{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 1,
    "day": 22
  },
  "case_number": "昭和46(う)421",
  "case_name": "暴力行為等処罰に関する法律違反等被告事件",
  "court_name": "福岡高等裁判所第三刑事部",
  "article_info": "第26巻1号17頁",
  "gist": "労働組合の行なつた争議行為の対象とされた業務に第三者の行なう業務が一部包含されていてもなお全体として正当な争議行為と認められた事例",
  "case_gist": "労働組合が、進水式を対象として、判示のごとき争議行為を行なつた場合、進水式における使用者と船主の各分担する業務が有機的に不可分に結合し、かつ、船主の行なう業務の占める割合が、使用者のそれに比して僅少であるときは、たとえ、船主の行なう業務が阻害されるに至つても、右争議行為は全体として違法性を帯びるものではない。",
  "lawsuit_id": "23575",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23575",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/575/023575_hanrei.pdf",
  "contents": "主　　　　文\n１、　原判決中被告人Ａに関する部分を破棄する。\n２、　被告人Ａを懲役三月に処する。\n３、　ただし、この裁判確定の日から一年間右刑の執行を猶予する。\n４、　原審における訴訟費用中証人Ｂ、同Ｃ、同Ｄの第一五回公判出廷\n分、同Ｅ、同Ｆに各支給した分の三分の一、同Ｄの第一六回公判出廷分、同Ｇ、同\nＨ、同Ｉの第二〇回公判出廷分に各支給した分の二分の一、同Ｊに支給した分の四\n分の一、同Ｋに支給した分の六分の一、同Ｌ、同Ｍに支給した各全部は、被告人Ａ\nの負担とする。\n５、　検察官の控訴中被告人Ｎおよび同Ｏに関する部分を棄却する。\n６、　被告人Ｎ、同Ｏの各控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、福岡高等検察庁検察官検事森崎猛提出にかかる福岡地方検察\n庁検察官検事大野正作成の控訴趣意書ならびに弁護人木梨芳繁、同小野山裕治作成\nの控訴趣意書およびこれに対する答弁は右検察官森崎猛作成の答弁書に各記載のと\nおりであるから、いずれもこれを引用し、これに対し、当裁判所は、本件訴訟記録\nならびに原審において取り調べた証拠および当審における事実調査の結果にもとづ\nき、次のとおり判断する。\n以下において\nＰ株式会社を会社と\nＱ労働組合Ｐ分会を組合と\nそれぞれ略称する。\n検察官の控訴趣意第一点事実誤認、法令適用の誤の主張について\n一　公訴事実第一関係\n所論は要するに、原判決は、被告人Ａの行為が、外形的には暴力行為等処罰に関\nする法律一条一項所定の構成要件に該当するようであるけれども、法益侵害の程度\nが極めて軽微であるばかりでなく、会社側が従前と異なつた争議対策をとつたため\n発生したもので、会社側およびＣ側にも一半の責任があり、被告人らの行為は承諾\nなくして撮影された写真の恣意的利用を防止するためにとつた行為であつて、その\n動機目的において相当なもので、行為の可罰的違法性を欠ぎ、前記構成要件への該\n当性は否定されるべきものである、との判断を示しているが、以下の諸点において\n誤りがあるものである。すなわち、会社が争議中の組合員に対し会社構内への立入\nを禁止した措置は、会社の下請の従業員の作業遂行上組合側と紛争を生ぜしめない\nためにする正当な目的のもとに予防措置をとつたものであり、かつ本来会社は組合\nのストライキに対応して事業所を閉鎖し、組合員の入構を拒み得る権能を有し、施\n設管理権にもとづき、組合員が就労以外の目的で会社の施設を利用することを拒み\n得るものというべく、会社の右立入禁止の措置は組合の団結権を侵害しまたは団体\n行動を不当に制圧する意思はなく、専ら防禦的適法なロツクアウトであつて何等不\n当なものではない。Ｃの写真撮影行為は、同人が会社総務部長Ｍから立入禁止中組\n合員がみだりに会社構内に立ち入らないよう監視し、万一不法な行為を行なう者が\nあつたときは写真撮影するよう命じられていたところ、デモ隊がＣ等の警告を無視\nしその制止を排してあおり止めを破壊するなどして門扉を開き会社構内に乱入した\nうえ、構内をデモ行進し、再び通用門付近に来たところを、約四メートルの距離か\nらデモの状況を一回写真撮影したものであつて、その行為は正当な行為であり、ま\nた会社に写真を不当に利用しようとする目的は無かつたのである。本件ストライキ\n以前の団体交渉において会社側に不誠実な態度があつたり、警察官を会社構内に出\n入させて組合に対し無用の緊張を招来させたことはない。被告人Ａは両手でＣの左\n腕を捻じ上げて写真機を奪取したのであつて、暴行の程度が可罰的違法性を欠ぐほ\nど軽微なものではない。\n右の諸点につき原判決は証拠の取捨選択を誤り、事実を誤認した違法があり、ひ\nいては法令の解釈適用を誤つた違法があり、原判決は破棄を免れ難い。\n二　公訴事実第四関係\n所論は要するに、原判決はＮ同Ｏが他の組合員約三〇名と共謀のうえ、進水式場\nに立ち並んで、シユプレヒコールを繰り返したり労働歌の合唱を行ない、進水要員\nが配置につくのを妨げ、デモ行進を行なうなどして、威力を用いて会社の行なう進\n水式の業務を妨げた行為を、刑法二三四条の構成要件に該当すると認めながらも、\n会社が正当な理由がないのにＲとの団体交渉を拒否したり、さきに行なつた組合の\nストライキ実施を理由に賃上げ回答を撤回してその回答内容を下回る新たな回答を\n示すなどの会社の不当な態度を改めさせ労働条件の改善による経済的地位の向上を\nめざした争議行為として行なつたもので、目的が正当であり、その手段方法も相当\nであつて、結果たる業務妨害の程度も軽微なものに過ぎないから、正当な争議行為\nであり労働組合法一条二項刑法三五条により違法性を阻却されるべき場合で犯罪を\n構成しないとして、無罪の判決を言い渡したが、しかし、組合から賃上げなど四項\n目の要求が出されるや、会社は一〇数回にわたつて団体交渉を続け、しかも組合の\n代表者との交渉により自主的な解決を図り、Ｒには側面からの協力を要望したに過\nぎないのであつて、会社の措置は相当である。しかも会社は昭和三八年五月二五日\nの団体交渉にＲの参加を認め、定期昇給を含めて二、八〇〇円の賃上げ回答をし、\n交渉は殆んど妥結に近かつたが、組合が会社を誹謗する行為をしたため、交渉の成\n果を失わしめるに至つたのである。原判決がかかる事情を考慮せず、ひとり会社の\nみを不当とし、それとの関連で被告人両名の行為が正当な争議行為の範囲内にある\nと判断したのは、事実の認定を誤つたものというほかはない。仮りに会社に団体交\n渉拒否の事実があつたとしても、本来的に違法な争議行為が正当化されるものでは\nない。さらに会社が同年三月三一日組合に対し賃上げ回答を示し、その後これを撤\n回したのは、組合が撤回に同意したのと、ストライキを実施し会社が回答に付した\n撤回の条件を成就させたからにほかならない、会社のとつた措置は正当である。進\n水式は会社と船主とが一体となつて行う儀式で、船主にとつて極めて重大な意義を\n有するものである。被告人らは会社の業務を妨害したに止まらず、第三者たる船主\nの業務をも阻害しかつこれに回復し難い重大な損害を与えたのであるから本件争議\n行為は違法となるものである。しかも会社に組合の団結権を侵害するような不当な\n行為はなかつたのであるから、進水式挙行に際しては、労働争議行為として行ない\n得るのはストライキにより労務の提供を拒否し得るに止まり、積極的に威力を用い\nることは許されないのである。\n組合のとつた争議手段は悪質であつて、正当な争議行為の範囲を遥かに逸脱した\nもので、違法たるを免れ難い。\n以上のごとく、原判決の公訴事実第一および第四に対する判断は、重要な事実を\n誤認した違法があり、ひいては法令の解釈適用を誤つた違法があるので、これらの\n違法は判決に影響をおよぼすことが明らかであつて、破棄を免れ難い。\nというのである。\n案ずるに\n一　公訴事実第一関係\n被告人Ａが、昭和三八年四月一二日午後四時一五分頃、組合所属の他の組合員約\n四〇名とともに会社工場構内をデモ行進した際、会社の保安要員Ｃが工場入口正門\n付近の守衛室内からデモの状況を写真撮影したことに立腹し、他の組合員らと共に\n撮影を中止させかつネガフイルムの引渡を求めるべく、右守衛室に殺到して口々に\n「写真機をやれ」「写真機をとれ」と怒号し、組合員等は守衛室の腰板を蹴りカウ\nンターを激しく叩くなどし、組合員Ｅから胸を押されたＣが、カメラを奪取されま\nいとしてこれを左手にしつかりと握つて後手に隠しているのを、被告人Ａがその左\n横からカメラを握つて強く横上方に引き上げて右カメラを取り上げたため、カメラ\nを握つていたＣの左腕を左上方に不自然な状態で捻じるように引き上げたことにな\nり、これにより同人の左肩付根付近に激痛を与えかつ同人を畏怖させた事実を認め\nることができる。右行為が、暴力行為等処罰に関する法律一条一項の罪の構成要件\nに該当することは否むべくもない。\nところで、被告人Ａら組合員が行なつたデモ行進に対しＣが写真撮影を行なうに\n至つた経過を考察すると、組合が、会社のとつているＲを団体交渉に出席させるこ\nとを拒否し続けたり賃上げの回答に組合がストライキをしないことを条件とした不\n当な態度に抗議の趣旨を含めて組合の要求を承認させるため、同日午後三時からス\nトライキを実施する旨会社に通告するとともに、同日午後三時から翌一三日午前八\n時までストライキを実施したが、右ストライキの通告を受けた会社は、組合に対し\nてストライキ実施中は組合員が会社構内に立入ることを禁止する旨の通告書を手交\nするとともに、会社正門横に同旨の掲示を貼り出し、会社総務部長ＭはＣに命じて\n正門を閉鎖させ、さらに同人に対し、ストライキ中は組合員を構内に立入らせない\nこと、万一不法な行為をする組合員がいるときは写真撮影をすることを命じて写真\n機を手渡していたところ、被告人Ａら組合員約四〇名位がデモの隊列を組んでワツ\nシヨイワツシヨイとかけ声をかげながら前記正門付近に進んで来たが、前記のよう\nに立入り禁止の掲示があり、かつ正門は閉鎖されていたうえ、通用門も閉されてあ\nおり止めがかけてあり、Ｃおよび会社守衛Ｓの両名がデモ隊に対し入構できない旨\nを告げ、通用門を両手で押えて組合員の入構を制止していたが、被告人Ａ等はＣ等\nの制止を肯ぜず、通用門を激しく揺すつて、無理にあおり止めの金具を外して通用\n門の扉を外側に引つ張り開け、構内に乱入し、デモの隊列を整えて会社構内を一巡\nし、再び守衛室前に戻つて来て同所で渦巻き状に二、三周しているところを、Ｃが\n証拠保全の目的をもつて、Ｍから命じられたとおりに前叙のように写真撮影したも\nのであることが認められる。思うに、使用者は労働組合の団結権ないし団体の行動\nを不当に侵害または制限するものでない限り、作業に従事中の他の従業員との摩擦\nによる紛争を生じそのため作業場を混乱に陥れるおそれがあるときは、労働組合の\nストライキ実施中、これに対応して経営権ないし事業施設の管理権に基づき組合員\nの立入りを禁止し得るものというべく、会社が前叙のごとく組合に対し立入り禁止\nを通告し、かつ出入の門等を閉鎖した後は、組合員はデモの目的をもつてしても会\n社の承認がない限り会社構内に立入ることは許されないものと解するのが相当であ\nり、不法に侵入した違法状態下において行ななわれたデモ行進もまた違法な行動と\nなるものと断ずべきである。蓋し当時組合事務所は会社構内にはなかつたので、立\n入を禁止しても組合ないし組合員の団結権ないし団体行動権を制限するおそれがな\nく、組合が会社構内をデモ行進するときは下請の従業員との間に紛争を生じ作業場\nを混乱におとしいれるおそれがないとは言えない状態にあつたのであり、その他に\nも右立入り禁止の措置を違法不当ならしめる事由は認められないからである。もつ\nとも会社は前記のごとく、組合から団体交渉の代理権の授与を受けていたＲが団体\n交渉に出席することを拒否していた不当な態度をとつていた点があるが、これとて\nもそのために右立入り禁止の措置が違法ないし不当となるものとは認められない。\nしかして会社のなした立入り禁止の禁を犯して不法に事業場内（会社構内）に侵入\nする者があるとき、現に行なわれている違法行為の状態を、会社が証拠保全の目的\nをもつて写真撮影することは、正当な行為として許容されねばならない。これを違\n法と評価することは相当ではない。従つて会社の総務部長Ｍが守衛Ｃに対し不法に\n構内に侵入する者の写真撮影を命じたことは適法であり、Ｃが前記のごとく写真撮\n影を行なつたことは、被告人Ａ等組合員の会社構内に不法侵入した違法状態を撮影\nしたもので、もとより会社の業務命令に誠実に従つた正当な業務行為である。被告\n人Ａ等組合員がＣの意思に反して撮影に用いたガメラの奪取を図ることは到底許さ\nれるべきことではない。しかも行為の態様は、ＣおよびＳの二名に対し組合員約四\n〇名の圧倒的多数をもつて口口に怒号しながらカメラの引き渡しを迫り、守衛所の\n腰板を蹴り、カウンターを叩き、ＥはＣの胸を押し、被告人ＡはＣの握つているカ\nメラを掴んで同人が肩に激痛を感じるまでに同人の左手を無理に横に上げる暴行を\n加え、ＣおよびＳを恐怖に陥れたのであつて、かような有形力の行使の態様、程度\nは決して軽微なものということはできない。右行為が組合の行なつている争議行為\nの一環として窮極的には労働者の経済的地位の向上を図るための団体行動たるスト\nライキを有効有利に導こうとしたものであるとはいえ、その行為の直接の目的およ\nび手段方法が、ともに社会的に相当とする範囲を遥かに逸脱したもので、労働組合\n法一条二項但書に規定する暴力の行使に該当し、到底正当なものと認めることはで\nきない。原判決が右認定と異なり暴力行為等処罰に関する法律一条一項ばかりでな\nく刑法二〇八条の予定する可罰的違法性をも欠ぐとして、右両罪のいずれの構成要\n件該当性をも否定し無罪を言い渡したことは、法の正当な解釈を誤つたか、または\n事実を誤認したもので、この違法は判決に影響をおよぼすことが明らかであり、破\n棄を免れ難い。論旨は理由がある。\n<要旨>二　公訴事実第四関係</要旨>\n組合は、同年五月二八日午前一一時から午後〇時一〇分まで時限ストライキに入\nり、当日午前一一時三八分から行なわれるべきＴ丸の進水式の就労を拒否したが、\n会社は課長等の管理職や臨時工等からなる代替要員を準備して予定を繰り上げ、同\n日午前一一時過頃から工場内第三船台で右Ｔ丸の進水式を挙行しようとした。そこ\nで被告人Ｎ、同Ｏ等組合員約三〇名は同日午前一一時一〇分頃から同船台とＴ丸と\nの間のレールの両側に立ち竝んだため、代替要員が進水のための定位置に就き得な\nい状態であつた。その様を見た会社造船部長Ｕ等が妨害をやめるよう説得にかかつ\nたが組合員等はこれを聴き入れず前近代的労務管理をやめよ等とシユプレヒコール\nを繰り返し、船主Ｖや来賓等が船台に上るや、被告人Ｎ、同Ｏ等組合員は同様のシ\nユプレヒコールを反覆したり、労働歌を歌つたりして船台周辺をデモ行進した後漸\nく木工場の方へ立ち去つたので、会社は急遽進水要員を所定の位置に配置して君ケ\n代の斉唱を行なつているとき、再び被告人Ｎ、同Ｏ等組合員約三〇名がデモ行進し\nながら進水式場に現れ、赤旗を振るなどして式場周辺を二、三周し、同様のシユプ\nレヒコールを繰り返したり労働歌を歌つたりして式場一帯を騒然たらしめ、進水式\nを満足に進行することは望めない状態にして、同日午前一一時三〇分頃式場から立\nち去つた。会社はやむなく一時中断した式典を再開して当初の予定時刻より余り遅\nれることもなく進水式を終了した事実を認めることができる。被告人Ｎ同Ｏ等の右\n行為が刑法二三四条所定の威力業務妨害罪の構成要件的特徴を或程度具えた行為で\nあることは否むべくもない。\nところで右進水式は会社と船主が共同主催して行なうものであるが、式次第のう\nち、船主が行なうべき事項は、船名の命名と挨拶がその主たる内容をなし、その他\nの事項や労務の提供は全て会社側が行なうのであつて、しかも船主の行う事項と会\n社の行なう事項とは一体となり不可分な関係で進水式を進行させるものであり、か\nつ船主の行なう部分よりも会社の行なう部分が圧倒的に大部を占めているのであ\nる。かような場合は、組合の行なう争議行為の結果が直接船主に及びその行なう業\n務を妨害するに至るとしても、組合の行なう争議行為が会社との関係で正当なもの\nとして是認される限り、船主との関係においても正当なものとして犯罪を構成しな\nいと解するのが相当である。蓋しかく解しないときは、第三者の業務が僅少であり\nながらも使用者の業務と不可分に関係する場合、労働者がその経済的地位の向上を\n図るため、使用者との交渉において対等な立場を保持する必要から労働者の行なう\n重要な団体行動の一たる争議行為を行ない得ない場合を生じ、憲法二八条、労働組\n合法一条二項、八条等において保障する団体行動権を不当に制限する結果を生ずる\nこととなるからである。\nそこで被告人Ｎ、同Ｏ等の行なつた前記行為が、使用者たる会社との関係におい\nて、果して正当なものであつたか否かを検討することとする。組合が前記進水式の\n際時限ストライキを行なうに至つた経緯をみてみると、組合は、昭和三八年の春闘\nにおいて同年二月一三日会社に対し、基本賃金額の引き上げ、作業人員の増加、作\n業時間の七時間制、割増賃金の増額等四項目の要求を掲げて団体交渉を申し入れた\nが、会社は本社が大分県臼杵市の臼杵鉄工所にあつた特殊事情があつたとはいえ、\n兎角解決を遷延する風が見え、過去積年に亘り組合の切り崩しや支配介入に類する\n行為があつて、組合員に対し極めて深い不信感を与えていたうえ、右団体交渉の申\nし入れに対し同年三月七日以降数回の団体交渉を重ねたが、会社は団体交渉を開い\nてもその席上で問題の解決を図ろうとはせず、非公式に組合三役とのみの話し合い\n（これを関係者は小委員会と呼んでいる）で解決を図り、同月三一日に至り漸く組\n合三役との話し合いの席で、組合がストライキをしないことの条件を付して基本賃\n金引き上げの要求事項についてのみ、定期昇給を含めて月額二八〇〇円の増額、そ\nの実施期日を同月二一日とする回答を示したが、その他の要求事項については、時\n期尚早等の理由で事実上要求を拒否する態度を示したので、組合はこれを不満と\nし、交渉の行き詰り打開のため本部ヘＲの派遣を要請し、これにより派遣されて来\nたＱ労働組合の中央執行委員Ｒが組合から会社との団体交渉の依頼を受け、団体交\n渉の場に出席しようとしたが、会社は正当な理由もなくＲの参加を拒否したばかり\nでなく、組合三役との話し合いによる解決を固執するので、組合はこれら会社の不\n当な態度に抗議するとともに、前記回答に付した条件を撤回させかつＲの団体交渉\nへの出席を承認させるため、同年四月一二日午後三時から翌一三日午前八時までの\nストライキを決行したこと、会社は同月二二日の団体交渉において組合がストライ\nキを行なつたことを理由にさきに示した賃上げの回答を撤回する旨を告げ、その後\nもＲの団体交渉への参加を拒否し続けるので、組合はさらにＱ労働組合Ｐ分会闘争\n委員長名義の団体交渉権をＲに授与した旨の会社社長Ｗ宛文書で通知したが、会社\nは右分会名義の文書は受け取れぬとその受領を拒否して、暗に組合が上部団体に加\n入したことを非難嫌忌した態度を示し、一向にその不当な態度を改めようとしない\nので、組合は同年五月二二日頃福岡地方労働委員会に会社の不当労働行為を訴えて\n救済を求めるに至つたこと、会社は依然としてＲの団体交渉への出席を肯じなかつ\nたが、同月二五日頃に至り、さきに撤回したと同様の、定期昇給を含めて月額二八\n〇〇円の賃上げ、その実施期日を同年四月二一日からとする回答を示した。右回答\nは実施時期を遅らせた点で前回に劣る内容のものであつたが、組合はこれを不満と\nしつつも、金額については昀早やこれ以上の増額は望めないとして諦めるが、その\n実施時期は前回同様とすることと、Ｒの団体交渉参加の承認を求めて五月二七日団\n体交渉を開催すべきことを会社に申し入れたが、会社は同月二八日進水式の予定が\nあつたところがら二七日の開催を拒否し進水式におけるストライキを回避するため\n同月三〇日に開催を回答して譲らないところがら、それまでも会社が進水式のスト\nライキを極力避けるため団体交渉の開催時期を進水式終了後に引き延ばす戦術をと\nり続け、他方組合は、組合員総数五〇名に達しない少数であるのに対し、会社の下\n請け工員は約四五〇名の多数に上り、進水式以外の業務のストライキでは会社の蒙\nる打撃は比較的軽いのに対し、組合員の招く損失は決して軽いものではなく、従来\nとつて来たストライキの効果が少かつたところがら、組合としては戦術の転換を迫\nられていた折ではあり、組合は事ここに至れば昀早や進水式のストライキもやむな\nしとして、会社の不当な態度に抗議し、Ｒの団体交渉参加の承認、賃上げ実施の時\n期を同年三月二一日に遡らせることの承認を目的として同年五月二八日午前一一時\nより午後〇時一〇分まで、当日行なわれる進水式の業務に就労することを拒否して\nストライキ実施に踏みきつた等の一連の経緯事実を認めることができる。\n使用者が、組合が正当に委任した者との団体交渉を正当な理由もなく拒否し、そ\nの不当労働行為を改めないときは、組合は労働委員会に対しその旨を申立て、救済\nを求める道が開かれていることはいうまでもないが、しかし組合がかかる救済手段\nに依るほか、争議手段に訴えて、直接使用者の反省と理解を求めこれにより団体交\n渉に対する使用者の不当な拒否的態度を排除し、団体交渉において労働者が使用者\nと対等の立場に立つことを保持し、その経済的地位の向上を図ることも、労働者に\n保障された団体行動権の正当な行使の範囲に属するものとして、許容されるものと\n解しなければならない。本件時限ストライキはまさにかかる趣旨目的のもとに行な\nわれたもので、前叙のごとき本件ストライキの経緯に明らかなように、会社がとり\n続けて来た一連の不当な態度と対比するとき、右ストライキに不当労働行為に対す\nる抗議の趣旨が含まれているからといつて、一概に不当視することは妥当とはいい\n難く、正当な争議行為と認めざるを得ないところである。\n被告人Ｎ、同Ｏ等組合員が進水式に際して行なつた前記デモ行進や、進水式場に\n立ち竝んだり、シユプレヒコールを反覆したり、労働歌を高唱したりした行為は、\n多数の者によつて行なわれた点において威力的要素を具有することは否めないが、\nその行為の目的は、本件時限ストライキにおいて会社の不当労働行為に対する抗議\nの趣旨を鮮明にするとともに、進水式に列席したり参観している船主や海上運送関\n係者、造船関係者その他の一般市民に労働者の窮状を訴えて、使用者たる会社の反\n省と理解を求める趣旨の徹底を図つたものであり、行為の態様も、時間的には僅か\nに二〇分間程度のものであつて、進水式場に一時的に立ち塞がつたり、デモ行進し\nたり、シユプレヒコールを反覆したり、労働歌を歌つた比較的消極的性格の強いも\nので、積極的に他人の身体や工場施設に対する直接的有形力を行使したものとは根\n本的に性質を異にするものである。しかも組合をしてかような抗議行動にまで駈り\n立てたのは、前叙のごとき会社が不当労働行為を反覆して顧みるところのなかつた\n不当な態度に非難されるべき大半の原因があつたものといい得るところであり、行\n為の結果についても、被告人Ｎ、同Ｏ等組合員の右抗議行動の終つた後、会社は中\n断した進水式を続行して間もなくこれを終了していたのであつて、業務妨害の程度\nは極めて軽微であつたと見得るところである。右のごとき、行為の動機、目的、態\n様、結果を総合して考察すると、前記行為は結局、労働者たる被告人Ｎ、同Ｏ等組\n合員が、自らの経済的地位の向上を図るために、使用者たる会社との団体交渉を進\nめる上に、対等な立場を保持することを目的とした行為であつて、社会的に相当な\n範囲を逸脱したものではなく、正当なものというべきであるから、未だ会社の行な\nう業務を違法に妨害したものということはできない。またかように会社との関係に\nおいて正当なものである以上、船主Ｖとの関係においても前記説示するところに照\nらして、正当な行為たる性質を失わないのである。結局被告人Ｎおよび同Ｏの前記\n行為は犯罪を構成しないので、これと同旨の原判決には事実の誤認ないし法令の解\n釈適用の誤りはなく、論旨は理由がない。\n検察官の控訴趣意第二点量刑不当の主張について\n所論は要するに、本件事犯は典型的集団犯罪で犯行の動機、原因において酌量の\n余地がなく、改悛の情も認められないので厳重な処罰が必要であるのに、原判決が\n本件有罪部分につき、執行猶予の期間を僅かに一年としたのは、科刑著しく軽きに\n失し不当であるので、破棄を免れ難い、というのである。\n案ずるに、被告人Ａについては、前叙のごとく原判決には事実誤認があり、破棄\nを免れ難いので、当然新たな見地から量刑を行うべきものであるから、同被告人に\n関しては、右控訴趣意に対する判断を省略することとする。\n被告人Ｎ、同Ｏ両名については、本件事犯がいずれも集団的に行なわれた犯罪で\nあることは相違ないが、労使関係における紛争に端を発する犯罪は往々にして集団\n化するものであり、唯単に集団的であるという理由だけから悪質と断ずるのは相当\nではない。本件各犯行の動機形成過程には、会社の不当な責めらるべき態度が重要\nな原因をなしており、犯行の態様、被害の程度、被告人等の年令、職業、境遇等諸\n般の情状を総合して考察すると、憫諒すべきものがあり、原判決の定めた刑は相当\nであり、執行猶予一年の期間も決して軽きに失するものではない。論旨はいずれも\n理由がない。\n弁護人木梨芳繁同小野山裕治の控訴趣意第一点事実誤認の主張および第二点法令\n適用の誤について\n一　公訴事実第二関係\n所論は要するに、原判決が認定したＸがＣに加えた暴行の内容は、鉄管置場付近\nに倒れたＣの右横腹を手拳で突いた行為を指すものと考えられるが、Ｃがデモ隊に\n押されて転倒した事実はなく、倒れたところをＸに横腹を突かれたと供述するＣの\n証言は措信し難い。Ｘは入構を阻止しようとするＣの手を払いのけたに過ぎないも\nので、暴行というに価しないばかりでなく、Ｃの行為は正当な団体行動を妨害する\nもので、これを排除したＸの行為は正当な反撃行為である。Ｃがわざわざクレーン\n車の所まで移動して来たことは、Ｘならびに他の組合員の団体行動に対する侵害意\n思があつたのであり、かかる侵害意思をもつてデモ隊の行進を妨害したのである。\nしかも被告人ＮはＣに対し暴行を加えた事実はない。原判決は証拠の取捨選択を誤\nり事実を誤認したのであり、破棄を免れ難い。\n仮りに、原判決に右主張のごとき事実誤認がなかつたとしても、被告人Ｎの行為\nは可罰的違法性を欠ぎ犯罪を構成しないものである。すなわち、被告人Ｎの行為\nは、Ｃがデモ隊の構内立入りを制止したことに端を発したものであるが、組合のデ\nモは正当なものであり、Ｃの右制止行為は、会社総務部長Ｍの指示にもとづく組合\nの組織を破壊する意図によるもので違法な行為である。そのうえＣは、デモ隊が正\n門付近に引き返して来た機会をとらえてデモ隊員のＸに不当な言いがかりをつけ、\n再び挑発を行なつたのである。右違法な挑発行為に対し被告人Ｎ等デモ隊員がこれ\nを制止するため暴行に及んだとしても、その目的、態様から考察すると社会的に相\n当な範囲にあるもので可罰的違法性を欠くものである。\nまた仮りに、Ｃの行為が違法でないとしても、組合員は会社から度重なる組織を\n破壊する侵害を受けていたのであつて、Ｃはその挑発行為に対する組合員の反撃を\n予想すべきであり、かつそれを受忍すべきであるから、被告人Ｎの行為は可罰的違\n法性を欠くものである。しかるに原判決は会社が組合の組織を破壊する違法な事態\nを看過して、被告人Ｎの行為に違法性を肯定したのは、法令の解釈適用を誤つた違\n法がある。\n二　公訴事実第三関係\n原判決は、被告人Ａ、同Ｎ、同Ｏが、同年四月一三日午前七時五〇分頃、組合員\n約四〇名位とともに就労のため会社通用門から入構しようとしたが、会社総務部長\nＭから入構を拒否されたため、被告人等三名は他の組合員とともに会社構内に乱入\nし、右Ｍを取り囲み数回駈け回つて同人を渦巻の中に巻き込み、同人の身体を肘で\n突いたり、押しまくつたりし、倒れた組合員の上にＭが折り重なつて倒れさらに同\n人の上に他の組合員が倒れかかるなどして、Ｍに対し加療一週間を要する右中指、\n環指、右足関節、左大腿部打僕傷を負わせた、旨の事実を認定したが、被告人等組\n合員は、入構しながら二列縦隊に隊列を整えて行進したもので、通用門から一気に\n構内に乱入した事実はなく、また組合員がＭを取り囲んで洗濯デモや渦巻きデモを\n行なつて同人に傷害を負わせた事実もない。しかるに原判決がこれと異る事実を認\n定したのは、採証方法を誤り事実を誤認した違法があり、破棄を免れ難い。\n仮りに、原判決に事実誤認がなかつたとしても、被告人等三名の行為は、可罰的\n違法性を欠くもので犯罪を構成しない。すなわち、被告人等の行為は、当日のスト\nライキ行動を終了し就労のため午前七時五〇分頃会社通用門から入構しようとした\nとき、前記Ｍから入構を阻止されたのが発端をなしているが、右入構阻止は、会社\nが違法な争議対抗行為の一環として行なつた違法な阻止行為であつて、組合員の入\n構は正当な行為であることはいうまでもない。組合員等は右不当な阻止に抗議して\nデモ行動に出たが、これは団体行動権の行使として正当な行為である。原判決はこ\nのデモは正当な抗議行動ではないと判断しているが、原判決のこの判断はＭの阻止\n行為の本質を見誤つたのであり、組合員のデモ行動が、手段方法において多少行き\n過ぎがあつたとしても、社会的相当性の範囲を逸脱したものではない。デモ隊の正\n面に立ち塞がればデモ隊から押されるのは必定で、Ｍはこのことを容認していたの\nである。同人の受傷はデモ隊員の予期しない結果から生じたものであるから、被告\n人等の行為による法益侵害の程度は、現実に生じた傷害の結果より相当軽減して評\n価されるべきで、ヂモ隊員等の行為は可罰的違法性を帯びたものではない。\nしかるに、原判決が被告人Ｎ同Ａ、同Ｏ等の行為に違法性を肯定したのは、会社\nが組合の組織を破壊する行為の実体を誤認し、ひいては法令の解釈適用を誤つた違\n法があり、破棄を免れ難い。\nというのである。\n案ずるに、\n一　公訴事実第二関係\n原判決挙示の証拠（原判決摘示証拠のうち、判示第二の一および二について、と\n挙示する証拠）を総合すると、昭和三八年四月一三日午前七時三〇分頃、被告人Ｎ\n等組合員約四〇名位が赤旗を先頭に二列縦隊で会社構内をデモ行進するため、通用\n門に押しかけ、会社保安係Ｃおよび同Ｄが通用門を内側から押えてデモ隊の入構を\n阻止したが、デモ隊員多数の力で無理に通用門を引き開けて構内に入り、Ｃが右組\n合員多数に押されて後方に退り転倒した際、組合員の一人Ｘが手でＣの横腹付近を\n殴打した事実が認められ、原審証人Ｄの供述には右事実を否定し得るものがなく、\nまた原審証人Ｊの供述は、組合員等が通用門から入構しようとしたとき、Ｃが通用\n門に駈け寄つて来てＸの腕を掴まえたので、同人がこれを払いのけた旨を述べてい\nるが、これは通用門において生起した事実に関するものであつて、ＣがＸから右暴\n行を受けたのは通用門を過ぎ構内に入つた後鉄パイプが置いてあつた付近まで進ん\nだ（移動した）時の出来事であるから、場所的に異なり、同証人の供述をもつてＸ\nの暴行の事実を否定する論拠とはなし難い。さらに、会社構内をデモ行進して引き\n返して来たデモ隊列中のＸに対しＣがさきにＸから受けた暴行について抗議した事\n実が認められるが、会社がその前日組合のストライキ実施期間中これに対応して組\n合員の工場構内への立入りを禁止し、この措置が適法なものであることは、さきに\n公訴事実第一について説示するところにより既に明らかであつて、Ｃ等が、この禁\n止を犯して構内に入ろうとする組合員の入構を阻止しようとした行為は正当といわ\nねばならない。Ｃ等のこの阻止を排除して無理に会社構内に入つた組合員の行為\nは、違法な侵入行為であつて、この違法状態において行なわれた会社構内デモもま\nた違法なものとなることも否めないところである。従つて、違法な立入りに続くＸ\nの暴行に対しＣが抗議をした行為が組合ないし組合員の有する団体行動権を違法に\n侵害したというのは当らない非難というほかはない。さらに前掲証拠によれば、ク\nレーン車の横付近でＸに抗議するＣに対し、被告人Ｎが「何をぐずぐず言うか」と\n言つて他の組合員等と共にＣを取り囲み、被告人Ｎが持つていた旗竿をＣの身体に\n押しつけ、組合員多数もＣの身体をクレーン車に押しつけて暴力を加えた事実が認\nめられ、原審証人Ｃの第九回公判における供述は、クレーン車に押しつけられた状\n況について、明確に被告人Ｎが旗竿で押し、周囲の他の組合員もＣを取り巻いた状\n態で押しつけて来た旨を述べており、結局右暴行の事実を否定し得る証拠はない。\nＣの右抗議に激昂して被告人Ｎ等が多数の威力を示して暴力を加えた行為の目的\nは、組合員等自身の構内不法侵入等の違法状態を顧みることなく、Ｃに対する報復\nを主たる目的としたものであり、その行為の態様も老齢のＣを血気盛んな組合員多\n数て押しつけ威力を示し暴行を加えたものであつて、行使した有形力の程度は決し\nて軽いものとはいい難いものである。会社が従来とり来つた労務管理の実態や、本\n件ストライキに至らしめた会社の不当た態度を参酌して、これらとの対比において\n被告人Ｎ等組合員の右行為の目的や態様を考察しても、未だ社会的に相当な範囲を\n逸脱しない正当な行為と断ずることはできない。Ｃがかかる違法な攻撃を受忍しな\nければならない義務はなく、また論旨主張のごときＣが前記抗議を行なうについ\nて、組合員等の反撃を予想し、これを容認していたと認め得る証拠はないので、右\n行為の違法性を阻却し得るものではない。原判決には論旨主張のごとき事実誤認は\nなく、また被告人Ｎ等の行為の違法性を肯定した原判決は正当で、法令の解釈適用\nを誤つた違法はない。論旨はいずれも理由がない。\n二　公訴事実第三関係\n原判決挙示の証拠（原判決摘示証拠のうち、判示第二の一および二の各事実につ\nき、判示第二の二の事実につき、と挙示する各証拠）を総合すると、原判示第二の\n二の事実を肯認することができる。右証拠中特に証人Ｄ、同Ｃ、同Ｍ等の供述は、\n自己の職務に直接関係する事項について、自ら体験または目撃した事実について供\n述しているのであつて、事態の推移、その状況について各供述するところは、重要\nな部分においてよく合致しており、単なる傍観者が目撃したのと異なり、その経験\n内容は印象が深くかつ正確に記憶に留めていることが窺われるので、信憑性の高い\nものである。論旨の指摘する原審証人Ｉの供述は、記憶の消失部分が多く、観察し\nているところも印象が浅いせいか記憶が大ざつぱであつて、前記証人Ｍ、同Ｄ、同\nＣ等の供述の信用性に比肩し得べくもなく、十分の信を措くに足りるものではな\nい。また証人Ｍの供述について、同人が被害者であるとの一事から偏見にとらわれ\n或は悪感情から誇張した供述をなしていると感じさせる部分はなく、その他証人の\n信用性を疑わしめるものはないので、同証人の供述の証明力を否定し得るものはな\nい。\n会社は昭和三八年四月一三日午前八時まで、組合のストライキに対応して組合員\nの会社構内への立入りを禁止し、右立入り禁止の措置が適法なものであつたことは\n公訴事実第一に関して既に説示したとおりである。\n同日年前七時四五分頃構内デモの終了を機に、組合委員長Ｙがストライキ終了を\n組合員に告げ、これにより組合の内部関係においてストライキを終了したことが認\nめられる。しかし、組合は未だ会社に対しその旨を通報した訳ではなかつたので、\nさきになした会社に対するストライキ実施の通告は同日午前八時までストライキを\n行なうことになつており、同時刻到来前にストライキを終了せしめた一事をもつ\nて、会社の立入り禁止解除の措置を待たずに、直ちに右立入り禁止を解放せしめる\n効力を有するものとは認め難い。従つて同日午前七時五〇分頃会社の承認なく、し\nかも保安係ＣやＤ等の制止があるにもかかわらずこれを排して無理に通用門から入\n構した被告人Ａ、同Ｎ、同Ｏ等を含む組合員約四〇名の行動は、違法な構内侵入と\n断ずるほかはない。、被告人等の入構を拒否した総務部長Ｍの措置は正当な行為で\nあることは言うまでもない。被告人等組合員等がこの違法状態下において、さらに\nＭを取り囲み同人の周囲を数回駈け回り、肘で突いたり、押しまくつたりして暴行\nを加え、その場に倒れた同人の上に組合員等が折り重なつて倒れ、右暴行によりＭ\nに対し加療一週間を要する傷害の結果を発生せしめた事実について、被告人等を始\nめ組合員等において、多数の威力を示しかつ暴行を加える認識ないし意図を有して\nいたことは、通用門の外で副委員長Ｚが、会社はまだもみ足らんと言つている、も\nう一もみしてやれ、と叫び、被告人Ｏがこれに合せて、やれやれ、と気勢を上げて\n全員一気に通用門から構内に侵入し、両手を拡げてこれを阻止しようとするＭを後\n退させて取り囲み、同人の周囲を駈け回つた行動に照らして、明らかに認め得ると\nころであつて、Ｍが倒れ、その上に組合員が折り重なつて倒れた行為も、右のよう\nな状況下に生じたものであるから継続して行なつた一連の暴行に包含される行為と\n見て差し支えないものであり、かかる暴行の結果生じた傷害について、被告人等が\nたとえ傷害の認識を有していなかつたとしても責任を免れないことは、結果的加重\n犯として当然のことといわねばならない。被告人等の右行為は、会社に対する不満\nと、総務部長Ｍに対する抑え難い憤懣に駈られて行なつたものであつたにしても、\n立入り禁止の措置を破り、行為の態様は前記の如く激しいもので、その傷害の結果\nも決して軽微とは言い難いものであつて、会社が従来とり来つた労務管理や正業な\n理由もなく組合の委任した者との団体交渉を拒否した不当な態度を考慮に入れて\nも、右行為が社会的相当な範囲を逸脱しない正当な行為であるとは到底認め得ない\nものである。さらにＭがデモ隊に押されることを予期し、これを承知の上で容認し\nていたと認め得る証拠はないので、承諾を前提とする違法性阻却事由も存在しな\nい。\nこれを要するに、原判決には所論主張のごとき事実誤認や法令の解釈適用の誤り\nはなく、論旨はいずれも理由がない。\nよつて、本件各控訴のうち、検察官の被告人Ａに対する控訴は理由があるので、\n刑事訴訟法三九七条一項三八二条により原判決中被告人Ａに関する部分を破棄し、\n同法四〇〇条但書によりさらに判決することとし、検察官の被告人Ｎ、同Ｏに対す\nる各控訴ならびに被告人Ａ、同Ｎ、同Ｏの各控訴はいずれも理由がなく、同法三九\n六条により検察官の被告人Ｎ、同Ｏに対する各控訴および同Ｎ、同Ｏの各控訴を棄\n却することとし、当審における訴訟費用は刑事訴訟法一八一条一項但書により被告\n人等三名に負担させないこととする。\n被告人Ａ関係につき\n（罪となるべき事実）\n被告人Ａは、昭和三八年四月一二日午後四時一五分頃、組合員約四〇名ととも\nに、福岡市ａ区ｂｃ丁目ｄ番ｅ号所在の会社工場内をデモ行進した際、同会社の保\n安係Ｃ（当時満六五年）がデモの状況を写真撮影したのを見て立腹し、会社守衛室\nに居る同人の所へ他の組合員とともに殺到し、口口に「写真機をやれ」「写真機を\nとれ」と怒号し、Ｃが写真機を奪われまいとして左手に握り後手に隠しているの\nを、同人の左側から写真機を掴んで同人の左腕とともに強く左横に持ち上げ激痛を\n与えて右写真機を取り上げ、もつて多数の威力を示して暴行を加えたものである。\n（証拠の標目）（省略）\n（法令の適用）\n法律に照らすに、被告人Ａの本件公訴にかかる各所為のうち、前記多衆の威力を\n示してＣに対し暴行を加えた点は昭和三九年法律一一四号付則二項により改正前の\n暴力行為等処罰に関する法律一条、昭和四七年法律第六一号による改正前の罰金等\n臨時措置法三条一項二号に、原判決が適法に確定した傷害の点は裁判時において刑\n法六〇条二〇四条罰金等臨時措置法三条一項一号に、行為時において刑法六〇条二\n〇四条右改正前の罰金等臨時措置法三条一項一号に各該当するが、後者の罪につい\nては刑法六〇条一〇条により軽い行為時の刑により処断することとし、以上は同法\n四五条前段の併合罪に当るので、いずれも所定刑中懲役を選択したうえ同法四七条\n但書一〇条により重い傷害罪の刑に併合罪の加重をした刑期範囲内において同被告\n人を懲役三月に処し、同法二五条一項により本裁判確定の日から一年間右刑の執行\nを猶予することとし原審における訴訟費用中主文四項掲記の分は刑事訴訟法一八一\n条一項本文により同被告人の負担すべきものとし、その余の部分は同条一項但書に\nより同被告人に負担させないこととする。\nよつて、主文のとおり判決する。\n（裁判長裁判官　中村荘十郎　裁判官　真庭春夫　裁判官　仲江利政）\n"
}