{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 10,
    "day": 31
  },
  "case_number": "昭和41(行ウ)81",
  "case_name": "更正処分等取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "推計課税の当否が争われている訴訟において，被告税務署長が，推計の基礎とした同業者の氏名を明らかにしないでその経営規模や事業実績を主張，立証することは，衡平の見地からみても，信義則から考えても，是認することができないとした事例",
  "lawsuit_id": "18162",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18162",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/162/018162_hanrei.pdf",
  "contents": "○　主文\n一　被告北税務署長が昭和四〇年八月三日付でした、原告の昭和三九年分所得税の\n総所得金額を金一、二二八、四四五円とする更正（異議申立に対する決定により一\n部取消されたのちのもの）のうち、金一、一〇一、六〇三円を超える部分を取消\nす。\n二　原告の被告北税務署長に対するその余の請求および被告大阪国税局長に対する\n請求を棄却する。\n三　訴訟費用は、原告と被告北税務署長との間においては、原告に生じた費用の三\n分の一を同被告の負担、その余は各自の負担とし、原告と被告大阪国税局長との間\nにおいては全部原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告北税務署長が昭和四〇年八月三日付でした原告の昭和三九年分所得税の総\n所得金額を金一、二二八、四四五円とする更正（異議申立に対する決定により一部\n取消されたのちのもの）のうち金九一四、二〇〇円を超える部分を取消す。\n２　被告大阪国税局長が昭和四一年五月二六日付で原告の右更正処分に対する審査\n請求を棄却した裁決を取消す。\n３　訴訟費用は被告らの負担とする。\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告は理髪業を営んでいた者であるが、昭和三九年分所得税につき昭和四〇年\n三月一五日被告税務署長に対し総所得金額を金九一四、二〇〇円として確定申告し\nたところ、同被告は同年八月三日これを金一、六八三、七〇〇円に更正し、そのこ\nろ原告に通知した。原告は同年九月二日同被告に異議申立をしたところ、同被告は\n同年一〇月一一日右更正を一部取消して総所得金額を金一、二二八、四四五円とす\nる決定をしたので、原告はさらに同年一一月一一日被告国税局長に審査請求をした\nが、同被告は昭和四一年五月二六日これを棄却する裁決をなし、原告にその旨通知\nした。\n２　しかし原告の昭和三九年分総所得金額は確定申告のとおりであつて、被告税務\n署長の更正は調査によらず、単なる推測により原告の所得を過大に認定し見込み課\n税をした違法があり、被告国税局長の裁決は理由不備の違法があるから、これの取\n消を求める。\n二　請求原因に対する被告らの答弁\n請求原因第１項は認め、第２項は争う。\n三　被告らの主張（処分の適法性）\n（被告税務署長の主張）\n１　原告の総所得金額（事業所得の金額）の算定は次のとおりである。\n（１）　収入金額　　　　　　　五、一五七、〇〇〇円\n（２）　一般経費　　　　　　　　　六二六、〇七六円\n（３）　特別経費　　　　　　　一、二三七、三七〇円\n（４）　事業専従者控除額　　　　　　八七、三〇〇円\n右（１）から（２）（３）（４）を差引くと、所得金額は金三、二〇七、二五四円\nとなる。\n２　右のうち収入金額については、被告税務署長の調査に対し、原告は事業の帳簿\n書類等の記録保存はしていないとしてこれを提示せず、質問にもあいまいな応答し\nかしなかつたため、実額による計算ができなかつたので、以下に述べる方法により\n推計を行なつた。\n理髪業においては一般に同業組合の標準料金が定められているので、収入金額は顧\n客数に比例し、顧客の多寡に応じて理容椅子の台数や従業人員数がきまつてくる関\n係にあり、ことにその中でも理容椅子台数は客観的把握が容易であるから、理髪業\n者の収入金額の推計は、同業者の椅子一台当りの平均収入金額を基準として、他の\n諸条件を補充的に勘案してこれを行なうのが昀も合理的である。本件では、原告と\n立地条件や営業規模の近似する同業者で昭和三九年分につき青色申告書により確定\n申告をしている者三名を選定し、その者の申告にかかる事業実績から理容椅子一台\n当りの年間収入金額を算出したところ、次表のとおり平均五八六、〇〇〇円であつ\nた。\n＜略＞\n右三名の同業者と原告との事業経営上の諸条件を仔細に比較検討すると、先ず原告\nの店舗は国鉄天満駅に近く、天神橋筋商店街の中では昀も繁華な場所に位置してい\nるのに対し、同業者Ａの店舗は天神橋筋商店街から僅かにそれた場所にあり、ａは\n＜地名略＞の中では場末に近く、またｂの店舗は＜地名略＞で原告の店舗からは約\n一粁離れたところにあり、立地条件としてはいずれも原告よりやや劣つている。次\nに事業規模をみると、原告の店舗は面積一六・八坪、従業人員八ないし一〇名、理\n容椅子台数九台であるから、右三名の同業者と対比し、原告の方がやや規模が大き\nい。店舗の一般的設備とか一日の営業時間、年間営業日数、理容料金等については\nほとんど差はない。このような点からみれば、原告の理容椅子一台当りの効率が同\n業者三名のそれを下まわつていたとは考えられないから、右同業者の椅子一台当り\nの平均年間収入金額五八六、〇〇〇円を原告に適用し、原告の椅子台数九を乗ずる\nと、年間総収入金額を得ることができる。\nかりに右同業者三名中Ａを除外して、ａとｂだけを基礎資料として理容椅子一台当\nりの収入または従事人員一人当りの平均年間収入金額を算出し、これを原告にあて\nはめて原告の年間収入金額を推計したとしても、あるいはさらに右三名中椅子一台\n当りの効率の昀も低いａのそれを基準にしたとしても、所得は異議申立に対する決\n定により減額された更正所得金額一、二二八、四四五円を優に上まわることは、計\n数上明らかである。\n３　原告の収入金額は次の方法によつても算定することができる。すなわち、大阪\n国税局管内八三税務署のうち大蔵省組織規程上、種別「Ａ」とされている四三税務\n署管内の理髪業者で昭和三九年分所得の実額調査を行なつた合計三八事例によれ\nば、理容椅子一台当りの平均年間収入金額は金四九四、二〇〇円、従事人員一人当\nりの平均年間収入金額は金四五三、一〇〇円であり（以下これを実調率という）、\nこれにそれぞれ原告の理容椅子台数九または従事人員八を乗ずれば、原告の年間収\n入金額は金四、四四七、八〇〇円または金三、六二四、八〇〇円という計算にな\nる。\nしたがつていずれにせよ原告の所得は更正処分の額を超えることになり、その範囲\nでなされた本件更正処分に違法はない。\n（被告国税局長の主張）\n４　審査請求を棄却する裁決において付記すべき理由は、原処分を正当として維持\nした判断の根拠を審査請求人に理解できる程度に記載すれば足りる。本件において\n被告国税局長の裁決に付された理由は、「請求人が提出した収支計算書について\nは、その裏付となる原始記録その他証拠書類を提示しないので、これに基づいては\n正確な所得金額の算出ができない。そこでやむをえず従業員数、理髪椅子台数など\nから収入金額を推計すると、少なくとも四、三二八、六一〇円はあると認められ\nる。所得率については処分庁が採用した同業種の一般的な標準を変更すべき特別な\n事由は認められないのでこれを採用し、さらに雇人費、減価償却費、地代および支\n払利息を控除して計算したところ、所得金額は原処分を上回る。なお過少申告加算\n税の賦課決定処分についても誤りはない。」というものであつて、原処分を正当と\nし維持した判断の根拠を十分に理解することができ、裁決に理由不備の違法はな\nい。\n四　被告らの主張に対する原告の答弁\n１　被告らの主張第１項中（１）を否認し、（２）ないし（４）は認める。\n２　同第２項のうち、原告の有した理容椅子台数が九台であることは認めるが推計\nを争う。\n被告税務署長の挙げる三名の同業者のうち「Ａ」なる者はその氏名も住所も明らか\nにされないのであるから、これを推計の資料とはなしえない。とすると残るのは二\n名であるが、数多の同業者の中で何故にｂとａの両名のみが原告の収入推計の根拠\nとなるのかが明らかでない。他方、原告側の事情をみるに、原告の店舗における従\n事人員数は延べにすると八名であるが、そのうち原告自身は老令のためほとんど仕\n事をせず、原告の子であるｃとｄは昼夜交替で二人で一人分しか働いておらず、右\n両名の妻であるｅとｆはいずれも妊娠中で働ける状態になく、実働者が少ない実情\nにあつたため、原告の理容椅子九台の約半数は遊休椅子であり、店舗の設備や外観\nもよくなかつたため、営業成績はきわめて悪かつた。このことは、その後原告が同\n業組合から脱退し料金の値下げをしたことからも裏付けられる。理髪業者の収入\nは、単に理容椅子台数だけでなく、設備の良否、雇人数、立地条件等種々の要素に\nよつて左右されるものであり、同業者の椅子一台当りの収入金額をそのまま原告に\n適用し原告の収入金額を算出するのは、合理的な推計とはいえない。のみならず被\n告税務署長は原処分時における推計の根拠を全く明らかにせず、本訴において原告\nの総収入金額は金五、三四六、〇〇〇円と主張し、次にこれを金五、一五七、〇〇\n〇円に変更したが、その後さらに椅子一台当りの収入金額の主張を変更したから、\nこれによれば総収入金額は金五、二七四、〇〇〇円ということになるのであるが、\nこのように金額に次にと変転するのは、被告税務署長が原処分時において単なる推\n測で見込み課税をしていたか、或いは原処分時の推計根拠を一度ならず変更したこ\nとを意味し、違法であるといわねばならない。\n３　被告らの主張第３項は時機に遅れた攻撃防禦方法の主張であるから、民事訴訟\n法一三九条により却下されるべきである。また被告税務署長が本訴において北区内\nの同業者三名を資料とする推計から、近畿地区三八名の同業者を資料とする推計に\n変更することは許されない。なお三八名は、従事人員が二人から二一・三人まで、\n理容椅子も三台から一六台までに分布しており、推計の基礎資料としての相当性を\n有しない。理容業者は大阪府下だけでも七〇〇軒を超えているのに何を基準にして\n近畿地区から三八軒を抽出したのかも不明であり、とうてい合理的な推計とはいえ\nない。\n４　被告らの主張第４項における裁決に付記すべき理由に関する主張は争う。被告\n国税局長の裁決は、更正の根拠を明らかにすることなく原告の審査請求を棄却した\n点において理由不備である。\n第三　証拠（省略）\n○　理由\n一　請求原因第１項の事実は当事者間に争いがない。\n二　まず被告税務署長の更正処分について判断する。\n１　被告らの主張第１項中（２）（３）（４）は当事者間に争いがないから、本件\nの争点は収入金額の推計の適否という一点に帰することとなる。\n２　証人ｃの証言によれば、原告は昭和三九年当時営業に関する帳簿はほとんど何\nも備えていなかつたことが認められるから、収入金額の実額認定は不能であり、推\n計によつてこれを算定するほかはなかつたといわなければならない。\n３　そこで被告税務署長主張の推計方法が合理的であるかどうかについて考える\nに、同被告主張の第一次的な推計方法は、原告と同じ北区内に店舗を有し立地条件\nや営業規模の近似する同業者で青色申告をしている者三名を選んで、その理容椅子\n一台当りの平均年間収入金額を算出し、これを原告に適用して原告の年間総収入金\n額を推計するものであるが、かかる椅子一台当りの効率による推計方法は、理容業\nのように専ら人的なサービスに終始し、物品の移転を伴わず、収入は顧客の多寡に\n比例するという業種においては、一般的にいつて昀も合理的な方法と考えられる。\nもつともこれは椅子の台数と従事人員数とが見合つている場合にいえることであ\nり、後述するように椅子の台数より従事人員が少ないときは遊休椅子があることに\nなるから、右の推計方法は妥当とはいいがたく、むしろ従事人員一人当りの収入金\n額により推計する方がより合理的だというべきである。\n４　ところで右の推計方法は、そこで用いる効率を導き出す基礎となつた同業者の\n選択が合理的になされていると認められることが不可欠の前提であり、そのために\nは、その同業者の営業規模や立地条件など所得に影響を及ぼす諸条件が原告のそれ\nと比較できる程度に明らかにされることを必要とする。しかるに本件において被告\n税務署長の主張する三名の同業者中の一名「Ａ」については、その経営規模や事業\n実績を立証するために、同被告が提出している乙第二号証の一、二は、作成名義人\nの氏名が塗りつぶされた青色申告書であつて、このように作成名義人を隠した文書\nを書証として提出すること自体、そもそも許されないし、その成立の立証も不可能\nであるといわねばならない。のみならず、「Ａ」の氏名が明らかにされず、その住\n所も大阪市＜以下略＞とあるのみであるところ、成立に争いのない甲第三号証の\n一、二に、証人ｃの証言を考え合わせると、天神橋筋＜以下略＞から＜以下略＞ま\nでの区域内に、原告を含めて十数軒の理髪業者が営業していたことが認められるの\nであるから、「Ａ」なる業者がそのうちの何れの者であるかを確認することができ\nず、従つて「Ａ」と原告との立地条件の優劣、経営規模の大小、事業実績等につい\nて、被告税務署長援用にかかる証人の供述のみを信用するほかないことに帰し、原\n告としては、これに対する反証を挙げる手段を有しないことになる－少なくとも、\n反証を挙げるについて極めて困難になる－といわねばならないのであつて、訴訟の\n相手方から反証を挙げる手段を封ずることに帰するような主張および証拠を許容す\nることは衡平の見地からみても、また訴訟における信義則から考えても、到底これ\nを是認することができない。\nもつとも、所得税法第二四三条には、所得税に関する調査に関する事務に従事した\n者が、その事務に関して知ることのできた秘密を洩らした場合には刑罰に処する旨\n規定されており、従つて、納税者の提出した青色申告書を、その納税者の承諾なく\n他の納税者との間の訴訟における書証として提出する場合には、右法条違反の責を\n負うに至る懸念があるからこそ、被告税務署長は右申告書に記載された申告者の氏\n名と住所の一部を塗りつぶしていると考えられるのである。しかし、同被告に他の\n納税者の秘密を保持する必要があることから、直ちに前説示の判断を左右すること\nができない。なんとなれば、他の納税者の秘密を保持する義務であることの理由を\nもつて、他の納税者に前示のような訴訟上の不利益を甘受させねばならない理由を\n導き出すことが許されないからである。被告税務署長としては、右申告書を書証と\nして提出しようとする場合には、すべからく申告者の承諾を得られるように努むべ\nきであり、しかもなお承諾を得られないときは、その申告書を書証として提出する\nことを断念せざるを得ないものであると考える（なお無作為に数十例数百例を抽出\n蒐集した統計値の場合は自ら別論である）。\n残る二名のうちｂは北区＜以下略＞のいわゆる事務所街に理髪店を持ち、顧客の大\n半は会社勤めのサラリーマンであつて、天神橋筋商店街で営業する原告とは立地条\n件も客筋も全く異なるものと認められる（証人ｂの証言）から、これを原告の所得\n推計の基礎資料とするのは適当とはいいがたい。今一人のａは、後に認定するよう\nに原告と同じ天神橋筋に店舗を有し、立地条件、客筋の点でも、理容椅子台数、従\n事人員数など営業規模の点でも、原告のそれと比較的似通つていると認められるか\nら、これを原告の所得推計の基礎資料とするのは相当であり、結局被告税務署長の\n挙げる三名の同業者のうち本件の推計に用ることができるのはａのみであるという\nことになる。\n５　証人ａの証言とこれにより真正に成立したものと認められる乙第三号証の一、\n二、第七号証によれば、ａは天神橋筋ではやや場末に近い＜地番略＞で理髪店を営\nみ、昭和三九年当時における理容椅子台数は七台、従事人員は七名で、年間営業日\n数は約三一〇日、一日の営業時間は午前九時から午後八時まで、料金は同業組合で\n申合わせた額により、同年の収入金額は青色申告書添付の損益計算書では金三、〇\n五一、三五〇円であつたことが認められるから、同人の理容椅子一台当りおよび従\n業人員一人当りの収入金額はいずれも金四三五、九〇七円となる。他方証人ｃの証\n言によれば、原告は国鉄天満駅に近く、天神橋筋商店街の中では昀も繁華な四丁目\nに店舗を有し、理容椅子は数年前までは一一台あつたが、順次減らして昭和三九年\nには九台であり、年間営業日数、一日の営業時間、理髪料金等はａについて述べた\nのとほぼ同じであることが認められる。昀も問題なのは原告方の従事人員数であつ\nて、成立に争いのない甲第一号証、第二号証の一、二および証人ｃの証言によれ\nば、当時原告方の営業に従事していたのは、家族からは原告、長男ｃ、その妻ｅ、\n次男ｄ、その内妻ｆの五名、家族以外の常雇の職人としてｇ、ｈ、ｉの三名であ\nり、ほかに繁忙期には臨時雇の職人もおいていたので、延べ人員は九名前後になる\nが、このうち原告本人は当時六二才位で、まだ引退したわけではないけれども息子\nに任せて必ずしも十分な仕事をせず（証人ｊの証言によれば、原告の本件異議申立\nの審理においても、原告の稼働量は五〇パーセントと判断されていることが窺われ\nる）、ｅは前年の昭和三八年七月一一日に生まれた幼児をかかえ、またｆは昭和三\n九年一一月六日に出産しており、いずれも十分な稼働力を有しなかつたものである\nことが認められるから、原告、ｅ、ｆの労働力を各〇・五とし、臨時雇の職人も年\n間通じて平均一人いたとまでは認めがたいのでこれも〇・五人として、原告方の従\n事人員は結局実働七名と認めるのが相当である。証人ｊは、異議申立当時原告は家\n族以外の常雇四名、臨時雇一名ないし一・五名と中述していたと証言するが、その\n氏名は明らかにすることができないのであつて、証人ｃの証言と対比し、たやすく\nこれを信用することはできない。してみると、原告方では九台の椅子に対し七名の\n人員しか配置していなかつたわけで、常に遊休椅子があつたことになり、この場合\n被告税務署長の主張するような椅子一台当りの収入金額は過大に失し、むしろ従事\n人員一人当りの収入金額による推計を行なうのがより合理的である。推計の資料と\nなるのはａの一例だけであるけれども、前述のように同じ天神橋筋でも原告は中心\n部でａは場末に近く、なお近隣の競業関係もａの方が厳しい状況にあり（証人ａの\n証言）、立地条件としては原告がかなり優位にあると認められ、他に原告の方が劣\nるような条件も見当らないので、ａの一例のみをもつて右の方法で推計しても、原\n告に有利でこそあれ、不利になるとは考えられない。そこでａの事例から得た従事\n人員一人当りの収入金額四三五、九〇七円に原告方の従事人員数七を乗ずると、金\n三、〇五一、三四九円という額が得られる。\n６　被告税務署長は、第二次的に実調率による推計をも主張しているがこれについ\nては何らの立証もない。\n７　原告は、被告税務署長の主張金額が変転したことをとらえて見込み課税である\nとか、推計根拠を変更したもので違法であるなどと主張するが、推計課税において\nはその基礎資料を確定する段階で些少の金額の変動は免れないところであつて、こ\nれを見込み課税というのはあたらないし、推計根拠の変更があるわけでもない（推\n計根拠の変更があつたとしても、そのこと自体は別に違法なことでない。課税処分\n取消訴訟で処分の実体的違法が争われているとき、審判の対象となるのは租税債務\nの存否いかんであり、所得認定のための資料は更正当時判明していた事実であると\n否とにかかわらず、時機に遅れたものでないかぎり主張することが許されるべきで\nある）。\n８　よつて前記５で認定した金三、〇五一、三四九円をもつて原告の昭和三九年の\n総収入金額と認めるべく、当事者間に争いのない一般経費、特別経費および事業専\n従者控除額をこれから差引くと、事業所得の金額は金一、一〇一、六〇三円とな\nり、原告の総所得金額を金一、二二八、四四五円（異議申立に対する決定後の額）\nと更正した処分は、右金一、一〇一、六〇三円を超える限度では所得の認定を誤つ\nた違法があるといわなければならない。\n三　つぎに被告国税局長の裁決について判断する。\n原告は右裁決は理由不備であるというが、裁決に被告国税局長の主張するような裁\n決理由が付されていたこと自体は原告も明らかに争わないのであつて、原処分を正\n当として維持した根拠の説示に欠けるところはなく、裁決理由としてはこれで十分\nであり、裁決には何らの瑕疵もない。\n四　以上によれば、原告の被告北税務署長に対する請求は、総所得金額一、一〇\n一、六〇三円を超える限度では理由があるからこれを認容すべきであるが、その余\nは失当として棄却すべく、被告大阪国税局長に対する請求は全部理由がないものと\nして棄却すべきである。\nよつて訴訟費用の負担につき民事訴訟法八九条、九二条を適用して、主文のとおり\n判決する。\n（裁判官　下出義明　藤井正雄　柳田幸三）\n"
}