{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 11,
    "day": 29
  },
  "case_number": "昭和45(行ウ)118",
  "case_name": "裁決取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "労働",
  "lawsuit_id": "18090",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18090",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/090/018090_hanrei.pdf",
  "contents": "○　主文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の申立\n一　原告ら\n１　被告が、原告らの不利益処分についての不服申立事件につき、昭和四五年九月\n八日付をもつてした右申立を却下する旨の裁決は、いずれもこれを取り消す。\n２　訴訟費用は被告の負担とする。\nとの判決。\n二　被告\n主文同旨の判決。\n第二　当事者の主張\n一　原告らの請求原因\n１　原告らは、いずれも富田林市の職員であり、かつ同市職員組合の組合員である\nところ、原告らの任命権者である同市々長Ａ（以下市長という）は、原告らが昭和\n四五年六月九日から同月一二日までの間、右職員組合の行なつた坐込み斗争に参加\nしたのは、違法な争議行為であるとして、同月三〇日付をもつて原告らを文書訓告\n（以下本件訓告という）に付したうえ、これを理由として、原告らに対しそれぞれ\n定期昇給三か月間延伸（以下本件昇給延伸という）の処分を行なつた。\n２　原告らは、右訓告および右昇給延伸は地方公務員法（以下地公法という）五六\n条により禁止されている不利益取扱であるとして、同法四九条の二に基づき、同年\n八月一五日被告に対し、これが不服申立（以下本件不服申立という）をしたとこ\nろ、被告は、同年九月八日付をもつて、右申立を却下する旨の裁決（以下本件裁決\nという）をした。\n被告の右却下の理由は、本件訓告は富田林市当局が職員たる原告らの職務遂行の改\n善、向上に資するために行なつた事実上の行為であつて、同法四九条の二にいう処\n分と認められず、また、本件昇給延伸については、原告らが良好な成績で勤務した\nという評価がなされなかつたために、同市の「一般職の職員の給与に関する条例」\n九条により、その昇給が停止されたのであり、右同様同法四九条の二の処分に該当\nしないから、原告らの右申立は審査の対象となるべき処分の存在を欠くというので\nある。\n３　しかしながら、本件裁決には、以下に述べるとおり裁決固有の違法が存在する\nから、右裁決は取り消されるべきである。\n（一）　被告は、前記のとおり本件訓告および本件昇給延伸がいずれも地公法四九\n条の二にいう処分と認められないというのであるが、左記のとおり右訓告と右昇給\n延伸とは不可分の一体として同条にいう処分に当るものというべきである。\n（１）　もともと、訓告は、単に職員の職務上の義務違反に対する矯正措置たるに\n止まるべきものであるが、本件訓告は、その実質においてこれと異なるものであ\nる。すなわち、原告らの前記任命権者である市長は、前記昭和四五年六月三〇日原\n告らに対し、前記文書訓告たる本件訓告を発令すると同時に、文書訓告を受けた者\nに対しては、それぞれの昇給月に昇給させないとの意思決定を行なつているのであ\nつて、このことは、右同日富田林市当局が部課長会議を招集して、右意思決定どお\nりの言明をし、これを各課長において直ちに各課員に口頭で伝達していることから\nも明らかである。したがつて、本件訓告は、通常の訓告の場合と異なり、本件昇給\n延伸をいわば予想して発令されたものというべきである。\n（２）　一方、本件昇給延伸についていえば、従来富田林市においては、職員に対\nする勤務評定の制度がなく、職員は、特段の事由ことに破廉恥な犯罪行為を行なつ\nたとか、あるいは職務を日常的に処理できない程度に長期の欠勤をしたとかいうよ\nうな事由の存する場合を除いて、通常の態度、状況で勤務をすれば、前回の昇給か\nら一二か月を経過すると、当然に昇給しているのが実情である。つまり、実際上\nは、勤務成績の良好であることが昇給の特別の事由ではなく、勤務成績の不良であ\nると明白に認められる事由の存することが昇給の欠格事由となつているのである。\nしかるところ、市長は原告らに対し、本件訓告を発令したうえ、原告らに勤務成績\n不良と認められる特段の事由が存在しないのに、本件昇給延伸をし、原告らに対し\nいわれのない差別と経済的不利益を被らせているが、前記のような昇給制度運用の\n実態からみて、右昇給延伸は原告らが右訓告を受けたことを唯一の前提としてなさ\nれたものであつて、右訓告に伴う制裁たる実質をそなえているものといわなければ\nならない。\n（３）　したがつて、右訓告と右昇給延伸とは、互いに他方を存在の要素とし、い\nわば前者は形式、後者は内容として、不可分の一体をなし、地公法の規定する懲戒\n処分たる減給処分に相当するものというべきであるから、同法四九条の二にいう処\n分に該当するものといわなければならない。なお、以上のことは、仮に右訓告およ\nび右昇給延伸が行政事件訴訟法における処分性を有しないとしても、職員の意に反\nする不利益処分として、同様に解すべきである。\n（二）　以上のとおり、本件訓告および本件昇給延伸は、一体として地公法四九条\nの二の不服申立の対象となる不利益処分というべきであるから、被告は、原告らの\n請求により公開口頭審理を行ない、右訓告ないし昇給延伸の対象となつた原告らの\n前記坐込み斗争の実態、その違法性の有無についてはもちろん、富田林市における\n職員の昇給制度の現状等について、原告らに十分主張、立証の機会を与え、もつて\n右訓告および右昇給延伸の当否について審理をつくし、かつ判定すべき責務を負担\nしていたものといわなければならない。\nしかるに、被告は、右訓告と昇給延伸とを形式的に分離してとらえ、右はいずれも\n地公法四九条の二の不服申立の対象となる不利益処分にあたらないとして、なんら\n実質的な審理をしなかつたばかりか、逆に、富田林市においては、前記給与条例九\n条に定める定期昇給の運用についての基準が定められておらず、また勤務評定制度\nも実施されていないために、原告らの勤務成績を判定する資料等がなんら存在して\nいないのに、本件昇給延伸は原告らが良好な成績で勤務したという評価がなされな\nかつたためである旨判断して、結局原告らの本件不服申立を却下するとの本件裁決\nをしたものである\n（五）　したがつて、右裁決には、事実誤認ないし審理不尽の違法があるのみなら\nず、また原告らの公開口頭審理の請求を無視した手続違背もあるから、右裁決はい\nずれにしても取消を免れない。\n４　よつて、原告らは被告に対し、右裁決の取消を求める。\n二　被告の答弁および主張\n１　請求原因１のうち、本件昇給延伸か本件訓告を理由としてなされた処分である\nとの点は争うが、その余はすべて認める　同２は認める。同３はすべて争う。\n２　本件訓告および本件昇給延伸は、いずれも後記のとおり地公法四九条の二にい\nう不利益処分には当らないから、被告は原告らの本件不服申立を却下する旨の本件\n裁決をしたものであつて、右裁決には、なんら違法は存しない。\n（一）　まず、本件訓告についていえば、右訓告は　別段原告らのいうように、本\n件昇給延伸を内容とし、これと不可分一体の関係にある処分とみるべきものではな\nい。すなわち、もともと、かかる訓告は、職員に職務遂行上不適当な行為があつた\n場合に、その職務遂行の改善、向上に資するために、当該職員に対し、指揮監督の\n権限を有する者が行なう事実上の措置であつて、右職員の法律上の地位になんら影\n響を及ぼすものではないから、本来右地公法の規定による処分たる性質を有するも\nのではないのである。のみならず、仮に原告らのいうように、前記任命権限を有す\nる市長が本件訓告発令の日に、文書訓告を受けた者に対しては、定期昇給を延伸す\nる旨の意思決定を行ない、その旨を職員全員に伝達したとしても、ことは同様であ\nる。けだし、前記処分といいうるためには、単に任命権者の意思の表示があつただ\nけではたらず、これによつて、直接一定の法的効果が発生することを要するものと\n解すべきところ、後述（（二）（１））するところから明らかなように、そもそも\n昇給延伸は任命権者の一定の措置による法的効果とは到底解しえないが、仮にその\nように解しうるとしても、かかる任命権者の意思決定が原告らを含む職員全員に伝\n達されたからといつて、それだけで本件訓告を受けた原告らに対し、本件昇給延伸\nという効果が具体的に発生するわけではない。したがつて、本件訓告が、原告らの\nいうように、右昇給延伸をその内容とし、これと不可分な一体関係にある処分とし\nて、本件不服申立の対象となるなどということは、法的には到底ありえないことで\nある。\n（二）　次に、本件昇給延伸自体もまた、原告らのいうように、本件訓告の制裁的\n実質として地公法四九条の二にいう処分となるものではない。\n（１）　富田林市においては、地公法二四条六項を受けて、「一般職の職員の給与\nに関する条例」（昭和三二年一二月二〇日条例第一五号）が制定されているが、右\n条例九条によれば、職員は、一二か月の観察期間を「良好な成績で勤務したとき」\nに、「直近上位の号給に昇給させることができる」ものとされている　したがつ\nて、職員が右観察期間を経過したからといつて、当然に昇給するものでもなけれ\nば、また任命権者に対し、いわゆる昇給請求権を取得するものでもなく、ただ右任\n命権者において右観察期間を良好な成績で勤務した職員に対し、その裁量で直近上\n位の号給への昇給措置をとることができるにとどまるものであるから、職員の昇給\nの性質は任命権者の措置の単なる反射的利益に過ぎない。\nそれゆえ、富田林市の職員が、右観察期間を良好な成績で勤務したのに昇給しなか\nつたからといつて、それは任命権者が特段の処分をしたことによるものではなく、\n単に昇給の措置をとらなかつたという不作為に基づく結果にすぎず、これにより当\n該職員に対し法律上別段の不利益を与えるものではないのである。このことは、本\n件昇給延伸についても同様であり、いわんや右昇給延伸が本件訓告の内容として懲\n戒処分としての制裁的実質を有するものではなおさらないというべきである。\n（２）　仮に、任命権者のかかる昇給延伸という不作為になんらかの処分性が認め\nられるとしても、これについてはいわゆる不利益処分の審査請求をすることができ\nないものというべきである。すなわち、本来職員の人事委員会または公平委員会に\n対する右審査請求は、任命権者の権限に基づいてなされた具体的な、かつ違法、不\n当な処分を是正し、または救済することをその目的とする制度であるところから、\nこれら委員会の審査の結果に基づく判定も、原処分の承認、修正および取消に限定\nされ（地公法五〇条三項）、しかも右修正も原処分の同一性を超えない範囲内に止\nまるものとされている（昭和三三年八月二五日法制局一発第二五号）。したがつ\nて、右判定の結果、任命権者による新たな処分を要しないで直接当該職員の受けた\n不利益処分の是正または救済が行なわれることになるが、本件のようないわゆる昇\n給延伸の場合、右委員会がこれを不作為処分として取り消しても、それによつて審\n査請求者たる職員が直ちに昇給するものではなく、当該職員が昇給するためには、\n任命権者の新たな行政処分たる昇給措置が必要であり、またかかる不作為処分を具\n体的処分である昇給措置に修正することは、原処分の同一性を超えることになるた\nめ不可能なことは明らかである。\nそれゆえ、当該職員が右昇給延伸について、地公法四六条に基づく措置要求をする\nことは格別、右審査請求の制度目的からしても、右昇給延伸は前記委員会の審理に\nなじまない性質のものであるといわなければならない。\n（三）　以上のとおり、本件訓告と本件昇給延伸とは、いずれも地公法四九条の二\n所定の不服申立の対象たる不利益処分にあたらないところ、このことは、被告の左\n記調査により明白となつた。すなわち、被告は、昭和四五年八月二〇日および同年\n九月三日の両日に、それぞれ委員会を開催し、富田林市の不利益処分についての不\n服申立に関する規則六条一項により、申立人たる原告ら、あるいは処分者側の代理\n人を喚問して事実関係等を調査したが、右調査の結果によれば、前記のとおり、右\n訓告は通常行なわれている事実上の矯正措置にすぎず、また本件昇給延伸も、原告\nらが良好な成績で勤務したとの評価がなされず、そのため任命権者たる市長の昇給\n措置が行なわれなかつたことによるものであつて、いずれも不服申立の対象たる処\n分ではなく、原告らの本件不服申立は明白に不利益処分の存しない場合に該当す\nる。\n（四）　そこで、被告は、原告らの右不服申立を却下する旨の本件裁決をしたもの\nであつて、右裁決には、なんら取り消されるべきかしは存しない。\n第三　証拠（省略）\n○　理由\n一　原告らが富田林市の職員であり、かつ同市職員組合の組合員であること、原告\nらの任命権者である市長において、原告らが昭和四五年六月九日から同月一二日ま\nでの間、右職員組合の行なつた坐込み闘争に参加したのは、違法な争議行為である\nとして、同年六月三〇日付で原告らを本件訓告に付したこと、次いで、原告らに対\nし本件昇給延伸がなされたこと、原告らが、右訓告および右昇給延伸は地公法五六\n条で禁止されている不利益取扱であるとして、同法四九条の二に基づき、同年八月\n一五日被告に対し本件不服申立をしたところ、被告が原告ら主張の請求原因２記載\nの理由をもつて、これを却下する旨の本件裁決をしたこと、以上の事実は当事者間\nに争いがない。\n二　原告らは、本件訓告と本件昇給延伸とは、不可分の一体として、地公法四九条\nの二にいう不利益処分に当るところ、これが右不利益処分に該当しないとして、原\n告らの本件不服申立を却下した本件裁決には、違法がある旨主張する。\n１　そこでまず、右訓告の処分性の有無について考察する。\n地公法五〇条三項は、同法四九条の二による不服申立に対し、人事委員会または公\n平委員会は審査の結果、原処分を承認し、修正し、または取り消し、さらに必要な\n場合に、必要かつ適切な回復措置を指示すべきものとし、そのなしうる判定の種類\nを限定している。この規定の趣旨から考えると、任命権者の職員に対する不利益な\n公権力の行使であつて、しかもこれにより当該職員の地位に法律上の効果を生ぜし\nめる行為すなわち、いわゆる行政処分のみが同条項の処分に該当するものとみなけ\nればならない。\nけだし、例えば人事委員会または公平委員会が原処分を取消す場合に即していえ\nば、任命権者のした行為とこれにより生じた相手方たる職員の法的地位の変動との\n間に、右行為の効力を否定するならば、その形成的効果として当該職員の法的地位\nが法律上当然に右行為前の状態に復帰する関係にあるのでなければ、人事委員会ま\nたは公平委員会のする裁決は、なんら当該職員の地位を確定することにはならず、\nしたがつて、その救済もはかることができないからである。換言すれば、任命権者\nの公権力の行使であつても、職員の地位に法律上、もともとなんらの影響も及ぼさ\nない行為は、到底これを右処分とみることができないのである。\nこれを本件についてみるのに、原告らの主張する本件訓告による不利益とは、ひつ\nきよう本件昇給延伸を指すものであつて、このことは原告らの主張自体から明白で\nある。ところで、富田林市の職員につき、いわゆる文書訓告を受ける等の特段の事\n由がない限り、該職員において当然に定期昇給をする旨の給与条例の規定等でもあ\nれば格別、かかる規定等の存在しないことが弁論の全趣旨によつて明らかな本件に\nおいては、仮に被告において、本件訓告を取り消すことにより、その効力を否定す\nる旨の判定をしても、これによつて原告らが本件昇給延伸を受けなかつたのと同様\nな法律関係が形成され、当然に右昇給をしたのと同一の地位を取得するものでない\nことは明白である（もとより、任命権者でない被告が修正の名のもとに原告らに対\nする右昇給措置をなしえないものであることはいうまでもない）。\n結局、訓告は、それが口頭によるものであれ、また文書によるものでもあれ、元来\n職員に職務遂行上不適当な行為があつた場合、その職務遂行の改善、向上に資する\nために、当該職員の職務上の監督者が行なう事実上の行為であつて、職員の地位に\nは法律上当然に別段の影響を及ぼすものではないというべきである。このことは本\n件訓告に関しても同様であつて、右訓告につき、仮に原告らのいうように、市長\nが、文書訓告を受けた者の昇給を延伸するとの意思決定等を行なつたからといつ\nて、これによりその事実上の行為たる性質がなんら変更を受けるものではない。し\nたがつて、前記説示に照らし、本件訓告をもつて地公法四九条の二にいう不利益処\n分とは到底解しえないものといわなければならない。\n２　次に、本件昇給延伸が右地公法の規定にいう不利益処分であるかどうかについ\nて考察する。\n前記説示から明らかなように、右規定にいう不利益処分とは、職員の法的地位に不\n利益な変動をもたらす任命権者の行為を意味するところ、成立に争いのない乙第二\n号証によれば、富田林市の「一般職の職員の給与に関する条例」（昭和三二年一二\n月二〇日条例第一五号）九条は、職員の定期昇給につき、「一二ケ月を良好な成績\nで勤務したときは、直近上位の号給に昇給させることができる」旨規定しているか\nら、原告ら職員は、任命権者である市長が昇給措置を行なうことによつて、初めて\n具体的な昇給額の請求権を取得するものであつて、右措置以前に当然に右請求権を\n有するものではない。また、この規定からは、原告ら職員が任命権者に対して昇給\n措置をとるように申請ないし請求する権利を有するものと解することもできず、他\nにそのような請求権を認めうべき法的根拠も存在しない。そうであれば、いわゆる\n昇給延伸は、任命権者である市長が職員に対し昇給措置をとらないという不作為の\n結果に過ぎず、これを当該職員の法的地位に不利益な変動をもたらす右任命権者の\n行為であるとみるべきものではない。このことは本件昇給延伸についても同様であ\nるから、右昇給延伸は、富田林市における定期昇給制度の実態の如何にかかわら\nず、地公法四九条の二にいう不利益処分と解しえないものであることが明白である\nといわなければならない。\nもつとも、職員が任命権者の恣意によつて不当に昇給を延伸されるなど、任命権者\nの前記不作為に公平を欠く点がある等の事由が存在するものとすれば、右昇給延伸\nは地公法四六条にいう給与に関する事項であるから、当該職員は右規定に基づき公\n平委員会等に対し、同条によりいわゆる措置要求を行ない、さらに右要求に対する\n判定の結果如何によつては、これに対し行政訴訟を提起するなど然るべき方法を講\nずることによつて、右のような給与に関する不当な差別からの救済を求めうる余地\nがある。したがつて、右昇給延伸が同法四九条の二にいう不利益処分に当らないと\n解したからといつて、別段原告ら職員の救済の途がとざされているとはいえないの\nである。\n３　以上のとおり、本件訓告および昇給延伸は、原告ら主張のような両者の実質的\n関連性の有無ないしは富田林市における定期昇給の運用の実態の如何にかかわら\nず、いづれも地公法四九条の二にいう不利益な「処分」と解し得ないことは、明ら\nかである。ところで、公平委員会たる被告としては、本件不服申立の適否の審査に\n当たつて、右申立の対象である任命権者の行為が、右のように明白に不利益な「処\n分」に該当しない場合には、原告らの請求があつたからといつて別段公開口頭審理\nの手続を経ることを要しないものと解するのが相当であり、また不服申立自体が不\n適法である場合には、その当否をいちいち審理すべき責務を負担すべきものでもな\nいというべきである。\nなお、原告らは、被告には原告らの勤務成績評定の資料等がないことを理由に、被\n告において、本件昇給延伸は原告らが良好な成績で勤務したという評価がなされな\nかつたためである旨判断したのは事実誤認である旨非難し、なるほど、被告の前記\n却下理由（請求原因２）中には、その旨の判示がなされているところ、右判示は措\n辞やや簡にして、明確を欠くうらみがないわけではない。しかし、右理由中の前後\nの文言を照合すれば、被告の判断の骨子は、原告らに対する昇給の停止すなわち本\n件昇給延伸は、原告らにつき右評価がなされなかつたことによるが、かかる昇給停\n止という不作為は、右評価の如何にかかわらず、地公法四九条の二にいう処分性を\n有しないというにあることが明白である。そして、右判断は、前記説示に照らし是\n認できるから、原告らの右非難は理由がない。\nそうすると、本件裁決には、原告ら主張のような事実誤認ないし審理不尽、もしく\nは手続違背の違法があるものとすることはできない。\n三　以上判断したところによれば、原告らの本訴請求は、いづれも理由がないから\n棄却を免れない。\nよつて、訴訟費用の負担につき民訴法八九条、九三条を適用して主文のとおり判決\nする。\n（裁判官　日高敏夫　千種秀夫　三島晃夫）\n"
}