{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 5,
    "day": 18
  },
  "case_number": "昭和43(行ウ)1",
  "case_name": "神戸西労基署長障害給付決定処分取消",
  "court_name": "神戸地方裁判所",
  "field": "労働",
  "lawsuit_id": "19989",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19989",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/989/019989_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一、原告「被告が昭和三九年一〇月二三日原告に対してなした労働者災害補償保険\n法に基く障害補償費支給に関する処分はこれを取消す。訴訟費用は被告の負担とす\nる。」との判決。\n二、被告「主文同旨」の判決。\n第二　原告の請求原因\n一、原告は昭和三九年八月四日職業安定所の作業に従事中ベルトコンベアーのプー\nリに右手を巻き込まれ、示指および中指の各末関節より尖端を切断する傷害を負つ\nた。被告は同年一〇月二三日、原告の右各手指切断による障害を、原告の既存の同\n手拇指の障害を含めて労働者災害補償保険法施行規則別表第一障害等級表（以下等\n級表という）の第八級の五（昭和四一年省令第二号による改正後の第八級の四、以\n下同じ。）とし、障害補償につき平均賃金の四五〇日分から右既存障害に対する給\n付額である平均賃金の二七〇日分を控除して平均賃金（五一二円）の一八〇日分相\n当額である金九万二、一六〇円を支給する旨の決定をした。\n二、しかしながら、原告の昭和三九年八月四日の右負傷による障害は昭和三四年当\n時の右手拇指の障害とは別個独立の新しい障害であるから、等級表の第一〇級の六\n号にいう「示指を併せ二指の用を廃したもの」に該当するので、等級表第一〇級を\n適用して障害補償費として平均賃金の二七〇日分相当額の金一三万八、二四〇円を\n支給する旨の決定をなすベきである。しかるに、被告が前項のとおりの決定をした\nことは違法であるから取消しを免れないものである。仮に、原告の右主張が認めら\nれず、原告の昭和三九年八月四日の障害は昭和三四年当時の既存障害との関係で労\n働者災害補償保険法施行規則（以下労災法施行規則という。）第一五条第五項（昭\n和四一年省令第二号による改正後の第一四条第五項、以下同じ。）に規定する「同\n一部位について障害の程度を加重した場合」に該当するとし、従つて、等級表第八\n級の五を適用して平均賃金の四五〇日分から既存障害に対する給付額である二七〇\n日分を控除し平均賃金の一八〇日分相当額の障害補償給付をなすべきのもとして\nも、右控除の対象となる二七〇日分相当額の算定基礎となるべき平均賃金は既存障\n害発生当時の平均賃金である金三二四円八五銭によるべきであるから、これを基礎\nとして算定した金一四万二、六九〇円の障害補償給付をなすべきであるのに、被告\nは前項のとおり右控除の対象となる部分についても新規の障害発生当時の平均賃金\nである金五一二円をもつて補償額算定の基礎とし、金九万二、一六〇円を支給する\n旨の決定をしたのは違法である。\n三、そこで、原告は昭和三九年一二月二八日被告のした第一項の決定の取消しを求\nめて兵庫労働者災害補償保険審査官に対し審査請求をしたところ、昭和四〇年五月\n二八日請求棄却の決定がなされたので、右決定を不服として同年八月二日労働保険\n審査会に対し再審査請求をしたところ、昭和四二年一一月一日再審査請求を棄却す\nる旨の裁決書の送達を受けた。\nよつて、原告は被告が昭和三九年一〇月二三日原告に対してなした第一項掲記の\n違法な決定の取消しを求めて本訴に及んだ。\n第三　請求原因に対する被告の答弁および主張\n一、請求原因事実のうち、原告が昭和三九年八月四日作業中ベルトコンベアーのプ\nーリに右手を巻き込まれ示指および中指の各末関節より切断したこと、被告が同年\n一〇月二三日原告の右障害をその右手拇指の既存障害を含めて等級表第八級の五と\n決定し、障害補償につき平均賃金（五一二円）の四五〇日分から既存障害の給付額\nにあたる平均賃金の二七〇日分を差引き平均賃金（五一二円）の一八〇日分相当額\nの金九万二、一六〇円を支給する旨の決定をしたこと、原告が同年一二月二八日な\nした審査請求に対して昭和四〇年五月二八日付で棄却決定がなされ、同じく同年八\n月二日なした再審査請求に対して昭和四二年一一月一日これを棄却する旨の裁決書\nが送達されたこと、以上の事実は認めるが、その余の事実は否認する。\n二、原告は昭和三九年八月四日の負傷による右手示指および中指の障害を既存の右\n手拇指の障害と別個独立のものと主張するが、それは手指の機能は各々独立してい\nることを前提とするものであるから相当でない。そもそも労働者災害補償保険制度\nにおける障害補償の目的は受傷者の労働能力喪失に対する補償にあるから、労働基\n準法施行規則第四〇条第一項、労災法施行規則第一五条第一項（昭和四一年省令第\n二号による改正後の第一四条第一項）の各規定は、障害の軽重に応じて第一級から\n第一四級までの等級をもうけ各等級に該当する障害に対して所定の補償をなすべき\nものとしているところ、等級表によれば手指の用廃の場合につき、両手の一〇指用\n廃、一手の五指用廃あるいは個々の指の用廃の組合わせをつくつて障害の総合的な\n評価をしているが、これは両手の一〇指用廃、一手の五指の用廃あるいはその他の\n指の組合わせによる用廃が、個々の指の用廃の単なる総和ではなく、個々の指が他\nの指と相互に関連し、一体となつて作用することから可能となるのであつて、等級\n表は手指の用廃についてはこれを同一部位の障害として取扱つているのである。手\n指の機能は握力や掴力として作用する場合においては拇指、示指、中指が共働する\nのであり、従つて、そのいずれかを喪失することは他の指との共働機能部分を喪失\nするものであることを考えても手指は機能的に一体性を有するものであることが明\nらかである。次に、同一部位の障害につき、労災法施行規則第一五条第五項によれ\nば「同一の部位について障害の程度を加重した場合における当該事由に係る障害補\n償給付は、現在の身体障害の該当する障害等級に応ずる障害補償給付とし、その額\nは、現在の身体障害の該当する障害等級に応ずる障害補償給付の額から、既にあつ\nた身体障害の該当する障害等級に応ずる障害補償給付の額（略）を差し引いた額に\nよる。」と規定されているが、右規定は既存障害のある場合において新規障害の生\nじたとき、新旧両障害によつて全体としての労働能力喪失の程度を評価し、これと\n既存障害により喪失された労働能力との差に該当する部分につき障害補償をなすべ\nきものとする趣旨であるところ、本件において、原告の障害である一手の拇指、示\n指、中指の用廃の組合わせは等級表には直接の規定がないから、右の組合わせに近\n接しており、かつ原告に有利な等級表第八級の五（一手の拇指及び示指又は拇指若\nしくは示指を併せ三指以上の用を廃したもの）として取扱われるのである。そして\n等級表によれば拇指、示指、中指の用廃は第八級として平均賃金の四五〇日分であ\nり、拇指の用廃は第一〇級として平均賃金の二七〇日分である。そこでまず拇指の\nみ用廃を生じ右の二七〇日分の補償を受けたとすれば、その時点における残りの示\n指、中指の用廃に対する補償の評価は同一部位の加重障害とみるかぎり、同一平均\n賃金の一八〇日分相当額であるが、拇指の用廃に対しては補償済みであるからその\n平均賃金が上昇しても、上昇した差額分の追加補償の行われることはないのに対\nし、示指、中指の後日における用廃に対しては上昇した平均賃金の右一八〇日分相\n当額を補償することになるのであつて、これは損失補償事由の生じた時点の価額に\nよるべきことからも当然の事由である。\nよつて、本件において、原告の新規障害である右手示指、中指の用廃を、その既\n存障害である右手拇指の用廃を含めて第八級と決定し、障害補償給付として平均賃\n金五一二円の一八〇日分相当額を給付する旨の決定をなした被告の処分には何らの\n違法は存しない。\n第四　被告の主張に対する原告の反論\n手指の機能は全体として同一機能を持つているとする被告の主張は誤つている。\n等級表が明示するように、各手指、ことに拇指と示指の機能的差異に着目して等級\nがもうけられているのであつて、加重障害の場合に関する労働基準法施行規則第四\n〇条第五項、労災法施行規則第一五条第五項の各規定にいう「同一部位」に該当す\nるか否かは機能的一体性を考慮しなければならないことはもちろんであるが、拇指\nと示指は機能が異るのであるから「同一部位」の障害ということはできない。例え\nば、示指は方向を示す機能を有しているが拇指にはこれがない。仮に、手指の障害\nは同一部位の障害にあたるとし、第八級を適用するとしても、労働基準法施行規則\n第四〇条第五項にいう「既にあつた障害の該当する金額」とは既になされた補償金\n額を意味するから、四五〇日分から控除する二七〇日分の平均賃金は既存障害であ\nる右手拇指の用廃を生じた時点における平均賃金三二四円八五銭によるべきであ\nる。けだし、原告は右手拇指の用廃によつて右平均賃金による補償を受けているの\nであり、右条項の法意は加重障害に対し二重補償にならないよう前の障害に対して\n給付済みの実額を控除しようとするにあるからである。もし被告のように、加重障\n害発生時の平均賃金を控除額算定の基礎とするならば、前後の障害発生時において\n平均賃金額に高低のある場合に不公平な結果を来たすのである。\n第五　証拠（省略）\n理　　　由\n一、原告が昭和三九年八月四日その業務に従事中ベルトコンベアーのプーリに右手\nを巻き込まれる事故により示指および中指の各末関節より尖端を切断したこと、被\n告が同年一〇月二三日原告の右障害をその右手拇指の既存障害を含めて等級表第八\n級の五と決定し、障害補償につき平均賃金五一二円の四五〇日分から既存障害の給\n付額にあたる右平均賃金の二七〇日分を差引き平均賃金（五一二円）の一八〇日分\n相当額の金九万二、一六〇円を支給する旨の決定をしたこと、原告が審査請求、再\n審査請求の各手続を踏んだうえ本訴提起に及んだものであることは当事者間に争い\nがなく等級表の備考三号によれば、原告の示指、中指の各末関節よりの切断はいず\nれも「手指の用を廃したもの」に該当することが明らかである。\n二、そこで、原告の右手示指および中指の各用廃による新規障害をその右手拇指用\n廃による既存障害を含めて第八級の五と決定し、障害補償給付につき、平均賃金の\n四五〇日分から二七〇日分を控除して平均賃金（五一二円）の一八〇日分相当額の\n金九万二、一六〇円を支給する旨決定した被告の右処分の適否について検討する。\n（一）　ところで、労働基準法第七七条は、労働者の業務上の負傷、疾病に基く身\n体の後遺傷害に対して、使用者は右障害の程度に応じて一定金額の障害補償を行わ\nなければならない旨規定し、同法施行規則第四〇条はこれを受けて、身体障害の程\n度を等級をもつて示すこととし、これを具体的に規定しているが、右障害補償制度\nのほか同法の規定する労働者保護のための諸制度の実効を期しこれを担保すること\nを目的とする労働者災害補償保険法（以下労災法という。）においては、その第一\n二条（昭和四〇年法律第一三〇号による改正後の第一五条）が障害補償給付は労働\n者令で定める「障害等級に応じ」てこれをなすべき旨規定し、同法施行規則第一五\n条（昭和四一年省令第二号による改正後の第一四条）はこれを受けて具体的な規定\nをもうけ、その第一項は障害等級は等級表の定めるところによるとし、第二、第三\n項は障害の併合する場合の取扱いについて、第四項は等級表に規定のない障害につ\nいての取扱いについてそれぞれ規定し第五項は同一部位について障害の程度を加重\nした場合のその評価および給付額について規定している。従つて、労災法による障\n害補償給付の場合、その障害の程度はもつぱら同法施行規則第一五条の規定すると\nころによつて決せられるものというべきである。\n本件において争点となつている「同一部位について障害の程度を加重した場合」\nに関しては前述のとおり労災法施行規則第一五条第五項の規定が存するが、同条項\nは「同一部位」について何ら説明するところがない。それで、障害補償制度の趣旨\nおよび等級表の内容自体から明白なように制度の目的が労働能力の喪失に対する補\n償にあることを念頭におき、等級表を仔細に検討することによつてその意味を明ら\nかにするほかないのであるが、これによれば同一部位とは同一部分よりも広く、身\n体の眼（両眼）、耳（両耳）、鼻、口、頭、顔、頸部、精神神経、胸腹部臓器、体\n幹（背柱又はその他の体幹骨）、上肢（右又は左）、手指（右又は左）、下肢（右\n又は左）、足指（右又は左）の如く、労働に際し、労働能力の素因として相互に関\n連し一体的に機能するところの身体の類型的な部位をいうものと解すべきである。\n（二）　いま、労働能力の素因として機能する場合の手指の作用について考えてみ\nるに、手指が各指独自の機能部分のほか他の指との共働機能部分を併有するもので\nあることは経験則上疑いがなく、原告主張のように、示指は拇指にはない機能を有\nしており、拇指は示指にはない独自の機能を有している。あるいはまた、ピアノや\nヴアイオリンの演奏家にとつては一指の喪失またはその用廃はその者の演奏家とし\nての生命を奪うことになるであろうけれど、これは残存した手指が喪失された手指\nとの共働機能部分を発揮しえなくなつた結果ではなく、すべての指が各独立して高\n度の機能を発揮しえてこそはじめて演奏活動をなしうる場合においてその一指の喪\n失、用廃が演奏等を不能ならしめる結果であつて、手指がそれぞれ独自の機能を発\n揮する場合の一例である。しかしながら、右のような特殊な職種を除けば、障害補\n償制度は政府管掌の保険事業として通常の労働者（労災法第三条参照。）を予定す\nるものであることを前提として、手指の機能を考察するならば、通常の労働におい\nて手指の作用が中心的役割を果たすのは、物をにぎる力（握力）およびこれをつか\nむ力（掴力）として機能する場合であるということができ、これに他の身体の部分\nの作用が加わつて、押し、引き、持ち上げる等の機能が発揮されることになるわけ\nであつて、右の握力や掴力として手指が機能するのは各指の共働機能部分である。\n（三）　次に、等級表における手指の用廃に関する規定を検討してみるに、第四級\nの「両手の手指の全部の用を廃したもの」、第七級の「一手の五の手指又は拇指及\nび示指を含み四の手指を失つたもの」、第八級の「一手の拇指及び示指又は拇指若\nしくは示指を含み三以上の手指の用を廃したもの」などをはじめとして、以下一四\n級の「一手の小指の用を廃したもの」に至るまで、両手指の全部用廃、一手の手指\nの全部用廃、あるいは個々の手指の用廃の組合わせをもうけて手指の用廃による障\n害の程度を評価し、その軽重の格付けをしていることが明らかであるが、このよう\nに、個々の手指の用廃の各種の組合わせによつて手指用廃による障害の程度の軽重\n（等級の位置づけ）を決していることは、等級表においても手指は一体としてその\n機能を発揮するものであることを前提にしているものといわなければならない。も\nつとも、例えば、第七級において「一手の五指の用廃」と「一手の拇指及び示指を\n併せ四指の用を廃したもの」とが対置され、第八級において「一手の拇指及び示指\nの用を廃したもの」と「一手の拇指若しくは示指を併せ三指以上の用を廃したも\nの」とが対置され、第一四級の「一手の小指の用を廃したもの」に至るまで、拇指\nおよび（または）示指とその他の指の組合わせが数個もうけられていて、原告の指\n摘するように拇指および示指の用廃に重点が置かれているが、これは各指の独自の\n機能の差異に基くものではなく、各指の有する他の指との共働機能部分に軽重の差\nがあり、拇指や示指においては特にその機能が重いことを評価した結果にほかなら\nないものと解される。\n（四）　以上に検討したとおり、同一手における手指の障害は労災法施行規則第一\n五条第五項に規定する「同一部位について障害の程度を加重した場合」における\n「同一部位」の障害にあたるということができる。右条項によれば、本件におい\nて、原告の新規障害である右手示指と中指の各用廃は既存障害である右手拇指の用\n廃と合して現在の身体障害を構成するものであるところ、等級表には右の組合わせ\nによる規定がないから同条第四項により等級表第八級の「一手の拇指及び示指又は\n拇指若しくは示指を含み三以上の手指の用を廃したもの」に準じて、第八級と決定\nすべきものである。\nしてみると、原告の右新規障害を同一部位について障害の程度を加重した場合に\n該当すると認め、既存障害を含めて第八級に該当するものとした被告の障害等級決\n定処分には何らの違法も存しない。\n（五）　労災法施行規則第一五条第五項によれば、同一部位の加重障害の場合にお\nける障害補償給付は、「現在の身体障害の該当する障害等級に応ずる障害補償給付\nとし、その額は、現在の身体障害の該当する障害等級に応ずる障害補償給付の額か\nら、既にあつた身体障害の該当する障害等級に応ずる障害補償給付の額（略）を差\nし引いた額による。」とされているところ、原告は右条項の趣旨は、既存障害につ\nいて現実に障害補償給付を受けた者に対して新規障害を理由として二重に補償のな\nされることを避けようとするにあるから、控除の対象となるのは現実に前に支給さ\nれた給付額であり、従つて、その算定の基礎となるのはその時（既存障害発生時）\nの平均賃金であると主張する。しかしながら、右条項の趣旨は前述のように、同一\n部位における障害の程度を加重した場合、新規障害の発生時点において、新旧両障\n害によつて生じた、全体としての労働能力喪失の程度を障害等級表に当てはめて評\n価し、同時に既存障害によつて喪失済みの労働能力を同時点における同様の方法で\n評価して、その差に該当する部分（ただし算術級数的な差ではなく、身体の各部位\nが労働能力の素因として一体的に機能するところの差と解される。）を評価する方\n法により新規障害に対する障害補償給付額を決定すべきことを定めたものと解され\nるから、既存障害が先天性のものであるか否か、業務外のものであるか否か、これ\nにつきかつて障害補償給付を受けたか否か等については問題としていないといわざ\nるをえないのである。同条項が、「既に受けた障害補償給付の額（略）を差し引」\nくとしないで、「既にあつた身体障害の……障害補償給付の額（略）を差し引」く\nと規定したのは右の趣旨を示すものと解する。\nそうすると、本件において、障害補償給付の額を、現在の障害に対する平均賃金\nの四五〇日分から既存障害（第一〇級）に対する平均賃金の二七〇日分を差引き、\n新規障害の発生時点における平均賃金五一二円の一八〇日分相当額の金九万二、一\n六〇円とし、右金員を給付する旨決定した被告の処分は違法ではない。\n三、以上のとおりであつて、原告の請求は理由のないことが明らかであるから失当\nとしてこれを棄却することとし、訴訟費用の負担につき民事訴訟法第八九条を適用\nして主文のとおり判決する。\n（裁判官　原田久太郎　竹田国雄　岡本多市）\n"
}