{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 7,
    "day": 20
  },
  "case_number": "昭和51(行コ)40",
  "case_name": "固定資産価格決定取消等及び固定資産審査決定取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "固定資産課税標準価格についての審査の申出に対してされた固定資産評価審査委員会の審査決定の取消しを求める訴えを，既に係属中の右価格について市長の決定の取消しを求める訴えに併合して提起したときは，前者の訴えの出訴期間の遵守につき，行政事件訴訟法２０条を類推適用すベきであるとした事例",
  "lawsuit_id": "17775",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17775",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/775/017775_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n第一　申立\n一　控訴人\n１　原判決を取り消す。\n２　被控訴人豊中市長（以下「被控訴人市長」という。）が控訴人に対し昭和四九\n年六月二〇日付でなした、別紙物件目録記載の家屋（以下「本件家屋」という。）\nの昭和四九年度の固定資産税の課税標準の価格を金五一万〇四〇〇円とする旨の決\n定（以下「本件原決定」という。）及びそれに基づく固定資産課税台帳の登録を取\nり消す。\n３　被控訴人豊中市固定資産評価審査委員会（以下「被控訴人委員会」という。）\nが控訴人に対し昭和四九年七月二九日付でなした、控訴人の審査申立を棄却する旨\nの審査決定（以下「本件審査決定」という。）を取り消す。\n４　訴訟費用は第一、二審とも被控訴人らの負担とする。\n二　被控訴人両名\n主文と同旨。\n第二　当事者双方の事実上及び法律上の主張並びに証拠関係は、次のとおり訂正\nし、付加するほか、原判決事実摘示のとおりであるから、これを引用する。\n一　原判決四枚目表五行目に「豊中市当築課」とあるのを、「豊中市建築課」と訂\n正する。\n二　控訴人の主張\n１　被控訴人委員会は、被控訴人市長とは独立の中立的機関であるにもかかわら\nず、同一人が被控訴人らの訴訟代理人となつているのは、利益相反の双方代理行為\nに該当し、訴訟法上も違法、不当である。\n２　控訴人は、本件原決定が違法とされるべき事由として、\n（一）　豊中市が本件家屋につき建築基準法五三条の建ぺい率違反を理由に撤去を\n命じていること及び（二）同市が本件家屋につき違法に給水停止をしていること、\nを主張しているが、右（一）の点については被控訴人委員会は原審における答弁書\nの陳述によりその事実を認めながら、その後これを否定して単に行政指導を行つて\nいる段階であると陳述したもので、自白の撤回にあたるところ、控訴人はこれに同\n意していないから、裁判所は右自白に拘束されるべきであり、また（二）の点につ\nいても被控訴人らは給水装置工事申込書の提出について豊中市が行政指導として一\n時留保したにすぎないというが、その事態は給水の永久停止処分である。\n３　控訴人は、本件家屋が固定資産税の課税客体であることには結論的には異論が\nなく、また固定資産評価基準は本件家屋の価格を評価するための重要な基準である\nが、固定資産の価格は固定資産課税台帳主義に則り適正な価格として算定されなけ\nればならない。本件家屋については、行政指導であろうと行政処分であろうと撤去\nが命ぜられ、かつ給水装置がなく給水停止がされていて、その使用収益性を考慮す\nれば現実に価格が減じているのであるが、本件原決定は右の点を看過しているの\nで、控訴人は被控訴人委員会に対し地方税法四一七条一項の重大な錯誤があつて違\n法であり、減額されるべきである旨の審査の申出をした。\nしかるに、被控訴人委員会は右の点を審査の対象にしていないうえ、書面審査の場\n合においても口頭審理の場合と同様に書面によつて評価・計算の根基を明示しなけ\nればならないにもかかわらず、これを懈怠して本件審査決定をした違法がある。\n４　控訴人は、請求原因事実として、本件家屋につき地方税法三四九条二項但書に\n該当する特別の事情が存在すると主張しているのであるが、原判決はこれにつき判\n断を遺脱している。\n５　本件家屋は敷地面積一一九・八三平方メートルに対し一階の建築面積を九七・\n〇一平方メートルに増築したためその比率が一〇分の八となつたから、建築基準法\n五三条の建ぺい率違反の家屋であるとして豊中市が給水停止を行つたものである\nが、控訴人の右増築（昭和四八年五月二〇日）と殆んど同時期の昭和四七年一〇月\n二日に控訴人方から僅か一〇〇メートルも離れていない豊中市＜地名略＞に建築さ\nれた家屋番号第一二六番一、鉄筋コンクリート造亜鉛メツキ鋼板葺二階建公衆浴場\n（床面積一階五一四・六五平方メートル、二階一六五・六六平方メートル）は、敷\n地面積が五八六・五一平方メートルで建ぺい率一〇分の八であるのに、給水停止の\n処分はされなかつた。これは、豊中市が、大規模な家屋については違反を見逃が\nし、本件家屋のような小規模の家屋については違法な行政処分を敢てしてまで強権\n行為に及んでいるもので、明らかに経済的な力の大小による財産関係についての差\n別行為（憲法一四条）に該当する。しかるに、被控訴人委員会は、これを看過して\n本件審査決定をしたのであるから、取り消されなければならない。\n三　被控訴人らの主張\n１　課税対象物件となる家屋は、水道設備の有無とは関係がない。\n２　本件家屋に対して一時給水が行われなかつたのは、控訴人みずからの故意又は\n過失に基づく不法建築に起因するのであり、それも控訴人からの給水装置工事申請\nに対し豊中市が行政指導として一時留保したものにすぎず、給水停止の行政処分を\n行つたわけではない。また豊中市は、本件家屋に人が居住を開始したことが判明し\nた段階で、不法建築であつても、直ちに給水装置工事の認可をし、現に給水を行つ\nている。\n３　被控訴人市長は、本件家屋が固定資産税の課税客体となるものと認定し、自治\n省告示の固定資産評価基準に従つて本件家屋につき再建築費を評点算出したうえ本\n件原決定をしたのであり、その際、本件家屋には給水設備がないものとしてこれを\n評価項目から除外した。\n４　被控訴人委員会は、控訴人からの不服審査申立を受けたので、被控訴人市長に\n対し答弁書の提出を求め、現地調査を実施し、審査委員会を開催して右申立につき\n審査した結果、本件原決定は正当であると判断して本件審査決定をし、「審査の決\n定について（通知）」と題する昭和四九年七月二九日付書面により控訴人に通知し\nた。\n四　証拠（省略）\n○　理由\n一、当裁判所は、控訴人の被控訴人市長に対する本件訴え（以下「前訴」とい\nう。）は、地方税法四三二条一項、四三四条の規定により採用されている裁決主義\nに反して提起されたものであるから、不適法として却下を免れないが、被控訴人委\n員会を被告として行政事件訴訟法一九条、二〇条に基づいて提起された本件訴え\n（以下「後訴」という。）は、前訴が右のとおり不適法であり、かつ後訴が提起さ\nれたのは控訴人が本件審査決定の通知を受けた日から三か月を経過した後であるに\nしても、前訴が右の三か月以内に提起されており、かつ後訴提起の当時前訴がいま\nだ却下されるに至つていなかつた本件の場合においては、同法一五条、二〇条の類\n推適用によつて、出訴期間内に提起された適法なものとして救済されるのが相当で\nあると判断するものであつて、その理由は、上記のほか、原判決理由のうち（本件\n訴えの適否について）の欄の一及び二と同一であるから、これを引用する。\n二　後訴についての本案の判断\n１　当裁判所も、控訴人の被控訴人委員会に対する本件請求は理由がないと認定、\n判断するが、その理由は次のとおり付加、訂正するほか、原判決理由のうち（被告\n委員会に対する請求について）の欄の一ないし三のとおりであるから、これを引用\nする。\n２　被控訴人委員会が被控訴人市長とは独立の中立的機関であることはいうまでも\nないが、本件訴訟に関しては被控訴人両名の間は実体上も手続上も利益相反の関係\nに立つものではないことが明らかであり、殊に本件においては前訴が元来不適法で\nあつたのであるから、同一の弁護士が被控訴人両名の訴訟代理人となつたからとい\nつて、何らの違法はない。\n３　原判決理由二２の末尾に、次のとおり付加する。\n被控訴人委員会が、原審における答弁書の陳述により、豊中市が本件家屋の撤去を\n命じていることを認めたのは、単なる行政指導を行つていることを認めた趣旨であ\nるにすぎないことは、本件弁論の全趣旨に照らして明らかであり、また本件家屋に\n水道給水がなされていなかつた点も、成立に争いのない甲第一一号証、乙第六号証\nの一ないし六、第七号証の一、二により、豊中市が昭和四九年一二月ころ本件家屋\nに対する給水装置工事の申込を受理し、その工事完了後に給水を行うに至つている\nことが認められることに照らしても、給水の永久停止の処分をしていたものではな\nいことが明らかである。\n４　原判決理由二３の一三行目の「関係しない。」の次に、次のとおり付加する。\n本件家屋が固定資産税の課税客体となることについては、控訴人もこれを自認して\nいるところである。\n５　（一）原判決理由二４の一〇行目の「被告委員会は」から同一二行目までを削\n除し、これに代えて次のとおり挿入する。\n被控訴人委員会は、被控訴人市長から本件原決定の評価計算の根基を明記した答弁\n書を提出させ、審査委員会を開いてこれを審査し、かつ現地調査をも実施して、本\n件原決定を適正なものと認めて本件審査決定をしたものであることが認められる。\n（二）　原判決理由二４の末尾に、次のとおり付加する。\nしたがつて、本件原決定には控訴人の主張するような錯誤があるとはいえないし、\n被控訴人委員会の行つた審査手続及びこれに基づく本件審査決定も、地方税法四三\n三条各項の規定に照らして適法なものと認められる。なお、控訴人は、豊中市が給\n水停止に関し不平等な行政処分をしたと主張し、被控訴人委員会がこれを看過した\n違法があるというが、本件家屋につき給水停止処分がされたものでないことは前認\n定のとおりであるうえ、本件原決定及びこれを是認した本件審査決定は、本件家屋\nに給水設備がないものとして本件家屋の価格を評定したのであるから、控訴人の右\n主張事実の有無は本件審査決定の当否とは全く関係がない。\n三　よつて、原判決は相当であるから、本件控訴を棄却することとし、訴訟費用の\n負担につき行政事件訴訟法七条、民訴法九五条、八九条を適用して、主文のとおり\n判決する。\n（裁判官　白井美則　永岡正毅　友納治夫）\n別紙（省略）\n"
}