{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 4,
    "day": 15
  },
  "case_number": "昭和49(ネ)188",
  "case_name": "求償債権不存在確認請求事件",
  "court_name": "高松高等裁判所",
  "lawsuit_id": "24463",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24463",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/463/024463_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴代理人は、「原判決を取消す。被控訴人が昭和四四年一二月二九日訴外株式\n会社四国銀行に代位弁済をしたことによる控訴人の被控訴人に対する金四八万四一\n〇七円の求償金債務は存在しないことを確認する。訴訟費用は第一、二審共被控訴\n人の負担とする。」との判決を求め、被控訴代理人は、主文同旨の判決を求めた。\n当事者双方の事実上法律上の主張、提出援用した証拠、認否は、次に付加訂正す\nる外は、原判決事実摘示の通りであるから、これを引用する。\n但し、原判決二〇三ぺージ一行目の「おり、」とある次に、「原告の右実印、印\n鑑証明書を使用してなされた」と挿入し、同二行目から三行目にかけて「真正であ\nると確認の」とある部分を削り、同所に「右印影は真正であつて、右契約書は真正\nに作成されたものと信じた」と挿入する。\n（控訴人の主張）\n民法一一〇条は、代理人が代理権を踰越して代理行為をした場合に、その代理権\nを信頼して取引をした者を保護するため代理権限内で代理行為がなされたと同一の\n法律関係を認める制度であるところ、本件においては、被控訴人及び融資をした訴\n外株式会社四国銀行はいずれも金融機関であり、また、訴外Ａ、同Ｂの無権代理行\n為によつて経済上の利益を受けたのは控訴人ではなく、訴外Ｃであるし、さらに\nは、被控訴人から本件委託保証に関する委託契約の締結事務の代行を委任されてい\nた四国銀行ａ支店の銀行員Ｄは、控訴人と同町内であり、控訴人が真実本件の保証\nをしたかどうかを確認することは極めて容易であつたにも拘わらず、何等の調査も\nしなかつたこと等の諸事実からすると、仮りに被控訴人が控訴人の印鑑証明書と本\n件信用保証委託契約書に押捺されている控訴人の印鑑の印影等を照合したのみで、\n前記Ａ、Ｂらに控訴人を代理して本件連帯保証契約を締結する代理権限があると信\nじたとしても、右信ずるにつき過失があつたものというべきである。\n（被控訴人の主張）\n右控訴人の主張は争う。\n（証拠）　（省略）\n理　　　　由\n一　控訴人及び訴外Ｅの作成名義部分を除くその余の部分につき原審証人Ｄの証\n言により成立の認め得る乙第二、三号証、同第四号証の一の各存在（但し、右控訴\n人及び訴外Ｅの各作成名義部分の成立は暫く措く）、右証人Ｄの証言により成立の\n認め得る乙第四号証の二、三、同第一〇号証、同第一二号証、原審証人Ｄ、同Ｆ、\n同Ｇの各証言を綜合すると、被控訴人は、昭和四三年三月八日、訴外Ｃからの委託\nを受けて、同訴外人が訴外株式会社四国銀行から金五〇万円を借受けるにつき、そ\nの保証をしたこと、その際、右Ｃは被控訴人に対し、同人が四国銀行から借受ける\n借受金五〇万円の返済を怠つたときは、日歩金一銭の割合による違約金を支払い、\nまた、被控訴人がＣに代つて右借受金の弁済をしたときは、その弁済の日の翌日か\nら日歩金五銭の割合による遅延損害金を支払う旨約したこと、そして、右Ｃは、被\n控訴人の右委託保証（以下本件委託保証という）に基づき、右同日、四国銀行から\n金五〇万円を現実に借受けたこと、以上の如き事実が認められ、右認定を左右する\nに足る証拠はない。\n二　次に、被控訴人は、被控訴人が右Ｃと本件委託保証の委託契約を締結した際\nに、控訴人は、その意思に基づき、右Ｃが将来四国銀行に対する前記借受金を返済\nせず、被控訴人がその代位弁済をした場合における右Ｃの被控訴人に対する求償債\n務及び違約金債務等につき、その連帯保証（以下本件連帯保証という）をしたと主\n張しているので、この点につき判断するに、前掲乙第二号証の存在及び原審証人Ｄ\nの証言によれば、右乙第二号証の信用保証委託契約書は、前記Ｃが被控訴人と本件\n委託保証の委託契約を締結する際に、被控訴人にさし入れたものであるところ、乙\n第二号証の連帯保証人欄には、控訴人名義の署名及び捺印があり、これによつて、\n控訴人は本件連帯保証をしたことになつていることが認められる。次に、右乙第二\n号証の契約書の連帯保証人欄にある控訴人名下の印影が控訴人の印鑑の印影である\nことは当事者間に争いがなく、原審証人Ｄ、同Ｆ、同Ｇの各証言中には、右乙第二\n号証の控訴人の作成名義部分は真正に作成されたものであつて、控訴人はその意思\nに基づき被控訴人主張の本件連帯保証をしたとの事実を窺わせる趣旨の証言がある\nが、後掲各証拠に照らして考えると、控訴人名下の印影が控訴人の印鑑の印影であ\nることのみから乙第二号証の控訴人の作成名義部分が真正に作成されたものとは認\nめ難いし、また、被控訴人の主張に副う前記各証人の証言はたやすく信用できず、\n他に控訴人がその意思に基づき本件連帯保証契約を締結したとの事実を認め得る証\n拠はない。\n却つて、前掲乙第二号証の存在、成立に争いのない乙第五号証の三、原審証人Ｄ\n（但し、、前記信用しない部分は除く）、同Ｆ、同Ｅ、同Ｈ、同Ｉの各証言、原審\n及び当審における控訴人本人尋問の結果、並びに弁論の全趣旨を綜合すると、次の\n如き事実が認められる。すなわち、（１）、控訴人は、昭和四三年三月頃、かねて\nから顔見知りのＪパチンコ店の店員である訴外Ａ、同Ｂの両名から、「友達が印刷\n業をするのに、家を借りたいが、ｂ町内の者の保証が必要であるので、印鑑を貸し\nて欲しい」と頼まれて、右借家の保証人になることを承諾し、その頃、新たに印鑑\n登録をした上、同月七日頃、右両名ないしその友人に右保証契約締結の代理権限を\n与えると共に、自己の印鑑と印鑑証明書（乙第五号証の三）とを右両名に交付して\nこれを貸与したこと、（２）、ところで、当時、右Ｊの友人で製本業を営んでいた\n訴外Ｃは、その事業資金に充てるため訴外株式会社四国銀行から融資を受けること\nになり、被控訴人にその保証の委託をしたが、その際、右Ｃが将来四国銀行に対す\nる借受金を返済せず、被控訴人においてその代位弁済をした場合の求償債務等につ\nき、控訴人からその連帯保証人（本件連帯保証人）となることについての了解は何\n等得ていなかつたのに、右Ｃは、前記Ａ、Ｂらと相談の上、控訴人及び訴外Ｅの両\n名を右求償債務の連帯保証人とすることとし、Ａ、Ｂないしは、その承諾の下にＣ\nにおいて、さきにＡ、Ｂが控訴人から預つていた控訴人の印鑑を利用して乙第二号\n証の信用保証委託契約書に控訴人の氏名を冒書し、その名下に控訴人の印鑑を押捺\nして、右契約書のうち控訴人の作成名義部分を作成すると共に、Ｃ、Ｅの作成名義\n部分を作成して、これを被控訴人にさし入れ、その結果本件連帯保証契約が締結さ\nれるに至つたこと、以上の如き事実が認められる。してみれば、乙第二号証の信用\n保証委託契約のうち控訴人の作成名義部分は、控訴人の意思に基づかずして作成さ\nれたものであつて、控訴人自からがその意思に基づいて被控訴人主張の本件連帯保\n証契約を締結したことはないというべきであるから、右の点に関する被控訴人の主\n張は失当である。\n三　次に、前記二に認定の事実からすると、Ａ、Ｂは、控訴人から借家のための\n保証契約を締結する代理権限を与えられると共に、その印鑑と印鑑証明書とを預つ\nたのであるが、その後右Ａ、Ｂないしはその承諾を得たＣが、控訴人の右印鑑等を\n利用して、いわゆる署名代理の方法により、乙第二号証の信用保証委託契約書のう\nち控訴人名義の部分を作成し、これを被控訴人にさし入れることによつて、控訴人\nを連帯保証人とする本件連帯保証契約を被控訴人と締結したものであるところ、前\n記Ａ、Ｂないしはその承諾を得たＣには、右の如く署名代理の方法により控訴人名\n義の右契約書を作成して被控訴人と本件連帯保証契約を締結する権限はなかつたも\nのというべきである。\n<要旨>そこで、被控訴人主張の表見代理について判断するに、代理人ないし代理\n人の承諾を得た者が、本人から</要旨>与えられた権限を越え、いわゆる署名代理の\n方法により本人名義の契約書を作成し、これを相手方にさし入れることによつて本\n人のための契約を締結した場合において、相手方が本人名義の右契約書は本人の意\n思に基づいて真正に作成されたものであると信じたときは、代理人の代理権限その\nものを信じたものではないにしても、その信頼が取引上保護に値する点において\nは、代理人の代理権限を信じた場合と異なるところはないから、相手方が右のよう\nに信じたことについて正当な理由がある限り、民法一一〇条の類推適用により、本\n人はその責に任ずるものと解するのが相当であるところ（最高裁・昭和三九・九・\n一五・判決、民集一八―七―一四三五、最高裁・昭和四四・一二―一九・判決、民\n集二三―一二―二五三九等各参照）、これを本件についてみるに、前掲乙第二号証\nの存在、同第五号証の三、原審証人Ｄの証言を綜合すると、次の如き事実が認めら\nれる。すなわち、被控訴人から、本件委託保証の委託契約及び連帯保証契約の締結\n事務を代行する権限を与えられていた四国銀行ａ支店の銀行員Ｄは、前記Ｃから、\n保証委託者をＣ、連帯保証人を控訴人外一名とし、右Ｃ及び控訴人外一名名義の署\n名捺印のある乙第二号証の信用保証委託契約書が提出された際、控訴人名下の印影\nと、右と同時に提出された控訴人の印鑑証明書（乙第五号証の三）の印影とを照合\nしてその印影が全く同一であることを確め、その他の作成名義部分についても右と\n同様の調査確認をした上、右契約書の控訴人の作成名義部分は勿論、その他の作成\n名義部分も、すべてその作成名義人の意思に基づき真正に作成されたものであると\n信じて被控訴人のため、Ｃと本件委託保証の委託契約を締結すると同時に、控訴人\nと本件連帯保証契約を締結したものであることが認められ、右認定を左右するに足\nる証拠はない。\nそこで次に、被控訴人の事務を代行したＤにおいて、右の如く信ずるにつき正当\nの理由があつたか否かについて判断するに、一般に本人から一定範囲の代理権限を\n授与されると共に、その代理行為をするために印鑑や印鑑証明書の交付を受けた第\n三者（代理人）が、その実印と印鑑証明書を用いて、権限踰越の行為をした場合に\nおいては、他に特段の事由がない限り、相手方には、第三者において当該行為をす\nる権限があると信ずるにつき正当の理由があるものと解すべきところ（大審院・昭\n和八・八・七・判決、民集二一―二二―二二九七、最高裁・昭和三五・一〇・一\n八・判決、民集一四―一二―二七六四等参照）、本件においては、控訴人は、Ａ、\nＢの両名に対し、同人らの友人が他から借家をするにつきその保証人となることを\n承諾し、Ａ、Ｂらに右借家のための保証契約を締結する代理権限を与えて自己の印\n鑑と印鑑証明書とを交付したものであること、被控訴人のため本件連帯保証契約等\nの締結の事務を代行していたＤは、Ｃから提出された乙第二号証の契約書の控訴人\n名下の印影と控訴人の印鑑証明書（これはさきに控訴人がＡ、Ｂに交付していたも\nのである）の控訴人の印影とを照合してその同一であることを確かめ、右契約書の\n控訴人の作成名義部分は真正に作成されたものと考えたことはいずれも、さきに認\n定した通りであるし、さらに、原審証人Ｆの証言により成立の認め得る乙第一一号\n証、原審証人Ｄ、同Ｆの各証言によれば、被控訴人がＣのためになした本件委託保\n証は、右Ｃ及び控訴人らの地元である徳島県名西郡ｂ町の商工会が、Ｃから小口融\n資斡旋制度における融資の斡旋依頼を受け、同人を被控訴人の営む委託保証を受け\nる候補者として被控訴人に紹介推せんした結果締結されるに至つたものであるこ\nと、そして地元商工会が右の如くＣを推せんするに当つては、控訴人と訴外Ｅをそ\nの保証人として被控訴人に紹介し推せんしたところから、被控訴人は控訴人を連帯\n保証人とする本件連帯保証契約を締結するに至つたものであり、当時本件連帯保証\n契約の締結事務を担当したＤも、地元商工会の推せんがあつたことも加わつて、前\n記の如く乙第二号証の契約書の控訴人名下の印影と控訴人の印鑑証明書の印影が同\n一であることを確認して右契約書のうち控訴人作成名義部分は真正に作成されたも\nのであると信じたこと、以上の如き事実が認められ、右認定を左右するに足る証拠\nはない。しかして、以上の如き諸事実を綜合して考えると、他に特段の事由の認め\nられない本件においては、被控訴人のため本件連帯保証契約締結の事務を担当した\nＤにおいて、乙第二号証の契約書の控訴人作成名義部分は真正に作成されたもので\nあると信ずるにつき、正当の理由があつたものと認めるのが相当である。\nもつとも、控訴人は、被控訴人及び現実にＣに融資をした四国銀行は、いずれも\n金融機関である上、訴外Ａ、Ｂらの本件権限踰越行為によつて経済的利益を受けた\nのは控訴人ではなくＣであるし、さらには、前記Ｄは控訴人と同町内であつて、控\n訴人に本件連帯保証をしたか否かを確かめることは容易であつたのにこれを怠つた\n等の諸事情をあげて右井上には前述の如く信ずべき正当の理由はなかつたと主張し\nているが、右控訴人主張の如き諸事情があるからといつて、前段に述べたような諸\n事実のある本件においては、被控訴人ないしはその事務を担当したＤにおいて、本\n件連帯保証契約を締結するに当り、控訴人に真実本件連帯保証をすることの承諾を\nしたか否かをいちいち確かめるまでの必要はないと解するのが相当であるから、右\n控訴人の主張は失当である。\nそうだとすれば、控訴人は、民法一一〇条の類推適用により本件連帯保証の責に\n任ずべきである。\n四　次に、弁論の全趣旨によつて成立の認め得る乙第一号証、成立に争いのない\n乙第七号証の一、原審証人Ｇの証言、並びに弁論の全趣旨を綜合すると、訴外Ｃ\nは、被控訴人の委託保証の下に、四国銀行から借り受けた前記金五〇万円のうち第\n一回の分割弁済金を支払つたのみで、その余の支払をしなかつたので、被控訴人は\n昭和四四年一二月二九日、右Ｃに代つて四国銀行に対し、元利合計金四八万四一〇\n七円を支払つたこと、そこで被控訴人はＣに対し、右金四八万四一〇七円の求償債\n権及び違約金六九九三円並びに右弁済金に対する昭和四五年三月三一日以降完済ま\nで日歩金五銭の割合による遅延損害金の支払債権を有するに至つたこと、以上の如\nき事実が認められ、右認定を左右するに足る証拠はない。\nしてみれば、控訴人は、右西村の求償債務等の連帯保証人として、被控訴人に対\nし右同額の債務を負担しているものというべきである。\n五　よつて、右債務の不存在確認を求める控訴人の本訴請求は失当であり、これ\nを棄却した原判決は結局相当であつて、本件控訴は理由がないからこれを棄却し、\n控訴費用につき民訴法九五条八九条を適用して主文の通り判決する。\n（裁判長裁判官　秋山正雄　裁判官　後藤勇　裁判官　磯部有宏）\n"
}