{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 10,
    "day": 2
  },
  "case_number": "昭和47(ネ)613",
  "case_name": "中日放送懲戒解雇",
  "court_name": "名古屋高等裁判所",
  "field": "労働",
  "lawsuit_id": "19742",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19742",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/742/019742_hanrei.pdf",
  "contents": "主　　　文\n本件控訴、附帯控訴（当審で追加した新請求を含む）はいずれも棄却する。\n控訴費用は控訴人の、附帯控訴費用は被控訴人の各負担とする。\n事　　　実\n控訴代理人は「原判決中控訴人敗訴部分を取消す。被控訴人の請求を棄却する。\n訴訟費用は第一二審とも被控訴人の負担とする。」との判決、「附帯控訴（被控訴\n人の請求追加分を含む）を棄却する。」旨の判決を求め、被控訴代理人は「本件控\n訴を棄却する。控訴費用は控訴人の負担とする。」との判決、附帯控訴により当審\nで請求を拡張し「原判決主文第二項第三項を次のとおり変更する。控訴人は被控訴\n人に対し金一〇、二四四、〇七七円及び内金二、六一七、三八二円に対する昭和四\n三年一月二三日以降、内金六、九〇二、二九五円に対する昭和四七年五月一〇日以\n降、内金七二四、四〇〇円に対する昭和四九年二月二〇日以降各完済に至るまで年\n五分の割合による金員を支払え。」との判決を求めた。\n当事者双方の主張、証拠関係は、左記に付加するほか、原判決事実摘示記載のと\nおりであるから、これを引用する。\n一、被控訴人の主張\n（一）　控訴会社では、職員の身分、職位として、社員、主事、主任、課長補佐\n（昭和四七年二月まで課長代理待遇）、課長代理、課長、部次長、部長、局次長、\n局長、理事などがあり、社員以外にはその身分、職位に応じて身分（役付）手当、\n打切基準外手当を支給しているが、主事、主任、課長補佐に対する右各手当の額は\n別紙Ａ表記載のとおりである。\nなお、右身分といい職位というも賃金上の格付けの制度にほかならない。\n（二）　被控訴人は昭和三二年三月名古屋大学文学部を卒業し、同年四月控訴会社\nに入社したものであつて、控訴会社の職員であるところ、被控訴人と同学歴、同社\n歴（入社後年数）を有するものが昭和四八年までに主事以上の身分、職位に昇進し\nた状況は別紙Ｂ表記載のとおりである。これによると、昭和四三年四月一日主事\nに、昭和四六年三月一日主任に、昭和四八年三月一日課長補佐に昇進しているもの\nが中位のグループに属する。\n（三）　しかるに、被控訴人は昭和四〇年七月七日、社員の身分のとき、違法解雇\nされたため、その後に少なくとも前記中位のグループ程度に昇進し得べき期待権を\n侵害され、その結果昭和四三年四月一日以降昭和四七年三月三一日までの間におい\nて別紙Ｃ表のとおり身分（役付）手当、打切基準外手当各相当額合計金七二四、四\n〇〇円（但し、右各手当支給に伴い勤務手当月額金三、〇〇〇円を減額されるの\nで、これを控除したもの）の損害を受けたことになる。\n（四）　そこで、被控訴人は、本訴請求を拡張し、さらに右損害の賠償として金七\n二四、四〇〇円及びこれに対する附帯控訴状送達の翌日から完済に至るまで民事法\n定利率年五分の遅延損害金の支払を求める。\n二、控訴人の主張\n（一）　本件解雇の事由とされた被控訴人の行為は、就業規則四条の「職員はその\n職務について上長の指揮命令に従い通達を守り、上長は所属職員の人格を重んじ、\n互に協力してその職責を遂行しなければならない。」、同五条一号の「所管業務の\n遂行に関しては、迅速・正確を旨とし責任を持つこと」、同条九号の「勤務時間中\n直接業務に関係のない行為をつゝしむこと」、同条一〇号の「職員としての体面を\n汚す行為をしないこと」に違反し、同六八条一号の「この就業規則中の守らなけれ\nばならない各条項を守らないとき」、同二号の「当然なすべき職務を怠つたとき、\nまたは業務上の命令を怠つたとき」のほか同条五号の「故意または過失により会社\nに重大な損害を与えたとき」にも該当するものである。\n（二）　被控訴人の解雇権乱用の主張について\n労使双方の継続的信頼関係を基盤とする労働契約殊に終身雇傭制を前提とする場\n合にあつては、解雇権の行使が乱用とされるべきか否かの判断は、当該労働者の使\n用者に対する労働契約上の義務の履行が信義に従い誠実に行われていたかを十分検\n討されねばならないところ、後記のように被控訴人は営業部への配転以後は、従業\n員として当然なすべき労務提供者としての立場を全く放擲し、専ら当時の組合執行\n部のいわば使用人に徹することが自己の任務であるとの誤つた認識のもとに組合指\n令に対し猪突猛進許容条件をも無視してこれに従いながら、控訴会社の業務命令に\n対してはことごとくこれに反発するばかりかたまたま命ぜられた対外接渉の場合に\nは会社の重要な取引先である広告代理店との無用のトラブルを発生せしめ、もつて\n会社の信用を失墜せしめその他多大の損失を蒙らせたのである。被控訴人は、控訴\n会社との関係では営業部員としてというよりは寧ろ会社員としての適格性を完全に\n喪失していたものであり、控訴会社としては会社の利益擁護のために被控訴人を企\n業外に放逐せざるを得ない。\nまた、本件解雇事由となつた被控訴人の行為は、すべて故意もしくは悪意に基づ\nく積極的行動で、常識的判断で抑制可能であるに拘らず、この反対動機を抑えて無\n視して行つたところの上司に対する迫害行為であつたり、度重なる職務命令違反で\nあつたりしたもので、これに対しては解雇以外の懲戒処分の選択はあり得ないし、\n企業秩序維持のためになされた本件解雇は不当に苛酷だといわれる筋合いのもので\nない。\n１　控訴会社は放送法・電波法の直接規制を受け、政治的中立性の保持、その他公\n正な報道機関として事業活動を行う法的責務を負うもので、従業員に対しても服務\n規律・職務専念義務についていやしくも事業の公共的性格を没却することがないよ\nうに求めている。\n２　控訴会社は、広告媒体であるラジオ・テレビの放送電波を商品として販売し、\nこれによる収益によつて維持されているのであるが、右広告媒体の商品としての価\n値は顧客たるスポンサー広告代理店との取引は、放送会社の信用（営業上のステー\nシヨン・イメージ）を中心とした信頼関係に基づき行われており、この信頼関係の\n如何が取引の成否に関係するのである。そして右販売収入獲得のためにはスポンサ\nーとの間に取引上介在する広告代理店の協力により営業活動を成立せしめていると\nころ、前記信頼が失われたときはいつでも一方的に契約を解除されるのである。\n３　被控訴人が本件配転により配転されたテレビジヨン局営業部は、右販売業務を\n分掌する重要部門であり、顧客等外部に対し控訴会社を代表して接触し取引を行つ\nている重要な窓口で、その販売実績の推移がそのまま直接会社の経営面に大きな影\n響を与えることになるので、控訴会社は対外接渉特に広告代理店との取引関係に対\nしては殊のほか意を用いており、営業部員としては、前記信頼関係を維持するため\n顧客に対する接渉等について万に一つの遺漏あることは許されず、服務規律は常常\n厳正に保持さるべきものとされていた。\n４　控訴会社は企業の特殊性から従業員に対しては厳正に信賞必罰をもつてし（い\nずれも控訴会社の審議機関ないし常務会において慎重に審議している）、昭和二七\n年から昭和四〇年までに解雇三件・出勤停止七件の懲戒処分（譴責・戒告を含む総\n件数は一八二件）があつたが、右出勤停止の処分事由は、いずれも放送機器故障に\nよる放送事故に対する監理責任あるいは過失による番組の一部落失によるものであ\nつて、本件解雇事由とはその質量において重大な差異が存する（従つて、本件解雇\n処分は権衡を失しない）。\n５　被控訴人は、労働契約の本旨に従い労務を提供すべき義務を負つておるとこ\nろ、右の労務の提供は単なる物理的労働力の提供ではなく使用者の信頼に応えるに\n足るものであることが要請されるのに、昭和四〇年四月六日テレビジヨン局営業部\nに出勤するようになつて以来営業部の業務につき積極的に求めてこれを行つたこと\nのないことは勿論、上司からの業務命令にも容易に従わず、控訴会社の期待する業\n務命令の完全な遂行実現に自ら意を用いることは全くなかつた。この被控訴人の勤\n務意欲の欠如は出勤当日の服装態度にも現れている（対外取引を主たる業務内容と\nする営業部員としての一般常識に反しスポーツシヤツ姿であつた。）。\n本件配転が被控訴人の希望しない異職種の職場であり、被控訴人が本件配転に対\nする抗議として職場における正当な労務の提供をしなかつたものであるとしても、\nかかる抗議は別の方法ないし形態で行われるべきものである。\n６　被控訴人が右最初の出勤日にリボンを着用して挨拶廻りにいつたのは、これに\nよつて控訴会社を困らせようとする業務妨害の害意の存在していた徴表であり（リ\nボンを外しても訴外組合の指令に反するものではなかつた）、その他本件解雇事由\nとなつた被控訴人の各行為はいずれもその労務提供意欲の欠如の結果であつて、控\n訴会社に対する重大な挑戦行為で控訴会社としては企業利益・企業防衛という見地\nからも放置できないことは当然である。\n（三）　拡張した請求の原因事実について\n被控訴人主張（一）の事実は認める、但し身分、職位は専ら賃金上の格付けのため\nに設けられた制度ではない。同（三）の事実中、被控訴人が昭和四〇年七月七日解\n雇された当時の身分が社員であつたことは認めるが、その余は争う。控訴人の従業\n員に対する身分、職位の昇進は、従業員中一定の社歴を有する者のうちから勤務態\n度等が特に優秀という選考基準に合致し、当該身分、職位にふさわしい者を一定の\n手続に従つて昇進させるものであるから、被控訴人主張の如く学歴・社歴のみで一\n定の身分、職位に昇進できるものではなく、また、本件解雇後勤務していない被控\n訴人について勤務態度等の評価は全くなし得ないのであるから、被控訴人につき昇\n進の問題が生ずる余地はない。\n三、証拠関係（省略）\n理　　　由\n一、被控訴人は昭和三二年四月一五日以来控訴会社に勤務していたものであるが、\n昭和四〇年七月七日付で懲戒解雇（本件解雇）の意思表示を受けたことは当事者間\nに争いがない。\nところで成立に争いのない乙第一号証の一、二と弁論の全趣旨によれば、控訴会\n社で昭和三七年二月一日以来施行されていた（昭和四三年四月一日変更）就業規則\nでは、懲戒処分として戒告・譴責・職分変更・出勤停止（一五日以内）・解雇の六\n種が定められ（六九条・七〇条）、懲戒処分に該当する行為として（１）この就業\n規則中の守らなければならない各条項を守らないとき（六八条一号）（２）当然な\nすべき職責を怠つたとき、または業務上の命令を怠つたとき（六八条二号）（３）\n故意または過失により会社に重大な損害を与えたとき等の定めがあり（六八条五\n号）、さらに従業員が守らなければならない条項として（１）職員はその職務につ\nいて上長の指揮命令に従い通達を守り、上長は所属職員の人格を重んじ、互に協力\nしてその職責を遂行しなければならない（四条）、（２）所属業務の遂行に関して\nは迅速正確を旨とし責任を持つこと（五条一号）、勤務時間中直接業務に関係のな\nい行為をつつしむこと（五条九号）、職員としての体面を汚す行為をしないこと\n（五条一〇号）、許可なく職務以外の目的で会社の設備・機械器具を使用しないこ\nと（五条一四号）等の定めがあることが認められ、後記認定のとおり被控訴人には\n右に掲記した就業規則五条各号に違反する行為があり、右は就業規則六八条に該当\nする事由というべきである。\n二、しかるところ、被控訴代理人は、本件解雇は、被控訴人が正当な組合活動をし\nたことを理由とするものであり、かつ、本件解雇をするに至つた決定的動機が訴外\n組合における労使協調勢力の培養と訴外組合を労使協調組合に転換させることにあ\nつたのであるから、労働組合法七条一号、三号の不当労働行為に該当し、仮にしか\nらずとしても、解雇権の乱用である旨主張するので、まず、控訴人と訴外組合との\n労使関係の推移について検討するに、この点に関しては原判決が認定の根拠とした\n証拠に、成立に争いのない甲第一〇〇号証の一、二、乙第三三号証の一、二、第三\n四号証、弁論の全趣旨により成立の認められる甲第八一号証と当審証人ａの証言・\n当審被控訴本人尋問の結果を加え次のとおり付加訂正するほかは原判決理由記載\n（原判決七〇枚目裏三行目から七七枚目裏五行目までのとおりであるから、ここに\n右の記載を引用する。\n１　七一枚目裏末行から七二枚目表五行目までを「このような経過のもとで控訴会\n社の副社長が部課長に対し『部会課会が真の意味の部会課会の域を逸脱している\nが、それは労働組合活動の質的転化によつて引起されたものである』として民放労\n連の運動方針を挙げて『このスローガンが部会課会に反映して右のような逸脱をす\nる場合もあり得るから、そのような場合手際よく処理してほしい』旨の要望をし、\nこの談話が社報に掲載されたが、これも訴外組合では、控訴会社の組合丸抱えの意\n欲の現れであるとした。」と訂正する。\n２　七二枚目表六、七行目の「被告の組合脱退勧告に従い」を削除する。\n３　七四枚目裏初行の「七一項目」を「七五項目」と改める。\n４　七五枚目裏三行目の「一五回」を「四四回」と、同四行目の「二一八名」を\n「一九二名」と、同八・九行目の「合計九項目」を「数項目」と改める。\n５　七六枚目表一〇行目の「実質的団交を経ないまま」を「実質的団交ができない\nでいたところ」と改める。\nそして、さらに、本件解雇に至るまでの経過について検討するに、被控訴人は控\n訴会社に入社した当初は編成局報道部、次いで同部ラジオニユース課、ラジオ局報\n道部ニユース課に所属し、昭和三八年八月一六日より訴外組合の専従役員となり休\n職し、右専従の解かれた後昭和三九年八月一六日よりラジオ局報道部に所属してい\nたところ、昭和四〇年四月一日付をもつてテレビジヨン局営業本部営業部に配転\n（以下本件配転という）を命ぜられたことは当事者間に争いなく、本件配転を含む\n右同日付人事異動のなされるに至つた経緯に関しては、原判決が認定の根拠とした\n証拠に当審における被控訴本人尋問の結果を加えるほかは原判決理由記載（七七枚\n目裏七行目から八三枚目裏二行目までのとおりであるからここに右記載を引用す\nる。\n次に控訴人が解雇事由として主張するところの本件配転後の新職場での被控訴人\nの行動をみる。\n（一）　リボン、赤鉢巻の着用\nこの点に関しても、原判決が認定の根拠とした証拠に当審証人ｂ、同ｃの各証\n言、被控訴本人尋問の結果を加え、次のとおり付加訂正するほか原判決理由記載\n（原判決八七枚目表初行から九六枚目表四行目までのとおりであるから、ここに右\nの記載を引用する。\n１　九一枚目裏九行目の末尾に「そのため同課長はその間来客に応待できず待たせ\nておかなければならなかつた。」を加える。\n２　九五枚目裏二行目「その際も」の次に「取外しを命ぜられていたのに」を加え\nる。\n（二）　「不当労働行為罪状証明」という文書の展示\nこの点に関しては、原判決が認定の根拠とした証拠に当審証人ｃの証言を加える\nほか原判決理由記載（原判決九七枚目表四行目から九八枚目裏五行目まで）のとお\nりであるから、ここにこれを引用する。\n（三）　施設利用\nこの点に関しても、原判決が認定の根拠とした証拠のうち乙第八号証の一、第二\n四号証、第二八号証の三を削除し、当審証人ａの証言を加えるほか、原判決理由記\n載（原判決九八枚目裏七行目から一〇〇枚目表末尾より二行目まで）のとおりであ\nるから、これをここに引用する。\n三、以上認定の事実関係に基づいて被控訴人の新職場における右認定の行動につい\nて考えるに\n被控訴人は昭和四〇年四月六日以降において、就業時間中、リボン、腕章、ワツ\nペン、鉢巻を着用し、直属の上司である営業部長ｃらより再三にわたり、営業部員\nとして職責上支障があるから外すようにと指示されたのにかかわらず、これに従わ\nず、このため、同営業部長としては、被控訴人を社外で直接取引先と接触する業務\nに従事させ、取引先の不評を招き控訴会社の営業上支障を生じさせないよう社内の\nデスク業務に従事させる扱いをするのやむなきに至つたのでありまた、被控訴人は\n「不当労働行為罪状証明」と頭書した文書を顧客の出入りする同営業部内の自己の\n業務机上に展示し、さらに被控訴人は、社内だけでなく、社用で取引先に出向いた\nときも鉢巻を着用したままであつたので、取引先で営業部員として非常識な異様な\n風態であると非難されたことが再三あり、このため控訴会社では職場規律、上司の\n命令は職員に徹底していないとの疑い、不信を取引先間に醸成させ、なかには控訴\n会社との取引停止をほのめかす取引先すらあつたのであり、これら被控訴人の行為\nは前記就業規則四条、五条に違反し、六八条一号、二号に該当するものというべき\nであり、また、控訴会社、訴外組合間に成立した施設協定によつて、争議行為中の\n組合及び組合員は控訴会社内の食堂の使用を禁止されていた（被控訴人は、ここに\nいう争議行為とは全面スト或いは職場単位の部分ストを指し指名ストは含まれず、\n施設の使用とは職場滞留をいうと主張するが、右のように解釈すべき根拠は発見で\nきない）被控訴人が指名スト中の昭和四〇年四月一日、同月三日の二回にわたり、\n控訴会社の許可なくして、昼食のため右食堂を使用したのであつて、右行為は施設\n協定に反するもので結局前記就業規則第五条一四号に違反し、六八条一号の懲戒事\n由に該当するといわなければならない。\n四、しかるところ被控訴代理人は、控訴会社は昭和四〇年四月一日付人事異動のな\nかに被控訴人、訴外ｄ、同ｅら組合幹部三名に対する配転命令を含ましめて不当な\n組織攻撃をしてきたので、被控訴人は右不当配転に抗議する訴外組合の指令に基づ\nき正当な組合活動としてリボン、腕章、鉢巻等を着用していたに過ぎず、また営業\n部長ｃに対する「不当労働行為罪状証明」なる文書作成の事情も、同営業部長が被\n控訴人に対し鉢巻を外すよう指示し、組合活動に不当な干渉をしたので、これに抗\n議するためになしたものであるというが、控訴会社およびそのテレビジヨン局営業\n部は当裁判所も原審認定と同様の特殊性をもつものと認定するものである（この点\nに関しては原判決が認定の根拠とした証拠に当審証人ｃの証言を加えるほか原判決\n一〇〇枚目裏初行から一〇一枚目表末行までの記載と同一であるから、これをここ\nに引用する）ところ、使用者の指揮命令下にあつて執務すべきものとされている限\nり、その職責の遂行に支障を来し、営業の妨げとなる行為は組合活動としてもこれ\nを正当のものということはできないのであつて、右認定の控訴会社営業部の特殊性\nにかんがみれば、同営業部所属の被控訴人が、就業時間中社内外を問わずに、リボ\nン、腕章、鉢巻等を着用することはその職責の円滑な遂行に支障を生じ、営業の妨\nげとなるものというべきであるから、着用の動機、目的および事情の如何は懲戒に\n値いするかどうかの評価に差異が生ずるにとどまり、組合活動としてなされたから\nといつてこれを正当な組合活動というを得ない。したがつて、また、営業部長ｃら\nが業務上の必要に基づき被控訴人に対し右着用を禁じたことは正当であり、これを\n組合活動に対する不当な干渉であるというのも当らないといわなければならない。\n被控訴代理人は、また、労組法七条三号にいう不当労働行為であるというのであ\nるが、被控訴人の前示懲戒事由該当の行為のうち、食堂使用行為は単に昼食のため\nのものであつて、他意はなく、また右行為によつて食堂の管理使用上控訴会社にお\nいて別段支障を生じたという事情はうかがわれないことからみても、これによる就\n業規則違反の程度は極めて軽微であると判断せざるを得ない。けれども、前記三に\nおいて述べた被控訴人の行為は、被控訴人が上司の指示に対しこれを組合活動に対\nする不当な干渉であると独断し、これに固執して上司の指示に拮抗反発したことに\n基因し上司の名誉を毀損する行為に出で或いは、また職場規律を軽視し、控訴会社\nの業務運営を阻害する行為でもあつて、これがため控訴会社が顧客の不評（顧客の\n労働組合に対する無理解やいわれなき嫌悪感からでたとしても、営利会社としては\n無関心ではあり得ない）を招くに至つた以上、控訴会社が被控訴人の右行為を看過\nできないことは当然であることに照らせば、前示労使関係の推移、本件配転に至る\n経緯では控訴会社が労使関係協調の方向に訴外組合が転換することに強い願望をも\nつていたことを窺わせるにとどまり、未だ本件解雇が被控訴人主張のような意図の\nもとになされたものと断定できず他に右主張を維持するに足る事実を認定するに足\nる確証はない。\n被控訴人のこの点の主張は採用できない。\n五、解雇権乱用の主張について\n（一）　控訴会社が就業規則において戒告、減給、職分変更（降格）、出勤停止\n（一五日以内）、解雇の五種類の懲戒処分を定めていること前記のとおりであると\nころ、成立に争いのない甲第二号証、前掲甲第二六号証によれば、控訴会社は昭和\n四〇年七月七日付で被控訴人、訴外組合執行委員長訴外ｆの二名を懲戒解雇、同副\n委員長訴外ｇを出勤停止一五日、同年八月二三日付で同執行委員書記長、書記次長\nを出勤停止、同日付で昭和四〇年度労使交渉期間中の闘争委員の内一二名を減給処\n分に付したこと、右懲戒処分は、訴外組合が同年三月二五日より同年七月七日まで\nの間において、就業規則、職場秩序を無視し、会社構内における無許可集会、施設\n利用、会社の名誉、信用を毀損する不当な情宣活動、業務命令違反等、正当な組合\n活動の限度を逸脱した行為を反復行なつたことについて、その計画指導ないし直接\nの実行者であつたことを懲罰事由とするものであつたこと（なお、略同期間中に訴\n外組合が合計数十回に及ぶ全面、部分、指名ストを指令実行したことは前示したと\nおりである）が認められ、このように、当時の執行委員長ｆのほかは、被控訴人だ\nけが懲戒解雇されていることをみても、控訴会社が被控訴人の責任を重視したこと\nは極めて明瞭である。\n（二）　しかしながら、本件解雇事由となるべき行為の態様をみるに、被控訴人が\n上司である営業部長ｃに対する「不当労働行為罪状証明」なる文書を作成展示した\nことについて、被控訴人は右文書を同営業部の自己の業務机の上、ガラス板との間\nに挿入していたものであつて、故らに外部の者に公示する目的で行なつたものとは\nみられず、同営業部長も厳しく右文書の収去を要求せずに存置させていたという事\n情があり、また、リボン、腕章、鉢巻等の着用についても、右行為は、訴外組合が\n昭和四〇年四月一日付配転命令、なかんづく訴外ｅ、同ｄ、被控訴人に対する配転\n命令に抗議することを主たる目的として、同組合闘争委員会、職闘会議の議を経て\n決定した指令に従つてなされたもので（指令の限度を故意に逸脱した事実を認むべ\nき証拠はない）、被控訴人は控訴会社の業務に支障を生ぜしめることを目的とした\nものでなく、一方控訴会社の営業や人事をそれぞれ担当する幹部らも被控訴人の右\n行為が少なくとも当初は本訴において控訴人が主張するような重大なものと考えて\nはいなかつた（そうでなければ、既に被控訴人を非難する顧客がでているのに組合\nの指令と称して着用をやめない被控訴人を懲戒する措置をとらないのみか、そのま\nま営業部で勤務させ、社外の仕事にも従事させていたことが理解できない。被控訴\n人の反省を待つていたためであるというならば、待つこともできる程度のことであ\nるということになろう）こと、被控訴人は昭和四〇年四月一六日以降は主として同\n営業部の社内デスク業務に従事していたので、右リボン、腕章、鉢巻等を着用した\nままで直接取引先顧客と応接する機会は、さきに引用した原判決認定の特別の場合\n以外殆んどなしに経過していたことを考え合わせると、被控訴人が右リボン、腕\n章、鉢巻等を着用していたことに因り被控訴人を企業外に放逐しなければならない\n程控訴会社の業務に重大な障害が生じたものとは認められない。\nこの点に関し控訴代理人は、控訴会社の収入は昭和四〇年九月期において前期比\n約二、二〇〇万円の減収を生じ、また控訴会社幹部が取引先顧客を廻つて陳謝する\nために多大の費用を支出した旨主張し、原審当審証人ｃ、原審証人ａの各証言によ\nれば、控訴会社の同年九月期決算において前期（三月）比約二、〇〇〇万円の減収\nとなつていること、同年春以降の争議に関して、控訴会社副社長らが同年五月頃よ\nり同年一〇月頃にかけて、陳謝のため取引先を廻つたことが認められるが、これが\n被控訴人が前示行為に出でたことに因るものであることを確認し得べき証拠はない\n（それ故就業規則第六八条五号に該当するとの評価はできない）。\nそして、本件解雇理由に付加されている食堂への立入り、使用が懲戒事由として\n軽微なものとみるべきことについては、既に説示したとおりである。\n（三）　以上の如く、本件解雇理由となるべき被控訴人の行為の態様、訴外組合の\n闘争委員に対しなされた懲戒処分の内容、また被控訴人において過去に懲戒の前歴\nがあるとか、ないし平常の勤務態度自体に格別問題のあつた事実はうかがわれない\nことなど諸般の事情に照らすと、控訴会社が卒然として懲戒解雇の措置に出でたこ\nとは被控訴人に対し選択すべき懲罰の種類を誤り、懲戒されるべき行為に比し、合\n理的裁量の限度を超えて、過酷な処分を選択したものと判断することができ、結局\n本件解雇は懲戒解雇権を乱用した無効の処分と解すべきである。\n六、右の次第で、控訴会社、被控訴人間には依然として雇用契約上の法律関係が存\n続しているというべきところ、控訴会社が本件解雇後被控訴人の就労を拒否してい\nることは当事者間に争いがないので、民法第五三六条第二項本文により、本件解雇\n後の昭和四〇年七月一六日以降被控訴人において従業員たる地位に基づき請求でき\nる賃金等につき、控訴会社はその支払義務あるものといわなければならない。\nしかして、当裁判所も、当審で新に被控訴人の追加請求にかかるものを除き、被\n控訴人が控訴会社に対し支払を求め得べき金額は金九、四六八、九七七円及び内金\n二、六一七、三八二円に対する昭和四三年一月二三日以降、内金六、八五一、五九\n五円に対する昭和四七年五月一一日以降各完済に至るまで年五分の割合による金員\nであると判断するが、その理由は、次のとおり訂正するほか、原判決説示の理由\n（原判決一一二枚目裏二行目「原告が」より同一一三枚目裏末行までの記載）と同\n一であるので、これを引用する。\n原判決一一二枚目裏八・九行目の「成立に争いのない乙第一号証の」を削り、一\n一三枚目表二行目「認められ、」より同裏五行目「明らかであるから」までを「認\nめられるが、ここにいう父母とは所得税法にいう扶養控除対象者たる父母とその意\n味内容を同じくするものと考えられる。しかるに、成立に争いのない甲第七九号\n証、乙第三〇ないし第三二号証、弁論の全趣旨により真正に成立したものと認めら\nれる甲第八〇号証の一、二、三、被控訴人の原審尋問の結果によれば、被控訴人の\n母は昭和四五年九月九日満六〇歳に達したが、夫である訴外ｈ（被控訴人の父）の\n申告総所得金額は昭和四四年二七四、〇〇〇円、昭和四五年三一〇、〇〇〇円、昭\n和四六年三二〇、〇〇〇円であることが認められ、これによると、被控訴人（家族\nの妻子を含む）は両親と同一建物に居住しているとしても生計を一にするものとは\nいえない。したがつて、就業規則上、被控訴人の母は被控訴人の扶養家族に入らな\nいことに帰着するから、」と改める。\n七、次に、被控訴人が当審で新に追加した、身分（役付）手当、打切基準外手当各\n相当額損害金の請求について、考えるに、\n弁論の全趣旨により真正に成立したものと認められる乙第三六号証によれば、被\n控訴代理人主張の主事、主任、課長補佐の選考手続は、従業員中よりその能力、人\n物、業績、勤続年数等（社歴をも含めた時期もある）を勘案した選考基準に従い、\n所属長の意見をきき社長が常務会の議を経て発令するものであることが認められ、\n被控訴代理人のいうように、控訴会社の従業員はある勤続年数を経過すれば主事、\n主任、課長補佐に昇進できるというものではないから、被控訴人と同学歴、同年度\nに入社した者の過半多数が主張のとおり主事、主任、課長補佐に昇進していること\nを根拠に、被控訴人は少なくともその平均位において右地位に昇進すべき期待権を\n有しておりそれが侵害されたとはいえないのである。なお、一般に被控訴代理人主\n張のような期待的利益は事実上のものにとどまり、仮に昇格差別その他の不当労働\n行為に該当するものであれば不当労働行為制度固有の救済を受け得るに過ぎないと\n解する。\nしたがつて、これと異なる見解のもとに、前記損害金の支払を求める被控訴人の\n請求は失当であるので棄却すべきである。\n八、よつて、本件控訴は、附帯控訴（当審における被控訴人の追加請求を含む）は\nいずれも理由がないので棄却し、訴訟費用の負担につき民事訴訟法第八九条、第九\n五条を適用して、主文のとおり判決する。\n（裁判官　綿引末男　山内茂克　清水信之）\n（別紙省略）\n"
}