{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 10,
    "day": 24
  },
  "case_number": "昭和48(ネ)736",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14426",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14426",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/426/014426_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n控訴代理人は、「原判決を取消す。被控訴人はその発行する刊行物に『アルバイ\nト・パートタイマー情報』という標章を附し、これを附した刊行物を販売、頒布し\nてはならない。訴訟費用は第一、二審とも被控訴人の負担とする。」との判決なら\nびに商標使用差止請求部分につき仮執行の宣言を求め、被控訴代理人は主文同旨の\n判決を求めた。\n当事者双方の主張および証拠関係は、次に附加するほか、原判決事実摘示のとお\nりであるからこれを引用する（但し、右事実中、「否類似」とあるを「非類似」と\n改める）。\n一、控訴人の主張\n１　商標法第三条一項一号所定の普通名称であるか否かは、商品の名称が普通名詞\nであるとか、単に一般消費者がこれを普通名称として意識するおそれがあるという\nのみでは充分ではなく、更に取引市場においてその名称が特定の商品の一般名称と\nして世俗一般に普通に使用されている事実が認められる場合においてのみ普通名称\nであるということを得るところ、本件における商品の一般名称は求人誌、求職誌、\n求人案内紙というべきであり、これに対して控訴人が「アルバイトニユース」なる\n別個の名称を使用した場合にあたるので、本件登録商標は右法条所定の普通名称に\n該当しない。\n２　仮に本件登録商標が商標法第三条一項一号ないし六号のいずれかに該当すると\nしても、昭和四五年ごろよりは同条第二項に法定する使用による識別力の取得法理\nにより登録要件を十分に充足している。\n３　商標法施行令別表第二六類の印刷物について、被控訴人の挙示する各商標が非\n類似として登録されているのは、新聞、雑誌等の定期刊行物については、特定出版\n者が毎月又は毎日継続的に編集、発行、販売するもので、その内容はそれぞれ個性\nを有しており、購買者の側も、同一題名（同一商標）のものが存在しない限りは、\n定期的又は準定期的に購買しているのが大多数であるから、他の商品の商標に比し\nてより少ない差異があれば、他の新聞、雑誌等の印刷物と十分識別し得て、出所の\n識別標識たりうる特性に因るものである。しかし印刷物がすべて右の特性を具有す\nるものではなく、本件の求人誌の如く、求人記事のみでさして個性がなく、求職の\n時だけ偶然的又は一回性的に購入する刊行物については、他の商品の商標の類否判\n定の場合の原則に立つて類否を判定すべきである。\n４　商標の類否判定に関しては、図形、記号のみの商標であつて称呼、観念が生じ\nないものは格別、その他の商標にあっては、商標自体の外観、称呼、観念のいずれ\nか一つの点において類似していれば、類似商標であつて、その類似性を否定するに\nは右三要素が類似していないことを明らかにしなければならない。即ち、右三要素\nは絶対的類否判断の基準である。したがつて、本件登録商標と被控訴人商標との類\n否の判定において観念の類似性の基準を除外して無視することはできない。しかる\nところ、右両商標が観念の点において同一であり、類似商標であることは免れな\nい。\n５　また、商標自体の外観、称呼、観念の点において類似していなくても、他人の\n有名商標を一部に使用する場合の如きは、商標の混同、誤認を生ずるおそれがある\nから類似商標とすべきであるところ、本件登録商標は有名商標であり、被控訴人商\n標はその一部である「アルバイト」を使用しているから、類似商標というべきであ\nる。\n二、被控訴人の主張\n１　商標登録は商品の内容を示すようなものは登録されない（商標法第三条一項三\n号）のであるが、右第二六類の印刷物については、その特殊性の故に内容を表示す\nるものも被控訴人の挙示する各商標例にあるとおり登録され、保護されているが\n（それは社会の実状に合致する。）その内容を表示する文字を独占させるためでは\nない。\n２　本件登録商標も右各商標と同様に第二六類の印刷物であるから登録されたので\nあり、控訴人の主張３の如く別異に解すべきものではない。\n３　商標の類否判定にあたつては、登録商標自体との類似性を判断すれば足り、現\n実社会において商品の出所混同があるか又はこれを生ずるおそれがあるかの点は事\n情に過ぎない。\n三、証拠関係（省略）\n理　　　由\n当裁判所も、\n控訴人の本訴請求は失当として棄却すべきものと考える。その理由は、次のとおり\n補足、訂正するほか、原判決の理由説示と同一であるからこれを引用する。\n一、商標の類似を判断する場合、一般の商標について判断の一要素とされる「観\n念」が、新聞等定期刊行物の題号たる商標については、判断要素として後退するこ\nとは、原判決の説くとおりである。\nしかし、本件において、より重要な点は、商標のもたらす観念が、その商標の付\nせられる商品自体の観念であることである。控訴人の商標である「アルバイトニユ\nース」も、被控訴人の商標である「アルバイトパートタイマー情報」も、アルバイ\nトの機会についての情報を提供する新聞の題号であり、その種の新聞であることを\n示す名称である。言葉や文字の差こそあれ、そのもたらす観念は、いずれも、その\n商標の付せられる商品自体の観念である。\nこのような場合には商標のもたらす観念が同一であることをもつて、二つの商標\nを類似の商標とし、商標権の侵害をみとめることは、許されないというべきであ\nる。\n商標法第三条は、「その商品の普通名称を普通に用いられる方法で表示する標章\nのみからなる商標」は商標登録を受けることができないことを規定し、一つの商標\nがその付せられる商品の「普通名称」を独占することを排斥している。これに呼応\nして、第二六条は、「商品の普通名称を普通に用いられる方法で表示する商標」に\nは、商標権の効力が及ばないことを規定する。そこでは、「普通名称」の語が用い\nられているが、普通名称は、その物の観念を最も端的に伝える言葉であり、また、\n観念と言葉とが、通常分かちがたく一体をなしていることからみて、右の条文に\n「普通名称」といつているのは、商品の「観念」を指していると解しても決して不\n自然ではない。そして、一つの商標による独占を排除すべきものとして商品の観念\nとその普通名称とをならべてみれば、独占排除の必要性は観念の方が普通名称にま\nさるといわねばならない。上記第二六条の適用を考えても、その商品の観念を、最\nも明白に表示する普通名称を用いた商標は、そのことによつて、観念の同一は明白\nでありながら、商標権の侵害に問われることがないのに、普通名称を用いないと、\nしたがつて、観念の表示力が劣ると、観念の同一の故をもつて、商標権の侵害にと\nわれる、というのは不合理である。いうまでもないが、二つの商標が、ともに普通\n名称を用いていて、しかも観念が異なるなどということは絶対にない。したがつ\nて、そういう観念の同一が最も明白な場合すら、第二六条は、商標権の侵害を否定\nしているのである。また、普通名称は数個ありうる。（例えば、ソフトと中折）。\nどの普通名称を用いた商標も、登録商標に用いられた名称（普通名称であつてもな\nくてもよい）と、名称が一致しようとしまいと、商標権の侵害にならない。さらに\n言えば、登録商標の方が記号または図形で商品の観念を表示している場合にも、そ\nの観念を普通名称で表示する商標は、やはり、観念の同一の故をもつて商標権の侵\n害に問われることはない。\nこのように見てくると、上記の規定は普通名称の表示するものが商品の観念であ\nる点をとらえ、商品の観念を一つの商標が独占することを排斥しているものと解す\nるのが自然であり、二つの商標のもたらす観念が同一であつても、その観念が、そ\nの商標の付せられる商品自体の観念である場合には、その点で、両者を類似の商標\nとして、商標権の侵害をみとめることは、商標法が排除しているといわねばならな\nい。\n二　控訴人は、外観称呼の点で、本件登録商標のうち、「アルバイト」の部分が要\n部をなすというが、「アルバイト」が重要なのは、その新聞を、他の種類の新聞\n（たとえばスポーツ新聞）から区別し限定する機能の点、すなわち、商品の観念自\n体を成り立たせる上において重要なのであつてその点を除外すれば特に要部だとい\nわねばならないことはなく、結局右控訴人の主張は、判断要素からはずされた観念\nを、再び指標として導入するに帰着する。\n三　原判決一三枚目表六行目の「以上説示のとおり」の次から同八行目の「……で\nきないから」まで（編注、五巻一号一〇四頁一行目から二行目まで）を、「被控訴\n人商標は、本件登録商標とは観念において全体として類似するものであるが、外観\nおよび称呼の点において異なり、かつ新聞、雑誌等の出版業界においては、商標の\n観念そのものは自他商品の識別力ならびに商品の出所表示力を欠き、商品の識別は\n専ら商標の外観、称呼によるのが実情であるから」と訂正する。\nそうすると、原判決は相当であるから本件控訴を棄却すべきものとし、訴訟費用\nの負担につき民事訴訟法第八九条を適用して主文のとおり判決する。\n（裁判官　鈴木敏夫　三好徳郎　鐘尾彰文）\n"
}