{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 4,
    "day": 25
  },
  "case_number": "昭和43(あ)837",
  "case_name": "住居侵入、公務執行妨害",
  "court_name": "最高裁判所大法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "article_info": "刑集　第27巻3号418頁",
  "original_court_name": "福岡高等裁判所",
  "original_date": {
    "era": "Showa",
    "year": 43,
    "month": 3,
    "day": 26
  },
  "gist": "一、勤労者の争議行為に際して行なわれた犯罪構成要件該当行為について違法性阻却事由の有無を判断する一般的基準\n二、Ａ労働組合員らの争議行為の際における信号所侵入行為が刑法上の違法性を欠くものでなくその刑事責任を問うことが憲法二八条に違反しないとされた事例\n三、鉄道営業法四二条一項により鉄道係員が旅客公衆を車外または鉄道地外に退去させるにあたり必要最少限度の強制力を用いることの可否と憲法三一条\n四、旧「鉄道公安職員基本規程」（昭和二四年一一月一八日総裁達四六六号）三条、五条（現「鉄道公安職員基本規程（管理規程）」（昭和三九年四月一日総裁達一六〇号）二条、四条）に定める鉄道公安職員の鉄道施設警備等の職務と公務執行妨害罪における公務\n五、Ａ労働組合員らの争議行為の際におけるてこ扱所二階の信号所への立入り、同所に通ずる階段へのすわり込みが鉄道営業法三七条、四二条一項三号にいう公衆がみだりに鉄道地内に立ち入つた場合にあたるとされた事例\n六、鉄道公安職員がてこ扱所二階の信号所に立ち入り同所に通ずる階段にすわり込んだＡ労働組合員らを鉄道営業法四二条一項により退去させる場合に許される強制力行使の程度",
  "case_gist": "一　勤労者の組織的集団行動としての争議行為に際して行なわれた犯罪構成要件該当行為について刑法上の違法性阻却事由の有無を判断するにあたつては、その行為が争議行為に際し行なわれたものであるという事実をも含めて、当該行為の具体的状況その他諸般の事情を考慮に入れ、それが法秩序全体の見地から許容されるべきものであるか否かを判定しなければならない。\n二　Ａ労働組合員らの争議行為の際における被告人ら三名の本件信号所各侵入行為（被告人甲は、信号所の勤務員三名を勧誘、説得してその職務を放棄させ、勤務時間内の職場集会に参加させる意図をもつて、駅長の禁止に反して侵入したもの、また、被告人乙および丙は、労働組合員ら多数が同信号所を占拠した際にこれに加わり、それぞれ侵入したもの。判文参照）は、いずれも刑法上違法性を欠くものではない。このように解して被告人ら三者の刑事責任を問うことは、憲法二八条に違反しない。\n三　鉄道営業法四二条一項により鉄道係員が当該の旅客、公衆を車外または鉄道地外に退去させるにあたつて、旅客、公衆が自発的な退去に応じない場合、または危険が切迫する等やむをえない場合には、鉄道係員において当該具体的事情に応じて必要最少限度の強制力を用いることができる。このように解しても、憲法三一条に違反しない。　（注）判示事項および裁判要旨の四項以下はカード番号二六号の二に続く。\n四　旧「鉄道公安職員基本規程」（昭和二四年一一月一八日総裁達四六六号）三条、五条（現「鉄道公安職員基本規程（管理規程）」（昭和三九年四月一日総裁達一六〇号）二条、四条）に定める鉄道公安職員の鉄道施設警備等の職務は、公務執行妨害罪における公務にあたる。\n五　Ａ労働組合員らの本件てこ扱所二階の信号所への立入り、同所に通ずる階段へのすわり込み（判文参照）は、鉄道営業法三七条、四二条一項三号にいう公衆が鉄道地内にみだりに立ち入つた場合にあたる。\n六　鉄道公安職員は、本件てこ扱所二階の信号所に立ち入り、同所に通ずる階段にすわり込んだＡ労働組合員らを鉄道営業法四二条一項により退去させるにあたつては、必要最少限度の強制力の行使として、自発的な退去を促したのに、これに応じないで階段の手すりにしがみつき、あるいはたがいに腕を組む等をして居すわつている者に対し、手や腕を取つてこれをほどき、身体に手をかけて引き、あるいは押し、必要な場合にはこれをかかえ上げる等して階段から引きおろし、退去の実効を収めるために必要な限度で階段下から適当な場所まで腕をとつて進行する等の行為をもなしうるものであり、このような行為が必要最少限度のものかどうかは、労働組合員らの抵抗の状況等の具体的事情を考慮して決定すべきものである。",
  "ref_law": "刑法35条，刑法95条1項，刑法130条，憲法28条，憲法31条，鉄道営業法37条，鉄道営業法42条1項，日本国有鉄道法32条1項，日本国有鉄道法34条1項，旧鉄道公安職員基本規程（昭和24年11月18日総裁達466号）3条，旧鉄道公安職員基本規程（昭和24年11月18日総裁達466号）5条，鉄道公安職員基本規程（管理規程）（昭和39年4月1日総裁達160号）2条，鉄道公安職員基本規程（管理規程）（昭和39年4月1日総裁達160号）4条",
  "lawsuit_id": "51798",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=51798",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/798/051798_hanrei.pdf"
}