{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 4,
    "day": 30
  },
  "case_number": "昭和48(ワ)5635",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14410",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14410",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/410/014410_hanrei.pdf",
  "contents": "主　　　文\n被告は別紙（四）の写真１ないし３のピオビタンＡの標章を附した乳酸菌飲料を\n製造、販売し、又は販売のため展示してはならない。\n被告は原告株式会社ピロビタン本社および同ジヤパンフーズ株式会社に対し各金\n四万三五〇〇円宛、同株式会社ピロビタン総本社に対し金二万九〇〇〇円および右\n各金員に対する昭和四八年一二月一九日から完済に至るまで年五分の割合による金\n員を支払え。\n原告らのその余の請求を棄却する。\n訴訟費用はこれを二分しその一を原告らの負担としその余を被告の負担とする。\nこの判決は原告ら勝訴部分に限り仮に執行することができる。\n事　　　実\n第一　当事者の求めた裁判\n一　原告ら\n「被告は別紙（四）の写真１ないし３のピオビタンＡの標章を附した乳酸菌飲料\nを製造、販売し、又は販売のため展示してはならない、被告は原告株式会社ピロビ\nタン本社および同ジヤパンフーズ株式会社に対し各金一五〇万円宛、同株式会社ピ\nロビタン総本社に対し金一〇〇万円および右各金員に対する昭和四八年一二月一九\n日から完済に至るまで年五分の割合による金員を支払え、訴訟費用は被告の負担と\nする」との判決並びに仮執行の宣言。\n二　被告\n「原告らの各請求を棄却する、訴訟費用は原告らの負担とする」との判決。\n第二　当事者の主張\n一　請求の原因\n１　原告株式会社ピロビタン総本社（以下「原告総本社」という）は、次の商標\n（以下（一）の商標を「本件登録商標甲」と、（二）の商標を「本件登録商標乙」\nという）の商標権者である。\n（一）　出願　昭和四一年九月八日\n公告　昭和四二年一二月一四日（昭四二―四〇四七五）\n登録　昭和四三年五月二一日\n登録番号　第七八一四七三号\n指定商品　第三一類、調味料、香辛料、食用油脂、乳製品\n取得登録　昭和四七年九月八日\n商標の構成内容は別紙（一）記載のとおりである。\n（二）　出願　昭和四四年六月九日\n公告　昭和四六年七月五日（昭四六―三五七二一）\n登録　昭和四七年八月九日\n登録番号　第九七五一〇六号\n指定商品　第一八類、\nひも（被服に属するもの及びはき物用又は運動具用ひもを除く。）網類（運動具に\n属するものを除く。）包装用容器\n商標の構成内容は別紙（二）記載のとおりである。\n２　原告株式会社ピロビタン本社（以下「原告本社」という）は、昭和四一年九月\n二七日設立されて以来、本件登録商標甲の商標権者として、また本件登録商標乙の\n出願人として右の商標を附した乳酸菌飲料ピロビタンの製造販売をなしていたが、\n昭和四五年七月原告総本社が設立されたので同原告に本件登録商標甲、乙を譲渡し\n（甲については昭和四七年九月八日その旨の取得登録、乙については同年八月九日\nその設定登録）、以後原告総本社に対し使用料を支払つて右商標を附した乳酸菌飲\n料ピロビタンの製造販売をなしてきた。その後昭和四六年八月七日原告ジヤパンフ\nーズ株式会社（旧商号ピロビタン製造株式会社、昭和四九年一〇月一一日商号変更\n登記、以下「原告製造」という）が設立され、原告本社の業務のうち乳酸菌飲料ピ\nロビタンの原液の製造販売をなすようになつた。かくして、原告総本社は本件登録\n商標を原告本社に使用させてその使用料を得ることを業とし、原告本社は右商標を\n附した乳酸菌飲料ピロビタンの普及販売並びにその系列企業の指導育成を業とし、\n原告製造は乳酸菌飲料ピロビタンの原液を製造し、これを全国各地の乳酸菌飲料ピ\nロビタンのボトリング工場へ供給することを業とするに至つたが、原告三社が中核\nとなつてその傘下にボトリング工場、営業所、専売店を持ちピロビタン・グループ\nを形成し、一体となつて本件登録商標甲、乙を附した乳酸菌飲料ピロビタンの製造\n販売に努め、遅くとも昭和四八年八月までには本邦において次のことが周知認識さ\nれるに至つた。すなわち、\nイ　「ピロビタン」なる商号が前記ピロビタン・グループに属する企業体の商号で\nあること。\nロ　原告らの取扱商品である乳酸菌飲料の商標が本件登録商標甲・乙であること。\nハ　右商品の容器が、いずれも赤字でその下部に「ピロビタン」と左横書きしてそ\nの前後にマーク（別の登録商標）を附すると共に、その上部には小文字で「各種ビ\nタミン・ローヤルゼリー・アスパラギン酸ＮＡ・Ｌ―リジン」と表示して各内容を\n示し、その後に登録商標である旨の「Ｒ」の表示をなし、右「ピロビタン」の表示\nの反対側にはローマ文字で「Ｐｉｌｌｏ―ｖｉｔａｎ」と筆記体で左横書きした八\n角型のトメ型透明ガラス瓶（高さ八・二センチメートル、底部直径四センチメート\nル、六〇ｃｃ）であることおよびその瓶栓は中央に円輪を描くと共にその周囲に赤\n地に白抜きで表わした「ピロビタン」の表示をなし、その周囲に小さくボトリング\n工場名等を表示したものであること（別紙（三）の写真１ないし３のとおり）。\n３　被告は、牛乳、牛酸菌飲料を製造販売する株式会社であるが、昭和四八年八月\n中旬以降次のとおり「ピオビタンＡ」なる標章を附した乳酸菌飲料を青森県下で製\n造販売し、かつその宣伝広告には販売元を「ピオビタンＡ八戸営業所」と称してい\nる。すなわち、\n被告の製造販売する乳酸菌飲料の容器は八角型のトメ型透明ガラス瓶であり、そ\nの下部にいずれも赤字で「ピオビタンＡ」と左横書きし、その反対側にローマ字で\n「Ｐｉｏｖｉｔａｎ」と筆記体で左横書きし、その上部に「各種ビタミン・ローヤ\nルゼリー・アスパラギン酸ＮＡ・Ｌ―リジン・クロレラ」と小さく表示し、その瓶\n栓は中央に円輪を描くと共に、その周囲に赤字に白抜きで「ピオビタンＡ」と表示\nし、その周囲に極めて小さな文字で内容表示、被告の住所、名称等を表示したもの\nである（別紙（四）の写真１ないし３のとおり）。\n４　本件登録商標甲、乙、原告らの商号および容器等と被告の標章および容器等と\nを対比すると次のとおりである。\nイ　被告の標章である「ピオビタンＡ」の「Ａ」は一種の符合にすぎない。したが\nつて右「ピオビタン」と本件登録商標甲、乙である「ピロビタン」とを対比する\nと、両者いずれも片仮名五文字よりなり、僅かにその第二字において「オ」と\n「ロ」とが相違するだけであるが、右第二字も邦文字仮名音別における第二列に属\nしていて母音を等しくしているために全体として極めて類似している。\nロ　表告の標章である「ピオビタンＡ」の容器における表示位置は原告らの「ピロ\nビタン」の表示位置に対応させてあり、「Ｐｉｏｖｉｔａｎ」の表示も「Ｐｉｌｌ\nｏｖｉｔａｎ」の表示に対応させてあり、内容表示もその表示位置が相違するだけ\nで表示内容「Ｒ」はの代りに「クロレラ」と表示しているだけで他は全く同一であ\nる。\nハ　右のほか前記原告らの瓶および栓と被告のそれとの形態、使用態様、表示方\n法、書体、色彩等を対比するとそれが同一もしくは極めて類似している。\nニ　以上によれば、被告の附している標章が本件登録商標甲、乙と同一もしくは極\nめて類似しており、その使用方法も原告らの製造販売する乳酸菌飲料ピロビタンと\n被告の製造販売する乳酸菌飲料ピオビタンＡとを誤認混同せしめるものである。\n５　よつて、被告に対し、原告総本社は商標法三六条、三七条一号に基づき、その\n余の原告らは不正競争防止法一条一項一号に基づいて被告の別紙（四）の写真１な\nいし３のピオビタンＡの標章を附した乳酸菌飲料の製造、販売又は販売のための展\n示の差止めを求める。\n６　被告の前記乳酸菌飲料ピオビタンＡの製造販売行為は、被告の故意又は過失に\nよるものである。\n７　損害\n（１）　被告は、昭和四八年八月中旬から同年一〇月初旬までの間青森県下で一日\n二五〇〇本以上、合計一五万本以上の乳酸菌飲料ピオビタンＡを一本二〇円で販売\nした。\n（２）　原告らは、昭和四八年八月当時、青森県下に約二〇個所、うち八戸地区に\n三個所の営業所を設けて同県下で乳酸菌飲料ピロビタンを販売していたが、その価\n格は同年六月三〇日までは一本二〇円、同年七月一日以降は一本二五円である。右\n一本二五円の内訳は、うち二円が原告総本社の取得する本件登録商標甲、乙の使用\n料、うち各三円が原告本社と同製造の取得する利益、残一七円が材料費、加工費、\n営業所の利益その他販売に要する費用である。\n（３）　被告の前記乳酸菌飲料ピオビタンＡの製造販売は、原告らが前記乳酸菌飲\n料ピロビタンの値上げを機会に味の向上濃厚化を内容とした製品の向上を図り、増\n本運動を開始し、かつ営業所も増設すべくその準備中に行われたものであり、しか\nも被告は乳酸菌飲料ピオビタンＡが「ピロビタンと同一内容である」と宣伝し、ま\nた「愛の保険加入通知書」なる保険証書類似のものを各家庭に配付し、乳酸菌飲料\nピオビタンＡの継続的購入を条件に、被保険者（右乳酸菌飲料の購入者又はその家\n族）の死傷に対し最高五〇万円を支払うことを約束する等の販売方法をとつた。\n（４）　被告の前記乳酸菌飲料ピオビタンＡの製造販売により、原告らの乳酸菌飲\n料ピロビタンの青森県八戸地区およびその周辺におけるピロビタン営業所の毎月の\n販売本数は、昭和四八年七月までは増加を続けていたのが同年八月中旬から減少し\nはじめ同年九月には急激に減少し、同年一〇月以降翌年三月にかけても徐々にでは\nあるが減少を続けた。すなわち、八戸地区三営業所の合計日配本数は、昭和四八年\n七月において七八三六本であつたが、同年八月は七七五四本、同年九月は六六〇三\n本、同年一〇月は六二五四本、同年一一月は六〇〇三本、同年一二月は五九〇〇本\nとなつている。また、八戸地区に近い十和田営業所においても昭和四八年八月以降\n毎月日配本数が約数一〇本づつ減少している。右につき昭和四八年七月の日配本数\nを基準にして同年八月から一二月までの総減少本数を算定すると、別紙（五）記載\nのとおり八戸地区およびその近隣である十和田営業所において合計約二二万本とな\nる。さらに、八戸地区の三営業所の日配本数は昭和四八年七月まで毎月一営業所に\nつき二〇〇本から四〇〇本増加していたものであるところ、前記のように同年八月\n以降逆に減少してきたものであり、仮に被告の乳酸菌飲料ピオビタンＡの製造販売\nがなかつたとすれば、同年八月以降も右同様増加が十分期待できたものである。そ\nの増加可能性分は八戸地区三営業所だけでも同年八月以降同年一二月までの総合計\n本数三〇万本を下らない。\n（５）　以上によれば、被告の乳酸菌飲料ピオビタンＡの製造販売により原告らの\n被つた損害は、昭和四八年八月から同年一二月までの間で、積極的損害分、二二万\n〇四四三本、消極的損害分三〇万本の合計五二万〇四四三本となり、原告総本社は\n一本につき二円、その余の原告らは一本につき各三円の損害を被つたこととなり、\nさらに原告本社としては傘下の営業所から権利金を取つて独占的販売権を保障して\nいるので、最終的には営業所の損害（専売店の分も含め一本につき一〇円）をも保\n障する義務を負担しなければならず、その損害も大きいものである。\nよつて、本訴においては右損害のうち原告総本社は一〇〇万円、その余の原告ら\nは各一五〇万円宛を請求するものである。\n８　よつて、被告に対し、原告本社と原告製造は各一五〇万円、原告総本社は一〇\n〇万円の損害金および右各金員に対する本件訴状が被告に送達された日の翌日であ\nる昭和四八年一二月一九日から完済に至るまで民法所定の年五分の割合による遅延\n損害金の支払を求める。\n二　原告らの、被告の主張に対する反論\n１　被告が「ピオビタンＡ」の標章を附した乳酸菌飲料の製造販売を中止したの\nは、その自発的意思により任意になしたものではなく、原告らが被告を相手方とし\nて昭和四八年九月二八日青森地方裁判所弘前支部に、「ピオビタンＡ」の標章使用\n禁止並びに同標章を附した包装用瓶および瓶栓の執行官保管を命じる仮処分申請を\nなし（同庁昭和四八年（ヨ）第六六号）、同日その旨の仮処分決定を得て、翌日同\n決定に基づいて執行をなしたがために、被告において右乳酸菌飲料の製造販売をな\nし得なくなつたものである。\n２　原告らが本訴において請求している損害額は乳酸菌飲料ピロビタン一本の販売\n価格における原告らそれぞれの取り分を基礎としており、営業所が独立採算制をと\nるか否かとは無関係であり、またいわゆる「営業所契約」における販売到達責任量\nの約定は営業所の努力目標であつて原告らの収益保障規定ではなく、これにより原\n告らの損害が消滅する趣旨のものではない。\n原告らが、乳酸菌飲料ピロビタンの販売につき直売方式をとらず、原告本社と契\n約した営業所に販売させ、かつその営業所が独立採算制をとつていることは被告主\n張のとおりである。しかし、それは営業所がその収益（一本につき約一〇円）の中\nから経費を支出し、かつ収益を得るというだけのことであつて、その販売本数が減\n少すれば営業所の収益も減少するのと同時に、原告らのそれぞれの売上げが減少す\nるものであるから、本訴請求と独立採算制とは無関係である。原告らは、本訴にお\nいて乳酸菌飲料ピロビタンの末端価格に減少本数を乗じたものをみずからの損害と\nして請求しているのではなく、営業所の利益分はもとよりその他の諸経費および原\n価をも控除したうえでのそれぞれの利益分を基礎に算定した金額を損害として請求\nしているものである。\nいわゆる「営業所契約」の中に販売到達責任量の約定があることも被告主張のと\nおりである。しかし、これは各営業所の努力目標であり、かつ原告本社の方から増\n本奨励金（一定の売上げに対する報償金）を支給する目安のためのものであつて、\n各営業所に対する損害賠償請求のためのものではない。現に右約定に基づいて営業\n所から損害賠償金を受領した例は過去に一件もない。仮にいわゆる「営業所契約」\n上販売到達責任量に達しない場合原告本社から営業所に対し損害賠償請求ができる\nとしても、被告の違法行為により販売本数が減少した場合、原告本社が営業所に対\nし損害賠償を請求し得るものではない。さらに、仮に右の場合でも原告本社が営業\n所に対し損害賠償を請求し得るとしても、現実の損害がある以上被告の原告らに対\nする損害賠償義務が免責される理由はない。\n三　請求の原因に対する答弁\n１　請求の原因１の事実は認める。\n２　同２の事実のうち、原告らの乳酸菌飲料ピロビタンの容器および栓が原告ら主\n張のとおりであることは認め、原告ら主張のイ、ロ、ハの各事実が遅くとも昭和四\n八年八月までには本邦において広く認識されていたとの点は否認し、その余の事実\nは不知。\n３　同３の事実のうち、被告が昭和四八年八月中旬以降「ピオビタンＡ」なる標章\nを附した乳酸菌飲料を青森県下で販売したこと、その宣伝広告に販売元を「ピオビ\nタンＡ八戸営業所」と称していることは否認し、その余の事実は認める。\n４　同４の主張は争う。\n５　同６および７の事実は争う。\n四　被告の主張\n１　被告は、「ピオビタンＡ」という標章を附した乳酸菌飲料を青森県下において\n宣伝し、一般の客に販売したことはない。すなわち、\n（１）　被告は、昭和四八年七月末ころ、青森県八戸市在の【Ａ】から乳酸菌飲料\nを八戸地区で販売したいので新しい乳酸菌飲料を製造し、これを包装用瓶に詰めた\nうえ供給するよう申込みを受けた。これに対し、被告は供給すべき乳酸菌飲料一瓶\nの中味の代金八円、包装用瓶は被告が【Ａ】に貸与することを条件として右申込み\nを承諾した。その際、【Ａ】は被告に対し新しい乳酸菌飲料についての宣伝期間を\n設けてその見本を一般家庭に配布するため、相当数を見本用として無料で供給する\nよう求め、被告はこれを了承して結局【Ａ】に対し一万四〇〇〇本を見本として無\n料で供給した。\n（２）　被告は、新しい乳酸菌飲料の製造に着手し、包装用瓶はかねてから取引き\nのあつた第一硝子株式会社に発注した。その際被告は包装用瓶は六〇ｃｃの容積を\n有することおよび包装用瓶に新しい乳酸菌飲料の標章である「ピオビタンＡ」を表\n示し、その成分を示す「各種ビタミン・ローヤルゼリー・アスパラギン酸ＮＡ・Ｌ\n―リジン・クロレラ」等を表示することを注文したが、その書体、色彩、標章の構\n成並びに包装用瓶のスタイル等はすべて右第一硝子に一任した。\n（３）　被告は、【Ａ】に対し「ピオビタンＡ」という標章を附した乳酸菌飲料を\n昭和四八年九月四日から同月二八日までの間に合計一万四五〇〇本供給したが、前\n記のとおりうち一万四〇〇〇本は見本用として無料で供給したものであり、【Ａ】\nから代金の支払を受けたのは残五〇〇本分の計四〇〇〇円だけであり、しかもこれ\nによつて被告の得た利益は一本につき一円五〇銭であつた。なお、右乳酸菌飲料の\n八戸地区における宣伝、販売は販売主体である【Ａ】がその営業方針に基づいて行\nつたもので、被告はこれになんら関与していない。\n２　被告は、現在においては「ピオビタンＡ」という標章を附した乳酸菌飲料を製\n造販売していない。すなわち、\n被告は、昭和四八年九月一四日原告総本社から受領した内容証明郵便により、被\n告が「ピオビタンＡ」という標章を使用することは同原告の有する本件登録商標\n甲、乙を侵害するものである旨通告を受けたので、被告としては右がなんら侵害に\nなるものではないと考えており、また被告の右標章の使用は原告らの商品との混同\nを意図したものではなかつたが、原告総本社との間で紛争が生ずるのを避けるた\nめ、「ピオビタンＡ」の標章を附した乳酸菌飲料の製造を中止し、【Ａ】の了承を\n得たうえで同年一〇月一日以降今日まで【Ａ】に対し「ピオラス」という商標を附\nした乳酸菌飲料を供給している。したがつて、仮に被告の「ピオビタンＡ」の標章\n使用が本件登録商標権甲、乙を侵害し、また原告らの商品と混同を生ぜしめるもの\nであるとしても、原告らは被告に対して右標章使用の差止めを求め得ないものであ\nる。\n３　被告が「ピオビタンＡ」という標章を附したのは、本件登録商標権甲、乙の侵\n害を意図したものではなく、また原告らの商品と混同を生ぜしめる目的でもない。\n（１）　被告が右標章を附したのは次のごとき事情によるものである。すなわち、\n被告は、清涼飲料および果実飲料を指定商品とする「ピオラス」の商標権（登録\n番号第七五〇号）を有しており、以前右商標を附した乳酸菌飲料を製造していたこ\nとがあつたところから、前記【Ａ】に供給する新しい乳酸菌飲料に附する標章とし\nて「ピオラス」の一部「ピオ」を用い、さらにビタミン類を豊富に含有していると\nいうイメージをもたせるため「ビタンＡ」を右「ピオ」に附加したものであるが、\n右「ビタン」はビタミン錠やドリンク剤に一般に使用されていて普通名詞化してい\nる表現であり、右「Ａ」はこれを附することにより本件登録商標甲、乙との混同を\n避けることができるものと考えたがためである。\n（２）　被告は、【Ａ】が乳酸菌飲料ピオビタンＡの八戸地区における宣伝方法の\n一つとして「愛の保険加入通知書」なるものを発行し、これに発行者として「萩原\n乳業株式会社ピオビタンＡ八戸営業所」と表示していたことを知らないでいたとこ\nろ、原告総本社から前記のとおり昭和四八年九月一四日内容証明郵便を受け取り、\nさらに青森地方裁判所弘前支部昭和四八年（ヨ）第六六号仮処分申請事件の執行を\n受けるに至つたので、【Ａ】に問い合わせた結果右のことを知るに至つた。そこ\nで、被告は直ちに【Ａ】に対し被告が八戸地区における一般の客に対する乳酸菌飲\n料ピオビタンの販売主体であるかのような宣伝をしないよう厳重に申し入れた。\n４　仮に原告らの八戸地区およびその周辺の営業所の乳酸菌飲料ピロビタンの販売\n本数が相当数減少したとしても、それは被告が【Ａ】に対し乳酸菌飲料ピオビタン\nＡを供給し、【Ａ】がこれを八戸地区で販売したことによるものではない。すなわ\nち、\n（１）　乳酸菌飲料ピロビタンの販売本数が減少した原因の一つはその値上げであ\nる。\n昭和四八年七、八月当時、八戸地区およびその周辺で市販されていた乳酸菌飲料\nは、「ピロビタン」、「ピオビタンＡ」のほか「ヤクルト」、「ピロン」、「サン\nグルト」、「エルビー」、「パイゲンＣ」等数多くあつたが、「エルビーＣ」を除\nいては一本の容積六〇ｃｃでその市販価格は一本二〇円であつた。このような状況\n下において、原告らは乳酸菌飲料ピロビタン一本（容積六〇ｃｃ）の価格を昭和四\n八年七月から二〇円を二五円に値上げしたのである。このことがその販売本数を減\n少せしめている。\n（２）　乳酸菌飲料ピロビタンの販売本数が減少した他の原因としては季節的推移\nがある。\n乳酸菌飲料ピロビタンやピオビタンＡに限らず、乳酸菌飲料は、一般に三月から\n六月にかけて漸次販売本数が増加するが、季節的に暑くなるに従いその販売本数は\n横這いもしくは減少するのが通常である。それは、暑さで喉の渇きを感じている客\nが一本当りの容量の少ない乳酸菌飲料の代りに容量の多い牛乳や清涼飲料を買い求\nめるようになるためである。\nそして、季節的に涼しくなるにつれ九月から一二月にかけて漸次販売本数が減少す\nることも業界では周知の事実である。東北地方にある八戸地区では盛夏となるのは\n八月であり、同地区およびその周辺の営業所での乳酸菌飲料ピロビタンの販売本数\nが八月から一二月にかけて減少したのは右の事情によるものである。\n５　仮に八戸地区およびその周辺の原告らの営業所の乳酸菌飲料ピロビタンの販売\n本数が減少したとしても、そのことにより直ちに原告らが損害を受けたことにはな\nらない。すなわち、\n（１）　原告本社は、\n各地方における業者と、右業者が原告本社から乳酸菌飲料ピロビタンの原液を買い\n受け、これを希釈して瓶詰めする作業を行うことを目的としたいわゆる「ボトリン\nグ契約」を締結し、他方において別の業者と、右業者がボトリング業者から瓶詰め\nされた乳酸菌飲料ピロビタンを仕入れて、これを販売することを目的とするいわゆ\nる「営業所契約」を締結している。これらボトリング業者および営業所の経営はあ\nくまでも独立採算制であるから、右営業所における販売本数の減少は直接にはその\n営業所の損失となるにすぎない。しかも、右のいわゆる「営業所契約」において\nは、右営業所の販売本数が同契約で定める販売到達責任数に達しない場合には、そ\nの営業所は原告本社に対し一定の損害賠償をしなければならない旨の約定をしてい\nるので、たとえその営業所の販売本数が減少しても原告本社は損害を受けないこと\nになる。\n（２）　原告本社と八戸地区およびその周辺の原告らの営業所とのいわゆる「営業\n所契約」も右のように約定されている。したがつて、原告らが損害を受けたという\nためには、八戸地区およびその周辺の右営業所の販売本数が減少したため、その営\n業所のボトリング業者に対する瓶詰めされた乳酸菌飲料ピロビタンの発注が減少\nし、その結果ボトリング業者の原告本社に対する乳酸菌飲料ピロビタンの原液の発\n注が減少したことにより原告らが損害を受けたことを主張し、立証しなければなら\nないところ、原告らは右営業所の販売本数の減少が直ちに原告らの損害であるとし\nてこれが賠償を被告に請求するものであるから、原告らの右請求は主張自体失当で\nある。\n第三　証拠関係（省略）\n理　　　由\n一　次の事実は当事者間に争いがない。\n原告総本社が次の商標（本件登録商標甲、乙）の商標権者であること。\n（一）　出願　昭和四一年九月八日\n公告　昭和四二年一二月一四日（昭四二―四〇四七五）\n登録　昭和四三年五月二一日\n登録番号　第七八一四七三号\n指定商品　第三一類、調味料、香辛料、食用油脂、乳製品\n取得登録　昭和四七年九月八日\n商標の構成内容は別紙（一）記載のとおり\n（二）　出願　昭和四四年六月九日\n公告　昭和四六年七月五日（昭四六―三五七二一）\n登録　昭和四七年八月九日\n登録番号　第九七五一〇六号\n指定商品　第一八類、ひも（被服に属するもの及びはき物用又は運動具用ひもを除\nく。）網類（運動具に属するものを除く。）包装用容器\n商標の構成内容は別紙（二）記載のとおり\n二　本件登録商標甲、乙の構成内容であることに争いのない別紙（一）、（二）の\n記載によれば、本件登録商標甲、乙の構成内容は、いずれも「ピロビタン」と角ゴ\nチツク体様の字体を用いた左横書きのものであることが認められる。\n三　被告が牛乳、乳酸菌飲料を製造販売する株式会社であることは当事者間に争い\nがなく、被告が昭和四八年九月四日から同月二八日までの間八戸市の【Ａ】に対し\n「ピオビタンＡ」なる標章を附した乳酸菌飲料を製造販売したことは被告の自認す\nるところである。そして、被告が現在右乳酸菌飲料の製造販売をしていないことは\n原告らも認めて争わないところであるが、成立に争いのない甲第八号証、原告本社\n代表者【Ｂ】本人の供述によれば、被告が右乳酸菌飲料の製造販売を中止するに至\nつたのは、原告らが被告を相手方とする青森地方裁判所弘前支部の「ピオビタン\nＡ」の標章使用禁止並びに同標章を附した包装用瓶および瓶栓の執行官保管を命じ\nた仮処分命令に基づいて昭和四八年九月二九日その執行をなしたことによるもので\nあつて、被告がこれとは関係なく自発的に右乳酸菌飲料の製造販売を中止したもの\nではないことが認められ（被告が右仮処分命令の執行を受けたことは当事者間に争\nいがない）、被告会社代表者【Ｃ】本人の供述中右の認定に反する部分は前掲各拠\n拠と対比するとたやすく信用できず、他に右認定を左右するに足りる証拠はない。\n右事実によれば、被告が現在「ピオビタンＡ」の標章を附した乳酸菌飲料の製造\n販売をしていないことは、右仮処分命令の効力によるものであるから、被告が現在\n右乳酸菌飲料の製造販売をしていないことをもつて、原告らが本訴において被告に\n対し「ピオビタンＡ」の標章の使用差止めを求めることができないということはで\nきないものというべきである。\nよつて、被告が現在右乳酸菌飲料の製造販売をしていないことを理由として原告\nらの「ピオビタンＡ」の標章使用差止請求が許されないとする被告の主張は失当で\nある。\n四　次の事実は当事者間に争いがない。\n１　原告らの製造販売する乳酸菌飲料ピロビタンの容器が、いずれも赤字でその下\n部に「ピロビタン」と左横書きしてその前後にマーク（別の登録商標）を附すると\n共に、その上部には小文字で「各種ビタミン・ローヤルゼリー・アスパラギン酸Ｎ\nＡ・Ｌ―リジン」と表示して各内容を示し、その後に登録商標である旨の「Ｒ」の\n表示をなし、右「ピロビタン」の表示の反対側にはローマ文字で「Ｐｉｌｌｏｖｉ\nｔａｎ」と筆記体で左横書きした八角型のトメ型透明ガラス瓶（高さ八・二センチ\nメートル、底部直径四センチメートル、六〇ｃｃ入）であり、その瓶栓が、中央に\n円輪を描くと共にその周囲に赤地に白抜きで表わした「ピロビタン」の表示をな\nし、その周囲に小さくボトリング工場名等を表示したものであること（別紙（三）\nの写真１ないし３のとおり）。\n２　被告が製造販売した乳酸菌飲料ピオビタンＡの容器が、いずれも赤字でその下\n部に「ピオビタンＡ」と左横書きし、その反対側にローマ字で「Ｐｉｏｖｉｔａ\nｎ」と筆記体で左横書きし、その上部に「各種ビタミン・ローヤルゼリー・アスパ\nラギン酸ＮＡ・Ｌ―リジン・クロレラ」と小さく表示した八角型のトメ型透明ガラ\nス瓶であり、その瓶栓が、中央に円輪を描くと共に、その周囲に赤字に白抜きで\n「ピオビタンＡ」と表示し、その周囲に極めて小さな文字で内容表示、被告の住\n所、名称等を表示したものであること（別紙（四）の写真１ないし３のとおり）。\n３　右１および２の当事者間に争いのない事実と被告の乳酸菌飲料ピオビタンＡの\n容器の瓶栓の写真であることに争いのない検甲第五号証、原告らの乳酸菌飲料ピロ\nビタンの空瓶（瓶栓附き）であることに争いのない検甲第一〇号証、被告の乳酸菌\n飲料ピオビタンＡの空瓶（瓶栓のない）であることに争いのない検甲第一一号証に\nよれば、次の事実が認められる。\nイ　被告の標章である「ピオビタンＡ」の「Ａ」は、被告の主張によるも本件登録\n商標甲、乙との誤認混同を避けるために附したものであつて格別の意味を有するも\nのではない。そこで本件登録商標甲、乙の「ピロビタン」と被告の標章「ピオビタ\nン」とを対比すると、いずれも片仮名五文字よりなり、その第二字において「ロ」\nと「オ」の相違がみられるだけであるが、右第二字も邦文字仮名音別における第二\n列に属して母音を等しくしている。\nロ　被告の標章「ピオビタン」も角ゴチツク体様の字体を用い、左横書きのもので\nあり、その容器である瓶における表示も原告らの表示と殆んど同じ大きさで、同じ\n位置に、同じ赤色でなされている（原告らの色彩がやや暗い程度の差があるにすぎ\nない）。\nハ　原告らの容器である瓶も、被告のそれもともに八角型のトメ型透明ガラス瓶\nで、その大きさも殆んど同一であり、ただ原告らの瓶の底部には「６０２ｍｌ」と\n刻されているが、被告の瓶にはこれが存しない点に差異が認められる。しかし、右\nの差異は瓶を正常な状態に置いた場合にはこれをみることができないものである。\nニ　原告らの容器である瓶における「ピロビタン」の表示の両端にはさらに他の商\n標が附されているが、被告の容器である瓶にはこれが附されていない。\nホ　原告らの容器である瓶の前記「ピロビタン」の表示の上部には「各種ビタミ\nン・ローヤルゼリー・アスパラギン酸ＮＡ・Ｌ―リジン・Ｒ」との内容表示がある\nのに対し、被告の容器である瓶の前記「ピオビタンＡ」の表示の上部にはこれがな\nいが、後記の「Ｐｉｏｖｉｔａｎ」の表示の上部には「各種ビタミン・ローヤルゼ\nリー・アスパラギン酸ＮＡ・Ｌ―リジン・クロレラ」との内容表示があり、右内容\n表示の差は「Ｒ」と「クロレラ」だけであつてその字体、大きさ、色彩が殆んど同\n一である。\nヘ　原告らの容器である瓶の前記「ピロビタン」の表示の反対側には「Ｐｉｌｌｏ\nｖｉｔａｎ」の表示があるのに対し、被告の容器である瓶の前記「ピオビタン」の\n表示の反対側には「Ｐｉｏｖｉｔａｎ」の表示があり、その字体、大きさ、色彩が\n殆んど同一である。\nト　原告らの容器である瓶の瓶栓も、被告のそれもともに中央に円輪を描くと共に\nその周囲に赤地に白抜きで「ピロビタン」、「ピオビタンＡ」と表示してあり、そ\nの周囲に小さく原告らのそれはボトリング工場名等を、被告らのそれは内容表示、\n被告の住所、名称等が表示されている。\n４　以上１ないし３によれば、被告の標章「ピオビタンＡ」は、本件登録商標甲、\n乙とその外観、称呼、観念において類似するものと認められるばかりでなく、被告\nの標章「ピオビタンＡ」を附した乳酸菌飲料の販売は一般の人をして原告らの本件\n登録商標を附した乳酸菌飲料ピロビタンと誤認混同を生ぜしむる行為と認めるを相\n当とする。\nもつとも、本件登録商標甲、乙の「ピロビタン」および被告の標章の「ピオビタ\nンＡ」の「ビタン」は、ともに医薬品（栄養剤）等において一般に使用されている\nものであつてビタミンを意味するものと解され、「ピロ」は、化学では加熱あるい\nは脱水によつて生ずる物質に対して接頭語として用いられるものであるが、「ピ\nオ」についてはその意味するところが明らかではなく、被告会社代表者【Ｃ】本人\nの供述によれば、「ピオビタンＡ」の標章は被告会社代表者【Ｃ】が考案したもの\nであつて、「ピオ」は被告が以前販売していた乳酸菌飲料の商標「ピオラス」の\n「ピオ」を用いたものであることが認められるがこの事実はなんら前記認定を左右\nするものではない。\n五　成立に争いのない甲第一号証、同第三号証、原告本社代表者【Ｂ】の供述によ\nりその成立を是認し得る甲第九号証、証人【Ｄ】の証言、原告本社代表者【Ｂ】の\n供述によれば、次の事実を認めることができる。\n原告本社は、昭和四一年九月設立以来前記の容器を使用して乳酸菌飲料ピロビタ\nンの製造販売をなし、昭和四三年五月二一日本件登録商標甲の設定登録を受けた。\nその後原告本社の株式を上場する目的から原告総本社が昭和四五年七月設立され、\n原告本社から同総本社へ本件登録商標甲が譲渡され、さらに原告総本社は昭和四七\n年八月九日本件登録商標乙の設定登録を受けた。かくして、原告総本社は本件登録\n商標甲、乙の商標権者として、原告本社は前記乳酸菌飲料ピロビタンの製造販売を\nなすものとして共にその販売に努めていた。その後原告本社の信用が低下したこと\nから右乳酸菌飲料ピロビタンの原液を製造する部門を独立させることとなり、昭和\n四六年八月原告製造が設立された。かくして、原告本社は、右乳酸菌飲料ピロビタ\nンの販売とそのための営業所の育成指導に当り、原告総本社は、本件登録商標甲、\n乙の商標権者であると同時に、営業所やボトリング工場との契約当事者として、原\n告製造は、右原液を製造してこれを原告本社を通じて各ボトリング工場に供給して\n共に右乳酸菌飲料ピロビタンの販売に努めていた。ところで、原告製造の製造した\n右原液は原告本社を通じて各ボトリング工場に供給され、そこで希釈したうえで瓶\n詰めされ、その製品を各営業所に販売し、各営業所はこれをその専売店あるいは消\n費者に直接、専売店は消費者に販売していたが、殆んど各家庭に配達する販売方法\nによつていて店頭で販売する方法によつてはいなかつた。以上のような原告らの販\n売活動により原告本社と営業所契約を結んで乳酸菌飲料ピロビタンの販売をする営\n業所が全国各地に存在するようになり、昭和四八年八月当時青森県下には一一個所\nの営業所が存在し、同県八戸地区には昭和四五年二月から四月にかけて三個所に営\n業所が開設され、昭和四八年七月の右三営業所の日販本数は合計七八三六本になつ\nていた。なお、右三営業所とも昭和四九年四月から五月にかけて営業所契約の相手\n方は原告本社から同総本社となつた。\n以上の認定に反する証拠はなく、右事実に、被告会社代表者【Ｃ】本人の供述に\nより同人が乳酸菌飲料ピオビタンＡの標章を考案する際には乳酸菌飲料ピロビタン\nの存在を知つていたことが認められること、前記被告の標章「ピロビタンＡ」の\n「Ａ」を附したのは「ピロビタン」との誤認混同を避ける目的であつたとの被告の\n主張を併せ考察すると、昭和四八年八月当時、青森県八戸地区においては本件登録\n商標甲、乙を附した前記容器は原告らの商品乳酸菌飲料ピロビタンを示す表示であ\nることが八戸地区の取引者又は需要者の間に広く知られていたものと認めるを相当\nとする。\n六　以上によれば、被告が標章「ピオビタンＡ」を前記のとおり附した容器を使用\nして乳酸菌飲料ピオビタンＡの製造販売をなすことは本件登録商標甲、乙の権利を\n侵害するものであると同時に、原告本社および原告製造の営業上の利益を害する虞\nがあるものというべきであるから、原告総本社は商標法三六条、三七条一号によ\nり、原告本社および原告製造は不正競争防止法一条一項一号によりその差止め請求\nをなし得るものというべきである。\n七　被告会社代表者【Ｃ】が被告の標章「ピオビタンＡ」を考案し、乳酸菌飲料ピ\nオビタンＡの容器にこれを附する以前から原告らの乳酸菌飲料ピロビタンを知つて\nいたことは前認定のとおりであるから、被告の乳酸菌飲料ピオビタンＡの製造販売\n行為はその故意又は過失によるものと認めるを相当とし、被告会社代表者【Ｃ】本\n人の供述も右認定を左右するに足りるものではなく、他に右認定を覆へすに足る証\n拠はない。\n八　１　原告らは、被告が昭和四八年八月中旬から同年一〇月初旬までの間に青森\n県下で一日二五〇〇本以上、合計一五万本以上の乳酸菌飲料ピオビタンＡを一本二\n〇円で販売したと主張するが、前顕甲第八号証、証人【Ｄ】の証言、原告本社代表\n者【Ｂ】本人の供述中右主張に副う部分は被告会社代表者【Ｃ】本人の供述により\nその成立を是認しうる乙第一号証の一ないし一六と被告会社代表者【Ｃ】本人の供\n述と対比するとたやすく信用できず、他に右主張事実を肯認するに足りる証拠はな\nい。むしろ、右乙第一号証の一ないし一六、被告会社代表者【Ｃ】本人の供述によ\nれば、被告が乳酸菌飲料ピオビタンＡを製造したのは同年九月四日から同年九月二\n八日までの間に合計一万四五〇〇本であり、うち一万四〇〇〇本は見本として青森\n県八戸市の【Ａ】に無料で供給し、残五〇〇本についてのみ一本八円相当の乳酸菌\n飲料代合計四〇〇〇円を右【Ａ】から受領したにすぎず、右のように被告はその製\n造した乳酸菌飲料ピオビタンＡのすべてを右【Ａ】に供給し、右【Ａ】が八戸市に\nおいてこれを一般消費者に販売したものであること、右【Ａ】がその販売に当り\n「萩原乳業株式会社八戸営業所」なる表示を用いていた（甲第七号証）ことも当時\nにおいては被告は知らず、後にこのことを知つた被告は【Ａ】に対し右表示の使用\nを中止させたことが認められる。\n２　前顕甲第九号証、証人【Ｄ】の証言、原告本社代表者【Ｂ】本人の供述によれ\nば、原告らの青森県八戸地区の三営業所の乳酸菌飲料ピロビタンの日販本数が昭和\n四八年八月から翌三九年二月ころにかけてそろつて減少していることが認められ、\n右認定に反する証拠はない。\n３　証人【Ｄ】の証言、原告本社代表者【Ｂ】本人の供述によると、右原告らの八\n戸地区営業所の乳酸菌飲料ピロビタンの日販本数の減少は、被告の乳酸菌飲料ピオ\nビタンの製造販売によるものであると認めるべきである。もつとも、前記の如く被\n告が乳酸菌飲料ピオビタンＡを製造した一万四五〇〇本のうち一万四〇〇〇本は見\n本として【Ａ】に無料で供給し、残五〇〇本について乳酸菌飲料代として一本当り\n八円を受領しているにすぎず、前認定のとおり原告らの八戸地区の三営業所が乳酸\n菌飲料ピロビタンを販売しはじめたのが昭和四五年二月から四月にかけてであるか\nら、昭和四八年八月ころまでにはおよそ三年余の年月が経過しており、原告本社代\n表者【Ｂ】本人の供述によれば、乳酸菌飲料の販売本数の増加が顕著にみられるの\nは販売を開始して後約一年半の間であることが認められ、原告本社代表者【Ｂ】本\n人の供述によれば、原告らの乳酸菌飲料ピロビタン一本が二〇円から二五円に値上\nげされたのが昭和四八年四月であり、同年八月当時も同じ価格であつたが、被告の\n乳酸菌飲料ピオビタンＡは同一容量で一本二〇円であり、他の「ヤクルト」は容量\nがさらに多くて一本二〇円であつたことが認められ、被告会社代表者【Ｃ】本人の\n供述によれば、東北地方にある八戸市では乳酸菌飲料の販売本数が増加するのは毎\n年春であり、八月ころになると果物が出回るために販売本数が減少することが認め\nられ（右認定に反する証人【Ｄ】の証言、原告本社代表者【Ｂ】本人の供述部分は\n採用し難い）るのであるが、これらの事実は前記認定の妨げとなるものではない。\n４　以上１ないし３によれば、被告は、前記の如く乳酸菌飲料合計一万四五〇〇本\nにピオビタンＡの標章を附して流通に置き原告総本社の本件登録商標甲、乙の商標\n権を侵害し、その余の原告らの営業上の利益を害したことにより原告らが蒙つた損\n害を賠償すべき義務があると認めるべきである。\n被告は、当時においては原告本社はその営業所との間の「営業所契約」により、\n営業所が同契約に定める販売到達責任数に達しない場合には、その営業所に対し損\n害賠償を請求し得るので原告らに損害が生じていないと主張するが、仮にかかる約\n定が存するとしても、被告の乳酸菌飲料ピオビタンＡを流通に置いたことにより原\n告らの八戸地区の三営業所の乳酸菌飲料ピロビタンの日販本数が減少し、その結果\n右営業所の原告らへの注文が減少するものである限り、原告らが被告の右製造販売\nによつて損害を受けたものというべく、その損害の賠償を被告に対して請求するこ\nとができると解すべきであるから、被告の右主張は採用し難い。\n５　ところで、原告本社代表者【Ｂ】本人の供述によれば、乳酸菌飲料ピロビタン\nを一本当り二五円で販売した場合に原告らの受ける利益は、原告本社と原告製造が\n各三円宛、原告総本社が二円であることが認められるので、この事実に、本件にお\nいて判示したすべての事実を総合して考えると、被告の前記行為により原告らが蒙\nつた損害の額は、原告本社と原告製造は被告の前記商品一本につき各三円の割によ\nる得べかりし利益相当額（合計各四万三五〇〇円）、原告総本社は同一本につき二\n円の割による実施料相当額（合計二万九〇〇〇円）と認めるのが相当である。\n６　よつて、被告は原告本社と原告製造に対し各四万三五〇〇円宛、原告総本社に\n対し二万九〇〇〇円の損害金の支払をなすべき義務があるものというべきである。\n九　以上説示のとおりであるから、原告らの本訴請求のうち、被告の別紙（四）の\n写真１ないし３のピオビタンＡの標章を附した乳酸菌飲料の製造、販売、展示の差\n止めを求める部分と原告本社および原告製造に対し各四万三五〇〇円、同総本社に\n対し二万九〇〇〇円の損害金および右金員に対する本件訴状が被告に送達された日\nの翌日であること本件記録上明らかな昭和四八年一二月一九日から完済に至るまで\n民法所定の年五分の割合による遅延損害金の支払を求める部分は理由があるので認\n容し、その余の請求は失当として棄却することとし、訴訟費用の負担につき民事訴\n訟法八九条、九二条、九三条を、仮執行の宣言につき同法一九六条一項を各適用し\nて、主文のとおり判決する。\n（裁判官　大江健次郎　渡辺昭　北山元章）\n別紙（一）\n＜１１９４１－００１＞\n別紙（二）\n＜１１９４１－００２＞\n別紙（三）\n＜１１９４１－００３＞\n＜１１９４１－００４＞\n＜１１９４１－００５＞\n別紙（四）\n＜１１９４１－００６＞\n＜１１９４１－００７＞\n別紙（五）\n八戸３営業所\n８月　（７，８３６－７，７５４）×３１＝２，５４２\n９月　（７，８３６－６，６０３）×３０＝３６，９９０\n１０月　（７，８３６－６，２５４）×３１＝４９，０４２\n１１月　（７，８３６－６，００３）×３０＝５４，９９０\n１２月　（７，８３６－５，９００）×３１＝６０，０１６\n小計　　２０３，５８０\n十和田営業所\n８月　（３９４－３３０）×３１＝１，９８４\n９月　（３９４－３００）×３０＝２，８２０\n１０月　（３９４－２７６）×３１＝３，６５８\n１１月　（３９４－２７０）×３０＝３，７２０\n１２月　（３９４－２４３）×３１＝４，６８１\n小計　　１６，８６３\n総合計２０３，５８０＋１６，８６３＝２２０，４４３\n"
}