{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 4,
    "day": 27
  },
  "case_number": "昭和50(行ウ)3",
  "case_name": "国民健康保険税賦課処分取消請求事件",
  "court_name": "秋田地方裁判所",
  "field": "行政",
  "gist": "地方税法７０３条の４に基づく国民健康保険税の課税総額及び税率の決定を市長の裁量にゆだねる旨の秋田市国民健康保険税条例（昭和３４年秋田市条例第１４号）２条，６条の規定に基づいてされた国民健康保険税の賦課処分が，違法とされた事例",
  "lawsuit_id": "17567",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17567",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/567/017567_hanrei.pdf",
  "contents": "○　主文\n一、被告が昭和五〇年度秋田市国民健康保険税につき、別紙賦課処分一覧表（一）\nの原告氏名欄記載の各原告（但し、原告番号４．１１．３７．の各原告を除く）に\n対し、昭和五〇年七月一日付でなした同年度の国民健康保険税を同表賦課金額欄記\n載の金額（但し、原告番号１．９．１０．１６．１７．１９．２０．２２．２３．\n２８．ないし３０．４８．５２．５３．の各原告については同原告ら氏名に対応す\nる変更後の賦課額欄記載の金額に各減額変更した額）とする賦課処分、および、同\n一覧表原告番号４．１１．３７．の各原告に対し、昭和五〇年七月一日付でなした\n前記保険税を同表賦課金額欄記載の金額とする賦課処分を、同原告ら氏名に対応す\nる変更額決定年月日欄記載の日に、変更後の賦課額欄記載の金額に各増額変更した\n再賦課処分はいずれもこれを取消す。\n二、被告が昭和五一年度秋田市国民健康保険税につき、別紙賦課処分一覧表（二）\nの原告氏名欄記載の各原告（但し、原告番号２８．４８．の各原告を除く）に対\nし、昭和五一年七月一日付でなした同年度の国民健康保険税を、同表賦課金額欄記\n載の金額（但し、原告番号４．１９．２１．３１．４４．４５．４９．５１．５\n６．５９．６１．６４．７８．８３．の原告については同原告ら氏名に対応する変\n更後の賦課額欄記載の金額に各減額変更した額）とする賦課処分、および、同一覧\n表原告番号２８．４８．の各原告に対し、昭和五一年七月一日付でなした前記保険\n税を同表賦課金額欄記載の金額とする賦課処分を、同原告ら氏名に対応する変更額\n決定年月日欄記載の日に、変更後の賦課額欄記載の金額に各増額変更した再賦課処\n分はいずれもこれを取消す。\n三、被告が昭和五二年度秋田市国民健康保険税につき、別紙賦課処分一覧表（三）\nの原告氏名欄記載の各原告（但し、原告番号７．の原告を除く）に対し、昭和五二\n年七月一日付でなした同年度の国民健康保険税を、同表賦課金額欄記載の金額（但\nし、原告番号５．１０．１２．２３．２５．２７．ないし３１．３５．ないし３\n８．４９．５８．の各原告については同原告氏名に対応する変更後の賦課額欄記載\nの金額に各減額変更した額。）とする賦課処分、および、同一覧表原告番号７．の\n原告に対し、昭和五二年七月一日付でなした前記保険税を同表賦課金額欄記載の金\n額とする賦課処分を、同原告氏名に対応する変更額決定年月日欄記載の日に、変更\n後の賦課額欄記載の金額に増額変更した再賦課処分はいずれもこれを取済す。\n四、訴訟費用は被告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n主文第一ないし第四項と同旨の判決\n二　請求の趣旨に対する答弁\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　原告らの請求原因\n一　当事者\n原告らはいずれも秋田市に住所を有するものであつて、国民健康保険法による秋田\n市国民健康保険の被保険者たる世帯主である。\n右保険の保険者である秋田市は、地方税法および秋田市国民健康保険税条例（以\n下、本件条例という。）の規定により被保険者たる世帯主に対し、国民健康保険税\nを賦課することができるものとされており、被告は秋田市の市長である。\n二　本件賦課処分の存在\n被告は地方税法七〇三条の四ならびに本件条例に基づき、昭和五〇年度ないし昭和\n五二年度の秋田市国民健康保険税（以下単に保険税という。）として原告らに対し\n以下主張するとおりの賦課処分および再賦課処分（以下単に本件賦課処分とい\nう。）をなした。\n１　昭和五〇年度の賦課処分\n（一）　被告は昭和五〇年度保険税として昭和五〇年七月一日付で別紙賦課処分一\n覧表（一）記載の原告ら（昭和五〇年（行ウ）第三号事件の各原告）に対し、保険\n税額を同表賦課金額欄記載の各金額とする旨の賦課決定をなし、そのころその旨を\n各通知した。\n（二）　ついで、右原告らのうち、同表原告番号、１．９．１０．１６．１７．１\n９．２０．２２．２３．２８．ないし３０．４８．５２．５３．記載の各原告に対\nしては、同原告らに対応する同表変更額決定年月日欄記載の各日時に、変更事由欄\n記載の各事由により、前記保険税額を同表変更後の賦課額欄記載の各金額に減額す\nる旨の再賦課処分をなし、同表原告番号４．１１．３７．記載の各原告に対して\nは、同原告らに各対応する同表変更額決定年月日欄記載の各日時に、変更事由欄記\n載の各事由により、前記保険税額を、同表変更後の賦課額欄記載の各金額に増額す\nる旨の再賦課処分をなし、そのころその旨を各通知した。\n２　昭和五一年度の賦課処分\n（一）　被告は昭和五一年度保険税として、昭和五一年七月一日付で別紙賦課処分\n一覧表（二）記載の各原告ら（昭和五一年（行ウ）第九号事件の各原告）に対し保\n険税額を同表賦課金額欄記載の各金額とする旨の賦課処分をなし、そのころその旨\nを各通知した。\n（二）　ついで、右原告らのうち同表記載原告番号４．１９．２１．３１．４４．\n４５．４９．５１．５６．５９．６１．６４．７８．８３．記載の各原告に対して\nは、同原告らに対応する同表変更額決定年月日欄記載の各日時に、変更事由欄記載\nの各事由により、前記保険税額を同表変更後の賦課額欄記載の各金額に減額する旨\nの再賦課処分をなし、同表原告番号２８．４８．記載の各原告に対しては、同原告\nらに各対応する変更額決定年月日欄記載の各日時に、変更事由欄記載の各事由によ\nり、前記保険税額を、同表変更後の賦課額欄記載の各金額に増額する旨の再賦課処\n分をなし、そのころその旨を各通知した。\n３　昭和五二年度の賦課処分\n（一）　被告は昭和五二年度保険税として、昭和五二年七月一日付で別紙賦課処分\n一覧表番号（三）記載の各原告ら（昭和五二年（行ウ）第六号事件の各原告）に対\nし、保険税額を同表賦課金額欄記載の各金額とする旨の賦課処分をなし、そのころ\nその旨を各通知した。\n（二）　ついで右原告らのうち同表記載原告番号５．６．１０．１２．２３．２\n５．２７．ないし３１．３５．ないし３８．４９．５８．の各原告に対しては、同\n原告らに対応する同表変更額決定年月日欄記載の各日時に、変更事由欄記載の各事\n由により、前記保険税額を同表変更後の賦課額欄記載の各金額に減額する旨の再賦\n課処分をなし、同表原告番号７．の原告に対しては、同原告に対応する同表変更額\n決定年月日欄記載の各日時に、変更事由欄記載の各事由により、前記保険税額を同\n表変更後の賦課額欄記載の各金額に増額する旨の再賦課処分をなし、そのころその\n旨を各通知した。\n三　不服申立の前置\nそこで、原告らは本件各年度の七月一日付でなされた賦課処分を不服として被告に\n対し異議の申立をしたところ、被告は右異議の申立をいずれも棄却する旨の決定を\nしたが、本件処分についての原告らの異議申立、これに対する被告の異議申立棄却\n決定の経緯は次のとおりである。\n１　昭和五〇年度の賦課処分について\n別紙賦課処分一覧表（一）記載の原告番号ｌ．３．８．ないし１２．１４．２６．\n３１．３６．４３．ないし４５．５２．５３．の各原告らは昭和五〇年八月二日\nに、その余の原告らは同月二八日にそれぞれ被告に対し異議の申立をしたが、被告\nは前者については同月三〇日付で、後者については同年九月二〇日付でいずれも右\nの異議申立を棄却する旨の決定をした。\n２　昭和五一年度の賦課処分について\n別紙賦課処分一覧表（二）記載の原告らは、昭和五一年八月三〇日被告に対し異議\nの申立をしたが、被告は同年九月二八日付で右異議申立を棄却する旨の決定をし\nた。\n３　昭和五二年度の賦課処分について\n別紙賦課処分一覧表（三）記載の原告番号７．８．２４．３０．の各原告らは、昭\n和五二年七月二二日に、その余の原告らは同年九月三日にそれぞれ被告に対し異議\nの申立をしたが、被告は前者については同年九月一二日付で、後者については同年\n一〇月一三日付でいずれも右の異議申立を棄却する旨の決定をした。\n四　本件条例の違憲性\n地方税法三条一項は「地方団体にその地方税の税目、課税客体、課税標準税率、そ\nの他賦課徴収について定をするには当該地方団体の条例によらなければならない」\nとしている。右規定は地方公共団体に属する住民に対する課税根拠となるものは地\n方税法ではなく、条例であることを明確にするとともに、憲法三〇条、八四条の規\n定を受けて租税法律主義と同意義における租税条例主義の原則を明らかにしたもの\nであるところ、租税条例主義とは条例の根拠に基づくことなしに租税を賦課徴収す\nることができないということを意味するにとどまらず、右の租税要件は条例自体に\n明確に規定することを必要とするという課税要件法定主義の原則と課税要件は一義\n的で明確でなければならないとする課税要件明確主義の原則とをその重要な内容と\nするものであり、このことは租税の賦課徴収について課税の公平、納税義務者の納\n付すべき税額の予測可能性、課税庁の恣意性の排除、納税義務者の不服申立権の保\n障を要請する租税法律主義の理念から当然の事理に属する。\nところで、前記のとおり、本件賦課処分はいずれも本件条例に基づいてなされたも\nのであるところ、右条例は以下述べるとおり、租税法律（条例）主義の原則を定め\nた憲法九二条、九四条、八四条、三〇条および地方税法三条に違反する違憲無効の\n条例であり、右条例を根拠としてなされた本件処分は違法である。\n１　課税要件法定主義違反\n本件条例においては以下述べるとおり、所得割、資産割、世帯別平等割、被保険者\n均等割について税率の定めを欠いている。\n（一）　本件条例によれば、秋田市国民健康保険の保険税は、大略次のようにして\n算出する旨規定されている。\n（１）　先ず、課税総額が決定される。（条例二条）\n（２）　次に、右課税総額を所得割総額、資産割総額、被保険者均等割総額、世帯\n別乎等割総額の四つに区分する。その割合は本件各係争年度を通じ、いずれも六\n五、一〇、一四、一一である。（条例六条）\n（３）　右四つに区分された各総額別に保険税率を決める。その税率は所得割につ\nいては、所得割総額を条例四条に規定する所得割額算定の課税標準の総額で除して\n得た数、資産割については、資産割総額を条例五条に規定する固定資産税額の総額\nで除して得た数であり、被保険者均等割（以下単に均等割という。）および世帯別\n平等割（以下単に平等割という。）はその各総額を当該年度の初日における均等割\nについては被保険者総数、平等割については被保険者の属する世帯総数で除して得\nた額である。（条例六条）\n（４）　そして、右各税率を世帯主およびその世帯に属する被保険者について適用\nして算出した所得割額、資産割額、均等割額および平等割額の合算額を課税額とし\nて世帯主に課する。但し、右課税額には最高限度が定められており、昭和五〇年度\nにおいては一二万円であつたが、昭和五一年度は一五万円、昭和五二年度は一七万\n円に順次改正された。（条例一条、三条）\n（二）　右のとおり本件条例は保険税の税率をいわゆる定率ないし定額によつて定\nめることなせず、先ず課税総額を決定し、これを一定の割合で所得割総額、資産割\n総額、均等割総額、平等割総額の四つに区分したうえ、更に、右の区分毎に所得課\n税標準の総額や固定資産税額の総額等の数値で除して税率を算出するものと規定し\nているが、右の規定は、税率を決定するための単なる計算方法、モデルを示したも\nのに過ぎず、税率以前のものであつて、課税要件の重要な一部である税率について\nは直接これを条例において定めることなく、すべて課税庁の決定に委ねているもの\nとみるべきであるから、課税要件法定主義に反する。\n２　課税要件明確主義違反\n仮りに、本件条例のような規定によつても一応税率の定めが存すると解されるとし\nても、右税率の定めは、以下主張するとおり、税率算出の構成要素をなす課税総額\n等に関する規定が不明確ないし不特定であるため、税率を算出するに際し、行政庁\nの大幅な自由裁量を許容する結果となつており、課税要件は一義的かつ明確に定め\nられなければならないとする課税要件明確主義に違反している。\n（一）　本件条例二条の課税総額について\n（１）　本件条例二条に規定する課税総額は、所得割、資産割、均等割、および平\n等割の各税率を算出するための基礎となるものであるところ、本件条例は右課税総\n額について「当該年度の初日における療養の給付および療養費の支給に要する費用\nの総額の見込額から療養の給付についての一部負担金の総額の見込額を控除した額\nの一〇〇分の六五に相当する額以内とする。」と規定するのみで、課税総額がいか\nなる概念であり、いかなる過程を経てその金額が確定されるものかについて全く規\n定されていない。すなわち課税総額の意義について他の法規範から当然に明確にな\nるものである（借用概念）とか、講学上確立された概念規定が存在するものであれ\nば格別、課税総額の概念自体は、他の法領域において定義づけられておらず地方税\n法七〇三条の四にいう「標準課税総額」と同一の概念であるともいえないし、仮り\nに、右「標準課税総額」と関連するとしても、右地方税法の規定をもつて条例の補\n充規範と解することも、これを援用することも許されない。\n（２）　もつとも、本件条例二条は、療養の給付等に要する費用の総額の見込額か\nら一部負担金の総額の見込額を控除した額を一応課税総額の内容を決定する基準と\nしているのであるが、医療費が政治経済情勢の変動によつて予測困難な動きを示す\nことは、日常経験するところであつて右の療養の給付等に要する費用の総額の見込\n額自体決して一義的かつ明確に定まるものではないうえ、課税総額を右の見込額と\n一部負担金の総額の見込額との差額の「一〇〇分の六五に相当する額以内とす\nる。」と規定することによつて行政庁の大幅な裁量を認める結果となつている。こ\nの点につき被告は、国民健康保険事業会計予算（以下単に国保会計予算と略称す\nる。）案が可決され、当該予算に計上された「現年課税分」の議決と賦課期日であ\nる四月一日の到来により課税総額は自動的に確定し当該年度を通じて被告の課税を\n覇束する旨主張するのであるが、予算と条例とは法形式を異にし、予算の可決によ\nつて、条例を補足し、あるいは条例に定めのない事項を補充することのできないこ\nとは論ずるまでもないところである。\nそもそも歳入予算は、通観の便宜のための一定期間の収入の見積に過ぎず、これが\n住民に対して直接効力を有するものでないことはもとより、租税をはじめ一切の収\n入は直接間接、法令により徴収され、予算の拘束を受けることはないのみならず、\n地方自治法二一六条によれば、議会で議決の対象となるのは、予算の款項であり、\n事項別明細書中のいわゆる「目・節」は執行科目とされ、議決対象とはされないの\nであるから事項別明細書（予算説明書ともよばれる）中の「目」記載の現年課税分\nは、議決すら行われていないのである。また、「現年課税分」は、当該年度におい\nて予算上必要とする歳入額の一つであり、それは行政庁の内部的意思決定行為であ\nるに止まり予算審議において、直接議会が議決したり、拘束したりする性格のもの\nではないことも明白である。\n（３）　以上のように課税総額の意味内容が不明確である結果、被告は課税総額、\n従つて税率確定につき以下のべるとおり広範な政治的、恣意的裁量を加えている。\n（イ）　被告は本件保険税の課税総額および税率を算出するにあたり、各係争年度\nにおいて、現年課税分を収納率九一ないし九五パーセントで除している。これによ\nつて原告らを含む納税義務者は五・二六ないし九・八九パーセント過大な税額を賦\n課徴収される。右収納率の適用、不適用およびその率の決定については条例上の根\n拠がなく、専ら被告の裁量に委ねられている。\n（ロ）　被告は、昭和五〇年度の国保会計予算編成に際し、過年度分の赤字解消策\nとして、当初予算に療養給付費等の国庫負担金を故意に三〇〇〇万円減額計上し、\n現年課税分をそれだけ増加させ、更に、昭和五一年度には予算編成時点において前\n年度決算が一億四、〇〇〇万円余りの黒字と見込まれたにもかかわらず、医療費の\n増額改訂が予測されるため、それに充当するという理由で右の黒字分を繰越金とし\nて予算に全く計上しなかつたが、右繰越金を計上すれば、当該年度の保険税は約一\n一パーセントの減税となつている。そして、同年度における国民健康保険会計は約\n二億四、〇〇〇万円の黒字となつている。\n（ハ）　国民健康保険法六九条は「国は政令の定めるところにより、保険者に対し\nて国民健康保険の事務の執行に要する費用を負担する」と規定し、また本件条例二\n条の課税総額中に右事務費が含まれないことは同条の規定から明らかである。しか\nるに昭和五〇年ないし五二年度の国保会計予算についてみると、歳入における事務\n費負担金は、五〇年度五、九八八万三、〇〇〇円、五一年度七、四〇四万五、〇〇\n〇円、五二年度七、九七八万三、〇〇〇円であり、一方歳出の事務費（総務費）は\n五〇年度一億二、四〇九万一、〇〇〇円、五一年度一億四、四二〇万円、五二年度\n一億五、五二六万七、〇〇〇円であり、この差額は、五〇年度六、四二〇万円、五\n一年度七、〇一五万円、五二年度七、五四八万円となるところ、被告は右各年度の\n事務費不足分を加えて現年課税分を算定し、これを基礎に課税総額を算出してい\nる。\n（ニ）　被告は、昭和五〇年度において、予算に基づいて算出した調定額を、予算\n編成時の推定被保険者数が賦課期日の時点においては八三〇名減少したとの理由\nで、賦課作業の段階で一、四五七万円余り減額し、また、昭和五二年度には、賦課\n時の調定額に対する決算時の調定額の増加を約五パーセントと見込んで、補正予算\nの調定額から三パーセントを減額している。\n（４）　以上の次第で条例二条に規定する課税総額の意義およびその額の確定につ\nき本件条例の規定は不明確ないし不特定というほかはなく、税率を算出するにあた\nり、分子となるべき課税総額に関する規定が不明確、不特定である以上、税率の定\nめもまた不明確、不特定となるのは当然である。\n（二）　本件条例五条の固定資産税額について\n（１）　本件条例六条によれば、資産割の税率は、条例二条の課税総額の一〇〇分\nの一〇に相当する額（資産割総額）を条例五条に規定する固定資産税額の総数で除\nして得た数と規定し、条例五条によれば、右の固定資産税額とは、当該年度分とし\nて納付した又は納付すべき固定資産税額のうち、土地および家屋にかかる部分の額\nと規定している。\n（２）　ところで、地方税法七〇三条の四にいう「資産割」につき、国民健康保険\n税の納税義務者が他の市町村に有する固定資産税額を含むか否かについて「昭和三\n五年一〇月四日自治Ｊ市発第二六号自治省市町村税課長回答」は、「国民健康保険\n税の資産割額の算定の基礎になる固定資産税額または固定資産税のうち土地および\n家屋に係る額については、国民健康保険税を課する市町村に所在する固定資産に係\nるものであつて、池の市町村に所在する固定資産に係るものは含まれない」との見\n解を示した。右のとおり市町村を指導、助言することが国家行政組織法上明らかな\n自治省当局の見解が示されたのであるから、本件条例五条においても「納付した又\nは納付すべき固定資産税額」と規定せず、「秋田市に納付した又納付すべき固定資\n産税額」と明確に規定すべきところ、本件条例では右の「秋田市」の文言を欠落さ\nせ、その結果、他の市町村に納付した又は納付すべき固定資産税額も条例五条の固\n定資産税額のなかに含まれる余地を残すことになり、不明確な条項となつている。\n（３）　そうとすれば、資産割の税率に関する規定も不特定ないし不明確といわざ\nるを得ない。\n３　不服申立権の行使不能\n（一）　およそ侵害行政、とりわけ処分性を有する侵害行政については、すべて行\n政争訟による不服申立権を保障するのが近代国家の大原則であり、課税作用は国民\nの財産権への侵害であるから、侵害行政の典型であることも論をまたない。それ\n故、我国の行政不服審査法並びに地方税法は、当然のことながら課税庁の賦課徴収\n処分並びに更正処分等に対し広く不服申立の権利を保障している。\n（二）　ところで、課税処分に対する不服申立の類型としては、（１）納税義務者\nに非ざる者への課税処分、（２）課税客体に非ざる物又は課税客体を保有しない者\nへの課税処分、（３）課税標準額を過大に認識してなした課税処分、（４）税率の\n誤認による過大な課税処分、（５）課税標準額に税率を乗ずる計算過程における誤\n算又は誤記による過大な課税処分、（６）定額税における税額の誤認又は誤記によ\nる過大な課税処分（７）租税法の解釈適用をめぐる争訟等に大別されるところ、本\n件条例においては、前述のとおり条例二条並びに六条にいう「課税総額」が明確で\nなく、且つその課税総額を基礎として本件保険税の所得割、資産割、被保険者均等\n割及び世帯別平等割が相対的に一〇〇分比で区分され、更に条例六条一号でいう\n「課税標準の総額」及び同条四号でいう「世帯総数」などの把握に誤りがないか否\nかを原告において知ることを得ないから、本件保険税の所得割、資産割の各税率の\n決定が適法であるか否か、被保険者均等割及び世帯別平等割の各金額が適法に算出\nされているか否かを検証することが全く不可能であり、右均等割、平等割の税額に\nつき前記（１）の類型に属するものと（７）を除く争訟は不可能であり、所得割、\n資産割については前記（１）、（３）及び（７）を除く争訟はこれまた全く不可能\nであり、本件課税要件の中核をなす税率算定の法適合性の争訟もまた不可能であ\nる。\n（三）　このことは、本件条例が前述のとおり租税条例（法律）主義の内容である\n課税要件法定主義に反して所得割及び資産割について税率を明定せず、均等割、平\n等割につき定額（絶対値）をもつて定めなかつた結果、不服申立権を阻害する結果\nをもたらしたものというべきである。\n（四）　一方、本件の如く、賦課処分が違法であるとして争われた場合、被告課税\n庁は例えば所得割、資産割の税額算定の要件である各税率の法（条例）適合性を立\n証するためには全ての納税義務者の個々の前年の総所得金額を立証し、且つその総\n合計の正確性を立証し、また全納税義務者の四月一日現在の資産割額算定の基礎と\nなる個々の固定資産とその評価額および固定資産税額を立証しなければならないと\nころ、守秘義務との関係でこれらの事実を明らかにすることは許されないこととな\nる結果、被告は課税処分が違法であるとする抗告訴訟においては常に敗訴となるこ\nとは一見極めて明白である。\n（五）　こうした結果が生ずるのは、既に述べた如く、租税条例主義の下では課税\n要件法定主義の要請から常に条例自体において、税率その他の課税要件を明確に規\n定することが当然の前提となり、そのうえに不服申立制度が存在しているというの\nが、近代国家の課税実体規定と課税手続規定（不服申立を含む）の法構造の根幹を\nなすところ、本件条例は、税率欠損（所得割、資産割）と定額欠落（均等割、平等\n割）の条例であるという根本的欠陥から守秘義務に反する立証の必要が生じたり、\n納税義務者の不服申立を阻害する結果を招来しているのである。従つて、本件条例\nは、右の意味においても、憲法三〇条、八四条、九二条、九四条および地方税法三\n条に違反し、無効というべきである。\n五　結論\n以上の次第で、本件条例は租税法律（条例）主義を規定する憲法九二条、九四条、\n八四条、三〇条および地方税法三条に反する違憲無効の条例であり右無効な条例を\n根拠になした被告の原告らに対する本件賦課処分は違法であるから、次の各処分の\n取消を求める。\n（一）　被告が昭和五〇年度保険税につき、別紙賦課処分一覧表（一）の原告氏名\n欄記載の各原告（但し、原告番号４．１１．３７．の各原告を除く。）に対し、昭\n和五〇年七月一日付でなした同年度の保険税を同表賦課金額欄記載の金額（但し、\n原告番号１．９．１０．１６．１７．１９．２０．２２．２３．２８．ないし３\n０．４８．５２．５３．の各原告については同原告ら氏名に対応する変更後の賦課\n額欄記載の金額に減額変更した額。）とする賦課処分および同一覧表原告番号４．\n１１．３７．の各原告に対し、昭和五〇年七月一日付でなした前記保険税を同表賦\n課金額欄記載の金額とする賦課処分を、同原告ら氏名に対応する変更額決定年月日\n欄記載の日に、変更後の賦課額欄記載の金額に増額変更した再賦課処分。\n（二）　被告が、昭和五一年度保険税につき、別紙賦課処分一覧表（二）の原告氏\n名欄記載の各原告（但し、原告番号２８．４８．の各原告を除く。）に対し、昭和\n五一年七月一日付でなした同年度の保険税を同表賦課金額欄記載の金額（但し、原\n告番号４．１９．２１．３１．４４．４５．４９．５１．５６．５９．６１．６\n４．７８．８３．の各原告については同原告ら氏名に対応する変更後の賦課額欄記\n載の金額に減額変更した額）とする賦課処分および同一覧表原告番号２８．４８．\nの各原告に対し、昭和五一年七月一日付でなした前記保険税を同表賦課金額欄記載\nの金額とする賦課処分を、同原告ら氏名に対応する変更額決定年月日欄記載の日\nに、変更後の賦課額欄記載の金額に増額変更した再賦課処分。\n（三）　被告が、昭和五二年度保険税につき別紙賦課処分一覧表（三）の原告氏名\n欄記載の各原告（但し、原告番号７．の原告を除く。）に対し、昭和五二年七月一\n日付でなした同年度の保険税を、同表賦課金額欄記載の金額（但し、原告番号５．\n６．１０．１２．２３．２５．２７．ないし３１．３５．ないし３８．４９．５\n８．の各原告については同原告ら氏名に対応する変更後の賦課額欄記載の金額に減\n額変更した額。）とする賦課処分および同一覧表原告番号７．の原告に対し、昭和\n五二年七月一日付でなした前記保険税を同表賦課金額欄記載の金額とする賦課処分\nを、同原告氏名に対応する変更額決定年月日欄記載の日に、変更後の賦課額欄記載\nの金額に増額変更した再賦課処分。\n第三　請求原因に対する認否および被告の主張\n一　認否\n１　請求原因一ないし三の事実は認める。\n２　同四、五の事実は争う。\n二　被告の主張\n１　原告らに対する本件賦課処分は原告ら主張のとおりであり、その課税額の算出\n方法は、以下主張するとおりである。\n（一）　保険税の課税額\n（１）　保険税の課税額は、被保険者の属する世帯主およびその世帯に属する被保\n険者につき算出した所得割額、資産割額、均等割額および平等割額の合計額である\n（本件条例三条―昭和五二年度分は条例改正により擬制世帯主を除外）。\n（２）　右合計額が所定の最高限度額を超える場合には、課税額は右の限度額とな\nる（本件条例三条ただし書。地方税法七〇三条の四、四項参照）。\n（３）　また、擬制世帯主および低所得被保険者に対しては以下に述べるように、\n所定の軽減措置がとられているから、これらが算出税額から控除される。\n（４）　こうして算出した税額に一〇円以下の端数が生じた場合はこれを切捨てた\n額が課税額となる（地方税法二〇条の四の二、三項）。\n（二）　控除額\n（１）　擬制世帯主の軽減\n国民健康保険税は国民健康保険の被保険者である世帯主に対して課するものである\n（本件条例一条一項）。これは、国民健康保険法上、届出義務については世帯主主\n義が採用されており（同法九条）、さらに医療給付という受益の内容からみて、そ\nの経済効果は結局世帯全員に及ぶものであり、通常、世帯内における主要な所得の\n帰属者である世帯主を納付義務者とすることが妥当であるとの考え方に基づくもの\nである。\nかような趣旨から、その世帯内に被保険者がいる場合には、世帯主本人が被保険者\nでなくとも、その世帯主を被保険者である世帯主とみなして保険税を課するものと\nし（本件条例一条二項）、昭和五二年六月一三日条例二三号による改正前は当該世\n帯主の均等割額等を減額することとなつていた（右改正前の本件条例一二条一\n項）。\n（２）　低所得被保険者に対する軽減\n低所得被保険者の保険税負担の軽減をはかるため、その所得が一定の基準以下の世\n帯に対しては、条例の定めるところにより、保険税を減額して賦課する（地方税法\n七〇三条の五、右改正前の本件条例一二条の二、改正後の一二条）。\n（三）　所得割課税標準額\n（１）　所得割の保険税率を求めるための所得割課税標準額（本件条例六条一号）\nは、地方税法三一四条の二、一項に規定する総所得金額および山林所得金額の合計\n額から同法三一四条の二、二項の規定による控除、すなわち基礎控除額を控除した\n後の総所得金額および山林所得の合計額である（本件条例四条一項）。\n（２）　右総所得金額中に給与所得が含まれている場合には、当該給与所得につい\nては、所得税法二八条二項の規定によつて計算した金額から、当該給与所得に係る\n収入金額の一〇〇分の五の金額（その金額が二万円をこえるときは二万円）を控除\nした金額すなわち給与所得控除後の額による（本件条例四条、一項）。\n（３）　総所得金額のうち給与所得以外の所得は、譲渡所得以外の所得と譲渡所得\nとに分かれ、事業所得は収入金額（所得税法三六条）から必要経費（同法三七条）\nを控除したものであるが、この場合、青色専従者給与・事業専従者控除は行なわな\nいこととなつており（本件条例四条二項）、また、譲渡所得のうち長期譲渡所得の\n場合にはその所得金額の算出に特例が設けられている（地方税法附則三六条）。\n（４）　したがつて、所得割課税標準額は、給与所得・譲渡所得以外の所得金額、\n譲渡所得金額、専従者給与額、給与所得控除後の額を合算し、これから給与特別控\n除額と基礎控除額とを控除した額ということになる。\nなお、この場合、一〇〇円未満の額は切捨てて所得割課税標準額を算出する（昭和\n四三年五月一〇日秋田県地方課長通知「国民健康保険税に係る端数計算につい\nて」）。\n（四）　資産割課税標準額\n資産割の保険税率を算出するための資産割課税標準額は、当該年度分として納付\nし、又は納付すべき土地および家屋に係る固定資産税である（地方税法七〇三条の\n四、九項、本件条例五条）。\nこの場合も、一〇〇円未満の額は切捨てられる（前記秋田県地方課長通知）。\n（五）　税率\n（１）　本件条例六条は、保険税の課税総額を四つに区分し、その割合を所得割総\n額一〇〇分の六五、資産割総額一〇〇分の一〇、被保険者均等割総額一〇〇分の一\n四、世帯別平等割総額一〇〇分の一一と定めている。\n（２）　税率は右のように区分された保険税の課税総額を基準に次の方法で算出す\nる。\n（イ）　所得割の保険税率は課税総額の一〇〇分の六五相当額を所得課税標準の総\n額で除して得られる。\n（ロ）　資産割の保険税率は課税総額の一〇〇分の一〇相当額を固定資産税額の総\n額で除して得られる。\n（ハ）　被保険者均等割額は課税総額の一〇〇分の一四相当額を昭和五〇年四月一\n日における被保険者総数で除して得られる。\n（ニ）　世帯別平等割額は課税総額の一〇〇分の一一相当額を同年同月同日におけ\nる被保険者の属する世帯総数で除して得られる。\n２　課税総額の確定方法\n（一）　国民健康保険事業は、その事業に要する費用のうち、国庫負担金や国庫補\n助金、財政調整交付金、一般会計からの繰入金その他の雑収入を充当してなお不足\nする分を保険税収人によつて補填する仕組みになつている。\n（二）　そこで、保険者である秋田市は、保険税の賦課期日に先立つて当該年度に\nおける国民健康保険事業に要する費用の総額の見込額および保険税収入以外の前記\n各収入の見積額をそれぞれ算出したうえ、当該年度において保険税収入によつて賄\nうべき総額を決定する（右の総額は秋田市国民健康保険事業会計予算書歳入第一款\n第一項第一目第一節「現年課税分」の欄に計上される。）。\n（三）　しかしながら、右「現年課税分」を当該年度において被保険者の負担すべ\nき保険税の総額としてこれを各被保険者に賦課しても、被保険者の倒産や転居先不\n明、保険税の滞納等の事由により、賦課した保険税の総額を一〇〇パーセント収納\nすることは現実に不可能であり、そうすれば、必然的に国民健康保険事業会計は毎\n年歳入欠陥をもたらし、その結果、国民健康保険事業の正常な維持運営に重大な支\n障を及ぼすこととなる。\n（四）　そこで、被告は、毎年一定の収納率を見込み、毎年三月に開催される秋田\n市定例市議会における予算審議を通じ予算書に明記された「現年課税分」とともに\n各年度の収納率について十分な説明をし、議会の承認を得ている。従つて、国民健\n康保険事業会計予算が可決されるとこれに伴ない、前記「現年課税分」だけでな\nく、これを当該年度の収納率で除した予算上の調定額も確定し、被告は右調定額金\n額を保険税として各納税義務者に賦課徴収することとなる。\nなお、右調定額について付言するに、「調定」という言葉はもともと法令上の用語\n（地方自治法二三一条、同施行令一五四条）であつて、歳入の徴収行為は調定と納\n入義務者に対する納入の通知との二段階に分かれ、前者は、その発生した権利内容\nを調査して明確にし、具体的に所属年度、歳入項目、納入すべき金額、納入義務者\n等を決定するいわゆる内部的意思決定行為である。従つて、元来「調定額」という\nときは、厳密な意味では最終的に納税義務者に対して保険税として現実に賦課され\nた金額（課税額）の累計を指し、予算上の「現年課税分」を当該年度の収納率で除\nした額は「調定すべき額」と呼ぶのが正確であり、右「調定すべき額」と現実に賦\n課徴収される保険税の総額とは本来合致すべきものであるが、一般には、予算上の\n「現年課税分」に当該年度の収納率で除した額を「予算上の調定額」と呼び、ま\nた、七月一日に最終的に各納税義務者に賦課した保険税額の累計を「七月一日の調\n定額」と呼んでいる。\n（五）　ところで、被告が現実に保険税を賦課徴収する場合本件条例で定める一定\nの制約を受けることになる。すなわち、条例二条にいう課税総額を構成する所得\n割、資産割、均等割、平等割について、各税率を算出したうえ、右税率を適用して\n納税義務者に保険税を賦課した場合、（１）擬制世帯主に対する軽減額（昭和五\n〇、五一年度課税分のみ、昭和五二年度は廃止）、（２）「低所得者に対する軽減\n額」（３）「限度を超える額」については、条例上、これらの該当者に対しては保\n険税を賦課することができないため、結局前記課税総額のうち右（１）、（２）、\n（３）に該当する分については、当然賦課徴収できないことになる。従つて、本件\n条例二条にいう課税総額とは、個々の納税義務者に対し、現実に賦課徴収しうる保\n険税額の累計（調定額）に右（１）、（２）、（３）の各金額を合算したものであ\nる。\n（六）　そこで、被告は、賦課期日の到来とともに、予算の成立により確定した予\n算上の調定額を確保するために必要な課税総額（すなわち、予算上の調定額に前記\n（１）、（２）、（３）の各金額を合算したもの）を見出す作業にとりかかること\nになるが右（１）、（２）、（３）の各数値を算出するためには、具体的な税率を\n必要とし、更に、税率を算出するには前記（１）、（２）、（３）を含む課税総額\nを必要とするという関係にある。\n（七）　ところで本件条例によれば、条例二条にいう課税総額に対する所得割、資\n産割、均等割および平等割の各割合は条例上明定されており、しかも、賦課期日で\nある四月一日が到来することにより、税率を算出するための基礎資料となる被保険\n者の所得割額課税標準の総額、固定資産税額の総額、被保険者の総数および世帯総\n数の各数値がすべて確定するのであるから賦課期日の到来した時点においては、課\n税総額が決定され、それに伴ない保険税の税率およびこれを各納税義務者に適用し\nた結果得られる保険税の総額ならびに保険税として賦課徴収することのできない前\n記（１）、（２）、（３）の各金額のすべてが自動的に確定することとなる。そし\nて、右の納税義務者の負担すべき保険税の総額が前述した調定額にほかならないの\nであるから、予算の成立と賦課期日の到来により条例二条にいう課税総額も税率も\n客観的にはすべて確定していることになる。\n（八）　しかしながら、右税率を具体的な数値として把握するには、先づ、被保険\n者の所得割額課税標準の総額や固定資産税額の総額等のいわゆる税率算出のための\n前記基礎資料の数値を確知する必要があり、しかる後前年度の実績や当該年度にお\nける所得や資産税額等の伸び率を見込んで課税総額に適当な数字をあてはめて税率\nを算出し、右仮定の税率を課税総額に適用して得られる個々の納税義務者に対する\n賦課額の累計と調定額を対比検討することにより両者の誤差が明らかとなる。この\nような作業を数回繰り返すことにより、両者の誤差は次第に減少され、理論上最終\n的には零に近いものとなる。\n（九）　この時、はじめて調定額は個々の納税義務者に対する賦課額の累計とも、\n理論的には合致することとなる。そうすれば、賦課期日においてすでに確定しなが\nらも潜在していた課税総額と税率とは、前記の計算方法によつて調定額に向つて次\n第にその姿を現わし、三者が出合つたところで完全に顕在化され、ここに市長の課\n税総額と税率の顕出手続も終るのである。\n右計算の途上において課税総額と税率が変動するかのような観を呈するが、これら\nの各数値は、すべて課税総額と税率を顕在化するための仮定のものに過ぎず、理論\n上、最終的に調定額と出合う筈の課税総額と税率こそが、実は賦課期日においてす\nでに確定しておりながら潜在していた数値そのものにほかならない。\n（一〇）　なお、前（四）項で詳述したとおり、課税総額および税率の顕出手続に\nおいて、予算上の調定額と七月一日の調定額は理論上は本来合致すべきものである\nところ、本件各係争年度において、いずれも両者の間に相違があるのは本件各係争\n年度における課税総額と税率とを顕在化する作業において、端数を処理する必要が\nあり、また、所得も段階別に区分されている等の関係から不可避的に生じたもので\nあるほか次の理由に基づくものである。\n（１）　昭和五〇年における相違は、予算案編成時における同年度の推定被保検者\n数が六万三、一五四名であつたが、賦課期日の同年四月一日現在においては八三〇\n名減少して六万二、三二四名となつたので、市長は納税義務者の負担軽減のため、\n実際の被保険者数に合わせて予算上の調定額を減じて賦課したために生じたもの\nで、本来であれば、予算上の調定額は市議会の議決によつて確定しているものであ\nるから、市長としては納税義務者の負担を顧ることなく、この調定額自体を賦課で\nきる筈であるが、納税者の利益を考慮した措置であるから、原告らとしてはこれを\n争う余地がなく、同年度においてたまたまかような運用をしたことをもつて、本件\n条例の規定自体が市長の恣意を許しているものであるという根拠にはならない。\n（２）　昭和五二年度における当初予算上の「現年課税分」は一四億六、四三八万\n円であつたが、同五二年六月二日の市議会において、歳入に一億五、三〇〇万円を\n組入れる補正予算が可決され、その結果、「現年課税分」金一三億一、一三八万円\nから収納率九一パーセントを見込んだ調定額は一四億四、一〇七万円に確定した。\nしかし、過去三年間の実績上、賦課時の調定額に対し、決算時における調定額はそ\nれぞれ約五パーセント増率しており、補正予算成立後において、昭和五二年度も同\n程度の増収が見込まれたので、市長は、納税者の負担を軽減するため、補正予算上\nの調定額から確実と思われる三パーセント分の金四、三二三万二、〇〇〇円を減じ\nて金一三億九、七八四万五、〇〇〇円を賦課したものである。\nこれも本来であれば市議会において補正予算が可決されているのであるから、これ\nによる調定額を賦課し得る筈であるが、納税者の負担軽減のためとつた措置に過ぎ\nず、利益を受けた原告らにおいて、これを争う余地がないことはもちろん、本件条\n例が市長の裁量権を容認しているという根拠にならないことは前（１）項と同様で\nある。\n３　本件処分の経緯\n（一）　昭和五〇年ないし昭和五二年度において、国保会計予算が可決成立したこ\nとにより確定した各年度の現年課税分および収納率、予算上の調定額の各数値は別\n表（一）記載のとおりである。\n（二）　また、各係争年度における税率算出のための基礎資料である所得割額課税\n標準の総額、固定資産税額の総額、被保険者の総数および世帯総数の各数値は別表\n（二）の（２）記載のとおりである。\n（三）　そして、右の各数値を基礎に、前項で述べた課税総額および税率の顕出作\n業を経たのち判明した各係争年度における課税総額と税率および右の税率を適用し\nた結果、納税義務者に対し現実に賦課徴収することになつた保険税の総額（七月一\n日の調定額）の各数値は別表（二）の（１）ないし（３）記載のとおりである。\n（四）　なお、本件条例二条は、課税総額を当該年度の初日における、（１）「療\n養の給付に要する費用の総額の見込額」と、（２）「療養費の支給に要する費用の\n総額の見込額」との合計額から、（３）「療養の給付についての一部負担金の総額\nの見込額」を控除した額の「六五パーセント」以内に制限しているところ、本件各\n係争年度における課税総額がいずれも右の制限内にあることは別表（三）記載のと\nおりである。（ちなみに、（１）から（３）を控除した金額は予算書歳出第二款第\n一項第一目「療養給付費」の欄に、（２）の金額は同歳出第二款第一項第二目「療\n養費」の欄にそれぞれ計上されて議会の議決を経ている。）\n（五）　そして、被告は右（二）によつて算出された本件各係争年度における所得\n割、資産割、均等割、平等割の各税率を適用して本件処分をなしたものである。\n三　原告らの主張に対する反論\n本件条例の規定は一義的かつ明確であり、租税法律（条例）主義に反するものでな\nいことは以下主張するとおりである。\n１　原告らは、本件条例において、税率が定率ないし定額で定められていないこと\nを把えて、税率の定めがない旨主張するので以下反論する。\n（一）　税率とは、特定税目の課税額を課税標準で除した比率をいうものであり、\n国税及び地方税の普通税にあつては、税率は定率または定額で規定されるのが通例\nである。しかしながら、租税法律（条例）主義とは、国民（住民）の代表者で構成\nする議会の議決なくして作租税を賦課することは許されないこと及び議会の議決に\nより制定される法律（条例）の定めがあるならば、どのような税金をどのような納\n税義務者に対し、どのような課税標準に基いて、どのような徴収手続をとるかは自\n由に決定することができ、その決定方式は法律（条例）によるべきであるという原\n則である。換言するならば、立法権が租税を決定し、行政権に対しその賦課徴収を\n授権するものであり、行政権の自由な課税を禁止することを意味するものである。\n従つて、法律（条例）の規定によつて、一義的に納税義務者に対する課税金額が客\n観的に決定されるのであれば定率または定額の定めが設けられていないとしても、\n租税法律主義に違反するものではなく地方税の課税標準、税率等についてどのよう\nな内容とするかは地方税法の範囲内において当該地方公共団体の議会に委ねられて\nいるのである。\n（二）　現行租税法における税率の規定をみるに、国税と地方税のうち普通税は、\n一般財源として、行政費全体に使用されるものであつて、その税率は定率または定\n額で規定されている。しかして、地方税には、国税にはない目的税という特殊な税\nが認められており、右目的税は地方税法所定の特定の行政目的の財源に充てるため\nに賦課されるもので、同法は国民健康保険税を含む九の税目を規定している。\nところで目的税の税率の規定方法をみるに、都市計画税については「一〇〇分の\n〇・二をこえることができない」（同法七〇二条の三）、水利地益税については\n「当該土地又は家屋が前項の事業に因り特に受ける利益の限度をこえることができ\nない」（同法七〇三条二項）、共同施設税については「当該納税者が前項の施設に\n因り特に受ける利益の限度をこえることができない」（同法七〇三条の二、二項）\nなど、国税及び普通税と異つた税率の規定方法を定めており、国民健康保険税の各\n納税義務者に対する課税額にかかる同法七〇三条の四、四項の規定もまたこれらと\n軌を一にするものである。\n（三）　地方税法七〇三条の四及び厚生省条例準則が、国民健康保険税及び保険料\nの賦課について、普通税のように定率又は定額による方式を採用しないで、まず課\n税総額ないし賦課総額（準則一四条）を算定し、これを所得割額、資産割額、被保\n険者均等割額及び世帯別平等割額に一定割合で分割し、分割された金額を右各項目\nの総額ないし総数で除して得た数を保険税率とする方式をとつているが、その理由\nは次のとおりである。\n普通税は、一般行政目的に使用される経費の財源に充てるために、一般住民に対し\nて賦課されるものであるから、定率又は定額をもつて賦課し、収入金額に対応して\n歳出（行政の規模）を定めるのであつて、いうならば「入るを計つて出ずるを定め\nる」のに対し、国民健康保険税は、国民健康保険に要する費用に充てるために、被\n保険者に対して賦課されるものであるから、その税収入をもつて費用を充足するべ\nきものであり、いうならば「出ずるを計つて入るを制する」ことが必要である。両\n者の賦課方式のちがいは、このような税の性質、目的の根本的差異に由来するもの\nである。\nしかして、地方団体の財政については、会計年度は毎年四月一日に始まり、翌年三\n月三一日に終わるものとし、各会計年度における歳出は、その年度の歳入をもつて\nこれに充てなければならないとするいわゆる会計年度独立の原則がとられている\n（地方自治法二〇八条）。国民健康保険についても、もちろんこの原則が適用され\nるから当該年度の保険の費用はその年度の国民健康保険税収入をもつて充てられる\nことが必要である。しかしながら当該年度の保険の費用は、被保険者の疾病の回\n数、病状、増減等によつて変動するものであるから、年度当初においてこれを確定\nすることは不可能であり、されば、地方税法七〇三条の四、二項及び本件条例二条\nは、ともに「費用の総額の見込額」から所定の一部負担金の見込額を控除した額の\n一〇〇分の六五に相当する額（本件条例はその額以内）をもつて、課税総額とする\n旨を規定しているのである。\n（四）　自治省は、市町村に対して「市（町、村）国民健康保険税条例準則」（甲\n第八号証）を通達している。しかしながら、右条例準則は、主管官庁の地方公共団\n体に対する指導助言であつて（地方自治法二四五条一項参照）、地方公共団体を拘\n束するものではなく、一方地方公共団体は憲法九四条の規定により、法律の範囲内\nで条例を制定することができるのであるから、右条例準則と異つた課税方式をとる\nことをもつて本件条例を非難するのはあたらない。\n右条例準則は、定率又は定額を定める方式を採つているが国民健康保険事業会計で\n生じた赤字は、一般会計からの繰入れ等により補填されている。このことは、法律\n的にみるならば、住民全体が負担する税金をもつて、国民健康保険の被保険者を援\n助することを意味するものであつて、国民健康保険制度の趣旨に沿うものではな\nい。\n（五）　被保険者の負担する税をもつて、保険の費用を賄うという国民健康保険制\n度の本旨からみるならば、本件条例の採用する賦課方式の方がすぐれていることは\n明らかである。いずれにしても、国民健康保険税条例の税率の規定について自治省\nは、同省の準則の方式によるか、厚生省の準則と同方式によるかは地方公共団体の\n選択に委ねられており、ともに適法であるとの見解をとつている。\n（六）　以上要するに、法律（条例）によつて税率の定め方をどうするかは、立法\n政策ないし立法技術の問題であつて、議会に委ねられているのである。\n２　次に、原告らは、本件条例における税率の定めが不明確ないし不特定であり、\n被告の大幅な自由裁量を許容するものである旨主張する。\n（一）　本件条例二条にいう課税総額とは、地方税法七〇三条の四、二項の標準課\n税総額および厚生省の条例準則一四条の賦課総額と全く同一の概念であり、既に詳\n論したとおり、本件条例で規定されている（イ）「擬制世帯主に対する軽減額」\n（但し、昭和五二年度は廃止）、（ロ）「低所得者に対する軽減額」、（ハ）「限\n度を超える額」を適用する前の算出税額を指称し、具体的には、市議会で議決され\nる「現年課税分」に当該年度における収納率を除して得た予算上の調定額に右\n（イ）、（ロ）、（ハ）の額を加算したものに等しい。\nなお、本件条例二条には、保険税の課税総額を決定するにあたり議会の議決を必要\nとする旨の定めはないが、地方自治法九六条は予算は議会の議決によつて成立する\n旨規定しており、本件条例は右の如き地方自治法のもとにおいて運用施行されると\nいう前提で制定されているものである。従つて、各年度における課税総額は各年度\nの当初予算の可決成立と賦課期日の到来とにより自動的に確定し、被告は賦課期日\n後において、条例三条以下に定める手続に従い、既に客観的に確定されている課税\n総額および税率の顕出作業を履践するだけである。\n（二）　ところで本件条例二条は、「課税総額」を、当該年度の初日における、\n（１）「療養の給付に要する費用の見込額」と、（２）「療養費の支給に要する費\n用の見込額」との合計額から、（３）「療養の給付についての一部負担金の見込\n額」を控除した額の「六五パーセント」以内に制限している。そのため、市長が各\n年度の予算を提案するに際し、一方において、右（１）（２）（３）の各見込額を\n算出するとともに、他方において過去の実績・所得の伸び率等によつてほぼ確実と\n思われる推計の課税総額を算出したうえ、この額が（１）と（２）との合計額から\n（３）を控除した額の六五パーセント以内に止まるよう予算を編成する。従つて右\n（１）（３）の各数値は、予算書歳出第二款第一項第一目「療養給付費」によつて\n算出され、また、右（２）の数値は同歳出第二款第一項第二目に「療養費」として\n計上されているので、右予算の議決によつてこれらの各数値は固定され、その後に\nおいて被告がこれを上下する裁量はまつたく存しない。また、予算書には「現年課\n税分」の数値も計上されるから、これによつて賦課期日が到来すれば課税総額も自\n動的に確定し、その後において被告がこれを上下する裁量の余地もない。\n（三）　被告は、予算の議決と賦課期日の到来によつて確定した各数値に覇束さ\nれ、忠実に課税総額と税率の顕出手続を履践するのみである。この場合、予算編成\nの基礎となつた推計の課税総額と賦課期日の到来によつて確定する課税総額とは、\n被保険者数・世帯数の移動や所得税の変動等により、必然的にある程度相違するこ\nとは免れないことにはなるが、予算編成時において賦課期日における課税総額を算\n出することは物理的に不可能であり、それゆえにこそ本件条例二条は「六五パーセ\nント以内」という巾をもつた制約に止めているものである。\n（四）　そうすれば、本件条例二条の「六五パーセント以内」という制約は、市議\n会が予算を議決する際に直接的に作用することにはなる。しかし、市長としては、\nもとよりこの規定に抵触する予算を編成すべきではなく、また、予算の議決後賦課\n期日の到来によつて、確定する課税総額も、右制約の範囲内にとどまつているかど\nうかに留意すべきものであるから、この意味では、本件条例二条は被告をも拘束す\nる結果となるものである。\n３　原告は課税総額の確定につき、被告が恣意的な裁量を加えている旨主張するの\nで、以下順次反論する。\n（一）　前年度の赤字繰入れについて\n（１）　昭和五〇年度の国保会計予算において、国庫負担金を金三〇〇〇万円低く\n見積つたことは事実であるが、これは、昭和五〇年度の国保会計予算編成の時点に\nおいて、同四九年度の決算上ほぼ三、〇〇〇万円の赤字が見込まれたため、市長は\n指導官庁たる秋田県と数回にわたる協議を重ね、医療費等の歳出を過大に見積る方\n法や各種の歳入を減ずる方法等が考えられるが、最終的には、予算書自体から操作\nの結果が直接判明する国庫補助金から金三、〇〇〇万円を減ずるのがもつとも適当\nである旨の指導に従い、予算案を作成したまでであり、この点については予算の審\n議を通じて担当者から詳細に説明をなし、その結果、市議会の賛同を受けたもので\nある。\n（２）　地方公共団体において、地方公営企業の場合に限り、その経営成績を明ら\nかにするため、すべての費用及び収益を、その発生の事実に基づいて計上する、い\nわゆる発生主義を採つているが（地公企法二〇条参照）、その他の場合には、一般\n会計たると特別会計たるとを問わず、官庁会計としていわゆる現金主義を採り（地\n方自治法二〇八条参照）、そのため出納閉鎖制度が設けられているのであり、国保\n事業会計もこれによつている。\n（３）　しかし、国保会計予算が市議会において可決されるのは毎年三月下旬であ\nり、前年度決算額が確定するのはその後の五月末であるから、補正予算によらずに\n当初予算に未確定な前年度の赤字分を盛込むことは許されない。そのため止むなく\n前記のような操作をしたものであるが、昭和五〇年度の予算審議に際し、この点に\nついては承認済みであるし、また、これに引続く同四九年度決算においての翌五〇\n年度からの繰上充用金を明記し（乙第四五号証）市議会の承認を得、さらに同年度\nの決算の歳出にもこれを明記して市議会の承認を得ているのである（乙第二九号\n証）。\n（４）　現に、昭和四九年度までは、厚生省は毎年国庫補助金の額が医療費の四〇\nパーセントに法定されているのに拘らず、歳入にその全額を計上せずにその九五パ\nーセントのみを計上して国保財政の健全化を図るよう指導していた（乙第四四号\n証）、国庫補助金は四半期毎に分割概算交付され、第一ないし三期は過去三ケ月の\n医療費の実績をもとに推計された金額で支給され、第四期の精算払いはすでに次年\n度に入つた毎年六月頃である。しかし、毎年冬期間になると、風邪の流行等により\n医療費が予想外に急増する事態も考えられ、かような場合には、第四期の精算払い\nによつて終局的には黒字であつても、それまでの間は国保会計は一時的な赤字とな\nり、医療費等の支払いに重大な支障を来たす結果となる。厚生省の前記指導は、か\nような事態に対処するためのものであつた。しかし、大多数の市町村・特別区の国\n保事業運用の実態に照らし、余裕ある予備費を設けることにより、同様の目的を達\n成できることから、厚生省は、昭和五〇年度以降の予算編成方針において、国庫負\n担金は満額見込む代わり、巾のある予備費によつて国保事業の円滑な運用をはかる\nよう、指導方針を変更するに至つたものである\n（５）　かように、国庫補助金を減額して予算書に計上することは、もともと国の\n行政指導方針であつたものであり、昭和五〇年以降においてこれを前記のように変\n更したのも、国保事業の実態を勘案した結果によるもので、国庫補助金を減額する\nか、はたまた余裕ある予備費を計上するかは、もつぱら予算編成上の技術上の問題\nであつて、もとより自治体の自主性に委ねられるところである。市長は、秋田県の\n指導のもとに、国庫補助金から金三、〇〇〇万円を減額する代わり、逆に、予備費\nとしては総医療費の合計額の三パーセントまで見込むことができる旨の行政指導が\nあるにも拘らず、これを約一パーセントに止めているものである。\n（６）　なお、秋田県は県内市町村に対する国保事業会計予算編成方針の指導に当\nり、赤字解消のためにも具体的な指導をなし、そのため秋田市では国の前記の旧指\n導を参考として、国庫補助金の一部減額計上方式について、秋田県から個別的に指\n導を受け、昭和五〇年度の予算編成において、金三、〇〇〇万円を減額したことは\n前述のとおりである。\n（７）　以上のように、あらゆる観点から考察しても、昭和五〇年度の国庫補助金\nを金三、〇〇〇万円減額して予算に計上したことは、単なる予算案編成の技術上の\n問題に過ぎないのであつて、なんらの違法性を見出し得ない。\n（二）　事務費負担金について\n（１）　本件係争各年度において、市長が総務費を歳出に計上していることは、国\n民健康保険の事務の執行に要する費用を国の負担と定めた国民健康保険法六九条の\n規定になんら違反しない。\n（２）　国民健康保険法六九条は、政令の定めるところにより国が費用を負担する\nと定め、これを請けて「国民健康保険の国庫負担金等の算定に関する政令」（昭和\n三四・三・二四政令第四一号）が定められ、さらに国の交付額の算定は、「国民健\n康保険の事務費負担金等の交付額の算定に関する省令」（昭和四七・三・三一厚生\n省令第一一号）によつてなされることとなつている。ところで、右政令第一条は、\n国が保険者に対して負担する事務費の額を、「通例国民健康保険の事務の執行に要\nする費用」に限つており、保険者が負担した事務費を無制限に全額負担するもので\nはなく、また、国民健康保険事業に従事する職員の給与は国家公務員のベースを対\n象として一律に算出され、保険者の職員の数・給与・年齢構成等は一切考慮されな\nい仕組みとなつていること等の理由から、保険者からの持ち出しいわゆる超過負担\nが避けられないのが実情である。\n（３）　秋田市の国民健康保険事業においてもまつたく同様な実情にあり、そのた\nめ目的税の性格から、その事業に要する総事務費を歳出に計上するとともに、国庫\n負担金を歳入に計上した予算・決算が市議会において可決されているものである。\n市長は右予算に基づいて執行し、決算について承認を得ているものであるから、な\nんらの法律違反の問題も生ずる余地がないところである。\n４　原告らは、本件条例五条において単に「納付した又は納付すべき固定資産税\n額」とのみ規定し、秋田市以外の市町村に納付した固定資産税を含むか否かを明記\nしていないことを把え、課税要件が不明確であると主張する。\nしかし、地方税法七〇三条の四、自治省準則（甲第八号証）、厚生省準則（乙第三\n九号証）及び浜松市保険条例　（乙第五二号証）は、いずれも資産割額について、\n本件条例五条の規定と同様な文言を用いており、当然のこととして「資産」とは当\n該市町村内において所有する固定資産であるという解釈・運用がなされているので\nあつて、秋田市においても同様である。また、事務手続としても、秋田市の固定資\n産に対する税のみが記憶されている電子計算機のテープから税額を算出しているの\nであつて、他市町村に所在する固定資産についての税額が入り込む余地はない。\n５　原告らは本件条例に基づく賦課処分に対する不服申立権の行使が不能である旨\n主張するのであるが本件条例による賦課処分に対する不服申立の場合と定率または\n定額をもつて税率を定めている場合のそれとは、結果において大差がないことは以\n下主張するとおりである。\n（一）　定率または定額方式の場合、条例自体による税率を争う不服申立は許され\nず、もつぱら条例所定による個々の賦課額の算出手続の誤りや擬制世帯主に対する\n軽減・低所得者に対する軽減・法定限度超過の事由の存在を理由とする賦課処分を\n争うほかないことはいうまでもない。したがつて、極言すれば、条例上の税率を算\n出する基礎となる、療養の給付に要する費用の見込額・療養費の支給に要する見込\n額・療養の給付についての一部負担金の見込額・課税総額その他の数値に仮りに誤\nりがあつたとしても、その理由をもつて条例に規定された税率自体の効力を争えな\nいし、また、これらの各基礎数値算出のための各種資料を閲覧することは、多くの\n場合、地方公務員の秘密保持義務（地方公務員法三四条）に阻まれることになる。\n（二）　本件条例による賦課処分の場合においても、右の定率・定額方式の場合に\n可能な不服申立はすべて可能であり、また、税率算出の基礎資料について秘密保持\n義務の制約が働くことも定率・定額方式による場合とまつたく同様である。原告ら\nが不服申立方法の不能を主張するのは、本件条例による算出手続において、課税標\n準等の基礎数値を市長が恣意的に左右できるとの前提に立ち、個々の賦課額が適正\nであるかどうかを検証する方途がないとみるからである。しかしながら、すでに詳\n述したように、市議会において予算が議決された後賦課期日が到来すれば、これに\nよつて課税総額は自動的に確定するものである以上、その基礎数値を争つて不服申\n立をすることは、もともと本条例の予定しないところである。\n（三）　定率・定額方式の場合、納税者は自己の所得や所有不動産に対する固定資\n産税額等をもつて保険税を算出できる便宜は一応認められる。しかしながら、実際\n上、固定資産税課税台帳が閲覧に供されるのは原則として毎年三月一日から同月二\n〇日までの期間であり（地方税法四一五条）、この時期が到来しなければ、正確な\n国民健康保険税の算出ができる筈がない。しかも、税率に関する条例の改正があれ\nば、新たな税率によつて算出しなければならないこととなろう。\n（四）　本件条例上、納税義務者が具体的な比率で税率を知るのは、納税通知書\n（乙第四七号証の一ないし三）とこれと同時に送付される「国保のしおり」（乙第\n四八号証の一ないし三）の送達を俟たなければならない。しかし、納税義務者とし\nては、もともと賦課される以前に不服申立をなす余地はないのであるから、定率・\n定額方式との差違は、単に具体的な税額・税率を知る時期において多少の相違を生\nずるに過ぎないことになる。\n（五）　すでに詳細に主張したごとく、租税法律（条例）主義は、立法権による行\n政権に対する制約であり、議会の承認なくして行政庁が租税を賦課してはならず、\n議会の承認の形式は法律（条例）によるべきことを内容とするものである。そうす\nれば、本件条例による具体的な税率と税額とを知る時期において、定率・定額方式\nと相違するものがあつても、この差異は不服申立をなんら左右するものではない以\n上、本件条例が租税法律（条例）主義に違反する筈がない。\n第四　被告の主張に対する認否および原告らの反論\n一　認否\n被告主張第三の二の事実中、１の事実は認め、２の事実は争う。同３の事実中、本\n件各係争年度における課税総額、税率、税率算定の基礎とした数値が別表（二）記\n載のとおりであり、右税率を適用して本件処分をしたことは争わないが、右の数値\nが客観的事実に合致しているかどうかは不知、その余の事実は争う。\n二　原告らの反論\n被告は、本件条例二条および六条にいう課税総額とは、地方税法七〇三条の四、二\n項の標準課税総額および厚生省の条例準則一四条の賦課総額と同一の概念であり、\n具体的には、予算上の調定額に（１）擬制世帯主に対する軽減額、（２）低所得者\nに対する軽減額、（３）限度額の超過額を加えたものである旨主張するので、以下\n反論する。\n１　地方税法七〇三条の四、二項は、「療養の給付および療養費の支給に要する費\n用の総額の見込額から療養の給付についての一部負担金の総額の見込額」を控除し\nた額の「一〇〇分の六五」に相当する額を標準課税総額と定め、厚生省の条例準則\n一四条も賦課総額について右と同一の規定をしているところ、標準課税総額および\n賦課総額とは保険者である市町村が、療養の給付に関し医療機関等に対して支払わ\nなければならない費用（見込）に充てるために、被保険者らから賦課徴収すべき保\n険税の総額という実体をもつた概念であり、被告の主張するように税率を算出する\nための単なる数字上の概念ではない。\n２　仮りに、本件条例の課税総額が地方税法の標準課税総額および厚生省の条例準\n則の賦課総額と同一の概念であると解しても、前記軽減額や限度額の規定により現\n実に課税される保険税の総額は、課税総額より少なくなり、結局、はじめの課税総\n額は、決して現実にその全額が賦課徴収されることはありえない。\n３　次に、本件条例二条の課税総額を被告の主張するように調定額に前記軽減額や\n限度超過額を加算したものと解すると条例上次のような矛盾が生じることとなる。\nすなわち、仮りに調定額自体は予算の成立により一応確定するとしても、条例三条\n但書の規定する限度額を超過する額の総額は、被保険者の前年度の所得の増加や右\n限度額の規定の改正により自動的に増減する関係にあり、それに伴ない課税総額自\n体も増減することとなる。ちなみに、本件各係争年度とも、毎年六月の市議会にお\nいて条例の一部改正が行なわれ、賦課期日である四月一日に、遡及して適用された\n結果、課税総額が変動したことはいうまでもな゛い。\n４　更に、課税総額の内容は、毎年三月の定例市議会における予算審議の段階で\nは、被告はもとより議会も把握することは不可能であり、例年六月頃に至り始めて\n調定額に前記軽減額や限度超過額を加算した当該年度における課税総額が判明する\nにすぎない。\n５　しかし、被告のいう顕出作業を経て判明した課税総額が条例二条の「一〇〇分\nの六五」の規定に抵触するときは、課税総額を減額せざるを得なくなり、その結\n果、当該年度において全額徴収されることが予定されていた調定額の一部を保険税\nとして賦課することができず、必要な財源を確保できないという結果を招来するこ\nととなる。\n６　以上の検討により、本件条例二条の課税総額がいかなる概念であるかを明確に\n定義づけることが不可能であることは明白である。\n第五　証拠（省略）\n○　理由\n一　請求原因第一ないし第三項の事実は当事者間に争いがないところ、原告らは本\n件賦課処分の根拠とした本件条例の規定は、憲法三〇条、八四条および地方税法三\n条に規定する租税法律主義の原則に違反し無効である旨主張するので判断する。租\n税法律主義は、租税要件を法定することにより、行政庁の恣意的な課税を排し、国\n民の財産権が不当に侵害されることを防止するとともに、国民の経済生活に法的安\n定性と予測可能性を付与することを目的とするものであつて、憲法八四条は「あら\nたに租税を課し、または現行の租税を変更するには法律又は法律の定める条件によ\nることを必要とする」旨規定し、租税法律主義の原則を宣明している。右租税法律\n主義の目的および憲法の趣旨に照らし、法律に根拠のない命令、政令による租税の\n賦課は許されないし、課税の根拠、租税の種類、納税義務者、課税物件、課税標\n準、税率等租税債務の成立に関する課税要件その他租税債務の変更、消滅に関する\n実体規定はもとより、納税の時期、方法等に関する手続規定についても正当な立法\n手続を経た法律によることを要し、かつ、その内容は一義的で明確であることが要\n請される。\nそして地方税につき憲法八四条に規定する租税法律主義の原則は、憲法九二条、九\n四条、地方自治法一〇条、一四条、二二三条、地方税法二条の規定により、地方公\n共団体がその有する課税権に基づき地方税法の定める範囲内で、あらたに地方税を\n課し、または現行の地方税を変更するには、条例によつてその租税要件、手続規定\n等を定めることを要するとする趣旨でその適用があると解すべきであり、地方税法\n三条一項において「地方団体は、その地方税の税目、課税客体、課税標準、税率そ\nの他賦課徴収について定めをするには、当該地方団体の条例によらなければならな\nい」旨規定することによりその趣旨を明らかにしたものとみるべきである。\n二　ところで本件条例（昭和三四年三月二三日条例第一四号）中、保険税額の算定\nに関する規定はつぎのとおりである。\n国民健康保険税（以下保険税という）は、国民健康保険の被保険者（以下被保険者\nという）である世帯主に対して課する（一条一項）。被保険者である資格がない世\n帯主であつて、当該世帯内に被保険者である者がある場合においては、当該世帯主\nを被保険者である世帯主とみなして課税する（一条二項）。保険税の課税総額は、\n当該年度の初日における療養の給付および療養費の支給に要する費用の総額の見込\n額から、療養の給付についての一部負担金の総額の見込額を控除した額の一〇〇分\nの六五に相当する額以内とする（二条）。保険税の課税額は、被保険者の属する世\n帯主（昭和五二年法律第六号地方税法の一部を改正する法律の施行に伴い、同年六\n月一三日条例第二三号による改正の結果、一条二項の世帯主は三条の適用から除外\nされた）およびその世帯に属する被保険者につき算定した所得割額、資産割額、被\n保険者均等割額および世帯別平等割額の合算額とする（三条―同条にはただし書と\nして課税額の限度額が定められ、当該合算額が所定の限度額を超える場合において\nは、課税額は右限度額とすると規定されているところ、その限度額は昭和五〇年度\nの保険税について一二万円と規定されていたが、昭和五一年法律第七号による地方\n税法の改正に伴い昭和五一年度の保険税については同年六月二四日条例第二五号に\nより一五万円に、ついで前記昭和五二年法律第六号による地方税法の改正に伴い、\n昭和五二年度の保険税については同年六月一三日条例第二三号により一七万円に順\n次改正された）。所得割額は賦課期日の属する年の前年の所得にかかる地方税法三\n一四条の二、一項に規定する総所得金額（総所得金額中に給与所得が含まれている\n場合においては当該給与所得については、所得税法二八条二項の規定によつて計算\nした金額から当該給与所得に係る収入金額の一〇〇分の五の金額（その金額が二万\n円をこえるときは二万円）を控除した金額によるものとする）および山林所得金額\nの合計額から地方税法三一四条の二、二項の規定による控除した後の総所得金額お\nよび山林所得金額の合計額（以下単に総所得金額等という）を課税標準とし、これ\nに六条の所得割の保険税率を乗じて算定する（四条一項）。地方税法三一四条の\n二、一項に規定する総所得金額又は山林所得金額の計算については、同法三一三条\n三項、四項又は五項の規定を適用せず、また所得税法五七条一項、三項又は四項の\n規定の例によらないものとする（同条二項）。四条一項の場合における地方税法三\n一四条の二、一項に規定する総所得金額又は山林所得金額を算定する場合において\nは、同法三一三条九項中雑損失の金額に係る部分の規定を適用しないものとする\n（同条三項）。三条の資産割額は、当該年度分として納付した又は納付すべき固定\n資産税額のうち、土地および家屋にかかる部分の額に、六条の資産割の保険税率を\n乗じて算定する（五条）。保険税率は所得割については、保険税の課税総額の一〇\n〇分の六五に相当する額を四条に規定する課税標準の総額で除して得た数とし、資\n産割については、保険税の課税総額の一〇〇分の一〇に相当する額を五条に規定す\nる固定資産税額の総額で除して得た数とし、被保険者均等割は保険税の課税総額の\n一〇〇分の一四に相当する額を当該年度の初日における被保険者総数で除して得た\n額とし、世帯別平等割は保険税の課税総額の一〇〇分の一一に相当する額を当該年\n度の初日における被保険者の属する世帯総数で除した額とする（六条）。保険税の\n賦課期日は四月一日とする（七条）。\n三　ところで原告らは、本件条例の税率に関する定めが定率または定額によつて規\n定されていないことを理由に、本件条例は課税要件法定主義に反する旨主張する。\nよつて判断するに、前記条例の規定によれば、被保険者に対して課せられる保険税\nの所得割、資産割、被保険者均等割、世帯別平等割の各割額を算定するについて、\nまず課税総額を決定し、これを所得割総額、資産割総額、被保険者均等割総額、世\n帯別平等割総額に区分し、課税総額中に占める割合を定め、所得割については四条\n一項所定の総所得金額等を課税標準（以下所得割課税標準額という）と定め、右課\n税標準の総額をもつて所得割総額を除し、資産割については五条所定の固定資産税\n額の総額をもつて資産割総額を除して得た数を税率とし、被保険者均等割、世帯別\n平等割については被保険者総数、世帯総数等で除した額を税率と規定するものであ\nるところ、現行租税法上、国税および地方税中の普通税については、課税標準と定\n率または定額によつて表示された税率によつて税額を規定するのが原則であるが、\n租税法規一般について必ずしも右のような規定の方式をとらなければならないもの\nではなく、租税債務の成立に関する課税要件が行政庁の恣意を容れる余地のない程\n度に明確かつ一義的に規定されている限り課税要件法定主義の要請を充たすものと\nみるべきであるから、単に本件条例中形式的に定率または定額による税率の定めを\n欠くことのみを理由に課税要件法定主義違反をいう原告らの主張は採用し得ない。\n四　そこで以下本件条例部課税要件明確主義に違反するとする原告らの主張につい\nて判断する。\n１　地方税法に定める国民健康保険税額の算定方法についてみるに、同法は国民健\n康保険税の標準課税総額を、当該年度の初日における療養の給付及び療養費の支給\nに要する費用の総額の見込額から、療養の給付についての一部負担金の総額の見込\n額を控除した額の一〇〇分の六五に相当する額と規定し（同法七〇三条の四、二\n項）、右標準課税総額を、応能原則、応益原則を考慮して被保険者に負担させるた\nめ、所得割総額、資産割総額、被保険者均等割総額、世帯別平等割総額に区分する\n四区分方式、所得割総額、被保険者均等割総額、世帯別平等割総額に区分する三区\n分方式、所得割総額、被保険者均等割総額に区分する二区分方式に各分類し、市町\n村にいずれか一つの方式を選択させることとし、その各方式ごとに標準課税総額に\n対する区分された各総額の標準割合を定める（同条の四、三項）。そして納税義務\n者に対する課税額は、当該市町村の採用する課税総額の区分に応じて、世帯主およ\nびその世帯に属する被保険者につき算定した所得割額、資産割額および被保険者均\n等割額、世帯別平等割額の合算額とする（同条の四、四項本文）。この場合、国民\n健康保険の被保険者である資格がない世帯主であつて、その世帯内に被保険者があ\nる場合においては、当該世帯主を一項の被保険者である世帯主とみなして保険税を\n課するものとし（同条の四、一〇項前段）、右のいわゆる擬制世帯主については、\n昭和五二年法律第六号地方税法の一部を改正する法律による改正前の同条の四、一\n〇項後段では、現行法のように四項の適用について擬制世帯主を除くことをせず、\n単に右世帯主について所得割額、被保険者均等割額を条例の定めるところにより減\n額できるものとし、右のほか、地方税法は総所得金額等が一定の基準に達しない低\n所得者についても条例で定めるところにより、被保険者均等割額または世帯別平等\n割額を減額すべきものとされ（同法七〇三条の五）、他方応能原則の適用に一定の\n限度を設ける必要から課税の限度額を設け（同条の四、四項ただし書）、これらの\n規定を受けて市町村の条例で、被保険者の負担すべき課税額の軽減や限度額につい\nて規定することを予定している。右地方税法の規定によれば、同法にいう標準課税\n総額とは、限度額による制限、擬制世帯主、低所得者に対する軽減等の規定を適用\nした結果、被保険者に現実に賦課される課税額の合計額ではなく、保険者である市\n町村が国民健康保険に要する費用に充てるため、被保険者から賦課徴収すべき右の\n規定を適用する以前の保険税の総額をいい、右保険税の総額は、当該年度の療養の\n給付および療養費の支給に要する費用の総額の見込額から、療養の給付についての\n一部負担金の総額の見込額を控除した額の一〇〇分の六五に相当する額と規定し、\n各市町村は右の額を基準として、被保険者に対し、保険税を課することができるも\nのとする趣旨で標準課税総額と規定したに止まり、本件条例も、税額の算定方法に\nつき、右地方税法と同様の規定をしていることに照らし、同条例中の課税総額も右\n地方税法の課税総額とその意味内容を同じくすると解すべきである。\n２　ところで地方税法は、地方公共団体が条例によつて各別に異なつた税制を定め\nるときは、住民の税負担に不均衡を生ずる惧れがあることのほか、国税との関係を\n考慮し、課税権者である地方公共団体に対し地方税についての統一的な基準や枠組\nを定めるものであつて、前記健康保険税に関する地方税法の規定も、保険税が直接\n各地方公共団体の国民健康保険事業に要する費用に充てる目的で徴収される目的税\nであることに鑑み、各地方公共団体によりその事業の規模、運営の実情等を異にす\nるため、普通税のように税額を課税標準と定率または定額によつて表示された税率\nによつて規定する方法によらず、前判示のとおり、国民健康保険事業における必要\n経費の中心をなす療養の給付および療養費の支給に要する費用（以下単に療養給付\n費等という）の総額の見込額を基礎とし、右の額から療養の給付についての一部負\n担金の総額の見込額を控除した額の一〇〇分の六五に相当する額を課税総額の基準\nとし、応能原則、応益原則をそれぞれ加味した賦課方式によらしめることとして、\n右課税総額を二ないし四に区分したうえ課税総額中に占める区分された総額に対す\nる標準割合を定め、その区分された額に応じ所得割課税標準額、固定資産税額、被\n保険者数、世帯数にあん分して各税額を算出し、その合算額をもつて課税額とする\n旨規定することにより、各市町村が被保険者から賦課徴収すべき税額について、そ\nの基準を与えたに止まるものと解され、右課税総額の基礎をなす療養給付費等の総\n額の見込額、療養の給付についての一部負担金の総額の見込額等は、各市町村にお\nいて過去の実績から推定される当該地方公共団体の受診率、一件あたりの単位数の\nほか、当該事業年度における被保険者数、老人の占める割合、療養取扱機関の数、\n疾病構造、医療費の改定等諸般の社会的経済的事情を綜合勘案して初めて確定する\nことができ、そのためには地方公共団体の事情に通ぎようし、直接保険事業の衝に\nあたるものの認定判断に任すのでなければ到底適正な見込額を確定することができ\nない性質のものであるから、これを基礎に地方公共団体がその住民たる被保険者に\n対し、現実に保険税を賦課徴収するためには、地方税法の定める基準と制限のもと\nで、地方公共団体が条例をもつて課税要件を規定しなければならず、右条例の規定\nが租税法律主義の原則に適合するものでなければならないことはいうまでもない。\n３　そこで、本件条例の規定について検討するに、前記のとおり本件条例は、地方\n税法の規定中いわゆる四区分方式を採用し、所得割額については課税総額の一〇〇\n分の六五に相当する所得割総額を、条例四条一項所定の所得割課税標準額の総額で\n除した数を税率とし、右課税標準に右の税率を乗じてその額を算定し、資産割額に\nついては課税総額の一〇〇分の一〇に相当する資産割総額を、条例五条所定の固定\n資産税額の総額で除して得た数を税率とし、右固定資産税額に右の税率を乗じてそ\nの額を算定し、被保険者均等割額は、保険税の課税総額の一〇〇分の一四に相当す\nる被保険者均等割総額を、当該年度の初日における被保険者総数で除した額とし、\n世帯別平等割額は、保険税の課税総額の一〇〇分の一一に相当する世帯別平等割総\n額を、当該年度の初日における被保険者の属する世帯総数で除した額とし、その合\n算額をもつて保険税の課税額と規定するものであつて、税率について右のような規\n定の方式によるときは、直接条例をもつて定率または定額により税率を規定した場\n合と異なり、税率算定の根拠となる六条所定の「課税総額」「四条に規定する課税\n標準の総額」「五条に規定する固定資産税額の総額」「被保険者総数」「被仮険者\nの属する世帯総数」等の内容をなす額または数の変動により、税率はその都度条例\nの改正を待つまでもなく必然的に変更され、それが納税義務者の負担する税額に重\n大な影響を及ぼすことは明白であるから右の総額または総数は、それ自体税額を決\n定する課税要件をなすものと解すべきである。そして課税要件は、租税法律主義の\n原則の目的が課税権者の恣意的な課税を排し、国民の財産権が不当に侵害されるこ\nとを防止するとともに、国民の経済生活に法的安定性と予測可能性を与えるにある\nことに鑑み、その税額を算定するについて課税権者の恣意的な裁量を容れる余地が\nなく、かつ、納税義務者が或程度自己に賦課される税額を予測することができ、不\n当または違法な課税処分に対し、行政上の不服申立、訴の提起をなすべきか否かに\nついて合理的な判断を可能ならしめる程度に一義的かつ明確に規定されていること\nが要請される。\n４　これを本件条例六条の規定についてみるに、同条に規定する課税総額につき、\n本件条例は二条において「当該年度の初日における療養の給付及び療養費の支給に\n要する費用の総額の見込額から、療養の給付についての一部負担金の総額の見込額\nを控除した残額の一〇〇分の六五に相当する額以内とする」と規定するに止まり、\nその規定の内容をなす額について本件条例中には他に何らの規定も置かれていな\nい。\n（一）　この点につき、被告は、地方自治法九六条において、予算が議会の議決事\n項とされていることを根拠に、国保会計予算案が可決されることにより、課税総額\nは当初予算に計上された現年課税分と賦課期日の到来により自動的に確定する旨主\n張する。\nそこで、右被告の主張について検討するに、成立の真正に争いのない甲第二ないし\n第六号証、第一〇号証の一、二、第一七号証の一、二、第一八号証の一、二、第四\n三、第四四号証（原本の存在成立とも）、第四五号証の一ないし三（原本の存在成\n立とも）、乙第一ないし第一〇号証、第一五ないし第一八号証、第一九号証の一な\nいし三、第二二ないし第二七号証、第二八号証の一、二、第二九ないし第三四号\n証、第四五号証、第四七号証の一、二、三、第五〇号証の一ないし三、第五一号証\nの一、二、証人Ａ、同Ｂ、同Ｃ、同Ｄ、同Ｅの各証言によれば次の事実を認めるこ\nとができ右の認定に反する証拠はない。\n（１）　秋田市では、毎年一一月頃から市の保険課において次年度における国保会\n計予算の編成作業に着手するが、例年一二月頃秋田県保険課と県内の各市町村の国\n民健康保険担当者との間で事務打合せ会が行われ、その際、県側より予算編成要綱\nが示され、市の保険課では、右の要綱に基づいて次年度における被保険者数の把握\nや医療費の伸び率の推計等の本格的な編成作業に取りかかり、翌年一月頃に予算原\n案が作成されると直ちに被告の査定を受けたのち、公益代表者、被保険者代表者お\nよび医療機関の代表者によつて構成される秋田市国民健康保険運営協議会に諮問し\nたうえ、毎年三月頃開催される秋田市定例市議会に提案されること。\n（２）　市の保険課では予算案を編成するにあたつて、歳出の中心となる療養の給\n付に要する費用の総額の見込額から療養の給付についての一部負担金の総額の見込\n額を控除した金額を「療養給付費」とし、療養費の支給に要する費用の総額の見込\n額を「療養費」として予算に計上するため、療養給付費、療養費の額を県の前記予\n算編成要綱等に基づき過去の実績を勘案して算出するとともにこれと平行して事務\n経費等その他の支出項目についても試算し、他方歳入のうち国庫負担金、財政調整\n交付金、その他任意給付に対する国庫補助金、一般会計からの繰入金等の見積額を\n試算し、当該年度において保険税収入によつて賄うべき金額を決定し、これを予算\n案中の歳入の「現年課税分」の欄に計上する。\nしかし、右現年課税分は被保険者の倒産、転居先不明、滞納等の理由により、その\n全額を収納することは事実上不可能であり、また予算編成にあたり、県側より実際\nに収納しうる金額を予算に計上するようにとの指導を受けていたことなどから、過\n去数年間における保険税の収納実績を基準に、毎年一定の収納率を定め、賦課期日\n直前の三月中に開催される市議会の委員会における予算審議の際、右の収納率につ\nいて口頭で説明しており、その率は昭和五〇年度が九五パーセント、昭和五一年度\nは九二パーセント、昭和五二年度は九一パーセントであつたこと。\n（３）　被告は、国保会計予算が市議会で可決成立すると、現年課税分に当該年度\nの収納率で除して得たいわゆる予算上の調定額を算出したうえ、右調定額を基礎に\n被保険者に賦課徴収するための作業に入ることとなる。すなわち、賦課期日の到来\nを待ち、税率算出の基礎資料となる被保険者らの所得割課税標準額の総額、固定資\n産税額の総額、被保険者の総数、世帯総数等の各数値を確定し、擬制世帯主に対す\nる軽減（ただし、前記のとおり昭和五〇年度分、昭和五一年度分の課税についての\nみ適用があり、昭和五二年度の課税分については条例の改正により廃止された）、\n低所得者に対する軽減、限度額の制限等の規定を適用した後の調定額と一致する課\n税総額と税率を確定するため、前年度の実績を参考にして課税総額を定め、これを\n基礎に税率を算出し、右税率によつて算定した額に前記課税額の軽減、限度額に関\nする規定を適用した結果被保険者に対し賦課徴収し得る保険税の累計を算定し、右\n累計と前記調定額を比較検討し、その間に不一致があれば、更に課税総額に別の数\n字をあてはめて税率を試算し、これを前同様の方法で被保険者について算定した結\n果得られる保険税の累計と前記調定額を比較検討するという作業を繰り返すことに\nより、条例二条の制限内にあつて、しかも調定額とほぼ一致する保険税の累計を導\nくための課税総額および税率を確定する。以上の作業を行う必要から、課税総額お\nよび税率が決定されるのは、毎年六月中旬ころとなり、納税義務者に対しては翌七\n月一日付の納税通知書によつて通知されること。\n（４）　右納税通知書には、所得割について所得割課税標準額、その税率、所得割\n額を、資産割額について資産割課税標準額、その税率、資産割額を、均等割額につ\nいて被保険者一人当りの金額とその総額を、世帯平等割額についてその金額を各記\n載するに止まり、税率算定の根拠となつた課税総額等の各数値については、その記\n載のないこと。\n以上のとおりであり、本件各課税年度における税率、税率算定の根拠とする課税総\n額等の各数値が、別表（二）記載のとおりであることは当事者間に争いがない。\n右認定の事実および争いのない事実によれば、被告は予算の編成にあたり、本件条\n例上三条本文に規定する課税額から減額すべきものとされ、あるいは、限度額を超\nえるため賦課し得ないものとされている額を除き、被保険者に対して現実に賦課し\n得る課税額の総額を現年課税分として予算に計上し、右現年課税分を基礎として、\nそのうち、事実上徴収不能となることの予想される額を見込んで収納率を定め、現\n年課税分を収納率で除した額を調定額とし、その額と前記の軽減額、課税限度額を\n超える額との合算額をもつて課税総額と解していることか窺われるのであるが、課\n税総額を右のように解することの当否はさて措き、そもそも条例上課税要件として\n規定された課税総額が予算の可決と賦課期日の到来により自動的に確定し、予算に\n計上された現年課税分が当然に条例の内容となつて納税義務者を拘束し税額を決定\nする根拠となると解することは困難であり、以下述べる事由によつても、被告の主\n張の理由のないことは明らかである。\nすなわち前掲各証拠によれば、つぎの事実が認められ、右の認定に反する証拠はな\nい。\n（１）　昭和五〇年度においては、予算編成時における推定被保険者数が、賦課期\n日と定められた四月一日の時点においては八三〇名の減少をみたことを理由に、被\n保険者の負担軽減の趣旨で、減少した被保険者数に対応して調定額を減額して課税\nしていること、\n（２）　昭和五二年度においては、七月一日の賦課処分時における調定額に対し、\n予算決算時における調定額が例年増加傾向を示していることに鑑み、前同様被保険\n者の負担軽減を理由に、昭和五二年六月二日市議会で可決された補正予算の調定額\nから三パーセントに相当する額を減額して課税していること、\n（３）　昭和五〇年度においては、累積した過年度分の赤字解消策と前年度より高\n額療養費の支給が任意給付となつたことに伴い、当該年度における医療給付費等の\n急増が見込まれたことから、指導機関である秋田県と協議の結果、同年度の療養給\n付費国庫負担金を三〇〇〇万円減額して予算に計上したが、昭和五〇年五月頃、前\n年度の療養給付費国庫負担金が四三〇〇万円余り入ることが判明したため、補正予\n算を組んで、右国庫負担金のうち三〇二〇万円を歳入として前年度国庫負担金の欄\nに、右同額を歳出として繰上充用金の欄にそれぞれ計上することとしたに止まり、\n当初予算において減額計上した前記三〇〇〇万円については、なお医寮費の改訂が\n予想されていたことや総医療費のうち三パーセントを予備費として予算に計上する\nようにとの県の指導に対し、一パーセントしか計上していなかもたこともあつて、\n医療費の増加分に充てる予定で予算措置を講ずることなく持ち越していたこと、\n（４）　昭和五一年度には、予算編成の時点で前年度の黒字繰越分が見込まれた\nが、当該年度において医療費の増額改訂が予測されたため、予算中に療養給付費等\nの支出の見込額を増額するかわりに、右黒字分を繰越金として計上しない措置をと\nつたこと、\n（５）　昭和五二年度においても、予算編成時において八〇〇〇万円から九〇〇〇\n万円の過年度の黒字が見込まれたが、予算には確実な分として五〇〇〇万円のみを\n繰越金として計上していたところ、前年度の最終的な決算が大巾な黒字となつたこ\nとから、昭和五二年六月議会における補正予算で更に一億五三〇〇万円を繰越金と\nして追加計上したこと、\n以上のとおりであり、右認定の事実によれば、被告は前年度の赤字や黒字の処理の\n便宜のため、あるいは医療費の改訂が予測されるという理由で、国庫負担金を減額\nして計上したり、黒字分を繰越金に計上しない等の措置を講じて予算上の現年課税\n分を決定し、あるいはまた、議会の議決した予算中の現年課税分をその裁量によつ\nて定まる収納率によつて除して調定額を算定し、賦課期日後においても、被保険者\nの負担軽減という理由で自由にこれを減額して課税総額および税率の顕出作業をし\nていることが窺われ、被告の講じた右認定のような予算上の措置が現年課税分の額\nに影響を与えることは明らかであるが、予算の議決は単なる地方公兵団体の内部的\nな意思決定に止まると解され、また調定額算出のための収納率は予算の内容とはな\nり得ないもので、元来調定とは地方自治法二三一条に基づき普通地方公共団体の長\nが、その歳入の内容を調査して収入金額を決定する行為をいい、右の行為もまた普\n通地方公洪団体の内部的意思決定に止まると解され、歳入の徴収、収納自体は、予\n算の議決、調定による収入金額の決定とは別個に、法令の規定または法令に従つて\nなされた契約などにより適法に発生した権利に基づき、法令の定める手続に従つて\n行われなければならないことはいうまでもなく、納税義務者の側で、議決された予\n算の内容、調定によつて収入すべきものとして決定された額に対しては不服の申\n立、訴の提起が許されると解し得る余地のないことを考慮すると、現年課税分ない\nしは調定額によつて本件条例中課税要件として規定された課税総額が充足確定され\nると解することの不合理なことは明らかである。\n（二）　さらに被告は、被告が課税総額を確定するについては、条例と予算の議決\nに拘束され被告の裁量を容れる余地はない旨主張する。\n保険者である市町村は、国民健康保険に関する収入および支出について、政令の定\nめるところにより、一般会計と区分して特別会計を設置することが義務づけられ\n（国民健康保険法一〇条）、市町村長は、他の一般会計予算とは別個に特別会計予\n算を作成し、これを地方公共団体の議会に提案してその議決を経ることが必要とさ\nれているが（地方自治法九六条一項二号）、そもそも予算とは、一会計年度におけ\nる歳入および歳出の予定的計算であり、ただ歳出予算については予算の議決により\n地方公共団体の長その他の執行機関に対し、予算を執行してこれを支出する権限お\nよび義務を付与する反面、執行機関は支出の金額、目的、時期等につき予算の議決\nに拘束されるということはあつても、歳入予算は当該年度における歳入の単なる見\n積りに過ぎず、歳出の財源を明示して通観の便宜を与えるに止まり、前記のとおり\n租税その他の収入は、予算とは別個に法令の規定等に基づいて徴収又は収納される\nのであつて、歳入予算によつて地方公共団体の徴収権または収納権が影響を受ける\nことはあり得ず、また、被告は歳入予算を超えて、徴収又は収納してはならないと\nいう拘束を受けるものでもないのであるから、被告の主張はその理由がない。\n（三）　さらに被告は、国民健康保険税が国民健康保険事業に要する費用を賄うた\nめに被保険者に対し賦課される目的税であるという性格上、本件条例のような税率\nの規定方法もやむを得ず、定額、定率によるよりは本件条例のような規定による方\nが合理的である旨主張する。\nなるほど、国民健康保険税は、市町村が当該年度において必要とする右療養給付費\n等の国民健康保険事業の経費に充てるために被保険者から徴収する目的税であり、\n地方自治法や本件条例が規定するように、療養の給付および療養費の支給に要する\n費用の総額の見込額、療養の給付についての一部負担金の総額の見込額等を基礎と\nして課税総額に関する定めをなし、応能、応益原則を考量しこれを被保険者にあん\n分した額をもつて税額とすることが目的税の趣旨にそうものであることは否定でき\nないところであるが、保険税もまた、地方公共団体がその課税権に基づき、その住\n民たる被保険者に対し強制的に賦課し徴収する金銭給付として、租税たる性質を有\nすることについては普通税と異なるところはなく、税率につき本件条例のような規\n定の形式をとり、税率算定の根拠となる課税総額の額の決定を課税庁の認定に任せ\nるときは、定率、定額で税率を規定した場合と対比し、税率の決定をその裁量に委\nねたに等しく、租税法律主義の原則の適用につき例外を認める結果となり、その許\nされないことはいうまでもない。\n５　以上説示し来つたところにより明らかなとおり、本件条例二条にいう「当該年\n度の初日における療養の給付及び療養費の支給に要する費用の総額の見込額から療\n養の給付についての一部負担金の総額の見込額を控除した額」という規定自体、客\n観的一義的に明確ではなく、その額の認定については裁量による判断を必要とする\nと解されるうえ、同条は課税総額を右の額の一〇〇分の六五以内とする旨規定する\nことにより、療養の給付についての一部負担金の総額の見込額を除く療養給付費等\nの総額の見込額を含め、課税要件をなす課税総額の認定を課税庁である被告の裁量\nに任せた趣旨と解するほかなく、本件条例六条は右の課税総額の数値を基礎とし\nて、所得割額、資産割額、被保険者均等割額、世帯別平等割額の税率を規定するこ\nとにより、課税要件である税率の決定について、被告の裁量を許容するものとみる\nべきであつて、被告の主張する如く、同条に規定する課税総額および税率が賦課期\n日現在において一義的、客観的に定まり、被告の税額確定手続を経由することによ\nり課税額が具体的に確定すると解することは困難である。\n五　以上の次第で国民健康保険税の課税要件を定めた本件条例二条および六条の規\n定は一義的明確を欠き、課税総額の認定、税率の確定について課税庁である被告の\n裁量を許容するものというべく、納税義務者たる被保険者らにおいて、賦課処分前\nに右課税総額および税率を確知し得ないため、自己に賦課される課税額を予測する\nことは全く不可能であるうえ、賦課処分後においても、課税総額自体が不明である\nため、通知された税率の当否、ひいては不当または違法な課税処分に対し行政上の\n不服申立、訴の提起をなすべきか否かについて客観的、合理的な判断を加えること\nを事実上著しく困難ならしめる結果を招来しており、右条例の規定が、行政庁の恣\n意的な裁量を排し、国民の財産権が不当に侵害されることを防止し、国民の経済生\n活に法的安定性と予測可能性を付与することを目的とする租税法律主義の原則に反\nすることは明らかである。そして租税法律主義の原則を規定する憲法八四条は、地\n方公共団体が、その有する課税権に基づいて地方税を賦課徴収するため条例を制定\nし、住民から地方税を賦課徴収するについて、その適用があると解すべきことはさ\nきに判示したとおりであるから、本件条例二条および六条の規定は憲法八四条に違\n反し無効であつて、右条例の規定に基づいてなされた本件賦課処分は違法であるこ\nとを免れない。\n六　よつて、その余の点について判断するまでもなく、原告らが請求原因第五項\n（一）、（二）、（三）においで主張する原告らに対する各賦課処分および再賦課\n処分はいずれも違法であつて取消を免れず、原告らの本訴請求はその理由があるの\nで全部正当として認容し、訴訟費用の負担につき民訴法八九条を適用して主文のと\nおり判決する。\n（裁判官　名越昭彦　湖海信成　板垣千里）\n当事者目録（一）～（三）、賦課処分一覧表（一）～（三）（省略）\n"
}