{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 9,
    "day": 17
  },
  "case_number": "昭和47(ラ)1032",
  "case_name": "日本交通労組債権仮差押",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "19826",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19826",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/826/019826_hanrei.pdf",
  "contents": "主　　　文\n本件抗告を棄却する。\n抗告費用は、抗告人の負担とする。\n理　　　由\n一　抗告人は「原決定を取消す。抗告人の相手方に対する原決定添付債権目録記載\nの債権の執行を保全するため、相手方が第三債務者らに対して有する原決定添付仮\n差押債権目録記載の債権は、仮に差押える。第三債務者らは、相手方に対し、右差\n押にかかる債務を支払つてはならない。」との裁判を求め、その理由として別紙\n「抗告理由書」記載のとおり主張した。\n二　しかしながら、当裁判所は、抗告人の本件仮差押申請は、抗告人主張の被保全\n権利の存在を認めるに足る疎明がなく、失当として却下を免れない、と認定判断す\nるものである。\nすなわち、抗告人は、旧日本交通労働組合は旧組合規約第四〇条により抗告人と\n相手方とに分割され、ここに旧組合は消滅して旧組合とは異なる抗告人と相手方と\nの二個の組合が現存するに至つたのであつて、相手方は名称こそ旧組合と同じであ\nるが旧組合とは法律的同一性のない別個のものである、と主張するところ、\n疎明によれば、\n（１）　日本交通労働組合は、日本交通株式会社のハイヤー、タクシー、観光バス\n等の運転手をもつて組織された労働組合で、総評系の全国自動車交通労働組合東京\n地方連合会に加盟し、昭和四七年四月当時、本社、各営業所、修理工場を各単位と\nする合計三八支部からなる、総数約四、五〇〇名の組合員によつて構成されていた\nこと、\n（２）　同組合は、昭和四七年三月、日本交通株式会社に対して春闘要求書を提出\nするとともにスト権を確立し、同年四月、組合三役四名及び三八支部の代表者を構\n成員とする中央闘争委員会において、同年四月二七、八日の交通ゼネスト参加、四\n八時間ストライキ断行の旨を一旦決定したものの、組合員らのうちにはかかる強硬\nな闘争手段をとることに消極的な者がかなり多かつたところから、ストの直前にな\nつて、同委員会において再度検討の結果、組合の団結保持の観点から、右決定を翻\nして右ストライキを回避することとしたこと、\n（３）　ところが、他方、かような回避決定を不満とする一部組合員らはビラ紙上\nあるいは職場等において執行部の右のような姿勢を痛烈に批判する言動を示し、そ\nの影響の故か、中央闘争委員会は同年五月一六日に同年五月二〇日のスト断行を決\n定してこれを実行するに至つたこと、\n（４）　そこで、同年五月二〇日の右スト断行を契機として、かねてからこれに消\n極的であつた組合員らの間には、この際、強硬な闘争方針に固執する組合員らと袂\nを分ち、同調者だけで新組合を結成しようとする機運が高まり、同年五月二〇日池\n袋支部において同支部大会が開催され、同支部組合員約一八〇名中一一〇名の多数\nが組合を脱退して新組合を結成する旨の決議をしたのをはじめとして、その他の各\n支部でも同様な決議がなされて、同年五月二四日にはそれまでに一三支部合計一、\n一七〇名の組合員が脱退届提出のうえ新組合たる抗告人組合を結成するに至つたこ\nと、\n（５）　そして、その後も、つぎつぎに各支部大会が開催され、前同様の決議がな\nされて、脱退者が続出し、いずれも、抗告人組合に加入して、同年七月下旬には抗\n告人組合の組合員は三七支部約四、〇〇〇名に増加し、その中には日本交通労働組\n合執行部を構成していた組合三役をはじめ執行部の大多数が含まれていたこと、\n（６）　これに対して脱退せずにそのまま残留した組合員は、その頃には、四〇〇\n名余となり、そのため、支部によつては組合員皆無のところも生ずるに至つたこ\nと、\n（７）　なお、日本交通労働組合の組合規約（昭和四七年九月九日改正前のもの、\n以下、同じ。）には、組合員の脱退について、第四五条に「組合員が組合から脱退\nしようとするときは理由書を添え支部長を経て執行委員長に届出なければならな\nい。」とあり、又、組合の分割については、第四〇条に「組合の分割の為には大会\nに於て（又は組合員全員の）直接無記名投票による組合員総数の三分の二以上の賛\n成を必要とする。」、第四三条に「組合の分割は大会又は中央委員会の決議を経て\n行う。」と規定されていること、\n以上の各事実が一応認められる。\n右認定の事実によれば、元来、日本交通労働組合には、昭和四七年当時の春闘の\n強硬方針について、組合員らのうちに積極派と消極派との対立があり、執行部の方\n針にも動揺があつて、一旦スト回避の決定をしておきながら、積極派の突上げにあ\nつて右決定を翻し、同年五月二〇日のストを断行したところから、今度は消極派が\n反撥して組合を脱退するに至り、同年五月二四日、それまでに組合に脱退届を提出\nした消極派の組合員合計一、一七〇名が新たに抗告人組合を結成したのであつて、\n結成当時の抗告人組合の構成員数は右のとおり従前の組合の組合員総数約四、五〇\n〇名の半数にも及ばなかつたのであるが、その後、情勢を見守つていた従前の組合\nの組合員の多数が支部単位で雪崩現象的に従前の組合を脱退して抗告人組合に加入\nするに至り、その結果、同年七月下旬には抗告人組合の組合員数が合計約四、〇〇\n〇名となり、その結果、従前の組合の残留組合員は僅か四〇〇名余となつたにすぎ\nず、他に資料のない本件では従前の日本交通労働組合なるものが消滅したと解する\nのは相当ではない。他方前叙認定の組合規約第四〇条、第四三条による分割の手続\nがなされた形跡は認められないから前認定の事実関係にある本件においては抗告人\n主張のように組合の分裂なる現象があつたとは認められない。（抗告人は、組合規\n約により分割の手続をとることが不可能であつた旨主張するが、もし、抗告人にお\nいて組合分割の意思があつたのなら、その可能、不可能をいう前に、組合規約所定\nの分割の手続によるべく努力をすべきであつたのに、本件においてはそうした努力\nをした形跡すら認められない。又、抗告人は、昭和四七年七月下旬までに抗告人組\n合の組合員数が約四、〇〇〇名に達するに至つた経緯をとらえて、組合規約第四〇\n条の「組合員全員の直接無記名投票による組合員総数の三分の二以上の賛成」の要\n件を充足したものと主張するが、前認定のとおり、抗告人組合の構成員は、結成時\nの同年五月二四日には一、一七〇名に過ぎなかつたのが、その後、従前の組合から\nの支部単位の集団脱退者が続出して抗告人組合に加入したため右のとおり抗告人組\n合の構成員数が増加したもので抗告人の主張する脱退の時期、分割の時間的経過の\n点を考えても本件において組合規約第四〇条、第四三条による分割の要件を充足し\nたものと解するのは相当ではない。）\nしてみれば、従前からの日本交通組合は抗告人と相手方とに分裂し、旧組合は消\n滅して相手方は旧組合とは法律的同一性のない別個の組合である、とする抗告人の\n主張は採用することができず、右主張事実を前提とする抗告人主張の被保全権利の\n存在を認めるに足る疎明は、本件にあらわれた全資料をもつてしても、これを見出\nだし難いから、本件仮差押申請は、その余の点について判断するまでもなく、失当\nとして却下すべきものである。\nよつて、右と同旨の原決定は相当であつて、本件抗告は理由がないから棄却するこ\nととし、主文のとおり決定する。\n（裁判官　石田哲一　小林定人　関口文吉）\n（別紙）\n抗告理由書\n第一点、原決定が一般的に法概念としての「組合分裂」を否定するのは違法であ\nり、近時の判例、通説に違背するものである。\n一、旧日本交通労働組合（以下旧組合という）は、労働組合法第十一条の登記がな\nされていない権利能力なき社団である。そして社団法人の解散の場合は民法第七二\n条にその残余財産の帰属について規定があるが「分裂」については何らの規定がな\nい。\nしかしながら労働組合の内部に相対立する異質的な集団が成立し、これらの対立\n抗争甚だしく、多数決原理がその機能を停止して、その協調が得られず全一の組織\n体として存続活動することが不可能ないし著しく困難となり、その機能の喪失を来\nし統一体としての存在意義を失い組合員の集団的離脱が行われてそれが分裂する側\nの人数が残留する側に比して圧倒的多数にして実質的な分離状態に至つた場合すな\nわち組合がまさしく二つ以上に割れる場合には、構成員の個別的或いは集団的脱退\nと区別して組合の分裂と観念するのが近時の通説である。（石井、労働法大系Ⅰ。\n柳川ほか、追補判例労働法の研究。萩沢、総合判例研究労働法（５）。高島「労働\n法の理論と判例の概念（二）」判タ五六）これは、「分裂」という法概念を否定す\nると、すべての事実上の分裂を脱退概念に解消させることになり、一切の財産上の\n権利が否認されることになつて著しく不公平な結果となるからである。\nすなわち、組合財産は、分裂前の組合を構成していた組合員が組合活動の資金と\nして均しく拠出したものが主なものであり、組合活動の財源として欠くことのでき\nないものであることを考慮すれば、組合分裂の場合、分裂後の各組合に右組合財産\nを帰属せしめてその活動資金に供することが組合財産本来の存在目的に最も即した\nものであるからである。「脱退」の場合に脱退組合員に組合財産の分割請求権を認\nめないのは、組合組織の維持強化、組合活動の財産的担保の要請に基くものである\nのと比較しても、組合分裂の場合には組合財産を分裂後の各組合に帰属させるのが\n労働組合の本来の趣旨に合致する合理的なものなのである。\n右のように組合分裂の法概念を肯定するのがむしろ通説であり最高裁の判例（昭\n和三二年一一月一四日民集一一巻一九四三頁）も組合分裂という組織現象を否定し\nていない。\n二、本件組合分裂の発生原因並びに事実経過をみれば、単なる組合員の集団的脱退\nではなく、まさしく右の意味における組合分裂がなされたことは明らかである。\n（１）　すなわち旧組合は昭和四七年の春闘において三月下旬のスト権確立後、具\n体的に闘争スケジユールが進められていく中で闘争方針に関するイデオロギー的対\n立、すなわち、強硬な闘争戦術を行なうことによつて組合に対する支配力をのばし\nていこうとする勢力（日共系グループ）と、あくまで企業別組合として経済闘争を\n重視する勢力との対立が激化していつたのである。この対立は、ハイタク業界にお\nいてかつて経験したことのない交通ゼネスト（四月二七日、二八日）の可否をめぐ\nつて表面化し、右ゼネストは激論の末、回避されたが、右のスト回避の決定に不満\nを持ち強硬戦術を唱える組合員及び前記日共系の急進グループは闘争ニユース（甲\n第二〇、二一号証）「大手タイムス」（甲第二二号証）といつた責任所在不明のア\nジビラを配布し、あるいは街頭職場等において執行部を組合員を無視するダラ幹だ\nとか、会社の利益に行動するエセ的存在だとかで激しい幹部批判、執行部批判を繰\nり返したため、前記両グループの対立は一層尖鋭化したのである（この間の事情は\n疎甲第一九号証、「共産党グループによる大手労組乗取りの策動」と報ずる疎甲第\n二三号証の第三面、疎甲第二四号証参照。）\n（２）　こうした急進的分子による幹部批判、執行部批判が激しく行なわれたた\nめ、急進的戦術に批判的な執行部員は、執行部内でも遂に思うように発言しえなく\nなり、多数決原理は全く埋没し闘争戦術は拡大され、闘争は泥沼化して行つた。そ\nして五月二〇日のストライキについて、会社側はストを強行すればこれまでの回答\nを白紙撤回するとの通告をしていたため、すでに会社回答に対し、受諾してもよい\nという態度を表明しているハイヤー部門まで結果的に泥沼闘争にまきこむことにな\nり、このような職種、職域間の事情を無視した画一的強行闘争を唱えるグループ\nと、このような闘争至上主義の戦術に疑問をいだくグループとの対立は決定的とな\nり、五月二〇日以降の本件分裂となつたのである。（なおこうした急進的分子によ\nる幹部批判、中傷によつて執行部内の意思統一が不可能となつた点については全自\n交東京地連の一九七二年度運動方案（甲第一八号証、七五頁七七頁）の総括参照）\n三、右のように本件では労働組合の内部に相対立する異質的な集団が組織的に成立\nし、これらの対立抗争甚だしく、多数決原理が全くその機能を停止し全一の組織体\nとして存続活動することが不可能ないし著しく困難となり実質的な分離状態に至つ\nた場合で且旧組合は分裂前と組合と同一性を失つているときは通説、判例の認める\n労働組合の「分裂」が発生したものといわざるをえない。\nこの点、原決定は法概念としての組合分裂を否定して、本件分裂を組合からの脱\n退と認定するのは法解釈並びに事実の認定を誤まるものである。\n四、労働組合の「分裂」現象がおこつた場合、その具体的な取扱い方法、法的手続\nとりわけ旧組合財産の分裂後の各組合への帰属をいかなる手続で認めるかについて\n従来判例上問題となつた例では組合規約等に手続規定がなく、その結果、前記最判\nをはじめ従来の判例は財産の分割請求に消極的であつた。\nしかるに、本件においては、旧組合規約第四〇条において規約上からも組合の分\n割の手続きが定められており、分裂と脱退が明白に区別されているのであつて、本\n件では第二点でのべるように、右組合分割規定に従つて組合分割がなされているの\nであるから、債権者組合が組合財産の分割請求権をもつことは明らかで、ここに従\n来判例上問題とされた事例とは決定的に異なつた分裂事例となつている。\n第二点、原決定が、旧組合規約第四〇条の「分割」を認めなかつたのは事実の認定\nを誤まつたものである。\n一、旧組合規約（疎甲第一号証）第四〇条によると、「組合の合併、分割の為には\n大会に於て（又は組合員全員の）直接無記名投票による組合員総数の三分の二以上\nの賛成を必要とする。」と組合分割の規定が定められている。\n本件においては、「組合員全員の直接無記名投票による組合員総数の三分の二以\n上の賛成」があつたのである。\nすなわち、五月二〇日に、池袋支部が支部大会を開催し、支部組合員一八〇名中\n一二六名が出席し、うち一一〇名の圧倒的多数の賛成をもつて組合分割を決議した\n（疎甲第二八号証の二八）が、それを皮切りに以後、各支部毎で、組合分割を討議\nし、組合分割の賛否の投票をなしその賛成投票数は六月一八日までに旧組合員四四\n六一名中、三〇六八名となり、旧組合規約第四〇条に規定する「組合員総数の三分\nの二以上」に達し、組合分割が成立したのである。（各支部毎の賛成数は債権者の\n昭和四七年十一月一日付準備書面添附一覧表の通りである。）\n二、原決定は、「池袋支部において支部大会が開かれ……組合脱退を決議し……」\nと事実認定している（原決定第四丁表）がこれは事実認定を誤まつている。\n池袋支部の支部大会議事録をみても（疎甲第二八号証の二八）単なる脱退の決議\nではなく、同時に「新組織の結成」を決議しており、また、これは今春斗の経過と\n情勢を参加組合員が討議した上での結論であつて、第一点において詳論した春闘の\n闘争経過特に闘争方針に関してイデオロギー的対立があつたことを背景にして考察\nすればこの決議は単なる個人的な組合脱退ではなく組合分割の決議である。\n他の支部に於ても、春闘の闘争経過並びに闘争方針について組合員が、十分の論\n議をなしたうえで組合分割もやむなしとの結論に達しているのであつて（例えば神\n楽坂支部（疎甲第二八号証の四）目白支部（疎甲第二八号証の二六）における論議\nの経過参照）議事録上用いている「脱退」との用語形式的に把えるのは正しくな\nく、むしろ目黒支部（疎甲第二八号証の二四）の議事録では形式上も旧組合規約第\n四〇条に基く組合分割として決議がなされていることは注目すべきものである。\nこのように、本件春闘における闘争経過、組合内部の対立状況各支部における議\n論のされ方を考えれば、本件において旧組合規約第四〇条に基く分割の問題につい\nて賛否の投票がなされたのである。\n三、原決定は組合規約第四〇条の「分割」の規定によったものとはいえない根拠と\nして\n（１）　脱退届を提出した者により債権者が結成されていること。\n（２）　脱退の時期が同一でないこと。\n（３）　債権者の結成当時の構成員の数は一一七〇名にすぎず、その後情勢を見守\nつていた組合員の多数が支部を単位として雪崩現象的に脱退から債権者への加入と\nいうコースを歩むにいたつたものであること。\nを示しているが、これらはいずれも組合分割を否定する根拠とはならない。\n（１）については、単なる形式を把えて、今回の分裂の実体に目を覆うものであ\nる。すなわち、組合が組織としての一体性を保ち、正常にその活動を遂行している\n時に脱退届が提出されれば、形式上も実質上も組合員の「脱退」にすぎないであろ\nうが、本件の脱退届が提出された経緯すなわち第一点で詳説した分裂に至る事実経\n過ならびにこれを裏付ける甲第二五号証の交通ニユースの記載、甲第二六号証の債\n権者組合第二回定期大会で可決された運動方針中の記載、甲第二四号証の交通ニユ\nースの記載、甲第一八号証の全自交東京地連の一九七二年度運動方針中の記載、甲\n第一九号証の大和交通労組の記事等によれば、本件の事態は組合内部の対立に起因\nした分裂であり、脱退届は単にその形式を借りたにすぎないのであるから、脱退届\nの存在から組合分割を否定するのは事実の認定を誤まつた不当なものである。\n（２）の脱退の時期が同一でないことも「分割」を否定するものではない。旧組合\nは三八支部、四五〇〇名の組合員から成り立つており、昭和四七年春闘のスト権確\n立も旧組合規約第四一条では「争議行為の開始及び終結の為には大会に於て（又は\n組合員全員の）直接無記名投票による組合員総数の三分の二以上の賛成」と組合分\n割と同様な要件となつているところ、各支部毎に三月二四日から二八日まで五日間\nにわたる投票をなし、それを集計してスト権を確立したものであつて、このような\n方法が慣例となつていることと比較して考えても組合分割の成立に一定の期間を要\nすることはむしろ当然のことでありまた、五月二〇日から六月一八日まで約一カ月\nの期間を要したのは、組合分割が組合内部の対立を原因として発生した今回の事態\nを背景に考えれば、平常時のように形式手続上スムーズに行なわれないのもまた当\n然のことである。\n要するに脱退の時期が同一でないことをもつて「分割」を否定する理由となりえ\nないのである。\n（３）の点については本件組合分割が一定の時間的経過によつて成立したものであ\nることを考えれば誤まつた事実認定といわざるをえない。\n四、結局、本件においては五月二〇日以降、各支部で組合員が組合分割を十分に討\n議したうえ賛否の投票をなし、その賛成数が三分の二をこえたのであるから、規約\n第四〇条に基く「分割」が成立したのである。\nなお、規約四〇条は組合員全員の直接無記名投票とのみ規定しているから、支部\n大会における決議は必要要件ではなく、組合員全員の自由な意見に基き、その三分\nの二以上の賛成が得られれば組合分割が成立するのである。そして、この点は、組\n合分割という現象自体すでに組合内部の対立を前提とした異常事態であるから、細\nかな形式的手続の履践の有無を問題とするよりも三分の二以上の組合員が「組合分\n割」を可とする意思を表示したこと自体がなによりも尊重されねばならない。\n五、本件組合分割によつて旧組合と債務者組合は同一性を失つた。この点「債務者\nは従前の組合とその法律的同一性を失なつたものである旨の主張は採用し難く…\n…」とした原決定は事実の認定を誤まつたものである。\nすなわち、債権者の昭和四七年九月一三日付準備書面二、に詳説したとおり、旧\n組合の分裂によつて、旧組合の執行機関のうち、常任執行委員七名の全員が債権者\n組合に加わり、また四二名の執行委員（本部四名と三八名の各支部より一名宛選任\n委員）のうち、債務者組合には僅か八名（本部四名と目白、京橋、新橋、土場の各\n支部四名）が加入したのみであり、また、一一一名の中央委員（組合員四〇名に一\n名の割で選出）のうち分裂後債務者組合に加わつたのは一六名にすぎない状況とな\nつて、旧組合は執行機関、議決機関が分裂して組合の機能がマヒしてしまつたので\nある。また、組合三役四名は債務者組合に加わつたが、組合三役は中央委員会の決\n議を経て組合業務に専従するのであるところ、中央委員会が分裂して開催不能（旧\n組合規約第三一条参照）では組合三役だけでは何も組合業務はできないのである\n（旧組合規約第一六条）。\n結局、債務者組合が旧組合と同一性を保つて存続するということは規約上からも\n全く不可能なのであつて、旧組合から分裂した別個の組合としてのみ再建しうるの\nである。\nかくして債務者組合は、分裂によつて新らたに発生した組合として昭和四七年八\n月に新組合規約を作成したのであり、（疎甲第二七号証）この規約の内容も組合の\n目的、組合員の範囲、役員及び委員の構成が旧組合規約と大きく変わり、（例えば\n旧組合規約第二条、第四条、第十一条と債務者組合規約第三条、第四条、第十四条\nとの対比）この点からも、旧組合と債務者組合が同一性のないことは明白である。\n要するに、本件は単なる組合脱退ではなく組合の分裂（分割）であつて、旧組合と\n債務者組合とは同一性がないのである。\n"
}