{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 7,
    "day": 10
  },
  "case_number": "昭和42(ネ)140",
  "case_name": "大阪読売新聞試用者解雇",
  "court_name": "大阪高等裁判所",
  "field": "労働",
  "lawsuit_id": "19978",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19978",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/978/019978_hanrei.pdf",
  "contents": "主　　　文\n原判決を左のとおり変更する。\n被控訴人は控訴人を試用従業員（但し試用期間の残存期間は長くとも本判決言渡の\n日より三三二日間とする）として取扱い、かつ本判決言渡の日以降毎月二五日限り\n一ケ月金二三、四六〇円を仮に支払え。\n控訴人のその余の申請を却下する。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　実\n控訴代理人は「原判決を取消す。被控訴人は控訴人を従業員として取り扱い、か\nつ毎月二五日限り昭和三九年一〇月三日から同四〇年三月末日まで一ケ月金一八、\n〇八〇円、同年四月一日から同四一年三月末日まで一ケ月金一九、〇八〇円、同四\n一年四月一日から同四二年三月末日まで一ケ月金二〇、一三〇円、同四二年四月一\n日から同四三年三月末日まで一ケ月金二一、三三〇円、同四三年四月一日から同四\n四年三月末日まで一ケ月金二二、九七一円、同四四年四月一日から一ケ月金二四、\n八一一円の金員を仮に支払え。訴訟費用は第一、二審とも被控訴人の負担とす\nる。」との裁判を求め、被控訴代理人は「本件控訴を棄却する。控訴費用は控訴人\nの負担とする。」との裁判を求めた。\n当事者双方の事実上・法律上の主張、疎明の提出・援用・認否は左に記載するほ\nか、原判決事実摘示のとおりであるからこれを引用（但し七枚目裏九行目と八枚目\n裏四行目にそれぞれ「旦つ」とあるのを「且つ」と訂正する。）する。\n控訴代理人は当審において左のとおり付陳し、申請理由を補充した。\n一、被控訴人主張の解雇理由は、昭和三八年四月一六日に臨時社員として入社し、\n同年九月一日試用となり一年四ケ月に亘つて単純労務である発送業務に従事して来\nた控訴人を解雇するには、余りにも根拠が弱い。一般の企業では試用期間は三ない\nし六ケ月であり、その程度の期間があれば従業員としての適格性は十分に判断し得\nるのであり、その頃までに控訴人に問題があつたというのではない。被控訴人は、\n試用期間の延長の決定をした後、控訴人が反省するよう誠心誠意をつくしてきた\nが、その期待が裏切られたので解雇したという。しかし、この「期待」の中味と、\n何のために誠心誠意をつくしたかが問題であり、それは被控訴人の嫌悪する友人と\n手を切り、その人たちと同じ考え方、思想を持たないことを会社に明言することを\n期待したものであり、控訴人が右真の被控訴人の期待にこたえなかつたことが、被\n控訴人を解雇に踏みきらせたのである。そのことは、八月一一日（昭和三九年。以\n下単に月日の記載はいずれも同年である。）頃から解雇の一〇月三日までの一連の\n経過に徴し明白であり、被控訴人主張の解雇理由は、控訴人を解雇し、それによつ\nて控訴人を支持している勢力（共産党員とその支持グループ）に打撃を与えようと\nする決定的動機を隠ぺいする口実にすぎない。\n二、控訴人は八月一三日および二四日に試用期間の延長を知らされた事実はない。\n控訴人がこれを知つたのは八月二五日にａ庶務係のところに健康診断の用紙をもら\nいに行つた際、就業規則を示されて試用の延長の定めがあるので、それに該当して\nいるのではないか、と言われ、そこで始めて知つたのである。しかし、八月三一日\nの試用期間満了までの間、被控訴人から控訴人に試用期間延長の理由の説明はもと\nより、その正式の通告もなされていない。若し被控訴人が真に「控訴人が反省し、\n勤務態度が改まることを期待し、そうなればその時点で社員に登用しよう」との考\nえで試用延長したのであれば、八月三一日までにそのことを控訴人に告げ且つ説明\nして注意とはげましの言葉をかけるべきである。しかるにそれをしていないこと\nは、右被控訴人のいう試用延長の理由も、また口実にすぎず、真の理由が他にある\nことを物語つている。\n然らば、試用延長の真の理由は何であつたか。\nこの点被控訴人の理由とする具体的事実は、七月四日の綿布折りの件と八月一〇\n日の大阪駅の件の二つだけである。控訴人は右大阪駅の事実は否認し、綿布折りの\n件は、仕事を怠けたのでないことを一貫して主張して来たが、仮に被控訴人主張ど\nおりであるとしても、控訴人は試用の一年間無欠勤であり、右二件のほかに仕事の\n失敗などとくに問題とすべきことがなく、臨時社員の四ケ月と一年間の試用期間の\nうち一一ケ月以上を経過してきていたのであり、かりにその他に被控訴人主張のよ\nうにキヤリアの扱いがわるかつたことがあつたとしても、右三件だけで非常に勤務\nが不良で社員に登用できないというほどのものではない。試用期間というのは、本\n人の勤務態度一般をみると共に適格性を判断するものであるが、この一ケ年の終り\nの右綿布折りと大阪駅との二件が社員登用に疑義を入れるものでないことは明らか\nである。すなわち、被控訴人の試用延長の真の理由は、控訴人の思想を嫌い、控訴\n人が属するグループを嫌つて、これからの離脱と会社に服従することを期待したも\nのであるが、それが実現しなかつたので本件解雇に及んだものである。\n三、試用の社員不登用または試用延長は恣意的に行うことはできない。試用規則に\nよると、「社員試用、試用とは会社が社員としての適格性を選考するとともに業務\nを習得させるため云々」となつており、右「社員としの適格性の選定」は恣意的に\n行うことは許されないものであり、客観的合理的に行うべきである。そうでなけれ\nば試用期間を設けた趣旨に反し、労働者の身分を不安定な状態におとしいれること\nになり、労働基準法一条二条の原則に反することになる。そして、その社員として\nの適格性の有無はその労働者の担当する業務との関連でみなければならない。被控\n訴人が控訴人を社員に登用しないで試用期間の延長をした理由は、右規則二条二項\nの「身上、素行、健康、技能」の問題でないことは明らかである。そして、前記二\nに述べたように、キヤリアの扱い、綿布折り、大阪駅の件が「社員の適格」を認め\nるのに妨げとなる「勤務成績」の不良となるものではない。すなわち、右の件は、\n四ケ月の臨時、一ケ年の試用期間のうち、最終の二ケ月間のことがらであり、しか\nもその内容が故意に仕事を怠けたものでない点、その間一度の欠勤もないことなど\nを合わせ考えると、どうみても、社員としての適格を認めるに妨げとなる「勤務成\n績」の不良とみることはできない。被控訴人に裁量権があるとしても著しくその判\n断適用を誤つたものというべく、裁量権の重大な濫用である。\n四、そうだとすると、控訴人は社員の適格があるものであり、試用期間の満了とと\nもに試用規則二条二項により社員に登用されたものと扱われることになる。\n五、被控訴人は試用延長期間中に「控訴人が反省し、勤務態度が改まること」を期\n待したが、その期待が裏切られたので、解雇したと主張し、その期待が裏切られた\n事実として（イ）八月一四日ハトロン揚げをなまけ怠つた、（ロ）翌一五日一時間\n三〇分遅刻し、その理由について虚言を奔した、（ハ）九月一一日ハトロン揚げを\nなまけ怠つた、の三件を挙げているが、うち（ロ）の事実だけはあるが、（イ）・\n（ハ）のなまけ怠つた事実はない、しかも右（ロ）の事実が会社の期待を裏切つた\n真の内容でないことは、前記一で述べたとおり解雇に至るまでの経過によつて明白\nである。すなわち、その間ｂ発送部長は、試用期間を延長し、反省するならば社員\nに登用するということで控訴人に会つて話をし、控訴人の思想、信条と友人につい\nて異常な関心を示して質問し、転向を示唆する発言をし、さらに「本人より、それ\nを操つている者が憎い」との趣旨の発言をしている事実、控訴人の友人が属してい\nるグループが本件解雇撤回のために支援している事実などからみて、本件解雇は控\n訴人の思想・信条を決定的理由にしてなされたことは明らかである。\n六、以上、控訴人は昭和三九年九月一日以降社員の地位を有するところ、被控訴人\nは毎年四月一日に賃上げを実施し支給しているので、右賃上げは控訴人にも適用さ\nるべきである。その賃上額のうち、全従業員に一律に適用し支給したものは、次の\nとおりであるから、少くとも次の賃上額については控訴人に賃金請求権があるの\nで、従来申請の理由に主張した仮に支払を求める金員の額をこれに従い控訴の趣旨\n記載どおりに訂正する。\n昭和四〇年四月一日　金一、〇〇〇円\n同四一年四月一日　金一、〇五〇円\n同四二年四月一日　金一、二〇〇円\n同四三年四月一日　金一、六四一円\n同四四年四月一日　金一、八四〇円\n被控訴代理人は次のとおり付陳した。\n一、本件解雇の正当であることは、次に述べるような控訴人の行状、解雇に至る経\n緯をみれば明らかである。\n（一）　（１）　控訴人は、平素から作業につく時間が遅くキヤリアの扱い方が非\n常に乱暴である等勤務成績が目立つて悪く、キヤリアの扱い方につきｃ副課長から\n忠告されている。作業につく時間が遅くなれば必然的に作業に支障をきたし、また\nキヤリアの扱いを細心・慎重になすべきことは配送職場の従業員として極く初歩的\nな勤務心得である。\n（２）　七月四日の綿布折りの件においては、控訴人は上司から綿布折りをする様\n命じられたにも拘らず、反抗的な態度で「しんどいからやめや」といつて作業に就\nこうとしなかつたことがあり、控訴人の弁解は事実に反する。\n（３）　八月一〇日頃の大阪駅の件は、その日ばかりでなく、その様な不熱心な仕\n事ぶりが以前にも数回あつて、大阪駅駐在のｄ主任からその都度注意されていたの\nに、控訴人においてなおこれを改めようとせず、既述の様な勤務態度がみられたの\nで、遂に同主任からｃ副課長に、以後控訴人を大阪駅に寄越して貰つては困る旨の\n申し入れがあつたものである。\n（二）　以上の各事実は、多数の従業員の協同作業によつて短時間に多数の新聞を\n所定時間内に発送することを任務とする発送部従業員として、不適格と判断されて\nも止むを得ない。\nところが被控訴人は控訴人の将来を考え、延長期間中に控訴人が反省し勤務態度\nが改まることを期待し、そうなればその時点で社員に登用しようとの考えの下に、\n八月一三日控訴人の試用延長を決定し、同一四日庶務係ａをして控訴人に対し「君\nの社員登用は今回はならないから」と申し渡させ、八月二四日頃再度、右ａは訪れ\nてきた控訴人に対し同旨の申し渡しをした。\n（三）　ところが、被控訴人の右期待は、既述のとおり控訴人が\n（１）　八月一四日のハトロン揚げ作業を無断でなまけ怠り、\n（２）　八月一五日無断で一時間三〇分遅刻し、その理由につき虚言を奔し、ｅ課\n長から究明されて、枚方方面に泳ぎに行つていたことを自白し\n（３）　九月一一日再びハトロン揚げをなまけ怠つた\nことにより裏切られた。しかも被控訴人はその間控訴人が反省するように誠心誠意\nを尽してきたのであるが、控訴人は社員に登用されなかつたことに不満をとなえる\nばかりで、反省の色の片りんすら示さなかつたばかりか、その間九月二八日には発\n送部長に対し社員に登用されなかつた理由を詰問するに及んだ。\n（四）　以上の事実を総合勘案すれば、このような従業員が社員として不適格であ\nるこというまでもないから、被控訴人は右段階に至つて始めて、試用規則の所定条\n項を適用して本件解雇を決定したものである。\n二、控訴人は「自分には改めることがない」との態度を終始とつているが、既述の\nように社員として不適格事実が存し、これがため試用期間が延長され、しかもその\n間発送部長から試用延長の理由について詳しく説明された上強く反省を求められた\nのであるから、率直に自己の非を認め、謙虚に反省する等真けんな態度がとられて\n然るべきである。控訴人がその様な態度を示さないことこそ、まさに多数従業員の\n協同作業によつて効率的運営を目的とする近代企業の労働者としての人格的不適格\n性の現われであり、加えてこれが日常勤務態度に具現するに及んでは、使用者に対\nしこのような従業員に本社員として今後企業に寄与するのを期待せよというのは到\n底無理である。被控訴人が既述の控訴人の行状を総合勘案して前述の時期に解雇に\nふみ切つたことは、試用期間中の従業員に対する処置としては、極めて当然であ\nる。\n三、被控訴人が控訴人の思想、信条を理由にする等特別の意図をもつて解雇したと\nいわれる余地は全くない。常識的に考えても、少人数の中小企業で且つ封建的思想\nの持ち主である経営者ならいざ知らず、組合活動すらしていない控訴人を単なる共\n産主義的思想の持主ないし同じ思想を持つた者と親しくつき合つているということ\nだけで、被控訴人が企業から放逐しなければならない何の必要性があろうか。若し\nそうであるなら、試用期間満了と同時に雇傭関係を打ち切ればよく、試用期間を延\n長する何らの必要性もなかつた筈である。\n四、試用期間延長の告知は、使用者の意思として、当該従業員に対し、本採用を見\n合わすことの意思表示、いいかえれば、当該従業員にとつて自己が今回本採用され\nないことを了知し得る程度の意思表示であれば足りる。また解雇の場合ですら解雇\n理由の通告が解雇の意思表示の際の要件ではないことからいつても、試用延長の理\n由の説示が特別必要なものではない。少くとも当該従業員を著しく不安定な立場に\nおかない程度の接近した相当の期間内に惑程度の説示がなされれば足りる。本件に\nおいては、九月四日に発送部長から詳細な説明、告知をしており、何ら瑕疵はな\nい。\n五、控訴人主張の各日時に同主張額（但し昭和四三年度は一、六四〇円）の賃金引\n上げのあつたことは認めるが、これは本社員についてであり、試用期間中の控訴人\nには適用がない。ちなみに試用期間中の従業員の賃上げ額は\n昭和四〇年度　金八〇〇円\n同四一年度　金八四〇円\n同四二年度　金九六〇円\n同四三年度　金一、三一〇円\n同四四年度　金一、四七〇円\nであるが、昇給部分について保全の緊急性はないと解すべきである。\n（疎明省略）\n理　　　由\n（争いのない前提事実）\n一、控訴人が昭和三八年四月一六日被控訴会社に臨時雇（控訴人の主張によれば臨\n時社員）として入社し、同年九月一日付で試用となつたこと、被控訴人が控訴人に\n対し、昭和三九年一〇月三日試用規則一二条を適用して解雇の意思表示（以下これ\nを本件解雇という）をしたこと、右試用規則によれば元来試用の期間は一ケ年であ\nるが、「会社が必要と認めた場合、または特に理由ある場合」は延長することがで\nきる旨の定め（四条但書）があることは当事者間に争いがない。\n（本件解雇当時の控訴人の身分）\n二、控訴人は、本件解雇当時は右一ケ年の試用期間が満了して社員となつていたか\nら、控訴人に右試用規則を適用することはできないと主張し、被控訴人は、右四条\n但書の適用により試用の期間が延長されていたと主張するので、まずその点を判断\nする。\n以下、各項末尾かつこ書に挙示する疎明によれば、それぞれ次の各事実が一応認め\nられる。\n（一）　控訴人は前記試用となつた後、被控訴会社の発送部発送課に所属し、主と\nして発送業務中の紙取り作業に従事するほか、綿布折り、ハトロン揚げなどの作業\nおよび大阪駅における荷下ろし、積込みの手伝などにも従事していたものである\n（原審および当審における控訴本人の供述）が、\n（１）　控訴人は、従来ともすると、キヤリア（印刷された新聞を紙取り作業場に\n運んでくる道具）の取り扱いに手荒いところがあり、また各版毎の始業動作が遅れ\n勝ちであるため、発送課副課長であるｃからその都度時々注意を受けていたことが\nあり、（原審（第一、二回）および当審証人ｃ、原審証人ｂ、同ｅの各証言）\n（２）　七月四日（昭和三九年・以下単に月日を記載するのはいずれも同年であ\nる。）午後六時四〇分ないし七時迄の版待時間中に、他の者が各自割当の五〇枚の\n綿布折り作業をしているとき、二五枚を折り上げただけで寝そべつていて、班長代\n理から注意されたのに対し「しんどいから止めや」とやや反抗的な態度で応対して\n作業を続行しようとせず、更に前記ｃ副課長から注意されてやつとこれを行い、\n（原審（第一、二回）および当審証人ｃの証言）\n（３）　八月一〇日頃、大阪駅へ地方送りの新聞の積込み作業の応援を命ぜられて\n派遣された際、進んで労務に就こうとせず、傍観的な態度をとつていたため、同駅\n現場主任ｄから注意され、その後同人から発送課長等に対し控訴人を大阪駅へ派遣\nして貰つては困る旨の苦情を持ち込まれ、（原審（第一、二回）および当審証人\nｃ、原審証人ｄの各証言）\n（４）　八月一四日ハトロン揚げ（新聞包装用のハトロンを二階の整備室まで運び\n上げる作業）の行われる時間に職場に現存せず、（この事実は当事者間に争いがな\nい）\n（５）　翌一五日、当日は一八時出勤であつたにかかわらず、事前に連絡すること\nなく枚方市方面へ遊びに行つて一九時三〇分頃出勤した。（この事実は当事者間に\n争いがない）\n（二）　被控訴会社においては、試用期間の満了する者については、その一ケ月位\n前に人事部長から各所属部（課）長宛に、本社員登用の禀議を起すよう連絡し、こ\nれにもとずき各部（課）長は登用を適当とする者については健康診断を受けさせた\nうえ、あらためて同診断書を添えて人事申立書によつて人事部を経由して役員会に\n登用の申立をし、役員会において決済して社員登用の運びとなる（但し、右決済は\n事実上は期間満了後に行われ、社員登用の辞令交付は遅れることが多かつた）慣行\nであつたところ、控訴人についても、八月四日頃、人事部より発送部長に対し、同\n部所属の他の一二名の資格者とともに右連絡があつたので、発送部長においては同\n月一一日頃までにそれぞれの資格者の職場における監督者（いわゆる職制、課長\n等）に登用の適否を諮問したところ、控訴人については、前記（一）の（１）ない\nし（３）の事実が報告されるなどして一時登用を見合せたいとの意見が強かつた。\nそこで発送部長は、同部庶務係のａに対し、控訴人は試用延長とするから健康診断\nを受けさせない様にと指示しておくとともに、他方八月一四日人事部に対し、控訴\n人を除く一二名の者についてのみ前記人事申立書を送付した。右人事申立書の送付\nを受けた人事部長は、その中に控訴人の分がないので電話で発送部長に連絡したと\nころ、発送部長から、控訴人は勤務成績が芳しくないので、今回は試用延長とした\nい旨の回答を受け、これを諒承した。（成立に争いのない疎乙第二ないし四号証、\n同第五および第六号証の各一ないし一一と原審証人ｆ（一回）、同ｂ、同ｅ、同\nａ、同ｇの各証言）\n（三）　他方控訴人は、八月一一日、他の資格者が健康診断を受けていることを知\nり、自分も受けさせて貰うべく前記庶務係ａのもとへ健康診断書用紙の交付を求め\nに行つた。これに対し右ａは控訴人に対し「君は社員に登用されないことになつて\nいるから受けなくともよい」と告げ、さらに同月二四日頃にも重ねて控訴人から同\n様の申出があり、同様の返答をなし、その理由を問われたところ、「自分は具体的\n理由は知らないが、試用規則には、試用期間の延長される場合もあり、勤務成績に\nついては、自分で思い当るふしがあるのではないか」との説明をし、同規則四条但\n書を示した。（原審証人ａの証言、原審および当審における控訴本人の供述の一\n部）\n（四）　そこで控訴人はその理由をさらに具体的に知り度く、職場委員をしている\nｆに依頼して発送部長に聞いて貰つたが、発送部長は右ｆに対し「本人の勤務成績\nが悪いので延長する。その理由は、本人が来れば教える」旨の返事をした。これに\n対し控訴人は八月三一日の試用期間満了の日までにその理由を聞きに行かなかつ\nた。（原審証人ｆ（一、二回）、同ｂの各証言と原審および当審における控訴本人\nの供述の一部）\n（五）　そして九月一日を経過しても控訴人は別に就労を拒否されるということは\nなかつたところ、同月四日漸く発送部長に呼ばれて面接し、同部長から会社として\nは前記（一）の（１）ないし（５）を事由として試用の期間を延長した旨および控\n訴人が反省すればいつでも社員に登用する旨を告げられた。（原審証人ｂの証言、\n原審および当審における控訴本人の供述の一部）\n以上の事実が一応認められ、原審および当審における控訴本人の供述中右に反す\nる部分はたやすく措信し難く、他に右一応の認定を覆えすに足りる疎明はない。\n三、ところで成立に争いのない疎乙第一号証（被控訴会社の規則集）によると、そ\nの試用規則では「社員試用、試用とは会社が社員としての適格性を選考するととも\nに、業務を習得させるため期間を定めて雇い入れたものという」（二条一項）とな\nつているが、就業規則一〇一条によると、「会社は社員試用と試用の期間が満了\nし、または社員として適格と認められたものを社員として雇い入れる」旨定められ\nていて、社員となるためには原則として社員試用または試用を経なければならず且\nつ試用期間は原則として一ケ年であり（試用規則四条）、試用として採用する際に\n採用試験がある（同三条）などの点を総合して考慮すると、会社は、試用期間が満\n了した者については、これを不適格と認められる場合のほかは原則として社員に登\n用しなければならない義務あるものと解せられ、従つて前記試用規則四条但書の試\n用の期間の延長規定は右原則に対する唯一の例外であるから、その適用は、これを\n首肯できるだけの合理的な事由のある場合でなければならない。\nそして、いかなる場合に右合理的理由があるかを本件で問題となつている勤務成\n績を理由とする場合に即して考えれば、試用期間が基本的には社員としての適格性\nの選考の期間であること（試用規則二条）の性質上、その期間の終了時において、\n（Ａ）既に社員として不適格と認められるけれども、なお本人の爾後の態度（反\n省）如何によつては、登用してもよいとして即時不採用とせず、試用の状態を続け\nていくとき、（Ｂ）即時不適格と断定して企業から排除することはできないけれど\nも、他方適格性に疑問があつて、本採用して企業内に抱え込むことがためらわれる\n相当な事由が認められるためなお、選考の期間を必要とするとき（その場合、会社\nは延長期間中についに不適格と断定できないときは、結局社員登用しなければなら\nないであろう。その期間、再延長の可否についてはなお問題があるが、しばらく措\nく。）が考えられる。右（Ａ）の場合は労働者に対し恩恵的に働くのであるから、\nその合理性は明らかであるが、（Ｂ）の場合もこれを不当とすべき理由はない。\n四、而して前記二で一応認められる事実によれば、控訴人についてその（一）の\n（１）ないし（５）の事実を問擬するときは、それが前記の三の（Ａ）の場合にあ\nたるとまでは断定できないにしても、少くとも時間の正確を旨とすべき新聞社の発\n送の職務に従事すべき者として、また大勢の職場での協同作業をする者として、そ\nの適格性に疑を抱かない訳にはいかず、その採否につきなおしばらく本人の勤務態\n度を観察して考慮する期間が必要とされる（Ｂ）の場合にあたるとの判断には合理\n的な理由があり、控訴人につき試用規則四条但書を適用して試用の期間を延長した\nことは相当である。\nそして、前記二の（三）ないし（五）に一応認められるところによれば、右延長\nの決定は、遅くとも九月四日にはその理由を明示して控訴人に告知されたものとい\nうべきであり、その手続においてこれを著しく不当とする理由は見出せない。\n五、よつて、控訴人は九月一日以降試用規則四条但書により試用の期間を延長され\nた試用従業員の地位にあつて、同規則の適用を受けるべきものであつたということ\nができる。\n（本件解雇の効力について）\n六、そこで、控訴人につき試用規則一二条を適用して解雇し得る場合であるかどう\nかにつき判断する。\n被控訴人が解雇の理由として挙げるところは、前記二項（一）の（１）ないし\n（５）の事実のほかに、\n（６）　九月一一日にも前記右（４）と同様にハトロン揚げの時間に職場に居ら\nず、これをなさず、\n（７）　九月二八日、発送部長に対し社員に登用されなかつた理由を詰問するな\nど、反省の態度を示さなかつたというにある。\nところで、試用延長中には、試用延長前の事実のみを理由として解雇することは\n許されず、試用延長後新たに何らかの事実が発生し、それが（イ）それ自体で当然\n解雇の事由となし得るような事実である場合か、（ロ）その事実と試用延長となつ\nた事由と併せ考慮するときは、規則一二条一号にあたり企業から排除するのを相当\nと認められる場合であることを要すると解すべきである。何となれば、試用延長の\nなされた理由が前記三項（Ｂ）の類型である場合はもとより、同（Ａ）の類型の場\n合であつても試用延長の意思表示は、試用期間の満了によつては本人を不適格とし\nて不採用としない意思を表示するものであり、従つて、そこには、一応解雇（不適\n格不採用）事由に該当する様なものがあつても、もはやそれのみを事由としては不\n採用とはしない意思表示を含むと解すべきであるから、何ら新たな事実の発生がな\nいのに、試用延長前に発生し且つ延長の事由とされた事実のみに基づいて解雇する\nことは、被傭者に一旦与えた利益を奪うこととなつて禁反言の原則に照らしても許\nされないからである。尤も、試用延長前に発生していた事実であつても、それが会\n社の過失に依らずして会社に知れておらず、試用延長後に始めて発覚した場合に\nは、別途に考えねばならないが、本件にあつては、前記二項（一）の（１）ないし\n（５）の事実は前記二項（五）に一応認められるとおり被控訴人に知れ、九月四日\nの発送部長から控訴人に対する延長事由告知の際告げられているのであるから、本\n件ではこの点を問題とする必要はない。\n七、よつて、右（６）および（７）の事実の存否およびそれら自体でまたはそれら\nを前記（１）ないし（５）に加えて規則一二条の適用ができる場合であるかどうか\nを判断する。\nなお、被控訴人は、本人に反省がない場合を試用延長中の解雇理由に挙げている\nところから、右の様に新たなる具体的事実の発生を必要とすることは不要であると\nいうかも知れないが、「反省を示さない」ということは、言葉の上では「延長当時\nと事態に変化がない」というに等しく、そこに積極的事実の認定を強いることは困\n難の様にも感ぜられるが、ことを勤務成績に関することとして考えてみる限り、必\nず本人が反省を示していないことを象徴する何らかの積極的事実がなければ、外側\nから本人に反省がないときめつけることはできないであろう。蓋し、ただ普通に経\n過し、みるべき事故や怠業がなければ、かえつて本人が真面目に通常の勤務に服し\nていることとなり、むしろ反省があつたとすら認められるに至るであろう。従つて\n被控訴人のいう控訴人が反省の態度を示さなかつたとの主張は、単に抽象的な主張\nとしてはこれをたやすく採用し難く、前記（６）（７）の具体的事実の存否と、こ\nれを反省がないことの象徴事実として評価し得るかどうかの観点に判断をしぼらざ\nるを得ない。\n八、右（６）の事実は当事者間に争いがない。\nたしかに右（６）の事実は表見的にみれば既に前記二項（一）の（１）ないし\n（５）の事実によつて試用延長されている者の行為としてその適格性を欠く（規則\n一二条一号）と認められる要素を否定し得ない。しかし、原審および当審証人ｈ、\n原審証人ｆ（一回）の証言、当審証人ｃの証言の一部原審（一、二回）および当審\nにおける控訴本人の供述によれば、控訴人らの勤務形態としては、新聞の各版と版\nの間にはいわゆる版待時間があり、それは長い時には一時間位もあるため、その間\n拘束時間をたて前とはするものの各人においてキヤツチボールをしたり、適宜飲食\nをとりに外出するなどのことが試用者についても大目にみられており、それ自体を\nとがめられることはなかつたこと、本件ハトロン揚げの作業は、右版待時間中の午\n後六時頃に自動車が包装用ハトロン紙包を運んで来るので、これを版待中の者が二\n階整備室までエレベーターに乗せて運ぶもので、所要時間一〇分程度の作業であ\nり、従来も右の様に版待時間を職場外で過していた者がこれに居合わせず、事実上\n就労しないでしまうことも時々あつたが、それも強いてとがめ立てされたことはな\nかつたこと、前記二項（一）の（４）もその様な場合であつたこと、本件（６）の\nときも、控訴人はｆとともにその時の版待時間を職場から二、三〇メートル離れた\n喫茶店で過していたが、右自動車が午後六時頃到着する予定であるので、喫茶店の\n時計で六時になつたので職場へ戻つてみると、既に自動車が到着した後で、作業が\n終つていて、班長から注意を受けたことがそれぞれ一応認められる。\nそうだとすると、控訴人が本件（６）のハトロン揚げをしなかつたのは故意にし\nたものではなく、版待時間を慣習的に許される方法で過していたところ、喫茶店の\n時計の遅れか、自動車が早く来てしまつたかの理由により偶々遅れたものであつ\nて、その非行性は極めて軽微であり、それ自体単独で解雇の理由となし得ないのは\nもとより、前記二項（一）の（１）ないし（５）の事実のあることを考慮に入れて\nも、なお前説示のように一旦これらを宥恕して試用延長としている利益を奪つて直\nちに解雇するについてもいかにも軽微な出来事であつて、合理性を有しないという\nべきである。もとより控訴人は試用延長中の者であり、始めから喫茶店へなど行か\nず終始職場で待機していることの方がより望ましい態度であつたことはいう迄もな\nい。しかし、通常他の者にも許されている程度のことをしたからといつて直ちに反\n省がないときめつけることも相当でない。右版待時間中に喫茶店へ行くこと自体、\n試用延長中の者であつてもそれが問題とされる様な非行とは一般的に認識されてい\nなかつたことは、前記のようにｆが一緒に行つていることで明らかである。同人\nは、前記二項（四）に一応認められるように控訴人が勤務成績を理由として試用延\n長されていることをよく知つているから、若し、版待時間中に喫茶店へ行くことが\n一般的に問題とされる様な事柄であれば、控訴人の身のためを思つて一緒に行く様\nなことはしなかつたであろう。控訴人においても、ｆにおいてもそのこと自体には\n非行意識が極めて薄かつたということができる。因みに被控訴人においても、この\n（６）事実のみでは未だ解雇するに十分とは考えていなかつたと思われる。若しこ\nれだけで解雇し得ると判断すれば、何も一〇月三日まで猶予することはなかつた筈\nである。被控訴人が解雇を真剣に考えたのは、（７）の事実に遭遇してからであ\nり、且つ被控訴人として解雇を決意したのは（７）の事実が決定的動機となつてい\nることは後記説示のとおりである。\n九、原審証人ｂの証言の一部と原審（第一、二回）および当審における控訴本人の\n供述を総合すると、\n「控訴人は前記試用の延長は不服であつたため、労働組合の力を藉りて社員登用の\n途を開いて貰い度いと考え、右延長告知（九月四日）から間もなく、そのことを組\n合に頼んだ。しかし組合としては、試用者は非組合員であるし、会社が勤務成績を\n理由とするため組織だつた応援はできないという態度であつた。しかし控訴人はそ\nの後訴外ｈから委員長が発送部長に会うことを進めている旨を聞かされ、九月二二\n日午後二時頃、発送部長に面接し、やや詰問的な態度で「どうして社員に登用して\n貰えないのか」と問い訊した。これに対し、発送部長は、既に（６）事実も耳に入\nつていたこともあり、九月四日に説明したところを繰り返す必要はないという態度\nに終始し、重ねて控訴人の反省を求めた。右控訴人の詰問的態度に接し、発送部長\nはもはや控訴人には反省の意思がないと判断し、漸く解雇の意向を固め、人事部長\nとも連絡をとつたうえで、九月二八日再び控訴人を呼んで解雇を前提として依願退\n職願を提出するよう示唆したが控訴人はこれに応じなかつた。そこで被控訴人は一\n〇月三日、人事部長から再度依願退職を促すとともに、これに応じないとみるや、\n本件解雇をした。」\n以上の事実が一応認められ、原審証人ｂの証言中これに反する部分はたやすく措\n信し難い。\n右事実と前記二項に一応認められる各事実によると、控訴人は、前記二項（一）\nの（１）ないし（５）の事実を理由として試用延長がなされていることを知り乍\nら、その処置に納得せず、従つて率直にこれに対する非違を謝することなく、執拗\nに試用延長の理由を訊そうして組合の力を藉り、はては発送部長に対し詰問的態度\nで望んだものであつて、その点を捉えれば、他に特段の事情のないかぎり、本件試\n用延長が前記三項（Ｂ）の類型であるにおいても、なお前記二項（一）の（１）な\nいし（６）の事実と併せて社員としての適格性がないとの判断に到達することも強\nち不当とはいえないかも知れない。なお、被控訴人は、本件（７）の事実の発生を\n九月二八日と主張し、原審証人ｂの証言中には同旨部分があるが、右は前掲疎明に\n照らしたやすく措信し難く、右は九月二二日と認められる。そして右に一応認めら\nれる様に九月二八日にも控訴人と発送部長は会見しているが、そのときは既に被控\n訴人（具体的には発送部長）は解雇の腹を決めて任意退職を勧奨しているのである\nから、その際、控訴人が反抗的な態度に出たとしても、もはや責むべきではないで\nあろう。\nしかし、本件においては、控訴人が右試用延長の理由につき、被控訴人の説明す\nる様に前記二項（一）の（１）ないし（５）の事実に基づくのみであると率直に受\nけとめようとせず、右の様な態度を示したことを一概に非難できない特別の事情が\nある。すなわち、\n（１）　原審（第一、二回）および当審における控訴本人の供述によると、前記二\n項（五）の九月四日に発送部長から延長理由の説明を受けた際、同部長の口から遠\nまわしに思想問題や友人関係などにも話しが触れられたため、民青に加入している\n控訴人としては、右延長理由が真に上記勤務成績のみによるものであるとの説明を\n素直に受けとれず、自己の思想・信条および民青に加入していることを理由として\nなされるものではないかとの疑を抱き、組合の援助を求めようとしたことが、\n（２）　原審ならびに当審証人ｉ、同ｈ（原審は第一、二回）、同ｊ、原審（第一\n回）証人ｋ、当審証人ｌらの各証言を総合すると、被控訴人は従来社員が民青等共\n産主義的信条を持つグループに属することを嫌つていたことが、\n（３）　原審証人ｂの証言によると同人（発送部長）は九月中旬頃職場代表と話合\nいの際、偶々控訴人の試用延長問題にも触れて「ｍ君はどういう考え方持つてるん\nだ、ｍ君が反省してくれたら問題は簡単に片付くじやないか、これは何か本人にな\nまけ者が、仕事のしたくない連中が反省させない様にしているんじやないか、私は\n本当に心外に思う」との趣旨の発言をしたことが、\n（４）　前（２）掲記の各疎明ならびに原審（第一、二回）および当審における控\n訴本人の供述によれば、当時控訴人が付き合つていた友人は民青加入者またはその\n同調者が多かつたことが、\nそれぞれ一応認められ、原審証人ｂ、同ｇの証言中右（１）（２）に反する部分は\nたやすく措信し難い。\n右事実によれば、控訴人が自分にも非のあることを棚に上げて、いたずらに被控\n訴人の試用延長が自己の思想・信条等を理由とするものであると揣摩憶測して被控\n訴人を追及するに急であつた点、控訴人もこれを反省しなければならないものはあ\nるけれども、若い控訴人がその様な誤解を抱いたことは無理からぬものもあるとい\nうべきであろう。すなわち前記（３）のｂ発送部長の発言における控訴人に反省が\nないというのは具体的に何を指すか必ずしも明らかでなく、その発言全体からは前\n記六（６）事実（九月一一日のハトロン揚げの件）を指すよりも、右（４）に一応\n認められる民青グループとの付き合を続けていることを指すと受けとられても止む\nを得ない言い廻しである。（同証人は同証言中控訴人の原審代理人から、右なまけ\n者とは具体的に何者を指すのかを反問されて納得できる答弁をしていない。）その\n様な点からも、控訴人が自己に向けられている「反省をせよ」との真意が「民青か\nら離れよ」というところにあるのではないかとの誤解を持つことを控訴人の一方的\n独断であるときめつけることはできないからである。\nそうだとすれば、元来、思想・信条を理由とする試用延長は許されないのである\nから、控訴人がそうした危惧を抱いてその点に関する追及的態度に出たことをもつ\nて、直ちに勤務態度そのものに対する反省がなく、従つて試用延長中に新たに発生\nした不適格性を象徴する事実と評価することは相当でない。\n一〇、されば、被控訴人が主張する六の（６）、（７）の事実とも、これを試用延\n長期間中に新たに生じた控訴人の不適格性を象徴する事実として評価することは相\n当でない。\n他に、控訴人につき試用規則一二条に該当する事実の主張疎明はない。\nよつて、本件解雇は何ら解雇を相当とする事実が存在しないのになされたもので\nあつて無効であるといわざるを得ない。\n（解雇の承諾の有無について）\n一一、控訴人が本件解雇の告知を受けたとき、人事部長から賃金および予告手当を\n受け取つたことは当事者間に争いがない。しかし、原審（第一、二回）および当審\nにおける控訴人の供述によれば、控訴人は右受領しても本件解雇の効力を争うこと\nの妨げとはならないと思いつつこれを一旦受け取つたものの、翌々日中に直ちに返\n還している（翌日は日曜であつて事実上返還する機会がなかつた）ことが認められ\nるから、控訴人が予告手当等を一旦受け取つたことは本件の場合、解雇に承諾を与\nえたことを意味せず、他に控訴人が本件解雇を承諾したと認めるに足りる疎明はな\nい。（原審証人ｇの証言によつてはこれを認めるに不充分である。）\n（控訴人の現在の身分と仮処分の必要性）\n一二、されば、控訴人は現に昭和三九年九月一日付でその期間を延長された試用の\n地位にあるというべきである。尤も、本件試用の延長について、被控訴人は期間を\n定めなかつたから、特段の事情がなければそれは最長、試用規則四条に定める一カ\n年となるから、昭和四〇年九月一日に社員に登用されているべきであり、控訴人の\n現在の身分は試用ではなく、本社員であるとの解釈を立てる者もあるかも知れない\nが、本件解雇が無効であつたとはいえ、仮処分によつて裁判上その効力が停止され\nない間は、被控訴人において右昭和四〇年九月一日に到来すべき本社員への選考を\nしないでおくことが違法とはいえないと考えられるから、結局右延長された一年間\nの試用期間は本件解雇の日から本裁判言渡（仮処分発令）の日までその進行を停止\nしていたものとして扱うのが相当である。\n控訴人は現に「赤旗」配達員として働いているけれども、一日も早く原職に復帰\nしたい意思を有しているところ、被控訴人はこれを争い本案判決の確定を待つてい\nては、その生活もおびやかされる虞のあることが疎明されるので、本件仮処分の必\n要性はこれを肯定できる。ただ、賃金仮払いの部分については、右の様に一応他に\n職を得て生活しているものであり（その間の他からの収入がすべて債務であるとの\n疎明はない）、過去の分について遡つてまで即時支払を求めなければならない必要\n性はない。そして今後支払を求め得る金額は、当事者間に現在の試用の給与である\nこと争いのない一カ月金二三、四六〇円（被控訴人の当審陳述五項に基づき算出し\nた）である。\n（結論）\n一三、されば、控訴人の本件仮処分の申請は控訴人を試用従業員（但しその試用の\n期間は本判決言渡の日より残存の三三二日間（延長された九月一日から解雇の日の\n前日一〇月二日まで三三日間を一年の日数から控除した日数）とする。）として取\n扱い、且つその間本判決言渡の日より一ケ月金二三、四六〇円の仮払いを求める限\n度において理由があつて認容すべく、その余は排斥を免れない。よつて、控訴人の\n申請全部を却下した原判決は一部不当であるから右の限度においてこれを変更すべ\nく、民事訴訟法第三八六条、第七六〇条、第七五八条、第八九条、第九二条但書を\n適用して主文のとおり判決する。\n（裁判官　村上喜夫　賀集唱　潮久郎）\n"
}