{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 12,
    "day": 11
  },
  "case_number": "昭和50(う)1126",
  "case_name": "業務上過失致死被告事件",
  "court_name": "東京高等裁判所第八刑事部",
  "article_info": "第28巻4号506頁",
  "gist": "業務上過失致死被告事件において信頼の原則の採用を否定すべき特段の事情があるとされた事例",
  "case_gist": "運転者が県道上の駐車車両の右側方を自車(自動二輪車)の進路を変えて通過しようとするとき、それまでの進路からは駐車車両に遮ぎられて前方の道路状況を見とおすことが全く不可能であり、且つ運転者自身駐車車両前方左側から県道に入る通路(道路交通法二条一項一号にいう道路に当たらない)の存在すること及び日ごろその通路から県道に進入する車両等のあることを知つているといつた事情がある場合には、その通路から県道の対向車線に進入する車両において横断開始に先き立ち安全確認義務を尽すであろうことをあてにしても、その信頼は社会的に相当であると認められず、右の事情は信頼の原則の採用を否定すべき特段の事情に当たる。",
  "lawsuit_id": "20536",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20536",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/536/020536_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を罰金九万円に処する。\n被告人において右の罰金を完納することができないときは、金二、〇〇\n〇円を一日に換算した期間被告人を労役場に留置する。\n原審及び当審における訴訟費用は全部被告人の負担とする。\n理　　　　由\n本件控訴の趣意は弁護人中村周而、同中村洋二郎、同工藤和雄、同足立定夫連名\n提出の控訴趣意書及び控訴趣意補充書に記載されたとおりであり、これに対する答\n弁は検察官提出の答弁書に記載されたとおりであるから、ここにこれらを引用す\nる。\n控訴趣意書第二点の控訴趣意（控訴趣意補充書によつて補充されたもの）につい\nて。\n所論は、要するに、\n原判決は被告人に警音器吹鳴義務と減速徐行義務を課し、被告人がこれらの注意\n義務を怠つたとして過失を認定している。しかし、当時、被告人が進行した県道は\n幅員七・二五メートル（優先道路であることを示すセンターラインが敷かれてい\nる）であつたのに対し、被害者が県道に進入するに先き立ち進行していた敷地内通\n路は幅員四メートルしかなく、このような道路状況にあつては、県道上に駐車車両\nがあると否とにかかわらず、右敷地内通路から県道に進入する車両の運転者は一時\n停止して県道上の交通の安全を確認してのち県道に進入すべき注意義務を負うので\nあり、県道上を進行していた被告人としては、被害者が右注意義務を遵守するであ\nろうことを信頼して進行すれば足り、被害者が敷地内通路から一時停止することな\nく、県道上に進入することのあり得ることまでも予想して、自車を減速徐行し、且\nつ警音器を吹鳴すべき義務はなかつたのである。しかるに、原判決が、前記のよう\nに、被告人に右両義務があることを肯定したうえ、これらの義務に違反したとして\n過失を認定したのは、刑法二一一条前段の解釈・適用を誤つたものであり、その誤\nりが判決に影響を及ぼすことは明白である。\nというのである。\nそこで検討するのに、原判決は被告人の過失の態様につき、「…被告人のそれま\nでの進行方面からは、右駐車車両に遮ぎられて同車両前方の甲組正門前県道上の状\n況は判らなかつたのであり、且つ、被告人は、同県道をしばしば通つておつて駐車\n車両前方左側に、甲組正門があり同正門より甲組（甲家）屋敷内に出入する通路が\nあることを知つており、同正門より車両又は人の出入のあることをも予想警戒して\nおつたのであるから（…省略…）、進路を変更して駐車車両の右側を進行するに当\nつては、甲組正門前県道上に同門内通路その他より車両又は人が進出して来るやも\n知れぬことに思いを致し、警音器を吹鳴して正門前県道上の駐車車両の蔭になつて\nいる車両又は人に自車の進行を警告すると共に、万一駐車車両の蔭より車両又は人\nが、突如、被告人の進路に進出して来た場合、直ちに、停車し得るように減速徐行\nし、もつて事故の発生を未然に防止すべき注意義務があるのに、これを怠り、それ\nまでの速度六〇キロメートルを五〇キロメートル位に減速したのみで、警音器も鳴\nらさず駐車車両追抜きのため、その車両の右側に出て進行した過失により、…」と\n摘示していることが認められ、右によれば、原判決が被告人に対し警音器吹鳴義務\n及び減速徐行義務を肯定し、右両義務違反の過失を認定したことは所論のとおりで\nある。\n<要旨>しかして、原審で取調べた関係各証拠によれば、被告人は自動二輪車（排\n気量四五〇ＣＣ）を運転し、新潟</要旨>市ａｂ番地先県道（幅員七・二五メートル\nで道路中央部分に白破線のセンターラインが設けられている）上センターラインの\n左側部分（以下進行車線という）を三菱ガス化学方面より国道七号線方面に向け進\n行中、進路左側の同番地土建会社甲組正門通路から県道に進入し、対向車線に入る\nため被告人の進行車線を右斜めに横断中であつた被害者乙運転の原動機付自転車\nと、右正門前県道上において衝突したことが認められる（被害者の甲組正門通路か\nら県道上への進出が交差点内への進入ではなく単なる横断であることは、右正門か\nら甲家の屋敷内に通ずる幅員約四メートルの通路が道路交通法二条一項一号にいう\n道路に当たらない旨原判決が正当に説示したところから明らかである）。したがつ\nてこの場合、原則的には所論のとおり、車両を運転して県道を横断しようとする者\nは、歩行者または他の車両等の正常な交通を妨害しないようにする安全確認義務を\n負う（道路交通法二五条の二第一項参照）のであつて、県道上を進行する被告人と\nしては、特段の事情がない限り、横断車両が右安全確認義務を遵守することを信頼\nして自車を運転すれば足り、この義務を怠つてその進行車線を横断しようとする車\n両のあり得ることまで予想すべき注意義務はないものといえるであろう。\nしかしながら、本件においては、原審で取調べた各証拠並びに当審で取調べた検\n証調書及び証人丙の尋問調書を総合すれば、以下の事実が認められる。すなわち、\n被告人が自動二輪車を運転して県道上を前示甲組正門付近に差しかかつた際、同正\n門手前の進行車線左側端に正門の方から普通貨物自動車（パネル車）、大型貨物自\n動車（八トン車）の順序で二台の車両が相接して駐車していたこと（二台の車両の\n順序については、もし認定とは逆の順序で駐車していたとすると、実況見分ないし\n原審及び当審の検証の際における被告人の指示説明どおり、被告人が「２」地点に\nおいて「Ａ」地点の被害車両を最初に発見することができるためには、大型貨物自\n動車は極端に道路左側端に寄つて駐車していたとみなければならず、不合理であ\nる）、被告人は同正門手前で右駐車車両を認めたが、そのまま進行すればこれに追\n突することは確実であり、またこれに遮ぎられて同正門前はもとより進行車線前方\nの道路状況を見とおすことは全く不可能であつたこと、そこで被告人は、漸次、自\n車の速度を従前の時速約六〇キロメートルから四五ないし五〇キロメートルに減速\nするとともに、自車をほぼセンターライン寄りに移行させて自車の進路を変更した\nうえ、駐車車両の右側方を通過しようとしたところ、大型貨物自動車の右後方（前\n示「２」地点）において、前方二三・三メートル位の地点（前示「Ａ」地点）に、\n甲組正門通路から県道に進入し、前示のように、被告人の進行車線を右斜めに横断\n中であつた被害者乙運転の原動機付自転車を発見し、急拠、ハンドルをやや右に切\nると同時に、急制動したが間に合わず、自車を右原動機付自転車に衝突せしめたこ\nと、被告人は自動二輪車等を運転して同所をしばしば進行していたもので、前示駐\n車車両の前方に甲組正門及び同正門から甲家屋敷内に通ずる通路があり、仕事関係\nの車両または歩行者が、日頃、同正門を通つて通路から県道に出たり、県道から通\n路に入つたりしているのを知つていたことが認められる。そして、同正門通路から\n被告人の進行車線を横断しようとする者にとつても、右のように、同正門右側に相\n接した二台の駐車車両があると、横断の際は歩行者または他の車両等の正常な交通\nを妨害しないようにする安全確認義務を負うとはいえ、被告人において駐車車両に\n遮ぎられて、同正門前はもとより進行車線前方を見とおすことが不可能であつたと\n同様、横断開始に先き立ち同正門通路のところに車両を停止させた位置から右方の\n交通の安全を確認することは、駐車車両に遮ぎられて全く困難であつたから、右車\n両の中には、右方の交通の安全を確認するため、同正門から県道内に横断を開始\nし、被告人の進行車線上、駐車車両に妨げられずに右方を見とおせる地点まで進出\nする車両のあり得ることはもちろん、その際、右方の交通の安全を十分確認するこ\nとなく、漫然、横断を開始し、駐車車両の陰から、突如、対向車線に入ろうとする\n車両（本件被害車両がその例であることは原審で取調べた各証拠から明らかであ\nる）のあり得ることも、現在のわが国の道路交通の実情からいつてあながち否定で\nきないところである。しかも、被告人は同正門から県道に出入する車両等のあり得\nることを知つていたというのであるから、これら車両の中には、右で説示した本件\n被害車両のごとき車両のあり得ることも十分予見可能であつたはずであり、且つ、\n被告人が、警音器吹鳴義務はともかく、原判示の減速徐行義務を尽しておれば、本\n件衝突を回避することも十分可能であつたと思われる。したがつて、以上の諸事情\nのもとでは、駐車車両の側方を通過しようとする被告人において、横断車両が、横\n断開始に先き立ち、前示安全確認義務を尽すであろうことをあてにしても、右信頼\nは社会的に相当であるとは認められない。\n右諸事情は、前示信頼の原則の採用を否定すべき特段の事情に当たるというべき\nである。論旨は理由がない。\nなお、所論は、原判決が信頼の原則を採用しなかつたことの理由を示していない\nと指摘して、原判決には刑訴法三七八条四号判決に理由を附さない違法がある、と\n主張する。しかし、同号に規定する場合の理由は、有罪判決においては刑訴法三三\n五条一頁が判示することを要求する「罪となるべき事実、証拠の標目及び法令の適\n用」を指すのであつて、原判決がこれら三事項の判示を遺脱したとの違法は認めら\nれず（因みに、信頼の原則の適用があるとの主張は同条二項の主張にも当たらない\nと解すべきである）、前記主張は採用の限りではない。\n控訴趣意書第一点の控訴趣意について。\n所論は、要するに、原判決は、本件事故につき、被告人に警音器吹鳴義務及び減\n速徐行義務を肯定したうえ、被告人がこれらの義務に違反したとして過失を認定し\nたが、右両義務のうち警音器吹鳴義務は起訴状に訴因として掲げられていず、しか\nも原審ではこの点につき訴因変更の手続は採られていないから、原判決は審判の請\n求を受けない事件について判決をした違法がある、というのである。\nそこで検討するのに、原判決が所論の両義務を肯定して過失を認定したことは前\n示のとおりである。他方、起訴状の記載によると、被告人の過失の態様について\nは、「…前方道路左側に交差道路があり、且つその手前道路左側に駐車車両があつ\nて、左方道路の見とおしも悪かつたのであるから、減速徐行して進行すべき注意義\n務を怠り、前記速度のまま進行したため、…」となつている。右によれば、起訴状\nに公訴事実として掲げられた訴因では、被告人の過失は減速徐行義務違反と解され\nるのに対し、原判決は被告人の過失として、右義務違反のほか、警音器吹鳴義務違\n反をも認定したと解されるのである。\nところで、右減速徐行義務違反と警音器吹鳴義務違反とは過失の態様を異にした\n全く別個のものであることが明らかであり、原判示自体からは、前者が基本的過失\nであり、後者は二次的ないし派生的なものとして認定されたものとも窺われない。\nこのような場合、原判決が訴因として掲げられた前者の過失のほか、後者の過失を\nも認定するには、その旨の訴因変更手続を要するものといわなければならない。し\nかるに、原審でこの訴因変更手続がなされた形跡は記録上何ら存しないのである。\n原判決には訴因の拘束力の範囲を逸脱して過失を認定した違法があり、この訴訟手\n続の法令違反は判決に影響を及ぼすことが明らかである。これと同趣旨の論旨は結\n局理由があり、原判決はこの点において破棄を免れない。\n控訴趣意書第三点の控訴趣意について。\n所論は、要するに、原判決は被告人の判示所為につき法令を適用するに当たり、\n刑法二一一条を摘示したのみで、罰金等臨時措置法の摘示を遺脱し、しかも所定刑\n中罰金刑を選択したうえ、被告人を罰金九万円に処したが、右は明らかに法令の適\n用を誤つたものであり、その誤りが判決に影響を及ぼすことは明らかである、とい\nうのである。\n確かに、原判決が被告人の判示行為に法令を適用するに当たり、刑法二一一条を\n摘示したのみで、罰金等臨時措置法三条一項一号の摘示を遺脱したこことは所論指\n摘のとおりであり、右原判決の法令適用の誤りは明白である。しかも、原判決は、\n罰金等臨時措置法三条一項一号を摘示することなく、所定刑中罰金刑を選択したう\nえ、被告人を罰金九万円に処したのであり、原判決の法令適用の誤りが判決に影響\nを及ぼすこともまた明らかである。論旨は理由があり、原判決はこの点においても\n破棄を免れない。\nそこで、刑訴法三九七条一項、三七九条、三八〇条により原判決を破棄したう\nえ、同法四〇〇条但書によりさらに次のとおり判決する。\n（罪となるべき事実）\n被告人は、自動車運転の業務に従事するものであるが、昭和四八年一〇月一一日\n午後四時五〇分頃、自動二輪車を運転して、時速約六〇キロメートルで、新潟市名\n目所県道（幅員七・二五メートル）を三菱ガス化学方面より国道七号線方面に向け\n進行し、同所ｂ番地先路上に差しかかつた際、進路前方左側に存する同番地土建会\n社甲組正門の手前の道路左側端には、たまたま、正門の方から普通貨物自動車（パ\nネル車）、大型貨物自動車（八トン車）の順序で二台の車両が相接して駐車してい\nた。右大型貨物自動車が駐車しているのをその後方において認めた被告人は、自車\nの進路を変えて駐車車両の右側方を通過しようとしたが、被告人のそれまでの進路\nからは右駐車車両に遮ぎられて甲組正門前はもとより進行車線前方の道路状況を見\nとおすことは全く不可能であり、また被告人自身、右駐車車両の前方に甲組正門及\nび同正門から甲家屋敷内に通ずる通路があり、仕事関係の車両または歩行者が、日\n頃、同正門を通つて通路から県道に出たり、県道から通路に入つたりしていること\nも知つていたのであるから、このような場合自動車運転者としては、同正門通路か\nら横断を開始した車両または歩行者が駐車車両の陰より、突如、被告人の進路に進\n出して来る場合に備えて、いつでも急停止できるよう自車を減速徐行して進行すべ\nき業務上の注意義務があるのに、これを怠り、漸次、自車の速度を従前の時速約六\n〇キロメートルから四五ないし五〇キロメートルに減速したのみで、自車をほぼセ\nンターライン寄りに移行させてその進路を変更したうえ、駐車車両の右側方を通過\nしようとした過失により、駐車していた大型貨物自動車の右後方において、前方二\n三・三メートル位の地点に、折から甲組正門通路から県道に進入し、被告人の進行\n車線を右斜めに横断していた乙（当時五三年）運転の原動機付自転車を発見し、急\n拠、ハンドルをやや右に切ると同時に、急制動したが間に合わず、自車を右原動機\n付自転車に衝突、同人をその場に転倒せしめ、もつて同人に脳挫傷の傷害を負わし\nめ、右傷害により同月一四日午後九時一五分頃、同市ｃ町ｄ番ｅ号丁病院におい\nて、同人を死亡するに至らしめたものである。\n（証拠の標目）（省略）\n（法令の適用）\n被告人の判示所為は刑法二一一条前段、罰金等臨時措置法二条一項、三条一項一\n号に該当するので、所定刑中罰金刑を選択し、所定刑期の範囲内で被告人を罰金九\n万円に処し、右の罰金を完納することができないときは、刑法一八条により金二、\n〇〇〇円を一日に換算した期間被告人を労役場に留置し、原審及び当審における訴\n訟費用は刑訴法一八一条一項本文によりその全部を被告人に負担させることとす\nる。\nよつて、主文のとおり判決する。\n（裁判長裁判官　相澤正重　裁判官　大前邦道　裁判官　油田弘佑）\n"
}