{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 7,
    "day": 18
  },
  "case_number": "昭和51(行ウ)6",
  "case_name": "法人税等課税処分取消請求事件",
  "court_name": "岡山地方裁判所",
  "field": "行政",
  "gist": "１　会社が，従業員らの親睦会の実施するハワイ旅行の費用に充てるために支出した金員が，福利厚生費ではなく，右旅行に参加した従業員に対する賞与と認定された事例　２　会社が，従業員らの親睦会の実施するハワイ旅行の費用に充てるために支出した金員が，申告に係る事業年度において具体的に債務が確定していないとして，右年度の損金に当たらないとされた事例",
  "lawsuit_id": "17544",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17544",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/544/017544_hanrei.pdf",
  "contents": "○　主文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が原告に対し、昭和五〇年一一月二八日付でした昭和四九年分法人税額を\n四〇九九万四四〇〇円とする更正処分、および過少申告加算税二〇万八二〇〇円の\n賦課決定処分は、いずれもこれを取消す。\n２　被告が原告に対し、昭和五〇年一一月二九日付でした原告の源泉徴収に係る所\n得税六七万三四三〇円の納税告知処分、および不納付加算税六万七三〇〇円の賦課\n決定処分（ただし、昭和五一年六月二三日付第二次変更により一部変更後のもの）\nは、いずれもこれを取消す。\n３　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　請求の趣旨１項について\n（一）　原告は、金属工作機械の製造を目的とする有限会社であるが、昭和四九年\n四月一日から昭和五〇年三月三一日までの事業年度（以下本件事業年度という）の\n所得金額を九六七〇万〇一九三円、法人税額を三六八三万円として青色申告により\n申告したところ、被告は、昭和五〇年一一月二八日付をもつて、所得金額を一億〇\n六七〇万〇一九三円、法人税額を四〇九九万四四〇〇円に更正する旨の処分および\n過少申告加算税二〇万八二〇〇円の賦課決定処分を行い（以下本件更正処分等とい\nう）、右処分の通知書はそのころ原告に送達された。\n（二）　原告は、これに対し昭和五一年一月一二日付で広島国税不服審判所長に対\nし審査請求をしたが、同年六月二九日付で右審査請求は棄却され、同年七月一二日\nその裁決書謄本が原告に送達された。\n（三）　本件更正処分等は次の理由により違法である。\n（１）　本件更正処分等は、原告が昭和五〇年三月三一日付で原告会社従業員らで\n構成する「常定工作所親睦会」（以下単に親睦会という）に福利厚生費として支出\nした一〇〇〇万円（以下本件支出金という）を、原告の本件事業年度の損金と認め\nなかつたことによるものである。\n（２）　しかしながら、親睦会は、原告会社従業員ら会員の相互の親睦を図ること\nを目的として設立されたもので、現在五〇名もの会員を擁し、役員の任期及び選任\n方法、代表者、親睦行事の内容等を規定した規約、並びに個々の会員を離れた団体\n個有の財産を有し、代表者も存在し、その名において一定の活動をしている団体で\nあつて、いわゆる「権利能力なき社団」というべきものである。\n（３）　また、法人税基本通達一四－一－四は、次のとおり規定している。\n「法人の役員または使用人をもつて組織した団体が、これらの者の親ぼく、福利厚\n生に関する事業を主として行なつている場合において、その事業経費の相当部分を\n当該法人が負担しており、かつ、次に掲げる事実のいずれか一の事実があるとき\nは、原則として当該事業にかかる収益、費用等については、その全額を当該法人の\n収益、費用等にかかるものとして計算する。\n（１）　法人の役員または使用人で一定の資格を有する者が、その資格において当\n然に当該団体の役員に選出されることになつていること。\n（２）　当該団体の事業計画または事業の運営に関する重要案件の決定について、\n当該法人の許諾を要する等当該法人がその業務の運営に参画していること。\n（３）　当該団体の事業に必要な施設の全部または大部分を当該法人が提供してい\nること。\nしかし、親睦会は右通達には該当しない団体であるから、原告と親睦会との計算は\n区別すべきものである。\n（４）　このように、親睦会は原告とは全く別個独立の権利能力なき社団であつ\nて、原告が親睦会に対して本件支出金を出捐した時点で、それに対する支配権は原\n告から親睦会に完全に移転しており、親睦会の自由な管理処分に委ねられたもので\nある。\n（５）　しかして、原告会社は、会社創立二五周年に際し、従業員の長年の労苦に\n対する謝礼の意味を含め、あわせて将来に亘る会社への貢献を期待して、すなわち\n従業員らに対する福利厚生を図る目的で、後記ハワイ族行の費用として本件支出金\nを出捐したのである。\n以上の理由により、本件支出金は、当然に、原告会社の福利厚生費として本件事業\n年度の損金として処理さるべきものである。\n２　請求の趣旨２項について\n（一）　親睦会は、本件支出金を使用して、昭和五〇年六月一九日から同月二四日\nにかけて、ハワイ旅行を実施した。費用は一人当り一八万六五〇〇円であつた。\n（二）　ところが、被告は原告に対し、昭和五〇年一一月二九日付で、右ハワイ旅\n行の費用は原告の旅行参加者たる従業員らに対する賞与と認定すべきであるとし\nて、源泉所得税六九万二、〇八〇円の納税告知処分をし、あわせて不納付加算税六\n万九〇〇〇円の賦課決定をし（以下本件納税告知等という）、そのころ、その旨の\n通知書を原告に送達し、次いで同五一年六月二三日付で、これを源泉所得税六七万\n三四三〇円、不納付加算税六万七三〇〇円と変更し、そのころ、その旨の通知書を\n原告に送達した。\n（三）　原告は、本件納税告知等を不服として、昭和五一年一月一三日付で広島国\n税不服審判所長に対し審査請求したが（いわゆるみなす審査請求）、同年六月二九\n日棄却され、その裁決書謄本は同年七月一二日原告に送達された。\n四　本件納税告知等は次の理由により違法である。\n本件ハワイ旅行に要した費用は、原告の旅行に参加した従業員らに対する賞与では\nなく、福利厚生費とみるべきものである。\n近時国民の相当数が海外旅行をしていること、旅行先によつては国内旅行よりも海\n外旅行の方が旅費が安い場合があること等を考慮すれば、今や海外旅行ということ\nだけで福利厚生と認められないというものではない。さらに、当時原告会社の資本\n金は五八八〇万円、その所得は年間約一億円にものぼつていたこと等に鑑みても、\n本件ハワイ旅行の費用約一〇〇〇万円は、福利厚生費として決して不相当なものと\nはいえない。\n３　よつて、本件更正処分等及び本件納税告知等を取消す旨の判決を求める。\n二　請求原因に対する認否\n１　請求原因１\n（一）　１の（一）、（二）の各事実は認める。\nなお、本件更正処分等の課税経緯は、正確には別表一「課税経過表」に、更正に係\nる法人税額等の計算については別表二「所得金額及び法人税額等の計算内容」に各\n記載のとおりである。\n（二）　１の（三）（１）の事実は認める\n同（２）の事実中、親睦会の設立目的、会員数、規約の存在は認め、その余は争\nう。\n同（３）の事実中、原告と親睦会との計算は区別すべきものとする点を争い、その\n余は認める。\n同（４）の主張は争う。\n同（５）の事実中、原告が創立二五周年に際し、従業員の長年の労苦に対する謝礼\nの意味を含めて、ハワイ旅行の費用として本件支出金を出捐したことを認め、その\n余は争う。\n２　請求原因２\n（一）　２の（一）、（二）、（三）の各事実は認める。\nなお、本件納税告知等の処分経過は、正確には別表三「源泉徴収に係る所得税の納\n税告知等処分経過表」に、昭和五一年六月二三日付第二次変更通知における納税告\n知の明細は、別表四「源泉所得税の納税告知処分の明細（昭和五一年六月二三日付\n第二次変更通知に係るもの）に各記載のとおりである。\n（二）　２の（四）の主張のうち、原告会社が創立二五周年に際し、従業員の長年\nの労苦に対する謝礼の意味を含めて本件ハワイ旅行の費用を負担したこと、及び原\n告会社の当時の資本金、年間所得額を認め、その余は争う。\n三　被告の主張\n被告の本件課税処分は次のとおり適法である。\n１　本件更正処分等\n原告は、昭和五〇年三月三一日付で親睦会に支出した本件支出金は、その支出の時\n点で、原告会社の福利厚生費として、本件事業年度の損金となる旨主張する。\nしかしながら、原告の右主張は以下の理由により失当である。\n（一）　一般に、団体がいわゆる権利能力なき社団と認められるためには、団体と\nしての組織を具え、代表の方法、総会の運営、財産の管理、その他社団としての主\n要な点が規則によつて確定しているものでなければならない。\nしかるに本件親睦会は、その規約によれば、会員は原告会社従業員らとし、役員に\nついては代表者の定めがなく（Ａは初代の幹事で、預金の名義人というだけで、親\n睦会の代表者ではない）、幹事二名以上の選出の定めはあるものの、右幹事が親睦\n会を代表するとの定めはない。最高の意思決定機関というべき総会についての定め\nもない。そのため、幹事が規約のうちで最も重要というべき会費の定めをその一存\nで改正する等している。また、同会の行事としては、年二回以上の慰安旅行や慶弔\nに関する定めがあるだけである。更に右規約には、親睦会の経済的基盤たる会費に\nついて、従業員一人当り月額一〇〇〇円、従業員以外の会費一人当り月額二五〇〇\n円とする一方、原告会社は従業員一人につき月額一五〇〇円を負担すると定められ\nており、これによれば、原告の会費負担額は従業員数の増減に関係なく、常に従業\n員たる会員の負担額を上回ることとなる。\n以上の事実に照らすと、親睦会は権利能力なき社団と称するに足るだけの充分な団\n体としての組織や財産的基礎を持たず、その規約の定めも不充分であつて、同会が\n権利能力なき社団といえないことは明らかである。\nしたがつて、原告の本件支出金は、その実質においては、親睦会の構成員たる従業\n員各自に対する支出と目すべきものである。\n（二）　ところで、本件では、本件支出金が原告会社の従業員に対する福利厚生費\nたる性格を有するか、賞与たる性格を有するかは別にして、いずれにせよこれを原\n告の損金に算入し得ることは確かであるが、問題はこれを損金に算入すべき時期如\n何である。\nすなわち、本件支出金が本件事業年度の所得の計算上損金に算入されるためには、\n法人税法上は他の一般管理費、販売費（但し減価償却費を除く）と同様に、当該事\n業年度終了の日までに具体的に債務が確定していることが必要であり（法人税法二\n二条三項、法人税基本通達二－一－五）、企業が将来生ずることが予想される費用\nを、諸々の引当金、見越費用等と称して任意に計上することがあつても、法人税法\n上はこれを直ちに損金には算入しないのである。\nそして、本件支出金についてみると、本件事業年度終了の時点においても、いまだ\nいかなる範囲の従業員によつて、いかなる範囲で費消さるべきかが何等具体的に決\n定されていないのであつて、結局、本件支出金は事業年度末において具体的に債務\nの確定した費用とはいえないことになる。このことは、現に従業員のうちにはハワ\nイ旅行に参加しない者もいたり、又現在会社とは無関係の前代表者たる常定喜一が\n本件支出金のもとで右旅行に参加していることからも明らかである。\nしたがつて、本件支出金は将来発生する費用に備えた仮払金的性格のものに過ぎな\nいのであつて、これを原告の本件事業年度の損金と認めることは出来ないのであ\nる。\n（三）　また、原告は、本件ハワイ旅行が実施された昭和五〇年度の事業年度につ\nいての確定申告書別表五（一）において、一〇〇〇万円を仮払金とし、右金額と本\n件ハワイ旅行に現実に要した八九四万三〇〇〇円との差額一〇五万七〇〇〇円を、\n右事業年度の期末の利益積立金として留保しているのであつて、原告自ら本件支出\n金が昭和五〇年三月三一日の時点では仮払金としての性格のものであることを認め\nているのである。\n（四）　ところで、法人税基本通達一四－一－四は、法人の役員又は使用人をもつ\nて、組織された団体が法人と別個の存在と認められない場合には、法人が団体に支\n出する金銭は、法人の外部への支出とはならず、団体が役員等に支出した時等に外\n部への支出があつたとして、その時点で損金になるとする趣旨の規定であるが、親\n睦会は右通達の要件を具備した団体ではないから、右通達自体は適用ないと一応言\nえる。\n然しながら、このことから逆に、本件においては親睦会が原告と別個の存在とみら\nれる場合であるから、本件支出金が直ちに社外への支出として損金になると速断す\nることは出来ない。けだし法人の支出が外部への確定的な支出として損金になるか\n否かは、当該支出の具体的態様、支出の相手方の団体性の有無（権利能力なき社団\n性の有無）等により、具体的に債務が確定しているものか否かを判断しなければな\nらないからである。そして、本件においては、前記のとおり、親睦会は権利能力な\nき社団とはいえず、また本件支出金は、その支出の時点では、親睦会の構成員たる\n従業員らに対する関係でも、具体的に債務が確定したものとはいえないし、さらに\n原告自ら本件支出金は単なる仮払金としての性格のものに過ぎないと認識していた\nこと等からみて、昭和五〇年三月三一日の時点では、到底その債務が具体的に確定\nしたものとはいえないので、右時点で直ちに損金とすることは出来ないのである。\n（五）　また、もし仮りに原告主張の如く、親睦会が原告とは全く別個独立の団体\nであつて、本件支出金が親睦会への支出手続のなされた時点で確定的に原告の支出\nとなつたとするならば、それは原告の親睦会に対する寄付金とせざるを得ないこと\nとなる。すなわち、本件支出金が原告とは全く別個独立の団体である親睦会にその\n運用を委ねられたとするならば、これを事業収益を挙げるための経費ないし費用と\nいう面からみれば、間接的なもので、直接必要な一般管理費その他の費用とは同視\nし難く、これを原告会社の福利厚生費として損金とみなすことは出来ないのであ\nる。\n（六）　以上のとおりであるから、本件支出金を原告の本件事業年度の損金と認め\nないでした被告の本件更正処分等は適法である。\n２　本件納税告知等\n原告は、本件支出金は従業員に対する福利厚生費であつて、従業員に対する賞与と\nみなされるべきではないと主張するが、右主張は以下の事由により失当である。\n（一）　福利厚生費の定義については、法人税法は別段の規定を置いていないが、\n租税特別措置法六二条（交際費等の損金不算入）四項の括弧書において、「もつぱ\nら従業員の慰安のために行なわれる運動会、演芸会、旅行等のために通常要する費\n用その他政令で定める費用」を交際費から除くこととしているので、これらの費用\nが法人税法上の福利厚生費に該当すると考えられる。そして、そのうち従業員の慰\n安旅行の費用については、右旅行が社会通念上一般に行なわれていると認められる\nものについてのみ、右費用が福利厚生費として認められるのである。\n（二）　しかして、本件ハワイ旅行は、その旅行先や五泊六日にわたる旅行日程、\nその費用額（一人当り一八万二五〇〇円ないし一八万六五〇〇円）等からみて、従\n業員の福利厚生のための慰安旅行として社会通念上一般的に行なわれている程度の\nものとは到底いえない。しかも、右旅行は原告の会社創立二五周年記念に当つて、\n従業員の長年の労苦に対する慰労のためになされたことをも併せ考えると、本件支\n出金は、原告の旅行参加者たる従業員に対する旅行費用という形式での経済的利益\nの供与、すなわち臨時的な給与としての賞与というべきものである。\n（三）　なお、所得税法三六条に徴すれば、従業員の慰安旅行費用を使用者が負担\nした場合には、旅行に参加した従業員は、使用者から旅行費用という名目の経済的\n利益を享受したものであるから、本来右経済的利益の価額すなわち旅行費用の全額\nが旅行参加者たる従業員の収入金となり、これが課税対象となるべきものである。\nしかしながら、社会通念上一般に行なわれている従業員の慰安旅行は、軽易なもの\nであると考えられるところから、同法三六条に関する税務執行上の基準として、昭\n和四五年七月一日付直審（所）三〇国税庁長官通達（昭和五〇年三月二五日直所三\n－四改正までの改正を含む。）の三六－三〇は、使用者が使用人等のため社会通念\n上一般的に行なわれていると認められる旅行等の費用を負担したことにより、右旅\n行等に参加した使用人等が受ける経済的利益については、例外的に課税しなくて差\n支えないこととしたのである。\n右所得税法三六条及び通達の趣旨から明らかなように、非課税として差支えない範\n囲の経済的利益の額は、所得税法にいう基礎控除的な性格を有するものではない\nし、また、当該旅行が社会通念上一般に行なわれていると認められないものである\n以上は、右通達の適用の限りではないのであつて、原則通り、旅行に参加したこと\nにより従業員が享受する経済的利益の額は、その全額が課税の対象となるのであ\nる。\n（四）　よつて、原告が本件ハワイ旅行のため支出した費用は福利厚生費ではな\nく、旅行に参加した従業員に対する旅行費用という名目での臨時的な給与としての\n賞与と判断され、これに基いてなした被告の本件納税告知等は適法である。\n三　被告の主張に対する原告の反論\n１　被告は、原告が本件支出金について昭和五〇年度の事業年度確定申告において\n仮払金としての取扱いをしている点を指摘するけれども、この点原告としては、被\n告の本件支出金の損金計上時期についての認定に不服があり、昭和五一年一月一二\n日付で広島国税不服審判所長に対して審査請求しており、あくまでも争う所存であ\nつたが、同年五月三一日の申告期限に至り、税務当局の助言もあつて、とりあえず\n当局の意向に沿つて右の如く計上申告したまでで、被告主張の如く、本件支出金が\n仮払金的性格のものであることを自認したためではない。\n２　本件支出金は寄付金ではない。寄付金とは全く対価を求めない、しかも直接法\n人の事業とは関係のない支出である。本件支出金は、原告がこれまで主張してきた\n通りの趣旨で親睦会に支出されたものである以上、税法上、原告会社の福利厚生費\nとして処理されるべきものである。\n３　旅行費用の課税について、被告主張の如く、一定限度の旅行費用を非課税にす\nるのであれば、それを越えてもその限度内の費用は非課税にすべきものと考えられ\nる。仮に本件ハワイ旅行の費用その全額が福利厚生費と認められないとしても、そ\nの一定部分は福利厚生費と認めて何等差支えない筈であつて、全額を福利厚生費と\n認めるか全く認めないかの何れかとする被告の主張は理由がない。\n第三　証拠（省略）\n○　理由\n第一　請求の趣旨１項の請求について\n一　請求原因１（一）（二）の事実は当事者間に争いがない。\n二　そこで、本件更正処分等の適法性について判断する。\n１　一般に、団体がいわゆる権利能力なき社団と認められるためには、団体として\nの組織を具え、そこに多数決の原則が行なわれ、構成員の変更にも拘らず団体が存\n続し、代表者によつて団体としての活動をしているものであると共に、代表の方\n法、総会の運営、財産の管理、その他社団としての継続的組織、運営に関する主要\nな点が規約によつて確定されていることを要するものと解すべきである。\nしかして、本件親睦会をみるに、弁論の全趣旨により成立の認められる甲第二・第\n四・第五号証の各一・二成立に争いのない甲第三号証、証人Ｂ、同Ｃの各証言を総\n合すれば、親睦会は、現在約五〇名の会員を擁し、名称、構成員、目的、役員、任\n期、会費、行事を定めた規約を有しており、右規約には、目的は会員相互の親睦を\n計ること、会員は原則として原告会社従業員とすること、役員としては幹事二名以\n上を年度会計報告の際幹事の指名により選任すること、会費は一ヶ月従業員会員一\n〇〇〇円、一ヶ月会員一人当り会社負担金一五〇〇円、一ヶ月従業員以外会員二五\n〇〇円とし、会費はいかなることがあつても返却しないこと、慶弔、慰安旅行（年\n二回以上）その他の行事を行なうことの定めがあり、さらに、親睦会はその名義\nで、或いは親睦会の肩書きを付したＡ名義で銀行預金を有しており、親睦会の財産\nとしては右銀行預金だけであること、以上の諸事実が認められ、他にこれを覆すに\n足る証拠はない。\nしかしながら、右規約においても、親睦会の代表の方法、意思決定機関たる総会の\n運営、団体の経済的基盤たる財産の管理運営方法等、社団として重要な事柄につい\nては何等確定されていないし、証人Ｂの証言によつても、親睦会の代表関係がどの\nようになつているのか分明でない。\n以上の事実に鑑みれば、親睦会は、なるほど或る程度の団体性を認めることが出来\nるけれども、いまだ権利能力なき社団と称するに足るだけの整備された組織実体を\n有していないものといわざるを得ない。\n右のように、親睦会が権利能力なき社団といえない以上、原告の本件支出金は、そ\nの実質においては、親睦会の構成員各自に対する支出と目すべきものといわなけれ\nばならない。\n２　ところで、本件支出金は、本件ハワイ旅行の費用として使用されており、これ\nが福利厚生費であるか賞与であるかは別としても、いずれにせよ損金として処理さ\nれうるものであることは明らかであるが、問題はこれを損金として計上すべき事業\n年度が何れかにある。\n１　法人税法上は、当該支出を当該事業年度の所得計算上損金として計上しうるた\nめには、その支出が損金とされうる性質のものであることを前提にして、更に当該\n事業年度終了の日までに債務が具体的に確定していることが必要である（同法二二\n条三項）。そして、当該事業年度終了の日までに債務が具体的に確定していると\nは、当該事業年度終了の日までに（１）当該費用にかかる債務が成立しており、\n（２）当該債務に基づいて具体的な給付をすべき原因となる事実が発生しており、\n（３）当該債務の金額を合理的に算定することが出来るものであることの各要件を\nすべて充足する場合をいう（法人税基本通達二－一－五参照）とみて差支えないと\n考えられる。\nところが、本件支出金についてみると、それが本件ハワイ旅行の費用に充てるため\n出捐されたものであることは当事者間に争いがないが、本件事業年度終了の日であ\nる昭和五〇年三月三一日の時点では、右ハワイ旅行に参加する従業員の数、旅行日\n程、旅費等その計画の内容が未だ具体的に確定されておらず、旅行会社との契約が\n未成立であつたことはもちろん、その交渉の緒にすら着いていなかつたことは、甲\n第一号証（弁論の全趣旨によりその成立を認める。）、証人Ｂの証言から窺われる\nところであつて、これらの事実に徴すれば、本件支出金は本件事業年度終了日の時\n点で、その費用にかかる債務が具体的に確定していたものとは到底解することが出\n来ない。\n３　なお、原告は、親睦会は法人税基本通達一四－一－四の適用のない団体である\nとし、その点から親睦会は原告会社とは全く独立した団体であつて、本件支出金は\n原告から親睦会への支出手続をした時点で原告の支配を完全に離れており、その損\n金とさるべきであると主張する。\nしかし、親睦会は、前記のとおり、その唯一の財産的基礎たる会費の面において、\n従業員会員一人当りの負担金が月額一〇〇〇円であるのに対し、会員一人当りの原\n告会社負担金は月額一五〇〇円であり、同会事業経費の相当部分を原告が負担して\nいることは否定出来ないし、成立に争いのない甲第三号証、証人Ｂ、同Ｃの各証言\nから窺われる原告会社と親睦会との人的物的な密着性に照らすと、親睦会はむしろ\n右通達の予定する従業員団体に該当すると解されるのであつて、原告のこの点の主\n張も採用できない。\n４　以上の次第で、原告の本件支出金を本件事業年度の損金と認めず、益金の額に\n算入してなした本件更正処分に違法の点はなく、国税通則法六五条一項に基く過少\n申告加算税の賦課決定処分もまた適法である。\n第二　請求の趣旨２項の請求について\n一　請求原因２の（一）ないし（三）の事実は当事者間に争いがない。\n二　そこで、被告の本件納税告知等の適法性について判断する。\n１　今日、企業がその従業員の親睦や労働意欲の向上を目的として、慰安旅行・運\n動会等のレクリエーシヨン行事を行なうことは広く一般化しているが、その参加費\n用の全部または一部を企業が負担、支出する場合、従業員はこれによつて経済的利\n益を受けることとなるから、所得税法三六条は、右利益の価額を収入として課税の\n対象とする趣旨と解される。もつとも、これらレクリエーシヨン行事が社会通念上\n一般的に行われているものと認められる場合には、例外的に課税しなくて差支えな\nいとするのが徴税事務の取扱いである（昭和四五年七月一日付直審（所）三〇国税\n庁長官通達（昭和五〇年三月二五日直所三－四改正までの改正を含む）の三六－三\n〇参照）。\n右のような取扱いは、課税対象が一般に少額とみられることや、正確な捕捉の困\n難、徴税事務の繁雑等の理由から、是認され得るであろう。\nしたがつて、本件においても、本件ハワイ旅行が企業のいわゆる福利厚生事業とし\nて、社会通念上一般に行なわれているものと認められるか否かの検討を要する。\n２　本件ハワイ旅行が、原告会社の創立二五周年を記念して、従業員らの多年の労\n苦に報いる趣旨で計画され、日程五泊六日、費用は一人当り一八万六五〇〇円にの\nぼるものであることは当事者間に争いがない。なるほど、今日の国民生活水準の一\n般的向上や、いわゆるレジヤーについての意識の変化、航空機の発達による旅行日\n程の短縮、観光目的の海外渡航条件の緩和等の諸事情のもとで、海外旅行者の数が\n大幅に増加し、国外への旅行も一般にさして珍らしい行事ではなくなつていると言\nつて差支えないであろう。しかし、それでもなお、簡易な国内旅行に比べれば、相\n当多額の費用負担や渡航のための手続を要し、その行先は言語・風俗等も著しく異\nなるのであるから、大多数の国民にとつては、いまなお特別の旅行であつて、誰も\nが容易に実行し得る性質のものとは受取られていないと理解される。少くとも、本\n件ハワイ旅行について、前記のような日程、費用等を考えると、それが企業の福利\n厚生事業たる慰安旅行として、社会通念上一般的に行なわれている性質・程度のも\nのとは到底認めることができない。\n３　したがつて、原告会社が負担した本件ハワイ旅行の費用は、その福利厚生費と\nみなすことは出来ず、前記通達の適用の限りではない。右費用は、当該旅行に参加\nした従業員に対する臨時的な給与（賞与）として、課税の対象となると言うべきで\nある。\n４　被告は、右の前提に立ち、右費用の額に所得税法所定の率を乗じ税額を算出し\nて納税告知をし、かつ、国税通則法六七条一項に基づき不納付加算税を賦課決定し\nたものであつて、その手続、内容に何らの瑕疵は認められないから、右告知処分等\nも適法である。\n第三　結論\n以上の次第で、原告の本訴請求はいずれも理由がないからこれを棄却することと\nし、訴訟費用の負担につき民訴法八九条を適用して、主文のとおり判決する。\n（裁判官　田川雄三　岡久幸治　佐藤　拓）\n別表一～四（省略）\n"
}