{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 7,
    "day": 25
  },
  "case_number": "昭和48(モ甲)707",
  "case_name": "",
  "court_name": "名古屋地方裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事仮処分",
  "lawsuit_id": "14458",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14458",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/458/014458_hanrei.pdf",
  "contents": "主　　　文\n本件申立を却下する。\n訴訟費用は、申立人の負担とする。\n事　　　実\n第一、当事者の求めた裁判\n一、申立の趣旨\n１　名古屋地方裁判所が昭和四八年一二月三日同裁判所昭和四八年（ヨ）第一三一\n三号仮処分命令申請事件についてなした仮処分命令は申立人において裁判所の定め\nる保証を立てることを条件としてこれを取消す。\n２　訴訟費用は被申立人の負担とする。\n３　仮執行宣言\n二、申立の趣旨に対する答弁\n１　本件申立を却下する。\n２　訴訟費用は申立人の負担とする。\n第二、当事者の主張\n一、申立の理由\n１　被申立人（債権者）は申立人（債務者）を相手方として、名古屋地方裁判所に\n対し、申立人においてなしている別紙目録の図面表示のタイル連設用下版の販売、\n展示行為が、被申立人の本意匠権（意匠登録番号第二四八九〇一号）および類似意\n匠権（同号の類似三）を侵害することを理由として右タイル連設用下版を販売し又\nは販売の為の展示をしてはならない旨の仮処分命令を申請し、同裁判所から同申請\nと同趣旨の本件申立の趣旨記載のとおりの本件仮処分命令をえた。\n２　しかしながら被申立人は申立外東光紙業株式会社に右の本意匠権につき専用実\n施権を設定し実施料をえて同会社にこれの実施を許しているから、仮に申立人が被\n申立人が被申立人の意匠権を侵害しているとも被申立人が蒙るべき損害は結局にお\nいて右実施料に相当する損害であり、これは金銭で十分に補償できるものであり、\n従つて、本件にあつては本件仮処分命令を取消すべき特別の事情がある。\nよつて、申立人は裁判所が相当と認める保証を立てることを条件として本件仮処分\n命令の取消を求める。\n二、申立の理由に対する認否\n１　申立の理由第１項は認める。\n２　同第２項中、被申立人が東光紙業株式会社に対し本件本意匠権につき専用実施\n権を設定していることは認めるが、その余は否認する。すなわち、本件にあつて\nは、金銭的補償により本件仮処分の終局の目的を達しうる特別の事情はない。特\nに、東光紙業株式会社は被申立人のいわゆる個人会社であつて、両者は不可分の関\n係にあり、申立人の本件侵害行為を放置するときは右会社が倒産するおそれがあ\nり、これによる被申立人の損害は金銭的補償により償われえない。\n第三、疎明（省略）\n理　　　由\n申立の理由第１項は当事者間に争いがない。\nそこで、本件において申立人主張のような特別の事情があるかどうかについて考\nえるに、被申立人が申立外東光紙業株式会社に本件意匠権につき専用実施権を設定\nしていることは当事者間に争がないが、このことをもつて、本件意匠権が侵害され\nているとした場合に被申立人が蒙るべき損害は結局において右の実施料に相当する\n損害であつて金銭的補償の可能なものと速断することはできない。すなわち、本件\n仮処分における被申立人の被保全権利は本件意匠権に基くその侵害によつて生じた\n損害の賠償を求める損害賠償請求権であるのみならず、これとともにその侵害の停\n止、予防を求める差止請求権、そして、又は、その侵害による信用毀損の回復を求\nめる信用回復措置請求権と解されるところ、一般に、意匠権を保護するため、わが\n意匠法が、単に事後における損害賠償を認めるのみならず、同時に、意匠的型によ\nつて表わされている知的所産たる考案そのものを事前に、かつ、即時に保護しよう\nとしてそれに対する侵害の差止を認めており、また、事後についても金銭賠償のみ\nでは侵害からの救済が不完全な場合のあることを慮つて信用回復の措置をも特に配\n慮していることは同法の規定上明らかであるから、前記の諸請求権を被保全権利と\nする本件仮処分にあつては、特段の事由のないかぎり、事後における金銭的補償に\nよつて本件仮処分の終局の目的を達しうるとみることは困難であると解されるとこ\nろ、本件にあつては、本件意匠権につき前記会社に専用実施権が設定されていると\nの事情が主張されているだけであり、これについては前記のとおり当事者間に争い\nがなく、従つて、なる程、（仮定的にではあるが）そのことは少なくとも実施料相\n当の損害を被申立人に蒙らせることになることを首肯させる事情になりえてもそれ\nのみで本件考案に対する侵害の即時差止の必要をなくす事情となりえないことは多\n言を要せず、他に右の特段の事由のあることの主張はないし、かえつて、成立に争\nのない乙第一号証、本件弁論の全趣旨によると、前記申立外東光紙業株式会社は被\n申立人を代表取締役とし、その妻等を他の役員とする被申立人のいわゆる個人会社\nとみられるべき各種紙製品の販売等を目的とする小規模な会社で、本件仮処分が取\n消されるときは同会社の償い難い信用毀損ないしは倒産をひきおこすおそれがない\nとはいえないこと、これはひいては被申立人に対し事後の金銭賠償によつては償う\nべからざる損害を与えるおそれなしとなしえないことが認められるのであり、以上\nからすると、本件において、被申立人の蒙るべき損害が、結局において専用実施権\nの実施料に相当する損害であるとみることは困難であり、これにつき、金銭的補償\nが可能であるということもできない。\n従つて、本件申立は理由がないことになるから、これを却下することにし、訴訟\n費用の負担については民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　海老塚和衛　小林真夫　岡村稔）\n（別紙目録）\n＜１１８４６－００１＞\n"
}