{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 7,
    "day": 30
  },
  "case_number": "昭和53(行コ)24",
  "case_name": "助成金交付申請却下処分無効確認等請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "１　市長の制定した保育所児童に対する服装品及び保育用品購入費助成金支給要綱に基づき同和地区内に居住する児童及びその保護者が市の民生局職員に対してした保育所児童服装品及び保育用品購入費助成金の支給申請における市同和事業促進協議会長及び市同和事業各地区協議会長の推せんの欠如が，一見明白な申請要件（受給資格）の欠缺に当たらないとされた事例　２　申請要件ないし受給資格の欠缺と不作為の違法確認の訴えの適否　３　市長の制定した保育所児童に対する服装品及び保育用品購入費助成金支給要綱に基づき同和地区内に居住する児童及びその保護者が市の民生局職員に対してした保育所児童服装品及び保育用品購入費助成金の支給申請が，行政事件訴訟法３条５項にいう「法令に基づく申請」に当たるとされた事例",
  "case_gist": "２　申請要件ないし受給資格の欠缺が他の判断を容れる余地のないほどに一見明白である場合には当該不作為の違法確認の訴えは，その利益がなく不適法である。",
  "lawsuit_id": "17541",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17541",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/541/017541_hanrei.pdf",
  "contents": "○　主文\n原判決中第一次請求に関する部分を取消す。\n本件を大阪地方裁判所に差戻す。\n○　事実\n第一　申立\n一　控訴人\n１　原判決を取消す。\n２　（第一次請求）\n被控訴人が、控訴人らが被控訴人に対して昭和四八年三月一二日付でなした保育所\n児童服装品および保育用品購入費助成金の各支給申請につき、なんらの処分をしな\nいことは違法であることを確認する。\n（第二次請求）\n被控訴人が控訴人らに対して昭和四八年三月二八日付でなした保育所児童服装品お\nよび保育用品購入費助成金各支給申請却下処分は無効であることを確認する。\n（第三次請求）\n被控訴人が控訴人らに対して昭和四八年三月二八日付でなした保育所児童服装品お\nよび保育用品購入費助成金各支給申請却下処分を取消す。\n３　訴訟費用は第一、二審とも被控訴人の負担とする。\n二　被控訴人\n１　本件控訴を棄却する。\n２　控訴費用は控訴人らの負担とする。\n第二　主張および証拠関係\n左に記載するほか原判決事実摘示のとおり（但し原判決二枚目裏五行目「児童」と\n「および」の間に「服装品」と挿入）である。\n一　控訴人らの主張\n１　本件支給申請が行訴法三条五項にいう「法令に基づく申請」にあたり、且つそ\nの要件を適法に具備しているものであること、および本件支給申請が法的権利性を\n有し、これに応えるに違法な窓口一本化を以て放置することの許されないことにつ\nいては別紙二に記載するとおりである。なおそれは、当庁昭和五三年（行コ）第二\n二号同和地区妊産婦対策費支給申請の不作為違法確認請求控訴事件、同年（行コ）\n第二三号特別就学奨励費支給申請の不作為違法確認請求控訴事件、同年（行コ）第\n二五号入学支度金申請却下処分無効確認等請求控訴事件の各控訴人らの主張と共通\nする。そのため右別紙二に「本件各申請」とあるのは、本件控訴人らの支給申請の\nほか、右各別件における各控訴人（原告）らの各支給申請を一括指称するものであ\nり、同様に「本件要綱等」とあるのは、本件要綱である保育所児童に対する服装品\n及び保育用品購入費助成金支給要綱のほかに、大阪市同和地区妊産婦対策費支給要\n綱、特別就学奨励費執行要項を含むものである。\n２　控訴人らが本件要綱に基づき申請書を被控訴人に提出したことは当事者間に争\nいなく、、被控訴人が本件要綱に基づき、その受給資格者に対して支給決定をする\n権限を有していることは被控訴人の自認するところである。しかして、本件支給申\n請の過程およびその権利性は、前記別件のそれとともに、上記詳述のとおりである\nが、これを改めて、本件要綱に即して整理すれば次のとおりである。\n（一）　本件受給資格者\n本件要綱は、受給資格者の要件として、（１）大阪市内の同和地区に居住している\n児童であること、（２）大阪市同和事業促進協議会長及び大阪市同和事業各地区協\n議会長が適当と認め、推せんした者、を挙げている。控訴人が右（１）に該ること\nは当事者間に争いがない。\n右（２）が、当該申請者が地区出身者か否かの判断上、行政および地区住民の便宜\nとして、その「推せん」ある者を、地区出身者とみなして実質的審査を省略して支\n給決定をするという趣旨である限り、控訴人が地区出身者であることは、その兄・\n姉がこれまで同和対策を受けてきた一事からして明らかで、その「推せん」がなく\nても、受給資格者たることは明白であり、控訴人にとつて、この「推せん」は必ず\nしも必要でない。この「推せん」を絶対要件とする場合、その無効なことは、既述\n（別紙二第二の一）のとおりである。\nなお、保育助成金の支給申請は、対象児童及び保護者の連名ですることになつてい\nる（甲第一号証）。\n（二）　本件申請手続\n本件要綱によれば、\n（１）　本件助成金の支給を受けようとする者は、申請書三部を地区協議会長に提\n出する。\n（２）　地区協議会長は「その申請書に記載の現住所に居住し」「支給が適当と認\nめたとき」は、申請書の内一部を控としてその余の二部に証印のうえ、これを同促\n協会長に移送する。\n（３）　同促協会長は「支給が適当と認めたとき」は、その一部を控として保管\nし、その余の一部に証印のうえ、これを添付した「受給資格認定申請書」を被控訴\n人に提出する。\nという過程を経て被控訴人に対する申請手続をすることになつている。\n控訴人らは、直接申請書を被控訴人に提出して、右証印を得る手続を経ていない。\nしかし、本件要綱の定める地区協・同促協会長経由手続が、行政や住民の便益か\nら、申請手続の一部を単純に担つているならばともかく、右証印＝推せんが得られ\nない場合には、申請書がそこで握りつぶされることの違法性は前記別紙二に詳述の\nとおりである。\n（三）　いずれにせよ、控訴人らが有効な申請手続を踏んで被控訴人に本件各申請\nをなしており、他方被控訴人がそれらを受理しながら、受給資格者である控訴人ら\nに対し、支給決定をしていないことは明らかである。\n二　被控訴人の主張\n１　控訴人らの別紙二の主張に対する反論は別紙三のとおりである。\n２　なお、被控訴人は、従来、申請要件を具備した申請に対しては、法的応答義務\nが生ずるものと考え、そのように扱つてきているが、右応答義務は不作為違法確認\n訴訟の対象となる応答義務ではない。\n三　証拠関係（当審）（省略）\n○　理由\n（控訴人らの第一次請求〔不作為の違法確認請求〕の適法性について）\n一　行政事件訴訟法（以下行訴法と呼称）三七条は不作為の違法確認の訴を提起で\nきる者を「処分又は裁決についての申請をした者」に限り、同三条五項は不作為の\n違法確認の訴を、行政庁が「法令に基づく申請」に対し相当の期間内になんらかの\n処分又は裁決をすべきにかかわらず、これをしないことの違法の確認を求める訴と\nいうと規定している。これによると、右訴については、原告のなした申請が法令に\n基づく申請であつて、これを受けた行政庁が処分又は裁決を以て応答する義務を有\nする場合であり、且つ原告による申請行為が存在していることが、その訴訟要件を\nなすものと解すべきである。\n二　本件においてはまず、控訴人らがその申請手続をとつたと主張する（右主張の\n申請行為の存否は後に判断する。）本件要綱に基づいてする本件助成金の給付の申\n請（以下これを本件申請という）が、行訴法三条五項にいう「法令に基づく申請」\nにあたるかどうか、およびその申請に対する被控訴人の支給・不支給の決定（被控\n訴人がその決定権限を有することは当事者間に争いがない）が処分性を有するもの\nであるかにつき争いが存するので、この点から判断する。\n１　なるほど、本件申請の手続、要件については、本件要綱の定めのほか、直接こ\nれを定めた法規は存在しないところ、本件要綱は、被控訴人が、昭和四五年六月一\n日、大阪市内の同和地区に居住する保育所児童の保護者の負担の軽減および同和教\n育の推進を目的として定めたもので、規則として公布されたものでないことは当事\n者間に争いがない。\nすると、本件申請制度は、法令に根拠がないかの如くみられないでもない。\nしかし乍ら、行訴法三条五項にいわゆる「法令に基づく申請」とされるためには、\nその申請権が法令の明文によつて規定されている場合だけでなく、法令の解釈上、\n該申請につき、申請をした者が行政庁から何らかの応答を受け得る利益を、法律上\n保障されている場合をも含むと解すべきであり、本件のように、その支給・不支給\nの決定権限を自らが有するとなす被控訴人が、その給付手続について定めた本件要\n綱に申請制度を採用している場合においては、右支給・不支給の決定をただの私法\n上の契約の申込に対する承諾の類とみるか、行政処分としての決定と捉えるかは、\n単にその規定の仕方が規則、形式に適つているかどうかだけで決することはでき\nず、右申請制度を含めた本件給付制度の総体について、その制度の趣旨、目的を探\nり、そこから該申請に対し、被控訴人が行政庁として応答をなすべきことが一般法\n理上義務付けられると認められる場合においては、本件申請（制度）は、行訴法三\n条五項にいう「法令に基づく申請（制度）」となり、これに対する被控訴人の応答\n（支給・不支給の決定）は自ずと処分性を具備するものと解するのが相当である。\n２　成立に争いのない甲第二号証、同第四八号証、同第五八号証、同第七〇ないし\n第七八号証（うち七三号証は一ないし三）、同第八一号証、同第九五号証の一ない\nし七、同第一一一ないし第一一四号証、同第一二三号証、同じく乙第一号証、同第\n四、五号証の各一ないし三、同第六号証の一、二、同第七号証、同第八号証の一、\n二に弁論の全趣旨を総合すると次の事実が認められ、これに反する証拠はない。\n（一）　大阪市は、同和対策事業特別措置法（以下同対法と略称）施行以前におい\nても、日本国憲法の理念にのつとり、自らの施策としておよび国の同和対策審議会\n答申（昭和四〇年八月一一日）並びに大阪市同和対策審議会答申（同年一一月一七\n日）の要請と期待に応えて、適宜同和対策事業を実施し来つていた。\n（二）　大阪市は、右同和対策事業の実施については、関係住民の意思を尊重し、\nこれを反映させることが望ましいと考えつつも、その事業の内容が多くは福祉的な\nものであつて、住民の権利を制限し義務を課する性質のものではないため、うち生\n業資金貸付制度につき生業資金貸付基金条例（昭和三九年条例第一九号）を制定し\nたほかは、いずれも予算上に議会の議決を経てこれを執行するという考え方から約\n二〇ほどの要綱、要項、要領、内規、規定等を制定・改廃し、それに基づき各施策\nを実施して来た。\n（三）　右要綱等は、もとより条例・規則につき定められた公布・公告の手続はと\nられてはいないが、各施策（事業）の内容は、市政だより等によつて一般市民にも\n流布するほか、対象地区住民については、市同和事業促進協議会（以下「同促協」\nという）又は市同和事業各地区協議会（以下「地区協」という）の事務所を通じ、\nなお教育関係の施策については、学校等をも通じて関係住民への周知が図られてい\nる。\n（四）　本件要綱は、昭和四五年六月一日に同和地区に居住する保育所児童の保護\n者の負担の軽減および同和保育の推進を目的として定められ、同年四月一日に遡つ\nて適用されたものであつて、その内容は対象地区に居住する児童であつて、同促協\n会長および地区協議会長（以下一括して「同促協会長等」ということもある）が適\n当と認め、推せんした者で、所定の申請手続を経た者に対し同要綱の金品給付（以\n下これを本件給付という）を行うこととし、そのための費用は市の一般会計予算\n（（款）総務事業費、（項）同和対策事業費、（目）福祉費、（節）負担金、補助\n及交付金、（細節）補助金の区分）に計上し、市議会の議決を経て執行している\nが、同対法にいう同和対策事業として執行されているものである。\n（五）　右本件給付が行われることについても、同促協発行の「大阪市同和事業ハ\nンドブツク・昭和四六年版」等にその交付申請書等手続書類と共に掲載され、さら\nに具体的には各同和保育所より保護者あてに「遊び着の購入について」「おねが\nい」「服装整備費支給のお知らせ」などのビラが配布され、関係住民への周知が図\nられている。\n（六）　そして、被控訴人は従来、前（四）の要件を充たした申請に対しては、例\n外なく支給決定をしている。\n３　右２に認定したところによると、本件給付は、同対法第四条、第八条（その準\n用する第六条）の趣旨を受けて、大阪市が地方公共団体の権能に基づき行う「同和\n対策事業」（それは、一般公共事務に属すると考えられる）の執行として被控訴人\nが行つているものであり（地方自治法第二条第二項、第一四八条）、財務上は地方\n自治法二三二条の二に基づき、議会の議決を受けた予算の執行たる性質を有し、そ\nの給付を実施する具体的制度（以下これを本件給付制度という）を定立するものと\nして本件要綱が定められたものとみることができる。\nそして、本件要綱に具体化された本件給付制度の総体は、大阪市が同対法の要請を\n具体化するためにしているもので、その存在が同法によつて裏付けられた一つの法\n制度ということができる。蓋し、同対法は、前掲国の同和対策審議会の答申の趣旨\nをうけて昭和四四年七月一〇日公布（同日施行）された限時法（昭和五四年三月三\n一日限りのところ、昭和五三年法律第百二号（同法の一部改正法。同年一一月一三\n日公布）によつて更に三年間延長）であるがその立法目的を「すべての国民に基本\n的人権の享有を保障する日本国憲法の理念にのつとり、歴史的社会的理由により生\n活環境等の安定向上が阻害されている地域（対象地域）について国及び地方公共団\n体が協力して行なう同和対策事業の目標を明らかにするとともに、この目標を達成\nするために必要な特別の措置を講ずることにより、対象地域における経済力の培\n養、住民の生活の安定及び福祉の向上等に寄与する」ものとし（一条）、これが達\n成のため「同和対策事業」の「迅速かつ計画的な推進」が「地方公共団体の責務」\nとされ（四条）、そのために、地方公共団体は「国の施策に準じて必要な措置を講\nじなければならない」ものとし（八条）、右同和対策事業の目標を、窮極において\n「対象地域の住民の社会的経済的地位の向上を不当にはばむ諸要因を解消するこ\nと」に置いている（五条）のである。かかる同和対策事業にかける同法の理念およ\nびその実現の仕組みに照らせば、同法が、対象地域において行なわれる同和対策事\n業の内容を具体的には直接法定していないのは、国又は地方公共団体が、その事業\nの実施に当り、各地域が置かれている現実に即して、法六条各号に定めるような事\n業を任意に選択して弾力的に実施できるようにして置くことが、より効果的である\nと考えたためと解されるのである。してみると、各地方公共団体が、その選択した\n具体的施策を実施するに当り、必ずしもこれを条例・規則化する義務はないとして\nも、一旦、地方公共団体が同法の掲げる同和対策の実施としての具体的施策を、た\nとえ要綱（それが被控訴人主張のとおり、長の事務執行権限に基づくものとして\nも）によつてではあれ、対象地域の住民に対し宣明しこれを制度化したときは、同\n制度は、同対法に基づく制度として機能し、且つ機能さすべきものと解するのが相\n当である。しかして前認定によれば、本件給付がこれを受けようとする者の申請が\nあつて始めて被控訴人がその応答（支給・不支給の決定）をなす制度として定着し\nていることは明らかである。\n４　そのように、本件給付制度は、同対法に定める同和対策事業を具体化したもの\nとして、同法に根拠を置くと認められるところ、前記のとおり、同対法がその目的\nとし、同和対策事業の目標とする「歴史的社会的理由により生活環境等の安定向上\nが阻害されている地域（対象地域）」につき、その「住民の社会的経済的地位の向\n上を不当にはばむ諸要因を解消すること」すなわち同和問題の早急な解決こそは、\nすべての国民に基本的人権の享有を保障した日本国憲法の理念に照らし（一条）、\n国および地方公共団体に課せられた重要な責務であると同時に国民的課題でもなけ\nればならないのであり（審議会答申前文参照）、これに法の平等原則とを重ね合わ\nせれば、同対法が、これに基づき行なわれる地方公共団体の具体的施策を、対象地\n域の住民に等しく均霑せしめようとしていることは敢えて多言を要せず、その同和\n対策事業の内容が本件の如く対象地域住民を対象に、一定の受給要件を定めて補助\n金給付をなすものである場合においては、その受給要件を備えた者には等しくこれ\nに与らしめようとするものであることは疑を容れる余地のないところである。そし\nてまた被控訴人も、地方自治法二三二条の二に基づき予算を計上して市議会の議決\nを受けるとともに、本件要綱によつて一定の受給要件を定立して関係者に周知させ\nて、受給資格を有すると思料する者の申請に応じようとしているのである。されば\nもはや、その支給・不支給が被控訴人の権限にあるとはいえ、それが絶対的な自由\n裁量に委せられて、要綱の定める受給要件を充たす者についても、支給しないこと\nとする恣意的自由を有するものとは到底考えられず、本件要綱に定められた受給要\n件を充たした者からの受給申請に対しては、これを拒否するにつき合理的な事由の\n存しない限り、被控訴人は本件要綱の定める給付をなすべき義務が生ずるものと解\nすべきである。\n５　そのように、本件給付制度が同対法に基づく同和対策事業の具体化された施策\nの一つであること、同法の立法趣旨等に鑑みれば、本件給付の実施に当り、その受\n給資格者の間における恣意的選択が許されないことなど、叙上の諸点を総合して勘\n案すれば、本件給付制度によつてその受給有資格者が享受する受給付利益は、法律\n上の保護に値いする一個の法的利益と認められるのである。\nしかして、前認定の本件給付制度の仕組の下においては、右法的利益の実現は、受\n給を希望する者の申請に基づいてする被控訴人の支給決定によつてはじめて遂げら\nれるのであり、且つその支給要件の存否については、前記推せんの要否を含め、受\n給資格の具備されているかどうか、更には、それが具備されているときでもなお支\n給しないこととし得る特段の正当事由が存するかどうかの第一次判断権が被控訴人\nに留保されているものとみなければならない。してみると、被控訴人のする支給・\n不支給の決定は、右受給申請者の法的利益を具現すると否との法的効果を直接且つ\n一方的に生ぜしめる効力を有するものであるとともに、被控訴人は右受給申請者の\n持つ法的利益に対応して、これを具現することができると否との応答義務を負うも\nのとしなければならない。しかして、それらの点と前記同対法の要請に基づき実施\nされる同和対策事業の帯有する公益性とに鑑みれば、右応答（支給・不支給の決\n定）は、もはや単なる給付の申込に対する承諾・不承諾の意思表示に止まらず、一\n個の公権的行為として、行政処分性をも具有するものと解すべきである。\n然らば、その受給資格を有するものとして、被控訴人に対し、本件要綱の定める給\n付金の受給申請をなした者は、その支給・不支給の応答を受ける法律上の利益を有\nし、被控訴人には、その応答をなすべき義務が生じ、右申請は不作為違法確認の訴\nにおける「法令に基づく処分の申請」にあたると解すべきである。\n６　被控訴人は、本件の如き給付行政の分野においては法律の留保の理論は働か\nず、本件給付も被控訴人が予算の範囲内において自由に決し得る事項であると主張\nし、成立に争いのない乙第一〇号証（山田幸男の意見書）には、本件給付は本来的\nには贈与であり、抗告訴訟（不作為の違法確認を含む）の対象とはならず、たとえ\nこれをいわゆる「形式的行政行為」と構成しようとしても、本件は既に成立してい\nる契約の行政主体側による解除・変更の場合ではなく、また契約締結の要件である\n「受給資格の有無の認定」を同促協会長等に委ねてしまつているため、その推せん\nがない限り、大阪市に契約締結を強制すべき方途がなく、形式的行政行為としての\n実質を欠くことになる旨の意見の記載が存する。しかし、或る行政行為の本質が権\n力行為であるか、非権力行為であるかは、不作為の違法確認訴訟の対象としての処\n分性の有無についての本質的区別では必ずしもないのであつて、本件がいわゆる給\n付行政であることは、これに前示処分性を肯定する妨げとはならないのである。む\nしろそれは前示のとおり、要綱によつて具体化された本件給付制度が、その総体と\nして同対法に基づく一つの法制度と認められ、かつそれを申請する者とこれに応ず\nる者とが行政と住民であつて、住民が行政の定めている要綱に基づいて申請するこ\nとが求められている本件制度の如き場合においては、結局のところは、その申請に\n対する支給・不支給の意思表示に覊束性が肯認されるかどうかを軸として促え、そ\nの覊東要件の存否の第一次判断権が行政に留保されている限り、その申請をした者\nが、これに対する判断を受ける法的利益の保障を不作為違法確認の訴に求める途を\n開く必要があると思われるのである。\nなお、成立に争いのない乙第九号証（東條武治の意見書）は、本件要綱が「法令」\nの性質を有しないことを縷説するが、主として要綱（項）等の一般的性格論に終始\nし、前記のように、本件要綱によつて具体化された本件給付制度を総体として把握\nして、その制度そのものの有する法規範性に目を向けていないものであつて、右意\n見も当裁判所の前記判断を左右するに足りない。\n７　よつて、本件給付制度における本件要綱に基づく申請は、これを行訴法三条五\n項にいう法令に基づく申請と解すべきであり、これに対する被控訴人の応答は処分\n性を有するものと認められる。\n三　そこで次に、控訴人らが「処分を申請した者」にあたるかどうかに判断を進め\nる。\n１　控訴人らが昭和四八年三月一二日に「保育所児童服装品及び保育用品交付申請\n書」を大阪市民生局職員に提出したことは当事者間に争いがなく、右申請書には、\n後記いわゆる副申が添付されていなかつたほかは、本件要綱に定める必要な事項の\n記載がなされていたことは被控訴人が明らかに争わないので自白したものと看做\nす。\nそうして、成立に争いのない甲第一〇一号証の一、二、同第一〇二号証の一、二と\n原審における控訴大東延本人尋問の結果によれば、右申請書は控訴人らが、本件要\n綱に基づき本件給付を受給する申出としてなしたことは明らかであり、且つ本件要\n綱によれば、民生局（保育課）は、本件申請手続についての被控訴人の窓口機関と\n認められるから（要綱は、申請書を地区協議会長に提出し、地区協議会長は、これ\nに自己および同促協会長の推せんのための証印手続を了えた後、これを自己の「認\n定申請書」に添付して民生局保育課に提出すべきこととしているが、既に説示した\n本件給付制度の趣旨目的に照らせば、右は、申請者各自と被控訴人との関係におい\nて、地区協議会長を被控訴人の窓口機関とし、或は、申請者を地区協議会長とした\nものとは認められない。）、控訴人らは、本件申請制度に基づいて、被控訴人に対\nし、本件給付金の受給を申請したと認められ、行訴法三七条にいう「処分を求める\n申請をした者」にあたるものというべきである。\nなお、被控訴人は、右申請が受理されたことを争うものであるが、行政庁による申\n請の受理の有無は、申請行為の存否を判断する上での一つの（しかし或る場合には\n重要な）間接事実ではあるにしても、不作為違法確認訴訟の出訴要件ではないと解\nする。何となれば、単なる受理（受付）そのものは、専ら行政庁側の行う形式的協\n力行為に過ぎないところ、申請行為が存するのに、行政庁が申請手続の不備を理由\nにこれを受理しない場合でも、右受理されていないことで、行訴法三七条にいう\n「申請」が未だなく、行政庁の応答義務が生じないとするときは、申請手続の適・\n不適の争いを棚上げしたままに行政の恣意による受申請回避を許す結果を招くこと\nとなり、行訴法の定めた不作為違法確認訴訟制度の趣旨・目的に背馳するからであ\nる。\nよつて、右申請が、大阪市当局の内部手続として、正式の「受理」（受付）がなさ\nれていると否とに拘らず、前認定の事実の下では、控訴人らによる申請が存するも\nのとみなければならない。\n２　もつとも、控訴人らが本件要綱に定める同促協会長および地区協議会長の推せ\nん（その証としての認証印を受けることで、副申ともいわれる）を経ていないこと\nは控訴人らの自認するところであり、被控訴人はこの点を捉えて、控訴人らの前記\n申請書の提出は、本件要綱の定める申請行為としては未完成で、いまだ申請はなさ\nれていないと主張するもののようである。\nしかし、行訴法三七条に「申請をした者」とは、当該申請制度を利用して行政庁の\n応答を得ようとする意思を表明した者であることが必要且つ充分な要件であつて、\nそれには本件の場合、前認定の申請書の提出によつてした受給の申出で充分であ\nり、右副申経由の有無の如きは、申請行為の適・不適ないしは受給資格の存否とい\nう申請行為の中味に瑕疵があるかどうかの問題であつて、申請行為の存在・不存在\nの問題ではないものといわなければならない。\nしかして、前記のように、申請につき行政庁が応答義務を負うべき申請制度の下に\nあつては、不適法な申請又は不適格者の申請についても、行政庁にその申請の適否\n若しくは資格の有無の第一次判断権があり、且つこれを行使して却下（不支給）の\n決定を以て応答することが義務付けられているものと解すべきである。\nされば、本件における右副申の欠缺は、控訴人らの第一次請求についての原告適格\nに影響を及ぼすものではない。\n３　しかし乍ら、不作為違法確認の訴の制度目的に照らせば、申請要件ないしは受\n給資格の欠缺が他の判断を容れる余地のないほどに一見明白であつて、行政庁に右\n第一次判断権を行使させることすら無意味であり、行政庁の却下決定を得て抗告訴\n訟を起こしてみても、その場合の勝訴の見込が始めから存しないような場合（これ\nを本件制度でいえば、申請者が自らその居住地を対象地域外と申告したり、保育児\n童である事実を明らかに疎明しないなどの場合が考えられるが、事実上は滅多に起\nり得ないであろう）には、訴の利益がないものとして、その訴を不適法なものとす\nることは、争訟経済の全体からみてこれを是認し得るものと考える。\nしかし乍ら、本件申請における右副申の欠除は、そのような一見明白な申請要件\n（受給資格）の欠缺にはあたらない。以下、いささか詳説する。\n（一）　本件要綱の定めを、前掲乙第六号証の一、二、同第七号証、同第八号証の\n一、二と弁論の全趣旨に照らせば、本件要綱が本件申請に当り右副申を求める趣旨\nは、被控訴人が同和対策事業の趣旨に鑑みて本件給付は「（ア）同和地区出身者で\nあつて、（イ）部落解放の意欲を有している」者（但し、（イ）の要件は対象児\n童・生徒の保護者につき求められるものと考えるべきであろうが）を対象とするの\nが相当であると考え、これを一つの実質的受給資格に加えたため、その受給資格の\n認定の最も手取り早い方法として、同促協会長等の推せんを得られた者は、概ね右\n受給資格を充たす者としてその者には支給する処理をすることによつて、被控訴人\nが右受給資格の存否に関する調査を簡略にして、当該事務の迅速且つ円滑な処理に\n資せんとしたものであることが認められる。\n（二）　してみると、その推せん（副申）は、形式上はたしかに申請の要件とされ\nているけれども、実質上は、それがあることによつて、その者に右認定の実質的受\n給資格が備わつていることを明らかにする疎明手段なのであつて、その申請要件と\nしての実体的な意義は、単に推せん（副申）の手続が践まれたか否かではなく、右\n実質的受給資格を有することに求められているものとみなければならないし、右推\nせんを求められた同促協会長等も、右実質的受給資格の認められる者のみを推せん\nしなければならないものと解すべきである。\n（三）　然し乍ら、右認定の実質的受給資格そのものは、その性質上、前記住居地\nや保育所入所の有無というような何人もこれを誤ることのない機械的な判断に親し\nまないものであるから、右推せんを依頼された同促協会長等においても、その存否\nの判断につき、被控訴人が自ら判断する場合と異なる判断を下し、被控訴人の判断\nによるときは資格が存すると認められる者につき、同促協会長等の判断においては\n資格がないとして推せんをせず、従つて、客観的には右受給資格者であつても、同\n促協会長等の主観に左右されて、推せんを受け得ない者の出る余地が存するものと\nいわなければならない。（勿論その逆の場合も考えられる。）\n（四）　因みに本件紛争も端的に言つて、まさにそのことが現実化した紛争と認め\nられる。即ち、成立に争いのない甲第六号証の一の二ないし四、同号証の二の三、\n同号証の三および六、同第七号証、同第一一ないし二七号証、同第四五号証の一お\nよび四、六、同第四六号証、同第四七号証の一ないし四、同第一〇一号証の一、\n二、弁論の全趣旨により成立の認められる同第六号証の一の一、同号証の二の一、\n二、同号証の四、五、同第四五号証の二、三、五、七、八、同第五五号証、同第六\n三号証に前掲乙第八号証の一、二、甲第一〇一号証の一、二、同第一〇二号証の\n一、二、同第一二三号証を総合すると、控訴人らは、その主観においては、右受給\n資格を備えていると考えているに拘らず、部落解放同盟および事実上その下部組織\nである要求組合若しくは要求組織といわれる各給付制度の目的に対応して設けられ\nる運動組織（本件の場合は保育母の会）に加入して居らず、且つ控訴人らはこれら\nに加入する意思がないため、右推せんを求めても、その副申が得られず（同促協会\n長等は、推せんすると否との選別を、上記の団体・組織への加入の有無にかからし\nめている。それは、同促協会長等が、前記（イ）の資格の有無の判定に当り、当人\nが右団体・組織に加入しているか否かをもつて、「解放の意欲」を有しているか否\nかの判別資料にしているためである。）、今後ともこれを得る見込がないため、仕\n方なく敢えて副申を欠いたままで、被控訴人の直接判断を求めようとしていること\nが窺われるのである。\n（五）　このように見てくると、副申の副えられていないこと自体は、なるほど一\n見明白な事実には違いないが、その副申の求められる趣旨・目的は、あくまで前認\n定の実質的受給資格の存在を裏付けるだけのものであり、且つその実質要件の存否\nの判断は機械的にはこれをなし得ない性質のものであることが認められるから、右\n形式上の手続の欠缺を捉えて実質上の資格の欠缺を擬制することは到底許されるも\nのではなく、従つて副申の欠缺を他の要件の欠缺と同じように、一見明白な要件の\n欠缺とみることはできないのである。\nそしてそのことは、被控訴人の判断権の行使の面からも言えることである。すなわ\nち、被控訴人が右実質的受給資格の存否を審査するうえにおいて、副申の有無が被\n控訴人の判断を法律的に拘束すべきいわれは存せず（若し拘束するとすれば、実質\n的には本件給付行政を民間機関に委ねるだけでなく、被控訴人固有の判断権を放棄\nするに等しく、ひいて住民が行政主体そのものによる行政判断を受け得る権利を侵\n害するもので、違法、無効と断ぜざるを得ない。地方自治法第一〇条二項、一三八\n条の二参照）、被控訴人にとつても、右副申のないことは、それのみを以てして\nは、該申請を却下すべき明白な事由とはなり得ないからである。\n（六）　もつともこれらの点で、被控訴人の主張する同和行政における直接行政の\n困難性（原判決事実第二の二の本案の答弁５参照）は当裁判所もこれを理解し得な\nいではなく、同促協、地区協の組織自体は部落解放同盟そのものでないことは是認\nせざるを得まい。そして、別件（当庁昭和五三年（行コ）第二二号）の原審証人\nＡ、同Ｂ、同Ｃらの供述するように（乙第六号証の一、二、同第七号証、同第八号\n証の一、二）、行政が直接に前記（ア）（イ）のような実質的受給資格の選別に手\nを染めることは、差別の再生産を招きかねず、又（イ）の資格を外すときは、同和\n行政に対象地区住民の自発的な意思を集約し反映させるという時代の要請を離れ、\nこれを再び過去の恩恵的・慈恵的融和行政に引き戻す虞なしとせず、本件副申の制\n度は、それらを地域の自主的組織である同促協・地区協の自主管理に委ね、その内\n部においても、各人の解放の意欲（証人らはこれを自主更生又自主向上の意欲とも\nいう）をより高め、これを組織化するために、前記要求組合（要求組織）への参加\nを求めることで、その給付が単なる慈恵的給付でないことの自覚を各人にも持たせ\nるという利点を包蔵するものと言えなくはなかろう。だとすれば、本件副申の制度\nも被控訴人が前記実質的資格要件の存否を調査する一つの補助手段としては充分合\n理性があり、それなりに定着しているものとも認められ、その制度自体を真向から\n違法・無効と看做すことはできまい。\nしかし、今ここで問題となつているのは、副申の無い申請について、そのことだけ\nで直ちに受給資格の欠缺が明白であるとすることに合理性が認められるかどうかな\nのであつて、右同促協・地区協が部落解放同盟そのものではないにも拘らず、前記\nのように、控訴人らが推せんを受け得る見込のない理由が、部落解放同盟や、その\n事実上下部組織である各要求組合（要求組織）に属していないためとしか考えられ\nない現実を踏まえて事を判ずれば、左様な特定の団体・組織への加入の有無が、い\nかに同促協・地区協の立場においては、推せんをすると否との判別上便利な標識で\nあつても、これが、最終の支給権者たる被控訴人との間においても、その申請をし\nて受給資格の存否の判断を受ける機会を与えられるか否かの標識としても働く結果\nを是認することは、どう考えても不合理なこととして、許されないものとしなけれ\nばならない。たしかに、折角同促協・地区協の緊密な協力の下に、本件給付制度\nが、右副申手続を介して一面円滑に実施されている現状の下に、今、副申を経ずし\nてする申請についても、その審査を受け得る途を開くことは、それこそ「寝た子を\n起こし」（前記被控訴人の主張）、かえつて行政の現場に無用の困難を強いる結果\nともなりかねないことを虞れないわけではない。しかし、「寝たくないのに無理に\n寝かされている子」の救済も放置することはできないのであつて、左様な政治的な\n問題の解決は結局のところ行政の良識と決断を信頼するほかはなく、司法判断の場\nにおいて、右政治的困難性の故に、上記法的不合理性に目をつぶるわけにはいかな\nいのである。\n四　以上の次第であるから、控訴人らの本件不作為の違法確認の訴（第一次請求）\nは適法である。なお、被控訴人が控訴人の申請書を返戻したのは、被控訴人もその\n補正（事実上は、前記副申の補正）を求める趣旨であることを自認しているから、\nこれをもつて申請行為が消滅したとするわけにはいかない。\n（主文について）\nよつて、控訴人らの訴をいずれも不適法として却下した原判決は、第一次請求に関\nする部分については不当であるから、民訴法三八六条、三八八条に従いこれを取消\nしたうえ原審に差戻さなければならず、また第二、第三次請求（予備的請求）に関\nする部分は、右第一次請求に関する部分が取り消されることによつて当然失効する\nので、その部分については当審において主文で判断を示す要をみないが、事件は併\nせて差戻すべきものと考えられるので、主文のとおり判決する。\n（裁判官　山田義康　潮　久郎　藤井一男）\n別紙一（石川元也ほかの控訴代理人の表示）（省略）\n別紙二（控訴人らの主張）\n第一　本件各申請は、行訴法三条五項にいう「法令に基づく申請」にあたる。\n一　本件要綱等（左記１（一）（二）（三）の要綱および要項）は、行訴法三条五\n項にいう「法令」にあたる。\n本件要綱等は、その制定の目的、各要綱等の内容、制定の手続、その公表（周知徹\n底）の方法等のいずれをとつても、法規範性を有し、行訴法三条五項にいう「法\n令」に該当する。\n１　制定の目的\n本件要綱等は、いずれも同和事業の一環として、同和問題の早期解決のための施策\nであり、同和地区住民の権利としてそれを保障しつつ、恣意的な運用とならないよ\nう必要な事項を定めたものである。それは本件要綱等にそれぞれ明記されている。\n（一）　妊産婦対策費支給要綱\n「この要綱は、大阪市内の同和地区に居住する者が、分娩する場合に、その保健衛\n生と福祉の向上に資し、同和問題の早期解決の一助とするため支給する標記対策費\nについて、必要な事項を定めることを目的とする」\n（二）　特別就学奨励費執行要項\n「特別就学奨励費の趣旨、部落差別の結果、・・・・・・・・・就学の困難な児童\n生徒が少なくない。・・・・・・・・・この実態は、明らかに憲法・教育基本法に\n定められている教育の機会均等が差別によつて阻害されていることを物語つてい\nる。特別就学奨励費は、この不合理な実態的差別の解消に努め、児童生徒の教育の\n機会均等を保障して就学を容易にするとともに、・・・・・・・・・そのため、こ\nれを執行するにあたつては、児童生徒が当然の権利としてうけとめるよう、きめこ\nまかく教育的配慮を加え、いやしくも差別の再生産にならないようにしなければな\nらない。」\n（三）　保育所児童に対する服装品及保育用品購入費助成金支給要綱（以下保育助\n成金支給要綱という）\n「この要綱は同和地区保育所児童が日常通所に必要とする服装品及保育用品を支給\nすることにより、保護者負担の軽減を図り、併せて就学前教育としての同和教育を\n推進することを目的とする」\n２　本件要綱等の内容と申請制度\n本件要綱等は、いずれも申請主義を前提としている。妊産婦対策費、保育助成金に\n関する二つの要綱は、その規定上に、受給資格者、申請手続、決定通知等手続、ま\nたは認定の各項目を具体的に定めており、特別就学奨励費の要項は、規定の文言\n上、若干その体裁を異にしているが、同様、申請手続を前提にしての支給決定等が\n定められている。すなわち、地区住民が申請をし、保健所長等が受理し、支給内容\nを決定し、市長が支給するという行政処分に特有の定めがなされているのであり、\nこれに対し、被控訴人も従来、「申請要件を具備した申請に対しては法的に応答義\n務があると考え、そのように取扱つていた」（当審第二回口頭弁論期日の釈明）の\nである。\n３　制定手続\n本件要綱等は、いずれも大阪市長により定められたことは当事者間に争いがない。\nそして、その制定過程は、関係部局で原案を作成の上、法規係と相談して制定され\nたものである。法規係は「条例、規則その他の立案、審査及び解釈並びに法令の研\n究に関すること」を分掌している係で（大阪市係設置規定三条）、総務局行政部文\n書調査課に所属している。本件要綱等が規則と全く同様の立案審査を経ていること\nが明らかである。\n４　公表と周知徹底\n大阪市は、次のとおり、同和対策事業の内容につき、自ら（教育委員会を含む）な\nいしは各保育所、学校の名において、または市同促、地区協を通じて周知徹底を図\nつており、本件要綱等についてもその例外ではない。\n（一）　市が直接その名（教育委員会を含む）において、ないしは各保育所、学校\nの名において行なつたもの。\n（１）　市同和対策部は、一つは直接、同和対策事業の内容を「市政だより」また\nは各種パンフレツト等を通じて、ひろく一般市民および関係地区住民、事業担当職\n員、関係団体、市議会議員等に周知徹底を図り、また、市議会各常任委員会でくり\nかえし説明している（甲第七〇ないし七八号証）。すなわち、全市民を対象とする\n「市政だより」においても、就学の奨励（二九九号）、就学援助対策（三〇五\n号）、特別就学奨励費の増額（三一二号）などといつた具体的施策等が明らかにさ\nれ（甲第七三号証の一ないし三）、昭和四四年度版「大阪市の同和事業」（甲第七\n一号証）の中でも、「住民個人を対象とした事業へと、総合的な施策を積極的に実\n施してきた」として、事業推進は、同和対策部が担当し、浪速市民館（後、市立浪\n速同和地区解放会館と改称）が地区福祉センターとして「窓口的役割を荷つてい\nる」ことを明らかにし（同二一頁）、事業の内容については、その個人給付事業を\n詳しく説明し（例えば妊産婦対策事業につき同二三頁）、「関係法規一覧」におい\nては、同和補助金事業の支給要綱など重要なものを「条例」などとともに、その全\n文を掲記した上、一部はとくにわかりやすく、図解入りで説明している（同六七－\n七〇頁）。右は、担当職員、関係団体、市議会等に配付されたほか、解放会館勤務\nの市職員にも交付され、当時は、地区住民の要求によつてはこれを閲覧せしめてい\nたものである。\nこうして、個人給付事業の制度、内容を、事業説明と支給要綱の掲記などの面から\n関係機関や団体および住民に詳しく知らせているが、その要綱等をみれば、いずれ\nもが、個人の「申請」にもとづき支給決定をする旨の申請制度を詳しく定めたもの\nとなつていることがわかる。\n（２）　また、同和教育対策については、教育委員会の名で「同和教育施策のてび\nき」が作成され、関係学校職員に配布され、その中で、特別就学奨励費執行要項に\nついても、学校を通じて、保護者にその施策が徹底されるよう記載している（甲第\n八〇号証）。\n（二）　市同促、地区協を通じて行なつたもの。\n本件証拠調の結果によれば、各同和対策について、市の責任で、市同促等を通じ\nて、その施策内容と申請手続が、関係地区住民に周知徹底されていることは明瞭で\nある。\n市同促は、昭和二八年二月結成され、後に社団法人化されたもので、その定款によ\nれば「大阪市内の同和地区住民の社会的、文化的、経済的生活の向上を図り、同和\n問題のすみやかな解決に資すること」をその目的とし、事業としては（１）同和事\n業推進に寄与する団体に対する協力援助、（２）同和地区関係施設の管理、運営、\n（３）同和問題に関する調査、研究、教育、啓発、（４）同和行政に対する協力及\nび連絡調整、（５）同和問題の解決および同和事業の促進を図るための事業などを\n行なうと定め、自らを「部落問題の解決を行政責任として実施させるところの同和\n事業にかかわる組織として生まれたもので、市同和予算を正しく部落解放の目的に\nそつて執行させるために存在する」と規定し（昭和四六年版「大阪市同和事業ハン\nドブツク」・甲第四八号証）、市の同和事業実施上の協力団体たることを自認して\nいる。そして昭和四六年度の事業方針の中でも、「各人の利益につながる事業につ\nいては、その執行の制度化を行い、必要な規則や手続を定め、」「わかりやすいパ\nンフレツトを作成する」などと記載して（甲第九五号証）、制度化とその周知方法\nを明らかにしている。\n他方市も、市同促を右協力団体と認め、毎年補助金を交付して助成している。そし\nて、市同促・地区協は、対象地区の住民に対し、機関紙、刊行物、ビラ、チラシな\nどの宣伝物や、対象地区住民を集めた説明会、研修会などによつて、市の同和予算\nの内容、個人給付の各制度とその内容、申請手続などについて周知徹底させてい\nる。\n（三）　以上を本件要綱等についてとられた具体的な措置についてみれば次のとお\nりである。\n（１）　妊産婦対策費支給要綱について。\n本要綱は昭和四四年の制定にかかり、「大阪市の同和事業（昭和四四年度）」（甲\n第七一号証）および、「大阪市同和事業ハンドブツク・昭和四六年版」（甲第四八\n号証）に全文と支給細目および申請手続書類一式が掲載、公表されている。\n（２）　保育助成金支給要綱について\n本要綱は昭和四五年六月一日制定、同年四月一日遡及適用されたが、前掲ハンドブ\nツク等に、その交付申請書等手続書類とともに掲載、公表され、さらに各同和保育\n所より保護者あてに、「遊び着の購入について」「おねがい」「服装整備費支給の\nお知らせ」等々の文書（ビラ）をもつて周知され、支給申込書が配布されている。\n（３）　特別就学奨励費執行要項について\n本要項は昭和四六年四月制定されたが、市教委は、これを含め、「同和教育施策の\nてびき」（甲第八〇号証）に集録してひろく関係学校教職員や関係団体等に配付\nし、その具体的実施は、学校と地区協等を通じて、地区内保護者全員にあて、その\n制度と申請手続を周知させた。すなわち、学校当局より保護者への周知には、学校\n単独もしくは地区協、教育向上会などの連名で、「特別就学奨励費物品支給につい\nて」「４７年度特就費についてお知らせ」「浪速地区教育向上会について」「昭和\n４８年度特別就学奨励費の執行について」「標準服採寸のお知らせ」などが出さ\nれ、ほかに解同支部やその他の組織を通じて、本件要項とその申請手続は、就学児\n童をもつすべての保護者に周知されていた。\n５　以上の諸点を総合すれば、本件要綱等は、すくなくとも規則と同一の法規たる\n性質を有するが、さらにここに、規則と要綱（項）の異同について考察し、本件要\n綱等の法規範性につき附言する。\n（一）　規則は、地方公共団体の長が、法令に違反しない限り、その権限に属する\n事務に関し制定する法であり、地方公共団体の長（その地位は住民の直接選挙にも\nとづく）は、法令または条例の委任がなくとも、規則の形式において、住民の権利\n自由を制限し、義務を課する規範（いわゆる法規）を定立しうろことは広く承認さ\nれている。規則は条例と異り、制定主体の点をのぞき、特別の手続は法律上要求さ\nれていない。大阪市においても、法令や条項にもとづかない独立した規則は枚挙に\nいとまがない。\n本件要綱等は、大阪市長により定められ、それが他の規則と異る点は、名称が規則\nでないということと、公布・公表の形式の点であるが、名称の点については、法律\n上の特別の規定があるわけではなく、規則制定自体にも特別の手続は要求されてい\nないのであるから、重要な相違点ではなく、本件要綱等を規則の一種ということは\n可能である。\n（二）　次に、公布・公表の形式の点であるが、そもそも法令の公布は、これを一\n般国（住）民に知らせる表示行為であるが、現実に国（住）民全員に周知させるこ\nとは不可能であるので、それが国（住）民に対し知り得べき状態におかれたことで\n足りるとするほかはない。しかもこの知り得べき状態すら結局は事実上、しかも客\n観的にそのような条件が成立するとき、法令が公布されたものとみなす以外に具体\n的な措置はとりえないから、法令の公布の問題は、あくまで一つの擬制にすぎない\nのである。かくて、法令の公布という擬制は、法令執行の統一性、迅速性、安定性\nと国（住）民の権利保護との調和のうえになり立つているとされるのである。\n（三）　本件要綱等は、当該地区住民の権利、利益に関する実体規定と、それに関\nする手続規定（申請制度）を含むものであり、これが地区住民に周知されており、\nしかもその要綱（項）にもとづく要件を具備した申請には、法的応答義務があると\n被控訴人も考えているのである（前記当審第二回口頭弁論期日の釈明のとおり）。\nこのような場合、ただ右擬制の制度である公布という手続を採用していないからと\nいう理由で、これを地方自治法一五四条を具体化する訓令または通達にすぎず、行\n訴法三条五項にいう「法令に基づく申請」の根拠法令たる性質を有しないとなすの\nは、余りに法令の形式のみを強調しすぎるものであつて、国（住）民の権利、利益\nを軽んじるものといわざるを得ない。\n二　本件各申請は、「現行法制の条理解釈として、国（住）民が処分決定を求める\n申請制度が存すると認められる場合」の申請にあたる。\n１　明文はなくとも確固とした申請制度である。\n（一）　大阪市は、本件対策費等を、地方自治法二三二条の二の権限規定にもとづ\nき、その公益判断に立つて補助金として支出しており、かつ同支出については、\n「その受給資格者、支給内容、申請手続、決定、通知等手続、支給方法等を具体的\nかつ詳細に定めている」（原判決理由二５）。しかして、、この定めは、公告式条\n例による公布・公表はされていないが、その内容を同和地区住民に対して周知徹底\nさせていることは前記のとおりであり、同和地区住民でこれを知らない者は存在し\nないのである。さらに、その支出は、大阪市議会により予算議決され、地方自治法\n二一九条二項にもとづき全市民に公表されている。\nしたがつて、本件給付制度は、法令の明文がないといつても、憲法、同特法、地方\n自治法二三二条の二の具体化として制度化され、その申請手続については関係地区\n住民に知らされていたのであるから、条理解釈上、行訴法三条五項の申請制度あり\nと解することができる。\n（二）　このように、「法令に基づく申請」は拡張的に解釈し、法律の明文で申請\n権が規定されていなくともよいとする解釈は、行訴法三条五項の制定当時から、そ\nの立法関係者自体が指摘し、その後も多くの学者や判例によつて承認されていると\nころである（ジユリスト・二五九～二六二号。杉本良吉「行政事件訴訟法の解説」\n一八頁。兼子仁「行政争訟法」三四七頁。南博方編「注釈行政事件訴訟法」五三\n頁など多数）。\n行政の不作為的な非違を正す道として義務づけ訴訟等が試みられていた中で、行訴\n法は、不作為違法確認の訴えをその代表的なものとして規定し、あとは三条一項の\n解釈として無名抗告訴訟を判例の積み上げにまかした。このような行訴法の定め方\nからは、当然不作為の違法確認訴訟を広く提起できるような解釈態度が求められ、\n判例、学説も基本的にその方向で努力してきたのであつて、原判決はこれに逆行す\nるものである。\n２　手続上の申請権\nまた、申請権は決して実体法上の請求権がある場合にのみ発生するとは限られず、\n判断を受けるべき手続的権利を有する場合にも発生する（今村成和・行政法入門一\n三四頁以下、杉村章三郎＝山内一夫編「精解行政法上」六二六頁、最判昭和三六・\n三・二八（民集一五－三－五九五））。本件各申請を行つた控訴人らは、本件要綱\n等に規定する地区協会長および同促協会長の推せんを受けない場合に、被控訴人が\nいかなる応答（判断）をするかを求める手続上の権利（申請権）を有しているので\nあり、被控訴人は、右推せん要件をあくまで正当な要件であるとするのならば、本\n件各申請を却下すればよいのである。\n３　条例・規則化しないことを立法政策として司法判断の外に追いやることはでき\nない。\n原判決は、条例・規則化しないことを市の立法政策としたうえ、たとえ反信義則\n的・反条理的であつたとしても、本件対策費等の支給申請権を有することにならな\nいとの趣旨のきわめて形式的な判断を示して、左の如き重大な誤りを犯している。\n（一）　本件のような反人権的行政運営が、行政庁の全くの裁量に属するというこ\nとはない。行政庁の恩恵的行政を貫徹するために申請制度を条例・規則化しないこ\nとは、財政民主主義の観点からしても逸脱であり恣意的といわざるを得ない。\n（二）　本件では、控訴人らに申請権を認めない限り、いかなる法的救済もあり得\nない。ある段階で抗告訴訟の提起を許さないために裁判上の救済の途を奪い、回復\nし難い損害その他の不利益を生ぜしめるような場合には、立法政策の当否を越え\nて、違憲の疑いを生ずる。\n（三）　仮に条例・規則化されれば、この窓口一本化制度は、裁判所によつて、ほ\nぼ間違いなく違法の断を下されるのに、条例・規則化しないでおくことにより、裁\n判所の判断権が及ばないのは不自然であり、納得できない。原判決は、たとえ条\n例・規則化されても、その規定の仕方次第で当然に応答義務があることになるわけ\nではない（理由二、７）というが、前記のとおり、本件要綱等は、地区住民が申請\nし、保健所長等が受理し、支給内容を決定し、市長が支給するという行政処分に特\n有の定めをしているのであり、条例・規則化されるとき、これと異る規定となるこ\nとは考えられない。\n四　本件給付の問題が高度の政治性をもつたり、統治行為の問題に属しないことは\nいうまでもない。\n第二　本件各申請は、その要件を適法に具備している。\n控訴人らは、本件各申請書を、本件要綱等の定める所管行政庁に直接提出したが、\n被控訴人は、本件要綱等の「受給資格者」としての「市同促協会長及び地区協議会\n長の適当と認めて推せんした者」との規定および、「申請手続」中の「申請書を地\n区協議会長に提出する」との規定を援用して、これを地区協議会へ提出せよとして\n返戻して、本件各申請に対する応答をしていない。\nしかし、右被控訴人の措置は違法であり、本件各申請は十分な要件を具備してい\nる。\n一　受給資格者の限定について\n本件要綱等の右受給資格者に関する部分を、右「同促協会長及び地区協議会長の被\n推せん者」に限定すると解するならば、それは控訴人らに対しては無効である。\n１　本件要綱等の右部分を、そのように絶対的要件として行政庁並びに関係地区住\n民を拘束すると解するならば、それは、憲法、地方自治法の規定に直接牴触し違\n法、無効である。蓋し、地方公共団体は、住民に対し、直接行政を執行すべき義務\nを負担し、その主体性と責任を放棄し、私の団体の長に、本件対策費等の支給、不\n支給の決定権限を全面的に委任することは許されないからである。\nしたがつて、右の「推せん」は、行政指導上の便宜として、被推せん者に対しては\n実質審査を省略できるが、「推せん」のない者に対しては、被控訴人は独自の判断\nで審査の上、支給、不支給を決定しうる趣旨に解すべきであり、「推せん」のない\n一事をもつて、行政庁の判断を受け得ないとすることは許されない。\n２　さらに運営の実態において、控訴人らのように解同関係各組織から排除された\n者が、解同関係者で固められている同促協・地区協の各会長の推せんを得られない\nことは明白である。現に控訴人らの一人である東延は、昭和四五年四月ころ、更生\n生業資金の貸付につき、地区協・同促協に被控訴人宛申請書を提出したが、「矢田\n文書を差別と認めず、支部の決定に従わない」という理由で、地区協段階でにぎり\nつぶされてしまつた。そこで次の機会から控訴人らは、直接、被控訴人あて申請書\nを提出したのであり、かかる場合、「推せん」を絶対要件とすることは、法の下の\n平等に反し、思想信条や団体加入の自由を侵害するもので無効である。\n３　控訴人らは、本件紛争以前には数回に亘り同和施策を受給して来た。それは、\n控訴人らが実体上の受給資格を有したが故であり、そのことは大阪市の担当職員も\n熟知している。かかる控訴人らについて、「推せん」は全く不要であり、被控訴人\nが決定をするに何らの障害はない。それでも「推せん」を要件とするのであれば、\nそれを無効と断ずるほかはない。\n二　申請書提出窓口の限定について\n控訴人らが、本件各申請書を、直接被控訴人に提出したことは適法である。\n１　本来行政庁の申請手続は、国（住）民が、当該行政庁に対して直接なすのが原\n則である。そして、行政や住民の便益から、その手続の受理を一定の団体に委ねる\n場合には、一つには、直接行政庁へ提出するも妨げないこと、二つには、その団体\nで受け付けられた申請が一定期間内に必ず行政庁へ到達することが、それぞれ保障\nされていることが必要である。\n２　しかるに、本件においては、地区協会長や同促協会長が適当と認めた場合にの\nみ申請書は被控訴人に到達するが、そうでない場合は握りつぶされる仕組みであ\nり、運用上もそうなつていることは前記のとおりである。かかる制度を住民に強制\nすることは、住民の行政庁の判断を受ける権利を侵害するもので違法である。\n３　してみれば、この「推せん」「経由」の道を閉されている控訴人らが、直接、\n被控訴人に申請書を提出することは、本来的に認められるばかりでなく、当然適法\nである。なお、行政庁として、あくまで「推せん」の有無をたしかめるのであれ\nば、自らの手でその回答を求めれば十分である。\n第三　本件各申請の権利性について\n右第一、第二によれば、被控訴人が、本件各申請に対し何ら応答せず、長時間放置\nしていることは違法であるが、更に重ねて本件紛争の実態面と同和行政の歴史面か\nらも本件各申請の権利性を明らかにし、同和施策を「私法上の贈与契約」、つまり\n文字どおりの「恩恵行為」と解すること（原判決理由二５の末尾部分）の誤りを指\n摘しておく。\n一　本件紛争の実態からみた本件各申請の権利性\n１　前記のとおり控訴人らは同和地区住民として、本件紛争以前には数回に亘り各\n給付を受けていた。ところが、昭和四五、四六年以降、控訴人らの受給申請は、同\n促協または地区協に留め置かれて被控訴人に送付されず、本件紛争となつた。これ\nは、部落解放同盟（解同）が昭和四四年以来、その運動路線を変質させて行く中\nで、従来よりの綱領を堅持する控訴人らを解同支部より排除し、解同と一体である\n地区協・同促協が、大阪市の実施する各種同和施策の手続の窓口を、控訴人らに対\nして閉じてしまつたためである。\n２　しかし乍ら、前記のとおり、被控訴人は、本件要綱等の趣旨、内容を周知、徹\n底させ、これに基づく支給申請について、支給、不支給の決定権限を有しているの\nであるから、地区住民が支給を受けようとすれば、通常、要綱（項）で定めた手続\nに則つて、被控訴人の応答を求めて申請手続を経なければならなくなる。そこで、\n控訴人らは、右のとおりその窓口が閉された後は、直接被控訴人に申請手続をとつ\nたのである。すると、被控訴人は、控訴人らに対し、要綱（項）の定めに従うよう\n「勧告」しているとして、その応答をしないのであるが、被控訴人は、右「勧告」\nに従わない控訴人ら、（従う意思のないことは明らかである）の申請に対し、要件\nを欠くとして却下（不支給決定）するか、右要件を不要として支給決定するか、い\nずれかの処分をなすべきであり、控訴人らの本件各申請を放置しておいてよいとい\nう理由はない。\n二　歴史からみた権利性現代の同和行政は、戦前からのそれが慈善的、恩恵的、融\n和的であつた点を反省し、地区住民の基本的人権の保障、自立意識の助長の方向で\n進められなければならない（原審証人Ａ）。国の同対審答申も同趣旨のことを述\nべ、同和施策を含む社会福祉に関する対策の目標と方向は、「憲法（第一四条、第\n二五条）の条文を現実の社会関係に具現し、対象地区住民の基本的人権を完全に保\n障することによつて、同和問題の根本的解決を実現することが究極の目標でなけれ\nばならない」と明言している。もし、同和地区住民には、同和施策の支給申請権が\nなく、市長の一方的な施策を俟つほかはないとするならば、それは過去の慈善的、\n恩恵的同和行政への回帰であり、現行憲法下の同和行政であることの本質を忘却す\nるものである。\n本件同和施策の権利性は歴史的にも承認されていることは明らかである。\n第四　違法な窓口一本化の放置は許されるのか\n一　「窓口一本化」の違法な実態は既に詳論したとおりである。要するに、何ら法\nの規制を受けず、大阪市がその運営に関与することのできない民間団体である市同\n促協等（実は「解同」と事実上一体の組織である）が、住民の申請に対し推せんを\n付与しない場合には、その申請は大阪市に提出されることなく握りつぶされてしま\nうのである。現に控訴人らもこの事態を経験している。\n二　住民の申請に対する生殺与奪の権限を大阪市に対し無責任な市同促協＝解同が\n有するということは、住民の関係で「行政の判断を直接受ける固有の権利」の侵害\nであるし、他方行政との関係では、市民の信託にもとづいて存する地方自治体の権\n能を市民に対して無責任な一私人に移譲し尽すという地方自治制度の否定行為であ\nることは明白である。またさらに、市同促協議会長の推せんを得るためには、住民\nが「解同」の従属組織である「妊産婦の会」等の各種要求者組織への加入を義務づ\nけられ、日常的に「解同」の指導の下に「活動」を強制され、カンパ等の名目で強\n制的に大阪市より支給を受けた補助金の一部をピンはねされているのである。これ\nが憲法一九条、二一条に反するものであることはいうまでもない。\n三　原判決が右違法な「窓口一本化」の実態に何らの判断を示さなかつた結果、全\n国的には、裁判所の判決・決定や一般市民の批判で、この方式が改められている中\nで、大阪市においては現在もこの方式がまかり通つている。当審裁判所は、こうし\nた実態にきびしい眼をむけられたい。\n別紙三（被控訴人の主張）\n一　控訴人らは、別紙二の第一の二１（二）に学者の討論記事（ジユリスト二五九\n～二六二号）を援用し、行訴法三条五項にいう「法令に基づく申請」を拡張的に解\n釈することが、立法当時の学者の一般的見解であるかの如く述べている。しかし、\nその討論では、先ず同法三条一項をめぐつて、いわゆる義務付け訴訟あるいは公法\n上の義務確認訴訟を無名抗告訴訟として認めうるか否かが論議され（二六〇号一一\n～一七頁）、更に不作為違法確認訴訟をめぐつて「法令に基づく申請」は法令上申\n請権者あるいは申請手続が明文上規定される場合に限定すべきか否かが論議されて\nいる（同二一～二二頁）。しかして、何れの点についても積極的意見と消極的意見\nとに分れ、結局いろいろな反対論がある中での妥協としての最大公約数的な新法で\nある以上、かかる疑義があるのもやむを得ないところであり、無名抗告訴訟と「法\n令に基づく申請」の範囲をどう取扱うかは、多分に関係のあるところであるから、\n立法直後に確定的な解釈を下すことは困難であつて、今後の判例の発展にまつほか\nはないというのが大方の意見となつているのである。\n二　このように、行訴法下における無名抗告訴訟としていわゆる義務付け訴訟ある\nいは公法上の義務確認を認めるか否か、また不作為違法確認訴訟の「法令に基づく\n申請」の範囲を如何に解するかについては、具体的事件を通じて下される判例の集\n積が期待されていたのである。\nそして、義務付け訴訟あるいは公法上の義務確認訴訟は、その是認要件を如何に定\n立するかについては更に判例の発展に期待すべきところが少なくないが、多くの判\n例はこれを是認して来た。不作為違法確認訴訟については、多くの判決が解釈上法\n令が特定の者に申請権を認めているものと解される場合には、必ずしも当該法令そ\nれ自体が明文をもつて法定の者に申請権を認めていなくとも、「法令に基づく申\n請」に当るとして来た。その具体肯認例としては、（１）地方税法四三二条一項に\nより審査申出権が明定されている場合の審査申出についてした東京地裁昭和四四年\n一二月二四日判決（行裁例集二〇－一二－一七四三）、（２）大学の内規に基づく\n受験申請に関し、右内規は、学生の試験を受ける権利を抽象的・一般的に宣明した\n学校教育法六三条一項を補完した具体的・手続的規定であり、法規たる実質を有す\nるとした金沢地裁昭和四六年三月一〇日判決（行裁例集二二－三－二〇四）、\n（３）固定資産評価証明書の交付申請に関し、地方税法三四一条以下および民訴法\n六四三条二項の各規定を根拠とした京都地裁昭和五〇年三月一四日判決（判例時報\n七八・五－五五）などである。\nしかし、控訴人ら援用の福岡地裁昭和五三年七月一四日判決（甲第六八号証）の如\nきは、本件同種の交付申請について、何らの理由も示さず、これを肯認するが、そ\nの不当なる所以は次に詳述するとおりである。\n三　被控訴人が同和対策事業の一環として実施している本件各給付金がいわゆる給\n付行政、就中資金交付行政に属するものであることは明らかである。しかして、国\n民の権利を制限し又は新たに義務を課す公権的な行政即ち行政警察ないし干渉行政\nについては、法律の根拠が必要であるとされており、講学上「法律による行政」\n「法律による留保」と呼ばれているが、公権力行使の側面が稀薄な給付行政の中に\nあつても、特に非権力的な資金交付行政は、「法律の留保」の理論の働らかない分\n野であるとするのが、行政法学における支配的見解である。\n従つて、資金交付行政にあつては、その根拠として給付行政法は必ずしも必要では\nなく、当該行政目的に照らしてこれを定めるか否かは、専ら議会のコントロールに\nよつて決定される（山田幸男・給付行政法の理論、岩波講座現代法四「現代の行\n政」ＩＩ二三～五五頁）。よつて、本件各給付制度を条例・規則化するか否かは大\n阪市の立法政策の問題であるとしたのは当然のことであり、前掲福岡地裁判決は全\nくこれを看過したものである。\nなお、控訴人らは本件要綱等は憲法・同対法更には地方自治法二三二条の二を具体\n化した制度であり、これに基づく申請は「法令に基づく申請」に当るとするが、こ\nれらの各法令をもつて本件各給付について被控訴人にその支給を義務づけ控訴人ら\nに申請権を認めたものとは解しえないことは原判決が正当に判示しているところで\nある。\n四　以上の次第で、解釈上も法令により申請権が認められたものとは解し得ない本\n件要綱等に基づく申請に対しては、被控訴人に応答義務のないことは当然であり、\n本件各申請は、それが本件要綱等所定の同促協の副申という形式的要件を具備して\nいるか否かを問わず、不作為違法確認訴訟の対象としては取扱い得ないものという\nほかはない。\nしかし、被控訴人としては、本件要綱等制定以来、右形式・要件を具備した申請に\nついては必ず応答しており、これを無視した事例は皆無である。\n（以上）\n"
}