{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 9,
    "day": 30
  },
  "case_number": "昭和49(行ウ)66",
  "case_name": "トウガク救済命令取消",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19696",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19696",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/696/019696_hanrei.pdf",
  "contents": "主　　　文\n一　原告を再審査申立人、参加人を再審査被申立人とする中労委昭和四七年（不\n再）第九七号事件につき、被告が昭和四九年四月三日付でした別紙命令書記載の命\n令のうち、愛知県地方労働委員会昭和四五年（不）第二〇号事件の命令の主文第一\n項に関し、Ａにつき金九八三円、Ｂにつき金一、〇三五円、Ｃにつき金一、〇〇〇\n円、Ｄにつき金七四三円、Ｅにつき金一、〇六五円、Ｆにつき金六九八円を超えて\nその支払を命ずる部分について原告の再審査申立てを棄却した部分を取消す。\n二　原告のその余の請求を棄却する。\n三　訴訟費用は参加によつて生じた部分を除いてこれを六分しその一を被告の、そ\nの余を原告の各負担とし、参加によつて生じた部分を六分しその一を参加人の、そ\nの余を原告の各負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n（一）　原告を再審査申立人、参加人を再審査被申立人とする中労委昭和四七年\n（不再）第九七号事件につき、被告が昭和四九年四月三日でした別紙命令書記載の\n命令を取消す。\n（二）　訴訟費用は被告の負担とする。\n二　被告\n（一）　原告の請求を棄却する。\n（二）　訴訟費用は原告の負担とする。\n第二　請求原因\n一　参加人は愛知県地方労働委員会に対し、原告を被申立人として不当労働行為救\n済の申立てをしたところ、同委員会は昭和四七年一二月二二日付で次のような主文\nの命令（以下初審命令という。）を発した。\n「１　被申立人会社（原告）は、昭和四五年六月二三日の夜勤において被申立人会\n社が行なつた残業上の差別について、別紙賃金表（イ）欄記載のとおり、差別をう\nけた申立人組合員に対し、差別した残業賃金に相当する額の金員を支払わなければ\nならない。\n２　申立人組合（参加人）のその余の申立ては棄却する。」\n原告は、初審命令を不服として、被告に対し再審査の申立てをしたところ、被告は\n昭和四九年四月三日付で別紙命令書記載のとおり、右再審査申立てを棄却する旨の\n命令（以下本件命令という。）を発し、この命令書は同月二〇日原告に交付され\nた。\n二　本件命令の違法性\n（一）　不当労働行為の不存在\n１　本件命令は、原告（以下会社ともいう）が参加人東洋楽器労働組合（以下単に\n組合という。）の組合員に対し残業を命じなかつたこと及び残業賃金の支給をしな\nいことをもつて不当労働行為であるとした初審命令の判断を相当であるとしている\nが、これは事実の認定及び法令の適用を誤つているから違法である。\n２　被告が引用する命令書理由第１記載事実の認否\n（１）　１（当事者等）について\n認める。\n（２）　２（本件発生前後の労使事情）について\n（１）は認め、（２）については「上記組合の分裂と従組の結成を契機として会\n社と組合は次第に対立の様相を深めていつた。」との部分を否認し、その余の点は\n認める。組合分裂は結果として発生したことで、会社と組合の対立が契機となつた\nわけではない。\n（３）　３（会社における勤務の態様）について\n（１）については「昼、夜勤者とも二時間程度の残業勤務を行なうのが通常であ\nつた。」との部分を除き、その余は認める。会社は従業員に常に二時間の残業をさ\nせていたのではなく、市況及び生産計画に従い、厳格な工数管理を行なつてその時\n点における計画に従つて残業を命じていた。\n（２）については認める。ただし、右は争議行為の行なわれない通常時の勤務編\n成であつて、争議行為の行なわれるときは、当然生産計画は変更され勤務編成も変\n更された。\n（４）　４（争議行為の事前通告）について\n会社、組合間には、争議行為の事前通告に関する協定は締結されていないが、従\n来争議行為を行なうに際し組合は会社に対し争議行為の時期、方法、態様について\n文書をもつて事前に通告していたとの点は認めるが、その余の点は否認する。昭和\n三九年以降、少なくとも二二回時限ストが行なわれ、そのうち、昭和四二年一二月\n一日、同四三年五月三日、四日、一二月二三日、同四四年四月二六日の五回は残業\nについて通告書に記載がないにもかかわらず残業をしなかつた。\n（５）　５（昭和四五年夏期一時金争議）について\n（１）のうち、投票の結果については不知、その余の点は認める。なお組合は安\n保廃棄をもストライキの目的としていた。\n（２）のうち、六月二三日の時限ストが組合分裂後はじめてのストライキであつ\nたことは否認し、その余の点については認める。組合分裂後の昭和四四年四月二九\n日、三〇日、五月二〇日にも組合はストライキを行なつた。\n（３）のうち、組合員Ａら六名が残業勤務を前提としていたこと、同人らに対し\nＧ当直員ら三名が残業勤務について意思の有無をただすことなく記載のように告げ\nたこと、Ａら六名が正常の残業勤務を行なつたこと、残業勤務につくにあたつて同\n人らと職制らとの間に特にトラブルがなかつたことは否認し、その余は不知。Ｇら\n三名はＡらに対し、「貴君等は残業編成に入つていない」と告げたのであり、Ａら\n六名は正常な残業勤務についたとはいえず、実際には作業についておらず単に職場\nに残留していたにすぎない。\n（４）は否認する。\n（５）は認める。\n（６）の前段は否認し、後段は認める。Ｈ部長は「従来時限ストの際には残業は\nなく、会社は残業命令を出していないし、組合も残業勤務につくこともなかつたの\nで、六月二三日も従前と同様の取り扱いをした。残業は会社の業務命令に従つてや\nつてもらうものであるから従業員が勝手に残業をやるのはいけない。正規の勤務時\n間にストをやつて残業をするのはおかしい。」と説明し、これに対し組合は何ら理\n解する態度を示さず会社を責めるのみであつたので、同部長は「そんなこと（会社\nの説明内容）がわからないのか、自分で判断してみなさい。」と述べたものであ\nる。\n（７）は認める。会社が争議行為の二四時間前通告を要望したのは、本件のよう\nに午後一時三〇分にスト通告書を提出し、午後二時からストに突入するような事態\nでは将来無用なトラブルが生ずるおそれがあり、また今回は会社としても本来残業\nを命じていないにもかかわらず、それに見合う金額を一括して組合に払うという妥\n協をしたのだから、組合もこの申し入れ程度は考慮してもらえないかとの提案をし\nたのである。\n３　原告の主張\n（１）　従来組合はストライキを行なうに当つて、時間外勤務拒否、時限ストライ\nキ、二四時間ストライキ、無期限ストライキの順で争議形態を拡大してきたのであ\nり、時限ストライキは残業拒否より強力な闘争方法であるから、何らかの特殊な事\n情がない以上、時限ストライキ後の残業勤務が行なわれないのは当然である。また\n昭和四三年五月三日の時限ストライキ、同月四日の半日時限ストライキの際も、本\n件と同様、組合の会社に対するストライキ通告書に残業拒否について何らの記載が\nなかつたが、組合員は全員昼夜勤ともに残業をしていないし、同年一二月二三日、\n四四年四月二六日、四二年一二月一日にも同様であつた。そして、本件当日の昭和\n四五年六月二三日の昼勤者も組合員は全員残業をしていないのであるから、会社\nが、本件時限ストライキに参加した夜勤者に対し、残業をしないものと考えて残業\nを命じなかつたことは極めて当然かつ正当である。\n（２）　就業規則所定の正規の勤務時間内に二時間の時限ストライキを行ない、そ\nの後二時間の残業をすることによつて会社が割増賃金のつく残業賃金の支払いを義\n務づけられるとすれば、それは不合理であるから、会社はこのような場合の残業を\n命じない正当な理由がある。\n（二）　残業割増賃金支払義務の不存在\n仮に、原告が組合員に対して残業を命じなかつたことが不当労働行為であるとし\nても、初審命令は右不当労働行為の原状回復措置として、通常の労働時間の賃金一\n時間分の二割五分にあたる残業割増賃金を二時間分加算した金額の支払を命じてい\nるが、会社は本件において組合員が正規に二時間残業をしたとしても、就業規則所\n定の就業時間のうち二時間の時限ストライキが行なわれたのであるから、組合員は\n当日結局所定の就業時間を超えては労働していない。よつて会社は右残業に対し、\n通常の労働時間の賃金の二時間分と深夜割増賃金の一時間分（午前四時から同五時\nまで）だけの支払を義務づけられるに過ぎないというべきである。しかして、各組\n合員の労働時間一時間当りの賃金（基本賃金）は別紙賃金表（ロ）欄記載のとおり\nであるからこれにより、会社が右残業を行なつた各組合員に支払うべき賃金を計算\nすると別紙賃金表（ハ）欄のとおりになる。（なお、会社における残業割増賃金は\n通常の労働時間の賃金の二割五分、深夜割増賃金は同五割である。）\nこのように、本件命令は原状回復措置として、組合員らが正規に残業を命じられ\nていた場合に会社が支払いを法律上義務づけられる金額を超えて支払いを命じてい\nる点において違法である。\n第三　請求原因に対する被告の答弁及び主張\n一　請求原因一は認めるが、同二は争う、ただし別紙記載の組合員の労働時間一時\n間当りの賃金額並びに残業割増賃金及び深夜割増賃金の計算割合は認める。\n二　原告の不当労働行為\n被告が本件命令において不当労働行為を認定し、初審命令の判断を相当であると\nした理由は別紙命令書記載のとおりであり、被告は別紙命令書記載のとおり（但\nし、命令書理由第１、１、（３）の東洋楽器従業員組合は東洋楽器従業員労働組合\nと訂正する。）事実上及び法律上の主張をする。これによれば本件命令は適法であ\nる。\n三　残業割増賃金債務の存在\n本件において、残業（午前四時から午前六時）がなされた場合に会社が支払うべ\nき金額は、次の理由により二割五分の残業割増賃金が加算されるべきであり、そう\nすると初審命令が支払いを命じた金額は正当である。すなわち、組合員らと会社の\n間には就業規則二九条所定の勤務時間帯（昼間勤務は午前八時より午後四時まで、\n夜間勤務は午後八時より午前四時まで）以外の労働については、会社所定の残業割\n増賃金を支払う旨の合意が雇用契約締結時になされていた。仮に、右合意がなかつ\nたとしても就業規則二九条所定の時間帯以外の労働については会社所定の残業割増\n賃金を支払う旨の事実たる慣習があつた。これを具体的にいえば、昭和四二年年末\n一時金の闘争において参加人の方針として時限ストライキを行ないつつ残業をなし\nたが、その際残業割増賃金が支払われているし、始業時間に遅刻して出勤して残業\nをした場合、遅刻者が年次有給休暇を遅刻分にふりかえて出勤した後残業をした場\n合はいずれも残業割増賃金が支払われている。\n第四　参加人の主張\n被告の主張二につき次の点を補足するほか、被告の主張と同一である。\n命令書理由第１の４（争議行為の事前通告）記載の事実中、後段中の「昭和三九\n年以降本件発生までの間、組合のストライキは一七回行なわれ」との部分と、「時\n限ストライキのみの通告だけで残業拒否を行なわず就労したのは一、二回であ\nる。」との部分は、実情は昭和三九年以降本件発生までの間の組合の時限ストライ\nキを行なつた回数はもつと多く、組合は残業拒否を行なう旨を併記しないで残業拒\n否をした一、二回については、口頭その他の方法で会社にその旨を通告していた。\n時限ストライキのみの通告で残業拒否を行なわずに就労したのは一、二回でなくそ\nれよりも多かつた。\n第五　被告らの主張に対する原告の認否及び反論\n一　第三の三のうち、昭和四二年年末一時金闘争において組合が時限ストを行ない\nつつ残業を行なつて残業割増賃金が支払われたこと、遅刻者が遅刻分につき年次有\n給休暇にふりかえて出勤し残業した場合に残業割増賃金が支払われたことは認める\nが、その余の点は争う。\n昭和四二年年末一時金闘争の際は会社の事業運営の特別の必要があつたので、組\n合と会社でその時限りの特別な合意によつて残業をして残業賃金を支払つたもので\nあくまでも例外的なことである。\n（参加人の主張に対する認否）\n二　第四は否認する。\n第六　証拠関係（省略）\n理　　　由\n一　本件命令\n請求原因第一項の事実は当事者間に争いがない。\n二　当事者等\n原告は工業用キヤビネツト材料、合板、新建材の製造及び販売を目的とする株式\n会社であり、その従業員数は本件初審結審時において四二八名である。参加人組合\nは、昭和三七年二月一日原告会社従業員をもつて結成された労働組合で、日本労働\n組合総評議会、全日本木材産業労働組合、愛知県地方木材産業労働組合連合会（以\n下愛木労という。）などに加盟し、初審結審時における組合員数は一八名である。\n会社には、組合のほかに昭和四四年四月五日に組合から脱退した従業員によつて結\n成された東洋楽器従業員労働組合（以下従組という。）があり、初審結審時の組合\n員数は三二三名である。昭和四四年四月に脱退者を出すまでは、組合は会社におけ\nる唯一の労働組合で、組合員数は約三五〇名であつた。\n以上の事実は当事者間に争いがない。\n三　会社における勤務の態様\n（一）　当事者間に争いのない事実、いずれも成立に争いのない乙第九〇号証、第\n九二号証、第九六号証、第九八号証、丙第一ないし三号証、証人Ｉの証言によれ\nば、次の事実を認めることができ、これをくつがえすに足りる証拠はない。\n昭和四五年六月二三日当時、会社における就労時間は昼勤者が午前八時から午後\n四時まで（うち休憩時間一時間で労働時間七時間）、夜勤者が午後八時から翌日の\n午前四時まで（うち休憩時間一時間一〇分で労働時間六時間五〇分）と定められて\nいたが、当時会社は生産計画として所定労働時間の二割強に当る残業を計画に組み\n込み、このため昼夜勤者とも所定就労時間終了後二時間程度の残業勤務を行なうの\nが通常であつた。\n（二）　通常時の勤務編成に関する次の事実は当事者間に争いがない。会社におけ\nる生産計画は、従業員の残業勤務を前提として一ケ月あるいは一週間を単位として\n策定されるのが通常であつた。すなわち、本件残業をめぐる問題が発生した職場に\nおいて、会社は、金曜日または土曜日に従業員から翌一週間分の残業勤務の希望を\n徴して勤務ダイヤを作成し、\nさらに、勤務当日になつて従業員から特に残業はやれない旨の申し出がない限り、\n残業勤務を行なうものとして勤務シフトに組み込んでいた。\nそして右事実と弁論の全趣旨によれば、本件当日の昭和四五年六月二三日も、組\n合員を含め昼、夜勤者とも所定就労時間後二時間程度の残業をする事前の計画にな\nつていたことが認められ、これに反する証拠はない。\n四　従前の争議行為における事前通告と残業拒否\n当事者間に争いのない事実に、いずれも成立に争いのない乙第一五ないし第四一\n号証、第四六ないし第七二号証、第七四ないし第八〇号証、第一〇一号証、第一一\n五ないし第一一七号証、前示乙第九八号証、証人Ｉの証言、原告代表者Ｊの尋問の\n結果（但し、乙第一一七号証中後記採用しない部分を除く）を綜合すると、次の事\n実が認められる。\n会社、組合間には、争議行為の事前通告に関する協定は締結されていないが、従\n来争議行為を行なうに際し、組合は会社に対し争議行為の時期、方法、態様につい\nて文書をもつて事前に通告する例であつた。そして、昭和三九年以後本件までのス\nトライキ（以下ストと略称する。）において、組合は、半日ストないし時限ストを\n行なう場合のほとんどにつき残業拒否も併せて行なつていたところ、その場合は通\n告書に残業拒否も併せ記載するのが例であつたが、まれには、その旨の明示をしな\nいのにかかわらず残業就労しないこともあつた（半日ストにつき昭和四二年一二月\n一日、同四三年五月四日、同年一二月二三日、時限ストにつき同年五月三日。なお\n昭和四〇年四月八日の夜勤者につき、本件と類似の時間帯に時限ストが行なわれか\nつ争議通告に残業拒否が明示されなかつたことが認められるが、これについて残業\n就労がなされたか否かは、本件証拠上確定し難い。また昭和四四年四月二六日のス\nトについては、その争議形態、通告内容が証拠上明らかでなく、本件の参考とする\nに由ない。）。他方、組合は昭和四二年一二月四日から八日までの連日時限ストを\n行ないながら残業就労をし、これに対して会社から所定の残業割増賃金が支払われ\nたが、その理由は、会社から組合に対し生産計画上の必要から特に残業就労の要請\nがあり、一方組合としても長期闘争に耐えうるため可及的に組合員の負担の少ない\n形での闘争を試みたことにあつた。なお同月九日からは組合の方針変更により残業\nをも拒否することとなつた。\n乙第一一七号証及び参加人代表者Ｋの尋問の結果中以上認定に反する部分は、前\n掲の他の証拠に照らし採用できないし、他に右認定を左右するに足る証拠はない。\n五　昭和四五年夏期一時金争議\n（一）　当事者間に争いのない事実、成立に争いのない乙第八六号証、前示乙第九\n二号証によれば、次の事実が認められ、これをくつがえすに足りる証拠はない。組\n合は、昭和四五年六月五日会社に対し夏期一時金として七月四日に組合員一人平均\n一三万円を支給することを要求したが、会社が組合が回答日として指定した六月一\n五日になつて回答延期を求めたので、これを不満として、夏期一時金の大幅獲得と\n六月二三日の愛木労の統一闘争に参加することについて、同月一六、一七日組合員\nの投票によつてスト権を確立した。会社は六月二三日午前八時一〇分から約一時間\nにわたつて行なわれた夏期一時金についての団体交渉の席上「昨年以上のものは出\nす、二七日まで待つてくれ。」との回答をした。組合はこの回答を不満として、同\n日昼休み時間に全員集会を開催し、討議の結果同日昼勤者は午後二時から四時ま\nで、夜勤者は午後八時から一〇時まで各二時間の時限ストを行なうことを決定し、\n午後一時三〇分頃会社に対しその旨の通告を行なつたうえ、通告どおりのストを行\nなつた。右スト通告書には残業拒否については何らの記載もされていなかつたが、\n組合員である昼勤者は午後四時までの時限スト終了後残業は行なわなかつた。\nなお、前示乙第一一七号証と弁論の全趣旨によれば、本件ストは、組合分裂直後\nの昭和四四年四月末頃のスト以来はじめてのものであつたことが認められる。\n（二）　当事者間に争いのない事実、前示乙第八六号証、第九〇号証、第九六号\n証、成立に争いのない乙第八八号証、第九四号証ならびに弁論の全趣旨によれば、\n次の事実が認められこれをくつがえすに足りる証拠はない（右乙第九六号証及び乙\n第九八号証中認定に反する部分は採用しない。）。\n当日、会社は前示のとおり組合からスト通告を受け、しかも組合員である昼勤者\nは残業しなかつたことから、午後四時三〇分ころ、夜勤者の組合員の全部である\nＡ、Ｂ、Ｃ、（以下合板課単板一班所属）、Ｄ、Ｅ、Ｆ（以上同二班所属）の六名\nを、組合もしくは当該組合員らに残業就労の意思の有無をただすことなく、残業計\n画から外し、組合員以外の夜勤者だけで残業作業を行なうことを決定し、その旨を\n単板各班の職長を通じて夜勤の各作業長に伝達させるとともに、Ｌ係長を通じて当\n夜の当直員に連絡させた。そして、同日午後九時半頃、Ｇ当直員は右係長Ｌから電\n話で「労組（参加人組合のこと）の人が、ストライキをした場合従来から残業して\nいなかつたから、今夜の計画にはいつていない。」との連絡を受け、現場の作業長\nであるＭ、Ｎに対し確認的にその旨伝えた。午後一一時頃、当日時限ストに参加し\nた夜勤勤務中の右六名の組合員は自分達が当夜の残業計画から外されていることを\n右両作業長から知らされたが、その際Ｎ作業長はＡに対して「私個人としては残業\nはほんとうはやつてもらいたい。」との趣旨を述べた。午前〇時頃（休憩時間）に\nなり、Ａ、Ｃ、Ｂの三名は事務所のＧ当直員のところにやつて来て右六名の組合員\nが残業就労の意思があることを伝えたうえ、残業をさせない理由を問いただしたと\nころ、Ｇは、「当直者である私個人としてもあまりくわしいことはわからな\nい。」、「ストライキをしたときは従来から残業をしていないから、残業の計画に\nはいつていないから、残業してもらつては困る。」と述べた。そこでＡは、組合副\n執行委員長（当時委員長が欠けていたためその職務を代行）Ｋに電話連絡したとこ\nろ、同副委員長から、会社からは残業について何も連絡を受けていないし、残業を\nやらせないことは従組との差別であるから、組合員はそれぞれ残業勤務につくよう\nにとの指示があつた。他方Ｇ当直員はＨ総務部長に電話で状況を伝えたうえ確認を\nとつたところ、前記係長から聴いたと同様の指示があつた。そして、ＡがＧに対\nし、Ｋ副委員長の指示があり残業をやる旨を告げたところ、Ｇは「これは会社と組\n合との問題であり、私ではわからない」と答えた。このようにして、午前四時にな\nつて、右Ａら六名の組合員は残業勤務を行なつたが、単板第一班の組合員である\nＡ、Ｂ、ＣとＮ作業長との間には特段のトラブルもなく、同第二班のＭ作業長もＡ\nが「副委員長から残業するようにいわれているから残業をさせるように」と言つた\nのに対しても、ただうなずくのみであつた。右六名の組合員はこのようにして、午\n前六時までともかくも残業勤務についた。\nその後夏季一時金については妥結したものの会社は、右六名の組合員による就労\nを会社の命令による残業とは認めず、当初は全く右就労の対価として残業賃金を支\n払う態度を示さなかつたが、同年七月一七日に至り右基本的態度を維持しつつも組\n合に対し「右六名は実際に仕事をしたようだし、会社の方にも手違いがあつたか\nら、残業賃金に相当する金員を支払う。」と回答した。しかし、その際会社は右支\n払の前提条件として組合に対し争議についての事前通告協定の締結を求めたため、\n組合の容れるところとならず、結局残業賃金相当額は支払われなかつた。\n六　不当労働行為の成否\n（一）　労働者が所定の労働時間を超えて労働すること（残業就労）は、労働強化\nとして労働者に不利益である反面、賃金面において経済的利益でもあることは明ら\nかである。従つて、当該職場において残業が恒常的に行なわれ、労働者においても\nこれによる賃金を経済的利益として期待しているような場合に、当該労働者が残業\n就労の意思を有するのに、使用者が、反組合的意図のもとに、特定労働者に限り他\nと差別して残業就労を拒否することは、当該労働者に対する不利益取扱いとなるこ\nとはもちろん、場合により当該労働者の所属する組合に対する支配介入にもなると\nいうべきである。\n（二）　本件についてみると、会社においては、当時昼夜勤とも二時間程度の残業\n勤務を行なうのが通常であつたこと前記三認定のとおりであるから、これによれば\n労働者としても、恒常的な残業賃金を一つの経済的利益として期待する関係にあつ\nたものと推認することができる。そして、前認定のとおり、会社は本件当日も組合\n員を含む夜勤者について残業を予定していたところ、当日組合が時限ストを行なつ\nたことから、ストに参加した組合所属の組合員であるＡら六名についてのみ、急拠\n残業計画から外してその旨通告し、組合員以外の従業員に対しては予定どおり残業\nを命じたのであり、かつ前記五（二）認定の経緯に照らし、右Ａら六名が右時限ス\nトにかかわらず、当夜勤就労後残業就労する意思を有していたことが明らかである\nから、会社が右六名の組合員の残業を拒否したことは、客観的にみる限り、右六名\nが組合の指令のもとに行なわれた時限ストに参加したことを理由とする差別扱いと\nいうほかなく、右差別につき合理的理由がなければ、右差別は会社の反組合的意図\nに基づく労組法七条一号に違反する不利益取扱いのほか、同条三号に違反する支配\n介入に該当するものというべきである。\nなお、本件ストに参加したＡら六名の組合員の残業就労が割増賃金支給の対象た\nり得ないことは後記七に述べるとおりであるが、そうであつても、右の理は変ると\nころはない。蓋し、後に述べるようにこの場合終業時刻までの労働時間数によつて\n同時刻後の残業就労に対して支給すべき賃金額に差が生じるというだけのことであ\nるから、使用者たる会社が反組合的意図のもとに、スト参加の労働者についてだけ\n残業を拒否することが、合理的理由なき差別であることになんら変りはないからで\nある。\n（三）　そこで、会社が右のように時限スト参加を理由にＡら六名の残業を拒否し\nたことにつき合理的理由があるかどうかを検討する。\n１　まず、原告は、従来の組合の争議形態と本件当日の昼勤者たる組合員全員が残\n業就労しなかつたことから、会社が夜勤の組合員も残業就労しない意思であると考\nえて残業を命じなかつたことは当然でありかつ正当であると主張するので考えるの\nに、なるほど、争議形態として時限ストは単なる残業拒否に比べより強力なものと\n観念されるから、時限ストをする以上併せて残業も拒否するのが形態として常識的\nであり、現に組合の従前の争議においても、半日ストないし時限ストの大部分は残\n業拒否も併せ含むものとして実行されてきたこと前記四認定のとおりであるうえ、\n前認定のとおり従前半日ストないし時限ストを行なうに当り残業拒否の明示の通告\nなしに残業をしなかつた例もあり、そして本件当日の昼勤者たる組合員も残業就労\nしなかつたのであるから、前記五の（二）認定のとおり当日午後四時三〇分の段階\nにおいて、会社が夜勤者たる六名の組合員も残業をしない蓋然性が高いと考えたこ\nとは理由がある。従つて、会社が前記六名の組合員又は組合に特に残業就労の意思\nの有無を確認することなく右六名も残業しないものと考えて当夜の残業計画から外\nしたからといつて、直ちに原告に反組合的意図ありと推認することは困難である。\nもつとも、前記四認定のとおり、組合員が時限スト終了後残業就労した例も全くな\nくはないが、それは昭和四二年一二月四日から八日まで行なわれた時限ストについ\nてのみであり、以来そのような争議戦術は採られておらず、しかも、右の例は前記\n四に認定したように、会社の生産計画遂行の必要性と組合の戦術的観点がたまたま\n合致した結果生じた特殊現象に過ぎないと解せられるから、証拠上認定できるこの\n唯一の前例を根拠に会社が六名の夜勤組合に残業就労意思の確認をすることなく右\n六名を残業計画から外ずしたことをとらえてこれを会社の反組合的意図に結び付け\nようとするのは相当とはいいがたい。\nしかしながら、会社としては組合員らの残業意思が後に明らかになつた段階で、\n可及的に残業計画をもとに戻して、組合員らに残業を命ずる措置をとつてしかるべ\nきところ、前認定のとおり、夜勤就労時間の中間に当る午前零時過頃Ａら組合員六\n名が残業就労する意思のあることが会社側に明らかになり、かつその時点で残業計\n画をもとに戻して組合員らを残業に就かせるよう変更することは容易であつた（前\n認定のように、当日スト通告があるまでは組合員を含む夜勤者の残業が予定されて\nいたこと及び夜勤者のスト時間帯が始業時に設定されていたことならびにその時点\nから残業開始までなお三時間余の余裕のあることから、そのように推認され、反対\nの証拠は全くない。）のに、それにもかかわらず決定を変更せず、組合員の残業を\n拒否したのである。\n従つて、少くとも右六名の組合員の残業就労意思が明らかになつた午前零時過頃\nの段階においては、会社にとつて、右六名の残業を拒むべき合理的理由はもはや見\n出し難い状況にあつたものというべきである。\n２　さらに原告は、就業規則所定の就労時間にストを行ないながら、その後残業す\nることにより会社が割増賃金のつく残業賃金の支払いを義務づけられるとすればそ\nれは不合理であるから、かかる残業を命じない正当な理由がある、と主張する。\nしかしながら、後に判断するとおり、会社は組合員らの本件残業に対し残業割増\n賃金を支払う義務がないのであるから、その前提を欠くのみならず、会社がそのよ\nうに誤解したため本件残業を命じなかつたとしても、争議形態としてどの時間帯を\n選んでストをするかは、組合の自由に決定しうることであつて、会社がこれに口を\nさしはさむ余地はないというべきであるから、この点は割増賃金支払を拒否する理\n由にこそなれ、残業就労を拒否する理由にはなりえないのである。\n３　以上に述べたほか、会社がＡら組合員六名に残業を命じなかつたことにつきこ\nれを首肯させるべき合理的理由を、肯認すべき証拠はない。\n（四）　そうとすれば、会社が時限スト参加者である右六名の組合員に対しとつた\n措置は、反組合的意図に基づく差別と考えるほかはなく、従つてこの措置は、右六\n名に対する関係では、これらのものが組合の正当な行為をしたことを理由とする不\n利益取扱いに該当し、同時に組合に対する関係では、組合の行なつたストに対する\n支配介入に該当し、不当労働行為を構成するものというべきである。\nそうだとすれば、会社が右六名の組合員の残業就労に対する賃金を支払うことが\n本件における相当な原状回復措置であるということができる。\n七　本件残業につき割増賃金の支払いを命ずることの可否\n前示不当労働行為に対する救済措置として、組合員六名が会社の残業命令により\n二時間の残業就労をしたものとして、会社が支払うべき賃金の支払いを命ずべきと\nころ、前示のとおり組合員は本件当日就業規則所定の就労時間中二時間のストに参\n加しこの間就労していないから、右二時間の残業就労を加えても、結局就業規則所\n定の労働時間六時間五〇分を超えては労働していないのである。しかるに本件命令\nは、右残業につき会社は残業割増賃金を支払うべきものとした初審命令を認容し、\nこの点につき被告及び参加人は、組合員らと会社との間の就業規則所定の勤務時間\n帯以外の労働については会社は残業割増賃金を支払うとの雇用契約結時の合意があ\nり、仮に右合意がなかつたとしても右と同内容の事実たる慣習が存在していたと主\n張するので判断するのに、まず、本件全証拠によつても右のような雇用契約締時の\n合意の存在を認めるに足りる証拠はない。\n会社における残業割増賃金が通常の労働時間の賃金の二割五分と定められていた\nことは当事者間に争いがなく、弁論の全趣旨によれば、就業規則所定の労働時間\n（昼勤は七時間、夜勤は六時間五〇分）を超えて労働した場合には、その超える労\n働時間に対し右割増賃金を支払う旨の労使間の合意ないし慣行があつたものと認め\nられるのであるが、このような就業規則所定の労働時間を超える労働時間に対し割\n増賃金を支払う旨の合意ないし慣行は、特段の事情のない限り、労働基準法三七条\nの規定と同様、所定労働時間を超えてする一日の労働が過重労働になるものと観念\nし、その過重労働に対し割増賃金を支払うこととする、との趣旨に出たものと解す\nべきところ、右労働基準法の解釈として、一日の労働時間が通じて八時間を超えた\n場合に、割増賃金の支払いを使用者に義務づけたものであつて、当該事業場におい\nて労働協約や就業規則等で何時から何時までとその時間帯が設定されている場合に\nおいて、その時間帯以外に労働しても、一日の労働時間が八時間を超えない以上右\n規定の関与するところではないと解すべきである。従つて、労働協約や就業規則等\nで所定労働時間を定めると共に、その労働時間帯を定め、かつ所定労働時間を超え\nる労働に対して割増賃金を定めた場合の解釈としても特段の事情のない限り、右と\n同様に解するのが相当というべきである。\nところで、前示乙第一〇一号証及び弁論の全趣旨によれば、会社側は右労使間の\n合意ないし慣行の解釈として、もし時限ストによる所定労働時間内の不就労にかか\nわらず所定就労時間帯外の残業を命じた以上は、残業に対し右割増賃金を支払わね\nばならぬものと観念していたことが明らかであり、そして、昭和四二年一二月の闘\n争において、時限ストを行ないながら残業就労した例において、会社はこれに対し\n割増賃金を支払つたことが当事者間に争いがない。\nしかし他方、前示乙第一〇一号証、第一一五、第一一六号証や証人Ｉの証言、原\n告代表者Ｊの尋問の結果によれば、会社側としても、一日の労働時間が所定労働時\n間を超えないのに残業割増賃金を支払うことは会社として承服し難い不合理なもの\nと考えていた（その点が本件残業命令を出さなかつたひとつの理由でもあつた）の\nであり、また昭和四二年一二月の例では、かかる不合理を認識しつつも、特に会社\nの生産計画上の必要から組合に要請した結果であることが認められる。従つて前者\nは、会社側が、前示労働基準法三七条ないし時間外割増賃金の合意に関する一般的\n解釈を誤認したのに過ぎないし、後者は労使間の一時的合意の意味しかもたないも\nのと考えるのが相当であつて、いずれも前記特段の合意ないし慣行の根拠とするに\n足りない。\nさらに、会社では、遅刻して出勤した従業員について遅刻欠勤を年次有給休暇に\n振りかえたうえ残業した場合に残業割増賃金が支払われていることは当事者間に争\nいがないが、右は年次有給休暇の実効を確保する見地から当然の措置であつて、ス\nト欠勤の場合と同列に論じるわけにはいかない。有給休暇に振りかわらない欠勤に\nついても同様の取扱いがなされているとの参加人代表者Ｋの尋問の結果部分は、的\n確な裏付けを欠き、にわかに採用し難い。\nなお、参加人代表者Ｋの尋問の結果中に、就業規則上の時間短縮交渉の過程で、\n被告らの主張に副う内容の労使の確認がなされている、との部分は、的確な裏付け\nを欠くものであつてにわかに採用できない。\n以上のほか、就業規則所定の勤務時間帯外に就労すれば、一日の通算労働時間の\n長短にかかわらず時間外割増賃金を支払う旨の合意ないし慣行の存在を認めるに足\nる証拠はない。\nよつて会社は本件二時間の残業に対し、通常の労働時間に対応する賃金二時間分\nと午前四時から同五時までの一時間に対する深夜割増賃金の他に、二時間分の時間\n外割増賃金を支払うべき義務はないというべきであるから、本件命令中右時間外割\n増賃金の支払いを命じた初審命令を認容した部分は、不当労働行為に対する原状回\n復以上のものを使用者に命じたことに帰し、違法である。\n八　右判示したところに従い、会社がＡら六名に対し本件二時間の残業について支\n払うべき通常の労働時間二時間分の賃金と一時間分の深夜割増賃金の合計額が、原\n告の請求原因二（二）（別紙賃金表（ハ）欄記載）のとおりであることは、結局当\n事者間に争いがないから、本件命令中、初審命令がいずれも別紙賃金表（ハ）欄記\n載の金額である組合員Ａにつき金九八三円、同Ｂにつき一、〇三五円、同Ｃにつき\n金一、〇〇〇円、同Ｄにつき金七四三円、同Ｅにつき一、〇六五円、同Ｆにつき金\n六九八円を超えてその支払を命ずる部分について初審命令を維持した部分は取消し\nを免れない。\nよつて、本訴請求は右の限度において認容すべく、その余は失当として棄却すべ\nきであり、訴訟費用の負担について行政事件訴訟法七条、民事訴訟法八九条、九二\n条、九四条を適用して主文の通り判決する。\n（裁判官　松野嘉貞　浜崎恭生　仙波英躬）\n（別紙賃金表省略）\n（別紙）\n命令書\n中労委昭和四七年（不）第二号\n昭和四九年四月三日命令\n再審査申立人　株式会社トウガク\n再審査被申立人　東洋楽器労働組合\n主　　　文\n本件再審査申立てを棄却する。\n理　　　由\n第１　当委員会の認定した事実\n１　当事者等\n（１）　再審査申立人株式会社トウガク（旧商号は東洋楽器株式会社で本件再審査\n中に変更した。）（以下「会社」という。）は肩書地において、工業用キヤビネツ\nト材料、合板、新建材の製造および販売を営む会社であつて初審結審時における従\n業員数は四二八名である。\n（２）　再審査被申立人東洋楽器労働組合（以下「組合」という。）は、昭和三七\n年二月一日会社従業員をもつて結成された労働組合で、日本労働組合総評議会、全\n日本木材産業労働組合および愛知県地方木材産業労働組合連合会（以下「愛木労」\nという。）などに加盟し、初審結審時における組合員数は一八名である。\n（３）　なお、会社には組合のほか、昭和四四年四月五日に組合を脱退した従業員\nによつて結成された東洋楽器従業員組合（以下「従組」という。）があり、初審結\n審時の組合員数は三二三名である。\n２　本件発生前後の労使事情\n（１）　昭和四四年四月組合が分裂するまでは、組合は会社における唯一の労働組\n合で、組合員数も約三五〇名であつた。\n（２）　上記組合の分裂と従組の結成を契機として会社と組合は次第に対立の様相\nを深めていつた。すなわち、同年五月には、会社による上部団体からの脱退強要な\nどの支配介入行為の排除を求めて、同年六月には賃上げに対する不利益取扱いの是\n正を求めて組合は、愛知県地方労働委員会（以下「地労委」という。）に対し不当\n労働行為の救済を申立てた。これらの事件はそれぞれ愛労委昭和四四年（不）第九\n号事件、同第一一号事件として係属していたが、両事件とも、その後労使間におい\nて自主和解が成立し救済申立ては取下げられた。\nさらに、昭和四五年七月組合は、賃上げの考課査定に差別があつたとして地労委\nに不当労働行為の救済申立てを行ない、同事件は愛労委昭和四五年（不）第一八号\n事件として現在審査中である。\n３　会社における勤務の態様\n（１）　会社における勤務時間は、昼勤者が午前八時から午後四時まで、夜勤者が\n午後八時から翌日の午前四時までと定められているが、昼、夜勤者とも二時間程度\nの残業勤務を行なうのが通常であつた。\n（２）　会社における生産計画は、従業員の残業勤務を前提として一カ月あるいは\n一週間を単位として策定されるのが通常であつた。すなわち、本件残業をめぐる問\n題が発生した職場において、会社は、金曜日または土曜日に従業員から翌一週間分\nの残業勤務の希望を徴して勤務ダイヤを作成し、さらに、勤務当日になつて従業員\nから特に残業はやれない旨の申し出がない限り、残業勤務は行なうものとして勤務\nシフトに組み込んでいた。\n４　争議行為の事前通告\n会社・組合間には争議行為の事前通告に関する協定は締結されていないが、従来\n争議行為を行なうに際して組合は、会社に対し争議行為の時期、方法、態様につい\nて文書をもつて事前に通告しており、時限ストライキと残業拒否をあわせて行なう\n場合はその旨記載されている。\nなお、昭和三九年以降本件発生までの間、組合の時限ストライキは一七回行なわ\nれ、ほとんどの場合残業拒否をもあわせて行なつており、争議通告書にはその旨併\n記されていたが、併記せずに残業拒否を行なつたことは一、二回であり、また、時\n限ストライキのみの通告だけで残業拒否を行なわず就労したのは一、二回である。\n５　昭和四五年夏期一時金争議\n（１）　昭和四五年六月五日組合は、会社に対し①夏期一時金として組合員一人平\n均一三万円を支給すること、②支給日は七月四日とすること、③回答日を六月一五\n日とすることを骨子とする要求書を提出した。これに対し会社は六月一五日の回答\n指定日に至り、組合に対し「本日回答指定日とのことであるが、時期的にはなお早\nいため延期するので了承されたい。」と文書をもつて回答した。この回答を不満と\nする組合は夏期一時金の大幅獲得と六月二三日の愛木労の統一闘争に参加すること\nについて一六日、一七日にかけてストライキ権を確立するための投票を行なつた結\n果、一〇〇％の支持率であつた。\n（２）　六月二三日午前八時一〇分から約一時間にわたつて夏期一時金についての\n団体交渉が開催され、席上会社は「昨年以上のものは出す、二七日まで待つてく\nれ。」との回答を行なつた。この回答を不満とする組合は、同日の昼休み時間を利\n用して全員集会を開催し、執行部から「愛木労関係がすでに第二次、第三次回答が\n提示されているにもかかわらず、会社のみがゼロ回答であり、皆さんはどうすべき\nか。」との問題提起を行ない、討議の結果、会社の態度には誠意がないとして予定\nどおり時限ストライキを行なうことを決定し、午後一時三〇分頃会社に対し「六月\n二三日、昼勤者は午後二時から四時まで、夜勤者は午後八時から一〇時まで各二時\n間の時限ストを行なう。」旨の通告を行ない、それぞれ通告どおり組合分裂後はじ\nめてのストライキを行なつた。\nなお、スト通告には残業拒否については記載されていなかつたが、昼勤者は午後\n四時までの時限ストライキ後残業は行なつていない。\n（３）　同日午後一一時頃、二時間の時限ストライキを行なつた後残業勤務を前提\nとして就労していた夜勤勤務中の組合員Ａ、Ｂ、Ｃ、Ｄ、Ｅ、Ｆの六名に対し、Ｇ\n当直員、Ｎ作業長およびＭ作業長は、残業勤務につく意思の有無をただすことな\nく、「組合所属の組合員は本日残業勤務はない。」とつげた。そこで組合員Ａは会\n社の残業をさせない理由が明確でないので、残業問題について副執行委員長Ｋ（当\n時執行委員長のポストが空席であつたため、Ｋ副執行委員長が執行委員長の職務を\n代行していた。）に対し、電話で残業問題について何か会社から通告があつたかど\nうかを尋ねるとともに組合としての指示を求めた。これに対しＫ副執行委員長は、\n①会社からは何も連絡はうけていない、②残業をやらせないことは従組との差別で\nある、③会社から残業命令がでていないとしてもそれは正式のものではない。した\nがつて組合員はそれぞれ残業勤務につくよう指示した。このＫ副執行委員長からの\n指示をうけたＡら六名の組合員は他の従業員と同様正常の残業勤務を行なつた。な\nお、Ａら六名の組合員が残業勤務を行なうにあたつて職制らとの間に特にトラブル\nはなかつた。\n（４）　他方、会社は組合の組合員に対し残業勤務の計画に入つていない旨をつげ\nる際にＮ作業長は、Ａに対し「私としては残業をほんとうはやつてもらいたい。」\nとのことを述べており、またＡがＭ作業長に対し、Ｋ副執行委員長の指示もあるの\nで残業をやらせるよう要請すると、同作業長は単にうなづくのみではつきりした態\n度はとらなかつた。さらに、ＡはＧ当直員に対しＫ副執行委員長の指示で残業勤務\nにつく旨をつげたところ、Ｇは「これは会社と組合との問題であるから私じやわか\nらない。」と答えている。\n（５）　同月二四日組合は、上記組合員六名の残業賃金の支払いを求めるため総務\n課長Ｉに対し会社の態度をただしたところ、同課長は「たとえ残業をやつたとして\nも会社の命令に従わなかつたので賃金は支払えない。」と回答した。\n（６）　さらに、同月二六日書記長Ｏは、総務部長Ｈに対して残業賃金の件につい\nて質問したが、同部長は「会社の責任において残業をやらせなかつた。残業をやら\nせるやらせないは、会社の決めることだ。」「当日の残業賃金は払わない。」と述\nべた。これに対しＯ書記長は「なぜ当組合員のみ残業をさせなかつたのか、明らか\nにストに対する報復措置としか考えられない。」と言つたところ、Ｈ総務部長は\n「それはあんた達の判断にまかせる。」と答えた。\nなお、昭和四五年夏期一時金は、同月二七日の団体交渉において会社から一人平\n均一二三、〇〇〇円の回答が提示され、これを組合が受諾したことによつて妥結し\nたが、同日の団体交渉の席上においてＰ執行委員がＨ総務部長に対し組合員に残業\nをやらせなかつた理由をただしたところ、同部長は「その件については、昨日Ｏ書\n記長に話してある。」と答えている。\n（７）　組合は、七月八日づけをもつて会社に対し①組合員六名が六月二三日夜勤\nにおいて行なつた残業勤務の賃金を七月二八日の給料日に支払うこと、②その文書\n回答を七月一七日とすることを要求した。これに対し会社は、「当日残業をやつて\nくれ、という業務命令を出していないので残業賃金は払えない。だが調べた結果、\n実際に仕事をやつているようだし、又会社の方にも少し手違いがあつたようだか\nら、残業賃金に相当する金額を組合に払う。」と回答し、さらに、会社は、組合に\n対しこの金員支払いに際し争議行為の二四時間前の事前通告協定を締結してもらい\nたい旨を強く要望した。この会社回答に対し組合は、残業賃金の問題と争議行為の\n事前通告を協定する問題とは別問題であり、切り離して考えるべきであると主張し\nたが、会社は、「この協定を結ばなければ残業賃金は支払わない。」と主張し、結\n局残業賃金支払いに関する労使の意見は一致しなかつた。\n以上の事実が認められる。\n第２　当委員会の判断\n会社は、本件残業の就労拒否および残業賃金未支給について、時限ストライキに\n参加した者に対する報復的な行為であるとともに、組合運営に対する打撃的な行為\nにあたり、残業賃金の未支給は、正当な理由のない差別であるとした初審判断を争\nい、次のとおり主張するので以下順次判断する。\n１　会社は、従来組合が時限ストライキを行つた際には、昼勤者、夜勤者とも残業\nをしない慣行があるから、本件において残業させなかつたとしても何ら不当ではな\nい、また、初審命令が残業賃金の支払いを命ずることは合理性を欠くものであると\n主張する。\n前記第１の４認定のとおり、過去において組合が争議行為として時限ストライキ\nを行なう場合、あわせて残業拒否をも行なうのが常態であつたことおよび前記第１\nの５の（２）認定のとおり、本件の当日昼勤者は時限ストライキ後残業を行なつて\nいないことが認められ、会社が本件時限ストライキに際しても夜勤者が残業を拒否\nするであろうと考えたとしても無理はない。\nしかしながら、\n①　前記第１の３認定のとおり、会社においては、昼勤、夜勤とも二時間程度の残\n業が恒常的に行なわれており、残業計画についても、前週末に本人からの希望をき\nいたうえ計画に組みこまれているのであるから、組合員らが行つた本件残業も当然\nに予定されていたものと認められ、これに反する資料はない。\n②　しかも、前記第１の５認定のとおり、会社は組合の時限ストライキ通告の際、\n残業拒否の有無について確認しておらず、また組合員らに残業希望の有無をも確か\nめず、一方的に残業就労を拒否し、組合および組合員の抗議ならびに残業する旨の\n申出に対し会社の職制はあいまいな態度をとつて、結局残業をさせているのであ\nる。\n③　したがつて、組合員らが事実上行つた残業につき、会社が所定の賃金を支払う\nことは当然のことと考えられ、会社の主張はいずれも採用できない。\nなお、会社は、残業賃金相当額の支払いについて、争議行為の二四時間前通告協\n定の締結を提案したのは、条件としてではなく希望を述べたものであると主張す\nる。\nしかしながら、もし会社の主張するように、争議行為の事前通告協定の締結が支\n払いの条件でなかつたとすれば、会社はすでに残業賃金相当分を支払うことを言明\nしていること前記第１の５の（７）認定のとおり明らかなのであるから、本件は申\nし立てをまつまでもなく当事者間で自主的に解決していたと考えられるのである。\n結局、会社は、残業賃金支払の条件として争議行為の二四時間前通告の問題を提案\nしたものと言わざるをえず、会社の主張は採用できない。\n２　会社は、組合は所定就業時間内の二時間につき時限ストライキを行い、時間外\nの労働について勝手に命令なくして就労し、時間外就労として割増賃金を要求する\n態度は公正ではないと主張する。\nしかしながら、組合が時限ストライキを行なうに際して、併せて残業拒否をも行\nなうか否かは組合の戦術の問題であつて、これをあながち非難することはできな\nい。\nしかも、争議行為を行つた者については、賃金において、当然ストライキ中の賃\n金はカツトされ、そのうえ時限ストライキ一回につき皆勤手当も五〇〇円減額され\nることが認められるのであるから、事実上行つた残業勤務に対し所定の割増賃金を\n要求することは問題のないところである。\n３　会社は、本件残業就労拒否は一方の組合員が正常に就労し、他方の組合員が二\n時間の時限ストライキを行なつている状態下において生じた事柄であり、しかも会\n社は単に時間外就労の必要がないとしたのみであるから、これをもつて平常就労者\nと争議行為者の間の不合理な差別というに当らないことは明らかであると主張す\nる。\nしかしながら、前記第１の３および５認定のとおり、本件においては、すでに残\n業計画に組みこまれていたものと認められるので残業の必要性がなかつたものとは\n言えず、その他時限ストライキ後残業をやらせることによつて作業工程上混乱する\nような事情も認められないのであるから、会社として組合員が時限ストライキを行\nなつたということだけで、残業拒否の争議行為の予告もされていないのに平常就労\n者と差別して組合員に残業勤務の命令を出さないとした態度には合理的理由がな\nい。\n４　以上のとおり、本件残業勤務の命令をださなかつたことおよび残業賃金の未支\n給はいづれも合理的理由に欠けるものであり、かつ、本件が前記第１の２認定のと\nおり、組合分裂を契機として労使関係がきびしくなつた中でおきていること等の諸\n事情を考えあわせると、「会社の行為は、時限ストライキに参加した者に対する報\n復的な行為であるとともに、組合運営に対する打撃的な行為にあたり、さらに、残\n業賃金の未支給は、正当な理由のない差別であつて、不当労働行為に該当する。」\nとした初審判断は相当である。\n以上のとおり、本件再審査申立てには理由がない。\nよつて、労働組合法第二五条、同第二七条および労働委員会規則第五五条を適用し\nて主文のとおり命令する。\n"
}