{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 9,
    "day": 3
  },
  "case_number": "昭和44(行ウ)43",
  "case_name": "買受予約申込書返戻処分取消請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "農地法６３条に基づく土地買受予約申込みについて，買受適格を欠くことを理由として知事が右買受予約申込書を返れいした行為は，取消訴訟の対象となる行政処分に当たるとした事例",
  "lawsuit_id": "18114",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18114",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/114/018114_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n斯訟費用は原告の負担とする。\n○　事実\n第一、当事者の求める裁判\n（原告）\n「原告の被告あて昭和四〇年一二月六日付買受予約申込書の提出に対する、被告の\n四二、豊、農、第七九号昭和四二年三月二四日付、土地買受不適格認定に基づく買\n受予約申込書返れい処分を取消す。\n訴訟費用は被告の負担とする。」との判決。\n（被告）\n「本件訴を却下する。訴訟費用は原告の負担とする。」との判決および本案につき\n主文同旨の判決。\n第二、原告の主張\n（請求原因）\n一、原告は、愛知県西加茂郡＜以下略＞、畑二一、五五〇平方メートル（以下本件\n土地という。）に関する昭和四〇年一二月六日付買受予約申込書を当時原告の加入\nしていた猿投第二開拓農業協同組合から猿投町長を通じて同月二二日（土地等の売\n渡のための土地配分計画公示の日から三〇日以内である。）被告に提出した。\n二、被告は、昭和四二年三月二四日、原告に対し、四二、豊、農、第七九号売渡予\n約申込書の交付についてと題する書面を送付するとともに右買受予約申込書を返れ\nいする処分（以下本件処分という。）をなした。\n三、そこで、原告は、同年五月二五日、農林大臣に対し審査請求をしたところ、同\n大臣はこれを棄却するとの裁決をなし、昭和四四年六月七日ごろその旨原告に通知\nした。\n四、被告は原告に買受適格がないとして本件処分をなしたものであるが、原告は従\n前から自作農として農業に精進しているので、右処分は違法である。\nすなわち、原告は、昭和二九年三月一日農地法六一条により、国から愛知県西加茂\n郡＜以下略＞畑三一三三・八八平方メートル外五筆合計一六、二〇四・九三平方メ\nートルの売渡を受け、これを開墾し、右各土地についていわゆる成功検査に合格\nし、爾来農業に精進してきた。\nなお、原告は、農業の外に窯業原料、土建資材販売業を営んでおり、昭和四〇年ご\nろには農業所得が漸減しているが、右所得の減少はそのころ原告が業務上横領罪で\n服役するに至つたこと等の結果によるものであり、その後は営農の実績を挙げてい\nる。\n（本案前の抗弁に対する反論）\n本件処分は、原告の買受予約申込に対して売渡予約を拒絶する被告の意思表示であ\nるから、事実行為ではなくて行政処分である。\n第三、被告の主張\n（本案前の抗弁）\n一、原告のいう買受予約申込書の返れいは単なる事実行為であつて行政処分ではな\nいので、これが取消を求めるにつき何等法律上の利益がない。\n二、本件訴は、審査請求を経ることなく提起されたものであり、かつ出訴期間を徒\n過しているので、不適法である。\nなお、原告は、請求原因三において本件処分について審査請求を経た旨主張する\nが、その主張にかかる審査請求は売渡予約書交付拒絶処分にかかるものであつて、\n右処分は本件処分と異る。\n（請求原因に対する認否および被告の主張）\n一、請求原因一、二の事実は、すべて認める。\n二、同四の事実中、原告がその主張の日に、国からその主張にかかる未墾土地合計\n一六、二〇四・九三平方メートルの売渡を受けその成功検査に合格した事実は認め\nる。\n三、被告が本件処分をなしたのは、原告は本件土地の買受適格を欠くと判断したか\nらである。すなわち、本件土地の買受予約申込のなされた当時、原告方の生計は主\nとして農業以外の収入に依存し、農業収入は減少の一途をたどつており、当時既に\n買受けていた前記一六、二〇四平方メートル余の土地の大部分は耕作放棄もしくは\n粗放耕作の様相を呈していた。このように原告はその所有農地を効率的に利用して\nいないし、また、昭和四〇年に農舎建設資金として政府から融資を受けながらその\n建設に着手せず放置していたこと等から原告の営農意欲は低下しているというべき\nであるから、さらに本件土地の売渡を受けた場合、前記農地と併せて全土地を効率\n的に利用し得るとは到底考えられなかつた。\n従つて、被告は、原告には本件土地の買受適格がないと判定した。\n第四、証拠（省略）\n○　理由\n一、（本案前の判断）\n１、本件買受予約申込書返れい処分の性質について考えてみるに、成立に争いない\n甲第二号証の一によれば、原告が農地法六三条に基づいてなした本件土地買受予約\n申込に関し、被告は原告に対しその買受適格を欠いていることを理由に売渡予約書\nを交付することができない、従つて買受予約申込書を返れいする旨記載されている\nところからみると、被告が右申込書を返れいした行為は原告の買受予約申込に対\nし、売渡予約書を交付することを実質的に拒否した行為であつて、右は明らかに売\n渡予約書の交付を求める原告の法律上の地位に影響を及ぼすべき行政処分というべ\nきであるから、取消訴訟の対象となる拒否処分というに妨げない。従つて被告の主\n張は理由がない。\n２、また、成立に争いのない甲第八号証および原告本人尋問の結果により真正に成\n立したものと認めることができる同第三号証によれば、原告は本件処分のなされた\n日から六〇日以内である昭和四二年五月二五日、農林大臣に対して本件農地売渡予\n約書交付拒絶通知処分について審査請求をなし、同大臣は昭和四四年六月四日これ\nを棄却する裁決をなしたこと、而して、原告の右審査請求は原告に対する被告の売\n渡予約書を交付できない旨の処分を取消し、右予約書の交付を求める不服審査であ\nるけれども本件処分に対する不服申立の趣旨をも包含するものであることは明らか\nに看取しうるところであるところ、原告が本訴を提起したのは昭和四四年九月三日\nであることは記録上明らかであるから、本訴提起は農地法八五条の二による審査請\n求を経た後法の定める出訴期間内になされたものであつて適法である。\n被告は、原告のなした前紀審査請求は、売渡予約書交付拒絶処分にかかるものであ\nつて本件処分にかかるものではない旨主張するが、かかる主張の採りえないことは\n前示のとおりである。\n二、（本案についての判断）\n１、請求原因一、二の事実および原告が昭和二九年三月一日国から愛知県西加茂郡\n＜以下略＞畑三一三三・八八平方メートル外五筆合計一六、二〇四・九三平方メー\nトルの売渡を受け、右土地についてのいわゆる成功検査に合格したことはいずれも\n当事者間に争いがない。\n２、成立に争いない乙第一号証、同第二号証の一ないし七、官署作成部分について\nは成立に争いがなく、その余の部分は原告本人尋問の結果により真正に成立したも\nのと認めることができる甲第二号証の二、証人Ａ、同Ｂ、同Ｃ、同Ｄ、同Ｅ、同\nＦ、同Ｇ、同Ｈの各証言および原告本人尋問の結果を総合すると次の事実を認める\nことができる。\n原告は、国から売渡を受けた前記各土地を妻とともに開墾（一、二筆開墾の困難な\n土地があり一部未開墾、一部粗耕の状態であるが）し、右地上に桃、柿、梅等の果\n樹および野菜を栽培して農業による生計をたててきた開拓入植者であるが、子供\n（六人）が成長するにつれて農業収入のみでは生活が苦しくなつてきたため、昭和\n三三年ごろから粘土採掘事業をはじめ、爾来原告は主に右事業に従事し、農業は妻\nが専らこれを行い、長男および次男が長ずるにつれて両親の手伝いをするという状\n態であつた。ところが、昭和三八年一〇月一〇日長男（当時一九才）および次男\n（当時一七才）が粘土採掘中の事故により同時に死亡したために原告方における働\nき手は原告と妻のみになつた。\n原告が本件土地の買受予約申込をなした当時、家族は原告（四七才）、妻Ｉ（四三\n才）、長女Ｊ（一六才）、次女Ｋ（一四才）、三女Ｌ（一三才）、四女Ｍ（一一\n才）の六名であり、長女は農業の学課目のある愛知県立Ｎ高等学校に在学中であつ\nて、右卒業後は農業に従事する予定であつた（現在同人は農業に従事している）。\nしかし、当時既に農業収入は粘土採掘による収入に比して著しく低くなつており、\n原告およびその家族らの生計は主として右後者の収入に依存する状況であり、その\n後もこの傾向は続いている。また当時の前記国から売渡しを受けた農地の耕作状況\nは一部には種々の事情から耕作不能ないしは耕作困難とみられる土地もあつたが、\n耕作に適する土地についても必ずしも充分な開墾耕作がなされてはいなかつた。原\n告は、昭和三九年に振興農家の指定を受け、翌四〇年三月に国から農舎建設資金と\nして二五万円の貸与を受けながら現在に至るも未だに農舎を建設してはいない。\n以上の各事実を認めることができる。\n３、ところで原告は、本件処分前に既に国から農地の売渡しを受け、更に本件土地\nの買受予約申込をなしたいわゆる増反希望者であるところ、かかる者に更に土地の\n売渡予約をなすか否かを被告において選定するにあたつては、増反耕作に対する熱\n意、能力等について、たとえば既に売渡を受けた農地を如何に効率的に利用してい\nるか、既に所有する農地に加えて予約申込のあつた土地も含めてなお申込者家族の\n労働力において耕作可能であるか等の見地から、申込者が真に農業に精進する見込\nみがあるかどうかを判定してなすべきものである。而して、この点について被告の\n認定上の過誤の有無は当然裁判所の判断に服するものである。\nこれを本件についてみるに、前記認定の各事実によれば、原告は本件土地の買受予\n約申込をなした当時、農業に従事するというよりは粘土採掘事業に従事し、生計は\n主として右事業に依存しており、既に売渡を受けた農地の耕作も充分ではなく、そ\nの営農意欲も減退していたところ、この上更に二一、五五〇平方メートルの本件土\n地を買受けてもこれらを主たる労働力のにない手となりつつあつた長男および次男\nを失つた当時の原告およびその家族の力で効率的に耕作できるとは到底期待できな\nかつたものといわなければならない。したがつて、当時、原告は自作農として農業\nに精進する見込のある買受適格者であつたとはいえない。\nなお、原告は昭和四〇年ごろに農業所得が減少したのは原告が業務上横領罪で服役\nするに至つたこと等の結果によるものであつて、その後は営農の実績を挙げている\n旨主張するところ、証人Ｈの証言および原告本人尋問の結果によれば、原告は昭和\n四一年から同四三年ごろまで業務上横領罪で取調べを受け、服役したことがあり、\nその間就農しえなかつたことを認めることができるが、その後営農の実績が上がつ\nていることを認めさせるにはたりず、その他右事実を認めさせる適確な証拠はな\nい。したがつて、原告が就農しえなかつたとの右事実は本件土地の買受予約申込当\n時の状況が前記のとおりであることから考え何ら右の認定を左右するものではな\nい。\nそうすると、被告が原告に対してその買受適格がないことを理由に本件土地の売渡\n予約を拒絶して本件処分をなしたのは適法であるといわなければならない。\n４、よつて、原告の本訴請求は理由がないのでこれを棄却し、訴訟費用の負担につ\nいては行政事件訴訟法七条、民事訴訟法八九条を適用して主文のとおり判決する。\n"
}