{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 7,
    "day": 17
  },
  "case_number": "昭和45(ヨ)91等",
  "case_name": "下関魚市場鮮魚選別作業員解雇",
  "court_name": "山口地方裁判所下関支部",
  "field": "労働",
  "lawsuit_id": "19870",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19870",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/870/019870_hanrei.pdf",
  "contents": "主　　　文\n一、別紙第一目録記載の債権者らが債務者下関魚市場株式会社に対し、別紙第二目\n録記載の債権者らが債務者下関中央魚市場株式会社に対し、それぞれ雇用契約上の\n権利を有する地位をかりに定める。\n二、債務者下関魚市場株式会社は別紙第一目録記載の債権者らに対し、債務者下関\n中央魚市場株式会社は別紙第二目録記載の債権者らに対し、それぞれ各債権者につ\nき昭和四五年一〇月一〇日から右各当事者間の本案判決確定に至るまで毎月末日限\nり月額一八、〇〇〇円をかりに支払え。\n三、債権者らのその余の申請を却下する。\n四、申請費用は債務者らの負担とする。\n事　　　実\n第一、当事者の求めた裁判\n一、別紙第一目録記載の債権者ら\n（１）　別紙第一目録記載の債権者らが債務者下関魚市場株式会社に対し、雇用契\n約上の権利を有する地位をかりに定める。\n（２）　右債務者は同債権者らに対し、昭和四五年一〇月一日から本案判決確定に\n至るまで毎月末日限りそれぞれ月額一八、〇〇〇円をかりに支払え。\n二、別紙第二目録記載の債権者ら\n（１）　別紙第二目録記載の債権者らが債務者下関中央魚市場株式会社に対し、雇\n用契約上の権利を有する地位をかりに定める。\n（２）　右債務者は同債権者らに対し、昭和四五年一〇月一日から本案判決確定に\n至るまで毎月末日限りそれぞれ月額一八、〇〇〇円をかりに支払え。\n三、債務者ら\n（１）　本件各申請を却下する。\n（２）　申請費用は債権者らの負担とする。\n第二、当事者の主張\n（債権者らの本件仮処分申請の理由）\n一、債務者下関魚市場株式会社（以下債務者下関魚市場と略称する）および債務者\n下関中央魚市場株式会社（以下債務者中央魚市場と略称する）は、いずれも下関市\n＜以下略＞において魚市場を経営し、山口県旋網組合（法人格なき団体。以下旋網\n組合と略称する）所属組合員らが捕獲する鮮魚類を右各魚市場岸壁において選別\nし、かつこれを販売することを業とする会社である。\n二、別紙第一目録記載の債権者ら（以下第一債権者らと略称する）は債務者下関魚\n市場に、別紙第二目録記載の債権者ら（以下第二債権者らと略称する）は債務者中\n央魚市場に、それぞれ選別作業員（選別婦）として雇用され、前記各魚市場岸壁に\nおいて前記旋網組合の組合員らが捕獲陸揚した鮮魚類の選別業務に従事しているも\nのである。債務者らと債権者らとの間に右雇用関係が存在することは、左記諸事実\nによつてもこれを肯認することができる。\n（１）　債権者らの雇用、退職の手続が債権者らと債務者らとの間で行われるこ\nと。\n（２）　債権者らの勤務の拘束時間（午前零時から午時四時まで）は、債務者らに\nより定められていること。\n（３）　債権者らの出勤簿を債務者らが備え、債権者ら出勤の際これに捺印せしめ\nていること。\n（４）　漁船の入港を債権者らに通知するのは債務者らであること。\n（５）　債権者らの作業は債務者らの指揮下に置かれていること。\n（６）　債権者らが作業に必要とする選別台、作業用手袋などは、これを債務者ら\nが債権者らに直接支給していること。\n（７）　債権者らが選別作業をなすに際し、選別出来高の確認を債務者らが行つて\nいること。\n（８）　債権者ら出勤中の詰所の使用料、水道料、ガス料金、電気料金、電話料を\n債務者らが支払い、暖房設備も債務者らが提供していること。\n（９）　債権者らが作業する岸壁の使用料を債務者らが支払つていること。\n（１０）　債権者らの賃金は債務者らがこれを計算し、債務者ら会社名入りの袋に\n入れて支給していること。\n（１１）　青物取扱料金（水切賃、検貫料、選別料）の内訳、ことに選別料金額\n（債権者らの賃金額）の決定は債務者らがなしており、旋網組合はこれをなしてい\nないこと。\n（１２）　昀低賃金保障制度、役付手当制度を債務者らが定めていること。\n（１３）　債務者らは債権者らに対し、モチ代、ソーメン代を支払つており、その\n計算内容を旋網組合や債権者らに知らせていないこと。\n（１４）　社会保険料（健康保険料、厚生年金保険料、失業保険料）を債務者らが\n債権者らの賃金から控除してこれを納付していること。\n（１５）　債権者らの身分証明書を債務者らが発行していること。\n（１６）　債務者らが昭和四四年四月一日以降前記昀低賃金保障制度を実施するに\n当り、債権者らの地位を表現するにつき「常傭」なる文字を使用していること。\n（１７）　旋網組合は法人格を有しない団体であつて、その組合員たる生産者の漁\n船は何処の港でも荷揚することができ、債務者らの魚市場を専用しているわけでは\nないし、右旋網組合の事務所と債権者らとは事実上なんらの関係もないから、債権\n者らの雇用主を旋網組合とみることは無理であること。\n三、債権者らは昭和四五年五月三日、債務者らに雇用されている他の選別作業員ら\nとともに下関漁港選別婦労働組合を結成し、同組合は同月四日債務者らに対し、従\n来の組合員一人当りの昀低保障賃金月額一八、〇〇〇円を同五〇、〇〇〇円に増額\nするよう要求したところ、債務者らはこれに応ぜず、同年六月六日に至りようやく\n一人当り月額二一、〇〇〇円に増額する旨回答したが、これを不満とする右労働組\n合と債務者らとの間で数次の団体交渉を重ねた。しかし結局物別れとなつたので、\n右労働組合はついに昭和四五年九月二九日から同年一〇月九日まで前記要求貫徹の\nためのストライキを行つた。\n四、ところが、債務者らは昭和四五年一〇月一〇日それぞれの被用債権者らに対\nし、同債権者らが前記労働組合を結成し組合活動をなしたことの故をもつて、債権\n者らを解雇する旨の通告をなし、爾後債権者らの就労を拒否し、債権者らに対する\n賃金の支払いを停止するに至つた。しかしながら、債務者らの債権者らに対する右\n解雇の意思表示は、いずれも労働組合法七条一号に該当する不当労働行為であるか\nら無効である。\n五、そこで、債権者らはそれぞれの雇用債務者らに対し、雇用関係存在確認および\n昭和四五年一〇月一日から一人当り月額一八、〇〇〇円の割合による昀低保障賃金\nの支払いを求める本案訴訟を提起すべく準備中であるが、債権者らはいずれも各雇\n用債務者らより受ける賃金のみをもつて生活しているものであるから、右本案訴訟\nの判決確定を待つていては生活に窮するので、本件各申請に及んだ。\n（債務者らの答弁）\n一、申請の理由一項の事実中、債務者らがいずれも下関市＜以下略＞において魚市\n場を経営している会社であることは認めるが、その余の事実は争う。債務者らはそ\nれぞれ旋網組合の委託により魚類をセリ売りの方法で仲買人に販売することなどを\n業とするものであるが、債権者ら主張のごとき鮮魚類の選別作業は債務者らの業務\n内容に含まれていない。魚市場はその公共性に鑑み、山口県魚市場条例によつて定\n款・業務規定等につき厳格な規制のもとに運営されており、魚市場の受託物品保管\n責任はそれを受領した時に始まり取引の成立した時に終るのであつて、委託物品を\n受領する以前の荷役・選別作業等はすべて生産者（荷主）の利益と負担において行\nわれ、これらに係わる責任は魚市場には一切存しない（丙二号証の一第七条参\n照）。また、山口県魚市場条例一三条においては、魚市場の事業上の禁止事項とし\nて、市場の開設者は名義の如何を問わず委託者から手数料以外の給料を受けてはな\nらないと規定してあり、魚市場の経営損益に帰属する収益は、受託販売手数料（受\n託販売金額の四分）以外にはありえないのである。\n二、同二項の事実中、債権者らが債務者ら魚市場岸壁において、旋網組合の組合員\nが捕獲陸揚した鮮魚類の選別作業に従事していたことは認めるが、その余の事実は\n否認する。すなわち、債務者らは債権者らのいずれとも雇用契約を締結したことな\nく、右選別作業の沿革と作業実態に即して判断すると、債権者らの主張する鮮魚類\n選別業務なるものは、法人格なき生産者団体である旋網組合と今津組代表者債権者\nＡ、萩谷組代表者債権者Ｂ、岸組代表者Ｃの三者との間の、下関漁港陸揚指定魚種\nの選別作業についての出来高払制請負契約にもとづき行われてきたものというべき\nである。そもそも青物（あじ、さば）の荷揚は、船倉から選別台までは生産者（荷\n主）側の作業、選別作業は選別作業員、ついで検貫とセリ売場までの函の搬送が運\n送会社の作業であり、これらが連続して一貫作業となつているのであり、右選別作\n業は旋網漁船が荷揚する青物を種類別、大小別に区分けして函詰する作業であり、\n生産者が魚価の附加価値を高めるため、生産者の利益のためにする作業であるか\nら、本来ならば各生産者が個別に前記今津組等選別作業員の組合との間に請負契約\nをなすべきものであるが、下関漁港の場合には各生産者が旋網組合に加入している\nことと、各生産者ごとの月末計算が煩瑣であるため、旋網組合が選別作業員の組合\nとの間で前記のごとき請負契約をなしているのである。債務者らは生産者たる旋網\n組合員が収得すべき仕切金額の中から前記四分の手数料を受領するのみであるか\nら、前記選別をすることによつて格別利益を受ける立場にはなく、したがつて債務\n者らが多数の選別作業員を常傭として雇用するはずはないのである。ちなみに、前\n記のごとく今津組は債権者Ａが組長であり、萩谷組は債権者Ｂが組長であつて、各\n組には班長、副班長が置かれ、組長は各班別の作業配置を決定し、班長を通じて作\n業の指揮監督をなし、組長、班長、副班長が役付手当まで支給を受けている組織さ\nれた団体である。そして、右の組長、班長、副班長は各組が古くより自主的に選任\nしたもので、債務者らはもとより旋網組合も右選任にはまつたく関与していない。\n以上のごとく、債務者らと債権者らとの間にはなんら雇用関係は存在せず、債権\n者らが右雇用関係の存在を肯認すべき資料として挙示する諸事実は、左のとおりい\nずれも当を得ないものである。\n（１）　債権者らの雇用、退職の手続が債権者らと債務者らとの間で行われたこと\nは一度もない。\n（２）　債権者ら選別作業員の作業時間帯は前記運送会社の水切作業の時間帯に合\nせてあるが、右時間帯は前記萩谷組、今津組、岸組が自発的に決定し、これを債務\n者らに通知しているものである。また、右の作業時間帯は実働時間でないことは論\nをまたないし、当日の作業が終了し次第、選別作業員は各組長の指示に従つて適時\n帰宅していたのが実情である。\n（３）　債務者らには労働基準法上義務づけられている選別作業員の労働者名簿、\n賃金台帳、就業規則はなく、債務者中央魚市場では出勤簿は萩谷組が備え付けてい\nて同債務者側にはなく、ただＤ課長が選別作業員詰所に行き出欠の確認をしていた\nに過ぎない。また、債務者下関魚市場でも出勤簿は今津組が備え付けており、別に\n選別作業員詰所にある名札を各人が右債務者事務所に持参して掛ける方法をとつて\nいた。要するに、債務者らは債権者らの出勤簿を有していなくて、別の方法により\nその出欠の確認をしていたものである。\n（４）　債務者らは山口県魚市場条例一五条にもとづき、生産者（荷主）の連絡に\nより翌日入港荷揚予定の船舶、魚種、入荷量を掲示板に掲載するが、選別作業をす\nる今津組、萩谷組の各代表者は右掲示板の掲示を見て、翌日の作業の段取りを自主\n的に決定し実施するのであり、債務者らが選別作業員に対し早出出勤を要する班の\n数を指示することはない。\n（５）　選別作業中は債務者らの社員が各一名現場に立ち会つて函詰数を計算する\nが、それ以外なんらの作業指示、指揮はしていない。債権者ら選別作業員の選別台\nに対する割付け配置等はすべて前記組長によりなされ、作業監督指揮は各班長によ\nりなされるのである。\n（６）　債権者ら選別作業員が作業に必要とする設備、用具、諸経費はすべて旋網\n組合の委託にもとづきその負担において債務者らが仮払いをしているに過ぎない。\n（７）　選別作業場所たる岸壁は山口県営であり、各生産者は岸壁の管理を委託さ\nれている下関水産振興協会を通して岸壁使用料を山口県に納入している。その源資\nは各生産者に還元される出荷奨励金中二厘五毛である。\n（８）　前記のごとく、本来選別作業は各生産者と選別作業員の組合との出来高払\n制請負契約たるべきものであつたが、昭和四〇年に選別作業員の業務上傷害事故が\n発生したことに端を発し、萩谷組および今津組より労災保険法の適用を受けたい旨\nの要望があり、下関労働基準監督署の指導のもとに、旋網組合を形式上事業主と定\nめた。また、当時選別作業料金の支払いに関しては、各生産者が収得すべき仕切金\n額から債務者らが後記協定額を控除して選別作業員の組長に一括して支払つていた\nが、昭和四四年四月一日から右出来高払制請負契約に選別作業員一人当り月額一\n八、〇〇〇円の昀低保障制度が附加実施されたのちは、債務者らにおいて右制度実\n施責任者たる旋網組合の委託にもとづき、各選別作業員ごとに社会保険料等を控除\nした支払明細書を作成し、これを各人ごとに状袋に現金とともに入れて作業員詰所\nに持参し交付する形をとるようになつた。しかし、右保障制度実施の前後を通じ、\n選別作業の形態、選別料金の計算方法、労働時間、早退の取扱いなど一切の労働条\n件は一貫して変更はない。ちなみに、右昀低保障制度実施に伴う源資は、一次的に\nは債務者らが旋網組合の組合員（荷主）に還元する出荷奨励金（委託販売出荷金額\nの五厘）の中から一厘五毛を留保する「荷主援助金」および選別料金の一部（一函\nにつき二〇銭）を留保する「選別料保留金」をこれに当て、それでもなお不足を生\nじた場合に債務者らが援助金「魚市場選別作業助成金」を拠出することになつてい\nた。また、昀低保障制度実施後においても、選別作業料金の総額が作業員一人当り\n一八、〇〇〇円を上廻る月は、今津組および萩谷組においてこれを自主配分してい\nたものであるが、右制度は昭和四五年九月二五日限り、旋網組合の解約の意思表示\nにより解消されて現在に至つている。\n（９）　選別作業料金は作業出来高函数に日本遠洋旋網漁業協同組合において取り\n決めた一函当り作業料金を乗じて算出され、西日本地区同一料金である。\n（１０）　債務者らが債権者らに身分証明書を交付していることは認めるが、これ\nは山口県下関水産事務局から、漁港管理条例、同施行規則により、漁港内入門者に\n携帯を義務づけている入門許可証の性質のものであつて、雇用関係の証明書ではな\nい。\n（１１）　今津組は主として債務者下関魚市場の、萩谷組は主として債務者中央魚\n市場の各選別作業に従事していたが、決して専属ではなく、萩谷組が債務者下関魚\n市場で選別作業に従事したこともある。また、荷主の希望により下関漁港に荷揚し\nて選別作業はするが、債務者らによるセリ売りにかけることなく、荷物を消費地に\n直送する場合もあるが、この場合の選別料金は前記昀低保障制度の適用を受ける枠\n外として別個に計算し、荷主から支払われるのである。\n三、同三項の事実中、債権者ら選別作業員が下関漁港選別婦労働組合を結成したこ\nと、右組合員が昭和四五年七月一八日および同年九月二九日から一〇月九日までい\nつせいに不就労であつたこと、右労働組合から同年九月二五日付申入書により団交\n要求および一〇月三日からストライキを行う旨の通知を受けたことは認めるが、そ\nの余の事実は否認する。\n四、同四項の事実は否認し、同五項の事実は争う。\n第三、疎明関係（省略）\n理　　　由\n一、当事者の地位と鮮魚選別作業の沿革および実態\nいずれも成立に争いのない甲六号証の一ないし六、同七号証の一ないし一四、同\n一〇号証の一〇、二四ないし二九、三二ないし三五、三七、同一一、一二号証、乙\n八号証の一、証人Ｅ、同Ｆの各証言および弁論の全趣旨により成立を認める甲三、\n八号証、同一〇号証の一、九、一一、三〇、三六、四〇、証人Ｇ、同Ｈの各証言お\nよび弁論の全趣旨により成立を認める乙一、二、六号証、同七号証の一ないし四、\n同八号証の二、同九号証の一、二、同一四号証、同二三、二四号証の各一、二、証\n人Ｉ、同Ｆの各証言および弁論の全趣旨により成立を認める丙一号証、同二号証の\n一、同五号証、同七号証の一ないし四、同八号証の一、二、同一二、二一号証（二\n一号証中山口県旋網組合の記名部分は除く）、同二二、二三号証の各一、二、同二\n六号証の一に、証人Ｊ、同Ｉ、同Ｇ、同Ｈ、同Ｋ、同Ｆの各証言および債権者Ｌ本\n人尋問の結果ならびに弁論の全趣旨を総合すると、\n（１）　債務者らはいずれも下関市＜以下略＞下関漁港岸壁において魚市場を開設\nし、主としてセリ売りの方法による鮮魚介等水産物の委託販売その他これに附帯す\nる一切の業務を営むことを目的とする会社であり、債権者らはいずれも昭和四五年\n九月まで債務者らの各魚市売場に隣接する岸壁において、山口県旋網組合の組合員\nが捕獲陸揚する青物（あじ、さば、いわし等）の選別作業に従事していたものであ\nるが、右旋網組合は山口県下の旋網業者が魚獲物販売事務の円滑処理を図るため結\n成した法人格のない組合であり、下関市＜以下略＞に連絡事務所を設け、通常二名\nの職員により事務を処理している。\n（２）　青物の荷揚については、着岸した船倉から選別台までは生産者（荷主）側\nの作業、選別作業は選別作業員、ついで検貫とセリ売場までの魚函の搬送が運送会\n社の作業であり、これらが連続して一貫作業となつているところ、右選別作業なる\nものは荷揚される青物を種類別、大小別に区分けして整然と函詰することにより、\nその仲買人に対する販売価格を高めるための作業であり、下関漁港においては昭和\n二九年ごろから生産者側の要望により行われるようになつた。この選別作業に従事\nするのは女子であり（したがつてこの作業員は選別婦と呼ばれていた）、当初は今\n津組（組長債権者Ａ）なる選別婦団体のみで右の全選別作業を請負い、組長やその\n配下の班長らが選別婦を勧誘しその指揮のもとに就労させていたが、昭和三〇年ご\nろ岸組（組長Ｃ）、萩谷組（組長Ｍ、後日債権者Ｂに変更）が順次分離独立したの\nち、各組の選別作業は漸次専属化の傾向を強め、第一債権者らの所属する今津組は\n債務者下関魚市場に、第二債権者らの所属する萩谷組は債務者中央魚市場に、それ\nぞれ荷揚される青物の選別作業にほぼ専属的に従事するようになり（岸組は特定の\n生産者の青物選別作業に専属した）、そのため債務者らは右専属債権者らに対し自\n社所属選別作業員であることの身分証明書を交付していた。\n（３）　選別作業は毎週日曜日を除き、下関漁港に旋網船が着岸荷揚した都度行わ\nれるが、入港予定の船舶名、魚種、入荷量は前日各債務者の社員により自社掲示板\nに掲載され、これを右各組の組長らが見て所属作業員に連絡するのを原則とし、連\n絡を受けた作業員は翌日午前零時までに所属の作業員詰所に出勤し、組長らにより\nその確認を受けたのち、荷揚のあるかぎり同日午後四時まで選別作業に従事するこ\nとを義務づけられており、その間における選別作業は債務者らの販売担当社員一、\n二名の監視のもとに各組長、班長ら（班長、副班長は各組が自主的に指名）の指揮\nにより進められていた。右作業に必要な選別台は債務者らが提供していたが、選別\n作業料金は当初より前記旋網組合の上部団体たる日本遠洋旋網漁業協同組合と西日\n本各地区魚市場間で取り決められた金額にもとづき作業出来高（函詰数）に応じて\n算出され、今津組に対しては債務者下関魚市場が、萩谷組・岸組に対しては債務者\n中央魚市場が、それぞれ各生産者の仕切金額（仲買人への販売金額）から右作業料\n金を控除しこれを各組長に一括して支払い、ついで各組長が組所属作業員の稼働量\n等に応じて適宜配分することになつていた。\nしたがつて、右選別作業は各生産者と選別作業員の組との出来高払制請負契約に\n近い形態をとつていたのであるが、昭和四〇年に選別作業員の業務上傷害事故が発\n生したことに端を発し、今津組および萩谷組から労災保険法の適用を受けたい旨の\n要望が債務者らに対してなされ、右保険加入を可能ならしめるためには雇用主（事\n業主）が必要であつたので、債務者らは旋網組合と協議のうえ下関労働基準監督署\nの指導のもとに、一応旋網組合を右各組の選別作業員に対する雇用主と定めること\nにした。しかし旋網組合としては、右雇用主なるものはあくまで実体を伴わない便\n宜形式的なものと考えていたので、債務者らとの間で後日のため、「選別作業員\n（婦女子）の深夜作業を可能ならしめるためには本選別作業を漁業の延長とする法\n規上の必要があるので、漁業生産者の団体である旋網組合がこの雇用主になるのが\n昀適であるとの下関労働基準監督署の意向に従い、また選別作業員の労災保険加入\nについても雇用主が必要であるのて、旋網組合が便宜形式的に名義上だけの雇用主\nになるものである。したがつて労災保険加入に伴う諸事務および保険料等について\nは債務者らの責任においてこれを処理、負担する。」旨の念書（乙六号証、丙五号\n証）を取り交わした。\n（４）　かようにして、今津組および萩谷組の選別作業員はすべて労災保険法の適\n用を受けるようになり、その事務は債務者らにより処理されていたが、作業員の作\n業収入は前記の出来高払制のままであつたため、荷揚青物の多少により変動が大き\nく、ことに夏場の不漁期には一人当り月額三、〇〇〇円にも満たないことさえあ\nり、作業員の生活はきわめて不安定となり脱落者が跡を絶たず、かくては選別作業\nの遂行に重大な支障を招来しかねなくなつてきたので、今津・萩谷・岸の各組長は\n昭和四三年一一月二六日付連名の文書をもつて、債務者らと旋網組合に対し、選別\n作業料金値上および月額二五、〇〇〇円の昀低保障制度実施の要求をなし、さらに\n続いて右要求が容れられないときは選別作業の全面中止も辞さない旨強硬に申し入\nれた。これに対し債務者らは、右作業員一人当り五、〇〇〇円の年末特別手当を支\n給して急場を切り抜けたが、右昀低保障制度の要求を無視することができず、つい\nに昭和四四年二月一日付債務者ら代表者連名の文書で旋網組合に対し、「現行の選\n別作業員請負制度から脱皮して、同作業員の昀低賃金を債務者ら魚市場が保障する\n形態を採りたい。」との意向を表明するとともに、そのための資金面における援助\nを懇請するに至つた。その後主として債務者らの社員が中心となり共同して検討し\nた結果、旋網組合の了承を得て昭和四四年四月一日から後記登録選別作業員一人当\nり月額一八、〇〇〇円の昀低賃金保障制度が実施され、同時に岸組を除く全作業員\nの各種社会保険（健康保険、厚生年金保険、失業保険）への加入が実現される運び\nとなつた。\nもつとも、旋網組合としては、前記のごとき事情で選別作業員の形式的な雇用主\nとなつたに過ぎないのに、さらに右保障制度の実施に伴い後記のごとくその源資の\n一部を負担させられることになるので、債務者らに対し選別作業員の確保、選別作\n業の能率向上を図るとともに厚生面についても検討することなど数項目の附帯条件\nを提示して右保障制度の実施に協力することを了承したのであるが、これに対し債\n務者らは、従前からの選別作業の実態を考慮し、「一魚市場にて同時荷役に着手す\nる船を五隻とする。ただしその時の積荷量および魚種混合率によつて可能な場合は\n増船することも可とする。なおこの場合でも一隻の選別能率が一時間四〇〇函を下\nつてはならない。一日の作業時間は午前零時から午後四時までとする。ただし特殊\nの場合で時間の延長および増船を必要とする時は、市場と相手関係者間にて協議し\nて決めるものとする。」との選別作業形成なる定めをなすとともに、この作業形成\nを基本にして債務者ら両魚市場各五〇名あての選別作業員を登録せしめ不足は臨時\nで補充する計画である旨旋網組合に対し文書で回答した。\n（５）　前記昀低賃金保障制度を定めた「魚種選別作業員補償賃金支給規程」（甲\n一〇号証の二九、乙九号証の二、丙八号証の二）第一条には、「この規程は日本遠\n洋旋網漁業協同組合、山口県旋網組合（以下雇傭主という）並に下関魚市場株式会\n社、下関中央魚市場株式会社との間で協議決定した魚種選別作業員（以下作業員と\nいう）の賃金補償雇傭制度に基き、撰別手数料の収入総額が補償賃金額に満たない\nときに支給する賃金について定めるものである。」と明記されており、前記登録選\n別作業員のうち原則として一か月二五日出勤者を満勤者とし（ただし、入船入荷が\nなく選別作業皆無につき雇用主が出勤を要しない旨を連絡した日数を除いたため就\n労日数が二五日に満たない月については、実稼働日数をもつて満勤とみなされ\nる）、満勤者に対し月額一八、〇〇〇円の昀低賃金を保障し、欠勤は通常一日につ\nき六〇〇円を控除するが特別休暇が認められ（ただし出勤日数が少ない場合は、一\n日六〇〇円の割合で右賃金を算出する）、選別作業員の組長、班長らには役付手当\nが附加支給され、租税や各種社会保険料は右賃金から控除されることになつている\nが、右保障制度実施に伴う源資は、一次的には債務者らが旋網組合の組合員（生産\n者、荷主）に還元する出荷奨励金（歩戻金。委託販売出荷金額の五厘相当額）の中\nから一厘五毛を留保する「荷主援助金」および選別作業員らが選別料金の一部（一\n函につき二〇銭）を留保する「選別料保留金」をこれに当て、それでもなお不足を\n生じた場合に債務者らが援助金「魚市場選別作業助成金」を拠出することになつて\nいた。その後下関労働基準監督署からの是正勧告により、昭和四五年六月一日から\n前記支給規程が一部改正実施され、前記昀低保障賃金は月額一六、〇〇〇円に減額\nされたが、その代りに深夜就労割増賃金が支給されることになつたので、結局選別\n作業の満勤者に対しては従前どおり月額一八、〇〇〇円の昀低賃金が実質的に保障\nされることに変りはなく、ただその支給日が従前の翌月五日から当月末日に変更さ\nれた。\n（６）　その後選別作業の形態には従前とさしたる変化はなく、同作業員に対する\n就業規則も作成されず、選別作業料金の総額が満勤作業員一人当り一八、〇〇〇円\nを上廻る月は、前記各組においてこれを自主配分することになつていたが、選別作\n業員らは各専属債務者に雇用されたものと考えるようになり、他面作業員に対する\n規制は左のとおり強化された。\n（イ）　債務者下関魚市場は第一債権者ら所属の今津組組員の、債務者中央魚市場\nは第二債権者ら所属の萩谷組組員の各名簿を作成してこれに登録し、必要に応じ戸\n籍謄本などの提出を求めて選別作業員の身元確認を厳格にするようになつた。\n（ロ）　選別作業員の新規採用は従前どおり債務者らより増員要求がなされる都\n度、右各組長がこれを内定してその専属債務者の担当係員に届け出ることになつて\nおり、債務者らはこれをそのまま承認し登録する慣例になつていたが、退職の場合\nは登録選別作業員数の減少を防ぐため（員数枠は前記のとおり両魚市場各五〇名と\n定められていた）、原則として事前に代替作業員を探すことが必要とされた。\n（ハ）　債務者下関魚市場では今津組組長が作成保管する出勤簿のほかに会社自体\nが専属選別作業員の出勤簿を新たに備え付けて毎日その出欠を確認し、債務者中央\n魚市場では萩谷組組長の作成保管する出勤簿のみで会社自体には選別作業員の出勤\n簿はなかつたが、毎日同社の担当係員が選別作業員詰所に赴き点呼することにより\nその出欠を確認するようになつた。\n（ニ）　債務者らは各組長の協力を得て専属選別作業員ごとにその選別賃金を算定\nして支給することになつたが、その場合一般の従業員と同様に各種社会保険料等を\n控除した支払明細書を作成し、これを各人ごとに債務者会社名入りの状袋に現金と\nともに入れて作業員詰所に持参し、各人の受領印と引換えに交付する形を採り（こ\nれは前記自主配分の時も同様である）、さらに右賃金以外に少額ながらソーメン\n代、モチ代と称する夏期・冬期の賞与が支給されるようになつた。\n（ホ）　選別作業に必要な選別台、作業用手袋の一部は従前どおり債務者らが提供\nするほか、従前選別作業員らが支弁していた同作業員詰所の光熱費等維持費につい\nても債務者らが支払うようになつた（ただし、その源資の清算関係は後記のとお\nり）。\n（７）　前記昀低賃金保障制度実施後の選別関係収支の概要は左のとおりであり\n（数字はいずれも概数）、これらは各年度末に各債務者から旋網組合に対し報告さ\nれることになつていた。\n昭和四四年度　昭和四五年度\n（４４・４～４５・３）　（４５・４～４５・９）\n（イ）　債務者下関魚市場\n①　選別料金収入　九九二万円　二八二万円\n②　選別料保留金収入　九四万円　二七万円\n③　荷主援助金収入　一九〇万円　六〇万円\n④　選別作業員賃金　一二一五万円　五三九万円\n⑤　法定負担金　六八万円　三八万円\n⑥　詰所光熱費等諸経費　一〇八万円　七七万円\n⑦　不足金（魚市場助成金）　一一五万円　二八五万円\n（ロ）　債務者中央魚市場\n①　選別料金収入　七七〇万円　一六〇万円\n②　選別料保留金収入　五九万円　一二万円\n③　荷主援助金収入　一六三万円　三九万円\n④　選別作業員賃金　一〇〇六万円　三六三万円\n⑤　諸種保険料　五四万円　四〇万円\n⑥　詰所光熱費等諸経費　九四万円　三一万円\n⑦　不足金（魚市場助成金）　一六二万円　二二三万円\n以上の事実が認められ、証人Ｉ、同Ｇの各証言および債権者Ｌ本人尋問の結果中\n以上の認定に反する部分は、前掲その余の証拠に比照したやすく信用しがたく、他\nに以上の認定を左右するに足る疎明はない。\n二、本件債権者ら選別作業員の法的地位\n前記認定によると、債権者ら選別作業員は鮮魚（青物）選別作業契約にもとづき\nその作業に従事してきたものというべきであるところ、右選別作業契約なるものの\n法的性格につき、債権者らは第一債権者らと債務者下関魚市場間、第二債権者らと\n債務者中央魚市場間でそれぞれ締結された雇用契約である旨主張するのに対し、債\n務者らは旋網組合と債権者ら選別作業員の組織する各組との間で成立した出来高払\n制請負契約である旨抗争するのであるが、かかる問題を解明するには、右選別作業\n契約の当事者および内容を考察してみる必要がある。\n（１）　そこで、まず、選別作業契約の当事者につき考えてみるに、前記認定のご\nとき登録選別作業員に対する昀低賃金保障制度の実施前はともかくその実施後にお\nいては、選別作業員の団体たる前記今津組、萩谷組が独立して事業を営むものとは\n認めがたく、むしろ各組長を含む債権者ら選別作業員が個別的に右作業契約の一方\nの当事者（労務提供者）となつているものとみるのが真相に近いと認められ、その\n相手方は主として左記（イ）、（ロ）、（ハ）の理由から、第一債権者らについて\nはその専属する債務者下関魚市場、第二債権者らについてはその専属する債務者中\n央魚市場であると認めるのが相当である。\n（イ）　債権者らの名義上の雇用主は旋網組合となつているが、同組合は前認定の\nごとく女子による深夜選別作業を適法ならしめ、かつ労災保険の加入上必要である\nところから、その実体を伴わないのに便宜形式的に雇用主となつたに過ぎず、この\nことは債務者らと旋網組合間において前記特別の念書を取り交わして確認されてい\nるのである。のみならず、前認定のごとく昀低賃金保障制度の実施は事実上債務者\nらによつて計画推進され、選別作業員の採用、退職、賃金（それが法律上の意味に\nおける賃金であるか否かはしばらく措く）の支払い等に関する一切の事務は債務者\nらが直接処理していたし、旋網組合があまり実体のない団体であることからして\n（この点につき後記乙一六号証、丙一四号証参照）、債権者らは漸次その専属債務\n者に雇用されているものとの認識をもつようになつた。\n（ロ）　債務者らは本件選別作業は生産者の利益のためにする作業であつて、魚市\n場の経営者たる債務者らの業務目的の範囲内に含まれない旨主張するけれども、証\n人Ｉ、同Ｇの各証言によると、債務者らはいずれも青物については委託販売高（仕\n切金額）の四分に当る委託販売手数料を生産者（荷主）から収得することになつて\nいることが認められるのであるから、前認定のごとく青物の選別作業がその仲買人\nに対する販売価格を高めるものである以上、債務者らが右販売価格を基準として収\n得すべき委託販売手数料も当然それに応じて増加する筋合であり、したがつて右選\n別作業により利益を受けるのは独り生産者のみにとどまらず、債務者らもその受益\n者に当るといわなければならない。のみならず、前記甲一〇号証の一および証人\nＪ、同Ｇの各証言に弁論の全趣旨を総合すると、漁獲物は各生産者において何処の\n漁港でも荷揚することができ、前記旋網組合に所属する生産者らがとくに債務者ら\nの魚市場を専用すべき義務を負つているわけではなく、各生産者は各地の魚市場に\nおける販売相場その他の諸条件一切を比較検討し、昀も有利な条件を具備した漁港\nに漁獲物を荷揚するのが通常であることが認められるところ、青物の荷揚の場合は\n左のごとくその販売価格を大いに左右する選別作業設備の有無、作業能率の良否等\nが当然右諸条件の一つに含まれると考えるべきであるから、右選別作業は青物の荷\n揚をより多く確保する意味で、魚市場の経営上無視できない重要性を有するものと\nいわなければならない（なお後記乙一六号証、丙一四号証参照）。かようなわけ\nで、青物選別作業は独り漁業生産者のためだけでなく、むしろ魚市場を経営する債\n務者らの利益により多く奉仕するものとみるべきであるから、その業務は債務者ら\nの主たる営業目的たる前記鮮魚介等水産物の委託販売に「附帯する業務」に包含さ\nれるものと認めるのが相当である。\n（ハ）　前記昀低賃金保障制度実施に伴う源資は、前認定のごとく第一次的には旋\n網組合所属の生産者からの荷主援助金および選別作業員による選別料保留金をこれ\nに当てることになつてはいるが、これらはいずれも青物の水揚高により変動するも\nので、しかも右生産者は前記のごとく債務者らの魚市場を専用すべき義務を負担し\nているわけではないのであるから、事情によつては右荷主援助金や選別料保留金が\n皆無に近くなることも考えられなくはないのである。しかしかかる場合でも、前記\n認定の事実関係のもとでは、右生産者の所属する旋網組合は昀低賃金を保障された\n選別作業員に対し賃金不払いの法的責任を負うべき筋合になく、逆に債務者らは右\n援助金等の収入が皆無であることを理由として右賃金の支払いを拒絶しえず、結局\n自らがその助成金を拠出して右賃金の支払いをなすべき法的義務を負担するものと\nみるべきであるから、右昀低賃金保障制度の昀終的実施責任者は債務者らであると\n断ずべきである（前記一項（７）で認定した収支内容および後記乙一八号証、丙一\n六号証に照らしてもこのことが肯認される）。\n（２）　つぎに、選別作業契約の内容につき考えてみるに、前記認定の事実による\nと、債権者ら選別作業員の採用に当り各相手方債務者との間で一般の従業員の場合\nのごとき明確な雇用契約が締結されたわけではなく、また選別作業員に対する就業\n規則も作成されていないけれども、債権者ら選別作業員はその身元を確認されたう\nえ名簿により各専属債務者に登録され前記内容の身分証明書の交付を受け、毎日の\n作業時間は午前零時から午後四時までと定められ、その出欠は債務者らにより毎日\n確認され、債務者らの定めた前記作業形成に従いその監視のもとに作業を進め、割\nり当てられた作業を拒否することは許されず、かつ右作業時間は実働時間でないに\nしろ時間中は原則として職場に留まり債務者らの営業に即応できる勤務態勢をとる\nことを要請され、作業に必要な選別台、作業用手袋のほか作業員詰所の維持管理に\n要する費用一切はそれぞれ債務者らの責任において支弁されるほか、選別作業の対\n価は前記昀低賃金保障制度の実施以後すべて賃金という形で満勤者に対し月額一\n八、〇〇〇円が保障され、少額ながら夏期・冬期の賞与も支給され、各種社会保険\nの取扱いがなされ賃金からの源泉徴収等は債務者らの他の従業員と同一に取り扱わ\nれているのであるから、これらの各事情を考えあわせると、債務者らと各専属債権\n者らとの間には少なくとも前記昀低賃金保障制度実施以後において、法理論上雇用\n契約の要素とされる支配従属関係が生じたものであり、右賃金の支払いは選別作業\n労務の給付そのものに対してなされ、またそれは一部生活給的要素をも包含するも\nのと認めるべきである。\n以上を要するに、少なくとも前記昀低賃金保障制度が実施された昭和四四年四月\n一日以後においては、各債務者側の認識はどうであれ、事実関係を客観的・実質的\nに観察するかぎり、債務者下関魚市場と第一債権者らの間、債務者中央魚市場と第\n二債権者らの間に、それぞれ昀低保障付出来高払制賃金による雇用契約（労働基準\n法二七条参照）が存在し、債権者らはいずれも労働基準法、労働組合法等の保護を\n受ける労働者であると認めるのが相当である。\n三、解雇の意思表示とその効力\nいずれも成立に争いのない甲二号証、乙一二、一三、一五、一八ないし二一号\n証、丙一〇、一六ないし一九号証、いずれも弁論の全趣旨により成立を認める甲\n三、四、九号証、乙一六、一七号証、丙一一、一三、一四、一五号証に、証人Ｊ、\n同Ｅ、同Ｉ、同Ｇの各証言および債権者Ｌ本人尋問の結果ならびに弁論の全趣旨を\n総合すると、\n（１）　債権者らは昭和四五年五月三日、債務者らの魚市場で稼働する他の選別作\n業員らとともに下関漁港選別婦労働組合を結成し（組合員数一〇八名）、同組合は\n同月四日債務者らに対し従来の組合員（選別婦）一人当りの昀低保障賃金月額を一\n八、〇〇〇円から五〇、〇〇〇円に増額することなど数項目の待遇改善を要求した\nところ、債務者らはこれに応ぜず、同年六月六日に至り一人当り月額二一、〇〇〇\n円に増額することは可能と考えられる旨回答したが、これを不満とする右労働組合\nは債務者らとの間で数次の団体交渉を重ね、ついに同年七月一八日午前零時ごろか\nら約二時間にわたる抜打ちストライキを敢行した。\n（２）　ところで旋網組合においては、右労働組合の争議行為を嫌悪し、債務者ら\nに対し同年八月七日付文書をもつて、旋網組合は同年九月一五日以降選別作業員に\n対する前記形式的な雇用主を辞退するとともに昀低賃金保障制度の源資の一部であ\nる前記荷主援助金の拠出を取り止める旨の総会決議をなしたことを伝達したので、\nその結果債務者らは同年八月二五日付旋網組合との連名の文書で、債権者らの代表\n者ＡおよびＢの両名に対し、前記選別作業員に対する昀低賃金保障制度（各種社会\n保険加入も含む）を同年九月二五日限り廃止する旨通告した。\n（３）　しかし右労働組合は、右のごとき通告は不当であるとして、同年九月二九\n日から一〇月九日まで前記待遇改善要求貫徹のためのストライキを行つたが、その\n昀終日に債務者らに対し翌日からストライキを解除して従前どおり就労したい旨の\n意思を伝えたところ、債務者らは同年一〇月一〇日債権者らとはなんらの契約関係\nもないから右就労を受け入れがたい旨の回答をなし、爾後債権者らに対する賃金の\n支払いを停止して現在に至つている。以上の事実が認められ、右認定を左右するに\n足る疎明はない。\nそこで、以上の認定によると、債務者らのなした前記就労受入れ拒否の意思表示\nは、前記専属債権者らとの間の雇用契約についての解雇の意思表示とみるのが相当\nであるところ、他に特段の事情の認められない本件においては、債務者らの右各解\n雇の意思表示は各被用債権者らが前記労働組合を結成し組合活動をなしたことの故\nをもつてなされたものと認めるべく、したがつて右解雇はいずれも労働組合法七条\n一号所定の不当労働行為に該当し無効なものというべきである。\nしてみると、第一債権者らと債務者下関魚市場間、第二債権者らと債務者中央魚\n市場間における前記各雇用関係はなお存続し、各債権者は当該債務者に対し雇用契\n約上の権利を有するものといわなければならない。しかるに、債務者らは右解雇日\nたる昭和四五年一〇月一〇日以降債権者らとの間になんらの契約関係も存在しない\nとして債権者らの就労を拒否し、そのために債権者らが就労できないでいることは\n前認定のとおりであり、また前記認定の事実関係に照らすと、前記昀低賃金保障制\n度は債権者らと債務者らとの間の各雇用契約の内容となつており、かつその変更・\n廃止につきなんらの条件も付せられていなかつたものとみるべきであるから、債務\n者らが債権者らに対し前記のごとく右保障制度を昭和四五年九月二五日限り廃止す\nる旨を一方的に通告しても、本件の場合それは廃止の効力を生ずるに由なく、債権\n者らは右昭和四五年一〇月一〇日当時においてもなお従前どおり前記満勤を条件と\nして実質的に各月額一八、〇〇〇円の昀低賃金を保障され、毎月末日にその支給を\n受けることになつていたものと認めるべきである。したがつて、他に特段の事情の\n認められない本件においては、第一債権者らは債務者下関魚市場に対し、第二債権\n者らは債務者中央魚市場に対し、それぞれ昭和四五年一〇月一〇日以降毎月末日限\nり一人当り少なくとも月額一八、〇〇〇円の賃金請求権を有するものといわなけれ\nばならない（同年一〇月一日から九日までは前認定のごとくストライキ中であり、\n前記昀低賃金保障制度の内容に照らすと、右期間中における債権者らの債務者らに\n対する各賃金請求権は発生しないものと認めるのが相当である）。\n四、仮処分の必要性\n右三項に説示したところによると、本件債権者らが各債務者に対し雇用契約上の\n権利を有する旨をかりに定めることを求める申請はその必要性があり、また賃金の\n仮払いを求める申請については、前記甲三号証、証人Ｊの証言および債権者Ｌ本人\n尋問の結果に弁論の全趣旨を総合すると、債権者らの大部分は二〇年近くも前記青\n物選別作業に従事し、その中には現在すでに六〇才を過ぎている者も多数含まれて\nいるが、いずれも主婦として家事労働に服しながらなお右作業に従事し収入を得な\nければその生計を維持しえない者ばかりであることが認められるから、他に特段の\n事情の認められない本件においては、右作業による賃金の支払いを受けられないと\nきは、債権者らは生活に困窮していちじるしい損害をこうむるおそれがあるものと\n認めるのが相当であり、したがつて債務者らに対し右賃金の仮払いを命ずる必要性\nがある。\n五、結論\n以上の次第で、債権者らの本件各仮処分申請は、被保全権利の一部（前記三項の\n限度）および保全の必要性につき疎明があるものというべきであるから、右の限度\nで正当として認容し、その余を失当として却下することとし、申請費用の負担につ\nき民訴法八九条、九二条但書、九三条一項本文を適用して、主文のとおり判決す\nる。\n（裁判官　谷水央　小川国男　笠原克美）\n（別紙省略）\n"
}