{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 12,
    "day": 3
  },
  "case_number": "昭和50(ネ)650",
  "case_name": "遺産分割後の価額請求事件",
  "court_name": "福岡高等裁判所第二民事部",
  "article_info": "第32巻3号250頁",
  "gist": "一　遺産分割後の価額賠償請求訴訟における価額算定の基準時\n二　右訴訟における遺産の価額算定と被相続人の負担していた金銭債務の控除",
  "case_gist": "一　相続開始後の被認知者が遺産分割をした他の相続人に対し、民法九一〇条の価額の支払いを請求する訴訟における遺産の価額算定の基準時は、右訴訟の事実審口頭弁論終結の時である。\n二　右訴訟における遺産の価額算定については、被相続人の有していた積極財産だけを対象とすべきであつて、被相続人の負担していた金銭債務を右積極財産の算定額から控除すべきではない。",
  "lawsuit_id": "23561",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23561",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/561/023561_hanrei.pdf",
  "contents": "主　　　　文\n一　原判決を次のとおり変更する。\n１　各控訴人は各被控訴人に対し、金二九七万七六四二円及びこれに対\nする昭和四六年四月二八日から支払いずみに至るまで年五分の割合による金員を支\n払え。\n２　各被控訴人のその余の請求を棄却する。\n二　訴訟費用は第一、二審を通じこれを二分し、その一を被控訴人らの\n負担とし、その余を控訴人らの負担とする。\n三　この判決の一１項は仮に執行することができる。\n事　　　　実\n控訴人ら各代理人は、「原判決中各控訴人ら関係敗訴部分を取り消す。被控訴人\nらの請求をいずれも棄却する。訴訟費用は第一、二審とも被控訴人らの負担とす\nる。」旨の判決を求め、被控訴人ら代理人（以下被控訴代理人という。）は、「本\n件各控訴を棄却する。控訴費用は控訴人らの負担とする。」旨の判決を求めた。\n当事者双方の事実上の主張並びに証拠の提出、援用及び認否は、次のとおり加え\nるほか、原判決の事実摘示（原判決二枚目記録二三丁―裏一三行目から原判決四枚\n目―記録二五丁―裏一二行目までと原判決添付物件目録とを含む。）と同一である\nから、これを引用する。\n一　被控訴代理人は、次のように述べた。\n１　Ａは昭和四三年四月九日死亡し、亡Ａとその妻であつた亡Ｂとの間の三男Ｃ\nは、熊本家庭裁判所玉名支部に亡Ａの相続について相続放棄の申述をし、同年六月\n二九日右申述が受理された。\n２　二２ないし４の控訴人Ｅの主張事実を否認もしくは争う。\n被控訴人らは、原審において鑑定人Ｄの鑑定書が提出された段階で早期終結を強\nく希望したが、控訴人Ｅにおいて再鑑定を申請し、その鑑定のために長期間を要し\nているうちに土地価格の上昇によりかえつて右控訴人にとつて不利益な鑑定結果と\nなつたものである。控訴人らの抗争は全く無益なものというほかなく、被控訴人ら\nは、控訴人らの右無益な抗争により甚大な損害を被つている。遺産分割後の価額請\n求における遺産評価の基準時については、控訴人Ｅ主張の請求時説には根拠がな\nく、その基準時は事実審の口頭弁論終結時に接着する時期とせらるべきである。\n３　三２、３の控訴人Ｇの主張事実のうち、被控訴人らを加えて遺産分割がなさ\nるべきであつたのに、本件遺産分割が被控訴人らを除外してなされたことを認める\nが、その余は否認もしくは争う。\n控訴人らにおいて被控訴人らを除外して本件遺産分割をなしたため、被控訴人ら\nは、法律の規定に従つて遺産分割後の価額請求に及んだのである。\n二　控訴人Ｅ代理人は、次のように述べた。\n１　一１の被控訴人ら主張事実を認める。\n２　原判決は、遺産分割後の価額請求においては支払時の時価を基準として遺産\nを評価すべきであることを前提に、その支払請求訴訟の口頭弁論終結時に可能な限\nり接近した時点の価額で評価するのが相当であるとし、原審鑑定人Ｆの鑑定にかか\nる昭和四八年四月一八日当時の価格によつて本件遺産を評価しているが、それは誤\nりであつて、価額請求時の時価によつて算定するのが相当である。本件請求訴訟は\n昭和四五年六月二六日提起されているから、これを請求時として右日時における時\n価を算定し、その後における価格の増減を斟酌すべきではないところ、右鑑定人の\n鑑定にかかる昭和四五年六月二六日当時の本件遺産の時価は金五九二四万円とされ\nているので、右時価をもつて本件遺産の価格とすべきである。\n３　仮に、遺産分割後の価額請求において支払時の時価を基準として遺産を評価\nすべきであるとしても、本件遺産の所在地である熊本県荒尾市は、昭和四八年一二\n月二七日都市計画区域を市街化区域と市街化調整区域とに区分したため、市街化調\n整区域内の土地の価格は暴落しているところ、本件遺産の大部分は右市街化調整区\n域内に存することとなつたにもかかわらず、右鑑定人の鑑定は全くこの事実を顧慮\nしていない。のみならず、同鑑定が基礎にして算出しているところの取引実例は、\n同市が都市計画区域を前叙のように区分した昭和四八年一二月二七日以前の実例で\nあるから、右鑑定は、相当でない。\n４　荒尾市は、昭和五〇年五月一日地価公示法に基づく標準地一七か所の公示価\n格を設けているが、そのうち調整区域内の土地価格は利用の現況が住宅の場合にお\nいてすら一平方メートル当り金三〇〇〇円くらいであつて、右鑑定人の鑑定に比し\nて極めて低額である。更に、原判決後の諸事情に照らすと、原判決は、不合理かつ\n不公平な結果を来たしている。\n三　控訴人Ｇ代理人は、次のように述べた。\n１　一１の被控訴人ら主張事実を認める。\n２　原判決は、被控訴人らの本件各請求を遺産分割後の価額請求として認容した\nが、法令の解釈を誤つた違法なものである。すなわち、本件の場合においては、遺\n産分割の手続がなされた当時、既に相続人たり得る被控訴人らが存していたのであ\nるから、被控訴人らを除外してなされた遺産分割の協議は無効であり、被控訴人ら\nを加えた全共同相続人により再度遺産分割をやり直さなければならないのにこの点\nを看過した原判決には法令の解釈を誤つた違法があるというべきてある。\n３　原判決後の諸事情に照らすと、原判決は、不合理かつ不公平な結果を招来し\nているから、破棄されるぺきである。\n四　証拠（省略）\n理　　　　由\n一　原判決添付物件目録（一）ないし（一四）記載の各不動産（以下本件（一）\nないし（一四）の各不動産という。）が亡Ａの所有であつたところ、同人が昭和四\n三年四月九日死亡したこと、控訴人ら両名及びＣが亡Ａの嫡出の子であつたが、Ｃ\nが熊本家庭裁判所玉名支部に亡Ａの相続について相続放棄の申述をし、同年六月二\n九日右申述が受理されたこと、控訴人ら両名が本件（一）ないし（一四）の各不動\n産につき原判決添付目録記載のような遺産分割をし、これを原因とする熊本地方法\n務局荒尾出張所昭和四三年一〇月四日受付第四六八三号所有権移転登記を経由した\nこと、亡Ａの死亡後である昭和四四年七月一一日被控訴人ら三名が亡Ａの子である\nことを認知する旨の裁判が確定し、被控訴人らが同年八月一日熊本県荒尾市長に対\nし認知の届出をしたこと、以上の事実は、当事者間に争いがない。\n二　控訴人Ｇは、右のような場合においてはあらためて遺産分割をやり直すべき\nであつて遺産分割後の価額請求は許されない旨主張するので、この点につき判断す\nる。\n認知は出生の時にさかのぼつてその効力を生ずるのであるから（民法七八四条本\n文）、相続の開始後認知によつて相続人となつた者も、法律上、相続開始の時点に\nおいてすでに相続人であつたものとして取扱われ、相続財産につき分割の請求をな\nしうるのであるけれども、分割その他の処分によつて一旦新たな法律関係が形成さ\nれた後に、その法律関係を全部覆滅してあらためて現物分割を行うことは実際上き\nわめて困難であるばかりでなく、関係人の法律関係を複雑にし、ひいては適法にな\nされた処分の効力に影響を及ぼすことにもなる。そこで、他の共同相続人がすでに\n分割その他の処分をしてしまつていた場合には、認知によつて相続人となつた者\nは、価格賠償額による賠償支払いのみを請求することができるだけで、相続財産の\n現物分割を請求することはできないものとすることによつて、相続の開始後認知に\nよつて相続人となつた者の相続権を実質的に保証するとともに、すでに相続財産の\n上に利害関係を生じた他の共同相続人等と右相続人との利害の調整をはかることと\nしたのが民法九一〇条の趣旨であると解するのが相当であるから、控訴人Ｇの前記\n主張は独自の見解であつて採用することができない。\n三　そこで、遺産分割後の価格賠償額請求における遺産評価の基準時について考\n察する。\n<要旨第一>前叙二で説示した民法九一〇条の趣旨からすれば、同条の価格賠償額\n請求は、新たな現物分割に代わるも</要旨第一>のであるから、賠償額は現物と等価\nてあることが当然に前提とされていると解されるので、その価額の支払請求におけ\nる価格賠償額算定の基準時は、現実に支払いがなされる時であり、被認知者におい\nて当該価格賠請求する訴訟にあつては現実に支払いがなされる時に最も近接した時\n点としての事実審判決に接着する口頭弁論終結の時であると解するのが相当であ\nる。さすれば、右価格賠償額の支払請求の訴訟における価額算定の基準時は請求が\nなされた時によるべきであるとする控訴人Ｅの主張は失当である。\n四　当審での口頭弁論終結当時における本件各不動産の価額について判断する。\n当審証人Ｈの供述、原審における検証の結果並びに当審における鑑定人Ｉの鑑定\nの結果及び各項につき附加した証拠によれば、次の事実が認められる。\n１　本件（四）の土地は、その正確な位置の確認は困難であるが、ａ団地入口の\n北方約八〇メートルあたりの山林傾斜地の一部と推認される。また、本件（五）な\nいし（七）の各土地もその正確な位置の確認は困難であるが、有明海提防敷地の外\nにあつて満潮時には海面下に没する浸蝕地であり、通常の方法では土地として利用\nすることが不可能である。\n２　本件（一三）の建物は、昭和四六年一月一五日火災により滅失し、本件（一\n四）の建物は、昭和四五年八月台風のため全壊した。\n３　本件各不動産の所在地である熊本県荒尾市は、昭和四八年一二月二七日都市\n計画区域を市街化区域と市街化調整区域とに区分したため、市街化調整区域内の土\n地の価格が低落したところ、本件（三）、（四）、（八）の各土地は右市街化調整\n区域内に存する。そして、国家の総需要抑制策や土地税制の新設等により、本件各\n不動産の価格は昭和四八年一二月以降ほぼ横ばいに推移してきている。\n４　昭和五二年九月当時、これよりさき前叙３のように都市計画区域を市街化区\n域と市街化調整区域とに区分された後の本件各土地の利用状況、取引事例その他の\n諸事情によれば、本件（一）、（二）の各土地が計金一一〇万九〇〇〇円、本件\n（三）の土地が金四三万八〇〇〇円、本件（四）の土地が金三八万六〇〇〇円、本\n件（五）ないし（七）の各土地については、一平方メートルが六一〇円、本件\n（八）の土地が金八七二万七〇〇円、本件（九）ないし（三）の各土地が計金三〇\n五九万九〇〇〇円である。\n以上の事実を認めることができる。\nそして、本件（五）の土地が八二平方メートル、本件（六）の土地が三三三平方\nメートル、本件（七）の土地が二八七平方メートルであることは前叙一のとおりで\nあるから、本件（五）ないし（七）の一各土地の地積が合計七〇二平方メートル、\n本件（五）ないし（七）の各土地価格が金四二万八〇〇〇円（６１０円×７０２＝\n４２８２２０円一〇〇〇円未満切捨て）となり、本件各土地の価格が別紙不動産価\n額計算表記載のとおりであり合計金四一六八万七〇〇〇円となることは計数上明ら\nかである。当審鑑定人Ｉの鑑定の結果中前認定に反する部分は採用しない。\nところで、原審鑑定人Ｆの鑑定の結果は、昭和四八年四月当時、本件（四）の土\n地の存在確認が不能であり、本件（五）ないし（七）の各土地が提外地であつて利\n用不能であり、本件（一三）、（一四）の各建物は滅失しているとして、本件\n（一）、（二）の各土地が計金一〇九万四〇〇〇円、本件（三）の土地が金四九万\n円、本件（八）ないし（三）の各土地が計八九二二万円であり、その合計が金九〇\n八〇万四〇〇〇円であるとするが、当審証人Ｈ、同Ｆの各供述によれば、同鑑定の\n基礎とされた取引事例は荒尾市が都市計画区域を前叙のように区分した昭和四八年\n一二月二七日以前のものであり、右鑑定の結果は右区分後の土地の価格を反映して\nいるとはいえないので、これを採用しない。\n他に右認定を覆えすに足る証拠はない。\n五　控訴人一は、亡Ａにつき金四二三万九三二五円の相続債務が存したところ、\n同控訴人において全額弁済したから右金額を相続財産の価額から控除すべきである\nと主張するので、この点につき判断する。\n<要旨第二>亡Ａにつき右金額の相続債務が存したところ、控訴人一がこれを全額\n弁済したことは、当事者間に争いが</要旨第二>ない。しかし、遺産分割の対象とな\nるものは被相続人の有していた積極財産だけであり、被相続人の負担していた消極\n財産である金銭債務は、相続開始と同時に共同相続人にその相続分に応じて当然分\n割承継されるので、遺産分割後の価額請求においては、被相続人の有していた積極\n財産だけを算定の基礎とすべきであつて、被相続人の負担していた金銭債務を右積\n極財産の算定額から控除すべきものではないと解するのが相当であるから、控訴人\n一の右主張は採用することができない。\n六　前叙一のとおりＣが相続放棄の申述をして受理されたので、亡Ａの相続人は\n控訴人ら両名（嫡出）と被控訴人ら三名（非嫡出）との合計五名であつて、被控訴\n人ら三名の相続分がそれぞれ七分の一であるから、その相続分に相当する価額は五\n九五万五二八五（４１．６８７．０００円×１／７で円未満切捨て）である。した\nがつて、各被控訴人は、民法九一〇条により各控訴人に対し、その二分の一である\n金二九七万七六四二円（但し、円未満切捨て）ずつの支払いを求める請求権を有す\nる。\n七　してみると、各控訴人は各被控訴人に対し、本件遺産分割後の価格賠償額金\n二九七万七六四二円及びこれに対する昭和四六年四月一七日付請求の趣旨・原因拡\n張申立書送達の日の翌日であることが記録上明白な同年四月二八日から支払いずみ\nに至るまで民法所定年五分の割合による遅延損害金の支払義務があり、各被控訴人\nの本件請求は、各控訴人に対し前記各金員の支払いを求める限度で正当として認容\nし、その余は失当として棄却すべきである。\n八　よつて、以上と結論を異にする原判決を民訴法三八四条、三八六条に従い変\n更することとし、訴訟費用の負担につき同法九五条、九六条、八九条、九二条、九\n三条を、仮執行の宣言につき同法一九六条をそれぞれ適用して、主文のとおり判決\nする。\n（裁判長裁判官　園部秀信　裁判官　森永龍彦　裁判官　辻忠雄）\n（別　紙）\n＜記載内容は末尾１添付＞\n"
}