{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 4,
    "day": 10
  },
  "case_number": "昭和48(行ウ)1",
  "case_name": "所得税青色申告承認取消処分取消請求事件",
  "court_name": "大津地方裁判所",
  "field": "行政",
  "gist": "所得税法施行規則（昭和４７年大蔵省令第５４号による改正前）６３条１項所定の５年の保存期間満了後の帳簿書類について同法１５０条１項３号の事由がある場合でも青色申告承認取消処分をすることができるとした事例",
  "lawsuit_id": "18067",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18067",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/067/018067_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一、申立。\n一、原告\n被告が原告に対し昭和四七年三月九日付でした所得税の青色申告承認取消処分は、\nこれを取消す。\n訴訟費用は被告の負担とする。\n二、被告\n主文と同旨。\n第二、主張。\n（原告の請求原因）\n一、被告はさきに原告に対し昭和四四年五月一二日付で昭和四〇年一月一日にさか\nのぼつて所得税の青色申告承認取消処分（以下これを当初取消処分という）をして\nいたが、昭和四七年三月九日これを取消し、改めて同日付で原告に対し昭和四〇年\n分以後の所得税の青色申告承認取消処分（以下これを本件取消処分という）をし\nた。\n原告は本件取消処分を不服として、昭和四七年四月二六日被告に対し異議申立をし\nたが、被告は同年七月二四日付でこれを棄却する決定をした。\n二、本件取消処分の理由は、「原告が昭和四〇年において左の行為により、取引の\n一部を隠ぺい仮装した帳簿書類の記載をしていた」ことが「所得税法第一五〇条第\n一項第三号」に該当するというものである。\n（１）　レストランの営業については売上の一部を除外して記帳していたこと。\n（２）　パチンコの営業については取引記録をすべて焼却したうえ適当な金額によ\nり売上および経費を記帳して利益を過少に計上していたこと。\n（３）　原告の経営している事業を原告の妻Ａや妻の弟Ｂの事業のように仮装して\nいたこと。\n三、しかし、青色申告承認取消処分をなし得るのは、所得税法施行規則（以下「規\n則」と略称）六三条一項（昭和四七年六月一九日大蔵省令第五四号による改正前の\n規定。以下同じ）が定める五年間の保存義務がある帳簿書類について、所得税法\n（以下「法」と略称）一五〇条一項各号のいずれかに該当する事実がある場合でな\nければならない。これは、青色申告承認取消をなし得る要件であつて、既に保存期\n間五年が満了してしまつた帳簿書類については、いかに法一五〇条一項各号に該当\nする事実があつても、同条項により青色申告承認を取消すことはできないものであ\nる。この点に関する原告の意見の詳細およびこれに対する被告の見解に対する反論\nは別紙日のとおりである。\nしかるに、本件処分は昭和四七年三月九日付であるのに、昭和四五年一二月三一日\nをもつて五年の保存期間が満了した昭和四〇年度の帳簿書類を取消事由の対象とす\nるものであるから、処分要件を欠き違法である。\n四、よつて、原告は前記被告がした本件処分に対する異議申立を棄却する決定に対\nし、昭和四七年八月二三日大阪国税不服審判所長に対し審査請求をしたが、その翌\n日から起算して三ヶ月を経ても裁決がなされないので、国税通則法一一五条一項一\n号により、裁決を経ずして本訴において本件処分の取消を求める。\n（被告の答弁と主張）\n一、請求原因の第一、二、四項の事実は認める。\n同第三項の主張は争う。その理由は別紙（二）のとおりである。\n二、本件青色申告承認取消処分の経緯は次のとおりである。\n（一）　原告は昭和四〇年度以降の各年度につき所得税の青色申告の承認を受けて\n昭和四二年まで青色の確定申告書を提出していた。ところが原告は昭和四三年一〇\n月二日所得税法違反容疑によつて国税査察官の調査を受け、その結果被告は昭和四\n四年四月二日大阪国税局長から連絡をうけて、原告の昭和四〇年分から昭和四二年\n分までの所得税について、次の事実の存することが判明した。\n（１）　原告は、その経営するパチンコ店二店舗、レストラン三店舗のうち、パチ\nンコ店「ニユーヨーク」については妻の弟Ｂが、レストラン「装苑大津」について\nは妻のＣがそれぞれ経営者であるかのように仮装して帳簿書類を作成し、右両名の\n名義で昭和四〇年分から四二年分までの確定申告書を提出していた。\n（２）　レストラン「装苑京都」および「装苑大津」については売上伝票を二部作\n成し、そのうち一部は売上として帳簿に計上せずに売上除外していた。\n（３）　パチンコ店「五条マンモス」「ホンコン」および「ニユーヨーク」につい\nては、各店の取引に関する記録をすべて焼却し、帳簿には実際より少い売上および\n経費を記帳して利益を過少に計上していた。\n被告は右の事実から、原告の昭和四〇年分の帳簿書類の記載事項の全体についてそ\nの真実性を疑うに足りる相当の理由があると判断して、法一五〇条一項三号によ\nり、当初取消処分をした。\n（二）　ところが右当初取消処分の通知書には、処分の基因として法一五〇条一項\n該当（号数なし）としか記載がなかつたため原告は昭和四四年六月二日付で右通知\n書の取消理由の記載不備を理由に当初取消処分に対し異議を申立て、同年七月九日\n棄却されたが、同月一四日大阪国税局協議団に対し審査請求をし、その後三ヶ月を\n経ても裁決がなかつたため、同年一二月二四日、その取消訴訟を提起した。\n（三）　そこで被告は、昭和四七年三月九日万全を期するため、当初取消処分を取\n消し、新たに同日付で通知書に該当条号および念のため取消処分の基因となつた具\n体的事実をも記載したうえで、本件昭和四〇年分以後の所得税の青色申告承認取消\n処分をしたのである。\n三、法一五〇条一項本文の規定からして青色申告承認取消権は税務署長の自由裁量\nにゆだねられているところ、本件取消処分は右のとおりの経緯によつてなされたも\nのであり、実質的には当初取消処分の取消理由補完のためになされたものである。\nしたがつて、本件取消処分について裁量権の濫用又は信義則違反の問題は生じな\nい。\n四、そして、別紙（二）に詳述する様に、原告が本件取消処分の違法事由として主\n張するものは、何ら理由がなく、また原告も認めるように青色申告の承認取消権に\nは、除斥期間の定めはないのであるから、本件取消処分の時点において右二の\n（一）のとおり法一五〇条一項三号に該当する事実があつた以上、本件取消処分に\nなんら違法な点は存しない。\n（被告の主張に対する原告の答弁および反論）\n一、右二項の（一）中、当初取消処分が法一五〇条一項三号によるとの主張は否認\nする。同（二）の事実は認める。但し、取消訴訟を提起したのは昭和四六年であ\nる。同（三）および右三項の主張は争う。\n二、被告は、原告が当初取消処分の取消訴訟を提起した結果、やむなくこれを取消\nした。その結果、当初取消処分は消滅したのである（それで原告も昭和四七年四月\n一日取消訴訟を取下げた）。従つて、本件取消処分によつて、既に消滅してしまつ\nた当初取消処分が補完されるいわれがない。被告の「実質的に\nは・・・・・・・・・補完のためになされた」との主張は法的に全く意味がない。\n本件取消処分は法律上新しい処分であり、当初取消処分とは全く関係のない独立し\nた処分である。\n三、被告は、本件取消処分につき「裁量権の濫用又は信義則違反の問題は生じな\nい」と述べているが、原告は本件取消処分に裁量権濫用や信義則違反があるといつ\nているのではない。被告の右主張は別紙（一）の原告の意見を誤解したものであ\nり、原告は、五年の保存期間が満了した帳簿書類を対象として青色申告の承認を取\n消すことの違法性を指摘しているのである。\n第三、証拠（省略）\n○　理由\n一、成立に争いのない甲第一号証および弁論の全趣旨によれば請求原因一および四\n項の事実が認められるから、本件訴の提起は国税通則法一一五条一項一号により適\n法である。\n二、原告が本件取消処分を違法とする理由は、処分の時点から五年以上前の年度の\n帳簿に法一五〇条一項三号の事由があることによつてその年度に遡つて青色申告承\n認の取消をなした点にあり、本件取消処分が、昭和四〇年分の原告の帳簿に右条項\n該当の事実が存することを事由として、昭和四七年三月九日に、なされたことは当\n事者間に争いがない。\n三、そこで、原告の主張する様に法一五〇条一項三号による青色申告承認の取消\nは、規則六三条一項の保存期間経過後の帳簿の記載に同号所定の事由があつた場合\nには、もはやこれをなし得ないものかどうかにつき判断する。\n（一）　まず原告の立論は、要するに法一五〇条一項一号の帳簿書類とは、同号に\nよる取消処分時（到達時）において、規則六三条一項の定める五年の保存期間内の\nものでなければならないことを前提に、同条項二号が「前号に規定する帳簿書類に\nついて」と、また同三号が「第一号に規定する帳簿書類に」と規定していることか\nら、右二、三号の適用についても、第一号の場合と同じく、その対象とする帳簿書\n類は、その処分時において規則六三条の定める五年の保存期澗の満了前のものでな\nければならないというものである。\n（二）　しかし乍ら、右第一号の場合においても、処分が、「その年における帳簿\n書類の保存が、第一四八条第一項に規定する大蔵省令に定めるところに従つて行な\nわれていない」ことを基因としてなされる場合には原告主張の様に、処分時点にお\nいて、現に規則六三条一項に定める五年の保存期間の満了前であるに拘らず、その\n保存がなされていない場合にして、始めて同業務の非遵守がその違反として問われ\nると解することにも一応の理由が存する様にも考えられるが、そのことから直ち\nに、処分が、「その年における帳簿書類の備付、記録が第一四八条第一項に規定す\nる大蔵省令に定めるところに従つて行われていない」ことに基因する場合に関して\nも、なお右五年の保存期間未了の帳簿書類を対象としてのみ行われなければならな\nいものかどうかは、原告の主張するほど、しかく一義的に明白であるとは解し難\nい。かえつて、保存期間は、その性質上、保存義務違反が問われる際にこそ始めて\n問題となると解する方がより卒直であり、保存義務違反との関係で問題となる保存\n期間を、これと性質の異る他の義務違反にまで及ぼすことこそ、概念を混淆させる\nきらいなしとしない。\n原告は、同一条項の同一号中に併記されているに拘らず、その対象とする「帳簿書\n類」を、「備付け、記録」に関しては無制限に、「保存」に関しては制限を付して\n解することは不当である旨論ずるけれども、前記のとおり「備付け義務」、「記録\n義務」および「保存義務」はそれぞれ性質が異り、また根拠法令としても別個の条\n文（規則五六条ないし六四条）に基づく別個の義務であり、その義務の性質が異な\nる以上、その義務違反を問う上において、片方でたとえば保存義務については期間\nが定められている関係上、必然的に法定保存期間の満了前の帳簿書類のみが対象と\nならざるを得ないことがあつても、他方ではかかる義務規定からの必然性がないた\nめ、帳簿書類の期間限定を問題とする必要のないことは当然起り得ることであつ\nて、同一号中に併記されている故をもつて、敢えて義務の性質の相違を乗り越え\nて、すべての点で同一に解さなければならないものでもなく、また、同一号中に併\n記されたことから、当然義務の性質を同じくしたものと解することもできない。\n（三）　しかも、仮に第一号の解釈について原告の見解を是認したとしても、法一\n五〇条一項本文の「・・・・・・の承認を受けた居住者につき次の各号の一に該当\nする事実がある場合には、・・・・・・税務署長は、当該各号に掲げる年までさか\nのぼつて、・・・・・・」との文言と、同条項二号の「その年における前号に規定\nする帳簿書類について・・・・・・」、第三号の「その年における第一号に規定す\nる帳簿書類に・・・・・・」との文言を読み合せると、二号、三号の「前号に規定\nする」、「第一号に規定する」というのは、文理上明らかに、ともに第一号中の\n「第一四一二条に規定する業務に係る」の部分を指し、その重複記載の煩を避けた\n記述と読解できるのであつて、原告主張の様に、それらがともに第一号で、しかも\n保存義務違反の取消処分の対象となし得る帳簿書類のみを指称するものとは到底解\nし難い。そして第二号、第三号とくに第三号の違反の性質と第一号の各義務違反の\n性質との実体的な相違は前記第一号の各義務違反相互の関係よりも一層明白である\nから、その点からも、前記日に述べたと同一の理由から第三号の対象帳簿書類と第\n一号のそれとを保存期間の関係で別個に考えることは、むしろ当然とみなければな\nらない。\n従つて、第一号による青色申告承認取消が、その備付、記録違反に関しても、なお\n五年の保存期間満了前の帳簿書類にその基因事由が存する場合に限りなし得るもの\nであつたとしても、第三号による処分については、その基因事由の存する帳簿書類\nは、単に法一四三条に規定する業務に係る帳簿書類すなわち不動産所得、事業所得\n又は山林所得を生ずべき業務に係る帳簿書類であれば足り、それが規則六三条一項\nに定める五年の保存期間満了前の帳簿書類であることの制限を蒙らないものと解す\nべきである。\n（四）　従つて、原告の「法一五〇条一項三号による青色申告承認の取消は、規則\n六三条一項の保存期間経過後の帳簿の記載に同号所定の事由があつた場合には、も\nはやこれをなし得ない」との原告の解釈はにわかに採用できない。\nしかし、その様に解すると、原告指摘のとおり、除斥期間の定めのない青色申告承\n認取消処分においては、税務署長は何時までも処分が可能であり、五年間経てば廃\n棄しても商法上は格別、税法上少くとも規則六三条一項違反との関係では何らその\n非を問われなくなるのに、たまたまこれを廃棄せずに五年の期間以上に保存してい\nたばかりに、後日処分を受けることとなること、また、国税通則法七〇条二項四号\nに定める更正の制限期間五年を経過し、その年における帳簿書類上の不正を理由に\nも、もはや更正を受けることがなくなつた後に、それを理由に青色申告承認取消は\nなされることとなるなど、たしかに衡平の原則上検討を要すべき問題が生ずること\nは拒めない。しかし、\n（１）　青色申告の承認は、畢竟、帳簿書類が誠実に記載・作成されていることに\n対して、特に、承認の年分以後の各年分の所得税の申告につき、原則として、帳簿\n書類の調査により、その金額の計算に誤りがあると認められる場合に限り更正を受\nけることがあるに止ることの重大な恩典を付与するものである（法一四四条、一五\n五条、一五六条）。そして、右一回の承認で「その年分以後の各年分」の所得申告\nにつき、その様な恩典が引続き与えられることに鑑みればある年分の帳簿書類に法\n一五〇条一項三号所定の事実が存するときは、右信頼を裏切つたものとして、その\n年分以後の承認が取消されるのは、至極当然のことであつて、その発覚が、規則六\n三条一項の帳簿の保存期間である五年以上を経過した後であつても、これを別異に\n解する理由はない。何となれば、五年以内に発覚していれば、その段階で承認を取\nり消され、その後の記帳が誠実であると否とに拘らず、再度の承認を受けない限り\nは、引続きさきの恩典を受け得ないことを受忍しなければならないのに、たまたま\n五年以上を経過することによつてその取消ができなくなるとすれば右本来剥奪され\nていて然るべきであつた恩典が、剥奪されずにすみ、不正な租税負担回避所為が放\n置されるという、不当な結果が生ずるからである。\n（２）　また更正が或る年の帳簿書類の記載に不正があつたことから行われる場合\nにおいても、更正それ自体は、あくまで不正のあつた年度の所得（課税標準）の認\n定を対象とし、その年の租税債権の確定を目的としてなすものであるが故に、そこ\nに自ずと制限時間が法定されることが意味を持つてくるのであつて、このことと、\nその不正のあつた年分以後の各年分の承認が将来に亘つて取消される、すなわち前\n記恩典が剥奪されることは別途に考えても少しも不合理ではない。その点は、被告\nが別紙（二）の三項に引例するとおりである。なお、記帳の不正等による更正は、\n青色申告者については前提として、その年を含めてその年以後の青色申告承認の取\n消をしなければ、これをなし得ない（法一五五条、一五六条）のであるから、更正\nに期間制限があることによつて、かえつてその期間前の年度については、青色申告\n承認の取消はしても、更正はこれをなし得ないこととなり得るけれども、そのこと\nは、前記更正に期間制限が置かれている意味から考えれば、何ら不合理でもなく、\nまた、その様な結果を生むことから、翻えつて、青色申告承認取消処分についても\n期間制限が要請される様な解釈をとらなければならない理由はない。\n（３）　更に、除斥期間のないことと、青色申告承認を受けた者の地位の法的安定\n性との調和は、立法上の解決をみるまでは、やはり権利濫用ないし信義則など一般\n条項の適用による処理に期待せざるを得ない。そのことには、原告指摘のとおり、\n少なからざる困難性を伴い、またしばしば一般条項の適用の有無が問題となつてく\nる様な解釈には、とくに行政法規の場合その解釈の安定性の上から問題がないとは\nいえない。ために原告は、その様な立法上の解決を残さなければならない様な解釈\nこそ、立法者の意思に反するとも論じている。しかし、前記青色申告承認の制度と\nその取消処分のもたらす効果とに鑑みるとき、明文上、原告主張の様な制限のない\n法一五〇条一項三号の文言を、その主張の様な制限を付した解釈をすることにはど\nうしても無理があつてその様な解釈が立法者の意思に副うものとは解し難い。そし\nて、その様に問題の解決が一般条項に委ねられる部分が残されたとしても、その適\n用をみるべき事案は自ずとそこに常識的な一線が劃されるであろうから（例えば、\nわずかの一時期の法一五〇条一項各号の所為があつてもその後誠実に青色申告が続\nけられている場合、右わずかの違反のため非常に長期に遡つて青色申告承認取消処\n分がなされた場合などは、これに当ると考えられる。）、事案々々で、一般条項の\n適用による救済が図られることとなつても、被承認者の地位の安定を欠くものとは\nいえない。\nなお本件程度の遡及では末だ右裁量権の濫用に亘る場合にあたるものとは認められ\nない。\n四、以上の次第であるから、被告が原告の昭和四〇年分の帳簿書類に、請求原因二\nの（１）ないし（３）記載の事実が存し、取引の一部を隠ぺい仮装した記載をして\nいたものとして、昭和四七年三月五日に本件取消処分をしたことには、原告指摘の\n様な違法はない。\nそして、本訴において、原告は専ら、本件取消処分が右規則六三条一項所定期間満\n了後の帳簿書類を対象としてなされた点の違法性のみを争うところ、他に本件取消\n処分に裁量権の濫用その他の違法があることを窺わせる資料も存しないので、本件\n取消処分を違法として、その取消を求める原告の本訴請求は失当として排斥を免れ\nない。よつて、民訴法八九条を適用して主文のとおり判決する。\n（裁判官　潮　久郎　杉本昭一　田中亮一）\n別紙（一）\n一、法一五〇条一項により青色申告承認を取消し得る場合における取消処分の基因\nとなつた事実は、左に詳述するとおり、未だ保存期間五年が満了していない帳簿書\n類についてのみ存在しなければならない。\n（一）　法一五〇条一項一号は、青色申告承認取消をすることができる取消の基因\nとなる事実の第一として「その年における第一四三条に規定する業務に係る帳簿書\n類の備付け、記録又は保存が第一四八条第一項（青色申告者の帳簿書類）に規定す\nる大蔵省令で定めるところに従つて行われていないこと」と定めている。ここに\n「第一四八条第一項に規定する大蔵省令の定めるところ」とは、規則五六ないし六\n四条である。そのうち、本件について特に重要なのは六三条である。\n（二）　規則六三条は第一項に「第六〇条第一項（決算）に規定する青色申告者\nは、次に掲げる帳簿及び書類を整理し、五年間これを保存しなければならない。」\nとして、青色申告者に対し、同条項一号ないし三号に掲げる帳簿および書類を整理\nしてこれを五年間保存する義務を課している。そこで法一五〇条一項とこの規則六\n三条一項とを併せて読むと、この帳簿書類の整理義務殊に五年間の保存義務に違反\nするときは、青色申告承認の取消事由に該当し、取消事由の対象になる帳簿書類\nは、五年間の保存義務の対象になるものでなければならないことは理の当然なとこ\nろである。保存期間五年の起算点は、規則六三条二項によると、帳簿はその閉鎖の\n日の属する年の翌年、書類についてはその作成又は受領の日の属する年の翌年であ\nる。\n従つて右保存義務期間を経過していない帳簿書類のみが、法一五〇条一項一号の対\n象になり、保存義務期間が経過した帳簿書類はその対象にならない。これは当然で\nあつて、既に五年の保存義務期間が満了してしまつた帳簿書類について、その期間\n満了後の時点において、保存義務期間が遵守されていないと判定するという命題自\n体が論理的に矛盾であるばかりでなく、不可能なことである。保存義務期間が未だ\n満了していない帳簿書類にして初めて、保存義務が遵守されているかを判定し得る\nのである。\nこの点において被告は「ある年の帳簿書類が起算日から五年未満で廃棄されること\nにより、その時から、帳簿書類が五年間保存されていないことになるのである。そ\nして、帳簿書類が五年間保存されていないという状態は、帳簿書類が廃棄された時\nから判定時まで継続しているのであり、判定時が五年の保存期間経過後であろうと\n経過前であろうと同様である」と反論している。\nしかし、青色申告承認取消処分においては、取消の要件を充足しているか否かは、\n判定時ではなく、通知書が被処分者に到達した時を基準とする。被告のいう様な、\n保存義務期間が経過してしまつても、五年間保存されていない状態が続くというの\nは一体どういうことなのか。保存義務期間の経過前ならば、保存が行なわれていな\nい状態が、帳簿書類の廃棄の時から継続しているということは一応理解できる。し\nかし、保存義務期間経過後にかかわらず、現在形での「帳簿書類の保存が行なわれ\nていない」という状態が依然として継続しているというのは、時称観念の錯覚によ\nるものである。保存義務期間経過後は「保存が行われていないこと」ではなく「保\n存が行われていなかつたこと」となるのである。かくの如く被告の反論主張はその\n根体において時称を誤つており、爾余の点について検討するまでもなく、到底認め\nることはできない。\n（三）　このように法一五〇条一項一号にいう「帳簿書類」とは、五年の保存義務\n期間が未だ満了していない帳簿書類と解さなければならない。もし、この一号中に\n「又は保存」の文言がなく、しかも規則六三条の規定がなければ、勢い商法三六条\nにより、法一五〇条一項一号にいう「帳簿書類」は、保存期間一〇年が満了してな\nい帳簿書類であると解さなければならないであろう。しかし、法一五〇条一項一号\n中に「又は保存」の文言があり、規則六三条が厳然として存在する以上、青色申告\n者の帳簿書類の保存義務期間は五年であり、この五年の期間が満了していない帳簿\n書類についてのみ青色申告承認取消の事実が存するか否かを判定し得るのである。\n因みに旧所得税法のもとにおいても、規則六三条と同旨の旧所得税法施行細則（昭\n和二五年大蔵省令第四四号）一七条がおかれており、このことは、新法において初\nめてではなく、二二年前に青色申告制度が創設されたとき以来のことなのである。\n（四）　次に法一五〇条一項二号は、「前号に規定する帳簿書類について」という\n文言により、一号に規定する五年の保存義務期間が満了していない帳簿書類のみを\n対象にしているが、同三号も特に「第一号に規定する帳簿書類」と明示しているの\nである。\n従つて、三号の取消事由においても、青色申告承認取消処分通知書が処分の相手方\nに到達した時を基準として、五年の保存義務期間が未だ満了していない帳簿書類の\nみを対象としていることは明白である。たとえ帳簿書類に取引の全部又は一部を隠\nぺいし又は仮装して記載し、その他その記載事項の全体についてその真実性を疑う\nに足りる相当の理由がある場合でも、その帳簿書類が、五年の保存義務期間が既に\n満了してしまつている場合には、法一五〇条一項三号の取消事由に該当しないので\nある。\n二、しかして、右は決して青色申告承認取消権の除斥期間の問題ではなく、取消要\n件の問題なのである。\nすなわち、青色申告承認の取消権には、除斥期間の定めはないから、税務署長は、\n永久にいつでも取消権を行使できるわけである。そのことはやむを得ない。しかし\nその結果、法安定性は著しく阻害される。二〇数年も経つてから取消権を行使する\nことは、権利濫用や信義則違背の法理によつて救済できないこともなかろう。しか\nし、何年経つてから取消権を行使することが、かかる法理の適用により許されない\nとするのか、その年数の詰めは、法平等性に反しないようにしようとすれば極めて\n至難である。再びそこで法安定性および法平等性の問題が登場し、解決は困難とな\nる。しかも判決において、権利濫用や信義則の法理が実際に適用されることについ\nての確実性を期すことはできない。\nこれに反して、上述の如く、法一五〇条一項一号にいう「帳簿書類」とは「未だ五\n年の保存期間の経過していない帳簿書類」であると解すること、即ちこれを取消要\n件の問題と把握することにより、除斥期間の定めのない青色申告承認取消権につい\nて、右の様な法安定性破壊の問題は生じない。このように法一五〇条一項一号を規\n則六三条と矛盾なく解釈し、更に法一五〇条一項各号を文理的に正しく解釈するな\nらば、青色申告承認取消権につき除斥期間の定めがなくても、何ら法安定性を破壊\nすることにはならないし、権利濫用や信義則の法理を適用する必要もない。それど\nころか、実は立法者は、かかる解釈を前提として、青色申告承認取消権に除斥期間\nを設ける必要がないと考えたのである。\nこの点、被告が「青色申告承認取消権には除斥期間の定めはないのであるから、原\n告のいわれる法安定性に欠けることを理由に青色申告承認取消権を五年に制限する\nことは法解釈の範囲を逸脱するものである。」というのは、原告の右意見を誤解し\nているものである。すなわち、原告も取消権を五年に制限するというような解釈を\nしているのではなく、法一五〇条一項一号にいう「帳簿書類」とは「未だ五年の保\n存期間の経過していない帳簿書類」であると解釈しているに過ぎない。\n三、次に被告は「一号の取消事由としては、帳簿書類の備付け、記録、保存の各違\n反という三個の取消事由が併記されているのである。五年間の保存義務違反とは右\n三個の取消事由の一つにすぎない。備付け、記録違反についての帳簿書類が五年間\nの保存義務期間内にあるものという文理上の制限は何処にもない。したがつて二号\nの『前号に規定する帳簿書類』、三号の『第一号に規定する帳簿書類』とは一号に\n規定する『その年における第一四三条に規定する帳簿書類』、つまりその年の不動\n産所得、事業所得等を記帳した帳簿書類を意味するに過ぎない。」と反論してい\nる。\nしかし、その「備付け、記録違反についての帳簿書類が五年間の保存期間内にある\nものという文理上の制限は何処にもない。」というのは、法文の表面的な文言のみ\nを意識的に根拠にした謬見である。\n則ち、法一五〇条一項一号の「帳簿書類」は、帳簿書類の保存について「未だ五年\nの保存期間を経過していない帳簿書類」であると解しなければならないことは明白\nであるが、同一条項号において併記されている「備付け、記録」についての帳簿書\n類に関しては、「五年の保存義務を既に経過してしまつた帳簿書類」をも含むとい\nうような正反対の解釈が許されるものであろうか。同一条項号中の単一の同一文言\nを、保存の場合と、備付け又は記録の場合とにおいて、正反対の解釈をすることの\n合理性が果して存在するであろうか。これを統一的に同一に解釈することこそ合理\n的であり、これを別異に解釈することは、恣意的解釈のそしりを免れない。殊に一\n五〇条一項一号では、「帳簿書類の備付け、記録又は保存」がと、「備付け」、\n「記録」、「保存」が併記されているが、同条項号の「一四八条一項に規定する大\n蔵省令で定めるところに従つて行なわれていないこと。」という文言により、規則\n五六条から六四条までをみると、備付、記録、保存は、混然一体を成している。従\nつて、帳簿書類の備付け、記録又は保存の各違反は、形式的には一応それぞれ別個\nの取消事由ではあるが、実際上これらは、一号の取消事由として一体を成している\nものと認むべぎであろう。仮に然らずとしても、いずれにせよ、同じ一号中の帳簿\n書類を、保存についてと、備付け、記録についてとで不統一な解釈をすることは、\n法解釈の常識からでさえ非合理なものとして認めることはできない。\nそして、二号および三号の「帳簿書類」についても、既に前記一（四）に述べたと\nおり、二号においては「前号に規定する帳簿書類」三号においては、「第一号に規\n定する帳簿書類」と明示しているのであるから、いずれも「未だ五年の保存期間が\n経過していない帳簿書類」であると解するの外あるまい。\n四、次に被告は「法令に従つて真実の取引を帳簿書類に記載してもその帳簿書類を\n五年間保存していなければ取消事由となるとされているのに、取引を仮装隠ぺいし\nた不誠実な帳簿書類の記載が五年以前であるからといつて取消事由とされないとい\nうことはないであろう。青色申告承認というものは納税義務者の誠実な記帳態度を\n条件に青色の特典を与えているものである。」とも述べている。\nしかし、青色申告承認取消通知を受けた時から遡つて過去五年間以上も、法令に従\nつて真実の取引を帳簿書類に記載していてもそれ以前、すなわち、既に保存期間の\n経過してしまつた帳簿書類に取引を仮装隠ぺいした不誠実な記載があつた場合に\nは、五年間の納税義務者の誠実な記帳態度を抹殺し、それ以前の不誠実な記帳態度\nのみを理由に青色申告承認を取消し、五年間の誠実な態度に報いるに青色申告の特\n典剥奪をもつてすることが、青色申告承認の本旨なのであろうか。被告の主張は、\n本件取消処分を適法化せんがための独自の見解であるといわなければならない。\n五、最後に一言すれば、被告は国の税務行政庁として、いかなる職責により、青色\n申告承認取消権を過去何十年にも遡つて行使し得ることを敢えて強調しなければな\nらないのか、それが税法秩序の根本義に即するとでも考えるのか、到底理解できな\nい。\n（以上）\n別紙（二）\n一、原告は、「青色申告承認取消処分をなし得るのは、その処分の通知時において\n規則六三条が定める五年間の保存義務がある帳簿書類について、法一五〇条一項各\n号のいずれかに該当する事実がある場合でなければならない。」とし、その理由と\nして、まず（１）「規則六三条に定める保存義務期間を経過していない帳簿書類の\nみが、法一五〇条一項一号の対象になり、保存義務期間が経過した帳簿書類は、そ\nの対象にならない。これは当然であつて、既に五年の保存義務期間が満了してしま\nつた帳簿書類について、その期間満了後の時点において、保存義務期間が遵守され\nていないと判定するという命題自体が論理的に矛盾があるばかりでなく、不可能な\nことである。」となし、これを前提に、（２）「法一五〇条一項二号の『前号に規\n定する帳簿書類」、同三号の「第一号に規定する帳簿書類』もそれぞれ右第一号に\n規定する五年間の保存義務期間が満了していない帳簿書類のみを対象としていると\nいう。しかし、（一）　青色申告者が帳簿書類を五年間保存していないときは、税\n務署長は青色申告の承認を取り消すことができ、その帳簿書類の五年の保存期間\nは、帳簿については閉鎖の日の属する年の翌日、書類についてはその作成又は受領\nの日の属する年の翌年から起算する（規則六三条二項）。そうすると、税務署長\nは、青色申告の承認を取り消すかどうかを決定するために、帳簿についてはその閉\n鎖の日の属する年の翌年、書類についてはその作成又は受領の日の属する年の翌年\nから起算して、帳簿書類が廃棄された時を期間計算の終了時として、その期間が五\n年未満であるか否かによつて保存が五年間行なわれているか否かを判定するのであ\nる。税務署長が保存が五年間行なわれているか否かを判定するのは、取消を内部的\nに決定する時である。原告の保存義務の遵守を判定するときの判定基準時というの\nが、税務署長の判定時をいうのか、それともその判定をする際の期間計算の終了時\nをいうのか明らかでないが、原告が判定基準時として主張する通知書が処分の相手\n方に到達した時はそのいずれでもない。\nそして、青色申告者について法一五〇条一項一号の規定に照らし帳簿書類が五年間\n保存されているか否かを判定する際に、判定時が五年の保存義務経過後であつて帳\n簿書類が現存しない場合でも、五年間は保存されていたのかそれとも保存義務期間\n内に廃棄されたのかを判定することは、廃棄時期さえ確認し得れば決して不可能で\nはない。まして本件のように、調査が五年の保存義務期間内になされており、廃棄\n時期について関係者の供述が得られたような場合には、判定時が保存義務期間経過\n後であつても、保存義務遵守の有無を判定することは可能である。\n（二）　このように、法一五〇条一項一号の帳簿書類の五年間の保存義務違反は、\n前述のとおり帳簿についてはその閉鎖の日の属する年の翌年、書類についてはその\n作成又は受領の日の属する年の翌年から起算し、帳簿書類が廃棄された時を期間計\n算の終了時としてその期間が五年未満である場合に成立するのである。\n従つて、ある年の帳簿書類が起算日から五年未満で廃棄されることにより、その時\nから、帳簿書類が五年間保存されていないことになるのである。そして、その帳簿\n書類が五年間保存されていないという状態は、帳簿書類が廃棄された時から判定時\nまで継続しているのであり、判定時が五年の保存期間経過後であろうと、経過前で\nあろうと同様である。法一五〇条一項一号の「行われていない」という文言は、こ\nの判定時において五年間保存されていないという状態を表現するために使用されて\nいるのである。同号が「行なわれていなかつた」という過去形であるとすると、判\n定時において帳簿書類の保存が五年間行なわれていないという状態は過去のことで\nなければならず、全く意味をなさないことになるのである。\n従つて原告のいう様に、法一五〇条一項一号の帳簿書類の頭に「五年の保存期間を\n既に経過してしまつた」という文言を勝手に冠しておいて、「行なわれていない」\nという文言と時称が合わないとして、同号の帳簿書類は未だ五年の保存期間を経過\nしていない帳簿書類でなければならないというような解釈こそ恣意的な解釈といわ\nざるを得ない。\n（三）　次に法一五〇条一項各号はそれぞれ別個の取消要件であり、各号ごとに取\n消処分を異にするものであるし、一号にいう帳簿書類の保存が大蔵省令で定めると\nころに従つて行なわれていないこととは、同号の備付け、記録違反さらには二号、\n三号の事由が存在しなくとも、五年間保存していなければ取消事由となるというも\nのである。\nつまり、一号の取消事由としては、帳簿の備付け、記録、保存の各違反という三個\nの取消事由が併記されているのである。五年間の保存義務違反とは右三個の取消事\n由の一つにすぎない。備付け、記録違反についての帳簿書類が五年間の保存義務期\n間内にあるものという制限は何処にもない。したがつて二号の「前号に規定する帳\n簿書類」、三号の「第一号に規定する帳簿書類」とは一号に規定する「その年にお\nける第一四三条に規定する業務に係る帳簿書類」、つまりその年の不動産所得、事\n業所得等を記帳した帳簿書類を意味するにすぎない。\n１　法令に従つて真実の取引を帳簿書類に記載しても、その帳簿書類を五年間保存\nしていなければ取消事由となるとされているのに、取引を仮装隠ぺいした不誠実な\n帳簿書類の記載が五年以前であるからといつて取消事由とされないということはな\nいであろう。青色申告承認というものは、納税義務者の誠実な記帳態度を条件に青\n色の特典を与えているものである。\nさらに、本件取消処分事由である取引を仮装隠ぺいした事実等は五年間の帳簿書類\nの保存期間とは関係なく判定しうるのである。\n二、次に原告は「その様に解することにより、除斥期間を定めていない青色申告承\n認取消権について法安定性の攪乱を排除し得る。」と述べている。しかし、\n青色申告承認取消権には除斥期間の定めはないのであるから、原告のいう法安定性\nに欠けることを理由に青色申告承認取消権を五年に制限することは法解釈の範囲を\n逸脱するものである。\n三、以上、原告の法一五〇条一項各号の帳簿書類は未だ五年の保存期間を経過して\nいない帳簿書類でなければならないとする理由はなんら根拠のないことは明らかで\nある。\nそもそも青色申告者の帳簿書類の保存義務が五年とされているのは、更正又は決定\nが申告期限から五年間とされていること、および国税徴収権の時効が五年であるこ\nととの関係で定められたものである。つまり、右の保存期間は、更正を前提とし、\n青色申告承認取消処分は実際上は更正の前提としてなされることを否定するもので\nはないが、青色申告承認取消処分は信頼性のある帳簿書類を完備、記帳していない\n納税者に対し、その帳簿書類の信頼性の欠如を理由にこれが承認を取り消すもので\nあり、更正のように適性な課税標準等の確定のためなされるものではないから、青\n色申告承認取消処分は更正期間の五年を経過していても可能である。\n例えば、純損失の繰越控除（法七〇条）、耐用年数の短縮（法施行令一三〇条）、\n欠損金の繰越し（法人税法五七条）等のように、青色申告による確定申告を条件に\n認められている特例の承認を五年経過後に取り消してその適用を排除することによ\nつて、更正期間内の年分又は年度の課税標準等の変更がある場合には、更正期間内\nの適正な課税標準等を確保するための更正の前提として、五年の更正期間に制約さ\nれることなく、青色申告の承認を取り消すことができるのである。このように青色\n申告承認取消処分は必ずしも更正とは関係がなく、帳簿書類の保存期間と青色申告\n承認取消権とは直接関係がないといわざるを得ない。このことは法人税法一二七条\n一項四号が帳簿書類と関係なく青色申告の承認を取り消すことができると定めてい\nることからも明らかである。\n（以上）\n"
}