{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 6,
    "day": 23
  },
  "case_number": "昭和48(行ウ)14",
  "case_name": "土地収用処分取消請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "１　土地収用委員会のした収用裁決につき，補償金額あるいは補償原因である損失の範囲に関する裁決の違法は，取消事由にならないとした事例　２　都市計画法７０条１項に基づく都市計画事業の認可の後続処分たる土地収用委員会のした収用裁決の適否を争う訴訟において，右事業認可の違法を理由に当該裁決の取消しを求めることができるとされた事例",
  "lawsuit_id": "17858",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17858",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/858/017858_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　被告が原告に対し、昭和四八年三月三〇日付「四八愛収第三号」をもつてなし\nた土地収用裁決は、これを取消す。\n２　訴訟費用は被告の負担とする。\nとの判決。\n二　被告\n主文同旨の判決。\n第二　当事者の主張\n（請求の原因）\n一　被告は原告に対し昭和四八年三月三〇日付で、原告所有の別紙物件目録記載の\n土地（以下本件土地という）につき、「四八愛収第三号」をもつて収用裁決をなし\nたが、右裁決は以下に述べるとおり違法である。\n二　本件尾張北部都市計画桃花台新住宅市街地開発事業認可の違法について\n１　本件事業は、愛知県が県民に住宅地の大規模な供給を図るため、新住宅市街地\n開発法により策定したもので、その対象地は本件土地を含む小牧市＜以下略＞の丘\n陵地帯である。そして、右事業は昭和四七年四月二五日建設大臣によつて認可がな\nされ、同年五月一日その告示がなされた。\n２　しかし、右事業認可は次に述べるとおり違法であるから本件収用裁決も違法で\nある。\n（一）　本件事業にかかる尾張北部都市計画に先立つ従前の小牧市都市計画は、市\n街化区域と市街化調整区域にかかるいわゆる線引が次のとおり自然環境の保全、水\n害・公害の予防、人命の尊重、農業との調和等を考慮せずになされて違法である。\n（１）　右都市計画の決定権者である愛知県知事は都市計画法六条の基礎調査もな\nさずに線引をしたため、本来災害危険区域に指定（建築基準法三九条）すべき土地\nが右都市計画では工業地域と定められた。\n（２）　右都市計画において市街化促進区域とされたもののなかには、本来都市計\n画法施行令八条二号ロ・ハにより原則として市街化促進区域には含まれないとされ\nている区域が含まれている。\n（３）　都市計画法一三条によれば、右都市計画は中部圏開発整備計画に適合しな\nければならないものであるところ、右整備計画においては名古屋駅を中心とする半\n径三〇キロメートル以内の地域に都市整備区域（中部圏開発整備法二条三号、一三\n条）に指定されているので同地域について市街化区域を広範囲に定めるべきなの\nに、右線引では同地域の一部を市街化調整区域に指定し、その結果民間の宅地造成\nを制限した。\n（４）　前記都市計画による線引により、小牧市＜以下略＞の例の如く絶好の住宅\n地域が市街化調整区域とされ、土地の需給のバランスが崩れ、地価の急騰という弊\n害をもたらした。またその結果息子の分家も許されないような事態を招き、憲法二\n二条の保障する居住の自由を奪つた。\n（二）　次に本件事業による宅地造成計画は昭和四二年小牧市東部開発協議会の発\n足以来屡々新聞等に発表されたので、桃花台地区において農地法五条の宅地転用が\n制限され、民間企業の進出、地価の値上りを抑止したほか、右計画による桃花台ハ\nイ・タウンの造成工事計画はただ丘陵地の土砂を削取り、水田を埋立て、外周に高\nさ数メートルの擁壁を造つて地ならしし、雨水の流れる方向を変え、現在樹木は伐\n採焼却して埋立てるなど、自然環境の保全、水害の予防などの点を考慮せず、自然\nと緑を破壊し人命の尊重を無視した違法な計画である。\n３　本件事業認可にあたつて、建設大臣は収用法二一条・二二条の各意見聴取、二\n三条の公聴会も行なわず、愛知県知事は同法一五条の二のあつ旋に付することもし\nないのは、ともに違法である。\n４　さらに本件事業はその対象用地の買収過程に瑕疵がある。\n即ち、本件起業者である愛知県は桃花台地区周辺の売買取引価格の調査も行なわ\nず、時価の約半分の安値を示して小牧市長に用地買収を依頼し、また小牧市長も、\n小牧市職員と桃花台地区の開発により利益を得る者の代表である開発委員を介し、\n同地区内の原告その他の土地所有者らに対して、（イ）本件土地を含む小牧市＜以\n下略＞の地主は各自その共有地の一部を昭和四五年八月既に本件事業用地として愛\n知県に売却しているので、昭和四八年中に関係所有地全部を売却しないと税法上の\n優遇措置が受けられなくなる、（ロ）昭和四七年五月一日の事業認可の告示の日を\nもつて買収価格が変るのに買収価格は絶対に変らないので早く売る方が利子分だけ\n得する、（ハ）買収に協力しない者は土地収用法の適用をうけ強制買収される、な\nどと言つて任意買収に応ずるよう強要した瑕疵がある。\n三　本件裁決の瑕疵について\n１　本件起業者は、昭和四八年二月八日、本件土地につき権利取得の裁決申請を、\n同年二月二七日明渡裁決の申立をそれぞれなし、被告は同年二月二七日前者につき\n裁決手続開始決定をなしたうえ、右両者につき併合審理の結果同年三月三〇日本件\n裁決をなしたものである。\nしかしながら、本件裁決は、次に述べるとおり違法である。\n２　第一に、被告は本件起業者の右裁決申請に対し土地収用法四七条により却下の\n裁決をすべきであつた。即ち、\n（一）　右裁決申請は本件事業認可が失効した後になされているので、収用法三九\n条一項に違反する。従つて同法四七条本文を適用すべき場合にあたる。\n（二）　また右裁決申請に係る本件事業計画は事業認可申請書に添付された事業計\n画書に記載された計画と著しく異なつている。本件事業計画は、収用法二〇条三号\nに適合しすべての宅地造成の関係諸法規に適合した工事が行なわれるものとして認\n可されたのに、宅地造成の技術基準すら守られていない。従つて右裁決申請は収用\n法四七条二号に該当する。\n（三）　そして右裁決申請に先行する本件事業認可手続は前記の如く収用法二二条\nないし二五条に反するほか事業認可申請前にその用地を強制的に買収している瑕疵\nがある。\n３　第二に、本件裁決に至る手続上、次の瑕疵がある。\n（一）　前記裁決手続開始決定は、そのための収用委員の会議が開かれず、被告委\n員会会長の独断専行でなされている。\n（二）　本件土地の現地調査は、被告委員会の委員・事務局員各二名のみによつて\n行なわれ、調査の要点を欠くものである。\n（三）　被告委員会の委員であるＤは本件処分当時重病であり、被告は予備委員を\n就任させるべきであつたのに、これをなさず右山内委員欠席のまま会議を開き、本\n件処分をなしたのは収用法五一条ないし五三条に反する。\n（四）　被告は独立してその職権を行なわず、本件起業者に従属的である。例え\nば、収用法二条は収用と使用とが規定されているのに、右起業者の申請に従い被告\nは使用について考慮せず、また、本件裁決の審理手続などで提出陳述した原告の意\n見を無視し、替地による補償要求についても顧慮しない等の違法がある。\n（五）　本件起業者は当時の未買収者六〇数名のうち原告およびその他四名の者に\nついてのみ土地収用の裁決申請したのに応じ、被告もこれらの者の土地についての\nみ収用裁決をしたほか本件土地のうち小牧市＜以下略＞、＜以下略＞の土地が第一\n期工区外にあるのに収用裁決をした。右はいずれも不公平・不平等であつて、憲法\n一四条に違反する。\n４　第三に、本件裁決による損失補償について以下の瑕疵がある。\n（一）　被告は、本件土地に対する補償金額の算定にあたつて近傍類地の取引価格\nによつていないので、収用法七一条に違反する。\n（二）　原告所有の本件土地は道路に面し、整地埋立の必要もない宅地として好条\n件を備えているのに、一平方メートル当り三、三〇〇円以下という被告の評価は低\n廉にすぎ、不公平な取引というべきである。立木補償の点についても同様である。\n基準要綱の一、八、三〇、三四、四三、四七条の各規定に反する。\n（三）　本件起業者は、桃花台地区において既に前記二４記載の方法で買収した事\n業用地（全体の八割）の価格や、不適格地の価格を示して、鑑定人三名に本件土地\nの鑑定を依頼し、右鑑定人らも基準要綱八条、地価公示法にいう地価の公示価格、\n不動産鑑定基準によることなく、右起業者より示されたものに基き鑑定評価したた\nめ、その評価は依頼者の目的・条件・意見により歪められている。また被告は、右\n三名の鑑定評価のみに基き本件土地の補償額を決めているのであるから、その評価\n方法は違法である。\n四　以上のとおり、本件収用裁決は違法であるから、その取消を求める。\n（請求原因に対する答弁）\n一　請求原因一は認める。\n二　同二１は認め、その余は争う。\n１　土地収用法は、土地収用における事業認定に関する処分の権限を建設大臣ない\nし都道府県知事に委ね（一七条）、収用又は使用に関する処分の権限を収用委員会\nに委ね（四七条、四七条の二）ているものであり、このように両手続を分離した収\n用法の法意からして、収用裁決を行なう被告は事業認定の適否を判断する権限はな\nい。従つて、原告の主張する本件事業認可に関する違法事由は、本件処分の違法理\n由とはなりえない。\nかりに事業認定処分の違法を理由に本件処分の取消を求めることができるとして\nも、本件事業の認可申請手続は適法になされており、また本件事業は次に述べると\nおり、その必要性および公益性が極めて高くかつ事業の施行が適正妥当なものであ\nるから、本件事業が都市計画法六一条の認可基準に適合するものとして建設大臣が\nなした認可処分には、何ら違法はない。\n起業者たる愛知県が本件尾張北部都市計画桃花台新住宅市街地開発事業計画を決定\nした昭和四六年五月当時、名古屋大都市圏（名古屋市を中心とする約四〇キロメー\nトルの地域）における人口は約四八〇万人であつたが、昭和五〇年には約五三〇万\n人、昭和六〇年には約六三〇万人に増加すると想定され、核家族化の進行による世\n帯の細分化と相俟つて住宅の量的需要が増大の一途をたどることは必至と見られ、\n名古屋大都市圏における新規住宅必要戸数は昭和六〇年には約一、〇四六、〇〇〇\n戸、これに要する宅地は昭和六〇年までに約一六、六二〇ヘクタールに達すると見\n込まれた。そこで、愛知県としては県民に低廉な住宅を供給するための大規模な住\n宅開発の必要があるとして適地の選定にかかり、自然的・社会的その他交通等の各\n条件を考慮し、名古屋市の北東約一五キロメートル、小牧市の中心市街地の東約四\nキロメートルの丘陵地帯の本件地域を適地として選定したものである。\n本件事業は、名古屋大都市圏への通勤人口および周辺工業地域に定着する人口を収\n容する健全な住宅環境と都市的な機能をかねそなえた緑の多い住宅都市として計画\nされたもので、開発規模としては面積約二三二ヘクタール、人口約五二、〇〇〇\n人、人口密度一ヘクタール当り約一六〇人、住宅戸数約一四、五〇〇戸である。\n本件事業は、上述のように県民の大量の住宅需要に応じ、かつ健全な住宅市街地の\n開発および居住環境の良好な住宅地の大規模な供給を図るため、新住宅市街地開発\n法四条に規定する都市計画に従つて策定されたもので極めて適正かつ妥当なもので\nある。\n２　土地収用法二一条ないし二三条は都市計画事業に適用されない（都市計画法七\n〇条一項）。また収用法一五条の二は任意規定であつて関係当事者があつ旋申請す\nるか否かは全く自由である。従つて、収用裁決申請前にあつ旋手続が行なわれなく\nとも違法でない。さらに本件事業認可の告示以降はあつ旋の余地がない。\n３　なお、請求原因二４は本件事業認可に関し何ら違法理由となるものでない。\n三　請求原因三のうち本件収用裁決のあつた経緯は認めるが、その余の主張は争\nう。\n１　本件起業者は、土地収用法三九条一項によつて本件事業認可告示のあつた昭和\n四七年五月一日から一年以内である昭和四八年二月八日被告に対し本件土地の権利\n取得の裁決申請を、更に同法四七条の二第三項による明渡裁決の申立を同年二月二\n七日になしたもので、いずれも適法になされている。\n２　本件裁決手続開始決定は後記のとおり、昭和四八年二月二七日被告委員会会長\nおよび委員五名も出席のうえ決定され、同年三月二日付愛知県公報にその旨公告さ\nれているのでその手続は適正である。\n３　また、被告が委員・事務局員各二名に現地調査を行なわせたことは認めるが、\n右調査の実施は収用法六〇条の会議を経て同法六〇条の二により委員二名に委任し\nたものであり、かつ右受任委員の定員数について法に規定がないから、右調査手続\nに瑕疵がない。\n４　予備委員の就任は、取用法五三条二項による委員の欠員の場合と、六一条二項\nの委員の臨時補充を要する場合に限られる。そして本件処分を行なつた昭和四八年\n三月三〇日現在、これらを適用する場合ではなかつたから、原告の主張は失当であ\nる。\n５　被告は、原告よりなされた替地による補償要求については、左記の理由により\n相当でないとして応じなかつたものである。即ち、原告は替地として（イ）愛知県\n有地ないし（ロ）桃花台の初期計画の地域から除外された地域内の農地で小牧市外\nの人が仮登記で保有している土地を要求したが、（イ）については本件起業者たる\n愛知県において県有地はそれぞれ行政目的があるので提供することは困難であると\n主張し、（ロ）については小牧市において市有地についてはあつ旋しないとの申立\nもあり、また一般民有地を提供させるため本件起業者にこれを買収させるのは近時\nの土地事情からみて極めて困難であると判断して、被告は原告の替地による補償要\n求を認めなかつたものである。\n６　本件起業者が原告その他四名の者について土地収用の裁決申請をなし、被告が\nこれらについて収用裁決をしたとの原告主張事実は認めるが、起業者が起業地内の\n未買収の土地の全部または一部について収用裁決申請するか否かについては法律に\n特に制限規定はない。\n四　本件裁決による損失補償は適正である。\n被告は本件土地の価格を算定するにあたつて、不動産鑑定評価額、近傍類地の取引\n事例等を考慮して、適正な価格を定めたものである。\nまた立木補償については、伐採補償とするのを相当と認め、現地調査の結果および\n樹勢、肥培管理等を考慮し、柿等の収益樹については伐採除却に要する費用相当額\nと残存効用年数に対する純収益の前価合計額との合計額から伐採により発生した材\n料の価額を控除して算定した額を補償額として定めたものであつて、適正である。\n五　なお本件裁決に至る経緯は次のとおりである。\n１　新住宅市街地開発法に基く本件都市計画事業は、昭和四七年四月二五日、都市\n計画法五九条による建設大臣の認可を受け、同年五月一日その告示がなされ、起業\n者は右事業計画にもとづき計画区域内の土地買収に着手したが、原告は自己所有の\n本件土地の買収に応じなかつた。そこで起業者は被告に対し、収用法三九条一項に\n従い、本件事業の認可告示のあつた昭和四七年五月一日から一年以内である同四八\n年二月八日、本件土地の権利取得の裁決申請を、更に同年二月二七日、明渡の裁決\n申立を、それぞれなした。\n２　右権利取得裁決申請を受理した被告は、直ちに収用法四二条一項により、右裁\n決申請書、添付書類を小牧市長へ送付すると共に、土地の所有者である原告にその\n旨通知した。\n３　小牧市長は、昭和四八年二月一一日収用法四二条二項により、前記裁決申請書\nにより収用しようとする土地の所在等同法四〇条一項二号イに掲げる事項を公告\nし、公告の日から二週間関係書類とともに公衆の縦覧に供した。\n４　土地所有者たる原告から同年二月二一日前記１の裁決申請に対する意見書の提\n出があつたので、被告は翌二二日起業者にその写を送付した。\n５　同年二月二六日、被告は予め第一回審理期日の日時・場所を定めてその旨起業\n者、原告に通知し、翌二七日裁決手続開始決定を行ない、同年三月一日起業者に対\nし右決定書の正本を交付すると共に本件土地について裁決手続開始の登記手続をな\nし、同月二日右開始決定をした旨愛知県公報に公告した。\n６　また同年二月二七日、本件土地について明渡の裁決申立を受理した被告は、収\n用法四七条の三第一項規定の書類を小牧市長に送付し原告にその旨通知した。そし\nて小牧市長は、同年二月二八日、本件土地の所在地番などを公告し、公告の日から\n二週間送付を受けた書類とともに公衆の縦覧に供した。\n７　被告（会長、委員計四名出席）は昭和四八年三月六日、起業者、原告その他土\n地所有者の出席を得て第一回審理を行なうと同時に、第二回審理期日の日時・場所\nおよび現地調査実施のため起業者、原告その他土地所有者の立会を求める旨双方に\n告げた。\n８　昭和四八年三月九日、被告は、起業者、原告その他土地所有者の立会を得て委\n員Ａ、Ｂの外事務局員二名によつて現地調査を実施した。\n９　被告（会長、委員計六名出席）は昭和四八年三月一三日、起業者、原告その他\n土地所有者の出席を得て権利取得裁決の第二回審理を行ない、第三回審理期日の日\n時・場所および明渡裁決の審理を開始する旨、双方に通知した。\nなお、同日双方から意見書の提出があつた。\n１０　被告（会長、委員計六名出席）は、昭和四八年三月二〇日起業者、原告その\n他土地所有者の出席を得て、第三日権利取得の裁決並びに明渡裁決の審理を行な\nい、なお意見があれば三月二四日までに提出するよう、もし提出がなければ昀終的\nな判断をする旨を双方に告げ、審理を終了した。\n１１　原告からは同年三月二六日、意見書の提出があつた後、被告は昭和四八年三\n月三〇日本件裁決処分をなし、翌三一日右裁決書の正本を双方に送達し、原告はこ\nれを同年四月二日受領した。\n第三　証拠関係（省略）\n○　理由\n一　請求原因一の事実は、当事者間に争いがない。\n二　原告は本件収用裁決が違法であるとして、先ず都市計画法七〇条一項による土\n地収用法二〇条の事業の認定に代わる本件事業認可の違法を主張し、被告は本件事\n業誌可の適否を自ら判断する権限がないと反論するので案ずるに、土地の収用裁決\nは、都市計画事業認可を前提とし、それに基きなされるものであるところ、収用委\n員会は箇別独立の裁決機関として、右事業認可の適否を自ら判断する権限がないと\nしても、事業認可が適法であることは後続処分が適法有効になさるべき基礎となる\nべきものであるから、後続処分たる収用委員会のなす収用裁決の適否を争う訴訟に\nおいては、事業認可の違法を理由に裁決の取消を求めることができるものと解する\nのが相当である。被告の主張は理由がない。\n三　そこで本件事業認可は違法であるとする原告の主張について順次判断する。\n１　本件桃花台新住宅市街地開発事業の認可、公告等の各日時が原告主張どおりで\nあることは当事者間に争いがない。\nさて、成立に争いない甲第一号証、乙第一、二、四号証に証人Ｂの証言によれば、\n愛知県の住宅需要は人口の大都市集中、核家族の進行、新世帯形成年代の広汎な存\n在などにより、今後も増大の一途をたどるところ、愛知県第三次地方計画によれば\n昭和六〇年までに必要戸数一二〇万戸、これに必要な宅地は二万ヘクタールと推定\nされるのであつて、名古屋大都市圏を中心とする旺盛な住宅需要を緩和するため、\n大規模住宅地開発は緊要であり、本件事業計画は有効な政策の一つとされているこ\nと、本件計画区域は名古屋市の北東約一五キロメートル、小牧市中心市街地の東約\n四キロメートルの丘陵地に位置し、同市＜以下略＞地内約三一二ヘクタールの区域\nであり、ここに昭和五四年三月を完成目標に住宅団地を造成するものであること、\n右地区は地形的に木曾山系が尾張平野に開ける接点にあたり、標高六〇メートルか\nら一〇〇メートルの起伏のなだらかな丘陵地で、田畑、山林が組成する自然環境に\n恵まれた住宅適地であり、宅地造成による雨水流出係数の増大、河川流域の変化に\n対応して大山川、八田川等河川水系等の改修による排水関係も十分考慮され、殊に\n名古屋市から一五キロメートル圏という近距離にあり、大量住宅地の供給、近郊に\nおけるスブロール化の防止という多面的立地優位性をもつものとされ、その交通条\n件も国鉄中央線、名鉄小牧線という大量輸送手段をもち、かつ近くに国道四一号\n線、同一九号バイパスがある等開発の昀適地であるとされていること等の各事実を\n認めることができる。従つて、本件事業計画そのものは公共施設と環境の整備され\nた住宅都市の形成をめざすものとして全体としてその必要性および公共性が大き\nく、公益上、事業の内容が都市計画に適合しているものということができる。\n２　原告の小牧市都市計画に関する違法主張について\n原告は、小牧市都市計画における市街化区域と市街化調整区域にかかるいわゆる線\n引につき違法不当である旨るる主張しているが、同都市計画と本件事業との関連性\nが明らかでなく、その主張するところはいずれも一般的・抽象的に止まり、具体\n性・特定性を欠きそれ自体失当である。\n３　本件事業計画は違法であるとの主張について\n本件事業計画が昭和四二年ころ発表されたことは被告も格別争わないが、その結果\n右計画区域である桃花台地区において、農地法五条の宅地転用が制限され、民間企\n業の進出、地価の値上りを抑止したとする原告の主張は、それ自体一般的・抽象的\nで特定性を欠き失当である。\nまた、本件事業による桃花台ハイタウンの造成工事は相当でないとする主張も一般\n的・抽象的にすぎるが、本件事業計画は先に認定したとおり全体として自然環境の\n保全、水害の予防など十分配慮して立案されているものと認められるのであつて、\n原告本人尋問の結果のうち右認定に反する部分はたやすく信用できず、甲第五、一\n一号証（各写真）によるも右認定を左右するにたりず、他に右認定を妨げるにたり\nる証拠はない。\n原告の右主張は、いずれも理由がない。\n４　本件事業認可は違法であるとの主張について\n（一）　本件事業認可手続に瑕疵があるとし、本件事業の認可にあたつて、建設大\n臣は土地収用法二一条ないし二三条の措置をとらず、愛知県知事も同法一五条の二\nのあつ旋に付していないと原告は主張するが、前者について、本件都市計画事業の\n認可のある場合収用法二〇条の規定による事業認定は行なわない（都市計画法七〇\n条一項）ので、収用法二一条ないし二三条を適用する余地はなく、また後者につい\nては、県知事があつ旋に付するのは関係当事者からの申請があつて初めてなすべき\nものである（収用法一五条の二第一項）ところ、右申請があつたことを認めるにた\nりる証拠はないから、その申請がない以上愛知県知事にはあつ旋に付すべき義務は\nなかつたものである。従つて、原告の右各主張はいずれも理由がない。\n（二）　本件事業対象用地の取得にあたり買取、強要などの違法があつたとの原告\n主張は、単に、本件事業の裁決申請前、起業者たる愛知県と原告その他との用地買\n収交渉の経緯にかかるものであり、本件事業認可手続と直接関係はなく、本件裁決\nを違法ならしめるものでないので原告の右主張は失当である。\n四　本件収用裁決に瑕疵があるとの原告主張について\n１　本件裁決に至る経緯の詳細が被告主張（請求原因に対する答弁五）どおりであ\nることは原告も格別これを争わないところ、原告は土地収用法四七条により却下裁\n決なすべきであつたと主張するので判断する。\n原告は先ず本件事業による裁決申請が本件事業認定の失効後になされたと主張し、\n土地収用法二九条を援用する。しかしながら、本件都市計画事業については都市計\n画法七一条一項により土地収用法二九条の適用は排除され、都市計画事業認可の告\n示をもつて土地収用法上の事業認定の告示とみなし、かつ告示後一年の経過によつ\nて事業認定の効力を失うべきときに、新たな事業認定の告示があつたものとみなす\nものであるところ、本件について、事業認定に代る認可の告示のあつたのは昭和四\n七年五月一日であり、本件権利取得の裁決申請は同四八年二月八日であり、同明渡\n裁決申立がなされたのは同年二月二七日であることは当事者間に争いのない事実で\nあるから本件裁決の申請は前記告示後一年内になされていること明らかであり原告\nの主張は失当である。\n２　次に原告は本件裁決申請は収用法四七条二号により却下すべき場合に該当する\nと主張する。しかしながら前掲乙第二、四号証によれば右申請に係る本件事業計画\nは本件事業認可申請書添付の事業計画書記載の計画と著しく異なつていることはな\nいものと認められ、他に右認定を覆えずにたりる適切な証拠はない。\n３　本件収用裁決の手続上の瑕疵の主張について\n（一）　原告は本件裁決手続開始決定が被告委員会の会長独断でなされた旨主張す\nる。\nしかしながら、成立に争いのない乙第五号証、証人Ｂ、同Ｃの各証言によれば、被\n告委員会は会長の外五名の委員により右開始決定がなされたと認めることができ、\n他に右認定を妨げる証拠はないので、原告の主張は理由がない。\n（二）　次に、原告は、本件土地の現地調査について瑕疵があるという、しかし被\n告が委員、事務局員各二名をして右調査を実施させたことは当事者間に争いがな\nく、証人Ｃの証言により真正に成立したと認める乙第九号証、同証人の証言、弁論\nの全趣旨によれば、右調査は被告が委員二名に委任してなしたものであることが認\nめられるところ、右調査の委任は土地収用法六〇条の二により許容されるところで\nあり、かつ受任委員の人数、調査の方法等については同法によるも何らの定めがな\nいから、被告のなした右調査は違法とはいえない。また右乙第九号証によれば、右\n調査は格別不当で適正を欠くものとも認められないので、原告の主張は理由がな\nい。\n（三）　原告はさらに、被告は予備委員を就任させなかつた違法があると主張す\nる。しかしながら、委員Ｄが重病で本件処分に関与できなかつたとしても、右事由\nだけでは予備委員を就任させるべき場合、即ち土地収用法五三条二項の委員に欠員\nが生じたときに当らないし（同委員が同法五五条一項一号にあたるとしても、愛知\n県知事の罷免がない限り失職するわけでもない。）、同法六一条二項にいう委員の\n除斥に伴う臨時補完の場合にも該当しないから、原告の主張は理由がない。\n（四）　原告は被告が本件起業者に従属的であつて収用法五一条二項に違反すると\n主張する。しかしながら、被告は収用裁決の申請をうけた場合、結果的に起業者の\n申請どおり収用裁決をしたとしてもそれだけで直ちに起業者に従属的であると速断\nすることはできないのは勿論本件収用裁決にあたつては、後に認定するとおり、原\n告の意見も十分聴取されていることが窺えるのであるから原告の右主張は理由がな\nい。\n（五）　また、原告は補償に関する原告の意見、要求は全く無視された違法がある\nと主張する。\nしかしながら、証人Ｂ、前掲甲第一号証、乙第七号証、成立に争いのない乙第八号\n証の一、二、第一〇号証の一ないし三によれば、被告は起業者たる愛知県および小\n牧市等の公有地はもとより第三者所有の私有地について、起業者において特別に原\n告のため替地を提供することができない事情を斟酌し、かつ、新住宅地市街地開発\n法二三条によれば本件事業の施行により土地等を失つた者は、造成宅地について、\n優先的に譲渡を受けられる機会もあることも併せ考えて替地補償の要求を容れなか\nつたこと、原告は三回の審理期日、前記現地調査の何れにも出席立会し、また意見\n書を三度にわたつて提出するなど自己の意見を十分に表明していること、被告は原\n告を始めその他の土地所有者および本件起業者双方の意見を十分検討したうえで本\n件裁決をなしたことが認められ、原告本人尋問の結果のうち右認定に反する部分は\nにわかに信用できず、他に右認定を左右するにたりる適切な証拠はない。従つて、\n原告の右主張は理由がない。\n（六）　原告は、起業者が未買収者のうち原告その他四名の者についてのみ土地収\n用の裁決申請をなしたことは不公平であり違法であると主張するが、土地収用法は\n起業者が収用裁決申請にあたり未買収者の土地の全部または一部、或いはいかなる\n土地について申請をするべきかについては特に定めるところはなく、起業者の合理\n的裁量に委ねられているものと解されるから、起業者において右裁量の範囲を超え\nて恣意的に裁決申請をするなど特別の事情のない限り違法となるものではない。そ\nして本件の場合、右特別事情の存在を窺わせるにたりる証拠もないから、被告が原\n告およびその他四名の者の土地につき収用裁決申請をしたことは何ら違法でない。\nまた、収用委員会は、起業者より裁決申請があつた場合、収用法四七条による却下\n裁決をする場合を除いて収用又は使用の裁決をしなければならないものであるとこ\nろ、格別起業者の収用申請を却下すべき事由のみあたらない本件の場合被告が原告\nおよびその他四名に対し本件収用裁決したことは、違法とはいえない。\n４　損失補償に関する瑕疵の主張について\n原告は被告のなした本件裁決による損失補償について、種々瑕疵の存在を主張する\nが、要するにその趣旨は補償額が低廉であるというに帰する。しかしながら、収用\n委員会の裁決事項のうち損失補償については特に行政不服審査法による不服申立を\n許さず（収用法一三二条二項）、これを不服とする被収用者は起業者を被告として\n出訴すべきものである（同法一三三条）。従つて、本件において、補償金額あるい\nは補償原因である損失の範囲に関する裁決の違法は取消の事由にならないものと解\nすべきであるから、原告の主張はそれ自体失当である。\n五　以上の次第であるから、被告のなした本件裁決は、原告主張にかかる瑕疵はす\nべてない。従つて、原告の本訴請求は理由がなく、失当として棄却することとし、\n訴訟費用の負担について民事訴訟法八九条を適用し、主文のとおり判決する。\n（裁判官　山田義光　窪田季夫　小熊　桂）\n別紙（省略）\n"
}