{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 4,
    "day": 4
  },
  "case_number": "昭和41(行ウ)117",
  "case_name": "更正処分及び過少申告加算税賦課決定処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "推計の必要性がないのに所得認定の過半が推計をもってされた所得税更正処分は，それが真実の所得金額に合致しているかどうかにかかわりなく，違法であるとした事例",
  "lawsuit_id": "17977",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17977",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/977/017977_hanrei.pdf",
  "contents": "○　主文\n北税務署長が、昭和四〇年八月三日付でした、原告の昭和三九年分所得税の総所得\n金額を五三三、七〇〇円とする更正処分および過少申告加算税賦課決定処分を取消\nす。\n訴訟費用は被告の負担とする。\n○　事実\n第一、当事者の求めた裁判\n一、原告\n主文同旨\n二、被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第二、当事者の主張\n一、請求原因\n１　原告は、クリーニング業を営む者であるが、北税務署長に対し、昭和三九年分\n所得税の総所得金額を三一三、七〇〇円とする確定申告をしたところ、同署長は、\n昭和四〇年八月三日付で右金額を五三三、七〇〇円とする更正処分および過少申告\n加算税賦課決定処分をした。原告はこれに対し異議申立をしたが棄却されたので、\n大阪国税局長に審査請求したところ、これも棄却された。なお北税務署長による本\n件処分後、淀川税務署が新設され、本訴に関する権限が北税務署長から被告に承継\nされた。\n２　しかしながら、本件処分には次のような手続上および実体上の違法がある。\n（一）　本件処分は、何らの調査をすることもなく、全くの見込でなされたもので\nあるから違法である。\n（二）　原告の昭和三九年分の総所得金額は、確定申告のとおりであるから、本件\n処分は原告の所得を過大に認定した違法がある。\n二、請求原因に対する被告の答弁\n請求原因１の事実を認め、同２の主張を争う。\n三、被告の主張\n１　北税務署長は、原告の昭和三九年分の所得調査のため、昭和三九年一〇月六日\nに部下職員を原告方に赴かせたところ、原告は、帳簿書類の一部を保存するのみで\nあり、しかも調査のための質問に対しても明確な応答がえられなかつた。そこで北\n税務署長は、やむなく原告方の機械設備、電力使用量、および原告の申立て等にも\nとづいて所得を計算したところ、原告の申告額と異つたので本件処分をしたのであ\nる。\n２　原告の総所得金額\n（一）　原告の総所得金額は別表Ａ欄のとおり九二九、三一三円となるので、この\n範囲内でなされた本件処分に違法はない。\n売上金額は、次のとおり推計することができる。\n（１）　原告店の一回の洗濯によるカツターシヤツの仕上枚数は五〇枚であり、そ\nの工程は次の（１）ないし（６）のとおりである。\n（１）　ワツシヤー（二分の一馬力モーター付）使用\n水洗→石けん洗→高温洗→ゆすぎ\n（２）　脱水機使用（一馬力モーター付）\n脱水\n（３）　ワツシヤー使用\nのり付\n（４）　脱水機使用\nのりしぼり\n（５）　ワツシヤー使用\nしわのばし\n（６）　プレス機（○、二ｋ．Ｗ．モーター、三ｋ．Ｗ．ヒーター付）使用\nプレス\n（２）　右一工程における各機械の使用時間は次のとおりである。\nａ　ワツシヤー合計一二四分\nその内訳、水洗二〇分、石けん洗二〇分、高温洗四〇分、ゆすぎ三〇分、のり付七\n分、しわのばし七分\nｂ　脱水機合計三三分\nその内訳、脱水七分、のりしぼり一五分以上合計二二分右二二分に一、五回（ワツ\nシヤーのあがりものを一回半かけて脱水する）を乗ずると結局三三分となる。\nｃ　プレス機合計一〇〇分\n右プレス機でカツターシヤツ一枚をプレスするに要する正味通電時間は二分であ\nる。したがつて、カツターシヤツ五〇枚をプレスするには合計一〇〇分必要であ\nる。\n（３）　したがつて、一回の洗濯工程に要する電力量は次の算式のとおり合計六、\n六ＫＷＨとなる。\nワツシヤー　　０．８ＫＷ×１／２×１２４Ｈ／６０＝０．８２６ＫＷＨ\n（注　１馬力＝０．８ＫＷ）\n脱水機　　　　０．８ＫＷ×１×３３Ｈ／６０＝０．４４０ＫＷＨ\nプレス機　　　３．２ＫＷ×１００Ｈ／６０＝５．３３４ＫＷＨ\n合　　計　　　６．６００ＫＷＨ\n（４）　原告の昭和三九年分の年間電力消費量は、四、五〇四ＫＷＨであるから、\nこれを右（３）の六・六ＫＷＨで除すと、年間工程回数は六八二回となる。\n４、５０４ＫＷＨ÷６．６ＫＷＨ＝６８２回\n（５）　カツターシヤツ一枚当りの洗濯料金は五〇円であつたから、これに一回の\n洗濯工程の仕上枚数五〇枚と、右（４）の年間洗濯工程回数六二八回を乗ずると、\n昭和三九年分の売上金額は次のとおり合計一、七〇五、〇〇〇円となる。\n５０円×５０枚６８２回＝１、７０５、０００円\n（二）　予備的主張\n（１）　原告は、昭和三九年中に外注ドライ工賃を二四、〇〇〇円支払つたと主張\nするが、仮にこれが真実であつたとすれば、それに見合う売上金額があるはずであ\nる。それを次のとおり八五、七一一円と推計した。\n（イ）　推計に必要な数値\nａ　大阪府ドライクリーニング協同組合の料金単価の平均＝一、〇四〇円\nｂ　原告の売上単価の平均＝三、七二〇円\nｃ　原価率＝〇・二八\n算式　　　　１、０４０円÷３、７２０円＝０．２８\n（ロ）　算式\n外注ドライ工賃　　原価率　　　　ドライ売上\n２４、０００　÷　０．２８　＝　８５、７１１円\n（２）　この結果原告の総所得金額は次のとおり九九一、〇二四円となるから、こ\nの範囲内でなされた本件処分に違法はない。\n売上金額　　　　　　　　経　費　　　　　　外注工賃\n算式　１、７９０、７１１円－（７７５、６８７円＋２４、０００円）＝９９１、\n０２４円\n（三）　原告は控ノート（甲第一ないし第五号証）によつて売上金額を算出するこ\nとができると主張するが、この控ノートは次の理由によつて売上金額算出の基礎と\nはなしえない。\n（１）　原告は、右ノートを預り品の受払いに活用したわけではなく、特に控えて\nおく必要のある人、品物についてのみ記帳し、しかも代金の収受は記帳しておら\nず、又年間で最も売上が多い時期と考えられる四月ないし六月分を欠くうえ、一部\nに日付の欠ける部分が見られるから、右ノートは、その正確性に疑問があるのみな\nらず、預り品のすべてが網羅的に記帳されているものではない。\n（２）　原告の店舗の立地条件および使用人が常時一名以上いた状況によれば、原\n告は外交による受注も扱つていたことが明らかであるから、店頭扱いに関する右ノ\nートのみをもつて売上金額のすべてを算出することはできない。\n３　総理府統計局発行の昭和三九年家計調査年報によると大阪市における一世帯当\nり（世帯人員数四、三一人）の一か月平均の消費支出額は、五〇、二一〇円であ\nる。原告の家族数は四、五人（長男は昭和三九年六月一九日出生）であるから右平\n均値により、原告の年間消費支出総額を求めると次の算式のとおり六二九、〇七六\n円となる。\n５０、２１０円×４．５／４．３１×１２＝６２９、０７６円\n当時の原告およびその家族の生活状態が、大阪市における通常の生活に比し、特に\n低いと認められる事情のない本件においては、原告は、右平均値と同等またはこれ\n以上の生計費を支出したとみられるから、原告の総所得金額が右平均値によつて求\nめた年間消費支出総額を甚だしく下まわることはありえないのであつて、そのよう\nな結果となる原告主張の総所得金額は極めて不合理なものといわなければならな\nい。\n四、被告の主張に対する原告の答弁\n１　被告主張の総所得金額の明細についての認否は、別表Ｂ欄のとおりである。\n売上金額について説明する。\n原告は昭和三九年当時の注文を六冊の控ノート（甲第一ないし第五号証はそのうち\nの五冊）に記載しており、同年分の所得の申告に際してもこれによつて売上金額を\n算出したのである。ただその後ノート一冊を紛失したので残りの五冊によつて売上\n金額を計算すると次のとおり約八五〇、〇〇〇円となる。\n（１）　昭和三九年一月ないし三月、および七月ないし一二月分の売上は合計五四\n八、二一〇円となるから一か月平均の売上は約六一、〇〇〇円である。\n（２）　ところで毎年四月ないし六月は、他の月に比べると売上の多い時期であ\nり、一か月平均一〇〇、〇〇〇円の売上があつたから、四月ないし六月の売上は合\n計三〇〇、〇〇〇円となる。\n（３）　右（１）、（２）によれば年間の売上金額は約八五〇、〇〇〇円となる。\n２　被告主張の売上金額に対する反論\n（一）　右１のとおり売上金額は原告の控ノートにより一月ないし三月および七月\nないし一二月分は実額で、その余の分は推計により算出できるのであるから、これ\nを採用しない被告の推計方法は失当である。\n（二）　被告の推計方法は、常に品物が満杯の状態で機械設備が稼動していること\nを前提としているが、しかし原告は、実際には、品物の種類ごとに、少しづつでも\n別々に工程にかけており、品物が少いときでも納期に間に合わせるために、満杯の\n状態でなくとも、機械を稼動させているし、又家族や職人の洗濯物も営業用の機械\nを使用して洗濯していたのであるから、被告の右前提はこの実情を全く無視したも\nのであつて失当である。\n第三、証拠（省略）\n○　理由\n一、請求原因１の事実（原告の営業と本件処分の存在等）は、当事者間に争いがな\nい。\n二、原告は本件処分が手続的に違法であると主張するのでまずこの点について判断\nする。\n証人ａの証言と弁論の全趣旨によれば、北税務署長は、原告の昭和三九年分の総所\n得金額を実額によらずに、同業者率等によつて推計し、本件処分をしたことが認め\nられる。\n一般に、推計課税は、経験則や統計値等の適用により、所得を間接的に推認して課\n税する方式であり、そこで認定された所得と真実の所得との間に誤差を免れないも\nのであるから、納税義務者の帳簿書類が全く存在しないか、存在してもそれが不備\nであり、納税義務者の説明や反面調査等によつてそれが補完できない場合、又は納\n税義務者が調査に非協力的で、他に所得を実額で明らかにしうる方法がない場合に\n初めて許容されると解すべきである。そして推計課税は濫用されてはならないから\nもし、課税処分において、右のような推計の必要性がないのに、所得の認定の過半\nが推計によつてなされている場合には、それが真実の所得金額に合致しているかど\nうかにかかわりなく、その課税処分自体違法というべきである。\nそこで本件処分において果して推計の必要性があつたのかどうかを検討する。\n原告本人尋問の結果（第一回）とこれにより真正に成立したと認められる甲第一な\nいし第五号証によれば、原告は、クリーニング業を始める前に交通事故で受傷した\nこともあつて、昭和三九年中においてはほとんど店頭扱いのみで営業し、外交によ\nる受注といえるのは、近所に配達に行つた際に注文を受けた場合だけであり、客か\nらの注文品は、そのすべてを控ノート六冊（甲第一ないし第五号証はそのうち五\n冊）に記帳していたこと（ただし、昭和三九年一〇月一五日から同月二〇日までの\n間は、ノートが無かつたので、わら半紙に記帳していた）本件処分に対する審査請\n求の審理のための調査を受けた際にはそのうちの一冊を無くしていたことが認めら\nれ、この認定に反する証拠はない（被告は、原告が外交による受注を扱つていたと\n主張するが、これを肯認するに足りる証拠は存在しない）。\n被告は、被告の主張２、（三）において、原告の右各ノートは、注文品のすべてに\nわたつて記帳されたものではないと主張する。前掲各証拠によれば、確かに右各ノ\nートには、納期、返品、代金等が記載されていなかつたことが認められるが、この\nことから直ちに右各ノートに注文品の記帳もれがあつたと速断することはできな\nい。又前掲甲第一ないし第五号証によれば、右各ノートには日付の抜けている部分\nがあるが、原告本人尋問の結果（第一回）によれば、これは休業の日や、雨降りの\nため客が来なかつた日であり、記帳もれではなかつたことが認められる。したがつ\nて被告の右主張は採用できない。\nなお被告は、原告の右各ノートを基礎にした原告の申告所得金額が、大阪市の一か\n月平均の消費支出額から求めた原告の年間消費支出総額を下まわるから、右各ノー\nトの記載も不正確であるかのような主張をするが、原告方の当時の生活水準が、大\n阪市の平均かそれ以上であるという立証のない本件においては、被告の右主張を採\n用することはできない。\nところで原告は、昭和三九年分所得税の申告に際して、売上金額を右各ノートに記\n載されている品目に対応する当時の各売上単価を集計することにより算出したこと\nが認められる。したがつて北税務署の職員が、本件処分の前提として原告方に赴い\nて調査した際（この事実は証人ａの証言によつて認めることができる）、右ノート\nの存在を確かめ、原告に説明を求めて、原告のしたのと同様の方法により、売上金\n額を実額で確認することができたはずである（本件において、右調査当時、右各ノ\nートが存在せず、又は調査に対して原告が非協力的であつたという証拠はない）。\nそうすると本件処分は、推計の必要性がないのに所得認定の過半が推計をもつてな\nされたものであるから、それ自体違法というほかはなく、取消しを免れない。\n三、よつて原告の本訴請求を認容し、訴訟費用の負担につき、民事訴訟法八九条を\n適用して主文のとおり判決する。\n（裁判官　下出義明　藤井正雄　石井彦寿）\n"
}