{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 10,
    "day": 12
  },
  "case_number": "昭和51(ネ)752",
  "case_name": "請負代金本訴損害賠償反訴各請求事件",
  "court_name": "東京高等裁判所第二民事部",
  "article_info": "第31巻3号509頁",
  "gist": "一　建築基準法五条の二に違反する建築請負契約の効力\n二　建築基準法が建築物の安全性確保のために設けた基準に違反する建物の建築を内容とする請負契約が無効とされた事例",
  "case_gist": "一　建築基準法五条の二に違反し、有資格建築士の設計によらず、工事監理もうけないで建築工事をすることを内容とする建築請負契約は、無効である。\n二　建築基準法六条一項の建築物の建築請負契約が、建築基準法に準拠して工事を施工することは念頭におかず、同法が安全性確保のために設けた諸基準に著しく違反し、地震、火災その他の非常事態に対する安全性の保障があるとはなしえない判示のような瑕疵のある建物が出来上がることも注文者において容認する趣旨で締結されたものと認められるときは、右契約は無効である。",
  "lawsuit_id": "20464",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20464",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/464/020464_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被控訴人の本訴請求を認容した部分を取り消す。\n被控訴人の本訴請求を棄却する。\n原判決中控訴人の反訴請求を棄却した部分に対する控訴人の控訴を棄却\nする。\n訴訟費用は本訴反訴を通じ第一、二審ともこれを二分し、その一を控訴\n人らの、その余を被控訴人のそれぞれ負担とする。\n事　　　　実\n第一　当事者の求めた裁判\n一　控訴人ら\n原判決を取り消す。\n被控訴人の本訴請求を棄却する。\n被控訴人は控訴人らに対し金一、〇〇〇万円及びこれに対する昭和四七年七月七\n日から支払いずみまで年五分の割合による金員を支払え。\n訴訟費用は、本訴反訴を通じ、第一、二審とも被控訴人の負担とする。\nとの判決ならびに右第三項に対する仮執行の宣言。\n二　被控訴人\n控訴棄却の判決。\n第二　主張\n原判決事実摘示中該当部分をここに引用したうえ、次のとおり附加する。ただ\nし、被控訴人の主張のうち契約成立の日が「昭和五〇年一〇月二三日」とあるの\nを、「昭和四三年一〇月二三日」と訂正する。\n一　被控訴人\n１　被控訴人は建築士の資格を有しない大工の親方であり、従つて本件建築工事\nを建築基準法及び建築士法の規定に従つて適法に遂行するためには、第三者である\n一級又は二級の建築士に依頼して、建築設計ならびに工事監理を行わせなければな\nらないこととなるが、本件請負代金にはそのような費用は見込まれておらず、その\nことは控訴人らにおいても契約締結当時熟知していたものである。\n２　被控訴人は、本件請負契約によつて厳密に建築基準法の定める基準に適合し\nた建物を完成することを義務づけられていた訳ではない。すなわち、１に述べた事\n情もあり、かつ控訴人らとしては有資格建築士に設計あるいは建築工事を依頼し、\n建築基準法に適合した建物を建築しようとすれば建築費が嵩むことを心配して、被\n控訴人に本件工事を請負わせたものであつて、控訴人らははじめから建築基準法の\n定める基準に適合した建物ができることなどは期待していなかつたのであるから、\n本件契約には、被控訴人の完成すべき建物は通常の使用にたえるものであればよ\nく、建築基準法の定める基準に適合するものであることを要しない旨の合意があつ\nたものである。\n３　しかし被控訴人の完成した本件建物は控訴人らが出した要求ならびに指示を\n殆んどみたしているのみならず、完工後提出された建築確認申請添付の図面ともお\nうむね一致しているのであるから、重大な建築基準法違反もなく、被控訴人は契約\nの履行を完了しているものである。\n４　控訴人らのいう建築基準法違反は鉄骨の耐火被覆が一部ないこと、窓ガラス\nが網入りでないこと、防火扉のないこと、階段踏面の奥行が一センチメートル不足\nしていることなどであつて、比較的些細な形式的違反であり、通常の建物使用には\n何ら支障がなく、控訴人らは昭和四四年五月入居以降その一部を自ら使用し、その\n余部を貸室として賃貸して、一八室分として一室少くとも一ケ月金一万一〇〇〇円\nにのぼる収益をえてすでに九年に及んでいる。このように自らは本件契約の成果を\n十分に享受しながら、些細な建築基準法違反を挙げて右契約の反対給付の履行を拒\nみ、あるいは損害賠償の請求をすることは重大な信義則違反というべきである。\n５　控訴人らがみずから建築主として遵守すべき建築基準法の規定に反して監理\n者の選任、建築確認申請手続、完工の届出を行わなかつたのに、被控訴人の基準法\n違反のみを云々することも信義則に反するものというべきである。\n二　控訴人Ａ\n１　被控訴人の右主張をすべて争う。\n２　本件建築には重大な建築基準法違反があるが、控訴人らは本件契約に当り本\n件建物が建築基準法に従つて建築されるものと信じていたもので、完工まで同法に\n違反して建築されたとは知らなかつたものである。\n第三　証拠（省略）\n理　　　　由\n一　原判決事実摘示中本訴請求原因一、二の各事実及び被控訴人が建築工事を実\n施し、昭和四四年四月下旬工事終了して建物を控訴人らに引渡したこと、控訴人ら\nが請負代金中金六二六万二四三六円を支払い、残額の支払いが未了であることは当\n事者間に争いがない。\n二　１　成立に争いのない甲第一、第二号証、同乙第一、第二号証、原審におけ\nる控訴人Ｂ、原審ならびに当審における控訴人Ａ及び被控訴人各本人尋問の結果を\n総合すると、\n本件建物建築工事は、昭和三八年ころアパート一棟を建て、これを経営している\n控訴人らがもう一棟のアパートを軽量鉄骨三階建で建てようと計画し、何人かの建\n築請負業者に当つてみたうえで、一番値段の低かつた被控訴人に注文したもので、\n被控訴人はそれまで軽量鉄骨三階建の建物を建築したことはなかつたが、およその\n見込みで附帯工事込み坪当り約一〇万円として、八八坪五合の建物を八八〇万円と\n見積つたものであつた。注文に当つて、控訴人らは被控訴人に対し、控訴人らの要\n望を記入した簡単な部分的平面図（甲第一号証）と、やはり控訴人らの具体的要求\n事項を列挙したメモ（甲第二号証）を渡しただけで、建築設計図の作成、建築確認\n申請の手続等を含めて、工事完成までの一切の業務が被控訴人の仕事とされた。被\n控訴人は口約束で一たん仕事を引き受けたが、念のため関係方面を調査してみたと\nころ、どんなに低く見積つても坪当り一三万円かかることが判り、約束の代金では\n通常の材料、工法を用いて施工することはとても無理と思われたので、控訴人らを\n訪ね、右の事情を告げ、今までの話を断ろうとしたが、控訴人らから予算の都合で\nどうしでも被控訴人にやつて貰いたいとたつて頼まれ、代金の第一回支払い分とし\nて金一五〇万円を渡されたので、一たん約束した手前引き受けざるをえず、代金の\n範囲内で材料の質を落すなどすればよいと考えてこれを承諾し、工事請負契約書\n（乙第一号証、なお同書面の末尾には「監理技師としての責任を負うためここに記\n名押印する。」との文言及びこれに対する被控訴人の署名押印がそえられている\nが、署名欄の肩書に不動文字で印刷された「監理技師」の文字がわざわざ抹消され\nている。）及び控訴人らの建築工事に対する具体的注文を特記した契約書と題する\n書面（乙第二号証）に調印して正式に請負契約を締結した。なお、そのさい被控訴\n人は一級又は二級の建築士の資格を持たない大工で、軽量鉄骨三階建の建築設計を\nすることができないので、被控訴人の娘の夫であるＥに設計図面を引かせる旨控訴\n人らに言明し、控訴人らもこれを了承した。\nとの事実を認めることができ、これに反する証拠はない。\n２　成立に争いのない甲第三号証及び原審における控訴人ら両名、当審における\n控訴人Ｂ及び被控訴人各本人尋問の結果を総合すると、被控訴人は、右契約成立\n後、自分で簡単な設計図を引き、工事に着手したが、その方法は、基礎工事、鉄骨\n工事、大工工事等に予算を配分して、自ら行う大工工事以外はそれぞれ下職に委せ\nるというものであつた。下職にも詳細な設計、仕様は示さず、前記の設計図により\nおうよその設計と予算を示すのみであつたから、杭の打ち方アンカーボルトの本数\nなどについて控訴人らと下職の間にときどきいざこざがあり、控訴人らが文句をつ\nけると、被控訴人や下職の方で多少の手当をしてすませるというようなこともあつ\nた。昭和四四年四月末工事は一応終了して、控訴人らに建物が引き渡され、控訴人\nら及び共同住宅の賃借人らが入居した。控訴人らは契約直後から被控訴人に対し、\n詳細な設計図や構造計算書の交付を求めていたが、被控訴人がこれを示さず、また\n入居後も屋外階段がゆらゆらする、雨もりがする、水道の出が悪い、廃水処理が不\n良である、各室のドアのあけたてが悪いなど種々の苦情があつたため、控訴人らは\n被控訴人の請求に対し工事代残金を支払わず、被控訴人は一回補修を行つたが、そ\nれでも話し合いがつかなかつた。被控訴人は請負代金請求のため昭和四五年一一月\n四日市川簡易裁判所に調停の申立をしたが、それでも解決に至らず、同四六年六月\n七日不成立に終つた。\nとの事実を認めることができ、これに反する証拠はない。\n３　原本の存在及び成立に争いのない乙第四号証、原審証人Ｃ、当審証人Ｄ、同\nＥの各証言及び原審及び当審における被控訴人本人尋問の結果を総合すると、\n本件工事の建築確認申請は、建築主控訴人Ａの代理人Ｄ名義で、工事完了のかな\nり後である昭和四五年一月ごろなされ、これに対し同年二月一〇日確認通知がなさ\nれた。右確認申請に添付された設計図書のうち相当部分は被控訴人の娘の夫である\n訴外Ｅ（市川市役所の営繕課吏員であるが、一級又は二級の建築士ではない。）が\n被控訴人から簡単な間取図のみを示されて、これをもとにして、工事のためにでは\nなく、確認申請のために作成したものであり、その余の部分は、一級建築士である\nＤが被控訴人の依頼を受けて作成したものである。また被控訴人は右確認関係書類\n作成の費用としてＤに対し、金一万円の謝礼を支払つた。なお、本件工事の完工届\nは提出されなかつた。\nとの事実を認めることができ、これに反する証拠はない。\n４　原本の存在ならびに成立に争いのない乙第三号証、前出Ｃ証言、原審におけ\nる控訴人ら、当審における控訴人Ｂの各本人尋問の結果を総合すると、\n控訴人らは本件紛争が表面化した後の昭和四六年一〇月ごろ市川市役所に本件建\n物の工事不良について相談を持ち込んだところ、市川市長は建築基準法第一二条第\n三項に準拠するとして一級建築士Ｆに本件建物の調査を依頼し、右Ｆは調査のうえ\n報告書を提出し、市川市長はこれに基づいて確認手続上の建築主である控訴人Ａに\n対し、改善勧告を発した。それによれば、本件建物は、耐火構造として要求される\n外壁、柱、梁、床についての鉄網モルタルの被覆が不完全であるかまたは欠損して\nいること、窓に網入ガラスを用いず、防火扉がついていないこと等建築基準関係法\n規の定める基準に適合していないのみならず、構造上にも極めて不完全かつ地震の\n場合倒壊の虞れがあるなど不安な建物であり、これを法規に適合するように補修す\nることは不可能に近く、仮りに可能であるとしても極めて多額の費用を必要とする\nとされている。もつとも同人は調査にあたつて確認申請に添付された設計図書を参\n照し、建物を現状のまゝ観察し、かつ、控訴人らの言い分を聞いてこれを行つたも\nので、地下部分、建物構造の内部を切り開いて調べた訳ではなく、右報告書には推\n測に亘る部分もある程度含まれている。\nとの事実を認めることができ、右認定を左右する証拠はない。\n三、　以上認定した事実関係から、更に次の１及び２の事実を推認することがで\nきる。前出各本人尋問の結果中これに反する部分はいずれも措信できないし、他に\n右推認を左右する証拠はない。\n１　控訴人らは、被控訴人が建築士の資格を有しない大工であり、従つて鉄骨造\n三階建共同住宅の設計ならびに工事監理をすることができないことを知りながら、\n建築費を安くあげたい一心から、これに格安に請負わせたものであり、被控訴人が\n設計図面を引かせると約束した訴外Ｅについてもその無資格者であることを知つて\nおり（もし同人が有資格の建築士であるとすれば、同人に対する設計報酬が当然問\n題となるはずであるのに、その点が当事者間で問題とされた形跡はみあたらな\nい。）、かつ、建築関係法規についてもかなりの知識を有していたものである。ま\nた控訴人らは本件請負代金額が市価に比して格安であり、この代金額で通常の材\n料、工法を用いて工事を実施することは著しく困難であることも十分認識していた\nもので、従つて被控訴人が完成すべき建物が一般の建物に比してある程度劣ること\nも、建築基準関係法規の定める基準に適合しない点を生ずることもあらかじめ容認\nしており、（なお前掲甲第二号証に記載された要求事項には、注文建物がこれらの\n基準に適合することを求め、ないしはこれを配慮したことを窺わせるようなものは\n存在しない。）控訴人らと被控訴人との間にはその旨の暗黙の合意があつたものと\nみられる。\n２　被控訴人の完成した建物は、市川市長の改善勧告書に指摘された個別的な建\n築基準関係法規の定める基準に適合しない点があるのみならず、まつたく構造計算\nを行わず、ずさんな設計に基き、劣悪な材料と工法を用いて建てられたものであ\nり、直ちに危険といえないまでも、地震、火災その他の非常事態に対する安全性の\n保障があるとは認められないものであり、また通常の維持費を投入した場合に、通\n常の耐用年数を有するものとは到底いえないものである。\n四　そこで前記認定事案に基づいて本件本訴請求および反訴請求の当否について\n検討する。\n前記認定によれば、本件建物建築請負契約の締結にあたつでは、注文者である控\n訴人らにおいても、また請負人である被控訴人においても、当初から建築基準法に\n準拠して建築工事を施工するということは念頭になく、専ら一定の予算金額の範囲\n内で一定の規模と内部構造を有する軽量鉄骨三階建アパート用建物を建築すること\nのみを眼中に置いて契約が締結されたものであり、その結果次のような建築基準法\n違反の瑕疵を有するものである。すなわち、\n（一）　軽量鉄骨造三階建共同住宅（延面積八八・五坪）は、建築基準法（昭和\n四五年改正前のもの。以下同じ）第六条により特殊建築物とされ、建築確認等の手\n続について特別の扱いがなされ、安全の確保のため各種の特別の構造上の基準が設\nけられているほか、建築士法第三条の二、第一項、第一号及び第二号にも該当する\nから、建築基準法第五条の二、第一項により、その工事は一級又は二級の建築士の\n設計によらなければならず、同条第二、第三項により建築主において一級又は二級\nの建築士に工事監理をさせない限りすることができないものとされているのに、本\n件建築においては建築士でない被控訴人が自分でした設計又は建築士でない訴外Ｅ\nのした設計によつて工事を行い、かつ、その工事監理を行うことが合意されてお\nり、その点において本件契約はすでに形式的に前示各法条に反する契約というべき\nである。\n（二）　本件建物は軽量鉄骨造三階建共同住宅であつて建築基準法第六条第一\n項、第一号、第三号に該当するところ、その建築には、当該建築につき同条による\n建築主事の確認を得、その工事完了後建同法第七条により右建築物が法令に適合す\nるかどうかについて検査を受けなければならないとされているが、本件建物の建築\nは、建築確認の基礎となつた設計図、構造計算書等とは無関係に、別に作成された\n設計図に基づいてなされたものであり、工事完成後の検査を経ておらず、しかも建\n物自体建築基準法所定の安全基準に合致しない点をかなりの程度において帯有し、\n現に抜本的改築を施さない限り危険性があるものとして市川市長から改善勧告が出\nされており、反証のない本件においては、このような危険性を有する建物であると\n推認せざるをえない。そして本件建物に存する右の瑕疵は、仮にその出来上つた建\n物と控訴人らの注文したところのものとの間に細目において多少の相違があるとし\nても、その基本的な点においては前記のとおり当初の契約締結時から予想されえた\nところのものであつて、契約どおり工事が施工されれば起りえなかつたようなもの\nとは認められないから、本件請負契約には、この点においても建築基準法違反の瑕\n疵があるというべきである。\n<要旨第一><要旨第二>ところで、建築基準法が同法にいう建築物の建築につき規\n制を施し、種々の制限規定を設けているのは、</要旨第一></要旨第二>建築物の敷\n地、構造および用途に関して最低の基準を定め、これによつて国民の生命、健康お\nよび財産の保護をはかるという一般公益保護の目的に出たものであるが、同法に定\nめる制限の内容は広範多岐にわたり、各規定が右公益保護上必ずしも同一の比重を\n有するとは限らないし、また具体的な建築物の建築がこれら規定に違反する程度も\n区々にわたりうるから、特定の建物の建築等についての請負契約に建築基準法違反\nの瑕疵があるからといつて、直ちに当該契約の効力を否定することはできないが、\nその違反の内容および程度のいかんによつては、当然右契約そのものが強行法規な\nいしは公序良俗に違反するものとして無効とされるべき場合がありうることを認め\nなければならない。これを本件建物建築請負契約の帯有する上（一）および（二）\nの建築基準法違反の瑕疵についてみるのに、まず（一）の点についていえば、法が\n本件建物のような法のいう特殊建築物の建築について右（一）で述べたような制限\nを設けているのは、この種の建築物については特にその安全性の確保のためにこれ\nらの規定による規制措置が必要であるとされたためであると考えられるから、かか\nる建築物の建築においては、これらの規定の遵守が特に強く要請されるものと考え\nなければならない。そうすると、建築主が法定の建築士たる資格を有しない者との\n間で、その者において右の資格を有する建築士の作成する設計図に基づいてではな\nく、自らの作成した設計図に基づいて、また右有資格建築士の監理をも受けること\nなくこの種の建築物を建築する旨の請負契約を締結した場合には、右契約の内容を\nなす工事の施工自体が右建築基準法の規定に違反し、強い違法性を帯びるものであ\nるから、建築主が請負人に対して契約に基づく権利としてかかる違法工事の施工を\n強制することも、また請負人において右工事を施工したことに対する報酬をその権\n利として要求することも、共にこれを許すべきではないと解するのが相当というべ\nきである。それ故、本件建物建築請負契約は、前記（一）の瑕疵を有するものとし\nてすでにこの点において無効とせざるをえない。のみならず、更に（二）の瑕疵に\nついてみでも、本件建物は建築基準法がこの種の建築物につき安全性確保のために\n設けた基準に著しく違反し、建物自体が適法な建築物として存立することを許され\nないような性質のものであるから、その瑕疵は重大であり、かかる瑕疵のある建物\nの建築を内容とする請負契約は、前記（一）の瑕疵について述べたと同様の意味に\nおいて強行法規ないし公序良俗に違反するものとしてその効力を否定されるべきも\nのである。もつとも、建築主は往々にして建築関係法規の技術的内容に明るくない\nことがあるから、契約の内容とされた建物がこれらの法規に違反する構造等を有す\nるものであることを知らず、そのために右契約が無効とされれば不測の損害を受け\nるおそれがないとはいえないが、建築主としては当然に右の点について配慮し、契\n約締結の際請負人に対して法規に適合する建物であることを確認すべきものであつ\nて、建築主がこのような配慮をする限り、あるいは契約自体が適法な建物の建築を\n目的とする契約と目され、現実に違反建築物が建築されたことに対し請負人に契約\n違反の責任を追求することができるか、あるいは契約自体は特定の構造、内容をも\nつ建物の建築を目的とするものであつても、それが適法な建物であると建築主が信\nじたことにつき請負人側に責任があるとして別にその責任を追求することができる\nこととなると考えられるから、上記のような解釈をとつても格別の不当は生じない\nのである。本件においては、建築主である控訴人らが全くかかる配慮をせず、契約\nどおりの工事を施工することによつて前記のような瑕疵のある建物が出来あがるこ\nとをも容認するような趣旨内容の契約として本件請負契約が締結されたものである\nこと前記のとおりであるから、右契約はこの点からもこれを無効とすべきものであ\nり、かく解することになんら妨げはない。\nそうすると、本件建物建築請負契約が有効であることを前提とし、右契約にかか\nる工事を施行したことに対する対価としての請負代金の未払分の支払を求める被控\n訴人の控訴人らに対する本訴請求は、すでにその前提において理由がなく、また、\n控訴人らの被控訴人に対する反訴請求も、控訴人らが被控訴人に対して右契約に基\nづきその約定どおりの工事を施工することを請求する権利を有し、被控訴人がこれ\nに対応する義務を負担することを前提とするものであるから、これまたその余の点\nに立入るまでもなく失当に帰するものといわざるをえない（もつとも本件において\nは、控訴人らも被控訴人も共に本件請負契約が有効であることを前提としてそれぞ\nれの請求をしており、右契約の効力自体は争点とされておらないが、本件請負契約\nが強行法規違反ないし公序良俗違反とされる基礎事実自体は当事者の主張中に含ま\nれているところであるから、証拠によつてかかる事実の存在が認められる限り裁判\n所としては右のような当事者の主張態度にかかわらず、かかる強行法規ないし公序\n良俗に違反する契約の効力を否定し、これに基づく請求を排斥することができる\nし、またそうすべきものである。）。\n五　以上の次第で、原判決中上記説示と異なり被控訴人の控訴人らに対する請求\nを認容した部分は失当で、控訴人らの本件控訴中右部分の取消を求める部分は正当\nであるからこれを認容すべきであるが、控訴人らの反訴請求を棄却した部分は結論\nにおいて相当で、この部分の取消を求める控訴は理由がないからこれを棄却すべき\nものである。よつて訴訟費用の負担につき民事訴訟法九六条、九二条本文、九三条\n一項本文を各適用し、主文のとおり判決する。\n（裁判長裁判官　中村治朗　裁判官　石川義夫　裁判官　清野寛甫）\n"
}