{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 7,
    "day": 30
  },
  "case_number": "昭和49(う)33",
  "case_name": "公正証書原本不実記載(予備的罪名地方税法違反)被告事件",
  "court_name": "名古屋高等裁判所金沢支部         　第二部",
  "article_info": "第27巻4号324頁",
  "gist": "軽自動車税納税義務発生の申告に基き作成された軽自動車税課税台帳と刑法一五七条一項にいう「権利義務ニ関スル公正証書ノ原本」",
  "case_gist": "右軽自動車税課税台帳は、刑法一五七条一項にいう「権利義務ニ関スル公正証書ノ原本」には該当しない。",
  "lawsuit_id": "24875",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24875",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/875/024875_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、富山区検察庁検察官検事大石治助作成の控訴趣意書に記載さ\nれているとおりであるから、これを引用するが、その要旨は、原判決は「被告人は\n富山市役所に軽自動車税納税義務発生の申告をするにあたり、総排気量が五〇ＣＣ\nを超える原動機付自転車を総排気量五〇ＣＣと偽つて公務員に虚偽の申告をし、そ\nの旨軽自動車税課税台帳（以下本件台帳という）に不実の記載をなさしめた」との\n公訴事実に対して、納税義務発生につき虚偽の申告をした点を地方税法違反と認定\nしたが、公正証書原本不実記載の訴因については、本件台帳が刑法一五七条のいわ\nゆる権利義務に関する公正証書に該らないとしてこれを排斥した。然しながら、右\nの権利義務に関する公正証書とは公務員がその職務上作成する文書で権利義務に関\nするある事実を証明する効力を有するものをいい、然もその事実は権利義務の得喪\n変更に関する事実それ自体だけでなく、公私法上の権利義務の基礎事実を公証する\n事実を含むと解するのが相当であるから、当該車両の納税義務者、納税義務の内容\nを公証するほか、その所有者の変更、車両の廃棄など公私法上の権利義務の基礎事\n実を公証する本件台帳は、公正証書に該当するものというべく、原判決はこの点に\n関し刑法一五七条一項の解釈適用を誤つたものである、というのである。\nよつて、案ずるに、刑法一五七条一項にいう「権利義務ニ関スル公正証書」とは\n公務員が職務上作成する文書てあつて権利義務に関するある事実を証明する効力を\n有する文書をいいかつ右権利義務については私法上のそれのみならず公法上のそれ\nをも含むと解されること所論のとおりである。然しながら公文書の内容が権利義務\nに関する事実を含むからといつて、そのことの故にこのような公文書が直ちに右公\n正証書に該当するものとすべきではなく、右公文書のうち特に高い証明力を有する\nものに限つてこれに該当すると解するのを相当とする。けだし、およそ公務員が職\n務上作成する文書にして権利義務と無関係に作成されるものは殆んど存在しないと\n考えられ、これら全てが刑法一五七条一項にいう公正証書に該当するならば、その\n範囲が不当に拡張されることとなるというべきだからである。\n<要旨>そこで本件台帳が右公正証書に該当するか否かにつき審究するに、本件台\n帳には「車名・型式・車体番号・</要旨>総排気量」「申告人の住所・氏名」「税\n額」等の記載事項が見られ、これらの事項は納税義務者、税額、納税義務の存在と\nいう公法上の義務に関する事実並びに当該車両の所有者に関する事実すなわち私法\n上の権利義務に関する事実をそれぞれ含んでいるものということができるが、本件\n台帳はそもそも当該市町村における原動機付自転車等の所有者を把握して納税義務\n者、納税義務の内容等を把握し、もつて徴税事務の便宜に資することをその作成目\n的としていることが明らかであり、当該車両の所有者に関する事実をその内容に含\nむといつても、それは所有者が申告すべきこととなつていることの当然の結果にす\nぎず、その所有権の帰属は動産と同様に売買等の取引等に伴い、民法の規定によつ\nて決せられるもので、本件台帳の記載とは全く関連を持たないものであり、然も本\n件台帳については登記簿、戸藉簿に類した証明力を付与した旨の規定は特に設けら\nれては居らず、その内容の公開更には台帳における納税義務者、納税義務の内容等\nの記載につき第三者に対し証明書を交付する等の手続も制度上予定されてはいない\nのであるから、これを要するに本件台帳はたかい証明力を有するものとは考えられ\nないのであつて、従つて本件公文書は刑法一五七条一項にいう公正証書に該当する\nものではないというべきである。このことはまた立法政策上公文書が刑法一五七条\n一項にいう公正証書に該当すると解される場合虚偽申請についての処罰規定を欠い\nていることに対比し、本件台帳の関係においては地方税法に虚偽申請の処罰規定が\n設けられていることからしてもそうだといわなければならない。（ちなみに虚偽の\n申請がなされることにより、右台帳の機能に如何なる影響を及ぼすかという点から\nみても、前説示のところから明らかなように、結局それは当該地方公共団体におい\nて正当な徴税活動をなすことが妨げられるということに帰着するのであるから、右\nの如きは地方税法の処罰規定により処罰するのがむしろ当然の事理であると考えら\nれる。）\nしてみると、これと同一の結論にでた原判決には刑法一五七条一項の解釈適用の\n誤りは認められない。\nよつて本件控訴はその理由がないから、刑事訴訟法三九六条に則りこれを棄却す\nることとし、主文のとおり判決する。\n（裁判長裁判官　沢田哲夫　裁判官　上野精　裁判官　小島裕史）\n"
}