{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 2,
    "day": 18
  },
  "case_number": "昭和42(行ウ)48",
  "case_name": "所得税更正処分等取消請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "１　１棟の事業用兼居住用家屋を同一人が全体として所有する場合，そのいかなる範囲が租税特別措置法（昭和４１年法律第３５号による改正前）３５条１項の居住用財産に当たるかについての判断基準　２　買換資産である事業用（賃貸用）兼居住用の３階建建物のうち１，２階を賃貸し３階に居住している場合，１階階段部分及び２階通路部分を２階賃貸部分及び３階居住用部分の面積に応じて各按分した３階居住用部分に対応する按分面積，２階階段部分の面積及び３階居住用部分の面積の和をもって租税特別措置法（昭和４１年法律第３５号による改正前）３５条１項の居住用財産となる部分の総面積であるとした事例　３　租税特別措置法施行令（昭和４４年政令第８６号による改正前）２５条の６第１項にいう「相当の対価を得て」いるか否かの判断基準",
  "case_gist": "１　１棟の事業用（賃貸用）兼居住用家屋を同一人が全体として所有する場合において，そのいかなる範囲が租税特別措置法（昭和４１年法律第３５号による改正前）３５条１項の居住用財産に当たるかを判断するに当たっては，当該建物部分の本来の利用関係によるのが相当であり，この場合「建物の区分所有等に関する法律」を準用するのは相当でない。　３　租税特別措置法施行令（昭和４４年政令第８６号による改正前）２５条の６第１項にいう「相当の対価を得て」いるか否かは，客観的に貸付資産の維持管理に要する必要経費を回収してなお相当の利益を生ずるような対価を得ているかどうかによって判断するのが相当である。",
  "lawsuit_id": "18208",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18208",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/208/018208_hanrei.pdf",
  "contents": "○　主文\n被告が原告に対し昭和四一年六月一五日付でなした原告の昭和三九年分所得税の更\n正処分中申告納税額につき金八、〇〇二、七四〇円を超過する部分および過少申告\n加算税の賦課決定中金三九五、五五〇円を超過する部分はいずれもこれを取消す。\n原告のその余の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の申立\n（原告）\n一、被告が原告に対し昭和四一年六月一五日付でなした原告の昭和三九年分所得税\nの更正処分中申告納税額につき金一、八六三、七九〇円を超過する部分および過少\n申告加算税の賦課決定中金八八、六〇〇円を超過する部分を取消す。\n二、訴訟費用は被告の負担とする。\n（被告）\n一、原告の請求を棄却する。\n二、訴訟費用は原告の負担とする。\n第二　当事者の主張\n（原告の請求原因）\n一、原告は被告に対して、昭和四〇年三月一五日、昭和三九年分（以下「係争年\n分」という）の所得税につき次のとおり確定申告した。\n総所得金額　　　　　　　　　　　五三八、二五〇円\n給与所得　　　　　　　　　　　五三八、二五〇円\n譲渡所得　　　　　　　　　　　　　　　　　〇円\n所得控除金額　　　　　　　　　　一一七、五〇〇円\n課税総所得金額　　　　　　　　　四二〇、七五〇円\n算出税額　　　　　　　　　　　　　五〇、七〇〇円\n源泉徴収税額　　　　　　　　　　　五〇、七〇〇円\n申告納税額　　　　　　　　　　　　　　　　　〇円\n二、原告は被告に対して、昭和四〇年六月二四日、右確定申告に対し次のとおり修\n正申告した。\n総所得金額　　　　　　　　　　　九九七、二五〇円\n給与所得　　　　　　　　　　　五三八、二五〇円\n譲渡所得　　　　　　　　　　　　　　　　　〇円\n不動産所得（家賃収入）　　　　四五九、〇〇〇円\n所得控除金額　　　　　　　　　　一一七、五〇〇円\n課税総所得金額　　　　　　　　　八七九、七五〇円\n算出税額　　　　　　　　　　　　一四一、七五〇円\n源泉徴収税額　　　　　　　　　　　五〇、七〇〇円\n申告納税額　　　　　　　　　　　　九一、〇五〇円\n三、被告は原告に対し、昭和四一年六月一五日付で次のとおりの更正処分および過\n少申告加算税の賦課決定をした。\n総所得金額　　　　　　　　一七、二八六、一二四円\n給与所得　　　　　　　　　　　五三八、二五〇円\n譲渡所得　　　　　　　　一六、七四七、八七四円\n不動産所得　　　　　　　　　　　　　　　　〇円\n所得控除金額　　　　　　　　　　一一七、五〇〇円\n課税総所得金額　　　　　　一七、一六八、六〇〇円\n算出税額　　　　　　　　　　八、〇九〇、七三〇円\n源泉徴収税額　　　　　　　　　　　五〇、七〇〇円\n申告納税額　　　　　　　　　八、〇四〇、〇三〇円\n更正により増加した税額　　　七、九四八、九八〇円\n過少申告加算税　　　　　　　　　三九七、四〇〇円\n四、原告は右処分につき昭和四一年七月八日被告に対し異議申立をしたが、被告は\n同年一〇月一日これを棄却したので、原告は更に同月二七日名古屋国税局長に対し\n審査請求をしたところ、同局長は同四二年五月二五日これを棄却した。\n五、しかしながら、原告の係争年分の所得税は次のとおりである。\n総所得金額　　　　　　　　　五、五九八、六九七円\n給与所得　　　　　　　　　　　五三八、二五〇円\n譲渡所得　　　　　　　　　四、六〇一、四四七円\n不動産所得（家賃収入）　　　　四五九、〇〇〇円\n所得控除　　　　　　　　　　　　一一七、五〇〇円\n課税総所得金額　　　　　　　五、四八一、一〇〇円\n算出税額　　　　　　　　　　一、九一四、四九五円\n源泉徴収税額　　　　　　　　　　　五〇、七〇〇円\n申告納税額　　　　　　　　　一、八六三、七九〇円\n過少申告加算税　　　　　　　　　　八八、六〇〇円\n六、よつて、本件更正処分および過少申告加算税の賦課決定のうち、前項の部分を\n越える部分の課税は違法であるから、その取消しを求める。\n（被告の答弁および主張）\n一、請求原因一ないし四の各事実は認める。\n二、同五については、給与所得額、所得控除金額および源泉徴収税額がいずれも原\n告主張のとおりであることは認め、その余は争う。\n三、（一）原告は、昭和三九年九月二一日、その所有にかかる別紙目録記載（イ）\nの宅地（以下「（イ）宅地」という）を太陽商事株式会社に売却し、次いで同年一\n〇月一日、Ａから同目録記載（ハ）の宅地（以下「（ハ）宅地」という）および同\n目録記載（ニ）の建物（以下「（ニ）建物」という）を買受け、ただちに（ニ）建\n物を収去して（ハ）宅地上に同目録記載（ホ）の建物（以下「（ホ）建物」とい\nう）を新築し、右新築による取得の日から一年以内に（ホ）建物の三階を居住の用\nに供し同建物の一、二階を株式会社クレハに賃貸した。\n（二）　ところで、（ホ）建物のうち右居住の用に供された部分の割合は、別紙計\n算表（１）および同計算表（２）の被告主張欄記載のとおり算出した一七・八九パ\nーセントであり、この場合、一階から二階に至る階段部分（以下「一階階段部分」\nという）、二階から三階に至る階段部分（以下「二階階段部分」という）および二\n階通路部分は、いずれも右居住用部分と賃貸用部分との間の上昇下降の用に供する\nいわゆる往復通路と同視されるものであつて、単に上昇の利用のみでないことは明\nらかであるから、建物の区分所有等に関する法律第三条第一項および第一〇条第一\n項を準用して各専用床面積の割合に按分すべきである（建物の所有者が同一人であ\nつても居住用と事業用に区分して使用されているので、階段などは「共有部分」と\nいうことができる）。\n（三）　そこで、右居住用部分について、租税特別措置法第三五条（居住用財産の\n買換えの特例）を適用して、原告の係争年分の課税譲渡所得金額を算出すると、次\nのとおりとなる。\nなお、（ホ）建物の居住用の割合は、前記（ニ）のとおり一七・八九パーセントで\nあるが、本訴においては一八・七一パーセントとして計算する。また、買換資産で\nある（ハ）宅地および（ホ）建物の取得価額の合計は金四四、四三四、一二一円で\nある。\nａ　（イ）宅地の譲渡価額\n四七、〇〇〇、〇〇〇円\nｂ　（イ）宅地の取得価額\n二、七七八、六〇二円\nｃ　（イ）宅地の譲渡に要した経費\n二、五三四、〇五五円\nｄ　（ハ）宅地および（ホ）建物の取得価額合計のうち居住用部分の割合に対応す\nる金額　八、三一三、六二四円\n４４、４３４、１２１円×０．１８７１＝８、３１３、６２４円\nｅ　譲渡があつたとみなす収入金額　　　（ａ－ｄ）\n三八、六八六、三七六円\nｆ　譲渡があつたとみなす部分に対応する取得価額　（（ｂ＋ｃ）×ｅ／ａ）\n四、三七二、九〇一円\nｇ　租税特別措置法第三八条の二による特別控除\n三五〇、〇〇〇円\nｈ　譲渡所得金額　　　（ｅ－ｆ－ｇ）\n三三、九六三、四七五円\nｉ　旧所得税法第九条第一項による控除\n一五〇、〇〇〇円\nｊ　課税譲渡所得金額　　　（（ｈ－ｉ）×５／１０）\n一六、九〇六、七三七円\n四、従つて、原告の前記課税譲渡所得金額を含めた係争年分の所得税は次のとおり\nである。\n総所得金額　　　　　　　　一七、四四四、九八七円\n給与所得　　　　　　　　　　　五三八、二五〇円\n不動産所得　　　　　　　　　　　　　　　　〇円\n譲渡所得　　　　　　　　一六、九〇六、七三七円\n所得控除金額　　　　　　　　　　一一七、五〇〇円\n課税総所得金額　　　　　　一七、三二七、四〇〇円\n算出税額　　　　　　　　　　八、一七八、〇七〇円\n源泉徴収税額　　　　　　　　　　　五〇、七〇〇円\n申告納税額　　　　　　　　　八、一二七、三七〇円\n修正申告納税額との増差税額　八、〇三六、三二〇円\n過少申告加算税　　　　　　　　　四〇一、八〇〇円\n五、本件更正処分および過少申告加算税の賦課決定は、右の範囲においてなされた\nものであるから、何ら違法ではない。\n（被告の主張に対する原告の答弁および反論）\n一、被告の主張三（一）の事実は認める。\n二、同三（二）については、別紙計算表（１）を認め、その余は争う。（ホ）建物\nの居住用部分の割合は、別紙計算表（２）の原告主張欄記載のとおり算出した二\n二・七二パーセントであり、この場合、一階階段部分を三階と二階の各専用床面積\nの割合により按分し、二階階段・通路部分は三階の居住用として算出すべきであ\nる。\n三、同三（三）についてはａ、ｂ、ｃおよび買換資産である（ハ）宅地と（ホ）建\n物の取得価額の合計額を認め、その余は争う。\n四、原告の課税譲渡所得金額は次のとおりである。\n（一）　原告は、かねて（イ）宅地上に別紙目録記載（ロ）の建物（以下「（ロ）\n建物」という）を所有していたが、（イ）宅地の売却に際し更地とするためこれを\n除去した。\n（二）　ところで、原告は、（ロ）建物の二階に居住し、階下を昭和三五年八月こ\nろから尾立商事株式会社（同四〇年一月三一日解散、以下「尾立商事」という）に\n貸し付けており、同三八年八月一日以降は賃料月五万四、〇〇〇円であつたが、右\n建物のうち居住の用に供していた部分は一二六・二八平方メートル（四四・七八パ\nーセント）であり、非居住（賃貸）部分は一五五・七五平方メートル（五五・二二\nパーセント）であつた。\n（三）　そして、原告が（ホ）建物の一、二階を株式会社クレハに賃貸したことは\n被告主張のとおりであり、また、右建物のうち居住の用に供している部分（非賃貸\n部分）の割合が二二・七二パーセントであることは前記二のとおりである。\n（四）　してみれば、原告は、その一部を居住用財産として所有していた（イ）宅\n地および（ロ）建物を、（ハ）宅地および（ホ）建物に買換え、その一部に居住し\nているのであるから、租税特別措置法第三五条第一項および同法施行令第二四条に\nより、その課税譲渡所得は次のとおり金四、六〇一、四四七円となる。\nア　譲渡収入金額　　　　　　　　　　　　　　二一、〇四六、六〇〇円\n（（イ）宅地売却代金四七、〇〇〇、〇〇〇円のうち、前記（二）記載の居住用部\n分の割合に対応する金額）\nイ　取得価額　　　　　　　　　　　　　　　　一〇、〇九五、四三二円\n（（ハ）宅地と（ホ）建物の取得額合計四四、四三四、一二一円のうち、前記\n（三）記載の居住用部分の割合に対応する金額）\nウ　譲渡資産の取得費　　　　　　　　　　　　　一、二四四、二五七円\n（（イ）宅地および（ロ）建物の買入代金二、七七八、六〇二円に対する居住用部\n分の割合に対応する金額）\nエ　（イ）宅地の譲渡に用した費用　　　　　　　　　一、一三四、七四九円\n（譲渡に要した総費用二、五三四、〇五五円のうち居住用部分の割合に対応する金\n額）\nオ　租税特別措置法第三八条の二による特別控除　　　三五〇、〇〇〇円\nカ　旧所得税法第九条第一項による控除　　　　　　　一五〇、〇〇〇円\nキ　課税譲渡所得金額　　　　　　　　　　　　　四、六〇一、四四七円\n｛（ア－イ）－（ウ＋エ）×（ア－イ）／ア－（オ＋カ）｝×５／１０＝４、６０\n１、４４７\n（五）　また、原告は、その一部を事業用資産として所有していた（イ）宅地およ\nび（ロ）建物を（ハ）宅地および（ホ）建物に買換え、その一部を事業用として賃\n貸しているのであるから、租税特別措置法第三八条の六第一項および同施行令第二\n五条の六第一項により次のとおり譲渡はなかつたものとみなされ、この部分は所得\n税の対象とならない。\n譲渡収入金額　　　　　　　　　　　　　　　　　二五、九五三、四〇〇円\n（（イ）宅地売却代金のうち賃貸部分の割合に対応する金額）\n取得価額　　　　　　　　　　　　　　　　　　　三四、三三八、六八八円\n（（ハ）宅地および（ホ）建物の取得価額合計に対する賃貸部分の割合に対応する\n金額）\n五、従つて、原告の係争年分の所得税は請求原因五記載のとおりとなる。\n（原告の反論に対する被告の答弁および反駁）\n一、原告の反論四（一）の事実については、（ロ）建物の一階および二階の各床面\n積を否認し、その余は認める。右一階の床面積は一九〇・一四平方メートルであ\nり、二階のそれは四二・二一平方メートルである。\n二、同四（二）の事実については、原告が（ロ）建物の二階に居住し階下を昭和三\n五年八月ころから尾立商事（同四〇年一月三一日解散）に使用させていたことを認\nめ、賃貸借関係を否認し、その余は不知。\n原告は、昭和三五年八月ころから（ロ）建物を原告の夫Ｂの主宰する同族会社であ\nる尾立商事に貸付けていたが、相当の対価を得て継続的に貸付けでいたもの（賃貸\n借関係）ではない。仮に、賃貸借契約があつたとするも、これは事業用資産の買換\nえの特例を受けるために通謀してなされた仮装行為である。\n三、同四（四）（五）は争う。ただし、同四（四）の租税特別措置法第三五条第一\n項に基づく計算方法は認める。\n第三　証拠（省略）\n○　理由\n一、請求原因一ないし四の各事実および同五のうち給与所得額、所得控除額、源泉\n徴収税額については、当事者間に争いがない。\n二、また、被告の主張三（一）の事実、同三（三）のうちａ、ｂ、ｃおよび（ハ）\n宅地と（ホ）建物の合計取得額、原告の反論四（一）の事実（但し、（ロ）建物の\n一、二階の各床面積を除く。）および原告が（ロ）建物の二階に居住し階下を昭和\n三五年八月ころから尾立商事（同四〇年一月三一日解散）に使用させていた事実に\nついても、当事者間に争いがない。\n三、そこで、原告主張の当時の租税特別措置法第三八条の六第一項（事業用資産の\n買換えの場合の課税の特例）の規定の適用の有無について検討する。\n（一）　前記二の争いのない事実によれば、本件譲渡資産である（イ）宅地が租税\n特別措置法第三八条の六第一項本文に規定する「事業」の用に供する資産に直接該\n当しないことは明らかであるから、同宅地が同条項括弧書の「事業に準ずるものと\nして政令で定めるもの」すなわち同法施行令第二五条の六第一項の「事業と称する\nに至らない不動産の貸付で相当の対価を得て継続的に行うもの」の用に供する資産\nに該当するか否かにつき考察することにするが、ここに「相当の対価を得て」と\nは、客観的に貸付資産の維持管理に要する必要経費を回収してなお相当の利益を生\nずるような対価を得ているかどうかによつて判断するのが相当である。\n（二）　成立に争いのない乙第二、第三号証、第四ないし第七号証の各一、二、第\n八号証の一部、第九号証、証人Ｃ、同Ｄ、同Ｅの各証言、証人Ｂ、同Ｆの各証言の\n一部に前記争いのない事実を綜合すれば、（１）原告は尾立商事（事業種目、スタ\nンドバー）に対し昭和三五年八月ころから（イ）宅地上の（ロ）建物の一部を貸し\n付けていたが、尾立商事（昭和四〇年一月三一日解散）から何ら賃料の支払を受け\nておらず、権利金の授受もないこと。（２）原告と尾立商事との間の右建物に関す\nる昭和三八年八月一日付賃貸借契約書（甲第四号証）は、右双方の経理を担当して\nいた税理士Ｆの助言を得て本件確定申告後である同四〇年四、五月ころ作成された\nものであり、右契約書が作成されるまでは、右双方の間で賃料等賃貸借契約に関す\nる具体的条件につき何の合意もなされていなかつたこと。（３）原告は、係争年分\nの所得税に関する期限内確定申告書に不動産所得（家賃収入）を計上していないの\nに、昭和四〇年六月二四日に到り、右申告に申告洩れがあつたとして不動産所得\n（家賃収入）四五万九、〇〇〇円を追加した係争年分の修正確定申告書を提出し、\nあわせて、昭和三八年分所得税につき不動産所得（家賃収入）二一万六、〇〇〇円\nを追加した期限後確定申告書を提出したこと。（４）尾立商事は、昭和三五年八月\n一日から同三九年七月三一日までの各事業年度における法人税の確定申告書に添付\nされた決算書類に右建物の賃借料の支払または未払を何ら計上していないのに、昭\n和四〇年六月二五日に到り、同社の同三九年八月一日から同四〇年一月三一日まで\nの事業年度の法人税の確定申告書を提出し、その際の付属決算書類のうち、営業経\n費内訳書および地代家賃内訳書により右建物の昭和三八年八月分から同三九年一〇\n月分までの家賃として金八一万円を、買掛金（未払金）内訳書により原告に対する\n未払金として右家賃全額を、それぞれ一括計上したこと。（５）尾立商事は同族会\n社であり、代表取締役Ｂと原告とは夫婦であり、かつ、原告も尾立商事の取締役で\nあつたことが各認められ、右事実を綜合すれば、原告の尾立商事に対する（ロ）建\n物（ひいては（イ）宅地）の貸付行為は、同族関係に由来する使用貸借であり、右\n当事者間の賃貸借契約は事業用資産の買換えの特例を受けるために通謀してなされ\nた仮装行為と認めるのが相当であり、以上の認定に反する証人Ｂの証言によつて成\n立の認められる甲第四号証、成立に争いのない乙第八号証の一部、証人Ｂ、同Ｆの\n各証言は採用せず、他に右認定に反する証拠はない。\n（三）　よつて、右貸付行為をもつて「相当の対価を得て」継続的に行われていた\nものということはできないから、原告の係争年分の譲渡所得について、租税特別措\n置法第三八条の六第一項の課税の特例の規定の適用を認めることはできない。\n四、そこでさらに、買換資産である（ホ）建物（ひいては（ハ）宅地）のうちいか\nなる範囲が租税特別措置法第三五条第一項の「居住用財産」に該当し、同法所定の\n課税の特例の扱いを受けるべきかを検討するに、右建物につき別紙計算表（１）の\n事実は当事者間に争いがなく、右事実によれば、一、二階賃貸部分（Ｇ、Ｈ）が事\n業用財産に、三階部分（Ｃ）が居住用財産に各該当することは明らかであるので、\n以下、争いのある一階階段部分（Ｅ）および二階階段・通路部分（Ｆ１）を居住\n用、事業用の各部分にいかに按分すべきかを考察する。\n一　棟の事業用（賃貸用）兼居宅用の所謂兼用家屋を同一人が全体として所有する\n場合において、そのいかなる範囲が租税特別措置法第三五条第一項の「居住用財\n産」に該当するかを解釈するにあたつては、その規定の趣旨目的に照らして、実質\n的観点から、当該建物部分の本来の利用関係によるのが相当であり、この場合、\n「建物の区分所有等に関する法律」は、一棟の建物を数人が区分して所有する関係\nについて、区分所有建物の権利関係とその建物の維持管理に関する関係を規定した\nものであるから、これを準用するのは相当でない。そしてこれを本件にみるに、原\n告は（ホ）建物の一、二階を賃貸し、三階に居住しているのであるから、一階階段\n部分（Ｅ）は本来二階賃貸部分（Ｈ）および三階居住用部分（Ｃ）のために、二階\n階段部分（Ｆ２）は本来三階居住用部分（Ｃ）のために、また、二階通路部分（Ｆ\n３）は、弁論の全趣旨によると階段を上昇下降する際に使用されるべき通路と認め\nられるから、本来二階賃貸部分（Ｈ）および三階居住用部分（Ｃ）のために各利用\nされるべきものである（原告は右通路部分を全部居住用財産に加えるべき旨主張す\nるが、右認定の事実によると、右通路部分は二階からの下降および一階からの上昇\nに際して二階賃貸部分のためにも利用されるべきものであるから、これを全部三階\n居住用部分に加えるべきではない）。そうであるから、一階階段部分（Ｅ）および\n二階通路部分（Ｆ３）を二階賃貸部分（Ｈ）および三階居住用部分（Ｃ）の面積に\n応じて各按分した三階居住用部分（Ｃ）に対応する按分面積、二階階段部分（Ｆ\n２）の面積および三階居住用部分（Ｃ）の面積の和をもつて、（ホ）建物の居住用\n総面積（Ｋ）とすべきであり、結局、（ホ）建物の合計延床面積（Ｄ）に対する居\n住用総面積（Ｋ）の割合（Ｌ）は、別紙計算表（３）のとおり、一九・八六パーセ\nントとなる。\n五、したがつて、原告は、（イ）宅地を譲渡して（ハ）宅地および（ホ）建物を取\n得し、その取得の日から一年以内にその一部を居住の用に供したものであるから、\n居住の用に供した部分については租税特別措置法第三五条（居住用財産の買換えの\n特例）を適用して譲渡所得を算出すると次のとおりとなる。\n（１）　（イ）宅地の譲渡価額\n四七、〇〇〇、〇〇〇円\n（２）　（ハ）宅地および（ホ）建物の取得価額合計のうち居住用部分の割合に対\nする金額　八、八二四、六一六円\n（４４．４３４．１２１×０．１９８６）\n（３）　（イ）宅地の取得価額\n二、七七八、六〇二円\n（４）　（イ）宅地の譲渡に要した経費\n二、五三四、〇五五円\n（５）　譲渡所得金額\n三三、八六〇、二二〇円\n〔（（１）－（２））－｛（（３）＋（４））×（（１）－（２））／（１）｝〕\n（６）　租税特別措置法第三八条の二による特別控除\n三五〇、〇〇〇円\n（７）　旧所得税法第九条第一項による控除\n一五〇、〇〇〇円\n（８）　課税譲渡所得金額\n一六、六八〇、一一〇円\n〔（（５）－（６）－（７））×５／１０〕\n六、よって、原告の係争年分の申告納税額および過少申告加算税は次のとおりとな\nる。\n総所得金額\n一七、二一八、三六〇円\n給与所得\n五三八、二五〇円\n不動産所得\n〇円\n譲渡所得\n一六、六八〇、一一〇円\n所得控除金額\n一一七、五〇〇円\n課税総所得金額\n一七、一〇〇、八〇〇円\n算出税額\n八、〇五三、四四〇円\n源泉徴収税額\n五〇、七〇〇円\n申告納税額\n八、〇〇二、七四〇円\n修正申告との増差税額\n七、九一一、六九〇円\n過少申告加算税\n三九五、五五〇円\n七、以上の次第であるから、原告の請求は、主文第一項記載の範囲で理由があるか\nらこれを認容し、その余は理由がないから棄却し、訴訟費用の負担につき民事訴訟\n法第八九条、第九二条但書を適用して、主文のとおり判決する。\n（裁判官　越川純吉　丸尾武良　三宅俊一郎）\n"
}