{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 8,
    "day": 9
  },
  "case_number": "昭和51(ネ)673",
  "case_name": "建物収去、土地明渡等請求事件",
  "court_name": "大阪高等裁判所第一二民事部",
  "lawsuit_id": "22361",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22361",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/361/022361_hanrei.pdf",
  "contents": "主　　　　文\n一、　本件控訴を棄却する。\n二、　原判決の主文第一項を次のとおり更正する。\n控訴人は被控訴人に対し、原判決添付第二目録記載の建物を収去して、\n同第一目録記載の土地中本判決添付第三目録記載の土地を明渡せ。\n三、　控訴費用は控訴人の負担とする。\n事　　　　実\n一、　控訴代理人は、「一、原判決を取消す。二、被控訴人の請求を棄却する。\n三、訴訟費用は、一、二審とも被控訴人の負担とする。」との判決を求め、被控訴\n代理人は主文一、三項同旨の判決を求めた。\n二、　当事者双方の事実上の主張、証拠関係は、次のとおり訂正、附加するほ\nか、原判決事実摘示のとおりであるから、これをここに引用する。\n原判決二枚目表の前から五行目の「別紙目録」を「別紙第一目録」と訂正し、同\n九行目の「その敷地部分」とあるのを「本件土地の一部である別紙（本判決添付）\n第三目録記載の土地（以下、敷地部分という）」と訂正する。\n三、　控訴代理人は、「被控訴人が本件土地を占有していた事実を否認する。被\n控訴人がＡ１から引渡を受けたのは本件土地の全部ではなく、そのうち、別紙図面\nの赤線（「編者注」点線をもつて示す。）をもつて囲まれたＢ地のみであり、Ｂ１\nがＣ１から賃借して引渡を受けた土地は、本件土地の一部である同図面青線（「編\n者注」太線をもつて示す。）をもつて囲まれたＣ地である。したがつて、同一土地\n部分に被控訴人とＢ１の占有が競合したり侵奪し合つたりした事実はない。」と述\nべ、\n被控訴代理人は、「被控訴人は昭和三〇年五月にＡ１から本件土地の引渡を受け\nこれを占有していたものであり、控訴人は被控訴人を相手方として昭和三四年一一\n月原裁判所に申立てた仮処分申請において、被控訴人が本件土地を占有することを\n主張していたものであつて、控訴人の前記占有に関する主張は全く事実に反す\nる。」と述べた。\n四、　証拠（省略）\n理　　　　由\n一、　原判決理由中、一ないし三項全部及び四項のうち同項の始めから（三）の\n二枚目裏の前から七行目の「採用できない。」まで、並びに五項全部をここに引用\nする。\n二、　右原判決の引用により認定した事実、原判決援用の各証拠及び当審証人Ｄ\n１、同Ｅ１の各証言（各一部）によると、本件事案の経緯の概要及び本件建物建\n築、保存登記の経過は次のとおりであることが認められ、この認定に反する右当審\n証人両名の証言の各一部及び乙第七号証の一ないし三、第八号証、第九ないし第一\n一号証の各一の記載部分は原判決援用の各証言に照らしにわかに措信できず、他に\nこの認定を覆すに足る証拠がない。\n（一）　本件土地はもと亡Ａ１の所有であつた。\n（二）　昭和三〇年三月九日被控訴人はＡ１から本件土地を買受け、そのうち\n一、三八五番の二の土地上に在つた理髪店、倉庫（杉皮葺バラツク建家屋二戸）が\n同年五月二六日収去されるのと引換に代金を完済し、本件土地の引渡を受け、整地\n工事を施行し、以後被控訴人会社の自動車の駐車場として占有使用してきたが、所\n有権移転登記は未了であつた。\n（三）　同年六月二三日Ａ１が死亡し、Ｃ１が同人の遺産を相続した。\n（四）　昭和三三年六月一日Ｃ１は本件土地をＢ１に対し建物所有を目的として\n賃貸した。\n（五）　同年六月一〇日被控訴人は本件土地につき所有権移転請求権保全仮登記\nを了した。\n（六）　昭和三四年一〇月頃右Ｂ１は本件土地上に土産品店舗を建築しようと考\nえ、被控訴人の本件土地の占有を侵奪して、別紙図面の「―２２・７０―」と記載\nされた線上付近に杭を打つて建物建築の着工を企てた。しかし、その数日後被控訴\n人はＢ１の打つた右杭を抜き去り新たに被控訴人の杭を打つて占有を奪い返した。\n（七）　同年一一月二日Ｂ１は被控訴人を相手方として原裁判所へ仮処分の申請\nをし、同日、（１）本件土地の執行官保管、（２）申請人Ｂ１に本件土地の使用を\n許す、（３）本件土地上に同Ｂ１が行なう建物建築工事、土地使用を被控訴人にお\nいて妨害することを禁止する旨の仮処分命令を得て、即日本件建物の建築工事に着\n手した。\n（八）　同月九日同裁判所は右仮処分命令（２）（３）項の執行取消決定をし、\n翌一〇日その執行をした。それまでの間にＢ１は本件建物の基礎工事を完了してい\nたが、一たん建築工事を中断した。\n（九）　同月二〇日被控訴人は右裁判所からＣ１を債務者とした本件土地につき\n賃借権の設定を含む一切の処分禁止の仮処分命令を得て、翌二一日その旨の登記を\n了した。\n（一〇）　昭和三五年四月一日右裁判所は前示仮処分決定取消、仮処分申請却下\nの判決を言渡し、その控訴審たる大阪高等裁判所も同三六年六月七日控訴を棄却し\nた。\n（一一）　右仮処分取消の一審判決言渡直後である同年四月一〇日頃、前示仮処\n分（１）項に基づきなお執行官保管中の本件土地上で、Ｂ１は、執行官、被控訴人\nに無断で本件建物の建築工事を再開し、一挙に本件建物を完成したうえ同月一一日\n本件建物の保存登記を了した。\n（一二）　昭和三八年一月二〇日控訴人はＢ１から本件建物を買受けると共に賃\n借権を譲受け、同月二三日その所有権移転登記を了した。\n（一三）　昭和四四年三月一一日最高裁判所において、Ｃ１に対し、昭和三〇年\n三月九日付売買を原因とする本件土地の所有権移転登記等を命ずる判決についての\n上告を棄却する旨の判決がなされ、右判決が確定した。\n（一四）　同年五月二八日被控訴人は本件土地につき右（一三）による所有権移\n転登記を了した。\n三、　被控訴人がなした前示二の（一四）の本登記は同二（五）の仮登記に基づ\nくものではないから、その順位保全の効力を持つものではないし、同二（九）のＣ\n１に対する処分禁止の仮処分が、同二（一一）のＢ１がした本件建物の保存登記を\n禁止し、その効力を左右するものでないことは前示引用の原判決理由により説示し\nたとおりである。\n四、　本件の主要な争点は、結局前示二（二）のＢ１がした本件建物の保存登記\nが建物保護ニ関スル法律一条に基づき賃借権の対抗力を有するか否かにある。\nそこで、以下この点につき検討する。\n建物保護法一条は建物所有を目的とする土地の賃借権により土地賃借入がその土\n地の上に登記した建物を有するときはこれを以て第三者に対抗することを得ると規\n定し、他方土地の新所有者などの権利も民法一七七条により土地の所有権移転登記\n等の対抗要件を具備しなければ第三者に対抗できないから、結局、土地新所有者と\n借地権者の優劣は、通常、土地新所有者の土地の登記と借地権者の建物の登記と\nの、両者の時の前後により決せられることになる。\nところで、前認定二（一一）、（一二）、（一四）の事実によると、借地人Ｂ１\nが本件建物の保存登記をしたのは昭和三五年四月一一日、控訴人が建物所有権移転\n登記を了したのは昭和三八年一月二三日であり、他方、被控訴人が本件土地の所有\n権移転登記をしたのは昭和四四年五月二八日であるから、一見、先に対抗要件を具\n備した控訴人の賃借権が優先するようにみえる。\nしかしながら、控訴人が本件建物を建築所有し、その保存登記を了した経緯は前\n示二で認定したとおりであつて、控訴人は土地の新所有者である被控訴人の占有を\n侵奪して違法に建物の建築を強行しその保存登記をなしたものである。\n<要旨>建物保護法一条の「土地ノ上ニ登記シタル建物ヲ有スルトキ」とは、適法\nに建物を所有し、登記した場合を</要旨>指し、とくに建物が存在しない土地賃借人\nが土地新所有者の占有を強暴、隠秘など不法な手段によつて侵奪して、建物の建築\nを強行し、その保存登記を了した本件のような場合を含むものではないというべき\nである。けだし、建物保護法一条が建物の存在とその登記を借地権の対抗要件とし\nたのは建物の存在、及びその登記によつて、目的地の新所有者に借地権の存在を公\n示し、警告する趣旨に他ならないのであつて、土地の賃借人であつでも、その土地\nの新所有者の占有を侵奪して建物を建築してその登記をした場合には、もともと建\n物の存在、登記が公示の機能を果す余地はないし、この場合、土地賃借人は土地新\n所有者の占有回収権に従つて建物を収去して土地を明渡す義務があるというべく、\nその建物の建築、登記は違法であつて、その違法性は、土地新所有者が占有訴権を\nその提起期間徒過により喪失したとしても消長を来たすものではないからである。\nしたがつて、控訴人は被控訴人に対し本件土地の賃借権につき建物保護法一条に\nよる対抗力を有しないといわねばならない。\n五、　してみると、控訴人に対し本件建物収去土地明渡を命じた原判決は結局相\n当であつて、本件控訴は理由がないからこれを棄却し、なお、原判決には明白な誤\n謬があるのでこれを主文のとおり更正し、訴訟費用の負担につき民事訴訟法八九\n条、九五条を適用して主文のとおり判決する。\n（裁判長裁判官　下出義明　裁判官　村上博已　裁判官　吉川義春）\n（別　紙）\n第　三　目　録\n和歌山県西牟婁郡ａ町ｂ字ｃｄ番のｅ\n一、宅　地　　九九・壱七平方メートル\n同町ｂ字ｃｆ番のｇ\n一、宅　地　　七六・弐六平方メートル\n但、県道白浜紀伊富田停車場線側南紀食堂の北西角をＡ点としＡ点より東北東へ一\n〇・〇五メートルの地点\nをい点とし、い点より東北東へ二二・七メートルの地点をろ点とし、ろ点より南\n南東へ三・七メートルの\n地点をは点とし、は点より南南西へ八・一メートルの地点をに点とし、に点より\n西南西へ四メートルの地\n点をは点とし、ほ点より北北西へ八・三メートルの地点をへ点とし、へ点より西\n南西へ四・八五メートル\nの地点をと点とし、と点より南南東へ一・一五メートルの地点をち点とし、ち点\nより西南西へ六・二メー\nトルの地点をり点とし、り点より北北西へ六・七メートルの地点がい点となる。\n以上い、ろ、は、に、ほ、へ、と、ち、り、いの各点を結びたる土地。\n＜記載内容は末尾１添付＞\n（別　紙）\n＜記載内容は末尾２添付＞\n"
}