{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 4,
    "day": 12
  },
  "case_number": "昭和51(行コ)7",
  "case_name": "行政処分取消請求控訴事件",
  "court_name": "広島高等裁判所",
  "field": "行政",
  "gist": "自動車道新設予定路線付近の住民は，道路整備特別措置法２条の３に基づき建設大臣がした自動車道路工事実施計画書の認可を抗告訴訟の対象として争う法律上の利益を有しないとした事例",
  "lawsuit_id": "17698",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17698",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/698/017698_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人らの負担とする。\n○　事実\n控訴人ら訴訟代理人は、「原判決を取り消す。本件を広島地方裁判所に差し戻\nす。」との判決を求め、被控訴人指定代理人は、「本件控訴を棄却する。控訴費用\nは控訴人らの負担とする。」との判決を求めた。\n当事者双方の主張および証拠の関係は、控訴人らにおいて、左記のとおり主張した\nほか、原判決事実摘示と同一であるから、これをここに引用する。\n一　本件認可は、被控訴人が、法により付与された公権力の行使として、独立の法\n人格を有する日本道路公団に対してなした処分であり、右認可により公団は爾後本\n件自動車道新設工事を実施し得る具体的な権能を取得するものであるから、本件認\n可を単なる行政機関相互間の内部的行為に過ぎないものと解すべき理由はない。そ\nして、本件認可にかかる工事実施計画は、いわば、道路法一八条一項に規定する\n「道路区域の決定」がなされたと同様にまで具体化されたものであり、かつ、本件\n認可は、本件自動車道新設に関しては、最終的な決定であつて、爾後の手続等を拘\n束するものであり、他方、本件認可にあたつては、本件自動車道の新設が沿線住民\nの生活環境を破壊しないか否かの実体的判断がなされるべきことに鑑みれば、本件\n認可は、控訴人ら付近住民の環境権等の法律上の利益に対し、深く関わつて重大な\n利害を及ぼすものであることは明らかであるから、抗告訴訟の対象となるものであ\nる。\n今日の行政国家の実状のもとでは、国または行政庁の違法な行政作用から国民の権\n利利益を守るために認められた司法救済制度である抗告訴訟の果すべき役割は大き\nく、ことに本件自動車道新設のように、これのもたらす環境破壊により住民の受け\nる被害は深刻かつ継続的であり、回復困難なもので、被害領域も広範な場合こそ、\nかかる行政作用を争い得ることに抗告訴訟制度の重要な機能があることからして\nも、本件認可は抗告訴訟の対象たり得べきものである。\n二　控訴人らが本件認可を争うのは、本件自動車道の建設に伴い形質変更の制限を\n課せられるなど控訴人らの所有権が侵害される虞れがあることを、その理由とする\nものではなく、本件認可により、控訴人ら附近住民の生活環境について、著しい環\n境破壊を生じ、このため控訴人らが重大かつ永続的な被害を受け、その環境権を侵\n害されるが故である。\n控訴人らは良好な生活環境を保持する権利を有するものであつて、この環境権は憲\n法上（同法一三条、二五条）認められた権利である。\n本件自動車道の新設のごとく大規模な工事にあつては、本件で認可のあつた工事実\n施計画の具体的な施工によつて建設予定地周辺に著しい環境破壊をもたらし、附近\n住民たる控訴人らの享受し得る良好な居住、生活環境のもとで生活し得る権利が害\nされることは必至であつて、かかる環境破壊により生ずる控訴人らの環境権に対す\nる侵害は、本件認可によつて直接招来されるものにほかならない。ところで、国お\nよび政府機関は、各種公共事業の施策にあたつては、その実施により公言の発生、\n自然環境、生活環境の破壊などの環境保全上重大な支障な生ぜしめることのないよ\nうに留意すべきもので、国民に対し憲法上認められた環境権を保全すべき責務を負\nうものである。そして、かかる責務に反する行政作用がなされたときは、国民は、\n抗告訴訟制度の前記機能よりして、早期にこれを争う訴えを提起し得て、侵害さる\nべき権利の司法的救済を求め得ることが肯認さるべきである。\n三　以上のとおり、本件認可は抗告訴訟の対象となり得るものであり、控訴人らは\n附近住民として、本件認可を争う利益を有するから、控訴人らの本件訴えは適法で\nあり、これを不適法として却下した原判決は失当である。\n○　理由\n一　山陽自動車道の新設手続ならびに日本道路公団の地位役割、本件工事実施計画\n書認可の意味についての当裁判所の判断は、原判決二四枚目表九行目から一〇行目\nに「前認定のごとく実質的には被告の下級行政機関とみなされる」とあるを削除\nし、同二四枚目裏六行目から八行目までを削除するほか、原判決理由一の（一）・\n（二）および二に説示するところと同一であるから、これをここに引用する。\n二　そこで、本件認可に対する抗告訴訟の適否、控訴人らの訴の利益について検討\nする。\n（一）　控訴人らは、山陽自動車道新設予定路線附近住民として、本件認可の取消\nを求めるものであるところ、まず、被控訴人がなした本件認可は、前記引用にかか\nる認定判断に明らかなとおり、被控訴人が先に日本道路公団に対してした施行命令\nにより公団において被控訴人より付与された権限に基づいて具体的に施工する本件\n自動車道建設について、被控訴人が有する監督権の行使として、公団に対してなさ\nれたものであつて、直接に附近住民との関係でこれら住民に対してなされた処分、\nすなわち、住民に対し直接にその権利義務を形成し、あるいは、これに具体的な変\n動を及ぼし、または、その範囲を具体的に確定する等の効更を生ぜしめる処分では\nないというべきである。\n（二）　右に関し、控訴人らは、本件認可によつて、具体的詳細な路線計画が確定\nされ、公団は工事実施計画書に従つて爾後工事を進め本件自動車道を建設し得るこ\nととなり、かくては、控訴人らの有する環境権が害されるとして、本件認可は、附\n近住民である控訴人らの法律上の利益を侵害する処分であると主張する。\n日本道路公団においては、本件認可により工事実施計画に従つて、本件自動車道新\n設工事を施工すべきもので、本件自動車道が完成し、ついで、これが道路として供\n用されるに至つた場合には、車輛の通行に伴う騒音、排気ガス等の発生により附近\n住民である控訴人らの生活環境にその影響が及ぶであろうことは、その規模、程度\nは別として、一応これを推測し得るところであり、それにより控訴人らにおいて被\nる被害がその受忍すべき限度を超える虞れがあるときは何らかの法的救済を求め得\nるであろうことは、一応肯認し得べきではある。そして、控訴人らが前記のとお\nり、本件認可を具体的な処分であるとし、これにより直ちに権利の侵害を被ると主\n張するのも、前記のようなあり得べき環境破壊を前提として、いうところの「環境\n権」が侵害されるとするに帰着すると解される。\nしかし、本件認可により侵害されるという控訴人ら主張の「環境権」は、その法的\n根拠が明確ではなく、環境権の名で法的に承認されるべき権利の内容、各個人が環\n境権として享受し得る利益の対象となるべき環境の範囲、かかる意味での「環境」\nを構成し得べき自然上ないし生活上の諸要素等の具体的な内容などその権利概念が\n明らかではなく、直ちにはこれを採用し得ないものというほかない。したがつて、\n控訴人らが右の環境権を侵害されることを理由に本件認可を争いうるとする主張は\n採用し得ない。\nなお、本件認可により環境権の侵害を被る旨の控訴人らの主張は、本件認可によつ\nて、控訴人ら各自の生命健康ないし財産に対し侵害を生ずる虞れがあり、これに対\nしては、控訴人らは人格権ないし所有権その他の財産権などの具体的な権利に基づ\nきその排除ないし予防を請求し得べく、かかる意味で本件認可は控訴人らの人格権\nなどの権利を侵害する処分である旨をも主張するものと解する余地なしとしない\nが、仮に右のように解し得るとしても、これら実定法上の権利の侵害を理由に控訴\n人らが本件認可を争う法律上の利益を有するとはなし得ないことは、後記（三）説\n示のとおりである。\n（三）　つぎに、控訴人らは、抗告訴訟の権利救済における機能よりして、また、\n国は国民が享受している良好な生活環境を保全すべき責務を負うとして、かかる責\n務に反して環境破壊を生ぜしめる本件自動車道の新設に対しては、附近住民はこれ\nを抗告訴訟によつて争い得るものであり、しかも右の争訟は手続の早期にこれを肯\n定すべきである旨を主張する。\nしかしながら、現行法制上、抗告訴訟によつて公権力の行使の違法を争い得るに\nは、私人として有する固別的かつ具体的な権利ないし法律上保護に値する利益の侵\n害を被り、かかる権利侵害に対する救済を目的とするものであることを要し国民な\nいし住民として行政作用が違法ないし適正に行われるべきことにつき一般的な利害\nないし関心がある程度では足らず、かつ争訟の対象が司法審査に適する具体的事件\n性を備えることを要するというべきところ、まず、控訴人らは本件認可により環境\n権を侵害されると主張するが、右主張の環境権は、これを実定法上の具体的な権利\nとして肯定し得ないこと前記（二）のとおりであるから、右環境権の侵害を理由に\n本件認可を争う法律上の利益があるとする控訴人らの主張は採用し得ない。\nつぎに、前記引用にかかる原判決理由説示の本件工事実施計画書に記載すべき事\n項、その添付書類から考察すると、本件認可により控訴人ら主張のごとく道路の区\n域の決定の手続段階同様にまで敷設すべき本件自動車道の具体的位置が現地に確定\nしたものとは認め難く、他方その構造附帯設備等も具体化したものとは解し得な\nい。したがつて、本件認可がなされたにとどまる手続段階においては、控訴人らの\n主張する騒音、排気ガス等の公害の発生は、将来それが予想されるとしても、いま\nだ、その規模程度、それが周辺住民に及ぼす影響その態様、及び得る地域的範囲等\nは、これを相当程度の確実性をもつて予測することは困難であつて、極めて不確定\nなものというほかない。\nそうだとすると、前記（二）記載のとおり、控訴人らは、本件認可により人格権な\nどの具体的権利に対する侵害を被る旨をも主張するものと解し得るとしても、附近\n住民たる控訴人らとしては、工事実施計画の認可がなされたにとどまる現段階で\nは、その生命健康ないし居住生活環境にかかる具体的な利益について耐え難い程度\nの侵害を被り、あるいはこれを被る高度の蓄然性を確実視して誤りないものとは認\nめ難いから、控訴人はこれに対する具体的な救済の請求権を有するものではなく、\nむしろ、国または行政機関に対して環境保全上適切な政策を立案実施すべき旨を提\n唱し得る一般的抽象的な地位にあるにとどまると解さざるを得す、かかる意味での\n利害関係を有するに過ぎない控訴人らには、本件認可を抗告訴訟によつて争う法律\n上の利益があるものとはいい得ない。他方、本件自動車道の建設が前記程度に控訴\n人らの利害に関連するに過ぎず、また控訴人らの有する人格権等に対する侵害も、\n前記のとおり将来の発生が一応予測されないではないといい得る程度を出ない計画\nの段階にとどまる本件認可については、これを控訴人らとの間で司法審査の対象と\nするに足る事件の成熟性を欠くものと解さざるを得ない。そうすると、控訴人らが\n現段階において本件認可を抗告訴訟の対象として争う法律上の利益は、これを肯定\nし難い。\n三　そうすると、本件認可の取消を求める被控訴人らの本件訴えは、いずれも不適\n法であるから、これを却下すべく、これと同旨の原判決は相当であつて、本件控訴\nはその理由がないから、これを棄却することとし、控訴費用の負担につき民訴法八\n九条、九三条、九五条を適用して主文のとおり判決する。\n（裁判官　胡田　勲　北村恬夫　下江一成）\n"
}