{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 3,
    "day": 23
  },
  "case_number": "昭和45(行ク)1",
  "case_name": "執行停止申請事件",
  "court_name": "札幌地方裁判所",
  "field": "行政",
  "gist": "１　公立大学学生が停学処分により被る損害は，行政事件訴訟法第２５条第２項にいう「回復の困難な損害」に当たるか　２　公立医科大学学生の停学処分の執行停止申立てにつき，右処分により翌年度の授業開始日以降長期間にわたり授業を受けられない限度において，「回復の困難な損害」を被り，これを避けるため「緊急の必要があるとき」に当たるとした事例",
  "case_gist": "１　公立大学学生が停学処分により授業を受けられない期間が長期にわたる場合には，学問，技能の修得不能により被る損害は，出席時間数の不足から学内規定によりすでに進級試験の受験資格を失い進級不能となっている場合を除き，行政事件訴訟法第２５条第２項にいう「回復の困難な損害」に当たる。",
  "lawsuit_id": "18365",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18365",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/365/018365_hanrei.pdf",
  "contents": "主　　　文\n一、被申立人が昭和四五年一月一六日に、申立人Ａ、同Ｂ、同Ｃ、同Ｄ、同Ｅ、同\nＦ、同Ｇ、同Ｈ、同Ｉ、同Ｊ、同Ｋ、同Ｌ、同Ｍに対してなした別表記載の停学処\n分の効力は、右Ａ、Ｂについては直ちに、Ｃ、Ｄについては昭和四五年五月一八日\nから、その余の申立人については同月二五日から、それぞれ当裁判所昭和四五年\n（行ウ）第四号停学処分取消請求事件の判決が確定するまで停止する。\n二、申立人Ｎ、同Ｏの申立を却下する。\n三、申立費用は申立人Ｎ、同Ｏについて生じた部分は右申立人らの負担、その余の\n申立人らについて生じた部分は被申立人の負担とする。\n理　　　由\n第一　当事者の求めた裁判\nⅠ　申立人ら\n一、被申立人が申立人らに対し昭和四五年一月一六日にした別表記載の各処分の効\n力はいずれも本案判決確定に至るまで停止する。\n二、申立費用は被申立人の負担とする。\nⅡ　被申立人\n一、申立人らの本件申立を却下する。\n二、申立費用は申立人らの負担とする。\n第二　申立の理由\n一、申立人らはいずれも北海道立札幌医科大学の学生であつて、別表学年欄記載の\nとおり在籍しているものであるが、昭和四五年一月一六日被申立人から同表記載の\nとおりの処分を受けた。\n二、しかしながら、右停学処分は次の理由で違法であるから取消されるべきであ\nる。\n（一）　札幌医科大学学則第三一条によれば、「この学則その他大学の定める諸規\n則を守らず学生の本分に反する行為のあつた者は懲戒処分をすることができる。」\n旨規定されているが、申立人らには学生の本分に反するような行為はない。被申立\n人は、申立人らの学内改革運動を理由として本件処分を行つたものと考えられる\nが、申立人らの右活動は学生の本分に適うものであつてもこれに反するものではな\nい。\n（二）　仮に申立人らに右規定に該当する事実があつたとしても、懲戒処分は処分\n理由となつた事実に照らし相当のものでなければならない。しかるに本件懲戒処分\nは、処分理由となつた事実に照らしその種別および程度が著しく権衡を失し、申立\n人らに過大の苦痛を与えるもので、裁量権を濫用した違法がある。\n（三）　本件懲戒処分は、申立人らの学内改革運動を●悪し、その報復としてなさ\nれたものであるから、思想信条に基づく不利益処分であつて、憲法第一四条に違背\nするものである。\n（四）　憲法第三一条の規定は、行政機関が懲戒処分という権利義務に重大な影響\nを及ぼす処分を行う場合にも適用されるべきである。しかるに本件懲戒処分におい\nては、申立人らに処分理由の説明がされず、且つ弁明の機会も与えられずに処分が\nなされたものであるから、本件懲戒処分の手続は憲法第三一条に違背するものであ\nる。\n三、申立人らは本件懲戒処分により回復不能の損害を蒙り、またその損害は時々刻\n々拡大しているのであるから、これを避けるために本件懲戒処分の効力を停止する\n緊急の必要がある。すなわち、申立人らは本件懲戒処分により学内への立入さえも\n禁止されていることにより多大の精神的苦痛を受け、また医科大学の特殊性から停\n学期間満了後に勉学の遅れを取戻すことは極めて困難である。更に札幌医科大学の\n進級に関する規程によれば、各講義および講座について、その全授業日数の三分の\n一以上を欠席した場合には、定期試験の受験資格を失う旨規定されている。従つて\n申立人らのうち停学六月および無期停学の処分を受けた者は原則として定期試験受\n験資格を喪失し、一年以上の留年を余儀なくされることになる。また、申立人Ｏ、\n同Ｎについては停学三月の処分であるが、これまで札幌医科大学では大学紛争のた\nめ昭和四四年中には十分な授業が行なわれなかつたので、一月以降に実施される授\n業が中心となるため、仮に定期試験を受験できても著しく不利である。\n第三　被申立人の意見\n一、申立人らは、「何等学生の本分に反するような行為がなく、本件停学処分は、\n懲戒根拠規定に該当する事実に基づかない処分である」旨主張するが、本件停学処\n分は、申立人Ｆ、Ｏ、Ｅ、Ｇ、Ｊ、Ｍ、Ｄについては、昭和四四年七月一六日から\n同年一二月一二日までの進学課程校舎の封鎖、占拠、同年八月二三日から同年一二\n月一二日までの学務部、図書館、大講堂、基礎医学校舎等の封鎖、占拠をし、かつ\n施設の破壊等により総額金一〇、一七七、九三六円の損害を与えたこと、および申\n立人ら全部について別紙記載のとおり昭和四五年一月八日授業再開後における本学\n学生に対する暴行、傷害、授業防害行為をしたことを理由に行なわれたものであ\nる。これらの行為は、大学の使命とも言うべき教育研究を阻害し、本学学生の授業\nをうける権利を侵害するばかりか、道民の財産たる大学施設に著しい損害を与えた\n行為である。このため、本学学生の進級のみならず卒業を遅延させ、昭和四五年度\nの新入生の自宅待機をも余儀なくさせるものであり、これらの行為は、犯罪行為を\n含み、かつ、教育をうけ研究をする立場にある学生たるにふさわしい行為というこ\nとはできないのであつて、かかる学生に対して、学校教育法第一一条、本学学則第\n三一条に基づいてなした懲戒処分は適法である。\n二、大学の学生に対する懲戒処分は、教育施設としての大学の内部規律を維持し、\n教育目的を達成するために認められる自律的作用に基づくものであつて、その処分\nが全く事実上の根拠を有しないと認められる場合ないし社会通念上著しく妥当を欠\nき懲戒権者に任された裁量権の範囲をこえるものと認められる場合を除き、懲戒権\n者の裁量に任されているものである（最高裁第三小法廷昭和二九年七月三〇日判決\n参照）。\n申立人らに対する本件停学処分の決定にあたつては、事実確認を慎重に行ない、\nかつ、申立人らの行為の態様その他一切の事情を考慮し、公平に決定したものであ\nり、また、懲戒処分の内容は、退学処分をさけて停学処分とし、申立人ら本人に反\n省の機会を与え、今後の行動のいかんにより復学の余地を残したもので、学校教育\n法施行規則第一三条第一項に規定する教育上必要な配慮もなされた処分であつて\n「社会通念上著しく妥当を欠」くものではなく、いわんや懲戒処分の種別選択につ\nき裁量権を濫用したものではない。\n三、本件停学処分は、前記一記載の事実に基づき、当該行為の軽重、態様その他諸\n般の要素をしんしやくして行なわれたもので、思想信条に基づく不利益処分ではな\nいから、憲法第一四条に違反するものではない。\n四、本件停学処分は、学長が教授会の議を経て適式に行なつたものであつて、その\n手続になんらの瑕疵も存しない。処分にあたつては、文書、掲示等によつて数度に\nわたり事前に警告を発し、その反省を求めており、さらに、保証人らに面接のうえ\n処分の理由を明らかにしている。申立人らに弁明の機会を与えなかつたのは、弁明\nの機会を与えてもこれに応ずるような状況になかつたからで（出頭する見込みもう\nすく、出頭しても黙秘される公算が大きかつた。）、時機を失することなくあの時\n点において処分することが教育正常化のために必要であると認めて本件停学処分の\n措置にでたものである。なお、憲法第三一条は、本件停学処分に適用される余地は\nない。\n五、授業再開後は、封鎖派あるいは封鎖派に加担する学生も授業に出席し、休憩時\n間、放課後において本学学生に対して討論を強要し、下校を妨害する等の行為が続\nいて学内秩序が多少乱れる面もあつたが、最近はようやく正常化に近づきつつある\nようにみられる。\nしかしながら、申立人らのうちの一部学生は、構内立入禁止の措置を無視して大\n学構内に立入り、本学学生に対して暴力を加えるほか処分弾劾集会に参加している\nことが確認されている。また、昭和四五年三月三日及び四日に実施された本学入学\n試験の際は、受験生に対しビラを配布し、アジ演説を行ない、本件停学処分による\n反省の態度は、現状ではみられないところである。\nこのような状況のもとに、仮に本件停学処分の効力が停止されるようなことにな\nれば、ようやく正常化に向いつつある学内秩序は再び混乱し、大学の正常な教育活\n動を著しく損なうおそれが予想される。\n六、申立人らは、本件停学処分によつて進級に関する規程に定める進級試験受験資\n格を喪失するため、回復不能の損害を蒙るおそれがあり、かつ、損害が拡大しつつ\nあると申し立てているが、申立人らのうちＧ、Ｊの二名は、春学期の終了日たる昭\n和四四年七月一〇日現在において既に受験資格を喪失しており、Ａ、Ｎ、Ｂ、Ｃ以\n外の申立人九名（いずれも専門課程）は、本件申立書の提出された昭和四五年二月\n二七日には受験資格を喪失しているのであつて、以上一一名はすでに進級の見込み\nなく、停学処分の効力を停止する緊急の必要は全くない。\nまた、進学課程一年のＡ、Ｎ、Ｂ、Ｃの四名は、一講（一二〇分以内）ないし五\n講の欠席があれば受験資格を喪失することとなるもので、いずれも授業放棄の行動\nを継続し、反省の様子がないから九分九厘進学の見込みはない。\n申立人らが本件停学処分の効力の停止を求めるのは、学内に立ち入つて「バリ\n斗」（バリケード闘争委員会）の活動を再開する目的以外には考えられない。\n七、本件懲戒処分にあたつては、申立人らの前途を考慮し、回復不能の損害を与え\nることのないように特に退学処分を避けて停学処分としたものであつて、この処分\nの結果進級試験の受験資格を喪失するからといつて、ただちに回復不能の損害を蒙\nるわけのものではない。\nなお、申立人らは、昭和四五年一月八日以後の授業再開に反対し、同年一月一六\n日の本件停学処分のあつた日までの間においても授業を放棄しているのであるか\nら、本件停学処分を受けても授業に参加できないことによつて精神的苦痛を受ける\nはずはない。\n八、申立人らは、前記「バリ斗」の中心人物として大学の封鎖、占拠等を指揮せん\n動し、本学における教育、研究を阻害し、その正常な運営を乱し、昭和四五年度の\n新入生の自宅待機をも余儀なくさせる状態を生じさせた。大学当局はやむなく警察\n力を導入し、困難な作業を続けて、ようやく正常な教育活動の見とおしをつけたと\nころであつて、仮に本件執行停止の申立が認められるようなことになれば、再び大\nきな混乱が生じ、再度の校舎等の封鎖、占拠はもとより、大学の一切の機能が麻ひ\nすることも十分予想されるところであるから、本件執行停止は公共の福祉に重大な\n影響を及ぼすものとして許されるべきではない。\n第四　疎明（省略）\n第五　当裁判所の判断\n一、申立人らが札幌医科大学の学生で、別表学年欄記載のとおり在籍しているこ\nと、および昭和四五年一月一六日、当時の同大学学長Ｐが申立人らに対し別表記載\nの処分をしたことは当事者間に争いがない。\n二、そこで本件処分により申立人らが回復の困難な損害を蒙るか否かにつき検討す\nるに、学生が停学処分をうけたことにより授業を受けることができない場合には、\nそのことにより目的とする学問、技能の修得が不能となり、ひいては進級若しくは\n卒業が遅くれることにもなり、その者が損害を受けることは明らかであるし、かつ\n停学処分が本案において取消され、その結果その者が停学処分を受けた期間も授業\nを受けたと同様の取扱いがなされるとしても、現実に授業を受けていない期間がか\nなりの長期にわたる場合には、そのことによつて所期の学問、技能を身につけるこ\nとができなかつたことによる損害が右の取扱いによつて回復できたとみることはで\nきないから、右の損害は性質上回復し難いものと解するのが相当である。\nもつとも同大学学生便覧によれば、進学課程の学生については、「進学課程授業\n科目履修方法、試験および進級取扱に関する規程」が定められており、その第四\n条、第六条によると学年を通じて当該授業科目の時間数の三分の二以上に出席しな\nければ学年末の定期試験を受験することができず、その者は次の学年に進級するこ\nとがないとされ、進級できなかつた者の当該学年において履修した授業科目はすべ\nて不合格と同様の取扱いとする旨が規定され、また専門課程の学生についても、\n「専門課程試験および進級取扱に関する規定」の第三条、第六条にも同旨の規定が\n存することが認められる。そして右のように必修科目のうちの一科目でも不合格の\n場合にはその学年において履修した科目すべてについて不合格と同様とする取扱い\nの下においては、学生が出席時間数の不足により進級試験の受験資格を失い、進級\nすることが不能になつた場合にはいわゆる留年となり、次年度においてもう一度す\nべての科目について同一の授業を受けざるを得ないし、次年度において再び同一の\n授業を受けることはできるわけであるから、当該学年での爾後の授業を受けること\nができないことをもつて回復の困難な損害を受けるものとはいい難い。\n以上の見地から申立人ら各自につき検討するに、（一）　疎乙第九号証の一、\n三、五ないし七によれば、申立人Ａ、同Ｂは進学課程一年におけるすべての履修科\n目についてその授業時間数の三分の一を超える欠席はなく、従つて三月二四日以降\nの授業に出席すれば定期試験の受験資格を得ることができ、留年を免れることも可\n能であることが認められるので、右両名は前記処分によつて授業を受けられないこ\nとにより回復の困難な損害を蒙るというべきである。そして右疎明資料によれば、\nＡは三月二四日以降、英語（Ｑ助教授担当）の授業を二講（一講二時限）欠席すれ\nば直ちに定期試験の受験資格を失い、またＢについては右の他に生物学を一講（次\n回の同講義は三月二四日）欠席すれば同様に受験資格を失うことが認められるの\nで、右損害を避けるため緊急の必要があるというべきである。\n（二）　つぎに疎乙第九号証の一および三ないし七によれば、その余の申立人らは\nいずれも授業時間数の三分の一を超えて欠席した科目があるので昭和四四年度の学\n年末の定期試験の受験資格を失い、今学年における進級は不能であること、および\n翌昭和四五年度の授業開始日は、進学課程、専門課程の各一年が昭和四五年五月一\n八日、専門課程二年は同月二五日であることが認められる。そうすると申立人らの\nうちＮおよびＯはいわゆる留年を免れないから昭和四四年度の残りの授業を受けら\nれなくとも回復困難な損害を受けるとはいい難いし、かつ停学三月の処分であるか\nら右昭和四五年度の授業開始日より今学年と同一の授業を受けることができること\nになるから、昭和四五年度のことを考慮してもなお回復の困難な損害が存するとは\n解し得ない。しかしその余の停学期間が六月若しくは無期の一一名の申立人らにつ\nいては、昭和四四年度における授業を受けられないことにより回復の困難な損害を\n受けると解することができないことは右と同様であるが、翌昭和四五年度の授業開\n始日以降なおかなり長期間にわたり授業を受けることができない限度で回復の困難\nな損害を蒙るというべきである。\nなお昭和四五年度の授業開始日（昭和四五年五月一八日若しくは同月二五日）以\n降の停学処分の効力を停止することも、右授業開始日があと二ケ月足らずに接近し\nている現在においては、なお右損害を避けるために緊急の必要がある時に該るとい\nうべきである。\n三、なお本案について証拠調べの進行していない現段階においては、本件の全疎明\nによるも本案につき理由がないとみえるとは断定することはできない。\n四、更に被申立人は、本件執行停止の申立が認容されれば、申立人らにより再び校\n舎等の封鎖、占拠等が行なわれ、大学の機能が麻ひするので、公共の福祉に重大な\n影響を及ぼすおそれがあると主張するが、本件全疎明によるも、本件執行停止を認\n容しても直ちに申立人らにより校舎の封鎖、占拠等がなされるとは認め難いので、\n被申立人のこの点の主張は採用できない。\n五、以上のとおり申立人Ａ、同Ｂについては本件申立は理由があるのでこれを認容\nし、その余の申立人らのうち申立人Ｎ、同Ｏを除く一一名の申立は主文第一項記載\nの限度で理由があるのでこれを認容することとし、右Ｎ、Ｏの申立は失当としてこ\nれを却下し、申立費用の負担につき民事訴訟法第九二条但書、第九三条一項本文、\n第八九条を適用して主文のとおり決定する。\n（裁判官　松原直幹　浜崎恭生　吉原耕平）\n別表\n＜略＞\n別紙\n（一）　Ａ\nア　昭和四五年一月八日午後一時三〇分頃、進学校舎第一講義室において進学一年\nＲに対し、軟禁、ける、胸ぐらをつかまえる等の暴行を行なつた。\nイ　昭和四五年一月一二日午前九時頃、進学校舎玄関前において進学二年Ｓに対し\n暴行を加えた。\nウ　昭和四五年一月八日午前一一時頃、進学校舎第一講義室において、教壇を占拠\nし、授業妨害行為を行なつた。\nエ　昭和四五年一月九日午前九時頃、進学校舎玄関において入構阻止のピケツトを\n張り、授業再開誓約書を破りすてる等の授業妨害行為を行なつた。\nオ　昭和四五年一月一三日午前八時五〇分頃、進学校舎玄関前において入構阻止の\nピケツトを張り、授業妨害行為を行なつた。\nカ　昭和四五年一月一四日午前九時頃、進学校舎玄関前において入構阻止のピケツ\nトを張り、授業妨害行為を行なつた。\n（二）　Ｆ\n昭和四五年一月一三日午前八時五〇分頃、進学校舎玄関において入構阻止のピケ\nツトを張り、授業妨害行為を行なつた。\n（三）　Ｏ\nア　昭和四五年一月八日午後〇時一五分頃、西第二講堂において専門二年Ｔに対\nし、腕をねじる、なぐる、ける等の暴行を行なつた。\nイ　昭和四五年一月八日午後〇時一〇分頃、西第二講堂において専門二年Ｕに対\nし、顔面をなぐる、こづく等の暴行を行なつた。\nウ　昭和四五年一月八日午後〇時一〇分頃、授業中の西第二講堂にはいり、暴力行\n為により授業妨害を行なつた。\n（四）　Ｋ\nア　昭和四五年一月八日午前一〇時二〇分頃、西第二講堂後部入口前において専門\n二年Ｖに対し、首をしめる、身体をふりまわす等の暴行を行なつた。\nイ　昭和四五年一月八日午前一〇時頃及び同日午後〇時一五分頃の二度にわたり、\n専門二年Ｔに対し、なぐる、引張る、首をしめる等の暴行を行なつた。\nウ　昭和四五年一月八日午後〇時四〇分頃、西第二講堂において専門二年Ｗに対\nし、えり首、オーバーなどを引張る等の暴行を行なつた。\nエ　昭和四五年一月一四日午前八時三〇分頃、本部正面玄関において専門三年Ｘに\n対し、顔面をなぐる等の暴行を行なつた。\nオ　昭和四五年一月八日午前一〇時一五分頃、西第二講堂において入口に入室阻止\nのピケツトを張り、授業妨害行為を行なつた。\nカ　昭和四五年一月八日午後一時四〇頃、臨床第一講堂に押しかけ、授業妨害行為\nを行なつた。\n（五）　Ｎ\nア　昭和四五年一月八日午後一時三〇分頃、進学第一講義室において進学一年Ｒに\n対し、軟禁、なぐる、胸ぐらをつかまえる等の暴行を行なつた。\nイ　昭和四五年一月八日午前一一時三〇分頃、進学第一講義室において教壇上から\nアジ演説を行ない、授業妨害行為を行なつた。\nウ　昭和四五年一月九日午前九時頃、進学校舎玄関において入構阻止のピケツトを\n張り、授業妨害行為を行なつた。\nエ　昭和四五年一月一〇日午前九時頃、進学校舎玄関前において入構阻止のピケツ\nトを張り、授業妨害行為を行なつた。\n（六）　Ｂ\nア　昭和四五年一月八日午後一時一五分頃、進学校舎内において進学一年Ｙに対\nし、帰路を妨害する等の暴行を行なつた。\nイ　昭和四五年一月八日午後一時三〇分頃、進学第一講義室において進学一年Ｒに\n対し、軟禁、ける、胸ぐらをつかまえる等の暴行を行なつた。\nウ　昭和四五年一月一四日午前八時五〇分頃、進学校舎周辺において進学二年Ｚに\n対し、顔面、下腹部をなぐる等の暴行を行なつた。\nエ　昭和四五年一月八日午前一一時頃、進学第一講義室において教員をつるし上げ\nる等の授業妨害行為を行なつた。\nオ　昭和四五年一月九日午前九時頃、進学校舎玄関において入構阻止のピケツトを\n張り、授業妨害行為を行なつた。\nカ　昭和四五年一月一〇日午前九時頃、進学校舎玄関前において入構阻止のピケツ\nトを張り、授業妨害行為を行なつた。\nキ　昭和四五年一月一二日午前九時頃、進学校舎玄関前において入構阻止のピケツ\nトを張り、授業妨害行為を行なつた。\nク　昭和四五年一月一三日午前八時五〇分頃、進学校舎玄関前において入構阻止の\nピケツトを張り、授業妨害行為を行なつた。\nケ　昭和四五年一月一四日午前九時頃、進学校舎玄関前において入構阻止のピケツ\nトを張り、授業妨害行為を行なつた。\n（七）　Ｉ\nア　昭和四五年一月八日午前一一時一五分頃、西第二講堂において専門二年Ｔに対\nし、顔、腹部をなぐる等の暴行を行なつた。\nイ　昭和四五年一月八日午後〇時一〇分頃、西第二講堂において専門二年Ｕに対\nし、顔面をなぐる等の暴行を行なつた。\nウ　昭和四五年一月八日午後〇時三〇分頃、西第二講堂において専門二年Ｐ１に対\nし、顔面をなぐる等の暴行を行なつた。\nエ　昭和四五年一月八日午後一時頃、西第二講堂において専門二年Ｗに対し、顔、\n腹部をなぐる等の暴行を行なつた。\nオ　昭和四五年一月一二日午前九時頃、本部正面玄関において専門二年Ｐ２に対\nし、顔面、あごをなぐる等の暴行を行なつた。\nカ　昭和四五年一月一三日午前九時頃、進学校舎玄関前において進学二年Ｓに対\nし、暴行を行なつた。\nキ　昭和四五年一月一四日午前八時三〇分頃、本部正面玄関において専門二年Ｐ３\nに対し、顔面、腹部をなぐる等の暴行を行なつた。\nク　昭和四五年一月八日午後〇時一〇分頃、西第二講堂において授業中の学生に対\nし、暴行を行なう等の授業妨害行為を行なつた。\n（八）　Ｃ\nア　昭和四五年一月一三日午前九時頃、進学校舎玄関において進学二年Ｐ４に対\nし、顔面をなぐる等の暴行を行なつた。\nイ　昭和四五年一月一四日午前八時三〇分頃、本部正面玄関前において専門二年Ｐ\n３に対し、腹部をける等の暴行を行なつた。\nウ　昭和四五年一月一四日午前八時三〇分頃、本部正面玄関前において専門一年Ｐ\n５に対し、胸部、大腿部をける等の暴行を行なつた。\nエ　昭和四五年一月八日午前一一時頃、進学第一講義室において入室阻止のピケツ\nトを張り、授業妨害行為を行なつた。\nオ　昭和四五年一月九日午前九時頃、進学校舎玄関において入構阻止のピケツトを\n張り、授業妨害行為を行なつた。\nカ　昭和四五年一月一〇日午前九時頃、進学校舎玄関前において入構阻止のピケツ\nトを張り、授業妨害行為を行なつた。\nキ　昭和四五年一月一三日午前八時五〇分頃、進学校舎玄関前において入構阻止の\nピケツトを張り、授業妨害行為を行なつた。\nク　昭和四五年一月一四日午前八時五〇分頃、進学校舎玄関前において入構阻止の\nピケツトを張り、授業妨害行為を行なつた。\n（九）　Ｅ\nア　昭和四五年一月八日午前一〇時頃、西第二講堂入口においてピケツトを張り、\n授業妨害行為を行なつた。\nイ　昭和四五年一月八日午後一時四〇分頃、臨床第一講堂に押しかけ、授業妨害行\n為を行なつた。\nウ　昭和四五年一月一〇日午前九時四五分頃、臨床第一講堂に押しかけ、授業妨害\n行為を行なつた。\nエ　昭和四五年一月一〇日午前九時三〇分頃、本部正面玄関前において専門二年Ｐ\n１の顔面をなぐる、首をしめつける、胸ぐらをつかまえてふりまわす等の暴行を行\nなつた。\nオ　昭和四五年一月八日午後〇時三〇分頃、西第二講堂において専門二年Ｐ６のえ\nり首をつかんでなぐりながら壁のところに連れてゆき、胸をなぐり、かつ、腹部と\n足を数回けつた。\nカ　昭和四五年一月一〇日午前九時頃、専門二年Ｐ７の胸をなぐつた。\n（一〇）　Ｇ\nア　昭和四五年一月八日午前一一時一五分頃から一二時頃にかけて、西第二講堂に\nおいて専門二年Ｔの頭部、顔面、腹部を一〇回以上なぐり、ける等の暴行を行なつ\nた。\nイ　昭和四五年一月八日午後〇時一〇分頃、西第二講堂において専門二年Ｕの髪を\nひつぱり、なぐる、ける等の暴行を行なつた。\nウ　昭和四五年一月八日午後〇時四〇分頃、西第二講堂において専門二年Ｐ８の髪\nをひつぱつた。\nエ　昭和四五年一月八日午後〇時三〇分頃、西第二講堂において、授業を受けよう\nとする学生に暴行を行ない、授業妨害行為を行なつた。\n（一一）　Ｈ\nア　昭和四五年一月八日午前一〇時三〇分頃から午後一時頃にかけて、西第二講堂\nにおいてピケツトを張り、授業を受けようとする学生に暴行を行ない、授業妨害行\n為を行なつた。\nイ　昭和四五年一月八日午前一〇時頃、西第二講堂入口及び同講堂内において専門\n二年Ｔをなぐつた。\nウ　昭和四五年一月一四日午前八時五〇分頃、進学校舎玄関前において進学二年Ｚ\nの鼻をなぐり（出血）、下腹部をけつた。\nエ　昭和四五年一月一四日午前八時五〇分頃、進学校舎玄関前において進学二年Ｐ\n９の左大腿部に打撲傷を与えた。\nオ　昭和四五年一月一四日午前八時五〇分頃、進学校舎玄関前において進学二年Ｐ\n１０の左大腿部に打撲傷を与えた。\n（一二）　Ｊ\nア　昭和四五年一月八日午後〇時二〇分頃、西第二講堂においてピケを張り、授業\nをうけている学生に対して暴行を行ない、授業妨害行為を行なつた。\nイ　昭和四五年一月八日午後〇時四五分から午後一時にかけて西第二講堂において\n専門二年Ｔをけり、階段から突きおとした。\nウ　昭和四五年一月八日午後〇時三〇分頃、西第二講堂において専門二年Ｐ６の胸\n部、腹部等を連続的になぐつた。\nエ　昭和四五年一月八日午後〇時五五分頃、西第二講堂において専門二年Ｐ３の顔\n面をなぐつた。\n（一三）　Ｍ\nア　昭和四五年一月八日午前中（時刻不明）西第二講堂においてピケツトを張り、\n暴行を行ない、授業妨害行為を行なつた。\nイ　昭和四五年一月八日午後一時四〇分頃、臨床第一講堂において授業妨害行為を\n行なつた。\nウ　昭和四五年一月一〇日午前九時四五分頃、臨床第一講堂において授業妨害行為\nを行なつた。\nエ　昭和四五年一月八日午後〇時一五分頃、西第二講堂において専門二年Ｐ１を突\nき倒した。\nオ　昭和四五年一月八日午後〇時二〇分頃、西第二講堂入口前において専門二年Ｖ\nの首をしめ、振りまわし、ひきずる等の暴行を行なつた。\nカ　昭和四五年一月九日午前一〇時一〇分頃、本部正面玄関において専門二年Ｐ２\nの左向うずねを力いつぱいけつた。\nキ　昭和四五年一月九日午前一一時二〇分頃、本部正面玄関において専門二年Ｖの\n身体を突き、腹部をなぐつた。\nク　昭和四五年一月九日午前一一時三〇分頃、本部正面玄関において専門二年Ｐ３\nの顔面をなぐり、下腹部とすねをけとばした。\nケ　昭和四五年一月九日午前一一時三〇分頃、本部正面玄関前において専門二年Ｐ\n１１の首をしめ、なぐる、ける、こずく等の暴行を行なつた。\nコ　昭和四五年一月一三日午前九時頃、進学校舎玄関前において進学二年Ｐ１２の\n顔面を数回なぐつた。\nサ　昭和四五年一月一四日午前八時二五分頃、本部正面玄関において専門一年Ｐ１\n３の顔面をなぐつた。\nシ　昭和四五年一月八日午後一時頃、西第二講堂において専門二年中Ｐ１４の頭部\nを平手で強打した。\nス　昭和四五年一月一三日午前九時頃、進学校舎玄関前において進学二年Ｐ１５の\n顔面、腹部をなぐり、下腹部をけつた。\nセ　昭和四五年一月一四日午前九時頃、進学校舎玄関前道路において、数名の学生\nとともに専門四年Ｐ１６の左手首をおさえ、身体の自由を拘束し、数十回にわたつ\nてなぐる、けるの暴行を行なつた。\n（一四）　Ｄ\nア　昭和四五年一月八日午前一〇時二〇分頃、西第一講堂入口において専門一年Ｐ\n１７の腹部、下腹部に打撲傷を与えた。\nイ　昭和四五年一月八日午前中（時刻不明）、専門一年Ｐ１３の顔面をなぐつた。\nウ　昭和四五年一月八日午前一〇時頃、西第一講堂において授業妨害行為を行なつ\nた。\nエ　昭和四五年一月一二日午前八時三〇分頃、本部正面玄関において授業に出席す\nる学生の入構を阻止し、授業妨害行為を行なつた。\n（一五）　Ｌ\nア　昭和四五年一月八日午前一〇時から午前一一時頃まで及び午後〇時一五分頃の\n二度にわたり、西第二講堂及びその入口において専門二年Ｔに対し、なぐる、け\nる、引つぱる等の暴行を行なつた。\nイ　昭和四五年一月八日午後〇時一〇分頃、西第二講堂において専門二年Ｕの顔面\nをなぐつた。\nウ　昭和四五年一月八日午後〇時四〇分頃、西第二講堂において専門二年Ｗに対\nし、顔面をなぐる、身体を引つぱる等の暴行を行なつた。\nエ　昭和四五年一月一三日午前八時五〇分頃、専門三年Ｐ１８を後方からけとばし\nた。\nオ　昭和四五年一月八日午後〇時一〇分頃、西第二講堂において、授業中無断で講\n堂にはいり、授業中の学生に対して暴行を行なう等の授業妨害行為を行なつた。\nカ　昭和四五年一月八日午後一時四〇分頃、臨床第一講堂において授業妨害行為を\n行なつた。\nキ　昭和四五年一月一〇日午前九時四五分頃、臨床第一講堂において授業妨害行為\nを行なつた。\n"
}