{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 7,
    "day": 6
  },
  "case_number": "昭和46(く)110",
  "case_name": "医療少年院送致決定に対する抗告",
  "court_name": "東京高等裁判所第一二刑事部",
  "lawsuit_id": "20723",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20723",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/723/020723_hanrei.pdf",
  "contents": "主　　　　文\n原決定を取り消す。\n本件を横浜家庭裁判所に差し戻す。\n理　　　　由\n本件抗告の趣意は、少年が提出した抗告申立書記載のとおりであるから、これを\n引用する。\n所論は、少年は心から悪気があつて本件の非行を行なつたものではなく、ノイロ\nーゼ気味で、気持がいらだつていたために、つい行なつてしまつたのであるから、\n薬を飲んだことにより気持がおちつき、本当の自分にたちかえつたと思われる現在\nにおいては、少年院にいても無駄であると思われるので、少しでも早く社会に出て\n働けるようにしてもらいたいというものである。\nそこで所論に対する判断をするに先だち、職権をもつて、原決定の当否について\n検討する。少年に対する保護処分（少年法二四条一項）は、客観的にはその自由を\n制約する点において刑罰に通ずるものがあるため、少年審判規則三六条は、罪を犯\nした少年の事件について保護処分の決定をするには、罪となるべき事実及びその事\n実に適用すべき法令を示さなければならないと規定して、保護処分に付する少年の\n犯罪事実、すなわち刑罰法令の構成要件に該当する違法有責の具体的事実とこれに\n対する法令の適用をその決定書に明示する厳格な理由づけを要求している。そして\n罪を犯した少年に対してこの保護処分がなされると、少年法四六条の規定により一\n事不再理の効力すなわちその審判を経た事件について、刑事訴追をし、または家庭\n裁判所の審判に付することができない効力を生ずることとなる。従つて、家庭裁判\n所が犯罪少年に対し保護処分の決定をするにあたり、保護処分の対象とした非行事\n実が二以上存する場合には、そのすべての非行事実とその事実に適用すべき法令と\nを決定書に記載し、決定書自体において、その理由を明確にし、またそのことによ\nり、ひいては少年法四六条所定の一事不再理の効力がそのすべての非行事実に及ぶ\nのでその範囲を明らかにすることが必要であり、たとえ二以上の非行事実のうち一\nつでもその明示を欠くことは許されないものと解するのが相当である。\n（昭和三六年九月二〇日最高裁判所決定、集一五巻八号一五〇一頁参照）これを\n本件についてみると、\n（一）　原裁判所は、昭和四六年四月二一日、少年に対する横浜家庭裁判所昭和\n四六年少第一五六九号窃盗保護事件と同裁判所同年少第一九四三号窃盗保護事件と\nを併合して、同日審判期日を開き、審判開始決定をした右両事件について少年の弁\n解を聴取したうえ、即日同事件について保護処分の決定を言い渡したこと、然るに\nその原決定においては、非行事実として、検察官から送致され自ら審判開始決定を\nした六つの非行事実のうち五つの事実（昭和四六年少第一九四三号窃盗保護事件の\n送致事実）すなわち少年が昭和四六年三月二六日午前一一時頃から午前一一時三〇\n分頃までの間、前後五回にわたり、横浜市内の洋装店外四箇所において、Ａ外四名\n所有の金属製シヨルダーバツグ一個外指輪等六点（以上時価合計約九、一〇〇円相\n当）を窃取（万引）したという事実のみが記載されており、残る一つの事実（昭和\n四六年少第一五六九号窃盗保護事件の送致事実）すなわち少年が昭和四六年三月二\n六日午後一時五〇分頃横浜市ａ区ｂ町ｃ丁目ｄ番地Ｂ店において、Ｃ所有のトレー\nナー外一点（時価約二、九ＯＯ円相当）を窃取（万引）したという事実について\nは、決定書上何等の記載もなされていないこと、そして決定書に記載のない後者の\n保護事件の送致事実は、前者の保護事件の一連の窃盗と同じ機会になされた同じ態\n様の犯行であり、しかも少年はその犯行により現行犯逮捕をされたものであつて、\n犯罪の証明は十分であり、前者の保護事件の送致事実と区別して保護処分の対象か\nら<要旨>除外しなければならない理由が全く認められないことが記録上明らかであ\nる。すなわち原裁判所は保護処分の</要旨>決定をするにあたり、検察官から送致さ\nれ自ら審判開始決定をした六つの非行事実の全部を保護処分の対象としたものと思\n料されるのに、決定書においては、そのうち五つの非行事実についてのみ、罪とな\nるべき事実とその適用法令とを示し、残る一つの非行事実については、それらの記\n載を遺脱していることが認められるのである。そうすると、原裁判所は、犯罪少年\nに対する保護処分の決定をするにあたり、前掲法令に違反し、その保護処分の対象\nとした非行事実の一つについて、これを決定書のうえに罪となるべき事実として掲\n記することやその事実に適用すべき法令を示すことをしない誤りをおかしたものと\nいわなければならない。あるいはまた、原裁判所は自ら審判開始決定をした検察官\n送致事実の一部について全くその判断を遺脱したものということもできよう。その\nいずれにしても、刑事裁判でいえば、絶対的な控訴の理由である審判の請求をうけ\nた事件について判決をしない違法にも比すべき手続上の重大な誤りをおかしたもの\nということができる。そして若し原裁判所が昭和四六年少第一五六九号窃盗保護事\n件の前記送致事実を決定書上に罪となるべき事実として掲記し、その適用法令を示\nしておれば、少年法四六条で規定する前記の効力が同事実にも及ぶこととなり、そ\nの事実が掲記されていない場合に比べて、一事不再理の効力が拡張されるのである\nから、その意味において、原決定のおかした前記の誤りは、原決定の効力にも影響\nを及ぼすものということができる。\n（二）　原決定は、その理由である非行事実の５として、「少年は昭和四六年三\n月二六日午前一一時三〇分頃犯行場所、被害者不詳の皮製財布二個（時価合計約一\n五〇〇円相当）を窃取した」ことを掲げている。一件記録中の関係証拠によれば、\n右皮製財布二個は、少年が同日午後一時五〇分頃横浜市ａ区ｂ町ｃ丁目ｄ番地Ｂ店\n内でＣ所有のトレーナー一個一点時価二九〇〇円相当を窃取（万引）した（原決定\nが判断ないしはその記載を遺脱した非行事実）として同店員に現行犯逮捕され捜査\n官に引き渡された際、所持していた緑色及びベージユ色の皮製財布各一個であつ\nて、少年はこれを任意提出し、同日の司法警察員の取調に対して、同日午前一一時\n三〇分頃同じＢ店で万引した旨自供したもの（同日付司法警察員に対する供述調\n書）であるが、その後の捜査により、このＢ店では財布の販売をしておらず、右財\n布二個は同店のものではなく、またｂ町商店街を一軒一軒調査しても該当商店はな\nかつたことが明らかである（同年四月二日付司法巡査の捜査報告書）から少年が果\nしてその自供の日時にこれを窃取したものであるかは極めて疑わしく、犯行場所、\n被害者ともに不詳であることと相まつて、犯罪の証明ありというには程遠いのでは\nあるまいか。そうでないとしても、右非行事実の記載は他の事実と区別してこれを\n特定するに足るだけの具体性を備えているとはいえないので、罪となるべき事実の\n記載としては、不当であるといわなければならない。従つてこれを保護処分の理由\nとして非行事実の一つに掲げた点においても、原決定は失当である。\nところで、少年法三二条にいう「決定に影響を及ぼす」とは単に主文に影響を及\nぼす場合のみに限らず、その理由の重大な部分に変更を加うる必要があり、そのま\nゝでは原決定を維持できない場合をも含むものと解すべきであつて、本件の場合、\nたとえ少年に対する要保護性という観点からいえば、少年を施設に収容して、その\n健全な育成をはかる必要があり、従つて少年を少年院に送致することとした原決定\nの結論そのものは正当であり、これを変える必要が認められない場合においても、\n右のように解釈することを妨げるものではないと考えるのが相当であるから、結局\n原決定は、前記（一）、（二）の点において、決定に影響を及ぼす法令の違反をお\nかしたものである。よつて、所論に対する判断を加えるまでもなく、原決定は破棄\nを免れない。\n以上の次第で、本件抗告は理由があるから、少年法三三条二項により、原決定を\n取り消すとともに本件を原裁判所に差し戻すこととして主文のとおり決定する。\n（裁判長判事　江里口清雄　判事　上野敏　判事　中久喜俊世）\n"
}