{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 5,
    "day": 26
  },
  "case_number": "昭和50(う)312",
  "case_name": "暴行、傷害被告事件",
  "court_name": "福岡高等裁判所第一刑事部",
  "article_info": "第29巻2号284頁",
  "gist": "一、　学習塾の教師は塾生に対し懲戒権を行使することができるか\n二、　正当な懲戒権の行使にあたらないとされた事例",
  "case_gist": "一、　学習塾の教師が塾生の親権者から包括的に教育上必要にして妥当な懲戒の委託をうけたときは、教育目的上必要にして不可欠のものであつて、その手段、程度が健全な常識に照らし、社会的に相当な範囲をこえない場合に限り、塾生に対し懲戒権を行使することができると解するのが相当である。\n二、　判示のような事実関係の下においては学習塾の教師である被告人が、塾生に加えた暴行、傷害の所為は、正当な懲戒行為といえない。",
  "lawsuit_id": "23566",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23566",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/566/023566_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、弁護人東敏雄提出の控訴趣意書記載のとおりであるから、こ\nこにこれを引用する。\n同控訴趣意中事実誤認の論旨について。\n所論は要するに、原判決は、被告人が塾の生徒であつたＡ及びＢに対し暴行を加\nえ、Ｃに対しては暴行を加えたほか傷害を負わせた事実を認定するが、右はいずれ\nも誤認である。就中Ｃに対する原判示第三と第五の如き事実はなく、原判示第三の\n場合は、ことさらジエスチヤーを大きくして実際には痛いような蹴り方はしていな\nいし、同第五の場合はドライバーや錐でＣの手に触わり、はさみで同人の前髪を少\nし切つてみせたにすぎないものである。原判決は証拠の評価を誤り事実を誤認した\nものであり、これが判決に影響を及ぼすこと明らかであるから破棄を免れないとい\nうのである。\nしかし、原判決挙示の関係証拠をそれぞれ総合すれば、各事実はいずれも認めら\nれ、所論において特に指摘するＣに対する原判示第三及び第五の各事実、とりわ\nけ、被告人が右Ｃを足蹴にし、ドライバーや錐で軽く同人を突き、はさみで同人の\n頭髪の一部を切り取つたことも否定できないところである。すなわち、\n右の関係証拠によれば、被告人は、原判示第三の日時に足をかけてＣを畳の上に\n倒したうえ、右足（原判決に左足とあるのは誤記と認める）でその左脇腹を力いつ\nぱいではないにしてもかなりの痛さを感じる程度に三回位蹴りつけたこと、原判示\n第五の日時にドライバーの先で同人の腹部を二回位軽く突き、手工用錐で同人の左\n右両大腿部（素肌）をチクチクと軽く二〇同位突き、はさみで同人の頭髪（前頭\n部）の一部（額際から幅約五センチメートル、長さ約一五センチメートル）を切り\n取つたことがそれぞれ認められ、被告人の原審及び当審における供述中右事実と相\n容れない部分は措信できない。なお、その余の原判示各事実も証拠に現われ、原審\nがこれらの証拠の評価を誤つたと認むべき形跡は存しない。\nしたがつて、被告人に対し各暴行（原判示第五につき傷害）の事実を認定した原\n判決に誤りはなく、その他記録を精査し当審における事実取調べの結果を参酌して\nも、所論の如き事実誤認を見出すことはできない。論旨は理由がない。\n同控訴趣意中事実誤認に基づく法令適用の誤りの論旨について。\n所論は要するに、原判決は被告人の本件所為が正当行為ないし可罰的違法性を欠\nくものであることを看過し、これがため法令の適用を誤つたものである。すなわ\nち、被告人は学習塾の教師であり、塾の生徒であつたＣ、Ａ及びＢの三名は手のつ\nけられないような子供であつて、これに相応し厳しく指導して学習意欲を刺激する\nと同時に、不良な学習態度を是正するためには懲戒することも必要であり、被告人\nの本件所為はいずれも右の教育上やむない懲戒行為として相当のものであつて、正\n当な行為であり、仮に違法にわたるものがあるとしても、その違法性は微弱にして\n可罰的違法性を欠く行為というべきものである。しかるに、原判決は本件行為を正\n当な行為といえず、可罰的違法性を欠くものでもないというのであるから、被告人\nの行為のこれらの点に関する事実を看過し、そのため法令の適用を誤つたものであ\nつて、これが判決に影響を及ぼすこと明らかであるから破棄を免れないというので\nある。\nよつて、所論にかんがみ原判決の法令の適用を検討すべきところ、先ず所論指摘\nの被告人の懲戒権の有無に関し考えてみる。\n<要旨第一>およそ、学習塾などの教師は制度としての学校の教師とは異なり、生\n徒に対し直接法令に基づく懲戒権を有</要旨第一>するものでないことはいうまでも\nないが、いわゆる学習塾が社会的に事実として存在し、それ相応の教育的機能を果\nしていることは疑いのないところであつて、その限りでは右の学習塾の教師と雖も\n教育上ある程度の懲行動を必要とする場合が存し、これを肯定しても必ずしも不当\nなこととは考えられない。もとより右の懲戒権は塾の教師に固有のものではなく、\nその基礎は生徒の父母等の親権者からの委託に求むべきものであるところ、一般に\n親権者が自己の手に負えないような子供の懲戒を学校の教師など子供のよき指導監\n督者と目される者に委託すること、つまり自己に属する懲戒権の行使を委ねること\nは許されないことではないと解される。したがつて、学習塾などの教師が父母等の\n親権者からその子供の教育を依頼されるにあたり、包括的に教育上必要にして妥当\nな懲戒の委託をうけ、右教師においてこれに基づく懲戒権を行使することも是認で\nきないものではない。しかし、その懲戒は常に教育目的上必要にして不可欠のもの\nに限られ、その方法、程度も健全な常識に照し社会的に相当な範囲のものでなけれ\nばならず、これを逸脱すれば違法であることはいうまでもない。\n<要旨第二>そこで、被告人の本件所為につきこれをみるに、被告人は、Ｄと称す\nる学習塾の教師でありその塾に本</要旨第二>件生徒三名（いずれも中学三年生）を\n父母より依頼されるにあたり、それぞれ厳しくやつて貰いたいと言われてこれを引\n受け、これが学習指導に当つていたものであるから、右三名に対し、前示の意味の\n懲戒権を有していたものと認めることができる。しかしながら被告人の本件所為\nは、Ａに対し竹刀でその頭部を五回位叩き、Ｂに対し膝で同人の右顎等を五回位蹴\nり、竹刀でその腕等を一〇回位突き、頭等を数回殴打し、Ｃに対し（１）タオル掛\n用金具で同人の頭部を三回位叩き、（２）手拳で同人の顔面を数回殴打し、更に足\nをかけて畳の上に倒したうえ同人の左脇腹を三回位足蹴にし、（８）同人の腹部等\nを十数回足蹴にし、竹刀でその腕等を一〇同位殴打し、ドライバーや錐で軽く何回\nも突き、手拳で同人の顔面を四回位殴打し、錐やはさみで頭等を六〇同位軽く叩\nき、はさみで頭髪の一部を切り取つたというものである。右に明らかなようにその\n所為が有形力の行使としての暴力性を強く帯びていることは否定し難く、とりわけ\n竹刀等の器具を使つたり、手拳で連続的に殴打し又は足蹴にするなどの暴行であつ\nて、懲戒のための行動としても、明らかに前記説示の懲戒の方法及び程度として許\nされる範囲を逸脱しているものというべきである。\n所論は、本件生徒はいずれも学習態度が悪く、説得によつてこれを是正すること\nはできなかつたもので、教育目的上やむない懲戒であるというのである。なるほ\nど、被告人が生徒の教育に熱心であり、本件三名の生徒の学習態度がよくないの\nで、これを矯正しようという考えをもつていたことは肯認できるけれども、前示の\nとおりその手段方法ないし程度において許された懲戒の域をはるかに超えるもので\nある。\n次に、違法の強弱の見地からこれをみるに、被告人の暴行の直接の発端は生徒の\n居眠り、宿題を忘れたことや自習をしていなかつたこと等に被告人が立腹したこと\nに存するところ、思わず手が出たというようなものではなく、前示のとおりその暴\n行は何回も執拗に殴る蹴るのみならず、道具を使つて突き又は殴りつけているので\nあつて、暴行の手段態様はもちろん被害も軽微とはいえないことに徴しても、その\n違法性をもつて微弱なものと断ずることは到底できない。\nそうしてみれば、被告人の本件所為を以て正当な行為ということはできず、また\n可罰的違法性を欠くものということもできないので、暴行罪及び傷害罪の成立を認\nめた原判決（但し懲戒権の行使という点にっき、被告人には親権者からの委託が認\nめられないとする点において見解を異にするけれども、これにより本件所為を正当\n化することができないとする結論においては誤りはない。）は正当というべきであ\nり、記録を精査し当審における事実取調べの結果を参酌しても、所論の如き法令適\n用の誤りは発見できない。論旨は理由がない。\nそこで、刑事訴訟法三九六条に則り本件控訴を棄却することとし、主文のとおり\n判決する。\n（裁判長裁判官　平田勝雅　裁判官　川崎貞夫　裁判官　堀内信明）\n"
}