{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 8,
    "day": 30
  },
  "case_number": "昭和53(行コ)25",
  "case_name": "営業廃止命令取消請求控訴事件",
  "court_name": "福岡高等裁判所",
  "field": "行政",
  "gist": "車庫と客室がそれぞれ１階と２階とに分かれて存し，利用客が１階の共同通路から２階共同通路を経て任意の客室に入室する構造を有する施設が，いわゆるモーテル営業の規制を定める風俗営業等取締法４条の６第１項にいう「個室に自動車の車庫が個個に接続する施設」に当たらないとされた事例",
  "lawsuit_id": "17533",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17533",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/533/017533_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n控訴人は、「原判決を取消す。被控訴人の請求を棄却する。訴訟費用は第一、二審\nとも被控訴人の負担とする。」との判決を求め、被控訴人は主文同旨の判決を求め\nた。\n当事者双方の主張及び証拠関係は、次のとおり付加するほか、原判決事実摘示と同\n一であるからこれを引用する。\n１　控訴人の補足的主張\n法四条の六第一項にいう「個室に自動車の車庫が個々に接続する施設」とは、文理\n及び立法趣旨に即して解釈すれば、個室ごとにそれに対応する車庫が物理的に接続\nしている施設であれば足り、特定の個室と特定の車庫の利用上の一体性、具体的な\n人の行動の秘匿性までは問わないが、秘匿性については、人の行動の秘匿性のみで\nなく、自動車の秘匿性をも確保し得る施設であると解すべきである。\nまた、法四条の六第一項は、総理府令とあいまつてモーテル営業を規制しているも\nのであり、法規制の対象となる人の行動の秘匿性及び自動車の秘匿性が高い施設\nは、同条同項にいう施設であつて、かつ、総理府令に該当するものなのである。同\n条同項は専ら右の秘匿性を確保し得る施設に着目して規定し、右の秘匿性の程度は\n総理府令に委任しているのである。\n２　被控訴人の補足的主張\n法四条の六第一項にいう「個室に自動車の車庫が個々に接続する施設」とは警察庁\nがモーテル規制のために出した通達によつても「個室ごとに専用の車庫が物理的に\n接着していること」と明記されており、控訴人は被控訴人に対し、本件規制すべき\nでないのに拘らず、右通達に反して本件規制をしているのである。\n３　新たな証拠（省略）\n○　理由\n一　当裁判所も、被控訴人の本訴請求は、正当として認容すべきものと判断するも\nのであるが、その理由は、次のとおり付加し、改めるほか、原判決説示の理由と同\n一であるからこれを引用する。\n１　原判決一一枚目表五行目に「のうち旅館営業の許可年月日を除き」とあるの\nを、同八行目から九行目にかけて「および原告代表者尋問の結果」とあるのを、同\n九行目から一〇行目にかけて「原告に対する旅館営業の許可年月日は昭和四八年七\n月一八日」とあるのをいずれも削除し、同一三枚目裏六行目に「証人Ａの証言」と\nあるのを「同第一二、第一三号証、原審における証人Ａ、当審におけるＢの各証\n言」と改め、同一一行目の「構造上」の次に「これを利用する客及びその者の利用\nする自動車の」を加える。\n２　同一四枚目裏五行目から六行目にかけて「構造設備であつて、利用客の行動の\n秘匿性の高いもの」とあるのを「構造設備のもの、換言すれば、特定の個室と特定\nの車庫との間に「車庫付個室」というべき利用上の一体性のある施設」と改める。\n３　同一四枚目裏七行目以下同一五枚目表二行目までを次のとおり改める。\n「本件建物についてこれをみるに、前記認定のとおり、一階の車庫の数と二階の個\n室の数とは一致しないばかりか、個室と車庫の重なり方は不整形であり、しかも一\n階の車庫に入つた利用客は、一階二階の各共同通路を使用したうえ、二階個室の空\n室のものを選んで任意に入室することができる構造になつているのであるから、特\n定の車庫と特定の個室が接着もしくは接続しているとはいえず、このような施設\nは、法四条の六第一項にいう「個室に自動車の車庫が個々に接続する施設」には該\n当しないものというほかはない。」\n二　そうだとすると、原判決は相当であつて、本件控訴は理由がないからこれを棄\n却することとし、訴訟費用の負担につき民事訴訟法九五条、八九条を適用して、主\n文のとおり判決する。\n（裁判官　斎藤次郎　原　政俊　寒竹　剛）\n"
}