{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 1,
    "day": 29
  },
  "case_number": "昭和47(ネ)1661",
  "case_name": "土地使用妨害予防請求控訴併合事件",
  "court_name": "東京高等裁判所第三民事部",
  "article_info": "第28巻1号1頁",
  "gist": "一、　小型自動車による通行及びその停車を含む巾員二・六七メートルの囲繞地通行権が認められた事例\n二、　囲繞地通行権の上空に及ぶ範囲",
  "case_gist": "一、　袋地所有者が営業上小型貨物自動車を出入りさせ、一時停車させる必要があり、囲繞地所有者も自動車の使用による便益を亨受しているなど判示のような事情があるときは、袋地所有者は、全員二・六七メートルの囲繞地通行権を認められるべきであるが、その内容は、小型自動車による通行及びその停車を含むが駐車を含まないものと認めるのが相当である。\n二、　囲繞地通行権は、袋地の所有者が通行権の認められるべき土地の上空を利用できないことによりこうむる苦痛の程度、囲繞地の所有者が右上空の利用を制限されることによりこうむる被害、苦痛の軽重、その他従前からの土地の使用状況等一切の事情を考慮し、社会生活上相当と認められる範囲において、通行権の認められるべき土地の上空にも及ぶと解するのが相当である。",
  "lawsuit_id": "20568",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20568",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/568/020568_hanrei.pdf",
  "contents": "主　　　　文\n原判決を次のとおり変更する。\n昭和四七年（ネ）第一、六六一号事件控訴人は、同事件被控訴人が原判\n決添付別紙目録第一記載の土地を同目録第三記載の土地から南側公道への通路とし\nて使用すること（小型自動車による通行及びその停車のために使用することを含む\nが、その駐車のために使用することを含まない。）を妨害する一切の行為（自動車\nを駐車させることを含む。）をしてはならない。\n同事件控訴人は、同事件被控訴人に対し、原判決添付別紙目録第一記載\nの土地上に設置された鉄製看板（地上からその底部まで約三・八メートル、頂部ま\nで約七・一メートル、文字板の横幅約三・五五メートル、縦約三・三メートル。但\nし、原判決添付別紙目録第一記載の土地の上空に存在する部分）を撤去せよ。\n同事件被控訴人のその余の請求を棄却する。\n同事件訴訟費用は、第一、二審を通じ、これを三分し、その一を同事件\n被控訴人の、その余を同事件控訴人の、各負担とする。\n昭和四七年（ネ）第一、七七六号事件控訴を棄却する。\n同事件控訴費用は、同事件控訴人の負担とする。\n事　　　　実\n昭和四七年（ネ）第一、七七六号事件控訴人、同年（ネ）第一、六六一号事件被\n控訴人（以下第一審原告という。）\n代理人は、昭和四七年（ネ）第一、七七六号事件につき「原判決中控訴人敗訴の\n部分を取り消す。被控訴人は控訴人に対し、控訴人が原判決末尾添付別紙目録第一\n及び第二記載の各土地を占有使用することを妨害する一切の行為をしてはならな\nい。被控訴人は控訴人に対し、前記目録第一記載の土地（以下第一土地という。）\n上に設置された鉄製看板（地上から看板頂部まで約七・一メートル、看板底部まで\n約三・八メートル、文字板の横巾約三・五五メートル、縦約三・三メートル）、同\n目録第二記載の土地上に設置されたコンクリート塀（高さ約二メートル、厚み約\n〇・四八メートル、長さ約〇・八メートル）及びブロツク塀（高さ約二メートル、\n厚み約〇・二メートル、長さ約五メートル）をそれぞれ撤去せよ。訴訟費用は第\n一、二審とも被控訴人の負担とする。」との判決を、同年（ネ）第一、六六一号事\n件につき控訴棄却の判決を求め、\n昭和四七年（ネ）第一、六六一号事件控訴人、同年（ネ）第一、七七六号事件被\n控訴人（以下第一審被告という。）\n代理人は、昭和四七年（ネ）第一、六六一号事件につき「原判決中控訴人敗訴の\n部分を取り消す。被控訴人の請求を棄却する。訴訟費用は第一、二審とも被控訴人\nの負担とする。」との判決を、同年（ネ）第一、七七六号事件につき控訴棄却の判\n決を求めた。（なお、第一審原告は、当審において、本訴のうち、第一審被告に対\nし、前記目録第一記載の土地上に積まれたコンクリート破片の撤去を求める部分を\n取り下げ、第一審被告は右訴の一部取下に同意した。）\n当事者双方の事実上の陳述及び証拠の関係は、左記のほかは原判決事実摘示のと\nおりであるから、これを引用する。\n一、　第一審原告の陳述の訂正、補足。\n１．　原判決六丁表七行中「五・四メートル」とあるのを「七・一メートル、看\n板の底部まで約三・八メートル」と、同八行目中「二メートル」とあるのを三・五\n五メートル」と、同行中「一・八メートル」とあるのを「三・三メートル」と、そ\nれぞれ改め、同九行目中の「コンクリート破片を積み、」を削る。\n２．　民法第二八〇条の「自己ノ土地」とは自己の所有地のみに限らず、第三者\nに対抗し得る賃借権を有する者の賃借する土地をも含むものと解すべきであり、従\nつて要役地の所有者のほか、右のような賃借権者もまた地役権を取得し得るものと\nいうべきである。そうして、取得時効の制度は、本来、一定の事実が一定の期間存\n続した場合、その上に築き上げられる関係を保護して、秩序の維持、取引の安全を\nはかることにその存在理由があるものであるから、通行地役権を時効取得するため\nには、承役地上の通路を要益地の所有者ないし前記のような賃借人が、日常継続し\nて通路として使用し、維持管理する事実があれば足り、それ以上更に、右通路が要\n益地所有者によつて開設されることを必要とするものではないと解するのが相当で\nある。\nこの点につき、最高裁判所の判例は、要益地所有者が通路を開設した場合に限つ\nて、通行地役権の時効取得に関する民法第二八三条の要件が満たされるものとして\nいるが、このような見解は改められるべきである。\n３．　第一審原告は、昭和二二年以来（従つて、第一審被告が墨田区ａ町ｂ丁目\nｃ番ｄ号の土地一五八・六七平方メートル（（以下本件囲繞地という。））の所有\n権を取得する以前から）第三土地に住宅兼店舗の建物を建築、所有し、ここに居住\nして、電気工事の請負、電気器具の販売等に従事していた。そうして、昭和二三年\n以来、少くとも第一土地を、幅二・六七メートルとして通行し、営業のため自動車\nを出入りさせ、店舗前面には、南側公道から望見できる看板を掲げて顧客に宣伝し\nていた。かように、少くとも第一土地の通行は第一審原告の営業活動上不可欠のも\nのであり、この通路の存在を前提として、永年にわたり第一審原告の生活利益が積\nみ上げられて来ているのであるから、通行権の及ぶ範囲は、第一審被告の側に、第\n一審原告の右のような生活利益を侵してもなおかつ通路部分の一部を利用しなけれ\nばならないというような特段の必要性が認められる場合でない限り、その幅員にお\nいては、従前どおり二・六七メートルの限度で認めらるべきものであり、また、高\nさ（上空）についても、従前どおり無制限に認めらるべきものである。ところが、\n第一審被告にとつては、幅員についていえば、右通路の幅を縮少して同被告が第一\n土地の一部を利用することができるようになれば、せいぜいそこに自動車を置くこ\nとができ、便利となるというに過ぎず、右通路の存在を前提とする第一審、原告の\n生活利益を犠牲にしても、どおしてもその一部を利用しなければならないというよ\nうな特段の必要性があるとは考えられない。また、高さについては、現在、第一審\n被告は、第一土地の上に主文第三項掲記のような看板を設置して、第一審原告の看\n板を公道の側から見にくくする等、上空の利用を妨げているのであるが、このよう\nに上空の利用を制限しなければならない特段の必要性があるとは思われず、かえつ\nて、この看板は、第一審原告に対するいやがらせの目的で設置したものである。従\nつて、第一審原告は、第一審被告に対し、囲繞地通行権に基づき、通路部分の占\n有、使用を妨害する一切の行為の差止めを求め得るとともに、右看板の撤去を求め\n得るものである。\nなお、夜間第一土地の上に第一審被告がその自動車を駐車させることは、火災等\nの場合を考えれば、すこぶる危険であるから、夜間、昼間をとわず、自動車を駐車\nさせることは、通行権の妨害に当たるものというべきである。\n二、　第一審被告の陳述補足。\n１．　第一審被告が第一土地の上に第一審原告主張（当審において訂正された後\nの主張）のような看板を設置していること、第一審被告が第二土地の上に第一審原\n告主張のようなコンクリートおよびブロツク塀を設置していることは、いずれも認\nめる。\n２．　第一審原告が、前記目録第一記載の土地全部について囲繞地通行権を主張\nすることは、民法第二一一条の趣旨に添わないものである。すなわち、第一審原告\nは、専ら電気工事請負を業とする者であつて、電気器具等の小売を業とする者では\nないから、その店舗に出入りする顧客もほとんどなく、また、右工事等のための資\n材等の運搬もそれほど頻繁ではない。従つて、仮りに第一審原告に囲繞地通行権が\n認められるとしても、右のような通行の必要性からみて、その範囲は前記土地の全\n部にわたる必要はなく、せいぜい人の歩行に十分な幅員一メートルの限度に減縮さ\nれるべきものである。\nなお、囲繞地通行権は、所有権自体とは異なるものであるから、当然に土地の上\n下に及ぶものと解すべきではない上に、問題の看板の存在は歩行者の通行にはまつ\nたく支障がなく、荷物の運搬等にもほとんど支障を来たすおそれのないものである\nから、通行権に基づきその撤去を求めることは許さるべきでない。\nそればかりではなく、この看板については、昭和四七年一二月頃第一審原告と第\n一審被告との間において、設置場所の変更につき和解が成立し、その結果従前位置\nより引き上げられて現在の高さのものとなつたのであるから、右和解の趣旨にかん\nがみ、第一審被告は、現在の看板の撤去を求めることは、もはや、許されないもの\nというべきである。\n三、　新しい証拠（省略）\n理　　　　由\n（一）　当裁判所も、第一審原告の賃借権に基づく第一次的請求及び通行地役権\nを時効取得したことを理由とする第二次的請求は、いずれも理由がなく、囲繞地通\n行権に基づく第三次的請求については、主文第二、三項の限度で認容し、その余を\n棄却すべきものと判断するが、その理由は、左記のほかは、原判決理由説示のとお\nりであるから、これを引用する。\n１．　原判決一〇丁裏二行目から、一一丁表一〇行目までを、次のとおりに改め\nる。\n「しかし、右共用通路について、第一審原告主張のような賃貸借契約が成立した\nことを認めるに足りる的確な証拠はない。もつとも、成立に争いのない甲第七号証\nによると第一審原告は昭和二五年一〇月二四日訴外Ａを相手方として、昭和二四年\n九月分から昭和二五年一〇月分までの右共用通路の地代一、五二〇円を供託したこ\nとが認められる。しかし、原審証人Ｂの証言ならびに原審及び当審における第一審\n原告本人尋問（第一回）の結果によると、第一審原告及びＢは、Ｃに対しても、ま\nた同訴外人から土地所有権を譲り受けたＡに対しても、それまで共用通路の地代の\n支払をしたことはなかつたこと、及び右供託当時第一審原告及びＢにおいて、Ａら\nに対して右地代の提供をしたところ、共用通路について賃貸借契約を締結したこと\nはないといつて、その受領を拒絶されたため、第一審原告において前記供託に及ん\nだものであることが認められる。しかも、上記証言及び本人尋問の結果に、成立に\n争いのない乙第一号証ならびに弁論の全趣旨を総合すると、第一審原告は本件第三\n土地上の建物の二回目の増改築に際し、建築許可を受けるため必要があつたので、\nＡに本件共用通路の売却ないし賃貸方を申し入れたが、同訴外人は、「通るだけな\nらただ通れ」、などと言つて右申入れに応じなかつたため、第一審原告としては止\nむをえずＡにあて「坪数八坪の土地使用承諾は小生の建築許可申請の手続に依るも\nのとして建築許可後は本承諾は抹消するものとす。」と記載した念書（乙第一号\n証、なお、第一審原告とともに右共用通路を使用していた前記Ｂは、立会人として\nこれに署名捺印している。）を差し入れて、同訴外人から、第一審原告が前記許可\n申請に使用するため、共用通路部分を使用することを承諾する旨の書面の交付を受\nけたが、それは建築関係法規上の要件を満たすのに十分ではなかつたため、右書面\nは結局使用されなかつたことが認められる。上述のような供託に至る事情及び乙第\n一号証作成の経緯等に照らして考えると、前認定の供託の事実から、直ちに第一審\n原告主張のような賃貸借契約が成立したものと認めることは困難である。他に、第\n一審原告主張の賃貸借契約が成立したことを認むべき十分な証拠は何もない。」\n２．　原判決理由第四項の判断（原判決一一丁裏三行目から一二丁裏六行目ま\nで）に、なお、次の判断を加える。\n「最高裁判所の判決（第三小法廷昭和三〇年一二月二六日言渡、民集九巻二、〇\n九八頁及び第二小法廷昭和三三年二月一四日言渡、民集一二巻二六八頁）が、通行\n地役権の時効取得に関する民法第二八三条所定の「継続」の要件を満たすために\nは、承役地たるべき土地上に、要役地所有者によつて通路が開設されることが必要\nであるとする趣旨は、自然の通路又は他人が開設した通路を通行する者は、単にそ\nの通行の都度断続的にその土地を利用しているにすぎず、自ら開設した通路を通行\nする要役地の所有者のみが継続して土地を利用するものである、という考え方に基\nづくものであると解せられる。もつとも、「継続」の要件をこのように解すると、\n通行地役権の時効取得が困難になることは否めないが、元来通行地役権の時効取得\nの制度が種々の弊害を生じやすいものであることを考えると、その要件、特に「継\n続」の要件を右のように厳格に解することは十分理由のあることというべきであ\nる。従つて、当裁判所は、「継続」の要件について、今にわかに前記の各判例と異\nなる見解をとるべきものであるとは考えない。そうして、土地の賃借人が地役権者\nたり得ないことは、大審院昭和二年四月二二日判決（民集六巻一六八頁）以来、裁\n判所がくりかえし判示するところであつて、現在この理を改めるべき特段の事由は\n認められないから、貸借人は時効により通行地役権を取得することはできないもの\nと解すべきである。してみれば、第一審原告が、その主張のように本件第三土地に\n対抗力のある賃借権を有していたとしても、同人は時効によつて通行地役権を取得\nするに由ないものというほかはない。」\n３．　原判決一三丁表一行目から一四丁表末行までを次のとおりに改める。\n「従つて、第一審原告は、民法第二一三条により被告の所有地を通行する権利を\n有するものであるから、その通路の位置及び範囲について判断する。\nまず、第一審原告がもと本件第四土地について賃借権を有し、これを本件第六土\n地とともに南側公道への通路として使用してきたところ、Ｃによつて一方的にこれ\nを廃止され、その後は本件第一及び第二土地を、その所有者から異議を称えられる\nこともなく第一審被告との紛争が起るまで、二十数年にわたり通路として使用して\n来たことは、前記引用にかかる原判決第一ないし第三項において既に認定したとお\nりである。\nそうして、第一審原告が昭和三五年六月二〇日本件第一、第二土地付近を撮影し\nた写真であることにつき争いのない甲第一〇号証の一ないし四、昭和四七年五月二\n〇日第一審原告が右土地付近を撮影した写真であることについて争いのない同第一\n一号証の一ないし六に、原審及び当審における第一審原告本人及び第一審被告代表\n者の各尋問（いずれも第一、二回）の結果ならびに弁論の全趣旨を総合すると、第\n一審原告は、本件第三土地上に存するその所有の家屋において、第一審被告が本件\n囲繞地の所有権を取得する以前から、南側公道に向つて看板を掲げて、会社組織で\n電気工事請負業等を営んでいること、右家屋の出入口は、原判決末尾添付別紙第一\n図面ロ、ハ、付近にあり、そこから真直ぐに約九・三メートル本件第一土地を南下\nすれば公道に通ずること、右第一土地の巾員は約二・六七メートルあり、右家屋に\n居住する第一審原告の家族の出入り、顧客の来訪のためにここを通行する必要があ\nるのはむろんのこと、営業用の器材（主としてトランス等）の運搬、積み降し、人\nの乗降のために小型貨物自動車を出入りさせ、一時停車させるためには、右第一土\n地全部を使用する必要があり、第一審原告は、第一審被告が本件囲繞地の所有権を\n取得する以前から小型貨物自動車を所有しこの目的のために使用していたこと（但\nし、その後通路の使用につき第一審被告との間に争いを生じたため、昭和四七年一\n二月頃から以後、自動車の乗入れを差し控えている。）、公道への通路の幅員を\n二・六七メートルより狭めるときは、右自動車の出入りに支障を来たすおそれがあ\nるほか、第一審被告の土地使用状況のいかんによつては、前記看板は公道から人目\nにつかないものとなり第一審原告の所有家屋の店舗としての価値（ひいては、その\n敷地である第三土地の利用価値）が少なからず減殺されるおそれがあること、第一\n審原告は、前記のとおり従来本件第二土地をも通行しており、原判決添付別紙第二\n図面タニ付近には、前記建物の台所出入口があるが、右第二土地は元来主としてＢ\nが賃借していた本件第五土地への出入りのため使用されていたところ、右土地はそ\nの後第一審被告の所有に帰し、第一審被告は現在第五土地への出入りのため特に第\n二土地を通行する必要はないこと、一方、第一審被告所有の建物（ビル）の東側の\n外壁は、前記第一図面トから、チリを結ぶ直線に平行に南に引いた直線、すなわち\n第一土地の西側のはしから更に九〇センチメートル西に寄つた直線上にあるが、そ\nれは右ビルにつき建築関係法規上の要件を満たす必要からそうしたものであるこ\nと、このビルの東側外壁には窓があるだけで、第一土地への出入口等は設けられて\nいないこと及び第一審被告は現在第一土地を、その所有の自動車一台の駐車の場所\nとしているが、他にこれを駐車させる場所がないわけではないことが認められ、こ\nの認定に反する的確な証拠はない。\nそこで、右認定の事実に基づいて判断する。まず、第一土地についてであるが、\nその巾員は約二・六七メートルあるから、人の通行だけを考えるとその全部につい\nて通行権を認める必要もないようであるが、第一審原告の営業のためには、右程度\nの巾員の通路があることが必要であることは右認定のとおりであり、この必要性は\n将来もたやすく減少するものとは考えられない。他方、右認定の第一土地の従来及\nび現在の使用状況及び第一審被告所有のビルの現況からすると、第一審被告におい\nては、第一土地を使用できないことによつて特に被害、苦痛を被るものとは認め難\nい。次に第二土地であるが、この土地を通行できないと、第一審原告においては、\nその住居の台所への出入ができないことになることは、右認定の事実から明らかで\nある。しかし、右認定のとおり、第一審原告が第二土地をも通行していたのは、主\nとして第五土地の賃借人であつたＢが第二土地を通路としていたことに付随するも\nのであり、また、第一審原告としては、右台所への出入りができなくても、前記第\n一図面ロ、ハ付近の出入口から出入りできれば、その生活及び営業上特に重大な被\n害を受けるものとは認められないことからすると、右第五土地が既に第一審被告の\n所有に帰した現在において、第一審原告には、単に前記台所への出入りのためにだ\nけ、第二土地を通行する特段の必要があるものと認めることは困難である。\n<要旨第一>叙上の、第一、第二土地付近の従前からの使用状況、第一審原被告の\n各土地に対する必要性、その使用</要旨第一>を制限されることによつて双方当事者\nの被る苦痛の程度の比較考量、その他前認定の諸般の事情を総合したうえ、民法第\n二一一条の趣旨に則つて考えるのに、本件においては、第一審原告のために、第一\n土地全部について囲繞地通行権を認めることが必要であり、かつ、これをもつて足\nりるものと判断するのが相当である。そうして、また、第一審原告に認められるべ\nき通行権の内容は、歩行による通行に止まらず、小型自動車による通行及びその停\n車（道路交通法第二条第一九号にいう停車を指す。）を含むが、その駐車（同条第\n一八号にいう駐車を指す。）を含まないものと認めるのが相当である。\n第一審被告は、以上の判断と異なり、第一土地の全部につき囲繞地通行権を認め\nることは、民法第二一一条の趣旨に反するものであり、その幅員は人の通行に十分\nな一メートルの限度に止めらるべきものであると主張する。しかし、いかなる箇所\nにいかなる範囲で通行権か認めらるべきかの問題は、結局において、囲繞地の所有\n者が社会生活上その所有権の行使につき袋地の所有者のために忍ばねばならない制\n約の範囲をいかに解すべきかの問題にほかならないから、民法第二一一条の適用に\n当つても、同法制定後の社会環境や生活事情の変化等をも考慮に入れてこれを判断\nするのが相当であるところ、現代の社会生活、特に大都会において営業活動を営む\nためには、自動車の使用が極めて重要な意義を有するものであり、第一審被告自身\nも自動車の使用による便益を享受していることその他前認定のような従前からの土\n地使用状況等を考慮すれば、第一審原告のために通行権の認めらるべき位置及び範\n囲は、以上に判断したとおりに認めるのが相当であつて、かく解することが民法第\n二一一条の法意に戻るものとは解されない。\n<要旨第二>第一審被告は、また、通行権は土地の上空にまで及ぶものではないと\n主張する。しかし、右述のよう</要旨第二>に、いかなる箇所にいかなる範囲で通行\n権が認めらるべきは、囲繞地の所有者が社会生活上その所有権の行使につき袋地の\n所有者のために忍ばねばならない制約の範囲いかんの問題にほかならないから、通\n行権が土地の上空にも及ふかどうかの問題もまた、通行権者が通行権の認めらるべ\nき土地の上空を利用することを囲繞地の所有者において受忍することが社会生活上\n相当とされるかどうかによつて決せられるものと解するのが相当である。この見地\nから考えれば、通行権は袋地の所有者が土地の上空を利用できないことにより被る\n苦痛の程度、囲繞地の所有者が右上空の利用を制限されることにより被る被害、苦\n痛の軽重、その他従前からの土地使用の状況等一切の事情を考慮して社会生活上相\n当と認められる範囲において、通行権の認めらるべき土地の上空にも及ぶと解する\nのが相当である。ところが、前掲甲第一〇第一一号証の各一、二によれば、第一審\n被告が第一土地の上空に跨つて主文掲記のような巨大な看板（当事者間に争いのな\nい文字板の寸法により計算すれば、その面積は、ほぼ八畳の間に匹敵する。）を設\n置するときは、このような看板の存在しない場合に比して、第一審原告の前記の看\n板及びその所有家屋（店舗）が南側公道から人目につく度合いは著しく劣るものと\nなることが明らかである上に、このような第一審被告の看板の存在によつて、第一\n審原告の被る精神的苦痛もまた軽視しがたいものがあるといわねばならない。\nこれに引きかえ、右甲第一一号証の一、二及び当審における第一審被告代表者尋\n問（第二回）の結果並びに本件口頭弁論の全趣旨によれば、第一審被告の顧客はほ\nぼ一定し、看板を見て来訪する、いわゆる「飛び込み」の客はほとんどなく、従つ\nて同被告が現在第一土地の上空に設置しているような看板は営業上格別必要がな\nく、仮りにその必要があるとすれば、ことさら第一土地の上空にこれを設置しなく\nとも、第一審被告所有の前記ビルの前面にこれを掲げるのにこと欠かないこと、従\nつてまた、このような看板の設置は、第一土地が第一審被告の所有に属することを\n誇示し、第一審原告に心理的圧迫を加えること、すなわち同原告に対する嫌がらせ\nを主たる目的とするものであることが認められる。前掲被告代表者尋問の結果中右\n認定に反する部分は信用しがたく、他に右認定を左右するに足る証拠はない。して\nみると、第一審被告が第一土地の上空にこのような看板を設置することを許されな\nいことによつて被る苦痛、被害は、特に大きいものということはできない。以上の\nような事情に、さきに認定した控訴人被控訴人双方の従前からの土地使用状況その\n他一切の事情を考え合わせれば、第一土地について認められる第一審原告の通行権\nは、少くとも、前記看板の上限の高さまでその上空にも及ぶと解するのが相当であ\nる。従つて、第一審被告がその上空にこのような看板を設置することは、その存在\nが第一審原告所有の小型自動車に営業用器材等を積載して第一土地に出入りする際\nに現実に支障を及ぼすかどうかにかかわらず、第一土地の上空にも及ぶ通行権の妨\n害を構成するものと認めざるを得ない。」\n４．　原判決理由第六、七項（原判決一四丁裏一行目から判決末尾まで）を、次\nのとおり改める。\n「六第一審原告が第一土地の全部につき、その上空にも及ぶ通行権を有すること\nは、以上に判断したとおりであり、第一審被告が第一土地の上空に主文掲記のよう\nな看板を設置していることは、当事者間に争いのないところである。そうして、前\n掲甲第一一号証の一ないし六並びに第一審原告本人及び第一審被告代表者各尋問\n（いずれも第一回）の結果によれば、第一審被告は、現在ではすでに取りかたづけ\nているとはいえ、昭和四七年五月当時第一土地の上にことさらにコンクリート破片\nを放置して通行を妨げていたことが認められるので、第一審被告は、現に、第一審\n原告の第一土地の通行を妨害しており、かつ将来もまた、これを妨害する虞がある\nことは明らかである。従つて、第一審原告は、第一審被告に対し、通行権に基づき\n右看板（但し、第一土地の上空に存在する部分）の撤去を求め得るとともに、第一\n審原告が第一土地を第三土地から南側公道への通路として使用することを妨害する\n一切の行為の差止めを求め得るものといわねばならない。なお、第一審被告が第一\n土地にその所有の自動車を駐車（道路交通法第二条第一八号にいう駐車を指す。）\nさせることは、夜間たると昼間たるとを問わず、第一審原告の第一土地の通行（小\n型自動車による通行を含む。）を妨害することとなり、第一土地の全部につき第一\n審原告に通行権を認める趣旨に戻ることとなるので、第一審原告が第一土地の通行\n権に基づき第一審被告に差止めを求め得る行為のうちには、第一審被告がその所有\nの自動車を第一土地上に駐車させることを含むものと解すべきである。\n七　第一審被告は、抗弁として、昭和四七年一二月頃第一審原告との間に成立し\nた和解の趣旨にかんがみ、第一審原告は第一審被告の主文掲記の看板の撤去を求め\nることは許されないと主張する。そこで考えてみるに、前掲甲第一一号証の一、二\n及び当審における第一審原告本人同被告代表者各尋問（いずれも第一、二回）の結\n果によれば、両当事者の間で通行権に関する紛争が昂じて昭和四七年五月頃第一審\n被告が第一土地の上に看板（この最初の看板は、主文掲記の現在のものより看板底\n部において約一・五メートル低い位置に設置されていた。）を設置したところか\nら、第一審原告が業務妨害を理由に第一審被告を告訴したこと、この取調を担当し\nた検察官は、通行権に関する紛争の終局的な解決は、当時すでに裁判所に係属して\nいた民事訴訟（本件）の結論を待つこととして、第一審被告に対してはその掲げた\n看板をその底部において約一・五メートル高くすることを、第一審原告に対しては\nこれを条件として告訴を取り下げることをそれぞれ勧告したこと、その結果双方と\nも勧告を応諾し、第一審原告は告訴を取り下げ、第一審被告は看板を引き上げて主\n文掲記のような看板を設置するに至つたこと、以上の事案を認めることができ、こ\nの認定に反する証拠はない。してみると、右の和解は告訴事件の処理に関するもの\nであつて、看板の撤去を求める権利を放棄するとかその他その撤去を求めないこと\nの合意を含む趣旨のものでないことは明らかである。従つて、第一審被告の右抗弁\nは採用できない。\n八　第一審原告は、以上において同原告のために認容さるべきものと判断した限\n度を越えて、第一審原告の第一土地についての「占有使用を妨害する一切行為」の\n差止めと第二土地上に存するコンクリート及びブロツク塀の撤去とを求めている。\nしかし、第一審原告の第一土地についての賃借権が認められないことは前述のとお\nりであるから、第一審原告は、第一土地について、あたかも賃借権を有する場合と\n同様に、排他的な「占有使用」を要求し得べきものではなく、さきに判断したとお\nり、第一土地を公道への通路として使用することを妨害する行為の排除、差止めを\n求め得るに過ぎないものというべきである。（換言すれば、第一審原告の通路とし\nての使用を妨げない範囲で、第一審被告の側も第一土地を歩行し、ここに自動車を\n出入りさせ、一時停車させることができる。）また、第一審原告のコンクリート及\nびブロツク塀の撤去を求める請求は、第二土地についても通行権が認めらるべきこ\nとを前提とするものと解されるところ、第二土地については通行権が否定さるべき\nことはさきに判断したとおりであるから、右請求の理由がないことはいうまでもな\nいところである。」\n（二）　してみると、原判決は、以上の判断と合致する限度においては正当であ\nるが、以上に認定した限度を越えて第一審原告の請求を認容した部分は失当という\nべきである。よつて、昭和四七年（ネ）第一、六六一号事件において原判決を主文\nのとおり変更することとし、昭和四七年（ネ）第一、七七六号事件については控訴\nを棄却することとし、訴訟費用の負担につき民訴法第九六条、第九二条、第九五\n条、第八九条を適用して、主文のとおり判決する。\n（裁判長裁判官　小林哲郎　裁判官　間中彦次　裁判官　日野原昌）\n"
}