{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 12,
    "day": 19
  },
  "case_number": "昭和45(ネ)1356",
  "case_name": "建物所有権確認等請求事件",
  "court_name": "東京高等裁判所第十二民事部",
  "article_info": "第27巻8号1047頁",
  "gist": "一、　僧侶の管理下にあつた徳川時代の日光東照宮の法主体性の有無\n二、　明治初年のいわゆる神仏分離令と日光東照宮神地内にあつた仏式堂塔の所有権の帰属",
  "case_gist": "一、　元和三年(一六一七年)創建以来日光山座主の管理下にあつた神仏混淆の東照宮は、独立の法主体性を有する神社であつて、神地内にある仏式の七堂塔は、その建造の当初から東照宮の所有に属していたものと解すべきである。\n二、　明治政府は明治四年、いわゆる神仏分離令に基づいて、満願寺(現輪王寺)僧侶に対し東照宮神地内にある仏式の七堂塔を寺地に移遷すべきことを命じたが、この命令によつては右堂塔の所有権が満願寺に移転したものと解することはできないのみならず、右移遷の命令も後に撤回されたので、右堂塔は、その所有権の帰属になにらの変更を生じなかつたものと解すべきである。",
  "lawsuit_id": "20574",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20574",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/574/020574_hanrei.pdf",
  "contents": "目次\n主文\n事実\n理由\n第一　係争堂塔につき被告がした所有権保存の登記について\n一\n二\n第二　当事者の主張の要約\n一　被告の主張\n二　原告の主張\n第三　当裁判所の判断\n一　東照宮創建の日光山\n（説明）\n１\n２\n３\n４\n二　東照宮創建と徳川時代の日光山\n（説明）\n１　（１）～（４）\n２\n三　明治維新と神仏分離\n（説明）\n１\n２\n３\n四　日光山における神仏分離の実施\n（一）\n（説明）\n１\n２\n３\n４\n５\n（二）\n（説明\n１　（１）～（２）\n２\n３\n４\n５\n（三）\n（説明）\n１\n２\n３\n４\n（四）\n（説明）\n１\n２\n３\n４　（１）～（３）\n５\n（五）\n五　本件七堂塔の所有権の帰属\n（一）\n（二）\n（１）\n（２）\n（３）\n（４）\n（三）\n（説明）\n第四　結論\n目録\n日光二社一寺国宝及重要文化財\n建造物配置図\n事実関係についての当事者の主張\n第一　原告の主張\n準備書面（第一）\n準備書面（第二）\n準備書面（第三）\n第二　被告の主張\n準備書面（第一）\n準備書面（第二）\n準備書面（第三）\n昀終準備書面\n主　　　　文\n１　原判決中原告敗訴の部分を取消す。\n２　別紙目録（一）乃至（三）記載の各建物が原告の所有であることを\n確認する。\n３　被告は、右各建物につき、宇都宮地方法務局今市出張所昭和三十年\n十月十九日受付第二二二八号の所有権保存の登記の抹消登記手続をなすべし。\n４　被告の控訴を棄却する。\n５　訴訟の総費用は、被告の負担とする。\n事　　　　実\n原告は、主文と同趣旨の判決を求め、被告は、原判決中被告勝訴の部分を除き、\nその余を取消す、原告の請求及び控訴を棄却する、訴訟費用は第一、二審とも原告\nの負担とする、との趣旨の判決を求めた。\n事実関係について，各当事者は、夫々原判決事実摘示の通り陳述した外、原告\nは、この判決の別冊一のうち第一掲記の各準備書面記載の通り陳述し、被告は、同\n別冊のうち第二掲記の書く準備書面記載の通り陳述した。\n証拠（省略）\n理　　　　由\n第一　係争堂塔につき被告がした所有権保存の登記について\n一、　本件で係争となつている日光市ｃ所在の別紙目録記載の七堂塔（その位置\nについては、甲三日光山内図及びこの判決添付の日光二社一寺国宝及び重要文化財\n建造物配置図を見よ。）\n即ち\n一切経蔵（この経蔵の中心部を貫く真柱に廻転式の経筒が取付けられ、この経筒\nから一切経を収納した経函が出し入れされる構造となつており、右経筒が廻転式と\nなつているところから、輪蔵とも呼ばれる。その全景及び内部の状況については、\n原審検証調書添付写真「６」、「７」、「８」、「９」を、経筒の構造について\nは、甲一六〇ノ一乃至四、写真を、建物図面については、甲一一の四添付輪蔵図面\n及び甲八二、経蔵建物図を見よ。）\n薬師堂（もと本地堂と呼ばれた。本尊薬師如来像を中心に諸仏像が安置されてい\nるところから、薬師堂と呼ばれるが、薬師如来は、東照宮の祭神徳川家康の神霊で\nある東照権現の本地仏であつたので、徳川時代には専ら本地堂の名で呼ばれた。こ\nの堂の内陣天井の鏡板に世上いわゆる鳴竜が画かれている。その全景及び内部の状\n況については、原審検証調書添付写真「１５」「１６」「１７」「１８」「１９」\n「２０」を、建物図面については、甲一一の四添付薬師堂立面図を見よ。）\n五重塔（全景及び内部の状況については、原審検証調書添付写真「３」「４」\n「５」及び当審検証調書添付写真「２２」を、建物図面については、甲一一の四添\n付五重塔図面を見よ。）\n旧護摩堂（神仏分離後、東照宮において社務所として使用したところから、上社\n務所とも呼ばれる。全景及び内部の状況については、原審検証調書添付写真「２\n１」「２２」「２３」「２４」「２５」及び当審検証調書添付写真「２」を、建物\n図面については、甲一一の四添付社務所図面を見よ。）\n鐘楼、鼓楼（鐘鼓二楼の全景及び内部状況については、原審検証調書添付写真\n「６」「１０」「１１」「１２」「１３」「１５」「１６」及び当審検証調書添付\n写真「３」を、建物図面については、甲一一の四添付鐘楼図面を見よ。）\n及び\n虫喰鐘堂（朝鮮国王寄進にかゝる梵鐘、いわゆる虫喰鐘を吊釣するために設けら\nれたところから、朝鮮鐘堂とも呼ばれる。その全景については、原審検証調書添付\n写真「１０」「１１」「１２」「１４」及び当審検証調書添付写真「１」を、右梵\n鐘については、甲七朝鮮鐘写真を、建物図面については、甲一一の四添付鐘舎堂図\n面を見よ。）\nについて、宇都宮地方法務局今市出張所昭和三十年十月十九日受付第二二二八号\nを以て、被告名義で所有権保存の登記がなされていることは、当事者間に争がな\nく、また、右登記が、被告において、右同日、同月十日付の日光市長の証明書を添\n付してした申請に基いてなされたものであることは、甲一五の一乃至三及び当審Ｈ\n（１）によつて明かである。\n二、　ところで、右に認定した所有権保存の登記がなされるに至つた前後の経過\nを見るに、右掲記の甲号証及び証言の外、更に甲一の一、二、同一三〇の一乃至\n五、同一三一、乙一一一の一、二、同一一二の一乃至七、原審Ｆ、当審Ｆ（１）、\n原審Ｇ、当審Ｄ（１）（２）（３）、当審Ｅ（２）（４）、当審Ｈ（２）、当審昼\n間を綜合すれば、\n原告は、宗教法人法（昭和二六年法律一二六号）による宗教団体となつたことに\n伴い、日光山内の境内地については、昭和二十九年三月二十三日付権利承継を原因\nとして昭和三十年四月十六日、所有権移転の登記を経由したか（なお、右境内地に\nついては、これよりさき、昭和二十五年六月二十八日、大蔵省のために所有権保存\nの登記がなされ、同日、同月五日付譲与を原因として当時施行されていた宗教法人\n令（昭和二〇年勅令七一九号）の規定による宗教法人東照宮のために、所有権移転\nの登記がなされている。）、本件七堂塔を含む右境内地所在の社殿その他の建造物\nが未登記であるところから、昭和二十九年になつて、これらの建造物についても、\n所有権の登記をすることを計画し、まず、これらの建造物がいずれも宗教法人法第\n三条にいう境内建物であり、当時施行されていた登録税法第十九条の規定により登\n録税非課税建物であるところから、昭和三十年二月七日付で、栃木県知事に対し、\nこれらの建物が登録税非課税建物であることの証明願を提出したこと、他方、被告\nにおいても、同月十八日付で、栃木県知事に対し、被告境内地及び本件七堂塔を含\nむ境内建物について、原告と同様に、これらの土地、建物が登録税非課税建物であ\nることの証明願を提出し、本件七堂塔については、原告からの証明願と被告からの\n証明願が競合することゝなり、栃木県においては、原告に対しても、被告に対して\nも、当面、証明書を発給することを差控えたが、被告は、本件七堂塔のうち薬師\n堂、一切経蔵及び五重塔については、同年三月十五日、旧護摩堂、鐘楼、鼓楼及び\n虫喰鐘堂については、同月二十二日、いずれも日光市役所を経由して、宇都宮地方\n法務局今市出張所に対し、家屋台帳法の規定による登録家屋成申告書を、それぞれ\nこれに日光市長作成にかゝる所有権確認証明書を添付して提出し、今市出張所にお\nいては、右申告書に基いて家屋台帳の登録をしたこと、然しながら、本件七堂塔は\n宗教法人法第三条にいう境内建物であつて、本来家屋台帳法の適用を受けない建物\nであるところから、今市出張所においては同年十月十五日頃、さきにした本件七堂\n塔の登録を職権で抹消したこと、他方、原告においては、同年七月四日付で本件七\n堂塔を含む境内地所在の社殿その他の建造物についてこれらの建造物が明治四十一\n年法律第二十三号神社財産ニ関スル件の規定に基き栃木県備付の神社財産登録台帳\nに神社財産として登録済であることの証明願を提出したこと、かくするうちに、被\n告においては、本件七堂塔につき、同年十月十九日、今市出張所に、本件七堂塔が\n被告の所有であることを証明する旨の同年十月十日付日光市長作成名義の証明書を\n添付し、かつ登録税を納付して所有権保存の登記を申請し、この申請に基いて、本\n件七堂塔につきさきに認定した被告所有名義の所有権保存の登記がなされるに至つ\nたこと、栃木県においては、同月二十九日付で、原告に対し、本件七堂塔を除くそ\nの余の原告境内地所在の建造物につき登録税非課税建物であることの証明書を交付\nするとともに、本件七堂塔については、被告が既に所有権保存の登記を完了したこ\nとを理由として証明書の交付をしない旨を通知し、また、同日付で、原告に対し、\n栃木県庁には神社財産登録台帳が現存しないこと及び右台帳に東照宮の神社財産を\n登録した当時の県知事か故人であつて、当時の事情が判明しないことを理由に、原\n告がさきに同年七月四日付でした前記神社財産登録済の証明願には応じかねる旨を\n通知したこと、しかして本件七堂塔は、宗教法人の境内建物として地方税法上も非\n課税建物であるところ、被告が上記登録家屋成申告及び所有権保存の登記の申請を\nする際に申告書又は申請書に添付した日光市長作成名義の所有権確認証明書又は所\n有証明書が、同市長によつて、いかなる根拠により、また、いかなる調査結果に基\nいて発給されたものであるかは必ずしも明かでなく、被告においてこれらの証明書\nの発給を受けるに当つて、本件七堂塔が被告の所有であることを明かにするための\nなにらかの資料を日光市長に提出した事実もないこと、\nおよそ以上の事実を認めることができる。ところで、一般的には、不動産登記簿\n上における所有権の登記は、その登記名義人が当該不動産の所有者たることを推測\nせしめる一応の根拠たり得るものであるか、本件七堂塔についてなされた被告名義\nの所有権保存の登記が上に認定したような経過によつてなされたものであり、然も\n現に原告において本件七堂塔が被告の所有たることを争つている以上、右登記がな\nされているとの一事をもつて、本件七堂塔が被告の所有であることの根拠となし得\nないことは、明かといわなければならない。\n第二　当事者の主張の要約\n本件七堂塔の所有権の帰属に関する原告及び被告の主張は、いずれも多岐に亘つ\nているので、説明の便宜上、当裁判所の判断を示すに先ち、まず当事者双方の主張\nの骨子を要約する。なお、原告は、時効による本件七堂塔の所有権取得を予備的に\n主張しているけれども、後に述べるように、当裁判所は右予備的主張については判\n断の必要がないと考えるので、時効に関する当事者の主張の要約は、これを省略す\nる。\n一　被告の主張\n現在の二社一寺（原告東照宮と訴外宗教法人二荒山神社の二神社と被告輪王寺）\nの所在する日光山の地が霊場として開かれたのは、奈良時代の昔に遡る天平神護二\n年（七六六）、下野国芳賀郡の生れである僧勝道が、ここに四本竜寺を創建したの\nに始る。爾来、この霊場に対する朝廷の信仰厚く、平安初期の弘仁元年（八一〇）\nには満願寺の号を勅賜され、嘉祥元年（八四八）に時の天台座王であつた円仁がこ\nゝに巡錫して以来、満願寺は天台宗の寺院となつた。その後満願寺は、時代の推移\nとともに盛衰があつたものゝ一貫して法流を相続し、現在の被告輪王寺に至つてい\nる。徳川家康死去の翌年である元和三年（一六一七）、時の満願寺座主であつた天\n海が家康の霊を東照権現として日光山に勧請し、東照宮社殿が造営された時も、満\n願寺は日光山における唯一の法主体であつたのであつて、東照宮には独立の法主体\nたる神社としての管理機構は存在せず、東照宮における祭祀も満願寺がこれを主宰\nしたのである。東照宮には社家その他の社人が配属されていたけれども、これらの\n者は、僧侶の下にあつて、東照宮の祭祀の一部を担当したに過ぎず、もとより東照\n宮を一の独立の神社としてこれを代表すべき地位にあつたのではない。徳川幕府\nは、東照宮の維持管理のために領地を寄進したか、その寄進状である将軍の判物\nは、天海又はその後を継いで満願寺座主に任ぜられた皇族出身の輪王寺法親王宮に\n宛てられていることからも明かなように、徳川幕府から領地の寄進を受けたのは、\n満願寺であつて、東照宮が独立の神社たるの資格において領地の寄進を受けたので\nはない。東照宮は満願寺の境内に設けられた満願寺付属の一祭祀施設に過ぎなかつ\nたのであつて、東照宮の祭祀自体も、仏式を主にして行われたのである。\n東照宮が独立の法主体たる神社として満願寺から分離したのは、明治初年、時の\n政府が実施した神仏分離政策の結果である。即ち、明治四年、東照宮は、はじめて\n政府によつて独立の神社たることが承認され、その境内が満願寺境内から区分さ\nれ、かくして区分された東照宮境内に所在する社殿は東照宮に引渡されたが、仏式\nの堂宇であることの明かな本件七堂塔については、政府によつてその所有権が満願\n寺に付与され、同時に、これらの堂塔を東照宮境内から満願寺境内へ移遷すべきこ\nとが命ぜられた。その後、明治十三年、東照宮の美観保持のために、社寺間の約定\nによつて、本件七堂塔は東照宮境内に据置かれることになつたが、満願寺が本件七\n堂塔の所有者たることにはなにらの変更も生ぜず、その後現在に至るまで、東照宮\nが本件七堂塔の所有権を取得したという事実はなく、本件七堂塔は引続き被告の所\n有として現在に至つている。\n以上が被告の主張の骨子である。\n二　原告の主張\n東照宮が元和三年（一六一七）に創建されるまでの日光山の状態がいかなるもの\nであつたかは別として、日光山は、東照宮の創建によつてその霊地としての姿を一\n変した。満願寺なる寺院がそれまで存続していたとしても、東照宮の創建によつて\n満願寺は多数僧侶の宿坊に解体してしまつたのである。東照宮は、はじめ東照社と\nして発足したが、家康の霊を神として奉祀したのであつて、朝廷よりは権現の神号\nを下賜され、更に宮号をも付与されたのであつて、東照宮が創建の当初から独立の\n神社であつたことは明かである。本件七堂塔のうち五重塔及び虫喰鐘堂を除く他の\n五堂宇は、はじめ元和三年（一六一七）に東照宮の他の社殿とともに造営され、寛\n永十三年（一六三六）の大造替の際に三代将軍家光によつて改築されたものであ\nり、五重塔は、はじめ慶安三年（一六五〇）に酒井忠勝が東照宮装飾のために建\n造、東照宮に寄進し、その後文化十二年（一八一五）に酒井忠進が再建したもの、\nまた虫喰鐘堂は、寛永二十年（一六四三）に朝鮮国王仁袒が東照宮に献納した朝鮮\n鐘（いわゆる虫喰鐘）を吊すために幕府が建造したものであつて、本件七堂塔は、\nいずれもその建造の時から東照宮社殿の一部をなすものとして、東照宮の所有であ\nつたものである。東照宮に所属して神事を掌つた社家は、東照宮祭祀の主宰者たる\n地位にはなく、日光山座主である天海及びその後継者である輪王寺法親王宮が東照\n宮の祭祀を主宰したのであるが、徳川幕府の方針は、日光山における祭祀はすべて\n東照宮を中心として営まれるべきものとしたのであつて、日光山座主は、独立の神\n社としての東照宮を代表する東照宮の管理責任者であつたのである。徳川幕府によ\nる領地の寄進も、日光山座主たる天海又は輪王寺法親王宮に宛てゝ行われたけれど\nも、これらの領地は、いずれも東照宮の社領として、かつ東照宮の代表者としての\n日光山座主に宛てゝ寄進され、社納されたものであつて、領地の寄進を受けたのは\n東照宮である。\nこのように、東照宮は、その創建の時から独立の神社として法主体たる地位を有\nし、本件七堂塔も、その建造の当初から東照宮の所有として今日に及んだのであつ\nて、明治初年の神仏分離政策の実施の際にも、右の事情には変更を生ずることはな\nかつたのである。これに反し、満願寺は、少くとも東照宮の創建以後においては、\n僧侶の宿坊に解体してしまつて、その法主体性を失い、明治初年における神仏分離\nの実施によつて満願寺再興が政府によつて承認され、その法主体性を回復したので\nある。政府は、明治四年、本件七堂塔を仏教建築であるとして、一旦は東照宮境内\nから満願寺境内に移遷すべきことを命じたけれども、東照宮の美観保持のために、\n明治七年から九年にかけて本件七堂塔の東照宮境内据置を許容することゝなり、政\n府がさきに発した本件七堂塔の満願寺境内への移転命令はすべて撤回されたのであ\nる。かくして本件七堂塔がその建造の当初から東照宮の所有たることには、なにら\nの変化も生じることはなかつたのであつて、満願寺が神仏分離の実施によつて本件\n七堂塔の所有権を取得したという事実はない。\n原告の主張の骨子は、以上の通りである。\n第三　当裁判所の判断\n右に要約した当事者の主張からも明かなように、本件七堂塔の所有権の帰属につ\nき判断するに当つては、元和三年（一六一七）東照宮が創建された以後の徳川時代\nにおける日光山の実態を明かにする必要があるだけに止まらず、更に遡つて東照宮\n創建より前の日光山の実情がいかなるものであつたかについても、言及せざるを得\nない。そこで説明の便宜上、項目を分けて、各項目毎に当裁判所の見解を示し、必\n要に応じて右見解についての説明を付加することゝする。\n一　東照宮創建前の日光山\n現在の二社一寺の境内地及びその附近一帯の地域は、古来日光山として諸人の信\n仰の対象となつた霊地ないし霊場であつたと考えられる。二荒山（男体山）を中心\nとする日光連山の麓で、二荒山下に水を湛えた中禅寺湖に源を発する大谷川の河谷\nが漸く開けた台地上に横たわるこの地域は、日光連山の神々の縁りの地であつて、\n霊地としての日光山の歴史は、われわれの祖先たちの原始的な山嶽信仰に始まる。\n日光山の沿革に関する現存の文書資料は、多く仏家の手に成るものであつて、日光\n山の歴史を仏家を中心に説いているけれども、日光山はもと神地であつたものと考\nえられる。たゞ何時の頃からか、仏僧かこゝに来て、日光連山の神々の祠を建てゝ\n神々を祀るようになり、この仏僧たちは、神々の祠の傍に僧堂をも設けてこゝに起\n居したために、日光山は、神地であるとともに、また同時に仏地でもあつた。即\nち、日光山は、僧侶によつてこゝに神祠が設けられ、僧堂が営まれて霊地としての\n姿を整えるようになつた頃から神仏融合の地であつたのであつて、王朝時代の昔に\n遡るといわれる仏家の本地垂迹の教義も、この日光山に見るような神仏融合の現実\nの上に形成されたものと考えられる。元和三年（一六一七）の東照宮勧請に至るま\nでの霊地日光山の主体が一貫して四本竜寺建立（天平神護二年―七六六―建立と伝\nえられる。）に始まる満願寺にあつたとする考え方は、日光山に集つた僧徒が早く\nから天台の影響下に立つたために、比叡山延暦寺の僧侶たちによつて説かれた仏本\n神迹の山王神道の教義に基くものであつて、それは必ずしも日光山の現実を伝える\nものとは言い難い。霊地日光山において、戦国の武将たちによる戦勝祈願の対象と\nされたものは、満願寺なる総号をもつて包括される諸堂宇に安置された諸仏ではな\nく、日光山に鎮座する日光権現であつたと考えられ、また、日光山がそこに多くの\n修験の徒を吸収し、更に庶人の信仰をこゝに集めたのも、同じく日光山がそこに鎮\n座する日光権現の霊地であつたからと考えられる。権現なるものゝ仏起源を説くの\nも、天台僧侶による山王神道の教義によるのであつて、少くともこと日光に関する\n限りにおいて、日光権現の信仰は、日光の山神に対する山嶽崇拝がその根底にあ\nり、たゞ日光山においては、日光権現の名において山神を祀つた祭祀の主役が早く\nから僧侶であつたこと、これが日光山の現実であつたと考えられる。従つて、霊地\n日光山は即ち満願寺に外ならなかつたとする被告の主張は、必ずしも日光山の現実\nを説明するものとして適切であるとは言い難い。更に日光山に集つた僧徒たちは、\n山内の神殿や仏堂における祭祀や修法の業に従事しただけではない。僧徒等を率い\nる日光山座主は、教団の首長であるとともに、同時に関東の諸豪族に伍する荘園の\n領主たる地位にもあつたのであつて、僧徒を率いて近隣の諸豪族との間に戦斗を交\nえることが屡々であつたのである。日光山は、このようにして、単に霊場たるに止\nまらず、そこに拠つた僧徒は、一の天台教団を組織し、この教団は同時に武力集団\nでもあり、関東における一の政治勢力でもあつたのである。単純に日光山即満願寺\nであることは、このような点からも、日光山の現実を離れるものというべきであろ\nう。\nこれを要するに、僧勝道が日光山に四本竜寺を建立したと伝えられる奈良朝末の\n天平神護二年（七六六）から、近世初期、東照宮が創建された元和三年（一六一\n七）に至るまで八百五十一年、この間一貫して満願寺なる寺院が日光山における唯\n一の法主体として存続したとすることは、歴史の現実に副うものとは言い難い。も\nとよりこの間における日光山の変遷については、更に今後の攻究に待たなければな\nらないところが多く残されているとしても、少くとも南光坊天海が日光山座主に任\nぜられた慶長十八年（一六一三）当時における日光山は、そこに神々の社殿（中禅\n寺、本宮、新宮、滝尾、寂光などがこれに当る）があり、この社殿の傍には、神々\nの本地仏を安置した仏堂（三仏堂はその一つである。）があり、更に僧徒たちの宿\n坊（本坊光明院、座禅院、衆徒、一坊などゝ呼ばれるものがこれに当る。）や、僧\n徒修法のための堂宇（常行、法華の二堂の如きがこれに当る。）が配置された神仏\n混合の霊地であつたのであつて、天海がその地位についたのも単純に「満願寺」の\n座主職ではなく、まさにこのような神仏混合の霊地であり、「数百年来神仏混一之\n地所」（乙六の二）であつた「日光山」の座主職であつたというべきであろう。\n明治元年七月、少壮気鋭の僧侶彦坂・厚は、一山の僧侶を代表して上京、新政府\nに対して、日光山における僧侶の地位の保全のために、日光山の現状維持を陳情し\nたか、その趣意は、「我が日光の神は、根本より仏法を以て僧侶の祭れるものなれ\nば、之を以て神と為すときは、分離却りて混淆に陥らむ」というにあつたとされ\n（乙一〇九の二彦坂護照稿・厚大僧正）、また「日光山中の神社は、都て開山、勝\n道已末の勧請にして、僧徒の経営に成り、悉く大権現と称し、千有余歳の久しき法\n祭を専務として歴朝の御信仰も浅からざりしことなれば、此神仏判然の際単純の法\n祭に帰せざれば則分離して却て混淆するの恐れあり」ということであつたとされる\n（乙九〇の五日光山沿革畧記）。即ち、日光山はもと神地であり、この神地に鎮座\nする神々に僧侶が仏法による法祭をもつて奉仕して来たのである。この神地におけ\nる主祭神は、少くとも東照宮創建当時においては山神である日光権現であり、東照\n宮創建以後においては、後に説明するように、家康の神霊である東照権現に代られ\nたというだけの相違であつて、少くとも、日光山をもつてこれが満願寺なる寺院に\n外ならなかつたとして単純に両者を同一視し、日光山即満願寺であつたとすること\nは誤りであるといわなければならない。\n（説明）\n１　以上の判断の根拠としたのは、以下の資料である。\n甲六八の一乃至四堂社建立記本号証によれば、日光山の本坊光明院は、延応二年\n（一二四〇）弁寛僧正の建立にかゝるものとされ、「往古ハ四本竜寺ヲ以テ本房ト\nス」とも誌されている。本坊（本房）は、山内に止住する多数僧徒（衆徒、一坊な\nどゝ呼ばれる）の首長である座主の住坊であつて、これを一の寺院であるとするこ\nとができるかどうかは疑問である。現に、徳川時代における「輪王寺」は、本坊の\n門室号であり、日光山座主に皇族が任命されたことから日光山の座主職を輪王寺宮\nと呼んだことからも明かなように、「輪王寺」は寺号あるいは寺院の総号であつた\nのではなく、輪王寺なる寺院が存在したとすべきではないのである（当審Ａ\n（２））。四本竜寺については、僧勝道が天平神護二年（七六六）大谷川を渉つて\n初めて山内に四本竜寺を創建したと伝えられ、弘仁元年（八一〇）には、これに満\n願寺の号が勅賜されたとされているが、この四本竜寺も、当初は、日光の山神を祀\nつた小祠の傍に設けられた僧院に過ぎなかつたと考えられる。\n乙三二の二円仁和尚入当山記本号証は、慈寛大師円仁が嘉祥元年（八四八）に来\n山、中禅寺に到り、その神宮寺において法施講経し、滝尾の山麓において弥陀、千\n手、馬頭像を造立し、本地神宮寺と号した等のことが誌されている。「神宮寺」\nは、「古へ、神社ニ附属シタル寺院。宮寺。」（大言海）とあるように、神宮寺の\n僧侶が社僧あるいは別当などゝ呼ばれて、神社の祭祀に当つたのであつて、この場\n合には神社が主であり、寺はこれに従属する存在であつたのである。また、右にい\nわれている弥陀、千手、馬頭の三尊は、日光三社（本宮、新宮―現在の二荒山神社\n本社の前身―、滝尾）の本地仏であるとされ、この三所の祭神は、それぞれ味耜高\n彦根命、大已貴命、田心姫とされ、日光三社権現（日光三所権現ともいう）と呼ば\nれる。そして本地仏である三尊の仏像を安置したのが三仏堂である。なお、乙九八\nの一、二日光山満願寺明細帳には、境内堂塔の一つとして祖師堂が掲げられてお\nり、その由緒として、この堂はもと内権現堂と呼ばれ、延応二年（一二四〇）座主\n弁寛の創立するところで、「日光三所神ヲ安置」し、もつて「本坊光明院ノ鎮守」\nとしたものと説明されており、このことからも日光山神と日光山における僧徒との\n深い繋りを知ることができる。\n乙四六日光山真名縁起絵巻の一部及び本号証と関連して原審Ｈ。本号証によれ\nば、東照宮現在地にもと常行、法華の二堂があり、その傍に金堂、即ち上述した三\n仏堂の建物があつたことが知られる。なお、この三仏堂は、東照宮創建の際二荒山\n社新宮の東側に移され、更に改築されて、後にも述べるように、明治初年の神仏分\n離の際に、満願寺境内に移築されて現在の被告の本堂となつた。\n甲一六一の一、二享和二壬戊〔一八〇二〕宿直所日記正月二十七日の条及び本号\n証に関連して当審Ｄ（４）本号証は、東照宮に奉仕していた社家の書いた東照宮の\n宿直所旦記であるが、享和二年（一八〇二）正月二十七日の記事によると、東照宮\n社家（二荒山社兼務である。）江端相模守と古島日向守両名に対し、日光本坊御留\n守居（日光山貫主輪王寺宮は日光山には常住せず、平常は東叡山寛永寺に居住して\nいたので、日光本坊には御留守居と呼ばれる役僧が置かれていた。）から東照宮に\n「神職御立置かれ候昀初の訳等」について照会があつたので、社家の方では旧記に\n基いて回答をしたその答書の内容が載られている。この答書には、元和三年（一六\n一七）東照宮創建の際、東照宮の当直については、旗本小姓のなかから人を選んで\nその任に当らせることゝしてはどうかとの二代将軍秀忠の意向に対して、天海大僧\n正から「日光大権現え数百年来祠官の者六人御座候。由緒正しき者共に御座候間、\n召し出され候様仰せ上げられ」た結果、この社家六人が召出されて、「山王一実の\n神道御伝授」をも受け、以後東照宮に奉仕するようになつたという経緯が簡潔に書\nかれている。なお、この答書の記述のなかで興味があることは、社家が家康神霊の\n遷宮の儀式の一環として、「両部習合神道御清め行事」を行つたとされていること\nであつて、日光山においては、東照宮創建に至るまでは真言系の両部習合神道の教\n義の影響が強かつたのではないかとも考えられ、弘仁十一年（八二〇）空海が来山\nしたとの伝承があることも、このこと、関連があるように思われる。いずれにして\nも、右の答書によつて明かなことは、日光権現の祭祀の主役は僧侶が勤めていたと\nしても、日光山においては、東照宮創建の前から夙に由緒の正しい社家が父子相伝\nして神前における奉仕をしていたということである。この神前とは二荒山の山神で\nあり、この山神を祭神とする二荒山社は、後にも述べるように、延喜式内の神社、\n即ち延長五年（九二七）の撰になる延喜式神名帳のなかにその名が見える古くから\nの神社なのである。僧勝道による四本竜寺建立に始まるとする仏家による日光開山\nの伝承も古いけれども、二荒山神社開創の歴史もまた同様に古く遡ることができる\nのであつて、本件訴訟では、二荒山神社が当事者となつていないために、その社伝\nの類は証拠として提出されていないけれども、霊地日光山の沿革を知るためには、\n二荒山神社側の資料をも参照する必要があるであろう。被告がそのなかの一部を乙\n四〇において引用する日光山輪王寺史に史料として集録されている古記の類も、殆\nんどすべてが僧侶の手になるものであり、然もそのすべてが歴史の記述を目的とし\nたものではなく、その実質は教義の書であつて、そのなかに書かれていることをそ\nのまゝ直ちに歴史的事実であるとすることはできないのである。日光山のように神\n仏融合の霊地については、僧侶は僧侶本位に、社人は社人本位にその起源沿革を説\nき勝であることは避け難いところであつて、両者によつて夫々語られるところを関\n連づけ、そのなかから歴史的事実の片鱗を発見しなければならないというところに\n大きな困難があるとも言えるのである。なお、こゝで、日光山の沿革を知る上にお\nいて一つの手掛りとなると思われる点を付記する。\n（１）　その一つは、現在原告の境内地にある御旅所の存在である（その位置に\nついては、この判決添付の建造物配置図及び甲三を見よ。）御旅所は、一般的に\nは、神興渡御の場所であり、神々はその鎮座の場所からそこに下つて、そこで春秋\nの祭りが行われる。御旅所は、神々のヤシロが山中にある場合には、山下の邑里の\n近いところに、あるいは川の畔り、海辺の景勝の場所に在ることが多いとされる。\n現在の東照宮御旅所も、神橋を渡つた大谷川北岸の地にあり、そこには東照宮創建\n以前の古い頃から深砂王堂（深砂大将堂、蛇王権現堂などゝも呼ばれる。）があ\nり、深砂王（蛇王権現ともいう。）が祀られていた。深砂王は、伝承によれば蛇神\nであつて、勝道上人がはじめて大谷川を渉る時、その姿を現じて渡渉を助けたと伝\nえられる（当審Ｅ（２））。後に掲げる日光山沿革畧記にも、勝道上人は「二荒山\nに向ひ峻谷を跨え険峯を攀ぢ千辛萬艱漸くして当山の麓に達し深砂王の加被力に依\nて大谷川を渡り初めて山内に精舎を建設せり」と誌されている。深砂王堂は、勝道\n上人縁りの堂宇として、後にも述べるように、明治初年の神仏分離の際には、その\n敷地が東照宮の境内にあるにかゝわらず、満願寺の所属とされたが（甲四三の一、\n二、乙一五の一、二）、当初は二荒山神社においても、同神社の所属としたいとの\n意向であつたことが、その当時の東照宮日記の記事によつて窺われる（甲四四の\n三、乙一三六の二）。更に、現在の二荒山神社の別宮である本宮神社が近接したと\nころにあり、これがもと日光三所の一つ本宮であつたことから考えると、現在の東\n照宮御旅所のあるところは、男体山神が奥日光の地からこゝに迎えられて、山神の\nヤシロがそこに設けられた昀初の場所であつて、そのヤシロが後に本宮の社殿とな\nつたのではないかとも考えられる。もし、このような推測が可能とするならば、現\n在の東照宮御旅所の地は、霊地日光山発祥の地であつたわけで、この御旅所の由来\nを究明することは、日光山の沿革を知るための一つの手懸りとなると思われる。\n（２）　延喜式神名帳にその名が見える二荒山神社は、梅田鑑定書にも言及され\nているように、日光山内の二荒山神社ではなく、宇都宮市にある同名の神社を指す\nとの説がある。宇都宮の二荒山神社は、宇都宮明神ともいわれていることから明か\nなように（梅田鑑定書）、そこでは日光山におけるとは異つて、社僧というものは\nなく、僧侶の神勤ということは見られなかつたのである。日光山においても、山神\nが権現の名で呼ばれるようになつたのは、僧侶による神勤が行われるようになつて\nから以後のことであつて、僧侶の神勤が始まる以前の二荒山神の祭祀の前史が日光\n山にもあつたのではないかという推測が成り立つ余地がある。勝道上人は、もとよ\nり単なる登山家であつたのではなく、かれが男体山頂を窮めるために幾多の努力を\n重ねたという伝承そのものが、かれ以前に既に男体山をもつて神とする信仰があつ\nたことを物語つている。和歌森教授は、日光山内の二荒山神社は奥社であり、宇都\n宮のそれは里宮であるとされる（乙一三八の二日光修験の成立六六頁）。この見解\nの当否は別として、また、神名帳の二荒山神社が日光山内のものか、宇都宮のそれ\nかの問題も別として、両者の間にはなにらかの関連があり、この関連を究明するこ\nとが、日光山内の二荒山神社の祭神が権現の名で呼ばれ、その祭祀が僧侶によつて\n主宰されるようになつた経緯を明かにする手懸りとなるのではないかと考えられ\nる。即ち、はじめ、現在の日光山の地に山神を迎えて祭祀に当つていた社人たち\nは、後から入つてきた僧徒によつて祭祀の主導権を奪われたために、山を下り、今\nの宇都宮市に山神の社殿を移したのではないかという推測も可能なのである。\n甲一二九の一、二満願寺起源沿革調\n乙九〇の一乃至三彦坂・照編日光山沿革畧記本号証の編者彦坂・照は、明治三五\n年、輪王寺の第七十六代門跡となつた人であるが、本号証には、天平神護二年（七\n六六）勝道による開山の年から本号証の刊行された明治二十八年に至るまでの日光\n山の沿革が簡潔に叙述されていて、東照宮創建以前の日光山の歴史を知る上におい\nても参考となる。本号証によつて、日光山の衆徒と呼ばれるものゝ起源、日光三社\n大権現の沿革、日光山本坊は始め四本竜寺であつたが、これが兵火にかゝつたた\nめ、延応二年（一二四〇）光明院が建てられて本坊となり、その支坊（衆徒）は、\n三十六坊を数え、これらの本坊、支坊にその付属の小坊を加えると、大小通計三百\n坊舎の多きを数える盛況を呈したこと、光明院は、その後応永二十七年（一四二\n〇）に廃絶して座禅院の住職が権別当として山務を掌るようになり、天海が慶長十\n八年（一六一三）に日光山の貫主に任ぜられて光明院を復興したこと、総山の領地\nは七十一郷、十八万石の多きを数えた時期があつたか、山徒が屡々近国の武家と交\n戦したため漸次衰微し、天正十八年（一五九〇）には、秀吉の小田原攻の際山徒が\n北条氏に加担したため、足尾郷七百石を除くその余の領地をすべて没収された等の\n事実を知ることができる。\n乙一八の一、二　下野国誌\n甲五一の一乃至四　辻善之助・日本仏教史の研究\n甲七〇の一乃至三　宮地真一・神道史序説　本号証には、前掲の日光山沿革畧記\nにおけるよりも更に整備された形で、東照宮創建前の日光山前史が記述されてい\nる。\n甲七二の一、二　鎌田純一・東照宮の成立\n甲七二の一、三　久保田収・一実神道と東照宮\n乙一三八の一、二　和歌森太郎・日光修験の成立\n乙二の一乃至三　日光史\n甲四の六、七及び乙一の一乃至三　東照宮史\n乙四一　福井・諸問題の解明\n甲七六の一、五　哲学辞書「本地垂迹」の項\n甲一七　日光市文化財要覧\n甲四六　岡田解説\n神田鑑定書\n２　神仏習合は、大別して二つのカテゴリーを分けることができると考えられ\nる。その一つは、寺院の鎮守として、地主神を祀り、あるいは他から神を勧請し\nて、これらの神々の神祠を寺院境内に設ける場合である。東叡山寛永寺の境内に山\n王権現社が設けられ、徳川家の菩提寺増上寺の境内に「一山ノ鎮守」として熊野三\n所大権現が勧請されたというのは、このカテゴリーに属するのであつて、この場合\nは明かに寺院が主であつて、神社はその付属である。これに対して、他の一つのカ\nテゴリーは、神域に鎮座する神の祭祀を仏僧が仏法をもつて行う場合であり、この\n場合には僧侶は社僧あるいは別当などゝ呼ばれるのが常である。この場合に、もし\n仏寺が神地内に設けられると、それはさきにも一言したように、神宮寺あるいは宮\n寺などゝ呼ばれる。僧侶による神前の読経は、神々の悦楽のために行われるという\n意味で、法楽という言葉も用いられる。その一例として、厳島神社における大聖院\nの場合を挙げることができるであろう。大聖院の住職は古来座主と呼ばれ、別当職\nとして厳島神社に仕え、供僧を率いて神社の法会を行つたものゝようであるが、神\n社には古くから社司として棚守職なるものがあり、祭祀の主役はこの棚守職が行つ\nたものとされている（乙一三七の一、二江木謙蔵報厳島神社における神仏分離を見\nよ。）。\n比叡山延暦寺と日吉神社との関係は、一般には右に述べた第一のカテゴリーに属\nするものと考えられ、「日吉社儀は、叡山御開創以来、延暦寺之鎮守一宗擁護之神\n社」であり（神仏分離史料第一巻七〇九頁を見よ。）、比叡山では延暦寺が主体で\nあつて、日吉神社はこれに付属するものとされて来た。もつともこの通説的見解に\n対しては、Ａ博士の異説があることを注意すべきであろう（甲五一の一乃至四、同\n博士・日本仏教史の研究。なお、原審Ａ及び原審Ｃを見よ。）。ところで、被告\nは、日光山における満願寺と東照宮の関係を延暦寺と日吉神社の関係に類比し、Ｂ\n教授も同一見解であつて（石井鑑定書、原審Ｂ。なお、乙四一Ｅ、諸問題の解明を\n見よ。）、東照宮が明治初年の神仏分離に至るまでは、満願寺付属の墓ないし祭祀\n施設に過ぎなかつたことの説明の一手段とされる。しかし満願寺と東照宮との関係\nを延暦寺と日吉神社の関係に類比することは全くの誤りであり、もし延暦寺と日吉\n神社との関係に比すべきものを日光山に求めるとすれば、それは東照宮創建前にお\nける満願寺と二荒山神社との関係を考えるべきであろう（当審Ａ（２））。当裁判\n所は、このような類比が成立するかどうかについても疑問をもつのであつて、日光\n山の僧侶は、実際上は、東照宮創建前においては二荒山神社の、その後においては\n東照宮の祭祀に奉仕した社僧であり、衆徒二十院、一坊八十坊などゝ呼ばれるもの\nも、このような社僧たちによつて構成される祭祀の組織に外ならず、三仏堂は二荒\n山神社の、また、本件七堂塔のうちの薬師堂も、三仏堂と同様、東照宮社殿の一構\n成要素をなしたものと解することがより真実に近いのではないかと考える。「一乗\n実相院」（この院号は、乙一二九の一、二満願寺起源沿革調その他に見られる。）\nというような院号、あるいは「日光山満願寺勝成就院」（乙一二二の一、二日光御\n宮年中行事を見よ。）というような山号、寺号ないし院号が記録の上に残り、僧侶\nたちの間に伝承されていたとしても、このようなことだけでは、このような称号で\n呼ばれる寺院が事実においても存在したことの証拠とは必ずしもなるものではな\nく、まして満願寺なる寺が日光山における唯一の法主体であつたことの根拠にはな\nらないのである。本件で当事者双方によつて屡々引用される明治三年十二月付の日\n光県上申（甲一四七の三）のなかで、「日光山満願寺右ハ勝道上人開基来、弘仁元\n年満願寺之号ヲ賜リ、爾後盛衰ハ有之侯得共、既ニ往古ヨリ之大寺ニテ、更ニ東照\n宮ニ因故有之儀ニモ無之」というように記されているが、これは神仏分離の沙汰に\nよつて、これまでその任務として来た東照宮及び二荒山神社の神前奉仕を禁じら\nれ、徳川幕府という昀大の庇護者を失い、いまや拠るべき所を失つた一山の僧侶に\n対し、独立の根拠を与えるために古記に残る満願寺の号を引合に出したものとも考\nえられるのであつて、当時の日光山内における僧侶たちの状況を見るに、右上申書\nの同じ箇所に更に引続いて「従来廿五六ケ院並八十坊と相唱へ、毎院毎坊歴然一寺\n之境界ヲ構成」と言われているように、山内には多数の宿坊があるだけで、そこに\nは寺と呼ばるべき実質を具えたものはなく、また、同じ上申書の本文のなかで、\n「両社付属之社人僧侶、其他東照宮付属之者トモ」とも言われているように、日光\n県においては、維新後なお日の浅かつた当時の山内の僧侶たちを東照宮及び二荒山\n神社の付属の者、即ち社僧であると理解していたのである。さればこそ、これらの\n僧侶をして「一箇ノ満願寺ヲ以テ立テ置カレル」べき必要も生じたのである。そし\nて日光山におけるこのような僧侶の実情は、ひとり明治初年だけではなく、徳川時\n代を通じ、そして更にその前にも遡つて同様であつたのではないかと考えられる。\n３　東照宮創建前の日光山を寺であるか、又は神社であるかというように一義的\nに割切ることはできないと考えられる。たゞ、彦坂・厚が「我が日光の神は、根本\nより仏法を以て僧侶の祭れるもの」と言つたように、はじめは、日光山神の神地で\nあり、山神が祭神であつた。二荒山神社の起源もこゝにあるのであつて、やがては\nこれが延喜式内神社として明確な存在を示すようになる。しかし、また他方、史上\nの多くの聖者、高僧に有り勝の出生の奇瑞が伝えられる僧勝道による開山（上人俗\n姓は若田氏、其先垂仁天皇第九皇子池速別命第十八世の裔、高藤介の子、母は吉田\n氏、父母初め嗣なし、七日を期して出流山の千手観音に祈る、其母霊夢を感じて天\n平七年四月二十一日上人を下野国芳賀郡高岡の郷に産す、幼名を藤糸といふ、夙く\n出塵の機あり、云々」と日光山沿革畧記は、勝道の仏縁に由る出生を説いてい\nる。）、弘法大師や慈寛大師の来山の伝承によつても窺われるように、何時の頃か\nらか仏僧が日光山に入り、こゝに僧堂を営み、真言系の両部習合神道、天台系の山\n王神道の影響が及ぶようになり、日光山神の祭祀の実権も仏僧たちの手に渡つてゆ\nく。これに伴つて、祭神である山神は権現と呼ばれ、その本地仏が説かれ、更に山\n王神道の例にならつて、垂迹神たるアジスキタカヒコネノミコト、オウナムチノミ\nコト、タゴリヒメなどの神代の神々の名が現われて来る。勝道がはじめに建立した\nと伝えられる四本竜寺も、神祠の傍に営まれた僧堂であり、日光山本坊の起源もこ\nゝにあると考えられる。満願寺なる勅号の下賜の如きも、中央政府の支持と庇護を\n求める仏僧たちの願によつて付与されたものと見るべきであろう。\n日光権現の祭祀の実権を掌握した仏僧たちは、一つの教団を組織し、その首長\nは、日光山座主あるいは貫主と呼ばれ、仏僧たちはその下にあつて衆徒一坊という\n一つの自治組織をなし、山内の重要事項は、衆徒に諮つて決定される。然し、山神\nに奉仕した神職者が全く姿を消してしまつたわけではない。かれらは祭祀の主役を\n演じることはなかつたけれども、父子相伝して神前の奉仕を続けて来たのであつ\nて、天海が将軍秀忠に言つたように、日光山には「由緒正しき社家六人御座候」と\nいうことになる。\n日光山の実情が右に述べたようなものであるとすれば、これを単純に寺である、\nあるいは神社であるとすることはできない。権現のヤシロがあつて、これが多くの\n人々の信仰を集め、乙一三八の二和歌森・日光修験の成立に説かれているように、\n中世以来、男体禅定、日光禅定などの名のもとに男体山登拝の儀式に多くの人々が\n参加し、山神を崇めたというような点を重視すれば、日光山は全体として神地であ\nり、もし「神社」というものを神の祭祀を行う場所というように理解すれば、日光\n山は全体として神社であるというようにも把握することができる。しかし、同時\nに、また、そこには多数の仏僧たちが座主のもとに一つの教団を組織し、権現のヤ\nシロの外に本地仏を安置した三仏堂その他の多くの仏堂、僧坊を擁していて、そこ\nで仏事を行つていたという点に着目すれば、それは全体として仏地であり、寺とし\nての総号をあるいは一乗実相院ともいゝ、また、あるいは日光山満願寺勝成就院と\nも称えたのだというようにも理解することができないことはない。「寺」とは何か\nという寺の定義の仕方如何によることであるが、もし寺の意義を限定して、本尊や\n本堂の存在を寺であることの要件と考えれば、日光山には、実質的には僧侶の宿坊\nがあるだけで、本尊も本堂もないから寺ではないというようにも言えないことはな\nいが、しかし日光山の実体がこのことによつて変つてくるわけではない。\n更に日光山に拠つた仏僧たちは、日光山が霊地であり、霊場であることを根拠に\nして、租税免除、検断使不入の地の範囲の拡大を要求し、この要求を貫くための武\n力をも備える。仏僧たちの教団組織は、多くの所領を支配する武力集団でもあり、\n日光山座主は、関東の諸豪族に伍する封建領主の地位にあつたとも言うことができ\nる。座主の地位が争奪の対象となり、また、所領拡張のための戦斗が行われたの\nも、自然の勢というべきであろう（日光山沿革畧記も、安元二年〔一一七六〕から\n治承元年〔一一七七〕にかけて、日光山第十七世座主職の地位をめぐつて那須氏と\n大方氏との間に交戦が行われ、社堂寺院が荒廃したことを記し、また、天正十八年\n〔一五九〇〕、豊臣秀吉による日光山の所領没収に先だつても、「山徒屡々近国の\n武家と戦て法運次第に衰頽」したと記している。）。\nこれを要するに、日光山は、単純にこれを神社又は寺院として性格づけることの\nできない、「数百年来神仏混一之地所」だつたのであつて、日光山か明治初年神仏\n分離の対象として取上げられたのも、まさしくこのためである。たゞ、以上のよう\nな日光山の実体は、後に述べるように、東照宮の出現によつて大きな変化を遂げる\nことになる。\n４　Ａ教授は、日光に東照宮が祀られることによつて、それまで存在して来た満\n願寺は僧侶の宿坊に解体し、寺なるものは存在を失つたとされる（甲七三辻意見\n書、甲八三辻意見書補足、甲一三八辻回答要旨、当審Ａ（１）、（２））。そして\n教授は、右見解の根拠として、天正十八年（一五九〇）九月二十日付の秀吉が座禅\n院に与えた領地寄進の朱印状及び慶長十四年（一六〇九）三月五日付の家康が同じ\nく座禅院に与えた寺領安堵の黒印状（甲一三四の二にこの黒印状が載せられてい\nる。）の夫々冒頭に「当山寺屋敷並門前、足尾村神主社人寺人（家康の黒印状には\n「寺人」の語はない。）屋敷等事」とあつて、「寺」の文字があるのに対し、二代\n将軍秀忠が元和六年（一六二〇）三月十五日座禅院に下した判物の冒頭には、「下\n野国日光山領足尾村一円如先規、草久村、久加村之内、以上七百石事」とあつて、\n「寺」の文字がなくなり、更にこの判物のなかには、「可有全社納」という用語が\n新たに用いられていることを指摘される（甲八三辻意見書補足一乃至四頁）。しか\nし秀吉の朱印状や家康の黒印状に「寺」の文字があることが、事実として満願寺な\nる寺院が存在したことの証明となり得るかどうかは疑わしい。もし満願寺なる寺が\n事実として存在したものならば、なぜ「日光山満願寺」というように寺号を表に出\nさなかつたのか。教授が甲七三意見書（一九頁）のなかで引用していられる家康の\n慶長十三年（一六〇八）七月十七日付延暦寺宛所領寄進状の冒頭には、「比叡山延\n暦寺、近江国志賀郡之内、所々都合五千石〔目録在別紙〕事」とあつて、寺号が明\n示されており、また、高野山についても、乙一三二の二によれば、将軍の高野山に\n対する寺領の寄状には、「高野山金剛峰寺領」として寺号が明示されていたものと\n考えられる。思うに、日光山内においてもつとも多数の人員を擁していたのは僧侶\nであり、そこには僧侶たちの多くの宿坊があり、三仏堂その他の仏堂も少くなかつ\nたのである。従つて、日光山は全体としてこれを仏地として見得る余地があつたこ\nとは上述した通りであつて、「当山寺屋敷」というのも主として僧侶たちの宿坊を\n指しているのであつて、この用語だけから満願寺なる寺の存在を断定することは無\n理であろう。そして、もし東照宮創建の当時、日光山に満願寺なる寺が存在したと\nいうことが事実であつたとするならば、たとえその後における領地寄進の判物のな\nかから「寺」の文字が消えたとしても、東照宮の日光山鎮座とともに、この満願寺\nが一朝にして消滅したというようなことは、幕府が満願寺廃寺の処分でもしない限\nり、有り得ないことのように思われる。\n二　東照宮の創建と徳川時代の日光山\n元和二年（二八一六）四月四日、徳川家康が駿府城で歿するや、遺骸は、神竜院\n梵舜の指導のもとに、京都吉田家の唯一神道の儀礼に則つてまず久能山に葬られ\nた。家康の遺命によつて、遺骸を日光山に改葬するに当り、家康の霊を祀るには山\n王一実神道によるべきであるとの天海の主張が幕府及び朝廷によつて容れられ、元\n和三年（一六一七）二月二十一日、家康の霊位に東照大権現の称号が勅賜され、同\n年三月（工事は前年十一月に始められた。）、幕府によつて日光山内恒例山（仏岩\n山ともいう。）の地に東照社の社殿が造営され、同月十五日、家康の霊枢は久能山\nを発し、四月四日、日光山座禅院に安置、八日、霊枢を奥院の巌窟のなかに、歛\n葬、神霊を十四日夜に仮殿に、十六日夜に仮殿から本殿に移し、十七日に正遷宮の\n祭典を行い、十八日に本地堂の供養が営まれ、こゝに家康の神霊は、山王一実神道\nの教儀に従い、東照大権現として日光山に鎮座するこゝなつた。\n天海の山王一実神道は、比叡山に起つた山王神道の教説に基くものではあるが、\n家康の霊位の日光山への遷座に当り、はじめに明神号をもつてすべきか、権現号を\nもつてすべきかゞ幕府内部において議されたとの事実からも明かなように、家康の\n霊位が神として日光山に勧請されたものであることは明かであつて、日光山への遷\n宮は、単に家康の遺骸を久能山から日光山へ移すという墓所の移転ではないのであ\nる。このことは、のち正保二年（一六四五）に東照社に対して宮号が下賜され、東\n照宮と称するに至つたこと、正保三年（一六四六）四月十六日の例大祭に臨時奉幣\n使が朝廷から派遣され、翌四年（一六四七）以降慶応三年（一八六七）に至るま\nで、毎年日光例幣使として勅使が派遣されたことからも、窺うことができる。日光\n例幣使が、家康墳墓への墓参のための勅使でないことは勿論であろう。また、家康\n神霊の日光山への遷座に当り、天海の影響力が大であつたことは否定することがで\nきないけれども、家康の神霊の日光山への勧請は、家康の遺言に基いて徳川幕府が\n行つたことであり、東照社の社殿を造営したのも、また、寛永十一年（一六三四）\n十一月から十三年（一六三六）四月にかけて行われたいわゆる寛永の大造替によつ\nて、社殿を現在の規模に修築したのも、同じく徳川幕府である。即ち、天海は東照\n社の勧請の主体であつたわけではないのである。まして満願寺という寺が、その鎮\n守として、その境内に東照社を勧請したとか、あるいはまた、幕府が東照社の社殿\nを満願寺に寄進したというように見ることができないことも明かであろう。従つ\nて、東照宮の社殿が日光山内に所在する祭祀の施設であることは、まさに被告の主\n張する通りであるけれども、これを被告主張のように、神社ではなく家康の墓所に\n過ぎぬとしたり、あるいは満願寺に付属するものとすることは誤りであると言わな\nければならない。事実はむしろ被告の主張とは逆に、徳川幕府は、日光山において\nは諸事東照宮をもつて本とするとの方針を取つた結果（甲二一の二日光山条々を見\nよ。）、日光山における祭祀は東照宮を中心として営まれることゝなつたのであ\nる。もつとも、従来の日光権現の祭祀が廃止されたわけではなく、幕府は従前から\n存在した神殿や仏堂の維持整備にも意を用いたのであつて、現在の二荒山神社本社\nの社殿の如きは、二代将軍秀忠の造営にかゝるものであり、その社殿の傍に日光三\n所神（本宮、新宮及び滝尾の各主祭神）の本地仏を安置した三仏堂を再建したのは\n三代将軍家光であつた。また、天海は、幕府の援助のもとに本坊光明院をはじめ、\n荒廃に帰していた僧坊の復興にも力を尽し、日光山における祭祀や法要に従事する\n僧侶の組織の整備に努め、日光山における祭祀行政の官僚機構ともいうべき衆徒二\n十院、一坊八十坊と呼ばれる組織の基礎を作つたのである。\n幕府が諸事東照宮をもつて本としたことは、秀忠以後幕府による領地（領知とも\nいう。）の寄進が東照宮社領として、東照宮に対して行われたことに顕著に現われ\nる。この社領は、逐次増加されて五代将軍綱吉の元禄十四年（一七〇一）には、二\n万五千石余となり、全国社寺領の筆頭とたつたが、領地の寄進を受けた主体は東照\n宮なのであつて、このことは、東照宮が一の法主体たることを示すものに外ならな\nい。なお、慶安四年（一六五一）四月二十日、三代将軍家光他界の後、その遺命に\nよつて、遺骸は同年五月六日、日光山内大黒山の地に葬られたが、その霊廟大猷院\nが翌承応元年（一六五二）四代将軍家綱によつて建立され、幕府は、明暦元年（一\n六五五）東照宮領の外に、大猷院に対しても大猷院領として別に三千六百石余の領\n地を寄進した。即ち、大猷院もまた領地の寄進を受け得る法主体たることの現れで\nある。これに反して、幕府が満願寺なる寺に対して、寺領を寄進したという事実は\n絶えてないのである。天海の後、公海を経て後水尾天皇第三皇子守澄法親王が日光\n山貫主となり（爾後公現法親王〔後の北白川宮能久親王〕に至るまで歴代の貫主\n〔門跡〕には皇族を迎える慣例となつたが、このこともまた、東照宮を昀大限に重\n視した幕府の宗教政策の現れである。）、慶安二年（一六四九）、輪王寺宮なる門\n室号を勅賜されたが、このことは輪王寺という寺院の存在を意味するものではな\nく、また、満願寺という寺院の寺号が輪王寺と改称されたことを意味するものでも\nない。輪王寺は同時に本坊の名称としても用いられるが、この本坊は貫主の住坊で\nあり（もつとも輪王寺宮門跡は、平常は東叡山寛永寺に居住し、日光本坊には御留\n守居が置かれた。）、将軍の東照宮社参の際にはその宿所に宛てられるのであつ\nて、寺院の本堂と呼ばれるべき構造の建物でもないのである。三仏堂は、日光三所\n神の本地仏の仏殿であつて、日光権現の本地堂ともいうべきものであり、満願寺な\nる寺の本堂と目すべきものではない。\n山内には、右の三仏堂の外、常行堂、法華堂その他なお多くの仏堂があり、多数\n僧侶の宿坊（衆徒、一坊）もあつて、日光山は、徳川時代においても、神地である\nと同時に、仏地でもあつたということができる。そして、この仏地内の仏堂等を包\n括し、綜合する一つの法主体を想定し、これに満願寺なる総号を付することは可能\nであろう。しかし、そのような包括的な満願寺なる法主体が徳川時代の日光山に事\n実として存在したかどうかは別間題であつて、本件に顕われたすべての資料を通じ\nて、このような「満願寺」の存在を推測させるに足りるものはないのである。秀忠\n以後、徳川幕府が満願寺なる寺院に対して寺領を寄進した事実がなかつたというこ\nとは、幕府が満願寺なる寺院の存在を無視したというのではなく、事実このような\n満願寺が存在しなかつたからである。このように満願寺なる寺が存在しなかつたれ\nばこそ、さきにも引用した明治三年十二月付の日光県上申において、日光山の僧侶\nについては、かれらがこれまで所属してきた東照宮及び二荒山神社との関係を断然\n廃止して、「一箇ノ満願寺ヲ以被立置」ることゝしたいとの満願寺再興の具申をす\nる必要も生じたのである（甲一四七の三）。もし当時の日光山に事実として存在し\nたなにらかの綜合的な人格を求めるとするならば、それは日光山貫主、即ち日光門\n跡を措いては他にはない。法人格というのは、要するに一つの法技術上の擬制であ\nる。従つて、イギリス法にならつて、日光門跡の地位を一つの法主体として、これ\nを単独法人（ｃｏｒｐｏｒａｔｉｏｎ　ｓｏｌｅ）として構成することも可能であ\nる。門跡は、一山の衆徒のなかから器量のある者を選んで、大楽院別当には東照宮\nの祭祀の、竜光院別当には大猷院における法要の、安養院別当（新宮上人ともい\nう。）には日光三所のうち新宮における祭祀のそれぞれの直接の任に当らせ、本\n宮、滝尾その他の社堂についても、それぞれ輩下の僧侶をして管理の衛に当らせ\nた。日光門跡は、日光奉行を通じての幕府の監督の下においてではあるが、こと日\n光山における祭祀法要に関する限り、幕府から全権を委ねられていたのである。そ\nればかりではなく、こと山内に関する限り、行政の機能も、また、山内の社人、僧\n侶については裁判の権能をも有していた。まさしく日光門跡は、イギリス国教会に\nおける僧正職と同様に、単独法人たり得る実質を備えていたのである。\nしかしながら、徳川幕府は、日光門跡職をもつて法主体とは考えなかつた。幕府\nによる東照宮社領及び大猷院領の寄進状には、天海大僧正御坊、日光一品法親王な\nどの名が宛名として記載されているが、これらの社領や院領の寄進を受ける主体\nは、それぞれ東照宮又は大猷院なのであつて、日光門跡ではなく、日光門跡は東照\n宮や大猷院の管理者、代表者としての資格において表示されたものである。このこ\nとは、Ａ教授がその意見書（甲七三）及び意見書補足（甲八三）のなかで明快に論\n証されている通りである。東照宮の祭祀に奉仕する別当大楽院や、社家に対する給\n与が東照宮社領からの収納によつて賄われ、また、大猷院廟における法要の責任者\nである別当竜光院に対する給与が大猷院領からの収納によつて賄われたばかりでな\nく、日光門跡に対する門跡領千八百石も、また、門跡の下にあつて一山の僧徒の指\n導の任に当る学頭修学院に対する学頭領三百石も、ともに東照宮社領のうちから配\n当され、更に衆徒二十院、一坊八十坊などゝ呼ばれる他の僧侶たちの給与も、これ\nらの僧侶たちが東照宮の祭祀及び大猷院の法要に参加するのに対応して、東照宮社\n領及び大猷院領から上る収納のなかからそれぞれ一部づゝを支給されたのである。\n明治初年の日光県発の文書のなかで、一山の僧侶が屡々「東照宮付属の者」という\nように表現されたのも、このような事情によるのであつて、僧侶たちは、「満願寺\nの僧侶」なのではなく、事実上は東照宮の社僧であり、大猷院の役僧であつた。さ\nればこそ、明治初年、一山の僧侶たちが、日光県の太政官に対する上申の通り、新\nたに満願寺として独立しようとした時、昀初に計画したことは、東照宮境内の本地\n堂（本件七堂塔のうちの薬師堂）を寺地に移して、これを新たに設立しようとする\n満願寺の本堂とし、堂内に安置されている東照権現の本地仏薬師如来を本尊とする\nことであつたのである（乙四を見よ。）。このことは、僧侶たちが、東照宮の社僧\nであつたことを自ら認めていたことの証左ともいうべきであろう。徳川時代、幕府\nから領地の寄進を受けたのは満願寺であつて、満願寺だけが日光山における唯一の\n法主体であり、東照宮は満願寺付属の祭祀施設に過ぎなかつたとする被告の主張\nは、根拠のない独断という外はない。\nこゝで、徳川時代における二荒山神社の地位についても付言しておく必要があ\nる。本件に顕われた資料を通じて見る限り、二荒山神社が一つの包括的な法主体と\nしてその存在を承認されたことはなく、本宮、新宮、滝尾、寂光、中禅寺（後の中\n宮祠である。）などゝして、その各々がそれぞれにその祭神（山主神道によつて、\n本宮権現、新官権現などの権現号で呼ばれる。）をもつ社殿を有し、社殿の傍に\nは、これらの社殿の管理に当る別所（新宮の別所は、特に安養院と呼ばれた。）が\n置かれ、一山の衆徒が輪番でそれぞれの社役に従事し、社家その他の社人も、僧侶\nの下にあつて、神前の奉仕をした。従つてこれらのヤシロも、すべて日光門跡の管\n理支配下にあつたのであつて、被告のいわゆる「満願寺」とは異り、それぞれに法\n主体たり得る実質をもつていないわけではなかつたが、幕府はこれを独立のものと\nはせず、東照宮に付属するものとして取扱つた。このことは、これらのヤシロの管\n理に必要な経費がすべて東照宮社領からの収納によつて賄われていたことによつ窺\nい知ることができる（甲三三の二元禄十四年〔一七〇一〕九月三日付日光山東照宮\n大権現御領配当目録を見よ。）。本宮、新宮以下、権現の名で呼ばれる古くからの\n日光山神は、いわば東照権現の地主神ないしは鎮守神であり、そのヤシロの東照宮\nに対する関係は、あたかも延暦寺に対する日吉神社（日吉山王社）のそれに類比す\nべきものとなつたということができるであろう。さきに掲げた明治三年十二月付の\n日光県上申において、二荒山神社につき、「右ハ確然式内之神社ニモ有之候間、速\nニ祭式等旧典ニ被為復」といわれているのは（甲一四七の三）、東照宮に対する従\n属からの独立と神仏混融前の本来の二荒山神社への復帰が意味されているものと考\nえられる。そして前代からの日光権現の神々の地位の以上のような変化に伴つて、\nその祭祀に従事してきた一山の僧侶も、日光権現の社僧たることから、東照宮の社\n僧たることを主たる任務とするものに転化したものということができよう。東照宮\nの祭神東照権現は、いわば日光山全山の主祭神となつたわけで、東照宮史（甲四六\nの六、七）のなかで、「東照宮が出来上つてそこへ日光山が付属した」といわれ、\nまた、「日光山は全く東照宮に併合されてしまつたと云つてよい」といわれている\nのも、必ずしも誇張ではないのである。そして東照宮を日光山における主神とする\nならば、大猷院はいわばその客神ともいうことができよう。\n以上のようにして、日光山は、東照宮を中心とする神仏混一の地所として徳川時\n代を終り、明治の新時代を迎えることゝなるのであるが、二荒山神社の東照宮に対\nする従属からの独立と、東照宮及び二荒山神社との結合関係を断たれた一山の僧侶\nによる満願寺の創設か、明治初年における神仏分離という政府の新たな宗教政策の\n実施の過程で実現されたのである。これが日光山における神仏分離の実態なのであ\nつて、日光門跡をもつて統合のシムボルとし、日光門跡によつて代表された男体山\nの山上、山下及び中禅寺湖の南岸歌ケ浜の地をも含む一つの包括的な総合体の東照\n宮、二荒山神社及び満願寺という三つの主体への解体、いわば法人の分割にも類比\nすべきことが、明治初年の神仏判然の措置によつて行われたのである。いま、試み\nに、以上に述べたとこ、ろを図示すれば、およそ次のようなものとなるであろう。\n＜記載内容は末尾１添付＞\n（説明）\n１　以上の判断の根拠とした資料について説明を加える。\n（１）　まず、東照宮造営の経緯に関する資料を掲げる。\n甲四八の一、二以心崇伝自筆日記第二十元和二年（一六一六）四月四日付板倉勝\n重宛書簡本号証の一部に次の記載がある。\n「一、相国様御煩、追日御草臥被成、御しやくり御痰など指出、御熱気増候て、\n事之外御苦痛之様躰にて、将軍様を始、下々迄も御城に相詰、気を詰申躰、可被成\n御推量候、伝奏衆上洛之以後、事之外相おもり申躰に候、拙老式義は、日々おくへ\n召候て、忝御意共、涙をなかし申候事候、一、一両日以前、本上州、南光坊、拙老\n御前へ被為召、被仰置候は、御終候はゝ、御躰をは久能へ納、御葬礼をは、増上寺\nにて申付、御位牌をは三川之大樹寺に立、一週期も過候て以後、日光山に小キ堂を\nたて、勧請し候へ、八州之鎮守に可被為成との御意候、皆々涙をながし申候、一、\n昨三日は近日に相替、はつきと御座候て、色々様々之御金言共被仰出、扨々人間に\nては無御座と、各申事に候」\nこれが有名な家康の遺言といわれるものである。\n申七三辻意見書本号証中日光東照宮の由来に関する部分は、簡にして要を得てい\nると思われるので、その一部分を左に引用する。\n「徳川家康が日光へ祭られるに至つたのはその遺書による。すなわち元和二年\n（一六一六）四月一日、死期近きをさとつた家康が、枕頭に側近本多正純および南\n光坊天海・金地院崇伝をよび、自分が死んだならば「御体をば久能へ納、御葬礼を\nば増上寺にて申付、御位牌をば三川之大樹寺に立、一週期も過候て以後、日光に小\nき堂をたて、勧請し候へ。八州之鎮守に可被為成」と遺言したことが、崇伝の日記\n「水光国師日記」に見えている。「八州之鎮守に可被為成」という文言に明らかな\nように、家康の遺志は神として日光に鎮座することにあり、日光において仏法によ\nる供養を望んでいたのではない。家康はまた薨する少し前にも、折から駿府に来て\nいた吉田の神竜院梵舜に、神道による葬礼について尋ねている。\n家康が死去すると、幕府はその遺志に従つて、まず久能山において神に祭つた。\n朝廷において、も、家康は神に祝われたのであるから触穢はないという態度をとつ\nた。増上寺においては五月十七日から晦日まで法会が行われたが、これは内々の法\n要ということで、諸大名はもちろん、崇伝のような側近の者さへ香典を納めなかつ\nた。後陽成天皇から院使を遣わされ、香典を下されようとしたが、幕府は御辞退申\nし上げている。また遺言に従つて大樹寺に位牌を立てる際、幕府として香典を納む\nべきか否か、閣老は迷つたらしく、土井利勝が崇伝に相談している。幕府はまた諸\n寺における家康供養の読経をも無用の旨申し渡した。これらの事実によつて見る\nに、幕府は家康をあくまでも神として奉祀したのであつて、仏教による法会・供養\nは公的には一切行なわないという態度をとつている。日光への奉祀も、その遺言に\nもあるように、神として祭つたのであつて、寺を建立して供養する意図は全くなか\nつたと見るべきである。\n東照宮と寺院とが関係をもつに至つたのは、家康の死後、突如として南光坊天海\nが「山王一実神道」による奉祀が家康の遺志であることを強硬に唱え出し、その主\n張を押し通したことによる。この神道なるものは、当時天海を除いてはほとんど知\nる人もなく、また家康がその伝授を受けたということも否定すべきである。なぜ天\n海の主張が通つたかというに、もし吉田神道によれば神号は「大明神」となるが、\nほゞ一年前の元和元年五月八日「豊国大明神」の子係が滅亡し、豊国神社が廃祉と\nなるという悲惨な事実か、幕府首脳部の記憶に生々しかつたからであろうと私は推\n測する。」\nなお、本号証では（崇伝日記元和二年（一六一六）五月十二日板倉勝重宛書簡に\n「拙老ハ神ならは吉田可存儀と申候を、南光坊神道をも存知之様ニ被申候ツル」と\nある部分及び同日記同年五月二十一日付細川忠興宛崇伝書簡に「南光房被申候様\nハ、山王神道とて、別而存知之由候。吉田ハ山王の末社ニ而候なとゝ、種々様々被\n申掠候故、何となく相延申候（中略）吉田之神道を被相妨、山王之神道とやらんニ\n日本国が可成申か。かやうの珍敷義ハ前代未聞と存侯」とある部分が引用されてい\nる。\n甲八〇の二藤堂家日記及び原審Ｄ「４」本号証によれば、元和二年（一六一六）\n十月に、藤堂高虎が天海とともに日光に赴き、山中所々を見分、東照宮社地を定\nめ、縄張をしたこと、及び高虎と本多上野介が東照宮造営の御普請総奉行を命ぜら\nれたことが明かである。\n甲五の一（イ）・（ロ）・（ハ）、甲五の二乃至十五日光山東照宮造営帳本号証\nは、寛永十一年（一六三四）十一月から同十三年（一六三六）四月にかけて行われ\nた寛永の大造営といわれる三代将軍家光による東照宮改築工事の費用の決算書類と\nもいうべきもので、工事の総費用は五十六万八千両、銀百貫目及び米千石で、これ\nがすべて幕府の支出にかゝるものであること、造営箇所は、本社、拝殿等合計三十\n五箇所で、このなかに本件七堂塔のうち五重塔及び虫喰鐘堂を除く他の五堂宇が含\nまれており、これらの堂宇が東照宮社殿の一部をなすものとして建造されたもので\nあることが明かである。なお、甲十一の四、神社明細図書、甲三一の一、二、乙五\n六、五七の各一、二、五重塔棟札によれば、本件七堂塔のうち五重塔は、はじめ慶\n安三年（一六五〇）十二月、若狭国主酒井忠勝が「日光山東照宮御宝前」に建立、\n東照宮に寄進したが、文化十二年（一八一五）十二月延焼、同十四年（一八一七）\n十月、酒井忠進が現存のものを再建し、その後数次に亘る修補が行われた。また、\n右甲十一の四及び甲七、朝鮮鐘写真によれば、虫喰鐘は寛永二十年（一六三四）朝\n鮮国王が東照宮に奉納、幕府は、同年十月右梵鐘を吊すために本件七堂塔のうちの\n虫喰鐘堂を現在位置に建造したのである。\n甲四の一　東照大権現宣命（元和三年〔一六一七〕二月二十一日付）、同二太政\n官符（正保二年〔一六四五〕十一月三日付）、同三宮号宣命（右同日付）、甲三六\nの一例幣使発遣太政官符（正保三年〔一六四六〕三月十日付）、同二右同太政官符\n（宝永三年〔七〇六〕三月二十一日付）、同三右同太政官符（慶応三年〔一八六\n七〕三月二十八日付）、甲三七の一廃朝官宣旨（寛永十七年〔一六四〇〕二月二十\n九日付）、同二行赦官宣旨（慶安元年〔一六四八〕三月五日付）、同三殺生禁断官\n宣旨（同年三月五日付）、甲三八東照宮正一位位記（元和三年〔一六一七〕三月九\n日付）、甲三九の一奉遷御正体仮殿日時定宣旨（同年正月二十二日付）、同二正遷\n宮日時定宣旨（同年三月三日付）。以上はいずれも家康霊位が神として日光山に祀\nられ、東照宮が神社であることを示す資料というべきであろう。\n甲一五八の一乃至四社家御番所日記。本号証は、宝暦十四年（一七六四）四月十\n六日及び明和四年（一七六七）四月十六日の例幣使参向の儀式の次第を記述したも\nので、その儀式の実質が神霊参拝という神事であることを示すものである。当審Ｄ\n（４）もこのことを明かにする。\n甲四〇の四、五東照宮史本号証は、朝廷の東照宮に対する取扱の沿革を説明した\nもの、東照宮が神社であることを示す。\n甲五〇の一、二辻善之助・日本仏教史近世篇之二、甲五一の一乃至四辻善之助・\n日本仏教史の研究、甲六一の一乃至三中村孝也・徳川家康公伝、甲七〇の一乃至三\n宮地真一・神道史序説、甲七二の一、二鎌田純一・東照宮の成立、甲七二の一、三\n久保田収・一実神道と東照宮、甲七八の一、二広野三郎・徳川家光公伝。以上は、\nいずれも学者の手になるもので、これらの資料によつて、東照宮の造営、寛永の大\n造営の経緯、東照宮成立の宗教的背景等を知ることかできる。注目すべき点を挙げ\nれば次の通りである。\n（１）　元和二年（一六一六）十一月から翌年三月にかけて昀初の社殿が造営さ\nれたが、山王一実神\n道の教義に基いて計画されたもので、本社などゝともに、本地堂がこの時に建造\nされた。同年（一六一七）四月に奥院宝塔が出来上り、五年（一六一九）に二荒山\n神社の造替、常行堂、法華堂の移転が、七年（一六二一）に日光本坊の、八年（一\n六二二）に奥院廟塔の建設が夫々行われ、これと前後して護摩堂、三仏堂が造営さ\nれた。\n（２）　寛永の大造替は、寛永十一年（一六三四）十一月に着工、秋元但馬守泰\n朝が惣奉行、大工は幕府作事方大棟梁甲良豊後宗広で、この時、本社、拝殿等の改\n築が行われた外、本件七堂塔のうち、護摩堂、本地堂、鐘楼、鼓楼及び輪蔵もこの\n時の修築になるもので、工事の進行状況について、日光山御神事記には、「天下ノ\n請工雲ノコトクニ聚り、霧ノコトクニ列リテ、夜ハ以テ・継テ、心ヲ労シカヲ尽シ\nテ、コレラ経シ、コレラ営ス」と誌され、建築史家伊東忠太は、この造替工事にお\nける東照宮建築の設計方針は、「社殿の配置は緊密にして散漫なるべからず」、\n「建築物の形式手法は個々の形を考へずして、全体としての体裁を考ふべし」、\n「装飾に全力を注げ、荀も建築に適用し得る工芸は悉く応用せよ」、「色の調和を\n主眼とせよ」、「工費はお構ひなし、工費を慮りて意匠を粗畧にすべからず」等で\nあつたと推定している。明治初年、神仏分離の名において、堂塔の破毀や移転を命\nじた愚を思うべきであろう。工事は寛永十三年（一六三六）四月殆んど竣工し、同\n月八日上棟式、十日夜正遷宮が行われた。前掲東照宮御神事記には、この正遷宮に\nついて、「日吉神官、御霊社別当、日光社司等神体ヲ御案ニナシ奉り、コレラ昇奉\nル、後御ニ大僧正天海サフラヒ給フ」と記されている。\n（３）　その後寛永十八年（一六四一）奥院宝塔を石造に改め、寛永二十年（一\n六四三）には、相輪・が建立されている。\n（４）　東照宮における社殿堂宇の配置は、山王一実神道の教義を具現したもの\nといわれる。天海の山王一実神道は、鎌倉時代後期比叡山において成立した山王神\n道の伝統に立脚する仏教神道であつて、等しく神仏一致を説くが、山王神道におい\nては、山王神の本地は釈迦であると説くのに対し、「釈尊ハ垂迹ナリ、山王ハ本地\nナリ」と述べて、山王と釈迦の関係を逆にし、仏教色が後退している。当時は、神\n道と言えば京都吉田家の唯一神道であるとまで言われて、唯一神道が一世を支配し\nていた時代であつたため、山王一実神道にはこの吉田神道の影響があつたものとも\n考えられている。甲七六の一、六、哲学辞書の「吉田神道」の項によれば、京都の\n吉田家は、吉田神社の社官で、世々亀トをもつて朝廷に仕えたト部氏のことで、唯\n一神道は、特にト部兼倶（一四三五―一五一一）によつて唱えられたといわれる神\n本仏迹の神道であるとされる。\n（２）　東照宮の建築様式については\n甲六三の一東照宮縁起（仮名縁起）及び同二東照宮本殿写真東照宮の当初の社殿\n及び寛永造替になる現社殿には、いずれも本殿に千木、堅魚木が設けられていて、\n社殿が仏殿ではなく、神殿であることが本号証によつて認められる。\n甲七七の一乃至三佐藤佐・日本神社建築史本号証によれば、東照宮社殿は権現造\n（八棟造ともいう。）と呼ばれるもので、本殿と拝殿を中殿によつて連結するとこ\nろに特色があり、この中殿は、昀初石之間といつて、その床が拝殿や本殿よりも低\nくなつている。豊国神社や北野神社がその例であり、東照宮はその典型である。徳\n川時代には、この中殿の構造を改めて、拝殿や本殿と同じ高さの拭板敷にした幣殿\n又は相之間と呼ばれるものにした様式のものが多く現われることゝなるが、前者が\n石之間造と呼ばれるのに対し、後者は幣殿造と呼ばれ、大猷院廟はその一例とされ\nる。この権現造の神殿様式は、桃山時代に発生し、東照宮建築において大成した神\n仏混淆をもつとも露骨に表現した建築様式であるとされる。\n乙三の一、二星野理一郎・日光の故実と伝説本号証は、寛永造替後の東照宮本殿\n内部の状況を詳細に説明している。即ち、拝殿には、天蓋、法華八講壇等仏教施設\nが数多くあり、本殿は、幣殿、内陣、内々陣に分れ、内陣と内々陣には金箔地の破\n目に多くの仏画が描かれている。内々陣は、空殿造と呼ばれ、そこには神座と称す\nる三宮殿があつて、中央神座には家康の木像、合い神として左神座には山王権現\n（日吉神社祭神大山昨命）、右神座には摩多羅神（二荒山祭神大已貴命）が祀られ\nていた。\n山王一実神道の具体化がこゝに見られる。この左右の合い神をそれぞれ秀吉と頼\n朝の像に改めさせたのは、明治初年の神仏分離政策であつて、いわば神殿の祭神の\n摩替が行われたわけである。\n（３）　日光山内の一般状況については\n甲四一　日光山惣絵図（原審Ｄ（１）によれば、八代将軍吉宗時代の作製にかゝ\nるものと考えられる。）、\n甲七一　日光御社参之節日光本坊御旅館御取立之絵図、甲八一の三乃至六日光山\n志一のなかの日光山内社堂僧坊等絵図、甲七四文政三年（一八二〇）辰年二月御宮\n惣絵図。これらの絵図面によれば、徳川時代の日光山内には被告が主張するような\n「満願寺」の本堂と見られるような仏堂が見当らないこと、本坊輪王寺の建物は、\n寺院と目すべき建物ではなく、原審Ａ及び当審Ａ（２）の説明をも併せ考えれば、\n本坊は日光門跡の宿坊であり、将軍の日光社参の時は、その宿舎に当てられたので\nあつて、光明院や座禅院が日光山座主の宿坊であつたのと同様に、「満願寺」の金\n堂（本堂）というようなものではなかつたこと、各院、各坊と称せられるものも、\nそれ自体寺院と目すべきものではなく、僧侶の宿坊であり、将軍社参の時は、随従\nの諸大名の宿舎に当てられたこと、大楽院や竜光院は、それぞれ東照宮、大猷院の\n御供所であつて、それ自体寺院と目すべきものでないことが窺われる。\n（４）　日光山の制度関係のうち、まず領地については\n甲一三四の二　慶長十四年（一六〇九）三月五日付家康の「日光山座禅院同衆徒\n中」に宛てた判物、甲四の五（イ）元和六年（一六二〇）三月十五日付秀忠の東照\n大権現社領五千石の寄進状、甲四の七元和六年（一六二〇）三月十六日付老中奉書\n「東照大権現下野国日光山御神領目録」、甲一三五の二元和六年（一六二〇）三月\n十五日付秀忠の下野国日光山領寄進状、甲一三五の三元和六年（一六二〇）三月十\n六日村老中奉書「日光山領目録」、甲四の五（ロ）寛永十一年（一六三四）五月二\n日付家光の東照大権現御領其并光領七千石の寄進状、甲四の五（ハ）明暦元年（一\n六五五）九月十七日付家綱の東照大権現宮領一万石、大猷院殿御領三千六百三十石\n都合一万三千六百石余の寄進状、甲五三の二明暦元年（一六五五）九月十七日村老\n中奉書「日光山条々」、甲一一八元禄十四年（一七〇一）九月三日付老中奉書「日\n光領目録」及び「覚」、甲一一九元禄十四年（一七〇一）九月三日付老中奉書「日\n光山東照宮大権現御領配当目録」、甲一二〇元禄十四年（一七〇一）九月三日付老\n中奉書「日光山大猷院殿御堂御領配当目録」、甲一三五の四元和六年（一六二〇）\n三月十五日付秀忠の武蔵国東叡山無量寿寺喜多院領五百石の寄進状、甲一三六の二\n正保三年（一六四六）十二月十七日付家光の武蔵国星野山無量寿寺領五百石の寄進\n状、甲一四三の二寛永十一年（一六三四）八月十日付家光の三河国伊賀八幡宮領五\n百四十石の審進状、乙九六の一、二寺社方書留、乙九七の一、二日光山知行高諸役\n人配当人数覚、乙一二四の二享保三年（一七一八）七月十一日付吉宗の近江国滋賀\n郡坂本滋賀院領千二百五十石の寄進状、甲一五一の一、二日光雑話、甲四の六、\n七・甲三三の二・乙一の一乃至三いずれも東照宮史、甲七三辻意見書、甲八三辻意\n見書補足、甲一三八辻回答、石井鑑定書、乙四五石井補充意見書、乙四七石井追加\n意見書、原審Ａ、当審Ａ（１）、（２）、原審Ｂ、当審Ｂ（１）、（２）。以上の\n資料によつて知り得ることは、元和三年（一六一七）日光山に東照宮が鎮座して\n後、二代将軍秀忠は、元和六年（一六二〇）三月十五日、先に慶長十四年（一六〇\n九）家康が安堵した足尾村一円及び家康が寄進した今市村七百石に加えて草久村及\nび久加村の内七百石、合計二千石を日光山領として寄進し、これとは別途に東照宮\n社領として湯西川村以下十七箇村五千石を寄進したこと、三代将軍家光は、寛永十\n一年（一六三四）五月二日、二口に分れていた右東照宮領五千石と日光山領二千石\nとを一本化して東照大権現領并日光領二十二箇村都合七千石として寄進したこと、\n四代将軍家綱は、明暦元年（一六五五）九月十七日、右七千石に三千石を加えた東\n照宮領一万石及び新に大猷院領三千六百石余、都合一万三千六百石余を寄進したこ\nと、五代将軍綱吉の時代には従来の所領に検地打出高を加えたため、元禄十四年\n（一七〇一）九月には、東照宮領及び大猷院領を合せて都合二万五千百六石六斗四\n升三合六勺に達したことである。\nところでＢ教授は、以上のような幕府による領地の寄進状の宛名に「光明院殿座\n禅院」、「天海大僧正御坊」、「日光一品法親王」などの記載があり、また、これ\nらの文書に見える「日光山」というのは満願寺を指すものとして、領地の寄進はす\nべて満願寺に対してなされたものであるとされるのに対し（石井鑑定書、乙四五石\n井補充意見書、乙四七石井追加意見書、原審Ｂ、当審Ｂ（１）、（２））、Ａ教授\nは、これらの寄進状の形式とその内容及びこれらの寄進状と同時に発せられた老中\n連署にかゝる配当目録等（甲一一八、甲一一九の外、後出の甲二一の二、甲五三の\n三等）の検討によつて、領地の寄進は東照宮又は大猷院に対してなされたものであ\nり、秀忠の寄進状に見られる日光山領も、「満願寺」に対する寄進ではなく、実質\n上は東照宮領からの東照宮管理者天海に対する配当分を意味するものであつて、\n「天海大僧正御坊」や「日光一品法親王」は、東照宮及び大猷院の管理者、代表者\nとして表示されたものであり、東照宮及び大猷院が権利主体であることを明かにさ\nれ、却つて、「満願寺」は、東照宮の日光山鎮座とともに多数の僧侶宿坊に解体\nし、存在を失つたものとして、甲七三意見書及び甲八三追加意見書において詳細な\n説明がなされ、更に甲一三八辻回答、原審Ａ、当審Ａ（１）、（２）において補足\nされている。同教授のこの論証には十分な説得力があると認められるのであつて、\n当裁判所は同教授の見解を採用するものである。たゞ、Ａ教授か東照宮鎮座までは\n存在した満願寺が東照宮の鎮座とともに解体し、消滅したかのように説かれる点に\nついて疑問があることは前項説明４において述べた通りである。\n次に日光山における祭祀、行政の組織とその運用の実情については\n乙一二九の二　寛永十一年（一六三四）五月二日付家光朱印「日光山方式」、甲\n二一の二及び乙一二九の二明暦元年（一六五五）九月十七日付家綱朱印「日光山条\n々」（又は「日光山条目」）、甲五三の二及び乙一二九の二明暦元年九月十七日付\n老中奉書「日光山条々」、甲一一八元禄十三年（一七〇〇）九月十一日付綱吉朱印\n「日光山法度」、同年九月三日付老中奉書「日光領目録」及び「覚」、甲一一九元\n禄十三年（一七〇〇）九月十一日付老中奉書「日光山下知条々」、これに添付の\n「日光山東照大権現年中行事」及び「惣山歳中行事」、元禄十四年（一七〇一）九\n月三日付老中奉書「日光山東照大権現御領配当目録」、甲一二〇元禄十三年（一七\n〇〇）九月十一日付老中奉書「日光山下知条々」、これに添付の「日光山大猷院殿\n御堂歳中御膳供料」及び「同御堂歳中行事」、元禄十四年（一七〇一）九月三日付\n老中奉書「日光山大猷院殿御堂御領配当目録」、甲四二の一、二文政二年（一八一\n九）六月付日光御神領文政元寅年御成箇御勘定目録及び日光御霊屋領文政元寅年御\n成箇御勘定目録、本号証に関連して原審Ｄ（１）、甲七九竜光院伝記弁列祖伝、本\n号証に関連して原審Ｄ（１）、甲一五一の一、二日光雑話、本号証に関連して当審\nＤ（４）、乙一三三の一、二日本財政経済史料巻四及び甲一五六の一、二徳川三百\n年財政経済変遷史徳川理財会要、乙九五の一、二当役者雑記、本号証に関連して乙\n一一五石井回答、乙一三〇の一、四御上置類例集、甲四の六、七及び乙一の一乃至\n三東照宮史、乙二の一乃至三星野理一郎・日光史、甲七〇の一、三、宮地直一・神\n代史序説、乙七五の一、二、圭室諦成「日本仏教史近世編・近代篇」、甲七三辻意\n見書、甲八三辻意見書補足、甲一三八辻回答、石井鑑定書、梅田鑑定書、原審Ｄ\n（１）、当審Ｄ（４）、当審Ａ（２）。これらの諸資料を綜合して知り得ること\nは、以下の通りである。\n輪王寺宮門跡は、日光山内だけではなく、山上を含む日光山惣山並びに東照宮領\n及び大猷院領（徳川幕府は、この宮領及び院領を合せて「日光領」と呼んだ。この\n「日光領」は、被告の主張するような「満願寺領」を意味するものではない。）を\n支配した。これは、元和、寛永期に天海が東照宮領を支配してきたところを承継し\nたものである。\n徳川幕府は、寛永二年（一六二五）東叡山寛永寺を建立し、京都の比叡山に対応\nして江戸における東叡山の経営が始められた。天海は、この東叡山を比叡山を圧す\nる日本天台の総本山に昇格させようとして、東叡山門主に皇子の入室を図つた。幕\n府は、寛永十五年（一六三八）、後水尾天皇第三皇子幸敬親王を天海の法嗣として\n奏請して勅許を得、親王は正保四年（一六四七）日光山門主となり、承応三年（一\n六五四）東叡山に住するようになつて、天台座主をも兼ね、同年十一月、輪王寺宮\nの号を勅賜され、輪王寺門跡が創立された。明暦二年（一六五六）二月二十八日付\n四代将軍家綱の一品親王に宛てた判物「天台宗諸法度」（乙一二九の二）に、「山\n門日光東叡三山者、一宗惣本寺、輪王寺宮可有管領事」とあるように、輪王寺宮\nは、比叡山、日光及び東叡山の貫主を兼ね、管領の宮とも呼ばれた。さきにも屡々\n引用した日光山沿革畧記においても、「日光門室を改め、号を輪王寺宮と賜ふ」と\n記され、「当時山内寺院左の如し」として、筆頭に、「本坊輪王寺〔法親王御住\n職〕」を掲げ、ついで、学頭修学院、衆徒養源院以下二十院、東照宮別当大楽院、\n大猷院別当竜光院、釈迦堂別当妙道院、慈眼堂別当無量院、新宮上人安養院、一坊\n八拾箇坊、承仕三箇坊、合計百拾箇寺を挙げている。\n右の沿革畧記では、「山内寺院」と言つているか、右に挙げられている院、坊\nは、それ自体は寺院ではなく、前にも述べたように、すべて僧侶の宿坊であり、大\n楽院や竜光院の如きは、それぞれ東照宮又は大猷院の御供所であつた。輪王寺もま\nた然りであつて、日光全体を寺地とする「輪王寺」なる寺があつたわけではなく、\n「満願寺」という寺に対して「輪王寺」なる寺号が勅賜されたということでもな\nい。前記の天台宗法度においては、日光は、比叡山及び東叡山と並んで天台一宗の\n惣本寺の一つとされているが、これは日光山一山の僧侶が天台宗に属していること\nを示すものであり、従つて日光山は一つの天台道場と呼ぶことはできるにしても、\n日光山貫主、後には輪王寺宮門跡を首長とする一山の僧侶の任務は、東照宮の祭祀\nを主とするものであつた。このことは、家光の「日光山法式」（乙一二九の二）が\n「社役祭礼不可為怠慢事」というのを真先に掲げ、家綱の「日光山条々」　（甲二\n一の二）や綱吉の「日光山法度」のなかでも、「諸事以東照宮可為本、雖然御宮\n方、御堂方至干末代迄不存格別之義、申合可執行之、若於相背此旨者、可為曲事、\n徒門跡急度可有沙汰事」と定められ、また、「神前、仏前相定年中行事、不可解怠\n之事、附、新宮、本宮、滝尾、中禅寺、寂光并山中谷中之諸社勤行、如先規不可怠\n慢之事」と定められていることからも明かである。右にいう「御宮」は東照宮、\n「御堂」は大猷院であり、「神前、仏前」は、東照宮と大猷院について言われたも\nのである。即ち門跡を長とする一山の僧侶は、東照宮の祭祀に奉仕することを主た\nる任務とする東照宮のいわば社僧であり、かれらは、この任務に加えて大猷廟にお\nける法要を営み、なお旧来の日光権現（新宮、本宮、滝尾、中禅寺、寂光その他山\n中谷中の諸社）の祭祀にも従事すべきものとされたのである。\n門跡以下一山の僧侶及び東照宮の鎮座以前から日光権現の祭祀に従事して来た社\n家は、東照宮を中心とする一山の祭祀の執行を任務とする一つの官僚組織とも言う\nべきものを構成し、門跡はその長である。家綱の寄進状（甲四の五（ハ））に、\n「山中谷中町中法式可為宮門跡之沙汰、然則学頭、両別当、衆徒、社家、一坊并目\n代等諸役人、各須承知之者」とあり、また、綱吉の日光山法度（甲一一八）にも、\n「山中仕置門跡以指図可執行之勿論、惣山不可背門跡之下知事」と定め、また、こ\nの両判物は、共通に、「学頭択器量相定之、衆徒受其指南、勤学問、行儀可嗜之、\n井一坊応其分際可致学問、社家、楽人諸役人作法可相嗜之事」と定めている。学頭\nは門跡の補佐であり、大楽院は東照宮別当として、また竜光院は大猷院別当とし\nて、それぞれ東照宮及び大猷院における祭祀又は法要の直接の責任者であり、いず\nれも門跡が衆徒二十人のなかから器量のある者を選んで任命した。社家は大楽院別\n当の下に在つて、東照宮の神前に奉仕したのである。\n一方、幕府は、慶安元年（一六四八）頃から、目付又は使番として目付代りを一\n箇月交替で日光に派遣し、日光山における僧俗職員の行動を江戸から監督していた\nが、大猷院が山内に設けられた際、家光側近に仕えていた梶左兵衛佐定良を日光定\n番（守護ともいう。）として、日光に派遣、常駐させることになり、名目上は、日\n光山並びに日光領（東照宮領及び大猷院領）における行政権は門跡にあつたが、実\n際上は、梶定良が行政面における責任者となつた。梶定良没後、元禄十三年（一七\n〇〇）八月、幕府は日光奉行の制度を創設し、奉行二人を半年交替で日光に駐在さ\nせることゝし、日光に対する行政上の監督指導の強化、整備を図つた。さきに掲げ\nた「日光山方式」、「日光山法度」、「日光山条々」、「日光山下知条々」等は、\n日光山における祭祀及び行政の組織法であり、同時に門跡以下僧俗職員の服務規則\nともいうべきものであつた。特に日光領から上る収納については、これまたさきに\n掲げた領地の寄進状、「日光領目録」、東照宮及び大猷院の年中行事の定め、東照\n宮及び大猷院領の「配当目録」等によつて費途の細目が定められ、かくして定めら\nれた予算の執行についても、日光奉行を通じて幕府の監督が及んだのである。例え\nば、元禄十三年（一七〇〇）九月十一日付の老中奉書「日光山下知条々」（甲一一\n九）には、「御宮別当大楽院、御堂別当竜光院、本坊留守居之僧、衆徒四人、社家\n壱人立合、目代逐結解、日光奉行え茂相達候上、帳面御門主え可差出」と定めてい\nるか、これは門跡の隷下にあつて山内の庶務会計の仕事を担当した在俗の職員であ\nる目代か、大楽院別当以下の僧侶、社家立会のもとに、収支の決算書を作り、これ\nを日光奉行と門跡に提出すべきことを定めたものである。\nなお、日光奉行は、日光領内における年具徴収などの行政事務を掌つた外、領内\nにおける訴訟をも処理した。このようにして、日光領は、他の社寺領とは異り、事\n実上は、幕府の直轄領と同様の取扱を受けていたわけで、明治元年、日光領が、他\nの社寺領の上知（これは明治四年に行われた。）にさきだち、他の幕府直轄領と同\n様に逸早く政府によつて没収されたのも、このためであつたと考えられる。このよ\nうな点から見ても、徳川時代における日光領は、東照宮領及び大猷院領なのであつ\nて、被告が主張するような「満願寺領」ではなく、また、徳川時代になつても、日\n光山即満願寺であるとする被告の見解の誤りであることは明かというべきであろ\nう。\n２　被告は、東照宮か屡々「祖廟」、「東照神廟」、「東照廟」など、「廟」の\n語をもつて呼ばれることを一つの根拠として、大猷院（これまた大猷院霊廟、単に\n霊廟などゝ命ばれる）と同様に、神社ではなく、家康の「廟所」であり、墓である\nと主張し、Ｂ教授もこの主張を支持される（石井鑑定書、乙四五石井補充意見書、\n原審Ｂ、当審Ｂ（１）、（２）、なお原審Ｅ、当審Ｅ（１）、（２）等も同一見\n解）。然しながら、徳川時代に「廟」の文字が墓の意味に使用されることが絶無で\nはなかつたとしても（例えば乙八九の一乃至三林政史資料）、現に伊勢神宮が伊勢\n大廟と呼ばれることからも明かなように、古来わが国では、明かに神社であるもの\nを呼ぶのに「廟」の文字を用いた例は乏しくないことＡ教授が指摘される通りであ\nつて（甲七三辻意見書、甲一三八辻回答、当審Ａ（２）、なお、当審Ｄ（３）等も\n同意見）、東照宮が「廟」の語を付して呼ばれ、また、東照宮神殿に近接して家康\nの墓所であることの明かな奥院宝塔があることは、東照宮の神社たることを否定す\nる根拠とはなし得ないものと考えられる。\nしかのみならず、東照宮が家康の廟所であり、墓であつて、神社ではないという\n被告の主張は、徳川時代、東照宮が法主体たり得なかつたこと、領地の寄進を受け\nたり、社殿等を所有したりする権利能力を有しなかつたことの理由の説明としてな\nされているのである。然しながら、ある祭祀の施設が神社（神社とは何かという定\n義の問題がまずあるわけであるが、ここではこの問題に触れる必要がない。）であ\nるかどうかということゝ、法主体性の有無、権利能力の有無ということゝは別のこ\nとであると考えられる。即ち、神社であれば当然に権利能力があり、そうでなけれ\nば権利能力はないというものではない。れつきとした神社であつても、その社殿の\n建物自体に法人格があるのでないことは、墓の施設がそれ自体では法人格を有し得\nないのと同じことである。物的ないし財産的基礎が備わり、これに管理の人的組織\nが加われば、法人格取得の実質的要件は具備されるのであつて、現行法制のもとに\nおいても、墓の建設、維持、管理を目的とする法人の設立は、決して不可能ではな\nいのである。大猷院は、その建造物を見れば、東照宮社殿の規模をやゝ縮少したも\nのであるが、家光の遺志によつて、祖父家康とは異り、その霊位は神として斎われ\nなかつたために、神社ではなく、また、寺とも言い難い。しかし、祭祀法要の施設\nがあり、輪王寺法親王宮を長とする管理の人的組織が備わつていることによつて、\nこれを一つの法主体として領地を寄進することも可能であつたのである。してみれ\nば、東照宮は神社ではないという主張は、東照宮の法主体性を否定する理由にはな\nらないのである。\n被告は、また、東照宮を満願寺付属の祭祀施設であるとして、これを東照宮の法\n主体性否定の一つの根拠とし、Ｂ教授もこの見解を支持される（乙四五石井補充意\n見書、乙四七石井追加意見書、乙一一五石井回答、乙一四四石井意見書第二等）。\n然しながら、東照宮という祭祀施設が満願寺に付設された満願寺付属のものである\nかどうかということも、東照宮の法主体性の有無とは関わりはないと考えられゐ。\n日吉神社は延暦寺の地主神のヤシロであり、鎮守社であるという意味で、延暦寺に\n付設された延暦寺付属の祭祀施設であるということができるとしても、それは延暦\n寺そのものではなく、これとは別個の存在であつて、その社殿である建造物も現在\nした。従つて理論の上では、日吉神社に対し、比叡山座主（徳川時代の用語では\n「山門三院執行代」である。）をその代表者として社領の寄進をするということも\n不可能ではない。たゞ、徳川時代においては、事実上日吉神社に対する社領の寄進\nというようなことが行われなかつたというだけのことであつて、このことは、日光\n山における日光権現のヤシロである新宮、本宮、滝尾等が東照宮とは別個の存在で\nあり、従つてそれぞれ一つの法主体たり得る要件を具えていたけれども、事実上東\n照宮とは別途にこれらのヤシロに対する社領の寄進等が行われなかつたのと同じで\nある。\n本件の審理を通じて、東照宮が家康の墓所に過ぎなかつたこと及び東照宮の満願\n寺に対する従属性について証明がなされたとは認められないのであつて、以上に述\nべたような被告の主張は、いずれも東照宮に法人格がなかつたということを単に用\n語を換えて説明しただけの循還論法の類であるとも評することができよう。\n被告は、更に、東照宮の祭祀に奉仕した社家には管理権がなかつた、東照宮には\nこれを代表すべき神主がいなかつた、ということから、東照宮は法人格を有しなか\nつたとも主張し、Ｂ教授もこの見解を支持される（乙四七石井追加意見書等）。し\nかし、これは東照宮が山王一実神道により僧侶が主体となつて祀つた神社、即ち神\n仏習合の神社であつたことを無視した主張というべきであつて、もし東照宮がもつ\nぱら神職者のみによつて管理されていたのであるならば、東照宮について神仏分離\nということが問題となる余地はなかつたのである。東照宮の祭祀を主宰し、その施\n設を管理し、東照宮を代表した者は、天海であり、その法嗣である輪王寺宮門跡で\nあつたのであつて、かれらは神職者ではなく、天台僧侶であつたというだけのこと\nである。\n被告としては、徳川時代における東照宮の法主体性を否定する前に、すべから\nく、徳川時代において満願寺が一つの法主体であつたこと、そしてこのことの前提\nとして、満願寺なる寺が当時事実として日光山に存在したことをまずもつて証明し\nなければならぬ筋合である。被告は、徳川時代においては、満願寺をその寺号によ\nつてゞはなく、「日光山」という名称で呼ぶのが慣例であつたとも主張するけれど\nも（Ｂ教授も同意見である。乙四七石井追加意見書、乙一四四石井意見書第二等を\n見よ。）、もしそうであるならば、このような慣例の存在がまず昀初に証明されな\nければならないのである。さもなければ、日光山即満願寺であるとの主張は、たと\nえ幾度繰返されても、それは論証としての価値のない独断というべきである。甲七\n三辻意見書で引用されているように、慶長十三年（一六〇八）七月十七日付の比叡\n山延暦寺に対する寺領の寄進状は、単に「比叡山」ではなく、「比叡山延暦寺近江\n国志賀郡之内所々都合五千石〔目録有別紙〕事」という文言で始まり、慶長六年\n（一六〇一）二月三日、家康が延暦寺に対し、さきに秀吉が寄進した所領に加増し\nて寺領が五千石になつた時に下した「御寺領之書立」（石井鑑定書に引用）にも、\n「全可有御寺納候」とあつて、寺領であることが明示されている。また、寛永寺に\n対する正保三年（一六四六）十二月十七日付の寺領の寄進状の宛名も、単に「東叡\n山」ではなく、「東叡山寛永寺円頓院」と表示され、更に高野山に対する所領寄進\n状にも、乙一三二の一、二堺研究に引用されている堺県の弁官宛伺によれば、単に\n「高野山領」ではなく、「高野山金剛峯寺領」と表示されていたものと考えられ\nる。\n然るにひとり、元和三年（一六一七）三月十五日付の寄進状（甲一三五の二）に\nは、「下野国日光山領」とあるだけで、「満願寺」の表示はなく、しかも「共に以\nて全く社納有る可し」と記載されているにかゝわらず、この「日光山領」が、なお\nかつ「満願寺領」であり、「寺領」であると解釈すべきものであるとするならば、\nかゝる解釈を可能とする根拠が示されなければならないのである。しかるに、本件\nに顕われたすべての資料によつても、右の点について証明があつたものとは認める\nことができないのである。\n三　明治維新と神仏分離\n慶応三年（一八六七）十二月十四日、列藩に対する御沙汰をもつていわゆる王政\n復古の大号令が発せられて、幕府や摂関制度等の廃止が宣言された。翌四年（一八\n六八、同年九月八日明冶と改元）一月、新政府は第十六代将軍徳川慶喜等の官位を\n剥奪して、旧幕府領を新政府の直轄領とし、太政官府の官制を定めて、明治の新政\n府が発足した。しかし、この月に薩摩及び長州の連合軍が幕府軍と鳥羽伏見で交戦\nし、戊申戦争が起り、同年四月、討幕軍は江戸に入城、同年五月、輪王寺宮を擁し\nて上野に拠つた彰義隊は、政府軍の攻撃によつて敗走、同年九月、会津藩の降伏、\n十一月奥州平定によつて、戊申戦争は事実上終結を見ることゝなり、新政府の威令\nも、ようやく全国に及ぶこととなつた。\n他方、新政府は、おなじく慶応四年（一八六八）三月、王政復古に伴い、「諸事\n御一新、祭政一致之御制度」を回復するとの名目のもとに、神祇官を再興し、「普\nク天下之諸神社神主、祢宜、祝、神部ニ至迄、向後右神祇官付属」とし、これを神\n祇官の管轄下に置くことを宣言するとともに（明治元年三月十三日太政官布告）、\n諸国大小の神社において、「僧形ニテ別当或ハ社僧杯ト相唱へ」神前の祭祀に従事\nしてきた僧侶に「還俗之土神主社人等之称号ニ相転神道ヲ以勤仕可致きことを命じ\n（明治元年三月十七日神祇事務局達第一六五及び同年閏四月四日太政官達）、「中\n古以来某権現或ハ牛頭天王之類、其他仏語ヲ以神号ニ相称候神社」や、「仏像ヲ以\n神体ト致候神社」にはこれが改正を命じ、「本地杯ト唱へ、仏像ヲ社前ニ掛、或ハ\n鰐口、梵鐘、仏具等之類差置候分ハ、早々取除」くべしとして、神社からの仏教色\nの一掃を命じた（明治元年三月二十八日神祇事務局達）。いわゆる神仏分離令ある\nいは神仏判然の令といわれるものの基本となつた政府の指令がこゝに見られるので\nあるが、これらの布告や達に基く神仏分離政策は、神社境内からの仏教様式の堂塔\nの撤去を命ずるところにまで徹底された。\nこのような神仏分離政策は、その当初においては、僧侶の神勤を禁じ、神社から\n一切の仏教色を払拭することによつて神城を浄化し、仏教に影響される以前の神道\nの原初の姿を今の世に再現するということにその主眼があつたのであつて、政策推\n進の原動力となつたのは、再興された神祇官府に拠つた人々であり、然もこれらの\n人々は、江戸後期の国学者で、復古神道を唱えた平田篤胤（一七七六―一八四三）\nの神道観の強い影響を受けていたのである。かれらは、王政復古、祭政一致の古制\nの復活による「諸事御一新」、「旧弊御一洗」を標旁した狂信的な理想家であると\nともに、同時に新政府の権威を背景にして己れの志を実現しようとした野心家であ\nつたことも否定することができないのである。革命その他の大きな政冶的変革が行\nわれた際に、新に樹立された政権が、改革の名のもとに、宗教その他の文化事象に\nまで介入し、後世回復することのできない文化破壊の挙を敢てし、しかも、このよ\nうな改革の企図が一時の混乱に乗じた一部少数の野心家に発したという事例は、古\n来少しとしない。神仏分離政策がその実行の過程において、新政府の政策に迎合、\n追従した地方官僚、僧侶に対する積年の私怨をこの機に晴そうとした一部社人の\n徒、混乱に乗じた一部民衆の付和雷同の行動等によつて、仏家にとつて法難ともい\nうべき排仏毀釈の愚挙にまで発展したことは、自然の成行であつたともいうことが\nできる。神仏分離政策は、王朝時代このかた続けられてきた仏教に対する国家の特\n別の保護を断つ機縁となつたという意味において、結果的には図らずもわが国にお\nける政教分離の第一歩となりはしたものの、それが宗教に対する国家の干渉であ\nり、「旧弊御一洗」という改革の名のもとに行われた行き過ぎであり、文化破壊の\n結果をも招いた愚行であり、暴挙であつたことは、神仏分離を命じた当の政府自ら\nが、すでに早く明治元年四月十日、太政官布告をもつて、「旧来社人僧侶不相善氷\n炭之如ク候ニ付、今日二至リ社人共俄ニ威権ヲ得、陽ニ御趣意ト称シ、実ハ私憤ヲ\n霽シ候様之所業出来候テハ御政道ノ妨ヲ生シ候而己ナラス、紛擾ヲ引起可申ハ必\n然」、よつて「緩急宜ヲ考へ、穏ニ可取扱」く、「神社中ニ有之候仏像仏具取除候\n分タリトモ、一々取計向伺出、御差図可受候、若以来心得違致シ粗暴之振舞等有之\nハ、屹度曲事可被仰出候」との警告を発せざるを得なかつたこと、そしてまた、後\nに明治九年木戸孝允が、神仏分離をもつて神祇官の暴論に出たものと評し、「神祇\n官一時暴論之余波、却県庁ナドニモ残り居候歟神仏混淆ハ出来又ト歟何ト歟申ス処\nヨリ、広大ナル有名ノ堂宇ヲコボチ掛、為其人民ナドノ歟願モ不一形」と慨嘆した\nことからも窺い知ることができる。\n日光山における神仏分離政策の実施の経過及び特に本件で問題となつている七堂\n塔の所有権の帰属を考えるに当つては以上に述べたようなこの政策が決定され、実\n行に移されるに至つた背景を考慮に入れる必要があると考えられる。\n（説明）\n１　右の判断の根拠とした主な資料は、甲九七の二、三、神仏分離資料第一巻、\n甲四九の一、辻善之助・明治仏教史の問題、甲四九の二、辻喜之助・日本文化史\nⅦ、甲九八、木山孝察、乙七五の一、二圭室諦成「日本仏教史近世篇・近代篇」、\n甲七三、辻意見書、梅田鑑定書、石井鑑定書、原審Ｃ、当審Ｃ（３）、当審Ａ\n（１）である。\n２　原審Ｃは、明治政府の神仏分離政策を簡明に要約して「慶応三年、王政復古\nの大号令により、明治元年維新政府が成立したわけですが、このとき、第一には、\n将軍、摂政関白等の中間物を排除し、総ての政治を天皇が親裁される第二に五ケ条\nの誓文にあるように世界的視野に立ち、諸制を一新する、積弊を一新する。第三\nに、祭政一致、つまり敬神崇祖を精神的基礎に置くことであります。それらのこと\nは沢山の法令の中に数々みえています。その祭政一致を実施するために、千有余年\nにわたる神仏混淆或いは習合の状態を一新しなけばれならないということになり、\n神仏分離令が出ました。これは政策的にみれば一種の施政改革、法令の性質からみ\nれば国家命令であつたわけです。具体的にどういうことをしたかと言いますと、第\n一に、八幡大菩薩、熊野大権現というような、仏号を以つて神号にすることをやめ\nる。第二に、仏像をもつて神体としたり、経巻や鰐口を神社におくことをやめる。\n第三に、別当、社僧という姿で神社に奉仕することをやめる。第四に、神社の境内\nから仏教施設である堂塔を徹去する。第五に、神社では仏教的な法要、修法といつ\nたものはやらない。そして、第四、五は分離令そのものには書いてありませんが、\n立法の精神からみて当然のことであります。\nと述べている。神仏分離が神社境内から仏教様式の建造物の排除をも命ずるもの\nであつたことは、地方からの伺に対する中央政府の回答によつて明かである。前掲\n甲九七の二、三に掲げられているものを左に引用する。\n社寺復飾等之儀取扱方窺書之御付札御渡之書面之写（社寺方中里以都茂控）に\n「今般駿河以東拾三ケ国社寺之儀、府藩県ニ於而取扱候様被仰出候趣も御座候ニ\n付、心得方左ニ奉伺」として二十項目に亘る伺がなされ、これに対する政府の回答\nが各項目毎に付札をもつてなされているが（この伺は、明治元年十一月二十五日\n付、回答は同年十二月四日付である。）、そのなかに次の一項目がある。\n「一　社地ニ有之候観音不動其外仏体之堂、井寺院境内ニ有之候稲荷其外之神社\nは、為取払候筋ニ御座候哉、又は社は神職之方へ、堂は寺院の方へ、相互ニ譲リ\n渡、遷座為取計候而不苦候哉、\n但境内場広ニ而、社寺共共儘差置、地之境界を分け候は不苦儀ニ候哉、\n御付札\n伺之通たるへき事\n但書仮令広場ニ候共、社内之寺院は必取除可申事」\nまた、仁和寺記録のなかに、「此書太政官重役より御筋え伺之写、御秘し可被下\n候」との注意書を付した十四項目に亘る伺及びこれに対する回答を載せた「覚」と\n題する文書があり、そのなかに次の一項目がある。\n「一社内ニ有之仏堂寺内有之神社之事、\n右取扱振如何可然哉、或ハ寺内之於神社者、土地ヲ撰可然処へ奉遷、社内之仏堂\nに於而者、取毀可申哉、又者寺内え送り可然哉、\n御付紙\n寺内之神社ハ、土地ヲ撰可奉遷、乍併大寺等にて、半場に候ハバ、社と共其儘指\n置、土地之境界ヲ相分可申事、社内仏堂者取毀勿論之事」\n更に、この神仏分離の措置が、全体として神社や仏寺に対する国家の干渉であ\nり、宗教に対する国家の介入であることは、本件日光山における分離措置がこれを\n示しているが、この干渉が祭祀の儀式等の細部にまで及んだことを明かにするため\nに、梅田鑑定書の掲げる事例を左に引用する。\n「日吉祭山門取扱を止め一社にて祭式執行の件明治元年四月十三日太政官達第二\n三五山門へ\n来ル十八日日吉祭ニ付是迄山門ヨリ何万端仕来り候得共今般御一新之上ハ更ニ於\n一社祭式執行候間此段為心得相達候事」\n「神祇の菩薩号廃止に関する件\n明冶元年四月二十四日太政官達、此度大政御一新ニ付石清水、宇佐、宮崎等八幡\n大菩薩之称号被為止八幡大神ト奉称候様被仰出候事」\n「石清水八幡宮の大菩薩号廃止の件明冶元年五月三日太政官布告第三六六号\n石清水八幡大神\n右大菩薩号被止候ニ付魚味奉供候旨被仰出候事」\n「法華宗三十番神の称を禁止する件明治元年十月十八日御沙汰第八六二号法華宗\n諸本寺宛\n王政御復古更始維新之折柄神仏混淆之儀御廃止被仰出候処於其宗ハ従来三十番神\nト称シ皇祖太神ヲ奉始其他之神祇ヲ配嗣シ且曼陀羅ト唱候内ニ天照皇太神八幡太神\n等之御神号ヲ書加エ剰へ死体ニ相著セ候経惟子等ニモ神号ヲ相認候事実ニ不請次第\nニ付向後禁止被仰出候間総テ神祇之称号決テ相混シ不申様屹度相心得宗派末々迄不\n洩可相達旨御沙汰候事\n但是迄祭来候神像等於其宗派設候分ハ速ニ可致焼却候若又由緒有之往古ヨリ在来\n之分ヲ相祭候分ハ夫々取調神祇宮へ可伺出候事」\n３　王政復古は神武の古に復するということを理想としたものであるが、前掲甲\n四九の二、辻善之助・日本文化史Ⅶによれば、このような思想は、維新の際の体制\n変革の主役の一人である岩倉具視の顧問となつていた玉松操等の考であつて、玉松\nは平田篤胤の門人大国隆正の門から出た人物である。維新政府樹立の思想的根拠と\nなつた王政復古が、同じく平田篤胤の唱えた神道復古の思想と不可分に結びついて\nいたことは明かであつて、平田の国学においては、単なる学問の領域を越えて神道\nから儒仏の影響を排除すべきことが唱えられたところからみて、これが神仏分離、\nひいては排仏毀釈という過激な実践行動にまで発展する可能性をもつていたのであ\nる。現代風に表現するならば、神仏分離は王政復古とともに、明治維新という体制\n変革を促したイデオロギーの一部をなしていたのであつて、平常時においては殆ん\nど考えることができないようなこのイデオロギーの強力で過激な実践を可能ならし\nめたものは、旧体制の破壊と新体制の樹立という政治的変革がもたらした幕末維新\n当時の異常な社会状勢であつた。しかし、変革が成就し、新しい体制が国政の担当\n者となると、体制の変革を促したイデオロギーは、急速にその威力を失い、新しい\n体制による政治の理念、国政の方針としては、もはや通用しなくなるのが常であつ\nて、神仏分離のイデオロギーも、またその例外ではなかつた。さきにも引用したよ\nうに、木戸孝允が神仏分離を評して「神祇官之暴論」と言つたのも、このことを示\nしている。\n明治政府は、神社の祭祀に対する僧侶の関与が廃止され、神社と寺院との分離が\n一応実現されると、分離政策に対する仏教者側からの抵抗運動の影響もあつて、神\n社とともに仏寺を、そしてまた神職者とともに僧侶を、「大教宣布」という国民教\n化の手段としてひとしく利用することによつて分離政策の行過ぎの是正を図るとと\nもに（革命等による大きな政治的変革の後に、新体制がそのイデオロギーによる民\n衆の啓蒙教化を試みるということは有り勝のことであつて、明治政府が行つた大教\n宣布もその一例というべきであろう。ただ、この大教宣布活動が強制を伴わず、当\n時この活動に対する批判や諷刺さえもが比較的自由に行われたことは注目すべきで\nある。）、他方において、神道から信仰の要素を捨象し、神道を「神社神道」とし\nて宗教的には無色化、中性化しながら、同時に、神社を国家の宗祀として神道の国\n教化を制度的に実現しようとした。中古以来の仏本神迹の思想を排除して、神本仏\n迹、神道本位、神社優位を実現しようとした神仏分離政策は、その形を変えて官国\n弊社、県社、郷社等諸社の制度の樹立となり、神社を国や地方公共団体の営造物化\nし、神職者を官僚化することによつて、その終局を見ることになつたということが\nできよう。そしてこのことは、同時に、当初政府が強行しようとした神社境内から\nの仏式の堂塔の除去というようなことが政策目標としての価値を喪失し、龍頭蛇尾\nに終る結果となつたことをも意味するのである。しかのみならず、以上に加えて、\nいま一つ重要なことは、社寺明細帳の調製に始まる文化財保護の見地に立つた古社\n寺保存の政策が新に導入されたことであつて、これは神仏分離政策の破壊的傾向と\nは全く逆の方向の政策の採用を意味するであろう。即ち神仏分離政策は、ここに至\nつて政府により完全に放棄されたと言つても過言ではないのである。\n以下、甲四九の一、辻善之助・明治仏教史の問題、甲四九の二同・日本文化史、\n梅田鑑定書、当審Ｃ（２）、当審Ｄ（１）によつて、以上に述べた経過を少しく具\n体的に説明する。まず、神仏分離令が発令されるや、全国各地において、地方官僚\nによる神地か仏地か、神物か仏物かの判定の強行、神地と仏地との強制分割、堂\n塔、仏像、仏器、仏具等の破壊あるいは売却処分、僧侶に対する還俗の強制等が行\nわれたが、Ａ博士は、その事例として叡山坂本の日吉山王社、石清水、信濃諏訪神\n社、日光、寛永寺、羽前羽黒、讃岐金毘羅、伯耆大山、石徹白、竹生島等の場合を\n挙げ、また神仏分離令の発令を機会に、寺院の廃止、統合を断行した地方の例とし\nて、信濃松本藩、薩摩、穏岐、富山藩、佐渡等を挙げている。なお、全国各地にお\nける神仏分離実施の状況は、本件において当事者双方によりそれぞれその一部が証\n拠として援用されている明治維新神仏分離史料全五巻によつてその詳細を知ること\nができる。イデオロギーに憑かれ、理性を失つた人々による権力の掌握という事態\nに、権力に追従し、迎合する人々、混乱に乗ずる煽動家、これに躍らされる付和雷\n同の徒の所行が加わるとき、いかに常規を逸した愚行が行われるかを明治維新神仏\n分離史料は物語つている。\nしかしながら、このような狂気も一時的のものであつて、そのほとぼりも次第に\n収り、本文においても引用したように、政府は分離令発令後間もない明治元年四月\n十日の太政官布告をもつて、「祖暴之振舞」を警め、「神社中ニ有之候仏器仏具取\n除候分タリトモ、一々取計向伺出、御差図可受候」と指令するのである。後に述べ\nるように、本件七堂塔の管理や、これらの堂塔に安置保管されていた仏像、経巻等\nの処置について、政府が東照宮と満願寺との間に細目の「議定」を結ばせ、これを\n承認するというような措置を取つたのも、右の太政官布告が指令したように、一々\n取計向を伺い出させ、その指図を仰がせたものに外ならない。文化財保護政策とい\nうような見地を別にすれば、個々の社寺の境内地に所在する建造物及びこれらの建\n造物内における仏像、経巻の管理、これらの建造物の鍵の保管等、国政の立場から\n見ればまことに些末な事柄にまでも国家が介入し、干渉をするというような事態\nは、たとえ専制国家体制のもとにおいても異常な出来事であつて、明治政府がこの\nような異常を敢てしたのは、政府自らが発令し、強行させた神仏分離というそれ自\n体異常な措置の後始末をし、これが結末をつける必要があつたからだということが\nでよう。神仏分離政策の国民に対する啓蒙教化活動への方向転換、神道国教化の開\n始及び文化財保護政策の導入は、以下に見るような一連の事実からこれを看取する\nことができると思われる。\n明治二年三月　教導取調局を太政官に設ける。\n九月　宣教使を置き、その官員を定める。（即ち、宣教使には、長、次\n官、正権判官があり、判官以上は神祗官員が兼ねる。次に正権大中少宣教使、正権\n大少主典、正権大中少講義生及び史生が置かれた。）\n明治三年一月　大教宣布の詔を発する。\n四月　大中少宣教使を大中少博士とし、各藩知事、参事をして宣教の職\nを掌らせる。\n閏七月　大小神社明細取調書方の機につき布告\n閏十月　民部省に寺院寮を設け、仏教寺院を管轄させる。\n明治四年五月　神社はすべて国家の宗祀とすることを宣言し、神職の世襲を廃止\nする。官国幣社、諸社の社格を制定し、古来由緒の九十七社の社格を定め、神職職\n制、神社運営規則を定める。\n（二荒山神社は明治六年三月七日国幣中社に指定され、明治五年四月二十九日湊\n川神社が別格官幣社に指定されたのに次いで、明治六年六月九日東照宮も別格官幣\n社に列せられた。）\n七月　大教宣布の沙汰書を発する。\n民部省を廃止して大蔵省に合併し、これに伴つて寺院寮も廃止され、戸籍寮のな\nかに社寺課を設け、神祇官所管外の社寺のことを掌らせる。\n八月　神砥官を改めて、神祇省とする。\n明治五年三月　神祇省を廃止して教部省を置き、祭典は式部寮の、宣教は教部省\nの所管とする。\n四月　教導職の制度を定め、これを正権大中少教正、正権大中少講義、\n正権訓導の十四級を定める。\n教導職に三条の教則（「一、敬神愛国の旨を体すべき事、二、天理人道を明かに\nすべき事、三、皇上を奉戴し朝旨を遵守せしむべき事」）を頒つ。\n十一月　大教院を設け、神社寺院を小教院とし、三条の教則に基いて教導\nを行わせることとなる。\n明治六年一月　芝増上寺講堂を大教院に宛て、開院式を行う。\n七月　教部省達によつて、官幣社明細図書の調製を命じる。\n明治八年四月　大教院を廃止する。\n明治十年一月　教部省を廃止し、その事務を内務省社寺局に移す。\n明治十二年六月　内務省達によつて神社明細帳及び寺院明細帳の調製を命じる。\n明治十七年八月　教導職を廃止し、その職務を各宗各派の管長に委託する。\n明治三十年　法律第四九号古社寺保存法が制定される。\n明治三十三年四月　内務省社寺局を神社局と宗教局の二局に分け、神社に関する\n事務は神社局、寺院に関する事務は宗教局に所管させる。（その後神社局の所管事\n項は昭和十五年十一月以降神祇院に、宗教局の所管事項は大正二年六月以降文部省\nにそれぞれ移管されて終戦時に至つた。）\n現在、全国各地の神社境内に仏式の堂塔が神仏分離の難を免れ、神社所有の建造\n物として残存しているが、このことは、これらの堂塔の多くから仏像、仏器、仏具\nの類が取払われて仏用としての用途が廃止され、これらの堂塔が神社の美観保持そ\nの他の神社の用に供せられるようになつたという事情もあるけれども、より根本的\nには、神仏分離政策がその実行の過程において緩和され、やがてその方向が他に転\n換され、次いでこの政策そのものが政府自らによつて事実上放棄されるに至つたこ\nとによるものと見るべきであろう。神社境内に残存する堂塔の事例としては、全般\n的には、甲九八、木山孝察、原審Ｊ、当審Ｊ（１）、（２）、当審Ｉ（１）、当審\nＤ（１）、（２）、（４）にその説明がなされており、個別的には、甲一〇六の一\n乃至五（金讃神社多宝塔）、甲一〇七の一乃至三（羽黒山五重塔及び鐘楼堂）、甲\n一〇八の一乃至三（談山神社十三重塔）、甲一〇九の一乃至三（厳島神社五重塔及\nび多宝塔）、甲一一〇の一、二（多賀神社鐘楼）、甲一一一の一乃至三（新海三社\n神社三重塔）、甲一一二の一乃至三（神戸市兵庫区ａ町八幡神社三重塔）、甲一一\n三（但馬妙見名草神社三重塔）、甲一一四の一乃至四（花岡八幡宮鐘楼）、甲一五\n一の一乃至七（滋賀県甲賀郡ｂ町油日神社経蔵）によつて、これを知ることができ\nる。\n四　日光山における神仏分離の実施\n（一）　前項で見たように、新政府による神仏分離令は、徳川幕府崩壊後日なら\nずして発せられたのであるが、これが日光山において実施に移されたのは、明治四\n年一月になつてからである。\n維新当初の日光山の状況は、徳川時代の延長であつて、山内にある社殿、仏堂等\nは、「是迄旧神領受納高ノ内ヨリ扶持米等夫々相渡相続」してきた「神廟付属ノ社\n寺」（甲一四七の二）であり、明治の新政府にとつても、一山の僧侶たちは、徳川\n時代におけると同様に、東照宮の神前奉仕を主たる任務とする東照宮の社僧に外な\nらなかつた。しかるに、いまや徳川家の当主慶喜は新政府にとつては「朝敵」であ\nり、「賊徒」であつた。慶応四年（一八六八、明冶元年）四月には、江戸を脱出し\nて日光山内に集つた三千人に及ぶ旧幕臣等に対しても追討の政府軍が差向けられ、\n当時の大楽院別当は、この時、東照宮の神体を奉じて、旧幕軍の抵抗の拠点となつ\nた会津へ逃れ、更に山形、仙台の各地を転々し、その後「神体は帰山ありしも、別\n当は太田原より分れて遂に行方を知らず」というようなことになる（乙二八の\n二）。「日光山ノ儀神仏混淆ニ付祭祀不条理」として（甲一四六の二）、日光山が\n神仏分離の適用の対象たるべきことは、新政府にも歴然たるものがあつたが、新政\n府にとつては、日光山における神仏分離を実施する前に、まずもつて「日光廟地」\nの存廃そのものが問題であつた。日光山における分離政策の実施が遅延した昀大の\n理由は、東照宮が家康の墓所であり、「満願寺」付属の一祭祀施設に過ぎなかつた\nために、これを独立の神社とすることを政府が躊躇したというようなことにあるの\nではなく、徳川将軍家の祖廟である東照宮の存続を承認すべきか、あるいはこれを\n取潰すべきかが問題であつたのである。\n政府は、「日光廟地」の存廃を決定するに先だつて、慶応四年（一八六八、明冶\n元年）閏四月六日、家康によつて廃絶させられた豊国神社の復興と祭祀の復活を指\n令し（甲七三、辻意見書）、同年五月、時の輪王寺宮公現法親王（後年の北白川宮\n能久親王）は、彰義隊抗戦の責任を問われ、その地位を剥奪されて謹慎の身とな\nり、同年十月には生家伏見宮家へ復帰を命ぜられ、十一月には輪王寺の称号も廃止\nされた。また、政府は、一般の社寺領の上知（この上知は、明冶四年一月五日太政\n官布告第四号によつて行われた。甲六〇の一を見よ。）に先ち、いち早く東照宮社\n領及び大猷院領を幕府直轄領と同様に没収し、慶応四年六月、真岡県知事鍋島道太\n郎の支配下に置いた。\n東照宮創建この方二百五十年の間、徳川幕府の特別の庇護下にあつて、東照宮を\n中心とする日光山の祭祀に従事してきた僧侶や社人は、幕府が存続している限り、\nその身分と生活の安泰を保障されてきたのに、その幕府は突如として崩壊し、日光\n山統合のシンボルともいうべき輪王寺宮を失い、いままた日光領も政府の没収する\nところとなつて、かれらは無禄の身となつたのである（甲一八の三、東照宮明細帳\nのなかの東照宮由緒の説明中に、東照宮が「維新後一時其所属ヲ失」つたと言われ\nているのも、幕府の崩壊によつて東照宮がその保護者を失つたことを指しているの\nであつて、東照宮が満願寺への従属を断たれたことを意味するとする被告の見解は\n誤りである。）。一山の僧侶、社人に対する政府の当時の取扱は、「今般御一新ニ\n付、宗廟血食之為、徳川亀之助エ七拾万石被下置候ニ付テハ、当廟地付属之社寺院\n等一切御構無之筈ニ候得共、差向飢寒ニ逼リ、不便之儀ニ付、浜大之御仁恵ヲ以為\n相続米、是迄ノ石数月割ヲ以、向已二月迄下置、依テ夫迄之内京都本山其外エ夫々\n付属之手段相付候様可相心得」しというのであつた（乙四七、石井追加意見書に引\n用の明治元年十月二十七日付知県事鍋島道太郎より社寺坊宛達）。即ち、明治二年\n二月までは、暫定の措置として旧来の例により給与を支給してやるから、それまで\nの間に本山比叡山を頼つて行くなど、身の振方を決めよというのである。日光県に\nおいては、明治二年二月の期限が到来した際、政府に対して、「昀早期日相満、社\n人僧侶一同追々退散、神社全狐狸狼籍之地ト可相成」として、日光廟地の処理につ\nいて政府の善後措置を求め（甲一四八の二）、遂に翌明治三年十二月、「二荒山神\n社并東照宮ノ儀ニ付申上候書付」と題して、日光山処理の基本方針案を樹て、これ\nを太政官に上申した（甲一四七の三）。この上申の趣旨は、東照宮については神社\nとしてその存続を承認し、本宮、新宮、滝尾等の日光権現の諸社については、東照\n宮に対する従属を改めて二荒山神社として独立させることとして、東照宮及び二荒\n山神社の管理を僧侶から旧社家に引継がせるとともに、旧社家に対しては、祭典料\n及び給料として両社についてそれぞれ高五百石（現米に直して百二十五石）を支給\nすることゝし、また、一山の僧侶については、右両社との関係を断つて、山内の一\n大坊に集結させ、新に満願寺として一寺を創立させ、僧侶全体の分として現米百石\nを支給するというものであつた。この上申はこれまで「日光廟地」として東照宮を\n中心に祭祀が営まれてきた「数百年来神仏混一之地所」日光山の二社一寺への分割\n案ともいうことができよう。太政官は、日光県の右上申を容れ、なお、「堂塔殿ト\n不殿ト図面ヲ以可伺出事」とした。この太政官の指命は、翌明治四年一月九日、僧\n侶及び旧社家に達せられ、日光山においても、ようやく神仏分離が実施されること\nになつた。\n日光山においては、このようにして、明治四年正月十日から、県官関与のもと\nに、早速神仏分離の作業が開始された。即ち、諸建造物を含むすべての祭祀施設に\nついて、神物と仏物の区分が行われ、逐次神物の僧侶から旧社家への引渡権現号を\n記した勅額等の取外し、神物として旧社家に引渡された建造物内の仏像、仏器、仏\n具等の除去等が行われ、同年五月で一応終了する。この分離作業の経過の一斑は、\n明治四年度の東照宮御番所日記に記録されているが、この日記の記事によると、正\n月十七日には、東照宮において衆僧による御暇乞の拝礼及び神酒頂戴が行われて、\n同日を限りに僧侶の神勤が廃止され、また、二月二十八日には、東照宮と二荒山神\n社本宮の僧侶から旧社家への「御神前向引渡」が行われたことが注目される。こゝ\nにいう御神前向引渡は、両社の社殿の引渡であり、僧侶から社家への両社の管理権\nの移譲である、日光県は、三月十七日付で、太政官に対し、二月二十八日に二荒山\n神社と東照宮の引渡が完了したこと、僧侶に対しては、三月末日までに山内の大院\nである旧輪王寺本坊に移転集居するように命じたことなどを報告し、「堂塔仏閣殿\nト不毀ト并仏地境内等ノ如キハ、詳細以絵図面、猶追可申上」き予定であることを\n付記している（乙六の二、乙八七の三）。ところで、右にいわれている「仏地境\n内」については、同年七月、日光県から太政官弁官に対し、絵図面を添えて、この\n絵図面のなかの朱線内を満願寺境内と定めることとしては如何との伺を出し、太政\n官弁官も「絵図面見込之通可取計事」として、右日光県の満願寺境内区分案を承認\nした（乙六の二（４）、乙八七の三）。このようにして、仏地即ち満願寺境内とす\nべき区域は定まつたけれども、「堂塔仏閣」の「毀ト不段」については、さしあた\nり日光県から太政官に対してその具体案を上申した形跡はない。しかしながら、後\nに明治六年十二月になつて、日光山満願寺学頭代彦坂・厚名をもつて栃木県令鍋島\n幹宛に提出した諸堂移遷の願書（乙三六）に、「去ル辛未年光山神仏判然御所置之\n砌神地内ニ属シ候仏閣堂塔満願寺え御渡し被下置仏地内え移遷被仰渡公平之御裁断\n一同難有仕合奉存候」とあり、また、翌明治七年三月付の満願寺から栃木県令鍋島\n幹宛の「諸堂移遷願書」（乙四）にも、「去ル明治四辛未年当山御所置之砌僧侶え\n御渡し被下置候神地内之仏堂移遷之義」と記されていることからも明かなように、\n明治四年一月から始められた神仏分離実行の過程において、日光県知事の裁量によ\nり、東照宮及び二荒山神社の各神地内に所在する「仏閣堂塔」あるいは「仏堂」と\n目すべき建造物について、これを仏物として神地内から仏地内へ移転すべきことが\n指令されたものと推測される。もつとも、日光県知事のこの指令が、何時、如何な\nる方法で発せられたのか、また、移転命令の対象となつた「仏閣堂塔」あるいは\n「仏堂」が具体的にどの建造物を指すのかは必ずしも明確ではなく、この指令その\nものを記載した文書は現存せず、また、神仏分離作業の進行経過を記録した前記東\n照宮御番所旦記にも、この堂塔の移遷命令に言及した記事は見当らないのである\nが、この命令は、恐らく、明治四年二月中に、日光県知事から僧侶に対して口頭を\nもつてなされたのではないかと思われる。いずれにしても、右の指令は、神社から\n仏教色を一掃するために、仏教様式の建造物についてもこれが神地からの除去を実\n現しようとした政府の神仏分離政策の一環としてなされたものであつて、東照宮及\nび二荒山神社の神地内にある仏教様式の堂塔の所有権を僧侶側ないし僧侶によつて\n新たに組織された満願寺に付与することを目的としたものではなく、これらの堂塔\nを神地から除去する方法として、僧侶側にその引取を命じたのであり、指令の主眼\nは、これらの堂塔を神地から仏地へ移転することにあつたものと見るべきであろ\nう。\nところで、このようにして、東照宮及び二荒山神社の神地内にある仏教様式の堂\n塔について、これを神地内から移転し、仏地内へ引取るべきことが僧侶達に命ぜら\nれたのであるが、この指令は、僧侶達にとつては、一面において、東照宮と二荒山\n神社の管理権を与えられた旧社家に対する政府の処遇との対比において、僧侶に対\nする日光県の「公平之御裁断」であり、「難有仕合」として感謝すべきものである\nと同時に、他面において、僧侶達にとつては、容易ならぬ財政上の負担を課するも\nのであつた。かれらは、今や各自の宿坊を明渡して三月末までに旧輪王寺本坊へ集\n結すべきことが命ぜられ、政府の温情によつて僅に年間百石の扶持米を給せられる\nに過ぎない身分となつたのであつて神地内の堂塔の移転に要する巨額の経費を支弁\nすべき当はかれらにはなかつたのである。\nそこで僧侶達は、神地内の堂塔の移転の実行について、明治六年十二月末まで向\nう三年間の猶予を願い、日光県もこの願を容れたのである。\n（説明）\n１　慶応四年（一八六八、明治元年）以後明治四年一月、日光山において神仏分\n離が実施に移されるまでの経過を本件に顧われた資料によつて少しく詳細に辿つて\n見ると、まず、慶応四年四月二十六日、本文において述べたように東照宮の別当大\n楽院が神体を奉じて会津へ逃れるという事件が発生する（乙二八の二、平泉報告、\nなお原審Ｄ（４）によれば、大楽院別当は、逃避行を共にした社家とともに、後日\n日光県に呼出されて謹慎を命ぜられ、やがて一旦はいずれも職を免ぜられたが、後\nにまた復職したとのことである。）。同年四月当時の日光山の状況について、日光\n山沿革略記は、「四月、旧幕旗下の士追々江戸を脱し、当山内に集まるもの三千余\n人に及ぶ。二十九日、官軍これを撃退せむが為、字十文字〔日光今市の中間〕に於\nて接戦す。此時山僧等衆議して、来集の士を説くに、当山に拠り官軍に抗するに、\n神廟の為甚だ利ならざる旨を以てし、且つ、一山総代桜本院道純、安居院慈立を十\n文字に遣はして官軍の先鋒谷守部氏に懇談す。因て官軍は、今市の本営に引揚、脱\n兵は卒に奥州に向ひて退散す。」と誌している。\n新政府は、同年閏四月四日、神祇局及び大阪裁判所に沙汰書を発し、豊軍民滅亡\nの後、家康によつて社領を奪われ、神官は離散し、廃滅に帰していた豊国神社の復\n興と祭祀の復活を命じた。この沙汰書には、「源家康継テ出、子孫相受ケ、其宗祠\n之宏壮前古無比、豊太閣ノ大勲ヲ以テ、却テ晦没ニ委シ、其鬼殆ント餒ントスルニ\n及候段、深歎恩召候」とあり、甲七三、辻意見書は、明治政府が、「維新後すぐさ\nま豊国神社復興に着手した反面には、東照宮廃絶が当然政府の念頭にあつたと考え\nねばならない」とし、日光山における神仏分離の実施が遅延した理由は、政治的に\n東照宮の存廃が問題だつたからであつて、東照宮が独立の神社ではなかつたという\nような理由によるものではないとする。維新当初の一般状勢、豊国神社復興の沙汰\n書が発せられた前後の事情をも併せ考えると、右の辻意見書の見解が真相であると\n思われる。\n同年七月、日光山においては、一山惣代として護光院・厚を江戸に派遣し、新政\n府に陳情を行つた。この陳情の趣旨は、「我が日光の神は、根本より仏法を以て僧\n徒の祭れるもの」であり（甲一二五・厚大僧正）、「日光山の神社は、都て開山勝\n道已来の勧請にして、僧徒の経営に成り、悉く大権現と称し、千有余歳の久しき法\n祭を専務として、歴朝の御信仰も浅からざりしことなれば、此神仏判然の際単純の\n法祭に帰せざれば、則分離して却て混淆するの恐れあり、故に至当の御処分相成\n度」として（乙九〇の五日光山沿革略記）、東照宮創建前からの日光山の沿革を説\nいて、日光山の霊地が、東照宮の存続とは関わりなく、かつ仏地として存続せらる\nべきことを訴え、山内の祭祀施設の保存と僧侶の地位の安全を図ることにあつたも\nのと考えられる（ちなみに、護光院彦坂・厚は、日光山沿革略記によれば、天保五\n年〔一八三四〕長野に生れ、十二才で薙髪、二十二才の時、衆徒二十院のうちの一\n院である護光院住職となつた。日光山における神仏分離実施の際、よく一山の僧侶\nの利益を代表して日光県当局、東照宮及び二荒山神社社司方との折衝に当り、相\n輪・、三仏堂等の満願寺境内への移遷を実施する等、一山の僧侶が直面した危機を\n救い、被告輪王寺をして今日あらしめる上において、・厚の功績に負うところ少し\nとしない。当時、少壮気鋭の・厚は、明治五年九月、学頭代となつて事実上一山の\n僧侶の代表者となり、十二年満願寺副住職、十五年五月正住職、十六年輪王寺の旧\n号復活によつて輪王寺住職となつた。）。\nこれよりさき、同年（明治元年）六月、政府は、鍋島道太郎を眞岡県知事に任命\nして、幕府直轄領であつた下野国真岡領八万石を没収して鍋島の支配下に置くとと\nもに、鍋島を日光今市御蔵掛に任命し、日光神領及び大献院領合せて高二万九百四\n十七石余をも没収して、鍋島の支配下に置いた（甲五九の一栃木県史付録、原審Ｄ\n（３））。このことは、同年八月二十七日鍋島道太郎の部下から旧日光奉行吟味役\nであつた小野善助に対し、「今般下野国日光神領霊屋領何れも道太郎支配に被仰付\n候間可被得真意、猶又惣寺院并神職等え貴所様より可然通達被致置度」として通知\nされ、小野善助を通じて僧侶や社家にも伝達された（甲五九の二、三東照宮御番所\n日記、原審Ｄ（１））。鍋島道太郎は、旧日光奉行所において関係書類の引継等を\n受け、同年九月十二日付をもつて次の通り政府に対し報告をしている（甲五九の一\n日光県史付録、なお、甲一四七の一公文録の目録には「日光神領霊屋領請取済ニ付\n届」なる項目が掲げられている。）。\n「元日光神領並霊屋領取計向之儀\nニ付御届書\n旧日光神領並霊屋領私支配ニ付仰付候ニ付鉢石宿旧奉行所え出張仕諸帳面等夫々\n元奉行所付ノモノ請取ノ取計向左申上候\n一　社人僧侶ノ儀ハ先以是迄通追テ御所置振可相伺候\n一　日光地付旧幕臣ノ儀ハ勤王之実効不相顕モノ御扶持方等一切不相渡旨申達シ\n置候\n一　神人楽人等ト唱候モノハ至テ小身ノモノ故当分之ニテ通候得共来春ヨリハサ\nラニ御手当等無之候閲其心得ヲ以今ヨリ漸々産業ニ有付候様心掛可申旨相達置候\n一　社寺院其外日光山付属ノモノ心得違イタシ脱走仕候モノニハ其跡取債可申候\n一　参詣人礼式等是迄通ノ旧格ハ一切相省申候\n一　祭礼ノ節是迄神領村々ヨリ備物等仕来候得共一切取止メ申候\n（中略）\n右之通御座侯間餘ハ追々御届可仕候\n以上\n右の届書によつて、政府の日光山に対する態度がいかなるものであつたかが窺わ\nれるとともに、日光山における社人、僧侶の今後における処遇をいかにすべきかが\n問題とされている点に留意すべきてあつて、以後、鍋島知事は、これらの社人、僧\n侶に対す救済措置について、かれらと中央政府との間に立つて苦心を重ねることと\nなる。\n同知事は、同じ月、早速社人、僧侶の「御処置振」について、政府に対し\n「神廟付属ノ社寺是迄旧神領受納高ノ内ヨリ扶持米等夫々相渡相続罷在候処今般\nニ至候テハ御手当等一切無之筈ニ候ヘトモ元来出家僧侶賊徒ニ関係仕候儀モ無御座\n且則ヨリ更ニ御手当無之テハ実ニ飢寒相迫候儀眼前ノ事ニテ甚不便ノ儀ニ付渇命ニ\n不及様格別ノ訳ヲ以何レト歟御扶助被成下度候テハ如何可有御座哉\n一　一山八拾坊ノ儀現在弐拾坊ニテ余ハ先年ヨリ追々空坊ニ相成居申候右畢竟手\n当向手薄故取続兼漸々致奇坊近来ニ至八拾坊ノ扶助米等弐拾坊ニテ請取之相続罷在\n候間六拾坊扶持米丈ハ素ヨリ相渡不申候ヘトモ現ニ存在シ右弐拾坊丈ハ社寺同様切\n迫不便ノ事情ニ候ヘハ是又何レト歟御扶助被成下候テハ如何有御座哉\n一　宮様御家来光地罷在候者並御行衛為尋何方へ歟相越当時不罷在者共扶助米等\n渡方如何取計可然哉右廉々奉伺候条急速御差図有御座度奉存候以上」\nとの伺を発し、これに対し、政府は、同年十月\n「一徳川亀之助七拾万石ノ内ヨリ可相祭儀ニ付同人ヨリ社寺扶持米モ可差出儀ニ\n相当候ヘトモ格別ノ以御仁慮向己ノ二月中坊々へ相続米被下之右ニ付京都本山其外\nへ夫々付属ノ手当相付候様\n二　八拾坊ノ扶持米差出候儀不相成弐拾坊へ現地ノ人数ニ応シ向已年二月中相続\n米被下之\n三　脱走人或ハ宮御供ノ者モ可有之ニ付御扶助ノ訳無之侯尤養父母等有之向極難\n渋ノ者ハ見計ヲ以暫ノ内扶助相成候様ノ事」\nとの回答をしている（甲一四七ノ二公文録）。即ち、慶喜隠居後の徳川家の当主\n徳川亀之助（後の公爵徳川家達）に対しては静岡藩七十万石が与えられているの\nで、そのうちから社寺扶持米の支給を受けるべき筋合であるが、翌明治二年二月ま\nでは、暫定の措置として扶助米を与えるから、それまでに僧侶達は本山比叡山その\n他の付属となるなど身の振方を決めよというわけであるが、この往復文書におい\nて、「神廟付属ノ社寺」といわれ、また「徳川亀之助七拾万ノ内ヨリ可相祭儀ニ付\n同人ヨリ社寺扶持米可差出儀」といわれていることからも明らかなように、地元県\n知事においても、また、中央政府においても、日光山を事実上東照宮と同一視し、\n一山の僧侶を東照宮の社僧視していたことが明かであるとともに、政府としては当\n時まだ東照宮の存続を決定するに至つていなかつた事情をも看取することができ\nる。鍋島知事は、本文で引用したように、十月二十七日付達書で政府指令の趣旨を\n一山の僧侶、社人に通達する（乙四七石井追加意見書）。\nところで、明治二年二月、日光県が新に置かれて鍋島道太郎は日光県知事に任命\nされ「当時日光県庁が旧日光奉行所跡に置かれたことについては、原審Ｄ（４）を\n見よ。また、眞岡県が日光県に合併されたことについては梅田鑑定書を見よ。）、\n同知事は、同月重ねて政府に対して、日光山の祭祀施設の保存と社人、僧侶の救済\nについて政府の善後措置を仰ぐのである（甲一四八の二栃木県史付録）。\n「日光山廟地之儀ニ付申上候書付\n日光廟地付属社人僧侶之義ニ付去秋相伺候処徳川亀之助七拾万石ノ内ヲ以可相祭\nニ付御構無之筈ニ候得共格別之訳ヲ以当已二月迄御扶助米被下置候処夫迄ノ内京都\n本山其外え付属之手相付ケ候様ト付紙ヲ以被相達置候処昀早期月相満社人僧侶一同\n追々及退散神社全狐狸狼籍之地ト可相成既ニ於朝廷モ祖先ノ功労ヲ不被為棄宗廟為\n血食領地被下置候付而者於徳川家片時モ捨置候謂無之義ト奉存候就而者駿河衰え引\n移シ候様乎将何レト歎急速其藩え御下知被為在候様有御座度管内之義見張難罷在ニ\n付此段申立候以上」というのがこれである。ここでもまた「日光廟地付属社人僧\n侶」といわれ、この日光廟地における祭祀施設の維持管理や付属の社人僧侶の扶持\nは静岡藩徳川家の責任とすべきであるとの意見が述べられていることに留意すべき\nであつて、日光山における唯一の法主体は満願寺であつて、東照宮は同寺付属の祭\n祀施設に過ぎなかつたとする被告の主張が日光山の実情に副うものてないことは明\nかというべきであろう。\n他方、中央においては、神祇官と太政官との間で次のような文書の往復が行われ\nる（甲一四六の二公文録）。\n「家康神霊東京中神社寺院内ニ社殿造営有之来ル四月十七日ハ沿襲ノ祭祀被執行\n候族モ可有之候へ共寺院中ノ社ニ於テ祭祀相営候儀ハ止ミ上野山内ニ有之候社殿へ\n衆人参詣差許シ御神霊ヲ慰メ候祭典被為行候ハゝ府下衆心鎮撫ノ御一端ニモ相成可\n然哉ト存候事\n一　下野国日光ニ有之候同霊廟宇ニ於テモ神霊ヲ相慰候軽キ祭奥日光県へ被仰付\n可然歟ト存候事\n一　紅葉山ニ有之候徳川氏累代ノ霊廟ハ速ニ御取払相成候様仕度皇居接近ノ御場\n所ニ右様ノ空廟有之候テハ不快ノ事ニ候殊ニ箇様ノ場所ニハ狐狸モ相住候者ニ候ヘ\nハ旁早々御取払可然存候事\n右ノ件々御評議被下度就中上野山内社殿参詣御差許ノ儀ハ東京中御布告相成候様\n仕度候事\n已二月二十九日　　　　　　　　　　神祇官\n弁事御中\n「一　上野山内徳川氏廟所ノ儀ハ同氏ヨリ伺出ノ上何分ノ御沙汰可被為在候間於\n其官ハ不及御関係候事\n一　日光山ノ儀神仏混淆ニ付祭祀不条理候間日光県ヨリ伺出候ハゝ可及御懸合候\n事\n一　紅葉山徳川氏廟所ノ儀ハ已ニ同氏ヨリ引取方御下知ニ相成候間御京幸迄ニハ\n尽引払可相成ト存候事\n三月五日　　　　　　　　　　弁事」\n右の文書によつて、中央政府においても東照宮に対する善後措置がようやく問題\nとして取上げられるようになつたことが知られる。\n越えて同年十一月には、更に太政官と神祇官との間で次のような協議の文書が交\nされる（乙一〇〇の二）。\n「神祇官へ掛合弁官\n東照宮ノ儀、元来勅許ニ候得共、全神社ニ相立可然哉、仏社混淆罷在候ニ付、至\n急御見込承度候也二年十一月十三日」\n「神祇官意見\n東照宮神社名義勿論ニ付、仏具等取除、混淆ノ筋無之様可致事ト被存候也」\nＢ教授は、二月の神祇官照会中に「下野国日光ニ有之候同霊廟字」とあるところ\nから、東照宮をもつて神社ではなく、家康の墓所であるとし、政府は、墓所を神社\nとすることを躊躇したため、十一月の弁官照会において「全神社ニ相立可然哉」と\nいうことで神祇官の意見を求めたものとされる（乙四五石井補充意見書）。\nしかし、明治二年ともなれば、政府の徳川氏に対する敵視の態度も次第に緩和さ\nれて、すでに輪王寺宮の謹慎は解かれ、九月二十八日には慶喜に対する寛宥の詔が\n発せられて、慶喜も謹慎を解かれているのである（甲七一の一、三徳川慶喜公\n伝）。\n東照宮を神社としてこれが存続を承認するにあたつて障碍となるのは、それが墓\n所に過ぎなかつたからではなく、仏社混淆であつて、従来の通りに祭祀を続けさせ\nることは不条理であり、現に日光山の僧侶からは、護光院・厚を惣代として、政府\nに対し、日光山は仏地であるから、専ら僧侶の手による「法祭」を継続すべきてあ\nるとの陳情もなされたくらいであるから、東照宮を一義的に神社であると決定する\nことの当否について、神祇官の意見が求められたものと解すべきである。この照会\nに対する神祇官の意見は、東照宮は勿論寺院としてではなく、神社として存続させ\nるべきであり、ただ「仏具等取除、混淆ノ筋無之様可致事」というのである。神仏\n混淆の場所では、一般に、神仏分離を実施するにあたつては、まずその場所を神地\nと見るか、仏地と見るか、神社と見るか、仏寺と見るかゞ先決の問題なのである。\n現に遠州秋葉山、伯書大山、安芸厳島、讃岐金毘羅権現等における神仏分離におい\nては、これらの霊場を全体としてこれを神地と見るか、仏地と見るかゞまず先決の\n問題であつたことは、甲九八、木山考察の説明からも明かであり、更に明治初年神\n仏分離史料全五巻が詳しく伝える通りである。\n日光廟地の存続について、政府の意見が積極に決つたことは、ほゞこれで明かで\nあろう。本文で言及した日光県の明治三年十二月付の上申は、この政府の基本方針\nを受けたものということができるが、その骨子は、東照宮を神社としてその存続を\n承認するが、徳川時代におけるように、日光山を東照宮中心に考えず、日光山の古\nい沿革にかんがみて、日光権現のヤシロを二荒山神社として従来の東照宮に対する\n従属的地位から独立させ、また、神仏分離の実行措置として、一山の僧侶の東照宮\n及び二荒山神社における神勤を廃止し、東照宮及び二荒山神社の祭祀施設は、その\n管理を挙げて僧侶の手から旧社家の手へ移し、僧侶にはあらためて一寺を創立さ\nせ、古来の沿革に従つて、これに満願寺の号を称えさせる、というところにあつた\nものと見ることができる。上申が二荒山神社について「確然式内ノ神社」であると\n言い、「日光山満願寺」について、「既ニ往古ヨリノ大寺ニテ更ニ東照宮ニ因故有\n之儀ニモ無之」と言つている点に注目すべきであろう。この日光県上申は、要する\nに、「数百年来神仏混一之地所」（乙六の二（５））であつた日光山全体を単純に\n一つの神地とすることなく、これを二社一寺という三つの主体に分割する霊地日光\n山の三分案ということができる。日光県としては、かくすることが「神仏分離ノ御\n趣意ニモ相叶、社人僧侶其外各方向一定其所ヲ得候様可相成」きものと考えたので\nあつて、山内における社殿堂宇の結構の美を眼と鼻の先に控えている日光県として\nは、堂塔を毀つというような分離の強行措置は、さしあたり念頭になかつたか、あ\nるいはこれをできる限り避けようとしたものと考えられる（ちなみに、日光県知事\n鍋島道太郎は、梅田鑑定書、原審Ｄ（８）によれば、もと鍋島藩士、はじめ名を道\n太郎といつたが、後に幹と改名、明治元年六月に眞岡県知事に任命され、明治二年\n二月日光県が置かれるや、その知事に転じ、更に明治四年十一月、日光県と壬生、\n吹上、佐野、館林の五県とが合併して栃木県となるや、その知事となり、明治十三\n年までその職にあつた。かれは、徒に中央政府の意向に盲従することなく、社人及\nび僧侶間の利害の公平を期しつゝ、かれらに対する救済措置に意を用い、同時に日\n光山内における社殿堂宇の維持保存に努めたのであつて、日光を破壊から護り、そ\nの社殿堂宇の輪奠の美を後世に残す上において、かれが日光山に対して行つた現実\n的処理の功績は高く評価されるべきであろう。）。\n右の日光県上申は、甲一四七の一、三、公文録に収載されているのが、もつとも\n原文書の形式に忠実なものと考えられるので（甲一三八、辻回答、当審Ａ（２）を\n見よ。）、同号証によつて、全文を掲げる。\n「二荒山神社共東照宮ノ儀ニ付申上候書付\n二荒山神社井東照宮ノ儀ニ付テハ追々申上候通リ速ニ御処分不被仰出候テハ県庁\n側近ノ場所神仏混淆候ヲ捨置候様成行御政体ニモ差響殊ニ両社付属ノ社人僧侶其他\n東照宮付属ノ者トモ日夜御沙汰ヲ渇望罷在漠然手ヲ束徒ニ飢寒ヲ待侯姿ニ相成何分\n離黙止事情多々有之甚以痛心ノ至ニ付何卒至急御沙汰有之候様仕度依テ恐懼ヲ不顧\n県庁管見ノ処別紙見込書差上候間御取捨被下置候上早速御処分被仰出度此段奉願候\n以上\n庚午十二月　　　　　　　　　　日光県\n弁官御中\n右上申書にいう別紙見込書の内容は次の通りである。\n「一　二荒山神社\n右ハ確然式内ノ神社ニモ有之候間速ニ祭式等旧典ヲ被為復祭典料下賜候様仕度奉\n存候\n一　東照宮\n右ハ其祭典格式ノ如キハ敢テ議スル所ニ無之候ヘトモ既ニ百有余歳勅祭ハ勿論勅\n額等迄被下置候儀ニ候ヘハ維新ノ際ト雖トモ全御廃絶相成候筋ニモ無之哉ニ奉存候\n間其格式ノ如キハ追テ御沙汰有之候トモ先以テ即今祭典料丈ケ下賜候様仕度奉存候\n一　日光山満願寺\n右ハ勝道上人開基来弘仁元年満願寺ノ号ヲ賜リ爾来盛衰ハ有之候ヘトモ既ニ往古\nヨリノ大寺ニテ更ニ東照宮ニ因故有之儀ニモ無之殊ニ先般比叡山末寺ニ被仰付侯次\n第モ有之侯ニ付テハ断然両社ノ関係ヲ廃止シ一箇ノ満願寺ヲ以被立置相応ノ廩米下\n賜リ従来二十六ケ院井八十坊ト相唱へ毎院毎坊歴然一寺ノ境界ヲ構居候分悉其内一\n大院ニ集居為致真ニ宗法ヲ練磨シ仏徒ノ憲法ヲ為守候ハゝ僧侶等自然飢寒ノ憂ヲ免\nレ祖師ノ志ヲ不空感載可仕ト奉存候\n一　社人\n右ハ従来両社兼務罷在候ニ付今般改テ被仰付侯様仕度奉存候\n一　楽人　　　　一　医師　　　　一　神馬別当\n一　掃除頭　　　一　八乙女　　　一　宮仕\n一　神人\n右ハ従来東照宮付属罷在夫々給料貰受活計相営居候者共ニ付夫々相応ノ御扶助金\n被下置農商へ帰籍被仰付候様奉存候\n右ノ通リ御処分被為在候ハゝ神仏区分ノ御趣意ニモ相叶社人僧侶其外各方向一定\n其所ヲ得候様可相成奉存候依テ猶祭典料井御扶助金ノ区別見込書綴副此段奉申上候\n以上\n庚午十二月　　　　　　　　　　日光県」\n右末尾に記されている祭典料及び扶助金についての見込書の内容は次の通りであ\nる。\n「二荒山三社領\n一高五百石\n此現米百弐拾五石　　　但免弐ツ五分\n内\n現米六拾五　　　石年中祭式井社修覆料\n同六拾石　　　社司六人給料　但シ壱人ニ付現米拾石充\n東照宮領\n一高五百石\n此現米百弐拾五石　　　但免弐ツ五分\n内\n現米六拾五石　　　年中祭式井社修覆料\n同六拾石　　　社司六人給料　但シ壱人ニ付現米拾石充且三社ノ社司兼務\n日光山満願寺領\n一現米百石\n右三廉共庫米ヲ以被下候様\n外ニ\n楽人　　　　弐拾人\n医師　　　　壱　人\n神馬別当　　壱　人\n掃除頭　　　弐　人\n〆弐拾四人\n右ハ壱ケ年壱人ニ付金三拾両ツ、三ケ年ノ間御扶助被成下農商へ帰籍被仰付度候\n事一\n宮仕　　　　拾　人\n八乙女　　　八　人\n拾八人\n右ハ同断金弐拾五両宛向弐ケ年ノ間同断\n神人　　七拾六人\n右同断弐拾五両宛当壱ケ年同断\n以上\n右の日光県からの上申に対する太政官の指令は、同じく甲一四七の三によれば次\nの通りである。\n「二荒山神社御祭典料其外廉々別紙御処分見込書へ付札ヲ以御指図相成候条此段\n相達候也\n庚午十二月　　　　　　　　　　弁　官\n日光県」\n日光県の処分見込書に付された太政官の回答指令の内容は次の通りである。\n「一　堂塔毀ト不毀ト図画ヲ以可伺出事\n二　式内ノ神社一般ノ御処分被仰渡候迄当分伺ノ通\n〔二荒山神社に関するもの〕\n三　前同断　　　　〔東照宮に関するもの〕\n四　寺院一般ノ御処分被仰出候迄当分伺ノ通\n〔満願寺に関するもの〕\n五　楽人以下御扶持ノ廉惣テ伺ノ通\n〔楽人、医師、神馬別当、掃除頭、宮仕、八乙女、神人に関\nするもの〕」\n即ち、太政官は、日光県の上申を承認したのであつて、神仏混淆解消のための分\n離措置の実施としての「堂塔毀ト不毀」については、改めて図面を添えて伺出よ、\nというのである。\nところで、日光県は、右に見たように、太政官から堂塔を除却するかどうかの神\n仏分離の実行案については、更に図面を添えて伺出よと指令されたにかゝわらず、\n堂塔そのものゝ処置が現実に問題になつてくるのは、明治六年になつてからのこと\nであつて、それまでの間、日光県が具体的に堂塔の処分について中央政府に伺出た\n形迹は、本件に顕われた資料について見る限りなく、後にも述べるように、明治四\n年三月十七日付の太政官宛届書のなかで、「堂塔仏閣、段ト不毀ト、仏地境内等ノ\n如キハ詳細以絵図面、猶追々可申上侯」と言われているだけである。\n２　右に述べた明治三年十二月付日光県上申に対する太政官の指令の趣旨が翌四\n年一月九日、僧侶や社家に伝達されたことは、甲六九の一乃至六明治四年御番所日\n記のうち、正月八日の記事に、山内の養源院から旧社家の一人てある中麿祝部に対\nし、\n「御用の儀有之、明九日已の刻、御役所へ御呼出に付、仲間一同正五ツ時本坊え\n相揃ひ申さるべく候、〔中略〕追て神人惣代四、五人、八乙女一同同道これ有るべ\nく候、尤も銘々印形随身これ有るべく候」との通知があつたことが記され、翌一月\n九日の記事に\n「辰の半刻頃、諸給一同本坊へ相揃ひ、それより御役所え罷り出で、例席の通り\n相控え居り、先ず学頭代並びに一山惣代四人、一坊惣代四人仰せ渡されこれ有り、\n次に社家中仰せ渡され侯は、二荒山神社、東照宮、両社御祭典追て仰せ出され候に\n付当分の内社領五百石宛付け置かる、両社兼勤大切に相勤め申すべき旨鍋島道太郎\n殿申し渡され、次に山中療病院、楽人一同、神馬別当、掃除頭、宮仕、神人惣代六\n人ばかり、八乙女一同、農商の仰せ渡さるゝの由、この者共えは御救助金下されに\n相成り候趣仰せ渡されこれ有り、巨細の義追て相認め申すべき事」\nとの記載があることによつて知られる（なお、甲七二の一Ｄ「日光東照宮につい\nて」も、政府指令は、明治四年一月九日に県官を通じて僧侶や社家に伝達されたも\nのとしている。）。\nこの太政官の指令が僧侶達に与えた衝撃は、きわめて大きいものがあつた。かれ\nらには、「一箇ノ満願寺ヲ以被立置、相応ノ廩米」を下し賜わることゝなつて、一\n応駿河藩徳川氏や本山比叡山などを頼る必要はなくなつたとはいうものゝ、かれら\nに対する扶持米百石も、明治七年より年々十石づゝを減じて明治十六年には支給停\n止となる「逓減禄」なるものであつた（乙九〇の五日光山沿革略記）。それにも増\nして、かれらは、これまでかれらがその主役を勤めてきた東照宮及び日光権現の祭\n祀の任を解かれ、社殿の管理も、すべて、これまではかれらの下位にあつた旧社家\nの手に移り、しかもかれらには、新に創立すべき満願寺の本堂とするに足る仏堂も\nなく、そこに安置すべき本尊仏もないのである（このことは、明治六年になつて、\n僧侶達が東照宮境内にある本地堂を満願寺境内に移してその本堂とし、この堂内に\n安置されている本地仏薬師如来を本尊仏とすることを計画したことによつても、窺\nうことができよう。）。常行、法華などの仏堂はなお僧侶の管理下に残るとして\nも、「従来二十五六ヶ院並八十坊ト相唱へ毎院毎坊歴然一寺之境界ヲ構」えていた\nかれらの宿坊については、「院号区々ノ称号ヲ廃シ」と言われているように、かれ\nらはこれらの宿坊から退去して山内の一大坊に集居すべきことを命ぜられたのであ\nる。この時の僧侶達の状況について、日光山満願寺経営資沿革概表井永続方法嘆願\n理由書（乙四七石井追加意見書に引用）には、「茲ニ於テ山衆等恟々然トシテ一時\n其方向ニ迷フ」と誌され、乙九〇の五、六日光山沿革略記にも、「千載未曽有の一\n大変革、山僧等悲嘆自ら禁じ難く、其動揺殆ど名状すべからず、弦に於て県庁より\n三門室執事檀那院韶舜を出張せしめ、鎮撫の労を執らしむ、且つ知県事よりも慰論\n周到、終に其局を結ぶ、仰維新の始め、山僧等奮発して危険を踏み、脱兵を説き、\n官軍に申し、彼の十文字の血戦を止めざりしかば、啻だ山内に・血の穢を見るのみ\nならず、洵に惜しむべき無双の壮観も、・ち煆災に羅る勢ありしなり、況や無禄に\nして祭典法儀悉く旧式を存し、維新すること満二ヶ年、其艱苦幾許ぞや、法の為道\nを守るの精神自ら僧家の本分なりと雖、今此不幸に陥る、実に痛哭に堪へざりしな\nり」と述べられている。\nところで、乙二八の二平泉報告には、\n「明治四年正月八日、神仏分離実行の官命あり、僧侶の神勤を廃止せられ、東照\n宮と二荒山と井に全く輪王寺より独立す、而して僧侶には御門主宮の旧殿を賜ひ、\n一山の僧侶すべてこゝに合併居住せしめ、各院区々の寺号を廃止して、たゞ一の満\n願寺を称せしむ、三月晦日に至り、各院すべて合併し畢、」と説明し、被告も右説\n明を引用し、それまで満願寺付属の一祭祀施設に過ぎなかつた東照宮は、政府によ\nつて独立の神社として承認され、祭祀料の下付を受けることゝなつて、こゝにはじ\nめて満願寺から独立した一箇の法主体となつたと主張するけれども（Ｂ教授も同意\n見である。乙四五石井補充意見書、乙一一五石井回答、原審Ｂ、当審Ｂ（１）、\n（２）、（３）、（４）を見よ。）、その誤りであることは、これまで述べてきた\nところからも明らかであろう。「東照宮と二荒山と井に全く輪王寺より独立す」と\nいう上記平泉報告の説明も、この二社が輪王寺宮門跡の管理下より離れたことを意\n味するというように理解することも可能であろうが（甲一三八辻回答）、むしろ平\n泉報告の説明は、日光山沿革略記等に見られる僧侶側の寺院中心の考え方に拠つた\n誤つた見解と評すべきであつて、事実は右説明とは逆である。即ち、東照宮は、そ\nの創建の当初から家康の霊位を祭神とする神社であつたのであつて、明治四年一月\nの神仏分離措置は、東照宮を引続き神社としてその存続を承認し、二荒山神社につ\nいては、東照宮創建前の昔に還つて、東照宮と並立する地位を与え、また、東照宮\n及び二荒山神社における神勤を停止された僧侶達については、他の神仏混淆の霊地\nにおいて屡々見られたように、かれらを霊地の外に排除するのではなく、かれらを\nして山内において新たに満願寺なる一寺を創立させ、かれらを満願寺僧侶として取\n立てるというものである。さきに掲げた遠州秋葉山、伯耆大山、安芸厳島、讃岐金\n比羅権現等における神仏分離の際に、これらの霊地全体が一つの神地とされて、僧\n侶の地位が殆んど無視されたのと著しい対照をなすものというべきであつて、霊地\n日光山を二社一寺に三分割した日光県の処置の賢明であつたことが知られるのであ\nる。\n３　政府の日光山に対する神仏分離の命令は、以上のようにして日光県を通じて\n明治四年一月九日に僧侶や旧社家に通達され、早速翌十日から分離の作業が開始さ\nれるのであるが、明治四年の東照宮御番所日記（甲六九の一乃至六、乙一〇一の二\n乃至四）にその経過の一部が記録されている。いま、甲四六岡田解説、原審Ｉ、原\n審Ｄ（４）をも参考に供しながら、右の御番所日記の記事によつて分離作業の経過\nのうち、重要と思われる部分を摘記する。\n一月十日　神地内にある御道具類の取調係が設けられて、神物と仏物との区別を\n立て、神物を旧社家に引渡すことゝなる。\n一月十一日　僧侶側から向う十七日間（あるいは十七日までか。）従来通り東照\n宮神前において祈祷をいたし度い旨の申出があり、旧社家側では、県の意向を問合\nせたところ、県の方では、「早速東照宮可引渡、神勤も被差止候に付、表向差免し\n候訳には無之候得共、於情実不得已ニ付、執行可致旨申渡候旨に付、その定を以、\n差支も無之よし」とのことであつたとされている。\n一月十三日　「神之末社と仏堂の区別」を立てるため、旧社家一同、本宮、新\n宮、滝尾の三社及び神地内の諸社末社の調査に赴く。\n一月十七日　この日、東照宮において、「僧徒ヨリ相初、八乙女ニ至ル迄、御暇\n乞として、神酒頂戴」のことがあり、ついで、神前において、「僧徒住職之者許、\n為御暇乞御目見拝礼」が行われた。東照宮創建この方二百五十年余の永きに亘つて\n続けられてきた僧侶による東照宮神前奉仕がこの日を限りに廃止されることゝな\nり、僧侶達は、御暇乞のための神前拝礼を行つたというのであつて、この時のかれ\nらの心事は察するに余りありというべきであろう。\n一月十八日　この日、「二荒山社、東照宮御両社請取渡日限之儀」について、僧\n侶側より「来月十五日までに御引渡可申上旨」旧社家に対する申入がなされた。\n一月二十二日から二十八日までこの間、護摩堂、上・中・下三神庫内の仏具類の\n取調が行われる。これらの仏具類を取出して、僧侶側に引取らせるためである。\n二月四日　東照宮奥院の宝蔵内に蔵置されている位記、宣命、宝物の取調が行わ\nれる。\n二月十四日　この日、鍋島日光県知事による東照宮神殿の見分が行われ、僧侶及\nび旧社家もこれに立会う。鍋島知事は、本殿内陣、奥院、神輿舎、本地堂、御仮殿\n等を見届けて引取つたが、知事の「右今日之御見届ハ、内実ハ出家中ヨリ内願哉ノ\nコト」とあるように、僧侶側からの願によつて行われたものと思われる。\n二月十五日　この日は、かねて僧侶側から申入れられた二荒山社及び東照宮の\n「請取渡」の日であるが、両社の旧社家への引渡は延期となる。この日の日記に\nは、「今日御両社之義、満願寺僧徒より引渡し可申筈之処、右僧徒より県庁え種々\n申立候義も有之ニ付、相延候事」と誌されている。\nところで、右の二月十四、十五両日の記事は、本事件との関連において注目を要\nするものと思われる。さきにも述べたように、一月九日に達せられた政府の神仏分\n離の命令によれば、一山の祭祀は従来と同様にかれらが主役となつて仏式をもつて\n営みたいとの僧侶達の願も空しく、東照宮及び二荒山社の祭祀施設はかれらの輩下\nであつた旧社家の管理に委ねられ、両社の祭祀も旧社家によつて営まれることゝな\nつたのに反し、僧侶達に残されたのは、旧輪王寺宮本坊と若干の仏堂だけであり、\nかれらが住み馴れた宿坊からも退去して、三月末までには旧本坊に移らなければな\nらないのである。新たに満願寺を興すといつても、その本堂とするにふさわしい仏\n堂もなく、この仏堂に安置すべき本尊仏もないのである。昀大の庇護者であつた徳\n川幕府の崩壊と新政府の神道本位、神社優先の政策がもたらした運命の激変に、僧\n侶達の落魂感が一入であつたことは想像に難くない。僧侶達は、このような窮境を\n少しでも打開し、改善するために、日光県知事に対し東照宮の現場視察を願い、な\nにらかの陳情を行つたであろうということは当然に推測できることであつて、陳情\nの趣旨は、恐らくは、東照宮社殿のうち、本地堂、護摩堂などの仏教様式建造物を\n引続き僧侶の管理下に留保することではなかつたかと思われる。しかし、これは神\n仏混淆の姿を温存することであり、神社からの仏教色の一掃という神仏分離政策の\n趣旨に反することであるため、日光県としては僧侶達にこれらの仏教様式建造物の\n神地から仏地への移転を命じ、かれらをしてこれらの建造物を引取らせることによ\nつて、分離政策の趣旨を貫くとともに、僧侶達の陳情にも応えようとしたのではな\nいかと推測される。\nさきに掲げた御番所日記二月十四日の記事に、僧侶達が日光県知事に対して東照\n宮の実地見分を願出たことが誌され、また翌十五日の記事に「右僧徒より県庁え種\n々申立候義も有之ニ付」と誌されているのは、以上の推測を裏づけるものと見るこ\nとができよう。\n二月十七日　旧社家及び僧侶立会の上、二荒山社本宮、二荒山社末社、星之宮、\n同所御旅所、両脇の山王社、滝尾社、新宮等の神仏区分の見届が行われる。翌十八\n日には、前日の調査結果を記載した見届書が県庁に提出されたが、神橋と岩崎神社\nについては神仏いずれの所属とするかについて旧社家方と僧侶方とで「取合」とな\nり、その他の帰属については決着を見る。\n二月二十八日　この日、東照宮と二荒山社本宮の僧侶側から旧社家側への社殿の\n引渡、即ち「御神前向引渡」が行われる。この日の記事を引用すると、\n「一四ツ時頃より、御同役中出勤、学頭代より、二荒山社本宮東照宮御神前向引\n渡しニ相成候、右ニ付昼後より渡辺権大属被罷越候、御同役中、満願寺僧徒、医王\n院、義源院、大楽院、藤本院、桜本院、手替僧一同、奥院え昇、夫より御本社御内\n陳相伺候、眞御太刀二十一振相改候、十九振外箱入候、二振分無之、相済御固メ、\n御拝殿え一同出席、奥院鋳抜御門御鍵ハ、渡辺権大属え相渡、御幣殿御鍵ハ御同役\n中御預り、夫ニ而引渡之旨相済、夫より二荒山社え一同御越光寛ハ当審ニ付残り、\n本宮えハ古橋義所壱人罷越、渡辺井僧侶中罷越」\nとなつている。右の「御神前向引渡し」は、文字通り両社の社殿の管理の僧侶側\nより旧社家側への移転である（原審Ｄ（４）も同一見解）。これをＢ教授が言われ\nるように（石井鑑定書、乙四五石井補充意見書、乙一一五石井回答、原審Ｂ、当審\nＢ（１）等）、両社の社殿の所有権の満願寺より東照宮及び二荒山神社への移転で\nあるとして、東照宮は、独立の法主体としてこゝにはじめて自己の社殿を所有する\nに至つたものと解することは、従来満願寺のみが日光山における唯一の法主体であ\nつて、東照宮は独立の法主体ではなく、満願寺付属の祭祀施設に過ぎなかつたとす\nる前提に基く誤つた推論というべきであろう。\nなお、この日引渡された東照宮社殿のなかには、護摩堂、本地堂等本件七堂塔も\n含まれていたものと思われるのであつて、このことは後に述べるように、本地堂内\nの仏像等が三月九日に僧侶側に引取られたことから見ても明らかであろう。即ち、\nおそらく、はじめに僧侶側からなされたと推測されるこれらの仏教様式建造物に対\nする僧侶の管理権の留保についての陳情は、日光県によつて聞届けられなかつたの\nである。\n以上のようにして、二月二十八日、両社の御神前向引渡が行われた後、日光県\nは、三月十七日付をもつて太政官弁官に対し、次のように報告している（乙六の\n二、乙八七の三）。\n「一　二荒社東照宮其外共神社ノ分、満願寺僧徒ヨリ社司中へ、去二月二十八日\n全引渡方取計相済申侯\n一　東照宮付属楽人ヲ始、神人ニ至ル迄、諸給一同不残生活ノ見込為相立、夫々\n入籍方取計相済申候、\n一　満願寺衆徒ノ儀、本坊ハ山内ノ大院、殊ニ因故モ有之候ニ付、当月晦日限同\n坊へ合併申付置侯、\n右ハ今般総テ日光山御処分被仰出候付、即相達、当時夫々取計中ニ御座候間、堂\n塔仏閣毀ト不毀ト并仏地境内等ノ如キハ、詳細以絵図画、猶追々可申上候へ共、先\n以前件ノ通区所済ノ分、不取敢御届申上候、以上、」\n二月二十九日　この日、東照宮元別当大楽院の御供所と客殿及び二荒山社新宮元\n別所安養院の御供所が、僧侶から旧社家へ渡される。\n三月四日　東照宮の上・中・下三神庫内の神器、仏器の引分が行われる。この引\n分は五日も引続き行われ、なお同日、仁王門の仏体の運搬も行われた。更に、七日\nには、陽明門の風神、雷神の取下が行われ、神庫内の仏器が仮殿赤倉へ納められ、\n廻廊の物置に納められていた祈祷道具、護摩道具、本地堂道具、大般若経等が旧輪\n王寺本坊の庫に移された（原審Ｄ（４）を見よ）。なお、御番所日記三月十日の記\n事によれば、八日に、二荒山神社本宮における神器、仏器の引分が行われ、本宮の\n御供所である別所が僧侶側から旧社家側へ引渡されている。\n三月九日　御番所日記のこの日の記事には、\n「一　満願寺僧侶罷出、正体仏三口とも取放、天蓋同断、\n一　本地堂仏像類持運致之、薄暮ニ及相済、」\nと誌されているが、原審Ｄ（４）は、右にいう正体仏三口及び天蓋は、東照宮拝\n殿にあつたものであろうとしている。本地堂仏像は、家康神霊の本地仏である薬師\n如来の外、その左右の日光、月光両菩薩、十二神将等を指すものであろう。本地堂\n内の諸仏像が、このように僧侶側に引取られたということは、本地堂も東照宮神殿\nの一部をなすものとして、二月二十八日の御神前向引渡の際に、その管理が僧侶か\nら旧社家へ移されたことを示すものである。本地堂は、後に満願寺において、これ\nを寺地へ移し、満願寺本堂として用いる計画を樹てたことからも窺われるように、\n僧侶側ではこの本地堂を重要視し、さきにも述べたように、僧侶による管理の継続\n方を日光県に陳情したものと推測されるが、この願は容れられず、後日寺地に移す\nことを承認されたものと推測される。しかし、それまでの間は、社司方が管理すべ\nきものとして、東照宮の他の建造物とともに、旧社家へ引渡されたのである。な\nお、当審Ｄ（３）によれば、五重塔内の仏像も、僧侶所管の常行堂内へ移されたも\nのゝようである。\n三月十一日　東照宮奥院宝蔵内に蔵置されていた「諷誦願文」、「禁裏御贈経、\n准后御蔵経、徳川家御贈経」等が仏に属するものとして僧侶によつて引取られ、翌\n十二日には、旧大楽院御供所において、東照宮神饌用の御三品立道具、日御供道具\n類がすべて僧侶から旧社家へ引渡され、なお、この日には、御旅所や寂光神地の旧\n社家への引渡も行われている。\n三月十七日　この日、御宸筆の東照宮の額三面、二荒山新宮、滝尾、本宮、寂\n光、中宮祠の各額面について取調が行われ、その調書が県に差出されている。\n三月二十一　日中宮祠の引渡が行われる。\n三月二十六日　三神庫その他の鍵が僧侶より旧社家に引渡される。また、二十七\n日には、旧大楽院敷地内の御供所御道具蔵及び御供米蔵の鍵の引渡が行われている\n（原審Ｄ（４）をも見よ。）。\n四月一日　東照宮元別当大楽院及び二荒山社新宮元別所安養院建物が旧社家へ引\n渡される。なお、この日、「修学院見廻り呉候様少属より被申渡候ニ付、時々見廻\nり」と日記に誌されているが、修学院は、徳川時代には、一山の僧侶中門跡に次ぐ\n地位にあつた学頭の住坊であつたが、居住者がなくなつたため、県官が旧社家に対\nしその見廻り方を命じたのである。ひとり修学院だけではなく、僧侶達は、三月一\n杯でいずれもその住坊を明渡して旧本坊に居住することゝなつたのであつて、原審\nＤ（４）によれば、これらの住坊のなかには、県役人の宿所に当てられたものもあ\nつたといわれる。\n五月二日　この日、旧社家に対し、元大楽院及び安養院居住が正式に許可され、\n県官からこの旨の申渡がなされている。日記には、「四ツ時過ヨリ、渡辺邁、柿沼\n広身〔いずれも県官〕、元大楽院え出席被致、社務中え被申渡候、兼而御願之通、\n元大楽院、安養院被下ニ相成、住居御申付ニ相成候間、今日一同え御引渡申候段、\n演説有之」と誌されている。旧大楽院及び安養院建物は、すでに四月一日に僧侶か\nら旧社家に引渡されていたのであるが、旧社家達（高科信年、斎藤光寛、古嶋安\n之、古橋義所、中麿勝信）は、同月中に連名で、「今般私共え御引渡ニ相成侯元大\n楽院、元安養院之儀、二荒山社、東照宮御至近之場所ニ御座候得者、至急之御用向\n等、其外万事益無遅滞勤務可仕ニ付、私共右両所え常住被御申付被下置候様奉願上\n候」（甲一二一）として、日光県に対し両建物に旧社家常住を許可されるように願\n出ていたのが、正式に許可になつたのである。日記には、「元大楽院、安養院下さ\nれに相成り」とあるけれども、両建物の所有権が旧社家達あるいは東照宮、二荒山\n神社に付与されたという趣旨ではないのであつて、このことは、後日、二荒山神社\nの社地の境界が決定された際、旧安養院の敷地は社地外となつたため、二荒山神社\nにおいては、明治六年九月二十九日、日光県に対し旧安養院建物とその敷地の払下\nを申請し（甲一二二の一）、明治八年に至つてその払下を受けていることからも明\nかである（甲一二三）。なお、二荒山神社においては、その後内務省の許可を得\nて、明治十三年に、旧安養院建物を三仏堂の移転跡に移し、これを社務所として使\n用することゝなつた（甲一二二の三、四）。\n五月七日　この日の日記には、「本地堂、護摩堂畳、満願寺え拝領ニ相成候ニ\n付、明八日四ツ時より罷出、取引ニ付、御立合被成下度段、養源院より書面来」と\n誌されている。本地堂と護摩堂の畳を僧侶の方で引取るについて、旧社家に対し立\n会を求めているのであるが、この記事から見ても、本地堂と護摩堂の管理は当時既\nに僧侶から旧社家へ移つていたことが知られる。\n五月八日　旧大楽院にあつた仏像、仏具、強飯器などが満願寺僧侶に引渡され\nる。\n五月九日　旧安養院建物に旧社家中麿勝信が、旧大楽院建物に旧社家古橋義所が\nそれぞれ引移る。なお、元学頭の住坊修学院が町役所へ引渡されたため、以後の社\n家の見廻りは不用となる。\n五月二十五日　この日、東照宮及び二荒山神社の権現号を記した額四面の取外し\nが行われ、これらの額は、東照宮の上神庫に納められる。日記には、「四ツ時よ\nり、勅額為取外、掛り小畑卯之助、柿沼出仕罷出、引続知事公装束馬乗にて昇宮、\n御拝殿に御控、渡辺邁付添、先石之鳥居、陽明門、奥院、二荒山社、都合四面取\n外、上神庫え納置、知事公渡辺殿見届相済、直に御退下」と誌されている。なお、\nこの時取外された東照宮の勅額三面は、後に東照宮の方から改めて下賜を願出て、\nこれが聞届けられ、明治十三年十一月六日付「東照大権現勅額従前之通り掲表可致\n旨」の御沙汰書が、時の東照宮宮司松平容保に下された。\n六月七日　中宮祠の額の取外しが行われる。\n六月十五日　この日、二荒山（男体山）上にある仏体、仏具等を取除き、僧侶方\nがこれを引取つた。\n以上が、明治四年の東照宮御番所日記に見られる神仏分離作業の経過のうち、本\n事件との関連において多少なりとも重要と思われるものゝ抜粋である。この外に、\n日記には記載がないが、同年七月に、山内における満願寺境内地の区分が行われて\nいる。即ち、日光県は、さきに引用した同年三月十七日付の弁官宛届書のなかで、\n「仏地境内等ノ如キハ詳細以絵図面猶追々可申上候得共」と言つたのであるが（乙\n六の二（５）、乙八七の三）、同年七月、弁官に宛てゝ次の伺を出している。\n「当県下都賀郡日光山満願寺、昨午年暮御処分以来、追々区処仕候へ共、干今取\n計中ニ御座候、然ル処当日光山ノ儀ハ、数百年来神仏混一之地所、殊ニ盛大ヲ極メ\n候多少堂社仏宇ニ付、何分ニモ一朝ニ判然区別難相成候間、中禅寺之儀ハ、猶追テ\n可申上候得共、先以満願寺境内及ヒ各所共、大略別紙粗絵図面之通、朱引内之分仏\n地ニ相定間約ニ区分致シ度、尤堺境間数等ハ詳細ニ確ト取究可申候間、何卒前条之\n儀、至急御下知相成候様仕度、依之別紙粗絵図面弐枚相副、此段奉伺候、以上、」\n右の伺に対し、太政官は、「書面満願寺境界ヲ始、其余社堂混合之地所区画釐正\n之儀、絵図面見込え通可取計事」との回答をしている。甲四六岡田解説によれば、\n日光県の右の伺書に添付された絵図面二枚は、原告のもとには現存しないが、内閣\n総理大臣官房総務課保存係に保管中の太政類典に収められていて、うち一枚には、\n満願寺の境内地とされるべき区域が朱線で図示され、他の一枚には、満願寺本堂の\n平面図が示されているとのことである（こゝに「満願寺本堂」というのは、どの建\n造物を指すのか不明である。旧輪王寺本坊のことかとも想像されるが、後にも述べ\nるように、旧本坊は、これよりさき、同年五月十三日早暁の出火で焼失してい\nる。）。こゝで注目すべきことは、二社一寺の境内地の区分案が、「朱引内之分仏\n地ニ相定間約〔簡約の意であろう。〕ニ区分致シ度」という形で作られていること\nである。もし被告が主張するように、徳川時代の日光山においては満願寺が唯一の\n法主体であり、東照宮及び二荒山社は、満願寺付属の施設に過ぎなかつたのである\nならば、山内全部が満願寺の境内地である筈であつて、日光県による二社一寺の境\n内地区分案も、朱引内の分を東照宮と二荒山神社の各境内地と定めるという形で立\n案されるのが筋であろう。然るに実際上は、これとは逆に、朱引内の分を仏地とす\nるという形で境内地区分案が作られたということは、東照宮と二荒山神社が、神仏\n分離措置によつて満願寺から独立し、はじめて法主体となつたというのではなく、\n神仏分離措置によつて満願寺なる寺院が僧侶によつて新たに創立されたというのが\n真相であることを物語るものということができよう。明治十五年調製の東照宮明細\n図書（甲一一の四）には、東照宮の「境内地惣地坪」の沿革の説明として、「元和\n三年建築ノトキヨリ日光一円境内ノ勢ニテ坪数不分明、維新後明治七年地方庁ニ於\nテ取調ノ上当今ノ境界トス」といわれているが、明治初年神仏分離当時において\nも、徳川時代におけると同様に、日光山内一円が恰も東照宮の境内であるかのよう\nに県当局の眼にも映つていたのではないかと思われる。\n４　日光県が、明治四年一月になつて実行に着手された日光山の神仏分離措置の\n過程において、神地内の仏教様式堂塔の仏地への移転引取を僧侶側に命じたこと及\nびこの指令がなされるについては、おそらく僧侶側から県に対する陳情がなされた\nものと推測されることは既述の通りである。甲四六岡田解説によれば、日光県のこ\nの指令がなされたのは、明治四年七月に、神地と仏地が区分され、その地所の区分\nが時の政府によつて認められた時であろうとされているが、むしろ同年二月十五日\nから東照宮及び二荒山神社本宮の「御神前向引渡し」が行われた同月二十八日に至\nるまでの間のことではなかつたかと推測される。さきにも述べた通り、両社の旧社\n家への引渡の当初の予定日であつた二月十五日は、「僧徒等より県庁え種々申立候\n義も有之ニ付」延期となつたのであるが、前出の明治四年東照宮御番所日記の二月\n十五日の記事は、僧侶側と旧社家側に対する政府の取扱が偏頗で公平を欠くとし\nて、特に本地堂、護摩堂等東照宮の社殿の一部について僧侶側の管理権の存続方の\n陳情が僧侶側から県当局に対してなされたのではないかということを暗示する。し\nかし、この陳情をそのまゝ容れることは、神地内における僧侶の神勤の継続を承認\nする結果となるので、日光県としては、東照宮についても、この際は仏教様式の堂\n塔をも含めて社司方の管理に移さなければならないが、僧侶側において仏教様式の\n堂塔だけはこれを仏地に引移して使用することを許容する、但し、移転実行の時期\nについては、僧侶側の希望を容れて向う三年の猶予を与えるから、それまでの間に\nこれらの堂塔の移転を実行せよ、という指令を僧侶側に与えたのであり、日光県は\nかく指令することによつて、僧侶側の陳情の趣旨に応えるとともに、「堂塔毀ト不\n毀ト」図面を添えて分離の実行案を具申せよとした中央政府の要求をも満そうとし\nたものではないかと推測される。なお、この指令が正式に文書によつてではなく、\n口頭でなされたのではないかということは、次に掲げる明治九年四月二日付満願寺\n寺務所発東照宮社務所宛文書（甲九九）からも、これを窺うことができる。\n「諸堂移遷初慶之願書写御廻し可申上旨承了仕候然ル処諸堂移遷之義者当時より\n出願之上被仰出候事ニ無之神仏区分之御所置ニ出で候事故移遷之義ニ付初度之願書\nと申ものハ一切無之候右儀御承知被下度依之貴酬如是御座候也\n「諸堂移遷」についての満願寺の「初度之願書」なるものがないことは、まさに\n右回答で言われている通りであると思われるが、昀初の諸堂移遷の県の口頭指令が\n僧侶側からの陳情もあつて発せられるに至つたのであろうということは、上述した\n通りである。\nところで、被告は、本文で引用した明治六年十二月付満願寺発栃木県令宛の諸堂\n移遷の願書（乙三六）に「神地内ニ属し候仏閣堂塔満願寺え御渡し被下置」とあ\nり、また、明治七年三月付満願寺発栃木県令宛「諸堂移遷願書」（乙四）に「僧侶\nえ相渡し被下置候神地内之仏堂移遷之義」と記されていること等を根拠として、本\n件七堂塔を含む東照宮神地内の仏教様式建造物の所有権が明治四年分離措置実施の\n際に日光県によつて満願寺に付与されたものであると主張し、Ｂ教授も、明治四年\n七月、日光山における神地と仏地の区分がされた際、神地に所在することゝなつた\n本件七堂塔その他仏教様式の建造物は、政府においてこれを没収し、これらの建造\n物の所有権を満願寺に付与したのであつて、これらの建造物が満願寺に「御渡被下\n置」というのは、このことを意味するというように説明され、更に本件七堂塔は、\nその後東照宮境内に据置かれることになつたけれども、この「据置」は単にその所\n在場所を変更しないというだけであつて、政府によつて満願寺に付与されたこれら\nの堂塔の所有権の帰属にはなにらの変更をも生ぜしめるものではないとされる（当\n審Ｂ（１）、乙一一五石井回答）。\nわが国においては、近代的な所有権の概念は、明治政府のもとにおける法制の整\n備に伴つて確立したものといわなければならないとしても、このような所有権概念\nの成立を可能とする社会的素地は、わが国においても夙にでき上つていたわけであ\nつて、所有権というような用語はともかく、この用語の内容をなす実体関係は明治\nの新政府にとつても決して未知のものであつたわけではない。また、明治の新政府\nは、政治体制としては絶対君主制であり、理論的には、政府自身の判断において、\n正義と人道に反するものでない限り、天皇大権の行使としていかなることをもなし\n得たわけである。ことに倒幕という大きな政治上の変革をなし遂げた新政府にとつ\nては、強力な権限の行使を迫られる緊急の事態が生することも少くなかつた筈であ\nり、事実また新政府はその権限を強力に行使したのである。従つて新しい政治上の\n理想を実行しようとする新政府に対しては、例えば、信教の自由の保障というよう\nなものはなく、財産権の保障というようなものもなかつたのであつて、王政復古と\nこれに由来する神道復古という政策を実現するためには、政府は、僧侶の神勤を禁\nじてかれらに還俗を強制し、神社名に仏号を用いることを禁止し、神地内にある仏\n堂、仏像、仏器、仏具の除却を命じ、寺院の統合や廃寺の処分を強行し、神職者の\n家族の葬儀に仏式を用いることを禁じて神葬を強制する等の手荒な措置を取つて\nも、なにら憚るところはなかつたのである。\n神社が仏教様式の堂塔を「所有」することを禁止し、神社の「所有」する堂塔を\n没収して、その所有権を仏寺や仏僧に付与するというようなことも、もとより政府\nがなし得なかつたという理由はない。たゞ問題は、明治の新政府は、神社の所有す\nる仏堂や仏塔を没収して、これを仏寺や仏僧に与えるというような措置を、実際上\nにおいても、行つたかどうかということである。\n所有権の概念は、多少なりとも市民社会というものゝ成立を前提とする。他方、\n明治の新政府が政策目標として掲げた神仏分離は、平田篤胤の復古神道の教説に由\n来するのであつて、平田の唱えた復古神道は、仏教や儒教か渡来する以前の、いわ\nば神々の時代の神道を今の世の神社において再現しようとするのである。市民社会\nと神代の時代、それは全く次元を異にする懸絶した世界である。明治新政府の神祗\n官府に拠を置いた平田神学の信奉者にとつては、社僧が神前に奉仕し、神社名に仏\n号が用いられ、社地に仏式の堂塔があつてそこて仏事が行われ、仏像が御神体とし\nて祀られ、社頭に仏器、仏具が備えつけられるというようなことは、平田神道の教\n義に対する背反であつても、神社が仏物を「所持」ではなく、「所有」することの\n是非というようなことは、およそかれらの念頭にはなかつたと考えられる。現に、\n神仏分離の法源をなす太政官布告、太政官、神祗官あるいは神祗事務局の達、地方\n官からの照会に対する中央政府の回答等のどの一つを取つてみても、神社による仏\n物の「所有」そのものを禁止したものは無いのである。神仏分離令が不可としたの\nは、神社の社頭に仏教者や仏物が存在することなのである。「社は神職の方へ、堂\nは寺院の方へ、相互に譲り渡し、遷座取り計らわせ候ても苦しからず」というの\nは、社地にある仏堂を除去する方法として神社から寺に問題の仏堂を譲り渡させて\nも差支えないというのであつて、この政府回答の主張は、仏堂の所有権の神社から\n寺への移転、即ち神社をして仏堂に対する所有権を失わせるというところにあるの\nではなく、譲渡という手段によつて神社の社頭から問題の仏堂を取除くというとこ\nろにあるのである。明治四年に達せられた政府指令は、東照宮神地にある堂塔の移\n遷の命令とともに、これらの堂塔に対する所有権を満願寺に付与する処分、又はこ\nれを更に細く分析して、東照宮からこれらの堂塔を没収してこれを満願寺に与える\n処分が含まれていたとする被告及びＢ教授の見解は、論理の整合を重んずる現代に\n生きるわれわれの臆測に過ぎず、更に、これらの堂塔の「据置」は、単に移遷命令\nの撤回ないし取消を意味するだけであつて、満願寺に対するこれらの堂塔の所有権\nの付与処分の効果にはなにらの影響をも及ぼすものではないとする見解の如きは、\n事実の真相から離れた附会の説と評すべきであろう。\n日光県は、要するに、僧侶側からの陳情もあつて、仏教様式の堂塔を神地から寺\n地に引移して、僧侶にこれを引取ることを命じたのであり、この指令は、満願寺僧\n侶に対する堂塔の移遷命令なのである。神仏分離の実施の責任を負う日光県として\nは、満願寺僧侶をして堂塔を引取らせれば、堂塔を取毀つことなく、東照宮や二荒\n山神社の神地から仏物を取除くという神仏分離の趣意を貫くことができるのであつ\nて、堂塔の場所の移転ということの外に、堂塔を神社から没収して、その所有権を\n満願寺あるいは僧侶に付与するという措置を取る必要はなく、また、単に堂塔の所\n有権を神社から寺院に移しただけでは、これによつて神仏分離が実行されたことに\nはならないのである。たゞ、神仏分離の措置によつて殆んど無一物となつた僧侶の\n側から見れば、堂塔の移遷を命ぜられたことによつて、これらの堂塔が僧侶に「御\n渡し下された」（乙四、乙三六）あるいは「御渡しに相成つた」（乙一一の二）と\nいうように受け取られたとしても、それは不自然ではなく、移遷命令は僧侶には多\n大の財政上の負担を課するものではあるが、これを日光県の「公平之御裁断」であ\nるとして「難有仕合」と感じたのである。僧侶達も、この日光県の裁断を堂塔の所\n有権の付与としてではなく、専ら堂塔の移遷命令であるとして理解していたこと\nは、Ｂ教授が乙四七追加意見書において引用していられる日光山満願寺経営資沿革\n概表并永続方法歎願理由書に\n「明治四年正月八日知県事御達之旨左之通\n一　僧侶之神勤ヲ廃セラレ候事\n一　神地仏地ヲ判然シ、凡ソ神地内ニ属スル地ニアル仏堂ハ都ヘテ満願寺付属地\n内エ移遷スべシ\n一　新宮、本宮及東照宮且ツ中禅寺、寂光寺ハ渾ベテ神ニ属スルモノニ付社家エ\n引渡スベシ\n一　二十六ケ院ノ衆徒及ビ一坊等都ヘテ壱両寺内工合併シ、其他一般上知スべシ\n茲ニ於テ山衆等恟々然トシテ一時其方向ニ迷フ、然レトモ不惜身命ノ赤志千古ノ霊\n区ヲ捨ルニ忍ビズ、衆議数日ニシテ聿へニ本坊工合併ノ議ニ決シ、東照宮或ハ日光\n三社、中禅寺等ノ厳然タル壮観ヲ卒カニ旧社家ニ渡シ、自ラ節操ヲ采ツテ、三界無\n安ノ本分ヲ汚サザラントス、実ニ是明治四年辛未年春三月ナリ、」\nと誌し、また、乙九〇の五、六日光山沿革略記にも\n「明治四年一月八日、日光県より当山神仏分離社寺廃立の御処置を達せらる、\n（中略）曰く社寺其地を区分して僧侶の神勤を停止し、神社に属するものは都て旧\n社家に渡し、各僧侶は皆旧本坊の一寺に合併して院坊区々の称号を廃し、単に満願\n寺の号を用い、且つ神地内に在る堂塔は悉く満願寺付属地へ移遷すべしと、」\nというように誌されていることからも、看取することができるように思われる。\n５　日光県の日光山における神仏分離実施の基本方針が、この霊地を二社一寺に\n分割し、神に属すべきものは旧社家へ、仏に属すべきものは僧侶へ夫々引渡させる\nというにあることは、上述した通りであるが、日光山には神社でもなく、また仏寺\nとも言い難い一団の建造物があつた。大猷院霊廟がこれである。徳川時代、大猷院\nが一つの法主体として、幕府によつて大猷院領の寄進が行われたことは、既に述べ\nた通りである。神仏分離措置を実施するに際し、大猷院をいかに処置するかは、当\n然に日光県が直面すべき問題であつた。大猷院は神社ではないために、これを旧社\n家に渡すべき理はなく、さりとてこれを仏寺であるとして僧侶の所管すべきものと\nすることも根拠に乏しい。日光県が考えたことは、大猷院は三代将軍家光の霊廟で\nあり、徳川家先祖の廟所であるとして、その処置を徳川家（静岡藩）に任せるのが\n筋ではないかということであつた。日光県は、朋治四年一月、太政官弁官に宛てゝ\n次の伺を出している（乙六の二、乙八七の三）。\n「二荒山神社其外御処分奉伺候処、廉々御付紙ヲ以、御下知相成、不取敢夫々所\n置取計中ニ有之候処、東照宮近傍ニ、従来霊屋ト相唱へ、徳川氏大猷院ノ廟所有\n之、旧幕中祭典料等致寄付、満願寺僧侶ノ内、別当等ノ名号有之候エ共、今般一同\n御処分被仰出候上ハ、右霊屋ノ儀、於静岡藩何レトモ取計ノ方、至当之儀ト奉存候\n間、其旨当県ヨリ右藩へ相違候テ可然哉、速ニ御下知被成下度、此段奉伺候、以\n上、」右の伺に対する弁官の回答は、\n「伺之趣、従来満願寺僧侶ノ内、別当ノ名号ヲ以、守護罷在候上ハ、以来別当ノ\n名ヲ廃止、同寺ニテ諸事掌轄可致筋ニ付、取計方徳川氏へ掛合候ニ不及、満願寺ヨ\nリ同家へ申立可然、昀廟所東照社地ニ朶居候歟、其他不都合之次第モ候ハ、更ニ可\n伺出事、」\nというのであつて、満願寺をして諸事掌轄させればよく、徳川氏との間でなにら\nかの交渉の必要があれば、同寺からさせればよい、というわけである。大猷院廟\nは、四代将軍家綱の代に幕府が建造したものであり、その管理は日光門跡の掌轄す\nるところではあつたが、霊廟の施設は、もとより門跡の所有ではなく、また、徳川\n時代における満願寺なる寺院の存在を認めることができない以上、満願寺の所有と\nすることもできないのである。大猷院を一箇独立の法主体と見れば、その施設は大\n猷院の所有ということになるが、大猷院の代表者ともいうべき門跡にはこの施設を\n自由に処分する権限があつたとは考えられず、この施設の昀終処分権は徳川幕府に\nあり、門跡はその管理者であつたというべきであろう。従つて日光県が徳川家にそ\nの処置をさせるべきものと考えたことは一応もつともなことであるが、太政官にお\nいては、徳川氏には掛合に及ばず、満願寺をして諸事掌轄させればよいとしたので\nある。こゝで注意すべきことは、上記日光県伺、弁官回答からも明かなように、政\n府は大猷院霊廟の施設の所有権を満願寺に付与するとか、あるいはこれを徳川氏よ\nり没収して満願寺に与えるなどゝ言つているのではないことである。徳川時代にお\nいては、日光門跡は幕府の承認を得て一山の衆徒のなかから器量ある者を選んで竜\n光院別当に任命し、この別当僧を霊廟における仏事執行の責任者として法要を営ん\nできたのであるが、さきに掲げた弁官指令によつて、別当の名称は廃止されるが、\n今後においても僧侶が霊廟を管理し、仏事を行うという点では、実質上従来と異る\nところはない。現在大猷院霊廟の諸施設は、自他ともに被告輪王寺の所有に属する\nものして承認されているものと考えられるが、これは神仏分離の際に時の政府によ\nつてこれらの施設の所有権が当時の満願寺に付与されたということによるのではな\nく、これらの施設に対する満願寺僧侶の自主的占有が、徳川氏その他の何人からも\n異議を挾まれることなく、平穏に継続したことによるものと解すべきであろう。こ\nのことは、ひとり大猷院霊廟の諸施設についてだけではなく、旧輪王寺本坊につい\nても言えることである。甲一二九の二満願寺起源沿革調に「旧輪王寺ヲ山僧ニ賜ツ\nテ」とあり、乙七二の二「日光山満願寺住職ノ義ニ付上申」にも、「本坊、其余ノ\n建物等、其名儀ノ仏ニ属スルモノヲ合セテ、僧侶ニ賜ヒ」と記され、また乙二八の\n二平泉報告にも「僧侶には御門主宮の旧殿を賜ひ」と述べられているが、日光県\nは、満願寺僧侶の旧本坊建物に対する所有権を確認するとか、かれらにその所有権\nを付与する等の措置を取つたのではなく、さきにも触れたように、単に「同坊へ合\n併申付」けただけなのである（乙六の二、乙八七の三）。また、後にも述べるよう\nに、明治八年三月、東照宮境内から満願寺境内に移された相輪・（乙二八の二平泉\n報告を見よ。）及び明治十二年七月二荒山神社本社（もとの新宮）社殿の傍から満\n願寺境内に移された三仏堂（上掲乙二八の二及び九八の二、満願寺明細帳を見\nよ。）についても同様であつて、これらの建造物の所有権が日光県又は中央政府に\nよつて当時の満願寺に付与されたわけではなく、満願寺僧侶が日光県の移遷命令に\n従つてこれらの建造物を寺地に引移し、何人からも故障を申立てられることなく、\n満願寺所属のものとして平穏に占有を継続したことによつて、その所有権が満願寺\nに帰属するに至つたものと解するのが正しいと思われる。本件七堂塔も、日光県の\n満願寺僧侶に対する移遷命令の対象に含まれていたものと考えられるが、後述する\nように、七堂塔についてはこの移遷命令は竟に実行されなかつたばかりでなく、旧\n本地堂を除く他の六堂塔については、満願寺僧侶からの願によつて、東照宮境内に\nそのまゝ存置されることゝなつた。このことは、満願寺がこれらの堂塔の所有権を\n取得するについて、その基礎となるべき自主的占有を取得する機会を自ら放棄した\nことを意味するものということができよう。\n（二）　明治四年一月に始められた日光山における神仏分離の作業は、山内にお\nける神物と仏物の区分、神物の僧侶から旧社家への管理の移転、山内における満願\n寺境内の画定などが行われることによつて、同年中に一応の終了を見た。しかし、\nこれは分離作業の第一段階ともいうべきもので、第二段階として、日光県が満願寺\n僧侶に命令した仏教様式堂塔の満願寺境内への移遷がなお残されており、この指令\nの実行については、僧侶側からの願によつて、明治六年十二月まで三年の猶予期限\nが付されたのである。\nところが、右の三年間のうちに、日光山の内外には少からぬ状勢の変化が生じつ\nゝあつたことを看過することができない。まず、明治政府の神仏分離政策は、当初\nの尖鋭過激さを失つて次第に緩和される傾向にあるとともに、やがてその方向を転\nじて、一方においては、大教宣布という啓蒙教化活動となり、他方においては、神\n道国教化の方向をたどることゝなる。神祗官が神祇省に改められ、その神紙省も間\nもなく廃止されて教部省が置かれ、教部省もやがて廃止されてその事務が内務省社\n寺局に移されるという明治四年から十年にかけての中央政府における宗教行政所管\n機構のあわたゞしい変遷は、右に述べた神仏分離政策の緩和の傾向と方向転換を反\n映するものと見ることができ、また、全国各地の神社の社格の制定は、神道国教化\nの現れというべきであろう。\n日光山においても、まず神社側について見れば、明治六年三月、二荒山神社が国\n幣中社に指定され、東照宮も、同年六月九日、別格官幣社に列せられ、両社にはそ\nれぞれ政府によつて宮司、権宮司等幹部管理職員が任命され、両社の管理体制が整\n備される。これに較べて、満願寺は、重なる災難に見舞われるのである。\nまず、明治四年五月十三日の早暁、去る三月末に僧侶達が合併集居を終つたばか\nりの旧輪王寺本坊が火を発し、「結構を尽されたりし宮の宮殿は、一朝烏有に帰し\nたり、山僧等は各寺地を奉還し、什器建物を売却し尽して、合併所を新築し、之に\n移住して間もなく起れる不意の変災なれば、僅に身を以て脱れたる者多かりき、然\nれば、取り敢へず古材を以て事務所と炊事場を設けたれども、全部の再建は思ひも\n寄らず」というような状況に陥る（甲一二五・厚大僧正）。次で満願寺において\nは、財政の窺乏を救うために、明治六年三月、東京浅草寺境内において秘仏波之利\n大黒天の開帳を行つたのであるが、この計画も失敗に帰し、巨額の負債を生じて、\n大黒天をはじめ多数の宝物が債主によつて差押えられ、竟には訴訟沙汰にまで発展\nする。六年九月、旧護光院住職彦坂・厚が衆僧に推されて学頭代の職に就き、寺務\nを処理することゝなり、負債の償却、宝物の回収のために力を傾けているうちに、\n堂塔移遷三年の猶予の期限が近づくにつれて、二荒山神社の側からは、満願寺に対\nし、堂塔移遷の実行を迫り、もしこれが遷延するにおいては、三仏堂の如きは神社\n側において取壊すことも辞さないという強硬な申入がなされ、満願寺は益々窮地に\n立つことゝなる。\n明治四年から六年に至るまでの、日光山をめぐる内外の情勢は、およそ以上のよ\nうなものであつたが、こゝで注目すべきことは、二荒山神社側においては、さきに\n日光県が満願寺僧侶に下した堂塔移遷の指令の実行を迫つたのに対して、東照宮側\nにおいては、堂塔の移遷についてはひとり消極的であつたというに止まらず、むし\nろこれに抵抗し、これを阻止しようとする態度を取つたことである。東照宮は、ま\nず、六年十月四日、教部省に対し、「旧本地堂ヲ説教所ニ相用、説教之節、中央四\n柱神ヲ祭、大教院之通、神官僧侶交席ニ説教仕リ候テモ宣舗候哉」との伺を出して\nいる（乙二九の二）。即ち、同年一月、芝増上寺に設けられた大教院の例に倣つ\nて、本件七堂塔の一つである旧本地堂を大教宣布のための説教所として使用したい\nとの伺である。\n大教宣布活動の所管省である教部省は、六年十月二十日付で、「伺之通」とし\nて、右の願を聞届けた。堂塔移遷は神仏分離令の実行として指令されたものである\nが、大教宣布もまた政府が打出した新しい政策であつて、東照宮が旧本地堂を大教\n宣布のための説教所として使用するということが、旧本地堂の寺地移転を阻止する\nための有効な手段であることは、自ら明かであろう。\n右に述べた通り、満願寺は、大黒天開帳の跡始末もまだついておらず、財政的に\n全く窮乏の状態にあつたのであるが、堂塔移遷は寺の「再興永続」のためには必要\n不可欠のことであり、二荒山神社側からの強硬な申入もあつて、六年十二月、堂塔\n移遷の実行計画を樹て、学頭代彦坂・厚名をもつて栃木県令に対し右計画について\nの許可を願出た（乙三六、乙九）。この計画の大要は、東照宮神地内の旧本地堂は\n満願寺境内に移して、三仏堂内の本尊仏を合併安置し、これを満願寺本堂兼説教所\nとして使用すること、輪蔵、護摩堂及び相輪・も満願寺境内に移すこと、五重塔、\n鐘鼓二楼及び虫喰鐘は、「東照神廟荘飾之ため」そのまゝ東照宮境内に差置くこ\nと、二荒山神社本社傍の三仏堂等は取毀の上、これを売却して、上記諸堂移遷の入\n費に充てること、元中禅寺地内の立木観音堂等は中禅寺湖南岸に移すが、この移転\n実施については更に三年の猶予を願いたいこと、というものであつた。栃木県は、\n右願出に対して、更に詳細に絵図面を認めて申出よとの指令をするのである（乙\n九）。\nところが、この満願寺の堂塔移遷の実行計画は、日光町民その他近隣の住民の知\nるところとなり、かれらは東照宮に対し、「元来御宮中之諸堂ハ、海外万国迄も光\n輝之御場所柄、壱ケ所たり共取崩シ相成候テハ、無遠近、一般エ相響、当所衰微之\n基え腿前之至り」であるとして東照宮境内所在の諸堂は従前通り措置となるようそ\nの筋へ申立てられたいとの陳情をするだけに止まらず（甲九八木山考察に引用の明\n治七年二月二十三日付日光町東西市中連名の歎願書）、満願寺に対しても、「吾等\nは山内の殿宇に頼りて繁栄を致す者、今之を毀たれなば、衰微を招くこと必せり」\nとして多数町民が満願寺に押しかけて談判に及ぶというような事態となる（甲一二\n五）。東照宮自身もまた六年十月、旧本地堂を説教所として使用するについて教部\n省より許可を得たことをも引用して、栃木県令に対し、「当社本地堂其外共、是迄\n之通リ、御居置相成候様度致、右満願寺引移候而ハ、当市中ハ勿論、今市、鹿沼、\n宇都宮辺迄も気合ニ拘り、騒気立可申」として、満願寺が願出た堂塔の移遷計画に\n反対の意思を表明するのである（乙二九の二所収明治七年三月三日付東照宮宮司永\n井尚服及び権宮司原田種滋連名の栃木県令鍋島幹宛陳情書）。\nしかし、満願寺は、右のような東照宮及び住民の動きにかゝわらず、明治七年三\n月、「奉願光山護堂移遷之事」と題した堂塔移遷についての願書を、これに絵図面\n及び満願寺がさきに県に差出した六年十二月付の願書とほゞ同様の堂塔移遷計画の\n内容を記載した副願書を添付して栃木県に提出した（乙四、乙三一）。この願書に\nついて、こゝで注目すべきことは、その末尾に、「満願寺より出願之趣両社ニ於テ\nモ更ニ差支無之」との添書がなされ、二荒山神社権宮司大講義阿部浩、東照宮権宮\n司原田穏蔭、同宮司少教正永井尚服、二荒山神社宮司少数正戸田忠友の各記名がな\nされているが、二荒山神社の宮司と権宮司の各記名下には押印があるのに反して、\n東照宮の宮司及び権宮司の記名下は無印であり、然も、権宮司の名は「種滋」であ\nるのに、「種蔭」と誤り記載されていることである。東照宮の宮司と権宮司が、上\n述したように、三月三日付で、栃木県に対し満願寺の堂塔移遷計画反対の陳情書を\n提出していることを併せ考えれば、満願寺は、東照宮側の同意を取付けることがで\nきないまゝで、願書を提出したものと思われる。満願寺からこの願書の提出を受け\nた栃木県は、四月十二日付で、「本地堂ヲ除之外、願之通聞屈」けるとの指令を発\nした（乙四）。満願寺からの願出とこれに対する栃木県の指令によつて明かとなる\nことは、東照宮旧本地堂の満願寺境内への移遷は県によつて許可されず、五重塔、\n鐘楼、鼓楼及び虫喰鐘については、満願寺がこれらの堂塔の移転を断念し、これが\n引取の機会を自ら放棄し、これらの堂塔は従来通りそのまゝ東照宮境内に存置され\nることになつたということであり、さきに鍋島知事が明治四年、日光県令として満\n願寺僧侶に対して発した堂塔移遷の指令が、神仏分離の実施としてなされたことに\nかんがみれば、右五堂塔以下四堂塔に関する限り、鍋島知事が管轄県令としてさき\nに発した移遷命令を取消し、満願寺僧侶のこれらの堂塔の移遷引取の義務を解除し\nたことを意味する。これを所有権の帰属という観点から見るならば、東照宮神地内\nに存置が決定されたということによつては、これらの堂塔の所有権の帰属にはなに\nらの変更も生じなかつたということである。即ち、旧本地堂、五重塔、鐘鼓二楼及\nび虫喰鐘（これを吊した鐘堂をも含む。）は、終始東照宮の所有であつたのであつ\nて、一旦は管轄県令によつて満願寺寺地への移転が指令されたけれども、この指令\nは取消され、移転は取止めになつたというだけのことである。そして明治七年とも\nなれば、神仏分離令は、右の五堂塔のような仏教様式建造物の神地内存置も許容さ\nれる程に、その実施が緩和されていたのである。\n（説明）\n１　明冶四年から明治六年にかけての日光山の内外における一般状勢の変化のう\nち、その一部については、すでに「三説明３」において述べたところであるが、本\n件との関連において、この期間における出来事としてなお次のような事実があるこ\nとを指摘しておくのが適当であろう。\n（１）　東照宮に対する勅使、いわゆる例幣使の派遣は、慶応三年（一八六七）\nを昀後に廃止されたのであるが、明治五年四月九日、太政官正院は、東京府に対\nし、東照宮例祭の節奉幣使を派遣し、祭典を行うにつき、この旨を徳川家達へ達せ\nよとの通達をし、次で同月十日、太政官式部寮に属する大掌典白川資訓に対し、東\n照宮祭に参向すべきことを命じているが（梅田鑑定書、甲五九の一、栃木県史材\n料）、これは翌六年六月、東照宮に対し別格官幣社の社格を与えたことの前駆的措\n置ともいうべきもので、明治政府が当初東照宮の存廃を問題としたことゝ対比し\nて、政府の東照宮に対する態度の著しい変化をこゝに見ることができるであろう。\nなお、東照宮に対する社格の付与と前後して、政府は、宮司以下東照宮の幹部管理\n職員を任命したと思われるが（前掲甲五九の一）、当審Ｄ（１）によれば、初代宮\n司には松平忠恕が任命されたとのことであり、また、本件に顕われた資料によれ\nば、東照宮宮司としては、明治六年当時には右松平忠恕、七年当時には永井尚服、\n九年から十三年初にかけては京極高富十三年三月には松平容保の名がそれぞれ見ら\nれるが、この松平容保が、かつて幕末京都守護職を勤め、会津落城の際官軍に降つ\nた昀後の会津藩主であつたことは注目に値しよう。\n（２）　教部省は、明治六年七月十八日、番外達をもつて、諸国官幣社宮司に宛\nてゝ、明治三年十月二十八日の布告大小神社明細取調書方之儀に準じて各官幣社の\n明細図書を調製の上、八月二十日までに差出すべきことを命じた（梅田鑑定書）。\n東照宮もこれを受けて、「東照宮絵図面等明細帳」を調製し、八月十五日栃木県を\n通じて教部省にこれを差出している（前顕甲五九の一）。明細図書には、神社の\n「門数並大小建物」を記載することゝなつており、本件七堂塔が東照宮が差出した\n右の絵図面及び明細帳に記入されていたかどうかは、資料が現存しないため（原審\nＤ（３）を見よ。）、明かでないが、これらの建造物は明治四年に僧侶から旧社家\n方に引渡されていたこと、日光県が満願寺僧侶に対して下した東照宮神地内の堂塔\n移遷の指令は東照宮側には明示されていなかつたと考えられること、本文において\nも引用した明治七年三月三日付の東照宮の栃木県令宛陳情書の趣旨、東照宮が境内\n所在の堂塔の移転に反対であつたこと等を併せ考えると、本件七堂塔は、東照宮所\n属の建物として上記の絵図面及び明細帳に記入されていたものと考えられる。\n２　明治四年五月十三日の満願寺本坊の失火のことは、甲六九の六東照宮御番所\n日記の記事にも見えるが、この火災及び六年三月の東京浅草寺における波之利大黒\n天の御開帳が失敗したことによる満願寺の窮状は、彦坂・照稿維新以来の日光輪王\n寺と・厚大僧正（甲一二五）及び明治十四年五月付栃木県令発内務卿宛の日光山満\n願寺庄職ノ義ニ付上申（乙七〇の二、乙一一七の二）に詳しく述べられている。ま\nた、二荒山神社が満願寺に対して同神社境内からの堂塔移遷の実行を迫つたことに\nついては、上記甲一二五に「堂塔移転三年の期迫るを以て、神職中より厳督あり、\n亦た移転若し能はずば、三仏堂の如き、或は神職より撤廃せらるべしと告ぐる者あ\nり」と記され、上記乙七〇の二にも「神地内ノ仏堂移遷ノ義ニ付、神官ヨリ厳談有\n之」と記されている。なお、乙二八の二平泉報告には、明治六年三月から七年六月\nまで二荒山神社権宮司であつた阿部浩について「二荒山の権宮司たり、神仏分離を\n強制し、相輪・、三仏堂の移転はこの人の強制に出づ、市中の人以て悪魔となせ\nり」とも、また「堂塔の撤去を強制したるものは、実に阿部浩（後の東京府知事）\nなりとす。」とも記されている。阿部は、日光山の歴史を解せず、また民心をも無\n視して、神仏分離を杓子定規に実行しようとした中央政府派遣の革新官僚の類と評\nすることができるであろう。また、満願寺学頭代彦坂・厚については、さきにも一\n言したが（「四（一）説明１」）、かれは満願寺の窮状打開のために全力を傾ける\n一方、満願寺の再興永続のために、東照宮側の反対にもかゝわらず、また、当時の\n激烈を極めた住民の堂塔移遷反対の運動にも抗して、堂塔移遷の実現に努めたので\nあるが、平泉報告においては、彦坂について「彼は疳癪持にて、きかぬ気の人な\nり、徳ある人にあらず、頗る日光町人の怨嗟を招ける由、佐野鉄次郎老人の談な\nり」と記されている。日光町民の堂塔移遷に対する反対運動は相当に激しいものが\nあつたのであつて、明冶七年から九年まで続いたようであるが、前顕甲一二五に\nは、満願寺が堂塔移遷の実行計画を樹て、右の計画について栃木県に許可を願出る\nや、「此の事早く既に日光町民の聞く所と為り、吾等は山内の殿宇に頼りて繁栄を\n致す者、今之を殿たれなば、衰頽を招くこと必せりとて、町民数多満願寺に押し寄\nせ、談判に及び、留守関口慈立百方解論すれども、頑として動かず、氏遂に町民総\n代等の強請に従ひ、栃木県に出でゝ、共に堂塔全部置据を請願せむとす、師〔彦\n坂・厚〕時に県庁を辞して、山に帰らむとするに、栃木の町口に遇ふ、関口氏、町\n民総代と更に県庁に同行せむことを謂ふ、師決せりと答へて、断然容れず、相分れ\nて金崎に至る、・照随行してあり、説いて日はく、事一旦決せば、返すべきにあら\nざれども、町民の熱情亦捨つべきにあらず、仮令行はれずとも、相共に扶助して可\nならぬ乎と、師之を然りとし、栃木に戻り、総代等の出願に、県庁に相伴ふ、社寺\n係柿沼広身、県令の命を受けて之を排斥せらる、然れども総代等終に服せず、有ら\nゆる要路の官衙、天台管長にまで歎願する所ありて、事弥々紛糾を重ねたり、因り\nて方法を改め、薬師堂は仏像のみを移し、神官僧侶の説教所と為す事とし、輪蔵も\n置据を謂ひ、然し三仏堂を狭めて之を移転し、本堂とせむとするに、町民猶ほ服せ\nず、寺に旅寓に、師の在る所、町民の強談ありて、苦められたれども、師頑として\n応ぜず、人間に七生して、移転の事業を全うすべしと答へたることさへありき、七\n年の秋、本坊を再建し、八年遂に相輪・を今の地に移転したりき、三仏堂は己に取\nり解き、其の用材を寺の傍に堆積しつれども、紛紜の為に、年を越えて建築に著手\nすること能はす、町民にあらざる者も、其の移転の成功を疑ふに至れり、町民の寺\nを疾視すること、其の極に達し、九年二月、西町火を発し、折しも暴風吹き荒み\nて、再建せる本坊及其境内の合併所も、危く見えたれども、出入町人の消防にと馳\nせ来る者あれば、之を山内の入口に遮り、満願寺に消防に行く者は、殺さんと威嚇\nしたりきと云」と記されている。当時における「住民運動」の激しさとともに、容\n易にこれに屈しなかつた満願寺学頭代彦坂・厚の強固な性格を看取することができ\nるであろう。\n３　建築史家伊東忠太が寛永の大造替の際の東照宮建築の設計方針の一つとし\nて、「社殿の配置は緊密にして散漫なるべからず」ということがあつたものと推定\nしているように、東照宮の各建造物は、社殿全体の不可分の一部をなしているので\nあつて、そのなかから仏教様式堂塔を除去することは、社殿全体の結構の美の破壊\nを意味する。満願寺僧侶が寺の再興永続のために、いかにこれらの堂塔を必要とし\nたとしても、また、堂塔移遷が神仏分離令の実施措置として官が命じたものである\nとしても、東照宮社司が堂塔移遷に反対し、満願寺側の移遷計画実現を阻止する挙\nに出たことは、無理からぬことゝいうことができよう。本文で引用した明治六年十\n月四日付東照宮発教部省宛伺書及びこれに対する同月二十日付教部省指令を左に掲\nげる（乙二九の二）。\n「記\n一　東照宮御祭典、神興御旅所え渡御之節、是迄僧侶供奉有之候間、為冥加、従\n前之通供奉仕度旨願出候、如何取計可申哉\n一　前同断之節、延年舞献納仕度旨、願出候、是又如何可仕哉\n一　旧本地堂ヲ説教所ニ相用、説教之節、中央四柱神ヲ祭、大教院之通、神官僧\n侶交席ニ説教仕リ候テモ宜舗候哉、\n一　東照宮御神忌之節ニ、天朝ヨリ御納ニ相成候御品々ハ、仮令神器タリトモ満\n願寺エ御預リ之儀者、不筋之事ニモ存候、右御品々ハ全東照宮エ御納之義ニ付私共\n請取、御神庫エ仕舞置候方至当之様被存候、可然儀ニ御座候ハ、其筋エ御達御座候\n様奉願候、\n一　東照宮、二荒神社、御両社御営繕ノ為、栃木県令配意ニテ、寂光神社境内材\n木、右代金四千余両有之旨右金大蔵省エモ問合候処、差支無之ニ付、可引渡旨令鍋\n島幹ヨリ相談有之候間、両社ニテ請取候様可仕候、此段奉窺候也」\n右伺に対する教部省指令\n「第一条\n僧侶供奉ハ不相成候事、\n但、教導職之者、官制祭服を着し、供奉致候儀ハ不苦事、\n第二条\n難聞届候事\n第三条　伺之通、\n第四条\n仏器ハ満願寺へ預り置、不苦筋候得共、本社へ由緒有之重立候器品は、目録を以\n更に可伺事、\n第五条\n社格未定己前之儀ニ侯得者、両社示談之上、地方官へ申立受取方可致事\n右の第一条及び第二条の指令が、僧侶の神勤禁止の趣旨から出たものであること\nは明かで、後に明治十三年になつて、東照宮旧本地堂における満願寺僧侶による仏\n事執行が許可されるに至つたことゝ対比すれば、この間における政府の対神社及び\n仏寺政策の大きな変化を看取することができるであろう。\n次に、明治七年三月三日付東照宮発栃木県令宛陳情書（伺書）の全文は、\n「記\n一　本地堂　　　　　一宇\n一　護摩堂　　　　　一宇\n一　輪蔵　　　　　　一宇\n一　相輪・　　　　　一基\n右満願寺え引移申度旨\n一　五重塔　　　　　一字\n一　鐘楼　　　　　　一字\n一　鼓楼　　　　　　一字\n一　朝鮮鐘　　　　　一釣\n右者為御飾、据置度旨、満願寺より願出候旨、右ハ〔従来〕東照宮え徳川家より\n寄進、旧諸候より献備之御品々ニ而、御一新之砌、神仏混清不相成訳ヲ以、仏体ハ\n満願寺え引移候へトモ、既ニ芝増上寺本堂以大教院ト被定、四柱大神御安座、神官\n僧侶協議、七宗祖師画像掛軸等許可相成候趣、旁以当社本地堂、其外共、是迄之通\nリ、御居置相成候様致度、右満願寺引移候而ハ、当市中ハ勿論今市、鹿沼、宇都宮\n辺迄モ気合ニ拘リ、騒気立可申、就而ハ先宮司教部省伺済別紙の〔通〕相添、此段\n相伺候也というのであつて（乙二九の二）、これには東照宮権宮司原田種滋の記名\n押印及び宮司永井尚服の記名がなされている。　この陳情書は、恐らく明治七年三\n月付満願寺発栃木県令宛の諸堂移遷の願書に対抗して県に差出されたものであつ\nて、このことは、右満願寺の願書の添書に東照宮の宮司及び権宮司の押印がなく、\n然も権宮司の名「種滋」が「種蔭」と誤記されていること（東照宮権宮司の名が\n「種滋」であることは、同人の明治七年一月二十二日付教部省宛赴任猶予願〔甲\n八〕によつても明かである。）、栃木県が東照宮のこの陳情の伺書に対して改めて\n回答をした形迹がなく、後に述べるように、満願寺の上記願書の内容とこの願書に\nよる願出に対する許可指令の趣旨を東照宮に通知していることからも推測すること\nができる（甲一〇〇の二）。\n４　満願寺が明治六年十二月付をもつて、学頭代彦坂・厚名で、栃木県令鍋島幹\n宛に差出した願書（乙三六）の内容は次の通りである。\n「去ル辛未年光山神仏判然御所置之砌神地内ニ属シ候仏閣堂塔満願寺え御渡し被\n下置仏地内え移遷被仰渡公平之御裁断一同難有仕合奉存候就而者速かに引取可申筈\n之処何分一時難行届右移遷三ケ年之間御年延奉願御許容を蒙候処其後本坊向不慮之\n震災ニ罹候己来別而疲幣相募リ当惑之中ニ者御座候得共何と歟目的を立夫々移遷取\n計ひ開山己来之法務無嗟相続仕度種々精配罷在候内大黒天開扉ニ付案外之債難を受\n苦心ニ日を送候折から昀早御猶予之期限年末ニ立至一堂も移遷之実効相立兼候段深\n恐人奉存侯依之別紙之通目的を立夫々移遷仕度候間右目的相立兼候諸堂之義者更に\n三ケ年之間御据置被成下候様仕度此段只管奉歎願候也」\nこの願書には、「神地内ニ属し候仏閣堂塔満願寺え御渡し被下置仏地内え移遷被\n仰渡」と言われているが、この願書全体の趣旨からも、日光県が明治四年に満願寺\n僧侶に対してした処分の内容は、神地内にある仏閣堂塔の仏地への三年の猶予期限\n付の移遷命令なのであつて、これらの仏閣堂塔の所有権を満願寺に下付するとか、\nあるいは東照宮及び二荒山神社からこれらの仏閣堂塔を没収してこれを満願寺に下\n付するという意思表示を含むものでないことを窺い得ないわけではなく、また堂塔\nの移遷について東照宮に異議があることは、満願寺側も察知していたことゝ考えら\nれるので、東照宮に対抗する必要上から、特に「神仏判然御所置之砌……満願寺え\n御渡し被下置」と言つたのではないかとも考えられる。なお、この願書には別紙が\n添えられているわけであるが、乙九「諸堂移遷目論試之事」がこの別紙に該当する\nと思われる。この別紙は、次に掲げる明治七年三月付満願寺発栃木県令宛の諸堂移\n遷の願書に添付された副願書と内容がほゞ同一てあるので、その全文をこゝに掲記\nすることを省略し、たゞその末尾に、「詳細絵図面相認可申出事、諸仏器可払分銘\n書を以可申出来」との栃木県知事の指令が付記されていることを付加するに止あ\nる。\n満願寺は、絵図面を添えて改めて願出よとの栃木県の指令に応じて、明治七年三\n月付で、衆徒惣代訓導関口慈立及び学頭代訓導彦坂・厚連署の上、栃木県令鍋島幹\n宛に次の願書（乙四）を提出した。\n「奉願光山諸堂移遷之事\n去ル明治四辛未年当山御所置之砌僧侶え御渡し被下置候神地内之仏堂移遷之義兼\n而奉願上候通別紙絵図面を以詳細申上候間右絵図面え掛紙朱書之通御聞届被成下置\n候様只管奉願上候也」\n右の願書には、「前書満願寺与利出願之趣両社ニ於テモ更ニ差支無之候」との添\n書があり、両社の宮司及び権宮司の記名がなされているが、東照宮の宮司及び権宮\n司の名下には押印がなく、権宮司の名が「種蔭」と誤記されていることは、さきに\nも述べた通りである。この願書に添付された絵図面は恐らく乙三一の絵図面と同様\nのものであつたと推測されるが、願書には、なお学頭代彦坂・厚名の次の副願書が\n別紙として添付されている。\n「諸堂移遷副願之事\n東照宮神地内\n一　旧本地堂\n満願寺境内え相移し三仏堂本尊をも合併安置仕当寺本堂兼説教所ニ相用度奉存候\n事\n同\n一　輪蔵　　　　　壱宇\n満願寺境内え相移度候事\n同\n一　護摩堂\n満願寺境内え相移し諸小堂之本尊合併安置いたし度候事\n東照宮神地内\n一　相輪・　　　　壱基\n満願寺境内え相移し度候事\n同\n一　五重塔　　　　壱基\n同\n一　鐘鼓二楼　　　両基\n同\n一　虫喰鐘　　　　壱棟\n右三廉も去ル辛未年僧侶え御渡し被下置候事ニ者御座候得共御差支も無之候ハゝ\n東照宮神廟荘飾之ため其儘御差置ニ相成候様仕度候事\n元中禅寺地内\n一　立木観音堂　　壱宇\n同\n一　妙見堂　　　　同\n同\n一　護摩堂　　　　同\n同\n一　釣鐘堂　　　　同\n右者兼而御指定之通南岸歌ケ浜え移遷可仕候事\n滝尾神地内\n一　阿弥陀堂　　　壱宇\n同\n一　不動堂　　　　同\n右弐廉者追而滝尾山元別所近傍え地所を見立前件東照宮旧本地堂等移遷相済次第\n引続転遷可仕候事\n二荒山神地内\n一　三仏堂　　　　壱宇\n同\n一　諸小堂　　　　九宇\n開山堂側\n一　小堂　　　　　弐宇\n寂光神地内\n一　常念仏堂　　　壱宇\n同\n一　小堂　　　　　弐宇\n右五廉仏菩薩等之木像者満願寺本堂并ニ在来之諸堂内え合併安置仕堂宇者何れも\n取毀候上銅物等夫々致沽却右代金を以前件旧本地堂其外移遷之入費ニ相用度候事\n一　従来神前え相用候仏壇仏器類判然之御所置己後全不用ニ相成候品々にて僧侶\nえ御引渡し之分是亦致沽却代価を以前件諸堂移遷之人費ニ相用度候事\n但し沽却可仕品々追而取調書を以更ニ可奉願上事\n一　満願寺持場ニ有之候桧杉材数七百本也伐木仕払代金を以是亦前件移遷之人費\nニ相用度候事\n但し右三口払代金高并ニ移遷入費高共追而御庁え御届奉申上残金も有之候ハ其分\n教導人費并ニ満願寺本堂其外修繕料として積立置侯様仕度見込ニ御座候尤伐木可仕\n桧杉廻り寸尺等追而取調候上更ニ可奉願上事\n滝尾神地内\n一　諸小堂　　　　六宇\n仏像者滝尾山元別所内え合併安置堂者取毀可申事\n右件々御聞届被下置候上者早々取掛判然之御趣意奉躰之道相立候様仕度懇願ニ御\n座候何卒願意御憐容被成下度此段偏ニ奉願上候也\n右の満願寺からの願出に対して、栃木県知事は、明治七年四月十二日付の付札を\nもつて、「書面本地堂ヲ除之外願之通聞届候事」との指令をし、同月十三日付をも\nつて、東照宮宮司に対し、その旨を通知している（甲一〇〇の一）。この通知書に\nは、東照宮宮司宛の明治七年四月五日付教部省の達書一葉が添付されているが、そ\nの内容は次の通りである（甲一〇〇の四）。\n「其社神地内之堂塔等兼而満願寺へ引渡有之侯分今般引移並据置方之義ニ付別紙\n之通願出候趣ヲ以地方官より伺出有之依テ当時説教所ニ相用候本地堂ヲ除之外願之\n通可聞届旨及指令候条為心得此旨相達候事\n但本地堂之儀其儀据置向後トモ神官僧侶説教所ニ相用度義ニ候ハゝ満願寺申合之\n上連署ヲ以更ニ可申立候事\n右達書に「兼而満願寺へ引渡有之候分」というのは、恐らく満願寺の願書に「御\n渡被下置」とあるのに依つたものであつて、満願寺へ所有権を下付したという趣旨\nではなく、日光県が満願寺に移遷引取を命じたことを意味するものと解すべきであ\nろう。また、さきにも述べた通り（「四（一）説明３」）、明治四年二月二十八日\nに、僧侶から旧社家に対する東照宮の「御神前向引渡し」が行われ、三月九日に\nは、「本地堂仏像類持運」がなされ、五重塔内の仏像も取去られていることから見\nれば、東照宮境内の堂塔の管理は東照宮社司の手に移つていたものと考えられるの\nであつて、同年中更にこれらの堂塔が東照宮旧社家の手から満願寺僧侶の方へ引渡\nされ、僧侶がこれらの堂塔の管理権を回復したとも思われないのである。従つて、\n上記教部省の達書にいう「引渡」を文字通り占有の移転というように理解すること\nもできないわけである。\nなお、栃木県は、同じく七年四月十三日付書面（甲一〇〇の二）で、東照宮社務\n所に対し、「満願寺ヨリ願出候堂塔移遷之義別紙朱書之通許可候条為心得及通達候\n間移遷着手之節支障無之様注意可致候也」との注意を与えているが、この注意書\nは、恐らくさきに掲げた東照宮の三月三日付栃木県令宛陳情書に対する回答の趣旨\nをも重ねてなされたものであつて、東照宮方は、右注意書に添付された満願寺の諸\n堂移遷の願書及び副願書の写（甲一〇〇の三）によつて、はじめて満願寺の堂塔移\n遷計画の正確な内容を知らされたのではないかと考えられる。\n５　堂塔移遷に対して二荒山神社側と東照宮側とがまつたく相反する反応を示し\nたことは、日光山の山上及び山下における仏教様式堂塔の所有権の帰属の問題を考\nえる上において、重要な意味をもつものと思われる。東照宮は、その境内及びそこ\nに配置された神殿、堂塔が不可分の完結体を形成していて、その構成要素の一つを\n取除くことは全体の破壊となるのに反し、二荒山神社は、その神地が日光山内にお\nいても本宮、新宮と分れている外、滝尾寂光の各神地もあり、更に男体山の山上及\nび山下の中禅寺にまで散在し、然もこれらの各神地においては、神殿と仏体の堂宇\nとが混在しているのであつて、二荒山神社は、その物的施設の面から見る限り、東\n照宮に見られるようなまとまつた一体をなしてはいないのである。二荒山神社のこ\nれら各神地における仏体の堂塔の存在を許容することは、神仏混淆の姿を温存する\nということになるばかりではなく、これらの各神地から仏体の堂塔を除去すること\nは、必ずしも二荒山神社の一体性の破壊とはならず、二荒山神社にとつては、むし\nろその神地が各所に散在していることが重要なのである。また、各神地における堂\n塔は、その由緒はともかく、結構の美という点から見れば、新宮傍の三仏堂を除い\nては、特に取立てるべきものもないのである。乙九〇の五、六日光山沿革畧記は、\n明治四年一月、日光県より達せられた「神仏分離社寺廃立の御処分」によつて、\n「新宮を二荒山神社と改称して、本宮、滝尾、中禅寺及び連峰祭祀の諸社悉く之に\n属」するに至つたと述べているが、二荒山神社にとつては、男体山を中心とする日\n光連峰そのものがその御神体であり、二荒山神社は、これらの連峰祭祀の諸社の綜\n合なのである。従つて、明治四年中に行われた日光山の山上山下における神仏分離\n措置実施の際にも、二荒山神社の各神地に所在する仏教様式堂宇は、すべて仏物と\nして区分され、新たに創立される満願寺の寺地が確定し次第当然に寺地へ移される\nべきものとされ、日光県もこのことを僧侶側に命じ、僧侶側はもとより、旧社家側\nもこのことについて異存がなかつたのてはないかと推測される。満願寺が明治六年\n十二月及び明治七年三月に栃木県に差出した諸堂移遷の願書において、東照宮の旧\n本地堂を寺地に移して満願寺の本堂とし、これに三仏堂に安置されている弥陀三尊\nその他の諸仏を合併安置するとされていることからも明かなように、二荒神社本社\n（新宮）傍の三仏堂には当時なお仏像、仏器、仏具の類がそのまゝ置かれていたも\nのと考えられる。二荒山神社側が満願寺僧侶に対し、三仏堂の移遷を強硬に迫つた\nということも、以上のように考えることによつて首肯できるのである。これに反し\nて、東照宮境内所在の仏教様式堂塔は、いずれも東照宮社殿の不可分一体の構成要\n素をなすものであり、その一つを境内から除去してこれを寺地に移すことは、東照\n宮の破壊となるのであつて、当時旧日光奉行所を役所とし、東照宮を眼前に控えて\nいる日光県当局者も東照宮神地内の堂塔と二荒山神社神地内のそれとはこれを別箇\nに見て、東照宮神地内の堂塔はこれを当然には仏物と見ず、他の建造物とともに僧\n侶から旧社家に引渡すべきものと考えていたものと思われる。しかし満願寺僧侶側\nとしては、従来僧侶が東照宮祭祀の主役を勤めてきた永年に亘る沿革にかんがみて\nも、日光県当局のこのような考え方は公平を欠くとして、さきにも述べたように\n（「四（一）説明３」）、明治四年二月十四日には、特に鍋島県令による東照宮の\n現地見分を求め、翌十五日には、かねて当日に予定されていた東照宮の御神前向引\n渡を延期し、県令に対し種々陳情をするということになつたのではないかとの推測\nが可能なのである。そしてこの陳情の趣旨は、東照宮神地内の堂塔も、二荒神社神\n地内のそれと同様に、やがては仏地内に移遷すべきものとしても、それまでの間\nは、引続き僧侶の管理下に留めるということにあつたのではないかと思われる。し\nかし、日光県当局としては、僧侶側のこのような陳情をそのまゝ受容れることは、\nひとり神仏分離令の趣旨に背くばかりでなく、旧社家側の反発を招くことは必至で\nあるために、東照宮神地内の仏教様式堂塔は、本殿その他の建造物とともにこれと\n一体をなすものとして、明治四年二月二十八日に僧侶側から旧社家側への管理の引\n渡を行わせ、三月九日には、本地堂内の仏像類も寺地に移させ、五重塔内の仏像も\n同様に寺地に運ばせ、そしてその上で、神仏分離令の適用として、僧侶に寺地への\n移遷引取を命ずるという形で、二荒山神社神地内の堂宇と同様に、満願寺僧侶が向\nう三年の期限内に旧本地堂等堂塔を寺地に移すことを許可したものと思われる。こ\nのようにして、僧侶側の陳情は、その一部が日光県当局によつて承認されたわけで\n満願寺僧侶は、このことを指して、明治六年十二月及び翌七年三月の諸堂移遷の願\n書のなかで、堂塔が僧侶に「お渡し下された」ものであると言い、また、これを県\n当局の公平の御裁断であり、有り難き仕合せともしたものと考えられる。\n東照宮神地内の仏教様式堂塔と二荒山神社神地内のそれとは、以上のようにし\nて、神仏分離実施の当初から異つた取扱を受けていたものと考えられるのであつ\nて、これらの堂塔は、後に述べるように、その大部分が、神地の美観保持という名\n目でやがて神地内に据置かれることゝなるが、この神地内据置も、東照宮神地内の\n堂塔については、将来に亘つての現状維持、現状不変更であつたのに反し、二荒山\n神社神地内のそれについては、仏地への移遷が行われるまでの暫定の措置であつた\nのであり、実際上も、これらの堂宇のあるものは満願寺によつてその寺地に移さ\nれ、他は取壊されたのである。\n（三）　東照宮旧本地堂は、明治七年四月十二日付の栃木県指令によつて東照宮\n神地内に存置されることゝなり、東照宮と満願寺は、その後改めて旧本地堂を大教\n宣布のための「脱教所ニ相定、神官僧侶同盟協力、教導行届候様仕度」として願出\nて、栃木県は、明治八年一月九日何でこれを許可している（甲四六岡田解説に引用\nされている明治八年一月九日付栃木県布教係発東照宮社務所及び満願寺執行宛通\n達）。また、東照宮神地内の五重塔、鐘鼓二楼及び虫喰鐘は、満願寺からの願に基\nき、同じく明治七年四月十二日付の栃木県指令によつて、「東照宮神廟荘飾之のた\nめ」そのまゝ神地内に差置かれることゝなつた。このようにして、旧本地堂の移遷\nは不可能となつたため、満願寺としては、旧本地堂に代えて満願寺本堂とすべき建\n造物について、なにらかの対策を講じる必要に迫られる。護摩堂、輪蔵及び相輪・\nについては、直ちに移遷に着手しなければならないが、堂塔移遷反対の住民運動は\n終熄するどころか、益々激しさを加える。満願寺は、相輪・だけは、ようやく八年\n三月に東照宮神地内から満願寺境内への移転を完了するが（乙二八の二平泉報\n告）、護摩堂及び輪蔵については、移転に着手することができないのである。\n満願寺は、以上のような状況のなかで、明治九年一月十八日付をもつて、栃木県\n令に対し「諸堂移遷之義ニ付願」と題する願書（乙一〇の一）を、これに同日付、\n同じく栃木県令宛の「諸堂移遷方法改革之事」とする諸堂移遷の改正計画書（乙一\n〇の二）を別紙として添え差出した。右の願書の趣旨は、もし教部省の方で市民か\nらの諸堂移遷反対の請願を容れて、「神地内ニ仏堂経蔵等御据置ニ可相成御場合ニ\nモ候ハ、光山神地内之諸堂都而其建地ヲ改而満願寺付属地ニ被仰出仏像還座従前之\n通各堂共仏事執行相成候様御允許被成下度」く、もしこれが採用にならないのであ\nるならば、別紙の通りの移遷計画を聞届けられたいというものであり、その別紙の\n移遷計画の要旨は、三仏堂を九間半四方に縮小して満願寺境内に移築し、これを満\n願寺の本堂とすること、東照宮護摩堂及び輪蔵は、移遷の費用の調達の目途がつく\nまで現状のまゝとすること、もつとも輪蔵については、曝書のため、毎年、内部に\n収納されている経巻の転読をいたしたく、費用調達の目途がつき次第、大献霊廟仁\n王門内に移築すること、東照宮御仮殿地内の時鏡は、常任の法用に差支があるの\nで、かねて伺済みの通り、速かに満願寺境内に移すこと、元中禅寺地内の観音堂、\n妙見堂、戒壇堂、護摩堂並に滝尾神地内の諸堂塔の移遷については、すべて従前の\n指令の通り取計うこと、というものであつた。右の願出に対して、栃木県は、二月\n二十七日付をもつて、別紙移遷計画を聞届けるが、輪蔵内経巻の転読は聞届け難\nく、三仏堂移遷の上は、護摩堂及び輪蔵内の仏像、経巻はすべて三仏堂へ移すべき\nことゝ指令したのである（乙一〇の一）。\n満願寺は、県の承認を得た右の計画に従い、九年五月（あるいは三月ともいわれ\nる。）、三仏堂の解体移築工事に着手する（乙二八の二平泉報告、乙九八の二満願\n寺明細帳）。　日光山沿革畧記には、この時「山麓市民苦情を鳴してこれを拒み、\n大に葛藤を生ず」と記している。ところが偶々同年六月、明治天皇東北巡幸の途\n次、満願寺が行在所に当てられた際、三仏堂の移転は旧観を損うことがないように\n実施せよとの天皇の御言葉があり、内幣金が下賜される（乙九八の二満願寺明細\n帳、甲四九辻善之助・日本仏教史の問題、日光山沿革畧記を見よ）。満願寺は、そ\nこで、さきに栃木県の承認を得た諸堂移遷計画に更に変更を加え、三仏堂の移転に\n昀重点を置くことゝして、改めて九年八月、栃木県令に対し、「東照宮地内之二堂\n置据願」を差出し、輪蔵及び護摩堂について、すでに現在地存置が決つている五重\n塔その他と同様に、「神廟之荘観ヲ不失様永久在来ノ地ニ御据置」下されたいと願\n出た（乙一一の一、二）。そして、栃木県は、同年十一月二十日付をもつて、満願\n寺からの右願出を聞届ける旨指令するとともに（乙一一の二）、このことは、東照\n宮にも示達され、東照宮は同月二十五日付をもつて栃木県に対し請書を差出してい\nる（甲一〇一）。\n以上のようにして、護摩堂及び輪蔵についても、五重塔、鐘鼓二楼及び虫喰鐘と\n同様に、東照宮神地内に永久据置が決定し、結局は、一旦は、管轄県令により、神\n仏分離の措置として満願寺境内への移遷が指令されたが、この指令は取消されて移\n遷は取止めとなり、輪蔵、護摩の両堂が東照宮の所有であることには、なにらの変\n更も生じないことゝなつたのである。さればこそ、東照宮も、上記の請書の日付と\n同一の十一月二十五日付をもつて、「当社地内ニ有之候旧護摩堂据置相成侯ニ付テ\nハ、向後神楽執行の節仮社務所ニ相用申度」として栃木県令に旧護摩堂の仮社務所\nとしての使用許可願を差出し、栃木県は、同月三十日付で、右願出を許可している\n（甲三二の一）。この事実も、旧護摩堂の所有権の帰属については、結局なにらの\n変更も生じなかつたことを裏づけるものというべきであろう。\nなお、三仏堂の移転工事は、その規模を縮小することなく、明治十二年七月、そ\nの完成を見ることゝなり、旧にも勝る善美を尽した建造物として寺地に移され、現\n在の被告輪王寺の本堂となつた（乙二八の二平泉報告、乙九八の二満願寺明細\n帳）。\n（説明）\n１　日光の山上山下におけるすべての祭祀施設は、明治維新に至るまでは、僧侶\nが管理支配するところであつたのに、維新政府の分離措置によつて、僧侶は各神地\nの管理支配を奪われ、各神地の管理は、すべて、僧侶の指揮下にあつた旧社家の手\nに移り、更にこれらの神地の主体は、二荒山神社及び東照宮として、神地内に残る\n前代からの祭祀施設をそのまゝ承継し、人的管理組織も整備され、国幣社あるいは\n官幣社として国家の保護をも受けることゝなつた。僧侶達がいわば失地の回復に努\nめたことは無理からぬことであつて、管轄県令に対して陳情を試ることはもとよ\nり、財政の極度の窮乏下にありながらも、東照宮側や住民の反対をも押切つて諸堂\n移遷の実行を固執したことは十分に理解できることである。かれらは、「抑諸堂移\n遷之義者神仏分離より被仰出候御維新之御趣意厳然タル朝旨」に出たものであり\n（乙一〇の一）、本件七堂塔の如きも、「去ル明治四辛末年当山御所置之砌僧侶え\n御渡被下置」たものであるとし（乙四）、また、満願寺側の諸堂移遷要求の根拠に\nつき疑をもつ東照宮側からの照会に対し、「諸堂移遷之義者当寺より出願之上被仰\n出候事ニ無之神仏区分之御所置ニ出で候事故移遷之義ニ付初度之願書と申ものハ一\n切無之候」と言つて（甲九九明治九年四月二日付東照宮宛満願寺回答）、諸堂移遷\nの根拠は、はじめにかれらを殆んど無一物たらしめたその同じ神仏分離にあるとし\nながらも、かれらの真の意図は、「満願寺の再興と永続」のために、失われたもの\nゝ回復を図ることにあつたのであつて、本件七堂塔は結局寺地へ移遷することな\nく、東照宮神地内に従来通り据置かれることになつたけれども、かれらの失地回復\nの願望は、はじめに、三仏堂を解体売却してまでも東照宮旧本地堂を寺地に移して\nこれを満願寺本堂としょうとしたこと、護摩堂と輪蔵の移遷を昀後まで固執したこ\nと、本件七堂塔は既に東照宮神地内据置が決定された後であるにかゝわらず、満願\n寺において調製した明治十三年十月二十一日付の満願寺起源沿革調においては、な\nお、「神地内ニァル堂宇建物数六」が掲げられていること（乙九八の二）、更に、\n後にも述べるように、据置が決定された旧本地堂への仏像還座、輪蔵内における経\n巻の据置、旧本地堂や五重塔における仏事執行の要求等となつて執拗に現われてく\nるのである。\n満願寺側のこのような失地回復の要求が強いだけに、東照宮側としては、なお不\n安が残るわけであつて、はじめに五重塔、鐘鼓二楼、虫喰鐘、次いで輪蔵、護摩の\n二堂は、満願寺からの願出によつて神地内据置が決定された経緯もあり、これらの\n堂塔が東照宮の所属であることは官によつても承認されたものと解してよいが、旧\n本地堂については、それが神官僧侶交席の説教所として使用されるという理由のも\nとに、満願寺僧侶側からの移遷の願出が却下されたのであつて、官の明示の指令に\nよつて永久据置が決定されたということではないのである。東照宮側は、明治十二\n年四月二十八日付内務省達乙第三十一号による神社明細帳調製上の必要ということ\nもあつて、明治十二年七月十六日付をもつて、栃木県令宛次の伺を出している（甲\n四四の一旧本地堂所轄之儀ニ付地方庁へ伺案、甲四四の五・明冶十五年東照宮事務\n課日記七月十六日の条、なお明細帳調製との関連については、梅田鑑定書、甲四六\n岡田解説、原審Ｄ（２）を見よ。）。\n「御伺\n当社神地内旧本地堂之儀ハ去六年十月先宮司松平忠恕ヨリ説教所ニ相用候テモ不\n苦候哉旧教部省へ相伺同省ヨリ允許相成翌七年三月満願寺ヨリ神地内諸堂塔同寺中\nへ引移度旨御庁へ及出願候処本地堂ヲ除クノ外御聞届之趣御指令相成且旧教部省同\n年四月五日付番外并御庁同年第三百六十九号ヲ以テ其旨当社ヘモ御達有之候得ハ右\n本地堂ハ無論当社付属之建物ト相心得候得共為念相伺候条至急何分之御指定奉仰候\n也」\n右の伺に対する栃木県の回答文書は見当らない。しかし東照宮は、明治十五年三\n月十一日、上記内務省達乙第三十一号による東照宮明細帳を栃木県に提出し、県に\nよつてこれが受理されているが、この明細帳のなかには、他の六堂塔と同様に、旧\n本地堂も東照宮所属の建造物として掲載されているのである（甲一一の四）。\n２　満願寺の真の意図が上述した失地回復にあつたことは、本文で引用した明冶\n九年一月十八日付満願寺の栃木県宛「諸堂移遷之義に付願」（乙一〇の一）にもよ\nく現れている。殊に官において住民の陳情を容れて、仏堂経蔵等を神地内に据置か\nれるのであるならば、その敷地を満願寺境内地に編入し、仏像も還座し、仏事執行\nも許可されたいということは、維新前におけると同様の、神地内における仏堂の僧\n侶による管理支配、即ち僧侶の神勤の復活そのものであつて、「境内場広ニ而、社\n寺共其儘差置地之境界を分け候は不苦義ニ候哉」との伺に対し、「仮令広場ニ候\n共、社内之寺院は必取際可申事」と回答した政府の当初の神仏分離政策とは相容れ\nないのである。神仏分離を表向き唱えながら、満願寺僧侶の真の意図が失地回復に\nあつたことがこゝに看取されるばかりでなく、このような神仏分離の当初の方針と\n相反する要望が公然と表明されるということは、当時すでに神仏分離が名ばかり\nで、その実は失われ、殆んど形骸化しつゝあつたことの現れであるともいうことが\nできよう。以下に、上記満願寺の願書（乙一〇の一）の内容全文を掲げる。\n「諸堂移遷之義ニ付願\n当山神地内之諸堂据置之義市民総代より強願仕候ニ付不被為得止事教部御省え御\n進達可相成哉之旨客歳十二月二十七日御係より関口慈立え被仰談候趣敬承仕候抑諸\n堂移遷之義者神仏分離より被仰出候御維新之御趣意厳然タル朝旨ニ付市民中より如\n何様及歎訴候共断然御採用無之義と奉存候乍併下民之請願ニ依而者万一教部御省よ\nり御改正被仰出神地内ニ仏堂経蔵等御据置ニ可相成御場合ニも候ハ、光山神地内之\n諸堂都而其建地ヲ改而満願寺付属地ニ被仰出仏像還座従前之通各堂共仏事執行相成\n候様御允許被成下度尤当寺燬災後干今本堂之躰裁相整ひ不申常住之法用差岡多端ニ\n村三仏堂を九間半四面ニ致減縮当寺境内え遷築本堂ニ相用度奉存候右懇願之趣旨貫\n徹候様御通達被成下置度将又市民総代ニ於テハ三仏堂輪蔵護摩堂致移遷侯得者光山\n之美観を滅損シテ一境三千人之男女活路ニモ差岡候杯種々作言を逞シ頻ニ右三堂据\n置之義強願仕哉ニ候得共輪蔵護摩堂之両堂者所詮只其地所ヲ転シ侯迄ニ而其美観ニ\n於而者聊も相減候事ニ無之尤モ鐘鼓二楼等神廟荘厳之ため置据ニ相成候ニ付其一を\n置き其二を不差置之条理無之様ニ者候得共鐘鼓双楼等者固より荘厳之器械ニ付其品\n仏ニ属ストハ乍申之ヲ彼神地内ニ差置候而も仏事執行之差閊ニ不相成輪蔵護摩之二\n堂者断然其仏像経巻安置之場所ニ差閊候耳ならす其実際法用執行之ため僧侶ニ於て\n昀も義務を尽し可致移遷条理上より伺之通当寺え引取侯様御指令相成候義と奉存候\n三仏之一堂九間半四面ニ致縮遷候ニ付而者梢ヤ其荘観を減するに相当り市民之憂情\n其言を聞に条理有之候様相見へ候得共是亦全ク其堂を滅却致すニも無之候間下民之\n強願を以厳然たる分離之朝命を圧制すへき程之大事共心得不申且三堂据置之義山麓\n市民一般懇願之趣ニ申立候哉ニ候得共其実戸長井各町用掛等多分者御趣意柄厚相辮\n再三説論有之候ニ付市民ニ於ても一時十に八九分は移遷之朝旨奉躰仕既に相輪・移\n遷之節者東西各町より総代として百四五拾余名之人夫手伝呉候程之事ニ候処其後御\n趣意誤解之人民両三名之煽動より追々其党に組し終に一境之民心団結シテ歎訴仕候\n躰ニ相見へ候得共向河原板挽之両町ハ素より同意無之近頃に至り候而者一旦虚党ヲ\n結候内にも彼是疑団を抱き其実情相離し居候者不少屡苦情も相発し候哉に相聞居候\n然ル処方一据置之請願御採用にも相成候得者戸長其外朝旨遵守ニ注意仕候許多之人\n民其面目難相立却而管轄御庁をも致蔑視候而朝旨を圧制せんとする暴挙之人民虚威\nを副る之秋に成行終にハ戸長用係等之下知をも不相用場合ニ立至候耳ならず曲直反\n対して光山一境此上不容易之騒擾を醸成シ可申方今其萌已ニ相見申侯右等之旨趣厚\n御諒察被成下度乍去三堂据置之市民請願井前件仏像還座之願意双方共御採用難相成\n候ハ、諸堂移遷之方法別紙之通改革之義御聞届被成下置度兼而御説論之趣き難黙止\n事ニ奉存侯間此段添て奉願上侯也」\n右の願書に添付された別紙の諸堂移遷計画書（乙一〇の二）の内容全文は左の通\nりである。\n「諸堂移遷方法改革之事\n一　三仏堂壱宇者諸堂移遷手宛として全分沽却之筈既ニ御允許を蒙り候処東照宮\n元本地堂を説教所として当分某儘差置候ニ付てハ本堂井ニ三仏像安置之場所に差閊\n候間兼而昨年中も奉願候通三仏堂を九間半四面に減縮いたし当寺境内え遷築仕度候\n事\n副条三仏堂を致縮官候余残を沽却して諸堂移遷之手宛ニ相用度候事\n一　東照宮護摩堂之義者当寺境内え可相移之処御本社間近之場所ニ有之取崩持運\n共別而入費相嵩可申候間前条之通三仏堂を致縮遷候ニ付各堂移遷之手当莫太之減少\nニ相成夫々遷地之成功無覚束心配仕候間追而右入費之目途慥ニ相立候迄当今之振合\nを以御差置被下度候事\n一　輪蔵之義当境内え可相移筈之処是亦入費之目途致確定候迄当今之振合を以其\n儘御差置被下毎歳経巻蠧壊之為蔵経転読仕度尤遷地資財之目途相立候上者右経蔵之\n義改而大猷霊廟仁王門内え相移度候事\n一　東照宮御仮殿地内ニ有之候時鐘之義者常住之法用差閊不少候間兼而伺済之通\n速カニ当寺境内え相移度候事\n一　元中禅寺地内之観音堂妙見堂戒壇堂護摩堂ニ滝尾山諸堂塔移遷等之義者都て\n従前御指令之通取計度候事\n右之通移遷之方法改革仕度奉願候也」\n栃木県の明治九年二月二十七日付許可指令（甲一〇の一）は、次の通りである\nか、蔵経転読の義は聞届け難いとしている点は、県においてもなお神仏分離の名目\nにこだわつていたことの現れというべきであろう。\n「諸堂移遷方法改革之義願之通聞届候事\n但輪蔵護摩堂当方据置候共蔵経転読之義ハ難聞届候条三仏堂移遷之上ハ右二堂之\n仏像経巻共悉皆引移可申事」\n３　右に見た通り、明治九年一月十八日、栃木県に対し諸堂移遷の改正計画を提\n出して、二月二十七日付で右計画について許可を得た満願寺は、同年六月の明治天\n皇日光巡幸を中に挾んで、約半年の後である同年八月、東照宮神地内の輪蔵及び護\n摩の両堂の現在地存置を栃木県令に願出る。願書の内容の全文は次の通りである\n（乙一一の一、二）。\n「東照宮地内之二堂置据願\n先年日光山神仏判然御所置之砌東照宮神地内之輪蔵護摩ノ両堂其外中宮祠内之諸\n堂宇等僧侶え御渡ニ相成当寺所轄之地所え移遷可仕筈之処東照神駒之義は海外ニモ\n稀成美観完全之一宮地殊ニ両堂之義は百工手ヲ尽シ候盛大之荘観ニテ移遷之入費モ\n莫大之金高相嵩容易ニ成功行届兼候義ト従来心配モ不少候処這回厚聖慮ヲ以三仏堂\n移遷之義不失旧観様被仰出無涯之鴻恩ニ浴シ其落成ヲ遂候上者前件二堂之仏像経巻\n大成之三仏堂内え合併安置仕法要筋聊差支無之義ニ付恐多キ歎願ニは御座候得共右\n輪蔵護摩堂共五重塔其外御据置之振合ヲ以神廟之荘観ヲ不失様永久在来ノ地ニ御据\n置被下度此段奉願候也」\n栃木県は、右願出に対し、十一月二十日付をもつて、「書面願之趣聞届候事」と\n指令し（乙一一の二）、この旨を東照宮にも示達し、東照宮は、同月二十五日付\nで、「当社地内ニ有之候輪蔵護摩堂二宇据置相成候旨御達之趣拝誦候也」として栃\n木県戸籍係に請書を差出し（甲一〇一、なお、当審Ｃ（２）によれば、明治四年八\n月、大蔵省に戸籍寮社寺課が設置され、神祇省直轄以外の神社及び寺院を管轄し、\n各府県にも戸籍係が設けられて、管内の社寺に関する事項を掌つた。明治五年三\n月、教部省の設置とともに、神祇省、戸籍寮社寺課は廃止されたが、九年当時にお\nいては、県戸籍課はなお存続していたのである。）、本文においても述べたよう\nに、同日付で、栃木県令に対し、護摩堂を東照宮の仮社務所として使用するについ\nて許可を願出て、同月三十日付でその許可を得ている（甲三二の一）。なお、東照\n宮は、以来旧護摩堂を社務所として使用し、神楽殿は神楽執行に専用することゝな\nつたが、明治十三年三月三十一日付で、内務卿に宛てゝ社務所移転についての伺を\n差出し、四月二十一日付でその許可を得ている（甲三二の二）。旧護摩堂が引続き\n東照宮所属の建造物であり、東照宮の所有と解すべきことは明かというべきであろ\nう。東照宮の右伺書の内容は、次の通りである。\n「社務所移転伺\n当社々務之儀ハ従前神楽殿ヲ以取扱居候ニ付七年十月元教部省へ届出候絵図面中\nニも神楽殿ヲ社務所ト記載仕候得共爾来神楽執行之節ニ常用物品取片付等手数ニ有\n之候処九年八月満願寺ヨリ護摩輪蔵二堂自今永久据置度旨願出同年十一月管轄庁ニ\n於テ聞届相成同庁伺済之上旧護摩堂ヲ以仮社務所ニ相用神楽殿ハ神楽執行ニ而己専\n用仕置候得共其節教部省ヘハ不届出候間干今依然神楽殿ヲ以社務所ニ宛置候姿ニ相\n成居名実相違致候ニ付旧護摩堂ヲ社務所ニ相定度現今ハ官営社営之御定規も有之候\nニ付此段奉伺侯也」\n４　明治九年六月の明治天皇の満願寺臨幸は、中央政府に対して、神仏分離政策\nにつき改めて重大な反省を促す契機となる。甲四九辻善之助・明治仏教史の問題の\n記述するところによれば、この時、天皇に随行し、偶々三仏堂解体の状況を見た木\n戸孝允は、六月九日付で、京都府権知事槙村正直に宛てゝ、「今日ハ日光ヨリ供奉\nイタシ候而、宇都宮へ宿泊イタシ申候、日光モ従前之談ヲ承リ見候得ハ、堂宇等モ\n追々破壊候由ニ御座候得共、東照宮其外之建物、殊之外壮観、所詮今後容易ニ可出\n来モノニ有之間敷、当時想像候へバ、幕威之盛ナル思ヒ遣うレ申候、然ルニ可歎息\nハ、西京ナド、反体ニ、神祇官一時暴論之余波、却県庁ナドニモ残り居候歟、神仏\n混清ハ出来ヌト歟何ト欺申処ヨリ、広大ナル有名之堂宇ヲコボチ掛為其人民ナドノ\n歎願モ不一形、干時イカナル間違歟、内務卿モ県庁同様示令イタシ置、実ニ人民之\n申出候辺モ、至極之事ニ而、日光之一景色ヲ失シ、自然土地之不繁昌ニモ相成、且\n一ツニハ如此モノコソ、後代之歴史ニ関シ侯而モ、保存イタシ置度モノト、頻ニ残\n念ニゾンジ、工夫イタシ居申候」と書送り、また、内務大丞品川弥次郎に送つた書\n簡にも、「干時、頃日、日光へ登山之処、東照宮之壮観、実に意外に而、当時幕威\n之盛なるも思ひ遣られ申候、神祇官之暴論に而、段々堂宇等もこぼち候由、此頃も\n三仏堂と申す第一之大堂をこわし掛居申候、是は教部省え大分周旋と甚遺憾存居\n候、人民どもゝ頻に歎訴いたし居申侯、どうぞ周旋に而、日本の景色中之一に保存\nいたさせ度と相考居申候、乍去大久〔大久保利通〕もいたし方なき論と、示令いた\nし置侯由に付、一難・に御座候、日本人之開化と申すものは、始終如斯平仄につ\nき、浩歎の至に御座候」と書いている。同月二十六日、品川は、木戸の右書信に接\nし、「日光ハ実ニ壮観ナル堂宇ナルヨシ、追々伝承、西洋在留中ニモ、彼地ニ遊行\nセシ人々之賞歎談ヲ承リ候、然ルニ中堂トカヲ破損スル説モ有之候ヨシ、実ニ歎息\nニ堪エザル次第ナリ、日本ニ今日在存スル神社仏閣ハ、即チ日本ノ花ナリ、コノ花\nモ風雨ノ為メニ散ルハ致シ方ナキ事ナレ共、例ノ武士刀ヲ提ゲテ、墨地ノ桜同様\nニ、堂宇花ヲ切り倒スハ、イカニモ遺憾ニ堪エザル次第ナリ、別而陸奥ナドニテ、\n昔日ノ如キ堂宇ヲ建立スルハ、今日之形勢ニテ出来ル事ニチハ無え、何卒官ニテ手\nノ届カヌ所ハ、共地之住民ニ任セ、ソレモ出来ヌトキハ、ツマリ建朽リニシテヨロ\nシ、風呂屋ノ灰ニスルヨリ増ナリ、コレ等ノ事ハ、野児ノ喋々スルモ恐入候得共、\n乍此上御気ヲ付らレ候様、懇願ニ堪エ不申候」と返書している。木戸は帰京の後、\n三仏堂の維持保存に尽力したが、八月十日、政府は栃木県令を呼び、御手許金三千\n円を伝達する。木戸の日記、七月三十日の条には、「先達テ供奉中、日光山三仏堂\nヲコボチ、満願寺へ移シ、縮小シテ建築云々ニ付、土地ノ人民云々苦情アリ、又如\n此堂宇ヲ容易破壊候モ、残念ナル事ト考へ、種々尽力イタシ、漸其儘満願寺へ移ス\nニ決セリ」とあり、八月十日の条には、「八字、長三洲ヲ訪ヒ、直ニ宮内へ参向、\n日光山三仏堂旧観ノマ、ヲ小変転移云々ニ付、夫々月来尽力、漸御手許金ヲ玉ハル\nニ決シ、今日栃木県令鍋島ヲ呼出シ、御書付及金三千円ヲ渡セリ」と記されてい\nる。\n神仏分離令なるものが、維新当初の政治的混乱に乗じて唱えられた「神祇官之暴\n論」に端を発するものであり分離政策が文化破壊の結果を伴うに過ぎない愚挙であ\nつたことの政府内部における反省を以上に見ることができるであろう。\n被告は、本件七堂塔が原告の所有でなく、被告の所有であることの一つの根拠と\nして、東照宮がその境内に仏教建築たることの明かな本件七堂塔を所有することを\n当時の県が許す筈はないというように主張するけれども、明冶政府の神仏分離政策\nは、これを本件七堂塔について見れば、明冶七年三月、満願寺の願出に対し、政府\nが旧本地堂の寺地への移転を許さず、また、五重塔、鐘鼓二楼及び虫喰鐘の東照宮\n境内存置を許容したことによつて、すでにその大半は崩れ、越えて明治九年十一\n月、政府が輪蔵及び護摩の両堂の東照宮神地内永久据置を承認したことによつて、\n完全に崩壊し去つたと言つても過言ではないであろう。神仏分離令を神祇官の暴論\nに発した文化破壊の愚挙として反省するに至つた政府当局者にとつては、本件七堂\n塔が東照宮によつて所有されることの是非の如きは、これらの堂塔を東照宮境内に\n存置させることの可否と同様に、もはやさしたる関心事ではなくなつたのである。\n明治政府の基礎が時の経過とともに確固たるものとなり、近代国家の政権担当者と\nして、政府の中枢にあつて実際政治の衝に当つた人々にとつては、内外の国事がよ\nうやく多端となる過程において、かつて倒幕の旗印となつた王政復古のスローガン\nが、もはや殆んど空名に等しいものとなつたのと同様に、仏教渡来前の原始神道を\n今の世に実現しようとする祭政一致、神道復古のスローガンの如きも、かれらにと\nつては時代錯誤の狂信に等しいものとなつたと言うべきであろう。東照宮がその神\n地内に仏教様式堂塔を存置し、かつ、これを所有することの是非の如きは、政府が\n敢て介入すべき事柄ではなくなつたのであつて、中央政府のこのような反省は、や\nがて地方にも伝わり、栃木県においても、これらの堂塔の管理、所有権の帰属等に\nついては、東照宮と満願寺との間の自主的決定に委ねる態度を示すようになるので\nある。\n（四）　東照宮神地内の相輪・と二荒山神社神地内の三仏堂の満願寺寺地への移\n転が実現され、本件七堂塔が東照宮神地内据置となつて、神仏分離の第二段階であ\nる堂塔移遷は、一応の結末を見ることゝなつた。しかし、社寺間、殊に東照宮と満\n願寺の間には、なお相互の利害の一致しない幾つかの問題が残されていて、神地の\n一体性が破壊されることを恐れ、これが保存を図ろうとする東照宮と、寺の「再興\nと永続」のため、失われたものゝ回復を願う満願寺は、神仏分離の名のもとに、そ\nれぞれ管轄庁たる栃木県当局又は中央政府に対し、自己主張を試みる。これに対\nし、政府は、神仏分離実施の当初の頃とは異つて、上からの一方的な指令による決\n定を避け、相対立する利害について、可能な限り、当事者間の交渉と協定による自\n主的解決を図ることゝなる。神仏分離の実施ということよりも、むしろ社寺間の利\n害の調整ということに、問題の性質が変化してきたというようにもいうことができ\nるであろう。\nこれらの残された問題のうち、本件に顕われた資料によつて知ることができるの\nは、東照宮神地である御仮殿地内にある時鐘とこれを釣した鐘堂（仮殿鐘堂の図面\nについては、甲一一の五東照宮明細帳を見よ。当審検証調書添付写真「９」、「１\n０」は、仮殿鐘堂の現況写真である。）の所属、同じく東照宮神地である御旅所境\n内にある深砂王堂（深砂大将堂、蛇王権現堂などゝも呼ばれる。乙九九は、倒潰前\nの堂の写真、当審検証調書添付写真「２４」は、堂跡の現況を撮影したものであ\nる。当審Ｅ（１）によれば、堂は昭和三十八年台風により倒潰した。）の敷地の所\n属、旧大楽院敷地内にある教旻僧都の墓地の所属、旧本地堂内に残されている本尊\n薬師仏厨子及び輪蔵内に納められている経巻の処置等の問題である。御仮殿地内の\n時鐘は、それが仏物であるというよりも、これがないと、満願寺の「常住之法用差\n閊不少」ということで、かねて満願寺が栃木県に対し寺地移転を願出ていたもので\nある（乙一〇の二）。深砂王堂は、蛇身に現じて僧勝道の大谷川渡渉を助けたと伝\nえられる深砂王を祀つた「満願寺開基之由緒有之候千載ノ旧跡」（甲四六岡田解説\nに引用の明治十三年六月十八日付願書案）であつて、堂そのものが満願寺に所属す\nべきものであることについては、東照宮側も異議がないが、その敷地の所属をいか\nにするかゞ問題なのである。また、教旻僧都は、勝道の高足で、日光山第二世座主\nとなつたと伝えられる人物である。従つて、墓そのものは満願寺に所属するが、こ\nゝでも墓地の所属が問題なのである。旧本地堂内の薬師仏厨子及び輪蔵内経巻が仏\n物として満願寺に所属すべきものとすることについても東照宮には異存がないが、\nこれをそのまゝ両堂内に存置するかどうかが問題となつたのである。\n東照宮と満願寺は、明治十三年二月、栃木県令に対し、連署の上、「東照宮境内\n釣鐘堂等据置之義」について、社寺熱議の上、定約が成立したとして、定約の内容\nを別紙にして届出ると同時に、元本地堂内薬師仏厨子を寺地に移すべきかどうかに\nついて県の指令を求める（甲四三の一）。別紙として添付された「定約証書」の要\n旨は、問題の時鐘を釣した東照宮仮殿境内の釣鐘堂は、現在の位置に据置くが、東\n照宮は寺地に新築予定の鐘楼に釣すべき梵鐘の新鋳が成るまで向う約十年間、時鐘\nを満願寺に貸与すること、輪蔵（一切経蔵、経蔵）内の経巻及び附属品は、従来通\nり堂内に据置くが、引続き「僧侶関係ノモノトシテ」、東照宮の差支のない日には\n満願寺僧侶が堂内において経巻の閲読を行うも妨ないこと、元本地堂内薬師仏厨子\nを寺地に移すかどうかについては、政府の指令に従うこと、元大楽院境内教旻僧都\n墓地及び東照宮御旅所境内の深砂大将堂地は、満願寺付属地とされるように願出る\nこと、というものであつた。\n内務卿は、右社寺間の定約事項のうち、仮殿境内の時鐘の件につき、明治十三年\n三月八日付指令をもつて、満願寺が向う十年間右時鐘を借用することを聞届け、そ\nの間仮殿境内の鐘堂には満願寺の釈迦堂付属の梵鐘を釣しおくよう東照宮に指令\nし、且つ、右時鐘は、「証書請取貸渡候儀と可心得」き旨の注意書を付している\n（甲四三の二）。この内務卿指令は、仮殿境内の鐘堂及びこれに釣されている釣鐘\nが東照宮の所有であることについて社寺間に暗黙の合意が成立していることを前提\nとしているものと解すべきであろう。なお、満願寺に対しても、内務卿から同様の\n聞届の指令がなされ（この指令の末尾に「証書ヲ以貸借候義ト可心得候事」との注\n意書が付されている。）、栃木県は、三月十一日付て、東照宮に対し、その旨を右\n満願寺宛指令の写を添えて、通知している（甲八五）。仮殿境内の釣鐘は、その後\n明治十四年五月十二日に至つて、東照宮から満願寺に現実に貸与され、その跡に満\n願寺所属の釈迦堂の梵鐘が釣され（甲一二五東照宮社務所日誌）、満願寺は、五月\n二十四日付の借用証を東照宮に差入れている（乙五五）。この釣鐘（時鐘）とこれ\nを釣した仮殿地内の鐘堂が東照宮の所有であり、東照宮と満願寺との間に、この点\nについて暗黙の合意が成立していることは、明かというべきであろう。\n東照宮仮殿境内の時鐘の所属の問題は、右のようにして解決を見たが、同年六\n月、東照宮と満願寺は、旧本地堂、深砂大将堂及び教旻僧都墓地の問題について、\n協定に達し、まず、本地堂については、「仮ニ区域ヲ立、別ニ門ヲ開キ、該堂へ薬\n師仏を還座シ」、満願寺僧侶において堂内における読経もいたしたいこと、深砂大\n将堂については、「仮ニ区域ヲ立、従前之通リ満願寺ヨリ看護従事仕度」、また、\n教旻僧都の墓地についても、「満願寺ヨリ墓参便利ノ為メ」、「仮ニ区域ヲ立、別\nニ通路ヲ設ケ候様仕度」いとして、これら三項目の協定について、社寺連署の上、\n栃木県の許可を願出た（甲一五二明治十三年六月十二日付元本地堂之義願原議書、\n甲四六岡田解説に引用の同月十八日付東照宮社地内仏閣之儀ニ付願原議書）。こゝ\nで注意すべきことは、東照宮と満願寺間の当初の協定においては、旧本地堂内薬師\n仏厨子を寺地に移すかどうかについては政府の指令に従うことゝなつていたのが、\nこゝでは一転して、旧本地堂に薬師仏を還座し、堂内における満願寺僧侶による読\n経もできることゝする、というように変つてきたことである。これは明かに、東照\n宮が失われたものゝ回復を願う満願寺の要求に対して譲歩を示したものであるが、\n東照宮は願書に添付された議定書のなかに、特に「明治四年神仏判然ノ旨趣ハ既ニ\n煙〔湮か〕滅ニ属セシモノトシ、東照宮境内該堂宇、渾テ往年ノ通ニ相心得、彼此\nノ儀相唱申間敷、満願寺ニ於テハ薬師仏ヲ還座シ、是ヲ看護スルノミ、漫リニ挙措\nスルノ権アルモノニ非ズ、寺内僧侶深ク該理由ヲ体認シ、将来心得違無之様、堅ク\n誓約シ置可申事」との露骨に過ぎる程の文言を加えて、旧本地堂の建物そのものに\n対する満願寺側の権利主張を封じ、また、「該堂内ニ於テ仏事執行便利ノ為メ仮ニ\n区域ヲ立、別ニ通路ヲ開キテ満願寺ヨリ従事スルモ、所有ヲ区別スルニアラズ、将\n来誤認スベカラザル事」との一項目をも挿入して、旧本地堂建物の敷地及びこれに\n至る通路を満願寺の所属とする趣旨ではないことを断つている。\nところで、東照宮及び満願寺からの右願は、願書中の用語に適切でないところが\nあるとして、県当局の取上げるところとならなかつた。しかし、同年九月になつ\nて、内務省社寺局長の現地視察が行われ、同局長の指導もあつて、神地内の堂塔の\n管理について、東照宮と満願寺間及び二荒山神社と満願寺間に協定が成立し、東照\n宮と満願寺は、「東照宮元本地堂井ニ輪蔵ノ義ニ付願」及び「東照宮付属地内堂宇\n并ニ墳墓之義ニ付願」と題する二通の願書を、これにそれぞれ協定内容を記載した\n同月二十四日付の議定書を添え（乙一二の一乃至五、乙一五の一、二）、また二荒\n山神社と満願寺も、十月二日付で、「滝尾境内仏堂之義ニ付願」と題する願書に九\n月二十四日付の議定書を添えて（乙七二の一乃至三）、栃木県に差出し、栃木県\nは、十一月二十五日付で、以上の願出のすべてを聞届けた。栃木県によつて承認さ\nれたこれら社寺間の協定は、まず、東照宮関係では、旧本地堂に薬師仏を還座し、\n堂内における仏事執行も差支ないものとし、また、輪蔵内の経巻はそのまゝ堂内に\n据置くこと、満願寺僧侶による経巻取扱も差支ないものとすること、深砂大将堂は\n従来通り現在場所に据置き、仏事執行も差支ないものとすること、教旻僧都墓地は\n満願寺の受持とすること、その他旧本地堂及び経蔵の鍵の保管、右二堂及び深砂大\n将堂の修繕負担等についての定をするものである。こゝで注意すべきことは、この\n協定は、旧本地堂及び輪蔵の建物自体の所有権の帰属についてはなにらの変更を加\nえるものではなく、この二堂の所有権は依然として東照宮に属するのに反し、深砂\n王堂は、等しく現在地据置となつたといつても、満願寺所属の施設として据置かれ\nるのであつて、このことはこの堂の修繕が、他の二堂とは異つて、すべて満願寺の\n負担と定められていることからも明かである。つぎに、二荒山神社関係では、滝尾\n神地内の千手堂（乙九二の二、三はその現況写真である）、弥蛇堂（乙九三の二は\nその現況写真）、多宝塔（乙九四の二は、現在三仏堂内に安置されているその現況\n写真）及び坂下不動堂は、すべて現在場所に据置き、仏事執行も差支ないものとす\nることゝ定められているが、修繕向はすべて満願寺が負担すべきものとされている\nことからも明かなように、これらの堂塔は、満願寺所属のものとして現在地に据置\nかれることになつたのであつて、この据置は、東照宮神地内の堂塔とは異つて、後\n日における寺地への移遷を予定したものである。そして、実際上も、これらの堂塔\nは大正六年になつて仏地へ移されたのである（当審Ｈ（２）、なおこの証言によれ\nば、坂下不動堂は洪水によつて流失したとのことである。）。\n右に述べたところからも明かなように、右の社寺間の協定は、神仏分離の実施を\n内容とするものではなく、却つて仏物の神地内存置、僧侶による神地内仏事執行を\n許容しようとするもの、いわば神仏判然の令によつて分離されたものの復元であ\nり、その実質は利害の調整、紛争の解決を目的とした社寺局長による調停の結果成\n立した社寺間の合意ともいうべきものである。さきに掲げた明治十三年六月の東照\n宮及び満願寺間の議定書中の「明治四年神仏判然ノ旨趣ハ既ニ煙滅ニ属」したとの\n言辞は、県官をして眉をひそめさせたけれども、それは当時における現実であつた\nのであつて、神仏分離令は、殆んど有名無実のものと化し去つていたというのが真\n相であると思われる。現に、政府は、明治十三年十一月六日、東照宮に対し、かつ\nて東照宮奥院、陽明門及び石鳥居に掲げられていた東照大権現の勅額を「従前之通\n掲表可致旨沙汰」しているのである（甲四七の四）。\n東照宮と満願寺は、越えて明治十四年三月、栃木県令に対し、「五重塔満願寺ニ\nテ従事之義ニ付願」と題する社寺連署の願書を差出し、「東照宮境内諸堂宇渾テ旧\n観ヲ存候ニ付テ者、五重塔之義、社寺協議之上、経蔵議定書ニ準シ、修繕向之外、\n塔内仏像保存并ニ開閉等、於満願寺担任致候様致度」いとして願出た（乙三七）。\nこの願出に対しては、直ちに県の指令は発せられず、同年五月十三日付で、内務\n省社寺局長から東照宮宮司に対し、東照宮及び満願寺連署の議定書を差出すように\nとの申入がなされる（甲八九、乙三八）。そこで、右申入に応じて、東照宮と満願\n寺との間で、六月九日付の議定書（甲六の一）が作成され、この議定書は、七月二\n十日栃木県庁に宛てゝ発送され（甲九〇の一、二）、栃木県経由内務省に進達され\nた。右議定書の要旨は、五重塔内の仏像は、そのまゝ差置き、従前通り満願寺にお\nいて仏前従事するも差支ないこと、五重塔の修繕は、所有主東照宮社務所がこれを\n受持つこと、五重塔の鍵は、開閉の便宜上満願寺が預り置くこと、というものであ\nるが、この議定書と旧本地堂及び輪蔵の議定書と異るところは、こゝでは「所有\n主」という用語が特に挿入されていることである。これは、恐らく、東照宮側が、\n満願寺側の希望を容れて、五重塔内に従前通り仏像を残し、満願寺僧侶が仏事を執\n行することを承認することゝなつたので、後日満願寺側から五重塔そのものに対す\nる所有権の主張がなされることを慮つたことによるものと考えられるが、これはひ\nとり五重塔だけに限つたことではなく、東照宮神地内の仏教建築物で一旦日光県令\nによる移遷命令の対象となつたものすべてについて、これを東照宮の所有であると\nする東照宮側の主張を、五重塔に関する議定書作成を機会に明示したものであつ\nて、この議定書に署名をすることによつて、満願寺側も東照宮側の右の主張を承認\nしたのである。被告が主張するように、この議定によつてはじめて、五重塔の所有\n権を満願寺から東照宮に移すという趣旨でないことは勿論である。\n栃木県は、十月二十二日、東照宮と満願寺の双方に対し、それぞれ別々に、五重\n塔内仏像保存並に開閉等満願寺において担任の義願の趣聞届ける旨通達した（東照\n宮に対するもの甲六の三、満願寺に対するもの乙一三）。かくして、五重塔につい\nても、旧本地堂や輪蔵と同様に、明治四年の神仏分離措置以前の原状が復活するこ\nとゝなつたのである。\n（説明）\n１　本件七堂塔は、東照宮神地内据置となつたが、旧本地堂については、政府の\n指令において「永久据置」の趣旨が明示されていないため、東照宮側がなお不安の\n念を抱いていたことは、さきに述べた通りであるが、七堂塔の外に、新たに東照宮\n神地である御仮殿地内の釣鐘（時鐘）の寺地への移遷が問題となつてくる。この釣\n鐘については、前出満願寺の明治九年一月十八日付「諸堂移遷方法改革之事（乙一\n〇の二）のなかの一項として、「東照宮御仮殿地内ニ有之候時鐘之義者常住の法用\n差閊不少候間兼而伺済之通速カニ当寺境内エ相移度候事」と言われているところか\nら見れば、満願寺は、栃木県に願出て既に寺地移遷の許可を得ていたものと思われ\nる。しかし、東照宮側はこの寺地移遷には反対であつたのであつて、そのことは、\n次に掲げる明治十二年七月二十六日付の内務省社寺局長桜井能監宛東照宮宮司京極\n高富発依頼状（甲四六岡田解説に引用）によつて明かである。\n「当社仮殿内ニ有之候釣鐘一宇、兼テ満願寺ヨリ其筋へ願済之上、尚寺中へ引移\n可仕ノ処、右引移候テハ当社境内、幾分ノ風致ヲ損シ候ニ付、今般内務卿親シク目\n撃被致、一先御取調ニ相成候哉ノ趣、拝承仕候処、同寺ニ於テ、近々着手ノ景況相\n見候間、至急御取調、何分之御達相成候様仕度、此段伏テ及御願候也\n但本文引移許可之儀ハ同寺ヨリ通知有之候迄ニテ公然タル御達ハ干今無之候、為\n念申上候也」\n右の依頼状の末尾の但書から明かなように、満願寺側は東照宮側に諮ることな\nく、時鐘の仏地移遷を栃木県に陳情し、その許可を得ていたものと思われる。神地\nの一体の美を護ろうとする東照宮側は、この満願寺の動きに対抗して、栃木県を抜\nきにして、直接内務省社寺局長に反対陳情に及んだものと推測される。東照宮は、\n更に同年八月二十六日、内務卿伊藤博文宛に次の伺書（乙二九の二分離資料第二巻\n所収）を差出しているが、このなかで「尚同寺へ可引渡分有之」と言つているの\nは、前後の事情から、仮殿地内の釣鐘（時鐘）及びその鐘堂を指すものと思われ\nる。\n「明治六年神仏判然御処分以来、当社建物之内満願寺へ引移或据置等相成、尚同\n寺へ可引移分有之候処、現今存在ノ建物者、去九年辱クモ天覧ヲ経候儀ニ而、殊ニ\n外国貴客モ往々遊覧候得ハ、何卒不失旧観様永遠保存仕度、此段相伺候也」\nこのように、仮殿の時鐘については、東照宮と満願寺の利害が対立し、寺地移遷\nは容易に実現しないのであるが、本文で述べたように、社寺間には、右の時鐘の外\nに、深砂王堂、教旻墓地、旧本地堂内薬師仏厨子等の問題があり、社寺間でも、こ\nれらの問題について折衝が行われたことは、明治十三年の東照宮日記の記事からも\n窺われる。同日記一月九日の条には、次の記事がある（甲四四の三）。\n「一満願寺副住職彦坂・厚年始礼トシテ社務所へ出頭輪蔵中ノ経凾ハ寺中へ引取ル\nヘキ筈ナレトモ寺中ニハ同経ノ読易キ者有之差支無之ニ付テハ是迄ノ通リ差捨キ度\n尤右経巻虫干ハ勿論御宮差支無之節ハ転読致度事\n深砂堂ハ兼テ二荒山ニテ所望候間満願寺へ引渡分ニ付同寺へ掛合可申旨答置候処\n同寺ヨリ二荒山へ掛合柿沼氏畧承知ニ付追テ申出ヘキ旨念迄ニ禀議有之候事\n教旻墓所仏地ニ願度段社頭ニ於テ差支無之段謝儀申述候事\n本地堂宮殿ハ兼テ藤川大書記官立会中麿斎藤両氏へ禀議ノ末同寺へ引取ルヘキ旨\n結約ニ付今後履行致度尤同堂ハ当社ノ所轄ニ帰スヘキ事\n右四項同人心得丈ケノ趣ヲ以テ談示有之候事」\n右の記事から窺われることは、輪蔵内の経巻は、本来ならば東照宮の祭祀施設の\n一部をなすものとして、神地内の輪蔵に納められていたものであるが、東照宮側に\nおいては、これを仏物として満願寺が引取ることに異存がないのみならず、これが\n引取を希望していたのに対し、満願寺側においては、経巻の輪蔵内存置と、堂内に\nおける経巻の転読、即ち神地内における仏事執行までも希望していること、深砂王\n堂は、日光山開山以来の由緒の神祠であつて、東照宮側は、満願寺がこれを引取る\nことに異存はないが、たゞ、二荒山神社側においても、この祠を所望しているの\nで、満願寺は二荒山神社と交渉の上、寺側において引取ることにつき同神社側の諒\n解を得たこと、教旻墓所は、東照宮社頭である旧大楽院敷地内にあるが、この墓地\nを仏地とすることについて東照宮側にも異存がないこと、本地堂宮殿（薬師仏厨\n子）は、満願寺側がかねて東照宮側に対し寺地への引取を約定していたものである\nこと、等である。なお、この記事のなかには、「右四項同人心得丈ケノ趣ヲ以テ談\n示有之」とあるように、満願寺副住職彦坂・厚の個人的意見として述べられた事項\nが記されているが、当時彦坂は事実上満願寺を代表する立場にあつたのであつて、\nかれも「尤同堂ハ当社ノ所轄ニ帰スヘキ事」として、旧本地堂が東照宮の所属であ\nること承認しているのである。\n右日記二月四日の条（甲八六の二）には、\n「一深砂大将堂教旻墓地、満願寺付属願ノ件\n一　旧本地堂内殿満願寺移遷ノ儀、官令ノ旨趣ニヨリ順従スヘキ件\n一　仮殿境内ニ有之釣鐘、十ケ年間満願寺借用致度件\n右三項約定ノ為、満願寺副住職彦坂・厚関口慈立相越、約定書京極宮司島田主典\n調印候事」\nと記されているが、右に「約定書」と言われているものが、本文で言及した明治\n十三年二月付、栃木県宛、東照宮及び満願寺連署の願書及びこれに添付された定約\n証書（甲四三の一）であると思われる。右願書及び定約証書の本文は次の通りであ\nる。\n「社寺定約之義ニ付願\n東照宮境内釣鐘堂等据置之義ニ付、将来紛紜之患無之タメ、別紙之通、這回熟議\nヲ遂、定約仕候間、此段御聞置、元本地堂内薬師仏厨子之義、至急何分之御指令被\n下度、此段奉上願候也」\n「定約証書\n一　東照宮仮殿境内之釣鐘堂、過ル明治四年、官裁ニ依テ、満願寺エ移送スヘキ\nモノニ定マレリト雖モ、改メテ在来ノ地ニ据置ク可キ事\n但シ、満願寺境内エ、鐘楼新築可致候ニ付、梵鐘新鋳成功迄、凡ソ十ケ年ヲ期\nシ、本条釣鐘ヲ仮用転釣シ、其跡エ釈迦堂付属之梵鐘ヲ、仮リニ釣リ下ケ置可申\n事、\n一　同神廟構内之一切経堂、予テ満願寺ヨリ願之通、宮廟荘飾ノ為据置クモノト\nナルニ就テハ、該堂内ノ経巻、并ニ付属品トモ、同寺え運移スベキモノナレドモ、\n是亦熟議ノ上、其儘据置、従前之通、僧侶関係ノモノトシテ、社中差閊ノナキ日、\n或ハ堂内ニ於テ該経巻ヲ閲読スルモ亦妨ケナキコト、但シ、閲読セント欲スルトキ\nハ、差閊ノ有無、予テ社務所ノ照会ヲ遂、其報答ニ任スヘキ事、\n一　東照宮元本地堂内薬師仏厨子之義ハ、移ト不移ト、更ニ政府命令之旨趣ニ\n寄、順従スヘキ事、\n一　元大楽院境内教旻僧都墓地、満願寺付属ニ出願イタスヘキ事、\n一　深砂大将堂地モ右同断之事、\n右条々這回熟議之上、定約候ニ付、為後鑑連署捺印致置候処、如此候也」\n教旻僧都の墓も深砂大将堂も、いずれも満願寺由緒の施設であつて、これが満願\n寺所属たるべきことについては、東照宮側に異存がなく、その敷地を寺地とするこ\nとについて社寺間に合意が成立したのである。本件七堂塔についても、もし被告が\n主張するように、これらの建造物が満願寺の所有であるとするならば、当然にその\n敷地を満願寺の「付属」とするについて、社寺間に合意が成立すべき筈であり、少\nくともこれらの堂塔の敷地の使用について、社寺間においてなにらかの交渉が行わ\nれるべき筈である。しかるにこのような合意が成立した形跡もなく、また敷地の使\n用について社寺間に交渉が行われた形跡もないということは、本件七堂塔を満願寺\nの所有であるとする被告の主張の根拠が薄弱であることを示すものというべきであ\nろう。\nなお、被告は、本件七堂塔の敷地については、これらの堂塔の据置が国によつて\n決定されたことによつて、永久かつ無償の地上権を国から設定を受けたものである\nと主張し、Ｂ教授も右主張を支持されるが（乙一一五石井回答第六、質問一）、こ\nの主張は、本件七堂塔が満願寺の所有であることを前提としたものであつて、この\n前提そのものが疑問である以上、首肯し難い議論であるのみならず、本件七堂塔の\n据置決定といわれるものゝ実質は、明治四年に日光県令が満願寺に対して発したこ\nれらの堂塔の寺地への移遷命令の取消であり、満願寺の堂塔引取義務の解除に過ぎ\nないのであつて、据置決定が同時に地上権の設定行為を含むとすることも甚だ無理\nな法律構成と評せざるを得ない。\n２　右に掲げた明治十三年二月付の社寺間の約定証書のなかで、満願寺が東照宮\nから「仮用転釣」することに約定された東照宮仮殿境内の釣鐘（時鐘）についての\n明治十三年三月八日付、内務卿松方正義の東照宮宛指令（甲四三の二）の内容は、\n次の通りである。\n「其宮仮殿地内撞鐘之義満願寺ニ於テ梵鐘鋳造中借用之儀願出候ニ付聞届本年ヨ\nリ向拾ケ年ヲ以テ期限ト定メ右年限中仮殿内鐘楼ヘハ満願寺所轄釈迦堂付属梵鐘釣\n下シ置可申旨及指令候条証書請取貸渡候義ト可心得此旨相違候事」\nまた、同月十一日付の東照宮宛、栃木県の通知書（甲八五）には、内務卿の満願\n寺宛指令書の写が添付されているが、この指令書の内容は次のようになつている。\n「書面願之趣聞届侯条本年ヨリ向十ケ年ヲ以期限ト定メ右年限中東照宮仮殿地内\n鐘楼エモ釈迦堂付属梵鐘釣下シ置キ可申尤東照宮へも其筋ヨリ達有之筈ニ付証書ヲ\n以貸借候義ト可心得候事」\n更に、明治十四年東照宮社務所日誌（甲一二四）の五月十一日の条には、\n「一兼而約定済御仮殿内鐘楼釣鐘満願寺へ十ケ年貸与跡エ釈迦堂凡鐘仮掲方本日\nヨリ着手之義満願寺届出」\nと記され、同月十二日の条には\n「一御仮殿鐘楼兼而御約定之通り拾ケ年拝借之旨満願寺僧人来申出本日下ケ方致\nし候旨何れ拝借証書之儀ハ其内差上候よしニ付承知之旨挨拶」\nと記されていて、問題の時鐘は、明治十四年五月十二日、満願寺本堂脇の鐘堂\n（当審検証調書添付写真「１１」がこれである。）に移し釣され、満願寺は、同月\n二十四日付の次の借用証（乙五五）を東照宮に差入れている。\n「証\n御仮殿鐘楼付\n一梵鐘壱口\n右者当寺境内新築之鐘楼梵鐘新鋳成功候迄当明治十四年ヨリ向拾ケ年ヲ約シ仮用\n候処相違無之尤年限中御仮殿鐘楼エハ釈迦堂付属之梵鐘ヲ釣置申候仍テ為後日一札\n如件\n満願寺副住職\n明治十四年五月二十四日　彦坂・厚\n東照宮社務所御中」\n明治十三年二月付の前掲定約証書中の「仮用転釣」及び右借用証中の「仮用」が\n「借用」の意であることは、字義上からも明かであるばかりでなく（甲一〇四諸橋\n轍次・大漢和辞典巻一、八五三―八五八頁）、以上に掲げた諸文書を綜合すれば、\n東照宮仮殿境内の釣鐘については、満願寺は寺地への移転を要求し、東照宮は神地\n内存置を主張したが、結局、右釣鐘は、鐘堂をも含めて東照宮の所有とするが、東\n照宮は、これを向う十年間満願寺に無償貸与するということで社寺間の妥協が成立\nしたものであることは明かというべきであろう。この釣鐘は、その後大正二年一月\nになつて、東照宮が栃木県の許可を得た上で、これを満願寺に寄贈し（甲一〇二の\n一及至三）、その結果、釣鐘の所有権は東照宮から満願寺に移り、現在に至つた。\n被告は、満願寺が時鐘の寺地移転について栃木県の許可を得たことによつて満願寺\nの所有に帰したものとし、自己の所有物であるからこそ「仮用」の文字が用いられ\nたのであり、内務卿はこれを「借用」と誤解したのであるというように主張するけ\nれども、この主張が無理な曲解であることは明かというべきであろう。満願寺が東\n照宮から上記借用証（乙五五）の返還を受けた後、これに記入した朱書の「此証大\n正二年一月二十九日東照宮より無条件還付相成る、別に仏檀三組寄付せらる、当方\nより其報酬としてかねて貸与したる荷ひ太鼓を贈るべき約を為す」との同日付覚書\nが被告の上記主張の根拠となり得ないことも、また明かというべく、乙六九大正二\n年一月三十日付梵鐘（仮殿用）、護摩檀／東照宮より引取ニ付回覧ノ件と題する満\n願寺内部の回覧文書中に「梵鐘ハ神仏分離ニ依リ当然当寺ノ所有ニ帰しタルヲ風致\n上其盤据置ノモノニ付其旨誤解ナキ様菅原幹事より東照宮に申入レ氷解シ二十九日\n菅原幹事出張別紙領収証并に寄付領収証ヲ交付シ梵鐘ノ証書一通并ニ朱塗護摩檀\n（東照宮護摩堂ニ於テ使用セシモノ）引取リ本件落着ヲ告」というように記載され\nているけれども、これまた満願寺側の一方的な理解ないしは主張を書き記したに過\nぎないのであつて、このような見解を東照宮側が諒解したものでないことは、さき\nに掲げた諸文書及び甲一〇二の一乃至三と対照すれば、明かであろう。\n３　明治十三年六月、旧本地堂、深砂大将堂及び教旻墓地の問題について、東照\n宮及び満願寺が栃木県に差出した連署の願書は、原告において所蔵の原議書（甲一\n五二、甲四六岡田解説にも引用されている。）によれば、六月十二日付のものと十\n八日付のものとの二通であつたと考えられる。まず、十二日付の願書及びこれに添\n付された議定書と考えられるものゝ内容は次の通りである。\n「元本地堂之義願\n東照宮元本地堂之儀観美ヲ不隕様別紙簾絵図面之通仮ニ区域ヲ立別ニ門ヲ開キ該\n堂へ薬師仏ヲ還座シ読経モ仕度右熟議之上奉願候也」\n「議定書\n一　東照宮元本地堂満願寺ヨリ従事スルニ就テハ明治四年神仏判然之旨趣者既ニ\n煙滅ニ属セシモノトシ東照宮境内諸堂宇渾テ往年ノ通ニ相心得彼此之議相唱申間敷\n満願寺ニ於テ者薬師仏ヲ還座シ是レヲ看護スルノミ漫リニ挙措スルノ権アルモノニ\nアラス寺内僧侶深ク該理由ヲ体認シ将来心得違無之様堅ク誓約シ置可申事\n一　該堂内ニ於テ仏事執行便利ノ為仮ニ区域ヲ立別ニ通路ヲ開キテ満願寺ヨリ従\n事スルモ所有ヲ区別スルニアラス将来誤認スヘカラサル事但祭儀時間者仏事執行見\n合可申事\n一　一切経蔵之儀該堂内経巻取扱者凡テ満願寺之所任ト致シ差支之有無社務所へ\n照会之上開閉スヘキ事右条々将来ノ為双方熟議ノ上確定シ置ク者也」\n次に六月十八日付の願書の内容は、甲四六岡田解説に引用されている左の原議書\nによつてこれを知ることができる。\n「十三年六月十八日\n宮司　禰宜　主典\n一　別紙元本地堂ハ既ニ協議済ニ付、余之深砂大将堂並教旻僧都墳墓之儀、下案\n之通リニ而差支有之間敷ニ付、連署願書御差出相成可然、此段御協議申候也\n東照宮社地内仏閣之儀ニ付願\n一　東照宮元本地堂之儀、観美ヲ不損様、別紙甲印簾絵図面之通、仮ニ区域ヲ\n立、別ニ通路ヲ開キ、該堂へ薬師仏ヲ遷座シ読経モ仕度\n一　東照宮付属地内、深砂大将堂ハ、満願寺開基之由緒有之候千載ノ旧跡ニ付、\n別紙乙印簾絵面朱書之通り仮ニ区域ヲ立、従前之通リ、満願寺ヨリ看護従事仕度\n一　東照宮付属元大楽院内ニ有之候教旻僧都墳墓之儀、満願寺ヨリ墓参便利ノ為\nメ、別紙丙印絵図面ノ通り仮ニ区域ヲ立、別ニ通路ヲ設ケ候様仕度\n右条々双方熟議之上、将来紛糺無之様、議定書致交換置侯間、前書之通、御許允\n被成下度、此段連署ヲ以奉願候也\n明治十三年六月\n上都賀郡日光山内\n満願寺副住職　彦坂・厚\n東照宮々司　松平容保\n栃木県令　鍋島幹殿」\n以上の願書の作成の前後に、東照宮と満願寺との間に往復交渉があつたことも、\n明治十三年の東照宮日記の記事に現われており、同日記の六月十日の条（甲四六岡\n田解説に引用）には、\n「本日保科禰宜、元本地堂之儀ニ付、満願寺へ罷越、四時後出頭、宿直及島田繁\n一郎え協調、満願寺へ書面差出、返書来ル」\nと記され、同月十四日の条（甲四七の三、乙一三六の二上記岡田解説にも引用が\nある。）には、\n「一本地堂へ薬師仏還座之儀、満願寺熟議定約行届、副住職関口慈立、外僧侶壱\n名、並人足召連罷越、該堂周囲仮区域、地坪間数等実際見聞、保科禰宜、島田大久\n保主典立合之事」\nと記されている。\nところで、右の願書については、栃木県において、議定書中の文言の訂正を求め\nたが、このことも、上記日記の七月一日の条（甲四四の四）に、次のような記事が\nあることによつて知られる。\n「一満願寺ヨリ関口慈立相越、元本地堂之義ニ付、議定書中、明治四年神仏判然\n之趣旨ハ、煙滅ニ属セシモノトシ云云之儀、栃木県ニ而ハ、神仏判然之御達有之ニ\n付而ハ云云ニ改メ、初筆ノ東照宮元本地堂云云ヲ、東照宮境内ト改候様、同県出張\n大沢ヨリ談示有之候間、此趣御通知之為罷出候、何レ彦坂・厚ヨリ御相談可申上旨\n申述、慈立引取、此前大沢よりも一応其咄有之候」\n結局、六月の以上二通の願書に対しては、栃木県の正式の回答はなく、東照宮と\n満願寺間の交渉は、本文で引用した明治十三年九月二十四日付の議定書の作成によ\nつて昀終の合意に達するのである。この間に、内務省社寺局長桜井能監が社専間に\n斡旋調停するところがあつたことは、上記明治十三年の東照宮日記の九月六日の条\n（甲九一の一）に、社寺局長桜井能監御用係大谷順三より東照宮の「御境内仏堂之\n儀ニ付願書議定書案被差示」との記事があり、同月七日の条（乙一三六の二）によ\nれば、社寺局長が同日教旻墓地を検分し、滝尾神地へも赴いたこと等の事実がある\nことによつて知られる。また、明治十三年九月九日付の東照宮禰宜保科近鳳より宮\n司松平容保宛書簡（甲九一の二）にも、「桜井社寺局長并御用掛大谷順三登晃、全\n山見分相成、元本地堂願書議定書共別紙草案通差出可然旨談示有之」と記載されて\nおり、この書簡には別紙として、元本地堂に関する願書案（甲九一の三）及び議定\n書案（甲九一の四）が添付されている。\n九月二十四日議定書作成の前後の事情については、同日記の九月二十三日条（乙\n一三六の二）に、\n「一今午前満願寺より関口慈立相越、旧本地堂ノ義ニ付約定書持参ニ付禰宜主典共\n捺印之上一通取置、前約定書ハ廃物ニ相成候間、関口へ返却候事」\nと記されているが、右にいう「前約定書」とは、恐らく先に掲げた六月十二日付\nの旧本地堂に関する議定書を指すものと思われる。更に同日記の九月二十七日の条\n（乙一三六の二）によれば、満願寺と東照宮間に、深砂王堂及び教旻僧都墓地処分\nの儀について交渉が行われ、社寺間に協議が成立したことが知られる。\n４　本文で引用した明治十三年九月二十四日付の社寺連署の議定書及びこれを添\n付して栃木県令に宛てゝ差出された社寺連署の願書の内容を左に掲げる。\n（１）　旧本地堂及び輪蔵に関する九月三十日付願書及び九月二十四日付議定書\n（乙一二の一乃至五、願書には東照宮宮司、禰宜、主典、満願寺住職、副住職、寺\n衆惣代の各記名押印がある外、戸長の記名押印があり、十月四日付の上都賀郡長の\n進達文が末尾に記載されており、議定書には上記と同一の東照宮及び満願寺の役職\n者の記名押印がなされている。）\n「東照宮元本地堂并ニ輪蔵之義\nニ付願\n東照宮境内不失旧観様致度ニ付今般協議之上元本地堂薬師仏及輪蔵内経巻従前之\n通据置申度候間御許可相成度依テ別紙議定書并ニ絵図面相添此段奉願候也」\n「議定\n一　元本地堂薬師仏還座候上ハ仏事執行等勿論無差支ト雖東照宮御祭典之節ハ仏\n事可見合事\n一　同所修繕向之義内部ハ使用ニ関スル廉ヲ以満願寺ニ於テ負担シ外回リハ風致\nニ関スル廉ヲ以東照宮ニ於テ負担シ内外難区分箇所及大修繕ハ双方打合之上費用半\n額宛可支出事\n但各自担当箇所修繕ト雖互ニ通知之上着手スヘシ\n一　同所鍵之義ハ開閉便利ノ為満願寺へ可預置事\n一　経蔵堂内経巻之義従前之通据置候ニ付テハ無差支満願寺ニ於テ経巻取扱可申\n事\n但堂内輪蔵開閉之節ハ社務所へ通知スヘシ\n一　同所修繕向渾テ東照宮ニ於テ施行スヘキト雖経筒已内及仏像等ノ修補ハ満願\n寺ニテ可担当事\n一　同所鍵ノ義経筒ノ分ハ満願寺ニ預リ置外メリ之分ハ東照宮ニ可蔵置事\n右東照宮境内不失旧観様致度主意ヲ以前条約定候上ハ後来互ニ異議申間敷仍而連\n署捺印ノ書面壱通宛双方ニ蔵置者也」\n右の議定書において注目すべき点は、旧本地堂の修繕負担が、堂の内部に関する\n分、外回りに関する分、内外の区別が困難な箇所及大修繕に関する分というように\n区別して定められ、旧本地堂の鍵は「開閉便利ノ為満願寺へ可預置事」とされてい\nることであつて、これは旧本地堂の建物そのものは東照宮の所属、所有に属する\nが、満願寺においてはその使用権を有することを意味するものと解される。被告主\n張のように、もし旧本地堂が満願寺所有のものであるならば、東照宮が修繕を負担\nすべき理由はなく、鍵についても、開閉の便宜上満願寺に「預ける」というような\n定をする必要はない筈である。更に輪蔵については、修繕向は東照宮が単独で施行\nすべきものとされ、鍵も外締りの分は東照宮において「蔵置」すべきものとされて\nいるが、これまた輪蔵が東照宮の所有たることを前提とするものである。たゞ「経\n筒已内」（経筒内部に収められている経函と経巻を意味する。経筒そのものは、経\n蔵建物の構成部分である。）及び仏像は、仏物であり、満願寺の所有であることを\n前提としてその修繕は満願寺が負担すべきものとされ、また経筒の鍵も、経巻の出\nし入れをするのは満願寺であるから、満願寺が「預り置」くことゝされたのであ\nる。鍵の保管について、用語を「蔵置」と「預り置」の二様に区別したのは、単な\nる偶然ではなく、「蔵置」は所有者による鍵の保管を、また、「預り置」は使用権\n者による鍵の保管を意味するものとして、明確な意図のもとに用語の使い分けがさ\nれているのである。栃木県は、十一月二十五日、県令藤川為親名義をもつて、上記\n願書の冒頭に「書面願之趣聞届候事」と朱書して、願を聞届けた。\n（２）　深砂大将堂及び教旻墓地に関する九月三十日付願書及び九月二十四日付\n議定書（乙一五の一、二、旧本地堂及び輪蔵についての願書及び議定書におけると\n同様の両社寺関係者の記名押印及び進達文の付記がある。）\n「東照宮付属地内堂宇并ニ墳墓\n之義ニ付願\n一　東照宮付属地内ニ有之候深砂大将堂之義山中ノ旧観ヲ不失様這回熟議ノ上従\n来之通其儘据置申度\n一　東照宮付属地内ニ有之候教旻僧徒墳墓之義是亦熟議ノ上別紙絵図面エ掛紙之\n通墓地二御改定相願度右両条御許允相成度依之議定書并ニ絵図面相添此段奉願候\n也」\n「議定\n一　深砂大将堂従来之通据置候ニ付而者仏事執行等勿論無差支候事\n一　該堂修繕ハ渾テ渾願寺負担之事\n一　教旻僧都墳墓改メテ墓地ト相成候上者勿論満願寺受持タルベキコト\n前件熟議之上約定候上者将来互ニ異議申間舗勿而連署捺印之書面壱通宛双方蔵置\n者也」\n深砂大将堂は、東照宮神地内に据置かれることになつたが、これを仏物であると\nして、満願寺の所属であり、所有であることを前提とするものであることは、その\n修繕がすべて満願寺の負担とされていることによつて明かであろう。ひとしく神地\n内据置といつても、それは必ずしも一義的に解すべきものではなく、深砂大将堂が\n満願寺所有のものとして神地内に据置となつたことを根拠に、本件七堂塔の満願寺\n所有であることを主張するのは誤りであつて、この主張は、深砂大将堂が東照宮創\n建以前に遡る日光山開山以来の由緒のある神祠であることを無視した形式論に過ぎ\nない。教旻僧都の墓について議定書の定めるところは、その墓地を満願寺の所属と\nする趣旨である（なお、東照宮は、戦後、宗教法人令に基いて、大蔵大臣に対し境\n内地の譲与申請をするに当り、右の教旻墓地を境内地から除外して申請をしたので\nあるが、大蔵省当局において実地調査の結果、右墓地も東照宮境内地に属するもの\nとして譲与申請が許可された。この点については、甲一二七の一乃至五を見よ。）\n栃木県令は、明治十三年十一月二十五日付で、願意を聞届けたが、この指令に\nは、「但教旻墓地組替之義ハ実測絵図面相添更ニ可願出事」との但書が付されてい\nる。\n（３）　滝尾神地内の仏堂に関する明治十三年十月二日付願書及び九月二十四日\n付議定書（乙七二の一乃至三、願書には二荒山神社宮司、禰宜、主典、満願寺住\n職、副住職、寺衆惣代及び戸長の記名押印があつて、上都賀郡長の進達文が末尾に\n付記され、議定書には上記と同一の二荒山神社及び満願寺の役職者の記名押印があ\nる。）\n「滝尾神地内仏堂之義ニ付願\n二荒山神社滝尾境内不失旧観様致度ニ付今般協議之上千手堂弥蛇堂多宝塔及坂下\n不動堂従前之通据置申度侯間御許可相成度依テ別紙議定書并絵図面相添此段奉願候\n也」\n「議定\n一　二荒山神社滝尾境内千手堂弥蛇堂多宝塔及坂下不動堂従前之通据置候ニ付ハ\n仏事執行等勿論無差支事\n但庭上ニ幡蓋仏具等荘厳相設候節ハ差支之有無予テ社務所へ遂照会可申事\n一　二荒山神社祭典時間ハ仏事可見合事\n一　同所修繕向之義渾テ満願寺ニ於可担当事\n但施工之節ハ社務所へ通知之上着手スヘシ尤現今在形ノ外建増等致サゞル事\n右二荒山神社滝尾境内不失旧観様致度主意ヲ以前条約定候上ハ後来互ニ異議申間\n敷仍而連署捺印之書面一通宛双方蔵置者也」\n滝尾神地内の諸堂宇が、満願寺所有のものとして据置になつたものであること\nは、これら諸堂宇の修繕がすべて満願寺の担当とされていることによつて明らかで\nある。神地内の仏堂について、東照宮側はこれが据置を希望したのに反し、二荒山\n神社側は、据置を希望しないばかりでなく、満願寺側に対しこれが引取を要求した\nことは、既に述べた通りであつて、滝尾神地内の仏堂据置も、二荒山神社側の希望\nによるものではなく、財政上の理由に基く満願寺側の希望によるものであつた。仏\n堂の神地内据置と、これらの仏堂の所属、所有との関係が必ずしも一義的に理解さ\nれるべきものでないことの他の一例である。更に、滝尾神地は、もともと僧侶が開\n創したものと考えられるのであつて、このことは、日光山沿革畧記に、弘仁十一年\n（八二〇）七月、「空海上人〔弘法大師〕当山に来りて滝尾山を開き女体中宮を勧\n請して滝尾山大権現と崇む」とあることからも窺われる。神地内の仏堂の如きも、\n本件七堂塔とは異り、僧侶の経営になるものであつて、東照宮御旅所境内の深砂大\n将堂とこの点は規を一にしている。このように、滝尾神地内の仏堂は、本件七堂塔\nとはその沿革を異にしていることをも併せ考える必要があろう。この議定で問題に\nなつている仏堂にも勿論鍵があつたわけであるが、東照宮境内の旧本地堂、輪蔵及\nび後に述べる五重塔がその所有者と使用権者が異るため、議定のなかで鍵の保管に\nついて特別の定をする必要があつたのに反し、滝尾神地内の仏堂については、所有\n者、使用権者がともに満願寺であるため、鍵の保管については特別の定をする必要\nはなかつたのである（この点については、当審Ｅ（３）を見よ。）。\nなお、二荒山神社の関係では、中禅寺（現在の中宮祠）境内の立木観音堂及び妙\n見堂も、滝尾神地におけると同様に、満願寺所有のものとして神地内据置となつた\nが、これらの堂宇は、明治三十五年山崩によつて湖中に没し、千手観音立像だけは\n中禅寺湖の南岸歌ケ浜に移された（甲一七日光市文化財要覧、乙三二の二日光山沿\n革畧記、甲一二五・厚大僧正、甲四六岡田解説を見よ。）。\n５　旧本地堂、輪蔵等の管理について社寺間の協定が成立したのに引続き、東照\n宮と満願寺は、明治十四年一月、五重塔の管理についても輪蔵（経蔵）についてと\n同様の協定に達し、内務卿宛のその旨の届書案を作成して、これを事前に栃木県及\nび内務省社寺局の係官に示してその指示を求め（甲八八の一明治十四年一月十八日\n付「五重塔満願寺ニ而従事之義ニ付御届」原議書）、その指示に従つて、同年三月\n付で、社寺連署の上、栃木県令に対し、次の願書（乙三七）を差出した。\n「五重塔満願寺ニテ従事之義ニ\n付願\n東照宮境内諸堂宇渾テ旧観ヲ存侯ニ付テ者五重塔之義社寺協定之上経蔵議定書ニ\n準シ修繕向之外塔内仏像保存并ニ開閉等於満願寺担任致候様数度此段相願候也」\n右の願書は、栃木県を経由して内務省に通達されるが、内務省社寺局長桜井能監\nから、同年五月十三日付で、東照宮宮司松平容保宛に次の申入がなされる（甲八\n九）。\n「其宮境内ニ建設有之五重塔内仏像満願寺ニ於而保存方之義ニ付栃木県ヨリ伺出\n候処右者宮司以下并満願寺住職以下連署之議定書可被差出此段申入候也」\n社寺局長としては、「経蔵議定書ニ準ジ」というだけでは、社寺間に協定の解釈\nを回つて後日紛議が起ることを慮つて、右のような申入をしたものと思われる。明\n治十四年東照宮社務所日誌（甲九二の一、二）の六月五日の条に「五重堂之義ニ付\n議定書認之上回し方相成度旨満願寺へ申遣」と記されていることから明かなよう\nに、東照宮は、社寺局長からの右申入に応じて、満願寺と協議の上、明治十四年六\n月九日付、東照宮宮司、禰宜、主典、満願寺住職、副住職、寺衆惣代連署（住職の\nみ捺印欠）の議定書（甲六の一）を作成する。その内容は次の通りである。\n「議定\n一　五重塔内仏像其儘差置候ニ就テハ従前之通満願寺ヨリ仏前従事差閊無之侯事\n但シ東照宮御祭典之節ハ仏事可見合事\n一　該堂修繕之義ハ所有主東照宮社務所ニ於テ受持之事\n但シ仏像仏器及塔内畳修補之義ハ満願寺受持タルべク尤社務所エ照会之上取計フ\nべキ事\n一　該堂鍵之義ハ開閉便利之為満願寺エ預リ置侯事\n右条々這回熟議之上相定候ニ就テハ将来紛議有之間敷仍テ議定書壱通宛双方エ蔵\n置スル者也」\nこの議定書でも、五重塔の修繕が専ら東照宮の受持とされ、塔の鍵は、開閉の便\n宜のため、満願寺が「預り置」くことゝされていることによつて、塔の所有権が東\n照宮にあることが前提とされていることは明かであるが、更に「所有主東照宮」と\n表示することによつて、塔の東照宮所有であることが明示されたわけである。上記\n東照宮社務所日誌七月二十日の条に、「境内建物図引費協議常雇装束代支給方協議\n書五重塔之義ニ付満願寺議定書弐冊右三廉栃木県庶務課へ向ケ発郵」と記されてい\nるように、東照宮は、右回日付で栃木県庶務課宛で「別紙写之通内務省社寺局より\n申越候ニ付議定書差出候条御進達被下度候也」として、議定書を送付した。このよ\nうに、社寺局長の申入に従つて議定書の提出があつたので、栃木県が十月二十二日\n付で、東照宮及び満願寺の双方に対して、夫々聞届の指令を示達したことは、本文\nで述べた通りである。そして満願寺は、十月付で、次の請書（乙三九）を栃木県令\nに宛てゝ差出している。\n「御請書\n東照宮境内ニ建設有之五重塔社寺協議之上塔内仏像保存并開閉等当寺ニ於テ担任\nノ義願之通御聞届ニ相成候旨御達書之趣敬承仕候依之御請書奉差上候也」\nなお、栃木県令による右十月二十二日付聞届指令は、当初の社寺連署の三月付願\n書に対してなされたものであるが、右願書の趣旨は、後に提出された議定書によつ\nて補充されたのであるから、聞届指令は、右議定書の内容をも承認した上でなされ\nたものと解すべきことは勿論であつて、この議定書とは無関係に、又はこの議定書\nは単なる参考資料とするに止めて、三月付の願書による願意を聞届けたということ\nではないのである。さきに説明した旧本地堂及び輪蔵に関する願書の場合には、願\n書そのものに聞届の指令が付記されて、これが当事者に還付されたのとは異つて、\n五重塔の場合には、三月付願書そのものに聞届の指令が付記されず、別途に聞届の\n指令が社寺双方に示達されているのも、このことを示すものと解すべきであろう。\nもつとも、栃木県が五重塔に関する右議定書の内容を承認したことによつて、五\n重塔の所有権がはじめて東照宮に帰属するに至つたとか、あるいは東照宮が五重塔\nを所有することを政府が承認したというわけではない。五重塔に限らず、本件七堂\n塔の所有権の帰属については、中央政府及び栃木県は、当事者の自主的決定に任せ\nたのであつて、政府は、むしろ、所有権の帰属の決定については自らイニシアテイ\nヴを取ることを回避したのである。乙一一五石井回答書（第三、質問五）は、栃木\n県の上記聞届指令は、「五重塔の所有関係とは全く関係がない」としているが、こ\nの見解は、右聞届指令が五重塔の所有権の帰属を決定する趣旨を含むものではない\nということであるならば、正しくその通りであるけれども、栃木県としては、五重\n塔の所有権が東照宮にあることを前提として社寺間で作成された議定書によつて補\n充された願書について聞届の指令をしたものであることには間違ないのである。な\nお、右乙一一五（第三、質問三）は、この五重塔の議定書に「所有主東照宮社務\n所」とあるのは、「このたび所有主となることに議定された東照宮の社務所という\n意味に解せざるを得ない」とするが、甚だ不自然な附会の説というべきであろう。\nそもそも、明治初年の神仏分離令なるものは、「所有」を問題とするものではな\nかつたばかりでなく、政府は、本件七堂塔の東照宮神地内据置を承認することによ\nつて、神仏分離政策そのものを放棄したのである。五重塔を自己の所有であるとす\nる東照宮の見解を満願寺が無認したからといつて、政府としてこれを不可とすべき\n理由はいさゝかもないのである。\n（五）　日光山における神仏分離の経過を、本件七堂塔に即して振返つてみる\nと、これらの堂塔は、明治四年、一旦は、政府によつて満願寺境内への移遷が命ぜ\nられ、満願寺僧侶は、これが引取の義務を負うに至つたのであるが、移遷は竟に実\n行に移されることなく、明治七年から九年にかけて、逐次、原状のまゝ東照宮境内\nに据置かれることとなり、あまつさえ、明治十三年から十四年にかけて、旧本地堂\n（薬師堂）内には薬師仏が還座され、堂内においての満願寺僧侶による仏事執行さ\nえも許容され、経蔵（輪蔵）内には、天海版一切経が従来通り引続き保管されて、\n満願寺僧侶による経巻閲読も可能となり、五重塔内にあつた諸仏像も、従来通り塔\n内に安置されて、満願寺僧侶によるこの塔内における仏事執行も差支ないこととさ\nれるに至つたのである。\n本件七堂塔に関する限り、まさしく「東照宮境内諸堂宇渾テ旧観ヲ存」すること\nゝなつたのであり（乙三七）、維新前における往年の東照宮がその儘の形で残るこ\nととなつたというようにも言うことができる。明治四年、東照宮祭祀の任務を解か\nれた僧侶たちは、満願寺の再興と永続のために、彼等をして殆んど無一物の境涯に\n陥れたその同じ神仏分離令を盾に取つて、本件七堂塔をはじめ神地内の仏堂は、す\nべて僧侶にお渡し下されたものとして、寺地への移転を要求した。東照宮側は、神\n地の一体を護るために、満願寺僧侶のこの要求に抵抗し、これに住民の堂塔移遷反\n対運動が加わり、更に、神仏分離をもつて「神祗宮一時暴論」に端を発する愚策で\nあることの政府自身による反省により、移遷命令は撤回され、満願寺側は、その財\n政の窮乏も手伝つて、竟に堂塔の寺地移遷を断念し、東照宮の要求である「堂塔の\n据置」を容認するの余儀なきに立到つたのである。しかし、満願寺僧侶たちは、な\nお、失地回復の希望を捨てず、神地内に存置されることとなつたこれらの堂塔にお\nける仏像の還座、経巻の存置、仏事の執行を要求し、維新前における僧侶の優位の\n復活を虞れる東照宮側との間に、再び利害の対立を生ずる。政府は、こゝで、分離\n令発令の当初におけるような一方的な命令者の立場においてゞはなく、利害の調節\n者、調停者として社寺間を斡旋し、東照宮側をして、満願寺側のイニシアテイヴに\n発する堂塔の管理に関する「議定」に調印をさせたのである。満願寺側は、本件七\n堂塔の神地内存置と東照宮による所有を承認する代りに、東照宮側は、仏像や経巻\nの保管と仏事執行のために、満願寺側によるこれらの堂塔の使用を承認したのであ\nる。東照宮境内の諸堂宇が、すべて旧観を保持することゝなつたのは、このように\nして、社寺間に妥協が成立したことの結果である。\n東照宮は、幸にして、社寺間における以上のような互譲と妥協の成立によつて、\n他の霊地、霊場に見られるような破壊を免れることができた。しかしながら、維新\n前における東照宮がその儘残つたわけではなく、神仏分離は、東照宮にも大きな変\n化をもたらしたことを看過することができない。神仏分離令は、仏堂、仏器、仏具\n等の神地からの除去という有形の面と、僧侶の神勤禁止という無形の面の両面をも\nつている。東照宮において実施が沙汰止みになつたのは、有形的な分離措置だけで\nあつて、宗教活動そのものにかゝわる無形の面では、東照宮においても分離が行わ\nれたのである。即ち、かつては東照大権現の社僧たることを主たる任務とした僧侶\nたちは、今や満願寺僧侶として東照宮とは無縁のものとなり、東照大権現の本地仏\nが安置されていたが故に本地堂と呼ばれた仏堂が、今や仏像の保管場所たるに過ぎ\nない薬師堂となり、神地内の堂塔における仏事の執行も、もはや東照大権現という\n目標を失つたために、東照宮祭典の際には遠慮すべきものとされ、かつては東照大\n権現という紐帯によつて結ばれ、協同して祭祀に当つた社人と僧侶が、東照大権現\nの解消とともに、今や東照宮及び満願寺として互に併立し、時として相対立する存\n在と化したのである。\n旧本地堂について、昀終的に社寺間に成立した明治十三年九月二十四日付の議定\n書においては、東照宮側も、さすがに、「東照宮境内諸堂宇、渾テ往年ノ通ニ相心\n得、彼此ノ議相唱申間敷、満願寺ニ於テハ薬師仏ヲ還座シ、是ヲ看護スルノミ、漫\nリニ挙措スルノ権アルモノニアラズ、寺内僧侶深ク該理由ヲ体認シ、将来心得違無\n之様、堅ク誓約シ置可申事」というような文言の挿入を要求することはしなかつた\nけれども、その職員に対しては、「今般元本地堂へ薬師仏ヲ還座シ、満願寺ニテ従\n事候処、凡而御祭日ニハ仏事執行不致儀ニ而、申迄ナク本地仏ニ無之ハ勿論、称呼\n之儀、薬師堂ト称シ、本地堂杯称候而ハ決而不相成條条、案内者共ヘモ屹度申付可\n置」と指示し（乙二九の二、明治十三年十二月六日付東照宮社務所より傭仕宛達、\n更に東照宮祭祀の節には、旧式を模し、参拝旁々僧侶も罷出たいとの満願寺副住職\n彦坂・厚からの申入に対し、「社則難相成」として、にべもなくこれを拒絶する\n（甲九二の二、明治十四年東照宮社務所日誌五月二十九日の条）。仏体の堂塔の神\n地からの除去を命ずる神仏分離措置の実施に抵抗した東照宮は、ひとたび堂塔据置\nが決定されるや、神仏分離の他の一面てある僧侶の神勤禁止を根拠にして、僧侶の\n東照宮祭祀関与を郤けたのである。\nしかしながら、東照宮旧本地堂の如きは、そこに東照大権現の本地薬師仏が安置\nされ、そこで大権現法楽のための仏事が行われてこそ、東照宮社頭に存在する意義\nがあつたのである。旧本地堂以下本件七堂塔は、破壊を免れて東照宮神地内に残\nり、その所有権の帰属についても竟に変更を生ずることはなかつたけれども、神仏\n分離によつて、本件七堂塔存在の宗教上の意義は失われ、いわば美術建造物として\nの形だけは残つたが、その魂は脱落したのである。本件が、あたかも観光資源の所\n有権の帰属をめぐる紛争であるかのような感を与えるのも、このためである。\n五　本件七堂塔の所有権の帰属\n（一）　前項で述べた日光山における神仏分離の経過にかんがみれば、本件七堂\n塔が、いずれもその建造の当初から、終始東照宮の所属であり、所有者であつたこ\nとは、疑の余地がないと思われる。\n<要旨第一・第二>徳川家康の神霊を日光山に勧請し、こゝ東照宮造営するに当つ\nて、日光山座主天海の果した功績は大</要旨第一・第二>であるが、勧請の主体は徳\n川幕府であり、東照宮社殿を造営したのも徳川幕府である。本件七堂塔のうち、五\n重塔及び虫喰鐘堂を除く他の五堂宇は、神殿の一部をなすものとして、寛永の大造\n替の際に他の社殿とともに建造され、また、五重塔は、もと酒井忠勝が東照宮神前\n荘厳のために建立寄進したもの、虫喰鐘堂は、朝鮮国王が家康神霊追福のために寄\n進した朝鮮鐘吊釣のために、幕府が東照宮社頭に敷地を定めて建造したもの、両者\nいずれも東照宮神殿の一部をなすものである。徳川幕府は、東照宮を独立の法主体\nとして認め、これに社領の寄進をも行つてきたが、本件七堂塔は、徳川時代を通じ\nて、神殿の不可分の一部をなすものとして、その所有権は東照宮そのものにあつた\nのである。東照宮の祭祀は、徳川時代を通じて、僧侶によつて主宰されたけれど\nも、これらの僧侶は、彼等自身の名においてはもとより、「満願寺」の名において\nも、また、彼等の首領である天海及びその後継者である日光山座主の名において\nも、本件七堂塔を所有したことは、かつてなかつた。僧侶は、本件七堂塔を含む東\n照宮神殿の管理を徳川幕府によつて委託されたに止る。\nこの管理委託の関係は、徳川幕府の崩壊とともに、又は遅くとも明治四年、僧侶\nが維新政府によつて東照宮祭祀の任務を解かれ、この任務がもつぱら旧社家の手に\n委ねられるに至つた時に終了したのである。\n東照宮は、明治維新の際にも廃絶させられることなく、神社としての存続が政府\nによつて承認されるとともに、東照宮祭祀の任を離れた僧侶には、新たに一寺を創\n立して、これに満願寺の旧号を用いることが承認された。そして政府は、神仏分離\n措置の一環として、本件七堂塔を東照宮神地内から満願寺寺地へ移遷させることゝ\nし、明治四年、僧侶に対しこれが寺地への移遷と引取を指令した。当時もしこの移\n遷が実行されていたならば、相輪・や三仏堂と同様に、本件七堂塔は満願寺の所有\nに帰したであろうが、本件七堂塔の寺地への移遷は、竟に実行に移されることな\nく、政府は、本件七堂塔の東照宮境内据置を承認することによつて、さきに発した\n移遷の指令を撤回し、結局、これらの堂塔が東照宮の所有たることにはなにらの変\n更も生じなかつた。東照宮が仏教様式の建造物であることの明かな本件七堂塔をそ\nの神地内に所有することは、神仏分離の建前から許される筈がないとの主張が被告\nによつてされるけれども、明治維新政府が掲げた神仏分離政策の目標は、神地内か\nら仏堂、仏器、仏具の類を除去することにあつたのであつて、これらの仏物の「所\n有」を問題としたのではなかつた。従つて、政府が当初発した本件七堂塔の移遷の\n指令も、単にこれらの堂塔の神地から仏地への移転を命じたに過ぎないのであつ\nて、この指令のなかにこれらの堂塔の所有権を満願寺に付与するとの処分が含ま\nれ、あるいは、移遷の指令とともに、所有権付与という処分が同時に発令されたも\nのと解することはできない。また、もし移遷が実行されたならば、その結果とし\nて、満願寺は本件七堂塔の所有権を取得することゝなつたであろうが、移遷が実行\nされなかつた以上、満願寺による所有権取得という結果の生ずる余地もないのであ\nる。\nしかのみならず、政府が本件七堂塔の東照宮神地内据置を承認したということ\nは、少くとも本件七堂塔に関する限り、政府が神仏分離政策そのものを放棄したこ\nとを意味する。神仏分離政策の眼目である仏物の神地からの除去を断念した政府に\nとつては、本件七堂塔の所有権の帰属の如きは、もはや政府自らが決定すべきこと\nではなく、社寺間において自主的に決定させれば足りることである。本件七堂塔の\nうち、旧本地堂及び輪蔵に関する明治十三年九月二十四日付の議定並に五重塔に関\nする明治十四年六月九日付の議定は、右堂塔の所有権が東照宮にあることを前提と\nして、満願寺が仏像や経巻の保管及びこれに関連する仏事執行のために、東照宮の\n祭典に支障がない限りとの条件のもとに、これらの堂塔について使用権を有するこ\nとを取極めたものである。また、旧護摩堂は、東照宮が既に社務所としてこれを使\n用し、鐘鼓二楼及び虫喰鐘堂は、満願寺の法用に必要不可欠のものではなく、これ\nらの建造物が東照宮の所有たることについては、その据置が決つた時から、既に社\n寺間において暗黙の諒解があつたと見るべきである。\n東照宮は、昭和二十一年勅令第二十一号明治三十九年法律第二十四号官国幣社経\n費ニ関スル法律廃止等ノ件の施行により、明治四年太政官布告第二百三十五号が廃\n止されたことに伴つて、国家の管理から離れることゝなつたが、宗教法人令（昭和\n二十年勅令第七百十九号）の施行に伴い、昭和二十一年六月、同勅令の規定による\n宗教法人として存続し、更に現行宗教法人法（昭和二十六年法律第百二十六号の施\n行に伴つて、昭和二十九年三月、同法の規定による宗教法人たる原告として存続す\nることゝなり（梅田鑑定書）、かつて東照宮が有した地位を承継した。他方、満願\n寺は、本坊輪王寺の旧号復称方を栃木県に願出て、明治十六年十月五日、右願が聞\n届けられ、以後、寺号を輪王寺と改め（乙七三の二日光山沿革畧記）、東照宮と同\n様に、順次、旧宗教法人令及び現行宗教法人法による宗教法人として存続して現在\nの被告となつた。\n明治初年の神仏分離によつて、本件七堂塔が東照宮の所有たることにはなにらの\n変更も生じなかつたことは、上に述べた通りであるから、その後において、本件七\n堂塔の所有権の帰属に異動を生ずべき事由が生じていない限り、本件七堂塔の所有\n権が原告にあり、被告にないことは、明かといわなければならない。\n（二）（１）　東照宮は、明治十五年三月十一日、別格官幣社東照宮明細図書\n（この明細図書が明治十二年六月二十八日付内務省達乙第三十一号に基くものであ\nることについては、甲四六岡田解説、乙一一五石井回答書第三質問一を見よ。）を\n栃木県経由内務省に提出したが、本件七堂塔は、仮殿鐘堂とともに、東照宮所属の\n社殿として、右明細図書に掲記図示され（甲一一の一乃至四）、これに反し、満願\n寺が明治十二年九月に届出た日光領満願寺明細帳（乙九八の二）には、本堂（移遷\n後の三仏堂）や相輪・は掲げられているが、本件七堂塔は、東照宮仮殿鐘堂ととも\nに、掲げられていないのである。\n被告は、上記内務省達乙第三十一号による神社又は寺院の明細帳においては、神\n社又は寺院の境内にある建造物を所有権の帰属にかゝわりなく登載する建前であつ\nたのであるから、本件七堂塔が東照宮の明細図書に掲げられ、満願寺の明細帳に掲\nげられていないことは、本件七堂塔が満願寺の所有ではなく、東照宮の所有たるこ\nとの根拠とはなし得ない旨主張するけれども、この主張が強弁に過ぎないことは、\n後年、満願寺改め輪王寺が、自ら本件七堂塔について、栃木県に明細帳脱漏記入願\nを提出していることから見ても明かである。即ち、輪王寺は、栃木県に対し、大正\n二年二月十四日付で、本件七堂塔のうち旧本地堂を除く六堂塔及び東照宮仮殿鐘堂\nについて（乙一八の一、二）、更に、大正七年二月二十八日付で、旧本地堂につい\nて（甲四五の二）、これらの建造物は、いずれも「明治四年神仏分離ノ際当寺所有\nニ属セシメラレ」たとして、それぞれ明細帳脱漏記入願を差出しているのである。\nなお、大正五年から六年にかけ、栃木県が仲に立つて、これらの堂塔の所属を回り\n社寺間で交渉が行われたが（乙一九、乙二〇の一、二、乙二一の一、二、乙二二の\n一、二、甲四五の三）、栃木県から稟議を受けた内務省社寺局の意見は、「社寺所\n属建造物ノ件」について「輪王寺ヨリ提出セル証憑書類ニ依レバ建物ノ管理修繕及\n堂内安置仏ノ処置等ニ関シ云為セルモノニシテ其所有権ヲ定ムヘキ確証トハ難認」\nというのであつて（甲四五の四、五）、結局社寺間の交渉は成立に至らず、満願寺\nの明細帳脱漏記入願も聞届けられなかつた（梅田鑑定書）。このことは、東照宮が\n大正十四年一月十六日に栃木県に提出した東照宮明細帳（甲一八の三。なお、この\n明細帳が大正二年内務省令第六号に基いて調整されたものであることについては、\n梅田鑑定書を見よ。）に、東照宮所属の社殿として、旧護摩堂（上社務所として登\n載されている。）、旧本地堂、鼓楼、鐘楼、輪蔵及び五重塔が掲記されていること\nからも窺知ることができる（もつとも、この明細帳には、虫喰鐘堂が脱漏してい\nる。）。\n（２）　東照宮は、五重塔に関する明治十四年六月九日付の議定が成立した翌年\nの三月から五重塔の修理に着手し（甲九四の一乃至六東照宮社務所日誌）、同年十\n月には、内務卿に宛てゝ、「五重塔破損所修営之儀ニ付伺」を差出し、十月三十一\n日付で、右伺が聞届けられ（甲六の二）、更に、明治十八年十月十四日付で、「朝\n鮮鐘屋根雨漏ケ所修繕之議伺書」を栃木県に差出し、これまた十一月九日付で聞届\nけられている（甲一三、七）。大正年間における本件七堂塔の大修繕工事が東照宮\nの負担において行おれたことは、これらの工事の決算書てある甲五五の一乃至三に\nよつて、これを窺知ることができる（原審Ｄ（３））。また、日光における二社一\n寺の建造物の保存を目的として明治十二年に設立された保晃会が、明治三十三年四\n月に、二社一寺の大修繕のために調製した社堂台帳（甲五六の一乃至三、原審Ｄ\n（３）、当審Ｄ（１））にも、本件七堂塔は、仮殿境内鐘堂とともに、東照宮の部\nに掲げられ（甲五六の二（イ）、（ハ）、（ニ）、（へ）、（ト）、（チ）、\n（チ）、（リ））、輪王寺の部には、滝尾不動堂、阿弥陀堂、千手堂、多宝塔、旧\n大楽院境内教旻僧都廟塔、深砂王堂、中禅寺観音堂、妙見堂等とともに、「東照宮\n境内御本地堂内部」が掲げられている（甲五六の三）。社堂台帳のこれらの記載\nも、本件七堂塔が東照宮の所属であり、所有であることについて、社寺間に異議が\nなかつたことを示すものというべきであろう。更に、戦後、文化財保護委員会事務\n局の指導によつて、日光二社一寺国宝建造物修理事務所が作成した日光二社一寺国\n宝建造物修理工事計画書（甲二〇）には、昭和二十五年から三十七年までの二社一\n寺毎の工事施行箇所と各年度の工事予算が示されているが、旧護摩堂及び虫喰鐘堂\nを除く他の五堂塔は、いずれも東照宮の部に掲げられており、このこともまた、こ\nれらの堂塔が東照宮所有たることを前提とするものと見ることができよう。\nなお、明治三十一年、二社一寺の間で作成し、同年七月三十日何で栃木県によつ\nて認可された「二荒山、東照宮、大猷廟参拝井拝観規程」には、本件七堂搭のうち\n旧護摩堂（これは、東照宮社務所であるため、拝観区域から除かれたものと考えら\nれる。）を除く他の堂塔を東照宮関係の拝観区域のなかに掲げているが（甲一二六\nの一乃至三）、東照宮御旅所地内の深砂王堂が輪王寺関係の拝観区域のなかに掲げ\nられているところから見れば、この拝観区域の定めは、本件七堂塔のうち旧護摩堂\nを除く他の六堂塔が東照宮境内にあることによるものではなく、これらの堂塔が東\n照宮の所有であることによるものと考えられるのであつて、これらの堂塔が東照宮\nの所有であることについては、当時の輪王寺側においても異議がなかつたことを示\nすものというべきであろう。\n（３）　明治四十一年法律第二十三号神社財産ニ関スル法律及び同年勅令第百七\n十七号神社財産ノ登録ニ関スル件によつて、官国幣社、府県社以下の神社の所有す\nる不動産は、申請により、地方庁所管の神社財産登録台帳に登録されることゝなつ\nたが、東照宮も、右法律の規定に基いて、その所有の不動産の登録を栃木県に申請\nし、本件七堂塔も、東照宮所有の不動産として、大正二年十月十三日、神社財産登\n録台帳に登録された（甲九、梅田鑑定書、当審Ｆ（１））。\n（４）　本件七堂塔は、明治三十年法律第四十九号古社寺保存法第四条の規定に\n基き、明治四十一年八月一日、内務省告示第七十六号により、虫喰鐘堂を除き、い\nずれも東照宮社殿として特別保護建造物に指定され（甲一〇、梅田鑑定書）、昭和\n十九年九月五日、文部省告示第千五十八号により、七堂塔のすべてが、いずれも昭\n和四年法律第二十七号国宝保存法第一条の規定による東照宮所有の国宝として告示\nされた（甲一二の一、二、梅田鑑定書）。更に、戦後になつても、本件七堂塔は、\n昭和二十五年八月二十九日付で、文化財保護法第百十五条の規定による東照宮所有\nの重要文化財に指定された（甲一三の三、梅田鑑定書）。\n（三）　以上（二）において説明した諸事情は、いずれも、本件七堂塔が神仏分\n離の後においても、なお引続き東照宮及びその承継者たる原告の所有であること\nが、満願寺及びその承継者である被告自身によつて、そしてまた、国によつても承\n認されたことを示すものというべきであろう。その建造の当初から徳川時代を通じ\nて、そしてまた、明治維新の際の神仏分離によつても変更を生ずることがなかつた\n本件七堂塔の所有関係については、その後においてもこれが変更の原因となるべき\n事由は生じていないのである。してみれば、本件七堂塔が現に原告の所有たるべき\nことは明かであつて、原告の主張にかゝる取得時効の成否については、もはや判断\nの必要を見ないのである。\n（説明）\n本件七堂塔の所有権が東照宮にあることは、明治七年から九年にかけてのこれら\nの堂塔の東照宮神地内据置が確定し、更に明治十三年及び十四年に社寺間の議定が\n成立したことによつて決定的となつたにもかゝわらず、神仏分離によつて失われた\nものゝ回復を願う僧侶たちの要求は、その後においても、なお執拗に繰返され、大\n正二年二月には、本件七堂塔のうち旧本地堂を除く六堂塔及び東照宮仮殿鐘堂につ\nいて、次で大正七年二月には、旧本地堂について、輪王寺側から栃木県に対し寺院\n明細帳の脱漏記入の願出がなされ、更に、大正五年から六年にかけては、栃木県が\n仲に立つて、これらの堂塔の帰属について、当時の東照宮と輪王寺との間で示談の\nための交渉が行われる。このことは、さきに本文「（二）（１）」で言及した通り\nであるが、右の示談交渉の過程で作成された一連の文書資料は、本件七堂塔の所有\n権の帰属を考える上において、看過することができないように思われる。関係資料\nは、以下の通りである。\n乙一九　大正五年十一月十七日付東照宮及び輪王寺間協定案\n乙二〇の一、二　大正六年二月六日付栃木県内務部長より輪王寺門跡宛照会\n乙二一の一、二　大正六年二月十四日付輪王寺より栃木県内務部長宛回答及びそ\nの原議\n乙二二の一、二　大正六年二月一日付東照宮より栃木県内務部長宛回答原議写\n甲四五の三　大正六年十二月四日付栃木県知事より内務、文部両大臣宛稟議書写\n甲四五の四　大正六年十二月二十五日付内務省社寺局長より栃木県知事宛照会\n甲四五の五　大正六年十二月二十六日付栃木県内務部長より輪王寺門跡宛照会\n甲四五の二　大正七年二月二十八日付輪王寺より栃木県知事宛明細帳脱漏記入願\n以上の資料によつて、この示談交渉の経過を見るに、問題の発端は、本件七堂塔\n及び東照宮仮殿鐘堂についての輪王寺の明細帳脱漏記入の願出にあるように思われ\nる。願を受けた栃木県においては、輪王寺及び東照宮の各責任者を呼出し、これに\n日光町長をも交えて一つの協定議案（乙一九）を得る。その内容は次の通りであ\nる。\n「一　本地堂、輪蔵、五重塔ハ之ヲ輪王寺明細帳ニ編入スル事\n一　旧護摩堂、鐘楼、鼓楼、虫喰鐘及御仮殿境内鐘楼ハ輪王寺ヨリ東照宮ニ寄付\nスヘキ筋合ノ処既ニ東照宮明細帳ニ登録シアルニヨリ其儘之ヲ承認スル事\n一　前記輪王寺所属ノ三建物ハ東照宮境内風致保存上現在ノマ、之ヲ永久ニ据置\nク事\n一　本地堂、輪蔵ハ東照宮ニ於テ<ul>借受ケ仏体ハ勿論</ul>〔相当ノ注意ヲ為\nシ〕内外トモ注意管理スルコト〔ヲ輪王寺ニ於テ承諾ス〕（注・縦線は削除部分、\n〔〕内は掛紙による加入部分を示す。以下同じ。）\n一　本地堂ヲ東照宮ニテ使用スルタメ生スル輪王寺ノ減収ハ東照宮ニテ弁償スル\nコト\n一　本地堂安置ノ仏体ハ毎月一回輪王寺ニ於テ旧慣ニ依ル法会ヲ営ム<ul>外之ヲ\n一般参拝ノ目的ニ供セサルコトニ付</ul>〔コト輪蔵ハ輪王寺ニ於テ年一回又ハ二回\n蔵経ノ転読虫干等ヲ為スコトアルべシ但〕東照宮ニ於テハ相当ノ装置ヲ為ス事\n一　五重塔ノ管理及仏事ハ従来通リナルコト」\n東照宮と輪王寺は、それぞれ右議案を持帰つて検討の上意見を述べることゝなる\nが、まず、東照宮は、大正六年二月一日付で、宮司名をもつて栃木県内務部長に対\nし次の意見を回答する（乙二二の一）。\n「当宮境内所在ノ本地堂外七棟ノ所属並管理方ニ関スル協定案嚢キニ御回付ノ処\n小職ノ意見別紙ノ通リニ候間可然御処置相成度此段得貴意候也」\n右にいわれている別紙は次の通りである（乙二二の二）。\n「建物所属問題ニ関スル意見\n東照宮境内ニ在ル本地堂外七廉ヲ輪王寺ニ於テ其明細帳ニ編入願出テタル件ニ付\nテハ昨年十一月十七日御庁ニ於テ輪王寺門跡、Ｂ日光町長及前任者ト会見協議ノ結\n果別紙ノ協定案七項ヲ得尚ホ之ニ依リ考慮スルコト、ナリシガ其後十二月一日ニ至\nリ前任者ハ更ニ意見書ヲ具シテ詮議ヲ仰キタリ其旨趣ニ依レバ問題ノ諸建物ハ東照\n宮ノ所属ト認ムルモ其問題ノ為メ社寺ノ間ニ反目スルハ穏当ナラサルニ付東照宮ニ\n於テハ或ル程度迄ヲ譲歩シテ所有ヲ移シ而シテ東照宮ニ於テ其管理施設ヲ統一シタ\nキニ付適当ノ措置ヲ請フト云フニァリテ其協定ノ方法ヲ挙ケス御庁ノ御裁断ニ待ツ\nノ旨趣ナルモ大体ノ精神ハ別ニ前記協定案ト逆庭スル所ナキニ似タリ依テ小職ハ該\n協定案ヲ重ンシ之ヲ基礎トシ考究スルニ協定案ノ第一項、第二項、第三項、即チ建\n物所属ノ区分ハ異議ナシ但シ第二項「輪王寺ヨリ東照宮ニ寄付スヘキ筋合ノ処既ニ\n東照宮明細帳ニ登録シアルニヨリ其儘之ヲ承認スル事」ヲ「東照宮明細帳記載ノ通\nリ之ヲ承認スル事」ノ意味ニ改メタシ第四項、本地堂、輪蔵ヲ東照宮ニ於テ借受ケ\n内外トモ注意管理スル事ハ同意スル能ハズ神社ニ於テ仏殿ヲ管理スルハ神社トシテ\n為スヘキコトニアラサルノミナラズ既ニ所属輪王寺ニ移セシ以上ハ其管理ヲモ合セ\nテ同寺ノ手ニ於テスルハ当然ナリ況ンヤ明治十三年薬師仏還座以来同寺ニ於テ管理\nシ来レル事実ナルニ於テオヤ故ニ其管理ハ現状ノ儘トシ差支ナシト信ス尤モ祭典ノ\n際仏事ヲ遠慮スル等ハ十三年議定ノ精神ヲ失フヘカラサルハ勿論ノ事トス\n第五項前項ノ意見ニ依リ自然消滅ニ帰ス\n第六項第四項ノ通リ現状ニ依ルモノトス\n第七項異議ナシ\n右ノ如ク協定問題解決アランコトヲ冀望ス尤本件問題ノ為メニ一山収入ノ歩合即\nチ五四一ノ定メニハ何等影響ヲ及ボサ、ル旨趣ニ於テ協定セントスルモノナリ」\n輪王寺においては、右東照宮の意見書に賛同の旨を栃木県内務部長に回答する\n（乙二一の二）。栃木県は、同年十二月四日付で、内務、文部両大臣宛に次の通り\n稟議している（甲四五の三）。\n「社寺所属建造物ニ関スル件\n県下別格官幣社東照宮ノ境内ニ在ル旧護摩堂輪蔵鐘楼鼓楼虫喰鐘堂本地堂五重塔\n及御仮殿所属ノ鐘楼ハ同所輪王寺所有ノ建造物んニ有之候処是迄同寺ノ明細帳ニ脱\n漏致居リ候ニ付明細帳ニ編入方同寺ヨリ出願アリシニ依リ詳細取調候ニ東照宮ニ於\nテハ明治十二年ヨリ同社ノ明細帳ニモ登載有之且ツ同社ノ所有物トシテ農ニ特別保\n護建造物ニモ御指定相成候次第ナルノミナラス既ニ当庁ノ神社財産登録台帳ニモ同\n社ノ財産トシテ登録済ニ付同社ニ於テハ右等ノ建造物ヲ其所有財産トシテ扱ヒ来リ\nシモノニ有之候又当庁ニ於テハ神仏分離ノ際ニ於テ是等ノ建造物ハ既ニ東照宮ノ所\n有ニ帰属シ只本地堂五重塔ノ内部ニ於ケル仏体輪蔵ノ内部ニ於ケル経文等ハ何レモ\n其建造物ニ付随シタルモノニシテ即表門ニ於ケル仏体ノ如キ筋合ノモノナルヘク随\nテ明治十二年中届出タル東照宮ノ明細帳ニハ其全部ヲ登記シ当時輪王寺ヨリハ明細\n帳ニ是等ノ建造物ヲ全然登記セスシテ届出タルモノニ相違ナキモノト承知致居候然\nルニ輪王寺ニ於テハ同寺ノ明細帳ニ悉ク登記有之候モノトノミ心得其脱漏セルニ気\n付カス今ニ至リテ始メテ東照宮ニ所属シ居ルヲ発見シタル廉ニ依リ之カ編入ノ手続\nニ及ヒタル次第ニ候而シテ同寺ヨリ提出ノ証書類（別紙写之通）ニ徴スレハ全ク輪\n王寺ノ所有物タルコト疑無之様ニ存候得共今直ニ其全部ヲ同寺ノ所有ニ帰属セシム\nルハ種々ノ関係ト従来ノ行懸上如何ノモノカ思料候間両社寺長職ヲ召喚シ従来ノ沿\n革其他ノ点ヲ取糺シ相互ニ協定セシメ候結果\n一、　本地堂、輪蔵、五重塔ハ之ヲ輪王寺明細帳ニ編入スルコト\n二、　旧護摩堂、鐘楼、鼓楼、虫喰鐘堂及御仮殿付属鐘楼ハ東照宮明細帳記載ノ\n通リ之ヲ承認スルコト\n三、　前記輪王寺所属ノ三建物ハ東照宮境内風致保存上現在ノマ、之ヲ永久ニ据\n置クコト\n四、　本地堂及輪蔵ハ輪王寺ノ管理ニ属スト雖東照宮境内ニ存置ノ故ヲ以テ観覧\n時間中ノ監守其他ノ注意ハ輪王寺ニ於テ之ヲ為シ時間外ノ監視及夜警等ハ従来ノ例\nニヨリ東照宮ニ於テ之ヲ為ス等現在ノママタルコト但シ\n五、　五重塔ノ管理等ハ一切輪王寺ニ於テ之ヲ為スコトト協議一決致候就テハ本\n地堂輪蔵五重塔ハ之ヲ東照宮ノ明細帳ヨリ削除シ更ニ之ヲ輪王寺所属ノ建物トシテ\n同寺ノ明細帳ニ登記方聞届ケ可然候此段及稟申候也」\n右栃木県の稟議書に対し、内務省社寺局長は、同年十二月二十五日付をもつて、\n栃木県知事に対し、次のように回答し、更に照会を発している（甲四五の四）。\n「社寺所属建造物ノ件ニ付照会\n本月四日付視学第一七号ヲ以テ標記ノ件ニ付稟申相成候処右ニ付輪王寺ヨリ提出\nセル証憑書類ニ依レハ建物ノ管理修繕及堂内安置仏ノ処置等ニ関シ云為セルモノニ\nシテ其所有権ヲ定ムヘキ確証トハ確認ト存候ニ付テハ右添付書類ノ外建物ノ所属ヲ\n決定スルニ足ルヘキ書類有之候ハハ御回送相成度」\n社寺局長からの右の照会に接した栃木県は、同年十二月二十六日付で、内務部長\n名をもつて輪王寺に対し次の照会を発している（甲四五の五）。\n「東照宮境内建造物中貴寺ニ属スル建造物ヲ明細帳ニ編入方兼テ出願候処貴寺ノ\n所属タルヲ立証スヘキ為ニ提出セラレタル証憑書類ニ依レハ建物ノ管理修繕及堂内\n安置仏ノ処置等ニ関シ云為セルモノニシテ其所有権ヲ定ムヘキ確証トハ難認ニ付該\n書類ノ外建物ノ所属ヲ決定スルニ足ルヘキ書類有之候ハ、差出サシムヘキ旨其筋ヨ\nリ照会越之次第モ有之候条右何分之御回答相成候様致度此段及照会候也」\n輪王寺が栃木県内務部長からの右照会に応じてなにらかの資料を提出したかどう\nかは明かでない。上記栃木県知事の内務、文部両大臣宛稟議書によれば、明細帳の\n記載の変更について社寺間に「協議一決」したことが認められるけれども、正式に\n協定書の認印が行われるまでに至らなかつたことは、輪王寺が翌大正七年二月二十\n八日、旧本地堂について、明細帳脱漏記入方を栃木県に願出ており（甲四五の\n二）、更に、本文中で一言したように、東照宮が大正十四年一月に栃木県に提出し\nた東照宮明細帳には依然として本件七堂塔（但し虫喰鐘堂を除く。）が掲記されて\nいることによつてこれを窺知ることができる。もともと、東照宮は、本件七堂塔や\n仮殿境内鐘堂が輪王寺の所有であることを承認したわけではなく、「問題ノ諸建物\nハ東照宮ノ所属ト認ムルモ其問題ノ為メ社寺ノ間ニ反目スルハ穏当ナラサルニ付東\n照宮ニ於テハ或ル程度迄ヲ譲歩シテ所有ヲ移シ而シテ東照宮ニ於テ其管理施設ヲ統\n一シタキニ付適当ノ措置ヲ請フ」というのがその真意であつたのである。そして内\n務省社寺局長の見解が、輪王寺提出の証憑書類は係争堂塔の同寺所有たることの確\n証とはなし難いというものである以上、東照宮としては強いて譲歩をする必要はな\nく、結局、社寺間の妥協は成立するに至らなかつたというのが真相であると思われ\nる。\nＢ教授は、右の内務省社寺局長の意見について、現地における栃木県の意見は、\n神仏分離以来の事情をよく知つているので、適正な判断ができたと思われるのに反\nし、中央官庁はこのような事情には暗かつたとして批判をされている（乙四五石井\n補充意見書四四頁）。しかしながら明治十五年に、本件七堂塔及び東照宮仮殿鐘堂\nを東照宮所属の建造物として登載した別格官幣社東照宮明細図書を受理し、大正二\n年に、本件七堂塔を東照宮所有の不動産として神社財産登録台帳に登録したのも、\nひとしく「神仏分離以来の事情をよく知つている」筈の栃木県知事であつたのであ\nり、また、明治四十一年に、虫喰鐘堂を除く本件七堂塔が東照宮の所属として特別\n保護建造物に指定されたことを当時の栃木県知事が気づかなかつた筈もないのであ\nる。しかのみならず、問題の堂塔は「全ク輪王寺ノ所有物タルコト疑無之」と判断\nした大正六年当時の栃木県当局者が、このような判断をするについて、その資料と\nしたのは、要するに、輪王寺提出の証書類なのである。明治十三年九月二十四日付\nの旧本地堂及び輪蔵に関する議定書（乙一二の二）は、大正六年当時の内務省社寺\n局長見解の通り、正しく「建物ノ管理修繕及堂内安置仏ノ処置等ニ関シ云為セルモ\nノ」であつて、右二堂宇が輪王寺所有たることの確証とはなし難いものであるのみ\nならず、右議定が成立するについては、当時の内務省社寺局長桜井能監の尽力に負\nうところが少くなく、内務省社寺局は、必ずしも神仏分離以来の事情について無知\nではなかつたのである。更に翌明治十四年六月九日付の五重塔に関する議定書（甲\n六の一）も、建物の管理、修繕、塔内安置仏の処置等について定めたものである\nが、この議定書は、五重塔の所有主が東照宮であることを明示しているのである。\nこのように考えると、問題の堂塔が輪王寺の所有物たること全く疑なきように思\nわれるとした大正六年当時の栃木県当局者の意見こそ、その公正を疑われても仕方\nがないのではないかとさえ考えられる。\n第四　結論\n当裁判所の判断は、以上説明の通りであつて、本件七堂塔が原告の所有であるこ\nとの確認と、被告がこれらの堂塔についてした所有権保存の登記の抹消登記手続を\n求める原告の本訴請求は、すべて正当としてこれを認容すべきである。原判決が、\n係争堂塔のうち、旧護摩堂、鐘楼、鼓楼及び虫喰鐘堂について原告の請求を認容し\nたのは、その理由はともかく、結論においては相当であるが、一切経蔵、薬師堂及\nび五重塔について原告の請求を棄却したのは不当である。よつて民事訴訟法第三百\n八十六条の規定によつて原判決中原告敗訴の部分を取消し、同法第三百八十四条第\n二項の規定によつて被告の控訴を棄却することとし、訴訟費用の負担につき、同法\n第八十九条及び第九十六条の規定を適用し、主文の通り判決する。\n（裁判長裁判官　平賀健太　裁判官　安達昌彦　裁判官　後藤文彦）\n別紙\n目録\n（一）　栃木県日光市ｃｄ番地\n一、木造朱塗銅板葦平家一切経蔵　壱棟\n建坪　四〇坪弐合八勺\n（二）　同所同番地\n一、木造切妻向拝付朱塗銅板葦平家薬師堂　壱棟\n建坪　八六坪弐合五勺\n（三）　同所同番地\n一、木造朱塗銅板葦五重塔　壱棟\n建坪　九坪\n（四）　同所同番地\n一、木造銅板葦平家旧護摩堂　壱棟\n建坪　参壱坪四合四勺\n（五）　同所同番地\n一、木造重層袴腰銅板葦蝋色塗平家鐘楼　壱棟\n建坪　弐参坪五合四勺\n（六）　同所同番地\n一、木造重曹袴腰銅板葦蝋色塗平家鼓楼　壱棟\n建坪　弐参坪五合四勺\n（七）　同所同番地\n一、素木四ッ脚造銅板葦平家虫喰鐘堂　壱棟\n建坪　弐坪五勺\n＜記載内容は末尾１添付＞\n"
}