{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 12,
    "day": 21
  },
  "case_number": "昭和46(行ケ)41",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14472",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14472",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/472/014472_hanrei.pdf",
  "contents": "主　　　文\n特許庁が、昭和四十六年一月六日、同庁昭和四〇年審判第七、九四八号事件につい\nてした審決は、取り消す。\n訴訟費用は、被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n原告訴訟代理人は主文同旨の判決を求め、被告指定代理人は、「原告の請求は、\n棄却する。」との判決を求めた。\n第二　請求の原因\n原告訴訟代理人は、本訴請求の原因として、次のとおり述べた。\n一　特許庁における手続の経緯\n原告は、昭和三十九年二月四日、欧文タイプライターを意匠にかかる物品とする\n図面代用の別紙（一）の写真の意匠につき、昭和三五年意匠登録願第二八、二九〇\n号（後に意匠第二七一、九九一号として登録）の意匠の類似意匠として、意匠登録\n出願をしたところ、昭和四十年十月三十日、拒絶査定を受けたので、同年十二月一\n日、これに対する審判を請求し、昭和四〇年審判第七、九四八号事件として審理さ\nれたが、昭和四十六年一月六日、「本件審判の請求は、成り立たない。」旨の審決\nがあり、その謄本は、同年三月二十日、原告に送達された。\n二　本件審決理由の要点\n本願意匠は、前方の鍵盤の部分はこれを横平行四列に併列して前方に向かつて低\nく段状に配列し、その各鍵の上端押圧部は下方の両角にやや丸味をあらわした縦長\nの角形状とし、側面におけるカバーの上端の形状は、中央部を下方に向けて後方を\n傾斜させた直線的な平坦面とし、その中央傾斜面の前端は右傾斜面とほぼ直角に下\n方に向け屈折させ、その前方は前端部まで中凹状の孤状に彎曲させて下方に傾斜さ\nせたものであつて、中央傾斜面の後端部は、ほぼ「く」の字形に凸状に屈折させて\nから、その後方に低い水平部を形成し再び斜上方に短く傾斜面を形成してなるもの\nで、これによつてカバー後部に凹みを形成して、これにキヤリツヂを装着したもの\nであり、キヤリツヂ側方の形状は、前端をほぼ「く」の字形に屈折させ、下辺はほ\nぼ水平状とし、上端は下方に向かつてやや傾斜させた短い水平状としてその後方を\n下方に向け傾斜させた態様のもので、そのキヤリツヂのほぼ中央にこれと同巾の同\n筒形状のプラテンを設け、そのプラテンの左右両端部には、それとほぼ同径の同円\n形状のノツプを取り当け、キヤリツヂの一端部に取り付けられたレバーは、側方よ\nりみてその上辺はほぼ水平状とし、下辺は中凹の孤状に彎曲させた細長状のもの\nで、カバー上面の中央傾斜部分の後部中央には、ほぼ逆椀形の透孔をあらわしてな\nるものである。\nこれに対し、本願出願前公知の東京都中央区＜以下略＞の丸善において販売され\nたローヤルタイプライター、アドミニストレーターの意匠（以下「引用意匠」とい\nう。別紙（二）拡大写真参照）は、前方の鍵盤の部分は、鍵を横平行四列に併列し\nて前方に向かつて低く段状に配し、その各鍵の上端の押圧部は角に丸味をあらわし\nたやや縦長の角形状をしており、側方よりみたカバー上端の形状は、中央部を水平\n状とし、その水平部分の前端は、ほぼ直角に下方に向け屈折させ、その前方はほぼ\n直線的に下方に向け傾斜状にし、水平部分の後端は、ほぼ「く」の字形に屈折させ\nてから、その後方にキヤリツヂを装置したものであり、キヤリツヂ側方の形状は、\nほぼ瓢箪形に近い態様のもので、キヤリツヂのほぼ中央に円筒形状のプラテンを取\nり付け、そのプラテンの左右両端部には、これとほぼ同径の円形状のノツプを取り\n付け、キヤリツヂの一端部に取り付けられたレバーは、その先端部は径をやや広く\nして上方に向けやや彎曲せしめた細長の扁平状の態様のもので、カバー上面の中央\n水平部分の後部中央にはほぼ逆扇形の缺截部をあらわしてなるものである。\n両意匠を対比するに、キヤリツヂ側方の形状、把手の形状、カバーの上面におけ\nる缺截部分の形状などに若干の相違点があるが、他方、両者はともに、前面に鍵盤\nを前方に低く段状に配し、カバー上面中央部を平坦状としてその後方にキヤリツヂ\nおよびプラテンを配し、その一端部にレバーを取り付けてなる態様に共通点があ\nる。ただ、かかる態様は、この種の物品としては、その機能上、比較的基本的なも\nのであつて、必ずしも両意匠のみにかかる特徴でもなく、そのため、かかる共通点\nだけに要旨があるものではないが、両者はカバーの両側の上端部の形状において、\n本願のものは多少の傾斜はあるが、ともに中央部を平坦状とし、その後方はともに\nほぼ「く」の字形に屈折させてから、その後方を低い水平状とし、中央平坦面の前\n方は、平坦面とほぼ直角状に下方に向け屈折させてから、その前方を下方に向けて\n大きく前端部まで傾斜状に形成しているもので、この点に両意匠は大きな共通点が\n認められる。ただ、右傾斜面が本願のものは中凹状にやや孤状に彎曲しているもの\nの、その差異は僅かなもので、このようにカバー自体の形状に大きな共通点がみら\nれ、かかる点はこの種の物品として最も看者の注意を引くべき要部である。\n以上のとおりであるから、両意匠の相違点は、かかる大きな要部とみられる形態\nの共通点に比較すれば、部分的な小差にとどまるものといわざるをえず、全体とし\nてこれを比較した場合には両意匠は類似であることを免れない。したがつて、本願\n意匠は意匠法第三条第一項第三号の規定に該当し、同法第十七条の規定によつて、\nこれを拒絶すべきものである。\n三　本件審決を取り消すべき事由\n本件審決は、本願意匠および引用意匠の構成の認定を誤り、ひいて、両意匠の類\n否の判断を誤つたものであり、違法として、取り消されるべきである。すなわち、\n（一）本件審決の本願意匠および引用意匠の構成の認定は、次の点を除いて争わな\nいが、本願意匠において、側面におけるカバーの上端の形状は、中央部を下方に向\nけて後方を傾斜させてはいるが、カバーは正面からみて大きな曲率をもつた曲面を\nなし、上面の逆椀の切欠開口の周囲の前方部にはリブ状の突起が設けられているの\nで、「直接的な平担面」ではなく、また、引用意匠において、（１）カバー上端の\n中央部の水平部分の前端は、「ほぼ直角に」下方に向けて傾斜状にしたものではな\nく、相当大きな円孤を介して下方に向けて垂直に屈折形成させており、（２）右水\n平部分の後端は、『ほぼ「く」の字形に屈折させてから、その後方にキヤリツヂを\n装着したもの』ではなく、上にカバーが取り付けられた下部ケースの中間突出部の\n後壁がカバー後端の丸味部に続いて下方に向かう垂直線により下部ケースのほぼ半\n分部分まで延長され、右後壁の後方に、上方が開口した樋状突出部が下部ケース側\n壁の左右にそれぞれ外方に向かつて突出するように設けられ、正面からみるとほぼ\n三角形状をなしており、その突出部の上方にキヤリツヂが配置されているのであ\nる。\n（二）本件審決は、両意匠の比較において、（１）キヤリツヂ側方の形状、（２）\n把手の形状、（３）カバー上面の缺截部分の形状が相違すると認定しながら、これ\nらは他の大きな共通点からみれば、少差にとどまるとしているが、英文タイプライ\nターにおいては、物品全体のデザインにマツチさせる特異な印象を看者に与えるた\nめ各部の形状を創作するものであり、意匠全体としては、本願意匠は傾斜する直線\nとシヤープな角度との組合せを基本としているに対し、引用意匠は直線と丸味との\n組合せを基本としているから、（２）の把手の形状、（３）のカバー上面の缺截部\n分の形状の相違は看者の注意を引く要部の一と認むべきである。\n（三）本件審決は、両意匠の大きな共通点として、カバー上面の（１）中央部、\n（２）後方、（３）前方の各形状等を挙げるが、いずれも大きな共通点ではない。\n（１）の中央部の形状は、引用意匠においては、審決説示のとおり、平坦状ではあ\nるが、本願意匠においては、審決説示のように、中央部を下方に向けて後方を傾斜\nさせているほか、正面からみれば明らかなように、大きな曲率をもつた曲面をな\nし、また、逆椀形切欠開口の周囲の前方部にはリブ状の突起が設けられており、\n（２）の後方の形状は、本願意匠においては、ほぼ「く」の字形に屈折させてか\nら、その後方を低い水平状としているが、引用意匠においては前記のように樋状突\n出部があり、（３）の前方の形状は、本願意匠においては垂直面にある角度を有し\nて屈折しており、引用意匠においては相当大きな円孤を介して垂直に屈折してい\nる。\n（四）本件審決は、両意匠間の次のような相違を看過している。\n（１）タイプライター全体の正面形状が相違する。本願意匠においては、下方が開\nいた横長の梯形状をなすとともに、上方の左右両端はシヤープな角度に形成され、\nカバー前壁には、その上縁、左右両縁を囲むようにリブ状の突起が形成され、その\n中に設けられた装飾板および銘板の形状とともに、全体としてシヤープさが強調さ\nれているに対し、引用意匠においては、横長の長方形をなすとともに、上方の左右\n両端部は大きな曲率を有するように形成され、また、左右両端には前記のように三\n角形状の突出部が設けられていて、看者はデザインの特異性を印象づけており、カ\nバーおよび下部ケースの中間突出部の前壁は単なる平坦面をなし、カバーと下部ケ\nースの分割部分は装飾用帯により区画されて、カバー上端部の丸味を強調してい\nる。\n（２）キヤリツヂとカバー上端のまとめ方が相違する。本願意匠においては、カバ\nー上面とキヤリツヂ上面とはほぼ一つの平面になるように統一されているが、引用\n意匠においては、キヤリツヂはカバー上面より上方に突出している。\n（３）カバー全体の形状が相違する。本願意匠においては、カバーの奥行は鍵盤部\nのそれよりも大きく、厚さは下部ケースのそれのほぼ二分の一であり、カバーの上\n面、前、後、側壁が交わる部分はいずれもシヤープな角度に形成されているのに対\nし、引用意匠においては、カバーの奥行は鍵盤部のそれとほぼ同じで、厚さは下部\nケースのそれよりきわめて小さく、また、カバー上面、前、後、側壁の交わる部分\nは、いずれも大きな円孤を介している。したがつて、カバー全体の形状からは、本\n願意匠は平面図、鋭角的な印象を与えるに対し、引用意匠は立体的、丸味のある印\n象を与える。\n（４）鍵の配置が相違する。本願意匠においては、鍵の最上段の列はカバーの前部\nの傾斜面から直ちに配置されているのに対し、引用意匠においては、下部ケースの\n垂直面と鍵の最上段の列との間に枠部が存し、四列の鍵全体が右枠部と左右両側の\n枠部とにより取り囲まれている。\n（５）タイプライター全体の平面形状が相違する。本願意匠においては、前縁より\n後縁が大きい梯形状をなし、両側線は大きな曲線で形成されているのに対し、引用\n意匠においては、長方形をなすとともに、後方部左右両側にキヤリツヂを配置する\nための樋状突出部が設けられている。\n以上のとおりであるから、本願意匠と引用意匠との間には、本件審決説示のよう\nに、大きな共通点がなく、かえつて、多くの著しい相違点があり、全体として全く\n異なつた意匠であり、両意匠を類似するものとすることはできない。\n第三　被告の答弁\n被告指定代理人は、請求の原因に対する答弁として、次のとおり、述べた。\n原告の主張事実中、特許庁における手続の経緯および本件審決理由の要点がいず\nれも原告主張のとおりであることは認めるが、その余は争う。本件審決の認定、判\n断は正当であり、原告主張のような違法の点はない。\n本願意匠および引用意匠の構成が、引用意匠におけるカバー上面の水平部分後端\nの形状の点を除き、原告主張のとおりであることは争わない。本件審決が本願意匠\nにおけるカバーの側面の上端の形状を「中央部を下方に向けて後方を傾斜させた直\n線的な平坦面となし」と認定したのは、原告主張の点は微細なものとしてこれを除\nいたものであり、また、引用意匠におけるカバー上面の水平部分前端の形状を「ほ\nぼ直角に下方に向けて屈折させ」と認定したのは、曲折部分自体を認定しようとし\nたものではないのみならず、曲折部分が原告主張のように孤状をなしていることは\n微細な点にすぎない。引用意匠におけるカバー上面の水平部分の後端の形状につい\nては、ほぼ山形状のやきものを底辺近くまで下降させ、それより後方に水平部分を\n設けたものであり、本件審決の『水平部分の後端はほぼ「く」の字形に屈折させ』\nとの説示は、多少説明が不足であるが、右のような態様をあらわすものであるか\nら、認定に誤りはない。両意匠は、本件審決の認定以外の点においても、原告主張\nのような若干の部分には相違はあるが、これらの点は、最も看者の注意を引く要部\nとみられる本件審決挙示の大きな共通点と比較すれば、部分的な徴細な相違にすぎ\nないから、全体として類似するものである。\n第四　証拠関係（省略）\n理　　　由\n（争いのない事実）\n一　本件に関する特許庁における手続の経緯および本件審決理由の要点がいずれも\n原告主張のとおりであることは、当事者間に争いがない。\n（本件審決を取り消すべき事由の有無について）\n二　本件審決は、以下に説示するとおり、引用意匠の構成の認定を誤り、ひいて本\n願意匠と引用意匠の類否の判断を誤つたものであり、取消を免れない。すなわち、\n本願意匠および引用意匠の構成は、引用意匠のカバー上面の水平部分の後端の形状\nの点を除き、原告主張のとおりであることは被告の争わないところであり、右引用\n意匠のカバー上面の水平部分の後端の形状については、引用意匠にかかるタイプラ\nイターのカタログであることにつき争いのない甲第三号証および右カタログの中の\n引用意匠にかかるタイプライターの拡大写真であることにつき争いのない同第四号\n証によれば、上にカバーが取り付けられた下部ケースの中間突出部の後壁は、カバ\nー後端の丸味部に続いて下方に向かう垂直線により下部ケース側壁のほぼ半分部分\nまで延長され、その後方に、上方が開口した樋状突出部が下部ケース側壁の左右に\nそれぞれ外方に向かつて突出するように設けられ、正面からみるとほぼ三角形状を\nなしており、その突出部の上方にキヤリツヂが配置されているものであることが認\nめられる。当事者間に争いのない本願意匠の構成と引用意匠の右認定にかかる下部\nケース後方の形状およびその余の当事者間に争いのない構成を、成立に争いのない\n甲第二号証（本願意匠の登録願）の図面代用写真ならびに前掲甲第三号証および第\n四号証を参酌して対比すると、（１）本願意匠は、カバーの上面とキヤリツヂの上\n面とが後方がやや低くなつたほぼ同一平面内に統一されているに対し、引用意匠\nは、キヤリツヂがカバーの上面より上に突出しており、（２）本願意匠は、カバー\nおよび下部ケースの後方に凹部を設け、その内側にキヤリツヂを配しているに対\nし、引用意匠は、カバーおよび下部ケースの後方に、その側壁から外方に向かつて\n突出するように樋状突出部を設け、その上方にキヤリツヂを配しており、（３）本\n願意匠は、カバーの奥行が鍵盤部のそれよりも大きく、カバーの厚さは下部ケース\nのそれのほぼ二分の一であり、また、カバーの上面、前、後、側壁が交わる部分は\nいずれもシヤープな角部に形成されているに対し、引用意匠は、カバーの奥行は鍵\n盤部のそれとほぼ同じで、カバーの厚さは下部ケースのそれよりもきわめて小さ\nく、カバー上面、前、後、側壁の交わる部分は、いずれも大きな円孤を用いている\n点において著しい相違が認められ、これらの事実を総合すると、本願意匠は、その\n全体として、見る者に与える意匠としての印象において引用意匠と異なるものがあ\nるとするを相当とし、したがつて、両意匠は互いに類似するものとはいいえない。\n本件審決は、両意匠の大きな共通点として、（ａ）カバーの上端の中央部が平坦状\nであり、（ｂ）その後方はほぼ「く」の字形に屈折させてからその後方を低い水平\n状とし、（ｃ）中央平坦面の前方は、平坦面とほぼ直角状に下方に向け屈折させ、\n（ｄ）さらにその前方を下方に向けて大きく前端部まで傾斜状に形成している点を\n挙げ、なお、（ｅ）鍵盤を前方に低く段状に配し、カバーの後方にキヤリツヂおよ\nびプラテンを配し、その一端部にレバーを取り付けてなる態様においても共通する\nとするが、右（ｂ）は、前記認定のように、引用意匠においては樋状突出部がある\n点において本願意匠とは著しく相違し、また、前記当事者間に争いのない両意匠の\n構成に照らせば、（ａ）の点は、本願意匠は大きな曲率をもつた曲面であるに対\nし、引用意匠は直線的平担面であり、（ｃ）の点は、引用意匠は角部が相当大きな\n円孤をなしている点において相違が認められ、（ｄ）、および（ｅ）の点は、本件\n審決説示のとおりであるが、（ｅ）の態様はタイプライターとしては基本的構成で\nあるから、両意匠における右のような共通点は、前記（１）から（３）までの著し\nい相違に比すれば、とくに看者の注意を引くものとすることはできない。\n（むすび）\n三　叙上のとおりであるから、その主張の点に判断を誤つた違法のあることを理由\nに本件審決の取消を求める原告の本訴請求は、理由があるものということができ\nる。よつて、これを認容することとし、訴訟費用の負担につき行政事件訴訟法第七\n条ならびに民事訴訟法第九十五条および第八十九条の規定を適用して、主文のとお\nり判決する。\n（裁判官　三宅正雄　中川哲男　武居二郎）\n＜１１８１４－００１＞\n＜１１８１４－００２＞\n＜１１８１４－００３＞\n"
}