{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 5,
    "day": 2
  },
  "case_number": "昭和50(行ケ)82",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14344",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14344",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/344/014344_hanrei.pdf",
  "contents": "主　　　文\n原告の各請求を棄却する。\n訴訟費用はいずれも原告の負担とする。\n事実および理由\n第一、当事者の求めた裁判\n原告訴訟代理人は昭和五〇年第（行ケ）八二号事件につき「特許庁が昭和五〇年\n四月三〇日同庁昭和四八年審判第六九七七号事件についてした審決を取消す。訴訟\n費用は被告の負担とする。」との判決を、昭和五一年（行ケ）第二五号事件につい\nて「特許庁が昭和五〇年一二月一五日同庁昭和四八年審判第八四〇六号事件につい\nてした審決を取消す。訴訟費用は被告の負担とする。」との判決を求め、被告訴訟\n代理人は主文同旨の判決を求めた。\n第二、争いのない事実\n一、特許庁における手続の経緯\n被告が権利者である特許第五二八四三〇号「２ーアルコキシー４ーアセタミドー\nＮー（第３アミノアルキル）ベンツアミドの製造法「（以下「本件特許Ａ」とい\nう。）および特許第四七七九九三号「２ーアルコキシー４ーアミノー５ークロロー\nＮー（第３アミノアルキル）ベンツアミドの製造法」（以下「本件特許Ｂ」とい\nう。）は、いずれも名称を「２ーアルコキシーＮ（第３アミノアルキル）ベンツア\nミド置換体の製造法」として昭和三七年六月二一日に一九六一年七月二五日フラン\nス国出願に基づく優先権を主張して出願された昭和三七年特許願第二五四六五号特\n許出願（以下「原出願」という。）の分割出願として昭和四〇年八月三一日に出願\nされ、本件特許Ａは昭和四三年九月三〇日に、本件特許Ｂは同四一年七月二六日に\nそれぞれ特許登録されたものである。\nところで原告は、昭和四八年九月二九日に本件特許Ａに対し、同年一一月三〇日\n本件特許Ｂに対し、それぞれ無効審判の請求をし、本件特許Ａについては昭和四八\n年審判第六九七七号事件、本件特許Ｂについては同年審判第八四〇六号事件として\n審理されたが、本件特許Ａについては昭和五〇年四月三〇日付で本件特許Ｂについ\nては昭和五〇年一二月一五日付で、いずれも「本件審判の請求は成り立たない。」\n旨の審決があり、その謄本は昭和五〇年六月一六日、昭和五一年一月二八日にそれ\nぞれ原告に送達された。\n二、本件各特許発明の要旨\n（一）　本件特許Ａ\n一般式\n＜１２０６８－００１＞\n（式中Ａは低級アルキル基、Ｗは低級アルキレン基、Ｒ１およびＲ２は同一または\n異なる低級アルキル基を示す）で示される２ーアルコキシー４ーアセタミドーＮー\n（第３アミノアルキル）ベンツアミドに塩素を反応させて\n一般式\n〈１２０６８－００２〉\n（式中Ａ、Ｗ、Ｒ１およびＲ２は前と同じ意味）で示される２ーアルコキシー４ー\nアセタミドー５ークロローＮー（第３アミノアルキル）ベンツアミドを得ることを\n特徴とする２ーアルコキシー４ーアセタミドー５ークロローＮー（第３アミノアル\nキル）ベンツアミドの製造法\n（二）　本件特許Ｂ\n一般式\n〈１２０６８－００３〉\n（式中Ａはアルキル基、Ｙはアシル基、Ｗはアルキレン基、Ｒ１およびＲ２は同一\nまたは異なる低級アルキル基を示す）で示される２ーアルコキシー４ーアシルアミ\nノー５ークロローＮー（第３アミノアルキル）ベンツアミドを加水分解して\n一般式\n〈１２０６８－００４〉\n（式中Ａ、Ｗ、Ｒ１およびＲ２は前と同じ意味）で示される２ーアルコキシー４ー\nアミノー５ークロローＮー（第３アミノアルキル）ベンツアミドを得ることを特徴\nとする２ーアルコキシー４ーアミノー５ークロローＮー（第３アミノアルキル）ベ\nンツアミドの製造法\n三、審決理由の要点\n（一）　昭和四八年審判第六九七七号（本件特許Ａについて）本件特許発明の要旨\nは前項（一）のとおりである。ところで、請求人（原告）が主張する無効事由はつ\nぎのとおりである。\n１　原出願に対して昭和三九年三月一三日拒絶査定がなされたが、その謄本は特許\n法第一九〇条で準用される民事訴訟法第一七二条の規定により書留郵便に付して送\n達されたから、民事訴訟法第一七三条により、その発送の時である昭和三九年三月\n三一日に送達されたものとみなされる。\n２　前記拒絶査定に対する審判（以下「査定不服の審判」という。）の請求期間に\nついては、特許法第一二一条第一項に規定する期間が同法第四条第一項の規定にも\nとづき職権により二箇月延長されたので、昭和三九年六月三〇日がその末日である\nところ、原出願の出願人（被請求人ー被告）が同日までに査定不服の審判を請求し\nなかつたので、前記拒絶査定は同日の経過とともに確定した。したがつて、その後\n被告からなされた査定不服の審判の請求期間の延長を求める請求は無効である。\n３　本件特許発明の出願は、前記拒絶査定の確定後にされているから、改正前の特\n許法第四四条第二項の規定により、同条第一項の規定による適法な分割出願とする\nことができず、同条第三項の規定の適用は受けられないので、その出願日は現実の\n出願日である昭和四〇年八月三一日である。\n４　ところで、本件特許発明は、その出願前の昭和四〇年四月二二日に特許庁万国\n工業所有権資料館に受け入れられたベルギー国特許第六二〇五四三号明細書（以下\n「引用例」という。）に記載されたもの、またはその記載により当業者が容易に発\n明することができたものであるから、特許法第二九条第一項第三号または同条第二\n項の規定に違反している。\nそこで請求人主張の無効事由の当否について検討する。１についてみるのに、拒\n絶査定の謄本の送達は特許法第一九〇条により民事訴訟法第一六二条の規定によつ\nて行われているから、同法第一六四条第一項により、その謄本が交付されたときに\n送達されたことになる。したがつて、謄本が被告に交付された昭和三九年四月一日\nに送達の効力を生じた。２についてみると、査定不服の審判の請求期間が職種によ\nり二箇月延長されたので、昭和三九年七月一日がその末日である。被告はその期間\nの末日に査定不服の審判の請求期間の延長を求める請求書を提出し、これによつて\n請求期間はさらに一箇月延長され、その末日は昭和三九年八月一日になつた。とこ\nろで、査定不服の審判請求は、前記期間内の同年七月三一日に適法になされ、その\n審判は現在もなお継続しているので、原出願の拒絶査定はなお確定していない。し\nたがつて昭和四〇年八月三一日になされた本件特許発明の出願は、改正前の特許法\n第四四条第三項の規定の適用を受け、その出願日は原出願の出願日である昭和三七\n年六月二一日とみなされる。そうすると４の主張が成り立たないことは明かであ\nる。したがつて、本件特許を無効とすることはできない。\n（二）　昭和四八年審判第八四〇六号（本件特許Ｂについて）\n本件特許発明の要旨は前項（二）のとおりである。ところで、請求人（原告）が主\n張する無効事由はつぎのとおりである。\n１　原出願に対する拒絶査定の謄本は特許法第一九〇条で準用される民事訴訟法第\n一七二条の規定によつて送達されたから、民事訴訟法第一七三条により、その発送\nの時である昭和三九年三月三一日に送達されたものとみなされる。\n２　前記拒絶査定に対する審判（以下「審査不服の審判」という。）の請求期間の\n末日は昭和三九年六月三〇日であるところ、原出願の出願人（被請求人ー被告）が\n同日までに査定不服の審判を請求しなかつたので、前記拒絶査定は同日の経過とと\nもに確定した。したがつて、その後被告からなされた査定不服の審判の請求期間の\n延長を求める請求は無効である。\n３　本件特許発明の出願は、前記拒絶査定の確定後にされているから、改正前の特\n許法第四四条第二項の規定により、同条第一項の規定による適法な分割出願とする\nことができず、同条第三項の規定の適用は受けられないので、その出願日は現実の\n出願日である昭和四〇年八月三一日である。\n４　ところで、本件特許発明は、引用例に記載されたもの、またはその記載により\n当業者が容易に発明することができたものであるから、特許法第二九条第一項第三\n号または同条第二項の規定に違反している。\nそこで請求人主張の無効事由の当否について検討する。１についてみるのに、そ\nの拒絶査定の謄本の送達は原則どおり民事訴訟法第一六二条により行われたから、\nその謄本が被告に交付された昭和三九年四月一日に送達の効力を生じた。２につい\nてみるのに査定不服審判の請求期間は職権による二箇月延長により昭和三九年七月\n一日が末日であつたから同日にその請求期間の延長を求めた被告の請求は有効であ\nり、これによつて請求期間はさらに一箇月延長され、その末日は昭和三九年八月一\n日となつた。ところで、査定不服の審判請求は前記期間内の同年七月三一日に適法\nになされ、その審判は現在もなお継続しているので、原出願の拒絶査定はなお確定\nしていない。したがつて昭和四〇年八月三一日なされた本件特許発明の出願は改正\n前の特許法第四四条第三項の規定を適用を受け、その出願日は原出願の出願日であ\nる昭和三七年六月二一日とみなされる。そうすると４の主張が成り立たないことは\n明かである。\nしたがつて、本件特許を無効とすることはできない。\n四、原出願の手続の経緯について\n原出願に対して昭和三九年三月一三日拒絶査定がなされ、その謄本は査定不服審\n判の請求期間を二箇月延長する決定とともに昭和三九年三月三一日特許庁から書留\n郵便により発送された。なお、被告がこの拒絶査定に対する不服審判請求をしたの\nは昭和三九年七月三一日である。\n五、引用例について\n引用例が特許庁万国工業所有権資料館に受け入れられたのは、昭和四〇年四月二\n二日であるが、ベルギー国特許として効力を生じたのは一九六二年（昭和三七年）\n八月一四日である。\n第三、争点\n一、原告の主張（審決取消事由）\n本件各特許の原出願は査定不服の審判請求期間内に有効な審判請求がされなかつ\nたので拒絶査定が確定していた。したがつて本件各特許は分割出願としての扱いは\n受けられないから、出願日は現実に出願手続をした昭和四〇年八月三一日である。\nしかるに本件特許Ａに対する審決（昭和四八年審判第六九七七号ー本訴昭和五〇年\n（行ケ）第八二号事件の対象）および本訴特許Ｂに対する審決（昭和四八年審判第\n八四〇六号ー本訴昭和五一年（行ケ）第二五号事件の対象）は、いずれも、つぎの\nように、その出願日を昭和三七年六月二一日に遡るものと事実を誤り、引用例との\n比較検討による特許法第二九条該当有無の判断を脱漏した違法があり、取消されね\nばならない。\n（一）　原出願の拒絶査定の謄本の送達は、郵便に付する送達であつて、発送の昭\n和三九年三月三一日即日送達の効力を生じている。その送達が民事訴訟法第一七二\n条準用による郵便に付する送達である根拠は、つぎのとおりである。\n１　民事訴訟法第一六二条にもとずく郵便による送達は、郵便集配人を送達実施機\n関とするのであるから、送達事務取扱者たる「特許庁長官の指定する職員」から郵\n便集配人に対する送達の委任がなければならない。郵便法および郵便規則による特\n別送達の取扱がその委任の形式である。本件の拒絶査定謄本は単なる書留郵便によ\nり差出されたにすぎず、そうした方法による委任はないわけであるから、その送達\nは郵便による送達と解する余地はなく、郵便に付する送達とするほかはない。\n２　審査に関する書類の送達について郵便による送達と郵便に付する送達とのいず\nれの送達方法によるかは特許法の手続上自由裁量に属する事柄であり、本件拒絶査\n定謄本について特別送達の取扱がなされていない以上郵便に付する送達の方法によ\nつて送達されたものとするほかない。なお、郵便に付する送達について送達証書の\n作成が必要であるとしても、送達の事実の証明については送達証書が唯一の方法で\nはなく、出願関係記録の原本上に発送の日付が押印されるほか、包袋上にも発送日\nの記入がされ、かつ送達事務取扱者の手許に書留郵便物受領証が保存されているか\nら、送達証書の作成に代る送達の事実の証明は確保されている。\n（二）　そうすると、査定不服審判の請求期間は送達の効力を生じた翌日である昭\n和三九年四月一日から二ケ月の延長期間を加えて六月三〇日までであり、被告が期\n間延長の請求をしたのは、その期間経過後の同年七月一日であるから効力を生じな\nい。また被告が拒絶査定に対する不服審判の請求をしたのは同年七月三一日であつ\nて明かに期間経過後で効力を生ずる余地がなく、原出願に対する拒絶査定は確定し\nたというほかない。したがつてまた、昭和四〇年八月三一日にされた本件各特許の\n出願は原出願の分割出願として改正前の特許法第四四条第三項の適用は受けられ\nず、その出願日は同日といわねばならない。\nしかるに審決は原出願の拒絶査定謄本の送達は民事訴訟法第一六二条による郵便\nによる送達によつて行われたものとし、送達の効力が被告に交付された昭和三九年\n四月一日に生じ、査定不服審判の請求期間の末日が同年七月一日とし、請求期間の\n延長および査定不服の審判請求が期間内に有効になされたものとし、これを前提と\nして本件各特許の出願が原出願の出願日に遡つてみなされるとした審決の判断は法\n令の解釈を誤り、ひいては事実を誤認したものである。\n（三）　被告は原出願の拒絶査定謄本における注意書をとらえて行政不服審査法に\nよる教示であるとし、これによつて審判請求期間を論じているが、特許法第一九五\n条の三により拒絶査定に対する審判請求に関して行政不服審査法の適用は排除され\nており、これを論ずる余地はない。仮に行政不服審査法第一九条の類推適用がある\nとしても、その注意書は教示としても特許法第一二一条第一項の規定そのままであ\nつて何ら誤つた教示ではない。そして郵便に付する送達によつたものである以上、\n謄本の送達があつた日とは、謄本の発送された日をいうことになるわけである。\n二、被告の答弁\n原告の主張は否認する。本件各審決に事実認定の誤り、判断の脱漏はなく、何ら\n違法のかどはない。本件各特許の原出願は、適法な審判期間延長請求によつて延長\nされた期間内に査定不服の審判請求が有効にされ、その審判は現在もなお継続して\nいるので、原出願の拒絶査定はなお確定していない。したがつて、原出願の分割出\n願として出願された本件各特許は原出願の出願日である昭和三七年六月二一日に出\n願したものとみなされる。この前提にたつて、その出願日以後の文献である引用例\nについての原告の主張が成り立たないとした審決の判断は当然である。\n（一）　原出願の拒絶査定の謄本の送達は、郵便による送達であつて、被告に到達\n交付された昭和三九年四月一日に送達の効力を生じている。その送達が郵便による\n送達である根拠は、つぎのとおりである。\n１　特許法第一九〇条における民事訴訟法の送達に関する準用規定によれば、原則\nとして郵便による送達によることと定められ、審査に関する書類の送達については\n書留郵便に付してこれを発送することができると規定し、この場合郵便による送達\nと郵便に付する送達のいずれによるかは一般的に裁量に委ねられている。しかしな\nがら拒絶査定謄本のようにその送達が不服申立期間の始期となるような出願人の権\n利の得喪に重大な影響を及ぼす書類の送達は、裁量の余地がなく、郵便による送達\nによらねばならない。かような書類の送達を郵便に付する方法によつてなし得ると\nすれば、出願人が当該書類を知らない間に不服申立期間が終了してしまうという事\n態も生じ得ることになる。\n２　郵便による送達について民事訴訟法は郵便法の定める特別送達によらねばなら\nないことまでは定めていない。したがつて郵便集配人に対する委任は不要である。\nそもそも送達は受送達者に書類の内容を確実に了知させるとともに、書類がいつど\nこで誰に送達されたかを明確にして後日の紛争を防止することを目的とする。郵便\n法にいう特別送達によらなくても、書留の配達については配達後であつても配達の\n日時など交付の事実の証明を受けることができる。これによつて前記送達の目的は\n達せられるので、郵便法による特別送達の方法によらず、書留郵便によつたとして\nも、郵便による送達として違法なものということはできない。\n３　特許庁における拒絶査定謄本送達の取扱いをみると、大正一〇年より現在まで\n一貫してこれを書留郵便で郵送しており、送達報告書は作成していない。送達が問\n題となつたときは郵便局に配達証明書を請求してこれを確認している。郵便が返送\nされたときは再度書留郵便で発送しており、それでも返送されたときは公示送達の\n方法によつている。審判請求の期間は到達の日を基準とし、その翌日から起算する\nこととしている。\nこの取扱いに徴すれば、特許庁の送達事務取扱者は拒絶査定謄本の送達を郵便に\nよる送達とする意図のもとに郵便による送達として処理していることが明らかであ\nる。\n４　仮に書留郵便により発送されていることを理由として送達事務取扱者が書留郵\n便に付する送達をしたものと認定されるとしても、拒絶査定謄本を郵便に付して送\n達することができるのは、郵便による送達が不可能である場合に限ると解すべきで\nあるから、かかる特段の事情のない本件においては、送達の方法を誤つたかしを有\nすることになる。しかし、かようなかしは名宛人において拒絶査定謄本の送達であ\nることを認識して受領する限り送達の効力には影響を及ぼさず、現実の受領のとき\nをもつて送達の効力が発生するものと解すべきである。\n（二）　そうすると、査定不服審判の請求期間は送達の効力を生じた翌日である昭\n和三九年四月二日から二箇月の延長期間を加えて七月一日までであり、被告が期間\n延長の請求をしたのは、その期間内の六月三〇日であり、かりに審決認定のように\n七月一日であるとしても期間内にされたのは明かである。したがつて被告の原出願\nの拒絶査定に対する不服審判請求も期間内に適法にされたもので、原出願に対する\n拒絶査定は確定しておらず、本件各特許の出願は分割出願として、原出願の出願日\nに遡る。\n（三）　かりに原出願の拒絶査定の謄本の送達が郵便に付する送達であつたとして\nも、その拒絶査定謄本の裏面には、「この査定に不服のある者は、この謄本の送達\nがあつた日から三〇日以内に特許庁に審判を請求することができる。」と印刷して\nいる。これは行政不服審査法第五七条第一項の教示にあたるから、これより不服申\n立である審判請求の期間は、特許庁の定めにより、謄本を受領した翌日から起算す\nべく、謄本受領の翌日から三〇日以内に審判請求できる旨の教示であることが明か\nである。\nしたがつて、本件の書留郵便による郵送が、郵便に付する送達であるとすると、\n特許庁は法定の期間より長い期間を審査請求期間として教示したことになる。よつ\nて原出願の審判請求が前記のように謄本受領の翌日から起算して三〇日以内にされ\nている場合には、行政不服審査法第一九条、第一条第二項の適用により、法定期間\n内にされたものとみなされる。そうすると、結局被告の原出願の拒絶査定に対する\n不服審判請求は期間内に適法にされたことになり、本件各特許についての結論に変\nりはない。\nなお、特許法第一九五条の三は、査定については行政不服審査法による不服申立\nをすることができないと定めているが、これは、査定に対する不服申立方法の種類\nを制限しているに過ぎず、不服申立の教示に関する諸規定の適用を排斥しているも\nのではない。\n第四、証拠（省略）\n第五、裁判所の判断\n一、原出願に対する昭和三九年三月一三日付拒絶査定の謄本が査定不服審判の請求\n期間を二箇月延長する決定とともに、昭和三九年三月三一日特許庁から書留郵便に\nよつて発送されたことは、当事者間に争いがない。本件の主たる争点は、この発送\nが、郵便に付する送達であるか、郵便による送達であるかにあるのでこの点につい\nて検討する。\n証人【Ａ】、同【Ｂ】の各証言、いずれも成立に争いのない甲第三号証（本件拒\n絶査定原本）、甲第二二号証の一・二（「特許管理」第一〇巻第四号）、同第二三\n号証（書留郵便物受領証）、同第二六号証の一・二（第二東京弁護士会の照会に対\nする特許庁総務部総務課長の回答書）、同第二七号証（証明願）、同第三三号証の\n一・二・三・四（特許管理第二五巻第一〇号）、同第三四号証（手紙はがき郵便日\n数表）、乙第五号証の一・二・三（審査便覧）、同第六号証の一・二・三（「特許\n管理」第二四巻第四号）、同第七号証の一・二・三・四（弁理士会発行「特許事務\n協議の決定事項並びに特許庁要望事項集第八号）、同第八号証の一・二（弁理士会\n発行「工業所有権研修講座第二輯」）、同第一一号証（第一東京弁護士会の照会に\n対する特許庁総務部総務課長の回答書）に弁論の全趣旨を総合すると、次の事実が\n認められる。\n特許庁においては特許法第六三条第二項の拒絶査定謄本の送達は、出願人の権利\nに重大な影響があるので、民事訴訟法にいわゆる郵便に付する送達（発信主義）の\n制度がなかつた大正一〇年以降昭和三四年四月一三日法律第一二一号による特許法\n改正により審査に関する書類については郵便に付する送達をする途も開かれた後も\n現在に至るまで一貫して書留郵便で郵送する方法により実施しており、その際、書\n留郵便受領証という書面に受付郵便局である東京中央郵便局に引受確認の記載を受\nけ、その旨拒絶査定原本および包袋（出願書類を保存する袋）の裏側にそれぞれそ\nの郵送年月日をスタンプ印で記録しているが、送達実施機関による送達報告書ない\nし送達証書は作成されていない。そして、手紙はがき郵便日数表によつて出願人が\n謄本を受領したと推定される日を送達日として取扱い、これによつて審判請求期間\nを起算しており、送達日が問題になつた時には郵便局の配達証明や事故証明により\n受領日の確認をしている。\nなお、郵便物が郵送中紛失の場合には郵便局からの亡失通知より再作成して発送\nし、また受取人不在によつて特許庁に返送されたときは、再度書留郵便により発送\nしており、再返送または転居先不明により返送されたときは、さらに特許法第一五\n一条によつて公示送達の方法により、官報と特許庁公報に掲載し、庁内の掲示板に\n掲示する処理をしている。本件拒絶査定謄本の送達も、その一連の処理方法におけ\nる書留郵便の郵送の例にもれなかつた。\n以上に認定した事実によれば、特許庁における拒絶査定謄本の送達は、従来から\n変るところなく民事訴訟法にいわゆる郵便による送達とする意図のもとになされ、\n謄本の交付によつて送達が完了するものと取扱われており、送達報告書が作成され\nないなど処理手続の細部にわたつては必ずしも十全とはいいがたいところがあるけ\nれども、送達（交付ー受領）の証明方法への配慮が基本的には欠けていない点から\nみて、本件拒絶査定謄本の送達は、特許法第一九〇条、民事訴訟法第一六二条、同\n第一六四条第一項にもとずくもので、郵便による送達として行われ、その謄本が受\n送達者に交付されたときに送達されたことになるというべきである。\n原告は民事訴訟法第一六二条にもとずく郵便による送達は、送達事務取扱者であ\nる「特許庁長官の指定する職員」から郵便集配人に対する送達の委任がなければな\nらず、その委任の形式である郵便法および郵便規則による特別送達の取扱いが必要\nであるところ、本件拒絶査定謄本の発送においては、そうした特別送達の取扱いが\nされていないので、郵便による送達とすることはできないと主張する。\nしかしながら、民事訴訟法は郵便による送達は、送達を受けるべき者に送達書類\nの謄本を交付して行う旨定めているだけで、郵便法および郵便規則による特別送達\nの取扱によらなければならないことまでは規定していない。また、郵便法および郵\n便規則による特別送達の取扱のみが郵便集配人に対する送達の委任の形式であると\nの規定も存在しない。したがつて、特別送達の取扱のみが郵便による送達の唯一の\n形式であると断ずることはできない。\nもとより受送達者への書類の交付を確実にし、かつその事実の証明を容易にする\nという点で郵便法による特別送達の取扱いが優れており、この取扱を採用すること\nが望ましいことはいうまでもないが、書類の交付の確保、その証明の容易さの点に\nおいて特別送達と同視し得る手段を講じてあれば、これを郵便による送達の実施手\n段とみてよいであろう。\nそこで、郵便法による特別送達と特許庁の採用する書留郵便による郵送との差異\nを検討してみると、成立に争いのない甲第二四号証の一・二・三・四（郵政大臣官\n房文書課編集「郵政法規類集、郵便（２）」）に民事訴訟法、郵便法を考えあわせ\nると、次の事実が認められる。\n（１）　受取拒絶の場合、特別送達では差置ができるのに対し、書留郵便物では差\n出人に還付することになつている。しかし、受取人の転居先・所在不明のため交付\nできないときには、郵便物が差出人に還付される点では両者差異がない。\n（２）　送達が完了したとき、特別送達では郵便集配人の送達報告書が裁判所に送\nられる。これに対して書留郵便物では郵便物配達証が配達郵便局に保存されるが、\n引受から配達までの記録が要求され、後日配達・交付の月日などについて証明を受\nけることになつている。以上の差異を送達手続の本質から検討すれば、書類が交\n付・受領される者に確実に届くよう配慮されていること及びいつ交付・受領された\nかが明確に証明されることについては、さしたる違いはなく、後日争いになつた場\n合の処理手続の拙速巧遅に検討すべき余地を残すにとどまるといえよう。そして前\n記認定のように特許庁における書留郵便受領証の引受記載、拒絶査定原本および包\n体上のその旨の年月日の記録は、不完全ながら送達報告書の欠如を補うものという\nことができる。以上の諸点を考えあわせると、特許庁の採用している送達方法は、\n郵便法による特別送達に比して後日の証明の容易さ、正確さにおいて若干劣ること\nは否定できないが、全体としてほぼこれと同視してよい程度のものであり、したが\nつて民事訴訟法上の郵便による送達に該当するといつて差支えない。\n二、弁論の全趣旨によれば、昭和三九年三月三一日特許庁から書留郵便により発送\nされた本件拒絶査定謄本が、査定不服審判の請求期間を二箇月延長する決定ととも\nに翌四月一日被告に到達・交付されたことが認められ、この送達は前項認定のよう\nに郵便による送達であるから、同一日に送達の効力を生じたものであつて、査定不\n服審判の請求期間は、送達の効力を生じた翌日である昭和三九年四月二日から二箇\n月の延長期間を加えて七月一日までとなつたこととなる。\nそして、成立に争いのない甲第一三、一四号証（期間延長請求書の写真）、同第\n一五号証（【Ｃ】の陳述書）、同第一六号証（【Ｄ】の陳述書）、同第一七号証\n（証人【Ｃ】の証人調書）、同第一八号証（証人【Ｄ】の証人調書）、同第一九号\n証（証人【Ｅ】の証人調書）および弁論の全趣旨によれば、前記延長された期間内\nである同年七月一日に被告から審判請求期間を一箇月延長されたい旨の請求が適法\nになされ、同年八月一日まで一箇月間請求期間が延長されたことが認められる。\nまた、被告が本件拒絶査定に対する不服審判請求をしたのが昭和三九年七月三一\n日であることは当事者間に争いがないので、期間内に適法にされたことになり、原\n出願に対する拒絶査定は確定しておらず、したがつて当事者間に争いのない昭和四\n〇年八月三一日に原出願の分割出願として出願された本件各特許は、改正前の特許\n法第四四条第三項の適用により原出願日である昭和三七年六月二一日に出願された\nものとみなされる。\nそうすると、その出願日とされた日の後であることが明かである昭和四〇年四月\n二二日特許庁万国工業所有権資料館に受け入れられた引用例との比較検討による特\n許法第二九条該当有無の判断を脱漏したとする原告の取消事由の主張は採用するよ\nしもない。\n三、以上のとおり原告の本訴各請求は失当であるから棄却することとし、訴訟費用\nの負担につき行政事件訴訟法第七条、民事訴訟法第八九条を適用して主文のとおり\n判決する。\n（裁判官　古関敏正　舟本信光　石井彦壽）\n"
}