{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 1,
    "day": 29
  },
  "case_number": "昭和50(行コ)3",
  "case_name": "措置要求判定取消請求控訴事件",
  "court_name": "名古屋高等裁判所",
  "field": "労働",
  "lawsuit_id": "17905",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=17905",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/905/017905_hanrei.pdf",
  "contents": "○　主文\n原判決を取消す。\n本件を名古屋地方裁判所に差戻す。\n○　事実\n控訴人は、主文同旨の判決を求め、被控訴代理人は、控訴棄却の判決を求めた。\n当事者双方の事実上・法律上の陳述、証拠関係は左に付加するほか、原判決の事実\n摘示と同一であるから、これを引用する。\n（控訴人の主張）\n一、控訴人は、勤務時間中は、勤務場所を特定され、本件諸施設の利用を強いら\nれ、他の利用は、許されないのであり、右諸施設の設置、改善によつて、控訴人が\n個別的、具体的利益を享受することは論をまたない。原判決には行政事件訴訟法九\n条（原告適格）の解釈を誤つた違法があり、取消されるべきものである。\n二、もし本件の如く地公法四六条に基づく措置要求に対する判定の当否のうち、行\n政訴訟の対象外のものが存するとすれば、地方公務員の勤務条件についての判断\nは、行政機関である人事委員会又は公平委員会が終局的になすことになり、地方公\n務員に対し、その勤務条件を適正に確保しようとする地公法の諸規定は手続的に昀\n後の保障を失うに至る。そしてこれにより地公法自体の違憲（憲法第二八条違反）\nも問題となる。\n三、また、控訴人は、本件諸施設の未設置又は不備により日常大変不便を感じてい\nるものであり、また同じ名古屋市立小中学校に勤務する一万余名の教職員は本件諸\n施設にかかる劣悪な勤務条件のもとで勤務しているものである。\n（被控訴代理人の主張）\n当審における控訴人の主張は、被控訴人の従来の主張に反する部分は否認する。\n○　理由\n一、当裁判所も本件判定が取消訴訟の対象たる行政処分に該当するものと判断する\nが、その理由は原判決理由一ないし三において認定説示するところと同一であるか\nらこれをここに引用する（昀高裁判所昭和三六年三月二八日第三小法廷判決民集一\n五巻三号五九五頁以下参照）\n二、ところで、被控訴人は、本件判定の対象となつた問題は、措置要求者たる控訴\n人の個別的利益と直接的な関連性を認めえないから、被控訴人がその要求を退ける\n判定をなしたとしても、これによつて控訴人の権利ないし法的利益を侵害したこと\nにはならず、従つて控訴人は、本件判定の取消を求める具体的利益ないし権利利益\n追行の資格もなく、訴の利益はない旨主張する。\n然しながら本件判定の対象となつた問題は、措置要求者である控訴人の置かれた職\n場の諸施設、環境の整備改善等職場全体の執務環境の改善措置に関するものであ\nり、この改善によつて、利益を受ける者は、措置要求者と職場を同じくする者全体\nであつて、この利益を享受する者の中には、要求者自身も含まれているのである。\n従つて本件措置要求は、必ずしも措置要求者の個別的具体的利益と直接の関連性が\nないとはいえず、また、この措置要求を棄却した判定の取消を求める訴につき措置\n要求者に必ずしも訴の利益がないともいえない。なるほど、本件の場合、給与や手\n当等の問題に較べて、控訴人が個人として受ける不利益は、稀薄であるにしても、\n控訴人は、その主張する職場の一員として、現在の勤務条件（職場環境）に不便を\n感じており、個別的具体的利益を有するのみならず、本件判定によつて自己の措置\n要求権が侵害されたことを主張しているのであるから、訴の利益を有するものとい\nわなければならない。\n三、よつて、本件判定が控訴人の個別的具体的利益と直接の関連性がないとの理由\nで訴の利益を否定し、控訴人の訴を不適法として却下した原判決は違法であるか\nら、民訴法三八八条に則り、これを取消し事件を原裁判所に差戻すこととし、主文\nのとおり判決する。\n（裁判官　植村秀三　寺本栄一　大山貞雄）\n主文\n本件訴を却下する。\n訴訟費用は原告の負担とする。\n○　事実\n第一、当事者の求める裁判\n（原告）\n「一、被告が、昭和四八年人委（措）第二号事案につき、昭和四八年一〇月二四日\n付でなした、要求者の要求にいずれもこれを認めることができない旨の判定を取消\nす。\n二、訴訟費用は被告の負担とする。」との判決。\n（被告）\n主文同旨の判決および本案につき、「一、原告の請求を棄却する。二、訴訟費用は\n原告の負担とする。」との判決。\n第二、当事者の主張\n（請求原因）\n一、原告は名古屋市立Ａ中学校教諭であるが、昭和四八年七月一七日、労働安全衛\n生法（以下、労安法という）二三条、二七条および事務所衛生基準規則（昭和四七\n年九月三〇日労働省令四三号、以下事務所規則という）に基づき、下記（イ）ない\nし（ヘ）の施設・設備の設置・改善を求め、被告に対し地方公務員法（以下、地公\n法という）四六条により勤務条件に関する措置の要求をなした。（イ）教職員用男\n女別便所（事務所規則一七条一項）（ロ）休憩の設備（同一九条）（ハ）休養室\n（同二一条）（ニ）更衣室（同一八条二項）（ホ）冷房の設備（同四、五条）\n（ヘ）職員室の床面積の拡大（同二条）\n二、被告は、右措置要求に対し、昭和四八年一〇月二四日付「要求者の要求はいず\nれもこれを認めることができない」との判定（以下、本件判定という）をなした。\n三、しかしながら、本件判定は次のとおり違法である。\n１、被告は右判定において、原告が所属する事業所（名古屋市立Ａ中学校）の職員\n便所は、本件措置要求が提出されたのち男子用と女子用に区別され既に措置済みで\nあると判断しているが、事務所規則に規定された「男女別」とは、男女の間が完全\nに遮断され入口が別なものであることは労安法の立法趣旨からいつて明白であると\nころ、右職員便所は入口が一つで中に簡単な間仕切りを入れたものにすぎず同規則\nに違反する。従つて、右判定には法令の解釈を誤り、裁量権を逸脱した違法があ\nる。\n２、休憩の設備につき、被告は右判定において、職員が有効に利用することのでき\nる設備として設置されたものはないと事実認定したうえ、事務所規則一九条は事業\n者に課した努力義務の規定であつて休憩の設備が設置されていなくてもただちに同\n条に違反するとはいえないと判断しているが、事業者が同条違反を免れるには少な\nくとも努力の痕跡を要するのであつて、これを明確にしないでなした本件判定には\n同条違反の違法がある。また、休憩の設備の不存在を認定している以上、右判定に\nは裁量権逸脱の違法がある。\n３、休養室等について、事務所規則二一条は常時五〇人以上または常時女子三〇人\n以上に限り事業者に設置義務を課しているが、原告所属事務所が右人数以下であつ\nて同条に違反しなくても、前記休憩設備が設置されていないことを併せ考えると、\n本件判定には裁量権逸脱の違法がある。\n４、更衣室について、本件判定は職員が衣服を着替えて保管して置くための個人用\nロツカーが職員室の片隅に設置され、更衣は当該場所または宿直室等でなされてい\nると事実認定したうえ、右は十分な更衣設備とは思料しないが現段階ではやむをえ\nない措置であると判断した。しかし、不十分であることを認定している以上、右判\n定は違法である。\n５、冷房の設備については、事務所規則四条、五条に違反しなくても、一般の事務\n所においては広く設置されており、社会通念上過度の要求ではないから、本件判定\nは違法である。\n６、職員室の床面積の拡大については、その気積が事務所規則二条に違反しなくて\nも、本件判定において認定しているとおり、同室は印刷室・ロツカー室等か併置さ\nれ使用が制約されていて日常不便であるから、右判定には裁量権を逸脱した違法が\nある。\n７、地公法五八条四項は「職員の勤務条件に関する労働基準監督機関の職権は人事\n委員会又はその委任を受けた人事委員会の委員が行なうものとする」と規定してお\nり、従つて被告は、名古屋市立小中学校の教職員の衛生施設・設備が労安法に基づ\nく事務所規則に違反することのないよう監督する責務を有するところ、市立全小中\n学校の右施設・設備は右規則に違反し、本件市立Ａ中学校が文部省の施設モデル校\nとされていることからみても、劣悪な状態に置かれているのが実態であるが、被告\nは原告の措置要求に対し、市立全小中学校の右実態を考慮することなく本件判定を\nなしており違法である。\n（本案前の主張に対する反論）\n一、人事委員会の判定の内容は多くの場合勧告的意見であつて、それ自体職員の勤\n務条件に直接影響を及ぼすものでなく、一種の行政監督的作用を促す効果をもつに\n過ぎないとしても、勧告的意見にせよ、人事行政の専管機関である同委員会が法律\nの規定に基づき正規の手続で意見を表明した場合には、この意見の表明がない場合\nに比して職員が法的にも一層有利な地位に置かれることは否定しえないところであ\nつて、かかる効果を伴う意見の発表を要求しうる法的地位を職員に認めた以上、こ\nの意見の発表を要求しうべき職員の権能は一種の個人的権利ないしは法的利益と解\nするに妨げない（昀高裁判所判決昭和三六年三月二八日昀高裁判所判例集一五巻三\n号五九五頁）ものであり、措置要求が違法な手続で審査されて棄却された場合およ\nび裁量権の限界を超えて棄却された場合には措置要求者の法的利益を侵害した違法\nな処分であり、行政事件訴訟法による抗告訴訟の対象となる。地公法四六条の措置\n要求権は、同法が職員に労働組合法の適用を排除し労働協約締結権・団体交渉権・\n争議権を認めないことに対応して、職員の勤務条件の適正を確保するために与えら\nれた権利であつて憲法二八条に由来する。従つて、措置要求は権利として法律上強\nい保障の下に置かれ、人事委員会によつて適法な判定を受けること自体が地公法上\nの権利というべきであつて、人事委員会は同法四七条により、理由ある要求に対し\nては必要な勧告をなすべきことを義務づけられており、この点は同法八条一項四\n号、二六条などの規定による任意的勧告とは異なり、同委員会の単なる意見の表明\nではない。また、同法八条七項において措置要求についての判定を同委員会の専権\nとし、同条八項において法律問題につき裁判所に出訴する権利に影響を及ぼすもの\nでないと明示しているのも、その判定の当否を裁判所の判断にかからしめようとす\nることを示すものである。\n二、地公法四六条に規定する勤務条件とは、職員が地方公共団体に対し勤務を提供\nするについての諸条件で、職員が自己の勤務を提供しまたはその提供を継続するか\nどうかを決定するに当り一般的に当然考慮の対象となるべき利害関係事項であり、\n労安法の目的即ち職場における労働者の安全・健康の確保、快適な作業環境の形成\n促進の趣旨に基づく事務所規則に決められた諸施設・設備の設置・改善は当然に右\n利害関係事項に包含される。また、前記のとおり措置要求が労働基本権制限の代償\n措置であることから考えれば、措置要求しうる勤務条件の範囲に広く解すべきであ\nつて、一般労働者の団体交渉事項は、必ずしもいわゆる労働条件といえない事項で\nも、労使関係に直接間接に影響を与える全ての事項例えば旅費の支給条件・執務環\n境の改善・職員住宅の設置等に及ぶが、地公法五五条規定の職員団体と当局との交\n渉事項の範囲も右と同様に解すべきである。従つて、前記諸施設・設備の設置・改\n善は労働者の具体的権利であり、その設置・改善によつて労働者個々人が具体的利\n益を享受するから、右設置・改善の要求者には具体的利益および権利利益追行資格\nがないとはいえない。さらに、地公法四六条は一面において個々の職員に職員全体\nの代表者として職員全体のために委員会に行政監督的意見の発表を要求しうべき地\n位を認めたものと解されるが、同時に勤務条件につき不利益を受けた個人のために\nも前記のとおり、意見の発表を要求しうべき地位即ち一種の個人的権利ないし法的\n利益を認めたものと解すべきであるから、同条に基づく申立の機能が一面において\n公的性質を保有するというだけで直ちに、申立を違法に却下または棄却する人事委\n員会の決定が個人の権利義務に関しないともいえない。\n（本案前の主張）\n一、本件判定の法的性質は、これにより要求者自身の勤務条件を直接変更するもの\nではなく、また、何らか既存の法律関係に実体上の変動を生じさせることもない、\nいわば行政作用内部における一種の監督的作用を促す効果を有する単なる判断ない\nし意見の表明にすぎないから、右判定は取消訴訟の対象たる行政処分でなく、また\n処分性があるともいえない。\n二、原告は本件判定の取消を求めるにつき法律上の利益を有する者とはいえない。\n措置要求の目的たる給与・勤務時間その他の勤務条件について、委員会が適法な判\n定をなすのは、それらが要求者の個別的利害と直接の関連性がある事柄に関するか\nらであつて、本件のごとく、女子便所との区別や職員室の床面積の拡大など広く一\n般的な職場の施設ないし職場環境の改善整備に関する問題については、要求者たる\n原告の個別的利益と直接的な関連性を認めえないから、原告が被告委員会に対し何\nらかの判断を示すことを要求し、被告委員会がその要求を退ける判定をなしたとし\nても、これによつて原告の権利ないし法的利益を侵害したことにはならないから、\n原告は本件判定の取消を求める具体的利益ないし権利利益追行の資格もなく、訴の\n利益はない。\n（請求原因に対する認否）\n請求原因一、二の事実および同三の事実中、本件判定の内容が原告主張のとおりで\nあることは認めるが、その余は争う。\n（被告の主張）\n一、本件判定は、地公法四八条・勤務条件に関する措置の要求に関する規則に則り\n手続的にも適法であり、かつ、裁量権に属する範囲でなされた適法な判定である。\n１、職員便所について\n労安法二三条、二七条および事務所規則一七条は便所の設置につき衛生保持の観点\nから規定するものであるが、本件職員便所は本件判定当時既に、その内部がアルミ\nサツシおよび合成樹脂材による間仕切りが設置されて男子用部分と女子用部分とが\n完全に区分され、十分に衛生を保持できる状態であつたので、被告は「既に措置済\nみである」と判断したのであるから、右判断は適法である。\n２、休憩の設備について\n事務所規則一九条は事業者に努力義務を課するものであるが、現状において当該設\n備が設置されていないからといつて直ちに同条に違反するとはいえない。また、設\n置努力の痕跡の存在は同条違反を免れる前提条件ではない。被告はＡ中学校におけ\nる校舎利用状況を総合的に判断し、特に職員室の一画が職員の休憩談話の場として\n利用されている現状をも考慮し本件判定をなしたもので、右判断が裁量権の範囲に\n属することは明白である。\n３、休養室について\n事務所規則二一条に定める人数以下の事務所にも休養施設が存在することが望まし\nいことはいうまでもないが、被告はＡ中学校の職員数・校舎利用状況の現状からみ\nて、同校に独立専用の休養室等を新設すべきことを要請する必要性はないと判断し\nて本件判定をなしたもので、右判断が裁量権の範囲に属することはいうまでもな\nい。\n４、更衣設備について\n将来さらに充実した更衣設備が望まれるという意味ではＡ中学校の現状は必ずしも\n十分であるとはいえないが、被告は現状の更衣室も事務所規則一八条二項にいう更\n衣設備に該当するとし、現段階ではこの程度の設備であつてもやむをえないと判断\nし、措置要求を認めなかつたのであるから、右判断も裁量権の範囲を逸脱したもの\nではない。\n５、冷房設備について\n冷房設備が学校の管理施設に設備されていないことをもつて直ちに事務所規則に違\n反するものでないことは明白である。勿論、すべての学校施設に将来冷房設備が完\n備されることは職員のみならず生徒にとつても望ましいことであるが、夏期休暇の\n存在、酷暑期間中の職員室利用度、財政の現状等を考慮すると、現時点で直ちにＡ\n中学校職員室に冷房設備を整えねばならない程の緊急の必要性は認め難いとし、原\n告の措置要求を退けたのは適法である。\n６、職員室の床面積の拡大について\n職員室の現状は、床面積約一二〇平方メートルあり、ロツカー・印刷機等が併置さ\nれて室の使用が若干制約されているが、職員一人当りの気積は事務所規則二条に規\n定する基準を上回つており、現段階としてはやむをえないものであるから、この点\nの措置要求を認めなかつた本件判定は適法である。\n７、学校長が各学校に配当された当初予算につき独立の判断で決定施行できるの\nは、消耗品の補充、小規模で必要昀小限度の現状維持的補修工事に限られ、本件の\nごとく便所等の改造費用は、学校長から教育委員会施設課長の決裁を経て特別配当\nによつて施行されなければならない。特に、職員の職場環境改善のための諸設備新\n設・改良は原告勤務校一校の問題にとどまらないので、教育委員会において年次計\n画を建て予算措置を講じつつ、漸次改善していくという方法を採らざるをえない。\n従つて、人事委員会が措置要求の当否を判断する場合にも、これら予算措置を伴う\n事項については、改善の必要性と現実の諸条件とを総合的に検討して判断せざるを\nえず、本件判定もかかる裁量権の範囲に属し、何ら違法はない。\n第三、証拠（省略）\n○　理由\n一、原告が名古屋市立Ａ中学校の教諭であり、昭和四八年七月一七日被告に対し、\n勤務条件に関する措置として、その主張のようむ施設・設備を設置または改善する\n措置がとられるべきことについて措置要求をなしたところ、被告が同年一〇月二四\n日付右要求を認めることができない旨の判定をなしたことは、当事者間に争いがな\nい。\n二、さて、措置要求に関する地方公務員法四六条は、実体法上具体的な措置の請求\n権を認める趣旨ではないが、同法が職員に対し労働組合法の適用を排除し、団体協\n約を締結する権利を認めず、また争議行為をなすことを禁止し、労働委員会に対す\nる救済申立の途をとざしたことに対応し、職員の勤務条件につき人事委員会または\n公平委員会の適法な判定を要求しうべきことを職員の権利ないし法的利益として保\n障する趣旨であると解される。もつとも、委員会の判定の内容は、多くの場合勧告\n的意見の表明であつて、それ自体としては一種の行政監督的作用を促す効果を持つ\nにすぎないが、勧告的意見にせよ、人事行政の専管機関である委員会が法律の規定\nに基づき正規の手続で意見を表明した場合には、この意見の表明がない場合に比し\nて職員が法的にも一層有利な地位に置かれることは否定しえないところであつて、\n前述のとおりかかる効果を伴う意見の発表を要求しうる法的地位を職員に認める以\n上、この意見の発表を要求しうべき職員の権能は一種の権利ないし法的利益と解す\nるに妨げないから、委員会の判定は職員の権利義務に関する行政処分ということが\nできる。\n三、そして、地公法四六条にいう勤務条件は一般労働者における労働条件に相当\nし、また、一般的に労働条件は賃金、労働時間、休日、職場での安全衛生、人事に\n関する基準等労働者がその労働力を提供するに当つての諸条件をいい、広義には宿\n舎、福利厚生に関する事項等を含め労働力の提供に関連した労働者の待遇の一切を\n指すものというべきところ、同条に規定する措置要求の制度が職員に対する労働組\n合法の適用排除、団体協約締結権・争議権否定等の代償として設けられた趣旨から\n考えると、同条の勤務条件は右の広義の労働条件と同意義に解すべきである。従つ\nて、本件のごとき教職員用男女別便所・休憩設備等の施設・設備の設置・改善に関\nする措置要求および判定は、同条にいう勤務条件に関するものということができ\nる。\n四、従つて、原告が右にいう広義の勤務条件であるとして本件措置要求をなし、こ\nれに対してなされた本件判定は行政処分であるということができる。\nところで、抗告訴訟の目的は、当該訴訟の裁判を通じて行政作用の違法を是正し、\n以て行政の法適合性を保障するとともに、国民の権利を救済することにあることに\nいうまでもないが、他面、司法裁判所の本来の任務は個別的、具体的事件の審判と\nいうことにあるから、抗告訴訟の原告となりうるためには、行政作用が適法に行な\nわれるべきことにつき一般的関心ないし利害関係があるというだけではたりず、原\n告において特別な、個別的具体的利益を侵害されたという場合でなければならない\nと解すべきところ、これを本件についてみるに、本件判定は原告の所属する職場の\n諸施設・環境の整備改善等職場全体の執務環境に関するものであること明らかであ\nり、必ずしも原告の個別的具体的利益と直接の関連性があるものといえないから、\n原告が本件判定について、さらにこれを不服として司法裁判所に対し救済を求める\nことは訴の利益がなく、原告適格を欠くものとして、許されないことというべきで\nある。\n五、そこで、本件訴を不適法として却下することとし、訴訟費用の負担について\nは、民事訴訟法八九条を適用して、主文のとおり判決する。\n"
}