{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 3,
    "day": 10
  },
  "case_number": "昭和45(う)1219",
  "case_name": "風俗営業等取締法違反被告事件",
  "court_name": "大阪高等裁判所第二刑事部",
  "lawsuit_id": "22431",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22431",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/431/022431_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人は無罪。\n理　　　　由\n本件控訴の趣意は、弁護人吉本登作成の控訴趣意書に記載されているとおりであ\nり、これに対する答弁は、検察官上西一二作成の答弁書に記載されているとおりで\nあるから、これらを引用する。\n控訴趣意第一点（ただし（二）の４を除く）は、要するに、本件事案に対して風\n俗営業等取締法七条一項、二条一項が適用されているが、その前提をなす同法一条\n二号にいう「客の接待」とは、客に遊興をさせる場合はなおさらのこと、客に飲食\nをさせる場合であつても、日常使われている意味の接待とは趣を異にして、なんら\nかの点で享楽的雰囲気を醸成し、又は射倖心をそそるなど風俗犯罪を誘発させるお\nそれのあるものでなければならないものと解すべく、したがつて、本件のように客\nが子供の補導教育に関して思わずもらい泣きをするようなまじめな世間話をしてい\nるさいに、その話相手になつてやることが、右法条にいう客の接待にあたらないこ\nとは明らかであるにもかかわらず、本件被告人の行為が右にいう客の接待をした場\n合にあたるとした原判決の判断は、法令の解釈適用を誤つた結果、事実を誤認した\nものであり、なお、原判決は、前記風俗営業等取締法一条二号の構成要件につい\nて、客の接待をして客に遊興をさせる行為と客の接待をして客に飲食をさせる行為\nとに区別して理解すべきところを、この区別をせずに客の接待をして遊興飲食させ\nる行為を対象とした単一の構成要件であるとしている点にも法令の解釈を誤つた違\n法がある、と主張するものである。\nそこで、所論の点を検討してみるのに、被告人が、兵庫県公安委員会の許可を受\nけないで、原判示の日時同判示の店舗において、従業婦とともに客であるＡを接待\nし、ビール等を提供して飲食させ、もつて設備を設けて客の接待をして客に遊興又\nは飲食させる営業を営んだものであるとの起訴状記載の公訴事実に対して、原判決\nが、被告人において、右公安委員会の許可を受けることなく、右の日時店舗におい\nて、飲食客であるＡにビール等を提供して飲食させるかたわら、そのそばに腰をか\nけ、同人の相手となつて世間話をするとともに、従業員の婦女にも同人のそばに腰\nをかけて話相手をさせ、もつて客に遊興飲食をさせる営業を営んだものである旨の\n事実を認定し、これに風俗営業等取締法七条一項、二条一項を適用していること\nは、訴訟記録によつて明らかである。ところで、同法二条一項が所轄県公安委員会\nの許可にかからしめている風俗営業の種別は、同法一条の各号に列挙されている\nが、本件のごとき飲食店営業の場合に問題とされるべき同条二号には、「設備を設\nけて客の接待をして客に遊興又は飲食をさせる営業」と規定されていることからみ\nて、同号が、「設備を設けて客の接待をして客に遊興をさせる営業」と、「設備を\n設けて客の接待をして客に飲食をさせる営業」とを区別して規制の対象としている\nものと解すべきことは所論のとおりと考えられる。この点において、本件起訴状記\n載の公訴事実ならびにこれに対応する原判決の事実摘示および弁護人の主張に対す\nる説示の部分が、右規制の対象となるべき営業の内容について的確に構成要件上の\n把握をしていないきらいのあることは否定しがたいにしても、右が訴因又は認定事\n実の不特定を招くほどのかしにあたるものとは解されないので、この点はしばらく\nおき、同号にいう営業の内容として「客の接待」をしたかどうかがいずれの場合に\nもまず決定されるべき必要不可決の事項であり、本件の主要な争点もまたこの事項\nに関する解釈のいかんにかかつ<要旨>ていることは、右の規定および事案に徴して\n明白である。そこで、同号にいう「客の接待」の意義について考</要旨>察してみる\nと、風俗営業等取締法が、その業態において、客の間に過度の享楽的雰囲気を醸成\nし又は射倖心をそそるおそれのある接客営業について各種の規制を設けている立法\n趣旨に照らせば、客に遊興をさせる営業の場合は勿論、客に飲食をさせる営業の場\n合であつても、客の接待をするとは、社会的儀礼としていわれる客の接待と意味合\nいが異なり、営業の対象としての客に対し、その慰安歓楽を求める気持を迎えて、\n客の気持に沿うべく積極的にこれをもてなす行為を指称しているものとするのが相\n当といわなければならない。したがつて、客とともに歌や踊りに興じ、そのかたわ\nらにあつてひき続き酒類の酌をし又は談笑の相手となる行為がこれに該当すること\nはいうまでもなく、また談笑の間に単なる世間話程度の話題が提供された場合にお\nいても、客の話相手となることによつておのずから酒食の席に歓楽的な雰囲気がた\nだようようなときには、その話題が世間話であるからといつて、いちがいにここに\nいう接待にあたらないと断じられない点は、検察官が答弁書において陳述している\nとおりと解される。しかしながら、酒食を提供した一人の客が、たまたま店主や従\n業員と顔見知りであつて、ほかに相客もいない気安さなどから、普通の世間話をも\nちかけてきたさいに、これに応じて対話を交わす程度のことは、たとえその客の席\nに隣り合わせた客席に位置して話相手となつていた場合であつても、特段に客に刺\n戟を与えて歓楽的な空気をかもし出すごとき言動が他にみられないかぎり、これを\nしも前記法条にいう客の接待に該当するものとみなすことはできない。以上の考察\nを経て、本件の事案を調べてみるのに、訴訟記録中の各証拠および当審における事\n実取調の結果を総合すれば、被告人は、所轄保健所の許可をえて、原判示の場所で\nスタンド形式の飲食店を経営し、従業員の女性一名を使用して客に酒食を提供する\n営業をしている者であるが、原判示当日の午後九時前後ころ、前に一度連れと一緒\nに来店したことのある教員Ａが一人で同店をおとずれ、カウンターの前の角椅子に\n腰をかけて清酒とつき出しを注文したので、カウンターの中にいた従業員がその注\n文にかかる酒食をＡの席の前に提供したこと、当時被告人は、数日前に右足膝を打\n撲したため、立つて仕事ができなかつたので、店舗の座敷風にしつらえてある部分\nに坐つたままでＡと言葉を交わしていたが、やがて同人が非行少年を補導した経験\n談や子供の教育の問題などを話しはじめ、被告人にカウンターの方へ来て話を聞く\nように誘うので、これに応じてＡの右横の角椅子に坐つて、同人の話相手になつて\nいたこと、そして、中学生の男の子をもつ被告人には、Ａの話が身につまされて参\n考になるように思われ、折から同人のほかには店に客がなかつたさいでもあつたの\nで、子供をもつ従業員の女性にもその話を聞かせようとして、カウンターの中で洗\nいものをしていた同女に、カウンターの外へ出て来てＡの話を聞くように招いたこ\nと、まもなく従業員の女性がカウンターの外に出てＡの席の左横の客席に着き、被\n告人と両名でＡの話に聞き入つているうち、被告人は自分の子供のことなどとも思\nい合わせて涙ぐんだりする場面もあつたこと、その間Ａに対しては、従業員の女性\nが注文された清酒を提供したさいに、最初の一杯目をカウンター越しについでやつ\nたほかには、同女も被告人もほとんど給仕らしい行為はせず、ことに、被告人らが\nＡの両脇の客席で同人の話を聞いているあいだは、酒の酌は勿論、飲食についてな\nんらの奉仕とみるべき行為もしていないこと等の諸点が明らかにされている。右の\n状況を前記法条の意義と照合してみるときには、本件の場合、客の誘いがあつたの\nを契機に、店主と従業員とが客席に位置して客を中にはさみ、これと話し合うごと\nき外観を呈していたにしても、客であるＡの語る話題は真しな教育の問題に関する\nものであり、しかも、被告人らは、同人の話をそのかたわらで聞き入つていたとい\nうだけのことであつて、特に飲食物の提供に関連して同人の意を迎え、積極的にそ\nの座の空気をひき立てるような言動に出たわけでもないのであるから、その実態\nは、およそ歓楽的な雰囲気とは程遠い世間話の場にすぎなかつたものとみるべく、\nしたがつて、本件被告人らのＡに対する応待の経過をもつて前記法条にいう客の接\n待にあたるものと解することは、上記の考察からしても正当な解釈判断ということ\nはできない。かくして、被告人の所為が前記法条に定める客の接待に該当しない以\n上、被告人が法定の許可なくして風俗営業を営んだことにはならず、結局起訴状掲\n記のいわゆる無許可風俗営業の罪について、被告人の行為は罪とならないものとい\nうべきであり、この点において原判決は、法令の解釈適用を誤つた結果、罪となら\nない事実を有罪として認定した事実誤認をおかしているものとみるほかなく、この\n過誤が判決に影響を及ぼすことは明らかであるから、論旨は理由があり、その余の\n控訴趣意に対して判断するまでもなく、原判決は破棄を免れない。　よつて、右以\n外の控訴趣意に対する判断を省略し、刑事訴訟法三九七条一項、三八〇条、三八二\n条により原判決を破棄し、同法四〇〇条ただし書により当裁判所においてさらに判\n決をすることとし、上記の事由に基づき、同法四〇四条、三三六条前段により本件\nについて被告人を無罪とし、主文のとおり判決する。\n（裁判長裁判官　三木良雄　裁判官　木本繁　裁判官　西川潔）\n"
}