{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 11,
    "day": 30
  },
  "case_number": "昭和46(う)1561",
  "case_name": "道路交通法違反、業務上過失傷害被告事件",
  "court_name": "東京高等裁判所第一二刑事部",
  "article_info": "第24巻4号745頁",
  "gist": "複数の自動車間に交通事故が発生した場合における自動車運転者の事故報告義務",
  "case_gist": "交通事故を起した自動車運転者が、事故報告の意思なく事故現場から逃走した場合には、その後相手方自動車の運転者から報告がなされたとしても、事故報告義務違反の罪責を免れない。",
  "lawsuit_id": "20701",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20701",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/701/020701_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役八月に処する。\n当審における訴訟費用は被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、東京高等検察庁検察官検事辰巳信夫提出の静岡地方検察庁検\n察官検事斎藤巌作成名義の控訴趣意書記載のとおりであるから、これを引用し、こ\nれに対し当裁判所はつぎのとおり判断する。\n一、　控訴趣意第一（法令の解釈、適用の誤り）について\n所論は、原判決は、本件公訴事実のうち第一の（四）の事故報告義務違反の点に\nついて、外形的事実はほぼ公訴事実のとおり認定しながら、これに適用すべき罰条\nである道路交通法（以下当裁判所の判断を示す場合においても、法と略称する。）\n七二条一項後段、一一九条一項一〇号の解釈については、その前身である道路交通\n取締法施行令六七条二項を合憲とした最高裁判所昭和三七年五月二日大法廷判決の\n趣旨に従うのが望ましいところであるが、審法三八条一項の要請を考慮して「右規\n定による報告義務の範囲をできる限り制限的に解釈」することによりその合憲性を\n認めるのが相当であるとしたうえ「交通事故により人の死傷があつた場合におい\nて、警察官が事故発生直後に運転者のうちの一人からの報告等によつて右条項所定\nの事項を知り、または容易に知ることができる状態に置かれたときは、警察官が負\n傷者の救護、交通秩序の回復につき適切な措置をとるために他の運転者に右条項所\n定の事項の報告を求める必要は消滅するものと考えられるから、かような場合に\nは、他の運転者は、右事項を報告する義務を免れるものと解すべきである」とし\nて、本件の場合においては、被告人運転の車両によつて追突された車両の運転者\nは、事故発生直後、沼津駅前派出所に出頭して、同所の巡査に対し、追突事故によ\nり同乗者一名が負傷し病院に収容された旨報告し、同巡査からの連絡により沼津警\n察署勤務巡査部長らが現場に赴いたが、その時にはすでに負傷者は病院に運ばれて\nしまつており、また本件事故のため現場付近の交通が混乱したこともなかつたの\nで、負傷者の救護ないし交通秩序の回復のために措置をとることもなく、現場検証\nを実施したものであることが認められるから、被告人は、追突した運転者であつて\nも、右事項を報告する義務を免れるにいたつたものというべきであるとし、公訴事\n実第一の（四）の事故報告義務違反の事実は、罪とならないという理由で、無罪の\n言い渡しをしたけれども、法七二条一項後段の前身である道路交通取締法施行令六\n七条二項の規定が憲法三八条一項に違反しないことは原判決の引用する最高裁判所\n大法廷判決が明白に判示しているところであり、従つて改正後の法七二条一項後段\nの規定についても同様に解すべきであるから、同規定にいささかたりとも違憲の疑\nいがあるとして、これを制限的に解釈して、同規定の合憲性を認めようとした原判\n決の解釈は、すでにその前提において失当であるばかりでなく、原判決が複数の車\n両相互間において交通事故が発生した場合に、警察官が事故発生直後に一方の運転\n者からの報告等により法七二条一項後段所定の事項を知る状況に置かれたときは、\n他方の運転者は報告義務を免れるとした点も、法律上明定された義務をほしいまま\nに否定するものであることすなわち法七二条一項後段の規定は、複数の車両相互間\nにおける交通事故が発生した場合においても、その交通事故をひき起した当該車両\nの運転者らのそれぞれに対し、自ら所定の報告義務をつくすようあくまで命じてい\nるものと解すべきこと文理上疑いをはさむ余地が全くないのであるから、原判決の\n解釈はこの明文に反するものであることおよびこれを実質的にみても、交通事故を\nひき起した当該車両の運転者らが自ら報告をなすことにより、その報告事項の内容\nについて具体性をそなえ、正確かつ迅速を期しえられることや、もし原判決の考え\n方に従つて、極端な場合を例にとると、自己以外に何人も警察官に事故の発生を報\n告する者がなければ、運転者に報告義務あり、いやしくも相手方の運転者或いは第\n三者の通報があれば、その報告義務がなくなることとなつて、報告義務者である運\n転者と全くかかわりのない外部的、偶然的な事情によつて報告義務の有無が決せら\nれることとなり、単に法的安全を害するばかりでなく、その義務違反が本法のよう\nに刑罰法規に触れる場合においては、処罰の有無も同様外部的、偶然的な要素に\n左、右され、著しい不均衝と不正義とを生ずることとなることにかんがみると、き\nわめて不当な解釈であつて、採るをえないものであり、とくにつぎにあげるような\n諸事情すなわち本件交通事故についての救護および報告は、被害車両の運転者であ\nり、自らも受傷したＡによりもつぱらなされたものであり、加害車両の運転者であ\nる被告人は、事故直後その現場において相手車両に負傷者があることなどを知悉し\nながら、負傷等なんらやむをえない事情もなかつたのに、自ら、報告する意思がな\nかつたのはもちろん、右Ａらにこれを依頼することもなく、事故現場をいち早く逃\n走したものであることや、被告人運転の車両は、追突したことにより、前バンパ\nー、ラヂエターシエル、左前フエンダー、左霧除け灯、左前方向器のレンズ等が破\n損しており、従つて夜間に右のような故障車両を運転し、交通頻繁とみられる事故\n現場から走行をつづけることは、さらに新たな危険状態が発生するおそれなしとし\nないのであるから、これが未然に防止されるための適切な措置が警察官によつてと\nられる必要があつたことの認められる本件においては、原判決のように一方の運転\n者からの報告等によつて、他方の運転者が報告義務を免れると解することの不当で\nあることがますます明らかとなるのであるから、本件について事故報告義務違反罪\nの成立を否定する判断をした原判決は、法令の解釈、適用を誤つたものであり、こ\nの誤りは原判決の全部に影響を及ぼしていることが明らかであり、原判決はその全\n部について破棄を免れないというものである。\nそこで、所論に基づいて、記録を検討すると、原判決は、本件公訴事実のうち第\n一の（四）の事実すなわち法七二条一項後段所定の事故報告義務違反の事実につい\nて、ほぼ公訴事実記載のとおりの事故すなわち昭和四三年四月二二日午後八時二五\n分頃ないし午後八時三〇分頃沼津市ａ町ｂ番地付近の原判示交差点の手前におい\nて、被告人運転の車両がＡ運転の車両に追突し、その衝撃により右Ａが加療約八か\n月間を要する頸椎捻挫、相手車両の同乗者Ｂが加療約三か月間を要する頸腕症候群\nの傷害を負つたことおよび被告人が警察官に対し右事故発生の日時、場所等前記条\n項所定の事項を報告しなかつたことを認めながら、これに適用されるべき罰条であ\nる法七二条一項後段、一一九条一項一〇号については、所論のとおりの制限的解釈\nをしたうえ、本件の場合においては、被告人運転の車両によつて追突された車両の\n運転者であるＡが、事故発生直後、沼津駅前派出所に出頭して、同所の巡査に対\nし、追突事故により同乗者一名が負傷し、病院に収容された旨報告し、同巡査から\nの報告により沼津警察署勤務の巡査部長が現場に赴いているのであるから、右解釈\nにいう警察官が事故発生直後に運転者のうちの一人からの報告によつて前記条項所\n定の事項を知り、または容易に知ることができる状態に置かれたとして、被告人は\n右事項を報告する義務を免れるに至つたものとして、前記事故報告義務違反の事実\nは、罪とならないという理由で、無罪の言い渡しをしたことは所論のとおりであ\nる。\nところで、所論は、原判決の引用する大法廷判決が、法七二条一項後段の前身で\nある道路交通取締法施行令六七条二項の規定は、憲法三八条一項に違反しないと宣\n言しているのに、原判決がその合憲とされた法七二条一項後段の規定に違憲の疑い\nがあるとして、これを制限的に解釈することにより、同規定の合憲性を認めようと\nしたのは、その前提において失当であると主張する。しかしながら、右大法廷の判\n決は、前記施行令六七条二項中事故内容の報告義務を定める部分は自己の不利益な\n供述を強要するものであつて、審法三八条一項に違反し無効であるとの論旨に答え\nて、同令六七条二項により同条項所定の操縦者らに対し事故の報告を命ずることは\n憲法三八条一項にいう自己に不利益な供述の強要に当らないと判示したものであつ\nて、原判決でいう事故報告義務の消長の点にまで言及しているわけのものではない\nから、原判決が所論の解釈をしたからといつて、そのことが右の判例と直接関係が\nあるわけのものではないばかりでなく、原判決が所論のように法七二条一項後段の\n規定を「制限的に解釈することによりその合憲性を認めるのが相当である」と判示\nしたのは、措辞やや適切を欠いたきらいがないでもないが、その趣旨とするところ\nは、大法廷が合憲とした前記施行令六七条二項ひいてはこれに相当する改正法律の\n法七二条一項後段の規定を解釈するにあたつても、大法廷判決の趣旨に従うのが相\n当であるとする一方、いわゆる違憲説にも耳を傾けて、憲法上の要請をとり入れ、\n運転者らが事故の報告を義務づけられる場合を限定的に解釈して、いささかたりと\nも違憲の非難をうけることのないような解釈をするのが相当であるということをう\nたつたまでのことであつて、所論が右において指摘する部分は、むしろこの種規定\nの解釈をするにあたりとるべき指針を強調したにすぎないものとみられないでもな\nいのであるから、原判決が前記のように判示したからといつて、法七二条一項後段\nの規定が違憲であるとか、その疑いがあるとか断じているわけのものではなく、ま\nしてや大法廷判決が明白に合憲と判断した事項を無視ないし軽視する趣旨のことを\n述べているわけのものでもないのであるから、原判決のした前記の判示は相当であ\nり、原判決の試みた制限的解釈が、所論のように、その前提において誤りをおかし\nているとの非難をうくるいわれはごうも存しない。\nしかしながら、原判決が法七二条一項後段の規定について示した前記の制限的解\n釈は、たとえ交通事故を起した一方の運転者から事故の報告がなされても、他方の\n運転者、本件の場合においては被告人が事故の報告をしなかつた事情のいかんによ\nつては、事故報告義務違反の罪が成立するものであるのに、そのような事情を一切\n看過し、事故発生の直後に運転者のうちの一人から事故の報告がなされ、その報告\nによつて警察官が前記条項所定の事項を知り、または容易に知ることができる状態\nに置かれさえすれば、他の運転者はただちに右事項報告の義務を免れるに至るとし\nた点において、誤つているといわなければならない。これを本件の具体的な事案に\nついて考察すると、原判決挙示の証拠のうちＡの捜査官に対する供述調書と当審に\nおける事実取調の結果、ことに証人Ａの当審公判廷における供述によると、被害車\n両（タクシー）の運転者Ａは、信号待ちのため、原判示の交差点入口側に設けられ\nた横断歩道の手前において、一時停止していた際、前記のように被告人運転の車両\nによつて、いきなり追突され、そのため約五メートル程押し出されて停止したこ\nと、同人はまもなく我に返つて、うしろの客席をみたところ、客のＢが両手で頭を\nかかえこみ、しかめ面をしていたので、その客を医者に連れてゆかなければならな\nいと考え、下車すると、自車がさき程まで信号待ちをしていた地点の付近に被告人\n運転の車両が停止していたこと、そこでＡはその車両の運転台の近くにゆき、被告\n人に対し「客が怪我していて大変だ」と訴えたり、車はそのままにしておくように\n指示したりしたのち、同所付近の歩道に上り、客を病院に運ぶためのタクシーが通\nるのを待つうち、同人の勤務する会社のタクシー（空車）が反対方向より通りかか\nつたので、その車を止め、事情を話して、その車を転回させて、自己の運転してい\nた前記事故車両に横づけさせ、怪我した客をその車に収容して、病院にいつてもら\nつたこと、これと前後して同人が被告人運転の車両が停止していた方向をみると、\n同車両が見当らなかつたので、同人は客を収容した車が発進したのち、付近を探し\n廻つたが、やはり発見できないため、逃げられたものと思い、そこから約四〇メー\nトル程はなれた沼津駅前派出所にあわてて走つていつて、事故の報告をしたこと、\n右の報告がなされたのは事故が発生してから長くみて五、六分後であつたこと、そ\nの間Ａの運転していた事故車両は押し出されて停止した前記の地点に放置されたま\nまであり、また被告人運転の車両は本件追突事故によつて所論指摘のとおり破損し\nており、夜間にその故障車両を運転して、交通の頻繁な事故現場付近を走行するこ\nとは危険であり、交通秩序の回復、交通の危険防止と安全確保について警察官によ\nる適切な措置が早急にとられる必要があつたことの各事実が認められ、また前記証\n拠に原判決の挙示する被告人の捜査官に対する供述調書をあわせ考察すると、被告\n人は追突事故をひき起したのち、引き続き車内にあつたが、そのうち自己が無免許\n運転をしており、かつ友人の原審相被告人Ｃから借りうけた車両を運転していて事\n故を起したことを思い、右Ｃに相談するため、Ａが前記のように負傷した客を別の\nタクシーに収容しようとして動き廻つている隙をみて、自車を発進させて、現場か\nら逃走し、右Ｃの待つているバー「Ｄ」に至り、Ｃに対し事情をうちあけた結果、\nＣが被告人の身代りとなつて、事故の責任をひきうけてくれることになつたので、\n被告人はＣの運転する前記車両に同乗して既に実況見分の終つた事故現場に至り、\nＣに対し事故発生のもようを説明したのち、再びＣの運転する車両で、Ａの勤務し\nているタクシー会社に至り、Ｃにおいて、追突車両の運転者であると述べ、被告人\nともどもあやまつたが、警察に連絡され、まもなく同所に駈けつけた警察官によつ\nて、Ｃの酒気帯び検知がなされたこと、その検知がなされた時刻が午後九時四五分\n頃であつたことおよび被告人はこの事故によつて負傷しなかつたことが認められ\nる。すなわち被告人は追突によつて相手車両の同乗者が負傷しており、また自、他\n双方の車両が損傷をうけたことを知りながら、自分が負傷したわけではなく、また\n他の負傷者救護に協力するなどのやむをえない事情もなく、報告しようと思えば事\n故後いつでも直ちに報告ができる状態にあつたのにもかかわらず、事故の報告をす\nる意思なく相手車両の運転者Ａが負傷者救護に奔走中のすきに、事故現場から逃走\nしたものであることが認められる。そして法七二条一項後段は事故車両の各運転者\nにそれぞれ報告義務があることを規定しているのであるが、各運転者は、警察官が\n交通事故に対する応急の処理をする必要があるために、右の報告義務を科せられた\nものであつて、それに必要な限度においてのみ報告の義務をおうのであり、従つて\n若し一方の運転者により事故後直ちに右法条所定の事項の報告が警察官になされ、\nそれにより負傷者の救護、道路における危険の防止、その他交通の安全と円滑を図\nる為の万全の措置がとられ、既に警察官関与の必要性がなくなり、最早他の運転者\nより重ねて報告をしても意味がないような状態に立ち至つたときは、他の運転者に\nよる報告義務が消滅することも考えられるのであるから、本件の場合、追突した運\n転者である被告人が被害運転者から直ちに右事項の報告が警察官になされた結果事\n故に対する応急処理が完了した状態に至つたことを見届けた上で、事故現場を立ち\n去つたというのであ<要旨>れば、その際の事情によりあるいは、事故報告義務違反\nの罪が成立しないとする余地もないではないが、前段<／要旨>認定の通りそのよう\nな事跡が全く認められない被告人については、事故報告の意思なくして事故現場か\nら逃走してしまつた時点において、既に報告義務をつくさなかつたものとして事故\n報告義務違反の罪が成立したものといわなければならない。従つて被告人の逃走後\nに、相手方車両の運転者Ａから事故の報告がなされた事実があつたとしても、また\nその報告が事故発生後それほど時間が経つていない時点においてなされ、従つてＡ\n運転者については、直ちに報告がなされたものと解せられたとしても、被告人につ\nいて既に成立した事故報告義務違反の罪に何ら消長を来たすものではない。然る\nに、原判決は、被告人の側に存する右の重要な事実を看過し、その後に、被告人と\n何ら関係なく、相手運転者Ａの報告があつたという事実にとらわれ、その報告があ\nつたことにより被告人は事故報告をする義務を免れるにいたつたとして、事故報告\nをしなかつたことは罪とならないとして無罪の言い渡しをしているのであるから、\n法七二条一項後段の解釈ないしはその適用を誤つたものといわなければならない。\nそして右の事故報告義務違反の罪と原判示第一の一ないし三の罪は、すべて刑法四\n五条前段の併合罪として処断されるべきものであるから、原判決はその全部につい\nて破棄を免れない。論旨は理由がある。\nよつて、本件控訴は理由があるから、量刑不当の控訴趣意に対する判断を省略\nし、刑事訴訟法三九七条一項、三八〇条により、原判決を破棄し、同法四〇〇条但\n書に従い、当裁判所においてただちにつぎのとおり自判する。\n（罪となるべき事実）\n第一の四として、左の事実を追加するほかは、原判示第一の一ないし三のとおり\nであるから、これを引用する。\n「右二記載の日時、場所において、右二記載のとおり、自己の運転する自動車の\n交通により、ＡおよびＢに傷害を負わせたのに、ただちにその日時、場所等所定の\n事項をもよりの警察署の警察官に報告しなかつたものである。」\n（証拠の標目）（省略）\n（法令の適用）\n被告人の判示各所為中無免許運転の点（原判示第一、一の事実）は道路交通法一\n一八条一項一号、六四条にあたるので、所定刑中懲役刑を選択し、業務上過失傷害\nの点（原判示第一、二の事実）は、被害者毎に、行為時法によると、昭和四三年法\n律六一号による改正前の刑法二一一条前段、罰金等臨時措置法三条一項一号、裁判\n時法によると、右改正後の刑法二一一条前段、罰金等臨時措置法三条一項一号にあ\nたるので、刑法六条、一〇条により軽い旧法を適用し、右は刑法五四条一項前段の\n一個の行為で二個の罪名に触れるものであるから、同法一〇条により重いＡに傷害\nを負わせた罪の刑に従い、所定刑中禁錮刑を選択し、負傷者救護義務違反の点（原\n判示第一、三の事実）は道路交通法一一七条、七二条一項前段に、事故報告義務違\n反の点（前記第一、四の事実）は同法一一九条一項一〇号、七二条一項後段にあた\nるので、所定刑中いずれも懲役刑を選択し、以上は刑法四五条前段の併合罪である\nから、同法四七条、一〇条により最も重い原判示第一の三の罪の刑に法定の加重を\nした刑期範囲内において、被告人を処断することとなるが、被告人は幼少時に小児\n麻痺をわずらい、そのため左手が自由に動かない身体であつたのにもかかわらず、\n原判示第一、一のとおり無免許運転を敢行したものであつて、交通法規をないがし\nろにしており、かつその運転が危険であつたばかりでなく、その際原判示第一、二\nのとおり、交通のふくそうする国鉄沼津駅前にある原判示の広い交差点にさしかか\nつて直進するにあたり、降雨のためくもつてきた前面ガラスをふくことに気をとら\nれて、前方注視を十分にしないまま進行したため、同交差点入口側横断歩道の手前\nにおいて、信号に従い一時停止していた被害車両の発見がおくれ、同車両に自車を\n追突させて、同車両の運転者に対し加療約八か月間、その同乗者一名に対し加療約\n三か月間を要する原判示の各傷害を負わせたものであつて、過失の程度が高く、結\n果も重く、被害車両の運転者の側には責められるような事由が全く認められないこ\nと、被告人は原判示第一、三および前記第一、四のとおり、右事故をひき起したの\nにもかかわらず、負傷者の救護等法の定める措置を講ずることも、また事故発生の\n日時、場所等法所定の事項を警察官に報告することもしなかつたこと、被告人は事\n故後原審相被告人のＣに対し本件事故の身代りを依頼し、これを承諾した同人をし\nて、昭和四四年三月四日静岡地方裁判所沼津支部において、道路交通法違反、業務\n上過失傷害罪により懲役八月の実刑を言い渡されるの憂き目にあわせるとともに国\nの裁判を誤まらせたこと（上記判決は昭和四五年一月二六日控訴審で破棄され、無\n罪の言い渡しがなされている。）、被告人は道路交通法違反の罪により罰金刑に処\nせられたことが二回（そのうち一回は無免許運転）あることなど被告人の刑責は軽\n視できないと思わしめるような諸事実が存する一方、前記Ｃが、身代り事件の裁判\nをうけるにあたり、相手運転者および乗客との問に示談金を合計六九万八、八一〇\n円とする示談を成立させ、同運転者に対しその示談金の全額を支払つていたので、\n被告人は昭和四六年二月頃Ｃに対し右示談金相当額を毎月一万円（ボーナス月に三\n万円）づつ支払うことを約束し、現在までに合計三〇万円（原判決後の支払額は二\n八万円）を支払つたこと、右Ｃが前記のとおり実刑判決をうけたため、周囲の者に\n促されたという事情があつたにしても、被告人の方から進んで警察署に出頭し、自\n己が本件の犯人である旨申告して、自首していること、被告人が現在においては自\n己の非を深く反省していることなど被告人に有利な事情も認められるので、これら\nの事情をかれこれ勘案し、その他被告人の年齢、経歴、家庭の状況、環境、犯行後\nの情況等諸般の事情をも考量したうえ、被告人を懲役八月に処し、当審における訴\n訟費用は、刑事訴訟法一八一条一項本文に従い、被告人に負担させることとして、\n主文のとおり判決する。\n（裁判長判事　江里口清雄　判事　上野敏　判事　中久喜俊世）\n"
}