{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 3,
    "day": 30
  },
  "case_number": "昭和47(行コ)69",
  "case_name": "汚物取扱業不許可処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "清掃法（昭和４５年法律第１３７号による改正前）１５条１項に基づく浄化槽内汚物の収集，清掃を目的とする汚物取扱業の許可申請に対する不許可処分が，裁量権の範囲を逸脱したものであるとされた事例",
  "lawsuit_id": "17886",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17886",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/886/017886_hanrei.pdf",
  "contents": "○　主文\n原判決を取り消す。\n被控訴人が、控訴人からなされた昭和三八年一月八日付汚物取扱業許可申請につい\nて、同年一月一二日にした不許可処分を取り消す。\n本件訴訟の総費用は被控訴人の負担とする。\n○　事実\n一、控訴代理人は、主文第一ないし第三項と同旨の判決を求め、被控訴代理人は、\n控訴棄却の判決を求めた。\n二、当事者双方の事実上の主張ならびに証拠の提出、援用および認否は、つぎのと\nおり付加、訂正するほか、原判決事実摘示のとおりであるから、これを引用する。\n（控訴人の主張）\n１　昭和三七年五月一二日厚生省環境衛生局長通知（環発第一六二号）は、従来清\n掃法所定の汚物に含まれないものとして自由営業が認められていた（昭和三一年三\n月三一日付厚生省公衆衛生局環境衛生部環境衛生課長通知、衛環第二八号参照）し\n尿浄化槽内の汚物の収集清掃に清掃法の適用を認め、特別清掃地域においてその収\n集および清掃の業務を行なうには市町村長の許可を得なければならないとしたもの\nであるが、従来自由営業であつたのを許可営業とし、違反者を処罰するというよう\nなことは、本来法律の改正によつてなすべきであつて、これを一片の行政通達で処\n理したことは憲法二二条および三一条に違反する無効なものであり、右通知にもと\nづき控訴人の申請を不許可にしたのは違法である。\n２　仮に右通知が有効であるとしても、その目的は、浄化槽の普及に伴つて増加し\nてきた不正業者を一掃するところにあつたものといわれる。ところが、控訴人の代\n表者であるＡは、昭和三六年以来なんらの不正や違法を行なうこともなく公然と浄\n化槽の清掃等の業務に従事してきたものであつて、その知識、技術、経験は豊富で\nあり、平塚市内において浄化槽を設置している顧客からも幅広い信頼を得ていた。\nしかも、浄化槽内汚物の収集および清掃は、一般清掃のような単純労務ではなく、\n浄化槽の理論や構造についての知識、技術、実地研修を必要とする。それにもかか\nわらず、控訴人をことさらに新規業者として扱い、不許可処分にしたことは、控訴\n人の営業権を没収してこれを浄化槽についての知識、技術のない他の一般清掃業者\nに分配する結果となる。このようなことは前記通知の目的とするところではなく、\n清掃法の趣旨および憲法二二条に違反し、かつ、控訴人を他の一般清掃業者と理由\nなく差別するもので違法である。\n３　被控訴人は、本件許可申請を審査するにあたり、清掃法一五条六項に準じて被\n控訴人に不許可理由を通知し、弁明および有利な証拠提出の機会を与えるべきであ\nるのに、かかる手続を経ないばかりか、控訴人の状況を調査することもなく、申請\n後わずか二日間で理由をこじつけて本件不許可処分をしているのであつて、この点\nからいつても本件処分は適正な手続に違反した違法なものである。\n４　本件不許可処分は、被控訴人がその裁量権の限界を逸脱し、これを濫用したも\nのであつて違法である。すなわち、清掃法一五条による汚物取扱業の許可が基本的\nに市町村長の自由裁量行為に属することは認めるが、本件の上告審判決が述べてい\nるごとく、許可を与えるかどうかは、清掃法の目的と当該市町村の清掃計画とに照\nらし、市町村がその責務である汚物処理の事務を円滑完全に遂行するのに必要適切\nであるかどうかという観点から決せられるべきであるという意味において市町村長\nの自由裁量に委ねられているにすぎないのであるから、本件の場合、被控訴人の申\n請を許可することが汚物処理の事務を円滑完全に遂行するのに必要適切であるかど\nうかという見地に立つて判断しなければならなかつたというべきである。しかる\nに、控訴人ないしその代表者Ａは、当時平塚市内にある浄化槽内汚物の収集、清掃\nをほとんど一手に引きうけていたのであり、しかも右の収集、清掃は生し尿の汲み\n取りとは本質的に異なり、相当高度の技術、経験および物的設備を必要とするので\nあるから、特別の障害がないかぎり、同人に継続してこれをなさしめるのが平塚市\n民にとつて好都合であり、平塚市内の汚物処理を円滑完全に行なううえで必要適切\nであつたことはあきらかである。したがつて、控訴人の申請を不許可にしその営業\n権を没収して浄化槽について知識、経験のない一般清掃業者に浄化槽内汚物の収\n集、清掃をも行なわせるようにするには、それだけの特別の合理的理由がなければ\nならない道理である。ところが、本件では、原審において被控訴人の不許可理由の\n主張に対する反駁として述べたように、被控訴人が主張する不許可の理由は、単な\nるこじつけか詭弁にすぎないものであつて、本件不許可処分につぎ特別の合理的理\n由があるとはいえない。よつて、被控訴人のなした本件不許可処分には裁量権の限\n界を逸脱しこれを濫用した違法がある。\n（被控訴人の主張）\n控訴人の上記主張はいずれも争う。市町村は清掃法六条により、その地域内の汚物\nを収集、運搬、処分することを義務づけられているが、すべて直営でこれを処理す\nることが困難であるため、その代行者として私人に右作業を行なわせる必要があ\nる。しかし、市町村の汚物処理計画と切り離して汚物取扱業の許可をしたのでは右\n義務の十分な履行が不可能となるので、市町村はこれを自己の汚物処理計画の中に\n織り込み、右義務が遂行できるような条件を考慮したうえで同法一五条により許可\nするかどうかを決定することができる。被控訴人は、原審で主張したとおりの理由\nにもとづき、控訴人を不適格者と認め本件不許可処分をしたもので右は裁量権の範\n囲内の処分として適法である。\n（訂正等）\n１　原判決事実摘示中に「●」とあるをいずれも「第」と訂正し、原判決一枚目１\n記録三三丁―裏九行目から同一一行目までを「控訴人の代表者であるＡは、昭和三\n四年二月二一日訴外Ｂとともに富士興業有限会を設立してその取締役となり、平塚\n市内におけるし尿清掃事業を営んでいるうち、し尿浄化槽（以下単に浄化槽ともい\nう）に興味を持ち、その研究を重ねたうえ又右汚物の収集、清掃を業として行なう\nようになつたが（平塚市およびその周辺では浄化槽専門の業者はなく、Ａが草分け\n的存在であつた）、やがて浄化槽専門の施設、維持、管理および清掃の業者となる\nことを志し、昭和三六年四月ころＢと別れて富士興業を去り、個人として浄化槽の\n清掃等を扱う専門の業者となつた。その際、富士興業の従業員の一部はＡに従つて\n同社を去つたため、同社が浄化槽について持つていた地位声価は実質上Ａ個人に移\nり、同人は、平塚市のほか小田原市、藤沢市、箱根町等において浄化槽の施設、維\n持、管理、清掃の事業活動を行なつてきた。その後、Ａは、昭和三六年一一月、神\n奈川県＜以下略＞所在の清掃業を営む湘南興業有限会社の代表取締役Ｃに嘱望され\nて同社の取締役となり、同社の仕事を全部任されて実質上Ａがその経営者となり、\n大磯町の汚物清掃に加えて平塚市その他の前記地区における浄化槽清掃等の事業を\n手広く行ない、湘南興業は浄化槽関係では事実上Ａの個人経営の様相を呈するに至\nつた。しかるに、昭和三七年五月一二日付厚生省環境衛生局長通知（環発第一六二\n号）により浄化槽内汚物の収集、清掃の業務が市町村長の許可を要することに改め\nられ、昭和三八年一月一日より実施されることになつたので、これを機会にＡは湘\n南興業のうち浄化槽関係を分離することとし、昭和三七年一一月二日、控訴人会社\nを設立してその代表取締役となり、引き続き浄化槽関係の事業を営んでいたもの\nで」と改め、原判決二枚目―記録三四丁１―一行目の「原告は」のつぎに「、この\nようにして本件不許可処分当時、」を、同末行の「第一生命」のつぎに「保険相\n互」を加え「株式」を削り、同裏二行目の「ゴム工場」を「ゴム工業」と改め、同\n三行目の「古河特殊」のつぎに「金属」を加える。\n２　原判決六枚目―記録三八丁―裏九行目の「二一日」を「一二日」と、原判決七\n枚目―記録三九丁―表三行目の「三〇」を「三一」と、「環境衛生局」を「公衆衛\n生局環境衛生部環境衛生課」と改め、原判決八枚目―記録四〇丁―表五行目のつぎ\nに行を変えて「なお、前記通知は、浄化槽内汚物を生し尿と同様に扱うことにした\nのであるから、すでに生し尿収集の許可をうけていた業者は、これによつて当然に\n浄化槽内汚物の収集、清掃をも行なうことができるようになつたものであり、した\nがつて、被控訴人は、既存の生し尿取扱業者に対してはとくに浄化槽内汚物の取扱\n業の許可はしていない。」を加え、原判決九枚目記録四一丁―表三行目の「三八年\n七月一日」を「三九年一〇月」と改め、同八行目の「汚物処理場を」のつぎに「平\n塚市の中心部から約一二キロメートル離れた」を、同一〇行目の「適格性」のつぎ\nに「すなわち他町内にある汚物処理場に搬入された汚物がハエの発生源となつてい\nないか、周囲に悪臭をふりまいていないか、投入前にこぼされていないか等」を、\n同裏二行目の「なしうる。」のつぎに「具体的にいうと、本件処分当時、平塚市内\nの浄化槽は平塚保健所が正式に把握したもの三五三個、推定では約六〇〇個あつた\nが、浄化槽の汚物の収野、清掃は年に一回程度すれば十分であるから、既存の六業\n者に各担当地区内の浄化槽の汚物の収集、清掃を割り当てても一業者につき一〇〇\n個程度で、三日に一個の処理をすれば足りることになり、別個の業者を必要としな\nいことは明白である。そのため、控訴人は右六業者に従前の生し尿とあわせて各担\n当地区ごとに浄化槽内汚物の収集、清掃を行なわせる方針をとり、これらの業者に\n必要な器材の整備と従業員の教育を行なわせた。しかも、平塚市では昭和三五年九\n月から市全体を六地区に分け一地区一業者の原則に従つて清掃業務を行なつてきた\nもので、汲み取り料の支払い方法もようやく定着し市民の不満も解消されるに至つ\nていたのであるから、もし控訴人の申請を許可するとすれば、過去三年間に定着し\nた六地区方式と前記通知の発布から施行までの半年余の準備を経てスタートした浄\n化槽内汚物の処理計画とを変更せざるをえないことになり、その影響ははかりしれ\nないものがある。また、控訴人が昭和三七年一一月二日に設立後同年一二月三一日\nまでに扱つた浄化槽はわずか六個である。このように、」を加え、そのつぎの「な\nお新に」を「新たに」と改める。\n３　原判決一〇枚目１記録四二丁―表五行目の「はずである。」のつぎに「そし\nて、神奈川県条例施行細則によれば、浄化槽の清掃をなすにはその七日前に清掃日\n時、浄化槽の設置場所、汚物の処理場等を記載した届出を保健所長に提出するよう\nに定められ、控訴人は右届出をしたうえで浄化槽内汚物の収集、清掃をしていたか\nら、処理場に搬入される汚物が平塚市内のものか否かは容易に判明しうるところで\nある。」を、同七行目の「あるから、」のつぎに「右の届出と同一の届出を被控訴\n人に提出すること、平塚市以外の汚物を持ちこんだ場合には直ちに許可を取り消す\nことを条件とするなどして」を、同八行目「（ロ）」のつぎに「本件許可申請当\n時、控訴人は、神奈川県中郡＜以下略＞に汚物処理場を有していたほか、平塚市＜\n以下略＞の土地を借りて汚物の一部を処理していたから、後者で汚物を処理するこ\nとを条件として許可すれば、控訴人の汚物処理状況を調査、監督することは十分に\nできたはずである。のみならず、右申請の約半年後である昭和三八年夏には平塚市\nの」を加え、同行の「は被告も」から同一〇行目の「消滅している」までを「が完\n成予定であつたというのであるから、わずか半年位の間のことを理由に不許可にす\nるのはおかしい。もし、どうしても平塚市内の処理場に汚物を持つてくるのでなけ\nれば監督が十分にできないというのであれば、大神作業場の完成を条件に許可する\nかもしくは同作業場の完成まで許可を保留すれば事は足りたはずである」と改め、\n同裏一行目の「不足である。」のつぎに「しかも、当時平塚市内における浄化槽の\n清掃は、そのほとんどが控訴人の手によつてなされていたのであり、他の六業者は\n生し尿の収集が本業であつて浄化槽についての知識や経験がほとんどなく、物的設\n備、人員のいずれにおいても控訴人とは比較にならなかつたから、」を、同四行目\nの「全くない」のつぎに「し、平塚市では、昭和三八年四月一日以降生し尿の汲み\n取り料の支払い方法を現金払いではなく市を通してその支払いをする回数券方式に\n改めることになつていたのであるから、生し尿の処理を目的としない控訴人が仮に\n生し尿の汲み取りをしても料金の支払いをうけられないことはあきらかであつて、\n控訴人がかかることをするはずがない」を加える。\n４　原判決一一枚目―記録四三丁―表五行目の「第五」のつぎに「（決裁、施行、\n完結の各年月日が昭和三八年一月一四日とあるのは、昭和三八年一月一二日の誤記\nであるから訂正する）」を、同七行目の「第三」のつぎに「号証」を加え、同行の\n「第五」のつぎの「乃至」を「、」と改め、そのあとの「第六」のつぎ、同九行目\nの「第四」および「第九」のつぎにいずれも「号証」を加える。\n（証拠関係）（省略）\n○　理由\n一、本件の許可申請と不許可処分の存在\n控訴人が、昭和三八年一月八日、被控訴人に対し、清掃法（昭和四五年法律第一三\n七号による改正前のもの）一五条一項にもとづき、平塚市の特別清掃地域における\n浄化槽内汚物の収集、清掃を目的とする汚物取扱業の許可申請をしたところ、被控\n訴人は、昭和三八年一月一二日、右申請を不許可にする旨の処分をなし、同月一四\n日到達の書面でこれを控訴人に通知したところ、控訴人が右許可申請をしたのは、\nそれまでは事実上清掃法による汚物として取り扱われていなかつた浄化槽内汚物に\nつき、昭和三七年五月一二日付厚生省環境衛生局長通知（環発第一六二号）によ\nり、これを清掃法上の汚物として取り扱い特別清掃地域においてその収集、清掃を\n業としてするには市町村長の許可を必要とすることに改められたことによること、\n以上の事実は当事者間に争いがない。\n二、不許可処分の裁量性\n右のように、特別清掃地域における浄化槽内汚物の収集、清掃については、昭和三\n七年五月一二日の行政通達によつてはじめて、これを業として取り扱うには市町村\n長の許可を得なければならないことに改められたが、もともと、特別清掃地域にお\nいては、浄化槽内汚物であると生し尿であるとを問わず、汚物を一定の計画に従つ\nて衛生的に収集、処分することは市町村の責務とされているのであつて（清掃法六\n条、地方自治法二条三項七号、同法別表第二の一一参照）、ただこれらすべてを市\n町村がみずから処理することは実際上不可能であることから、許可を与えた汚物取\n扱業者をして右市町村の事務を代行させることにより、市町村がみずから処理した\nのと同様の効果を確保しようとしたものである。したがつて、市町村長が右許可を\n与えるかどうかは、清掃法の目的と当該市町村の清掃計画とに照らし、市町村がそ\nの責務である汚物処理の事務を円滑完全に遂行するのに必要適切であるかどうかと\nいう観点に立つてこれを決すべきものであり、その意味において市町村長の裁量に\n任されているものと解することができる。このことは、本件を差戻した最高裁判決\nの示すところであつて、当裁判所も基本的にこれに従う。\n三、裁量権の濫用の有無\n控訴人は、本件の不許可処分は取り消されるべきであるとして種々の取消原因を主\n張するが、以下では、本件の不許可処分につき被控訴人が主張する不許可理由に焦\n点をあわせながら、その裁量権の濫用の有無について検討する。\n被控訴人は、本件の不許可処分について、平塚市における汚物の収集処理の方針、\n実施状況、既存各業者の能力、処理場の現況に照らし、控訴人からの汚物取扱業の\n許可申請を審査した結果、不適格と判断して許可しなかつたものであると主張し、\n不許可の具体的理由としては、\n（イ）　本件の許可申請当時、平塚市では同市の人口を勘案して市営の汚物清掃作\n業所の拡張工事を施行中であつたが、控訴人は平塚市以外の汚物の収集をも行なつ\nていたため、右申請を許可すると他地域の汚物が右作業所に持ち込まれ市の処理作\n業に支障を来す危険性がある、\n（ロ）　右作業完成までの事情として、控訴人は平塚市内に汚物処理場を有してい\nないため、汚物処理の状況を十分に調査、監督することができない、（ハ）　平塚\n市ではすでに許可を受けた汚物取扱業者が六人おり、浄化槽内汚物の収集、清掃も\nこれらの業者に取り扱わせればそれで十分である、新規業者を加えると、かえつて\n無用の摩擦を生ずるおそれがある、\n（ニ）　控訴人は浄化槽内汚物以外の汚物の取扱いについて許可を申請しないが、\n許可なしにこれらの収集を行なつても汚物としての識別ができないので、その営業\nに対する監督が困難である、\nことの四点を挙げている。\nところで、右不許可理由が真実と認められるかどうかについての判断が当審におけ\nるもつとも重要な課題をなすことは、本件を差戻した最高裁判決の趣旨に照らして\nあきらかであるが、本件の不許可処分の重要性と判断の便宜とにかんがみ、まず、\n浄化槽の意義、法的規制、前記厚生省環境衛生局長通知の趣旨、本件不許可処分の\n軽過および実情について概観し、その後で不許可理由についての個別的な検討を加\nえることとする。\n１　浄化槽の意義、法的規制、厚生省環境衛生局長通知の趣旨\n成立に争いがない甲第二六、第二七号証、第三六号証の五ないし八、第四四号証\n（原本の存在を含む）、乙第一号証の一、二、第三号証、当審（差戻後）における\n控訴人代表者尋問の結果（第一回）とこれによつて真正に成立したことが認められ\nる甲第三一、第三二号証、弁論の全趣旨によつて真正に成立したことが認められる\n甲第四号証、原審および当審（差戻前）における証人Ｂ、原審および当審（差戻前\nおよび差戻後）における証人Ｄ、原審および当審（差戻後）における証人Ｅ、当審\n（差戻前）における証人Ｆ、同Ｇ、同Ｈ、同Ｉ、当審（差戻後）における証人Ｃ、\n同Ｊの各証言、当審（差戻前）における控訴人代表者尋問の結果を総合すると、つ\nぎのとおり認めることができる。すなわち、浄化槽というのは、その方式には種々\nのものがあるが、し尿を腐敗槽、酸化槽、消毒槽などに仕切られた槽の中を通過さ\nせながら、微生物の働きによつてこれを分解、酸化するとともに、固形物を沈澱、\n濾過させたうえで、薬品で消毒して放流水を排水溝等に流す設備である。浄化槽内\n汚物の収集、清掃のうち、汚物の収集は、清掃のために注入した洗浄水とともにバ\nキユームカーなどで汲み取り処理場まで運搬するものであつて生し尿の汲み取りと\n同じ作業で足りるが、浄化槽内部の清掃については、生し尿の汲み取りとは著しく\n異なり、種々の方式をもつ浄化槽の構造の理解がなければならないのは勿論、微生\n物を殺さないようにするための知識、経験が必要であり、さらに浄化槽内部を洗浄\nするための洗浄器や浄化機能を検査するための顕微鏡その他の器材を必要とする。\n本件の不許可処分後である昭和四〇年政令第三六四号によつて付加された清掃法施\n行令二条の二は、市町村が汚物の収集、処分を市町村以外の者に委託する場合の基\n準として、「受託者が受託業務を遂行するに足りる設備、器材、人員及び財政的基\n礎を有し、かつ、受託しようとする業務の実施に関し相当の経験を有する者である\nこと」を掲げたが、これは主として右のような浄化槽内汚物の収集、清掃の特質を\n念頭に置いたものとみることができる。しかるに、それ以前の段階では、浄化槽の\n維持管理については、清掃法施行規則および平塚市の場合は神奈川県規則たる同法\n施行細則によつて、放流水は常時薬品で消毒し、年一回以上は保健所長に届出たう\nえで腐敗槽、酸化槽、消毒槽の清掃を行ない、かつ、放流水の検査をうけることな\nどが浄化槽の管理者に義務づけられていたが、浄化槽内汚物の収集については、生\nし尿の汲み取りの場合とは異なり、市町村の責務には属しないとの行政解釈がとら\nれ（昭和三一年三月三一日付衛環第二八号厚生省公衆衛生局環境衛生部環境衛生課\n長通知、前記昭和三七年の通知によつて廃止）、したがつて、これを収集しあるい\nは浄化槽の清掃を業として行なう者に、特別の資格ないし市町村長の許可は必要で\nないとされていた。そのため、平塚市では、生し尿の汲み取りについては、六人の\n業者が市長の許可をうけてこれに従事し、昭和三五年九月以降はその指導のもとに\n担当地区制をとり営業区域に競合を生じないようにするなどの調整がはかられてい\nたが、浄化槽内汚物の収集、清掃については、設置者の責任と自由に任されてお\nり、右汲み取り業者の中にもこれを扱う者がないではなかつたものの、これを専門\nに扱う平塚市外の業者も入つてきており、しかも、生し尿の汲み取りのような担当\n地区の定めがないため、各業者の営業区域も一定せず、まして市長の指導、監督が\n及ぶこともなく、すべてが設置者と業者との個別的な取引に委ねられていた。\nところが、その後における浄化槽の急速な普及増加に伴い、槽内汚物の処分（収集\n清掃）の如何によつては汚でいを街に流し、臭気を発散させ、病菌を伝播させる等\n生活環境を著しく汚染するおそれが生ずるに至り、環境衛生上その処分を設置者の\nみの責任に任せておくことが適当でなくなつたため、厚生省は、従来の行政解釈を\n改め、前記のとおり昭和三七年五月一二日付で環境衛生局長通知により、都道府県\n知事を通じ市町村長にあてて、\n（イ）　浄化槽内汚物は、清掃法六条の規定にもとづき市町村が収集義務を有する\n汚物とする、（ロ）　浄化槽内汚物の収集（掃除を含む）を業として行なう者は、\n清掃法一五条一項の規定により市町村長の許可を必要とする、\n（ハ）　市町村の収集計画、汚物取扱業者の手続、収集処分等の諸準備の関係上、\n右の実施期日は昭和三八年一月一日からとする、旨を通知した。右通知が発せられ\nた結果、新たに浄化槽内汚物の収集、清掃の業務を開始する者はもとより、従来こ\nれを業としていた者も、市町村長の許可を得なければ営業することができなくなつ\nたが、右通知は、それ以上に、従来許可をうけて生し尿の汲み取りをしていた業者\nにつき、新たな許可を要することなく当然に浄化槽内汚物の収集、清掃ができると\nか、これらの汲み取り業者には当然に許可を与えるべきであるというものでないこ\nとは、右通知が発せられた理由および（ハ）で当該市町村の汚物収集計画等を踏ま\nえた汚物取扱業者の許可手続その他の準備期間を予定していることによつてあきら\nかであつた。したがつて、被控訴人が、右通知は浄化槽内汚物を生し尿と同様に扱\nうことにしたのであるから、すでに生し尿の汲み取りの許可をうけていた業者は、\n特別の許可を要することなく当然に浄化槽内汚物の収集、清掃ができるようになつ\nたと主張するのは、右通知の趣旨を誤解したことによるものといわなければならな\nい。\nなお、市町村が清掃法六条により汚物の収集義務を負うのは、特別清掃地域の指定\nをうけた地区のみであつて、平塚市の場合には国鉄平塚駅を中心とした旧市街と周\n辺地区の一部がこれに該当し、その他の地区は特別清掃地域から除外されており、\n右通知の適用はない。\n以上のとおり認めることができ、前掲証人Ｉの証言中、従前から浄化槽内汚物の収\n集、清掃も生し尿の汲み取り業者がほとんど全部をやつていたもので、許可をうけ\nた六業者以外に浄化槽の清掃をやつていた者はない旨を述べた部分は信用できず、\nまた、前掲証人Ｂの当審における証言中、浄化槽の清掃においても、暗黙のうちに\n従来からの得意先とか担当区域とかを業者同士で決めあつてよその得意は荒さない\nという気持であつたとの部分は、前記認定の妨げとはならない。\n２　本件の不許可処分に至る経過\n前掲甲第四四号証、証人Ｅの証言、控訴人代表者尋問の結果のほか、成立に争いが\nない甲第六号証、乙第四号証の一、二、前掲証人Ｇの証言とこれによつて真正に成\n立したことが認められる乙第五号証を総合すると、つぎの事実を認めることができ\nる。すなわち、前記厚生省環境衛生局長通知をうけた被控訴人は、右通知を実施す\nるための準備が間にあわないことを理由にして、平塚市を含む湘南一一市連絡協議\n会の議を経たうえで厚生省に対し実施の延期方を申し入れたが、延期実現の見込み\nが少ないことを知り、急拠平塚市として通知にあるとおり昭和三八年一月一日から\n実施に移すことになつた。そこで、右延期申入れの成り行きを見守つていた控訴人\nは、昭和三八年一月八日、被控訴人に対し、平塚市清掃条例（昭和三〇年三月二九\n日条例第五号）一二条にもとづき、控訴人の名称、所在地、代表者の氏名、営業所\nの所在地、汚物の処理場、作業用具の種類、数量、従業員数、作業計画、作業能\n力、取扱料金その他の必要事項を記載し、取扱汚物ならびに収集、運搬および処分\nの別については、「し尿浄化物の収集、運搬、し尿浄化槽の清掃および管理」と明\n示した書面を提出し汚物取扱業の許可申請をした。右条例は、平塚市が特別清掃地\n域における汚物の処理について清掃扶の施行細則を定めたもので、清掃法一五条一\n項による汚物取扱業の許可申請事項を規定した一二条は、前記通知が実施に移され\nた後の昭和三八年四月一日から施行された新たな条例においても変化がなく、これ\nらによれば、平塚市では、汚物取扱業の許可をその取り扱うべき汚物の種類によつ\nて、または収集、運搬、処分のいかんによつて別異に扱う場合のあることを予定し\nていたとみることができるものであり、控訴人の許可申請は、右のような条例の定\nめにも適合するものであつた。ところが、被控訴人は、右許可申請がなされた日の\n四日後である昭和三八年一月一二日付をもつて、\n（イ）　平塚市内の浄化槽は約六〇〇ケ所と推定されるが、すでに許可をうけた六\n業者が従来も浄化槽の清掃を行なつてきているので、これらの業者および従業員に\nさらに浄化槽の清掃に関する教育を徹底するとともに、清掃および検査に必要な器\n材を整備させれば右浄化槽の清掃に支障はない、（ロ）　生し尿と浄化槽の汚物と\nは同一の取扱いで処理され、作業上にも著しい差異がないので、浄化槽の清掃のみ\nを取り扱う業者を許可することは、し尿処理の秩序、形態を乱すおそれがある、\n（ハ）　控訴人は平塚市以外の地区の浄化槽の清掃を行なつているので、他市町の\n汚物が平塚市営の清掃作業所に搬入される危険がある、\nことの三点を理由として右許可申請を不許可にすることに決定し、前記のとおり同\n年一月一四日到達の書面でこれを控訴人に通知するとともに、同月一九日付で、平\n塚市内の浄化槽設置者にあてて、厚生省の通知により浄化槽に関する扱いが変つた\nとして、浄化槽内汚物を生し尿と同じ取扱いとする、浄化槽内汚物の収集（掃除を\n含む）を業として行なう者は市町村長の許可を必要とする、右の実施期日は昭和三\n八年一月一日とする旨を記載し、かつ、平塚市において浄化槽内汚物の収集（掃除\nを含む）を業とすることを許可してある者として生し尿の汲み取りの許可を与えて\nいる六業者の名称を記載した書面を作成して配布した。\n３　本件の不許可処分の実情\n（一）　右にみたように、被控訴人は、控訴人からなされた汚物取扱業の許可申請\nに対して三点の理由を挙げて不許可処分にしたが（ただし、右不許可理由は内部的\nなもので、被控訴人が本訴で主張しているのとは範囲を異にしている）、前掲証人\nＥ、Ｇ、Ｂの各証言、控訴人代表者尋問の結果のほか、成立に争いがない乙第二号\n証の一、二、当審（差戻前）における証人Ｋの証言を総合すると、右に記載した不\n許可の理由は、具体的な調査、検討を経ることなく単に不許可にするための理由と\nして考え出されたにすぎないものであつて、被控訴人が不許可の処分をした実際の\n理由は、むしろ、つぎのとおりであることが認められるのである。すなわち、平塚\n市では、当時、汚物の収集、処分に関する市の責任体制を確立することを目的とし\nて、市営の清掃作業所の増設を計画するとともに、昭和三七年九月一五日に実施し\nた便所調査にもとづき、生し尿の汲み取り料金の支払いを現金払いから納額告知書\nの方法（切符制）にきりかえることにし、かつ、許可を得ている既存の汲み取り業\n者に対しては、右便所調査で判明した便所の数（業者が平塚市に申告しているもの\nより七〇〇〇世帯多かつた）に対応すべく器材や人員を整備するよう指示しその態\n勢作りが進行中であつた。しかし、右の施策は、前記厚生省環境衛生局長通知とは\n関係なくそれが発せられるよりも以前から行なわれていたものであつて、生し尿の\n汲み取りと浄化槽内汚物の収集、清掃とを区別せず、これを一体のものとして扱つ\nていた。そのうえ、平塚市では、従来、生し尿の汲み取りに関して、新規業者の割\nり込みをめぐつてトラブルが発生したことがあり、そのため、許可を得ている汲み\n取り業者からは被控訴人に対してかねてより新規業者を許可する場合にはこれらの\n既存業者全員の同意を得たうえでするようにとの申し入れがなされ、被控訴人も右\n申し入れの趣旨を尊重して既存業者全員の同意が得られた場合にのみ新規業者を許\n可するという方針をとつていたところ、控訴人の本件許可申請については、これら\nの既存業者から許可を与えることに反対する旨の意思表示がなされていた。このよ\nうな事情があつたことから、被控訴人は、前記通知を実施するに際して、生し尿の\n汲み取りも浄化槽内汚物の収集、清掃も同じであり取扱上の差異はないとして、既\n存の汲み取り業者に生し尿の汲み取りと同じ地区割りにしたがつて処理するように\nさせれば足りるとの見解をとり、既存の汲み取り業者に対しては業務範囲が拡大し\nたことを伝えただけで許可を求めるための何らの手続をも要求しない反面、新規業\n者は一切許可しないとの方針を決め、控訴人からの許可申請については、内部の事\n務処理上前記のごとき不許可の理由に記載した書面を作成したが、申請書の記載事\n項を具体的に審査することはもとより、平塚市内の特別清掃地域における浄化槽内\n汚物の収集、清掃の実態とくに当時これを取り扱つていた業者やその数、器材その\n他の設備、処理能力および生し尿の汲み取りとの処理上の異同などを全く調査、検\n討しないまま不許可の処分をした。\n（二）　被控訴人が、本件の不許可処分をするに当り、控訴人から提出された申請\n書の記載事項や右のような浄化槽内汚物の収集、清掃の実態について何らの調査、\n検討を経ていないことは、許可申請から不許可処分までの期間がわずか四日間とい\nう短い期間であることの客観的事実のはか、証人Ｅ（当時の平塚市清掃課長）が、\n当審における差戻後の証言で、「厚生省の通達が出てから新規業者を認めないこと\nにしたのは首脳部の方針で、七月（昭和三七年）ころには決まつていた」、「浄化\n槽の清掃を誰がやつていたかは調べていない」が、「業者を増やすことには助役が\n賛成しませんでしたから、それに対応するように六業者の仕事を拡充するという方\n針でした」、「控訴人から許可申請が出たとき、保有器材とか過去の営業実績の調\n査はしません。調査するまでもなく却下すべきだと考えました」旨を述べているこ\nとによつてあきらかであり、また、浄化槽内汚物の収集、清掃と生し尿の汲み取り\nとを同一視しその違いを全く意識していなかつたことは、前記のとおり、不許可の\n理由として「生し尿と浄化槽内汚物とは同一の取扱いで処理され、作業上にも著し\nい差異がないので、浄化槽の清掃のみを取り扱う業者を許可することは、し尿処理\nの秩序、形態を乱すおそれがある」ことを挙げ、かつ、不許可処分後に浄化槽の設\n置者にあてて「浄化槽の汚物を生し尿と同じ取扱いとする」ことを記載した書面を\n作成して配布していることのほかに、証人Ｅが、原審における証言で、「浄化槽の\n維持管理としての掃除と一般の便所の汲み取りとは作業のうえで全然差異がないと\n思う」、「平塚市ではすでに六業者に対して地域を分けて許可してあつて、その他\nに許可する区域をもちあわせていないので、ここに許可する区域を求めるとすれば\n六業者から削らなければならない」、「前から生し尿の汲み取りをやつていた六業\n者はすでに収集、処分するについて許可を持つていたからあらためて許可する必要\nはない」旨を述べ、証大Ｋ（当時の平塚市助役）が、当審における差戻前の証言\nで、「浄化槽の清掃も生し尿の汲み取りも同じもので、これを扱う業者を同一視し\nていたから、浄化槽について特別の計らいはしていない」旨を述べていることによ\nつて動かしえないところである。\nもつとも、一見すると右の認定とは趣旨を異にするとみられる証拠もないではない\nのでこれについて判断する。まず、証人Ｇの当審における差戻前の証言中には、県\nの講義をうけたとか技術者を雇つているとかを前提にして許可を与えたということ\nではなく、現実に立ち会い仕事の能力があつたのでこれでよいと思つた旨を述べた\n部分があるが、これが、浄化槽の清掃状況を検査したうえでその業者に対する浄化\n槽内汚物の収集、清掃の仕事の許否を決めたとのことを意味するのか否かはあきら\nかでないし、証人Ｉの当審における差戻前の証言中には、浄化槽内汚物が市町村の\n収集義務の対象に指定された後、生し尿汲み取り業者は浄化槽の清掃についても被\n控訴人の許可をうけてやるようになつた旨を述べた部分があるが、他方ではこれを\n否定する供述をしているうえ、前掲各証拠と対照するときは、生し尿の汲み取り業\n者に対して浄化槽内汚物の収集、清掃を認める特別の許可があつたことはとうてい\n認められない。また、証人Ｅの当審における差戻後の証言中には、すでに数を調べ\nてそれに対応する態勢を整えて出発していたので他に業者を増やす必要はなかつた\nわけで（上司からもそのように指示されていた）、むしろ他の業者が入ることでト\nラブルが起る懸念があつたと述べた部分があるが、生し尿の汲み取りと浄化槽内汚\n物の収集、清掃とを同一視しその区別を認めない前提に立つものであることは前述\nのとおりであるし、同証人自身、浄化槽の清掃を誰がやつていたかは調べていない\nことを認める供述をしているから、他の業者が入ることでトラブルが起る懸念があ\nつたというのは、事実の根拠にもとづかない架空の議論というほかない。いいかえ\nれば、控訴人の事業内容は浄化槽内汚物の収集、清掃に限られるのであるから、控\n訴人に営業を許可することでトラブルが生ずるか否かは、既存の業者の事業内容た\nる生し尿の汲み取りとの異同をみきわめ、かつ、浄化槽内汚物の収集、清掃の実態\nとくにこれを扱つている業者やその数、担当区域などの調査をまたなければ容易に\nは判断しえないはずであるのに、右供述は当然になされるべきこれらの調査、検討\nを欠くものであつて、とうてい説得力をもちえないものである。\n（三）　以上を要するに、被控訴人は、控訴人から許可申請がなされる以前の時点\nですでに新規業者は許可しないとの方針を定め、控訴人に対しその申請書の記載事\n項について具体的な検討を加えることもないまま不許可の処分をしたものであり、\n前段に説示した不許可理由も、単に不許可にするためにのみ考え出された作文にす\nぎないといつてよいもので、浄化槽内汚物の収集、清掃の実態とくにこれを扱つて\nいる業者やその数、器材その他の設備、処理の能力、生し尿の汲み取りとの処理上\nの異同などについて調査、検討した結果にもとづくものではなく、したがつて、平\n塚市における汚物の収集処理の方針、実施状況、既存業者の能力、処理場の現況に\n照らし、控訴人の申請にかかる汚物取扱業許可申請を審査した結果、不適格と考え\nて許可しなかつたものであるとの被控訴人の主張は、全く事実に反するものであ\nる。しかも、被控訴人は、生し尿の汲み取りと浄化槽内汚物の収集、清掃とを同一\n視し（その原因は、被控訴人が浄化槽そのものの構造やその清掃の特質について十\n分な考慮を尽すことなく、前記厚生省環境衛生局長通知の趣旨を単に市町村が収集\n義務を負う汚物の範囲が拡大されただけであると速断したことにあるとみて妨げが\nない）、新規業者の許可に反対の意思を表明した既存の汲み取り業者に同調すると\nともに、生し尿の汲み取りの許可は得ているものの、器材その他の設備、処理能\n力、経験などのあきらかでない既存の業者に対して、何らの審査手続を経ることも\nなく浄化槽内汚物の収集、清掃の業務を可能ならしめる途を開いた反面、浄化槽内\n汚物の収集、清掃のみを目的とし、かつ、所定の手続を履践してなされた控訴人の\n許可申請を不許可にしたものであつて、右の処分は、浄化槽内汚物の収集を市町村\nの義務に加え、これを収集し浄化槽の清掃を業とするには、市町村長の特別の許可\nが必要であるとした前記厚生省環境衛生局長通知の趣旨ひいては汚物の種類によつ\nて取扱業の許可に差異のあることを予定している平塚市清掃条例一二条三号の趣旨\nにも反することはあきらかである。\n４　不許可理由について個別的検討\n前段で詳述したように、本件の不許可処分は、処分当時の状況に即してみるかぎ\nり、何らの調査、検討を経ることなく、しかも、基礎となつた行政通達および平塚\n市清掃条例の趣旨に反してなされたもので、そのこと自体、本件の不許可処分には\n重大な瑕疵があることを意味する。しかしながら、本件の不許可処分には法律上処\n分の理由を明示すべきことを要求されていないうえ、一般に行政処分の取消しの訴\nえにおいては、審理の目的となるのは行政庁の処分に含まれる判断の事後審査であ\nるから、処分の適否もこれがなされた当時の事実状態に照らして判断すべきことは\nいうまでもないが、拠分時に存在した事情であるかぎり、判断の資料となるのは、\nかならずしも行政庁が処分当時その存在を意識して斟酌したものにはとどまらない\nと解することができるから、以下では、本件の審理にあらわれた全ての資料を基礎\nにして被控訴人が不許可の理由として主張するような事情があつたか否かを検討す\nることにする。\n（一）　他地域の汚物が市営の清掃作業所に持ち込まれる危険性について\n被控訴人は、本件の不許可処分当時、平塚市は市営の大神清掃作業所を増設中であ\nつたが、その規模は市の人口およびその増加率を考慮しこれを前提にして決められ\nたものであるため、ここに他の市町の汚物が持ち込まれるような事態が生ずると、\n処理作業に支障をきたすばかりでなく、右作業所が平塚市の費用をもつて設置され\nた目的にも反することになるが、当時、控訴人は平塚市以外の汚物の収集をも行な\nつていたので、他の地域の汚物が右作業所に持ち込まれる危険性があつた旨の主張\nをする。そして、本件の不許可処分当時、控訴人が平塚市に隣接する神奈川県中郡\n大磯町に本店を置き、平塚市以外の地域においても浄化槽内汚物の収集等を手広く\n行なつていたことはその自認するところである。しかし、被控訴人としては、平塚\n市内にある浄化槽の数、大きさおよび清掃の頻度を正確に把握するようにさえすれ\nば（このことは、浄化槽内汚物の収集が市の責務とされた以上当然になすべきこと\nである）、同市内の浄化槽から生ずる汚物の量もおのずと見当がつくはずである\nし、清掃の際には保健所長に対してなすべきことが義務づけられていたのと同様の\n届出制を活用するとか、あるいは、控訴人に市町別の営業地区制を採用させ、その\n保有する運搬車その他の器材には営業地区ごとに異なるマークをつけさせるなどの\n方法を講ずれば、平塚市以外の地域の汚物が前記作業所に持ち込まれる危険性は容\n易に防止することができるはずである。しかも、ここでの問題は、市営の清掃作業\n所の設置目的や処理能力との関係で生ずるものである以上、被控訴人が主張するよ\nうに汚物自体について地域の識別をすることまでは必要でなく、運搬車を単位とす\nる程度の識別の可能性をもつて足りるといつてよいし、右に述べた方法は技術的に\nみても容易に実施することができるものであるから、控訴人が平塚市以外の地域で\n浄化槽内汚物の収集等を行なつていることはさしたる問題ではなく、したがつて、\n他地域の汚物が持ち込まれる危険性があることを不許可の理由とするのは正当でな\nい。\n（二）　清掃作業所完成までの控訴人の事業に対する調査、監督の困難性について\n被控訴人は、控訴人は平塚市の中心部から約一二キロメートル離れた神奈川県中郡\n二宮町に汚物処理場を設けているだけで平塚市内にはこれを有していなかつたか\nら、前記清掃作業所完成までの事情として、控訴人の汚物処理の適格性を十分に調\n査、監督しえないことが予想される旨の主張をする。しかしながら、前掲乙第四号\n証の一、二によれば、平塚市清掃条例には、汚物処理場は環境衛生上支障のない場\n所に設けること、\n敷地の周囲には高さ二メートル以上の塀を設け、処理場の地盤は不浸透材で敷設し\n平滑で排水に便利な構造とすること（一六条）が規定されているのみで、設置場所\nは平塚市内に限る旨を定めた規定はなく、このことは、本件の不許可処分後の昭和\n三八年四月一日から施行された新たな条例においても同様であることが認められる\nし、被控訴人が主張するような調査、監督は、かならずしも毎日ではなく二〇日と\nか一ケ月に一回行なえば十分であると解されるから（ちなみに、前記各条例一八条\nは、汚物の積換場、車庫、運搬器材等について毎年一回以上市長の検査をうけなけ\nればならない旨を定める）、清掃作業所完成までの期間および当時の交通事情を考\nえれば、平塚市の中心部から控訴人の処理場までの距離が約一二キロメートルある\nからといつて調査、監督が困難になるとはとうていいえない。のみならず、当審\n（差戻後）における控訴人代表者尋問の結果（第一、二回）によれば、控訴人は、\n昭和三八年当時、前記二宮町に汚物処理場を有していたほか、平塚市四之宮地区に\nも汚物捨場を有しており、したがつて、市内に汚物処理場のあることが許可の条件\nとされるならば、これに応ずることも不可能ではなかつたことが認められるから、\n被控訴人の右主張は、いずれにしても不許可の理由とはなりえない。\n（三）　浄化槽内汚物の収集、清掃も許可をうけた既存の業者のみで十分であるこ\nとについて\nこれは、被控訴人が本件の不許可処分の理由のうちでもつとも重要なものとして主\n張しているもので、右処分当時、平塚市内の浄化槽は平塚保健所が正式に把握した\nもの三五三個、推定では約六〇〇個あつたが、浄化槽内汚物の収集、清掃は年に一\n回程度すれば十分であるから、既存の六業者に各担当地区内の浄化槽内汚物の収\n集、清掃を割り当てても一業者につき一〇〇個程度で、三日に一個の処理をすれば\n足りることになり、別個の業者は必要でなく、むしろこれを加えると業者間に無用\nの摩擦を生ずることが危惧されるというのである。そして、原審および当審（差戻\n後）における証人Ｅ、当審（差戻前）における証人Ｇの各証言によると、被控訴人\nが許可を与えた六人の生し尿汲み取り業者は、昭和三七年九月一五日現在でタンク\nローリー車を二〇台保有しており、一台で七、八〇〇ないし一〇〇〇人分の汚物を\n処理することができるので、浄化槽内汚物が収集の対象に加えられても平塚市全体\nの汚物を収集するのに十分なものであるが、前記厚生省環境衛生局長通知後さらに\n浄化槽の設置数に対応するに足りるだけの設備をととのえるようこれらの業者を指\n導したというのである。しかしながら、前述したように、被控訴人は、生し尿の汲\nみ取りと浄化槽内汚物の収集、清掃を同一視し、後者の特殊性を全く考慮していな\nいのであつて、右収集、清掃の実態とくにこれを扱つている業者やその数、必要な\n器材その他の設備、能力などについての調査、検討をしていないのであるから、既\n存の六業者のみで浄化槽内汚物の収集、清掃が可能であるというのは、単なる推測\nの域を出ないものである。のみならず、前にも触れたとおり、昭和三七年に前記厚\n生省環境衛生局長通知が発せられるころまでの平塚市内では、生し尿の汲み取り業\n者の中にも浄化槽内汚物の収集、清掃を行なつている者がないではなかつたが、こ\nれを専門に扱つている業者もおり、しかも、生し尿の汲み取りのような担当区域の\n取り決めがないため営業範囲も一定せず、平塚市以外の業者でありながら平塚市内\nに入つてきて営業している者もいたというのが実情であつたうえに、原審および当\n審（差戻前）における証人Ｄ、当審（差戻後）における証人Ｃ、同Ｊの各証言、当\n審（差戻および差戻後）における控訴人代表者尋問の結果（差戻後は第一回）によ\nると、これらの業者の中でもつとも多く浄化槽内汚物の収集、清掃を行なつていた\nのは、控訴人の代表者が当時取締役をしていた大磯町所在の湘南興業有限会社であ\nつて、平塚市内の汲み取り業者のうちでは有限会社東海清掃社がこれにつぐ程度の\n実績を有するだけであり、その他の業者は汲み取りを本業とするかたわらごくわず\nかの浄化槽を扱つていたにすぎないことが認められるから、被控訴人の許可をうけ\nた生し尿の汲み取り業者の全部がひとしく浄化槽内汚物の収集、清掃をするのに必\n要な器材その他の設備や経験、能力を有していたとはいえないことがあきらかであ\nり（むしろ、これらの業者のほとんどは、右のような設備や経験、能力を有してい\nなかつたものとみてよい）、したがつて、汲み取り業者に生し尿と同じ地区割りに\n応じて浄化槽内汚物の収集、清掃をやらせるようにすれば足りるというのは、むし\nろ誤りでさえあるといわざるをえないし、既存の業者の事業内容である生し尿の汲\nみ取りと浄化槽内汚物の収集、清掃とは浄化槽を媒介にして明確に識別することが\nできるものである以上、浄化槽内汚物の収集、清掃のみを目的とする業者を加えた\nからといつて、業者間に無用の摩擦を生ずるとか、し尿処理の秩序、形態を乱すと\nいうおそれもほとんど存在しなかつたものというべきである。\nなお、この点に関して、証人Ｂの原審における証言および証人Ｉの当審における差\n戻前の証言の中には、生し尿の汲み取りを行なつていた業者は、前記厚生省環境衛\n生局長通知の実施後、それまでの担当地区ごとに正式に浄化槽内汚物の収集、清掃\nをも扱うようになつたが、処理能力に不足はなく現在に至るまで特段の支障も生じ\nていないという趣旨の供述をした部分があるが、控訴人代表者が、当審における差\n戻後の尋問（第一回）で、毎月一五ないし一八件の苦情申出があり、右代表者が保\n健所の依頼をうけてその調査をしたことがあると述べていることと対照して直ちに\nは信用しがたいし、かりに右供述のとおり特段の支障が生じていないとしても、そ\nれは本件の不許可処分後の事情であつて、需要の少ない冬期間を利用して応急に必\n要な器材等の整備をしたためとも考えられるから、右処分の適否を判断するうえで\nの資料とはなしえない。\n（四）　控訴人が浄化槽内汚物以外について収集の許可をうけていないことについ\nて\n被控訴人は、控訴人は浄化槽の汚物以外の汚物についてはその取り扱いにつき全く\n許可をとつていないが、汚物は浄化槽の汚物であれその他のものからであれ、汚物\nとしての取り扱いには何ら差異はないので、控訴人が浄化槽の汚物以外の汚物を許\n可なく収集しても識別することが困難であり、その営業に対する監督には困難な点\nがあると主張する。\nところで、清掃法三条によれば、同法で汚物というのは、「ごみ、燃えがら、汚で\nい、ふん尿及び犬、ねこ、ねずみ等の死体をいう」ものとされているから、被控訴\n人の右主張は、控訴人生し尿の汲み取りをする場合を想定しているものと解される\nが（本件ではそれ以外の汚物は問題となる余地がない）、すでにみたとおり、生し\n尿については、被控訴人の許可をうけた業者が平塚市全体を区割りしそれぞれの担\n当地域を定めて独占的に営業しているため、他の業者が入り込んで汲み取りを行な\nう余地はないうえ、本件の不許可処分時には、汲み取り料金の支払いを現金払いか\nら納額告知書の方法（切符制）にきりかえることが決定されていて、業者が直接に\n市民から料金の支払いをうける余地はなくなることになつていたのであるから、控\n訴人が、既存業者の反発が予想されしかも収入の見込みのない生し尿の汲み取りを\nあえて行なうことはほとんど考慮する必要がないといつてよく、とうてい不許可の\n理由にはなりえないというべきである。\n（五）　関連する問題点について\n以上で被控訴人が主張する不許可理由の個別的な検討を終えたが（本件の不許可処\n分の際、内部の事務処理上不許可の理由とされた三点の理由についてもあわせて検\n討されたことになる）、ここでは、被控訴人が直接に不許可の理由としているわけ\nではないが、関連して言及するのが相当とおもわれる二つの問題について検討を加\nえることにする。\n（イ）　本件の許可申請が厚生省環境衛生局長通知の実施後であつたことについて\n証人Ｅは、当審における差戻後の証言で、新規業者を加えた場合の問題として、\n「浄化槽についても（既存の六業者に対して）従前の区割りによるように指示して\n一月一日（昭和三八年）から出発していたので、又やり直すとすれば大変である」\nと述べ、控訴人からの許可申請が前記厚生省環境衛生局長通知の実施後である昭和\n三八年一月八日になされたことが不許可の理由であつたともうけとれる供述をして\nいる。そして、被控訴人の指示にしたがつて既存の汲み取り業者による浄化槽内汚\n物の収集、清掃の体制が実際に動き出していたものとすれば、そのこと自体の当否\nは別にして、その後になつて控訴人の許可申請を認めることはまさに割り込み以外\nの何物でもなく、かえつて混乱を生ずることにもなりかねないが、本件では許可申\n請をするにつき何時までといつた期限の定めがあつたことを認めるべき証拠は存在\nしないうえ（もつとも、前記厚生省環境衛生局長通知が「汚物取扱業者の手続」等\nの関係を考慮して実施までの間に約八ケ月の準備期間を置いているところをみる\nと、汚物取扱業の許可についても、一定の期限を切つた申請の受理、審査、決定の\n手続の履践を予定していたのではないかともおもわれるが、被控訴人がかかる手続\nを履践した形跡はない）、本件許可申請がなされたのは右通知の実施期日からわず\nか八日後であつて、既存の汲み取り業者が当時までに浄化槽内汚物の収集、清掃に\n必要な器材の購入、人員の確保その他の準備をしていたことをあきらかにした証拠\nはなく、かえつて前認定のとおり、被控訴人も、昭和三八年一月一二日付でなした\n本件の不許可処分において、これらの業者および従業員にさらに浄化槽の清掃に関\nする教育を徹底するとともに清掃および検査に必要な器材を整備させれば浄化槽の\n清掃に支障はないとし、これらの準備を将来の課題としていたこと（もつとも、証\n人Ｅは、前記証言で、右の不許可理由に関して、「従業員、器材とも整備させまし\nた」と述べ、本件の不許可処分当時にはすでに準備が完了していたかのごとく供述\nをしているところがあるが、他方では、既存の汲み取り業者は、業務範囲が拡大し\nたとの被控訴人の通知にもとづいて、「浄化槽の数に対応できる人員、器材を整備\nしたはずです」と確実性を欠く供述をしており、前記不許可理由ともあわせると、\n右供述は採用に値しない）、当審（差戻前）における証人Ｂの証言と当審（差戻前\nおよび差戻後）における控訴人代表者尋問の結果（差戻後は第一回）によると、一\n般に冬期間は細菌の活動が活発でないため浄化槽の清掃には適せず、需要も少ない\nことが認められるところからすると、本件の不許可処分当時には既存の汲み取り業\n者もいまだ十分には浄化槽内汚物の収集、清掃に必要な器材の購入、人員の確保な\nどはしていなかつたことが推認され、したがつて、これらの業者による浄化槽内汚\n物の収集、清掃の体制が実際に動き出してはいなかつたといつてよいから、控訴人\nからの許可申請が前記厚生省環境衛生局長通知の実施後であつたからといつて、こ\nれを許可すると逆に混乱をまき起すおそれがあるともいえないので、何ら具体的な\n検討を加えることもなく不許可の処分にしなければならないほどの理由にはなりえ\nないものというべきである。\n（ロ）　控訴人の設立が許可申請の直前であることについて\n被控訴人は、控訴人が昭和三七年一一月二日に設立された会社であり同年一二月末\n日までに取り扱つた浄化槽の数がわずか六個にすぎないとして、その設立時期が新\nしく、かつ、実績が乏しいことを問題にしている。しかしながら、成立に争いがな\nい甲第一、二号証、弁論の全趣旨によつて真正に成立したことが認められる甲第三\n四号証、当審（差戻後）における証人Ｃの証言、当審（差戻前および差戻後）にお\nける控訴人代表者尋問の結果（差戻後は第一回）とこれによつて控訴人主張のとお\nりの写真であることが認められる甲第四〇号証の一ないし四によると、控訴人の代\n表者であるＡは、昭和三四年ころから浄化槽の管理、清掃業者となることを志し、\nそのための法規や技術に関する講習をうけるなどしたうえ、昭和三六年六月、大磯\n町に本店を置く湘南興業有限会社の取締役に就任して本格的に浄化槽の清掃の仕事\nをするようになつたもので、右Ａ自身の浄化槽に関する知識、経験は決して少なく\nはないとみられるし、かくするうち右Ａは、浄化槽の管理、清掃業が新たに許可制\nになることを知つてそのための専門会社を作ることになり、昭和三七年七月ころ、\n右湘南興業からバキユームカーその他の器材、従業員を分けてもらつて独立し、昭\n和三七年一一月二日、浄化槽の管理、清掃を主たる目的とした控訴人会社を設立し\nてみずから代表取締役に就任し、引き続き浄化槽の汚物の収野、清掃の営業を行な\nつていた事実を認めることができる。右の事実によれば、控訴人は浄化槽の管理、\n清掃を目的とする専門の業者として発足したもので、一応そのために必要な器材そ\nの他の設備を有し、代表者を含む所要人員も揃つていたものとみることができるか\nら、生し尿の汲み取りを本業とするかたわらわずかに浄化槽内汚物の収集、清掃を\n手がけていたにすぎない平塚市内の既存業者と対比してそのための設備、能力に劣\nるところはないといつてよく、したがつて、控訴人が許可申請の直前に設立された\n新規業者であり、みるべき実績がないことはとりたてて問題とするには足りず、む\nしろ、被控訴人としては、浄化槽内汚物の収集、清掃業が許可制になつた趣旨をみ\nきわめ、生し尿の汲み取り業者との比較において、右のような控訴人の設備、能\n力、人員等を検討し、汚物取扱業者の許否を決定する必要があつたものというべき\nである。\n５　結論\n以上詳しく認定したように、被控訴人は、控訴人からなされた許可申請についての\n具体的な審査はもとより、その前提となるべき平塚市内の特別清掃地域における浄\n化槽内汚物の収集、清掃の実態についての調査、検討を行なうこともなく、いわば\n門前払いの形で不許可処分をしたものであつて、その際に挙げられた不許可の理由\nないし被控訴人が本訴で主張する不許可の理由は、全く事実の裏づけを欠くもので\nあるか、あるいは、ほとんど起りうる可能性のないものや技術的に防止の可能な事\n項を列挙したにすぎないものであり、とうてい真実なものということはできず、本\n件の不許可処分に合理的な理由をみいだすことはできない。もとより、被控訴人が\nこのような処分をした背景としては、前記厚生省環境衛生局長通知が発せられた当\n時、平塚市では清掃作業所の増設および生し尿の汲み取り料金の支払い方法の改善\nを計画中であつてその遂行に関心が集中していたためとみられないではないが、直\n接の原因が、既存業者の利益保護に目を奪われて新規業者の許可に反対する生し尿\nの汲み取り業者の意向に安易に同調するとともに、清掃を含めた浄化槽内汚物処理\nの特殊性、重要性に思い至らず、右通知を単に市が収集業務を負う汚物の範囲が拡\n大されただけであると速断し、浄化槽内汚物の収集、清掃の業務を新たに許可の対\n象に加えたその趣旨を無視したことにあることはあきらかである。その結果、被控\n訴人は、ほとんど設備、経験、能力のない生し尿の汲み取り業者をして何らの審査\n手続を経ることなしに浄化槽内汚物の収集、清掃の業務に当らせることをもつて十\n分であるとし、右通知の実施にそなえて浄化槽の管理、清掃を事業目的に設立され\n専門業者としてのスタートをきつていた控訴人の許可申請を却下したものであつ\nて、浄化槽内汚物の衛生的処理をはかることにより生活環境の向上を企図した右通\n知の趣旨に反することとなつたといわなければならない。被控訴人は、控訴人が右\n通知の発せられる以前から浄化槽内汚物の収集、清掃を業としていた既存業者であ\nるから当然に営業の継続を許すべきであつたと主張するのに対しては、右通知は、\n浄化槽の汚物の増加に対処して、汚物の収集処理業者のうち営業能力の乏しいも\nの、不良なものを除外し、よつて浄化槽内汚物の収集処理につき生ずるおそれのあ\nる公衆衛生上の不都合を除こうとするものであるから、既存業者であるということ\nで従前どおり営業を許可していたのではその目的を達成することができなくなる\nし、市町村としては右通知により負担することとなつた収集義務を怠つていること\nにもなると反論するが、みずから、その主張とは反する結果を惹起する矛盾を犯し\nていることになる。\n果してそうだとすれば、一般に市町村長が汚物取扱業の許可を与えるかどうかは、\n清掃法の目的と当該市町村の清掃計画とに照らし、市町村がその責務である汚物処\n理の事務を円滑完全に遂行するのに必要適切であるかどうかという観点に立つてこ\nれを決すべきものであり、市町村長の裁量に任されているものとしても、本件の不\n許可処分にはそれ自体合理的な理由がないのみならず、前提となる行政通達に対す\nる誤解があつたため、結果においても妥当性を保しがたいものであり、被控訴人が\n清掃法によつて与えられた汚物取扱業の許否についての裁量権行使の正当な範囲を\n逸脱した違法があるといわざるをえない。\n四、以上の次第で、被控訴人が、控訴人からなされた昭和三八年一月八日付汚物取\n扱業許可申請について、同年一月一二日になした不許可処分は違法なものとして取\nり消されるべきであり、右取消しを求める控訴人の本訴は正当としてこれを認容す\nべきであるから、右請求を棄却した原判決を取り消し、本件訴訟の総費用は行訴法\n七条、民訴法九六条、八九条を適用して全部被控訴人に負担させることにして主文\nのとおり判決する。\n（裁判官　吉岡　進　兼子徹夫　太田　豊）\n"
}