{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 9,
    "day": 12
  },
  "case_number": "昭和51(行コ)1",
  "case_name": "行政処分取消(収容令書無効確認等)請求控訴事件",
  "court_name": "広島高等裁判所",
  "field": "行政",
  "gist": "容疑者が出入国管理令２４条各号の１に当たる旨の入国審査官の認定は，抗告訴訟の対象となる行政処分に当たるか",
  "case_gist": "容疑者が出入国管理令２４条各号の１に当たる旨の入国審査官の認定は，抗告訴訟の対象となる行政処分に当たる。",
  "lawsuit_id": "17760",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17760",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/760/017760_hanrei.pdf",
  "contents": "○　主文\n本件控訴をいずれも棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n一　申立\n控訴人は「原判決を取消す。被控訴人広島入国管理事務所主任審査官が控訴人に対\nし昭和三八年一一月二八日付でなした収容令書の発付処分は無効であることを確認\nする。被控訴人広島入国管理事務所入国審査官が控訴人に対し昭和四三年一月一〇\n日付でなした『控訴人は出入国管理令二四条六号に該当する』旨の認定を取消す。\n訴訟費用は第一、二審とも被控訴人らの負担とする。」との判決を求めた。\n被控訴人らは主文同旨の判決を求めた。\n二　主張及び証拠関係\n当事者双方の主張及び証拠の関係は、次に付加するほか、原判決事実摘示のとおり\nであるからこれを引用する。\n（証拠関係）（省略）\n○　理由\n当裁判所も被控訴人入国審査官の本案前の主張は採用し難く、控訴人の本件請求は\nいずれも失当であり棄却すべきものと判断するが、その理由は次に訂正付加するほ\nか、原判決が理由として説示するとおりであるからこれを引用する。\n一　原判決一六丁表一行目から同三六丁裏三行目までを次のとおり改める。\nそこで次に控訴人の反対の立証について判断する。\n１　控訴人の右主張にそう証拠としてはＡの入国警備官、司法警察員、入国審査官\nに対する各供述調査謄本（成立に争いのない乙第四、六、三〇号証）、Ｂの出生届\n謄本（成立に争いのない乙第一二、七〇号証）、同戸籍謄本（成立に争いのない甲\n第五号証、乙第一〇号証の三〇及びＣの広島入管所長宛の書信（乙第四二号証）が\n存在するので、順次その内容の信用性につき検討を加える。\n前掲乙第六号証によると、Ａは、「自分は二五歳のとき尾道でＤと内縁関係を結\nび、結婚後一年位して夫婦喧嘩をして呉市＜地名略＞にいた父Ｅの許に帰つたが、\n呉造船所の工員である通称Ｆさん（名前は忘れた）と関係して妊娠し、大正一〇年\n一〇月一六日頃、＜地名略＞の父の叔父Ｇ方で、その隣家にいた叔母Ｈの介助で男\n児を出産し、Ｂという名を付けて育てた。子供のチリゲのところに小豆位のホクロ\nがあつた。約一月位後に子供を朝鮮人に渡し、喧嘩別れをして一年位後に夫Ｄの許\nに帰つたが、その間にその朝鮮人は三、四回Ｂを連れて尋ねて来た。その時その朝\n鮮人の名前もきいたが忘れた。昭和二〇年一〇月頃尾道駅で右朝鮮人に会い、自分\nの住所を教えて別れた。\n昭和三四年一月一九日午後三時頃控訴人が尋ねて来た際は控訴人の背中にあるホク\nロによつて控訴人が実の子であることを確認した。」と供述し、前掲乙第四号証で\nは「Ｄと喧嘩別れをして、＜地名略＞の父親の許や父の叔父Ｇ方に居住中、呉造船\n所勤務の通称Ｆさんと関係して妊娠し、大正一〇年一〇月一一日頃、Ｇ方で、本籍\n地より来て貰つた叔母Ｈの介助によりＢを生んだ。生後一月位のとき付近に住む朝\n鮮人に養子に出しその後二月して尾道に帰つた。その間その朝鮮人はＢを三、四回\n見せに連れて来てくれた。終戦の年の秋尾道駅前に出たところ、あちこちうろうろ\nしている朝鮮人がおり、どこか見憶がある人だつたので尋ねたところその人がＢの\n育ての親であつた。そして戸籍謄本を渡すことになり、家にとりに帰つて駅裏で渡\nした。昭和三四年一月か二月頃控訴人が尋ねて来て右戸籍謄本を出し生みの親では\nないかと尋ねた。控訴人の背中にホクロがあつたので得心した。」と供述し、乙第\n三〇号証では「自分はこれまでＢしか出産したことはない。Ｂという名前は自分が\nつけたが別に意味はなく、どんな字にするかも考えていなかつた。」と供述してい\nる。\nしかしながらＡの各供述には種々の喰違いがあるのみならず、その内容にも疑問の\n点が多い。すなわち、Ａはその供述によれば控訴人が最初にして最後の子であるか\nらその出生時の状況は鮮明に記憶しているはずである。しかるにその出生の日時は\n前掲乙第六号証によれば大正一〇年一〇月一六日頃であるのに、前掲乙第四、三〇\n号証では大正一〇年一〇月一一日とされ、しかも前掲乙第一二、七〇号証（出生\n届）によれば、Ａは昭和三四年一〇月二七日に控訴人の出生届をしたときには右供\n述とまた異り生年月日を大正一〇年一二月一六日として届出ている。また出産の介\n助をして貰つたというＨは前掲乙第六号証によれば呉市＜地名略＞のＧ方の隣家に\n住んでいたとあるのに、前掲乙第四、三〇号証では本籍地（世羅郡＜地名略＞）か\nら来て貰つたとあり相互に喰違いがある。更にＡはＢの父親は呉造船所の通称Ｆさ\nんというのみでその名前は忘れたといい、養親となる朝鮮人の住所氏名も当初はき\nかず、のち三、四回控訴人を連れて来た際きいたといいながらこれも忘れたと供述\nし、\nまた控訴人の名前も呼名はＢとしたがどんな字にするか考えていなかつたと供述す\nるか、いずれも理解し難いところである。\n更にＡはその供述によれば控訴人を養子にやつた朝鮮人には当時三、四回会つたの\nみでその後全く会つていないのに、それから約二三年余を経過した昭和二〇年一〇\n月にその朝鮮人を尾道駅前で偶然みかけ、その顔を記憶していたというのも、奇異\nの感は免れない。\nまた成立に争いのない乙第六四号証の三によれば、広島大学医学部Ｉは、控訴人の\n背中にあるホクロについて「上背部の小腫癌であつて、色素性母斑の真皮肉型と診\n断され、このような母斑は、生来性のものであり、人工的に作成しうるものではな\nいが、生下時よりみられるものはむしろ稀であつて、生後時を経て発生するものが\n多いといわれている。」旨の鑑定をしているのであつて、これによればＡが生んだ\n男児の背中にホクロがあつた旨の同人の供述についても疑念が生じる。\nしたがつて控訴人は自分の子であるとするＡの各供述にはその信ぴよう性につき強\nい疑問を抱かざるを得ない。\n次に、Ｂの出生届謄本（乙第一二、七〇号証）、同戸籍謄本（甲第五号証、乙第一\n〇号証の三）によれば、Ａは昭和三四年一月二七日、尾道市長に対し、控訴人を大\n正一〇年一二月一六日出生した旨届出をなし、その旨の戸籍謄本が作成されている\nことは認められるが、右はＡの届出によりなされたものにとどまるから、前記認定\nのとおり、控訴人は自分の子であるとするＡの各供述が信用できない以上、控訴人\nの主張を証するに足りないし、またＣの広島入管所長宛の書信（乙第四二号証）\nも、成立に争いのない乙第七二号証の三によれば、右書信はＣ死亡後にほしいまま\nに作成されたものと認められるから、控訴人の右主張を証するに由ないものであ\nる。\n２　また控訴人は、入国警備官に対する供述（成立に争いのない乙第一、二一号\n証）、入国審査官に対する供述（成立に争いのない乙第二六、二七号証）、特別審\n査官に対する供述（成立に争いのない乙第三六、三七、四〇、四三、四六号証）及\nび原審における控訴人本人尋問において、自分はＡの子であるとし、自分の出生の\n秘密を知り、またＡと親子の対面をするまでの経過について種々述べている。\nそして控訴人が出生の秘密を打明けられ、\nＡと親子の対面をするまでのことは控訴人にとつて極めてシヨツキングな事実とい\nうべきであるから、その記憶は鮮明なはずである。\nしかるに控訴人が出生の秘密を知るに至つた経緯について、前掲乙第一号証におい\nては「控訴人がＣに道民証を貰つてくれるよう頼んだら、Ｃは、Ｊの家族からＪは\n現在北鮮におり道民証は出せないと断られた、お前の本当の親は日本人で私が貰つ\nて育てた、と言つた」旨供述していたのに、前掲乙第二一号証では「自分が帰国し\nた直後、道民証のことでＫからＪは実子だが死亡したときいた。Ａのことについて\nは、自分が引揚後日本に残してきた内妻と子供のことを気にして仕事も手につかず\n苦労しているのを見かねたＫがお前の母は日本人Ａだと打明けてくれた。」と述\nべ、前掲乙第三七号証及び原審における控訴人本人の尋問では「Ｊとして道民証を\nとろうとしたことからＫがお前の母は日本人Ａだと打明けるに至つた」旨供述して\nいるのであつて、その打明けた人及び打明けるに至つた理由に喰違いがある。\nまた出生の秘密を打明けられて来日後尾道市＜地名略＞に居住していたＡと対面す\nるまでの経緯についても、前掲乙第一号証においては「母の本籍地の＜地名略＞に\nいき道端で仕事をしていた老百姓にＡのことを尋ねたら偶然に知つており、尾道市\n＜地名略＞に住んでいる、Ｄときいたら判る旨教えられ、Ｄ方を尋ねたが留守であ\nつた。以前Ｄという大工を使つたことを思い出し次の日に妻に訪ねさしたら、大工\nの父親がきて、手のあき次第＜地名略＞のＤに連れて行つてやるといつてくれた\nが、待兼ねて一月二〇日頃一人でＤ方を訪ねＡと対面した。」と供述していたの\nに、前掲乙第四〇号証、原審における控訴人本人の供述では「世羅町役場でＡは現\n在尾道市＜地名略＞にいる旨教えられた。役場のすぐ前の橋の付近で向うから来た\n老人に会いＡのことを尋ねたところ、その老人がＡはＤと同棲していることを話し\nてくれた。Ｄ方を尋ねたが留守であつたので翌日午前Ｄ方を訪ねＡに会つた。Ａが\n＜地名略＞の親族に相談したいというのでＬ方に行つた。」「Ｌは行つて顔をみた\nら知つている人だつた。」と供述しているのであつて、Ａ方が判明した経緯、Ｌに\n会つた順序などに喰違いがある。\n更に右控訴人の供述によれば、控訴人はＡが実母と知り昭和三四年一二月に母を探\nす目的で来日したというのに、来日前Ａから控訴人を貰つたというＣを訪ねてその\n詳しい事情を知ることもせず、また一二月二〇日＜地名略＞に上陸し妻Ｍに会つた\n際同人に実母探索方を依頼することもなく、更にまた自らも昭和三三年一二月二一\n日大阪港に入港、上陸し、一二月三一日から同三四年一月六日頃まで＜地名略＞に\n帰つておりながら実母探索に全く手をつけないで過しているのであつて、これらの\n行為はその目的に照し理解し難いところである。\nしたがつて控訴人が、自分の出生の秘密を知り、また実母というＡと親子の対面を\nするまでの経過につき種々供述するところもまたたやすく信用し難いというほかは\nない。\nなお控訴人はＪはすでに死亡している旨主張し、これにそう前掲乙第二一、二七、\n三七号証（控訴人の供述調書謄本）、第四四号証（Ｎの証人尋問調書謄本）、甲第\n一八号証（Ｏの供述の訳文）及び原審証人Ｎの証言、原審における控訴人本人尋問\nの結果があるが、成立に争いのない乙第一号証（控訴人の供述調書謄本）第一七号\n証の二（Ｊの戸籍謄本）、第二三号証（Ｐの証人供述調書謄本）、弁論の全趣旨に\nより真正に成立したものと認められる乙第六一号証及び録音テープ（Ｑの供述を録\n音したもの）検証の結果と対比したやすく信用できない。\nまた原審証人Ｒ、当審証人Ｓ、同Ｔ、同Ｕの各証言によれば、控訴人は昭和五、六\n年頃竹原市に在住していたものと認められるが、右事実はＪの来日の日時が被控訴\n人ら主張のように昭和一一年ではなく、昭和五、六年以前であつたことを推認させ\nるにすぎず、前記認定を左右するに足りない。\n二　原判決三六丁裏一〇行目と一一行目との間に次のとおり挿入する。\nかりに、韓国人Ｋ、Ｏ間の長男として韓国戸籍に現存するＪが死亡しており、した\nがつて控訴人が右Ｊとは別人であるとしても、この事実からただちに控訴人が日本\n人Ａの子Ｂであるとする結論が導かれるものでないことは明らかであり、またこの\n事実によつて前記措信しがたいものとした乙号各証等が措信し得るものとなるとは\n解されないので、Ａと控訴人との間の母子関係を認めるに足りる証拠のない本件に\nおいては、\n控訴人がＡの子であるとする控訴人の主張は結局において排斥を免れないものとい\nうべきである。\nそうすると原判決は相当であつて控訴人の本件控訴は理由がないのでこれを棄却す\nることとし、控訴費用の負担につき民訴法九五条、八九条を適用して主文のとおり\n判決する。\n（裁判官　胡田　勲　高山　晨　下江一成）\n"
}