{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 9,
    "day": 20
  },
  "case_number": "昭和45(行ウ)15",
  "case_name": "行政処分取消等請求事件",
  "court_name": "神戸地方裁判所",
  "field": "行政",
  "gist": "児童扶養手当法４条３項３号は，同号にいう「公的年金給付」のうちに国民年金法別表の一種一級の障害者として受けている障害福祉年金給付を含む限度において，憲法１４条１項に違反するとした事例",
  "lawsuit_id": "18167",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18167",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/167/018167_hanrei.pdf",
  "contents": "○　主文\n被告が原告に対し昭和四五年三月二三日付でなした「原告から被告に対する同年二\n月二三日付児童扶養手当認定請求を却下する」旨の処分を取消す。\n本件のその余の部分の訴を却下する。\n訴訟費用は被告の負担とする。\n○　事実\n（一）　当事者の申立\n（１）　原告\n「（イ）主文第一項と同旨、（ロ）被告は原告が昭和四五年三月から同年八月まで\nは一ケ月金二一〇〇円、同年九月から一ケ月金二六〇〇円の各割合による児童扶養\n手当の受給資格を有する旨の認定をしなければならない。（ハ）主文第三項と同\n旨」の判決を求める。\n（２）　被告\n本案前の申立として、「原告の本訴請求中、（ロ）の請求を却下する。」との判決\nを求め、本案に対する申立として、「原告の本訴請求中、（イ）の請求を棄却す\nる。訴訟費用は原告の負担とする。」との判決を求める。\n（二）　当事者の主張\n（１）　原告の請求原因事実\n（イ）　原告（本名・Ａ）は国民年金法別表記載の一種一級に該当する視力障害者\nとして、同法に基づく障害福祉年金を受給しているものであるところ、昭和二三年\n三月六日夫と離婚して以来、原告の次男Ｂ（昭和三〇年五月一二日生）を養育して\n現在に至つている。従つて、原告は児童扶養手当法（以下手当法という）第四条第\n一項第一号所定の要件を具備し、同第五条所定の児童扶養手当（以下手当という）\nの受給資格を有するものである。\n（ロ）　そこで、原告は昭和四五年二月二三日被告に対し、手当の受給資格につい\nて認定の請求をしたところ、被告は同年三月二三日付で右請求を却下する旨の処分\nをした。そこで、原告は同年五月一八日付で被告に対し異議申立をしたが、被告は\n同年六月九日付で右異議申立を棄却する旨の裁決をした。その裁決理由は、原告が\n障害福祉年金を受給しているので、手当法第四条第、三項第三号（以下本件条項と\nいう）に該当するというのであつた。\n（ハ）　しかしながら、本件条項は、左記のとおり、日本国憲法（以下憲法とい\nう）第一三条、第一四条第一項および第二五条第二項に違反し、無効なものであ\nる。\n（Ａ）　憲法第一四条第一項違反について\n国民年金法による障害福祉年金は、傷害または廃疾を要件として、当該個人に対し\nて支給されるものであり、他方、手当法による手当は、児童の心身の健やかな成長\nに寄与するために支給されるものであるから、その実質的な受給権者は児童であ\nり、その現実の支給を母に対してなしているに過ぎないものである。そして、手当\n法は右の趣旨から、生別母子世帯の場合に限定せず、同居の父が廃疾のために公的\n年金を受給している場合、或いは母以外の者が児童を養育している場合にも手当を\n受給し得るものとしているのである。しかるに、本件条項によつて、母が、障害福\n祉年金を受給している児童は手当を受給し得ない結果となつているのであり、この\n結果を手当法の前記趣旨および内容に照らせば、母が障害福祉年金を受給している\n児童を、母が障害福祉年金を受けていない児童と差別し、前者に対し不利益を負わ\nせていることが明らかである。このことは憲法第一四条第一項所定の「差別」に該\n当し、本件条項は右憲法の条項に違反するものといわざるを得ない。\n（Ｂ）　憲法第二五条第二項違反について\n原告は身体障害者であるにも拘らず、母子世帯を支えなければならないという二重\nの生活上の負担を負つているのである。そして、原告と同様の境遇にある世帯は、\n一般の家庭と比較して貧困であることは勿論、前記（Ａ）記載のような手当を受給\nし得る世帯と比較しても、寸毫も裕福ではない。そして、前記（Ａ）記載のとお\nり、障害福祉年金と手当は、その趣旨・目的を異にするものである。従つて、原告\nのような境遇にある世帯に対しては、当然右二個の給付を併給すべきものである。\nしかるに、本件条項は、前記生活実態を看過し、右二個の給付の併給を禁止してい\nるのであるから、単に手当法本来の目的を没却しているのみでなく、憲法第二五条\n第二項に違反した条項であるといわざるを得ない。\n（Ｃ）　憲法第一三条違反について\n手当は児童の心身の健やかな成長に寄与するために支給されるものであるのに、母\nが身体障害者として障害福祉年金を受給しているという事実、即ち、手当法の目的\nとは関係のない事実を理由として、手当の受給資格を奪う本件条項は、児童を個人\nとして尊重しないものであり、憲法第一三条に違反するものである。\n（ニ）　そうすると、本件条項を適用して、被告が原告に対し昭和四五年三月二三\n日付でなした「原告から被告に対する児童扶養手当認定請求を却下する」旨の右処\n分もまた、違法であつて、取消を免れないのみならず、被告は原告が昭和四五年三\n月から同年八月までは同年二月二三日当時の給付額である一ケ月金二一〇〇円、同\n年九月からは昭和四五年法律第一一四号附則第一条および第三条による手当法改正\n後の給付額である一ケ月金二六〇〇円の各割合による手当を受給する資格がある旨\nの認定をすべき義務がある。\n（ホ）　よつて、原告は被告を相手方とした上、被告がなした前記却下処分の取\n消、および被告において原告が右（ニ）記載の割合による手当の受給資格を有する\n旨の認定をすべき旨の判決を求める。\n（２）　被告の答弁（主張を含む）\n（甲）　本案前の答弁\n原告の本訴請求中、（ロ）部分の請求はいわゆる義務付け訴訟であり、行政庁の一\n次的判断権を侵害するものであつて、三権分立の原則に反し、行政事件訴訟法上許\nされないものであるから、不適法な訴として、却下されるべきである。\n（乙）　本案の答弁\n（イ）　原告主張の事実は、その内、（イ）の事実中、原告が視力障害者（一種一\n級）であつて、国民年金法に基づく障害福祉年金を受給していること、原告が昭和\n二三年三月六日夫と離婚し、原告の次男Ｂ（昭和三〇年五月一二日生）を養育して\nいること、および（ロ）の事実は、認めるが、その余は争う。\n殊に、原告は本件条項が憲法第一四条第一項に違反すると主張するが、右主張は失\n当である。即ち、憲法第一四条第一項所定の差別事由の内の「社会的身分」とは、\n人の出生によつて決定される社会的な地位または身分であると解されるところ、本\n件条項所定の「公的年金給付を受けることができる地位」は、これに該当せず、そ\nの他憲法第一四条第一項の要件を充足するものではないから、本件条項について\nは、元来、憲法第一四条違反の問題は起こり得ないものである。\nまた、原告は同居の父が廃疾である世帯、および母以外の者が児童を養育する場合\nを以て、原告のような生別母子世帯と比較し、手当の支給について差別が存在する\nと主張している。しかしながら、右比較は同質の事例間のものとはいえず、原告の\n主張の根拠となるものではない。\n（ロ）　主張\n（Ａ）　手当法の社会保障法体系における地位\n手当法は国民年金法を補完するものである。即ち、国民年金法は保険制度によつ\nて、老齢・廃疾または生計中心者の死亡という所得能力の喪失または減退を招く事\n故があつた場合、その人の所得の一部を保険金によつて保障しようとの趣旨に出る\nものである。そして、その内容は保険料を主たる財源とする拠出制の老齢年金・障\n害年金・母子年金等を給付することを基本とし、貧困のために右拠出をなし得ない\n者などを救済する制度として、無拠出制の老齢福祉年金、障害福祉年金、母子福祉\n年金などの福祉年金を設けている。そして、母子福祉年金は夫が死亡した場合のい\nわゆる死別母子世帯（国民年金法第六一条所定）を対象とするものであり、離婚に\nよるいわゆる生別母子世帯に対しては、その離婚という人為的な要素が保険制度に\nなじまないものであるとして、支給されない。しかしながら、その生活実態におい\nては、死別・生別母子世帯間に差がないので、生別母子世帯に対して年金を支給し\nないことは、児童福祉の見地から見ても妥当でなく、社会保障体系上不均衡である\nと考えなければならなかつた。そこで、前記母子福祉年金を補完する制度として、\n手当法が制定されたのである。\n（Ｂ）　本件条項の趣旨および合理性\n前記（Ａ）記載の如き手当法制定の経緯および手当法の社会保障法体系における地\n位からすれば、その基本たる国民年金法において、公的年金の併給を避けているの\nであるから、母子福祉年金制度の補完的作用を営むに過ぎない手当法による手当の\n支給においても、公的年金との併給を避ける旨の本件条項が存在することは、何ら\n不合理ではない。そして、右のように併給を避ける理由は、態様の異なる保険事故\nを所得保障制度として共通の指標となる稼得能力の低下または喪失としてとらえ、\n複数の保険事故が同一人について発生した場合であつても、受給資格者の稼得能力\nの低下または喪失の程度が、事故に比例して単純に倍加されることにはならないと\n考えられることになるのである。\nそして、手当の支給制度は公的年金と同様、生活保護とは異なり、最低限度の生活\nを保障する救済施策ではなく、一般世帯の稼得能力の減少または喪失による家計へ\nの影響を緩和しようとするための、いわば防貧的施策であるから、受給者の具体的\nなニードに対応する必要はなく、その支給要件や給付額は行政庁の裁量に属すると\n解すべきである。そして、本件条項は右支給要件を消極面から規定したものであ\nる。\n原告は父が廃疾であり、母が健全である有子家庭や、母以外の者が児童を養育して\nいる場合には手当が支給され得ることを以て、本件条項が憲法第一四条第一項に違\n反するとの主張の根拠としているが、仮に右両事例が原告のような母子世帯と同質\nのものとして比較し得るものであり、本件条項により形式上の差別が存するとして\nも右両事例に対しては、手当を支給すべき左記の如き理由があるのであつて、右差\n別は合理的なものである。即ち右両事例の内、前者の事例においては、母は廃疾の\n父の扶養と児童の監護という二重の負担を負い、その生計費においても三人分を必\n要とするのに対し、原告は児童を監護する負担を負うに止まり、二人分の生計費を\n要するのみである。更に、後者の事例においては、母以外の者が手当を受けるには\n厳格な要件を充足しなければならず、その結果、右養育者と児童の世帯は、常に母\nの世帯と全く離別し、二個の生活単位を形成している場合となつているのであつ\nて、各世帯の各々の稼得能力の喪失に対応せしめる必要があることについては、離\n別した父が障害福祉年金の給付を受けている場合に、母子家庭の健全な母が手当の\n支給を受ける必要があるのと同じ理があるのに対し、原告のような母子家庭の場合\nには一個の生活単位が存在するのみである。このように、前記両事例および原告の\nような母子世帯は、互にその生活実態が異なるものであるから、これを異別に取扱\nつても、何ら不合理ではない。\n（３）　被告の主張に対する原告の反論\n（甲）　本案前の答弁について\nいわゆる義務付け訴訟といえども、行政庁の義務が裁量の余地のない程明瞭であ\nり、且つ個人の権利或いは利益が侵害される場合には、許されるべきものであると\nころ、本件訴訟においては、手当の認定請求をした原告が受給資格を有するか否\nか、並びに手当の支給額については、それぞれ手当法第四条および第五条によつ\nて、いずれも明瞭であり、被告の裁量を入れる余地は全くない。従つて、本訴請求\n中、（ロ）の請求は適法である。\n（乙）　本案に対する主張について\n児童扶養手当制度は児童手当制度の一として理解すべきものであつて、母子福祉年\n金制度な補充し、生別母子世帯に対する所得保障をするための制度ではない。\n元来、社会保障の対象となる事故には、収入の減少と支出の増加と、更に両方をも\nたらすものが考えられる。従つて、保険事故の重複を稼得能力の低下または喪失の\n事由の重複とのみ解して、併給を制限する根拠とするのは妥当でない。障害福祉年\n金は廃疾による稼得能力の低下または喪失に対して支給されるものであり、一方、\n手当は一定範囲の児童に対して、児童の健やかな成長の糧として支給されるもので\nある。即ち、右年金と手当は、本来、無関係なものであり、一方を給して事足れり\nとなし得るものではない。\n被告は複数の保険事故が同一人について発生した場合であつても、受給資格者の稼\n得能力の低下または喪失の程度が、単純に倍加されることにならないと主張して、\n併給禁止規定としての本件条項が合理的なものであると主張の根拠とするが如くで\nある。しかしながら、障害福祉年金と手当は、前述のとおり、それぞれの保障する\n生活上の必要（ニード）が異なるうえ、国民の現実の生活面においては、共に防貧\n的作用を営むものというよりは、むしろ救貧的意味を持つているのである。\nここで、視覚障害者世帯および母子世帯の生活実態と社会保障の現状について論及\nするに、\n（ｉ）　視覚障害者世帯\n視覚障害者の生活実態について、社団法人東京都身体障害者団体連合会が行つた東\n京都における視覚障害者（児）実態調査報告によると、昭和四三年三月一日現在に\nおける一級および二級の視覚障害者のうちの一三・一％が生活保護を受けており、\nまた、国民年金法の厳格な支給制限にも拘らず、障害福祉年金を受けているものは\n五一・七％にのぼつている。更に同報告によれば、何らかの職業についている者は\n五三・八％に過ぎず、その七四・四五％は、はり・きゆう・あんまのいわゆる三療\nに従事するものであり、就業者の一ケ月平均収入は金三万円未満の者が五一・二％\nとなつている。そのうえ、五〇才以上の女性について見れば、その六〇％が他に依\n存して生活せざるを得ない現状である。そして、これらの視覚障害の女性は、一般\nの女性に比べて家政能力・作業能力が低く、通常の生活にさえも大変な困難が伴つ\nているといえるだけでなく、右能力の不足を補うために、他人の手を借りなければ\nならず、そのための出費をもしなければならないから、最低限度の生活の維持さえ\nも困難な極度の貧困に陥つているというのが現状である。\n（ｉｉ）　母子世帯\n厚生省が行つた全国母子世帯実態調査によると、昭和四二年八月一日現在におい\nて、二〇才未満の子供がいる母子世帯は全国に約五二万三〇〇〇世帯あり、この五\n〇％が一ケ月平均収入金三万円以下の低所得であり、生活保護を受けている者は全\n体の一〇・六％となつている。昭和四三年三月現在の全国の生活保護率一・五％と\n比較すれば、母子家庭の生活が身体障害者家庭の生活と同様、一般家庭に比べて如\n何に貧困であるかが明白である。しかるに、例えば昭和四四年度の神戸市における\n母子三人世帯（母三〇才無職、長男九才、長女四才）の生活保護基準による最低生\n活保障水準は、世帯当り金二万八〇五九円である。このような生活保護費では、憲\n法が保障する健康で文化的な最低限度の生活維持には程遠いといわなければならな\nい。\n右の生活実態に照らせば、原告のような一級の視覚障害者が子供を監護して生活す\nることが、如何に困難であり、障害福祉年金によつては保障されない部分としての\n児童の養育費に対する需要が、如何に切迫したものであるかが明らかである。即\nち、原告にとつては、手当は防貧的意味ではなく、救貧的意味を持つものである。\n（三）　当事者の立証（省略）\n○　理由\n（一）　原告が国民年金法別表記載の一種一級の視力障害者であり、国民年金法に\n基づく障害福祉年金を受給していること、原告が昭和二三年三月六日夫と離婚し、\n原告の次男Ｂ（昭和三〇年五月一二日生）を養育していること、および請求原因\n（ロ）記載の事実は、いずれも当事者間に争いがない。\n（二）　そこで、原告が請求原因（ハ）において主張するように、本件条項が果し\nて憲法に違反するか否かについて検討してみよう。先づ、憲法第一四条第一項に違\n反するか否かについて検討する。\n（１）　憲法第一四条第一項は、国民に対し法の下の平等を保障したものであり、\n同条項挙示の人種、信条、社会的身分、門地等の差別事由は、例示的なものであ\nる。そして、同条項中の「社会的身分」とは、広く人が社会において占める或る程\n度継続的な地位を指すものであつて、人の出生によつて決定される社会的な地位ま\nたは身分に限定されるものではないと解するのが相当であるから、本件条項中の\n「公的年金を受けることができる地位」もまた、右の「社会的身分」に類するもの\nといい得るのであり、憲法第一四条第一項は、このような地位による差別をも禁止\nしているものといわなければならない。\nそして、手当法第四条第一項各号所定の受給資格の要件を充足する者も、公的年金\nを受給し得る場合には、本件条項により、手当を受け得ないこととなつているので\nあるが、このことは、手当法の与える手当の受給という利益の面において、公的年\n金を受けることができる地位にある者を然らざる者との間において、差別している\nということができる。元来、手当の受給資格の要件をどのようなものとするかにつ\nいては、立法時における立法者の裁量に属するわけではあるけれども、その裁量に\nより制定された手当法上の差別的取扱が、著しく合理性を欠く場合には、当該差別\nを生ぜしめる規定は、憲法第一四条第一項に違反し、無効なものといわなければな\nらない。\n（２）　そこで次に、手当法の趣旨を明らかにし、手当の受給権者を確定するなど\nして、右差別の合理性の有無を検討する。\n（イ）　手当法制定の経緯\nいずれも成立に争いのない甲第六および第一八号証、乙第一号証の二、第二号証、\n第三および第四号証の各二に、証人Ｃ、同Ｄ、同Ｅの各証言を総合すると、昭和三\n四年に国民年金法が制定されて、国民の老齢・廃疾・死亡という事故による長期に\nわたる稼得能力の喪失または減少に対処するための国家的施策として、保険技術を\n使用して、所得の保障を行う制度が、自営業者・家事従事者などを含む一般国民を\n対象として設けられたが、その内の一つの制度として、拠出制の母子年金制度およ\nび無拠出制の母子福祉年金制度が設けられたこと、右母子福祉年金は、夫と死別し\nたことによる母子世帯のみを対象とするものに過ぎず、夫と離婚したことによる生\n別母子世帯に対しては、その離婚という人為的な要素が保険制度になじまないもの\nとして、国民年金法による保障をなし得ないものとされたこと、しかしながら、母\n子世帯の生活の困窮の点においては、死別・生別各母子世帯のいずれにおいても変\nるものでなく、生別母子世帯に対し何らかの所得保障をしないことは、その世帯の\n児童に対する福祉の面から見ても妥当でなく、死別母子世帯との間の均衡を失する\nものであるとの反省がなされたこと、また、父から遺棄されている母子・母以外の\n者が児童を養育している場合・父がいても廃疾である場合などのように生別母子世\n帯と同様の困窮家庭に対しても、所得保障をすべきであるとの要望が出されたこ\nと、右のような反省や要望を容れて、手当法が昭和三六年一一月二九日法律第二三\n八号として制定され、昭和三七年一月一日から施行されるに至つたことをいずれも\n認めることができる。この認定を左右するに足る資料はない。\n（ロ）　そして、手当法第一条は手当法の目的を「児童の福祉の増進」と規定し、\n同法第二条は手当支給の趣旨を「児童の心身の健やかな成長に寄与すること」と規\n定した上、同法第四条第一項は同項各号の要件に該当する児童の母または養育者に\n対し、手当を支給する旨を規定している。\n（ハ）　そこで、手当の受給権者の点について検討するに、前記（ロ）記載の手当\n法の各条文の文言からすれば、手当の実質的受給権者は児童であるかの如くである\nが、前記（イ）記載の手当法制定の経緯、および手当法第四条第一項が、手当を児\n童の母またはその養育者に対し支給すると定め、同条第三項が、母或いは母以外の\n児童の養育者についての手当支給の除外事由を定めていること、手当法が「児童手\n当」としないで、「児童扶養手当」の用語を用いていること、並びに証人Ｃ、同Ｄ\nの各証言中の「手当の受給権者は母である」旨の供述などに照らして考えると、手\n当法は児童の福祉の増進を究極の目的としながらも、立法技術の面では、国民年金\n法にならい、児童を監護する母或いは母以外の児童を養育する者を手当の受給権者\nとし、これらの者に対し、「児童扶養手当」という文言どおり、児童の扶養料とし\nて、手当を支給することにしているといわなければならない。\n（ニ）　そうすると、本件において、本件条項が憲法第一四条第一項との関連にお\nいて考察されなければならないのは、次のような関係においてであるということが\nできる。即ち、（Ａ）　原告は手当法第四条第一項第一号の要件に該当する児童を\n養育している母であり、その児童を監護しているのであるが、原告が国民年金法別\n表記載の一種一級（両眼の視力の和が〇・〇四以下のもの）の視覚障害者（証人Ｆ\nの証言によれば、原告は全盲であることが認められる。）として障害福祉年金を受\n給しているために、本件条項に該当し、手当の支給を受けることができない。とこ\nろが、原告と同じように、両眼の視力の和が〇・〇四以下の障害者として、障害福\n祉年金を受給している場合であつても、それが父である場合には、その妻であり、\n且つその間の児童を養育している母でもある女性に対しては、手当が支給されると\nいう仕組みになつている（手当法第四条第一項第三号、同条第二項第七号但書）。\n換言すると、障害福祉年金を受給している父と、健全な母と、児童との三人の世帯\nに対しては、障害福祉年金と手当とが支給され得るのに反し、障害福祉年金を受給\nしている母と、児童のみの二人の世帯に対しては、障害福祉年金が支給されるのみ\nであつて、手当は絶対に支給されないことになつているわけである。ところで、右\n二つの事例を対比してみると、手当の支給について、障害者として公的年金を受け\n得る者が、母であるか又は父であるかということ、若しくは母が障害者であるか又\nは健全であるかということの差違によつて、いずれも前者の母に対しては手当が支\n給されず、後者の母に対しては手当が支給され得るという事態が、本件条項の存在\nによつて惹起されていることが、確知されるのである。そして、この場合、前者の\n母において受ける被差別感が、かなり大なるものであろうということは、一般社会\n人として、容易に感得し得るところであり、一国を構成する国民相互の社会連帯の\n理念に照らし、一部の国民が右のような被差別感に苦悩していることを放置してお\nいてよいか否かということが、問われなければならない。\n（Ｂ）　そこで、すすんで、右の差別の合理性の有無・程度について、検討する必\n要があるが、これが検討の便宜上、被告主張の諸点を省みつつ、考察することにす\nる。\n先ず、被告は「前記（Ａ）記載の二つの事例の対比は、同質の事例間のものではな\nいから、差別の存否を論ずることはできない」旨を主張する。しかしながら、右両\n事例はいずれも一世帯に一人の廃疾程度の障害者がいる場合の対比であり、同程度\nの貧困家庭を支えている母として、本来は共に手当法による保障を受け得る地位に\nある者同士の間における対比である。そして、憲法第一四条は国民の生活面におけ\nる実質的な平等を保障する趣旨をも有するものであるから、憲法第二五条第二項に\n基づく社会保障施策においても、合理的な理由なくして、一般人をして著しい差別\nと感じさせる取扱がなされてならないことは勿論である。そうすると、前記対比は\n同質の事例間における対比であるといい得るのみならず、これが対比により、前記\n両事例間には、憲法第一四条第一項所定の差別事由に該当する事由による差別、即\nち、性別による差別、並びに障害者であるとの社会的身分類似の地位による差別と\nいう二重の意味の差別が存することが明認されるのであつて、被告の右主張にはた\nやすく左祖し難い。\n次に、被告は「本件条項による手当法上の差別的取扱は、合理的なものである」旨\nを主張するので、次に、その点について検討する。前記記載の手当法制定の経緯か\nらすれば、被告の主張するように、手当法は、国民年金法による母子福祉年金制度\nを補完して、母子福祉年金の支給対象とならない生別母子世帯の母などに対して、\nその稼得能力の喪失または減少に対処せしめるための防貧的施策であるかのようで\nある。しかしながら、手当法は同法第四条第一項において、生別母子世帯に限ら\nず、母以外の者が児童を養育している世帯、更には、父が同法別表に定める程度の\n廃疾の状態にある世帯などに対しても配慮し、手当を支給すべきものとしているの\nであつて、これは手当法が児童の福祉のみを目的とする児童手当法類似の独自の意\n義および機能を持つていることを示すものであり、単に国民年金法を補完するに過\nぎない趣旨のものとは考えられない。従つて、「国民年金法第二〇条、第六五条に\nおいて、公的年金相互の併給を避けているのであるから、同法の補完作用を営むに\n過ぎない手当法において、公的年金との併給を避けるのは当然である」旨の被告の\n主張は、たやすく首肯し難い。そして、国民年金法の併給禁止規定自体も、特段の\n合理性を有するわけのものではなく、主として財政上の理由によつて存在している\nに過ぎないものであることは、証人Ｄの証言によつても、窺い得るところである。\n次に、被告は「複数の保険事故が同一人について発生した場合であつても、年金或\nいは手当によつて保障すべき稼得能力の喪失または減少の程度が倍加されるもので\nはないから、各保険事故に対応する年金或いは手当の給付を併給しなければならな\nいものではない」旨を主張する。しかしながら、原告のような全盲の女性の生活実\n態は、後記記載の統計事実からも明らかなとおり、最早、喪失または減少すべき如\n何程の生活上の余裕もない状況にあると認められるのであるから、年額年四万八〇\n〇円程度の少額の障害福祉年金が支給されているとの一事により、稼得能力の喪失\nまたは減少すべき程度云々を論じることは、本件条項の合理性を説明する根拠とし\nては、薄弱であるのみならず、本件の場合においては、障害福祉年金によつて補わ\nんとするのは、原告個人の身体障害であつて、原告において養育中の児童について\nは、右年金は何ら関知するところがないのであり（この点において、障害福祉年金\nは、同じ公的年金給付の一とされている母子福祉年金が、母と子を一括し、子をも\n配慮の対象として、母子世帯そのものの脆弱性を補わんとしているのと質的に差異\nがあることに留意する必要がある）、右障害福祉年金と手当とは、その保険事故と\nいうべきものが全く別個独立であつて、カバーする範囲が少しも重複しないわけで\nあるから、これら両給付を併せて行うことが、不合理であり、不当な結果を招来す\nるという議論は、とうてい首肯し得ないものであるから、被告の右主張は妥当でな\nいといわざるを得ない。\n更に、被告は「手当法が国民年金法と同様、一般世帯の稼得能力の喪失または減少\nによる家計への影響を緩和しようとするための防貧的施策の趣旨に出るものである\nから、手当法が生別母子世帯の特定のニードに対応するものではないとしても、不\n合理ではない」旨を主張する。しかしながら、原告と同じ境遇にある生別母子世帯\nにおいては、手当は救貧的機能を発揮していることを、後記（３）記載の統計事実\nおよび証人Ｇの証言から窺うことができるのである（なお、附言するに、たとえ手\n当が母子福祉年金を補完するものであり、防貧的な意味しか持つものでないとして\nも、本件条項により、原告のような境遇にある世帯に対しては、母が障害福祉年金\nを受給しているという事実のみを以て手当の支給をしないことは、「児童の福祉の\n増進」という手当法の目的が簡単に放棄されてしまう結果となるのであつて、その\n意味において、本件条項は手当法の趣旨を没却し、児童を尊重する精神にも反して\nいる規定であるということができる）。\nまた、被告は「廃疾の父を抱えている世帯の母に対して手当を支給するのは、同世\n帯の母が父の扶助と児童の監護という二重の負担を負つているからであり、これに\n対し、原告のような世帯においては、母は児童を監護するという一つの負担を負つ\nているのみであるから、公的年金と手当を併給する必要はない」旨を主張する。し\nかしながら、原告の世帯においては、母自体が自己の生計を維持することすら極め\nて困難な状況にあり、健全な母に比べれば、やはり、自己の障害それ自体と、児童\nの監護という二重の負担を負つていることには変りがないのであるから、被告の右\n説明は、本件条項の合理性を肯認せしめるに足るものではない。\n以上のとおり、被告の諸々の説明にも拘らず、前記の本件条項による差別的取扱に\nついては、その合理性を是認する理由を発見することができない。\n（３）　しかしながら、若し関係者らの経済生活が、かなり余裕があるといい得る\n程度のものであるならば、その間に差別が存在し且つ当該差別に若干の不合理があ\nるといい得る場合においてもその差別を生み出している法規を憲法第一四条第一項\n違反と断じ、無効に帰せしめるまでの必要性に乏しいと思料されるから本件条項の\n違憲性の有無を判断するに当つては、原告と同じ境遇にある者がその生活実態にお\nいて極度に困窮し、これに対し障害福祉年金と共に、手当をも支給することが、社\n会保障制度の趣旨である所得保障の観点から見て、極めて切実かつ緊迫した必要性\nがあることが前提されるものといわなければならない。そこで、次に、その点に関\nし、視覚障害者世帯および母子世帯の各別につき、それぞれその生活実態を検討し\nてみよう。\n（Ａ）　視覚障害者世帯\n成立に争いのない甲第一二号証によれば、身体障害者の内特に視覚障害者の生活は\n一般に極めて苦しいものであり、昭和四三年三月一日現在における東京都内の一級\nおよび二級各視覚障害者合計一二六八人の内の約一三％が生活保護を受けており、\nこれは昭和四三年三月現在の全国の保護率一・五％の約八倍の高率であること、国\n民年金法の厳格な支給要件にも拘らず、障害福祉年金を受けている者は、右の内、\n五一・七％にのぼつていること、更に、何らかの職業についている者は右の内、五\n三・八％であるところ、その就業者中、七四・五％は、はり・きゆう・あんまなど\nのいわゆる三療に従事していること、右就業者の一ケ月平均収入は、金三万円未満\nの者が七一・七％であること、また、原告のような五〇才以上の女性（この点は成\n立に争いのない甲第一号証によつて認めることができる）についてみれば、その六\n〇％が他の人に依存して生活しなければならない現状であること、そのうえ、これ\nらの視覚障害の女性は、一般の女性に比べて、家政能力・作業能力が低く、通常の\n生活にさえも大変な困難が伴つているといえるだけでなく、右能力の不足を補うた\nめに、他人の手助けを必要とし、そのための出費をもしなければならない状況であ\nることをいずれも認めることができる。この認定を左右するに足る資料はない。\n（Ｂ）　母子世帯\n成立に争いのない甲第一六号証によれば、昭和四二年八月一日現在において、二〇\n才未満の子供がいる母子世帯は、全国に約五二万三〇〇〇世帯あり、この五〇％が\n一ケ月平均収入金三万円以下の低所得であり、生活保護を受けている者は全体の一\n〇・六％となつていることを認めることができる。そして、成立に争いのない甲第\n一五号証の二によれば、六大都市における昭和四四年度の母子三人世帯（母三〇才\n無職、長男九才、長女四才）の生活保護基準による最低生活保障水準は、世帯当り\n金二万八〇五九円であることを認めることができる。この認定を左右するに足る資\n料はない。右各事実からすると、母子家庭の生活実態は、視覚障害者の家庭と同\n様、一般の家庭に比べると、著しく困窮していることが明らかである。\nそうすると、原告のように全盲の視覚障害者であつて、児童を養育している母子世\n帯の母が、現在の社会経済事情下において、如何に貧困にして、苦難に満ち、同情\nせざるを得ないものであるかは、自ら明らかであつて、何ら論を俟たないところで\nある。\n（４）　そうすると、本件条項は、何ら合理的な理由がないにも拘らず、国民年金\n法別表記載の一種一級の視覚障害者として、障害福祉年金を受給している者であつ\nて、児童を監護する母であるという地位にある女性を、一方において、同程度の視\n覚障害者である障害福祉年金受給の父たる男性と性別により差別し、他方におい\nて、公的年金を受給し得る障害者ではない健全な母たる女性と社会的身分に類する\n地位により差別する結果をもたらすものであるところ、被差別者である右女性の経\n済的な生活環境は、極度に悪いのであつて、法律によつて手当の支給を拒否されて\nいる当該女性の被差別感は、極めて大なるものであることが容易に感得されるとと\nもに、その被差別感は、一般社会人をしてたやすく首肯させ、同感させるに至るで\nあろうと思料するに足る健全な感覚であつて、理由があるものであるから、かかる\n事態を惹起させている本件条項は、現行規定のままでは、憲法第一四条第一項に違\n反し、無効であるといわなければならない。即ち、本件条項中の「公的年金給付」\nに該るものは、手当法第三条第二項に制限列挙して規定されているわけであるけれ\nども、手当の支給を拒否するための「公的年金給付」の規定方式としては、概括的\nに過ぎて、相当でなく、一概に公的年金給付といつても、各給付毎に性質を異にす\nるのであるから、それぞれの場合において、個別的に慎重に配慮する必要があるわ\nけであり、本件における審理の結果による限り、本件条項中の「公的年金給付」の\n内から、「国民年金法別表記載の一種一級の障害者として受給している障害福祉年\n金」を除外しない限り、その限度において、本件条項は前記憲法の条項に違反し、\n無効なものといわなければならないのである。そうすると、本件条項を現行規定の\nままで有効とした上、原告が右障害福祉年金を受給しているという事由により、昭\n和四五年三月二三日付で原告の手当認定請求を却下した被告の処分は、違法であつ\nて、取消さるべきものであるといわなければならない。\n（三）　次に、原告の本訴請求中の（ロ）の請求について判断するに、「被告は原\n告が手当の受給資格を有する旨の認定をしなければならない」との右請求は、被告\nに対し作為を求めるものであるが、それは行政庁が行政権を発動するに際して有す\nる一次的判断の権限を侵害するものであるから、三権分立の原則に反するものであ\nつて、現行法上許されない訴である。これを詳言すれば、本件においては、なるほ\nど、原告が手当の支給を受けるための障害となつていた本件条項は、違憲無効とし\nて排除されたわけであるが、手当法所定のその他の手当支給の障碍規定に原告が該\n当するか否かの点については、被告が別個の見地から新たに自ら判断すべきもので\nあつて、その点の被告の判断を経ずして、裁判所が判決によつて軽々に被告に対\nし、原告主張のような認定をすべきことを強制し得るものではない。従つて、右訴\nは現行法上許されない不適法な訴であるから、却下する外はない。\n（四）　よつて、原告の本訴請求中、被告が昭和四五年三月二三日付でなした「原\n告の被告に対する同年二月二三日付手当認定請求を却下する」旨の処分の取消を求\nめる部分は理由があるから、これを認容するけれども、その余の部分の訴は不適法\nであるから、これを却下することとし、訴訟費用の負担につき、行政事件訴訟法第\n七条、民事訴訟法第八九条、第九二条但書を適用して、主文のとおり判決する。\n（裁判官　坂上　弘　塩田武夫　伊東正彦）\n"
}