{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 2,
    "day": 20
  },
  "case_number": "昭和52(う)2683",
  "case_name": "有価証券虚偽記入、同行使、詐欺、商法違反、公正証書原本不実記載、同行使被告事件",
  "court_name": "東京高等裁判所第一〇刑事部",
  "article_info": "第32巻1号13頁",
  "gist": "一　応預合罪の成立に必要とされる「通謀」の内容\n二　仮装払込の一部のみについて応預合罪が成立するとされた事例\n三　払込方法を異にする仮装払込の全部について応預合罪が成立するとされた事例",
  "case_gist": "一　商法四九一条後段の応預合罪の成立に必要とされる「通謀」とは、株金払込取扱機関の役職員と同法四八六条一項に掲げる者との間に、双方が株金の払込を仮装する行為であることを認識してその行為の実現に協力する意思を通じ合うことをいい、いわゆる「見せ金」による仮装払込の場合において、払込取扱機関の役職員が、その払込の仮装であることを認識していないときは、「通謀」は成立しない。\n二　株式会社の新株発行に際し、株金払込取扱銀行の支店長が、仮装払込を意図する右会社取締役から、前回の増資の際の払込金を同銀行の別段預金口座から払い戻して今回の払込金の一部にあてたい旨の依頼を受けて承諾するなどの本件の事実関係(判文参照)のもとでは、同支店長は、右のような同一資金の二重利用にかかる払込については、その払込方法自体からこれが仮装であるとの認識を有し、「通謀」があるものと認められるけれども、その余の仮装払込についての「通謀」は認められず、前者のみについて商法四九一条後段の応預合罪が成立する。\n三　株式会社の新株発行に際し、右会社取締役と払込人とが共謀のうえ仮装払込をした場合において、株金払込取扱銀行の支店長が、発行額の二分の一にのぼる金員を、それが右株金の払込にあてられるものであることを知りながら、右払込人に対し、土地購入代金又は運転資金という事実と異なる名目で、増資による変更登記完了までの間に限定して融資し、あわせて払込人が別途調達したその余の金員を含む払込金全部の払戻に必要な書類のすべてをあらかじめ提出させたうえ、株式払込金保管証明書を発行するなどの本件の事実関係(判文参照)のもとでは、同支店長は、右払込の全部につき、それが仮装であることの認識を有し、「通謀」があるものと認められ、その全額について商法四九一条後段の応預合罪が成立する。",
  "lawsuit_id": "20455",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20455",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/455/020455_hanrei.pdf",
  "contents": "主　　　　文\n原判決中被告人Ａ１に関する部分を破棄する。\n被告人Ａ１を罰金三〇万円に処する。\n右罰金を完納することができないときは、金二〇〇〇円を一日に換算し\nた期間被告人Ａ１を労役場に留置する。\n原審における訴訟費用中、証人Ｂ１、同Ｂ２に支給した分は全部被告人\nＡ１の負担とする。\n被告人Ａ２に関する本件控訴を棄却する。\n理　　　　由\n本件各控訴の趣意は、被告人Ａ２については弁護人内田弘文が提出した控訴趣意\n書に、被告人Ａ１については、弁護人出射義夫、同三井明が連名で提出した控訴趣\n意書及び弁護人三井明が提出した補充控訴趣意書にそれぞれ記載してあるとおりで\nあるから、これらを引用し、これに対して当裁判所は、次のように判断する。\n第一、　被告人Ａ１関係\n一、　控訴趣意中原判示第一の一に関する主張（控訴趣意書第三ないし第五点の\n各一部）について\n所論は、原判示第一の一（Ｃ１株式会社に関する応預合）には、判決に影響を及\nぼすことの明らかな事実誤認ないし法令の解釈適用の誤りがある、というのであ\nる。\n（一）　そこで所論にかんがみ、まず職権をもつて原判示第一の一の応預合の事\n実が原判決挙示の証拠によつ<要旨第一>て認められるかどうかを調査すると、商法\n四九一条後段の応預合罪は、株金払込取扱機関の役職員が同法四八</要旨第一>六条\n一項に掲げる者と通謀して株金の払込を仮装する行為をいうのであり（昭和三五年\n六月二一日昀高裁第三小法廷決定、刑集一四巻八号九八一頁）、右にいう通謀と\nは、当事者双方が株金の払込を仮装する行為であることを認識してその行為の実現\nに協力する意思を通じ合うことであり、したがつて、たとえば、会社の代表取締役\nは払込を仮装する意思で、第三者からの借入金をもつて一時払込をし、増資登記完\n了後直ちに払込金を払い戻して借入金の弁済にあてるという、いわゆる見せ金によ\nる仮装払込の場合であつても、払込取扱機関の役職員がその払込の仮装であること\nを認識していなければ、通謀は成立しないと解すべきであるところ、関係証拠によ\nれば、原判示Ｃ１株式会社の代表取締役であるＤと同社の実権を握つていたＥが、\nＣ１の発行済株式総額を一六〇〇万円から三二〇〇万円にするため、Ｆ銀行Ｇ支店\nに対し新株式総数三二万株に対応する総額一六〇〇万円の払込をしたように仮装し\nて、同支店から株式払込金保管証明書を入手したうえ、不実の増資登記申請手続を\nすることを共謀し、Ｅの指示を受けたＨは昭和三七年一二月六日同支店に赴き、同\n支店の支店長である被告人Ａ１に対し、Ｃ１の新株式三二万株を発行する旨を告\nげ、その払込金は同支店のＣ１の別段預金口座に保管中の前回の増資払込金一二〇\n〇万円と同支店におけるＥの隠し預金（Ｉなる架空人名義のパール積立預金）の払\n戻金四〇〇万円をもつてあてたいので、その手続をとつたうえ株式払込金保管証明\n書を作成してほしい旨依頼し、同日、被告人Ａ１はこれを承諾し、依頼されたとお\nり新株式引受人をＣ２株式会社、Ｊ、Ｋ、Ｌとして事務処理を行つたうえ、株式払\n込金一六〇〇万円の保管証明書を作成してＨに交付したことが明らかである。\nところで、右払込の仮装について、Ｃ１の代表取締役であるＤと払込取扱機関の\n役職員である被告人Ａ１との間の通謀の存否を検討すると、原判決挙示の証拠中特\nにＥ（昭和四〇年二月四日付、同年二月一五日付）、Ｈ（同年二月一八日付）、被\n告人Ａ１（同年二月四日付、同年二月一二日付、同<要旨第二>年二月一五日付、同\n年二月二七日付）の検察官に対する各供述調書によれば、被告人Ａ１は、Ｈから一\n六</要旨第二>〇〇万円の払込金のうち一二〇〇万円は前回増資の払込金一二〇〇万\n円を別段預金口座から払い戻してそれにあてることとして、必要な手続をとるよう\n依頼された際、そのような前回の株式払込金一二〇〇万円をそのまま今回の払込金\nとして二重に利用しようとする払込の方法自体から、右一二〇〇万円の払込は形式\n的なものであつて、実質的には会社資本の充実にならないこと、すなわち右払込は\n仮装であることを認識したものであること、右依頼を拒絶するならば、同支店の大\n口預金者であるＥの機嫌を損ね、その結果預金を引き上げられるかもしれないこと\nをおもんばかり、それよりは右依頼を承諾しＥらの右計画実現に協力しようと考え\nた結果、これを承諾したものであることが認められるから、少なくとも右一二〇〇\n万円の仮装払込については、被告人Ａ１とＤらの間に通謀があつたことは否定し難\nいといわなければならない。もつとも、被告人Ａ１は、原審公判廷において、「当\n時ＥがＣ１に対し多額の債権を有するものと信じており、前回の増資払込金一二〇\n〇万円は払い戻されてＥに対する債務の弁済にあてられ、Ｅはそれをそのまま今回\nの増資払込金としたのであつて、右払込によつてＣ１の資本の充実は果たされてい\nるから、右払込が仮装であるとは考えなかつた」旨供述しているが、右供述のよう\nな理由で右払込が仮装でないといい切れるかどうかは一応措くとして、被告人Ａ１\nは原審公判に至つて始めて右のような弁明をするようになつたのであつて、捜査段\n階における供述調書にはそのような弁明は少しも記載されていないだけでなく、む\nしろ、「右のような払込は正当ではないが、Ｅの要求であつて断るに断りきれなか\nつた」という趣旨の供述が多く、これらがＥやＨの供述調書中の記載とも符合する\nことなどを合わせ考えると、被告人Ａ１の原審公判廷における右供述は、そのまま\n信用するわけにはいかない。\nしかし、右一二〇〇万円を除いた四〇〇万円については、わざわざＥの積立預金\nを払い戻し、その払戻金をもつてあてており、現実に払込がなされているのである\nから、一二〇〇万円の払込とは異なり、被告人Ａ１において払込の方法自体から四\n〇〇万円の払込が仮装であることを認識することはできないといわざるを得ず、ま\nた他に四〇〇万円の払込が仮装であることを認識していたとするに足りる証拠もな\nい。もつとも、原判決は、Ｈが被告人Ａ１に対し払込手続を依頼した際に、変更登\n記が済み次第払込金のうち一二〇〇万円はＣ３株式会社（代表取締役Ｅ）の普通預\n金口座に振替え、四〇〇万円はＥ個人の隠し預金口座に振替えるべきことを依頼し\nた旨認定判示しており、右認定のとおりであれば、被告人Ａ１の右仮装であるとの\n認識を一応推認し得るかもしれないが、証拠によれば、登記完了の翌日に払込金は\nＥの隠し預金口座等に振替えられたことは認められるけれども、原判示のごとく事\n前に振替依頼がなされていたことを認めるに足りる証拠はない。また、増資新株の\n引受申込が予定額に達しないために不足分について払込を仮装することは通常あり\n得ないことではないから、一六〇〇万円の払込のうち一二〇〇万円の払込が仮装で\nあることを認識していたからといつて、残りの右現実に払込まれた四〇〇万円の払\n込も仮装であると認識していたと推論することはできない。更に、株式引受人でな\nい者が一人で株式引受人の全員に代わつて立替払込をすることもあり得ないことで\nはないから、Ｅ一人の資金によつて数名の株式引受人名義の合計四〇〇万円の払込\nがなされたからといつて、それが仮装であることを認識していたはずであると推論\nすることもできない。かえつて、右一六〇〇万円の払込は、被告人Ａ１がＥの依頼\nで株式払込の取扱をするようになつた当初のこと（合計八回のうちの二回目）であ\nり、しかも、右取扱の第一回目はＣ１の一二〇〇万円の増資であつて、その際には\n全額につきＥの資金が現実に払い込まれており、その払込金は次の右一六〇〇万円\nの増資のときまで払い出されず別段預金として保管されていたことを合わせ考える\nと、被告人Ａ１が右一六〇〇万円の増資株式払込の取扱を依頼された当時は、いま\nだＥの増資のやり方、すなわち、Ｅの資金で一応払込をするが、登記が済めばすぐ\n払込金を払い戻し自己の手元に戻すというやり方を知らず、したがつて、右一六〇\n〇万円の払込金が登記後直ちにＥの手元に戻されることになることは事前には知ら\nなかつたのであり、被告人Ａ１としては右四〇〇万円の払込は真実のものであると\n考えていた、とうかがわれる節がある。したがつて、右四〇〇万円の払込仮装に関\nする限り、原判決挙示の証拠をもつてしては原判示の通謀の存在を認めることはで\nきないから、結局原判決の理由中判示第一の一の部分には、事実と証拠との間にく\nいちがいがあるものといわなければならず、原判示第一の一の罪とその余の罪（原\n判示第一の二ないし四の罪）とを併合罪として被告人Ａ１に対し一個の刑を科した\n原判決中同被告人に関する部分は、全部破棄を免れない。\n（二）　次に、所論中前記一二〇〇万円の払込に関する事実誤認ないし法令の解\n釈適用の誤りを主張する部分の当否について検討すると、前記（一）のとおり、右\n一二〇〇万円の払込が仮装であり、被告人Ａ１はそのことを認識していたことは、\n原判決挙示の証拠によつて優に認めることができるのであつで、記録中のその余の\n証拠によつても原判決のこの点に関する事実認定に誤りがあるとは考えられない。\nまた、原判決は被告人Ａ１が所論のいう「その情を知つて」いたから応預合罪が成\n立すると判断したものでないことは、原判決が被告人Ａ１と前記Ｄらとの通謀を認\n定判示しているところから明らかであり、更に、会社の代表取締役が株式払込取扱\n機関の役職員と通謀し、株式の払込が全くないのにあつたものとして、別段預金を\n設定し、その返還を制限する特約をした場合に応預合罪が成立することは所論のと\nおりであるが、応預合罪の成立がそのような場合に限定されるわけではないこと\nは、前記（一）の同罪の定義から明らかである。原判決に所論の法令の解釈適用の\n誤りはない。論旨はいずれも理由がない。\n二、　控訴趣意中原判示第一の三に関する主張（控訴趣意書第二点の全部、第三\nないし第五点の各一部）について\n所論は、原判示第一の三（Ｃ４株式会社に関する応預合）には、虚無の証拠によ\nつて事実を認定した誤り並びに判決に影響を及ぼすことの明らかな事実誤認ない法\n令の解釈適用の誤りがある、というのである。\nそこで検討すると、関係証拠によれば、原判示Ｃ４株式会社の代表取締役に就任\nした前記Ｄと同社の実権を握つていた前記Ｅが、Ｃ４の発行済株式総額を二〇〇〇\n万円から八〇〇〇万円にするため前記銀行Ｇ支店に対し新株式総数一二万株に対応\nする総額六〇〇〇万円の払込をしたように仮装して、同支店から株式払込金保管証\n明書を入手したうえ、不実の登記申請手続をすることを共謀し、Ｅの指示を受けた\n前記Ｈは、昭和三八年七月一日同支店に赴き、被告人Ａ１に対し、Ｃ４の新株式一\n二万株の払込につき、払込金六〇〇〇万円のうち三〇〇〇万円は、同支店における\nＥの隠し預金（Ｍ、Ｎ、Ｏ各名義の定期預金）を担保にして、増資による変更登記\nの完了するまでということで同支店から同額の手形貸付による短期（五日間）融資\nを受けてそれにあて、残りの三〇〇〇万円は、Ｅが同銀行本店から同支店に電送し\nた二七〇〇万円及びＥの養女Ｐ名義の同支店普通預金口座から引き出した三〇〇万\n円をあて、右変更登記が済み次第払込金は直ちに払い戻し、そのうち三〇〇〇万円\nは右貸付分の返済にあて、残り三〇〇〇万円はＥに送金することとして、その手続\nをとつたうえ株式払込金保管証明書を作成してもらいたい旨依頼したところ、既に\nＥからほぼ同旨の依頼を受けていた被告人Ａ１は即日これを承諾し、依頼されたと\nおりの貸付を行い、新株引受人をＱ、Ｄ、Ｒ、Ｓ、Ｔ、Ｕとして事務処理を行つた\nうえ、株式払込金六〇〇〇万円の保管証明書を作成してＨに交付したことが明らか\nである。\nところで進んで、右払込の仮装について、Ｃ４の代表取締役であるＤと払込取扱\n機関の役職員である被告人Ａ１との通謀の存否を検討すると、原判決挙示の証拠、\n特に被告人Ａ１の前記検察官に対する供述調書四通、Ｅ（昭和四〇年二月一七日\n付）、Ｈ（同年二月一一日付記録五四五九丁、同年二月一二日付、同年二月一三日\n付二通）、Ｂ１（同年二月一三日付）Ｐ（同年二月一七日付）の検察官に対する各\n供述調書、Ｂ１作成の答申書、押収してある別段預金払戻領収書一枚（昭和五二年\n押第九六四号の四一）、普通預金払戻請求書六枚（同押号の四三の一ないし六）、\n普通送金依頼書（同押号の四四）、給付貸付稟議書三通（同押号の四六の一ないし\n三）によれば、被告人Ａ１は、昭和三七年一二月一日からＣ４の右払込の日までの\n約八か月間に、Ｅの依頼によりＣ１及びＣ５株式会社の各増資株式の払込を既に六\n回にわたつて取扱つており、Ｃ４の払込は七回目になること、六回にわたる右の株\n式払込の際にも、払込金はすべてＥの資金によつて賄われ、一度株式払込金として\n払い込まれた金員がそのまま次の増資株式払込金として用いられたり、増資による\n変更登記の完了後直ちに払込金が払い戻されてＥの手元に戻されたりしているこ\nと、しかも、同支店が取扱つた株式払込でＥと関係のないものは、おおむね同支店\nと取引関係のある会社のもので、金額もそう多くはないのが通常であつたが、右Ｃ\n１等の会社はいずれも同支店とは全く取引のない会社であるうえに、Ｃ１は一か月\n余の間に合計六〇〇〇万円の、Ｃ５株式会社は二か月余の間に合計八七〇〇万円の\n増資がなされており、他の会社の増資例とは著しく異なるものがあつたこと、被告\n人Ａ１はＥ及びＨから前記の依頼を受けた際、依頼の内容及びそれまでのＥの増資\nのやり方からして、Ｃ４の右払込は、手形貸付分たけでなくＥの用意した分をも含\nめその全部が形式的なもので、実質的に会社の資本充実になるものではないこと、\nすなわち、右払込は仮装であることを認識したのてあるが、前記Ｃ１の場合におけ\nると同様、Ｅらの<要旨第三>計画に協力しようと考えて右依頼を承諾したものであ\nること、そうであればこそ、被告人Ａ１は、Ｅに対<／要旨第三>し前記隠し預金の\n名義人三名の名義で各一〇〇〇万円を土地購入代金又は運転資金という事実とは異\nなる名目で五日間に限つて貸付けることとし、その旨の各給付貸付稟議書に支店長\nとして決裁印を押捺し、右貸付金を払込金にあてると同時に、変更登記の完了後直\nちに払込金を払い戻し右貸付金の弁済にあてることなどができるよう、変更登記も\nなされないうちに、あらかじめＨをして払込金六〇〇〇万円の全額についての別段\n預金払戻領収書、普通預金払戻請求書等の必要書類を提出させたうえで、株式払込\n金保管証明書を発行したものであること、右払込の翌日（同月二日）増資による変\n更登記が完了するや、その翌日（同月三日）予定どおり右払込金は全額払い戻さ\nれ、うち三〇〇〇万円は右貸付金の弁済にあてられ（ただし、登記が当初の予定よ\nり早く完了し、貸付後三日で弁済されることになつたため、当初支払われた五日分\nの貸付利息のうち二日分は返戻された）、残り三〇〇〇万円は小切手にしてＥの手\n元に送られたことが認められ、右認定の事実によれば、右六〇〇〇万円全部の仮装\n払込について被告人Ａ１とＤらとの間に通謀があつたと認めるに十分である。もつ\nとも、被告人Ａ１は、原審公判廷において、前記Ｃ１についてと同様、「当時Ｅが\nＣ４に対し多額の債権を有するものと信じており、Ｃ４は登記完了後払込金をもつ\nてＥに対する債務の弁済にあて、Ｅはそのうちの三〇〇〇万円を前記貸付金の弁済\nにあてたのであつて、Ｃ４の資本はＥに対する既存債務の減少という形で充実した\nのであるし、多額の負債を弁済する目的で増資をするということもあるのであるか\nら、右払込は仮装のものであるとは考えなかつた」旨供述しているが、しかし、同\n被告人は原審公判廷において始めて右のような弁明をするようになつたのであり、\n捜査段階における供述調書にはそのような弁明がないことは、前記Ｃ１におけると\n同様であり（なお、同被告人は警察官に対しても同様の説明をしたといい、その証\n拠として、司法警察員に対する昭和四〇年二月一三日付供述調書第七項中の供述記\n載をあげるのであるが、右供述記載は、貸付分三〇〇〇万円に関し、それは昀初か\nら登記完了後貸付金の弁済にあてられるということであつたので、Ｃ４に入らない\nことは分かついた旨を説明した後、付加訂正する形で単に、「ＥがＣ４へ貸した金\nと相殺するか、またあとで東コンクリートヘやるのかと思つていた」というだけの\n断片的なもので、払込を仮装とは考えなかつたことの説明とは認め難い）、むしろ\n「登記が済めばすぐ払込金を払い戻して貸付金の弁済にあてたりＥの手元に戻した\nりすることを始めから予定したうえでの払込は正常なものではないが、Ｅの要求な\nので断れなかつた」という趣旨の供述が多く、これらがＥやＨの供述調書中の記載\nとも符合することを合わせ考えると、被告人Ａ１の原審公判廷における右供述は措\n信できないものといわなければならない。\n以上検討したとおり、結局、原判示第一の三の事実は原判決挙示の証拠によつて\n優にこれを認めることができるのであつて、原判決に所論のごとき虚無の証拠によ\nつて事実を認定した違法はなく、また記録中のその余の証拠によつても、原判決に\n所論のごとき事実誤認があるとは考えられず、更に原判決に所論のごとき法令の解\n釈適用の誤りがないことは前記一（二）後段のとおりであるから、論旨はいずれも\n理由がない。\n三、　控訴趣意中原判示第一の二及び四に関する主張（控訴趣意書第六点）につ\nいて\n所論は、原判示第一の一及び三の各応預合罪の成立が否定されることを前提とし\nて、原判示第一の二及び四の各商業登記簿原本不実記載、同行使の各幇助に事実誤\n認があるというのである。しかし、前記のとおり、右各応預合罪は成立するのであ\nるから（Ｃ１についての同罪の一部不成立は、右登記簿原本不実記載等の成否に特\n段の影響を及ぼすものではない）、所論は前提を欠くものといわざるを得ない。論\n旨は理由がない。\n四、控訴趣意中原判示「犯行に至る経緯」に関する主張（控訴趣意書第一点）に\nついて\n所論は、原判示「犯行に至る経緯」に関する事実誤認ないし法令の解釈適用の誤\nりを主張するものである。\nしかし、所論指摘の「その事情を知りながら」とか「右事情を知りながら」とい\nう原判示部分は、いずれもＣ１及びＣ４の前記各増資の株式払込が仮装であること\nの事情を知りながらということを意味しているにとどまり、原判決において「犯行\nに至る経緯」として詳細に判示されている事実のすべてを知りながらということを\n意味しているものでないことは、その判文に徴して明白であり（右株式払込の仮装\nであることの認識については、罪となるべき事実についての事実誤認の主張に対す\nる判断のとおりである）、また、原判決の右判示に所論のいわゆる「金融機関の社\n会的職能に全く無理解な点」があるとは考えられない。\n論旨はいずれも理由がない。\n五、　控訴趣意中量刑不当の主張（控訴趣意書第七点、補充控訴趣意書）につい\nて\n被告人Ａ１に対する当裁判所の量刑判断は、後記自判の際当然に示すことになる\nので、所論に対する判断はしない。\n六、　破棄自判\n以上の次第であるから、刑訴法三九七条一項、三七八条四号により原判決中被告\n人Ａ１に関する部分を破棄し、同法四〇〇条但書により当裁判所において更に判決\nすることとする。\n当裁判所が認定した罪となるべき事実は、原判示第一の一のうち、「金四〇〇万\n円をもつてあて、発行済株式総数の変更登記が済み次第、右一二〇〇万円はＣ３株\n式会社の普通預金口座に振替え、右四〇〇万円はＥ個人の隠し預金口座に振替える\nべきことを依頼したところ、同被告人はＥ、Ｄらが空増資を図つているものである\nことを認識しながら、」とある部分（原判決六丁表一〇行目から同裏四行目まで）\nを、「金四〇〇万円をもつてあてることを依頼したところ、同被告人はＥ、Ｄらが\n右一二〇〇万円について払込の仮装を図つているものであることを認識しなが\nら、」と改め、同じく「Ｃ２株式会社、Ｊ、Ｖ、Ｋ、Ｌ」とある部分（原判決六丁\n裏六行目から七行目）を「Ｃ２株式会社」と改め、同じく「もつてＤ、」とある部\n分（原判決六丁裏一一行目）を「もつて右一二〇〇万円の払込についてＤ、」と改\nめるほかは、原判示第一の各事実と同一であるからこれを引用し、証拠は原判決が\n右判示事実について挙示する各証拠のうち証拠物の押収番号を「昭和五二年押第九\n六四号」と改めるほかはこれと同一であるからこれを引用する。被告人Ａ１の右各\n所為中、原判示第一の一、三はいずれも商法四九一条後段に、同第一の二、四のう\nち公正証書原本不実記載幇助の点はいずれも刑法六二条一項、一五七条一項、昭和\n四七年法律六一号による改正前の罰金等臨時措置法三条一項一号に、同行使幇助の\n点はいずれも刑法六二条一項、一五八条一項（一五七条一項、右改正前の罰金等臨\n時措置法三条一項一号）に該当するが、右の各公正証書原本不実記載幇助と各同行\n使幇助との間には手段結果の関係があるので、刑法五四条一項後段、一〇条により\n一罪として重い各同行使幇助の刑で処断することとし、所定刑中いずれも罰金刑を\n選択し、右原判示第一の二、四は従犯であるから同法六三条、六八条四号により法\n律上の減軽をし、以上は同法四五条前段の併合罪であるから、同法四八条二項によ\nり各罪所定の罰金の合算額の範囲内で被告人Ａ１を罰金三〇万円に処し、右の罰金\nを完納することができないときは、同法一八条により金二〇〇〇円を一日に換算し\nた期間被告人Ａ１を労役場に留置し、原審における訴訟費用中証人Ｂ１、同Ｂ２に\n支給した分は、刑訴法一八一条一項本文によりその全部を被告人Ａ１に負担させる\nこととする。\n第二、　被告人Ａ２関係\n一、　控訴趣意第一点（事実誤認の主張）について\n所論は、原判示「犯行に至る経緯」並びに「罪となるべき事実」第二の部分に\nは、判決に影響を及ぼすことの明らかな事実誤認があるといい、その理由として、\n原判決が右認定の主たる証拠としたと認められる被告人Ａ２の検察官に対する供述\n調書のうち、昭和四〇年三月八日付、同年三月二五日付、同年四月三日付のもの、\nＤの検察官に対する供述調書のうち昭和三九年一一月二八日付、同年一二月二日\n付、同年一二月八日付、同年一二月九日付、昭和四〇年三月一二日付のものは、い\nずれも検察官が被告人Ａ２やＤに対し他の者が認めているのであるから認めろと自\n供を強要したあげく、勝手に作成したものであるから信憑性がない、と主張するの\nである。\nそこで、原審記録を精査して検討すると、被告人Ａ２やＤは、司法警察員に対し\nて検察官に対するとほぼ同旨あるいはそれに近い供述をしているのであるから、検\n察官に所論のごとき言動があつたものとは到底考えられないのみならず、所論指摘\nの各供述調書の形式、記載内容を詳細に検討し、更に被告人Ａ２やＤのその余の検\n察官に対する各供述調書を始め原判決挙示のその余の証拠と対比してみても、所論\n指摘の各供述調書は（任意性に疑いを抱かせる節もなく）、原判示認定に添う限り\n十分信用できるものということができる。そして、右各供述調書その他原判決挙示\nの各証拠を総合すれば、前記の原判示事実は優にこれを認めることができるのであ\nつて、記録中のその余の証拠によつても、原判決に所論の事実誤認があるとは考え\nられない。論旨は理由がない。\n二、　控訴趣意第二点（量刑不当の主張）について\n所論にかんがみ、原審記録を精査し、当審における事実取調べの結果をも合わせ\nて検討すると、本件は、被告人Ａ２が、原判示のとおり、Ｅ及ひＤと共謀のうえ、\nＣ１の株券に行使の目的で自ら虚偽記入をさせ、又は他人が虚偽記入をさせた同会\n社の株券であることを知りながら、Ｗらを介しこれらの虚偽記入株券を行使するな\nどして、Ｘら二十数名の者から株券売買代金名下に現金合計三一八万円余、及び金\n額三一万円の小切手一通を臨取した事案であつて、犯罪の種類、罪質、態様、被害\n金額、被害者数等に徴し、被告人の刑責は重いといわなければならず、被告人に有\n利な情状として所論が指摘する点を十分考慮してみても、原判決の量刑はやむを得\nないところであり、重きに過ぎて不当であるとは考えられない、論旨は理由がな\nい。\n三、　むすび\nよつて、刑訴法三九六条により被告人Ａ２に関する本件控訴を棄却することとす\nる。\n以上の理由によつて、主文のとおり判決する。\n（裁判長裁判官　向井哲次郎　裁判官　小川陽一　裁判官　山木寛）\n"
}