{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 11,
    "day": 6
  },
  "case_number": "昭和45(う)1334",
  "case_name": "道路交通法違反被告事件",
  "court_name": "東京高等裁判所第五刑事部",
  "article_info": "第25巻6号819頁",
  "gist": "一、　道路交通法八八条一項二号にいう「口がきけない者」の意味\n二、　道路交通法八八条一項二号にいう「口がきけない者」にあたらないとされた事例",
  "case_gist": "一、　道路交通法八八条一項二号にいう「口がきけない者」とは、「おし」をいい、言語発生の機能をまつたく失つている者を意味する。\n二、　言語発生機能にかなりの障害があり、発声はできるが、常人に聞取りができないところがあつても、親族、友人等が介添することにより言語によりその意思を他人に伝達することができる者は、道路交通法八八条一項二号にいう「口がきけない者」にあたらない。",
  "lawsuit_id": "20663",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20663",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/663/020663_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する\n理　　　　由\n本件控訴の趣意は、弁護人垰野兪、同亀丸竜一の連名で提出にかかる控訴趣意\n書、控訴趣意補充書にそれぞれ記載されているとおりであるから、これを引用し、\nこれに対し当裁判所は、次のとおり判断する。\n控訴趣意一および控訴趣意補充一ないし六について。\n所論は、被告人の本件所為は、営業上の運転にしろ、友人とのつき合いのための\n運転にしろ、さらには、単なるドライブ運転にしろ、自分の人間として生きている\n価値を実現させるためにやむをえず運転したのである。それは、憲法上の権利を実\n現することにほかならないのである。しかも、それが間違つた行政指導という事実\nによりなされたのであるから、これこそ緊急避難行為であるといわなければならな\nい。さもなければ、何人も彼と同一立場においては、これをさけることができなか\nつたものとして期待可能性のない行為であるとして、被告人は無罪であるという主\n張であつて、その理由の要旨は、\n一、　わが国の経済成長から考えれば、甲養護学校のような特殊学校ではなく、\n普通学校にこそ身体障害者（以下、身障者という。）の施設を造り、そこに収容し\nて普通の人と差別のない教育をすることを考えなければならない。そのうえに、残\nされた能力を発掘させて、社会復帰をさせる方法を考えなければならない時期に来\nているのではないかということである。身障者が、社会の同情により、生存するこ\nとだけしか認められず、人間としてなんら「生の価値」を実現することなく、隔離\nされたままやがては抹殺されることに対して耐えられない、という意識が強いとい\nわれなければならないのである。以上のような意識をもつた身障者、は、自己の生\n活に関しても、自立の道を求める意識は一般人が想像する以上のものがあるといえ\nる。本件被告人としても自立の道を求めて、血のにじむ努力をしていることは記録\nから推測されるけれども、事実は一般人の推測しうる程度のものではないのであ\nる。\n二、　憲法第一四条は法の下の平等を定めている。これは、単に法律上差別され\nないというだけでなく、社会生活のあらゆる面において、平等の取扱いを受けなけ\nればならないという趣旨であることは間違いないところである。憲法一三条は幸福\n追求の権利をうたつている。前述した身障者の意識を基礎にして、普通人と対等な\n生活を営むことができることこそ、身障者の唯一昀大の権利である。\n三、　（１）本件被告人が、このように憲法上認められた権利を実現させるに\nは、自動車の運転により自己の肉体を運搬する以外に方法はない。自動車を運転し\nなければ、被告人は部屋に閉じこもつて、生ける屍となつてしまうのである。\n（２）弁護人が、原判決で昀も遺憾と考えることは、次の二点である。原判決にお\nける裁判官の「旅客運送機関、四肢の補助手段を利用して外出すべきであり」とい\nう見解が第一点である。被告人にとつて自動車は手足である。被告人は、他の交通\n機関を利用することは、ほとんど不可能である。電車に乗るために駅まで行くこと\nはできない。バスに乗ることもできない。それができないからこそ、何度も運転免\n許試験を受け、原付自転車の免許を取得したのである。次は、営業のために運転し\nた場合と、友人を尋ねた等の際に運転した場合を区別している見解である。被告人\nが営業のため自動車を運転したことは、被告人の昀低生活を確保する手段であるか\nら当然のこと、そうでない場合も普通人と同様許されなければならないことであ\nる。\n四、　被告人に運転免許を交付しないのは、被告人にも認められている憲法上の\n権利を侵害するものとして許されない。（１）、被告人は甲養護学校高等部在学\n中、通学のための必要から、はげしい練習を重ねた結果、昭和三六年九月四日原動\n機付自転車（なお、自動車とあるは、自転車の誤記と認める。）の運転免許を取得\nしたのである。以来六年間無事故、無違反運転をなし、主として東京都内を運転し\n続けて来たのである。その後被告人はあらゆる努力を重ね、軽四輪車の運転技術を\n覚え、警視庁府中自動車運転試験場へ運転免許の申請をしたが、正規には受理され\nず、前段階の適性検査により不適格とされた。被告人がこれに不服であつたため、\n各種手段に訴えて抗議をしたが、結局試験が受けられなかつた。（２）、原判決\nは、次の諸点については、事実を黙殺している。（イ）、被告人は、本件以外にも\n度々無免許運転で検挙され、錦糸町の警視庁の交通処理課へ出頭しており、その際\n被告人の行為は、やむをえないものとして許されたのみか、帰途につく場合、そこ\nのお巡りさんに黙認されたまま、自動車に乗り、自分で運転して帰つていたのであ\nる。（ロ）、被告人の住家は、北沢警察署と七〇メートル位しかはなれておらず、\n同署においては、被告人が無免許で運転している事実を知らなかつたはずはありえ\nない。また、秋葉原の万世橋警察署も、被告人の自動車に注目しながら、交通整理\n上被告人を援助こそすれ、とがめようとしたことはない。これらのことは、被告人\nの実技を知つているうえ、あるいは事情を聞いて、それを理解したから、やむをえ\nない行為として認めていたからにほかならない。（ハ）、昭和四四年四月東名、名\n神高速道路を利用して、大阪を経て四国（徳島）まで単独運転で往復している事実\n（乙の司法警察員に対する昭和四四年七月五日付供述調書）。（ニ）、被告人の運\n転技術は、「運転は普通だと思いました」（乙１の検察官に対する昭和四四年六月\n三日付供述調書」、「（被疑者は）、左側端を約三〇キロメートルの速度で運転し\nていたが、運転はスムースであつた」（司法巡査丙作成の昭和四三年一一月七日付\n捜査報告書）。これらの事実は、被告人に運転技術があり、かつ、真面目に運転し\nていたことを立証するものである。（３）、被告人は、一〇数回にわたつて免許を\n取得しようとして交渉したが、適性検査不合格ということで、筆記試験も、実技試\n験も受けさせてもらえなかつたのである。その根拠は、道路交通法第八八条第一項\n二号の「口がきけない者」にあたる、同法同条同項第三号、同法施行令第三三条第\n四号の「ハンドルその他の装置を随意に操作することができないもの」に該当する\nというのであるが、これは原審において、すでに弁護人が指摘したとおり、法律を\n拡張解釈したものであつて、この取扱いは不当であり、憲法上の平等を侵害したも\nのといわざるをえない。\n五、　および六、被告人の行為は、やむをえずなした行為である。（１）、原判\n決は、「係官の処分に不服であれば、法的な救済手段を通じて、該処分の是正を求\nめるべきである。」というが、受験は無理であるといつて、願書の受理をされない\nままなんら行政上の手続をしないのである。そのため、一〇数回にわたりお願いに\n行く以外に手段はなかつたのである。（２）、原審裁判官の身障者に対する基本的\nな思考が誤りであることは、すでに第三項（２）に述べたとおりであるが、さらに\n次の点を見逃してはならない。（イ）、自動車の運転をしないでいると、精神面か\nらの作用で体が動かなくなつてしまう。（ロ）、被告人から車を取りあげたら、生\nける屍と同然になる。（ハ）、会社に働きに出ても、日当七〇円位でガソリン代に\nもならない。これらの事実は、被告人から自動車をとりあげることは、被告人の人\n間としての「生の価値」と幸福を追求する権利を放棄せよということにほかならな\nい。\nというのである。\nよつて記録を調査し、当審における事実取調の結果をも総合して検討すると、原\n判決の弁護人および被告人の主張に対する判断は、正当としてこれを肯認すること\nができる。\nすなわち弁護人および被告人の緊急避難および期待可能がない旨の主張は、当裁\n判所においてもこれを採用することができないとの結論に到達したのであるが、以\n下論旨の細目に即して分説すれば、次のとおりである。\n一、　について。\n心身障害者対策基本法（昭和四五年法律第八四号）によれば、同法の「心身障\n害」とは肢体不自由以下第二条列挙の心身障害があるため、長期にわたり日常生活\nまたは社会生活に相当な制限を受ける者をいい、すべて心身障害者は個人の尊厳が\n重んぜられ、その尊厳にふさわしい処遇が保障される権利を有し（第三条）、国お\nよび地方公共団体は心身障害者の福祉\nを増進する責務を有し（第四条）、心身障害者はその能力を活用することにより\n進んで社会経済動に参与するように努め、心身障害者の家庭にあつてはその自立の\n促進に努めなければならないものとし（第六条）、その第三章には、心身障害者の\n福祉に関する基本的施策と題し、医療、保護、教育、訪問指導、職業訓練、雇傭の\n促進、施設の整備その他各般の項目についての基本施策を定め、政府は同法の目的\n達成のため必要な法制上および財政上の措置を講じなければならないものとしてい\nる（第八条）。\n右心身障害者のうち身体障害者（以下身障者という。）については、身体障害者\n福祉法（昭和二四年法律第二八三号）があり、身体障害者手帳、同福祉審議会、同\n福祉司、更生相談所、更生援護施設に関する詳細な規定を置いている。\n右各法律を通読すれば、国は身障者の個人の尊厳を十分に尊重し、その福祉を増\n進し、身障者にして自立の能力のある者に対しては、その能力を開発し、社会経済\n活動に参与するとともに、その自立を達成することを期待していることが明らかで\nある。\n所論は身障者は普通人と同一の意議で同一の生活をすることを望んでいて、閉鎖\n的な特殊学校ではなく普通学校に身障者の施設を作り普通の人と差別のない教育を\n受けさせ、能力を開発して社会復帰をさせるべきである、わが国の現状からすれ\nば、一般社会と隔離された身障者の収容施設で身障者を保護すれば足りるという方\n策は考え直す時期が来ているというのであつて、身障者の右意識および意欲は十分\n理解することができるし、身障者の教育および援護施設に関する右提案にも傾聴す\nべき点があるが、身障者には重度心身障害者（前記心身障害者対策基本法一一条）\nもあり、重度心身障害でない身障者も、その障害の程度の軽重に種々の段階がある\nものと考えられるので、右の提案による普通学校における教育あるいは一般社会と\n隔離されていない施設における能力開発・自立援護に適する身障者とこれに適しな\nい身障者があるものといわなければならない。\n二、　について。\n憲法第一四条は、法の下の平等の原則を認めているが、各人には経済的、社会的\nその他種々の事実関係上の差異が存するものであるから、法規の制定またはその適\n用の面において、右のような事実関係上の差異から生ずる不均等が各人の間にある\nことは免れないところであり、その不均等が一般社会観念上合理的な根拠に基づき\n必要と認められるものである場合には、これをもつて憲法第一四条の平等の原則に\n反するものといえないことは、すでに昀高裁判所の判例が示しているところである\n（昭和二四年（れ）第一八九〇号同二五年六月七日大法廷判決、刑集四巻六号九五\n六頁、昭和三一年（あ）第六三五号同三三年三月十二日大法廷判決、刑集一二巻三\n号五〇一頁、昭和三七年（あ）第九二七号同三九年一一月一八日大法廷判決、刑集\n一八巻九号五七九頁等参照）。\n所論は、右憲法の規定を根拠として、身障者のあらゆる社会生活における平等の\n取扱を主張し、前記特殊学校や社会から隔離された援護施設すら差別されていると\n考えられるし、横断歩道橋、地下鉄網、ワンマンカーも、身障者の行動の自由を剥\n奪するものであるから、身障者が行動しうるような別な手段を考えなければ、法の\n下の平等は生かされないというのであるが、なるほど身障者がある程度の差別され\nた教育を受け、比較的一般社会との接触の少ない援護施設で保護を受けているこ\nと、また、横断歩道橋、地下鉄、ワンマンカーなどの交通施設または交通機関が身\n障者に不便であることは否定することができない。しかし、それだからといつて、\n身障者に対する右の差別や不便が憲法第一四条に違反するものであるとは到底解せ\nられない。ただ、身障者福祉対策の前進として、教育、援護施設、交通施設、交通\n機関、公私を問わず建造物、住宅の改善が早急に実施されることが望まれる。\n次に、憲法第一三条のうちに国民の幸福追及の権利が規定されていることおよび\n国の施策としてこの権利を昀大限に尊重すべきことは所論のとおりである。そし\nて、身障者が普通人と対等な生活を営むことができることをもつて昀大の幸福と感\nじ、外出、自動車運転を希望していることに対しては、これを十分理解できるとこ\nろである。しかし国民の幸福追及の権利にも自ら限界があり公共の福祉に反する国\n民の幸福追及の権利の行使は許されないものといわなけけばならない。\n三、　について。\n所論は、被告人が憲法上認められた幸福追及の権利や生存権を実現させるため自\n動車を運転したもので、被告人にとつては自動車は手足であり、他の交通機関を利\n用することができないのであるから、営業のためであると友人を訪ねるためである\nとを区別せず、自動車の運転が許されなければならないというのであるが、前記二\nにおいて説示したとおり国民の幸福追及の権利にも公共の福祉に反してはならない\nとする限界があり、自動車を運転するには、道路交通法その他の関係法令を遵守し\nなければならない。道路における人身事故その他の危険を防止し、その他交通の安\n全を図ること（道路交通法第一条参照）は公共の福祉に属し、道路交通法およびそ\nの付属法令により各般の交通規制が行われ、自動車運転者の義務が定められ、運転\n免許制度が確立されていることは、周知のとおりである。国民の一人である被告人\nの幸福追及の権利や生存権の実現としての自動車運転も、道路交通法関係法令を遵\n守しなければならず、これを遵守しないで、無制限に自動車運転をすることは許さ\nれない。この自動車運転における道路交通関係法令遵守はすべての国民にひとしく\n適用されるところであり、身障者たる被告人にこれを遵守することを要しないとす\nる特段の理由はこれを見出すことはできない。\n被告人が身障者として格段の努力をし、原動機付自転車の運転免許を受け、次い\nで自動車運転技術の習得に努力したことは、記録上これを認めることができるし、\n被告人が営業その他の関係から自動車運転による外出を切望していることは十分に\nこれを理解することができるけれども、運転免許が得られないまま、無免許で自動\n車運転をすることを許されるものとすることは到底できない。通常人で運転技術が\nあるからといつて、無免許運転が許されないのと同様に、身障者も無免許運転を許\nされないのである。なるほど、電車、バス等の他の交通機関は現在被告人のような\n身障者に不便であり、車椅子その他四肢の補助手段による外出にも他人の助力を要\nする等不自由さがあることは認められるが、かかる不便、不自由は被告人として受\n忍すべきものといわなければならない。なお、所論の立場からすれば、営業上の場\n合であると友人を訪ねる場合であるとを問わないこととなるであろうが、原判決が\nこの両場合を区別して説明したのは、緊急避難の成立および期待可能性の有無を判\n断するについてであり、これらの事項の判断については、右両場合を区別すること\nは妥当であるといわなければならない。\n四、　について\n所論は、被告人に運転免許を交付しないのは、被告人の憲法上の権利を侵害する\nものであると主張するが、以下に説示する理由により、到底これを採用できない。\n前記三で、説示したとおり、道路交通法は、道路における危険を防止し、その他\n交通の安全と円滑を図ることなど（これは公共の福祉に属する）を目的とし（同法\n第一条）、各般の交通規制を定めるほか、自動車および原動機付自転車の運転につ\nき運転免許制度を確立している。この運転免許制度は、道路交通法の目的達成のた\nめの一手段であつて、自転車または原動機付自転車（以下自動車等という）の運転\nは、その性質上人身事故その他の危険および道路交通の障害を生ずる危険を内包す\nるものであるから、これらの危険を昀少限度に抑制するため、運転適性、運転技\n能、運転知識を十分に備えているかどうかに関する運転免許試験に合格した者に運\n転免許を与え、運転免許を有する者のみに適法に運転することができるものとして\nいるのである（同法第八四条以下）。右運転免許制度を含む道路交通法の規定が憲\n法第一四条、第一三条その他の憲法の条章に違反するものでないことはいうまでも\nなく、この運転免許試験の受験資格は原則として制限がなく、身障者も受験できる\nことはいうまでもなく、身障者で受験し運転免許を受けている者もあるが、ただ同\n法第八八条第一項は、列挙の一定の年令に達しない者、精神的または肉体的に正常\nな状態にない者などにつき、免許を与えない旨を定めている。すなわち、同条項列\n挙の者の自動車等の運転は通常道路交通に危険を生ぜしめるおそれがあるものとし\nて、免許取得の不適格者であるとされているのである。この列挙中本件に関連のあ\nるものは、第二号中「口がきけない者」および第三号中「前号に掲げる者のほか、\n政令で定める身体の障害のある者」であり、道路交通法施行令第三三条が右の政令\nにあたるのであるが、本件に関係のある部分は、同条第四号の「前各号に掲げるも\nののほか、ハンドルその他の装置を随意に操作することができないもの」である。\nところで、関係証拠によれば、被告人は先天性脳性小児麻痺で四肢が不自由であ\nり、言語発声機能にかなりの障害があり、身障者等級第一種第一級であるにかかわ\nらず、昭和二四年東京都立甲養護学校に入学し、在学中ラジオ、テレビに興味を持\nち、その技術を習得し、またひたむきな努力をして、昭和三六年九月四日第一種原\n動機付自転車の運転免許を三輪車（側車付を含む）でブレーキは手または足で操作\nするものに限るとの条件付で取得し、昭和三七年三月右学校の高等部を卒業し、同\n年一〇月国立丁センターに入所し、テレビに関する技術を習得し、同三九年一月回\nセンターを修了し、父、母と肩書住居に同居し、昭和四〇年二月テレビその他の家\n庭電化製品の修理業を開店したのであるが、原動機付自転車では、雨天の際に不便\nであり、東京都内では危険もあり、かつ疲労度が強いため、軽自動車の方が優れて\nいると考えるに至つたこと、これより先昭和三七年一〇月ころから前記センターで\n自動車の運転練習を始めており、その後自動車を購入し、自動車教習所のコースな\nどで練習し、ある程度の運転技能を習得することができたので、昭和三九年一一月\nころ府中自動車運転免許試験場に軽自動車の運転免許申請をしたところ、不合格と\nされ、その後一〇回余りにわたつて、免許申請および陳情を続け、かつ、不合格の\n理由を示すことを要請した結果、昭和四三年一〇月一八日付書簡をもつて、警視庁\n府中運転免許試験場長戊から被告人宛に、運転免許試験の受験については、現時点\nにおいては、左記理由による運転適性不適格者と認め、貴意に添いかねる旨の回答\nがあつたこと、その理由は、「一、道路交通法第八八条第一項第二号該当の言語障\n害者と認定する。二、ハンドルその他の装置を随意に操作することができず、道路\n交通法第八八条第一項三号、同法施行令第三三条四号該当者と認定する。三、右認\n定は昭和四一年七月二日、同八月二七日の両日、当試験場において実施した試乗審\n査結果ならびに昭和四三年七月二四日警視庁安全運転学校において実施した検査結\n果による。」というにあること、昭和四四年一月二一日警視庁運転免許本部長戊１\nから東京地方検察庁検事山梨一郎宛の捜査関係書類照会に対する回答書によれば、\n被告人の免許の欠格事由たる身体障害として、「Ａ口がきけない。（発声はできる\nが常人が聞取できない。）Ｂ脳性麻痺による体幹および四肢に強度な麻痺後遺症が\nあつて自動車の装置に補助手段を講じてもハンドルその他の装置を随意に操作する\nことができない。」と記載され、前記府中運転免許試験場長戊の回答書に記載され\nた試乗審査結果および安全運転学校の検査結果が添付され（この試乗審査結果およ\nび検査結果を本判決末尾に添付する。）、将来合格の可能性の有無等の項に、身体\nの障害が適性試験に合格するまで治癒するかまたは現在の自動車の運転操作がすべ\nて自動化されるように自動車の構造装置が改良されない限り現時点では将来の可能\n性の有無について即断できない旨記載され、また、参考事項の項に、第一種原動機\n付自転車の免許取得につき、昭和三五年道路交通法一部改正により同年一二月二〇\n日までは第一種原動機付自転車は許可証であつたものであつたところ、昭和三六年\n八月一四日当時高校通学中の被告人から申出があり約一一回にわたつて身体適格審\n査の申出が操り返され、足踏自転車で通学しているが、是非原付一種の許可をされ\nたいとの強力な要請により、足踏自転車の試乗を実施し、その結果、当時の交通実\n態等を考慮し前記のとおり限定（条件付）免許を与えたものである旨の記載がある\nこと、被告人は、前記テレビ修理などの営業を開始した当初は、部品の仕入、修理\nのための出張、修理品の納入などのため、側車付原動機付自転車を使用していた\nが、前記の理由により軽自動車を運転する希望を持ち、昭和四二年八月二日原動機\n付自転車の免許を更新しなかつたので、同免許が失効したことを、それぞれ認める\nことができる。\n<要旨第一><要旨第二>そこで進んで、被告人に軽自動車の運転免許を与えなかつ\nた警視庁府中運転免許試験場長の措置が所論指摘</要旨第一></要旨第二>のとおり\n違法であるかどうかについて考察してみると、同試験場長が、被告人を道路交通法\n第八八条第一項第二号該当の言語障害者と認定した点には、所論指摘のような疑問\nがあるといわなければならない。すなわち、右条項にいう「口がきけない者」と\nは、「おし」をいい、言語発生の機能を全く失つている者を意味し、言語発声の機\n能に障害があるに過ぎない者は、これにあたらないものと解すべきだからである。\n前記認定のとおり、被告人には言語発声機能にかなりの障害があり、発声はできる\nが常人に聞取ができないところがあるのであるが、親族、友人等が介添することに\nより言語によりその意思を他人に伝達することができるものと認められるから、被\n告人を前記のとおり右条項の「口がきけない者」に該当すると認定したのは、右条\n項の解釈適用を誤つたものといわなければならない。しかしながら、被告人をハン\nドルその他の装置を随意に操作することができず、道路交通法第八八条第一項第三\n号、同法施行令第三三条第四号該当者と認定した点については、別添の試乗審査結\n果および安全運転学校における検査結果ならびに当審証人乙２の供述を仔細に検討\nすれば被告人には別添試乗審査結果および検査結果に詳細に指摘されているような\n自動車運転上の欠陥があるので、これらを総合して、同試験場長がハンドルその他\nの装置を随意に操作することができないとし、右条項に該当するものと認定したこ\nとは正当であり、この点に法令の解釈適用を誤つた違法があるものと解することは\nできない。結局、前記のとおり、「口がきけない者」についての解釈適用の誤はあ\nるが、被告人に運転免許を与えなかつた措置には結論的には誤はなかつたことに帰\n着するのである。\n所論は、被告人の自動車運転技術が優れていること、長途の自動車運転をした事\n実、被告人が無免許運転をした際の警察の取扱等を挙げて、右試験場長の免許を与\nえなかつた措置を論難するのであるが、所論指摘の事実関係によつては、右認定を\n左右することはできない。\nなお、所論は、被告人が前記のとおり、原動機付自転車の免許を有し、六年余に\nわたり無事故であつたことを挙げ、被告人に免許を与えるべきであつたと主張する\nが、関係証拠を総合し、関係法令を参照すれば、第一種原動機付自転車の免許試験\nには、軽自動車の免許試験と異なり、特別の運転技術を必要としないことを理由に\n技能試験が行われないのであり（道路交通法第九七条）、被告人の取得した免許も\n前記のとおり技能試験を行うことなく与えられたものであり、原動機付自転車と軽\n自動車とはその性能、構造に格段の差があるとともに、そのことから速度制限、免\n許試験にも差異があるのである。したがつて、原動機付自転車を長年無事故で運転\nしていたとしても、これと種類、性能、構造の異なる軽自動車の免許を与えるべき\n事由とすることができないことはいうまでもない。\n以上説示したとおり、被告人に軽自動車の運転免許を与えなかつた前記試験場長\nの措置には結論においては法令解釈適用の誤はなくまた所論指摘の被告人の憲法上\nの権利を侵害した点もないといわなければならない。\n換言すれば、身障者たる被告人につき、道路交通法の関係法令を解釈適用して被\n告人に運転免許を与えなかつたとしても、道路交通法の前記関係法令は、前記二、\nにおいて引用した昀高裁判所判例のいう一般社会観念上不合理な不均等な差別をし\nたものと解することはできず、したがつて、同関係法令に照らし結論的には正当と\nして是認することができる被告人に対し免許を与えなかつた措置は、右不合理、不\n均等な差別をしたものということはできないから、所論憲法違反の主張は採用する\nことはできない。\n五および六について。\n所論は、被告人の本件各無免許運転行為につき、緊急避難およひ期待可能性がな\nかつた旨主張するのであるが、この点について、原判決がその主張を採用すること\nができない理由を詳細に説明しているところは、当裁判所においても、これを是認\nすることができる。\n以上説示したとおり、論旨は理由がない。\n控訴趣意二および控訴趣意補充七について。\n所論は、被告人に対する原判決の量刑不当を主張するものである。\nしかし、記録を調査して検討すると、本件は、被告人が、昭和三六年九月四日第\n一種原動機付自転車の運転免許を取得したのに、一回右免許の更新手続をとつただ\nけで、その後は更新手続をしないで、右免許を失効させたうえ、約一年八か月の間\n前後八回にわたり公安委員会の運転免許を受けないで、原判示各車両の運転を行な\nつたものであつて、被告人の刑事責任は、決して軽いとはいえず、被告人が身障者\nであることなどの情状を考慮に入れても、被告人を二年間執行猶予付の懲役三月に\n処した原判決の量刑は相当であると認められ、被告人においても、右の程度の刑責\nを負うことは、まことにやむをえないものと考えられる。そして、当審の事実取調\nの結果を参酌しても、右刑を減軽しまたは執行猶予付の懲役刑を罰金刑に変更する\nほどの事由があるとは認められない。それゆえ、論旨は理由がない。\n警視庁運転免許本部長戊１作成の「捜査関係書類に対する回答」と題する書面中\nに記載されている己に対して実施した試乗審査の結果および安全運転適性審査結果\nは、次のとおりである。\n身体障害者、己試乗審査等の結果\n試乗月日　昭和四一年七月二日試乗\n試乗者　乙３技師の意見\nコースでの操作はできるが、実際に街道を運転することは危険を伴う感じがす\nる。その理由\n（１）　言語障害。（２）突差の危険に対する処置不能。（３）後方確認充分で\nない。（４）運転中ハンドルに深々と顔を沈め、前方に対する注意が充分でない。\n試乗者　乙４技師の意見\n（１）　ハンドルは、タグリハンドルを多く伴うので不安定である。（２）前方\n注視不充分。（３）極端な下見、身体不安定甚だしい。（４）ハンドルのふらつき\n（直線走行において）。\n試乗月日　昭和四一年八月二七日試乗\n試乗者　乙５技師の意見　マツダクーぺーノークラツチ\n１　運転中たえず首を斜上方、左右にふり、時として窓ガラスに頭部を打ちつけ\nる。\n（１）　動いている障害物に対しては、自車の速度を加味して動的障害物との距\nりとの関係を確認することが要求される。首ふりは確認が正確につかめないうちに\n首が動くので誤差が生じる。（２）静的障害物に対しては、確認は可能となる。\n（３）視野は、首ふりにより重複する範囲がなくなり、また必要視界の固定時間が\n少ないため、視界周辺の影像が不鮮明となるため視野が狭くなる。（４）運転操作\nは、全身運動が伴うため上体の固定ができないので、視点の固定ができず、危険防\n止の予測が困難となる。（５）雨天のワイパーの使用時に視る範囲が限られるので\n困難性がある。（６）一般的に制動の時機がおそいため、必要的に急制動に近い状\n態となる。（これは、判断確認の誤差を補うため足の障害によるものである。）。\n試乗月日　昭和四一年八月二七日\n試乗者　乙６技師の意見\nコース内で一定の走行はできる。しかし、次の諸点から安全ではないと考えられ\nる。（１）ハンドル操作は両手でできるが、常人よりかなり緩慢であり、危急の場\n合、急ハンドルによる避難が困難と考えられる。（２）ハンドル操作、ハンドブレ\nーキ等の操作する時、上体および首を左右にふるため、頭部をその都度ぶつけるう\nえ、前方を正視できないので視野が不安定である。（３）アクセル、ブレーキの操\n作は左足で一応できるが、アクセル、ブレーキの踏替がうまくいかず、急ブレーキ\n操作となり、走行に円滑性がない。（４）言語障害甚だしく、緊張すれば、なおは\nげしくなる。\n身体障害者、己安全運転学校適性審査実施結果\n審査年月日　昭和四三年七月二四日\n審査者　警部補　乙７の意見\n１　重複作業反応検査\n刺戟ランプ（二秒ごとに変化点滅する）提示に対する反応動作が、四肢の運動能\n力が劣るため、常人に行なう反応検査はできなかつた。\n２　速度見越反応検査\n運動能力が伴なわない反応検査であるから、常人と変りはなかつた。\n３　模擬運転技能診断\n（１）　ハンドルの回転操作\nＡ　右に一回転１／２ハンドルを回転する所要時間は、平均五秒であり、常人は\n一秒である。\nＢ　左に二回転ハンドルを回転する所要時間は、平均六秒で、常人は一、四秒で\nある。\nＣ　ハンドルを回転するとき、頭部が運転席計器板下方まで沈む。\nＤ　ハンドルを回転する所要時間内は、左右の視野は全く閉される。また、前方\nに対する視野は約一秒間閉された\n（２）　アクセル、ブレーキペタルの操作\nＡ　八〇㎞／Ｈまでアクセルを踏ませ、急ブレーキをかけさせたところ、その所\n要時間は、平均五、五秒で、常人の三、四秒に対し二、一秒の遅れがある。\nＢ　ブレーキ踏みこみ時間は、平均三秒で、常人の二、八秒の差〇、二秒で、そ\nの差は少ない。しかし、体重を加えてブレーキペタルを踏むため、顔面がハンドル\n側方まで沈んでいる。\nＣ　アクセルからブレーキに踏み替え時間に差があるのは、右足の運動能力が弱\nいためである。また、ペタルを右足側面で踏んでいるため、踏みかえの際踏みはず\nし、または、ズボンの横をペタルに引つかけるなどの動作があつた。\n（３）　クラツチおよびエンジンギヤーの操作\nクラツチペダルを切るまでの踏力一、二㎏（国産乗用車と同一の踏力）を踏むの\nに、両手でハンドルにしがみつき体重と腕の力を利用し、この操作をしようとして\n約五秒間経過するもできず、適正なギヤ操作は期待できない。\n（４）　運転操作\nアクセルからブレーキペタル踏みかえ時の右足の運動能力\nＡ　運転開始直後丁字交差点における先入車両優先のための場面では一、五秒\n（判定昀大限）経過するも、ブレーキペタルを踏み込めない。\nＢ　運転開始後一二分後右方よりボールとび出した場面では、二秒（昀大判定\n限）経過するも、ブレーキペタルを踏み込むことができなかつた。\nＣ　警音器の使用\n運転開始一四分後、徐行すべき場所二か所を通過するさい、突発的危険を防止す\nるために、いずれも左手で警音器を三、四回たたきながら進行した。\nＤ　速度感覚\n常に加速の傾向を示し、高速道路および甲州街道の追越では、制限速度５０㎞―\nＨで走行し、速度についての判定は、誤九数となつた。\nＥ　その他\n運転操作中の判定は、突発的、複雑性のある動作を要するものは多く誤数を記録\nした。判定誤数は、常人の四四〇名平均三、三個に対し三三個の誤数を記録してい\nるが、これは運転操作中、注意指導を実施したので、正確な誤数として評価できな\nい。また、指導しなければ、さらに多くの誤数を記録することになる。\nよつて、本件控訴は理由がないから、刑事訴訟法第三九六条により、これを棄却\nすることとし、当審の訴訟費用は、同法一八一条第一項但書に従い、これを被告人\nに負担させないこととして、主文のとおり判決をする。\n（裁判長判事　真野英一　判事　吉川由己夫　判事　岡村治信）\n"
}