{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 3,
    "day": 30
  },
  "case_number": "昭和49(行ウ)97",
  "case_name": "東京中央郵便局免職",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19627",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19627",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/627/019627_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者双方の求めた裁判\n一　原告\n（一）　被告が原告に対してなした昭和四九年四月一八日付免職処分を取消す。\n（二）　訴訟費用は被告の負担とする。\n二　被告\n主文同旨\n第二（原告）請求原因\n一　原告は昭和四八年一〇月二三日郵政事務官として採用され、東京中央郵便局特\n殊郵便部第二特殊郵便課勤務を命ぜられて同課で勤務していたが、条件付採用期間\n中である昭和四九年四月一八日被告より人事院規則一一ー四第九条に基づき分限免\n職処分（以下「本件処分」という。）を受けた。\n二　本件処分は違法であるからその取消を求める。\n第三（被告）答弁\n請求原因一の事実は認めるが、同二は争う。\n第四（被告）抗弁\n一　本件処分の理由\n（一）　原告は中央郵政研修所初等部前期訓練（総合コース）（訓練期間昭和四九\n年一月八日から一月二二日まで、以下「本件訓練」という。）研修生として、同月\n七日に国立市所在の中央郵政研修所に入所することを命ぜられていたが、故なく右\n命令を無視し引続き六日間にわたり無断欠勤をして本件訓練を放擲した。\n（二）　原告には次のような服務態度がみられた。\n１　原告は春闘の一環として他の組合員と共に昭和四九年三月二日から同年四月中\n旬までの間勤務時間中左腕に赤地に白で「団結」と記された腕章を着用し、同年三\n月一二日から本件処分までの間勤務時間中赤地で黄に「スト権奪還、インフレ粉\n砕、公労協、全逓」と記載したワツペンを着用した。\n２　原告の上司であるＡ第二特殊郵便課長は三月中旬そのとりはずしを命じたが、\n原告はこれに従わなかつた。\n３　原告は同年三月一日頃から本件処分まで「東京中央郵便局局員証胸章佩用要\n綱」に基づき勤務時間中に着用すべき胸章を着用しなかつた。原告は採用と同時に\n右胸章の交付を受け、その際Ａ課長からも勤務時間中必ず着用するよう申渡され、\n採用時職場訓練の際も担当課長から同様の指導を受けた。\n４　原告は同年二月八日朝寝を理由に一時間遅刻し、上司より注意を受けたのに同\n月二三日友人の来訪を理由に一時間遅刻した。\n５　原告は、同年三月六日午前八時三二分から四〇分頃までの間他の組合員約一〇\n名と共に第二特殊郵便課長席へ集団で押しかけ、Ａ課長の解散命令を無視し、同課\n長に対し「Ｂを統括職場リーダーからやめさせろ」と抗議した。右抗議は同年一月\n一四日同課の統括職場リーダーＢが局外で原告と対話した際その話合いの内容に組\n合への組織介入があつたとしてなされたのであつた。\n二　本件処分の経緯\n（一）１　先ず原告の本件訓練放擲及び無断欠勤についてみると本件訓練は、新規\n採用者に対し国家公務員たる郵政職員の心得を正しく理解させ、かつ職場環境への\n適応がより円滑に行なわれるため最少限度必要とされる基礎的知識、技能を受ける\nことを目的として行なわれる悉皆訓練であり、研修所入所後であつても、同訓練に\nおいて成績又は素行不良或は病気等のため研修生を解免された場合には原則として\n人事院規則一一ー四第八条又は第九条により任命権者により免職するものとして運\n用されている。郵政省においては本件訓練をこのように重視している。\n２　原告は採用時職場訓練においてやがて行なわれるべき本件訓練の重要性につい\nての説明を受けており、かつ入所日である昭和四九年一月七日午前一一時から午前\n一一時三〇分までＣ特殊郵便部長、Ｄ計画課長、Ａ第二特殊郵便課長から入所に当\nつての注意、心構え等につき指導を受けた。\nそして、原告は同日午前一一時三〇分過ぎに局を退出し本件訓練の行なわれる国\n立市所在の中央郵政研修所（入所指定時刻午後一時から午後三時まで）に赴くべく\n東京駅まできたが、時間待ちのため喫茶店でコーヒーを飲んでいるうちに、前年母\n親が死亡したこと、父親が一人で郷里の直江津市で暮していること、当時交際中で\nあつた女性のことなどを考えはじめ京都在住の友人と話がしたくなり、そのまま京\n都へ直行し七日は京都に泊り翌八日夜東京に戻つたがそのまま直江津市に向い翌九\n日朝実家へ戻つた。この間中央郵政研修所から原告が到着しないことを知らされた\n局関係者は都内の原告の下宿先に職員を派遣して所在を探したほか、直江津市の父\nに原告が戻つたら直ちに上京するよう電話で依頼し、次いで実家に戻つた原告に対\nし直接電報で出局を指示した。原告は局からの右連絡を知りながら局になんら応答\nせず一一日朝七時三〇分頃帰京し豊島区の友人宅へ行き翌一二日午後零時一五分に\n至り漸く出局した。\n３　国家公務員たる郵政職員は法令、訓令及び上司の職務上の命令に従う義務があ\nるが、これまで述べた原告の本件訓練の放擲及び六日間の無断欠勤は右義務に違反\nし、条件付職員として例のない無責任にして非常識な行為といわざるを得ない。\n４　そこで、被告は右のような観点から原告からも事情を聴取したうえ原告を免職\n処分に付するのが相当であると判断し、東京郵政局長に対し同年二月二日付でその\n旨の内議をした。同局長は原告の右行為は免職処分に相当すると判断したものの、\n右行為は勤務成績の内容を形成するものであり、条件付採用職員については採用後\n五ケ月を経過した時点で勤務評定をすることとされていたため、被告に対し原告の\n場合も一般の例に従い勤務評定を実施し、併せてその間の勤務状況についても報告\nするよう指示した。\n（二）　次にその他の服務態度について述べれば、腕章、ワツペンの着用は職務専\n念義務を定めた国家公務員法一〇一条一項、正しい服装着用義務を定めた就業規則\n二五条一項及び勤務時間中の組合活動を禁止した同規則二七条に違反し、集団抗義\nはＢがなんら組合への組織介入的言動をしていないのになされたもので、他の職員\nの執務妨害、職場を乱す言動を禁じた同規則一三条六項及び同規則二七条に違反す\nる。遅刻は二回とも結果において年休一時間付与として処理されているが、本件の\n如く寝坊等を理由とする遅刻は本来一時間欠勤扱いとすべきところを特に再演を戒\nめて全く恩情的扱いをしたに過ぎない。このような原告の服務態度は公務員として\n職務規律及び服務に対する認識が欠けたものといわざるを得ない。\n（三）　かくて被告は以上の事実を総合考察のうえ原告の条件付採用期間中の勤務\n成績を不良と判定し、原告を引続き官職に任用しておくことを適用でないと認め、\n条件付採用期間中である同年四月一八日人事院規則一一ー四第九条に基づき本件処\n分をなした。\n第五（原告）抗弁の認否\n抗弁一の（一）の事実のうち原告が本件訓練を放擲したこと、故なく命令を無視\nしたこと、欠勤がすべて無断であることは否認し、その余の事実は認める。同\n（二）の１の事実は認める。同２の事実は否認する。同３の事実のうち原告がＡ課\n長から胸章を着用するよう申渡されたことは否認しその余の事実は認める。同４の\n事実のうち原告が上司から注意されたことは否認しその余の事実は認める。二月八\n日、同月二八日の両日とも原告は予め年次有給休暇を請求しこれが承認されてい\nる。同５の事実のうち参加時間、Ａ課長の解散命令無視の事実は否認し、その余は\n認める。右被告主張の抗議時間は休息時間であつて勤務時間ではない。なお、被告\n主張のその他の服務態度は本件処分の理由には含まれていない。\n抗弁二の（一）の１の事実のうち本件訓練が被告主張のような目的のもとに実施\nされる新規採用者を対象とする悉皆訓練であることは認めるが、その余の事実は否\n認する。同２の事実のうち第一段は否認する。第二段のうち局関係者が原告の下宿\nに赴いたこと、直江津市の父に電話連絡をしたことは不知、原告が局に対しなんら\n応答をしなかつたことは否認し、その余の事実は認める。同３は否認する。同４の\n事実のうち原告が事情聴取を受けたことは認め、その余の事実は不知、同（二）の\n事実のうち原告の遅刻が年休扱いを受けたことは認め、その余の事実は否認する。\n同（三）の事実のうち被告が本件処分をしたことは認めその余の事実は否認する。\n第六（原告）再抗弁\n本件処分は裁量権の逸脱及び不当労働行為により無効である。\n一　裁量権の逸脱\n（一）　条件付採用職員に対する分限免職であつても、処分権者による恣意は許さ\nれずその制度の目的と機能に照らして合理性を有し、処分事由との対比において均\n衡を失してはならない。条件付採用の趣旨は職員として適格性を有しないと認めら\nれる者を排除することにあるが、その判断は一般の公務員としての適格性という抽\n象的観点からだけでなく、当該職員の職種及び将来予測し得る地位をも具体的に勘\n案した上でなされなければならない。\n（二）　本件訓練不参加について\n１　郵政省では職員採用規程により職員を採用しているが、これによれば、郵政省\n職員は国家公務員用試験合格者からの採用者のほか、省独自の選考による外務員等\nが居り、更には本来国家公務員試験により採用されるべき内勤職員でさえ無試験で\n採用されている者もある。現在では全職員三二万人中二五万人が右試験によらない\n採用者であるが、省の業務の運営にはなんら支障は生じていない。このことは、こ\nれら選考による職員は、（イ）通常の義務教育程度の知識を有し、（ロ）健全な五\n体の持主であり、（ハ）精神上の障害がなく、（ニ）郵便集配に必要な文字の解続\nと記憶力がある等の条件さえ整えば欠格事由を有しないものということができ、ま\nた、かかる職員が離職するのは、（イ）本人の意思によるか、（ロ）肉体的に勤務\nに耐えられなくなつたか、（ハ）懲戒免職に値するかの場合に限られるのである。\n原告の如き条件付採用職員もこれら職員と同種の業務についている以上全く同様の\nことがいえるのであり、採用と同時に永続的に勤務する関係に入つたものと了解さ\nれ、職務上の懈怠を理由に正式採用が拒否されることは先ずあり得ないというのが\n郵政省における慣行又は常識である。\n２　原告は昭和四七年四月三日から昭和四八年四月三〇日まで東京中央郵便局の臨\n時雇として勤務し、同年八月国家公務員採用初級職試験に合格し、同年九月二六日\nから同年一〇月二二日まで再び同局の臨時雇として普通郵便部計画課勤務となり、\n同年一〇月二三日郵政事務官に任命され、特殊郵便部第二特殊郵便課配属となつ\nた。原告の職務内容は格別の知識経験を必要としない単純作業ともいうべき差立区\n分作業が中心で、現に平常時でも正規の職員の一割以上にあたる四〇〇人前後の臨\n時雇が特に系統的訓練を受けることなくこれと同じ作業に従事している。また、原\n告が初級職試験合格者であることからみて、将来監督的立場にある地位につくこと\nを予想することは困難である。\n３　次に原告が参加を命ぜられた本件訓練の内容は郵便事業のあらましを中心に常\n識的な事項や基礎的な学習させるに過ぎないのが実態であり、教育目的も抽象的で\n具体的な職務との関連では不可欠とはいいがたい。職員は本件訓練のほか九日間の\n採用時職場訓練を受けるが、同訓練において職務遂行上必要最少限度の知識を授け\nられるのであるから、同訓練さえ受講すれば職員としての日常の職務遂行に格別の\n支障を生ずることはない。\n原告の場合昭和四八年一〇月二三日から所定の採用時職場訓練を受講し、更に調\n整課においても訓練を受講しているのであり、かつ前記２記載の如き経歴を考えれ\nば、原告が本件訓練を受講しなくても日常の職務は支障なく遂行できるし、現に遂\n行してきた。このことに加えて前記２に述べたような原告の将来における昇進の可\n能性が薄いことをも勘案すると、原告が本件訓練に参加しなかつたからといつて、\n官職につき適格性を有しないものということはできない。\n４　更に原告が本件訓練に参加しなかつた心情には同情すべき点が多く、また、欠\n勤中も父を通じ休暇を求めていたのであるから、被告としても原告のこのような心\n情を十分知り得たはずである。そして、原告は上司に対し自己の非を反省しその旨\nの始末書を提出しているのである。\n５　また、原告の行為に遺憾な点があつたとしても、それは原告の爾後の努力によ\nつて矯正し得ない程重大なものとは思えない。本件処分は上司の職務上の命令に対\nする不服従という専ら職場秩序維持的な観点からなされ再訓練、矯正の可能性に対\nする留意が欠けている。\n６　以上の事情を総合すれば、原告の本件訓練不参加は無条件で公務員としての地\n位を喪失させなければならない程適格性を欠いた行為ということはできないのであ\nる。\n（三）　その他の服務態度について\n腕章、ワツペン着用はいずれも正当な組合活動であり従来これを理由に処分がな\nされた事例はない。\n胸章については、その着用のねらいが労務管理体制の強化にあり、原告の所属す\nる全逓としてもこれに反対する立場をとり、当局側もその着用を強制しないことを\n言明しており、前同様その不着用を理由として処分された事例はない。\n集団抗議については、当局による不当労働行為の一環であるとして指摘されてい\nるブラザー制度、職場リーダー制度に対する抗議が中心でありしかも被告主張の日\n時に行なわれたとしてもそれは休息時間内の行為であるから正当な組合活動であ\nる。仮に右行為につき咎める余地があるとしも、右行為は組合の指導によるもの\nで、原告はこれに積極的に参加したのではない。しかるに、指導的地位にあつた組\n合役員はなんらの処分をも受けていないのである。\n（四）　以上要するに、原告は末だ公務員として適格性を欠くものということはで\nきず、本件処分は処分理由との対比において著しく均衡を失したものというほかな\nく、裁量権を逸脱した無効なものといわざるを得ない。\n二　不当労働行為\n既にみたとおり原告の本件訓練不参加及び無断欠勤は当局による事情聴取、原告\nによる始末書提出という段階で結着がついており、免職に値する行為ではないにも\nかかわらず、被告がそれに加えて腕章、ワツペンの着用、抗議行動の参加等正当な\n組合活動をも処分事由としていることは、被告の意図が職場リーダー問題を発端と\nした原告の組合活動の排除にあつたものといわざるを得ない。かかる意図の下にな\nされた本件処分は不当労働行為として無効である。\n第七（被告）原告の主張（抗弁の認否、再抗弁）に対する反論\n一　再抗弁（二）の１の事実のうち郵政省が職員採用規程により国家公務員採用試\n験合格者のほか省独自の選考により職員を採用していること、同２の事実のうち原\n告の経歴に関する部分、同３の事実のうち職員が採用時職場訓練を受講することと\nされており、原告がその主張のように同訓練及び調整課における訓練を受講したこ\nとは認めるが、その余の事実は否認する。\n二　条件付採用の制度は、新規採用の職員が公務員としての適格性を有するか否か\nを実際の勤務を通じて観察し、これに欠ける者を排除することを目的としている。\nこのように、条件付採用職員は正式採用を留保されているのであるから、一般職員\nの如き分限についての身分保障はなく、免職をも含めいかなる処分をなすべきかに\nつき任免権者に大幅な裁量権が認められている（国家公務員法八一条、人事院規則\n一一ー四第九条）。前記第四に述べた本件処分の理由とされた原告の行為の態様及\nびその処分経緯に照らせば、本件処分が裁量権の範囲を逸脱したものでも、不当労\n働行為でもないことは明らかである。\n第八　証拠関係（省略）\n理　　　由\n一　原告の身分関係及び本件処分に関する請求原因一の事実は当事者間に争いがな\nい。\n二　処分理由\n（一）　本件訓練不参加及び無断欠勤\n当事者間に争いのない事実と成立に争いのない乙第一号証、第二号証の一、二、\n第一二ないし第一五、第一八、第二三号証、証人Ａの証言により真正に成立したと\n認められる第三、第五号証、第四、第六号証の各一、二、乙第一〇、第一九号証、\n証人Ｅ、Ａ、Ｆの証言によれば、次の事実を認めることができる。\n１　郵政大臣は、郵政職員訓練法（昭和二三年法律二〇八号）に基づき、同大臣の\n管理する国の業務の能率を増進し、その完全な運営を図るため、郵政職員の担当す\nる業務の遂行に直接関係のある事項につき訓練を行なうこととされ、そのための機\n関として昭和二四年六月全国一一箇所に郵政研修所を設置し職員に対する各種訓練\nを実施してきた（それまでは通信講習所、郵政職員訓練所等において職員訓練が行\nなわれていた）。その一環である新規採用者に対する初等部訓練制度は昭和三三年\n四月から発足し、昭和四六年度以降の採用者に対してはこれを前期と後期にわけて\n実施することとされた。このうち、初等部前記訓練（本件訓練）は、新規採用者に\n対し国家公務員たる郵政職員の心得を正しく理解させ、かつ職場環境への適応がよ\nり円滑に行なわれるための最少限度必要とする基礎的知識技能を授けることを目的\nとして実施され（「郵政研修所初等部前期訓練及び初等部後期訓練実施について」\n第１の１）原告が受講すべきとされた総合コースの期間は一四日とされている（同\n第１の４）。そして郵政省職員訓練所規程一六条によれば訓練所の長は研修生が成\n績又は素行が悪く成業の見込がないとき病気のため成業の見込がないとき、その他\n特に必要があると認めたときは当該研修生を免ずることとされ、このように研修生\nを免ぜられた場合には任命権者が引続き任用しておくこと相当であると認めた者以\n外は人事院規則一一ー四第八条、第九条により免職されるものとされている（同第\n１の７の（３）ア）。\n２　原告は昭和四八年一二月一八日他の五名の職員と共に昭和四八年度第九回初等\n部前期訓練（総合コース）（期間昭和四九年一月八日から同月二二日まで）参加を\n命ぜられ、国立市所在の中央郵政研修所への入所決定を受け、同月二一日直属上司\nであるＡ第二特殊郵便課長からその旨を告知され同時に入所心得を受領した。本件\n訓練は研修所付設の寮に全員合宿のうえ行なわれるもので、右通知によれば、昭和\n四九年一月七日午後三時までに入寮するよう命ぜられていた。原告は昭和四八年一\n二月三一日から昭和四九年一月六日まで休暇を利用して直江津市の実家に帰省し、\n同月七日午前一一時頃出勤し、Ｃ特殊郵便部長、Ａ課長、Ｇ課長代理からこもごも\n訓練の重要性、訓練上の注意、健康の保持等につき指導と激励をうけ、更にＤ計画\n課長からは研修所までの交通機関の利用方法、下車駅、所要時間等を知らされ、正\n午前頃局を退出した。\n３　原告は東京駅において時間待ちのため喫茶店でコーヒーを飲んでいるうち、前\n年一〇月母が死亡したこと、長男である原告が上京したため父親が直江津市で一人\n暮しをしていること、当時交際していた女性のことなどに思いが及び京都在住の友\n人と相談したくなり、そのまま京都に直行し、同夜は友人方に泊り翌八日日中を京\n都で過ごし同日午後七時頃帰京したが、直ちに上野駅から直江津市に向い翌九日早\n朝同市の実家に戻つた。\n４　一方、局は七日午後五時頃研修所から原告が未だ入所していない旨の連絡を受\nけたが、前記２のような経緯で原告が退出したので、いずれ同日中には入所するも\nのと予想し特に原告の所在を確認することはしなかつた。ところが翌八日午前九時\n頃再び研修所から原告が入所していない旨の連絡があつたので、Ａ課長はＧ課長代\n理と共に万一交通事故に遭つたのではないかと心配し新聞記事に目を通したり、Ｇ\nを原告の下宿先に派遣したり、Ｈ主事に直江津市の原告の実父と電話連絡させたり\n自ら実姉と電話連絡したりしたが、いずれも手掛りはつかめなかつた。\n５　九日午前九時頃Ａ課長は原告の父から原告が直江津市へ戻つた旨の電話連絡を\n受けたので、直ちに出局するよう伝言を依頼した。しかるに、原告が翌一〇日午前\n中にいたるもなんらの連絡もしないため、Ａ課長は同日午前一一時原告に宛て電報\nで出局を命じたが、これに対しても原告は何ら応答しなかつた。原告は同夜直江津\n市を発ち翌一一日早朝帰京したが出勤することなく豊島区の友人方に赴き一泊し、\n一二日午前一一時に至り漸くＡ課長に対し今帰京した旨の連絡をなし、同課長の強\nい指示で同日午後零時頃出勤した。\n６　郵政省においては職員を処分する場合その公平妥当をはかる意味で任免権者が\n処分についての意見を付して上局に内議して意見を求めることとしているが、被告\nは前記２、ないし５に述べた本件訓練不参加及び六日間の無断欠勤は、東京中央郵\n便局では前例のないことであり公務員としての適格性を欠くもので免職に値するも\nのと判断し、東京郵政局長に対し、その旨を口頭で報告すると共に同年二月二日書\n面で、原告の行為には情状の余地なく、人事院規則一一ー四第九条に該当する旨の\n意見を付して内議した。これに対し東京郵政局長は更に郵政省に前例等を問合わせ\nたところ、他管内において初等部訓練終了者が他局に出張し集合訓練を受けること\nを命ぜられたのにこれを無視し、かつ勤務評定結果が不良であつたという職員につ\nいての免職された事例があることの報告を受けたので、このことをも参酌し免職相\n当との結論に達したものの、国家公務員法に直接ふれる非行の場合は即時免職の措\n置がとられるが、原告の場合はその行為が直接勤務成績の評価の対象となるもので\nあり、勤務実績不良による免職の扱いをする予定であり条件付職員の勤務評定が採\n用後五ケ月を経過してなされることをも考慮し、その後の勤務態度において原告が\n特段の好成績の評価を受けるようであればなお処分再考の余地あるとの前提の下\nに、右勤務評定の結果をみてから最終結論を出すよう被告に指示した。\n７　その後原告には特に好成績と評価すべき格段のものはなく、かえつて、後記\n（二）に認定するような服務態度がみられた。そこで、被告は、本件訓練不参加、\n無断欠勤、服務態度を総合判断のうえ条件付採用期間中の原告の勤務成績を不良と\n判定し、三月上旬この旨を東京郵政局長に報告した。同局長は非公式に原告の最終\n処分につき郵政省の意見を求めたところ免職相当であるが原告の将来を考えて任意\n退職の勧告をするようにとの回答が寄せられたので、この旨を被告に伝達した。被\n告は三月一八日Ｅ庶務課長を通じて原告に対し任意退職を勧告したが原告の応ずる\nところとならなかつた。この報告を受けた東京郵政局長は四月初旬郵政省に対し右\n経緯を伝えると共に正式に最終処分につき意見を求めたところ、四月中旬免職相当\nとする旨の正式通知があつたので、同月一七日被告にこの旨を伝達した。かくて、\n被告は同月一八日人事院規則一一ー四第九条により原告を免職処分に付した。\n（二）　その他の服務態度\n抗弁（二）の１の事実（勤務時間中における腕章、ワツペンの着用）及び３の事\n実（胸章の不着用）のうちＡ課長から着用の申渡しを受けたとの点を除くその余の\n事実は当事者間に争いがなく、成立に争いのない乙第二一号証、証人Ａの証言によ\nり真正に成立したと認められる乙第九号証、同証言及び原告本人尋問の結果によれ\nば、抗弁二の２（Ａ課長により腕章及びワツペンの取りはずし命令）、４（原告の\n二回にわたる遅刻）、５（Ｂ職場リーダーの言動を組合への組織介入であるとして\nＡ課長の解散命令を無視して行なつた勤務時間中における集団抗議、但しその際原\n告は集団の最後尾にあつて発言はしていない。）の事実及び右３の胸章不着用につ\nきＡ課長から注意を受けたこと、右４の遅刻につき本来であれば欠勤扱いにすべき\nところＡ課長が特に年休扱いにしたことが認められ、この認定に反する原告本人尋\n問の結果は採用しがたい。\n三　ところで、条件付採用制度は、競争試験に合格したに過ぎない職員につき、一\n定期間正式採用を留保しその間の勤務実績を観察検討することによつて、試験の結\n果のみからは知り得ない公務員としての適格性を判定することを目的とするもので\nある。そして、条件付職員については国家公務員法のいわゆる身分保障の規定の適\n用は排除され（同法八一条一項二号）、任免権者が勤務実績が不良なことなど官職\nに引続いて任用しておくことが適当でないと判断したときはいつでも降任され又は\n免職することができる（人事院規則一一ー四第九条）。このことは、条件付職員に\n対する処分の選択及びその前提となるべき適格性の判定につき事情に精通する任免\n権者に広い裁量を認めたことを意味するものということができる。従つて、その裁\n量にあたつて社会観念上著しく妥当性を欠いたと認められる事情がない限り任免権\n者の判断を重んずべきものというべきである。以上のことがらを前提として本件処\n分の適否について検討を加える。\nなお、原告は、郵政省においては職員は採用と同時に永続的に勤務する関係に入\nつたものと了解され、職務上の懈怠を理由に正式職員としての採用が拒否されるこ\nとがない慣行がある旨を主張しているが、かかる事実を認むべき証拠はない。\n（一）　本件訓練不参加及び無断欠勤\n１　被告が本件処分をするにあたり、本件訓練不参加及び無断欠勤を最も重視した\nものであることは、前記二の（一）の６認定のように同じく処分理由として主張し\nている「その他の服務態度」（前記二の（二）認定）が発生する以前である昭和四\n九年二月二日に原告の処分を東京郵政局長に内議していることからうかがうことが\nできる。そして、右処分理由を上司の命令無視という点からみるならば組織体の一\n員として当然遵守すべき義務観に欠けるものがあり、訓練不参加という点からみる\nならば法令により定められた訓練制度に対する軽視であつて全体の奉仕者である公\n務員としての心得を学ぶべき態度に足らざるものがあり、更に無断欠勤期間中の行\n動及びその間における局への対応態度は党識ある行動とはいい得ないものがある。\n２　原告は、原告が採用の際採用時職場訓練を受講し、更に以前臨時雇として東京\n中央郵便局に勤務した経歴を有することから（この事実は当事者間に争いがな\nい）、本件訓練を受講しなくても日常の職務遂行に支障はなく、本件訓練不参加は\n職員としての適格性を否定するものではない旨の主張をする。なるほど成立に争い\nのない甲第四、第五号証によれば新規採用者は採用時職場訓練において日々の業務\n処理についての教育を受けることが認められ、また、当事者間に争いのない原告の\n経歴によれば、原告にとつて本件訓練を受けなければ日常の業務に従事することが\n絶対不可能とか全く困難であつたとはいい得ないであろう。しかしながら、いやし\nくも正式採用の職員となることを前提とする以上単に毎日の仕事ができるというだ\nけでは不十分なのであつて、初等部訓練が目的とする公務員としての心得の理解基\n礎的知識の習得等ということも重要なことがらといわなければならない。かかる観\n点に立てば、前記二の（一）の１に認定したようにこの訓練を重要なものとして実\n施運用している郵政当局の態度は妥当なものとして是認し得るのである。\nまた原告は将来の昇進の可能性とのかかわり合いにおいて本件訓練の参加と適格\n性の関係を論じているが、右にのべたように正式採用の職員となることを前提とす\nる以上新規の採用者いかんにより訓練の重要性が左右されるものではないのであ\nる。\n３　原告は、また、本件訓練に参加しなかつた理由には心情的に同情すべきものが\nあると主張する。しかし、前掲乙第二号証の一、二、成立に争いのない乙第二二号\n証及び原告本人尋問の結果によれば、原告の母は昭和四八年一〇月六日死亡し、原\n告は同月七日から同月二二日まで帰省し葬儀のほか法要の準備等をなし、更に本件\n訓練参加の通知を受けた後である一二月三一日からその開始直前である昭和四九年\n一月六日まで帰省していたことが認められるのであるから、原告としてはその間に\n必要な心の整理をすることは可能だつたはずであり、右のような事実関係を前提と\nする以上いかに亡母を慕う情が強かつたとはいえ、そのことは本件訓練参加を犠牲\nにしてまで無断欠勤し帰省したことの弁解とはなり得ないものというべきである。\n４　以上の事情を考察すれば、原告主張のような矯正の可能性、前記乙第一九号\n証、成立に争いのない乙第七号証によりうかがえる直後における反省の情を勧案し\nても、本件訓練不参加及び無断欠勤をもつて公務員としての適格性の欠如と評価し\nた被告の判断に著しい不当性があるものとは認めがたい。\n（二）　その他の服務態度\n前記二の（二）に認定した原告の服務態度は、国家公務員法九八条、一〇一条一\n項、郵政省就業規則（成立に争いのない乙第一六号証）一三条六項、二五条、二七\n条等からみて、原告の勤務成績を評定するにあたつて、少なくとも、その評価を高\nからしめる要素でないことは明らかである。\n（三）　本件訓練不参加及び無断欠勤後処分に至るまでの被告側の対応（前記二の\n（一）の６、７）をみても、全国的視野からの検討、内議、その後の勤務態度の観\n察、退職勧告等の経緯を経ており、決して安易に結論を導いたものでないことをう\nかがうことができるのである。\n（四）　以上述べたところによれば、被告が、原告の本件訓練不参加及び無断欠勤\nを主たる事由としその後の服務態度をも勘案して条件付採用期間中の原告につき勤\n務成績を不良と判定し、原告を引続き官職に任用しておくことを適当でないと認め\nてなした人事院規則一一ー四第九条に基づく本件処分は、社会観念上著しく妥当を\n欠いたものとまではいい得ず、裁量権の行使に逸脱を見出すことはできない。\nなお、成立に争いのない甲第二号証、証人Ａの証言によれば、初等部訓練を所管\nする東京郵政局訓練課は本件訓練不参加により原告の氏名を昭和四八年度第九回の\n初等部前期訓練（本件訓練）の研修生名簿から抹消したが、昭和四九年度第二回初\n等部前期訓練（昭和四九年四月一八日から同年五月二日まで）研修生として原告に\n対し中央郵政研修所入所決定をしたことが認められる。このように、一方では被告\nが本件訓練不参加及び無断欠勤を理由に原告を免職相当として部内手続を進めなが\nら、他方研修所により恰も条件付採用関係を前提としたかの如き入所決定がなされ\nた理由は、証人Ｆの証言によれば、被告が原告の新規採用に伴なつて東京郵政局訓\n練課に提出した訓練対象者発生報告をその後も維持したままであつたことと同局に\nおいて服務分限を所掌する考査担当者が人事上の機密にかかわることとして訓練担\n当者に原告に対する免職の動きを連絡しなかつたことによるものであることが認め\nられる。東京郵政局では分限関係も訓練関係も終局的には人事部長の所管とされて\nいるから、原告に対する再入所決定は部内不統一の如くみられないではないが、そ\nれが右の如き理由に基づくものと認められる以上これが本件処分の効力を左右する\nにまで至るものではない。\nまた、前掲乙第一五号証証人Ｆの証言によれば、研修生を免ぜられたり成績不良\n等で訓練を終了できなかつたりその他の理由により訓練を受け得なかつた者に対し\n相当な理由があれば再訓練を命じ得る余地があることが認められるが、その場合で\nも当局側の裁量に委ねられているところであつて、本件の場合被告が原告に再訓練\nの機会を与えることなく免職の措置をとつたとしても、既に認定した事情に照らせ\nば、これをもつて著しく裁量を誤つた措置とまでいうことはできない。\n（五）　更に原告は本件処分が不当労働行為である旨主張するが、前記認定のよう\nに、被告が原告を免職相当と判断したのは、本件訓練不参加及び無断欠勤直後のこ\nとで組合活動に関連する前記二の（二）の「その他の服務態度」以前であり、原告\nはその後勤務成績を良好ならしめる特段の事情がない限り免職が予定されていたの\nであるから、この点に関する原告の主張は理由がない。\n四　よつて、原告の本訴請求は理由がないからこれを棄却し、訴訟費用の負担につ\nき民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　松野嘉貞）\n"
}