{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 11,
    "day": 13
  },
  "case_number": "昭和47(行ク)4",
  "case_name": "行政処分執行停止決定申請事件",
  "court_name": "秋田地方裁判所",
  "field": "行政",
  "gist": "１　地方自治法７４条の２第８項の規定による市町村選挙管理委員会の異議決定取消訴訟において異議決定手続上の瑕疵を取消原因として主張し得るか　２　地方自治法７４条の２第８項の規定による署名簿の署名に関する訴訟の形式",
  "case_gist": "１　地方自治法７４条の２第８項の規定による市町村選挙管理委員会の異議決定取消訴訟において，異議決定手続上の瑕疵は，同法が異議前置主議を採用した趣旨を没却する程度に重大な場合には，取消原因として主張し得る。　２　地方自治法７４条の２第８項の規定による署名簿の署名に関する訴訟は，同条１３項の追加そう入後は，市町村選挙管理委員会の異議決定取消訴訟の形式によるべきである。",
  "lawsuit_id": "18159",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18159",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/159/018159_hanrei.pdf",
  "contents": "○　主文\n１　秋田市長解職請求者署名簿の署名に関する申立人からの各異議申出（受付第一\n四号、同第一六号）につき被申立人が昭和四七年九月二五日にした各異議棄却決定\nに基づく手続の続行は、当裁判所昭和四七年（行ウ）第四号市長解職請求者署名簿\nの署名に関する決定取消等請求事件の判決確定に至るまで停止する。\n２　本件その余の申立てを棄却する。\n３　手続費用は被申立人および参加申立人らの負担とする。\n○　理由\n第一　申立ての趣旨および理由\n申立ての趣旨および理由の要旨は、別紙一記載のとおりである。\n第二　被申立人の意見\n被申立人の意見の要旨は、別紙二記載のとおりである。\n第三　参加申立人らの意見\n参加申立人らの意見の要旨は、別紙三記載のとおりである。\n第四　当裁判所の判断\n一　署名簿の署名の効力に関する訴訟において選挙管理委員会の異議決定の取消し\nを求めることができるか\n地方自治法（以下「地自法」という。）によれば、普通地方公共団体の長である市\n町村長の解職請求者の署名簿の署名の効力に関し異議のある者は右署名簿の縦覧期\n間内に当該市町村の選挙管理委員会に対し異議の申出をすることができ、その決定\n（以下「異議決定」という。）に不服があるときは法定期間内に地方裁判所に出訴\nすることかできるものとされている（同法第八一条、第七四条の二第四項、第五\n項、第八項）。\nそして、右署名簿の署名の効力に関する訴訟は、終局的には争いのある個々の署名\nの効力を確定することを目的とするものであり、かつ、行政事件訴訟法（以下「行\n訴法」という。）にいう民衆訴訟に属するものであるが、その訴訟形式として市町\n村選挙管理委員会の異議決定の取消し（または無効確認。以下同じ。）を求めるべ\nきか、それとも、端的に署名簿自体あるいは署名簿の署名自体の有効無効の確認を\n求めるべきかについて問題がないわけではない。しかしながら、行政事件訴訟法の\n施行に伴う関係法律の整理等に関する法律（昭和三七年法律第一四〇号）によつて\n追加そう入された地自法第七四条の二第一三項は、署名簿の署名の効力に関する訴\n訟に行訴法第四三条によつて取消訴訟に関する規定が準用されることを前提としつ\nつ、右第四三条の規定にかかわらず取消訴訟に関する規定中の一部を準用除外また\nは準用制限する旨規定しており、右のような地自法第七四条の二第一三項の規定の\n趣旨にかんがみれば、少なくとも右条項の追加そう入以後においては署名簿の署名\nの効力に関する訴訟が取消訴訟の形式をとること、すなわち、市町村選挙管理委員\n会の異議決定の取消しを求める形式をとることを地自法は当然予定しているものと\n解するのが相当である。\n二　異議決定取消訴訟において異議決定手続上のかしを取消原因として主張しうる\nか\n（一）　ところで、右のように署名簿の署名の効力に関する訴訟において市町村選\n挙管理委員会の異議決定の取消しを求めることが許されるとしても、その取消原因\nとしていかなる違法事由を主張しうるかは、さらに問題となる。右の訴訟が終局的\nには争いのある個々の署名の効力の確定を目的とするものであるところからみて、\n右争いのある個々の署名の有効無効に関する市町村選挙管理委員会の判断の誤りを\n取消原因として主張しうることについては問題がないであろう。これに対し、右異\n議決定手続上のかしを一般の取消訴訟の場合と同様に取消原因として主張しうるか\n否かは、右訴訟の目的に照らし若干問題である。ことに、そのかしがきわめて軽微\nであり、争いのある署名の効力の判断に実質的な影響を及ぼすおそれのない場合に\nはなおさらである。しかしながら、前述のように、地自法は、市町村長の解職請求\n者の署名簿の署名に関し異議のある者はまず市町村選挙管理委員会に異議の申出を\nし、その決定に不服のあるときは地方裁判所に出訴すべき旨規定し、裁判所に出訴\nする前に選挙管理委員会に異議の申出をしその審理を経ることを要求している。そ\nして、同法がかかる異議前置主義をとつたその趣旨とするところは、市町村長の解\n職請求者の署名簿の署名の効力は選挙に密接な関係を有するものであるところか\nら、右署名に関する異議についても、まず、選挙に関する事務について専門的な知\n識ならびに経験を有する市町村選挙管理委員会において訴訟手続に較べれば比較的\n簡易な手続によつて審理させ、それによつて適正かつ迅速な判断を得ようというに\nあるものと理解される。したがつて、地自法の異議前置主義に関する右のような立\n法趣旨に照らすと、市町村選挙管理委員会が多少の手続上のかしはあつても法の定\nめる手続にのつとり異議ある署名の効力について一応実質的審理を尽したといえる\n場合はさておき、右の実質的審理をまつたくしない場合および多少の審理はなされ\nていてもそれが形のみで実質的審理を尽したとは到底いえないような場合には、地\n自法の異議前置主義を採用した精神がまつたく没却されることになる。しかも、異\n議前置主義を採用した地自法の規定（第七四条の二第四項）はその反面として署名\n簿の署名に関し異議のある関係人に市町村選挙管理委員会への異議申出権を賦与し\nたものであつて、右署名に異議のある関係人は異議のある署名の効力について市町\n村選挙管理委員会の実質的審理を受ける権利を有するのであるが、前述のように異\n議のある署名の効力についてまつたく実質的審理がなされなかつたか、あるいは、\n多少の審理はなされても到底実質的審理を尽したとはいえないような場合には右実\n質的審理を受ける権利が違法に侵害されたことになる。これらの点を総合して考え\nれば、右のように異議のある署名の効力についてまつたく実質的審理がなされなか\nつたか、あるいは、多少の審理はなされても到底実質的審理を尽したとはいえない\nような場合には、そのこと自体を違法事由として異議決定を取り消し、市町村選挙\n管理委員会に異議のある署名の効力について改めて実質的審査を尽させることが異\n議前置主義を採用した地自法の精神に合致するものと解される。\n（二）　最高裁判所は、数次にわたつて地自法第七四条の二第八項による署名簿の\n署名の効力に関する訴訟は争いのある個々の署名の効力を確定することを目的とす\nるものである旨判示しているが、その事案をみればいずれも市町村選挙管理委員会\nが異議について実質的審理を尽さなかつたことが異議決定の取消原因となるか否か\nが直接争われたものではないから、本件の先例として適切であるとはいいがたいば\nかりでなく、前記のように実質的審理がまつたくないか、ないにひとしい場合にそ\nれを違法事由として異議決定を取り消し、市町村選挙管理委員会に改めて異議のあ\nる署名の効力について実質的審理を尽させることを禁ずる趣旨のものとは理解でき\nない。\n（三）　また、地自法第二五七条第二項は、同法の規定による異議の申出に対して\n法定の期間内に決定がなされないときはその申出をしりぞける旨の決定があつたも\nのとみなすことができる旨規定するが、右規定は異議に対する決定がいたずらに遅\n延している場合に異議申出人に対し異議決定をまつことなく訴訟に進む道を与える\nことをそのねらいとするものであつて、行訴法第八条第二項と立法趣旨を同じくす\nるものである。したがつて、異議申出人が市町村選挙管理委員会の実質的審理がま\nつたくないか、ないにひとしいことを理由に異議決定の取消しを求め、右選挙管理\n委員会において改めて実質的審理を尽すよう求めている場合には、右地自法第二五\n七条第二項の規定の適用のないことはその法文上明らかであつて、右規定の存在を\nもつて前記のように実質的審理がまつたくないか、ないにひとしい場合にもそのこ\nとを異議決定の取消原因となしえないとする根拠にすることはできない。\n（四）　以上を要するに、市町村選挙管理委員会の異議決定に不服のある異議申出\n人は、争いのある署名の有効無効に関する市町村選挙管理委員会の判断の誤りを取\n消原因として主張しうるはもちろん、異議決定手続上のかしも地自法が異議前置主\n義を採用した趣旨を没却する程度に重大な場合、すなわち、争いのある署名の効力\nに関する実質的審理がまつたくないか、ないにひとしい場合には異議決定の取消原\n因として主張することが許されるものと解するのが相当である。\n三　被申立人のした審理は地自法の要求する実質的審理を一応尽したものといえる\nか\n（一）　一件疎明資料によれば、\n（１）　参加申立人ら三名が本件申立人である秋田市長Ａの解職請求代表者として\n昭和四七年七月六日被申立人に対し右解職請求者の署名簿二六、八一八冊（署名総\n数八三、七五二）を提出したこと、\n（２）　被申立人が右署名につき所要の審査をしたうえ同年八月二二日右署名中法\n定署名数五四、三二八を上回る六七、七九〇の署名を有効とし、一五、九六二の署\n名を無効と決定し、翌二三日から二九日までの七日間右署名簿を関係人の縦覧に供\nしたこと、\n（３）　申立人が同月二九日被申立人に対し被申立人が有効とした署名のうち合計\n三八、八七一の署名が無効であるとして二件の異議申出をし、第一四号および第一\n六号（以下「異議第一四号」、「異議第一六号」という。）として受け付けられた\nこと、（４）　申立人が無効と主張する署名の無効原因（以下「無効原因（イ）、\n（ロ）・・・・・（ワ）」という。）とその内訳数は、異議第一四号関係では、\n（イ）本人の自署によるものでなく他人の代筆または偽筆による署名二一、八二\n九、（ロ）拇印・指印が署名者本人のものでなく署名そのものも他人の代筆または\n偽筆による署名四、六一九、（ハ）署名者の印として確認しがたい署名四三、\n（ニ）署名者の印でない署名二、（ホ）本人の自署による署名でなく受任者の代筆\nによる署名二、二三二、（ヘ）何人による署名であるか確認しがたい署名四、\n（ト）署名が重複して記載されている署名五、（チ）請求代表者またはその委任を\n受けた者以外の者が収集した署名および回覧によつて収集した署名一〇、一三五\n（その署名簿冊数二、〇七四）、（リ）署名収集委任状に委任者である解職請求代\n表者の印のない署名簿一（その署名数二）であり、異議第一六号関係では、（ヌ）\n本人の自署による署名でなく受任者の代筆による署名一六、（ル）受任者と思われ\nる男二人から強要されて印のみ押したが本人が自署したことのない署名一、（ヲ）\n本人が署名した覚えのない署名一、（ワ）本人の自署による署名でなく同一家族の\n一人が代筆した署名七であること、（５）　右異議の申出を受けた被申立人は同年\n九月六日委員会を開催し、右異議についての今後の審議方針として、（イ）異議申\n出人である本件申立人を証人として出頭を求め、異議申出の根拠について尋問する\nこと、（ロ）異議第一四号関係では、（ａ）前記無効原因（イ）の署名二一、八二\n九および同（ロ）の署名四、六一九についてはさらに署名を個々に調査することも\nありうる、（ｂ）無効原因（ハ）の署名四三、同（ニ）の署名二、同（ヘ）の署名\n四、同（ト）の署名五および同（リ）の署名簿一についてはいずれも対象人員が少\nないので次回の委員会で決定する、（ｃ）無効原因（ホ）の署名二、二三二および\n同（チ）の署名一〇、一三五についてはさらに検討を加える必要があること、\n（ハ）異議第一六号関係では、（ａ）前記無効原因（ヌ）の署名一六については無\n効の原因としてさらに署名者本人の証言がある旨付記されているので、署名者およ\nび受任者の出頭を求めその証言を得る必要があり、次回の委員会において出頭を求\nめる日時を決定する、（ｂ）無効原因（ル）の署名一についてはその無効原因とす\nるところが署名者のみの主張しうる性質のものであるからこれについての異議申出\nは失当である、（ｃ）無効原因（ヲ）の署名一については署名者本人を証人として\n召喚すべきである、（ｄ）無効原因（ワ）の署名中五つの署名については署名簿中\nに該当署名が見当たらないので異議申出人からの説明を求めること、をそれぞれ決\n定したこと、\n（６）　右の審議方針に基づき、被申立人は、異議第一四号関係の無効原因\n（ハ）、（ニ）、（ヘ）、（ト）および（リ）の署名についてはいずれも署名簿に\nついて異議の理由の有無について調査し、同月一四日の委員会において右無効原因\n（ハ）の署名四三のうち一四、同（ニ）の署名二のうち一、同（ト）の署名五のう\nち三および同（リ）の署名二全部についてはいずれも異議を理由あるものと認め、\nその余の署名については異議を棄却すべきものとしたこと、（７）　被申立人は、\nまた、右の委員会において、異議申出人である本件申立人から異議申出の根拠につ\nいて証言を求め、これに対し、本件申立人は、署名の無効原因として主張している\n事由すなわち署名が代筆または偽筆であるとか拇印指印が署名者本人のものでない\nとかは主として申立人の支持者が署名簿を縦覧して判断したことであつてそれ以上\nに詳しいことは申立人自身は知らないので、補佐人から説明させたい旨証言したこ\nと、なお、申立人からは右証人尋問前被申立人に対し五名の補佐人を付することに\nついて許可申請が出されていたが、被申立人は、右証人尋問に当たつては補佐人を\n許可せず、後日改めて申立人の出頭を求める場合にその都度許否を決するとの方針\nのもとに、右証人尋問に際しては補佐人を許可せず、また、その後も補佐人を許可\nしてこれから説明を求めるということをしないまま後述のように申立人からの異議\nについて決定してしまつたこと、\n（８）　さらに、右の委員会においては、異議第一四号関係および異議第一六号関\n係で総計約四〇名の証人を同月二一日および二二日の委員会において尋問すること\nが決定され、これに基づき、異議第一四号関係では前記無効原因（チ）の署名中具\n体的な事実関係の記載のある署名二二について受任者三名、署名者一六名（受任者\nに代わつて署名を収集したと主張されている者二名を含む。）、異議第一六号関係\nでは無効原因（ヌ）の署名一六、同（ヲ）の署名一および同（ワ）の署名中署名簿\nに該当署名の発見しえたもの二合計一九について受任者一二名、署名者一八名が証\n人として召喚され、そのうち異議第一四号関係では受任者一名、署名者八名が、異\n議第一六号関係では受任者一〇名、署名者九名が同月二一日および二二日の委員会\nに出頭して証言し、また、不出頭者のうち異議第一四号関係では署名者二名から、\n異議第一六号関係では受任者一名、署名者六名から被申立人あてに電話連絡があり\nＢ係長が事情聴取を行なつたこと、\n（９）　被申立人は、以上の調査のほかは、Ｂ係長に異議第一四号関係の前記無効\n原因（イ）の署名二一、八二九および同（ホ）の署名二、二三二合計二四、〇六一\nの約三分の一程度について署名簿に目を通させたのみで、同一筆跡とみうるものは\nなく他人の代筆または偽筆とは認められないとして、それ以上の調査をしなかつた\nこと、（１０）　そして、以上の程度の調査に基づき、被申立人は、同月二五日、\n異議第一四号については二一の署名に対する異議を認容しその余の異議を棄却し、\n異議第一六号については三つの署名に対する異議を認容しその余の異議を棄却する\n旨各決定したこと、\n（１１）　そこで、申立人は、同年一〇月二日被申立人を被告として当庁に対し被\n申立人が同年九月二五日付でした秋田市長解職請求者署名簿の署名に関する申立人\nからの各異議申立てを棄却する旨の各決定の取消しと被申立人が異議を棄却した署\n名簿の署名の無効確認を求める訴えを提起し、現在当庁昭和四七年（行ウ）第四号\n事件として係属中であること、\n以上の事実が認められ、疎乙第一三号証の記載中右認定に反する部分は疎甲第一〇\n号証に照らしにわかに措信しがたい。\n（二）　そこで、以上の事実に基づき、被申立人のした右各決定中異議を棄却した\n部分が実質的審理を経てなされたものといいうるかどうかについて、申立人の主張\nする前記無効原因ごとに検討することとする。\n（１）　異議第一四号関係中無効原因（イ）、（ロ）および（ホ）の署名について\nこれについては、被申立人の昭和四七年九月六日開催の委員会において「さらに署\n名を個々に調査することもありうる」あるいは「さらに検討を加える必要がある」\nとしながら、その後わずかにＢ係長一人が右署名数の約三分の一について署名簿に\n目を通しただけで、同一筆跡とみうるものはなく他人の代筆または偽筆によるもの\nとは認められないとして、それ以上の調査をしようとせず、異議をすべて棄却して\nいる。しかし、一件疎明資料によれば、右署名中にも一見して同一筆跡と認めうる\nものがその数の多寡は別にしてもある程度存在することが認められるのであつて、\nこれによつてＢ係長がしたという右署名簿の調査がいかにずさんなものであつたか\nがうかがわれる。また、異議決定書（疎甲第二号証の二）によれば、右署名に対す\nる異議棄却の理由として、他人の代筆または偽筆によるものであることを異議事由\nとする署名については原則として署名者本人が異議申出をなすべきであり、また、\n他人が代筆または偽筆した署名であるとするならば代筆または偽造した者がいるは\nずであるのにその点についての具体的主張がない旨記載されている。しかしなが\nら、署名が他人の代筆または偽筆によるものである旨の異議事由は換言すれば署名\nが自署によるものではない旨の主張であるから、署名者本人のみならず広くその他\nの関係人なかんずく被解職請求者からも右の点を異議事由として異議申出をするこ\nとが許されるものというべく、前記異議棄却理由中他人の代筆または偽筆によるも\nのであることを異議事由とする署名については原則として署名者本人が異議申出を\nなすべきであるとの点は異議棄却理由としては失当である。また、一般に異議申出\nに当たつてはできる限り異議事由を具体的に主張することが望ましいことはいうま\nでもなく、いやしくももつぱら解職賛否投票を引き延ばす目的のみで具体的な根拠\nもなしに無差別に異議の申出をすることは許されないのであるがさればといつて異\n議事由として署名が他人の代筆または偽筆であると主張する場合に常に必ず何人が\n代筆または偽筆したかを主張しなければ異議事由として不十分であるともいいがた\nい。ことに、本件の場合、疎明資料（疎甲第五号証、疎乙第六号証）によれば、申\n立人は署名簿を縦覧した結果その記載自体から明らかに同一筆跡と認められるもの\nがあるのでこれを他人の代筆または偽筆によるものとして異議申出の対象としたも\nのであることが認められるのであるから、異議事由の主張としては一応十分である\nというべきである。また、仮に被申立人が異議事由の主張として不十分な点がある\nと考えるならば、申立人は前述のように補佐人に具体的な事情を説明させたいとし\nて補佐人の許可を求めているのであるから、被申立人としては行政不服審査法（以\n下「行審法」という。）第二五条所定の手続によつて補佐人を許可しこれから異議\n事由についてさらに具体的に事情を聴取することもなしえたのであるが、前述のよ\nうにそれもしなかつた。これを要すれば、前記異議棄却理由中他人が代筆または偽\n筆したものであると主張する署名について何人が代筆または偽筆したかの具体的主\n張がないとの点も異議棄却理由としては失当というべきである。そこでつぎに、右\n異議申出に対し被申立人がした前述の程度の調査が実質的審理をしたものといいう\nるかどうかについてみるに、一般に異議に対しどの程度の審理をなすべきかは各異\n議事由ごとに異議の内容、根拠等に応じて具体的に決すべき問題であるが、本件の\n場合のように二万をこえる署名について署名簿の記載自体から一見して同一筆跡と\n認められることを根拠に他人の代筆または偽筆によるものであるとして異議が申し\n出られている場合には、被申立人としては右異議の対象となつた署名につき常に必\nず各署名者を逐一証人として喚問したり筆跡鑑定をしたりする必要はないにして\nも、少なくとも署名簿によつて各署名を相互に対照しその筆跡・筆勢等から同一筆\n跡と認められるものがあるか否か程度は調査する必要があるものというべく、この\n観点からみると、前記のようにわずかにＢ係長一人が異議申出のあつた署名の約三\n分の一について、しかも、数の多寡はともかくある程度は存在する同一筆跡の署名\nをまつたく見落し同一筆跡と認められる署名はまつたく見当たらないとするずさん\nな見方で署名簿に目を通したにとどまる調査は、到底法の要求する範囲の実質的審\n理をしたものとはいえず、むしろ右実質的審理をしなかつたにひとしいものという\nべきである。\n（２）　異議第一四号関係中無効原因（ハ）、（ニ）および（ヘ）の署名について\n右各無効原因は、いずれも署名簿に記載された署名あるいは押捺された印影を点検\nすることによつてその理由の有無を判定しうる性質のものであるところ、被申立人\nは、前認定のとおり右各署名については署名簿によつて異議の理由の有無を調査し\nているから、その判断の当否はしばらくおくとしても、一応実質的審理をしたもの\nというべきである。\n（３）　異議第一四号関係中無効原因（チ）の署名について\nこれについては、前認定のように被申立人は昭和四七年九月六日の委員会において\n今後の審議方針について「さらに検討を加える必要がある」と決定しながら、その\n後具体的な事実関係について記載のある署名二二について受任者三名と署名者一六\n名を証人として喚問し、出頭した受任者一名と署名者八名を証人として尋問し、ま\nた、不出頭の署名者二名から電話で事情を聴取したのみで、その余の署名について\nはなんらの調査をしていないのである。そうとすれば、右証人尋問ならびに電話聴\n取の行なわれた二二の署名については一応実質的審理が行なわれたものというべ\nく、これに対し、右二二を除くその余の署名についてはまつたく実質的審理を行な\nわなかつたにひとしいものというべきである。\n（４）　異議第一六号関係中無効原因（ヌ）、（ヲ）および（ワ）の署名について\n異議第一六号関係中無効原因（ヌ）の署名一六、同（ヲ）の署名一および同（ワ）\nの署名のうち二合計一九については、被申立人は、前認定のとおり、受任者一二名\nと署名者一八名を証人として喚問し、そのうち出頭した受任者一〇名と署名者九名\nを証人として尋問し、また、不出頭者のうち受任者一名と署名者六名については電\n話で事情聴取をしている。したがつて、右一九の署名については一応実質的審理を\n尽したものということができる。\n（なお、付言するに、無効原因（ワ）の署名中右に述べた二つの署名を除くその余\nの五つの署名については、被申立人はいまだ異議棄却決定をしていないことが疎明\n資料によつて明らかであり、したがつて、この部分については執行停止の申立ても\nないものと解されるので、実質的審査がなされたとみうるか否かについてとくに論\n及しない。）\n（５）　異議第一六号関係中無効原因（ル）の署名について\nこれについては、前認定のとおり、被申立人は、署名者本人のみが主張しうる性質\nの異議事由であるとしてなんらの調査もしなかつた。しかし、この点も前述したと\nころと同様署名が自署であるか否かは署名者本人のみならず広くその他の関係人な\nかんずく被解職請求者も争いうるものと解すべきであるから、署名者本人しか争い\nえないとした被申立人の判断は失当であり、したがつて、右署名に対する異議の理\n由の有無についてなんらの調査をしなかつたことは実質的審理をまつたくしなかつ\nたものといわざるをえない。\n（三）　以上のようにみてくると、申立人からの異議につき実質的審理をしたとみ\nうる署名数は異議の申し出られた署名中の一パーセントに満たず、その余の九九パ\nーセントをこえる約三五、〇〇〇の署名については実質的審理を経ることなく異議\n棄却決定がなされたことになる。\n四　申立人が異議決定手続上のかしを主張してその取消しを求めることは信義則に\n反するか。\n被申立人は、申立人が異議決定手続上のかしもしくは違法として主張するところ\nは、いずれも申立人が無差別大量のずさんな異議申出をしたことに起因するから、\n仮りに異議決定手続にかしもしくは違法な点があつたとしても、その取消しを求め\nることは信義則上許されない旨主張する。\nなるほど、申立人のした約三八、〇〇〇の署名に対する異議申出中には誤字、脱字\n等により当該署名の特定に困難なものをはじめとして相当数のすでに無効とされた\n署名に対する異議申出あるいは同一署名に対する重複した異議申出等のあることは\n一件記録によつてうかがわれる。したがつて、その意味で異議申出にずさんな点の\nあつたことは否定しえない。しかし、申立人としては、有効とされた約六八、〇〇\n〇にのぼる多量の署名をわずか七日間に縦覧し、その間に異議のある署名を抽出し\nて異議申出をすべきことを要求されていたのであるから、そこに多少のずさんなと\nころがあるとしてもやむをえない面もあり、場合によつては補正を命ずることもで\nきないわけでもないのである。また、被申立人が右の無効とされた署名に対する異\n議申出あるいは同一署名に対する重複した異議申出等を抽出しようとする意思があ\nれば、その作業はそれほど長時日を要しなくとも完了しうるものと思われる。こと\nに、被申立人は、右異議申出を受けてからこれにつき決定をするまで二七日を要し\nているのであるから、その間十分に右作業を完了しえたはずである。また、被申立\n人は異議申出が無差別になされていると主張するが、一応それぞれ異議事由が付さ\nれており必ずしも異議として不十分ともいえないのであるから、被申立人としては\nそれについて一応調査する義務があるものというべく、なんら調査をしなくてよい\nとすべき理由はない。もとより、その場合どの程度の調査をすべきかは前述のよう\nに異議の内容・根拠等に応じて一様ではなく、常に必ず証人尋問・筆跡鑑定等を要\nするものではないが、本件の場合被申立人は異議のあつた署名の九九パーセント以\n上につきまつたく実質的審理をしなかつたかしないにひとしい状況なのである。\n以上のような事実関係を前提として考えた場合、申立人が異議決定手続上のかしを\n主張してその取消しを求めることはにわかに信義則に反するともいいがたい。\n五　執行停止の可否について\n（一）　右にみたように、被申立人は申立人から異議の申出があつた約三五、〇〇\n〇の署名について実質的審理をすることなく異議を棄却しているから、右異議棄却\n決定はその点において違法である。もつとも、一件記録によると、申立人は、被申\n立人がすでに無効と決定した署名について右異議棄却決定の取消しを求め、あるい\nは、同一署名に対し重複して異議を申し出ており、その数は合わせて数千を数え、\n場合によつては一万近くになることが予想され、これについて異議棄却決定の取消\nしを求める部分は不適法といわざるをえない。したがつて、実質的審理を経なかつ\nたことを理由として異議棄却決定を取り消すべき署名の実数は約二五、〇〇〇とい\nうことになる。\nところで、地自法および同法施行令によれば、市町村選挙管理委員会は市町村長の\n解職請求者署名簿の署名に関し異議の申出がないときまたはすべての異議について\nの決定をしたときはその旨および有効署名の総数を告示するとともに、署名簿を請\n求代表者に返付するものとし、請求代表者は返付を受けた署名簿の署名の効力の決\n定に関し不服がないときまたは請求代表者においてした訴訟の判決が確定したとき\nは、その返付を受けた日またはその効力の確定した日から五日以内に市町村長の解\n職の請求をすることができ、市町村選挙管理委員会は右請求を受けたときは直ちに\n請求の要旨を告示するとともに、右告示の日から六〇日以内に解職賛否の投票を行\nなわなければならない旨規定されている。したがつて、これによれば、市町村選挙\n管理委員会がすべての異議について決定することが解職賛否投票に至るその後の一\n連の手続を進行せしめるための要件とされているものと解するのが相当である。こ\nのことは、すべての異議についての決定をしないかぎり、有効署名の総数を確定し\nえず、これについて告示をしえないことを考えても明らかである。\nいま、前記約二五、〇〇〇の署名に関する異議棄却決定が取り消されるということ\nは、法律的には、右署名に関する異議についていまだなんらの決定もなされていな\nい状態に引き戻されることを意味するのである。そしてその結果は、右異議棄却決\n定に基づき進行したその後の一連の手続は解職賛否投票をも含めてすべて違法のか\nしを帯びることになるのである。\nしかも、被申立人が有効とした署名数は法定署名数を約一三、〇〇〇余上回るのみ\nであるから、右約二五、〇〇〇の署名に関する異議棄却決定が取り消されるとき\nは、有効と確定された署名数は法定署名数を約一一、〇〇〇余下回る結果となり、\n有効署名数が法定署名数を上回るかどうか確定しないまま手続を進行させたことと\nなるから、そのかしはきわめて重大なものとして解職賛否投票の効力そのものにも\n影響するものと考えられる。\n（二）　そして、右のような状況のもとで、解職賛否投票等一連の手続を一時停止\nすることなく進行させた場合、右投票の結果によつては申立人は一時その職を失う\nかも知れず、これによつて申立人のこうむる損害は、のちに本案判決により異議棄\n却決定が取り消されても回復することの困難な損害に当たるものというべきであ\nる。\n（三）　ところで、申立人は、本件各異議棄却決定の効力停止と被申立人が昭和四\n七年一〇月三〇日にした秋田市長解職賛否投票期日を同年一一月一九日とする旨の\n告示の効力停止とを求めている。しかし、行訴法第二五条第二項ただし書は、処分\nの効力の停止は処分の執行または手続の続行の停止によつて目的を達することがで\nきる場合にはすることができないと規定している。そして、地自法および同法施行\n令の規定によれば、前述のように、市町村選挙管理委員会のなす異議についての決\n定は異議の対象となつた署名の効力を決定するとともに解職賛否投票に至るその後\nの一連の手続を進行せしめるための要件とされているのである。すなわち、右異議\n決定のあとには解職賛否投票に至る一連の手続が予定されているのである。そし\nて、市町村選挙管理委員会の異議棄却決定に不服のある被解職請求者としては右決\n定そのものの効力を停止しなくとも右決定以後の手続の続行を停止することによつ\nて本案判決確定以前に解職賛否投票が行なわれることを妨止し、右投票が行なわれ\nることによつてこうむる回復の困難な損害を避けることが可能である。\nしたがつて、本件申立て中各異議棄却決定の効力停止を求める部分は右決定に基づ\nく手続の続行の停止を求める限度で正当として認容しうるがその余は過大な申立て\nとして棄却すべく、また、解職賛否投票期日に関する告示の効力停止を求める部分\nも右各異議棄却決定に基づく手続の続行を停止することによつてすでにその目的を\n達し重ねて右告示の効力を停止しなければならない必要性は認められないから失当\nとして棄却すべきである。\n（四）　なお、行訴法第二九条の解釈として、原処分に対する不服申立てを却下ま\nたは棄却した裁決はなんら積極的内容をもつものではなく、これの執行停止をして\nみても原処分に影響はないから、裁決自体の執行停止をする利益はないといわれて\nいる。しかし、右の考えは、原処分と裁決との双方につき取消訴訟を提起すること\nができ、原処分につき執行停止を求めうることをその前提としているのである。そ\nして、本件のような地自法第七四条の二第八項による署名簿の署名の効力に関する\n訴訟において同条第五項の異議決定に対し取消訴訟を提起しうることはすでに前述\nしたが、さらに右異議決定の原処分に相当する同条第一項の決定に対しても取消訴\n訟を提起しその執行停止を求めうると解しうるかについては、同条の規定ならびに\n署名簿の署名の効力に関する訴訟の性質に照らし疑問なしとしない。のみならず、\n前述のように同条第五項による異議決定はそれが異議を認容したものであれ却下・\n棄却したものであれ、異議決定があつたことの効果として解職賛否投票に至るその\n後の一連の手続を進行せしめる効力が付与されているのである。その意味で、右異\n議の却下・棄却決定は、一般の却下・棄却の裁決と異なり、積極的内容をもつもの\nといえる。そして、異議決定の効果として進行しはじめた解職賛否投票に至る一連\nの手続の続行を停止することは十分に可能である。したがつて、本件各異議棄却決\n定の取消しを求めるとともにその手続の続行の停止を求める本件申立てはその利益\nがあるものというべきである。\n六　むすび\n以上の次第であるから、申立人からの本件執行停止の申立ては、主文第一項記載の\n限度で理由あるものとして認容し、その余は失当として棄却することとし、手続費\n用については行訴法第七条、民事訴訟法第八九条、第九二条ただし書、第九三条第\n一項、第九四条を各適用して、主文のとおり決定する。\n（裁判官　篠原昭雄　篠田省二　石井健吾）\n（別紙一）\n申立の趣旨\n「原告Ａ、被告秋田市選挙管理委員会間の秋田地方裁判所昭和四七年（行ウ）第四\n号市長解職請求者署名簿の署名に関する決定取消および右署名簿の署名無効確認請\n求事件の判決確定に至るまで（一）被申立人が、昭和四七年九月二五日、秋田市長\n解職請求者署名簿の署名に関する申立人の異議申立を棄却した各決定、（二）被申\n立人が、昭和四七年一〇月三〇日なした秋田市長解職請求による賛否投票期日を同\n年一一月一九日とする告示（昭和四七年告示第六四号）、の効力を停止する。」\nとの決定を求める。\n申立の理由\n一　申立人は、昭和四六年四月二五日施行の秋田市長選挙に立候補して当選し、同\n年四月三〇日以降秋田市長の職にあるものである。（疎甲第一号証）\n二　ところが、秋田市の選挙権者である本件参加申立人ら三名は、代表者となつ\nて、昭和四七年六月一日から同年七月一日までの間秋田市長たる申立人の解職請求\n署名の収集をし、法定数である秋田市有権者総数一六万二、九八四人（昭和四六年\n九月一日現在）の三分の一を越える八万三、七五二人の署名をえたと称し、同年七\n月六日その署名簿なるものを被申立人に提出して、その署名が選挙人名簿に記載さ\nれている旨の証明を求めた。（疎甲第一号証）\n三　そこで、被申立人は、前記請求代表者から提出された署名簿全冊について署名\nの効力の有無を審査し、署名総数八万三、七五二人のうち有効六万七、七九〇人、\n無効一万五、九六二人と決定して、その旨証明し、昭和四七年八月二二日これを一\n般に告示公表するとともに、同月二三日から同月二九日までの七日間秋田市山王一\n丁目一番一号秋田市役所正庁において署名簿を選挙人の縦覧に供した。（疎甲第一\n号証）\n四　そこで、申立人は、縦覧期間内である昭和四七年八月二九日、被申立人に対\nし、被申立人が有効とした署名中の約三八、〇〇〇は無効であるとしてこれを特定\nして異議を申立てたところ、被申立人は、同年九月二五日、被申立人が先に有効と\nした署名中更に二四名を無効としたが、他は全部有効であるとして申立人の異議申\n立を棄却し、その旨申立人に通知するとともに、昭和四七年告示第六四号をもつて\n秋田市長解職請求による賛否投票期日を同年一一月一九日と定める旨告示した。\n（疎甲第一号証、第二号証の一ないし三）\n五　被申立人のなした本件異議棄却決定にはつぎのようなかしがあるから取り消さ\nれるべきである。\n（一）　被申立人は公正を欠き、偏見と予断をもつて本件異議の審査に当たり、申\n立人を形式的にわずか三〇分間審問したのみでほとんど実質的な審理を遂げること\nなく申立人の異議申立を棄却した。\n（二）　被申立人が有効と決定した秋田市長解職請求署名簿の署名うち三五、九五\n八はつぎの理由により無効である。\n（１）　署名自体が本人の自書によるものでなく、他人の代筆又は偽筆による署名\n一万九、八六九名\n（２）　拇印、指印が署名者本人のものでなく、かつ、署名自体も他人による代筆\n又は偽筆の署名　三、八〇八名\n（３）　署名者の印として確認し難い署名\n三一名\n（４）　署名者の印でない署名\n一名\n（５）　署名自体が本人の自書による署名でなく、受任者の代筆によると思われる\n署名　　　　　　二、二二二名\n（６）　何人による署名であるか確認し難い署名\n四名\n（７）　請求代表者又は委任を受けた者以外の者が署名を求めた署名簿および回覧\nによつて署名を収集した署名簿\n署名簿数　　　　　　　　二、〇七〇冊\n無効署名　　　　　　一万〇、〇二三名\n六　そこで、申立人は、被申立人を被告として、昭和四七年一〇月二日秋田地方裁\n判所に対し、被申立人が昭和四七年九月二五日付で秋田市長解職請求者署名簿の署\n名に関する申立人の異議申立を棄却した各決定の取消しと、右署名簿の署名がいず\nれも無効であることの確認を求める訴訟を提起し、現在同裁判所昭和四七年（行\nウ）第四号事件として係属中である。\nしかしながら、右訴訟の提起は、当然には、被申立人がなした前記決定の効力に影\n響を及ぼすものでなく、右決定を前提とした被申立人の爾後の手続の続行を妨げる\nものではない。\nしかし、前記訴訟において申立人の請求が認容されるにおいては秋田市長解職請求\nに必要な法定数を欠くことは明らかであり、従つて被申立人が行うべき市長解職賛\n否の投票手続は全くその根拠を失うに至る。のみならず、前記署名の有効、無効未\n確定のまま被申立人が爾後の手続を続行するとすれば、漸く軌道に乗りつつある市\n政を再び混乱の坩堝に落し入れ、これがため申立人の被るべき損害は、金銭賠償で\n償うことができないのはもとより、原状回復不能なことは明らかである。よつて、\n申立人は、行政事件訴訟法第二五条に基づき、前記本案判決確定するに至るまでの\n間、（一）被申立人が昭和四七年九月二五日秋田市長解職請求者署名簿の署名に関\nする申立人の異議申立を棄却した各決定、および（二）被申立人が昭和四七年一〇\n月三〇日なした秋田市長解職請求による賛否投票期日を同年一一月一九日とする告\n示（昭和四七年告示第六四号）の効力の停止を求めるため本申立に及ぶ。\n（以上）\n（別紙二）\n申立の趣旨について求める決定\n本件申立を却下する\n申立費用は申立人の負担とする\nとの決定を求める。\n申立ての理由に対する意見\n第一　認否\n一　第一項は認める。\n二　第二項は認める。\n三　第三項は認める。\n四　第四項は認める。\n五　第五項中、被申立人が申立人を約三〇分間審問したことは認め、その余は争\nう。\n六　第六項中、申立人が目下その主張する本訴を提起していることおよび右訴訟の\n効果が申立人主張のとおりであることは認め、その余は争う。\n被申立人の主張\n第一　署名の効力に関する審査手続の概要\n一　審査の手順\n（一）　昭和四七年七月六日秋田市役所の裏側にある職員会館一階大ホールにおい\nて、本件解職請求代表者より署名簿の提出を受けた。\nその際署名簿の数は、一六、八一八冊と確認され、署名総数は法定署名数五四、三\n二八を上廻ることが確認された。\n（二）　七月六日以後八月二二日まで、七月一六日（日）および八目一三日（日曜\n日で墓参日）の両日を除いては、連日休みなく審査事務を行ない八月二一日および\n八月二二日に、有効、無効の証明の押捺の確認、署名総数、有効署名の総数、無効\n署名の総数、署名簿の総数を計算、確認した。\nその結果、\n（イ）　署名簿の総数は一六、八一八冊で、七月六日の受理総数と一致していた。\n（ロ）　署名総数は八三、七五二であつた。\n（ハ）　有効署名数は六七、七九〇であつた。\n（ニ）　無効署名数は一五、九六二であつた。\n（三）　署名簿の縦覧は、八月二三日から八月二九日までの間、市役所正庁におい\nて、毎日午前八時三〇分から午後五時までの間、全署名簿を縦覧に供した。\n（四）　異議の申出は一七件提出され、うち一件は被申立人の決定前に取り下げら\nれた。右の一六件のうち二件は申立人から提出された。\n（五）　申立人以外の者から提出された一四件については、九月六日の委員会にお\nいて次のとおり決定された。すなわち一件は却下したが、一三件の異議の申出にお\nいて効力の決定が争われた署名は二五個であり、そのうち二〇個の署名について\nは、選挙人名簿に登録されているから有効とされるべきであるとの主張であり、五\n個の署名については非自署の理由により無効とされるべきであるとの主張であつ\nた。これに対し、委員会においては、一四個の署名は異議申出人の主張住所を手が\nかりとして選挙人名簿に登録されていることを確認して有効と決定し、四個の署名\nについては、署名原簿を再調査したうえ非自署と認め無効と決定し、七個の署名に\nついては申出を棄却した。\n（六）　申立人の申出に係る異議事件の審査の経過は次のとおりである。\n（１）　八月二九日受付第一四号事件の申出書の提出を受け、ついで同日午後六時\nすぎ受付第一六号事件の申出書の提出を受けた。\n（２）　翌八月三〇日から、委員長の指示により、九月六日予定の委員会における\n審議方針決定に備えるべく、第一四号事件の申出書の別冊につき、具体的事実関係\nの記載があるかどうかを調査した。\n第一四号事件のうち具体的事実につき記載のある部分並びに第一六号事件の全部に\nつぎ、署名簿の署名の有無を調べた。\n（３）　九月六日委員会を開催し、受付第一四号および第一六号事件以外の異議事\n件について決定をした。\n第一四号事件および第一六号事件については、おおむね次のとおり決定された。\n（イ）　まず異議申出人本人である市長の出頭を求め、申出に関する事実関係ない\nしは根拠についてきくこと。\n（ロ）　第一四号事件のうち具体的事実関係の記載のある署名については、関係人\nの出頭を求めること。\n（ハ）　第一六号事件については、Ｃ・Ｄ・Ｅ・Ｆ・Ｇ・Ｈにかかる部分を除く他\nの署名については、それらの関係人の出頭を求めること。\n（ニ）　申出理由中、（ａ）署名者の印として確認し難い署名（ｂ）署名者の印で\nない署名（ｃ）何人による署名であるか確認し難い署名（ｄ）署名が重複して記載\nされている署名（ｅ）委任状に請求代表者の印がない署名簿の各事項については、\n署名原簿により判定できるので当該署名原簿につき調査すること。\n（ホ）　異議申出人本人から事実関係につききいた後更に関係人の出頭を求めるか\nどうかを検討すること。\n（ヘ）　異議申出人本人に九月一四日午後三時に出頭を求めること。\n（ト）　以上と併行して、申出書の別冊の記載と署名簿との照合および署名原簿の\n調査を行つてみること。\n（４）　第一四号事件のうち具体的事実につき記載のある部分、並びに第一六号事\n件関係の署名簿を取り出して、異議申出審査票を作成して署名簿にはさんだ。\n（５）　右（３）の（ロ）および（ハ）の関係においては、呼出、出頭、電話聴取\nが行なわれた。\n（６）　異議申出人本人については、九月一四日午後三時庁舎内の会議応接室にお\nいて、委員四名全員出席のもとに、尋問を行なつた。右本人からは、具体的な説明\nは得られなかつた。\n（７）　事務局職員三名は、前記（３）の（ト）の方針に従い、申立人主張の無効\n原因（１）および（５）の署名につき異議の申出書添付の別冊の記載と署名簿と対\n照を行なつた。\n対照しながら、同一筆跡の疑いがあるか否かを調べた。このように対照を行なつた\nものは、右署名中の約三分の一程度であつた。\n申出書別冊との対照は三分の一程度であつたが、申出内容は、同一の氏、同一世帯\nに属するものと、受任者による代筆であるとのものであつたので、申出書別冊との\n対照はやめて、同一の氏、同一世帯と認められる署名につき同一筆跡がどうかを、\nまた受任者と同一筆跡かどうかについて署名原簿の殆どにつき調査した。\nこの調査は、九月七日から九月二〇日頃までの間行なわれた。\n（８）　また事務局職員三名は、前記（３）の（ニ）の各事項につき、その全署名\nの当該署名簿および委任状に請求代表者の印がない署名簿として申出のあつた一冊\nの署名簿につき、異議申出審査票をはさみ、九月一四日の委員会においてこれらの\n署名原簿を審査し、さらに、二五日の委員会において最終の決定を行なつた。\n（９）　九月二二日の委員会において、市長尋問の結果および署名原簿の調査並び\nに異議の申出の態様（無差別、大量）とから判断してこれ以上関係人の出頭、証言\nを求める必要はないものと認めた。\n（１０）　右委員会の後、受付第一四号および受付第一六号の異議の決定の原案の\n作成に入り、九月二五日の委員会において決定原案を検討のうえ、左記のとおり二\n四個の署名が無効と決定され、署名者の印として確認しがたいもの\n一四\n署名者の印でないものが押印されているもの　　　　一\n重複署名　　　　　　　　　　　　　　　　　　　　三\n委任状の請求代表者の印もれ　　　　　　　　　　　二\n非自署　　　　　　　　　　　　　　　　　　　　　四\nその他の署名に関する異議はすべて棄却することに決定された。\n二　被申立人に要求される審査の程度\n（１）　地方自治法七四条の二第一項において、署名の効力の決定は二〇日以内\nに、同条五項において、異議の申出については一四日以内に行なわなければならな\nい旨規定している。これらの規定からして、極めて短期間に迅速な審査の行なわれ\nることが要請されていることは明らかである。\n（２）　被申立人は前記のとおり、四〇余日にわたり、選挙人名簿との照合および\n署名の自署性その他についての審査を行なつたものである。地方自治法七四条の三\n第三項の規定による関係人の出頭および証言を求めることは、異議の決定の際多少\nの者につき行なつたにすぎないが、署名簿の署名のうち非自署の疑いのあるものそ\nの他の疑問署名については三回（兼務職員九名によるもの、事務局長ら三名による\nもの、委員会によるもの）にわたり筆跡の類似の有無等を審査しており、無効と決\n定されたもののほかには、筆跡からは、類似筆跡の疑いのあるものはないとの判断\nに達したものである。したがつて、それ以上これらの署名につき関係人の出頭およ\nび証言その他の調査を行なう必要はないものと考え、行なわなかつたものである。\n漫然と書類上の審査を行ない、その他の調査を怠つたものではない。\n（３）　また、申立人は、異議の申出においては、四万に近い数の署名について、\n縦覧期間中、多数の縦覧者により無差別に書きとつた氏名を列記して、全く具体的\nな事実を挙げることなく、無効の決定を求めたものである。\n署名を適当にら列して異議の申出をすれば、選挙管理委員会は、その署名のすべて\nにつきいわゆる実態調査をすべきものでであるとするのは、徒らに直接請求の引き\nのばしを図り、時間を稼ごうとするものであり、そのために一方では選挙管理委員\n会に対し、過重の負担を課するものである。このようなことは、時期を失すること\nなく迅速な処理の要請されている署名の効力の審査においては許されない。\n第二　審査における手続違背と署名の効力\n一　地方自治法第七四条の二第八項に規定する訴の本質は、あくまでも個々の署名\nについてその有効無効を争うものであり、異議申出に対する決定自体の効力を争う\nものではない。裁判所における審理の結果、個々の署名の効力について選挙管理委\n員会の判断に誤りがあれば、その結果として異議に対する決定が取消されるに過ぎ\nない。\n二　この意味で、第八項による訴は、異議申出に対する決定の取消を求める本来的\n意味の抗告訴訟ではなく、たんに抗告訴訟の形式を借りて、個々の署名の効力を争\nうものに過ぎない。\n三　したがつて、被申立人が申立人の異議申出に対し決定をなすに当たつて、かり\nに申立人主張のような手続上の瑕疵があると仮定しても、そのこと自体、被申立人\nの決定を取消す理由にはならず、被申立人の決定を取消すためには、あくまでも個\n々の署名の効力に対する被申立人の判断に誤りがあつたことに立脚しなければなら\nない。\n第三　信義則違反\n一　公法関係においても、民法一条二項および三項の規定は、法の一般原理を定め\nたものとして、適用があるものと解されている（田中二郎著・有斐閣全書・行政法\n上巻九九頁・公法関係における私法規定の適用の項参照）。\n二　本件において、申立人が異議手続の瑕疵もしくは違法として主張する点は、い\nずれも無差別大量の杜撰な申出をしたことに起因するものであるから、仮りに異議\nの決定手続に瑕疵もしくは違法の点があるとしても、その取消を求めることは、信\n義則上許されないことである。\n第四　執行停止要件の欠如\n一　本案について理由がない。\n（一）　申立人が署名の無効を主張する理由は、具体的根拠がなく、縦覧期間中多\n数の者を動員して、同一家族らしき署名を書き写したり、一名の署名収集受任者の\n収集簿冊数が多いものを拾いあげたりして、漫然、署名をら列して争うものにすぎ\nない。\n（二）　署名の収集は、慎重な配慮と充分な準備のもとに、手続上の違背なきを期\nして行なわれたもので、被申立人においても、無効とすべき署名についてはすべて\n無効としているものである。\n本件直接請求における法定署名数は五四、三二八個であるから、さらに一三、四四\n八個の多数の署名が無効と決定されるのでなければ、本件直接請求は否定されるこ\nとはない。被申立人の審査において、すでに一五、九七六個の署名が無効とされて\nいるのであるから、このほかさらに、一三、四四八個の多数の無効とされるべき署\n名が存在するということは常識上考えられないことである。\n（三）　直接請求においては、迅速な処理が要請されている。\n現行の制度は、昭和二五年の地方自治法の改正により、署名簿の争訟手続を限定す\nるとともに（同法二五五条の五の規定の新設）、署名の争訟と切り離して、直接請\n求の手続を進行させることとして、迅速化を図つたものである。\n（四）　署名の争訟に伴い、処分の執行停止を全く否定することは困離かと思われ\nるが、右のように迅速な処理を要求する制度の趣旨にかんがみ、執行停止は、極め\nて、慎重に行われなければならない（長野・逐条地方自治法一九九頁参照）。\n一　度び執行停止が行われると、署名の効力に関する第一審上告審の完結するま\nで、かなりの期間を必要とする今日の実情においては、任期中の解職の投票の実施\nを困難にすることが多い（解職の請求は、就職の日から一年間はできない・－地方\n自治法八四条－から、任期満了までは常に三年未満となる。）。また直接請求は、\n事の性質上、時期と方法を最も選ばなければならないものであるから、請求者の側\nにおいては、事が敏速に運ぶことが極めて重要である。他方被解職請求者の側にあ\nつては、或る期間を稼ぐことが、防禦上極めて重要な意味を持ち、場合によつて\nは、盛り上つた解職請求の気運のほとぼりをさまさせ、尻つぼみに終らせる効果を\n挙げることもできる。\nこのような実情にかんがみると、解職（解散も同旨）請求における執行停止は、単\nなる処分の続行の停止の効果のみにとどまらず、場合によつては、解職請求の生殺\n与奪の権をにぎることもあるといつて、過言ではないのである。\n（五）　以上の観点からも、解職解散の直接請求においては、執行停止は、極めて\n慎重を要することといわなければならない。むしろ、申立人の主張と疎明から、法\n定署名数を下廻る事態の発生することを容易に認めうる場合にのみ限られるべきで\nある。そしてこのような場合のほかは、本案について理由がないとみえるときに当\nるものとして、申立を却下すべきものと考えるべきである（熊本地裁昭和二八・\n二・一七決・行政集四巻二号三二〇頁）。\n二　回復の困難な損害には当らない\n（一）　解職の請求においては、いわゆる本番は解職の投票にあり、ここにおい\nて、選挙人の審判が行われるのである。法定署名数の超過により、解職が決定され\nるわけではない。解職の投票において、同意が過半数に達しなければ、職を失うこ\nとなく、直接請求は完了する。したがつて、解職の投票を行うこと自体をもつて、\n直ちに、失職という回復の困難な損害を生ずるものではない（千葉地裁昭和三三・\n三・二七決・行裁集九巻三号四九三頁参照）。\nもとより、投票を行うこと自体に伴う、被解職請求者の蒙るべき精神的、経済的苦\n痛は認められるが、これらが、法律にいう回復の困難な損害といえるかは疑問であ\nる。金銭による補償が可能という意味においては、回復困難な損害には当らない。\n（二）　もしも、投票において過半数の同意があるときは、直ちに失職の効果を生\nずるものであるが、（地方自治法八三条）これは、署名の直接の効果ではなく、新\nたに行われた全選挙人の投票という意思表明の結果によるものであるから、この結\n果を尊重するという態度、すなわち、このような場合には、署名の効力がなお争わ\nれていても、投票の結果による失職をやむを得ないものとし、署名の効力に関する\n本訴の確定を待つて失職の是非とその事後処理とを決定するという考え方も、迅速\nな処理を尊重する直接請求の制度の趣旨から、やむを得ないものというべきであ\nる。\n三　行政事件訴訟法第二九条との関係について\n（一）　行政事件訴訟法においては、処分の取消しの訴えと裁決（異議の決定も含\nまれる）の取消しの訴えとは区別され（同法三条二項・三項）、同法二九条におい\nては、同法二五条ないし二八条の執行停止に関する規定は、裁決の取消しの訴えの\n提起があつた場合に準用する旨規定されている。\nしかし、執行停止に関する規定は、棄却または却下の裁決の場合には、不服申立人\nの要求を拒否するだけで、なんら積極的内容をもつ処分ではないから、裁決自体の\n執行停止は無意味であると解されている。\n（二）　ところで、直接請求においては、異議の決定を経て後、本請求に移るもの\nとされているが、この場合の棄却または却下の異議決定は、他の一般の異議の決定\nの場合と同様に、不服申立人の要求を拒否するだけで、なんら積極的内容をもつ処\n分ではないから、決定自体の執行停止は無意味である。\nまた、異議の決定を経てから本請求に移るということは、本請求は異議の決定の執\n行として行なわれるものではない。それはあくまでも有効署名数が法定署名数をこ\nえるという事実に基づき発生する効果である。この点においても、署名の効力に関\nする異議の決定に特別の執行力があるものではない。\n（三）　かりに異議の決定がその固有の違法により取り消されるべき運命にあると\nしても、執行停止は行政事件訴訟法二九条の趣旨から許されないものである。\nすなわち、異議の決定がその固有の違法のみにより取り消された場合には、直接請\n求は進行し、異議の決定のみをやり直せば足りるものである。異議の決定をやり直\nすことそれのみに意味があると認めて、取り消されるのであつて、署名の有効、無\n効には関係なく、特に、有効署名数が法定署名数を下廻るおそれのあることには関\n係がないのであるから、直接請求の投票を行なつても一向支障は生じない関係にあ\nるのである。\n異議の決定をやり直せば無効署名数が大幅に増加し、有効署名数が法定署名数を下\n廻るおそれがあるというのであれば、その無効署名の増加のおそれを理由として執\n行停止をすべきものであつて、それにふれないで、単に異議の決定の固有の違法の\nみを理由とするのであれば、無効署名の増加のおそれは認められていないことにな\nるので、直接請求の進行を停止する実益は全く存しないのである。\n特に本件においては、署名の効力の争い方、裁判所における署名簿の審理、参加人\nの署名の有効についての疎明、市選管の署名の効力にあたつての審査等全般の経緯\nにかんがみ異議の決定をやり直しても、署名の効力の決定に変動を生ずるおそれは\nないこと、特に有効署名の総数が法定署名数を下廻ることのあり得ないことは確実\nであると考えられているので、このような事情のもとにおいては、賛否の投票を停\n止すべき理由は全くないのである。\n異議の決定の適正手続の履践のみを求めるというのであれば、それはそれとして、\n直接請求の進行とは関係なく、再決定を行なえば足りるのである。\n有効署名の総数が法定署名数をこえるという結果には変ることがないというのに、\n異議の手続の保障のために、直接請求の進行まで停止するということは本末をてん\n倒するものである。\n（以上）\n（別紙三）\n申立の趣旨について求める決定\n本件申立を却下する。\n申立費用は申立人の負担とする。\nとの決定を求める。\n申立の理由に対する認否は、被申立人の認否と同じである。\n訴訟参加人らの主張\n一　（１）市長解職請求制度について\nいうまでもなく、市長解職請求制度は憲法第一五条に規定する公務員の罷免に関す\nる国民固有の権利の行使である。\n従つて、右憲法の国民の権利を有名無実のものとなさないために地方自治法は署名\nの効力について裁判所に出訴することを認めながら、一方において訴訟の提起にか\nかわりなく解職請求手続を進行せしめるものとしているのである。\nこの規定の仕方は、実に異例であるが、その意味するところは、署名の効力につい\nて裁判手続により最終的決定をまつものとしては長年月を要し、その結果被解職請\n求者に対する解職の成否を決する客観状勢に重大な変更が予想され、遂には任期間\nに有効な決定をみることが不可能になるおそれが生じ、結局憲法第一五条の精神が\n没却されてしまう結果となる、と考えられたからに他ならない。\n（２）　地方自治法第七四条の二の法意\nイ　そこで、地方自治法はその第七四条の二において、選挙管理委員会の決定に不\n服のあつた者に対しては、裁判所に出訴する道を開きながらも解職請求者からの請\n求を受理したときはその旨を告示し、告示の日から六〇日以内に選挙人の投票に付\nさなければならないものと定めているのであるが、このことは、憲法の要請する国\n民固有の権利の実現を無意義ならしめないためには、選挙管理委員会の審査によつ\nて一応有効な署名が法定数に達すると認められた場合には、迅速に選挙人に対しそ\nの最終意思たる賛否を問わなければならないということなのである。\nロ　ちなみに、公職選挙法第三四条三項によれば再選挙・補欠選挙に関し、選挙の\n効力に関する訴訟、当選の効力に関する訴訟・又は、選挙の効力に関する異議申出\n及び審査の申立、当選の効力に関する異議の申出及び審査の申立の各規定による異\n議申出期間、審査申立期間若しくは訴訟の出訴期間又は異議の申出に対する決定の\n確定しない間、審査の申立に対する裁決が確定しない間若しくは訴訟が裁判所に係\n属している間はこれを行うことができないものとし、同条四項により、裁判所から\n訴訟が係属しなくなつた旨の通知を受けた日から一定期間内に選挙を行うべきもの\nと定められている。\n即ち、一般に選挙及びその他の投票手続は、すべて法律の厳格な規定に基づいて進\nめられるものであるから、本件の場合にあつても、署名の効力に関する訴訟提起に\nよつて、又は、その結果によつて解職投票の手続が後戻りするか、中断されうるも\nのであることを法が予定しているものとせば、当然そのことについての規定が設け\nられていなければならない筈なのである。\n（３）　選挙管理委員会の審査手続瑕疵と本訴の性格について\nイ　申立人は、訴訟参加人らの収集した署名中三五、九五八個の署名の無効である\nことの確認と、併わせて被申立人の、異議申出に対する審査手続の瑕疵を捉えてそ\nの取消を求める。\n併し、被申立人が有効署名を決定するにいたるまでの手続についてはなんらの違法\nの存しないこと明らかであるから、結局のところ、異議申出にかかるいわゆる無効\n署名についての審査手続の瑕疵を問題とするということになるが、仮にそれが申立\n人の主張どうりとしても、当裁判所において、申立人主張の無効確認を求める署名\nについてその有効・無効を判断し、そのいずれかに決すれば被申立人の原処分の取\n消を求める旨の訴はその必要も利益もなくなる筈である。\n更にいえば、法の認めた出訴の形態は「署名簿の署名に関する」ものであること条\n文上明らかであるから、それが署名の無効を確認する訴であれば当然のこと、単に\n原処分の取消を求める訴であつても、裁判所は結局署名の効力自体を判断・確定し\nなければならないものである。\n何故ならば、先に述べた如く地方自治法は憲法の要請により最終的判断を国民自身\nの賛否の投票にまつとの考えから、裁判所による原処分の取消後の措置についてな\nんらの規定をおかず、却つて選挙管理委員会に手続の進行を命じているからであ\nる。\nロ　以上述べたところから選挙又は投票は、法令の定める一定の手続により、かつ\n法令の定める一定の期間内に完了すべきものであつて、これと異なる手続規定なく\nして、進行すべく義務づけられた手続を後戻りさせたり、中断させたりすること\nは、制度の建前から、又解職請求を目的とする投票の性質からいつても到底考える\nことができないことなのである。\n二　（１）執行停止の必要性は存しない\nイ　申立人は、手続の続行により回復困難な損害を避けるため緊急の必要性がある\nと主張する。\n併し、本制度は、結局、選挙民の意思表示について法律上争いの余地の多い署名の\n効力を、全選挙民による賛否を問う投票によつて再決定するものであるから、署名\nの効力は、重要な前提要件であるとしても、実際問題としては賛否投票の結果が最\n終的結論となるものであるから、それで十分であるとしているものである。このこ\nとは、たとえ訴訟が継続中であつても解職請求手続の続行を命じている制度の当然\nの結果でもあり、かかる制度のもとにあつては、申立人として当然その危険を負担\nすべきものなのである。\nロ　又実情論においても、申立人においては有権者の三分の一の署名がないと信ず\nるなら、胸を張つて賛否の投票に臨める筈であるから、その投票の結果に回復不可\n能な損害を受ける心配をする必要がない筈である。\n（２）　単に審査手続に違法性を帯びる瑕疵が存しても、それのみで執行停止をす\nることは、公共の福祉に重大な影響を及ぼすおそれがあるから許されない。\n即ち申立人主張の手続上の瑕疵が仮に違法性を帯び、かつその違法性が後続手続に\n影響を及ぼすおそれがある場合でも裁判所は賛・否投票とは別に申立人主張の署名\nの有・無効を確定しなければならないのである。\nそうだとすれば、申立人の異議申出の審査が仮にずさんであつたとしても、単にそ\nのことを理由にした執行停止の措置は、賛否投票の投票人の心理および投票の結果\nに重大な影響を与え、真に自由な状態において行わるべき選挙民の最終的判断たる\n賛否投票に重大な干渉を加える結果ともなるから、これが許されないこと当然とい\nわねばならない。\n（以上）\n"
}