{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 4,
    "day": 19
  },
  "case_number": "昭和52(行ク)32",
  "case_name": "済生会中央病院緊急命令取消",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19677",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19677",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/677/019677_hanrei.pdf",
  "contents": "主　　　文\n本件申立を却下する。\n理　　　由\n本件申立の趣旨は「当裁判所が昭和五二年（行ク）第七号緊急命令申立事件につ\nき同年二月二二日付でなした緊急命令を取消す。」との裁判を求めるというのであ\nり、その理由は別紙のとおりである。\nこれに対する当裁判所の判断は次のとおりである。\n一　本件緊急命令は申立人社会福祉法人恩賜財団済生会（以下単に「済生会」と略\n称する。）に対して発せられたものであつて、申立人社会福祉法人恩賜財団済生会\n支部東京都済生会中央病院（以下単に「病院」と略称する。）が申立人済生会の一\n部に過ぎないかどうかの点を別にしても、同申立人に対して発せられたものではな\nいので、同申立人がその取消を求める利益はないといわなければならない。よつて\n申立人病院の本件申立は却下することとする。\n二　申立人済生会の主張に対して\n１　その（一）の主張は、要するに当事者を誤つたことをいうと解せられる。確か\nに、本件救済命令が病院を相手方として発せられているにも拘らず、本件疎明資料\nによるも病院そのものが独立した法人格を有することはこれを窺い得ないばかり\nか、むしろ法人たる申立人済生会の施設、機関あるいは部門の一つに過ぎないと見\nられる位である。そうだとすれば、本件救済命令は当事者能力のないものを相手方\nとした違法があるかに見受けられるかもしれない。しかしながら、本件救済命令及\nび疎明資料によると、病院は申立人済生会の経営する総合病院であつて、病院の長\nたる院長が申立人済生会の代表権を有する理事と同一人であり、本件救済手続も申\n立人済生会として進めてきたこどが窺われるので、これらの事実に徴するとき、本\n件教済命令は申立人済生会を当事者と表示する趣旨で病院を表示したものと見るに\n妨げない。また、このことによつて、同申立人が格別不利益を受けた跡も窺われな\nい。従つて、この点に関する主張は理由がない。\n２　その（二）乃至（四）の主張は違憲をいう部分も見受けられるが、その実質は\n本件救済命令とこれに従うことを命じた緊急命令の違法をいうに帰するものと解せ\nられる。本件は昭和五一年度賃金引上交渉において全済生会労働組合中央病院支部\nが額について同申立人の提案を受諾したにも拘わらず、賃上実施時期についての提\n案を受諾しなかつたとして、同申立人が賃上を認めなかつたというのであつて、そ\nのことの合理性、その時期について従来の慣行を変えることの合理性等が問題とな\nり得ると考えられるが、この点に関しては今後本案の審理判断に俟つべきものとい\nうほかない。現段階においては東京都地方労働委員会のなした本件救済命令の主文\nが一応理由づけられると見得る以上、これに従うのが相当であるというべく、同申\n立人の主張は直ちに採用しがたい。\nよつて、主文のとおり決定する。\n（別紙）\nその（一）　当事者を誤つた違法\n社会福祉法人恩賜財団済生会（以下済生会本部という）にあつては、独立の法人\n格を有するのは済生会本部であり、済生会（以下都支部という）はその傘下の一支\n部としての組織、中央病院は支部の経営にかかる一施設である。前記救済申立事件\nにつき東京都労委は、この一施設にすぎない中央病院に対して救済命令を発してい\nるが斯様に単一法人の中の一施設にすぎない中央病院は独立の使用者たる資格がな\nく、右救済命令は使用者ならざる者を使用者として発せられた違法な命令である。\nしかも東京都労委による本件緊急命令申立も、中央病院のみを被申立人として申立\nてられている。それに対して御庁の本件緊急命令が済生会本部に対して発せられて\nいるのも、中央病院を使用者とは認めるに足らないことを御庁が承認された為であ\nると思われる。然しながら、済生会本部が使用者であり中央病院が使用者と認めら\nれないならば、そのように使用者資格のない中央病院に対して発せられた救済命令\nは、使用者ならざる者に対する違法な救済命令として、（命令取消がなされるべき\nものであるし）、このような違法な救済命令の緊急履行を命ぜられるべきではな\nい。\n救済命令の当事者（被申立人）は、命令が確定した際それに違反すると労組法第\n二八条の刑罰を課せられることになる点からしても、その当事者が誰とされている\nかは極めて重要な問題である。しかも右刑罰は救済命令の当事者表示に従つて為さ\nれるのが当然であるから、救済命令における当事者表示の流用の如きことは絶対に\n許されるべきではなく、厳格にその表示自体に基いて判断がなされなければならな\nい。それにも拘らず、当事者を誤つた違法な救済命令に基いてその緊急履行を命令\nし、しかも救済命令の当事者とされてもいず、本件緊急命令申立にすら当事者とさ\nれていない者（済生会本部）に対して、発せられた本件緊急命令は、それ自体まず\n当事者の点で違法なものであるから取消を求める。\nその（二）財産権侵害の違憲命令\n本件救済命令は、その主文第一項に掲げられた昭和五一年度賃金引上げ要求に関\nして、「今日に至るも全面的妥結に至つていない」（命令書七頁（イ））という事\n実認定を為した（この点は客観的事実と合致している。）にも拘らず、この未妥\n結、未合意の問題ついて昭和五一年四月一日に遡って実施することを命令し、本件\n緊急命令もこの主文第一項の履行を命令しているが、これはいずれも、違憲、違法\nな命令である。\n右救済命令主文第一項（及び本件緊急命令）が命ずるのは賃金引上げ差額の支払\nであるが、その支払を為すのは命ぜられた使用者であるから、若しその支払がその\n使用者にとって法律上義務でないものならば、使用者は義務なくして支出を強いら\nれるという財産権の侵害を蒙る事となる。而して財産権の不可侵は憲法第二九条第\n一項の明定するところであり、これによって私有財産は、その所有者の意志によら\nずして濫りに奪われることがないと保障されているのである。本件の場合、救済命\n令も認定するように、賃金引上げ差額に関しては、未だ労使間の合意が成立してい\nないのであるから、これにつき労働者も請求権を有しないし、使用者も支払うべき\n義務を負わないものである。然るに右救済命令は、そのように使用者の義務なき支\n払を救済命令の名の下に強制することにより、使用者の財産権処分の自由（本件で\nいえば、賃金引上げ要求に対する諾否の自由）を侵害した憲法第二九条違反の命令\nであるが、斯かる主文第一項の履行を命じた緊急命令も、右の如き使用者の財産権\n侵害の結果を肯認する命令として、やはり憲法第二九条に違反するものであり取消\nを免れない。\n本件救済申立手続に於て東京都労委が、昭和五一年度賃金引上げ問題について妥\n結の成立しないことが不当労働行為であると認定したとしても、（合意、妥結は元\n来労使二当事者間の共同によつて為され得る行為であって、使用者単独ではいかに\n努力しても為しうるものではないから、妥結の成否自体は使用者の（単独でなしう\nる）行為を対象とする不当労働行為に親しまないものであり、未妥結の責任を使用\n者のみに帰するのは根本的に誤であるがその点は暫くおき、）その救済に当つては\n妥結の成立を促進すべき方策を命ずるのが限度であつて、それだからといつて直ち\nに、合意も成立していないものの支払を命令することは論理の飛躍・短絡に他なら\nず、そのような命令が、使用者の財産権侵害（義務なき支払の強制）を、合憲化し\nうるものでは到底ありえないのである。\nその（三）　財産権侵害の違憲命令\n本件救済命令は、行政命令として許される権限を逸脱し、行政命令権の濫用行為\nであるが、そのような違法な命令によつて使用者の財産権侵害がなされることは、\n憲法第二九条第一項の私有財産権不可侵に牴触するものである。本件緊急命令は救\n済命令による違憲の財産権侵害の結果を、現実に発生せしめんとする違憲の命令で\nあるからその取消を求める。\n本件救済命令主文第一項は賃金引上げ要求に関するものであるが、賃金引上げ要\n求は、権利争議（その行為の適法不適法、正当不当を裁判所・労働委員会が判断し\n得る争議）ではなく、労使当事者間の力関係により、交渉し合意に達することによ\nつて解決すべき利益争議である。そのため賃金引上げ要求の係争を未妥結のまま裁\n判所・労働委員会に提訴しても、裁判所・労働委員会が“その賃上げは何円とすべ\nきである”又は“その賃上げは何円とするのが正しい”などと判断し決定しうる問\n題ではない。而してその交渉が未妥結であるというのは、労使の力関係の上で、そ\nれがまだ解決に至らない（至れない）状態を示すにすぎない。\n然るにそのような利益争議の問題を、労働委員会の救済命令という方法で解決す\nることは、行政機関たる労働委員会が不当労働行為救済手続における行政権力を労\n使間の力関係に持込み、労働組合の力関係に助勢して使用者を圧到するのと同じこ\nとになるが、不当労働行為制度をそのような機能・目的の下で用いることは、救済\n制度の本質に外れ、行政権力の限界をこえた越権行為、行政権の濫用である。より\n平明にいえば、本件救済命令主文第一項のように、未妥結状態の下で労使交渉の過\n程に現れた“或る金額”の支払を命ずることは、“本件賃上げは右の金額とすべき\nである”と労働委員会が判断し決定したに等しい行為であつて、そのようなこと\nは、利益争議を権利争議の手法で解決する越権行為であること一目瞭然である。使\n用者の財産権がそのような行政権の越権・濫用行為によつて侵害されることは、前\n記の通り憲法第二九条に違反する事態であるから、裁判所はそのような緊急命令申\n立を却下することによつて、使用者の財産権と憲法を守るべきであるにも拘らず敢\nて緊急履行を命じた本件緊急命令は、この点でも違憲の命令であるから取消を求め\nる。\nその（四）\n賃金引上げ要求は使用者が有する私有財産の中からの支払を要求する行為である\nため、使用者はその要求に対する回答、交渉に於て、回答の自由（財産処分の自\n由）を有し、零回答することも条件付回答することも自由である。而してそのよう\nに使用者が為した回答（条件付回答）に対し、労働組合が応諾しないため妥結が成\n立しないとき、その未妥結の内容を履行しなくても何ら不当労働行為が成立するも\nのではないことは、東京高等裁判所昭和五〇年五月二八日判決（日本メールオーダ\nー事件、労民集二六巻四五一頁）に明示されているところである。\n本件救済命令は、斯様に全く不当労働行為が成立する余地のない行為に対し、不\n当労働行為の成立を認めて救済命令を発しているのであるから、その誤は重大且明\n白なもので到底救済命令としての実質的効力を有するものでではない。よしんば当\n然無効とまでいうには足らないとしても、そのような救済命令は緊急履行に親しま\nないものと解すべきである。従つてかかるものに基いて発せられた本件緊急命令は\n取消されるべきである。\n"
}