{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 6,
    "day": 30
  },
  "case_number": "昭和50(行コ)25",
  "case_name": "行政処分取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "クリーニング業の売上高を一洗濯工程における機械の使用時間，消費電力量，カッターシャツの洗濯料金等によって推計したことに合理性があるとされた事例",
  "lawsuit_id": "17853",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17853",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/853/017853_hanrei.pdf",
  "contents": "○　主文\n一、原判決を取り消す。\n二、被控訴人の請求を棄却する。\n三、訴訟費用は第一、二審とも被控訴人の負担とする。\n○　事実\n控訴代理人は主文と同旨の判決を求め、被控訴代理人は「本件控訴を棄却する。控\n訴費用は控訴人の負担とする。」との判決を求めた。\n当事者双方の主張及び証拠関係は、次に付加するほか、原判決事実摘示のとおりで\nあるから、これを引用する。\n一　控訴人の主張\n課税処分取消訴訟の審判の対象は、租税債務たる課税標準及び税額が客観的に存在\nするかどうかということである。そして、税法は、青色申告書に記載された課税標\n準等を更正する場合における帳簿調査及び更正理由の付記に限り、一定の手続要件\nを積極的具体的に定めているものの、これ以外については、何らの手続要件も定め\nていないから、推計課税をする場合にその必要性が要件とされているものではな\nい。\nしたがつて、原処分庁が処分時にどのような調査をし、どのような資料に基づき、\nどのような認識・判断をしたかというようなことは、一つの歴史的事実にすぎず、\nこれによつて直ちに、当該課税処分の適否が左右されるわけのものではなく、右審\n理において、右処分の認定した課税標準等が客観的に存在することが認められれ\nば、右処分は適法とされ、租税債務額より少いことが認められれば、右処分はその\n限度で違法となるものである。\n二　被控訴人の主張\n行政処分の取消訴訟は、法律効果の発生原因たる行政処分について法適合性を審理\nするものであるが、民事訴訟にいう債務不存在確認請求訴訟とは全く異質の機能・\n構造を有するものであるから、法適合性の判断は、行政処分の瑕疵を形成すべき主\n体・内容・手続・形式のいずれに対しても加えられなければならず、殊に更正処分\nは、国民の基本的人権たる財産権を侵害する危険を極めて大きく孕む最も権力的な\n行政処分であるから、その法適合性は、租税法律主義の原則に基づき、最も厳格に\n要請されるべきものといわなければならない。\nそして、自主申告納税制度は、課税手続に主権者たる国民を参加させることによつ\nて、国の恣意的な課税を抑制することを目的として設けられた制度である。したが\nつて、右制度の下においては、納税者の自主申告によつて、原則的に租税債務が確\n定し、更正処分は、例外的に右確定を破棄して納税者の意思に反し、その不利益に\n新たな租税を課するものであるから、推計による課税は、例外中の例外として、厳\nしい一定の要件を具備した場合に限つて、認められるべきものである。本訴の審理\n対象についての控訴人の主張は、被控訴人において、第一次的に推計による本件更\n正処分の取消を求めている本件では、その前提を欠くものである。\nところが、控訴人は、本件更正処分に当つて、被控訴人が商工会の会員であつたこ\nとから、商工会に対する偏見をそのまま被控訴人に持ち込み、国税通則法による調\n査を全くせず、被控訴人方に正規の帳簿等の備え付けのないことから、直ちに被控\n訴人が故意に帳簿等を隠匿しているとの予断と偏見を懐き、全く合理性の担保のな\nい資料によつて推計課税をしたものである。よつて、本件更正処分は右調査が全く\nなされていない点でその処分自体違法たることを免れず、仮にそうでないとして\nも、控訴人は被控訴人から調査により資料を入手し、それと被控訴人方に存してい\nた「控ノート」（甲第一ないし五号証）によつて、実額課税が可能であり、この点\n被控訴人側において何等非協力的態度をとつたことはないのであるから、右推計課\n税には実額算定が不可能であるというやむを得ない事由が存在せず、本件更正処分\nは違法である。\n三　証拠関係（省略）\n○　理由\n一　被控訴人がクリーニング業者であつて、ａ税務署長に対し昭和三九年分所得税\nの総所得金額を三一三、七〇〇円とする確定申告をしたところ、同署長が昭和四〇\n年八月三日付で右金額を五三三、七〇〇円とする更正処分（以下、本件更正とい\nう）及び過少申告加算税賦課決定処分（以下、両者合せて、本件処分という）をし\nたこと、被控訴人がこれに対し異議申立てをしたが棄却されたので、大阪国税局長\nに審査請求したところ、これも棄却されたこと、ａ税務署長による本件処分後にｂ\n税務署が新設されて、本訴に関する権限がａ税務署長から被告に承継されたことは\n当事者間に争いがない。\n二　控訴人は、課税処分取消訴訟の審判対象が租税債務たる課税標準及び税額の存\n否にあることを前提として、被控訴人主張の本件更正についての手続的違法は本件\n課税処分の適否を左右するものではないと主張するが、いわゆる見込課税も課税権\nの濫用として違法となりうる余地があり、また後記説示の推計課税の趣旨にてらし\nて、推計の必要性がないのになされた推計課税はその要件を欠くものとして違法た\nることを免れないと解すべきであるから、控訴人の右主張は採用できない。被控訴\n人は、本件処分が手続的に違法である旨主張するので、先ずこの点について判断す\nる。\n原審証人ｃの証言並びに弁論の全趣旨によれば、ａ税務署長は、本件処分前、同署\nの職員を被控訴人方に赴かせて調査のうえ、被控訴人の昭和三九年分の総所得金額\nを、実額によらずに、従業員数等の同業者率によつて推計し、本件処分をしたこと\nが認められ、原審における被控訴本人の供述（第一第二回）のうち、右認定に副わ\nない部分は信用することができず、他に右認定を左右するに足りる証拠はない。\n一般に、推計課税は、十分な直接の証拠資料がないため、収入又は支出金額の実額\nが捕捉できない場合に、蓋然的近似値を一応真実の収入又は支出金額と認定して課\n税する制度であるが、あくまで実額課税が原則である以上、納税義務者が帳簿書類\nを備え付け整備していないとき、帳簿書類の備え付けがあつてもその内容に信憑性\nが認められないとき、課税庁の調査に対して資料提供を拒否する等協力的態度を示\nさないとき等、収入支出金額の実額を捕捉することができず、推計によらざるを得\nない必要性のある場合に限つて許されるものと解すべきであり、また、右推計につ\nいては不可避的に偏差の生じることが予想される推計自体の性格からいつて客観的\n実体に合致することを要しないことはもとよりではあるが、推計の基礎事実が正確\nであつて、推計方法が具体的事案の実情に適合する等、経験則上、一応の合理性を\n保有することを要するものというべきである。\nそこで、先ず本件更正において推計の必要性があつたかどうかの点について判断す\nるに、原審における被控訴本人の供述（第一第二回）により真正に成立したものと\n認められる甲第一ないし第五号証、原審証人ｃの証言により真正に成立したものと\n認められる乙第一号証、原審証人ｃの証言、原審における被控訴本人の供述（第一\n第二回）並びに弁論の全趣旨を総合すると、被控訴人は昭和三三年八月二〇日クリ\nーニング業を始め、常時従業員一名を雇傭していたものであるが、客からの洗濯物\nの注文について、右注文の控えとして、ノートに、受付日・注文主・注文品（品名\nの多くは略称）だけを記載し、昭和三九年中の右ノートは六冊（甲第一ないし第五\n号証はそのうちの五冊、なお、昭和四一年二月二四日午後大阪国税局協議官・ｃが\n審査請求調査のため被控訴人方に赴いた際には、そのうちの一冊を紛失したとして\n四冊《甲第一ないし第四号証》だけが提示された）に分れており、他に預り品受け\n渡しと料金収受に関する書類は作成されていなかつたこと、前記ノート五冊には、\n客から注文のなかつた雨天日や休日を除いても記帳漏れがあり、日付順の前後する\n記載部分や随所に訂正があるほか、代金・納期・納品日の記載もなく、記帳漏れの\n部分については紙切れに書いたメモが挿入されていたものもあつたこと（右メモは\n散逸して現存しない。前掲甲第一ないし第五号証の金額欄は前記審査請求後被控訴\n人において記入したものである）が認められるから、右ノートは、到底整備された\n売上帳ということはできず、その内容は正確性に欠け信憑性が認められないもので\nある。\n弁論の全趣旨によると、被控訴人がａ税務署の職員の前記調査に際し、前記ノート\nの一部を提示したことが窺われないではないが、仮に前記ノート六冊全部を提示し\nていたとしても、その記載内容と他の帳簿の不整備と相まつて、実額計算による所\n得額の認定は困難というほかはなく、本件更正において推計の必要性があつたもの\nといわなければならない。\nよつて、本件処分は、被控訴人主張のように何らの調査もすることなしになされた\nものではなく、また、推計の必要性があつたものであるから、手続的に違法ではな\nい。\n三　次に、本件更正において推計の合理性があつたかどうかの点について判断する\nに、本件更正は前述のとおり従業員数等の同業者率によつて推計されたものである\nところ、控訴人は本訴において、本件更正の推計方式として、被控訴人の昭和三九\n年中の消費電力量により売上金額を決定し、総所得金額を推算する方法を主張する\nが、青色申告以外の所得に関する更正処分の取消訴訟において、課税庁が処分の適\n法性を理由付けるために、処分の際その理由としたところと異なる事由を主張する\nことは、これにより相手方・納税義務者に攻撃防禦上不当な犠牲を強いるものでな\nい限り、許されるものと解するのが相当であるから、控訴人主張の推計方式に基づ\nいて、推計の合理性を検討することとする。\n前記乙第一号証、原審証人ｃの証言により真正に成立したものと認められる同第二\n号証、原審証人ｄの証言により真正に成立したものと認められる同第四号証の一、\n二、原審証人ｃ、同ｄの各証言、原審における被控訴本人の供述（第一第二回の一\n部）並びに弁論の全趣旨を総合すると、次の事実が認められる。\n１　被控訴人の店では、昭和三九年当時、設備として、（一）大進洗機製ワツシヤ\nー三丁　一台　モーター動力二分の一馬力　（二）大進洗機製脱水機　一台　モー\nター動力一馬力　処理能力　ワツシヤー上がりのものを一回半に脱水　（三）プレ\nス機　一台　（四）アイロン　二台等を有し、一洗濯工程は、（１）ワツシヤー使\n用水洗い二〇分→石鹸洗い二〇分→高温洗い四〇分→濯ぎ（一回五、六分を五回繰\nり返す）三〇分　（２）脱水機使用　脱水七分　（３）ワツシヤー使用　糊付け七\n分　（４）脱水機使用　糊絞り一五分　（５）ワツシヤー使用　皺伸ばし五分ない\nし七分　（６）プレス機使用　一枚ずつプレス　（７）アイロン（電灯線接続）使\n用　プレス機の行き届かない脇下等にアイロン掛け　の順序であつて、取り扱い洗\n濯物は、通年、白物七割、色物三割の割合、洗濯料金は、背広上下五〇〇円、オー\nバー五〇〇円、セーター一三〇円、綿作業服上下各一〇〇円、敷布八〇円、カツタ\nーシヤツ最低の五〇円であつた。\n２　被控訴人の店の前記ワツシヤー（ＡＳ－３型）、脱水機（Ｂ－２２型）は、と\nもに、昭和三五年頃メーカーの大進洗機から販売されたもので、一回の処理能力\nは、いずれも、カツターシヤツの場合約八〇枚であつた。\n３　被控訴人の関西電力扇町営業所に対する動力線電力（三相交流）申し込み（関\n西電力検査員の使用能力検査後）の明細は、　一馬力一台（脱水機用）、二分の一\n馬力一台（ワツシヤー用）、プレス用ヒーター三ＫＷＨ、モーター〇・二ＫＷＨ計\n三・二ＫＷＨであつたが、電灯線（二相交流）申し込みについては、明細がなく、\n全契約容量六ＫＷＨ、アイロン一ＫＷＨ一台のほか、ラジオ、電灯九灯等であり、\n被控訴人方の昭和三九年中の消費電力量は四、五〇四ＫＷ、消費電灯量は四、六九\n八ＫＷであつた。\n４　大阪国税局協議官・ｃが昭和四一年頃クリーニング業者数名について調査した\n結果、プレス機の使用時間は、カツターシヤソ一枚について平均二分であること\nや、色物の洗濯料金は高いが経費（人件費、電力、洗剤等）が多くかかり多数処理\nできないのに対して、白物の洗濯料金は安いが多数処理ができ、結局クリーニング\n業者の懐勘定は、色物、白物とも、総量的には同一であることが判明した。原審に\nおける被控訴人本人の供述（第一第二回）のうち、右認定に副わない部分は信用す\nることができず、他に右認定を左右するに足りる証拠はない。\nそして、前記認定のとおり、クリーニング業者にとつて、白物と色物とは、総量的\nには同じ懐勘定、すなわち、同一利益が得られるものであり、また、原審における\n被控訴人本人の供述（第一回）によると、被控訴人の店では、洗濯物の種類によつ\nて別に機械にかけ、納期に間に合わせるため少量の場合でも機械にかけていたこと\nや、家族や雇人の洗濯物についても業務用機械を使用していたことが窺われ、右機\n械購入後の使用に伴う能率逓減をもしんしやくして、注文の洗濯物を、すべて洗濯\n料金の最も安い白物のカツターシヤツに置き換えたうえ、一洗濯工程におけるカツ\nターシヤツの仕上枚数を、控訴人主張の五〇枚より、更に推計上控え目に、前記ワ\nツシヤーの一回の処理能力（カツターシヤツの場合約八〇枚）の二分の一である四\n〇枚として、前記認定の一洗濯工程における機械の使用時間、消費電力量、カツタ\nーシヤツの洗濯料金等に基づき、被控訴人の昭和三九年分の売上金額を決定し、こ\nれにより総所得金額を推計することは、合理性があるというべきところ、右推計に\nよると、次のとおりとなる。\n１　一洗濯工程における各機械の使用時間\n（一）　ワツシヤー　前記１（１）＋（３）＋（５）合計一二四分\n（二）　脱水機　　　前記１（２）＋（４）計二二分に一・五回（ワツシヤー上が\nりのものを一回半かけて脱水する）を乗ずると、結局三三分となる。\n（三）　プレス機　　合計一〇〇分\nプレス機でカツターシヤツ一枚をプレスするに要する使用時間は平均二分である\nが、これを更に推計上控え目に、二分三〇秒とすれば、カツターシヤツ四〇枚プレ\nスするには、合計一〇〇分必要である。\n２　一洗濯工程における消費電力量\n次のとおり合計六・六ＫＷとなる。\n（１）　ワツシヤー　０．８ＫＷＨ１／２×１２４／６０Ｈ＝０．８２６ＫＷ（註\n１馬力＝０．８ＫＷＨ）\n（２）　プレス機　３．２ＫＷＨ×１００／６０Ｈ＝５．３３３ＫＷ\n（３）　脱水機　０．８ＫＷＨ×１×３３／６０Ｈ＝０．４４０ＫＷ\n合計　６．５９９ＫＷ●６．６ＫＷ\n３　年間洗濯工程回数\n被控訴人の昭和三九年中の消費電力量は四、五〇ＫＷであつたから、これを右２の\n六・六ＫＷで除すと、次のとおり六八二回となる。４．５０４ＫＷ÷６．６ＫＷ＝\n６８２．４回●６８２\n４　昭和三九年分の売上金額\nカ　ツターシヤソ一枚当りの洗濯料金は五〇円であつたから、これに一洗濯工程の\n仕上枚数四〇枚と、右３の年間洗濯工程回数六八二回を乗ずると、次のとおり合計\n一、三六四、〇〇〇円となる。\n５０　円×４０枚×６８２回＝１、３６４、０００円\nしたがつて、被控訴人の昭和三九年分の総所得金額は、被控訴人主張の外注工賃二\n四、〇〇〇円を経費に加算しても、次のとおり五六四、三一二円となる。\n売上金額　経費　外注工賃　総所得金額\n１、３６４、０００円－（７７５、６８７円＋２４、０００円）＝５６４、３１２\n円\n四　なお、原本の存在及び成立に争いのない乙第五号証の一、二によれば、総理府\n統計局発行の昭和三九年家計調査年報による大阪市における一世帯当り（世帯人員\n数四・三一人）の一カ月平均の消費支出額は五〇、二一〇円であること、前記乙第\n一号証、成立に争いのない同第六号証によると、被控訴人の家族数は四・五人（長\n男は昭和三九年六月一九日に出生）であることがそれぞれ明らかであるから、右平\n均値により被控訴人の年間消費支出総額を求めると、六二九、〇七六円（５０、２\n１０円×４．５／４．３１×１２＝６２９、０７６円）となるが、当時の被控訴人\n及びその家族の生活状態が、大阪市における通常の生活に比して低いというような\n特段の事情の認められない本件においては、被控訴人は少くとも右平均値と同等の\n生計費を支出したものと認めるのが相当であり、成立に争いのない乙第一〇号証に\nよると、被控訴人は昭和三九年一月一六日ヤマハ（ＹＤ３六四年式二四七ｃｃ）自\n動二輪車を新規登録をしたことが認められ、また、前記乙第一号証によると、被控\n訴人は昭和四一年二月二四日大阪国税局協議官・ｃに対して、昭和三九年の雇人の\n給料として延べ一七カ月分二三八、〇〇〇円、賞与として七、〇〇〇円合計二四\n五、〇〇〇円を支払つたと自ら申し立てたことが認められるのに、本訴において被\n控訴人は雇人費は合計一四四、〇〇〇円であると主張して、一〇一、〇〇〇円の喰\nい違いのあることが認められるが、これらの事実は、本件更正において推計された\n被控訴人の昭和三九年分の総所得金額五三三、七〇〇円が、その実額を上廻るもの\nでないことに間接的に裏付けするに足りるものと考えられる。\n五　したがつて、本件更正は、前記三認定の総所得金額の範囲内でなされたもので\nあつて、他にこれを取り消すべき瑕疵も認められないから相当であるといわなけれ\nばならない。\nしてみると、本件更正及びこれに基づく過少申告加算税賦課決定処分には何らの違\n法もないから、本件処分の取り消しを求める被控訴人の請求は理由がない。\n六　以上の次第で、被控訴人の請求は失当として棄却すべきところ、これと結論を\n異にする原判決は不当であつて、本件控訴は理由があるから、民訴法三八六条によ\nりこれを取り消して被控訴人の請求を棄却することとし、訴訟費用の負担につき同\n法八九条九六条を適用して主文のとおり判決する。\n（裁判官　斎藤平伍　仲西二郎　惣脇春雄）\n"
}