{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 9,
    "day": 22
  },
  "case_number": "昭和46(ワ)33",
  "case_name": "",
  "court_name": "富山地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14325",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14325",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/325/014325_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求める裁判\n一　請求の趣旨\n１　被告らは、原告に対し、連帯して金二、四八三万三、七〇〇円及びこれに対す\nる昭和四八年四月一日から支払い済ずみまで、年五分の割合による金員を払え。\n２　被告株式会社北陸刊行社は、原告に対し、別紙目録（二）記載の住宅地図の発\n行について使用した版下を引渡せ。\n３　被告らは、前項記載の版下を基とした版下を作り、富山市、高岡市の住宅地図\nを印刷、出版、発売等の行為をしてはならない。\n４　訴訟費用は被告らの負担とする。\n５　１、２項につき仮執行宣言\n二　請求の趣旨に対する答弁\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　原告は、石川県、富山県の住宅地図及び各種地図、図書の企画出版、並びに広\n告代理業等を目的として昭和四五年一二月二五日に設立された会社であり、被告株\n式会社北陸刊広社（以下被告会社という。）は、住宅明細図及び各種地図の発行、\n販売、並びに総合広告代理業等を目的として昭和四三年一月一一日に設立された会\n社であり、被告Ａ（以下被告Ａという。）は、その代表者である。\n２（一）　訴外Ｂ（以下単にＢという。）は、別紙目録（一）記載の住宅地図（以\n下本件住宅地図という。）の著作権を有していたところ、原告は、昭和四五年末に\nＢから本件住宅地図の著作権を譲り受け、同四六年一月一一日譲渡手続を了し、同\n月二五日文化庁文化部で登録番号第一〇、〇〇一号の一の著作権移転の登録を受け\nた。\n（二）　原告が著作権をもつている本件住宅地図は、富山市及び高岡市に所在する\n全ての建物を平面的に枠取りをもつて表示し、その枠内に居住者の氏名を記入し、\n建物の所在位置関係と居住者名が容易にわかるように表現したものである。\n３（一）　被告会社は、富山市については昭和四三年七月に、高岡市については昭\n和四四年六月に、初版の住宅地図を発行し、以来毎年版を重ね、昭和四六年及び同\n四七年には別紙目録（二）記載の住宅地図を発行しているが、右は当時Ｂ（原告が\nＢから譲り受けた後は原告）が有していた本件住宅地図の偽作物であり、同人の著\n作権を侵害するものである。\nすなわち、被告会社の右住宅地図は、原告の著作権の対象たる本件住宅地図とそ\nの使途は同一であり、そこに記載された建物表示、居住者名表示の方式も同一のも\nのであり、そこには何ら創作的なものが認められない。\nまた、被告会社の右両市の住宅地図の初回版と、前年に既に販売されていた本件\n住宅地図とを比較対照してみると、建物の枠取りについての線引きにおいて、線引\nきの位置、引かれた線の接合箇所が全く同一のところが無数に指摘され得るのであ\nる。仮に、被告会社が本件住宅地図を見ずに全く白紙の状態から独自に調査原稿を\nつくつたとするならば、線引き、枠取りが同一になるということは有り得ないこと\nである。被告会社の初回版の住宅地図が、その線引き枠取りにおいて、本件住宅地\n図と同一の箇所が多数あるということは、明らかに本件住宅地図を写して、それに\n手を加えて作成されたものであることを物語るものである。\n被告会社は、富山市及び高岡市の住宅地図を最初に発行するにあたり、その当時\nすでに発行されていた本件住宅地図を利用し、被告会社があらかじめ準備していた\n右両市の市街地図についてのマイクロフイルムを拡大したものである調査原稿用紙\nに本件住宅地図に表示されていた建物の線引き、枠取りをそのまま転写し、かつ、\n居住者名等をもそのまま転載し、このように本件住宅地図を模写した調査原稿用紙\nを調査に雇つたアルバイト学生に手渡し、右両市の中心街部の現状確認調査をさ\nせ、本件住宅地図に当時記載されていなかつた右両市の郊外部については模写する\nものがなかつたことから、被告会社の調査になれた従業員等を使つて現地にあた\nり、調査原稿用紙に調査結果を記載したものであつた。\nそして、その後も被告会社は、別紙目録（二）記載のものを含め毎年住宅地図を\n発行してきているが、その発行に際しては偽作物たる初回版の版下を利用してきて\nいるもので、出版のつど現地調査をし、増加した建物、変更された建物、消滅した\n建物及びその居住者名の変更されたものを記入、表示し、版下に増減、修正を加え\nてきたとしても、それは偽作物たる初回版との関係であらたな創作物としての域に\n達しないものであり、依然としてＢ（原告がＢから譲り受けた後は原告）の有する\n本件住宅地図の著作権を侵害する偽作物であるから、発行のつど右著作権を侵害し\nてきたものである。\n（二）　被告Ａは、編集兼発行人として被告会社の前記住宅地図の作成に関与し、\nその際本件住宅地図を利用することを従業員に指示してきたもので、被告会社と共\n同して右著作権を侵害したものである。\n４　本件住宅地図の版下を基礎とする富山市及び高岡市の住宅地図を、Ｂは昭和四\n四年及び同四五年に販売し、原告は昭和四六年及び同四七年に販売したが、被告ら\nによる前記著作権の侵害により、左記のとおり合計金二、四八三万三、七〇〇円\n（Ｂにつき金七四四万円、原告につき金一、七三九万三、七〇〇円）の損害が生じ\nた。\n（一）　Ｂの受けた損害\n（１）　販売減少による損害\n富山市版（基準部数二、〇〇〇部、単価金三、五〇〇円）\n昭和四四年度\n販売部数　一、二〇〇部\n売上減　金二八〇万円\n純損失　金一六八万円\n（経費率を四〇％とみる。以下同じ。）\n昭和四五年度\n販売部数　一、〇〇〇部\n売上減　金三五〇万円\n純損失　金二一〇万円\n高岡市版（基準部数一、三〇〇部）\n昭和四四年度（単価金三、〇〇〇円）\n販売部数　一、二〇〇部\n売上減　金三五万円\n純損失　金二一万円\n昭和四五年度（単価金三、五〇〇円）\n販売部数　七〇〇部\n売上減　金二一〇万円\n純損失　金一二六万円\n（２）　単価の値上げができなかつたことによる損害\n富山市版（基準部数二、〇〇〇部、単価金三、五〇〇円）\n昭和四四年度\n予定単価　金四、〇〇〇円\n差額合計　金一〇〇万円\n純損失　金六〇万円\n昭和四五年度\n予定単価　金四、五〇〇円\n差額合計　金二〇〇万円\n純損失　金一二〇万円\n高岡市版（基準部数一、三〇〇部、単価金三、五〇〇円）\n昭和四五年度\n予定単価　金四、〇〇〇円\n差額合計　金六五万円\n純損失　金三九万円\n（二）　原告の受けた損害\n（１）　販売減少による損害\n富山市版（基準部数二、〇〇〇部）\n昭和四六年度（単価金四、〇〇〇円）\n販売部数　一、一八八部\n売上減　金三二四万八、〇〇〇円\n純損失　金一九四万八、八〇〇円\n昭和四七年度（単価金四、五〇〇円）\n販売部数　六二五部\n売上減　金六一八万七、五〇〇円\n純損失　金三七一万二、五〇〇円\n高岡市版（基準部数一、三〇〇部、単価金四、〇〇〇円）\n昭和四六年度\n販売部数　五二五部\n売上減　金三一〇万円\n純損失　金一八六万円\n昭和四七年度\n販売部数　一四九部\n売上減　金四六〇万四、〇〇〇円\n純損失　金二七六万二、四〇〇円\n（２）　単価の値上げができなかつたことによる損害\n富山市版（基準部数二、〇〇〇部）\n昭和四六年度（単価金四、〇〇〇円）\n予定単価　金五、〇〇〇円\n差額合計　金二〇〇万円\n純損失　金一二〇万円\n昭和四七年度（単価金四、五〇〇円）\n予定単価　金六、〇〇〇円\n差額合計　金三〇〇万円\n純損失　金一八〇万円\n高岡市版（基準部数一、三〇〇部、単価金四、〇〇〇円）\n昭和四六年度\n予定単価　金四、五〇〇円\n差額合計　金六五万円\n純損失　金三九万円\n昭和四七年度\n予定単価　金五、〇〇〇円\n差額合計　金一三〇万円\n純損失　金七二万円\n（３）　慰藉料\n前記のように被告会社が原告の著作権を侵害したので、原告は、右著作権侵害行\n為を排除するため、被告らを債務者として、富山地方裁判所に仮処分の申請をし\n（同裁判所昭和四六年（ヨ）第七号、第三五号、第三八号事件）、同裁判所におい\nて仮処分決定がなされたにもかかわらず、被告らは、故意に不当な抗争を続け、原\n告に対し多大の苦痛を与えた。そして、原告の右苦痛に対する慰藉料としては、金\n三〇〇万円をもつて相当とする。\n５　Ｂは、昭和四八年三月一五日、前記損害賠償請求権を原告に譲渡し、そのころ\n被告らに対し、内容証明郵便をもつて、右債権譲渡の通知をした。\n６　よつて原告は、被告らに対し、右損害賠償金二、四八三万三、七〇〇円及びこ\nれに対する訴状訂正申立書が被告らに送達された日の翌日である昭和四八年四月一\n四日から支払ずみまで、民法所定の年五分の割合による遅延損害金の支払いを求め\nると共に、被告らによる原告の著作権に対するあらたな侵害を予防するため、請求\nの趣旨２、３項の請求をする。\n二　請求原因に対する認否及び被告らの主張\n１　請求原因１の事実は認める。但し、原告は本件訴訟を追行するためにのみ設\n立された実体のない会社であり、著作権の主体たり得ない。\n２　同２の（一）の事実中、Ｂが本件住宅地図の著作権を有していたことは認\nめ、その余の事実は不知。\n同２の（二）は認める。但し、かような方法は、古来より日本各地で都市村落の\n様子を一目で理解できるよう作成された図面、いわゆる鳥かん図に採用されていた\nものであつて、この方法をもつて他人が住宅地図を作成したからといつて、原告の\n著作権を侵害することにはならない。\n３　同３の（一）の事実中、被告会社が、富山市については昭和四三年七月に、\n高岡市については昭和四四年六月に、初めて住宅地図を発行し、それを基礎にして\n以後毎年住宅地図を発行し、昭和四六年及び同四七年には別紙目録（二）記載の住\n宅地図を発行したことは認め、その余は争う。\n被告会社は、独自の調査に基づき、独自の作成過程を経て住宅を作成したもので\nある。原告の指摘する類似点は相違点に較べてはるかに少なく、その内容において\nも故意にまねたとみられるものではなく、住宅地図作成に伴う必然的なものとみら\nれるものが多い。\n４　同４の事実は否認。\n５　同５の事実中、債権譲渡の事実は不知、その余の事実は否認。\n６　一般に地図に著作権が認められる根拠、換言するなら地図が思想的創造と認\nめらる要素としては、（一）地名、標識などの地図に盛り込むべき対象の選択、\n（二）右対象の図面化に際して考慮される表現方法などであるとされている。\nところで、住宅地図においては、右（一）の点については、区域の住宅を一括し\nて記載しなければならない事情があつて、選択の余地がなく、この点では著作権侵\n害の有無を判断する要素となり難い。\nかえつて住宅地図においては、その使命とするところは、その住宅地図発行の時点\nでいかに正確に現地と照合して各住宅が表示されているかであつて、この観点から\nするなら発行時点における調査活動こそその地図の死命を制するものということが\nできよう。そしてこの点では、被告会社は、相当の経費を使つて独自の調査をし、\nその結果は成果となつて住宅地図にあらわれている（市内中心部には全戸に地番を\n表示したのがそれであり、各戸毎の調査を抜きにしてはこれを表示しえない。）。\n右（二）の点についていうなら、その表現方法自体にについては若干類似点があ\nることを否定しえないが（例えば各戸毎に線で囲んで家を表示し、道路を中心とし\nて右各戸を配列するというやり方。）、このような方法はＢの独自の創案にかかる\nものではなく、前記のように古来から存在した方法であり、このような方法を採用\nしたからといつて、住宅地図については著作権侵害の要素たりえないと考える。\n更に、出来上つた結果について対照してみれば判るとおり、両住宅地図の相違点\nはかなり顕著である。すなわち、被告会社が、初めて富山市で発行した住宅地図と\n原告の別紙目録（一）記載の富山市の住宅地図との相違点をあげると、次のとおり\nである。\n（一）　原告版に比して被告会社版は、富山市の全図が掲載されている。この点は\n目次に値する富山市全図及び索引を見れば明らかであつて、郊外地域まで全て掲載\nされているのに対して、原告版は市中心部のみである。\n（二）　このため、被告会社版は格段に頁数が増え、かつ図面も詳細である。\n（三）　被告会社版は、地形の実状に合致した図面を作つているのに対し、原告版\nは略図で省略している部分がきわめて多い。\n（四）　被告会社版はほぼ完全に地番まで調査のうえ記入してあるが、原告版は部\n分的に入つているにすぎない。このため被告会社版は目的地をさがし易くなつてお\nり、利用価値は高まつている。\n（五）　農村部では同姓の家が多いことから、氏名まで完全に記入されており、こ\nの点でも格段の創作性がみられる。\n（六）　版型も縦型として利用し易く工夫されている。\n以上は被告会社の初版本との対比であるが、被告会社は、毎年版を新たにして富\n山市及び高岡市の住宅地図を発行してきており、各年のものと原告の本件住宅地図\nとは相当の違いが出てきているのである。\n以上要するに、被告会社発行の住宅地図が、本件住宅地図の著作権を侵害してい\nるということは、強く争うものである。\n第三証拠（省略）\n理　　　由\n一　請求原因１の事実は、当事者間に争いがない。\n二　Ｂが本件住宅地図の著作権を有していたことは当事者間に争いがなく、成立に\n争いのない甲第二二、第二三号証、証人Ｃ、同Ｄの証言を総合すると、原告会社が\n設立されたころ、Ｂから原告に、本件住宅地図の著作権の譲渡がなされたことが認\nめられる。\n三　被告会社が、富山市については昭和四三年七月に、高岡市については昭和四四\n年六月に、初めて住宅地図を発行し、これを基礎として毎年住宅地図を発行し、昭\n和四六年及び同四七年には、別紙目録（二）記載の住宅地図を発行したことは当事\n者間に争いがなく、成立に争いのない甲第七、第九号証、乙第二、第三号証、証人\nＤの証言、被告本人兼被告会社代表者Ａの尋問の結果を総合すると、被告会社が、\n富山市、高岡市で最初に出版した住宅地図は、別紙目録（三）記載のものであるこ\nとを認めることができる。\n四１　一般に、地図は、地球上の現象を所定の記号によつて、客観的に表現するも\nのにすぎないものであつて、個性的表現の余地が少く、文字、音楽、造形美術上の\n著作に比して、著作権による保護を受ける範囲が狭いのが通例ではあるが、各種素\n材の取捨選択、配列及びその表示の方法に関しては、地図作成者の個性、学識、経\n験等が重要な役割を果たすものであるから、なおそこに創作性の表出があるものと\nいうことができる。そして、右素材の選択、配列及び表現方法を総合したところ\nに、地図の著作物性を認めることができる。\nところで、地図における著作権侵害の成否を判断するに際しては、地図における\n著作物性が右のとおりであることの結果として、著作物性がある部分を個々的に抽\n出することは困難であり、結局、侵害の成否は全体的に判断せざるを得ないことに\nなる。\n２　著作権侵害の成否を判断するに際し、一般に新たに作成された著作が、既に存\n在する他人の著作物に依存することなく、独自に創作されたものであれば、結果的\nに他人の著作物と同一になることがあつても、著作権侵害とはならないのである\nが、新著作が他人の著作物を基本として作成された場合であつても、そこに独自の\n創作性が加えられた結果、通常人の観察するところにおいて、旧著作の著作物とし\nての特徴が、新著作の創作性の陰にかくれて認識されないときは、新著作は単なる\n複製でも二次的著作物でもなく、他人の著作物の自由な利用により創作された独自\nの著作物であると認められ、著作権侵害とはならないというべきである。この場\n合、模範として利用された旧著作の独自性が顕著であればあるほど、新著作中に化\n体さたた精神的業績が高度であることが、新著作を独立の著作物として保護するた\nめ必要とされるが、旧著作が個性的表現の僅少なものであれば、これに対する著作\n権による保護は厳格に限定されねばならないから、新著作の著作物としての独自性\nは認められ易くなるといえる。\n３　いわゆる住宅地図は、特定市町村の街路及び家屋を主たる掲載対象として、線\n引き、枠取りというような略図的手法を用いて、街路に沿つて各種建築物、家屋の\n位置関係を表示し、名称、居住者名、地番等を記入したものであるが、その著作物\n性及び侵害判断の基準については、基本的には先に地図一般について述べたところ\nと同様である。ただ、住宅地図においては、その性格上掲載対象物の取捨選択は自\nから定まつており、この点に創作性の認められる余地は極めて少いといえるし、ま\nた、一般に実用性、機能性が重視される反面として、そこに用いられる略図的技法\nが限定されてくるという特徴がある。従つて、住宅地図の著作物性は、地図一般に\n比し、更に制限されたものであると解される。\n４　そこで、原告の本件住宅地図と、被告会社が富山市及び高岡市で発行した住宅\n地図のうち、最初の発行にかかる別紙目録（三）記載の住宅地図とを比較検討して\nみる。\n（一）　まず、富山市版につき、成立に争いのない甲第六、第七号証、乙第二号証\nにより比較検討すると、両者は共に、鉄道、街路、河川、町名、家屋その他の建造\n物、及び空地の位置関係、官公庁名、会社名、居住者名（主に姓のみ）、一部電話\n番号を表示対象としていること、表示方法については、両者共、街路に沿つて家屋\nその他の建造物を平面的に、主に四角形で表示し、その中に官公庁名、会社名、居\n住者名、一部電話番号（被告会社版においては地番）を記入し、記入しきれない部\n分については、別記として表示するという方法を採つていること、枠取りの表示、\n引かれた線の接合箇所が同一又は類似しているところが、市街地において相当数存\n在することが認められる。しかしながら、外形的にみると、原告版は縦二六センチ\nメートル、横三八センチメートルの横型、被告会社版は、縦三八センチメートル、\n横二六・五センチメートルの縦型であり、地図部分の頁数は、原告版一五一頁、被\n告会社版二六六頁であること、原告版は、富山市の中心及び周辺部（郊外では記載\n対象とされていない部分が相当ある。）を、一五一頁使用して、おおむね横型に区\n割しているに対し、被告会社版は、富山市のほぼ全域を、独自に、二六六頁使用し\nて、おおむね縦型に区割しており、その結果、原告版に掲載されなくて被告会社版\nに掲載されている地区が相当存在すること、縮尺に関しては、被告会社版の方が図\nが大きく、スペースが充分にとつてあり、全般的にゆつたりした印象を受けるこ\nと、街路、河川の配置、建物の枠取りについての線引きにおいて、両者間にかなり\nの相違がみられること（郊外においては殊に顕著である。）、居住者名、会社名等\nの表示において、両者間で異なる部分が多数存在すること、原告版では地番の表示\nは例外的であるに対し、被告会社版では大多数の建物にこれが表示されていること\n（これは被告会社版作成に際し、個々の建物が調査されていることを示すものとい\nえる。）が認められ、以上を総合すると、全体的にみて、原告の住宅地図と被告会\n社のそれとの間の相違は顕著であり、通常人の観察するところによる限り、被告会\n社の住宅地図から原告の住宅地図の著作物としての特徴を認識することは困難であ\nるといわざるを得ない（なお、原告は、被告会社作成の住宅地図と、原告作成のそ\nれとの間に、建物の枠取りについての線引きにおいて、線引きの位置、引かれた線\nの接合箇所が同一の箇所が存在することを、著作権侵害の重要な論拠とするもので\nあるが、本件のような住宅地図においては、線引きは、その表示する建物の所在、\n位置を明確化せしめるために通常用いられる略図的手法の一であるにすぎないし、\nまた街路に沿つて一方の端から線引きしてゆくと多かれ少かれ類似の表現になるこ\nとは避け難いところであろうから、線引きの結果自体を作成者の独自の精神的労作\nの結果とみる余地は少いものであるといわざるを得ない。）。\n（二）　次に高岡市版について、成立に争いのない甲第八、第九号証、乙第三号証\nにより、両者を比較検討すると、地図部分の頁数が、原告版では一一九頁、被告会\n社版では二一二頁であること、原告版は高岡市の中心部及び周辺部（郊外で掲載対\n象とされていない部分が相当ある。）を八二頁を用いて表示している外、新湊市\n（目次によると一一頁使用）、砺波市（同四頁使用）、氷見市（同一四頁使用）、\n大門町（同四頁使用）、大島村（同四頁使用）の中心部を掲載対象としているに対\nし、被告会社版は、高岡市のほぼ全域を独自に一三五頁用いて表示している外、新\n湊市のほぼ全域（三三頁使用）、氷見市（二四頁使用）、小杉町（大門町、大島町\nと重複する頁を加えると一二頁使用）、大門町（大島町、小杉町と重複する頁を加\nえると四頁使用）、大島町（大門町、小杉町と重複する頁を加えると九頁使用）の\n中心部を掲載対象としていること、原告版では氷見市、砺波市についての区割方法\nを表示した図面がないこと（なお、印刷上のミスによるのか、原告版の甲第八号証\nで砺波市（又は砺波町）として表示されている九四ないし九七頁には氷見市の一部\nが掲載してあり、氷見市として表示されている一〇七ないし一一一頁には砺波市の\n一部が掲載してあるようである。）、被告会社版では、目次の頁に郵便番号も記載\nされていることが認められる外は、富山市版について前記認定しているところと、\nおおむね同様であり、全体的にみて、原告の住宅地図と被告会社のそれとの間の相\n違は、両者の富山市版におけると同等ないしそれ以上に顕著であり、やはり、通常\n人の観察による限り、被告会社の住宅地図から原告の住宅地図の著作物としての特\n徴を認識することは困難であるといわざるを得ない。\n５　右に検討したとおり、被告会社が富山市及び高岡市で最初に発行した別紙目録\n（三）記載の住宅地図は、原告の本件住宅地図の著作権を侵害するものではない。\nそして被告会社が、右初回版を基礎として、毎年右両市において住宅地図を発行し\nてきていることは当事者間に争いがなく、また、その後被告会社において、原告の\n本件住宅地図の表現方法等を新たに取入れたと認めるに足る証拠はないから、初回\n版以降の被告会社発行の右両市の住宅地図（別紙目録（二）記載の住宅地図を含\nむ。）が、原告の本件住宅地図の著作権を侵害するものであるとはいえない。\n四　以上によれば、その余の争点につき判断するまでもなく原告の有する著作権侵\n害を理由とする被告らに対する本訴請求は、いずれも理由がないことが明らかであ\nるから、これを棄却することとし、訴訟費用については、民事訴訟法第八九条を適\n用して、主文のとおり判決する。\n（裁判官　大須賀欣一　福井欣也　大野博昭）\n目録（一）\n一　六七年地番町名入りゼンリンの住宅地図\n富山市（全市版）\n発行　昭和四二年\n発行所　善隣出版社\n発行人　Ｂ\n一　六八年地番町名入りゼンリンの住宅地図\n観光産業商工名鑑　高岡市\n発行　昭和四三年\n発行所　善隣出版社\n発行印刷人　Ｂ\n目録（二）\n一　七一年富山市住宅明細図\n発行所　株式会社北陸刊行社\n編集兼発行人　Ａ\n（昭和四六年四月頃に発売したもの）\n一　七二年富山市住宅明細図\n発行所及び編集兼発行人　右と同じ\n（昭和四七年四月頃に発売したもの）\n一　七一年高岡市住宅明細図\n発行所及び編集兼発行人　右と同じ\n（昭和四六年六月頃に発売したもの）\n一　七二年高岡市住宅明細図\n発行所及び編集兼発行人　右と同じ\n（昭和四七年五月頃に発売したもの）\n目録（三）\n一　六八年最新富山市産業住宅明細図　全市域・番地記載\n発行　昭和四三年七月\n発行所　株式会社北陸刊行社\n編集兼発行人　Ａ\n一　七○年高岡市住宅明細図\n新湊市、氷見市、小杉町、大門町、大島町を含む\n番地・郵便番号記載\n発行　昭和四四年六月\n発行所及び編集兼発行人　右と同じ\n"
}