{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 12,
    "day": 18
  },
  "case_number": "昭和44(う)159",
  "case_name": "公職選挙法違反被告事件",
  "court_name": "高松高等裁判所第一部",
  "lawsuit_id": "24479",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24479",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/479/024479_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n当審訴訟費用のうち、証人Ａ、同Ｂに支給した分は被告人Ｃの、同Ｄに\n支給した分は被告人Ｅの各負担とし、同Ｆに支給した分は被告人三名の連帯負担と\nする。\n理　　　　由\n本件各控訴の趣意は、被告人ら三名の弁護人長野国助、同大西美中、同関根俊太\n郎、同田中登、同藤原寛治、同早川俊幸連名の控訴趣意書二通（被告人Ｃに関する\nもの、同Ｅ及び同Ｇに関するもの各一通）に記載されたとおりであるから、ここに\nそれぞれこれを引用する。\n第一　所論は先ず、原判示第一及び第二の（一）の各事実につきそれぞれ原判決\nの事実誤認乃至法令の解釈適用の誤りを主張するので、記録並びに当審における事\n実取調の結果を綜合して順次つぎのとおり判断する。\n一　原判示第二の一の事実について\n所論（被告人Ｃ関係）は、本件の六五万円は、Ｈ候補のための選挙活動経費（Ｉ\n党Ｊ支部連合会の政党活動経費を含む）として授受されたものであつて、選挙運動\n報酬の趣旨は含まれていない、と主張する。\nよつて按ずるに、なるほど本件金員がＨ候補のための選挙活動経費（主として遊\n説企画費用）という名目で授受されていることは否定し得ない。\n然しながら本件金員の授受に際しては、供与者であるＫから受供与者である被告\n人に対して、右金員の使途について具体的な指示制限がなされたり、後日その精算\n報告をなすべき旨の指示がなされた形跡はなく、その使途処分は被告人の裁量に委\nねられたことが明らかであり、右当事者間において領収書が授受された形跡も認め\nられない。\n被告人は、原審そして当審において本件金員の趣旨につき所論に副う弁解をして\nいるのであるが、被告人の右公判供述によつてもその所謂選挙活動経費なるものの\n具体的な意味内容は必らずしも明らかではなく、本件金員が果して厳密な意味での\n選挙運動実費に限定された趣旨で授受されたものであるか大いに疑いなきを得ない\nのである。現に被告人は、検察官の取調に対しては、「……大の男がＨさんのため\nの遊説を引受け、選挙運動をするのですから、少し位の報酬をくれてもよいと考え\nていたし、Ｋさんから無造作に渡された六五万円の中には私がＨさんのために遊説\nをして選挙運動をした御苦労賃として私が自由にしてよい金が含まれておるという\nことは判つていた」と供述しているのであつて（昭和四二年三月二日附調書）、む\nしろこの自認供述の方こそ事案の真相を物語るものと認め得るのである。原判決が\nこれらの供述を措信採用して被告人を有罪としたのは正当であつて、毫も事実を誤\n認するものではない。\n二　原判示第一の事実について\n所論（被告人Ｃ関係）は先ず、本件文書の頒布は、被告人Ｅがその独自の判断で\n立案し、被告人Ｇと共に実行したものであつて、被告人Ｃは全くこれに関与してい\nない、と主張する。\n然しながら原判決の挙示する対応証拠を綜合すれば、本件文書の頒布は、むしろ\n被告人Ｃにおいてこれを立案、準備し、被告人Ｅ及び同Ｇらにおいてその実行を担\n当したものと認められ、被告人Ｃの本件共謀関与の事実を肯認するに十分である。\nそして原判決が右事実認定の証拠に掲げる被告人Ｃ及びＥの検察官に対する各供述\n調書における各供述が、所論のいうように取調官の誘導押しつけによるもので任意\n性乃至信用性を欠くとは認め難く、従つてこれらに信用性がないことを前提として\n原判決の事実認定を非難する論旨も容れ難い。\n所論（各被告人関係）は次に、本件の文書は公職選挙法一四二条一項にいう「選\n挙運動のために使用する文書」には該らないと主張する。\n<要旨第一>よつて按ずるに、公職選挙法一四二条一項にいう「選挙運動のために\n使用する文書」とは、所論も指摘</要旨第一>するように、文書の外形内容自体から\nみて選挙運動のために使用すると推知されるものを指称するのであるが、それは、\n当該文書の外形又は内容に何らかの意味で選挙運動の趣旨が表示されていて、見る\n者が頒布の時期、場所等の諸般の状況から推して特定の選挙における特定の候補者\nのための選挙運動文書であることをたやすく了解し得るものであれば足りると解す\nるのが相当であり、所論のように、当該文書の外形内容自体に特定の選挙における\n特定の候補者の当選を目的とする趣旨が逐一具体的に明示されていなけれ<要旨第\n二>ばならないとまで厳格に解するのは相当でない。また右に所謂「選挙運動」と\nは、特定の公職選挙につき</要旨第二>特定の候補者の当選を目的として、投票を得\n又は得させるために直接又は間接に必要かつ有利な一切の行為をいうのであつて、\n対立候補者の当選を妨げるためにする行為であつても、それが自派の候補者を当選\nさせようとする目的に出たものである場合は、なおこれを選挙運動というに妨げな\nいと解するのが相当である。　いま本件についてこれをみるのに、本件の知事選挙\nにおいては、Ｉ党が推す保守糸のＨ候補とＬ党やＭ党などが推す革新糸のＮ候補の\n二人が立候補し、保守対革新の所謂一騎打の選挙戦を展開していたものであり、本\n件の文書はこのような状況下において投票日の前日、激戦地と目される松山市内の\n街頭数十ケ所に散布されたものである。そしてこの文書には、革新政治団体である\nＯ会、Ｌ党、Ｍ党の連名の下に「県民の皆様いよいよ明日は我々の手で県庁の日の\n丸をおろし高々と赤旗を立てる日です、また一日も早く愛媛の教育を改め、中国\n（紅衛兵）のような青少年をつくりましよう、一月二十六日投票の日、県民各位\nへ」と印刷してあつて、あたかも右三団体の支持するＮ候補が本件選挙において愛\n媛県知事に当選するときは、愛媛県庁を赤化し、愛媛県の青少年を、当時中国にお\nいて出現して勢力を伸長し、吾が国においてその無軌道ぶりを非難されていた紅衛\n兵のように仕立てるかのごとく暗に思い込ませる趣旨のものであり、Ｎ候補の当選\n妨害を狙つたものであることが明らかである。被告人らはこのような文書を頒布す\nることによつて直接的には革新糸のＮ候補の人気を下落させ、その反面的効果とし\nて自分らの推す保守系のＨ候補の当選を得ようと企図したものであつて、以上諸般\nの事情に鑑みると、本件の文書は、さきに説示したところに照らし、公職選挙法一\n四二条一項によつて禁止される「選挙運動のために使用する文書」の頒布と認める\nに十分である。これと同趣旨の見解に出た原判断は正当であつて、これを非難する\n論旨も採用し得ない。\n以上の次第であつて、原判決の事実誤認乃至法令の解釈適用の誤りを主張する論\n旨はいずれも理由がない。\n第二　所論は次に、原判決の被告人ら三名に対する刑の量定がいずれも重きに過\nぎて不当であると主張する。\nよつて記録を調査して按ずるに、被告人らの原判示第一の所為は、選挙の自由と\n公正を大きく乱す極めて狡猾卑劣な文書違反であつて、その罪情はまことに悪質で\nあり、殊に右犯行を立案し、主導した被告人Ｃの責任は重大といわなければならな\nい。また同被告人の原判示第二の（一）の所為（六五万円の受供与）も同様選挙の\n公正を害するもので軽視し難いところであり、同被告人が、原判示第二の（二）の\nように、さきに公職選挙法違反で執行猶予つきの懲役刑に処せられながら、その猶\n予期間中、従つて所謂公民権の停止期間中に敢えてＨ候補の選挙運動に従事し、剰\nさえ前記のような悪質犯罪に及んだのも甚だ不謹慎かつ無反省な態度であつて、強\nい非難を免れないものである。そしてそのほか記録に現われた各被告人の性格、行\n状歴、社会的地位等諸般の事情を併わせ勘案すると、原判決の被告人ら三名に対す\nる刑の量定はいずれも止むを得ないものと考えられ、当裁判所においてこれらに変\n更を加えるべき必要は認められない。従つて量刑不当の論旨も容れ難い。\nよつて刑訴法三九六条、一八一条一項本文、一八二条により主文のとおり判決す\nる。\n（裁判長裁判官　小川豪　裁判官　深田源次　裁判官　小林宣雄）\n"
}