{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 9,
    "day": 29
  },
  "case_number": "昭和42(行ケ)46",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14541",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14541",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/541/014541_hanrei.pdf",
  "contents": "主　　　文\n特許庁が、昭和四一年九月三〇日、同庁昭和三九年審判第四六九六号事件について\nした審決は、取り消す。\n訴訟費用は、被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告訴訟代理人は、主文同旨の判決を求めた。\n二　被告指定代理人は、「原告の請求は、棄却する。訴訟費用は原告の負担とす\nる。」との判決を求めた。\n第二　請求の原因\n原告訴訟代理人は、請求の原因として、つぎのとおり述べた。\n一　特許庁における手続の経緯\n原告は、昭和三六年一一月二日、名称を「携帯時計の側」とする発明（以下「本\n願発明」という。）について特許出願をしたところ、昭和三九年五月二〇日拒絶査\n定があつたので、これに対する審判を請求したが、同年審判第四六九六号事件とし\nて審理のうえ、昭和四一年九月三〇日、「本件審判の請求は成り立たない。」旨の\n審決（以下「本件審決」という。）があり、その謄本は、同年一一月三〇日、原告\nに送達された。（出訴期間として、三月が附加された。）\n二　本願発明の要旨\n目に見える部分のうち、少なくとも幾つかが少なくともほぼトパーズの硬度に匹\n敵する硬度を有する金属炭化物を基礎とする金属により構成されることを特徴とす\nる携帯時計の側\n三　本件審決の理由の要点\n本願発明の要旨は前項掲記のとおりと認められるところ、時計の側には、従来、\nその耐蝕性、加工の容易さ、装飾的効果等の観点から、金銀あるいは黄銅にクロー\nムメツキしたもの等種々な材料が長く用いられて来ており、さらに近来にあつて\nは、ステンレススチールが前記諸点のほかに相当大なる硬度をそなえており傷つき\nにくい点をも考慮されて用いられるようになつていることは、従来から周知のこと\nである。すなわち、このような物品には、前述した諸条件や価格等を勘案し、製品\nに応じていずれかの条件を強調し、これに適合するような材料を使用すること、ま\nた、その使用材料の種類も逐次拡大して来たことは明らかに認められるところであ\nる。一方、タングステン炭化物は、焼結のような適宜の手段で比較的小型の線、\n管、板体等に加工されていることもまた従来きわめて普通に知られているところで\nある。以上のような周知の技術を前提とすれば、硬度の高い時計側を得るために、\nタングステン炭化物を用いることは、上記周知技術から当業者が容易に想到しうる\nものと認められるから、本願は、特許法上の発明を構成するものとは認め難い。\n四　本件審決の違法性\n本件審決は、従来周知の時計側材料およびタングステン炭化物等金属炭化物の用\n途に関する理解の欠如から、本願発明を当業者が容易に想到しうるものと誤認し、\nしかも、当業者が容易に想到しうるかどうかを認定するにあたつて、何らの根拠な\nく、世界的に有力な当業者の認識に関して原告が提出した証拠を無視し、机上の空\n論をもつてこれらの証拠に反する事実認定をしたものであり、違法の審決たるをま\nぬがれない。すなわち、\n（一）　およそ、タングステン炭化物のような金属炭化物は、審決が時計側の公知\n材料として引用している金、銀、黄銅あるいはステンレススチールのような金属単\n体または金属同志の合金とは相違する特別の材料（非金属）であつて、従来、もつ\nぱら工具としてのみ使用され、時計の側としてはもちろん、およそいかなるもので\nあつても、装飾的用途に使用された事例は絶無である。金属炭化物とは、金属と炭\n素の化合物の総称でほとんどの金属は炭素と化合して金属炭化物を生成するもので\nあるが、そのうち、トパーズの硬度に匹敵するものとしては、タングステンの炭化\n物およびチタンの炭化物等がある。これらの金属炭化物の性質は、硬度がきわめて\n高く、融点がきわめて高いことを特徴とする。したがつて、その用途は、切削工\n具、耐摩耗工具、鉱山工具、耐熱材料および電気接点材料等の製造に使用されてお\nり、いずれも、硬度と融点のどちらも高いという既知の性質を利用するものばかり\nであつて、これらの製品は、そういう性質のために、高い常温硬さ、高い高温硬\nさ、高温における安定性、耐摩耗性、高い弾性係数、高い抗圧力および耐蝕性など\nの点において、すぐれた特色を有するものとされている。このように、金属炭化物\nの既知の用途は、主として重工業の分野で前記のような諸性質を利用した効果を対\n象とするもののみであつて、装飾的な効果を対象とするものはまつたく存在しなか\nつた。また、その製品の形状もおうむね単純なものばかりであり、時計側のような\n複雑な形状の物の製造に用いるには困難があるとされていたばかりでなく、金属炭\n化物より製造した時計は、金属炭化物の多孔性の故に、良好な美しい表面は得られ\nないと考えられていたのである。ところで、金属炭化物から目的とする物品を製造\nする場合には、金属炭化物は前記のとおり融点が高いので、その粉末を所望の大き\nさおよび形に圧縮、成形し、加熱し、該粉末を焼結して、所期の物品を得るのであ\nるが、この場合、金属炭化物だけでは製造された物品が脆いため、靭性の高い金属\nの粉末をも混合し、前記のように操作して、脆くない物品を得ることが行なわれて\nおり、このような方法を粉末冶金法と称している。\n（二）　つぎに、公知の時計側材料として実用に供されているものは、本件審決に\n指摘されているように、金、銀、ステンレススチールおよびクロームメツキした黄\n銅であり、これらの材料について、本件審決においてとくに時計側の材料として考\n慮すべきであるとされている諸点、すなわち、耐蝕性、加工容易性、硬度、装飾的\n効果（とくに色調）および価格について考えると、それぞれ一長一短はあるが、こ\nれら公知の時計側材料に共通した欠陥は、いずれも傷がつき易いか、または傷がつ\nくことをまぬがれえないことである。さらに、装飾的効果については、従来公知の\n時計側の材料は、その優劣は一概に論じえないけれども、金色、銀色または銀白色\nの範囲を出ないものばかりである。\n（三）　本願発明は、工具等の材料としては公知の金属炭化物を材料として製造さ\nれた新規の携帯時計の側に関するものであり、その製造方法も工具の製造方法とし\nては公知の前記粉末冶金法を適用するものである。ところで、前記のように工具等\nの材料としてのみ知られた金属炭化物をもつて時計側を製造するというようなこと\nは、従来、当業者の夢想だにしなかつたところであり、時計側の業者にとつて、タ\nングステン炭化物等の金属炭化物は、時計側の材料とまつたく適用分野を異にする\nものであり、これを時計側の材料とするようなことは、思考上の盲点になつていた\nのである。そのことは、傷つきにくい（すなわちスクラツチ・プルーフの）時計に\n対する要求は以前から存在しており、一方、金属炭化物が知られてから三〇年以上\nの年月が経過しているのに、その間、金属炭化物を使用して時計側を製造するとい\nう試みすら、一度としてされたことがないこと、ならびに、原告が世界的に一流の\n時計側の業者一一社および硬質金属部品メーカー一社に対して発した照会の回答に\nよつて明らかであつて、とくに、スイスにおけるもつとも有力な焼結タングステン\n炭化物の製造業者であるトレフイユリ・レユニ・Ｓ・Ａ・は、その回答中で、金属\n炭化物などの硬質金属は、傷つきにくいと同様に衝撃に対して脆いこと、および硬\n質金属から時計側のような複雑な形状の製品を正確に製造することは、きわめて困\n難であること、との理由をあげて、金属炭化物から時計側を製造するなどという考\nえは、ユートピアにおける夢想であると考えていた、と述べている。そして、金属\n炭化物における前記のような欠点は、公知の粉末冶金法の下においても、なお存在\nするもののように考えられていたのである。（被告は、前記業者等の回答は、原告\nと特定の関係のあるメーカーのものと思われるとして主張するところがあるが、右\n回答の作成者のすべてが原告と関係のあるメーカーのみであるというようなこと\nは、まつたく被告の憶断であつて、事実に反する。）ところが、本願発明によつ\nて、公知の製造方法の範囲においても、前記製造上の困難さは、時計側については\nそれほどの欠点とならず、むしろこれを補つて余りある多くの他の利点があること\nが判明し、はじめて、どのような苛酷な条件の下に携帯されても条痕によつて損傷\nされることのない時計側が得られたのである。研磨された金属炭化物よりなる時計\n側は、独特の神秘的な深みのある気品高い光沢を有し、しかも、その光沢は、どれ\nだけ歳月が経過しようとも、減少ないし消滅することはない。その鋼鉄の色より渋\nい、深い底光りのする黒色に近い色調は、従来公知の携帯時計側の材料にはまつた\nく見ることのできない独特のものである。金属炭化物のこのような優れた装飾的効\n果は、本願発明によつてはじめて発見されたところであり、それが時計側に使用さ\nれたときにとくに優れた効果を発揮する。携帯時計の側の「目に見える部分の内、\n少なくとも幾つかが少なくともトパーズの硬度に匹敵する硬度を有する金属炭化物\nを基礎とする金属により構成される」ことによつて、たとえば腕時計の側の上面の\nように外部の物体と接触すべく露出して目に見える部分がその物体との接触によつ\nて条痕を生じたり、空気に触れて酸化したり、曇りを生ずるようなことがなく、常\nに美しい外観を保持することができるようになつたのである。時計側は、また一個\nの装飾品である。上面の目に見える部分が広い、いわゆるワイド・ベゼルの時計側\nは、現代の流行となつているが、これは、本願発明によつてはじめて可能となつた\nものであり、本願発明の価値は、その産業上の成功によつて有力に実証されたとい\nうべきである。\n（四）　本件審決が、単に硬度の点にのみ着目し、「硬度の高い時計側を得るため\nに、タングステン炭化物を用いることは、・・・・当業者が容易に想到し得るもの\nと認められる」と断定したことは、時計側として有することが望ましい硬さ以外の\n諸々の性質についての、また既知の金属炭化物の材料としての硬度以外の特性につ\nいての省察を欠いた、きわめて皮相的な独断であるといわなくてはならない。本件\n審決の誤断は、本願発明実現後の状況をもつて、その出現前の技術水準を推測した\nものというべきであり、特許法の適用を誤つた違法の審決として、取り消されるべ\nきものである。\n第三　請求の原因に対する被告の答弁\n被告指定代理人は、請求の原因に対する答弁として、つぎのとおり述べた。\n一　原告主張の請求原因一ないし三の事実は、認める。\n二　同四冒頭の本件審決を違法とする主張は、争う。本件審決には、原告主張のよ\nうな違法の点はない。\n（一）　同四の（一）のうち、金属炭化物の性質、金属炭化物よりなる製品の製法\nおよび従来の用途（ただし、その製品の形状に関する点を除く。）は認めるが、そ\nの余の事実は争う。\n（二）　同四の（二）の事実は、認める。\n（三）　同四の（三）の事実は、争う。\n原告主張の業者等の回答は、原告と特定の関係のあるメーカーのものと思われ、\n不特定人とはいい難いので、このような特定人の言辞から、本願発明に相当する技\n術が客観的に不存在であつたとすることはできない。かりにそうでないとしても、\n右回答は、本願発明に相当する技術に対して、その発想自体の困難ないしは不可能\nなことを指摘しているものではなく、原告の時計側についての「注文書」に対する\n「回答書」であつて、その注文書には、条件として、ビデユリト型、硬質金属製、\n円形側、別または被覆された突起を持つ二つの部材、耐水性、外径三五ないし三七\nミリメートル、ガラス嵌込口二七ミリメートル、時計側バンド、突起および嵌込口\n等はとくに研磨すること等を指示したもので、そのような条件下で加工の困難性を\n累加した苛酷な注文であり、これに対して各受注会社が各自の意見または現在の各\n社の設備ではという前提で、困難または不可能といつているにすぎないので、これ\nらの証拠から、本願発明は、従来不可能視されていたものを可能としたもので、特\n許性を有しているとする原告の主張を認めることはできない。\nまた、原告が時計側としての顕著な効果として主張する強度・光沢等は、時計側\nに用いた場合にはじめて認識されるというより、むしろ材料自体の属性というべき\nものであつて、たまたまその属性が時計側として好ましい性質と一致しているとし\nても、これは材料の属性から当然予測される程度の効果とみるのが至当であり、顕\n著なものということはできない。\n原告の主張は、時計側およびタングステン炭化物等の素材に関する公知の技術水\n準に対する認識の誤りに基づく誤解であり、その主張する効果も、本願発明とは直\n接関係のない特定のデザインと絡み合わせて誇大に論じているものであつて到底賛\n同できない。\nタングステン炭化物のような硬質物質が、従来、装飾的価値を要する時計側に用\nいられていなかつたことは、本件審決も認めているところであるが、該材料を特定\n物品に転用しても格別顕著な効果が生ずるとは考えられない。すなわち、\n（１）　従来、金属を主とする種々な物質が時計側に利用されてきたが、このこと\nはまた、時計側が具備すべき素材の特性がその設計製作にあたつて既知であるとい\nうこと、すなわち、耐久性・外観その他の特性がある一定のレベルに達しているも\nのでなければならないということである。このような考えは従来から公知のことで\nあり、この考えに基づいて、ある場合には硬度の犠牲において外観に、またある場\n合にはこれと反対の点に、重点をおいて、素材が取捨選択されてきたのである。そ\nして、銀、クローム、ステンレススチール等が時計側として従来からきわめて普通\nに利用されていたところからみて、銀色系の金属光沢面が、前述のレベルに達して\nおり、時計側として好ましいものであることは、十分推認できるところである。\n（２）　一方、タングステン炭化物が、相当の硬度を具備しており、また、その研\n磨面が銀色の美麗な金属光沢を具えていることも、従来既知の事実である。\n本件審決は、このような前提で、右（１）、（２）に示したような時計側として具\n備すべき特性の既知性、色調による効果の予測性およびタングステン炭化物自体の\n属性から考えれば、本願発明のように、時計側を少なくともその目に見える個所を\nタングステン炭化物等で覆つても、それによる耐久性・外観等の効果は、素材の持\nつ属性が単に表われたとみるべきであつて、当業者ならば容易に推考できる程度の\nものと考えないわけにはゆかないとしているのである。\n（四）　同四の（四）の主張は、争う。\n本件審決には、時計側として考慮しなければならない条件として、外観について\n明示しており、このことと、前述のようなタングステン炭化物の属性、効果の予測\n性を前提として、とくに硬度について例示したもので、何ら判断に誤りはない。以\n上述べたように、本願発明の作用効果は、その材料の有する特性がそのまま表われ\nたにすぎないとするのが相当であるから、本願発明をもつて、当業者が容易にでき\nるものとした本件審決には、何ら原告主張のような誤りはない。\n第四　証拠関係（省略）\n理　　　由\n（争いのない事実）\n一　原告主張の請求原因一ないし三の事実（特許庁における手続の経緯、本願発明\nの要旨および本件審決の理由の要点）、同四の（一）のうち金属炭化物の性質、金\n属炭化物よりなる製品の製法および従来の用途（ただし、その製品の形状に関する\n点を途く。）が原告主張のとおりであること、ならびに同四の（二）の事実（公知\nの時計側材料およびその性質等）については、本件当事者間に争いがない。\n（本件審決の違法性の有無について）\n二　本件審決は、その指摘する周知技術から当業者が本願発明を容易に想到しうる\nものと誤認した点において、違法といわなければならない。すなわち、前記当事者\n間に争いのない事実、いずれもその成立について争いのない甲第一号証、同第七号\n証、同第八号証の一ないし一一、同第九号証、同第一七号証の一ないし四および同\n第二三ないし第二六号証、証人【Ａ】の証言および原告代表者【Ｂ】の供述、本願\n発明の実施品であることについて争いのない検甲第一号証ならびに弁論の全趣旨に\nよれば、つぎの事実が認められる。すなわち、\n携帯用時計の側の材料としては、従来、その耐蝕性、装飾的効果および加工容易\n性等の条件を考慮して、金、銀プラチナおよびクローム等でメツキした黄銅（真\n鍮）等が用いられて来たが、これらは、いずれも硬度が低く、擦過されることによ\nつて容易に傷がつき、光沢を失うという欠点があつたところ、近来、硬度の高いス\nテンレススチールが、右諸条件を具え、かつ、右の欠点をも解消すべきものとして\n使用されるようになつたが、しかし、ステンレススチールも、その硬度は十分とは\nいえず、携帯中に傷が生ずることが少なくないことが明らかとなつたので、このよ\nうな傷の生じない（すなわちスクラツチ・プルーフの）時計側を製造することは、\n時計側製造に関する当業者間において、解決されなければならない課題として周知\nのものであつたこと、一方、タングステン炭化物等の金属炭化物は、原告主張のい\nわゆる粉末冶金法で製造されることにより、高い常温硬さ、高い高温硬さ、高温に\nおける安定性、耐摩耗性、高い弾性係数、高い抗圧力および耐蝕性等を有するもの\nとして、早くから知られ、もつぱら、切削工具、耐摩・耐蝕工具、鉱山工具および\n耐摩・耐熱等の性質を要する部品に使用されて来たが、本件特許出願の前には、金\n属炭化物を時計側として使用した事例のなかつたことはもちろん、これを何らかの\n装飾的用途に使用した事例もまつたくなかつたこと、そして、金属炭化物の従来の\n用途が前記のとおりで、時計側のような装飾的効果を要するものに使われた事例が\nなかつたことに加え、前記粉末冶金法によつて時計側のような高い精度を要する複\n雑な形状を有するものを製造することは困難であり、また、同方法による成型物を\nさらに加工して精度の高い製品に仕上げることも、その硬度および脆弱性のため困\n難であると予想されていたこと等により、前記当業者の間では、前記のような課題\nがあつたにもかかわらず、金属炭化物を携帯用時計の側の材料とすることは、まつ\nたく考えられていなかつたこと、本願発明は、時計側製造業界における前記課題の\n解決のため、前記のように加工上の困難があると予想されていた金属炭化物をあえ\nてとり上げ、時計側の目に見える部分のうち少なくともいくつかを、いわゆる粉末\n冶金法によつて成型加工した硬度の高い金属炭化物によつて構成することとしたも\nのであるが、これにより、前記予想に反し、公知の粉末冶金法による金属炭化物の\n成型品を使用して、必要な精度を有する携帯用時計の側を得ることが可能である\n（実施方法として、時計側のうちのとくに精度を要する部分を施削可能なステンレ\nススチールで製造し、これと粉末冶金法によつて成型した金属炭化物を接着する等\nの手段をとることにより、さらに、より複雑な形状の時計側についても、その精度\nを保つことが可能である。）ことが判明し、従来の金属製時計側に見られない一種\n独特の深味のある色調を有し、ダイヤモンド（まれにカーボランダム）以外のもの\nによつて傷つけられることがないため長期にわたつてその光沢が消えることがない\nという、従来品に比し著しい作用効果を有する時計側を得ることができたものであ\nること、\n以上の事実を認めることができ、右認定を左右するに足る証拠はない。\n（被告は、甲第八号証の一ないし一一および第九号証について、これらは、原告と\n特定の関係のあるメーカー等による回答と思われ、その内容も本願発明の特許性を\n証明するものではない旨主張するが、右各証拠および前記甲第七号証ならびに原告\n代表者本人の供述をあわせ考えれば、原告と各回答者との間には、その回答の証明\n力に疑いを入れるに足るような特別の関係はないものとみるのが相当であり、ま\nた、回答の内容についても、原告の注文書に指示された条件がとくに苛酷であつた\nために、回答者が困難または不可能と考えたとみることはできず、回答全体を通\nじ、金属炭化物による時計側の製造を示唆されてもなお、各回答者が、それを困難\nないし不可能と考えていた事実を認めるに十分であるから、被告の右主張は失当で\nある。）\nそして、右認定の事実によれば、本件特許出願の当時においては、いわゆるスク\nラツチ・プルーフの時計側に関する業界の課題ならびに金属炭化物の存在およびそ\nの製品の製造法は周知であつたにもかかわらず、携帯用時計の側の材料として金属\n炭化物を用いることは、当業者が容易に想到しうる程度のものであつたとみること\nはできないから、本件審決は、この点において、事実の認定を誤つたものといわな\nければならない。\nなお、被告は、タングステン炭化物が相当の硬度を有しており、その研磨面が美\n麗な金属光沢を具えていることは周知であるから、本願発明の耐久性、外観等の作\n用効果は、材料であるタングステン炭化物等自体の属性によるもので、当然予測さ\nれる程度のものである旨主張するが、硬度および外観の点が周知であつても、その\nため金属炭化物を時計側の材料として使用することが容易に想到されうるものとは\nいいえないこと、前説示のとおりであるから、被告の右主張は採用できない。\n（むすび）\n三　以上のとおりであるから、その主張の点に違法があるとして本件審決の取消を\n求める原告の本訴請求は、その理由があるものといわなければならない。よつて、\nこれを認容することとし、訴訟費用の負担につき行政事件訴訟法第七条、\n民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　三宅正雄　武居二郎　楠賢二）\n（別紙図面省略）\n"
}