{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 8,
    "day": 29
  },
  "case_number": "昭和49(う)1391",
  "case_name": "業務上過失致死被告事件",
  "court_name": "大阪高等裁判所第三刑事部",
  "lawsuit_id": "22383",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22383",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/383/022383_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人は無罪。\n理　　　　由\n本件控訴の趣意は、弁護人守山孝三作成の控訴趣意書記載のとおりであるのでこ\nれを引用する。\n論旨は、被告人が、船舶用コンテナの手直し作業及び手直しの終つたコンテナを\n天井クレーンを使つて工場から運び出す作業の現場責任者であるとしても、天井ク\nレーンで移動中のコンテナとその北側に隣接する足場台の支柱の間に作業員が近づ\nくということは予測できないことであるから、このような者のあることを予見して\n事故の発生を防止すべき注意義務はなく、また仮に被告人が、コンテナの移動中コ\nンテナの北側を見通せる位置にいたとしても、作業員が急にコンテナと北側足場台\nの支柱との間に進出して来た場合には、もはや事故を防止することは不可能である\nとして、事実誤認を主張するものである。\nそこで検討するに、原判決は、罪となるべき事実として、「被告人は、堺市ａ町\nｂ丁ｃ番地にあるＡ株式会社Ｂ工場に勤務し、船舶用コンテナの手直し作業の現場\n責任者として、右手直し作業はもとより、手直しの終つたコンテナを、天井クレー\nンを使つて、工場から運び出すためのトロツコに乗せる等の作業を指揮監督する業\n務に従事していたところ、昭和四七年五月三〇日午後三時二〇分ごろ右Ｂ工場内の\n通称Ｃ工場において、手直しの終つたコンテナ（縦二・三五メートル、横二・三〇\nメートル、長さ三・六六メートル、重量約一・四トン）をトロツコに乗せるための\n作業が行なわれ、被告人の指図にもとづき、コンテナの南側に位置するＤの作動に\nより、天井クレーンによりコンテナが吊り上げられ、続いてトロツコに乗せるため\nに吊り上げられたコンテナを東側に移動させる操作がなされていた。このような場\n合コンテナの揺れにともないコンテナの移動する道程から北側僅か〇・三メートル\nに設置されている高さ一・六メートルの足場台にコンテナが接触し、移動中のコン\nテナ・足場台に近づく者に危害を加えるおそれがあつたから、右作業を指揮監督す\nる者としては、クレーンによるコンテナの移動中は始終コンテナの北側の見とおし\nができる位置にあつて、コンテナ・足場台近くにいる者を避難させまたこれに近づ\nく者を制止し、危険の場合クレーンを止めさせるなど、コンテナとの接触によつて\n生ずる人身事故の危険を未然に防止すべき業務上の注意義務があるというべきであ\nる。しかるに被告人は、これを怠り、コンテナを吊り上げる合図をする前に、コン\nテナと足場台との間に人のいないのを確かめたのみで、コンテナ北側部分の安全を\n確認しないでコンテナの西側の中央辺りを、コンテナの移動につれて漫然進んでい\nた過失により、移動中のコンテナに近づいていたＥ（当時六〇才）に気付かず、そ\nのままクレーンの作動を続けさせた結果、Ｅをして、コンテナと足場台の丸パイプ\n支柱との間に挾ませ、よつて同人に対し頭蓋複雑骨折・大脳脱出の傷害を負わせて\n即死させたものである。」と認定し、弁護人の主張に対する判断として、コンテナ\nの移動はそのこと自体非常に危険な作業であり、そこには足場台等の障碍物があつ\nて危険を増大させているから、その作業に従事する者は互いに全般的に注意を払つ\nて事故防止につとめ、事故が発生した場合は、注意を怠つた者に過失責任を問う必\n要があるが、作業従事者の注意能力、作業効率などの要請から、共同作業者に一定\nの作業ルールを課しこれに反した結果事故にいたつた場合には、他の共同作業者に\n責任を負わすことができないとするいわゆる信頼の原則を認めるべきではあるが、\n本件の被告人の場合は、単なる共同作業者ではなく、現場の指揮監督者であつて、\nコンテナの移動中、その周辺について細心の注意を配り、ことに北側には足場台が\nあつて危険であるから、始終注意して安全を確認すべき立場にあつた者である以\n上、吊り上げ後及び移動中の北側の安全確認義務がないとすることは許されない旨\n判示して、被告人の過失を認めた。\nたしかに、被告人は右のごとく危険な作業の現場責任者であり、前記のような注\n意をしておれば、本件事故は発生しなかつたであろうと思われるのであるが、本件\nは工場円でともに危険な作業に従事していた際の事故であるので、はたして被告人\nにこのような注意義務を要求するのが適当であるかいなかが問題となる。そこで本\n件事故にいたるまでの経過をさらに仔細に検討するに、籔野床次郎の原審及ひ当審\nにおける証言、Ｆ及びＧの検察官に対する各供述調書、被告人の捜査段階以来の供\n述など関係証拠によれば、被告人らの属する作業現場では、本件事故の直前コンテ\nナの手直し作業が終り、これを天井クレーンで吊り上げトロツコに乗せて搬出する\nため、コンテナの北西隅は被告人が、北東隅は被害者が、南東隅はＧが、南西隅は\nＨが、それぞれ吊り上げロープのフツクをかけ、その後被告人の指示でＤがクレー\nンのスイツチを入れて約七〇センチメートル吊り上げ、さらに東方に約二メートル\n三〇センチ移動した際本件事故にいたつたものであることが認められ、前記各証拠\n並びに司法警察員Ｉ作成の実況見分調書及び当裁判所の検証の結果によつて認めら\nれる吊り上げ前のコンテナの位置、足場台の支柱の所在場所、事故後被害者が倒れ\nていた位置などによれば、本件事故は、当初吊り上げ前にコンテナが置いてあつた\nところから東方約ニメートルのところにある足場台の支柱とコンテナとの間に被害\n者が挾つて生じたものと認めるのが相当であり、さらに被告人の捜査段階以来の供\n述によれば、被告人がクレーンの始動を指示する前にコンテナの北側を見た際に\nは、コンテナと足場台との間には人影はなかつたというのであり、さらに当審証人\nＤの証言によれば、同人がクレーンを始動する前にコンテナの東側を見たときに\nは、その附近には人がいなかつたというのであるから、結局被害者は、コンテナが\n吊り上げられ東方に移動している間にこれに近づき、右支柱との間に挾まれて本件\n事故になつたものと認められる。\nところで、同工場の事件当時のＪ課長（現在工場次長）Ｋの原審及び当審証言に\nよれば、同工場では、作業員はクレーンで吊り上げられた物に近づかないことが作\n業ルールで定められて作業員に周知徹底され、クレーンが作動すれば自動的にベル\nが鳴つて附近の作業員に警告を与えるようになつていたこと、一方吊り上げ作業の\n現場責任者に対しては、コンテナと北側の足場台との間については、吊り上げの際\nに安全確認すべきことのみを求め、移動中にコンテナに近よる者のあることを予想\nした特別な安全対策を指導していなかつたことが認められる。\n<要旨>そのため被告人は、本件事故の際も、コンテナの吊り上げを指示する前に\nコンテナと北側の足場台との間に</要旨>人影のないのを確認したのみで、その後コ\nンテナを東方に移動させる際には、コンテナの西側の中央附近にいて北側部分の安\n全を確認する特別の措置をとらなかつたのであるが、もし被告人が移動中も北側の\n安全に注意を払いコンテナに近寄る者があればこれに警告を与える等の措置をとれ\nば、本件事故の発生を防止し得たと思われないではないが、そうすれば南側の注意\nがおろそかになる関係にあるのであるから、吊り上げに際しコンテナとこれに隣接\nする北側の足場台との間に人のいないことを確認した以上は、特段の事情のない限\nり、その後他の作業員は、それぞれ前記作業ルールを守りベルの警告に従つて吊り\n上げられたコンテナに近寄らないであろうことを信頼してクレーン操作を指揮すれ\nば足り、他の作業員が、あえて右ルール及び警告に反して移動中のコンテナに近づ\nきこれと足場台の支柱との間にはさまれることのありうることまでも予想して、移\n動中のコンテナと足場台との間の安全を確認し、もつて事故の発生を未然に防止す\nべき注意義務はないものと解するのが相当であり、記録によれば、本件被害者は当\n時下請会社の従業員となつていたものの、これは同人がかねて前記会社を定年退職\nとなりさらに嘱託の期間も切れたので身分上下請会社の従業員になつただけで終始\n同じ工場に勤務して本件の作業には熟練しており、また同人は近視で若干耳が遠い\nきらいはあつたが通常の作業には支障がなかつたことが認められる以上、本件の場\n合に前記の安全確認義務を越えて被告人に特別の注意義務を求めるべき特段の事情\nは認められない。\nしてみれば、被告人に過失責任を認めた原判決は、法律の解釈適用を誤り事実を\n誤認したものであつて判決に影響を及ぼすこと明らかであるから破棄を免れない。\n論旨は理由がある。\nよつて刑訴法三九七条一項、三八〇条、三八二条により原判決を破棄し、同法四\n〇〇条但書によりさらに判決する。\n本件公訴事実は、原判決判示の罪となるべき事実と同一であるところ、前記のと\nおり被名人には過失がなく罪とならない場合であるので、同法四〇四条、三三六条\nにより無罪の言渡をする。\nよつて主文のとおり判決する。\n（裁判長裁判官　細江秀雄　裁判官　西田篤行　裁判官　近藤和義）\n"
}