{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 3,
    "day": 24
  },
  "case_number": "昭和44(行ウ)21",
  "case_name": "不当利得返還(住民訴訟)等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "特別区の区長に対する管理職手当の支給が法律上の根拠を欠くとして，地方自治法第２４２条の２第１項第４号に基づく不当利得返還の請求を認めた事例",
  "lawsuit_id": "18278",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18278",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/278/018278_hanrei.pdf",
  "contents": "主　　　文\n被告Ａは東京都北区に対し一〇〇万円を支払え。\n原告の被告東京都北区長に対する訴えを却下する。\n訴訟費用は原告と被告東京都北区長との間に生じた分を原告の、原告と被告Ａとの\n間に生じた分を同被告の各負担とする。\n事　　　実\n第一　当事者双方の申立\n（原告）\n主文第一項との同旨に加えて、「被告東京都北区長が昭和三九年九月一日から昭和\n四三年九月三〇日までの間、同被告に対し管理職手当として一〇〇万円を支給した\nことが違法であることを確認する。訴訟費用は被告らの負担とする。」との判決を\n求めた。\n（被告ら）\n「それぞれ原告の請求を棄却する。訴訟費用は原告の負担とする。」との判決を求\nめた。\n第二　原告の主張\n（請求の原因）\n一　原告は東京都北区の住民である。そして、被告Ａは昭和三三年六月二五日以降\n引続き同区長の地位にあるものであるが、その被告区長は昭和三九年九月一日から\n昭和四三年九月三〇日までの間、一般職の管理職員に支給される特別調整額（いわ\nゆる管理職手当）を特別職の同区長たる被告Ａに対して支給し、その額は合計二四\n五万円となつた。\nしかしながら、右特別調整額の支給は北区の条例に根拠がなく違法であつて、被\n告Ａはこれにより法律上の原因なくして同額の利益を得たものである。\n二　そこで、原告は昭和四三年一一月一九日付をもつて北区監査委員に対し被告区\n長の右公金支出について監査ならびに必要な措置を請求したが、同委員から同年一\n二月二七日付をもつて理由がない旨の通知を受けたので、被告区長との間において\n右公金支出が違法であることの確認を求めるとともに北区に代位して被告Ａに対し\nその不当利得にかかる二四五万円のうち一〇〇万円を北区に償還することを求める\nものである。\n（抗弁に対する答弁）\n一　被告ら主張事実中、「東京都北区長等の給与等に関する条例」（以下、北区長\n等の給料条例ともいう。）四条および六条、「東京都職員の給与に関する条例」\n（以下、都職員の給与条例ともいう。）九条二項、九条の二、「給料の特別調整額\nに関する規程」（以下、特別調整額規程ともいう。）が被告ら主張の事項を定めて\nいることは認めるが、北区が東京都から被告ら主張のような特別調整額に関する準\n則を示されたことは否認する。\n二　北区が特別職たる同区長に対し特別調整額の支給をなし得る法的根拠はなく、\nこの点に関する被告らのその余の主張には理由がない。すなわち、\n（一）　いわゆる管理職手当は地方自治法二〇四条の改正（昭和三一年六月一二日\n法律第一四七号）により同条二項において制度化され同年九月一日から施行された\n（同年政令第二五二号）が、東京都がこれに基づき都条例で一般職員に対し管理職\n手当を支給する定めを制定施行したのは昭和三二年四月一日である。\nそして、北区が区長等の給料条例を制定したのは、これよりさき昭和三一年一二\n月一日であるが、それ以来昭和四三年九月三〇日までの間、右条例につき管理職手\n当を正面から取上げる改正をした事実はないから、右条例にはもともと管理職手当\nの定めがなかつたものと解すべきである。\n被告らは北区長に対する管理職手当支給の根拠を区長等の給料条例四条および六\n条が東京都の一般職職員に対する給料等の支給規定を包括的に準用していることに\n求めるが、元来、北区は東京都の単なる行政区ではなく、独立の地方公共団体であ\nるから（地方自治法二八三条参照）、区長等の給料、手当に関しては同法二〇四条\n三項の趣旨により、区の条例に独自の具体的内容を定めなければならないのに、北\n区長等の給料条例四条および六条は区長等の給料、手当については東京都の一般職\nたる有給吏員の例による旨を定めるにすぎないから、東京都の一般職と全く給与体\n系を異にすべき北区の特別職たる区長の給料、手当についてはなんら具体的な定め\nをしなかつたに等しい。\nそもそも、区長に対する諸手当支給の根拠規定たる地方自治法二〇四条二項は手\n当の種類を総括的に例示したにすぎず、これをすべての職員に一律に支給すること\nができることまで示したものではなく、そのうち、管理職手当を取上げると、これ\nは一般職の職員を対象とするものであつて、例えば東京都の場合には一般職の管理\nまたは監督の地位にある職員のうち特に指定するものについて、その職務の特殊性\nに基づき給料額に対する適正な特別調整額表を定めて支給され、特別職の職員に対\nしては支給されていない、したがつて、さような性質の特別調整額を区長に支給す\nるのは区長の職務と地位に鑑みると、報酬の二重払いになるのである。\nまた、都職員の給与条例九条の二、九条二項によれば、東京都の一般職の職員に\nついても特別調整額の支給をうける者の範囲およびその割合は職員の任命権者が人\n事委員会の承認を得て定めることになつているから、ましてや一般職とは給与体系\nを異にし、しかも東京都知事および人事委員会の権限が及ばない区長が特別調整額\nの支給をうける者の範囲に入らないのは当然である。\n（二）　なお、東京都は東京都と特別区および特別区相互間の財政調整に関する条\n例に基づき特別区に対する交付金から管理職手当相当額を除外したが、それは特別\n職たる区長に支給する給料の性格に鑑み、区長には特別調整額なる手当を支給すべ\nきでないという判断によるものと解される。\nまた、自治省は昭和四三年一〇月一七日行政局長名をもつて都道府県知事に対し\n区長等に管理職手当を支給している地方公共団体にあつては可及的速やかに同手当\nの支給を廃止するため所要の改善措置を講じるよう通知をしたが、それも区長等に\nは管理職手当を支給すべきでないという見解によるものである。\nさらに、北区は昭和四三年九月三〇日北区長等の給料条例の一部を改正し、その\n四条二項において、区長等には給料の特別調整額を支給し、その額を給料月額の一\n〇〇分の二五とする旨を定めたが、それは従前の規定では区長等に特別調整額を支\n給すべき根拠がなかつたことを北区自らが認めたからにほかならない。また、右改\n正にかかる北区長等の給料条例によると、北区長の給料は月額二八万円であるか\nら、これに特別調整額一〇〇分の二五を加算すると、都知事の給料月額より五万円\n多い三五万円となるが、それは北区長の給料について東京都の一般職の給与制度を\n包括的に準用することによつて生じる矛盾であつて、このことからしても右改正前\nの条例においては区長等に特別調整額を支給すべき根拠はなかつたものと解するの\nが合理的である。\n第三　被告らの主張\n（請求原因に対する答弁）\n原告主張事実のうち、原告主張の特別調整額の支給が違法であることおよびこれ\nを前提とする事実を除くその余の事実は認める。\n（抗弁）\n一　被告区長が被告Ａに対してした給料の特別調整額支給は法律および条例に基づ\nくものであつて、少しも違法ではない。すなわち、（一）　給料の特別調整額は管\n理監督の地位にある公務員のうち特に指定されたものに支給される手当の一種であ\nつて、地方自治法二〇四条二項において管理職手当と称せられるものであるが、こ\nれは同法二〇四条が昭和三一年六月一二日法律第一四七号をもつて改正された際、\n他の諸手当とともに新設され、同条二項、三項によれば、普通地方公共団体におい\nても条例の定めで特別職である区長に支給することができるようになつた。\nそこで、北区は昭和三一年一二月一日条例第一三号をもつて北区長等の給料条例\n（東京都北区長等の給料等に関する条例）を制定し、その四条において「区長等に\n対しては給料および旅費のほか、法律に基づき一般職の職員について定められてい\nる諸手当を支給し、その額は東京都有給吏員の例による。」と定め、さらに、六条\nにおいて「給料、旅費および第四条に規定する給与の支給条件および支給手続は東\n京都の有給吏員の例による。」と定めて、北区長に特別調整額を支給し得ることに\nした。なお、右条例はその後区長等特別職の給料額改訂のため一部改正（昭和三九\n年一〇月一日施行）されたが、区長等特別職の諸手当に関する条例の基本的なもの\nである。\nもつとも、東京都は都職員の給与条例（昭和二六年六月一四日条例第七五号東京\n都職員の給与に関する条例）を一般職員に適用していたところ、昭和二七年一二月\n二五日条例第一〇三号をもつて、その九条の二を新設し、管理又は監督の地位にあ\nる職員のうち特に指定するものについては、その特殊性に基づき給料額に対する適\n正な特別調整額表を定めることができる旨を定めたが、北区長等の給料条例の制定\n時までに右特別調整額の支給に関する細則を定めなかつたため、北区も右区条例を\n制定しただけでは区長等に対する特別調整額の支給をすることができなかつた。\nところが、東京都が特別調整額規程（昭和三二年四月一日附訓令甲第一〇号給料\nの特別調整額に関する規程）により特定の管理職に対し特別調整額を支給し始めた\nので、北区は区長等の給料条例に基づき区長等に対し特別調整額の支給をするよう\nになつたものである。\n（二）　そして、特別区たる北区がその長たる被告Ａについて給料の特別調整額を\n給料額の一〇〇分の二五としたのは北区長等の給料条例において準用する都職員の\n給与条例九条の二、一項所定の管理職の給料の特別調整額表に当る特別調整額規程\n二条が同条例九条二項の規定を準用して調整前の給料月額の一〇〇分の二五を超え\nない範囲内において特別調整額を定めているとともに東京都からこれに倣つた準則\nを示されたので、一般職との均衡上その最高限を採用したものである。ただし、右\n調整の割合は従前一〇〇分の二〇であつたものを改めて昭和三五年四月分以降につ\nいて実施されたものである。\n二　以上の点に関連する原告の主張は誤りである。すなわち、\n（一）　昭和四三年九月三〇日改正前の北区長等の給料条例四条および六条が前記\nのように北区長等の給料、旅費等につき「東京都有給吏員の例による。」と定めた\nのは一般の用語例にみられるように東京都の一般職員の給与制度たる都職員の給与\n条例、同施行規則、その他給与に関する諸規定を包括的に準用するという趣旨であ\nつて、そのような形式でも地方自治法二〇四条二項、三項に適合しないわけではな\nい。\n（二）　東京都が特別区に対する財政調整交付金算定の基礎から区長に対する給料\nの特別調整額を除外した理由に関する原告の主張は否認する。なお、右交付金は特\n別区の財政需要額が財政収入額を超える場合に、その必要経費例えば一般職員の旅\n費、諸手当および特別職の給料、旅費、諸手当の一部について一般財源として使途\nを限定せずに交付されるものであるから、仮に、その算定の基礎とされた財政需要\n額から区長等に対する給料の特別調整額が除外されていても、特別区の一般財源に\n繰入れられる財政調整交付金から区長に特別調整額なる手当を支出するのは少しも\n違法ではない。\n（三）　自治省行政局長が都道府県知事に対し区長等の管理職手当に関する原告主\n張のような通知をしたことは認めるが、右通知の理由に関する原告の主張は否認す\nる。\n（四）　北区が区長等の給料条例を改正して原告主張の定めをしたことは認める\nが、そのことが従前の規定では区長等に特別調整額を支給すべき根拠がなかつたこ\nとを意味するという原告の主張は事実に合わない。\n第四　証拠関係（省略）\n理　　　由\n一　原告が東京都北区の住民であること、被告Ａが昭和三三年六月二五日以降引続\nき同区長の地位にあつて、その被告区長が昭和三九年九月一日から昭和四三年九月\n三〇日までの間、一般職に対するいわゆる管理職手当を特別職の同区長たる被告Ａ\nに対して支給し、その額が合計二四五万円となつたこと、原告が昭和四三年一一月\n一九日付をもつて北区監査委員に対し被告区長のなした右管理職手当支給を違法と\nし、これについて監査ならびに必要な措置を請求したが、同委員から同年一二月二\n七日付をもつて理由がない旨の通知を受けたことは当事者間に争いがない。\n二　そこで、右管理職手当支給が法令上根拠があるかどうかについて考究する。\n（一）　東京都北区長は地方自治法上、特別区の区長として特別区議会の議決によ\nつて就任する（同法二八条、二八一条の三、一項）特別職たる地方公務員であつて\n（地方公務員法三条三項一号）、その給与については市長に適用される地方自治法\n二〇四条以下の規定が適用されるものと解されるが、同条はその一項において普通\n地方公共団体はその長等特別職の職員および一般職の職員に対し給料および旅費を\n支給すべきことを定めたうえ、その二項において条例の定めによりこれらの職員に\n対し各種の手当を支給することができると定めている。\nそして、特別職たる職員、ことに特別区長に対しては右手当のうち、どのような\n範囲のものの支給が許されるかについては、右手当の支給目的、地方公務員法二四\n条所定の給与に関する基準さらには一般職職員の給与体系等との均衡等を考えて決\nしなければならないが、右手当のうち、管理職手当は職制上、管理または監督の地\n位にある職員のうち、もつぱら職員の人事行政を職掌とする公正な機関（人事院あ\nるいは人事委員会等）の指定するものまたは同機関の承認のもとに職員の任命権者\nの指定するものに対しその特殊性に基づいてその給料または俸給月額に附随して支\n給せられる適正割合の特別調整額をいい（一般職の職員の給与に関する法律一〇条\nの二、一項、都職員の給与条例九条の二、九条二項等参照）、東京都の職員につい\nては、都職員の給与条例九条および九条の二が管理又は監督の地位にある職員のう\nち、その任命権者が人事委員会の承認を得て定めるものに対し給料の特別調整額を\n支給することができると規定し、これに基づき特別調整額規程（昭和三二年四月一\n日訓令甲第一〇号）二条所定の「別表」が右特別調整額をうける者の範囲を一般職\nの職員のうち、地方自治法一五八条所定の組織上、本庁の局長に相当する職員以下\nと定めて、右特別調整額の支給をうけるものの範囲から特別職の職員を除外してい\nるから、これと対比すると、地方公務員として特別職に属し、しかも一般職の職員\nの任命権者たる（地方自治法一六八条、一七二条）特別区の区長について、給料の\n特別調整額の支給を認めるのは前記のような観点に照して特別に考慮を要する事情\nがない限り、公務員の給与体系上、著るしく異例であつて均衡を失するという譏り\nを免れない。\nもつとも、特別区長は公有財産を管理し、職員を指揮監督すべき職責を負うもの\nである（地方自治法一四九条六号、一五四条）が、その点は東京都知事の地位と少\nしも異らない以上、それだけでは特別区長に管理職手当を支給する理由とならず、\nむしろ、特別区長は地方公務員法上、特別職として右のような職責を伴う地位にふ\nさわしい額の給与を条例の定めで当然に支給さるべきものとされ、地方自治法二〇\n四条二項の管理職手当支給の対象とは考えられていないと解するのが相当である\n（なお、東京都二三の特別区は地方自治法上、市の性格を併有する地方公共団体た\nる東京都の一部を形成する特殊な性格を有し、憲法九三条二項にいう地方公共団体\nとしての地位を認められない（最高裁昭和三八年三月二七日大法廷判決参照）が、\nそれは都市行政上の特殊の要請から特別区の自治権に制約を加え、その区長にも市\n町村長と異なる地位を与えただけであつて、特別区を東京都の単なる行政区画と\nし、区長を東京都知事の単なる補助機関としたものではない。したがつて、特別区\n長の給与については特別区がその議会の議決する条例によつて自ら定めることがで\nきるものと解して妨げない（地方自治法二八三条一項参照）。）。\n（二）　ところで、北区長等の給料条例（昭和四三年九月三〇日改正以前のもの）\nが、その四条において「区長等に対しては給料および旅費のほか法律に基き一般職\nの職員について定められている諸手当を支給し、その額は東京都有給吏員の例によ\nる。」と定め、六条において「給料、旅費および第四条に規定する給与の支給条件\nおよび支給手続は東京都の有給吏員の例による。」と定めていることは当事者間に\n争いがないが、右にいう区長等に支給すべき諸手当に管理職手当が含まれるものと\n解し得ないことはさきに説示したところから明らかである。それだけではなく、右\n条例が準用しているものと解される都職員の給与条例九条およびその二の規定に給\n料の特別調整額の支給をうける者およびその支給割合がその職員の任命権者におい\nて人事委員会の承認を得て定めるとされていることは当事者間に争いがないとこ\nろ、北区長に給料の特別調整額を支給するについて右規定が一般職の職員の場合に\n予想している右手続によるを得ないことは多言を要しないが、一方、北区長の選任\n権者たる北区議会（都知事はその選任に対する同意権を有するにすぎない。地方自\n治法二八一条の三、一項）が議決した北区長等の給料条例自体には北区長に給料の\n特別調整額を支給することについてはなんら具体的な定めを設けていないのであ\nる。したがつて、かれこれ考え併せると、北区長等の給与条例はむしろ管理職手当\nの支給についてはこれを考慮外に置いたものと解するのが相当である。\n（三）　してみると、北区から同区長たる被告Ａに対する本件管理職手当二四五万\n円支給は同区の条例に基づかないから、法律上全く根拠のないものというほかな\nく、したがつて、被告Ａはその支給により北区の損失において不当に取得した右利\n得額を北区に返還すべき義務があり、原告は地方自治法二四二条の二、一項四号に\nより北区に代位して被告Ａに対し右利得の返還を請求しうるものというべきであ\nる。\n三　なお、原告は住民たる地位において被告区長に対し本件管理職手当の支給が違\n法であることの確認を求めるが、右訴えは地方自治法二四二条の二、一項が住民訴\n訟の対象として定めている事項に該当しないことを対象としているから、不適法で\nある。\n四　よつて、原告の本訴請求は被告区長に対する請求部分を却下し、被告Ａに対し\n右管理職手当のうち一〇〇万円の北区への返還を求める部分を理由があるとして認\n容すべく、訴訟費用の負担につき民事訴訟法八九条、九三条一項ただし書き後段を\n適用して、主文のとおり判決する。\n（裁判官　駒田駿太郎　小木曾競　山下薫）\n"
}