{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 1,
    "day": 18
  },
  "case_number": "昭和48(行ス)2",
  "case_name": "依願免職処分取消請求事件移送申立却下決定に対する即時抗告申立事件",
  "court_name": "名古屋高等裁判所金沢支部         　第一部",
  "lawsuit_id": "24878",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=24878",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/878/024878_hanrei.pdf",
  "contents": "主　　　　文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n理　　　　由\n一　抗告人は、「原決定を取消す。原審本案訴訟（金沢地方裁判所昭和四五年\n（行ク）第九号依願免職処分取消請求事件）を新潟地方裁判所に移送する。」との\n裁判を求め、抗告の理由として別紙のとおり述べた。\n二　（一）　よつて案ずるに、抗告人の所論の骨子は、要するに、依願退職処分\n―正確には辞職承認処分―に関する限り任命権者以外に右処分の成立に関与しうる\nものはなく、また他の者がそれに影響を与えうる余地のないことを強調し、仮に金\n沢工事事務所において相手方（すなわち本件本案訴訟の原告）の退職願提出につい\nて同人の真意をただし、その翻意をうながし、或いは配置換に応ずるよう説得した\n事実があるとしても、同事務所のなした右一連の措置は本来下級行政機関としてそ\nのようにすべき何らの責務も必要も認められないのに同事務所長が相手方の直属上\n司としての個人的情誼からこれをなしたにすぎず、本件処分の成立とは何らの関係\nもないというにあると解される。\n（二）　しかしながら、抗告人の所論はたやすく肯認し難い。\nなるほど所論のとおり、「任命権者は、職員から書面をもつて辞職の申出があつ\nたときは、特に支障のない限り、これを承認する」（人事院規則八―一二職員の任\n免七三条）ものとされているので、当該職員から辞職願の提出がなされた場合、任\n命権者は特に支障のない限りすみやかに辞職承認処分をしなければならないのであ\nり、行政庁側に特段の事由もないのに右辞職の承認を延伸したり、当該職員の辞職\nの理由をとりあげて辞職の承認を拒否することなどは許されないというのが右人事\n院規則の趣意であると解することができる。従つて、同規則の趣旨からすれば辞職\n願の提出された経過やその周辺の事情、ないしは第三者の意見聴取等は辞職承認処\n分の成立上不可欠の調査事項とはいえないとの解釈も一応成り立ちえよう。\nけれども、いうまでもなく行政処分は適法有効になされなければならないことを\n当然の前提としているのであつて、いまこれを本件係争行政処分である辞職承認処\n分についてみるに、同処分は、私人の行為とはいつても公法上の効果に結びつけら\nれた辞職の申出という「私人の公法行為」の存在を前提として成立する行政行為で\nあるから、辞職願の提出があつても右書面が当該職員から提出されたとは認め難い\nとき（すなわち、辞職の申出行為の不存在）や、辞職申出の意思表示に強度の瑕疵\nがあり、もはや当該職員が任意にその官職を辞退するものとは到底認め難い場合に\nは―本件本案訴訟では正にその点が請求の基礎（主要部分）をなしていることは相\n手方提出の訴状その他一件記録上明らかであるーこれらの点を看過してなされた任\n命権者の辞職承認処分は、その存立の基礎が全く失われたものとして、或いはそれ\nに準じる程度の欠陥を具備するものとして右処分自体の効力がその影響をうけるに\n至ることは避け難いところといわなければならないのである。\nそうだとすると、任命権者である行政庁は職員から辞職申出がなされ、これを受\n理した場合には、右辞職の承認を与えるに先だち、右申出が真に当該職員からなさ\nれたものであるのかどうかについではもとより、右辞職の申出につきそめ意思表示\nに瑕疵がないかどうかに関し慎重に調査すべき職責を有するものというべきであ\nり、のみならず、その調査の方法、程度等に関しても当該事案に則して合目的的に\n行なわれるべきことは他の行政処分の場合と何ら異ならないことはあらためて述べ\nるまでもないであろう。\nしてみれば、任命権者が当該職員の辞職願を受理し、その承認処分をなす準備と\nして所要事項にうき自ら調査するだけでなく、場合によつては当該職員の属する下\n級行政機関に前記事項の全部又は一部につき調査を命じ、或いは同行政機関の意見\n具申を徴すること等は行政事務遂行上当然の事柄に属することである。\n以上と異なる抗告人の主張は採用しない。\n三　ところで、金沢工事事務所が抗告人の下級行政機関であることは建設省設置\n法一四条、一五条、地方建設局組織規程一四条により明らかであるところ、更に進\nんで同事務所が行政事件訴訟法一二条三項所定の本件依願退職承認処分に関し「事\n案の処理に当たつた」かどうかにつき検討されなければならない。\n<要旨第一>そこで先ず、同法一二条三項にいう当該処分に関し「事案の処理に当\nたつた」との意義につき考えるに、</要旨第一>同文言は、それ以外格別明確な制限\nも附されていないこと、同条項の管轄は旧法規定をあらため新設された特別管轄\n（新法では「専属管轄」とはされていない。）であること等も考慮して、下級行政\n機関の事案の調査に基づく意見具申等によつて上級庁が処分をする等処分の成立に\n関与することを意味するものと解するのが相当である。\nそこで、以上の観点に基づき本件について検討するに、本件記録を精査すると、\n原決定四枚目裏八行目「…………金沢工事事務所は、…………」から五枚目裏五行\n目「…………交付していること」までの事実を<要旨第二>認めることができる。右\n認定事実によれば、金沢工事事務所は、職員二八六名の人事考課に関し、かねて\nよ</要旨第二>りその一部を自ら決定するか、或いは重要事項について本局に意見具\n申を行なつていたこと（この点本件と無関係という抗告人の主張は採らない。）、\n相手方が抗告人宛本件辞職願書を提出しようとした際にも同書類を抗告人に送付す\nるに先だち、これと連絡をとつて、予め相手方の真意をただしたうえ、その翻意を\nうながす等の措置を構じたばかりでなく、退職願を本局に送付するに際しては副申\nを付していること、同事務所長が退職の辞令を相手方に交付する際にも配置換の辞\n令を用意したうえ配置換に応ずるようなお説得などしている―本局側においては右\n辞職願の受理後もなんらみずから直接調査をした形跡がない―ことの以上が認めら\nれるのである。\nしてみると、金沢工事事務所は相手方の辞職申出に関し、―抗告人と連絡をとつ\nたうえー右申出行為の存否、申出にかかる意思表示の瑕疵の有無等につき慎重な調\n査を遂げたうえ抗告人に意見具申を行なつたものであることを肯認しうるのであつ\nて、抗告人においても同工事事務所の右意見具申を参考とすることによつて初めて\n本件辞職の申出に対し承認を与えることができたものと推認することができるので\nある（これに反する抗告人の主張は採り難い。）。従つて、以上のような経緯を総\n合し、考察すると、同工事事務所は、前記意味において、本件処分の成立に関与し\nたものないし条理上これと同視し得るものと解して差支えないものと思われる。\nなるほど、金沢工事事務所長が相手方に対し辞職願の提出の真意を確め、翻意を\nすすめ、配置換に応ずべきことをしょうようしたことなどは、ひとつひとつ取上げ\nれば直属上司としての個人的情誼からなした面も見られないではないが、同所長の\n右各所為はむしろ、本件辞職願申出に関し所要事項に関する一連の調査の一環とし\nてなされたものとしての性質を有すると解すべきであり、結果的にみても右調査に\n基づく諸資料は抗告人において有効適切に本件処分をなすに際して当然用意さるべ\nき有力な判断資料となつたことは明らかなところといわねばならないところである\nから、抗告人のいうように同事務所長のなした前記一連の処為をことさら、個別的\nに評価し、（あるいは本局の意に背馳するもののように主張して）その法律的意義\nを減殺するのは政府機関のあり方からいつても、社会常識の上からいつても、たや\nすく左祖し難く、当らないところというほかはない。\nなお再言するに、抗告人が相手方に対し、下級行政機関の長である金沢工事事務\n所長のなした前記所為をあえて不要のものとか関知しないものと主張するようであ\nるが、さように見られないことは従前説示するところから自明であり、しかも今日\n本件でさように主張するのは、信義則ないし条理に照らし、如何にも当を得ず、許\nされないものというべきものと思料される。\n四　以上の次第で、金沢工事事務所は本件処分の事案の処理に当たつた下級行政\n機関と解することができるものというべく、したがつて行訴法一二条三項に則り同\n事務所の所在地を管轄する原審裁判所も本件本案訴訟につき管轄を有するというべ\nきであるから、抗告人の本件移送の申立を却下した原決定は相当であり、従つて、\n本件抗告は棄却を免れない。\nよつて抗告費用を抗告人に負担させて主文のとおり決定する。\n（裁判長裁判官　三和田大士　裁判官　夏目仲次　裁判官　山下薫）\n"
}