{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 4,
    "day": 27
  },
  "case_number": "昭和49(ネ)1450",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14378",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14378",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/378/014378_hanrei.pdf",
  "contents": "主　　　文\n原判決を取消す。\n被控訴人らの請求を棄却する。\n訴訟費用は第一、二審とも被控訴人らの負担とする。\n事　　　実\n一　当事者の求めた裁判\n（控訴人の申立）\n主文同旨の判決。\n（被控訴人らの申立）\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n二　当事者双方の主張ならびに証拠関係は、次のとおり付加、訂正するほか、原判\n決事実摘示のとおりであるから、これをここに引用する。\n（控訴人の主張）\n別紙（控訴人の主張）のとおり\n（被控訴人らの主張）\n別紙（被控訴人の主張）のとおり\n（証拠関係）（省略）\n理　　　由\n一　本件特許第四一三一九〇号は、訴外サントル・ナシヨナル・ド・ラ・ルシエル\nシユ・シアンテイフイク（ＣＮＲＳ）が一九五九年四月一五日ならびに同年一二月\n三〇日の両フランス特許出願による優先権の主張をして、昭和三八年六月五日公告\nを経て、同年一〇月三一日特許登録になつたもので、被控訴人大日本製薬株式会社\nが本件特許につき被控訴人らの主張の内容を有する専用実施権の設定登録を得たこ\nと、被控訴人ラジヤンス・ナシヨナル・ド・バロリザシオン・ド・ラ・ルシエルシ\nユ（ＡＮＶＡＲ）は昭和四五年八月二六日譲渡により本件特許権を取得し、同年一\n一月一三日その登録を経たこと\n本件特許の明細書の請求の項の記載は「無水有機媒質中で、一般式ＣＯＯＨ（但\nし、Ｒはクロルフエノキシメチル又はアルキルクロルフエノキシメチル基を示す、\n以下同様）で現わされる酸のハロゲン化物一モルを適当なアミノアルコール又はア\nミノチオール一又は二モルと反応させるか、又は遊離酸を前記アミノアルコール又\nはアミノチオールに相当するハロゲン化アミンと反応させ、昀後にこの反応生成物\nを所望の酸類又はハロアルキルと反応させることを特徴とし、\n一般式＜１２０１２－００１＞\n（但し、Ｒは上記と同様の基、Ｘは酸素又は硫黄原子、Ａは側鎖又は直鎖を有する\n二価の炭化水素基、Ｒ′及びＲ″は水素原子又は夫々が同一か又は異なる不飽和又\nは飽和の脂肪族、芳香族又は複素環の一価残基又は同時にヘテロ原子又はヘテロ原\n子をもつていない二価残基又は一価残基若くは水素原子及びＡ基と環状鎖を形成す\nる二価残基を示す、以下同様）により現わされる新規塩基性エステル類及び該エス\nテルと酸類又は第四級無毒ハロゲン化アルキル化剤との附加塩の製造方法」である\nこと、\nメクロフエノキセート（Ｐ－クロルフエノキシ酢酸のβ－ジメチルアミノエチル\nエステル）は、本件特許の目的物を示す右一般式において、ＲをＰ－クロルフエノ\nキシメチル基＜１２０１２－００２＞、Ｘを酸素、Ａをエチレン基（－ＣＨ２ＣＨ\n２）、Ｒ′、Ｒ″をいずれもメチル基（－ＣＨ３）として選んだ物質\n構造式＜１２０１２－００３＞\nであり、これに塩化水素を反応させた物が塩酸メクロフエノキセートであり、右メ\nクロフエノキセートおよび塩酸メクロフエノキセートはいずれも本件特許の目的物\n質に含まれること\n控訴人が昭和四五年四月一〇日から右塩酸メクロフエノキセートを製造し、製剤\nのうえ、販売していること、その製造造方法（控訴人方法）が別紙目録記載のとお\nりであること\nはいずれも当事者間に争いがない。\n二　被控訴人らは、控訴人方法は本件特許方法と同一性を有する製法である旨主張\nするので検討する。\n１　前示本件特許請求の範囲の項の記載によれば、本件特許方法により塩酸メクロ\nフエノキセートを得るためには、\n無水有機媒質中で\nイ　Ｐ－クロルフエノキシ酢酸のクロライドとβ－ジメチルアミノエタノールとを\n一モル対一モルの割合で反応させる（ａ１法という）\nロ　Ｐ－クロルフエノキシ酢酸のクロライドとβ－ジメチルアミノエタノールとを\n一モル対二モルの割合で反応させてメクロフエノキセートの遊離塩基を生成せし\nめ、これに塩化水素を反応させる（ａ２法という）\nハ　Ｐ－クロルフエノキシ酢酸とβ－ジメチルアミノエチルクロライドとを反応さ\nせる（ｂ法という）\nことにより製造することができるのであり、これら製法は原料の組み合せからみ\nて、いずれも脱ハロゲン化水素反応を行わしめて目的物を得るものであることが認\nめられる。\n２　控訴人方法は、別紙目録記載のとおり「Ｐ－クロルフエノキシ酢酸とβ－ジメ\nチルアミノエタノールとを、無水操作を施さないキシレン中で、反応によつて生成\nする水を連続的に分離しながら反応せしめ、次いで塩化水素ガスを吹込み、塩酸メ\nクロフエノキセートを得る方法」である。\n３　右本件特許方法と控訴人方法とを対比すると、本件特許方法では、Ｐ－クロル\nフエノキシ酢酸のクロライドとβ－ジメチルアミノエタノール、またはＰ－クロル\nフエノキシ酢酸とβ－ジメチルアミノエチルクロライドとを出発物質とする（いず\nれか一方にハロゲン化物を用いる）のに対し、控訴人方法はＰ－クロルフエノキシ\n酢酸とβ－ジメチルアミノエタノールとを出発物質とする（遊離の酸と遊離のアル\nコールを用いる）ものであつて、両者は出発物質の組合せを異にする方法であるこ\nと、本件特許方法は脱ハロゲン化水素反応を行わしめるものであるのに対し、控訴\n人方法は脱水反応を行わしめるものであること、本件特許方法は無水有機媒質中で\n反応を行わしめるものであるのに対し、控訴人方法は副生物として水が生じて媒質\nと混在するから無水有機媒質中の反応ということができないことがそれぞれ認めら\nれ、したがつて、控訴人方法は本件特許方法によるものでなく、両者はその方法を\n異にするものであるというべきである。\nそうすると、被控訴人らの右主張は理由がないことが明らかで、採用することがで\nきない。\n三　被控訴人らは、控訴人方法は本件特許方法と均等であり、控訴人方法により塩\n酸メクロフエノキセートを製造販売する行為は本件特許権を侵害するものであると\n主張するので検討する。\n特許制度は、新しい技術を公開した者に対しその報償として一定の期間一定の条\n件のもとに特許権という排他的な権利を付与するものであるから、右権利により制\n約を受ける第三者に対する法的安定性との権衡上、その効力の及ぶ範囲は明確に公\n示されるべきであり、その限りにおいて権利としての保護を受けうるものであると\n解すべきである。そして、特許発明の技術的範囲したがつて権利範囲は、願書に添\n付した明細書の「請求の範囲」の記載に基づいて定められるのであるから、「請求\nの範囲」の記載以外のものには原則として排他的効力が及ばないというべきであ\nる。特許請求者は、特許権の付与を受けうべき事項はこれを「請求の範囲」に記載\nして請求することができるのであるから、これを記載しなかつたことによる不利益\nは自ら負担すべきである。ただ、具体的な権利範囲の認定にあたつては、形式的に\n「請求の範囲」の記載の文字のみに拘泥することなく、その他の記載事項および添\n付図面の記載をも認定資料として実質的にその範囲を確定すべきものと解する。\nまた、特許請求者は、その明細書の「発明の詳細な説明」の項に、その発明の属\nする技術の分野における通常の知識を有する者が容易にその実施をすることができ\nる程度に、その発明の目的、構成及び効果を記載し、「請求の範囲」の項には、発\n明の詳細な説明に記載した発明の構成に欠くことができない事項のみを記載しなけ\nればならないのであるから、実験的経過と結果が重視される化学方法の特許にあつ\nては、実験的事実に裏付けされた発明の目的、構成および効果を「発明の詳細な説\n明」の項に記載し、その構成要件事項を「請求の範囲」の項に記載することを要す\nるものと解される。\n１　本件の場合、前示のとおり、塩酸メクロフエノキセートを得るためには、本件\n特許方法ではＰ－クロルフエノキシ酢酸のクロライドとβ－ジメチルアミノエタノ\nール（ａ１ａ２法）、またはＰ－クロルフエノキシ酢酸とβ－ジメチルアミノエチ\nルクロライド（ｂ法）を出発物質（いずれか一方にハロゲン化物を用いる）とし\nて、無水有機媒質中で脱ハロゲン化水素反応を行わしめるものであるのに対し、控\n訴人方法はＰ－クロルフエノキシ酢酸とβ－ジメチルアミノエタノールを出発物質\nとして、無水操作を施さないキシレン中で脱水反応を行わしめるものであるから、\n両者は出発物質の組合せ、その操作の態様を異にする点において相違する。そして\n（１）　前示本件特許の「請求の範囲」の項の記載によると、メクロフエノキセー\nトを含む一般式＜１２０１２－００１＞で現わされる塩基性エステル類を製造する\nには、無水有機媒質中で、一般式（ＲＣＯＯＨ）で現わされる酸のハロゲン化物と\n適当なアミノアルコール又はアミノチオールと反応させる（Ⅰ製法という）か、又\nは遊離酸をアミノアルコール又はアミノチオールに相当するハロゲン化アミンと反\n応させる（Ⅱ製法という）ことを特徴とする旨表示されてあること\n（２）　成立に争いのない甲第一号証（本件特許公報）、同第二六号証（特許審判\n請求公告）、同第六二号証の二（訂正認可審決）、乙第一一七号証に添付の訂正後\nの本件特許公報によると、本件特許の「発明の詳細な説明」の項にも出発物質の一\n方にハロゲン化物を用いることが記載されてあり、特にⅡ製法（ｂ法はこれに含ま\nれる）については「この方法はβ－インドール酢酸の場合の様に酸塩化物Ｒ－ＣＯ\n－Ｃｌの製造が難しいか又は不可能な場合に特に有用である。」（特許公報一頁右\n欄二〇行目から二二行目）と記載されてあつて、Ⅰ製法（ａ１、ａ２法はこれに含\nまれる）の一方の出発物質である酸（Ｒ－ＣＯ－ＯＨ）のハロゲン化物が得がたい\n場合に、他方の出発物質としてアミノアルコール＜１２０１２－００４＞のハロゲ\nン化物を用いるのが有用であるとの説明があるが、出発物質として遊離の酸とアル\nコールを用いることを示唆するような記載は全くないこと\n（３）　実施例として八例記載されてあるが、実施例１ないし５および８はⅠ製法\nの実施例であり、実施例６と７はⅡ製法の実施例であつて、いずれも出発物質の一\n方にハロゲン化物を用いた実施例のみであつて、遊離の酸とアルコールを出発物質\nとして目的物質を得る実施例の記載がないこと\n（４）　本件特許方法は、「無水有機媒質中」で出発物質を反応させるものである\nが、これは水によつて容易に酸またはアルコールとハロゲン化水素に分解される\n（成立に争いのない乙第一三号証の一、二、同第三二号証による）酸またはアルコ\nールのハロゲン化物を出発物質として反応を行わしめる結果、必須的に要求される\nものと解されること\n（５）　本件特許方法の目的物である塩基性エステル類を示す一般式＜１２０１２\n－００１＞のうち、Ａは「側鎖又は直鎖を有する二価の炭化水素基」であるから、\n本件特許方法によつて製造される目的物質たるエステルには第二級、第三級アミノ\nアルコールのエステルも含まれるが、控訴人方法によつては右第二級、第三級アミ\nノアルコールのエステルを製造することが困難か、または不可能に近くて極めて収\n率が低いが、原料の一方にハロゲン化物を用いると右エステルの製造も可能である\nこと（成立に争いのない乙第一七、一八、一九号証による、なお、成立に争いのな\nい甲第九八号証によるも、控訴人方法では極めて収率の低いことが認められる）。\n（６）　そして、成立に争いのない乙第六七、六八号証の各一、二によると、本件\n特許発明者である【Ａ】および【Ｂ】らは「本件特許の目的物たるエステル類を、\n酸塩化物とアミノアルコールを反応させるか、酸とアミノアルコールのハロゲン化\n物を反応させるかの二つの方法で製造した、酸の塩化物を造ることが困難だと確か\nめられた場合は、すべて後者の方法を採つた」とその実験結果を報告していること\nが認められるが、控訴人方法である遊離の酸とアミノアルコールを反応させる方法\nによる実験をなした旨の報告がないこと（なお、成立に争いのない甲第六九号証の\n表１の記載は製法に関する実験結果の記載とは解されない）。\n以上の各事実に徴すれば、本件特許方法は、出発物質の一方としてハロゲン化物\nを用いることを要件とするものであつて、これを用いない控訴人方法とは技術的思\n想を異にするものと解すべきである。\n２　被控訴人らは、塩酸メクロフエノキセートを製造する控訴人方法と本件特許方\n法の実施態様のうちａ１法、ａ２法とは\n（１）　いずれも原料物質として、Ｐ－クロルフエノキシ酢酸とβ－ジメチルアミ\nノエタノールを用い、手段としてエステル化反応によつて目的物を得るもので、両\n者は原料の選択および手段を共通にしていること\n（２）　また、両者は、ともにβ－ジメチルアミノエタノールをＰ－クロルフエノ\nキシ酢酸またはそのクロライドを用いてＰ－クロルフエキノアセチル化する反応で\nあるから、いずれもＯ－アシル化法であつて、その反応は不飽和炭素（カルボニル\n炭素）上の求核置換反応に属しており、反応原理を共通にしていること\n（３）　ａ１法、ａ２法は、Ｐ－クロルフエノキシ酢酸を活性化した同酢酸クロラ\nイドを用いるので、右エステル化反応は酸クロライド法（脱ハロゲン化水素反応）\nであるが、控訴人方法は右活性化をなさずＰ－クロルフエノキシ酢酸をそのまま用\nいるので、そのエステル化法はカルボン酸法（脱水反応）である。しかし、本件特\n許の優先日当時の技術水準によると、アミノアルコールのエステル類の製法として\nエステル化法が用いられ、エステル化法には酸クロライドとともにカルボン酸法が\n知られていたこと、カルボン酸法は可逆反応であり、そのままでは反応が遅いの\nで、反応を促進せしめて完結するためには加熱し副生する水を除去することが必要\nとなるが、原料たるＰ－クロルフエノキシ酢酸の融点、β－ジメチルアミノエタノ\nールの沸点、溶媒たるベンゼン、トルエン、キシレンの沸点、副生水を除去する共\n沸脱水装置などが当時既に知られていたのであるから、右技術水準のもとに当業者\nが本件特許の明細書の開示を受けると、メクロフエノキセートをカルボン酸法で製\n造しうることを容易に想到することができるから、ａ１法、ａ２法の酸クロライド\n法の代替手段として控訴人方法のカルボン製法を用いることは、本件特許の優先日\n当時において容易であり、かつそのことが容易に推考されえたこと\nを理由にして、控訴人方法が本件特許方法と均等であると主張する。\n（一）　そして、控訴人方法と本件特許方法の実施態様であるａ１法、ａ２法と\nは、その出発物質の原料はともにＰ－クロルフエノキシ酢酸とβ－ジメチルアミノ\nエタノールである（控訴人方法では右原料が出発物質でもある）ことはその化学構\n造から明らかであり、また成立に争いのない甲第三三号証の一、二、三によると、\nアセチルクロライドがアルコールと反応してエステルをつくるときの反応機構につ\nき、同第三四号証の一、二、三によると、酸塩化物によるアチル化の反応機構につ\nき、いずれも不飽和炭素（カルボニル炭素）上の求核置換反応である旨の記載があ\nり、これに同第一八号証の一を合せるとａ１法、ａ２法の場合も右と同一反応機構\nにより反応が進行するものと推測され、他方、同第三五、三六号証の各一、二、三\nによると控訴人方法の場合も右と同一反応機構により反応が進行することが推測さ\nれるので、控訴人方法もａ１法、ａ２法もともにカルボニル炭素（アシル基）上で\n生起する求核置換反応であるものと推認することができるのであるが、先ず控訴人\n方法とａ１法、ａ２法の目的物が同一である以上その原料を同じくすることは当然\nであつて、このことは右目的物を製造する具体的方法としてその出発物質に何を選\n択し、その組合せをどうするかということの決定には無関係であり、次に酸成分と\nアルコール成分と反応してエステルを生成するにつきその反応機構が同一であるこ\nとは、各種の化学反応を大別して分類する方法としては意味を有するが、具体的に\n目的たるエステルを製造するために、いかなる形態の酸成分とアルコール成分を選\n択し、どのような操作手段で反応させるかという本件における問題点とは直接関連\nを有するものではない。\n（二）　次に、本件特許の優先日当時、エステル化諸法として、酸クロライド法、\nハロゲン化アルキルアミン法、酸無水物法、カルボン酸法、エステル交換法などが\n知られており、右エステル化諸法のうち、酸クロライド法とハロゲン化アルキルア\nミン法が工業的には昀もよく慣用されていたことは当事者間に争いがなく、他方、\nカルボン酸法は可逆反応であるので収率良くエステルを得るためには生成する水を\n除去する必要があり、その方法として共沸脱水装置があること（成立に争いのない\n甲第二〇号証、同第二一号証の一、二、同第二二、二三、二四号証の各一、二、三\nによる）、Ｐ－クロルフエノキシ酢酸の融点は一五五℃から一五六℃であり、β－\nジメチルアミノエタノールの沸点は一三五℃であること（同甲第四五、四六号証の\n各一、二による）、アミノアルコールのエステルの製造にカルボン酸を用いる場\n合、通常用いられる溶媒として、ベンゼン、トルエン、キシレンなどの水に溶けな\nい不活性の溶媒があり、その沸点はベンゼンが八〇℃、トルエンが一一〇℃、キシ\nレンが一三五℃から一四五℃であること（同甲第五号証、同第一二号証、同第二〇\n号証、同第二一、二五号証の各一、二による）が、当時知られていたことが認めら\nれる。\nしかし、被控訴人大日本製薬がケミカル・アブストラクツ誌の事物索引を利用\nし、ジメチルアミノエタノールおよびジエチルアミノエタノールの各エステルにつ\nいて、本件特許の優先日前の既知の合成法を調査し、各種エステル製法の利用度の\n統計をとつた報告書であることに争いのない甲第一五号証の一によると、\n（Ａ）　β－ジメチルアミノエタノールのエステル製造法\n酸クロライド法　一三八件（四二・六％）\nハロゲン化アルキルアミン法　八九件（二七・五％）\nエステル交換法　四一件（一二・七％）\nアミノ基置換法　二五件（七・七％）\nカルボン酸法　一五件（四・六％）\n酸無水物法　　五件（一・五％）\nその他　一一件（三・四％）\n（Ｂ）　β－ジエチルアミノエタノールのエステル製造法\n酸クロライド法　二六〇件（四一・五％）\nハロゲン化アルキルアミン法　一九三件（三〇・八％）\nエステル交換法　九三件（一四・八％）\nアミノ置換法　四〇件（六・四％）\nカルボン酸法　二〇件（三・二％）\n酸無水物法　一四件（二・二％）\nその他　七件（一・一％）\nであつて、酸クロライド法やハロゲン化アルキルアミン法に比較してカルボン酸法\nの利用度が極めて低いことが認められ、成立に争いのない甲第六号証の一、二によ\nると、ニコチン酸のβ－ジメチルアミノエチルエステルはカルボン酸法、エステル\n交換法、酸クロライド法により得ることができたが、カルボン酸法による収量は低\nいものであつたこと、同甲第一二号証によると、ジベンジル酢酸のベンジルエステ\nル以外のエステル類はカルボン酸法で得られたが、ジベンジル酢酸のベンジルエス\nテルをカルボン酸法で得たとの記載のないこと、同甲第一三号証の一、二による\nと、４－アミノ－２－ハイドロキシ安息香酸のアミノアルキルエステルの製造をカ\nルボン酸法、エステル交換法、ハロゲン化アルキルアミン法で実験したが、カルボ\nン酸法では非常に収率が低い結果であつたことがそれぞれ認められ、さらに同甲第\n七号証の一、二によると、１－フエニルシクロパラフインカルボン酸の塩基性エス\nテルの合成について酸クロライド法、ハロゲン化アルキルアミン法、アミノ基置換\n法による実験例、同甲第九号証の一、二、三によると、塩酸アジフエニンの製法と\nして酸クロライド法とハロゲン化アルキルアミン法による実験例、同甲第一一号証\nの一、二によると、３－アミノフタノール酸の２－ジエチルアミノエチルエステル\nの製法として酸無水物法、ハロゲン化アルキルアミン法、アミノ基置換法、酸残基\n変換法による実験例、および３－ニトロまたは３－アミノフタール酸のジエチルア\nミノエチルエステルの製法としてハロゲン化アルキルアミン法、酸無水物法、アミ\nノ基置換法による実験例がそれぞれ記載されているが、いずれもカルボン酸法につ\nいての実験例の記載がないことが明らかであり、これは具体的なエステルの合成に\nつきカルボン酸法はその利用度が低いという右認定事実に付合するものであり、こ\nれらの点から判断すると、理論上エステルとは酸とアルコールから水を失なつて生\nずるような構造をもつ化合物であるから、カルボン酸法が原理的な製法ということ\nができ、またその余のエステル化諸法もひとしくエステルの製法として、抽象的に\nは相互に代替性があるということができるが、「実際に具体的なエステルを合成す\nるにつき、いかなるエステル化法によるのが可能であり、かつ工業的製法として耐\nえうるものであるかは、具体的な実験事実の裏付があつてはじめて結論づけること\nができるもの」というべきであつて、目的物がエステルである以上、その製法はす\nべてのエステル化法が常に相互に代替性を有するものとすることはできないと解す\nべきである。ところで、本件の場合、原審における証人【Ｃ】の証言、原審ならび\nに当審における証人【Ｄ】の証言、および成立に争いのない甲第一七号証（【Ｃ】\n作成の鑑定書と題する書面）、甲第四九号証（同上）、甲第五〇号証（【Ｄ】作成\nの鑑定書と題する書面）によると、前示のごとく、本件特許の優先日当時、エステ\nル化諸法、共沸脱水装置、Ｐ－クロルフエノキシ酢酸の融点、β－ジメチルアミノ\nエタノールの沸点、ベンゼン、トルエン、キシレンの沸点などが知られていたの\nで、本件特許方法の開示があれば、当業者は容易に控訴人方法を想起することがで\nき、しかもその実施は容易であつた旨述べているが、当時において、当該エステル\nであるメクロフエノキセートがカルボン酸法により効率よく製造されうることを知\n見していたと認められるに足りる実験例などの証拠はなく、また本件特許の明細書\nにも右事実を推認しうる事項の記載が全くないため、むしろカルボン酸法による製\n造につき想到し得なかつたのではないかと推測することができ、その上、当審にお\nける証人【Ｅ】の証言、成立に争いのない乙第六〇号証（【Ｅ】作成の鑑定書と題\nする書面）、乙第六一号証（【Ｆ】作成の鑑定書と題する書面）、乙第八七号証\n（【Ｇ】作成の意見書）によると、控訴人方法であるカルボン酸法は物理化学的に\nはエステル化法の原理的な方法であるということができるが、この方法は反応成分\nたる原料の活性が低く、また反応自体が平衡反応であつて反応の完結性に乏しいと\nいう欠点があるため、工業的なエステルの製法としては利用度が低い、殊に本件メ\nクロフエノキセートの製造の場合、原料カルボン酸と原料アミノアルコールのアミ\nノ基とが反応して原料同志の塩が形成される不利があり、さらに一般にカルボン酸\n法においては反応を促進させるため酸触媒を添加するのであるが、この酸とも原料\nアミノアルコールが塩を形成することが予想されるので、酸触媒添加による反応の\n促進が期待できない不利があり、したがつて、本件につきカルボン酸法を採用する\nことは、右塩の形成による収率の低下、長時間の加熱操作の必要、これによる原料\nおよび生成物の熱分解の危惧等により極めて不利であると予測される旨述べている\nのであり、これに前認定事実を合せ考えるとき、むしろ、ａ１法、ａ２法を、これ\nと実質的に同一の作用効果を営むものとして、控訴人方法に置換することが可能で\nあつて、しかも本件特許の優先日当時当業者が容易にこれを推考し得たものと認め\nるには至らないといわざるを得ない。甲第一七、四九、五〇、九八号証、および前\n掲証人【Ｃ】、同【Ｄ】の各証言中、右認定に供した乙第六〇、六一、八七号証、\nおよび証人【Ｅ】の証言と異なる部分は採用し難い。\nそうすると、被控訴人らの均等の主張も理由がなく、採用できない。なお、控訴\n人方法にいわゆる新規性がないということは、同方法が本件特許権を侵害するか否\nかの判断に消長を及ぼすものではない。\n四　以上の次第で、被控訴人らの本訴請求は、その余の点につき判断するまでもな\nく、理由がないので、失当としてこれを棄却すべきであるから、これと異なる原判\n決を取消したうえ、民訴法九六条、八九条、九三条を適用して主文のとおり判決す\nる。\n（裁判官　宮崎福二　田坂友男　中田耕三）\n別紙\n目録\nバラクロルフエノキシ酢酸とβ－ジメチルアミノエタノールとを、無水操作を施さ\nないキシレン中で、反応によつて生成する水を連続的に分離しながら反応せしめ、\n次いで塩化水素ガスを吹込み、塩酸メクロフエノキセート（バラクロルフエノキシ\n酢酸のβ－ジメチルアミノエチルエステル塩酸塩）を得る方法。\n別紙\n（控訴人の主張）\n第一　原判決事実摘示の付加訂正\n一　訂正\n１　原判決事実摘示一八丁裏一〇行目から一一行目にかけて「設定したことは認め\nるが」とあるを「設定したこと、および」と、同一二行目から一三行目にかけて\n「譲渡したとの事実は知らない。」とあるを「譲渡したことの各事実はいずれも争\nわない。」と訂正する。\n２　同一九丁表一行目から三行目までに「化合物が中枢神経系に刺戟作用を及ぼす\nこと、その目的の一つである」とあるを「化合物の一つである」と訂正する。\n３　同二一丁表一二行目に「実施態様」とあるを「発明の構成要件」と訂正する。\n４　同二三丁表一一行目に「本件特許発明の製法に得られる」とあるを「本件特許\n発明の製法によつて得られる」と訂正する。\n５　同二七丁裏五行目に「明細書の全体記載」とあるを「明細書全記載」と、同一\n一行目に「特許発明とが均等である」とあるを「特許発明の構成要件の一部と均等\nである」と訂正する。\n６　同二九丁表二行目に「脱水反応」とあるのを「脱水反応による方法」と訂正す\nる。\n７　同三一丁表三行目から四行目にかけて「被告方法は」とあるを「このようなカ\nルボン酸法を採用し実行に移した被告方法の着想は」と訂正する。\n二　付加\n１　原判決事実摘示二五丁表二行目と三行目の間に「また、本件特許発明の特許請\n求の範囲には、目的物として、一般式＜１２０１２－００１＞の塩基性エステル及\nびその付加塩が示され、右式中のＡについては『Ａは側鎖又は直鎖を有する２価の\n炭化水素基』と明記されているが、この定義に従えば本件特許方法に用いられる原\n料アルコールはＡが直鎖の場合には一級アルコールであり、Ａが側鎖を有する場合\nには二級アルコール又は三級アルコールであることとなり、事実、本件特許明細書\n実施例７は二級アルコールを使用する場合を示している。本件特許発明はかかる一\n級、二級、三級アルコールのいずれをも原料アルコールとする目的物質全てについ\nて一律に適用し得る方法として、ハロゲン化物法すなわち酸とアミノアルコールの\nいずれかをハロゲン化したものを用いる方法を提供しているものである。何故なら\nば本件特許方法の目的物中二級又は三級アルコールのエステルを得んとすれば、二\n級アルコールを及び三級アルコール原料とする場合には脱水反応による方法は適用\nし得ないからである。\nおよそ特許発明は、単一の発明であることを要するから、本件特許発明は、特許\n請求の範囲記載の全目的物質に通ずる製造方法の発明でなければならない。したが\nつてその目的を達成する方法としては、ハロゲン化物を用いることが必須要件とさ\nれなければならない。\nこのように解してこそはじめて、発明としての単一性が満たされるのである。」\nを付加する。\n２　同三〇丁裏一二行目と一三行目の間に「また、アルカミンエステルの脱水反応\nによる製造においては、酸触媒を用いない場合であつても、原料のアミノアルコー\nルが塩基性を有するが故に、原料カルボン酸との塩を形成することが予測され、か\nかる原料同志の塩が、エステル生成の阻害因子となると予測することが当業者の常\n識である。」と付加する。\n第二　控訴人の主張\nＡ　被控訴人ら主張の訂正審判の結果、\nその特許請求の範囲が被控訴人ら主張のとおり減縮されたことを認める。\nＢ　本件特許発明の技術思想について\n一　明細書の記載\n（一）　特許請求の範囲の記載\n本件特許発明の明細書中特許請求の範囲には被控訴人主張のとおり記載されてお\nり、右記載によると、本件特許発明は、新規塩基性エステル類及びその附加塩の製\n造方法にかかるものであり、そしてその製法として、次のような製造方法を提供す\nるものである。\n１　一般式ＲＣＯＯＨ（但し、Ｒは上記と同様、クロルフエノキシメチル又はアル\nキルクロルフエノキシメチル基を示す。）で現わされる酸のハロゲン化物一モルを\n適当なアミノアルコール又はアミノチオール一モルと反応させるか（被控訴人のａ\n１法とよぶもの）、\n２　上記酸（カルボン酸）のハロゲン化物一モルを前記アミノアルコール又はアミ\nノチオール二モルと反応させるか（被控訴人のａ２法とよぶもの）、\n３　又は（上記カルボン酸の）遊離酸を前記アミノアルコール又はアミノチオール\nに相当するハロゲン化アミンと反応させ（被控訴人のｂ法とよぶもの）、\n昀後にこの反応生成物を所望の酸類又はハロアルキルと反応させることを特徴とす\nる前記目的物質の（一般式＜１２０１２－００１＞）の製造方法であつて、前記\n１、２又は３の反応は、いずれも無水有機媒質中で行なうことが必須の要件となつ\nているものである。\nこの製造方法の目的物であるエステルを示す一般式中、Ａは「側鎖又は直鎖を有\nする二価の炭化水素基」であつて、直鎖を有するものばかりでなく、側鎖を有する\nものも含むから、製造されるエステルには第一級アルコールのエステルばかりでな\nく、第二級、第三級アルコールのエステルも含まれることは、明らかであり、本件\n特許方法の目的物は、これら多数のエステル類及びその附加塩である。これら多数\nの目的物を製造するために、前記１、２、３の各製造方法を選択的に提供したもの\nが、本件特許方法であつて、右１、２の方法である酸ハロゲナイド法および３の方\n法であるハロゲン化アルキルアミン法は、第一級、第二級、第三級各アルコールの\nエステルを等しく製造し得る方法として知られていることに注目すべきである。\nなお、これら三種の製造方法は、エステルを生成するためのカルボン酸とアルコ\nールとの二種の原料のいずれか一方を必ずハロゲン化物として反応させるものであ\nつて、三種の方法のいずれをとつてみても、ハロゲン化物法であることをもつて特\n徴とし、その域を出ないものである。\n（二）　発明の詳細な説明の記載\nつぎに、本件特許の明細書中、発明の詳細な説明の項に次のとおりの記載があ\nる。\n「塩類、特に塩酸塩から直接に新規塩基性アミノエステル類を造るには（正しく\nは、塩、特に新規塩基性アミノエステルの塩酸塩を直接得るためには、の意。乙第\n八七号証八頁、九頁参照。）前述の酸Ｒ－ＣＯ－ＯＨを無水有機媒質中で選択した\nアミノアルコール＜１２０１２－００４＞に相当する＜１２０１２－００５＞のハ\nロゲン化アミンと共に加熱する。\nこの方法はβ－インドール酢酸の場合の様に酸塩化物Ｒ－ＣＯ－Ｃｌの製造が難\nしいか又は不可能な場合に特に有用である。」\n右の記載の前段は、前記３の方法によるときは、目的物であるエステルの塩酸塩\nが直接に得られることを示し、後段は酸塩化物が得がたいため、前記１、２の方法\nにより得ないときに、３の方法が特に有用であるとしているものであるが、これは\n前記１、２、３の方法を選択的に使用することを以て、一発明を構成していること\nを示している。そして、その選択の範囲がハロゲン化物法の範囲を出ていないこと\nは、本件特許発明の限界を明らかにしているものといわなくてはならない。\nまた、本件明細書には八箇の実施例を挙げているが、そのうちち１ないし５およ\nび８は前記２の製法によるものであり、６および７は３の製法によるものであつ\nて、当然のことながら、いずれもハロゲン化物法によるものである。\nこのように本件特許の明細書の記載は、全文ハロゲン化物法で終始しており、控\n訴人方法が採用している脱水反応を含むその他エステル化法については、これを示\n唆する片麟だに見受けられない。\n二　無水有機媒質中での反応の要件およびモル比の限定のもつ意味について\n本件特許発明において、エステルを生成させる反応は無水有機媒質中で行なわれ\nるべきことが必須の要件として特許請求範囲に記載され、またカルボン酸のハロゲ\nン化物を用いる前記１および２の方法については、反応に使用する酸のハロゲン化\n物とアミノアルコール又はアミノチオールとのモル比が、前者１に対して、１の方\n法では後者も１と、また２の方法では後者は２とそれぞれ限定されている。これら\nの要件ないし限定は、原料の一方にハロゲン化物を使用するハロゲン化物法におい\nて始めて意味のあることである。以下にこれらの点について述べる。\n（一）　無水有機媒質中での反応\n無水有機媒質中で反応させるとの要件は、反応の場に水が存在してはならないこ\nとの配慮に基くものであることは、いうまでもなく、本件特許発明の方法のよう\nに、反応原料である酸とアルコールとのいずれか一方をハロゲン化物として使用す\nるという方法においては、反応の場に水が存在しては、せつかくハロゲン化して反\n応活性を高められた原料の一方が、水に接触して加水分解を起し、もとの酸または\nアルコールに戻つてしまうので、このような要件が必須とされるのである。\nしかるに、控訴人方法においては、原料である酸とアルコールとを直接反応させ\nる結果、必然的に水が生成するので、前記のような配慮は全く必要がない。\n本件特許発明が、必須要件として、「無水有機媒質中で……反応させる」という\nことを掲げていることは、それがハロゲン化物法の発明であることを意味するもの\nにほかならない。\n（二）　モル比の限定\n本件特許発明は、原料として酸のハロゲン化物とアルコールとを用いる方法にお\nいて、これらの原料のモル比につき、前者１に対して後者１を用いる場合（ａ１\n法）と前者１に対して後者２を用いる場合（ａ２法）とに分け、モル比を限定して\nいる。これは本件特許発明の目的物質は塩基性を有するエステル（アルカミンエス\nテル）であり、また原料のアミノアルコールも塩基性を有することに着目し、反応\nによつて生成するハロゲン化水素酸の固定にこれを利用する工夫を示しているもの\nにほかならず、本件特許明細書にも、「この反応は生成したハロゲン化水素酸を固\n定する試薬の存在に於て特にエステルを造らんと欲するアミノアルコールを余分に\n加えて行うを可とする。」と記載されているとおりである。すなわち、アミノアル\nコール二モルを使用するａ２法においては、そのうち一モルは反応に関与させてエ\nステル構成因子としての役割を、他の一モルは発生するハロゲン化水素酸の固定の\n役割を、それぞれ演じさせることができ、アミノアルコール一モルを使用するａ１\n法においては、生成したアルカミンエステルの塩基性によりハロゲン化水素酸が固\n定され、この場合には直接にアルカミンエステルの塩が生成する。アミノアルコー\nルのハロゲン化物を用いるｂ法においても、ａ１法と同様に、アルカミンエステル\nの塩基性によつてハロゲン化水素酸が固定され、直接にアルカミンエステルのハロ\nゲン化水素酸塩が生成する。\nそもそもエステル化の際に用いる原料としてハロゲン化物を使用するハロゲン化\n物法において副生するハロゲン化水素酸は有害物質であるから、いずれにせよ何ら\nかの試薬を用いてこれを固定し、分離することが必要であるところ、本件特許発明\nにおいては原料であるアミノアルコール（又はアミノチオール、以下同じ。）およ\nび生成したアルカミンエステルの塩基性を利用して、特に他の試薬を用いることな\nく、これによつてハロゲン化水素酸を固定させることができる。これも亦本件特許\n発明に特有な技術上の一工夫であつて、ハロゲン化物法になればこその特徴である\nということができよう。\nこのように本件特許発明が酸のハロゲン化物とアルコールとを反応させる方法に\nつき、特にモル比の限定をするなどして、ハロゲン化水素酸の固定につき細かい配\n慮をしていることは、本件特許発明が、ハロゲン化水素酸を生成するハロゲン化物\n法であることを当然の前提としているものである。\n三　本件特許発明が一発明として成立する所以について\n本件特許発明は、択一的に記載された三つの方法を一発明として把えている点に\nおいて、特色があるものである。このような場合に、その特許発明が単一の発明と\nして成立する所以である技術思想としては、その複数の方法に共通する技術的特徴\nを措いて考えることはできない。本件特許発明の場合、請求範囲に記載された三つ\nの方法に共通する技術的特徴は、ハロゲン化物法であることであるから、この点か\nらも本件特許発明の技術思想は、ハロゲン化物法に存するものといわなくてはなら\nない。（目的物質が共通であることは、本件特許発明は方法の発明であつて、物の\n発明ではないこと、および物質特許禁止の法制下において成立した特許発明である\nことからして、特許発明が成立する技術思想として、考慮に上せることはできな\nい。）\n四　フランス国出願明細書および発明者の研究報文について\n本件特許出願は一九五九年四月一五日と同年一二月三〇日との二回にわたつてフ\nランス国でなされた出願に基く優先権を主張してなされたものであるが、そのフラ\nンス国出願明細書においても、ハロゲン化物法以外のエステル化法をうかがわせる\n何らの記載がない。また、一九五九年一一月に本件特許発明の発明者である【Ａ】\nおよび【Ｂ】の両名によつて発表された「有機化学－植物生長調整剤として働く種\n々の酸類のジメチルアミノエチルエステルの合成及び予備的な薬学的研究」と題す\nる研究報文（乙第六七号証）および一九六〇年一〇月に右両名によつて発表された\n「植物生長調整剤として働く酸類の新規エステル及び塩基性アミドの製法。その構\n造と生物学的活性」と題する研究報文（乙第六八号証）をみても、本件特許発明の\n目的物である化合物の製法として、本件特許の明細書に明記されている方法以外を\n意識していた形跡がない。これらの事実によつても本件発明がハロゲン化物法以外\nに及ばないことが明白である。\n被控訴人は、「甲第六九号証には塩酸メクロフエノキセートについてカルボン酸\n法による合成を示す式が掲げられている。」というが、同号証は「パラクロルフエ\nノキシ酢酸のジメチルアミノエチルエステルの薬理学的研究」というその表題から\nも明らかなように、エステルの製造方法はその内容となつておらず、製法としては\n前記乙第六七号証の報文を引用しているが、右報文においてもエステルを酸ハロゲ\nナイド法およびハロゲン化アルキルアミン法によつて製造し得たことを報告するに\nとどまつているのである。被控訴人がカルボン酸法による合成を示していると称す\nる図式も、生成エステルの構造の由来する酸成分とアルコール成分とを示す趣旨の\nものに過ぎないことは、明らかである。\n五　本件特許出願経過について\n本件特許の出願経過をみると、当初は被控訴人のいうａ１、ａ２法（酸ハロゲナ\nイド法）のみにつき、原料モル比の限定なく特許出願がなされていたところ、その\n後の補正により、この方法につきモル比を限定して、ａ１法とａ２法とに分割し、\n同時にｂ法（ハロゲン化アルキルアミン法）を追加して、現在の構成となつている\nのである（乙第四〇号証、同七二号証及び後出同第一一四号証参照）。この補正に\nより加えられた原料モル比の限定のもつ意味については、前記二、（二）において\n述べたとおりであり、またｂ法を採用したことは、ａ１、ａ２法により難いとき、\nこれに代る方法としてハロゲン化物法の範囲内において選択されたものであること\nは、本件特許発明の発明の詳細な説明の項中、「この方法はβ－インドール酢酸の\n場合の様に酸塩化物Ｒ－ＣＯ－Ｃｌの製造が難しいか又は不可能な場合に特に有用\nである。」との記載に関連して、既に述べたとおりであつて（一、（二）の初めの\n部分）、本件特許発明の技術思想がハロゲン化物法に存するものであることは、こ\nれらの補正によつて一層明確にされているものといわなくてはならない。\n六　本件特許発明の技術思想と本件特許権の効力の及ぶ限界について\n「特許発明の技術的範囲は、願書に添付した明細書の特許請求の範囲の記載に基\nいて定めなければならない。」とすることは、わが国特許法の鉄則であつて（特許\n法第七〇条）、本件特許発明の技術的範囲は、特許請求の範囲の記載上、きわめて\n明白である。しかし、発明保護の見地から、特許権の効力の及ぶ限界は、必ずしも\n特許請求の範囲の記載の厳格な文字通りの解釈に拘束せられないと解すべき場合が\nあるとしても、その保護は、当該特許発明を構成する技術思想を超えて与うべきで\nないことは、いかなる概念構成の下にあつても、当然のことである。そして、本件\n特許発明の技術思想は、結局ハロゲン化物法によつて目的物たるエステル類及びそ\nの附加塩を製造すること以外には出ないことは、前記に挙げた明細書の記載その他\nの事実に徴して明らかであるとしなくてはならない。\n七　本件特許発明の技術思想は原料としての酸成分とアルコール成分との選択にあ\nるとする主張は根拠がないことについて\n被控訴人は、本件特許発明の技術思想はエステル生成の原料である酸成分とアル\nコール成分との選択に存する、と主張するもののようである。しかし、かかる見解\nは誤まつている。原料である酸とアルコールとを特定すれば、必然的に生成エステ\nルは特定されるから、原料の選択が発明の技術思想であるとすることは、製造方法\nの発明をして生成する物の発明と同じ効果をもたせることになり、本件特許発明成\n立当時施行されていた特許法第三二条（旧）第二号、第三号の規定する医薬特許お\nよび物質特許の禁止の法制に違反することになる。のみならず、本件特許請求範囲\nに記載されている原料の選択は、本件特許出願優先権主張日前たる一九五六年一一\n月二〇日に公表された米国特許第二、七七一、四七七号明細書（乙第六四号証、以\n下アトレー明細書という。）中に既に示されていたのであり、そのような公知の事\n項を以つて、特許発明が成立する新規の点とすることもできない。\nなお旧特許法第三二条は、医薬については、保健衛生の面で公衆を保護するため\nに、独占的に不当な価格を形成されることを防ぐという公益上の立場から、また化\n学物質については国民経済保護のために先進外国特許に対する防衛の立場から、そ\nれぞれ特許を禁止したものであり（特許庁編、工業所有権法逐条解説の旧第三二条\nに関する部分－乙第一一九号証－参照）、これを単に、より優れた後発明の奨励保\n護の規定であると解することによつて、被控訴人の本訴請求を認容した原判決の誤\nまりは明白である。\nＣ　控訴人方法の構成およびその特徴について\n一　構成\n控訴人の塩酸メクロフエノキセートの製造方法は、原料の組合せとしては、パラ\nクロルフエノキシ酢酸とβ－ジメチルアミノエタノールとを使用し、これを無水操\n作を施さないキシレン中で、反応によつて生成する水を連続的に分離しながら反応\nさせて、まずパラクロルフエノキシ酢酸のβ－ジメチルアミノエチルエステル（メ\nクロフエノキセート）を得、次いでこれに塩化水素を吹込んで、その塩酸塩（塩酸\nメクロフエノキセート）を得ているものであり、そのエステル化工程では、いずれ\nも遊離のカルボン酸とアミノアルコールとを反応させるため、エステルと水とを生\nじ、この反応は可逆反応であつて、完結性に欠けるので、その完結を促すため、生\n成する水を分離しつつ、まずエステルを得、次いで所望の塩酸塩を得るために、塩\n化水素を吹込む工程を加えて、目的物を得ているのである。この方法は、原料とし\nて、ハロゲン化物のように、水に接触して加水分解を起すおそれのない遊離の酸と\nアルコールとを使用するので、無水有機媒質中において反応させる技術的必要性は\nない。反応によつて生成する水を連続的に分離しているのは、反応の完結を促すと\nいう別個の要請に基づくものである。また一挙に塩酸塩を生成させることはできな\nいので、塩酸塩を得るためには、塩化水素を吹込むという別工程を必要とするので\nある。\n二　特徴\nエステル化法としての控訴人方法は、エステルとは酸とアルコールとから水を失\nなつて生ずるような構造をもつ化合物をいう、とするエステルの定義には即してい\nるものであるが、実際に採用されるエステルの製造法、特に工業的生産の方法とし\nては、決して実用性を予想されるものではない。これと同じ脱水反応法は、教科書\nにも例示され、教室内では学生の教育上実習的に行なわれることがあつても、工業\n的生産のためにこれを提案されることは、特別の化合物について稀に行なわれてい\nたことはあつても、一般的に工業的生産方法としてこれをとり上げられるようなこ\nとは、ほとんどなかつた。その理由としては、次の諸点を挙げることができよう。\nすなわち、カルボン酸もアミノアルコールも、いずれも安定な化合物であつて、\n遊離のままのものであつては、反応活性がきわめて低いので、本件特許発明のよう\nに、これをハロゲン化物にする等の方法によりその活性を高めた、いわゆる反応性\n誘導体を使用するのが当業者の常識であり、稀に遊離のままこれを用いる場合にお\nいても、その活性を補うため酸触媒を使用するのが普通考えられるところである。\nまた、この方法における反応は、前記のようにいわゆる可逆反応であつて、そのま\nまでは反応が完結しないから、反応中に絶えず、エステルにせよ水にせよ、生成化\n合物の一方をとりさつて、反応を完結させるための特別の操作を必要とする。さら\nにまた、一方の原料であるアミノアルコールは塩基性であるため、他の原料である\n酸と化合して塩を生じ、また酸触媒を使用する場合にあつては、その酸とも化合し\nて塩を生ずるとの予測があり、これらはいずれもエステル化反応に対する障碍をな\nすものである。\nこのような酸とアミノアルコールとを反応させるとき、酸触媒を用いると不利で\nあり、また酸触媒を用いることなく、直接反応させることも、原料同士で塩を形成\nし、エステル化反応（脱水反応）を生起せず、目的物たる塩基性エステルの製法と\nして工業的に採用し得ないであろうとする予測は、本件特許明細書中の記載そのも\nのの中にも示されているところである。\n即ち、本件特許明細書の実施例１ないし５及び８の記載をみるときは、原料であ\nるアミノアルコールが、反応に伴なつて生成する塩酸と結合して塩を形成すること\nが記載されているので、このことから遊離酸とアミノアルコールとを直接反応させ\nる場合に、活性化の手段として用いられることが常識とされている酸触媒を用いる\nと、酸触媒とアミノアルコールとで塩を形成してしまい、所期のエステルが得られ\nないであろうことが予測される。\n更に同明細書一頁左欄下段においては、控訴人方法の出発物質であるパラクロル\nフエノキシ酢酸よりも、弱い酸である酢酸、ジエチル酢酸等が生成したエステルと\n結合して附加塩を作ることが記載されているから、これをみるときは、酸触媒を用\nいないで、パラクロルフエノキシ酢酸とβ－ジメチルアミノエタノールとを直接反\n応させようとしても、原料同士で塩を形成してしまい、エステル化反応が生起しな\nいであろうと予測される。\nつまり、本件特許の出願時において（この時点では未だ控訴人方法が開示されて\nいない）、当業者が本件特許明細書をみるときには、塩酸メクロフエノキセートの\n製法として控訴人方法は、原料同士の塩の形成という障碍のため、採用し得ない方\n法であるとの予測を固めることは当然である。\n本件特許の発明者もこれらの障碍によつて、控訴人方法は採用し得ないものとし\nて考えていたことを窺うに難くない。\nこれらの理由によつて、およそエステル化を企図する当業者は、原料として反応\n活性の高いハロゲン化物その他の反応性誘導体の使用に着眼することが自然の成行\nきであり、アミノアルコールのエステルを工業的に製造するに当り遊離の酸と遊離\nのアルコールとを組合せて使用することなどは、当業者の容易に想到しうる域外に\nあつたのである。控訴人が原審以来、控訴人方法の意外性と主張してきたのは、こ\nの意味であつて、そもそも控訴人方法のような脱水反応法、しかも何らの触媒をも\n用いない脱水反応法を工業的生産のために採用するなどということは、当業者にと\nつて、当業者であればなおさら、常識を外れたことであるという意味であつたが、\n原判決はこれをもつて、脱水反応法の採用がなされた上での、反応温度、時間、触\n媒の選択、副生水の除去等の諸条件の決定についての困難性と混同し、その趣旨に\nおいて、種々学術上の理論を適用して、「被告方法ならびにその操作条件は、本件\n特許の公開を前提とすれば、これから一般化学技術者が常識として当然想起するも\nのであり、何等新規性なく、その実施は極めて容易である。」と断定したこと（原\n判決理由、七、（３）～（８）参照。）は、控訴人の主張に対する正当な理解を欠\nき、かつ控訴人方法が開示され、その予期に反する効果が示されたのちになつて、\nその諸条件決定の難易を判断したものであつて、不当であるといわなくてはならな\nい。\nしかも、控訴人方法が採用している実施条件それ自体も、必ずしも当業者が容易\nに想到しうるものでないことは、次の一点によつても明らかであろう。すなわち、\n控訴人方法が溶媒として採用しているキシレンの沸点は一三五℃～一四五℃であつ\nて、原料であるβ－ジメチルアミノエタノールの沸点の一三五℃を上廻ることのあ\nるものであるが、これは稀に脱水反応法によつてアミノアルコールのエステルを製\n造した事例（甲第五号証、同第一二号証、同第二〇号証、同第二一号証及び同第二\n五号証）においてもそうであつたように、溶媒としては、原料の沸騰を防止するた\nめに、原料のアミノアルコールよりも沸点において相当低いものを使用するのが常\n識であつた、その技術常識を破つたものである。\n被控訴人は、控訴人が採用している実施条件が技術常識を破つたものであると述\nべたことに対して、乙第六一号証添付の資料４（カナダ特許）を掲げて反論してい\nるが、以上述べる如くこれまた失当である。\n即ち、控訴人は、原料の沸騰を防止するために、溶媒として原料アミノアルコー\nルよりも沸点において、相当低いものを使用するのが技術常識であつたことを述べ\nているのであつて、原料アミノアルコールよりも沸点の高い溶媒を使用した例がな\nいと言つているのではない。被控訴人の掲げる前記カナダ特許はそのような技術常\n識を破つた数少ない例であつて、現に、右カナダ特許においては、「本反応におい\nてエステルが生成するのはむしろ驚くべきことである。」と記載しているのであ\nる。控訴人の述べた先の技術常識は、このような予想外の例が存在しても何ら変る\nところはないのである。かかる例外的な一事例をもつてして、それを逆に常識であ\nるとする被控訴人の述べるところは、右カナダ特許を誤読するものであつて失当も\n甚しい。\nこれに対し控訴人方法では、反応する前に、たとえばジメチルアミノエタノール\nが留出してしまうことも予測され（【Ｅ】証人調書三四丁表）、本件特許の優先日\n当時の技術常識では控訴人方法の組合せにおいてエステルが生成するか否かは予測\nすることができなかつたのである。\nＤ　控訴人方法と本件特許発明との対比について\n一　エステル化法における差異\n控訴人方法と本件特許発明の方法とを対比するとき、前者の目的物質である塩酸\nメクロフエノキセートが後者において目的物質として予定されている化合物の範囲\nに属することについては争わないが、その製造方法におけるエステル化法として、\n前者はいわゆる脱水反応法であり、後者はハロゲン化物法（脱ハロゲン化水素反応\n法）である点において相違している。\nそして、本件特許発明は、ハロゲン化物を使用することに基づく必然的制約とし\nて、無水有機媒質中で反応させることを必須の要件とするが、脱水反応法である控\n訴人方法においては、そのようなことは技術的に必要でないことは先に述べた。\n他面、控訴人方法では、エステル化反応を完結させる手段として、反応によつて\n生成する水を連続的に分離しつつ反応させるという操作を必要とするが、本件特許\n発明の方法においては、そのような操作は全く不要である。\nさらに本件特許発明の方法は、一級、二級および三級のすべてのアルコールのエ\nステルをひとしく製造し得る方法として提供されているが、控訴人方法が採択して\nいる脱水反応法が効果的に製造することができるのは、本件目的物質のような一級\nのアルコールのエステルのみであり、二級のものの製造は困難、三級のものの製造\nに至つては、ほとんど不可能である。\nこのように、控訴人方法は、本件特許発明の方法と比較して、原料が異なるた\nめ、操作手段や反応条件等が全く異なつており、また作用効果として製造し得る目\n的物の範囲も相違するので、従来その間に相互に代替性があると考えられていたと\nいう被控訴人の主張は誤つている。\n二　アトレー明細書および本件特許に相応する米国特許出願経過について\n本件特許出願の優先権主張日以前の一九五六年一一月二〇日に公表された米国特\n許第二、七七一、四七七号明細書（乙第六四号証、アトレー明細書）中には、エス\nテル化反応に原料として選択使用して好結果を得たカルボン酸とアミノアルコール\nとして本件特許請求範囲記載のカルボン酸とアミノアルコール（いずれも遊離のま\nまのもの）と同じものが記載されており、その方法としては当然のことながら、控\n訴人方法と同じ脱水反応法が記載されてあつて、生成するエステルは、特許請求さ\nれたものはポリエステルであるが、明細書の説明中にはモノエステルをも含めて記\n載されている。\nところで、本件特許発明の発明者が本件と同一発明について一九六〇年四月一二\n日米国特許を出願した審査の過程において、審査官が前記アトレー明細書を引用し\nて拒絶を通知したのに対し、本件特許発明者は、一九六一年五月五日付で「訂正」\nならびに「意見」の書面を提出し、その「意見」の中で、「アトレーによつて用い\nられた製造方法は、本出願の目的物の製造に適していない。」と述べて、アトレー\n明細書および控訴人方法によつて採用されているような脱水反応法は本件発明には\n含まれていないことを自認した。（乙第七一号証）\nこの事実は、日本の本件特許発明についても、脱水反応法は積極的に排除されて\nいることを明らかにするものといえるであろう。\n三　ポーランド特許およびフインランド特許\n本件特許発明が公知となつて数年を経過したのちになつて、いずれも審査主義国\nであるポーランドおよびフインランドにおいて控訴人方法と同じ脱水反応法によつ\nて本件特許発明と同じ目的物を製造する方法についての発明が、本件特許方法と技\n術思想を異にするものとして、特許を付与されている。しかも、フインランド特許\n明細書（乙第七〇号証）においては、本件特許と同一発明に関する英国特許が先行\n技術として引用されており、右フインランド特許は、それと効果上の差を認めた上\nで、特許が成立しているのである。\nこれらの事実をもつてしても、控訴人方法と本件特許発明との差異は明白である\nというべきである。\nＥ　均等の成否について\n一　本件について均等の主張は許されない。\n（一）　技術思想の相違\nそもそも均等の吟味が許されるのは、特許発明と技術思想を同じくする範囲にお\nいてであつて、たとえ特許明細書に明示の記載がなくとも、これと技術思想を共通\nにする範囲において、特許発明を構成する諸要素のうちの一部を他のものに置換し\nても作用効果を同一にし、かつそのことが特許出願時平均知識を有する当業者によ\nつて容易に推考し得るものであるとの、いわゆる均等の要件を具備するもきは、公\n平の見地から、特許権の効力の及ぶことが肯認されるのである。そして、この均等\nの要件を検討することができる前提として同一性を要求される技術思想をみる第一\nの資料としては、特許明細書を措いては他になく、特許明細書に明示にも黙示にも\n何ら示唆するところなく、かえつて反対の趣旨すら窺われる技術思想のもとに均等\nを主張することは、明細書による開示の原則を破り、公衆の犠牲において発明者の\n利益を貫こうとするものであつて、均等の法理が認められる根拠である公平の理念\nを逸脱し、法的安定性の見地からも許されないところといわなければならない。\nしたがつて、均等の成否を検討するに当つても、単一発明としての特許発明との\n対比についてなさるべく、たまたま製造の目的物を同一にするからといつて、単な\nる実施例との比較においてこれをなすことは誤つている。控訴人は、この趣旨にお\nいて発明の単一性の主張をしたが、原判決は全くこれを看過している。\nところで、本件特許発明の技術思想は、エステル化法としてのハロゲン化物法の\n範囲を出ないことは、前記のとおりであるから、これと全く技術思想を異にする脱\n水反応法を採用した控訴人方法は、本件特許発明との間に均等の吟味に立ち入る前\n提要件を欠くものであつて、それが仮に本件特許発明から推考することが容易であ\nつたとしても、本件特許権の効力は到底これに及ぶことがないものである。\n（二）　意識的排除\n控訴人方法の採用した脱水反応法は、本件特許発明の発明者によつて本件特許発\n明の範囲から意識的に除外されている。このことは、米国特許出願審査の経過に関\n連して、前に説明したとおりであるが（Ｄ、二の項）、この点からしても、本件に\nおいて均等の主張をすることは許されないことが明らかである。\n二　本件は均等の要件をも充たしていない\n均等の要件は、特許発明を構成する数個の技術的要素中のあるものにつき、これ\nを発明では予定されていない他の技術的要素と置き換えても、発明の他の要素には\n影響を及ぼさないで、同一の作用効果を収め、しかもそのことが当業者にとつて推\n考することが容易であつたかどうかについて検討されるものであるところ、本件特\n許発明と控訴人方法との関係は、そのような要素の置換があつたに止まるものでは\nなく、方法としての全構成のそのものを異にするものというほかはない。すなわ\nち、控訴人方法は、本件特許発明と比較した場合、本件特許発明が方法としてもつ\n本質的な特徴そのものを異にしているのである。本件特許発明がハロゲン化物を用\nいる方法であるのに対し、控訴人方法は、全く別個の方法である。特許請求範囲の\n記載が選択的に記載されている場合、その選択された事項のすべてに共通した特徴\nが発明の本質的な要件であると解すべきことについては、【Ｈ】鑑定書（乙第一一\n〇号証）の外、大阪地方裁判所昭和五一年八月二〇日判決（乙第一一三号証）があ\nる。\nしかし、念のためこの方法自体の異なる点を要素置換と同様に、そこに作用効果\nの同一および推考容易という均等の要件を充足するものがあるかどうかを検討して\nみても、本件特許発明と控訴人方法との間には、そのような可能性を認めることは\nできないものである。\n（一）　作用効果の相違\n本件特許発明と控訴人方法とは、目的物質の点を除いて、方法としての作用効果\nを全く異にしている。物質特許禁止の法制下において生成する物質が同一であり得\nるというだけでは、均等の要件としての作用効果の同一性を肯定することができな\nいことは、当然であつて、均等の要件としての作用効果の同一性をみるためには、\n方法として固有の作用効果についてこれを検討しなくてはならないところ、本件特\n許発明の方法と控訴人方法とを比較してみると、前者では脱水（水の脱離）等の操\n作は必要ではないが、無水有機媒質中で反応させなくてはならないという制約があ\nるのに対応して、後者では脱水の操作を必要とするが、無水有機媒質中で反応させ\nるという条件とは無関係であり、むしろ水の存在下で反応が行なわれるという必然\n性が存在する。製造方法としての両者が作用効果を同一にしないことは、この点の\nみをもつてしても明らかであろう。\nその他にも、両者の間には、作用効果について、次のような相違があり、これを\nもつて同効のものということは到底できないものである。\n（１）　本件特許方法では、ハロゲン化水素酸の固定に技術的な特徴を有し、モル\n比の限定が意味のあることとなる。一方控訴人方法の脱水反応による方法には、こ\nの様な配慮は全く関係がなく、その結果、モル比を限定する意味も全くない。\n（２）　本件特許発明は、脱ハロゲン化水素反応により直接附加塩を造るか、遊離\nエステルを造るかの目的に応じた使い分けをしており、これに対し控訴人方法は、\nその目的物の附加塩を直接生成することは全く不可能であり、両者の効果について\nの違いが明確に現われている。\n（３）　本件特許発明は、一級、二級、三級の各アルコールのエステルすべてに適\n用し得る方法であるのに反し、控訴人方法の採用する脱水反応法は、特に二級、三\n級の各アルコールのエステルについて、その適用が著しく困難か又は不可能なもの\nであり、これをもつてしては本件特許発明の目的物のすべてにわたつては製造でき\nないものである。\n（４）　なお収率に関しては次の通りである。\n特許方法　ａ１、ａ２法　五〇、一～九〇、四％（甲第一七号証、乙第三八号証）\nｂ法　一六、七％（乙第五一号証）\n控訴人方法　八六、九％（乙第五〇号証）\n（二）　控訴人方法の意外性\n控訴人方法は、工業的生産の方法として、当業者がその採用を決意するにつき、\n種々否定的な要因や予測が存在し、その障壁となつていたことは、前に控訴人方法\nの特徴として述べたところである。（Ｃ、二の項参照。）かかる事由は、本件特許\n発明の方法との置換の可能性を考える上においても消極的に働き、当業者にとつて\n決して推考容易なものであつたということのできないことは、多言を要しないとこ\nろであろう。\n（三）　被控訴人の反論の不当\n被控訴人はカルボン酸法は、何らかの理由によつて、カルボン酸ハロゲナイド法\nやハロゲン化アルキルアミン法というより有利な方法の使用が禁ぜられた場合に\nは、それらの方法に代えて、カルボン酸法を採用することに格別の障碍は認められ\nないというが、失当である。\n右被控訴人の主張が失当であることは、塩酸メクロフエノキセートについての本\n件特許発明を適用した場合の実施例８と控訴人方法との作用効果を比較することに\nよつて一目瞭然となることである。\n即ち、本件特許発明の実施例８の方法は、\n①　パラクロルフエノキシ酢酸を塩化チオニルと反応させて、パラクロルフエノキ\nシ酢酸塩化物を製造する\n②　パラクロルフエノキシ酢酸塩化物にβ－ジメチルアミノエタノールを反応させ\nて塩基性エステル（メクロフエノキセート）を造る\n③　②の反応により生成（副生）したβ－ジメチルアミノエタノール塩酸塩を瀘別\nして除く\n④　塩基性エステルに乾燥塩酸ガスを吹込んで塩基性エステルの塩酸塩（塩酸メク\nロフエノキセート）に転化するという方法である。\nこれに対して控訴人方法は\n①　パラクロルフエノキシ酢酸に直接β－ジメチルアミノエタノールを反応させて\n塩基性エステル（メクロフエノキセート）を造る\n②　塩基性エステルに塩酸ガスを吹込んで塩基性エステルの塩酸塩（塩酸メクロフ\nエノキセート）に転化する\nというつまり僅か二工程の方法である。もつと正確にいうなら特許方法④の塩酸ガ\nスの吹込みは両者に共通しているので、これを除くと、特許方法が①②③の三工程\nを要するのに対して、控訴人方法では①の工程のみで達成しているのである。\nなお、特許方法の実施例８の右①の工程における塩化チオニルは取扱いに注意を\n要する猛毒物質であり、しかも右①の塩化物の生成工程においては、塩化水素ガ\nス、亜硫酸ガスの有毒物質が発生するのであり、工場処理の実際からみても、右①\nのパラクロルフエノキセシ酢酸のその塩化物への変換工程を行うことなく、かかる\n工程を省略して、直接β－ジメチルアミノエタノールと加熱させてエステル化を行\nう控訴人方法は、この点のみにおいても利点を有するのである。しかも本件特許方\n法実施例８の右①の工程から②の工程に移る際には、その間にパラクロルフエノキ\nシ酢酸塩化物の分離工程を必要とするから結局、実施例８は計五工程よりなるのに\n対し、控訴人方法は前述の如く二工程で前記塩酸塩（目的物）が得られるのであ\nる。このように詳細に比較すればするほど、\n控訴人方法と本件特許方法とはその作用効果上顕著な差異があることは明らかであ\nり、被控訴人の主張の如く、もしカルボン酸法を採用することに格別の障碍が認め\nられないのであれば、かかる有利な控訴人方法を何故に本件特許が採択しなかつた\nのか全く不可解というの他はない。\nしかも、目的物質の収率においてさえも控訴人方法の方は本件特許方法に比して\nむしろ優れた結果を示しているのである。\nかかる事実が存在するにも拘らず、被控訴人は、ハロゲン化物法が有利な方法で\nあり、控訴人方法はハロゲン化物法が使用を禁ぜられたときにのみ採用されるもの\nである、そして採用しようとすれば直ちに採用可能な方法である、と主張するので\nあるが、その誤りであることは、本件特許発明の実施例８と控訴人方法との作用効\n果についての右比較結果により明らかである。\nもし、控訴人方法の採用が、直ちに可能であると認識されていたならば、本件特\n許の出願時において、控訴人方法をこそ特許請求していた筈である。\n何故ならば、何人も昀も優れた方法をこそ特許請求することが当然であるからで\nある。\n被控訴人の主張の誤りであることは明らかである。\n三　Ｏ－アシル化、Ｏ－アルキル化および求核置換反応を理由とする被控訴人の主\n張は理由がない\n被控訴人は、控訴人方法は、本件特許発明のａ１法、ａ２法と同様、エステルの生\n成形式としてはＯ－アシル化に属し、反応原理としては、カルボニル炭素（不飽和\n炭素）上の求核置換反応であつて、酸成分が基質としての役割を果しているという\nことをもつて、両者の均等を主張する一つの理由としているようである。\nしかし、Ｏ－アシル化、Ｏ－アルキル化の分類は、エステルの構造を分析し、エ\nステル結合中の酸素原子の由来を説明するには役立つが、実際にあるエステルを製\n造するために、いかなる原料を用い、いかなる処理手段を施して反応せしめるのが\nよいかというような具体的技術とは何の関係もなく、特許発明の範囲を論ずるに当\nつて採用さるべき概念ではない。\nまた、求核置換反応とは、有機化学の反応を、有機電子説によつて大別した際の\n分類の一形式であり、これも亦実際にエステルを製造する方法とは何ら関係のない\n学術上の理論であるから、均等というような特許権の効力範囲を定めるについて、\n何らの助けとなるものではない。\nしかも、本件特許方法の一態様である酸ハロゲナイド法がＯ－アシル化であるこ\nとについては異論がないが、控訴人方法の採用している脱水反応法が、つねにＯ－\nアシル化であるかというのには、疑問がある。それは、二つの原料の構造からみ\nて、Ｏ－アシル化と同様にＯ－アルキル化をも予想することができるものであり、\n現実にＯ－アルキル化の生成形式を確認した報文（乙第二〇号証）も存在し、また\nＯ－アシル化である場合とＯ－アルキル化である場合とが共存するとする文献（乙\n第二一号証）もあるのである。してみれば、脱水反応法の反応原理が当然にカルボ\nニル炭素上の求核置換反応であるということもできないから、控訴人方法は、本件\n特許発明のａ１法、ａ２法と、その点についても共通の要素を欠くものである。\n四　薬効を共通にする点をもつて均等の理由とすることもできない。\n本件特許発明は、化学物質の製造方法の発明であるが、製造方法自体としては特\n許に値する進歩性（特許法第二九条第二項）がなく、ただその目的物質に予期され\nない特別の効果（本件においては薬効）が存する故をもつて、実務上の特例として\n特許を付与されたものであつて、講学上、「化学的類似方法」とよばれる方法の発\n明である。しかし、これは特許を付与するまでの段階で特許性を擬制されるという\n意義をもつに止まり、方法の発明をして物の発明と同一の効果を有せしめるもので\nはなく、特許を付与された後の特許権の効力に関しては、一般の製造方法の発明と\n同一の法理に服するのである。したがつて、均等の成否をみる上においても、製造\n方法の発明として、その技術思想や、均等の要件を吟味すべきであつて、その目的\n物が薬効を共通にするいうことは、これを斟酌することが許されない。これに反し\nて、もし目的物の薬効を共通にすることをもつて均等を肯定する理由とするとき\nは、化学物質特許および医薬特許を禁止した本件特許発明成立当時の法制（特許法\n第三二条（旧）第二号および第三号）を潜脱する、不当な結果となるであろう。\n五　被控訴人の均等の主張は、明細書に根拠を有しないばかりか、これと相反する\n主張である。\n被控訴人は、本件時許の公開を前提とすれば、控訴人方法の実施は極めて容易で\nあるというが、本件特許の開示は、ハロゲン化物法の範囲に止まつているのであ\nり、被控訴人が控訴人方法の実施条件について仔細に検討している事項は、すべて\n本訴において控訴人方法の実用性が明らかにされた後になつて、種々検討を加えた\n結果の知見であるに過ぎない。もし、それが本件特許出願当初の一般の知見であつ\nたとすれば、本件特許の出願人も当然にこれをわかちもつていたというべきである\nにかかわらず、本件特許明細書中、ハロゲン化物法に関してのみ詳細かつ具体的に\n記載し、その以外のエステル化法につき一言半句も触れなかつたということは、本\n件特許発明をハロゲン化物法の範囲に限局するのを意図であつたとみられても、や\nむをえないところであろう。\nまた、被控訴人は、本件特許発明の技術思想をみるについて、特許明細書の記載\nに根拠を求めることをなさず、これに代えて、有機化学の基礎的理論に立脚すると\n称して、「特定のカルボン酸と特定のアルコールとを原料として組み合わせ、これ\nにＯ－アシル化またはＯ－アルキル化というエステル化反応を施すことによつて所\n望のエステルまたはその塩を製造するということを技術思想とする。」と主張する\nが、Ｏ－アシル化またはＯ－アルキル化ということは、要するに全エステル化法を\n網羅するということであつて、有機化学の基礎的理論に基づくといつても、そこに\n何らの意味があるものではなく、単なる粉飾にすぎないものであり、明細書の記載\nは、却つてハロゲン化物法をのみ指向するのである。特許発明の技術思想を考える\nにつき、持許明細書の記載を一切無視し、これと相反するがごとき解釈を施すよう\nなことは、その理由のないことが明らかであつて、もし被控訴人が本件で敢てして\nいるがごとき主張が許されるとすれば、明細書の記載には全然信をおくことができ\nないことになり、特許権の権利書としての明細書の制度は全くその意義を失なうば\nかりか、却つて善意の第三者を誤らせ、不測の損害を被らしめる凶器と化すること\nとなるであろう。\n（以上）\n別紙\n（被控訴人の主張）\n第一　原判決事実摘示の訂正\n一　本件特許の特許請求の範囲を、特許庁のなした昭和四八年一二月二一日の訂正\n審決に基づいて、\n「無水有機媒質中で、一般式ＲＣＯＯＨ（但し、Ｒはクロルフエノキシメチル又\nはアルキルクロルフエノキシメチル基を示す）で現わされる酸のハロゲン化物一モ\nルを適当なアミノアルコール又はアミノチオール一又は二モルと反応させるか又は\n遊離酸を前記アミノアルコール又はアミノチオールに相当するハロゲン化アミンと\n反応させ、昀後にこの反応生成物を所望の酸類又はハロアルキルと反応させること\nを特徴とし、一般式\n〈１２０１２－００１〉\n（但し、Ｒは上記と同様の基、Ｘは酸素又は硫黄原子、Ａは側鎖又は直鎖を有する\n二価の炭化水素基、Ｒ′及びＲ″は水素原子又は夫々が同一か又は異なる不飽和又\nは飽和の脂肪族、芳香族又は複素環の一価残基又は同時にヘテロ原子又はヘテロ原\n子をもつていない二価残基又は一価残基若しくは水素原子及びＡ基と環状鎖を形成\nする二価残基を示す）により現わされる新規塩基性エステル類及び該エステルと酸\n類又は第４級無毒ハロゲン化アルキル化剤との附加塩の製造方法。」\nと訂正する。この訂正により除かれる範囲は、本件特許発明の周縁部分で、塩酸メ\nクロフエノキセートの製法には関係がない。\n二　原判決事実摘示一七丁裏三行から一八丁裏五行までを削除する。\n三（１）　同四丁表九行目「Ｒ及びＲは」とあるのを、「Ｒ′及びＲ″は」と訂正\nし、\n（２）　同五丁表一〇行目に「精神病、」とあるのを削除し、\n（３）　同八丁表二行目に「本件特許の優先日当時公知の大別は」とあるのを、\n「本件特許の優先日当時公知の方法の大別は」と訂正し、\n（４）　同一二丁表四行目に「他のエステルの諸法を」とあるのを、「他のエステ\nル化の諸法を」と訂正し、\n（５）　同一二行目から一三行目にかけて「その成分として」とあるのを、「その\n原料成分として」と訂正し、\n（６）　同一二丁裏二行目から三行目にかけて「酸に由来する原料、アルコールに\n由来する原料の各選択」とあるのを、「原料としての酸成分とアルコール成分との\n各選択」と訂正し、\n（７）　同一三丁表一〇行目から一二行目にかけて「本件特許方法はその操作方法\nが脱ハロゲン化水素反応であるが、被告方法の操作方法は脱水反応である。」とあ\nるのを、「本件特許方法ではハロゲン化水素を生じるが、被告方法では水を生じ\nる。」と訂正し、\n（８）　同一五丁表七行目に「各種エステル化法は」とあるのを、「本件特許の酸\nクロライド法（ａ１法、ａ２法）と被告方法の如きカルボン酸法は」と訂正する。\n第二　控訴人の主張に対する反論\n（一）　「本件特許発明の技術思想について」の項について\n（１）　一の（一）項において、控訴人は、本件特許の特許請求の範囲に記載され\nているカルボン酸ハロゲナイド法およびハロゲン化アルキルアミン法は、第一級、\n第二級、第三級各アルコールのエステルを等しく製造し得る方法として知られてい\nる、と述べている。\n右の「等しく」という意味が、第一級、第二級、第三級のいずれのアルコールを\n選んで用いた場合にも、同じ反応時間で、また、同じ収率で等しく目的物質が得ら\nれるとの趣旨であれば誤りである。例えば、カルボン酸ハロゲナイド法の場合、原\n料として用いるカルボン酸成分は、カルボン酸ハロゲナイドの形で反応に供せられ\nるから昀も反応性が良く、したがつて他のエステル化法に比べてより短い反応時間\nで目的物質たるエステルがより高い収率で得られるが、その場合でも、アルコール\n成分が第一級、第二級、第三級と変われば、それに伴つて反応時間はより長くな\nり、収率もより低下する。アルコールの反応性は（アミノアルコールの場合も含め\nて）第一級、第二級、第三級の順に低下するからである。このような関係は、カル\nボン酸成分をカルボン酸の形のまま反応せしめるカルボン酸法の場合も異ならな\nい。ただ、カルボン酸自体がカルボン酸ハロゲナイドより反応性が劣るから、カル\nボン酸法の場合には、どのアルコールと組み合わせる場合もカルボン酸ハロゲナイ\nド法のときと比べて反応がより遅くなる（【Ｉ】意見書・甲第九十八号証、当審に\nおける【Ｄ】証言）。\n（２）　一の（二）項において、控訴人は、本件特許公報一頁右欄一六ないし二二\n行の記載を援いて、この記載はａ１法、ａ２法、ｂ法を選択的に使用することを以\nて、一発明を構成していることを示すと共に、本件特許発明の限界がハロゲン化物\n法にあることを明らかにしていると述べている。\nしかし、右記載は、ｂ法本来の実用上の利用価値を説明しているに過ぎないので\nある。したがつて、右記載があるからといつて、本件特許発明がカルボン酸法を積\n極的に排除した趣旨であるかの如く言うことは誤りである。\n本件特許の優先日当時の技術水準に立てば、本件特許明細書の記載から、控訴人\n方法の如きカルボン酸法を用いてメクロフエノキセートを製造することに思いつ\nき、かつ、これを実施することの可能なことは何人にも極めて明瞭であり、かかる\n意味において本件特許明細書はカルボン酸法を示唆していると言つて何等差支えな\nい（【Ｃ】鑑定書・甲第十七号証及甲第四十九号証、【Ｄ】鑑定書・甲第五十号\n証、原審における【Ｄ】証言、原審における【Ｃ】証言、当審における【Ｄ】証\n言）。\n（３）　二項において、控訴人は、本件特許発明は、（イ）、無水有機媒質中で反\n応させることを要件としており、また、（ロ）、カルボン酸成分とアルコール成分\nのモル比を、前者が一モルに対して後者を一モルまたは二モルと限定しているが、\n右（イ）、（ロ）の両要件共に、本件特許発明がハロゲン化水素を副生するハロゲ\nン化物法（カルボン酸ハロゲナイド法およびハロゲン化アルキルアミン法）である\nことを前提としている、述べている。\n本件特許の特許請求の範囲には、目的物質たるエステルの製法としてカルボン酸\nハロゲナイド法とハロゲン化アルキルアミン法の二種が記載されているから、右\n（イ）の無水有機媒質中で反応させるとの要件をカルボン酸ハロゲナイドと関連づ\nけた場合、加水分解を起こすことを避けるという作用の認められることは、控訴人\nのいうとおりである。\nしかし、本件特許発明の目的物質を含めて一般にエステルは水により極めて容易に\n加水分解されるから、反応を進行せしめて目的物質たるエステルの生成収率を高め\nるために反応の場から水を排除せねばならないということは、エステル化諸法に共\n通する要請であり、カルボン酸ハロゲナイド法とハロゲン化アルキルアミン法にの\nみ特有のものではない。カルボン酸ハロゲナイド法とハロゲン化アルキルアミンの\n法場合、使用する有機媒質中に多量の水が在れば、目的物質たるエステルの収率が\n低下するのと同様に、控訴人方法たるカルボン酸法においても、有機媒質中に水が\n存在すれば（脱水操作を施さなければ）目的物質たるエステルの収率は低くなる。\n有機媒質を無水の状態で反応を行なわせる目的が、生成するエステルの収率を高め\nるためであることはエステル化諸法に共通であり、無水有機媒質中で反応させると\nいうことがカルボン酸ハロゲナイド法とハロゲン化アルキルアミン法にのみ特有の\n要件であるかの如く控訴人の主張は誤つている。いわんや、その要件が特許請求の\n範囲に記載されているからといつて、そのことから、他のエステル化諸法の中に本\n件特許方法と均等の方法が成立する余地のないかの如く結論することは全く誤つて\nいる。\nそればかりでなく、控訴人方法で溶媒として用いられるキシレンは、水と殆んど\n相溶性のない有機媒質である。その昀大含有水分量は〇・〇一三％（Ｗ＼Ｗ）（甲\n第九十九号証第一一頁）であつて、実質上、水を含まないといつて差支えない。し\nたがつて、キシレンは、そのままの状態で（予め無水操作を施さなくても）すでに\n無水有機媒質である。控訴人方法では、かかるキシレンを用い、その中で反応を行\nなつているのである。\n本件特許の特許請求の範囲に、カルボン酸成分とアルコール成分のモル比を、前\n者一モルに対して後者を一モルまたは二モルと記載していることは、控訴人のいう\nとおりである。反応式を思い浮かべれば明らかなように、エステル化諸法では全て\n一モルのカルボン酸成分と一モルのアルコール成分とが結合（縮合）することによ\nり一モルのエステルを生成する。この関係は、カルボン酸ハロゲナイド法、ハロゲ\nン化アルキルアミン法に限らずエステル化諸法に共通であり、控訴人方法たるカル\nボン酸法も同じである。ただ、カルボン酸ハロゲナイド法とハロゲン化アルキルア\nミン法では、反応の結果ハロゲン化水素が副生し、それが生成するエステルと結合\nしてエステルのハロゲン化水素酸塩を形成する。エステルの他の種々の塩を得るた\nめには、一旦遊離塩基たるエステルを生成単離せしめて後、改めてこれを所望の酸\n類または第４級ハロゲン化アルキル化剤と反応せしめることが望まれる。\nカルボン酸成分一モルに対しアルコール成分二モルを使用するａ２法がａ１法と\n別に特許請求の範囲に記載されているのは、かかる理由によるものである（【Ｉ】\n意見書・甲第九十八号証、当審における【Ｄ】証言）。\n使用するアルコール成分ならびに生成するエステルが塩基性であることは、その\n化学構造中にアミノ基＜１２０１２－００６＞を有することから自明であり、塩基\n性物質が酸と給合して塩を形成することもまた自明であつて、原料成分たるアルコ\nールあるいは生成するエステルが、副生するハロゲン化水素と結合するという点に\n本件特許発明の特徴が在るかの如く解することは誤つている（【Ｉ】意見書・甲第\n九十八号証、当審における【Ｄ】証言）。\nなお、控訴人は、本件特許の特許請求の範囲におけるモル比の記載をモル比の\n「限定」と称しているが、これを「限定」と解することは誤りである。カルボン酸\nハロゲナイド法においてカルボン酸成分とアルコール成分のモル比を如何に変えて\n組み合わせても、生起する反応はａ１法とａ２法の二種の他にはあり得ない。\n（４）　三項において、控訴人は、本件特許発明の場合、特許請求の範囲に記載さ\nれた三つの方法（ａ１法、ａ２法、ｂ法）に共通する特徴はハロゲン化物法である\nから、本件特許発明の技術思想はハロゲン化物法に在ると主張している。\n均等物ないし均等方法について、\n「ある物又は方法が、特許発明と技術思想を同じくし、相違する技術的要素はこ\nれを取り換えてみても同一の作用・効果を生じ、その置換えが出願当時の平均のい\nわゆる専門家にとつて容易にできるものをいう。」（【Ｊ】著、工業所有権法〔法\n律学全集〕新版二二二頁）\nと解すべきことは、すでに教科書等に記載されている程、普遍的に承認されている\nところである。（【Ｈ】鑑定書・乙第一一〇号証一五および一六頁参照）。右にい\nう「技術的思想」をもつて、特許請求の範囲記載の発明構成要件のすべてを意味す\nるとすれば、均等の成立する余地があり得ないことも明らかである。\nところで、本件特許の優先日当時迄には、アミノアルコールを含む多数のエステ\nルを種々の方法により合成した経験的事実の蓄積があつた（甲第四号証ないし甲第\n十四号証、甲第二十号証、甲第二十一号証、甲第二十五号証、甲第七十四号証ない\nし甲第七十九号証）。これらの事実の集積に基づいて、\n（イ）　アミノアルコールのエステルをエステル化反応によつて製造する方法とし\nては、カルボン酸ハロゲナイド法、カルボン酸無水物法、カルボン酸法、エステル\n交換法、ハロゲン化アルキルアミン法、アリルスホン酸エステル法等種々の方法が\nあり得ること。\n（ロ）　これらエステル化諸法は、すべて、Ｏ－アシル化とＯ－アルキル化の二種\nの反応原理で大別されること。また、不飽和炭素上の求核置換反応（Ｏ－アシル化\nの場合）、飽和炭素上の求核置換反応（Ｏ－アルキル化の場合）の両反応機構に区\n別できること。\n（ハ）　エステル化諸法は、いずれも、所望のアミノアルコールのエステルを、カ\nルボン酸成分とアルコール成分とから製造することに変りはないが、原料たるカル\nボン酸成分をカルボン酸ハロゲナイドの形（カルボン酸ハロゲナイド法）、カルボ\nン酸無水形の形（カルボン酸無水物法）、カルボン酸のままの形（カルボン酸\n法）、エステルの形（エステル交換法）で用い、あるいは原料たるアミノアルコー\nルをハロゲン化アルキルアミンの形（ハロゲン化アルキルアミン法）、アリルスル\nホン酸エステルの形（アリルスルホン酸エステル法）で用いる点で、原料の使用形\n態が各々異なつていること。\n（ニ）　原料の右の使用形態の間には、\nカルボン酸ハロゲナイド〉カルボン酸無水物〉エステル〉カルボン酸\nなる反応活性の序列が存在すること。\nが知られており、同一のエステルを原料の使用形態を変えて製造した例や、種々の\nエステルを原料の使用形態を同じくしあるいは変えて製造した例が集積されること\nによつて、それぞれのエステル化法の実施に必要な反応条件や適用妥当の範囲が明\nらかにされ、エステル化諸法が一般的に相互代替可能なことが知られていた。控訴\n人の強調する前記（ニ）に述べた反応性の序列も、かかる過程において、相互代替\n性の解明から生まれた知見に他ならない（【Ｃ】鑑定書・甲第十七号証、【Ｄ】鑑\n定書・甲第五十号証、原審における【Ｄ】証言、原審における【Ｃ】証言、当審に\nおける【Ｄ】証言）。\n一方、本件特許の特許請求の範囲に記載されているカルボン酸ハロゲナイド法と\nハロゲン化アルキルアミン法について言えば、前者は、エステル化諸法の中で昀も\n反応性が高く（前記（ニ）参照）、反応完結性が良好で且つ緩和な条件で短時間に\n簡単な操作によつて高収率で目的物質たるエステルを製造し得る点で、Ｏ－アシル\n化によるエステル化法の中の昀も優れた方法であると認識されており、また、後者\nは、Ｏ－アルキル化によるエステル化の中で、昀も優れた方法であると認識されて\nいた（【Ｃ】鑑定書・甲第十七号証、原審における【Ｄ】証言）。このことは、本\n件特許の優先日当時におけるアミノアルコールのエステルの製造に用いられたエス\nテル化諸法の利用度（甲第十五号証）にも明瞭に示されている。\n本件特許の特許請求の範囲に記載されているカルボン酸ハロゲナイド法とハロゲ\nン化アルキルアミン法とは、エステル化諸法の中で、かかる性格の認められていた\n方法なのである。\n本件特許の優先日当時における右に述べた如き技術常識に基づいて本件特許明細\n書を見れば、本件特許の特許請求の範囲記載のカルボン酸とアミノアルコールまた\nはアミノチオールとを原料として組み合わせ、これにＯ－アシル化またはＯ－アル\nキル化によるエステル化反応を生起せしめることにより、所望のエステルおよびそ\nの塩を製造するという本件特許発明の技術思想が、明らかに読みとれるのである。\n（５）　四項において、控訴人は、本件特許出願の優先権のもとになるフランス国\n出願明細書にも、また、本件特許発明の発明者が発表した二つの研究報文にもハロ\nゲン化物法以外を意識していた形跡はなく、したがつて、本件特許発明はハロゲン\n化物法以外には及ばないと述べている。\nしかし、甲第六十九号証には、塩酸メクロフエノキセートについてカルボン酸法\nによる合成を示す式が掲げられている。このことは、本件特許発明者等が、つとに\nカルボン酸法をも認識していたことを示している。\n（６）　五項において、控訴人は、本件特許の出願経過をみると、特許請求の範囲\nにおけるカルボン酸ハロゲナイド法（控訴人が酸クロライド法というのは誤り）に\nおけるモル比の規定とｂ法とは補正により追加されているが、このこともまた本件\n特許発明の技術思想がハロゲン化物法にあることを示す、と述べている。\nしかしながら、すでに述べたとおり、カルボン酸ハロゲナイド法においては、カ\nルボン酸成分一モルに対しアルコール成分を一モル使用すれば一挙に目的物質たる\nエステルのハロゲン化水素酸塩が得られるに対し、アルコール成分を二モル用いれ\nばエステルの遊離塩基が得られるので、目的物質にエステルの遊離塩基と種々の塩\nが含まれることを明確にするために、モル比の記載が補正により特許請求の範囲に\n挿入されたのである。また、Ｏ－アルキル化によるエステル化法たるｂ法は、出願\n時の明細書の発明の詳細な説明の項には記載されていたが、Ｏ－アシル化によるエ\nステル化を行なうカルボン酸ハロゲナイド法と併記することにより、技術的範囲が\nＯ－アシル化とＯ－アルキル化の双方に及ぶことを明確にするために、特許請求の\n範囲に追加されたのである。\n（７）　六項において、控訴人は、特許法第七〇条を引用し、特許権による保護は\n当該特許発明の技術思想を超えて与うべきでない、と述べている。\n控訴人の主張は、右の限りにおいては正しい。しかし、本件特許発明の技術思想\nがハロゲン化物法によつて目的物質たるエステルおよびその附加塩を製造すること\nである、とすることは誤りである。\n（８）　七項において、控訴人は、被控訴人等の主張は、特許法第三二条（旧）第\n三号の物質特許禁止の規定に違反すると主張している。\n被控訴人等の主張が右法条に違反しないことは、つとに原判決が判決理由中で説\n示している（原判決理由説示一七丁）。\n（二）　「控訴人方法の構成およびその特徴について」の項について\n（１）　一項中、控訴人の塩酸メクロフエノキセートの製造方法は認める。\nなお、控訴人は、控訴人方法では無水有機媒質中において反応させる技術的必要\n性はないと述べているが、本件特許請求の範囲に有機媒質を無水と記載している根\n拠が目的物質の収率を高めるためであること、また、控訴人方法において脱水操作\nを施すのも収率を高めるためであり、溶媒中に水が存在すれば目的物質の収率は低\n下すること、反応を進行せしめて目的物質たるエステルの生成収率を高めるために\n反応の場から水を排除せねばならないことは両者に共通すること等は、すでに述べ\nた。\n（２）　二項において、控訴人は、エステルの工業的製法としてカルボン酸法が用\nいられることは殆どなかつたといい、その理由として、\n（イ）　カルボン酸もアルコールも、そのままの形で反応活性がきわめて低い。そ\nのため、そのままの形でこれを用いる場合には、酸触媒が普通使用された。\n（ロ）　カルボン酸法は可逆反応であるから、反応完結のために特別の操作を必要\nとする。\n（ハ）　原料としてアミノアルコールを用いる場合には、塩基性であるから、今一\n方の原料であるカルボン酸または酸触媒と結合して塩を形成し、反応の障害とな\nる。\nと述べ、したがつて、カルボン酸法を用いる控訴人方法を採用することは当業者の\n容易に想到し得る域外にあり、控訴人方法には意外性がある、と主張している。\nしかしながら、一般にカルボン酸法がエステルの工業的製法として殆んど採用さ\nれないとすることは、事実に反する。\nカルボン酸もアルコールも、カルボン酸ハロゲナイドまたはハロゲン化アルキル\n等のカルボン酸やアルコールの反応性を高めたものよりは反応性が低いということ\nだけであつて、それ自体、反応性がきわめて低いというものではない。\n事実、アミノアルコールのエステルの製造分野においては、酸触媒を用いないカ\nルボン酸法の実例が本件特許優先日前に数多公知となつている（甲第五号証、甲第\n十二号証、甲第二十号証、甲第二十一号証、甲第二十五号証）。\nしたがつて、控訴人の前記（イ）は誤つている。\nまた、控訴人は、カルボン酸法では反応完結のために特別の操作を必要とすると\n言うが（前記（ロ））、脱水装置やそれを用いる脱水操作は古くから公知であり\n（甲第二十二号証ないし甲第二十四号証、甲第五十八号証）、また、そのような操\n作を施さねばならぬことは、決して工業上の障害とならない。\nアミノアルコールのエステルの製造の分野において、カルボン酸法がカルボン酸\nハロゲナイド法やハロゲン化アルキルアミン法ほどに多用されなかつたのは、カル\nボン酸法自体に工業的応用を妨げる理由があつたというより、むしろ、カルボン酸\nハロゲナイド法やハロゲン化アルキルアミン法というより有効な方法が存在したか\nらである。したがつて、何らかの理由によつて、これらの有利な方法の使用が禁ぜ\nられた場合には、それらの方法に代えて、カルボン酸法を採用することに格別の障\n害は認められない。\nまた、控訴人は、前記（ハ）において、アミノアルコールのエステルの製造の場\n合には、原料たるアミノアルコールは酸触媒または今一方の原料たるカルボン酸と\n結合して塩を形成すると予測され、この予測がカルボン酸法の採用を妨げるという\nが、塩の形成は可逆反応であり、カルボン酸法の反応も可逆反応であるから、副生\nする水を除去すれば、塩は、原料たるカルボン酸とアミノアルコールがエステルの\n生成によつて消費されるに伴つて、直ちに原料たるカルボン酸とアミノアルコール\nに戻り、決してエステル化反応の進行に妨げとはならない（【Ｉ】意見書・甲第九\n十八号証、甲第九十九号証一九頁、当審における【Ｄ】証言。なお、【Ｅ】証言参\n照）。\nなお、アミノアルコールのエステルの製造に当つて、カルボン酸法を用いる場\n合、鉱酸を触媒として用いることが不利であるのは、鉱酸（無機酸）の場合には、\nベンゼン、トルエン、キシレン等カルボン酸法で汎用される溶媒中でアミノアルコ\nールと結合して結晶として析出し、反応系外に置かれるからである。しかし、カル\nボン酸（有機酸）場合には、その塩はエステル化反応に際しては結晶として析出し\nないから、鉱酸触媒の場合と同列に論ずることは誤りである（原審における【Ｄ】\n証言、当審における【Ｄ】証言）。\nしかも、本件特許明細書が開示されて、ａ１法、ａ２法ならびにｂ法によつてメ\nクロフエノキセートおよびその塩酸塩の得られることが明らかとなり、本件特許方\n法を追試しさえすれば、メクロフエノキセートの諸物性は勿論のこと、カルボン酸\nクロライド法における反応諸条件（溶媒、反応温度、反応時間等）がすべて確認し\n得る時点において、その技術水準に基づいて、カルボン酸法を用いてメクロフエノ\nキセートの製造を行なうことには、何の意外性も認められない（【Ｃ】鑑定書・甲\n第四十九号証、【Ｄ】鑑定書・甲第五十号証、原審における【Ｄ】証言）。\nなお、控訴人は、控訴人方法の溶媒たるキシレンの沸点は一三五ないし一四五℃\nであり、β－ジメチルアミノエタノールの沸点は一三五℃であるから、キシレンを\n採用したことは技術常識を破つたものであるという。しかし、乙第六一号証\n（【Ｆ】鑑定書）添付の資料四（カナダ特許第四六四、九七六号明細書）は、本件\n特許優先日前公知の文献であるが、その中に、ジエチルアミノエタノール（沸点一\n六三℃）とジフエニル酢酸とをカルボン酸法によつてエステル化するに当つて、原\n料のジエチルアミノエタノールよりも沸点が大巾に高いテトラリン（沸点二〇七\n℃）を溶媒として用いる例が記載されている。控訴人の前記の考え方自体が、かか\nる常識を無視するものであることは、この一例をもつてしても明白である（当審に\nおける【Ｄ】証言）。\n（三）　「控訴人方法と本件特許発明との対比について」の項について\n（１）　一項において、控訴人は、本件特許方法は脱ハロゲン化水素反応であるに\n対して控訴人方法の反応は脱水反応であり、前者は無水有機媒質中で反応させるこ\nとを必須の要件とするに対して、後者ではこの要件を必要とせず、さらに、控訴人\n方法では本件特許方法では不要の脱水操作を必要とするといい、さらに、本件特許\n発明は第一級、\n第二級および第三級のアルコールのエステルを等しく製造し得る方法とされている\nが、控訴人方法の如きカルボン酸法は第二級アルコールに適用することは困難であ\nり、第三級アルコールについては不可能であると述べて、相互に代替性はないと主\n張している。\nしかし、\n（イ）　カルボン酸クロライド法においては、カルボン酸クロライドが反応性が高\nく、反応の進行が容易であり、完結性がよい。\n（ロ）　脱水反応による方法は、反応性に乏しいので高温に加熱することが必要で\nあり、場合によつては触媒を用いて反応を促進する。\n（ハ）　脱水反応によるエステル化は、平衡反応であるので、脱水操作を行なわな\nければならない。\n（ニ）　酸無水物法は、酸クロライド法についで反応性のよい方法であるが、カル\nボン酸の半量が利用されない不利がある。\n（ホ）　エステル交換法は、酸性条件下では不安定な目的物の製造に用いられる。\n（ヘ）　エステル交換法は、平衡反応であるから、副生するアルコールを除く必要\nがある。\n等の一般化学常識が、本件特許の優先日当時存在していたことについては、控訴人\nもこれを認めているのであつて、各種エステル化法の適用範囲と反応諸条件は、一\n般的化学常識として、本件特許の優先日当時すでに明らかにされていたのである。\nしかも、これらエステル化諸法は、エステルの製造を目的とすることにおいて変\nりはないから、各種エステル化法の適用範囲が互に重複することは当然である。現\nに、同一のエステル化合物をいくつかのエステル化法を用いることによつて得られ\nたことを記載した文献類や、類似の化合物を異なるエステル化法によつて製造した\nことを示す文献類は、本件特許の優先日当時までにすでに数多く存在した（例えば\n甲第四号証ないし甲第十四号証、甲第七十四号証ないし甲第七十九号証）。\nかように、各種エステル化法の適用範囲が互に重複するということは、その範囲\nにおいて相互代替性が認められるということに他ならない。\nアルコールの反応性は、第一級、第二級、第三級の順に低下するから、カルボン\n酸ハロゲナイドよりも反応活性が低いカルボン酸を用いた場合、これと第三級アル\nコールとを組み合わせれば反応速度はきわめて遅くなる。しかし、この場合にも反\n応が進行しないわけではない（【Ｉ】意見書・甲第九十八号証、原審における\n【Ｄ】証言、当審における【Ｄ】証言）。\nメクロフエノキセートの原料として用いられるβ－ジメチルアミノエタノールは\n第一級アルコールであつて反応性に富むから、メクロフエノキセートの製造に当つ\nて、パラクロルフエノキシ酢酸クロライドとパラクロルフエノキシ酢酸との間に相\n互代替性があるということは、自明のことと言わなければならない。\n（２）　二項におけるアトレー明細書にはモノエステルを含めて控訴人方法と同じ\nカルボン酸法が記載されている、という控訴人の主張は否認する。\nアトレー特許明細書には、モノエステルについてその化合物名も化学構造も一切\n記載されてならず、モノエステルを製造する具体的方法も何等記載されていない。\nまた、控訴人は、本件特許に対応する米国特許の出願審査の過程において、出願\n人は審査官に提出した意見書中で、「アトレーによつて用いられた製造方法は、本\n出願の目的物の製造に適していない」と述べたが、これは控訴人方法と同じカルボ\nン酸法に本件発明に含まれないことを自認したものであり、この事実は日本におけ\nる本件特許発明についてもカルボン酸法が積極的に排除されていることを示すと述\nべている。\nなるほど、本件特許に対応する米国特許の出願審査において、出願人が審査官に\n「アトレーが採択した製造方法は、本出願にかかる目的物の製造に適していない」\nと述べたことは事実である。しかし、そのことから、本件特許においてカルボン酸\n法は意識的に除外されており、したがつて控訴人方法は本件特許発明の発明者自身\nによつて積極的に排除されているとし、本件特許についてはもはや均等を論ずる余\n地はないと結論することは全くの独断である。\n右米国特許出願人が右の如く述べた趣旨は、アトレー特許はポリエルテルを有効\n成分とする除草剤組成物の発明であり、その明細書に記載されている製法はポリエ\nステルの製法であつて、本件特許発明の目的物質の如きモノエステルの製法でない\nから、「本出願にかかる目的物の製造に適していない」と述べたままであつて、控\n訴人の主張する如き意味を右記述から抽き出すことは見当外れという他ない。事\n実、右米国特許の明細書に記載の製法やアトレー特許の明細書に記載の製法の各反\n応が、脱水反応によるエステル化法であるか脱ハロゲン化水素反応によるエステル\n化法であるかという本件において控訴人がとり挙げているような問題は、米国特許\nの出願審査における全経過を通じて全く論争点となつていないのである。\nそもそも、米国特許の出願審査の経過における出願人の言動は、米国特許の権利\n範囲の解釈に影響することはあつても、米国以外の国における特許権の権利範囲の\n解釈に影響を及ぼすものでないことは、工業所有権保護同盟条約（パリ条約）第四\n条の二の定める各国の特許の独立の原則を引用するまでもなく自明の理である\n（【Ｋ】鑑定書・甲第八十号証二一頁）。\n（３）　三項において、控訴人は、ポーランド特許およびフインランド特許を援い\nて、これらの特許が成立している事実は控訴人方法と本件特許発明との差異を明白\nにすると述べている。\nしかしながら、わが国においては、控訴人方法と同じくカルボン酸法を用いる塩\n酸メクロフエノキセートの製法に関する特許出願が特許庁において拒絶査定を受け\nている（甲第六十八号証、なお、甲第七十八号証ないし甲第八十一号証参照）。\nその事実と、ポーランド特許やフインランド特許のいずれが、わが国における技\n術水準を示しているかは、自ら明白である。\n（四）　「均等の成否について」の項について\n（１）　一項の（一）中、特許法上の均等の意味については、被控訴人等も基本的\nには異論がない。本件特許発明の技術思想が、エステル化法としてのハロゲン化物\n法であること、控訴人方法が本件特許発明と技術思想を異にする。との主張は争\nう。\n一項の（二）中、控訴人方法の採用したカルボン酸法は、本件特許発明の発明者\nによつて、本件特許発明の範囲から意識的に除外されている、との主張は否認す\nる。\n一項において、控訴人は、本件について均等の主張は許されないといい、その理\n由として、控訴人方法は本件特許発明と技術思想を異にすること、ならびに控訴人\n方法の如きカルボン酸法は本件特許発明者によつて意識的に除外されていること、\nの二点を挙げている。\nしかしながら、すでに述べたとおり、本件特許の特許発明の技術思想は、本件特\n許請求の範囲に記載されているカルボン酸成分とアルコール成分を組み合わせ、こ\nれをエステル化反応によつて所望のエステルに変化せしめるということであり、そ\nのエステル化反応は、Ｏ－アシル化とＯ－アルキル化の反応形式の双方を含むので\nある。控訴人方法も本件特許の特許請求の範囲に記載されているカルボン酸とアミ\nノアルコールとをそれぞれカルボン酸成分とアルコール成分として用い、これをエ\nステル化反応によつてエステルに変化せしめているのであり、その反応形式はＯ－\nアシル化であるから、本件特許発明の技術思想と同一の技術思想に属する。\n控訴人は、均等の成否を検討するに当たつては、単一発明としての特許発明との\n対比についてなさるべく、たまたま製造の目的物質を同一にするからといつて、単\nなる実施例との比較においてこれをなすことは誤つている、と述べている。\nなるほど、ある特許発明の技術思想が何であるかを、その特許明細書に記載され\nている実施例の一つのみから求めることは、誤つた結論に至るおそれがあるであろ\nう。しかしながら、その特許発明と技術思想を同一にするが、その特許の特許請求\nの範囲に記載されている構成要件の悉くをそのまま用いてはいない方法について、\n異なつている要件が置換可能性を有するか否か、また、置換可能性がその特許の出\n願等の技術水準に基づいて容易に推考し得るか否か、という均等の成立要件を検討\nするに当つては、その方法に対応する実施の態様を用いて両者を比較検討すること\nは当然であり、かかる考察方法を用いない限り、均等か否かの判断は成り立ち得な\nい。\n意識的除外の主張に対する被控訴人等の反論は、すでに述べた。\n（２）　二項中、本件特許発明と控訴人方法とは方法としての全構成そのものを異\nにする、との控訴人の主張は否認する。\nまた、両者が作用効果を異にし控訴人方法の採用には意外性がある、との主張は否\n認する。\n本件特許発明の目的物質の中からメクロフエノキセートおよび塩酸メクロフエノ\nキセートを選定した場合、その製造方法として本件特許請求の範囲に含まれている\n方法は、ａ１法、ａ２法およびｂ法の三方法である。\n控訴人方法では、使用される二つの原料を「無水操作を施さないキシレン中で、\n反応によつて生成する水を連続的に分離しながら反応せしめ」と、処理手段を特定\nしている。\nキシレンは、既述のとおり、水と混らない性質の液体であつて、水を含み得る昀\n大限度率が僅か〇・〇一三％の有機媒質であるから、技術常識上、無水有機媒質の\n典型例と言つて差支えない。\nそうすれば、控訴人方法の処理手段は、両原料を無水有機媒質中で反応させると\nいう処理手段に属する。「反応によつて生成する水を連続的に分離しながら」とい\nう操作は、「反応させる」という処理手段に含まれる具体的態様に他ならない。\n本件特許請求の範囲には、本件特許発明に用いられる処理手段について、「無水\n有機媒質中で……反応させる」と記載されているから、控訴人方法の処理手段は正\nにこれに含まれる。\n次に、本件特許請求の範囲に含まれているａ１法、ａ２法およびｂ法の中でａ１\n法とａ２法とは、共に原料としてパラクロルフエノキシ酢酸クロライドとβ－ジメ\nチルアミノエタノールとを用いる方法であるが、両方法において、両原料を「無水\n有機媒質中で反応させる」と、β－ジメチルアミノエタノールの酸素原子が、パラ\nクロルフエノキシ酢酸クロライドのアシル基の部分と結合することによつてメクロ\nフエノキセートが生成する。\nこの反応は、前者の酸素原子（Ｏ）を後者のアシル基によりアシル化することに\nよつて目的物質を生成せしめるから、Ｏ－アシル化と呼ばれる。\n他方、控訴人方法においても、原料に用いられるβ－ジメチルアミノエタノール\nは、反応に当つて、その酸素原子がパラクロルフエノキシ酢酸のアシル基の部分と\n結合してメクロフエノキセートを生じる（甲第十八号証）。それがＯ－アシル化で\nあることは言う迄もない。\nさらにまた、ａ１法、ａ２法ならびに控訴人方法の反応について、その反応機構\nを詳細に言うと、これらの方法の反応は、不飽和炭素上の求核置換反応という同一\nの反応機構に属する。\nかように、控訴人方法は、その処理手段が本件特許請求の範囲記載の処理手段に\nついての要件を形式上充足するだけではなく、その処理手段を用いることによつて\n生起する反応自体が同一である。\n勿論、控訴人方法ではパラクロルフエノキシ酢酸が原料の一方に用いられるに対\nして、ａ１法、ａ２法のこれに対応する原料はパラクロルフエノキシ酢酸クロライ\nドであるから、後者では塩化水素が副生物として生成するに対して、前者では水が\n副生物として生成する。しかし、目的とする反応は両者全く同一である。\nａ１法でもａ２法でも水は副生しないから、「反応によつて生成する水を連続的\nに分離しながら」という操作手段は用いる必要はない。しかし、この差異は副生物\nが異なることに由来する差異であり、結局、原料の一方の差異以外の何ものでもな\nい。反応させる目的、意図している反応の実体が同一であることは、副生物の差異\nによつて左右されない。\n控訴人方法を本件特許請求の範囲記載の本件特許発明の構成要件と比較した場\n合、その差異は、前者がパラクロルフエノキシ酢酸をそのまま用いるに対して、後\n者はそれをカルボン酸クロライドの形として用いる（パラクロルフエノキシ酢酸ク\nロライドが、パラクロルフエノキシ酢酸にクロル化を施すことによつて得られるこ\nとについては本件特許明細書に記載されている）という一点に帰する。しかし、か\nかる差異にも拘らず、控訴人方法が、本件特許発明の方法と、その目的、作用なら\nびに効果を同じくすることは、以上述べたところから明らかである。\nさらに進んで、工業的方法としての評価を行なう場合に問題となる収量（収\n率）、所要反応時間、操作の難易性等について、控訴人方法は、ａ１法あるいはａ\n２法にやや劣るとはいえ、次に示すとおり（【Ｃ】鑑定書・甲第十七号証）、充分\n採用可能であり、ａ１法およびａ２法の実施を回避しようとする場合には、何らの\n新規な工夫を加えずして、即座に用いることが可能である。\n（イ）　収率（パラクロルフエノキシ酢酸からの）\nａ１法　八八・四～九〇・〇％\nａ２法　八八・七～九〇・四％\n控訴人方法　七二・七～七五・〇％\n（ロ）　所要時間（パラクロルフエノキシ酢酸からの）\nａ１法　六時間　ａ２　八時間\n控訴人方法　一一時間\n（ハ）　操作の困難性\n三方法共になし。\nしたがつて、工業的要請を加えて比較した場合にも、控訴人方法は、ａ１法、ａ\n２法と、作用ならびに効果上、異質のものとは言い得ない。\n（３）　二項の（一）において、控訴人は、控訴人方法は本件特許発明と作用効果\nを異にするといい、まず第一に、本件特許方法は無水有機媒質中での反応という制\n約があるのに対し、控訴人方法ではかかる条件を必要とせず脱水操作を必要とす\nる、という点を掲げている。\n控訴人方法が本件特許発明における無水有機媒質の典型例たるキシレンを溶媒と\nして用いており、したがつて、「無水有機媒質中で反応させる」という本件特許発\n明の要件を充足するものであることは、すでに述べた。\n控訴人方法が脱水操作を必要とすること、本件特許発明がそれを必要としないこ\nとの差は、両方法における副生成の差に基づくものである。しかし、反応の結果、\nいかなる副生物が生ずるかということは、技術思想の異同に影響を及ぼすものでは\nない。かえつて、控訴人方法では、脱水操作を加えることによつて反応時間、反応\n温度、目的物質の収率等、作用効果のすべてにわたつて本件特許発明の作用効果と\n同じ作用効果をもたらし得ているのである。\n二項の（一）の（１）において、控訴人は、また、本件特許方法ではモル比を限\n定しているに対し、控訴人方法ではかような配慮は必要でないと述べている。\n本件特許の特許請求の範囲に記載されているモル比の意味、特にそれがモル比の\n「限定」といい得ないことは、すでに述べた。\n控訴人方法においても、本件特許方法においても、カルボン酸成分一モルに対し\nアルコール成分一モルの割合でエステル化反応が生起し、一モルのエステルが生成\nすることに変りはない。また、控訴人方法の具体的内容を示す控訴人の実験（乙第\n五〇号証）では、カルボン酸成分一モルに対し、アルコール成分が一・二モルとモ\nル比を限定して使用している。\n二項の（一）の（２）には、あえて反論する必要がない。\n控訴人方法は、単一の方法であり、本件特許方法はメクロフエノキセートという\n同一の目的物質を製造するについても、ａ１法、ａ２法、ｂ法という三種の方法を\n含むから、後者の目的に応じて使いわけが可能であるに対し、前者は使いわけが不\n可能であることは自明である。\n二項の（一）の（３）に関しては、すでに反論した。\n被控訴人等は、本件特許の特許請求の範囲に記載されているすべての目的物質に\nついてカルボン酸法がカルボン酸ハロゲナイド法と均等であると主張しているので\nはない。控訴人方法で用いられるアルコール成分は、β－ジメチルアミノエタノー\nルであつて、第一級アルコールである。控訴人方法が本件特許方法と作用効果を同\nじくするか否かを論じるに当つて、控訴人方法には用いられない第二級アルコール\nや第三級アルコールの場合を考慮する必要がないことは明らかである。\n二項の（一）の（４）において、控訴人は、ａ１法、ａ２法、ｂ法、控訴人方法\nのそれぞれにつき収率を示している。\nこの収率は、被控訴人等が前述した収率と異なつているが、これは触媒使用の有\n無や、昀終生成物の精製回数の差に基づくものである。\nなお、控訴人は、ｂ法の収率に言及しているが、本件では、控訴人方法が本件特\n許のａ１法およびａ２法の均等方法か否かが問題なのであつて、ｂ法の収率が問題\nなのではない。また、被控訴人等には、ｂ法において溶媒としてトルエンを用いる\nと塩酸メクロフエノキセートの収率が満足できる事を確認している。\n（４）　二項の（二）において、控訴人は、控訴人方法はそれを工業的生産方法と\nして採用するにつき、種々否定的な要因が予測されるから、その採用には意外性が\nあるという。\n控訴人のいう否定的要因とは、被控訴人等が、第二、（二）、（２）において、\n（イ）（ロ）（ハ）の三項目に要約した事項につきている。それらを根拠として意\n外性をひき出そうとする控訴人の主張の誤りであることは、すでに明らかにした。\nエステル化反応にはカルボン酸成分とアルコール成分が用いられるが、ａ１法、\nａ２法の如くカルボン酸成分をカルボン酸ハロゲナイドの形でアルコールと反応せ\nしめる場合と、控訴人方法の如くカルボン酸のままの形で用いる場合とでは、一般\nに、前者が後者より反応が速い。この事実は古くから熟知されていた技術常識であ\nる（原審における【Ｄ】証言）。\n一方、エステル化反応の如き反応において、反応を促進せしめる昀も常識的、一\n般的手段は、加熱により反応温度を高めることであつて、反応温度を約一〇℃高め\nると反応速度は約二倍となり、反応が促進されることが技術常識として知られてい\nる。\nこの二つの技術常識から、ａ１法、ａ２法の原料たるパラクロルフエノキシ酢酸\nクロライドに替えてパラクロルフエノキシ酢酸を用いようと考えた場合には、ａ１\n法、ａ２法の場合よりも、より高い反応温度を用いなければならないこととなるの\nは自明である。\nところで、水を如何に加熱しても、その温度は水の沸点である一〇〇℃以上には\n高くならないことから判るように、溶媒（媒質）を用いて反応せしめる場合には、\n反応温度はその溶媒の沸点以上には上昇し得ない。\nしたがつて、より高い反応温度を用いるということは、具体的には、より高い沸\n点の溶媒を使用することに他ならない。\n他方、本件特許明細書にはベンゼンを用いる態様が数多く実施例として示されて\nおり、例えば、実施例８にはベンゼンを無水有機媒質として用いるａ２法の実施態\n様が掲げられている。\nかような実施の態様を見れば、ベンゼンは、原料として用いられるパラクロルフ\nエノキシ酢酸クロライドおよびβ－ジメチルアミノエタノールのいずれに対しても\n反応活性を示さず、また、目的物質たるメクロフエノキセートに対しても反応せ\nず、溶媒として好適な無水有機媒質であることが明瞭である。\nベンゼン、トルエン、キシレンはいずれも、反応活性が乏しく、沸点が約八〇℃\nから約一四五℃の範囲に存るので、有機合成反応に溶媒として多く使用され、工業\n用溶媒としてもＢ、Ｔ、Ｘと総称して多量に生産消費されている。\n以上述べたところから、ａ１法、ａ２法の原料たるパラクロルフエノキシ酢酸ク\nロライドに替えてパラクロルフエノキシ酢酸を用いてメクロフエノキセートを製造\nしようと企てた場合、昀初に思いつく溶媒はベンゼン、トルエン、キシレンの系列\n中から選ばれることは当然であり、原料の反応性の低いことからみて、ベンゼン\n（沸点八〇℃）より高沸点のトルエン（沸点一一〇℃）、キシレン（沸点一三五～\n一四五℃）のいずれかから先ず試みられることは常識である。\nしたがつて、パラクロルフエノキシ酢酸を用いる控訴人方法の場合、反応におけ\nる加熱温度を独立して決定する必要は全くない。加熱温度は、用いられる溶媒が決\nまれば、前述のとおり、その沸点によつて自動的に決定されるからである。\nところで、パラクロルフエノキシ酢酸クロライドに替えてパラクロルフエノキシ\n酢酸を用いる場合、目的物質たるメクロフエノキセートの生成と同時に副生物とし\nて水が生成することは、反応式からも自明であつて、実験を試みなければ知り得な\nいものではない。\nそこで、控訴人方法の如く、カルボン酸成分をそのままの形で用いるエステル化\nにおいては、生成するエステルの加水分解を防ぎ、反応を進行せしめて完結に至ら\nしめるために、共沸脱水と称する副生水を連続的に取り除く操作が知られており、\nそのための簡単な脱水装置が古くから公知であつた（甲第二十二号証ないし甲第二\n十四号証、甲第五十八号証）。\nかかる脱水装置を反応容器に装着連結して反応を試みると、副生する水が反応の\n生じている有機媒質中から共沸によつて溜出してくる状況とその経過とが、肉眼で\nも詳細に観察できる。\n好適な溶媒を選定するには、右に述べた脱水装置における副生水の溜出状況を観\n察して、副生水の溜出の昀も順調なものを選びさえすれば足りる。\nなお、この場合、原料たるパラクロルフエノキシ酢酸とβ－ジメチルアミノエタ\nノールとは公知化合物であり、目的物質たるメクロフエノキセートは本件特許明細\n書によつて製法と共に開示されているのであるから、トルエンやキシレンや溶媒に\n用いて加熱した場合、原料や目的物質が熱によつて分解する惧れのないことは、仮\nに疑いを抱くとしても、その疑いを解消するに何の困難もない。\n脱水装置を使用した場合、盛んに溜出していた水が殆んど溜出しなくなれば、反\n応が完結に近づいたことが判る。したがつて、その時点迄の所要時間を測定すれ\nば、それによつて、その場合の反応に必要な反応時間が決められる。かように、反\n応に必要な所要時間も溶媒の選定と同時に定まることになる。\n要するに、加熱を続けることによつて脱水装置の水分分離器中の水層が順調に増\n加してゆくという現象は、反応が順調に進行していることを定性的に示しており、\nまた、水層の増加が停止したことは反応が完結したことを示すから、これらの現象\nを観察していさえすれば溶媒の適否を決定するに何の困難も伴わない。控訴人方法\nにおけるキシレンはかようにして選定採択されたものであり、それと同時に、反応\n温度ならびに反応時間は自ら決つたものなのである。\n本件特許発明が、本件特許の特許請求の範囲記載の酸とアミノアルコールまたは\nアミノチオールとを原料として組み合わせ、これにＯ－アシル化またはＯ－アルキ\nル化よにるエステル化反応を生起せしめることにより、所望のエステルおよびその\n塩を製造するということを技術思想とすることは、すでに述べた。\n控訴人方法は、これと同一の技術思想の下に、ａ１法、ａ２法と同じ反応原理、\n反応機構によつて、同一の目的物質を製造する方法であり、パラクロルフエノキシ\n酢酸のハロゲン化物を原料として用いる代りに、パラクロルフエノキシ酢酸を選\nび、これをキシレン中で共沸脱水という操作を加えつつ加熱して反応せしめるとい\nう控訴人方法の操作条件は、本件特許の公開を前提とすれば、一般化学技術者が、\n常識として誰でも想起するものであつて、しかも、その実施は極めて容易であり、\nなんら特別の創意を必要としないのであつて、正に本件特許方法の均等方法に他な\nらない。\n（５）　三項において、控訴人は、Ｏ－アシル化、Ｏ－アルキル化および求核置換\n反応を理由とする被控訴人等の主張は理由がない、と主張している。\nしかしながら、均等を論じるに当たつては、技術思想を共通にすることが要件の\n一つとされているから、本件においては、本件特許発明の技術思想が何であるかを\n明らかにする必要がある。\n特許発明の技術思想は、一定の技術分野における思想である。したがつて、その\n思想はその技術分野における理論に基づいて構成されたものでなければならない。\n反応原理や反応機構は、有機化学の分野における反応の異同を明らかにし、反応を\n体系づけるための基礎的理論である。\nしたがつて、ａ１法、ａ２法はＯ－アシル化という反応形式に属し、その反応機\n構は不飽和炭素上の求核置換反応であつて、ｂ法はＯ－アルキル化という反応形式\nに属し、その反応機構は飽和炭素上の求核置換反応であるということが、本件特許\n発明の技術思想の解明に当つて意味を持つことは、言を俟たない。\n被控訴人等が、控訴人方法とｂ法とを対比せずａ１法、ａ２法と対比したのは、\n控訴人方法がＯ－アシル化という反応形式に属しその反応機構が不飽和炭素上の求\n核置換反応であつて、ａ１法、ａ２法と共通しｂ法とは異なるからに他ならない。\nさらに、本件特許発明が、特定のカルボン酸と特定のアルコールとを原料として\n組み合わせ、これにＯ－アシル化またはＯ－アルキル化というエステル化反応を施\nすことによつて、所望のエステルまたはその塩を製造するということを技術思想と\nするという被控訴人等の主張も、また、有機化学の分野におけるような基礎的理論\nに立脚するのである。\nなお、控訴人は、控訴人方法の採用しているカルボン酸法が常にＯ－アシル化で\nあり、その反応機構が常に不飽和炭素上の求核置換反応であるとは限らないと述べ\nているが、控訴人方法がＯ－アシル化反応であることは、甲第十八号証（被控訴人\n等による実験）により確認されている（不飽和炭素上の求核置換反応であることは\n原審における【Ｄ】証言参照）。\nまた、きわめて特殊な構造のアルコールを用いる場合に、カルボン酸法がＯ－ア\nルキル化の生成形式をとることがあり得るとしても、カルボン酸法は一般にＯ－ア\nシル化の生成形式によるものであり、ことに控訴人方法の如く第一級アルコールを\n用いる場合には一般にＯ－アシル化の生成形式に従つてエステル化反応が進行する\nのであり、このことは化学常識であつた（甲第三十五号証、甲第三十六号証、甲第\n五十三号証、甲第五十四号証）。\n（６）　四項において、控訴人は、均等の成否を見るに当たつて、目的物質が薬効\nを共通にするということは斟酌することが許されないといい、もし、目的物質の薬\n効を共通にすることをもつて均等を肯定する理由とするときは、特許法第三二条\n（旧）第二号および第三号を潜脱する結果となると主張している。\n被控訴人等の本訴における均等の主張が、決して右法条に違反しないことについ\nては、原判決書理由の項の六、（８）一七丁を援いて、すでに述べた。\nメクロフエノキセートは、本件特許請求の範囲記載の「新規塩基性エステル類」\nに包含される化合物であり、塩酸メクロフエノキセートは「該エステルと酸類との\n附加塩」に包含される化合物である。\nそればかりでなく、本件特許明細書の中では、本件特許発明の目的物質の有して\nいる薬理学上ならびに臨床上の優れた効果を説明するために、メクロフエノキセー\nトおよび塩酸メクロフエノキセートを、全目的物質の中から特に選んで例示し説明\nしている。\n控訴人が、控訴人方法によつて製造している物質は、単に本件特許方法の目的物\n質と薬効を共通にする物質ではなく、この塩酸メクロフエノキセートなのである。\nしたがつて、控訴人方法は、本件特許発明とその目的を同一にする方法である。\n第三　被控訴人等の主張の骨子\n要するに、控訴人方法は、ａ１法、ａ２法と同じ反応原理、反応機構によつて、\n同一の目的物質を製造する方法であるが、控訴人方法で用いられるパラクロルフエ\nノキシ酢酸は、本件特許方法で用いられるパラクロルフエノキシ酢酸のロハゲン化\n物よりも反応性が弱く、且つ、その反応では水が副生する。そこで、控訴人方法で\nは、本件特許発明の『無水有機媒質』として用いられる溶媒の中から、沸点の比較\n的高いキシレンを選択使用して反応温度を高めに設定し、且つ、共沸脱水というう\n操作を加えて反応の進行と完結を促がし、パラクロルフエノキシ酢酸を用いなが\nら、パラクロルフエノキシ酢酸のハロゲン化物を用いた場合と同様の結果をもたら\nしているのである。しかし、パラクロルフエノキシ酢酸のハロゲン化物を原料とし\nて用いる代りに、パラクロルフエノキシ酢酸を選び、これをキシレン中で共沸脱水\nという操作を加えつつ加熱して反応せしめるという控訴人方法の操作条件は、本件\n特許発明の技術的範囲を定めるための基準となるべき技術常識（本件特許の優先日\n当時の技術常識）として、自明かつ実施容易であつて、控訴人方法は、本件特許の\n優先日前に本件特許発明の属する技術分野における通常の知識を有する者ならば、\n何人でも、本件特許明細書を開示した塩酸メクロフエノキセートの製法に関する知\n見に基づいて、極めて容易に知ることができる程度の変更を加えたものに過ぎない\nのである。\n以上述べたとおり、控訴人の主張は悉く理由のないものであり、控訴人方法は本\n件特許発明の技術的範囲に属する方法である。したがつて、控訴人の塩酸メクロフ\nエノキセートの製造販売拡布行為は全て本件特許権の侵害を構成する。\nよつて、原判決の判断は正当であり、控訴は棄却されるべきである。\n（以上）\n"
}