{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 10,
    "day": 17
  },
  "case_number": "昭和49(行ウ)50",
  "case_name": "法人税更正処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "法人税法施行令１７０条にいう「清算所得の金額が不当に減少する結果となると認められるとき」の意義",
  "case_gist": "法人税法施行令１７０条にいう「清算所得の金額が不当に減少する結果となると認められるとき」とは，合併法人が合併を予期して被合併法人の株式を取得したために，清算所得が減少する結果となる場合を指すのであって，合併法人が合併前に合併を予期することなくたまたま被合併法人の株式を取得していたという場合にはこれに当たらない。",
  "lawsuit_id": "17643",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17643",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/643/017643_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一（当事者双方の申立）\n原告は、「被告が昭和四七年九月二八日付をもつて、合併法人たる原告の被合併法\n人本山土地開発株式会社吸収合併による清算所得金額を八億一、五二四万一、七三\n七円、法人税額を二億四、四五七万二、三〇〇円とした更正処分および過少申告加\n算税額を一、二二二万八、六〇〇円とした賦課決定処分を取消す。訴訟費用は被告\nの負担とする。」との判決を求め、被告は、主文と同旨の判決を求めた。\n第二（原告の主張）\n一　原告の請求の原因\n（一）　合併法人である阪本紡績株式会社（同会社において本訴を提起した後の昭\n和五〇年四月二五日同会社に対し会社更生手続開始決定がなされ、その更生管財人\nＡが訴訟手続を受継した。よつて、以下、同会社および右更生管財人を含めて原告\nという。）は、主として紡績業を営む会社（昭和四五年三月三一日当時の資本金一\n億円、一株の金額五〇円、発行済株式数二〇〇万株）であるが、昭和四五年一月二\n〇日、被合併法人本山土地開発株式会社（昭和四五年三月三一日当時の資本金三〇\n〇万円、一株の金額五〇〇円、発行済株式数六、〇〇〇株。以下、本山土地とい\nう。）との間に、原告が本山土地を吸収合併する旨の合併契約を締結し、同年一月\n二九日、両法人の株主総会の合併承認決議を経由したうえ、同年三月三一日、本山\n土地を吸収合併してその権利義務を包括承継した。\n（二）　原告は、右合併に際し、四万五、〇一〇株の額面株式（一株の金額五〇\n円）を発行し、これを本山土地の四、五〇一株の株主に対し、旧株式一対新株式一\n〇の割合で割当てて資本の額を二二五万〇、五〇〇円増加した。\n本山土地の残りの一、四九九株については、原告が昭和四三年九月三〇日に四億\n三、七六三万七、五四七円で取得し保有していたので、自己株式となるため、これ\nに対しては新株を発行しなかつた。\nそして、これにより生ずる株式消却損四億三、七六三万七、五四七円については、\n原告は本山土地より受入れた土地の時価と帳簿価格との増差額四億三、六八八万\n八、〇四七円および減資差益七四万九、五〇〇円の合計額四億三、七六三万七、五\n四七円と相殺処理した。\n（三）　しかるに、被告は昭和四七年九月二八日原告に対し、原告が合併前に取得\nした本山土地の株式の対価四億三、七六三万七、五四七円を合併交付金とみなし、\n前記合併によつて本山土地につき八億一、五二四万一、七三七円の清算所得がある\nとして、法人税額を二億四、四五七万二、三〇〇円とする更正処分と、過少申告加\n算税を一、二二二万八、六〇〇円とする賦課決定処分をした。\n（四）　しかし、本山土地には何等清算所得がないことは前叙のとおりであるの\nで、原告は被告に対し前記各処分の取消を求めて、昭和四七年一一月一六日大阪国\n税不服審判所長に対し審査請求を申立てたが、同審判所長は昭和四九年五月二〇日\n右審査請求を棄却する旨裁決し、右裁決書は同年六月五日原告に送達された。\n（五）　そこで、原告は前記各処分の取消を求める。\n二　後記被告の主張に対する答弁\n被告の主張のうち、原告の前記行為計算が法人税法施行令一七〇条の「その取得に\nよりその被合併法人の清算所得の金額が不当に減少する結果となると認められる」\n場合に該当するとの点は争うが、その余は、原告において本山土地の株式取得に要\nした四億三、七六三万七、五四七円を合併交付金とみなして清算所得を計算した場\n合、その結果が被告主張の数字となる事実を含めて全て認める。\n法人税法旧基本通達昭和二八年直法一－一一九－四八は本件の如きみなし清算所得\nの適用条件について、「合併法人が合併前において、合併を予期して被合併法人の\n株式を取得した場合に適用するものとする」と明示していたものであり、そのよう\nな条件が満たされない場合は、現行通達においても前記施行令一七〇条にいう「被\n合併法人の清算所得の金額を不当に減少する結果となる」とは認められないものと\nなることは明白である。\nしたがつて、問題は本件において原告が本山土地の株式を取得した当時、本山土地\nとの合併を予期していたか否かに帰着するところ、原告はその代表者であるＢに対\nする貸付金が年々累積し、大阪国税局から監査の都度その解消を勧告されていたの\nに、Ｂに返済の見通しが立たなかつたため、已むなくＢ所有の株式を代物弁済とし\nて譲受けることにして、当時の大阪国税局調査部長の了承を得たうえ、昭和四三年\n九月三〇日Ｂより本山土地の株式一、四九九株を右貸付金元金の一部の代物弁済と\nして譲受け、さらに翌四四年七月Ｂより甲南殖産株式会社の株式九、一〇八株を右\n貸付金残債元金の代物弁済として譲受けて、貸付金を清算するに至つたのが、本件\n株式取得の経緯である。\nその後原告は、昭和四五年になつて本山土地を合併することになつたが、これは本\n山土地において予定していた所有地の造成販売事業が資金的人的問題から遂行でき\nなくなつたために、原告がこれを引継いで事業を継続することとし、合併が行なわ\nれるに至つたのである。\n以上の次第で、原告の本件株式取得は、本山土地の合併を予期して行われたもので\nは決してないから、法人税法施行令一七〇条に該当しない。\n第三（原告の請求の原因に対する被告の答弁および主張）\n一　原告の請求の原因に対する答弁\n請求の原因のうち、本山土地には何ら清算所得がないとの点は争うが、その余の事\n実は認める。\n二　被告の主張\n本件処分は、原告が昭和四五年三月三一日に吸収合併した本山土地の合併による清\n算所得金額に関するものであるが、課税の経過はつぎのとおりである。\n１　原告は被告に対し、昭和四五年六月一日本山土地との合併による清算所得金額\nを零として確定申告書を提出した。\n２　右確定申告書の内容について被告が調査したところ、左記の事実が認められ\nた。\n（イ）　原告の代表取締役でもあるＢは、昭和三四年一二月三一日本山土地の全株\n式六、〇〇〇株（一株の額面五〇〇円）をＣよりその対価二億九、〇〇〇万円（一\n株当り四万八、三三三円）で取得し、昭和四三年九月三〇日にその取得株式のうち\n一、四九九株（発行済株式の二四・九八パーセント相当）を四億三、七六三万七、\n五四七円（一株当り二九万一、九五三円）にて原告に譲渡した。\n（ロ）　その後原告は、昭和四五年三月三一日本山土地を対等の条件で吸収合併\nし、原告の請求の原因（二）記載の会計上の処理をして清算所得の金額を零として\nいる。\n（ハ）　この一連の行為計算は、法人税法施行令一七〇条の適用要件である「合併\n法人が合併前に被合併法人の株式を取得したこと」および「その取得により被合併\n法人の清算所得の金額が不当に減少する結果となること」に該当する。そこで、被\n告は、原告が本山土地の株式取得に要した金額四億三、七六三万七、五四七円を原\n告が本山土地の株主に対し合併により交付する金銭とみなし、当該株式について\nは、原告の株式の割当てがあつたものとみなして清算所得の金額を計算したもので\nある。\n３　よつて、被告は原告に対し昭和四七年九月二八日付で清算所得の金額八億一、\n五二四万一、七三七円、法人税額二億四、四五七万二、三〇〇円を内容とする更正\n処分および過少申告加算税一、二二二万八、六〇〇円の賦課決定処分をなした。\n第四（証拠関係）（省略）\n○　理由\n一　原告の請求の原因および被告の主張については、次に述べる争点を除き当事者\n間に争いがない。\n即ち、本件の争点は、要するに、原告が本山土地を吸収合併するに先立つて、本山\n土地の株式一、四九九株を四億三、七六三万七、五四七円で取得し、その合併の際\nに右株式に対する新株の割当て等がなかつたことから、右取得金額が法人税法施行\n令一七〇条（以下、令一七〇条という）により合併交付金とみなされるか否かに帰\n着する。\n二　よつて、この点について検討する。\n（一）　令一七〇条の設けられた理由\n株式の譲渡所得に対しては所得税の課税が原則として行なわれないから、株主とし\nては一般に株式を譲渡し易い立場にある。そこで合併法大がこれを利用して合併前\nに被合併法人の個人株主からその株式を取得する。そうすると、その取得した株式\nについては合併の際に新株の割当て等をする必要がなくなるので、清算所得を回避\nすることが可能となる。そこでこのような不当な結果を是正するために、予め取得\nした右株式の対価を合併交付金とみなして清算所得の金額を計算することとしたの\nが令一七〇条の設けられた理由であると解される。そして、同条の「清算所得の金\n額が不当に減少する結果となると認められるとき」とは、原告の主張するように、\n合併法人が合併を予期して被合併法人の株式を取得したために、清算所得が減少す\nる結果となる場合を指すのであつて、合併法人が合併前に合併を予期することなく\n偶々被合併法人の株式を取得していたという場合はこれにあたらないと解するのが\n相当である。けだし、一般に、合併法人が自己の所有している被合併法人の株式に\n対し、合併の際に新株の割当て等をしないことそれ自体はあたり前のことであり、\nかつ、合併法人による右株式の取得が常に納税上の理由によるものとは限らないの\nであるから、右取得を指して常に「清算所得が不当に減少する結果となる」ものと\nいうのは文理上も当を得ないからである。\n（二）　これを本件についてみると、（１）原告が昭和四三年九月三〇日原告の代\n表者であるＢより同人の所有する本山土地（当時の資本金三〇〇万円、一株の金額\n五〇〇円、発行済株式総数六、〇〇〇株）の全株式のうち、一、四九九株を四億\n三、七六三万七、五四七円（一株当り二九万一、九五三円）で譲り受けたこと、\n（２）原告が昭和四五年三月三一日本山土地を対等の条件（本山土地の額面五〇〇\n円の株式一に対し原告の額面五〇円の株式一〇を割当てた）で吸収合併したこと、\n（３）右合併に際して、原告が予め取得していた本山土地の一、四九九株について\nは新株の割当て等をせず、これにより生ずる株式消却損四億三、七六三万七、五四\n七円については原告が本山土地より受入れた土地の時価と帳簿価額との増差額四億\n三、六八八万八、〇四七円および右減資差益七四万九、五〇〇円の合計額四億三、\n七六三万七、五四七円と相殺処理したことについては当事者間に争いがなく、成立\nに争いがない甲第四号証、第五号証の七、八、第一二号証、乙第二号証の二、第一\n〇号証の二、証人Ｄの証言により真正に成立したと認められる甲第八号証ならびに\n証人Ｄ、同Ｅの各証言によれば、（４）原告の右合併当時の株主は、その代表者で\nあるＢの外その親族四名のみで、Ｂが発行済株式総数の九九・六パーセントを所有\nしていたこと、（５）原告のＢに対する未収入金および長期貸付金の合計が昭和四\n三年一二月三一日当時約一五億円、昭和四四年三月三一日当時約一一億円、昭和四\n五年三月三一日当時約六億円であつたこと、（６）Ｂが昭和三四年本山土地の全株\n式をＣから取得するについて、その資金を原告がＢに対する貸付金という形式で出\n捐したこと、（７）本山土地は土地を所有するだけで従業員もおらず、実質的な経\n済活動をすることもなく、その経理については専ら原告の従業員がこれにあたつて\nいたこと、（８）本山土地の一株（額面五〇〇円）当りの純資産（原告が合併前に\n取得した本山土地の株式一、四九九株の一株当りの取得価額をこれと同一とみ\nる。）が二九万一、九五三円であるのに比較して、原告の当時の一〇株（額面一株\n五〇円）当りの純資産が約一万〇、五四九円と著しく低かつたことが認められ、右\n認定を左右する証拠はない。\n右事実によれば、原告が合併前に本山土地の株式一、四九九株を四億三、七六三万\n七、五四七円で取得し、合併に際し右株式に対し新株等の割当てをしなかつたこと\nにより、清算所得の金額が減少する結果となつていることは明らかであり、そし\nて、原告も本山土地もＢの個人会社の如き存在であつたもので、経済活動を原告の\n名義で行なうか、本山土地の名義で行なうかはＢの意のままになつたことが窺わ\nれ、さらに資産内容の全く異る原告が本山土地を対等の条件で合併し、しかも本来\n合併交付金として本山土地の株主であるＢに対し交付すべき、本山土地より受け入\nれた土地の増差額四億三、六八八万八、〇四七円を交付しないという極めて異常で\n不合理な行為に及んでまで清算所得の金額の減少に腐心しているとみられることな\nらびに本山土地にはもともと経済活動を行なうべき人的組織が欠けていたこと等に\n徴すれば、原告は本山土地の株式一、四九九株を取得した昭和四三年九月三〇日の\n時点で既に本山土地との合併を予期していたものと認めるのが相当である。\n右の点に関し、原告は、（イ）原告が本山土地の株式一、四九九株を取得した経緯\nは、大阪国税局から、原告のＢに対する貸付金の解消を勧告されていたので、その\n返済の一環としてＢが原告に対し譲渡したもので、昭和四四年七月には右貸付金全\nてを解消したのであり、（ロ）原告が本山土地を合併したのは、本山土地において\n予定していた所有地の造成販売事業が資金的人的問題から遂行できなくなつたた\nめ、原告がこの事業を引継ぐためであつた、と主張し、これに副う証拠もないでは\nないが、右（イ）の主張は、貸付金解消のためとはいいながら、その譲渡額が当時\nの原告のＢに対する未収入金および長期貸付金の額に比べると極めて少なく、また\n貸付金を解消したといいながら、その直後である昭和四五年三月三一日当時の原告\nのＢに対する未収入金および長期貸付金の合計が再び約六億円にも達していること\nに照らすと、到底信用できるものではなく、さらに（ロ）の主張も、本山土地には\nもともと従業員がおらず、したがつて実質的な経済活動を行なつていたものではな\nくて、その経理についても原告の従業員がこれにあたつていたもので、すでに見た\nように原告も本山土地もＢの個人会社の如き存在であつた事実を参酌するときは、\n採用することができない。\nそうすると、\n原告が本山土地の株式一、四九九株を取得するに要した四億三、七六三万七、五四\n七円は令一七〇条により合併交付金とみなされることになる。\n三　原告が本山土地の株式一、四九九株を取得するに要した四億三、七六三万七、\n五四七円が令一七〇条により合併交付金とみなされることは前叙のとおりであると\nころ、この場合、本山土地の清算所得の金額が八億一、五二四万一、七三七円とな\nることについては当事者間に争いがなく、また原告が右清算所得の金額を零として\n申告したことについても当事者に争いがないから、被告が原告に対してなした法人\n税額を二億四、四五七万二、三〇〇円とする更正処分ならびに過少申告加算税額を\n一、二二二万八、六〇〇円とする賦課決定処分は正当である。\n計算\n清算所得金額　法人税法１１５条１項　法人税額\n（千円未満切捨）（昭和４９年法律１６号による改正前のもの）\n８　１５、２４１、０００円×３０／１００＝２４４、５７２、３００円\n法人税額－申告額　国税通則法　過少申告加算税額\n（千円未満切捨）\n２４　４、５７２、０００円×５／１００＝１２、２２８、６００円\n四　以上の次第で、原告の請求は失当であるからこれを棄却することとし、民訴法\n八九条を適用して主文のとおり判決する。\n（裁判官　荻田健治郎　井深泰夫　近藤寿邦）\n"
}