{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 2,
    "day": 24
  },
  "case_number": "昭和46(行ク)3",
  "case_name": "行政処分執行停止申立事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "lawsuit_id": "18289",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18289",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/289/018289_hanrei.pdf",
  "contents": "主　　　文\n申立人の本件申立てを却下する。\n申立費用は申立人の負担とする。\n理　　　由\n第一、申立人の申立の趣旨および理由は別紙一、二のとおりであり、これに対する\n被申立人の意見は別紙三ないし七の、補助参加人らの意見は別紙八、九のとおりで\nある。\n第二、当裁判所の判断\n一　申立人主張の申立理由別紙一の第一記載の事実は当事者間に争いがない（もつ\nとも、無勅署名数八、一五八人、有効署名数四九、一四三人、法定署名超過数一\n三、五五四人とあるのは、その後無効署名が二九八個増加したため、無効署名数\n八、四五六人、有効署名数四八、八四五人、法定署名超過数一三、二五六人となつ\nた）。\nそこで、以下申立理由第二以降の点について、その要旨を掲げ順次検討する。\n１　まず署名簿の縦覧手続について、申立人は、「被申立人は（一）地方自治法七\n四条の二第二項の「関係人」を署名者と被解職請求者に限られると解釈し、それ以\n外の一般選挙人の縦覧を拒否した。（申立人の代理人による縦覧は、Ａが代理人と\nなつて昭和四六年一月一五日以降縦覧を許されただけで、それ以外は拒否され\nた。）（二）署名簿の謄写を拒否した。右の違法は法定の縦覧手続を履践したとは\nいえない」旨主張する。\n右の点について、疏明資料を検討すると、被申立人は、（１）本件解職請求者署\n名簿の縦覧期間を昭和四六年一月一三日から同月一九日までと定め、縦覧場所入口\n受付の壁面に「縦覧できる者の範囲、茨木市の選挙人名簿に登録されている者に限\nられます。」と記載ある貼紙を貼布し、同市の選挙人名簿登録者全員に縦覧の機会\nを与えたこと（もつとも地方自治法七四条の二第二項にいう「関係人」とは、署名\n者、代筆されている本人、請求代表者、受任者、請求を受けている者等、署名の効\n力の決定について直接利害関係を有する者、と解するのが相当である）。（２）代\n理人による縦覧は、当初許されないとされたが、選挙人名簿に登載ある右Ａが代理\n人として縦覧することは昭和四六年一月一四日より許され、またその日より選挙人\n名簿に登載のない者が代理人となつて縦覧することも申立人と随伴する限り許容さ\nれる方針となつたこと、また申立人およびその代理人Ａに対し、署名簿の筆写は自\n由に認めたが、機械による謄写（コピー）は許可しなかつたこと、が認められる。\n右の事実からすると、申立人の主張する縦覧手続上の違法は、何等存しないとい\nうの外はない（なお機械による謄写を許すかどうかは、縦覧制度の趣旨、機械の設\n置場所、署名簿の移動あるいは綴りかえ等、諸般の情況に照らし判断されるべきこ\nとで、もとより被申立人の裁量に委ねられるべきものと解する）。\n２　次に被申立人のした署名の効力決定について、申立人は、「被申立人は署名の\n証明は個々の署名について行われるものであるから、異議の申出は、異議ある署名\nを特定してなすべきであるとするが、署名簿が多数であり、縦覧期間が七日間で、\n筆写のみが許されたことを考慮すれば、異議ある署名が不特定であることを理由\nに、異議の申出を棄却することは許されない。しかるに被申立人は申立人の異議の\n申出を右の理由で棄却した。右は違法である。」旨主張する。\nこの点について、疏明資料によると、被申立人は地方自治法七四条の二第四項\n（第八一条）の異議の申出は、署名な特定してなすことを要すると解したことが認\nめられる。もとより署名の証明は個々の署名についてなされるもので、したがつて\n異議の申出も異議ある署各を特定してなすべきであることは勿論である。しかしな\nがら本件の場合、申立人は異議申立理由として縦覧手統の違法を主張しており署名\n総数五七、三〇一名、署名簿冊一一、六九一冊の大量であることを考慮すると、縦\n覧期間内に一々点検して特定することは、時間的に不可能である場合も当然考えら\nれるところであり、かかる場合は、例外的に例示的特定をもつて、署名全部につい\nて異議の申出をなしていると解すべきであろう。そうとすれば申立人のこの点につ\nいての主張は、形式的には理由があるというべきである。しかしながら、実質上\nは、後記のとおり被申立人は昭和四六年一月一三日なした署名についての証明決定\n前、多数の署名について実地調査、証人調べ等をなしているごとが認められるの\nで、結局申立八のこの点の主張も理由がないというべきである。\n被申立人は、署名の効力に関する決定取消請求の本案訴訟においても、異議申出\n手続段階で特定した異議ある署名の外は取消訴訟の対象とできず、従つて本件では\n解職請求の認められる法定署名数を下廻ることはないから、既にこの点において本\n件は本案について理由がないとみえるときにあたり却下さるべきであると主張する\nが、前示理由により、本案訴訟は署名簿の署名全部の効力を争つていると解すべき\nで、被申立人の主張は採用しない。\n３　さらに申立人は、「（一）本件解職請求者署名簿には、非自署と認められるも\nのが約一四、〇〇〇件存在する。これについて、二個以上の同一筆跡について、自\n署と認められるもの以外は当然無効であるのに、被申立人は右約一四、〇〇〇件の\n殆んどを有効とした。（二）重複署名について、自署である場合はその一を有効と\nし、他を無効とすべきであり、またそれが同一筆跡でない場合は、いずれが自署で\nあるか、あるいは偽造であるか等について、実地調査の上その効力を決すべきであ\nるのに、単純に一方を有効とし他方を無効とした（なお重複署名は一、六三三件あ\nると聞いている）。（三）本件署名中、栂印による署名が約六、〇〇〇件以上あ\nり、その大半は指紋が明白でない。このような栂印による署名は無効であるのに被\n申立人は有効とした（なお栂印による署名中、昭和三七年一月一二日死亡したＢの\n署名がある）。右はいずれも違法である。」旨主張する。\n右の点について、疏明資料によると、（１）被申立委員会委員四名が茨木市から\nの応援職員とともに全署名について、同一筆跡と一応疑われるもの約一四、〇〇〇\n件を選び出し、この審査について、多数であることから茨木市長に職員（約六〇\n名）の応援を依頼するとともに、被申立人委員とその所属職員とが二名一組となつ\nて右の約一四、〇〇〇件を更に審査し、その結果同一筆跡と疑われるもの六、一八\n三件を特定し、これについて、右茨木市からの応援職員を合せ二名一組（うち一名\nは管理職）で五日間にわたり実地調査（調査表作成）をし、その結果一、〇八五件\nを非自署として無効と決定したこと、（２）重複署名については、総数一、六三三\n件について、同一筆跡のものは署名年月日の後の署名のみを有効とし、異なる筆跡\nのものについては、署名者とともにその家族の署名があるものについてはその筆跡\nの比較をし、また必要と思われるものについては家庭を訪問して調査し、その結\n果、一、六三三件中、一、五七二件を無効と決定したこと（なお筆跡の比較につい\nては、筆跡鑑定の専門家を招き講習を行い、慎重になされた）。（３）栂印による\n署名については、押捺された栂印を点検し、さらにそれらが同一人の自署および栂\n印であるかどうかを検するため、無作為に抽出した三二五件について、前記同一筆\n跡に関する実地調査と同様、二名一組で当該自宅を訪問して調査したこと、が認め\nられる。\n右の認定事実からすると、本件解職請求者署名について、同一筆跡、重複署名、\n栂印による署名等に関する被申立人のなした調査は、慎重かつ適切であるというべ\nく、申立人の主張する違法は認められない。\n４　署名収集手続について、申立人は「（一）本件解職請求について、その代表者\nから被申立人に請求代表者証明書交付請求がなされたのは昭和四五年一〇月一二日\nであり、被申立人が右証明書交付の告示をしたのは同月一五日である、しかるに、\n本件解職請求者署名簿は同年一〇月一〇日頃から茨木市全市にばらまかれ、同日頃\nから多数の署名が収集されていた。署名収集期日前の署名が無効であることは被申\n立人も認めるところであるが、地方自治法施行規則一二条、九条によりその形式は\n法定され、かつ署名簿を二冊以上作成したときはそれを通ずる一連番号を付するこ\nととされていること等からすると、期日前の署名がなされている署名簿は、単に当\n該署名のみでなく、署名簿登載の全署名を無効とすべきである。そして、地方自治\n法施行令九二条四項の規定からすると、期日前の署名について期日後署名年月日を\n訂正することは許されず、仮りに訂正してもその効力を有しないものである。しか\nるに被申立人は、署名者の意思によつて期日後署名年月日を訂正すれば、期日後の\n署名と同視しうる（瑕疵の治癒）からとの理由で有効とした。（二）偽造署名が無\n効であることは勿論であるが、地方自治法七四条の四第二項等から考えると、偽造\nの署名が存在する署名簿およびその署名簿の受任者の収集した他のすべての署名簿\nについては、特に慎重なる実質審査をなすべきであるのに、被申立人は単に偽造の\n署名のみを無効とし、他の署名や同一受任者の他の署名簿の署名について実質審査\nをせず漫然有効とした。（三）直接請求において、請求代表者又はその受任者以外\nの第三者により収集された署名は無効である、本件の場合、第三者による署名収集\nが公然となされたことは、（イ）読売新聞昭和四五年一一月二〇日付記事からも明\nらかなように、茨木市以外の他市町の婦人団体、労働組合員等二、六五一人応援者\nがかけつけたこと。（ロ）本件解職請求者署名簿の法定の表紙の上に、「Ｃ市長リ\nコール署名簿、署名簿記入上の注意事項」と題する書面を綴つていたこと。（ハ）\n受任者Ｄ約四〇冊、同Ｅ約二〇冊、同Ｆ約八〇冊の各署名簿が提出されているが、\n右各署名簿の署名欄はそれぞれ一五名分設けられているのに、僅かに二・三名の署\n名が存するのみであること、等から明らかである。これらについて、被申立人はそ\nの署名者について直接調査することなく、単に受任者に右事実を問合せたのみであ\nる。右はいずれも違法である。」旨主張する。\n右の点について、疏明資料によると、（１）法定の署名収集期日前に相当数の署\n名収集がなされたことは窺われるが、その各署名については、請求代表者が自ら点\n検し無効として抹消した上被申立人に提出しており、ただ署名者自らの意思で期日\n後署名年月日を訂正したものについてはこれを有効として抹消せず被申立人に提出\nしたが、これは署名簿冊計『一一、六九一冊のうち二一七冊のみに存在し、その署\n名数は計三二六件であり、被申立人は審査の上右のうち四二件を無効とし、他の二\n八四件を有効としたこと。（２）署名簿中、偽造された署名としては前記Ｂの例が\nあるが、これについては選挙人名簿に登載がないとの理由で被申立人において無効\nとし、そして被申立人は、かかる例があることを理由に、当該署名簿記載の全署名\nあるいは同一受任者の他の署名簿の署名がすべて無効となるものではないとの判断\nで、前記のとおり他の要件の調査と相俟つて十分調査がなされていると認められる\nこと。（３）本件解職請求署名収集期間中、茨木市以外の他市町から多数の応援者\nが応援にかけつけたが、それは宣伝ビラの作成、配布等応援活動をしたに止まり、\nこれらの者が署名収集に当つたことは認められないこと、また、本件署名簿中、そ\nの表紙に申立人主張の注意事項と題する書面が綴じられていたものがあつたが、右\nは、折角署名しても要式行為との関係でその署名が無効にならないよう、念のため\n注意を喚起するためになされたものであること、さらに、受任者Ｄ、同Ｅ、同Ｆの\n収集した各署名簿中、署名欄（一五名分ある）に二・三の署名があるに過ぎないも\nのが多いが、このことはなんら第三者の署名収集を疑わせるものではないこと（署\n名簿の署名欄はすべて署名を得なければ他の署名簿に署名を収集してはならない、\nという法律上の根拠はなく、さらに被申立人は受任者六、八三二名中無作為に抽出\nした一七名を、四〇冊以上の署名簿を提出した受任者中一五名を、それぞれ参考人\nとして喚問し、また申立人から第三者収集の署名であるとして指摘された署名簿の\n受任者について証人尋問ないし実地調査をなし、いずれもその署名が第三者により\n収集されたものではないことを確認したこと）が認められる。\n右認定事実からすると、署名収集期日前の署名で被申立人において有効とした二\n八四件（署名収集期日後、署名者が自らの意思で署名年月日を訂正した分）につい\nては、解職請求の署名収集期間が法定されていること（地方自治法施行令九二条四\n項）、直接請求制度の趣旨、署名が要式行為とされていること等から判断すると、\n収集期日前収集された署名は、右期日後において署名者の意思でその年月日を訂正\nしても有効となるものではないと解するのが相当である。したがつて右の二八四件\nの署名は無効と解すべきである（この点申立人の主張は理由がある）。その余の申\n立人の上記主張については、被申立人のなした決定ないし措置に違法と目すべきも\nのはなく、したがつて理由がないというべきである。\n二　以上の次第で、本件申請時において本件解職請求にかかる有効署名は四八、八\n四五人であり、法定解職請求署名数は三五、五八九人で、法定署名数を超える署名\nが一三、二五六人であるとされていたところ、前記のとおり申立人の主張により新\nたに一応無効とされるべき署名数は二八四人である。したがつて、法定数を超える\n署名は一二、九七二個であり、そして上記認定の被申立人のなした審査経過に照ら\nし考察すると、有効署名四八、五六一個中右の一二、九七二個を超える無効署名が\n含まれているとは到底解し得ない。\nよつて申立人の本件申立ては理由がない（一応「本案ついて理由がないとみえる\nとき（行訴法二五条三項）」にあたる）からこれを却下することとし、民訴法八九\n条を適用して主文のとおり決定する。\n（別紙一）\n執行停止決定申請\n申請の趣旨\n大阪地方裁判所昭和四六年（行ウ）第　号大阪府茨木市長解職請求者署名簿の署名\nの効力に関する、決定取消請求事件の判決確定に至るまで、被申請人が昭和四六年\n二月二日申請人のなした、大阪府茨木市長解職請求者署名簿の署名の効力に関する\n異議申立につきなした棄却決定の効力及びこれにもとずく一切の行政処分の執行手\n続を停止するとの裁判を求める。\n申請の理由\n第一、行政処分の内容\n一、申請人は昭和四〇年四月一一日茨木市長選挙によつて市長に選出され、任期満\n了後の昭和四四年四月六日再度公選され、現在茨木市長として在職中である。\n然る処、被申請人は訴外Ｇ外三名等が、大阪府茨木市長解職請求者代表者（以下\n単に請求者代表者と略称する）として昭和四五年一一月一七日署名の証明を求める\n為め提出した、大阪府茨木市長解職請求者の署名簿合計一一、六九一冊、署名者総\n数五七、三〇一人の署名の効力について昭和四六年一月一三日前記署名者総数のう\nち合計八、一五八人の署名についてのみ、選挙権を有しない者、未成年者その他印\n鑑の押捺のない様な形式上明らかに違法な署名のみを無効としてその余の署名を有\n効と決定した。\n因みに昭和四六年一月一三日当日の茨木市の有権者総数等は左の通りである。\n有権者総数　一〇六、七六五人\n署名者総数　五七、三〇一人\n無効署名数　八、一五八人\n有効署名数　四九、一四三人\n法定解職請求署名数　三五、五八九人\n法定署名超過数　一三、五五四人\n処が被申請人が有効と決定した署名のうち約一四、〇〇〇以上の署名が無効である\nと判断し、申請人は昭和四六年一月一九日被申請人に対し地方自治法第八一条第二\n項、第七四条の二第四項の規定に基き大阪府茨木市長解職請求者署名簿の効力に関\nし、異議の申立をした。\n然る処、被申請人は昭和四六年二月二日申請人のなした前記異議の申立に対し左\n記内容の行政処分をした。\n記\n簿冊番号　三、〇二七　署名番号　一〇　Ｈ\n簿冊番号　三、〇三三　署名番号　六　Ｉ\n簿冊番号　四、五〇三　署名番号　八　Ｊ\n簿冊番号　四、五一三　署名番号　一　Ｋ\n簿冊番号　四、五四五　署名番号　四　Ｌ\n簿冊番号　八、三二六　署名番号　三　Ｍ\n簿冊番号　八、三三二　署名番号　四　Ｎ\n簿冊番号　八、三三二　署名番号　三　Ｏ\n簿冊番号　一〇、〇三四　署名番号　二　Ｐ\nの署名は無効とする。\nその他の異議申立については棄却する。\n第二、行政処分の瑕疵内容\n一、然し右行政処分については後記内容の重大なる暇疵があるので当然取消さるべ\nきものであるが、左記の様に署名簿の縦覧手続について被申請人は重大な違法を犯\nし、これが為め申請人において前記異議申立並びに本件請求に於いて具体的に無効\n署名を特定することが出来ないが、かかる署名簿の縦覧手続に重大なる違法のある\n場合には法律的には縦覧手続がなされなかつたものと言うべきであり、仮りに形式\n的にせよ縦覧がなされたと認定されるとしてもかかる場合抽象的違法原因を以つて\n本件行政処分を取消すことは許されると思考する処である。\n二、署名簿の縦覧手続についての違法\n被申請人は請求者代表者より証明を求める為め提出された署名簿の署名の効力に\nついて決定した時には地方自治法第七四条の二第二項に基き七日間の期間署名簿を\n関係人の縦覧に供すべき義務がある。\n而して署名簿を縦覧に供すべき「関係人」とは、選挙人名簿に登載されている者\n全部をさし（昭和二六・九地行発二六八）、これらの者については縦覧場所への入\n場を制限してはならない（昭和二七・一二・一三自丙選発一三七）。\nしかる処、被申請人は署名簿の縦覧をなす関係人を署名簿に署名した者及び被解\n職者に限られると誤つた解釈をなし、右以外の一般選挙人については署名簿の縦覧\nにあたり何等事務上の支障もないのにこれを拒否した。\nかかる被申請人のなした措置が正しいものとされるならば署名簿に登載された解\n職請求者側にのみ署名簿の縦覧を許す結果になり、署名簿に登載されない者即ち解\n職請求反対者側には署名簿の署名の正否及びこれが決定について検討する機会を奪\nうことになり法が署名簿の縦覧を認めた趣旨に反することは明らかな処であり、被\n申請人の採つた見解並びに処置が誤りであることは多弁を要しない処である。\n被申請人が右の如き不当な処理をした為め、申請人が署名簿の縦覧、謄写を特に\n委任した訴外Ａ（茨木市＜以下略＞に居住し且つ選挙人名簿に登載されている者）\nの縦覧場への入場を拒否され申請人の再三にわたる厳重な抗議の結果、漸く一月一\n五日に至つて右Ａ一人のみ原告の代理人として署名簿の縦覧を許可するに至つた。\n申請人として正確かつ迅速に全署名を縦覧する為め、縦覧は代理人により行なう\nことは当然許されるものと考へ、昭和四六年一月一四日諸般の準備を備えた上代理\n人による縦覧を行なおうとしたところ、前記のように被申請人が関係人の縦覧に明\n白かつ現実に支障がなかつたにもかかわらず、これを拒否したので右Ａ以外の代理\n人による縦覧を断念するに至つた。\n右の措置は法令の解釈を誤つた措置であり、被解職請求者固有の縦覧しうる正当\nなる権利を阻害し、かつ異議申立を防害する結果を招来させる重大なる問題であ\nる。\nなお、署名簿の縦覧を代理人によつて行ない得ることについては、選挙時報昭和\n四四年三月号「実例研究」において自治省担当官がこれを認めている処である。\nまた申請人においては、法定の縦覧期間七日間に全署名簿（一一、六九一冊）の\n全署名（五七、三〇一人）を精査して必要により異議の申立をなすべく、全署名の\n謄写の承認方を被申請人に申入れたが、被申請人は法令の禁止するところでもなく\nかつ関係人の縦覧を阻害する状況が全くなかつたにもかかわらずこれを拒否した。\nこのことは、被申請人の権限濫用により申請人の有する異議の申立をなす正当な\n権利を妨害し、署名の効力決定の内容につき多大の疑念をもたせるものである。\nちなみに茨木市よりもはるかに多数の選挙人人口をもつ群馬県高崎市における市\n長解職請求署名簿の縦覧にあたり、右高崎市選挙管理委員会は、署名簿の謄写を承\n認した先例が現存することを附記するものである。\n右の如く被申請人が何等正当の理由もないのに、申請人等の署名簿の縦覧する権\n利を妨害し、これが謄写を拒否するような無暴な措置をなした理由については、昭\n和四五年一一月二〇日付読売新聞で報ずる処によると請求者代表者が被申請人に対\nし「縦覧期間中には署名簿の復写や記録をとることを防いでほしい」と申入れた事\n実がある。何故署名簿の復写や記録をとることを妨害する必要があるのか理解に苦\nしむ処であるが、被申請人はこの無暴な請求人代表者等の申入れに屈服して前記の\n如き措置をとつたものであることは明らかな処である。\n従つて被申請人がなした本件署名簿の縦覧手続は法律の手続に違反し、その違反\nは縦覧の拒否に等しい措置であつて重大な違反であるから法律的には署名簿の縦覧\n手続を履践したとは認めることは出来ない処である。\n三、署名の効力決定についての判断の違法\n一、被申請人は署名の証明が個々の署名について行われる処分であるところから、\n異議の申出は特定の署名について行わなければならないものであると判断している\nが、最高裁判所昭和三七年一二月二五日の判決によると必ずしも個々の署名の効力\nの有無を対象とするものに限定されず、署名簿そのものの効力を争うことも包含さ\nれると判示している（民集一六巻一二号二四九〇頁）。\n従つて異議の申出にかかる署名が特定されておらないとの理由のみで異議の申出\nを棄却することは許されない処である。\nしかのみならず本件については前記の様に申請人等に対し十分署名簿を縦覧する\nことが許されなかつたものであるから抽象的には全署名の効力について主張するこ\nとが許されると確信する。\n二、自署と認められない署名の効力\nしかる処被申請人は茨木市長に対し茨選管第三三六号昭和四五年一二月二日付茨\n木市選挙管理委員長Ｑ発行の文書を以つて自署でないものと認められる署名が一\n四、〇〇〇件を越えるので、茨木市の職員の派遣方を要請してきた事実がある。\n当時既に自署でないと認められる署名が一四、〇〇〇件存在していたのは被申請人\nも認めていた処である。\n而してかかる自署でないと認められる署名の効力の決定については\n１、同一家族の数人の署名が同一筆跡で明らかに自署でないと認定しうるものは無\n効として取扱うべきである（昭和二三年六月一八日全選事務局長電信回答、昭和二\n三年八月二一日総理庁官房自治課、及び全選行政実例）。\n２、署名中に二個以上の同一筆跡のものが存する場合には反証のない限り、同一筆\n跡で書かれた氏名をもつ者のうち一名が他を代筆したものと推測しうるものとして\nも実際においてその一名の者が自己の氏名を自署したことの証拠がないかぎり、こ\nれらの署名のいずれをも自署と認めることができない。（神戸地裁昭和二九年九月\n三〇日判決行政事件裁判例集第五巻昭和二九年下二一三五頁）。\nの判例及び行政実例があるので申請人としては右判例等に則り、慎重審査すべき旨\nを申入れ、被申請人の要請に応じて茨木市職員六〇名を派遣したが、被申請人は僅\nか四日間で実質的審査を打切り右派遣職員全員の応援を断り、前記判例及び行政実\n例を無視してかかる自署と認められない署名一四、〇〇〇件の殆んどを有効と決定\nした。\n三、重復署名の効力\n地方自治法施行令第一一六条において準用される同令第九四条第二項は「同一人\nに係る二以上の有効署名及び印があるときは、その一を有効と決定しなければなら\nない」と規定されているので、その反対解釈として同一人について同一筆跡でない\n署名が二以上ある場合にはその何れか又はその全部かが署名を偽造されているもの\nであるから、実質審査により何れの署名が自署であるかを調査して署名の効力を定\nめなければならない。\nしかるに被中請人はかかる実質審査を経ることなく単純にその一方を無効とし、\n他方を有効としている。\nこの事実について申請人より異議の申立により具体的に主張された署名について\nは実質審査して前記決定主文記載の署名について無効としたが、これは被申請人に\nおいて申請人から重復署名の効力の判断に関し異議が述べられ、検討した結果申請\n人の見解が正当であることを認めた証左である。\n従つて申請人が署名簿の縦覧を完全に行うことが出来なかつた為め具体的に指摘\nすることの出来ない署名簿についての重復署名の全部は効力を有しないものと推測\nされ、かかる重復署名は一、六三三件あつたとの事である。\n四、拇印による署名の効力\n本件署名中拇印による署名が約六千件以上の多数に上り、しかもその大半は指紋\nが明白でなく他の拇印との異同の識別ができる程度に顕出されていない。\n被申請人はかかる拇印による署名も有効な署名と認めて居るがかかる拇印による\n署名が無効であることは左記判例によつて明らかな処である。\nしかも右拇印によつる署名中昭和三七年一月一二日既に死亡しているＢの署名が\n存在していた事実からみてこの署名中には多数の偽造署名があると推定される処で\nある。\n判例\n佐賀地才昭和三七年三月二〇日判決行裁例集一三巻三号三三七頁\n指印の場合はそれが他の指印との異同の識別ができる程度に顕出されていること\nを要するものと解すべく、果して指で押したかどうか不明のものはもちろん、一応\n指印のように見えても異同の識別が不能のものは有効な押印ということはできず、\n反面、多少指印の顕出状況が不鮮明であつても隆線の固有の特徴によつて他との異\n同の識別が可能であればこれを有効な押印と解すべきである。\n四、署名収集手続上の違法\n一、期日前署名の効力と署名簿全体の効力\n本件解職請求について解職請求者代表者より被告に請求代表者証明書交付請求が\nなされたのは、昭和四五年一〇月一二日であり、被申請人が右証明書交付の告示を\nしたのは同年一〇月一五日である。\nしかるに本件解職請求の署名簿は昭和四五年一〇月一〇日頃より全市にばらまか\nれ同日頃より多数の署名が収集されていたものである。\n従つて本件署名中には期日前になされた署名も多数含まれて居ることは極めて当\n然であり、かかる期日前の署名が無効であることは被申請人の認定している通り当\n然のことであるしかる処、署名簿については地方自治法施行規則第一二条第九条に\nよりその形式は法定され且つ署名簿を二冊以上作製したときは、各署名簿に通ずる\n一連番号を付さなければならないとされて居る。\nしかも請求者代表者より署名収集の受任を受けたものは右署名簿に受任者の住\n所、氏名を明記する様に法定されている。\n右の様に署名簿の形式、内容共に厳重なる法的規制を受けている事実からして期\n日前の署名がなされている署各簿は単に当該署名のみを無効とする許りではなく、\nその署名簿全部を無効とすべきである。\n二、期日前署名と瑕疵の治癒\nしかる処、被申請人は期日前に署名され、期日後に署名年月日を訂正したものに\nついては署名した者の意思によつて訂正されれば署名収集時の瑕疵が治ゆされるか\nら有効であると認定している。\n然し解職請求の署名収集期間は請求代表者証明書交付の告示があつた日から一ヶ\n月以内と法定され（地方自治法施行令第九二条第四項）右期間は勿論不変期間であ\nつて、右期間内に法定の署名数を獲得した場合に始めて解職請求をなす権利が認め\nられるのが直接請求の制度であるから右署名収集期限前に署名簿を領布することは\n前記のような署名簿の法定された形式に違反するのみならず、法律が署名収集期間\nを定めた趣旨にも反するものである。\n若し被申請人の如き見解を正しいものとするならば前記の如き署名収集期日前に\n署名年月日欄を空白とする署名の収集が横行し、違法なる署名の収集を誘発するこ\nとになり法が収集期間を定めた趣旨は根本的に覆されることになる。従つて期日前\nの署名は絶対無効の署名であつて署名者の意思如何に拘らず、その瑕疵は治癒され\nないものと解すべきである。\n三、偽造署名等のある署名簿の効力\n署名簿中に偽造の署名等が存する場合にはその署名が無効であることは論をまた\nないが、地方自治法がかかる署名の偽造や署名増減の行為に対しては重い罰則をも\nつて禁止している（同法第七四条の四第二項）点からかかる偽造の署名等が存在す\nる署名簿及びその署名簿の受任者の収集した他の署名簿については特に慎重なる実\n質審査をなすべきであるのに被申請人は単に偽造の署名のみを無効として他の署名\nや同一受任者にかかる他の署名簿の署名について何等実質審査をせずに慢然とこれ\nを有効とししかも申請人より此の点について異議の申立をしているのに何等の応答\nをもしないのは違法である。\n四、第三者による署名収集行為の違法\n直接請求において請求代表者または同人から委任を受けた者以外の第三者によつ\nて収集された請求者署名簿の署名は無効である（岡山地裁昭和二八年一〇月二〇日\n判決行裁例集第四巻昭和二八年下二四六三頁）。\nしかる処、本件署名収集に当つて第三者による署名収集行為が、公然と行われた\n事が左の事例によつて明らかな処である。\n１、読売新聞の昭和四五年一一月二〇日付の新聞記事中「泉南郡岬町、泉佐野、岸\n和田、大東、箕面各市の婦人団体や労組員など二六五一人の応援部隊がかけつけて\n活動したと報道されている。」\n此等応援部隊が署名収集に当つたことは公知の事実である。\n２、本件の大阪府茨木市長の解職請求者署名簿の法定の表紙の上に更に「Ｃ市長リ\nコール署名簿、署名簿記入上の注意事項」と題する書面一枚を綴り込み（この点地\n方自治法施行令で定められる様式に反する違式の署名簿である）同書面に署名簿記\n入上の注意事項が細かく印刷されていて署名運動に従事する受任者以外の者に対\nし、署名収集上の注意を喚起している点から予め第三者による署名収集を予定して\nいた。\n３、受任者Ｄ約四〇冊、受任者Ｅ約二〇冊、受任者Ｆ約八〇冊の多数の署名簿が提\n出されているが、右各署名簿には一五名の署名者が署名出来る様に欄が設けられて\nいるが、前記受任者の使用した署名簿には僅か二、三名の署名者しか存在しない。\nそこで申請人は前記異議申立に於いて右事実を一例として指摘したが、被申請人\nは右署名簿に署名した者について直接調査することなく、単に受任者に右事実を問\n合せたのみで右事実を否定していることは誠実に異議事由について審査する意欲及\nび姿勢がない。\n従つて受任者中多数の署名簿を提出している者について調査する時には第三者に\nよる署名収集の事実は明白であるから、この理由によつて無効とされる署名も多数\nあると推測される。\n第三、執行停止の必要性\n一、以上の通り被申請人は無効の署各を誤つて有効判断し申請人のなした、大阪府\n茨木市長解職請求者署名簿の効力に関しなした異議の申立を棄却したが、右行政処\n分が取消さるべきものであることは明らかである。\nしかる処、被申請人は昭和四六年二月三日有効署名の総数四八、八四五名と告示\nすると共に、解職請求者代表者等に署名簿を返付し、同日請求者代表者等は被申請\n人に対し申請人の解職請求をなし、被申請人は昭和四六年二月二三日解職投票の告\n示をなし、同年三月一四日解職の投票日とする旨定めた。\n二、然し被申請人が有効署名と判断した署名中、前記の様に自署でないと認められ\nる署名が約一四、〇〇〇件以上重復署名が約一、六三三件、拇印不鮮明による署名\n約三、〇〇〇件以上あると推定されるので、有効署名数は法定有効署名数三五、五\n八九件を下廻るもので地方自治法第八一条第一項の法定要件を充たさず解職請求は\n成立しないものである。\n三、よつて申請人は本日御庁に行政処分取消請求事件を提起したが、前記の様に被\n申請人において爾後の手続を進行した時には本案判決に至る迄の間一切の行政行為\nが終了し、もはや本案訴訟は意義を失い申請人に回復できない損害を与えるもので\nある。\n四、申請人は昭和四〇年四月一一日茨木市長に選出され、更に昭和四四年四月六日\n再選されたが、その間赤字財政に悩み、行政秩序の混乱等苦難にみちた茨木市政を\n軌道に乗せる為め、寝食を忘れ努力した結果、漸く一六年振りで財政の健全化に成\n功し、市庁舎、市民会館、市民プール等の建設、国鉄阪急の茨木駅等の大改造、ガ\nードを含む駅前線の拡幅整備、阪急東口駅の開設、国鉄快速電車の停車実現、道路\nの舗装、上水道の拡充、公共下水道の通水、学校の鉄筋化、ゴミやし尿の処理施設\n並びに消防装備の近代化など歴史的な大事業を完成し、また完成の途上にありま\nす。\nしかるに申請人の右の如き行財政の健全化、市民全般の福祉の推進を念願するそ\nの信念、政策、実績に心よしとしない特定の政治的主張をかかげる者等の党勢拡張\n等の不当な目的の為め本件直接請求がなされたものである点から被申請人の誤つた\n本件行政処分の執行を停止することは何等公共の福祉を害する虞れはないと確信す\nる次第です。\n神戸地才昭和二八年一〇月九日判決、行裁例集四巻一二号三一四九頁（外多数判\n例あり）\n（別紙二）\n準備書面\n一、縦覧手続について\n署名簿を縦覧に供すべき「関係人」とは選挙人名簿に登載されている者全部をさ\nし、これらの者については縦覧場所への入場を制限してはならないことについては\n被申請人も本件審理において認めるに至つたが、被申請人は当初「関係人」を署名\n簿に署名したもの及び被解職者に限定されると誤つた解釈をして縦覧の為め来場し\nた者の入場を拒否した。\n被申請人は乙第一一号証の一乃至一五の名簿を提出して恰も右書面に記載された\n来場者に縦覧させた旨疏明する様であるが、右名簿は縦覧の為め入場を希望する者\n全部に対し、住所氏名等を記載させ、右記載に基き署名簿等を点検し署名簿に記載\nされていない者については入場及び縦覧を拒否したものであるから、右名簿に記載\nした者全部が署名簿を縦覧したと速断することは出来ない。（現実に縦覧した者の\n氏名、人数を確認する為めには乙第一〇号証の署名簿縦覧申込書によるのが正当で\nあり、右書面を以つて疏明されたい）\n特に一月一三日、一四日の両日には被申請人は未だ前記の如き誤つた見解を固執\nして居り申請人より再三これを指摘したが応じず、漸く一月一五日に至つて申請人\nの縦覧助手としてＡのみ縦覧を認めるに至つた。\nこれが為め申請人は当初から縦覧の補助として依頼していた数名の選挙人名簿に\n登載されている人達に右事情を説明してこれが協力を謝辞した事情もある。\n而して一月一三日、一四日の両日は申請人が縦覧するに当つても縦覧とは単に見\nるだけであるから椅子等の使用は一切認めずメモをとることも拒否されたが強引に\nメモをとつたので甚しく不便を受けた。\n被申請人の右の如き法規の解釈及びその取扱の誤りの為め僅か七日間しかない縦\n覧期間のうちの二日間を空費した申請人等に対し、署名簿の縦覧が十分行われなか\nつたものである。従つて被申請人は法律に定めた縦覧手続を行なわなかつたもので\nあるから本件手続の全部は無効である。\n二、署名の効力決定についての判断の違法\n被申請人のなした自署と認められない署名の効力及び重復署名の効力の判断等に\nついて判例行政実例の取扱等に違反している。即ち自署でない署名等の効力の判断\nの基準は自署でないと認められる署名は原則としては無効であることを前提とし、\n実地調査等による実質審査によつて自署と認められた署名についてのみ有効と判断\nすべきである。\nしかるに被申請人は自署でない署名も一応有効と推定し実地調査によつて代筆等\n自署でないことが判明した署名についてのみ無効と判断すべきであると考えてい\nる。\nこの事実は実地調査要領（乙第四号証）の裏面（２）（３）の記載の仕方等によ\nつて右の如き考え方をしていることは明らかな処である。\n又家族等の署名については同一筆蹟、異る筆蹟を問わず総て実地調査等による実\n質審査によりその有効無効を判断すべきであるが、被申請人は乙第一二号証の一一\n五八六の署名簿中３、４と５、６、８、９の各署名については此等の実質審査を経\nずに単純にその一方を有効としている。\n重復署名についても被申請人は実質審査を経ることなく単純にその一方のみを無\n効としているが、かかる考え方が誤りであることは申請書に詳述した通りである。\n此の点について被申請人は昭和四五年一二月二日署名簿中自署でないものと思わ\nれる署名が約一四、〇〇〇。六〇〇〇世帯の多くを数えるに至つたので被申請人の\n事務を担当している職員一〇名位では到底実地調査が出来ないので、茨木市長に対\nし調査員六〇名の派遣方を要請し、茨木市長は右要請に基き六〇名の職員を派遣し\n実地調査に従事させた処、請求者代表者等よりかかる調査は不要であり、単に形式\n的な審査のみで十分であるから速やかに署名の審査を終らせよと強硬に主張され、\n被申請人はかかる不当な要求に盲従し、一部の署名のみについて実地調査をしたの\nみで同年一二月九日右実地調査を打ち切り、実地調査の結果及び筆蹟等により、代\n筆等自署でないと判明した署名のみ一、〇八四のみを無効とし、その余の署名全部\nを有効とした。\n尚被申請人は六一八三件について実地調査をしたと主張するが此の点は否認しま\nす。\n三、無効署名の実例\n一、被申請人が提出している署名簿（乙第一二号証）について仔細に検討するに無\n効署名とすべき署名を有効署名としている。\nイ、一〇五〇四、番号２、３、は明らかに同一筆蹟であつて実地調査等の実質審査\nを経て何れの署名が自署であるかを確定しない限り右両署名を無効としなければな\nらない。\nロ、一〇三〇〇番号４、のＲの署名の名下には印若しくは拇印の押捺がなく仮りに\n拇印らしきものがあつたとしても不鮮明であるから無効署名である。\nハ、一一五八六番号３、４、の署名は明らかに同一筆蹟であつて実地調査等の実質\n審査を経て何れの署名が自署であるかを確定しない限り右両署名を無効としなけれ\nばならないのに被申請人は此れ等の調査をせずに単にその署名の一方を無効とし、\n他方を有効としていることは署名の効力判定についての解釈を誤つている。\nニ、一一五八六番号５、６、及び８、９、の署名も前記ハと同様の理由により両方\nの署名を無効とすべきである。\nホ、四五五二番号１、の署名の年月日はその後の署名年月日と対照すると明らかに\n一〇月一一日になされた署名であると確認できる。かかる期限前署名は明らかに無\n効である。\n（以上無効署名七件）\n右の外に署名日付の訂正された無効署名（無効の理由は申請書の第一の四に於い\nて詳述した）は二三件あり、（署名簿全体を無効とすると実に殆んどが無効署名と\nなる）合計三〇件になるので、右無効署名と有効署名の割合は八〇件中の三〇件で\n全署名の実に三割七分五厘の署名が無効である。\n被申靖人が認める現在の有効署名数四八、八四五のうちの三割七分五厘に相当す\nる一八、三一六を右有効署名数より控除すると三〇、五二九となり、法定署名数三\n五、五八九を大きく下廻ることは明らかな処である。\n右の通り被申請人が任意に提出した署名簿を審査しただけで法定署名数を下廻る\n事態の発生することを容易に認められた処である。\n四、執行停止の必要性\n一、被申請人は署名の審査に五六日と一四日間の異議の審査を経てその効力を決定\nしたもので審理は十分尽したと主張しているが、申請人は被申請人が如何に審査に\n日時をかけても署名の有効、無効を判断する基準、解釈に誤りがあれば何等意味が\nなく、かかる解釈のもとに判断した有効署名全部について異議の申立をしたもので\nある。\n二、被申請人は申請人の本件申請において無効署名が特定されていないから違法な\n申立であると主張しているが、かかる無効署名の特定は本件執行停止申立の要件で\nはなく、現に無効署名を特定して主張されていない事案について執行停止決定され\nている例が多数ある。\n従つて無効署名の特定は本案における事実審の口頭弁論終結当時において特定さ\nれれば足りると解さねば本件の如き多数の署名の無効を訴提起当時に特定されるこ\nとは事実上不能を強いるものでこの点の被申請人の主張は理由がない。\n三、被申請人は解職の投票を行うこと自体をもつて直ちに失職という回復困難な損\n害を生ずるものではないと主張しているが、大多数の判例は解職の投票に付される\nこと自体回復し難い損害であると認めて居り、解職の投票結果如何によつて損害発\n生の有無が定るとする被申請人の主張は全く理由がない。\n（別紙三）\n意見書\n申立ての趣旨について求める決定\n本件申立てを却下する。\n申立て費用は申立人の負担とする。\nとの決定を求める。\n申立ての理由に対する意見\n第一、申立ての理由についての認否\n一、第一記載の事実は認める。\n二、第二の一及び二につき署名簿の縦覧手続に違法はない。\n（１）　一般選挙人の縦覧を拒否したことはない。選挙人名簿に登載されている者\nは、縦覧場所において、受付で住所、氏名、生年月日を記載して、自由に縦覧を行\nうことができたのである。一六五名が縦覧している。\n（２）　代理人については、一月一四日午前中は、代理人縦覧の可否につき、被申\n立人と申立人との間に意見の喰い違いがあつたため、代理人Ａは縦覧を行えなかつ\nたが同日午後からは、縦覧を行つている。また申立人の随伴する限り、代理人の縦\n覧を特に制限することはしていない。\n（３）　申立人は、機械による署名簿の謄写を申入れたので、これは、縦覧の範囲\nをこえるので、被申立人は承認を与えなかつたのである。\nメモをとることは、もとより自由である。\n高崎市においては解職請求は存在しない。\n被申立人が、請求人代表者等の申入れに屈服したものではない。\n三、第二の三について、\n一の主張について、\n署名簿を特定してその無効原因とか、個々の署名を特定して、その無効原因を主\n張するものでなければ、被申立人は、審理のやりようがないのである。\n二の主張について、\n非自署のものが一四、〇〇〇件を越えるものとして、職員の派遣方を要請したも\nのではない。\n調査の第一段階において、筆蹟の此較的類似するものが一四、〇〇〇件位あると\nして選び出し、これを順次調査して、最終的に、一、〇八五件を非自署と判定した\nものである。この調査の方法については、後に述べる。\n三の主張について、\n同一人に係る二以上の有効署名及び印のものは、同一筆蹟のものが多いが、異る\n筆蹟と認められるものについては、名義人やその家族について調査した結果、二つ\nのうちの一を有効と決定したものである。単純に一方を無効と他を有効としたもの\nではない。\n重複署名として無効とされたものは、総数一、五七二件である。\n四の主張について、\n拇印によるものは、約六千件あつた。その大半は、指紋が明白である。明白でな\nいものは、無効と決定されている。\nＢの署名は、選挙人名簿に登載なしとの理由により、無効と決定されている。\n指紋不鮮明なものと、印影不鮮明のものとの合計七一五件が無効と決定されてい\nる。\n四、第二の四について、\n一及び二の主張について、\n署名年月日として一〇月一二日とか一四日と記載されて、後に一五日と訂正し、押\n印されているものがある。\n署名者本人が訂正の押印をしているので、更めて、訂正の日に署名を行つたものと\n同視しうるのである。代表者や収集受任者が一方的に日付を訂正しているものでは\nないから、署名収集期間の法定の趣旨に反するものではない。\n三の主張について、\n一個の非自署の署名があることにより、その署名簿の署名が全部非自署であると\nか、その署名簿の受任者の収集した名簿は全部非自署であるということになるもの\nではない。\n四の主張について、\n掲記の事例は、第三者による収集行為の存在を推認せしめるものでない。\n１の例は応援者がかけつけたというにすぎず、応援者が収集受任者に随行するこ\nとは禁止されていない。（最高裁昭和二八年六月一二日、添付の資料）。\n２の例は、収集受任者が多数（六、八三二名）にのぼるので、念のため注意書を\nそえたものにすぎない。この注意書が、かりに、収集時に署名簿に綴り込まれてい\nたとしても、これにより署名の収集が違法となるものではない。（添付の最高判決\n参照）\n３の例は、受任者が何名の署名を集めるかは、全くその者の自由であつて、僅か\n二、三名であるからといつて、問題とするには当らない。\n五、第三の一について、\n有効署名四八、八四五名と告示したこと、解職請求の行われたことは認める。\n解職投票の告示は三月一日で、投票は三月二一日とする旨予定が変更された。\n六、第三の二及び三は争う。\n第二、被申立人の主張\n一、被申立人の審査事務の日程は、疎乙第一号証記載のとおりで、署名の審査に五\n六日間、異議の決定に一四日を要している。\n二、審査の結果の集計は、疎乙第二号証のとおりであり、無効総数は八、一五八件\nである。\n異議の申出が四事件あり、有効とされた署名一件、無効とされた署名一〇件、署\n名者本人から請求代表者に署名の取消の申出をしたとの理由によるもの二八九件\nで、差引二九八件の無効署名が増加した。この結果無効署名の総数は八、四五六件\nとなつた。\n三、審査事務の進め方は、疎乙第三号証の審査事務提要にのつとり、行われた。\n要点を摘記すると\n（１）　署名簿を全部機械でコピーをとる。\n（２）　各人毎に短冊に裁断して、各投票区、町名、地番順に整理する（一例は疎\n乙第一三号証）。これにより選挙人名簿との照合を容易にし、かつ、重複署名の発\n見や、同一家族の筆蹟の対比を容易にする。\n（３）　右短冊を八人が分担して、筆蹟の類似しているものを抽出した。約一四、\n〇〇人が抽出された。\n右一四、〇〇〇件の署名を二人一組で再び点検し、類似のものを更にしぼつた。\n最終的に、六、一八三件の署名を実地調査の対象として抽出した。\n（４）　右実地調査は、疎乙第四号証の実地調査要領に従つて行われた。\n（５）　右実地調査の審査票の一例は、疎乙第五号証の一ないし一〇の示すとおり\nであり、　このような審査票が六、一八三枚作成された。\n右各審査票の右端の記載は、署名簿をコピーしたものを、短冊に裁断して、はりつ\nけたものである。\n（６）　右実地調査の結果の集計表は、疎乙第六号証のとおりである。総数とある\nのは、実地調査対象数であり、六枚目に合計六、一八三と記されている。\n代筆とあるのは、調査の結果非自署と認められたもので、合計九三五と記されて\nいる。これが最終的には、第一の三に述べたとおり一、〇八五件に達したのであ\nる。\n（７）　実地調査は、応援職員六〇名で五日間にわたり行われた。\n（８）　筆蹟鑑定につき、特にＵ氏（もと大阪府科学捜査研究所の技術職員として\n筆蹟鑑定業務に従事し、現在京都市＜以下略＞、筆蹟文書鑑定研究所長）を招き、\n講習を行つた。\n（９）　拇印によるものの効力については、疎乙第七号証の要領によつた。極めて\n厳格である。\n四、（１）　縦覧、異議の申出は、疎乙第八号証に従い行われた。\n縦覧できる者の範囲は、選挙人名簿登載者とされている。\n（２）　縦覧の場所の見取図は、疎乙第九号証のとおりである。入口付近の受付\nで、住所、氏名、生年月日等を、疎乙第一〇号証の各申込書に記載する。\n①は請求代表者用の申込書、②は収集受任者用、③は署名した人の使用する申込\n書、④は署名しなかつた人の使用する申込書である。\n机上の署名簿は、自由に閲覧できる状態におかれていた。\n（３）　期間中の縦覧者は、疎乙第一一号証の示すとおりであり、総数は一六五名\nである。\n乙一一の六の三行目に申立人、下から五行目にＡの氏名が記されている。\n乙一一の九の三行目に申立人、四行目にＡ、乙一一の一一の二行目にＡ、乙一一\nの一三の五行目に申立人、六行目にＡ、乙一一の一四の八行目に申立人、九行目に\nＡ、乙一一の一五の一行目にＡの氏名が、それぞれ記されている。\n五、異議の申出において、申立人から非自署のものとして三四七件につき申出があ\nつたので、参考人二名、証人一五名の調査並びに実地調査四七件を行つた結果、申\n立理由中に記されているとおり、九件の非自署が決定された。\n六、署名年月日の訂正について、申立人から指摘のあつたものは、疎乙第一二号証\nのとおりである。いずれも、署名者本人の訂正印が押捺されている。\n七、執行停止の要件を充たさない。\n（一）（１）　本件における有効署名数は、四八、八四五人であり、法定署名数三\n五、五八九人を上廻ること一三、二五六人である。この多数の署名が申立人の主張\nするように、非自署のものとして無効となることは、常識上あり得ないことであ\nる。\nよつて、申立人の主張は、その本案について理由がないとみえる場合か、もしく\nは、請求手続の続行により回復の困難な損害を生ずるおそれのない場合に該当する\nので、本件執行停止は、その要件を充たさないものであり、却下されるべきであ\nる。\n（２）　被申立人は、五七、三〇一人の署名について、前記のとおり、五六日の審\n査と、一四日の異議の審査を経て、その効力を決定したものであり、地方自治法の\n予定する範囲内の審理は、充分尽くしたのであるから、これ以上は、被申立人とし\nては、やりようがないのである。\n実地調査も当初六、一八三件、異議の段階で四七件行われており、これ以上の調\n査は不可能を強いるものである。地方自治法は、二〇日以内に署名の効力を決定す\nべきものと定めでいるので、署名の多数につき、実地調査を行うことは、そもそも\n予定していないのである。\n申立人の異議の申出においても、単に一四、〇〇〇件の非自署のものがあると、\n抽象的に述べるのみであるから、署名の特定のないものについてまで各別に調査す\nる必要のないことは、当然のことである。実質審査を要求する申出は、日数をかけ\nさせて引き延しを図る意図としか解されない。\n被申立人の審査、異議の決定には、何らの違法はない。\n（３）　申立人は、縦覧に難くせをつけているが、選挙人は縦覧場所に自由に入る\nことができたこと前述のとおりであるから、縦覧手続に何ら違法はない。申立人\nは、非自署のものを特定できないこと、非自署である理由を具体的に述べ得ないこ\nとを、縦覧にかこつけて、逃げ口上にしているにすぎない。\nかりに署名を特定できても、単に非自署であるとの理由のみで、一三、〇〇〇余\n件の署名が無効と決定されることなど到底あり得ないことである。\n署名簿の縦覧につき被解職請求者は代理人を選任できないとの行政実例があるの\nで、本件においてもこれにつき意見の喰い違いがでたのである。機械で署名簿をコ\nピーすることは不要のことで、縦覧制度を逸脱するものであり、許されないのは当\n然である。必要に応じてメモをとれば充分縦覧の目的を達しうる。\n（４）　非自署の理由以外には、申立人の主張自体において、一三、二五六件を上\n廻る署名の無効理由は、全く見当らない。\n重複署名（一、五七二名以内）指印不鮮明（六、〇〇〇名以内）、署名年月日訂\n正（三二六名以内）のものの合計総数は、到底一三、〇〇〇件に及ばない。第三者\n収集については、単なる憶測にすぎない。\n（二）　直接請求の制度上からも、本件における執行停止は不適当である。\n（１）　解職の請求においては、いわゆる本番は、解職の投票にありここにおい\nて、選挙人の審判が行われるのである。法定署名数の超過により、解職が決定され\nるわけではない。解職の投票において、同意が過半数に達しなければ、職を失うこ\nとなく、直接請求は完了する。したがつて、解職の投票を行うこと自体をもつて、\n直ちに、失職という回復の困難な損害を生ずるものではない。（添付の資料８千葉\n地裁判決参照）。もとより、投票を行うこと自体に伴う、被解職請求者の蒙るべき\n精神的、経済的苦痛は認められるが、これらが、法律にいう回復の困難な損害とい\nえるかは疑問である。金銭による補償が可能という意味においては、回復困難な損\n害には当らない。\nもしも、投票において過半数の同意があるときは、直ちに失職の効果を生ずるも\nのであるが、（地方自治法八三条）これは、署名の直接の効果ではなく、新たに行\nわれた全選挙人の投票という意思表明の結果によるものであるから、この結果を尊\n重するという態度、すなわち、このような場合には、署名の効力がなお争われてい\nても、投票の結果による失職をやむを得ないものとし、署名の効力に関する本訴の\n確定を待つて失職の是非とその事後処理とを決定するという考え方も、迅速な処理\nを尊重する直接請求の制度の趣旨から、やむを得ないものというべきである。\n（２）　直接請求においては、迅速な処理が要請されている。署名の効力の審査は\n二〇日以内、異議の決定は一四日以内、訴訟の判決は百日以内、控訴はできず上告\nのみであること、異議の決定を経たのみで訴訟の確定をまたずに署名簿の返付をす\nること、その返付を受けた請求者の代表者は、五日以内に請求をしなければならな\nいこと（地方自治法施行令一一六条、九六条）、解職の投票は、六〇日以内におい\nてすみやかに行わなければならないこと（同施行令一一六条の二、一〇〇条〇二）\nとされていることから明らかである。\n右現行の制度は、昭和二五年の地方自治法の改正により、署名簿の争訟手続を限\n定するとともに（同法二五五条の五の規定の新設）、署名の争訟と切り離して、直\n接請求の手続を進行させることとして、迅速化を図つたものである。（別添の地方\n自治法解説参照）。\n（３）　署名の争訟に伴い、処分の執行停止を全く否定することは困離かと思われ\nるが（別添の解説一九九頁においては、否定的見解を示している）、右のように迅\n速な処理を要求する制度の趣旨にかんがみ、執行停止は、極めて、慎重に行われな\nければならない。\n一度び執行停止が行なわれると、署名の効力に関する第一審、上告審の完結する\nまで、かなりの期間を必要とする今日の実情においては、任期中の解職の投票の実\n施を困難にすることが多い（解職の請求は、就職の日から一年間はできない、―地\n方自治法八四条―から、任期満了までは常に三年未満となる。本件では、二年二月\nである。）。また、直接請求は、事の性質上、時期と方法を最も選ばなければなら\nないものであるから、請求者の側においては、事が敏速に運ぶことが極めて重要で\nある。他方被解職請求者の側にあつては、或る期間を稼ぐことが、防禦上極めて重\n要な意味を持ち、場合によつては、盛り上つた解職請求の気運のほとぼりをさまさ\nせ、尻つぼみに終らせる効果を挙げることもできる。\nこのような実情にかんがみると、解職（解散も同旨）請求における執行停止は、\n単なる処分の続行の停止の効果のみにとどまらず、場合によつては、解職請求の生\n殺与奪の権をにぎることもあるといつて、過言ではないのである。\n（４）　以上の観点からも、解職、解散の直接請求においては、執行停止は、極め\nて慎重を要することといわなければならない。\nよつて、軽々しく執行停止をすべきではなく、むしろ、申立人の主張と疎明か\nら、法定署名数を下廻る事態の発生することを容易に認めうる場合にのみ限られる\nべきである。そしてこのような場合のほかは、本案について理由がないとみえると\nき、もしくは、回復の困難な損害を避けるため緊急の必要があるとは認められない\nときに当るものとして、申立を却下すべきものと考えるべきである。\n（三）　裁判例においても、署名数が法定署名数を僅かに上廻るにすぎない場合\nは、執行停止を認めているが、多数のときは、却けている。（添付の資料、東京地\n裁、福岡地裁、浦和地裁の判決参照）\n（四）　署名の効力に関する争訟は、本来各個の署名の効力に関する争訟であるか\nら、一署名毎に一個の事件となり、多数の署名の効力を争うものは、併合事件とな\nるのである。（地方自治法七四条の二の一三項による行政事件訴訟法一六条の準用\nによつても明らかである。）\n署名簿の効力を争いうるといつても、結局は、その署名簿の署名全部の効力を争\nうものであるから、（昭和三七年一二月二五日の最高裁判決参照）署名簿を特定\nし、その署名の全部の署名が無効である理由を主張すべきものである。単に抽象的\nに署名簿の署名全部が非自署であるから無効であると主張するのみでは、請求の原\n因として不充分である。このような主張にあつては、本案について理由がないもの\nとみえるといわねばならない。\n第三、疎明資料（省略）\n第四、添付の資料\n１、東京地裁判決、行政裁集一三巻六号、執行停止申立の却下。選挙の調査の範\n囲。\n２、福岡地裁判決、行政裁集一六巻九号、停止\n３、浦和地裁判決、行政裁集一七巻一一号、停止\n４、最高裁判決、七巻六号　昭和二八年六月一二日\n同行は差支えないこと。\n様式の軽微な瑕疵は無効にしないこと。\n５、最高裁判決、一六巻一二号\n昭和三七年一二月二五日\n署名簿の効力を争うことは、結局署名全部の効力を争うに帰すること。\n６、第七次改訂新版、逐条地方自治法　長野士郎著　学陽書房\n７、選挙関係実例判例集（２）　自治省選挙局編\n印参照\n署名簿の添付書類\n選管の署名審査の原則\n同一筆勢のものについて\n被解職請求者の縦覧代理人は許されない旨\n執行停止についての行政庁の見解及び判決\n（いずれも行特法時代）\n８、千葉地裁判決　行政裁集九巻三号\n申立却下\n９、徳島地裁判決　行政裁集九巻一一号\n申立却下\n１０、神戸地裁判決　行政裁集一〇巻二号\n申立却下\n１１、仙台地裁判決　行政裁集一一巻五号\n申立却下\n１２、長野地裁判決　行政裁集一二巻九号\n停止\n（ただし理由の誤示なし）\n注以上８―１２は行政事件訴訟特例法時代のものである。\n１３、最高裁判決　九巻一〇号\n署名訴訟の趣旨\n１４、最高裁判決　一二巻九号\n署名訴訟の性質\n（別紙四）\n意見書（追加）\n本件申立てに関する本案訴訟は不適法であるから、本件執行停止の申立ては却下さ\nれるべきである。\n一、本件に関する異議の申出には、不適法な部分があり、同部分については、適法\nな異議の申出を経ていないことになり、本案訴訟は不適法である。執行停止の申立\nては、適法な本案訴訟の提起、係属を前提とするものであるから、不適法な本案訴\n訟を前提とする本件執行停止の申立ては却下されなければならない。\n二、異議の申出のうち不適法な部分とは、次のとおりである。\n署名の効力に関する争訟は、個々の署名ごとにその有効、無効を争うべきもので\nあるから、（最高裁編、行政事件訴訟一〇年史四一四頁終りから四行目）異議の申\n出も署名もしくは署名簿を特定して、その無効を主張しなければならない。\nしかるに、本件異議の申出においては、署名を特定して異議の申出をしたもの\nは、三四七件のみであるから、この件に関する異議の申出のみが適法であつて、そ\nの余の一四、〇〇〇件に関する異議の申出並びにその余の署名の特定のない異議の\n申出はすべて不適法なものである。\n三、異議の申出の前置は、地方自治法七四の二第四項、第八項、同法二五五の五、\n行政事件訴訟法八条一項ただし書により、明らかである。\n四、かりに、右のような異議の申出が、異議の申出は行政機関の職権審査を促すた\nめのもので、当事者主議ないしは弁論主議とは異なり、当事者の申立ての趣旨にの\nみ拘束されるものではないから、適法であると解されるとしても、本件の本案訴訟\nは、次の理由により不適法と解されなければならない。\n（１）　争訟は個々の署名ごとに提起されなければならない。（前掲一〇年史四一\n四頁）\n署名の効力に関する訴訟が、異議の決定の取消訴訟なのか、署名の無効（又は有\n効）確認訴訟なのか、地方自治法七四条の二第一三項からは、必ずしも明らかでは\nない。行政事件訴訟法四三条は、一項において取消訴訟の形を、二項において無効\n確認訴訟の形を規定しているので、いずれの項が適用されるのか、明らかではな\nい。\n（２）　地方自治法七四条の二第八項によれば、異議の決定に不服がある者は、出\n訴できるとのみ規定している。異議の決定の取消のみを求めうるものとは規定して\nいない。他方、最高裁の判決によれば、署名に関する訴訟は、署名の有効、無効の\n確定を求めるものであるとされている。したがつて、その訴訟においては、異議の\n審査手続の適法、違法を確定するものではなく、むしろ、進んで、個々の署名の有\n効、無効につき、審理し、判断しなければならないものである。異議の決定を取消\nすことは、異議の手続のやり直しを命ずるものではなく、署名の効力についての判\n断が誤つているとの理由によつて、異議の決定の取消を行うのである。とすれば、\n署名の効力に関する訴訟は、結局個々の署名の有効、無効についての確定を求める\nものであつて、異議の申出は、単たる前置制度であつて、異議の決定の取消のみを\n求める取消訴訟ではないと考えられるのである。\n（３）　このことは、地方自治法七四条の二第一三項において、「署名の効力を争\nう数個の請求に関してのみ準用する」と規定するところからも、うかがいうるので\nある。この表現は、署名一個ごとに一個の請求、すなわち一個の訴訟事件というこ\nとを前提とするものである。そうすると、署名に関する訴訟は、署名一個ごとに成\n立するものであるから、署名の特定ないし、署名簿を特定することにより署名を特\n定する訴訟でなければならないものと考えられるのである。\n（４）　しかるに、本件本案訴訟においては、請求の趣旨においても、請求の原因\nにおいても、署名簿及び署名につき特定するところがないのであるから、結局、不\n適法な訴訟の提起といわなければならないのである。\n五、かりに、異議の決定の取消訴訟の形をとるとしても、各個の署名の効力に関す\nる各個の異議の決定の取消を求めるものと解され、すなわち、併合された複数の異\n議の決定の取消を求めるものであるから、署名もしくは署名簿を特定し、それらに\n関する異議の決定として特定し、その取消を求めるという形式をとらなければなら\nないものと解すべきである。\n右の点につき参照されるべきものとしては、添付の資料８の千葉地裁判決の四九\n六頁において、申立の趣旨を訂正させ、「Ｓ以下六九二名の署名に関しなした棄却\n決定の効力」と特定させていることが考慮される。\n六、以上の問題は、行政事件訴訟法一〇条二項により原処分主義が採用されたこと\nにより、一層わからなくなつてしまつた。\n署名の効力決定における原処分とは、地方自治法七四条の二第一項の効力決定で\nあると解せられる。同法上は、この決定をも（異議を経てから）争いうることは、\n否定し得ない。とするとこの原決定を争うもの（取消請求か無効もしくは有効確認\n請求かは別として）と、異議の決定の取消を請求するものとが考えられる。原決定\nを争うものであるときは、その訴訟においては、署名の特定が当然必要である。署\n名簿を特定することによる署名の特定でもよいであろう。他方、異議の決定の取消\n請求訴訟においては、原処分主義が働いて、異議の審理手続の固有の違法のみを取\n消の理由となしうるにすぎず、原決定の違法すなわち署名の有効もしくは無効を理\n由とする取消請求は許されない関係になつてしまうのではないかと考えられるので\nある。この点に関する裁判例や、意見は、いまだ知らない。\n公職選挙法においては、右一〇条二項の新設を考慮し、従来、地方自治法七四条\nの二第八項のように、裁決または決定に不服がある者は出訴できる旨のみを規定し\nていたものを、更に、訴訟は決定又は裁決に対してのみ提起することができる旨定\nめたのである（公選法二〇三条二項、二〇七条二項の新設）。そしてこの場合に\nは、決定又は裁決の固有の違法のみならず、選挙又は当選人決定それ自体の無効事\n由をも理由とすることができるのは当然であり、主文においても、選挙又は当選決\n定を有効と支持した裁決又は決定を取消すとともに、選挙の無効又は当選人の当選\nの無効を宣言することができるものとされている。もしも主文が裁決又は決定の取\n消しのみであるときは、選挙管理委員会は、判決の確定後判決の理由に従い更め\nて、選挙無効もしくは当選人の当選無効の裁決又は決定を行う必要があると解され\nているのである。\nなお、地方自治法七四条の二第一三項後段によれば、異議の決定の取消請求と原\n処分たる署名の効力に関する決定の取消請求とは、関連請求としての併合が許され\nないものと解せざるを得ない。\n（別紙五）\n意見書（追加２）\n一、署名年月日の訂正について、\n（１）　署名の日付を、単に書き間違えたため、訂正したものもある。（参考人と\nして呼んだ者でこのような供述をしているものがいる。）\n（２）　しかし、日付の訂正されたもののすべてについて、その理由を調査してい\nないので、右（１）のような者と、当初の日付の日に署名し、後に討正の日付の日\nに、新たな日付の記載と押印をした者とがあると認められる。\nこの後者については、新たな日付の日に、新たに署名をしたことと同視すること\nができるので、法定の収集期間内の署名として有効と考えられる。\n（３）　右いずれにしても、本件では日付の訂正があつて、署名者本人の訂正印が\nあるので、その有効と認められることには変りがないので、訂正の理由については\n特に調査の必要はないものと考えられる。\n二、各署名の自署性について、\n（１）　署名簿の総数は一一、六九一冊、署名総数五七、三〇一名、収集受任者数\n六、八三二名である。\n（２）　一冊の署名簿は、一五名の署名がとれるように作成されているが、一五名\n全部の署名をとつた簿冊は殆んどない。\nまた、一簿冊の平均署名数は約五名である。\n（３）　このように、多数の収集受任者が、一冊について少い署名しかとつていな\nいのであるから、その署名収集方式から各署名の自署性を推認することができる。\n（別紙六）\n意見書（追加３）\n行政事件訴訟法一〇条二項との関係において、次のとおり、法律上の主張を補足\nする。\n本件の本案請求は、いわゆる原処分の取消しを求めるものでなく、異議の申出を\n棄却した決定の取消しを求めるもののみである。\nそしてその理由としては、同棄却決定の固有の違法につき主張するところがない\nか、せいぜいのところ、縦覧手続きの違法の主張がその固有の取消し理由に当ると\n見られるにすぎない。いずれにしても、この程度の理由では、本案について理由が\nないとみえるときに当るものであるから、本件執行停止の申立ては却下されなけれ\nばならない。\n（別紙七）\n意見書（追加４）\n申立人提出の昭和四六年二月一六日付の準備書面の記載事項について、次のとお\nり、認否を述べる。\n一　第一項について\n（１）　関係人の範囲を申立人主張のように制限して入場を拒否したことはない。\n（２）　受付けの名簿に記入した者は全部が縦覧したものである。\n（３）　メモをとることを拒否したことはない。\n二　第二項について\n（１）　行政実例は、明らかに自署でないものは無効とする旨のものである。\n本件においては、明らかに自署でないもとは認められず、単に筆跡が類似してい\nるとの理由により、実地調査等を行なつたものである。したがつて、自署でないも\nのを一応有効と推定したものではない。\n（２）　乙一二号証の一一五八六の署名の件は、第三項のとおりである。\n（３）　重複署名の件は、筆跡の異なる疑のあるものについては、署名者やその家\n族について調査をしたものである。\n（４）　約一四、〇〇〇件は、同一家族で筆跡の似ているものについての第一次の\n抽出数の意味であることは、先の意見書及び疎乙第一四号証の陳述書に述べられて\nいるとおりである。\n（５）　請求代表者等より強硬な主張云云という事実はない。\n三　第三項について\nイ　明らかに同一筆跡と認められるものではない。\nロ　原本には印がある。\nハ　一二月五日実地調査を行なつている。\nニ　５・６については十二月九日実地調査を行なつている。８・９のうち８は、個\n々の署名を整理する際に他の簿冊から同一人の署名が発見されたので、審査の結果\n８を無効とした。\nホ　署名人は受任者であり、同一簿冊中の期間前の署名収集については、これを抹\n消し、いずれも十月十八日以降に再度収集している。\nこのような事実からして、本件の署名は十八日に署名したものと認められる。\n（別紙八）\n意見書\n申立ての趣旨について求める決定\n本件申立てを却下する。\n申立て費用は申立人の負担とする。\nとの決定を求める。\n申立ての理由に対する意見\n第一、行政処分の内容について\n一、（一）、申立人主張のような処分のあつたことは認める。\n（二）、なお、本件市長解職署名運動は、「明るい茨木市をつくる会」を推進母体\nとしてとりくまれたものである。\n同会は、昭和四四年七月一日、けがれた市政、買収選挙を追放し、申立人を市長\nから辞職せしめる目的で、日本社会党茨木総支部、日本共産党茨木市委員会、公明\n党摂津支部、無党派市会議員をもつて構成する茨木市議会五月会をはじめ、生活を\n守る茨木市民共斗会議、茨木地区労働組合協議会、茨木母親大会連絡会その他多数\nの市民団体によつて結成された。\n（三）、申立人は、昭和四〇年四月、市長選挙によつて市長に選出され、さらに再\n任されて茨木市長の職にあるものであるが、申立人は、解職請求者署名簿（甲五号\n証の二）の請求の要旨記載のとおり大がかりな選挙違反や背任によつて、三八日間\nも拘置されるなど市長にあるまじき不祥事をしばしば惹起し、かつ反市民的な行政\nを行なつてきた。選挙違反と背任容疑については現に大阪地裁で公判中である。\nそのため、昭和四四年六月二〇日、茨木市会において、満場一致で、「辞職要望\n決議」がなされ、同年七月一三日には市政を浄化し、市長職を解職せしめる目的で\n「明るい茨木市をつくる会」が結成され、同年七月二三日には、市長の不正を糾弾\nする市民抗議集会、同月二六日釈放されて初登庁した市長に対し、市民、各団体の\n抗議行動があいついだ。このため、申立人は同年八月五日、議員総会において、\n「今年度末までにやめる」と辞意を表明せざるを得なかつたものである。さらに、\n同年八月二三日には、「市長退陣市民大会」がもたれた。\nしかるに、申立人は、翌四五年一月一四日に至り、一旦退職を表明していたにか\nかわらず、これを無視して、引続き市長の職に居すわる旨表明した。\n茨木市議会では、このような無節操な申立人に対し、昭和四五年二月一〇日と、\n七月一日の二度にわたり、不信任案が上程されている（自民党により否決）。\n（四）、「明るい茨木市をつくる会」は、同年二月二四日、市政浄化のため、市民\nへのアピール配布、アンケートの実施、同月二八日には、自動車パレードで、市民\nにアピール、三月八日第二回アンケートなどによつて、市民の意思を確かめ、七月\n一日、市長不信任案提出後は、ビラまき、ポスターはりなどによつて、申立人の事\n跡を市民に知らせるべく宣伝を重ねてきた。\n同年七月、重ねて鬼怒川温泉事件（甲五号証の二参照）を惹起して以来、市民の\n怒りは大きく高まり、市長解職請求運動が具体的な日程にのぼつてきたのである。\n八月一〇日には「市長リコールについて話合う会」がもたれて、（丙　号証）具体\n的な準備に入つていつた。同月二一日には、同目的により、市民大集会がもたれた\n（経過の概要につき丙第　号証）。\nこのように、周到な準備のもとに、ようやく同年一〇月一五日から解職署名が開\n始されるに至つたのである。\n（五）、人口一〇万人を超える都市で、首長の解職請求が成功したことがないとい\nわれるなかで、茨木において、（有権者総数一〇六、七六五人）法定解職請求署名\n数をはるかに超える署名を収集し得たのは次の理由による。\n１、市長たる申立人の腐敗ぶりと反市民性があまりにも明白であつたこと。そのた\nめ、市民の強い反感があり、解職を求める要望が広く市民に拡がつていたこと。\n２、「明るい茨木市をつくる会」に、三党ならびに多数の市民団体が固く結集し、\n統一して、運動にとりくんだこと。\n３、同会の実務体制が極めてしつかりしていたこと。\n４、長期にわたる周到な準備のうえとりくまれたこと。\nなどを指摘することができる。\n申立人は、多数の署名によつて示された広範な市民の要望に反し、七日の署名簿\n縦覧期間中の五日まで市政を放棄して、署名簿を閲覧したうえ（甲一一号証）、選\n管に対し、異議の申立てをなし、あまつさえ本件申立てをなすなどして、重ねて、\nその反市民性を暴露したものである。\n第二、申立人の主張の不当性\n一、本件申立に関する本案訴訟は不適法であるから、本件執行停止の申立ては却下\nを免れない。\n署名の効力に関する争訟は、個々の署名ごとにその有効、無効を争うべきもので\nあるから、異議の申出も署名を特定し、署名簿が手続上の瑕疵により無効であると\nきはその署名簿を特定して、その無効を主張しなければならないのに、本件本案訴\n訟においては、何ら特定性がないので、不適法である（異議に対する処分も特定性\nのある署名ならびに署名簿についてはこれを調査のうえ、効力の修正の決定をして\nおり、その余の主張については、当然ながら、異議自体不適法としている）。\nこのことは、被申立人において詳述するところである。\nなお、最高裁も、この争訟の性質について、「法七四条の二の規定による署名簿\nの署名に関する争訟は、個々の署名の効力の有無を対象とする」ものであることを\nくり返し述べている（最判昭和三〇年九月二二日民集九巻一二七八頁、昭和三三年\n六月一〇日民集一二巻一三九七頁、最判昭和三六年七月一八日民集一五巻一八三二\n頁、最判昭和三七年一二月二五日民集一六巻二四九〇頁）。\nしたがつて、「法定の出訴期間後、請求の趣旨の拡張の形式により新たに係争署\n名を追加することができない」（水戸地判昭和二八年七月三一日行裁例集四巻七号\n一七四四頁）。署各の特定性のない訴が適格性を欠くものであることはいうまでも\nなく、この点のみをして、本案訴訟は理由がなく棄却を免れないものである。\nよつて、執行停止の申立ては却下を免れない。\n二、署名簿の縦覧手続の違法性と署名無効の主張の当否\n申立人は、右のとおり、本件訴訟が不適法なることを知悉しながら、次のような\n独自の見解を述べる。\nすなわち、署名簿の縦覧手続が違法であるため、申請人において、異議の申立並\nびに本件請求において、具体的に無効署名を特定することができないが、このよう\nな場合、異議の申出にかかる署名が特定されておらないとの理由のみで、異議の申\n出を棄却することは許されない。また、このような場合、抽象的には全署名の効力\nについて争うことが許されるというのである。\nしかしながら、このような見解は、直接請求の制度の趣旨を全く没却するもので\nあつて、歪曲も著しいといわなければならない。\nなお、申立人は、異議の申出にかかる署名が特定されておらないとの理由で異議\nの申出を棄却することが許されない理由として援用する前掲最高裁昭和三七年一二\n月二五日の判決について、その趣旨を全く誤解している。\n例えば、署名簿が違法（違式）である場合等は、その署名簿になされた署名は無\n効となる（地方自治法七四条の三、一項一号）、その場合は、署名簿の瑕疵が争い\nになることはいうまでもないが争訟においては、当該署名簿が特定されていなけれ\nばならない。署名ないし署名簿の特定性を不要とする趣旨でないことは明白であ\nる。\n二、署名簿の縦覧手続の適法性\n（一）、署名簿の縦覧手続に違法な点のなかつたことは被申請人の述べるとおりで\nある。\n（二）、なお附言するならば、署名簿の縦覧は「期間中及び場所」について、予め\n「告示」し「七日間」「公衆の見易い方法によりこれを公表する」ことである（法\n七四条の二、三項）。\nそして、「期間及び場所の告示」および「公表」は署名の効力確定要件であるとの\n見解がある（長野士郎　逐条地方自治法一九二頁）。\nところで、本件申立ては、「公表」の方法に関する。「公表」の方法については\n法は「公衆の見易い方法」と述べるのみであつて、機械による謄写等のサービスな\n義務付けるものではない。いわんや、利害の対立する解職署名の閲覧に関しては、\n無用な混乱や、不祥事の生じないよう留意すべきことは当然といわなければならな\nい。\nのみならず、法は「縦覧」の期間を「七日」間に限つている。このことは「縦\n覧」の制度が異議申出の機会を保障するものではあつても、その制度の趣旨が署各\n者ないし署名権者に対する場合と、被解職請求者たる者に対する場合とで同一でな\nいことを意味する。\nすなわち現行解職制度は、署名の効力確定によつて、当然に失職するとするもの\nではなく、最終的には住民投票によつて民意を問うこととされているのである。\nこの場合、署名権者（含署名者）については、自己の解職請求の意思を、署名の\n確定によつて、最終的に確定されるものであるから、自己の署名の効力確認の機会\nと、異議権が十分に保障される必要がある、そしてそのための閲覧期間としては七\n日もあれば十分であろう。\nところが、被解職者としては、公選により公職にあるものの常として、選挙（住\n民投票）による結果を尊重すべく、この点に重点のあることはいうまでもない。\n解職署名に関する一連の手続きは、この住民投票に至る一連の過程にすぎないも\nのであり、民意をなす合同行為としての解職請求も、これをもつて直ちに解職の効\n果を生ずるものではない。そして、住民投票に至る過程において署名期間中はもち\nろん、住民投票の告示期間中も政策宣伝等は全く自由とされているのであり（この\n点公選法と異なることにも注意）、被解職請求者たるものは、この間政策宣伝等に\nよつて民意を問うのが本道である。\n法が署名の審査期間を二〇日しかも訓示規定としながら（本件では五六日を要し\nた）縦覧期間を七日と限定したことはこの期間では、被解職者において、十分の縦\n覧ができ難い場合も生じ得ようが、これは予め法の予定するところといわなければ\nならない。\n署名の効力については、本来的に、署名者（署名権者）自からがその正確性を担\n保すべきが道理であるし、事理に合致する解職請求の名宛人であつて、署名行為に\nついでは全くの第三者たる被解職請求者が署名の効力それが署名意思にまで介入す\nることになるような結果を認めるような権限を認めることは道理に反することであ\nる。\nよつて、本件縦覧手続に法違反は全くないのみならず、被解職者において不服を\n申述べるべき筋合はなにもない。\n立法論としても、署名の法定条件を有権者総数の四分の一から五分の一に引き下\nげることと併せ、署名の審査を簡素化することが望ましいとの意見が多い。（かつ\nて、自治省も検討していた）。署名収集は、住民の意思を正式に問う住民投票に至\nるまでの手続にしかすぎないから、これを簡素化しても、この制度本来の精神を傷\nつけるわけではないからである（行政法講座第五巻五八頁）。\n（三）、なお申立人は、参加人らが被申請人に対して、「縦覧期間中署名簿の複写\nや記録をとることを防いでほしい」と申し入れたことによつて、選管の措置がとら\nれたという。\n選管が自からの判断で不必要な混乱や紛争を避けるための措置をとるのは当然で\nあるが参加人らが右趣旨の申入れをなしたのは、申立人につながる人物の妨害が予\n想されたから住民に迷惑のかからないようこれを防いで欲しいむね申し入れたので\nある（甲六号証）。これらの者は署名期間中「署名は公開されます、署名をする\nと、結婚や就職にさしつかえます」などといつた趣旨のビラを作成したり、同旨の\nことを宣伝カーで放送したりしていたものである。\n三、署名の効力決定についての判断の違法について\n（一）、署名の無効を主張するについて具体的な主張がないから訴が不適法である\nことはいうまでもない。\n且つ審査方法とその適法なることは、被申立人の主張するとおりである。\n（二）、なお念のため述べるなら、参加人としては、解職を可とする市民が折角署\n名しても、これが形式上の理由により無効とされるようなことがあつては、その意\nに反することとなるので注意書のビラや署名収集心得などを配布し、さらに、解職\n請求署名簿にも「署名簿記入上の注意事項」を添附して（甲五号証の二）、署名の\n際、書式を確かめつつ署名ないし収集できるようにした。\nまた収集された署名は「明るい茨木市をつくる会」の事務局で極力点検し違式の\n署名があれば再度署名をとり直すなどして、署名者の意に反して無効となるような\n署名を少なくすることに成功したのである。\nこのように誤つて、期日前になされたと認められる署名は、請求代表人において\n無効と認め、選管への署名簿提出前にこれを消去した（乙一二号証の四五五二番等\n参照）。\nなお署名簿を、期日前に配布することは違法ではない。\n（三）、第三者による署名収集行為は違法なるむね主張しているが、それ自体当然\nである。\n本件署名期間中多数の応援部隊がかけつけて活動したことも事実である。応援部隊\nは、ビラ作り、ビラ折り、ビラ配り、ビラ貼り、受任者の留守宅の子守り、あるい\nは街頭宣伝、炊き出しなど、雑多な活動を引きうけた。宣伝をかねて受任者に随行\nしたものもある。\nこれは市民運動の大きさを物語るものである。\nしかしながら、受任者なくして、これら応援部隊によつて署名収集はおこなつて\nいない。\n（四）、解職署名簿に、「署名簿記入上の注意事項」を添付したことは前述のとお\nりであるが、このことをもつて違式の署名簿となるものではなく、また第三者によ\nる署名収集を予定したものでもない。\n約六、九〇〇人にのぼる受任者に署名の方式をてつていさせるには念入りな注意\nが必要であつたまでである。\n（五）、署名簿に二、三名の署名者の署名しか存在しないもの多数あるのは左の理\n由による。\n申請人と申請人につながるものは、「茨木を“赤”のまちにするな」「署名は公開\nされます」「お困りの方はいつでも取消しの手続きをします」などという不当な宣\n伝をくりかえしおこなつた。そのため、他人に署名を見られることをはばかる人が\n生じたので、このような場合同一家族につき一簿冊となる場合が多かつた。\nまた、逐一署名簿を事務局に結集するようにしたことにも起因している。\n申立人の憶測は何ら理由がない。\n四、執行停止の要件をみたさない。\n（一）、本案について理由がない。\n申立人は本案訴訟において単に一般論を述べるが（しかも誤つた見解である）、\n偏見に満ちた憶測を述べるにすぎないことはすでにみてきたとおりである。\nとりわけ、本案訴訟においては請求の趣旨においても、請求の原因においても、\n署名および署名簿について、特定するところがないのであるから、不適法な訴訟の\n提起である。\n念のため被申立人の審査によつて、署名者総数五七、三〇一人のうち、八、一五\n八人が無効とされた。法定解職請求署名数は三五、五八九人を超過する数は、一\n三、五五四人である。\n被申請人のいう自署でない署名が一四、〇〇〇件あつたというのは類似筆跡の第\n一次抽出の結果によるものである。\nさらに点検抽出することによつて、最終的に実地調査に付されたのは六、一八三件\nで、非自署と認められたものは、一、〇八五件である。この経過からして、到底、\n一四、〇〇〇件すべてが無効になるなど考えられないことである。ちなみに、申立\n人から異議のあつた三四七件につき、調査の結果非自署とされたのは九件にすぎ\nず、その比率は約三・八パーセントである。この比率を一四、〇〇〇件についてみ\nるに五三二件にすぎない。\nこのようにして、申立人の無効と称すその余の署名数をこれに加えたとしても到\n底、法定署名数に不足する結果になるとは考えられない。\nなお、裁判例においては、署名数が法定数を僅かに上廻るにすぎず、無効を主張\nされている署名数を差引くと法定署名数を下廻るような場合は執行停止を認めてい\nるが（水戸地昭和三一年八月一日決、行裁例集七巻八号二、〇二二頁、名古屋地裁\n昭和三九年四月九日決、行裁例集五巻四号八七六頁）\nすなわち、直接請求の性質上運用上は、本案について「理由があるとみえる」と\nきにのみ認容しているのである。\n本件については、全く「理由がある」とみえないのは勿論前述のように「理由の\nない」ことは明白であるから却下を免れない。\n（二）、回復の困難な損害を避ける緊急の必要性もない。\n行政事件における執行停止が民事訴訟法における仮処分ではなく、又、行政事件\n訴訟法二五条二項の「回復困難な損害」とは行政事件によつて、通常の私人の権利\n利益に対する侵害が行なわれるごとき事態を指すものであり、直接請求となるごと\nき公法上の権利および地位に関してはほとんど適用を見るべきものではない（長野\n士郎逐条地方自治法一九九頁）。\n署名の効力確定は、住民の意思を正式に問う住民投票に至るまでの手続にしかす\nぎない。申立人が市長として適格か否かは住民投票によつて、民意を問うことが本\n筋であり、民主主義の建前に合致するのである。\n解職署名が法定数を超過することによつて直ちに歳費請求権を失うという損害が\n生ずるわけではない。\nいわんや、住民投票は、有効投票者の二分の一以上を要するという厳格な要件を\n科している。選挙においてすら候補者三名以上の場合は過半数を得られないことが\n多い。\nこのような厳格な住民の審判に問うことが制度本来の趣旨であることを没却し、\nあるいは、反するような結果に陥つてはならない。\n多くの判例は損害を避けるべき緊急の必要性は認められないとしている（水戸地\n昭和二三年七月二一日行裁月報五号五四頁、広島地昭和二三年八月二七日行裁月報\n六号二九頁、盛岡地昭和三一年一一月一日決、行裁例集七巻二一号二八二七頁\n等）。\n（三）、直接請求においては、迅速な処理が要請されていることは法の諸規定に明\nらかである。\nいわんや、直接請求はその時期と方法を最も選ばなければならないものであるのみ\nならず、事態は民意に従つて早期に収しゆうされることが自治運営のためにも、極\nめて望ましい。\nよつて、不用意に、執行を停止するなどして、事態を紛きゆうせしめ、結論を遅\n延せしめることは著しく、制度の趣旨に反し、「公共の福祉に重大な影響をおよぼ\nす」こと明白である。\n以上、本件申立は、却下を免れない。\n（別紙九）\n意見書（第二）\n一、憲法が保障する民主主義の基本原理に照して、本件の如き執行停止の申立は許\nされない。\n（１）　公務員を罷免することは、国民固有の権利である。いうまでもなく、わが\n憲法は、国民主権主義と民主主義を根本原則としている。\n而してとりわけ、右の憲法原則の具体化のひとつとして重大な国民の民主的権利\nと定められている公務員の選定、罷免の権利は、憲法一五条一項が、「国民固有の\n権利」であるとまで明言しているところである。\n地方自治法が、市長に対する解職請求の手続を定めている所以は、まさに右の憲\n法上の国民固有の権利にもとずくものであることはいうまでもない。\nかくして、解職請求手続により、公務員を罷免する国民の権利は民主主義と国民\n主権主義にもとずく民主的政治、社会体制、存立の基底をなす不可欠の重要なもの\nとして最大の尊重を必要とするものである。\n本件においてこれをみるに、茨木市において、Ｃ市長退陣を要求する市民の声は\n大きな世論となり、それが住民の有権者総数の過半数を超える実に五万七千にもの\nぼる解職請求署名となつたものであるが、心ある良心的な多数市民の展開したこの\n解職請求運動とこれら多数の住民の署名は、まさしく茨木市の住民が右の憲法上の\n重大な権利を自ら行使したものとして、何人もこれを最大限に尊重すべきものであ\nり、これこそ憲法の要請に沿うところである。\nこのことは地方自治の本旨と直接民主々義の原則を擁護する上からも当然のこと\nである。\n従つてこうした憲法上の要請からしても、Ｃのなした本件の如き執行停止の申立\nは、断じてこれを許容すべき性質のものではなく、速やかに却下さるべきものであ\nるといわねばならない。\nもしも、仮りに軽々にかかる執行停止を容認するようなことがあれば、それは憲\n法の精神にもとり、国民の民主的権利をじゆうりんするも甚だしいこととならざる\nを得ないのである。\n（２）　解職請求制度の本旨に照らしても、本件の如き執行停止の申立は許容され\nない。\n次に、住民の解職請求制度についてみるに、地方自治法の定めるこの制度が、署\n名が住民総有権者数の二分の一という諸外国にも例をみない、多数を要求している\nという厳格な要件を要求していること、その上、罷免の効果が現実に発生するため\nには、住民投票の結果によらねばならないとしていることに鑑がみても、もともと\n本件申立の如き執行停止の申立を容認するいわれも必要性もないといわねばならな\nい。\n従つて、選挙管理委員会による署名審査も、もともとは、形式的審査で足りると\nされていたものであつたことを想起する必要があろう。（Ｔ自治省選挙課長は次の\nように発言している。「……署名の段階では全く運動が自由だし、それから選挙人\n名簿に署名したものが載つているか、載つていないかということも、たゞもう全く\n形式的にその名前の人が名簿に載つているかどうかだけを調べる、無効原因という\nものは何も考えてなかつた。他人が書いたとかあるいは成規の手続によつてやつた\nか、やらなかつたかということは全然見ない、とにかく、一応投票に持ち込めるだ\nけの署名簿になつているかどうかということだけを対象にして審査する。あとは一\n般投票で一切きめる。こういう考え方であつた。またそれには相当の理由があると\n今でも考えているんです……。」直接請求制度論、地方自治研究会五三頁。）\n現行制度の解釈運用にあたつても、直接請求が前述の如く国民固有の民主的重大\nな権利であることに加え、署名の段階では罷免の効果はなんら発生せず、結局は住\n民投票の結果にかかわらしめられていることに照らし、選挙管理委員会の措置を尊\n重し、直接請求制度の実をあげ、憲法の民主的精神の要請に応えるようになされね\nばならないのである。\nしかる以上は直接請求制度の本旨をふみにじることとなる本件の如き執行停止の\n申立は制度本来の趣旨からみて、もともと許容さるべき性質のものではないといわ\nねばならない。\nまたこれを市長の側からみても、執行停止を許さないとしたところで投票の結果\n罷免されるまでは市政の遂行上なんらの権限も制約されず、公的支障など一切生ず\nるものでないことも明白であつて、その緊急の必要性などありうべくもないのであ\nる。Ｃの個人的利益や名誉が害され不利益を受けるなどということは公的問題とは\n全く関係なく、制度本来の趣旨からしてかかる個人的利害はおよそ考慮の対象たり\nうるものでないことも明白である。因みに、Ｃが本件執行停止の申立書において緊\n急の必要性ありと主張するところをみてもなんら首肯すべきものはなく、全く理由\nのないものであることが明白である。\nすなわち、同人がいうところは、このまゝ手続が進行すれば本案の意義が失なわ\nれるというが、それはまさに、住民投票によつて罷免されることを自ら予想しなけ\nればならない自己の非をかくせないことにほかならない上、住民の民主的意思をふ\nみにじることを意図した不当ないいがかりにすぎないし、住民投票の機会があるこ\nとを無視する形式論にすぎない。\nまた、「寝食を忘れ」市政に努力してきた「歴史的大事業」の途上にあるという\nが、大切な公費出張の会議にも出ず、妻と温泉で無為徒食していたと非難されてい\nた者が、「寝食を忘れ」て市政に尽力したとはおよそ人を食つた言い様である上、\nその「事業」が途上であれ、それが執行停止の緊急必要性の理由たり得ないことは\nすでに前述のとおりである。\nしかも申立人Ｃは、本件直接請求がなされたのは、「特定の政治的主張をかかげ\nる者等の党勢拡張等の不当な目的の為」であると称していることは、住民の意思を\nじゆうりんし、住民の民主的権利をふみにじるも甚だしい暴言であつて、断じて許\n容すべきものではない。\nＣが右の如き不当極まる主張をなしていることこそまさしく彼が、民主々義の何\nたるかをひとかけらも理解し得ない人間であり、速やかに市長の座を降りるべき人\n間であることを自ら表明していることにほかならない、といわねばならない。\n若し仮りに、本件の如き理由なき執行停止を軽々に許容するならば、右の如きＣ\nの住民敵視と民主々義への不当な挑戦に手をかし、法の正義を失うこととなるほか\nはないであろう。\n二、Ｃ市長リコール運動は当然、正当な住民意思のあらわれであり、Ｃの本件執行\n停止申立は、住民無視の利己心以外のなにものでもない。（申立権の濫用）\n（１）、Ｃ市長リコール運動は、買収選挙と背任で起訴をされ、非常識な不祥事を\n重ねながらも、市長職に居坐ろうとする申立人を茨木市長から解職し、明るく清潔\nな市政、不正、腐敗のない茨木市を市民の力でつくりあげようとする茨木市民の正\n義の民主的運動であつた。\nそもそも申立人は、そのスケールといい悪質さといい、前代未聞の買収選挙を行\nなつて昭和四四年四月茨木市長に再任されはしたものである。\nしかし実弾による市議や有力者の争奪戦―市民不在の恥さらしなどろ沼選挙戦に\n対し、市民の批判はきびしく、昭和四四年六月二〇日、茨木市会で「市長辞職要望\n決議」が万場一致でなされ、同年八月五日には申立人みずから、市会議員総会で、\nおそくとも今年度内（四十五年三月末）に市長を辞任したい旨辞意を表明し、議長\nに対しその旨の誓約書を提出せざるを得ないところまで追いつめられていた。（丙\n二六号証）\nしかるに、昭和四五年一月四日に至り右退陣声明をひるがえし、「心境の変化で\n命ある限り市政を担当する」と居坐りを表明したものである。（丙二六号証）\nところが、こともあろうに、茨木市民と市会がこの厚顔な居坐り表明に怒り申立\n人に非難を集中していたさなかに、申立人Ｃは、同年一月二三日の市会特別決算委\n員会をすつぽかしたり、同年六月末、東京での全国市長会に出席すると称して公費\nで出張しながら、会議をすつぽかしてこともあろうに夫人同伴で鬼怒川温泉に行つ\nていたなど、まことに非常識きわまる申立人の行状が明らかになつたのである。\n（丙二六号証）この鬼怒川温泉事件以来、市民の怒りは更に大きく高まり遂に本件\nリコール運動に発展していつたのは、まことに当然であろう。\n（２）、Ｃ市長リコール運動は申立人の悪質な妨害、脅迫のなかで正々堂々これ\nをはねのけ、ねばり強く取り組み、明るく清潔な市政を熱望する広汎な市民の支持\nを受け、偉大な成果をおさめた。\n憲法の保障する基本的人権の行使たるリコール運動に対し申立人は、その地位、\n職権をまで利用して、悪質極まる卑劣な妨害行為をくりかえした。\n申立人は市長名で市内各自治会長宛にリコール署名取消運動を要請する文書を発\n送し、（丙五三号）Ｃ個人名で市内在住の老人（主として市からの老令年金を受け\nている人達）約四千五百名に対し、「リコウル　シヨメイ　トリケシウンドウ　タ\nノムＣ」なる電報をリコール反対派を臨時電報配達人として配達させた。（丙四七\n与証）\n申立人とそれを守る「愛市会」はリコール運動妨害に狂奔し、「署名をすれば、\n就職や結婚に、さしつかえる」旨の驚くべき非常識極まる脅迫ビラを市内にバラま\nき、（丙五四号証）宣伝車一五台～二〇台で同趣旨の脅迫的放送を市内全域でくり\nかえした。\nこのような悪質、卑劣な妨害にもかかわらず、リコール運動はその正当性のゆえ\nに大きく盛り上り、五万七千三百一という署名を集めたのである。\nこの偉大な成果はそれ自体本件リコール運動の正当性を物語る。\n（３）、申立人は、悪質な違法、不法の妨害にもかかわらずリコール署名運動が成\n功したとみるや、あくまで直接請求を阻止せんとして、本件申立に至つたのであ\nる。\n以上の経過からみても明らかなように、申立人が本件執行停止申立をなした真意\nは広汎な民主的住民多数の意思をふみにじり、自己の市長の座に固執するあまり利\n己心に基づいてこれをなしたものというほかはなく、正当な理由のないことも明白\nであつて、申立権の濫用であるといわねばならない。\n明るく正しい茨木市政を求める茨木市民は前述の如き恥づべきＣ市長の退陣を求\nめて、全住民の民主的意思を反映すべく、住民投票によつて神聖な国民固有の権利\nを今ここに行使しようとしているとき、右Ｃの不当な申立は速やかに却下されるの\nが当然であり、それこそが憲法の民主的原則を守る唯一の道であると確信する。\n"
}