{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 12,
    "day": 15
  },
  "case_number": "昭和53(う)321",
  "case_name": "爆発物取締罰則違反、激発物破裂、公務執行妨害、傷害被告事件",
  "court_name": "大阪高等裁判所第七刑事部",
  "lawsuit_id": "22359",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22359",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/359/022359_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役八年に処する。\n原審の未決勾留日数中四〇〇日を右本刑に算入する。\n理　　　　由\n（本件の経過）\n本件公訴事実の要旨は、被告人は、Ａと共謀のうえ、いわゆる鉄パイプ爆弾を使\n用して大阪府寝屋川警察署を襲撃しようと企て、昭和四四年一一月一七日午前零時\n一〇分過ぎころ、三本ずつに束ねた鉄パイプ爆弾五束（計一五本）を治安を妨げ人\nの身体財産を害せんとする目的をもつて同警察署庁舎正面玄関前及び南側通用門内\nなどに投げつけて爆発物を使用し、これを爆発させて現に人の住居に使用しかつ一\n八名の警察官が現在する同警察署庁舎の一部を損壊するとともに、折から在署当直\n勤務中の一八名の警察官の公務の執行を妨害し、そのうちの六名と時事通信社社員\n一名に傷害を負おせた、というのである。\n原判決は、九名の警察官に対する公務執行妨害の点を除いてほぼ公訴事実どおり\nの事実を認め、被告人に対し懲役七年、未決勾留日数中四〇〇日本刑算入の刑を言\n渡した。九名の警察官に対する公務執行妨害罪が成立しないとした理由は、「被告\n人が共犯者のＡとともに判示のように本件鉄パイプ爆弾を投げつけたときには、警\n部Ｂ、巡査部長Ｃ、巡査Ｄ、同Ｅ、同Ｆ、同Ｇ、同Ｈ、同Ｉ及び同Ｊの九名の警察\n官については、いずれも当直勤務時間内とはいえ、宿直室などで休憩又は仮眠して\n待機していたり、次番者との交替のため休憩室に赴く途中であつたものであるか\nら、具体的、個別的に特定された職務の執行に従事していなかつたことが明らかで\nある。もつとも、これら九名の警察官は休憩又は仮眠中といえども当直の職務であ\nる緊急事態が発生すればその処理等に即応しうる状況にあり、現に本件鉄パイプ爆\n弾の爆発を知るや、昀後の第五回目の爆発までには仮眠中の警察官さえも同署玄関\n前路上などに飛び出して犯人の捜索等に従事しているのであつて、右警察官らの交\n替制当直勤務における休憩がその間当該警察官を当直勤務から解放する性質のもの\nでないことは検察官所論のとおりであるが、本件のように、右警察官らが本来の執\n務場所から離れ、宿直室などにおいて二時間又は三時間の長時間休憩しようと仮眠\nしようと自由に待機態勢をとりうる状況においては、右警察官らは刑法九五条一項\nによつて保護されるべき具体的、個別的に特定された職務を執行する状態になかつ\nたものと認めるのが相当である」、また、「公務執行妨害罪が成立するためには、\n公務の執行がその妨害となるべき暴行又は脅迫行為に先行する形で存在することが\n必要である。これを本件についてみるのに、……被告人らが、右鉄パイプ爆弾五束\n（一五本）を投げつけ、その衝撃によりこれが爆発すべき状態においた段階で本件\n公務執行の妨害となるべき暴行行為は終了し、前記のとおり具体的、個別的に特定\nされた職務を執行していた巡査部長Ｋ外八名に対する公務執行妨害罪は既遂に達し\nているものと解すべきである。したがつて、被告人らの関知しない何らかの理由に\nよつて本件鉄パイプ爆弾の投てきから爆発完了までに数分間の時間を要し、その間\nに前記警部Ｂ外八名を含め全員により検察官主張のような捜査活動が開始され、そ\nれが右暴行行為終了後の結果により偶然阻害されたとしても、そのために、それに\n先行する形で具体的、個別的に特定された職務を執行していなかつた右Ｂ警部外八\n名についてまでも右暴行行為が公務執行妨害罪の定型性を帯びるということにはな\nらない」というのである。\nこれに対し、検察官から控訴が申立てられたのである。\n（控訴趣意及び答弁）\n本件控訴の趣意は、大阪地方検察庁検察官村上流光作成の控訴趣意書に記載のと\nおりであるから、これを引用する。その要旨は、（一）原判決がＢ警部ら九名の警\n察官に対する公務執行妨害罪の成立を否定したのは、事実誤認ひいては法令適用の\n誤である、（二）原審が被告人の司法警察員及び検察官に対する各自白調書の任意\n性に疑があるとしてこれらを証拠に採用しなかつたのは、刑事訴訟法三一九条一項\nの適用を誤つた訴訟手続の法令違反にあたる、（三）被告人に対する原判決の刑の\n量定は著しく軽きに失し不当である、というのである。\nこれに対する答弁は、弁護人石川寛俊作成の答弁書に記載のとおりであるから、\nこれを引用する。\n（当裁判所の判断）\n一　公務執行妨害罪の成否について\n（一）　控訴趣意に対する判断\n（１）　検察官の控訴趣意（一）は、被告人らが本件鉄パイプ爆弾を投てきした\n時点における前記警察官らの職務執行についての原判断を争うものであつて、その\n要旨は、原判決は、警察における交代制の当直勤務の特殊性を看過し、公務執行妨\n害罪の保護の対象となるべき「職務」及び「職務ヲ執行スルニ当リ」の意義を極端\nに狭く制限的に解釈した結果、「休憩」中であつたＢ警部ら九名の警察官の仮眠あ\nるいは休憩待機などの所為が当直勤務の執行の中断ないし停止の外観を呈している\nところから、これら警察官は当直勤務の職務から離脱した状況下にあつたものと速\n断して刑法九五条一項を適用しなかつたものであつて、結局事実を誤認し、ひいて\nは同条項の解釈適用を誤つたものというべく、その誤が判決に影響を及ぼすことが\n明らかである、というのである。\n（２）　そこで、まず、関係証拠のほか当審の事実取調の結果により、本件犯行\n当夜における寝屋川警察署警察官の勤務状況をみると、Ｂ警部を含む前記一八名外\n二名の警察官が同署長の命令で勤務についており、右一八名のうち九名が当直勤務\n員、残りの九名が当務外勤勤務員であつた。\n当直勤務員とは、通常の勤務時間外である休日あるいは退庁時後において庁舎の\n警備及び緊急の警察事務を処理するため輪番制で当直勤務を命じられる警察官のこ\nとであつて、内規である大阪府警察処務規程（大阪府警察本部訓令第三一号）によ\nると、所属長がこれを命ずるものとされ、その勤務時間は休日においては平日の出\n勤時から翌日の出勤時まで、平日においては退庁時から翌日の出勤時までであり\n（五五条二項）、その勤務方法は「起番」及び「休憩」の交代制と定められていた\n（五七条）。また、右処務規程に基づく寝屋川警察署処務細則（寝屋川警察署達第\n二号）によると、「当直勤務員は事案処理にあたるほか、通信勤務、公かい勤務、\n庁舎内外の警備等にあたる」とされており（二六条）、遵守事項として、「当直員\nは常に所在を明らかにし、事故処理等で庁外に出るときは、当直管理責任者に報告\nし、休憩は指定された休憩室でする」（三一条二号、三号）、「非常の際の警報ブ\nザーが鳴つたときは警棒を携行して公かいに集合しなければならない」（二九条二\n項）と定められていた。ところで、原判決において公務執行妨害罪の成立が否定さ\nれた九名の警察官のうち五名は、この当直勤務員であつて、Ｂ警部は当直管理責任\n者、Ｄ巡査は緊急の犯罪捜査を主とする特別当直勤務員、Ｅ巡査、Ｆ巡査、Ｃ巡査\n部長は公かい勤務、通信勤務を主とする一般当直勤務員の地位にあつた。\nこれに対し、当務外勤勤務員というのは、通常の勤務の一部である外勤勤務に従\n事する警察官であつて、大阪府外勤警察運営規程（大阪府公安委員会規程第一号）\nによると、派出所、駐在所等の区域その他定められた区域を担当して、普通、警\nら、巡回連絡、要点警戒、在所等の定められた勤務を行うほか、特別の命令によ\nり、警衛、警備警戒等の特別任務を負うものと定められており（二条）、また、右\n規程に基づく大阪府外勤警察官勤務規程（大阪府警察本部訓令第一号）によると、\n一昼夜勤務を含む交代制の勤務時間割が定められており（八条、九条）、「休憩\nは、指定された勤務拠点で行なうこと」とされていた（一八条二項）。ところで、\n署内における休日又は夜間の勤務は、署長が内勤の警察官から輪番制で指名した前\n記の当直勤務員が担当するのが建前であるが、本件犯行当時には、大阪府下でＬ首\n相Ｍ闘争が盛んであり、特に昭和四四年一一月一三百学生デモ隊と警察機動隊とが\n衝突した際Ｎ大学学生Ｏが寝屋川警察署員に検挙されて翌朝同人が死亡するという\n事件が発生してからは、Ｐ派学生らによる同署に対する報復攻撃が予想される状況\nにあつたため、大阪府警本部長及び同警察署長の指示によつて、同署では非常事態\nの発生に備えて庁舎警備等に万全の措置をとることになり、本件犯行当夜の同月一\n六日午後七時からは、勤務体制強化のため、九名の当務外勤勤務員たる警察官が特\n別任務として同署庁舎の特別警備にあたつていた。原判決において公務執行妨害罪\nの成立が否定された九名の警察官のうち、前述した五名を除く四名、すなわちＩ、\nＧ、Ｈ、Ｊ各巡査は、この当務外勤勤務員として当夜庁舎の特別警備の任務につい\nていたのである。\n（３）　次に、原判決において公務執行妨害罪の成立が否定されたＢ警部ら九名\nの警察官について、本件鉄パイプ爆弾が投てきされた時点における具体的な勤務状\n況をみるに、関係証拠によると、以下の事実が認められる。\nすなわち、当直勤務員については、当夜、当直管理責任者であるＢ警部の指示\nで、担当職務に応じ、職務の繁閑により適宜又は二、三時間の交代で休憩が与えら\nれており、原判決の認定のとおり、前記Ｂ警部ら五名の警察官は右爆弾の投てき時\nには右の休憩に入つていた。具体的に述べると、いずれも起番の勤務を終えた後、\nＢ警部は一一月一七日午前零時ころから寝屋川警察署三階宿直室に入り休憩し、Ｄ\n巡査は同日午前零時ころから同署一階パトカー待機室において休憩し、Ｅ巡査は同\n日午前零時ころ通信勤務の次番者と交替するため相勤のＱ巡査部長に電話受付を頼\nんで同署三階から二階休憩室に行こうとしており、Ｆ巡査は前日の一一月一六日午\n後一一時五〇分ころから同署三階宿直室において休憩し、Ｃ巡査部長は同日午後一\n〇時ころ右宿直室に入つて休憩・仮眠していた。\n一方、当務外勤勤務員のうち、自動車警ら警務員については、通常の勤務時間表\nに従つて勤務と休憩が行われており、派出所勤務員については、当夜の当直管理責\n任者であつたＢ警部の定めた特別の勤務時間表に従つて勤務と休憩とが行われてお\nり、右爆弾の投てき時には、前記Ｇ巡査ら四名の警察官は、原判決の認定のとおり\nの場所でそれぞれ休憩に入つていた。具体的に述べると、Ｇ巡査は一一月一六日午\n後一一時二〇分ころから同署三階宿直室において休憩・仮眠し、Ｈ巡査は同日午後\n一一時三〇分ころから同宿直室において休憩・仮眠し、Ｉ巡査は同日午後一一時三\n〇分ころから同署一階パトカー待機室で休憩・仮眠し、Ｊは同日午後一一時四〇分\nころから同パトカー待機室で休憩・仮眠していた。\n（４）　以上認定の事実関係のもとで休憩中の九名の関係警察官が刑法九五条一\n項にいう「職務ヲ執行」中であつたと認められるか否かの検討に移るに、検察官\nは、当直勤務員であつた警察官も、当務外勤勤務員であつた警察官も、等しく緊急\n事態に対し迅速に対処するため休憩の形で待機していたとみるべきであるから、と\nもに公務の執行中であると主張するが、同じく休憩といつても右の二種類の警察官\nのそれは適用法令を異にし、別個の取扱いがなされているので、これを区別して考\n察することが必要である。\n（イ）　昀初に当直勤務員の休憩について検討するのに、輪番制の宿日直勤務は\n通常の勤務に比して労働密度の特に薄い監視業務又は断続的な業務にあたるところ\nから、労働基準法四一条三号、同法施行規則二三条によつて、使用者において行政\n官庁の許可を受けたときは、休憩、労働時間等の規定が適用されないものとされて\nいる。地方公務員である警察官に関しては、同法施行規則三四条、地方公務員法五\n八条三項、四項に基づき、所轄警察署長が都府県人事委員会の許可を受けることに\nより右の休憩等の法適用が除外されることとされており、大阪府においてもこの許\n可を受けて当直勤務員の指定、勤務が行われていた。したがつて、当直勤務員につ\nいては、労働基準法上、就労義務から解放する休憩を与えることが義務づけられて\nおらず、現に警察の内規等においても、そのような意味での休憩は与えられていな\nかつた。すなわち、前記大阪府警察処務規程、寝屋川警察署処務細則によると、当\n直勤務員の勤務方法は「起番」と「休憩」の交代制であつて、当直勤務員は、休憩\nの間、仮眠することも自由であるが、常に所在を明らかにし、庁外に出るときは当\n直管理責任者に報告するとともに、指定の休憩室で休憩を行い、非常の警報ブザー\nが鳴つたときは警棒を携行して公かいに集合することが義務づけられていたのであ\nつて、検察官所論のとおり、休憩という文言が用いられていても、それは就労義務\nのある勤務時間中であつて、休憩という形で待機していることが予定されていたも\nのである。そして、原判決もまた、前記のとおり、この点は認定、判示しているの\nである。\n検察官は、こうした当直勤務員の「休憩」の特殊性を強調し、それは緊急事態発\n生の場合は直ちに出動し得るように待機している状態であつて、いわゆる手待時間\nに類するばかりでなく、当該勤務者の起番中の職務遂行を効果的なものとするとと\nもに、緊急事態の発生に際しては起番中の者と協力して全員がこれに当り得るよう\nにするために、むしろ義務として課されているものであると主張し、さらに、本件\n当時はＰ派学生らの報復行動に備えて特別警戒中であつて、休憩中の当直勤務員も\n当直勤務中であるとの認識のもとに行動していたものであり、さればこそ、本件鉄\nパイプ爆弾の投てきにより昀初の爆発が起ると即座に起き上り、起番中の警察官と\nともに警察署内外で緊急事態の処理にあたつていたと主張し、右の「休憩」は当直\n勤務自体の一態様にほかならないと論じている。当裁判所も、以上の限度において\nは検察官の所論は正当であると考えるが、これを前提として直ちに「休憩」中も職\n務の執行中であるとする所論には左袒することができない。すなわち、刑法九五条\n一項にいう「職務ヲ執行スルニ当リ」とは、具体的・個別的に特定された職務の執\n行を開始してからこれを終了するまでの時間的範囲及びまさに当該職務の執行を開\n始しようとしている場合のように当該職務の執行と時間的に接着しこれと切り離し\nえない一体的関係にあるとみることができる範囲内の職務行為をいうところ（昀高\n裁判所昭和四二年（あ）第二三〇七号同四五年一二月二二日第三小法廷判決・刑集\n二四巻一三号一八一二頁、同昭和五一年（あ）第三一〇号同五三年六月二九日第一\n小法廷判決参照）、右にいう具体的・個別的に特定された職務の執行にあたつてい\nるというためには、単に当該公務員が就労義務を負う勤務時間内にあり、かつ、そ\nのことを認識していることをもつて足りるものではなく、より具体的・個別的に特\n定された職務を現に担当していることを要するものと解するのが相当である。その\nことは、刑法九五条一項の保護法益からばかりでなく、同条項が職務を「執行スル\nニ当リ」と特に規定する文言とその沿革からも、容易にこれを導き出すことが<要旨\n第一>できるのである。これを本件についてみるのに、Ｂら前記五名の当直勤務員\nは、起番中の捜査・公かい・</要旨第一>通信等の勤務をいつたん終えて他の当直勤\n務員と交代し、その勤務地点から離れた署内宿直室などにおいて二時間ないし三時\n間の休憩に入つていたものであるから、勤務時間中であつても、すでに具体的・個\n別的に特定された職務の担当から離れた状態にあり、刑法九五条一項にいう「職務\nヲ執行スルニ当リ」の状態にはなかつたものというほかはない。\nもとより、右条項にいう職務には、ひろく公務員が取扱う各種各様の事務のすべ\nてが含まれるのであるから、具体的・個別的に特定された職務といつても、必ずし\nも具体的・個別的な作為を意味するものではなく、また、職務の性質によつては、\nその内容、職務執行の過程を個別的に分断して部分的にそれぞれの開始、終了を論\nずることが不自然かつ不可能であつて、ある程度継続した一連の職務として把握す\nるのが相当と考えられるものがあることはいうまでもない（前記昭和五三年六月二\n九日第一小法廷判決参照）。しかしながら、本件のように交代制で「起番」と「休\n憩」が行われる警察官の勤務の場合には、休憩自体を具体的職務と観念すべき合理\n的根拠がないばかりでなく、起番と休憩とを連続した一連の職務として把握し、そ\nの全体を職務の執行と解すべき合理的根拠も存在しない。また、一般に「待機」と\nいう形態における具体的・個別的な職務のあることはいうまでもないが、それは待\n機していることがまさに具体的・個別的な担当職務と認められる場合に限られるの\nであるから、これを無限定に一般化し、公務員特に警察官は勤務時間中にあつては\nその具体的状況のいかんを問わず常にすくなくとも待機の職務に従事しているとの\n結論に導くのは、失当である。すなわち、本件の場合には、具体的・個別的な担当\n職務としての待機ではなく、これから離れて休息するための待機であつて、両者は\n厳格に区別して認識することが必要なのである。さらに、検察官は、当直勤務の特\n殊性を強調し、当直勤務であるかゆえに休憩中も職務の執行中とみるべきであると\n主張するが、これは通常の勤務に比して労働密度が薄いことを根拠として法律上の\n休憩の付与を義務づけられていない当直勤務に関し、逆に通常の勤務より以上の労\n働密度が存在することを前提とするものであつて、採用することができない。な\nお、検察官の指摘する判例はすべて本件とは事案を異にし、適切ではない。\n（ロ）　当務外勤勤務員の休憩についての検討に移るに、同勤務員は通常の勤務\n形態として一昼夜二四時間の交代制の勤務についているのであるから、夜間に勤務\nする場合であつても、労働基準法上の宿日直勤務ではないから、労働基準法上、こ\nれに対し所定の休憩を与えてその間労働から解放することが義務づけられているこ\nとは明らかである。検察官は、前記大阪府外勤警察官勤務規程において「休憩は、\n指定された勤務拠点で行なうこと」（一八条二項）と定められていることを援用し\nつつ、当務外勤勤務員は署内で仮眠中も緊急事態に迅速に対応するための待機とみ\nるべきであつて、まさに職務の執行中であると主張するけれども、この場合の「休\n憩」は、さきの当直勤務員のそれとは異なり、職務からの解放を伴うものであり、\n右の勤務規程の定めは、労働基準法施行規則三三条一項一号により、労働基準法三\n四条三項が使用者に課している休憩時間を自由に利用させる義務が警察官に関して\nは免除されているため、特に警察官に対し休憩場所が指定されているに過ぎないの\nであるから、これをもつて休憩時間を就労義務を負う勤務時間と解することは許さ\nれない。したがつて、当直勤務員に関して上述したところは、より一層当務外勤勤\n務員に強く妥当するのであつて、前記当務外勤勤務員であるＨ巡査ら四名の警察官\nは、本件パイプ爆弾が投てきされた時点においては、刑法九五条一項にいう職務の\n執行中にはなかつたものというべきである。\n（５）　以上のとおりであるから、関係警察官らが職務の執行中であつたか否か\nについての原判決の認定、判断は、その理由はともあれ結論においては、上述した\n当裁判所の認定、判断と同じであつて、検察官所論のような事実誤認、法令適用の\n誤はないので、論旨は理由がない。\n（二）　職権による判断\n（１）　しかしながら、職権によりさらに検討を進めるに、以下の点において、\n公務執行妨害罪の成立を否定した原判決は法令の適用を誤つた違法があるものと認\nめられる。\n（２）　すなわち、原判決は、「公務執行妨害罪は危険犯であり、公務員が職務\nを執行するに当りこれに対して暴行又は脅迫を加えたときに直ちに成立するもので\nあつて、その暴行又は脅迫はこれにより現実に職務執行妨害の結果が発生したこと\nを必要とするものではなく、妨害となるべきものであれば足りると解されているか\nら（昀高裁第三小法廷昭和三三年九月三〇日判決、刑集一二巻一三号三一五一頁参\n照）、公務執行妨害罪が成立するためには、公務の執行がその妨害となるべき暴行\n又は脅迫行為に先行する形で存在することが必要である」との解釈を示したうえ、\nこの見解のもとに、被告人らが投てきした鉄パイプ爆弾は、第一回目から第四回目\nまでは数秒間隔で爆発したが、第五回目の爆発が起るまでには二、三分の時間が経\n過していること、前記の在署警察官一八名全員が犯人捜索、証拠収集、警戒などの\n職務についたのは被告人らが右爆弾を投げ終つた後であることを認定し、ついで、\n被告人らが本件爆弾を投げ終つた段階で公務執行妨害となるべき暴行行為は終了し\nていたのであるから、その後に職務活動を開始したＢ警部ら九名の関係警察官に対\nしては公務執行妨害罪は成立しないと結論している。\n<要旨第二>ところが、本件における暴行は、本件爆発物をあたかも石のように警\n察官に向けて投てきすることを内容と</要旨第二>するものではなく、これを警察署\nの玄関前などに投てきして爆発させることにより署内外の警察官に対し有形力を加\nえることを内容とするものであり、それゆえにこそ、原判決も、これを爆発させる\nことによつてＫ巡査部長ら九名の警察官の職務の執行を妨害したものと認定してい\nるのである。もとより、公務執行妨害罪は、原判決の援用する判例が示すように、\n暴行が加えられることにより直ちに成立するものであり、その暴行は、これにより\n現実に職務執行妨害の結果が発生したことを必要とせず、妨害となるべきものであ\nれば足りると解されるが、その暴行が、本件のように、爆発物を爆発させることに\nある場合には、投石行為の場合と同一に論ずることはできないのであつて、右爆発\nにより職務の執行が妨害される範囲において公務執行妨害罪が成立するのは当然の\nことである。原判決が援用する前記判例は、警察官に対して投石した事案につい\nて、石が相手方に命中した場合はもちろん、命中しなかつた場合においても、相手\n方の職務執行の妨害となるべき性質のものであるから、投石の時点で公務執行妨害\n罪の要件である暴行に該当することが明らかであると判示したものであるから、本\n件のような形態での暴行について前記のように判断するうえですこしも障害となる\nものではなく、むしろこれを支持するものというべきである。なお、被告人らは、\n本件爆発物を投てきした時点において、署内外の不特定の警察官に対しその職務の\n執行を妨害する意思を有していたことが証拠上明らかである。\n（３）　してみると、本件爆発物の第一回目の爆発により直ちに犯人捜索、証拠\n収集等の職務に従事する態勢に入り、現に第五回目の爆発までには現実にもその職\n務に従事していたＢ警部ら九名の警察官に対する関係においても、公務執行妨害罪\nが成立することは明白であつて、これを否定した原判決は刑法九五条一項の解釈適\n用を誤つたものというほかない。なお、当務外勤勤務員であつたＧ巡査ら四名の警\n察官は、前記のとおり、本件爆発物が投てきされて第一回目の爆発が起つた時点で\nは、職務を執行する義務から解放されている、労働基準法上の休憩時間中にあつた\nと認められるが、その爆発と同時に緊急事態に対処すべく現実に犯人捜索、証拠収\n集等の具体的・個別的な職務に従事するに至つた以上、これを公務執行妨害罪にい\nう職務と評価すべきことは当然である。すなわち、労働基準法上の就労義務の有無\nと公務執行妨害罪にいう職務の存否とは、別の平面の問題なのである。\n（４）　以上のとおり原判決には右の点に法令の解釈適用の誤があり、その誤は\n判決に影響することが明らかであるから、原判決はこの点において破棄を免れな\nい。\n二　訴訟手続の法令違反について\n検察官の控訴趣意（二）は、要するに、原審は検察官が刑事訴訟法三二二条に基\nづいて取調請求した被告人の司法警察員及び検察官に対する供述調書合計九通をす\nべて任意にされたものでない疑のある自白であるため同法三一九条一項により証拠\nとすることができないとして却下したが、これらの自白は任意性に全く疑がないも\nのであつて、これらを証拠として採用しなかつたことは同条項の解釈適用を誤つた\nものというべく、かつ、これらは被告人が共犯者Ａと会うに先立ち本件鉄パイプ爆\n弾を製造した状況などの立証に欠くことができないものであるから、量刑の点で判\n決に影響を及ぼすことが明らかである、というのである。\nそこで、調査するのに、原判決は、「罪となるべき事実」の欄の判示から明らか\nなとおり、被告人が共犯者Ａとともに昭和四四年一一月一六日夕方原判示の被告人\n方居室に戻つた後、「同室押入れ内からかねて被告人が用意していた爆弾を取り出\nし、吉川とともに火薬のはいつた鉄パイプに濃硫酸入りの試験管を装てんし、『鉄\nパイプ爆弾』（略）一五本を完成させたうえ、三本ずつくくりつけて五束とし」た\nと認定し、かつ、「量刑の理由」の欄の説示において、「特に被告人は、在籍する\nＲ大学Ｓ学舎が封鎖占拠中であつたのを利用し、同学舎理学部各階の研究室から、\n鉄製パイプ、塩素酸カリ、ピクリン酸などの爆弾材料を持ち出して、本件鉄パイプ\n爆弾一五本を製造し、火薬を装てんした鉄バイプと濃硫酸を入れた試験管とに分け\nて自室の押入れ内に隠匿所持していたもので、たまたま共犯者のＡが被告人方を訪\nれて話し込み、寝屋川警察署襲撃の計画ができ上がつたが、被告人が本件犯行の主\n導的役割を果したことは疑いを入れない」と述べており、検察官所論にかかる被告\n人の自白の内容と概要において一致しているものと認められるのであつて、この自\n白を記載した所論供述調書を原審が証拠として採用していたとしても、そのことが\n被告人の量刑事情ひいてはその量刑に影響を及ぼすことが明らかであるとはとうて\nいいえない。よつて、論旨は、刑事訴訟法三七九条の要件を満たしておらず、理由\nがないものというほかはない。\n（結　論）\n以上のとおりであるから、量刑不当を主張する控訴趣意に対する判断を省略して\n刑事訴訟法三九七条一項、三八〇条により原判決を破棄し、同法四〇〇条但書に従\nつて更に次のとおり判決をする。\n当裁判所が新たに認定する罪となるべき事実は、原判決の認定した罪となるべき\n事実のうち「右暴行により巡査部長Ｋ外八名の警察官の別紙一覧表（一）記載の各\n職務の執行を妨害し」とある部分を「右暴行により巡査部長Ｋ外一七名の警察官の\n別紙一覧表（一）記載の各職務の執行を妨害し」と変更し、かつ、その別紙一覧表\n（一）に下記の表を追加する以外、原判決の認定した事実と同一であるから、これ\nを引用し、その挙示する各法条を適用する。\n＜記載内容は末尾１添付＞\n量刑について一言するに、被告人らは、その政治的主張を貫くため、殺傷力の強\n力な鉄パイプ爆弾一五本を製造したうえ、寝屋川警察署の玄関などにこれを投てき\nして爆発させ、一八名の警察官の公務の執行を妨害するとともに、時事通信社記者\n一名を含む七名に重傷を負わせたものであつて、犯行の動機、態様、結果、危険\n性、社会的影響からみてその犯情は極めて重い。ことに被告人は、犯行にあたつて\n主導的役割を果していたものであり、かつ、起訴後も永年にわたり黙秘を続けて徹\n底的に事実を争つて無罪を主張し、終結近くなつて共犯者の吉川が逮捕され、昭和\n五二年六月八日被告人の公判においてその犯行を証言するに至つて初めて事実の大\n綱を認めたにすぎず、反省の色は認められず、被害者に対し慰藉の途を講じていな\nい。反面、被告人は負傷警察官らに対して謝罪をする気持のあることを表明してい\nること、妻子を得て社会的な責任をも感ずるに至つたものと認められること、既に\n大学を卒業しておりその専門的知識を利用した職業生活を続けることが期待される\nこと、本件犯行後九年を経過し被告人は直接、間接に相当の社会的制裁を受けてい\nると認められることなど原判決が説示する被告人にとつて有利な事情のあることを\nも考慮し、被告人に対しては主文の刑をもつて臨むのが相当と判断した次第であ\nる。\nよつて主文のとおり判決する。\n（裁判長裁判官　瓦谷末雄　裁判官　香城敏麿　裁判官　鈴木正義）\n"
}