{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 3,
    "day": 27
  },
  "case_number": "昭和49(う)1158",
  "case_name": "有印私文書偽造、同行使、有印公文書変造、同行使、有印私文書偽造、同行使、詐欺被告事件",
  "court_name": "東京高等裁判所第四刑事部",
  "lawsuit_id": "20560",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20560",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/560/020560_hanrei.pdf",
  "contents": "主　　　　文\n被告人Ａ、同Ｂに対する検察官の各控訴を棄却する。\n原判決中被告人Ｃ、同Ｄ、同Ｅ、同Ｆ、及び同Ｇに関する部分を破棄す\nる。\n被告人Ｃを懲役三年に処する。\n同被告人に対し、原審における未決勾留日数中九〇日を右の刑に算入す\nる。\n被告人Ｄを懲役三年に処する。\n被告人Ｅを懲役二年六月に処する。\n被告人Ｆを懲役二年に処する。\n同被告人に対し、この裁判が確定した日から三年間右の刑の執行を猶予\nする。\n被告人Ｇを懲役一年六月に処する。\n理　　　　由\n検察官の控訴の趣意は、東京地方検察庁検察官検事伊藤栄樹名義の控訴趣意書に\n記載されたとおりであり、これに対する答弁は、被告人Ａの弁護人山本孝提出の、\n被告人Ｃの弁護人尾崎正吾、同笠原克美連名提出の、被告人Ｅの弁護人遊田多聞提\n出の各答弁書のとおりであり、そして、被告人らの控訴の趣意は、被告人Ｃの弁護\n人尾崎正吾、同笠原克美が連名で、被告人Ｄの弁護人石井元、被告人Ｅの弁護人遊\n田多聞、被告人Ｆの弁護人熊本典道、被告人Ｇの弁護人衣里五郎がそれぞれ提出し\nた各控訴趣意書に記載されたとおりであり、これらに対する検察官の答弁は答弁要\n旨に記載されたとおりであるから、いずれもこれらを引用する。\n一、　検察官の控訴趣意について。\n所論は、原判決は、本件の交通事故証明書の写は、「原本の作成名義人としての\n警察署長の記名印及び公印の形状はそのまま現われているが、それが印影そのもの\nではなく、複写機によるその写であることは一見明瞭であり、公文書の原本として\n通用する可能性のある文書ではなく、被告人らもこれを原本として行使する目的で\n作成したわけではない。またこの書面には原本と相違ない旨の認証文言の記載も、\n写の作成者の署名、印章もない。このような認証のない公文書の写を作ることは何\n人にも許されるところであつて、その作成権限が一定の公務員に限定されているも\nのではない。以上の点から見ると、本件交通事故証明書写は、その作成名義人とし\nての公務員の印章又は署名を使用した文書ではなく、また偽造した公務員の印章又\nは署名を使用した文書でもない。更に交通事故証明書のこのような写は公務員の作\nるべき文書とはいえない。」として、この点につき被告人らを無罪とした、しか\nし、（１）刑法上、文書偽造罪の客体である文書は原本又は原本的なものでなけれ\nばならないといわれているところ、本件交通事故証明書写は、原本ではないが、複\n写機による複写であつて、手書きによる写と異なり、原本の筆跡・形状をあるがま\nまに写し出し、その内容は原本と全く同一であって、見る者をして原本の存在と内\n容とを強く推認させ、原本によるのと同じ証明力をもつものとして作用し、現に原\n本に代えて社会的に通用しておるものであつて、原本と同視しうるだけの社会的機\n能と効用を有するものであるから、すぐれて原本的な性格をもつといわなければな\nらない、（２）そして従来、写は文書ではなく、それに写である旨の認証がある\nか、又はその旨の表示が文書全体の趣旨から認定しうるときにかぎりその認証関係\nにおいて文書性が認められていたのであるが、複写機による複写は認証がなくても\nそれとは別に前記のとおり、原本的性格によつて複写自体に文書性が認められるの\nであり、また従来写自体に文書性が認められなかつたのは、それが手書きによる写\nだつたからであり、手書きによる写は筆跡・形状ともに原本と全く異なり、写作成\n者の判断を介して再構成されるものであるから、写作成者の認証をまつて、はじめ\nて内容の正確性が担保され、社会的に通用し得たのであるが、複写機による複写は\n原本の筆跡・形状をあるがままに写し出す精度の高い機械によつているので、原本\nの作成者の意思表示自体を保有し、かつ原本の内容の正確性が保証されており、認\n証の必要もない、この点が手書きによる写と根本的に相違し、前述のように原本と\n同一の社会的機能と効用が認められる以上写そのものに文書性を肯定するのが相当\nである、そして複写機による写の作成名義人は原本の意識内容の主体であり、本件\n交通事故証明書写にあつては、交通事故を取扱つたことを証明する者としての警察\n署長であり、従つて本件交通事故証明書写は警察署長名義の公文書ということにな\nる、なお、認証のない公文書の写を作成することは何人にも許されるところである\nとしても、それは正当な写を作成する場合に限ると解すべきであり、本件のように\n原本の内容を改ざんするなどして原本のない又は原本と異なる複写を作成する場合\nにはこれを許容するいわれはない、（３）更に、本件交通事故証明書写には手書き\nで「印」などと表示する場合と異なり、複写機によつて警察署長の記名印と公印と\nが原本そのままに顕出されているのであるから、法的評価として、偽造した公務員\nの署名及び印章を使用した有印公文書と同視すべきである、これを要するに、原判\n決は刑法一五五条一項及び一五八条一項の解釈適用を誤まつたものといわねばなら\nないというのである。\n<要旨>たしかに、本件の交通事故証明書写は、原判示のように正規の交通事故証\n明書用紙の証明願欄に虚構の事実</要旨>を記入し、その下方の部分を切り取つたう\nえ、真正な交通事故証明書から警察署長の記名印及び公印の押捺されている部分を\n切り取つたものを下方に貼りつけてつなぎ合わせ、これを複写機にかけて作つたも\nので、いかにも真正な交通事故証明書の写であるような外観を呈する書面である。\nそして、所論のごとく複写機による写は、手書きによる写と異なり原本の筆跡・形\n状をあるがままに写し出すことができ、その内容も原本と全く同一であり、みる者\nをして原本の存在と内容を強く推認させるものであり、また、右の特性から証明力\nが飛躍的に高められ、従つて原本に代えて社会的に通用し、社会的機能と効用を果\nたしていることも否定することができない。しかし、写はあくまで写であつて、そ\nれに記載されたところと同一内容の文言の記載された原本が存在することを推認さ\nせ、これにより原本に記載されたとおりの事実が存在することを推認させるにとど\nまり、原本と同視すべきもの（所論にいう原本的な文書）であるとはいえない。ま\nた、写は原本の存在を主張する者が、簡易軽便な方法として、誰でも自由に作成す\nることができるもので、原本の作成名義人から許容され又はその推定的承諾がある\n場合に限り写を作成することができるというようなものではない。従って、本件交\n通事故証明書写は、単に被告人らが自ら勝手に作成した内容虚偽の文書に過ぎない\nことになる。これと異なる見解をとる所論指摘の名古屋高等裁判所の判決をはじめ\nとする裁判例には賛同することができない（当庁第九刑事部、昭和四九年（う）第\n九四七号同年八月一六日判決参照）。以上の次第で、本件交通事故証明書写は刑法\n所定の公文書にあたらないとした原判決には法令の解釈・適用の誤りはなく、所論\nその余の本件交通事故証明書写の作成名義人は誰かとか、有印公文書であるか無印\n公文書であるかなどの点について判断するまでもなく、論旨は理由がない。\n二、　弁護人らの控訴趣意について。\n（一）　事実誤認の主張について。\n被告人Ｃ、同Ｄ、同Ｅ、同Ｇの弁護人らは、同被告人らは、本件犯行の主犯は被\n告人Ａであり、被告人らは被告人Ａに利用されその犯行を幇助したに過ぎないのに\n被告人らに対し、いわゆる共謀共同正犯としての刑責を問うた原判決には事実の誤\n認があるというのである。\nたしかに、原判決の掲げる各証拠を総合して検討すると、本件犯行を計画し、指\n導し、推進し、かつその利得の大半を遊興費などの用途に費消したのは被告人Ａで\nあり、前記被告人らはいずれも被告人Ａに依頼され、その指示に従つて本件犯行の\n一部を分担するに至つたものと認められる。しかしながら右被告人らはいずれも被\n告人Ａの犯行計画を認識しながら、それぞれかなり重要な役割を分担し、かつ本件\n犯行は反覆累行されたものであるから、それぞれの利得は被告人Ａに比して少額で\nあるけれども、右被告人らの所為は単に幇助犯にとどまらず、いわゆる共謀による\n共同正犯に当たると認めざるを得ない。論旨は理由がない。\n（二）　法令の適用に誤りがあるとの主張について。\n被告人Ｅの弁護人は、原判決は被告人Ｅが自首したことを認定しながら、刑法四\n二条を適用して自首減軽をしなかつたのは違法であるというのであるが、自首減軽\nはいわゆる裁量的減軽事由であつて、刑法四二条を適用して法律上の減軽をするか\n否かは裁判所の裁量に委されているのであるから、原判決が法律上の減軽をしなか\nつたことを違法であるとはいえない。しかも、原判決は被告人Ｅについてこの点を\n量刑上有利な情状として斟酌していることは判文上明らかなところである。論旨は\n理由がない。\n（三）　量刑不当の主張について。\n被告人Ｃ、同Ｄ、同Ｅ、同Ｆ、同Ｇの弁護人らの所論は、いずれも刑の執行を猶\n予しなかつた原判決の量刑は重きに失し不当であるというのである。\nそこで、原審記録を調査し、当審における事実の取調の結果を併せて考察する\nに、本件一連の犯行は、原判決が「量刑の理由」の項で説示しているように、計画\n的で大規模な知能的犯罪であり、三二件の被害総額も六〇〇〇万円を越え、社会に\n与えた影響も無視できないところであり、そのすべての犯行を企画し、指導し、推\n進し、かつ利得の大半を手中に収めたのは被告人Ａで右被告人らはいずれも被告人\nＡの誘いによつて犯行の一部を分担するに至つたもので、従属的立場にあつたこと\nは否定できない。そこでさらに、右被告人ら各自の犯行関与の態様のほか諸般の個\n別的情状について検討する。\n（１）、　被告人Ｃの関与件数は一三件、その被害総額は二、九二九万円に達し\nており、殊に同被告人は、当初から本件犯行に加担し、自己の自賠責保険請求手続\nに関する知識を生かして被告人Ａの犯行計画を成功させ本件一連の犯行の基礎を固\nめたことは否定することができない。尤も、被告人Ａ自身も交通事故の示談屋をや\nつており自賠責保険請求手続に関する知識をもつていて、被告人Ａは被告人Ｃが関\n与する以前に医師Ｈを抱き込み、虚偽の診断書や診療明細書を作成して貰い、他方\nＩ会査定員の原審相被告人Ｊ（原審審理中に自殺）を買収して、共同不行法為によ\nる交通事故として同一事故につき二つの保険会社に保険金を請求する際に、保険請\n求書類のいずれにも交通事故証明書の原本を添付しなかつたのに保険金の交付を受\nける手筈を整え、かつ請求通りの保険金を受領できるお膳立てをし、更に暴力組織\n員の原審相被告人Ｋ（現在逃亡中）、同Ｌ（原審で確定）を抱き込み、本件犯行の\n舞台を造つていることは否定できない。しかし、このことは被告人Ｃにとつて格別\n有利に斟酌すべき事情であるとはいえない。ただ、被告人Ｃが、原判示別表八を最\n後に被告人Ａと手を切つたのに、約一〇か月後再び本件犯行に加担したについては\n被告人Ａから甘言を交えての脅迫を加えられたためであること、その利得額は原判\n示第三の犯行分の約三二万円の分け前を含めて約五三万円にとどまり、それ以外に\n被告人Ａから金員を受領していないこと、当審に至つて、現在までに一四〇万円を\n保険会社に弁償していること、同人には昭和三一年に賍物故買罪により懲役一年及\nび罰金三、〇〇〇円・三年間懲役刑の執行を猶予する旨の裁判を受けたことがある\nが、それも古いことでありそのほかには前科がなく、その平素の生活態度には格別\n非難すべきところも見受けられないことは有利に斟酌してよい事情である。\n（２）、　被告人Ｄは喫茶店「Ｍ」を経営していたもので被告人Ｅの紹介で被告\n人Ａと知り合い、被告人Ｅは喫茶店「Ｎ」を経営していたもので同人の義姉が交通\n事故で負傷した際に同店の客であつた被告人Ａにその示談交渉を依頼したことから\n被告人Ａと知り合つたものであり、両名は被告人Ａから交通事故のいわゆる示談屋\nを共同してやろうとの話を持ちかけられ、出資すれば高利をつけて返済するとの甘\n言に乗り、被告人Ｄは約二〇〇万、被告人Ｅは約一八〇万円を被告人Ａに貸し付け\nたことから本件犯行に加担するに至つたものであつて、両名とも利慾心から本件犯\n行を反覆したものであることは否定できない。そして、被告人Ｄは件数にして二三\n件、被害額にして約四、九二六万円、被告人Ｅは件数にして一三件、被害額にして\n三、〇七三万円の犯行に関与し、被告人Ａの指示通りに従属的な立場で行動し、こ\nとに被告人Ｅは原判示第五の犯行には加担していないけれども、両名とも本件犯行\nに加担した度合は深いものと認めざるを得ない。ただ、被告人Ａは原審公判廷にお\nいて、身についたとはいえないが被告人Ｄに対しては約三〇〇万円の、被告人Ｅに\n対しては約二〇〇万円の分け前を渡していると供述し、これに対して、被告人Ｄ及\nび被告人Ｅは、当審公判廷において被告人Ａに対する貸付金を返済して貰うつもり\nで、本件犯行に加担したが、分け前はもとより一銭の返金もなかつたと供述し、両\n者にくいちがいがあるがいずれも確実な根拠はなく、被告人Ｄ及び同Ｅの利得額は\n証拠上必ずしも明らかではない。（ただし、被告人Ｄは原審公判廷では原判示第五\nの別表二一のＯ分の保険金を詐取した際に数十万円を利得した旨供述し、また被告\n人Ｅは小切手で約二四〇万円貸しているがその分はＡが決済しているといつてい\nる。）しかしながら、被告人Ｄ及び同Ｅは被告人Ａに対する貸金を他から高利で借\nり受け、その元利が嵩み、経営していた喫茶店を手放さざるを得ない破目に陥つた\nことは、自ら招いた結果とはいえ、所論でいうように社会的制裁があつたとみ得な\nいことはなく、また両名はともに司法警察員に犯行を自首し、これが捜査の端緒と\nなつたことやともに全く罪歴がないことは有利な情状として斟酌してよいものと考\nえられる。また、両名とも被害弁償につき全く誠意がないともいえない。\n（３）、　被告人Ｆは、件数にして一五件、被害額にして二、七三五万円の犯行\nに加担しているが、同人はクラブ「Ｐ」のフロントの主任をしていたころ、同店の\n客であつた被告人Ａと知り合い、たまたま同店の玄関前で被告人Ａから「字がうま\nいなら仕事を手伝つてくれないか。」といわれて、保険金請求書類の一部を清書し\nて、その礼金として合計一五万円足らずの金員を受領したものである。また長期間\n被告人Ａの指示通りに行動したといつても、その間に被告人Ａから「俺は主犯だか\nら一〇年位刑務所に入るが、お前やＤらは共犯だから四、五年は刑務所に入れられ\nるぞ。」といわれて犯行の継続を強いられたり、一時九州方面にのがれて犯行から\n離脱しようとしたが被告人Ａに追跡されて母の実家にも迷惑が及ぶおそれがあつた\nところがら東京へ戻り、その後原審相被告人Ｌらの強要によつて再び犯行に加担す\nるに至つた事情があり、本件共犯者間における地位は比較的低かつたものといえ\nる。同人には全く前科・罪歴はない。なお、被告人Ｆは、当審に至り被害各保険会\n社との間に賠償金を金六二四万七三〇円とする旨の示談を整え、現在まで三〇〇万\n円を越える金員を支払つていることが認められる。\n（４）、　被告人Ｇは、被告人Ｂとともに原審相被告人ＫことＫ（逃亡中）の経\n営する金融業黒木商事事務所の従業員であつたところから、被告人Ａと本件一連の\n犯行の後半部分を共謀、計画した右Ｋの指示に従い、件数にして八件、被害額にし\nて約二、〇五二万円の犯行に加担したものであり、その利得額は約一〇万円程度で\nあると認められ、同人の本件共犯者間における地位は低かつたものといえる。しか\nし、被告人Ｇはかねてから組織に加盟しており、原判決挙示の本件と累犯関係に立\nつ前科のほかにも多くの前科や罪歴があり、情状はよくないといわざるを得ない。\nなお当審に至り、本件犯行後に犯した監禁、傷害・恐喝未遂被告事件について昭和\n四九年八月七日横浜地方裁判所において懲役一年八月（未決勾留三〇日算入）の裁\n判を受け、上訴中のところ、昭和五〇年二月二一日に上告棄却となり、同月二五日\nに同裁判が確定し、ここに刑の執行猶予の欠格事由が生ずるに至つた。\n叙上の右被告人らの本件犯行に加担した動機やその態様共犯者相互間の科刑の均\n衡のほか各所論指摘の被告人らの年齢、経歴、反省態度、原判決後の生活状態、家\n庭の状況などのもろもろの個別的情状について考量してみると、被告人Ｃ、同Ｄ、\n同Ｅについては、いまだ刑の執行を猶予するまでの事由を見出すことはできない\nが、原判決の刑期はこれを軽減すべき余地があり、被告人Ｆについてはいま直ちに\n実刑を科するよりは刑の執行を猶予し社会にあつて更生の機会を与えるのが相当で\nあり、被告人Ｇについても原判決の量刑は重きに失する憾みがありこれを是正すべ\nき余地があるものと判断されるので、論旨は右の限度で理由があることになる。\nよつて、刑訴法三九六条により被告人Ａ及び同Ｂに対する検察官の各控訴を棄却\nし、被告人Ｃ、同Ｄ、同Ｅ、同Ｆ、同Ｇについては同法三九七条一項、三八一条に\nより原判決を破棄し、同法四〇〇条但書により当裁判所において更に次のとおり判\n決する。\nすなわち、原判決の確定した事実に原判決の示す各法案を適用し（なお、被告人\nＧについては、前記の確定裁判と本件の罪とは刑法四五条後段の併合罪の関係に立\nつことになつたので、同法五〇条によりいまだ裁判を経ない本件の罪につきさらに\n裁判するわけであり、これらの法条を追加適用する。）、それぞれの刑期の範囲内\nで、前記の情状にかんがみ被告人Ｃ、同Ｄを各懲役三年に、被告人Ｅを懲役二年六\n月に、被告人Ｆを懲役二年に、被告人Ｇを懲役一年六月に処し、被告人Ｃについて\n刑法二一条により原審における未決勾留日数中九〇日を右の刑に算入し、被告人Ｆ\nについて同法二五条一項によりこの裁判が確定した日から三年間右の刑の執行を猶\n予し、なお被告人Ｄ、同Ｅに対しては、刑訴法一八一条但書により原審における訴\n訟費用を負担させないこととして、主文のとおり判決をする。\n（裁判長裁判官　寺尾正二　裁判官　丸山喜左エ門　裁判官　和田啓一）\n"
}