{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 9,
    "day": 10
  },
  "case_number": "昭和45(行コ)49",
  "case_name": "判定取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "17947",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=17947",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/947/017947_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は、控訴人の負担とする。\n○　事実\n控訴代理人は、「原判決を取り消す。被控訴人は控訴人に対し金一、二六一、四〇\n〇円およびこれに対する昭和三九年六月一日以降支払ずみに至るまで、年五分の割\n合による金員を支払え。訴訟費用は、第一、二審とも被控訴人の負担とする。」と\nの判決および仮執行宣言を求め、被控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張、証拠関係は、次に付加するほかは、原判決の事実欄に\n記載のとおりであるから、これを引用する。\n原判決六枚目表三行目の「あつた」の次に「か」を加え、同一四枚目表八行目の\n「同病院」の次に「で」を加える。なお、同六枚目表一〇行目の「冠水」は「灌\n水」の誤記と認める。控訴代理人は、\n一、国家公務員災害補償法一五条にいう「職員が公務上死亡した場合」とは、職員\nが公務遂行中死亡した場合であれば足りるのであり、公務起因性の要件は不要であ\nる。仮に公務起因性を必要とするとしても公務と災害との間に公務がなければ災害\nが生じなかつたであろうという関係があれば足りるものである。\n二、右のことは、名古屋簡易裁判所書記官Ａの公務災害の認定の事例において肯定\nされている。Ａ書記官は、昭和四二年九月裁判所書記官に任官し、名古屋地方裁判\n所民事部、ついで同四五年五月から名古屋簡易裁判所刑事部において法廷の立会を\nしていた。簡易裁判所所属当時の法廷立会の状況は、昭和四五年五月から同四六年\n四月までは、立会回数合計六三件、取調証人数合計九〇人、立会時間合計二六二時\n間である。同書記官は法廷立会に録音機を使用し、録音と手控により刻明に内容を\n記載した調書を作成し、事務処理は丁寧であつた。そのため、調書の作成はおくれ\nがちとなり、簡易裁判所に配置替のときは、地方裁判所の未作成調書を約一五件か\nかえていた。同四五年一一月中当時未作成調書が約一〇件残つていたため、上司か\nら調書作成の指示、監督を受けながら、簡易裁判所の法廷立会のかたわら、遅延し\nた調書の作成につとめていた。\n簡易裁判所所属当時、超過勤務時間は合計二七七時間、宿日直回数は約三四回に達\nし、また帰宅後も仕事をすることが多く、一週間に二、三日は徹夜にちかい仕事を\nしていた。殊に発病の昭和四六年四月は殆んど連日残業をしていた。同年四月二〇\n日同書記官は、退庁帰宅後徹夜して仕事をし、翌二七日は頭痛のため欠勤して昼近\nくまで就寝し、午後から仕事をし、夕食後暫時休憩ののち再び仕事を続けた。翌二\n二日は出勤して日中の勤務が終つたあと宿直し、翌二三日は日中通常の勤務後、同\n月二六日に開催予定の名古屋地方裁判所管内刑事担当書記官協議会用の資料を自宅\nにもち帰つた。同二四日（土曜日）は出勤し、午後七時頃帰宅し、夕食後九時頃か\nら深夜まで仕事をした。同二五日（日曜日）は午前七時頃起床し、当日が子供の誕\n生日であつたので、午後から付近に買物にでかけ、夜七時すぎから来訪した義弟と\n少しばかり飲酒したのち零時前に就寝した。\n発病した翌二六日は、前記協議会が午前九時三〇分すぎ開催され、午前中に一一問\nが協議され、午後二時三〇分をもつて予定の議題を終えた。その後司会者から日頃\n問題となつていること等につき自由に意見を交換するよう提案され、二、三の問題\nが提出され討論されたのち、須置目録の記載につきＢ刑事訟廷管理官から問題かだ\nされ、Ａ書記官もこれにつき意見を述べ、意見交換が続けられていた午後三時頃同\n書記官は、突然上体を左斜前方に、顔を右に向け、左頬を机のうえに密着させ、左\n手はだらりと下に垂らしてうつ伏せた。同書記官はそのまま意識不明の危篤状態と\nなり、直ちに田中病院に収容されたが、意識を回復しないまま同年五月四日午前二\n時すぎ同病院で死亡した。その死因は脳卒中によるものである。この死亡事故につ\nき医学的な見地から意見を述べた者は、一致して、右協議会での発言ないし討論、\nＡ書記官の当時の日常の事務処理量が本人の脳卒中の発作を起こさせる程のもので\nないとし、右討論、日常の事務処理と脳卒中の発作との間の医学的な因果関係を否\n定した。もつとも、Ａ書記官は、従前高血圧症が認められず、その遺伝的素因をも\nもたず、脳卒中の基礎疾患はなく、平生極めて健康であつた。そして、飲酒も就寝\n前に少量たしなむ位であり、喫煙も一日二十本程度にすぎなかつた。\nこのような事情のもとにおいて、Ａ書記官に対し公務災害であるとの認定がなされ\nた。この認定は、医学的に因果関係が十分に立証しきれない場合でも、公務災害の\n認定がなされうろことを示したものである。\n三、Ａ書記官の災害は前記協議会に出席中発生したものであり、仮に右協議会に出\n席しなかつたら、あるいは、日常の事務処理の仕事がなかつたら、災害は発生しな\nかつたと考えられるから、公務災害と認定されたのである。\nＡ書記官の場合には、前記のように、高血圧症などの基礎疾患の存在は認められな\nいが、高血圧症の存在は脳卒中を誘因する可能性の一つにすぎない。本件の場合に\nおいては、高血圧症の存在が認められるが、それが自然増悪した。あるいはそれが\n発作をもたらしたとの証明は全くなく、発病の経過と事務処理の質的・量的の著る\nしい増加との間には明瞭な相関関係が認められるのであるから、本件の場合につい\nても、Ａ書記官の場合と別異の認定なすべきではない。高血圧症の存在の故をもつ\nて本件の場合につき基礎疾患の自然増悪であるとし、公務災害であることを否定す\nることは許されない。\nと陳述し、\n被控訴代理人は\n一、Ａ書記官の公務災害の認定は、その死亡が公務起因性を必要とすることを前提\nとしてなされたものである。国家公務員災害補償法上の公務起因性は法的、行政的\n判断であり、医学的見地からは公務と災害との間に相当因果関係が認められないと\nか、これを認めることに疑いがある場合でも、他の諸々の事実、事情を参酌して総\n合的判断に基づき公務起因性があると認定することはなんら違法不当ではない。従\nつて、Ａ書記官の場合について昀高裁判所のした処理の内容を具体的に検討するた\nめには、医師の意見書のみならず、他の多くの資料を吟味する必要があり、右処理\nの当否が訴訟の目的となつていない本件審理において、Ａ書記官の事件の内容に余\nり深く立ちいることは、必要ではなく、かつ適当でもない。\n二、Ａ書記官の場合には、高血圧症の素地は認められないのに対し、本件の場合\nは、過去十数年にわたる高血圧症の素地があつた。そして、Ａ書記官の場合には、\n高血圧症の素地がなくても前記協議会における精神的緊張いかんによつては、脳の\n障害を生じ、死に至る可能性があるとの医学所見もあるのである。\nＡ書記官は、右協議会において、押収目録作成に関する訟廷管理官意見に対し反論\n中意識を失い、昏倒したものであり、同協議会ではＡ書記官の面前には名古屋地方\n裁判所所長も着席していたものであり、さらに、同書記官は従来から相当数の調書\nの作成のおくれたものがあり、上司から厳しい指示督促がされていたことをあわせ\n考えれば、所長の面前における前記の発言に際しては、同書記官として相当に緊張\nしていたものと推測することができる。\n三、これを要するに、Ａ書記官の場合には、高血圧症の病的素地の自然的推移の過\n程において死亡という事実が発生したと認められる本件の場合とは事情を異にし、\nそのような素地の存在を推認するに足りる積極的な資料がなく、却つて、前記協議\n会におけるＡ書記官の精神的緊張がある程度推認されるうえ、それと死亡との間に\n相当因果関係の存在することを推認することができることを前提として、行政的な\n総合判断をして公務災害の認定がなされたものである。従つて、Ａ書記官の場合に\nおいても公務起因性を前提にしたものである。\nと陳述した。\n（証拠関係省略）\n○　理由\n一、当裁判所は、当審における新たな証拠調の結果を参酌して総合的に勘案して\nも、控訴人の本訴請求を理由がないと判断するが、その理由の詳細は、次に付加訂\n正するほかは、原判決の理由欄に記載のとおりであるから、これを引用する。\n原判決二八枚目表四行目の「によれが」とあるを「によれば」と改める。\n二、国家公務員災害補償法一五条の「職員が公務上死亡した場合」とは、職員が公\n務に基づく負傷もしくは疾病に起因して死亡した場合をいい、右負傷ないし疾病と\n公務との間には相当因果関係のあること（公務起因性）が必要であり、その負傷な\nいし疾病が原因となつて死亡事故が発生した場合でなければならないと解釈すべき\nこと、およびその解釈の根拠は、原判決の説示するとおりである。\nところで、本件事故発生当時のＣの職務負担量が、同人の高血圧症状を考慮に入れ\nても、本件疾病発生の起因をなす程に過重であつたと認めるに足りる証拠がなく、\n二度に及ぶ退職勧奨も右疾病発生の要因となる程の精神的負担をＣにもたらしたも\nのとは認められず、Ｃの執務していた熊本地方裁判所八代支部の案内所の位置、設\n備の状況およびその室温が他の部屋より低かつたことを考慮にいれて、右案内所の\n執務環境が社会通念上著るしく劣悪であつたとは認められず、他には案内所の執務\n環境が本件疾病発生の原因となる程の劣悪状況にあつたことを認めるに足りる証拠\nはなく、また、本件に顕われた全証拠によつても熊本地方裁判所八代支部で実施さ\nれてきた定期健康診断において、医師からＣの通常の勤務を制限すべき旨指示ない\nし指導されたことを認めることができないから、同支部長がＣの勤務を軽減する措\n置を講じなかつたことが健康管理上瑕疵があつたものとはいえず、同支部のＤ庶務\n課長がＣの健康状態の良くないことを知つたからといつて、Ｃが絶えず医師の診察\n治療を受けていたので、同人の自重を促す以上の具体的措置を講ずべき責務があつ\nたとはいえないし、その他、本件疾病が同支部における健康管理の不徹底に起因し\nて発生したものであることを認めるに足りる証拠はなく、本件疾病がＣの昭和三九\n年二月二四日の執務に起因して発生したものであると認めることができないこと、\nおよび、Ｃの死因は脳出血とそれに一部伴つたくも膜下出血であることは、原審の\n認定判断するとおりである。当審の証人Ｅの証言によつて成立の認められる甲第五\n六号証の一ないし五、当審における証人Ｄ、Ｆ、Ｇ、Ｅ、Ｈ、Ｉ、Ｊの各証言も右\n認定を左右するものではない。\nところで、脳出血は高度の高血圧症、動脈硬化症等の基礎疾患を有するときは、顕\n著な肉体的、精神的刺戟等のない場合でも、基礎疾患の自然的発展結果として発病\nするものであることは一般に知られるところであるが、Ｃは昭和二七年八月当時に\nおいて昀高二一〇ミリメートル、昀低一二〇ミリメートルの高血圧状態にあり、そ\nの後も殆んど常時昀高二〇〇ミリメートル、昀低一一〇ないし一二〇ミリメートル\nの高血圧症、動脈硬化症にかかり、昭和二九年頃から高血圧症に対する投薬・治療\nを受けていたものであることは、成立に争いない甲第一六号証、第一八号証、第四\n六号証、第四七号証の二、四、五、八ないし一八、二五ないし三七、四〇、四四、\n四七、四八、五〇、五一、六二、六四、六八によつて認められる。\n以上認定の事実によれば、脳出血発病前Ｃは高血圧症、動脈硬化症等の相当高度な\n基礎疾患を有し、本人の身体状況が脳出血発病に関しかなり高度の危険性を有して\nいたものであり、発病前の遂行に基づく疲労が本人の身体状況に対し全く影響を与\nえなかつたとはいえないものの、その発病を著るしく促進したものということはで\nきず、また発病当日の公務の遂行の過程をみても、その発病の直接の動機となるも\nのがあつたとはいえない。従つて、本件災害は公務に起因するものではないといわ\nなければならない。\n三、控訴代理人が当審で主張する前記二、のＡ書記官の公務災害に関する事実は、\n医学的に因果関係の十分に立証できない場合でも公務災害の認定がなされうること\nを示したものであることおよび討論、日常の事務処理と脳卒中の発作との間の医学\n的な因果関係を医師どもがすべて完全に否定したことを除き、成立に争いない甲第\n六〇号証の一以下第六〇号証の一二の二によつて認めることができる。そして、成\n立に争いない甲第六〇号証の七の二によれば、Ｋ医師は公務と発病との因果関係の\n有無は、五分五分であり、前記協議会においてよほどの激論があつて強度の精神的\n緊張があつたとすれば、六分四分で因果関係が認められるとの意見を述べているこ\nとが認められる。\nところで、右認定のＡ書記官の場合と本件の場合とを比較すれば、後者においては\nすでに昭和二七年から一一年以上にわたる高血圧症、動脈硬化症の素地があつたも\nのであるのに、Ａ書記官の場合はこのような病的素地を認めることができなかつた\nものであり、発病の動機となる病的素因ないし健康状態が全く違つていたのであ\nる。また、両者は公務員としての職務内容を異にし、精神的緊張を強いられる情況\nにおいても同一でないことは明らかである。このような事情のもとにおいて、Ａ書\n記官の発病に対し公務災害、認定がなされたからといつて、そのことが本件の場合\nについて適切な比較例となるものではないといわなければならない。従つて、Ａ書\n記官について公務災害の認定のなされたことを前提とする控訴代理人の当審におい\nてなす主張は、その余の点について判断するまでもなく、失当で、採用の限りでな\nい。\n四、そうすれば、控訴人の本訴請求を棄却した原判決は相当で、控訴人の控訴は理\n由がないから、これを棄却すべきである。そこで、訴訟費用の負担につき民訴法九\n五条、八九条を適用し、主文のとおり判決する。\n（裁判官　満田文彦　鈴木重信　小田原真知子）\n"
}