{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 3,
    "day": 14
  },
  "case_number": "昭和52(行コ)3",
  "case_name": "所得税課税処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　在監者のした審査請求に対する裁決書の謄本を同人の内縁の妻の住所に送達したことが，適法であるとされた事例　２　在監者のした審査請求に対する裁決書の謄本を同人の内縁の妻がその住所で受領した以上，特段の事情のない限り，右裁決は右在監者の了知し得べき状態に置かれたものというべきであるとした事例",
  "lawsuit_id": "17709",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17709",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/709/017709_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n控訴代理人は、「原判決を取消す。被控訴人が控訴人に対し昭和四三年三月一日付\nをもつてした所得税決定および無申告加算税賦課決定ならびに昭和四三年五月一四\n日付でした控訴人名義の電話加入権（七一二局七七一一番）に対する差押を取り消\nす。訴訟費用は第一、二審とも被控訴人の負担とする。」との判決を求め、被控訴\n代理人は、主文と同旨の判決を求めた。\n当事者双方の事実上及び法律上の主張ならびに証拠の関係は、左記のとおり付加す\nるほか、原判決の事実摘示と同一であるから、ここにこれを引用する。\n一　控訴代理人の陳述\n１　在監者であつても、その家族が従前の住所地に居住し、在監者に代つて経済活\n動等を営む場合は多々あるけれども、在監者の生活は衣食住ともすべて刑務所内で\n営まれているのであるから、常識的にみて、在監者の住所すなわち生活の根拠地は\n同人の所在する刑務所と解するのが相当である。このことは、既決在監者にあつて\nは、住民基本台帳法にもとづく住民基本台帳にそれまでの住所によつて届出登録さ\nれていた者も、既決として収監されると同時にその地区の住民基本台帳より同人の\n住民票は消除されることからも明らかである。\n従つて、本件裁決書の謄本が、控訴人の在監中であつた昭和四五年一〇月二二日控\n訴人の従前の住所地である肩書地に送達されたとはいえ、その効力は生じない。\n２　控訴人の内妻Ａが本件第一回目の裁決の裁決書謄本を受領したことは否認す\nる。被控訴人は、それが自白の撤回であつて許されないというが、控訴人が原審に\nおいてＡが右裁決書謄本を肩書地所在の家屋で受領した旨述べたのは、右裁決書謄\n本が同所に送達され、従つて形式的にはそこに居住していた内妻がこれを受け取つ\nたことになることは認めるも、同女が実際にこれを入手したことは争うという趣旨\nであつて、控訴人は、かつて同女が現実に右裁決書謄本を受領した事実を認めたこ\nとはない。\n二　被控訴代理人の陳述\n１　控訴人は、肩書地所在の家屋を、昭和三四年七月四日以前から現在に至るま\nで、自己の居住地であるとして外国人登録法にもとづく登録をしている。\n又控訴人の家族関係についてみると、右居住地には当初から長男Ｂ、次男Ｃ、三男\nＤ、亡妻Ｅが居住し、控訴人と生活をともにしていた。\n昭和二七年六月一五日右Ｅが死亡した後、昭和二八年六月二〇日Ａが右居住地に移\n転し、控訴人と内縁関係を結び、昭和二三年一月一〇日控訴人の四男Ｆを出産し\nた。控訴人は、Ａ及び四名の子供とともに肩書地にひきつづき居住していたもので\nあり、昭和四五年一〇月ころに至るまで、右家族関係に変動は認められない。\n以上の事実をも併せ考えれば、本件第一回目の裁決の裁決書謄本が送達された昭和\n四五年一〇月二二日ころにおける控訴人の住所は、右肩書地とするのが相当であ\nる。\n２　なお、控訴人は、当審においてＡが本件第一回目の裁決の裁決書謄本を受領し\nたことを否認するが、右は自白の撤回であり、被控訴人としては、これに異議をと\nどめ該自白を援用する。\n三　証拠（省略）\n○　理由\n当裁判所は、当審における証拠調の結果をも参酌して研究した結果、控訴人の本訴\n請求はいずれも不適法として却下すべきものと判断するものであり、その理由は、\n左記のとおり加除訂正を加えるほか、原判決理由に説示するところと同一であるか\nら、ここにこれを引用する。\n一　原判決一一枚目裏四行目の「原告の内縁の妻Ａがこれを受領し」を削る。\n二　同一三枚目表八行目の末尾に左記を加える。\n「控訴人は、在監者の住所は現にその者の所在する刑務所であるとみるのが相当で\nあると主張する。しかし、刑務所に在監した事実のみによつてその者が従前から有\nしていた住所を撤廃したものと認めることは相当でなく、在監者であつても、その\n家族が従前の住所に居住し、在監者との密接な連絡のもとに同人に代つて経済活動\nを営む例が多々にあることは控訴人の自認するところであつて、このような場合に\nは、毎年回帰的かつ大量に行なわれ、しかも、迅速性が要請される税務関係書類の\n送達に関する国税通則法一二条の適用上は、留守家族の住所地を在監者の生活関係\nの中心的場所すなわち住所とみてもさしつかえないものというべきである。\nなお、この点につき控訴人は在監者の住所を刑務所と認めるべき資料の一つとし\nて、既決の在監者については、すべて収監と同時にその者の住民票が消除されると\n主張する。しかし、住民基本台帳法はもとより同法施行令にもかように解すべき規\n定がないのみならず、行政実務においてもかような事務処理の行なわれていないこ\nとは、みやすいところである。\n」\n三　同一三枚目表九、一〇行目の「乙第六、七号証」を「乙第六ないし第一八号\n証、当審証人Ａの証言」に改め、同一〇行目の「弁論の全趣旨によれば」の次に左\n記を加える。\n「控訴人は、戦前からＥと内縁関係を結び、肩書地所在の家屋に右Ｅ及び同人との\n間に生れた長男Ｂ、次男Ｃ、三男Ｄとともに居住し、昭和二七年六月一五日Ｅが死\n亡した後は同年八月頃からＡと内縁関係を結び、同人の住所を肩書地に移して同居\nし、昭和三二年一月には同人との間に四男Ｆを儲け、爾来控訴人と右Ａ及び四人の\n子供が右家屋にひきつづ居住してきたこと、控訴人は肩書地を自己の居住地として\n外国人登録法にもとづく登録申請をして現在に至つていること」\n四　同一四枚目裏一行目冒頭から同二行目の「受領している以上」までを次のとお\nり改める。\n「そして、本件第一回目の裁決の裁決書謄本が控訴人の住所たるその肩書地に送達\nされたことは、控訴人の認めて争わないところである。ところで、控訴人は、原審\n第四回口頭弁論期日において、本件第一回目の裁決の裁決書謄本につき、それを\n「Ａが受領したことは認める。」　と主張したにもかかわらず、当審に至り、右受\n領の事実を否認し、被控訴人は、それが自白の撤回にあたるとしてこれに異議を述\nべている。しかし、控訴人の右主張の事実は、本件の主要事実たる裁決書謄本が控\n訴人の住所に送達されたことを経験則上推認させる一つの間接事実にすぎないもの\nであるから、この点に関する自白は、裁判所を拘束するものではない。\nそうはいつても、該主要事実については、前叙めごとく控訴人の認めて争わないと\nころであるから、右間接事実の存否につき審理判断を加える必要をみないものとい\nうべきである。」\n五　よつて右と同趣旨の原判決は正当であつて、本件控訴は理由がないからこれを\n棄却し、訴訟費用の負担につき民訴法九五条、八九条を適用して、主文のとおり判\n決する。\n（裁判官　渡部吉隆　渡辺忠之　柳澤千昭）\n"
}