{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 7,
    "day": 29
  },
  "case_number": "昭和49(ネ)68",
  "case_name": "請求異議事件",
  "court_name": "高松高等裁判所第二部",
  "article_info": "第27巻3号319頁",
  "gist": "保証人敗訴の判決が確定した後に主たる債務者勝訴の判決が確定した場合と請求の異議の訴の成否",
  "case_gist": "債権者と保証人との間において保証債務の履行を命ずる判決が確定した後、その主たる債務者が債権者との間において主たる債務の不存在を理由に勝訴の確定判決を得たとしても、右事実は、保証人に対する確定判決の執行力を排除する請求異議事由とはならない。",
  "lawsuit_id": "24465",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24465",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/465/024465_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取消す。\n被控訴人の請求を棄却する。\n訴訟費用は第一、二審共被控訴人の負担とする。\n事　　　　実\n控訴代理人は、主文同旨の判決を求め、被控訴代理人は、「本件控訴を棄却す\nる。控訴費用は控訴人の負担とする。」との判決を求めた。\n当事者双方の事実上法律上の主張は、つぎに付加する外は、原判決事実摘示のと\nおりであるから、これを引用する。\n（控訴人の主張）\n被控訴人主張の控訴人と訴外Ａ外三名間の松山地方裁判所大州支部昭和四一年\n（ワ）第一八号事件の確定判決の効力は、被控訴人には及ばないのである。すなわ\nち、対世的効力を有する特定の判決であれば別論であるが、通常の相対的効力しか\nない債権者と主たる債務者間の確定判決によつて、主たる債務の存在が否定された\nからといつて、右確定判決のあつたことを、弁済や相殺と同様に保証人に対する債\n務の消滅原因とすることは、既判力の相対性の原則を無視し、保証債務の付従性の\n理論を誤解したものである。被控訴人主張の控訴人と訴外Ａ外三名間の確定判決\nは、控訴人と右Ａ外三名間において控訴人主張の債権の存在しないことが確定され\nたに止まり、右債権が対世的、絶対的に不存在であることまでも確定したものでは\nないのである。\n（被控訴人の主張）\n主たる債務のないところに保証債務はないから、保証人に対する給付判決が確定\nした場合でも、その後に主たる債務者が債務を弁済すれば、債権者は保証人に対し\nて右給付判決の執行をすることはできないというべきである。これと同様に、保証\n人に対する給付判決が確定しても、その口頭弁論終結後に債権者と主たる債務者と\nの間において主たる債務がないとした判決が確定すれば、保証人の債務も消滅する\nと解すべきである。右の場合、もし保証人がさきに受けた給付の確定判決によつて\n執行されても、その債務が保証債務であることに変りはないから、保証人は当然主\nたる債務者に対し求債権を行使することになるが、主たる債務のないことが判決で\n確定している以上、保証人が主たる債務者に求債権を行使することは不能でないと\nしても、極めて困難である。そうだとすれば、保証人は債権者に対し、不当利得返\n還請求権を原因として、訴を以てその金の返還を求めることになるが、かかる手続\nは一方において債権者に判決の執行をさせ、他方において保証人に金の返還を求め\nさせるという無用な手続を重ねることになつて不当である。\nなお、控訴人は、主たる債務者に対する訴訟において、表見代理を主張すれば勝\n訴することができたと主張するが、表見代理が成立するためには一定の要件が必要\nであるばかりでなく、既に判決が確定している以上それに服するの外はなく、かか\nる主張は一種の仮定に過ぎず、死児の年令を教えるに等しいのである。\n（証拠）（省略）\n理　　　　由\n一　被控訴人主張の請求原因１ないし４の事実（原判決二枚目表三行目から同三\n枚目表八行目までに記載の事実）は、いずれも当事者間に争いがない。\n二　被控訴人は、控訴人と訴外Ａ外三名間になされた被控訴人主張の請求原因３\nに記載の確定判決により、右Ａ外三名は、控訴人に対しその主たる債務を履行する\n必要がなくなつたから、被控訴人は、保証債務の付従性に基づき、請求異議の訴に\nより、被控訴人主張の請求原因２に記載の被控訴人に対する本件確定判決の執行力\nの排除を求めることができると主張している。\n<要旨>しかしながら、民事訴訟は、対立当事者間の紛争を相対的に解決すること\nを目的とするものであつて、判</要旨>決は、対立当事者間における紛争の解決のた\nめになされるものであり、かつ、現実の訴訟においては、弁論主義がとられている\nので、判決の効力を第三者に及ぼすことは、その利益を不当に害する虞れのあると\nころなどから、確定判決の効力は、その請求についての対立当事者である原告・被\n告と、これと同視すべき地位にあるものに対してのみ及ぶのであつて、それ以外の\n第三者には及ばないのである（民訴法二〇一条参照）。\nしたがつて、債権者と主たる債務者間になされた確定判決の効力は、その対立当\n事者である債権者と主たる債務者に対してのみ及び、その保証人に対しては及ばな\nいものと解すべきであつて、このことは、実体法上、保証債務が主たる債務に付従\nし、主たる債務が消滅すれば保証債務も消滅する関係にあるからといつて異るもの\nではない。けだし、保証人は、右確定判決の当事者又はこれと同視すべき地位にあ\nるものではないし、また、実体法上保証債務は主たる債務の存在を前提とし、これ\nに付従するものではあるけれども、主たる債務と保障債務とは別個独立の債務であ\nり、かつ、民事訴訟は、前述の通り、対立当事者間における紛争を相対的に解決す\nるものであるから、訴訟において、債権者と主たる債務者との間の紛争と、債権者\nと保証人との間の紛争とを、別異に解決することは何ら妨げなく、したがつて、主\nたる債務者がその債務の存在を争つている場合や、主たる債務の存在が否定された\n確定判決がある場合であつても、保証人が主たる債務及び保証債務の存在を認めて\n債権者の請求を認諾し、或は債権者と和解し、さらには自己敗訴の給付判決を受け\nることは何らさしつかえないからである。よつて、債権者と主たる債務者との間に\nおいて、主たる債務が存在しない旨の確定判決がなされでも、これによつて、債権\n者と主たる債務者との間において主たる債務の存在しないことが確定されるに止ま\nり、債権者と保証人との間においてまで、主たる債務の存在しないことが確定され\nるわけのものではないから、右の如き主たる債務者に対する確定判決がこれより先\nに保証人に対してなされた確定判決に影響を及ぼすものではない。\nもつとも、債権者の主たる債務者に対する請求訴訟において、主たる債務の存在\nが否定され、債務者勝訴の判決が確定した場合には、保証人が、その後右確定判決\nを援用して、自己の保証債務の履行を拒絶し得ることがあり得ようが、右は、債権\n者の保証人に対する給付の確定判決がない場合に限るのであつて、既に保証人に対\nする給付の確定判決がある場合には、保証人は、その後になされた債権者と主たる\n債務者間の確定判決を援用して、自己の保証債務の履行を拒絶することはできない\nと解すべきである。けだし、右の如き場合に保証人がその後になされた債権者と主\nたる債務者との間の確定判決を援用して、これより先の確定判決によつて認められ\nた自己の保証債務の履行を拒絶し得るとするならば、実質的には、保証人に対して\n確定判決がなされた後に、これと牴触する判決をすることを認め、しかもこれを先\nの確定判決に優先させることになつて、極めて不合理なことになるからである。\nなお、被控訴人は、保証人がさきに自己に対してなされた給付の確定判決に基づ\nいて執行をされ、保証債務の履行をした場合において、その後になされた債権者と\n主たる債務者との間の確定判決により、主たる債務が存在しないことに確定したと\nきは、保証人が主たる債務者に対して求債権を行使することが著しく困難となつて\n不当であると主張するが、債権者と主たる債務者との間になされた確定判決の効力\nは保証人には及ばないのであつて、保証人に対する関係では、主たる債務の不存在\nは確定されていないのであるから、保証人が債権者にその保証債務の履行をすれ\nば、主たる債務者に対し、右主たる債務の存在を改めて主張してその求債権を行使\nし得るものというべく、この場合において主たる債務者は自己に対してなされた確\n定判決を援用して右求償債務の履行を拒絶することはできないと解すべきである。\nよつて、右被控訴人の主張は失当である。また、被控訴人は、右の如き場合に保証\n人が債権者にその保証債務を履行すれば、債権者は不当利得をしたことになるか\nら、保証人はさらに債権者に対し、不当利得返還請求権を行使することになつて不\n当であると主張するが、債権者と主たる債務者との間の確定判決により、右当事者\n間で主たる債務の存在しないことが確定されたからといつて、債権者がこれと別の\n保証人に対する給付の確定判決に基づいて弁済を受けたことが、保証人との関係で\n法律上の原因なくして利得を得たことになるものではないから、右被控訴人の主張\nもその前提を欠き失当である。\nそうだとすれば、被控訴人に対する本件確定判決がなされた後に、控訴人と主た\nる債務者である訴外Ａ外三名間において、主たる債務が存在しない旨の確定判決の\nなされたことが、被控訴人に対する本件確定判決の執行力の排除を求めるための異\n議事由になるとの被控訴人の主張は失当である。\n三　つぎに、被控訴人は、控訴人が、被控訴人に対する前記本件確定判決がなさ\nれた後七年以上を経過し、主たる債務が判決の既判力により不存在と確定したこと\nを知りながら、連帯保証人に過ぎない被控訴人に対する本件確定判決に基づいて強\n制執行をし、被控訴人所有の山林につき強制競売の申立をすることは権利の濫用で\nあると主張するが、右被控訴人の主張する諸事情のみからは、被控訴人に対する本\n件確定判決に基づいて強制執行をすることが、権利の濫用であるとは認め難く、他\nに右強制執行をすることが権利の濫用であることを認め得る証拠はない。\n四　してみれば、被控訴人に対する本件確定判決の執行力の排除を求める被控訴\n人の本訴請求は失当であつて、これを認容した原判決は不当であるから民訴法三八\n六条によりこれを取消して被控訴人の本訴請求を棄却し、訴訟費用につき同法九六\n条八九条を適用して主文の通り判決する。\n（裁判長裁判官　秋山正雄　裁判官　後藤勇　裁判官　磯部有宏）\n"
}