{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 8,
    "day": 9
  },
  "case_number": "昭和47(行コ)7",
  "case_name": "国籍帰化不許可処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "国籍法に基づく帰化申請に対する法務大臣の不許可決定は，取消訴訟の対象となる行政庁の処分に当たるか",
  "case_gist": "国籍法に基づく帰化申請に対する法務大臣の不許可決定は，取消訴訟の対象となる行政庁の処分に当たる。",
  "lawsuit_id": "18171",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18171",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/171/018171_hanrei.pdf",
  "contents": "○　主文\n原判決を取り消す。\n本件を横浜地方裁判所に差し戻す。\n○　事実\n控訴人は、「原判決を取り消す。被控訴人が控訴人に対し昭和四五年一二月一八日\n付でなした控訴人の帰化申請に対する不許可処分を取り消す。訴訟費用は、第一、\n二審とも被控訴人の負担とする。」との判決を求め、被控訴代理人は、控訴棄却の\n判決を求めた。\n当事者双方の事実上の主張、証拠の提出援用認否は、次のとおり付加訂正するほか\nは、原判決の事実欄に記載のとおりであるから、これを引用する。\n一、原判決六枚目表六行目の「乙第一号証の成立」の次に（原本の存在とも）を加\nえ、同九行目の「同第二」とあるを「同第四」と訂正する。\n二、控訴人は、「日本国が第二次世界大戦で敗北して台湾を中華民国に割譲するま\nでは、控訴人は生れながらにして日本国籍を取得し、これを有し続けていたのであ\nるから、本件許可申請の実質は日本国籍の回復の申請である。したがつてこれが申\n請については特別に取り扱い、帰化を許可すべきであり、これを許可しないことは\n違法であり、また、台湾人に対して中華民国の国籍を離脱しないまま帰化による日\n本国籍の取得を許可した前例もあるのに、控訴人の許可申請に対して不許可処分を\nしたことは、公平を欠くものである。なお、右処分は良心の自由を侵すものであ\nり、かつ、人権に関する世界宣言一五条に違反するものである。」　と主張し、検\n甲第一号証を提出し、これは、昭和四六年三月二四日控訴人と訴外Ａとの対話の内\n容を録音した録音テープであり、その内容は、同訴外人が中華民国の国籍を離脱せ\nずに日本への帰化が許可されたことに関するものであると付言した。\n三、被控訴代理人は、検甲第一号証が控訴人主張のような録音のテープであること\nを認めると述べた。\n○　理由\n控訴人は、本件訴えによつて、被控訴人のなした本件不許可決定の取消しを求める\nものであるので、右不許可決定が行政事件訴訟法三条二項にいう処分にあたるか否\nかについて判断する。\n国籍法三条以下および同法施行規則一条の規定を勘案すれば外国人から帰化の申請\nがあつた場合には、法務大臣はこれに対して所定の手続によつてなんらかの応答を\nしなければならないものといわなければならない。このように申請者が所定の手続\nに従つて申請につき処分を求めることができる場合は、申請者は処分が適法になさ\nれることにつき権利ないし法律上の利益を有するものというべきであるから、もし\nも申請につき相当の期間内に応答のない場合は、申請者は、その救済を求めるた\nめ、行政事件訴訟法三条五項、三七条により「不作為の違法確認の訴え」を提起す\nることができるものというべく、また、申請に対してなされた処分が、その手続ま\nたは内容において違法であるときは、これにつき裁判所の審査を求めるため同法三\n条二項、八条以下により「処分の取消しの訴え」を提起することができるものとい\nわなければならない。したがつて、外国人の帰化の申請に対し法務大臣が不許可の\n処分をした場合は、申請者は、これが処分をなすについての所定の手続の違背また\nは裁量権濫用等の処分の内容についての違法を主張してその取消しを求めることが\nできるといわなければならず、ただこの場合は法務大臣の裁量権の範囲がきわめて\n広いので、違法の問題を生ずることが少ないのにすぎないものといわなければなら\nない。したがつて、控訴人の本件帰化申請に対する法務大臣の不許可決定は行政事\n件訴訟法にいう取消訴訟の対象たる処分というべく、これが処分につき裁量権濫用\nの違法があると主張して処分の取消しを求める本件においては、本案につき審理裁\n判をなすべきである。\nしかるに、原判決は、右処分は取消訴訟の対象にならないとし、控訴人の本件訴え\nを不適法として却下したのである。そうすれば、前記説示に照らし、民訴法三八八\n条により原判決を取り消して事件を原裁判所に差し戻すべきであるから、主文のと\nおり判決する。\n（裁判官　位野木益雄　鰍沢健三　鈴木重信）\n(原裁判等の表示)\n○　主文\n本件訴えを却下する。\n訴訟費用は原告の負担とする。\n○　事実\n第一、当事者の求める裁判\n（原告）\n「法務大臣が昭和四五年一二月一八日付でなした原告の帰化申請に対する不許可処\n分を取消す。訴訟費用は被告の負担とする。」との判決。\n（被告）\n一、本案前の答弁\n主文と同旨の判決。\n二、本案の答弁\n「原告の請求を棄却する。訴訟費用は原告の負担とする。」との判決。\n第二、原告主張の請求の原因\n一、原告は、かつて日本国籍（台湾籍在籍）を有していた者であるが、昭和四五年\n三月二三日被告に対し帰化許可申請をなしたが、被告は右申請に対し、昭和四五年\n一二月一八日国籍法第四条五号に抵触することを理由に帰化を不許可とする決定\n（以下「本件不許可決定」という。）をなし、原告はその旨の通知を同四六年一月\n七日受取つた。\n二、しかしながら、本件不許可決定は以下の理由で違法であるから取消されるべき\nである。\n１、原告は、昭和四年九月二八日当時日本の領土であつた台湾で出生し、それによ\nつて日本国籍を取得していたものであるが、昭和二七年八月五日日本国と中華民国\nとの間の平和条約の発効によつて、国籍選択の自由も許されぬまゝ一方的に日本国\n籍を喪失し、中華民国国籍を取得させられた。しかし、原告は出生後日本人として\nの教育を受け、あの可酷な大東亜戦争にも、妻の実兄とともに日本帝国軍人として\n参戦し、緩急時の日本の国を一家総動員で守り続けた。したがつて、このような経\n歴を有する原告の帰化申請は国籍復帰というべきものであつて、被告が右の点を全\nく考慮せずに、一般外国人と同列に扱つて本件不許可決定に及んだことは不当であ\nる。\n２、さらに被告は、中華民国の国籍を有したまゝで帰化申請をなした者に対してこ\nれを許可した前例があるにもかゝわらず、同一の条件にある原告に対してこれを許\n可しないのは、本来人権尊重の立場から帰化手続を自主的に行うべきである被告が\n中華民国政府に不当に影響された結果であつて、これこそ、国際道義に反する人権\n蹂躙の決定というべきである。\n被告直轄の入管局が、昭和四五年一〇月ころ台湾人の在留更新の手続に関し、マス\nコミ等の外部の圧力によつて、破格的な判定を下したことがあるが、この一例は右\n被告の態度を実証したものといえる。\n３、原告は、戦後も台湾より来日して以来日本のために絶えず貢献しようと努めて\nきたものであり、オリンピツクが日本で開催されたときは自ら通訳を買つて出たほ\nどである。\n前記のように原告が戦前、戦後を通じ日本の国威発揚に努めた等の功績を評価すれ\nば、原告には国籍法第七条にいう特別許可を与えられてしかるべきであると考え\nる。\n４、したがつて、以上の点を総合すれば、被告のなした本件不許可決定はその裁量\n権を乱用したものといえるから、行政事件訴訟法第三〇条により違法な処分として\n取消されるべきである。\n第三、被告の主張\n（本案前の抗弁）\n本件不許可決定は、いわゆる抗告訴訟の対象となる行政処分ではないから、本件訴\nえは不適法として却下さるべきである。\n１、すなわち、一般に抗告訴訟の対象となる行政処分とは、行政庁の公権力の行使\nにあたる行為であつて、これにより国民の権利義務ないし法律関係に影響を与える\nものでなければならないところ、本件で問題となつている帰化申請は、もつぱら当\n該外国人が日本国籍を被告より付与されるについての事前の同意承諾としての性質\nのみを有するものであつて、行政庁に対し一定の行政処分をすることを求める権利\nに基づく申請ではなく、したがつて、これを被告が拒否しても、当該外国人の権利\n義務ないし法律関係に影響するところはないのであるから、本件不許可決定は右に\nいう行政処分ということができない。\n２、また、本件訴えの適否を行政庁の裁量という観点から見ると、帰化の許否は被\n告の全くの自由裁量に属し、したがつて帰化申請に対する不許可はこの点から見て\nも抗告訴訟の対象とならず本件訴えは不適法である。\n（本案についての認否および主張）\n一、請求原因一項の事実は認める。同二項の事実は知らない、またその主張は争\nう。\n二、原告は、国籍法第四条第五項に定める「国籍を有せず、又は日本の国籍の取得\nによつてその国籍を失うべきこと。」の条件を欠くものであつたから、本件不許可\n決定は適法である。すなわち、右条項は、日本国籍を取得すれば自動的に外国籍を\n失うことを要件として定めているものであつて、例えば日本の国籍法第八条の如き\n規定のある場合をいうのである。しかるに、中華民国国籍法には、そのような規定\nはなく、かえつて同法第一一条には、「自己の志望により外国の国籍を取得する者\nは、内務部の許可を得て、中華民国の国籍を喪失することができる。」と規定があ\nり、この規定は、自己の志望によつて外国籍を取得しても、当然には中華民国籍を\n失うものではないことを前提とするものと解される。したがつて、中華民国の国籍\nを有する者は、我が国籍法第四条第五号の条件を具備しないものである。中華民国\nの国籍を有する者が日本国に帰化しようとする場合には、予め、中華民国国籍法に\nより、中華民国籍を失つておかなければならない。しかるに原告は、中華民国の国\n籍を保有したまま本件帰化申請に及んだものであるから、被告がこれを不許可とし\nたのは適法であるといわざるをえない。よつて、原告の本訴請求は失当として棄却\nさるべきである。\n第四、証拠（省略）\n○　理由\n一、本件訴えは、被告のなした本件不許可決定の取消を求めるものであるが、先ず\n右不許可決定がそもそも行政事件訴訟法第三条第二項所定の「処分」に該当するも\nのであるかについて検討するに、右にいう「処分」とは、行政庁の公権力の行使に\nあたる行為であつて、これにより国民の権利義務ないし法律関係に影響を与えるも\nのでなければならないというべきであるから、本件不許可決定が右「処分」に該当\nするかどうかは、帰する所、本件不許可決定によつて、申請人がその本来有する権\n利義務ないし法律関係に影響を受けるものであるかどうか、という点にある。\n二、そこで右の点について考察するに、一般に帰化の許可は、当該外国人の申請に\n基づきその者に対してその国民たる包括的な身分ないしは地位を内容とする法律関\n係を新らたに設定するいわゆる形成的行為であると考えられ、一日右許可がなされ\nてその国民となると外国人には与えられない公法上ならびに私法上の諸権利を内国\n人と同様に享受しうるのであり、右諸権利の行使はその国民に重大な影響を与える\n一方、原則として国家が一旦与えた国籍はこれを一方的に剥奪することができない\nのであるから国家がいかなる外国人をして帰化を許可するか否かを定めることはそ\nの国の国内法が自由にこれを決しうるところである。けだし、特定の人間の構成す\nる共同体がいかなる非構成員をその構成員とするかは全くその共同体構成員の自由\nな意志に委ねられているものと考えられるからである。\nしたがつて、特定の国家がその国民の定める法により外国人に対し一定の条件を具\n備したならばその国民となりうる旨特別に宣明しない限り、外国人は当然にはその\n国民となることを請求する権利を有するものではないものと解すべきである。\n三、そこで、日本国における現行の国籍法（昭和二五年法律第一四七号）が果して\n前記のように、外国人に対し一定の条件を具備したならば当然に日本国籍を与える\n旨規定しているか否かを検討するに、同法第四条によれば、「法務大臣は左の条件\nを備える外国人でなければその帰化を許可することができない。」旨規定している\nところ、右文理ならびに帰化の意味を併せ考えるならば、同条は少くともその第一\n号ないし六号の条件を充足しない限り被告は当該外国人の帰化を許可してはならな\nいということを指示して、法務大臣に対し帰化許可の基準を示して適正なる帰化手\n続の運用を期待したに止まり、積極的に当該外国人に対し前記各号の条件を有する\nならば当然に帰化の許可を得ることができ、法務大臣はその許可を与えねばならな\nいことまでを規定したものではないと解するのが相当である。さらに国籍法第五条\nないし第七条については前記最低限備えるべき第四条各号のいづれかを欠くときで\nも一定の要件の下に帰化を許可することができる場合のあることを規定したにすぎ\nず、その趣旨は前記第四条のそれと同様であるこというまでもない（なお、原告主\n張のように、日本国と中華民国との間の平和条約発効前に日本国籍（但し、台湾籍\n在籍）にあつた者が、同条約によつて日本国籍を喪失した後に帰化申請をする場合\nにおいても、右の特別異なつた解釈をしなければならない理由は見出し得な\nい。）。\n四、されば、原告がなした帰化申請は、もつぱら外国人たる原告が日本国籍を被告\nにより付与されるについての事前の同意承諾としての性質のみを有するものと考え\nるべきであり、これに対し被告により本件不許可決定がなされたところで原告はそ\nれによつて従来有していた権利を喪失するわけでもなければ、法律関係に不利益な\n変更を受けるわけでもないのであるから、本件不許可決定は単なる事実上の措置に\nすぎず、行政事件訴訟法第三条第二項にいう「処分」に該当しないというべきであ\nり、抗告訴訟の対象とならないものである。\n五、よつて、原告の本件訴えは不適法であるから本案についての当否を判断するま\nでもなくこれを却下することとし、訴訟費用の負担につき民事訴訟法第八九条を適\n用して主文のとおり判決する。\n"
}