{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 12,
    "day": 7
  },
  "case_number": "昭和48(行コ)6",
  "case_name": "西条営林署懲戒",
  "court_name": "大阪高等裁判所",
  "field": "労働",
  "lawsuit_id": "19553",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19553",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/553/019553_hanrei.pdf",
  "contents": "主　　　文\n原判決を取り消す。\n被控訴人らの請求を棄却する。\n訴訟費用は第一、二審とも被控訴人らの負担とする。\n事　　　実\n控訴人は、主文同旨の判決を求め、被控訴人らは「本件控訴を棄却する。控訴費用\nは控訴人の負担とする。」との判決を求めた。\n当事者双方の主張及び証拠関係は、次に訂正、付加するほか原判決事実摘示と同一\nであるから、これを引用する。\n原判決二一枚目表一行目から一〇行目までを削除し、次のとおり改める。\n（三）　国有林野事業における争議行為禁止は違憲である。\n争議権に対する制約は、担営する業務、職務の性質、内容からみて、その停廃によ\nつて、国民生活全体の利益を害し、国民生活に重大な障害をもたらすおそれがある\nもののみに認められ、そうでないものに対する制約は違憲であり、特に禁止という\n昀も強い制約が許容される場合はきびしく限定されるべきである。\nしかし、国有林野事業の職員、組合の争議行為が国民経済に与える影響は、極め\nて微々たるものでしかなく、業務の停廃によつて国民生活に支障を及ぼすことはな\nいのであるから、国有林野労働者の争議行為は、公労法第一七条第一項の禁止に該\n当しないと解釈されるべきであり、もし同条項を国有林野労働者の争議行為に対し\nて適用するというのであれば、それは憲法二八条に違反するというべきである。\n同二二枚目裏一行目の「停発」を「停廃」と、（証拠関係につき中略）各訂正す\nる。（証拠関係につき後略）。\n控訴人の主張\n一　本件闘争が企画決定された経過\n昭和三九年二月一二、一三日開催された西中国支部協議会において、春闘の体制\n確立のなかで宿日直をしない運動を積極的にやつてよろしいと、大阪地本の執行委\n員から指導を受け、同月一五日の西条営林署みやま寮における西条分会執行委員会\nの席上、右協議会に関する報告に関聯して、被控訴人Ａは、ストライキ体制確立の\n為、宿日直をしない運動を喚起すべきであると指導された旨発言し、執行委員会と\nしても、その線に沿つて行動をとることを決定した。\n以上の事実と原審で主張した事実〔原判決答弁二項、３の（一）ないし（三）、\n（八）（同判決四五枚目表四行目から同四九枚目表一行目まで、および同五三枚目\n表末行から同五四枚目裏四行目まで）〕からみて、本件闘争が、春闘における要求\n貫徹のための具体的争議手段としてとられたものであり、被控訴人らが企画し、他\nの組合員をして実施せしめたものであることは明らかである。\n二　Ｂの宿直拒否に対する被控訴人Ｃらのそそのかし行為\n原審で主張〔原判決答弁二項３（七）（同判決五一枚目表三行目から同五三枚目\n表一二行目まで）〕したとおり、当日、昀初にＤ課長がＢに宿直を命じたとき、未\nだ宿直を拒否するという決心まではしていなかつたＢが、結局業務命令に従わずに\n帰宅したのは、被控訴人らの働きかけによるものであつたことは明白である。もと\nもと春闘の体制作りの一環として、分会として宿日直勤務を拒否する闘争を行なう\nことを決定していた状況の中で、当日Ｂに対して宿直命令が出され、上司の経理課\n長から命令に従うように説得されていることを承知のうえで、被控訴人らが「もう\n五時になつたから帰ろう。」などと働きかけたり、これを制止した庶務課長に対し\nて、「本人がしたくないといつているのに無理にさせることは人権じゆうりんじや\nないか。」などと反論する行動は、常識的に考えても、Ｂに対して宿直拒否をそそ\nのかす行為というべきで、庶務課長らとの間の偶発的応酬にすぎなかつたと弁明で\nきるものではない。\n三　宿日直勤務を命じ得る法的根拠\n被控訴人らは昭和二二年法律第一六七号による給与支給準則第六条、第七条、昭\n和三〇年に施行された国有林野事業職員就業規則第三六条第一項、西条営林署宿日\n直規定第二条、昭和四〇年一月二一日林野庁と全林野との間で締結された「月給制\n職員の超過勤務手当、休日給、夜勤手当及び宿日直手当の支給に関する協定第六条\nの各規定においても、宿日直が命令によるものであることは明白であるに拘らず、\nこのような諸規定は、あくまでも建前であつて、運用の実際においては、宿日直は\n任意であり、命令によるものではないとの契約が、当事者間に存在していたと主張\nするが、宿日直が必要なものであり、これを職員に命ずる法律的根拠がある以上、\n宿日直は命令によつて行なわれるのは当然で、個々の場合に当局と職員との間の任\n意の合意に基づいて行なわれるなどということは考えられない。従つて西条営林署\nの例にみられるように、宿日直を制度として実施している期間中は、宿日直を命ぜ\nられたものが他のものと交替する例は珍しくはなかつたけれども、宿日直は必らず\n実施されており、宿日直が行なわれたり、行なわれなかつたりというような実情で\nはなかつた。かりに宿日直は任意であり、宿日直手当を受領するための方便にすぎ\nなかつたというのであれば、宿日直が一日も欠かさず継続して実施されるというよ\nうなことはありえない。被控訴人らの主張は、宿日直勤務関係の本質を見誤り、宿\n日直勤務を好まないとする職員の風潮に即応しながら、制度を円滑に運用するた\nめ、当局が宿日直勤務に当つて、職員の意向を尊重する形で合理的な運用を行なつ\nてきたという外形を、殊更に強調するものである。\n次に、大正一一年閣令第六号第三項の規定について被控訴人らは、本務としての\n勤務時間を延長する正規の時間外勤務の根拠ではありえても、宿日直を命ずる根拠\nとなり得るものではない旨主張するが、この規定で、執務時間外の執務として規定\nされているのは、正規の勤務時間の延長だけをさすと理解すべき合理的根拠は全く\nない。宿日直が、定められた執務時間の外に勤務すべきものである以上、これも右\n第三項に含まれていると理解するのは当然である。\n四　宿日直勤務に関する労基法上の取扱い\n労基法第四一条第三号は、本務として従事する場合のみに関する規定ではなく、\n附随的に従事する場合も含むと解釈すべきであることは、原審で主張〔原判決答弁\n二１（三）（同判決四〇枚目表六行目から同四一枚目表末行まで）〕したとおりで\nある。附随的に従事する場合は含まれないとすれば、同じ監視、断続的労働であり\nながら、本務として行なわれる場合には、右規定によつて、労働時間等に関する法\n的規制が除外されるのに、本務に附随して宿日直が行われる場合には、本務の時間\nの長短に拘らず、宿日直の時間が、すべて本務と同様の通常の労働時間として、評\n価されるという不合理が生ずるのである。\n五　公労法第一七条第一項の合憲性について\n憲法第八一条により、法令等の違憲性判断の終審裁判所とされている昀高裁大法\n廷が、昭和五二年五月四日、全逓名古屋中郵事件判決において（以下、五、四判決\nという）、昭和四八年四月二五日の全農林事件判決（以下、四、二五判決という）\nの判示をほぼ全面的に援用し、原判決の限定解釈論の前提となつていた従前の判例\nを、明示的に変更し、公労法第一七条第一項が、一律全面的に公共企業体等の職員\nの争議行為を禁止していることは、憲法に違反するものではないと明確に判断を下\nした以上、限定解釈論の立場に立つてなされた原判決の結論は、当然変更されるべ\nきものである。\n六　本件闘争に関係した職員に対する懲戒処分について\n１　被控訴人ら三名以外にも、執行委員長Ｅ、執行委員Ｆ、同Ｇの三名は、本件闘\n争を企画し、組合員をしてこの闘争を実施せしめたことおよびＦは、自らも三月一\n五日宿直勤務を、Ｇは同じく四月四日宿直勤務を拒否したこと、組合員Ｂは三月一\n六日宿直勤務を、同Ｈは三月二九日日直勤務を、同Ｉは三月三〇日宿直勤務を、同\nＪは四月四日日直勤務を、同月五日宿直勤務を、同Ｋは三月二〇日日直勤務を、同\nＬは四月五日日直勤務を、各拒否したことを、処分事由として戒告、書記次長Ｍ、\n執行委員Ｎの両名は、本件闘争を企画し、組合員をしてこの闘争を実施せしめたこ\nとおよびＮは自らも三月二一日宿直勤務を拒否したことを処分事由として、厳重注\n意に処された。\n２　分会書記長の被控訴人Ａに対する処分が減給、分会委員長Ｅ、同副委員長の被\n控訴人Ｃに対する処分が戒告であるのは、Ｅには、自ら宿日直勤務命令を拒否した\n事実、他の組合員をそそのかしたような事実がなく、被控訴人Ｃも自ら宿日直勤務\nを拒否した事実がなかつたためである。\n当時分会執行委員のＯ、Ｐ、Ｑは、勤務地の関係で、本件闘争の企画決定に重要\nな役割を果したとは認められなかつたうえ、宿日直勤務を拒否した事実もなかつた\nことを考慮して、処分の対象から除外されたものであり、前記Ｎは、当日の平常勤\n務につき、午前一〇時から午後零時一五分までの年次有給休暇を承認していたた\nめ、厳重注意にとどめたものである。\n組合員Ｒ、同Ｓについては、前者は三月二八日、後者は四月九日、いずれも宿直\n勤務を拒否したものであるが、当日の平常勤務について、年次有給休暇を承認して\nいたため、処分対象としなかつたものである。\n被控訴人らの主張\n一　本件闘争のいきさつと内容\n職場大会の討議も、分会の闘争委員会の意思にもとづいてなされたものであり、\n本件闘争が組合の意思にもとづく活動であることを、積極的に主張するものである\nが、被控訴人ら分会執行部が、分会員をして宿日直を拒否させたのか、それとも個\n々の分会員が自主的に拒否したのかということと、その拒否が組合の意思にもとづ\nき、その活動としてなされたものかどうかということとは、別個の問題である。\n団結を生命とする労働組合の運営が、民主的ルールにもとづいて行われることは\nいうまでもないところであり、職場大会は、参会者全員の討議を経て、全員の意思\nによつて結論を得てゆく場であつて、決して、一部幹部が組合員らを引廻すことの\nできるところではない。\n様々な意見をもつている組合員の声が、いかなる経過のもとで、闘争実施の申合\nせに結晶していつたかということを、具体的に検討するとき、分会執行部が一方的\nに「組合員に働きかけた」というような評価が、下せるものではない。まして、職\n場大会の結論は、単なる申合わせであり、指令、指示と違つて拘束力もなければ、\n強制力も伴つていないのであつて、「組合員をして実施せしめた」といえる実体は\n全くないのである。\n二　公労法第一七条第一項違反の所為に懲戒処分を加えることは許されない。\n労務提供拒否という単純不作為による争議行為において、かりに、個人の責任が\n問われるとしても、せいぜい債務不履行という点だけである。元来、債権関係のも\nとでは、当事者たる団体のみがすべての責に任じ、その団体のためにこれに関与し\nた個人の行為を、団体と別個に評価されることはない。労働組合は個別的労働関係\nにおける当事者ではないが、憲法第二八条の保障のもとで、争議行為その他の団体\n行動をする権利主体とされ、集団的労働関係の場において、一方の当事者としての\n地位を占めている。この集団的労働関係は、その背後に個別的労働関係をひかえて\nいるという意味からも、また直接に平和義務を負担するというところからも、債権\n関係的な関係である。こうした集団的労働関係の場でおこなわれる争議行為は、そ\nの主体である労働組合の行為としてのみ評価されるべきもので、組合の指示に拘束\nされ、その統制のもとに組合員としておこなつた闘争行動を、個人の行為として評\n価することは許されない。もし、それを許すとすれば、団結権、統制権の構造を全\n面的に否定することにならざるを得ないのである。\n公労法第一七条第一項の規定は、使用者の利益を保護することを目的とするもの\nであると解する余地はなく、労組法第一条二項、第七条第一号の規定が、公労法適\n用の組合、職員に適用されることは明らかであるから、公労法第一七条第一項で禁\n止された行為であるというそれだけの理由で、その行為が労組法第七条第一号にい\nう正当性を失うことはない。まして国公法所定の懲戒制度の趣旨、目的は、使用者\nの利益を保護するところにあるから、公労法第一七条第一項で禁止された行為をし\nたという事実をとらえて、懲戒処分を加えることは許されないのである。要する\nに、争議行為に参加した組合員個々の行為を組合とは別個に評価し得るのは、労組\n法第一条第二項但し書きに該当する明白重大な違法行為、もしくは組合の統制を逸\n脱する行為のみに限られるべきである。従つて公労法第一七条第一項に禁止する行\n為を行つた場合であつても、これを個々の組合員の行為として評価し、国公法第九\n六条第一項、第九八条第一項に違反する行為として、懲戒処分を加えることも許さ\nるべきでない。本件各処分は、この理由によつても違法というべく、取消しを免れ\nない。\n三　本件処分は、不当労働行為として無効である。\n本件のいわゆる闘争期間中被控訴人Ａ同Ｔ等が宿日直勤務につかなかつたことが\nあるのは事実であるが、これを「違法」として署当局が扱つたのは、署当局自身が\n右に対し「交替処理」をしなかつたからであり、署当局が「交替処理」をしなかつ\nたのは、右宿日直「拒否」を分会の機関決定にもとずいてなされたものであるとの\n認識に立つた結果、分会や分会執行部を敵視しその活動を可能なかぎり抑圧しよう\nという不当な意図が働いたからである。そして、控訴人が本件処分を行つたのは、\n署当局が右の如き不当な意図にもとづいて「交替処理」をしなかつたことを是認し\n被控訴人Ａらが宿日直勤務につかなかつたことを目して違法だときめつけたからで\nあつて「交替処理」拒否にみられる署当局の前記意図は、そのまま控訴人の本件処\n分にひきつがれたとみなければならない関係にあり、本件処分は不当労働行為とし\nて無効との判断が下されるのでなければならない。\nそもそも、当時の署における宿日直勤務の「交替処理」は、正当の事由が有れば\nこれを認めるが、正当の事由のない時はこれを認めないという形で運用されていた\n訳ではない。このことは、本件処分後の昭和三九年五月一二日以降なされた本件処\n分に対する抗議のための宿日直をしない運動に対する署当局の対応を見るだけでも\n明らかである。署当局者が、本件処分のなされたことに反撥して宿日直をしなかつ\nた者の存在を認識していたにもかかわらずこの場合は「交替処理」を拒否した訳で\nもない。処分に反撥して宿日直をしないということが、「正当な事由」をどのよう\nに解釈しようとこれに該当するなどという判断のなされようはずもないのである。\nしたがつて、「闘争期間」中であつても、署当局が現に「交替処理」をした場合\nもあるとの事実は、署当局が通常の場合と極端に異つた処理をすれば、それはます\nます署当局の不当労働行為意図を強調する結果になりかねないとの判断があつたか\nらと理解すべきものである。\nところで、本件「闘争期間」中に宿日直命令を拒否したとされているもののうち\nで、同期間中現に「交替処理」のなされた場合と対比して見るとき明らかに不公平\nであつて、なぜ「交替処理」が拒否されたのか容易に理解し難いといわざるを得な\nいものが数多く存在する。このことは、本件における署当局の「交替処理」拒否が\nすべての署当局の不当な意図によつてなされたものであることを裏付けてなおあま\nりあるといわなければならない。\nまた、現実に違法な宿日直拒否があつたとしながらもなお処分の対象とされなか\nつたものも存在する。\n何故処分の対象とならなかつたのか。従来、時間は短かくとも年次有給休暇をと\nり、あるいは出張を命じられた職員は、当日もしくはそれに引き続く休日に宿日直\n勤務につくことはないという職場慣行がありながら、署当局がこれを無視し「交替\n処理」をしないままあえて「業務命令」を出したことに無理があると控訴人が自認\nしたからに他ならない。このような署当局の無理もまた、本件に見い出されるべき\n署当局らの不当な意思を示すものといわなければならない。\n署当局の無理といえば、「超過勤務休日勤務および夜勤命令簿」等についてなさ\nれたいかがわしい工作の事実も指摘しない訳にはいかない。すでに指摘した如く、\n工作がなされたのは、本件処分を争う争訟を意識して、それを有利にしようという\n意図があつたからに違いないのである。ここにも被控訴人らや分会に対する異常な\n敵意をみてとることができるのであつて、本件処分が不当な意思にもとづいてなさ\nれたものであることを側面から知らされるというべきである。\nいずれにしても、本件のいわゆる闘争期間中に「交替処理」のなされたこともあ\nるという事実によつて本件処分が不当労働行為であることをぼかす訳にはいかない\nのである。本件処分は、被控訴人らが宿日直をしなかつたことを、分会の機関決定\nによりその指令にもとづいてなされたというように署当局者らが認識したため、こ\nれを抑圧せんとしてなされたといわざるを得ないのであつて、不当労働行為として\n無効との判断がなされるべきは当然である。\n四　本件処分は、平等取扱の原則を定める国公法第二七条及び公正を根本基準とす\nる同法第七四条第一項に違反し無効である。\n本件処分において、平等取扱の原則や公平原則が問題にされるべき場面は、二つ\nある。\n一つは、本件のいわゆる闘争期間中宿日直をしないと申し出た者に対し「交替処\n理」を行わず業務命令を出したという場面においてであり、他方は同じく「違法行\n為」を行つたとされている者の間に、処分を受けた者と受けなかつた者があるとい\nう場面においてである。\n前者については、実際の運用として、従前から、宿日直をしないと申し出た者に\n対しては「交替処理」がなされて違法とされることがなかつたにもかかわらず、本\n件では署当局があえて「業務命令」を発するという挙に出たということ、昭和三五\n年の安保闘争に関連する処分撤回闘争として、あるいは本件処分発表後である昭和\n三九年五月一二日から処分に抗議して、それぞれ宿日直をしないということがあつ\nたにもかかわらず、すべて「交替」ということで処理されてなんら問題とされなか\nつたこと、昭和三七年六月九日から同年一二月一〇日までの間姫路営林署において\nなされた宿日直をしない運動に対し、右署当局が「署長を除く管理者四人で勤務に\n就くことにした」という態度をとつたことと本件闘争期間中実際「交替処理」のな\nされた場合と対比するとき、右処理が拒否されたもののうち同様に「交替処理」が\nなされるべきは当然であつたと考えざるを得ないものが存在することなどとの関連\nで問題にされなければならない。\n国公法第二七条は、直接的には、「この法律の適用について、平等に取り扱わ\nれ」と述べているが、右趣旨は、平等に取り扱われるべきは、この法律の適用に関\nしてだけでありこの法律の適用を受けて公務員となつた者に対する業務命令の場合\nは無関係とするものではありえないし、また同法第七四条第一項が、「職員の分\n限、懲戒及び保障については、公正でなければならない」と定めているのも、公正\nでなければならないのは、「分限、懲戒及び保障」だけで業務命令などは無関係と\nする趣旨ではあり得ない。その意味で、右の点は、むしろ業務命令そのものに国公\n法第二七条、第七四条第一項違反があるといつてさしつかえない。しかし他面「交\n替処理」がなされず業務命令が発せられたということがすくなくとも被控訴人Ａ、\n同Ｔに関するかぎり即本件処分につながつているのであるから、同時に、本件処分\nはさような面で国公法第二七条等に違反して無効ということもできよう。\n前記後者については、同じように宿日直を「拒否」したとされているにもかかわ\nらず、訴外Ｎ、同Ｒ、同Ｓが処分を受けなかつたのに対して、同じ事例としか見ら\nれない被控訴人Ｔの三月二九日の宿直、被控訴人Ａ、訴外Ｆの三月一五日の宿直が\nそれぞれ処分の対象とされているのは、一体どういうことか、また、同じように\n「執行委員会および闘争委員会に出席して、この企画を協議決定し、さらにその計\n画を職場大会に提案して宿日直拒否を行うことを決定し組合員をして宿日直を拒否\nせしめた」とされているにもかかわらず、訴外Ｍ、同Ｎの両名が処分を受けず、被\n控訴人ら三名を含む六名についての処分の対象とされているのは、一体どういうこ\nとかということが問われなければならないのである。右のそれぞれにみられる違い\nに合理的な理由がある訳もない。かかる不公平、不公正な処分が前記法条違反をの\nがれることなどできようはずもないのである。\nすなわち、本件処分は、国公法第二七条、第七四条第一項に違反し無効であると\nの判断が下されなければならないものである。\n五　本件処分は、社会観念上著しく妥当を欠き裁量権を濫用したものというべきで\nあり、違法である。\n西条営林署では、現在宿日直勤務それ自体存在しないのであるから、その「拒\n否」などということはおよそ問題にもならない。ところが、昭和三九年には、場所\nも同じ西条営林署で、被控訴人らは、現に宿日直「拒否」を問題にされ処分さえ受\nけた。しかし、被控訴人らの右行為は、つまるところ、西条営林署を一時的に現在\nあるがような状態におくおそれを生ぜしめたというにすぎないのであるから、これ\nを今の時点でながめるとき、なんら問題にすべくもないし、まして処分をもつて臨\nむことがいかに馬鹿げたことであるかは誰の目にも明らかである。\n年月の経過とともに宿日直を必要とする状況に変化があつたというなら納得もで\nきよう。しかし右にも見たとおり、西条営林署の実施すべき事業が昭和三九年以降\n縮小されたわけでも、庁舎の施設が特別に変わつたというわけでもないのであるか\nら、右は、不可解という他ないのである。\n今の時点で、被控訴人らの本件行為がなんら問題にもならない以上、昭和三九年\n当時でも同様の判断がなされなければならなかつたはずである。すでに宿日直それ\n自体がなくなつてしまつたという事実は、何よりも雄弁に本件処分が社会観念上著\nしく妥当を欠くということを示している。それだけでも裁量権の濫用は明らかとい\nつてよいほどであるが、なお以下この行為の性質、態様、結果について指摘するこ\nとによりその濫用たる所以を一層明確ならしめたい。\nまず第一に本件「闘争」は、昀終的には個々の組合員の意思に委ねるという極め\nて柔軟な方法によつて実施せられたこと、すなわち、本件「闘争」は、日常ふだん\nの宿日直をしない運動の域を出るものではなかつたのであり、本件「闘争」が、被\n控訴人らを含む分会役員の押しつけによつて実施されたというものでは断じてなか\nつたことなどが指摘されなければならない。\nしかもその「拒否」は、勤務を命ぜられた当人の意思にもとづいて宿日直勤務に\n服さない旨を表明して、その労務の提供をしないという単純な不作為によつてなさ\nれたにすぎない。\n第二に、被控訴人らの行為によつて署本来の業務になんらの混乱・渋滞もきたさ\nなかつたこと、宿日直勤務者が処理すべきものとされている事項についてすらなん\nら格別の支障も生じなかつたことが指摘されなければならない。これらの事実によ\nれば、あえて処分をするほどのこともなかつたといわなければならないのは当然で\nある。\n本件闘争が、勤務条件の決定過程をゆがめたり、国民に重大な生活上の支障を与\nえたり、あるいはそのようなおそれがあつたといいうるのであろうか。\nしかし実際は、そうではない。いうまでもなく、本件「闘争」は勤務条件の決定\n過程をゆがめるなどということとなんら無縁のものであつた。本件で問題となつた\nのは、西条営林署において事実上なされていたいわゆる輪番制による宿日直を強制\nしてはならないということである。しかしこれは国会の議決事項でもなんでもな\nい。本件「闘争」が、勤務条件の決定過程をゆがめるということで、問題にされる\nはずもないのである。ひるがえつて本件処分が国民に重大な生活上の支障を与えあ\nるいはそのおそれがあつたかということについても否と答えるより仕方があるま\nい。実際、被控訴人らが「拒否」したとされている宿日直については、別の者がそ\nの勤務についていたからであり、仮りにそのような代替要員が見い出せず宿日直が\nないという事態に立ち至つていたとしてもそれはまさに西条営林署の現状と同じ状\n況が一時的にできるにすぎないというべきところ、そうなつてもなんらの支障も生\nじなかつたであろうことは、現在宿日直のない状態でなんらの支障も生じていない\nことから明白である。本件「闘争」は勤務条件の決定過程をゆがめたり、国民に重\n大な生活上の支障を与えたり、あるいはそのおそれがあるなどというのでは断じて\nないのでありまさに、四・二五判決のいう「単なる規律違反としての評価を受ける\nにすぎないもの」というべきであり、だとすれば、五・四判決の立場に立つたとし\nてなお、公労法第一七条第一項の禁止する争議行為に当たるかどうか疑わしいとい\nうのは、十分理由のある立論だといつてよいと思われる。本件「闘争」を公労法第\n一七条第一項違反としてその責任を問おうというのは、五・四判決判示に従つても\n明らかに筋違いであり、社会観念上著しく妥当を欠くと言わなければならない所以\nのものである。\n宿日直拒否闘争は、本来宿日直勤務は本務外のサービス労働であり、業務として\n強制されるべきでないとの見解に立つて労働者の権利を確保し伸長することを主眼\nに、宿日直制度の廃止改善を志向して実施されたものであつて、当時全林野では、\n日常的に展開すべきものとして位置づけられていたということが指摘されなければ\nならない。\n仮りにこの点に加わえ春闘体制確立という目的があつたとしても、そのことによ\nつて本件の宿日直「拒否」が右に述べたところと全く別異のものになるなどとは到\n底考えられない。西条営林署にはもともと宿日直制度はなかつた、したがつて本来\n宿日直は必要性のないものであつたが、これが後に制度としてとり入れられた真の\n目的は、専ら宿日直手当の受給ということであつた、したがつて手当金額の魅力が\n物価の上昇にともない次第に色あせていくにつれて、職員寮にすむ独身の比較的若\nい職員らが「交替」という処理により、集中して宿日直を担当するようになり輪番\n制は形骸化していつた、そして管理者もまた、割当てを受けた者が「交替」を申し\n出ても別段その理由をきくこともなく、管理者自らが交替要員を求め、交替者の依\n頼に苦慮するような状態になつても、交替を拒否することもなかつたのである。こ\nのようなことは、何も西条営林署にかぎつたことではなかつた。宿日直が本務外の\nサービス労働であるという被控訴人らの見解が、仮りに、昀終的な司法判断によつ\nて採用されないとしても、右のような経過等からするとき、そのように考えるにつ\nいて相当の理由があつたといつてまちがいない。そうとすれば、このような見解の\n上に立つてなした本件「闘争」もまた相当の理由があつたといわざるを得ないので\nあつて、これを処分の対象とするというのはいかにも不適切である。のみならず、\n署当局自体が、すでに述べたように、ひんぱんに「交替処理」をみとめ、交替者の\n依頼に苦慮するような状態になつても交替を拒否することもなかつたというよう\nに、およそ宿日直は義務であるということにふさわしくない処理をすることで、被\n控訴人らが宿日直を義務でないと考えるに至る一つの基盤を提供したという事実を\n見るとき、一方でそのようにしておきながら、他方本件の場合だけは格別に「業務\n命令」に固執し、被控訴人らがこれに、従わなかつたとして処分を求めるというの\nは、いかにもアンフエアーであり、社会観念上著しく妥当を欠くことは明らかであ\nる。ことに本件では、昭和三九年五月一二日以降に本件処分に抗議して宿日直をし\nない運動がなされた際、署当局が「交替処理」をなすことで何らの波乱も生じなか\nつたということが重要である。そもそも署当局が前記の如き運用をしていた事実\nは、署当局が「宿日直職員の義務である」という意識を自ら希薄化させ、したがつ\nて、宿日直に関する「業務命令」がそのまま異議なく職員において実行されるもの\nと期待してはいなかつたということを推測せしめるに十分であるが、右昭和三九年\n五月一二日以降署当局がとつた態度をみるとき、そのようなことにほとんど関心す\nら示していなかつたことはもはや疑うべくもない。なぜなら、当時もし、署当局\nが、真に、宿日直に関する「業務命令」に職員が従うのは当然だという意識を強く\nもつていたというなら、五月一二日以降の場合については、宿日直拒否を理由に処\n分のなされたことを知つて、なおかつかかる処分が不当だとの理由でさらに拒否す\nることになるのであるから、本件よりも何層倍も悪質と判断されるべきであつて、\nそれゆえ本件の場合よりさらに一層強行な態度を示していて当然だからである。に\nもかかわらず現実はそうでなかつたというのであるから、何をか言わんやである。\nすくなくとも署当局のこのような衡平を失した態度は、本件処分が社会観念上著し\nく、妥当を欠くとの判断を益々確固たるものにするといわなければならないのであ\nる。\n以上、本件処分は社会観念上著しく妥当を欠くということを明らかにした。本件\n処分がすくなくとも、裁量権の濫用として取消されるべきは当然である。\nかりに被控訴人らの所為が違法の評価を受けるとしても、その程度は軽微であ\nり、これに対し本件懲戒処分は、ただ単に減給がなされ、戒告がなされるというに\nとどまらず、昇給時期が三月後に延伸するという措置を当然に伴うものとして、運\n用されている実情からみれば、退職するまでの間における総額は、莫大なものとな\nり、その経済的な損失ということだけからみても、被処分者にとつて極めて苛酷で\nあるといわざるを得ず、控訴人が、その裁量権の範囲を逸脱し、あるいはその権限\nを濫用したものというべきである。\n控訴人は、被控訴人らの所為が分会の指令または指導のもとに行われたというと\nころから、その違法は重大であるかの如く主張するが、ある行為が組合の活動とし\nてなされたということは、その行為を正当化し、違法性を弱める契機とされること\nはあつても、その逆であるべきものではない。ここに組合を敵視し、組合活動を違\n法の契機と捉える控訴人の誤つた不法な意図が、露わにされていることを指摘せざ\nるを得ない。\n当局が組合活動を如何に嫌悪していたかは、原判決請求原因三項６（同判決三二\n枚目表六行目から同三三枚目表七行目まで）に記載のとおりで、本件処分は西条分\n会の活動を抑圧し、分会の執行部を構成する、いわゆる若手活動家であつた被控訴\n人らを、弾圧するためになされたもので、まさに懲戒権を濫用したものといわざる\nを得ないのであり、西条分会執行部役員の中でも、被控訴人らだけを対象としてな\nされた不公正、不公平な措置を併せ考えるとき、その濫用は甚しいといわざるを得\nない。\n証拠関係（省略）\n理　　　由\n一　被控訴人ら主張の請求原因第一項第二項および第四項の各事実は、当事者間に\n争いがない。\n二　本件闘争が公労法第一七条第一項で禁止された争議行為に該当せず、またその\n目的においてなんらの不法性もなく、手段、態様に照らしても正当なものであるか\nら、被控訴人らの所為は、いずれも国公法上の懲戒事由に該当しないとする判断を\n除くその余の判断、すなわち本件闘争が実施された経緯とその実態、宿日直制度の\n沿革、運用の実態、勤務命令が適法有効である理由、本件闘争が同盟罷業であり、\n被控訴人ら西条分会執行部役員により企画され、昭和三九年の春闘体制確立のため\nの具体的戦術の一環として実施することを、闘争委員会等で採決したうえ、被控訴\n人らが職場大会等を通じて組合員に働きかけ、組合員として実施させ、西条営林署\nにおける宿日直業務を混乱せしめ、その正常な運営を阻害したこと等についての認\n定判断は、次のとおり削除、訂正、附加するほか原判決と同一であるから、同判決\n中右該当部分を引用する。\n１　原判決八〇枚目表一二行目「昭和三六年」を「昭和三八年」に訂正する。\n２　同九二枚目（理由第三項６）第三行目の「同人の席近くに」から同一〇行目の\n「いかけた。」までを削除したうえ、次のとおり改める。\n同人はこの命令書を受取らなかつた。そこでＤ課長は、今晩の業務命令書である\nと伝えて机上に差置いた。その後間もなくして職員らが退庁したころ、Ｂの席近く\nに、同室中の被控訴人Ｔ、Ｍ、被控訴人Ａ、同Ｃらが近寄り、Ｂをとり囲んで監視\nするような態勢になり、被控訴人Ｃは、経理課長とＢが宿直のことで話合つていた\nことを察知していたにも拘らず、Ｂに対し「もう五時になつたから帰ろう」と言つ\nて退庁するよう誘いかけた。\n３　同九二枚目裏二行目の「のに対し」の次に、次のとおり挿入する。\n被控訴人はＡが「都合が悪いというのにやれというのはおかしいではないか」と\n言い\n４　同九六枚目裏三行目上から三字目の「税」を「説」に、同七行目「同日」を\n「前日」に各訂正する。\n５　成立に争いのない乙第二二号証の一ないし一二、原審証人Ｕ、同Ｖ、同Ｄ、同\nＷ、同Ｒ、同Ｓの各証言と弁論の全趣旨によれば以下の事実が認められ、これを左\n右するに足る証拠はない。\n控訴人主張第六項の１の事実およびＲ、Ｓは、それぞれ宿直勤務を命ぜられた当\n時、時間単位の年次休暇を認められていたこと。被控訴人Ｔは、宿直勤務を命ぜら\nれた前日、時間単位の年次休暇を認められていたこと。\n三　被控訴人らは、公労法第一七条第一項の違憲及び国有林野事業の職員および組\n合の争議行為に公労法第一七条第一項を適用することの違憲を主張するが、これら\nの職員の争議行為を全面的に禁止する同条項の合憲性については、昀高裁判所の判\n例の明示するところで（昀高大昭和五二年五月四日判、刑集第三一巻第三号一八二\n頁いわゆる全逓名古屋中郵事件判決参照）、当裁判所も、公労法第一七条第一項に\n違憲の点はなく、亦国有林野事業の職員の争議行為に、本条項を適用することも違\n憲ではないと解するものである。したがつて、被控訴人らの右主張は理由がなく、\n採用することはできない。\n四　被控訴人らは、公労法第一七条第一項違反の行為については、国公法第八二条\nによる懲戒処分をなし得ないことを理由として、被控訴人らに対する本件懲戒処分\nの違法、無効を主張するが、公労法第一七条第一項と国公法第九八条第一項第一〇\n一条第一項とは、その構成要件において完全に互いに他を包摂し又は他に包摂され\nる関係にたつものではなく、また公労法第一七条第一項の保護法益は、主として国\n民全体の共同利益であり、その他の規定の保護法益は、公務運営の適正と能率の確\n保を目的とする国の公務運営上の諸利益であつて、両者の規定の趣旨、目的は必ず\nしも同一でないばかりではなく、国有林野事業に勤務する国家公務員は争議行為を\n禁止され、争議行為中であることを理由として、当然に、上司の命令に従う義務、\n職務に専念すべき義務等を免れない。したがつて、職員の行為が争議行為禁止規定\nに違反する場合であるからといつて、右行為が、国公法第九八条第一項第一〇一条\n第一項の違反となることを妨げられるものではなく、右規定違反として同法第八二\n条に該当し、懲戒処分をなしうるものと解するのを相当とする（昀高三小昭和五三\n年七月一八日判、民集三二巻五号一〇三〇頁参照）。\n本件闘争により、西条営林署における宿日直業務が、闘争期間中混乱し、正常な\n運営が阻害されたこと、本件闘争が争議行為を全面的に禁止する公労法第一七条第\n一項に違反することは前判示のとおりであり、また国公法第八二条の適用にあたつ\nても、公労法第一七条第一項により禁止される争議行為とそうでないものとの区別\nを設け、更に、右規定に違反し、違法とされる争議行為に違法性の強いものと弱い\nものとの区別を立てて、右規定違反として国公法第八二条により、懲戒処分をする\nことができるのは、そのうち違法性の強い争議行為に限るものと解すべきでないと\n解するのを相当とすべく、したがつて被控訴人らの所為が右条項に該当するかどう\nかの判断に際して、原判決のように、西条営林署の職員による宿日直は、その職務\nの内容やその実態からみて、国有林野事業の運営に直結した不可欠なものといえ\nず、本件闘争によつて国有林野事業自体の停廃を招来し、ひいては国民生活全体の\n利益を害し、国民生活に重大な障害をもたらすおそれなく、事業運営上の現実的な\n支障は極めて軽微なものであつたことを考慮に入れるべきでないことは、いうまで\nもないところである。\n被控訴人らは、争議行為は団体的行為であるから、かりにそれが違法であるとし\nても、その構成員たる組合員各個人がその責を負うべきものではないと主張する\nが、前説示のとおり、争議行為中であることを理由として、国家公務員である組合\n員は上司の命令に従う義務、職務に専念すべき義務を免れないものであるから、こ\nれに参加した組合員は、右義務違反を行つたことになり、その責を免れ得ないと解\nするのが相当であり（昀高三小昭和五三年七月一八日判、民集三二巻五号一〇三〇\n頁参照）、右主張も採用し難い。\n五　被控訴人らは、本件懲戒処分は分会や分会執行部を敵視し、その活動を可能な\nかぎり抑圧しようという不当な意図でなされたものであるから、不当労働行為とし\nて無効であると主張するが、本件処分が右のような意図でなされたと認めるに足る\n証拠はない。前判示のとおり、被控訴人Ａ、同Ｔが宿直勤務を拒否した際、署当局\nに対し、交替処理をなし得るような事由を具申しなかつたから、交替処理がなされ\nなかつたものであり、正当な事由が具申されない以上、職場大会等の決定にもとづ\nいてなされるもの、すなわち争議行為としてなされるものと認識し、職務の遂行を\n命じたことを以て、不当な意図にもとづく命令と解しなければならない謂はない。\nまた、宿直勤務命令に従わなかつたにも拘らず、処分対象とならなかつたＲ、Ｓ\nは、いずれも当日の年次休暇を承認されていたこと、宿直勤務命令に従わなかつた\nにも拘らず、減給処分を受けず、戒告処分に処された被控訴人Ｔは、宿直勤務に服\nすべき日の前日の年次休暇を承認されていたものであることは、前判示のとおりで\nあり、本件処分をなすに際し、これらの事情が考慮されたことが窺われるから、右\n両名が処分されなかつた事実と被控訴人Ｔに対する処分が戒告であつた事実を、本\n件各処分が不当な意図で不公正、不平等になされた証左とはなし得ない。\n六　被控訴人らは本件処分は平等取扱の原則を定める国公法第二七条、公正を根本\n基準とする同法第七四条第一項に反し無効であると主張する。\nしかし、闘争期間中宿日直をしないと申し出た者に対し、これらの者が違法な争\n議に参加する意図であるのか否かについて判断するため、直ちにこの申出を認める\nことなく、その理由を正し、宿日直勤務をなし得ないことについて首肯し得る事由\nを申し出ないものに対し、交替処理（事前に割当てられた自己の職務すらその履行\nを拒否したものであるから、交替勤務要員がないことは明らかであり、前判示のと\nおり交替勤務を拒否することも決定されていた。）をせず、これに対し更に業務命\n令を出して、その義務の存在を明らかにし、これが履行を命じ、職員らが違法な争\n議を行うことを阻止する努力をしたことを以て、平等取扱の原則や公平の原則に反\nするということができないことは当然であるのみならず、宿日直勤務を拒否すると\nの決議がなされたことを覚知しながら、拒否の理由を正すことなく、直ちに管理者\nが勤務に就くという処置は、職員の違法な争議を是認する結果を招来する点からみ\nても、当局の対応に違法の点は見出し得ない。\nまた、抗議行動としてなされた宿日直勤務の拒否に対し交替処置がなされたこ\nと、被控訴人らに対する処分がいずれも平等取扱ないし公平の原則に反しないこと\nは後記認定のとおりである。\n七　被控訴人らは、本件懲戒処分は懲戒権の濫用として無効であると主張するので\n判断する。\n公務員に対する懲戒処分は、単なる労使関係の見地においてではなく国民全体の\n奉仕者として、公共の利益のために勤務することをその本質的な内容とする勤務関\n係の見地において、公務員としてふさわしくない非行がある場合に、その責任を確\n認し、公務員関係の秩序を維持するため、科される制裁であり、懲戒事由がある場\n合に、懲戒処分を行うかどうか、懲戒処分のうち、いずれの処分を選ぶべきかは、\n懲戒事由に該当すると認められる行為の性質、態様等のほか、当該職員の行為の前\n後における態度、従前の処分歴、選択する処分が他の職員や社員に与える影響等広\n範な事情を総合してなされるものであり、たとえ同種又は類似の行為に対する処分\nであつても、如何なる処分をなすかは、これらの事情が総合的に考慮されるのであ\nりしかも、これらの事情のうち、どの事情に、どの程度の比重をおいて処分するか\nも、平素から庁内の事情に通暁し、部下職員の指揮監督の衝にあたつている懲戒権\n者の裁量に任されているものであつて、右の裁量は恣意にわたることを得ないもの\nであることは当然として、懲戒権者が右の裁量権の行使としてした処分は、それが\n社会観念上著しく妥当を欠いて裁量権を付与した目的を逸脱し、これを濫用したと\n認められる場合でない限り、その裁量権の範囲内にあるものとして違法とならない\nものと解すべきである（昀高三小昭和五二年一二月二〇日判、民集三一巻七号一一\n〇一頁いわゆる神戸税関職員懲戒処分事件、昀高三小同日判、民集三一巻七号一二\n二五頁いわゆる四国財務局職員懲戒処分事件参照）。\nところで、西条営林署の職員による宿日直は、国有林野事業の運営に直結した不\n可欠のものとはいえないが、夜間、休日の庁舎等における火災、盗難を予防し、そ\nの管理、保全に万全を期し、郵便物等の接受、災害発生時の連絡等のため必要な業\n務で、その性質上、非常事態が発生しない限り、宿日直員が不在となつたとして\nも、直ちに業務に支障が生ずるものではない。しかしながら輪番制の宿日直制度に\n代る代替措置を構ずることなく、これを廃止することは防災上からみても適切な措\n置といえず、制度が存続する限り所属長の命により、これに従うことは職員の義務\nであり、これが廃止等を目的として宿日直勤務を拒否することが、違法であること\nは明らかであり、後日制度が改廃されたことを以て右違法行為に対する懲戒処分\nが、裁量権の濫用として無効であることの証左とはなし得ない。\n被控訴人らは、同盟罷業として宿日直拒否を行わせ又行つたものであり、これに\n対し解雇処分を以てのぞんだというのであれば格別、処分は減給処分以下が選択さ\nれたものであり、この処分内容から考えるに、本件闘争により経理課長など管理者\nが、宿日直を繰りかえし勤務するなど、その処理に忙殺され、宿日直業務の運営に\n混乱が生じたとはいえ、被控訴人ら主張のとおり柔軟な方法で闘争が実施されたこ\nと、国有林野事業に及ぼした影響も軽微であつたこと等が考慮されたものと窺わ\nれ、懲戒処分の選択が裁量権の範囲を逸脱した違法なものと解し得ない。\n本件宿日直拒否は、単に職員が個別的に拒否したに止まらず、自己の割当分はも\nとより、交替勤務にも応じないとの職場大会の決定にもとづき、あえて公労法第一\n七条第一項で禁止された争議行為として行われたものであるから、容易に交替処理\nもなし得なかつたものであり、本件処分に対する抗議行為としてなされたと被控訴\n人らが主張する宿日直拒否は、職員が争議行為として行われたとの証拠はなく、こ\nれに対して当局が交替処理をして波乱が生じない措置をとつたからとて、これを以\nて当局が衡平を失した態度にでたとは解し得ない。\n本件闘争は違法な争議行為であり、当局の警告をも無視し、被控訴人らの指導に\nより、昭和三九年三月一五日から同年四月一一日までの長期間にわたり、西条営林\n署における宿日直業務の正常な運営を阻害し、公務員関係の秩序を混乱させ、被控\n訴人Ａ、同Ｔは自らも宿直勤務を拒否し、亦被控訴人ら三名は、Ｂの宿直勤務の拒\n否をそそのかしたこと、被控訴人Ａは分会書記長として、同Ｔは執行委員として、\n同Ｃは副執行委員長として、本件闘争で果たした役割等は前判示のとおりであり、\n本件闘争に関係した職員に対して、それぞれ控訴人が当審において主張するような\n処分（控訴人主張第六項の１）がなされていること等を総合判断するに、被控訴人\nらに対する本件懲戒処分が社会通念上著しく妥当を欠いたものと解することはでき\nず、前記の職員等に対する処分と比較検討するも被控訴人らを不利益に取り扱い、\n不公正な処分をなしたものとは解し得ない。\n八　以上の次第で、被控訴人らがその取消理由として主張するところは、いずれも\n理由がないから、本件各懲戒処分を違法として取消を求める被控訴人らの本訴請求\nは、いずれも失当であるから棄却すべく、これを認容した原判決は不当で、本件控\n訴は理由がある。\nよつて訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法八九条九三条を適\n用して主文のとおり判決する。\n（裁判官　大野千里　岩川清　鳥飼英助）\n"
}