{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 12,
    "day": 13
  },
  "case_number": "昭和42(行ウ)13",
  "case_name": "所得税更正及び加算税賦課決定処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "クリーニング業を営む者に対してされた同業の従業員１人当たりの収入金額及び経費率についての実調率による推計課税が，右調査の対象例が少なく，右収入金額及び経費率の偏差が大きく，かつ従業員の能力等が考慮されていないとして，合理性がないとされた事例",
  "lawsuit_id": "18010",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18010",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/010/018010_hanrei.pdf",
  "contents": "○　主文\n被告が、原告の昭和三九年分所得税につき、昭和四〇年一〇月七日付でなした総所\n得金額を一四六万四、〇〇三円、所得税額を一六万六、七五〇円とする更正処分\n（右金額は、いずれも異議申立決定により一部取消されたのちのもの）のうち、総\n所得金額につき七三万六、六〇八円をこえる部分、所得税額につき総所得金額を七\n三万六、六〇八円として算定した税額をこえる部分ならびに過少申告加算税七、九\n〇〇円の賦課決定（右金額は異議申立決定および審査請求裁決により一部取消され\nたのちのもの）のうち、右税額の超過部分に相当する部分は、いずれもこれを取消\nす。\n原告のその余の請求を棄却する。\n訴訟費用はこれを五分し、その一を原告の、その余を被告の各負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　被告が、原告の昭和三九年分所得税につき、昭和四〇年一〇月七日付でした総\n所得金額を一四六万四、〇〇三円、所得税額を一六万六、七五〇円とする更正処分\n（右はいずれも異議申立決定により一部取消されたのちの金額）のうち、総所得金\n額につき五八万五、四〇九円、所得税額につき七、八四〇円をこえる部分ならびに\n同日付でした過少申告加算税七、九〇〇円の賦課決定（右は異議申立決定および審\n査請求裁決により一部取消されたのちの金額）を取消す。\n２　訴訟費用は被告の負担とする。\nとの判決\n二　被告\n１　原告の請求はいずれもこれを棄却する。\n２　訴訟費用は原告の負担とする。\nとの判決\n第二　当事者の主張\n一　原告の請求原因\n１　原告は、肩書地においてクリーニング業を営んでいる者であるが、昭和三九年\n分所得税について、昭和四〇年三月一五日被告に対し、総所得金額を五八万五、四\n〇九円、所得税額を七、八四〇円とする確定申告をしたところ、被告は、同年一〇\n月七日付で右総所得金額を一八七万一、九九一円、所得税額を二七万八、八六〇円\nとする旨の更正ならびに過少申告加算税一万三、五五〇円の賦課決定の各処分（以\n下本件処分という）をし、そのころ原告にその旨通知した。\n２　原告は同年一一月八日、被告に対し異議申立てをしたところ、被告は昭和四一\n年二月二日、前記総所得金額を一四六万四、〇〇三円、所得税額を一六万六、七五\n〇円とする一部取消の決定をし、そのころこれを原告に通知した。\n３　そこで原告は同年三月二日、大阪国税局長に対し審査請求をしたところ、同局\n長は昭和四二年一月一四日過少申告加算税額について七、九〇〇円と一部取消の裁\n決をしたほかは、これを棄却する旨の裁決をなし、そのころ原告に通知した。\n４　しかし、被告がした本件処分にはつぎの違法事由がある。\n（一）　原告は、大阪市住吉区内の零細商工業者がその生活と営業を守るために組\n織する住吉商工連合会の会員であるところ、被告は、右連合会の組織破壊を目的と\nし、単にそのための手段として本件処分をなしたもので、これは本来の行政目的を\n逸脱したいわゆる「他事考慮」にもとずく違法な処分であるから無効である。\n（二）　本件処分は調査にもとずかないでなされたから違法である。\n（三）　原告の昭和三九年分の総所得金額は確定申告のとおりであつて、被告がな\nした本件処分には原告の所得を過大に認定した違法がある。５よつて原告は、被告\nのした前記昭和四〇年一〇月七日付の更正処分のうち総所得金額につき五八万五、\n四〇九円、所得税額につき七、八四〇円をこえる部分および同日付の過少申告加算\n税の賦課決定の取消を求める。\n二　被告の請求原因に対する認否と主張\n（認否）\n請求原因１ないし３項は認めるが、同４項は争う。\n（主張）\n１　請求原因４項の（一）のいわゆる「他事考慮」の主張について\n本件処分は、租税行政の本来の巨的の一つである過少申告の是正を目的としてなさ\nれたもので、何ら他事考慮にもとずくものではないから、原告の主張は全く理由が\nない。\n２　原告の本件係争年分の所得の算定方法および所得金額について\n（一）　被告は、原告の本件係争年分の所得税の調査に際し、原告に、所得計算の\n基礎となつた帳簿、原始記録の提示を示めたが、原告はこれを全く提示せず、また\n被告の質問に対しても誠実な応答が得られなかつた。そこで被告は、やむを得ず従\n事員数、機械設備の状況等原告の事業規模を考慮して、原告の同業者等について調\n査した結果にもとずいて事業所得金額を計算し、これに譲渡所得金額を加算したと\nころ、原告の確定申告額と相異したので本件処分をしたものである。その後、新た\nな資料をも加えてさらに検討したところ、原告の総所得金額はつぎのとおり、一九\n三万九、九六八円であるから、この範囲内の所得があるとしてなされた本件処分に\nは違法がない。\n（１）　事業所得金額　　　　　　　一二〇万三、三六〇円\n収入金額　　　　　　　二八六万九、九二〇円\n必要経費　　　　　　　一六六万六、五六〇円\n（内訳）一般経費　　　一〇五万三、二六〇円\n特別経費　　　　五二万七、〇〇〇円\n専従者控除額　　　八万六、三〇〇円\n（２）　譲渡所得金額　　　　　　　　七三万六、六〇八円\n（３）　総所得金額　　　　　　　　一九三万九、九六八円\n（二）　事業所得における収入金額と一般経費の算定方法はつぎのとおりである。\n（１）　大阪国税局長において、大阪国税局管内の全税務署八三署のうち、原告の\n営業地と同様都会地の業者を掌管する大蔵省組織規定上種別「Ａ」とされている税\n務署四三署管内のクリーニング業者の中で、昭和三九年分所得内容の実額調査（青\n色申告者については実地調査、白色申告者については収支実額調査）を行なつた九\n四事例の全部について、収入金額、算出所得、所得率、従事員数、従事員一人当り\nの収入を集計したところ、別表（一）のとおりの資料（以下実調資料という）が得\nられた。\n右実調資料によれば、従事員一人当りの収入金額は平均五九万七、九〇〇円であ\nり、経費率の平均値は三六・七パーセントとなる。\nこの従事員一人当りの収入金額、経費率等（以下実調率という）の算出基礎資料は\nクリーニング業を営む個人経営者を対象として、実地調査、収支実額調査を行な\nつたもののうち、年度の途中で開廃業したもの、一般的な率により所得額を推計し\nたもの、あるいは不服申立て、訴訟係属中のもの等特殊事情を有する納税者を除\nき、その余の全部を収集したものであるから、資料として用いた事業者の選択に何\nらの恣意も加わつておらず、また資料内容は、各調査の結果によつて確実にその実\n額を把握したもので、納税者もその正当性を承認したものであるから、全て正確で\nある。\nそして、原告の店舗の立地条件、客筋および料金等は一般的で、業態は通常の業者\nと変らないところ、原告のようなクリーニング業にあつては、従事員一人当り平均\n収入額に当該業者の従事員数を乗じて計算すると、一般的にそれが当該業者の収入\n金額の実額に近似するから、原告についても、前記実調率を適用することは合理的\nである。\nなお、客観的基準を設定することが困難であるために、従事員数について能力換算\nはしていないが、このことは、高度の能力者に比して遥かに多い能力の劣る者を\nも、「一・〇人」と見做しているのであるから、本件実調率を適用される原告にと\nつては、有利である。\n（２）　そこで、前記実調率を原告に適用すると、原告の従事員数は別表（二）の\nとおり四・八人である（妻ｃ、長男ｄが、各々通常の能力をもつて原告の事業に従\n事していたことは、原告がｄを事業専従者として控除額を申告し、事業税について\nも、両名を事業専従者として各々控除額を申告していることによつても明らかであ\nる）から、左の算式のとおり、収入金額は二八六万九、九二〇円、一般経費は一〇\n五万三、二六〇円となる。\n５９７、９００円×４．８（人）＝２、８６９、９２０円\n２、８６９、９２０円×３６．７／１００＝１、０５３、２６０円\nなお、原告の実働従事員数は四・八人（うち使用人は一・八人）であるが、本件実\n調率の根拠となつた原告の同業者四九例のうち、従事員数が五人以下のもの（別表\n（一）の番号２、９、１４、１７、２０、２２、２９、３０、３１、３５、３７、\n４１、４２、４４、４５、４９の計一六例）の従事員一人当り収入金額の平均は五\n九万八六六二円、所得率は六七・八四パーセントであり、また、原告と同じように\nドライ機械をもたない、従事員数が五人以下のもの（別表（一）の番号２、１７、\n３１、３５、４１、４２、４４、４５、４９の計九例）の従事員一人当り収入金額\nの平均は五九万〇、五一一円、所得率は六七・九八パーセントであつて、いずれも\n前記実調率とほとんど差がなく、原告に対する本件実調率の適用が妥当であること\nを示している。\n（三）　事業所得における特別経費、専従者控除額はつぎのとおりである。\n（１）　特別経費五二万七、〇〇〇円は、雇人費四四万二、〇〇〇円（使用人ａ、\nｂに支払つた給料三七万円と使用人ｂに対する賄費用七万二、〇〇〇円の合計額\nで、その明細はつぎのとおりである）と家賃八万五、〇〇〇円（肩書地の店舗の昭\n和三九年三月から一二月までの期間の家賃支払金額一七万円に事業供用割合五〇パ\nーセントを乗じた金額）の合計額である。\n（２）　専従者控除額八万六、三〇〇円は、原告が確定申告書に記載したとおりで\nある。\n（四）　仮に、右の実調資料による推計が認められないとしても、原告は昭和三九\n年当時、原告の事業から生ずる所得のみによつて、原告ら家族八人（原告のほか妻\nｃ、長男ｄ、長女ｅ、次女ｆ、三女ｇ、次男ｈ、父ｉ）の生計を、普通の生活程度\nにおいて維持しているから、その家計費（支出）一〇一万九、六一四円と、少なく\nとも同額の事業所得があつたと認められる（事業所得金額の家計費にもとずく推\n計）。\n右金額の算定根拠はつぎのとおりである。\n（イ）　食糧費　四五万六、〇四八円\n総理府統計局の家計調査によると、昭和三九年の大阪市内一世帯（人員数平均四・\n三一人）当り年平均一ヵ月間の食糧費は二万〇、四七五円であるから、これにもと\nづき原告ら家族八人の場合を計算すると年額四五万六、〇四八円となる。\n（ロ）　家賃　　八万五、〇〇〇円\n（三）　の（１）の家賃一七万円のうち事業所得にかかる特別経費八万五、〇〇〇\n円を除く残額である。\n（ハ）　設備・修繕費　七、九九二円\n前記家計調査によると昭和三九年の大阪市内一世帯当り年平均一ヵ月間の設備・修\n繕費六六六円の一ヵ年分である。\n（ニ）　水道料四、〇八〇円、（ヘ）電気・ガス代　六万八、六四〇円\nいずれも原告が自認する額である。\n（ホ）　家具・什器費　二万六、四九六円、（ト）その他の光熱費　三、八八八\n円、（チ）被服費　六万七、六五六円、（リ）雑費　二〇万九、四六〇円、（ワ）\nその他の非消費費支出　三二四円\nいずれも（ハ）と同旨である。\n（ヌ）　所得税、（ル）住民税\nいずれも原告が昭和三九年中に納付した税額であるが、その金額は不明である。\n（ヲ）　国民健康保険料　一万二、三六〇円\n原告が昭和三九年中に納付した額である。\n（カ）　生命保険料　七万七、六七〇円\n原告が昭和三九年中に三井生命（二口）、明治生命（一口）、太陽生命（二口）に\n払込んだ保険料の合計額である。\n（五）　仮に、以上の実調率による事業所得における収入金額の推計、家計費によ\nる事業所得金額の推計が認められないとしても、事業所得における収入金額につい\nては、包装紙使用数量にもとずき、少なくとも三三六万円と算定することができる\n（収入金額の包装使用量にもとずく推計）。\nすなわち原告は、必要経費のうち包装紙代金として年額四万八、〇〇〇円を主張し\nているが、原告が使用していた包装紙は、大きさが新聞紙一頁大のものでその単価\nは一円であり（したがつて使用した包装紙は四万八、〇〇〇枚である）、その二分\nの一大の包装紙でカツターシヤツを包装していたところ、カツターシヤツ一枚のク\nリーニング料金は昭和三九年当時少なくとも三五円であつたから、カツターシヤツ\nのみを包装したものと仮定して原告の収入金額を計算すると三三六万円となる。\n４８００枚×２×３５円＝３、３６０、０００円\nしかし実際には、カツターシヤツ用の包装紙二倍大のものをもつて、カツターシヤ\nツの料金の二倍以上の衣類を包装する方が多かつたから、実際の収入金額は三三六\n万円をこえる筈である。\n（六）　譲渡所得金額七三万六、六〇八円の算定方法はつぎのとおりである。\n（１）　資産の譲渡による収入金額　　　　　　　　　　　　　　二六〇万円\n（２）　譲渡資産の取得価額等　　　　　　　　　　　　　　　　　　一六万〇、\n八〇八円\n（３）　買換資産の取得価額の合計額　　　　　　　　　　　　　　八六万九、七\n七〇円\n（４）　譲渡があつたとされる部分の収入金額（（１）－（３））　　　　　一七\n三万〇、二三〇円\n（５）　譲渡があつたとされる部分の取得価額等（（２）×（４）÷（１））\n一〇万七、〇一三円\n（６）　譲渡所得（（４）－（５））　　　　　　　　　　　　　　　　　　一六\n二万三、二一七円\n（７）　譲渡所得の特別控除額　　　　　　　　　　　　　　　　　一五万円\n（８）　譲渡所得金額（（（６）－（７））×５／１０）\n七三万六、六〇八円\n（七）　以上のとおり、いずれの方法によつて推計しても、原告の所得は、更正処\n分にかかる総所得金額（異議申立決定により一部取消されたのちの金額）を上回る\nことになり、その範囲内でなされた本件処分は適法である。\n三　原告の被告の主張に対する否認と反論\n１　被告の主張事実のうち、事業所得における専従者控除額、譲渡所得金額、家計\n費における水道料、電気・ガス代の金額は認めるが、その余の事実は争う。\n２　実調資料による推計は、対象者が同業者の一部に限られ、営業の規模、立地条\n件等の具体的事情を考慮しておらず、しかも従事員数について能力換算をしていな\nいから、推計方法に合理性がない。また、家計費にもとずく推計および包装紙使用\n量にもとずく推計の主張は、時機に後れた攻撃防禦方法であるから却下されるべき\nであるが、そうでないとしても、前者は、家族人員数の増加と支出額の増加とは正\n比例せず、人員数が多くなればなる程家族一人当りの支出額の増加額は減少するこ\nとを考慮しておらず、後者は、新聞紙一頁大の半分ではカツターシヤツは包めない\nし、実際には、営業用に使用されない無駄使いとか破棄されるものが多数あるの\nに、これを無視しているから、いずれも同様推計方法に合理性がない。\n３　被告は別表（二）において、ｃ、同ｄ、ｂをいずれも一・〇人として換算して\nいるが、妻ｃは家族八人の面倒をみるので家事に追われていたし、長男ｄは気の向\nいたときに一日三時間くらいカツターシヤツのプレス機を押すだけであつたし、ｂ\nは知恵おくれで一人前の仕事はできなかつたから、右の換算は不当である。ｃ、ｄ\nについて専従者控除額を申告したのは、税金対策にすぎない。\n４　原告は、以前住吉区＜以下略＞に店舗を構えていたが、借金返済のため建物を\n売却し、昭和三九年四月から肩書地で引続き営業することになつた。その間転居の\nため一時休業し、新規の得意先も開拓しなければならなかつたが、同年一一月には\n長年勤めた使用人のａが独立し、その際同人に一部の得意先をとられた。\n原告の所得を推計するについては、右のような特殊事情も考慮しなければならな\nい。\n５　原告は正規の帳簿を作成していないが、営業の実態に則して算出した事業所得\nにおける収入金額、必要経費の数額は、おおよそつぎのとおりで、被告の本件処分\nが違法であることは明らかである。\n（一）　収入金額　約一五〇万円（月額一二、三万円）\n（二）　必要経費\n（１）　人件費　五三万円（ａに対し月額三万五、〇〇〇円で一〇ヵ月分、ｂに対\nし月額一万五、〇〇〇円で一年分）\n（２）　外注費　二一万六、〇〇〇円（大洗組合に対するドライ外注費月額約一万\n五、〇〇〇円、光石洗工場に対する染代月額約一、〇〇〇円、ｊに対する修理代月\n額約二、〇〇〇円のいずれも一年分）\n（３）　光熱費　八万九、八八〇円（電気代月額五、七〇〇円、水道代月額五一〇\n円、ガス代月額一、二八〇円の一年分）\n（４）　材料費　四万二、〇〇〇円（石けん代月額二、〇〇〇円、薬品代月額一、\n五〇〇円の一年分）\n（５）　消耗品費　一三万八、〇〇〇円（包装紙代月額四、〇〇〇円、燃料（軽\n油）代月額二、五〇〇円、ガソリン代月額五、〇〇〇円の一年分）\n（６）　修理費　三万六、〇〇〇円（自動車修理代二万四、〇〇〇円、機械類修理\n代一万二、〇〇〇円）\n（７）　その他　二一万三、〇〇〇円\n消耗品（プレステトロン）　　　　　　　一万二、〇〇〇円（月額一、〇〇〇円）\n組合費　　　　　　　　　　　　　　　二万二、八〇〇円\n交際費　　　　　　　　　　　　　　　　一万二、〇〇〇円（月額一、〇〇〇円）\n福利厚生費　　　　　　　　　　　　　一万円\n従業員食事代　　　　　　　　　　　　六万円　　　　　（月額五、〇〇〇円）\n電話代　　　　　　　　　　　　　　　一万九、二〇〇円（月額一、六〇〇円）\n支払金利（田辺信用金庫等に支払う）　七万二、〇〇〇円\nその他　　　　　　　　　　　　　　　　　五、〇〇〇円\n（８）　事業税　一万三、〇〇〇円\n（９）　貸倒金　一万五、〇〇〇円\n（１０）　営業弁償金　七万円\n（１１）　家　賃　　　八万円\n（１２）　減額償却費　三万円\n第三　証拠（省略）\n○　理由\n一　請求原因１ないし３項の各事実は当事者間に争いがない。\n二　そこで以下、原告主張の本件処分の違法事由の有無について判断する。\n１　まず原告は、被告は、原告の所属する住吉商工連合会の組織破壊を目的とし、\nその手段として本件処分をなしたもので、このようないわゆる「他事考慮」にもと\nずく処分は違法であると主張しているところ、原告本人尋問（第一回）の結果によ\nれば、原告が住吉商工連合会の会員であることが認められる。\nしかしながら、本件処分が右連合会の組織破壊を目的とし、単にその手段として行\nなわれたものと認め得る証拠はないから、原告の右主張は採用できない。\n２　つぎに原告は、本件処分は調査にもとずかないでなされたと主張するところ、\n国税通則法第二四条の規定によると、課税庁において全く「調査」をしないで恣意\n的に更正したような場合には、その更正は違法であり、それを理由に取消し得ると\n解されるが、本件の場合、証人ｋの証言（第一回）、弁論の全趣旨によれば、原告\nは昭和三九年当時の収支を記載した帳簿を全く備えておらず、収支を裏付けるよう\nな請求書、領収書等の書類を保存していなかつたので、被告は、原告の従事員数、\n機械設備の状況等を調査し、その結果とすでに大阪国税局において調査ずみの同業\n者の営業成績をもとに、原告の所得を推計し、本件処分をなしたことが認められ\nる。\nすると、原告の右主張も理由がない。\n３　ついで、原告の所得を過大に認定した違法があるか否かについて検討するが、\n譲渡所得金額七三万六、六〇八円については当事者間に争いがないので、事業所得\nにおける更正額認定方法および額の当否が争点となる。\nところで右に認定したように、原告は帳簿書類を備え保存していないのであるか\nら、収入金額、必要経費ともにその実額を把握することは不可能で、被告が推計に\nより原告の本件係争年分の所得を認定したことは、違法でないといわざるを得な\nい。\nそこで以下、被告主張の各推計方法について順次検討することとする。\n（一）　実調率による推計について\n被告は、実調資料によつて得られた同業者の従事員一人当りの収入を原告の従事員\n数に乗じて収入金額を算出し、さらに右収入金額に同じく実調資料によつて得られ\nた同業者の平均経費率を乗じて一般経費の額を算出し、右収入金額から、右一般経\n費、実額による特別経費の額、専従者控除額を差引いて所得金額を推計しているの\nで、まず右実調資料および実調率の合理性について考える。\n成立に争いのない乙第一号証、同第三号証、同第四号証の一・二、同第五・第六号\n証、同第七号証の一ないし五、同第八ないし第一〇号証、同第一一ないし第一三号\n証の各一・二、同第一四号証、同第一五号証の一・二、同第一六・第一七号証、同\n第一八号証の一ないし三、同第一九・第二〇号証の各一・二、同第二一号証の一な\nいし四、同第二二号証、同第二三・第二四号証の各一ないし五、同第二五号証の\n一・二、同第二六ないし第三四号証、同第三五号証の一ないし四、同第三六号証、\n同第三七号証の一ないし四、同第三八号証の一ないし六、同第三九号証、同第四〇\n号証の一ないし四、同第四一号証の一ないし五、同第四二号証の一ないし六、同第\n四三号証の一・二、同第四四・第四五号証、証人ｌの証言によれば、右実調資料\nは、大阪国税局長が、税務訴訟に使用する目的で、同局管内の全税務署八三署のう\nち大蔵省組織規定上種別「Ａ」とされている税務署（主として、大阪、京都、神戸\nの市内、その近郊および県庁所在地を管轄するいわゆる「Ａ級署」、以下Ａ級署と\nいう）四三署の署長に対して、昭和四三年七月一日付で発した通達により、クリー\nニング業外三業種につき統一的な作成基準を指示したうえで、各税務署長に同業者\nにつき実地調査した結果を同年八月二〇日までに同業者調査票として提出させ、そ\nの後同国税局長において、右同業者調査票を集計した結果得られたものであるこ\nと、右調査の対象は、（イ）当該年分の所得について実地調査を行なつた青色申告\nまたは収支実額調査を行なつた白色申告の個人事業者であること、（ロ）当該業種\n目を主として営む事業継続者であること（ただし、他の業種目を兼業しているもの\nでも、収入金額、差益金額および標準外経費控除前所得金額の区分の明らかなもの\nは含まれる）、（ハ）調査票作成時においてすでに調査を完了し、不服申立または\n訴訟係属中でないことの三条件を備える納税者に限定したこと、右に該当する納税\n者のすべてについて、前記各税務署において、その収入金額、差益金額、算出所得\n（特別経費、専従者控除等標準外経費を差引く前の所得金額）所得金額、従事員数\nおよび特にクリーニング業についてはドライ設備の有無、外注費（これは標準経費\nに算入される）を調査し、その結果にもとずいて同業者調査票を作成したこと、大\n阪国税局長は、右同業者調査票を各業種毎に集計し、算術平均によりその平均値を\n算出したところ、クリーニング業については別表（一）記載のとおりの結果が得ら\nれたこと、同局長が同業者調査票の提出を求めた前記Ａ級署四三署のうち、クリー\nニング業につき同業者調査票の提出があつたのは、二〇税務署であり、その余の二\n三税務署からは該当者なしとして提出がなかつたこと、業者数でいえば、同業者調\n査票の提出があつたのは合計四九例であり、そのうち大阪市内の業者は一六例であ\nること、従事員一人当り収入金額は、右四九例において、平均五九万七、九〇〇円\nであるが、昀高値が八七万四、五〇〇円、昀低値が三五万七、一〇〇円で前者は後\n者の二倍をこえ、他の例はその間にばらばら分布している（三〇万円台二例、四〇\n万円台六例、五〇万円台一九例、六〇万円台一四例、七〇万円台七例、八〇万円台\n一例で、右の平均額をこえるもの二二例、それに達しないもの二七例）こと、な\nお、右四九例のうちドライ設備の無いものは二九例、有るものは二〇例（但しその\nうち一例は年度の途中で設置したもの）であるが、従事員一人当り収入金額は、前\n者が平均五七万七、七〇〇円、後者が平均六二万七、三〇〇円であり、前者だけに\nついてみると、昀高値は七五万七、五〇〇円で昀低値三八万六、八〇〇円のはぼ二\n倍になつていて、他の例はその間にばらばら分布している（三〇万円台一例、四〇\n万円台四例、五〇万円台一三例、六〇万円台九例、七〇万円台二例で右二九例の平\n均額をこえるもの一三例、それに達しないもの一六例）こと、経費率は、右四九例\nにおいて、平均三六・六二パーセント（所得率六三・三八パーセント）であるが、\n昀高値が四九・一五パーセント（所得率五〇・八五パーセント）昀低値が二〇・三\n三パーセント（所得率七九・六七パーセント）で前者は後者の二倍をこえ、他の例\nはその間にばらばら分布している（二〇パーセント台七例、三〇パーセント台二六\n例、四〇パーセント台一六例で、右の平均値をこえるもの二二例、それ以下のもの\n二七例）こと、業者一人当りの従事員数は、右四九例において平均家族二・一人、\n雇人五・一人、計七・三人である（一人台一例、三人台四例、五人台五例、六人台\n一二例、七人台三例、八人台五例、九人台二例、一〇人台三例、一二人台、一三人\n台、一四人台、一六人台、一八人台、二七人台各一例で、七人未満三〇例、七人以\n上一九例）こと、従事員数の計算においては、仕事に従事した年間の期間に応じた\n計算をしているが、個々の従事員の仕事の能力は一切考慮していないこと、以上の\n事実を認めることができる。\n右事実によれば、前記同業者調査票の作成過程においては何ら課税庁側の恣意は加\nわつておらず、別表（一）記載の実調資料は一応客観性を有する調査資料であると\nいうことができる。\nしかしながら、弁論の全趣旨により真正に成立したと認められる甲第一〇号証によ\nると、昭和三七年当時においても、大阪府クリーニング環境衛生同業組合に所属す\nる業者だけで二、五三九名おり、そのうち同組合大阪市内二二支部所属の業者数は\n一、六〇八名であつたことが認められるから、昭和三九年当時大阪国税局管内には\n右の数より遥かに多いクリーニング業者がいたことが推認され、これに比べると、\n前記調査の対象となつた業者は大阪国税局管内で四九例、大阪市内で一六例にすぎ\nず、その数が著しく少なく、かくては選ばれた同業者の中にどのような立地条件、\n営業内容等の偏倚があるかも知れないことになる。殊に、クリーニング業者の収入\n金額の多寡が従事員の仕事についての能力によつて左右されることは、証人ｍの証\n言、原告本人尋問（第一回）の結果により明らかであるところ、一般に従事員数が\n多い場合には、その能力の優劣は平準化されて業者毎の従業員一人当り平均収入金\n額の算出において表面化しないであろうが、前記実調資料におけるがごとく、業者\nの六割以上が家族を含めて一・五人から七人未満という少数の従事員で仕事をして\nいる場合には、その従事員の能力差が各業者についての従事員一人当り平均収入金\n額に表われ、調査対象業者の数が著しく少ないと、これを算術平均して得られた従\n事員一人当り平均収入金額と業界一般のそれとの間に、少なからぬ誤差を生ずる危\n険があることを否定できない。更に、さきに示したとおり、この実調資料によれ\nば、業者により、従事員一人当り収入金額、経費率ともに、相当に大幅な差異があ\nるのであるが、本件の実調率による推計は、従事員の能力のほか、この差異の原因\nとなつていると考えられる営業内容、立地条件、信用等の所得に影響を及ぼす諸条\n件について、その類似性を考慮しないで、実調資料から得られた同業者の従事員一\n人当り収入金額等の平均値により原告の収入金額等を推計するというものであるか\nら、少数の同業者間にすら右のような大幅な差異がある場合には、それによる推計\nは合理性がないというべきである。\nよつて、右実調率による収入金額、一般経費額の推計は許されないから、これを前\n提とする被告の前記所得金額認定の主張は採用できない。\n（二）　被告の家計費にもとずく推計および包装紙使用量にもとずく推計の主張が\n時機に後れた攻撃防禦方法であるとの原告の主張について\n被告の右主張は、第三四回口頭弁論期日においてはじめてなされたものであるが、\nそれまでの証拠調べの結果にもとずく主張であり、その後においても関連する新た\nな証拠調べがなされているが、そのために特に訴訟の完結を遅延させるものであつ\nたとは認められないから、右主張を時機に後れたものとして却下を求める原告の申\n立は理由がないというべきである。\n（三）　家計費にもとずく推計について\n被告は、統計資料と実際の支出額にもとずき原告の家計費（支出）を算定し、これ\nにより原告の事業所得金額を推計しているので、本件において被告主張の家計費を\n所得推計の基礎として用いることができるか否かを検討する。被告のこの推計は、\n本件係争年度において原告が、事業所得のみにより家族の生計を維持し、しかもそ\nの食糧費、設備・修繕費、家具・什器費、被服費、雑費等の支出額が総理府統計局\nの家計調査による大阪市内の家庭における平均支出額と近似することを前提とする\nものであるところ、この前提となる事実を認めさせるに足りるだけの的確な証拠は\nなく、かえつて、証人ｍの証言、原告本人尋問（第一・二回）の結果によれば、当\n時原告は、相当多額の借金を抱え、昭和三九年二月にはその返済のためにそれまで\n営業に使用していた住吉区＜以下略＞の建物を売却せざるを得なくなり、その後は\n現在の場所で営業を続けたが、転居時には一時休業を余儀なくされ、また同年一〇\n月には使用人の佐藤忠考が独立して同人に得意先をとられたりしたこともあつて、\n同年はクリーニング収入だけでは家族八人の生計が維持できず、借金の一部を生活\n費にあてる状態にあつたことが認められる。\nすると、被告主張の家計費による推計もその前提を欠き合理性がなく、許されない\nことになるから、被告の右主張も採用できない。\n（四）　包装紙使用量にもとずく推計について\n被告は、原告が昭和三九年中に包装紙代として四万八、〇〇〇円を支出したと主張\nしているところから、新聞紙一頁大の包装紙一枚の価額を一円として、使用枚数を\n四万八、〇〇〇枚と計算し、その二分の一大でカツターシヤツ一枚を包装していた\nが、カツターシヤツの包装よりは、その二倍大の紙でカツターシヤツの料金（一枚\n少なくとも三五円）の二倍以上の洗濯物の包装をする方が多かつたから、被告がこ\nれにより推計した収入金額三三六万円は正当であると主張している。\nしかし、右の包装紙一枚の価額、したがつて使用枚数、洗濯物の包装方法に関する\n原告本人の供述（第一回）は、かなり不明確で、これだけで被告主張のとおりに認\n定することは困難であるところ、他にはこれを認めさせるに足りる証拠の提出がな\nい。しかも、原告本人尋問（第二回）の結果によれば、包装紙には破損して取替え\nたり、営業以外に使用されるものが相当数あつたことが認められるのに、被告は全\nくこれを考慮していない。\nすると、被告の包装紙使用量にもとずく推計の主張も採用できない。\n三　そうすると、本件においては、被告の主張する事業所得金額の立証がないこと\nになり、結局、原告の総所得金額は、当事者間に争いのない譲渡所得による七三万\n六、六〇八円のみと認めるほかはない。これは、原告の申告にかかる総所得金額五\n八万五、四〇九円をこえることになるが、事業所得における収入金額と必要経費が\nほぼ同額で、損失を生じていないことは、原告自身が主張する所得計算（第二の三\nの５）によつても明らかである。\n四　よつて、原告の本訴請求中、総所得金額につき七三万六、六〇八円、所得税額\nにつき右七三万六、六〇八円をもとに算定した税額をこえる更正処分の取消ならび\nにこれに対応する過少申告加算税の賦課処分の取消を求める部分に限り理由がある\nから認容し、その余の部分は失当であるから棄却することとし、訴訟費用の負担に\nついて民事訴訟法第九二条本文を適用して、主文のとおり判決する。\n（裁判官　石川　恭　鴨井孝之　大谷禎男）\n"
}