{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 3,
    "day": 30
  },
  "case_number": "昭和45(行ウ)6",
  "case_name": "仮換地指定処分取消請求事件",
  "court_name": "浦和地方裁判所",
  "field": "行政",
  "gist": "土地区画整理法９８条１項で定める「換地計画に基づき換地処分を行うため必要がある場合」に当たるときに，換地計画を定めないままされた仮換地指定処分が違法として取り消すほどの瑕疵に当たらないとされた事例",
  "lawsuit_id": "17796",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17796",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/796/017796_hanrei.pdf",
  "contents": "○　主文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が原告に対し昭和四八年六月二二日別紙物件目録一記載の土地についてな\nした換地処分を取り消す。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n主文同旨\n第二　原告の主張\n（請求の原因）\n一　原告は、別紙物件目録一記載の土地（以下、「本件従前の土地」という。）の\n所有者である。\n二　被告は、熊谷都市計画復興土地区画整理事業（以下、「本件土地区画整理事\n業」という。）の施行者である。\n三　１　被告は原告に対して、昭和三七年五月一〇日本件従前の土地についてそれ\nと全く同一の区画地積を仮換地に指定する処分（以下、「原仮換地指定処分」とい\nう。）をした。\n２　これに対して原告が抗議したところ、被告は、昭和四二年一月二〇日右の原仮\n換地指定処分を取り消すと同時に、原告に対し本件従前の土地について別紙物件目\n録二記載の土地（以下、「本件仮換地」という。）を仮換地と指定する処分（以\n下、「本件仮換地指定処分」という。）をした。\n３　更に被告は、昭和四八年五月一日から同月一四日まで換地計画を公衆の縦覧に\n供したうえ、同年六月二二日原告に対し本件従前の土地について本件仮換地と全く\n同一の区画地積に該当する別紙物件目録三記載の土地（以下、「本件換地」とい\nう。）を換地と定める処分（以下、「本件換地処分」という。）をした。\n四　しかるに、本件換地処分は以下のとおり違法であるから、取り消さるべきであ\nる。\n１　本件換地処分には、本件換地が本件従前の土地に照応せず、かつ、照応の度合\nいが近隣の土地のそれに比較して公平を欠く違法がある。\n（一）　仮換地指定前における本件従前の土地及び近隣の土地の状況\n被告が仮換地を指定した昭和三七年当時、本件従前の土地及び近隣の土地の位置、\n形状は概略別紙図面（一）のとおりであつた。\n昭和二六年分筆前の熊谷市＜地名略＞の土地（以下、単に「＜地名略＞」の土地と\nいう。以下、単に地番のみを示すときは、すべて熊谷市＜地名略＞である。）は、\nもとＡの所有であつたが、昭和三七年当時までに＜地名略＞と、＜地名略＞から＜\n地名略＞までに分筆されていた。\n当時、本件従前の土地及び＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜\n地名略＞はいずれも公道に面しない袋地であつて、右の各土地から北方又は西方の\n公道に至るためにはＡかその所有する＜地名略＞（前記により分筆後のものをい\nう。以下これに同じ。）の土地のうち計画道路一〇〇号線及び二〇五号線の設置予\n定地を私道様の通路として提供していた部分を通行する必要があり、原告をはじめ\n右の各土地の所有者又は居住者は、民法二一三条の囲繞地通行権又はＡの許諾に基\nづき右の私道を通行していたものである。\nまた、原告は、本件従前の土地において美容器具や化粧品の販売業（卸売り及び小\n売り）をしており、＜地名略＞の土地のうち、本件従前の土地の南側の土地（別紙\n図面（一）中、イロハニイの各点を直線で結んだ土地、以下、「南側隣接地」とい\nう。）をＡの承諾のもとに前記私道の延長として通路や自動車の駐車場に使用し、\n同様に＜地名略＞の土地の賃借人Ｂば南側隣接地の東側にある土地（後に＜地名略\n＞と分筆された土地の一部）を前記私道の延長として使用していた。\n（二）　本件従前の土地及び近隣の土地に対する換地処分の内容について\n被告が昭和四八年に本件従前の土地及び近隣の土地に対してなした換地処分の内容\nは別紙一覧表のとおりであり、定められた換地の位置、形状は概略別紙図面（二）\nのとおりである。\n（１）　本件従前の土地に対して定められた本件換地に別紙図面（二）の如く公道\nに二メートル接する旗竿状の土地である。しかるに、原告は前記（一）記載の如く\n前記私道及びその延長である南側隣接地を自由に使用しえたところ、被告は右私道\nについてはほぼ同じ位置のところに公道を設置したにもかかわらず、本件換地を公\n道に二メートルしか接しさせなかつたのである。これでは原告は、化粧品等の店売\nりはもちろん営業用自動車を自宅に出入りさせて行つていた卸売りもほとんど行え\nなくなる。\nしたがつて、本件換地はその位置、利用状況、環境等において本件従前の土地に照\n応しないものである。\n（２）　次に、本件換地と近隣の土地に対して定められた換地とを比較してみる\nと、＜地名略＞の土地に対する換地はその従前の土地の間口に比して三方を公道に\n面し、＜地名略＞、＜地名略＞の各土地に対する換地は公道の角地を与えられ、ま\nた、本件従前の土地と同一条件にあつた土地については、＜地名略＞、＜地名略＞\nの各土地に対する換地は公道に面し、＜地名略＞、＜地名略＞の各土地に対する換\n地は公道の角地を与えられ、＜地名略＞の土地に対する換地はその従前の土地と同\nじであつて公道に面しており、いずれも公道に面して土地の利用度を飛躍的に増し\nている。\n減歩率は、本件従前の土地と＜地名略＞の土地を除き、平均値かそれ以上となつて\nいるが、清算金の負担は本件従前の土地のそれが相対的に最も多い。\nしたがつて、本件換地は照応の程度において近隣の土地に対する換地に比較して著\nしく不公平である。\n２　本件換地処分には土地区画整理の目的に反する違法がある。\n（一）　本件換地は公道に二メートル接しているから建築基準法上は宅地として利\n用するのに一応支障はない。しかし建築基準法四三条一項の定めは最低限度の条件\nであり、現に同条二項によると本件換地上に三階以上の建築物を築造することは許\nされない。\n本件換地及び近隣の土地はその位置や環境のうえから将来建物の高層化による土地\nの立体的利用が行われる可能性は十分であつて、都市計画における商業地域、高度\n地区又は高度利用地区（都市計画法八条、九条）に指定されるべき地域である。\nしたがつて、本件換地の近隣の土地では、将来都市計画や建築関係法規のうえで土\n地の高度利用化が進められる可能性に十分であり、現に高層の建物が建てられてい\nるところもあるのに対し、他方で本件換地は、旗竿状で公道に二メートルしか接し\nていないので、前記の如く建築基準法四三条二項のような規制が存在し、また、本\n件換地の面積、形状の点から土地の高度利用ということは防災、通風、採光等の問\n題を考慮すれば事実上も不可能である。要するに本件換地では、将来幅二メートル\nの入口の奥に周囲を高層ビルに囲まれ、防災が著しく困難で通風も悪く陽も当らぬ\nような二十数坪の宅地が生じて健全な市街地とは似ても似つかない一画が出現す\nる。\n（二）　本件換地は右（一）に記載したような状況にあるため、将来近隣の土地の\n居住者との間に通風、日照、通行等の相隣関係で紛争を生ずる可能性は十分であつ\nて、現に＜地名略＞の土地（後に分筆された別紙図面（一）中、イロハニホヘトチ\nイの各点を直線で結んだ土地）の所有者Ｃとは通行等の問題で紛争が生じている。\n被告は、原告とＣとの間に通行等の問題で紛争が生じていることを熟知していなが\nら、原告に対して本件換地を指定したものである。\n（三）　本件換地は本件従前の土地に比して一層不利益である。なぜなら本件従前\nの土地だと民法二一〇条の囲繞地通行権により公道に至るまで幅二メートルを下ら\nない通路を使用することができるので、本件従前の土地すべてを宅地として利用で\nきるのに反し、本件換地では公道へ至るための幅二メートルの通路ができたためそ\nの分だけ宅地として利用できる部分が減少し、また、右の公道へ至る道路を作るた\nめ本件従前の土地を南北に圧縮しているため、それだけ土地全体を公道から北方へ\n遠ざけ南北の奥行きを少なくしている。右は面積及び距離にして僅かであるが、元\n来本件従前の土地が一〇〇平方メートル足らずの土地であるだけにその影響すると\nころが大きく、それだけ土地の利用度を減ずることが著しいのである。\n（四）　以上のとおり、本件換地処分に、健全な市街地の造成を図り公共の福祉の\n増進に資するという土地区画整理の目的に反するものである。\n３　本件換地処分には手続上違法がある。\n（一）　本件土地区画整理事業においては、土地区画整理法九八条一項前段の換地\n計画に基づかない仮換地指定処分がなされ、原告に対する原仮換地指定処分及び本\n件仮換地指定処分もそうである。\nところで、仮換地を指定する場合には、原則として土地区画整理法九八条一項後段\nの換地計画に基づく仮換地指定処分がなされるべきであつて、同項前段の換地計画\nに基づかない仮換地指定処分は例外である。なぜなら、仮換地を指定するに先だつ\nて換地計画を作成し、利害関係者の縦覧に供してその意見提出の機会を保障しよう\nとするためである。\n原告に対する原仮換地指定処分及び本件仮換地指定処分は本件従前の土地付近の道\n路という公共施設の新設、変更のため必要であるという理由から土地区画整理法九\n八条一項前段により換地計画に基づかないでなされたものである。しかし、なるほ\nど土地区画整理事業においては道路という公共施設の新設又は変更を伴うものであ\nるが、これは土地区画整理事業としては通常の事例であり、前段の仮換地指定処分\nをなしうるための要件である「公共施設の新設若しくは変更」に該当しない。\nこのように本来後段の仮換地指定処分をなすべきにもかかわらず、前段の仮換地指\n定処分をしたことがひいては次のとおり本件換地処分を違法とするものである。す\nなわち、本件土地区画整理事業においては、仮換地指定処分後仮換地指定処分の内\n容に基づき換地処分の準備としての道路の新設、変更、土地の区画形質の変更等の\nための工事を行い、これの完了を待つて換地計画を作成して利害関係者にこれを縦\n覧してその意見を聞いたうえ換地処分をなしている。そうすると、利害関係者から\n土地区画整理法八八条三項により意見が提出されても、もはや施行者である被告は\n清算金に関する事項を除けば右意見を顧慮しうる余地がない。なぜなら、もし換地\n計画中の土地の区画形質の変更を求める意見を採択しようとするならば、当該部分\nについては改めて土地の区画形質の変更又は建物の除去、移転等の工事をやり直す\n必要が生ずるからである。したがつて、換地計画を作成し、これを利害関係者に縦\n覧してその意見提出の機会を保障しようとする土地区画整理法の趣旨が没却される\nことになり、実質的には換地計画に基づかない換地処分をしたと同じ結果になる。\n（二）　なお被告は、本件従前の土地及び近隣の土地に対して仮換地指定処分をな\nすに当り、該当区域の土地所有者その他の利害関係者に対する説明会を催したが、\nここでは極めて概括的で通り一遍の説明をしたのみで、後日利害関係者を個別に訪\n問して具体的な仮換地の予定内容等について説明することとなつた。しかるに、他\nの近隣の土地所有者等に対しては担当者を派遣して説明しながら、原告方には一度\nも派遣しないまま一方的に袋地のまま原仮換地指定処分をした。\n五　よつて、原告は被告に対し、本件換地処分の取消しを求める。\n第三　被告の主張\n（請求の原因に対する認否）\n一　第一項の事実は認める。\n二　第二項の事実は認める。\n三　第三項について\n１　１の事実は認める。\n２　２の事実中、被告が昭和四二年一月二〇日原仮換地指定処分を取り消すと同時\nに本件仮換地指定処分をしたことは認める。しかし、原仮換地指定処分に対して原\n告から適法な不服申立てはなく、原告は昭和四一年一一月七日付書面をもつて被告\nに対して仮換地を一部公道に接するよう計画変更の陳情があつたので、被告は原仮\n換地指定処分を取り消して本件仮換地指定処分をしたのである。\n３　３の事実は認める。\n四　第四項については、本件換地処分が違法であることはすべて争う。ただし、１\nの事実中被告が仮換地を指定した当時本件従前の土地及び近隣の土地の位置、形状\nの概略が別紙図面（一）のとおりであつたこと、仮換地指定処分及び換地処分の内\n容が別紙一覧表のとおりであつたこと、定められた換地の位置、形状の概略が別紙\n図面（二）のとおりであること、本件換地が別紙図面（二）の如く公道に二メート\nル接する旗竿状であることはいずれも認める。\n五　第五項は争う。\n（被告の反論）\n一　本件土地区画整理事業の概要\n１　本件土地区画整理事業第二工区は、熊谷市の市街地のほぼ中心地に位置し、国\n鉄高崎線熊谷駅の周辺で、東は県道冑山線（旧中仙道）から国鉄高崎線に沿い、西\nは鎌倉町通りに至る東西に帯状をなした地区で、施行地区内の町名は＜地名略＞、\n＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞の各一部であり、\n施行地区総面積は一万二六五五ヘクタールであるが、原告所有の本件従前の土地は\n第二工区第五五の二街廓に所在するものである。\n２　第二工区の土地区画整理事業の実施計画の概要は、同工区内にある国鉄線熊谷\n駅前広場一、五〇〇平方メートルを五、一〇〇平方メートルに拡張し、街路は駅前\n通り一八メートルを二五メートルに、市役所通り一一メ－トルを三六メートルに、\n弥生町通り六・五ないし一一メートルを一一ないし一七メートルにそれぞれ拡幅整\n備し、施行地域内の幅員一一メートル以上の街路はすべて完全舗装を実施し、あわ\nせて街廓の整備及び各街廓周辺の公道の造成、整備等を行い、もつて近代的な都市\nを造成して公共の福祉の増進を図るものであり、右公共施設の整備改善に伴う第二\n工区内の宅地の減歩率は平均約一三パーセントである。\n二　本件換地処分をなすに至る経緯\n１　被告は、第二工区の土地区画整理事業施行の準備として、施行予定地区内につ\nいて、昭和三四年現形平面測量、所有地の境界査定、地積測量を実施し、昭和三五\n年、同三六年にわたつて借地権等のある土地の境界査定及び地積測量を実施し、対\n象地区内の土地所有者等に対し熊谷市役所前の陳列館内の商工会議所や近隣の民家\nにおいて説明会を行つた。説明の方法は、昭和三四年前記測量調査にかかる図面\n（甲第五号証参照）を拡大した図面に計画道路を朱書したもの（個々の仮換地計画\nについては記入のないもの）のみによつて説明したものであり、したがつて、その\n説明会当時においては、関係者には具体的にどのような仮換地を指定するかについ\nてはまだ知らせてなく、仮換地指定によつて初めて具体的に知らせたものである。\n次に昭和三七年三月二七日第二工区土地区画整理審議会に諮問し、その同意を得た\nうえで同年五月一〇日仮換地指定を行つたものである。そして、第五五の二及び第\n五五の三街廓は弥生町通りの拡幅直線化に伴い右街路をはさんで右街廓と対向して\nいる第五七の一及び第五七の二街廓と密接に関連するため、第五七の一及び第五七\nの二街廓所在の土地についても同時に仮換地指定をした。\n２　原告は、本件従前の土地において美容器具の外交販売を営んでいたが、本件従\n前の土地が袋地であつたため本件従前の土地の南側隣接地をその南側私道に至るま\nでの通路及び自動車の置場として使用していた。\n被告が昭和三六年本件従前の土地付近の借地権等のある土地について調査した際、\n原告は南側隣接地につき借地権がある旨申し出たが、Ａは、原告が通行するに必要\nな範囲の通行権は認めたが、借地権があることについては否定し、また、原告から\n現在に至るも右土地について土地区画整理法八五条一項、二項に基づく借地権の申\n告はなされていない。\nそこで被告は、本件従前の土地について仮換地を指定するに当り、南側隣接地につ\nいては土地区画整理法八五条五項により原告の借地権が存在しないものとみなさな\nければならないが、原告が囲繞地通行権を有しているので原告の生活に支障がない\nものと認め、右土地の争いは当事者による解決に委ねることとして、本件従前の土\n地について原仮換地指定処分をした。原仮換地の面積は、本件従前の土地の地積が\n九九・一七平方メートル（実測九九・一三平方メートル）であるからこれに一般負\n担平均減歩率一三パーセントを適用すると、八六・二四平方メートル（実測）とな\nるべきであるが、被告は本件従前の土地の面積が小さいことを考慮して本件従前の\n土地と全く同一の区画地積を仮換地として指定したものである。\n３　原仮換地指定に対して、原告は昭和三七年末頃熊谷市役所都市計画課に来庁\nし、担当職員に原仮換地指定について説明を求めたので、担当職員が説明すると、\n原告は納得した。その際担当職員が原告さえ了承すれば適正な減歩負担のもとに仮\n換地を公道に接するよう指定変更も可能である旨を説明したところ、原告は南側隣\n接地には借地権があるので原仮換地の使用収益には何らさしつかえなく原仮換地の\n指定変更の必要はない旨返事した。\nところが、昭和三九年二月一日ＣがＡから南側隣接地を含む＜地名略＞の土地の一\n部（分筆して＜地名略＞となる。）を買い受けたことから、原告とＣとの間に南側\n隣接地の使用について紛争が生じ、そのため原告は昭和四一年一一月七日付をもつ\nて被告に対して仮換地を公道に接するよう仮換地指定変更方の陳情をしたのであ\nる。\n４　そこで被告は、原告とＣとの紛争が本件土地区画整理事業の遂行にも支障を及\nぼしていることを考慮し、原仮換地指定処分を変更することにし、昭和四一年一二\n月一二日変更計画を第二工区土地区画整理審議会に諮問し、その同意を得たうえ、\n昭和四二年一月二〇日原仮換地指定処分を取り消し、本件仮換地指定処分をした。\n三　本件換地処分には、本件換地が従前の土地と照応せず、かつ、照応の度合いが\n近隣の土地のそれに比較して公平を欠く違法があるとの主張について\n１　被告が仮換地を指定した昭和三七年当時、本件従前の土地及び近隣の土地の位\n置、形状は別紙図面（一）のとおりである。\n本件従前の土地は袋地であつたが、近隣の土地は袋地ではなく公道に接していたも\nのである。すなわち、Ａはその所有する＜地名略＞の土地（昭和二六年分筆前のも\nの）のうち、本件土地区画整理事業の計画道路一〇〇号線（この計画線は昭和二四\n年頃予定として設けられた。）の予定位置に東西に走る幅六メートル長さ約八〇メ\nートルの敷地を、また、計画道路二〇五号線（この計画線の予定についても前記に\n同じ。）の予定位置には南北に走る幅二メートル長さ約四〇メートルの敷地をそれ\nぞれ通路として開放したのである。右の各通路はいずれも一般公衆の通行の用に供\nされていたものであつて公路であるところ、＜地名略＞の土地は前者の通路に、＜\n地名略＞の土地は後者の通路に、＜地名略＞の土地は両方の通路に接していた。こ\nれに対して、本件従前の土地はその南側隣接地を隔てて前者の通路に通じていたも\nのであるから袋地である。原告は前記通路設置後の昭和二七年五月本件従前の土地\nの所有権を取得し登記を了したものであつて、南側隣接地の一部を囲繞地通行権の\n範囲で通行することができたにすぎない。\n２　本件従前の土地及び近隣の土地に対してなされた換地処分の内容は別紙一覧表\nのとおりであり、定められた換地の位置、形状の概略は別紙図面（二）のとおりで\nある。\nそこで、本件従前の土地と本件換地についてその位置、地積、土質、水利、利用状\n況、環境等の条件を比較してみると、（１）位置は原位置換地であり、（２）地積\nは減歩率が〇・〇四パーセント（付近のそれは、平均約一五パーセント）であり、\n（３）土質、水利は原位置換地で変更がなく、（４）利用状況は、本件従前の土地\nが袋地であつたのが、本件換地では公路に幅二メートルを接することになり建築基\n準法の規定に適する土地になつている。\nしたがつて、本件換地は本件従前の土地に照応しているといえる。\n３　次に、照応の度合いを近隣の土地のそれと比較してみると、まず近隣の土地は\n前記のとおり、その従前の土地がいずれも公路に接していたものである。また、近\n隣の土地については、換地による受益に相当する減歩をしたり、清算金を課したり\nすることによつて実質的な公平を図つている。\nしたがつて、本件換地はその照応の度合いが近隣の土地のそれに比して不公平では\nない。\n四　本件換地処分が土地区画整理の目的に反する違法があるとの主張について\n１　本件換地は、新設道路一〇〇号線に間口二メートルを接する宅地に改良されて\nあり、その利用度は著しく増進されているものであり、しかも、ほとんど減歩され\nていない。もつとも、換地処分全体について実質的な公平を図る必要があるから本\n件換地に清算金を賦課したのである。また、本件従前の土地は袋地のため建築基準\n法上は新規の建物の築造が禁止されていたが、本件換地は同法に適合する宅地に改\n良されており、しかも従前の囲繞地通行権は不確定の状態で事実上使用していたも\nのであつたが、本件換地では法律上明確に使用できるようになるなど、本件換地は\n本件従前の土地に比し実益を生じている。\n２　他方、本件換地付近は、商業地域に指定されており、駅周辺商店街の一廓な形\n成しているので、商店、事務所等が隙間なく建ち並び、日照、通風等が阻害されて\nいる例が多数存在しており、ひとり原告のみが被害者の立場にあるものではない。\n換地設計技術上においても、すべての換地について日照、通風等の環境を十全に良\n好ならしめることは不可能に近いことであり、かえつて宅地の有効利用を妨げる場\n合もあるので、宅地の日照、通風等の生活環境等が原告に満足を与えないことのみ\nをもつて本件換地処分を違法と主張することは失当である。\nしたがつて、本件換地処分には土地区画整理の目的に反する違法はない。\n五　本件換地処分に手続上の違法があるとの主張について\n１　被告の原告に対する説明については二の１ないし３のとおりである。\n２　土地区画整理法九八条一項前段の仮換地指定処分は、従前の土地の区画形質の\n変更や公共施設の新設、変更の工事を施行するために、その工事に関係する従前の\n土地の使用収益の状態を仮に他の土地に移行する必要がある場合に行われるもの\nで、工事の円滑、迅速な実施を目的としている。なお、工事のため必要がある場合\nとは、単に直接工事の対象となつた土地の使用収益を停止しこれに代るべき土地を\n定める必要がある場合ばかりでなく、工事の対象となつた土地の仮換地を指定する\nためその近隣の土地について順次仮換地を指定する必要がある場合をも含むもので\nある。\n被告が本件土地区画整理事業において前段の仮換地指定処分をしたのは、当時事業\n施行が遅滞していたため事業の早期完成が望まれていたところ、本件従前の土地付\n近の計画道路一〇〇号線、二〇四号線の新設工事施行上、右道路が＜地名略＞、＜\n地名略＞、＜地名略＞の各土地の一部をそれぞれ通過することとされており、公共\n施設である右道路の新設にかかわる工事のためには右各土地の使用収益を停止し、\nこれに代るべき仮換地を指定する必要があつたからである。\nまた、前段の仮換地指定処分をするに当つても、土地区画整理法九八条二項により\n換地計画決定の基準を考慮して従前の土地と仮換地とが照応するように周到な計画\nの下に仮換地を指定したものである。\nなお、前段の仮換地指定処分をした場合でも、後に換地処分をするためには換地計\n画が定められるものであり、換地計画に不満のある当事者は施行者に意見を提出\nし、その審査を経て換地計画に修正を加えることも可能である。\nしたがつて、後段の仮換地指定処分の場合に比して当事者に実質的不利益を与える\nものではない。\n第四　原告の陳述\n（被告の反論に対する認否）\n一　第一項について\n１　１の事実は認める。\n２２　の事実中、第二工区内の宅地の減歩率が平均約一三パーセントであることは\n不知。その余の事実は認める。\n二　第二項について\n１　１の事実中、説明会における説明の方法は認める。ただし、説明会は昭和三\n五、六年頃一回行われたにすぎず、説明のために使用した図面には計画道路一〇〇\n号線及び二〇五号線は朱書されていたが、計画道路二〇四号線は朱書されていなか\nつた。\n２　２の事実は争う。原告は被告に対し南側隣接地につき借地権がある旨申し出た\nことはない。\n３　３の事実中、原告が昭和三七年末頃熊谷市役所都市計画課において説明を求め\nたこと、原告が担当職員から指定変更について説明をされてその必要がない旨返事\nしたことは否認し、その余の事実は認める。\n４　４の事実は認める。\n三　第三項について\n１　ないし３の事実は争う。\n一〇〇号線に相当する土地は仮換地指定前には東端が行き止まりとなつていたもの\nで、その空地は通路のような状態にはなつていたが、公路というべきものではな\nい。\n第五　証拠（省略）\n○　理由\n一　本件換地処分がなされるに至る経緯\n原告が本件従前の土地の所有者であること、被告が本件土地区画整理事業の施行者\nであること、本件土地区画整理事業第二工区は、熊谷市のほぼ中心地に位置し、国\n鉄高崎線熊谷駅の周辺で、東は県道熊谷冑山線（旧中仙道）から国鉄高崎線に沿\nい、西は鎌倉町通りに至る東西に帯状をなした地区で、施行区内の町名は、＜地名\n略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞の各一部で\nあり、施行地区総面積は一万二六五五ヘクタールであつて、本件従前の土地は第二\n工区の第五五の二街廓に属すること、被告は原告に対して、昭和三七年五月一〇日\n原仮換地指定処分をし、昭和四二年一月二〇日右の原仮換地指定処分を取り消すと\n同時に本件仮換地指定処分をし、更に昭和四八年六月二二日本件換地処分をしたこ\nと、本件換地の形状が別紙図面（二）の如く公道に二メートル接する旗竿状のもの\nであることはいずれも当事者間に争いがない。\n右争いのない事実に、成立に争いのない甲第一号証、同第二号証の一ないし三、同\n第三号証、同第六号証の一ないし五、同第八号証、原本の存在及び成立に争いのな\nい甲第四、五号証、成立に争いのない乙第三号証の一ないし九、同第八号証、証人\nＤ、同Ｅ、同Ｆ、同Ｇの各証言、原告本人尋問の結果（ただし、後記信用しない部\n分を除く。）を総合すると、\n（１）　被告は、第二工区について、本件土地区画整理事業施行の準備として昭和\n三四年頃から土地建物の現形測量、地積測量を行い、昭和三六年頃仮換地の計画を\n作成し、対象地区内の土地所有者等に対する説明会を熊谷市役所前の陳列館及び本\n件従前の土地付近の民家において行つたこと\n（２）　被告は昭和三七年五月一〇日原告に対して本件従前の土地と全く同一の区\n画地積を仮換地とする原仮換地指定処分をしたこと、被告は、本件従前の土地が袋\n地でありしかも原告が南側隣接地につき賃借権等の権利の申告をしなかつたことか\nら、本件従前の土地と原仮換地とが照応すると考えて原仮換地指定処分をしたこ\nと、原仮換地指定処分後数ヵ月して、原告は熊谷市役所に赴き前記説明会に出席で\nきなかつたので仮換地の指定につき説明を求めたので、担当の職員が本件従前の土\n地と同じ土地を仮換地に指定した旨説明すると、原告は特に異議を述べないで帰つ\nたこと\n（３）　本件従前の土地の南側隣接地は＜地名略＞の土地の一部であつたところ、\n右の＜地名略＞の土地は原仮換地指定処分がなされた昭和三七年当時はＡの所有で\nあつたが、昭和三九年二月一日ＣがＡから右の南側隣接地を含む＜地名略＞の一部\nの土地（分筆されて＜地名略＞になる）。を買い受けその所有者になつたこと、原\n告は従来から南側隣接地をその南側にある私道へ出るために通行していたが、原告\nが右の南側隣接地を通行することにつき原告とＣとの間に紛争が生じたこと、そこ\nで原告はまず浦和地方法務局熊谷支局の人権擁護委員会に提訴し、同委員会におい\nてＣと話し合つたところ、Ｃが原告と通行問題について相談に応ずるということで\n話がまとまつたが、その日に原告がＣの家に行つて相談したところ、Ｃは南側隣接\n地を原告に売つたり貸したりすることを拒絶したため結局話がまとまらなかつたこ\nと、それで、原告は熊谷簡易裁判所にＣを相手方として工作物収去等の調停の申立\nてをしたこと、その調停の席上、被告の方から、原告及びＣが承諾するならば本件\n従前の土地につき南側の私道に面する長方形の土地を仮換地と指定するように変更\nする旨の調停案が提出されたが、結局Ｃ及び原告が応じなかつたこと\n（４）　その後、原告から、Ｃに通行を妨害されて困るから仮換地を公道に接する\nように原仮換地指定処分を変更されたい旨の陳情があつたため、被告は、原告とＣ\nの右紛争の経緯並びに建築基準法、埼玉県建築基準法施行条例によれば建物の敷地\nが路地状部分のみによつて道路に接する場合には路地状部分の長さが一〇メートル\n未満の場合は路地状部分の幅員は二メートル以上でなければならないことなどを考\n慮し、昭和四一年一二月一二日変更計画を第二工区土地区画整理審議会に諮問し、\nその同意を得たうえ、昭和四二年一月二〇日原仮換地指定処分を取り消し、本件仮\n換地指定処分をしたこと\n以上の事実を認めることができる。原告本人尋問の結果のうち右認定に反する部分\nは信用することができない。\n二　本件換地処分が手続上違法であるかどうかについて\n原告は、本件土地区画整理事業においては被告が土地区画整理法（以下、「法」と\n略称する。）九八条一項後段の仮換地指定処分なすべきであるのに同項前段の仮換\n地指定処分をしたことがひいては本件換地処分を手続的に違法とさせる旨主張して\nいるので、判断する。\n１　法九八条一項は、仮換地を指定することができる場合として、「土地の区画形\n質の変更若しくは公共施設の新設若しくは変更に係る工事のため必要がある場合」\n（以下、この場合になされる仮換地指定処分を「前段の仮換地指定処分」とい\nう。）と「換地計画に基づき換地処分を行うため必要がある場合」（以下、この場\n合になされる仮換地指定処分を「後段の仮換地指定処分」という。）とを規定して\nいる。\n右規定の文言及び法が前段と後段の仮換地指定処分を区別している趣旨に照らす\nと、前段の仮換地指定処分は、土地の区画式質の変更又は公共施設の新設若しくは\n変更の工事をするために一時従前の土地の使用収益を停止させ、その代りに右土地\nに照応する他の土地を仮に使用収益させる処分であつて、すなわち、この処分の目\n的は専ら工事の円滑な施行を図ることであり、指定された仮換地は後段の場合に指\n定されるそれとは異なり将来被指定者の換地となることが予定されていないこと、\n後段の仮換地指定処分は、換地計画がすでに定められているものの工事が完了して\nいないために換地処分をすることができない（法一〇三条二項）が、工事の円滑な\n進渉を図ると共に関係権利者の権利関係の可及的速やかな安定を図る目的で将来換\n地となることが予定されている土地を指定して仮に使用収益させる処分であるこ\nと、したがつて、前段の仮換地指定処分をするためには必ずしも換地計画を定める\n必要はないが、後段の仮換地指定処分をするためには必ず換地計画を定める必要が\nあることと解するのが相当である。\n右のとおり、後段の仮換地指定処分をするためには換地計画を定めなければならな\nいが、換地計画を定めるにはまず換地計画を作成してこれを二週間公衆の縦覧に供\nしなければならず（法八八条二項）、利害関係者は縦覧期間内に施行者に意見を提\n出することができる（法八八条三項）。したがつて、法が後段の仮換地指定処分を\nするには換地計画を定めなければならないと規定している趣旨は、仮換地指定処分\nが行われる前に利害関係者にいかなる仮換地が指定されるかを知らしめてそれにつ\nいての意見提出の機会を保障し、もつて利害関係者の意見が換地計画の内容に反映\nされうるようにする趣旨であると解される。\nそうすると、後段の仮換地指定処分をなすべき場合において換地計画を定めなかつ\nた場合には、その仮換地指定処分は公正な手続を欠き違法であると解すべきであ\nる。なおこの点に関し、被告は、仮換地指定処分をするに際し換地計画を定めなく\nとも、換地処分をする際には換地計画を定めなければならずその際に利害関係者は\n意見を提出することができるのであるから、仮換地指定処分をするに際して換地計\n画を定める場合に比し利害関係者に実質的な不利益を与えるものではない旨主張し\nているので、付言する。土地区画整理事業においては、一旦仮換地指定処分がなさ\nれるとその後は機械的に事業が進められ、換地処分がなされるまでには建物等の除\n却や移転等の工事、道路や駅前広場等の公共施設の新設又は変更の工事が完了して\nしまうため、換地処分をするに際し換地計画を作成してこれを公衆の縦覧に供して\n利害関係者に意見提出の機会を与えても、清算金以外に関しては利害関係者の意見\nを採用することは著しく困難となる場合が多い。なぜなら利害関係者の意見を採用\nしようとすれば換地計画の内容を変更して工事をやり直す必要が生ずるが、これは\n事実上不可能ないしは著しく困難となる場合が多いからである。したがつて、被告\nの右主張は当然には採用できない。\n２　そこで、本件土地区画整理事業においてはいずれの仮換地指定処分をなすべき\nであつたかにつき検討する。\n前記の甲第三、五号証、成立に争いのない甲第一一号証、同乙第二号証の一、二、\n同第三八、四〇、四一、四四号証によれば、\n（１）　第二工区の土地区画整理事業の実施計画の概要は、同工区内にある国鉄線\n熊谷駅前広場一、五〇〇平方メートルを五、一〇〇平方メートルに拡張し、街路は\n駅前通り一八メートルを二五メートルに、市役所通り一一メートルを三六メートル\nに、弥生町通り六・五ないし一一メートルを一一ないし一七メートルに拡幅整備\nし、施行区域内の幅員一一メートル以上の街路はすべて完全舗装を実施し、あわせ\nて街廓の整備及び各街廓周辺の公道の造成、整備等を行い、もつて近代的な都市を\n造成して公共の福祉の増進を図るものであること（以上の事実は当事者間に争いが\nない。）\n（２）　本件従前の土地が存在する第二工区の第五五〇二街廓においては、計画道\n路一〇〇号、二〇四号、二〇五号各線が新設され、従前から存在した一一一号線が\nその北側に拡幅移動されることになつたこと、そして一〇〇号線道路は＜地名略\n＞、＜地名略＞の各土地の一部を、二〇四号線道路は＜地名略＞、＜地名略＞、＜\n地名略＞、＜地名略＞、＜地名略＞、＜地名略＞の各土地の一部を、二〇五号線道\n路は＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞の各土地の一部をそれぞれ\n通過することになつていたため、右の各土地は直接右の各道路の新設工事の対象と\nなつたこと、これに対し本件従前の土地には右の各道路は通過しておらず、したが\nつて、本件従前の土地は直接右工事の対象にはならなかつたこと\n（３）　本件従前の土地及び近隣の土地に対してなされた仮換地指定処分及び換地\n処分の内容は別紙一覧表のとおりであること（右の事実は当事者間に争いがな\nい。）、右の一覧表によれば、被告は直接道路工事の対象になつた土地のみでなく\n工事の対象にならなかつた土地に対しても仮換地を指定しており、指定された仮換\n地の位置、形状、面積をみると、後に定められた換地のそれと全く同じであるこ\nと、第五五の二街廓とほぼ同じ時期に仮換地が指定された第五近の一、第五七の\n一、二街廓についても仮換地の位置、形状、面積は後に定められた換地のそれと同\n一又はほぼ同一であること\n以上の事実を認めることができる。\n右認定の事実によれば、なるほど本件土地区画整理事業においては駅前広場や道路\nという公共施設の新設又は変更の工事がなされているが、仮換地指定処分は、これ\nらの工事をするために一時従前の土地の使用収益を停止させその代りに右土地に照\n応する他の土地を仮に使用収益させるためになされたものではなく、将来換地とし\nて定められるべきことを予定して仮換地を指定したものであることが認められる。\nしてみると、本件の土地区画整理事業においては後段の仮換地指定処分をなすべき\nであつたといえる。\n３　（一）ところが、被告は本件土地区画整理事業においては換地計画を定めない\nで仮換地指定処分をしたこと、原告に対する原仮換地指定処分及び本件仮換地指定\n処分もそうであることは当事者間に争いがない。\nまた、被告が仮換地指定処分をなすに当つて昭和三六年頃行つた説明会についてみ\nると、その説明の方法は甲第五号証の図面を拡大したもの（個々の仮換地計画につ\nいては記入のないもの）のみによつて説明したこと、そのためその説明会当時にお\nいては関係者は具体的にどのような仮換地を指定されるかについては知らされてお\nらず、仮換地指定処分によつて初めて具体的に知らされたものであることは当事者\n間に争いがない。\n右事実によれば、原告には原仮換地指定処分がなされる前にいかなる仮換地を指定\nされるかが知らされず、しかも意見提出の機会も与えられなかつたことが認められ\nるので、原仮換地指定処分は実質的には、前記の公正な手続を欠き違法であるとの\n非難を免れない。\n（二）　そこで、更に検討すると、前記一（４）において認定した如く、被告は原\n告の陳情に基づきその意見を一部採用して昭和四二年一月二〇日原仮換地指定処分\nを取り消し、本件仮換地指定処分をしたものである。そうすると、被告は本件仮換\n地指定処分をなすに際して換地計画を定めなかつたけれども、右事実によれば、法\nが後段の仮換地指定処分をなすに当つて換地計画を定めるべきことを要求している\n趣旨が原告においてはある程度満たされたことが認められるので、本件仮換地指定\n処分には違法として取り消さなければならない程の瑕疵は存しないものと解せられ\nる。\n（三）　なお、被告は昭和四八年五月一日から同月一四日まで換地計画を公衆の縦\n覧に供したうえ、同年六月二二日本件仮換地と全く同一の区画地積を換地と定める\n本件換地処分をしたことは当事者間に争いのないところである。（成立に争いのな\nい乙第四三号証によると、換地計画の認可は同年六月八日に受けたことが明らかで\nある。）\n４　以上のとおりであるから本件換地処分が違法であるとする原告の主張は採用し\n難い。\n三　本件換地処分には照応の原則に反する違法があるかどうかについて\n原告は、本件換地処分には、本件換地が本件従前の土地に照応せず、かつ、照応の\n度合いが近隣の土地のそれに比較して公平を欠く違法があると主張しているので、\n判断する。\n１　仮換地指定当時の本件従前の土地及び近隣の土地の状況\n本件換地処分が照応の原則に反するか否かを判断する場合、原則として本件土地区\n画整理事業開始の時における本件従前の土地及び近隣の土地の状況を基準にするべ\nきであるが、本件従前の土地及び近隣の土地は本件土地区画整理事業開始後昭和三\n七年五月に仮換地が指定されるまでの間右事業の実施に伴う変化があつたことは本\n件証拠上認めることができないので、本件においては仮換地が指定された当時の本\n件従前の土地及び近隣の土地の状況を基準にすることができる。\nまず、被告が仮換地を指定した昭和三七年当時の本件従前の土地及び近隣の土地の\n位置、形状が別紙図面（一）のとおりであることは当事者間に争いがない。\n右争いのない事実に、前記の甲第六号証の一ないし五、乙第三号証の七、成立に争\nいのない乙第一、四、五、八号証、証人Ｄ、同Ｅ、同Ｈ、同Ｆ、同Ｇ、同Ｂ、Ｉの\n各証言、原告本人尋問の結果（ただし、後記信用しない部分を除く。）を総合する\nと、\n（１）　昭和二六年分筆前の＜地名略＞の土地は元Ａの所有であつたが、昭和三七\n年当時までに＜地名略＞と、＜地名略＞から＜地名略＞までに分筆されていたこと\n（２）　昭和二四年頃右分筆前の＜地名略＞の土地には計画道路一〇〇号線及び二\n〇五号線が設置される予定になつており、Ａはその頃熊谷市の担当職員の説明によ\nり右のことを了知し、右の一〇〇号線の予定位置に東西に走る幅六メートル長さ約\n八〇メートルの敷地を、二〇五号線の予定位置には南北に走る幅二メートル長さ約\n四〇メートルの敷地を通路として開放していたものであること\n（３）　右の二〇五号線予定地の通路は従前から存する熊谷駅前へ通ずる一一一号\n線道路へ出るために付近の住民が通行していたこと\n一〇　〇号線予定地の通路はその開放当初は東側の突きあたりに水路があつて柵が\n設置されていたため、それから先（国鉄熊谷駅構内）は行き止まりの状態であつた\nが、＜地名略＞の土地で自転車預り業をしていたＨが昭和二八年頃原告らと共に柵\nの設置者である高崎鉄道管理局へ出向き、熊谷駅へ通ずる部分の除柵方を陳情し、\nその結果柵の代りに門が設置され、午前五時から午後一〇時までの間は主に駅への\n通勤者が自由に通行できるようになつたこと、その後通勤者だけでなく一般の人も\n通れるようにしてくれとの要請があつたため、通勤者以外の人も自由に通行できる\nようになつたこと\n（４）　そこで、仮換地が指定された昭和三七年当時の本件従前の土地及び近隣の\n土地をみると、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞の各土地は一一\n一号線道路に、＜地名略＞、＜地名略＞の各土地は一一一号線道路及び二〇五号線\n予定地の通路に、＜地名略＞、＜地名略＞の各土地は一〇〇号線予定地の通路に、\n＜地名略＞の土地は二〇五号線予定地の通路に、＜地名略＞の土地は一〇〇号線及\nび二〇五号線予定地の通路にそれぞれ接していたこと、これに対して本件従前の土\n地である＜地名略＞の土地はいずれの通路にも接していなかつたこと\n（５）　原告は本件従前の土地において化粧品や美容器具の卸売り及び小売り業を\n営んでいたが、昭和三七年頃は南側隣接地が空地であつたため、一〇〇号線予定地\nの通路に至るためこの隣接土地を通行していたこと、この隣接土地は、原告の他、\n＜地名略＞の土地の賃借人Ｂ、＜地名略＞（前記による分筆後のもの。以下これに\n同じ。）の一部の土地（本件従前の土地の西側の土地）の賃借人Ｊが通行していた\nこと、しかし＜地名略＞の土地の所有者Ａは右の南側隣接地を通路として開放する\nことはもちろん原告に対して貸したこともないこと\n以上の事実を認めることができる。原告本人尋問の結果のうち右認定に反する部分\nは信用することができない。\n右認定の事実によれば、昭和三七年当時、一〇〇号線及び二〇五号線予定地の通路\nはいずれも公衆の自由に通行しうる通路であつたので公路といえること、これに対\nして南側隣接地は一〇〇号線予定地の通路の延長として公衆が自由に通行しうる道\n路でないから公路とはいえないこと、したがつて、本件従前の土地を除く近隣の土\n地はいずれも公路に接しているのに対し、本件従前の土地は袋地に該当するものと\nいわなければならない。\n２　本件従前の土地及び近隣の土地に対する換地処分について\n本件従前の土地及びその近隣の土地に対する換地処分の内容が別紙一覧表のとおり\nであることは前記のとおりであり、換地の位置、形状が概略別紙図面（二）のとお\nりであることは当事者間に争いがない。\nところで、法八九条一項は、換地計画において換地を定める場合においては換地及\nび従前の宅地の位置、地積、土質、水利、利用状況、環境等が照応するように定め\nるべきことを規定している。\n（一）　そこでまず、本件換地が本件従前の土地に照応しているかどうかにつき検\n討する。\n本件換地は本件従前の土地と比較して、まず位置はほぼ同じであり、したがつて土\n質、水利、環境も同じであること、面積は減歩率が〇・〇四パーセントであるから\nほとんど同じであること、更に本件従前の土地が矩形であつたのが本件換地では旗\n竿状になつたものの、前記認定のとおり本件従前の土地が袋地であり、しかも、原\n告が南側隣接地を事実上使用していたにすぎなかつたのが、本件換地では一〇〇号\n線道路に二メートル接することになり、そのため建築基準法、埼玉県建築基準法施\n行条例に適合することになつてその利用度が増加したこと、その他清算金として一\n二万七六七〇円を徴収されることなどを総合考慮すると、本件換地は本件従前の土\n地と照応していると認めることができる。\n（二）　次に、本件換地が照応の程度において近隣の土地と比較して公平に反する\nか否かにつき検討する。\n本件従前の土地が袋地であるのに対して近隣の土地はいずれも公路に面した土地で\nあることは前記認定のとおりであること、減歩率は本件換地のそれが〇・〇四パー\nセントであつて近隣の土地に対する換地のそれに比して著しく少ないこと、その他\n本件換地及び近隣の土地に対する換地についてはその換地処分によつて得た利益に\n相当する減歩をしたり清算金を徴収又は交付したりすることによつて実質的な公平\nを図つていることなどを考慮すると、本件換地はその照応の程度が近隣の土地のそ\nれに比較して公平に反することはない。\n以上（一）、（二）の如く、本件換地処分には照応の原則に反する違法は認められ\nない。\n四　本件換地処分には土地区画整理の目的に反する違法があるか否かについて\n本件換地は、本件従前の土地が袋地であり、しかも、原告がその南側隣接地を事実\n上通行していたにすぎなかつたのが、一〇〇号線道路に二メートル接するようにな\nり、その利用度が増加したことは前記のとおりであり、したがつて、原告がＣと通\n行問題で紛争を生ずるおそれはなくなつたといえる。\nしかし他方、成立に争いのない甲第九号証の一ないし三、検証の結果、証人Ｄの証\n言、原告本人尋問の結果によれば、本件換地付近は商業地域に指定されており、本\n件換地は、その東側にはＧの四階建ての建物、その西側にはＣの三階建ての建物、\nその北側には秋山某の三階建ての建物、その南側にはＣの車庫にそれぞれ囲まれて\nいること、そのため日照、通風が相当制限されていることが認められる。本件換地\nが右のように日照、通風に恵まれないのは本件換地が旗竿状の土地であることに原\n因があることは明らかであり、したがつて、本件換地処分は、健全な市街地の造成\nを図り公共の福祉の増進に資するという土地区画整理の目的からすると、妥当な処\n分とはいえない。しかしながら、南側にあるＣの車庫は屋根と両端に木枠がある程\n度の簡易な建物で高さは一階建てのそれと同じぐらいであるため、本件換地の南側\nはそれ程塞がれていないこと、しかも、本件換地付近は商業地域に指定されている\nのである程度の日照、通風の不十分さはやむをえないこと、その他前記の如く本件\n換地が従前の土地に比して利用度が増進していることなどを考慮すると、本件換地\n処分は妥当な処分とはいえないが、取り消さなければならない程の瑕疵は認められ\nない。\n五　結論\n以上説示した如く、原告の本訴請求は理由がないので棄却し、訴訟費用の負担につ\nき民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　野本三千雄　石塚章夫　今井理基夫）\n別紙（省略）\n"
}