{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 10,
    "day": 8
  },
  "case_number": "昭和43(行コ)20",
  "case_name": "懲戒免職処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "18228",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18228",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/228/018228_hanrei.pdf",
  "contents": "主　　　文\n原判決を取消す。\n被控訴人の請求を棄却する。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　実\n控訴人指定代理人は、主文同旨の判決を求め、被控訴人訴訟代理人は控訴棄却の判\n決を求めた。\n当事者双方の主張ならびに証拠の関係は、左に付加するほかは、原判決事実摘示の\nとおりであるから、これをここに引用する。\n第一、被控訴人の主張\n一、被控訴人は、同人が控訴人から昭和三四年一二月一六日に受けた国家公務員法\n（昭和四〇年法律第六九号による改正前のものを指す。以下同じ。）第八二条、第\n一号、第二号に基づく懲戒免職処分（以下本件処分という。）の取消を求めるもの\nであるが、まず本件処分には処分事由に該当する事実が存しないことを主張する。\n（一）　本件処分の処分事由の一は「控訴人が被控訴人に対し、昭和三四年九月一\n九日庶務課給食係から同課医事係（算定）に配置換を命じたところ（右配置換命令\nを以下単に本件配置換命令という。）、被控訴人において右命令に従わなかつ\nた。」というにある。\nしかし、本件配置換命令は次の理由により無効であるから被控訴人には職務命令\n違反はない。すなわち、原審で主張したとおり昭和三四年九月九日被控訴人の配置\n換に関し全日本国立医療労働組合新潟支部（以下単に新潟支部という。）が控訴人\nら国立新潟療養所（以下単に新潟療養所という。）当局と団体交渉（以下団交とい\nう。）を行つた結果「確認書」（甲第六号証）が作成されており、右確認書が作成\nされた事実は控訴人も認めているところである。\nところで右の確認書の効力をいかに解すべきであろうか。右確認書は正当な団交\nの結論であり、労使間で作成された書面協定であるところ、書面協定については国\n家公務員法には規定がないが、地方公務員法の場合と同様これを認めうることは学\n説上も争いがなく、本件協定は、「法令等の範囲内において当局の裁量によつて処\n理できる事項に関する協定」にあたるから、その内容は控訴人を拘束することはい\nうまでもない。\nそして、右拘束力につき、それが道義上のものにとどまるか、法律上の効力を有\nするかにつき学説上も争いが存するが、少なくとも法令予算等に制約されず、控訴\n人の裁量でなしうることについては控訴人に協定を遵守すべき法律上の義務がある\nものと解すべきである。\nところで、本件協定の場合は人事についての協議義務であり、これに法律上の効\n力を認めても公務員法上なんら問題は生じない（控訴人に昀終決定権があるから控\n訴人の人事権は侵されていない）。そして、右協議義務違反があつた場合損害賠償\nを請求できるのみであると解すべきではなく、協議義務違反の人事は無効とすべき\nであり、そうでなければこのような協定を締結する意味がない。したがつて、被控\n訴人に対し、確認書所定の協議を経ることなく一方的に発令された配置換命令は無\n効である。\nなお、右のような書面協定がいかなる場合にも撤回できないとは考えられない\nが、少なくとも本件にあつては控訴人主張のような撤回理由はないから、控訴人の\n主張する撤回は効力を生じないものであつて、本件配置換命令は無効であることに\n帰する。\n（二）　控訴人は、「被控訴人において食●運搬拒否行為を扇動したこと。」も本\n件処分の処分事由であると主張する。しかし、右主張は次の理由によつて失当であ\nる。\n１、食●運搬拒否行為は怠業行為にあたらない。\n（イ）　調理師の業務はその名称のとおり調理を業務とするものであり、したがつ\nてその業務の範囲は調理に附属するものに限られる。\n（ロ）　食●の運搬が調理場に隣接する食堂に運搬する程度のことであれば、調理\nに附随する程度のものとみる余地があるかもしれない。\nしかし国立療養所のような宏大な施設内の各療棟へ食●を運搬する如き、時間的\nにも労力的にも大きなウエイトを占める業務となつたときは、もはや附随する業務\nではなくそれ自体独立した業務といわなければならない。\n本件新潟療養所の場合、調理室から、昀も遠い運搬先の第一二療棟までは約三〇\n〇メートルもの距離があり（その間病室を通り抜け、坂になつた廊下をのぼる）、\nまた調理師が食●運搬を拒否した結果、食●運搬のため調理師の人員数の半数にあ\nたる七名の臨時人夫が採用されていることからして、いかに労力を要するものであ\nるか明らかである。このような業務を附随業務とみることはできない。\n（ハ）　結核療養所においては調理師が病棟に進出することには衛生上極めて問題\nがあり、このような衛生上の観点からしてもその業務性は認められない。\nもともと国立病院療養所においては、結核患者に接する職員（医師、看護婦な\nど）につき危険手当ともいうべき調整号俸の制度があり、昭和三二年、栄養士には\nときどき病棟に出て栄養指導をすることから調整号俸がつけられたが、調理師には\nつかなかつた。これは調理師が病棟に進出しないことを前提にしているのである。\n（ニ）　本件拒否行為が行われた当時新潟地区内の国立、県立病院、療養所のなか\nで、調理師が運搬をしていたのが新潟療養所のほかは国立高田病院のみとなつてい\nたことは、一般的に食●運搬は調理師の業務ではないと考えられていたからにほか\nならない。\nなお、新潟療養所においても、基本的な事情にはなんら変動がないのに、昭和四\n三年七月以降は調理師による食●運搬はなされていない。\n（ホ）　食●運搬が調理師の業務でないことは各施設の管理者において認めていた\nところでもあつて、Ａ関信医務出張所次長も新潟療養所の管理者も、食●運搬が調\n理師の業務でないことを認めた上で、調理師らに対し食●運搬への協力方を懇請し\nていたのである。\n（ヘ）　控訴人は、食●運搬が調理師の業務であることの根拠として昭和三一年の\n給食委員会の答申を主張する。しかし、もともと調理師は食●運搬をしていなかつ\nたのに、新看護体制という減員合理化の中で新潟療養所内に事実上作られた給食委\n員会が右のようなとりきめをし、これに基づいて調理師に食●運搬をさせるように\nなつたものでそれ自体正常なことではなく、前記のとおり昭和三二年に栄養士のみ\nに調整号俸をつけたことにより調理師に食●運搬の義務のないことはいつそう明白\nとなつた。\n以上からして、少なくとも新潟療養所においては、調理師の食●運搬はその業務\nではないから、これを拒否したからといつて怠業行為となるいわれがない。\n２、全医労と調理師連絡協議会（以下単に調理師協という。）は組織上無関係であ\nる。\n控訴人は、本件食●運搬拒否が被控訴人らに対する配置換命令等を阻止撤回させ\nる手段として、新潟支部の指令に基づいて実施されたものであるとの主張の前提と\nして、調理師協は全医労新潟地区協の下部組織であり、一専門部会とみるべきもの\nであると主張する。\nしかし、労働組合が、専門部会にせよ、その下部機構を設けるときは、規約改正\nを行うか少くとも運動方針の中において明確にし、名称においても下部組織である\nことを明らかにし、また正式の機構である以上全国的に一斉に組織されるのを通常\nとするところ、調理師協については右のような当然あるべき事態が皆無である。結\n局、調理師協は、全医労の下部組織ではなく、事実上作られた組織であつて、全医\n労としては作られている事実のもとに、一定の援助をなし協力関係をもつているに\n過ぎない。\n３、本件配置換と食●運搬拒否とはなんら関係がない。\n控訴人は、調理師協が昭和三五年四月に食●運搬拒否を決定しているとしても右\nは単に方針が定められたに過ぎず、その実行の時期、具体的方法が決定したのは同\n年八月二日になされた申入の直前であつたと主張するが、右主張を裏付ける証拠は\n何もない。\nそして、仮に控訴人が主張するとおりであるとすれば、被控訴人の配置換問題は\n同年同月中は立消え状態にあり右配置換に関するなんらの要望、要求が出されてい\nなかつたことからして、本件配置換と食●運搬拒否とは無関係であつたことがます\nます明白となるのである。\n本件食●運搬拒否全体をみても被控訴人の問題と結びつけて交渉されるというよ\nうなことが全くなかつたことに留意すべきである。\n４、被控訴人が「扇動」したことを認めさせる証拠はない。\n控訴人は本件食●運搬拒否が新潟支部の指令によるものであると主張するが、右\n拒否行為は、調理師協の方針のもとに、新潟療養所の調理師が自発的に討議した結\n果とられたものである。調理師協の上部団体ではない新潟支部が指令を出すべき筋\n合いでもないし、調理師協も文字どおり「協議会」であつて指令を出すような機関\nではなかつたのである。\nそして、控訴人において、「怠業行為が組合活動の一環として行われたこと」の\n証拠として提出している乙第五二ないし第五五号証の各記載は、むしろ被控訴人の\n前記主張を明らかにするものである。\nなお、昭和三五年一〇月二日のＢ課長補佐と調理師らの折衝に際し被控訴人が右\nＢを待ちかまえ、率先して抗議した事実はなく、居合わせた被控訴人らが右折衝に\n立合つたに過ぎない。\n二、本件処分は国家公務員法第九八条第三項に反する不利益取扱である。\n（一）　本件の特質\n本件は、現象的には一定期間、所内の配置換に応じなかつたことを理由として懲\n戒免職処分がなされた事案である。確かに通常であれば、被控訴人が所内の配置換\nを拒否することはありえないであろう。にもかゝわらず、地味で冷静な被控訴人が\n怒りに燃えて抵抗し、今日まで人事問題については特に慎重な配慮のもとに指導を\n行つてきた全日本国立医療労働組合（以下単に全医労という。）本部があえて被控\n訴人の右抵抗を支持、指導してきたのは、事件の全経過からみて控訴人の所為が到\n底許せないものであると判断したからにほかならず、この点がまさに本件の本質で\nある。\n一方、控訴人が、内示を撤回したり（昭和三五年七月四日）、発令を撤回したり\n（同年九月九日）するなど、その態度が一貫せず、またＣ療養所長事務取扱が話合\nいによる円満解決に積極的な態度を示し、さらに、被控訴人にいわせるならば、\n「長期にわたる」配置換拒否であるといいながら控訴人があえて処分に出なかつた\nのは、同人において本件配置換にやましさを感じていたからであり、またそれまで\nの経過からして右のような態度に出でざるをえなかつたからにほかならない。\nまさに、本件配置換内示にいたる経過と、その後の経過とを正しく評価するなら\nば、本件懲戒処分が不利益取扱であることは明白である。\n（二）　本件配置換が出された背景\n１、権利闘争と当局の圧迫\n昭和三五年から同三六年にかけて社会の注目を集めたいわゆる病院ストによる闘\n争は、それまでふみにじられていた病院労働者の人権の解放をめざす闘争であり、\nＤ事件に端を発した新潟支部の権利闘争とは右の病院ストと同一の基盤の上に発生\nした問題であつた。そして、右新潟支部の権利闘争は控訴人側からの激しい圧迫を\n受け、やがて組合の分裂へと発展したのであるが、右分裂の翌日に出された被控訴\n人に対する配置換の内示が本件の直接の発端となつたのである。\n右の内示が後記のように極めて異例の人事であること、その配置換が組合の分裂\n直後という非常事態のもとにあつては組合の機能に及ぼす影響が少なくないこと等\nに、控訴人のそれまでの新潟支部に対する激しい組織攻撃からみて、右配置換の意\n図するところが、危機を迎えた新潟支部に対してさらに追討ちをかけるものとして\n新潟支部側が受取つたことは当然であり、控訴人の意図するところも右のようなも\nのであつたことはいうまでもない。\n２、Ｄ事件\n本件における争いは、右Ｄ事件に際しての控訴人側の態度が不当なものであつた\nか否かにあるところ、原判決は、「控訴人においてＤをいわれなく警察に引渡すな\nどその人権を侵害する行為をした。」との被控訴人の主張を裏付ける証拠はないと\n判示している。\nしかし、甲第一号証の一および原審証人Ｄの証言によれば、警察官がＤを警察署\nに連行しようとした際、療養所の総婦長において右Ｄに対し警察官と同行するよう\n強要し、控訴人において警察に自動車を提供したことが明らかであり、右のような\n療養所管理者の冷酷な態度を新潟支部が非難し「警察に引渡した。」と表現したの\nである。\n３、権利闘争\n前記Ｄ事件を契機として新潟支部は、当時既に決定されていた全医労の権利闘争\n方針にしたがい、権利闘争を展開したが、その中でも生理休暇をめぐつて管理者側\nから激しい攻撃があびせられたのである。\n原判決は、「昭和三四年一月一九日から約二〇日間厚生省関東信越医務出張所の\nＡ次長が療養所に滞在して組合の執行委員一人一人に対して闘争の中止を命じ、\n『医療を守る会』を結成させ、新潟支部組合員に同会への加入を勧誘するなどし\nた。」との被控訴人の主張につき、「（Ａ次長は）公務員として正当な職務上の意\n図をもつて、生理休暇に対する厚生省の見解に基づき、職員に対し同じ公務員とし\nてこれに従うべきことを注意、勧告し、また組合役員に対し闘争中止を要望したの\nであるから、右は新潟支部に対する弾圧でもその弱体化を図つたものでもない。」\nと判示しているが、右判示は次の理由により誤つている。\n（イ）、まず、第一に新潟支部の権利闘争殊に生理休暇のとり方の指導が正当なも\nのであつたことに留意すべきである。\nなるほど生理休暇のとり方の指導文書にはかなり思い切つた表現がみられるが、\n右はそれまでの全く悲惨な無権利状態と看護婦の自己犠牲的な意識を前提として、\nこのような意識を変革し権利を取得させるためには思い切つたよびかけ方が必要で\nあつたからであつて、現実には不穏当な休暇のとり方が行われたりすることはなか\nつたのである。\nそして、看護婦は全員生休がとれるのだという主張は正当なものであつて、管理\n者の見解は人事院規則にも反した不当な見解であり、このような不当な見解に基づ\nいて新潟支部や各組合員に対し威圧やいやがらせが加えられたのであつて、右は正\n当な権利行使に対する不当な介入である。\n（ロ）、右のような不当な介入をなすにあたり、控訴人ら管理者は、療養所の業務\nの正常な運営が阻害され、患者の療養、看護に支障をきたし、新潟支部の闘争が続\nくと医師がいなくなり施設はつぶれるなどと宣伝し、一部の職員と患者を扇動して\n新潟支部と対立させ組合員を動揺させた。\nしかし、当時の生理休暇の取得率は決して高くなかつたから業務に支障をきたす\nものではなく、またこのような権利取得を前提にして業務に支障をきたさないよう\nに配慮することこそが管理者の責任である。しかるに前記のような非難、中傷をま\nき散らすのは正当な権利行使に対する不当な介入である。\n（ハ）、前記のような職員の生休権の行使に対する管理者の不当な抑圧は、次のよ\nうな組合攻撃と機を一にしてなされたものである。\nすなわち、管理者はそれまでの慣行の一切を破棄する旨通告して迎賓館の使用を\n禁止するなどし、一切の組合活動を許可制にした。ために組合は、組合専務室前の\n組合専用掲示板にビラを貼ることも、組合事務所で勤務時間外に会議することすら\n届出ていた。右のような事態は、管理者の当時の不当な姿勢を物語るものである。\n（ニ）、このような管理者の新潟支部に対する攻撃の中で職制層を中心に第二組合\nが結成されたのであるが、その前身である「医療を守る会」には医務出張所のＡ次\n長みずから職員に対して加入を勧誘していることからすれば、第二組合は直接また\nは間接に管理者の指導、援助のもとに結成されたことが推認されるのである。\n（三）　本件配置換をめぐつて\n１、七月一日の内示とその撤回\n（イ）、七月三日の交渉\n被控訴人に対しはじめて配置換が内示されたのは昭和三五年七月一日であるが、\n右内示は同年同月四日撤回されるにいたつた。\n控訴人は右撤回の理由として職員が欠員となつたことのほか、被控訴人が二か月\nたつたら配置換に応じると述べたからであると主張する。\nしかし、分裂直後の新潟支部の当時の状況、および右配置換が、組合専従を解か\nれた場合は元の職場に復帰するという慣行に対する違背であることからして、被控\n訴人が「二か月たつたらよい、今はだめだ。」などと発言するわけはなく、二か月\nと限定する理由もなかつたのであつて、右は、「専従から帰つてすぐに配転を出す\nのはおかしい、一、二か月たつてからならともかくであるが。」と述べたことのあ\nげ足とりである。また撤回の理由の一つである職員の欠員の点も、Ｅ栄養士は同年\n九月一日の再発令の際も上京して職場にはいなかつた点は同一であること、および\nＦ栄養士が休むことは予定されていたことで配置換内示後判明したわけではないこ\nとからして、単なる口実に過ぎないことが明らかである。\n（ロ）、配置換の意図\n本件配置換は組合分裂の成功に乗じて、さらに新潟支部の弱体化を意図したもの\nである。\nなんとなれば、分裂後の新潟支部の指導の中心は被控訴人とＧ医師であり、同支\n部外では有明療養所のＨ事務官が同支部に影響力のある指導者とみられていたとこ\nろ、右三名に対する人事異動が極めて接着した時期に試みられたのは単なる偶然で\nはなく組合対策であるといわなければならない。\n被控訴人の属していた給食係は少数組合と化した新潟支部の中心的職場であつた\nから、同支部を弱体化するためには被控訴人を他の職場へ移す必要があつたのであ\nる。そして被控訴人が従来どおり給食係にとどまつていれば勤務時間中にかなりの\n組合活動をすることが可能であつたが、医事係（算定）に移されるとその組合活動\nが全く不可能となるか著るしい制約を受けることとなるのである。\nそして、当時給食係の仕事はたまる一方であり、他方医事係に不馴れな職員が入\nるとその業務の低下をきたすことからして、本件配置換には業務上の合理性もな\nい。\nかように、本件配置換の意図は新潟支部の弱体化にあつたのであり、そうでなけ\nれば、七月四日に内示を撤回し、さらに九月九日に発令を撤回した控訴人が、前同\n日成立の確認書をあえて破棄までして執拗に配置換を強行する理由がない。\n２、九月九日に成立した確認書について\n（イ）、確認書の作成経過\n控訴人は本件確認書が自由な意思のもとに作成されたものではないと主張するが\nこれは争う。右確認書は施設側の意思統一の結果としてなされたＩ庶務課長の発言\nをメモしたものを基礎に、施設側と組合側の文案についてのやりとり、その修正等\nがなされた結果作成されたもので、決して控訴人の自由な意思を制圧した状況のも\nとに作成されたものではない。\n（ロ）、破棄の理由\n控訴人は確認書を破棄した理由として、自由な意思を制圧された状況で作成され\nたことおよび人事権を侵害するものであることを挙げている。しかし、前者につい\nては前述したとおりであり、後者についても、相互の折衝の中で控訴人も納得して\nいたのであるから後になつて云々すべき限りでない。しかも、右のような理由なら\nば、ただちに翌日にでも撤回すればよいのに、何日もたつてから撤回したことに不\n純な動機がうかがわれる。Ｉ庶務課長は、確認書の有効なことを前提にすればこ\nそ、成立の翌日に被控訴人に対し配置換の話をもち出しているのである。\n（ハ）、いわゆる裏約定なるものについて\n控訴人は、新潟県下の全医労の支部をもつて構成する全医労新潟地区協議会（以\n下単に地区協という。）のＪ書記長が、「いつたん命令を撤回して改めて発令すれ\nば配置換に応ずる。」旨の発言をしたと主張するが、右は事実に反する。\n仮に控訴人が主張するようなＪ発言があつたのであれば欺瞞行為によつて確認書\nが作成されたことを確認書撤回の理由にするはずであるし、確認書作成にあたつて\n控訴人側が文案に注文や難癖をつける必要はなかつたし、組合側から一筆とつたは\nずである。また、そもそもＪ発言は団交の席上でなされていたというのであるから\n廊下で確認するまでもないはずであるし、当日動員されていた外部労組員の面前で\n右発言がなされたのであれば、「動員者に対する思惑から表面上でも要求の貫徹の\n形式をとることによつて一応面目を保つことを考慮して裏約定をした。」との立論\nは成立ちえない。\n控訴人は裏約定の存在を証する証拠としていわゆるＢメモ（乙第八号証）を提出\nしている。しかし、右Ｂメモの記載からはむしろ裏約定の存在は疑わしいし、右メ\nモ自体後日になつて作成されたものではないかと考えられる。\nさらに控訴人は、前記確認書成立直後控訴人において「約束したことは守れよ\nな。」と発言した事実は裏約定の存在を認めうる一論拠であると主張する。しか\nし、確認書の成立によつて配置換の発令は撤回されてしまつたから、被控訴人とし\nては特に話合いを求める必要はなくなり、逆に控訴人側が、発令の前提としての協\n議をつくすため、組合に対し話合いを求める立場に置かれたのである。したがつ\nて、控訴人の発言であるという「約束したことは守れ。」とは、「話合いに応じ\nろ。」ということになるのであり、右発言が裏約定の存在を前提にしないと説明で\nきないわけのものではない。\n（四）　本件処分にいたる経過\n控訴人が前記確認書を一方的に破棄の上本件配置換命令を発令するに及んで局面\nは大きく変つたが、昭和三四年九月二五日に行なわれた控訴人と新潟支部の交渉に\nおいて、以後いわゆる中央交渉（関信医務出張所長あるいは厚生省担当官と全医労\n本部との交渉）に移すことにつき暗黙の了解が成立し、ついで翌一〇月に入るとＧ\n医師の転勤問題は円満に解決し、新潟支部と対立していたＫ所長が退官して、事態\nは好転のきざしを迎えた。\nそして、控訴人の事務取扱を命じられたＣ関信医務出張所長（以下併任の地位に\nあるときはＣ事務取扱と称する。）は同年一〇月一七日全医労Ｌ書記長の「Ｃ事務\n取扱病気中は被控訴人の配置換問題を棚上げしよう。」との提案を了承し、一方、\n被控訴人はこのように一応事態の凍結された状態のもとで従前どおり給食係に勤務\nしていた。\nその後、厚生省のＭ管理課長の依頼で、関東信越地区の全医労支部をもつて構成\nする全医労関東信越地方協議会（以下単に関信地方協という。）のＮ議長がＣ事務\n取扱と面談するなどし、同年一一月中は右Ｃと全医労とが熱心な話合いを続け、同\n月末には全医労においても、「被控訴人の配置換問題は話合いのうえ解決する。組\n合弾圧でないとの保障さえとれば配置換に応ずる。」との方針を確立した。そし\nて、同年一二月四日から同七日までＣ事務取扱と全医労のＬ書記長らが連日話合\nい、右七日には処分の点を除いて両者の意見がほぼ一致し、その際Ｃは、本件配置\n換が組合弾圧ではないことを強調の上、被控訴人を懲戒免職処分にはしないことを\n約し、免職以外のいかなる処分をするかについては厚生省当局と相談する、また話\n合おうと言明していた。\nしかるにＣ事務取扱は、同年同月一〇日一方的に話合いを打切る旨通告してき\nた。控訴人は右打切りの理由に関し、前記一二月七日の時点において全医労側が被\n控訴人に対し一切の処分をしないことを話合いの条件として譲らなかつたので、前\n同日の段階で交渉は決裂したと主張するが、右は事実に反する。Ｃ事務取扱が前記\nのように一方的な話合い打切りの通告に及んだのは、厚生省当局から交渉の打切り\nを迫られその圧力に屈したがためであろう。\nそして、同年一二月一四日、全医労側は処分問題と切離して無条件で被控訴人を\n新配置につかせる旨厚生省Ｍ管理課長に通告したにもかゝわらず、原審において主\n張したとおり、Ｏ厚生省医務局次長より全医労に対する非難があびせられ、全医労\nとして到底了承できないような不当な詫状の提出が求められ、全医労がこれを拒否\nするや、被控訴人に対する本件免職処分がなされたのである。\n（五）　まとめ\n以上述べたように、従来療養所管理者によつてなされてきた職員の権利に対する\nさまざまな侵害行為、なかんづく生休権の行使に対する不当な抑圧と、右と機を一\nにしてなされた異常なまでの組合攻撃という本件配置換の背景、本件配置換問題が\n新潟支部分裂の直後に出されており、しかも人事の慣例に反していること、給食係\nが分裂後の新潟支部の拠点であつたこと、給食係ではその業務遂行上被控訴人を特\nに必要としていたのに、医事係の算定部門は被控訴人が担当しなければならないわ\nけのものではなかつたこと、本件配置換が実現すると被控訴人の組合活動に甚大な\n影響を及ぼすこと、以上のような配置換の時期、影響、必要性の欠如、さらには、\nいつたん発令された配置換命令が撤回され、確認書の不当破棄を経て再度発令され\nていることにみられる控訴人の執拗かつ不当な態度、そしていわゆる中央交渉が進\n展して、懲戒免職を相当とする新らたな事情も発生せず、かえつて全医労側が無条\n件で配置換に応ずる旨通告しているのにあえて本件処分に及んだという経過、以上\nの諸点を総合すれば、本件配置換命令および本件処分が不利益取扱の意図のもとに\nなされたものであることが明白である。\n三、本件処分が不利益取扱でないとしても懲戒権の著るしい濫用であるとのそしり\nは免れない。\n（一）　前項において主張したような本件配置換をめぐる諸般の状況からすれば、\n被控訴人および新潟支部が右配置換を不利益取扱と解したのは無理からぬことであ\nる。\nそして、昭和三五年七月三日の団交により昀初の内示がいつたん撤回されなが\nら、新潟支部の行つた権利闘争の中心人物であるＧ医師、Ｈ事務官の転勤問題が出\nされたのに引続いて再び被控訴人に対する配置換が内示された。しかも右Ｇの転勤\n問題は医師としては極めて異例な本人の意思に反する人事であつた。このような一\n連の経過のなかで生じた被控訴人の配転問題につき、被控訴人はもとより新潟支部\nにおいて、当局が組合弾圧の意図に出たものと評価し憤激したのもまことに当然で\nある。\n（二）　昭和三四年九月九日に成立した前記確認書の効力については第一項におい\nて主張したとおりであるが、仮に右確認書による協定の拘束力が法律上のものでは\nなく道義上のものに過ぎないとしても、確認書所定の協議を怠つて発令された配置\n換命令は権限濫用行為であり、このような権限濫用による発令に被控訴人が服さな\nかつたからといつて懲戒処分に及ぶのは処分権の濫用である。殊に全医労と控訴人\nらが話合いを行つており、全医労側から被控訴人において無条件に配置換命令に応\nずる旨申入れていた等の事情を併せ考えるといつそうその感を深くする。\n（三）　前第二項において主張した本件配置換発令および本件処分にいたる経過か\nらみても明らかなとおり、非はすべて控訴人側にあり、被控訴人が非難される筋合\nいはない。交渉は継続していたのであり、しかも前記確認書によつて交渉はなお継\n続さるべきものである以上、その間被控訴人が配置換命令に応じなかつたことをも\nつて非難される理由はない。\n（四）　配置換命令発令後本件処分がなされるまでの間、被控訴人は原職場におい\nて勤務し、上司の指示で業務を行い、控訴人ら管理者は被控訴人の行動をあえて阻\n止もせず、同人の起案した書類の決裁までしている。右のような事情からすれば、\n二か月間の職場放棄をした新潟支部書記長Ｐが一か月の停職処分を受けたに過ぎな\nいのと比較して被控訴人が受けた本件処分は著るしく重いといわなければならな\nい。\n（五）　被控訴人はすべて組合の指示に基づき行動しており、そのことを控訴人ら\n管理者において十分認識しているからこそ控訴人らは終始組合を相手方として行動\nしているのであつて、このように控訴人らと組合との関係において処理されるべき\n問題について組合の責任を問うこともなく個人を処分することは不当である。\n四、以上の次第で、本件懲戒処分は不利益取扱であり、そうでないとしても処分権\nの濫用にあたることが明白であるから取消されるべきものである。\n第二、控訴人の主張\n一、本件の特異性\n本件は、控訴人において、厚生事務官として給食事務を担当していた被控訴人を\n国立新潟療養所内における庶務課給食係から同課医事係（診療費算定部門）に配置\n換したところ、これを不服とする被控訴人が控訴人らの再三にわたる説得にもかゝ\nわらず、八八日間の長期間にわたり配置換命令を拒否し続け、しかもその間右命令\nの撤回を求めて数々の違法な抗議行動をとつたため懲戒免職に付した事案である。\nところで、右配置換は同一療養所内での僅かな場所的移動をするに過ぎず、新し\nい職務の医事算定事務は従前の担当職務と同じくいわゆる一般事務であり、その職\n務の内容からいつても被控訴人の労働条件ないし生活関係になんら不利益を及ぼす\nものではない。\nしかるところ、被控訴人は本件配置換の結果組合活動を十分行えないこととなる\nとの理由で右配置換を拒否したのであるが、同人のいう組合活動とは「勤務時間\n中」の組合活動を指すのである。\nしかし、新潟支部の活動の中心である給食係から国立新潟療養所職員労働組合\n（以下単に新職労という。）の組合員が多数を占める医事係へ配置換されたとして\nも、被控訴人の組合活動家としての経歴および組合における地位からみて日常の組\n合活動が萎縮するとは考えられないし、新職場に移つた場合新たな業務に慣れるま\nでの期間および多忙な月初めの約一週間というものはその組合活動に若干の時間的\n制約を受けるにしても、全般的に組合活動が不可能な状態になるわけでもないか\nら、本件配置換が新潟支部長としての被控訴人が「国家公務員として許された範囲\n内の正当な組合活動」をするについての妨げとはならないものである。\nしかるに被控訴人は、自己の主張を固執し、人事院に対する審査請求等の法律上\n許された救済方法によることなく、八八日間もの長期にわたり、上司の再三にわた\nる説得を無視して旧職場に居すわり続けたものであつて、他の配置換拒否の事例と\nその本質を全く異にするものである。\n二、本件処分の処分事由について\n（一）　被控訴人は、控訴人において昭和三四年九月九日成立の確認書に定められ\nた協議義務をつくしていないが故に本件配置換命令は無効であり、被控訴人には職\n務命令違反はないと主張する。\nしかし、控訴人は、右確認書による協定が当事者を拘束するとの被控訴人の主張\nは争う。\nのみならず、右確認書は後記のとおり撤回されてしまつているから、控訴人とし\nては確認書の内容を履行すべき責をなんら負つていないのである。\nさようなわけで被控訴人に対する本件配置換命令はもとより有効であり、それに\nもかゝわらず同人は右命令に服さなかつたのである。\n（二）　被控訴人において食●運搬拒否行為の扇動等をなしたことは明らかであ\nる。\n１、給食職員の業務中には食●運搬作業が含まれ、これを拒むことは怠業行為に該\n当する。\n（イ）　病院給食の業務は、特に調理師としての免許資格を有している者でなけれ\nば従事しえないというものではなく、調理師免許所有者とそれ以外の者との業務上\nの区分を必要としない。そして、病院給食の作業が食品炊具等の管理業務、調理作\n業、食●運搬作業等患者に十分な食●給与をするために必要な各種の作業に分割さ\nれるとしても、これらの作業分担は各施設によつて必らずしも一様ではない。新潟\n療養所においては、昭和三一年給食委員会の答申に基づき、一二療棟のうち六療棟\nの食●運搬はもつぱら給食係の炊夫の業務と決定され、爾来給食係炊夫によつて行\nわれてきたのである。\n（ロ）　被控訴人は、食●運搬が時間的、労力的にみて大きなウエイトを占めるに\nいたつたときはもはや調理に附随する業務とはいえないと主張する。\nしかし、給食係の炊夫が食●運搬をしていた六療棟への給食係室からの距離は昀\nも遠い第一一療棟で三五八メートルであり、一つの療棟に歩いて四、五分であつて\nみれば、時間的にも労力的にもさして大きなウエイトを占めていたものとはいえな\nい。しかも運搬していたのは昼食、夕食の二回でこれを一四人中の六人の炊夫で交\n替に行つていたことからすれば全般的には附随的業務の域を出ないものである。\n（ハ）　被控訴人は、食●運搬拒否闘争中、七名の臨時人夫が採用されたことをも\nつて、食●運搬が労力的に大きなウエイトを占める業務であることの実証であると\n主張するが、臨時人夫は前記闘争中やむなく臨時応急的に採用したもので、極めて\n僅かな運搬作業に従事する時間以外はもつぱら給食場以外の雑務にあたらせていた\nのであるから、被控訴人の右主張は失当である。\n（ニ）　被控訴人は、調理師に調整号俸が付されていないのは調理師が病棟に進出\nしないことを前提とするものであると主張するが、調整号俸は、人事院規則九－\n六、人事院規則運用方針給実甲第一三八号、国立病院及び国立療養所の特殊職員に\n対する俸給の調整額の実施細目に基づき、病棟に出入りする●度および直接患者に\n接する●度が高い者に付されるのであつて、調整号俸の有無によつて業務の附随性\nに消長をきたすものではない。\nなお、昭和三二年に同じく給食係に所属する栄養士に調整号俸が付されたのは、\n栄養士が直接患者を訪問して嗜好調査や栄養指導を行うからであつて、単に食●を\n病棟配膳室に運搬して帰る炊夫とではおのずから差異があり、調整号俸が付されて\nいないことをもつて食●運搬の義務がないことの理由となしえない。\n（ホ）　被控訴人は、新潟地区内においては新潟療養所と高田病院のみにおいて炊\n夫による食●運搬がなされていたに過ぎないという各施設の実態は、一般的に、食\n●運搬は調理師の義務ではないと考えられていたことを示すと主張するが、新潟地\n区内の他の施設はその病棟配置、中央配膳システムの関係上炊夫が運搬作業をして\nいなかつたというだけのことである。\nこのことを国立療養所に限つてみれば、本件拒否ののちである昭和三五年二月現\n在、一八五施設中実に一二二施設において炊夫のみによる食●運搬がなされている\nのであつて、これは、施設の病棟配置、職員配置等の諸条件を勘案して、一般的\nに、食●運搬が給食職員の業務の一部として扱われていたことを示すものである。\n（ヘ）　新潟療養所では、当時、食●運搬のため病棟に出入りする炊夫に、白衣の\n上つぱりとマスクをつけさせ、履物を替えさせる等して細菌汚染の防止等について\n十分な配慮をしていたものである。しかも、第一一、一二療棟についてはともか\nく、他の四療棟については、療棟入口の配膳室に食●を置いてくるだけなのである\nから、右四療棟の場合は、細菌による汚染の虞れ等を食●運搬拒否の理由となしえ\nないはずである。\n（ト）　被控訴人は、控訴人ら管理者においても食●運搬を炊夫の業務と考えてい\nなかつたと主張する。しかし、控訴人においてはこれを炊夫の業務であると考えて\nいたからこそ、昭和三四年一〇月一日Ｑ給食係長をして拒否行為を中止すべき旨の\n業務命令を伝達し、さらに、同年一〇月二日にはＢ課長補佐を、同年同月一二日に\nはＩ庶務課長をそれぞれ介して同旨の業務命令を伝達しているのである。被控訴人\nらは、これらはいずれも命令でなく願望であつたというが、被控訴人のいうところ\nは、せんじつめれば、特に命令であると明示されていなかつたから命令でないとい\nうに過ぎない。\n以上いずれの点からしても食●運搬拒否に関し被控訴人が主張する理由は失当で\nあり、右食●運搬拒否行為は国家公務員法によつて禁止されている怠業行為として\n違法なものである。\n２、調理師協と全医労の組織との関係\n調理師協ニユース等その組織自体に表示されている「全医労新潟地区内調理師連\n絡協議会」なる呼称、調理師協委員会のメンバーに組合支部長が含まれ、かつ委員\n会に出席する調理師の日当が組合支部の負担となつている事実、さらに「関信地方\n協内調理師連絡協議会」への組織拡大の動きがうかがわれることからすれば、調理\n師協が全医労の組織と不可分の関係にあることが明らかである。したがつて、調理\n師協を、全医労の組織とは直接関係のない、組合員が自発的に結成した単なる職種\n別連絡協議会とみることはできず、全医労新潟地区協の一専門部会であることが明\n白である。\n３、食●運搬拒否は組合の争議行為としてその指導のもとに行われたものである。\n（イ）　本件食●運搬拒否は、新潟支部に所属する組合員で同時に調理師協にも所\n属している新潟療養所の炊夫ら一四名により自己の労働条件改善を要求して右要求\n貫徹のための手段として実施されたのであるから、これら炊夫らが団体交渉の単位\nとなりうるか否かは別として、これが組合活動であることは歴然としている。\n（ロ）　もつとも、被控訴人は、運搬拒否闘争が組合活動であるとしながら、新潟\n支部とは関係がないと主張する。\nしかし、当時の炊夫らの所属していた給食係は、係長を除き全員一九名が新潟支\n部に所属し同支部の活動の中心をなしていた等の給食係の実態からして、新潟支部\nとして炊夫らの組合活動に無関心でありうるはずがないし、また本件における炊夫\nらの要求は彼ら固有のものではあるが、所属組合員の労働条件に関する事柄である\nから、新潟支部としてもその処理にあたることは必然であり、このような場合特段\nの事情がないかぎり、組合が一部組合員の活動を組合と無関係のものとして放任し\nておくことは経験則上ありえないところである。\nそして、当時の組合側発行の新聞、ビラ等によれば、新潟支部が本件運搬拒否闘\n争を同支部の組合活動として認識行動していたことが知られるのみならず、炊夫ら\nが食●運搬拒否をしたい旨同支部と協議し、同支部がこれを容れて支部として拒否\n闘争を実施する旨決定し炊夫らを指導したことが明らかである。\n（ハ）　そして、右食●運搬拒否闘争は、昭和三五年一月二五日、右闘争をもつて\nしても被控訴人の配置換を撤回させることができず、ついに懲戒免職の結果を招き\nその目的を達しえないことが明確となつて戦術の転換をはかることとした新潟支部\nの指令によつて中止されるにいたつたのである。\n以上述べたところから明らかなように、炊夫らの本件食●運搬拒否闘争は新潟支\n部の指導により実行され、かつ中止されるにいたつたものである。\n４、食●運搬拒否闘争は、被控訴人の本件配置換の撤回を貫徹するための手段とし\nて行われたものである。\n（イ）　昭和三四年八月二一日までは炊夫らからの食●運搬拒否の意見表明はな\nく、仮にあつたとしてもせいぜい善処方を要望したに過ぎないものであつた。そし\nて、前同日にいたり「調理師の療棟進出中止」を同年九月一日より実施すると通告\nしてきたのであるから、食●運搬拒否の実行時期、具体的方法が決定されたのは右\n通告のなされる直前とみるべきである。\nそうすると、被控訴人の復帰、支部長就任と怠業行為の具体的実行の決定とは関連\nするものであつて、被控訴人の復帰、同人に対する配置換命令が怠業行為実行の起\n爆的原因であることが明らかである。\n（ロ）　昭和三四年七月四日控訴人が被控訴人に対し伝えたのは同年七月一日付の\n配置換の発令を留保する旨なのであり、その年の定期異動が遅れて同年六月三〇日\n現在で七月上旬身上調書を徴したことから、七月から八月上旬にかけて定期異動が\n計画され九月頃発令されるべきことが予測されていたのであるから、被控訴人にお\nいて同人の配置換問題は七月四日以降棚上げされて解決ずみであると認識していた\nと認めるのは相当でない。そして、七月一七日Ｒ転勤拒否、Ｇ転勤拒否、同月二七\n日Ｇの三回目の転勤拒否、八月二一日療棟進出拒否の申入れという経過をみると\nき、食●運搬拒否闘争の実施は、被控訴人の配置換問題に加えて右Ｇらの転勤問題\nをも有利に展開するためにとられた措置とみることができる。\n（ハ）　このことは、九月一日の配置換拒否によつて起された組合の抗議と符節を\n同じくして、運搬拒否闘争がより具体化し九月二五日付の通告文の提出へと発展し\nたことによつても明らかであつて、九月一九日控訴人が被控訴人に対し本件配置換\n命令を発令するや、被控訴人は、度重なる抗議行動をもつてしても配置換を阻止で\nきなかつたことから、食●運搬拒否闘争をもつて九月二五日から二六日の早朝にか\nけての集団抗議を有利にしようと企図したものにほかならない。\n（ニ）　被控訴人は、本件食●運搬拒否闘争全体をみても被控訴人の問題と結びつ\nけて交渉されるというようなことが全くなかつたと主張するが、昭和三四年一二月\n七日に全医労役員とＣ事務取扱が会談した際全医労Ｌ書記長が提示してきたメモ\n（乙第五九号証）の記載に照らしても、食●運搬拒否闘争が被控訴人の配置換問題\nと無縁でなかつたことが明らかである。\n５、被控訴人の行為と責任\n食●運搬拒否闘争の開始前および開始後に管理者がその中止を命じた際、これに\n対する反抗の中心となつたのは当該炊夫でなく、炊夫以外の給食係職員（新潟支部\nの組合員）であり、その先頭に立つていたのは被控訴人であつて、右事実をもつて\nも、被控訴人が右闘争を積極的に指導支持したことは明らかである。\n以上述べたような事件の経過に則して考えると、食●運搬拒否闘争は新潟支部の\n争議行為としてその指導のもとに炊夫によつて実施されたもので、その目的は炊夫\nらの労働条件の改善に名をかりた被控訴人の本件配置換拒否支援にあつたことが明\n白である。\nしかして、被控訴人は新潟支部の支部長たる地位にあつたものであり、みずから\nも率先して前記の行為に出たものであるから、被控訴人が右闘争を炊夫らと共に企\n画共謀しこれを指導したことを優に認めることができ、したがつて、右指導をもつ\nて右闘争をあおりそそのかしたものと認定してなされた本件処分は正当である。\n三、本件処分が不利益取扱にあたらないものであることは原判決判示のとおりであ\nるが、右処分の前提である本件配置換の必要性および合理性につき主張を若干補足\nする。\n原審において主張したとおり、本件配置換は、昭和三四年度における厚生省全体\nの事務合理化ないし強化の施策の一環としての、医事算定業務強化整備の指示に基\nづき、控訴人において、新潟療養所における診療費算定部門の業務を強化するため\nの一連の措置として行つたものであつて、①被控訴人が従来所属していた給食係に\nは同人が全医労本部専従中事務職員が補充されており、当時の員数により十分業務\nを遂行しうる状態にあつたこと、②被控訴人が約二年八か月の事務経験をもち、中\n堅事務職員としての能力を有し、給食係勤務も一一年の長期に及んでいることから\nすると、この際他の業務につかせることが人事管理上も好ましいし、本人のために\nもなること、③被控訴人が、昭和三三年六月、三期めの中央執行委員に出るにつ\nき、職場復帰後どの職場へ移されても異議ない旨述べて控訴人から専従休暇の承認\nを得ていたこと等の諸点から、算定係への補充人員の一人として被控訴人を選んだ\nのであつて、これを要するに本件配置換は業務上の必要性に基づくものである。\nこの点に関し、まず被控訴人は当時の給食係は事務量に比して人員が不足し手不\n足の状態であつたと主張するが、給食係の員数、給食数、献立の内容等を検討すれ\nば、原判決が認定しているとおり、特にその頃手不足という状態にはなかつたもの\nである。（被控訴人自身「給食にいるならば、なれた仕事でもあり、組合員に囲ま\nれているために時間中に組合活動をすることもかなり可能であつた。」と主張し\nて、給食係が手不足でなかつたことを認めている。）\nまた被控訴人は、「算定から手なれた職員二名を他に転出させ、なれない者を入\nれると業務の低下になるから人事上の合理性はない。」と非難するが、医事算定業\n務が比較的細かい事務であるのに、当事算定に所属していた職員のうち、Ｓはノイ\nローゼ気味で入院したこともあり、Ｔは五八才の高齢であつたところから、右両名\nを他の部門に転出させ、事務経験が比較的長く、中堅事務職員として相当の能力を\n有していた被控訴人を補充人員の一人に選定したのであるから、右人事に合理性が\nないとの被控訴人の非難はあたらない。\nなお、被控訴人を医事係算定へ配置換することは、被控訴人が原職に復帰する以\n前で新潟支部分裂の前でもある昭和三四年六月下旬に決定されていたのである。\nそして、所内配置換についてはあらかじめ控訴人が組合の了解を求めさらに本人\nの内諾を得てから発令するという慣行は存在しないし、被控訴人のいういわゆる原\n職復帰の慣行は全国的にみても存在しないのである。\n四、本件処分には裁量権の範囲の逸脱はなく、処分権の濫用にもあたらない。\n原判決は、本件配置換に関し、可能なかぎり被控訴人の同意もしくは納得のもと\nに同人を新職場に配置しもつて人事管理の円滑な運営を図ろうとした控訴人の一連\nの行為を、一貫性を欠いた動揺した態度と評価し、これが被控訴人を非違行為に走\nらせた誘因であるとして、結局、控訴人が被控訴人に対し免職の懲戒処分を選択し\nたことは社会通念上著るしく妥当を欠き、裁量権の行使につきその範囲を超えた違\n法があると認定したが、控訴人側にはこのような非難を受くべき点は全くなく、右\n認定は誤りである。\n（一）　七月一日の内示後本件配置換命令にいたるまでの間に控訴人側にはなんら\n非難されるべき点はない。\n１、七月一日内示の保留について\n前述した業務上の必要性に基づき、控訴人は、昭和三四年七月一日朝、Ｉ庶務課\n長をして被控訴人に対し本件配置換を内示させたところ、被控訴人は諾否を留保し\nた。\nそして、新潟支部の申入に基づいてもたれた同年同月三日の団交において、被控\n訴人および組合から右配置換につき、「専従から復帰した場合は元の職場に戻る権\n利があるのに、復帰してすぐ配置換することは組合弾圧である。二か月くらいたつ\nてから配置換されるのであれば異議はない。」旨の意見の表明があり、結局被控訴\n人はただちに配置換に応ずることを拒否した。そこで控訴人は再検討することと\nし、療養所幹部とも協議した結果、給食係栄養士二名の事実上欠員という予期して\nいなかつた事態の発生と、二か月くらいたつてからなら異議はない旨の意見の表明\nがあつたこと、さらにこれに加えて組合が分裂直後であるところからこの際なるべ\nく組合を刺戟することを避けようとの配慮から、被控訴人に対する右配置換の命令\nを留保して暫時同人を給食係へ配置しておくことを決定し、翌四日、被控訴人に対\nし右決定にいたる経緯を電話で連絡させたのである。\n右のとおり、七月一日の内示に関し控訴人のとつた一連の措置は正当な理由に基\nづくものであつて、被控訴人においてもその経緯を十分熟知していたのであるか\nら、右の措置が、控訴人の意図とは別に、被控訴人および組合をして不利益取扱の\n疑をもたせるようなものとは到底認めえないのである。\nこの点に関し、被控訴人は、右内示の留保の理由の一である栄養士の欠員の発生\nはいずれも内示前に判明していたことで右は単なる口実であると主張するが、Ｆ栄\n養士の妊娠つわりの事実は内示した七月一日の午後病気休暇の届出があつてはじめ\nて判明したものであり、Ｅ栄養士の中央執行委員としての専従休暇は当時控訴人に\nおいて認めない方針であつたのに、同栄養士は控訴人の承認を得ないまま七月二日\nに上京してしまつたのであるから、被控訴人の右主張は失当である。\nまた、被控訴人は、前記団交の席上被控訴人ら組合側が「二か月くらいたつてか\nら配置換されるのであれば異議はない。」旨約したとの控訴人の主張を否認する\nが、控訴人主張の右事実は、同人提出の各証拠によつて十分裏付けられるばかりで\nなく、仮に原判決認定の如く「被控訴人において『復帰後一、二か月たつて落着い\nたところで話があるならともかく』との趣旨の発言をしたに過ぎない。」とすれ\nば、可能なかぎり被控訴人の納得と同意のもとに同人を新職場に配置すべく再三に\nわたり注意説得する態度をとつていた控訴人が、なんら話合いをすることなくいき\nなり八月三一日に再び配置換の内示に及ぶことは到底ありえないところであるし、\n他方右再度の内示がなされた際、被控訴人が「話が急である、気がすすまない、納\n得できない。」等の理由をあげてこれを拒否し話合いに応じようとしなかつたこと\nの説明がつかないといわざるをえない。\n２、九月一日付発令の撤回と確認書の成立\n（イ）　控訴人が確認書に押印するまでの経緯は次のとおりである。\n昭和三四年九月九日午後六時過ぎころから、控訴人は被控訴人ら組合側と交渉に\n入り、所長室において控訴人ら管理者三名は外部支援労組員らを含む約五〇名の被\n控訴人ら組合員の怒号、罵声の中で、執拗な発令撤回の要求を拒否し続けていたと\nころ、午後九時ころになつて、突然、Ｊ、Ｐその他の者から、「絶対に医事係へ行\nかないのではない、納得なしに出したことが承知できないのだ。」「いつたん撤回\nして改めて発令すれば配置換に応ずる。」という趣旨の発言がこもごも出された。\nそこで、控訴人、Ｉ庶務課長、Ｕ医務課長およびＢ課長補佐において協議の上、右\nＵとＢがＪを呼出し被控訴人本人の真意をただしたところ、Ｊは、「本人は配置換\nに応じないというのではない、一方的に決定されたものを押し付けてきたからであ\nり、その発令のしかたが納得できないのである。したがつて今日白紙に返えせば明\n日改めて発令してもよい、とにかく一応撤回してほしい。」との意向を重ねて表明\nし、前記Ｕらの求めに応じて被控訴人本人と相談したのち、「前に話したとおりで\nある、この際お互いに腹と腹で行こうではないか。」と答えた。その結果として、\n控訴人は、被控訴人ら組合側の申入れを、外部の支援労働者を多数動員している関\n係もあつて形式的に一応配置換を撤回させるという一歩後退した要求に切替えたも\nのと判断し、今回の発令を撤回しても翌日改めて発令すれば受けるというのであれ\nば実質的に当局側の配置換の目的は達成されることになるし、療養所管理者として\nの職責上患者のため喧噪状態をすみやかに終熄させる必要があつたことから、この\n際相手方の申入れを信じ発令をいつたん白紙に返す旨宣言して、改めて翌日発令す\nるほかないと判断した。そして、所長室においてＩ庶務課長が「辞令はいつたん白\n紙に返し、形をととのえて改めて明日発令する。」と述べ、さらに被控訴人ら組合\n員に対し数回にわたり「必らず受けるな。」と念を押したところ、「間違いない、\n何回も同じことを言うな。」と答えていずれも異議を示さなかつた。\nところが、その直後被控訴人側から突如右回答を文書にする必要があるとして確\n認書を起案しこれに押印を求めてきた。しかし、控訴人としては、右は予想外のこ\nとであつたし、確認書の記載がＩ課長の発言内容と異り、また人事管理権を侵害す\nる条項も含まれていたので、押印を拒否したのに対し、組合側にあくまで押印を要\n求し、午後一一時半過ぎ控訴人らが押印を拒んだ室外に退去しようとしたところ、\n被控訴人ら組合側はスクラムを組んで口々に「判を押さなければ外には出さん。」\nといつて脅迫し押印を強要するにいたつた。\nこのように、控訴人としては右確認書が提出されてからも二時間半にわたり押印\nを拒否し続けたのであるが、療養所という特殊な環境から異常事態の発生や患者を\n騒動にまきこむことを絶対に避けなければならなかつたこと、前記のとおり退室を\n実力で阻止されたこと、これに加えて夕食抜きで深夜まで七時間に及ぶ長時間の集\n団抗議で疲労こんぱいしていたことから、事態収拾のためには押印のほかないとし\nてその意に反して押印した次第である。\n（ロ）　右のとおり、控訴人が九月一日付の発令を撤回したのは前記のような裏約\n定が存するからであつて、九月九日の集団抗議の中で拒否の態度を堅持していた控\n訴人ら当局側が、従来の経緯からして新配置につくという保証を意味しない、「白\n紙撤回すれば明日からでも話合いに応ずる。」という程度の申入にたやすく応じて\n発令を撤回する道理がない。\nこれに反し被控訴人ら組合側は、外部支援労組員に対する思惑と患者の反発に対\nするおそれから、実質的にはともかく形式的にでも当局側からなんらかの譲歩をか\nちとつて早急に局面を打開する必要に迫られて前記裏約定を結んだものとみること\nができる。\n（ハ）　被控訴人側は前記のいわゆるＪ発言を否定するが、右発言の存在は控訴人\nの援用する証拠によつて十分認めうるところであり、これを否定する原審証人Ｊの\n証言は他の証拠と対比するとき到底信用できないものであることが明らかである。\n被控訴人は、控訴人主張のＪ発言なるものが既に部屋の中でなされていたというの\nであれば正々堂々と交渉の場で確認すれば足りるはずであると主張するが、控訴人\nらとしては、組合側がこもごも「白紙撤回すれば明白にでも配置換に応ずる。」と\n発言した真意がつかめないでいるうち、廊下に出たＵ医務課長が右発言をしたＪか\nら再度同趣旨のことをいわれたので、控訴人らとしても、協議の上、右Ｊが新潟支\n部の上部機関である地区協の書記長であるところから再度同人に確認したものであ\nつて、事態解決の方法としては極めて自然なものである。\n（二）　確認書に双方が押印したのち、控訴人において「約束したことは守れよ\nな。」との発言をしている事実があり、右発言にいう「約束」とは裏約定を指すこ\nとは明らかである。確認書上被控訴人ないし組合側を義務づけた事項は存しないの\nであるから、被控訴人が主張するように、組合に対して話合いに応ずるよう求めた\n趣旨ではありえない。\nそして、確認書第二項には「配置換について事後改めて被控訴人らと話合いをす\nる。」旨明記されているにもかゝわらず、控訴人は右確認書を破棄することなく、\n翌一〇日には被控訴人に対し配置換を内示しているのであつて、仮に裏約定がなか\nつたとすれば、その前日異常な混乱と被控訴人らの不当な行為を経験している控訴\n人としてはいきなり内示をした場合右混乱を上廻る紛争が生ずることは火を見るよ\nり明らかであつて、右の道理よりするも裏約定の存在することが明白である。\n（ホ）　確認書は次のとおり被控訴人らの不当な集団的威圧のもとに、控訴人の意\nに反して、強引に作成されたものである。まず、当日動員された組合員数をみる\nに、新潟支部組合員が三〇名以上、柏崎地区労などの外部支援労組員が五〇名以上\nの合計八〇名以上であつて、うち約五〇名の者が所長室において控訴人ら管理者三\n名をとりかこんで集団抗議を行い、残りの者も階下組合事務室等にいた若干の者を\n除いて本館二階の所長室前の廊下や所長室に近い大会議室に待機していたのであ\nる。\n控訴人らとしては、右のような状況のもとにあつては、警察あるいは新職労組合\n員に支援を求めるようなことをすれば、紛争がいつそう激化し患者をも紛争にまき\n込むおそれがあつたので、長時間にわたる執拗な集団抗議に耐えつつもつぱら組合\n側の説得に努めていたのである。\n原判決は、控訴人側において確認書を訂正させ、さらに押印前管理者らのみで協\n議したことを根拠に、控訴人が押印を決意したのは自由な意思によるかの如き認定\nをしているが右認定には承服できない、控訴人側としては確認書の訂正の申入れを\nした事実はなく、Ｉ庶務課長において押印を拒否せんがため自己の表明したところ\nと異る旨を指摘したに過ぎないし、管理者らのみで協議したといつても、前述した\nように脱出を実力で阻止されやむなく元の席に戻つたところ、突然組合側において\n「自分達は外に出るから是非押印してくれ。」といつて退室し所長室前の廊下等に\n待機していたというのが実情であつて、控訴人らが自発的に協議をするからと申出\nて協議を始めたものではなく、組合側の監視のもとに協議を余儀なくさせられたも\nのなのである。\nなお、新潟療養所の入院患者は結核患者であつて、これらの者に不安動揺を与え\nることは極めて好ましくないことであり、本件に先立つ組合の生理休暇闘争で入院\n患者らに大きな不安動揺を惹き起し、診療看護上の問題をめぐり全医労と患者間に\nトラブルが発生したという生々しい経験があつたところから、既に患者から抗議が\n出て騒ぎがあることを知らされていた控訴人は、病院管理者として、患者を騒ぎに\nまき込みたくないとの配慮がまず働き、一刻も早く騒ぎを終熄させようとしたので\nあつて、このような事情が確認書押印の意思決定に重大な影響を及ぼしていること\nが重視されるべきである。\n３、確認書の撤回\n控訴人は、九月一〇日前記裏約定に基づいてあらためて内示をしたのであるが、\n控訴人が再三の説得を試みたにもかゝわらず被控訴人がこれに応じないところか\nら、右裏約定が確認書に押印させるための詐術であつたことに気付き、また前述の\nとおり確認書は被控訴人ら組合側の威圧のもとにその意に反して押印させられたも\nので、かつ不可能なことを強いるものであつたので、管理者らは協議の上正式に発\n令するためには確認書を撤回しておくべきであるとの結論に達し、同月一七日、既\nにその性質上意味がなくなつていた第一項を除き第二、三項について撤回の通知を\nなしたものである。\n右のような次第であるから、前記確認書の内容の履行および撤回につき、控訴人\nは法律的にはもちろんのこと道義的にもなんら責任を負うものではない。\nなお、被控訴人は確認書成立の翌日ただちに撤回がなされなかつたことに不純の\n動機がうかがわれると主張するが、一〇日、一一日は説得にあたり、一二日は土曜\n日、一三日は日曜日で、一四、一五日はＰの審査請求に対する人事院の現地審理が\nあり、一六日にさらに説得したことによるのであつて、一七日まで撤回が遅れたこ\nとにはなんら不純な動機はない。\n（二）　Ｃ事務取扱の被控訴人に対する説得と組合との交渉の段階においても控訴\n人側に非難されるべき点はない。\n原判決は、本件配置換に関するＣ事務取扱と被控訴人の話合い、さらに右Ｃと全\n医労本部書記長、関信地方協議長らとの交渉が重ねられ、交渉の内容も進展の方向\nにあつたこと、またその間Ｇの転勤問題も右Ｃと全医労との交渉で円満に解決して\nいることなどの事情からみれば、被控訴人が右交渉においてその結論が出るまでは\n新配置につこうとしなかつたことをもつてそれほど悪質な非違行為として評価する\nことはできないと判示するが、右は誤りである。\n１、控訴人の職に併任を命ぜられたＣ事務取扱は、前任者に引続き被控訴人を新配\n置につくよう説得しようと考え、懲戒免職協議書を厚生省に進達するのを保留し、\nそのころ病気入院中ではあつたが、一〇月一八日および同二三日Ｉ庶務課長をして\n被控訴人を説得させた。（右事実よりするも、Ｃ事務取扱が一〇月一七日山中病院\nにおいてＬ全医労本部書記長の「Ｖ問題は（右Ｃの）病気が治癒するまで棚上げし\nよう。」との申入を了承した事実のないことが明らかである。）さらに右Ｃは一一\n月二一日被控訴人と面談すべく同人に対し大蔵病院への出張を命じたのに対し同人\nがこれに従わなかつたのである。\n右の事実からみても交渉の内容が進展の方向にあつたなどとは到底いえないこと\nが明白であろう。\n２、一二月四日のＣ事務取扱と全医労Ｗ委員長らとの話合いにしても、Ｃが被控訴\n人に対し新配置につくよう指示したのに対し、被控訴人らは配置換は組合弾圧だと\n主張するだけで、結局話合いは平行線をたどつたまゝ終つている。そして翌五日に\nは、被控訴人より「本件配置換命令の辞令を見たことも聞いたこともない、全然知\nらない。」旨の発言がなされているのであるが、右は被控訴人が話合いを混乱させ\nる意図のもとに意識的に配置換命令の存在自体を否定するが如き発言をし、もつ\nて、みずから事態をより悪化させているものである。\nさらに六日、七日と話合いが続けられたが、昀後には、「被控訴人を処分しない\nという前提でなければ今までのことは全部白紙に返す。」といつて前記Ｌらが憤然\nとした態度で帰つていつたことにより交渉は決裂状態となつたのである。もつと\nも、Ｃ事務取扱が一〇日になつて電話で打切り通告をしたことを根拠に、被控訴人\nは交渉が決裂状態にはなつていなかつたと主張する。しかしＣが右のような電話を\nしたのは、七日の組合側からの「今までのことは全部白紙に返す。」とのいわば打\n切り宣言に対して、形式的には無用なことであるが、「組合が交渉の再開を求めて\nきても応じられない、すなわち即時新配置につかなければ懲戒免職処分にする。」\nとの昀後の通告の意味でなしたに過ぎない。\n３、いわゆるＧ転勤問題は、組合側の「転勤発令は組合弾圧である。弾圧でないあ\nかしを立てろ。」との要求に対し、Ｃ事務取扱において、組合弾圧の意思のないこ\nとを説明し辞令をあらためて手交することで解決した。しかし被控訴人の問題は、\n組合側が求める「組合弾圧でないことのあかし」の具体的中味が示されないまゝ平\n行線をたどり、結局組合側において「組合弾圧でないことのあかし」として「被控\n訴人を処分しないこと」を求めてきているのであつて、Ｇ転勤問題とは全く質の違\nうものとして動いていたわけである。したがつて、Ｇ転勤問題の解決の事情との比\n較は、本件懲戒にあたり考慮すべき酌量事由となりえないのである。\n以上のように、被控訴人は、Ｇ転勤問題の如き円満な解決は到底期待しえないこ\nとを十分承知の上前職場に居すわり続けたのであるから、被控訴人が右交渉期間中\n新配置につこうとしなかつたことはむしろ悪質な非違行為といわなければならな\nい。\n（三）、本省段階における交渉においても控訴人ら当局側に非難されるべき点はな\nい。\n被控訴人は、一二月一四日、Ｌ全医労書記長、Ｎ関信地方協議長らと共に厚生省\n医務局Ｍ管理課長に対し、「被控訴人は新配置につく用意がある。」旨の申入れを\nした。そこで、Ｍ課長は、翌一五日、厚生省に被控訴人ら三名を招き、前記Ｌおよ\nびＮに対し、右申入れと懲戒処分問題の関連をただしたところ、処分についての条\n件が完全になくなつていない模様であつたので、懲戒免職処分は既に決定しており\n辞令を交付するだけの段階であるからと告げた上、あらためて右処分のとりやめを\n上司に相談し裁量を仰ぐためには被控訴人本人の誠意あふれる一札が必要であると\nしてこれを出すよう求めた。しかるに、右ＬおよびＮは、右のような文書を書ける\nかどうか被控訴人に確かめようとすれば確かめえたのにこれをせず、被控訴人も当\n日Ｍ課長の申入の内容を知りながら特段の申出もせず翌日にいたつてしまつた。\nそして、組合側は停職はおろか減給処分すら不当であると主張し、Ｍ課長のいう\n「一札」の提出を拒否し、さらに同課長の提案で前記Ｌらと厚生省Ｏ医務局次長と\nの会談が行なわれることとなつたのである。\n被控訴人は、右会談においてＯ次長は、組合に対して非難をあびせ、組合として\nは承服できないことが明白な組合の運動方針についての組合自身の詫状を提出する\nよう要求して殊更交渉を破綻に導いたと主張するが、Ｏ次長が全医労を非謗したり\n組合に対して詫状を要求したことは絶対にない。\nそして、一二月一六日、被控訴人は組合側の協議に参加して、当局側の書面提出\nの要求を拒否する旨決定しているのであつて、以上要するに、解決の●光の見えは\nじめていた被控訴人の配置換問題が全医労対本省の感情的対立にまで発展し被控訴\n人の手の届かないところでこじれたというわけのものではないのである。\nとすれば処分権の濫用について判断する場合、本省段階における交渉の経緯は考\n慮すべき酌量事由にあたらない。\n（四）、本件処分とＰの懲戒処分とを比較衡量することは相当でない。\n控訴人は、新潟支部書記長Ｐが昭和三三年一二月一六日から昭和三四年一月二四\n日まで（但し、昭和三四年一月一日、三日、四日は勤務）正当な理由なく職場離脱\n（勤務時間中その職務を全く放棄して職場を離れ所内組合事務室に駐在）したこと\nにつき同人を停職一か月の懲戒処分に付したが、右は給食係長からの報告により施\n設側がＰ書記長の動静を十分に察知していたにもかかわらず、右職場離脱開始後一\nか月以上を経過した昭和三四年一月一九日にいたるまで、職場復帰について明確な\n注意ないし指示をしなかつた事情を酌量した結果によるのであつて、三七日間の職\n場放棄を軽くみたのではない。\nまた、非違行為の態様にしても、Ｐ書記長は、主として新潟支部書記長として、\n勤務時間内に組合用務に従事するため職場を離れ職務を放棄したことに尽きるので\nあるが、被控訴人は、本件処分理由として主張したとおり、管理者の度重なる説得\nにかゝわらず配置換命令を拒否し、旧職場に居すわり、あまつさえ自己に対する配\n置換命令を撤回させるために、度重なる集団抗議を指導し、療養所構内および管理\n者宿舎への抗議ビラの貼付、深夜抗議電報の打電ならびに食●運搬拒否の怠業行為\nを実施せしめ、これを利用することによつて本件配置換に関する自己の主張を貫徹\nしようとして施設全体の業務の正常な運営を阻害したのであつて、これは前述した\nＰの非違行為と全く異質のものであるから、原判決のように単に期間の点のみで本\n件懲戒処分と比較衡量することは相当でない。\nなお、前記のＰ書記長の職場離脱の実情からみても被控訴人が、一連の抗議行動\nの中で、旧職場で従前どおり給食業務に従事していたとは到底認めえないから、本\n件処分の当否を判断するにつき被控訴人が従前どおり給食業務に従事していたとの\n誤つた認定をしてこれを判断の資料とすることもまた相当でない。\n（五）、以上述べたところから明らかなように、被控訴人の本件非違行為に関し控\n訴人側にはなんら非難される行為はなく、かつ処分に際し被控訴人側に情状酌量す\nべき事実のないことはいうまでもない。\nしたがつて控訴人のなした本件懲戒処分は裁量の範囲に属し、裁量権の濫用には\nあたらないことは明らかである。\n第三、証拠関係（省略）\n理　　　由\n第一、本件懲戒処分とその処分事由について。\n一、「被控訴人は、昭和二三年四月三〇日新潟療養所に炊夫として採用され、その\n主張のような経過で厚生事務官に昇任したものであるところ、同三四年一二月一六\n日控訴人から、国家公務員法第八二条第一号、第二号に基づく懲戒免職処分を受け\nたこと、そしてその理由は『控訴人が被控訴人に対し、昭和三四年九月一九日庶務\n課給食係から同課医事係（算定）に配置換を命じたところ、被控訴人はこれを拒否\nし、その後度々上司から右配置換に応ずるよう注意を受けたにもかゝわらず、遂に\nこれに従わない等上司の職務上の命令に従わず職務上の義務に違反し、且つ職務を\n怠つた等のことがあつた。』というにあること。」は当事者間に争いがない。\n控訴人は、本件処分の具体的事由として、\n「（一）　前記処分理由に示されているとおり、被控訴人は、控訴人ら療養所管理\n者の説得を再三受けながら、八八日間の長期にわたり本件配置換命令にしたがわな\nかつたこと。\n（二）　その間被控訴人は、外部労組員らとともに控訴人に対し集団の威力をもつ\nて右命令の撤回を迫るなどの威迫的行動をとつたこと。\n（三）　被控訴人は、給食係炊夫らが昭和三四年一〇月一日以降行つた食●運搬拒\n否という怠業行為の遂行をそそのかしもしくはあおり、または右怠業行為を実施せ\nしめこれを利用することによつて本件配置換に関する自己の主張を貫徹しようとし\nたこと。」\nを主張するので、まず右各処分事由の存否を検討する。\nなお、被控訴人は、控訴人が右（三）の怠業行為の扇動を処分事由として主張す\nることにつき、処分理由書に記載されていない事由を本訴において主張することは\n許されないと抗争する。しかし、本件のような懲戒処分の取消の訴における訴訟物\nは処分の違法一般であり処分理由の当否ではない故、行政庁が処分の適法性を理由\n付けるために処分理由書に記載のない事由をも懲戒処分の事由として主張すること\nを妨げないから、被控訴人の右主張は理由がない。（そして、このことは本件処分\nについての人事院の審理において前記処分事由が審査の対象から除外されたことに\nよつても結論は左右されない。）\n二、被控訴人が、本件配置換命令の発令された昭和三四年九月一九日から本件処分\nのなされた同年一二月一六日まで右配置換命令を拒否して新配置につかなかつたこ\nとは当事者間に争いがない。\nそして、成立に争いのない乙第二一号証の一、二、原審証人Ｉの証言によつて各\n成立の真正が認められる同第一九、二〇号証、原審および当審証人Ｉ、同Ｃ、原審\n証人Ｋの各証言によれば、「控訴人は、右のように配置換命令に従おうとしない被\n控訴人に対し、昭和三四年九月二五日、一〇月一二日、一八日、二三日、一二月一\n〇日に控訴人みずからまたはＩ庶務課長を介して口頭で右命令に従うよう説得し、\nその間同年一〇月一五日には控訴人名義の新配置就業通知書を送付したほか、同年\n一二月一四日にＣ事務取扱が全医労本部役員らと会談した際も同席していた被控訴\n人に対し新配置につくべき旨を命じたこと。」が認められる。\n被控訴人は、同人が本件配置換命令に服さなかつたことに関し、「控訴人は、同\n人と新潟支部の間に成立した後記『確認書』に定められたいわゆる協議義務をつく\nすことなく右配置換命令の発令に及んだものであるから右配置換命令は無効であ\nり、したがつて被控訴人には職務命令違反はない。」と主張する。\n被控訴人主張の「確認書」が成立したことは当事者間に争いがなく、その内容は\n後記のとおりであるので、ここで右確認書の効力につき検討を加えてみるに、国家\n公務員法は職員団体と当局の交渉は団体協約を締結する権利を含まないものである\nことを明定しており（第九八条第二項）、しかも右確認書の第二三項は本来施設管\n理者たる控訴人の専権に属することの明らかな人事権の行使の制約を目的とするも\nのであつてみれば、新潟支部と控訴人との書面による協定にあたる右確認書第二、\n三項（第一項は本件配置換命令の効力に直接かゝわるものではない。）は、なんら\n法律上の拘束力を有しないといわなければならない。よつて、右確認書にいう事前\n協議経由の有無は本件配置換命令の効力を左右しないから、被控訴人の前記主張は\n採用に由ない。\n三、いずれも成立に争いのない、乙第一〇号証の一ないし一四、同第四五号証、弁\n論の全趣旨により昭和三四年九月二四日Ｘが新潟療養所構内の一部を撮影した写真\nおよび同人作成の撮影場所の説明図であると認められる同第九号証の一ないし一\n九、原審証人Ｋ、同Ｙ、原審および当審証人Ｉの各証言ならびに原審における被控\n訴人本人尋問の結果を総合すれば、「１、昭和三四年九月一九日被控訴人に対する\n本件配置換命令が発令されるや、新潟支部は、右配置換とさきに発令されていた新\n潟療養所医師Ｇの国立習志野病院への転勤命令を撤回させるべく、県医労協、関信\n地方協、柏崎地区労の支援のもとに抗議活動に入り、療養所構内において部外労組\n員を加えて反対決起大会などを開催するかたわら控訴人ら管理者に対し団体交渉を\nもつよう要求したが、同人らが不在のため面会できなかつたこと、同年九月二〇日\nから同二五日までの間に、控訴人、Ｕ医務課長、Ｂ課長補佐の自宅宛に、いずれも\n午後一一時ころから翌朝午前三時ころの間に到達するようはからつて、『団交に応\nぜよ。』『転勤とりやめ本省に要請せよ。』『自宅訪問したし。』『家族困らす\nな。』等の電文の電報一三通が、全医労、医労協、地区労、組合等の発信人名義で\n発信されており、右電報中には、被控訴人自身が打電した『容態いかが、返待つ。\nＶ』なる電報が一通含まれていること（被控訴人名義以外の電報を打電したのが何\n人であるか詳らかでないが、その内容、発信人名、被控訴人自身も発信している事\n実に照らすと、新潟支部組合員もしくはその支援者が打電したものと推認でき\nる。）、同年同月二四日ころ新潟療養所北門門衛所および同門から本館にいたる通\n路付近の電柱、療養所構内にある控訴人の宿舎玄関および同宿舎付近の電柱に、\n『起きれよ所長、逃げるな課長』、『労働者を甘くみるな』、『Ｇさんの強制転勤\n反対』、『所長夫人、所長と話しあわせて下さい』などと書いたビラを新潟支部組\n合員が貼付したこと。\n２、同年九月二五日、新潟支部組合員、上部団体役員、外部労組員ら約一〇〇名が\n新潟療養所構内に参集し、被控訴人ほか新潟支部役員、県医労協役員らを含む三～\n四〇名の者が、午後五時ころから、庶務課長室において、控訴人やＩ庶務課長ら施\n設管理者のほか、来合わせていた厚生省Ｚ事務官、関信医務出張所学所管理課長を\nとりかこみ、罵言をまじえて、執拗に前記配置換命令の取消を求め、控訴人が話合\nいの打切りを宣言して退室しようとするや多数の者が進路に立ちふさがつて同人を\n押戻すなどの挙に出てこれを阻止するなどし、このような集団抗議の状態が翌二六\n日の午前六時三〇分ころまで続いたため、その間厚生省事務官が血圧●進により医\n師の診断を受け、Ｉ庶務課長が嘔吐するなどの事態も発生したこと、そして、結\n局、組合側が、関信出張所の段階で話合うことにしてはどうかとの提案をし、その\n相談をするようにといつて退室を阻止する態勢を解いたことにより、控訴人らはよ\nうやく室外に出ることができたので、同人らはその機会を利用して自動車で療養所\n構内から脱出した次第であること。」\n以上の事実が認められるところ、右のような抗議行動は、団体交渉の要求および\n団体交渉として許される正当な範囲を逸脱した不当な集団行動、集団抗議であると\nいわざるを得ない。そして、右認定事実中にあらわれている被控訴人の活動状況の\n一端ならびに当事者間の争いのない、当時被控訴人が新潟支部の支部長であつたと\nいう事実に徴すると、前記の組合活動は被控訴人において新潟支部役員や支援団体\nの役員らと意思を通じたうえ率先してこれにあたつたものと認められ、右認定に反\nする、原審および当審における被控訴人本人尋問の結果の一部は措信できない。\n四、（一）「昭和三四年一〇月当時新潟療養所には炊夫が一四名おり、うち一〇名\nが調理師の資格を有していたこと、当時療養所には療棟が一二棟存したが、うち六\n療棟の入所患者の食●は、かねてから、朝食を除いて炊夫らがその運搬にあたつて\nいたこと、右炊夫らが同年同月一日の昼食から食●運搬を拒否し、右拒否行為は昭\n和三五年一月二一日まで続けられたこと。」以上の事実は当事者間に争いがない。\nここでは右食●運搬拒否が違法な怠業行為にあたるか否かの判断をしばらく措\nき、まず被控訴人と右食●運搬拒否との関連の問題から検討に入ることとする。\n（二）はじめに、被控訴人が本件食●運搬拒否行為の遂行をそそのかしもしくはあ\nおつたか否かを判断する。（以下「そそのかしもしくはあおる行為」を単に「あお\nり行為」という。）\nまず、国家公務員法第九八条第五項にいう「あおり行為」の意義は、「違法行為\nを実行させる目的で、文書もしくは図画または言動によつて、他人に対し、その実\n行を決意させまたはすでに生じている決意を助長させるような勢のある刺戟を与え\nることをいう。」と解すべきものであるから、同条項違背を理由に刑事責任が追及\nされる場合はもとより、懲戒処分に付される場合にあつても、当該処分対象者のな\nしたあおり行為が具体的に明らかにされなければならない。\n本件の場合、控訴人は、「被控訴人が、炊夫らを指導して本件食●運搬拒否をな\nさしめたものであり、右指導があおり行為にあたる。」との趣旨の主張をするのみ\nで、控訴人のいう「指導」がいついかなる形でなされたかの具体的主張を欠くのみ\nならず、本件全証拠を検討しても被控訴人のあおり行為を認めることはできない。\n１、控訴人は、「本件食●運搬拒否行為開始前および後に、管理者がその中止を命\nじた際、これに中心となつて反抗したのは、当該調理師（炊夫）ではなく、調理師\n以外の給食係職員で新潟支部の組合員であり、その先頭に立つていたのは被控訴人\nである。」と主張するところ、\n原審および当審証人Ｂ、原審証人Ｐ、当審証人Ｐ１の各証言によれば、「炊夫ら\nが食●運搬拒否をはじめた翌日の昭和三四年一〇月二日、Ｂ庶務課長補佐が、炊夫\nらに対し食●運搬をなすべき旨を指示するため、あらかじめＱ給食係長を通じて炊\n夫らに連絡のうえ、午後一時ころ給食係休憩室に赴いたところ、炊夫らのほか、被\n控訴人（本件配置換命令を無視して給食係に事務官としてとどまつていたもので組\n合支部長）、Ｐ１（保清夫で組合執行委員）、Ｒ（ケースワーカーで組合副支部\n長）、Ｐ２某ら炊夫ではない新潟支部役員らが右Ｂを待ちかまえ、まず被控訴人が\n『第二組合から抗議されて業務命令を出しに来たのか。』と詰問し、これに続い\nて、被控訴人、右Ｐ１、Ｐ（炊夫で組合書記長）らからつぎつぎに同趣旨の発言や\n抗議がなされ、右Ｐを除く炊夫らはほとんど発言しなかつたこと。」が認められ、\n右認定に反する、甲第八号証の二の記載の一部および前記証人Ｐの証言の一部はい\nずれも措信できない。\nしかし、右認定の結果から明らかなとおり、被控訴人の言動はもつぱらＢ課長補\n佐に向けられたものであつて、結果的には炊夫らの行動を助勢することとなるとは\nいえ、炊夫らに対し食●運搬拒否行為の遂行をはたらきかけたものではない。そし\nて、前記証人Ｐの証言によれば、「被控訴人ら組合役員が前記のようにＢ課長補佐\nに対し抗議したのは、新潟支部と対立する新職労（被控訴人のいう第二組合）から\n突きあげられた右Ｂが新潟支部所属の組合員である炊夫らに対し業務命令を発しに\n来たものと考え、新潟支部対新職労の問題であるとの意識のもとに、被控訴人その\n他同支部執行委員らが前記抗議行動に及んだものであること。」が認められる。そ\nうすると、いずれにしても、被控訴人がＢ課長補佐に対しとつた前記言動をもつて\n炊夫らに対するあおり行為とみることはできない。\n２、つぎに、控訴人は、「当時の炊夫らの所属していた給食係が新潟支部の活動の\n中心であつたことおよび本件食●運搬拒否が新潟支部の争議行為としてその指導の\nもとに実施されたことから、本件食●運搬拒否は被控訴人の指導によるものであ\nる。」と主張する。\n（イ）、そこで、まず、当時の給食係の実態をみるに、原審証人Ｐの証言および原\n審における被控訴人本人尋問の結果に弁論の全趣旨を参酌すれば、「昭和三四年六\n月三〇日、新職労があらたに結成され、新潟支部には約七〇名の組合員が残つたの\nであるが、炊夫が所属していた当時の庶務課給食係は、係長を除いて全員一九名が\n新潟支部の組合員であり、同年七月一日同支部の支部長に就任した被控訴人も同給\n食係に事務官として勤務していたことも手伝つて、右給食係はいわば新潟支部の組\n合活動の中心をなしていたこと。」が認められる。\n（ロ）、つぎに右運搬拒否行為に対する新潟支部の態度を検討するに、控訴人は、\nこの点に関し、「炊夫らのなした食●運搬拒否は、全医労新潟地区協の専門部会で\nある調理師協の指導に基づくものであるところ、調理師協と新潟支部は、組織上、\n上下の関係にある。」と主張するが、控訴人の右主張を認めるに十分な証拠はな\nい。すなわち、原審証人Ｉの証言中には右主張にそうかの如き供述部分があるが右\nは結局推測の域を出ない。そして、文書の趣旨形式により成立の真正が認められる\n甲第八号証の一ないし四によれば、「調理師協は『全医労新潟地区内調理師連絡協\n議会』と自称していたこと。」が認められ、右名称は調理師協が全医労の一組織で\nあることを示しているとみられないでもないが、右称呼はむしろ新潟地区内の施設\nに勤務する全医労所属の調理師の連絡協議会であることの表示に過ぎないと解すべ\nきである。また右甲第八号証の二によれば、「調理師協委員会の開催通知が、調理\n師とあわせて全医労の各支部長宛になされていること。」が認められるが、右事実\nのみによつては、調理師協（委員会）と全医労支部（支部長）の関係がいかなるも\nのであるか判然としない。そして他に控訴人の右主張を認めるに足りる証拠はな\nい。\nさらに、控訴人は「本件食●運搬拒否は新潟支部の争議行為としてその指導のも\nとに実施された。」と主張するので按ずるに、炊夫らの右拒否行動が新潟支部の指\n導により実施されもしくは同支部の指令に基づいて実行されたと認むべき確たる証\n拠はない。もつとも、いずれも成立に争いのない、甲第九号証の一ないし四、乙第\n一三ないし第一六号証（乙第一五号証は甲第九号証の四に同じ。）、乙第五三ない\nし第五五号証と、原審証人Ｐ、同Ｙの各証言を総合すれば、「新潟支部発行の機関\n紙（全医労支部ニユース）中には、調理師（炊夫）の食●運搬拒否についての主張\nや右拒否行動の実行にいたる経過が客観的な報道として記載されているにとどまら\nず、新潟支部として右拒否行動を肯認支持する趣旨の記事が掲げられていること、\n右機関紙上調理師（炊夫）は組合（新潟支部）を通して施設管理者に対する申入や\n折衝をもつたとの表現がとられていること、市民に対し食●運搬拒否の正当性を訴\nえた新潟支部名義のビラが発行されていること、新潟支部の上部団体である関信地\n方協の機関紙上等において新潟支部名による統一行動の呼びかけや意見の表明がな\nされていること、食●運搬拒否が中止されたのは、それまで右拒否行動を見まもる\nにとどめていた全医労本部から、『被控訴人に対する本件懲戒処分がなされたため\n給食の職場にも動揺が生じているし、第二、第三の処分も予想されるのでひとまず\n中止すべきである。』との勧告がなされ、新潟支部において実力行使から団交によ\nる解決への戦術転換をはかつた結果であること。」が認められる。そして、右事実\nよりすれば、新潟支部は、炊夫らの食●運搬拒否行為を同支部所属の一部組合員の\n行動とみて単にその状況を機関紙によつて他の組合員に報じたり右拒否行為に対す\nる法的見解を表明したりするにとどまらず、同支部所属組合員の労働条件改善にか\nゝわる新潟支部としての闘争として把握し、炊夫らの要求貫徹に資するため積極的\nな支援活動を行つていたとみることができる。\n（ハ）、しかしながら、右イ、ロの認定事実に、被控訴人が炊夫らと同じ給食係に\n勤務し、かつ新潟支部の支部長であることを勘案してみても、本件食●運搬拒否に\n関し、新潟支部が炊夫らに対し「あおり行為」というに足りる「指導、指示」をな\nしたものとは断定できず、いわんや被控訴人のあおり行為があつたとは到底推認し\nうるものではない。（被控訴人が当時新潟支部の支部長であつたことは当事者間に\n争いがないが、労働組合は執行部体制をとり執行委員会において組合の意思決定を\nなすのを通例とし、新潟支部もその例にもれないことが認められるから、新潟支部\nの活動即支部長たる被控訴人の行為ということにはならない。）\n（三）　すゝんで、控訴人の、「被控訴人は、本件食●運搬拒否を実施せしめ、こ\nれを利用することによつて被控訴人に対する配置換に関する同人の主張を遂げよう\nとした。」との主張を検討する。\nまず、被控訴人が炊夫らをして本件食●運搬拒否を実施させたことを認めるに足\nる証拠はない。\nそして、前掲甲第九号証の四（乙第一五号証）、成立に争いのない乙第一一号証\nに、原審証人Ｐ、同Ｉの各証言を総合すれば、「調理師が療棟へ進出して食●の運\n搬にあたることの当否については早くから論議の対象となつていたもので、新潟療\n養所の炊夫らが所属する調理師協の昭和三四年四月の定期大会において食●運搬拒\n否が決議され、他の療養所においては決議の趣旨が実現した例もあつた。しかし、\n新潟療養所においては前記定期大会直後炊夫らにおいてＱ給食係長に対し前記決議\nの趣旨にそつた申入をなしたものの、右申入に対する応答のないまゝ日時が経過し\nていたところ、同年八月二三日にいたり炊夫らはＩ庶務課長を通じ控訴人に対し\n「九月一日から食●運搬を中止する。」との文書による通告を行つた。右通告後た\nだちに右Ｉ課長と炊夫らの話合いがなされたが、了解点に達しえず、同課長におい\nて九月一五日まで実施の猶予を求め、炊夫らにおいて同月三〇日を期限とする提案\nがなされ、結局炊夫らは同月末日までに控訴人がなんらかの措置をとるものと考え\n食●運搬を続けていた。しかるに約定の期限が近づいても控訴人がなんらの措置を\nとる気配をみせないので、炊夫らは同年九月二五日付で、調理師一同の名による控\n訴人宛療棟進出拒否通告書（乙第一一号証）を作成し、同月二八日右通告書をＢ課\n長補佐に手渡し、同年一〇月一日から食●運搬拒否の実行に入つたこと。」が認め\nられ、右認定に反する原審証人Ｉ、原審および当審証人Ｂの証言の一部は措信でき\nない。\n控訴人は、右の食●運搬拒否の実行にいたる経過に関し、まず、「調理師協がそ\nの方針として掲げていた食●運搬拒否を実行する時期および具体的方法が決定され\nたのは、前記の、九月一日から療棟進出を中止する旨の通告のなされた直前とみる\nべきであるから、被控訴人の職場復帰、支部長就任と右拒否行為の具体的実行とは\n関連がある。」と主張するところ、被控訴人が全医労専従役員から職場へ復帰し新\n潟支部の支部長に就任したのが、昭和三四年七月一日であることは当事者間に争い\nがない。しかし、被控訴人が食●運搬拒否の実行決定にいかなる形で関与したか明\nらかでないから控訴人の右主張は採用できない。\nつぎに控訴人は、「控訴人は被控訴人を給食係から医事係（算定）へ配置換する\nこととし、昭和三四年七月一日その旨内示したが発令を留保していた。ところで、\n被控訴人は同年七月から八月上旬にかけて定期の人事異動が計画され九月ころ発令\n予定であることを認識しえたものである。したがつて、炊夫らが九月一日から拒否\n行為を実行すべく決定したのは、被控訴人の配置換を阻止する目的に出たものとい\nうべきである。」と主張するところ、七月一日に控訴人主張のような内示があつた\nことは当事者間に争いがなく、右内示に続く発令が留保されたことは後記第三に認\n定のとおりである。そして、被控訴人において、同人の配置換が九月ころ発令され\nることを認識していたとの点については当審証人Ｉの証言中に右主張にそう供述部\n分がある。しかし、原審証人Ｉの証言および原審における被控訴人本人尋問の結果\nによれば、「七月一日の内示に続く発令の保留は次の人事異動の機会に発令すべき\nものとして保留されたものではなく、（前記療棟進出拒否申入ののちである）八月\n三一日に再度被控訴人に対し配置換の内示がなされるまで、同人は、控訴人におい\nて近々被控訴人の配置換を実現しようと考えているとは思つてもおらず、九月頃発\n令されることを予知しうる状況にもなかつたこと。」が認められるから、控訴人の\n主張にそう前記供述部分は措信できず、他に被控訴人が、自己に対する配置換発令\nを予想し右配置換阻止の手段として食●運搬拒否の実行を具体化させたものと認め\nるに足りる証拠はない。\nさらに控訴人は、「炊夫らのなした前記九月二五日付療棟進出拒否通告書の提出\nは、九月一九日付の本件配置換命令に対して新潟支部が行つた同月二五日から二六\n日にかけての集団抗議を有利にしようと意図したものである。」と主張する。しか\nし前認定のとおり、右通告書は九月二五日付で作成されてはいるが、現実に管理者\nに提出されたのは九月二八日であるから日時の点からいつても控訴人の主張を肯認\nしがたく、他に右通知書の提出と被控訴人の配置換問題との牽連性を認めるに足り\nる証拠はない。\n（四）　控訴人は、「昭和三四年一二月七日、全医労役員らとＣ事務取扱が被控訴\n人の配置換問題につき会談した際、全医労Ｌ書記長が本件食●運搬拒否の問題につ\nいて検討を求めていることからいつても、右拒否行為が被控訴人の配置換問題と無\n縁でなかつたことが明らかである。」と主張するところ、成立に争いのない乙第五\n九号証および原審証人Ｌの証言によれば、「昭和三四年一二月七日、Ｐ全医労副委\n員長、Ｌ全医労書記長らが、被控訴人の配置換問題につきＣ事務取扱と話合つた\n際、話合いのまとめのため、右Ｌにおいて作成したメモには第一項として被控訴人\nの配置換の取扱が、第三項として今次の紛争に基づく処分の問題がそれぞれ記載さ\nれているほか、第二項として、『給食業務については多くの矛盾があり一般的問題\nであるので今後慎重に検討を行う。』との記載がなされていたこと、そして、右第\n二項は本件食●運搬拒否の問題を指すものであること。」が認められる。\nしかし、前掲各証拠に、原審および当審証人Ｃの証言を併せ考えれば、「前記一\n二月七日の話合いはその前日になされた話合いに引き続いてなされたものであると\nころ、右六日の話合いにおいては従来控訴人が組合の弾圧を行つたか否かに関連し\nて迎賓館を組合に使用させることなど療養所の管理運営に関する事柄も論議の対象\nとなつていたこと、そして、本件食●運搬拒否の問題については特段の話合いはな\nく、被控訴人の配置換問題と切り離して検討することとして前認定のようなメモの\n記載がなされ、なお、Ｌ書記長みずから右メモの第二項を抹消してしまつたこ\nと。」が認められるから、控訴人が主張するＣ事務取扱との会談に本件食●運搬拒\n否問題が持ち出されたことの一事をもつてただちに右運搬拒否が被控訴人の配置換\n問題を同人に有利に展開する意図のもとに実行された証左とすることはできない。\n（五）　以上を要するに、前認定のような、当時の給食係の実情、本件食●運搬拒\n否行為に対する新潟支部の態度および被控訴人の同支部における地位等からすれ\nば、炊夫らと接触する機会の多い被控訴人が、なんらかの形で炊夫らの右拒否行為\nの企画、実行に関与していたであろうことはたやすく想像しうるところである。し\nかし、しよせん右は想像にとどまり、控訴人が主張するように、「被控訴人が本件\n食●運搬拒否の遂行をあおる等し、あるいはこれを自己の本件配置換問題に利用し\nた。」ことを推認するに足りる事実を認むべき証拠はない。したがつて、控訴人主\n張にかゝる、被控訴人において本件食●運搬拒否行為の遂行を扇動する等したとの\n処分事由は結局証明がないことに帰する。\n第二、本件懲戒免職処分が不利益取扱であるとの主張について\n一、被控訴人は、「本件処分は、被控訴人が本件配置換命令に違反したことに藉口\nし、反組合的意図の実現を目的とした不利益取扱である。」と主張し、その理由と\nして、まず、本件配置換命令自体が不利益取扱であると主張するので、この点から\n判断する。\n（一）　「被控訴人が、昭和三四年七月一日、控訴人たる新潟療養所長（但し当時\nはＫ）から、庶務課給食係より同課医事係（算定）への配置換の内示を受けたが、\n右内示に続く配置換命令の発令をみなかつたこと、同被控訴人に対し、同年八月三\n一日再び控訴人から右と同じ配置換の内示がなされ、同年九月一日付で発令をみた\nこと、控訴人は、同年九月九日右配置換命令をいつたん撤回し、同年同月一九日被\n控訴人に対する本件配置換命令を発令したこと。」以上の経過は当事者間に争いが\nない。\n（二）　被控訴人は、「控訴人はかねて新潟支部を嫌い、種々な形でその組織破壊\n等の弾圧を加えてきたもので、本件配置換も右弾圧の一環をなすものである。」と\n主張するが、被控訴人に対する配置換問題が具体化する以前の控訴人の同支部に対\nする態度には、被控訴人のいう組合弾圧の意図は到底これを認めることができない\nのであつて、その理由は、原判決理由第三の一および二（全医労新潟支部の生休、\n権利闘争と新職労の分裂ならびに生休、権利闘争等の組合活動および新職労分裂に\n対する被告の態度の項、原判決第五三丁裏一二行目から同第六一丁裏末行まで）と\n同一であるからこれを引用する。（いわゆるＤ事件について若干付言するに、被控\n訴人の主張によつてもＤに対する窃盗被疑事件につき控訴人ら管理者のとつた措\n置、態度がいかなる意味で組合活動に対する控訴人らの支配介入となるのか明らか\nでない。のみならず、原審証人Ｄの証言によつて成立の真正が認められる甲第一号\n証の一と同証言によれば、総婦長Ｐ３において前記Ｄ看護婦に対し警察へ赴くよう\n勧告し、警察官が右Ｄを同行するにつき療養所の自動車が使用されたことが認めら\nれるが、成立に争いのない乙第四八号証、および右Ｄの証言によれば、前記事件当\n時右Ｄの年令は一九才に達していたこと、総婦長Ｐ３が右のような勧告をしたの\nは、警察官に任意同行を求められた前記Ｄがいつたんこれを承諾しながら意を飜え\nして同行を拒んだので警察署へ赴いて取調に応じ事実を明らかにするようさとしこ\nれを促したものであることが認められるし、前記自動車の供用も警察署へ赴く途中\n公衆の目にさらされる機会が少なくなるという意味でＤ自身にとつても利益となる\n面があるのであるし、そもそも司法警察職員が捜査の対象としている被疑者につき\nその者が施設に勤務する職員であるからといつて控訴人ら管理者においてみだりに\n同行を拒否できるいわれはなく、仮に警察官の取調の方法に行き過ぎがあつたとし\nても控訴人らにおいてその間の事情を認識しながら捜査官の取調に積極的に協力し\nたと認めるべき証拠もないことを勘案すれば、総婦長の前記勧告や自動車の供与を\nもつて控訴人らのＤに対する人権侵害行為と断ずることはできない。）\n（三）　次に被控訴人は、本件配置換が問題となつた時期、配置換の対象となつた\n各職場と組合の関係、配置換の必要性の欠如、慣行違反、本件配置換に接着して派\n生した組合活動家に対する転勤問題を挙げて、本件配置換が、被控訴人の組合活動\nの封じ込めと新潟支部の組織の弱体化を企図したものであると主張するが、右主張\nは次の理由により採用するに由ないものである。\n１、被控訴人が昭和三四年六月三〇日全医労本部中央執行委員（専従）を辞し、翌\n七月一日から給食係に復帰したところ、同日控訴人たる新潟療養所長（但し当時は\nＫ）から医事係（算定）へ配置換する旨の内示がなされたことは当事者間に争いが\nないところ、被控訴人は前認定のとおり、いわゆる新潟支部の分裂が右六月三〇日\nであり、被控訴人が新潟支部支部長の地位に就いたのが右七月一日であることと対\n比させて本件配置換の不当性を主張する。\nしかし、成立に争いのない乙第四七号証、ならびに原審証人Ｉおよび同Ｋの各証\n言によれば、被控訴人の配置換計画は、被控訴人の中央執行委員の任期満了を控え\nた昭和三四年六月下旬ころ、同人の職場復帰後における配置につき控訴人らにおい\nて検討を加えた結果立案決定されていたもので、被控訴人が職場に復帰した当日早\n速右決定にしたがつた内示がなされたに過ぎないことが認められるから、日時の符\n合をもつて不利益取扱の意図を推測することはできない。\n２、原審証人Ｙ、同Ｐ、同Ｐ４、同Ｊ、当審証人Ｐ５、同Ｐ１の各証言ならびに原\n審における被控訴人本人尋問の結果に弁論の全趣旨を参酌すれば、「被控訴人が復\n帰した給食係は係長を除いて全員（一九名）が新潟支部に所属し、いわば新潟支部\nの活動の中心であつて、被控訴人が同係に復帰すれば、給食事務は経験のある手慣\nれた仕事であり、同僚の援護もあつて、勤務時間外はもちろんのこと勤務時間内に\nおいても組合活動にかなり精力をそそぎ得ること、これに対し、配置換される医事\n係は係員九名中七名が新潟支部と対立する新職労組合員であり、被控訴人が取扱う\nこととなるべき診療費請求明細書の作成事務の特殊性から、同事務に習熟するまで\nに多少の時間を要するほか、毎月月初めの一週間程度は多忙（右一週間内に、医事\n係算定部門担当者は一人平均三五時間の超過勤務をする実情にあつた。）であるこ\nとから、被控訴人が給食係から医事係に配置換されるときは、配置換前に比較する\nとその組合活動に制約を受けることが予想されること。」以上の事実が一応認めら\nれる。\nしかし、成立に争いのない乙第四五号証、原審および当審証人Ｉの証言、原審お\nよび当審における検証の結果によれば、「前記算定事務は細かい事務ではあるが特\n殊な技能を要するものではなく、当時の被控訴人の事務能力をもつてすれば十分処\n理し得るものであり、前述した月初めの約一週間は、その間に是非とも請求書を提\n出しなければならない関係で多忙であるものの、右以外の期間は右のような時間的\n制約はなく事務の繁閑の程度は普通であるし、右多忙期間中といえども年休をとつ\nた者もあること、右算定部門担当者間において業務の内容に難易があるが、被控訴\n人が配置換された場合には比較的容易な仕事から担当させるよう配慮もされていた\nこと、そして、配置換による執務場所の変動は、療養所構内における僅かな移動に\n過ぎないこと。」が認められ、右認定に反する原審証人Ｐ４の証言の一部は措信で\nきず、右認定事実からすれば、右配置換によつて被控訴人の労働条件に特段の不利\n益は生じないし、同人がなそうとする組合活動の面においても、これが不可能にな\nるとか不可能に近い状態になるわけのものでもなく、いつてみれば配置換前に比較\nして若干の制約が生ずるにとどまるものと解される。しかも、給食係は前記のとお\nり係長を除いて全員新潟支部所属の組合員であつたところ、昭和三四年七月一日の\n内示のなされた段階にあつては、控訴人としては被控訴人を医事係へ配置換するこ\nとのみを予定し給食係へ新職労組合員を投入することは計画していなかつたのであ\nるし、原審証人Ｐの証言によつて認められる、「給食係には昭和二六年以来ほぼ継\n続して書記長、執行委員等の組合における枢要な役職をつとめていた訴外Ｐが炊夫\nとして勤務していた。」との事実を勘案すれば、被控訴人を給食係に復帰させず医\n事係に配置換することが新潟支部の組織の切崩しに有効な手段であつたとも解され\nない。\nのみならず、成立に争いのない乙第四号証の一ないし三、原審証人Ｐ６の証言に\nよつて成立の真正が認められる乙第五号証の一ないし五、前掲乙第四五および第四\n七号証、原審証人Ｋ、同Ｐ４、原審および当審証人Ｉの各証言によれば、「控訴人\nが昭和三四年六月下旬に被控訴人の配置換を立案決定した理由は次のとおりである\nこと、すなわち、①控訴人は、昭和三四年四、五月にかけて、厚生省当局から、診\n療報酬の算定および請求を中心とする事務処理の適正合理化を強く指示され、同年\n五月には診療費算定および請求取扱要領も改訂されるなどして、医事係算定部門の\n人的配置の整備強化策を早急に実施すべき必要に迫られていたものであるところ、\n被控訴人が本部中央執行委員として出たあとの給食係には被控訴人の代りに事務官\n一名が補充されており、当時の給食係は、事務官をさらに一名増員しなければなら\nないほどの事務の停滞はなく、人員配置上事務遂行になんら差支えのない状況であ\nつたので、療養所全体を概観しての人員の配置換は先のこととして、ともかく職場\nに復帰してくる被控訴人を医事係に配置して当面同係の事務官一名増員による人的\n強化を策したこと、②他方、被控訴人は二年八か月の事務経験を有する中堅職員と\nして相当の能力を有し、そのきちようめんな性格も細かい事務を確実に処理するこ\nとが要求される算定業務に適していること、被控訴人は中執専従期間を含めてであ\nるが、既に一一年の長期にわたつて給食係に勤務しているので、被控訴人を異種の\n職場へ配置換するのが、人事管理上からも、被控訴人本人の将来のためにも好まし\nいこと、なお被控訴人は昭和三三年六月、前年の昭和三二年九月から中執に出てい\nてさらに三三年七月以降も引続き中執に出るにあたり、中執から現場に復帰した際\n被控訴人のポストに人員が配置されていて原職に執務するのを適当としない状況と\nなつているとき（本件の場合がまさにこの場合にあたる。）は他のいかなる職場に\n配置換されても異議ない旨約していたこと等被控訴人の側には配置換を適当とはし\nても配置換の支障となるべき事情はなんら存しなかつたことから、被控訴人の配置\n換による医事係の強化をはかることに決定したものであること。」が認められ、右\n認定に反する当審証人Ｐ５の証言および原審における被控訴人本人尋問の結果は前\n掲各証拠に対比して信用しがたい。\n右認定したところからすれば、被控訴人を給食係から医事係へ配置換する旨の計\n画は業務上の必要から出たものであつて、同人が組合活動家の故をもつて企画決定\nされたものではないと認められる。\n３、昭和三四年七月一日に内示された被控訴人の配置換は右内示に続く発令をみ\nず、被控訴人が給食係の事務を担当することとなつた事実は当事者間に争いがな\nい。（被控訴人は内示が撤回されたものであると主張するが、内示は単なる事実行\n為であつてなんら法律効果を伴うものではないから内示の撤回という表現は当を得\nない。）\n被控訴人は、右のように配置換が内示されながら発令にいたらなかつた（被控訴\n人の主張によれば内示が撤回された）のは、右配置換が新潟支部弾圧を企図したも\nのであることを被控訴人らから指摘されたからであると主張する。しかし、原審に\nおける被控訴人本人尋問の結果中の右主張にそう供述部分は後記認定の事実に照ら\nして措信できず、かえつて、原審証人Ｋならびに原審および当審証人Ｉの各証言に\nよれば、「控訴人が被控訴人に対し前記内示をなしたところ新潟支部から団交を求\nめられ、その席上新潟支部から、右配置換の同支部にもたらす影響、給食係の実\n情、人事の慣行等の点から配置換の不当性を種々主張され、結局被控訴人は配置換\nに応じない旨の意向が表明されたので、控訴人ら管理者において再検討を約し、同\n人らにおいて協議した結果、内示前に予想していなかつた事態すなわちＦ栄養士が\n同年七月一日から妊娠悪阻のため欠勤しＥ栄養士が控訴人から専従休暇の承認を得\nないまゝ中執として上京してしまつたため給食係が人手不足となつていること、被\n控訴人が配置換を拒む理由の一つが職場に復帰した直後であること（被控訴人が二\nか月後であれば配置換に異議ないと述べたとの控訴人の主張についてはここでは触\nれない。）およびいわゆる組合分裂の直後であることから配置換を強行して新潟支\n部をいたずらに刺戟するのを避けたほうが得策と考えられること等を考慮して配置\n換の発令をせず、被控訴人を給食係へ配置しておくこととしたものであること。」\nが認められるから、配置換が実行されなかつたことから逆に配置換計画そのものの\n不当性を推断することはできない。\n４、新潟療養所歯科医師Ｇに対し昭和三四年七月一七日国立習志野病院への転勤内\n示が、国立有明療養所事務官Ｈに対し同年八月一日霞浦病院への転勤内示がそれぞ\nれなされたことは当事者間に争いがない。\n被控訴人は、後記のＲに対する転勤の勧誘を含めて、右転勤問題は控訴人の組合\n弾圧の意図を裏付けるものであると主張するところ、右Ｇ医師が当時県医労協議長\nの、右Ｈ事務官が当時地区協議長の各地位にあつたことは当事者間に争いがなく、\n原審証人Ｊ、同Ｐ、原審および当審証人Ｙの各証言によれば、Ｇ医師は新職労に加\n入せず新潟支部に残つた唯一人の医師で新潟支部の活動の精神的支柱となつていた\nものであり、Ｈ事務官も新潟支部に対し強い影響力をもつていた者であることが認\nめられ、なお前掲乙第四九号証、および当審証人Ｃの証言によれば、右Ｇについて\nは同年九月一七日同人の同意がないまゝ転勤命令が発令されたのであるが、同人の\n転勤と同時になされた大規模な医師の異動および右の如き本人の納得が得られない\nまゝに医師に対して転勤命令が発令された事例は他に例をみないことが認められ\nる。\nしかし、右乙第四九号証によれば、Ｇ医師の場合は、国立中野療養所歯科医長の\n退職に伴う欠員補充のため同医師を含め五名の医師が関連した異動の対象となつた\nもので、その対象者は長期間同一施設に勤務している者の中から選考されたもので\nあるところ、Ｇ医師は新潟療養所に一七～八年の長きにわたつて勤務していたこと\nから同人が異動の対象者の一人とされたのであり、Ｈ事務官の場合も関信医務出張\n所管内における定期異動の一環として同一施設内の勤務期間が長期にわたつている\nことから異動の対象に選考されたことが認められる。しかも右乙第四九号証によれ\nば医師に対する転勤の命令権者は厚生大臣であり、Ｈ事務官の場合の命令権者は医\n務出張所長であることが認められるところ、控訴人が右各命令権者に働きかけて前\n記Ｇ医師らの転勤を実現しようとしたことを認めるに足りる証拠はない。\nよつて、控訴人が新潟支部の弱体化をはかる目的で前記ＧおよびＨの転勤を企図\nしたものとは認められない。\nなお、被控訴人は控訴人が昭和三四年七月一七日新潟支部の副支部長Ｒに対して\n転勤を勧誘したと主張するが、右主張を認めるに十分な確証はない。\n５、控訴人が昭和三四年八月三一日、被控訴人に対し再び医事係（算定）への配置\n換を内示し、翌九月一日付でその旨の発令をしたことは当事者間に争いがない。\n被控訴人は、右配置換につき、給食係の手不足は被控訴人の復帰によつても完全\nに解消していないのに、給食事務の経験者を他の職場へ移し、未経験の職員を補充\nするのでは給食の正常な運営を期待できないこととなり、他方被控訴人は診療費算\n定事務の経験はないから、同人を医事係（算定）へ配置しても同係の強化とはなら\nないことからして、右配置換は合理性を欠くと主張する。しかし、前掲乙第四五号\n証および同第四七号証、原審証人Ｉの証言によれば、「被控訴人の右配置換は、医\n務出張所管内の異動としての事務官（係長を含む）二名の転入転出に伴い、新潟療\n養所内においても七～八名の配置換の必要が生じたので、この際懸案の算定部門の\n強化をはかることとし、被控訴人については前記２の七月一日の内示に関して認定\nした理由から同人を医事係（算定）へ配置換することを立案したものであること、\nそして、右異動により算定部門においては人員数において増加こそしなかつたが、\n年令または病気のため事務能率のかんばしくない事務官を他へ転出させて被控訴人\nのほか事務に堪能な事務官二名を右部門へ投入してその質的強化をはかつたこと、\n他方給食係には、七月当時欠勤していたＦ栄養士が勤務についていて栄養士二名と\n事務官三名（係長を含む）で構成されるのであり、前記異動により係長を除いては\n事務官二名共に給食事務の未経験者となるが、右事務は特段の技能を必要とするも\nのではなく未経験者であるが故に給食業務の正常な運営に支障をきたすというわけ\nのものではないこと。」が認められ、右認定に反する、当審証人Ｐ５の証言および\n原審における被控訴人本人尋問の結果は措信できないから、被控訴人の配置換は業\n務上の必要に基づく合理的なものであると認められる。\n６、被控訴人は、国立療養所の職員が全医労本部中執（専従）から職場へ復帰する\n場合には原職場へ復帰する慣行があつたし、新潟療養所においてはあらかじめ控訴\n人が組合の了解を求めさらに本人の納得を得てから配置換を発令する慣行があつた\nところ、本件配置換が右各慣行を無視してなされたことは右配置換が不利益取扱の\n意図のもとになされたものであることを推認させるに足ると主張する。\nしかし、原審証人Ｌ、同Ｙ、同Ｐの各証言ならびに原審および当審における被控\n訴人本人尋問の結果中の、右各慣行の存在に関する供述部分は、その方式および趣\n旨により成立の真正が認められる乙第五〇号証、同じくその方式および趣旨により\n真正な公文書と推定される、同第五一号証および同第六一号証の一ないし七、なら\nびに原審証人Ｋ、同Ｉの各証言と対比して措信できず、他に被控訴人主張のような\n取扱がすべての場合に遵守されるべき慣行といえるまでにいたつていたと認めるに\n十分な証拠はないから被控訴人の右主張も採用できない。\n７、昭和三四年九月九日新潟支部と控訴人との話合いがもたれた結果、控訴人が被\n控訴人主張のような「確認書」なるものに署名押印したこと、同年同月一七日控訴\n人が、右確認書のうち第一項すなわち「九月一日付の辞令（被控訴人に対する配置\n換発令）を白紙に返す。」との条項を除き、第二、三項すなわち、「被控訴人およ\nび新潟支部と話合う、今後の人事異動は同支部と協議のうえ決定する。」との部分\nを撤回する旨新潟支部に通告したうえ同月一九日被控訴人に対する配置換を発令し\nたことは当事者間に争いがない。（右話合いが団交といえるか、および右確認書成\n立までの経過やその効力等については争いがあるが、この点についてはここでは触\nれない。）\n被控訴人は、「右確認書の撤回は上級庁の指示によるものであり、控訴人がいつ\nたん成立した確認書を一方的に撤回までして本件配置換発令に及んだのは右配置換\nが業務上の必要に基づくものではなく反組合的意図によるものであることを示して\nいると主張する。\nしかし、右撤回が上級庁の指示によることを認めるに足りる証拠はない。（原審\n証人Ｉの証言によれば、右撤回を通知した日の直前である同月一四日および同一五\n日に訴外Ｐに対する人事院の審査に立合うため、関信医務出張所次長が新潟療養所\nを訪れている事実が認められるが、右事実からただちに前記撤回が上級庁の指示に\nよるものと推断できない。）そして、前掲乙第四九号証と、原審証人Ｋならびに原\n審および当審証人Ｉの各証言によれば、「控訴人は、前記確認書に押印するに先立\nち、被控訴人に対する九月一日付の配置換命令を撤回する旨言明したのであるが\n（右の点が確認書の第一項として記載された）、右撤回はいわば形式的なもので、\nただちに再発令し被控訴人も異議なくこれに従つて予定していた配置換の実現をみ\nることが前提とされていた。（その詳細は後記第三に認定のとおり。）そこで控訴\n人はすみやかに被控訴人に対する配置換命令を発令すべく、確認書が成立した日の\n翌日の九月一〇日に早速被控訴人に対し右発令の内示をした。しかるに控訴人の予\n期に反し、被控訴人が配置換を拒むという事態となつた。\nところで、控訴人としては、本来人事権の行使は控訴人の専権に属し組合との協議\n等による制約を受くべき性質のものではなく、確認書にうたわれているような話合\nいあるいは協議を経ることなくただちに発令しうるものと解してはいたが、前記の\nとおりあらためて被控訴人に配置換を拒否され、同人や新潟支部から確認書をたて\nにいわゆる話合いの要求が予想される事態を迎えてみると、たとえ実質的な拘束力\nを伴わない形式的なものにせよ、被控訴人の場合はもちろん爾後の人事異動につ\nき、組合との協議をうたつた前記確認書の存在が妨げとなることが予測されたの\nで、被控訴人に対する本件配置換命令を発令する前提として、右確認書の第二、三\n項を撤回して右確認書には一切拘束されないものであることを明らかにしておくべ\nきであると考え、新潟支部に対し撤回の通告に及んだものであること。」が認めら\nれるから、右確認書の撤回はこれに続く本件配置換発令（右発令は右認定のとおり\n控訴人の立場では九月一日付の発令を撤回したときから予定していたことであ\nる。）の前提として形式上必要であると考えてなされたものに過ぎず、右以上の意\n味はないと解される。\nそうすると、いずれにしても前記確認書の撤回から控訴人の反組合的意図や被控\n訴人に対する不利益取扱の意思を推認することはできない。（右確認書撤回の本件\n紛争における位置づけは後記第三に認定のとおりである。）\n８、被控訴人は、「控訴人が異常なまでに執拗に被控訴人の配置換を実現しようと\nしたこと。」は、右配置換が新潟支部の弱体化をねらつた不利益取扱であることを\n如実に示すものであると主張する。\nしかし、右にみたとおり、「被控訴人の配置換は業務上の必要に基づくものであ\nること、七月一日にいつたん配置換が内示されながら発令にいたらなかつたのは、\n主として控訴人において予想していなかつた栄養士二名の事実上の欠務という事情\nの変更によるもので、被控訴人を配置換すべき業務上の必要性が消滅したからでは\nないこと、九月一日付の発令は新潟療養所内の一連の人事異動に、それまで実現を\nみないでいた被控訴人の配置換が組込まれたものであること、控訴人が右九月一日\n付の発令をいつたん撤回する旨言明しながら同月一九日再度発令に及んだといつて\nも右撤回はいわば形式的なものに過ぎず直ちに再度発令することを前提としていた\nもので実質的には九月一日付の発令が維持されたのと異ならないこと。」からすれ\nば、控訴人が被控訴人の配置換を実現しようとしたことは控訴人の立場上当然なす\nべきことをなしたというに過ぎず、逆に控訴人が組合組織の弱体化をはかつたとか\n不利益取扱の意思によつたと推測するのは当を得ないというべきである。\n９、そして、以上みてきたいわゆるＤ問題に端を発した新潟支部の権利闘争から新\n職労の発足、これに続く被控訴人に対する配置換問題とその間における控訴人の態\n度等を通観してみても、控訴人が、新潟支部の弱体化や被控訴人の組合活動封じ込\nめ等を狙い、反組合的意図のもとに本件配置換を企てたものと認めることはできな\nい。\n二、つぎに被控訴人は、「本件配置換発令後、新潟支部、全医労本部、関信地方協\nと控訴人との間で右配置換をめぐつて団交あるいは話合いがもたれるうち、右話合\nいはまとまりかけ、また全医労は、昭和三四年一二月七日控訴人（Ｃ事務取扱）に\n対し、同年同月一四日には厚生省医務局Ｍ管理課長に対しそれぞれ被控訴人が本件\n配置換に応ずる旨の意向を示していた。しかるに控訴人は右の事情を無視してあえ\nて本件懲戒処分をなしたのであつて、このことは被控訴人の本件配置換命令拒否が\n単なる口実に過ぎず、真実は他の目的すなわち被控訴人が主張しているとおり新潟\n支部の組織破壊等の組合弾圧という目的を果たすために本件処分がなされたもので\nあることを示している。」と主張する。\nしかし、全医労本部等と控訴人との話合いがまとまりかけていたとの右主張にそ\nう、原審および当審証人Ｙ、同Ｌの各証言ならびに原審および当審における被控訴\n人本人尋問の結果は原審および当審証人Ｃの証言と対比してたやすく信用できず、\nこの点はむしろ後記第三に認定のとおり話合いは平行線をたどつていたと認めるべ\nきである。そして、本件処分直前に被控訴人側が本件配置換につく意向があること\nを示していたとの点も、まず前者（一二月七日の件）についてこれを検討するに、\nなるほど原審および当審証人Ｌ、同Ｃの各証言によれば昭和三四年一二月七日のＣ\n事務取扱と全医労本部役員らとの話合いは被控訴人が本件配置換命令を受入れて新\n配置につく前提で折衝がすゝめられていたことが認められるものの、右各証言によ\nれば、「全医労側役員は、（内心はともかく）『控訴人が本件配置換拒否を理由と\nしては被控訴人に対しいかなる処分をもなさない旨約束するならば被控訴人を新配\n置につかせる。』旨主張して譲らなかつたため、結局被控訴人に対し懲戒処分を一\n切加えないことの約束まではできないとするＣ事務取扱と折合いがつかなかつたこ\nと、そのため、Ｃ事務取扱としては、やむなく説得によつて被控訴人を新配置につ\nかせることを諦らめ、同人に対する処分の協議書を厚生省当局へ進達する手続をと\nつたこと。」が認められる。\nまた後者（一二月一四日の件）についてみても、前記各証言に成立に争いのない\n乙第四六号証を総合すれば、「昭和三四年一二月一四、一五の両日、全医労本部役\n員、被控訴人らが厚生省医務局Ｍ管理課長に対し、『被控訴人は新配置につく用意\nがある。』旨の申入をなしたのは事実であるが、右は被控訴人側において懲戒処分\nが必至であるとの状勢を察知し、いわば自己の立場を正当化する目的でなされた申\n入であること、しかして、他方、右申入前に厚生省内部においては、被控訴人を懲\n戒免職処分に付することの意思決定がなされていたこと、そして厚生省Ｍ管理課長\nが前記全医労役員に対し、右のように厚生省内部の意思決定がすんでいることを告\nげた上被控訴人の処分につき再度検討するために同人から詫状を提出するよう求め\nたのに対し、被控訴人（全医労側）においてこれを拒んだことから本件処分の発令\nへと事態が推移するにいたつたこと。」が認められるのである。\n被控訴人が主張する「新配置につく申入」の意味とその前後の状況が右のような\nものであつてみれば、控訴人と全医労（被控訴人）との話合いがまとまりかけてお\nり、被控訴人が新配置につく旨申入れている（被控訴人の表現にしたがえば「無条\n件降伏」。）のに、あえて控訴人が本件懲戒処分をなしたとの被控訴人の主張はそ\nの前提を欠いているばかりか、かえつて右処分が被控訴人のいう組合弾圧の意図実\n現のためになされたものではないことが明白である。\n三、よつて、以上いずれの点よりするも、本件懲戒処分が不利益取扱であるとする\n被控訴人の主張は採用するに由ないことが明らかである。\n第三、処分権濫用の主張について。\n一、被控訴人は、大要次の如き事情すなわち、イ、被控訴人が本件配置換にしたが\nわなかつたことには相当の理由があつたのに対し、控訴人が話合いによる解決を不\n可能ならしめるような態度をとつた等本件配置換問題が生起してから本件懲戒処分\n発令までの経緯、ロ、本件配置換命令は昭和三四年九月九日に成立した前記確認書\nによる拘束力ないしその趣旨に反したものであるのに右配置換命令を拒否したこと\nを理由に本件処分がなされたこと、ハ、新潟支部書記長Ｐにつきなされた懲戒処分\n等との不均衡をあげて、本件処分が懲戒権の著しい濫用にあたると主張する。\nところで、行政庁がその所属公務員に対してなす懲戒処分は懲戒権者の自由裁量\nにゆだねられていると解されるのであつて、既にみたように本件処分が事実上の根\n拠に基づくものと認められる以上、右処分が社会通念上著しく妥当を欠き懲戒権者\nに任された裁量権の範囲を超えているかまたはその濫用があつたときに、はじめて\n違法な行政処分として取消の対象となるのである。\nそこで、右の観点に立つて本件処分の当否につき検討を加えてみる。\n二、（一）　昭和三四年七月一日控訴人が被控訴人に対し給食係から医事係（算\n定）への配置換を内示したが発令にいたらなかつたことは当事者間に争いがない。\nそして、原審および当審証人Ｌ、同Ｉ、同Ｋの各証言ならびに原審および当審に\nおける被控訴人本人尋問の結果によれば、その間のいきさつは、「前同日控訴人が\nＩ庶務課長をして被控訴人に対し右内示をなさしめたところ、同人は諾否の態度を\n保留したまゝ、自己が新潟支部の支部長に就任したことを報告し、他の事項とあわ\nせて右配置換の件について同支部と団交をもつよう求めたこと、そして、同年同月\n三日、被控訴人ら新潟支部役員およびＬ全医労本部書記長と控訴人との間に団交が\nもたれたのであるが、被控訴人側は、右配置換は本部中執から現場へ戻つたときの\nいわゆる原職復帰の慣行に反する、職場復帰直後に、本人に対する事前の話もなし\nにいきなり配置換するのは組合（新潟支部）の弾圧である、給食係は手不足で被控\n訴人を必要としている等の理由をあげてあくまで配置換に反対する旨の意見が表明\nされたこと、これに対し控訴人は再検討することでひとまず団交を打切り、控訴人\nら施設管理者において協議した結果、給食係の栄養士二名が欠務しているのと、新\n潟支部が分裂して新職労が発足した直後であることから同支部に対し無用の刺戟を\n与えるのを避けるため、配置換の発令をせず、被控訴人をそのまゝ給食係に配置し\nておくことに決定し、被控訴人に対し給食係に勤務するよう伝えたこと。」が認め\nられる。ところで右認定の事実からすると、控訴人は被控訴人の配置換を立案決定\nし発令の予備的行為としての内示をしたが右時点での発令は断念したものゝ、控訴\n人としては右配置換を確定的に断念したのではないことは明らかであり、発令をと\nりやめた主要な原因である給食係の事実上の減員状態が回復する時期が右時点では\n明確ではなかつたことおよび控訴人が被控訴人に対し単に給食係に勤務しているよ\nうにとの指示をなしたのみであることに徴すると、発令を暫時延期したのではなく\nひとまず発令による配置換計画の実現を保留した状態にあつたものとみるのを相当\nとする。そして、右保留の理由は前認定のとおりであるから、控訴人が右のように\n内示をしたのみで発令しなかつた点に非はなく、なお、控訴人において被控訴人や\n新潟支部の組合弾圧であるとの主張を認めて配置換計画そのものを白紙に返したの\nではないことが明らかである。\n（二）　右のように被控訴人に対する配置換命令の発令が保留された理由の一とし\nて、控訴人は同人と新潟支部との前記団交の際、同支部側から「専従から復帰後二\nか月くらいたつてから配置換されるのであれば異議がない。」旨の発言のあつたこ\nとをあげており、原審および当審証人Ｉ、原審証人Ｋの各証言中には、右主張にほ\nぼ合致する供述部分がある。しかし、右証人Ｉの証言の他の供述部分、原審証人\nＰ、原審および当審証人Ｌ、同Ｐ１の各証言ならびに原審における被控訴人本人尋\n問の結果によれば、「新潟支部側は前記団交において、被控訴人の配置換には絶対\nに応じられないと主張していたのであつて、単に時期が適当でないから発令を延期\nするよう要求していたのではなかつた。そして、右配置換が組合弾圧を意図する不\n当なものであるとの非難を加えるなかで、本件のように専従から職場へ復帰した直\n後に配置換問題が持ち出されることは従来の慣行にも反し組合弾圧をはかるもので\nあることの一証左であるとの趣旨の主張もなされた。その際、右のように復帰直後\nであることに関連して控訴人主張のような発言が組合側からなされた。」との事実\nが認められる。したがつて、前記発言は、控訴人主張のような二か月後の発令なら\n異議なく応ずるとのいわば二か月後に発令のあることを条件とする事前の承諾とで\nもいうべきもの（配置換命令の発令もしくはその発効に対象者の承諾を要しないの\nはもちろんであつて、右の承諾の語は表現上の便宜に出たものに過ぎない。）とは\n到底解しえないが、さればといつて被控訴人が主張するように単なる「例え話」で\nはなく、復帰後二か月以上経過してからの配置換であれば職場復帰直後であるとの\n難点は解消され時期の点のみからただちに不当な配置換であるとはいえなくなると\nの趣旨を含む見解の表明であるとみるべきである。そうだとすれば、右の発言は、\n前記のとおり控訴人において被控訴人が職場復帰してから二か月後の昭和三四年九\n月一日付で配置換の発令をしたことを積極的に正当づける根拠とはなりえないが、\nさればといつて、被控訴人において右配置換命令に対し職場復帰直後であること以\n外の理由をあげて右命令に不服である旨の主張をすることまでをも当然に不当なら\nしめるものではない。\n三、（一）　控訴人が、昭和三四年八月三一日被控訴人に対し再び給食係から医事\n係（算定）への配置換を内示したところ同人が右配置換を拒否したこと、控訴人が\n同年九月一日付で被控訴人に対する配置換命令を発令したことは当事者間に争いが\nない。\nそして、被控訴人の右配置換が新潟療養所全体の人的整備強化の必要から企図さ\nれたもので、被控訴人以外の職員の配置換とともに一連の人事としてなされたもの\nであることは前記第二に認定のとおりであるところ、原審および当審証人Ｙ、同\nＬ、原審証人Ｐの各証言ならびに原審および当審における被控訴人本人尋問の結果\nによれば、「被控訴人が右配置換を拒否した理由は、『①従来職員を配置換するに\nついては当該職員や組合と話合い相互に納得した上で配置換をする慣行であつたの\nにこれを無視し、なんら話合いをすることなく既に決定したものとして一方的に押\nしつけてくるのは納得できない、②新潟支部の支部長である被控訴人を、同支部職\n員で占めている給食係から新職労所属職員の多い医事係へ配置換するのは新潟支部\nを弾圧する意図による不利益取扱としか考えられない。』というにあつたこと。」\nが認められるが（右認定に反する原審および当審証人Ｉの証言の一部は措信できな\nい。）、被控訴人の主張する慣行なるものは存在しなかつたこと、そして（被控訴\n人および新潟支部が右配置換をどのようなものとして受取つたかはさておき）右配\n置換が同支部弾圧ないし弱体化を意図したものでもなかつたことは既に第二におい\nて認定したとおりである。\n（二）　被控訴人は、控訴人が配置換命令前にとつた措置に関し、「配置換命令の\n発令を既定の前提として内示をするのがそもそも不当であつて、配置換計画を立案\n中の段階においてあるいはそれ以前の段階において被控訴人なり新潟支部なりと配\n置換することの可否を話合うべきであるのに、これを回避していきなり内示してき\nた。」と非難するようである。しかし、右のような発令前の内示の目的は、内示な\nしに発令した場合に生ずべき事態すなわち配置換計画を立案中に調査考慮しえなか\nつた事情があつたり、配置換対象者が正当の理由なしに配置換を拒むなどして無用\nの混乱を生ずるという事態をできるかぎり避けんがため、本人に事前に発令を予知\nせしめるとともにその意見や事情を聴取する機会をもうけることにあるのであるか\nら、配置換計画を決定する前にまず配置換することの可否の話合いをすることは法\n律的には意味がないし、右話合いをなすべき慣行ないし控訴人と新潟支部の合意が\n存在したことを認めるに足りる証拠もない。\nそして、原審および当審証人Ｉの証言によれば、「控訴人は、被控訴人と同時す\nなわち九月一日付で発令を予定していた他の五名の職員に対する配置換発令を留保\nしたまゝ、右内示の日はもとより翌九月一日および二日にかけて、Ｉ庶務課長を介\nして被控訴人に対し、配置換の理由および同人が主張する右配置換に不服の理由が\n根拠を欠くものであることを説明して配置換命令に服すべき旨を説得したにもかゝ\nわらず、同人があくまで拒否の態度を変えようとしないので、やむなく、九月三\n日、同月一日付で被控訴人に対する配置換命令を発令したこと。」が認められるか\nら、控訴人のなした内示が単に形式を整えるためのみのものであつたと非難するの\nはあたらないというべきである。\n四、控訴人が、前記九月一日付発令を同月九日撤回し、翌一〇日あらためて被控訴\n人に対し再度の発令を内示し、被控訴人および新潟支部との話合いを約した確認書\nを撤回した上で本件配置換命令を発令したことは当事者間に争いがないところ、被\n控訴人は控訴人の右所為、態度を非難するので、この間の事情につき検討を加えて\nみることゝする。\n（一）　前記の九月一日付配置換命令発令後である昭和三四年九月九日、被控訴人\nら新潟支部役員、全医労本部役員らと控訴人との間に右配置換命令をめぐつて交渉\nがもたれたこと、そして、その結果として、控訴人と新潟支部との間に被控訴人主\n張の確認書（甲第六号証）が成立したことは当事者間に争いがない。\nそして、証拠に基づいて右交渉の経過を検討するに、前掲乙第四五号証、成立に\n争いのない甲第六号証、原審および当審証人Ｉ、同Ｂ、同Ｐ１、原審証人Ｋ、同\nＵ、同Ｊの各証言ならびに原審および当審における被控訴人本人尋問の結果を総合\nすると、右経過の概略として、原判決理由第二の一、３（九月一日付発令撤回と確\n認書の成立の項、原判決第三八丁裏四行目から第四一丁表八行目まで）に記載のと\nおりの事実を認めることができる。\n（二）　控訴人は、同人が、九月一日付の発令を撤回する旨言明し、その旨を内容\nの一部とする前記確認書に署名したのは、被控訴人ら組合側が控訴人に対し、「い\nつたん九月一日付の発令を撤回してあらためて明日発令すれば、被控訴人はこれに\n応じる。」ことを約したからであると主張する。（以下控訴人の主張する右約定を\n同人の表現にしたがつて「裏約定」という。）これに対し被控訴人は裏約定の存在\nを極力否定するので裏約定の存否につき判断する。\n１、前記証人Ｉ、同Ｋ、同Ｕ、同Ｂの各証言によれば、「控訴人のした九月一日付\n発令の撤回は、右撤回の日の翌日あらためて発令することを前提とするもので、控\n訴人において、たとえ形式的なものに過ぎないにせよいつたんした発令を撤回する\nという施設管理者としては好ましくない方策をとることとしたのは、当夜の水掛論\nに終始した交渉の収拾をはかることもさりながら、右のような譲歩をしさえすれば\n被控訴人の配置換を円満に実現しうると考えたからであること。」が認められ、前\n認定のとおり当日の午後六時過ぎから同一〇時ころまで組合側からの白紙撤回要求\nをあくまで拒否して譲らなかつた控訴人があえて右要求を受け入れることに踏み切\nつたことに対比して考えれば、被控訴人の配置換の実現が確実であると控訴人に信\nじさせるなんらかの事情があつたことを推測するに十分である。（いつたん発令を\n撤回しても再発令すれば結果においては一見変らないようにみえるが、形式的に譲\n歩しても紛争の眼目である配置換を必らず実現できるといういわば名を捨てて実を\nとるという見込がなかつたとすると、控訴人には組合側の撤回要求に屈したという\n不手際だけが残ることとなるが、従前の態度からして同人が右のような不利益のみ\nを負うこととなる譲歩をしたとは到底考えられない。）\n２、しかし、他方、組合側の事情に眼を転じるに、前記証人Ｐ１、Ｊ、原審および\n当審証人Ｙ、同Ｌの各証言ならびに前記被控訴人本人尋問の結果によれば、「被控\n訴人（したがつて新潟支部および全医労）としては、同人の配置換は先に起きてい\nたＧ医師およびＨ事務官の転勤問題とともに新潟支部の組織弱体化をねらつた一連\nの弾圧策であり、かゝる不当な配置換発令は撤回せよと要求していたのであり、話\n合いや本人の納得なしに内示発令におよんだことについても非難していたが右は発\n令の撤回を求める理由としての主張であつて、被控訴人としては当時いかなる形で\nあれ配置換に応ずる考えはなかつたこと、そして、右配置換撤回要求は全医労本部\nの方針に則りその指導のもとにあつたのであつて、右交渉に全医労本部のＰ７中執\nが参加していたとはいえ、右本部の指示なしに新潟支部独自で被控訴人の配置換に\n応じることを承諾しうるものではなかつたこと。」が認められ、右認定事実からす\nれば、再発令を前提に九月一日付発令を形式的に撤回するという控訴人の僅かな譲\n歩と引換に被控訴人側が同人の配置換自体を認めるということは到底考えられない\nところである。（例え形式的なものにせよいつたんなされた配置換発令を撤回する\nということは、先にも述べたとおり施設管理者たる控訴人にとつては重大なことで\nあるが、組合側にとつては意味をもたないものである。そして、事を実質的にみれ\nば控訴人側は、発令をいつたん撤回するものの、再発令に被控訴人が応じることに\nより当初の目的を貫徹できるという意味で、撤回要求には絶対応じないという態度\nから一応撤回して再発令することに切替えることは、控訴人の表現にしたがえば\n「一歩後退」に過ぎないけれども、被控訴人の側にとつては、形式がいかなるもの\nであれ配置換に応ずるということは全面的敗退である。したがつて、控訴人が主張\nするように、外部支援労組員への対面上要求貫徹の形式をとるため闘争の中心であ\nる配置換拒否そのものを撤回するなどということは考える余地がない。また、原審\n証人Ｕ、同Ｐ８、同Ｋの各証言によれば、「前記交渉のさなかである午後九時過ぎ\nころ療養所入所患者七～八名から療養所構内で紛糾が続いていることにつき抗議が\nなされたが、右抗議は組合側において配置換を了承してまで交渉を早急に妥結させ\nなければならないほど緊迫したものではなかつたし、右抗議がなされても組合側の\n交渉態度にはなんら変化がなかつた。」と認められるから、患者との軋轢を怖れる\nのあまり組合側が実質的な意味での全面的譲歩をしたとも解されない。）\n（三）　それでは、前記のような一見奇異な事態すなわち、九月一日付の発令を撤\n回することについては一致しているが被控訴人の配置換問題の爾後における取扱方\n法という肝要な点では相反する見解に立つ控訴人側と組合側の交渉が一応妥結とい\nう結末を迎えた理由は何か。\n１、そこで控訴人が九月一日付の配置換命令の撤回を言明するまでの経過を検討す\nべきこととなるが、これに先立ちまず、右撤回言明後の事情のうち右の経過認定の\n資料たりうべき事実につき按ずるに、\n九月九日の前記交渉の結果、被控訴人主張のとおり「確認書」が作成され、右書\n面には第一項として「組合の申入れを了承します。九月一日の辞令は白紙に返しま\nす。」と、第二項として「事後改めてＶ氏（被控訴人）と話合い、また組合から話\n合いの申出があつた場合は、それに応じます。」と記載されていることは当事者間\nに争いがなく、原審証人Ｊ、原審および当審証人Ｉ、同Ｐ１の各証言によれば、\n「組合側が作成した確認書の原案が原案として確定するまでのいきさつはともかく\nとして、右は昀終的にＩ庶務課長において、『控訴人の代弁者としての同課長の前\n記交渉の場における発言と同旨である。』ことを認めた文言であること。」が認め\nられる。\nそして、前記Ｐ１の証言によれば、「前記確認書に控訴人および新潟支部支部長\nとしての被控訴人がそれぞれ署名押印して交渉が妥結した際控訴人が組合側の者に\n向かつて『本当にはつきりちやんとしたこと（約束したことの趣旨）は守れよ\nな。』と発言したこと。」が認められるが、当事者間に争いのない前記確認書の記\n載事項（右第一、二項のほか前記第三項も含め）中には、被控訴人または新潟支部\nが控訴人に対しなんらかの履行すべき責務を負う旨の約定が包含されていないこと\nからみて、前記控訴人の発言中の「約束したこと」が事実存在するとすれば右確認\n書に表示されていない約定であると考えられる。\nさらに右交渉の翌日である九月一〇日に早くも控訴人が被控訴人に対し医事係へ\nの配置換を内示したことは当事者間に争いがなく、原審証人Ｂの証言により成立の\n真正が認められる乙第八号証と原審および当審証人Ｉの証言ならびに原審および当\n審における被控訴人本人尋問の結果によれば、「控訴人は、前日の九月九日にした\n配置換発令の撤回はただちに再発令することを前提としたものであるとの見地から\n右の内示に及んだものであること、そして、控訴人に代つてＩ庶務課長が被控訴人\nに対し『きのう話があつたとおり改めてあなたにお話します。医事係の算定のほう\nに行つてください。』と述べて内示したところ、被控訴人はこれに対し『きのうあ\nのように話がきまつてまたすぐ（配置換問題を）持出すのは急すぎる。決まつたも\nのとして押しつけてくるのは納得できない。』との趣旨を述べて配置換を拒んだこ\nと。」が認められる。\n２、そして、右認定の事実に、原審証人Ｋ、同Ｕ、原審および当審証人Ｉ、同Ｂの\n各証言を総合すれば、「当夜九時半前後まで、発令の撤回を迫る組合側とこれを拒\n否する控訴人の側との押問答が続いているなかで、Ｊ地区協書記長、Ｐ新潟支部書\n記長、Ｐ１同支部役員らから、『絶対に医事係へ行かないのではない、納得なしに\nやつたことがけしからんのだ。』『発令の形が悪いのだ、とにかく一応辞令を白紙\nに返して、あらためて話を出して発令するのであれば受けないでもない、なにがな\nんでも応じないというのではない。』との趣旨の発言がなされたこと、その後Ｕ医\n務課長が廊下へ出たところ地区労労組員の一人から『組合側が、一応白紙に戻して\n改めて話を出せば、そして発令されれば受けるとそういうふうにとれることを言つ\nているのであるから、右の線で話をまとめてはどうか。』とすゝめられたこと、し\nかしＵ医務課長としては、交渉の場での組合側の発言は再発令を受けるとまで明確\nなものではなかつたので、折から来合わせた前記Ｊに対し右の点を確かめたとこ\nろ、「そのとおりである、一応白紙に戻してきよう形を作ればあしたにでも話をし\nて発令して差支えないのだ。」との趣意の答があつたこと、ついでＵ課長からその\n経過をＢ課長補佐に話したところ、同人から、外部の者の話では受け入れるわけに\nいかない、新潟支部の意見を確認してほしいと述べられたので、その趣旨を前記Ｊ\nに伝えたところ、同人は被控訴人およびＰと打合わせをしたのち『間違いない。』\nとの返事をしたこと、そこで右Ｕは組合側の了承を得た上でＩ庶務課長を本館一階\nの庶務課長室へ呼出し右Ｕにおいて『組合側の申入れ』として理解しているところ\nを伝えたところ、右Ｉは不確かな話であるし自分一存で決めることはできないとし\nて、さらに控訴人をも右庶務課長室へ招き、控訴人（Ｋ）、Ｉ、Ｕ両課長、Ｂ課長\n補佐の四名で協議したこと、控訴人およびＩ庶務課長は、いつたん発令しながら撤\n回するという変則的取扱いは好ましくないという理由のほか、特に「きよう白紙に\n戻せばあしたにでも話をして発令して差支えない」というようなたよりない話で\nは、右申入を受け入れるとその先はどのようになるかわからないとして、被控訴人\n（組合側）が再発令に応ずるか否かにつき強い危惧を抱き発令の撤回を渋つたこ\nと、しかし、前記Ｕが、同夜の混乱した所内の状況が入所患者に大きな動揺を与え\nるおそれがあるので一刻も早く事態の収拾をはかるべきである旨強く要請した結\n果、外部労組員も加わつての交渉で所内必らずしも平穏ではなく、ともかく発令を\n撤回しないかぎり交渉を終了させるめどがつかないことと、発令の撤回は変則であ\nるが終局的には配置換に応ずるというのであれば撤回もやむをえないとの見地か\nら、結局控訴人としては九月一日付の発令を撤回することに決定したこと、そこ\nで、控訴人および前記Ｉ、Ｕらは組合側の待機していた所長の室へ引返し、控訴人\nに代つてＩ庶務課長が、『一応辞令を白紙に戻す、改めてあしたＶさん（被控訴\n人）に話す。』と言明し、ついで同課長が、数回にわたつて、『あした話をして発\n令すれば必らず配置換に応ずるんだな。』と述べて念を押したところ、組合側の者\nから『しつこいことを言うなわかつているじやないか。』との答えがあり、なおそ\nの場にいた被控訴人はもとより他の組合側のものからもなんら異議、反論は述べら\nれなかつたこと。」が認められる。\nそこで右に認定したところから考えれば、前記九月九日の交渉の場において、被\n控訴人らを含む組合側の者が、既に発令されている配置換命令を一応撤回しさえす\nれば翌日にも再発令されるべき新配置換命令に異議なく応ずる旨を約した事実は認\nめえないけれども、控訴人が、右撤回を決意したのは、当時の組合側の発言、態度\nから同人が九月一日付の発令を撤回するのと引換に被控訴人が新配置につくことを\n確約したものと信じ、右配置換の実現に一沫の危惧を感じながらも撤回に踏切つた\nものであると判断することができる。\n右のように、控訴人が主張する意味での裏約定の存在は証拠上否定するのほかな\nく、原審証人Ｋ、同Ｕ、原審および当審証人Ｉ、同Ｂの各証言中の裏約定の存在を\n肯定するが如き供述部分はいずれも採用できない。（なお、控訴人は九月一〇日お\nよび一一日になされたＢ課長補佐と被控訴人との配置換に関する問答の記録である\nという前掲乙第八号証をもつて前記裏約定が存在することの有力な証拠であると主\n張する。しかし右乙第八号証全体を通じてみてもその記載された問答が、控訴人の\n主張する裏約定の存在を前提としたものであるとはただちに認め難い。そして、そ\nもそも控訴人の主張するように被控訴人が配置換命令に応ずることを確約していた\nというのであれば、右約定そのものについての話合いおよび右約定に違反して従前\nどおりの反対理由のみを述べている被控訴人に対し強い非難がなされたはずである\nから、その次第が記載されてしかるべきであるのにこのような記載がなんらみられ\nず、この点については、僅かに九月一一日の項に「九日有明療Ｊ氏を通じて君の希\n望を聞いた。明日にでも辞令を出してよい、お互いに腹と腹で行こうではないか。\n君も充分知つてのとおりだ。」と記載されているに過ぎない。しかも原審および当\n審証人Ｂの証言ならびに原審および当審における被控訴人本人尋問の結果によれ\nば、「右の「Ｊ氏」の部分は当初「Ｐ９氏」と記載されていたのであるが、有明療\nすなわち有明療養所には当時Ｐ９は勤務しておらず、九月九日の交渉には参加して\nいなかつたこと。」が認められるのであつて、右認定事実からすると九月一〇日お\nよび一一日のＢ課長補佐と被控訴人との話合いにおいては控訴人のいう裏約定ない\nしは組合側の配置換に応ずるとの発言はほとんど議論の対象とならなかつたことが\n推測される。したがつて、右乙第八号証はいまだ控訴人の主張を裏付ける証拠とす\nるには足りないといわなければならない。また、控訴人は、前認定の「九日の交渉\n終了間際における同人の発言『約束は守れよな。』にいう約束は裏約定以外に考え\nられないと主張するが、前記のように控訴人の側においていわば一方的に被控訴人\nが配置換命令にしたがうことを確約したと信じたことと右発言とは必らずしも矛盾\nしないし、右発言に対して組合側からこれを肯認する趣旨の発言のなされた事実は\n証拠上全く認められないことからすれば、いずれにしても前記控訴人の発言を同人\n主張のように理解しなければならないものということはできない。）\n五、ところで、原審および当審証人Ｙ、同Ｐ１、原審証人Ｊ、同Ｐの各証言ならび\nに原審および当審における被控訴人本人尋問の結果によれば、「全医労本部は、被\n控訴人の配置換は、新潟療養所Ｇ医師および有明療養所Ｈ事務官らに対する転勤問\n題と一連の関係をもつ厚生省当局の組合弾圧策であると判断し、これらの転勤等を\n阻止する闘争の一環として被控訴人に対する九月一日付発令の撤回を求める方針を\n立て、新潟支部が九月九日に控訴人に対し求めた団交も右の方針にそつたものであ\nつて、被控訴人はもとより新潟支部さらに全医労としてはあくまで被控訴人の配置\n換に反対しその実現を阻止する考えであつたこと、そして、被控訴人の側において\nは、前記のとおり九月一日付発令が不当である理由の一としてあらかじめ被控訴人\nおよび組合との話合いをすることなしに発令したことをあげ、同人を配置換するに\nついてはまず話合うべきことを求めてはいたが、被控訴人側の目標はあくまで九月\n一日付発令を撤回させることにあり、配置換問題がひとまず白紙の状態に返つて控\n訴人との話合いという局面を迎えたときには話合いの名のもとに右配置換が具体化\nするのを引延し配置換阻止という目的を達しようとするのがその真意であつた。」\nと認められる。\nしかるに、九月九日の前記交渉において、被控訴人ら組合側は、前述のとおり\n「配置換に絶対に応じないというのではない。」とか「ともかく発令を撤回すれば\n改めて話をして発令してもよい。」等の発言をしているのであつて、配置換に応ず\nる可能性が零ではないという意味で理屈としては誤りでないにせよ、九割九分まで\n配置換に応ずる意思がないにもかゝわらずこれを秘して控訴人の側に誤解を生ずる\nような発言をし、さらには、撤回した場合に爾後どのようになるのかを確かめ、一\n応撤回はするが再発令する旨明言する控訴人側の言動から、控訴人において被控訴\n人が再発令に異議なく応ずるものと誤信していることが看取されたのに、将来配置\n換に応ずるか否かは話合つてみてからである旨を明らかにすることもせず、控訴人\n側の右誤信に乗じて撤回の言質をとつたものであつて、このような組合側の態度\nは、詐術を弄したというほどでないにせよ、著るしく信義に悖るものというべきで\nある。そして、被控訴人が九月一日付発令撤回の過程においてどのような発言をし\nたかは証拠上必らずしも明らかではないが、終始交渉の場にはいたのであり、前記\n交渉の主体である新潟支部の支部長でありかつ配置換問題の当事者であつてみれ\nば、仮に沈黙を守つていたとしても控訴人側の誤信を利用する意図であつたことは\n明らかである。\nこの点に関し、被控訴人は、「組合側は被控訴人の配置換問題につき明日からで\nも話合いに入つてもよい。」旨約したものであると主張し、原審証人Ｊ、原審およ\nび当審証人Ｐ１の各証言ならびに原審および当審における被控訴人本人尋問の結果\n中には右主張にそう供述部分があるが、従来話合いを要求していたのは組合側なの\nであるから、組合側が被控訴人主張のような約束をしたからといつてこれと引換に\n控訴人が発令ずみの配置換命令を撤回したとは到底考えられず、右各供述部分は採\n用できない。\n九月一日付配置換命令の撤回をめぐる事情が以上のとおりだとすれば、控訴人の\nした右撤回がやゝ軽率であつたとのそしりを免れないにしても、右撤回（およびこ\nれに続く再発令）が控訴人の動揺した態度のあらわれであるとか、被控訴人をして\n本件配置換が組合弾圧を意図した不利益取扱であると思い込ませる原因となつたと\n評価するのは当を得ないものであつて、右撤回以後の紛糾を招来した責は控訴人の\n側にはなく、むしろ被控訴人の側にあるというべきである。\nちなみに、何故控訴人は、「前記撤回をしても被控訴人の配置換自体は実現でき\nる。」と考え、他方被控訴人（および新潟支部）は、「右撤回によつて配置換阻止\nの目的を達成しえた。」と判断したという結果が生じたかを考えてみるに、右は、\n被控訴人の配置換のような人事異動に際して経由すべきか否かが議論された「話合\nい」の意味につき控訴人側と被控訴人側の理解のしかたにそごがあつたからである\nと解される。\nすなわち、前認定の事実からすると、本件配置換を応諾する意思の毛頭なかつた\n被控訴人および新潟支部としてはともかく九月一日付発令を撤回させることが前記\n交渉の眼目であり、従来右発令は、事前の話合い（および本人の納得）なしに決ま\nつたものとして押つけてきたから不当であると主張していた手前、控訴人と配置換\nについての話合いをもつことは拒めないが、話合いの状態を継続することにより結\n果的に配置換を阻止しようと考えていたことが明らかである。（このことは、前認\n定の控訴人のした「約束したことは守れよな。」との発言に関し被控訴人が本訴に\nおいて、「配置換は白紙撤回されてしまつたから、被控訴人としては、この段階か\nらは、特に話合いを求めるべき必要性はなくなり、逆に当局の方が、発令の前提と\nしての協議をつくすため、組合に話合いを求める立場に逆転させられたのである。\n組合は今度は、のんびり応じればよいのである。」と主張しているところにいみじ\nくも表現されている。）したがつて、被控訴人の側でいう「話合い」とは配置換問\n題を一切白紙に返した状態で被控訴人を配置換することの当否を話合うことを意味\nしていたのである。これに対し、控訴人側では、被控訴人の配置換は業務上の必要\nに基づいて立案し既に発令もなされているところであるから、右配置換計画そのも\nのを白紙に戻すことなどは全然考慮の余地なく、発令によつて現に発生している紛\n糾状態を収拾し配置換を円滑に実現する方針として、やむなくいつたんなした発令\nの撤回という譲歩をしたもので、控訴人の考えていた「話合い」とは、いきなり発\n令することなく、しかし発令を前提としての話合いを経たうえで発令するという程\n度の、むしろ軽い意味合いを持つていたに過ぎないとみられるのである。右のよう\nに解してはじめて、前認定のとおり、Ｉ庶務課長が控訴人に代つて発令の撤回を言\n明するにあたり、「辞令はいつたん白紙に返すが、改めて話をしてそして発令す\nる。」旨を述べ、撤回された翌日である九月一〇日に早速被控訴人に対し（再）発\n令する旨を告知するにあたり「改めて話をする。医事係へ行つてほしい。」という\n表現をとつたことがうなずけるのである。そして、右のような考え方の差異があつ\nたため、撤回したのち話合うのはよいとして、その後の進展につき、本件配置換の\n実現を当然のことと予定していた控訴人の側において、発令をいつたん撤回しさえ\nすれば被控訴人において異議なく新配置につくものと考え、他方組合側は、控訴人\nが強調している再発令に重きを置かず、発令を撤回させることにより配置換阻止の\n目的を貫徹できたと理解し、九月一日付命令の撤回の線で交渉が形の上では妥結を\nみたものと解される。\n六、前記交渉の結果として被控訴人主張のような確認書が作成されたことは当事者\n間に争いがないところ、控訴人は、「右確認書は自己の意に反して押印を余儀なく\nさせられたものである。」と主張するが、右主張を認めるに十分な証拠はない。す\nなわち、右押印にいたる経過をみるに、甲第六号証の趣旨形式、成立に争いのない\n乙第六号証、原審および当審証人Ｉ、同Ｂ、同Ｐ１、原審証人Ｋ、同Ｕ、同Ｊ、同\nＰ、同Ｐ８の各証言、原審および当審における被控訴人本人尋問の結果ならびに当\n審における検証の結果を総合すると、「昭和三四年九月九日の午後六時ころ前記交\n渉が開始されたが、当時組合側は、新潟支部役員および組合員、上部団体役員、支\n援の外部労組員の合計七～八〇名が参集し、多いときには四〇ないし五〇名の右役\n員、労組員らが交渉の行われていた本館二階の所長室へ入つていわば立錐の余地も\nない状態で控訴人（当時Ｋ）、Ｉ庶務課長およびＵ医務課長の三名をとりかこむよ\nうにして交渉にあたり多数の者が口々に発言するなどして喧騒にわたる状態となつ\nては静まるという状況が反覆し、なお、残りの労組員らは所長室前廊下や大会議\n室、階下組合事務室、組合ホールなどに待機していたこと、しかし交渉そのものは\n組合側が多衆の威力によつて一方的にその主張を押しつけてくるという状況ではな\nく、控訴人の側から本件配置換の必要性や組合弾圧でないゆえんも説明し、結局発\n令を撤回せよ、しないの押問答を繰返すことになつたこと、午後九時ころ入所患者\nの一部の者から右のような療養所の平静を乱す紛争が生じていることにつき抗議が\nあつて労組員らといざこざさえ起きかけたが、Ｕ医務課長が早急に事態の収拾をは\nかることを約したことでその場はおさまり、患者全体の動揺や再度の抗議はなかつ\nたこと、控訴人ら管理者側としては右交渉を一方的に打切ることは到底できるとこ\nろではなかつたが、用便のため等に所長室から退出したりＢ課長補佐と打合わせを\nしたり、さらには（組合側の同意を得た上にせよ）階下庶務課長室で管理者側のみ\nで協議することもできたこと、控訴人が発令の撤回を決意するまでの間には、組合\n側からは、自己の要求を受け入れさせようとしての威迫的行為はなんらなされてお\nらず、交渉の場の空気は険悪というほどのものではなかつたこと、そして、控訴人\nが発令の撤回を決定した動機、経緯は前述のとおりであつて、撤回そのものは任意\nになされていること、しかして、控訴人が右撤回の回答をしたのは午後一〇時過ぎ\nころであつたが、ほどなく組合側から交渉の結果を文書化する必要があるとして、\n『一、組合の申し入れを了承します。九月一日付の辞令は返上されて来たので、こ\nれを受理し白紙に返します。\n一、事後改めて、Ｖ氏と話し合い、又組合からの話し合いの申出があつた場合はそ\nれに応じます。\n一、今後の問題として、人事異動に関しては両者誠意をもつて協議し、本人の納得\nを得てから行ないます。』\nなる記載のある書面を起案して控訴人側に提示したこと、控訴人側はこのように書\n面化することは全く予想していないところであつたので、口頭で約束すれば十分で\n書面にする必要はないと反対したこと、特にＩ庶務課長は、組合側から「同課長の\n述べたところはこのとおりだな。」という形で右書面を提示されたのに対し自己の\n発言にない事項が記載されていることを理由に右の書面は受け入れられないと答え\nたこと、その結果まず第三項についてＩ庶務課長と組合側との長時間にわたるやり\nとりがなされ、組合側において、同項の「本人の納得を得てから行います。」との\n文言は控訴人の人事管理権の侵害であるとの同課長の主張を容れ、右第三項を『今\n後の問題として、人事異動に関しては、両者誠意をもつて協議の上、決定しま\nす。』と訂正した書面を起案した。ところが、これに対してもＩ庶務課長から第一\n項中に『返上されて来たので、これを受理し』とある部分は自己の発言にないこと\nの記載であるとの主張がなされ、再び議論がなされたが、この点も組合側が折れ同\n項中の右部分を抹消した上で、控訴人の押印を求めた。ところがそれまでＩ課長と\n組合側のやりとりを黙つてみていた控訴人は押印を拒み、ついには椅子から立ち上\nつて退室しようとし、Ｉ、Ｕの両課長もこれに続こうとしたが、組合側としては、\n確認書の原案が作成される過程から控訴人は異を唱えることなくこれに押印するも\nのと考えていたので、突如控訴人らが右のような行動に出たので、労組員らにおい\nて控訴人らの進路に立ちふさがり一部の者はスクラムを組んで退室を阻んだこと、\nそこで控訴人らはやむなく着席したのであるが、控訴人本人はあくまで押印を拒否\nしようとしているものの、Ｉ、Ｕの両課長は確認書に押印して事態の収拾をはかつ\nたほうがよくはないかと考えているという管理者側の意思の不統一の気配を感じと\nつた組合側は、『自分達は室外へ出るから控訴人側で協議して是非押印してほし\nい。』旨を告げて所長室から退去し、同室前の廊下等に待機したこと、そこで所長\n室内に残された控訴人らで押印の可否につき協議したが、Ｉ、Ｕの両課長が控訴人\nに対し、ともかく被控訴人が新配置につくことを約束しているのであるし、できる\nかぎりすみやかに同夜の混乱を収拾しなければ入所患者に大きな動揺を与えること\nとなるおそれもあり、確認書に押印する以外には他に適当な収拾策もない等の理由\nをあげて、前記確認書に押印するときは後日に問題を残すけれどもその文言にはあ\nまり拘泥せず押印してはどうかと強くすゝめた結果、控訴人もこれを容れるにいた\nつたこと、そして、控訴人と、新潟支部支部長としての被控訴人がそれぞれ前記確\n認書に押印し、午後一二時前後にいたつてようやく前記交渉が終了した。」\nという次第であつたと認めることができ、前記交渉における組合側参加者の人員\n数、交渉が午後六時ころから同一二時ころまでという長時間にわたつたこと、その\n間入所患者の間に施設管理者と組合との対立およびこれによる混乱の発生を懸念し\nた動きがみられたこと、交渉の昀終段階において確認書への押印を拒んで退室しよ\nうとした控訴人らを組合側が多衆の威力によつて阻止したこと以上の諸点を考慮し\nても、なお全般的にみて控訴人（Ｋ）が組合側から強制されその意に反して確認書\nに署名押印したものとは認め難い。\n七、被控訴人は、「控訴人において右確認書に定められた協議を経ることなく本件\n配置換命令の発令に及んだものであるから、右発令は権限濫用行為であり右配置換\n命令にしたがわなかつた故をもつてなされた本件処分は処分権の濫用にあたる。」\nと主張する。（被控訴人は配置換命令が無効であるとの主張もしているが右主張が\n理由を欠くことについては前記第一に判示したところである。）\nそこでまず右確認書による協定の効力を検討すべきこととなるが、右協定が法律\n上の拘束力を有しないことは前記第一に記載のとおりであるから、仮に法律上の拘\n束力を欠いても道義上の拘束力があるとの被控訴人の主張につき考えてみる。\n前記確認書の第三項が一般的に今後なされるべき人事異動は（控訴人において）\n新潟支部と協議の上決定すべき旨の、同第二項が被控訴人の配置換については（控\n訴人において）同人と話合うとともに新潟支部からの話合いの申入に応ずる旨の約\n定であることは前認定のとおりであるが、控訴人がその人事権を行使して人事異動\nをなすに際して、みずからすゝんで右確認書にいう協議あるいは話合いを経由する\nこと自体は法律上特に禁止されているわけではないから、被控訴人の主張する道義\n上の拘束力が否定されるいわれはない。（右約定を控訴人において遵守しないこと\nは人事権行使の効果を左右せず、被控訴人は協議あるいは話合いを訴求できないと\nいう意味で控訴人の約定遵守主義は道義上の義務に過ぎない。）\nところで控訴人は、「右確認書は撤回されたからこれに拘束されない。」と主張\nするのであるが、右主張の当否はさておきまず、被控訴人の、「控訴人は確認書に\nいう協議をなすべき（道義上の）義務を懈怠した。」との主張につき按ずるに、既\nに認定したとおり、控訴人は昭和三四年九月一〇日および同一一日の両日Ｉ庶務課\n長およびＢ課長補佐を介して被控訴人と話合いをしているほか、原審証人Ｉの証言\nによれば、「同年九月一六日にもＩ庶務課長において控訴人の意をうけて被控訴人\nと話合いの機会をもつたこと。」が認められること、同じく前認定のとおり右話合\nいにおいて被控訴人が配置換に応じられない理由として主張したところは、従前の\n主張を一歩も出ないものであつたところ被控訴人の右主張に対する控訴人側の反\n駁、説明は同年同月九日の交渉において十分なされていること、控訴人がさきにな\nした九月一日付発令の撤回は再発令を前提としたものであり、控訴人としては被控\n訴人において異議なく配置換に応ずるものと考えていたこと、被控訴人および新潟\n支部が控訴人に対して話合いを求めていたとはいつても真意は被控訴人の配置換を\n阻止する手段とするにあつたこと以上の諸点に鑑みれば、控訴人は被控訴人と話合\nいをなすべき（道義上の）義務を果したものというべきである。（拒否の理由がい\nかなるものであつたにせよ、被控訴人としては結局のところ配置換に応ずる意図は\n皆無であつたから、控訴人に対し際限なく話合いを続けるべき旨要求することは被\n控訴人の同意、納得なしには配置換の発令をなしえないことに帰するから、控訴人\nには際限なく話合いを継続すべき義務はない。そうはいつても、例えば発令の事前\nの告知と同程度のいわば一応話合いの機会を作つたという形式的なものでは足りな\nいのはもちろんであるが、原審および当審証人Ｉ、同Ｂの各証言ならびに前掲乙第\n八号証によれば控訴人はＩ庶務課長らを介してではあるが、被控訴人の説得につき\n真摯な努力をはらつたことがうかがわれる。）なお、被控訴人は、「控訴人におい\nて新潟支部に対する協議申入をしなかつた。」と主張するが、当事者間に争いのな\nい確認書の体裁ならびに前認定の確認書成立までの経緯に照らせば、確認書第三項\nにいう「人事異動は新潟支部と控訴人が協議の上決定する。」との条項は一般原則\nであり、被控訴人の配置換問題については右原則の特則として、確認書第二項にお\nいて「控訴人において被控訴人と話合い、新潟支部からの話合いの申入があつたと\nきはこれに応ずべき」旨を定めたものと解されるから、控訴人が新潟支部に対し協\n議の申入をしなかつたからといつて控訴人側が責められるべきいわれはない。\nそうすると、確認書撤回の有効無効を論ずるまでもなく、確認書による協定違反\nをいう被控訴人の主張はあたらないというべきである。\n八、昭和三四年九月一七日控訴人が新潟支部に対し前記確認書の第一項を除く部分\nの撤回を通告したことは当事者間に争いがない。そして、前認定のとおりその後新\n潟支部は外部団体の支援を得て前同日付で発令されたＧ医師の転勤命令および同月\n一九日付発令の被控訴人に対する本件配置換命令の撤回を求めて抗議活動に入つた\nものであるところ、前掲乙第九号証の一ないし一八、原審証人Ｐ１、同Ｐの各証言\nならびに原審および当審における被控訴人本人尋問の結果によれば、「新潟支部ら\n組合側は、控訴人がした確認書の撤回通告は一方的で不当な行為であると憤激し、\n前記抗議活動において右撤回を非難し確認書を遵守すべき旨を主張していたこ\nと。」が認められる。しかし、右各証拠によれば、「控訴人が確認書の撤回を通告\nしたことが新潟支部および被控訴人の控訴人に対する不信感を強め紛争を激化する\n一原因をなしてはいるものの、組合側は右撤回を組合軽視ないし弾圧の一連の行為\nの一つとして捕えていたもので、闘争の中心的目的はＧ医師の転勤と被控訴人の配\n置換を阻止するにあり、また爾後被控訴人があくまで配置換に応じようとしなかつ\nたのは要するに右配置換が新潟支部の弱体化を意図する不利益取扱であるからこれ\nを拒否するというにあつたこと。」が認められ、他方本件確認書が前述したように\nなんら法律的拘束力を備えないものであり、控訴人が確認書撤回を通告した意図が\n前記第二の一（三）７に記載のとおりであつてみれば、控訴人が確認書の撤回を通\n告したことならびに右通告を被控訴人および新潟支部がどのように受け取つたかの\n点は、その後の本件配置換命令に被控訴人がしたがわず結局本件処分にいたつた過\n程において控訴人に責められるべき点があるか否かの判断をする上において特段の\n意味をもつものとはいいがたい。\n九、控訴人が昭和三四年九月一九日被控訴人に対し、本件配置換命令を発令したこ\nとおよび同人が同日以降同年一二月一六日控訴人から本件懲戒免職処分を受けるま\nで前記配置換命令に従わなかつたことは当事者間に争いがないところ、被控訴人\nは、「本件配置換命令の発令はあつたものの被控訴人を右命令にそつて新配置につ\nかせる問題は一時棚上げされ、ついでＣ事務取扱と全医労本部との折衝すなわち被\n控訴人のいう中央交渉の場へ移され、交渉は進展の方向にあり話合いによる円満解\n決のきざしもみえ、さらには新配置につくべき旨も申し入れていたのに、Ｃ事務取\n扱ないし厚生省当局は交渉をあえて挫折に導き本件処分に及んだのであるから、被\n控訴人が新配置につかなかつたことにつき同人の側に非はなく、右処分は処分権の\n濫用によるものである。」と主張するので、本件配置換命令発令後の状況を検討す\nる。\n（一）　被控訴人は、「昭和三四年九月二五日から二六日にかけての、新潟支部と\n控訴人との交渉において被控訴人の配置換問題は今後新潟療養所の上部機関である\n関信医務出張所もしくは厚生省当局と新潟支部の上部団体との間で交渉するとの合\n意ができた。」と主張し、原審証人Ｙの証言および原審における被控訴人本人尋問\nの結果中には右主張にそう供述部分があるが、右供述部分は原審証人Ｋ、同Ｉの各\n証言と対比して措信できず、かえつて右各証言によれば、「控訴人は前記交渉の席\n上組合側から被控訴人の配置換問題を上部機関の段階における話合いに移すよう提\n案されたが、控訴人において右提案に対する明確な応答をしないまま新潟療養所か\nら退去して交渉を打切つてしまつたこと。」が認められるから、被控訴人の前記主\n張はこれを認めるに由ない。\n（二）　次に前記の交渉後に控訴人が被控訴人に対してなした新配置につくべき旨\nの説得の状況をみるに、まず、前掲乙第一九号証、同第二一号証の一、二、および\n原審証人Ｉの証言によれば、「昭和三四年一〇月に入つてからも、Ｉ庶務課長は控\n訴人の意をうけて被控訴人に対し口頭で新配置につくよう促したが、同人は『自分\nの一存では決められない。』といつてこれを拒み続けたこと、そこで控訴人は同月\n一四日厚生省官房人事課宛の被控訴人の懲戒免職協議書を関信医務出張所に進達し\nたこと、そして控訴人は翌一五日被控訴人に対し本件配置換命令にしたがつて新配\n置につくべき旨を命じた新配置就業通知書を送付したが被控訴人は右命令に服さな\nかつたのはもちろんのことなんらの応答もしなかつたこと。」が認められる。つい\nで、昭和三四年一〇月一五日Ｋが新潟療養所長の職を退き、同日付で関信医務出張\n所長のＣが新潟療養所長事務取扱に併任されたことは当事者間に争いがない。\nそして、原審および当審証人Ｃおよび同Ｉの各証言によれば、「控訴人およびそ\nの上部機関たる医務出張所長の地位を兼ねることとなつたＣ事務取扱は、説得によ\nつて被控訴人を本件配置換命令に服させ、もつて同人を懲戒免職処分に付するのを\n避けたいと考え、Ｋが新潟療養所長の地位にあつた時期に関信医務出張所へ提出さ\nれていた前記懲戒免職処分協議書を厚生省に宛てて進達するのを保留し、なおＩ庶\n務課長に対し被控訴人を説得するよう指示し、同課長において同年一〇月一八日お\nよび同二三日の両日新配置につくよう被控訴人の説得にあたつた。」との事実が認\nめられる。\n被控訴人は、「同年同月一七日、全医労本部Ｌ書記長および被控訴人が山中病院\nへＣ事務取扱を訪ねた際、同人は、被控訴人らに対し、『Ｃ事務取扱の病気が治癒\nするまで被控訴人の配置換問題は決着をつけずにおく（いわゆる棚上げしておく）\nこと』を約した。」と主張し、原審および当審証人Ｌの証言ならびに原審および当\n審における被控訴人本人尋問の結果中には右主張にそう供述部分があるが、右供述\n部分は、前記証人Ｃの証言ならびに右に認定した「Ｃ事務取扱の指示に基づき被控\n訴人に対する説得が試みられた」事実に対比して措信できない。\nさらに、成立に争いのない乙第二二号証、原審および当審証人Ｃの証言によれ\nば、「Ｃ事務取扱は病気療養のため昭和三四年一〇月二三日から大蔵病院へ入院し\nたこと、同年一一月に入つて全医労側は、関信地方協議長のＮが中心となつて入院\n中の右Ｃと話合いをもつ機会を作つたこと、事態解決のいとぐちをつかみかねてい\nた右Ｃは、Ｎからすゝめられて被控訴人と直接面談してみようと考えたこと、そこ\nでＣ事務取扱は、関信医務出張所を経由して被控訴人に対し、一一月二四日にＣが\n入院中の大蔵病院へ出張するよう命じたこと、しかるに被控訴人は『出張の目的が\nはつきりしない、配置換の件であれば全医労に一任しているから全医労を通じて交\n渉すべきである。』旨記載した書面をＣに宛てて提出し出張命令に応じなかつたこ\nと。」が認められる。\n（三）　前掲乙第二〇号証、同第五九号証、原審および当審証人Ｃ、同Ｌ、同Ｙの\n各証言ならびに原審および当審における被控訴人本人尋問の結果を総合すると次の\n事実が認められる。\n（イ）、昭和三四年一一月三〇日、全医労本部役員、関信地方協役員、被控訴人お\nよびその他の新潟支部役員らが協議した結果、「被控訴人の配置換にあくまで反対\nしこれを阻止する。」との全医労の従来とつてきた方針を変更し、爾後被控訴人が\n新配置につく方向でＣ事務取扱と話合い、「同人から本件配置換が組合弾圧でない\nとの保証がとれれば配置換命令に応ずる。」との方針が打ち出された。（全医労が\n闘争方針を変更した事情に関し、右証人Ｌ、同Ｐの各証言および右被控訴人本人尋\n問の結果中には、「前記Ｇ医師の転勤問題はＣ関信医務出張所長と同医師が一〇月\n四日に話合つた結果右転勤問題が組合弾圧の意図に出たものでないことを確認して\n円満解決にいたつていること、新職労分裂後における新潟支部の組織立て直しがひ\nとまずできたこと、被控訴人が前述のように出張命令に応じなかつたのは右命令が\nなされるまでのいきさつを被控訴人が知らなかつたからであることの諸点につき検\n討を加えた結果である。」との供述部分がある。\nしかし、Ｇ医師の転勤問題が解決をみたのは右のとおり一〇月四日のことであ\nり、しかも、原審証人Ｃおよび同Ｌの各証言によれば、その解決のしかたは、「Ｃ\n出張所長とＧ医師との話合いは、Ｃ所長において『同医師の転勤は組合弾圧ではな\nい。』旨を言明するに終始し、結局同医師が右言明を納得するという形で折れて転\n勤を受諾し、なお、辞令交付の方法につき同医師の側に不満があつたので、右Ｃが\n辞令を再交付することとしたというに尽きること。」が認められる。そして、被控\n訴人の配置換をめぐる交渉においては後記のとおりＣ事務取扱において「本件配置\n換は組合弾圧ではない。」旨をくり返し強調したにもかゝわらず組合側は弾圧でな\nいことの「あかし」を求め、結局被控訴人の処分問題を持ち出しているのであり、\nなお、前記の出張命令についてのＣ事務取扱と被控訴人との行きちがいは組合側に\nおいて闘争方針を変更することとは直接結びつかないところである。以上の諸事情\nに鑑みると、組合が方針を変更したことについての前記供述部分にあらわれている\n事由は、全医労側において被控訴人の配置換拒否の方針を転換するについての直接\n的な動機、原因とは考えられない。しかして、原審および当審証人Ｉの証言によつ\nて認められる、「被控訴人および全医労役員は、一一月三〇日以前に、被控訴人に\n対する懲戒処分問題が施設管理者ら当局側において具体的に検討されていることを\n知つていた。」との事実に、後記の一二月四日から同七日にかけてのＣ事務取扱と\n全医労との折衝の経緯を勘案すると、全医労が右のように方針の変更をはかつたの\nは、このまゝ被控訴人が配置換拒否を続ければなんらかの懲戒処分が加えられるこ\nとが予想されたのでこれを回避しようとするにあつたもので、なお、新職労分裂お\nよび被控訴人の職場復帰後相当の期間が経過し新潟支部が一応安定をみていること\nをも考慮して被控訴人が配置換に応ずる方向でＣ事務取扱との話合いを始めること\nとしたものと推認される。）\n（ロ）、そして、一二月一日Ｎ関信地方協議長からＣ事務取扱に対し被控訴人と話\n合うよう申し入れたところＣがこれを了承し、同月四日、被控訴人は、Ｗ全医労委\n員長ほか全医労本部役員、関信地方協役員、新潟支部役員らとともに大蔵病院へＣ\nを訪ね、本件配置換問題について話合つた。しかしその席上、Ｃが被控訴人に対し\nともかく新配置につくべき旨指示したのに対し組合側はもつぱら本件配置換は組合\n弾圧であるとの主張をするに終始し、Ｃも組合弾圧の意図はないことを繰り返えし\n説明したのみで、結局同日の話合いはなんら進展をみなかつた。\n（ハ）、翌五日にも、被控訴人および全医労Ｌ書記長、Ｎ関信地方協議長、Ｐ１０\n同副議長らが大蔵病院へＣ事務取扱を訪ね話合いが続いた。その席上では双方から\n前日と同じ主張がくり返えされたほか、組合側から「本件配置換が組合弾圧でない\nというならその『あかし』を立てよ。」との要求が出されるなどしていた。\nところが、Ｃにおいて被控訴人に対し「九月一九日に再発令されているのであるか\nら新配置につくように。」と述べたところ、被控訴人から、「Ｃのいう九月一九日\nの発令は知らない、聞いていない。」との発言がなされた。Ｃ事務取扱としては被\n控訴人において本件配置換命令の発令を知つていることを前提にしてそれまで種々\nの折衝を試みてきたものであつたところから、右発言を聞いて驚き、その後一時間\n余にわたつて被控訴人に対し「本当に知らないのか、忘れているなら思い出せない\nか。」と再三ただしたが、結局被控訴人からは「風のたよりによればそのようなこ\nとを聞いたような気もする。」との答えがあつたにとどまり、同日の話合いは右の\nような状態のまゝで終つた。Ｃは、被控訴人において本件配置換命令の発令を知ら\nないというのでは、本件配置換問題を解決するためには他になすすべがないと考え\nざるを得ずこれまでの努力が水●に帰したことになるので失望落胆した。（なお、\nＣは右発令がなかつたのにあつたものと錯覚していたのではないかとさえ考え、あ\nるいは発令の日付の点に錯誤があるのではないかとも考えて関信医務出張所に電話\nして右の点を確認した。）\n（ニ）、前記のとおりＣ事務取扱としては被控訴人を説得して新配置につかせ事態\nの解決をはかることは不能となり他にとるべき手段もなく万策つきたと考えたが、\n組合側が従来本件配置換を組合弾圧の意図によるものであると主張してきていたの\nで、組合側の誤解を解く必要があると考え、組合側役員の来訪を求めた。そして、\n右呼掛けに応じたＬ全医労書記長、Ｐ１０関信地方副議長に対し組合弾圧でない\n「あかし」を立てる方法を問うたところ、右Ｌから新潟療養所の一施設である迎賓\n館を組合にも利用させることなどの例示がなされたので、それらのことをよくまと\nめて翌七日にさらに話合うこととした。\n（ホ）、ついで一二月七日、Ｐ全医労副委員長、Ｌ全医労書記長Ｎ関信地方協議\n長、Ｐ１０同協副議長とＣ事務取扱とが話合つた。そこでは、組合弾圧でないこと\nの「あかし」に関するまとめとして右Ｌにおいてまずメモを作成し、読上げられた\nメモの内容についてＣが意見を述べるという形で話合いが進められた。右メモの第\n一項は、「Ｖ君（被控訴人）の配置換えを実施するにあたり組合弾圧を意図する印\n象を与えたことは遺憾である。今後は所当局と組合の話合いによつて施設の円満な\n運営を図る従来の労使慣行を樹立する。従つて正常な施設運営での配置換えについ\nてはこれを拒むものではない。」というもので、これに対しＣから、右の「組合弾\n圧を意図する印象を与えたことは遺憾である。」との点につき「自分は『本件配置\n換を組合が組合弾圧ととるのは残念である。』と述べたものである」旨の、また前\n記メモの「所当局と組合の話合いによつて施設の円満な運営をはかる。」との点に\nつき「施設の管理運営にあたり職員の声をよく聞くという意味ならよい。」旨の意\n見が述べられるなどした。ところがＬ書記長が読上げたメモの第三項は、「今次の\n紛争については処分は行わない。」となつていた。そこで右の処分をめぐつてやり\nとりが行なわれたが、Ｃにおいて「被控訴人がすみやかに新配置につくなら免職処\n分はしないが免職以外の一切の処分をしないことは約束できない。」と述べたのに\n対し、組合側はあくまで「処分を一切なさない」ことの確約を求めたため、双方相\n譲らないまゝに、組合側において「処分しないことを前提としないならば今迄のこ\nとは一切白紙に返えす。」と主張してＣのもとを退去し、結局同日の会談は物別れ\nという形で終つてしまつた。\n（ヘ）、Ｃ事務取扱としては、本件配置換が組合の弾圧でない旨組合側に納得さ\nせ、被控訴人をして即時無条件に本件配置換命令に基づく新配置につかせようと考\nえて話合いを続けてきたものであつたから、前記のような会談の推移から、自己の\n意図した形での打開の途はなくなつたものと判断し、一二月九日自ら厚生省へ赴い\nてＭ管理課長に対し従来の経過を報告し今後とるべき措置を検討した結果、保留し\nていた被控訴人に対する懲戒処分の内議書を本省へ進達するのもやむをえないとの\n結論に達した。\nそこで翌一〇日、Ｃ事務取扱は、組合側に対し、重ねて話合いをする余地のなく\nなつたことを念のために連絡しておくべく、たまたま連絡のついたＰ１０関信地方\n協副議長に対し話合いを打ち切る旨を通告した。そして、Ｃは、一二月一二日、関\n信医務出張所長の立場で、かねて手許にとどめておいた前記被控訴人の懲戒免職協\n議書を、一〇月一五日以後の経緯意見を副申として付した上厚生省官房人事課長に\n宛てて進達した。\n以上（イ）ないし（ヘ）の事実が認められ右認定に反する、乙第四六号証の記載\nの一部、原審および当審証人Ｌ、同Ｙの各証言ならびに原審および当審における被\n控訴人本人尋問の結果の各一部はいずれも措信できない。\n（四）　いずれも成立に争いない乙第二三号証および同第四六号証、原審証人Ｐ１\n１、原審および当審証人Ｌ、同Ｙの各証言ならびに原審および当審における被控訴\n人本人尋問の結果によれば次の事実が認められる。\n被控訴人に対する懲戒処分協議書は昭和三四年一二月一二日厚生省医務局管理課\n長のもとに届いたところ、ただちに同省内部における所定の手続が進められ、同年\n同月一四日の昼前後ころには代理承認権者たる大臣官房人事課長の懲戒処分承認の\n決裁がなされた。\n他方全医労側は同年同月一三日ころ、被控訴人をまじえて情勢の分析にあたつた\n結果、被控訴人に対してなんらかの懲戒処分がなされるのは必至であると判断し、\n従前の、本件配置換の当否自体を話合いの対象とする態度を一歩進めて、被控訴人\nが新配置につくことで折衝をすゝめることに決定し、同月一四日被控訴人、Ｌ全医\n労書記長、Ｎ関信地方協議長がＣ事務取扱を訪ねたが会えなかつたので、同日夕刻\n厚生省において前記Ｍ管理課長に面会し、「被控訴人は新配置につく用意があ\nる。」旨の申し入れをなした。\n右申入を受けたＭ課長としては、かねてＣ事務取扱から、同人と全医労との話合\nいの経過、特に全医労側が被控訴人に対する一切の懲戒処分のないことを条件に持\nち出したため会談が不調に終つたことを聞いていたのと、既に厚生省内部において\nは被控訴人を懲戒免職処分に付することの意思決定を経ている段階であつたことか\nら、右申入を唐突意外なものと受け取り、右申入を検討するということで被控訴人\nらを引き取らせた。\nそして、右Ｍ課長は、翌一五日、厚生省に、被控訴人および前記Ｌ、Ｎ両名の来訪\nを求め、前記申入の真意を確かめることとした。そこで本件配置換および処分問題\nの当事者ではない者からその間の事情を聴取することとし、被控訴人を別室に置い\nて、Ｌ、Ｎの両名と会談した。Ｍとしては、「被控訴人が配置換につく」との右申\n入が無条件のものか従前のＣ事務取扱との話合いの段階におけると同様処分問題が\nからむものであるかがもつとも懸念されるところであつたので、右会談において主\nとして右の点をただした。すると、Ｌらは、はじめ「公務員の良識にしたがつてい\nく。」と答えたがさらにその意味を問われて「処分には逃げ道を作つてほしい、公\nけの処分（訓戒等にとどまらず停職、減給等の外部に広く知られることとなるよう\nな処分）をされては困る。」旨答えた。そこで右Ｍは、既に厚生省当局としては被\n控訴人を懲戒免職処分に付することの内議が済んでおり辞令を交付するだけの段階\nにあることを説明し、上司に対し右処分について再検討を求めるためにはさらにあ\nらたな資料を提出する必要があるとし、被控訴人において「従来の『処分が伴えば\n配置換に応じない』との態度を全面的に改め、公務員としての良識にしたがつて新\n配置につく旨を万人に証明するような」誠意のあふれた書面を作成提出するよう再\n三にわたつて促した。これに対し、Ｌらは、被控訴人が新配置につくのであるか\nら、Ｍ課長の要求するような書面を提出するまでもないと主張し、ついに同課長の\n右要請を容認しようとしなかつた。\nそこでやむなくＭ管理課長は、前記Ｌらに対しＯ医務局次長と会談するよう提案\nし、前記Ｌ、Ｎと右Ｏ次長が話合つた。しかし、その話合いにおいては、はじめ前\n記の書面の提出についてやりとりがなされていたが、Ｏ次長から、本件配置換問題\nをめぐる全医労本部あるいは新潟支部の態度、さらには過去の生理休暇闘争等のい\nわゆる権利闘争を指導した全医労の運動方針を非難し全医労の反省を求める発言が\nなされるに及んで、右Ｌらにおいても態度を硬化させ、結局話合いはなんらの進展\nをみなかつた。そして、Ｏ次長が右Ｌらに対し早急な態度決定を迫り、翌一六日の\n午前九時三〇分を回答の期限と定めて会談は終つた。翌一二月一六日、全医労中央\n執行委員は被控訴人をまじえて協議した結果、Ｏ医務局次長の前記発言は全医労を\n誹謗しその全面的屈服を求めるものであるから、全医労の運動方針についての反省\nはもとより被控訴人からの「詫び状」の提出も拒否すべきであるとの結論に達し\nた。そこで、同日午後一時三〇分ころ、Ｗ委員長ら全医労中央執行委員が厚生省に\nＯ次長を訪ね、「前日の組合誹謗に対し抗議する。被控訴人は新配置につく。」と\nの通告のみをして引揚げた。厚生省は全医労からの右通告を受けるやただちに決済\nを終えていた前記懲戒免職処分承認書をＣ事務取扱に交付し、ついに本件懲戒免職\n処分の発令をみた。\n以上の事実を認めることができ、右認定に反する、乙第四六号証の一部ならびに\n原審証人Ｐ１１、原審および当審証人Ｌの各証言の一部は措信できない。\n（五）　そこで右に認定の本件処分にいたる経緯中に控訴人の側に責められるべき\n点があるか否かを考えてみるに、これには、まず本件懲戒処分の前提となつている\n本件配置換自体の性質、内容が次のようなものであること、すなわち、本件配置換\nは前認定のとおり同一施設内において、厚生事務官であつた被控訴人を庶務課給食\n係から同課医事係に配置換しようとしたものであるから本来控訴人の裁量において\n自由になしうべきものなのであり、加えて本件の場合は施設における事務部門全体\nの人員配置の適正化をはかりもつて施設における事務処理の質的向上をはかるとい\nう業務上の必要に出たものであること、他方、被控訴人の側には配置換に通例伴う\n以上の労働条件および生活条件の変動はなく、本件配置換が組合活動家であること\nを理由とする不利益取扱の意思によるものと認めえないのはもちろんのこと、被控\n訴人において本件配置換を不利益取扱と受け取つたのはもつともであると認めうる\nだけの組合活動上の制約を伴う配置換でもなかつたこと以上の点を念頭に置く必要\nがある。\nそして、控訴人がその人事権に基づいて本件配置換命令の発令に及んだ以上、公\n務員として支配服従の関係に立つ被控訴人は右命令を遵守して新配置につくべき義\n務を負つたのである。\nしかるに被控訴人は、本件配置換が組合弾圧の意図によるものであるとして右配\n置換の阻止を標榜し正当な組合活動の範囲を逸脱してまで執拗に抗議行動を反覆す\nるの挙に出た。これに対し、控訴人の側は本件配置換が組合弾圧であるとの誤解を\n解き、円満裡に右配置換の実現をはかろうとし、被控訴人に対する説得や組合側役\n員をもまじえた話合いを続け発令ずみの命令をいつたん撤回するという譲歩まで試\nみた。\nところが被控訴人は、紛争の拡大をできるかぎり回避しようとした控訴人の前記\n態度に乗じて配置換命令を無視し続け、もつて同命令拒否の目的を事実上達成し\nた。控訴人と被控訴人側の折衝の過程における被控訴人の不当な行動として、例え\nば、Ｃ事務取扱が被控訴人と直接話合うべく同人に大蔵病院へ出向くよう求めたの\nに同人においてこれを拒否した事例があげられる。右の点につき、原審および当審\nにおける被控訴人本人尋問の結果中には、「Ｃ事務取扱が、『出張命令』という、\nいつてみれば一方的高圧的な態度に出たのに反発して命令に応じなかつた。」との\n趣旨の供述部分がある。しかし新潟療養所の長といえども同療養所に勤務する被控\n訴人をしてみだりにその勤務場所を離れさせることはできないものであるし、上京\nに要する費用を療養所から支出して被控訴人に負担させないためにも同人に対する\n「出張命令」の形で上京を求めた次第であることは、公務員としての経歴の長い被\n控訴人において当然理解していたはずであり、前認定の命令拒否の理由は口実に過\nぎないというべきである。\nまた、原審証人Ｉの証言によれば、「昭和三四年九月一九日、本件配置換命令を\n発令しただちに該辞令を被控訴人に手交すべく、まず同人の面前で控訴人が辞令を\n読みあげたところ被控訴人は手で払いのけるようにして退出してしまい、やむなく\n右辞令を被控訴人方へ郵送したところ返送されてきた。」との事実が認められるの\nで、被控訴人が本件配置換命令の辞令を手にとつて内容を確認したか否かは判然と\nしないところである。しかし、本件配置換命令の発令されたことを前提に抗議活動\nがなされてきているのであり、前後の事情から九月一九日付で発令されていること\nも明白であるにもかゝわらず、昭和三四年一二月五日のＣ事務取扱との会談におい\nて、被控訴人から「本件配置換命令の発令を知らない。」との発言がなされたのは\n不可解というのほかない。）\n以上みてきたとおり、本件配置換命令発令以降、Ｃ事務取扱が説得を断念するま\nでの過程において、控訴人には本件処分を不当ならしめるに足るような非難に値い\nする所為はなんらみられず、むしろ本件処分を招いた非は被控訴人の側にあるとい\nうべきである。\nつぎに、厚生省当局が被控訴人を懲戒免職処分に付することの意思決定をした昭\n和三四年一二月一四日以後は事態の様相をやゝ異にする。\nしかし、まず、厚生省当局が被控訴人を折衝の相手方としなかつた点についてい\nえば、被控訴人を懲戒免職処分に付することの内議を済ませており右処分の発令権\n者でもない厚生省当局が、全医労本部役員らから被控訴人および全医労の申入の趣\n意をただそうとしたのはむしろ懇切妥当な措置といえる。\nただ、窮極においては厚生省当局と全医労とは対立を激化させる形で交渉を打切\nることとなつたのであるが、その直前まではＭ管理課長において被控訴人を免職処\n分から救済するてだてを示唆していたのであり、Ｏ医務局次長の全医労に対する非\n難も、被控訴人を懲戒免職という不利益な立場に追いやりながら一片の詫び状の提\n出にこだわる全医労の態度に端を発したものと思われる。そして、全医労において\n被控訴人の詫び状を提出する態勢をとれば厚生省当局としても全医労の運動方針そ\nのものについて固執するものでもなかつたことがうかがわれ、他方、組合側の「被\n控訴人は新配置につく。」との申入は、懲戒処分が出されることを察知して被控訴\n人および全医労の立場を形の上で正当化せんとしたものであることが認められるの\nである。\nそうしてみると、厚生省当局としては、被控訴人を懲戒免職処分に付することを\n好まず、昀後まで右処分回避の機会を組合側に与えていたのであり、厚生省当局が\nあえて事を構えて本件懲戒処分の口実を作つたのでないのはもちろんのこと、本件\n配置換問題を話合いによつて解決する芽を摘んでしまつたと非難するのもあたらな\nいというべきである。\n一〇、被控訴人は、本件処分が他の懲戒処分の事例に比較して著るしく重いと主張\nする。\nしかし、被控訴人が主張する事例のうち、まず福島療養所の職員が転勤を拒否し\nたことに伴う処分については、右処分を本件処分と対比して処分の軽重を検討する\nことを妥当とする十分な資料はない。\nつぎに前記のとおり昭和三四年一月二四日新潟支部書記長Ｐが控訴人から職場離\n脱を理由に停職一か月の処分を受けたことは当事者間に争いがなく、右職場離脱の\n期間が昭和三三年一二月一六日から同三四年一月二四日まで（但しうち三日間は勤\n務についた。）であつたことは前認定のとおりである。\nそこで右のＰに対する懲戒処分と被控訴人に対する本件懲戒処分とを比較して考\nえるに、右Ｐの処分の事由は、同人が三七日間にわたつて職場を離脱したことに尽\nき、しかも右職場離脱は原審証人Ｐの証言によれば、「当時新潟支部が行つていた\nいわゆる権利闘争、特に生休闘争によつて療養所内における管理者と組合の対立が\n緊迫激化していたのみならず、所内全体の秩序が混乱気味のさなかに組合用務のた\nめ組合事務室に常駐した結果であること」が認められ、なお、右職場離脱によつて\n新潟療養所の管理運営ならびに業務の遂行上特段の支障を生じたものと認めるに足\nる資料はない。\nこれに対し被控訴人の場合は、その処分事由および他に及ぼした影響を全く異に\nすること、すなわち、被控訴人は単に配置換命令に服さなかつたというにとどまら\nず、新潟支部をして正当な組合活動の範囲を逸脱する抗議活動をなさしめ（右組合\n活動が被控訴人ひとりの意向に基づくものでないことは当然であるが、被控訴人が\n同支部の支部長の立場にあつたことおよび、被控訴人みずから抗議活動の先頭に立\nつていることからすれば、新潟支部が組合としての意思決定をなし前記抗議活動に\n出るについて、被控訴人が強い影響力を有していたであろうことは十分推認でき\nる。）、控訴人の指示説得を無視するにとどまらず、話し合いによる解決を困難な\nらしめ、被控訴人のとつた行動によつて新潟療養所の管理運営が著るしく阻害され\nたことその他諸般の情状に照らすと、「被控訴人が炊夫らの違法な怠業行為を扇動\nする等した。」との処分事由はこれを認めえないとしても、被控訴人に対する懲戒\n処分の程度が、Ｐに対する前記処分に対比して権衡を失するほど著るしく重いとは\n解されない。\n一一、とすれば、いずれの点よりするも、本件懲戒処分が裁量権の範囲を越えまた\nは処分権の濫用にあたるとの被控訴人の主張は採用できないことに帰する。\n第四、結論\n以上説示のとおりとすれば、被控訴人に対し昭和三四年一二月一六日付をもつて\nなされた本件懲戒免職処分にはこれを取消すべき瑕疵を認めえないから、右処分の\n取消を求める被控訴人の本訴請求は失当として棄却すべきである。\nよつて右と結論を異にする原判決は不当であつて本件控訴は理由があるから、原\n判決を取消して被控訴人の請求を棄却することとし、訴訟費用の負担につき民事訴\n訟法第九六条、第八九条を適用して、主文のとおり判決する。\n（裁判官　古山宏　川添万夫　秋元隆男）\n"
}