{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 12,
    "day": 27
  },
  "case_number": "昭和48(行ウ)109",
  "case_name": "課税処分取消等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "メリヤス製造業者の係争年分の売上原価を，同人の売上金額に２税務署管内の同規模同業者１３名の平均原価率を乗じて算出した推計方法が，合理的であるとされた事例",
  "lawsuit_id": "17731",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17731",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/731/017731_hanrei.pdf",
  "contents": "○　主文\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　被告向島税務署長が原告の昭和四四年分の所得税について同四六年三月一五日\n付でなした更正及び過少申告加算税の賦課決定を取り消す。\n２　被告国税不服審判所長が昭和四八年三月三一日付で原告に対してした前項の更\n正及び賦課決定についての審査請求を棄却する旨の裁決を取り消す。\n３　訴訟費用は被告らの負担とする。\nとの判決\n二　被告ら\n主文と同旨の判決\n第二　当事者の主張\n一　請求原因\n１　原告は、昭和四四年六月から東京都墨田区においてメリヤス製造業を営む者で\nあるが、昭和四四年分（以下「本件年分」という。）の所得税について原告がした\n確定申告、これに対する被告向島税務署長（以下「被告税務署長」という。）がし\nた更正（以下「本件更正」という。）及び過少申告加算税の賦課決定（以下「本件\n賦課決定」という。）並びに原告の異議申立てについての決定並びに被告国税不服\n審判所長（以下「被告審判所長」という。）がした原告の審査請求に対する裁判\n（以下「本件裁決」という。）の経緯は別表一記載のとおりである。\n２　しかしながら、本件更正及び賦課決定（以下「本件更正等」ともいう。）は、\n次に述べるとおり違法である。\n（一）　（１）日本橋税務署Ａ係官は、昭和四五年一〇月初旬ごろ訴外株式会社ク\nレール（以下「クレール」ともいう。）の所得を調査するためと称して原告方を訪\n問し、原告に対し昭和四四年分の帳簿の提示を求めたが、原告は仕事が忙しかつた\nため右の求めを拒否したところ、同係官は、帰途向島税務署に立ち寄り右原告の態\n度を被告税務署長に通告した。\n次いで、被告税務署長所部のＢ係官は同月一五日及び同月下旬ころ原告方に臨店\nし、突然何の根拠を示すことなく修正申告することを要求し、原告がこれを拒否し\nたところ、本件更正等をした。\nこのように、被告税務署長は、原告が右の帳簿提示の求めに応じなかつたことの報\n復として本件更正等をしたものである。\n（２）　被告税務署長の所部係官は、原告が、昭和四五年一〇月下旬から翌四六年\n一月中旬にかけ、帳簿を整理したうえ、再三再四にわたり原告方に臨店するよう求\nめたのに、これを拒否し、原告の本件年分の所得について全く調査を行なわないで\n本件更正等をした。\n（３）　原告は、昭和四五年当時、墨田民主商工会会員で、同会寺島支部東向島二\n丁目班長として活動していたものであるところ、被告税務署長は、民商破壊のみを\n目的として原告に無断で反面調査を行ない、原告の営業を妨害し、原告の所属する\n墨田民主商工会の結社の自由を侵害した。このような調査は違法であるから、これ\nに基づく本件更正等も違法である。\n（二）　本件更正（前記異議申立てについての決定によつて維持された部分。以下\n同じ。）には、原告の所得を過大に認定した違法があり、これを前提とした本件賦\n課決定も違法である。\n３　また、本件裁決は以下に述べる理由により違法である。\n（一）　原告は、本件審査請求の審理において、入院のため外注に依存しており、\n本件更正の差益率は高すぎる旨を主張したのに、被告審判所長はこの点について実\n質的審理をしないで本件裁決をした。\n（二）　原告は、仕入金額について領収書を提示し仕入金額を明らかにするため協\n力する姿勢を示したのに、被告審判所長は実額について審理をせず、推計によつて\n本件裁決をした。\n（三）　東京国税不服審判所Ｃ国税審判官は、原告に対し、被告税務署長が原告の\n所得の認定に用いた差益率の算出の基礎となつた同業者三名の売上金額及び仕入金\n額を開示すると約束しながら、これを履行しなかつた。\n４　よつて、原告は本件更正及び賦課決定並びに本件裁決の取消しを求める。\n二　請求原因に対する被告税務署長の認否\n１　請求原因１の事実は認める。\n２　同２の冒頭の主張は争う。\n２　の（一）（１）のうち、Ａ係官が昭和四五年一〇月九日クレールの所得調査の\nため原告方を訪問し、原告に対し帳簿の提示を求め、原告がこれを拒否したこと及\nびＡ係官が右の帰途向島税務署に立ち寄つた事実並びに同月一九日及び同月下旬こ\nろＢ係官が臨店し、右下旬に臨店した際原告に修正申告をすすめ、原告がこれを拒\n否した事実は認め、その余の事実は否認する。\n２　の（一）（２）のうち、原告が昭和四五年一〇月末ごろ係官に臨店することを\n求めた事実及び係官がこれを断わつた事実は認め、その余の事実は否認する。\n２　の（一）（３）のうち、原告が墨田民主商工会の会員であつたことは認める\nが、東向島二丁目班長であつたことは不知、係官が原告の承諾を得ないで反面調査\nを行なつた事実は認め、その余は争う。\n２　の（二）の主張は争う。\n三　請求原因に対する被告審判所長の認否\n１　請求原因１の事実は認める。\n２　同３の（一）のうち、原告が本件更正の差益率が高すぎると主張したことは認\nめ、その余は否認する。\n同３の（二）のうち、原告が領収書六枚を提示した事実は認め、その余の事実は否\n認する。\n同３の（三）の事実は否認する。国税審判官は昭和四七年一一月六日原告主張の同\n業者三名の売上金額及び売上原価等を記載した書面を原告に開示した。\n四　被告税務署長の主張\n原告の昭和四四年分の総所得金額及びその内訳は次のとおりである。\n１　（一）主位的主張\n総所得金額　　　　　　　　　　　　　一四四万六八〇〇円\n（内訳）\n事業所得　　　　　　　　　　　　　一〇八万六八〇〇円\n不動産所得　　　　　　　　　　　　　一二万〇〇〇〇円\n給与所得　　　　　　　　　　　　　　二四万〇〇〇〇円\n（二）　予備的主張\n総所得金額　　　　　　　　　　　　　二一六万八二一三円\n（内訳）\n事業所得　　　　　　　　　　　　　一八〇万八二一三円\n不動産所得　　　　　　　　　　　　　一二万〇〇〇〇円\n給与所得　　　　　　　　　　　　　　二四万〇〇〇〇円\n２　事業所得について\n（一）　推計課税の必要性\n被告税務署長は原告の本件年分の所得税について、事業所得の金額を推計により算\n出したが、これは次のような事情によるものである。すなわち、\n（１）　被告税務署長所部のＢ係官は、昭和四五年一〇月二〇日原告の所得税につ\nいて調査のため原告方へ臨店し、原告に対し右調査について協力を要請し、帳簿の\n提示を求めたところ、原告は帳簿はない旨を申し立てた。その際、原告方の店舗内\nに居た三、四名の者が原告と係官を取り囲み、「何をしに来たのか」「調査の根拠\nをはつきりさせろ」などとこもごも発言して係官の右調査を妨げたので、係官は原\n告にそれらの発言を制止するよう要請したが、原告はこれに応じようとしなかつ\nた。\n次いで、被告税務署長所部のＤ及びＥ両係官は、昭和四六年一月二一日原告の所得\n税調査のため原告方に臨店し、帳簿の有無や所在を尋ねたところ、原告は税理士の\nところに帳簿があるので税理士に出署するよう連絡する旨を約したが、同月下旬に\n至り、原告は前言をひるがえし、税理士はいない、原告自身が出署する旨を申し立\nてるに至つたが、その後原告の出署ないし連絡は全くなかつた。\n（２）　右Ｄ係官は、同月二五日前記クレールにおいて、原告とクレールとの取引\n金額等を調査していたところ、原告はその場に現われ、右Ｄ係官に対し、「無断で\n反面調査をするとは何事だ」と大声で詰問し、さらにクレールの担当者に対し、調\n査に応じないようしつように要求し、係官の右調査を妨害する挙に出た。\n（３）　さらに、右Ｄ及びＥの両係官が同年二月三日第一銀行押上支店において、\n原告と同銀行との取引状況等について調査していたところ、原告及びその友人と称\nする五、六名の者が同支店に押しかけ、両係官に対し、「無断で銀行調査をすると\nは何事だ」「財産権の侵害だ」と大声でわめき立てたため、両係官は当日右銀行に\nおいての調査を中途で打ち切らざるを得なかつた。\n（４）　なお、原告は、本件更正に対する異議申立ての審理に際しても、係官の調\n査に協力せず、かつ、帳簿書類を提示しなかつた。\n（５）　このように、原告は帳簿書類の提示をせず、また、係官の税務調査を妨\nげ、右調査に協力しなかつたため、被告税務署長は、原告の所得金額を実額によつ\nて算出することが不可能であつたので、原告の所得金額を推計により算出したもの\nである。\n（二）　事業所得の金額の算出根拠（主位的主張）\n（１）　事業所得の金額〔（１）―（（２）＋（３））〕　　　一〇八万六八〇〇\n円\n（１）　売上金額　　　　　　　　　　　　七四一万三三一六円\n（２）　売上原価及び一般経費　　　　　　　六二九万五三八七円\n（３）　特別経費　　　　　　　　　　　　　　三万一一二九円\n（内訳）\n建物減価償却費　　　　　　　　　　　　　一五二九円\n支払地代　　　　　　　　　　　　　　　　三〇八〇円\n支払利息　　　　　　　　　　　　　　二万六五二〇円\n（２）　売上原価及び一般経費について\n原告と同じく東京都墨田区内に事業所を有するメリヤス製造業を営む個人事業者の\nうち、本件年分の所得税について青色申告書を提出した者で、売上（収入）金額が\n七〇〇万円以上二八〇〇万円未満であり、給料賃金の支払いがあり、かつ、横編機\nを使用している者（ただし、全自動式横編機を使用している者を除く。）（以下\n「同業者」という。）全員の「（１）売上（収入）金額」並びに「（２）売上原価\n及び一般経費」（売上原価と特別経費（建物の減価償却費、利子割引料、地代家賃\n及び貸倒金をいう。\n）の金額を除く経費（青色申告書を提出する者に認められる経費の諸特例の金額を\n除く。）の金額との合計額である。）は別表二記載のとおりであり、（１）の\n（２）に対する割合の平均は八四・九二パーセントである。\nよつて、前記（１）の売上金額七四一万三三一六円に右平均率を乗じて得た売上原\n価及び一般経費額は六二九万五三八七円である。\n（三）　事業所得の金額の算出根拠（予備的主張）\n仮に、前記（二）が認められないとすれば、次のとおり主張する。\n（１）　事業所得の金額〔（３）－（（４）十（５））〕　　　一八〇万八二一三\n円\n（１）　売上（収入）金額　　　　　　　　　七四一万三三一六円\n（２）　売上原価　　　　　　　　　　　　　二九二万六〇三五円\n（３）　差益金額（（１）－（２））　　　　　　　　四四八万七二八一円\n（４）　一般経費　　　　　　　　　　　　　二六四万七九三九円\n（５）　特別経費　　　　　　　　　　　　　　　三万一一二九円\n（２）　売上原価について\n前記（二）の（２）の同業者全員の売上金額及び売上原価は別表三のとおりであ\nり、その平均売上原価率は三九・四七パーセントである。\nよつて、売上原価は、右売上金額七四一万三三一六円に右平均原価率を乗じて得た\n二九二万六〇三五円である。\n（３）　一般経費について\n（１）　租税公課　　　　　　　　　　　　　　　二万〇三五五円\n固定資産税三六〇円、自動車税一万三九九五円及び組合費六〇〇〇円である。\n（２）　水道光熱費　　　　　　　　　　　　　　三万〇〇三四円\n事業用の水道代一一九四円、電力電灯代二万三三一五円及びガス代五五二五円であ\nる。\n（３）　通信費　　　　　　　　　　　　　　　　一万五五〇一円\n（４）　保険料　　　　　　　　　　　　　　　　一万二一四七円\n建物の火災保険料は二万四二九五円であるところ、原告は右建物のうち五〇パーセ\nントを事業の用に供している。\n（５）　修繕費　　　　　　　　　　　　　　　　　五〇〇〇円\n（６）　消耗品費　　　　　　　　　　　　　　二四万七〇七二円\n（７）　雇人の給料　　　　　　　　　　　　　一二万〇〇〇〇円\n原告の雇人Ｆに対する給料である。\n（８）　福利厚生費　　　　　　　　　　　　　　一万五〇〇〇円\n（９）　外注工費　　　　　　　　　　　　二一一万二七六四円\n（１０）　減価償却費　　　　　　　　　　　　　　七万〇〇六六円\n原告所有の横編メリヤス機及びボイラーの減価償却費二万六一四五円、計算機一台\nの減価償却費七一九二円並びに自動車一台の減価償却費三万六七二九円である。\n３　以上のとおり原告の本件年分の総所得金額は一四四万六八〇〇円又は二一六万\n八二一三円であり、いずれにしても本件更正に係る所得金額を下回らないから本件\n更正は適法であり、これを前提としてされた本件賦課決定も適法である。\n五　被告審判所長の主張\n１　東京国税不服審判所Ｃ国税審判官は、昭和四七年七月六日原告方に臨店し、本\n件更正で用いられた差益率について原告から意見を聴取し、さらに国税審査官に対\nし右差益率の審理に必要な資料の調査を命じ、右調査資料に基づいて合議を行な\nい、議決をした。\n被告審判所長は、右議決に基づいて本件裁決をしたものであるから、本件裁決は差\n益率についても審理を尽しているものである。\n２　東京国税不服審判所Ｇ国税審判官は、原告の本年分の事業所得金額を実額で計\n算することができるかどうかを検討するため、同年九月二二日付及び同年一〇月三\n〇日付各文書をもつて原告に対し、本件年分に係る帳簿書類を提示するように求め\nたが、原告はこれらを提示せず、同年一一月二一日に至り仕入れに関する領収書六\n枚のみを提示した。そこで、同審判官は、さらに同年一二月一一日付文書をもつて\n原告に対し帳簿書類の提示を求めたが、原告はこれに応じなかつた。\nこのため、仕入金額の実額について審理をすることができなかつたものであり、被\n告審判所長は止むを得ず推計によつて本件裁決をしたものである。したがつて、本\n件裁決に原告主張のような違法はない。\n六　被告税務署長の主張に対する原告の認否\n１　被告税務署長の主張１の事実のうち、不動産所得及び給与所得が同被告主張の\n金額であることは認め、その余は争う。\n２　同２の（二）（１）の事実のうち、売上金額及び特別経費がその主張の各金額\nであることは認め、その余は争う。（２）の事実は不知。原告の本件年分の売上原\n価及び一般経費は後記八の２及び３のとおりである。\n３　同２の（三）（１）の事実のうち、売上金額及び特別経費がその主張の各金額\nであることは認め、その余は争う。（２）の事実は否認する。売上原価は後記八の\n２のとおりである。（３）の事実のうち（５）（６）（８）及び（９）については\n認め、その余は争う。\n七　被告審判所長の主張に対する原告の認否\n１　被告審判所長の主張１の事実のうち、Ｃ国税審判官が原告から差益率について\n意見を聴取したことは認め、その余は不知。\n２　同２の事実のうち、Ｇ国税審判官が各文書をもつて三回にわたり帳簿書類の提\n示を求めたこと及び原告が領収書六枚を提示したことは認める。\n八　原告の反対主張\n原告の本件年分の事業所得の金額及びその算出根拠は次のとおりである。\n１　事業所得の金額〔（３）－（（４）＋（５））〕　　　　　損失　九一五八円\n（１）　売上金額　　　　　　　　　　　　　　七四一万三三一六円\n（２）　売上原価　　　　　　　　　　　　　　　四三二万七二七六円\n（３）　差益金額（（１）－（２））　　　　　　　　　　　三〇八万六〇四〇円\n（４）　一般経費　　　　　　　　　　　　　　　　三〇六万四〇六九円\n（５）　特別経費　　　　　　　　　　　　　　　　三万一一二九円\n２　売上原価について\n仕入金額（１）は次のとおり四六二万七二七六円であり、期首たな卸金額（２）は\n零、期末たな卸金額（３）は三〇万円である。\nよつて、売上原価は四三二万七二七六円である（（１）＋（２）－（３））．\n仕入先（品名）　　　　　　　　　　　　仕入金額\n（１）　（株）九十商店（糸）　　　　　　　　　　　三五一万九三八六円\n（２）　吉田（株）　（糸）　　　　　　　　　　　　　　五二万五八〇〇円\n（３）　坪川製箱（株）（製箱）　　　　　　　　　　　　　一万三〇〇〇円\n（４）　柴五紙業（株）（ビニール袋）　　　　　　　　　　　八三五二円\n（５）　大関商事（株）（生地）　　　　　　　　　　　　　八万五八〇〇円\n（６）　小宮山繊維（株）（糸）　　　　　　　　　　　　　　九七七五円\n（７）　（株）クレール（メリヤス材料）　　　　　　　三六万四四五五円\n（８）　古河釦店（ボタン、ゴムチヤツク）　　　　　一〇万〇七〇八円\n一般経費について\n（一）　租税公課　　　　　　　　二万四〇七五円\n前記被告税務署長の主張の（１）（前記四の２（三）（３）（１）参照）（以下こ\nの項においては、「被告主張の（１）」「被告主張の（２）」というように略称す\nる。）のほか、印紙代一二〇円及び民商会費三六〇〇円である。\n（二）　水道光熱費　　　　　　　三万九〇三四円\n被告主張の（２）のほか、薪炭・油代九〇〇〇円である。\n（三）　通信費　　　　　　　　　　一万六八〇〇円\n被告主張の（３）のほか、電話代一二九九円である。\n（四）　接待交際費　　　　　　　　七万六〇〇〇円\n中元・歳暮などの贈答品代六〇〇〇円及び得意先・外注などの接待費七万円であ\nる。\n（五）　保険料　　　　　　　　　　三万一〇七三円\n自動車等の火災保険料は一万二一四六円であるところ、原告は右自動車等のうち五\n〇パーセントを事業の用に供している。\nまた、自動車の損害賠償保険料二万五〇〇〇円である。\n（六）　修繕費　　　　　　　　　　　五〇〇〇円\n（七）　消耗品費　　　　　　　　二四万七〇七二円\n（七）　雇人の給料等　　　　　　三九万〇〇〇〇円\n原告の雇人の給料三〇万円、手当賞与三万円及び食事代六万円である。\n（九）　福利厚生費　　　　　　　　一万五〇〇〇円\n（一〇）　外注工費　　　　　　二一一万二七六四円\n（一一）　減価償却費　　　　　　　一〇万七二五一円\n被告主張の（１０）の計算機一台及び自動車一台の減価償却費合計四万三九二一円\nのほか、横編メリヤス機五台の減価償却費三万三五二八円、編半自動機五台の償却\n費二万四五八七円及びボイラー一台の償却費五二一五円である。\n第三　証拠（省略）\n○　理由\n第一　原告の被告税務署長（以下この第一の二及び三において「被告」という。）\nに対する請求について\n一　請求原因１の事実は当事者間に争いがない。\n二　そこで、まず本件更正等に請求原因２の（一）の違法があるか否かについて判\n断する。\n１　原告は、本件更正等は原告が訴外クレールの所得の調査に協力しなかつたこと\nに対する報復としてなされたものであるから違法である旨主張する。\n日本橋税務署のＡ係官が昭和四五年一〇月初旬ごろ原告方を訪問し、クレールの所\n得調査に必要であるとして原告に対し帳簿の提示を求め、原告がこれを拒否したこ\nと、Ａ係官は右の帰途、向島税務署に立ち寄つたことは当事者間に争いがない。証\n人Ｈ及び原告本人は、被告所部のＢ係官は原告方に臨店した際、突然なんらの根拠\nを示すことなく原告に対し修正申告をすることを要求した旨供述するが、右各供述\nは、証人Ｂの証言によつて認められるＢ係官は原告方に臨店した際、原告に対し申\n告が間違つていたら修正申告をするようにと話した事実と対比してたやすく信用で\nきない。\n原告は、本件更正等は、原告がＡ係官に対し帳簿を提示することを拒否したため、\nその報復としてされたものである旨主張するが、前記争いのない事実をもつて、原\n告主張の右事実を推認することは到底できないし、他にこれを認めるに足る証拠は\n何もない。\nしたがつて、原告の前記主張は失当である。\n２　原告は、本件更正等は被告が原告の所得について全く調査を行なわないでした\nものであるから違法である旨主張する。\n被告の所部係官Ｂが昭和四五年一〇月二〇日原告方に臨店し、次いで、被告所部の\nＤ及びＥ両係官が翌四六年一月二一日原告方に臨店し、いずれも原告の所得を調査\nするため帳簿書類の提示を求めるなど調査について協力を要請したが、結局原告は\n帳簿の提示等をしなかつたことは後記三の２（一）において認定のとおりである。\nそうして、証人Ｄの証言によれば、右Ｄ及びＥ両係官は、昭和四六年一月原告の所\n得の調査に当たつたが、原告の協力を得られなかつたので、原告の製品の納入先で\nあるクレールや取引銀行である第一銀行押上支店などに赴いていわゆる反面調査を\n行ない、その結果原告の収入金額については把握できたが、売上原価や一般経費に\nついては十分な把握ができなかつたので、同業者の所得率を調べ、原告の所得金額\nの推計を行なつたうえ、本件更正等をしたことが認められ、右認定に反する証拠は\nない。\nしたがつて、被告は原告の所得について調査を行なつたというべきである。\nこの点に関し、原告は、昭和四五年一〇月末ごろ被告の所部係官に対して臨店を求\nめたところ同係官がこれを断わつたものである旨主張し、右事実は当事者間に争い\nがない。しかし、証人Ｂの証言によると、Ｂ係官が同月二〇日原告方に臨店した際\nは全く協力が得られなかつたこと、その後Ｂ係官は原告から電話で二回にわたり右\nのように臨店を求められたことがあつたが、その際同係官の帳簿に関する質問に原\n告は全く答えず、調査には協力してもらえないと判断されたこと及び当時他の調査\nで多忙であつたことから、原告に対し帳簿を持参して税務署に出頭されたい旨を告\nげ臨店しなかつたことが認めれるから、右争いのない事実によつて、\n被告の前記調査が行なわれたものとすることはできない。\nしてみると、被告が原告の所得について調査を行なわないで本件更正等をしたとの\n原告の前記主張は失当である。\n３　原告は、本件更正等は、被告が民商破壊のみを目的として原告に無断で反面調\n査を行ない、これに基づくものであるから違法である旨主張する。\n（一）　原告が昭和四五年当時墨田民主商工会の会員であつたこと、被告の所部係\n官が原告の承諾を得ないで、いわゆる反面調査を行なつたことは当事者間に争いが\nない。そうして、証人Ｈの証言及び原告本人尋問の結果によると、原告が昭和四五\n年当時墨田民主商工会寺島支部東向島二丁目班長として活動していたこと及び被告\nは昭和四五年当時右寺島支部の会員八〇名中、五名についていわゆる事後調査を行\nなつたことを認めることができる。\n（二）　しかしながら、証人Ｂ、同Ｄの各証言によれば、被告の所部係官は原告の\n提出した確定申告書記載の収入金額が他から人手の資料に基づく金額に比し著しく\n低額と認められたので、原告の所得について調査のため原告方へ臨店したが、後記\n三の２（一）のとおり原告の協力が得られなかつたため、原告の製品の納入先や取\n引銀行等に赴いていわゆる右反面調査を行なつたものであることが認められる。そ\nうして、いわゆる反面調査は、納税義務者の承諾を得なければ行なうことが許され\nないものではないから、右（一）の事実をもつて、被告が墨田民主商工会の破壊の\nみを目的として反面調査を行なつたと推認することは到底できない。\nしたがつて、右調査が違法であるから本件更正等も違法であるとの原告の主張は理\n由がない。\n三　次に、本件更正が原告の所得金額を過大に認定した違法があるか否かについて\n判断する。\n１　原告の本件年分の不動産所得の金額が一二万円及び給与所得の金額が二四万円\nであることは当事者間に争いがない。\n２　事業所得について\n（一）　被告の主張に係る原告の本件年分の事業所得の金額は推計によつて算定し\nたものであるから、右推計の必要性について検討する。\n証入Ｂ、同Ｄ、同Ｈの各証言及び原告本人尋問の結果（後記信用しない部分を除\nく。）によれば、次の事実を認めることができる。\n被告所部の係官Ｂは、昭和四五年一〇月二〇日原告の所得税に関する調査のため原\n告方に臨店し、原告に対し帳簿書類の有無等について質問したところ、原告は帳簿\nや伝票はない旨を申し立てた。またその際、Ｂ係官は、原告から調査理由の開示を\n求められたので、申告に係る収入金額が取引先であるクレールから得た資料による\nものと違つている旨を告げたが、その場に居合わせた三、四名の者は「どこがどう\n違つているんだ。」「何の根拠があつて調査したんだ。」などと発言して詰問し、\nまた原告もＢ係官からこれを制止し、調査に協力するよう求められながらこれに応\nじようとしなかつたため、Ｂ係官は調査を続けることができなかつた。次いで被告\n所部のＤ、Ｅの両係官は翌四六年一月二一日原告方に臨店したところ、原告は帳簿\nは税理士のところにあるので、税理士に持参させて税務署へ行くように連絡する旨\n申し出た。ところが、原告は同月下旬に至り、税理士はいないので原告自身が帳簿\nを持つて税務署へ出頭する旨を申し立てたが、結局税務署へ出頭せず、帳簿の提示\nもしなかつた。また、右Ｄ係官らは、その後第一銀行押上支店に赴き、原告と同支\n店との取引状況等を調査していたところ、原告は五、六名の者と共に同係官らを取\nり囲み「無断で銀行調査をするとは何事だ。」「財産権の侵害だ。」などと大声で\n詰問したため、同係官は右銀行における調査を中途で打ち切らざるを得なかつた。\n以上の事実を認めることができ、原告本人尋問の結果中右認定に反する部分は、前\n記各証言と対比して信用しない。\n右事実によれば、本件更正当時、原告は本件年分の帳簿書類を提示せず、被告の反\n面調査を妨げ、かつ、被告の所部係官の質問に応じないなどして調査に協力しなか\nつたものであるから、被告は本件年分の所得金額を実額により把握するに由なく、\nこれを推計により認定する必要性が存したことは明らかである。また本訴において\nも、原告は売上原価について実額を主張するが、実額によりその金額を確定できな\nいことは後記（二）の（２）において説示のとおりであり、他に売上原価を実額に\nより算定するに足る資料の存在をうかがうべき証拠はないから、本訴においても、\n売上原価を推計によつて算定するほかはない。\n（二）　そこで事業所得金額の算出について検討する。\n（１）　原告の本件年分の売上（収入）金額が七四一万三三一六円であることは当\n事者間に争いがない。\n（２）　売上原価について（被告の主張２の（三））\n成立に争いのない乙第二号証、第四号証、第一六号証、第一八号証、証人Ｉの証言\nにより真正に成立したと認められる乙第一七号証、証人Ｊの証言により真正に成立\nしたと認められる乙第一九号証及び証人Ｋ、同Ｌ、同Ｉ、同Ｊの各証言によれば、\n東京国税局長は向島税務署長及び本所税務署長に対し、その管内に事業所を有する\nメリヤス製造業を営む個人の青色申告者で、売上（収入）金額が七〇〇万円以上二\n八〇〇万円未満であり、給料賃金の支払いがあり、かつ横編機を使用している者\n（ただし、全自動式横編機を使用している者を除く。）全員の売上金額、売上原価\n及び売上原価率について報告するように通達したこと、向島及び本所各税務署長が\n右通達により調査した結果、右抽出基準に該当した同業者はそれぞれ別表三の記号\nＡないしＧに掲げる七名及びＨないしＭに掲げる六名であり、青色申告決算書記載\nの売上金額等により個人事業経営者の「課税事績報告書」（乙第一七号証及び第一\n九号証）を作成して報告したこと、右各調査表記載の売上金額、売上原価及び売上\n原価率は右別表の該当欄記載のとおりであることが認められ、その平均売上原価率\nが三九・四七パーセントであることは計数上明らかである。\n右認定の事実によると、右平均売上原価率の算出の基礎となつた者は原告と同じく\n東京都墨田区内において事業所を有するメリヤス製造業を営む個人事業者で、か\nつ、売上金額が原告のそれとほぼ類似するものであるから、同業者の抽出基準に合\n理性があり、その抽出には恣意の介在する余地がなく、前記別表記載の金額は同業\n者の各青色申告決算書の記載によつたものであり、その抽出数は同業者の個別性を\n平均化するに足るものといえ、また同業者の売上原価率については、極端に低率又\nは高率を示す同業者は選出されていないから、このようにして算出された平均売上\n原価率については一応の正確性と普遍性とが担保されているということができる。\nそうすると、原告の本件年分の売上原価は前記売上金額七四一万三三一六円に右平\n均売上原価率を乗じた金額二九二万六〇三五円となることが計数上明かである。\nところで、原告は、本件年分の売上原価について被告主張の推計による右金額を争\nい、売上原価は仕入金額から期末たな卸金額を控除した四三二万七二七六円である\nと主張する。\n成立に争いのない乙第一〇号証の二及び原告本人尋問の結果によれば、原告は昭和\n四二年七月、Ｍら三名の合計四名で有限会社タマコシニツトを組織し、その代表取\n締役となり、同会社は、右四名及びその家族が主となつてメリヤス製造を業として\nいたが、同四四年三月ごろ事実上倒産し、同年五月に解散し、原告は、同年六月か\nら個人でメリヤス製造を営むようになつた、以上の事実を認めることができる（原\n告が、右六月からメリヤス製造業を営む者であることは当事者間に争いがな\nい。）。\nそうして、まず仕入金額については、原告本人尋問の結果により真正に成立したと\n認められる甲第七、八号証の各一、弁論の全趣旨により真正に成立したと認められ\nる甲第七号証の二ないし四、第八号証の二、第九号証の一・二、第一〇、一一号\n証、第一二号証の一・二、第一三号証の一ないし六、第一四号証の一・二、第一五\n号証の一・二、同号証の四及び原告本人尋問の結果によれば、原告は、本件年中に\nその主張の仕入先から原材料等をその主張の金額で仕入れた事実が認められ、この\n認定に反する証拠はない。したがつて、仕入金額は計数上四六二万七二七六円とな\nる。\n次に、原告は期首におけるたな卸金額が零、期末におけるたな卸金額が三〇万円で\nある旨主張し、原告本人は右主張に沿う供述をする。\nしかしながら、仮に原告の期首及び期末におけるたな卸金額が原告本人の供述どお\nりであるとすれば、売上原価（「期首たな卸金額」＋「仕入金額」－「期末たな卸\n金額」）は計数上四三二万七二七六円となり、他方売上金額が七四一万三三一六円\nであることは前認定のとおりであるから、その売上原価率は五八・三七パーセント\nとなることが計数上明らかである。そうすると、前認定のように、原告の同業者一\n三名の売上原価率は二五・一〇パーセントから五〇・五九パーセントまでであり、\nその平均率が三九・四七パーセントであるから、原告の売上原価率はこれと対比し\nて著しく高率であるといわなければならず、本件においてはこのような高率となる\nべき特段の事情を認めるに足りる証拠がないこと及び期末におけるたな卸金額に関\nする原告本人の供述があいまいで具体性を欠いていることなどを合わせ考えると、\n原告本人の前記たな卸金額についての供述部分は信用できないものといわざるを得\nない。\nしたがつて、原告主張の実額計算による売上原価の金額については期首及び期末に\nおける原材料、仕掛品及び製品のたな卸金額を確定することができない以上、期中\nの仕入金額を確定し得ても、売上原価の金額を確定できないというほかはない。\n結局、売上原価については、被告主張の前記推計が合理性を有しないとすることは\n到底できないというべきである。\n（３）　特別経費について\n本件年分の特別経費が三万一一二九円であることは当事者間に争いがない。\n（４）　事業所得金額の認定\n被告は本件年分の一般経費は「被告の主張」２の（三）（３）のとおり合計二六四\n万七九三九円であると主張するのに対し、原告は「原告の反対主張」３のとおり合\n計三〇六万四〇六九円を主張する。しかしながら、仮に一般経費として原告主張の\n金額が認められたとしても、原告の事業所得金額は前記売上金額七四一万三三一六\n円から前記売上原価二九二万六〇三五円と前記特別経費三万一一二九円と右三〇六\n万四〇六九円との合計額（六〇二万一二三三円）を控除した一三九万二〇八三円と\nなり、これを下回ることはない。\n３　総所得金額について\n以上の認定によれば、原告の本件年分の総所得金額は不動産所得の金額が一二万\n円、給与所得の金額が二四万円及び事業所得の金額が少なくとも一三九万二〇八三\n円となり、その合計額は本件更正に係る総所得金額一三一万六〇七一円を上回るこ\nとが明らかであるから、所得金額の認定について違法はなく、本件更正は適法であ\nり、本件賦課決定にも右違法を前提とする違法はないものというべきである。\n四　よつて、原告の被告税務署長に対する本訴請求は理由がないから棄却すべきも\nのである。\n第二　原告の被告審判所長に対する請求について\n一　請求原因一の事実は当事者間に争いがない。\n二　原告は、まず被告審判所長は本件審査請求における審理において、本件更正に\nおいて用いられた差益率の合理性及び仕入金額の実額について実質的な審理をしな\nいで本件裁決をした違法がある旨主張する。\n１　東京国税不服審判所Ｃ国税審判官が昭和四七年七月六日本件更正で用いられた\n差益率について原告から意見を聴取したことは当事者間に争いがない。証人Ｎの証\n言によれば、原告は本件審査請求の審理において右差益率が高すぎる旨を主張した\nので、同審判所Ｎ国税審査官は原告と同規模の同業者を選び出し、その所得率を調\n査し、国税審判官は国税審査官の調査資料に基づき合議を行ない、本件裁決となつ\nた、以上の事実を認めることができ、この認定に反する証拠はない。\n右事実によれば、被告審判所長は右差益率につき実質的審理を行なつたことが明ら\nかであるから、本件裁決には審理を尽さなかつた違法がないものというべきであ\nる。\n２　Ｇ国税審判官が、昭和四七年九月二二日付、一〇月三〇日付及び一二月一一日\n付各文書をもつて原告に対し、帳簿書類の提示を求めたこと、原告が同年一一月二\n一日に仕入に関する領収書六枚を提示したことは当事者間に争いがない。証人Ｎの\n証言によれば、Ｇ国税審判官が原告に対し右帳簿書類の提示を求めたのは、原告の\n本件年分の事業所得金額を実額で算出しようとしたためであつたが、原告は右の求\nめに対し前記領収書六枚を除いては、帳簿書類をついに提示しなかつた。このた\nめ、同国税審判官は仕入金額の実額について審理することができなかつたので、原\n告の事業所得金額を推計により算出した、以上の事実を認めることができ、この認\n定に反する証拠はない。\n右認定の事実によれば、仕入金額の実額について審理を行なうことができなかつた\nのは、帳簿書類がないため審理することができなかつたためであるから、これをも\nつて仕入金額の実額について審理をしなかつた違法があるものとすることはできな\nい。\nしたがつて、原告の前記仕入金額の審理についての主張は失当である。\n三　原告は、次に東京国税不服審判所国税審判官は原告に対し同業者三名の売上及\nび仕入金額を開示することを約束しながら、これを履行しなかつた違法がある旨主\n張する。\n原告本人尋問の結果のうちには、右審判所Ｃ国税審判官は原告の求めに応じ、原告\nの同業者三名が提出した確定申告書を氏名及び住所欄は伏せることにして見せる旨\nを約したが、その後その売上金額及び仕入金額を原告に告げただけで申告書そのも\nのを見せなかつた旨の供述がある。\nしかしながら、本件審査請求における審理において右のようなことがあつたとして\nも、右審理が違法ということはできないから、これにより本件裁決が違法であると\nする原告の右主張は失当である。\n四　よつて、原告の被告審判所長に対する本訴請求は理由がないからこれを棄却す\nべきものである。\n第三　以上の次第であるから、訴訟費用の負担につき行政事件訴訟法第七条、民事\n訴訟法第八九条を適用して主文のとおり判決する。\n（裁判官　三好　達　菅原晴郎　成瀬正已）\n別表一　（省略）\n"
}