{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 7,
    "day": 28
  },
  "case_number": "昭和53(う)501",
  "case_name": "監禁、恐喝未遂、傷害、拐取者身代金取得等被告事件",
  "court_name": "大阪高等裁判所第七刑事部",
  "lawsuit_id": "22362",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22362",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/362/022362_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人Ａを懲役三年に、被告人Ｂを懲役二年に、被告人Ｃ及び被告人Ｄ\nをそれぞれ懲役一年六月に処する。\n被告人らに対し原審の未決勾留日数中各一〇〇日をそれぞれその本刑に\n算入する。\n押収してある鎖一本（昭和五三年押第二八二号の二）を被告人Ａから没\n収する。\n理　　　　由\n（控訴の趣意）\n被告人Ａ、同Ｂ、同Ｄの弁護人鏑木圭介作成の控訴趣意書、被告人Ａ、同Ｄの弁\n護人佐々木静子作成の各控訴趣意書、被告人Ｃの弁護人西中務作成の控訴趣意書に\n記載のとおりであるから、これらを引用する。\n（当裁判所の判断）\n一　弁護人佐々木静子の被告人Ａに関する控訴趣意第一、同弁護人の被告人Ｄに\n関する控訴趣意第二（原判示第一事実についての各事実誤認の主張）について\n論旨は、要するに、（イ）Ｅは、原判示の乗用自動車内、Ｆａ階ｂ号室内及びＧ\n商会事務所内のいずれからも脱出することが可能であつたから、監禁罪は成立せ\nず、また、（ロ）被告人らは、原判示の債権を取り立てるために強く弁済を迫つた\nに過ぎないから、恐喝未遂罪は成立しないのに、原判決が第一事実としてこれらの\n罪の成立を認めたのは、事実誤認である、というのである。\nまず、（イ）の所論について検討するのに、関係証拠によると、原判示のとお\nり、昭和五二年一二月一二日午前九時四〇分頃被告人Ａが右Ｅを待ちぶせし、嫌が\nる同人の腕をつかんで五メートル位先に停車中のツウドアの乗用自動車まで引つ張\nつて行き、有無をいわさずその後部座席に坐らせて発車し、途中被告人Ｃ、同Ｄ、\n同Ｂを同乗させ「もう逃がさん。逃げようなんて考えるな」などと言つて同日午前\n一一時頃原判示Ｇ商会事務所に連れ込んだうえ、その後同月一五日午前一一時二〇\n分頃までの間同事務所内及び原判示Ｆａ階ｂ号室内において、被告人ら四名が互に\nＥを監視し、その間原判示のようなことを言つて同人を脅迫し、あるいはその首を\n鎖で縛つて一方の端を便器や長椅子の足にくくりつけて南京錠で施錠するなどして\n脱出を困難にしたことが明らかであるから、原判決には所論のような事実誤認はな\nい。\n次に、（ロ）の所論について検討するのに、前段説示のとおり被告人らは債務者\nであるＥを三日間以上も監禁したうえ、原判示のような脅迫を加えて債務の弁済を\n要求したものであつて、このようなことはとうてい権利実現の手段として許容され\nる限度内の行為といえない。のみならず、右Ｅはすでに破産宣告を受けていたこと\nも関係証拠により明らかであるから、特定の債権者のみがこのような手段で債務の\n弁済を強要することは、固より正当な手段とはいい難く、この点についても原判決\nに所論のような事実誤認はない。\n論旨はいずれも理由がない。\n二　弁護人西中務の控訴趣意第一点のうち\n原判示第一事実についての趣意（事実誤認の主張）について\n論旨は、要するに、被告人Ｃが原判決第一事実中の恐喝について共謀した事実は\nないのに、原判決がこれを認定したのは、事実誤認である、というのである。\nしかしながら、関係証拠によると、同被告人は、原判示のような事情で被告人Ａ\nがＥを監禁したうえ脅迫して債務の弁済を強要しようとしていることを知つて、被\n告人Ｂ、同Ｄともどもこれと意を通じ、Ｅを監視して監禁行為に加担するととも\nに、「金作つて早く帰りいな」とか「少し安くしてやるからペツパー警部の真似を\nせえ」などといつて金員交付の要求行為にも加担したことが明らかであるから、原\n判決が被告人Ｃを恐喝未遂罪の共同正犯に問擬したのは正当であつて、同判決には\n所論のような事実誤認はない。論旨は理由がない。\n三　弁護人鏑木圭介の控訴趣意第一の一（原判示第二事実についての法令適用の\n誤ないし事実誤認の主張）について\n論旨は、要するに、刑法二二五条の二のいわゆる拐取者財物要求罪の行為主体は\n「人ヲ略取又ハ誘拐シタル者」に限られているところ、被告人らはＥを監禁したに\nとどまり、これを拐取したわけではないのに、原判決が第二事実として右の罪の成\n立を認めたのは、法令適用の誤ないしは事実誤認である、というのである。\n調査するのに、原判決は、第一事実として、監禁及び恐喝未遂の事実を認定し、\n監禁の点について次のように判示している。すなわち、「被告人Ａは、実弟のＨか\nら、同人が関与している金融業Ｉ商事と同じく金融業Ｊ社がＥ（当時四五年）に対\nしてＩ商事は八四万円、Ｊ社は五一万円計一三五万円の債権を持つているが、Ｅの\n債権者には暴力団関係者もおり、きわめて取立が困難なので何とかしてくれと依頼\nされ、右Ｅ方に赴いたところ店舗は債権者に占領されている上に破産宣告もうけた\n等と聞くにおよんで、このうえは右金員を取立てるために同人を拉致監禁して右債\n権取立名下に金員を喝取しょうと企て、昭和五二年一二月一二日午前九時四〇分こ\nろ、大阪市ｃ区ｄ町ｅ番地先路上において、右Ｅを待ちうけ、『債権者の一人だが\nちよつと事務所まで来てくれ』と言つて、同人の腕をつかんで付近にとめてあつた\n自己の運転する普通乗用自動車の後部座席に同人を無理に乗車させて発車し、途中\n同市ｆ区ｇ町ｈ丁目ｉ番ｊ号の被告人Ｃ方で、同被告人が管理している同区ｋｌ丁\n目ｍ番ｎ号Ｇ商会の事務所の鍵を借用すると共に、同被告人および偶々前夜来Ｃ方\nに止宿していた被告人Ｄ、同Ｂを同乗させて、同日午前一一時ころ右事務所に至\nり、Ｅを同事務所奥六畳の間に連れこみ、同人が前記二社に対して振出していた額\n面合計一三五万円の小切手を示して返済方をせまり、「金を払わんと帰さん。ここ\nは刑務所と同じや。逃げようなどと思うな」「隣りは警察に言う家ではない。なん\nぼわめいても駄目だ」などと申しむけるや、その場に同席していてこれを聞いて被\n告人Ａの前示企図を察知したその余の被告人等も被告人Ａの右犯行に協力加担しよ\nうと決意し、よつて互に意思を通じて共謀のうえ、……同夜は被告人等の監視のも\nとに同事務所に同人を止宿させ、翌一三日午後六時ころには、被告人Ｂのみを残し\nてその余の被告人らが一時外出するに際して、同人の首を鎖で縛り、一方の端を便\n器や長椅子の足にくくりつけて逃走を困難にする等して互に監視を続け……、同日\n午後九時ころには、同人をガムテープで目隠しをしたうえ、前記Ｈが管理している\n同市ｏ区ｐ町ｑ丁目ｒ番地Ｆａ階ｂ号室に連れこんで止宿させ、翌一四日午前一一\n時すぎころ再度前記Ｇ商会事務所に連れもどして翌一五日午前一一時二〇分ころま\nでの間継続して互に同人の見張りを続け、もって前記乗用自動車内Ｆａ階ｂ号室内\nおよびＧ商会事務所内にとじこめて監禁した」というのである。\nそして、原判決は、第二事実として、いわゆる拐取者財物要求の事実を認定し、\n次のとおり判示している。すなわち、「被告人等は右のようにＥに対して金策返金\nをせまる一方同人を右のとおり債権取立の目的で拉致監禁して自己の実力支配下に\nおきもつて同人を略取しているのを奇貨として、同人の妻に対し、夫の安否に対す\nる憂慮に乗じて金員を要求しようと企図し、互に意を通じて共謀のうえ略取してい\nるＥをして、同月一三日午後六時ころから翌一四日午後一〇時ころまでの間、約八\n回にわたり、前記Ｇ商会の事務所から同人の妻の実家である同市ｓ区ｔｕ丁目ｖ番\nｗ号Ｋ方に電話させ、同月一二日以来連絡のとれなくなつた夫の安否を憂慮してい\nるＥの妻Ｌ（当時四七歳）に対し、『Ｉ等に返す金を作つてくれ。金を作らないと\nここから出られない。兄貴や姉に頭を下げて作つて来てくれ』『頼む。出来るだけ\nのことはしてくれ。俺はもうあかんねん』などと哀願させ、更に同月一四日午後一\n〇時ころ被告人Ｄにおいて、前同様電話で右Ｌに対し、『奥さんも一生懸命金を工\n面しているんやろうけど、わしらも実際金を手にせんことには信用できん。たとえ\n二〇万円でも三〇万円でも出来た時点で場所を指定してくれたら、こちらから誰か\n取りに行かす。その誠意がなかつたら、主人の話相手もせんならん。主人が可愛想\nだと思つたら吹田の兄さんに頼んだらどうや』と申しむけて、もつて、被略取者の\n安否を憂慮する者の憂慮に乗じてその財物の交付を要求し」たというのである。こ\nれを要するに、原判決は、恐喝の目的でＥを監禁している行為が同時に営利略取の\n行為にあたるという判断に立ち、右Ｇ商会の事務所にＥを連行した被告人Ａはもと\nより、その後に恐喝、監禁の行為に加担した他の三名の被告人もまた、人を略取し\nた者にあたると解し、被告人ら全員に対して拐取者財物要求罪の成立を認めている\nのである。\n<要旨第一>そこで、営利略取罪の罪質について考えるのに、同罪は、暴行又は脅\n迫を用いて人を自己又は第三者の実力</要旨第一>支配下に移し、その移動の自由を\n制限することを処罰する趣旨のものであるから、被略取者に対して右の実力支配を\n設定する行為のみをその対象としているものではなく、右の実力支配を維持する行\n為をもその対象としているものと解するのが相当である。すなわち、同罪は、暴行\n又は脅迫によつて人を自己の支配下に移した段階で既遂に達するけれども、その後\nも右の支配が続く間はその犯罪行為が継続している継続犯であると解されるのであ\nる。そして、監禁を手段として営利略取が行われた場合においても、もとよりその\n法律関係に変りはなく、この場合監禁罪と営利略取罪が成立し、両罪は観念的競合\nの関係にあるものと考える。刑法二二七条の拐取幇助罪等の規定のあることは、必\nずしもこのような解釈の障害となるものではない。\nそうだとすると、被告人らはいずれも人を略取した者に該当することが明らかで\nあるから、原判決が被告人らに対して拐取者財物要求罪の成立を認めたのは正当で\nある。論旨は理由がない。\n四　弁護人鏑木圭介の控訴趣意第一の二（原判示第二事実についての法令適用の\n誤ないし事実誤認の主張）について\n論旨は、要するに、刑法二二五条の二第二項にいう「其財物」とは「近親其他被\n拐取者ノ安否ヲ憂慮スル者」が現に占有する財物と解すべきところ、被告人らは、\nＬが現に占有する財物を交付するよう要求したのではなく、その夫Ｅの兄や姉から\n夫の借金の返済資金を借り受けて交付するよう要求したに過ぎないから、原判決が\n第二事実としていわゆる拐取者財物要求罪の成立を認めたのは、法令適用の誤ない\nしは事実誤認である、というのである。\n<要旨第二>しかしながら、刑法二二五条の二第二項が「其財物」という要件を定\nめているのは、被拐取者自身又は第三</要旨第二>者の財物を交付させ又はこれを要\n求する行為に出た場合を処罰の範囲外とする趣旨であつて、「近親其他被拐取者ノ\n安否ヲ憂慮スル者」が現に占有する財物に限定する趣旨ではなく、その者が事実上\n処分することのできる財物を広く意味するものと解するのが相当である。したがつ\nて、その者が拐取者の要求に応じるために他から入手するなどして処分を委ねられ\nた財物もこれに含まれるというべきであり、そのような財物の交付を要求した被告\n人らに対し拐取者財物要求罪の成立を認めた原判決は正当であつて、同判決には所\n論のような法令適用の誤も事実誤認も存しない。論旨は理由がない。\n五　弁護人佐々木静子の被告人Ａに関する控訴趣意第二、同弁護人の被告人Ｄに\n関する控訴趣意第三（原判示第二事実についての法令適用の誤ないし事実誤認の主\n張）について\n各論旨は、要するに、（イ）Ｅの妻Ｌは、夫の安否を憂慮していなかつたから、\n刑法二二五条の二第二項にいう「近親其他被拐取者ノ安否ヲ憂慮スル者」にあたら\nず、また、（ロ）被告人らが右Ｌに対してした要求行為は、債権者として当然に許\nされるものであるから、同条項にいう「要求」にあたらないのに、原判決が第二事\n実としていわゆる拐取者財物要求罪の成立を認めたのは、法令適用の誤ないしは事\n実誤認である、というのである。\nまず、（イ）の所論について検討するのに、刑法二二五条の二第二項にいう「近\n親其他被拐取者ノ安否ヲ憂慮スル者」とは、「近親」又は「其他被拐取者ノ安否ヲ\n憂慮スル者」の意味であるから、本件の被拐取者の妻Ｌは当然に右の「近親」の要\n件にあてはまつている。また、同条一項との対比、「近親」との対比及び右条項の\n立法趣旨を考慮するときは、「其他被拐取者ノ安否ヲ憂慮スル者」とは、近親と同\n様に被拐取者の安否を憂慮すると考えられるような者であれば足り、被拐取者の安\n否を実際に憂慮していることを要しないものと解するのが相当である。のみなら\nず、右のＬが拐取された夫の安否を憂慮していたことは関係証拠により明白であ\nる。したがつて、いずれの点からみても原判決には所論のような法令適用の誤ない\nしは事実誤認は存せず、論旨は理由がない。\n次に、（ロ）の所論について検討するのに、債務者を略取監禁したうえその妻の\n憂慮に乗じてその財物の交付を要求することが、債権者の正当な権利行使であると\n解すべき根拠は、まつたく存しない。したがつて、原判決には所論のような法令適\n用の誤ないしは事実誤認は存せず、この点の論旨も理由がない。\n六　弁護人西中務の控訴趣意第一点のうち原判示第二事実についての趣意（事実\n誤認の主張）について論旨は、要するに、被告人Ｃが原判示第二事実のいわゆる拐\n取者財物要求について共謀した事実もその実行行為もないのに、原判決がこれを認\n定したのは、事実誤認である、というのである。\nしかしながら、関係証拠によると、被告人Ｃは、被告人ＡらがＥを監禁したう\nえ、これを脅迫して金員を交付させようとし、同人自身に資力がないと分ると同人\nの安否を気づかうその親族らに電話をし、金員の交付を要求していることを知りな\nがら、Ｅの監禁行為を分担していたものであることが明らかであるから、原判決が\n同被告人を拐取者財物要求罪の共同正犯に問擬したのは正当であり、原判決には所\n論のような事実誤認はない。論旨は理由がない。\n七　弁護人鏑木圭介の控訴趣意第二（原判示第一事実及び第二事実についての法\n令適用の誤の主張）について\n論旨は、要するに、原判示第一事実の監禁罪は同第二事実のいわゆる拐取者財物\n要求罪に吸収されると解すべきであるのに、原判決がこれを併合罪としたのは、法\n令適用の誤である、というのである。\nしかしながら、いわゆる拐取者財物要求罪は、略取誘拐ないしは監禁の行為を事\n実上利用しているけれども、法律上は財物の交付を要求する行為を内容とするもの\nであるから、略取誘拐罪ないしは監禁罪とは別個に成立すると解するのが相当であ\nり、また、監禁罪と拐取者財物要求罪とは、その各罪質と行為に違いがあることに\nかんがみ、これを併合罪の関係にあるものと解するのが相当である。したがつて、\n原判決には所論のような法令適用の誤はなく、論旨は理由がない。\n八　弁護人鏑木圭介の控訴趣意第三、弁護人佐々木静子の被告人Ｄに関する控訴\n趣意第四（原判示第三事実についての事実誤認の主張）について\n各論旨は、要するに、被告人Ｄが原判示第三事実の傷害について加担した事実は\nないのに、原判決がこれを認定したのは、事実誤認である、というのである。\nしかしながら、Ｅの原審における証言によると、原判示のとおり、Ｅの言にした\nがつて被告人ＤがＥの姉婿方に電話したのに、姉婿らから自分達もＥの被害者であ\nつて金など出せないと断わられたところから、Ｅにだまされたと激昂し、持つてい\nた受話器でＥの頭部を数回殴打したことが明らかである。そして、右証言は、Ｅの\n目前で起つた出来事に関するもので、具体的かつ詳細であり、一連の経過にも合致\nしているばかりでなく、反対尋問によつてすこしも揺らいでいない点からみて、そ\nの信用性は高く、これに反する被告人らの捜査段階及び原審公判廷での供述は措信\nし難い。したがつて、原判決には所論のような事実誤認はなく、論旨は理由がな\nい。\n九　弁護人鏑木圭介の控訴趣意第四、弁護人佐々木静子の被告人Ａに関する控訴\n趣意第三、第四、同弁護人の被告人Ｄに関する控訴趣意第五、弁護人西中務の控訴\n趣意第二点（各量刑不当の主張）について\n調査するのに、被告人Ａは、原判示第一のとおり三日以上にもわたり被害者を監\n禁し、暴行、脅迫を加えて恐喝行為に及び、同第二のとおりその妻の憂慮に乗じて\n金員の交付を要求し、同第三のとおり監禁中傷害を負わせたものであり、右各犯行\nの罪質、態様が悪質であるうえ、被害者の妻の通報により警察が電話を逆探知し、\n被告人らを逮捕して初めて犯行が終了するに至つたものであつて、被害者やその親\n族に与えた影響が大であつたこと、同被告人は各犯行の首謀者であつたことなどの\n事情に徴するときは、同被告人に対する原判決の量刑も首肯できないわけではない\nが、最も重い原判示第二の金員要求行為は同第一の監禁、恐喝行為の過程で偶発的\nに起つたものであつてその態様も典型的な身代金要求行為とは異なつていること、\n同被告人には罰金刑以外の前科がないことに加えて、当審の事実調の結果認められ\nる原判決後被告人Ａにおいて、全被告人のために被害者側に三〇万円を提供して慰\n謝に努めたことを斟酌するときは、現時点においては右の刑はやや重きに過ぎると\n考えられる。\n次に、被告人Ｃは、原判示第四の傷害の犯行で起訴されて審理中、同第一、第二\nの各犯行に加担したものであり、これら犯行の罪質、態様のほか同被告人には昭和\n四七年一一月窃盗罪で執行猶予付きの懲役刑に処された前科のあることなどを考慮\nするときは、その犯情は軽視できず、原判決の同被告人に対する刑も首肯できない\nわけではないけれども、同被告人が本件各犯行に加担するに至つた事情及びその行\n動が必ずしも積極的でなかつたことに加えて、被告人Ａに関して指摘した原判決後\nの事情を被告人Ｃのためにも有利な事情として斟酌するときは、現時点においては\n被告人Ｃに対する原判決の量刑はやや重きに過ぎると考えられる。\n被告人Ｂは、原判示第四を除く前記各犯行に加担し、その行為も従たる役割とい\nうよりはむしろ積極的に脅迫、暴行に及んでいるのであつて、これら犯行の罪質、\n態様、果した役割のほか、同被告人の前科、非行歴に徴するときは、犯情は軽視で\nきず、同被告人に対する原判決も首肯できないわけではないけれども、被告人Ａに\n関して上述した事情を右被告人Ｂのためにも有利に斟酌するときは、現時点におい\nては被告人Ｂに対する原判決の刑もやや重きに過ぎると考えられる。\n被告人Ｄは、昭和五一年に強姦未遂罪で懲役二年、執行猶予三年の刑に処されな\nがら、その猶予期間中に原判示第一ないし第三の犯行に加担したものであつて、そ\nの各犯行の罪質、態様、前科等に徴するとその犯情は軽視することができず、原判\n決の同被告人に対する刑も首肯できないわけではないけれども、同被告人が本件各\n犯行に加担するに至つた事情に加えて、被告人Ａに関して説示した事情を被告人Ｄ\nのためにも有利に斟酌するときは、現時点においては被告人Ｄに対する原判決の刑\nはやや重きに過ぎるものと考えられる。\n（結　論）\nよつて、刑事訴訟法三九七条二項によつて原判決を破棄し、同法四〇〇条但書に\nしたがつてさらに判決することとし、原判決が各被告人につき認定した関係各事実\nにその挙示する関係各法条（但し、訴訟費用について刑事訴訟法一八一条一項但\n書）を適用して主文のとおり判決する。\n（裁判長裁判官　瓦谷末雄　裁判官　香城敏麿　裁判官　鈴木正義）\n"
}