{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 10,
    "day": 19
  },
  "case_number": "昭和51(う)51",
  "case_name": "軽犯罪法違反被告事件",
  "court_name": "東京高等裁判所第二民事部",
  "lawsuit_id": "20511",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20511",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/511/020511_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n控訴の趣意は、弁護人内田雅敏、同五百蔵洋一連名の控訴趣意書記載のとおりで\nあり、これに対する答弁は検察官西村常治の答弁書のとおりであるから、これらを\n引用する。\n一　公訴棄却の主張について\n所論は、被告人の本件行為は、正当な争議行為あるいは組合活動であり、被害者\nとされる新潟市には全く被害がなかつたから、犯罪の客観的嫌疑がない場合にあた\nる、また本件の捜査手続は違法であり、検察官はこれを知りながら労働運動弾圧の\n意図で本件を起訴したものである、したがつて本件は公訴権の濫用として公訴を棄\n却されるべき事案であつたのに、原判決はこれをしなかつたから、本件には刑訴法\n三七八条二号の不法に公訴を受理した違法がある、さらに原判決が弁護人の右のよ\nうな主張を具体的理由も付さないで排斥したのは理由不備にあたるといい、以上の\n理由で原判決は破棄を免れないと主張する。\nしかし原判決は、弁護人の公訴権濫用の主張に対し、公訴棄却の裁判をしなけれ\nばならない法律上の事由はなんら認められない旨説示しており、記録を精査しても\nこの判断に誤りがあるとは考えられない。若干補足する。\n記録および証拠物によれば、昭和四九年の春闘にさいし自治労新潟Ａ労働組合が\n賃上げ等待遇改善の要求をかかげて四月一一、一三日に各午前中のストライキを行\nなう予定であつたのに対し、市当局は職員に対し就業の職務命令を発し、同月一〇\n日午後四時三〇分ころ同市ａ地区事務所長Ｂが同地区総合庁舎一階中央玄関内側カ\nラス戸に縦約一四五センチメートル、横八四・五七ンチメートルの同市長Ｃ名義の\n職務命令書を掲示したこと、翌一一日スト決行中の午前一〇時四〇分ころＡ執行委\n員である被告人が一人でこの職務命令書の文言の一部を黒マジツクインキで抹消\nし、その上部あるいは下部に新たな文字を書き加えて同文書を汚したこと、このた\nめ「職員の皆さん、明一一日及び一三日のストは明らかに法律で禁止された争議行\n為であります。Ａ労働組合に対しては、かかる違法行為を中止するよう厳重に警告\nしました。職員の皆さんは、かかる行為が市の正常な業務の運営を阻害し、延いて\nは市民の信頼に背くものであることを深く自覚し、このような違法行為に絶対に参\n加することなく、所属長の指示に従い勤務につくことを命じます。」という内容の\nものが、「職員の皆さん、明一一日及び一三日のストは明らかに法律でみとめられ\nた争議行為であります。Ａ労働組合に対しては、かかる行為を積極的にするよう厳\n重に進めました。職員の皆さんはストに参加するよう命じます。」という全く反対\nの趣旨のものになつたこと、当時は同庁舎入口付近でピケツトがはられていたが庁\n舎内廊下には市民数名がいたこと、右職務命令書は市側の手で間もなく取りはずさ\nれたこと等の事実が認められる。\n<要旨第一>思うに被告人の行為は、後述のようにＡの争議行為あるいは組合活動\nの一環として行なわれたものと</要旨第一>は認めがたいうえ、市当局が法令（地方\n公務員法三二条）に根拠を有する職務命令として正規の手続を経て掲示したものを\n前示のように明白に汚損したもので、掲示者である市当局の法益（掲示物の財産\n権・管理権）を侵害する結果が発生したことは明らかである。かりに所論のように\n本件行為の実際的影響が小さく、これをめぐつて格別の混乱や誤解を生じなかつた\nとしても、かような事情が本罪の成立そのものを否定する根拠にはならない。また\n本罪は親告罪でないから市当局からの告訴は必要でなく、捜査の過程で被害の実体\nが明らかになつた以上改めて被害届を出させる必要はない。これらがないからとい\nつて、犯罪の客観的嫌疑がないというのは相当でない。なお記録を精査しても、本\n件公訴提起に至るまでの捜査過程、特に捜査の端緒や公訴の提起の過程に権限の濫\n用を推認させるような事情があつたとは認めがたい。要するに本件には、公訴の提\n起自体を無効として公訴を棄却すべき理由などがあるとは考えられない。論旨は理\n由かない。\n二　正当な争議行為ないし組合活動であるとの論旨について\n所論は、本件は、新潟Ａの争議行為にさいし、市当局が争議対抗行為の一環とし\nて職員にストライキ不参加を呼びかける職務命令書を掲示したのに対し、組合員が\nストライキから脱落するのを防ぎ団結を守り強める目的で再対抗行為として行なつ\nた争議行為であり、労働組合法一条二項にいう「労働組合の団体交渉その他の行\n為」にあたり刑責を免れる、地方公務員について争議行為を一律に禁止した地方公\n務員法三七条は憲法に違反するし、かりにこれを合憲的に解釈する余地があるとし\nても、本件ストライキは政治目的のものではなく公務員労働者の経済的地位の向上\nを目ざすものであり、暴力も伴わず、二日間の半日ストライキで国民生活にも障害\nをもたらすものではないから、本件行為は社会的相当性の範囲内にある、またかり\nに地方公務員に争議権がないとしても団結権は認められており、本件行為は組合の\n団結の切崩しを目的とした市当局の支配介入（不当労働行為）に対して団結を回\n復、強化するための正当な組合活動であり、同じく労働組合法一条二項により刑責\nを免れる、これを何らの説明もせずに被告人の個人的行為であると断じた原判決に\nは、判決に理由を付さない違法、事実誤認および法令適用の誤りがあると主張す\nる。\nしかし原判決が理由中で、被告人の本件行為は組合の争議行為ではなく、被告人\n個人の標示物汚損行為にすぎないから労働組合法一条二項の適用がないと説示して\n弁護人の主張を採用しなかつたのは相当であつて、所論にかんがみ記録を精査し、\n当審での被告人質問の結果に徴しても、原判決に所論のような誤りがあるとは考え\nられない。\n<要旨第二>本件は、これが行なわれた時期・場所・態様等に徴すると、市当局の\n強硬な態度に強く反発した被告人に</要旨第二>よつて突発的・偶発的に行なわれた\nものと推認される。所論は本件は争議行為あるいは組合活動の一環として行なわれ\nたもので、正当なものであるといい、被告人も当審に至り、行為自体の存在を争つ\nていたこれまでの態度を改めて同趣旨の供述をしている（原審公判では被告人は自\n己の行為であるかどうか自体を黙秘しており、その行為の目的については特に供述\nしていなかつた）。しかし記録によれば、被告人が本件を敢行するについてはＡの\n事前の意思決定や指令がなかつたのはもちろんその執行機関内部でもあらかじめ全\n然論議されていなかつたこと（原審第八回公判での証人Ｄの供述）、本件は、すで\nに半日ストライキに突入したのちに組合員がピケツトしている場所から離れたとこ\nろでひそかに敢行されたものであること、また当時このような方法で職務命令書を\n汚損しなければならないような必要性・緊急性があつたとは思われないこと等の事\n情が認められる。もつともＡが本件の捜査・起訴を被告人やＡに対する弾圧である\nとしてとらえ捜査機関や市当局に抗議しあるいは交渉したことは事実のようではあ\nるが、執行委員会の内部には本件行為は階級的な警戒心の足りない行為であるとい\nう考え方もあつて、Ａとしては、本件行為自体を正当なものであるとまでは評価し\nていなかつたものと認められる（前示Ｄ供述）。以上の事情に、職務命令書の不当\n性を攻撃し、組合員の維持・団結をはかるには他にいくらでも適切な方法があると\n思われることおよび他の組合員が本件のような行為を当然のこととして期待しある\nいは予期していたとは考えにくいことを総合すれば、本件はストライキやＡの活動\nとは必然的あるいは直接的関連のない、組合活動から逸脱した、個人としての被告\n人による偶発的行為と認めるほかなく、争議行為に全く無関係とはいえないにして\nも、所論のように争議に付随する行為あるいは組合活動の一環としてされた行為と\n認めることは困難である。なお、地方公務員法が地方公務員に対して争議行為を明\n文で禁止し、この規定を合憲と判断している裁判例のすくなくない状況（最高裁昭\n和四八年四月二五日大法廷判決・刑集二七巻四号五四七頁、同昭和五一年五月二一\n日岩教組事件大法廷判決参照）のもとで、市当局が職員に対し組合の争議行為に参\n加せずに勤務するよう命ずることは、その立場上やむをえないことであり、これを\n組合の団結の切崩しを目的とする組合に対する不当な支配介入（不当労働行為）で\nあると解することはできない。要するに本件については、他の点について判断する\nまでもなく、労働組合法一条二項を適用する余地はなく、憲法二八条により保障さ\nれる権利の行使として正当なものとも認めることはできない。論旨は理由がない。\n三　軽犯罪法四条および保護法益に関する論旨について\n所論は、軽犯罪法の立法経過や同法四条の立法趣旨にてらし労働争議行為である\n本件は無罪あるいは公訴棄却が相当であるのに同法一条三三号を適用した原判決に\nは法令適用の誤りがある、また原判決が本罪の保護法益を個人法益ではなく「市長\nの威信」という公安秩序ととらえていることは憲法一四条に違反し前示軽犯罪法一\n条三三号の解釈適用を誤つている、本件により市当局には被害がなかつたから本件\nは無罪であるのに被害があると認定した原判決には事実誤認があると主張する。\nしかし所論にかんがみ記録を精査しても原判決に所論のような法令適用の誤りや\n事実誤認があるとは認められない。本件争議が純然たる経済的要求にもとづく平穏\nなものであつた点を考慮に入れても、また軽犯罪法の立法経過や同法四条の立法趣\n旨に徴しても、前示のように争議の正常な過程で発生したとは認めがたい被告人の\n本件行為について無罪あるいは公訴棄却の判決を言い渡すべき事情があるとは思わ\nれない。たしかに本罪の保護法益は所論指摘のとおり個人の財産権・管理権と解せ\nられるが、原判決は弁護人の可罰的違法性、超法規的違法阻却事由に関する主張に\n対する判断の中で、「市長の威信」という言葉を用いて違法性の有無を検討してい\nるにすぎず、これを本罪の保護法益である旨まで判示しているとは解せられないか\nらこの点の所論は前提を誤り失当である。また前示のとおり本件行為により市長名\n義の文書は全く反対の意味になるほど書き変えられて汚損され市側の手でやむなく\n撤去されているのであつて、このこと自体に徴しても、全然法益の侵害がなかつた\nとか被害が発生しなかつたとかいうことはできない。また市側から被害届や告訴状\n等が提出されていないからといつて被害が生じなかつたと即断できないことは先に\n一言したとおりである。論旨は理由がない。\n四　可罰的違法性の論旨について\n所論は、本件は市の職務命令書に対抗するもので労働者の団結を守るための防衛\n的な組合活動であり、市当局の告訴も被害届もないし、本件汚損の態様も原文がは\nつきり読みとれる程度の軽徴なものであつたこと等を理由に、本件行為には刑事処\n分をするに足りる違法性はないと主張する。\nしかしすでに説いたところから明らかなように、本件による法益の侵害・被害の\n発生が認められ、しかもこれを正当な組合活動と認める余地がない以上、いかに実\n害が軽微であるとしても、軽犯罪法で処罰する程度の違法性は十分に具備している\nと認めるのが相当である。論旨は理由がない。\nそこで、刑訴法三九七条により本件控訴を棄却することとし、主文のとおり判決\nする。\n（裁判長裁判官　横川敏雄　裁判官　渡邊達夫　裁判官　中西武夫）\n"
}