{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 1,
    "day": 21
  },
  "case_number": "昭和45(ツ)2",
  "case_name": "土地占有妨害排除請求事件",
  "court_name": "大阪高等裁判所第六民事部",
  "article_info": "第25巻1号22頁",
  "gist": "占有成立前からの妨害状態と占有保持の訴",
  "case_gist": "占有の成立に際して、目的物に対する完全な占有の取得を妨げるような他の者の事実的支配が存在するときには、占有者はこれを自己の取得した占有に対する妨害であるとして、占有保持の訴によつてその排除を求めることはできない。",
  "lawsuit_id": "22423",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22423",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/423/022423_hanrei.pdf",
  "contents": "主　　　　文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n事　　　　実\n上告代理人は原判決の破棄を求めた。\n上告理由は別紙のとおりである。\n上告理由について、\n原判決によると、原審は、「上告人がその主張の建物の敷地として占有している\n係争土地（上告人主張のブロツク塀の西側の土地）上に、被上告人所有建物の庇の\n一部が張り出している」との当事者間に争いのない事実、および「右張り出し部分\nは、被上告人が右建物の軒下として事実上支配していた部分であり、前記ブロツク\n塀は、その後に上告人が設けたものである」との上告人において自白したものとみ\nなされた事実から、被上告人の従来占有していた部分に、上告人が右ブロツク塀を\n設けて新たな占有関係を生じさせたのであるから、被上告人所有建物の庇が上告人\nのブロツク塀を踰えて上告人方に張り出していることをもつて、上告人の係争土地\nに対する占有を妨害したとすることはできない旨を判示して、上告人の請求を棄却\nしたことが明らがである。ところが、上告人の係争土地に対する占有開始時期につ\nいての上告人の主張は、やや明確を欠くうらみがないではないが、少くとも、ブロ\nツク塀の設置により初めて占有を取得したとするものでないことは、弁論の全趣旨\nからも容易に汲みとることができ、上告人の主張するところは、要するに、上告人\nは、係争土地を彦根市ａ町ｂ番及びｃ番のｄの一部として昭和三一年二月七日に訴\n外Ａより買受け、直ちに右二筆の地上に木造瓦葺二階建の診療所兼居宅を新築し、\n同年一二月二七日にはその所有権保存登記を経由し、右建物の敷地として右二筆の\n土地を占有してきたものであつて、右ブロツク塀は、後日境界線より一〇センチ控\nえて設置したもので、これによつて上告人が本訴の請求原因として主張する占有部\n分を右ブロツク塀の西側の部分に限ることにしたというにあるものと認められる\n（上告代理人の訴状、昭和四一年一一月一九日付、昭和四三年四月一七日付各準備\n書面参照）。従つて、原審が、上告人の右主張に留意することなく、右ブロツク塀\nが被上告人の建物取得後に設置されたとの事実から、直ちに、被上告人が従来占有\nしていた部分につき、上告人がブロツク塀の設置により新たな占有関係を取得する\nに至つたものと即断したことには、論旨主張のとおり、上告人が右ブロツク塀設置\n前で、かつ被上告人の右建物取得よりもさらに以前から、係争土地を占有していた\nとの上告人の右主張事実について、直接これに即した判断を示さなかつた違法があ\nるものというほかはない。\n<要旨>しかしながら、占有保持の訴は、占有者が、従前継続していた自己の占有\nを、占有侵奪以外の方法により、</要旨>新たに妨害せられた場合に、その妨害の停\n止を求めるもの（しかもその妨害が工事によるときは工事着手の時より一年以内、\nかつその竣成前という出訴期間内に訴を提起することを要する）であつて、占有者\nが、自己の占有の取得に際して、目的物に対する完全な占有の取得を妨げるような\n他の者の事実的支配が存在するときには、そのような事実的支配の附着した目的物\nの占有を取得できるにすぎないのであるから、事実的支配関係に法的保護を与えよ\nうとする占有制度の趣旨に鑑みても、右のような占有者は、右完全な占有の取得を\n妨げるような事実的支配を、自己の取得した占有に対する妨害であるとして、占有\n保持の訴によつてその停止を求めることはできないものと解すべく、この点に関す\nるこれと同趣旨の原判決の見解は是認できるところ、記録によると、上告人は、被\n上告人の妨害開始時期について、上告人主張の一五番及び一四番の三の土地の東側\nに隣接する一四番の土地並びにその地上の被上告人所有建物もまた、一五番及び一\n四番の三の土地と同様に、もと訴外Ａが所有していたもので、同人が一五番及び一\n四番の三の二筆の土地を上告人に売渡した当時から、右建物の庇の一部が右二筆の\n土地上に張り出しており、同人は右張り出し部分を一年以内に切り取ることを上告\n人に約しながらこれを履行せず、その後一四番の土地と右建物を被上告人に売り渡\nし、その結果被上告人が、右建物の所有により、係争土地のうち庇の張り出し部分\nの占有を妨害することとなつた旨を主張し、（上告代理人の昭和四一年一一月一九\n日付準備書面）、このうち、一五番、一四番の三、一四番の各土地と右建物がもと\n訴外Ａの所有であつたこと、および一五番、一四番の三の土地を上告人が買い受け\nたのちに、被上告人が一四番の土地と右建物を買い受けたことは、上告人において\nも争わない事実、すなわち当事者間に争いのない事実なのである。すると、かりに\n上告人がその主張のとおりの時期に、主張の範囲の係争土地の占有を開始していた\nものとしても、右建物の庇は、上告人の係争土地に対する占有開始の時よりも以前\nから、係争土地の上にすでに張り出していたのであり、上告人はそのような事実的\n支配関係にある係争土地の占有を訴外Ａから取得していたにすぎず、従つて、そも\nそも右占有開始の時においても、同人に対してすら、占有保持の訴によつては、庇\nの張り出し部分の撤去を求めうる地位になかつたものというべく、他方、被上告人\nは、右建物の買い受けにより、右庇の張り出し部分を含め右建物の占有を右林から\n承継したものにほかならず、この間に、上告人が右庇による妨害状態のない係争土\n地の占有を取得する余地もないのであるから、被上告人の右建物の占有の取得をも\nつて、上告人が従来継続していた係争土地に対する占有を新たに妨害したものとす\nることはできないのであつて、上告人の請求は、この点において、請求自体（しか\nも当事者間に争いのない事実により）失当として棄却を免れなかつたものといわね\nばならない。\nそれゆえ、原判決が、上告人は妨害状態の発生後に係争土地に対する占有関係を\n発生させたにすぎないとして、上告人の請求を棄却したことは、結論において相当\nであり、上告人の占有開始時期に関する原判決の前示違法は、結局において判決の\n結論に影響を及ぼすに足りなかつたものというべく、上告は理由がないことに帰す\nる。\nよつて、本件上告はこれを棄却すべきものとし、民事訴訟法第四〇一条、第九五\n条、第八九条に則り、主文のとおり判決する。\n（裁判長裁判官　宮川種一郎　裁判官　林繁　裁判官　平田浩）\n"
}