{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 6,
    "day": 28
  },
  "case_number": "昭和47(行ウ)7",
  "case_name": "休職処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "18049",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18049",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/049/018049_hanrei.pdf",
  "contents": "○　主文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は、原告らの負担とする。\n○　事実\n第一　当事者の求めた裁判\n〔請求の趣旨〕\n一　被告が昭和四六年一〇月二日原告Ａに対してなした休職処分及び同年一一月一\n〇日原告Ｂに対してなした休職処分をいずれも取り消す。\n二　訴訟費用は、被告の負担とする。\n〔請求の趣旨に対する答弁〕\n主文と同旨\n第二　当事者の主張\n〔原告ら〕\n一　本件各休職処分の存在\n原告Ａは、文部技官としてＲ大学応用微生物研究所（以下「応微研」という。）に\n勤務する一般職の国家公務員であり、原告Ｂは、技術補佐員として同研究所に勤務\nする一般職の国家公務員である。\n原告らは、昭和四六年八月一〇日、傷害罪の嫌疑により、東京地方裁判所に起訴さ\nれた。\nその公訴事実は、次のとおり。\n「原告らは、ほか数名とともに、昭和四六年五月二五日午後六時ころから午後八時\n二〇分ころまでの間、東京都文京区＜以下略＞所在Ｒ大学応用微生物研究所三階会\n議室において、同研究所所長Ｃ、同研究所教授Ｄほか四名に対し、同研究所の研究\n生としてＥを入所させるよう要求した際、\n１　原告Ａは、ほか一名と共謀のうえ、同日午後七時ころ、Ｄ教授のＥに対する質\n問が気に食わないと因縁をつけ、同教授に対し、平手で顔面を強打し、股間を蹴り\nあげるなどの暴行を加え、よつて、Ｄ教授に対し、全治約一〇日間を要すする鼻鞍\n部打撲擦過傷の傷害を負わせ\n２　原告らは、ほか一名と共謀のうえ、同日午後七時一〇分ころから午後八時二〇\n分ころまでの間、Ｃ所長の応答の態度が悪いと因縁をつけ、同所長に対し、こもご\nも手拳で顔面を殴打し、脇腹を蹴りつけ、ネクタイあるいは髪の毛を掴んで前後に\n揺さぶり、ネクタイの根元を握つて首を締めるなどの暴行を加え、よつて、Ｃ所長\nに対し、全治約一〇日間を要する左下顎部、両胸部、左下腿、君膝部挫傷の傷害を\n負わせたものである。」\n原告らの任命権者である被告は、原告Ａに対しては昭和四六年一〇月二七、原告Ｂ\nに対しては同年一一月一〇日、右起訴を理由としてそれぞれ国公法七九条二号によ\nる休職を命じた。\n二　本件各休職処分の取消事由\n１　職務の遂行、職場秩序の維持に対する支障及び国民の信頼等への影響\n（一）　起訴休職制度の目的は、刑事事件に関し起訴された公務員の地位、職務内\n容等からして、引き続き当該公務員を職務に従事させることによつて生ずる職務の\n遂行、職場秩序の維持に対する支障、あるいは職務遂行の公正廉潔性ひいて当該官\n職の信用性に対する国民の信頼の喪失を防止することにある。\n（二）　原告Ａは、応微研第一〇研究部（同部は、細菌・糸状菌等の発育、形態形\n成に関する研究を行なうとともに、微細藻類の分類に関する研究及び微細藻類株の\n保存、分譲等を行なつており、本件処分当時、教授・助教授各一名、助手三名、技\n官三名、臨時職員一名によつて構成されていた。）に所属し、主として微細藻類の\n研究をしていた。原告Ａの担当する職務は、純粋の研究業務であり、それも同原告\nが自ら研究課題を設定して企画・遂行する単独研究が専らであつて、同原告は、管\n理ないし監督的地位にはなかつたし、大学院学生の教育・指導も、同原告の本来の\n職務ではなく、事実上もこれに携わつていない。\n（三）　原告Ｂは、応微研第八研究部（同部は、主として微生物代謝産物の単離、\n精製に関する研究を行なつており、本件処分当時、教授・助教授各一名、助手二\n名、技官四名、技術補佐員四名によつて構成されていた。）に所属し、Ｆ助手の下\nで、同助手の指示と、自己の実験補助員としての専門的・枝術的知識及び経験に従\nつて、主としていもち菌代謝産物の研究に関する実験補助としてその単離、精製の\n職務に従事していた。第八研究部の主任は、Ｄ教授であるが、原告Ｂは、同教授か\nら直接又は間接を問わず職務上の指示を受けることはなかつた。なお、原告Ｂは、\n大学院学生と実験等の職務を共同して行なつたことはないし、いわんや、その教\n育・指導に携わつたこともない。\n（四）　原告Ａは昭和四六年九月一四日、原告Ｂは同年一二月八日、それぞれ保釈\nされた。公判期日は、昭和四六年八月一〇日の起訴から昭和四七年一月二〇日まで\nの間に一回開かれただけにすぎない。\n（五）　原告らは、本件各処分後も引き続き職務に従事しているが、そのことによ\nつて具体的な支障を生じていない。かえつて、原告らの職場である応微研第八研究\n部、第一〇研究部所属の全職員は、いずれも原告らの職場復帰を強く求め、その趣\n旨を記載した要求書を被告や応微研教授らに提出している。更に、応微研職員によ\nつて構成される応微研職員組合は、本件各処分後、幾度となく原告らの職場復帰を\n支持する旨を組合大会において決議している。被告は、教授らの応微研への入所妨\n害等について云々するが、これは、応微研における臨時職員（定員外職員）問題を\nめぐる労使間の紛争を契機として、教授らが実質上昭和四六年一月から応微研の建\n物内に出入りできなくなつたことを指すものであり、原告らの職場復帰によつて生\nずる職場秩序の維持こ対する支障とは関係がない。\n（六）　公訴事実自体についての評価は、原則として刑事裁判又は懲戒処分（国公\n法八二条）の際に考慮されるべきことであるが、その点はさておき、本件公訴事実\nによれは、原告ＡのＤ教授に対する傷害及び原告らのＣ所長に対する傷害は、いず\nれも全治約一〇日間であり、被害の程度等からすると、本件事案は著しく軽微であ\nる。しかも、右公訴事実は、職務外の事件を内容とするものであつて、もとより破\n廉恥罪ではない。\n（七）　既に述べた原告らの地位、職務内容等に照らすと、本件起訴によつて生ず\nる原告らの職務遂行に対する支障は皆無である。起訴による公判期日の出頭は、有\n給休暇の配分や公務員が一般に利用する事故欠勤等によつて解決できるし、公判期\n日の回数も、その出頭が原告らの国公法上の職務専念義務（国公法一〇一条）に違\n背をきたすほど、多いわけではない。また、職場秩序の維持に対する支障あるいは\n職務遂行の公正廉潔性等に対する国民の信頼の喪失の有無は、当該公務員の具体的\nな地位、職務内容等との関係において論じられるべきであるが、原告らの研究者と\nしての地位、職務内容及び本件公訴事実が学問的能力等となんら関係のない職務外\nの事件を内容とするものであることからすると、原告らを起訴後引き続き職務に従\n事させても、職場秩序の維持に対する支障は全くなく、国民の信頼を損う事由も生\nじ得ない。応微研第八研究部、第一〇研究部所属の全職員のみならず、大多数の応\n微研職員が原告らの職場復帰を強く求め、これを支持していることは、原告らの職\n場復帰によつて職場秩序の維持に対する支障が生じないことを示している。\n２　原告らが受ける不利益\n（一）　原告Ａは、その休職の期間中、俸給、扶養手当及び調整手当のそれぞれ一\n〇〇分の六〇以内を支給されるにとどまり（国公法八〇条四項、一般職の職員の給\n与に関する法律〔以下「給与法」という。〕二三条四項）、期末手当及び勤勉手当\nを支給されない。更に、休職に伴う年間勤務日数の全部又は一部の喪失によつて昇\n給適格の要件たる勤務成績の証明が当然不可能となり（国公法七二条、給与法八条\n六項、昭和四四年五月一日人事院規則九－八「初任給、昇格、昇給等の基準」三四\n条二項）、ひいて昇格の延伸をもたらす（右人事院規則二〇条、前同日給実甲第三\n二六号「人事院規則九－八〔初任給、昇格、昇給等の基準〕の運用について」第二\n〇条関係１）。\n（二）　原告Ｂは、国公法に勤務関係上の法的根拠を有しない日々雇用のいわゆる\n常勤的非常勤職員なので、給与法二三条四項の適用がないものとして取り扱われ、\nその休職の期間中、全く無給となる。\n（三）　しかも、原告らは、その休職の期間中も公務員としての身分を保有するの\nで、営利企業から隔離されるとともに、非営利的事業又は事務への関与を厳格に制\n限されており（国公法一〇三条、一〇四条）、退職の自由が制限されているところ\n（昭和二七年五月二三日人事院規則八－一二「職員の任免」七三条）、起訴された\n刑事事件の判決の確定前に被告の承認を得て退職したとしても、限職手当を支給さ\nれない（国家公務員等退職手当法一二条一項本文）。\n（四）　原告らが本件各処分によつて以上のような著しい不利益（それは、原告Ｂ\nの場合、特に顕著であつて、同原告は、人たるに値する生活の維持でさえ困難にさ\nせられている。）を受けるということは、処分の違法性を判断するに当たつて十分\nに考慮されるべきである。\n３　裁量権の濫用\n（一）　被告は、本件各処分を発令するに当り、原告らの具体的な職務内容を直接\nに知り得ず、応微研教授会の意見を諮問するほかはなかつた。ところが、応微研教\n授会は、被告の諮問に対する答申に備え、原告らの職務内容に照らしていかなる具\n体的支障が生ずるかの検討を全く怠り、応微研において原告らを含めて闘われてき\nたところの臨時職員の待遇改善、定員内職員化を目指す正当な権利要求闘争（本件\n起訴事件は、その過程で生じたものである。）を「職場の乱れ」と一方的に評価\nし、その回復を意図して、応微研から原告らを排除することを計つた。このような\n意図により、応微研教授会は、原告Ａが自発的に退職することに希望をかけ、近親\n者又は応微研職員組合役員を介して同原告に対し、いろいろ働きかけている。\n（二）　被告又は応微研教授会は、原告Ｂに対する休職処分を発令するに当り、同\n原告の「心境の変化」を問題としたり、勾留執行停止、保釈申請等に対する妨害あ\nるいは保釈後の組合活動に対する条件付けをした。\n（三）　Ｒ大学では、昭和四四年一〇月二二日の文学部授業妨害事件及び昭和四五\n年六月四日の北病棟事件に関し、助手（文部教官）二名が、前者については暴力行\n為等処罰に関する法律違反の罪、後者については、建造物侵入罪の嫌疑により、そ\nれぞれ起訴されている。しかし、これらについては、なんらの処分もなされていな\nい。右各事例は、いずれも直接学生の教育・指導に責任を有する者によつてなされ\nた学内暴力事案であり、これらに比し、原告らを起訴休職にしなければならない特\n段の事由は見当たらない。更に、京都大学においても、当該公務員の地位、職務内\n容及び事件の背景が原告らのそれと酷似している事案（同大学学生部学生課に勤務\nする一般職の国家公務員が、昭和四八年三月二〇日及び同年四月一三日に傷害罪等\nの嫌疑によつて起訴されたもの。）について起訴休職処分がなされず、当該公務員\nは、起訴後も引き続き職務に従事している。\n（四）　被告は、原告らを職務に従事させても少しも支障がないのに、臨職闘争の\n早期収拾を計る目的をもつて、その中心となつて活動していた原告らを応微研から\n排除しようとしたものであり、また、暴力事案に対する制裁的意図をもつて、原告\nらを起訴休職にしたのである。したがつて、本件各処分は、裁量権の行使について\nその範囲を著しく逸脱し、これを濫用するものである。\n三　よつて、本件各処分は違法であるから、原告らは、被告に対し、その取消しを\n求める。\n〔被告〕\n一　本件各休職処分の存在について\n原告らの主張事実を認める。\n二　本件各休職処分の取消事由についての認否及び反論\n１　職務の遂行、職場秩序の維持に対する支障及び国民の信頼等への影響について\n（一）　起訴休職制度の目的は、およそ原告ら主張のとおりである。\nすなわち、公務員は、国民全体の奉仕者として公共の利益のために勤務し、かつ、\n職稍の遂行に当たつては、そのｂ勤務時間及び職務上の注意力のすべてを用いてこ\nれに専念しなければならず（国公法九六条、一〇一条）、また、その官職の信用を\n傷つけ、官職全体の不名誉となるような行為をしてはならない義務を負う（同法九\n九条）。ところで、公務員が刑事事件に関し起訴された場合には、刑事法上、理念\n的には無罪の推定を受けることになるが、社会的には起訴という事実によつて相当\n程度客観性のある嫌疑が存するものとして受けとめられるために、公務員としての\n職場の公正が疑われ、公務員の信用ないし信頼が損われるおそれがある。また、公\n訴事実の内容によつては、職場の秩序、規律を乱すおそれがあり、身柄拘束、公判\n出頭等にとつて勤務に支障をきたすこともある。更に、公務員で禁錮以上の刑に処\nせられ、その執行を終わるまで又は執行を受けることがなくなるまでの者は、当然\n失職することになつており（国公法七六条、三八条二号）、起訴されて将来失職す\nるおそれのあるような不安定な地位にある者を職務に従事させることは、それ自体\n適当でないと考えられる。公務員が起訴された場合には、右のような種々の支障が\n生ずることになるので、これらの支障をできる限り未然に防止するため、直ちに職\nを失わせるというような重大な不利益を課さずに、公務員としての身分を保有した\nまま一時職務から離脱させるのが起訴休職制度の趣旨と解される。\n（二）　原告ら主張第二項１（二）の事実中、原告Ａが応微研第一〇研究部（同部\nの研究内容は原告ら主張のとおりであるが、その構成員は、本件処分当時、原告ら\n主張の職員及び大学院学生一一名、奨励研究員一名である。）に所属し、主として\n微細藻類の研究をしていたこと、同原告が管理ないし監督的地位になかつたことを\n認めるが、その余を争う。\n原告Ａは、昭和三七年八月に国立科学博物館から応微研技官（教務職員）として転\n任後まもなく、第一〇研究部主任Ｇ教授から微細藻類の分類に関する化学分類学的\n研究を行なうことを提案され、この方法によつてクロレラの分類に取りかかつた。\nその研究過程において、赤外分光分析について応微研第八研究部関係者の教示を受\nけたこともあるし、クロレラの免疫学的分類法を進めた段階では、応微研第一二研\n究部主任Ｈ教授の指導を受けている。次いで、藻類の分類方法に関する研究が一段\n落したところ（昭和四五年）、当時、Ｇ教授を中心とする研究グループの研究は微\n生物細胞の老化及び分化の問題に絞られていたので、同教授は、原告Ａに対し、細\n胞老化の研究に関連する研究課題を選ぶよう指導し、両者話合いのうえ、藻類の胞\n子形成の問題を取りあげることになつたのである。原告Ａは、直接、大学院学生の\n教育・指導に携わつてはいなかつたけれども、同原告の職種である教務職員は、本\n来、国立学校設置法施行規則一条五項において、「教務職員は、教授研究の補助そ\nの他教務に関する職務に従事する。」ものとされ、更に、昭和四四年五月一日人事\n院規則九－八「初任給、昇格、昇給等の基準」別表第一、チ教育職俸給表（一）等\n級別標準職務表においては、「大学の・・・附置研究施設・・・において教授研究\nの補助を行ないあわせて学生の実験、実習、実技若しくは演習を直接指導し、又は\n研究題目を担当して直接研究を行なう職務」であるとされており、同原告は、大学\n院学生と同じ研究室（応微研には、当時、約八〇名の大学院学生が在籍し、第一〇\n研究部には、一一名〔そのうち、五名は応微研外で研究していた。〕が配属されて\nいた。）で職務に従事している。\n（三）　原告ら主張第二項１（三）の事実中、原告Ｂが応微研第八研究部（同部の\n研究内容は原告ら主張のとおりであるが、その構成員は、本件処分当時、教授・助\n教授各一名、助手二名、技官四名、技術補佐員二名、大学院学生六名、研究生二名\nである。）に所属し、主としていもち菌代謝産物の研究に関する実験補助としてそ\nの単離、精製の職務に従事していたこと、同部の主任がＤ教授であること、同原告\nが大学院学生の教育・指導に携わつたことのないことを認めるが、その余を争う。\n原告Ｂが主として従事していたいもち菌代謝産物の単離、精製は、第八研究部と農\n林省農業技術研究所病理昆虫部病理科糸状菌第二研究室との共同研究の一環であ\nり、この研究の従事者は、第八研究部では、Ｄ教授、Ｉ助教授、Ｆ助手、原告Ｂ\n（技術補佐員）、Ｊ研究生（昭和四五年後半から参加した。）、右農枝研では、Ｋ\n技官であつた。この研究の立案、実施方法の設定等は、Ｄ、Ｉ、Ｆ、Ｋの共同討議\nによつて行なわれたのである。原告Ｂは、Ｆ助手の実験補助員として職務に携わ\nり、主として同助手から実験遂行上の指示を受けていたが、同原告に対してこの職\n務を命じたのは、Ｄ教授である。Ｄ教授は、適時直接に原告Ｂから実験の進行状況\nについて報告を受けるとともに、Ｆ助手とも常時密接な研究連絡を保ちながら、同\n原告の職務の進行状態を把握し、同助手を介して必要な指示を与えていた。また、\n原告Ｂは、Ｆ助手の行なつている他の研究課題である有機光化学反応実験の補助を\nも行なつたが、この研究は、同助手の申出によつて第八研究部の研究課題として採\n用したもので、同助手は、Ｄ教授との密接な研究連絡の下に、実験を進めている。\nなお、原告Ｂは、大学院学生と同じ研究室（第八研究部には当時、六名の大学院学\n生が配属されていた。）で職務に従事していた。\n（四）　原告ら主張第二項１（四）の事実を認める。\nしかし、原告Ａは、本件処分当時、保釈されていたものの、本件被害者Ｃ、同Ｄに\n対し面接又は面接要求をしてはならない旨（この条件は、原告Ｂの保釈についても\n付されている。）及び応微研の建物内に立ち入るときは、前もつて裁判所に申し出\nて許しを受けなければならない旨の厳しい保釈の条件が付されていたし、原告Ｂ\nは、本件処分当時、現に勾留中であつた。したがつて、原告らは、本件各処分当\n時、事実上、職務に従事することが不可能な状態にあつたのである。原告らは、現\n在、いずれも保釈されており、原告Ａの保釈について付された後者の条件は取り消\nされているが、なお、一定の場合には、保釈が取り消されることもあり（刑訴法九\n六条）、禁錮以上の刑に処する判決の宣告があつたときは、保釈は失効して判決の\n確定前でも収監されることになるし（同法三四三条）、このような事態が生じた場\n合には、原告らが職務に従事することは全く不可能となる。ちなみに、本件公訴事\n実の内容によれば、本件起訴事件は懲役刑をもつて処断されて然るべき事案であ\nり、そうなると、原告らは当然失職することになるが、このように将来失職するか\nもしれない不安定な地位にある者を引き続き職務に従事させることは、それ自体適\n当でない。また、本件公訴事実は傷害罪であるから、原告らは、公判期日の出頭義\n務を免除されず（刑訴法二八六条）、毎回の公判期日の出頭、その準備のために相\n当程度職務の遂行に支障をきたすものと考えられる。\n（五）　原告ら主張第二項１（五）の事実中、原告らが本件各処分後も職務に従事\nしていることを否認する。応微研第八研究部、第一〇研究部所属の一部職員及び応\n微研職員組合が本件各処分の撤回を求め、原告らの就労を支持する旨の決議をし、\nその決議文の一部が被告や応微研教授らに届いたことは事実である。\nしかし、そのことと原告らを職務に従事させた場合における職場秩序の維持とは、\n直接に関係のない別個のことである。大学における研究の遂行には、関係者の相互\n信頼の連帯とが不可欠であるが、その一員が職場の中で上司又は教授に対して傷害\nを負わせるような行為をし、かつ、その行為について刑事事件として起訴されたよ\nうな場合には、関係者が個々にこの者に対して不信感をもつのが通常である。この\nような関係者個々人の気持と、職員の勤務条件の維持改善を目的とする職員組合が\nその目的達成のための一手段として行なつている休職処分撤回要求とは、別個の次\n元で考えるべき性質のものであるる。本件の場合、応微研教授・助教授の全員は、\n暴力をふるいながら未だにその行為を反省していない原告らに対して不信感をも\nち、原告らの職場復帰は職場の秩序を乱すと考えている。\n（六）　本件公訴事実によれば、Ｄ教授及びＣ所長が受けた各傷害は、幸いにして\n重傷ではなかつたというにすぎず、その暴力行為の態様、すなわち、職場の中で、\n上司又は教授に対し、他の者と共謀のうえ、一時間以上にわたつて手拳で顔面を殴\n打し、脇腹を蹴りつけるなどの数々の暴行を加えたという態様からすると、本件事\n案が軽微であるとは到底いえない。\n（七）　大学は、理性の府であり、学問の研究、教育は、理性に基づく相互批判、\n琢磨の下に行なわれている。したがつて、大学における研究は、多くの関係者の相\n互信頼と連帯との下に行なわれているのである。原告らもまたその大学という組織\n体の一員であつて、そこから離れて存在しているものではない。すなわち、原告Ａ\nの応微研第一〇研究部における研究は、同原告が研究者の一員である以上、主とし\nて本人自身の努力によつて進められ、その独創性の発揮が期待されたことは当然の\nこととしても、既に述べたように、研究課題の選定は主任教授の指導の下に話合い\nによつて行なわれ、その研究の遂行に当たつても、同部構成員のみならず、他の研\n究部の人たちの助言、協力があつて初めて可能であつたのである。また、原告Ａ\nは、微細藻類の研究を専攻していたが、第一〇研究部における研究方針は、研究の\n対象を細菌・糸状菌等に限らず・多くの微生物に共通する生長、老化、形態形成の\n問題に取り組んでいるのであつて、同原告の研究も、同部における右のような研究\n環境を背景として進めることができたのである。次に、原告Ｂも、既に述べたよう\nに共同研究の作業の一部を補助分担していたが、その職務を遂行するには、同原告\nが応微研入所当時に体得していた知識、技術では著しく不十分であつたので、研究\nの進展に伴い、第八研究部その他の関連部門の人たちの教示に負うところが極めて\n大きかつた。また、応微研は大学院学生の教育の場でもあり、原告らは、大学院学\n生と同じ研究室で職務に従事している関係上、彼らに対して影響を与え得る立場に\nあつたのである。本件公訴事実によれば、原告らは、応微研の中で、その管理に関\nする問題こ関連し、上司又は教授に対して傷害を負わせたのであるが、このような\n加害者を引き続き職務に従事させ、その反省も待たずに被害者と同じ職場に置くこ\nとは、大学における研究の遂行に不可欠な関係者の相互信頼と連帯とを著しく損う\nことになる。以上のことと、前記（四）及び（五）において述べた事情等とを考え\n合わせると、原告らを起訴後引き続き職務に従事させるときは、職務の遂行、職場\n秩序・規律の維持に対する重大な支障を生ずるとが明らかである。この点について\n付言すれば、現に、本件各処分後も、原告らは、他の者と共同して、教授らの応微\n研への入所を妨害するなど、応微研の業務を妨害する行為を行なつている。\n更に、原告らの職務内容が研究業務を中心とするものであつても、原告ら及び同様\nの職務に従事している公務員に対する国民の信頼は、ただ学問的能力あるいは成果\nのみにかかつているものではない。研究、教育を通じて学問の中心たるべき大学の\n研究所において研究に従事する公務員が、まさに、その研究所の中で、前記のよう\nな公訴事実で起訴されたことが、大学における研究、教育に対して国民がいだいて\nいる信頼を損うことはいうまでもない。\n本件各処分は、起訴休職制度の趣旨・目的に照らし、適法かつ相当である。\n２　原告らが受ける不利益について\n原告ら主張第二項２のうち、（一）の前段（ただし、住居手当も一〇〇分の六〇以\n内を支給される。）の事実及び（二）の事実を認める。（三）の事実中、原告Ａが\n営利企業から隔離されるとともに、非営利的事業又は事務への関与を制限されてい\nること（国公法一〇三条、一〇四条）を認める。\nしかし、一般職の国家公務員（非常勤職員を除く。）については、国公法所定の手\n続を経ることにより、同法一〇一三条、一〇四条の規定による制限を排除されるこ\nとになつている。ちなみに、昭和四一年二月一一日総人局第九七号「職員の兼業の\n許可について」の「第三、許可基準に関する事項」によれば、兼業する公務員の職\n務の遂行に支障が生じるかどうかが兼業の許可を与える際の重要な要素になつてい\nる。そして、本件のような起訴休職の場合を見ると、休職中の公務員には職務専念\n義務が存在せず、その休職の期間中職務に従事しない（国公法八〇条四項）のであ\nるから、当然公務員の職務遂行そのものの支障の有無を判断する余地はなく、兼業\nすることが国家公務員としての信用を傷つけ又は官職全体の不名誉となるおそれが\nあると認められる場合等を除き、現に職務に従事している公務員の兼業の許可条件\nに比べて、その条件はゆるいものとなつている。まして、原告Ｂのような非常勤職\n員については、国公法一〇三条、一〇四条の規定そのものの適用がない（昭和二五\n年一〇月二日人事院規則一四－八「営利企業の役員等との兼業」五項、昭和四一年\n二月一〇日政令第一五号「職員の兼業の許可に関する政令一三条）のであるから、\nこれらの規定の適用があるものとする原告らの主張は失当である。\n３　裁量権の濫用について\n原告ら主張第二項３のうち、（一）及び（二）の事実を争う。（三）の事実中、Ｒ\n大学では、文学部授業妨害事件及び北病棟事件に関し、助手二名が原告ら主張のと\nおり起訴されていること、これらについて起訴休職処分がなされていないことを認\nめるが、その余を争う。四の事実を否認する。\n文学部授業妨害事件の公訴事実は、「被告人は、昭和四四年一〇月二二日午前七時\n四〇分ころ、（Ｒ大学法文一号館）前の通称銀杏並木において、講義のため同館に\n向かう途上の同大学（文学部教授）ほか十数名の教官らに対し、ほか二名の学生と\nともに、こもごも投石し、もつて、数人共同して暴行を加えた。」というものであ\nる。また、北病棟事件の公訴事実は、「被告人は、（Ｒ大学医学部付属病院）内科\n系九科の北病棟への移転を阻止しようと企て、ほか四〇数名とともに、（前記付属\n病院北病棟）と同病院中央診療棟との三階連絡通路付近に机・ロツカーでバリケー\nドを構築したうえ、右通路周辺のシヤツターを閉鎖して同所を占拠していたが、昭\n和四五年六月三日午後二時ころから再三にわたり、右建物を管理する（病院長）よ\nり、直ちに同所から退去するよう要求を受けたにもかかわらず、前記四〇数名と共\n謀のうえ、右要求に応じないで、同月四日午前八時五三分ころまで同所にとどま\nり、もつて、故なく退去しなかつた。」というものである。\n以上によつて明らかなとおり、文学部授業妨害事件は、学内暴力事案ではあるが、\n原告らのように人身に対して軽からざる危害を与えたものではなく、暴力にとどま\nるる事案であり、また、北病棟事件は、立入禁止区域内に座り込んだもので、暴力\n的な行為はなかつた事案である。したがつて、右各事例は、本件事案とはその性格\nが相違しているのであつて、これらこにおける処理と本件各処分とを比較すること\nは妥当でない。\n第三　証拠（省略）\n○　理由\n一　本件各休職処分の存在\n原告Ａは文部技官として、原告Ｂは技術補佐員として、いずれも応微研に勤務する\n一般職の国家公務員であること、原告らは、昭和四六年八月、一〇日に傷害罪の嫌\n疑によつてＲ地方裁判所に起訴されたこと、その公訴事実は、原告ら主張のとおり\nであること、原告らの任命権者である被告は、原告Ａに対しては同年一〇月二日、\n原告Ｂに対しては同年一一月一〇日、右起訴を理由としてそれぞれ国公法七九条二\n号による休職を命じたこと、以上の事実は、当事者間に争いがない。\n二　本件各休職処分の取消事由の存否\n１　起訴休職制度の趣旨・目的\n国家公務員に対する起訴休職制度の根拠となる規定は、国公法七九条二号である\nが、同規定は、公務員が刑事事件に関し起訴された場合においては、その意に反し\nて当然公務員を休職することができる旨規定している。\n国家公務員は、国民全体の奉仕者として公共の利益のために勤務し、かつ、職務の\n遂行に当たつては、全力を挙げてこれに専念しなければならず（国公法九六条一\n項）、その勤務時間及び職務上の注意力のすべてをその職責遂行のために用い、政\n府がなすべき責めを有する職務にのみ従事しなければならないし（同法一〇一条一\n項）、また、その官職の信用を傷つけ、又は官職全体の不名誉となるような行為を\nしてはならない（同法九九条）のである。ところで、公務員が刑事事件に関し起訴\nされると、刑事訴訟法上、起訴された者も有罪判決が確定するまでは無罪の推定を\n受けるけれども、起訴された事件に対する有罪率が著しく高い我が国の刑事裁判の\n実状の下においては、相当程度客観性のある公の嫌疑を受けたものとの社会的評価\nを免れ難い。そのため、起訴された公務員が引き続き職務に従事する場合には、当\n該公務員の地位、職務内容、公訴事実の具体的内容、罪名及び罰条の如何等によつ\nては、そのような者が現に職務に従事しているということによつて、職務の遂行、\n職場秩序・規律の維持に対する支障を生ずることがあるのみならず、その職務遂行\nに対する国民一般の信頼をゆるがせ、ひいて官職全体の信用を失墜させるおそれが\nある。また、刑事被告人は、原則として公判期日に出頭する義務を負い（刑訴法二\n八六条）、一定の事由があるときは勾留されることもあり得る（同法六〇条）の\nで、そのことによつて前記職務専念義務を全うし得ず、義務の遂行に対する支障を\n生ずるおそれもある。更に、公務員で禁錮以上の刑に処せられ、その執行を終わる\nまで又は執行を受けることがなくなるまでの者は、公務員の欠格事由に該当して当\n然失職することになる（国公法七六条、三八条二号）ので、起訴されて将来失職す\nるかもしれない不安定な地位にある者を引き続き職務に従事させることが適当でな\nい場合もあり得る。\n１　起訴休職制度は、以上のような種々の支障を生ずるおそれのある公務員を、そ\nの身分は保有するが、一時的に職務に従事させないこととし（国公法八〇条二項・\n四項）、もつて、職務の遂行、職場秩序・規律の維持に対する支障を可及的に排除\nし、公務員の職務遂行に対する国民一般の信頼ひいて官職全体の信用を保持するこ\nとを意図するものである。\n他方、起訴休職にされた常勤の公務員は、その休職の期間中、俸給、扶養手当、調\n整手当及び住居手当のそれぞれ一〇〇分の六〇以内を支給されるにとどまり（国公\n法八〇条四項、給与法二三条四項）、期末手当及び勤勉手当を支給されないし、原\n告ら主張のとおり、昇給や昇格の面こおいても不利益を受ける。更に、その休職の\n期間中も公務員としての身分を保有するので、営利企業から隔離されるとともに、\n非営利的事業又は事務への関与を制限されており（国公法一〇三条、一〇四条）、\nこのことは、被告主張のとおり、国公法所定の手続を経ることにより、その制限を\n排除することが可能であることを考慮しても、すべての者がその手続を経ることに\nよつて給与の不足分を補填し得るとは限らないので、必ずしも実際に前記のような\n不利益を緩和し得るものとはいわれないし、起訴された刑事事件の判決の確定前に\n任命権者の承認を得て退職したとしても（昭和二七年五月二三日人事院規則八－一\n二「職員の任免」七三条）、禁錮以上の刑に処せられなかつたときを除き、一般の\n退職手当及び予告を受けない退職者の退職手当の支給を受けられず、失業者の退職\n手当しか支給されない（国家公務員等退職手当法八条ないし一〇条、一二条）など\nという数々の不利益を受けるのである。また、起訴休職にされた非常勤の公務員\nは、給与法二三条四項の適用がないので、その休職の期間中、全く給与を支給され\nず、このことは、被告主張のとおり、非常勤の公務員については国公法一〇三条、\n一〇四条の規定そのものの適用がないとはいえ、常勤の公務員の場合よりも更に著\nしい不利益を受けるのである。\nしたがつて、任命権者は、公務員が刑事事件に関し起訴されたという要件さえ存在\nすれば、他になんらの制約もなく起訴休職処分をなし得るものと解すべきではな\nく、前記起訴休職制度の趣旨・目的はもちろん起訴休職者が受ける不利益の面につ\nいても十分に考慮したうえ、裁量により、その制度の趣旨・目的に適合し、かつ、\n必要な限度においてのみ起訴休職処分をなし得るものと解すべきであり、裁量権の\n行使についてその範囲を逸脱したり、これを濫用してなされた処分は、違法として\n取消しを免れない。\n２　原告らの職務内容\n成立に争いのない乙第二四号証、証人Ｌ、同Ｄ、同Ｇ、同Ｆ、同Ｍの各証言及び原\n告ら各本人の供述によれば、次の事実を認めることができる（争いのない事実を一\n部含む。）。\n原告Ａは、昭和三七年八月から応微研第一〇研究部（同部は、細菌・糸状菌等の発\n育、形態形成に関する研究を行なうとともに、微細藻類の分類に関する研究及び微\n細藻類株の保存、分類等を行なつており、本件処分当時、教授・助教授各一名、助\n手三名〔そのうち、一名は、海外留学中のため休職していた。〕、技官三名、臨時\n職員一名、大学院学生一一名〔そのうち、五名は、応微研外で研究していた。〕、\n奨励研究員一名によつて構成されていた。）に所属し、本件処分当時、主として微\n細藻類の研究をしていた。その研究過程においては、研究課題の選定について第一\n〇研究部主任Ｇ教授から提案を受けたり、クロレラの分類について応微研第八研究\n部主任Ｄ教授から指導を受け、あるいは、その免疫学的研究について応微研第一二\n研究部主任Ｈ教授から指導を受けるようなこともあつた。しかし、原告Ａが日常担\n当している職務は、自ら実験等を企画・遂行する単独研究が中心であり、同原告\nは、管理ないし監督的地位にはなかつたし、その職種は教務職員であり、かつ、大\n学院学生と同じ研究室で職務に従事していたけれども、同原告が大学院学生の教\n育・指導に携わることはなかつた。\n原告Ｂは、昭和四四年六月から応微研第八研究部（同部は、主として微生物代謝産\n物の単離、精製に関する研究を行なつており、本件処分当時、教授・助教授各一\n名、助手二名、技官四名、技術補佐員二名、大学院学生六名、研究生二名によつて\n構成されていた。）に所属し、主としていもち菌代謝産物の研究に関する実験補助\nとしてその単離・精製の職務に従事していた。この研究は、第八研究部と農林省農\n業技術研究所病理昆虫部病理科糸状菌第二研究室との共同研究の一環である。原告\nＢは、Ｄ教授から右職務を命ぜられたが、Ｆ助手の実験補助員として大学院学生と\n同じ研究室で職務に携わり、主として同助手から実験遂行上の指示を受けていたも\nので、Ｄ教授から直接に指示を受けることはほとんどなかつた。\n３　本件起訴事件発生に至るまでの経緯\n成立に争いのない甲第一八号証、第一九号証、乙第九号証の三、弁論の全趣旨によ\nつて成立を認める甲第一六号証、乙第二五号証、第二六号証、証人Ｄの証言とこれ\nによつて成立を認める乙第七号証、証人Ｌの証言とこれによつて成立を認める同第\n八号証、証人Ｇ、同Ｎ、同Ｆ、同Ｅの各証言及び原告ら各本人の供述によれば、次\nの事実を認めることができる。\n応微研では、昭和四三年末から、臨時職員（これらの職員は、定員外職員であるた\nめ、その勤務態様がほぼ同一であるのに、任用期間、給与、退職手当、休暇等の待\n遇が定員内職員よりも著しく劣つていた。）の待遇改善、定員内職員化を目指す権\n利要求闘争が、まず、応微研職員組合によつて提起されたが、その後、いわゆる共\n闘系の大学院学生、応微研職員らがこれに加わり、これらの者は、昭和四五年六月\nから応微研所長室の占拠、応微研教授らに対する暴力を伴う追及を行なうなど職員\n組合とは別の行動を起こし、そのため、教授らは、昭和四六年一月末ころから応微\n研の建物内に出入りすることができなくなり、電話連絡や外部での面接等によつ\nて、辛うじて応微研の管理や研究、指導に従事するという異常な事態に陥つてい\nた。\nところで、Ｒ大学大学院農学系研究利の修士課程に在学していたＥは、指導教官で\nあるＯ教授の臨時職員問題に関する対応を不満として修士論文審査を受けなかつた\nため、昭和四六年三月、在学期間が切れて退学となり、採用が内定していた就職も\n取り消された。そこで、Ｅは、同年五月中旬、応微研の研究生として入所したいと\nいう願書を提出したが、応微研教授会は、これを未だ正式に討議していなかつた。\n昭和四六年五月二五日午後一時過ぎころから応微研三階会議室において、応微研所\n長Ｃ、同教授Ｄほか四名と応微研職員組合との間に臨時職員問題に関し第六回目の\n団体交渉が行なわれたが、右交渉終了後の同日午後六時ころ、応微研共闘会議、六\n月行動委員会に関係する数名は、Ｃ所長らをその場に残らせ、Ｅの研究生入所問題\nに関し「追及」を始めた。\n本件起訴事件は、その際、発生したものである。\nなお、原告らが逮捕されたことは、昭和四六年七月二一日付朝日新聞夕刊（乙第九\n号証の三）に氏名入りで報道された。\n４　本件公訴事実の具体的内容、罪名及び罰条\n当事者間に争いのない本件公訴事実は、次のとおり。\n「原告らは、ほか数名とともに、昭和四六年五月二五日午後六時ころから午後八時\n二〇分ころまでの間、東京都文京区＜以下略＞所在Ｒ大学応用微生物研究所三階会\n議室において、同研究所所長Ｃ、同研究所教授Ｄほか四名に対し、同研究所の研究\n生としてＥを入所させるよう要求した際、\n１　原告Ａは、ほか一名と共謀のうえ、同日午後七時ころ、Ｄ教授のＥに対する質\n問が気に食わないと因縁をつけ、同教授に対し、平手で顔面を強打し、股間を蹴り\nあげるなどの暴行を加え、よつて、Ｄ教授に対し、全治約一〇日間を要する鼻鞍部\n打撲擦過傷の傷害を負わせ\n２　原告らは、ほか一名と共謀のうえ、同日午後七時一〇分ころから午後八時二〇\n分ころまでの間、Ｃ所長の応答の態度が悪いと因縁をつけ、同所長に対し、こもご\nも手拳で顔面を殴打し、脇腹を蹴りつけ、ネクタイあるいは髪の毛を掴んで前後に\n揺さぶり、ネクタイの根元を握つて首を締めるなどの暴行を加え、よつて、Ｃ所長\nに対し、全治約一〇日間を要する左下顎部、両胸部、左下腿、右膝部挫傷の傷害を\n負わせたものである。」\n右公訴事実の罪名が傷害罪であることは当事者間に争いがなく、傷害罪は、刑法二\n〇四条、罰金等臨時措置法三条一項一号（ただし、行為時においては昭和四七年六\n月一二日法律第六一号による改正前の同法条に、裁判時においては右改正後の同法\n条に該当するが、刑法六条、一〇条によつて軽い行為時法による。）によつて処断\nされるから、その法定刑は、一〇年以下の懲役又は二五、〇〇〇円以下の罰金若し\nくは科料である。そうすると、仮に将来原告らが右起訴事件について有罪の確定判\n決を受けるときは、その罰条に徴し、それが国公法七六条、三八条二号に定める公\n務員の欠格事由に該当して当然失職することになる可能性をも包蔵している。ちな\nみに、成立に争いのない乙第二七及び第二八号証の各一・二によれば、原告らは、\n昭和四八年六月二一日、本件起訴事件について有罪の判決言渡しを受けたが、その\n宣告刑は、原告Ａにおいて懲役一〇月・執行猶予四年間、原告Ｂにおいて懲役六月\nであつたこと、原告らは、右判決を不服としてそれぞれ控訴を申し立てたことが認\nめられるのである。\n５　本件起訴事件発生後の状況\n前掲甲第一六号証、第一八号証、第一九号証、乙第八号証、原本の存在とその成立\nに争いのない甲第一三号証、第一四号証、第一五号証の一・二、成立に争いのない\n同第一七号証、第二〇号証、乙第五号証の一・二、第・六号証の一ないし三、第一\n（一）号証、第一一号証の一・二、第一二号証、第一三号証の一・二、第一四ない\nし第一八号証の各二、第二二号証（原告Ａとの関係において）、第二三号証（原告\nＢとの関係において）、弁論の全趣旨によつて成立を認める乙第二二号証（原告Ｂ\nとの関係において）、第二三号証（原告Ａとの関係において）、証人Ｎの証言とこ\nれによつて成立を認める甲第一ないし第一二号証（ただし、同第三号証のうち、一\n九七一年一〇月二一日の応職組臨時総会における「Ａ氏の起訴休職処分に反対し撤\n回を要求する決議」〔五頁〕及び同日の応ビ研職員組合臨時総会における「Ｂ氏へ\nの不当処分と不当保釈許可条件に反対する決議」〔七頁〕に関する部分の成立は争\nいがない。）、証人Ｌの証言とこれによつて成立を認める乙第一四ないし第一八号\n証の各一、第一九号証、第二一号証、証人Ｄ、同Ｇ、同Ｆ、同Ｍの各証言及び原告\nら各本人の供述によれば、次の事実を認めることができる（争いのない事実を一部\n含む。）。\n原告Ａは、昭和四六年七月二一日に逮捕され、引き続き勾留された後、同年九月一\n四日に保釈されたが、本件被害者Ｃ、同Ｄに対し面接又は面接要求をしてはならな\nい旨及び応微研の建物内に立ち入るときは、前もつて裁判所に申し出て許しを受け\nなければならない旨の保釈の条件が付され、後者の条件は、本件処分後である同年\n一二月八日に取り消された。原告Ａは、保釈後、共闘系の者らとともに、応微研玄\n関前に「就労小屋」と称する仮小屋を無断で構築し、同年九月二〇日ころから同所\nで「就労」していると称し、欠勤又は休職扱いとされてる出勤簿（乙第二二号証）\nに自己の印章を勝手に押捺し、保釈について付ざれていた後者の条件が取り消され\nると、同年一二月九日付書面（同第一〇号証）で応微研所長Ｌに対し従来どおり就\n労する旨を宣言し、同所長から同月一〇日付書面（同第一一号証の一）で「休職中\nの職員が就労（勤務に従事）することを認めることができません」と拒否されたに\nもかかわらず、これを無視して、応微研第一〇研究部で、「就労」を続けている。\nこの間、昭和四七年一月一一日及び一三日の午後には、原告Ｂらとともに、業務を\n執るため応微研の建物内に入ろうとした教授らの入所を妨害した。\n原告Ｂは、昭和四六年七月二一日に逮捕され、引き続き勾留された後（たたし、同\n年九月二一日から同月二七日午前一〇時までの間、勾留の執行を停止された。）、\n本件処分後である同年一二月八日に保釈されたが、本件被害者Ｃ、同Ｄに対し面接\n又は面接要求をしてはならない旨の保釈の条件が付された。原告Ｂは、保釈後、本\n件処分の存在を無視して同年一二月九日から「就労」し、同月二〇日付書面（乙第\n一二号証）で改めてここに就労する旨を宣言し、その後、事務係員の制止をきかな\nいで休職扱いとされている出勤簿（同第二三号証）に自己の印章を勝手に押捺し、\nＬ所長から同月二五日付書面（同第一三号証の一）で就労及び出勤簿押捺を直ちに\nやめるよう注意されたにもかかわらず、その後も応微研第八研究部で、「就労」を\n続けている。この間、昭和四七年一月一日の午前には、十数名の共闘系の者らとと\nもに、宿日直業務を執るため応微研の建物内に入ろうとしたＰ助教授を応微研玄関\n前で待ち構え、同助教授の行動の自由を制限し、同月五日には、午後一〇時の門限\n時間を過ぎても応微研会議室に残留して即時退出命令に従わず、同月一一日及び一\n三日の午後には、原告Ａらとともに、業務を執るため応微研の建物内に入ろうとし\nた教授らの入所を妨害した。なお、原告Ｂは、同年三月三〇日をもつて任用更新の\n終期が到来し再任用されなかつたため、退職扱いとされている。\n応微研職員組合は、原告らの逮浦に抗議する集会を開いたり、原告Ａの保釈につい\nて付された「応微研の建物内に立ち入るときは、前もつて裁判所に申し出て許しを\n受けなければならない」との条件を取り消す旨あるいは原告Ｂを即時保釈し、同原\n告の保釈について原告Ａに付された右のような条件を付さない旨の要求をそれぞれ\n東京地方裁判所に提出したり、本件各処分の前後を通じて幾度となく原告らに対す\nる休職処分が不当である旨を組合大会において決議し、この問題について応微研所\n長らと団体交渉をするなど、原告らを支援する活動を行なつている。また、応微研\n第一〇研究部所属の教授、助教授を除く職員は昭和四六年一〇月六日、応微研第八\n研究部所属の教授、助教授を除く職員は昭和四七年一月二七日、それぞれ原告らの\n就労を認めることを要求する旨の決議をし、その決議文等（甲第一七号証、第一八\n号証）を応微研教授らに送付するなど、原告らの就労を支持している。\n６　職務の遂行、職場秩序の維持に対する支障及び国民の信頼等への影響\n原告Ａは、本件処分当時（昭和四六年一〇月二日）、五〇日余りの勾留を経て保釈\nされていたものの、応微研の建物内に立ち入るときは、前もつて裁判所に申し出て\n許しを受けなければならない旨の保釈の条件が付されていたので、事実上、職務に\n従事することは困難であつた。また、原告Ｂは、本件処分当時（同年一一月一〇\n日）、既に一〇〇日以上にわたつて勾留を継続されていたので、職務に従事するこ\nとは全く不可能であつた。したがつて、原告らは、公務員としての職務専念義務を\n全うし得ず、そのことにより、職務の遂行に重大な支障を生じさせていたことが明\nらかである。\n次に、本件公訴事実によれば、起訴された原告らの行為は、原告らの職場である応\n微研の中で、その管理に関する問題に関連し、職場の上司たる応微研所長又は教授\nに対し、執ような暴行を加えて傷害を負わせたというのであつて、仮にそれが真実\nであるとするならば、職場秩序・規律を乱すことこれより大なるものはなく、弁解\nする余地の全くない暴力事案ともいうべきであり、原告らがこのような公訴事実に\nよつて起訴されたという一事だけをとらえても、原告らを引き続き職務に従事させ\nることが職場秩序・規律の維持に少なからず支障をきたすであろうことを推認し得\nる。現に、原告Ａは、保釈されてから本件処分に至るまでの間、応微研玄関前に仮\n小屋を無断で構築し、同所で「就労」していると称していたし、原告Ｂは、その処\n分当時勾留されていたものの、釈放されれば原告Ａの前記行動に直ちに同調するで\nあろうことは、右処分時においてたやすく予想され、本件各処分後も、原告らは、\nそれぞれ就労する旨を宣言して「就労」し、休職処分の存在を無視したり、教授ら\nの応微研への入所を妨害しており、このことが、職場秩序・規律を著しく乱す行為\nであることはいうまでもない。\n更に、公務員がその官職の信用を傷つけ、又は官職全体の不名誉となるような行為\nをしてはならないことは、既に述べたとおりである。本件公訴事実の具体的内容、\n罪名及び罰条、公務員の欠格事由該当性、特に、その公訴事実の内容によれば、起\n訴された原告らの行為は、仮にそれが真実であるとするならば、一般社会人として\nもその節度を著しく逸脱し、これを正当化する余地の全くあり得ない違法、不当な\nものであつて、国民一般の強い非難に値する内容のものであることが明らかであ\nる。以上のような諸般の点を考え合わせると、原告らがこのような刑事事件に関し\n起訴されたということは、原告らに信用失墜行為があつたという疑惑を世人に生じ\nさせるような行為があつたものといわざるを得ない。そうすると、原告らが引き続\nき職務に従事する場合には、その職務遂行に対する国民一般の信頼をゆるがせ、ひ\nいて官職全体に対する信用を失墜させるおそれがあるというべきであり、このこと\nは、原告らの研究者ないしこれに準ずる者としての地位、職務内容等によつて緩和\nされるものではない。けだし、原告らも公務員である以上、広く信用保持義務を負\nうことは、他の公務員の場合となんら異ならないからである。\n以上によれば、職務の遂行、職場秩序の維持に対する支障及び国民の信頼等への影\n響のいずれの点から考えても、本件各処分には十分な合理性、必要性があるものと\nいうべきであり、前認定のような原告らの職務内容、応微研職員組合等の原告らに\n対する支援及び当該処分によつて原告らが受ける不利益の点について考慮しても、\n本件各処分は、まことにやむを得ないものというほかはない。\n７　裁量権の濫用について\n原告らは、被告が、臨職闘争の早期収拾を計る目的をもつて、その中心となつて活\n動していた原告らを応微研から排除しようとしたのであり、また、暴力事案に対す\nる制裁的意図をもつて、原告らを起訴休職にした旨主張するが、これを直接に認め\nるに足りる証拠はない。\n前掲甲第七号証、乙第八号証、証人Ｌ、同Ｇの各証言によれば、被告は、原告Ａが\n保釈後自発的に退職することもあり得ると考えていたこと、Ｇ教授は昭和四六年九\n月前ころ同原告の家族に対し、また、Ｑ教授は同月上旬応微研職員組合執行委員長\nＮに対し、いずれも個人的な気持から同原告が依願退職する方が望ましい旨を述べ\nたこと、同年一〇月上旬の応微研教官懇談会において原告Ｂの心境を聞くことが話\n題となり、Ｌ所長が同月一五日ころ勾留中の同原告と面会したことが認められる。\nしかし、右認定のような事実が存在するからといつて、そのことから直ちに原告ら\n主張のように本件各処分についての被告の不当な意図を推認することはできない。\nその他、原告らがるる主張する事実については、これを認めるに足りる的確な証拠\nがない。\nＲ大学では、文学部授業妨害事件及び北病棟事件に関し、助手二名が原告ら主張の\nとおり起訴されていること、これらについて起訴休職処分がなされていないこと\nは、当事者間に争いがなく、右各事件の公訴事実が被告主張のとおりであること\nは、原告らにおいて明らかに争わないのでこれを自白したものとみなす。原告ら\nは、右各事例に比し、原告らを起訴休職にしなければならない特段の事由は見当た\nらないと主張する。しかし、起訴休職処分の当否は、単に公訴事実の具体的内容、\n罪名及び罰条だけではなく、前記１において述べた諸般の点を総合しで検討したう\nえ、個別的、具体的に判断されるものであるから、原告らが挙げる点の比較だけで\nは、右各事例における処理と本件各処分との間に不均衡があるかどうかを論ずるこ\nとはできない。このことは、京都大学における事例（その内容たる事実を認めるに\n足りる証拠もないが）についても同断である。のみならず、本件各処分には十分な\n合理性、必要性があるものというべきことは既に述べたとおりであるから、仮に他\nの類似する事例について起訴休職処分がなされなかつたからといつて、そのことの\nゆえに、本件各処分が不当となるいわれはない。したがつて、本件各処分には、裁\n量権の行使についてその範囲を逸脱したり、これを濫用した違法はない。\n三　よつて、原告らの請求はいずれも理由がないので棄却することとし、訴訟費用\nの負担について行訴法七条、民訴法八九条、九三条一項本文を適用して、主文のと\nおり判決する。\n（裁判官　宮崎啓一　安達　敬　飯塚　勝）\n"
}