{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 7,
    "day": 3
  },
  "case_number": "昭和53(行ク)7",
  "case_name": "被告変更申立事件",
  "court_name": "神戸地方裁判所",
  "field": "行政",
  "gist": "取消訴訟において被告を誤ったことにつき，訴訟代理人に重大な過失がなかったとして，被告変更の申立てが認容された事例",
  "lawsuit_id": "17676",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17676",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/676/017676_hanrei.pdf",
  "contents": "○　主文\n当庁昭和五三年（行ウ）第八号課税処分取消請求事件の被告兵庫県知事を被告兵庫\n県尼崎財務事務所長に変更することを許可する。\n○　理由\n一　本件申立の要旨は「申立人らが提起した当庁昭和五三年（行ウ）第八号課税処\n分取消請求事件（以下「本件訴」という。）につき被告を兵庫県知事としたけれど\nも、本件訴の被告は兵庫県尼崎財務事務所長とすべきもある。よつて申立人らは、\n行政事件訴訟法第一五条一項により本件訴の被告を兵庫県尼崎財務事務所長に変更\nすることを許可する旨の決定を求める」というにある。\n二　当裁判所の判断\n（一）　本件記録によれば、申立人らは、いずれも、原告となり、相手方を被告と\nして「被告は、昭和五二年五月三一日、いずれも尼崎財務事務所長名をもつて原告\nらに対し昭和五一年の軽油引取税（不申告加算金）およびこれに対する加算税（付\n加金）の課税処分を通知したが、右課税処分はいずれも違法であるとしてその取消\nを求める」旨の本件訴を提起したことが明らかである。\n（二）　ところで行政処分取消訴訟において被告適格を有するのは原則として当該\n処分庁である（行政事件訴訟法一一条一項本文）ところ、本件訴の被告適格を有す\nるものは兵庫県尼崎財務事務所長である（地方税法七〇〇条の三〇、兵庫県税条例\n九条本文）といわなければならない。\nしかるに本件訴は前叙のとおり被告を兵庫県知事として提起されたものであるか\nら、被告を誤つたことになる。\n（三）　そこで、本件訴において被告を誤つたことが、行政事件訴訟法一五条一項\nにいう「故意又は重大な過失」によるものか否かを検討することとする。\n本件記録添付の乙第一号証の一ないし三（軽油引取税（不申告加算金）の納入\n（付）通知書）の写しによれば申立人らに対する軽油引取税、加算金の納入通知書\nには、いずれも、末尾に尼崎財務事務所長の記載と同所長印のあることが明らかで\nあるから、右により本件課税処分の処分庁が尼崎財務事務所長であると読み取れた\n筈である。しかしながら、右乙第一号証の一ないし三の写しによれば右軽油引取\n税、加算金の納入通知書中には、別に、「地方税法第七〇〇条の三〇、第七〇〇条\nの三三又は第七〇〇条の三四の規定」により右通知をなすものであることが明記さ\nれていることが認められるところ、地方税法第七〇〇条の三〇によれば軽油引取税\nに係る更正及び決定の主体を「道府県知事」であると規定するにとどまつている。\n別に、地方自治法第一五六条によれば普通地方公共団体の長はその権限に属する事\n務を分掌させるため、法律又は条例で、行政機関を設けることができる旨規定さ\nれ、右規定を受けて兵庫県税条例九条本文により兵庫県知事の権限は財務事務所長\nに委任される旨規定されているところである。申立人らが本件訴を提起するに当つ\nて本件軽油引取税、加算の納入通知書の末尾記載にもかかわらず右課税処分庁を兵\n庫県知事としたことにおいて不注意であつたといわなければならないが、一方、右\n通知書中の地方税法の規定の明示、同法条項、地方自治法および兵庫県税条例等の\n規定のあり方にかんがみるならば、申立人らが処分庁を誤つたことをもつて「重大\nな過失」というにはいささか、酷であると考えられる。もともと、行政訴訟法第一\n五条一項は複雑な行政組織機構の中で、従来、原告が被告を誤まる例が少なくなか\nつたことから、これを救済する趣旨に出たものであつて、右趣旨によれば「重大な\n過失」とは「故意」に匹敵する程度に非難可能な過誤であることを要すると解する\nのが相当である。申立人らの代理人において兵庫県知事と尼崎財務事務所長とを実\n質的に同一機関と解し、本件訴の被告を兵庫県知事としたのも無理からぬことと言\nわざるを得ず、法律専門家たる本件訴訟代理人らをしても、「重大な過失」があつ\nたものとは到底断じえないとすべきである。\n（四）　よつて、申立人らの本件申立は理由があるから主文のとおり決定する。\n（裁判官　中村捷三　住田金夫　池田辰夫）\n"
}