{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 2,
    "day": 9
  },
  "case_number": "昭和49(ネ)1294",
  "case_name": "土地所有権移転登記等請求事件",
  "court_name": "東京高等裁判所第七民事部",
  "lawsuit_id": "20532",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20532",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/532/020532_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　実\n控訴人らは「原判決を取り消す。被控訴人の請求を棄却する。訴訟費用は第一、\n二審とも被控訴人の負担とする。」との判決を求め、被控訴人は控訴棄却の判決を\n求めた。\n当事者双方の事実上の主張および証拠関係は、以下に付加するほか、原判決事実\n摘示のとおりであるから、これを引用する。なお、この判決において「本件土\n地」、「旧二七番四の土地」、「二七番五の土地」とは、それぞれ原判決における\n「本件土地」、「旧二七番四の土地」、「二七番五の土地」をいうものとする。\n（控訴人らの主張）\n一　かりに原審認定のように被控訴人が昭和四五年六月二〇日頃本件土地を時効\n取得したとしても、控訴人Ａは昭和三九年九月三日控訴会社から本件土地を含む旧\n二七番四の土地を買い受け、その登記（昭和四七年四月二一日）未了の間に前記時\n効が完成したことになるから、控訴人Ａは時効完成時の本件土地の所有者とはいえ\nず、被控訴人と控訴人Ａとの各所有権取得は二重譲渡と同視すべき関係にあり、し\nたがつて被控訴人は右時効取得をもつて、その登記なくしては控訴人Ａに対抗でき\nないと解すべきである。\n二　かりに右主張が容れられないとしても、被控訴人が原審認定のような経過で\n本件土地を控訴会社から買い受けてこれを占有して来たとすれば、その占有の始め\n善意にして過失がなかつたことは明白であるから、民法第一六二条第二項により、\nその占有開始後一〇年を経過した昭和三五年六月二一日（注。控訴人提出昭和四九\n年九月一七日付準備書面中「二月二一日」とあるのは「六月二一日」の誤記と認め\nる。）、取得時効が完成したことになるところ、控訴人Ａはその後に控訴会社から\n本件土地を買い受け所有権移転登記を経由したものであるから、被控訴人は右時効\n取得をもつて、その登記なくしては控訴人Ａに対抗できない。\n（被控訴人の主張）\n控訴人らの前記一、二の主張はいずれも争う。その二については、被控訴人は二\n〇年の取得時効を援用し、一〇年の取得時効は援用していないのであつて、一〇年\nの取得時効を援用するか、二〇年の取得時効を援用するかは援用権者たる被控訴人\nの任意に属するから、本件において被控訴人の援用しない一〇年の取得時効が完成\nしたことを前提とする控訴人らの主張は理由がない。\n（証拠関係）（省略）\n理　　　　由\n一　当裁判所も被控訴人の本訴請求をいずれも正当と認めるものであるが、その\n理由は、以下に訂正、補充するほか、原判決理由と同一であるから、これを引用す\nる。\n（一）　原判決理由中、原判決九枚目裏二行目の「一〇九・八九坪」を「一〇\n七・八九坪」と、同一六枚目表七行目の「九月一〇日」を「九月一八日」と各訂正\nし、同八枚目裏六行目の「第一、二回」を「原審第一、二回および当審、以下同\nじ」と改め、同七行目の「被告会社代表者本人尋問の結果」の次に「（原審および\n当審、以下同じ）」を加え、同九行目の「（第一、二回）」を削り、同一一枚目裏\n五行目の「第二回」を「原審第二回」と、同一一行目の「第一回」を「原審第一\n回」と改め、同一二枚目裏一〇、一一行目の「被告会社本人尋問の結果」を「被告\n会社代表者本人尋問の結果」と改める。\n（二）　控訴会社代表者本人尋問（原審および当審）において、同本人は、原判\n示の板塀は原判決添付別紙第二図面の（イ）（ホ）（ニ）（ハ）を結ぶ部分に元来\nあつたもので、控訴会社が被控訴人に二七番五の土地を売つた頃に、右図面の\n（イ）（ロ）（ハ）を結ぶ部分にあつた板塀を（イ）（ホ）（ニ）（ハ）の部分に\n移築したものではなく、また控訴会社が右二七番五の土地を分筆する際右板塀より\n南側である（イ）（ロ）（ハ）の線を境界としたのは、北側にあつた建物の軒先が\n板塀を越えて出ていたためで、（イ）（ホ）（ニ）（ハ）（ロ）（イ）を結ぶ土地\n（本件土地）は被控訴人に対する売買の対象ではなかつた旨供述する。この供述は\n当裁判所の採用しないところであるけれども、右板塀と二七番五の土地の分筆との\n関係がかりに右供述のとおりであつたとしても、原審認定のように二七番五の土地\nの坪数不足が当事者間に問題化した事実の認められる以上、その交渉によつて、元\n来板塀があつたという（イ）（ホ）（ニ）（ハ）の部分にまで売買の対象たる土地\nの範囲が拡張された旨の認定を覆えすことは困難である。\nなお右本人尋問（当審）において、右本人は、二七番五の土地の坪数不足問題は\n防火用水付近の三角形の土地二・五二坪を売買の対象に加えることにより解決され\nたもので、本件土地は関係がない旨供述するが、この供述は、被控訴本人尋問の結\n果（当審）と対比し、また右二・五二坪の土地を含めた上でさらに本件土地を加え\nることによりはじめて売買の対象たる土地の坪数が実測一〇七坪を越えることにな\nることは原審認定のとおりであるから、右供述は到底措信できない。\n（三）　当審における控訴人らの主張一について。控訴人Ａは昭和三七年（控訴\n人らは当審において三九年と主張するが、三七年が正当であることは、原審認定の\nとおりである。）九月三日本件土地を含む旧二七番四の土地を控訴会社から買い受\nけその所有権を取得したのであるから、その登記が未了であつても、控訴人Ａは、\n被控訴人が本件土地を時効取得した昭和四五年六月二〇日頃において本件土地の所\n有者であり（この場合、被控訴人が、未登記である控訴人Ａを本件土地の所有者と\n認めてこれを主張することは少しも差支えない。）、被控訴人の時効取得との関係\nにおいては、物権変動の当事者であるから、控訴人Ａは被控訴人の登記けん欠を主\n張できないのである。控訴人らの主張は、独自の見解であつて採用できない。\n<要旨>（四）　同二について。民法第一四五条の趣旨からすれば、不動産を時効\n取得した者は、一〇年の時効と二〇年</要旨>の時効とのいずれをも援用し得る場合\nにおいては、そのいずれを援用するかの自由を有するものと解すべく、その結果い\nずれか一方の時効が援用された場合（右両者はその要件を異にするから、おのずか\nらその基礎となる事実の主張も異なる理である。）、裁判所は他方の時効を認定す\nることはできないといわなければならない。本件において、被控訴人が二〇年の取\n得時効を主張し、一〇年の取得時効を援用していない（したがつて善意無過失の事\n実も主張していない）ことは明らかであり、また控訴人らは援用権者ではないので\nあるから、被控訴人の善意無過失を主張して一〇年の取得時効の適用を求めること\nもできないわけである。したがつて、昭和三五年六月二一日に被控訴人のため本件\n土地につき十年の取得時効が完成したことを前提とする控訴人らの主張は、すでに\nこの点において失当である。\n二　以上のとおり、被控訴人の本訴請求を認定した原判決は正当であつて、本件\n控訴はいずれも理由がないから、これを棄却すべきものとし、控訴費用の負担につ\nき民事訴訟法第九五条、第八九条、第九三条を適用して、主文のとおり判決する。\n（裁判長裁判官　川島一郎　裁判官　小堀勇　裁判官　奈良次郎）\n"
}