{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 9,
    "day": 25
  },
  "case_number": "昭和46(ネ)722",
  "case_name": "約束手形金請求事件",
  "court_name": "東京高等裁判所第一民事部",
  "lawsuit_id": "20667",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20667",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/667/020667_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n被控訴人は控訴人に対し金二五〇万円およびこれに対する昭和四三年九\n月三〇日から完済までの年六分の割合による金員を支払え。\n訴訟費用は第一、第二審とも被控訴人の負担とする。\n事　　　　実\n控訴代理人は主文同旨の判決を、被控訴代理人は控訴棄却の判決をそれぞれ求め\nた。\n当事者双方の主張および証拠関係は左のとおり付加訂正するほかは原判決事実摘\n示と同一であるがらこれを引用する。\n一、　控訴代理人の主張\n（一）　控訴人は原審原告敷山木材工業株式会社の破産管財人に選任されて同破\n産会社の本件手形上の権利および右訴訟上の地位を承継した。\n（二）　本件手形裏書は保証のための裏書であり、被保証人は訴外Ａである。同\n訴外人は被控訴組合の定款に基づく准組合員である。\n（三）　被控訴人の後記二の（二）および（三）の主張を争う。\n二、　被控訴代理人の主張\n（一）　控訴人の前段（二）の主張事実を認める。\n（二）　控訴人の主張中、訴外Ｂが被控訴組合の表見参事に該当する旨の主張を\n仮に認めうるとしても、控訴人は右訴外人が真実参事でないことを知つていたか、\nまたは、知らなかつたとしてもその知らなかつたことにつき重大な過失があるから\n表見参事の法理は適用がない。\n（三）　本件手形は、訴外Ａが破産会社から買い受けた木材代金支払いのために\n振り出されたいわゆる単名手形の書替手形であり、右当初の手形には被控訴組合の\n裏書はなかつたのであるから、右破産会社は被控訴組合の裏書があることを前提と\nして右木材取引をしたのではなく、右裏書の無効は同会社の木材代金取立不能によ\nる損害と関係がない。\n三、　証拠関係（省略）\n理　　　　由\n一、　控訴人がその主張のとおりの権利および訴訟上の地位の承継人であること\nはその提出の証明書写し、控訴提起許可申請書および同許可書等によつて当裁判所\nに明かである。\n二、　破産会社敷山木材工業株式会社が控訴人主張の経過で現にその主張内容の\n本件手形を所持し、同手形の裏書欄に控訴人主張の被控訴組合名義の裏書があるこ\nと、右裏書は控訴人がＡに対して有する木材売買代金債権の弁済を被控訴組合にお\nいて保証する趣旨で、同組合の使用人訴外Ｂが被控訴組合を代理（その正当権限の\n有無は別として）してなしたものであることにつき当事者間に争いがない。\n三、　そこで、訴外Ｂの右代理権限についてみるのに、\n（一）　原審証人Ｃ、同Ｄ、同Ｂ（第一、二回）の各証言および原審における被\n控訴人組合代表者Ｅ本人尋問の結果（第一、第二回）を総合すると左のとおりの事\n実が認定でき、右認定を左右する証拠はない。\n<要旨第一>訴外Ｂは、昭和二五年以来被控訴組合に勤務し、同二七年頃から前任\n者が退職したので同組合の</要旨第一>事務補助者の職を継ぎ、改めて口頭による任\n命、辞令の交付等はなかつたが、組合長を始めとして組合内部においても、また、\n対外的にも参事の名を以て遇され、名刺等にも右肩書を付することを黙認されてい\nたものである。\nそして同訴外人は昭和四三年四月下旬頃訴外Ｆから、同人の息子Ａの前記破産会\n社に対して負担するに至つた木材買受代金二五〇万円の債務支払のために振り出し\nた本件約束手形について、右債務保証の趣旨で被控訴組合名義の裏書をなすべきこ\nとを求められたところ、そのような裏書は組合長の承認を求めてもかねて組合の目\n的外の行為と聞かされていたので、その承認を得られないことを知りながらも、右\nＡの営業上の困難を打開するため止むを得ないと考え、平素組合長から保管を委ね\nられていた被控訴組合長Ｅ名義のゴム印および同組合組合長の職印を使用して前記\n裏書を作成した。\n訴外Ｂは前記のとおり参事と称されていたとはいえ、その旨の登記がなされてい\nたわけでなくまた組合の事務執行につき包括的代理権を与えられていたこともなか\nつた。またその事務の執行も三〇万円以下の少額の預金の引き出し、定型的な窓口\n事務等特に許されたものを除き組合の事務の大部分殊に手形振出などは事前または\n事後に組合長の承認を求めるのを常とした。しかし、これら事務遂行上の制限は対\n外的には明示されて居らず、同人の勤務が二〇年近い長期にわたるものであり、そ\nの間不在勝の組合長理事を補佐して同組合の事務を（人事関係は除き）一切総括し\nており、対外的にも参事を称していたのであるから部外者は一般に右のような権限\n上の制限を知るべくもなかつた。\n（二）　以上によれば、訴外Ｂの右裏書行為は被控訴組合の正規な参事としての\n行為であるとも、同組合から正当に授権されたものであるともいえないが、他面同\n訴外人はいわゆる表見上の参事というべきであり、農業協同組合法第四二条、商法\n第三八条および第四二条によつて商人の支配人と同様の権限をもつ者とみなされる\nべきであるから、被控訴人はその抗弁する特段の事情がないかぎり、右裏書を受け\nた破産会社に対し裏書人としての義務を負わなければならない理である。\n四、　そこで被控訴人の抗弁につき判断する。\n（一）　控訴人は第一に右手形裏書の原因行為である保証は農業協同組合法所定\nの事業目的に反し被控訴人組合の事業目的に合致しないから無効である旨主張す\nる。\n<要旨第二>しかしながら、成立に争いのない乙第一号証によれば被控訴人組合は\n定款第二条において組合の行うべ</要旨第二>き事業として組合員の事業または生活\nに必要な資金の貸付をあげており、さらに同第八条においては組合員を正組合員と\n准組合員に分けて規定していることが認められる。またＡが右定款に基づく准組合\n員であることは当事者間に争いがないのであるから、右訴外人の事業資金の貸付を\n行うことは被控訴人の事業目的に反しないこととなる。そうだとすれば直接資金を\n貸し付けるよりも金銭的負担も少くかつ危険も間接的である債務の保証は右目的の\n範囲に含まれると解すべきである。保証がとかく安易に流れやすいことから営利を\n目的としない協同組合のような法人においては保証行為を禁じようとする指導方針\nにはそれなりの意義はあるが、保証行為そのものをその事業目的から逸脱するもの\nとはいえない。\nそればかりでなく、本件における控訴人の第一次的請求の請求原因となつている\nものは、本件手形の裏書という手形法上の行為に基づくものであつて、その原因関\n係である右保証契約と切り離して考えれば、右は手形振出行為と同様、農業協同組\n合が事業目的とする組合員に対する金融、貯金・定期積金の受入・物資の販売等諸\n種の事業に附帯するものであるから、この点からも、本件裏書行為を被控訴組合の\n事業目的外のものとして無効とすることはできない。\n（二）　被控訴人はつぎに、破産会社は訴外Ｂが本件手形裏書をするに当つて正\n規な参事でもなく、その裏書について被控訴組合の代表権ある者から正当に授権さ\nれてもいなかつたことを知り、またはその知らなかつたことに重大な過失があると\n抗弁するか、本件において取り調べた全証拠によつても、破産会社が右事実を知つ\nていたことを認めることができない。なお、原審証人Ｂの証言（第一、第二回）中\nに「自分は本件手形裏書をするに当つてＦに対し農協が手形裏書することはできな\nい旨話し、そのとき訴外Ｃも同席していたと思うので同人を通じて破産会社もその\nことを知つたと思う」旨の供述があるが、右供述は、発言内容自体からして推測に\n偏したものであることおよび訴外Ｃは破産会社に属する者でないことが明かである\nから、これをもつては右会社の悪意の立証となすに足るものではない。\nまた、被控訴人主張にかかる破産会社に重大な過失がある旨の主張は前記農業協\n同組合の参事について準用のある商法第四二条第二項所定の抗弁事由に該当しない\nのみならず、被控訴人主張の右過失を認定しうる事情の証明はない。\n五、　以上の次第で、被控訴組合は本件手形上の裏書人としての責任を免れるこ\nとができず、控訴人に対し本件約束手形金二五〇万円およびこれに対する支払期日\nである昭和四三年九月三〇日から完済まで手形法所定年六分の割合による利息の支\n払をなすべき義務がある。\nしたがつて、右義務の履行を求める控訴人の請求は正当で認容すべきであるがら\nこれを棄却した原判決は取消を免れない。\nよつて、訴訟費用の負担につき民事訴訟法第九六条、第八九条を適用して主文の\nとおり判決する。\n（裁判長判事　畔上英治　判事　岡垣学　判事　兼子徹夫）\n"
}