{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 2,
    "day": 25
  },
  "case_number": "昭和41(う)109",
  "case_name": "法人税法違反被告事件",
  "court_name": "東京高等裁判所第七刑事部",
  "lawsuit_id": "20797",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20797",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/797/020797_hanrei.pdf",
  "contents": "主　　　　文\n一　原判決を破棄する。\n二　被告会社を\n判示第一の事実につき罰金三〇〇万円に\n判示第二の事実につき罰金一〇〇万円に\n各処する。\n三　原審における訴訟費用は、全部被告会社の負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人柴田勝作成名義の控訴趣意書（追記及び附記と各題す\nる部分を含む。）及び控訴趣意の補充申立書に、これに対する答弁は、検察官作成\n名義の答弁要旨と題する書面にそれぞれ記載してあるとおりであるから、いずれも\nこれを引用し、これに対して当裁判所は、つぎのとおり判断する。\n控訴趣意第一点の論旨について。\n所論は、原判決は本件公訴事実をほぼ全面的に認め、被告会社を有罪と認定した\nが、本件においては、\n（一）　本件起訴当時被告会社と同時に起訴された同会社の代表者社長である甲\n１は原判決前の昭和三七年一〇月二九日死亡したところ、検察官が本件の事実立証\nに供した直接証拠は、その大部分が亡甲１の自白に基いていること\n（二）　法人税法（昭和四〇年法律第三四号及び同三七年法律第四五号による改\n正前のもの。以下同じ。）五一条に照らし罰せらるべき同法四八条の違反容疑者で\nある亡甲１が自ら本件不正行為の立証手続に参加し、自己の利益を伸長する機会を\n全く失つていることは不当であるから、これを処罰することは憲法三一条所定の適\n正手続に違反するものであること\nなどにより、被告会社は無罪たるべきものであると主張する。\nよつて記録を調査するのに、検察官が本件公訴事実の立証に供した直接証拠が、\n人的証拠としては亡甲１の自白がその大部分を占めていることは窺知できないでは\nないが、検察官がその他に幾多の人的、物的証拠を直接或いは間接証拠として立証\nに供していることは明白である。そして、およそ税務当局は法人所得の発生源泉と\nなる各取引の直接の当事者ではないため、その法人がいかなる取引先といかなる取\n引をしたかについては、その法人がこれについて正確な記帳を行なつていない限\nり、これを確実に捕捉することは事実上不可能であるから、法人の財産状況や事業\n内容よりして、その法人の申告、備付け帳簿類の内容がその法人の取引を正確に現\nわすものではなく、申告洩の所得があることが明らかな場合に、その法人が税務当\n局の査察に対し、正しい所得計算に協力することは、むしろ納税者の自主的な正し\nい申告を建前とする法人税法の趣旨にかんがみ、まことに望ましいことであり、被\n告会社の場合、その申告、帳簿類の内容が正確性を欠き、申告洩の所得があること\nが証拠上明白である以上、法人税法四八条の違反容疑者である亡甲１が税務当局の\n査察に際し、正しい所得計算に協力した事実があるからといつて、その間後にも触\nれるとおり自白その他違法な行為を強制されたような形跡が認められない本件にお\nいて、自己の利益を伸長する機会を全く失つているとすることはできないのみなら\nず、被告会社を有罪として処罰することは憲法三一条所定のいわゆる適正手続に違\n反するということはできない。従つて前記（一）及び（二）を理由として、被告会\n社は無罪たるべきものであるとの論旨は失当といわねばならない。\n控訴趣意第二点の論旨について。\n所論は先ず、法人の所得の確定は原則として損益計算法（すなわち一定の事業年\n度内に他から得た財貨から、支出ないし消費した財貨を差引いてその差額により所\n得を計算する方法）によるべきであり、財産増減法（すなわち一定の事業年度の期\n首と期末の資産、負債を比較してその差額により所得を計算する方法）によるべき\nでないのに、原判決は被告会社の本件所得の確定について財産増減法によつている\nのであるから違法であると論難する。\nしかしながら、法人の各事業年度の所得は、各事業年度の総益金から総損金を控\n除した金額によるべきであり（法人税法九条一項参照）、総益金とは、法令により\n別段の定めのあるものの外、資本の払込以外においての純資産増加の原因となるべ\nき一切の事実をいい、総損金とは、法令により別段の定めのあるものの外、資本の\n払戻又は利益の処分以外においての純資産減少の原因となるべき一切の事実をいう\nものと解すべきであるから、各事業年度の所得を算定するにあたり、損益計算法に\nよらず、財産増減法によることは、何ら違法ではない。とくに被告会社のように帳\n簿類の内容が正確性を欠き、かつ取引代金の決済方法に関する記載が複雑となつて\nいる場合においては、右の損益計算法により真正の所得額を把握することは事実上\n極めて困難であるというべきであるから、本件逋脱所得の算定に当り、税務当局、\n捜査官、ひいて又原判決が前記財産増減法によつたことは、むしろ当然として是認\nされなければならず、従つて、所得金額を財産増減法によつて確定させること自体\nが証拠及び根拠の全くなかつたことを立証しているなどという論旨は、独自の見解\nとして排斥を免れない。そして所論は、以上の論旨に関連して、本件の査察に当つ\nた国税査察官甲２の原審公判証言の一部を引用し、被告会社の財産増減の把握に対\nする具体的な根拠及び証拠が極めて薄弱であり、このような公判証言等による本件\n所得の確定は、何ら合理性のない推計計算にすぎないと主張するけれども、右甲２\n証言の引用部分は要するに、本件所得確定に当つて、当初損益計算法によろうとし\nたが、証拠の収集に困難があつたので、財産増減法によることとなつた旨の調査経\n過について証言していることが明らかであるばかりでなく、右引用部分を含め甲２\n証人の四回にわたる原審公判証言全体を仔細に通読し、その余の関係証拠と比照し\nてみても、所論のように信用力の乏しいものであるとはとうてい認められない。し\nかも原判決が本件所得の確定に当り、甲２証言の外数多の的確な人証、物証等によ\nつて確定していることは、原判文上明白であるから、この点に関する論旨もまた失\n当といわざるを得ない（なお論旨は、甲２査察官が査察の期間中に、甲１の長男甲\n３―現代表者―に対して、『この事件は出刃一丁出ないから殺人罪にはならない』\nなどと言明し、事件になし得ないことを暗示していた旨主張し、もともと本件が証\n拠のない案件であるもののようにいうけれども、同査察官が右のような言動をした\nことは記録上認めがたい。もつとも甲３は原審公判廷において、査察官の取調を受\nけた際、査察官から、『この事件は出刃一丁出ないから殺人にならないというよう\nな事件と違うのだ云々』と言われた旨供述しているが、たやすく信用できないのみ\nならず、仮りに査察官のこのような言動があつたとしても、右供述内容から明らか\nに看取されるとおり、むしろ本件逋脱については幾多の証拠があるとの趣旨の発言\nと解され、いずれにせよ論旨はとるに足りない。）。その他原判文を記録と対比、\n検討しても、原判決には、所論指摘のような理由不備ないし理由そごの違法は存在\nしない。　控訴趣意第三点、事実誤認の論旨について。\nよつて記録を調査し、当審における準備手続の結果を参酌して審案するのに、原\n判決の挙示した証拠を総合すれば、当時被告会社の代表取締役社長としてその業務\nを掌理していた甲１が同会社の業務に関し、法人税を免れる目的をもつて、売上脱\n漏等による簿外預金の設定及び期末在庫品の圧縮等の不正な方法により、昭和三〇\n年一二月一日から同三一年一一月三〇日までの事業年度（以下便宜、第一年度とい\nうことがある。）及び同三一年一二月一日から同三二年一一月三〇日までの事業年\n度（以下便宜、第二年度ということがある。）において、同三二年一月三一日及び\n同三三年一月三一日所轄税務署長に対し、金額の点はしばらくおき、いずれも被告\n会社の実際所得額より過少の所得金額を記載した虚偽の確定申告書を提出し、もつ\nて法人税を逋脱したという原判示の大綱的事実を優に肯認することができる。\n所論は、原判決には幾多の事実誤認があると主張し、その論旨は多岐にわたる\nが、左にその主なるものについて判断を加える。\n（一）　論旨は、原判決の挙示した甲１に対する大蔵事務官の各質問てん末書及\nび各検察官調書中の自白部分は、強制されて虚偽の陳述をなし、かつ誘導的に陳述\nさせられた信用性の乏しいものであるのに、原判決はこれを信用すべきものとし、\nひいて事実を誤認したものであると論難する。しかし、これらの質問てん末書及び\n検察官調書中の各自白内容を、本件査察に当つた大蔵事務官甲４、甲５、甲２及び\n甲６等の各原審公判証言、その他の関係証拠と比照、検討しても、所論のような査\n察官らの違法な取調態度をうかがわせるものが認められないのはもちろん、前記各\n調書が所論のように信用性の乏しいものであるとはとうてい認められない。従つ\nて、甲１の自白が信用性の乏しいことを前提とし、原判決の事実誤認を主張する論\n旨は失当というの外はない。\n（二）　論旨は、原判決は、甲１が被告会社の業務全般を掌理していたと認定し\nたが、それは誤認であつて、甲１は業務執行の面においては、経理記帳のみを分担\nしていたにすぎず、従つて同人は、在庫の圧縮、簿外預金の設定等に関与したこと\nもなく、又このような事実もなかつたと主張する。しかし、甲１の各質問てん末\n書、とくに昭和三四年四月一五日付の質問てん末書によれば、甲１が代表取締役社\n長として被告会社の業務全般を掌理していたことについては疑問の余地がなく、し\nかも甲１は昭和三三年二月一三日付の質問てん末書中において、「不正経理の企\n画、指示者は誰か」との問に対し、「財産を把握しているのは私であり、不正の方\n法を考え、かつ息子に作業を指示したのは私であります」と供述し、又前記四月一\n五日付の質問てん末書中において、「期末在庫を圧縮したのは私の指示によるもの\nですが、売上落ちをするようになつたのは、、、、、戦後の闇時代を含めて今日ま\nで、、、、私の営業管理に従つて続けているのであつて、、、、、決して息子たち\nの発意でないことを十分ご理解願いたいと思います。私も売上を落とすのは悪いこ\nととは知つておりましたが、今日まで行きがかりからずるずると続いてしまい誠に\n申訳ないと思つております」と供述し、さらに昭和三四年一二月一七日付検察官調\n書中において、「私が裏勘定で簿外預金を作るようになつたのは、終戦後からであ\nりますが、それは得意先から裏に廻してくれと言われれば商売上断わり切れなかつ\nたことや、対銀行接渉においても別途予金がないと資金繰がうまくいかなかつた事\n情があつて簿外預金を作つたのであります。簿外預金は売上を抜いたり、得意先に\n貸付けたりしてでき上つたものですが、、、、」と供述していることなどに徴して\nも、本件期末在庫の圧縮、簿外預金の設定等の事実は、いずれも甲１の指示による\nものであることも明白であつて、これらの点につき原判決には事実誤認は存在しな\nい。\n（三）　論旨は、原判決は、検察官が原審の論告において本件逋脱についての問\n題点として項目別に主張した事実をほぼ肯定したが、事実誤認があるとして、その\n項目を引用し、「イ」簿外預金の蓄積とその帰属について、「ロ」簿外預金と公表\n勘定との資金交錯による財産の増減について、「ハ」棚卸商品の圧縮及び競業につ\nいて、「ニ」法律上、税務上の是否認及び犯意の問題についてと項目別に事実誤認\nを主張しているので、以下順次考察する。\n「イ」　簿外預金の蓄積とその帰属について。\n論旨の骨子は、本件簿外預金は甲１及びその一族の個人預金であるのにかかわら\nず、原判決がこれを被告会社の簿外預金であると認定したのは、事実を誤認したも\nのであり、しかも第一年度以前における預金の帰属が問題の中核であるのに、原判\n決は、これを含めて昭和二九年一一月三〇日現在の簿外資産に対応して、負債勘定\nである期首仮受金一億四、九四七万四、〇八二円を計上して処理し、これを基礎と\nし、第一、第二各年度における被告会社の所得を認定したのは不当であるというの\nである。なるほど、原判決が右のような処理をしていることは明らかである（原判\n決添付の別紙Ａ、Ｂの各修正貸借対照表参照）が、これは、論旨も引用している国\n税査察官甲５及び甲２の各原審公判証言によつても認められるように、第一、第二\n各年度以前の被告会社の簿外資産を、財産増減法による所得計算における税務技術\nとして期首仮受金に計上したものであるから、財産増減法による期間所得の計算上\nにおいては、直接影響のないところといわねばならない。そして、右の期首仮受金\nに相応する簿外預金を含む簿外資産が被告会社の在庫圧縮、売上除外等の不正な方\n法によつて蓄積したものであることについては、すでに摘示した甲１の質問てん末\n書及び検察官調書中の各供述記載によつて明らかに看取されるとおり、同人の終始\n自認しているところである。ことに簿外預金の蓄積については、前記甲４、甲５、\n甲２、甲６各査察官の各原審公判証言によれば、右査察官らが預金の入出金調査及\nび反面調査をしたところ、その大部分が被告会社の商品売上や原材料売却の際の代\n金が源泉となつていることが判明したというのであるから、これによつても、これ\nらの預金が被告会社の預金であることが十分裏付けられているといわねばならず、\nしかも甲１も昭和三四年一二月一七日付検察官調書中において、国税局から調査を\n受けた簿外預金は全部会社の資産である旨明確に供述しているのである。そして記\n録によれば、これらの預金は数ケ所の銀行、信用金庫等に約一〇名の個人名義をも\nつて預入れてあり、その中には架空人名義のもの及び無記名のものも含まれている\nことが認められるところ、この預入の態様、その他関係証拠によつて認められる発\n生の経緯、口座数、金額、移動状況等もまた、これらの預金が被告会社に帰属して\nいたことを窺わせるに足る一証左といい得る。論旨は、右預金は、甲１が個人とし\nて被告会社と同種同様の商売を営んだことにより蓄積されたものであると主張する\nけれども、同人が被告会社と二本建で個人としてこのような営業をしていたことを\n首肯させるに足る証拠は記録上認めがたい。のみならず、およそ論旨主張のように\n甲１が個人としてこのような営業をしていたというのであれば、甲１のような企業\n経営者が該営業による個人所得の申告納税を行なうべき義務のあることを知らない\nはずはないのにかかわらず、同人は、論旨も認めるとおり昭和三一年分及び同三二\n年分の所得税の確定申告に際し一切営業所得の申告を行なつていない（原審記録第\n八分冊三二九一丁ないし三二九四丁の甲１の昭和三一年分、同三二年分の各所得税\nの確定申告書参照）のであるから、このことは、同人が個人として営業をしていな\nかつた有力な証左といわねばならない。甲１が右営業所得を申告しなかつた理由に\nつき、論旨が控訴趣意の補充申立書中において弁明するところをもつてしても、当\n審を納得させるものではない。その他甲１個人の所得として、本件簿外預金等の簿\n外資産が蓄積され得るような収入源は記録上見受けがたいのであるから、本件簿外\n預金等の簿外資産がすべて甲１の個人所得より蓄積した個人資産であるとの主張に\nはとうてい左袒できない。論旨にそうような甲１の原審証人尋問調書中の供述記載\n及び甲３の原審公判証言はたやすく信用できない。\n「ロ」　簿外預金と公表勘定との資金交錯による財産の増減について。\n論旨の骨子は、原判決は、簿外預金と公表勘定との資金交錯による財産の増減は\n起こらないのに、財産の増減が起こり得るとして事実を誤認したものであるという\nにある。しかし、関係証拠、とくに甲１の昭和三四年四月一七日付質問てん末書、\n前記甲４の原審公判証言及び同証言中において引用されているところの、「表裏資\n金交錯状況表」等を総合すれば、左の事実を認めることができる。すなわち、被告\n会社の資金は、資本金額等いわゆる公表資金は少ないが、その割合に事業規模が大\nきいため、別口預金等の裏資金の運用が必要となつてくるところ、その裏資金を担\n保として銀行借入等の方法をとれば、裏資金は単に担保として運用されるにとどま\nるばかりでなく、税務当局の調査の際にその借入金と担保のことを追及されるの\nで、被告会社はこの方法をとらず、表勘定において直接裏資金を運用する方法をと\nつたため、表勘定と裏勘定との複雑な交錯を生ずるに至り、それが本件のような表\n裏資金の交錯の原因となつたものと認められるのであるが、関係証拠上裏預金が被\n告会社の預金と認められる以上、各事業年度の期末において、架空負債の計上や資\n産の計上洩れ等として、ひいて財産増減の問題が生じ得ることは当然であつて、こ\nの点に関する原判決の認定には何ら誤認はない。\n「ハ」　棚卸商品の圧縮及び競業について。\n論旨の骨子は、本件各年度の期末における被告会社の在庫商品中には甲１ら個人\nの営業にかかる在庫商品も含まれていたのであるから、甲１は本件各申告に際し、\n各期末の実施棚卸高から右個人分を除外して申告したものであつて、被告会社の棚\n卸高を圧縮計上した事実はないのにかかわらず、原判決が圧縮を認定したのは誤認\nであるというにある。しかしながら、甲１が被告会社と同種同様の営業をしていた\nと認めがたい点については、すでに前記（イ）簿外預金とその帰属についての項に\nおいて詳述したとおりとうてい首肯できないところであるばかりでなく、甲１の一\n族である甲３らにおいても個人として同種の営業をしていたとの点についても、真\n実そのようなことがあつたということはこれを確認するに足る証拠はないのである\nから、被告会社の在庫商品中に甲１及びその一族の個人営業にかかる商品も在庫し\nていたとの論旨は失当といわざるを得ない。しかも、甲１は昭和三三年二月一三日\n付質問てん末書中において、「年一回の実地棚卸は一一月三〇日に全在庫について\n甲３が品名、数量をあたります。、、、、実地棚卸より決算用の棚卸表を作ること\nについては、実際の在庫より少ない棚卸表を作つて計理士に渡します。計理士はこ\nれらの資料に基づいて決算書を作成し、法人税の申告書も作成します。計理士に渡\nす実際の棚卸より圧縮した棚卸表は、私が大体この位の金額になるようにと甲３に\n言つて、実際の棚卸表に基づいて品名、数量を金額がほぼ見合うように作らせま\nす。この場合、売上、仕入記帳の関係で特定品目を全量除外することはできません\nので、総体的に量を圧縮しています。\nこの方法をとるようになつたのは、三、四年前からで、実際の在庫を表示する\nと、売上、仕入が説明のつかないものとなり、利益も出すぎるので在庫を圧縮する\n方法をとりました」と供述しており、又昭和三四年一二月一七日付検察官調書中に\nおいても、「申告面においては、期未において在庫の圧縮をしておりますが、それ\nは各期末において実地棚卸をしておりましたが、真実の在庫を申告すると、売上と\n仕入が見合わなくなつたり、利益が出すぎるので利益を調節する意味で在庫を圧縮\nしておりました。実地棚卸は四、五年前からは甲３にやらせており、同人が私のと\nころへ真実の在庫表を持つてくるので、私がそれを見て大体今期は一、〇〇〇万円\nとか二、〇〇〇万円にするよう金額を指示します。すると甲３が私の指示した金額\nに見合うように在庫表を作るわけです。私としては品目を除外せずに圧縮したと思\nいます」とほとんど同趣旨の供述をしているのであるから、これらの供述部分に徴\nしても、本件各期末における在庫圧縮計上の事実については疑問の余地がなく、従\nつて原判決には、この点について何ら事実誤認はない。\n<要旨>「ニ」　法律上、税務上の是否認及び犯意の問題について。</要旨>\n論旨の骨子は、原判決は被告会社の代表者である甲１に逋脱の犯意があつたと認\n定したが、これは事実誤認である。そもそも、本件のような法人税逋脱犯における\n犯意は概括的犯意では足りず、所得の源泉である個個の取引についての具体的犯意\nが必要である。又税務上の是否認も所得構成上の増減をきたす重大な要素であるか\nら、該是否認によつて逋脱所得の増加をきたすような場合、ことに青色申告承認の\n取消による貸倒引当金の否認等の場合においては、右是否認及びこれによる逋脱所\n得の増加についての具体的認識が必要であり、該認識があつてはじめて逋脱の犯意\nがあるといい得るのである。しかるに甲１には、右のような具体的犯意のなかつた\nことは明白であるから、被告会社は処罰さるべきではないというに帰する。しかし\nながら、法人税逋脱犯においては、各事業年度における所得は客観的には唯一つで\nあるところ、その計算過程においては個々の勘定科目に一応分かれているものの、\nこれは決算の過程において、客観的に唯一つの所得を算出するためのものであるか\nら、申告所得と実際所得との差額の全部について、その差額がいかなる勘定科目の\nいかなる脱漏額によつて構成されているかということまで認識する必要はなく、不\n正計理によつて実際所得よりも過少な申告所得を算出して法人税を逋脱していると\nの概括的な認識があれば、逋脱犯の犯意としては十分であり、又税務上の是否認及\nびこれに伴う逋脱所得の増加は、あくまでも逋脱所得額を算出するための手続上の\n作業に過ぎないのであるから、右のような概括的な認識があれば、その犯意として\nは十分であると解すべきである。ところで本件の場合、甲１に右のような概括的犯\n意のあつたことは、すでに挙げた同人の質問てん末書及び検察官調書中の各供述記\n載に徴しても十分認められるところであるから、被告会社が処罰されることは当然\nといわねばならない。従つて原判決には、この点についても何ら事実誤認はない。\n（四）　論旨は、原判示第一、第二の各年度の逋脱所得の内容に対する各勘定科\n目の金額の確定について事実誤認があると縷述するけれども、すでに説明した被告\n会社の裏預金の蓄積されるに至つた事情に加え、その他記録を調査し、かつ押収し\nてある帳簿類の記載を検討して総合考察しても、原判示の各勘定科目中の逋脱金額\n等の確定については、左記（１）の「６」、「１２」及び（２）の「１１」の各科\n目に関する点を除き、論旨指摘のような事実誤認はない（但し、左記（１）の「１\n０」、「１１」及び（２）の「８」、「９」「１０」の各科目に関しては、金額を\n訂正すべき部分がある。）のであるが、以下主なる勘定科目について補足説明す\nる。\n（１）　第一年度に関する分\n「１」　現金計上洩三五〇万円（原判示Ａ修正貸借対照表の勘定科目「１」参\n照）\n被告会社の公表帳簿である総勘定元帳二冊及び昭和三一年分当座勘定照合表（当\n庁昭和四一年押第四二号の一〇及び一五）並びに国税査察官甲２作成の「乙１銀行\n乙２支店、定期預金調書（原審記録第一分冊二七三丁以下）等によれば、本件三五\n〇万円は、昭和三一年一一月二九日被告会社の公表預金から借入金返済の名目で支\n出され、同年一二月八日同会社の裏預金に入金されたことが認められ、従つて、そ\nの間の当期末である昭和三一年一一月三〇日現在においては、現金として前代表者\nである甲１の手許にあつたわけであるから、これが同期末における現金の計上洩で\nあることは明らかである。\n「２」　預金の計上洩一億二、三三三万四、二九三円（前同「２」参照）\n国税査察官甲２作成の被告会社の別口預金総括調書（但し表題の部分を除く。原\n審記録第一分冊八二丁ないし一〇五丁）及び同人の原審公判（とくに第二九回）証\n言並びに甲１の昭和三四年一二月一七日付検察官調書その他関係証拠を総合すれ\nば、被告会社の公表帳簿外の別口預金、すなわち裏預金の合計額は当期末において\n一億二、三三三万四、二九三円であること（前記別口預金総括調書中八六丁の当期\n末における合計額一億二、三五一万九、七三七円から、甲１が前記検察官調書中に\nおいて、個人預金であると弁明している乙４銀行乙５支店の乙６名義の普通預金一\n八万五、四四四円を差引いた額）が明らかに認められるから、これが同期末におけ\nる預金の計上洩であることは明らかである。論旨は前記各査察官の原審公判証言部\n分等を挙げ、前記預金はすべて甲１及びその一族の個人預金であると縷述するけれ\nども、これらの預金が被告会社の簿外預金と認むべきことは、すでに説明したとお\nりである。\n「３」　受取手形の計上洩九三万六九三円（前同「３」参照）\n被告会社の売上元帳三冊、昭和三一年金銭出納帳一冊及び代金取立手形記入帳\n（前同押号の一二、二一及び二二）、甲２査察官作成の別口銀行預金仕訳帳（原審\n記録第二分冊三九六丁ないし四二〇丁）及び同人の原審公判証言並びに甲１の昭和\n三四年四月一七日付質問てん末書等を総合すれば、乙７株式会社（以下、株式会社\nをいう場合（株）と略称する。）の昭和三一年一一月二〇日付振出の額面七〇万円\nの約束手形、乙８商店の同年一〇月五日付振出の額面一二万五、九五七円の約束手\n形、乙９商事（株）の同年一一月一三日付振出の額面二万四、〇〇〇円の約束手形\n及び乙１０商店の同月一三日付振出の額面八万七三六円の約束手形各一通計四通額\n面合計九三万六九三円がいずれも取引上の約束手形として被告会社に受領されて、\n当期末後の昭和三一年一二月二六日から同三二年二月一六日の間において被告会社\nの銀行裏預金に振替入金されていることが認められ、従つて、当期末において右額\n面合計九三万六九三円の受取手形が甲１の手許にあつたわけであるから、これが同\n期末における受取手形の計上洩であることは明らかである。\n「４」　売掛金の計上洩一八八万八、四五〇円（前同「４」参照）\n乙１１（株）の経理担当社員甲７の原審公判証言、（株）乙１２商会代表者乙１\n３作成名義の丙店取引全額調査報告書（原審記録第五分冊、一、九四五丁ないし\n一、九四七丁）及び甲１の昭和三三年一〇月一〇日付、同三四年四月一五日付（二\n通）各質問てん末書その他関係証拠を総合すれば、当期末における被告会社の乙１\n１に対する売掛残（乙１１の社長の妻乙１４名義の取引分）は九八万八、四五〇円\nであるのに、公表決算上にその記載のないこと並びに被告会社の前期末の公表勘定\nにおいて売掛金として計上されているところの、乙１５社（乙１６）分八〇万円及\nび乙１２商会（乙１３）分一〇万円計九〇万円は架空のものであるのに、被告会社\nにおいては、当期において裏預金から九〇万円を廻してこの売掛金の回収として表\n経理に入金されたものとして処理していること、従つて、税務計算上は前期におい\nて架空売掛金として否認し（負債欄の過年度金額九〇万円参照）当期においてその\n発生の経緯を明らかにするため、これを戻入れて期末における売掛残として処理し\nて然るべきものであることがいずれも認められる。すなわち、当期末において売掛\n金の計上洩が前記三口計一八八万八、四五〇円であることは明らかである。\n「５」　商品の計上洩四、〇二〇万五、三五六円（前同「５」参照）\n国税局が本件の査察に着手した昭和三三年二月一三日乙１銀行乙３店の被告会社\nの貸金庫から発見され領置された「棚卸表」（前同押号の二四）及びその頃甲１宅\nから発見され領置された「財産目録」（同押号の二〇）並びに甲１の昭和三四年一\n二月一七日付検察官調書、甲３の原審第二六回公判証言及び同証言中において引用\nされた昭和三一年一一月三〇日現在の商品棚卸高を記載した一覧表（原審記録第六\n分冊二、五四八丁ないし二、五六三丁）を総合すれば、当期末における被告会社の\n真実の在庫棚卸額は、原判示のとおり五、二七八万六、〇五四円であること、従つ\nて、申告にかかる公表棚卸額一、二五八万六九八円との差額四、〇二〇万五三五六\n円が原判示のとおり第一年度期末における商品の計上洩であることが明らかであ\nる。論旨は、公表棚卸額以外の商品はすべて甲１及びその他一族の個人的所有に属\nするものであるから、計上洩はないと主張するけれども、甲１らが個人として被告\n会社と同種同様の営業を営んでいたと認めがたいことは、すでに説明したとおりで\nあり、又記録を検討しても、公表以外の商品がすべて甲１ら個人の所有に属するも\nのであることを納得させるに足る資料を発見しがたい。論旨にそうような甲１及び\n甲３の原審証人尋問調書中の供述記載及び原審公判証言はたやすく信用しがたく、\n又論旨の引用する証人甲８、同甲９の各原審公判供述をもつてしても、前記の結論\nに消長を及ぼすものではない。\n「６」　仮払金の計上洩四七万三、九八〇円（前同「７」参照）\n乙１７（株）社長甲１０の原審公判証言、押収にかかる昭和三〇年一一月期法人\n税確定申告書副本、同期の法人税更正決議書写、第一年度法人税確定申告書正本、\n同期の法人税更正決議書写、前記総勘定元帳二冊及び金銭出納帳一冊（前同押号の\n一ないし五、一〇及び一三）を総合すれば、被告会社は当期末である昭和三一年一\n一月三〇日現在において乙１７に対し取引による二八万九、一八〇円の仮払金を有\nしていたのに、当期計上洩となつていたこと、被告会社は昭和三〇年一一月期にお\nいて公表帳簿上に事業税中間納付分として仮払金一八万四、八〇〇円を計上し、当\n期確定申告において同額を自己減算していること並びに前期の更正決算においては\n仮払事業税認定損の事実はなく、当期の更正決定において仮払事業税認定損が認容\nされていることがいずれも認められる。ところで、前記Ａ修正貸借対照表の勘定科\n目「７」及びＢ修正貸借対照表の勘定科目「２９」によれば、原判決は第一年度に\nおいて、前記乙１７に関する仮払金二八万九、一八〇円の外、前記確定申告による\n仮払金一八万四、八〇〇円の自己減算を否認し、結局右二口の合計額四七万三、九\n八〇円を計上洩として処理し、なお第二年度において、右一八万四、八〇〇円につ\nき仮払事業税認定損を否認していることが明らかである。しかし当裁判所の前記の\nような認定によれば、右一八万四、八〇〇円については、第一年度において確定申\n告による自己減算を認容すべきであつて、仮払金否認の要はなく、又原判決の、第\n二年度における仮払事業税認定損の否認もその必要がないものといわねばならな\nい。従つて、前記勘定科目「７」の仮払金計上洩は、前記乙１７関係の二八万九、\n一八〇円のみというべく、この点に関する原判決の認定は誤認といわざるを得な\nい。\n「７」　貸付金の計上洩一、三八一万二〇四円（前同「１５」参照）\n関係債務者の各原審公判証言、質問てん末書、上申書及び回答書等、前記甲２査\n察官の原審公判証言、同人作成にかかる「乙１８（株）貸付金入出金調査書」、\n「銀行預金調査元帳」及び「期末簿外貸付金残高表」等、甲１の各質問てん末書並\nびに関係証拠物等を総合すれば、当期末現在における、被告会社の貸付金の計上洩\n合計額は、乙１９、乙２０、乙２１、乙２２、乙１８（株）、乙２３店、乙２４、\n乙１３、乙２５、乙２６、乙２７、乙２８及び乙２９店の一三名に対する分計一、\n三八一万二〇四円であることが認められる。論旨は、右乙１９らに対する貸付金\nは、すべて全面的に甲１らの個人預金よりの個人貸付金であつて、被告会社の貸付\n金ではないと主張し、これにそうような甲１の原審証人尋問調書中の供述記載を引\n用する外、各貸付先ごとに具体的に理由を挙げ反論する。しかし、論旨に徴し前記\n各関係証拠その他記録を調査し、かつ前記（三）の「イ」において説明した被告会\n社の簿外預金の蓄積の経韓等を考え合わせると、所論のように前記各貸付金が全面\n的に甲１らの個人預金よりの貸付金であるとはとうてい認めがたく（なお論旨は、\n原判決の挙示した、乙２０に対する貸付金に関する借用証二通は証拠として提出さ\nれていないというが、押収にかかる封筒入り金銭借用証書二通（（前同押号の八\n三））がこれに該当することは明白であり、又論旨は、原判決の挙示した乙２５に\n対する貸付金に関する、甲２査察官作成の「期末簿外貸付金残高表」は証拠として\n提出されていないというが、右残高表が原審第四三回公判において証拠として取調\nべられていることは明白である―原審記録第八分冊三、二八九丁及び三、二九〇\n丁。）、論旨引用の甲１の原審証人尋問調書中の供述記載は前記各関係証拠に対比\nしてたやすく信用できない。\n「８」　短期借入金の計上洩一、六五四万一、〇〇〇円（前同「１９」参照）\n甲１の昭和三四年四月一七日付質問てん末書並びに甲４査察官の原審公判（とく\nに第一五回）証言及び同証言中に引用されている表裏資金交錯状況表（昭和三〇年\n一二月一日から同三一年一一月三〇日までの分）（原審記録第四分冊一、四七九丁\n及び一、四八〇丁）その他関係証拠によれば、当期において被告会社の裏預金等か\nら、表勘定に振替えた架空借入金総額より、当期において上記架空借入金の返済と\nして表勘定に廻した総額を控除した額、すなわち当期末における差引の架空借入金\nの残は一、六五四万一、〇〇〇円であることが認められ、従つて、右金額が計上洩\nとして逋脱所得に加算されることは当然といわねばならない。\n「９」　貸倒引当金の否認一九万六、〇〇九円及び価格変動準備金繰入額の否認\n一二五万八、〇六九円（前同「２５」、「２６」参照）\n論旨も認めるとおり、被告会社が青色申告の承認を取消された以上、当然貸倒引\n当金及び価格変動準備金の各損金繰入は認められないのであるから、是否認の処理\nがなされねばならないところ、被告会社は第一年度の法人税確定申告書（前同押号\nの三）によつて明らかなとおり、確定申告当時同社の公表決算面において、貸倒引\n当金として九二万七、六一五円を繰入れ、又価格変動準備金として一二五万八、〇\n六九円を繰入れているが、右貸倒引当金の繰入額のうち限度超過額として七三万\n一、六〇六円をすでに自己否認しているので、その差額である一九万六、〇〇九円\n並びに繰入れにかかる価格変動準備金一二五万八、〇六九円はいずれも否認され、\n逋脱所得に加算さるべきものである。論旨は、本件については青色申告承認の取消\nにより同申告承認に伴う特典、すなわち貸倒引当金及び価格変動準備金の各損金繰\n入れが税務上否認されたにすぎないものであるところ、法人税法五一条違反罪の構\n成要件は、行為者に不正行為があり、これにより法人税を免れたことにあるのであ\nるから、前記貸倒引当金及び価格変動準備金については行為者が不正行為をしたも\nのではなく、従つて犯罪の内容となり得ないものであると主張する。しかし、この\n点については、すでに（三）の「二」において説明したところであり、論旨は失当\nとして採用しがたいのであるが、すでに説明したとおり、甲１は第一年度以前から\n売上脱漏等による簿外預金の設定及び期末在庫品の圧縮等の不正な方法を講じてい\nたことに徴すれば、同人のような企業経営者として、右不正行為が税務当局の論査\n又は査察により発見された場合には、青色申告承認の取消処分がなされ、貸倒引当\n金等の損金繰入が否認されるてあろうことは、少くとも概括的にもせよ当然予測で\nきたところといわねばならないことを付言しておく。\n「１０」　繰越利益金の否認二〇九万五、一〇四円（前同「２９」参照）\n押収にかかる総勘定元帳二冊、昭和三〇年一一月期の法人税更正決議書及び第一\n年度の法人税確定申告書（前同押号の一〇、二及び三）によれば、被告会社は、昭\n和三〇年一一月期につき同三一年三月所轄税務署の調査を受けて二〇九万五、一〇\n四円の所得更正を受けていること並びに第一年度の期首である同三〇年一二月一日\nの公表勘定において、右金額につき借方貸付金、貸方納税引当金として計上、処理\nしていることが認められるところ、前記Ａ修正貸借対照表においては、貸付金の項\nにおいて当期末の簿外貸付金の額一、三八一万二〇四円を否認して加算し、前期末\nの簿外貸付金の額一、五九二万八、五六九円を認容減算しているのであるが、被告\n会社は前記のとおり前期末の金額のうち前記の税務署更正分二〇九万五、一〇四円\nを借方貸付金、貸方納税引当金として公表勘定に計上しているのであるから、この\n二〇九万五、一〇四円を含む数額である前記一、五九二万八、五六九円を認容減算\nする見合として、この二〇九万五、一〇四円は繰越利益金として否認さるべきもの\nである。論旨は、本件二〇九万五、一〇四円は、昭和三〇年一一月期の更正により\nすでに課税済みの分であるから、本件否認によつて二重課税される危険性があるば\nかりてなく、その会計処理が昭和三〇年一二月一日なされているのに、本件公訴の\n提起は昭和三四年一二月二四日になされているのであるから、すでに三年の公訴時\n効が完成しており、被告会社を処罰することはできないと主張する。しかし、被告\n会社は昭和三〇年一一月期の所得更正分を当期期首において公表に受入れているこ\nとは前記のとおりであるが、この二〇九万五、一〇四円の処理についての前記の経\n緯からすれば、これを前記のように繰越利益金の否認をすることは、財産増減法に\nよる当期利益の算定につき何ら被告会社に不利益を及ぼすものではないのであるか\nら、所論のように二重課税となるものではなく、又本件法人税逋脱犯は詐偽その他\n不正の行為により虚偽の確定申告をなし、その納期が到来したときに成立し、その\n時から公訴時効が進行すると解すべきであるところ、本件確定申告が前記のとおり\n昭和三二年一月三一日（同日が納期）なされている以上、公訴提起の日である前記\n昭和三四年一二月二四日当時においてはいまだ公訴時効は完成していないことは明\n白であつて、論旨は独自の見解というの外はない。\nもつとも、右勘定科目「２９」中、負債（貸方）欄の過年度金額二、九三七万一\n九八円、すなわち前期末の繰越利益金については、前記「６」において説明したと\nおり、被告会社は前期において公表帳簿上に事業税中間納付分として仮払金一八万\n四、八〇〇円を計上し、しかも前期においては仮払事業税認定損がないのであるか\nら、当期の簿外の繰越利益金としては、前記二、九三七万一九八円に右一八万四、\n八〇〇円を加算した二、九五五万四、九九八円と訂正されなければならない。\n「１１」　仮払事業税認定損一八万四、八〇〇円（前同「３２」参照）\n前記「６」において説明したとおりであるから、この勘定科目の存在理由はない\nことになる。\n「１２」　当期利益金二、七一四万六、九三四円について（前同「３３」参\n照）。\n前記「６」及び「１０」の末尾において説明したところにより計算すれば、被告\n会社の簿外の当期利益金は、前記二、七一四万六、九三四円より一八万四、八〇〇\n円を差引いた二、六九六万二、一三四円と訂正されなければならない。従つて、原\n判決はこの点においても事実の誤認したものというの外はない。\n（２）　第二年度に関する分\n「１」　現金の計上洩二一一万三、五一〇円（Ｂ修正貸借対照表の勘定科目\n「１」参照）\n押収してある被告会社の総勘定元帳一冊、金銭出納表一冊、当座勘定照合表一綴\n（前回押号の一一、二一、一五）及び関係「銀行調査元帳」その他関係証拠を総合\nすれば、被告会社は昭和三二年一一月三〇日に公表帳簿において、架空仮受金返済\nを仮装して五〇万円及び二七万八、〇〇〇円の二口、架空借入金返済を仮装して六\n六万五、五七〇円一口並びに架空輸入香料関税の支払を仮装して六六万九、九四〇\n円一口計二一一万三、五一〇円を返済又は支出する処理をしたこと並びにこれらの\n金額がいずれも同年一二月二日に被告会社の簿外領金に入金されていることがいず\nれも認められ、従つて、その間の当期末である昭和三二年一一月三〇日現在におい\nては、右二一一万三、五一〇円が現金として前代表者である甲１の手許にあつたわ\nけであるから、これが同期末における現金の計上洩であることは明らかである。\n「２」　預金の計上洩一億三、六六九万四、七一四円（前同「２」参照）\n前記（１）の第一年度の「２」掲記の各証拠によれば、被告会社の公表帳簿外の\n別口預金、すなわち裏預金の合計額は当期末において一億三、六六九万四、七一四\n円であることが明らかに認められるから、これが同期末における預金の計上洩であ\nることは明らかである。\n「３」　受取手形の計上洩四八七万四、七八二円（前同「３」参照）\n乙７（株）の回答書、乙３０（株）の乙３１の回答書、証人甲１１の原審公判証\n言及び同証言中に引用されている回答書、（株）乙３２の回答書、甲２査察官作成\nにかかる乙１銀行乙２支店の銀行調査元帳中の別段預金記載分（原審記録第一分冊\n二八四丁ないし二九一丁）及び乙３３、乙３４、乙３５各名義の普通預金調表並び\nに甲４査察官の原審公判証言その他関係証拠を総合すれば、乙７（株）の昭和三二\n年九月二〇日付及び同年一一月二六日付各振出の額面計二七五万円の手形二通、乙\n３６商会乙３７店の同年一一月二六日付振出の額面三五万一、一三〇円の手形一\n通、乙３０（株）の同年九月一五日付及び同年一〇月一五日付各振出の額面計一〇\n八万円の手形二通、乙２３店の同年九月一七日付各振出の額面計二二万九、六五二\n円の手形二通、オリジナルの同年八月三一日付振出の額面四二万円の手形一通並び\nに（株）乙３２振出の同年九月五日付振出の額面四万四、〇〇〇円の手形一通以上\n合計九通額面総計四八七万四、七八二円がいずれも取引上の約束手形として被告会\n社に受領されて、当期末後の昭和三二年一二月二六日から同三三年三月二日の間に\nおいて被告会社の銀行裏預金に振替入金されていることが認められ、従つて、当期\n末において右額面総計四八七万四、七八二円の受取手形が甲１の手許にあつたわけ\nであるから、これが同期末における受取手形の計上洩であることは明らかである。\n「４」　商品の計上洩四、八三二万七、八八九円（前同「５」参照）\n前記甲５査察官の原審第一三回公判証言及び同証書中に引用された各期末商品計\n上洩額の計算書並びに甲３の原審第二六回公判証言及び同証言中に引用された昭和\n三二年一一月三〇日現在の商品棚卸高を記載した一覧表（原審記録第六分冊二、五\n六四丁ないし二、五八〇丁）を総合すれば、当期末における被告会社の真実の在庫\n棚卸額は、原判示Ｂ修正貸借対照表記載のとおり五、七三〇万四、四四〇円である\nこと、従つて申告にかかる公表棚卸額八九七万六、五五一円との差額四、八三二万\n七、八八九円が原判示のとおり第二年度期末における商品の計上洩であることが明\nらかである。論旨は、第一年度におけると同様公表棚卸額以外の商品はすべて甲１\n及びその他一族の個人的所有に属するものであるから計上洩はないと主張するけれ\nども、その理由のないことについては、前記（１）の第一年度の「５」の項におい\nて説明したとおりである。\n「５」　貸付金の計上洩七九一万九、〇〇五円（前同「７」参照）\n前記（１）の第一年度の「７」掲記の甲２査察官の原審公判証言、同人作成にか\nかる「乙１８（株）貸付金入出金調査書」、「銀行預金調査元帳」及び「期末簿外\n貸付金残高表」等、甲１の各質問てん末書の外、関係債務者の各原審公判証言、質\n問てん末書、上申書及び回答書等、さらに甲５査察官の原審公判（とくに第二八\n回）証言を総合すれば、当期末現在における、被告会社の貸付金の計上洩合計額\nは、右「７」掲記の乙１９ら一三名の外、乙３８（本件甲１と同名異人）及び乙３\n９の計一五名に対する分計七九一万九、〇〇五円（但し、公表分一〇八万円を差引\nいたもの）であることが認められる。論旨はこれらの貸付金は、すべて甲１らの個\n人的貸付金であるというけれども、その理由のないことについてはすでに右「７」\nにおいて説明したとおりである。\n「６」　仮払金の計上洩二五万八、七四〇円（前同「８」参照）\n前記（１）の「６」において説明したとおり、被告会社の第一年度期末現在にお\nける乙１７に対する仮払金の計上洩は二八万九、一八〇円であるところ、右「６」\n掲記の甲１０の原審公判証言によれば、当期中の昭和三二年七月二六日に右金額の\nうち三万四四〇円が被告会社に現実に返済されていることが認められるので、当期\n末の右仮払金の計上洩の残高が二五万八、七四〇円であることは明らかである。\n「７」　短期借入金の計上洩七九四万一、〇〇〇円（前同「１７」参照）\n前記（１）の「８」掲記の甲１の質問てん末書並びに甲４査察官の原審公判証言\nの外、同証言中に引用されている表裏資金交錯状況表（昭和三一年一二月一日から\n同三二年一一月三〇日までの分）（原審記録第四分冊一、四八二丁ないし一、四八\n八丁）その他関係証拠によれば、被告会社が前記第一年度におけると同様の方法に\nより裏預金と表勘定の間を操作した差引の架空借入金の残は七九四万一、〇〇〇円\nであることが認められ、従つて右金額が短期借入金の計上洩として逋脱所得に加算\nされることは当然といわねばならない。\n「８」　繰越利益金の否認五九九万四、二二九円（前同「２５」参照）\n（イ）　押収にかかる昭和三二年一一月三〇日期月別会計試算表その他一袋（前\n同押号の二九）中の期末修正振替伝票並びに前記第一年度の法人税更正決議書及び\n再更正決議書によれば、被告会社は当期において、前期分の更正決定により右五九\n九万四、二二九円を公表帳簿に受入れ、そのうち後記（ロ）の金額を差引いた四五\n四万一五一円については、借方資産、貸方繰越利益金として公表勘定に計上したこ\nと並びに右資産については預金、貸付金等個々の勘定科目を通じて計算されている\nことがいずれも認められるところ、前記Ｂ修正貸借対照表において、右四五四万一\n五一円はすでに認容（貸方計上）されているので、これらの見合として繰越利益金\nを否認（借方計上）したものであり、（ロ）その余の一四五万四、〇七八円は、貸\n倒引当金及び価格変動準備金に対応するもので、前記否認額（前記Ａ修正貸借対照\n表「２５」、「２６」参照）を当期認容（前記Ｂ修正貸借対照表「２６」、「２\n７」参照）した見合として繰越利益金を否認したものであり、いずれも財産増減法\nによる所得計算上当然のことといわねばならない。\nもつとも、右Ｂ修正貸借対照表の勘定科目「２５」中、負債（貸方）欄の過年度\n金額五、四五三万二、二四八円、すなわち第一年度末の繰越利益金については、前\n記（１）の「６」及び「１０」の末尾において説明したとおり、さらに一八万四、\n八〇〇円を加算すべきものであるから、当期の簿外の繰越利益金としては、前記\n五、四五三万二、二四八円に右一八万四、八〇〇円を加算した五、四七一万七、〇\n四八円と訂正されなければならない。\n「９」　事業税認定損の認容二九三万四、九四〇円（前回「２８」参照）\nすでに前記（１）の「１２」において説明したとおり、被告会社の前期すなわち\n第一年度における簿外の利益金は二、六九六万二、一三四円であるから、同期の所\n得金額は、これに公表にかかる同期利益金たる六八万二、〇四〇円を加算した二、\n七六四万四、一七四円となるが、その事業税額は本件当時の地方税法七二条の二二\nにより三三〇万七、二九〇円となる。しかるに、被告会社の事業税額の納付済分\nは、関係証拠上、確定由告による分七万一、八四〇円及び中間納付による分三二万\n二、六八〇円の合計三九万四、五二〇円であることが認められるから、当期におけ\nる事業税認定損の認容額は、前記三三〇万七、二九〇円から右三九万四、五二〇円\nを差引いた二九一万二、七七〇円と訂正されなければならない。\n「１０」　仮払事業税認定損否認一八万四、八〇〇円（前同「２９」参照）\nすでに前記（１）の「６」において説明したとおり、右仮払事業税認定損の否認\nはその必要がないというべきであるから、この勘定科目欄は抹消されるべきであ\nる。\n「１１」　当期利益金九七五万八、三五三円について（前同「３２」参照）\nすでに前記「９」及び「１０」において説明したところにより計算すれば、被告\n会社の簿外の当期利益金は右九七五万八、三五三円から一六万二、六三〇円（前記\n一八万四、八〇〇円から、前記勘定科目「２８」の事業税認定損二九三万四、九四\n〇円と右「９」掲記の事業税認定損二九一万二、七七〇円との差額たる二万二、一\n七〇円を差引いたもの）を差引いた九五九万五、七二三円と訂正されなければなら\nない。従つて、原判決はこの点においても事実を誤認したものというの外はない。\n控訴趣意中、その余の論旨、すなわち訴訟手続の法令違反、法令の適用の誤等の\n論旨について。\n論旨は、原審には審理不尽、判断の遺脱等訴訟手続の法令違反があり、又原判決\nには法令の適用の誤があるなどと主張するけれども、記録を調査しても、原審の訴\n訟手続には所論指摘のような法令違反の認められないのはもちろん、原判決には判\n決に影響を及ぼすことの明らかな法令の適用の誤等は存在しない（但し、（（法令\nの適用））の項中、昭和三七年法律第四五号法人税の一部を改正する法律附則第二\n項とあるのは、同法律附則第一一項の誤記と認める。）。論旨はすべて採用できな\nい。\n以上の次第で、前記第一年度の「６」、「１２」及び第二年度の「１１」におい\nて説明したとおり、原判決はこれらの点において事実を誤認したものであり、しか\nもその誤は判決に影響を及ぼすことが明らかであるから、原判決は破棄を免れな\nい。論旨は理由あるに帰する。\nよつて本件控訴は理由があるから、刑訴法三九七条、三八二条により原判決を破\n棄したうえ、同法四〇〇条但書に従い直ちに自判する。\n（当裁判所が新たに認定した事実）\n被告会社は、東京都台東区ａ町ｂ丁目ｃ番地に本店を設け、芳香原料の輸出入、\n販売並びにその仲介等を営業目的とする資本金三五〇万円の株式会社であり、甲１\n（昭和三七年一〇月二九日死亡）は右会社の代表取締役社長としてその業務全般を\n掌理していたが、甲１は被告会社の業務に関し法人税を免れる目的をもつて、売上\n脱漏等による簿外預金の設定及び期末在庫品の圧縮等の不正な方法により\n第一、　昭和三〇年一二月一日より同三一年一一月三〇日までの事業年度におい\nて、被告会社の実際所得金額が二、七六四万四、一七四円あつたのにかかわらず、\n同三二年一月三一日同区蔵前三丁目二四番地所在の所轄浅草税務署において同署長\nに対し、所得金額が六八万二、〇四〇円である旨虚偽過少の確定申告書を提出し、\nもつて同会社の右年度の正規の法人税額一、一〇三万二、六四〇円（本件当時の法\n人税法一七条一項一号により計算したもの）と右申告税額二四万七、八〇〇円との\n差額一、〇七八万四、八四〇円を逋脱し（なお、実際所得金額、法人税額及び逋脱\n税額等の計算は、別紙ＮＯ・１修正貸借対照表（（昭和三一年一一月三〇日現\n在））及び別紙税額計算書中、昭和三〇年一二月一日―同三一年一一月三〇日事業\n年度分記載のとおりである。）\n第二、　昭和三一年一二月一日より同三二年一一月三〇日までの事業年度におい\nて、被告会社の実際所得金額が一、〇八九万八七八円あつたのにかかわらず、同三\n三年一月三一日前記浅草税務署において同署長に対し、所得金額が一二九万五、一\n五五円である旨虚偽過少の確定申告書を提出し、もつて同会社の右年度の正規の法\n人税額四三〇万六、三二〇円（本件当時の法人税法一七条一項一号により計算した\nもの）と右申告税額四六万八、〇四〇円との差額三八三万八、二八〇円を逋脱し\n（なお、実際所得金額、法人税額及び逋脱税額等の計算は、別紙ＮＯ・２修正貸借\n対照表（（昭和三二年一一月三〇日現在））及び別紙税額計算書中、昭和三一年一\n二月一日―同三二年一一月三〇日事業年度分記載のとおりである。）\nたものである。\n（右の事実に対する証拠の標目）（省略）\n（法令の適用並びに量刑の事情）\n昭和四〇年法律第三四号法人税法附則一九条、昭和三七年法律第四五号法人税の\n一部を改正する法律附則一一項、右各法律による改正前の法人税法五一条一項、四\n八条一項、二一条一項、刑訴法一八一条一項本文。\nなお量刑については、原判決が末尾の（量刑の事情）において指摘したような本\n件犯行の罪質、罪態、脱税額等に徴し、犯情は軽視を許されないものがある点を考\n慮し、又原判決が指摘したような被告会社に利益な諸般の情状、その他所論指摘の\n同会社に有利とされる諸事情をも参酌しても、原判決の科刑はとくにこれを変更す\nべきものとは認められない。\nよつて主文のとおり判決する。\n（裁判長判事　栗本一夫　判事　石田一郎　判事　藤井一雄）\n税額計算書\n＜記載内容は末尾１添付＞\n修正貸借対照表\n＜記載内容は末尾２添付＞\n"
}