{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 2,
    "day": 9
  },
  "case_number": "昭和47(行コ)56",
  "case_name": "司法書士不認可処分取消等請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　司法書士法４条４項にいう「認可を与えない理由」の記載を欠く聴問通知書により通知をしていた聴問手続は，その後聴問前に書面により右理由の通知を受けている等の事情があるときは，違法ではないとした事例　２　司法書士の選考試験において合格基準に達していないと判定された者も，聴問手続の違法を理由として司法書士不認可決定の取消しを求める法律上の利益を有するとした事例",
  "lawsuit_id": "17904",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17904",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/904/017904_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は、控訴人の負担とする。\n○　事実\n控訴代理人は、「（一）原判決を取り消す。（二）被控訴人が昭和四六年一〇月七\n日控訴人に対してした司法書士認可申請についての不認可決定を取り消す。（三）\n被控訴人は、控訴人に対し、昭和四六年度司法書士選考試験により控訴人を司法書\n士として認可する。（四）訴訟費用は、第一、二審とも、被控訴人の負担とす\nる。」との判決を求め、被控訴人は、控訴棄却の判決を求めた。\n当事者双方の陳述及び証拠の関係は、次のとおり付加するほかは、原判決事実摘示\nのとおりであるから、ここに、これを引用する。\n第一、控訴人の付加した陳述\n一、本件聴問は、次の理由により不存在若しくは無効であり、従つて、かような聴\n問を前提とする本件不認可処分は無効であつて、取り消さるべきものである。\n（一）　司法書士法（以下単に法という。）四条三項の聴問手続は、司法書士不認\n可処分の正当性、公正を保障するために設けられたものであるから、これが適法、\n有効に行なわれたというためには、（１）手続の公正性が外形上保障されており、\nかつ、（２）内容的にも、申請者に対し不認可の理由につき十分な説明がなされて\nいることが必要である。ところが、\n（１）　本件聴問において、聴問手続の主催者側の責任者である当時の甲府地方法\n務局長Ａが「お前はいいがかりをつけに来たのか」との発言をしたことは、原審に\nおいて主張したとおりである。この発言は、同局長が初めから法の趣旨にそう公正\nな聴問手続を施行する意思がなかつたことを示すものであつて、聴問手続の外形上\nの公正性をみずから否定し、ひいて聴問手続全体を無効とする公序良俗違反の行為\nにあたるものというべきである。\n（２）　同局長は、本件聴問手続において）、控訴人のした不認可理由の質問に対\nし、「合格基準点に達しない」と答えるのみで、それ以外は、「答える限りでな\nい」として、説明を拒んでいるが、これでは、不認可理由の説明がなされていない\nに等しい。すなわち、聴問手続において不認可の理由が十分に説明されているとい\nうためには、\n（イ）　面接における採点基準の存否及びその程度の説明がなさるべきものであ\nり、少くとも、その説明は、認可申請者に対し不認可の理由を納得させるよう努力\nした事実が客観的にうかがわれるようなものでなければならない。\n（ロ）　とくに、面接における合否判定基準の存否及びその程度の説明は不可欠の\nものである。ところが、本件聴問手続においては、右（イ）（ロ）の基準そのもの\nですらなんら示されなかつたのであるから、本件聴問手続は、不認可の理由につき\n法の趣旨にそう十分な説明がなされた公正な手続ということはできない。\n（二）　本件聴問の施行についての通知に法四条四項にいう「認可を与えない理\n由」の記載を欠いていることは、聴問の趣旨、目的に照らし、聴問手続を無効とす\nる重大な瑕疵を構成するものと解すべきである。\n二、司法書士法が司法書士となるための資格要件を定め、司法書士となるについて\n選考による認可制を採用する趣旨は、憲法の保障する職業選択の自由及び営業活動\nの自由に対し、公共の福祉の見地から制約を加えようとしたものであるから、選考\nの結果地方法務局長より選考基準に達しているものと認定され、その旨の通知を受\nけた者は、特段の事情のないかぎり認可が与えらるべきものであるところ、甲府地\n方法務局総務課長Ｂの昭和四六年八月二三日付「司法書士選考試験の結果につい\nて」と題する「依命通知」（甲第一号証）は、控訴人が選考試験の結果合格基準点\nに達していることを公に認定し、その旨を控訴人に通知したものであるから、被控\n訴人としては、特段の理由、事情がないかぎり認可を与える義務があり、特段の理\n由を明示することなく不認可とすることは、裁量権の濫用にあたるものというべき\nである。すなわち、司法書士の認可手続における選考とは、控訴人がすでに原審に\nおいて主張したとおり、筆記試験を指すものであり、筆記試験の後に行なわれる面\n接は、申請人の司法書士としての一般的適性その他健康状態等を確かめるためのも\nのに過ぎないところ、控訴人は、筆記試験の結果合格基準点に達していると公に認\n定され、かつ法三条の欠格事由がなく、司法書士の業務にたえる健康状態にある者\nであるから、特段の事情のないかぎり、認可が与えらるべきものであつて、認可を\n拒否すべき特段の理由、事情があつたこと、ないしは、裁量権の濫用がなかつたこ\nとを被控訴人において証明しないかぎり、本件不認可処分は、裁量権を濫用して行\nなわれた違法のものというべきである。\n第二、被控訴人の付加した陳述\n一、本案前の主張\n控訴人は、選考試験の結果合格基準点に達していないのであるから、仮りに本件不\n認可決定が聴問手続の違法のために取り消されたとしても、あらためて、聴問手続\nを経て認可を付与することは許されないところである。従つて、控訴人は、本件不\n認可決定の取消しを求める法律上の利益を有しない。\n二、控訴人の当審における陳述について\n（一）　１本件聴問手続において、当時の甲府地方法務局長Ａは控訴人の質問に対\nし、終始誠意をもつて応答していたものであつて、控訴人が冷静さを失い、興奮し\nて、けんか腰に及ぶため、「聴問の席上であるから、いいがかりに来たわけではな\nいでしよう。冷静に話しをしなさい。」との趣旨を述べて控訴人をたしなめたに過\nぎない。これは、聴問の主宰者として当然の措置であつて、なんら違法とさるべき\nものではなく、右言辞が直ちに聴問手続の公正を害するものということはできな\nい。\n２　本件聴問においては、Ａ局長より、登記や供託の申請手続についての問題に対\nする控訴人の解答が不十分で、面接試験の結果が合格基準点に達していなかつたこ\nと、控訴人が外国人であることや健康状態は不認可の理由となつていないこと等が\n説明されており、不認可理由の説明としては、これで十分であつて、控訴人主張の\nような各基準の存否及びその程度を明示することは、法の要求するところではな\nく、これを明示しなかつたからといつて、聴問が不存在ないし無効ということはで\nきない。\n（二）　本件聴問の通知に「認可を与えない理由」の記載を欠いていることは、控\n訴人主張のとおりであるが、被控訴人は、聴問前の面接試験の結果の通知書（甲第\n三号証）において「認可を与えない理由」を記載し通知しており、控訴人は、すで\nにそのことを了知しているのであるからその程度の瑕疵は、その後に行なわれた本\n件聴問の無効原因となるものではない。\n（三）　本件不認可処分は、裁量権を濫用して行なわれたものではない。この点に\n関する控訴人の主張は、法四条一項の法務局又は地方法務局の長の行なう選考は、\n筆記試験のみを指すものであることを前提とするものであるところ、司法書士選考\n認可の実際の運用は、昭和三一年八月一五日以降は、原則として、毎年一回全国統\n一の筆記試験のほか口述試験、健康状態及びその他の調査を法務局又は地方法務局\nにおいて実施することとしていた。そうして、この趣旨は「司法書士認可に関する\n選考試験受験案内書」（乙第八号証）に明示して、認可申請者に周知徹底をはかつ\nている。控訴人に、昭和四六年八月二三日付「司法書士選考試験の結果について」\nと題する依命通知（甲第一号証）をもつて控訴人の主張を裏付けるものであるかの\nようにいうが、この書面は、前記受験案内書の第四節の「この筆記試験合格者につ\nいては、法務局又は地方法務局から直接本人に通知します。」との記載にもとづい\nて発せられた通知であることは明らかであり、前記依命通知にいう「司法書士選考\n試験」が筆記試験を指称するものであることは、当然、認識しうべきはずである。\nまた、この通知書には、「標記試験の結果あなたは合格基準点に達しましたが、さ\nらに面接試験を行ないますから云々」と記載されていることからみても、これが甲\n府地方法務局長の行なう選考試験のすべてに合格したことを表示したものでないこ\nとは明らかである。\n第三、新たな証拠の提出及び書証の認否（省略）\n○　理由\n第一、不認可処分取消請求について\n一、被控訴人の本案前の主張について\n（一）　被控訴人は、司法書士の認可を与うべきかどうかは、被控訴人が選考試験\nの結果にもとづき、その最終的責任において決定すべきものであるから、不認可処\n分の取消しを求める訴えは不適法であると主張する。しかし、右主張の採用しがた\nいことは、原審の判断するとおりであるので、この点に関する原審の判断（原判決\n三枚目表三行目から四枚目表一行目までを引用する。\n（二）　被控訴人は、さらに、控訴人は選考試験の合格基準点に達していないので\nあるから、仮りに、本件不認可決定が聴聞手続の違法により取り消されたとして\nも、あらためて聴問手続を経て認可を付与することは許されないところであるか\nら、控訴人は、本件不認可決定の取消しを求める法律上の利益を有しないと主張す\nる。\nそこで考えてみるに、法四条は、司法書士の認可権者が不認可処分をしようとする\n場合には、認可申請者の請求があるかぎり、あらかじめ認可を与えない理由を通知\nしたうえで、公開の聴問を行なわなければならない旨を定めているところ、その趣\n旨は、認可に関する処分が公正に行なわるべきことを保障するために、認可申請者\nの請求があるかぎり、公開の席において不認可の理由（すなわち、その理由が試験\nの結果によるものであるか、その他の理由、とくに法三条の欠格事由の存在による\nものであるか）を明示すべきこととするとともに、不認可の理由が欠格事由の存在\n等にある場合には、必要に応じ（すなわち、欠格事由等の存否に関する具体的事実\nの認定を公正にするために必要があるかぎり）申請者にその点について主張、立証\nの機会を与えるべきこととすることによつて、認可に関する決定が認可権者の恣意\nにより左右されることを防止しようとしたものと解することができる。従つて、選\n考試験により合格基準に達していないと判定された者であつても、公開の聴問にお\nいて不認可の理由につき説明を受ける権利が保障されているものというべきである\nから、聴問において、不認可理由の説明がまつたくなく、この点から聴問が違法と\nされる場合には、あらためて、聴問手続において不認可の理由を説明したうえで処\n分をすべきことを求めるために、聴問手続の違法を理由とし不認可処分の取消しを\n求める法的利益を有するものといわねばならない。従つて、被控訴人主張のよう\nに、選考試験により合格基準に達していないと判定された者は、聴問手続の違法を\n理由として不認可処分の取消しを求める法的利益を有しないということはできない\nので、この点に関する被控訴人の主張は採用できない。\n二、本案の請求について\n控訴人が被控訴人に対し昭和四六年度の司法書士の認可申請をし、同年七月一八日\n実施された筆記試験に合格したこと、ついで、同年九月一六日面接試験を受けたと\nころ、向月一八日付で被控訴人から合格基準点に達しなかつたとの理由による不認\n可予定の通知があつたこと、控訴人の請求により同年一〇月二日甲府地方法務局に\nおいて聴問会が開かれたうえ、被控訴人が同月七日控訴人に対し不認可処分をした\nこと、以上の事実は当事者間に争いがない。\n（一）　控訴人は、法四条一項の選考とは筆記試験を指すものであり、筆記試験の\n結果、選考基準に達している旨を公に認定され、かつ、司法書士の業務にたえる健\n康状態にある者であるから、特段の事情がないかぎり認可が与えらるべきものであ\nり、なんら理由を明示することなく認可を拒否することは裁量権の濫用にあたる、\nと主張する。\nしかし、昭和四六年度の司法書士選考の方法として、筆記試験と口述試験が併用さ\nれたものであること、従つて、控訴人主張のように、選考とは筆記試験のみを指す\nものとはいいえないことは、原審の判断するとおりであるので、この点に関する原\n審の判断（原判決四枚目裏五行目以下同五枚目裏五行目まで）を引用する。そうし\nて、同年八月二三日付の依命通知（甲第一号証）は、控訴人主張のように、控訴人\nが被控訴人の行なう選考試験のすべてに合格したことを表示したものではなく、選\n考試験の一部である筆記試験において合格基準点に達している旨を表示した文書に\n過ぎないことは、右通知に「標記試験の結果あなたは合格基準点に達しましたが、\nさらに面接試験を行います云々」の記載があることに徴しても明らかである。この\n点に関する控訴人の主張は、選考とは筆記試験のみを指すものであり、かつ、甲第\n一号証の依命通知は控訴人が選考試験のすべてに合格したことを表示したものであ\nるという誤つた前提に立つものであつて、採用のかぎりでない。\n（二）　控訴人は、さらに、本件聴問は、外形上公正性が保障されておらず、内容\n的にも不認可の理由につき十分な説明が行なわれていないので、法の趣旨にそう公\n正なものといいえず、無効若しくは不存在であつてこれを前提とする不認可処分は\n違法であると主張する。\nそこで考えてみるに、聴問制度の趣旨、目的は、申請人の請求があるかぎり公開の\n席において不認可の理由を明示すべきこととするとともに、不認可の理由が試験の\n結果によるものではなく、その他の、欠格事由の存在等によるものである場合に\nは、必要に応じ申請人にその点につき主張、立証の機会を与えるべきこととするこ\nとによつて、不認可処分の公正を保障しようとしたものであることは前述のとおり\nである。\nそうして、成立に争いのない乙第七号証、原審証人Ｂ、当審証人Ａの各証言、原審\n及び当審における控訴人本人尋問の結果及び右本人尋問の結果によりその成立を認\nめることのできる甲第五号証、並びに本件口頭弁論の全趣旨をあわせ考えれば、本\n件聴問は昭和四六年一〇月二日午前一一時頃から一二時近くまでの間、当時の甲府\n地方法務局長Ａ主宰の下に、同局総務課長Ｂ、同登記課長Ｃ、同訟務課長Ｄを立会\nさせて、同局会議室において、公開で行なわれたものであること（但し、傍聴者は\nなかつた。）。\n席上、控訴人から面接試験における判定基準を明らかにするよう求め、これに対\nし、同局長から面接試験の基準点を具体的に公表することはできないが、控訴人に\nついては、面接試験の際、登記や供託の申請手続に関する発問についての控訴人の\n解答が不十分で、結局、面接試験の結果が合格基準点に達していなかつたこと、控\n訴人が日本国籍を有しないことや健康状態は不認可の理由とはなつておらず、不認\n可の理由は選考試験の結果によるものであることが説明されたこと、この間、控訴\n人は、選考とは筆記試験を指すものであつて、面接は申請人の司法書士としての一\n般適性や健康状態を確認するだめのものであるから、筆記試験において合格基準点\nに達していると認定された控訴人に対し理由なく認可を拒否することは不当であ\nる、との独自の見解を主張したところから、控訴人と同局長との間に感情の対立を\n生じ、同局長から「いいがかり」の文言を含む、控訴人を非難する言辞が発せられ\nたこと、以上の事実を認めることができる。前掲控訴人本人尋問の結果及び甲第五\n号証の記載中に右認定と一部抵触する部分があるが、この部分は前掲乙第七号証及\nび前掲各証人の証言と対比して措信しがたい。また成立に争いのない乙第八号証の\n一、二（新聞記事）も、主として、控訴人の一方的言分を掲載したに過ぎないもの\nと認められるので、右認定を動かすに足る証拠とは認めがたく、他に右認定を左右\nするに足る証拠はない。\n控訴人は、「いいがかり」の文言を含むＡ局長の発言をもつて、同局長が初めから\n法の趣旨に従い誠実に聴問を行なう意思がなかつたことを示すものであつて、本件\n聴問の外形上の公正性を失なわせるものであると主張するところ、かような言辞が\n聴問の席における発言として妥当を欠くものであることはいうまでもないところで\nあるが、前認定の事実、とくに右の発言が行なわれるに至つたいきさつにかんがみ\nれば、この発言をもつて、直ちに、同局長が初めから誠実に聴問を行なう意思がな\nかつたことの懲憑とみることは困難である。しかも、聴問の全過程を通じて、不認\n可の理由が面接の際の登記、供託の手続についての控訴人の解答が不出来で合格基\n準点に達していなかつたことによるものであることが説明されている以上、本件聴\n問の内容、実態は、法の趣旨にそい、公正に行なわれたものと認めるに妨げのない\nものであつて、聴問の過程において、前記のようないきさつから、「いいがかり」\n云々の不穏当な発言があつたからといつて（この発言が控訴人に対する名誉毀損の\n不法行為を構成することがありうるのは格別）、これがために、聴問手続の全体が\n外形上公正性の保障を欠くもの（外形からみても不公正を疑うことがもつ法もと認\nめられるような手続であるとの趣旨に解される。）となるものと解することはでき\nない。\n控訴人は、さらに、本件聴問においては、面接における採点基準の存否及びその程\n度並びに合否判定の基準及びその程度が明示されなかつたので、右聴問手続は、不\n認可の理由につき法の趣旨にそう十分な説明がなされた公正な手続とはいいえない\nと主張する。\nしかし、試験が公正に行なわれるためには、一定の基準を設けて、その適用により\n合否を判定すべきことは当然であるが、試験のもつ専門技術性にかんがみれば、ど\nのような判定基準を設けるべきかということについても、また、この基準の適用に\nよる成績の評価についても、試験官の専門技術的判断に任さざるをえず、試験終了\n後において、聴問の結果により判定基準そのもの、ないしはその適用による評価を\n修正、変更すべきものとすることは、試験の性質にそぐわないことは明らかであつ\nて、聴問制度の趣旨、目的も、試験における解答につき受験者に釈明、補充の機会\nを与えることにあるとは解されない。また、わが国における試験についての一般的\n慣行も、試験における判定基準や基準の適用による評価点数等は、これを公表しな\nいことが一般であつて（このことは、当裁判所に顕著な事実である。）、法がこの\n慣行に反して、聴問手続においてこれを公表すべきものとする趣旨であるならば、\nそのことをうかがわせるような、なんらかの規定を設けることが普通であるのに、\nこのような趣旨をうかがわせるような規定はまつたくない。しかも、前掲乙第七号\n証及び各証人の証言並びに本件口頭弁論の全趣旨によれば、本件口述試験は、司法\n書士となるのに必要な、登記、供託の手続についての知識の程度を、比較的自由\nな、臨機の発問によつて確かめることに主眼を置いて実施されたものと推認される\nのであるが、かような口述試験の性質上、事後において、試験の成績を固定的、画\n一的基準の適用による評価点数をもつて詳細、具体的に明示することは、事実上困\n難であつて、強いてこれを要求することは、口述試験の特質、長所を阻害しかねな\nい。これらの点から考えれば、法は、不認可の理由が試験の結果による場合には、\n試験における判定基準の存否、その内容及び基準の適用による評価点数等を聴問手\n続において逐一具体的に明示すべきことまでをも要求しているものとは解されず、\nこれを明示しなかつたからといつて、本件聴問手続が法の趣旨にそわない不公正な\nものであるということは相当でない。かえつて、前認定の事実によれば、本件聴問\n手続の全過程を通じてみれば、不認可の理由がほかの理由によるものではなく、口\n述試験の結果によるものであること、すなわち口述試験における登記、供託の手続\nについての解答が不十分であつて、その成績が合格基準に達しなかつたことによる\nものであることが説明されていると認められるのであつて、不認可理由の説明とし\nては、この程度をもつて足りるものというべきである。この点に関する控訴人の主\n張は、ひつきよう、選考試験とは筆記試験のみ指すものであり、控訴人は選考試験\nに合格したと認定された者であるとの誤つた前提に立つて聴問における不認可理由\nの説明を不十分なものと主張するものであるか、若しくは、聴問制度の趣旨、目的\nの誤解にもとづくものというべきであつて、いずれにしても、採用しがたいもので\nある。\n（三）　控訴人に、さらに、本件聴問の施行についての通知に「認可を与えない理\n由」の記載を欠いていたから、聴問は無効と認めらるべきであると主張する。そう\nして、成立に争いのない乙第五号証によると、控訴人から聴問の請求があつた後、\n被控訴人は、昭和四六年九月二三日付の書面で、控訴人に対し、聴問の日時及び場\n所を通知しているが、その際法四条四項にいう「認可を与えない理由」の記載を欠\nいていたことが認められる。しかしながら、控訴人は、聴問を請求する前すでに、\n被控訴人から昭和四六年九月一八日付書面をもつて、不認可の理由が面接試験の結\n果が合格基準点に達しなかつたことによるものであることの通知を受けているので\nあるから、これによりすでに不認可の理由を知らされていたと認めることができ\nる。このことに、控訴人が、聴問手続の初めに理由不記載の点を指摘して異議を述\nべた形跡が証拠上まつたくうかがわれないことをあわせ考えれば、聴問の通知に不\n認可理由の記載を欠いていたことは、本件聴問手続の無効原因とはならないのはも\nとより、その取消原因ともならないものと解するのが相当である。従つて、この点\nに関する控訴人の主張も採用できない。\n以上に判断したとおり、本件不認可処分には、控訴人主張のような違法のかどはな\nく、その他の点においては、右認可処分が適法要件を具備するものであることは、\n控訴人の明らかに争わないところである。従つて、本件不認可処分は適法と認めら\nるべきものであり、その取消を求める控訴人の請求は理由がなく、これと同旨の原\n判決は正当であるから、不認可処分の取消請求に関する控訴は棄却さるべきもので\nある。\n第二、司法書士の認可を求める訴えについて\n当裁判所は、行政庁に対し一定の行政行為をなすべきことを求める訴えが一般的に\n許されないとする原審の判断には、必ずしも賛同するものではないが、以上に判断\nしたところによれば、司法書士の認可を求める請求も、どのみち、理由がないもの\nとして棄却さるべきこととなるところ、訴え却下の判決を請求棄却の判決に変更す\nることは、控訴人に不利益となり、許されないところと解されるので、右請求に関\nする控訴は、これを棄却することとする。\nよつて、本件控訴をすべて棄却することとし、控訴費用の負担につき民訴法第九五\n条、第八九条を適用して、主文のとおり判決する。\n（裁判官　白石健三　小林哲郎　間中彦次）\n"
}