{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 9,
    "day": 18
  },
  "case_number": "昭和45(モ)56",
  "case_name": "",
  "court_name": "長野地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事仮処分",
  "lawsuit_id": "13431",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13431",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/431/013431_hanrei.pdf",
  "contents": "主　　　文\n一　申請人が本決定送達の日より二週間以内に被申請人有限会社児島屋に対しては\n金七〇万円、同有限会社美川屋に対しては金八〇万円の保証を立てたときは、\n１　被申請人有限会社小島屋は味付小麦粉（天ぷら用小麦粉）「ニユー花ころも」\nの製造販売を、被申請人有限会社美川屋は味付小麦粉（天ぷら用小麦粉）「ニユー\n花ころも」の販売をそれぞれしてはならない。\n２　別紙三記載の建物内に在る被申請人有限会社小島屋の所有にかかる「ニユー花\nころも」の既製品、半製品のうちで販売用のものおよびその製造に使用する機械器\n具に対する占有を、ならびに被申請人有限会社美川屋の所有にかかる「ニユー花こ\nろも」の既製品、半製品に対する占有をそれぞれ解き長野地方裁判所執行官にその\n保管を命ずる。\n３　執行官は、右物件を封印その他の方法により、「ニユー花ころも」については\nその販売を、機械器具についてはその使用をできぬようにしなければならない。\n二　申請人にその余の申請を却下する。\n三　申請費用はこれを三分し、その一を申請人の、その一を被申請人有限会社小島\n屋の、その余を被申請人有限会社美川屋のそれぞれの負担とする。\n理　　　由\n一　申請人の申請および申請の理由の要旨は、別紙一および二のとおりである。\nニ　当裁判所の判断\n１（一）　疎明によれば、被申請人（以下債務者ともいう）有限会社小島屋（代表\n取締役Ａ。以下小島屋という）は昭和二九年五月六日設立され、以来主として揚げ\n物惣菜の製造販売を業としていたものであるが、昭和三四年四月ころから右営業に\n加えて揚げ物に使用する所謂天ぷら専用粉を「花ころも」なる商標を付して製造販\n売するようになり、昭和四四年ころには、年間売上高約一、〇〇〇万円をあげるま\nでになつた。右天ぷら専用粉は、小麦粉（薄力粉）を主体に添加物として重曹、明\n礬、酒石酸、グルタミン酸ソーダ等を混合して製造され、小島屋においては小麦粉\nは長野市＜以下略＞所在の柄木田製粉から、その他の添加物は第一化成から購入し\nていた。\nところが、Ａの友人であるＢの助言もあつて、右小島屋の天ぷら専用粉「花ころ\nも」の製造販売をさらに発展させ営業成績をあげるために新会社を設立することと\nなり、昭和四四年六月二日申請人（以下債権者ともいう。）である「株式会社「花\nころも」が設立され、代表取締役にはＡが選任され、本店を小島屋と同一所在地で\nある長野市＜以下略＞に置いた。そして申請人は、小島屋が製造していたと同一の\n方法で天ぷら専用粉を製造し、小麦粉、その他の添加物の仕入先および販売先も小\n島屋のそれを引き継ぎ、商標も従前同様「花ころも」を使用し、さらに昭和四四年\n六月三〇日をもつて、当時小島屋の保有していた「花ころも」（種も含む。）、実\n演用器具一式、秤、電話機、自動車、鍋、花ころもダンボール等商品および天ぷら\n専用粉に関する営業用財産一切を代金一三四〇、一五九円で小島屋から申請人に売\n渡された。\nその語申請人は、順調に営業を継続しその販路は長野県下は勿論その周辺県まで\n及ぶに至り、一か月約一五〇万円の売上をあげていた。ところが昭和四四年一二月\n三一日をもつてＡは、代表取締役および取締役を辞任し、昭和四五年四月ころから\n小島屋は、申請人において製造販売している「花ころも」に類似する天ぷら専用粉\n（添加物において若干異る。）を「ニユー花ころも」の商標を付して製造販売を開\n始した。その後昭和四五年五月一日「１天ぷら専用粉ニユー花ころもの製造販売２\n天ぷら用具の製造販売」等を目的とする被申請人有限会社美川屋（以下美川屋とい\nう。）が設立された。右美川屋は、本店を従前小島屋が倉庫兼車庫として使用して\nいた家屋所在地と同一の長野市＜以下略＞に置き代表取締役をＡの妻Ｃとし、社員\nをＣ、同人の兄Ｄおよび弟Ｅ他一名とするものであり、その営業は、従前の小島屋\nのそれを右Ｅが引継ぎ、製品も「ニユー花ころも」なる名称を付して販売してい\nる。そして申請人において販売している「花ころも」と美川屋において販売してい\nる「ニユー花ころも」の製品袋を比較すると、そこに記されている文言等非常に類\n似している。\n小島屋および美川屋が、右のように「ニユー花ころも」を製造し申請人販売先と\n同一の販売先に売込み販売したことによつて申請人の大口の販売先であつた中央市\n場食品部等に対する売上げが激減しているとの事実を一応認めることができる。\n（二）　申請人は、まず被申請人等に対して商法二五条にもとづき被申請人等の営\n業差止めを求めると主張するので判断する。\n（１）　右事実からすると、小島屋は、申請人に対し、小島屋の営業の一部である\n主として天ぷら専用粉の製造販売に関する営業を譲渡したものというべきであるか\nら小島屋は、営業の譲渡人として商法二五条により、右譲渡した同一の営業を為さ\nざる義務を負い、よつて申請人は小島屋の右営業を差止める請求権を有するものと\nいわなくてはならない。\n（２）　さらに右営業譲渡による所謂競業避止義務が、Ａおよび美川屋に対して効\n力を及ぼすかについて案ずるに、Ａは、小島屋の代表者として右譲渡契約に関与し\nているとはいえ、小島屋とは別個の法主体であるから当然にはＡ個人が右義務を負\nうということはできず、また美川屋は、Ａおよび小島屋と深い関係のあることを窺\nうことができなくはないが、右両者とは別個の法人格を有することは明らかであつ\nて、また、右美川屋をもつて小島屋が自己の右競業避止義務を回避するために設立\nしたものと即断することはできないから美川屋は右義務を負うものということはで\nきない。\n（三）　次に、申請人は、被申請人等の行為は不正競争防止法一条一項一号の行為\nに該当するから、同条によつて右行為を止むべきことを請求すると主張するので判\n断する。\n（１）　前記認定事実からすると、申請人の「花ころも」なる商標は、長野県を中\n心とする周辺数県に販売せられ認識せられているものというべく、美川屋が現に使\n用して販売している「ニユー花ころも」なる商標は「右花ころもと類似のものとい\nうことができ、美川屋は右製品を「花ころも」とほとんど同一地方において販売し\nているのであるから右販売行為は、「花ころも」と混同を生ぜしめる行為というこ\nとができ、\n右美川屋の「ニユー花ころも」の販売行為によつて申請人は営業上の利益を害せら\nれ、或いは害せられるおそれがあるものということができる。そうすると、申請人\nは美川屋に対し不正競争防止法一条一項にもとづき「ニユー花ころも」の販売行為\nの差止要求権を有するものというべきである。ただし、「ニユー花ころも」の製造\n行為の差止請求権については不正競争防止法一条一項一号が販売などの流通過程に\nおける商標等の混同によつて生ずる不利益を除去することを目的としているもので\nあるから、製造行為までの差止めを求める請求権を認めるものでないといわなくて\nはならない。\n（２）　Ａとの関係で検討するに、前記のところから明らかなごとく、Ａは個人と\nして「ニユー花ころも」の製造販売を行つているとはいえないので、Ａに対する右\n不正競争防止法にもとづく請求権を認めることはできない。\n（四）　更に申請人は、昭和四五年二月一七日申請人とＡおよび小島屋は申請人の\n営業に対し有形無形の妨害行為を行わない旨の契約が成立したと主張するが、本件\n疎明資料によるも右事実を認めることはできない。\n２　仮処分の必要性について\n以上のごとく、申請人は、小島屋に対して商法二五条にもとづく所謂競業差止請\n求権を、美川屋に対して不正競争防止法一条一項にもとづく「ニユー花ころも」の\n販売行為差止請求権をそれぞれ有するところ、前記認定のごとく、小島屋および美\n川屋において、「ニユー花ころも」製造、販売することによつて申請人の長野市内\n等の大口販売先に対する売上げが激減し、また「花ころも」の販売地域とほとんど\n同一地域において「ニユー花ころも」を販売することによつて「花ころも」と混同\nを生ぜしむるおそれがある等の状況が生じ、かような状況が継続するならば申請人\nにおいて著しい損害を受けるものということができる（なお、申請人は東京都等へ\n販売先を開拓したことによつて昭和四五年六月以降一か月約一三五万円の売上げを\n得るようになつたとしても、前記状況が解消しない限り、申請人において損害を受\nけるものといわなくてはならない。）から、申請人の小島屋に対する競業差止の、\n美川屋に対する販売行為禁止の必要性はいずれも存在するものというべきである。\n３　そうすると、申請人の被申請人有限会社小島屋および同有限会社美川屋に対す\nる本件申請は右の限度で理由があるから、申請人に、小島屋に対し金七〇万円、美\n川屋に対し金八〇万円の各保証を立てさせることを条件にしてこれを認容すること\nとし、申請人の被申請人Ａに対する本件申請および被申請人有限会社美川屋に対す\nる申請のうち製造行為差止の点は、結局被保全権利の疎明を欠くことに帰着し、か\nつ保証を立てさせて疎明に代えることは相当できないから理由なきものとしていず\nれもこれを却下することとし、申請費用の負担につき民事訴訟法八九条、九二条を\n各適用して主文のとおり決定する。\n（別紙一）\n申請の趣旨\n債務者等は、味付小麦粉（天ぷら用小麦粉）を一切製造販売してはならない。\n別紙三記載の建物内に在る債務者等の「ニユー花ころも」の既製品および半製\n品、その製造に使用する機械器具一切に対する占有を解き債権者の委任した長野地\n方裁判所執行官にその保管を命ずる。\n執行官は、右物件を封印その他の方法によりその使用及び販売ができぬようにし\nなければならない。\n申請の理由\n一　債権者は天ぷら専用粉・天ぷら専用鍋の製造販売を目的とし、天ぷら専用粉に\nついては「花ころも」の商標を用い、商号を「株式会社花ころも」として昭和四四\n年六月二日設立されたものである。\nこの債権者設立にあたつては、株式会社花ころも発起人会を組織し、債務者Ａ\n（以下Ａという）が発起人総代となり設立にあたつたものである。債権者の昭和四\n四年六月一日の創立総会に於ては、取締役にＡ外二名が選出され、同日Ａは代表取\n締役に就任した。\n債権者は設立以来「花ころも」なる商標を用いた特種配合の天ぷら専用粉を製造\n販売して来た。\n従来天ぷらのころもについては、天ぷらの製造販売を営業する者が各自、自己の\n使用する粉の配合に工夫をこらして使用することはあつたが、天ぷらのころも専用\n粉を作り、一般に販売する者はかつて無く、従つて「花ころも」なる天ぷら粉は長\n野県のみでなく群馬県東京都にまで販路が広がり、周知の事実として好評を得るに\n至つた。\n二　Ａは債務者有限会社小島屋（以下小島屋という）の代表者であるが、小島屋は\n取締役が一人で、法人組織にはなつているものの実体は全くＡの個人経営と異なら\nない。\n小島屋は惣菜の製造販売を営むもので主に各種天ぷら類（揚物）の製造販売を営\nむが、その片手間に天ぷら専用粉に「花ころも」という名称をつけ、ごく少量の販\n売も行つていたが、営業の中心主力は揚物の製造販売で、店頭で販売する他、学\n校、会社等の給食用に手広く販売していた。\nＡの友人Ｂ（現債権者代表者）はＡから万端に亘り相談を受けていたが、小島屋\nが片手間に売つていた天ぷら粉「花ころも」を量産して市販することは事業として\n成立すると考え、ＡをさそつてＡ及びＢが中心となつて第一項の様に債権者会社を\n設立し、Ａがその社長となり、小島屋は「花ころも」の製造を止め、その製造販売\nに関する営業一切を債権者に譲渡し、小島屋にあつた「花ころも」包装用品・天ぷ\nら鍋・その付属品・電話器・三菱軽自動車等・小島屋が花ころも製造販売に用いた\n資材一切を債権者に引渡し、天ぷら粉「花ころも」は債権者が大量に製造し販売す\nるに至つた。\n債権者の資本構成は資本円二〇〇万円で、その内ＡとＢ各三〇万円、Ａの関係者\n四人で三五万円・Ｂの関係者一三人で一〇五万円である。\n三　昭和四四年六月下旬頃、債権者の現代表取締役ＢがＡ（当時債権代者表者）に\n債権者販売の天ぷら専用粉「花ころも」の商標を登録するよう勧告し、これに応じ\nて債権者の代表者であつたＡが昭和四四年八月、特許庁に「花ころも」なる商標登\n録の出願をした。しかるに同商品登録出願人がＡ個人であつて債権者が出願人でな\nかつたことをＢ及び他の株主達が知つたので、Ａに対し直ちに出願人名義を債権者\nである株式会社花ころも（代表取締役Ａ）に変更届出するよう求めＡに於てもこれ\nを承諾し、変更届出することを約した。\n昭和四四年一一月一二日債権者は役員会を開催し次の事項を決議した。\nすなわち「昭和四四年八月二三日長野市＜以下略＞Ａが特許庁に対し願い出た商\n標登録願の出願人名義を株式会社花ころもに変更すること」\nＡは同役員会の席上これを承諾し、直ちに出願人名義変更の手続きを取る旨を確\n約した。\n四　昭和四四年一二月三〇日、Ａは取締役を辞任する旨を申出た。債権者の役員達\nは手を尽してＡに辞表を撤回するように勧めたが応じない。\n昭和四五年一月一八日債権者は役員会を開催しＡも又ここに出席した。同役員会\nにおいてＡに取締役辞任を撤回するように勧めたが応じなかつたので、やむを得ず\n辞任を承認し、更に辞任するにあたり、花ころも商標登録出願人名義を直ちに債権\n者名義に変更することを求め、Ａはこの際もこれを了承した。\n昭和四五年二月一七日債権者取締役会を開催し、同会にＡの出席を求め、Ａとの\n間に次のような各項目が協議約定された。\n１　債権者会社創立に際し小島屋より債権者に引渡された、天ぷら粉花ころも・天\nぷら鍋・同付属品包装用品・電話器三菱軽自動車等の譲渡代金を監査役立会評価の\n上昭和四五年五月三一日までに清算すること\n２　「花ころも」商標登録出願人名義Ａを株式会社花ころもに変更する届を昭和四\n五年二月二八日までに行うこと。\n３　Ａ及び小島屋は株式会社花ころもの営業に対し有形無形の妨害行為を行わない\n旨の誓約書を昭和四五年二月二八日までに債権者に提出すること\n４　債権者が株式会社第一化成に対し発注中の天ぷら種一五キロ入二〇缶の出荷を\n直ちにするようＡにおいて連絡すること。\n五　しかるにＡは前項４を履行したのみでその余の約定を履行しないのみならず、\n債権者製品と同一の天ぷら専用粉を製造し、「ニユー花ころも」と名称を付して本\n年四月ころから市販し、債権者の得意先のうち、特に大量に買入れる得意先に売込\nんでいる。その包装は、大きさ・表面に印刷されたデザイン・袋の品質も「花ころ\nも」に酷似しているばかりでなく、売込に際して「花ころも」の改良品であり、\n「花ころも」には有害食品添加物（特に黄色着色）が含まれているかの如き旨を記\n載したチラシを配布している。得意先では事情を知らないで債権者で新製品を製造\nし売出したものと誤解している。\nこのため小島屋に奪われた、中央市場食品部等一四軒の得意先に対する売上金額\nが昨年七月から本年三月までは、本年一、二月を除いていずれも一〇〇万円を超\nえ、平均一三五万余であつたのに本年四月は六一万三二四〇円、五月四〇万六九五\n〇円。六月は三八万六六五〇円。七月は二三万八、六〇〇円と激減している。一方\n小島屋に得意先を奪われなかつた他の得意先への売上は、昨年七月から本年五月ま\nで常に三〇万円を上廻り、本年六月七月は、債権者が新たな販売先を開拓したり従\n来の得意先に売込量を増加するよう努力した結果、一〇〇万円を超えるようになつ\nた。右事実から推しても右売上の減少は「花ころも」が不詳で売れないのではなく\nて、債務者等の不法な競業によるものであることは明らかである。「花ころも」の\n純利益は全体を平均すれば売上の一・六割であるが、債務者等に奪われた得意先は\n大半の長野市内に在る上、大量に仕入れてくるので運賃もかゝらず、純利益は二割\nにも上つている。従つて債権者は本年四月には予想された一四軒の大口の得意先へ\nの売上額一三五万円から、実際の売上額六一万三二四〇円を差引いた残七四万円余\nの二割の一四万円、以下同様の計算で本年五月は一八万八〇〇〇円余り、本年六月\nは一九万円余、本年七月は二一万円余の得べかりし利益を失つた。従つて今後もこ\nの事態が続くなら毎月少なくとも二〇万円の損害を蒙ること明らかである。\nそして売行が落ちたために債権者は総計五二万九八一五キロ金額にして四五〇万\n円余の「花ころも」の在庫をかゝえ、その保管にも多大の手数をかけざるを得ない\n状態となつた。\n六　しかもＡは四項３の如き約束を潜脱する目的でＡの妻Ｃを取締役とする有限会\n社美川屋（以下美川屋という）を設立した。\n美川屋は本店所在地を小島屋が従来から車庫兼倉庫として使用していた別紙三記\n載の建物二に置きＣの住所はＡ及び小島屋のそれと同一である。\nそしてその目的は天ぷら専用粉ニユー花ころもの製造販売としている。これは小\n島屋が債権者に譲渡した営業と全く同一である。\n又ニユー花ころもの袋のうらに印刷してある美川屋の電話番号は昭和四四年一二\n月一日版長野県電話番号簿東北信版（北信版）に掲げられている小島屋のそれと同\n一である。\nそのうえ美川屋の存在を債権者に気づかせない為か看板その他一切の表示をその\n所在地にかかげていない。しかし今日ニユー花ころもの製造販売は依然としてＡ及\nび小島屋が続けているところから債権者の追及をさける為に実体のない美川屋を設\n立したものであると考えられる。\nしかも美川屋は別紙三記載の建物の中にニユー花ころもを保有しているが、その\n販売量から推して常時六二〇〇キログラム（二五キロ入８０コ、二〇キロ入五〇\nコ、八八〇グラム袋二〇コ入及び四八〇グラム袋三〇コ入各一〇〇コ）価格にして\n五七万九五〇〇円相当の在庫があり、別紙三記載建物一の中に小島屋が右の五分の\n一程度のニユー花ころもを保有している。\n従つてこれの占有を債務者から奪わねば債権者の権利を保全することは困難であ\nる。\nなお右二つの建物は小島屋が所有者西方寺から貸借しているものである。\n七　債権者設立の経過は前述の通りであつて債務者等がそれまで行つていた天ぷら\n専用粉花ころもの製造販売の事業は挙げて債権者に譲渡されたものであることは明\nらかであるのに、債務者等は債権者に損害を与えることを認識しながら敢えて、\n「ニユー花ころも」天ぷら粉の製造販売を行つているものである。\nこれら債務者等の行為は商法二五条及び債権者との間の第四項の三の約定に違反\nする行為であるから、これら不正行為の中止を求めるべく訴訟提起の準備中である\nが、本案訴訟で勝訴判決を得ても債権者は回復し得ない損害を受けるので申請に及\nんだ。\n以　上\n（別紙二）\n「花ころも」は長野県を中心として東京都埼玉県山梨県新潟県群馬県でひろく認\n識せられる商品であるところ、「ニユー花ころも」が「花ころも」の類似品である\nことは一般人から見れば疑いのないところである。\n従つて債務者等の行つている「ニユー花ころも」の製造販売は、明らかに不正競\n争防止法一条一号に該当するものである。よつて本案訴訟で勝訴判決を得ても債権\n者は回復し得ない損害を蒙るので、債務者等の「ニユー花ころも」の製造販売を差\n止めるべく申請に及んだ。\n（別紙三）省略\n"
}