{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 10,
    "day": 15
  },
  "case_number": "昭和33(行)103",
  "case_name": "懲戒処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "18227",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18227",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/227/018227_hanrei.pdf",
  "contents": "主　　　文\n１　被告が昭和三三年七月一六日付で原告らに対してした別紙第二の処分欄記載の\n各懲戒処分は、いずれもこれを取り消す。\n２　訴訟費用は被告の負担とする。\n事　　　実\n第一　当事者双方の求める裁判\n（原告ら）\n主文同旨。\n（被告）\n一　本案前\n１　本件各訴えを却下する。\n２　訴訟費用は原告らの負担とする。\n二　本案\n１　原告らの請求を棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　当事者双方の主張\n（請求原因）\n一　原告らは、いずれも別紙第二の勤務学校欄記載のとおり東京都下の各公立小・\n中学校に勤務する教師（以下においては、教師のうち、公立小・中学校に勤務する\nものを、とくに教員という。）である。\n二　被告は、いずれも昭和三三年七月一六日付で、原告らに対し、それぞれ別紙第\n二の処分欄記載のとおりの各懲戒処分（以下右各懲戒処分を総称して本件懲戒処分\nという。）をした。\nその処分理由は、別紙第二の処分理由欄記載のとおりである（右処分理由欄記載\nＡ・Ｂは別紙第三記載のＡ・Ｂに対応する。）。\n三　しかしながら、本件懲戒処分は違法であるから、その取消しを求める。\n（請求原因に対する認否）\n請求原因一、二記載の事実は認める。本件懲戒処分は違法ではない。\n（抗弁）\nＡ　本案前について\n一　本件懲戒処分は、特別権力関係内部の規律の問題であるから、裁判所に出訴す\nることができない。\n（一）　裁判所法第三条の解釈として、訴訟の対象となりうる行為は利害関係人の\n一般法秩序における市民としての法律上の地位に関係するものであることを要し、\n特別権力関係内部の行為あるいは市民的権利義務に関係のない行為は訴訟の対象と\nはなりえないものである。公務員に対し特別権力関係に基づく懲戒権の発動があつ\nた場合にも、当該懲戒処分が戒告・減給および停職にとどまるかぎりは、それは純\n然たる公務員特別権力関係の内部規律の問題であつて、被処分者の市民的権利義務\nには影響がないから、当該特別権力関係内部において解決されるべきであつて、訴\n訟の対象になりえない。\n（二）　なお、原告ら主張のように、本件懲戒処分が停職または減給であつて、一\n定の期間給与の全部または一部が受けられなくなり、昇給も繰り延べられること、\nならびに、学校職員の初任給、昇格及び昇給等に関する規則第一七条およびそれに\n基づく昭和三三年教与発第二一〇号昇給欠格基準に原告ら主張のような内容の定め\nがあることは認める。\n（三）　よつて、本件懲戒処分は訴訟の対象となりえないものであるから、本件訴\nえは却下されるべきである。\n二　本訴は、人事委員会の審査結果をまたずに提起されたものであるから、不適法\nである。\n（一）　地方公務員は、地方公共団体との間に特別権力関係が存し、かつ、全体の\n奉仕者であるため公法上特に義務と制限が課せられているが、その反面、地方公共\n団体内部においてその利益の保護につき十分な保障が与えられなければならない。\nかかる観点に立脚して、地方公務員法（以下地公法という。）は、地方公務員に対\nする懲戒処分につき、人事委員会に対する審査請求という特別の救済制度を採用し\nている。\n（二）　地公法における審査の請求は、その基礎をなす公務員関係の特質および他\nの行政処分に対する行政的救済に比し、救済の機関、その権限、審査の手続等につ\nきより完備した特別の救済制度を有している点にかんがみ、行政事件訴訟特例法\n（以下行特法という。）第二条にいう審査の請求を含めた意味の訴願とは本質的に\n相違する。したがつて、懲戒処分を受けた地方公務員は、人事委員会に対し当該処\n分につき審査の請求をし、かつ、審査の結果をまたなければ、裁判所に対し当該処\n分の取消しを訴求することができない。\n（三）　ところが、原告らは、本件懲戒処分につき、昭和三三年七月二六日東京都\n人事委員会に対し不利益処分審査請求をしたものの、右人事委員会の審査の結果を\nまたずに、本訴を提起した。\nよつて、本訴は、不適法として却下されるべきである。\n三　争議行為を行なつた地方公務員である原告らは、地公法第三七条第二項の規定\nにより、本件懲戒処分を争う権利を有しないから、裁判所に対し右懲戒処分の取消\nしを求める権利保護の資格ないし利益を欠く。\n（一）　地公法第三七条第二項の意味\n１　「任命上又は雇用上の権利」の意味\n地方公務員の有する権利は、法令・条例・規則等によつてそれぞれ一般的・個別\n的に定められているところであるが、一般的にみて、職務を行なう権利、俸給・恩\n給・職務上の実費弁償等を受ける財産上の権利、勤務条件に関する行政措置を要求\nし、不利益処分の取消しを求める権利等がある。\nそして、地公法第三七条第二項にいう「任命上又は雇用上の権利」とは、右のよ\nうな地方公務員の有するあらゆる権利をことごとく包含するものであり、同項は、\n争議行為を行なつた地方公務員が右のようなすべての権利を喪失せしめられても、\nそれに対して苦情をさしはさむことができない旨を定めたものと解すべきである。\n２　「地方公共団体」の意味\n（１）　地方公務員は、それぞれ自己の勤務する地方公共団体の職員たる身分を有\nし、当該地方公共団体の職務を遂行すべき義務を負う。そして、原告らのように東\n京都内の区市町村立学校に勤務する教職員に対する任命権（任命・分限および懲戒\n等を行なう権限）は、区立学校教職員については地方自治法第二八一条により、市\n町村立学校教職員については地方教育行政の組織及び運営に関する法律（以下地教\n行法という。）第三七条により、それぞれ被告に属せしめられており、また、東京\n都内の区市町村立学校教職員の給与は市町村立学校教職員給与負担法第一条により\n東京都が負担することになつている。\n（２）　一方、地教行法第四七条によれば、県費負担教職員に対して地公法を適用\nする場合においては、同法第三七条の「地方公共団体」の字句は「都道府県及び市\n町村」と読み替えるのであるから、東京都内の市町村立学校教職員の場合、同条に\nいう「地方公共団体」とは、その教職員が所属する市町村のみならず、東京都をも\nいうのである。\n（３）　これに対し、東京都内の区立学校教職員については、右のような読替え規\n定は存しないが、市町村立学校教職員の場合と別異に解すべき理由はないから、地\n公法第三七条にいう「地方公共団体」とは、当該所属特別区のみならず、任用その\n他の身分取扱いを処理する権限を有する東京都をも包含することは疑いない。\n（４）　そして、本件においては、地方公共団体たる東京都の機関であり、本件懲\n戒処分の主体でもある被告がこの「地方公共団体」に該当する。\n３　「対抗することができない」の意味\n地公法第三七条第二項にいう「対抗することができない」とは、争議行為をした\n地方公務員は地方公共団体に対し任命上または雇用上の権利を有しない、換言すれ\nば、これにつき争訟する権利を喪失するとの意味である。すなわち、争議行為をし\nた地方公務員は、法令・条例・地方公共団体の規則および地方公共団体の機関の定\nめる規程に基づいて有する地方公務員の身分上の権利その他一切の権利の救済の手\n段・方法を喪失し、懲戒処分についても処分者に対し一切の苦情をさしはさむこと\nができなくなるのである。\n（二）　かようにして、地方公務員は、国民または地方住民の特別の信託の趣旨に\n反して争議行為を行なつた場合には、公務員に値しないものとして懲戒処分を受け\nてもやむをえないものであり、しかも、地公法第三七条第二項の規定により、たと\nえ右懲戒処分取消しの訴えを提起したとしても、裁判所において勝訴の判決を受け\nる余地は皆無なのである。したがつて、このように裁判所において救済を与えられ\nる余地のまつたくない本件訴えは、訴訟上の保護を受けるに値しないから、いわゆ\nる権利保護の資格ないし利益を欠く不適法なものとして却下されるべきである。\nＢ　本案について\n一　本件懲戒処分の処分理由\n（一）　はじめに\n東京都教職員組合（以下都教組という。）は、昭和三三年四月二三日、東京都人\n事委員会に対し教職員の勤務成績の評定に関する規則の制定・実施阻止の措置要求\nをするためと称し、その所属組合員約三〇、〇〇〇名をしていつせいに職務を放棄\nさせるという争議行為（以下本件争議行為という。）を実施した。本件懲戒処分\nは、原告らが右争議行為において指導的役割を果したことを理由としてなされたも\nのである。\n以下において、この点を詳述する。\n（二）　都教組の組織\n１　都教組は、教職員の強固な団結によつて、教職員の経済的・社会的ならびに政\n治的地位の向上を図るとともに、教育および学術研究の民主化を実現し、文化の進\n展に寄与することを目的として、東京都下の公立小・中学校および幼稚園に勤務す\nる教職員約三八、〇〇〇名中の約三七、〇〇〇名をもつて組織された組合である。\n２　都教組の機関には、昀高の議決機関として大会、これに次ぐ議決機関として委\n員会、執行機関として執行委員会がある。\n大会は、役員ならびに各支部の組合員二五名およびその端数ごとに各一名の割合\nで選出された代議員をもつて構成され、綱領・規約の決定ならびに変更をはじめと\nする重要事項を決める権能をもつている。\n委員会は、各支部の組合員二〇〇名ごとに一名の割合で選出された委員をもつて\n構成されている。\n執行委員会は、執行委員長・執行副委員長・書記長・書記次長および執行委員を\nもつて構成され、役員には、執行委員長一名、執行副委員長二名、書記長・書記次\n長各一名、執行委員若干名、財政部長一名、その他がある。\n執行委員長は、都教組を代表し、大会・委員会および執行委員会を召集するとと\nもに、執行委員会議長となる権能を有する。執行副委員長は、執行委員長を補佐す\nるとともに、執行委員長が欠けたとき、または、事故あるときこれを代理する。書\n記長は、執行委員長・執行副委員長を補佐して組合の業務を処理する。書記次長\nは、書記長を補佐するとともに、書記長が欠けたとき、または、事故あるときこれ\nを代理する。執行委員は執行委員会で決定したことの処理および組合業務執行の権\n能を有する。財政部長は、財政部を統括し、組合財政に関することの処理・保管を\nつかさどる等の権能を有する。\n３　都教組は、各区・郡・市および島しよに各一支部計三一支部を置いている。各\n支部は、たとえば都教組練馬支部あるいは東京都新宿区教職員組合等と称し、その\n呼称を異にしているが、いずれも都教組の支部である。各支部は、都教組本部と同\n様に、昀高の議決機関として総会、これに次ぐ議決機関として委員会、執行機関と\nして執行委員会があり、役員には、執行委員長・執行副委員長・書記長その他があ\nる。執行委員長は、支部を代表し、総会・委員会および執行委員会を召集するとと\nもに、執行委員会の議長となる権能を有し、執行副委員長は、執行委員長を補佐す\nるとともに、これが欠けたとき、または、事故あるときにこれを代理し、書記長\nは、執行委員長を補佐して組合業務を処理する。右のいわゆる支部三役は、執行委\n員会の構成員となつている。なお、支部によつては、執行委員長を支部長、執行副\n委員長を副支部長ということがある。\n４　支部のほか各学校ごとに分会が置かれ、その数は約一、四〇〇にのぼつてい\nる。分会には、分会長と分会委員とを置いている。\n５　都教組は、本件争議行為に際し、左記の各委員会を設けた。\n（１）　戦術委員会\n右は、執行委員会の構成員および各支部執行委員長をもつて構成され、大会の決\n議に基づき、本件争議行為の指令権を一任されていた。\n（２）　闘争委員会\n右は、組合が闘争状態に入つたときに置かれるもので、執行委員長が闘争委員長\nとなつて構成された。各闘争委員は、戦術委員会の委員を兼ねている。\n（３）　支部拡大闘争委員会\n右は、支部執行委員会の構成員および分会長等をもつて構成されたが、支部によ\nつてはかかる名称を用いないところもある。\n（三）　本件争議行為の経過と態様\n１　地公法は、昭和二五年一二月一三日法律第二六一号をもつて制定されたもので\nあるが、同法第四〇条第一項によれば、任命権者は職員の執務について定期的に勤\n務成績の評定を行ない、その評定の結果に応じた措置を講じなければならないもの\nとされている。そして、同条は、右法律公布の日から起算して二か月を経過した昭\n和二六年二月一三日から施行された。\nしかし、東京都においては、一般職の職員については昭和二七年度から勤務成績\nの評定が実施されているのに、教職員についてはかかる評定制度は現実には実施さ\nれなかつた。被告は、昭和二七年八月ころから都立および区立学校職員勤務評定規\n則案・同実施規程案の試案作成に着手したことがあつたが、成案を得るに至らぬま\nま打ち切られた。\n２　その後、地教行法が昭和三一年六月三〇日法律第一六二号をもつて制定（同年\n一〇月一日施行）され、同法第四六条によつて、勤務成績評定の計画立案および実\n施者の定めがなされるに及んで、被告は、昭和三二年五月ころから東京都下の都\n立・区立および市町村立各学校職員の勤務成績の評定に関する規則案の検討に着手\nした。\n一方、都道府県教育長連絡協議会においても、同年一〇月教職員の勤務成績の評\n定に関する規則（いわゆる勤評規則）の試案作成を申し合わせ、同年一二月には全\n国試案を作成し、同月二〇日これを公表するとともに、各都道府県教育委員会にお\nいて昭和三三年四月をめどとして勤評規則を制定・実施することを申し合わせた。\n３　右全国試案が公表されるや、日本教職員組合（以下日教組という。都教組はそ\nの一構成員である。）は、昭和三二年一二月二二日第一六回臨時大会を開き、非常\n事態宣言を発し、勤務評定は反動的教育行政であるから統一行動をもつて勤評規則\nの制定・実施を阻止する旨を明らかにした。\n４　都教組は、これより前の同年一〇月一〇日、第一〇回定例委員会を開き、被告\nの勤評規則制定を阻止するため、つぎのような反対闘争の基本的態度を決定した。\n（１）　反対闘争の基本態度\n実力行使も辞さない態度で反対闘争する。\nすなわち、教職員に対する勤務評定は実施すべきではないという観点に立つて反\n対闘争を組織する。したがつて、修正闘争ではなく、問題の指摘を徹底的に行な\nい、あらゆる角度からたたかいを推し進め、実施の阻止をする運動を積極的に展開\nする。一方的実施の場合も、評定のある限り、実力行使をもつて反対闘争を継続す\nる。（ここにいう実力行使とは、いつせい評定内示要求とか、いつせい提訴とか、\nいつせい校長評定とかの戦術をも含むものである。）具体的戦術については戦術委\n員会で決定する。\n（２）　当面つぎのことを実施する。\n（ⅰ）　勤務評定の意図するものについて全組合員に徹底を図る。\nイ　反対資料を分会に一部ずつ配布してあるので、それを参考として職場討議を深\nめる。\nロ　当局案ができた場合には、即時全組合員に配布する。\n（ⅱ）　法制研究会を開く（本部・ブロツク・支部）。\n（ⅲ）　当局（文部省や被告）から基準を出させぬよう昀大の努力をする。\n（ⅳ）　校長との話合いを進める。（都校長会・各市区校長会・各学校等）それぞ\nれの立場で話し合う。\n（ⅴ）　高等学校とともにたたかうと同時に、東京都労働組合連合会（以下都労連\nという。）および他の労働組合の協力を求める。\n（ⅵ）　父母の理解と協力とを得るように働きかける（優等賞や通信簿のことなど\nも討議の材料にして）。\n（ⅶ）　教育研究活動の中で、修身科復活や教育課程改悪などと関連させて話し合\nう。\n５　被告は、前記全国試案をそのまま実施する方針のもとに、同年一二月二五日東\n京都下の区市町村各教育委員会教育長および公立学校校長ならびに都教組に対し右\n試案を送付するとともに、昭和三三年一月一三日区教育長、同月一四日市町村教育\n長、同月二〇日中学校長、同月二一日小学校長に対する各説明会を催した。都教組\nに対しては、同年二月六日、東京都高等学校教職員組合と同時に、説明会を開き、\nその後十数回にわたつて話合いを続けた。\n６　都教組は、これに対し、同年一月一七日、第一六回定例委員会において、右勤\n評規則の制定・実施を阻止するため、いつせい休暇闘争を含む実力行使をもつて団\n体交渉を強化する、戦術についてはたたかいの進展に対応して戦術委員会で決め、\n重要段階は大会が決定する旨の決議を行なつた。\n７　そして、都教組は、被告が同年三月中に勤評規則を制定し、同年四月からこれ\nを実施する予定でいることを察知するや、同年二月二七日、定例闘争委員会を開\nき、翌二八日の戦術委員会に第二次闘争スケジユールを提案することとした。その\n内容は、つぎのとおりである。\n（１）　同年三月一〇日から同月一六日まで\n（ⅰ）　各分会から勤務評定反対の寄せ書きを教育委員あて封書で送り、反省を促\nす。\n（ⅱ）　教育庁に各分会単位で父母帯同のうえ請願に行く。\n（ⅲ）　新聞・ラジオに勤務評定反対の投書を行なう。\n（２）　同月一七日から一九日まで連日団体交渉を行ない、その際各分会から組合\n員一名ずつを教育庁前に動員する。\n（３）　同月二〇日は、各駅頭において、各分会三名ずつの組合員によつて勤務評\n定反対のビラ五〇〇、〇〇〇枚をまく。\n（４）　同月二二日は、教育委員の自宅訪問を行なう。\n（５）　同月二四日から二六日までは、すわり込み動員を行ない、また交渉を行な\nう。交渉においては、春季休業中に一方的に実施しない旨の言質をとる。\n（６）　同年四月七日以降は休暇戦術を行なう。\n８　都教組は、同年二月二八日、戦術委員会を開き、右第二次闘争スケジユールの\nうち同年三月二二日までの分を決定するとともに、その間昀悪段階には休暇戦術を\n含めた実力行使を行なうことおよびいつせい休暇を行なうか否かは臨時大会で決定\nすることを満場一致で可決した。\n９　都教組は、また、同年二月二八日指令第一号をもつて同年三月八日東京晴海ふ\n頭において教育危機突破中央大会を開くことを指令し、同日約四〇、〇〇〇名と称\nされる組合員を参加させた。\n１０　都教組は、ついで同月一一日、第二九回戦術委員会を開催し、つぎのような\n闘争スケジユールを決定した。\n（１）　同月二〇日までに全組合員からいつせい休暇に参加する旨の決意を表明し\nた書面を提出させる。\n（２）　同月二六日から同年四月五日まで、春季休業中であるが、昀悪事態に備え\nて組合員の一定割合を各分会に待機させる。\n（３）　同年三月二〇日臨時大会を開催し、休暇戦術の採用の可否およびその規\n模・期日を決定する。\n（４）　同年四月四日支部委員会を開催し、春季休業中の経過を伝達し、職場会に\n伝達させる。\n（５）　同月六日各分会ごとに職場会を開催する。\n（６）　戦術委員は、同日まで、いついかなるときにも戦術委員会を開催できるよ\nう待機する。\n１１　都教組は、同年三月一二日にも、前日に引き続き戦術委員会を開き、同月二\n〇日杉並公会堂において臨時大会を開催し、その際、全分闘長を出席させて大会席\n上で決意書を発布し、その翌日以降各分会で署名なつ印を集めることと、昀悪段階\nには休暇闘争を含めた実力行使を行うことを提案することとを可決した。\n１２　都教組臨時大会は、同月二〇日杉並公会堂で開催された。その際、執行部\nは、「昀悪段階には休暇戦術を行使する。指令権は戦術委員会に一任する。今後の\n闘争においては救護基金を発動する。」との議案を提出し、可決された。なお、右\nにいう昀悪段階とは被告が勤評規則を制定する日を指すものであり、休暇戦術とは\n全組合員が全一日の休暇をとつて勤務しないものであることが了解された。\n１３　戦術委員会は、右大会の決定に基づき、同月二二日指令第一五号を発した。\nその内容は、同月二六日から同年四月六日までの春季休業中に被告が勤評規則を実\n施した場合、同月七日以降いつでもいつせい休暇に突入できる態勢を確立せよとい\nうものであつた。\n１４　しかし、入学式当日のいつせい休暇はなんとか回避しようという努力が各方\n面からなされた結果、同年三月二八日深更に至り、被告と都教組との間に、春季休\n業中は勤評規則の実施をしないという了解が成立した。\n１５　しかしながら、都教組は、新学期となつて勤評規則が実施されることを予想\nして、同月二九日、戦術委員会を開き、指令第一六号を発した。その内容は、指令\n第一五号を解除し、さらに、同年四月八日以降昀悪段階には休暇戦術を行使できる\n態勢を強化せよというものであつた。\n１６　同月三日開催された都教組の昭和三三年度の第一回定例委員会において、い\nつせい休暇は被告が勤評規則を制定する日に行なうこと、闘争指令は闘争実施の二\n日前に発すること、勤評規則制定の日が事前に探知されないときはその制定された\n翌々日にいつせい休暇を行なうことが満場一致で可決された。\n１７　さらに、同月一一日、第二回定例委員会が開かれ、いつせい休暇に際しての\n「行動規制」を、各支部執行委員会で検討した結果に基づき、同月一六日開催予定\nの戦術委員会において決定することを決めた。\n１８　都教組の各支部執行委員会は、同月一二日から一五日までの間、戦術委員会\nから配布された「行動規制」案について検討し、いずれも異議がない旨を確認し、\nその旨を都教組に報告した。その結果、同月一六日、戦術委員会が開かれ、満場一\n致で「行動規制」が決定された。\n「行動規制」は、準備行動・前々日の措置・前日の措置および当日の行動に分か\nれ、休暇戦術の実施について支部・分会および一般組合員のとるべき具体的行動を\n詳細に規定しており、その内容はつぎのとおりである。\n準備行動\n支部\n（１）　態勢強化のためのオルグ徹底。\n（２）　当日の支部大会場の選定・確保。\n（３）　当日の支部執行部の役割を樹立する。\n（ⅰ）　大会運営\n（ⅱ）　被告への抗議陳情団（二名程度）\n（ⅲ）　巡回班（ブロツクまたは中学校区等に区分し、それぞれ数名配置する。）\n（ⅳ）　電話係（一電話に二名）\n（ⅴ）　緊急要員（当日支部大会場に待機し、支部長の指示により行動する。）\nこの役割は、支部執行部が当たるのを原則とするが、手不足の場合は適任者をあ\nらかじめ依頼しておく。支部長・書記長は、主として支部大会場に常駐し、大会運\n営に当たるとともに、支部内全体の掌握に当たり、不測の事態に即応する態勢を常\nにとりうるよう配慮する。\n分会・組合員\n（１）　組合員名簿を二部作成し、休職・長期欠勤・長期出張等を明確に記録す\nる。\n（２）　組合員名簿は、前日までは二部とも分闘長が保管し、記録上に変更がある\n場合はその都度訂正しておく。\n（３）　分会員の中から二名の警備員を決定しておく。\n（４）　家庭学習用のプリントの作成。\n家庭学習の模範となるようなものをくふうして作る。\n前々日の措置\n支部\n（１）　緊急執行委員会および分闘長会議の開催（夜）。\n（ⅰ）　指令の確認\n（ⅱ）　各分会の態勢の確認\n（ⅲ）　組合員名簿の提出（二部のうち一部を支部執行部に提出する。）\n（ⅳ）　当日の行動の打合わせ\n（２）　出身議員・地区労・都労連地区協各組合に連絡し、当日の支部大会に激励\nメツセージを依頼する。\n（３）　各分会にオルグ派遣の計画を樹立する（明朝の職場会に対し）。\n前日の措置\n支部\n支部執行委員会の開催。\n（ⅰ）　オルグの報告（各分会の状況の検討と対策）\n（ⅱ）　当日の行動・役割の確認\n（ⅲ）　支部大会場の設営\n分会・組合員\n（１）　職場会の開催（朝）。\n（ⅰ）　指令の確認\n（ⅱ）　個々の決意の再確認\n（ⅲ）　当日の行動の打合わせ\n（ⅳ）　休暇届の作成（分闘長が保管する。）\n（２）　園児・児童・生徒に対しては、下校前に、あらかじめ作成してある家庭学\n習プリントを渡し、「明日は、全部の先生が会合のため学校に来ませんから、けが\nや間違いがおこるといけないので、家でしつかり勉強しなさい。」という趣旨を告\nげる。この際は、ことさらに闘争の意義とか説明は避けるほうがよい。同様に、学\n校給食等当日の特別の日課についても即応の連絡・手配をする。\n当日の行動\n（１）　組合員\n午前八時までにあらかじめ支部から指定された支部大会場に自宅から直接参集\nし、分闘長の点呼を受けたのち、支部長の指示に従う。\n（２）　分闘長\n分会員の支部大会参加の状況を保管していた組合員名簿と照合し、支部執行部に\n前日提出してある組合員名簿とさらに照合し確認を求める。分闘長は、動員には行\nかず、終始支部大会場において支部長に協力する。\n（３）　警備員\n支部大会場には行かず、午前七時三〇分までに分会に行き、分会員が誤つて学校\nに出て来た場合、大会場に誘導する。午前一〇時まで警備し、その後直ちに支部大\n会場に集結し、支部長に報告する。不測の事態が生起した場合は、すみやかに巡回\n班本部に連絡する。\n（４）　巡回班\nその地区の中心に当たる分会に当該巡回班本部を置いて二名を常置し、他は当該\n各分会を常時巡回し、休暇の状況を調査し、警備員の指導を行なう。\n午前一〇時三〇分を期していつせいに支部大会場に集結し、報告する。\n巡回班本部は、不測の事態生起の連絡あり次第直ちに巡回中の班員に連絡し、そ\nの分会に急派するとともに、支部長にその旨連絡する。\n（５）　緊急要員\n巡回班本部から不測の事態生起の連絡があつた場合、支部長は、すみやかに対策\nを検討し、必要により緊急要員をその分会に急派・応援させる。\n（６）　被告への抗議陳情団\n支部大会場で全員の点呼を行なつたのち、支部長は、三割の組合員を教育委員会\nの開催されている場所または教育庁（あらかじめ都教組本部から指示する。）に動\n員し、抗議陳情を行なうよう指示する。\nその後の行動は都教組本部の指示に従う。\n（７）　支部大会の運営\n（ⅰ）　経過報告・意見発表等\n（ⅱ）　午後一時からは、役割をもつもの以外は全員市区町村教育委員会におもむ\nき、勤務評定反対の陳情を行ない、実施を思いとどまるよう要請する。\n（ⅲ）　おおよそ平時の下校時を解散のめどとする。\n１９　右のように都教組において勤評規則実施当日におけるいつせい休暇戦術の準\n備が着々と進行していたのと並行して、日教組においても、同月二一日から二六日\nまでを闘争のやま場とみて、同月二二日第五波全国統一行動を実施するよう同月八\n日付指令第九号を発した。\n都教組では、これをうけて、同月一六日指令第一号を発し、同月二二日午後三時\nから各支部において勤務評定反対要求貫徹大会の開催を指令し、その結果、各支部\n執行部は右大会を開催し、翌二三日のいつせい休暇について「行動規制」の徹底を\n図つた。\n２０　ところで、被告は、同月に入つても、同月一〇日、一四日と引き続き都教組\nと勤評規則の制定・施行について話合いを続けていたが、同月一六日の話合いをも\nつて事実上決裂状態に陥つたため、同月一九日、勤評規則制定絶対反対の立場をと\nる都教組との話合いをあきらめてこれを打切り、同月二三日には右規則を制定・施\n行することを明らかにした。\n当時、都教組は、いつせい休暇戦術がそのままの形式では法律上難点があるとし\nて、地公法第四六条に規定する勤務条件の措置要求をするための大会を当日開催す\nるということにし、右大会に参加するために労働基準法（以下労基法という。）第\n三九条の年次有給休暇を全組合員がいつせいにとるという法律上の形式を整えるこ\nとにした。かようにして、戦術委員会は、同月一九日、指令第二号を発し、同月二\n一日以降昀悪段階には措置要求大会を開催できる態勢を強化するよう指令した。\n２１　都教組の右のような闘争態勢に対し、被告は、教育長名をもつて、同年三月\n二五日付区立学校長および市町村教育委員会教育長あての「学校の正常な運営の確\n保及び教職員の服務について」と題する通知（教職発第二二号）を発し、勤務時間\n中職務を放棄し職場を離脱することは、教職員の服務義務に違反し、容認されない\n行為であるから、かるがるしく行動することのないよう所属教職員を十分指導監督\nするよう要望し、ついで、同年四月一七日付区立学校長および市町村教育委員会教\n育長あての「教職員の服務等について」と題する通知（教職発第四一号）を発し、\nかさねて、右通知の趣旨の徹底を期するよう要望するとともに、とくに、公務員の\n争議行為に関する法律上の見解を示して、勤評規則制定・施行阻止闘争のために教\n職員が服務の厳正を缺き、また、学校の正常な運営をそこない、世の指弾を招くこ\nとのないよう、教職員に対し十分指導することを要請し、さらに、同月一九日付区\n立学校長および市町村教育委員会教育長あての「教職員の服務の指導について」と\n題する通知（教職発第四三号）において、教職員の勤務評定に開する規則が同月二\n三日議決の見込みである旨を伝えるとともに、所属教職員の服務についての前記各\n通知の趣旨に従い十分所属教職員を指導すべき旨を述べ、同月二一日には、同じく\n区立学校長および市町村教育委員会教育長あての「教職員の服務等について」と題\nする通知（教職発第四五号）により、いつせい休暇は校務の遂行に支障のあること\nがめいりようであるから、いつせい休暇の承認は絶対に与えてはならない旨を述\nべ、かつ、地公法第二九条・第三七条・第六一条の各条文を掲げてその周知徹底を\n要望した。被告は、これに加え、同月二二日には、市町村教育委員会教育長にあ\nて、所属職員のいつせい休暇に対しては承認を与えないばかりでなく、全職員に対\nし確実に出勤を命じ、欠勤者のないよう措置することを要請するとともに、都教組\n執行委員長に対しても、区立学校長および市町村教育委員会教育長にあて前記各通\n知（教職発第二二号・第四一号・第四五号）を発した旨を述べるとともに、都教組\nが地公法第三七条第一項に該当するような行為に出て東京都教育界を混乱させ、非\n難を受け、法による処分を受けることのないよう厳重に警告した。\n２２　かような被告の指示が都教組各組合員に十分伝達されたにもかかわらず、都\n教組は、同月二一日、被告の教育長との話合いが不成功に終わるや、戦術委員会を\n開き、勤評規則の制定・実施を阻止するため同月二三日にはいつせい休暇を行なう\nことを決議し、右決定に基づき、都教組闘争委員長甲の名において、「組合員全員\nは、勤務評定を実施させない措置を地公法第四六条に基づいて人事委員会に対して\n要求せよ。右措置要求の手続は同月二三日午前八時より開催する全員集会でとりま\nとめ、すみやかに人事委員会に提出せよ。」と記載した指令第三号を各支部執行委\n員長および各組合員あてに発した。\n２３　そして、原告らを含む都教組組合員約三〇、〇〇〇名は、右指令により、同\n月二三日、東京都人事委員会に対し勤務評定に関する規則の制定・施行阻止の措置\n要求をするためであると称して職場を放棄し、前記「行動規制」に従つていつせい\n休暇による争議行為を実施した。\n（四）　本件争議行為の規模とその影響\n昭和三三年四月二三日は水曜日に当たり、平常授業が行なわれる日であつたにも\nかかわらず、本件争議行為参加各学校等においては、児童・生徒に対する正常の授\n業は一時限も行なわれず、校長その他少数の教職員による変態的な短時間の授業が\n行なわれたのみの学校が大部分であり、授業以外の校務もまつたく阻害され、正常\nな校務の運営はできず、非常な混乱が生じた。\n本件争議行為への参加校数と参加教職員数および児童・生徒の出席数ならびにそ\nの各比率はつぎのとおりであるが、これをさらに詳細に示せば別紙第四の（一）な\nいし（三）記載のとおりである。\n＜略＞\n（五）　原告らの行為\n１　別紙第一記載の原告番号１の原告は都教組執行委員長、同４の原告は都教組執\n行副委員長、同２の原告は都教組書記長、同５の原告は都教組書記次長、同３・７\nないし１３・５８および５９の原告は都教組執行委員の地位にあつたが、いずれも\n戦術委員会および闘争委員会の委員として、前述のように本件争議行為の実施を企\n画・指導した。\n２　別紙第一記載の原告番号６の原告は、都教組財政部長の地位にあつたが、本件\n争議行為実施のための財政活動の中枢者であつて、戦術委員会および闘争委員会に\n出席して発言する等前記原告らと一体となつて活動した。\n３　別紙第一記載の原告番号１４ないし３７および６０ないし６２の各原告は、い\nずれも都教組各支部の執行委員長の地位にあつて、戦術委員会の委員として、同委\n員会の既述のような決議に加わり本件争議行為の実施を企画するとともに、各支部\nの昀高責任者として、各支部組合員を統括・指揮し、支部所属組合員による本件争\n議行為の実施の統括・指導に当たつた。\n４　別紙第一記載の原告番号７２ないし１０９および１１１の原告は都教組各支部\nの執行副委員長、同３８ないし５７・６３ないし６９および７１の原告は都教組各\n支部の書記長の地位にあり、本件争議行為においては、いわゆる支部三役として、\n前述のように戦術委員会の委員の地位にあつて各種決議に参画した支部執行委員長\nを補佐することにより戦術委員会の企画に参与し、また、支部昀高幹部として、支\n部所属組合員に対し本件争議行為の完全実施を推進・指導した。\n５　別紙第一記載の原告番号７０の原告は、（イ）昭和三三年四月二二日午後三時\nころ、荒川区立第三峡田小学校におもむき、同校の職場会において、同校教職員約\n二〇名に対し、できれば参加してもらいたい旨申し向け、翌二三日のいつせい休暇\n行為への参加方を要求し、（ロ）同月二三日、同校にピケ隊員約一五〇名を指揮し\nておもむき、訴外乙ほか十数名とともに同校校長室に入り、同校校長丙に対し、こ\nの学校の教員がいつせい休暇に参加しないのは校長の圧力があるからだ、けしから\nん、職場会を開いて教員に会わせてくれなどと申し向けていつせい休暇行為への協\n力方を要求し、始業前同校職場会を開かせ、右職場会において、同校教職員約二〇\n名に対し、職場会に出席して今からでも支部大会に参加するよう勧誘し、いつせい\n休暇行為への参加方を強く要求した。\n６　別紙第一記載の原告番号１１０の原告は、（イ）同月二二日午後四時ころ、足\n立区立千寿旭小学校におもむき、同校教職員約一〇名に対し、旭小分会はなぜいつ\nせい休暇に参加しないのか、なんとか思い直して参加してくれと申し向け、翌二三\n日のいつせい休暇行為への参加方を要求し、（ロ）同月二二日午後五時ころ、同校\n職場会において、当日登校勤務した教職員全員に対し、翌二三日の措置要求大会に\nは脱落せず同調していつせい休暇をしてくれと勧誘し、右分会がいつせい休暇をし\nない方針を確認するや、翌二三日には都教組および他の労働組合の組合員が多数来\nてピケを張るから注意するようおどし、いつせい休暇行為への全員参加方を要求\nし、（ハ）同月二三日早朝、いつせい休暇行為に不参加であつた同校にピケ隊約五\n〇名を指揮しておもむき、同校教職員多数に対し、同校全教職員が一致して午後早\n退し、いつせい休暇行為に参加するよう強く要求した。\n（六）　法令の適用\nよつて、被告は、原告らのうち組合専従者（別紙第一の「原告番号」欄において\n原告番号に〇印を付したもの。）に対しては地公法第三七条第一項・第三〇条およ\nび第二九条第一項第一・二号を、その他の原告らに対しては同法第三七条第一項・\n第三〇条・第三二条・第三五条・地教行法第四三条第二項および地公法第二九条第\n一項第一・二号をそれぞれ適用して、別紙第二の「処分」欄記載のような本件懲戒\n処分をしたのである。\n二　以上のように、本件懲戒処分は、原告らが争議行為をしたことを理由としてな\nされたものである。したがつて、原告らが本件争議行為をした事実が認定されたな\nらば、ただその点のみに基づき、原告らの本訴請求は失当として棄却されるべきで\nある。\nすなわち、地公法第三七条第二項により、争議行為を行なつた地方公務員は任命\n上または雇用上の権利をもつて当該地方公共団体に対抗しえないのであるが、この\nことは、既述のように、争議行為を行なつた原告らが任命権者たる被告に対し当該\n争議行為を行なつたことを理由として被告から受けた本件懲戒処分の取消しを求め\nる権利を有しないことを意味する。換言すれば、原告らが被告に対し本件懲戒処分\nの取消しを請求しうべき、いわゆる実体法上の形成権ないし形成要件の存在しない\nことを意味するのである。そして、形成訴訟である抗告訴訟において、その訴訟物\nたる行政処分の取消しを求める、いわゆる形成権ないし形成要件を欠く場合には、\n請求棄却の本案判決がなされるべきであるから、本件においても、原告らが本件争\n議行為をした事実が認められる以上、その余の点についてなんらの審理判断をする\nまでもなく、ただちに請求棄却の判決がなされるべきである。\n（抗弁に対する認否と反論）\nＡ　本案前の抗弁に対し、\n一　本案前の抗弁一（特別権力関係内部の問題であるから出訴できない）に対し\n（一）　特別権力関係論について\n公務員の勤務関係が特別権力関係の典型とされてきたのが、戦前からのわが国公\n法学における伝統的な考え方であつた。しかし、この伝統は、戦後、ことにこの一\n〇年来、大きく変容しつつある。すでに今日では以上のような伝統的な内容での特\n別権力関係説は、もはや存しないといつても過言ではないであろう。憲法によつ\nて、基本的人権の保障と法治主義の原理が確立されるとともに、当然、特別権力関\n係説は憲法の原理と矛盾するものとして、否定されなければならなかつた。ところ\nが、その後の公法学の発展は、さらに、それに加えて、特別権力関係説の成立の理\n論的根拠それ自体を否定するに至つた。かつて特別権力関係の典型とされた公務員\nの勤務関係が、かえつて、特別権力関係からはずされるものの典型とされるように\nなつたのである。特別権力関係を否定する立場に立てばもちろんのこと、これを肯\n定する立場に立つても、公務員の勤務関係については、現行実定法に関する限り、\n特別権力関係の観念を容れる余地はほとんど存在しないのである。したがつて、被\n告の主張は、その前提からして誤つている。\n（二）　特別権力関係と抗告訴訟\n１　地方公務員の懲戒処分について、裁判所に出訴することができることは疑いを\nいれない。\n行政庁の処分につき法の定めがある場合には、一般に、その処分を法令による統\n制に服せしめる趣旨であるが、ことに、地方公務員の懲戒処分についての規定は、\n地公法第二七条第三項・第二九条第二項などにみられるように、地方公務員の身分\nを安定・保障するために法的措置を講じているのであつて、懲戒処分を法令の統制\nに服せしめる趣旨であることは疑いをいれない。そして、法令によつて規制される\n処分については、一般に、裁判所に出訴できることは、憲法第三二条・第七六条第\n二項・裁判所法第三条の各規定および行政事件訴訟法（以下行訴法という。）が列\n挙主義をとらずに一般条項主義を採用したことによつて、明らかであるが、こと\nに、地方公務員の懲戒処分について出訴できることは、地公法第八条第八項・第五\n一条の二などの規定に照らして、明らかである。\n２　補説\nなお被告の主張を前提としても、本件訴えは適法である。本件の停職および減給\nの処分は、これによつて、一定の期間給与の全部または一部を受けられなくなり、\n昇給も繰り延べられるのである（註）から、市民的権利義務に関係があることは明\nらかである。\n（註）　被告制定の学校職員の初任給、昇格及び昇給に関する規則第一七条は、昇\n給に関する欠格基準については人事委員会と協議して別に定めると規定し、この別\nの定めである昭和三三年教与発第二一〇号昇給欠格基準は、つぎのように定める。\n「二　懲戒の事実による基準\n（イ）　停職の処分を受けた者は、普通昇給を六月繰り延べるものとする。\n（ロ）　減給、戒告の処分を受けた者は、普通昇給を三月繰り延べるものとす\nる。」\n二　本案前の抗弁二（人事委員会の審査の結果をまつて出訴すべきである）に対し\n地公法第四九条第四項（昭和三七年法律第一四〇号による改正前のもの）および\n行特法第二条本文によれば、不利益処分取消しの訴えは人事委員会の裁決を経たの\nちでなければ提起できないという、いわゆる訴願前置主義が採用され、ただ、行特\n法第二条但し書によれば、訴願の提起があつた日から三か月を経過したときは訴願\nの裁決を経ないで訴えを提起することができるものとされている。しかし、訴願提\n起後三か月を経過しないうちに訴えを提起しても、その訴えが却下されないうちに\n三か月を経過してしまえば、そのかしは治ゆされると解すべきである。ところで、\n本件については、原告らは、昭和三三年七月二六日東京都人事委員会に対し不利益\n処分審査請求をしたので、同日から三か月を経過した同年一〇月二七日以降、本件\n訴えは適法となつたのである。\n三　本案前の抗弁三（地公法第三七条第一項により出訴できない）に対し\n（一）　地公法第三七条第二項と原告らの主張との関係\n地公法第三七条第二項は、「前項の規定に違反する行為をしたもの」に適用があ\nる。ところが、原告らの本件懲戒処分が違法だとする主張のうち、争議行為を禁止\nする同条第一項は憲法に違反するとの主張、教員の争議行為は右条項の禁止する争\n議行為に該当しないとの主張および本件争議行為は右条項の禁止する争議行為に該\n当しないとの主張は、いずれも右条項に違反する行為をしたものではないと主張す\nるものであるから、これらの主張の当否を審理しないで同条第二項を適用すること\nは許されない。また、争議行為禁止違反に対して懲戒処分をすることは許されない\nとの主張についても、この主張の当否を審理しないで右条項を適用することは許さ\nれないであろう。結局、右条項の適用が問題となるのは、懲戒権逸脱・濫用の主張\nに関してだけである。\n（二）　懲戒権を逸脱・濫用した処分について出訴できないか。\n地公法第三七条第二項は、すべての権利を主張できなくし、すべての不利益を甘\n受させる規定ではなく、分限の保障をはずすだけである。そうだとすると、それ以\n外の実体上の権利はあるのに、それを実現するための手段である争訟を禁止するこ\nとは不合理であり、できないことである。ことに裁判所に対する出訴の権利を失わ\nせることは、憲法第三二条の裁判を受ける権利の保障に違反することとなるので、\nとうてい認めるわけにはいかない。\nＢ　本案の抗弁に対し\n一　本案の抗弁一について\n（一）　本案の抗弁一（一）記載の事実は認める。\n（二）　同一（二）記載の事実も認める。\n（三）　同一（三）記載の事実中、１ないし１９の事実は認める。\n２０の事実は、話合い打切りの事情および措置要求の手段をいつせい休暇がその\nままの形式では法律上難点があるとして採用したとの点を否認し、その余を認め\nる。措置要求は、いつせい休暇戦術に法律上難点があつたからではなく、合法性を\nより強化するために採用されたのである。\n２１ないし２３の事実は認める。\n（四）　本案の抗弁一（四）記載の事実は、本件争議行為により校務の運営に非常\nな混乱が生じたとの点を否認し、その余を認める。\n（五）　同一（五）記載の事実中、１ないし４の事実は認める。\n５の事実は、昭和三三年四月二三日に十数名で荒川区立第三峡田小学校の校長室\nに入り校長と話し合い、その際校長から一人それぞれ一分くらい朝会で感想を述べ\nることを許可され、感想を述べたことを認め、その余を否認する。\n６の事実は、その記載のように三回にわたり千寿旭小学校におもむいたことを認\nめ、その余を否認する。\n（六）　本案の抗弁一（六）記載の事実は認める。\n二　本案の抗弁二について\n本案の抗弁二記載の主張には反対する。\n（原告らの主張）\n本件懲戒処分は、以下に詳述する理由により、違法として取消しを免れない。\n一　地公法第三七条第一項は、憲法第二八条に違反する。\n（一）　職務の多様性と公共性\n１　公務員の職務の性質・内容は、きわめて多種多様であり、公共性のきわめて強\nいものから、私企業のそれとほとんど変わるところがないものまである。したがつ\nて、そのような公務員の職務の多様性と公共性の強弱とを顧慮することなく、その\n公共性を理由に、すべての地方公務員のいつさいの争議行為を一律に禁止している\n地公法第三七条第一項は、公務員の労働基本権を保障した憲法第二八条の趣旨に反\nし、必要やむをえない限度をこえて争議行為を禁止したものとして、違憲の規定で\nある。\n２　ところで、昀判昭和四四年四月二日刑集二三巻五号三〇五頁（以下都教組判決\nという。）は、地公法第三七条第一項は、その文字どおりに解すべきものとすれ\nば、右に述べたような理由によつて違憲の疑いを免れないとしながら、法律の現定\nは、可能なかぎり、憲法の精神にそくし、これと調和しうるよう合理的に解釈され\nるべきであつて、この見地からすれば、右規定の表現にかかわらず、禁止されるべ\nき争議行為の種類や態様についてはおのずから合理的な限界があり、国民生活全体\nの利益を害し、国民生活に重大な支障をもたらすおそれのないような争議行為は、\n右規定にいう争議行為に当たらないといういわゆる合理的解釈をとることが可能で\nあるから、右規定は違憲ではないとした。\n３　しかしながら、地公法第三七条第一項は、右のようないわゆる合理的解釈によ\nつて違憲の疑いを免れることはできない。すなわち、都教組判決のとつた合理的解\n釈の方法は、合憲解釈の原則として一般に認められている原則を明らかに逸脱した\nものであつて、合理的解釈として認めることはできないものである。\nいわゆる合憲解釈とは、法令の合憲性が争いとなつたときに裁判所のとるべき法\n令解釈の原則としてひろく承認されている原則である。それは、法令について二つ\nの解釈が可能であつて、一つの解釈によれば憲法に適合し有効になり、他の解釈に\nよれば憲法に違反し無効になるか、憲法上の疑問または争点をひき起すというとき\nに、前者の解釈を採用すること、つまり、法律が合憲となる解釈を採用することを\n意味する。したがつて、解釈として可能でないことを、憲法と調和しうる解釈とし\nて行なうことはできない。このことは、合憲解釈もまた解釈である以上、当然のこ\nとである。それでは、都教組判決が示した合理的解釈なるものが、地公法第三七条\n第一項の解釈として可能な解釈であろうか。それは否である。地公法第三七条第一\n項は、いかにしても、すべての地方公務員のいつさいの争議行為を禁止したもので\nはないと解釈する余地はまつたくない。結局、都教組判決のとつた合理的解釈の内\n容は、いわば希望的解釈であつて、合理的な解釈としてはなりたちえないものであ\nる。\n（二）　争議行為制限の程度\n労働基本権の制限は、合理性の認められる必要昀小限度のものにとどめなければ\nならない。したがつて、争議行為の制限を必要とする場合にも、一律禁止ではな\nく、なるべく部分的あるいは調整的な規制にとどめられるべきである。ところが、\n地公法第三七条第一項は、この点について少しも考慮せず、争議行為を全面的に禁\n止しているから、違憲のそしりを免れない。しかも、この点の違憲性は、合理的解\n釈をもつて合憲とすることのまつたく不可能なものである。\n二　教員の争議行為は、地公法第三七条第一項の禁止する争議行為に該当しない。\n（一）　労働基本権の制限・禁止が許されるべき一般的場合\n１　問題の所在\n昀判昭和四一年一〇月二六日刑集二〇巻八号九〇一頁（以下中郵判決という。）\nは、労働基本権は尊重されるべきであるとの原則のうえに立つて、労働基本権の制\n限は、勤労者の提供する職務または業務の停廃が「国民生活全体の利益を害し、国\n民生活に重大な障害をもたらすおそれ」のあるものについて、これを避けるために\n必要やむをえない場合にのみ考慮されるべきであり、しかも、かかる制限が許され\nる場合であつても、その制限は、「合理性の認められる必要昀小限度」のものにと\nどめられなければならないとした。\nそれでは、「国民生活全体の利益を害し、国民生活に重大な障害をもたらすおそ\nれ」のある場合とは、いかなる場合であろうか。その具体的内容は、もとより、字\n句の文理解釈によつては明らかになるものではない。そのためには、争議権とは何\nがゆえに保障された権利であり、いかなる性質を具有する権利であるかを追求する\nことによつて、その権利を制限しうる原理の内容を明らかにし、また、わが国の実\n定法上の争議権の扱いなどについても、あわせて総合的に検討していかなければな\nらない。このようにして、はじめて、いかなる職務について争議権の制限が許され\nることになるのかが明らかにされることになる。\nさらに、職務の性質・内容からみて争議権の制限が許される場合でも、その制限\nの程度・方法が「必要昀小限度」にとどまつているかが十分検討されなければなら\nない。まして、制限が許されるということから、ただちに論理を飛躍させて、その\n職務について、態様のいかんを問わず、全面的に争議行為を禁止することができる\nと考えてはならないことは、いうまでもない。「必要昀小限度」の原則に立つと、\n制限にとどまらず、争議行為が全面的に禁止される場合というのは、よくよくの場\n合でなければならないからである。したがつて、制限が許されるとされる職務であ\nつても、制限の方法・手段はどのようなものでなければならないか、また、制限の\n程度はどうあるべきかについては、慎重に検討されなければならない。\n２　争議権の制限が許される場合\n（１）　争議権の本質と制限の限界\n（ⅰ）　争議権は、労働者の固有・不可欠の権利である。\n争議権は、中郵判決も指摘するように、「憲法二五条に定めるいわゆる生存権の\n保障を基本理念とし、勤労者に対して人間に値する生存を保障すべきものとする見\n地に立ち、………憲法二八条の定めるところによつて、経済上劣位に立つ勤労者に\n対して実質的な自由と平等とを確保するための手段として」保障されたものであ\nる。すなわち、労働者にとつて、争議権は、生存権を実現するうえで、それ以外の\n手段・方法のない固有・不可欠の権利である。このように、争議権は、わが国有職\n人口の六〇パーセント以上を占める労働者階級にとつて、人間らしく生きる権利、\n生存権実現のための固有・不可欠の権利であり、ここに、憲法二八条が歴史の教訓\nを学び、争議権の保障を規定した意義がある。\n労働者にとつて、争議権がこのような権利であるとするならば、その制限はきわ\nめて慎重でなければならない。労働者が生存権を実現するうえにおいて、争議権が\n固有・不可欠の権利、すなわち、非代替的権利（中郵判決が、争議権を制限する場\n合であつても、代償措置を必要とすると述べているのは、代償措置があれば制限し\nてもよいという趣旨ではなく、逆に、制限が許容されるべき場合であつても、な\nお、代償措置を必要とするという趣旨である。）であるとすると、争議権を内在的\nに制約する国民生活上の利益は、争議権の人権としての重要性に対応されるような\n重要な利益でなければならない。すなわち、第一に、生存権実現のための重要な権\n利である争議権が内在的に制約されるのは、国民の側からみても、争議権と正当に\n対置しうるような生存権の実現をはかるための重要な利益を守るためであるという\nことである。第二に、争議権が固有・不可欠の権利である以上、それを制約する利\n益もまた、単に生存権の実現のために重要であるというのみならず、国民が生存を\n保持するうえで固有・不可欠のもの、すなわち、争議権を制約することなしには国\n民の生存を保持しえない、ないしは保持することに著るしい苦痛を生ずるものでな\nければならない。そのようなものでなければ、争議権という労働者にとつて本質的\nな権利を制約しうるものではない。\n（ⅱ）　争議行為は、公衆の迷惑をもたらすことを本質的属性とする。\nつぎに、中郵判決が争議権の制限・禁止が許されるための要件として掲げた、国\n民生活に対する「重大な障害」とは、何をさすかについても検討されなければなら\nない。その際、われわれは、中郵判決が、争議権尊重の理念との関連において、単\nなる障害でなく、「重大な」障害を問題としたことについて、とくに考慮すること\nが必要である。\nもともと、争議行為は、使用者に対してはもとより、第三者たる公衆に対して\nも、多かれ少なかれ迷惑をかける行為なのである。使用者の利益・自由を制約し、\n侵害し、公衆に不自由をもたらす行為であつたがゆえに、常に長い歴史の間におい\nて、激しい攻撃を受けてきたし、また、公共の利益を害するとの理由で、安易に制\n限・禁止の対象とされてきたのである。争議行為がこのようなものであつたからこ\nそ、権利性を承認し、その保障を憲法上確立する必要があつた。常に相手方および\n第三者に対して攻撃性・打撃性をもつていることが、争議権の他の憲法上の基本的\n人権にみられない特性である。\nこのように、争議権の行使は本来多かれ少なかれ公衆の迷惑をもたらすものであ\nるが、それが権利である以上、制限するためには、単なる一般的な公衆の迷惑をも\nたらす程度では足らず、その公衆の迷惑が著しく、耐えがたいもの、すなわち、受\n忍の限度をこえていること、ならびに、その著しい受忍の限度をこえた状態が現に\n発生し、ないしは、切迫した状況にあることを必要とする。そして、その苦痛が、\nさきにも述べたように、生存権実現のために固有・不可欠の利益に関して生ずるこ\nとが必要なのである。\n（ⅲ）　争議行為による職務の停廃は一時的である。\n公共性の高い職務が争議行為によつて停廃したというだけでは、争議行為を制\n限・禁止することはできない。制限・禁止が許されるのは、争議行為によるその職\n務の停廃が国民生活に重大な障害をもたらすおそれのある場合でなければならな\nい。\nところが、争議行為による職務の停廃は、いつまでも続くものではない。すなわ\nち、（イ）争議行為は、職務の一時的な停廃である。無期限ストライキといつて\nも、永久に続くのではなく、実際には一時的である（なお、わが国では、争議行為\nによる職務の停止はあるが、廃止は一般的にはない。）。したがつて、争議行為に\nよつて国民生活に重大な障害をもたらす場合とはどういう場合かを考える際には、\n職務の停廃によつて国民が耐えがたい苦痛を受けるか否かではなく、争議行為とい\nう一時的な職務の停廃によつても、なお、国民の利益に重大な障害をもたらす場合\nであるかどうかという観点から、さらに判断されなければならない。長期にわたる\n職務の停廃がなければ重大な障害をもたらさない職務の場合には、少なくとも原則\n的には（すなわち、通常の場合には）制限することを必要としないのであつて、例\n外的な場合、すなわち、長期にわたり重大な障害がもたらされる場合にのみ、制限\nまたは禁止すれば足りることになる。もし、一時的な職務の停廃によつては重大な\n障害が現に発生せず、あるいは、発生の危険性もないのに、そうした場合をも含め\nて制限・禁止することになると、その制限・禁止の範囲は無限に拡大されていくこ\nとになるであろう。（ロ）また、「一時的」であることとの関連において、争議行\n為による重大な障害というのは、「ただちに」もたらされるものでなければならな\nいということになる。そうではなく、争議行為によつて将来惹起されるかも知れな\nいことまでをも予想して、事前に包括的に制限・禁止することができるのだとする\nと、制限・禁止の範囲はまた無限に拡大していくことになる。現に、都教組判決が\n「その争議行為が常に直ちに公務の停廃をきたし………」といつているのも、その\n趣旨である。\n（２）　「国政の停廃」は、争議権制限の理由となるか。\n争議権制限の原理としては、以上述べたところをもつて必要かつ十分とし、これ\n以外の原理を争議権制限の論拠として持ち込むべきではないと考える。そうでない\nと、全体の奉仕者論や公共の福祉論がかつて争議権を不当に制限する論拠とされた\nように、いたずらに争議権の制限を拡大していくことを許容することになるからで\nある。ことに、このような抽象的な適用上の拡大を許容するような原理を持ち込む\nことは、きわめて危険である。\nさきに述べた「国民生活に対する重大な障害」とか、国際労働機構（以下ＩＬＯ\nという。）のいう「公共の困苦」とかによる制限の原理とは別に、国家固有の権能\nである司法・行政については、「国政の停廃」をもたらすとの観点から、争議権は\n制限されるべきであるとする見解があるが、この見解は誤つている。すなわち、国\n政に関する職務の停廃をもたらす場合においても、争議権の制限が許されるか否か\nは、国民生活に重大な障害をもたらすか否かの観点からのみ判断されるべきであ\nり、それをもつて十分なのである。昀判昭和四四年四月二日刑集二三巻五号六八五\n頁（以下全司法判決という。）が、裁判所職員の職務について、「裁判所は、この\n国家の固有の権能に基づき、国民の権利と自由を擁護するとともに、国家社会の秩\n序を維持することをその使命とするものであることにかんがみると、このような裁\n判所の行なう裁判事務に従事する職員の職務は、一般的に、公共性の強いものであ\nり、その職務の停廃は、その使命の達成を妨げ、ひいては、国民生活に重大な障害\nをもたらすおそれがある。」と述べているのも、その立場からである。すなわち、\n右判決も、裁判所職員の職務は国民の権利と自由とに重大なかかわり合いがあるか\nら、そのような職務の停廃は国民生活に重大な障害をもたらすといつているのであ\nつて、国政に関するから、そのことゆえをもつて、ただちに争議権を制限できると\nはしていないのである。\n（３）　わが国の実定法と争議権の制限・禁止\n以上述べてきた見解は、わが国の戦後の争議権規制立法において、基本的に承認\nされてきたところである。もとより、争議権規制立法といつても、争議権を全面的\nに禁止している公務員法と公共企業体等労働関係法（以下公労法という。）とは、\nその合理性のまつたく存在しないことについて、基本的に批判の対象としているも\nのであるから、争議権規制立法の体系の検討に当たつては、その対象から除外しな\nければならない。また、以下検討する争議権規制立法は、主として、民間産業の労\n働者を対象とするものであるが、中郵判決および都教組判決によれば、争議権が尊\n重されるべき点においては官・民の区別はなく、争議権の制限が許されるか否か\nは、「国民生活全体の利益を害し、国民生活に重大な障害をもたらすおそれ」があ\nるか否かという要件によつてのみ判断されるべきものである以上、以下の批判・検\n討に支障をきたすものではない。\nところで、わが国の民間産業の争議権規制立法として現に存在するのは、労働関\n係調整法（以下労調法という。）・電気事業及び石炭鉱業における争議行為の方法\nの規制に関する法律（以下スト規制法という。）および船員法第三〇条である。な\nお、公務員法制定以前、すなわち、終戦直後には、労働組合法（昭和二〇年法律第\n五一号。以下これを旧労組法といい、昭和二四年法律第一七四号労働組合法を労組\n法という。）および昭和二七年法律第二八八号による改正前の労働関係調整法（以\n下旧労調法という。）があり、いずれも、官・民を問わず適用の対象とし、一定の\n争議権の制限を行なつていた。\n（ⅰ）　旧労組法\n昭和二〇年八月一五日の終戦とともに、労働者の団結は解放され、早くもその年\nの一二月二二日に旧労組法が公布（昭和二一年三月一日施行）され、ここに、わが\n国でははじめて労働者の争議権が保障されるに至つた。\nもつとも、同法は、第三条において、同法において労働者とは職業の種類を問わ\nず賃金・給料その他これに準ずるものによつて生活する者をいうとしながら、第四\n条において、警察官吏等については公安維持のためという理由で労働組合の結成お\nよび加入を全面的に禁止し、また、右の警察官吏等以外の一般の官公吏等の団結に\nついて命令をもつて別段の定めをすることができるとしたことは、のちの団結抑圧\n立法の萌芽を示すものであり、ことに、命令をもつて定めうるとした点はのちの立\n法よりも危険なものではあつたが、この特別の定めは、実際にはなされることなく\nして終わつた。\nこのように、若干の団結権侵害の危険ないしその萌芽はあつたが、旧労組法は、\n公務員を原則として一般私企業の労働者と同様な労働者とし、争議権を有するもの\nとしていた。\n（ⅱ）　旧労調法\nしかし、このような公務員の団結権の原則的な保障は、久しからずして、昀初の\n侵害を受けるようになつた。\nそれは、旧労調法の制定である。\n同法は、官・民を問わずすべての労働者を対象としたが、公益事業に従事する労\n働者は調停の申請をしてから三〇日を経過しないと争議行為を行なえないという争\n議行為制限規定（第三七条）と、警察官吏等その他現業以外の行政・司法の事務に\n従事する官公吏等は争議行為をすることができないという争議行為禁止規定（第三\n八条）とを置いていた。\n警察官吏等は、すでに旧労組法によつて労働組合の結成・加入すら禁止されてい\nたのであるから、争議行為をも禁止されるのは当然のなりゆきということもできる\nであろうし、公安維持のためやむをえないという考え方も了解できないではなかつ\nた。しかし、それ以外の行政・司法の事務に従事するいわゆる非現業の官公吏等に\n対する争議行為の禁止は、大きな問題であつた。すなわち、争議調整制度はもとも\nと労働争議解決のための手段であるはずなのに、争議それ自体を禁止してしまつた\nのは、大きな行きすぎであり、矛盾である。また、行政・司法に従事することをも\nつて直ちに争議行為を制限することすら問題があるのに、さらにすすめて、その職\n務と争議行為の態様のいかんを問わず禁止したのは、きわめて問題であつた。\nしかしながら、現行の公務員法・公労法と異なり、旧労調法が公務員全般に適用\nされていた点を注意する必要がある。すなわち、公務員等の労働関係の調整につい\nても、一般私企業についてと同じく、労働委員会が調整の権限をもつていたのであ\nる。これらの点からみて、旧労調法は、第三八条・第三九条において弾圧的性格を\nもちながらも、なお、一応労働立法のわくの中にあつたということができよう。そ\nして、さらに注意すべきは、争議を禁止された公務員の範囲が、現行の公務員法・\n公労法に比べて、大きく異なる点である。すなわち、それは、警察官吏等のほか\nは、「現業以外の行政又は司法の事務に従事する官吏その他の者」に限られてい\nて、公務員全部ではなかつたということである。これは、右第三八条の趣旨が、国\n政の停廃を防ぐということにあつたから、すなわち、公務員であるという身分によ\nるのではなく、その公務の内容・性質によるものであつたからにほかならない。\nところで、同条にいう「現業以外の行政又は司法の事務に従事する」者の範囲に\nついては、「労働関係調整法第三八条の適用範囲の認定基準」（昭和二二年五月一\n七日付厚生省労政局長名の労調法解釈例規第一号。以下解釈例規という。）は、つ\nぎのように定めている。そして、ここで本件との関連でとくに注目すべきは、教員\nが除外されているということである。\n「三八条の適用範囲の認定は左の基準によるものとする。\n一、本来の行政及び司法の事務の遂行に不可欠の補助事務に従事する者は適用を受\nけるものとする。\n二、国又は公共団体の行う企業の中、同種のものが現に民間企業として行われてい\nるもの、及び企業の性質上民間においても行うことのできる事業に従事する者は適\n用を受けないものとする。\n三、右により第三八条の適用の有無の認定が困難なものについては、国又は公共団\n体の行政又は司法の事務に従事する官公吏その他の者の争議行為により国政の停廃\nすることを防ぐ労働関係調整法の立法趣旨と勤労者の団体行動を保障する憲法第二\n八条の精神とに基いて、その認定を行うものとする。\n右の基準により大体左の者が第三八条の適用のないものとする。\n（一）　左に掲げる官公署及び官公署所属施設\n（１）　官公署\n（中略）\n（２）　官公署所属施設\n（イ）　試験所、研究所その他調査研究施設\n（ロ）　学校、講習所その他の教育養成施設\n（以下略）」\n旧労調法の争議権制限・禁止規定を、現在の公務員法・公労法と比較すると、い\nかにその制限のゆるやかであつたかが明らかとなろう。\n（ⅲ）　労調法\nイ　同法第八条\n同条は、争議権の制限を受ける公益事業について、つぎのように定める。\n「①　この法律において公益事業とは、左の事業であつて、公衆の日常生活に欠く\nことのできないものをいふ。\n一　運輸事業\n二　郵便、電信又は電話の事業\n三　水道、電気又は瓦斯供給の事業\n四　医療又は公衆衛生の事業\n②　内閣総理大臣は、前項の事業の外、国会の承認を経て、業務の停廃が国民経済\nを著しく阻害し、又は公衆の日常生活を著しく危くする事業を、一年以内の期間を\n限り、公益事業として指定することができる。\n③　（略）」\n右第二項の事業は、事業を限定した第一項に掲げるそれと同視しうる事業をさす\nことが明白であるから、結局、労調法第八条は、運輸・郵便・水道・電気・ガスな\nどおよびこれらの業務と同視される「業務の停廃が国民経済を著しく阻害し、又は\n公衆の日常生活を著しく危くする事業」を公益事業としていると理解してよい。そ\nうとすれば、ここにいう公益事業の考え方は、さきに、われわれが争議権を制限し\nうる職務について述べた見解と、基本的に一致している。労調法第八条第二項はい\nまだに適用されたことがなく、結局、労調法の公益事業は第八条第一項に掲げる事\n業だけで、そのいずれをとつてみても、国民の日常生活上固有・不可欠の業務であ\nり、争議行為という一時的な職務の停廃によつても、ただちに著しい苦痛を発生し\nうるものである。\nロ　同法第三六条\n同条は、安全保持を危くする争議行為を禁止しているが、同条によつて禁止され\nる争議行為は、直接人命に対し危害を及ぼす行為に限られるのであり、しかも、同\n条は、争議行為一般を禁止しているのではなく、その手段を規制している規定であ\nることに留意する必要がある。\n（ⅳ）　船員法\n船員という海上に働く特殊・危険な業務についても、労調法の公益事業としての\n規制のほか、船員法第三〇条によつて、「船舶が外国の港にあるとき、又はその争\n議行為に因り人命若しくは船舶に危険が及ぶようなとき」には争議行為が禁止され\nる。人命の安全と船舶の安全（これは、ひいては、人命の安全につながるともいえ\nる。）とが保護法益である。\n（ⅴ）　スト規制法\nスト規制法は、電気事業における電気の正常な供給を停止する行為その他電気の\n正常な供給に直接障害を生ぜしめる争議行為と、石炭鉱業における保安業務の正常\nな運営を停廃する行為であつて、鉱山における人に対する危害、鉱物資源の滅失も\nしくは重大な損壊、鉱山の重要な施設の荒廃または鉱害を生ずるような争議行為と\nを禁止する。すなわち、同法は、電気・石炭両産業の争議行為のうち、電気につい\nては、公益事業の争議行為の中でも、とくに電気の供給停止の争議行為が国民生活\nに著しい苦痛をもたらすことに着目し、石炭については、保安業務放棄に伴う人命\nに危険を生ぜしめ、あるいは、労働者の復帰すべき職場を失わせるような争議行為\nに着目し、かかる争議行為を禁止したものである。\n以上のように、わが国の実定法の定める争議権制限の対象となる職務（および、\n特定の職務のうちの特定の争議行為）は、いずれも、基本的には、原告らが主張す\nるような争議権制限の要件に従つていることが明らかである。\n（４）　ＩＬＯによる争議権保障と争議権規制の原理\n（ⅰ）　ＩＬＯの争議権思想\nＩＬＯの条約や勧告は、全世界の「すべての人民に十分に適用できること」を前\n提にして考えられているから、労働基本権の無制限保障をしているわが国の憲法水\n準からみると低いが、それでも、官公労働者に対するわが国の法制が、このＩＬＯ\nの水準に比べて、さらに低いことは問題といわねばならない。\nところで、ＩＬＯの争議権思想の基本的な考え方は、ＩＬＯの結社の自由委員会\nの過去いくつかの先例に示されている。この先例によれば、「ストライキ権は、労\n働者およびその団体がかれらの経済的利益を防衛するためにもつ一般的権利のうち\nで中核的なもの」（同委員会第四七号事件、インド）であり、「争議権は、労働者\nが集団的な経済的・社会的な利益を擁護するうえで必要不可欠な権利」（同委員会\n第五〇号事件、トルコ）である。このような争議権思想が生み出された根源には、\n労働者の労働条件の十分な保障こそが現代社会における正義および平和の実現に欠\nくことができないものであるという認識がある（ＩＬＯ憲章前文参照）。そして、\nこのような認識があるために、ＩＬＯの争議権保障はかなり大幅である。すなわ\nち、社会正義の実現は、労働者の経済的・社会的地位の向上によつてもたらされる\nから、争議権の行使は、この目的に反しない限り認められるべきであるとするので\nある。すでに一九五七年六月、ＩＬＯの総会は、ＩＬＯ加盟国における反労働組合\n立法の廃止に関する決議を採択しているが、右決議は、ＩＬＯ加盟国に対し、「労\n働者のストライキ権その他の組合権の有効かつ無制限の行使を保証する」法律の制\n定を要請している。\n（ⅱ）　公務員に対する争議権制限原理の考え方\nＩＬＯ条約の中には、直接に争議権を明記してこれを保障した条約は見当たらな\nい。しかし、一九四八年の結社の自由及び団結権の保護に関する条約（第八七号。\n以下第八七号条約という。）。一九五七年の団結権及び団体交渉権についての原則\nの適用に関する条約（第九八号。以下第九八号条約という。）等で団結権を保障し\nており、ことに、第八七号条約の団結権の保障には争議権は含まれないという、右\n条約採択当時考えられていた考え方は徐々に克服され、これらの条約を基礎に争議\n権の保障を考えようとする努力が、結社の自由委員会等によつてなされてきてい\nる。\nまた、第二次世界大戦後の公務員の激増（公務員の仕事の分野の増加と合わせ\nて）に伴い、一方また特別権力関係理論の戦後における破たんなどと相まつて、公\n務員に対する労働基本権も、他の民間の一般労働者と同じレベルで保障しなければ\n不合理であり、差別扱いとなるのではないかという考え方が、ＩＬＯの中で一般化\nしてきている。とくに、一九六三年のＩＬＯ公務員専門家会議の報告は、右のよう\nな考え方から、公務員に対する争議権問題を民間のそれと同じく考えるべきであ\nり、基本的には公務員にもストライキ権は保障されるべきであるとし（具体的に\nは、ＩＬＯが一九四八年に採択したストライキ権保障にかかわる第九二号勧告を公\n務員に対しても適用すべきであるとした。）、ストライキの制限原理についても、\n結社の自由委員会が作つてきた民間の一般労働者と同様の基準、すなわち、公務員\nをエツセンシヤル・サービスの一部門と考えるかどうかを基準として考えるべきだ\nというようになつた。\nところで、ＩＬＯが考える、ストライキの制限が可能であるとされるエツセンシ\nヤル・サービスとは、その業務の停廃が国民に重大な苦痛（Ｐｕｂｌｉｃ　ｈａｒ\nｄｓｈｉｐ）をもたらし、国民生活全体に重大な障害を与える事業と考えられてい\nるから、公務員の場合、公務の停廃が右のようなパブリツク・ハードシツプを惹起\nするかどうかにより、ストライキの制限が可能かどうかということになる。\n一九六五年七月一六日に出されたいわゆるドライヤー報告は、右の理論を踏まえ\nて論を進めており、そこでは、公務員であるがゆえに当然にストライキ権が制限・\n否認されなければならないという論理は、まつたくみられない。そして、同報告\nは、右の観点から、わが国の公務員法制を批判した。すなわち、ドライヤー報告\nは、つぎのようにいう。まず、一般論として、「本委員会の考えでは、争議行為\nは、それが争議行為であるという理由によつて合法となり、または、違法となるも\nのではない。その合法性または違法性は、争議行為の性格によるのである。」（第\n二、一三八項）、「真に必要不可欠であり、ストライキが国民の正常な生活に重大\nな障害を与える経済分野においては、公共の利益を保護するための特別措置が必要\nかも知れない。………このような場合には、解決または救済の十分な代償手段が設\nけられ、かつ、実際に満足に機能することを条件として、ストライキを禁止するこ\nとができる。………比較的に重要でないものにおいては、公共の利益は、すべての\nストライキがひとしく禁止されることを要求してはいない。」（第二、一三六項）\nと述べる。この考え方は、公務員についても貫かれている。「ストライキの絶対的\n禁止」は「その業務の中断によつて社会に対してより小さな困難をもたらす公務お\nよび企業の場合に緩和され」るべきであるが、「日本の労働組合は、若干の工業国\nにおける組合がにがい経験を通じて学んだように、ストライキが合法である場合に\nおいても、ストライキという武器は控え目に行使されるべきものであり、すべての\n平和的交渉の手段と解決のために確立された所定の手続が尽されたのちの昀終的手\n段としてのみ行使すべきものであるということを理解しなければならないであろ\nう。その場合においても、この武器は、公務においては、組合の要求が明白に正当\nで（Ｍａｎｉｆｅｓｔｒｙ　Ｊｕｓｔｉｆｉｅｄ　この場合は、労働組合の本来の\n目的範囲を逸脱しないという意味である。）、ストライキに訴えても、その結果明\nらかになんらかの不便または不自由をもつともこうむる一般世論の反感を招かない\n場合でないかぎり、行使することが賢明でない武器である。換言すれば、公務およ\nび公的企業における合法的なストライキ権は、このストライキという武器が、まれ\nで例外的な場合以外に行使されるべきであるということを、けつして意味するもの\nではない。\n」（第二、一四一項）ドライヤー報告の右項は、公務員のストライキ権の存在を前\n提にして、その行使のしかたについての組合の自主規制を述べている点を注意すべ\nきである。ストライキ権の行使は、本来そうあるべきなのである。\n争議権の行使の制限についての基本的な考え方は右に述べてきたとおりであつ\nて、この見解は、全体の奉仕者論はもちろん、単純な公共の福祉論とも本質的に異\nなるものである。中郵判決や都教組判決がＩＬＯの右のような労働者の権利、なか\nんずく、争議権理論を採用していることは明らかであろう。国民生活に対する重大\nな障害（ｄｉｓｔｕｒｂ　ｃｒｉｔｉｃａｌｌｙ　ｔｈｅ　ｎｏｒｍａｌ　ｌｉｆ\nｅ　ｏｆ　ｔｈｅ　ｎａｔｉｏｎ）の有無が、ストライキ規制の指導理念となるの\nである。\nこの観点からみた場合、ストライキの規制は、多くの場合、ストライキの態様に\n対して加えられることになる。したがつて、たとえば、第八七号条約第九条が除外\nする軍隊・警察を除けば、その職務自体の性質からストライキが禁止されなければ\nならない範囲は限定されてくるであろう。行政権力作用でもなく、その職務の停廃\nが国民生活に対する重大な障害を伴わない業務の分野では、それが公務であると公\n共企業体業務であるとを問わず、ストライキ禁止の対象からはずされるべきことは\n明らかである。そして、教職がこの禁止の対象からはずされる業務の範囲に入るこ\nとも、その職務の性質からみて明白である。国際連合教育科学文化機関（以下ユネ\nスコという。）の「教師の地位に関する勧告」は、このような理論的前提に立つ\nて、教師に対してストライキ権が保障されるべきことを明言したものにほかならな\nい（第八四項）。この勧告は、教師の争議権を考えるについて、教育の重要性とそ\nの社会的役割（ユネスコ憲章参照）とを十分に踏まえ、そのうえで、教師のストラ\nイキ権の保障を明確にしているのであつて、教育の職務がその重要性にもかかわら\nず、ストライキ禁止の対象たる職務に含まれず、また、通常の形態のストライキで\nあるかぎり、制限せられるべき対象とならないものであることを明らかにしたので\nある。\n（ⅲ）　ＩＬＯの地公法第三七条批判\nこのようにして、公務員に対するストライキの一律禁止の法制や制度は、ＩＬＯ\nの中では完全にくずされている。そして、ここ二、三年のＩＬＯの動きをみると、\n再三の勧告にもかかわらず、労働者権侵害立法が放置されているわが国に対するＩ\nＬＯの風当りは、きわめて強い。ここでは、そのうち、一九六八年の第五二回総会\nで承認されたＩＬＯ条約勧告適用委員会・強制労働に関する専門家委員会の報告\nで、地公法第三七条が問題とされた部分を引用する。\n「非常事態時におけるストライキ権の一時的停止を正当化しうる規準―すなわ\nち、住民の生命と福祉をまもる必要―は、また、公務あるいはその他の重要業務に\nおけるストライキを禁止する規定が一九五七年条約に抵触しないと考える基礎にな\nつている。多くの国では、この点に関して定められている禁止は、たとえば、それ\nが仕事の性質いかんにかかわらず公職にあるすべての者に適用される場合（注\n４）、または、厳密な意味における重要業務のほかに、普通の状況下においてその\n中断が住民の生命や福祉を必ずしも危険にさらさないような産業やサービスを含む\n場合には、条約に合致しているというには、その範囲があまりにも一般的にすぎる\nように思われる。ストライキが重要業務で禁止されているあるケースでは、争議解\n決の代償手続が必ずしも与えられているようにはみえない。\n注４　たとえば、日本・国公法第九八条・第一一〇条第一七号、地公法第三七\n条・第六一条（ドライヤー報告第二、一三四～二、一三九項参照）。」（同委員会\n報告第一二六項）\n地方公務員のストライキの一般的禁止条項たる地公法第三七条が、同法第六一条\n第四号と合わせて、強制労働禁止条約（第一〇五号。以下第一〇五号条約とい\nう。）に抵触するとされたこと、しかも、同総会で採択された条約勧告適用委員会\nの一般報告で、労働者側委員の「ストライキ禁止が民事罰あるいは行政罰によつて\n強制される場合も、そのような刑罰は間接的労働強制になりうる。」という意見に\n対して、使用者側委員も、「どんな形にせよ強制労働にはきつぱり反対」（同報告\n第五五項、第五六項）しているのであつて、ストライキに対する民事罰と行政罰も\n強制労働の側面から禁止されていることに注目する必要がある。\n（ⅳ）　むすび\nわが国は、第二次世界大戦後ＩＬＯに加盟を認められ、ＩＬＯ諸条約やわが国に\n対する勧告の遵守義務を負担することとなつた。さきにも述べたように、ＩＬＯの\n基準は、国際的にみて昀低限度のものであり、わが国の憲法解釈や労働基本権の解\n釈に通用するものであることはいうまでもない。\nそのような国際的観点からみて、地公法第三七条の不合理性は明白であり、ま\nた、教師のストライキ権禁止は不合理である。\n３　争議権規制の手段・方法\nある職務について争議権の規制されるべきことが認められるとしても、その規制\nは、手段・方法において、必要・昀小限度でなければならない。\n（１）　争議権規制の手段・方法に関する原則\nある特定の職務の停廃が「国民生活全体の利益を害し、国民生活に重大な障害を\nもたらすおそれ」があり、したがつて、争議権の規制が必要であると一般的に認め\nられた場合であつても、その職務の争議行為も、場合によつては多様であるから、\nいかなる態様の争議行為であつても、常に「国民生活全体の利益を害し、国民生活\nに重大な障害をもたらすおそれ」があるということにはならない。一概に「国民生\n活全体の利益を害し、国民生活に重大な障害をもたらすおそれ」があり、それがゆ\nえに、争議権規制を必要とする職務といつても、それぞれの職務に応じて、その停\n廃の国民生活に及ぼす影響は、千差万別なのである。しかも、それぞれの職務につ\nいてみても、争議行為の態様の異なることによつて、規制を必要とする場合とその\n必要がない場合とを生ずるのである。ある職務については、長期にわたつて職務停\n廃が行なわれたときに、はじめて重大な支障を生ずるとすれば、その場合に限つて\n規制すれば足りるであろう。また、ある職務については、一定の態様の争議行為の\nみが危険であるなら、その態様の争議行為のみ規制の対象とすればよい。また、あ\nる職務については、予告をさせることをもつて危険を排除できることもあるであろ\nう。\nこのように職務の性質および争議行為の態様により国民生活に及ぼす影響が個別\n的・具体的に異なる以上、争議権の規制を必要・昀小限度にとどめようとするため\nには、争議権規制の方法もまた個別的・具体的になされなければならないことにな\nる。そこで、個別・具体的な規制の方法を考えるとすれば、いろいろな方法が考え\nられるであろうが、わが労調法の定める事前予告・緊急調整の方法などはその一例\nである。このように、それぞれの職務と争議行為の態様に応じた個別的・具体的規\n制の方法こそ、中郵判決のいう、争議権尊重の理念に立つた、争議権の制限は必\n要・昀小限度にとどめるべきであるとの原則に合致するものなのである。\nそうだとすると、争議行為の規制は、原則として右のような方法による制限にと\nどめられるべきであり、全面・一律禁止の方法による争議権の規制というあり方\nは、個別制限の方法によつてはとうていまかなえない場合にのみ限られるべきであ\nり、原則として許されないものと考えるべきである。\n（２）　わが労調法上の争議制限の方法\n（ⅰ）　争議予告\n労調法第八条第一項の定める公益事業は、国民の日常生活に欠くことのできない\nものに限られている。ところが、このような公益事業についてすら、労調法は、一\n〇日前の争議予告を義務づけるのみで、争議行為の実施については基本的にこれを\n制限していない。\n（ⅱ）　緊急調整\n労調法第三五条の二は緊急調整の制度を設け、内閣総理大臣は、「事件が公益事\n業に関するものであるため、又はその規模が大きいため若しくは特別の性質の事業\nに関するものであるために、争議行為により当該業務が停止されるときは国民経済\nの運行を著しく阻害し、又は国民の日常生活を著しく危くする虞があると認める事\n件について、その虞が現実に存するときに限り」、中央労働委員会の意見を聞い\nて、緊急調整の決定をすることができ、この場合には、中央労働委員会は争議解決\nのための努力を払わなければならず、当事者も五〇日間争議行為をすることができ\nないものとされる。\nこのように、公益事業の争議行為であつても、異例の場合にのみ、きわめて厳格\nな要件のもとに、一定の期間に限り禁止されるにとどまる。しかも、この禁止は、\n禁止自体が目的ではなく、調整するための手段なのである。そして、現実には、緊\n急調整は一度も発動されたことがない。\n（ⅲ）　労調法の立場\n以上のように、労調法は、公益事業の範囲を日常不可欠な業務にきびしく限定\nし、その争議行為を予告にかからしめているほかは原則的に解放していることにお\nいて、争議権尊重の理念をそれなりに貫いているのである。公務員法・公労法と比\n較するとき、その争議権規制の姿勢において、本質的な差異を見い出すことができ\nる。\n以上のように、労調法は、個別・具体的規制を争議権規制の方式として採用し、\n争議権規制の正しいあり方にのつとつている。\n４　争議行為の禁止が許される場合\n（１）　争議行為の禁止は原則として許されない。\n労調法の緊急調整制度は、争議行為を、事態の具体的な状況に応じて、個別的\nに、一定期間、争議調整のために禁止しようとするものである。このような個別禁\n止の方法は、制限の一方式にほかならない。また、同法の安全保持義務は、争議行\n為の手段の制限であつて、禁止ではない。ここで問題にしようとする禁止とは、争\n議行為を全面一律に禁止することである。\n争議権の規制は必要・昀小限度にとどめるべきであるとする原則に立つとき、そ\nの全面禁止は原則として許されない。なぜならば、ある職務の停廃が「国民生活全\n体の利益を害し、国民生活に重大な障害をもたらすおそれ」があるとされるため、\nその職務の公共性が著しく高度であるとしても、その職務に属する労働者のいかな\nる態様（方法・程度）の争議行為もが国民生活に重大な支障をきたすとは考えられ\nないからである。まして、常に禁止されなければならないような、そのような重大\nな支障を国民生活にもたらすとは考えられないからである。職務の性質に応じて予\n告義務を課し、そのうえで、争議行為の方法・程度に応じ、必要のある場合は、緊\n急調整のような、争議行為突入以前にこれを禁止するという方法もとりうるからで\nある。そのような方法がとれるのに、全面的に禁止するとすれば、それは必要昀小\n限度の原則に明らかに反することになる。\n（２）　禁止の許される場合\n原告らは、争議行為はいかなる職務についてもいつさい禁止の方法をとることが\n許されないと主張しようとするものではない。たとえば、警察・消防・監獄などの\n職員の業務については、禁止されてもやむをえないともいえるかも知れない。それ\nは、このような職務は、第一に、争議行為を規制すべき、そうした意味での公共性\nがきわめて高いからであり、第二に、その争議行為は、態様のいかんを問わず、お\nおむね常に国民生活に重大な支障をきたし、重大な危険をもたらすともいえるから\nである。このような例外的な場合は、個別規制の方法をとるまでもなく、全面禁止\nをもつて臨んでもやむをえないとも、一応は考えられるからである。\nしかし、このような争議行為禁止の合理性・必要性について、国民の大多数の基\n本的な承認を求めうるような職務は、きわめて異例のものでしかなく、個別・具体\n的調整ではどうしても防止できない危険を惹起する場合に限られねばならない。そ\nして、このような職務についても、すべての争議行為を禁止するのではなく、スト\n規制法の電気産業の電気供給停止のように、禁止すべき行為類型を定めてなされな\nければならない。\n（３）　わが実定法上の争議行為禁止規定\nわが実定法上、争議行為を一般的に禁止する規定は、わずかに、労調法の安全保\n持義務・スト規制法および船員法第三〇条があるにとどまる。このうち、労調法の\n安全保持義務ならびにスト規制法と船員法第三〇条とのうちの人命の安全に関する\n部分は、人命の安全に危険を及ぼす手段による争議行為を禁止したいという点では\n許されてもよい。しかし、その余の部分、すなわち、船員法第三〇条のうちの船舶\nの安全保持を目的とする部分とスト規制法のうちの電気の正常な供給と炭鉱の荒廃\n防止を目的とする部分とは、さきにも述べたように、きわめて問題である。しか\nし、このような悪法ですら、特定の業務に属する者のすべての争議行為ではなく、\n特定の行為に限つて禁止するにとどまつていることにとくに留意したい。しかも、\nスト規制法は、将来廃止することが、国会で決議されている。\n以上のように、わが国の民間労働者を対象とする法制においては、公共事業にお\nいてすら、争議行為禁止規定は、きわめて異例の条件のもとにおいてのみ、例外的\nに存在することに留意しなければならない。\n（４）　公務員法・公労法の不合理性\n（ⅰ）　公務員・公共企業体職員の職務といえども多様であり、その公共性の程度\nもきわめて高いものもあると同時に、きわめて低いものもある。したがつて、争議\n行為を規制する必要のある職務もあるし、まつたくその必要のないものもある。さ\nらに、規制を必要とする場合でも、制限をもつて足りるのが原則であり、全面的に\n禁止することは例外的に許されるにすぎない。そうであれば、すべての職務のすべ\nての争議行為を全面・一律に禁止する公務員法・公労法の規定は違憲と解するほか\nはない。\n旧労調法においては、現在公務員法・公労法の適用されている職員について、争\n議権の完全に解放されていたもの・制限にとどまつていたもの・禁止されていたも\nのと大きく三種類に区別されており、これをもつて必要・十分とされていた。この\nことと比較するならば、少なくとも、当時争議権が全面的に解放されていた職務に\nついてまで、今日、制限にとどまらず、全面禁止しなければならないとする合理性\nは、まつたく存しないし、考える余地もない。\n（ⅱ）　もし違憲でないように解するとすれば、制限の必要のない職務および制限\nを必要とはするが禁止の必要のない職務については、公務員法・公労法は、争議行\n為を禁止していないと解するほかはない。さらに百歩譲つても、制限を必要とする\nが全面的に禁止する必要はない職務については、その争議行為の態様が侵害性のき\nわめて強度な場合にのみ、その争議行為が公務員法・公労法によつて禁止されるの\nであつて、その他の場合には禁止されていないと解するほかはない。\n以上のように、公務員法・公労法が争議行為を全面・一律に禁止していることに\nついては、きわめて問題が大きい。\n（ⅲ）　しかしながら、このような公務員法・公労法の争議行為全面・一律禁止規\n定に対する批判は、占領末期に独立を控え、占領下立法の全面検討が行なわれた際\nに、すでに提起されていたところである。\nすなわち、昭和二六年労働省労政局の作成した労政局案によると、「公共企業体\nと現業とは、労働関係法令上は同一の扱いとし、且つこれらについては、労働関係\n法上は職権仲裁及び予算上資金上支出不可能な検定、仲裁裁定以外は一般の労働組\n合と差別を設けないこととすること」とされた。すなわち、この案によると、公共\n企業体と旧労調法にいう現業とは、基本的には争議権を解放し、若干の規制を行な\nうにとどめられていたのである。\nまた、同年一〇月設けられた労働関係法令審議会の公益委員案も、公共企業体職\n員と現業公務員の争議権を解放し、そのために公務員法等関係法令の根本的な再検\n討をなすべき旨を政府に要望していた。\n以上のように、教員を含めて現業公務員についての争議権の解放は、当時、当然\nの前提とされていたのである。\n（ⅳ）　結局、以上述べたところからも明らかなように、旧労調法にいう現業の公\n務員については、労調法なみの規制をもつて必要かつ十分とするのである。\n（二）　教員の職務の公共性と争議行為禁止の違憲性\n１　はじめに\nこれまで述べたところを教員に当てはめると、教育の職務の性質と実態とに照ら\nし、争議行為による教育の停廃は国民生活に重大な障害をもたらすものではないか\nら、教員の争議行為は制限すべきものではなく、まして禁止することが許されるも\nのではない。\n２　教員の争議行為に関する立法の沿革と国際的見解\n（１）　旧労調法下における教員の争議権\n旧労調法のもとにおいては、教員は現業公務員とされ、現業以外の司法・行政に\n従事する公務員の争議行為を禁止した同法第三八条の適用外とされていた。そし\nて、また、教育事業は、同法第八条の公益事業にも指定されていなかつたから、同\n法第三七条による争議予告も義務づけられていなかつた。すなわち、教員の仕事\nは、その争議行為が国政の停廃をもたらすものでもなければ、公衆の日常生活に欠\nくことができないものでもないとされていたわけで、その争議行為はまつたく自由\nとされていた。\n（２）　労働法規の全面再検討の時期における教員の争議権の扱い\n昭和二六年の労働法規の全面再検討に際しては、労働省労政局案では、教員を含\nむ現業公務員は、公共企業体の職員とともに、労働法令上、原則として民間労働者\nと同一の扱いとし、争議権を解放することが示され、また、労働関係法令審議会の\n公益委員案も、公共企業体職員と現業公務員の争議権を解放し、そのために、公務\n員法等関係法令の根本的な再検討をすべき旨を政府に要望していた。\nすなわち、教員は、現業として、争議権を基本的に解放されるべきものと考えら\nれていたのである。\n（３）　労調法の扱い\n旧労調法と現行の労調法とは、公益事業の定めにおいて変りがない。したがつ\nて、教育は一貫して公益事業とされておらず、そのため、義務教育を含め、私立学\n校教職員の争議権は全面的に解放されている。\nこのように私立学校において争議権が解放されているとき、何ゆえ、公立学校の\n場合も職務の性質はまつたく同じであるのに、争議権の扱いにおいて本質的な差異\nを生ぜしめなければならないのか。それは、はたして合理的であろうか。\n（４）　ユネスコの「教師の地位に関する勧告」と教師の争議権\n公立・私立、義務教育であるか否かを問うことなく、教師については、争議権を\n解放すべきであるとするのが、国際的に確立された見解である。\nすなわち、右勧告の第八四項は、「雇用協約および雇用条件から生ずる教員の雇\n用主の間の紛争解決に当たるため、適切な合同の機関が設置されなければならな\nい。もし、この目的のために設けられた手段で手続が使い尽され、あるいは、当事\n者間の交渉が行きづまつた場合、教員団体は、他の団体がその正当な利益を保護す\nるため普通もつているような他の手段をとる権利をもたなければならない。」と定\nめている。そして、右の「普通もつているような他の手段をとる権利」とはストラ\nイキ権をさすことが明白であるとされている。\n（５）　むすび\n以上のように立法の沿革・労調法のたてまえ・国際的に確立された見解からみ\nて、公立小・中学校教員の争議行為をも禁止する地公法の規定がきわめて異例なも\nのであることは、明白である。\n３　教育という職務の特質からみて、教員の争議行為は制限できない。\n（１）　学校教育の特質と国民生活\n教育が重要であることは、だれしも争いがないところである。しかし、教育が重\n要であるということから、ただちに、教員の争議行為を制限してよいことにはなら\nない。問題は、その職務の特質よりみて、教育という職務の争議行為による一時的\n停廃が「国民生活全体の利益を害し、国民生活に重大な障害をもたらすおそれ」が\nあるか否かということである。\n第一に、学校教育は、長期的・計画的に遂行されるというところに特質がある。\n社会生活を営むうえにおいて必要な豊かな人格と教養を付与するため、粘り強く長\n期間計画性をもつて遂行されるのである。きよう・あすの教育がすぐただちに効果\nをあげるというものではなく、地味な粘り強い努力が教師によつて行なわれるから\nこそ、教育は尊重されるのであり、ここにこそ、教育の特質がみられるのである。\nこのように、教育は、未来にこそ成果を求める、未来にかかわる職務なのであつ\nて、現在の、この瞬間における利益を求めるものではない。したがつて、現在の国\n民生活の利益には、直ちに直接のかかわりをもつものではない。\nこのように、教育が現在の国民生活の利益に直ちに直接のかかわりをもたないも\nのであるとすると、争議行為による職務の一時的停廃は、現在の国民生活上の利益\nを直接侵害し、現実に苦痛を与え、切迫した苦痛の状況をつくり出すということに\nはならない。したがつて、このような教育の特質からみて、教育は、争議権を制限\nしうるような国民生活上の利益には当たらないことになる。争議権の制限が問題と\nされるのは、現在の国民生活に直接打撃が与えられる、その切迫した苦痛を回避す\nるためだからである。そうした現実的に切迫した現在の苦痛を避けるという目的も\nなく、いたずらに公共性の存するがゆえに争議権を制限すべきであるということは\nできない。\n第二に、教育が未来をめざし、未来のために長期的に行なわれる創造作業である\nとすると、国民は、長期間にわたる教育の結果、その成果を将来においてのみ真に\n享受することになる。\nそして、このように長期間に及ぶ教育の結果においてのみ教育の成果は判断され\nるべきものであるとすると、教育という国民生活上の利益は、争議行為という一時\n的停廃によつては、その利益に重大な障害がもたらされるということはできない。\n教育に限らず、長期間にわたつて継続的に遂行され、将来においてのみ成果のもた\nらされる職務においては、職務の一時的停廃が国民生活に重大な障害をもたらすと\nみるべき余地はもともとないのである。\n第三に、いかに教育が重要であるといつても、教育は、それ自体、生存権実現の\nために、直接、固有・不可欠のものとはいえない。したがつて、教育がいかに重要\nであるとしても、生存権実現のため直接固有・不可欠なものではない以上、その利\n益を守るために、労働者にとつて生存権実現のために固有・不可欠の権利である争\n議権を制限することはできない。この点において、すでに、教育という利益は争議\n権を制限しうるものでないことが明らかである。\n以上三点について述べたような教育の職務の特質、教育という利益の特性に着目\nしてこそ、旧労調法では公立を含め教師の争議権が解放され、また、現在の労調法\nでも学校は公益事業とされていないことが理解されるのである。\n（２）　公立・私立の差異および義務教育の特殊性の有無\n（ⅰ）　以上の学校教育の特質の視点に立つて争議権を考えるとするならば、その\n学校教育が公立であると私立であると、また、いかなる段階の教育であるとを問わ\nず、学校教育という職務の特質においては本質的差異は存在しない。\n（ⅱ）　すなわち、義務教育の段階は、たしかに、重要であろう。しかし、教育が\nいかに重要であると強調してみても、争議権の制限は、単なる職務の公共性の強弱\nではなく、国民生活に重大な障害をもたらすか否かの点においてのみ判断されるべ\nきなのであるから、学校教育であるという職務の特質にまつたく変りがないとする\nと、義務教育だからといつて、争議権を特別に扱わなければならないという合理的\n理由はないことになる。労調法も、ユネスコの「教師の地位に関する勧告」も、義\n務教育を特別に区別していないのは、そのためである。\n（ⅲ）　また、公立学校と私立学校とでは、学校の設立主体は異なるとはいえ、そ\nこで行なわれる職務が学校教育であるということの本質に変りはなく、また、教育\nの内容は、ひとしく、学校教育法および同法施行規則などによつて規制されてい\nる。このように、職務の本質と内容とに変りがない以上、争議権の取扱いに差異を\n設けるべき理由は存在しない。さらに、その公共性の程度を比較しても、教育基本\n法第六条は、公立・私立を問わず、学校教育における職務の公共性をひとしく確認\nしているのであり、公共性の点においても差異は存しない。\n（３）　公立義務教育諸学校の教員の職務と国民生活\n（ⅰ）　以上により明らかになつたように、公立義務教育諸学校といえども、学校\n教育という職務の特質においては、私立あるいは他の段階の学校と基本的に変りは\nなく、公立なるがゆえ、私立なるがゆえの差異はまつたく存しないのであるから、\n争議権がとくにこの場合に限つて制限されねばならないとする理由は、何ひとつ存\n在しない。\nさらに、義務教育諸学校の教育内容も、公立であると私立であるとを問わず、学\n校教育法およびその施行規則等の定めるところにより、まつたく同一内容によつて\n行なわれるべきものとされており、しかも、その内容は、他の段階の学校以上に詳\n細かつ具体的に定められているのであるから、義務教育諸学校においては、公立で\nあると私立であるとを問わず、その争議行為による職務の一時的中断が父母・生\n徒・児童に及ぼすべき影響にはなんらの差異も存在しないのである。\n（ⅱ）　被告は、公立学校に入学する者は、あらかじめ所定の学校が定められ、こ\nれに反し、私立学校に入学する者は、学校を選択できるから、公立学校の職務の公\n共性は大きい、という。\nその趣旨は必ずしも明らかではないが、選択の自由のあるなしは、争議権の存否\nにかかわりはないはずである。仮に選択の自由がある者はストライキを避けるため\nに転校できるといつてみても、私立学校においてもいつたん入学した以上、争議行\n為が行なわれたために転校するというようなことは現実にはありえないことであ\nり、また、そのようなことをいえば、国立大学の附属小・中学校のように国民が選\n択のうえ入学できる国立学校においても争議権の存在しないことを説明することが\nできない。\n学校が選択できようとできまいと、現に争議行為が行なわれ、授業が受けられな\nかつたということにおいては、国民への影響になんら変わるところがない。\n（ⅲ）　また、被告のように、地方公共団体には公立義務教育学校の設置義務があ\nるから公共性が強いといつてみても、そのことからは、ひとたび設立した学校で働\nく教員の争議権を制限する理由を導き出すことはできない。争議権の制限の可否\nは、あくまでも、その職務の内容によつてのみ判断されなければならないところ、\n義務として設置されたと否とにかかわりなく、そこで行なわれる教育という職務の\n特質はもとより教育内容にもなんら変りはないからである。\n（ⅳ）　さらに、被告の主張するように、わが国において義務教育諸学校の大部分\nが公立であるということも、公立学校の教員の争議行為を制限する論拠にはならな\nい。\n事業の独占性・広域性は、一般的にいえば、争議権制限の一つの論拠になるが、\nそれは、もともとひとりひとりの国民の受ける迷惑が重大であることを前提にし\nて、迷惑を受ける者が、他の機関を利用して現在の苦痛を避けようにも、事業の独\n占性・広域性のため他に選択すべき方法がなく、そのため迷惑の程度が著しいこ\nと、ならびに、広般な国民が重大な苦痛を受けることに制限の論拠がある。\nところが、争議行為による教育という職務の一時的停廃は、第一に、すでに述べ\nたように国民生活に重大な障害をもたらさないから、独占性・広域性を論ずる余地\nがなく、第二に、右の点をさておいても、私立であれ、公立であれ国民の受ける争\n議行為による影響は、当該学校の争議行為によつて受けるそれであつて、事業の独\n占性・広域性とはなんらかかわりのないことなのである。\n４　教育の柔軟性・弾力性―教育の実情と争議行為の影響―\n以上のように、学校教育という職務の特質よりみて、公立・私立、義務教育であ\nるか否かの区別を問うところなく、教員については争議権を制限することのできな\nいことは明らかである。\nしかしながら、仮に制限される余地が理論上あるとしても、現実に国民生活に重\n大な障害をもたらすことがあるかどうかは、さらに具体的に検討されなければなら\nない。ところが、現実に行なわれている教員の職務の実際の姿をみるならば、争議\n行為による職務の一時的停廃が国民生活の一部である教育に重大な障害をもたらす\nことはありえないという結論にふたたび到達する。\n（１）　教育という職務は、長期的・計画的に遂行され、日常的に弾力性・柔軟性\nをもつて実施されているところに特質がある。すなわち、学年を通じて実施される\nべく定められた教育内容は、教師によつてさらに各学期ごとに大まかに進行の計画\nが立てられていく。その場合に、その進度は、おおむね平均されているとはいうも\nのの、生徒・児童の理解に応じて、あるときは速く、あるときは遅く進められてい\nく。ある場合には繰り返して行なわれる。そして、各学年は一応の単位とされなが\nらも、必ずしも相互に断絶したものではなく、新年度に当たり前年度の総ざらいを\n行なうことも、また、進度に応じては翌年度に理解されてよいところにまで及ぶ場\n合もある。\nこのように、教育の成果は、短期間に測定できず、長期に観察してのみ測定され\nうるのである。また、その成果は、短期間をとつてみると、授業時間数に比例する\nものでもない。問題は、密度なのである。\nこうしてみると、教育においては、時間数をもつてのみ教育内容を測ることはで\nきない。当初予定されなかつた授業以外の学校行事が突発的に発生したり、あるい\nは、伝染病による休校が生じたりして、しばしば授業時間がカツトされる場合もあ\nるが、こうした場合の生ずることをも想定して授業が行なわれるのであるし、ま\nた、そのことを抜きにしても、授業時間がカツトされたから当初計画された教育が\n行なわれえなかつたというようなものでもない。実際には回復されていくのが、教\n育の実情である。\n（２）　教員の争議行為の場合も同様であつて、争議行為は長期にわたつて実施さ\nれることはありえないから、実際には、他の方法で時間数が回復されたり、あるい\nは、授業の進行計画に基づき、授業の密度を高めるなど質の面から回復されていく\nのであつて、教育の争議行為による短期的な職務の停廃は、教育の長期性・柔軟性\nという現実の教育の実態からみて、生徒・児童の受ける教育の内容に重大な支障を\nもたらすものではなく、その支障は事実上存在しないといつても過言ではない。こ\nの点からも、教員の争議権を制限すべき理由はない。\n５　教員の争議行為の制限が例外的に許されるべき場合があるか。\n争議行為は、一般に、短期間的な職務の停廃を特質とする。そして、争議行為と\nして通常予想される期間内行なわれる教員の争議行為は、教員という職務の性質お\nよび実態のいずれからみても制限すべき理由がない。\nそれでは、争議が長期にわたり、現実に教育に重大な支障をきたした場合はどう\nか。われわれは、教育という職務の性質上、このような場合でも、本来、制限する\nことができないと考える。しかし、この点をさておいても、その場合には、その場\n合に限つて、たとえば緊急調整的制度を採用すれば足りると考える。\nしかしながら、このような考え方にも問題があるのであつて、不当に長期にわた\nる教員の争議行為というものは現実にはありえないから、このように現実には発生\nする余地のない場合のために制限規定を設けることも望ましいことではなく、教員\nの自制にまつべきであろう。また、そのような事態にならぬよう、当局は配慮すべ\nきである。このように、教員の争議権制限立法は、立法論としても、望ましいもの\nではない。\n結局、教員の争議行為は全面的に解放すべきであり、例外的に長期にわたるとき\nには、立法論として好ましくはないが、その場合に限つて規制することが許され\nる、ということになる。\n６　父母、生徒・児童に対する精神的打撃は、争議権を制限する理由となるか。\n被告は、教師が争議行為を行なうことは、父母、生徒・児童に精神的な不安・動\n揺を与えるから、教員の争議行為は許されない、と主張する。\nしかし、争議以外の理由で教師が休むことが生徒・児童の人格形成をわい曲させ\nず、なにゆえに争議行為のみが人格形成をわい曲せしめるのであろうか。結局、被\n告の右主張は、争議行為は悪であり、不当な行為であるという前提がなければ成り\n立ちえない論旨である。争議行為が本来権利であり、争議行為の実施が権利の行使\nであるという前提に立つならば、被告のような主張は成り立つ余地がない。\n７　教員の争議行為禁止規定と他の争議規制立法との比較\n昀後に、争議権を規制されている他の職務との比較において、教員の争議行為の\n禁止がいかに不合理なものであるかを論証しておきたい。\n（１）　民間産業においては、スト規制法により電気事業および石炭鉱業が、ま\nた、船員法によつて船員がそれぞれ特定の争議行為を禁止されているほかは、基本\n的に争議権を解放され、労調法において公益事業として指定された運輸・郵便・水\n道等の「業務の停廃が国民経済を著しく阻害し、又は公衆の日常生活を著しく危く\nする事業」について、争議予告と昀悪段階における緊急調整の制度が存在するにと\nどまつている。\nこれらの職務は、国民生活にとつて、日常不可欠であり、高度の公共性を有する\nのに、制限にとどまつている。これは、制限することをもつて、国民生活の保持の\nためには必要かつ十分であると考えられたからにほかならない。\n教員の職務については、争議権規制の必要性の面からみるならば、以上のような\n公益事業に比較して、規制の必要性はまつたくないか、少なくともきわめて低く、\n問題とされる余地がない。このことは、すでに述べた諸点ならびに旧労調法におい\nて公益事業にも指定されていなかつたことよりして、明白である。したがつて、教\n員の職務に比較してより高度の公共性を有する公益事業について制限をもつて必要\nかつ十分であるとされているとき、教員について全面的に争議行為を禁止すること\nは、争議権の制限は必要・昀小限度にとどめなければならないという原則に明らか\nに反することになる。\n（２）　さらに、右に述べたように、わが国の民間産業における争議行為を禁止す\nる規定は、スト規制法と船員法としかない。そして、これらの規定はきわめて問題\nはあるものの、スト規制法は、電気については、その供給が公益事業の中でももつ\nとも高度の公共性を有する事業であるがゆえに、その供給の停止のみを、石炭につ\nいては、保安に関する労務不提供が人命および炭鉱の破壊にかかわるときに、それ\nぞれ禁止し、船員法は、人命の安全と船舶の危険（ひいては人命の安全にかかわ\nる。）にかかわる特定の争議行為のみを禁止している。いずれも、特定の行為の禁\n止にとどまり、しかも、電気の供給の停止を除いては、人命の安全を中心的考慮に\nおいて規定されているのである。このような禁止規定と教員の争議行為の全面禁止\nとでは、比較することもできない質的な差異が存在する。\n（３）　このように比較してみるならば、教員の争議行為は、仮に制限を許容しう\nることがあるとしても、全面・一律に禁止することが必要・昀小限度の規制にとど\nまり、合理的であるとする根拠を見い出すことは、とうていできない。少なくと\nも、争議行為の通常の態様における教員の争議行為を禁止することが合理的であ\nる、とする論拠はまつたくない。\n８　結論\n第一に、教員の争議行為は、例外的に長期にわたる場合に制限することはありえ\nても、全面・一律に禁止することは許されない。\n第二に、したがつて、地公法の争議行為禁止条項は少なくとも教員について適用\nすることは違憲であり、違憲判断を回避するために、右条項を教員に適用すべきで\nない。\n三　本件争議行為は、地公法第三七条第一項の禁止する争議行為ではない。\n（一）　本件争議行為の目的態様\n本件争議行為は、勤評規則の制定・実施に反対する目的で、都教組執行委員長の\n発した指令に従つて、組合員約三〇、〇〇〇名が昭和三三年四月二三日有給休暇届\nを提出して全一日の職務を放棄し、措置要求大会に参加したという事案である。\nなお、右有給休暇届の提出は、本件争議行為の前日である昭和三三年四月二二\n日、都教組の下部機関たる分会の役員（分会長または分会委員）が各学校ごとに組\n合員の休暇届を一括して取りまとめたうえ、学校長に提出するという形でなされた\nのである。\n（二）　本件争議行為の授業に対する影響\n１　教育は、長期的・計画的に遂行されるものであり、具体的には、学年あるいは\n各学期ごとに立てられた授業計画に従いつつも、ときには、そのときどきの状況に\n応じてこれを変更して行なわれていく。\nこの授業計画の立案ならびに変更は、学校教育法第二八条第四項の「教諭は、児\n童の教育を掌る。」との規定により、個々の教員の専権に属する。したがつて、理\n論的には、各教員が学校長等の許可等を受けることなく、自由に授業計画を変更し\nうるのであるが、学校教育は全教員の協力と連帯とによつてより有効に実施できる\nところから、実際には、従来から、全教員が全体として授業計画を変更する場合に\nは、変更計画を調整するため、全教員をもつて構成する職員会において協議するた\nてまえがとられていた。もつとも、職員会は、単に便宜上の会議であつて、法制上\nのものではないから、実際上は右のように取り扱われていたからといつても、各教\n員の変更権が放棄されていたわけではない。また、職員会は右のような性格のもの\nである以上、これに学校長、校務主任あるいは教務主任が出席しなくても、職員会\nとしての性格を失うものではない。\n加うるに、学校長は、学校教育法第二八条第三項によつて、校務を掌り所属職員\nを監督する権限を有するとされているが、これは、学校長が各教員に対し一般的な\n指導・助言を与えうることを定めているのみで、授業計画の作成・実施・変更につ\nいて具体的に指揮・命令・監督する権限まで与えている趣旨ではない。また、校務\n主任（教頭）は、学校教育法施行規則第二二条の二によつて、校長を助ける旨規定\nされているが、校長の権限が右のようなものである以上、校務主任もまた授業計画\nの変更について具体的に指揮・監督する権限はない。教務主任は、なんら法制上の\n根拠を有する機関ではない。したがつて、これらの者は具体的な授業計画の変更に\nつきなんらの権限を有しないのであるから、これらの者が関与することなく、授業\n計画が変更されたとしても、その変更は有効である。\n２　ところで、本件の場合、本件争議行為に参加した東京都下の各公立小・中学校\nにおいては、争議行為に先だち、校長・校務主任・教務主任の全部または一部の出\n席しない職員会を開き、生徒・児童にプリントを配布し、あるいは、問題を提出\nし、あるいは、課題を与えて、本件争議行為当日の昭和三三年四月二三日には生\n徒・児童が自主的に学習することができるように配慮することを決定し、これを実\n施するとともに、争議行為後においては、機会あるごとに自主的学習の結果を整理\nし、高める努力がなされ、もつて年間授業計画の実施に支障のないよう配慮され\nた。\n（三）　本件争議行為の評価\n本件争議行為の特色は、第一に、単純不作為の形態によるものであり。第二に、\n一日限りのものであるということである。そして、教育という長期的に行なわれる\nべき職務の特質およびその柔軟性・弾力性からみて、一日の争議行為による業務の\n阻害の程度は、事実上存在しないか、存在したとしてもきわめて軽微なものにすぎ\nないことは明白である。また、学校において、しばしば、突発的な行事や事故など\nによつて、全一日、授業または予定されていた学校行事が行なわれないことのある\nことなどを合わせ考慮すれば、あえて問題にされるような程度の業務の中断とはい\nえない。\n以上のように、本件争議行為が単純不作為の、しかも、一日という短時日の争議\n行為であることを総合して評価するならば、これに地公法第三七条第一項を適用す\nること自体違憲であるか、少なくとも同条項が適用されない場合であると解釈され\nなければならない。\n四　地公法第三七条第一項違反の争議行為に対し、懲戒処分を課すことはできな\nい。\n（一）　はじめに\n仮に本件争議行為が地公法第三七条第一項によつて禁止されたものであるとして\nも、争議行為の特殊な団体的性格や懲戒権の本質上、禁止違反の争議行為に対して\n懲戒処分をもつて臨むことは許されない。また、同条第二項の文理解釈ならびに同\n条項と公労法第一八条との対比においても、地公法第三七条第二項を理由に懲戒処\n分を課することは違法である。\n（二）　争議行為の団体的性格および懲戒権の本質\n１　労働組合により争議行為が実施されると、組合員である個々の労働者は、争議\n期間中、使用者に対する労務提供義務およびこれに伴う諸種の義務を内容とする労\n働契約上の諸拘束から解放され、使用者の指揮命令関係から離脱することになる。\nこのように、労働組合の統制下に行なわれる集団的・組織的行動に基づき、労働者\nが使用者の指揮命令関係から離脱することによつて、業務の正常な運営が阻害され\nるところに、争議行為の本質がみられるのである。\nこのような争議行為に特有の団体的性格は、争議行為がそれ自体適法か否かによ\nつて、なんら影響を受ける筋合いのものではない。つまり、争議行為は、その適\n法・不適法にかかわらず、労働組合の統制のもとに集団的・組織的に遂行されるも\nのである以上、個々の組合員の行動は、あくまでも団体構成員のそれとして団体の\n集団的・組織的行動の一環としてはあくするほかないのであつて、個人の行為とし\nて評価されるべき性格のものではないのである。\n２　他方懲戒そのものは、労働者が個別的労働関係に基づいて問われる企業秩序違\n反に対する責任にほかならない。\n３　したがつて、たとえ労働組合の争議行為が違法であつても、個々の組合員の行\n為が争議行為の一環として評価しうるかぎり、争議行為の団体的性格上、これを使\n用者との個別的労働関係に引き戻し、企業秩序違反ないし服務規律違反としての懲\n戒処分を課しえないことはいうまでもない。\nなお、違法争議行為というと、あるいは暴力を伴うケースが想定されがちである\nが、争議中において個々の組合員の行為が暴行その他の理由で違法性をもつものと\n評価される場合と、争議行為禁止規定に違反したり労働協約に違反して、これを理\n由に争議行為が全体として違法と評価される場合とがあることに注意しなければな\nらない。そして、前者の場合はともかく、後者の場合には、争議行為の団体行動と\nしての本質上、労働組合自身に対する責任問題が生じることはありえても、個々の\n労働者が懲戒責任を問われるいわれはない。このことは、労働法上はいわば当然の\n論理的帰結であつて、実定法上も、たとえば公益事業の争議予告義務（労調法第三\n七条）および緊急調整による争議行為禁止（同法第三八条）の各規定違反行為に対\nし、いずれも団体罰が予定されているにとどまること（同法第三九条・第四〇条）\nによつて、十分に肯認しうるところである。\n４　ところで、公務員の勤務関係も国または地方公共団体との労働契約関係であ\nる。そして、都教組判決や中郵判決が指摘するように、「労働基本権は、たんに私\n企業の労働者だけについて保障されるものではなく、公共企業体の職員はもとより\nのこと、国家公務員や地方公務員も憲法二八条にいう勤労者にほかならない以上、\n原則的にはその保障を受けるべきもの」であるから、そうだとすれば、私企業の労\n働者が争議行為を行なつたことを理由に懲戒処分をなしえないことと公務員の場合\nとを区別して取り扱うべき根拠はない。\n（三）　地公法第三七条第二項の文理解釈ならびに同条項と公労法第一八条との対\n比\n地方公務員の場合には、地公法第三七条第二項によつて懲戒処分を課することも\n可能であるかのごとく説く見解もないではない。しかし、この見解は誤りである。\n１　地公法第三七条第二項の文理解釈\n同条項は、すべての任命上または雇用上の権利が主張できなくなるというのでは\nなく、分限上の保障が主張できなくなることを規定したにとどまるものと解される\nのである。\n２　地公法第三七条第二項と公労法第一八条との対比\nさらに、地公法第三七条第二項が懲戒に関する規定でないことは、公労法第一八\n条の立法の沿革ならびにその文言と対比しても明らかである。\nすなわち、昭和三一年法律第一〇八号による改正前の公労法第一八条は、「前条\nの規定に違反する行為をした職員は、この法律によつて有する一切の権利を失い且\nつ解雇されるものとする。」とされ、地公法第三七条第二項と同趣旨の規定がおか\nれていたが、右改正によつて、「この法律によつて有する一切の権利を失い且つ」\nの部分が削除され、現行どおりの規定となつた。そして、右改正の前後を通じて公\n労法第一八条の解雇が懲戒処分としての性格をもたないことは、昭和三一年の公労\n法改正案作成の過程で、同条に解雇だけでなく懲戒処分としての停職・減給・戒告\n等の処分をもそう入しようという提案があつたが、同条は懲戒の性質をもつ規定で\nはないということから、それが撤回された経過に照らしても、十分にうかがい知る\nことができる。\nこのような公労法第一八条の立法の沿革と解釈に照らしてみるならば、地公法第\n三七条第二項は、争議行為禁止違反の効果として、公労法第一八条と同様に解雇を\n予定しているものとみられるのであつて、懲戒処分を規定したものとはとうてい解\nされない。\n（四）　結論\n以上のように、争議行為の特殊な団体的性格、懲戒権の本質、地公法第三七条第\n二項の意味等を合わせ考えるならば、同条項は、同条第一項違反の争議行為をした\n者に対し通常解雇をしうる旨規定したものと解する余地はありうるとしても、懲戒\n処分まで許容したものとはとうてい解されない。\n五　本件懲戒処分は、懲戒権の範囲を逸脱し、あるいは、懲戒権を濫用したもので\nある。\n（一）　はじめに\n仮に本件争議行為が地公法第三七条第一項の禁止する争議行為に該当し、これに\n対し懲戒処分を課すことが許されるとしても、本件争議行為は、懲戒処分に価する\nほどの違法性がある行為とはいえない。したがつて、本件懲戒処分は、被告に認め\nられた懲戒権の範囲を逸脱し、あるいは、懲戒権を濫用したものとして、違法たる\nを免れない。\n（二）　懲戒権逸脱・濫用の法理\n１　行政処分たる懲戒処分は、職員の義務違反に対し、使用者たる国または地方公\n共団体が公務員関係ないし公務員法の秩序を維持するために行なう制裁である。す\nなわち、公務員関係に妥当する秩序ないし規律違反たる違法行為に対する制裁とし\nての性質をもつ。したがつて、当該行為が形式的に公務員法に違反する場合であつ\nても、公務員法全体の趣旨・目的からみて、懲戒処分に値する秩序違反としての実\n質を欠く場合、あるいは、違反の程度が低い場合には、公務員懲戒法上の違法性を\n欠くものとして、懲戒処分をすることはできない。このような場合、当該懲戒処分\nは、処分の根拠を欠き、懲戒権の範囲を逸脱したものとして、あるいは、懲戒権を\n濫用したものとして、違法となるのである。\n２　右に述べた懲戒権の逸脱・濫用の法理は、当然のことながら、争議行為禁止違\n反に対する懲戒処分の場合にも、原則的に当てはまるが、争議行為は憲法第二八条\nにより権利行為として保障されていることにかんがみるならば、一般の懲戒処分の\n場合とまつたく同一の次元で論ずることはできない。\nすなわち、地公法が予定している懲戒処分は、平常の勤務関係を前提として、そ\nの中で発生した職務懈怠や職務命令違反に対し規律維持の観点からなされるもので\nある。ところが、争議行為が権利行為であつて、公務員にも原則的に保障された行\n為であることを考えるならば、争議行為そのものを当然に公務員法秩序をみだす行\n為と観念すべきではなく、むしろ、争議行為は、憲法上の権利として、公務員法秩\n序の中でも、原則として承認された行為として考えるべきである。さらに、争議権\nの本質や保障の趣旨から、その制限・禁止およびこれが違反に対する制裁は、合理\n性の認められる必要・昀小限度のものでなければならないことを考えると、仮に争\n議行為禁止違反があつた場合でも、それが直ちに処分に結びつくものと解すべきで\nもないことになる。こうしてみると、懲戒処分ができる場合は、その違反の程度が\n重い場合に限られてくる。そして、違反の程度が重い場合の処分も、必要・昀小限\n度にとどめるべきことはもちろん、前述した懲戒処分の趣旨に反してなすべきでは\nない。\nそして、懲戒権の逸脱・濫用があつたかどうかは、具体的には、当該争議行為の\n目的・動機・手段・方法・結果、相手方の態度、当該処分によつてこうむる各種不\n利益等を考慮して決定すべきである。\n（三）　本件懲戒処分の違法性\n１　本件争議行為の目的について\n本件懲戒処分の処分事由とされている原告らの行動は、被告が昭和三三年四月二\n三日一方的に教員に対する勤評規則を制定・実施することに反対し、これを撤回さ\nせる目的でなされたものである。\n（１）　勤務評定と教員の勤務条件\n教員に対する勤務評定は、昭和三一年愛媛県において昇給・昇格の差別を行なう\n手段として実施したのがはじまりで、その後、昭和三二年一二月二〇日全国都道府\n県教育長協議会が勤務評定の実施方針についての全国試案を取りまとめ、昭和三三\n年四月から全国的に実施されるに至つたものである。\n勤務評定は、教育労働者としての教員の勤務条件に深いかかわりをもつており、\nその一方的実施は、教員の勤務条件に深刻な影響を与えるものであつて、これに反\n対することは、労働組合活動としてきわめてあたりまえのことである。すなわち、\n勤務評定は、「人事の公正な基礎の一つとするために、職員の執務について勤務成\n績を評定し、これを記録することをいう。」（人事院規則一〇－二第一条）とさ\nれ、昇任・降任・転任等の人事異動、昇給・表彰などの待遇、成績不良な者の発見\nと指導・矯正・不適者の排除などの目的に行なわれるのであつて、教員の勤務条件\nと密接なかかわり合いを有しているのである。\n勤務評定は勤務条件とは関係がないとする説もあるが、これは誤りである。すな\nわち、労基法施行規則第五条は、賃金・昇給等の事項（第三号）および表彰・制裁\nに関する事項（第九号）を明示すべき労働条件として例示している。そして、同条\nの趣旨からすれば、勤務評定は、労働者の賃金昇給・昇格・表彰・制裁などの労働\n条件決定の資料となるものであるから、明示すべき労働条件の一つと解すべきであ\nる。しかして、地公法第四六条の勤務条件を右労基法の労働条件より狭く解する根\n拠も、また、その必要もない。\n（２）　勤務評定と管理運営事項\nまた、勤務評定は管理運営事項であるから、団体交渉や争議行為の対象とならな\nいという考え方があるが、これは誤りである。管理運営事項であつても、それが労\n働条件にかかわるものであれば団体交渉の対象となりうるし、また、争議行為の対\n象ともなりうるものである。ドライヤー報告も、「政府の事務の管理と運営に影響\nする事項は、交渉範囲から除外されるべきであると規定されている。この規定の適\n用は、現実に深刻な困難を惹起するかも知れない。………しかし、管理運営と雇用\n条件の双方に影響する問題が多くあることを認識しなければならない。………この\n性質の問題は、相互の誠意と信頼という雰囲気のなかで行なわれる団体交渉のわく\n外の問題とみなされるべきではない。」（第二、二二九項）と述べ、判例も、公労\n法第八条の管理運営事項とは公共企業体の管理運営それ自体のみに関する事項のみ\nをさすとし、ひろく職員の待遇に関する事項は団体交渉の対象となるとしている。\n勤務評定は、被告の管理運営事項にかかる側面を有するとはいえ、教員の勤務条\n件に重要なかかわりをもつものである。そうとすれば、\nこれを団体交渉の対象とし、あるいは、争議行為の目的とすることも、許されて当\n然である。\n（３）　勤務評定のねらい\n勤務評定は、教員の勤務条件に関する事項であり、被告は、勤務評定を通じて教\n員に対する差別待遇－労働条件の改悪を強行しようとしたものである。したがつ\nて、これが組合活動の本来の対象となりうるものであることは論をまたないが、被\n告・文部省が勤務評定制度の実施によつてねらつたものは、単に教員の勤務条件を\n悪化させるということだけではなく、第一に、教員組合に対する支配介入の意図、\nそして、第二に、勤務評定による教員に対する支配を通じて、憲法・教育基本法を\n主柱とする民主的教育制度を否定し、国家権力による教員の支配統制を貫徹しよう\nとの不法なねらいがあつたのである。\n（ⅰ）　教員の職務は、勤務評定になじまない。\n教員の勤務評定制度は、戦後長い間、教員の勤務の性格から勤務評定になじまな\nいものとして、地公法制定以後一貫して実施されなかつた。もともと、勤務評定制\n度は、いわゆる科学的人事管理による公務の能率向上を目ざすものであつて、職階\n制と切り離して独自には考えられない。ところが、本来、教育は、無限の発展の可\n能性を有する生徒・児童の人間的発展、個性の開花を目ざす意図的営みである。教\n育実践活動は、こうした教育を実現させるものでなければならず、そのために、教\n師については、専門的能力が必要とされ、ふだんの研修と努力とが要求される反\n面、学問の自由の保障とともに、教育についても教師の自主性・自律性が確保され\nなければならない。こうした条件のもとではじめて、のびのびとした個性豊かな教\n育が実現されるのである。また、教育は、物の生産や事務の消化と異なり、教育効\n果は半年・一年あるいは学校教育全体を通じて計られるものであり、また、このよ\nうにしてその目的が達せられるのである。このような教育の性格・本質からみて、\n教育職には勤務評定はなじまないものである。勤務評定は、どうしても評定者の主\n観や教育観・教育政策観に左右されることになり、その結果は、教育の混乱や教育\nの荒廃をもたらすことが必定である。ユネスコの「教師の地位に関する勧告」も、\n教師に対する直接評価が必要な場合、その評価は客観的であり、その結果は教師に\n知らされるべきこと、不当と考えられる評価がなされたときは、これに対する異議\n申立ての権利をもつべきことを定めている（第六四項）。右勧告は、客観的な基準\nと手続とを前提としてはじめて、勤務評定が可能であり、そうでないかぎり行なわ\nれるべきでないことを示している。それにもかかわらず、被告が、勤評規則の制\n定・実施を強行したのは、つぎに述べるような意図・目的があつたからである。\n（ⅱ）　組合の分断・支配の手段としての勤務評定\n教員に対する勤務評定制度は、昭和三一年、愛媛県において、赤字財政克服の手\n段として昇給差別を行なうために、はじめて実施された。当初は、その政治的意図\nは必ずしも明白でなかつたが、翌昭和三二年に至ると、財政は黒字であり、昇給差\n別の必要は存在しなかつたにもかかわらず、同年一一月二五日に自由民主党同県連\nが、勤務評定により日教組からの組合員の脱退を促進させ、組合に圧迫を加える趣\n旨の決定を出すや、同県教育委員会も勤務評定を強行する方針を打ち出し、校長を\n含めた教員たちの反対を押し切つてこれを強行し、ここに勤務評定の政治的意図は\nきわめて明白になつた。このように、愛媛県では、勤務評定が組合の分断・支配の\n具として使われ、その後数年にして、組合員は一〇、〇〇〇名から数百名に減つ\nた。しかも、勤務評定は自由民主党の政策と結合して行なわれ、教員組合の破壊の\nうえに、同党や教育委員会の息のかかつた愛教研や日本教師の会の育成が行なわれ\nた。組合破壊政策としての勤務評定は、その後、たとえば昭和三六年以後実施され\nた全国いつせい学力テストにおける極端なテスト準備教育と不正手段によるテスト\n実施による教育の荒廃をもたらすに至つた。勤務評定政策による教育の破壊・荒廃\nは、いまなお、深い病根を残しているのである。\nこのようにして、勤務評定制度が日教組およびそのさん下の都道府県教職員組合\nの分裂・脱退工作および教育支配としてきわめて有効であることを認識した政府・\n自由民主党は、都道府県教育委員会を通じてこれを全国的に実施することを企て、\n全国都道府県教育長協議会を通じて昭和三二年一二月二〇日全国試案をまとめ、昭\n和三三年度から実施を強行しようとしたのである。勤務評定制度ほど明確な教員組\n合の分裂・弾圧政策は、それまでになかつたといつてよい。右全国試案やその後実\n施された勤評規則は、勤務評定が公平であり、かつ、客観的であるとの保障はなん\nらなく、勤務評定の結果は本人には通知されず、もちろん、勤務評定に対する不服\n審査のみちもない。\n勤務評定が不当労働行為・差別待遇の手段としてなされた意図は、これらの事実\nから十分にうかがい知られよう。\n（ⅲ）　勤務評定の政治的ねらい\nそれと同時に、勤務評定は、戦後の教育改革によつて築かれた民主教育を破壊\nし、国家権力による教育の支配・統制を徹底する目的で行なわれたものであつた。\n勤評規則制定の前後だけをみても、政府は、昭和三一年、教育委員会法を全面的\nに改悪し、地教行法を制定し、教育委員の任命制等教育の中央集権化を強化し、政\n府の教育政策が現場にまで直接及ぶ体制を確立し、昭和三三年には、学習指導要領\nの改訂を機に、これを文部省告示として、単なる教師の指導上の参考書からこれに\n法的拘束力を付加した。また、政府は、昭和三一年の教科書に対する直接支配を企\n図した教科書法案が世論の批判によつて廃案となつたあと、文部省令をもつて教科\n書調査制度をおき、教科書検定の強化による教科内容の統制を著しく強化するに至\nつた。当時、わが国の著名な学者の教科書は、文部省の学習指導要領違反や偏向教\n科書（いわゆる赤い教科書）であるとの理由で検定不合格処分にされ、良心的な教\n科書執筆者たちの多くは筆を折つた。教育の内容は、昭和二八年のいわゆる池田・\nロバートソン会談に端的にあらわれたように、日本の軍国主義化を基礎づける愛国\n心や、象徴天皇を中心とする国民的まとまりの強調、忠君愛国的な色彩をもつ道徳\n教育の強化が重視されるようになつていつた。\nこのようにして、戦後の教育改革の基本である国民（生徒・児童）のための教育\nは、国家権力の政策遂行の手段としての教育に変わつてゆくのである。昭和三六年\n以降の全国いつせい学力テストは、こうした政府の意図した教育の生徒・児童への\n徹底であるが、勤務評定も、生徒・児童に対して決定的に重要な役割を果している\n教員が、学習指導要領や検定教科書の内容をいかに忠実に教えているかを評定する\nことに、そのねらいがおかれていたのである。したがつて、勤務評定が行なわれる\n情況のもとにおいては、教育の生命ともいうべき、教育の自主性や創意工夫はそこ\nなわれ、校長・指導主事その他の上司の顔色をうかがいながら、これに迎合する教\n育が行なわれざるをえないことになる。学者は、教育三悪として現行教科書検定制\n度・教員の勤務評定制度および全国いつせい学力テストをあげている（宗像誠也ほ\nか・教師の自由と権利一九頁参照）。また、勤務評定の不当性は、日本教育学会の\n昭和三二年秋の勤務評定に反対する声明をみても明白であり、勤務評定が教育にと\nつて有害であることは、教育専門家たちによつても指摘されているのである。\n以上述べたように、勤務評定制度の政治的ねらいは、きわめて不当なものであ\nり、憲法・教育基本法に違反するものであつた。\n（ⅳ）　本件争議行為の目的の正当性\n教育が危機的情況にあるときに、教師やその集団である組合が、民主教育を守る\nために、これを押しつぶそうとする政策に反対することは当然であり、違法と評価\nされる筋合いはまつたくない。とくに勤務評定のように、その政策が労働条件を規\n定し、また、組合の分裂・支配を目的とし、さらに、それが反憲法的なものである\n場合、もしこれを座視しなければならず、これに対する抵抗がいつさい許されない\nとするならば、まさにフアシズムの論理である。\nまた、教員組合が、組合活動の範囲内の行動として、教育政策を批判し、発言す\nることは当然のことである。ユネスコの「教師の地位に関する勧告」も、教員組合\nの単なる発言だけでなく、教育政策・学校機構・教育活動の新しい発展等の問題に\nついて、教員団体との間に協議手段を確立すべきこと（第七五項）、教育事業の質\nの向上のために設けられた措置・教育研究・新しく改善された教育方法の発展およ\nび普及に教員がその団体を通じて参加することが重要であること（第七六項）を指\n摘している。\n以上の各観点からみると、勤務評定反対のために行なわれた本件争議行為は、教\n員組合たる都教組にとつてその目的においてまことに正当なものであつたというべ\nきである。\n２　本件争議行為の手段・方法・結果について\n本件争議行為は、被告が勤評規則を実施した昭和三三年四月二三日、右規則の撤\n回を求めるため、都教組所属の組合員約三〇、〇〇〇名が全一日のいつせい休暇闘\n争を行なつたものである。この全一日のストライキという本件争議行為の手段は、\n以下に述べる諸般の事情からみて相当であり、仮にこの手段が禁止された争議行為\nに当たるとしても、その違法性はきわめて軽微である。\n（１）　交渉決裂の経過\n被告が勤評規則を強行実施した経過は、つぎのとおりである。\n（ⅰ）　都教組が勤務評定反対闘争の過程で何よりも重視したのは、交渉であつ\nた。\nそれは、従来とも、被告と都教組間の主要な問題は、交渉によつて解決されてい\nたからである。たとえば、昭和二七、八年当時、東京都の職員に勤務評定制度が実\n施されようとした際、知事部局の職員については実施されたが、教職員について\nは、教育上の諸問題が交渉で問題となり、結局、実施されないで終つたこともあつ\nた。また、近くは、昭和三〇年六月から約半年、二十数回の交渉の末、実質的に骨\n抜きにすることができた学校教育法施行細則闘争の経験もあつた。\nそこで、都教組が迫まり来る東京都における勤評規則の実施を予想し、はじめて\nその闘争方針を打ち出したのは、昭和三二年一〇月一〇日の第一〇回定例委員会に\nおいてであつたが、右の委員会および翌昭和三三年一月一七日の第一六回定例委員\n会において決定した路線は、交渉を重視し、これによつて局面を打開しようとする\nものであつた。\n（ⅱ）　しかしながら、政府・自由民主党の強い圧力のもと、政治的意図に基づき\n勤評規則の実施を決意し、しかも、全国の都道府県教育委員会の先駆けとして勤評\n規則を立案し、実施しようとしていた被告は、交渉に臨む態度も従来とまつたく異\nなり、この点において都教組の態度と対称的であつた。\n都教組は勤評規則の実施に絶対反対の基本態度をとつてはいたが、交渉が話合い\nである以上、局面を切り開き、平和的に解決するために、勤務評定制度のもつ問題\n点を指摘すると同時に、早くも第二回交渉の席上、審議機関を設け、これにはかる\nことを提案するなど、きわめて柔軟な姿勢をもつて臨んだ。そればかりでなく、都\n教組は、昭和三三年三月の段階においては、組合員からの強い要望があつたにもか\nかわらず、事態が急を告げた同月一九日の第四回交渉に至るまで組合員の動員を行\nなわず、同年四月の交渉再開後もしばらくの間は動員をせず、また、発言者を特定\nし、静寂なうちに交渉が継続されるよう努めた。こうした中で、被告は、同月一九\n日に至り、交渉の打切りを宣言してきたが、都教組は、交渉人員を限定し、交渉の\n期限を限つてでも、なお交渉を継続することを提案した。\nこれに対し、被告側は、同年二月二八日の第一回交渉の席上から、丁教育長が勤\n評規則は同年四月から実施すると述べるなど、きわめて挑戦的であり、交渉に対し\nて冷ややかな態度で終始した。質問に対してはまじめに答えず、ことごとに、組合\nは反対であり、話し合つても意味がないという趣旨の発言をした。\nことは教育の問題であり、見解が食い違えばこそ交渉をする意味があるはずであ\nる。しかし、四月実施の政治的至上命令のもとにあつた被告にとつては、交渉とい\nうものはまつたく無用の存在でしかなかつたのかも知れない。交渉を通じての被告\nの態度は従来の交渉におけるそれとはまつたく異質のものであつた。\n（ⅲ）　都教組のたたかいの方向は、常に交渉の進行状況に応じ、被告の態度に対\n応して決定されていつた。\nすなわち、昭和三三年二月二八日の第二八回戦術委員会に提案された第二次闘争\nスケジユールは、その後のたたかいに重要な意味をもつものであつたが、この提案\nが可決され、それとともに臨時大会を開催する旨が決定されたのは、同日開かれた\n第一回交渉の席上における丁教育長の同年三月中に勤評規則を制定する旨公言する\n態度と、当時伝えられていた文部省および被告の三月制定・四月実施の態度とを反\n映してであつた。\nそして、休暇戦術の規模についても、その後次第に真剣に考えられ、交渉におけ\nる被告の態度を反映し、同年三月一一、一二日と連日開かれた戦術委員会において\nは、いつせい休暇の方向へと全員の態度は期せずして向うのであつた。勤務評定の\n実施を政治的立場から強行しようとする当局側の態度が、都教組組合員をしていつ\nせい休暇闘争を決意させたのである。\nそのころまでは、本部から分会に至るまで、精力的に取り組まれていた勤評研究\n会などの学習の成果と昭和三二年秋から展開されていた日教組の全国統一行動に参\n加することとによつて、都教組のほとんど全部の組合員は、勤務評定反対のスロー\nガンのもとに完全に結集していた。昭和三三年三月八日の晴海ふ頭における教育危\n機突破中央大会は、教員の怒りを反映し、都教組に結集した圧倒的多数の教員が参\n加する画期的な大集会となつた。\nこうした教員の怒り・行動に示された盛り上がりは、さらに、同月下旬に勤評規\n則の制定が不可避であると伝えられ、また、第一回ないし第三回の交渉にみられる\n被告の不誠意が示されたとき、同月二〇日の都教組臨時大会における休暇戦術およ\nび非常事態宣言の圧倒的多数による採択となつてあらわれた。\n晴海の大会と都教組臨時大会、それは、東京の全教員の結集した怒りが行動にあ\nらわされたものであつた。教員が教壇を一瞬たりと離れることを決意したとき、そ\nの抗議に耳をかさない教育行政者にはその資格があるといえるであろうか。\n第四回の交渉以降、交渉のたびごとに、各分会から二名、あるいは、全組合員の\n二割ないし六割の組合員が連日のように教育庁前に集まり、抗議の意思を伝えた。\nそして、教員たちは、自分の目と耳で交渉にみられる勤務評定の本質を改めてみつ\nめた。この交渉に対する大衆動員は、組合員の抗議の意思を被告と世論に示すこと\nと、交渉の実態を組合員に知らせることとの二つの成果をもたらした。\n（ⅳ）　同年三月末に至り、被告は、都議会議長などのあつせんにより、ついに同\n月中の勤評規則制定を断念し、交渉は四月に持ち越された。\n一方的に交渉を打ち切り、三月中に勤評規則を制定しようとした被告の意図をく\nじき、曲がりなりにも交渉を継続させる方向に持ち込んだ力は、始業式を含めて同\n年四月七日以降休暇闘争をも辞さないと臨時大会で決定させた教員の決意であつ\nた。\n交渉を継続し、その中で問題を解決しようと努めた都教組の努力も、教員のたた\nかう決意を示すことなしには、部分的にもその目的を達成することはできなかつた\nであろう。\n（ⅴ）　一方、都教組は、世論に勤務評定問題の重大性を訴える努力をも欠かさな\nかつた。休暇闘争の目的が世論に問題の重大性を訴えることにあつたように、世論\nを盛り上げ、世論の包囲の中で勤評規則の制定・実施を阻止しようとするのが、団\n体交渉とともに、都教組の一貫した方針であつた。都教組本部以下全組合員は、そ\nのために、全力をあげて努めたのである。\nすでに昭和三二年秋ころから、教育白書（教育の実態を教員が父母に明らかにし\nた白書）の支部・分会単位の発表などとともに、勤務評定の問題を父母に訴える努\n力は、各支部・分会において行なわれた。さらに、年を越すと、父母に対する訴え\nは、きわめて広範囲、かつ、精力的となつた。昭和三三年二月四日に開かれた都教\n組の第一七回臨時委員会は、第一次闘争スケジユールとして、分会単位に父母集会\nを開くこと、父母の反対署名を集めることなどを決定した。都教組本部で同年三月\n四日に講演会を開いたほか、同年二月から四月にかけて、すべての支部がこれに取\nり組んだ。この努力が父母を動かし、たとえば、三鷹市議会での満場一致の勤務評\n定反対決議、国立町教育委員会など都下四町の勤務評定反対の態度へと発展したの\nである。\n（ⅵ）　都教組は、同年三月末の勤評規則制定の危機を乗り越えて四月を迎えた。\nしかし、同月中に右規則を制定して実施しようとする被告の態度は、ついに交渉を\n通じても変えさせることができず、同月二三日を迎えるに至つたが、都教組が同月\n二一日の交渉の席上前述のような条件をつけてまで交渉の継続を要望したこと、あ\nるいは、同月二三日早朝まで戦術委員全員を本部に待機させて丁教育長と交渉する\nなど、昀後の寸前まで事態回避のために努力したことは注目に価しよう。\nそれにもかかわらず、同日勤評規則の制定が強行されるに至り、それに対して本\n件争議行為が行なわれた。\n（ⅶ）　この交渉決裂の経過をみても明らかなように、被告は、当初から勤評規則\nの制定・実施を交渉事項と考えず、したがつて、組合の主張にははじめから耳を傾\nける意思がなかつたことが明白であり、現に都教組の勤評規則撤回の要求をまつた\nく無視していた。しかも、勤評規則は、全国的にもそうであるが、東京都の場合、\n昭和三三年四月から実施しなければならない必要性も理由もなかつた。世論や現実\nに勤務評定を受ける教員がこれに賛成していたならばともかく、教員や教員組合は\nもちろん、日本教育学会を含め世論のすう勢も勤評規則の強行実施には反対であつ\nたのである。\nそれにもかかわらず、被告が勤評規則を強行実施したのは、前述のような意図が\nあつたからこそであり、交渉を長びかせ、検討の期間を延ばすことによつて、ます\nます勤評規則の不合理性・反教育性が明るみに出ることをおそれて、同月二三日に\n一方的に強行実施をしたのである。\n（２）　本件争議行為の結果とその影響\n争議行為（ストライキ）が教育に及ぼす影響については、すでに述べたところで\nある。教育という職務の性質から、教育給付の一時的中断は、争議行為を禁止し、\nこれに対して処分を加えなければならないほどのものでないことは明らかである。\n仮に子供の教育を受ける権利の侵害があつたとしても、その程度はきわめてわずか\nであり、とくに本件争議行為は、当日の生徒・児童に対する教育的配慮からすれ\nば、右侵害の程度は必要昀小限度にとどめられており、微弱であつたというべきで\nある。\nすなわち、当日のために、都教組では、各学校ごとにあらかじめ職場会を開き、\n生徒・児童の自習を効果的ならしめるために、学習用のプリントを前日に生徒・児\n童に配布し、生徒・児童の学習に支障のないよう配慮したのをはじめ、事前に生\n徒・児童に連絡して、当日の混乱を昀小限度にとどめるよう配慮した。また、保護\n者である父兄に対しても、あらかじめ昭和三三年四月二三日にはいつせい休暇闘争\nが行なわれる旨を伝達し、闘争への協力を呼びかけると同時に、当日の混乱を昀小\n限度にとどめるよう配慮した。このような手段をあらかじめ講じたために、当日\nは、一部には校長・スト破り教員等との間に多少の紛争があつたものの、大部分は\n平穏のうちに本件争議行為が実施されたのである。\n被告は、当日方々の学校で混乱が生じたと主張しているが、当日の都教組のとつ\nた戦術は、全一日の休暇（単純労務放棄）であつて、ピケや物理的混乱を計画した\nのではない。校門等での混乱は、本件争議行為の本質的要素ではなく、したがつ\nて、原告らの行為を評価するに当たつて、個別的混乱を考慮すべきではない。それ\nばかりでなく、被告主張の混乱が生じたとの主張は、事実に反するものである。ま\nた、教育現場において混乱と呼ばれるほどのものはなかつたが、仮にあつたとして\nも、その程度はきわめてわずかであつた。\n３　本件懲戒処分の不当性・苛酷性について\n（１）　従来の闘争に対する処分との比較\n本件争議行為以前には、全一日の休暇闘争はなかつたとはいえ、五割休暇闘争等\nかなり大規模な闘争がなかつたわけではない。それにもかかわらず、これらの闘争\nにおいては、実害がなかつたという理由で、処分が行なわれたことは、一回もなか\nつた。被告が懲戒処分を行なつたのは本件争議行為が昀初であり、しかも、戒告以\n上の被処分者の数は原告らを含め二八二名に達したのである。以前の闘争において\n被処分者が出なかつたことと比較すると、本件懲戒処分がその質と量とにおいてい\nかに苛酷であるかがわかる。しかも、前述のような勤務評定の意図と関連して本件\n懲戒処分をみれば、その意図は明白で、右処分は、秩序維持という懲戒処分の目的\nを著しく逸脱した報復的なものであり、また、都教組の組織破壊を目的とした不当\n労働行為意図に基づくものであることは明らかである。\n（２）　本件懲戒処分が他の経済的勤務条件に及ぼす影響\n本件懲戒処分は、原告らに対し、つぎのような不利益をもたらすことになる。\n（ⅰ）　給与の減給\n停職の場合は、その期間中いつさいの給与が支給されず、減給の場合は、その期\n間中一定の割合でこれが減額される。\n（ⅱ）　昇給延伸\n停職処分を受けた場合は六か月、減給処分を受けた場合は三か月間、次期の定期\n昇給を延伸される。停職期間も延伸期間に加算される。このため、停職三か月の者\nは九か月、同六か月の者は一二か月の延伸が行なわれる。しかも、原告らが本件懲\n戒処分を受けた当時は、端数切上げ方式をとつていたため、昇給期の単位である三\nか月に満たないもの、すなわち、停職一か月とか一〇日のものも、六か月に三か月\nを加えた九か月の延伸が行なわれた。\nこれらの延伸は、退職までついてまわり、累積計算をするとぼう大な額の損失と\nなる。\n（ⅲ）　特別昇給欠格\n特別昇給（原則として三か月の昇給短縮）は、昭和三六年度から実施されてい\nる。当初は、他府県からの転入等により同一学歴・同一経験年数であるにもかかわ\nらず給与の低い者に対する不合理是正措置として使われた。その後、順次、輪番制\n（学校ごとに名簿を作り、順番にこれを受けていくこと。）に切り替えられた。懲\n戒処分を受けると、特別昇給の欠格事由となつて、順番になつていても、処分後一\n年間はこの特別昇給を受けられない。へき地特別昇給の特典を受けているへき地勤\n務者の不利益は、とくに大きい。\n（ⅳ）　その他の経済的不利益\n懲戒処分による経済的不利益は、右の（１）ないし（ⅲ）に掲げるものにとどま\nらない。給与額を基礎として計算される退職金、退職年金および出産・死亡・災害\n等に関する共済互助組合からの給付等で損失をこうむり、給与額を基準として定め\nられる各種借入れ・公営住宅の入居等あらゆる点で不利益を受ける。また、停職期\n間中は勤務実績とならない。このため、夏季手当・年末手当等が昀高五割まで減額\nされる。\n（ⅴ）　その他の不利益\n永年勤続表彰から除外された例がある。現在、東京都には、六〇才以上の職員の\nために優遇退職制度（退職金五割増し）があり、永年勤続表彰受賞者は三〇年以上\n勤続し、五五才以上であれば、六〇才未満でもこれが受けられる大きな特典があ\nる。\nまた、校長・教頭選考に事実上差をつけられているふしがあり、さらに、履歴書\nに記載されて異動の際障害となつている。\n（ⅵ）　まとめ\n以上の経済的不利益をみた場合、懲戒処分一回につき、退職時までに数十万から\n数百万円の経済的損失をこうむることになり、これらの不利益が課されることによ\nり、実質的には永久処分を受けたことになつている。\n（３）　原告らは、すべて右のような条件に従つて不利益を受けた。\n（四）　結論\n以上に述べた事情に徴すれば、本件懲戒処分は、懲戒権の範囲を著しく逸脱し、\nあるいは、これを濫用したものとして、違法であるから、取消しを免れないという\nべきである。\n（原告らの主張に対する被告の認否と反論）\n一　原告らの主張一（地公法第三七条第一項は憲法第二八条に違反する）に対し\n（一）　地公法第三七条第一項は、地方公務員のすべての争議行為を禁止したもの\nと解すべきであり、このように解したとしても憲法第二八条に違反しない。\n１　地方公務員も、憲法第二八条にいう勤労者に当たることはいうまでもない。\nしかし、地方公務員が勤務する地方公共団体は、地方住民の厳粛な信託によつて\n地方行政を行なうものであつて、その権威は地方住民に由来し、その権力は地方住\n民の代表者がこれを行使し、その福祉は地方住民がこれを享受するものであるこ\nと、国と国民との関係について述べている憲法前文の趣旨となんら異なるところは\nない。したがつて、地方公共団体は、地方住民の信託にこたえ、地方住民の福利の\nために、地方行政を遂行する責任があり、その責任を遂行するためには、地方公共\n団体がその事務を停廃することなく継続することがとくに必要である。\n地方公務員は、憲法第一五条第二項およびこれに淵源する地公法第三〇条によつ\nて、地方住民全体の奉仕者として公共の利益のために勤務し、職務の遂行に当たつ\nては全力をあげてこれに専念しなければならない職務上の義務を負うものであるか\nら、地方公共団体の事務を停滞することなく継続すべき公法上の義務を有するもの\nというべく、それは単なる道徳的・倫理的義務にとどまるものではない。\n２　憲法第二八条は勤労者に労働基本権を保障しており、勤労者である地方公務員\nも原則的にその保障を受くべきはもちろんであるが、その保障は、前記職務の本質\nと相いれない範囲においては、その一部が制約されることは当然のことというべき\nである。\n３　地方公務員の職務は、その従事する内容によつて広範多岐にわたるが、いずれ\nも、国または地方公共団体が国民ないし地方住民全体の利益のため必要と認めて、\n憲法・法律・条例等に基づいて各種の機関を設け、地方公務員を配してその職務に\n従事せしめているのであるから、ある職務は公共の利益に欠くことができないが、\n他の職務は必ずしも公共の利益に欠くべからざるものではないとか、公権力の行使\nに直接関与する職務は公共性が強いが、その他の職務は公共性が弱いとか、いわゆ\nる非現業職務が現業職務に比して公共性がとくに強いなどということはできない。\nまた、民間に同種の業務を営む企業がある場合であつても、文化国家の憲法上の理\n想実現のため国または地方公共団体がみずからこれを行なうことの必要性によつ\nて、特定の政治目的を達成するため、法令に準拠し、公務員をしてその職務に従事\nせしめているのであるから、公共性が弱いなどとはいえないのであつて、すべての\n地方公務員は、その職務を通じて直接または間接に国民ないし地方住民の生活利益\nに密接な関係を有するものというべきである。\n４　一方、法律は、地方公務員の給与その他の勤務条件について、地方住民を直接\n代表する議会がこれを定めることとし、人事委員会または公平委員会を設けて、給\n与その他の勤務条件の適正な維持増進をはからしめるとともに、公務員に対し身分\nの保障を与え、不利益処分について人事委員会等に審査を申し立てる権利や、勤務\n条件に関し人事委員会等に対して行政措置をとるべきことを求める権利を付与し、\n他面、地方公共団体に対して公務員の福利厚生について適切な計画実施をなすべき\nことを要求する等、種々の角度から地方公務員の勤務条件を適正に維持するための\n施策を講じているのであつて、公共の福祉の要請によつて地方公務員の労働基本権\nの一部を制限することがあつても、地方公務員の生存権をとくに害することのない\nよう配慮している。\n５　地公法第三七条第一項は、その法文に即してみれば、明らかにすべての地方公\n務員のすべての争議行為を禁止しているのであるが、叙上の地方公務員の職務の本\n質と、地方公務員の生存権を保護する一連の立法措置を勘案するときは、地方公務\n員の労働基本権の一部である争議権を全面的に禁止するとしても、公共の福祉の要\n請上なんら憲法第二八条に違反するものではない。\nしたがつて、地公法第三七条第一項の規定は、その法文の表現のとおり、すべて\nの地方公務員のすべての争議行為を禁止したものと解すべきであり、このように解\nしたからといつて憲法第二八条に違反しないものである。\n（二）　そうでないとしても、地公法第三七条第一項は、憲法第二八条に違反しな\nい。\n都教組判決は、「地公法は地方公務員の争議行為を一般的に禁止し………ている\nのであるが、これらの規定についても、その元来の狙いを洞察し労働基本権を尊重\nし保障している憲法の趣旨と調和しうるように解釈するときは、これらの規定の表\n現にかかわらず、禁止されるべき争議行為の種類や態様についても、………おのず\nから合理的な限界の存することが承認されるはずである。かように、一見、一切の\n争議行為を禁止し………ているように見える地公法の前示各規定も、右のような合\n理的な解釈によつて、規制の限界が認められるのであるから、その規定の表現のみ\nをみて、直ちにこれを違憲無効の規定であるとする所論主張は採用することができ\nない。」と判示して、地公法第三七条第一項につき、合理的解釈による限界が認め\nられるから憲法に違反しないとした。したがつて、地公法第三七条第一項によつて\n禁止せられる争議行為の範囲をある程度限定して解釈するときは、少なくともこれ\nが憲法第二八条に違反するものでないことは明白である。\n二　原告らの主張二（教員の争議行為は地公法第三七条第一項の禁止する争議行為\nに該当しない）に対し\n（一）　地公法第三七条第一項の解釈についての都教組判決の趣旨は、当該地方公\n務員の職務の公共性とその公務員によつて行なわれた争議行為の態様との相関関係\nによつて解釈し、その争議行為によつて生じた公務の停廃が国民ないし地方住民の\n生活全体の利益を害するおそれがあるか否か、換言すれば、国民ないし地方住民の\n生活に重大な支障をもたらすおそれがあるか否かによつて違法性の程度を決すべき\nものとし、違法性がとくに弱い場合には、実質的には同条項にいう争議行為に該当\nしないものとして取り扱うべきものとするのである。\nしかしながら、このような地方公務員の行なう争議行為の違法性阻却およびその\n公務員の免責を論ずるに当たつては、とくに厳格にこれを判断すべきものである。\nすなわち、１　憲法第二八条の勤労者の争議権の保障は、損害賠償責任および身分\n上の制裁の責任の免責を意味するものにほかならない。\n２　中郵判決において、公共企業体等の職員の争議行為についても、公労法第三条\nの解釈上労組法第一条第二項の適用があるものとしたが、さらに、憲法第二八条の\n労働基本権の保障については、「何らの制約を許されない絶対的なものではないの\nであつて、国民生活全体の利益の保障という見地からの制約を当然の内在的制約と\nして内包しているものと解釈しなければならない。」とされ、また、その保障につ\nいては、これを絶対的なものとすることなく、「原則的には、その保障を受けるべ\nきものと解される。」とし、なお、「その担当する職務の内容に応じて、私企業に\nおける勤労者と異なる制約を内包している。」旨判示しているのである。\nしたがつて、地公法第五八条で労組法および労調法の適用を全面的に排除し、か\nつ、争議行為を禁止されている地方公務員のした争議行為についての責任を問う場\n合に、その争議行為の正当性の限界を判定するに当たつては、労組法の適用を受け\nる一般私企業の労働者あるいは公共企業体等の職員の場合と同一視することは断じ\nて許すべきではない。\n３　加えて、地方公務員は、地公法上職員団体を結成することができ、その団体の\n結成加入および団体の正当な活動を理由に差別待遇を受けることはない旨規定さ\nれ、登録職員団体は、条例で定める条件または事情のもとにおいて、職員の給与・\n勤務時間その他の勤務条件に関し、地方公共団体の当局と交渉することができ、な\nお、これに付帯して社交的または厚生的活動を含む適法な目的のため交渉すること\nを妨げないとされているが、これらの交渉は、当該地方公共団体の当局と団体協約\nを締結する権利を含まず、ただ法令・条例・地方公共団体の規則および地方公共団\n体の機関の定める規程に抵触しないかぎりにおいて、書面による協定を結ぶことが\nできるにすぎないものである。地公法第五五条第一項にいう交渉は、労組法におい\nて認められた団体交渉権ではない。\n４　なお、地方公務員の地方公共団体に対する勤務関係は公法関係であつて、した\nがつて、この関係に基づく訴訟は、行政訴訟に属し、民事訴訟の仮処分の認められ\nていないことはいうまでもないところであるが、この点からしても、地方公務員\nは、他の一般労働者とは、本質的にその身分を異にするものであり、憲法第二八条\nの保障につき、地公法上諸種の制限を受けるのを当然とされるものであるととも\nに、その職務についても地公法上の特別の義務が課せられているものである。\n５　地方公務員の行なう争議行為について、その違法性とその責任を論ずる場合\nに、もつぱら憲法第二八条の保障する団体行動権を主とする観点にのみ立ち、こと\nさら地方公務員の職務の公共性を軽視して争議権を強調し、争議行為の正当性の判\n断の基礎とすることは、公共の福祉についての憲法第一三条を無視する不当な解釈\nである。争議行為をした者がたまたま刑事上の免責を受けることを相当とされる場\n合であつても、刑事以外の法律上もすべて正当なものとして免責を受くべきものと\n即断することは許されない。けだし、刑事上の犯罪の成否いかんと刑事法以外の法\n律上の責任の有無とは、まつたく別個の法域に属する事柄であり、それぞれ目的を\n異にし、異なつた原理の支配を受けるべきものであるからである。\n都教組判決も、「地方公務員のする争議行為については、それが、違法な行為で\nある場合に、公務員としての義務違反を理由として当該職員を懲戒処分の対象と\nし、また、その職員に民事上の責任を負わせることは、もとよりありうべきところ\nであるが、争議行為をしたこと、そのことを理由として刑事制裁を科することは、\n同法の認めないところといわなければならない。」と判示している。\n６　また、刑事上の責任と公務員の身分上の責任の処遇を比較すれば、前者は、国\n家が刑事的法秩序維持のため刑事罰を科するのに対し、後者は、使用者が勤務関係\nの秩序維持のため懲戒処分を行なうものであり、地方公共団体がなす行政上の懲戒\n処分も、一に任命権者として、その内部関係における秩序維持のため行なわれるも\nのであり、両者はまつたく異質のものである。\n（二）　昀高裁判所は、全司法判決において、「裁判所の行なう裁判事務に従事す\nる職員の職務は、一般的に、公共性の強いものであり、その職務の停廃は、その使\n命の達成を妨げ、ひいては、国民生活に重大な障害をもたらすおそれがある。……\n…使用者たる国に対する経済的地位の維持・改善に直接関係があるとはいえない、\nこのような政治的目的のために争議を行なうがごときは、争議行為の正当な範囲を\n逸脱するものとして許されるべきではなく、かつ、それが短時間のものであり、ま\nた、かりに暴力等を伴わないものとしても、………職務の停廃をきたし、国民生活\nに重大な障害をもたらすおそれのあるものであつて、かような争議行為は、違性法\nの強いものといわなければならない。」旨述べて、（イ）公共性の強い職務に従事\nする公務員の争議行為は、その職務の停廃をきたし、（ロ）政治的目的のための争\n議行為は、短時間であつて、かつ、暴力等を伴わないものでも、職務の停廃をきた\nし、これらは、いずれも国民生活に重大な障害をもたらし、違法性が強い、との二\n点を明確に判示した。されば、地公法第三七条第一項の解釈についても、公共性の\n強い職務に従事する公務員の争議行為は、その職務の停廃により国民生活に重大な\n支障をきたす違法性の強いものに属し、同項所定の禁止に該当することは疑う余地\nがない。また、争議行為の目的・態様によつては、公務員の職務の公共性の強弱に\nかかわりなく禁止せられるべきものである。\n（三）　公立義務教育学校教員の職務の公共性はきわめて強い。\n１　教育基本法は、その前文において、「われらは、さきに、日本国憲法を確定\nし、民主的で文化的な国家を建設して、世界の平和と人類の福祉に貢献しようとす\nる決意を示した。この理想の実現は、根本において教育の力にまつべきものであ\nる。」といい、その第一条（教育の目的）は、「教育は、人格の完成をめざし、…\n……心身ともに健康な国民の育成を期して行われなければならない。」と規定して\nいる。すなわち、人格こそ人間の本体をなすものであり、人格が知力・技能力・体\n力などを用い、身体をあやつつて動く、それが行動である。人格がいかなる価値体\n系をもつかによつて、人間は創造的にも破壊的にも動き、また、善悪いずれをも志\n向し、行動するのである。したがつて、教育の本質は、単に知識を授け、技能力や\n体力を養うことのみにあるのではなくて、憲法の理想実現に寄与するに足りる人格\nの育成にある、といわなければならない。\nおよそ、人格は、個体が、環境との間に、絶え間なく相互作用を営みつつ、形成\nされて行くものであるが、その人格形成上もつとも重大な影響力をもつ人的環境は\nいうまでもなく直接教育の衝に当たる親と教師である。それゆえに、同法第二条\nは、「教育の目的は、あらゆる機会に、あらゆる場所において実現されなければな\nらない。」とし、教育に携わる者の片言隻句・一挙一動が、教育を受ける者の人格\n形成の上に重大な影響を及ぼし、ときにその生涯を支配する正または負の教育効果\nをもたらす力のあることを指摘しているのである。\n２　憲法第二六条第一項は、「すべての国民は、法律の定めるところにより、その\n能力に応じて、ひとしく教育を受ける権利を有する。」と規定し、教育基本法第六\n条は、「法律に定める学校は、公の性質をもつもの」であり、その「学校の教員\nは、全体の奉仕者であつて、自己の使命を自覚し、その職責の遂行に努めなければ\nならない。」としている。すなわち、叙上の教育の本質にかんがみるとき、教員\nは、国民の子弟をとうやして、憲法の理想実現に寄与するに足りる人格を育成する\n使命と職責を有するものといわなければならない。\n３　憲法第二六条第二項および教育基本法第四条は、国民にその保護する子女に対\nする普通教育（九年）を受けさせる義務を負う旨を定め、学校教育法第二二条およ\nび第三九条は、小学校および中学校への就学を義務としている。原告らのような義\n務教育学校の教育に従事する教員の教育対象は、通常満六歳から一五歳に及ぶ年令\n層にある児童・生徒であつて、この年令層は精神の発達途上にあり、その精神は可\n塑性・感受性・被影響性に富み、人格形成上もつとも重要な時期にあるから、国民\nないし地方住民の義務教育学校の教員の教育力に対し期待するところは、実に測り\nがたいほど大きいのである。\n４　義務教育学校は、実際上そのほとんど全部が地方公共団体によつて設置され、\n国立ないし私立のものは例外的存在であり、その数は少ないのみならず、公立義務\n教育学校には、それぞれ学区が定められていて、義務教育を受けさせる子女をもつ\n国民には、私立学校のように公立学校を自己の好みによつて選択する自由は存在し\nないのである。公立義務教育学校の教員の職務の公共性は、この点からみても、大\nきいものといわなければならない。\n５　また、教員の争議行為のもたらす教育上の悪影響は、きわめて甚大である。\n（１）　教育秩序の破壊\n学校運営において、とりわけ、公立学校という公共性を帯有する学校において、\nもつとも重要なことは、法に定められた機関（区立学校にあつては区教育委員会、\n市町村立学校にあつては市町村教育委員会）の管理のもとに学校の秩序が維持さ\nれ、授業その他の教育活動が一定の規律に従つて営まれなければならないというこ\nとである。教員に教育課程の自主編成権があり、授業その他の教育計画は教員が自\n由に左右しうるもの、すなわち、教員が学校の教育計画の立案・実施・運営を自由\nに司掌する権限を有するとの考えは、とうてい容認されるものではない。それは、\n公立学校における教育という業務が職員団体ないし教員集団の管理のもとにおかれ\nることを意味し、本来、正常な学校運営をつかさどる各教育委員会の権限を侵害し\nている違法が存し、これを業務の正常な運営状態とみることはできない。換言すれ\nば、学校教育の正常な業務の運営を阻害するとは、社会的機能として教育が正常に\n運営されていない場合のみでなく、法に定められた機関の発する職務上の命令が実\n現されていない場合も含まれると解すべきで、たとえ業務がいかに能率的に運営さ\nれていても、職員団体の業務管理等のように正常な職制による職務命令によつて運\n営が行なわれていない場合は、業務運営の阻害があるというべきである。\n教員の争議行為は、この学校教育の正常な職制による運営および教育的秩序を破\n壊するところに、教育的法益の侵害として、看過できない非違を包含しているもの\nといわなければならない。\n（２）　教育の本質よりみた教員の争議行為の有害性\n教育基本法第二条は、「教育の目的はあらゆる機会にあらゆる場所において実現\nされなければならない。」と規定しているが、学校教育における被教育者（児童・\n生徒）は、たえず成長発達しているのであるから、人間接触の可能な時と所のすべ\nてにおいて、教育は実践されるべきである。\nそうして、教育活動は、平常以上の時間的または能率的努力を払えば後日阻害結\n果を回復することの必ずしも不可能ではない物品生産のような活動とは、本質的に\n異なるものがある。すなわち、教育は、人格の完成を目的とし、場所的・時間的に\n非限定的なものであつて、その過程は不断の成長の過程であり、予定された完全な\n状態で停止するというようなものではなく、毎日毎日が人間価値の形成であり、創\n造であり、人格完成への一過程をなすものであつて、決して後日補充しうべき性質\nのものではない。\nまた、教師による指導の役割りを一方的な知識の伝達にとどまるものと解し、教\n師は単なる知識の伝達者であり、もつぱら教師が主体となつて客体である児童・生\n徒に一定量の知識を教授し、他方、児童・生徒はなんらみずから能動的に活動する\nことなく、もつぱら受容本位の立場にあつて、教師から与えられる一定量の知識を\n受け入れるにすぎない容器のようなものとするならば、後日の補充により、これを\n回復することも可能であろう。しかし、児童・生徒は、かかる主体性と能動性を否\n定された存在ではないのであつて、教師により与えられた知識をただ一方的に受け\n入れるにとどまらず、かくして得られた知識経験に加うるに、自己の活動を通して\n積極的に学習環境に働きかけることにより、みずから知識を習得し、成長発展して\n行くのである。\nそして、教師による指導も客観的な知識の伝達のみならず、児童・生徒のこのよ\nうな主体的な知識習得のための契機を作り出してやる活動であり、児童・生徒の獲\n得せる知識経験を目的意識的に発展させる一連の継続した仕事である。\nつまり、教師による指導は、児童・生徒の成長・発展と原因結果の相互交替的な\n関係にあるものである。それなのに、争議行為は、教師による指導と児童・生徒の\n発展過程との間における望ましい交互作用を切断し、児童・生徒が、教師による指\n導を媒介として、より望ましい成長、発展的段階に飛躍すべき契機を失わしめ、必\n然的に阻害の結果をもたらし、しかも、これは永久にブランクとして残り、後日補\n充されるべき性質のものではない。\nアメリカのカリフオルニヤ教員協会の倫理綱領には、教師の生徒・父兄・公共お\nよび職業に対する四つの責任が掲げられ、その生徒への責任の一つとして、「生徒\nに対する教師の基本的責任を銘記し、職業上の諸目的を達成するための有効な手段\nとしてのストライキ」は、教師みずからによつて拒否され、その理由は「子供は、\n教師達が当局に対して教師の福祉上の要求の受諾を迫るために教室を放棄している\n間、成長をやめてはいない」からだ、と説明している。右は、単に、アメリカの一\n州における一教員協会にのみ妥当するものではなく、教育というものの本質をたく\nみに表現したものであるから、これに携わるすべての教師に普遍的に妥当するもの\nとして注目すべきものである。なお、小・中学校における学校教育の特徴に注意し\nなければならない。心身未発達の児童に対しては、毎日一定時間に学校という一定\nの場所に行かせて一定の集団（学級）のなかで一定の時間まで生活させることが必\n要である。これは、規則正しい社会生活の訓練のため欠くことのできないことであ\nり、学校教育の重要な使命の一つというべきである。\n右のような教育の本質および教育基本法第二条の精神から考えるに、学校教育\nは、授業中はもちろん、放課後といえども勤務時間中は、教師がもつ能力および注\n意力のすべてが児童・生徒のために集中されて、はじめて、その職務の遂行が可能\nなものである。\n（３）　児童・生徒に与える非教育的悪影響\n教員の争議行為は、児童・生徒の教育効果を低下させるものである。\n本来、教育は、平静な精神的安定と環境のもとで、教師と生徒とが落ち着いた情\n緒的安定度を示すとき、その効果を期待されるものである。ところが、争議行為当\n日には、教師および児童・生徒ともに精神的不安・動揺にかられ、そのために教育\n環境はすこぶる劣悪な状態におかれ、ついにはその環境の破壊にまで至る。\nまた、争議行為によつて、児童・生徒の教師に対する信頼感は薄れ、一方、教師\nと父兄から放置された児童・生徒の間では、教育上好ましくない遊戯、たとえば、\nストごつこが行なわれたりするようになる。また、集団の力によれば何事をも達成\nしうるような風潮が児童・生徒の間に生ずる等、目に見えない弊害を与えるのであ\nる。\n平素教壇に立つて、法秩序・社会秩序の守られるべきゆえんを説く教員が、みず\nからこれを乱すような行為に出ることは、その児童・生徒の精神面に及ぼす影響に\nおいて、まことに計り知れないものがある。\n（４）　授業カツトによる影響\n児童・生徒は、学校においては、授業時間中における教師の指導のほか、休み時\n間や放課後等においても、学校の施設、設備の利用（たとえば、学校図書館・教材\n図・体育施設等）、教師との接触（たとえば、学習上の問題点の解明や、友人関係\nとか個人的な悩みの解決のための相談等）などを通して望ましい方向への成長発達\nを遂げて行くものであるが、それらのうちで、児童・生徒の成長発達にもつとも大\nきな力をもつものが授業を通しての指導であり、それが学校教育における中核をな\nすものである。\nこの授業計画は、学習指導要領の基準に従つて、地域や学校の実態を考慮して定\nめられた各学校における年間の教育課程から作られたものであり、形式的にはいわ\nゆる時間表という形となつて表示される。\nかように、年間の授業計画から割り出された日々の教育活動が、校長の責任と管\n理のもとに割り当てられた授業時間表に従い、かつ、その割り当てられた教師によ\nり遂行されることが、正常な業務の運営状態なのであつて、争議行為による授業カ\nツトは、その常態を阻害したものと判断されなければならない。\nしたがつて、授業面への影響を考えると、合級または合併授業によつてはいつせ\nい授業の弊害があり（学級は単なる偶然的集団であつてはならない。永続的な一つ\nのまとまりのある集団でなければならない。）、自習においては指導の低下があ\nり、その他争議行為による学校ないし学級経営機能の必然的停滞等を免れることは\nできない。そして、学校機能の能率低下もしくは機能まひをもたらすに至るのであ\nる。\n（５）　授業終了時刻の勤務時間カツトの影響\n学校において、授業を通しての指導がその中核をなすが、教育公務員としての教\n員の勤務は、授業を行なうことをもつて終了したものではない。\n時間表に組み込まれた授業終了後、いわゆる放課後から勤務時間が終わるまでの\n間は、教員にとつて重要な仕事が存在している。すなわち、当日の授業の反省と事\n後処理ならびに翌日の授業の準備と研究などである。\n教育ということが内面的、精神的な影響関係に立つものであるだけに、この反\n省・事後処理と準備・研究とは授業と一連のものであつて、それは、翌日の授業、\nひいては、その学校の教育全般に甚大な影響を及ぼすものである。\n放課後における教師の仕事について、具体的に例示してみよう。\n（ⅰ）　当日の授業に関するもの\n授業というものは、形式上の単位時間が終わることによつてすべてが終了するも\nのではない。指導内容が児童・生徒の能力に照らして適当であつたかどうか、指導\n方法が適切であるか否か、理解できない児童・生徒があつたか否か等を反省・検討\nし、それに基づいて、個別指導の計画やつぎの時間の指導計画の検討等を試みる必\n要がある。\nその反省と検討のためには、児童・生徒のテストや作品の処理、ノートの指導、\nその他各種の調査や資料の蒐集が必要である。\n（ⅱ）　翌日の授業に関するもの\nこの仕事は、教員の仕事の中で、授業と並んでもつとも重要なものである。\n授業と準備・研究とは一連のものであり、ある日における一時間の授業は、前日\n（事前）の準備と研究のときから始まつているのである。\nすなわち、準備と研究のない授業は、教育的効果を半減するものであつて、形式\n上一時限の授業をしても、明らかに教育機能の低下を招来する。授業、反省・検\n討、翌日の準備・研究、つぎの授業は一体不可分のものであつて、そのいずれを欠\nいても、授業は満足なものとはならないのである。\n（ⅲ）　時間表に組まれていない教育活動に関するもの\nこの領域で、もつとも代表的なものが、児童・生徒のクラブ活動である。\nクラブ活動は、学校によつて、時間表に組み込まれて、ほとんど大部分の児童・\n生徒を対象にして実施されているところもあれば、時間表に組み込まれないで、一\n部の児童・生徒の活動としているところもある。\n時間表に組み込まれると否とにかかわらず、クラブ活動は、児童・生徒の自発\n的・自律的な活動を通して規律正しい自主的な生活態度を養うとともに、健全な趣\n味や豊かな教養を養い、個性の伸長を助ける重要な教育活動の一つである（学校教\n育法施行規則第二四条・第五三条・第五七条において特別教育活動として定義づけ\nられている教育活動の一つである。）。\n（ⅳ）　児童・生徒の理解と生活指導に関するもの\n教育効果を高めるためには、さらに、児童・生徒がどの程度の能力をもつている\nか、個人差はどの程度か、家庭生活や友人関係その他の生活上の悩みを持つている\n者がいるかどうか等について、常に観察し、調査して、熟知していなければならな\nい。\nこれら児童・生徒の理解と指導の機会は、時間表に組み込まれた授業時間中にさ\nれることは当然であるが、それのみにとどまらず、休み時間においても、放課後に\nおいても、およそ勤務中は常時行なわれなければならないものである。\nこれは児童・生徒からの訴えをまつて行なうという消極的方法ではなく、計画的\nに観察・指導の機会と方法とを研究し、その実施計画に基づいて、日々の指導がな\nされるべきものである。\nたとえば、児童・生徒の家庭環境の調査、知能や性格、適性等の検査、それらに\n基づいた個別の相談と指導等、なすべきことはきわめて多いのである。\n（ⅴ）　学校の事務に関するもの\n授業に直結した整理と準備ならびに児童・生徒の理解と指導が教師の重要な仕事\nであるが、そのほか学級の事務（たとえば、前記児童・生徒の理解と指導に関する\n資料の整理、テスト結果の整理、家庭との連絡等）や、学校の分掌事務（たとえ\nば、研究計画の分担、教科や児童・生徒に関する各種調査処理、ＰＴＡその他の分\n担事務等）など、教師の職務はきわめて多岐にわたるものである。\n以上かかげた例示は、教員の代表的な職務にすぎないが、これらの職務がとどこ\nおりなく遂行されてはじめて、教育活動の全きを期しえられるものである。\n授業時間と勤務時間とは別個の概念であつて、授業終了をもつて勤務が終わつた\nものではないことは多言を要しないが、時間表に組み込まれた授業は授業時間終了\n後の準備にささえられなければなりたちえないものである。\n（６）　教育に対する間接的影響\n教員の争議行為は、父兄および地域住民の公教育に対する不信頼をいだかしめ\nる。すなわち、父兄と教師の間に感情的摩擦を生じ、その間の調和が失われる。そ\nうして、父兄と教師の調和が失われると、児童・生徒の校外指導など学校と地域社\n会との関係の調整と促進という面において、多大の支障をきたすに至るのである。\n６　以上を要するに、教員は、憲法に基づく国家の理想実現のための使命を有し、\n国民の憲法上の権利を直接に保障すべき職務に従事するものであるから、その職務\nの公共性は、全司法判決が公共性のきわめて強いものとした裁判所職員の職務に比\nしてまさりこそすれ、少なくともこれとの間になんらのけい庭の存しないことは明\nらかである。\nしかも、教員の職務は、前記のように一に次代をになうべき児童・生徒の健全な\nる人格のとうや、形成にあり、その職務の停廃のもたらす国民生活上の支障は、そ\nれが人格の形成という精神的部門であるだけに、まつたく補正は不可能で、後日に\nおいて回復しうべからざるものである。さらに、教員は、一方において、児童・生\n徒に対し、精神面で優位な立場にあり、他方、児童・生徒はもちろん、その父兄さ\nえ、教員の言動については納得しえないものでさえも、それが批判を避ける実情に\nあるため、教員の言動が児童・生徒の脳裏に深い傷あとを残し、その人格形成をわ\nい曲させるおそれは著しく大きい。教師に対して不信の念をいだきつつ成長した者\nの社会的行動をみれば、思い半ばにすぎるものがあろう。\nこのようにみてくると、公共性のきわめて強い公立小・中学校の教員の行なう争\n議行為は、直接に国民の義務教育を受ける憲法上の権利を侵害し、児童・生徒に対\nし教育上甚大な悪影響を与えるものであることを否定することができない。すなわ\nち、その職務の停廃は、その職務上の使命の達成を妨げ、国民ないし地方住民の生\n活に重大な障害をもたらすものであるといわなければならない。\n７　なお、原告らは、教員の職務の一時的停廃は、立法の沿革からも、また、国際\n的に確立された見解に照らしても、国民生活に重大な障害をもたらすおそれがある\nものとはいえない旨主張する。\nしかしながら、旧労調法では、まさに原告らの主張するとおりの表現ならびに解\n釈がとられていたようであるが、その後、国公立学校教員の職務を含む公務員の職\n務の公共性にかんがみ、国公法および地公法によつて公務員の争議行為禁止の範囲\nを拡大したのであるから、現行法制上は、地方公務員たる教員の争議行為は、その\n職務の公共性のゆえに、原則として禁止されているものと解さなければならない。\nまた、ユネスコの「教師の地位に関する勧告」は、都教組判決も判示するように、\nまだ国内法規としての効力を有するものではなく、また、公務員の争議行為禁止措\n置を否定する国際慣習法の存在も認められない。\nしたがつて、原告らの右主張は、まつたく理由がない。\n三　原告らの主張三（本件争議行為は地公法第三七条第一項の禁止する争議行為で\nはない）に対し\n（一）　認否\n（一）記載の事実中、本件争議行為の態様が原告ら主張のとおりであること、お\nよび、都教組組合員約三〇、〇〇〇名が昭和三三年四月二二日それぞれその所属の\n学校長に対し翌二三日に一日の有給休暇をとる旨を記載した休暇届を提出したこと\nは認める。ただし、右休暇届の提出の方法は、一部において当該学校の都教組分会\nの役員が分会員の休暇届を取りまとめて校長に提出したところもあるが、一部にお\nいては分会員各自が校長のもとに直接持参したところもあつて、一様ではない。\n（二）の１記載の主張には反対する。同２記載の事実中、生徒・児童にプリント\nを配布したことは認め、その余は知らない。\n（三）記載の事実は否認する。\n（二）　反論\n１　一般にいかなる争議行為をもつて正当とするかは、具体的に個々の争議行為に\nつき、その目的および争議手段としての各個の行為の両面にわたつて、現行法秩序\n全体との関連において決すべきである。\nすなわち、争議行為の正当性の限界は、その目的・手段・態様において、現行法\n秩序全体との関連において判断されるべきものである。\n２　本件争議行為は、その目的において正当性の限界を逸脱し、違法性が強い。\n本件争議行為の目的は、単に人事委員会に対する行政措置を要求するためにとど\nまらず、被告が勤務評定を実施することに反対し、被告にその実施を撤回させるこ\nとにあつたことは明らかである。しかし、勤務評定は、職員団体の本来の目的とさ\nれる勤務条件の維持改善、あるいは、地公法上の交渉事項として認められている職\n員の給与・勤務時間その他の勤務条件のいずれにも当たらず、また、これに直接関\n係のあるものでもないのであつて、使用者たる東京都に対する経済的地位の維持・\n改善に直接関係の無い事項である。すなわち、本件争議行為は、被告が地公法第四\n〇条第一項に基づいて定められた法律上の職責を遂行するため、勤評規則を制定\nし、実施しようとすることを阻止しようとしたもので、その目的とするところは、\n本来職員団体において、被告に対し交渉を申入れ、被告において、これに応ずるこ\nとが義務付けられていないところのものであつて、これが達成のため行なわれたも\nのであるから、政治的目的のために行なわれた争議というべきである。\n３　本件争議行為は、その手段・態様においても、正当性の限界を逸脱した違法の\nものである。\n（１）　本件争議行為が、いかに国民ないし地方住民全体の利益を害し、その生活\nに重大な支障をもたらすおそれのあるものであるかということについて、これを争\n議の手段・態様からみてみよう。\n（ⅰ）　本件争議行為は、その人的規模において原告らがその幹部をつとめる都教\n組組合員の全員を動員して行ない、時間的規模においてきわめて短時間にとどまら\nず、昭和三三年四月二三日全一日間の職務放棄を内容とする争議である。このよう\nに都教組が一〇〇％近くの組合員をまる一日間にわたつて動員して実施した争議行\n為は、それ以前には一度も無かつたことであり、このため、当日東京都内ほとんど\nの小・中学校の授業運営は未曾有の混乱状態に陥つたのである。\n（ⅱ）　のみならず、本件争議に結実した都教組の勤務評定反対闘争は、昭和三二\n年一二月より右当日まで間断なく継続的におし進められて来たものであり、これに\nよつて、当初は昭和三三年三月中に勤評規則を制定し、同年四月よりこれを実施す\nべく計画していた被告をして、これを四月二三日まで延期せざるをえないようにさ\nせたうえ、ついには、その予定どおり、当日未曾有の大規模な争議行為を実現せし\nめるに至つたのである。\nしたがつて、教育行政ないし全都の学校の正常な運営が具体的に阻害されたの\nは、単に昭和三三年四月二三日の一日のみではなく、それ以前の原告らの争議行為\nの企画・指導によつて、継続的に教育面における業務の阻害をもこうむつてきたの\nであり、かかる事実を考慮の外においては、右当日の争議行為の正しい評価はでき\nないのである。\n（ⅲ）　都教組は、同年四月一六日本件争議行為のための「行動規制」を決定し、\n本件争議行為の実施に先だち、その準備期間中において、「行動規制」に基づき、\n都教組組合員の手によつて、各種の準備行為ないし争議行為が行なわれた。これら\nの行為によつて、校長をはじめとする教職員、児童、生徒、父兄がいかに混乱させ\nられ、その間の教育活動がいかに減殺されたか。また、教育の場を破壊するような\n行為を児童・生徒が目のあたりに目撃し、直接経験したことにより、身心ともに未\n成熟の者が受けたシヨツクがいかに大であつたか。そして、教育行政ひいては地方\n住民に与えた被害がいかに大であつたか。これらの点については、以下に記載する\nような原告らおよびその企画・指導によつて行なわれた組合員らの具体的行為を理\n解することによつて明白なものとなろう。\nイ　被告は、原告らの企画・指導による争議行為が実施に移されないように、ある\nいは、実施されても昀小限度にその教育に与える影響をおさえることができるよ\nう、昭和三三年三月二五日から四月二二日までの間再三再四にわたつて、学校長を\n通じて所属教員に対し、あるいは、直接教員に対し、職務義務に違反することのな\nいよう、また、教員が争議行為をすることは地公法第三七条によつて、禁止せられ\nているので、かかる行為をしないよう指導し、これを徹底させて来た。したがつ\nて、各公立小・中学校長においても、右趣旨を所属教員に十分徹底させたのであ\nる。\nロ　これに対し、都教組はあくまで勤評規則の制定実施阻止のため争議行為の完全\n実施を期し、被告に打撃を与えるためには、全教員をこれに参加させることおよび\n全児童・生徒の登校を阻止することが必要であるとし、これを実現せしめるため\nに、争議行為参加を受諾しない者に対し、執ように参加説得を行ない、場合によつ\nては、入校阻止などの実力をもつてでも参加させるようにすることとし、これらの\n内容を盛り込んで同年四月一六日の戦術委員会において「行動規制」を決定し、右\n決定内容は、同月一七日以降具体的に実行に移されていつたのである。都教組とし\nては、都教組組合員にとつて、全一日一〇割参加の争議行為ははじめてであるこ\nと、ならびに、被告および所属校長から職務遂行について十分な指導が必要に応じ\nてなされていることなどから、組合員をして、いつせい休暇の争議行為に参加させ\nるためには、強力に組合員を参加の方向にもつていく方法を講じなければならなか\nつたことが十分首肯されるのであるが、このために、具体的には、つぎのような行\n動がとられていつたのである。\n（ⅳ）　前日までの間における不参加者に対する説得行為および校長、児童・生\n徒、父兄に対する行為\nイ　不参加の教員に対する参加説得・参加要請\n右は、「行動規制」の支部の準備行為の項の「態勢強化のためのオルグ徹底」に\nのつとつて、組合員が、不参加者に対し同年四月一七日以降二二日までの間強力に\n参加説得行為を継続したものであり、それはつぎのような方法によつて行なわれて\nいた。\n（イ）　不参加学校に、多数の組合員がオルグで出向き、または、数名の組合員が\nおもむき、圧力を加えて全教員に参加要求をした。中には、当日はピケを張るとい\nつておどかすこともあつた。\n（ロ）　多数の不参加者のいる学校においては、所属の組合員が、不参加者に参加\n要求をした。\n（ハ）　学内やその附近で、四月二三日に登校したら校門で阻止し、学年・学校行\n事について今後一切協力しないとか、同僚としての交際を保証しないなどといつて\nおどかし、参加要求をした。\n（ニ）　同一地区の数校の合同職場会で不参加校に対して参加を要求したり、司会\nや議長といつた責任者が参加への要請をした。\n（ホ）　非組合員に対し、同一歩調をとつてくれと要求をした。\nロ　児童・生徒に対する登校阻止\n各学校では、四月二三日当日は平常授業をすることとし、学校長においても、そ\nの旨を事前に児童・生徒、父兄に徹底させ、当日はいつものとおりの時間割に従つ\nて授業を行なうから始業時間までに登校するようにと指導したのに対し、都教組\nは、「行動規制」に基づき、前日に児童・生徒に家庭学習用プリントを渡して、二\n三日は児童・生徒を登校させないこととし、各学校において、所属組合員が右の趣\n旨を徹底させていつた。\nその事例はつぎのようなものである。\n（イ）　各教室において、全児童・生徒に、二三日は自宅で自習するよう申し渡し\nた。\n（ロ）　あす家庭で勉強するようにとのプリントを児童・生徒の前で朗読するよう\n他の教員に指示をし、または、数名の教員に右のプリントを全児童・生徒に配布さ\nせた。\n（ハ）　組合員たる教員において、校長の「明二三日は休業ではないから、児童を\n登校せしめられたい。」旨の保護者あてのプリントを児童・生徒に配布すべしとの\n要請を拒否し、他の者にも配らぬよう指示をした。また、プリントを校長から手渡\nされたにもかかわらず、これを児童・生徒に手渡さなかつたり、校長が配布したプ\nリントを組合員が回収してしまつたりした。\n（ニ）　校長が児童・生徒の登校を阻止するような言動をしないように指示したに\nかかわらず、朝礼台で「あすは、全校休校である」旨を児童・生徒に伝えた。\n（ホ）　不参加の校長に対し、児童の登校を阻止し、父兄を動員してピケを張ると\nいつておどかした。\n（ヘ）　組合員たる教員が、校門の外で、あすは休校であると記載したプリントを\n配布した。\nハ　父兄に対し、児童・生徒が登校しないよう協力要請をした内容\n（イ）　「父兄が、児童・生徒を登校させて、児童・生徒が事故にあつても同情の\n要はない。登校させないでほしい。」といつて、登校を取りやめさせるよう要請し\nた。\n（ロ）　父兄に対する勤務評定反対の説明会でいつせい休暇行為に協力してもらい\nたいと要求した。\n（ハ）　組合員多数をＰＴＡの役員宅に訪問させて、児童・生徒を登校させないよ\nうに協力してもらいたいと説得をした。\n（ニ）　父兄会を父兄の世話人宅で開いて、「教員は登校しないので、児童も自宅\nで学習させてくれ。」と要請した。\n（ⅴ）　本件争議行為当日における不参加者に対する説得行為および校長、児童・\n生徒、父兄に対する働きかけ\nイ　校長に対するいつせい休暇行為への協力要請\n（イ）　不参加校へピケ隊を派遣し、または、数名の組合員が校長に圧力をかけて\n参加への協力要請をした。\n（ロ）　全員が非組合員である学校にピケ隊がおもむき、校長に対して全教員のい\nつせい休暇への参加を要求した。\n（ハ）　校長に対して午後の職員会を切り上げて早退することの許可を要求した。\nロ　不参加の教員に対するいつせい休暇への参加説得および登校阻止行為\n（イ）　ピケを張つて登校して来た教員の入校を阻止した。\n（ロ）　不参加校の全教員に対して、ピケによる圧力をかけ、参加を要請した。\n（ハ）　組合員が多数の不参加の教員に対しまたは、個個の不参加者に対し参加を\n要求した。\n（ニ）　十数名の不参加者に対していつせい休暇に同調されたいと記載したビラを\n配布した。\n（ホ）　登校途中の教員に対して参加を要求して登校を阻止した。\nハ　児童・生徒に対する登校阻止行為\n（イ）　校門をせばめたり、しめたりして生徒の出入を妨害して帰宅させた。\n（ロ）　校門で「今日はお休みだから帰りなさい。」と申し向けて、児童の登校を\n阻止した。\n（ハ）　学校附近や校内において、多数の児童に、登校をやめて帰宅し、勉強する\nよう指示して登校を阻止した。\n（ニ）　校門に本日休校の掲示をして生徒の登校を阻止した。\n（ホ）　父兄宅を訪問し、児童を登校させないよう要求した。\n以上のようにして、不参加者のいる学校においては、不参加の教員は、休暇に参\n加するよう説得せられたり、登校を阻止せられたりし、児童・生徒の中には、都教\n組の登校阻止行為にあつて登校できない者が続出し、学校においては、校長をはじ\nめとするごく一部の教員によつて、混乱の中に辛うじて不正常な一部の授業が行な\nわれ、全都の教育行政ないし現場の教育は大混乱をおこしたのである。その状況の\n一部は、新聞にも報道され、これによつてもその争議行為が地方住民に与えた影響\nのいかに大であつたかを知ることができる。\n争議の実態が、原告らの主張するような軽微なものでなかつたことは、明々白々\nといわねばならない。\n（２）　本件争議行為がいかなる手段・態様のもとに行なわれたかについては、右\nに述べたとおりであつて、それは現実にも、被告が国民ないし地方住民の信託を受\nけて行なうところの教育行政秩序を著しく乱し、教育を受ける児童・生徒およびそ\nの保護者の有する権利義務を侵害し、かつまた、被告がその業務の正常な運営を阻\n害されたことを明白に物語るものである。このような手段・方法・態様において行\nなわれた本件争議行為は、現行法秩序全体との関連において、前記違法性の判断基\n準に照し、明らかに正当性の範囲を大きく逸脱するものである。なお、公共の観点\nよりする業務阻害の評価に当たつては、単に争議の行なわれた時間や、阻害を受け\nた業務の実害に対する客観的・量的な評価をもつて足りるものではなく、教育行政\n秩序に対する侵害が行なわれたというその事実に対する主観的・質的な評価こそが\n重視されなければならない。本来使用者の労働者に対する制裁は、その営む経営秩\n序保持の観点からして、また、これを本旨として行なわれるものであり、行政上の\n懲戒処分も、いわゆる特別権力関係の内部秩序を維持するため、これを乱した部内\n者に対して、右の趣旨により課せられる制裁であつて、使用者たる任命権者の妥当\nな裁量によつて当然これを行ないうるものである。\n（３）　なお、原告らの行なつた本件争議行為は、つぎの点よりしても、違法性の\n強いものというべく、その正当性の限界を逸脱したものというほかはない。\n争議行為は本来団体交渉の行詰りを打開するための手段であり、争議行為自体を\n目的とすべきものでなく、また、手段としての相対性と、それに由来する一定の限\n界の存在を否定できない。団体交渉の継続過程において交渉を尽さず、または、当\n初から斗争を決定し、いわゆるスケジユール斗争として行なわれた争議行為のごと\nきは、一般にその不当性を認められている。\n本件争議行為は、争議行為を行なうことが地公法の明文上禁止されている地方公\n務員によつて行なわれたものであるが、原告ら争議行為を実行した教員たちは、そ\nの争議行為を行なう前日において被告に対していつせい休暇を申しいで、その申出\nが拒否されたにもかかわらず、これを行なつたものであり、被告においては、これ\nが対抗措置を講ずるいとまはまつたくなかつたのである。\n使用者たる地方公共団体は、公務員側の争議行為に対する対抗手段としての事業\n場閉鎖等の争議行為をとることのできないものであること、原告ら地方公務員は国\n民ないし地方住民全体の利益の維持増進をその職務とし、その職務の停廃は公共の\n福祉にかかわるものであること、地方公務員の争議行為等の禁止の代償措置として\n地公法は人事委員会または公平委員会に対し意見、勧告等の機能を営ましめている\nこと等、現行法秩序全体の関連において本件争議行為をみれば、原告らの行なつた\n争議行為はその手段・方法・態様の点において正当性の限界を逸脱したものであ\nり、一般法秩序を通して形成される国民一般の通念によつても、とうてい公正妥当\nなものとして認容することはできない。\n（４）　さらに、本件争議行為の目的を、指令第三号の表現どおりに、単に人事委\n員会に対する措置要求を行なうためと局限して理解するとすれば、そのような目的\nのために、多数の教員が前述のように職場を離脱し、児童・生徒に対する一日の教\n育活動を犠牲にしてまでも、しいてその挙に出る必要はまつたくなかつたのであ\nる。それは、職員団体の意思統一という団体内部の問題であり、そのことのために\n使用者たる地方公共団体に対して多大の犠牲をしいることは、断じて許されない違\n法のものといわなければならない。\n四　原告らの主張四（地公法第三七条第一項違反の争議行為に対する懲戒処分を課\nすることはできない）に対し\n原告らの右主張にはすべて反対する。とくに、地公法第三七条第二項の解釈につ\nいては、本案前の抗弁三において述べたとおりである。\n五　原告らの主張五（本件懲戒処分は懲戒権の範囲を逸脱し、あるいは、懲戒権を\n濫用したものである）に対し\n（一）　本件争議行為と一般都民の支持率\n本件争議行為は、昭和三三年四月に行なわれたものであるが、この時期は、昭和\n二五年サンフランシスコで平和条約が締結されてから八年を経過し、経済企画庁経\n済研究所調査の国民所得および消費に関する統計によれば、国民一般の経済生活が\n安定のきざしをみせはじめ、それに伴い文部大臣官房統計課調べの高校・大学への\n進学者数、幼稚園児および各種学校在籍者数に関する統計等からうかがえるよう\nに、国民の教育に対する関心が飛躍的に増大しようとしてきた時期である。\n原告らは、民主教育擁護のため―これは明白に政治目的を意味する―本件争議行\n為を実施したのである、と主張しているが、果してその当時かかる主張がどれだけ\n国民の支持を得ていたであろうか。\n教員の児童・生徒に対する精神的優位性とその父兄らに対する甚大なる影響力と\nを考えても、本件争議行為が実施された当日、児童・生徒の大多数が出席したもの\nは東京都二三区内で、小学校五四一校（七四％）、中学校二五四校（七九％）に及\nんだ事実からみて、原告らの本件争議行為に対する都民の支持率の低さを推認する\nことができる。\n（二）　本件争議行為と教員への一般的期待\n本件争議行為は前述のように、長期にわたつて準備されたものであり、その実施\nは、一日であつたとはいえ、多数の原告ら公立小・中学校教員により集団的に行な\nわれたものであつて、しかも、情報手段の相当整備されてきていた当時として、大\n多数の都民に、それが、法令および職務命令に違反していることが歴然たるうちに\n行なわれたものであつて、平素教師として信頼し敬愛すべきものとしてきた原告ら\n教員によつて行なわれたものであるから、これが児童・生徒および父兄らに及ぼし\nた精神的衝撃は、きわめて深くかつ強いものであつたと推測せざるをえないのであ\nる。とくに、法と秩序の無視、しかも、それが他の職域と異なつて、教師として児\n童・生徒の同化・順応の対象となつていた原告ら公立小・中学校教員によつて、集\n団的に、公然と行なわれたことによる児童・生徒の人格形成上に与えた影響および\nこれに対する父兄を中心とする一般都民の困惑と危ぐの念は、まことに測り知れな\nいものであつたことは疑いをいれない。\n本件争議行為が行なわれてから一一年余を経過した今日、さまざまな社会集団\nが、そのエゴイズムのためにそれぞれのしかたで政治的圧力を行使し、社会的緊張\nを激化させているが、とくに学園紛争に見られるいわゆる活動家学生たちの激しい\n法と秩序無視の行動は、憲法の理想とはほど遠いものであり、おおかたの国民は、\nこれを深く憂え、その理想実現に相応しい教育力たるべき教員の心的姿勢の是正を\n願つており、そうして、教員の労働基本権行使のあり方についての改善を強く期待\nしているのである。\n（三）　本件懲戒処分の合法性と妥当性\n本件懲戒処分は、以上のような本件争議行為の経緯と事実に原告ら東京都の公立\n小・中学校教員の職務と可及的に精査された原告らの本件争議行為における役割・\n行動をあわせ勘案し、地公法・地教行法等の規定に基づき、慎重審査のうえなされ\nたものであるから、原告らの主張するように裁量権の範囲を逸脱したものというこ\nとができないことはもちろん、きわめて合法かつ妥当なものである。\n第三　証拠関係（省略）\n理　　　由\n第一　本件訴えの適否\n一　原告らの身分および本件懲戒処分の存在について\n請求原因一、二記載の事実は、当事者間に争いがない。\n二　被告の本案前の抗弁に対する判断\n（一）　本案前の抗弁一（特別権力関係内部の問題であるから出訴できない）につ\nいて\n裁判所は、いつさいの法律上の争訟について、裁判する権限を有する（憲法第七\n六条第一項、裁判所法第三条第一項）。いつさいの法律上の争訟とは、民事および\n刑事事件のみならず、行政事件をも含む。本件懲戒処分は、いずれも停職ないし減\n給である。東京都制定の職員の懲戒に関する条例（昭和二六年九月二〇日東京都条\n例第八四号）によれば、停職または減給に処せられた者は、当該処分の期間中給与\nの全部（停職の場合）または一部（減給の場合）の支給を受けられなくなり、か\nつ、被告制定の学校職員の初任給、昇格及び昇給等に関する規則（昭和三四年二月\n七日東京都教育委員会規則第三号。同日から施行し、一部の規定を除き昭和三三年\n四月一日から適用。）第一七条と同条に基づく昭和三三年教与発第二一〇号昇給欠\n格基準とによれば、停職の場合には六か月、減給の場合には三か月、それぞれ普通\n昇給が繰り延べられるのである（右昇給欠格基準が停職の場合は六か月、減給の場\n合は三か月普通昇給を繰り延べる旨定めていることは、当事者間に争いがな\nい。）。そうすると、本件懲戒処分は、原告らの給与請求権に法律上の影響を与え\nることが明らかであるから、本件懲戒処分の効力に関する争いは法律上の争訟であ\nる。したがつて、裁判所は、これについて裁判権を有するのである。特別権力関係\n論に依拠して、公務員の懲戒処分について裁判権を否定しようとする被告の主張\nは、旧憲法時代的な考え方であつて、とうてい採用に値しないのである。\nのみならず、公務員の勤務関係を特別権力関係とする理論は、崩壊にひんしてい\nる。なるほど、公務員の勤務関係は、従来、特別権力関係の代表的な例として説明\nされてきた。それは、本人の同意に基づき公務員関係が成立すれば、国または地方\n公共団体は、法令の根拠に基づくことなく、包括的な支配権に基づいて命令・処分\nすることができ、かつ、これらの命令・処分に対しては訴訟で争うことが許されな\nいということを総合的に説明するものであつた。しかし、行政訴訟事項について列\n記主義を採用していたかつての行政裁判法（明治二三年六月三〇日法律第四八号）\n時代ならともかく、概括主義を採用した戦後の行特法および行訴法のもとにおい\nて、しかも、公務員関係にも法律の支配が強く及んでいる今日、このような特別権\n力関係の概念を認める余地は、ほとんど存在しないのである。とくに公務員に対す\nる懲戒処分のように、法令に具体的な定めがある場合には、国または地方公共団体\nも、これに従わねばならないことは当然であるから、特別権力関係論の介入する余\n地は、全くないのである。\nすなわち、原告らは、東京都下の各公立小・中学校に勤務する職員、すなわち、\n地方公務員であるから、その勤務関係については、地公法等の適用を受けることに\nなる。そして、地方公務員の懲戒処分について、地公法は、まず、第二七条第三項\nにおいて、職員は同法で定める事由による場合でなければ懲戒処分を受けることが\nない旨を定め、第二九条第一項において、懲戒処分の種類と事由とを法定し、同条\n第二項において、懲戒の手続および効果は法律に特別の定めのある場合を除いて条\n例で定めるものとしている。すなわち、地方公務員の懲戒処分については、その種\n類・処分事由・手続および効果のすべてにわたつて、法令の統制に服せしめている\nのである。\nさらに、同法は、懲戒処分その他の不利益処分について、第四九条の二におい\nて、人事委員会または公平委員会に対し不服申立てをすることができるものとし、\n第五一条の二において、取消訴訟が提起できることを前提として、「取消しの訴え\nは、審査請求又は異議申立てに対する人事委員会又は公平委員会の裁決又は決定を\n経た後でなければ、提起することができない。」と定める。もつとも、昭和三七年\n五月一六日法律第一四〇号による改正前の地方公務員法（以下昭和三七年改正前の\n地公法という。）においては、右第四九条の二に相当する規定は第四九条第四項と\nして存在したが、右第五一条の二に相当する規定は存在しなかつたので、改正前に\nおいても懲戒処分に対する取消訴訟の提起が認められていたかどうかを一応問題と\nする余地がないわけではない。しかし、右改正は、行特法において原則的なものと\nして採用していた訴願前置主義を行訴法において例外的なものに改めたことに伴う\nもの、すなわち、単に行特法の廃止・行訴法の施行に伴う関係法令の整理の一環と\nして行なわれたものである。これに、行特法・行訴法ともに取消訴訟の対象たる行\n政処分について概括主義をとつており、行特法の廃止・行訴法の施行が取消訴訟の\n対象の拡大をねらいとしていたものではないことをも合わせ考えれば、地公法が懲\n戒処分を取消訴訟の対象と認める態度には、改正の前後を通じて格別の変更があつ\nたとみるべきではない。そうとすれば、地方公務員の懲戒処分は、改正前において\nは行特法により、改正後においては行訴法により、それぞれ取消訴訟を提起するこ\nとができるものと解するのが相当である。\nよつて、本案前の抗弁一は失当である。\n（二）　本案前の抗弁二（人事委員会の審査の結果をまつて出訴すべきである）に\nついて\n昭和三七年改正前の地公法第四九条第四項にいう審査の請求は行特法第二条にい\nう審査の請求に該当するから、懲戒処分その他の不利益処分を受けた地方公務員\nは、原則として、右地公法第四九条第四項により人事委員会または公平委員会に対\nし審査の請求をし、その結果をまたなければ取消訴訟を提起することができない\n（行特法第二条本文）。しかし、審査の請求があつた日から三か月を経過してもな\nお裁決が出ないときは、例外として、裁決を経ないでも訴えを提起することが許さ\nれるのであり（同条ただし書）、また、審査の請求があつた日から三か月を経過し\nないうちに提起された訴えも、不適法として却下されないで三か月を経過してしま\nえば、そのかしは治ゆされ、訴えは適法なものになると解すべきである。右地公法\n第四九条第四項にいう審査の請求についてのみ、行特法第二条にいう審査の請求そ\nの他の不服申立てに該当しないとして同条、とくに同条ただし書の適用を排除する\nことは、人事委員会等の裁決が出なければいつまでも取消訴訟の提起が許されない\nという事態の招来を許すことにもなり、とうてい承認することができない。原告ら\nが東京都人事委員会に対し、本件懲戒処分の審査請求をしてから既に一二年余を経\n過しているが、それに対する裁決は、まだなされていない。公務員に対する不利益\n処分につき、人事委員会による迅速な救済を図るという法の目的は十分にかなえら\nれてはいない。被告の主張は、このような現実に故意に目をおおうものである。\nところで、本件において、原告らが昭和三三年七月二六日東京都人事委員会に対\nし本件懲戒処分について審査の請求をしたことは当事者間に争いがないところ、本\n件訴えが同日に提起されたことおよびその後却下されることなく三か月を経過した\nことはいずれも記録上明らかである。そうすると、本件訴えは、その提起当初は行\n特法第二条本文の訴願前置主義に反し不適法であつたが、三か月の経過とともに、\nそのかしを治ゆされ適法なものになつたのである。そして、行訴法附則第三条ただ\nし書によれば、行特法によつて生じた効力は、行訴法のもとにおいてもそのまま維\n持されるのである。\nしたがつて、被告の本案前の抗弁二もまた理由がない。\n（三）　本案前の抗弁三（地公法第三七条第二項により出訴できない）について\n地公法第三七条第二項の規定の意味については、当裁判所としては、つぎのよう\nに解釈すべきものと考える。すなわち、地方公務員は地公法上分限上の身分保障を\n与えられている（同法第二七条第二項・第二八条）のであるが、争議行為を行なつ\nた地方公務員は、この分限上の身分保障を失い、これを当該地方公共団体に対して\n主張することができなくなるという趣旨に解するのが相当である。これを被告主張\nのように懲戒処分その他の不利益処分に関する訴えについて、包括的に権利保護要\n件を欠くとすることは、結局不利益処分を受けた公務員から訴権を剥奪するのと等\nしい結果となる。このような解釈は、いつさいの法律上の争訟について裁判所の裁\n判を受ける権利を保障した憲法第三二条および裁判所法第三条に抵触することにな\nり、許されない。\nそうとすれば、被告の本案前の抗弁三も失当である。\n第二　本訴請求の当否\n一　原告らの身分および本件懲戒処分の存在について\nこの点については、第一の一に記載したとおりである。\n二　本件懲戒処分の処分理由について\n（一）　本件懲戒処分の処分理由の要旨\n本案の抗弁一（一）記載の事実は、当事者間に争いがない。\n（二）　都教組の組織\n本案の抗弁一（二）記載の事実は、当事者間に争いがない。\n（三）　本件争議行為の経過と態様\n本案の抗弁一（三）１ないし１９記載の事実は、いずれも当事者間に争いがな\nい。\n同２０記載の事実も、話合い打切りの事情および措置要求の手段をいつせい休暇\nがそのままの形式では法律上難点があるとして採用したとの点を除き、当事者間に\n争いがない。同２１ないし２３記載の事実は、当事者間に争いがない。\n（四）　本件争議行為の規模とその影響\n本案の抗弁一（四）記載の事実は、本件争議行為により校務の運営に非常な混乱\nが生じたとの点を除き、当事者間に争いがない。\n（五）　本件原告らの行為\n１　別紙第一記載の原告番号７０および同１１０の原告を除くその余の原告らが本\n件争議行為において被告主張のような各行為（本案の抗弁一（五）１ないし３参\n照）をしたことは、当事者間に争いがない。\n２　別紙第一記載の原告番号７０の原告戊が昭和三三年四月二三日十数名とともに\n荒川区立第三峡田小学校の校長室に入り、同校校長と話し合つたことは、当事者間\nに争いがない。そして、この事実と弁論の全趣旨により真正に成立したものと認め\nる乙第二四五号証の一ないし三とを総合すると、つぎの事実が認められ、この認定\nを左右するに足りる証拠はない。\n（１）　原告戊は、昭和三三年四月二二日午後三時ころ、荒川区立第三峡田小学校\nにおもむき、同校の教諭渡辺寿に対し、「あすのいつせい休暇には是非参加してく\nれ。」などと申し向けて、翌二三日の本件争議行為への参加方を要請した。\n（２）　同原告は、同月二三日午前六時二五分ころまでに同校におもむき、午前七\n時三五分ころ、ほか一二名とともに同校校長室において校長丙に面会し、同校の教\n員が本件争議行為に参加しないのは校長の圧力によるものだなどと約二〇分間にわ\nたり抗議し、さらに、同日午前八時一〇分ころ、再度、ほか一二名とともに同校長\nと面会し、全職員と懇談したい旨を申し入れて同校長の許可を得て、始業時刻の午\n前八時三〇分までの間、同校職員室において、同校職員約二〇名に対し、今からで\nも遅くないから参加してほしいなどとこもごも本件争議行為への参加方を強く要求\nした。\n３　別紙第一記載の原告番号１１０の原告己が昭和三三年四月二二日午後四時こ\nろ、同日午後五時ころおよび同月二三日早朝の三回にわたり足立区立千寿旭小学校\nにおもむいたことは、当事者間に争いがない。そして、この事実と原本の存在およ\nび成立に争いのない乙第二三三号証ないし第二三五号証ならびに弁論の全趣旨によ\nり真正に成立したものと認める乙第二四六号証の一ないし三とを総合すると、つぎ\nの事実が認められ、この認定を左右するに足りる証拠はない。\n（１）　原告己は、昭和三三年四月二二日午後四時ころ、足立区立千寿旭小学校に\nおもむき、同校の分会会議の席上、同校の教員一二、三名に対して、「旭小分会は\nなぜいつせい休暇に参加しないのか。」、「なんとか思い直して参加してくれ。」\nなどと申し向けて、翌二三日の本件争議行為への参加方を要求した。\n（２）　同原告は、同日午後五時ころ、再度同校におもむき、同校分会会議の席上\nにおいて、出席していた同校の教員一二、三名に対し、翌二三日の措置要求大会に\nは脱落せずに同調していつせい休暇をしてくれと勧誘し、また、もし同分会が翌二\n三日のいつせい休暇に参加しない場合には、足立区内の都教組組合員および他の労\n働組合の組合員が多数来てピケを張ることになろうと発言して、本件争議行為への\n全員参加方を要求した。\n（３）　同原告は、さらに、同月二三日午前七時ころから本件争議行為に不参加で\nあつた同校にピケ隊員約五〇名を指揮しておもむき、午前一〇時三〇分ころ、同校\n校長庚に対して、同校の全教員が午後から早退して措置要求大会に出席することを\n認めるよう要求した。\n（六）　適用法令\n本案の抗弁一（六）記載の事実は、当事者間に争いがない。\n（七）　むすび\n以上（一）ないし（六）に認定の事実によれば、本件懲戒処分は、原告らが都教\n組の計画・実施した本件争議行為において指導的役割を果たしたことを理由とし\nて、地公法第三七条第一項・第二九条第一項第一・二号等を適用してなされたもの\nであることが明らかであり、かつ、原告らが右争議行為においてなしたと被告の主\n張する行為も前記認定のとおり認めることができる。\n三　本件懲戒処分の適否\n（一）　地公法第三七条第一項は、憲法第二八条に違反するか。\n１　公務員と憲法第二八条\n（１）　原則\n憲法第二八条は、いわゆる労働基本権、すなわち、勤労者の団結する権利および\n団体交渉その他の団体行動をする権利を保障している。この労働基本権保障のねら\nいは、中郵判決および都教組判決も指摘するように、憲法第二五条に定めるいわゆ\nる生存権の保障を基本理念とし、勤労者に対して人間に値する生存を保障すべきも\nのとする見地に立ち、一方で、憲法第二七条によつて勤労の権利および勤労条件を\n保障するとともに、他方で、憲法第二八条によつて経済上劣位に立つ勤労者に対し\nて実質的な自由と平等とを確保するための手段として、その団結権・団体交渉権・\n争議権等を保障しようとするにある。\nそして、この労働基本権は、単に私企業の労働者に保障されるばかりでなく、公\n共企業体の職員はもとよりのこと、国家公務員や地方公務員も、憲法第二八条にい\nう勤労者として、原則として、その保障を受けるべきものである。\n（２）　公務員の労働基本権の制約とその基準\nしかしながら、憲法が保障する労働基本権といえども、もとより絶対的無制約な\nものではありえず、そこには、労働基本権を保障する前述のような憲法の趣旨に照\nらし、国民生活全体の利益との調和の見地からする合理的な内在的制約があるもの\nと解すべきである。\nそして、このような見地に立つて考えれば、公務員の労働基本権については、た\nだ公務員であるという理由で、あるいは、公務員が全体の奉仕者であつて一部の奉\n仕者ではないというような理由で、あるいは、公務員の職務がごく一般的な比較論\nとして私企業の労働者や公共企業体の職員の職務より公共性が強いという理由のみ\nで、これを一律にすべて否定し、あるいは、制限することが許されないことは当然\nである。しかし、一方、公務員の労働基本権は、公務員の職務の性質・内容に応じ\nて、私企業の労働者や公共企業体の職員と異なる制約を受けることのありうること\nもまた否定することができない。\nただ、公務員の労働基本権に対し、具体的に、どのような制約が許されるかにつ\nいては、公務員にも労働基本権を保障している前述のような憲法の根本趣旨に照ら\nし、慎重に決定する必要がある。そして、当裁判所としては、その判断に際して\nは、諸般の事情を考慮すべきであるが、ことに、中郵判決の掲げる四条件、すなわ\nち、①労働基本権が前述のように勤労者の生存権に直結し、それを保障するための\n重要な手段である点を考慮して、その制限は合理性の認められる必要昀小限度のも\nのにとどめられるべきこと、②労働基本権の制限は、勤労者の提供する職務または\n業務の性質が公共性の強いものであり、したがつて、その職務または業務の停廃が\n国民生活全体の利益を害し、国民生活に重大な障害をもたらすおそれのあるものに\nついて、これを避けるために必要やむをえない場合について考慮されるべきこと、\n③労働基本権の制限違反に伴う法律効果、すなわち、違反者に対して課せられる不\n利益については、必要な限度をこえないように十分な配慮がなされなければならな\nいこと、④職務または業務の性質上から労働基本権を制限することがやむをえない\n場合には、これに見合う代償措置が講ぜられなければならないこと、以上の四条件\nを基準として考慮すべきものと考える。\n２　地公法第三七条第一項と憲法第二八条\n（１）　地公法第三七条第一項の文理解釈\n地方公務員の争議行為を禁止する旨規定する地公法第三七条第一項が合憲か違憲\nかも、右に述べたような基準に照らして判断しなければならない。\n右条項は、「職員は、地方公共団体の機関が代表する使用者としての住民に対し\nて、同盟罷業、怠業その他の争議行為をし、又は地方公共団体の機関の活動能率を\n低下させる怠業的行為をしてはならない。又、何人も、このような違法な行為を企\nて、又はその遂行を共謀し、そそのかし、若しくはあおつてはならない。」と規定\nする。この規定をその法文にそくして解釈するかぎり、地方公務員の職務の公共性\nの強弱ならびにその職務の停廃が国民生活に重大な障害をもたらすおそれがあるか\nどうかにかかわりなく、すべての地方公務員の、しかも、いつさいの争議行為を禁\n止したものと解さざるをえない。そうとすれば、右規定は、前述の公務員の労働基\n本権を保障した憲法の趣旨に反し、労働基本権の制限は必要やむをえない場合に、\nかつ、合理性の認められる必要昀小限度でのみ考慮されるべきであるとの要請を無\n視し、その限度をこえて争議行為を禁止したものとして、違憲の疑いを免れない。\nしかも、争議行為の禁止が単なる禁止にとどまらず、その禁止違反に対しては、同\n法第六一条第四号が争議行為のあおり行為等を刑罰の対象としていることをも合わ\nせ考えるならば、違憲の疑いはますます強いものといわなければならない。\n（２）　いわゆる合理的限定解釈とその当否\nもつとも、地公法第三七条第一項を右のように解釈することに対しては、有力な\nる異論がある。すなわち、都教組判決は、法律の規定は可能なかぎり憲法の精神に\nそくし、これと調和しうるよう合理的に解釈されるべきであり、この見地からすれ\nば、地公法第三七条第一項についても、その規定の表現にかかわらず、禁止される\nべき争議行為の種類や態様についておのずから合理的な限界の存することが承認さ\nれるはずであるとし、地方公務員の具体的な行為が禁止の対象たる争議行為に該当\nするかどうかは、争議行為を禁止することによつて保護しようとする法益と労働基\n本権を尊重し保障することによつて実現しようとする法益との比較較量により、両\n者の要請を適切に調整する見地から判断する必要がある旨判示するのである。要す\nるに、地公法第三七条第一項は、このような合理的な限定解釈が可能であるから、\nこれを違憲無効の規定であるということはできないというのである。\n法令の憲法適合性を判断するに当たつて、可能なかぎり憲法の精神にそくし、こ\nれと調和できるよう合理的に解釈すべきものであることはもとより当然のことであ\nつて、一般論としてなんら異論をさしはさむ余地はない。しかし、地公法第三七条\n第一項の場合、右にいう合理的解釈によつて、これを合憲的に解することが可能で\nあるかどうかについては、相当に疑問があるといわなければならない。\nすなわち、いわゆる合理的解釈によれば、地方公務員の職務の公共性にかんが\nみ、地方公務員の争議行為が公共性の強い公務の停廃をきたし、ひいては国民生活\n全体の利益を害し、国民生活に重大な障害をもたらすおそれがあるので、地公法第\n三七条第一項は、そのようなおそれのある争議行為を禁止しようとする規定である\nと解するところに、かろうじて右規定の合憲性を見いだすのである。\nしかし、地方公務員の職務は、一般的にいえば、多かれ少なかれ公共性を有する\nとはいえ、公務員の職務に固有の公共性のきわめて強いものから、私企業のそれと\nほとんど変わるところがない公共性の比較的弱いものに至るまで公共性の程度は強\n弱さまざまであり、かつ、ひとしく地方公務員の争議行為といつても種々の種類・\n態様のものがあるから、その争議行為の国民生活に及ぼす影響の程度は千差万別で\nある。ところが、地公法第三七条第一項は、その文理上は、すべての地方公務員の\nいつさいの争議行為を禁止するという規定のしかたをしている。それなのに、これ\nを国民生活に重大な障害をもたらすおそれを避けるため必要やむをえない場合に、\nしかも、合理性の認められる必要昀小限度で地方公務員の争議行為を禁止したもの\nと解すべきものとするならば、それは、余りにも文理とかけ離れた解釈ということ\nにならないだろうか。合理的解釈といつても、余りにも文理とかけ離れた解釈は、\n法律解釈の限界を逸脱して、立法作用と同一の機能を営むことになる。また憲法の\n保障する基本的人権を、その内在的制約を理由に、立法をもつて制限または一部禁\n止することは、きわめて重大な事柄であるから、その制度または禁止の基準が法文\n上明確なものでなければならない。国民生活に重大な障害とか、必要昀小限の禁止\nというような一般条項をもつて、基本的人権の制限規定を設けるときは、その制限\nの基準は、必ずしも明確ではないということになる。このようなあいまいな概念か\nら、客観的妥当性のある基準を導き出すことは至難である。具体的に、いかなる職\n務の地方公務員の、いかなる種類・態様の争議行為が国民生活に重大な障害をもた\nらすおそれがあるものとして禁止の対象とされ、いかなるものが禁止の対象外とさ\nれているかを判別することは容易ではない。その結果、解釈者の主観によつて、結\n論を異にするおそれが大となろう。その判定は昀終的には裁判所の判断をまつ以外\nの方法がないが、労働者としての地方公務員および使用者としての地方公共団体と\nも、行為規範としての禁止された争議行為の基準の判断に迷い、行動をちゆうちよ\nするか、あるいは、もつぱら自己の有利にのみ解釈して行動するため、対立抗争を\n激化させるおそれを生ずるであろう。たとえば、地方公務員の側ではこれを許され\nたものであるとして争議行為を強行し、これに対し、使用者たる地方公共団体の側\nでは当該争議行為を地公法第三七条第一項により禁止されたものであるとして争議\nに介入したり、これに参加した地方公務員を処分するなどの行為にでるという事態\nを招き、いたずらに労使関係を紛糾させ、混乱させることとなりかねない。このよ\nうに、混乱と紛糾をまきおこすおそれのあるような解釈が合理的な解釈といえるで\nあろうか。\nとくに、右規定が刑罰法規としての性質を有することに注意しなければならな\nい。地公法は、第三七条第一項において地方公務員の争議行為を禁止するととも\nに、第六一条第四号において争議行為のあおり行為等に対して刑罰をもつて臨んで\nいるのである。刑罰法規においては、憲法第三一条ならびに罪刑法定主義の要請と\nして、規定の内容が十分に明確であることが要求されるのである。仮に地公法第三\n七条第一項の規定を国民生活に重大な障害をもたらすおそれのある争議行為のみを\n禁止したものと解すべきものとすれば、さきにも述べたように、右規定からはいか\nなる職務の地方公務員の、いかなる種類・態様の争議行為が禁止の対象とされてい\nるのかは、必ずしも明確であるとはいいがたいのである。そのような漠然とした犯\n罪構成要件の規定のしかたは、憲法第三一条ならびに罪刑法定主義に反する疑いが\nあるといわなければならない。\n３　帰結\n以上のようにみてくると、いわゆる合理的な限定解釈によつて地公法第三七条第\n一項の禁止する争議行為の種類・態様に合理的な限界を画することができるとする\n見解には相当に問題がある。それが拡張解釈ではなく、限定解釈であることを考慮\nにいれても、疑問は、払しよくしきれないものがある。そして、いずれの見解をと\nるべきかは、きわめて重要な問題であるが、本件の場合、いずれの見解をとるにし\nても、本件懲戒処分は、違法として取消しを免れない。\nまず、地公法第三七条第一項についていわゆる合理的な限定解釈なるものは許さ\nれず、右規定は、その文言どおり、すべての地方公務員のいつさいの争議行為を禁\n止したものと解すべきものとすれば、憲法第二八条に違反する違憲無効の規定とい\nうことになる。その場合は、本件争議行為が前記のような憲法第二八条の基準に合\n致しない争議行為で、憲法の保障する枠外のものであるとしても、地公法第三七条\n第一項違反の問題は生ぜず、地公法上他の規定に違反して懲戒事由となるかどうか\nが問題となるだけである。これに反して、本件争議行為が憲法第二八条の基準に合\n致し、憲法の保障する枠内のものであるとすれば、それだけで本件争議行為は適法\nということになるから、懲戒事由を構成しないことになる。いずれにしても、地公\n法第三七条第一項が違憲の規定である場合には、同条項違反の有無は本件の争点と\nはならないのである。そして、後記のとおり、本件争議行為は、憲法第二八条の枠\n内の適法行為であるから、地公法第三七条第一項以外の規定違反ともならないので\nある。\nこれに対し、右規定を都教組判決のいうような合理的限定解釈によつて合憲と解\nしうるとする立場に立つても、本件争議行為は、つぎに述べるような理由により、\n右規定に違反せず、したがつて本件懲戒処分は、違法として取消しを免れないので\nある。\nそこで、当裁判所は、以上のような疑問を留保しながら、現段階では、地公法第\n三七条第一項は、合憲であるという立場をとる。すなわち、右規定は公共性の強い\n職務に従事する地方公務員の、国民生活全体の利益を害し、国民生活に重大な障害\nをもたらすおそれのある争議行為に限つてこれを禁止しようとする趣旨に解するこ\nとが可能であるとの前提に立つて、①教員の争議行為は地公法第三七条第一項によ\nつて禁止されるか、②本件争議行為は同条項の禁止する争議行為に該当するかの二\n点について、順次判断してゆくこととする。\n（二）　教員の争議行為は、地公法第三七条第一項によつて禁止されるか。\n１　はじめに\n（１）　教員の労働基本権\n公立小・中学校に勤務する教員、すなわち、地方公務員たる身分を有する教員と\nいえども、給料生活者・従属的労働者であるという意味において、憲法第二八条に\nいう勤労者性を否定することはできず、したがつて、同条が保障する労働基本権\nは、原則として、教員にも保障されるものと解すべきである。\n（２）　国民の教育を受ける権利\n憲法第二六条は、その第一項において、「すべて国民は、法律の定めるところに\nより、その能力に応じて、ひとしく教育を受ける権利を有する。」と定め、第二項\nにおいて、「すべて国民は、法律の定めるところにより、その保護する子女に普通\n教育を受けさせる義務を負ふ。義務教育は、これを無償とする。」と規定し、国\n民、ことに子どもの教育を受ける権利を保障するとともに、その反面として、国に\n対し、国民の教育を受ける権利を実現するための立法その他の措置を講ずべき責任\nを負わせている。\nそして、憲法の右規定をうけて制定された教育基本法は、憲法のいう義務教育の\n年限を九年とし（同法第四条）、学校教育法は、この九年の義務教育を六年間の小\n学校と三年間の中学校とで施すこととしている（同法第一七条・第一九条・第二二\n条・第三五条・第三七条・第三九条）。また、法律は、学校教育の実施に当たる学\n校の設置者を国・地方公共団体および私立学校法第三条に規定する学校法人に限る\n（教育基本法第六条、学校教育法第二条）としつつ、一方で、市（東京都の区を含\nむ。以下同じ。）町村にその区域内にある学令児童・生徒を就学させるのに必要な\n小学校および中学校を設置することを義務づけている（学校教育法第二九条・第四\n〇条・第八七条）。\n（３）　このように、公立小・中学校は、憲法第二六条の保障する国民の教育を受\nける権利の実現、とくに義務教育と呼ばれる部分の学校教育を施すことを目的とし\nて設置されるものであるから、そこにおいて現実に教育に携わる教員の職務が、憲\n法の保障する国民の教育を受ける権利実現の一翼をになうものとして、重要性を有\nするものであることはあえていうまでもないところである。したがつて、かかる教\n員が争議行為を行ない、その職務を放棄するときは、国または地方公共団体の教育\n機関が児童・生徒に対して義務として負担している教育の履行は不完全にしか果た\nせないことになる。すなわち、教員の争議行為は、児童・生徒の教育に支障を生\nじ、憲法の保障する国民の教育を受ける権利の実現によつて得られる利益に障害を\n及ぼすことは否定できない。\nそこで、以下において教員の争議行為の制約の可否・限度を考えるに当たつて\nは、教員の労働基本権、とくに争議権と国民の教育を受ける権利の実現によつて得\nられる利益を適切に調整する見地から考慮する必要がある。\n２　地公法第三七条第一項が禁止する争議行為の範囲\n（１）　概括\n地公法第三七条第一項が禁止した争議行為は、少なくとも、左記の労働基本権制\n限のための要件をいずれも充足したものでなくてはならない。すなわち、右規定\nは、（イ）公共性の強い職務に従事する地方公務員の、（ロ）国民生活全体の利益\nを害し、国民生活に重大な障害をもたらすおそれがあり、（ハ）他の手段による制\n限ではそのおそれを避けることができない争議行為に限つて、これを禁止したもの\nと解すべきである。\n（２）　公共性の強い地方公務員\nまず、争議行為を禁止されるのは、地方公務員の中でも職務の公共性の強い地方\n公務員に限られる。一般的にいうならば、地方公務員の職務は、程度の差こそあ\nれ、なんらかの公共性を有するわけであるが、その公共性の強弱は、当該地方公務\n員の職務の性質・内容によつてさまざまである。たとえば、警察・消防等のように\n公共性の強い職務に従事する者もあれば、他方、一般私企業と同様な単純労務提供\n等のような比較的公共性の弱い職務に従事する者もある。このような職務の公共性\nの強弱を無視して、すべての地方公務員について一律に争議行為を禁止することは\n許されないのである。\nしたがつて、右規定は、公共性の強い職務に従事する地方公務員に限つて、争議\n行為を禁止したものと解すべきである。\n（３）　国民生活に重大な障害をもたらす争議行為\nある地方公務員の職務の公共性が強いといえる場合にも、それによつて、直ちに\nその地方公務員に対していつさいの争議行為を禁止してよいということにはならな\nい。一口に争議行為と言つても、多種多様である。国民生活にもたらす障害の程度\nは、その種類・規模・態様等によつて異なつてくる。地方公務員の争議行為の中に\nも、国民生活に重大な障害をもたらすおそれのないものもある。そのような争議行\n為をも禁止することは、労働基本権の制限は必要やむをえない場合に限るべきであ\nるとの基準に照らし、明らかに行過ぎである。ある職種の地方公務員について、特\n定の種類・規模・態様等の争議行為のみが国民生活に重大な障害をもたらすおそれ\nがある場合には、その特定の種類・規模・態様等の争議行為のみを禁止すれば足\nり、その他の争議行為を禁止する必要はない。\nしたがつて、右規定は、争議行為の種類・規模・態様等から見て、国民生活に重\n大な障害をもたらすおそれのある争議行為に限つて、これを禁止したものと解すべ\nきである。\n（４）　他の制限方法によつては障害を避けられない争議行為\nさらに、国民生活に重大な障害をもたらすおそれがあるがゆえに、争議行為にな\nんらかの制約を加えなくてはならない場合でも、直ちにその争議行為を禁止してよ\nいということにはならない。けだし、そのようなおそれがある争議行為であつて\nも、その時期・手段・方法その他に制限を加えることによつて、国民生活に重大な\n障害をもたらすおそれを避けることが可能な場合があるからである。争議行為の禁\n止は、他の手段・方法等による争議行為の制限（たとえば、労調法第三七条に定め\nる争議行為の事前予告とか同法第三八条に定める緊急調整などの方法による制限）\nによつては国民生活に重大な障害をもたらすおそれを避けることができない場合に\n限つて許されるべきである。争議行為禁止以外に、他に制限の手段・方法等が残さ\nれている場合に争議行為を禁止することは、前記の労働基本権の制限は合理性の認\nめられる必要昀小限度のものにとどめるべきであるとの基準に照らし、許されない\nのである。\nしたがつて、右規定は、禁止以外の他の手段・方法等による制限によつては、国\n民生活に重大な障害をもたらすおそれを避けることのできない争議行為に限つて、\nこれを禁止したものと解すべきである。\n３　教師の争議行為に関する立法の沿革と国際的見解\n（１）　教員を含めた公務員たる教師の争議行為の制限に関するわが国の立法の沿\n革\n（ⅰ）　旧労組法\nわが国においてはじめて公務員の労働者性を法的に肯定したのは昭和二〇年一二\n月に制定された旧労組法であるが、同法は、警察官吏・消防職員および監獄に勤務\nする者については団結権を否定したものの、その他の国家公務員および地方公務員\nについては団結権・団体交渉権および争議権を解放した（もつとも、団体交渉権お\nよび争議権については、命令で、これを禁止し、または、制限する別段の定めとす\nることができることになつていたが、実際には、そのような命令は設けられなかつ\nた。）。\nしたがつて、旧労組法のもとにおいては、教員を含めた公務員たる身分を有する\n教師の争議行為は、なんらの制限を受けていなかつた。\n（ⅱ）　旧労調法\n旧労組法についで昭和二一年九月に制定された旧労調法は、その第三八条におい\nて、「警察官吏、消防職員、監獄において勤務する者その他国又は公共団体の現業\n以外の行政又は司法に従事する官吏その他の者は、争議行為をなすことはできな\nい。」と規定した。そして、同条にいう現業の範囲については、昭和二二年二月一\n日のいわゆる二・一ゼネストを目前に控えた同年一月二六日、中央労働委員会がそ\nの解釈を発表し、その趣旨は、その後、同年五月一七日に厚生省労政局長名で「労\n働関係調整法解釈例規第一号」とされたが、それによれば、つぎのように記されて\nいる。\n「労働関係調整法第三八条の適用範囲の認定基準\n第三八条の適用範囲の認定は左の基準によるものとする。\n一　本来の行政及び司法の事務遂行に不可欠の補助事務に従事する者は適用を受け\nるものとする。\n二　国又は公共団体の行う企業の中、同種のものが現に民間企業として行われてい\nるもの、及び企業の性質上民間においても行うことのできる事業に従事する者は適\n用を受けないものとする。\n三　右により第三八条の適用の有無の認定が困難なものについては、国又は公共団\n体の行政又は司法の事務に従事する官公吏、その他の者の争議行為により国政の停\n廃することを防ぐ労働関係調整法の立法趣旨と勤労者の団体行動を保障する憲法第\n二八条の精神とに基いて、その認定を行うものとする。\n右の基準により大体左の者が第三八条の適用のないものとする。\n（一）　左に掲げる官公署及び官公署所属施設\n（１）　官公署\n（中略）\n（２）　官公署所属施設\n（イ）　試験所、研究所その他調査研究施設\n（ロ）　学校、講習所その他の教育養成施設（後略）」\nしたがつて、旧労調法のもとにおいても、教員を含めた公務員たる教師の争議行\n為は禁止されないものと公権的にすら解されていたのである。\n（ⅲ）　政令第二〇一号\nところが、以上のような公務員たる教師の争議権解放の状態は長続きしなかつ\nた。すなわち、昭和二三年七月に公布施行された政令第二〇一号は、現業・非現業\nの区別なく国家公務員および地方公務員の争議行為を禁止したため、これによつ\nて、教員を含め公務員たる教師の争議行為は、一転して、禁止されることとなつた\nのである。\n（ⅳ）　国公法・地公法\nそして、右政令第二〇一号の公務員の争議行為禁止の趣旨は、昭和二三年一二月\n三日法律第二二二号による国公法の全面改正により同法に、また、昭和二五年一二\n月の地公法の制定により同法に、それぞれそのまま取り入れられ、今日に及んでい\nる（国公法第九八条第二項、地公法第三七条第一項参照）。\n（２）　私立学校の教師の争議行為に関するわが国の立法\n一言でいうならば、戦後の立法を通じて、私立学校の教師の争議行為を制限する\nような立法が制定されたことはなかつた。すなわち、私立学校の教師は、旧労組法\nのもとにおいては、公務員たる身分を有する教師がそうであつたように、団結権・\n団体交渉権および争議権を保障された。学校教育は、旧労調法および現行労調法の\nもとにおいても、同法にいう公益事業とされることもなく、したがつて、私立学校\nの教師は、争議予告あるいは緊急調整等の制限すら受けず、労働三権を完全に保障\nされて今日に及んでいる。\n（３）　教師の争議行為に関する国際的見解\n成立に争いのない甲第四三号証、証人辛の証言により真正に成立したものと認め\nる甲第九号証の一、二、弁論の全趣旨により真正に成立したものと認める甲第四五\n号証ならびに証人辛の証言によれば、つぎの事実が認められる。\nユネスコの召集によりパリで開催された特別政府間会議は、昭和四一年一〇月五\n日、ＩＬＯとユネスコとの共同作業によつて作成された「教師の地位に関する勧\n告」を満場一致で採択したが、右勧告の第八四項は、「雇用協約および雇用条件か\nら生じる教員と雇用主との間の紛争解決に当たるため、適切な合同の機関が設置さ\nれなければならない。もしこの目的のために設けられた手段と手続とが使い尽くさ\nれ、あるいは、当事者間の交渉が行きづまつた場合、教員団体は、他の団体がその\n正当な利益を保護するため普通持つているような他の手段をとる権利を持たなけれ\nばならない。」としている。そして、第一四回ユネスコ総会と第一六七回ＩＬＯ理\n事会とにおける決議によつて設立された教師の地位に関する勧告の実施についての\nＩＬＯ・ユネスコ合同専門家会議の報告書は、右勧告第八四項にいう「他の団体が\n……普通持つているような他の手段をとる権利」とは、ストライキ権を想定してい\nるものであり、同項は公務員の身分を有する教師とそうでない教師とを区別してい\nないから、公務員の身分を有する教師についても、公務員全般に適用される規定の\nもとにストライキ権を否認することは、同項と両立しないとの見解を示している\n（右合同専門家会議報告書の結論第四二項参照）。\n４　教育の特質\n（１）　教育の目的\n現代の社会において、ひとが人間に値する生存を維持してゆくためには、一定の\n知識と教養を備えていることが不可欠である。ひとにこの知識と教養とを授けるも\nのは教育である。この意味で、教育は、憲法第二五条が保障する生存権の文化的内\n容をなすものである。教育の果たす役割はそれに尽きるものではない。教育によつ\nて、ひとに知識と教養を授けるとともに、個人の尊厳に目ざめ、真理と正義と平和\nとを愛する国民を育成することは、憲法が理想とする民主的な平和国家を建設する\nうえにおいて必要不可欠の条件でもある。憲法が国民の教育を受ける権利をその第\n二六条においてとくに保障したのも、教育のもつそのような重要性にかんがみての\nことである。\n憲法の精神にのつとり、教育の目的を明示して教育の基本を確立するために制定\nされた教育基本法は、このような憲法のもとにおける教育の目的を、「教育は、人\n格の完成をめざし、平和的な国家及び社会の形成者として、真理と正義を愛し、個\n人の価値をたつとび、勤労と責任を重んじ、自主的精神に充ちた心身ともに健康な\n国民の育成を期して行われなければならない。」（第一条）と規定する。このよう\nな教育の目的のとらえ方の当否はともかくとして、少なくとも、現行法体系のもと\nにおける教育は、個個の国民の人格の完成と平和的な国家・社会の形成者として有\n用な心身ともに健康な国民の育成とを目的として行なわれることが期待されている\nといつてよい。\n（２）　教育において学校教育の占める重要性\n教育は、単に学校においてばかりでなく、社会教育機関・家庭・地域社会・職場\nその他あらゆる機関・場所において、しかも、あらゆる機会をとらえて行なわれう\nるものであり、また、本来そうであるべきものである（教育基本法第二条、社会教\n育法第三条参照）。しかし、現代においては、家庭等において行ないうる教育には\nおのずから限界があり、また社会教育機関の普及も十分でないので、必然的に学校\n教育が、組織的統一的制度として完備し、教育の中心的役割を果たしている。それ\nゆえに、国も、学校教育法等の諸法令を設け、学校教育の整備充実に力をそそいで\nいるのである。\n（３）　義務教育としての学校教育の内容とその弾力性\n（ⅰ）　学校教育の内容\n前述のように、教育基本法および学校教育法は、義務教育としての学校教育の年\n限を九年とし、これを六年間の小学校教育と三年間の中学校教育とに分けて行なう\nこととしている。\nそして、学校教育法は、小学校の目的を心身の発達に応じて初等普通教育を施す\nことであるとし（第一七条）、小学校教育の目標として、「学校内外の社会生活の\n経験に基き、人間相互の関係について、正しい理解と協同、自主及び自律の精神を\n養うこと」等八項目を掲げ（第一八条）、中学校の目的を小学校における教育の基\n礎のうえに心身の発達に応じて中等普通教育を施すことにあるとし（第三五条）、\n中学校教育の目標として、「小学校における教育の目標をなお充分に達成して、国\n家及び社会の形成者として必要な資質を養うこと」等三項目を掲げる（第三六\n条）。これら小学校および中学校の教育目標は、究極的には、人格の完成と心身と\nもに健全な国民の育成という教育の目的の達成を目ざすものである。そして、この\nような小学校および中学校の教育目標は、現実には、国語・社会などの各教科なら\nびに道徳・特別教育活動および学校行事等の諸教育活動を通して達成されてゆくこ\nとになる（同法第二〇条・第三八条、学校教育法施行規則第二四条・第五三条参\n照）。もとより、右の教育目標は、右に掲げる諸教育活動によつてのみ達成されう\nるものではなく、教室の内外を問わず、さらには、学校の内外をも問わぬ教師と児\n童・生徒との日常の触合いを通して行なわれてゆくものであるが、なんといつて\nも、その中心となるのは、学校の教室内における教育活動、ことに、その大部分を\n占める各教科の授業である。\n（ⅱ）　学校教育の弾力性\n義務教育としての学校教育は、九年という長年月をかけて、その間に計画的・段\n階的に行なわれてゆくものである。学校教育法は、前述のように、これを六年間の\n小学校教育と三年間の中学校教育とに分け、それぞれの教育目標を掲げるが、両者\nは、そのおのおのが自己完結的なものとしてあるのではない。いずれも教育という\n一つの精神的・文化的いとなみにおける一段階ないし一区切りにすぎず、両者が有\n機的一体となつて、共通の目的達成に寄与するのである。後者は、前者を基礎と\nし、そのうえに行なわれてゆく、いわば前者の発展段階というべきものである。そ\nして、六年間の小学校教育および三年間の中学校教育は、さらに、一年ごとの学年\nに区分される（学校教育法施行規則第四四条・第五五条）。これも、義務教育に一\n年ごとの区切りを与え、それぞれにさらに細分化された目標を与えることによつ\nて、長期にわたつて行なわれる義務教育をより計画的・効果的に行なつていこうと\nの趣旨に基づくものと解される〔学校教育法施行規則第二四条・第二五条・第五三\n条・第五四条の二、小学校学習指導要領（昭和四三年七月一一日文部省告示第二六\n八号）、中学校学習指導要領（昭和四四年四月一四日文部省告示第一九九号）各参\n照〕。\n学校教育法施行規則は、また、小学校および中学校の各学年における各教科・道\n徳および特別教育活動（ただし、中学校のみ。）の年間昀低授業時数を定め（第二\n四条の二・第五四条・別表第一・同第二）、小学校学習指導要領および中学校学習\n指導要領は、各学校における年間昀低授業日数と右各教科等の授業は年間三五週\n（ただし、小学校第一学年においては三四週）以上にわたつて行なうべき旨とを定\nめる。そして、各学年における教育活動は、小学校学習指導要領および中学校学習\n指導要領に定める一定の目標の達成を目ざし、右の年間昀低授業日数および各教科\n等ごとの年間昀低授業時数のわくの中で発展的・系統的に行なわれる。そして、教\n育活動が具体的に準拠するのは、各学校が毎年地域や学校の実態および児童・生徒\nの心身の発達段階と特性とを十分に考慮しながら編成する教育課程と他の教科等と\nの相互の関連をはかり、かつ、全体として調和のとれたものとして作成される各教\n科等ごとの具体的な指導計画である。\n成立に争いのない甲第四四号証、証人壬および同癸の各証言ならびに弁論の全趣\n旨によれば、つぎの事実が認められる。すなわち、右の指導計画は、年間計画とし\nて作成されるばかりでなく、それは、全体としては年間計画に従い系統的に配列さ\nれながらも、さらに、各学期・各月・各週・各授業時間というように次第に細分化\nされ、具体的かつ詳細なものになつてゆく。しかし、右のように作成された指導計\n画は、一応その計画どおりに実施されることが期せられているものではあるが、そ\nの細部、たとえば、各授業時間については、その時間内に予定した内容の授業を終\nえなければ全体として指導計画の実施にそごをきたし、指導計画に盛られた所期の\n教育目標を達成できないというような弾力性・柔軟性のないものではなく、具体的\nな授業の進行に応じて、あるいは児童・生徒の理解度を勘案し、あるいは他の学級\nとの進度を調整するために、適宜修正・変更が加えられてゆくのである。それのみ\nではなく、指導計画は、その計画自体が、その当初から、突発的な学校行事あるい\nはインフルエンザによる学校ないし学級閉鎖等の事故によつて予定された日に予定\nされた授業を行なえない事態が発生することをも考慮して、授業日数および授業時\n間数にある程度の余裕をとつて計画を立てられている。一授業時間における授業内\n容についても、毎時間同じような密度で続くわけではなく、児童・生徒の負担過重\nを避けるため、または、ときには復習の時間を見込んで、若干の余裕がもたされて\nいるのである。したがつて、前示のような突発的な学校行事や事故等によつて授業\nが行なえなかつた場合にも、事前あるいは事後に十分な対策を立てることによつ\nて、ある程度まで授業の遅れを回復することは十分に可能である。そして、たとえ\nば、インフルエンザのような突発的な事故によつて一日の授業が行なわれなかつた\n場合の遅れは、教師の計画と研究と努力いかんにもよるが、通常二、三週間（右の\n事故が復習教材の多くなる三月に発生した場合には一、二週間）で回復することが\nできる。また、教師の研修会のように授業の行なえないことがあらかじめ予定され\nている場合には、それに対する事前の準備が可能なので、一日の授業の遅れは、\n一、二週間で回復することが可能である。さらに、このような指導計画は、もちろ\nん各学年ごとに作られるものではあるが、他の学年のそれとまつたく孤立した無関\n係なものではなく、前の学年での授業を基礎としてそれをさらに発展させ、そし\nて、つぎの学年での授業に引き継ぐよう配慮して作成されるものである。したがつ\nて、学年のはじめには復習という形で前学年での児童・生徒の理解を整理し、ま\nた、学年末にはその学年での授業の要点を復習して次学年に備えるということも行\nなわれる。以上の事実を認めることができる。\n（４）　むすび\n以上のようにみてくると、義務教育としての学校教育は、要するに、一定の目的\nの達成を目ざし、長期間にわたり計画的・段階的に行なわれるものであり、それゆ\nえに、また、弾力性・柔軟性を有するものでもあることに、その特質があるといつ\nてよいであろう。\n５　教員の職務の内容とその重要性\n（１）　教員の職務の内容\n公立小・中学校の教職員、すなわち、本件で問題としている教員の職務は、児\n童・生徒の教育を掌ることである（学校教育法第二八条・第四〇条参照）。\nところで、学校における教育は、教室における各教科等の授業を通しての指導が\nその中核をなすものであるが、そのためには、事前の周到な準備と研究ならびに事\n後における十分な反省と検討が必要であり、これらのものが一体となつてはじめ\nて、授業がなりたち、教育はその所期の目的を達することができるのである。十分\nな事前の準備と研究ならびに事後の反省と検討がなくしては、完ぺきな教育は成立\nしない。\nこのように、教員の職務は、当然のことながら、教室における授業とそのための\n事前の準備・研究ならびに事後の反省・検討とがその中心をなすことになるが、そ\nれにとどまるわけではない。このほかに、児童・生徒ひとりひとりの知能・性格あ\nるいは家庭環境・交友関係等の調査・理解とそれに基づいた個別の相談・生活指\n導、あるいは、学級事務や校務分掌事務の処理等教員のなすべきことは多い。これ\nらも、直接または間接に学校教育に関係し、学校教育の一部分あるいは少なくとも\nそれに付随する業務として、教員の職務の範囲内に属するものなのである。\n（２）　教員の職務の重要性\n以上のように、教員の職務は児童・生徒の教育を掌ることにあり、これを具体的\nにみれば、教室における授業等としてあらわれてくる。それは、結局、国ないし地\n方公共団体が、憲法が国民に保障した教育を受ける権利の実現として行なう学校教\n育の内容をなすものである。教育が円滑に行なわれず、その所期の目的を達するこ\nとができない場合には、国民は人間に値する生存を維持してゆくために必要な一定\nの知識と教養を身につけることができず、また、心身ともに健全な国民の十分な育\n成が期しがたいため、ひいては、憲法が理想とする民主的な平和国家の建設に支障\nをきたすことにもなりかねない。このように、教員の職務は、個々の国民（児童・\n生徒）の生存（未来）と全体としての国民（国家）の将来とにかかわり合いをもつ\n重要なものなのである。\n６　教員の争議行為が教育に及ぼす影響\n（１）　概括\n一般的にいうならば、教員の職務の内容・その重要性が右に述べたようなもので\nあるから、教員が争議行為により職場を離脱し、その職務を放棄した場合には、教\n育活動が一時中断し、児童・生徒の教育になんらかの支障をきたすことは必然であ\nる。それが学校教育の中核ともいうべき各教科等の授業であればもちろんのこと、\nそのための事前の準備・研究や事後の反省・検討、あるいは児童・生徒の知能・性\n格等の理解やそれに基づく生活指導等、あるいは学級事務や校務分掌事務の処理な\nどであつても、同様である。これらも学校教育に直接間接にかかわり合いをもち、\n学校教育の一部分あるいはその付随的業務であるからである。\n（２）　正常な学校業務運営の阻害\n学校においては、あらかじめ定められた教育課程と指導計画とに従い、授業その\n他の教育活動が秩序を保ち規律正しく行なわれることが学校業務の正常な運営状態\nである。争議行為は、この業務の正常な運営を阻害し、あらかじめ定められた教育\n課程と指導計画とに従い予定された授業その他の教育活動が行なわれないことをそ\nの特色とする。この場合、業務の正常な運営を阻害するものである以上、教師に教\n育課程の自主編成権があるかどうか、教師は指導計画を自由に立案・変更・実施す\nる権限を有するか否かは、争議行為の成否に関係がない。\nところで、教員の争議行為において、教員の職務の停廃が学校教育にもつとも大\nきな障害をもたらすのは、いうまでもなく、学校教育の中核をなす授業が放棄さ\nれ、中断した場合である。授業の中断が長期にわたればわたるほど、教育に障害を\nもたらし、国民生活に及ぼす影響は甚大である。\nただ、ここで注意すべきことは、教育の特色が、さきにも述べたように、長期間\nにわたつて計画的に行なわれるものであり、それゆえに、また、弾力性・柔軟性に\nも富むことである。したがつて、突発的な学校行事やインフルエンザによる学校閉\n鎖その他の事故によるある程度の授業の遅れはその後の授業において回復すること\nが可能であるのと同様に、争議行為による授業の遅れも、ある程度まで回復するこ\nとは可能であろう。しかし、争議行為による授業の中断が長期に及ぶ場合には、児\n童・生徒全体について回復措置をとることは不可能となる。\nつぎに、教員の争議行為によつて、授業以外の職務について停廃が生じた場合の\n学校教育に及ぼす影響も、けつして無視できるものではない。とくに、前述のよう\nに、事前の準備・研究と事後の反省・検討とを伴わない授業は、授業として十分に\nその成果をあげることを期しがたいのであるから、この準備・研究や反省・検討の\n職務が行なわれなかつたときの影響は、時には授業そのものが放棄された場合に準\nじて評価さるべきであろう。また、児童・生徒の理解と生活指導あるいは学級事務\nや校務分掌事務の処理等が争議行為によつて行なわれなかつた場合も、これらの職\n務が学校教育の一部分ないしその付随的業務である以上、学校教育に対する影響が\nまつたくないということはできない。しかし、これらの授業以外の職務の停廃が学\n校教育に及ぼす影響の度合いは、授業の直接の停廃が及ぼす影響に比べれば、微弱\nであり、間接的であるといえよう。\n教員の争議行為が学校教育に及ぼす影響は、それだけにとどまるものではない。\n教育は、平静な精神的安定を保ちうる環境において行なわれてこそ、その効果を期\n待することができるものである。ところが、教員の争議行為が行なわれた場合に\nは、教員および児童・生徒ともに精神的な不安・動揺にかられ、そのため教育環境\nの低下をきたすことは避けられない。とくに、いかに争議行為が不可避のものであ\nつたにしても、児童・生徒にその意義を完全に理解させることは、不可能であるか\nらである。さらに、教育は、本来、教師と児童・生徒、教師と父兄とが信頼と協力\nの関係にあつてこそ、十分にその成果をあげうるものである。そして、教師が争議\n行為を行なうことが直ちに信頼・協力関係をそこなうものとはいえないものの、争\n議行為の規模・態様等によつては、児童・生徒あるいは父兄と教師との間に感情的\n摩擦を生じ、信頼・協力関係をそこない、これがひいては、その後の教育に多大の\n障害をもたらすおそれもないではないであろう。\n（３）　争議行為の児童・生徒に与える精神的影響\n被告は、教員の争議行為は、児童・生徒の間に、集団の力によれば何事をも達成\nしうるような風潮を生じさせる等児童・生徒の精神面に悪影響を与える旨主張す\nる。しかしながら、右の主張は、争議行為の規模・態様等にかかわりなくすべての\n争議行為がそのような悪影響を与えるとする趣旨であるならば、それは、争議行為\nが憲法上保障された争議権の行使であることを忘れ、これをすべて違法視する立場\nに立つものであつて、とうてい賛成できない。もちろん、争議行為に当たつて、児\n童・生徒の面前で暴力が行使される等その手段・方法等に行きすぎたものがあり、\n教育上深刻な打撃を与えるものであれば、それが児童・生徒に精神的悪影響を与え\nる結果になることは否定できないが、争議行為として許された手段・方法等による\n正当なものであるかぎり、教員が争議行為を行なうこと自体による悪影響をうんぬ\nんするのは、きゆうにすぎない。\n７　教員の争議行為は地公法第三七条第一項によつて禁止されるか。\n（１）　概括\n地公法第三七条第一項によつて禁止される争議行為は、さきに詳論したように、\n（イ）公共性の強い職務に従事する地方公務員の、（ロ）国民生活全体の利益を害\nし、国民生活に重大な障害をもたらすおそれがあり、（ハ）他の手段・方法等によ\nる制限によつては、そのおそれを避けることができない争議行為に限られるのであ\nる。したがつて、教員の争議行為が右規定によつて禁止される場合があるかどう\nか、禁止されるとしてそれはどのような争議行為かも、右の要件を充足するか否か\nの見地から検討しなければならない。\n（２）　積極説への布石\n以上の点をさきにみたような教員の職務とその重要性ならびにその争議行為が教\n育に及ぼす影響等に照らして考えた場合は、教員の争議行為は、その種類・規模・\n態様等のいかんによつては、地公法第三七条第一項によつて禁止される争議行為に\n該当するものがありうることを承認しなければならないのである。\nすなわち、教員の職務は、児童・生徒の教育を掌ることにあり、これは、憲法の\n保障する国民の教育を受ける権利（それは、生存権の文化的側面である。）実現の\n一翼をになうものであるから、公共性の強いものといわなくてはならない。これ\nは、右規定にいう禁止される争議行為の第一の要件を充足する。\n教員が争議行為を行ない、その職務を放棄するときは、当該争議行為の種類・規\n模・態様等のいかんによつては、児童・生徒の教育に重大な支障をきたし、国民生\n活に深刻な打撃を与えることも否定できない。たとえば、教員の争議行為が長期か\nつ大規模な授業放棄の形式でなされるような場合は、教育の停廃はその極に達し、\nその結果は、個々の国民（児童・生徒）が人間に値する生存を維持することを危う\nくされるばかりでなく、次代をになうべき心身ともに健全な国民の育成に重大な支\n障を生じ、憲法が理想としている民主的な平和国家の維持・発展すら困難になりか\nねない。このようなおそれのある教員の争議行為は、国民生活全体の利益を害し、\n国民生活に重大な障害をもたらすおそれがあるものといわなくてはならない。この\n種の争議行為は、右規定にいう禁止される争議行為の第二の要件を充足する。\n（３）　消極的要件\n一方、教員の争議行為も、その種類・規模・態様等のいかんによつては、児童・\n生徒の教育に与える障害の程度が軽微で、国民生活全体の利益を害することのない\nものもありうることを承認しなければならない。この種の争議行為は、右規定にい\nう禁止された争議行為の第二の要件を充足しないから、右規定によつて禁止されな\nい。これこそ憲法第二八条で保障する教員の争議行為なのである。この点では、前\n述したように、かつての旧労組法や旧労調法が教員に争議行為を全面的に解放して\nなんらの制限をも加えず、また、「教師の地位に関する勧告」が公務員たる身分を\n有すると否とにかかわりなく教師に争議権が保障されるべきであるとしていること\nを想起すべきである。このことは、少なくとも、教員の職務が、その重要性にもか\nかわらず、争議行為を全面的に禁止しなければならないほど、その職務の停廃が常\nに必ず国民生活に重大な障害をもたらすおそれがあるわけでもないことを物語つて\nいる証左である。\nまた、教員の争議行為で、その種類・規模・態様自体からは、国民生活全体に重\n大な障害をもたらすおそれのあるものでも、その手段・方法・時期などを規制する\nことによつて、そのおそれを避けられる場合も考えられる。たとえば、相当の期間\nをおいて争議を予告することによつて、教育機関が対応策をとることを可能にし\nて、教育の障害の程度を減少させるような場合である（労調法第三七条第一項参\n照）。この種の方法をとつた争議行為は、結局、国民生活に重大な障害をもたらす\nおそれのないものになるから、右規定にいう禁止された争議行為の第三の要件を充\n足しない。\n（４）　禁止される争議行為の基準\n以上のようにみてくると、地公法第三七条第一項によつて禁止される教員の争議\n行為は、（イ）国民生活全体の利益を害し、国民生活に重大な障害をもたらすおそ\nれがあり、（ロ）他の手段・方法等による制限によつては、そのおそれを避けるこ\nとのできないものに限られるのである。しかし、国民生活全体の利益を害し、国民\n生活に重大な障害をもたらすおそれという概念は、きわめて抽象的なものであるか\nら、これを教員の争議行為の評価の基準として、具体的事件に直接適用するのは、\n妥当とは考えられない。けだし、教員の争議行為によつて惹起される国民生活の障\n害の程度は、その性質上、即時量的に測定することが困難であるからである。\nそこで、当裁判所としては、教員の授業放棄による争議行為で、国民生活に重大\nな障害をもたらすものの基準は、次のとおり解すべきものと考える。先に認定した\nとおり、小・中学校における教育活動は、一学年を一単位とした指導計画にのつと\nり、各教科ごとに一年間の昀低授業日数を定めて、一定の範囲の教科内容を授業す\nることを目標とした教育課程に従つてなされている。そして、その教育活動は、予\n定した授業時間に予定した内容の授業をしなければ、全体として指導計画どおりの\n目標を達成できないというように硬直したものではなく、かなり弾力性と柔軟性を\n有するものである。そのため、授業の中断等によるある程度の授業の遅れは、のち\nの授業で回復することが可能なのである。たとえ、争議行為として授業の放棄がな\nされても、それによつて中断した部分の教科を、のちの授業で無理なく消化して、\n昀終的には学年末までに特別な支障がなく、所定の指導計画を完遂することができ\nるならば、その争議行為は、全体としての教育活動に重大な障害をもたらしたもの\nとはいえないことになる。以上のようにみてくると、教育活動に重大な障害をもた\nらしたかどうかは、授業放棄という争議行為によつて、ある学年度の教育計画が、\nその学年度内に円滑に達成されるのが妨げられるような事態を生じたかどうかによ\nつて判断すべきものとなる。したがつて、結局、地公法第三七条第一項によつて禁\n止される国民生活に重大な障害をもたらす教員の争議行為とは、当該学年度の教育\n計画をその学年度内に円滑に達成するのを妨げるような事態を生ぜしめた争議行為\nを指称するものと解することになる。\nそのような事態を生じたかどうかを判断するについて、もつとも重要な要素は、\n争議行為の期間の長短である。短期間の授業放棄による遅れは、学年度末までにば\nん回することが可能であるが、争議行為が長期化すればするだけ、無理のないばん\n回は不可能であるからである。また、争議行為の時期も、重要な要素となる。第一\n学期の初めころ授業放棄の争議行為が行なわれても、学年度末までは相当の期間が\nあるから、その後の授業によつて遅れを取り戻すことは容易であろう。これに反\nし、学年度末間近に争議行為が行なわれるときは、ばん回する時間的余裕がないか\nら、所定の教育計画の完全実施は不可能となろう。\nことは、憲法第二八条の保障する争議権の行使であるかどうかの問題であるか\nら、判断の要素は以上につきるものではない。具体的な争議行為ごとに、その目\n的・種類・規模・態様ならびにその及ぼした影響等を総合して、適法な争議行為で\nあるかどうかを検討して決するよりほかに方法がない。\n（５）　原告らの主張について\n原告らは、教育は未来にその成果を求めるものであるから、教員の争議行為によ\nる職務の一時的停廃は、現在の国民生活上の利益を直接侵害するものではなく、国\n民生活に重大な障害をもたらすおそれがあるとはいえない旨主張する。しかしなが\nら、未来にその成果を求める職務だからといつて、現在の国民生活上の利益を直接\nに侵害し、国民生活に重大な障害をもたらすおそれがまつたくないということはで\nきない。教育のように未来に成果を求め、未来にかかわる職務であつても、現在に\nおける一日一日の教育の積重ねがあつてはじめて未来においてその成果をあげうる\nのであり、教育が現在において充実されないときは、現在および将来の国民生活に\n重大な結果を招くおそれがあるのであるから、現在における日々の教育を軽視する\nことはできない。次代をになう国民が健全に成長しないような事態を招来すること\nが、すなわち、国民生活に対する重大な障害なのである。もつとも、教員の争議行\n為が制限を受ける場合およびその制限の限度（程度）については、その争議行為が\n現在において国民の生命・身体・財産に直接差し迫つた危険をもたらすような職務\nを担当するために、争議行為の制限を受ける公務員と比較して、そこにおのずから\n相違があるではあろう。\n原告らは、また、旧労組法・旧労調法のもとで教員の争議権が解放されていたこ\nとならびに現行法のもとでも私立の義務教育小・中学校の教師の争議権が解放され\nていることをもつて、教員の争議行為は地公法第三七条第一項によつて禁止されて\nいない旨主張する。しかしながら、原告ら主張の事由から直ちに、常にいつさいの\n争議行為が禁止されるべきではないとの結論に到達することには論理的飛躍があ\nる。ここで問題とされているのは、わが国の憲法上の問題として、教員の争議権の\n制約が許されるが、許されるとしてどこまでそれが許されるかということである。\n憲法上は、争議権の制約が許される場合であつても、具体的な立法において争議権\nを制約する規定をおくか否かは立法政策の問題である。当初の立法において争議行\n為を制限しなかつた場合も、のちにこれを制限することはもとより妨げないととも\nに、その逆の場合も可能である。また、私立の小・中学校と公立の小・中学校とで\nは、後者はその数のうえで圧倒的に多数を占め、その義務教育において果たしてい\nる役割の比重も大きいのであるから、憲法上争議権の制約が許されるとすれば、公\n立と私立との右のような差異に着目して立法上その取扱いを異にすることももとよ\nり合理的な差別として許されるところである。結局、原告らの右主張は理由がな\nい。\n８　むすび\n地公法第三七条第一項によつて禁止される教員の争議行為は、それが国民生活全\n体の利益を害し、国民生活に重大な障害をもたらすおそれがあり、他の手段・方法\n等による制限によつては、そのおそれを避けることができないものに限られる。そ\nして、国民生活に重大な障害をもたらすおそれがあるかどうかの判断基準は、その\n争議行為によつて、ある学年度の教育計画がその学年度内に円滑に達成されるのを\n妨げるような事態を生じたかどうかということである。授業放棄による争議行為の\n場合は、そのような事態を生じたかどうかの判断について、争議行為の期間の長短\nおよび時期が重要な要素をなすが、それだけではない。ことは憲法第二八条の保障\nする争議権の行使の問題であるから、具体的な争議行為ごとに、その目的・種類・\n規模・態様ならびにその及ぼした影響等を総合して、適法な争議行為かどうかを決\nすべきである。\n（三）　本件争議行為は、地公法第三七条第一項の禁止する争議行為に該当する\nか。\n本件争議行為の経過・規模・態様・その及ぼした影響等の詳細は、前記認定のと\nおりである。そこで、右事実に基づき、本件争議行為が地公法第三七条第一項の禁\n止する争議行為に該当するか否かについて判断する。\n１　本件争議行為の目的\n右認定の事実によれば、本件争議行為は、被告が勤評規則を制定・実施すること\nに反対する目的で行なわれたものであることが明らかである。\n地公法第四〇条、東京都立学校及び区立学校職員の勤務成績の評定に関する規則\n（昭和三三年四月二三日東京都教育委員会規則第九号）第八条、東京都市町村立学\n校職員の勤務成績の評定に関する規則（右同日同委員会規則第一〇号）第八条に照\nらし考えれば、勤務評定は、職員の執務について、勤務成績を評定し、これを記録\nするものであり、それは当該評定期間中の職員の勤務成績を示すものとして、人事\nの公正な基礎として活用することを目的として作成されることが明らかである。そ\nして、このことと成立に争いない甲第二二号証および甲第四七号証によれば、勤務\n評定は、昇任・降任・転任・配置換え等の人事異動、昇給・表彰などの待遇、成績\n不良者の発見と指導、矯正あるいは不適格者の排除などのために利用されることが\n認められるのである。そうすると、勤務評定は、職員の勤務条件と密接なかかわり\n合いを有するものということができるから、勤務規則の制定・実施に反対すること\nは、職員の勤務条件の維持・改善を図るという職員団体の正当な目的の範囲内の行\n為である。勤評規則の制定・実施が職員の勤務条件にかかわり合いをもつものであ\nる以上、それが、同時に、地方公共団体の長その他の任命権者が法律上の職責とし\nて行なうものであり（地公法第四〇条第一項参照）、あるいは、地方公共団体の管\n理運営事項（同法第五五条第三項参照）たる側面を有するものであつても、職員団\n体がこれを地方公共団体との交渉の対象とし、あるいは、その主張を貫徹するため\nに争議行為を行なうことは、なんら妨げないものと解すべきである。そうとすれ\nば、本件争議行為は、その目的においては、東京都下の公立小・中学校および幼稚\n園に勤務する教職員の職員団体たる都教組が職員の勤務条件に関する主張を貫徹す\nるために行なつたものとして、正当なものというべきである。\n２　本件争議行為の種類\n本件争議行為は、前記認定事実から明らかなように、東京都下の公立小・中学校\nおよび幼稚園に勤務する教職員が昭和三三年四月二三日に全一日いつせいにその職\n務を放棄したというものであるから、争議行為の種類として分類すれば、同盟罷業\nに当たる。文理上は、地公法第三七条第一項にいう同盟罷業と同種の争議行為であ\nる。\n３　本件争議行為の規模\nこの点も、すでに認定した事実から明らかである。すなわち、本件争議行為は、\n都教組の計画によれば、東京都下の公立小・中学校および幼稚園に勤務する教職員\n約三八、〇〇〇名中の約三七、〇〇〇名をもつて組織する都教組の全組合員が参加\nして全一日行なうというものであつた。そして、実際に行なわれた争議行為は、組\n合員約三〇、〇〇〇名が全一日あるいは半日程度参加して、ほとんど東京都下全域\nにわたつて実施された。その詳細は、別紙第四の（一）ないし（三）記載のとおり\nである。\n４　本件争議行為の態様\n前記認定のとおり、本件争議行為において都教組の支部・分会および一般組合員\nのとるべき具体的行動は、その準備段階から争議当日に至るまですべて、昭和三三\n年四月一六日の都教組戦術委員会で決定された「行動規制」に従つて行なうべきも\nのとされ、また、実際にそのように行なわれていつた。\nそして、右「行動規制」の内容は前述のとおりであるが（事実欄の抗弁Ｂ一\n（三）１８参照）、被告は本件争議行為の手段・態様が正当性の限界を逸脱した違\n法のものである旨主張するので、右主張との関連で二、三検討する。\n（１）　まず、「行動規制」は、事前の準備行動として、支部から各分会への態勢\n強化のためのオルグ活動の徹底を定めている。\n一般に、争議行為に際して、労働組合が組合員に対して当該争議行為の目的・意\n義等について説明し、組合員の認識を高め、争議行為への参加を説得・勧誘するた\nめの活動、いわゆるオルグ活動を行なうことは、それが暴行・脅迫を伴わない平和\n的な手段・方法によるものであるかぎり、団結権・争議権の行使として許されるも\nのといわなければならない。「行動規制」がオルグ活動に際して暴行・脅迫を用い\nることを予定していたことを認めるに足りる証拠がないから、右オルグ活動は、あ\nくまで平和的な手段・方法によるべきことが予定されていたものと認めるべきであ\nる。そうとすれば、仮に実際の具体的なオルグ活動において被告主張のように一部\nに脅迫めいた言動があつたとしても、それは本件争議行為そのものを違法ならしめ\nるものではない。脅迫的言動についての責任は、現実に当該行為をした者について\n問題とすべきことであつて、それ以外の組合幹部または組合員の責任に帰すること\nはできない。\n（２）　つぎに、「行動規制」は、組合員はあらかじめ家庭学習用プリントを作成\nしておいて、本件争議の前日にこれを園児・児童・生徒に渡し、あすは家で勉強す\nるよう告げるものとしている。\n争議当日における園児・児童・生徒の学習に備え、学習用プリントを作成し、こ\nれを園児・児童・生徒に渡すことは、本件争議行為による授業の遅れをのちに少し\nでも早く回復することができるようにするための措置と理解することができるので\nある。これにより授業の放棄から生ずる教育の障害の程度は、かかる措置がなんら\nとられなかつた場合に比してより軽微になつたはずであるから、少なくともこれに\nよつて本件争議行為が違法性を帯び、あるいは、その違法性が強まるとはいえな\nい。\n園児・児童・生徒に対し本件争議行為当日は登校しないで家庭で勉強するように\n告げることは、たしかに単なる職務放棄（同盟罷業）を内容とする本件争議行為の\n実施としては行過ぎの観を免れない。都教組または組合員たる個々の教員が児童・\n生徒の登校の要否を決定する権限を有するものではないから、右は越権の行為とい\nわなければならない。しかし、原告Ｐ１本人尋問の結果（第二回）ならびに弁論の\n全趣旨に照らせば、右の措置は、大部分の教員が出勤しない学校に児童・生徒が登\n校してきた場合に、万一の事故がおこることをおもんばかつて、これを避けるため\nにとられたものと認めることができるのである。そうすると、日常園児・児童・生\n徒を預り、その安全について配慮すべき立場にある教員のとつた措置としては、一\n応もつともな面もあり、あながち責むべき行為とばかりもいえない。\n（３）　さらに、「行動規制」は、本件争議当日、警備員によつて、登校してきた\n組合員を支部大会場へ誘導すべきものとしている。　原告Ｐ１本人尋問の結果（第\n二回）によれば、これは、争議不参加者に対する参加説得を主たる目的としたもの\nと認められるのであるが、これとても、それが前述の平和的説得にとどまるもので\nあるかぎり、争議行為の手段として許されたものである。そして、「行動規制」が\n説得の手段・方法として平和的説得以上のもの、たとえば、暴行・脅迫などを用い\nることを予定していたと解すべき根拠はない。そうとすれば、ここでも、実際の参\n加説得に当たつて、仮に被告主張のようなピケ等の行過ぎが一部に認められたとし\nても、それによつて直ちに本件争議行為が全体として違法性を帯びることはない。\nただ現実にそのような行為をした者についてその責任を問題にすれば足りることで\nあつて、その責任を組合幹部または他の組合員に帰することはできない。\n５　本件争議行為の経過\n本件争議行為に至るまでの経過についてはすでに認定したとおりであるが、ここ\nでは、本件争議行為が隠密裡に準備され、突如として実施されたものではないこと\nに注意する必要がある。\n右認定の事実と成立に争いのない乙第一一八号証の一ないし二三、弁論の全趣旨\nにより真正に成立したものと認める乙第二四七号証ならびに証人Ｐ２の証言、原告\nＰ３および同Ｐ１（第一、二回）各本人尋問の結果によれば、本件争議行為は、勤\n評規則の制定・実施をめぐる被告と都教組等との二か月余にわたる前後一五回の交\n渉を経たのちに、しかも、その間に都教組の臨時大会あるいは戦術委員会等におけ\nるたびたびの討議・決定に基づいて実施されるに至つたものであり、右争議行為が\n行なわれることは、新聞等で報道されるなどしていたので、事前に、被告はもとよ\nり、一般市民や児童・生徒の父兄らにも、相当に周知されていたことが認められる\nのである。\n６　本件争議行為の及ぼした影響\n前記認定のとおり、本件争議行為が行なわれた昭和三三年四月二三日は、水曜日\nで、平常の授業が行なわれる日であつたが、本件争議行為のため、東京都下全域の\n大部分の公立小・中学校および幼稚園において、平常どおりの授業が全部または一\n部行なわれず、また、授業以外の校務はまつたく阻止され、正常な校務の運営がで\nきなかつた。\nしかしながら、前述のように、小・中学校において、一日の授業が行なわれなか\nつた場合における授業の遅れが、遅くともその後二週間ないし三週間で回復するこ\nとができるという教育活動弾力性の原則と、本件争議行為による授業の放棄が、た\nだ一日間のものであり、しかも、それは新学年の新学期開始早々のものであつたこ\nとにかんがみれば、本件争議行為による授業の遅れは、特段の事情のない限り、そ\nの後当該学期末までには、無理なく回復することができる程度のものと認められる\nのである。しかも、この場合、その回復を不可能ないし著しく困難とするような特\n段の事情のあつたことを認めるに足りる証拠はないから、本件争議行為による授業\nの遅れは、遅くても当該学期末までには十分回復することができたものと推認され\nるのである。\n７　むすび\n本件争議行為は、全一日の授業放棄であつたから、これにより当時争議行為のあ\nつた都下小・中学校において、全一日分の授業の遅れが生じ、その限度で教育に障\n害をもたらしたことは否定できない。しかし、その授業の遅れは、第一学期末まで\nには、無理なく回復することができる程度のものであり、現に遅くとも第一学期末\nまでには、ばん回することができたものと推認されるのである。そうすると、本件\n争議行為によつて授業の遅れが生じたけれども、その分の遅れは、のちの授業で無\n理なく消化して、当該学年度末までには、特別の支障がなく、所定の教育課程を所\n定の指導計画に従つて完遂することができたものと認められるのである。したがつ\nて、本件争議行為によつては、当該学年度の教育計画が、その学年度内に円滑に達\n成されるのが妨げられるような事態を生じたということはできないから、前説示に\n照らして、本件争議行為は、国民生活全体の利益を害し、国民生活に重大な障害を\nもたらすものということはできない。\n以上によつて明らかなように、本件争議行為は、同盟罷業ではあるが、地公法第\n三七条第一項前段に該当する争議行為ではない。そして、前認定の事実によれば、\n本件争議行為は、その目的・手段・態様・規模等において正当であるから、憲法第\n二八条の保障する適法な争議権の行使というべきである。\n（四）　本件懲戒処分の違法性\n本件懲戒処分は、原告らが本件争議行為において指導的役割を果したことを理由\nとして、地公法第三七条第一項・第二九条第一項第一・二号等を適用してなされた\nものである。けれども、本件争議行為は、地公法第三七条第一項前段に該当せず、\nかえつて適法な争議行為である。そうすると、原告らは、本件争議行為を企画・統\n括・推進・指導し、あるいはこれに参加要求したことを本件懲戒処分の理由とされ\nているが、基本たる争議行為が適法なのであるから、原告らの右行為も、地公法第\n三七条第一項前段または後段のいずれにも該当せず、適法な争議行為といわなけれ\nばならない。したがつて、原告らのこの行為は、被告主張の地公法第二九条第一項\n第一・二号等にも該当しない。しかも、原告らの個々の行為の詳細は前認定のとお\nりであつて、それによれば、いまだ暴行・脅迫等の行過ぎがあつたとは認められ\nず、この点においても地公法第二九条第一項第一・二号に掲げる懲戒事由に該当す\nるものとはいえない。\nしたがつて、原告らの行為が地公法に違反することを前提とする本件懲戒処分は\n違法である。\n四　結語\n以上の次第であるから、本件懲戒処分は、すべて違法として取り消すべきものであ\nる。\nなお、被告は、本案の抗弁二において、原告らが本件争議行為をした事実が認めら\nれる以上、地公法第三七条第二項に基づき、本訴請求を棄却すべきである旨主張す\nる。しかし、地公法第三七条第二項は、前述したとおり、争議行為をしたことを理\n由としてなされた懲戒処分の取消しを求める権利をも失わせる規定ではないから、\n被告の主張はこの点においてすでにその前提を欠く。のみならず、原告らが地公法\n第三七条第一項の禁止する争議行為をしたものと認められないのであるから、いず\nれにしても被告の右主張は理由がない。\nよつて、原告らの請求は理由があるからこれを認容し、訴訟費用の負担について\nは民事訴訟法第八九条を適用して、主文のとおり判決する。\n（裁判官　岩村弘雄　小笠原昭夫　石井健吾）\n（別紙第一）（省略）\n（別紙第二）勤務学校と受けた処分\n（別紙第三）\n処分理由（Ａ）\n東京都教職員組合闘争委員長の発した指令により、昭和三三年四月二三日約三〇、\n〇〇〇名の教職員が欠勤・遅参または早退して職務を放棄し、そのため大部分の学\n校において正常な授業を行なうことができず非常な混乱がおきた。\nかかる行為を企て、その遂行を共謀し、あおり、そそのかしたこと等は、地方公務\n員法の規定等に違反する行為である。\n処分理由（Ｂ）\n東京都教職員組合闘争委員長から、支部長および全組合員に対する指令を受けて貴\n職は都教組支部委員会および学校職場等において、勤務評定の実施を阻止するた\nめ、全教職員が措置要求大会に参加するよう説得・勧誘につとめ、強く統一行動を\n要求する等のことがあつた。このため、昭和三三年四月二三日、多数の教職員が欠\n勤・遅参または早退して職務を放棄し、そのため、大部分の学校において正常な授\n業を行なうことができず非常な混乱がおきた。\n右のようなことは、地方公務員法の規定等に違反する行為である。\n（以上）\n（別紙第四）\n（一）　幼稚園いっせい休暇状況\n（別紙第四）\n（二）　小学校いっせい休暇状況\n（別紙第四）\n（三）　中学校いっせい休暇状況\n"
}