{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 5,
    "day": 27
  },
  "case_number": "昭和44(ネ)1820",
  "case_name": "損害賠償請求事件",
  "court_name": "東京高等裁判所第一民事部",
  "article_info": "第23巻3号322頁",
  "gist": "一、　不動産任意競売手続において配当異議訴訟が提起された場合と民訴法六九七条および六三〇条三項の準用の有無\n二、　前項の場合に競売裁判所が異議ある債権の配当額を供託しなかつたことにつき過失がないとされた事例",
  "case_gist": "一、　不動産任意競売手続において配当表に対する異議の訴訟が提起された場合には、民訴法六九七条および六三〇条三項の規定が準用されると解するのが相当である。\n二、　前項の場合に競売裁判所が異議ある債権の配当額を供託するか否かにつき疑義があり、積極、消極両説が考えられるときに、競売裁判所が事件の処理にあたり右の規定を準用すべきでないと解し、その解釈にもとづく措置をとつたとき、後日その解釈ないし措置が違法であると判断されても、単にそれだけで競売裁判所に過失があるとすることはできない。",
  "lawsuit_id": "20776",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20776",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/776/020776_hanrei.pdf",
  "contents": "主　　　　文\n原判決を取り消す。\n被控訴人の請求を棄却する。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　　実\n控訴代理人は、主文と同旨の判決を求め、被控訴代理人は、控訴棄却の判決を求\nめた。\n当事者双方の事実上および法律上の陳述ならびに証拠の関係は、次に付加するほ\nか、原判決の事実摘示と同じであるから、これを引用する。\n（控訴代理人の陳述）\n一、　原判決は、抵当権実行のためにする不動産競売手続において配当異議訴訟\nが提起された場合、裁判所は民事訴訟法六九七条、六三三条の規定により配当を実\n施すべきではなく、この場合には同法六九七条、六三〇条三項の規定の準用がある\nから、これによつて処理すべきものとしている。しかし、大審院は競売法による競\n売について、配当に関する民事訴訟法の規定は準用されないとしてきたものである\n（大判昭和一六年一二月五日民集二〇巻二四号一四四九頁参照）。なるほど、原判\n決引用のごとく、最高裁判所は、抵当権実行による不動産任意競売手続において配\n当表が作成された場合、異議のある抵当権者は配当表に対する異議の訴訟を提起し\n得るものと判示している（最判昭和三一年一一月三〇日民集一〇巻一一号一四九五\n頁）。しかし、すでに述べたとおり、右判決が配当に関する民事訴訟法の規定を競\n売法による競売に全面的に準用すべきであるとするものか、あるいは異議訴訟は異\n議ある抵当権者が自己の受けるべき配当金額等の確認を求める確認訴訟であるとす\nるかは、判文上必ずしも明らかではなく（最高裁判例解説民事篇昭和三一年度解説\n番号９１参照）、未だこれによつて大審院の判例が右最高裁判所の判決により変更\nされたとみることはできない。\n元来、競売法による競売手続の目的は、目的物を公平に換価することにあり、換\n価の結果である売得金は客観的に受領権を有する者に交付すべきものであるにとど\nまるのであつて（競売法三三条二項）、売得金の配当に関する手続には民事訴訟法\nの規定の準用がないと解するのが正当である（判例民事法昭和一六年度九〇号事件\n参照）。したがつて、不動産任意競売手続において、他の抵当権者から配当異議の\n申立てがあつても、民事訴訟法六三〇条三項の規定の準用はなく、競売裁判所は異\n議ある債権の配当額を供託する義務を負わないということができ、さればこそ、実\n務上の運用としても、多数の裁判所において異議ある債権の配当額を供託すること\nなく、単に保管しているのである。\n二、　原判決は、異議ある債権の配当額を供託すべきものと解する以上は、実際\n上の取扱いいかんにかかわらず、裁判所に過失が存しないと解することはできない\nとしている。しかし、右前段から直ちに後段の結論を引き出すことは到底控訴人の\n承服しえないところである。不動産任意競売手続において、民事訴訟法六三〇条三\n項の規定の準用があるか否かについて法律解釈が分れていること、および現在の実\n務の大勢は同条項の規定の準用がないとの解釈にしたがつて運用されているのが実\n情であるから（司法研修所調査叢書七号執行法に関する諸問題五五六頁参照）、か\nりに原判決のごとく右規定を準用すべきであるとしても、本件において競売裁判所\nが慣行とされている従来の取扱いにしたがい非準用説の立場にたつて供託しなかつ\nた点に毫も過失はないというべきである。\n（被控訴代理人の陳述）\n一、　控訴人援用の大審院判例（大判昭和一六年一二月五日）は、「民訴法六三\n三条、六三四条の適用なし」とするが、これを評釈する学者（Ａ、判例民事法昭和\n一六年度九〇号事件参照）は、「関係人間に異議がなければ、これによつて売得金\nを交付するが、もし争いがあれば、その部分は受領権者を確知し得ぬものとして供\n託し」として、異議ある場合の処置について講じている。したがつて、右判例の態\n度にしたがつたとしても、本件売得金はこれを供託すべきものであつたのである。\n二、　最高裁判所の判例（最判昭和三一年一一月三〇日）は、「抵当権の実行に\nよる不動産競売手続において配当表が作成せられた場合、異議ある抵当権者は本件\nの如く抵当権者相互間の抵当権の存否……を主張して配当表に関する異議の訴訟を\n提起しうるものと解するを相当とする。蓋し、かかる訴を提起しうると解すること\nは何ら競売法の精神に反するものとは認め難いし、かつ右の如く異議ある抵当権者\nの不服方法を単に手続終了後における不当利得返還の請求だけに限定すべき法理は\n存しないからである。」と述べ、明らかに配当異議訴訟の提起を容認している。し\nてみれば、原判決説示のとおり裁判所は民事訴訟法六九九条、六三〇条三項の規定\nにより配当を実施し得ず、これを供託しなければならないこともまた明白である。\n三、　民事訴訟法六三〇条三項が昭和四一年法律一一一号によつて改正されなか\nつた理由は、不動産競売においては動産競売と異なり、その競落代金が多額になる\n場合が多く、真実の権利者は仮に直ちにこれを使用しえたならば、それ相応の利潤\nをあげうるにもかかわらず所定手続完了まで該金員を受領しえない点にかんがみ、\n若干の利息が加算される供託制度をそのまま存置したのである。右の理論は不動産\n任意競売手続においても何ら異なるものではない。ここに不動産任意競売手続にお\nいて配当につき異議ある場合、民事訴訟法六三〇条三項を準用ずべき実質的根拠が\nある。\n四、　裁判所としては常に法律の研鑽に励み、その正しい適用、運用をなすべき\n職責を負うべきものであるところ、不動産任意競売手続における競売代金の配当に\nつき民事訴訟法の配当表に関する規定を準用すべきであるとする多数の大審院判例\nおよび最高裁判所判例が存する以上、競売法に民事訴訟法六三〇条三項を排除すべ\nき実質的根拠はどこにもないのであるから、右にもとづき競落代金を供託しなかつ\nたことは明らかに過失があるといわねばならない。ことにその取り扱いに関して幾\n多の疑問のある本件の場合においては尚更のことであり、法令違反の慣行にしたが\nうこと、それ自体につき過失があるものと考える。\n理　　　　由\n一、　請求の原因第一項ないし第四項の事実および同第五項のうち本件競売裁判\n所たる浦和地方裁判所の裁判官（以下、浦和地方裁判所という）被控訴人に対する\n配当額九六三万七、九九一円を供託することなく、そのまま保管していた事実は当\n事者間に争いがない。\n<要旨第一>二、　当裁判所も、抵当権実行のためにする不動産競売手続において\n配当表が作成され、その記載を不服とする</要旨第一>抵当権者より配当異議訴訟が\n提起された場合に、競売裁判所としでは民事訴訟法六九七条、六三〇条三項の規定\nを準用し異議ある債権の配当額を供託すべき義務があるものと解すべく、したがつ\nて本件競売裁判所たる浦和地方裁判所が被控訴人に対する配当額を供託せず保管し\nていたのは違法な措置であつたと解するところ、その理由は、次のとおり訂正する\nほか、原判決がその理由第二項に説示するところと同じであるから、これを引用す\nる。\n１　原判決七丁表八行目ないし一一行目に、「解すべきことは当然であり（右規\n定の準用がないとする被告引用の昭和一六年一二月五日大審院判決は前記最高裁判\n所の判例により実質的に変更されたものと解する）」とあるのを、「解すべきであ\nり」と訂正する。\n２　同丁裏二行目に、「解すべきことも亦多言を要しないから」とあるのを、\n「解すべきであるから」と訂正する。\n三、　右に述べたとおり本件競売裁判所たる浦和地方裁判所が異議ある債権の配\n当額を供託することなく保管したままでいたのが違法な措置であるとしても、国家\n賠償法は、公権力の行使にあたる公務員が、その職務執行にあたり故意または過失\nによつて違法行為をしたことをもつて損害賠償責任発生の要件としているため、次\nに右裁判所が前記のごとき措置をしたことに故意または過失の責任があるか否かを\n検討する。\n抵当権実行のためにする不動産競売手続を規定する競売法には、配当手続に関し\nて特別の定めをしていないため、右配当手続に関連して生ずる問題の解決はもつぱ\nら法の解釈運用にゆだねられている。この点に関する大審院当時の判例の態度は明\n確を欠くものがあり、配当手続に関する民事訴訟法の規定の準用があることを前提\nとするもの（たとえば大審院昭和八年五月三〇日判決民集一二巻一三八一頁）、そ\nの準用がないことを前提とするもの（たとえば大審院明治四〇年九月二五日判決民\n録一三輯八八六頁、同院明治四三年一一月二五日民録一六輯七九五頁）とに分かれ\nていた。しかるところ、最高裁判所昭和三一年一一月三〇日第二小法廷判決（民集\n一〇巻一一号一四九五頁）が、「抵当権の実行による不動産競売手続において配当\n表が作成された場合、異議ある抵当権者は、抵当権者相互の抵当権の存否、順位、\n被担保債権の範囲、並びに競売手続において配当を受くべき金額等を主張して配当\n表に対する異議の訴訟を提起し得るものと解するを相当とする。」旨の説示をした\nため、その限度において法解釈が明らかとなつたが、その余の場合につき配当手続\nに関する民事訴訟法の規定がいかなる範囲にまで準用されるべきかは明らかでない\n（たとえば最高裁判所昭和四三年六月二七日第一小法廷判決民集二二巻六号一四一\n五頁参照）。本件で問題とされている異議ある債権の配当額につき民事訴訟法六九\n七条、六三〇条三項の規定が準用されるかどうかについても、従来この点を直接ま\nたは間接に明示した判例ないし通説とみるべき学説も存在しない。もつとも、当裁\n判所が右規定の準用ありと解すること前記のとおりであるが、元来民事訴訟法六三\n〇条三項の規定（昭和四一年法一一一号による改正前のもの。以下これに同じ）\nは、同法五九三条、六二六条によつても知られるとおり、執行吏が有体動産の売得\n金または差押金銭を所持する場合に、別個の執行機関たる執行裁判所で配当手続が\n行なわれることを予定しているものであるため、不動産の売却代金を執行裁判所が\n所持している強制競売または右代金を競売裁判所が所持している抵当権実行のため\nの競売において、同一の裁判所で配当手続が行なわれる場合にもそのまま適用ない\nし準用されると解すべきかについでは疑義の余地があり、なおこの点に関する全国\n裁判所の取扱いは審かでないが、成立に争いのない乙第一、二号証によると、少な\nくともかなり多数の裁判所で前記規定の準用がないとの立場をとり、異議ある債権\nの配当額を供託することなく単に保管したままでいることを窺い知ることができ\nる。\n<要旨第二>本件競売裁判所たる浦和地方裁判所がいかなる立場から被控訴人に対\nする配当額を供託せず保管したまま</要旨第二>の状態においたかは明らかでないけ\nれども、その結果からみると、右裁判所は抵当権実行のためにする不動産競売手続\nに関しては民事訴訟法六九七条、六三〇条三項の規定が準用されないものと解し、\nその解釈にしたがつて配当額保管の措置をとつたものと推認するほかはないが、前\n示のごとく右規定の準用の有無に関する先例的判例および通説的な学説がなく、こ\nれをいかに解すべきかに疑義があり、積極、消極両説が考えられる場合に、競売裁\n判所が事件の処理にあたり右の規定を準用すべきでないと解し、その解釈にもとづ\nく措置をとつたとき、後日その解釈ないし措置が違法であると判断されても、単に\nそれだけで競売裁判所に故意または過失ありとすることはできない。\nしてみると、本件競売裁判所たる浦和地方裁判所のした右措置が同裁判所の故意\nまたは過失にもとづく違法な行為であることを前提とする被控訴人の主張は理由な\nしとするほかはない。\n四、　よつて、以上と異なる見解のもとに被控訴人の本訴請求を認容した原判決\nは不当であるから、民事訴訟法三八六条に則り、これを取り消したうえ、被控訴人\nの本訴請求を棄却することとし、訴訟費用の負担につき同法九六条、八九条を適用\nして、主文のとおり判決する。\n（裁判長裁判官　多田貞治　裁判官　上野正秋　裁判官　岡垣学）\n"
}