{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 9,
    "day": 21
  },
  "case_number": "昭和46(う)163",
  "case_name": "道路交通法違反被告事件",
  "court_name": "高松高等裁判所第一部",
  "article_info": "第24巻3号564頁",
  "gist": "道路交通法一三〇条二号にいわゆる書面の受領拒否の意義",
  "case_gist": "道路交通法一三〇条二号にいう「書面の受領を拒む」というのは、反則者において、正当な理由がないのに交通反則告知書等の書面を受領しないことであり、交通反則通告制度により処理されることの利益を放棄する意思を表明することを要しないと解すべきである。",
  "lawsuit_id": "24475",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=24475",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/475/024475_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n本件を赤岡簡易裁判所に差戻す。\n理　　　　由\n本件控訴の趣意は、記録に綴つてある赤岡区検察庁検察官事務取扱検事近藤正已\n作成名義の控訴趣意書に記載のとおりであるから、ここにこれを引用する。\n所論は、要するに、原判決は、被告人に対する道路交通法違反（駐車違反）の公\n訴事件につき、被告人が、被告人の駐車違反の事実を現認した警察官が被告人に交\n付しようとした交通反則告知書（以下単に告知書という）を受領しなかつたのは、\n右警察官と顔見知りであり、同警察官が被告人の住所を知つているような場合に\nは、多忙を理由に現場で右告知書を受領することなく、後に同警察官がこれを自宅\nに届けてくれるだろうと考えそのまま退去しても、道路交通法一三〇条二号の受領\n拒否には該当しないので、本件公訴提起は、結局同法所定の告知および通告の手続\nを経ていないから、公訴提起の手続がその規定に違反しているため無効であるとし\nて本件公訴を棄却したが、被告人は、本件違反現場で告知書を受領できない正当な\n理由はなく、検挙に不満を抱いて故意にこれを受取らなかつたもので、右は正に同\n法一三〇条二号所定の受領拒否に該当するから、本件公訴提起の手続にはなんらの\n違法も存しないので、原判決は破棄を免かれないというのである。\nよつて、按ずるに、記録によると、本件公訴（略式命令請求）事実は、「被告人\nは、法定の除外事由がないのに、昭和四五年九月一三日午後二時五五分ごろ、香美\n郡赤岡町四六三番地先交差点に普通貨物自動車を約一〇分間駐車したものであ\nる。」という駐車違反の事実であり、被告人が右違反事実を現認した警察官の差出\nした告知書を受領しなかつたことが道路交通法一三〇条二号に該当するとして、同\n法所定の告知および通告を経ることなく本件公訴を提起したものであるところ、原\n判決は、被告人が告知書を受領しなかつたのは、被告人の本件駐車違反の事実を現\n認した警察官が、被告人と顔見知りであり、被告人の住所もよく知つており、か\nつ、自己が多忙であつたため、のちに警察官が右告知書を自己の住所に届けてくれ\nるだろうと考えたためであるところ、およそ、道路交通法一三〇条二号に規定する\n書面の受領を拒むというのは、反則者が同法の反則制度により処理されることの利\n益を放棄する意思を表明することであつて、単に現場において書面を受領しなかつ\nたというにすぎない場合は、これに該当しないと解するのが相当であり、すなわ\nち、反則者は、反則制度により処理されることを選ぶか、または直接公訴を提起さ\nれるのをまつて早急に裁判を受けることを選ぶかの選択の自由をもつており、この\n選択は検挙現場において即時強要されるものではないのであつて、反則者の明確な\n受領拒否の意思が認められる場合なら格別、本件のように単に現場で告知書を受領\nしなかつたに過ぎないような場合は、同法条にいう受領拒否と解すべきでないか\nら、道路交通法所定の告知および通告をすべきにかかわらず、これを経ないでした\n本件公訴の提起は、同法一三〇条に違反し無効であるとして、本件公訴を棄却した\nことは検察官が論旨で指摘するとおりである。\nさて、道路交通法一三〇条、一二八条一項によると、反則者は、同人が同法一三\n〇条所定の反則金の納付の通告を受け、かつ、右通告を受けた日の翌日から起算し\nて一〇日以内に限り反則金を納付することができ、反則金を納付しないまま右一〇\n日間を経過したとき始めて公訴を提起されるとしながら、同法一三〇条二号による\nと、反則者が書面（告知書または通告書）の受領を拒んだため、告知または通知が\nできなかつたときは、直ちに公訴を提起することができるとしていることが認めら\nれる。そうすると、同法条のいう受領の拒否は、反則者にとつて重要な意義を有す\nることは明らかであるから、原判決が、右の受領拒否の解釈につき、極めて慎重な\n態度をとつたことは、反則者の利益保護の観点だけからいえば首肯できないことは\nないのである。しかし右各法条および道路交通法第九章（反則行為に関する処理手\n続の特例）所定の右以外の各法条を検討すると、交通反則通告制度は、同法に違反\nする行為について、刑事手続による処理を原則としつつその特例として、一定の範\n囲において（比較的軽微な事件につき）、刑事手続に先行して、警視総監または道\n府県警察本部長の行政的措置（通告）により、反則者に一定額の金員（反則金）を\n納付する機会を与え、これに応じて任意に反則金を納付した者については、当該違\n反行為について公訴を提起しないこととし、一面反則者の利益を考慮しつつ、しか\nも大量に発生するこの種事件の簡易迅速な処理を目的として定型的に処理するため\n設けられた制度であると<要旨>解せざるを得ない。してみると、右反則制度の趣旨\nに鑑みると、同法条にいう受領を拒みとは、告知書等の書</要旨>面を受領し得るに\nかかわらず、正当な理由がなくこれを受領しないことであり、かつ、それで足りる\nと解すべきである。したがつて、右にいわゆる受領を拒むといううちには、反則者\nが警察官から書面の受領を促された際、交通反則通告制度により処理されることの\n利益を放棄する意思を明白に表明してこれを受領しない場合と、その内心の意思は\nどうあろうとも、なんら正当な事由がないのに、事実上これを受領しない場合とを\n含むと解するのを相当とする。けだし、受領拒否を右前段の場合だけに限り、右後\n段の場合はこれを含まないとすると、交通取締りにあたる警察官らは、反則者が単\nに書面の受領をしないときには、反則者の住居へ書面を持参してその意思を確認す\nるかもしくは書面を郵送する等の措置を執らなければならないことになり、かくて\nは、反則制度における事件の簡易迅速な処理の趣旨に反することになるからであ\nる。\nなお、原判決は、反則者に反則制度による処理を選ぶか直接公訴を提起されて裁\n判を受けるのを選ぶかの選択の自由があり、そのいずれを選ぶかの決断は検挙の現\n場で即時強要されるものでないと判示しているが、しかし、反則者は、告知書を受\n領しても、反則金を納付さえしなければ不納付事件として裁判を受ける途を選ぶこ\nとができるのであるから、受領拒否の意義を前記のように解したからといつて、決\nして検挙の現場で交通反則通告制度による処理を強要されるものでないことは明ら\nかであるから、原判決の前記説示は到底首肯することができない。\nところで、被告人が、本件告知書を受領しなかつたときの状況につき検討する\nに、Ａの検察官事務取扱検察事務官に対する供述調書、交通事件原票と題する書\n面、被告人の原審公判廷における供述並びに当審の事実取調べの結果を総合すれ\nば、赤岡警察署外勤係巡査Ａおよび同Ｂは、公訴事実記載の日時場所において、普\n通貨物自動車の違反駐車を現認し、被告人が近くにいるのを認めたので確かめたと\nころ、被告人も違反駐車の事実を認めたこと、右Ａ巡査は、交通事件原票と交通反\n則告知書とを作成し、右交通事件原票の供述欄に被告人の署名捺印を求めたとこ\nろ、被告人はこれに署名したこと、右Ｂ巡査が納付書を作成して被告人に反則金の\n納付方法について説明し、次で、Ａ巡査が右被告人の署名の下に指印（被告人の当\n審公判廷における供述によると、被告人は当時印鑑を所持していなかつたことが認\nめられる。）することを求めたところ、これに応じなかつたのみならず、同巡査が\n反則告知書を、Ｂ巡査が納付書をそれぞれ受取るようにいつて差出しているのに、\n「こんなものはいらん。金さえ払えばよかろうが。」といつて受取らないので、同\n巡査らは、納付書がないと反則金を納付することができないといつてその受領方を\n説得したにもかかわらず、被告人は、頑としてこれを受領しないまま自車を運転し\nてその場を立去つたことが明らかである。\n右事実に徴すると、被告人が、本件駐車違反の現場において、前記警察官らが被\n告人に交付しようとした告知書等の書面を受領しなかつたことは明らかであるが、\nさらに、被告人が右各書面を受領しなかつたことにつき正当な事由があつたか否か\nにつき検討するに、被告人は、原審公判廷で告知書を受領しなかつた事情として、\n急いでいた旨供述しているが、被告人の当審公判廷における供述によると、なるほ\nど、被告人は当時赤岡町の台風による災害復旧の仕事をしていたことは認められる\nが、前示のように、Ａ巡査らは、被告人の面前に告知書等を差出しており、被告人\nは、ただそれを受取れば済むことであるのにこれを受取らなかつたというのである\nから、被告人が急いでいたため告知書等を受領できなかつたとは到底認められな\nい。また、被告人は、告知書等を受領しなかつた理由につき、原審および当審公判\n廷で、警察官と顔見知りであつたから書面を自宅に届けて貰うつもりであつたとい\nう趣旨の供述をしており、Ｂの検察官に対する供述調書によると、Ｂ巡査と被告人\nとは顔見知りではあつたが、お互いにその名前もはつきり知らなかつたくらいであ\nるし、前記認定のように、被告人がそんな書面はいらないといつてこれを受領しな\nかつたこと、並びにＢおよびＡの検察官に対する各供述調書を綜合して考えると、\n被告人が本件各書面をＢおよびＡの両巡査のうちいずれかが、被告人方へ届けてく\nれるだろうと考えたとか、或いは、被告人が同巡査らに右各書面を被告人方へ届け\nてくれと依頼したという事実は、いずれもこれを認めることができない。してみる\nと、前記説示のように、原判決が、被告人が告知書等を受領しなかつた理由として\n説示する点は、すべて事実を誤認したものであるというべく、かりに、原判決認定\nのような事実関係であるとしても、およそ、反則者である被告人が、警察官に右の\nような依頼をしたり、また、顔見知りであるからといつて、後日関係書面を自宅に\n届けてくれるだろうというようなことを期待すること自体筋ちがいであつて、警察\n官がこれを承諾した場合ならばともかく、承諾した形跡の認められない本件におい\nては、これをもつて告知書等を受領しなかつたことの正当な理由とすべきではな\nい。なお、前記認定の各事実と、被告人の原審ならびに当審公判廷における各供述\nを総合すると、被告人が告知書等を受領しなかつたのは、警察官らにその反則行為\nを検挙された反感から、腹いせのためであつたことが認められる。\nしてみれば、被告人は、Ａ巡査らの差出した告知書等を受領しようとせず、あま\nつさえ同巡査らの説得にも耳をかさず、これを受領しないで現場を退去したことは\n前記説示のとおりであるから、被告人は、右各書面を受領し得るにかかわらず、正\n当な理由なくこれを受領しなかつたのであり、右は正に、道路交通法一三〇条二号\nにいう反則者が告知書の受領を拒んだため告知することができなかつた場合に該当\nすると断ぜざるを得ない。したがつて、原判決が道路交通法一三〇条二号にいう受\n領を拒むというのは、反則者が同法の反則制度により処理されることの利益を放棄\nする意思を表明することであつて、単に現場において書面を受領しなかつたという\nに過ぎない場合は、これに該当しないと解するのが相当であるとし、かつ、被告人\nは、単に現場で告知書を受領しなかつたに過ぎないから、右法条にいう受領拒否に\nは該当しない旨認定したのは、事実誤認ないし法令の解釈適用を誤つたものであ\nり、本件公訴提起の手続にはなんら違法の廉はないのに、原判決は、不法にこれを\n棄却したのであるから、所論は理由があるものというべく、原判決は破棄を免がれ\nない。\nよつて、刑訴法三九七条一項、三七八条二号に従い、原判決を破棄したうえ、同\n法三九八条本文を適用して主文のとおり判決する。\n（裁判長裁判官　木原繁季　裁判官　深田源次　裁判官　岡崎永年）\n"
}