{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 10,
    "day": 27
  },
  "case_number": "昭和52(ネ)3130",
  "case_name": "約束手形金請求事件",
  "court_name": "東京高等裁判所第五民事部",
  "article_info": "第31巻3号533頁",
  "gist": "白地手形による手形金請求を棄却した確定判決の既判力の標準時後に白地部分が補充された場合における手形金請求の許否",
  "case_gist": "白地補充権を行使しなかつたため前訴において手形金請求を棄却された約束手形の所持人は、前訴判決の既判力の標準時以前に白地補充権を行使しえなかつた特段の事情のない限り、その後に白地部分を補充しても、後訴によつて手形金の請求をすることは許されない。",
  "lawsuit_id": "20463",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20463",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/463/020463_hanrei.pdf",
  "contents": "主　　　　文\n原判決及び横浜地方裁判所が同庁昭和五一年（手ワ）第二三二号約束手\n形金請求事件につき昭和五一年一〇月二二日言渡した手形判決を取り消す。\n被控訴人の請求を棄却する。\n訴訟費用は第一（右手形訴訟手続分を含む。）、第二審とも被控訴人の\n負担とする。\n事　　　　実\n控訴代理人は、「原判決及び主文掲記の手形判決を取り消す。被控訴人の請求を\n棄却する。訴訟費用は第一、二審とも被控訴人の負担とする。」との判決を求め、\n被控訴代理人は控訴棄却の判決を求めた。\n当事者双方の事実上の主張並びに証拠関係は、当審で被控訴代理人において本訴\n附帯請求を訴状送達の日の翌日（昭和五一年八月八日）以降の遅延損害金請求に減\n縮する。」と述べ、控訴代理人において右減縮に同意したほかは、原判決及び原判\n決の引用する前記手形判決事実摘示と同一であるから、ここにこれを引用する。\n理　　　　由\n成立に争いのない乙第一、二号証、弁論の全趣旨により成立を認めうる乙第三号\n証及び弁論の全趣旨によれば、原告が被控訴人、被告が控訴人間の横浜地方裁判所\n昭和四九年（手ワ）第二二五号約束手形金請求事件について同裁判所は、昭和五〇\n年一月二一日「原告の主張するところによれば原告主張の約束手形の振出日欄は白\n地であるから、原告は該手形によつて手形上の権利を行使しえない。」として被控\n訴人の手形金請求を棄却する旨の判決を言渡し、被控訴人はこれに対し異議を申し\n立てたが、昭和五〇年三月一三日その訴訟代理人弁護士によつてこれを取り下げ、\n同年四月一日控訴人の同意をえて右判決は確定するに至つたこと、右訴訟における\n被控訴人請求にかかる約束手形と本訴における被控訴人請求にかかる約束手形とは\n同じものであること、右前訴判決確定後において被控訴人は、右手形の白地部分\n（振出日欄）を補充して昭和五一年七月一七日本訴を提起したものであること（本\n訴提起の日が昭和五一年七月一七日であることは本件記録に徴し明らかであ\nる。）、がそれぞれ認められ、右認定に反する証拠はなく、なお、被控訴人におい\nて右前訴の口頭弁論終結時までに右白地部分を補充しえず、さらにその後において\nも右白地部分を補充して異議審の判決を求めることができない特段の事情のあつた\nことを認めるに足りる証拠はない。\n右事実によれば、前訴における約束手形金請求は振出日欄を白地とする約束手形\nに基づくものであり、本訴における約束手形金請求は右白地を補充した完成後の約\n束手形に基づくものであるところ、右白地手形上の権利（白地手形の所持人は、白\n地補充権とともに白地の補充によつて完全な手形上の権利者となりうる法律上の地\n位を有しており、白地手形は右の両者を合わせた法律上の地位を化体しているもの\nと解すべきである。）と右完成後の手形上の権利との間には連続性ないし同質性が\nあり、右前訴と本訴は訴訟物を同じくするものであつて、右前訴判決の既判力は本\n訴に及ぶものというべきである。\n<要旨>ところで、白地補充権は、所持人において要件を補充して完全な手形とし\nての効力を発生せしめうる権利で</要旨>あるから形成権の一種と解すべきである\nが、この白地補充権を前訴判決の既判力の標準時（事実審の口頭弁論終結時）以前\nに行使しえない特段の事情があれば格別、これを行使しえたのにしなかつたため手\n形金請求を棄却された原告は、前訴判決の既判力によりその標準時後に白地補充権\nを行使し後訴において手形金債権の存在を有効に主張しえないものと解するのが相\n当である。\nそうすると、前記事実関係から被控訴人は、前記前訴判決の既判力の標準時であ\nる前訴の口頭弁論終結時までに前記白地部分を補充しえたのにこれをしなかつたも\nのといえる本件では、その余の点について判断するまでもなく被控訴人の本訴請求\nは棄却を免れないので、これと見解を異にする原判決及びその認可した手形判決を\n取り消すこととし、訴訟費用の負担につき民訴法九六条、八九条を適用して主文の\nとおり判決する。\n（裁判長裁判官　小林信次　裁判官　鈴木弘　裁判官　河本誠之）\n"
}