{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 12,
    "day": 20
  },
  "case_number": "昭和50(行ケ)4",
  "case_name": "裁決取消等請求事件",
  "court_name": "高松高等裁判所",
  "field": "行政",
  "gist": "１　町議会議員選挙の当選人について，同人が代表取締役に就任している企業が地方自治法９２条の２にいう「主として同一の行為をする法人」に当たらないとしてその当選が有効とされた事例　２　地方自治法９２条の２にいう「主として同一の行為をする法人」の意義　３　地方自治法９２条の２にいう「当該普通地方公共団体において経費を負担する事業」の意議",
  "case_gist": "２　地方自治法９２条の２にいう「主として同一の行為をする法人」とは，当該法人の業務量の主要部分が問題となっている時期に接着する業務実績により当該地方公共団体に対する請負で占められている法人をいう。　３　地方自治法９２条の２にいう「当該普通地方公共団体において経費を負担する事業」とは，国等の機関委任事務において法令等の規定により当該地方公共団体が経費を負担する事業をいう。",
  "lawsuit_id": "17817",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17817",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/817/017817_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　申立\n（原告）\n被告が昭和五〇年九月一二日にした同年四月二七日執行の小田町議会議員選挙第一\n選挙区選挙における当選の効力に関する審査請求に対する裁決はこれを取消す。\n右選挙における当選人Ａ、同Ｂは、当選の効力を失う。訴訟費用は被告の負担とす\nる。\n（被告）\n主文同旨。\n第二　主張\n（原告の請求原因と主張）\n一　昭和五〇年四月二七日に愛媛県上浮穴郡小田町議会議員選挙第一選挙区の選挙\n（以下本件選挙という）が行われ原告は右選挙区の選挙人である。\n本件選挙における当選人Ａ、同Ｂは、昭和五〇年四月二八日に小田町選挙管理委員\n会から当選の告知をうけたものであるところ、右両名は、右告知をうけた後公職選\n挙法一〇四条に規定の五日以内に同条に規定する関係を有しなくなつた旨の届出を\nしなかつたものである。\n二　原告は、本件選挙における当選人Ａ、同Ｂの両名は、公職選挙法（以下「公選\n法」という。）一〇四条によりその当選の効力を失うとして小田町選挙管理委員会\nに異議の申立をしたが、同選管は、昭和五〇年六月二六日右異議申立を棄却する旨\nの決定をした。\nこの決定に対し原告は、更に愛媛県選挙管理委員会に対し審査請求の申立をなした\nところ同選管は、同年九月一二日付で右申立を棄却する旨の裁決をし、右裁決は同\n年九月一六日原告に交付された。\n三　右裁決の理由は次のとおりである。\n（Ａについて）\nＡは、株式会社Ｋの代表取締役であるが、Ｋが昭和四九年度において小田町に対し\nて請負したのは、新田橋新設工事外三件で額にして四〇九五万七〇〇〇円であり、\n右額にＫの同年度における請負総額四億八九三万八〇〇〇円の一〇パーセント程度\nに過ぎないからＫは地方自治法九二条の二にいう「主として同一の行為をする法\n人」に該当しない。\nまた、林道大平線新設工事及び北田農免道路改良工事は、それぞれ小田町において\n補助をし経費を負担する事実は認められるが、右各工事は、小田町森林組合及び愛\n媛県の工事であり、地方自治法九二条の二に規定する「当該地方公共団体において\n経費を負担する事業」とは、国等の機関委任事務において経費を負担する場合と解\nすべきであり、従つて、右各工事は機関委任事務ではなく、右規定に該当する事業\nとは認められない。\n（Ｂについて）\nＢは、Ｌ株式会社の代表取締役であるが、同会社が昭和四九年度において小田町に\n対し請負したのは、林構林道野村北地線工事外五件計七三三〇万四〇〇〇円であ\nり、右額は同会社の同年度における請負総額二億四五五九万一〇〇〇円の三〇パー\nセント弱の割合である。しかし、右事実をもつて、同会社の業務量の主要部分が小\n出町に対する請負で占められているとはいえない。\nまた、小田中学校敷地造成工事（第一工区）は、上浮穴郡五ヶ町村によつて設立さ\nれた上浮穴土地開発公社の昭和四九年度事業として同公社の議決を得て計画・実施\nされたものであり、小田町の工事ではない。\n四　しかしながら、愛媛県選管の前記裁決は次のとおり、法令解釈及び適用の誤り\nならびに事実認定の誤りがある。\n（１）　法令解釈・適用の誤りについて\n（イ）　第一に、公選法一〇四条地方自治法九二条の二の立法趣旨は、まず抽象\n的・観念的には、住民の代表者である議会の議員は、当該地方公共団体との関連に\nおいて公明正大でなければならないこと、次に、具体的・現実的には、議会の議員\nは当該地方公共団体が請負契約を締結するについて同意・議決などを行う団体意思\nの決定に参与する立場にあるものであり、仮に同意等の対象となつていない場合に\nおいても、直接・間接に大きな影響力を与えること、などを考慮して、議員が当該\n地方公共団体との関係で請負等をなすことを禁止したものである。\n右立法趣旨からして、地方自治法九二条の二の「主として同一の行為をする法人」\nの解釈においても、形式的、類型的に判断するべきではなく、具体的、個別的に判\n断されるべきである。\nその際、以下のことが考慮されるべきである。\n地方自治法九二条の二の「主として同一の行為をする法人」であるかどうかの判断\nの対象となる請負関係が、当選の告知をうけた当時（もしくは、告知以後当選告知\nのときまで）に存在するものに限るとする根拠はない。むしろ、当該年度及びそれ\nに近接した年度における業務量をも対象として判断するべきである。\nそして、また、請負をなす法人の当該年度の業務の総量に対する割合を問題にする\nのみでは、規模の大きい法人では当然、全業務量に占める割合が小さくなり、小規\n模の法人との間の差別を生じることになる。従つて、単に請負をする法人の全業務\n量に占める割合を問題にするのみでなく、地方公共団体の請負関係費全体に占める\n割合がどの程度か等も考慮して決すべきである。\nところが、愛媛県選管の本件裁決は、同条の「主として」とは、「請負関係を有し\nているか否かを決定すべき時期に接着する既往の業務実績により、おおむね当該法\n人の業務量の主要部分が当該地方公共団体に対する請負で占められているもの」と\nし、「当該地方公共団体に対する請負額とその法人の全業務量の金額との比率が五\n〇パーセント以上である場合には、業務量の主要部分を占めるものに当たる」と解\nし、本件Ａについては、「一〇パーセント程度」Ｂについては、「三〇パーセント\n弱」であるからとして（パーセントについては、後述のとおり誤認がある。）、画\n一的、形式的に判断しており、この点において誤りがある。\n（ロ）　第二に、地方自治法九二条の二に規定する「当該地方公共団体において経\n費を負担する事業」とは、「いわゆる国等の機関委任事務において法令等の規定に\nより、当該地方公共団体が経費を負担する事業をいう」と解し、Ａについて、林道\n大平線新設工事及び北田農免道路改良工事は、「小田町森林組合及び愛媛県の工事\nであり、小田町において補助をし、経費を負担する事実は認められるが」、国等の\n「機関委任事務ではなく」、右規定に該当する事業とは認められないとしている。\nしかしながら、同条の「当該普通地方公共団体において経費を負担する事業」を、\n右のように限定して解すべき合理的理由はなく、当該地方公共団体が経費を負担す\nる事業を広く意味すると解釈すべきである。仮に、右のように広く解することが出\n来ないとしても、右法条の立法趣旨からして、「特定の事業のために地方公共団体\nが経費を負担し、そのことにより地方公共団体が入札、工事の施行、監督、金銭の\n支出その他について事実上影響力を及ぼしうるような場合」には、右の「経費を負\n担する事業」に該当すると解すべきであり、右両工事は、少くともこのような事業\nに該当するというべきである。\nなお、Ｃは、小田町森林組合の組合長であり、小田町議員であるが、同人は同時に\nＫの取締役でもあり、小田町森林組合の事業は大部分がＫが請負つている事実から\nも右解釈には合理的理由があると考えられる。\n右の点においても法令の解釈適用の誤りがある。（２）　事実誤認について\n（Ａについて）\n（一）　Ｋの昭和四八年度分について\n（１）　獅子越山荘新築工事他八件　　　合計五〇六五万五〇〇〇円\n（別表一（一）小田町の項記載のとおり。）\n（２）　参川東小学校プール新設工事　　　金　五〇〇万円\n（３）　小田深山付替林道新設工事　　　金　四五〇万円\n以上総合計金六〇一五万五〇〇〇円\nただし、右（２）、（３）の工事は、小田町の工事をＬから下請したものであるが\n（別表一の（一）民間分）、同会社の代表者Ｂも小田町の議員であり、同会社の請\n負そのものが、公選法一〇四条の判断対象となる以上、一般の下請と異たり、Ａに\nついても判断対象となると解すべきである。\n（二）　Ｋの昭和四九年度分について\n（１）　新田橋新設工事他三件　　　合計金四〇九五万七〇〇〇円\n（別表一（二）小田町の項記載のとおり。）\n（２）　農免日第一号道路工事　　　金一九四四万四〇〇〇円\n（３）　普通林道大平線開設工事　　　金　九一一万円\n以上総合計金六九五一万一〇〇〇円\nただし、右（２）の工事は、愛媛県の、また（３）の工事は、小田町森林組合の工\n事とされているが（別表一の（二）の小田町森林組合、愛媛県の分）、右各工事に\nついて、小田町が経費を負担していることは、被告の裁決書（裁決の理由第二項）\nでも認めているところであり、地方自治法九二条の二の「経費を負担する事業」に\n該当すると解すべきである。\n（三）　以上のように、Ｋは、昭和四八年度、四九年度に多額のまた多数の請負を\nしており、地方自治法九二の二の「主として同一の行為をする法人」に該当する。\n（Ｂについて）\nＢに関して、小田中学校敷地造成工事（第一工区）は、上浮穴土地開発公社の事業\nとして計画実施されたものであるとしている。\nしかしながら、右工事は小田町の工事である。\n（１）　本件工事用地のうちＤから買入れ分について、その代金一九一四万七五〇\n〇円のうち、一九〇〇万円を、小田町が、昭和四九年四月二六日、町有山林を代替\n用地として売却し同日付で町議会の議決を求めていること。\n（２）　工事の設計を町議員が行い、工事請負の入札に際しては、上浮穴土地開発\n公社の事業だということは、一切言わず、他の町事業と一緒に入札の通知をし、業\n者達は町の事業だと思つていたこと、入札には、町の建設課長以下町議員が立合つ\nたこと\n（３）　工事請負契約書には、発注者は「小田町長Ｅ」と記載されていたし、町工\n事台帳に長町の工事として記載されていること。そして右契約書や台帳への記載も\n本件が発生するまで何ら疑問とされていなかつたこと\n（４）　工事全体につき、町議員が監督をし、工事代金は出来高に応じ町議員が検\n査して町が支払い竣工検査についても町議員があたつており、それら職員の費用は\n町が負担していること\n（５）　本件用地は、昭和五〇年三月二〇日、町が前記公社から買い入れたことに\nなつているが、地方自治法九六条一項七号の用地の取得についての議会の議決を求\nめたのは、同年五月二〇日である。ところが本件工事第一工区は昭和五〇年五月二\n八日、第二工区は、同年一〇月三一日に竣工検査がなされており、右買入及び議決\nの日には、工事は完成していない。\nそして、昭和五〇年五月二〇日の町議会で、土羽が崩れたため未完成となつている\n部分について、工事の追加が必要となり、その審議がなされたがその関連の残土処\n理、石積工事を町の工事として行つている。以上のように、本件工事は、工事の全\n過程を通じて、小田町の職員がこれに当り、議会の関与を受けているものであり、\nまさに同町の工事というべきである。\nそこで、Ｌの小田町との請負は次のとおりとなる。\n（一）　昭和四八年度分\n参川東小プール新築工事他八件　　　合計金八四四五万円\n（別表二の（一）記載のとおり）\n（二）　昭和四九年度分\n（１）　農免林道用の山線新設工事他六件　　　合計金七四〇七万一〇〇〇円\n（２）　小田中学校敷地造成工事（第一工区）　　　金三三〇〇万円\n以上総合計金一億七〇七万一〇〇〇円\nかりに右小田中学校敷地造成工事が上浮穴土地開発公社の事業であるとしても小田\n町が全面的に経費を負担している（形の上では利子等を加えた価格で同町が同公社\nから購入することになつている）し、同町が設計・施行等について監理しており、\n同町の議員は多大の影響を与える立場にあるから、前述のとおり、地方自治法九二\n条の二の「経費を負担する事業」に該当し、右工事も同法の「主として同一の行為\nをする法人」か否かの判断対象となるものである。\n五　以上のように、愛媛県選管のなした事件裁決には、法令の解釈適用に限りがあ\nると同時に、事実誤認があるので、原告は公選法二〇七条に基づき右裁決の取消\nと、当選人Ａ、同Ｂは、当選の効力を失うとの裁判を求めるため本件訴を提起す\nる。\n（被告の答弁と主張）\n一　請求原因一ないし三の事実は認め、同四は争う。ただし、Ｋ及びＬの請負工事\nが小田町敷地造成工事（第一工区）をのぞき、原告主張のとおりであることは認め\nる。\n二　被告の主張は次のとおりである。\n（一）　法令の解釈・適用について\n（イ）　「主として同一の行為をする法人」の解釈について\n原告は、地方自治法九二条の二に規定する「主として同一の行為をする法人」に該\n当するか否かの判断の対象となる請負関係を当選告知をされた時点に存在した請負\n関係に限るべき根拠はないと主張するが、被告が本件の審査申立に対してなした裁\n決にあたつても、当選告知の時点ではすでに請負関係が完了している工事について\nも判断の基礎とした昭和四九年度の総事業量に含まれるものについては、すべて含\nんで判断したものであり、この点に関する原告の主張は理由のないものである。\n次に「主として」の判断において、当該法人の業務の総量に対する割合を問題にす\nるだけでは十分でなく、当該法人の当該地方公共団体に対する請負が当該地方公共\n団体の請負関係費全体に占める割合もその判断の際の考慮に入れるべきであると主\n張するが、ここにいう「主として同一の行為をする法人」とは、当該地方公共団体\nに対する請負又は当該地方公共団体において経費を負担する事業につき、その団体\nの長若しくはその団体の長の委任を受けた者に対する請負が当該法人の業務の主要\n部分を占めるものをいうのであり、当該地方公共団体の請負関係費全体に占める割\n合をも考慮しなければならないとする理由は認められない。\n従つて、被告が本件Ａに係るＫ、同Ｂに係るＬが小田町に対し「主として同一の行\n為をする法人」には当らないとした判断には、何ら法令の解釈・適用に誤りはな\nい。\n（ロ）　「当該地方公共団体において経費を負担する事業」の解釈について\n原告は、右事業の解釈について、被告が本件裁決書において述べた「いわゆる国等\nの機関委任事務において、法令等の規定により、当該地方公共団体において経費を\n負担する事業」であるとの解釈は合理的な理由はないと主張し、特定の事業のため\nに地方公共団体が経費を負担していることにより地方公共団体が入札、工事の施\n行、監督、金銭の支出その他について事実上の影響力を及ぼし得るような場合には\n右の経費を負担する事業にあたると主張するが、地方自治法九二条の二の規定をみ\nると「当該地方公共団体において経費を負担する事業につきその団体の長、委員会\n若しくは委員若しくはこれらの委任を受けた者に対し請負をする者」となつてお\nり、請負の相手方が当該経費を負担する地方公共団体の長、委員会若しくは委員若\nしくはこれらの委任を受付た者に限られており、これらの者が当該地方公共団体に\nおいて経費を負担する事業の請負契約の当事者となるのは、国等の機関委任事務に\n限られるのであり、原告の主張のような解釈をとることはできない。\n従つて、本件Ａに係る林道大平線新設工事及び北田農免道路改良工事は、それぞれ\n小田町森林組合、愛媛県の発注工事であり、ここにいう小田町において経費を負担\nする事業とはいえないので、原告のこの点に関する主張には理由がない。\n（二）　事実誤認と主張する点について\n（イ）　Ｋの昭和四八年度における請負総額は、二億二九四一万四九五四円であ\nり、そのうち小田町（小田町が経費を負担する事業につき小田町長等が発注者とな\nつた場合の小田町長等を含む。以下同じ。）に対する請負額は、五〇六五万五〇〇\n〇円二二・〇八パーセントであり（別表一（一）のとおり）、昭和四九年度におけ\nる請負総額は、四億〇八九三万八〇五〇円で、そのうち小田町に対する請負額は、\n四〇九五万七〇〇〇円一〇・〇一パーセントである（別表一（二）のとおり）。\nまた、Ｌの昭和四八年度における請負総額は、二億二六七四万円で、そのうち小田\n町に対する請負額は、八四四五万円三七・二五パーセントであり（別表二（一）の\nとおり）、昭和四九年度における請負総額は、二億四六三五万八〇二三円で、その\nうち小田町に対する請負額は、七四〇七万一〇〇〇円三〇・〇七パーセントである\n（別表二（二）のとおり）。\n以上のことから明らかなように、Ｋ及びＬのいずれもその業務の主要部分が小田町\nに対する請負によつて占められているものではない。\n従つて、Ｋ及びＬのいずれも小田町に対し、地方自治法九二条の二にいう「主とし\nて同一の行為をする法人」の関係にあるものではない。\n（ロ）　小田中学校敷地造成工事は小田町の工事ではなく、上浮穴土地開発公社の\n事業として実施されたものである。（１）　土地開発公社は、公有地の拡大の推進\nに関する法律により創設されたもので、設立者たる地方公共団体に代つて土地の先\n行取得を行うこと等を目的とする特別法人であり、地方自治法に基づく地方公共団\n体とは別個独立の組織体である。\n（２）　上浮穴土地開発公社は、愛媛県上浮穴郡内の全町村（久万町、美川村、柳\n谷村、面河村及び小田町）によつて、昭和四八年六月一二日に設立され、事務所な\n同郡＜以下略＞に置き、理事には各町村の長と議会の議長の職にある者を、監事に\nは久万町及び小田町の収入役の職にあるものを、事務局長には上浮穴生活環境組合\n（地方自治法に基づく一部事務組合）の事務局長を充てて運営しているものであ\nる。\nなお、上浮穴土地開発公社の事業は、将来用地を取得する必要のある町村（以下\n「事業を行う町村」という。）の申出に基づいて事業計画及びこれに伴う資金計画\nを樹立し、これらの計画にしたがつて具体的な事業を実施するものであるため、右\n公社の事務のうち、用地の取得、造成、管理及び処分に関すること並びに用地の売\n買契約、登記に関することについては事業を行う町村の職員が、工事請負業者の選\n定については当該事業を行う町村の長がそれぞれあたることとし、これらの事務処\n理に要する経費は当該事業を行う町村が負担するほか、公社が事業を実施するため\nに必要な資金を金融機関から借入れる場合その借入金に対して当該事業を行う町村\nが債務保証を行うこととして、公社の事務を処理しているところである。\n（２）　本件小田中学校敷地造成工事は、上浮穴郡久万町で行う工業団地造成工事\nとともに上浮穴土地開発公社の昭和四九年度事業として計画され、実施されたもの\nである。\nすなわち、前記（２）で述べたところから明らかなごとく、本件小田中学校敷地造\n成工事の具体的な事務処理については、工事請負業者の選定は上浮穴土地開発公社\nの理事であり、事業を行う町村の長である小田町長が、売買契約（土地購入）、工\n事の設計、監督、検査等は小田町の職員が担当し、かつ、これらの事務に要する経\n費を小田町が負担するとともに、本件小田中学校敷地造成工事に要する右公社の借\n入金について小田町が債務保証を行つて実施したものである。\nなお、これらの具体的な事務処理を小田町長及び小田町の職員が担当したことは、\n上浮穴土地開発公社の構成団体の一つである小田町に昀も関係の深い工事であり、\n将来その造成地を取得し、そこに小田中学校を建築するうえで、工事の当初から担\n当することが昀ものぞましいという理由によるものであり、この趣旨にのつとつた\n上浮穴土地開発公社運営等に関する協定書に基づき、上浮穴土地開発公社のために\n事実上の労務提供を行つたにすぎないものである。このことは、本件小田中学校敷\n地造成工事に関する土地売買契約書、工事請負契約書からも明らかなところであ\nる。\n原告は、工事請負契約書の注文者の氏名が当初小田町長名であつたこと及び小田町\nの工事台帳に本件小田中学校敷地造成工事が記載されていたことをとらえて、右工\n事が小田町の工事であると主張しているが、工事請負契約書は、小田町で通常使用\nしている印刷された用紙を使用したため訂正すべき箇所を訂正しなかつたことに起\n因する単なる事務上の誤りであり、工事台帳の記載は上浮穴土地開発公社用の工事\n台帳を別個に調整せず小田町の工事台帳に小田町自体の工事と区分せずに記載した\nという事務処理の未熟さによるものであつて、これらの形式的な事由によつて本件\n小田中学校敷地造成工事が実質的に小田町の工事となるものではないことは多言を\n要しないところである。\n（１）　本件小田中学校敷地造成工事により造成した用地は、小田町が昭和四九年\n度一般会計補正予算において、その買入に要する経費を中学校建設費として一億四\n九九〇万八〇〇〇円を追加計上し、右用地の取得についての小田町議会の議決も経\nて、上浮穴土地開発公社から買受けたものである。\n（５）　以上のことから明らかなように、本件小田中学校敷地造成工事は、形式的\nにも実質的にも上浮穴土地開発公社の事業として実施されたものであるから、右工\n事が小田町の工事であるとする原告の主張は、全く理由のないものである。\n（ハ）　以上のとおり、本件審査申立に対する被告の裁決において、法令解釈適用\n及び事実認定に誤りはなく、原告の主張は失当であるからその請求は棄却されるべ\nきである。\n第三　証拠（省略）\n○　理由\n一　請求原因一ないし三の事実は当事者間に争いがない。\n二　Ａについて\n証人Ｆの証言とこれにより成立の認められる乙九、一〇号証によれば、Ａが代表取\n締役をしているＫの昭和四八年度及び同四九年度における請負工事の状況は、別表\n一（一）、（二）記載のとおりであることが認められる（このうち小田町発注の工\n事が別表一（一）、（二）の小田町の項に記載されたとおりであることは、当事者\n間に争いがない）。\nところで、地方自治法九二条の二にいう「主として同一の行為をする法人」とは、\n当該地方公共団体及び当該地方公共団体において経費を負担する事業についてその\n団体の長等との請負が当該法人の業務量の主要部分を占める法人を指すものであ\nり、その判断は個々具体的になされるべきであるが、ここにいう「主として」と\nは、請負関係を有しているか否かを決すべき時期に接着する既往の業務実績によ\nり、おおむね当該法人の業務量の主要部分が当該地方公共団体に対する請負で占め\nられているものを意味すると解するのが相当であり、当該法人の業務量の地方公共\n団体の請負関係費全体に占める割合は考慮すべきではないというべきである。\nまた、同条にいう「当該普通地方公共団体において経費を負担する事業」とは、単\nに地方公共団体が特定の事業につき経費を負担しているとか、そのことによつて地\n方公共団体が入札・工事の施行監督・金銭の支出その他について事実上影響力を及\nぼし得るような場合であるとかいうだけでは足りず、国等の機関委任事務において\n法令等の規定により当該地方公共団体が経費を負担する事業をいうものと解すべき\nである。けだし、同条は、請負の相手方を、「その団体の長、委員会若しくは委員\n若しくはこれらの委任を受けた者」に限定しており、これらの者が当該地方公共団\n体において経費を負担する事業の当事者となるのは、国等から機関委任を受けた事\n務に限られるからである。従つて、原告の主張する農免日第一号道路工事（愛媛県\nから請負）及び普通林道大平線開設工事（小田町森林組合から請負）は、いずれも\nこれに当らない。\nまた、同条は、地方公共団体に対して直接請負をすることを禁止するものであつ\nて、当該地方公共団体と直接にはなんらの関係も生じない下請負を禁止するもので\nはないから、昭和四八年度分につきＬが小田町から請負し、更にこれをＫが下請し\nた二つの工事をＫの小田町に対する請負工事として算入すべきだとする原告の主張\nは理由がない。\nそうすると、別表一（一）、（二）の請負額から明らかなように、Ｋの昭和四八年\n度における請負総額の小田町（同町が経費を負担する事業につき同町長等が発注者\nになつた場合を含む。以下同じ）に対する請負額との割合は二二・〇八パーセン\nト、昭和四九年度のそれは一〇・〇一パーセントに過ぎず、Ｋの業務の主要部分が\n小田町に対する請負によつて占められているとはいえない。\n従つて、Ｋは、小田町に対し「主として同一の行為をする法人」の関係にあるもの\nではない。\n原告の主張は理由がない。\n三　Ｂについて\n証人Ｇの証言とこれにより成立の認められる乙一一、一二号証によれば、Ｂが代表\n取締役をしているＬの昭和四八年度及び同四九年度における請負工事の状況は別表\n二（一）、（二）のとおりであることが認められる（このうち小田中学校敷地造成\n工事をのぞき、小田町発注の工事が別表二（一）、（二）の小田町の項に記載され\nたとおりであることは、当事者間に争いがない）。\n右のうち、昭和四九年度における小田中学校敷地造成工事（第一工区）は、上浮穴\n土地開発公社の工事であつて、小田町の工事とは認められない。すなわち、成立に\n争いのない甲三〇号証の一・二、乙二ないし五号証、証人Ｄの証言とこれにより成\n立の認められる乙一号証、証人Ｈの証言とこれにより成立の認められる乙六ないし\n八号証、証人Ｉ、同Ｊの証言によれば、右工事は被告主張（被告の答弁と主張二\n（二）、（ロ）、（１）ないし（５））のとおり、上浮穴郡五ヶ町村によつて設立\nされた上浮穴土地開発公社という小田町とは別個独立の法人の昭和四九年度事業と\nして同公社理事会の議決を得て計画実施された工事であり、ただ同公社運営等に関\nする協定書に基づき、工事の具体的事務処理を小田町の町長・職員が担当しこれに\n要する費用を同町が負担しているに過ぎず、工事完成後造成地を小田町が利子等を\n加えた価格で同公社から買い受けたものであることが認められる。\n他に右認定を左右するに足りる証拠はない。\n地方自治法九二条の二の決意は前述したとおりである。\nそして、上浮穴土地開発公社からＬが請負つた小田中学校敷地造成工事について\nは、小田町が全面的に経費を負担しているけれども、右法条にいう「当該普通地方\n公共団体において経費を負担する事業につきその団体の長、委員会若しくは委員若\nしくはこれらの委任を受けた者に対し請負をする」に当らないことも、前述したと\nころから明らかであろう。従つて、右工事は同条の「同一の行為」にも当らず、\n「主として同一の行為をする」との判断対象から除外すべきである。\nそうすると、別表二（一）、（二）の請負額から明らかなようにＬの昭和四八年度\nにおける請負総額の小田町に対する請負額との割合は三七・二五パーセント、昭和\n四九年度のそれは三〇・〇七パーセントに過ぎず、Ｌの業務の主要部分が小田町に\n対する請負によつて占められているとはいえない。\n従つて、Ｌは小田町に対し「主として同一の行為をする法人」の関係にあるもので\nはない。\n原告の主張は理由がない。\n四　以上の次第であるから、Ａ、Ｂの当選は有効というべきであり、請負禁止規定\nの適用によりその当選は無効であると主張する原告の審査申立を棄却した被告の裁\n決には違法はない。よつて、原告の請求を棄却することとし、訴訟費用の負担につ\nき民訴法八九条を適用して、主文のとおり判決する。\n（裁判官　秋山正雄　下村幸雄　福家　寛）\n別表（省略）\n"
}