{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 4,
    "day": 12
  },
  "case_number": "昭和45(う)1129",
  "case_name": "兇器準備集合、建造物侵入、公務執行妨害被告事件",
  "court_name": "東京高等裁判所第七刑事部",
  "lawsuit_id": "20684",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20684",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/684/020684_hanrei.pdf",
  "contents": "主　　　　文\n一　原判決中被告人らに関する部分を破棄する。\n二　被告人Ａを懲役二年に、\n被告人Ｂを懲役一年一〇月に、\n被告人Ｃ、同Ｄを各懲役一年六月に、\nそれぞれ処する。\n三　原審における各未決勾留日数中、被告人Ａに対し二七〇日を、被告\n人Ｃに対し二六〇日を、被告人Ｂ、同Ｄに対し各二一〇日をそれぞれ右各本刑に算\n入する。\n四　但し、被告人全員に対し、この裁判確定の日から三年間右各刑の執\n行を猶予する。\n五　原審における訴訟費用の各一一分の一づつを各被告人の負担とす\nる。\n理　　　　由\n本件控訴の趣意は、被告人ら作成名義の控訴趣意書（各控訴趣意補充書は、いず\nれも期限後の提出にかかるものであるから、判断の対象としない。）に、これに対\nする答弁は、検事松本卓矣作成名義の答弁書に、それぞれ記載してあるとおりであ\nるから、いずれもこれを引用し、これに対して当裁判所は、つぎのとおり判断す\nる。\nさて、論旨は多岐にわたつているが、控訴理由としてみるときは、控訴趣意書第\n四章結論において述べられているとおり、要するに原審訴訟手続の法令（憲法を含\nむ。）違反を主張するに帰するものであるところ、そのすべてにつき理由がないと\nの結論に達したが、以下のとおり、論旨を整序、要約したうえ、個々的に判断を示\nすこととする。\n一、　本件グループ別審理方式の違法を主張する点（第一章第一節ないし第三\n節、第八節、第二章、第三章）について。\n論旨は、まず、本件公訴は被告人ごとになされ、原審はこれを併合のうえ、いわ\nゆるグループ別審理方式により審判したものであるところ、本件はいわゆるＥ大事\n件の一環であつて、被告人、弁護人側においてＥ大闘争の過程および全体的状況を\n立証するためには、いわゆる統一公判という審理方式以外には方法はないので、原\n審のとつた審理方式は、刑訴法三一三条一項に違反し、憲法三七条により認められ\nた被告人らの防禦権、とくに証人反対尋問権および弁護人による弁護権の適切な行\n使を妨げ、ひいて被告人の迅速な裁判を受ける権利をも奪う結果となつたなどと主\n張するものである。\n<要旨第一>よつて審案するに、関係資料によれば、東京地方裁判所におけるいわ\nゆるＥ大事件の審理方式につき、全被</要旨第一>告人を同一法廷に集めるという、\nいわゆる統一公判の方式が採用されず、被告人を一〇名前後のグループに分け、各\nグループを各部において分担するという、いわゆるグループ別あるいは分割審理方\n式が採用され、本件被告人らに対してもこれが適用されたものであることは、所論\nのとおりである。そこで、本件のような複数被告人の共犯関係にある事案に対する\n審理の併合、分離に関する関係法規をみてみるに、所論も援用する刑訴法三一三条\n一項は、「裁判所は、適当と認めるときは、検察官、被告人若しくは弁護人の請求\nにより又は職権で、決定を以て、弁論を分離し若しくは併合……することができ\nる。」と規定しているのであつて、被告人側の請求のあつたときは、必ず弁論を併\n合しなければならないものとはしておらず、そのかぎりにおいて、弁論の併合を裁\n判所の合目的的な裁量事項としている趣旨を看取するにかたくなく、しかも、同条\n二項が、「……被告人の権利を保護するため必要があるときは、……決定を以て弁\n論を分離しなければならない。」としていることと対比して考えてみると、弁論を\n併合するよりも分離する方が被告人の利益保護にかなつているとする法の趣旨も優\nに窺われるところである。もつとも、このことは、刑事裁判というものが、個々の\n被告人の罪責の有無、程度を判定するという目的を有するものである以上、あえて\n明文の規定を要するまでもない一般原則であるともいえるであろう。もとより、か\nような一般論が本件Ｅ大裁判にもそのままあてはまるか、否かについては、種々の\n角度からの慎重な検討を必要とするであろう。けだし、本件は、その背景、動機、\n態様、起訴人員数等において、これまでに類を見ない特異性をもつているのであつ\nて、その審理方式についても特段の配慮を要するものがあると考えられるからであ\nる。そして、この点について、論旨は、被告人の防禦権、弁護人の弁護権を全うす\nるには、統一公判方式以外にはあり得ないとするのであるが、所論を考慮に入れた\nうえ、原審訴訟記録を検討してみるに、原審が、被告人側の請求を却けて、いわゆ\nるグループ別審理方式をとつたことには何ら違法、不当の廉は存しないものという\nべきである。その理由は、つぎのとおりである。\n（一）　数百人の被告人を一堂に集めるという審理方式は、まずこれに適した法\n廷を求めることに難点があるといわなければならず、被告人らは既設の法廷以外の\n場所を便宜使用するか、特設すれば足りるとするが、そのような場所は、もはや従\n来の観念における「法廷」と呼べるものではない。また、刑事裁判というものは、\nとくにとりたてていうまでもなく、検察官、被告人、弁護人を立ち会わせたうえ、\n証拠調、弁論等の手続によつて、公訴事実についての被告人の刑責の有無、程度を\n明らかにすることを目的とするものであるが、裁判官の能力にも限界がある以上、\nこのような多人数の被告人につき常時単一の法廷において審理することにより、右\n目的の達成を期することは著しく困難であるといわざるを得ないのである。それ\nに、本件程に被告人の人数がふえれば、それだけ、身柄の戒護、訴訟指揮、法廷警\n察等本来の公判審理による心証形成以外のことに裁判官の注意力がそがれる結果と\nなり、ひいては訴訟の遅延をきたし、被告人側にも不利益を醸すのではないかとも\n考えられるところであつて、原審が同様の危倶を抱いたとしても、十分に首肯され\nるところである。\n（二）　もつとも、原審のようなグループ別審理方式をとると、被告人側の希望\nするような審理上の目的が達成されないこととなるというのであれば問題であろう\nが、本件公訴事実の内容に照らすに、数百人の全被告人につき、どうしても合一確\n定をしなければ、被告人らの権利を著しく侵害することとなるというような事実上\nの争点が含まれているものとはとうてい認められないのであつて、被告人毎の個別\n審理あるいは本件のようなグループ別審理方式によつても、本件犯罪事実の有無な\nいし背景事実に関する立証活動、弁護活動は十分に果たすことができるものと考え\nられ、現に、本件Ｅ大紛争に関し、かような個別審理あるいはグループ別審理方式\nによつて、相当数の事件が落着を見ており、また現に第一審公判の行なわれている\nものもあることは、当裁判所に顕著な事実であつて、かような審理方式上のことが\nらにつき、被告人の権利擁護の観点から問題視すべきものがあるとは、とうてい解\nされないところである。\nなお、論旨は、原審が本件審理方式を採用したことに関連し、東京地方裁判所刑\n事部がＥ大事件の分割審理方針案を作成、決定する過程において、同刑事部に設け\nられている裁定合議委員会が、検察庁からの情報提供に基づき、公訴事実、自白お\nよび分離希望の有無、所属大学、保釈の有無、逮捕歴、派閥等に従つて被告人らを\n分類し、グループ分けしたという事実があり、このことはいわゆる予断排除の原則\nに反するもので、刑訴法二五六条六項に違反し、ひいて憲法三一条、三七条に違反\nするというところがあるが、本件を審理した原審裁判官が所論の裁定合議委員会の\n構成員であつたことを窺うに足りる資料はないから、所論はすでにこの点において\n前提を欠き失当というのほかはない。\n論旨は理由がない。\n（中略）\nなお、原審における本件審理については、原審訴訟記録に明らかなとおり、異\n常、異例ともいえる事態が生じたのであるが、当審公判廷においても、これと同\n様、常識では考えられないような事態が発生したため、控訴審としても、先例がな\nいような処置に出ざるを得ないこともあつたので、これらの点につき、若干の説明\nを付け加えて置く。\n一、　第一回（昭和四五年二月二日）公判期日において、弁護人側の控訴趣意の\n陳述につき、いわゆる擬制陳述の処置をとつたことについて。\n<要旨第二>この点については、同期日にかかる公判調書の記載により明らかなと\nおり、弁護人側は、公判冒頭から、法</要旨第二>廷警備態勢が過剰であるとして、\n警察官要請の理由の説明を求め、これに対する裁判長の回答を不満として、訴訟指\n揮に対する異議を申し立て、これが棄却されるや、裁判官全員の忌避を申し立て、\n右申立はいわゆる簡易却下されたものであるが、その間、裁判長は、右異議申立以\n前の段階から、弁護人側に対し控訴趣意の陳述を促し、十分にその機会を与えてい\nたのに、弁護人側はいわゆる合議（意見調整）をしたのちも、右陳述をすることが\nなかつたので、裁判長としては、つぎの手続に進むほかないものとして、やむなく\n検察官の答弁を求め、同期日の手続を終了したものである。いうまでもなく、刑事\n控訴審における通常の手続は、弁護人あるいは検察官の控訴趣意の陳述をもつて始\nまり、これによつて審判の対象である争点が確定し、その後、これに対する相手方\nの答弁、双方の事実取調の請求と、手続が進行していくのであつて、本件経過に明\nらかなように、何ら正当な理由がないのに（前記忌避申立の簡易却下決定に対する\n異議申立が棄却されたことは、記録上明らかである。）、弁護人が控訴趣意の陳述\nを肯んじないということは、控訴申立人の弁護人の態度として、全く理解に苦しむ\nところであつて、かような場合には、控訴趣意の撤回があつたものと扱うべきであ\nるとする見解もあり得ようが、それはとにかくとして、それまでの訴訟の経過のほ\nか、本件事案の性質、被告人らの置かれている立場、境遇等にかんがみ、とにかく\n審理の促進をはかることが被告人らの客観的利益となるものと信ずる当裁判所とし\nては、以上の措置に出ざるを得なかつたものであつて、何ら非議されるべきいわれ\nはないものと考える。\n（以下省略）\n（裁判長判事　栗本一夫　判事　小川泉　判事　藤井一雄）\n"
}