{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 3,
    "day": 30
  },
  "case_number": "昭和46(ネ)1978",
  "case_name": "保証債務履行請求事件",
  "court_name": "東京高等裁判所第三民事部",
  "lawsuit_id": "20640",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20640",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/640/020640_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は、控訴人の負担とする。\n事　　　　実\n控訴代理人は「原判決を取り消す。被控訴人の請求を棄却する。訴訟費用は第\n一、二審とも被控訴人の負担とする。」との判決を求め、被控訴代理人は控訴棄却\nの判決を求めた。\n一、　被控訴人主張の請求原因事実は、原判決二丁裏末行の「権利証を持参し」\nを「権利証を持参し右権利証を交付し」と、同三丁表七行目「および」を「従つ\nて」とそれぞれ訂正するほかは、原判決事実摘示のとおりであるから、これを引用\nする。\n二、　控訴人は請求原因事実に対する答弁として、\n「被控訴人主張の請求原因一、二、四、五及び七（前記訂正引用にかかる原判決\n事実摘示記載の番号を指す。以下すべて同じ。）記載の事実はいずれも認める。同\n三記載の事実は不知、同六記載の事実のうち、被控訴会社がその主張の日に調査を\nしたところ、同日現在で訴外会社に対し一六五万三、五六八円を前渡金として過払\nいしていたことが判明したとの点は不知、その余の事実は否認する。\nと述べ、なお抗弁として、\n「被控訴会社の担当者は、請求原因五記載のとおりＡと保証契約を締結するに際\nして、Ａの代理人と称する控訴人が代理権を有するかどうかについて、Ａに問合せ\nをする等して確かめることをしていないが、若し上記問合せ等をしておれば、被控\n訴会社は当然控訴人が前記保証契約の締結についてＡを代理する権限を有しないこ\nとを知り得たはずであるから、被控訴会社は、その過失により、控訴人に代理権が\nないことを知らなかつたものである。従つて、控訴人は民法第一一七条第一項所定\nの無権代理人の責任を負わない。」と述べた。\n三、　被控訴人は控訴人の抗弁に対し、次のとおり述べた。\n１　被控訴人に過失があるという控訴人の主張は、これを争う。すなわち、請求\n原因五記載のとおり控訴人はＡの夫であり、本件保証契約締結の際Ａの実印とＡ所\n有の建物の権利証とを所持していたのであるから、被控訴会社の担当者が控訴人に\n上記契約を締結するについてＡを代理する権限があると信ずのは、当然であつて、\n控訴人主張のような過失はない。\n２　仮りに、被控訴人に何らかの過失があるとしても、控訴人は、前記のとおり\n被控訴人に対しＡを代理して保証契約を締結する権限があるものと誤信させ、この\n誤信に基づいて被控訴人をして叙上のとおり訴外会社に対し一六〇万円を出捐させ\nたものである。そうして控訴人は、被控訴人からＡに対する保証債務の履行を求め\nる訴訟においては、Ａの実印等を盗用した旨証言して、Ａに対する追及を免がれさ\nせておきながら、一方本訴においてもまた被控訴会社の過失を云為して、自己の責\n任をも免れようとしているのであつて、民法第一一七条第二項を根拠とする控訴人\nの抗弁は、信義則違反ないし権利の濫用として許されないところである。\n四、　立証（省略）\n理　　　　由\n一、　被控訴人主張の請求原因一、二、四、五及び七記載の事実はいずれも当事\n者間に争いがなく、右争いのない事実に、いずれも成立に争いのない甲第一ないし\n第三号証、同第一一、第一二号証、乙第一、第二号証、当審証人Ｂの証言によりす\nべて真正に成立したと認める甲第四ないし第一〇号証（枝番をも含む。）、同証人\nの証言、当審における控訴人本人尋問の結果（但し、後記措信しない部分を除\nく。）総合すると、家庭電気製品の製造販売を業とする被控訴会社が、家庭電気製\n品の組立製作を業とする訴外会社に対し、昭和四二年九月一二日、被控訴人主張の\nような約定の下に前渡金として一六〇万円を支払つたこと、その際控訴人はＡの代\n理人として、訴外会社の被控訴会社に対する前渡金返還債務を一六〇万円を限度と\nして保証する旨の契約をしたこと、上記保証契約の締結について、控訴人はＡから\n代理権を授与されていたことを証明することができず、かつ、Ａの追認も得られな\nかつたこと及び被控訴人が昭和四二年一〇月五日調査したところ、訴外会社に対し\n合計一六五万三、五六三円の前渡金が過払いであることが判明し、従つて前記一六\n〇万円は約旨に従い訴外会社においてその金額を直ちに返還すべきものであること\nが認められ、前示控訴人本人尋問の結果のうち右認定に反する部分は措信せず、他\nにこれに反する証拠はない。\n右認定の事実によれば、Ａの代理人として被控訴人と保証契約を締結した控訴人\nは、民法第一一七条第一項により、被控訴人の選択したところに従つて、被控訴人\nに対し右保証契約上の義務の履行として一六〇万円を支払うべき義務があることが\n明らかである。\n二、　ところで、控訴人は、被控訴人はその過失により控訴人に前記保証契約締\n結の代理権がないことを知らなかつた、と抗弁する。\n請求原因二、記載の事実及び控訴人がＡの夫であつて保証契約締結の際Ａの実印\nを所持し、またＡ所有の建物の権利証を持参しこれを被控訴人に交付したことは前\n記のとおり当事者間に争いがなく、右争いのない事実に前顕甲第一一、第一二号\n証、乙第一、第二号証、前示控訴人本人尋問の結果を合せ考えると、被控訴会社の\n東京製造所は昭和三八年頃から訴外会社に家庭用電気製品の資材を売り渡し、訴外\n会社はこれに加工して製造した電気製品を被控訴会社に売り渡すという方法で取引\nを継続し、被控訴会社の東京製造所は後日における製品の納入を予定して買受代金\nを前渡金として訴外会社に支払い、毎月一定の精算日に前渡金が過払になつていた\nときは過払額全部の返還を受けることになつていたこと、控訴人はかねてから訴外\n会社代表者Ｃと眤懇の間柄であつたが、昭和四二年九月頃Ｃと同道して東京製造所\nに至り同所の経理課長等に対し、訴外会社の被控訴会社に対する前記製品代金は\n四、五百万円に達するはずであるが、訴外会社は早急に資金の必要があるのでその\nうち一六〇万円を前渡金として支払つて欲しいと申し入れたこと、同所の担当者は\n当時訴外会社との取引について精算がなされていなかつたので、一旦この申入れを\n断つたのであるが、交渉のすえ結局前記認定の約定のもとにこれを支給することに\nなつたこと、控訴人は自宅の二階の金庫の中からＡの実印と同人所有の建物の権利\n証を持ち出し、同月一二日これを持つてＣとともに前記製造所に赴き、同所におい\nて、担当者に対し約旨に従い担保として提供すべき建物がＡの所有名義となつてい\nるので形の上では自分がＡの代理人としてする旨を述べて、上来認定のとおりＡの\n代理人として訴外会社の前渡金返還債務につき一六〇万円を限度とする保証契約を\nし、かつ担保の趣旨で上記権利証を交付したこと、その際同製造所管理部長代理\nＤ、経理課長Ｅと訴外会社及びＡとの間において叙上の趣旨を明確にした覚書（甲\n第一三号証）が作成されたが、控訴人は右書面に保証人としてＡの氏名を記載し、\nその名下に前記実印を押捺したこと、及び即日一六〇万円が現金で被控訴会社から\nＣに支払われたことが認められ、これに反する証拠がない。\n<要旨>思うに、民法第一一七条の法意にかんがみれば、同条第二項にいう「過失\nにより代理権がないことを知ら</要旨>なかつたとき」とは、「代理権がないことを\n知つていたとき」に準ずるような重大な過失がある場合、すなわち、普通人の注意\n力を以てすれば容易に代理権がないことを知り得べき状況にあつたにかかわらず、\nその程度の注意すら払わなかつたために代理権の欠缺を知ることができなかつたよ\nうな場合を指すものと解するのが相当である。ところが、前認定の事実関係によれ\nば妻Ａの夫である控訴人が、Ａの実印と、担保に供すべきＡ所有の建物の権利証と\nを持参し、Ａの代理人として被控訴会社との保証契約締結の掌に当たつたというの\nであるから、その相手方となつた被控訴会社の前記担当者等が、控訴人に、右契約\nの締結につきＡを代理する権限があると信じたことは、一応無理もないと認められ\nる事情にあり、右担当者等が通常人の注意力を以てすれば控訴人に代理権がないこ\nとを容易に知り得べき状況にあつたとは到底認められない。もつとも、前記覚書に\nは代理関係の表示がないなど、形式に不備があり、前掲Ｂ証人も、「自分は被控訴\n会社の総務部で法律契約関係等を担当しており、自分が掌に当たれば、このような\nまずいことはしなかつたであろう」との趣旨の証言をしている。たしかに、右認定\nのような事態の下においても、法律の専門家とか、若しくは契約関係の熟練者が掌\nに当たり、いつそう高度の注意を払つたとすれば、直接Ａに代理権授与の有無を確\nかめるとか、若しくはＡの署名押印（実印による）のある代理委任状を徴する等の\n方法により、事故を防止することも決して不可能ではなかつたと考えられる。しか\nし、被控訴会社の担当者等がかような高度の注意を払わなかつたために控訴人に代\n理権がないことに気付かなかつたということが同条二項にいう過失に当たるものと\n解すること（ひいて控訴人が同条第一項の責任を免れるものと解すること）は、同\n条の趣旨に添うものとは解されない。従つて、前認定のような事情の下で、被控訴\n会社の担当者等が更に進んでＡに問い合わせる等の措置をとらなかつたからといつ\nて、被控訴会社に過失があつたとすることは相当でない。また、前記覚書に形式上\nの不備があることやＢ証言は以上の判断を左右するものではない。\nこのように、被控訴人が控訴人に代理権がないことを知らなかつたことが、被控\n訴人の過失によるものとは認められないから、控訴人の抗弁は理由がない。\n三、　してみると、控訴人に対し、本件保証契約の履行として一六〇万円及びこ\nれに対する弁済期日の後である昭和四三年一月一日から支払済みまで商事法定利率\n年六分の遅延損害金の支払を求める被控訴人の請求は理由があるから、これを認容\nした原判決は結局相当であつて、本件控訴は理由がない。\nよつて、民訴法第三八四条、第九五条、第八九条を適用して主文のとおり判決す\nる。\n（裁判長裁判官　白石健三　裁判官　川上泉　裁判官　間中彦次）\n"
}