{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 12,
    "day": 16
  },
  "case_number": "昭和43(行ケ)162",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14421",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14421",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/421/014421_hanrei.pdf",
  "contents": "主　　　文\n特許庁が昭和四三年一〇月七日、同庁昭和四〇年審判第五六一九号事件についてし\nた審決を取消す。\n訴訟費用は被告の負担とする。\n事実および理由\n第一　当事者の求めた裁判\n原告訴訟代理人は主文同旨の判決をもとめ、被告指定代理人は「原告の請求を棄\n却する。訴訟費用は原告の負担とする。」との判決を求めた。\n第二　争いない事実\n一　特許庁における手続の経緯\n原告は昭和三七年四月七日特許庁に対し、名称を「ビタミンＢ１ならびにその誘\n導体の無痛注射液の製造法」とする発明につき特許出願をしたところ、同四〇年七\n月一五日拒絶査定を受けた。そこで、同年八月一九日審判を請求し、同年審判第五\n六一九号事件として審理されたが、同四三年一〇月七日「本件審判の請求は成り立\nたない。」旨の審決があり、その謄本は同年一〇月三日原告に送達された。\n二　本願発明の要旨\nビタミンＢ１ならびにその誘導体（以下「ビタミンＢ１類」という。）に、五価\nまたは（および）六価アルコール〔ただし五価または（および）六価アルコール中\n医薬として使用できるものを用いる場合は薬効期待量以下〕（以下「多価アルコー\nル」という。）を添加することを特徴とする、ビタミンＢ１ならびにその誘導体の\n無痛注射液の製造法\n三　審決理由の要点\n本願発明の要旨は前記掲記のとおりである。ところで本願発明において、出発物\n質の一方の配合成分であるビタミンＢ１類、また本願発明によつて製造される注射\n液は、いずれも医薬である。\nそこで出発物質の他方の配合成分である多価アルコールについて検討すると、多\n価アルコールによる疼痛の軽減が、それ自体直接神経系に鎮痛剤として作用するか\nらでなく、ビタミンＢ１類の水溶液中にある水素イオンの生体に対する刺戟作用を\n緩和させることにもよるものであるとしても、無痛化によつてその注射液による病\n気の治療・予防の目的が容易かつ効果的になる場合には、無痛化なる生理作用は、\n病気の治療・予防等に関与しているものといわねばならない。従つて、このように\n注射時における薬物の刺戟による一過性の疼痛を軽減させるものであれ病気の治\n療・予防等に関与する、こうした特定の生理作用を生体に対しておよぼす物質は医\n薬とみるべきであり、多価アルコールは医薬と解するのが相当である。\nそうすると、本願発明は、結局二つ以上の医薬を混合して一つの医薬を製造する\n発明となるから、特許法第三二条第二号の規定により、特許を受けることはできな\nい。\n四　出発物質と目的物質の性質\n本願発明の出発物質の一方の配合成分であるビタミンＢ１類、また本願発明によ\nつて製造される注射液はいずれも医薬である。\nまたその出発物質の他方の配合成分である多価アルコールは、一般的用途として\nは食品用・工業用に使用され、薬用としては糖質補給の目的で使用される。ただし\n本願発明における使用量では、糖質補給の効果は生じない。また多価アルコール単\n独では人体に対する麻酔作用など、無痛化の効力は生じない。本願発明前多価アル\nコールが無痛化の目的で使用されたことはない。\n五　本願発明による無痛化の作用効果\nビタミンＢ１類自体を人体に注射すると、注射液の酸性〔水素イオン（Ｈ＋）〕\nと、分子自身の生体に対する刺戟のため疼痛を与えるが、本願発明によりビタミン\nＢ１類の水溶液中における水素イオンの生体に対する刺戟作用を緩和させ、疼痛を\n軽減する効果を生ずる。\n六　本願発明における反応の機構について\n原告が実施した核磁気共鳴吸収スペクトル法、熱溶解法、ビスキング膜透過法に\nよる実験によれば、ビタミンＢ１類と多価アルコール間には分子間水素結合を生ず\nる。\n七　注射時の疼痛の性質\nビタミンＢ１類注射液による注射時の一過性疼痛は病気ではない。\n第三　争点\n一　原告の主張（本件審決を取消すべき事由）\n本件審決は、本願発明を二つ以上の医薬を混合して一つの医薬を製造する方法と\n誤つて認定しており、違法であるから取消されねばならない。\n（一）　多価アルコールは医薬ではない。\n１　本願発明の多価アルコール自体には薬効がなく、またそれ自体では生体に対し\n薬効を生じていない。\n多価アルコールが、たとい代謝糖不全の治療剤として糖質補給の効果を生ずる薬\n用となり得る性質を帯びるものであつても、本願では薬効期待量以下という量的限\n定のもとでしか使用しないので、そのような効果をもたず、人体内でそのような病\n気の診断・治療・予防の目的にそつた薬理作用を生じていない。\n２　本願発明では、多価アルコール自体独立で無痛化の作用を生じていないし、ま\nた無痛化自体薬理作用ではない。\n多価アルコールには局部麻酔作用がないから、直接知覚神経に関与してビタミン\nＢ１類注射時の疼痛を遮断しているものではないことは明かである。そして本願発\n明の注射液中で多価アルコールはビタミンＢ１類と分子間水素結合を生じており、\n人体内においても、そうした、化学的関係から推認される無痛化の機構をすでに形\n成している注射液により、水素イオンの刺戟による痛みとビタミンＢ１類自体によ\nる痛みを軽減しているものであり、多価アルコール自体で無痛化の作用を営むもの\nではあり得ない。\nまたビタミンＢ１類注射液による注射時の一過性痛覚は病気とはいえないから、\nそうした生理作用の緩和自体は人と病気の診断・治療・処置に直接関与する作用の\n発現とはいえない。したがつて、本願のような注射液の無痛化自体薬理作用を生ず\nるものではない。\n３　従つていずれの見地からみても、多価アルコールは医薬には当らず、これと医\n薬であるビタミンＢ１類とを以てその無痛化注射液を製造することが、二つ以上の\n医薬による一つの医薬の製造であるということはできない。\n（二）　本願の製造方法は混合ではない。\n１　本願発明では出発物質であるビタミンＢ１類と多価アルコールとの間に、核磁\n気共鳴吸収スペクトル法などの証明によつて明かなように、分子間水素結合という\n化学的反応を生じている。したがつて、その相互作用は単に溶剤として用いたり溶\n解度を高めるようなものとは質的に異なつている。\n２　しかも本願発明では多価アルコールとビタミンＢ１類との相互作用の結果、多\n価アルコール・ビタミンＢ１類のそれぞれ固有の性質からは全く予期できなかつた\n注射時の無痛化という効果を生じている。\n３　そもそも混合とは、それぞれの物質の固有の性質から、あるいはその組合せか\nら当然予想される薬効ないしその複合を生ずる範囲内での医薬の調合作用をいうも\nのである。したがつて、前記のように二つの物質の反応により生じた機構により全\nく新しい重要な効果を生じた場合は、医薬の混合に当らないといわねばならない。\n二　被告の答弁\n原告の主張は失当であり、本件審決には違法はない。\n（一）　多価アルコールは医薬である。\n本願発明における疼痛軽減作用がどのような機構によつて生じるものであれ、ま\nた単独では人の病気の治療・予防などに直結した薬効を示さないとしても、多価ア\nルコールは、ビタミンＢ１類との一体的関係において、つまりはその介在によつて\nビタミンＢ１類のみの注射に比して人体における疼痛の軽減という人の病気の治\n療・予防の目的にそつた生理作用、つまりは薬理作用を生じているので薬効をもつ\nといえる。そうした人の病気の治療・予防などの目的に使用することと密接不可分\nな関係にある薬効を生じている以上、使用量の限定を附しても非医薬とすることは\nできない。薬効期待量以下の量といつた限定が意味をもつためには、薬効と非薬効\nという性質が、ある量を境に明確に分れることが必要であり、本願の場合はそれに\nあたらない。\n注射時の無痛化剤は、甘味料・芳香料などの服用容易化剤のように、医薬（主\n薬）に飲食品的嗜好性を附与するのとは異なり、主薬と一緒に注射という形式で体\n内に投与され、主薬の目的とする薬効を発現させる上で密接不可分の関係をもつか\nら、その無痛化の生理作用は疼痛自体が病気でないとしても、薬効といわざるを得\nない。\n（二）　本願の製造方法は混合に当る。\n１　多価アルコールとビタミンＢ１との間に分子間水素結合を生じているとして\nも、注射後人体内で依然としてその結合を維持しているかどうか、また体内で多価\nアルコールの介在ないし一体的関係がどのような作用で無痛化を生じているかは知\nらない。従つてその結合が無痛化の効果を生じているとはいえない。\n２　水とかアルコールのようなごく普通の溶剤を用いることは、調剤行為で普通に\n行われていることであり、本願発明もそのようなビタミンＢ１類に対する多価アル\nコールの添加、すなわち具体的技術手段としては、ビタミンＢ１類と多価アルコー\nルなどとを減菌水に溶解するだけの単純な処理にすぎない。また無痛化という特殊\nな効果が加わつたとしても、主剤とするビタミンＢ１類の薬効の発現を目的とする\nもので、これを妨げるものではなく、通常の調剤行為の過程にみられるごくありふ\nれた相加的・相乗的薬効の域をでない。\n３　混合とは、通常の調剤行為すなわち二つ以上の医薬を混合して相加的・相乗的\n薬効をもつ製剤を調整する操作をいい、配合成分間の反応の有無にかかわらない。\nそうしてみると、本願発明はまさに多価アルコールとビタミンＢ１類と二つの医\n薬を混合して一つの医薬を製造するものというほかない。\n第四　証拠（省略）\n第五　裁判所の判断\n一　取消事由第一について\n多価アルコールは、一般的用途としては食品用・工業用に使用され、薬用として\nは糖質補給の目的で使用されるが、本願発明における使用量では糖質補給の効果は\n生じないこと、多価アルコール単独では人体に対する麻酔作用など無痛化の効力は\n生ぜず、また本願発明前多価アルコールが無痛化の目的で使用された例はないこと\nは、いずれも当事者に争いがない。\nそして成立に争いのない甲第二号証の二（本願明細書）、第二号証の三（手続補\n正書）、第三九条証の一から八まで（医薬品要覧）、第四〇・第四一号証（証明\n書）によれば、糖尿病その他の医療における糖質補給の目的で使用される多価アル\nコールの量に比べると、本願発明に用いる多価アルコールの量はその数十分の一程\n度にすぎず、糖質補給の薬効を生ずるには遥かに遠いものであることが認められ\nる。\nそしてビタミンＢ１類自体による注射液は、注射液の酸性と分子自身の生体に対\nする刺戟により人体に疼痛を生じさせるが、本願発明によるとこれを軽減する効果\nを生ずること、原告が実施した核磁気共鳴吸収スペクトル法などの実験によれば、\n本願発明ではビタミンＢ１類と多価アルコール間には分子間水素結合を生じている\nことは、いずれも争いがないところである。なお、その分子間水素結合が人体内に\nおいても維持されているかどうか、いかなる機構により無痛化の効力を生ずるかに\nついてはいずれも証拠がなくその根拠を見出しがたいところであるにしても、前示\nのとおり多価アルコール自体では無痛化の効力を生じないのであつて、本願発明に\n用いるその量の程度にてらしてみると、少なくとも本願発明において無痛化の効力\nを生ずるのは、多価アルコールとビタミンＢ１類との間における何らかの化学的な\n相互作用の結果によることが推認され、多価アルコール自体のそなえる属性による\nものではないと認められる。\nところでまたビタミンＢ１類注射時の一過性疼痛は、人の病気ではないことは争\nいがなく、人の日常の一般生理状態に重要な影響をおよぼす生理作用といえないこ\nとも弁論の全趣旨から明かである。前掲甲第二号証の二・三、成立に争いのない甲\n第二号証の一四（特許第二〇九六九一号「無痛ビタミンＢ１注射液の製造法」公\n報）同第二号証の一五「無痛性ビタミンＢ１注射液の製造法」公報）および弁論の\n全趣旨によれば、本願発明における無痛化は、ビタミンＢ１類の薬理作用を奏させ\nる上で不可分ー不可欠のものではなく、またその薬理作用自体を増加されるもので\nもなく、さらに何らかの副作用を防止するものでもないことが認められる。そうす\nると、注射時における一過性疼痛の軽減を目的とする本願発明における無痛化の作\n用は、特許法第三二条第二号にいわゆる人の病気の診断・治療・処置または予防の\n目的にそう薬理作用ではないと解するのが相当である。\n以上の各事実にてらしてみると、本願発明における多価アルコールは医薬でない\nとするのが相当であり、これを医薬と認定した審決は重要な事実認定の誤りをおか\nしているといわれねばならない。\n二　結論\nそうすると、その余の判断におよぶまでもなく、本願発明を二つ以上の医薬を混\n合して一つの医薬を製造する方法とした審決は、その判断を誤つており、違法であ\nるから取消されねばならない。\nよつて原告の本訴請求は正当であるから認容し、訴訟費用の負担については、行\n政事件訴訟法第七条、民事訴訟法第八九条を適用して主文のとおり判決する。\n（裁判官　古関敏正　宇野栄一郎　舟本信光）\n"
}