{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 4,
    "day": 16
  },
  "case_number": "昭和44(う)282",
  "case_name": "強盗致死、私文書偽造、同行使、詐欺被告事件",
  "court_name": "東京高等裁判所第一二刑事部",
  "lawsuit_id": "20787",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20787",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/787/020787_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役八年に処する。\n原審における未決勾留日数中、一〇〇〇日を右本刑に算入する。\n理　　　　由\n本件控訴の趣意は、弁護人増田道義および検察官高橋正八作成名義の各控訴趣意\n書に記載されたとおりであり、答弁の趣意は、検察官石井春水作成名義の答弁書に\n記載されたとおりであるから、これを引用し、これに対してつぎのとおり判断す\nる。\n第一、　弁護人の控訴趣意中、事実誤認に関する部分について。\n一、　被告人の自白の任意性についての判断。\n（一）　この点の判断に先立つて、原判決挙示の証拠に基いて、被告人が逮捕さ\nれるまでの経過をたどつてみることとする（以下、昭和四〇年中のことである）。\n１０・２２　午後六時頃、Ａが帰宅して、六畳間で、妻Ｂ（六三才）が、仰向け\nになり、夏掛ぶとんがその上に裏返しに横にかけてある異常な姿を発見し、ただち\nにかかりつけのＣ医師に連絡した。同医師が来診し、被害者のくびには前掛のひも\n（長ざ三二糎）が、一回巻で片結びにしてこう頭部に結び目があり、かなりきつく\n締めてあつたので、これをゆるめて、診察したところ、すでに死んでいた。午後六\n時四五分頃、Ｃ医師の妻より、「絞殺らしいので届ける」と警察に通報した。\n午後七時頃から、所轄の目黒警察署の係官が実況見分をした。その結果、死体お\nよび屋内の模様として、死体の顔面は蒼白で、くびに表皮はく脱や索条痕が見当ら\nず、絞頸等による死体の所見がなかつたので、ひもがくびに巻かれたことによる死\n亡ではなく、その他の変死を疑わせる異常な所見がとくに見当らなかつたこと、生\n前同女に高血圧の持病があつたこと、物色のあとがないこと等から考えて、自然死\nではないかと判断し行政解剖に付することにした。\n（あごの右後方二糎のところに〇・五糎×〇・三糎の淡赤色の表皮はく脱一個が\n認められたが、これは死因とは関係ないものである。）\n夫Ａが不審を懐いた、主な点は、つぎの点である。\n「１」　六畳間のテーブルの上に、普通は預金通帳類と一緒になつているはず\nの、貸家の家屋賃貸借契約書類が入つている書類入れビニール袋が出されたままに\nなつていた。\n「２」　平素貴重品・重要書類を入れておく菓子缶（本件記録および原判示に菓\n子缶とあるが、正確に表現すれば、Ｄ石けんの化粧缶）は、奥四畳半間の、仏壇下\nの戸棚の一定箇所に格納してあるのであるが、その菓子缶が、いつもと違つて手前\nの方にあつて、普通この中に入つているはずのＥ銀行の普通預金通帳（以下単に預\n金通帳という）一冊が見当らなくなつていた。但し、ビニール袋三個に入つた現金\n計一万一四〇〇円位は、そのまま菓子缶の底の方に入つていた。\n「３」　米穀通帳一冊、被告人との間の貸間の賃貸借契約書一枚、被告人の間代\nの領収証一冊が、テレビのところに置いてあつた。\n「４」　原判示のビーズのがま口、皮製のがま口には、普通なら小銭が入つてい\nるはずであるのに一銭も入つていなかつた。\n１０・２３　監察医Ｆが、死体を検案した。死因不詳と結論し、同日監察医Ｇ執\n刀の下に行政解剖がなされた。その結果、一応心臓死で心筋こう塞等の病死ではな\nかろうかとの結論を得て、とくに司法解剖に付することはせず、遺体は、家族に引\nき渡された。\n同日被告人が、Ａ方に、米穀通帳の移動の件について電話をかけて来ている。\n１０・２４　（お通夜の日）被告人は、送金を頼むために、野方で、交番の電話\nを借りて、北海道の父親に電話をかけたが、結局相手は出なかつた。なお、いとこ\nのＨに頼んで腕時計を二〇〇〇円で質（質屋、Ｉ）に入れた。これは、１０・２６\nに請け出した。\n１０・２５　（葬式の日）被告人は、Ａ方を訪れて、Ｂの霊前（司法解剖に付す\nることなく同日午後火葬）に焼香をし、香でん五〇〇円を差し出している。\n１０・２６　（被告人が、Ｅ銀行で九万円余を払い戻した日）被告人は、Ａ方に\n行き、転出手続をするため米穀通帳とＡの木判を借り出した。その後再びＡ方に戻\nつて、巧みに実印を借り出し、その足で原判示第二に記載のとおり、Ｅ銀行Ｊ支店\nに赴いて、Ａ名義の普通預金通帳とその実印を使つて、九万五七〇八円の払戻を受\nけて、これを騙取した。その直後、Ａが、同銀行に出向いたので、右の払戻が被告\n人の仕業であると分つた。そして、被告人は、窃盗・私文書偽造・同行使・詐欺の\n罪で同日逮捕された。\nその後司法警察員および検察官による被告人の取調が続けられ、原審に提出され\nた被告人の供述調書は、１０・２７から１１・２７までに司法警察員が作成したも\nの一九通と１１・４から１２・２までに検察官が作成したもの五通におよんでい\nる。\n１１・１１　被告人は、強盗殺人の罪で逮捕されている。\n（二）　右の経過からみても分るとおり、被告人は、預金通帳を一〇月二二日に\n盗んだのではないかと疑われる立場にあつたわけである。捜査当局が、当然この点\nを中心に、被告人を厳重に追及したであろうとは容易に推測できる。ところで、被\n告人の父は北海道で警察官をしており、かつ、被害者のくびその他の部分に、絞殺\nやく殺その他の他殺を疑わせる外部的損傷も表皮はく脱もなく、解剖の結果も、自\n然死と考えて処理がなされているいきさつもあり、死因の確定がむつかしい事案で\nあつたことからいつて、取調に当つた捜査官が、より慎重に取り扱つたであろうこ\nとも、また容易に理解できるところである。一件記録を精査検討してみても、被告\n人に対して迎合的な供述を強制したり、虚偽の自白を強要し、誘導したりした形跡\nは認められない。\n所論は、「鑑識写真中、被害者のくびの部分を接写した写真（記録、書証\n（三）、七三八丁、七一八丁）は、変造されたものであり、あたかも被害者のくび\nの部分に、やく殺か絞殺を思わせるような二条の索溝様の跡があつたように変造し\nて、この写真に合致するように虚偽の自白が強要・誘導されたのである」と主張す\nるが、右写真が変造といえるかどうかは別として（記録、書証（一）、二五三\n丁）、被害者のくびの部分には、そもそも右写真に現われているような索溝様の跡\nがなかつたことは、前記のとおり、それぞれの関係者に当初から分つていたことで\nもあり、この写真によつて、虚偽の自白が強要・誘導されたと疑うに足りる形跡は\n認められない。\n所論は、「殺害状況の再現について」と題する報告書（書証（三）、八〇八丁以\n下）を取り上げて攻撃するが、一三名の司法警察職員の氏名が書いてあるからとい\nつて、被告人一名の取調に連日朝九時から夜六時、七時まで一三名が当つたとは、\nいい得ない。\n任意性のない自白であるとする所論はとうてい採用できない。\n二、　預金通帳の盗取時期についての判断。\n（１）　原判決は、「預金通帳の盗取時期について」の項において、被告人が原\n審公判廷における「一〇月一六日に預金通帳をとつた」旨の供述と、司法警察員・\n検察官に対する「一〇月二二日に預金通帳をとつた」旨の供述との双方を対比分析\nして、詳細な検討を加えた上で、前者の供述は信用できず、後者の供述の方が信用\nできると判示した点は、その証拠に照らして正当である。なお、所論指摘の「奥八\n畳間」とある（二か所）のは、「奥四畳半間」の明らかな誤記である。\n（２）　所論は、「原判決のとおりに、菓子缶の中から預金通帳を奪つたものと\nするならば、その中には預貯金の通帳類とともに現金が入つており、通帳類のすぐ\n下には、現金が二七〇〇円、七五〇〇円、六〇〇円と計一万一四〇〇円が、それぞ\nれビニール袋に入つていた（書証（二）、三一五丁、写真二七）のであるから、す\nぐ下にある一万一四〇〇円の現金に手をつけたはずである。この現金に手がつけら\nれていないことを重視すべきである。」と主張する。なるほど、もつともな疑問で\nあるが、本件の場合は、貴重品類を入れた菓子缶在中のものを全部ひつくり返して\n物色の上、預金通帳だけを奪つた事案とは認められず、また、被告人は、被害者の\n死亡によつて冷静さを失つていたのであるから、菓子缶の中の預金通帳を奪つて、\nその底の方に入つていたビニール袋入りの現金の存在に気がつかなかつたものと考\nえても、決して不合理ではない。\n所論は、また原判決書中の「悪意から打ち明けた」（二一頁）という部分および\n原審裁判長の発問の仕方をとらえて、るる主張するが、それらの点を十分考慮して\nも、当裁判所の右判断に違いは出て来ない。その他所論を十分参酌しても、右判断\nは動かない。所論は採用できない。\n三、　現金強取の有無についての判断。\n（１）　原判決は、「現金強取の有無について」の項において、被告人の司法警\n察員・検察官に対する供述調書の外、関係人の供述調書をこと細かに検討した上、\n被告人が、一〇月二二日被害者の死亡後に二個のがま口から現金四二〇円位を強取\nした事実を認定しているが、この認定は、関係証拠に照らして正当である。\n（２）　所論は、「四二〇円を強取したという認定は、不合理、非常識な認定で\nある。ことに、菓子缶の中には一万一四〇〇円もの現金があり、六畳間にも現金一\n二〇〇円位が紙箱の中にあり（記録、書証（一）、一三七丁）、穴あき銭をひもで\n通した金もある」と主張する。これらの点を十分考慮しても、当裁判所の右判断は\n動かない。\n所論は、またＫ新聞集金人Ｌは、釣銭として渡したのは、一〇〇円札であると供\n述していること（書証（二）、三三〇丁以下）、実況見分調書中の立会人Ａの説明\n部分（書証（一）、二二四丁）、同人の被害届の記載（書証（一）、八七丁）、被\n告人の供述するところの金額も、四〇〇円、四百二、三十円、四三〇円、四二〇円\nとまちまちであること等の事実を挙げて、原判決の認定を攻撃するが、これらの事\n実を考慮しても、当裁判所の右判断は変らない。所論は採用できない。　四、　強\n盗の故意等についての判断。\n（１）　原判決は、「強盗の故意等について」の項において、被告人の司法警察\n員・検察官に対する供述調書の外、原審公判廷における供述、さらには、関係証拠\nにより明らかに認められる犯行当時において所持金が極度に少なかつたこと、その\n他の証拠を総合し、こと細かに検討を加えた上、「被告人が、強盗の故意をもつて\n暴行に及んだ」事実を認定するが、この認定は、関係証拠に照らして正当である。\n（２）　所論は、「被告人は、暴行に及んだこともない」と主張する。これは、\n原審鑑定人Ｍの鑑定書が、被害者の死因は、病死であり、心臓死であるとしている\n点に重点を置いて、「被害者が、一六日の通帳窃取を打ち明けられ、菓子缶の中を\n確かめたところ、確かになくなつているのが分り、驚き憤つて、『泥棒、警察に訴\nえる』と大声を発したときに、心臓死したものである」という主張と対応するもの\nと解される。\n第一に、なるほどＭ鑑定が、死因を病死、心臓死と鑑定していることは、そのと\nおりであるが、それは、あくまでも死因の鑑定、しかも死体所見から推定される死\n因の鑑定である。その際に行われた被告人の暴行の有無の鑑定ではないのである。\n被告人が、その際どんな行為に及んだかの事実は、証拠により裁判所が認定すべ\nき事項である。Ｍ鑑定が死因を病死と鑑定したことから、ただちに被告人の暴行は\nないことが証明されたとする見解は、そもそも誤りである。\n第二に、被告人は、原審の第一回公判廷（記録、手続一二丁）で、\n被害者が、奥から缶を持つて来て、通帳がないのを知り、びつくりして、「泥\n棒、泥棒」と大声で叫んだので、手で口を塞ぎ、「大声を出さないでくれ」と頼ん\nだが、聞いてくれないので、夏ぶとんを掛け、押さえていたら、ごろごろというよ\nうな音がしたので、放したら、被害者がぐつたりとしていた\n旨供述し、第三回公判廷（記録、供述（一）、九五丁以下）、第四回公判廷（同\nじく二一四丁以下）、第五回公判廷（同じく三〇五丁以下）、第一三回公判廷（同\nじく四四一丁以下）でも、このことを敷えんして、こと細かに、暴行の模様を供述\nしていることからいつても、被告人の右暴行を全く否定し去ろうとする所論には左\n祖できない。\n所論は、また「左右両手で首や鼻口部を絞め押さえたという被告人の供述は、不\n自然、不合理である。ふとんで被害者の顔面を押さえたという供述は、頸部圧迫の\n事実が、鑑定の結果否定されたので、検察庁が窮余の策として取り上げたもので、\n横山検事が大声でどなりつけ、ふとんの汚れを血痕とごまかし、Ｎ鑑定もあるとい\nつて、被告人に強要した結果なされたものである。なお、被告人は、Ｏの精神鑑定\nの際には、ふとんによる鼻口部圧迫の事実は述べていない」旨主張する。しかし、\n所論指摘の点を十分に考慮に入れても、ふとんで被害者の顔面を押さえたという被\n告人の供述が、強要された結果によるものであつて、信用できないもの、とは認め\nられない。所論は採用できない。\n（３）　なお、所論は、原判決全般に対する攻撃として「被告人の自白は、虚偽\nの自白である。とくに、被告人は、元来虚言癖があり、強度の精神分裂性気質の持\n主でもあるから、捜査官に迎合的に虚偽の自白をしたものである。従つて、原判決\nの認定には事実の裏付証拠がなく、憲法三八条、刑訴法三一九条に違反しており、\n同法三一七条にも違反している」と主張するが、被告人の性癖が、いささか、所論\nのとおりであることは認められるが、そうだからといつて被告人が迎合的に虚偽の\n自白をしたものとは、一件記録を精査検討しても、これを認めることはできない。\n従つて、憲法・刑訴法違反の主張は、前提を欠き、失当である。\n五、　Ｂの死亡時期、原因についての判断。\nＢの死亡時期、原因ならびに被告人の暴行と同女の死亡との間の因果関係の有無\nは、論旨の中で最大の焦点であるので、原判決挙示の関係証拠、当審における事実\n取調の結果、中でも、鑑定人医師Ｍの再鑑定、証人Ｍの当審公判廷における証言を\n総合して、精査検討を加える。\n（１）　原判決は、Ｇ監察医の鑑定、Ｎ教授の鑑定、Ｍ教授の鑑定の三者を詳細\nに比較対照した上、被害者の死体所見から推定される死因としては、Ｇ鑑定にいう\n「頸部圧迫による頸動脈洞反射に基く心臓停止」も、Ｎ鑑定にいう「鼻口部閉塞に\nよる窒息」も死因とは認めず、Ｍ鑑定にいう「外因によつて誘発された心臓死」を\n死体所見から推定される死因と認めたものであることは、原判文から明らかなとこ\nろである。\nこのＭ鑑定を採用した原審の措置は、当裁判所も、これを正当と認める。ところ\nで、Ｍ鑑定について注意すべきことは、\n第一に、それは、死体所見から推定される死因を鑑定したものであつて、具体的\nな事案に則して、被害者がいつ、どの段階で死亡したかを鑑定したものではないこ\nとである。\n所論は、前記のとおり「被害者が、驚き憤つて、『泥棒、警察に訴える』と大声\nを発したとき、心臓死したものである」と主張するが、なるほど、Ｍ鑑定による\nと、仮りに、被告人と被害者との間に所論のような遣り取りがあつたとして、その\n際急に被害者が心臓死する可能性のあることは、これを認めざるを得ないが、本件\nの具体的な事案において、所論指摘の時期に被害者が死亡したものといつているわ\nけではない。その可能性があるといつているに過ぎない。第二に、Ｍ鑑定は、原判\n決認定の時期に被害者が死亡したとする可能性を否定するものではない。\n（２）　原審および当審のＭ鑑定ならびに当審証人Ｍの供述によれば、後記（因\n果関係についての判断）のように、被害者の心臓には、例えば口ぎたなくののしら\nれること等の極めて軽微な外因によつて、急性心臓死を起こし得る程の重篤な病的\n素因が存したことが認められるが、被告人に対する各検察官調書によると、被告人\nが被害者の口や頸部を押さえつけていた際、被害者は、被告人の両手を外してのが\nれようと、足をばたつかせたり、両手で被告人の腕をつかんだり、また顔を左右に\n振るような抵抗を二、三度したこと、および被告人の右暴行中に、被害者の腹がゴ\nロく鳴る様な音がしてぐつたり動かなくなつたことが明らかであるから、被告人の\n暴行がなされている時に急性心臓死したものというべきであり、また被害者の心臓\nに内在する重篤な病的素因からみて、被告人の暴行が急性心臓死を誘発したことも\n否定できない。\n（３）　こうした観点に立つて被害者の死亡時期および死因を考えるとき、原判\n決が、死亡時期の認定として、\n被告人の前掲各供述等によつて、Ｂの死亡時の状況を見ると、被告人が倒れた同\n女の口を押さえたりしたあと、夏掛布団を同女の顔に被せてその上からその口附近\nを押さえつけているうち、同女の腹が鳴つたような音がして、同女がぐつたりと動\nかなくなつたこと、それで、被告人はその脈を見るなどして生死を確めてみた結果\n死んでしまつたものと思つたが、預金通帳を奪取したりしたあと再度確めてみたと\nころ、やはり死亡したものと考えたこと、しかし万一蘇生されては困るとの懸念か\nら、同女の前掛の紐を一回その頸部に巻きつけて置いたことなどが認められる。こ\nれらの事実と、後に述べるように被害者が急性心臓死したと認められることや、頸\n部に索条痕が残らず、生活反応が現れなかつたことなどを綜合して考えると、同女\nは、右のぐつたりして動かなくなつた時点で死亡したものと認めるのが相当である\nと判示したのは、関係証拠に照らして、正当であるから、これを争う所論は採用\nできない。\nつぎに、原判決は、被害者の死因として、\nそして、前記認定のとおり、Ｂの死亡したのは、被告人から口を押さえられて後\n方に倒れ、さらに口や頸部附近を押さえられたのち、夏掛布団を顔に被せられ、そ\nの上から口附近を押さえられていた時であるところ、このような状況下にあつた同\n女が、被告人のこれらの暴行と全く無関係に、偶然純粋の病死（心臓死）をしたと\nは到底認めることができず、Ｍ鑑定とあわせて考えても、同女の死因は、被告人の\n暴行によつて誘発された急性心臓死であると認めるのがごく自然な結論である\nと認定判示している。そしてこの認定は、死因の社会的事実の認定としては正当\nであろうが、因果関係について後に詳記するとおり、被告人の暴行に死亡の結果を\n帰責させることができるかという点については疑問がある。\n<要旨>六、　被告人の暴行と被害者の死亡との間の因果関係についての判断。</\n要旨>\n（１）　前記のとおり、被害者の死因が被告人の暴行によつて誘発された急性心\n臓死であることは否定できないが、それだからといつて、被告人の暴行と被害者の\n死亡との間に直ちに刑事責任を負わしめるべき因果関係があると断ずることはでき\nない。本件において因果関係の有無を考えるに当つては、被告人の加害行為と被害\n者の死亡との間に、加害行為から死亡の結果の発生することが、経験上通常生ずる\nものと認められる関係にあることを要するものと解すべきである。その際この相当\n因果関係は、行為時および行為後の事情を通じて、行為の当時、平均的注意深さを\nもつ通常人が知り又は予見することができたであろう一般的事情および通常人には\n知り得なかつた事情でも、行為者が現に知り又は予見していた特別事情を基礎とし\nて、これを考えるべきもの（折衷説）と、当裁判所は思料する。\n「２」　相当因果関係の有無を判断すべき基礎となる事情としては、\n「１」　被告人の本件暴行の態様について、原判決は、\n被告人は、云々と申し向けて金員を要求し、これに驚いて大声をあげる同女の口\nを右手掌で塞ぎ、その勢いで同女が後方に倒れるや、上から両手でその頸部や口を\n押えつけ、さらに、傍らにあつた夏掛ぶとんをその顔に被せて、その上から同女の\n口附近を押さえつけるなどの暴行を加え\nたと判示する。この点は原判決挙示の証拠により十分認め得るところである。右\nの証拠によつて、なお付加すれば、その態様は、左手で頸部をしめつけ、「払つて\nくれますか」と二、三回（一回が二、三〇秒位）頸部をしめたり、ゆるめたり、ま\nた右手で口を押えたり放し気味にしたりしたところ、被害者はあゝ、あゝと割に大\nきな声を出すので、その声を消そうとして、左手を放し被害者の向側にあつた夏掛\nぶとんを掴んで被害者の顔の上、目の辺りまでかけた。そして口を押えていた右手\nも一旦放し、今度は布団の上から右手で口の附近を、左手で頸部を強く押えつけ\nた。声を出されないように強く押えた時間は二、三分で、その中に被害者はぐつた\nりなつたという状況である。\n「２」　つぎに、その暴行の程度について考えてみると、原判決は、量刑の理由\nの欄にではあるが、\nその暴行の程度も、高令の同女に対しては反抗抑圧の程度に達していたとはいえ、\n必ずしも通常死の結果を見るべきほどに強度のものではなく、たまたま同女に高度\nの心臓病変などがあつたために、死への転帰をみるに至つたもので、云々\nと判示するが、前記のＭ鑑定、および被害者の体に他殺を疑わしめる外部的損傷\nや表皮はく脱がない（被害者の下口唇粘膜の外側で左側中央の半米粒大の粘膜損傷\n一個および頤の右斜後方二センチの部に〇、五糎×〇、三糎（米粒大）の表皮剥脱\nが被告人の右暴行によつて生じたものであるかは、必ずしも明らかではない。）と\nいう事情等からいつて、暴行の程度に関する原判決の右認定は、正当なものと認め\nられる。\n「３」　なお、原判決は、\n前掲各証拠によれば、被害者は、当時六三才（六四才とあるのは、誤記と認め\nる。）の高令であり、高血圧の持病で日頃から医者通いをし、坂道では時に立ち止\nまつて休むこともあつたのであり、被告人は、これらの事実を知つていたことが認\nめられる\nと判示するが、この認定も、その掲げる証拠に照らして正当と認める。しかし、\n同証拠および当審証人Ｃ、同樫尾隆三の各供述によれば、被害者は、昭和三五年以\n降、主として高血圧症でＣ医師の治療を受けており、当初血圧は二〇〇位であつた\nが、降下剤やビタミン剤を服用して、死亡の一、二年前から一三〇ないし一四〇位\nとなり、一ケ月に一回位診察を受けに同医師を訪ねた程度であり、原判示の坂道は\n被害者宅の近くのａ坂と思料されるが、この坂は健康な人でもいつきに登れば息が\nきれる位の坂であるから、これ等の点は格別重視できない。\n「４」　次に被害者の心臓の病的素因であるが、原審および当審のＭ鑑定と当審\n証人Ｍ、同Ｃ、同Ａの各供述によれば、被害者の心臓および循環系統には、相当高\n度の変化が存する。すなわち、心筋の著しい萎縮とともに心筋の筋原線維の変性、\n心筋の壊死によつてできる小べんち組織の散在、同じ機転による左心室内膜の肥\n厚、その原因とみられる冠動脈の小さい枝の閉塞性変化が見られる。そのために被\n害者は、極めて軽微な外因、従つてこれらの素因なしには死を招来せしめ得ないも\nの、例えば口ぎたなくののしられるとか、強いせきをしたり、子供を叱るため大声\nを出して興奮するとか、テーブルスピーチをするため立ち上るとか、排便のため力\nきむ等の、極めて軽微な外因によつて、突然心臓機能の障害を起こして心臓死に至\nるような心臓疾患の症状にあつた。しかるに被害者は、その生前に、夫Ａはじめ近\n親者にも、またかかりつけのＣ医師にも、心臓の発作その他の異状や徴候を訴えた\nこともなく、Ｃ医師は、死亡前四、五年にわたつて主として高血圧症のため継続的\nに診断治療に当つていながら、被害者の心臓病変について何ら気づいていなかつ\nた。夫Ａら近親者も、これを知らず、恐らくは被害者自身もその心臓疾患を知らな\nかつたのではないかと推認される。被告人が、被害者の右重篤な心臓疾患について\n知つていたことを認めるべき何らの証左なく、また多年かかりつけのＣ医師すら気\nづかなかつた右疾患を被告人が知り得べき筋合いではない。\n（３）　以上の具体的事情の下においては、因果関係について所謂条件説または\n相当因果関係に関する客観説の立場では、被告人の暴行と被害者の死亡との間に因\n果関係がありと解することもできようが、当裁判所の前記見解（折衷説）の下で\nは、その間に必ずしも相当因果関係があるとはいい得ない。また本件は、被告人に\nおいて、行為の当時被害者が死に至ることの結果を予見することができなかつた場\n合にあたるから、致死の結果的加重犯として処断することを得ないといわなければ\nならない。本件発生当時、直ちに被害者を司法解剖に付し慎重にその死因を究明す\nる措置がとられていたとすれば、あるいは因果関係の存否が、より明確にされ得た\nであろうが、原審の記録および証拠物ならびに当審の事実取調の結果による限りに\nおいては、未だ被告人の暴行と被害者の死亡との間に相当因果関係のあることを確\n認することができない。\n原判決が、それにもかかわらず、被告人の暴行と被害者の死亡との間に因果関係\nがあると認定判示したのは、事実を誤認したものというべきであり、その誤りが判\n決に影響を及ぼすことは明らかであるから、原判決中、この部分は、とうてい破棄\nを免れない。そして、この事実と原判示第二事実とは、併合罪の関係にあつて、一\n個の刑で処断されているから、原判決は、その全部において破棄すべきである。論\n旨は理由がある。\n第二、　破棄自判\nそこで、検察官および弁護人のその余の控訴趣意（いずれも量刑不当）に対する\n判断を省略し、刑訴法三九七条一項・三八二条によつて、原判決全部を破棄し、同\n法四〇〇条但書を適用して、さらにつぎのとおり自判する。\n一、　罪となるべき事実\n当裁判所が認定する罪となるべき事実は、原判示第一事実の中の終りの方、原判\n決書七頁一〇行目、一一行目、\n右暴行により同女に急性心臓死を惹起せしめて即時その場で同女を死亡するに至\nらしめるや、奥八畳とあるのを、\nたまたま同女が急性心臓死により死亡したので、奥四畳半間\nと改める外、\nその余は、すべて原判示事実と同一である。\n二、　証拠の標目（省略）\n三、　法律の適用\n被告人の判示第一の強盗の所為は同法二三六条に、判示第二の各所為のうち、私\n文書偽造の点は同法一五九条一項に、偽造私文書行使の点は同法一六一条一項、一\n五九条一項に、詐欺の点は同法二四六条一項に、それぞれ該当し、判示第二の私文\n書偽造と、その行使と、詐欺との間には、順次手段結果の関係があるので、同法五\n四条一項後段、一〇条により、最も重い詐欺罪の刑で処断することとし、以上は、\n同法四五条前段の併合罪であるので、同法四七条・一〇条により、同法一四条の制\n限内において、強盗罪の刑に併合加重をした刑期範囲内で、後記の情状を考慮の\n上、被告人を懲役八年に処し、同法二一条を適用して、原審における未決勾留日数\n中、一〇〇〇日を右の刑に算入し、原審・当審における訴訟費用は、刑訴法一八一\n条一項但書により、被告人に負担させないこととする。\n四、　量刑の理由等\n原判決が量刑の理由として詳細に説示するところは、その中、「被告人の暴行に\nよつて被害者を死に至らせた」とある部分を除き、その余は、すべて正当であつ\nて、当裁判所の所見と軌を一にする。　被害者が死亡したという結果について、被\n告人が、刑事責任を負うかという問題については、前段詳記のとおり、刑法上の相\n当因果関係が必ずしも明らかではないから、強盗致死の刑事責任を免がれ、単に強\n盗の責任を負うにとどまるのであるが、現に被告人の暴行により誘発されて被害者\nが急性心臓死したことは、否定できない事実であり、強盗罪として処断するに当つ\nても、犯情の面においては、単なる強盗罪と同一視することは、許されないものが\nある。\nなお、本件について、検察官の控訴は、もちろん理由がなく、棄却を免れない。\n以上の理由により、主文のとおり判決する。\n（裁判長判事　江里口清雄　判事　上野敏　判事　横地正義）\n"
}