{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 8,
    "day": 31
  },
  "case_number": "昭和44(行ウ)62",
  "case_name": "所得税更正決定等取消請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "lawsuit_id": "18325",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18325",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/325/018325_hanrei.pdf",
  "contents": "主　　　文\n本件訴を却下する。\n訴訟費用は原告の負担とする。\n事　　　実\n原告は被告が（一）原告の昭和三九年度分所得に対し昭和四二年九月二五日付を\nもつてなした更正処分および賦課決定（二）原告の昭和四〇年度分所得に対し昭和\n四二年九月二五日付をもつてなした更正処分および賦課決定はいずれもこれを取消\nす。訴訟費用は被告の負担とする。との判決を求め、請求の原因として、\n一、原告は昭和三九年度の所得税について別表（一）の一記載のとおり昭和四〇年\n度分の所得税について別表（二）の一記載のとおりそれぞれ被告に対し確定申告を\nした。ところが被告は右昭和三九年度の所得税については別表（一）の二記載、右\n昭和四〇年度の所得税については別表（二）の二記載のとおり各更正決定および重\n加算税の賦課決定をなした。\n原告はこれを不服として被告に対し昭和四二年一〇月二三日右各年度についての\n右更正決定および重加算税の賦課決定の取消を求める異議申立をしたところ、被告\nは昭和四三年一月二四日右異議申立をいずれも棄却する決定をなした。\nそこで原告は同年二月二二日名古屋国税局長に対し右各決定の取消を求めるため\n審査請求の申立をしたところ、右国税局長は昭和四四年一〇月二〇日付をもつて右\n申立をいずれも棄却する裁決をなし、同裁決書は同年一〇月二一日原告に送達され\nた。\n二、被告の前記各処分をなすに至つた理由とするところはいずれも原告がＡの依頼\nにより株式会社第三相互銀行および株式会社中京相互銀行大津橋支店（当時は株式\n会社太道相互銀行中市場支店）に協力預金をし、これにより加茂免自動車株式会社\nをして右両銀行からの資金借入れを可能にし、右協力に対する礼金として右Ａ又は\n加茂免自動車株式会社のいずれかより協力預金額に対し日歩金六銭の割合による金\n員の交付を受けたというにあり、また重加算税の各賦課決定処分の理由とするとこ\nろはいずれも雑所得の源泉となつた資産を無記名定期預金等により運用操作し、こ\nれによつて得た利息を隠匿していたというにあつた。\n三、しかし右の事実は原告の全く知らないところで、すべて被告の誤解又は曲解に\nもとづくもので被告のなした前記各処分は違法と考えられるからその取消を求め\nる。\nと述べ、後に昭和四五年三月二四日午前一〇時の口頭弁論の期日に訴状訂正申立書\nに基き右請求の趣旨を、被告が（一）原告の昭和三九年度分所得に対し昭和四四年\n一月二七日付をもつてなした再々更正処分および重加算税の賦課決定（二）原告の\n昭和四〇年度分所得に対し昭和四四年一月二七日付をもつてなした再々更正処分お\nよび重加算税の賦課決定処分はいずれもこれを取消す。訴訟費用は被告の負担とす\nる。との裁判を求める。と訂正し、前記請求の原因たる事実を、原告は昭和三九年\n度の所得税について別表（三）の一記載のとおり、昭和四〇年度分の所得税につい\nて別表（四）の一記載のとおりそれぞれ被告に対し確定申告をした。ところが被告\nは前同二記載の理由から昭和四四年一月二七日付で昭和三九年度の所得税について\nは別表（三）の二記載、昭和四〇年度の所得税については別表（四）の二記載のと\nおり各再々更正決定および重加算税の賦課決定をなした。そこで原告はこれを不服\nとして被告に対し昭和四四年二月二六日右各年度分についての右更正決定および重\n加算税の賦課決定の取消を求める異議申立をしたところ、被告は右申立をいずれも\n棄却する決定をなした。そこで原告は同年六月六日付で名古屋国税局長に対し右各\n決定の取消を求めるため審査請求をしたところ、右国税局長は昭和四四年一〇月二\n〇日付にて右申立をいずれも棄却する裁決をなし同裁決書は同年一〇月二一日原告\nに送達された。と追加訂正の申立をなし、右は言葉本来の意味の訴の訂正にすぎな\nく、仮に訴の変更であるとしても適法である。として次のとおり主張した。即ち\n一、本件（昭和三七年、昭和三八年、昭和三九年、昭和四〇年度分の各所得税に対\nして更正処分のなされた件）の経緯の概略は別表（五）のとおりであり、その理由\nとするところは前記請求の原因たる事実二記載の通りであり、しかも当初は原告の\n息子Ｂの所得に対して更正処分がなされたのであるが同人にはかかる事実は全くな\nかつたので直ちに異議申立、審査請求を為してこれを争い、昀終的には全面的に取\n消されるに至つたが、その直後如何なる根拠に基づいてか今度は原告の所得に対し\n右と同様の更正処分をなしてきた。原告は以上の如き訴願を経て昭和四四年二月一\n〇日名古屋地方裁判所に対し右各年度分所得に対する更正処分および重加算税の賦\n課決定の取消を求める訴を提起したが、その後被告より昭和三九年度分および昭和\n四〇年度分については国税局協議団で再審査に付されている旨の説明があつたの\nで、その裁決を待つべく右両年度分については昭和四四年八月一一日右訴を一旦取\n下げた。\n二、ところで民事訴訟法上請求の趣旨の訂正なる概念は必ずしも明確ではないが実\n務上、誤字の訂正、脱字の補充挿入、文章の削除が請求の趣旨の訂正として扱われ\nる場合がある現実を考えると、こうしたことが、訴訟行為として民事訴訟法上存在\nしうることは否定しえないであろう。それでは請求の趣旨の訂正と訴の変更とはど\nの点で異なるか。訴の変更は従来の訴に新たな訴を追加し、或は新な訴を拡張し又\nは交替して請求の内容、範囲を変更する場合に成立するものであり、他方訴の訂正\nは従来の請求について、請求の趣旨あるいは原因につき補充訂正を加えることによ\nり従来の請求の内容および範囲について変更を加えることなく、これを更に明確に\nするものと言つてよい。そして請求の内容、範囲について実体法上変更がなされた\nか否かについては単にその請求の趣旨それ自体を形式的に観察するだけではなく、\n請求の原因との対照において従来の請求と訂正後のそれとの同一性が論じられなけ\nればならない。\n本訴においては従来の訴は形式的には昭和四二年九月二五日付の処分に向けられ\nているけれども請求の原因に記載せられた事実を観察すれば次に述べるようにそれ\nが実質的には昭和四四年一月二七日付の処分に向けられていたものであることは客\n観的にも認められるのであるから本件申立は単なる請求の趣旨の訂正として扱われ\nるべきである。その理由を詳述せんに（一）原告が本件各年度分所得についての更\n正処分等取消を求める訴を取下げたのは被告から右両年度分については現在国税局\n協議団で再審査中であるとの説明があつたためであるが当時協議団で再審査の対象\nとされていたのは昭和四四年一月二七日付の再々更正処分および重加算税の賦課決\n定処分であつた。（二）原告は一旦訴を取下げた後昭和四四年一〇月二〇日に名古\n屋国税局長より審査請求を棄却する旨の裁決を得て、法定の出訴期間内である同年\n一一月に名古屋地方裁判所に対し本訴を提起するに至つたのである。（三）訴状請\n求原因一に名古屋国税局長は昭和四四年一〇月二〇日付でいずれも原告の申立を棄\n却する裁決をなし、同月二一日同裁決書が原告に送達された。と記載してあるが右\n裁決で問題となつているのは先にも述べたとおり昭和四四年一月二七日付の再々更\n正処分および重加算税の賦課決定であつた。（四）従つて本訴提起の当初から本訴\nで取消の対象とされているものが昭和四四年一月二七日付の再々更正処分および重\n加算税の賦課決定であることは当事者双方には明らかであつた。（五）しかも昭和\n三九年度分および昭和四〇年度分の原告の所得についてこれまでになされた更正処\n分の処分理由はいずれも原告が貸金利息、導入預金に対する謝礼を申告しなかつた\nという点にあり、又原告が主張する違法性も全く同一である。以上の次第で原告が\nなした訴状訂正の申立は単なる訴状の訂正であつて訴の変更ではないのである。\n三、仮に右の主張が許されず本件訴状訂正の申立が訴の交換的変更であるとして\nも、右訴の変更は次に述べるところから適法であるというべきである。即ち本件訴\n状訂正の申立が訴の交換的変更と認められる場合には次の諸要件を充足しなければ\nならない。（一）請求の基礎が同一であること（二）著しく訴訟手続を遅滞せしめ\nないこと（三）口頭弁論終結前であること（四）出訴期間内であること（五）変更\n後の訴につき訴願前置の要件を満していること。右の内（一）、（二）、（三）、\n（五）の各要件については詳論を要しないであろう。けだし新訴と旧訴はいずれも\n原告の同一年度所得に対して為されており、処分の理由も全く同一で、ただ金額に\n微少の差が存するに過ぎず、又原告が主張する処分の違法性も全く同一であるから\nである。\n又本申立がなされた当時には旧訴については未だ証拠調もなされておらず、被告\nから旧訴についての答弁がなされてまもない時期に為されているからである。よつ\nて本申立で特に問題となるのは右（四）の出訴期間の要件である。（一）以下この\n点についての裁判例を検討せんに\n１　訴の変更と出訴期間の問題については昀高裁の判例上（昀判昭和二六、一〇、\n一六民事五－一一－五八三）新に行政処分の取消を求めることのできるのはその行\n政処分についての出訴期間内でなければならない。とされている。右の判例は旧訴\nがそもそも行政処分でない行為を取消の対象とする無効の訴であつたことから結論\nとしては止むをえないものであつたが学者の間には、むしろ、この判例に対して批\n判的なものが多かつた。（例えば安達三季生判民昭和二六年度四四事件解説）確か\nに右判決は法理論的には極めて明快妥当なものではあつたが、これがそのまま形式\n的に適用されるならば、行政処分の違法を争う者の権利救済を著しく狭隘ならしめ\nることは明らかであつて、いずれ何等かの修正あるいは補足を要するようになるこ\nとは当時既に予想されていた。\n２　果して昀高裁は昭和三一年六月五日（民集一〇－六－六五六）買収計画の違法\nを理由とする訴願裁決の取消訴訟を農地買収処分の無効確認訴訟に変更、更に出訴\n期間徒過後の控訴審においてこれを農地買収処分の取消請求訴訟に変更した事案に\nつき、取消を求める理由は訴願裁決自体に形式的違法があるというのではなく、単\nに買収計画が違法であるが故にこれを是認した裁決は違法であるというにあること\nは前述のとおりであるから………中略………買収処分の実体的違法を攻撃する部分\nに関する限りすでに買収令書交付前から訴訟が提起されていたのと同視すべきであ\nり、右の部分に関する限り、本件買収処分の取消請求は出訴期間の遵守において欠\nくるところがない。として買収処分の取消請求訴訟を却下した原判決を、一部破棄\nして原審に差戻す判決をした。この判決は前記昭和二六年の判決とは矛盾するもの\nでないとしても出訴期間遵守の有無を判断するメルクマールとして実体的違法性の\n同一という概念を持込んだところに昭和二六年の判決を更に明確にし、権利保護の\n機会を拡大したといつてよいのである。\n３　この判決の趣旨はその後も引継がれ、例えば、昀判昭和三三、九、九（民集一\n二－一三－一九四九）は行政処分の取消訴訟の出訴期間内に提起された行政処分無\n効確認訴訟はその取消訴訟を含むものとし、又昀判昭三七、二、二七（民集一六－\n二－三七五）は買収対価の不当を理由として買収計画の取消請求をなし、次いで出\n訴期間経過後に買収対価増額の予備的請求を追加した事案について、後者について\nの不服が前者の請求の原因の中で述べられている以上後者はなお前者の訴の提起の\n時になされたものというべきだと判示した。\n４　こうした一連の昀高裁判所の判決の意図を汲んで下級審の判決中にも出訴期間\n経過後の訴の変更を適法とするものがあらわれるようになつた。まず神戸地判昭和\n四〇、九、二四（行集一六－九－一四七三）は所得税賦課処分を処分庁が取消し、\n改めて同一内容の処分をした後に、前処分の取消訴訟が提起された場合において後\n処分の出訴期間後にされた同処分の取消訴訟への訴の変更を適法であると判示し\nた。この判決は適法とする論拠について必ずしも明快な説明を加えてはいないけれ\nどもその言わんとするところは、両者の実体的違法性が同一であるという点に存す\nるように覗いしれる。又大阪地裁昭和四二、三、二八（判例時報四九八－二一）は\n物品税の賦課決定の取消を求める訴を出訴期間経過後、しかも訴願前置の要件を満\nすことなく更正処分の取消訴訟に変更した事案について右の訴の変更を有効である\nと判示した。この大阪地裁の判決理由における論旨は前記一連の昀高裁判決の意図\nを詳細に敷衍して誤るところがないと言つてよいであろう。（二）以上の如き判例\nの推移は結局のところは違法処分を受けた者の権利保護を厚くするという意図に出\nているものであろうが更にこれを仔細に分析すれば次のような点にその原因が存す\nるのである。第一に昭和三四年九月二二日の昀高裁判決（民集一三－一一－一四二\n六）は従来とかく議論のあつた無効確認訴訟を、行政争訟の一類型として容認して\nおきながら、他方において、明白かつ重大な瑕疵の存在を要することによつて事実\n上無効確認訴訟の成立を否定し去つてしまつた。この判決に対してはそれが学説上\nも支配的な見解に沿うものであつたにしても、違法な処分を受けながら出訴期間を\n徒過してしまつた者の権利保護に著しく欠けるとして一部の学者から強い批判が浴\nびせられていた。無効確認訴訟を厳しく制限するならば、訴の変更を認めることに\nより、取消訴訟で争う道を残してやるという実務上の操作を必要とすることは当然\nであつたのである。第二に行政訴訟は訴訟法上特異な性格を有するために、法理論\n的にも実務的にもその正確な理解が必ずしも期しえない。従つて専門家に於ても往\n々初歩的な誤を犯しがちであり、（この点の実証例は判例法上枚挙にいとまがない\n程である。）これを一概に批難して門前払をくわすことは如何にも当事者に酷とな\nることである。第三に右に述べた誤は、通常、形式的な期間の計算間違や、訴訟類\n型の選択の誤り、取消の対象とすべき行政処分の選択間違等の点に存するため、訴\n訟上も訴の訂正という形で申立がなされることが多いのである。そして申立当事者\nにとつてはそれは正しく訴の訂正であつて訴の変更ではありえないに拘らず、民事\n訴訟法上未だ訴の訂正なる概念が明確に定立されていないことから裁判所もこれを\n訴の訂正として扱わず訴の変更として処理したがる傾向を有することである。当事\n者にとつて主観的にも（客観的にも）訴の訂正であるのに、これが訴の変更として\n処理される場合には訴の変更の要件を緩和しない限り権利救済の方図は閉ざされて\nしまうことになる。そしてこのような判例法の底流をなす法理念は本件申立の適否\nを論ずるに当つても充分考慮されなければならないであろう。\nそれでは本件訴の変更は適法であろうか。以下この点について検討する。\n訴状請求の趣旨には取消を求める行政処分として、係争各年度について昭和四二\n年九月二五日付更正処分および重加算税の賦課決定を掲げており、又請求の原因に\nついてみると同一には、原告が更正決定および重加算税の賦課決定を受けた旨の記\n載（日時については記載がない。）が為された後、右処分に対する訴願として昭和\n四二年一〇月二三日に異議申立が、昭和四三年二月二二日に審査請求の申立がそれ\nぞれなされ、昭和四四年一〇月二〇日に名古屋国税局長より棄却の裁決がなされ、\n右裁決書が同月二一日原告に送達された旨の記載がある。そして本件訴訟は右送達\nの日から三ケ月以内である同年一一月に名古屋地方裁判所に提起されているのであ\nる。\n以上の事実からすれば、形式的には、取消の対象となつている処分は昭和四二年\n九月二五日付の処分であるかの如く見受けられるが訴の対象の特定に当つては請求\nの趣旨の記載そのものだけではなく、請求原因の記載も併せ考慮されなければなら\nないとするのが通説である。（例えば三ケ月法律学全集七〇頁）こうした理論を踏\nまえて改めて本件訴状を検討してみるならば本件訴訟が昭和四四年一〇月二〇日付\n裁決および同裁決中で問題とされているそれに先立つ異議申立および更正処分等に\nむけられていることは明らかであり、本件訴の出訴期間が右の裁決書の送達された\n日を起算点として計算されていることも明らかである。しかも昭和四二年九月二五\n日付の処分もその後に続く前記再処分および再々処分のいずれもが同年度分の所得\n中の同一科目（同一人に対する同一の導入預金に対する謝礼および貸付金の利息）\nに対して加えられたものであり、金額には微差が存するものの処分の理由も全く同\n一であり、先に述べた実体的違法性は寸分同一であるといつてよい。\nかてて加えて先に述べた本件各処分に対する係争の推移は昭和四二年九月二五日\n付の処分に始る一連の処分に対し終始違法を主張し続けていることを明白に証明し\nているのであり、又原告が昭和四二年九月二五日付処分に対する審査請求が棄却さ\nれた日から三ケ月以内である昭和四四年二月一〇日に右処分の取消を求める訴を提\n起したところ被告より同処分がその後になされた処分により消滅しているとの説明\nを聞き同年八月一一日に該処分についての国税局長の裁決のなされるのを待つため\nに取下げられているのであり、この事実を併せ勘案すれば本件訴が昭和四四年一月\n二七日付処分に向けられていたことはより明快に理解しうるであろう。とすれば、\n本件申立にかかる新な訴は本訴（旧訴）提起のときに提起されていたものというべ\nきであり、本件訴の変更は出訴期間の要件において欠くところがないと言わねばな\nらない。と述べた。\n被告は本案に先立ち主文と同旨の判決を求め、理由として一、原告の訴状訂正の\n申立書による請求の趣旨の訂正は、原告の昭和三九年度分および昭和四〇年度分所\n得税に対する昭和四二年九月二五日付更正および重加算税賦課決定処分取消の訴を\n昭和四四年一月二七日付再更正および重加算税賦課決定処分取消の訴に交替的に変\n更するものであつて右訂正申立日（昭和四五年三月二四日）において前訴を取下げ\n後訴を提起したことに外ならないと解される。二、そして右前訴および後訴の対象\nは別個の行政処分であり、また取消訴訟においては出訴期間の遵守を要するもので\nあるところ、右再々更正処分および重加算税賦課決定処分についての審査裁決は原\n告の主張からも明らかなとおり昭和四四年一〇月二〇日付でなされ、同月二一日右\n裁決書は原告に到達しており、したがつて右到達日から三ケ月を経過した日たる昭\n和四五年一月二一日の後に提起されたことになる右再々更正処分および重加算税賦\n課決定処分の取消を求める訴（後訴）は出訴期間を徒過したものである。三、また\n訴の交換的変更がなされたとき、旧訴が提起された日に新訴が提起されたものとし\nて取扱われる場合があるとしても、それはあくまで適法な旧訴が提起されているこ\nとを前提とするものであり、このことは、不適法な訴を提起し、後に訴の変更によ\nつて適法な新訴を提起した場合新訴についての出訴期間は新訴の対象となつた行政\n処分についての出訴期間であるのは当然である。とされていることからも窺える。\n（豊水道佑「行政判例百選」増補版二〇六頁解説）ところで本件旧訴はその提起時\nにおいて既にその訴の対象を欠き且つ出訴期間を徒過（更正処分等に対する裁決は\n昭和四三年一二月五日原告に到達している。）している不適法な訴であることが明\nらかであつて本件新訴が旧訴の提起日に提起されたものとみることは到底できない\nといわなければならない。であるとすれば本件新訴の出訴期間はその固有のものと\nいわなければならず、それはすでに前記昭和四五年一月二一日をもつて終了したこ\nとになる。四、原告は、本件訴状の記載は取消を求める課税処分の特定を誤つたも\nのでありこのことは本件争訟の経過および請求原因第一項により明らかであると主\n張されるようであるが、本件訴状における請求の趣旨はもとより請求の原因および\n別表（一）、（二）の記載はいずれもすでに原告の取下げた名古屋地方裁判所昭和\n四四年（行ウ）第四号事件における本件各係争年分の記載と殆んど同一であり、昭\n和四四年一月二七日付再々更正および重加算税賦課決定処分については単に原告の\n審査請求に対する裁決日およびその裁決書の送達日が記載されているにすぎないも\nので到底本件訂正が単なる誤記にもとづく訴状の訂正とは解しえない。したがつ\nて、いずれにしても本件訴は不適法として却下さるべきである。と述べ、本案につ\nき原告の請求を棄却する。訴訟費用は原告の負担とする。との判決を求め、原告の\n主張事実中確定申告とあるは修正申告の誤りである。被告のなした各処分が違法で\nあるとの点を争う。同別表（五）のうち、昭和三七年度分、昭和三八年度分所得に\nついては争わない、昭和三九年度分所得中、昭和四二年一〇月二三日は同月二四\n日、昭和四四年六月日は同年五月八日、昭和四〇年度分所得中、昭和四二年一〇月\n二三日は同月二四日、昭和四四年六月日は同年五月八日であるほかは事実関係は認\nめる、と答弁した。\n理　　　由\nまず原告の訴状の訂正の申立が許されるものか、あるいはそれは訴の変更の申立\nと目すべきものかにつき案ずると、民事訴訟手続における実務上誤字の訂正、脱字\nの補充挿入等が請求の趣旨の訂正として行われていることは原告の指摘するとおり\nであり、又訴状に記載せられた当事者が死者であつた場合これを相続人に改め又は\n当事者の住所に誤記乃至変更のあつた場合これを是正することが訴状の訂正として\n許容せられていることも明らかなところであるがこれらの訂正はいずれも当事者乃\n至訴訟物の同一性を害しない範囲においてのみ認められるに止り、いやしくもそれ\nが訴訟物に変更を来すが如き場合にはこれを請求の趣旨の訂正として認むべきでは\nなく、訴の変更としてその適否を問うべきものとしなければならない。本件につい\nてこれをみると訴状請求の趣旨において取消を求める行政処分は被告が原告の昭和\n三九年および昭和四〇年分所得に対してなした昭和四二年九月二五日付更正および\n重加算税の賦課決定処分として特定せられており、原告は右の取消を求める行政処\n分を被告が原告の前記各年度分の所得に対しなした昭和四四年一月二七日付更正お\nよび重加算税の賦課決定処分に訂正する旨の申立をなし右は訴訟物に変更を加える\nものではなく請求の趣旨の訂正にすぎない旨縷々主張しているのであるが右訂正の\n申立前の請求の原因たる事実一によると原告が右訂正申立前の右各処分につき被告\nに対し異議申立をしたのは昭和四二年一〇月二三日であり、被告が右異議申立の棄\n却決定をしたのは昭和四三年一月二四日であること、および原告が名古屋国税局長\nに対し審査請求の申立をしたのは同年二月二二日であり、名古屋国税局長がその申\n立を棄却する裁決をなしたのは昭和四四年一〇月二〇日で、同裁決書が原告に送達\nされたのは同月二一日であると記載せられていて、原告は明らかに右訂正申立前の\n右各処分の取消を訴求していたことに間違のないことが認められる。而して右訂正\n申立後の請求の原因たる事実によると被告が右訂正申立による右各処分をしたのは\n昭和四四年一月二七日付であり、原告が被告に対し異議申立をしたのは同年二月二\n六日であり、その申立が棄却せられて原告が名古屋国税局長に対し審査請求をした\nのは同年六月六日であり、同年一〇月二〇日付でその棄却の裁決がなされ、同裁決\n書が同月二一日原告に送達された旨の各記載がなされていることは記録上明らかで\nあり、右各年度分取得税については別表（一）ないし（五）記載の如く更正処分\n等、再更正処分等および再々更正処分等のなされたことは日時に若干の相違の存す\nる外は当事者間に争なく、これによつてこれをみると原告は訴状記載にあたり右再\n更正処分等ないし再々更正処分等を見落し名古屋国税局長の昀終審査請求棄却の裁\n決を昀初の更正決定等に関するものと軽信し、訂正申立前の当初の更正決定等処分\nの取消を訴求したるに被告の答弁事実における指摘によりその誤りに気付き本件訴\n状訂正の申立に及んだものと推認できる。よつて原告の本訴において取消を求める\n処分等は被告所説のとおり訴状訂正の申立の前と後においては明らかに異なつてい\nてこれを同一のものとなしがたく、右訂正申立前の請求の趣旨を訂正申立後のそれ\nの誤記と認めることはできなく、この点に関する被告の所説の如く、右は訴の交替\n的変更と目すべきもので原告主張の如く訴状の訂正として許すことはできない。而\nして右の訴の変更は民事訴訟法第二三二条等の要件を充足しておりこの点につき被\n告は何ら異議を述べていない。\nそこで右変更後の訴（新訴）の出訴期間の遵守の点につき案ずると、原告が右変\n更前の訴（旧訴）において取消を求める右昭和四二年九月二五日付更正決定等と変\n更後の訴（新訴）において取消を求める右昭和四四年一月二七日付再々更正決定等\nとは被告所説の通り全く別個独立の行政処分であり、しかも前記の如く被告が右昭\n和四二年九月二五日付更正処分等の後たる昭和四三年三月二日付をもつてこれが再\n更正処分および重加算税の賦課決定処分をなしたことは当事者間に争いがないか\nら、右昭和四二年九月二五日付更正処分等は右昭和四三年三月二日付再更正処分等\nによつて当然消滅したものと解せられる。そうすると原告が右更正処分等の取消を\n求める本件旧訴を提起したのは昭和四四年一二月一一日であることは本件記録上明\nらかであるから右提起の当時すでに右旧訴はその取消の対象たる行政処分を欠き不\n適法であつたものといわなければならない。そしておよそ訴の交換的変更は従前の\n訴（旧訴）を取下げると同時に新たな訴（新訴）を提起するものであり、また不適\n法な旧訴を提起し、その後訴を変更して新訴を提起した場合においては、不適法な\n訴を提起することによつて出訴期間をつなぐことは許されなく、右新訴について出\n訴期間を遵守しているか否かは右不適法な旧訴の提起された時を基準とすることは\nできなく、右新訴の提起された時を基準として判断すべきものと解するのが相当で\nあり（昀高裁判所昭和二六年一〇月一六日判決、民集五巻一一号五八四頁参照）、\n原告掲記の爾余の各判例はおおむね事案を異にし本件には適切ではない。そしてこ\nれを本件についてみると原告が前記変更後の訴（新訴）において取消を求める行政\n処分たる被告の昭和四四年一月二七日付再々更正および重加算税賦課決定処分につ\nいて名古屋国税局長が原告の審査請求に対し昭和四四年一〇月二〇日付で棄却裁決\nをなし、右裁決書が同月二一日原告に到達したことは前記の如く当事者間に争いが\nないから、他に特段の事情の認められない本件においては、原告は右裁決書到達の\n日に右裁決のあつたことを知つたものと推認され、従つて同日から三ケ月以内たる\n昭和四五年一月二一日までに右処分等取消の訴を提起しなければならないのに、原\n告が訴の変更申立書と解すべき前記訴状訂正の申立書を当裁判所に提出したのは右\n出訴期間を経過した後たる同年三月二〇日、その陳述のなされたのが同月二四日午\n前一〇時の口頭弁論の期日であることは本件記録上明らかである。\nしてみればその余の点につき判断するまでもなく右出訴期間経過後に提起された\n本件新訴は被告所説のとおり不適法であることが明らかであるからこれを却下し、\n民事訴訟法第八九条により主文のとおり判決する。\n別表（一）～（四）（省略）\n別表（五）\n（一）　昭和三七年度分所得について\n昭和四二年　九月二五日　更正処分並びに重加算税賦課決定\n同年　一〇月二四日　異議申立\n昭和四三年　一月二三日　同棄却決定\n同年　二月二二日　審査請求申立\n昭和四三年一一月二七日　同棄却裁決\n（二）　昭和三八年度分所得について\n昭和四二年　九月二五日　更正処分並びに重加算税賦課決定\n同年　一〇月二四日　異議申立\n昭和四三年　一月二三日　同棄却決定\n同年　二月二二日　審査請求申立\n同年　一一月二七日　一部取消残金棄却裁決\n（三）　昭和三九年度分所得について\n昭和四二年　九月二五日　更正処分並びに重加算税賦課決定\n同年　一〇月二三日　異議申立\n昭和四三年　一月二三日　同棄却決定\n同年　二月二二日　審査請求\n同年　三月　二日　再更正処分並びに重加算税賦課決定\n同年　一一月二七日　審査請求棄却\n昭和四四年　一月二七日　再再更正処分並びに重加算税賦課決定処分\n同年　二月二六日　異議申立\n同年　五月　八日　同棄却決定\n同年　六月　六日　審査請求\n同年　一〇月二〇日　同棄却決定\n（四）　昭和四〇年度分所得について\n昭和四二年　九月二五日　更正処分並びに重加算税賦課決定\n同年　一〇月二三日　異議申立\n昭和四三年　一月二三日　同棄却決定\n同年　二月二二日　審査請求\n同年　三月　二日　再更正処分並びに重加算税賦課決定\n同年　一一月二七日　審査請求棄却\n昭和四四年　一月二七日　再再更正処分並びに重加算税賦課決定\n同年　二月二六日　異議申立\n同年　六月　日　同棄却決定\n同年　六月　六日　審査請求\n同年　一〇月二〇日　同棄却裁決\n"
}