{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 6,
    "day": 29
  },
  "case_number": "昭和41(ワ)10262等",
  "case_name": "全金大興電機支部貸付金等返還請求",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19830",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19830",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/830/019830_hanrei.pdf",
  "contents": "主　　　文\n一　第一事件被告らは各自原告に対し、別紙第一目録請求金額欄記載の金員および\nこれに対する昭和四一年五月二八日から同年七月五日まで日歩二銭九厘、同年同月\n六日から完済まで日歩四銭の各割合による金員の支払をせよ。\n二　第二事件原告の請求を棄却する。\n三　訴訟費用は、第一事件、第二事件を通じ、全部第一事件被告らおよび第二事件\n原告の負担とする。\n四　第一項に限り仮に執行することができる。\n事　　　実\n一　申立\n（一）　（第一事件原告・第二事件被告）\n第一事件につき、主文第一項と同旨および「訴訟費用は第一事件被告らの負担と\nする。」との判決ならびに仮執行の宣言を、第二事件につき、主文第二項と同旨お\nよび「訴訟費用は第二事件原告の負担とする。」との判決を、それぞれ求める。\n（二）　（第一事件被告ら）\n「第一事件原告の請求を棄却する。」との判決を求める。\n（三）　（第二事件原告）\n「第二事件被告は第二事件原告（選定当事者）に対し、別紙第二目録請求金額欄\n記載の各金員およびこれに対する昭和四一年七月一七日から完済まで年五分の割合\nによる金員の支払をせよ。訴訟費用は第二事件被告の負担とする。」との判決およ\nび仮執行の宣言を求める。\n二　（第一事件原告の主張）\n（一）　原告は株式会社大興電機製作所本社・東京工場・音響機器事業部の従業員\nを以て組織する労働組合であるが、昭和四一年五月一〇日から同年同月二二日まで\nの間右会社に対し賃上げ要求に関して重点部分ストライキを行つた。\n（二）　そして原告は当時原告の組合員であり右ストライキに参加した被告らに対\nし、同年同月二八日、その賃金カツト分にあたる別紙第一目録請求金額欄記載の各\n金員を、弁済期同年七月五日、利息日歩二銭九厘、期限後の損害金日歩四銭の約定\nで貸付けた。よつて、原告は被告らに対し、右貸金、利息および遅延損害金の支払\nを求める。\n（三）　原告は右のストライキに際し、右の賃金カツト分にあたる金員を東京労働\n金庫から借入れ、ストライキに参加した組合員に貸付け、ストライキ終了後に全組\n合員から徴集した賃金により右の貸付分を補償することを予定していた。しかる\nに、被告らはストライキ中に団結を破つて原告組合から脱退したのであるから、他\nの組合員との公平を保つ意味からいつても被告らに対し右の補償を与えることはで\nきない。被告らとしては原告組合から脱退することによつて右の補償を受ける権利\nを放棄したものといわねばならない。\n三　（第一事件被告の主張）\n（一）　原告主張の（一）の事実および（二）の事実の内、被告らが原告組合員と\nしてストライキに参加し、原告から原告主張の金員の交付を受けた事実は認める\nが、その余の事実は否認する。\n（二）　およそ労働組合が組合員の一部にストライキを命じた場合には、その組合\n員の給与喪失分を補償することは労働組合として当然の義務である。しかるに、原\n告は被告らに対してストライキを命じてその間の賃金を失わせながら、その損失を\n被告らにのみ負担させ、他の組合員においてこれを分担しない処置をとつたもので\nあつて、このような組合員を平等に扱わない処置をとることは法律上許されない。\nしたがつて、原告は被告らに対し本訴請求をすることができない。\n四　（第二事件原告の主張）\n（一）　選定者らは、いずれも別紙第二目録組合員期間欄記載の間被告組合の組合\n員であつたものであるが、被告組合に対し、その闘争賃金積立規定に基づき各自毎\n月二〇〇円を預託していた。右の預託金は、組合員が退職、死亡等の理由により組\n合員資格を喪失した場合には、毎年複利計算により東京労働金庫の利息を付して計\n算した合計額を組合員に返還する定めであつた。選定者らはいずれも別紙第二目録\n組合員期間欄の左側記載の年月日に被告組合を脱退して組合員資格を失つたので、\n被告に対し、右の約定により計算した預託金の元利金として同目録請求金額欄記載\nの金員の返還を求める権利がある。よつて選定当事者である原告は被告に対し、右\nの各金員およびこれに対する履行期の後である昭和四一年七月一七日から完済まで\n民法所定の年五分の割合による遅延損害金の支払を求める。\n（二）　前記積立規定には、組合員が退職、死亡等の事由により組合員資格を喪失\nした場合には積立金を払戻す旨が定められているに過ぎず、被告の主張するように\n組合を脱退した者に対しては返還を要しないと解すべき根拠はない。\n五　（第二事件被告の主張）\n（一）　原告主張の（一）の事実は、その内別紙第三目録記載の者の脱退年月日の\n点を除いてすべて認める。右目録記載の者の脱退年月日は同目録記載のとおりであ\nる。\n（二）　本件積立金を組合員に払戻すのは、組合員が退職、死亡等の事由により組\n合員資格を失つた場合に限られるのであり、組合員が闘争中に組合の団結を破つて\n組合を脱退し、これによつて組合員資格を失つた場合は含まれない。この積立金が\n闘争資金を積立てることを目的とするものであることから考えれば、右の解釈は自\n明のところであるといわねばならない。\n六　（証拠）（省略）\n理　　　由\n一　（第一事件について）\n株式会社大興電機製作所本社・東京工場・音響機器事業部の従業員を以て組織す\nる労働組合である原告が、昭和四一年五月一〇日から同年同月二二日までの間、右\n会社に対し賃上げ要求に関して重点部分ストライキを行つたこと、原告が当時組合\n員として右ストライキに参加した被告らに対し、同年同月二八日、その賃金カツト\n分にあたる別紙第一目録請求金額欄記載の各金員を交付したことは当事者間に争い\nがない。\nそして、成立に争いのない甲第一ないし第三六号証、第四三ないし第四五号証と\n証人Ａの証言とによれば、原告はストライキに参加した組合員の賃金カツト分を補\n償するために東京労働金庫から資金を借り入れて、これを被告らを含むストライキ\n参加の組合員に貸付けたものであること、右貸付にあたつて、その弁済期は同年七\n月五日、弁済期までの利息の割合は日歩二銭九厘、期限後の損害金の割合は日歩四\n銭と定められたこと、を認めることができ、この認定の妨げとなる証拠はない。\n被告らは、被告らに対し右の貸付金の返還を請求することは、ストライキに参加\nした被告らにのみ不利益を負わせる結果となるから許されない旨を主張する。しか\nし、ストライキに参加した組合員が賃金カツト等による経済的不利益を蒙ることが\nあるのは当然であつて、本件貸付金はその不利益を補償する趣旨でなされたものと\n解せられる。そして、前掲Ａ証人の証言によれば、被告ら以外にも同様の貸付金を\n支給された組合員は多数いたが、それらの組合員はいずれも原告との約定にしたが\nつてその借入金を返済したのに、原告組合を脱退して就労した被告らのみがその返\n済をしないでいることが認められる。この事実からすれば、被告らに対し貸付金の\n返済を請求することが被告らのみを不公平に取り扱つているものということはでき\nないから、被告らの主張は理由がない。\nそうすると、被告らは各自原告に対し原告主張の金員を支払うべき義務があると\nいわねばならないから、原告の本訴各請求は正当として認容すべきである。\n二　（第二事件について）\n選定者らが被告組合の闘争資金積立規定に基づき被告組合の組合員であつた期間\n毎月金二〇〇円を被告組合に預託していたこと、選定者らが被告組合の組合員資格\nを失つたのは、選定者らが自ら被告組合を脱退したことによること、は当事者間に\n争いがない。\n原告は、右の預託金は、組合員が退職、死亡等によつて組合員資格を失つた場合\nだけでなく、選定者らのように脱退によつて組合員資格を失つた場合にも、預託者\nに対し返還さるべきものである、と主張する。そして成立に争いのない甲第三七号\n証によると、被告組合の積立金規定はその第七条において「積立金の払戻しは左の\n各号に規定する場合以外は認めない。」と定め、その第二号において「退職、死亡\n等の事由により組合員資格を喪失した時」と定めていることが明らかである。この\n積立金がストライキ等の場合に個々の組合員が受ける経済的不利益をできるだけ補\n償し、その団結を強固にすることを目的としていることから考えれば、この積立金\nを返還すべき場合は右の目的と背馳しない限りにおいて認めるように定められてい\nると見るのが合理的であり、右の第七条本文の文言が「場合以外は認めない。」と\n限定的な表現をとつているのもその意味であると解せられる。したがつて、右の第\n二号にいう「退職、死亡等の事由」というのは、退職、死亡のほか、昇格、転勤\n等、組合の団結と特段の関係のない事由を指し、選定者らのように自ら組合を脱退\nした場合は含まない、と解するのが相当である。\nそうすると、選定者らは被告組合に対し積立金の返還を請求しえないというべき\nであるから、原告の本訴請求は、その余の点につき判断するまでもなく失当であ\nる、といわねばならない。\n三　よつて、訴訟費用の負担につき民事訴訟法第九五条、第八九条、第九三条を、\n仮執行の宣言につき同法第一九六条を、各適用して主文のとおり判決する。\n（別紙省略）\n"
}