{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 4,
    "day": 30
  },
  "case_number": "昭和48(行コ)35",
  "case_name": "行政処分取消請求事件",
  "court_name": "東京高等裁判所第十二民事部",
  "lawsuit_id": "20599",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20599",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/599/020599_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n控訴費用は控訴人らの連帯負担とする。\n事　　　　実\n控訴人ら代理人は、「原判決を取消す。本件を東京地方裁判所に差戻す。訴訟費\n用は第一、二審とも被控訴人の負担とする。」との旨の判決を求め、被控訴代理人\nは控訴棄却の判決を求めた。\n当事者双方の事実に関する陳述及び証拠の提出、援用、認否は、控訴人ら代理人\nにおいて別紙第一及び第二記載のとおり陳述し、被控訴代理人において別紙第三記\n載のとおり陳述したことを付加するほかは、原判決の事実摘示（原判決の「事実お\nよび理由」中、第一乃至第四）と同一である。\n理　　　　由\n当裁判所は、当審における新たな弁論を斟酌しても、控訴人らの本件訴は不適法\nたるを免れないものと判断する。その理由は、原判決の理由説明と同一であるか\nら、これを引用するほか、次のとおり付加説明する。\n控訴人らの本件訴は、被控訴人が昭和四五年四月二八日東京都国立市ａｂ丁目ｃ\n番ｄ号先から都道一四六号線（通称大学通り）の上を跨いで、反対側の同番ｅ号先\nまで横断歩道橋を架設する旨決定し、これに基づき新日本製鉄株式会社に請負わせ\nて右架設工事を施行する処分を取消す旨の裁判を求める、というのである。\nそこで按ずるに、本件弁論の全趣旨によれば、被控訴人は、本件歩道橋設置場所\nの付近における大学通りの幅員が広く、かつ同場所が学童の通学路に当つているた\nめ、交通事故が多発するおそれがあると認め、交通安全施設等整備事業に関する緊\n急措置法（昭和四一年法律第四五号）に基づき、交通事故の防止をはかり、あわせ\nて交通の円滑化に資するための交通安全施設として、本件歩道橋を設置することを\n決定し、その工事を新日<要旨>本製鉄株式会社に請負わせて施行したものであるこ\nとが明かであつて、右歩道橋設置の法律的性質は公物たる</要旨>道路（都道）の管\n理行為に属し、昭和四五年四月二八日なした歩道橋の設置決定は被控訴人の内部的\n意思を確定する手続行為であり、被控訴人と新日本製鉄株式会社との間の契約は公\n益的色彩が強いとはいえ民法上の請負契約と異るものではなく、工事そのものは右\n契約の履行としての事実行為であつて、本件歩道橋の設置に関する右一連の行為を\n全体として評価しでも、行政事件訴訟法第三条の規定する行政庁の処分その他の公\n権力の行使に該当しないものと解するのが相当である。\nなお、控訴人らは、本件歩道橋の設置が行政庁の処分に該当しないとしても、こ\nれにより控訴人らが大学通りを通常の横断歩道によつて横断する生活利益を奪わ\nれ、かつ交通公害の増大及び風致美観の毀損などのため、控訴人らの環境権が侵害\nされることになるので、被控訴人の本件歩道橋の設置行為はその他の公権力の行使\nに該当するものと解すべきである旨主張する。\nしかし、本件歩道橋設置以前において、控訴人らが通常の横断歩道により大学通\nりを横断していたということは公物たる道路を利用するうえでの反射的利益に過ぎ\nないものであり、これが事実上歩道橋を経由して横断しなければならなくなつたと\nしても、これをもつて控訴人らの権利乃至法律上の利益が害されるものということ\nはできない。また、一般にひとの健康を保持するうえに必要な生活環境は法律上に\nおいても保護されるべき利益と言い得ないわけではないが、本件歩道橋の設置によ\nり大学通りを進行する自動車にとつて交通の円滑さが多少促進されるとしても、こ\nのようなことは道路施設の整備拡充に通常伴う現象であつて、本件歩道橋の設置が\n直ちに自動車による交通量の異常な増大を来し、いわゆる交通公害の原因となり、\n付近在民の生活環境を著しく破壊する結果を招来するものとは、本件に顕われたす\nべての証拠によつてもこれを認めることはできない。更に、本件歩道橋の設置によ\nり大学通りの風致美観が毀損され、付近住民にとつて生活の憩いの場が失われると\nいう点についでは、控訴人らの主観的、情緒的な感情か或いは道路利用上の反射的\n利益に過ぎないものであつて、いわゆる環境権という名のもとに本件歩道橋の設置\nを排除すべき権利乃至法律上の利益と認めることはできない。本件歩道橋について\nは、控訴人らのようにこれが設置に反対する声も聞かれたと同時に、学童の登下校\nの安全をまもるためにこれが設置を要望する声もあつたことは、本件弁論の全趣旨\nに照し明かなところである。本件のような歩道橋の設置に限らず、およそ行政上の\n施策は、公共の利益の見地から利害得失を綜合考慮して決定せらるべきものであつ\nて、その実施につき万人の賛成、支持を得ることは至難のことであり、ある施策が\n行われることによつて不利不便を被りあるいは不快を感じる人々の生ずることは避\nけ難いことである。しかしながら、もしこれらの人々が、環境権の名のもとに、司\n法上の手段によつて当該施策の実現を阻止することができるものとするならば、行\n政の機能は麻痺し、徒らに現状をその赴くままに放任する外ない結果に立ち到り、\n公共の利益を害する結果を招くことは明かであろう。以上の次第で、本件歩道橋の\n設置により控訴人らの権利乃至法律上の利益が侵害されるとの理由のもとに右設置\n行為を公権力の行使であるとする控訴人らの前記主張も失当たるを免れない。\n以上説明のとおり、本件歩道橋の設置に関する一連の手続は行政事件訴訟法にい\nう抗告訴訟の対象となるべき行政庁の処分その他の公権力の行使に該当しないもの\nと解せられるから、右手続の取消を求める本件訴はこの点からも不適法というべき\nである。\nよつて、本件訴を却下した原判決は相当であるから、民事訴訟法第三八四条第一\n項の規定により本件各控訴を棄却することとし、訴訟費用の負担につき同法第九五\n条、第八九条及び第九三条第一項但書の規定を適用して、主文のとおり判決する。\n（裁判長裁判官　平賀健太　裁判官　安達昌彦　裁判官　後藤文彦）\n別　紙\n＜記載内容は末尾１添付＞＜記載内容は末尾２添付＞＜記載内容は末尾３添付＞\n"
}