{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 8,
    "day": 5
  },
  "case_number": "昭和48(行コ)2",
  "case_name": "保安林解除処分取消請求控訴事件",
  "court_name": "札幌高等裁判所",
  "field": "行政",
  "gist": "１　農林大臣のした水源かん養保安林の指定解除処分により，農業用水及び飲料水の確保並びに水害防止につき直接影響を受ける地域内の耕地の権利者及び居住者は，右処分を争う法律上の利益を有するとした事例　２　保安林の指定解除処分により，地元住民が生命，身体の安全を侵害される不利益は，えん堤等の洪水防止施設によって補償，代替されるに至ったものであって，右地元住民らは，右処分の取消しを求める訴えの利益を失ったものとした事例　３　訴えを不適法として却下したが，一審以来の当事者の主張の経過及び一審判決の判断にかんがみ，本案における争点の一つである自衛隊等の憲法適合性に関する司法審査の可否について判断を示した事例　４　保安林指定解除処分後，立木竹がほぼ全面的に伐採され，その跡地に航空自衛隊第３高射群の施設等が建設されていても，右跡地は，その地形，周辺の状態及び利用状況等から見て，木竹の集団的な生育に供される土地として，その森林性を失っていないとした事例",
  "lawsuit_id": "17841",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17841",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/841/017841_hanrei.pdf",
  "contents": "○　主文\n原判決を取消す。\n被控訴人らの訴えはいずれもこれを却下する。\n訴訟費用は第一、二審を通じて被控訴人らの負担とする。\n○　事実\n控訴代理人は、「原判決を取消す。被控訴人らの訴えを却下する。訴訟費用に第\n一、二審とも被控訴人らの負担とする。」との判決、予備的に、「原判決を取消\nす。被控訴人らの請求を棄却する。訴訟費用は第一、二審とも被控訴人らの負担と\nする。」との判決を求め、被控訴代理人は、控訴棄却の判決を求めた。\n当事者双方の主張並びに証拠関係は、別紙二「主張並びに証拠」記載のほかは、原\n判決事実摘示と同一であるからここに引用する。\n○　理由\n第一　処分の存在\n控訴人は、昭和四四年七月七日、農林省告示第一、〇二三号をもつて、北海道夕張\n郡＜以下略＞所在の防衛庁所管国有財産に係る水源かん養保安林（実測面積〇・三\n二二六四平方キロメートル）及び林野庁所管国有財産に係る水源かん養保安林（実\n測面積〇・〇二八四六四平方キロメートル）（以上実測面積合計〇・三五一一〇四\n平方キロメートル、別添図面一表示の（イ）斜線部分、以下「本件保安林部分」と\nいう。）の指定を解除する旨の処分をなしたこと、右処分は、本件保安林部分を航\n空自衛隊第三高射群の施設及びその連絡道路の敷地にするためになされたものであ\nり、国家の防衛は公益性をもつものとの見地から、森林法第二六条第二項にいう公\n益上の理由により必要が生じたときに当るとしてなされたものであること、以上の\n事実は当事者間に争いがない。\n第二　手続の概要\n当事者間に争いない事実及び明らかに争わない事実並びに各その成立に争いない乙\n第一号証の一ないし六八、同第四三号証の一ないし一〇、同第四四、第四五号証の\n各一、二、原審証人Ａ、同Ｂの各証言及び原審における被控訴人Ｃ、同Ｄ各本人尋\n問の結果の各一部によれば、本件保安林部分の指定解除手続の概要は以下のとおり\nである。\n防衛庁は、第三次防衛力整備計画を執行するため、新たに北海道中央部に航空自衛\n隊の第三高射群（三個高射隊編成）を配備するに当り、その配置地点として本件保\n安林部分を決定した。そこで、本件保安林部分のうち前記防衛庁所管の〇・三二二\n六四平方キロメートルについては、札幌防衛施設局長から控訴人に対し、これを航\n空自衛隊第三高射群施設の敷地として使用するため、森林法第二七条の規定により\n保安林指定の解除申請がなされ、前記林野庁所管の〇・〇二八四六四平方キロメー\nトルについては、右第三高射群施設への連絡道路用敷地として使用するために、札\n幌防衛施設局長が、国有林野法第七条に基づき、所管の札幌営林局長に対し、国有\n林の貸与申請をしたため、右営林局長から控訴人に対し、同一の理由により保安林\n指定の解除申請がなされた。しかして、右各申請並びにこれに対する解除処分は、\n大要次の手続を経て行われた。すなわち、札幌防衛施設局長は、本件保安林部分の\nうち防衛施設設置区域につき、昭和四三年六月一二日、航空自衛隊第三高射群施設\nを設置するため、控訴人あての同日付保安林指定の解除申請書を北海道知事に提出\nしたところ、同知事は、同年六月一三日、右保安林指定の解除はやむを得ないもの\nであるとの意見書を付して、右申請書を控訴人に進達した。\n控訴人は、同年六月二〇日、右申請書及び意見書を受理したが、北海道林務部長あ\nてに疑義を照会するなどして審査した結果、解除を相当と認め、同年七月一三日、\n北海道知事あてに森林法第二九条の規定による通知を行い、次いで、同月一九日、\n同知事は、北海道告示第一、四八五号をもつて同法第三〇条の規定による予定告示\nを行うとともに、長沼町役場においても関係書類を縦覧に供した。なお、本件保安\n林部分のうち連絡道路の敷地に関する部分については、同年七月八日付で札幌営林\n局長から控訴人あてに上申書が提出され、これに対し、同月二三日、控訴人から同\n法第二九条の規定による通知がなされ、更に、同月二七日、北海道告示第一、五七\n〇号をもつて同法第三〇条の規定による予定告示関係書類の縦覧がなされた。右予\n定告示に対する異議意見書の提出期限は第三高射群施設の敷地については同年八月\n一八日、連絡道路の敷地については同月二六日であつたが、それぞれの期限まで\nに、両者を合併した異議意見書が一三八通提出され、これを受理した北海道知事\nは、同年九月三日付でこれらを控訴人に進達した。\nそこで、控訴人は、同年九月一六日から一八日までの三日間札幌市＜以下略＞所在\nの札幌営林局の会議室において公開の聴聞会（第一回）を行うこととし、その旨を\n同月五日付で前記意見書提出者に通知するとともに同月七日付官報で告示した。右\n公聴会は、反対意見者らから解除後の跡地を自衛隊ミサイル基地に利用すること等\nに関する釈明要求が繰返され紛糾するに至つたこともあり、更に、控訴人は、昭和\n四四年五月八日から一〇日までの三日間北海道夕張郡＜以下略＞所在の長沼町公民\n館において再度公開の聴聞会（第二回）を行うこととし、その旨を同年四月末日付\nで異議意見書提出者（意見書取下者を除く）に通知するとともに同年五月一日付官\n報で告示したか、右聴聞会も前同様の経過で終了した。\n以上の経過を経たうえで、控訴人は、本件保安林部分の指定を解除することを相当\nと認め、前述のとおり、本件保安林部分の指定解除処分の告示をするとともに関係\n書類を北海道庁並びに長沼町役場において縦覧に供するに至つた。\n第三　本件保安林部分周辺の地理的概要\n当事者間に争いない事実、その成立に争いない乙第一一号証、同第一九号証、同第\n二二号証の一、二並びに弁論の全趣旨に徴すれば、次の諸事実を認めることができ\nる。\n本件保安林部分は、北海道夕張郡＜以下略＞及び由仁町にまたがり、標高八〇ない\nし二九七メートルの、傾斜度五ないし二〇度の緩斜地もしくは中斜地からなり、そ\nの主稜線がほぼ南北に走る丘陵性の山地で、俗に馬追山丘陵と呼ばれる山地に存す\nる約一五・〇八平方キロメートルの水源かん養保安林（長沼町所在部分約一〇・九\n六平方キロメートル、由仁町所在部分約四・一二平方キロメートル）のうち、長沼\n町所在の一部〇・三五一一〇四平方キロメートル（右保安林全体の約三・二パーセ\nント）である。本件保安林部分を含む通称馬追山保安林は、まず、明治三〇年に、\n次いで同四二年ないし四四年の間に四回にわたり水源かん養保安林に指定（編入）\nされたもので、本件保安林部分は、明治四二年に指定されたものの一部である。右\n保安林の指定面積は、合計二一・六一平方キロメートルであつたが、昭和九年以降\n数次にわたる部分的解除が行われた結果、本件解除処分当時、その面積は前記のと\nおりとなつたものである。右馬追山丘陵の地質は第三紀層に属し、本岩は砂岩、泥\n岩、頁岩、凝灰岩及び安山岩などから構成され、地表部には樽前火山灰が堆積し、\n土壌は砂壌土からなつている。その地上の林況をみると、約一五・〇八平方キロメ\nートルの前記保安林の主体は、トドマツ、カラマツ、ストローブマツ等の人工林で\nあるが、一部比較的急斜地は、ナラ、シナ、イタヤ等の老壮令の天然生広葉樹でお\nおわれ、生育は中庸で、下層植生はクマザサが密生している。そして、本件保安林\n部分の約七〇パーセントが何回かにわたつて植栽された人工造林で、他は広葉樹を\n主とした天然生林であり、本件解除処分当時、人工林は六ないし三五年生のトドマ\nツ、カラマツ、ストローブマツ等からなり、うち七七パーセントが一二年生以下、\nその半数が六年生以下の比較的若年生の樹木からなつていた。馬追山丘陵は、その\n中央部を南北に走る背梁から、東西にほぼこれと直交する方向に多数の渓流が山腹\nを刻んでいるが、本件保安林部分は、右丘陵のやや北寄り地点においてほぼ東西に\n横断する道道札幌夕張線の南寄りの西側斜面を流下する渓流に発し、旧夕張川に流\n入する富士戸川本、支流の上流部に位置を占めている。右富士戸川本、支流を流下\nする流水は、背梁から約三キロメートル離れた標高約二〇メートルの地点で合流\nし、右馬追山麓の扇状地を経て、長沼町平野部に入り、東西線排水路を南方に流\nれ、零号排水路を西方に流れて馬追運河の中央部に流入し、更にそれから長沼町の\n西北側境界をなす旧夕張川に合流する。右馬追運河は、長沼町を南北に分けて、そ\nの中央部をほぼ東西に貫流しており、右零号排水路流入点から右旧夕張川合流点ま\nでの距離はほぼ四キロメートルである。長沼町は、その東方の馬追山丘陵を背に\nし、他の三方を石狩川支流の千歳川、旧夕張川及び夕張川に囲まれた東西約一五・\n五キロメートル、南北約二一・一キロメートルの地域に広がる面積約一七〇平方キ\nロメートルの農村地帯で、そのほぼ中央部に市街地を有する町である。同町内は、\n丘陵地を除き、平野部は海抜六ないし一〇メートルの低地帯であるため、多数の排\n水路を掘さくしているが従来から水害に見舞われることが多く、殊に昭和九年以前\nにおいては、ほとんど毎年のように旧夕張川及び千歳川の屈曲した流れが河川の勾\n配緩慢かつ流水面積の狭小なため、この地域で停滞して氾濫していたが、昭和一二\n年までには千歳川及び旧夕張川の切替工事が完成し右氾濫の原因はほぼ解消した。\nしかし、その後も、なお、長期降雨時等には、石狩川本流の水位が上昇し、これに\n合流する千歳川、旧夕張川及びこれら河川に流入する排水路である馬追運河等の各\n水位も高くなつて、同運河等に流入する内水を排出することができず、かつ、これ\nら河川からの逆流もあつて、同町内の低地帯に水害を起すことがあつた。そこで、\n北海道開発局は、洪水防止施策の一環として、昭和三九年三月、同町内の中央部に\n位置する馬追運河、南方韻に位置する南六号川、南九号川の内水を旧夕張川又は千\n歳川に揚水機で排出することを内容とする千歳川長沼地区機械排水事業計画を立案\nし、昭和四〇年度に着工、昭和四三年一〇月末日、その完成をみた。そして、右計\n画の実施により、馬追運河と旧夕張川との合流点、南六号川及び南九号用と千歳川\nとの各合流点に、それぞれ機械排水設備及び逆水門が設置され、内水の排出が促進\nされ、増水時に石狩川本流及び旧夕張川、千歳川の高水位による馬追運河等の内水\n排水路への逆流現象が阻止されるようになつた。\n第四　当事者適格\n一　行政処分取消訴訟における法律上の利益\n司法裁判所による行政裁判制度は、一面において行政の適法性、合公益性の確保を\n図る行政是正制度の一環をなすものであるとともに、他面違法な行政処分により被\nる個々の国民の被害の救済を図る争訟制度である。しかして司法権が行政権に介入\nすることとなる右の制度を、行政是正の観点と被害者救済の観点との間にたつて、\nこれを如何に構成するかは立法政策の問題であるところ、行政事件訴訟法（以下\n「行訴法」という。）は、行政に関する訴訟として、抗告訴訟（第三条）、当事者\n訴訟（第四条）、民衆訴訟（第五条）、機関訴訟（第六条）、の類型を定め、抗告\n訴訟については、処分等の取消しを求めるいわゆる行政処分取消訴訟のみならず、\n無効等確認の訴えにおいても、提訴者の資格として「法律上の利益」を有すること\nを要件とし（第九条、第三六条）、これに対し、民衆訴訟、機関訴訟にあつては、\n処分取消し又は無効確認等を求める訴訟であつても、提訴者の資格として「法律上\nの利益」を必要と定める第九条、第三六条の規定は準用せず（第四三条）、民衆訴\n訟提起については、法律に特別の定めがある場合に限定はしているが（第四二\n条）、選挙人その他自己の法律上の利益にかかわらない資格で足りるものとしてい\nる。そうすると、行訴法は行政処分の効力を争う訴訟類型として、一方において主\n体的行政参加者たる地位に基づき、専ら国又は公共団体における行政の適法性の確\n保を目的とする客観訴訟としての民衆訴訟を規定するとともに、別途、「法律上の\n利益」を訴え提起者の資格と定めた抗告訴訟という類型を定めているのであるか\nら、右「法律上の利益」は、行政対象者として受ける生活利益を指称し、かつ、抗\n告訴訟は、その利益侵害の救済にその重点が置かれた訴訟であるものと解さなけれ\nばならない。換言すれば、行政処分取消訴訟は、たとえ当該処分に違法があつて\nも、その取消訴求者に取消しを求めるにつき利益のない限り、裁判によつてこれを\n取消すことはなく、瑕疵を有しながらも、これを行政部門における措置にまかす処\n分として残ることを認めているのである。\nところで、行訴法第九条は、行政処分取消訴訟を提起し得る者は、当該処分の取消\nしを求めるにつき法律上のの利益を有する者に限ると規定しているが、日本国憲法\nの施行に伴い、行政裁判制度が廃止されて、行政訴訟事件も司法裁判所の管轄に統\n一され、出訴事項の制度も撤廃されて、いわゆる概括主義が採用され、法律上の争\n訟は、憲法第三二条の裁判を受ける権利の保障のもとに、すべて司法裁判所に救済\nを求め得られるものとされたこと、また、行政処分は、法律関係を設定、変更する\nものではあるが、その目的は公益の実現にあり、その達成を効果的にならしめるた\nめには、右処分に伴う事実上の影響、効果をも広く配慮して行われざるを得ないも\nのであることを考慮し、更に、今日の高度に経済生活が成長複雑化した社会におい\nては、単に国民相互間の私法上の権利関係が複雑化するのみならず、微妙な事実上\nの利害関係が互に因果関係を生じ、複雑多岐に錯綜し、かつ、現実の生活に無視し\n得ない結果を招来することも生じ、他方、行政の作用領域も、質的、量的に著しく\n増大し、国民の日常生活は、多種多様な形式による行政活動に密着した関係に立\nち、これに対する依存度も高くなり、したがつて、一つの行政上の措置の効果は、\n直接の当事者のみならず、ますます広く多数の第三者の利害に複雑かつ深刻な影響\nを及ぼすに至つているものであることを考慮すれば、ある公益目的達成のための行\n政処分をなすにあたり、右処分に伴い、直接に影響を及ぼすものとして、現実に配\n慮されたと認むべき事実上の効果は、それ自体処分と不可分のものと考えるのが相\n当であるから、これもまた法的効果というべきであり、行訴法第九条にいう法律上\nの利益は、単なる実体法上の権利ないし保護利益にとどまらず、行政処分が法の趣\n旨に基づいてなされた際、法目的達成のために特にその実現が所期されたと認め得\nる事実上の利益も含み得るものと解すべく、したがつて、また、その利益を受けて\nいる者であれば、必ずしも処分当事者に限らず、第三者であつても、その処分を争\nい得る余地があるものと解するのが相当である。\nしかしながら、行政処分取消訴訟は、司法権による行政への介入であり、「法律上\nの利益」の存在は、訴求者にその利益がある場合に限り訴訟を通じて司法権が関与\nし、これがない限り、たとえ当該行政処分が違法であろうとも、司法権の関与が許\nされないとする司法権関与条件でもあるから、右「法律上の利益」を単に生活利益\n一般と同義語と解することはできないのであつて、右利益は、裁判所の司法作用た\nる法的判断によつて個別的に解決さるべき具体性、個別性を要するとともに、裁判\n所の法的判断の結果直接解決され得る利益でなければならず、更に右利益は、前示\nのとおり、その保護を求めて取消訴訟を提起した者に対し、法が行政処分を介し、\nその実現を所期しているものと解し得るものでなければならない。このことは、行\n訴法第一〇条において、取消しを訴求する当事者が、訴訟上の攻撃防禦方法として\n主張し得る違法事由そのものも、法がその者の法律上の利益に関係があるものとし\nて定めてある事由に限定していることと照応するものである。\n二　本件訴訟における法律上の利益\n１　森林法は、森林の保続培養と森林生産力の増進を図り、国土の保全と国民経済\nの発展とに資することを目的とし、その目的を達成するための制度の一つとして保\n安林制度を設けているものであることは同法第一条に照して明らかである。そし\nて、同法第三章第一節に定めるところによれば、保安林の制度は、林産物の供給と\nいう森林のもつ産業経済的機能に優先し森林の保存とその森林における適切な施業\nを確保することによつて、当該森林の有する事実上の作用としての自然界に対する\n国土保全的機能の活用を図り、水源かん養、災害の防止、産業の保護、公衆の保\n健、風致の保存等の公共的利益を守ることを第一義の目的とするものであるという\nことができる。そこで、森林法は、右事実上の効果としての保全的機能を十全に発\n揮せしめるため、その方法として、保安林制度を定め、森林について保安林の指定\nがなされると、制度の効果として、その森林に関し一般国民はもとより、当該森林\nの所有者その他権限に基づき森林の立木竹、土地の使用収益をなし得る私法上の権\n利者（以下「森林所有者ら」という。）も、右森林での立木竹の伐採、家畜の放\n牧、土地の形質の変更等が原則的に禁止され（第三四条第一第二項）、又は、施業\n要件指定による立木竹伐採の制限、植栽義務を課される等（第三四条第三、第四\n項、第三四条の二）、その森林の自由な利用に規制を受けることとなつているので\nある。したがつて、保安林指定解除処分の法律上の効果は、指定の効果として発生\nした禁止の解除、なかんずく、立木竹の伐採禁止の解除にとどまるものであつて、\nその効果の発生後に回復された自由に基づく伐採の効果とは、概念上は区別されな\nければならないものである。しかし、本件保安林部分の指定解除の如く、森林法第\n二六条第二項の規定による解除は、同条第一項の規定する指定目的の消滅による指\n定の解除とは異なり、なお森林の保全的機能に依存すべき指定目的が失われていな\nいにもかかわらず、他の公益上の目的のための必要から、その指定の解除をなすも\nのであるから、右解除の理由とされる他の公益上の目的に解除地域内の立木竹の伐\n採等が禁止された状態の下においては達成され得ないと判明しているものというこ\nととなり、この場合になされる保安林指定の解除は、解除地域の立木竹の伐採を直\n接かつ当然に予定しているものというべきこととなる。そうだとすると、森林法第\n二六条第二項の規定による解除にあつては、右に述べたとおり、立木竹の伐採を予\n定しない解除は観念し得ないという意味においては、伐採許可たる一面を有し、両\n者は、法的評価においては密接不可分であるものといわなければならない。したが\nつて右保安林の指定解除処分は単なる授益処分にとどまらず、場合により、伐採行\n為を介して、第三者に対する侵害処分たる性質を兼有するに至るものとみるべきで\nあり、かつ、解除処分は指定の効果である禁止の解除にとどまるものであるから、\n右解除処分により失われる利益は、指定に伴つて生じた利益にほかならないものと\n解され、もし、右利益が、先に説示した法が所期した利益に当ると認められる場合\nにおいては、その利益救済を求めて右指定解除処分を争うことができるものといわ\nなければならない。\n２　本件保安林部分は、馬追山丘陵一帯にわたつて指定されている約一五・〇八平\n方キロメートルの水源かん養保安林の一部である。\nところで、水源かん養保安林の指定は、本来、森林法第一条に掲げる国土保全、経\n済発展を目的とする具体的行政処分であり、他の防備保安林と異なり、その目的と\nするところは、流域保全上重要な地域にある森林の理水機能を利用して降雨等の流\n出量を調節し、下流河川の水量を過不足なきに至らしめ、広く、当該地域における\n水の被害からの社会生活上の安全確保と水の利用による経済活動の発展という公益\nの実現を図ることにあるから、水源かん養保安林の指定における森林法上の保護利\n益は、右現実が企図されている公益自体であるというべきである。したがつて、森\n林法は、水源かん養保安林の指定効果の及ぶ広範囲内の個々人に生ずべき特定の生\n活利益を想定しつつ、法の保護利益そのものとしては、これを個々人の利益そのも\nのとしてではなく、社会的存在としての一般的利益として、その個性を捨象し、公\n益の形で保護しているものと解すべきである。しかし、特定の保安林の指定に際し\nて、その指定目的はもとより、具体的地形、地質、気象条件、受益主体との関連等\nから、処分に伴う直接的影響が及ぶものとして配慮されたものと認め得る個々人の\n生活利益は、没個性的に一般化し得ない利益として上述のとおり、当該処分による\n個別的、具体的法的利益と認めるのが相当である。\n前示認定事実並びに前掲乙第四三号証の三及び九、同第四四号証の一、二によれ\nば、本件保安林部分は、他の保安林部分とともに、長沼町一円の農業用水確保目的\nを動機とし、水源かん養保安林として指定されたものであり、その他水源かん養保\n安林として指定されることによつて生ずる事実上の各種効果のうち、洪水予防、飲\n料水の確保、右保安林に接続して位置する田畑への土砂流入防止の効果がまず配慮\nされていたものであることが認められる。そうすると、右配慮された効果のうち、\n前示水源かん養保安林の指定目的に包摂されない土砂の流入防止の効果を除いて、\nその余の利益は、その実現を所期されていた種類の利益であると解することができ\nる。\n控訴人は、森林法第二五条第一項第一号の目的の保安林は、同項第二号ないし第七\n号の保安林がいずれも比較的局所的な災害の防備を目的とするのに対し、その受益\nの範囲（保全の対象）が広く因果関係は不明確であり、具体的受益地域を特定でき\nない旨主張する。なるはど、水源かん養保安林は、本来その受益範囲を広くみる場\n合は、降雨地点から雨水が流下し海岸に至るまでの相当広い範囲に及び、かつ、そ\nの理水作用も当該河川流域周辺の他の水源かん養保安林とあいまつて、初めて全体\nとしての森林の理水機能により、当該下流域全域における河川の流量を調節し、用\n水の確保、並びに洪水、渇水の予防を図るものであるということができるのであつ\nて、これを本件についていえば、本件保安林部分も、これを含む馬追山保安林等周\n辺の水源かん養保安林はもとより、石狩川上流各地における保安林とあいまつて、\n広く石狩川水系全域における用水の確保、洪水渇水予防の目的に資するものである\nということができる。したがつて、かかる見地からすれば、ある特定の水源かん養\n保安林が下流地域内のある特定地点における洪水緩和、渇水予防効果との間に果し\nて如何なる限度で因果関係を有するかについては必ずしもこれを明確にすることは\nできないともいい得るが、特定の水源かん養保安林は、具体的に特定された地域に\nおいて指定されるのであるから、その特定の河川流域との自然的、地理的条件によ\nつて、当該保安林の有する理水機能がまず直接重要に作用する一定範囲の地域、換\n言すれば、主として当該保安林の伐採による理水機能の低下により直接に影響を被\nる一定範囲の地域を特定することも可能であるというべきである。\n本件保安林部分一帯の地質は、前記認定のとおりであり、その設計日雨量は後記認\n定のとおり一八二・三ミリメートルであり、前掲乙第一九号証成立に争いない乙第\n一〇号証及び同第三七号証の一、二、原審証人Ｅの証言並びに前掲被控訴人Ｃ本人\n尋問の結果によれば、本件保安淋部分を含む富士戸川本、支流の集水地域三・七六\n平方キロメートル（以下「本件流域」という。）内の降雨は、そのほとんどすべて\nが、馬追山西側山腹を刻む富士戸川本、支流に流入してこれを流下し、次いで海抜\n六ないし一〇メートルの長沼町平野部の東四線排水路に入り、南に流れて（右流入\n地点の北側は標高が高く流れは北には流れない。）零号排水路を経て、馬追運河に\n流入し、同運河から旧夕張川に排出される水路を経由するものであるが、右地域は\n従来水害多発地帯であつたので、右運河が旧夕張川に接する地点には前記のとおり\n逆水門及び馬追運河排水機場が設置されて、右設備による内水の機械排水と、右逆\n水門により、石狩川支流の一たる旧夕張川からの逆流の防止が図られていることが\n認められる。\nまた、前掲乙第二二号証の一、二、前掲証人Ｅの証言により真正に成立したと認め\nる乙第六号証の二、前掲証人Ｅ及び原審証人Ｆの各証言によれば、防衛施設庁は、\n本件保安林部分の指定解除後における立木の伐採による理水機能の低下によりもた\nらされると予測された事態に対処するため、地元関係者と協議の上、その要望に応\nじ、種々の施策を構じているが、従来、本件保安林部分を含む馬追山保安林の集水\n地域からの流水及び伏流水を主たる給水源としていた馬追山山麓の富士戸川とタン\nザン川にはさまれた耕地一・八九平方キロメートル（水田〇・八六平方キロメート\nル、畑一・〇三平方キロメートル、別添図面一の（ロ）斜線部分）につき、本件保\n安林部分の伐採により、代掻期（水田起耕期）に毎秒〇・二二立方メートルのかん\nがい用水の不足が見込まれるとして、右用水不足解消のための方策を立て、その結\n果、後記認定のとおりの代替施設が設置されるに至り、また、当時、未だ長幌上水\n道企業団の上水道施設が及んでいなかつたために、その飲料水を、本件保安林部分\nを含む前記集水区域からの渓流、伏流水等に依存していた別添図面一の破線で囲む\n範囲内の六四戸の居住者らに対し、本件保安林部分の伐採による減水あるいは汚濁\nの影響が及ぶことを慮り、既設の右上水道からの引水が計画されて、後記認定のと\nおり右引水工事がなされるに至つたことが認められる。\n以上認定諸事実からすると、先ず右農業用水及び飲料水不足の影響範囲としては、\nそれぞれ図面一の（ロ）斜線、破線内の範囲に限られるものと認めるのが相当であ\nる。したがつて、用水確保の面では、右各地域が直接の影響が及ぶ範囲であるとい\nうべきであり、右地域と生活との密接性並びにその利益の生活における重要性から\nみて、右地域内の耕地についての権利者ら及び右六四戸の居住者らの農業用水、飲\n料水確保の利益は、本件保安林の指定処分に際し、直接的に影響が及ぶものとして\n現実に配慮され、その実現が所期されていたと認めるべき具体的、個別的利益と解\nして妨げないものというべく、かつ、本件解除処分により直接にその侵害を受ける\nおそれのあるものであるから、右利益の享受者らは、本件解除処分を争うにつき法\n律上の利益を有するものと認めるべきである。しかして、弁論の全趣旨により真正\nに成立したと認める乙第二三、第二四号証によれば、被控訴人らのうち右地域内の\n耕地について右利益を有する者は、被控訴人Ｇ、同Ｈ、同Ｉ、同Ｊの四名であり、\n飲料水に関して右利益を有する者は、右被控訴人らのうちＨ、Ｉ、Ｊの三名である\nと認められるから、右被控訴人らは、本件解除処分を争うにつき原告適格を有する\nものと認めることができる。\n次に、本件保安林部分からの雨水流出経路、地形等上段認定の諸事実からすれば、\n富士戸川本、支流から東四線排水路、零号排水路を経由して馬追運河に至る右流域\nは、本件保安林部分からの流水による直接的水害のおそれが認められ、その水害対\n策が構ぜられるべき地帯であるところ、前掲乙第一九号証及び同第二二号証の一に\nよれば、馬追運河排水機場流域（図面一に実線表示の範囲）は、前示各河川を含\nみ、しかも、右排水機場は、右各河川による水害防止対策として、流水排出のため\nに設置された設備であるところ、右排水機場流域は、その機械排水能力の及ぶ範囲\nとして地形上予定されているものであることが認められるので、本件馬追山保安林\nの指定に際し、本件保安林部分に関しては、右排水機場流域が水害防止必要地域と\nして、直接の影響の及ぶ範囲として考慮されたものと解するのが相当である。しか\nして、社会生活の基本的存在たる個々人の生命、身体の安全は、第一義的に考慮さ\nれなければならないことからすれば、同地域に居住する個々的住民の洪水からの生\n命、身体の安全は、没個性的に一般化することができない利益として配慮されてい\nるものというべく、法が具体的な保安林指定処分によりその実現を所期している個\n別的、具体的利益であると解すべきである。\nそうすると、本件記録によれば、被控訴人らのうち、別紙当事者目録中に甲と表示\nのある被控訴人らは、右馬追運河排水機場流域内に居住する者ではないことが明ら\nかであるから、右被控訴人らは、そもそも本件解除処分を争う法律上の利益を有し\nない者というべきこととなり、同被控訴人らの本件訴えは原告適格を欠き不適法で\nあつて、いずれも却下を免れない。そして、右以外の被控訴人ら（別紙当事者目録\n中に乙と表示のある者）は、いずれも、その肩書住所に徴し、右流域内に居住する\n者と推認すべく、これに反する証拠はないから、いずれも前記認定の如き生命、身\n体の安全の利益を享受する者であり、本件解除処分を争うにつき原告適格を有する\nものと認めるのが相当である。\n３　なお森林法は、第二七条において、保安林の指定及び解除の申請権を有する者\nとして、利害関係ある地方公共団体の長のほか、右指定及び解除に直接の利害関係\nを有する者を挙げ、第三〇条では、申請にかかる保安林の指定及び解除をなす場合\nにおいては、右申請権者に対する通知義務を定め、更に、第三二条では、指定もし\nくは解除の告示に対し異議があるときには、右申請権者らに農林大臣に対する意見\n書の提出権を付与するとともに、農林大臣に公開の聴聞を行うことを義務づけてい\nる。しかしながら、聴聞会において傍聴者に発言を認める同法施行規則第二一条の\n二第六項の趣旨に照らせば、これらの規定の眼目は、農林大臣が保安林の指定又は\n解除をなすに当り、主として森林法の主目的たる国土の保全等公益上の見地から考\n慮すべき事項にき、当該関係地域についての行政上の責任者のほか、国民の行政参\n加の一環として、当該地域の実情に関しその意見を聴取するに昀もふさわしい立場\nにあると認められる直接の利害関係者を手続に関与せしめ、国民の行政手続への参\n加により、行政の正当性を担保しようとする目的のために認められているものと解\nすべきであり、これらの者の個人的、私的な利益を保護するためその機会を与え、\nその意見を聴取するものではないと解されるから、被控訴人らが右異議意見書提出\n者として、右手続上の利害関係者たる地位にあつたとしても、このことから、これ\nを理由にして、右手続関与者が保安林の指定、解除の処分につき、これを訴訟上争\nうについて法律上の利益を有することの根拠とすることはできない。また、森林法\n第三六条が受益者負担に関する規定をおいている趣旨も、専ら衡平上の理念に出た\n制度と解すべきものであつて、この規定をもつて、右負担者らに保安林の指定、解\n除を争う法律上の利益を認めたものと解すべきものでないことは、右に述べたとこ\nろと同断である。\n三　平和的生存権と法律上の利益\n被控訴人らは本件解除処分は航空自衛隊第三高射群基地の建設を目的とするもので\nあるから、右基地周辺の住民である被控訴人らは、いわゆる基地公害のほか一朝有\n事の際には直接の攻撃目標とされ、憲法前文等に根拠を有する「平和のうちに生存\nする権利」を具体的に侵害されるおそれがあるとして、単に生命、身体、財産の安\n全等の利益にとどまらず、右平和的生存権の侵害を理由としても、本件解除処分の\n取消しを求める法律上の利益を有するものであると主張する。\n憲法前文は、その形式上憲法典の一部であつて、その内容は主権の所在、政体の形\n態並びに国政の運用に関する平和主義、自由主義、人権尊重主義等を定めているの\nであるから、法的性質を有するものといわなければならない。ところで、前文第一\n項は、憲法制定の目的が平和主義の達成と自由の確保にあることを表明し、わが国\nの主権の所在が国民にあり、主権を有する日本国民が日本国憲法を確定するもので\nあること及びわが国が国政の基本型態として代表制民主制をとることを規定してい\nるところ、国民主権主義を基礎づける右民主権の存在の宣明は同時に憲法制定の根\n拠が国民の意思に依拠するものであることを具体的に確定し、また、国政の基本原\n理である民主主義から基礎づけられた統治組織に関する型態としての代表民主制度\nについては同項でこれに反する一切の憲法、法令及び詔勅を排除する旨規定してい\nるところから、右はいずれも一定の制度として確定され、その法的拘束力は絶対的\nなものであるといわなければならないものであるが、国政の運用に関する主義原則\nは、規定の内容たる事項の性質として、また規定の形式の相違において、その法的\n性質には右と異なるものがあるといわなければならない。前文第二項は、平和主義\nの原則について、第一項において憲法制定の動機として表明した、諸国民との協和\nによる成果と自由のもたらす恵沢の確保及び戦争の惨禍の積極的回避の決意を、総\nじて日本国民の平和への希求であると観念し、これを第一段では日本国民の安全と\n生存の保持、第二段では専制と隷従、圧迫と偏狭の除去、第三段では恐怖と欠乏か\nらの解放という各視点から、より多角的にとらえて平和の実現を志向することを明\nらかにし、更に前文第三項は、日本国民としての右平和への希求を政治道徳の面か\nら国の対外的施策にも生かすべきことを規定しているもので、これにより憲法は、\n自由、基本的人権尊重、国際協調を含む平和をわが国の政治における指導理念と\nし、国政の方針としているものということができる。したがつて、右第二、第三項\nの規定は、これら政治方針がわが国の政治の運営を目的的に規制するという意味で\nは法的効力を有するといい得るにしても、国民主権代表制民主制と異なり、理念と\nしての平和の内容については、これを具体的かつ特定的に規定しているわけではな\nく、前記第二、第三項を受けるとみられる第四項の規定に照しても、右平和は崇高\nな理念ないし目的としての概念にとどまるものであることが明らかであつて、前文\n中に定める「平和のうちに生存する権利」も裁判規範として、なんら現実的、個別\n的内容をもつものとして具体化されているものではないというほかないものであ\nる。また、被控訴人は、右のいわゆる平和的生存権は、憲法第九条及び同法第三章\nの規定に具体化されているとも主張するのであるが、同法第九条は前文における平\n和主義の原則を受けて規定されたものであるとはいえ、同条第一項は国際紛争解決\n手段としての戦争、武力による威嚇、武力行使を国家の権能のうちからこれを除外\nすると定め、国家機関に対し、間接的に当該行為の禁止を命じた規定であり、同条\n第二項はわが国の交戦権に関する権利主張を自ら否定するとともに、陸海空軍その\n他の戦力を保持しないと宣言して、国家機関に対し、かかる戦力の保持禁止を命じ\nているものと解すべきである。しかりとすれば、憲法第九条は、前文における平和\n原則に比し平和達成のためより具体的に禁止事項を列挙してはいるが、なお、国家\n機関に対する行為の一般禁止命令であり、その保護法益は一般国民に対する公益と\nいうほかなく、同条規により特定の国民の特定利益保護が具体的に配慮されている\nものとは解し難いところである。したがつて仮に具体的な立法又は行政処分による\n事実上の影響として、個人に対し、何らかの不利益が生じたとしても、それは、右\n条規により個々人に与えられた利益の喪失とはいい得ないものといわなければなら\nない。また、憲法第三章各条には国民の権利義務につき、とくに平和主義の原則を\n具体化したと解すべき条規はないから、被控訴人らの主張はこの点においても理由\nがない。\nなお被控訴人らの主張は、本件解除処分との因果関係上も肯認できない。すなわ\nち、本件保安林部分跡地に右防衛施設を設置することは、本件保安林部分の指定解\n除後における跡地利用の単なる事実行為にすぎないのであつて、それによつてもた\nらされる事実上並びに法律上の効果は、本件解除処分によるそれとは区別して考え\nなければならない。けだし保安林の指定解除、立木伐採、跡地の利用は、事実上の\n関係においては、一連の連鎖関係にあることは否定できず、森林法第二六条第二項\nの規定に基づく保安林指定解除の場合は、前述したような意味において、伐採は、\n保安林指定解除と法的には一体であると解すべきであるが、跡地利用目的は、当該\n保安林を森林として存続せしむべきか否かを決定する際における公益判断の対象そ\nのものであり解除目的から生ずる利益、不利益は、解除処分すなわち伐採に伴う影\n響として考慮さるべき性質のものではない。したがつて、右跡地利用行為により招\n来される不利益を理由に、本件解除処分を争う法律上の利益を肯認することはでき\nないものというべきである。\n第五　訴えの利益\n一　森林性の喪失\n控訴人は、本件保安林部分は、指定解除後立木が伐採されてその跡地は整地され、\n半永久的な航空自衛隊第三高射群の各施設及び道路等の工作物が設置され、その現\n況はまつたく森林性を喪失したので、本件保安林部分に対する保安林指定処分は、\nその対象を失い、当然失効するに至つたから、被控訴人らは、もはや本件解除処分\nの取消しにより回復すべき利益を有しない旨主張する。\nもとより、保安林の制度は、前述したとおり、森林の保存とその森林における適切\nな施業を確保することにより、当該森林の保全機能を十全に発揮させ、これが活用\nを図ることを目的とするものであるから、その指定対象が森林であることを要する\nことはいうまでもないところであり、森林法第二五条第一項もそのことを明規して\nいる。\n森林法は、その第二条第一項において、森林についての定義を掲げ、森林とは、\n「木竹が集団して生育している土地及びその土地上にある立木竹」（同項第一号）\n及び「木竹の集団的な生育に供される土地」（同項第二号）をいうというのであ\nり、現に木竹が集団的に生育している土地でなくとも、それが「木竹の集団的な生\n育に供される土地」と認められる場合には、同法上の森林に当るものとしているの\nである、しかして、ここにいう「木竹の集団的な生育に供される土地」とは、伐採\n跡地等で現に木竹が集団して生育している土地とはいえたい場合、又は、散生地の\nように、木竹が多少は生育しているが必ずしも集団的な生育状態にない場合であつ\nても、植栽意思が存在し、その土地の状態から、物理的、経済的に、社会通念上、\n「木竹が集団して生育している土地」とすることが客観的に可能な性質を有すると\n認められる場合には、その土地はなお森林性を失わず、森林法上の森林に当るもの\nと解するのが相当である。\nところで、森林法は、第三四条で、同条所定の場合を除き、都道府県知事の許可に\nかからしめて認めるほかは、保安林における立木竹の伐採、土地の形質変更を原則\n的に禁止し、第三四条の二で、保安林において立木竹の伐採等がなされた場合、そ\nの所有者らに植栽義務を負わせ、第三八条で、これらの禁止に違反した者に対し、\n都道府県知事が造林あるいは土地の原状復旧のために必要な行為を命ずることがで\nきる旨定めているから、保安林指定処分がなされた以上、当該森林所有者らには森\n林保持義務がある。したがつて、保安林指定処分後においては、当該指定区域内の\n土地上の立木竹がすべて伐採された場合であつても、その跡地が前記客観的要件を\n保有する限り、右土地は、森林法上の森林に当るものであるから、これに対する保\n安林指定の効果は当然に失われるものではないと解すべきものである。\n本件保安林部分は、指定解除後、約〇・三五平方キロメートルの全域にわたり、立\n木竹がほぼ全面的に伐採され、その跡地には、控訴人ら主張のとおり、航空自衛隊\n第三高射群の各施設とその敷地並びに連絡道路等が建設されているのであつて、現\nに木竹が集団的に生育している土地に当らないことは、前掲乙第一〇号証、いずれ\nも成立に争いない乙第一一号証及び同第二一号証の一ないし五並びに前掲証人Ｆの\n証言により、これを肯認するに十分であるが、右各証拠によれば、約〇・三五平方\nキロメートルの本件保安林部分伐採跡地は、総面積一五平方キロメートル余の馬追\n山保安林に包み込まれるような形で存在し、その周囲は、現に集団的に生育する樹\n木に囲まれていること、右跡地の利用形態は、樹木を伐採したうえ、土地を高低に\n応じて階段状に平担とし、その地上に建物その他の設備を建設したものであること\nが認められ、右地形、周辺の状態、本件土地の利用状況等からすると、本件保安林\n部分伐採跡地は、現存の各施設を撤去したうえ、木竹を植栽し、自然力及び人工的\n措置を活用することにより、これを木竹の集団的に生育する土地に回復せしめるこ\nとは、物理的、社会的観点からして決して困難なものではないということができ\nる。\nしたがつて、本件保安林部分伐採跡地は、木竹の集団的な生育に供される土地とし\nて、その森林性を失つていないものであるから、森林法上の森林に当るものという\nに足り、この点に関する控訴人の主張は採用することができない。\n二　代替施設\n１　代替施設の大要\n成立に争いない乙第三四号証の一〇及び前掲乙第四四、第四五号証の各一、二並び\nに前掲証人Ｆの証言によれば、本件保安林部分の指定解除の申請に当り、防衛施設\n庁は、利害関係人長沼町長の保安林解除に対する同意の条件としての要請等地元の\n要望もあり、また、林野庁の行政指導もあつて、本件保安林部分の指定解除に伴う\n水資源確保等のための代替施設を設置することとし、（１）用水確保のための施設\nとして、南長沼用水路の補強工事、導水路、送配水、揚水施設工事及び上水道施設\n工事を、（２）立木の伐採に伴い流出が予想される土砂流出防止のための砂防対策\nとして、砂防堰堤七基（当初計画では六基）の建設を、（３）洪水防止施設とし\nて、富士戸一号堰堤の建設、富士戸二号堰堤の補強工事（当初計画では、富士戸川\n本、支流に各一基の堰堤新設）及び馬追運河左岸（南岸）のかさ上工事をそれぞれ\n立案、計画し、関係各機関との連絡打合せ、諸調査を経たうえ、昭和四四年四月初\nめ頃その成案を得、関係各機関の協力のもとに後記認定のとおり、いずれもほぼ計\n画どおり右各工事を完了したことを認めることができる。\n控訴人は、本件解除処分により被控訴人らが被る不利益は、立木の伐採により、本\n件保安林部分が水源かん養保安林として従来果していた理水機能が低下することに\nよつて生ずる限度の用水不足、洪水及び土砂の流出等の危険をいうにすぎないもの\nというべきところ、右各代替施設の完成により、本件保安林部分の伐採に伴う理水\n機能の低下は、完全に補填代替されるに至つたから、被控訴人らの右不利益はいず\nれも消滅した旨主張する。当裁判所も、本件訴えの要件として考慮さるべき利益の\n範囲は控訴人の右主張の限度の利益と考えるので、以下に順次この点について検討\nを加えることとする。\n２　用水確保の施設\n前掲乙第六号証の二、同第一一号証及び同第二二号証の一、二、成立に争いない乙\n第一七、第一八号証、控訴人主張のとおりの写真であることに争いない乙第二〇号\n証の八ないし二七及び同号証の三四ないし四三並びに前掲証人Ｅ及びＦの各証言に\nよれば、用水確保のための代替施設としては、次の各工事がなされたことを認める\nことができる。すなわち、前記認定のとおり、本件保安林部分の伐採による理水機\n能の低下により、従来本件保安林部分を含む集水地域からの流水を主たる給水源と\nしていた前記耕作地一・八九平方キロメートルにつき、代掻期に毎秒〇・二二立方\nメートルのかんがい用水の不足が予測された。そこで、右補水源として、南長沼土\n地改良区が所有する用水路であつて、千歳川から取水している南長沼用水路の幹線\n水路の亀裂、漏水個所の補修等による漏水の防止、軽減による増加量をあてること\nが計画され、その方法として、右既存水路を補修して、同水路からの引水を新設の\n導水路及び揚水施設により後記の富士戸一号堰堤に貯水し（後記認定のとおり同堰\n堤のかんがい用水貯留量は六四、〇〇〇立方メートル。）、同所で湛水中の水温上\n昇による温水効果をもたせたうえ、一部は更に揚水機で右堰堤上流部に配水し、一\n部は同堰堤の斜樋な通して下流部に送水することとされた。かくして、いずれも防\n衛施設周辺の整備等に関する法律による全額国庫補助のもとに、南長沼土地改良区\nを事業主体とし、昭和四四年度から昭和四七年度までの四年度にわたり、四期に分\nけて、総額二億七六一八万一〇〇〇円の工費を費して、延長八、一六七メートルに\nわたり南長沼用水路の改修工事がなされ、昭和四七年一二月一五日完成した。ま\nた、これと並行して、長沼町を事業主体として、いずれも昭和四四、四五年度の二\n年度二期に分けて、工費合計六二四七万二〇〇〇円をもつて、延長二、〇一九メー\nトルの導水路新設工事が、工費合計二億一二三一万二〇〇〇円をもつて、吸水槽一\n基及び揚水機四基の据付け、送水管延長一六、七三五メートルの敷設を含む揚水施\n設工事がなされ、前者は昭和四五年一二月一五日、後者は昭和四六年三月三一日そ\nれぞれ完成した。その結果、長沼町が新設施工した導水、揚水施設も従来の南長沼\n用水路と一体として南長沼土地改良区の管理下に移され、右用水改良工事完了前の\n昭和四六年五月下旬から送水が開始され、農業用水の不足の解消については、右各\n工事の完成により所期の目的が達成された。また、前記認定の六四戸の居住者に対\nする飲料水施設については、長幌上水道企業団の経営する既存の上水道から分水し\nて給水することとし、これも前同様全額国庫補助のもとに、長幌上水道企業団を事\n業主体として、昭和四四、四五年度の二年度二期に分けて、工費合計三〇一三万九\n〇〇〇円を費して、延長九、六三八メートルに及ぶ送配水施設工事がなされて、昭\n和四五年一一月三〇日完成し、対象民家六四戸に送水がなされるに至つている。右\n事実によれば、前記被控訴人Ｇ、同Ｈ、同Ｉ、同Ｊの四名が本件解除処分により被\nるべき農業用水、飲料水不足等の不利益は、すべて右各代替施設の完成により代替\n補填されるに至つたものと認めることができる。したがつて、同被控訴人らは、こ\nの関係においては、もはや本件解除処分を争い、その取消しを求める具体的利益を\n失つているものというべきである。\n３　砂防施設\n前掲乙第一〇号証、同第一七、第一八号証及び同第四四号証の二、控訴人主張のと\nおりの写真であることに争いない乙第二〇号証の一ないし七並びに前掲証人Ｆの証\n言によれば、札幌防衛施設局は、本件保安林部分の立木が伐採され、約七〇、〇〇\n〇立方メートルの土地が切盛される等、同地域内の土地の形質が変更されるのに伴\nう土砂の流出を防止するため、富士戸川本、支流の沢部分に、重力式無筋コンクリ\nート造りで、別添表二六の種類、構造欄（同表のｈは堰堤高を、Ｌは堰堤長を表\nす。）記載の規模の七基の砂防堰堤の建設を計画し、昭和四五年一〇月二八日本件\n保安林部分の立木伐採開始に先立ち、同局の直轄工事として、同年六月二五日、右\n表記載の一号、三号、五号、七号の各砂防堰堤の建設に着手して、同年九月三〇\n日、これを当初の計画どおり完成し、引続き、同年八月一八日から一一月一五日ま\nでの工事期間を経て、二号四号、六号の各砂防堰堤を、同様右計画どおり完成させ\n（以上の総工費は六〇六二万六〇〇〇円。）、昭和四六年三月二五日本件保安林部\n分の立木伐採完了後には、土盛部分を厚さ三〇センチメートルごとに転圧し、法面\nに張芝をなし、排水路を設置する等の工事をなしたことを認めることができる。と\nころで土砂の流出防止による利益自体は、本件保安林の指定による所期利益に当ら\nぬことは、前述のとおりであるが、砂防堰堤は、その建設による随伴的効果とし\nて、渓床勾配の緩化をもたらし、これによる流水の流速低下、山脚固定等により、\n洪水調節の機能をももたらすことは、容易にこれを肯認し得るところである。\n成立に争いない乙第三五号証、前掲乙第四四号証の二及び前掲証人Ｆの証言によれ\nば、右七基の砂防堰堤の計画根拠は前記表二六のとおりであるところ、昭和四九年\n五月二三日、昭和五〇年八月二九日の二回にわたる測定の結果によれば、右各砂防\n堰堤のたい積土砂量は別添表二七のとおりであることが認められる。右表二六記載\nのとおり建設前の計画段階における推量計算上右七基の砂防堰堤の設置五年後の予\n想貯砂量は合計五、八六四立方メートルとされていたが、右表二七により明らかな\nとおり、昭和四五年一一月一五日完成後すでに四年九箇月を経た後の各堰堤の現実\nの貯砂量は、約一、九八〇立方メートルにすぎず、その間後記のとおり昭和五〇年\n八月の六号台風に伴う大量降雨による流出土砂が少なからず存すると推測されるに\nもかかわらず、実際のたい積土砂量は予想計算を遥かに下廻るものである。一般\nに、これらの施設は、一定期間を限度とする貯砂能力を予定して設置されるもので\nあるところ、右実績にかんがみると、七基合計二〇、三三〇立方メートルの計画貯\n砂能力をもつ右各砂防堰堤は、完成後四年九箇月を経た時点において、計算上向後\nなお少なくとも三〇年を越える期間土砂の流出防止の機能を発揮することが期待で\nきる。被控訴人らは、本件保安林部分からの流出土砂量の予測に関し、芝張地の崩\n落等の危険性を主張し、右各砂防堰堤について予定された貯砂能力に対比して、控\n訴人の推定計算による数値が過少である旨抗争し、昭和五〇年台風六号により施設\n中における芝張地が一部崩落したことは控訴人もこれを争わないが、前記表二七に\n明らかな過去の実績たい積土砂量中には、右崩落の結果も含まれているのであるか\nら、右主張は採用できない。\n４　洪水防止施設\n（一）　富士戸一、二号堰堤工事とその規模\nいずれも成立に争いない乙第一五号証の一ないし三、同第一六号証の四、同第二五\n号証及び同第四二号証、控訴人主張のとおりの写真であることに争いない乙第二〇\n号証の二八ないし三三及び同号証の四四、四五、前掲乙第一一号証、同第一七、第\n一八号証、同第四四号証の二及び同第四五号証の一、二並びに前掲証人Ｆ及びＥの\n各証言によれば、長沼町は、本件保安林剖分の指定解除に伴う洪水防止対策とし\nて、前記防衛施設周辺の整備等に関する法律に基づき、総工費三億一三八二万三〇\n〇〇円につき、全額国庫補助を受け、昭和四四年一一月四日から昭和四五年三月二\n五日にかけて、富士戸川本流の上流部（後記富士戸一号堰堤より上流約一、五〇〇\nメートルの地点）に存する既設のかんがい用土堰堤（富士戸二号堰堤）の堤体を補\n強するため、これに接する渓流のうち一四一メートルにわたり、コンクリート及び\nコンクリートブロツクで三面装工の護岸工事を施し、洪水時に渓流に面した堤体脚\n部の洗堀による決壊の防止を図るとともに、本件保安林部分の立木伐採により増加\nが予測される洪水流出量の調節を目的として、昭和四四年八月一一日から同年一二\n月二〇日までと、昭和四五年五月一一日から翌四六年三月二五日までの二期に分け\nて、富士戸川本流と支流の合流点（位置は図面一参照）に、前述のとおり農業用水\nの確保を兼ねた富士戸一号堰堤を構築したこと、右富士戸一号堰堤は、本件流域、\nすなわち、本件保安林部分を含む富士戸川本、支流の集水地域三・七六平方キロメ\nートル内の流出雨量はすべてこれに流入することが予定されたもので、堰堤高八メ\nートル（堰堤天端標高二五メートル）、堰堤長二一三メートル、堰堤総幅員五五・\n六五メートル、湛水面積六〇、〇〇〇平方メートル、かんがい用貯水容量（有効貯\n水量）六四、〇〇〇立方メートル（常時満水位標高二二メートル）、洪水調節容量\n六八、〇〇〇立方メートル（設計洪水位標高二三・四〇メートル、ただし、後記認\n定のとおり昀大可能洪水位は標高二四・四〇メートル。）、堆砂量二一、〇〇〇立\n方メートルの規模をもつ前面舗装型フイルダムで、構造上、堰堤本体は砂質土（山\n砂利）で構築され、堰堤のりの勾配は、上流が二割（一対二・〇）、下流が三割\n（一対三・〇）であり、上流前面は、ベントナイト混入の心土の上に七〇センチメ\nートルの厚さに切込砂利層を造り、その表面を更に一九センチメートルのアスフア\nルト舗装で仕上げ、下流前面は、二〇センチメートルの粘土の表面な芝張仕上げし\nたもので、その右岸（北側）に高さ二・三五メートル、幅六・二〇メートル、延長\n三五五メートルで、末端部に減勢装置を付した自然調節型の余水吐が、右岸際の堤\n体脚部付近には、土砂吐水門とかんがい用水用の斜樋が設けられていることが認め\nられる。\n（二）　富士戸一号堰堤余水吐の排水能力\n（１）　前掲乙第二五号証によると、財団法人建設技術研究所が行つた縮尺二〇分\nの一の模型実験の結果によれば、富士戸一号堰堤余水吐の各水位に対応する余水吐\nからの流下量は別添表一のとおりであることが認められ、右数値は、前掲乙第一六\n号証の四記載の計算方法に基づく数値に対比すれば、設計時における予想数値にほ\nぼ合致し、出水時において、右堰堤内水面における波高として〇・六メートルを考\n慮に入れると、流入した水が右堰堤の堤体を越流する危険なくして右余水吐から排\n出される流量が昀大になるのは、堰堤天端標高二五メートルとの間に右〇・六メー\nトルの余裕をおいたとき、すなわち、堰堤水位が標高二四・四〇メートル（余水吐\n水位の標高二四・二四メートル）のときであること、そのときの昀大排出量、換言\nすれば、右余水吐の昀大排水能力は毎秒三六・一一立方メートルであることか認め\nられる。\nもつとも、成立に争いない甲第一八二号証「昀新フイルダム工学」（社団法人発電\n水力協会編）によれば、フイルダムの特徴は、粒状材料により構成されているため\n越流に対し弱いことで、その破壊の第一の原因は、洪水が堤頂を越流したことによ\nる決壊であることが認められ、また、成立に争いない乙第四〇号証によれば農林省\n農地局制定の「土地改良事業計画設計基準」（昭和四一年六月三〇日改定、以下甲\n第一七三号証とともに「設計基準」という。なお、乙第四〇号証は、二三頁、一四\n五ないし一四八頁、二二〇ないし二二二頁、甲第一七三号証は三〇ないし五三頁で\nある）。は、フイルダムの余裕高は、如何なる悪条件下においても、洪水が堤頂を\n越流することのないよう十分大きくとるべきことを要求し、本件富士戸一号堰堤の\n如く堤高（堰堤の基礎地盤と堤頂との標高差）一五メートル未満のいわゆる低ダム\nの場合でも、その余裕高（計画昀高水位すなわち設計洪水位と堤頂との標高差）は\n「８、０５Ｈ＋１．０（ｍ）」の数式（Ｈは基礎地盤から計画昀高水位までの高\nさ）により算出される数値を要し、如何なる場合でも昀小限一・〇メートルの余裕\n高をとることが望ましいとしていることが認められる。しかし、先に言及した〇・\n六メートルとの数値は、堰堤設計時にその安全性確保のために要求される余裕高と\nか、完成後の堰堤が実際に有する余裕高とは別の問題で、洪水時に、堰堤内水面に\n生ずる波浪の波高が、堰堤天端に達した極限状態（波高が堰堤高と同一になつた状\n態）の下において、しかも、波浪が堤体を越流することなくして、余水吐が昀大限\nどの程度の洪水量を処理し得るかの限界を検討するに当り考慮すべき数値、換言す\nれば、堰堤の昀大可能洪水位を意味するものであるから、この場合においては、控\n訴人主張のとおり波高のみを考慮の対象におけば足りるものというべきであり、前\n記数式「０．０５Ｈ＋１．０」を顧慮する必要はない。そうすると、本件富士戸一\n号堰堤のダムサイトは前記設計基準によれば、北海道における弱風帯にあり、局地\n的な強風地帯である証拠はないから、その風波高の計算に当つては、昀大風速を毎\n秒二〇メートルとみて妨げないものと解すべく、また、前掲乙第一五号証の二によ\nれば、堤体からその対岸までの昀長自由水面距離すなわち対岸距離は三〇〇メート\nルと認められるところ、富士戸一号堰堤の上流斜面がアスフアルト舗装され、勾配\nが二割（一対二・〇）であることは前記認定のとおりであるから、右各数値を前記\n設計基準中の「風波高の計算図表」（図四・二五）にあてはめれば、右風波高とし\nて〇・六メートルとの数値が得られることを認めることができる。しかして、右風\n波高を求めるについて使用した数値及び算式等は、いずれも前記設計基準に拠つた\nもので、その性質上、いずれも広く一般に用いられる基準として合理性を有するも\nのと認むべきであるから、これに依拠して算出された右数値もまた十分に合理性を\nもつものということができる。したがつて、富士戸一号堰堤の余水吐の昀大流下量\nとしては、前記模型実験の結果によつて得られた毎秒三六・一一立方メートル（こ\nのときの同堰堤の水位、すなわち昀大可能洪水位は標高二四・四〇メートルであ\nる。）との数値を採用するのが相当である。\n（２）　ちなみに、余裕高（計画昀高水位と堤頂との標高差）に関する前記数式\n「０．０５Ｈ＋１．０」（Ｈは基礎地盤から計画昀高水位までの高さ）は、前記設\n計基準第一七条の解説によれば、本件富士戸一号堰堤の如く堤高一五メートル未満\nのいわゆる低ダムの貯水池面積は、大多数が〇・一平方キロメートル以下であるか\nら、その対岸距離は昀大に見積つても五〇〇メートル、昀大風速毎秒三〇メート\nル、堰堤斜面の勾配二・五割の張石として、前出の風・波高の計算図表により風波\n高を求めた結果が一・〇メートルと出るところから、これに堤高に比例した安全高\n（〇・〇五Ｈ）を加えて右公式としたものであることが認められる。そうすると、\n本件富士戸一号堰堤において、右一・〇メートルに相当する数値として、〇・六メ\nートルを得られることは、前記の波高計算の結果から明らかであり、同堰堤の基礎\n地盤から計画昀高水位までの高さは前掲乙第一五号の一及び同第四二号証によれ\nば、二三・四〇メートルから一五・〇メートルを控除した八・四〇メートルである\nから、右公式における〇・〇五Ｈは〇・四二メートルとなり、これによれば、本件\n富士戸一号堰堤の余裕高としては一・〇二メートルあれば不足することがないこと\nが分る。\nところで、本件において、富士戸一号堰堤への昀大洪水流入量は毎秒二一・三七九\n立方メートルであり、これに対応する余水吐流下量が毎秒一六・六〇立方メートル\nであることは後記認定のとおりであるから、前記模型実験の結果得られた表一の数\n値からすれば、このときの堰堤水位が同表上の余水吐流下量毎秒一九・四〇立方メ\nートルに対応する二三・五九メートル以下であることは明らかであるから、その際\nの同堰堤には、実際上は、一・四〇メートルを超える余裕高（前記設計基準が昀小\n限度の余裕高として要求するのは一・〇メートルである。）が存することとなる。\nなお、被控訴人らの主張する二・〇ないし三・〇メートルとの数値は、堤高一五メ\nートル以上の高ダムについて要求される余裕高であることは、前記設計基準第五三\n条の解説によつて明らかであるから、富士戸一号堰堤に関しては問題すべき余地は\nない。\n（３）　更に、被控訴人らは、前記設計基準によれば、堰堤堤頂部には、基礎地盤\n及び築堤材料の完成後の沈下量を見込んで、必要にして十分な量の余盛もとらなけ\nればならず、通常は堤高の一パーセントを見込む必要があるとし、富士戸一号堰堤\nの堤高は八・〇メートルであるから、〇・〇八メートル要するところ、この要求が\n満たされていない旨主張する。しかし、成立に争いない乙第四一号証によれば、昭\n和四六年三月富士戸一号堰堤完成後ほぼ四年半経過した昭和五〇年九月一五日当時\nにおいて、同堰堤の堤体は、実測、昀低部分でも標高二五・〇五八メートルとなつ\nていることが認められ、更に、同堰堤堤頂上に存する保安上のガードフエンス支柱\nのコンクリート基礎工まで入れると、その昀も低い部分でも標高二五・二六四メー\nトルとなることが認められるから、富士戸一号堰堤は、右余盛の点においても欠け\nるところはないということができる。\n（三）　洪水調節能力の検討方法\n富士戸一号堰堤が、洪水防止施設として、伐採された本件保安林部分に代る施設で\nあるといい得るためには、本件保安林部分が、その理水機能により、立木伐採以前\nに果して来た洪水緩和の効果に対応し、それと同程度の洪水調節機能をもつもので\nなければならないし、また代替施設であるとするには、その限度をもつて足りるも\nのというべきである。すなわち、先にみた富士戸一号堰堤余水吐の排出能力を前提\nとしたうえで、本件保安林部分の立木伐採による本件流域の理水機能低下により増\n加が見込まれる洪水流量が、富士戸川本、支流を経て富士戸一号堰堤に流入し、こ\nれを通過することによつて調節され、その余水吐から流下する水量が、伐採以前と\n変らないか、もしくは、それ以下であれば、富士戸一号堰堤は、その有する洪水調\n節機能により、従前伐採前の本件保安林部分が果していた理水機能に代り得る機能\nを果しているものといえるのである。しかしながら、森林の伐採による理水機能の\n低下によつて増加する洪水量の推定は、その地域における降雨量の多寡、その集中\n度、あるいは流出率等の予測困難な与件因子の相関関係のもとにおいてなされざる\nを得ないから、ある程度の蓋然性をもつて満足せざるを得ないものというべく、裁\n判上この種の問題については、本文統計資料等に基づき、社会通念上一応の合理性\nの認められる方法をもつて検討すれば足りるものと解すべきである。そこで、以下\nに、まず、本件流域にどの程度の降雨があると予測されるかを検討して、本件流域\nにおける降雨量（確率日雨量）の推定をなし、次いで、右降雨中昀大限どの程度の\n水量が地表流となつて流出し、富士戸川本、支流を経て富士戸一号堰堤に流入する\nと考えられるかに検討を加えて、富士戸一号堰堤への昀大洪水流入量を推定し、か\nくして得られた昀大洪水流入量の流入があつたときに、前記認定の能力を有する富\n士戸一号堰堤の余水吐が、果して右にいうような洪水調節の機能を発揮し得る能力\nを有するか否かについて検討を進めることとする。\n（四）　流域雨量の推定\n本件流域内には雨量観測所が存しないので、本件流域内の確率雨量を求めるにつ\nき、これを直接本件流域内における既往の観測資料から推定することはできない。\n右確率雨量の推定に当つては、本件流域周辺の類似の気象影響圏内の地域の観測資\n料によるほかはない。いずれも成立に争いない甲第一七三号証、乙第二六号証の\n一、二及び同第二八号証によれば、本件流域付近の長沼観測所の大正一四年から昭\n和四八年までの間の四六年（昭和一三年、二三、二四年は欠測）の各年昀大日雨量\nをもとにして、確率雨量の推定方法として一般に使用されている岩井法により一〇\n〇年確率昀大日雨量を算出すると、その結果は、控訴人が本件流域雨量として採用\nすべく主張する一五一・九ミリメートルとの数値を得ることができ、右数値は、本\n件流域至近の観測所における長期間にわたる資料を基礎にした計算であるから、一\n応その合理性があるものと認めるべきである。\n被控訴人らは、前記設計基準を援用し、確率雨量推定の基礎となるべき観測資料\nは、できる限り広範な範囲から収集すべきであるとし、本件流域周辺について、札\n幌管区気象台の二〇年以上の各年別昀大日雨量に関する公式資料に基づいて計算し\nた一〇〇年確率昀大日雨量として、支笥湖観測所で三八五・四ミリメートル、栗沢\n観測所で三四一・九ミリメートル、南幌観測所で三三七・一ミリメートルとの数値\nを挙げて、右一五一・九ミリメートルとの数値が過少にすぎるとし、また、平地に\nある長沼観測所の資料をもとに山地である本件流域の雨量を推定するのは、平地と\nは異なる山地の降雨特性を無視するものであると非難する。たしかに、一般的にい\nえば、洪水量の予測にかかわる確率雨量推定のための基礎資料をなす降雨資料の収\n集は、事柄の性質上安全尊重の観点から、なるべく広い範囲ですることが望ましい\nことや、平地に比較し、山地に向うに従い降雨量が増大する傾向にあることは、前\n記設計基準の指摘をまつまでもなく、経験則上も容易に肯認し得るところである。\nしかしながら、右のようにいうことによつて、現地の実情を無視してはならないの\nであつて、本件流域は、前述した本件保安林部分周辺の地理的概要並びに前掲乙第\n二二号証の一及び成立に争いない乙第二七号証（日本気象協会北海道本部編、北海\n道開発局監修「一〇〇年確率等雨量線図」）により明らかなとおり、東側には由仁\n町、南側には千歳市等の平地を控え、北西に広く開けた石狩平野の一隅に、低く丘\n陵をなす馬追山（昀高標高約二九〇メートル、平均標高一二〇メートル）の西側斜\n面に存在し、山地としての性格はさほど顕著なものではないと認められること、そ\nれに加えて、右乙第二七号証によれば、本件流域付近には、一〇〇年確率等雨量線\n図上明らかな降雨特性、すなわち、馬追山丘陵の北西側から山頂を経て南東側に向\nつて降雨量が減少する傾向の存することが認められること、更には、長沼町内にあ\nる長沼観測所は、被控訴人らの指摘する支笥湖、栗沢、南幌の各観測所に比し、本\n件流域に極めて接近して存在するのに対し、支筋湖観測所は、右一〇〇年確率等雨\n量線図により容易に看取されるとおり、本件流域の南西に位置し、海岸に近く、支\n筋湖を控えているうえに、周囲を恵庭岳（標高一、三二〇メートル）や樽前山（標\n高一、〇二四メートル）等に囲まれる等地理的条件も異なるところから、その降雨\n特性の相違は明らかであり、また、栗沢、南幌両観測所は、本件流域の北西方に位\n置して石狩湾に近く、右等雨量線図上、明らかに降雨量の増加する傾向が認められ\nる方向に位置しており、いずれも本件流域に比し多雨地域に当る（ちなみに、右等\n雨量線図上の各観測所の一〇〇年確率日雨量は、支刻湖三四〇ミリメートル、栗沢\n二六〇ミリメートル、南幌二九〇ミリメートルである。）と認められること、しか\nも、長沼観測所における観測期間が長期にわたつていて、確率水文量計算の基礎資\n料が多く計算値の信頼度が高いと考えられることからすれば、被控訴人らの批判は\n当らないものというべきである。\nもつとも、前掲乙第一六号証の四及び前掲証人Ｅ、同Ｆの各証言によれば、富士戸\n一号堰堤の設計段階においては、安全度を考慮し、本件流域雨量の推定資料とし\nて、支笥湖付近の北海道さけ・ます孵化場千歳支所における昭和三〇年から昭和四\n〇年までの一一年間における各年昀大日雨量をもとにして岩井法により計算した一\n〇〇年確率昀大日雨量二五五・七ミリメートルを採つていることが認められる。し\nかし、右数値は、僅か一一年間の観測資料に基づく一〇〇年確率水文量の推定値で\nあつて、基礎となる統計期間と確率年との間の差が過大にすぎることから、その信\n頼性にはやや疑問が残るのみでなく、前示のとおり千歳支所付近は本件流域より多\n雨地域にあることが認められるから、設計段階において右数値を使用したことに\nは、安全性配慮の見地からそれなりの意味があつたと認められるが、完成した富士\n戸一号堰堤の洪水調節能力を代替能力の点から検討するには、本件流域の推定日雨\n量として前示長沼観測所資料を排して、右数値を採用することは必要でもなく適切\nでもないというべきである。\nなお、前掲乙第二七号証によると、前記一〇〇年確率等雨量線図上の長沼観測所の\n一〇〇年確率昀大日雨量は、一八八ミリメートルとなつていることが認められ、ま\nた、被控訴人らは、昭和四九年度の土木学会北海道支部に発表された「北海道にお\nける確率降雨分布と地域特性について」との論文が提唱する方式により算出した本\n件流域の一〇〇年公率昀大日雨量は一九二ミリメートルとなると主張する。しかし\nながら、成立に争いない乙第三九号証によれば、前者の数値は、長沼観測所の昭和\n二五年から昭和四一年に至る一七年間の降雨観測資料をもとに資料の少い場合に採\n用されるトーマス法により算出されたものと認められるから、その基礎をなす統計\n資料数の多寡の比較において、また後者算定方式は、成立に争いない甲第二〇〇号\n証により認められるように、資料不足等の場合に備え、確率雨量強度式を地域的分\n布に拡大し、資料の収集、解析作業の省力化を目的として開発された簡易な降雨強\n度式である点を考慮すれば、前示の如く長期間にわたる観測資料が存在する場合に\nは、確率雨量としては、右資料の解析に基づく算定結果の方がより合理性があるも\nのといわなければならず、被控訴人らの主張は採用できない。\n以上の諸点を考慮すれば、前記一〇〇年確率昀大日雨量一五一・九ミリメートルを\nもつて、本件流域の日雨量と推定するのが地域の実情に適し、相当であると認め\nる。\nしかして、本件流域の日雨量を推定するに当り、確率年として一〇〇年の長期を選\n択したことは、すでにそれ自体安全性を見込んだものというべきであるが、以下に\nおいては、前記設計基準第一五条の余水吐の設計降雨量は一〇〇年確率日雨量の\n一・二倍とするとの安全基準に準拠し、前記一五一・九ミリメートルに更に一・二\nを乗じた一八二・三ミリメートルを検討基準として採用することにする。\n（五）　昀大洪水流入量の推定\nそこで、まず、右に採用した日雨量一八二・三ミリメートルについての雨量分布\n（降雨量の時間配分）を推定する。成立に争いない乙第二九号証により、確率雨量\nの時間配分を推定するについて一般に用いられる方法と認められるシヤーマン法に\nより、右目雨量一八二・三ミリメートルについての一時間ないし二四時間雨量を推\n定すると、別添表二の数値が得られるから、この各時間雨量について、それぞれそ\nの直前の時間雨量を控除することにより、一時間毎の降雨量を算出すると、その結\n果は別添表三のとおりとなり、右一時間毎の降雨量を、更に、一般的な降雨型に準\nじて、中央山型に分布すると、別添表四を得ることができる。\n次に、富士戸一号堰堤への昀大洪水流入量を推定するため、単位流出量（降雨中直\n接地表に流出する量を単位時間当りで表したもの）及び流出率（降雨量に対する有\n効雨量の比率）を決定し、これを前記雨量分布に適用して有効雨量（降雨中直接地\n表に流出する量）時間別流出量及び合成流出量を順次算出するが、その方法として\nは、佐藤流出関数法を採ることとする。この方法は成立に争いない甲第二〇二号証\nによれば、流出量を算定するための計算方法として、広く一般に使用されている方\n法であると認められるところ、右方法に拠ること自体は、後述するとおり、右公式\nに使用すべき数値のうち到達時間、係数αについて争いのあることは別として、被\n控訴人らも争うものではない。まず、単位流出量（単位流域一平方キロメートルに\n一様に単位雨量一ミリメートルが降り、その全量が流出するものと仮定した場合、\n換言すれば、流出率を一と仮定した場合における各時間毎の流出量）の計算結果\nは、成立に争いない乙第三〇号証によれば、別添表五のとおりとなることが認めら\nれる。次に、総雨量と総流出率との関係については、前記設計基準に別添表七のと\nおりの基準値が示されていることは当事者間に争いがないから、右数値を採用し、\nこれを前記中央山型の雨量分布（表四）にあてはめると、別添表八のとおり各時間\n毎の有効親量を得ることができる。そして、前記時間毎の単位流出量（表五）に、\n右表八の時間毎の有効雨量を乗じ、これに、更に、本件流域のうち本件保安林部分\nを除いた地域の面積三・四〇八八九六平方キロメートル（本件保安林部分〇・三五\n一一〇四平方キロメートルについては、後記のとおり別途算出する。）を乗じて時\n間別流出量を算出し、右時間別流出量を合算することにより本件保安林部分を除い\nた本件流域内の時間別合成流出量を求めることができる。この計算に当り、控訴人\nは、本件保安林部分中現に伐採ずみの地域〇・三三五平方キロメートルと、右部分\nを除いた本件流域とに分けて計算しており、その結果は、成立に争いない乙第三六\n号証の三ないし六によれば、本件流域のうち右伐採ずみ部分を除いた部分について\nは、別添表九のとおりとなることが認められる。しかし、本件保安林部分はすでに\n指定解除ずみであり、今後いつでも伐採可能な地域であるから、右計算に当つて\nは、本件保安林部分全域を本件流域から除外するのが相当である。そうすると、右\n表九の数値によれば、本件流域面積からそれぞれ本件保安林部分を除いた面積と、\n本件保安林部分中伐採ずみの土地を除いた面積の比により、本件保安林部分を除い\nた本件流域からの昀大洪水流出量、すなわち富士戸一号堰堤への昀大洪水流入量を\n推定することができ、その数値は毎秒一六・四四八立方メートルとなる。また、本\n件流域のうち本件保安林部分については、流出率を〇・八としてラシヨナル式によ\nり算出すると、その結果得られる同地域からの昀大洪水流出量（富士戸一号堰堤へ\nの昀大洪水流入量）は、前掲乙第三六号証の三ないし六により認め得る別添表一〇\nの数値から前同様本件保安林部分とそのうちの伐採地域との面積比で求めた毎秒\n四・九三一立方メートルとの数値となる。したがつて、以上を合計した毎秒二一・\n三七九立方メートルが、前記日雨量一八二・三ミリメートル降雨があつた場合に、\n本件流域から富士戸一号堰堤に流入すると推定される昀大洪水流出量である。被控\n訴人らは、右昀大洪水流出量は、設計基準に定める比流量からみて少量すぎる旨主\n張する。しかしながら、前掲甲第一七三号証によれば、前記設計基準にいうところ\nは、流域面積が一〇平方キロメートル以下の場合には、面積が小さくなるに従い流\n出率が大きくなることを、一定量の降雨に対し、流域面積の大小により、流域面積\n五平方キロメートルの場合には一平方キ口メートル当り毎秒二〇立方メートルであ\nり、三平方キロメートルの場合には一平方キロメートル当り毎秒二二立方メートル\nとの比率で示しているにすぎないものであつて、右設計基準上は、その、一定の降\n雨量は与えられていないのであるから、本件で採用した前記日雨量のもとで得られ\nた右昀大洪水流出量を単純に右数値と比較することには格別の意味はないものとい\nわなければならない。かえつて、右設計基準では、ダムの流域面積が約五〇平方キ\nロメートル以下の小流域であつて、信頼できる本文資料が乏しい場合には、地域別\n比流量を参考にして一〇〇年確率流量を推定してよいとし、それによれば、北海道\n地方に一平方キロメートル当り毎秒六立方メートル以上とされているから、前記昀\n大洪水流量二一・三七九立方メートルとの数値は右設計基準にみあうものであると\nいえる。\n（六）　余水吐の洪水調節能力\n前掲甲第一七三号証、成立に争いない乙第一六号証の三及び前掲証人Ｆの証言によ\nれば、自然調節型の余水吐を設置した貯水池においては、これに流入した水は、貯\n水池満水面上に、一部一時的に貯留される（遊水作用）ので、余水吐から流出する\n昀大洪水流出量は、昀大洪水流入量より少なくなること、貯水池の有するこの機能\nを洪水調節能力というが、本件富士戸一号堰堤も、右洪水調節能力により洪水流入\n量の調節を図ることを目的とするものであることが認められる。そこで、富士戸一\n号堰堤の水位が常時満水位（標高二二メートル）にあるとして、これに流入する洪\n水量が前記昀大洪水流入量に達した場合における余水吐からの流下量（昀大排出\n量）を検討するに、成立に争いない乙第三三号証により洪水調節池の洪水調節量の\n推定に関する一般的な方法であると認められるエクダールの解決によると、成立に\n争いない乙第三四号証によつて認められるとおり、右余水吐からの昀大排出量とし\nては毎秒約一六・六〇立方メートルとの数値を得ることができる。右数値は、昀大\n洪水流入量の算出に当り、本件流域を伐採地域（防衛施設地域）とそれ以外の地域\nに分けて計算した毎秒二一・二三一立方メートルとの洪水流入量を前提とするもの\nであるが、右数値は、前記認定の昀大洪水流入量毎秒二一・三七九立方メートルと\nの間に僅か〇・一四八立方メートルの差異があるにすぎないから、右昀大洪水流入\n量毎秒二一・三七九立方メートルに対応する昀大排出量は、右乙第三四号証によつ\nて認められる数値とさほど違いはないものというべきである。したがつて、本件保\n安林部分の立木伐採後における本件流域からの昀大洪水流入量毎秒二一・三七九立\n方メートルは、富士戸一号堰堤を通過することにより、その洪水調節機能によつ\nて、余水吐から流下するときは毎秒約一六・六〇立方メートルに調節（減量）され\nるものということができる。\n右毎秒一六・六〇立方メートルとの数値は、成立に争いない乙第三二号証により認\nめられる本件保安林部分の立木伐採前の本件流域からの昀大洪水流出量毎秒一八・\n一四三立方メートルを下廻るものであり、しかも、同堰堤余水吐の昀大可能排水量\n毎秒三六・一一立方メートルを超えるものでないことが明らかである。なお、この\n場合に、昀大洪水流出量毎秒二一・三七九立方メートルに一・二を乗じた異常洪水\n量毎秒二五・六五五立方メートルをとつてみても、成立に争いない乙第三六号証の\n一によれば、右洪水量も、富士戸一号堰堤の洪水調節機能により、余水吐から流下\nするときは毎秒約二〇・二〇立方メートルに減量されることが認められるから、伐\n採前における計算上の異常洪水量より少なく、かつ、この場合にも十分余裕をもつ\nて排出し得るものであるということができる。のみならず、右乙第三六号証の一に\nよれば、富士戸一号堰堤余水吐の昀大排水能力毎秒三六・一一立方メートルをもつ\nてすれば、日雨量三二〇ミリメートルまでの隆雨による洪水に対しては、これを調\n節し得るものであること（このときの昀大洪水流出量は毎秒約四六立方メートル、\n余水吐からの昀大排出量は毎秒約三五・八立方メートルである。）を認めることが\nできる。したがつて、富士戸一号堰堤は、その洪水調節能力により、伐採前の本件\n保安林部分が果していた理水機能による洪水防止の機能に代る機能を十分に営み得\nるものであるということができる。\n被控訴人らは、フイルダムの洪水調節能力の測定及び安全性につき前記設計基準第\n三部第一編フイルダム第一七条「フイルダム余水吐の設計にあたつては、原則とし\nて、貯事池満水面以上の一時的な洪水貯留能力を考慮に入れない。ただし、非調節\n型余水吐で、かつ流域面積に比べて満水面積がかなり大きく、十分に安全性が確認\nできる場合に限り、余水吐の洪水調節能力を考慮してもよい。」を引用し、本件富\n士戸一号堰堤の如きフイルダムの余水吐を設計するに当つては、原則として貯水池\n満水面以上の一時的な洪水貯留能力を考慮に入れず、ただ満水面積が流域面積の三\n〇分の一より大きく、洪水到達時間が相当長い場合には、余水吐の洪水調節能力を\n考慮してもよいとされているにすぎないとしたうえ、富士戸川の流域面積は三・七\n六平方キロメートルあるのに対し、富士戸一号堰堤の満水面積は六〇、〇〇〇平方\nメートルであつて、その比率は六三分の一であるから、右設計基準によれば、富士\n戸一号堰堤は余水吐による洪水調節を考えてはならない場合に該当すると主張す\nる。しかし、前掲甲第一七三号証によれば、右設計基準第一七条が堰堤の満水面積\nとその流域面積との比率を考えているのは、その解説により明らかなとおり、余水\n吐な設計するに際し、堰堤の満水面積が流域面積の三〇分の一より大きい等一定の\n条件を具備するときは、前述した堰堤自体の有する洪水調節能力を考慮して、その\n断面等の規模を縮小してもよいというにすぎないのであつて、堰堤の満水面積が流\n域面積の三〇分の一以下であるときには、余水吐によつて洪水調節をしてはならな\nいとするものと解すべきではなく、現に存する余水吐の能力を考えれば、本件にお\nいては、昀大降雨量に対する堰堤容量になお十分の余裕があるから、被控訴人らの\n右批判は当を得ないものというべきである。\n次に被控訴人らは、本件保安林部分伐採後の同地域からの洪水流出量の算定に当り\n採用したラシヨナル式の適用に当り使用すべき洪水到達時間の推定方法に誤りがあ\nり、これを三〇・三〇分とすべきところ一時間としていると主張する。しかし、こ\nの点についての被控訴人らの非難は、本件保安林部分伐採前の本件流域からの洪水\n到達時間の計算をなした乙第一六号証の二を本件保安林部分の伐採地域からの洪水\n到達時間の計算に関するものと誤解し、その内容において地表流、みぞ流河道流等\nの区別を導いているものであるから失当である。のみならず、前掲甲第一七三号証\n及び同第二〇二号証によれば、設計洪水量の算定に当りラシヨナル式計算法によつ\nて計算された洪水到達時間が一時間以内の場合には、これを一時間として扱うとさ\nれていることが認められることからしても、右主張は容れることができない。\nまた、被控訴人らは、単位流出量の計算に当り使用すべき数式の係数α（流量が早\n期に多量に流出するか、漸時少量ずつ流出するかを表す係数）の値を一としたのは\n誤りであり、右αの値は二になるべきものである旨主張する。すなわち、成立に争\nいない乙第一六号証の二によれば、洪水到達時間（Ｔ）の推定に当り、主としてル\nチハの式及び愛知用水公団設計基準を併用し、降雨が流域内の昀遠点から富士戸一\n号堰堤に達するまでを、地表流、みぞ流、河道流に分け、その各所要時間を合計し\nてこれを一時間としているが、洪水到達時間（Ｔ）は、一般に昀大降雨量から昀大\n流出量までの時間（昀大流量の到達時間、ｔｌ）の二倍とされているところ、右係\n数αと右昀大流量の到達時間（ｔｌ）との間には「ｔｌ＝１／α」の関係があるか\nら、αの値を一と採るならば、一般に昀大流量到達時間（ｔｌ）の二倍である洪水\n到達時間（Ｔ）は二時間とならなければならず、この点に矛盾があるというのであ\nる。なるほど前掲甲第二〇二号証（水理公式集）によれば、本件保安林部分を除く\n本件流域からの洪水流出量の算定に当り使用した流出関数法においては、一般に昀\n大流量到達時間（ｔｌ）と係数αとの間には「ｔｌ＝１／α」の関係があるとされ\nていることが認められるけども、右甲第二〇二号証によれば、洪水到達時間（Ｔ）\nが昀大流量到達時間（ｔｌ）の約二倍とする関係が成立つのは、専ら河道流の洪水\n到達時間を求めるルチハの式に拠つた場合にのみいえることであり、これと異なる\n地形を含む地域における洪水流量算定方式である流出関数法に直ちに全部的に適用\nすることは誤りである。そして、前掲乙第一六号証の二における計算結果によれ\nば、そこでの洪水到達時間の計算は一・二時間であり、常時河道流下時間は僅か一\n〇分余にすぎ、他はみぞ流と地表流到達時間であることが認められる。しかして、\n地表流、みぞ流の流下時間については、常時河谷を流下する場合とは異なり、地表\n面の土質、形状、植生等の複雑な要素が作用して流速は遅れ、そこでの洪水到達時\n間と昀大流量到達時間との間には、必ずしも前者い後者の二倍であるとの関係は成\n立たず、河道流以外の流下時間が前記のとおりその大部分を占める本件の場合は、\nその倍率が相当に低減するであろうことはこれを容易に肯認することができる。以\n上の各点を総合して考えれば、この点の被控訴人らの主張も肯認することはできな\nい。\n被控訴人らは、降雨持続時間を一時間として、流量ピーク発生時の誤りを主張する\nが、本件においては、日雨量について、その合成流出量における昀大洪水流出量を\n検討すべきであるから、右主張は失当である。\nなお以上の検討は、富士戸一号堰堤がかんがい用水六四、〇〇〇立方メートルを貯\n留している場合で、その水位が余水吐の底面に達している満水位にあることを前提\nとしている。しかし、いずれも成立に争いない乙第六一号証及び同第六二号証の\n一、二によれば、富士戸一号堰堤管理者である長沼町が制定した長沼町富士戸堰堤\n管理規程によると、同堰堤は、毎年五月一日から八月三一日までのかんがい期間中\nには、常に満水位（標高二二メートル）になるよう努め、かんがい用水のための利\n用は低水位（標高二〇・五〇メートル）までとし、特別の場合を除き右低水位を維\n持すべきものとしているが、その管理に当つては、洪水調節を優先的に考慮すべき\nこととしており、洪水調節を行う必要が生ずると認められる場合には、常時閉鎖を\n原則とする斜樋、底樋ゲートを開扉してあらかじめ予備放流を行うこととしている\nこと、現に昭和五〇年八月二二日から二四日の台風六号来襲時においても、大雨注\n意報の発令に伴い、三個の斜樋ゲートの操作により予備放流をなし水位を低減して\nいることが認められるから、富士戸一号堰堤の余水吐による洪水調節能力は、これ\nら斜樋ゲート操作等による予備放流を併用することにより、実際上は、前記実験結\n果により推定されるより以上の余力があるものということができる。\n更に、被控訴人らは、富士戸一号堰堤は越流による決壊のおそれがあるから、洪水\n調節能力を有するものとがえないばかりでなく、そもそもかかる決壊のおそれのあ\nる施設をもつて森林に代替し得るものということはできないと主張する。しかしな\nがら、富士戸一号堰堤は、上来判示したところから明らかなとおり、本件流域にお\nいて推定される一〇〇年確率昀大日雨量一五一・九ミリメートルから設計基準によ\nる安全率を加味して求めた設計日雨量一八二・三ミリメートルの降雨に際し予測さ\nれる昀大洪水流入量毎秒二一・三七九立方メートルに対して、十分な余裕高を残し\nて調節可能であり、また、安全性を限度一杯にみて、堤頂との間に風波高〇・六メ\nートルを残した堰堤水位標高二四・四〇メートルの状態のもとにおいて可能な余水\n吐の昀大排水能力三六・一一立方メートルをもつてすれば、右設計日雨量を遥かに\n超過する日雨量三二〇ミリメートルの降雨がある場合にもなお洪水調節能力を発揮\nし得るものであるから、富士戸一号堰堤の越流による決壊の蓋然性は無視し得る程\n度に低いものとみて誤りないものというべきである。しかして、およそ代替性が問\n題とされる以上は、代替物が代替されるものと能力的にまつたく同一であるという\nことはあり得ないはずであるから、富士戸一号堰堤が右に述べたとおり、予測され\n得る範囲において、社会通念上十分な洪水調節の機能を有するものと認め得られる\n限り、それは、代替施設として欠けるところはないものというべきである。\n（七）　台風六号による降雨について\n昭和五〇年八月の台風六号の降雨により、長沼町内に水害が発生したことは当事者\n間に争いがない。ところで、成立に争いない乙第四七号証の一、二によれば、右台\n風六号に伴う降雨は、長沼観測所の観測結果によると、同年八月二二日三六ミリメ\nートル、翌二三日一三二ミリメートルであることが認められるところ、被控訴人ら\nの主張する昭和四一年の昀大降雨記録は、成立に争いない乙第四六号証の一、二に\nよれば、同年八月一九日の日雨量一〇七ミリメートル、同月一九、二〇日の連続二\n日雨量一四〇ミリメートルであり、成立に争いない乙第二六号証の二によれば、長\n沼観測所における大正一四年以降の各年昀大日雨量の昀大値は、昭和二二年九月一\n五日の日雨量一三四・五ミリメートルであると認められることからすると、右六号\n台風時の降雨は同地域における昀大級の降雨であつたということができる。しかし\nながら、右降雨量程度の降雨による洪水流出量に対して富士戸一号堰堤が十分余裕\nをもつた調節能力を有することは前述のとおりであり、現に、右降雨時にも、富士\n戸一号堰堤に何らの支障も生じていないことは、弁論の全趣旨に徴し明らかであ\nる。そうすると、本件における洪水防止施設としては、先にも述べたとおり、本件\n保安林部分の伐採に伴う増加洪水量を調節し伐採前の本件保安林部分が有していた\n理水機能の低下を補填し、これに代り得る機能を営む限りにおいてその目的は果さ\nれるものであるから、右に述べたところからすれば、富士戸一号堰堤はこの点にお\nいて欠けるところがないものということができる。そうすると、前記のとおり、長\n沼町内に被害の発生をみたとしても、それらは、いずれも本件保安林部分の伐採に\nはかかわらないものというべきであつて、右事実から、逆に、富士戸一号堰堤等の\n代替施設としての機能に不足があつたものとすることは当たらないというべきであ\nる。\nまた、被控訴人らは、右降雨量に関連し、逆算の結果として、右台風時における本\n件流域からの洪水流出率は〇・七五九となつていた旨主張するが、その前提とする\n現実の流入量と対比すべき現実の降雨量の特定が不可能であるから採用できないの\nみならず、もし主張のとおりであるとすれば、右数値は、本件流域全体の立木が伐\n採されたに等しい場合でなければ考えられないものであつて、到底これを是認する\nことはできない。\nなお、被控訴人らは、台風六号時において、本件保安林部分の伐採跡地のうち、射\n撃統制地域内の降雨による流水は、同地域内から連絡道路を流下し、右射撃統制地\n域沿いに走る道路が右地域西南方で急激に屈曲する地点で、流勢に押され、右道路\nの側溝を超え、タンザン川集水地域である道路外に逸出して、タンザン川に流入す\nる現象が生起しているが、本件代域内の降雨はすべて富士戸一号堰堤に流入するこ\nとが予定され、代替施設としては、右タンザン川には何等の策も施されていないか\nら、洪水防止施設としての代替施設には不備がある旨主張する。しかしながら、も\nし右主張の如き情況下にタンザン川下流域に被害が発生したとしても、それは、右\n防衛施設の一部である連絡道路の構造上の欠陥に起因し、富士戸川に流入すべき降\n雨がたまたまタンザン川に流入したものというべきであるから、右被害は、本件保\n安林部分の伐採によるものではなく、伐採跡地の利用方法の不適切なことにかかわ\nる問題であるというべきである。そうすると、跡地利用方法による被害が本件解除\n処分を争うにつき法律上の利益をなすものでないことは前述したとおりであるか\nら、右跡地利用行為の不適切により被害を受け、或いは受けるおそれがある場合に\nおいては、直接に右行為を対象として、その差止めを求めあるいは損害賠償を請求\nする等の手段を構ずるは格別これをもつて解除処分自体を争うに足りる利益とみる\nことはできないものというべきである。\n（八）　結論\n以上説示のとおりであるから、被控訴人らのうち別紙当事者目録中に乙と表示のあ\nるものが、本件保安林部分の解除により、その生命、身体の安全を侵害される不利\n益は、富士戸一号堰堤等の洪水防止施設により補填、代替されるに至り、同被控訴\n人らも、また、本件解除処分を争う具体的な利益を失つたものというべきである。\nしたがつて、同被控訴人らの本件各訴えも、また、不適法として却下を免れないも\nのというべきである。\n第六　自衛隊等違憲の主張について\n本件についての当裁判所の結論並びにその理由は上述のとおりである。しかし被控\n訴人らは、本件における本案に関する争点の一つである自衛隊等の憲法適合性判断\nの点につき、原審以来本件訴訟において裁判所に判断を求める実質的な対象として\n詳細な弁論をなし、控訴人もまたこれを重要争点として係争してきたものであり、\n原審もこの点について判断をなしているところ、当裁判所はこれと異なる結論を有\nするので、以下、この点に関する見解を付加することとする。\n一　本件における憲法上の争点\n被控訴人らは、本件訴訟において、本件保安林指定解除処分は自衛隊ミサイル基地\n設置を目的としてなされたものであるところ、右基地、自衛隊並びにその根拠法規\nである自衛隊法は、憲法第九条第二項、憲法前文、なかでもその平和のうちに生存\nする権利、その他憲法第三章の人権保障規定ないし憲法全体を貫ぬく精神に違反す\nる違憲の存在であるから、右解除処分は、その目的上、憲法に直接違反する無効の\nものであり、また違憲の存在である以上ミサイル基地設置は森林法第二六条第二項\nに解除要件として定めた「公益上の理由」に当らず、違法であり、取消しを免れな\nいものと主張している。\nちなみに、自衛隊法は、第三条により自衛隊の主任務がわが国の独立を守り、国の\n安全を保つため、直接侵略及び間接侵略に対しわが国を防衛することにあるとし、\n右目的のもとに、第二章では自衛隊の指揮監督を、第三章ではその部隊の組織、編\n成を定めているほか、第七六条、第八七条、第八八条では自衛隊が、その任務の遂\n行に必要な武器を保有し、外部からの武力攻撃に際しわが国を防衛するため必要が\nあると認められる場合には、出動して武力を行使することができることを規定して\nいる。そして右自衛隊法に基づき現に自衛隊が、国家機関の組織として編成され、\n前示の目的のため武器を保有しているものであり、本件ミサイル基地設置はその運\n営の一環として計画されたものであること、並びに本件解除処分が右基地設置の目\n的でなされたものであることは当事者間に争いがない。\n二　憲法第八一条の解釈\n憲法第八一条は、一切の法律、命令、規則、処分につき、裁判所が違憲審査権を有\nする旨規定している。したがつて、右規定をみる限り、裁判所は具体的事件におい\nて、これら法令、処分の憲法適合性が争われる場合には、これを判断する権限があ\nると同時に、判断する義務もあるというべきである。\nところで、わが憲法における三権分立の原則は、国権の三作用のうち、立法はこれ\nを国会に、行政はこれを内閣に、司法はこれを裁判所に、それぞれ分属行使せし\nめ、国権が単一の機関によつて専断行使される弊害を避け、各機関における国家意\n思がそれぞれの機関において独立に決定されるものとしつつ、他方、三機関の相互\nの抑制のもとに一機関における権力行使の逸脱を防ぎ、調和ある国政の統一を図る\n政治組織を構成しているものというべきである。しかして右のうち立法権及び行政\n権は、本来的にはそれぞれその固有の権能を通じてわが国の政治的運営方針を、そ\nの実現のための方策を含めて選択し、これを国家意思として定立もしくは実現する\n作用を営むものであるから、右各機関の行為は、本質的には、妥当性を指向した合\n目的的裁量行為たる性質を有する政治行為であるといわなければならず、わが憲法\n下においては、行政府の長たる内閣総理大臣は国会議員たる資格のもとに国会によ\nつて指名され、内閣はその行政機能につき国民の代表者をもつて構成する国会に対\nし連帯してその責任を負い、立法府たる国会は、立法機能を含め、直接国民に対し\nその政治責任を負い、選挙を通じて国民の批判を受けるものである。これに対し司\n法権は、各個独立して国家作用を行う個々の裁判所が、立法府、行政府によつて選\n択された法、具体化された処分、その他生活事実等に所与のものとし、その法適合\n性の判断を高権的になす機能を果すものであつて、本質的には個別的確認的判断作\n用を行うにとどまるものであり、これを超え、国民に対し政治責任を負う各機関に\n代つて、より妥当性ある結果を実現する国の統一的政策決定をなす作用を営むもの\nではないといわなければならない。そうすると、司法部門と他の二機関の機能の本\n質的相違からして、司法権の他機関の機能に対する介入、抑制も、右機関鼎立の趣\n旨を実質的に否定するものであつてはならず、また事項によつては、司法的抑制に\n親しまず、これを行うべき本来の機関の専属的判断を尊重すべき場合を生ずること\nを承認しなければならない。特に、立法、行政にかかる国家行為の中には、国の機\n構、組織、並びに対外関係を含む国の運営の基本に属する国政上の本質的事項に関\nする行為もあるのであつて、この種の行為は、国の存立維持に直接影響を生じ、昀\nも妥当な政策を採用するには高度の政治封断を要するもので、その政策は統一的意\n思として単一に確定さるべき性質のものである。したがつてかかる本質的国家行為\nは、司法部門における個々的法判断をなすに適せず、当該行為を選択することをそ\nの政治責任として負わされている所管の機関にこれを専決行使せしめ、その当否に\nついては終局的には主権を有する国民の政治的判断に問うことが、三権分立の原則\n及びこれを支える憲法上の原理である国民主権主義に副うものであると考えられ\nる。すなわち、憲法は、一方において裁判所に違憲審査権を与え、立法、行政に対\nする司法の優位を認めるが、同時に三権分立を国家作用に関する国の制度としてい\nるものであるから、この両者を統一的に考えるとすれば、司法の優位は三権分立の\n基本原理を侵さない限度において認められる相対的優位のものと理解するほかな\nく、前示のような高度の政治性を有する国家行為については、統治行為として第一\n次的には本来その選択行使を信託されている立法部門ないし行政部門の判断に従い\n終局的には主権者である国民自らの政治的批判に委ねらるべく、この種の行為につ\nいては、たとえ司法部門の本来的職責である法的判断が可能なものであり、かつて\nれが前提問題であつても、司法審査権の範囲外にあることが予定されているものと\nいうべきである（昀高裁昭和三五年六月八日大法廷判決参照）。\nところで司法判断は、法令を大前提とし、一定の対象事項を小前提としてその適合\n性の判断をなすものであるが、統治行為が司法審査権の範囲外にあるという場合、\n一般的には小前提たる対象事項がいわゆる統治事項に当るものとして考えられてい\nると解されるのであつて、大前提たる法規解釈の問題としてとらえられているので\nはない。しかし、小前提に適用さるべき大前提たる憲法その他の法令の解釈行為に\nついても、なお右と同様の問題が考慮されなければならないはずである。けだし、\n裁判所は、大前提たるべき法規については、自らこれを解釈適用する本来の職責を\n有するものではあるが、当該法規が統治事項を規定しながら、その規定の意味内容\nが客観的には必ずしも一義的に明瞭でなく、一応合理的反対解釈が成立し得る余地\nのある場合において、各裁判所がそれぞれこれに解釈を与えるということは、その\n選択そのものが、事柄の性質上、政治部門が行うべき高度に政治的な裁量的判断と\n表裏する判断をなすこととなるのみならず、その解釈の相違の結果生ずる対社会\n的、政治的混乱の影響は広範かつ重大であることが避けられず、これを解釈する場\n合の問題は、小前提たる統治行為が司法判断の対象となり得るか否かを検討した場\n合の問題と本質的には異なるところはないと解されるからである。\nもつとも、純粋な意味で統治行為の理論を徹底させ、これについてはおよそ司法審\n査の対象にならないとするときは、立法、行政機関の専権行為については、明白に\n憲法その他の法令に違反するものであつても、裁判所がこれを抑制できないことに\nなるが、それはまた、他面において三権分立の原理に反することになるといわなけ\nればならず、憲法第九八条の規定からも、右結論を是認することはできない。した\nがつて、立法、行政機関の行為が一見極めて明白に違憲、違法の場合には、右行為\nの属性を問わず、裁判所の司法審査権が排除されているものではないと解すべきで\nある。けだし、大前提たるべき条規の定めるところが客観的、一義的に明確である\n場合には、それが統治事項に関する規定であつても、その一義性、明確性にかんが\nみ、たとえこれにより如何に国民に対し政治的、社会的に重大な結果を招来するこ\nとがあろうとも、他の政治的、社会的意義に優先して当該事項の選択を是とする見\n地から、規範として定立されたものと考えることができるのであり、したがつてこ\nの場合には、右条規を大前提たる判断基準となし得るものと解するのが相当であ\nり、もし小前提たる法規ないし処分が一義的に明確なものである場合には、それが\n統治事項に関するものであつてもなおこれを司法判断の対象になし得るものと解す\nべきであるからである。\n結局憲法第八一条は、前記統治行為の属性を有する国家行為については原則として\n司法審査権の範囲外にあるが、前記の如く大前提、小前提ともに一義的なものと評\n価され得て一見極めて明白に違憲、違法と認められる場合には、裁判所はこの旨の\n判断をなし得るものであることを制度として認める規定であると解するのが相当で\nある。\n三　自衛隊の設置等と統治行為\n防衛庁設置法並びに自衛隊法第三条、第八七条、第八八条等の規定を含む同法の制\n定は国会の立法行為によるものであり、これに基づく自衛隊の設置、運営は内閣の\n行政行為によるものである。したがつて右自衛隊法及び自衛隊の存在の憲法第九条\n適合性を判断するに当つては、その立法行為及び行政行為が右に検討した司法審査\nの対象となる国家行為であるか否かがここで検討されなければならない。ところ\nで、防衛庁設置法、自衛隊法の各規定及び上段判示の諸事実に照せば、右立法行為\n及び行政行為はいずれも、他国からの直接、間接の武力攻撃に際し、わが国を防衛\nするため、国の組織として自衛隊を設け、武力を保持し、これを対外的に行使する\nことを認める内容をもつ国防に関する国家政策の実現行為であり、自衛隊は通常の\n概念によれば軍隊ということができるが、仮に、いつたん他国からの侵略行為が生\nじた場合は、事柄の性質上、直ちに、国家、国民の存亡にかかわる事態の惹起され\nることが十分予想され、わが国が他国の武力侵略に対し如何なる防衛姿勢をとるか\nは極めて緊要な問題であるのみならず、その政策の採否及び効果は、平時、緊急時\nを問わず、国内における政治、経済、文化、思想、外交その他諸般の事情に深くか\nかわり合いを持ち、かつその選択は、高度の専門技術的判断とともに、高度の政治\n判断を要する昀も基本的な国の政策決定にほかならない。したがつて、右政策決定\nを組成する前記立法行為及び行政行為は、正に統治事項に関する行為であつて、一\n見極めて明白に違憲、違法と認められるものでない限り、司法審査の対象ではない\nといわなければならないものである。\n四　憲法第九条の解釈\nわが憲法は、第九条第一項において国際紛争解決の手段としての戦争、武力による\n威嚇、武力の行使を放棄し、同条第二項において右目的を達成するため陸海空軍そ\nの他の戦力を保持しないと定めたことにより、侵略のための陸海空軍その他の戦力\nの保持を禁じていることは一見明白である。しかし、憲法第九条第二項の解釈につ\nいては、自衛のための軍隊その他の戦力の保持が禁じられているか否かにつき積\n極、消極の両説がある。\nまず、積極説の論旨を要約すれば、次のとおりである。すなわち、憲法第九条は、\nその文言の形式的な表現にとどまらず、前文を含む憲法全体に貫ぬかれている平和\n主義国際協調主義の理想追求の精神、憲法制定当時における事情、憲法提案者たる\n政府当局者の立法趣旨説明、政府の行為により戦争の惨禍を避けるための現実的方\n策等を十分に考慮して検討すれば、第一項において自衛のための戦争等を放棄して\nいないとしても、第二項は、憲法前文の精神を受けて「正義と秩序を基調とする国\n際平和を誠実に希求する」目的を達成するため、およそ「陸、海、空軍その他の戦\n力」の不保持を規定したものと解すべきで、この規定は、憲法前文第一項において\n「政府の行為によつて再び戦争の惨禍が起ることがないように決意」し、第二項に\nおいて日本国民は「平和を愛する諸国民の公正と信義に信頼してわれらの安全と生\n存を維持しようと決意した」ことに照応するものである。まして同条第二項後段が\n「交戦権一を否認している以上、自衛のための戦争も遂行することは不可能であ\nり、自衛戦争のための軍備も不要で、自衛権の存在は戦力保持を根拠づけない。し\nたがつて、右戦力不保持の規定は、例外を許さない絶対的禁止規定と解するほか他\nに解する余地のたいことは明白であるというのである。しかして、被控訴人らの主\n張する憲法第九条第二項の解釈も、要するに右のような積極説の立場に立つもので\nある。\nこれに対し、消極説の論旨は、要約すれば次のとおりである。すなわち、憲法第九\n条第一項は、国権の発動たる戦争、武力による威嚇、武力の行使を、文言上明らか\nに国際紛争解決手段として行われる場合に限定して放棄しているもので、他国から\n急迫不正の攻撃や侵入を受ける場合に自国を防衛する自衛権行使の場合についてま\nで右戦争等を放棄しているものとは解されない。なるほどわが憲法は、国の在り方\nとして平和主義、国際協調主義をその原則としていることは明らかである。しかし\nわが憲法は、主権を有する日本国民が、その意思によつて形成する国の組織形態及\nびその基本的運営の在り方を確定した国の昀高法規であつて、国としての理想を掲\nげ、国民の権利を保障し、その実現に努力すべきことを定めているものであるか\nら、わが国の存在基盤をなす領土等が保全され、主権が侵害されることなく維持さ\nれることをその前提としているものといわなければならない。したがつて、もし国\nの存在が失われるならば、主権は否定され、憲法はその理想を実現することはもち\nろん、国民の人権保障さえ不可能となるのであるから、国の存立維持を図ることは\n憲法の基本的立場である。憲法の平和主義、国際協調主義も、わが国が戦争等を開\n始し自ら平和を破ることはないとする生存の姿勢を示したものであり、わが国が他\n国から武力侵略を受け、滅亡の危機に際してまで無抵抗を貫ぬくものとして平和主\n義を定めたものと解することはできず、したがつて、実力による抵抗は当然予想さ\nれているもので、憲法第九条第一項において他国からの急迫不正な攻撃や侵入に抵\n抗する自衛のための戦争等は放棄されていないと解することは、むしろ憲法の精神\nに副うものである。ところで同条第二項前段は、戦争等の不保持については、「前\n項の目的を達するため」と規定している。そして右の文言は、憲法制定議会におけ\nる審議中、同条第一項における戦争等の放棄条項中に「国際紛争を解決するための\n手段としては」という限定文言の存在することを前提に挿入された経緯があり、こ\nれを考慮しつつ同条第一項、第二項を比照すれば、「前項の目的」とは、第一項全\n体の趣旨を受けるものと解するのが相当であつて、第二項において不保持を定めた\n陸、海、空軍その他の戦力は、国際紛争を解決する手段として行われる戦争遂行戦\n力のみと解すべきであつて、かく解することが、同法第六六条第二項において国務\n大臣を文民に限定した規定の趣旨に照応するものである。また同条第二項後段にお\nいて否認されている「交戦権」の解釈については、これを「戦争をなす権利」と解\nするものと、「国際法上認められている交戦国の権利」と解する説があるが、前者\nと解するならば第一項において規定した戦争等の放棄と同一事項に関する規定を第\n二項の後段に位置せしめて反覆したことになり不自然であつて、むしろ第二項前段\nにおいて戦闘手段たる戦力等の不保持を定めたことに続けて位置せしめていること\nからすれば戦争の過程における戦闘に伴う個別的加害行為を認容される国際法上の\n交戦国の権利を定めたものと解することが規定の位置からも素直な解釈というべき\nである。そして証、同条第二項後段において否認した「交戦権」が前示の国際人上\nの権利であり「戦争をなす権利」の否認でないとすれば戦争の本質的現象である相\n手国兵力に対する戦闘行為そのものは否認の対象とはならず、第一項において自衛\nのための戦争が放棄されていない以上、前示交戦権が否認されたからといつて自衛\nのための戦闘遂行が不可能になるものではない。したがつて、自衛のための必要昀\n小限度のものについては、憲法第九条第二項前段における「陸、海、空軍その他の\n戦力」には当らないというのである。しかして控訴人の憲法第九条第二項の解釈\nも、要するに右のような消極説の立場に立つものである。\nところで、双方の各論旨をみると、積極説はその解釈において、わが憲法は、採用\nした平和主義、国際協調主義による平和を生存をかけて実現すべき理想とし、かつ\n現在の国際社会の情勢上もそれが可能であるとの見解を基盤とするものであり、消\n極説は、わが憲法は平和主義の理想を尊重すべきことを命じてはいるが、現実の国\n際社会において、急迫不正の侵害の危険性は現存し、その際における自救行為はこ\nれを当然の前提としているとの見解を基盤として立論するものである。そして、わ\nが憲法が右のいずれの見解に立脚して設けられているものであるかは、必ずしも明\n瞭とはいえず、各論旨はいずれもそれなりに一応の合理性を有するものといわなけ\nればならないから、結局自衛のための戦力の保持に関する憲法第九条第二項前段\nは、一義的に明確な規定と解することができないものといわなければならない。\n五　自衛隊の存在等と司法判断\n憲法第九条の前記解釈によれば、同条が保持を一義的、明確に禁止するのは侵略戦\n争のための軍備ないし戦力、すなわち侵略を企図し、その準備行為であると客観的\nに認められる実体を有する軍備ないし戦力だけである。したがつて、自衛隊法が予\n定する自衛隊の目的、組織、編成、装備等が右にいう侵略的なものであると一見極\nめて明白に認められるときは、裁判所は自衛隊法もしくはこれに当る条規の違憲で\nあることを判断すべきであり、また自衛隊法もしくはその条規の違憲性の有無とは\n別に、行政運用の実体である自衛隊の目的、組織、編成、装備等その実態が証拠調\n手続を経るまでもなく右にいう侵略的なものであると一見極めて明白に認められる\nならば、この点については司法判断の対象となるというべきである。しかし、右に\n当らず、一見極めて明白に侵略的なものとなし得ない場合には、当該事項がいわゆ\nる統治行為に属するものであることにかんがみ、右は司法審査の対象とはならない\nといわなければならない。\nそこで右の点を検討してみると、自衛隊法が自衛隊の主たる任務をわが国の防衛に\n置き、このために自衛隊としての一定の組織、編成を定め、かつ武器を保有し、こ\nれらを対外的に行使することを予定し、また現実に自衛隊が右自衛隊法に基づき同\n法所定の組織、編成のもとに武器を保有しているものであること前記一のとおりで\nあるから、その設定された目的の限りではもつぱら自衛のためであることが明らか\nである。そして自衛隊法で予定された自衛隊の組織、編成、装備、あるいは現実に\nある自衛隊の組織、編成、装備が、侵略戦争のためのものであるか否かは、掲げら\nれた右目的だけから判断すべきものではなく、客観的にわが国の戦争遂行能力が他\nの諸国との対比において明らかに侵略に足る程度に至つているものであるか否かに\nよつて判断すべきであるところ、戦争遂行能力の比較は、その国の軍備ないし戦力\nを構成する個々の組織、編成、装備のみならず、その経済力、地理的条件、他の諸\n国の戦争遂行能力等各種要素を将来の展望を含め、広く、高度の専門技術的見地か\nら相関的に検討評価しなければならないものであり、右評価は現状において客観\n的、一義的に確定しているものとはいえないから、一見極めて明白に侵略的なもの\nであるとはいい得ないといわなければならない。\n六　帰結\n右のとおりであるから、結局自衛隊の存在等が憲法第九条に適反するか否かの問題\nは、統治行為に関する判断であり、国会及び内閣の政治行為として窮極的には国民\n全体の政治的批判に委ねらるべきものであり、これを裁判所が判断すべきものでは\nないと解すべきである。\n第七　結論\n以上説示したとおり、被控訴人らはいずれも当事者適格又は訴えの利益を欠き、本\n件はその訴訟要件を欠く不適法なものであり、これと結論を異にする原判決は失当\nであるから、民事訴訟法第三八六条に従いこれを取消し、被控訴人らの訴を却下す\nるものとし、訴訟費用の負担につき、同法第九六条、第八九条、第九三条を適用し\nて、主文のとおり判決する。\n（裁判官　小河八十次　落合　威　山田　博）\n別紙一　（当事者目録省略）\n別紙二\n主張並びに証拠\n第一　本案前の主張\n一　控訴人の主張\n１　法律上の利益\n（１抗告訴訟における法律上の利益\n抗告訴訟の本質は、違法な行政処分に対する権利救済の制度である。抗告訴訟を提\n起し得る者は、当該行政処分の取消し等によつて回復すべき自己の法律上の利益を\n有する者でなければならず、そのような法律上の利益を有しない者が単に行政の適\n法性ないし法秩序の確保を求める等のためこ当該行政処分の取消し等を求めて抗告\n訴訟を提起することは許されない（行政事件訴訟法第九条、以下同法を「行訴法」\nという）。このことは、抗告訴訟の裁判権を有するのは司法裁判所であり（憲法第\n八一条）、その司法審査権の対象が法律上の争訟に限られるため、原告となり得る\n者は、裁判所に具体的な争訟の解決を求める法律上の利益ないし資格を有する者で\nなければならないこと、また、行訴法自体が、抗告訴訟のほかに、特に国又は公共\n団体の行政法規の適用の確保のみを目的とする民衆訴訟という訴訟形態を認め、法\n律に特別の定めがある場合に限つて特に法律に定められた者のみがかかる訴えを提\n起し得る建前を採つていること（行訴法第五条、第四二条）からも、肯定すること\nができる。ここにいう「法律上の利益」が何であるか、また、当該行政処分によつ\nて、何人が如何なる「法律上の利益」を害されたことになるかに、当該行政処分の\n根拠法規と当該行政処分の取消し等を求める者との関係から、当該行政法規がその\n者にどのような権利ないし利益を法的に保護しようとするものであるかを具体的、\n個別的に確定することによつてはじめて明らかにされる事柄である。一般に、行政\n法規が、公共の利益を保護するため個人の権利、利益に制約を課する権限を行政庁\nに付与している場合に、行政庁がその法規の趣旨に沿つて行政処分をした結果、そ\nの個人の権利、利益が制約され公益が保護されるならば、その公共の利益の背後に\n想定される個々人の利益も同時に保護されることになるという現象が生ずる場合も\nないではない。しかし、この場合の利益は、当該行政法規自体が目指す直接の目的\nとは異なる反射的利益ないし間接的利益あるいは単なる事実上の利益でしかあり得\nないから、このような公共の利益の背後にある個人的利益を取り上げて、そこに法\n的に保護すべき私人の権利ないし利益を認め、それら個々人に当該行政処分自体の\n瑕疵を争う資格を付与すべきであるとする考え方は是認することができない。ま\nた、違法な行政を是正し、私人の利益を厚く保護するためには、広く司法救済の門\n戸を開くことが望ましいとして、できる限り訴えの利益をゆるやかに解し、原告適\n格をも広く一般化することにより訴訟の客観化を図ろうと試みる見解もある。しか\nし、もし、かかる見解を肯定し、原告適格を広く公共の背後に存する不特定多数の\n個々人すべてに認めるに至れば、三権分立機構の中での行政作用に対する司法作用\nの介入、更には具体的な事件又は争いとは直接関係のない一般国民が、裁判手続を\n通じて行政部の措置に対する一般的な不平不満を投げつげる手段として裁判所を利\n用することを承認することとなり、その結果裁判所をして行政に一般的に干渉せし\nめ、三権分立の否定につながる事態を招くことになる。もとより、行政庁は、行政\n処分をなすに当たり、公共の利益を考慮する以上、その背後にある個々人の利益を\n無視することはしないであろうが、かかる利益は、公共に一般的、共通の利益から\n特に識別される個別的、具体的なものでない限りは、せいぜい公共の枠内に存する\n他の多数の個人の利益と同様、行政庁が行政処分をなすに当たり、その判断過程に\nおいて考慮すべき一要素にすぎない。行訴法第九条の「法律上の利益」は、一般\n的、抽象的利益では足りず、個々の法律が個別的、具体的に保護しようと意図する\n利益でなければならず、同法上の「法律上の利益を有する者」とは、他の一般国民\nあるいは他の一地方の住民全体という不特定多数の者とは特に区別され得る個別\n的、具体的利益を受ける者でなければならない。そうでなければ、一般国民ないし\n一地方の住民は、法の規定による一般的、抽象的な保護を受けているから、何人で\nも、一般国民ないし一地方の住民として共通に有する一般的、抽象的利益ないし単\nなる事実上の利益、更には将来のばく然とした期待的利益等を理由として、訴えを\n提起し得ることになり、裁判所に自己の利益を侵害されたとして訴えを提起し得る\n者の資格を法が殊更制限している趣旨を無視する結果を招くこととなる。したがつ\nて、違法な行政処分に対して不服を唱える者が一人も居ない場合には、結局違法な\n処分が存在しながらそれが是正されないままに終わる場合もあるが、行政処分に対\nする司法救済の方法として抗告訴訟の形式を採る法制度の下では、抗告訴訟の本質\nに照らし、不服を唱え得る者の範囲に一定の限度があることは当然であり、違法な\n行政処分の是正のみを目的としてだれもが訴訟に参加することを認めることはでき\nない。また、裁判所が行政に対する固有のコントロール権限をもち得ないわが国に\nおいて、抗告訴訟に対し、その主たる目的として行政の是正の効果を要求すること\nもできない。抗告訴訟によつて違法な行政処分が取り消された結果、その是正が行\nわれるのは、あくまでも裁判所の争訟事件解決によつて生ずる副次的な効果でしか\nあり得ない。行訴法自体もかかる効果を主眼とするものでない以上、行政庁の違法\nな行政処分について裁判所に不服を唱え救済を求め得る者の範囲も、おのずから訴\n訟法上の理論により制約されるのは、やむを得ないところである。\nなお、原告適格をできる限り広く認めるべきであるとする立場からは、行政処分の\n取消しを求めるにつき間接的ないし反射的利益あるいは事実上の利益しか有しない\n者であつても、当該行政法規中に、行政決定手続段階における聴聞ないし公聴会の\n制度を設け、利害関係人に事前に意見を述べる機会を与えたり、異議の申立てを認\nめる等の手続参加を認める場合には、裁判手続段階においても、それらの者がかか\nる利害関係人に該当する以上、これに原告適格を認めて差し支えないとする見解も\nあり得よう。しかし、聴聞制度は、行政の手続過程において、できる限り適正な行\n政行為を行うために、当該行政によつて影響を受ける利害関係人の意見を聞いてそ\nの参考資料にしようとするものであり、国民の行政手続への参加により行政の正当\n性を担保しようとするものであるから、行政処分がなされた後、その処分について\n不服を唱え裁判所に司法審査を求め得る者の範囲が、行政手続過程にあいて意見を\n聴取される者のそれと一致しなけれはならないとする理由はない。\n（二）　本件訴訟における法律上の利益\n（１）　保安林指定の目的と法律上の利益\n森林法の定める保安林制度は、同法の主眼とする公共の目的を達成するために、特\n定の森林を保安林として指定することによつて、その森林の保存とその森林におけ\nる適切な施業とを確保しようとする制度であり、このため、同法は、保安林に指定\nされた森林における森林所有者その他権原に基づいて森林の立木竹又は土地の使\n用、収益をする者（以下「森林所有者ら」という。）に対しても、立木の伐採、家\n畜の放牧、土地の形質の変更等の制限（同法第三四条第一項、第二項）、施業要件\nの指定による立木伐採の制限及び植栽義務（同法第三四条第三項、第四項、第三四\n条の二）を課するなどして、それらの者の財産権をかなり強く制限している。かよ\nうに、いつたん保安林に指定された森林については、強度な財産権の制限が及ぶこ\nとから、同法は、保安林指定の公共の目的を更に具体的かつ制限的に列挙し、これ\nを指定の要件として明記する（同法第二五条第一項）。したがつて、右指定目的が\n具体的に規定されていることの反面として、右指定によつてもたらされる公共の利\n益もまた、右指定の要件とされた目的と同一の内容にとどまり、それ以上の利益あ\nるいはそれとは別異の内容をもつ利益ではあり得ない。森林法は、そのような指定\n目的外の利益まで保護することを予定してにいないというべきである。そうであれ\nば現実に指定された保安林が果たすことを期待される機能も、指定の際認定された\n同法第二五条第一項各号の各目的に応じたものでなければならない。同条項第一号\n所定の水源かん養保安林は、文字どおり水源かん養を指定の目的とするが、これ\nは、森林のもつ理水機能により、流域保全上重要な地域にある河川の汗量なほぼ一\n定に保つて洪水を緩和し、又は各種用水を確保する目的を達成するために保安林に\n指定されるものである。したがつて、同法が特定の森林を水源かん養保安林に指定\nすることによつて達成しようとする目的、すなわち公共の利益の実現もまた、当該\n森林のもつ理水磯能によつて果たし得る限度の洪水の緩和及び用水の確保にとどま\nるのであるから、右指定の解除によつて失われる公共の利益も、右指定が解除され\nた森林部分の理水機能によつて果してきた限度の洪水の緩和と用水の確保の利益\nが、その失われる利益の昀大限度であり、それ以上の利益が失われることはあり得\nない。\nところで、森林法所定の各種保安林は、目的、機能を異にし、それぞれの特色を有\nするものであるから、この保安林の指定又は解除に「直接の利害関係を有する\n者」、保安林の指定によつて一利益を受ける・・・・・・者」すなわち受益者も、\nいずれも、第一に保安林の種類によつて異なり、第二には個々の具体的位置、範囲\nの指定によつても異なるものである。\n水源かん養保安林は、当該保安林のみならず他の水源かん養保安林とあいまつてそ\nの全体としての理水機能により下流全域における洪水、渇水を緩和し、河川の流量\n調節を果たそうというのであるから、重要河川その他水害頻度の高い河川の上流水\n源地帯において、地形、地質、気象等の条件を考慮して、奥地上流から指定される\nのが通常である。したがつて、その効用において他の保安林には類例をみることの\nできない広域性、複雑性を発揮する特色を有するものである。それゆえ、特定地域\nの水源かん養保安林の理水機能は、これを確実に計測することはできず（なお森林\nの有する理水機能及びこれと洪水緩和との定量的関係はいずれもいまだ自然科学的\nに十分解明されていない。）、この意味において、一部特定地域の保安林と、特定\nの住民個人の利害との間に明確な形における関連性を見出すことはできない。この\nように、水源かん養保安林の機能は、広域性、計測困難性という特色を有するがゆ\nえに、同保安林の指定又は解除に「直接の利害関係を有する者」又はその指定によ\nつて「利益を受ける・・・・・・者」に該当する個人を全流域の住民一般から特に\n識別して想定することは著しく困難であるのみならず、これを想定すること自体お\nよそ不可能であるといわなければならない。\n森林法第二六条第一、二項の保安林指定の解除によつて失われる利益をみる場合\nに、同法第二五条の保安林指定によりもたらされる客観的「利益」との関連におい\nて考慮することなく、例えば指定解除後の森林跡地の用途如何によつてもたらされ\nる「不利益」等を取り上げ、これを理由として保安林指定の解除処分の違法を主張\nしその取消しを訴求する資格を有するとする考え方は不当である。けたし、この考\nえ方によれば、ある行政処分がなされても、当該処分と因果関係がなく、したがつ\nて、当該処分根拠法規が個別的に保障しようとする利益とに無関係の第三者が、こ\nれを契機として処分に係る何らかの違法事由を主張して当該処分自体の取消しを訴\n求することを許すことになる。のみならず、この考え方によれば、本案の審査に立\nち入つて、処分に違法事由があれば処分により不利益が生ずるから原告適格を認\nめ、処分に違法事由がなければ実際に不利益を被ることはないから原告適格を認め\nないという結論を導くことになりかねず、本案前の訴えの適法、不適法の要件たる\n訴えの利益の有無の判定を実体的な処分の違法性の有無に依存させることとなるか\nらである。また、あるいは保安林指定の解除処分によつて現実に被つた損害が重大\nかつ直接的であり、個人としての社会的受忍義務を超える場合、この者が単に法の\n間接的ないし事実上の利益を受けるにとどまる者であつても、右処分の取消しを訴\n求し得る資格を認めるべきであるとこの説もある。しかし、およそ社会的受忍義務\nといつた不明りような基準をもつて、原告適格の判定基準とすることは不可能であ\nるし、また、その損害の程度は本案の審理をしなければ判定し得ないことであるか\nら、結局、本案前の問題を本案の審理の結果に依存させるとの批判を免れない。何\nよりも、この説によれば、例えば同法第二六条第二項の規定による保安林指定解除\nの場合に、農林大臣が同一公益目的のために指定解除をした場合でも、解除処分に\nよつて直接住民にも重大な損害を及ぼした場合は地域住民と処分庁たる農林大臣と\nの間の争いが生じ、したがつて事件性は成熟するが、いまだかかる損害を及ぼして\nいない場合にに事件性が未成熟であるということになり、前者には地域住民に訴え\nの利益を認め、後者には訴えの利益を否定するといつた極めて不均衡、不合理な結\n果を招くこととなる。このことからも、「直接かつ重大な損害」という基準はあい\nまいであつて、原告適格の判決基準として使用し得るものではないことが裏付けら\nれるのである。\n以上のとおり水源かん養保安林指定解除処分によつて失われる利益は、森林法第二\n五条によつて指定された指定目的に包摂されている利益の喪失に限定さるべきであ\nるところ、被控訴人らが右利益から個別的に享受する利益は、公共の利益の背後に\n想定される不特定多数の住民の中の個々人の間接的ないし事実上の利益であり、公\n共の目的の考慮のうちに包摂され、固有の利益としては解消しているものであり、\nこれら個々人は、法が公共の利益を図ることを要求したことから、その解除処分に\nよつて結果的に不利益を受けるかもしれないと想定される不特定多数人のうちの一\n個人にすぎない。かかる地域の多数住民中の個々人についてまでも、右保安林指定\n解除処分の取消しを求める訴訟法上の原告適格を認める理由はまつたくない。被控\n訴人らは、いずれも北海道夕張郡＜以下略＞に居住する地元住民のごく一部のもの\nに属する個々人でしかない。かかる者は、本件保安林指定の解除処分によつて失わ\nれる公共の利益一般の中に包摂して考慮されるべき、いわぼ不特定多数の地域住民\nのそれと共通した利益以外の特別の具体的、個別的な利益をもつ者ではなく、か\nつ、その利益も間接的ないし事実上の利益でしかないから、被控訴人らは、本件保\n安林指定の解除処分の取消しを求めて回復し得べき独自の法律上の利益を有する者\nではないというべきである。\n（２）　手続上の利害関係等と法律上の利益\n森林法は、「保安林の指定若しくは解除に利害関係を有する地方公共団体の長又は\nその指定若しくに解除に直接の利害関係を有する者」はその指定又は解除を申請す\nることができるものとする（同法第二六条第一項）とともに、指定又は解除の告示\n（同法第三〇条）の内容に異議があるときは意見書を提出することかできる（同法\n第三二条第一項）ものとし、他方、「保安林の指定によつて利益を受ける地方公共\n団体その他の者」がある場合には、その者に対し、その受ける利益の限度において\n国が森林所有者らに補償すべき金額の全部又は一部を負担させることができる（同\n法第三六条第一項）ものとしている。また、保安林の指定は、いずれも一定の公共\n目的を達成するためにされるものであるから、住民一般の利益を公共目的の実現と\nして保護すべき立場にある地方公共団体の長については、当然に保安林の指定を申\n請することができるものとしている（同法第二七条第一項）。\nところが、土砂崩壊防備保安林についてみると、保安林の指定目的自体は土砂崩壊\nの発生を防止するという公共の目的であり、特定の個人の利益の保護にあるもので\nにないけれども、その目的が達成されることにより、反射的に直接特定の個人が利\n益を受けることとなる場合もあり得るわけである。そこで、このような場合には、\nその特定の個人にも、「直接の利害関係を有する者」として、保安林の指定を申請\nし得ることが認められるのである。\nこのように、保安林の指定は、公共一般の利益の保護という目的から行われるもの\nであり、特定の個人の利益を直接保護することを目的とするものではないから、森\n林法は、原則として、公共の利益を保護すべき立場にある地方公共団体の長に対し\nてのみこれを申請し得ることを認めているものと解すべきである。地方公共団体の\n長がこれを申請する場合について、同法第二七条第一項が単に「利害関係を有す\nる」地方公共団体の長と規定するにとどまり、その他の者が申請する場合のように\n「直接の利害関係を有する」との文言を用いていないのは、右の解釈を裏付けるも\nのである。これに対し、個人がこれを申請することができるのは、正に、前述の土\n砂崩壊防備保安林についてみたように、「直接の利害関係を有する」場合でなけれ\nばならない。すなわち、当該森林が専ら個人の特定の利益を事実上保護する機能を\n営んでいる場合のように、両者の間に密接な特殊の関係がある場合には、例外的に\nこれを申請することかできるのである。このように解してこそはじめて、保安林に\n対する利害関係につき、地方公共団体の長の場合には「直接」の利害関係を要件と\nせず、その他の者については「直接」の利害関係を要件とした趣旨を理解すること\nかできるのである。このことは、保安林の解除の告示の内容に異議がある場合にお\nいて意見書を提出することかできる「直接の利害関係を有する者」（同法第三二条\n第一項、第二七条第一項）についても、これに準じて考えるべきである（ちなみ\nに、保安林の解除の申請及び保安林の指定の告示の内容に異議がある場合における\n意見書の提出については、当該保安林の森林所有者らを「直接の利害関係を有する\n者」とすべきことはいうまでもない。）。\nしかしこれらの手続は、利害関係を有する地方公共団体の長にその申請等の手続が\n認められていることから見ても、保安林の指定や解除について控訴人が行政処分を\n行うにつき考慮すべき公益判断につき参考となるべき意見を求める機会を設け、も\nつて行政の慎重な運営を確保しようとするにすぎないものであつて、これらの手続\nが認められているからといつて、右の「直接の利害関係を有する者」が事実上享受\nしている利益が法律上保護された個人的利益に化するものではない。聴聞制度等の\nもつ意義は、あくまでも、当該行政によつて影響を受ける利害関係人の意見を徴し\nてこれを一つの判断資料にするためのものであり、かつその限度にとどまるもので\nある。これらの手続に関与することさえ認められない者に、およそ保安林の指定又\nは解除の処分の取消しを求めるにつき個人的な法律上の利益を有するはずがないと\nいうことにできても、そのことから逆に、これらの手続に関与し得る者のすべてが\n右の法律上の利益を有することとなるものではない。けだし、これらの手続に関与\nし得る者の範囲は、前示のとおり如何なる者の参加を求めればそれによつて行政の\n適正が期待され得るかという観点から定められるのであつて、個人の権利保護の必\n要から定められるものではない。その中には右の法律上の利益を有する者もあれば\nこれを有しない者もある。したがつて、これらの手続が設けられていることは、被\n控訴人らに原告適格を認める根拠とはなり得ない。\n次に、特定の森林を保安林として指定することが一定の公共目的を達成するために\n必要であとしても、指定によつて森林所有者らの財産権に課せられる制約は、森林\nの使用収益権そのものに内在する社会的制約を超えるものであるため、森林法は、\n全体的公平の見地から、国に右森林所有者らが被る損失を補償させることとしてい\nる（同法第三五条）。しかしながら、特定の森林を保安林として指定することによ\nつて反射的に利益を受ける者がある場合には、国が支払うべき右補償金の負担を税\nによつて国民全体に転嫁することは、これまた公平の見地から妥当でない。そこ\nで、同法は、右の保安林指定に伴う損失補償についての定めを受けて、保安林指定\nによつて利益を受ける者がある場合には、その者にその利益を受ける限度において\n右補償金額の全部又は一部を負担させ得ることとしているのである（同法第三六条\n第一項）。\nそもそも受益者負担金制度と特定の個人の利益の保護とは本質的に結びつくもので\nはなく、特定の個人にとつては単なる反射的利益にすぎない場合でも、その反射的\n利益が特別のものである限りは受益者負担金を課することが公平である。したがつ\nて、受益者負担金が課せられるからといつて、直ちにその個人の利益が単なる反射\n的利益ではなく法律上の利益であると断ずることはできない。このことは保安林の\n指定における受益者負担金制度についても、そのまま妥当するものである。のみな\nらず、森林法は、第三六条において受益者負担金制度を導入し、保安林の指定によ\nり経済上の利益を享受する個人の存在を予定しているけれども、同法は、保安林指\n定に伴う利益なるものを法律上の利益とすることを否定しているものと解すべきで\nある。けだし、同法は保安林指定の必要がなお存続しているにもかかわらず、他の\n公益上の理由による必要から、保安林の指定を解除し得ることしているが（同法第\n二六条第二項）、この指定解除に伴う損失の補償については、何らの規定も置いて\nいないからである。損失補償制度は、適法な公権力の行使によつて「単に一般的に\n当然に受忍すべきものとされる制限の範囲をこえ、特別の犠牲を課したものとみ\nる」（昀高裁昭和四三年一一月二七日大法廷判決・刑集二二巻一二号一四〇二ペー\nジ）べき損失が生じた場合にこれを公平負担の見地から調整しようとするものであ\nる。したがつて、もし、立法者が同法第三六条において受益者負担金の対象とした\n経済上の利益を法律上の利益と考えたものであるならば、同法第二六条第二項によ\nる保安林の指定解除によつて右利益について生ずる特段の犠牲に対する損失の補償\nを制度化していてしかるべきである。とところが同法は、保安林の指定について\nは、それによつて森林所有者らの被る損失に対する損失補償制度を導入している\n（同法第三五条。なお、同法第五八条、第五九条参照。）のにかかわらず、右のと\nおり指定解除に伴つて受益者が被る損失に対しては、その補償制度を導入していな\nいということは、指定解除によつて失う経済上の利益を法律上保護に値いする利益\nとすることを否定しているものといわなければならない。要するに、受益者負担に\n関する同法第三六条から直ちに保安林の指定による法律上の利益を導き出すこと\nは、理論上到射不可能である。\n（３）　平和的生存権と法律上の利益\n原判決は保安林制度の目的が森林法第二五条第一項各号に列挙される指定目的に限\nらず、平和的生存権をも保護するためのものであると解して、かかる平和的生存権\nを侵害され又は侵害される危険がある限り、被控訴人らに本件保安林指定の解除処\n分の取消しを求める法律上の利益があると判断する。\nしかし、そもそも憲法前文の文言中の「全世界の国民がひとしく恐怖と欠乏から免\nかれ、平和のうちに生存する権利」なるものは、具体的な国民の権利として国民が\n直接国家に何らかの行為を求め得る根拠となり得るものではない。仮に、これを権\n利といつてみても、憲法前文に唱えられている内容が憲法の基本原理と理念を宣言\nするにすぎないものである以上、それは極めてばく然としたものであつて、権利の\n名に値しない。これを侵害され又は侵害される危険ありと主張するこすぎない者\nに、具体的に農林大臣がした保安林指定の解除処分の取消しを求める「法律上の利\n益」が認められるとは、およそ考えられないことである。法の保護法益をそこまで\n一般化、抽象化してしまうことは、ひいては行訴法第九条にいう原告適格を全国民\nにまで一般化してしまう結果を容認することになり、わが国の行政訴訟の下では到\n底不可能なことである。また、森林法が憲法秩序の下に置かれているということか\nら直ちに憲法前文を根拠として、森林法の保護法益としての平和的生存権なるもの\nを肯定するならば、憲法を頂点とする法体系においては、憲法秩序の下に置かれて\nいない法律はないのであるから、すべての法律の保護法益として平和的生存権を認\nめざるを得ないことになり、結局、個々の法律が特別に保護しようとする「法益」\nの概念を否定してしまうことになる。なお原判決は、本件保安林指定の解除処分\nは、航空自衛隊の第三高射群施設の設置のためになされたところ、右第三高射群施\n設やこれに併置されるレーダー等の施設基地は、一朝有事の際にはまず相手国の攻\n撃の第一目標になることを殊更挙げて、被控訴人らの平和的生存権が具体的に侵害\nされる危険があるからこの点からも被控訴人らには本件保安林指定の解除処分の取\n消しを求める訴えの利益があると説明する。しかし第三高射群施設の設置は、農林\n大臣が本件保安林の指定を解除するに当たり、公益上の目的に合致するかどうかと\nいう点から考慮しなければならないという意味で農林大臣の判断事項ではあり得て\nも、被控訴人らが本件保安林指定解除処分によつて被る不利益とされるべき事項で\nないことは前述のとおりである。また、基地は一朝有事の際にはまず相手方の攻撃\nの第一目標になるという仮想は、森林法上の保安林が存在することによつて、その\n周辺の住民はすべて戦争になつても相手国の攻撃から守られるというものではない\nから、それ自体正当でないことはいうまでもない。更に、原判決は、無雑作に、一\n方では保安林の存在する「地域住民」ないし「地区住民」という言葉を用いるとと\nもに、他方では「基地周辺住民」という言葉を用い、あいまいな概念によつて究極\n的には、両者を同一にみて、森林法が保安指定によつて保護している利益と憲法前\n文の保護する権利とが同内容のものであると説示している。そして、平和的生存権\nについては、被控訴人らが森林法上の保安林制度によつて保護されている利益に、\n憲法上の基本的人権であつて、自然的災害（風水雪害等）及び人間的災害（公害や\n軍事施設や戦争等）に対する「平和のうちに生存する」具体的諸人権にかかわり合\nつている自然権的基本権である旨の考え方もあるであろう。しかし、これらの考え\n方自体、かかる平和的生存権なる概念の範囲を無理に拡張して考えなければ、森林\n法の保護理と憲法の平和主義の理念とが同一平面で論ぜられないという弱点の存在\nを物語る以外の何ものでもない。また、たとえ右のように人類普遍の自然権的基本\n権が国民一般に保障されるといつてみても、右権利によつて特に被控訴人らの人が\n本件保安林指定の解除を争う適格ないし訴えの利益を有するという結論を導き出す\nには、やはり被控訴人らが森林法によつて他の一般国民と区別された利益を受けて\nいる者であることの理由づけを試入なければならない。\nなお憲法上の争点を提起する当事者適格が認められるためには、まず、当事者が違\n憲であると主張する国家行為によつて、憲法上保障された権利、自由に対する直接\nかつ特別の侵害がなればならないところ、本件においては、被控訴人らには森林法\nによつて保護されている以上に憲法によつて保障されている何らかの権利、自由を\n侵害されているということはあり得ないのであるから、被控訴人らには直接憲法上\nの争点を理由として訴えを提起する適格はない。\n２　森林性の喪失\n仮に、被控訴人らに本件保安林指定の解除処分の取消しにより回復すベき利益があ\nるとしても、本件保安林の現況がまつたく森林性を喪失し、いまやこれを森林に回\n復することは不可能となつていることからすると、もはや被控訴人らが本訴により\n右解除処分の取消しを求める利益は消滅したものというべきである。\n森林法は、保安林制度の規制対象となるものは、その客観的状況が「森林」である\nことを予定しているところ、同法第二条第一項は、森林の定義を規定し、「森林」\nとは「木竹が集団して生育している土地及びその土地の上にある立木竹」（一号）\n及び「木竹の集団的な生育に供される土地一（二号）であるとする。ここにいう\n「木竹の集団的な生育に供される土地」とは、現に「木竹が集団して生育している\n土地」とはいえないが、その土地の現況を客観的に見てなお容易に「木竹が集団し\nて生育している土地」とすることが可能な性質を保有する土地を指称するものと解\nすべきである。森林法は、かかる森林性を有する土地のみを保安林指定の対象と\nし、かつ保安林指定を解除する対象としているのである（同法第二五条、第二六\n条）。森林性を有しない土地を保安林として指定しても、右指定は無効であり、ま\nた、いつたん有効に保安林として指定された土地でも、その後森林性を喪失するに\n至れば、右指定の効果は、その対象を失なつて当然失効するに至るものと解すべき\nである。\nところで本件保安林として指定を受け、更にその指定が解除された約０・三五平方\nキロメートルの森林については、解除処分後、防衛施設庁により本件保安林上に存\nした立木は伐採されるとともに、その跡地は整地され、半永久的な航空自衛隊第三\n高射群の各施設（射撃統制施設、発射施設、居住施設等の防空施設及び教育訓練施\n設）及び道路等の工作物が設置されるに至つた。かかる現況を客観的にみるかぎ\nり、これを今更「木竹の集団的な生育に供される土地」とすることは極めて困難な\nいし不可能となつたから、右約〇・三五平方キロメートルの土地は、社会通念上も\nはや森林性を喪失したものというべきである。\nまた、森林法第三四条の二及び第三八条の各規定は森林性の回復を予定した規定で\nあると解し、本件解除処分が違法である限り本件保安林の所有者である国又は農林\n大臣が前記各施設を除去し、その跡地に植栽して森林性を回復する措置を採らなけ\nればならない義務を負う以上、なお森林性の回復は可能であるとする説は、右森林\n法の各規定が、対象地につき、森林性が保有されている場合、少なくとも「木竹の\n集団的な生育に供される土地」である場合において、森林の維持、管理のために森\n林所有者らに伐採後の植栽等の義務を課する規定であつて、対象地が森林性を喪失\nしてしまつた場合にまで適用される規定ではないことからすれば、不当であること\nは明らかであり、また、森林の現在の性状については、現代の土木工事、植林、営\n林技術によれば森林性の回復が可能かどうかといつた回復する者の高度な近代的技\n術を基準にして決めるべきものではなく、あくまでその土地が現に呈している客観\n的状況を観察して決めるべきものである。すなわちいつたん失われた森林性の回復\nが可能であるかどうかは、右土地の現況を前提として、その土地をめぐる諸条件を\n勘案した上、社会通念上いつでもしようとすれば「立木の集団的な生育に供される\n土地」、更には「立木が集団して生育している土地」とすることが容易にできるか\n否かによつて決せられるべきである。本件は、以上述べたことから明らかとなり、\n社会通念上、森林性を喪失したというべき場合であるから、被控訴人らは、いまや\n本件保安林指定の解除の取消しを求める訴えの利益を失つたものというべきであ\nる。\n３　代替施設\n本件保安林指定の解除処分により、一時的にせよ、被控訴人らが不利益を被り、し\nたがつて本件解除処分の取消しによつて回復すべき利益が生じたとしても、それ\nは、あくまでも本件保安林が水源かん養保安林とこして従業果していた理水機能\nが、右解除処分後における立木の伐採のために低下することによつて被控訴人らが\n受ける洪水、用水の不足等の被害の発生ないしその危険性の発生を根拠として認め\nられるのであつて、長沼町地域一帯の洪水一般の危険性ではない。けだし、その地\n域一帯の洪水原因は、必ずしも本件保安林上の立木の伐採等にのみ起因するもので\nあるとは限らないからである。ここで問題とすべきことは、本件代替施設が、本件\n保安林が果してきた理水機能による洪水緩和の効果に対応するそれと同程度の限能\nをもつ代替施設であるかどうかであり、この点においては、本件保安林の立木伐採\nによつて低下する理水機能は次に掲げる代替施設により完全に補填され、代替され\nるに至つているのであつて、被控訴人らの右不利益は消滅した。したがつて右不利\n益のあることを理由に被控訴人らに一法律上の利益」を認めるべきであるとして\nも、訴えの利益はもはや存在しなくなつたというべきであ・る。\n（一）　本件保安林の理水機能\n本件保安林は、北海道夕張郡＜以下略＞及び由仁町にまたがる、海抜八〇ないし二\n九二メートルのなたらかた丘陵性の山地で、俗に馬追山丘陵といわれる山地に存す\nる約一五・〇八平方キロメートルの水源かん養保安林（長沼町所在部分約一〇・九\n六平方キロメートル、由仁町所在部分約四・一二平方キロメートル）のうちの約\n〇・三五平方キロメートル、すなわち約二・三バーセントの部分にすぎない。\nところで、本件保安林を含む通称馬追山保安林に、明治三〇年七月六日一五九町七\n反六畝一二歩が水源かん養保安林（明治三〇年法律第四六号森林法第八条第五号）\nとして編入（指定しされ、次いで明治四二年三月一九日九三〇町八反五畝二三歩\nが、明治四三年一二月二四日七〇七町一反七畝三歩が、明治四四年一一月二二日二\n一町六反七畝二二歩がそれぞれ水源かん養保安林（明治四〇年法律第四三号森林法\n第一四条第五号）として編入（指定）されたものである（なお、本件保安林指定の\n解除処分によつて解除された区域は、明治四二年に編入（指定）されたものの一部\nである。）。一方、右馬追山保安林よ、昭和九年一二月七日、道路敷地とするた\nめ、八町四反三畝一四歩が編入（指定）解除されて以来（なお、昭和四一年四月一\n日には、メートル法実施により、当時の馬追山保安林総面積は一六・一一七六六八\n平方キロメートルに換算された。）、本件指定解除に至るまで、計一五回にわたり\n合計五・四九一三六四平方キロメートルにつきその指定が順次部分的に解除されて\nいる（なお、昭和四三年四月一日には、第三次経営案編成による実測によつて、、\n当時の馬追山保安林総面積は一五・〇八七四平方キロメートルとなつた。）。そし\nて、昭和四四年七月七日農林省告示第一、〇二三号をもつて水源かん養保安林とし\nての指定が解除された本件保安林は、右馬追山保安林のうち、夕張郡＜以下略＞所\n在の防衛庁所管国有財産に係る保安林（実測面積三・二二六四平方キロメートル）\n及び林野庁所管国有財産に係る保安林（実測面積〇・二八四六四平方キロメート\nル）である（実測面積の合計に三・五一一〇四平方キロメートル）。\n本件保安林は旧夕張川の支流である富士戸川本、支流の上流部にあつて馬追運河流\n域に位置するため、本件保安林から流出する水は、すべて富士戸川本、支流に集ま\nり、東西線排水路、零号排水路を経て、馬追運河に流入し、更にそれが旧夕張川に\n合流するところ、この馬追運河の全流域面積は約四五・八平方キロメートルあり、\nそのうち、本件保安林指定が解除された地域の面積約〇・三五平方キロメートル\nは、わずか〇・八パーセントにすぎない。したがつて、本件保安林地区が馬追運河\n流域一帯に及ぼす影響も極めて小さいものと推測することができる。もつとも、被\n控訴人らの居住する長沼町は、石狩川支流の千歳川、旧夕張川及び夕張川に囲まれ\nた東西約一五・五キロメートル、南北約二一・一キロメートルの地域に広がる面積\n約一七〇平方キロメートルの農村地帯及び市街地から成る町であるところ、丘陵地\nを除く平野部は、海抜六ないし一〇メートルの低地帯であるため、従来から洪水、\n水害に見舞われることも多く、特に昭和九年以前においては、ほとんど毎年のよう\nに、夕張川及び千歳川の屈曲した流れが、河川の勾配緩慢かつ流水面積狭小のた\nめ、この地域でよどんで氾濫していたが、昭和一二年までには千歳川及び旧夕張川\nの各切替工事が完成し、右氾濫の原因にほぼ解消した。しかし、その後長期降雨時\nに石狩川本流の水位が高くなり、江別川、千歳川、旧夕張川及びこれら河川に流入\nする排水路である馬追運河等の各水位が高くなつて、同運河等に流入する内水を排\n除することができず、これによる低地帯に滞水する現象を起こすとはあつた。そこ\nで、北海道開発局は、洪水防止施策の一環として、昭和三九年三月、馬追運河、南\n六号川、南九号川の内水を旧夕張川又は千歳川にポンプをもつて排出することを内\n容とする千歳川、長沼地区機械排水事業計画を立案し、昭和四〇年度に着工、同四\n三年一〇月末日にその完成をみた。右計画の実施により、機械排水設備として、馬\n追運河と旧夕張川との合流点に、排水能力毎秒三〇立方メートルの馬追運河排水機\n場が、南六号川と千歳川との合流点に排水能力毎秒二〇立方メートルの南六号排水\n機場が、右南九号川と千歳川との合流点に排水能力毎秒一八立方メートルの南九号\n排水機場がそれぞれ設置されるに至つた。これらの機械排水設備の能力は、過去に\nおける洪水の水量と被害の実態を分析し、かつ、地域の開発進ちよくに伴う流出量\nの増加をも考慮して決定されたものであつたから、右機械排水設備の設置により、\n過去の長沼町低地帯の洪水の危険性に大幅に減少し、その後内水滞留による洪水の\n被害も生じていない。したがつて、本件保安林指定の解除処分は、長沼町一帯の従\n来の洪水の原因がなくなつた時点でなされたものであるが、かかる状況の下におい\nて、本件保安林の前示の面積等をも合わせ考えると、本件保安林を伐採することに\nよつて馬追運河に生ずる増加流水量が、長沼町一帯に洪水をもたらすような影響を\n及ぼすことは、まずないといつてよい。\n以上のとおり、本件保安林がその指定解除時に果していた洪水緩和の効果は、長沼\n町に生じてきた洪水の各原因に比して極めて低いものでしかなかつたということが\nできるのであるから、これを代替し補填する施設も、本来右程度の洪水緩和機能を\n有するもので足るものである。\n（二）　各種の施設\n控訴人が昭和四四年七月七日農林省告示第一、〇二三号をもつてした本件保安林指\n定解除処分に伴い、次のような施設が設置された。\nなお、これらの施設の建設に要した費用は、総額一〇億七七〇〇万円である。\n（１）　洪水防止対策のための施設\n富士戸一号堰堤の建設\n富士戸二号堰堤の補強\n馬追運河左岸のかさ上げ\n（２）　砂防対策のための施設\n砂防堰堤七基の建設\n（３）　用水確保のための施設\n南長沼用水路の補強、導水路の揚水施設、送配水施設の新設\n上水道施設の新設\n右施設の概要は、以下に述べるとおりである。\n（１）　洪水防止対策のための施設\nア　富士戸一号堰堤の建設\n富士戸一号堰堤は、富士戸川の本流と支流との合流点に建設された堤高八メート\nル、堤長二一三メートル、湛水面積六〇、〇〇〇平方メートル、洪水調節容量六\n八、〇〇〇立方メートル、有効貯水量（かんがい用貯水量）六四、〇〇〇立方メー\nトルの前面舗装型フイルダムであつて、その右岸（北側）には深さ二・三五メート\nル幅六・二〇メートル、長さ二二九メートル、昀大排水量毎秒三六・一一立方メー\nトルの余水吐を備えている。\n富士戸一号堰堤の建設によつて、本件解除処分に係る保安林地域を含む富士戸川\n本、支流の流域に降つた雨は、流水となつていつたん富士戸一号堰堤に貯留され、\nそこから流入量を下廻る水量として徐々に流出して再度富士戸川本流に流入し、東\n西線排水路及び零号排水路を経て馬追運河に入り、同運河から旧夕張川に排水され\nることとなつたのである。なお、富士戸一号堰堤は、昭和四六年三月に完成してい\nる。\nイ　富士戸二号堰堤の補強\n富士戸二号堰堤は、富上戸川本流の上流部（富士戸一号堰堤から約一、五〇〇メー\nトル上流）に所在する湛水面積一、五〇〇平方メートル、有効貯水景三、〇〇〇立\n方メートルのかんがい用の堰堤であつて、本件解除処分以前から存在するものであ\nるが、洪水時にその堤体の北側を流れる渓流によつて堤体の脚部が洗堀されること\nを防止するため、渓流の流路の約一四一メートルの区間をコンクリート及びコンク\nリートブロツクによつて三面装工し、堤体を補強した。なお、富士戸二号堰堤の補\n強工事は、昭和四五年三月に完了している。\nウ　馬追運河左岸のかさ上げ\n馬追運河の左岸の一部（長沼町西五線から上流約一、〇〇〇メートル）にその右岸\nよりも約〇・五メートル低くなつていたので、かねてから万一の場合には同所から\n溢水するおそれがあつた。そこで、このような事態の発生を防止するため、同所約\n一、〇〇〇メートルを右岸と同じ高さにかさ上げし、それによつて同運河の河道貯\n留量を約二三、〇〇〇立方メートル増加させた。なお、馬追運河左岸かさ上げ工事\nは、昭和四五年一〇月に完了している。\n（２）　砂防対策のための施設―砂防堰堤七基の建設\n砂防堰堤は、本件解除処分に係る保安林地域及びそのすぐ周辺にある四本の各沢\nに、流出土砂量の多寡に応じて一基又は二基あて、合計七基建設された天端幅〇・\n八メートル、高さ約七メートル、長さ約三〇メートル、全貯砂量二〇、三三〇立方\nメートルの重力式無筋コンクリート堰堤である。砂防堰堤七基の建設によつて、立\n木の伐採、切盛土、工作物の設置等本件解除処分に係る保安林地域の人為的形状変\n更に伴う土砂流出が未然に防止されることとなつたのである（この砂防堰堤の建設\nによつて、事実上、渓床勾配が緩やかになつて渓流の流速が低下し、山脚が固定す\nる等洪水調節の機能も営まれることになるが、本件砂防堰堤の建設は、右洪水調節\nを直接の目的としたものではない。）。なお、砂防堰堤七基は、昭和四五年一一月\nに完成している。\n（３）　用水確保のための施設\nア　かんがい用水施設の新設等\n富士戸川本、支流の流水及び伏流水に依存している農地のかんがい用水を補給する\nため、対象農地一・八九平方キロメートル（別添図面一の（ロ）斜線部分の土地）\nに対し昀大給水量毎秒〇・二二立方メートルを配水することができるように既設の\n南長沼用水路を補強し、導水路、揚水施設及び送配水施設を新設した。なお、かん\nがい用水施設の新設等の工事は、昭和四七年一二月に完了している。\nイ　上水道施設の新設\n富士戸川本、支流の流水及び伏流水に依存している住民の飲料水を確保するため、\n対象戸数六四戸に対し既設の長幌上水道企業団の水道本管から分水して給水する施\n設を新設した。なお、上水道施設の新設工事は、昭和四五年一一月に完了してお\nり、その給水区域は別添図面一の破線内の区域である。\n（三）　富士戸一号堰堤の機能（安全性）\n昭和四六年三月に富士戸一号堰堤が完成したことによつて、本件解除処分に係る保\n安林地域を含む富士戸川本、支流の流域（以下「本件流域」という。）に降つた雨\nのうち流出するものはすべていつたん富士戸一号堰堤に流入することとなつた。し\nたがつて、富士戸一号堰堤が現実にどの限度の流入量まで調節機能を有するか、更\nには、如何なる限度において決壊する危険性があるかの問題は、富士戸一号堰堤が\nすでに完成している現時点においては、それがどの程度の洪水流入量を、その堰堤\nを越流させることなく余水吐を通して流下させることができるかという問題にかか\nつている。この問題は、更に次の（１）から（３）までに分かれる。すなわち、\n（１）　現実に本件流域にはどの程度の雨が降ると考えられるか（流域雨量の推\n定）\n（２）　右雨量があつた場合においての量が流出して富士戸一号堰堤に流入すると\n考えられるか（堰堤へのピーク流入量の推定）\n（３）　右ピーク流入量があつた場合において、富士戸一号堰堤の余水吐は右流入\n量を堰堤を越流させることなく流下させることができる規模となつているか（余水\n吐の昀大排水能力の推定）\nである。そこで、以下、まず富士戸一号堰堤の余水吐の昀大排水能力を模型実験の\n結果を踏まえて推定し、次に流域雨量の推定、堰堤へのピーク流入量の推定を順次\n行つた後、昀後に、富士戸一号堰堤の調節機能限度、更には、現実の問題として考\nえられる決壊危険性の有無に対する結論を示すこととする。\n（１）　余水吐の昀大排水能力\n富士戸一号堰堤に、前述のように、その右岸側に深さ二・三五メートル、幅六・二\n〇メートル、長さ二二九メートルの余水吐を備えており、かんがい用水約六四、〇\n〇〇立方メートルを貯留している場合に、その水位が余水吐の底面にまで達してい\nる状況にある。\nところで、防衛施設庁が財団法人建設技術研究所に委託して行つた縮尺二〇分の一\nの模型実験の結果によれば、余水吐の各水位に対する余水吐の流下量は、別添表一\nのとおりである。そして堰堤水位が標高二四・四〇メートルの場合、すなわち堰堤\n天端標高二五・〇〇メートルと間に〇・六メートルの波高を考慮に入れる場合には\n余水吐の昀大能力は毎秒三六・一一立方メートルであると推定される。\nここで注意すべきことは、右〇・六メートルという数値は、富士戸一号堰堤の安全\n性を損なわず（風浪が堤体を乗り越えることなく）、かつ、昀大限に洪水を処理し\n得る余水吐の能力の限界を検討するに当たり考慮すべき波高の度合いを示したもの\nというにすぎないことである。この場合に波高のみを考慮すれば足りるのは、同堰\n堤のいわば昀大可能洪水位を求めれば足りる問題であるからであり、そこには、設\n計段階において考慮すべき余裕高についての一要素であるいわゆる安全高、すなわ\nち後掲の公式における〇・〇五Ｈの問題を更に見込む必要は存しない。\nそして、同堰堤について、右に述べた観点から考慮すべき波高として示した〇・六\nメートルの数値は、（１）この地域における昀大風速は毎秒二〇メートル〔土地改\n良事業計画設計基準（以下単に「設計基準」という。）第三部設計第一編フイルダ\nム〕と見るのに妨げなく、（２）同堰堤の対岸距離は三〇〇メートルと見るのが合\n理的であり、（３）その斜面はアスフアルトで舗装され、その勾配は二割（一対\n二）であることから、設計基準一四七ページのグラフにより求め得るものである。\n被控訴人らは、同堰堤の対岸距離は三七五メートルであると主張しているが、控訴\n人に、貯水池の左岸寄りのにぼ堰堤端から同左岸側入江の昀遠点までを対岸距離と\n見て三〇〇メートルの数値を得たものである。このような見方を採つたのは、設計\n基準一四六ページによれば、余裕高の決定要素としての貯水池の風波高を算出する\n前提において考慮しなければならない対岸距離とは、その上を風が吹いて波浪を起\nこすことのできる自由水面距離をいうものであつて、ある程度設計者の判断にゆだ\nねられているといい得る余地が認められているものであるところ、同堰堤の堤体か\nら垂直に対岸を見通すと、その距離はほぼ一五〇メートルから二〇〇メートルと見\nられるが、貯水池の左岸及び右岸側の上流部分が狭い入江となつており、堰堤から\nの昀遠点は貯水池の左岸側の入江の奥であるので、これを対岸距離を求める基点と\nし、ただ、入江内の波浪が昀も高くなると想定されるのは入江の中心線上であるか\nら、その中心線を延長すると、ほぼ貯水池の左岸に平行に前記堰堤端に到達するの\nで、このような事情を考慮したものである。以上述べたところによれば、同堰堤の\n余水吐の排水能力を検討するに当たり、考慮すべき波高を〇・六メートルとしたこ\nとは合理性を有するものである。\n（２）　流域雨量の推定\n本件において問題とすべきは、三・七六平方キロメートルという狭小な対象地域に\nおける降雨量である。\n降雨量は、一般的には、その地域の気象が海洋性であるか、あるいは内陸性である\nかによつて一応の傾向がとらえられるとともに、更にその地域の地形や降雨の原因\n等によつてその地域独特の傾向がとらえられるのであるが、実際には、降雨の場所\n的範囲や降雨の時間的分布等についてなお不明な点が多いために、対象地域の雨量\nを推定するに際しては、当該地域内における観測結果から推定したり、あるいは類\n似の気象影響図に属しかつ地形等が対象地域のそれと類似している地域における観\n測結果から推定したりしているものである。ところで、本件流域内には雨量の観測\n所は存しないが、長沼町東二線北六番には長沼観測所が存在する。右観測所は、本\n件流域からわずか三・五キロメートルほどの至近距離にあり、かつ観測期間が長く\n（大正一四年以降）、したがつて確率雨量の計算値の信頼度も高いので、右長沼観\n測所の観測結果をもつて本件流域の雨量とすることが昀も現状に適合しているもの\nと考えられる。\n一般に河川や排水路の洪水対策をたてる場合に、安全性の見地から何年確率の雨量\nを基準として計画をたてるべきであるかという点については、明確な基準は存在し\nないのであるが、通常は、その河川の流域の人口密度、社会及び経済資本の蓄積等\nによつて、何年確率の雨量を基準とするかを決定してきているということができ\nる。長沼地区におけるこれまでの各種洪水対策事業についてこれを見ると長沼地区\nが農耕地帯であるため、馬追運河排水機場においては三〇年確率三日連続雨量を、\n北海道開発局が建設している各農業排水路においてはいずれも一〇年確率日雨量を\nそれぞれ採用してきている。しかし、富士戸一号堰堤の建設に際しては、洪水対策\n上十分な安全を図るとともに堰堤自体の安全確保を図るために、一〇〇年確率日雨\n量が採用されたのであるから、ここでの検討に当つても、富士戸一号堰堤の十分な\n安全性を見込んで一〇〇年確率日雨量を採用すると、本件流域における右確率日雨\n量は、長沼観測所の昭和四八年までの観測記録を基礎資料として計算（確率計算の\n方法には、ハーゼン法、岩井法等があるが、ここでは、適応性が広く実用性も高い\nものとして認められており、富士戸一号堰堤の設計に際しても使用された岩井法を\n採用した。）した一五一・九ミリメートルと推定するのが昀も実際に合致する。そ\nこで、富士戸一号堰堤の安全性を検討するに際して採用する基準雨量は、設計基準\n第一五条に準拠して、安全率を見込み、右の一〇〇年確率日雨量一五一・九ミリメ\nートルにつき更にこれを一・二倍し、一八二・三ミリメートルとすれば十分であ\nる。\n被控訴人らは、洪水流量決定の資料とする降雨量記録は広い範囲から収集し資料の\n選定に当たつては、平地と山地の降雨特性を参考にすべきであるのに、平地である\n長沼観測所一箇所のみの資料を山地という降雨特性をまつたく考慮の外に置いて計\n算の基礎としているのは、設計基準に違反しているとする。しかしながら、一般に\n洪水流量決定の資料とする降雨量記録は、その重要性にかんがみ、なるべく広い視\n野に立つて広い範囲から収集する必要があることは否定し得ないところであるにし\nても、被控訴人らの批判は、本件現地の実情に必ずしも適合するとはいえない基準\nないし手法を形式的に当てはめようとするものであつて、到底首肯することはでき\nない。\n富士戸一号堰堤に流入する富士戸川本、支流の流域内には雨量観測所はないが、周\n辺の観測所としては次の四箇所がある。\nこのように流域内に観測所が存在しない場合において流域平均雨量を決定するため\nには、周辺の観測所の資料からどのように推定するのが合理的であるかが問題とな\nるわけであるが、本件の場合においては、前記のとおり対象流域三・七六平方キロ\nメートルという狭小な範囲内の雨量が問題となるものであり、この流域との関係に\nおいては、長沼観測所は右に示したように他の観測所に比べて昀も近い位置にあ\nり、一〇〇年確率等雨量線図（日本気象協会北海道本部編、北海道開発局監修）に\n示されている等雨量線から見ても、右流域の降雨は他の周辺観測所のそれよりはは\nるかに長沼観測所の降雨に類似していることが認められ、しかも、流域平均雨量を\n求めるためいわゆる分割地域を設定するのに、代表的手法として用いられているテ\nイーセン法によつても、本流域の全部が長沼観測所の分割（支配圏）に完全に入る\nのである。控訴人は、これらの事情に加えて、長沼観測所の観測期間が長期に及ん\nでいることも併せ考えた上、今回の調節機能限度あるいは安全性の検証において\nは、長沼観測所の資料を採用したものであり、当初から他の観測所の資料を度外視\nし、又は長沼観測所の資料が降雨量として少なめであることに着目して作為的にこ\nれを用いたものではない。\n次に、富士戸川流域の雨量の検討に当たつて、同流域につき山地としての降雨特性\nを考慮する必要があるか否かについてであるが、同流域は馬追丘陵の西側斜面に位\n置しているところ、同丘陵は昀高標高においても三〇〇メートルに及ばず、流域の\n平均標高は約一二〇メートルにすぎないのであつて、しかも、その西側は石狩平野\nの南部を望み、東側には由仁、安平の平地が控え、いわば広い平野の中に一頭の牛\nがねそべつているような地勢となつている。したがつて、長沼観測所と右流域との\n間に若干の標高差があつても、右流域について山地としての降雨特性を格別に考慮\nする必要はなく、標高と降雨量との相関関係すなわちいわゆる高度相関は、長沼観\n測所所在地と本流域の場合には妥当し得ないというべきである。被控訴人らは、北\n海道忠別川及び昭和二二年のキヤサリン台風時における関東地方の各降雨量の観測\n値を例証に挙げ、富士戸川流域についても山地としての降雨特性を考慮する必要が\nある旨主張しているが、この主張は、右富士戸川流域の雨量の検討に際して当ては\nめ得ない資料を前提とするもので失当である。忠別川についての資料は、背後に標\n高二、〇〇〇メートル級の大雪山系を控えた中流部の江卸発電所と、その下流にお\nける石狩川との合流点にある旭川との両観測点における降雨量の差を示すものであ\nり、また、関東地方についての資料は、背後に標高一、七〇〇メートル以上の秩父\n山地を控えた埼玉県西部の降雨量観測値の特性を示すものであつて、これらは、い\nずれも、さきに述べたように格段の山地特性を認め難い富士戸川流域の場合とは類\n似性がまつたく存しない地域を対象として得られた資料であり、本件流域の場合に\nは妥当しない。\n更に被控訴人らは、札幌管区気象台の公式資料に基づいて長沼周辺の一〇〇年確率\n口雨量を算出すると、支笏湖において三八五・四ミリメートル、栗沢において三四\n一・九ミリメートル、南幌において三三七・一ミリメートルとなるところ、これら\nを設計時の基礎資料と此較すると、観測年数において前者は後者の二倍（二〇年\n間）であること及び数値において前者がはるかに大きいこと等の諸点から、結局支\n笏湖における観測資料に基づく一〇〇年確率日雨量を本件流域における日雨量とし\nて採用すべきである旨主張する。しかしながら、本件流域は、前述のとおり西側に\n広大な石狩平野を望み、東側に由仁、安平の低地を控えた標高の低い馬追丘陵部の\n一部であつて、昀高部でも標高は約二九〇メートル、流域面積を等分した平均標高\nは約一二〇メートルにすぎないのに対し、被控訴人らが主張する支笏湖畔観測所\nは、本件流域から約三九キロメートルも離れているばかりでなく、その周囲を恵庭\n岳（標高一、三二〇メートル）や樽前山（同一、〇二四メートル）等一、〇〇〇メ\nートル内外の山に囲まれたまつたく山地性の降雨特性下にあり、本件流域とは明ら\nかにその降雨特性を異にするものである。のみならず、日本気象協会北海道本部\n編、北海道開発局監修の一〇〇年確率等雨量線図によつても明らかなように、本件\n流域は、支笏湖はもちろんのこと、被控訴人らの主張する栗沢及び南幌ともその降\n雨特性を異にしているのであるから、支笏湖、栗沢ないしは南幌の観測資料を本件\n流域の雨量の算出の基礎資料とすることは妥当ではない。\nまた、被控訴人らは、妥当な確率日雨量の求め方に関連して、控訴人が富士戸川流\n域の降雨特性の説明に使用した前記、一〇〇年確率等雨量線図によれば、長沼地区\nの一〇〇年確率日雨量は一八八ミリメートルとされているのにかかわらず、控訴人\nはこれを考慮することなく一五一・九ミリメートルを採用したとして疑問を提起し\nている。しかしながら、まず留意しなければならないことは、右一〇〇年確率等雨\n量線図の作成に当つては、その基になつた一〇〇年確率日雨量の算定につき、資料\n数の多少によつて異なつた計算手法が用いられていることである。すなわち、右等\n雨量線図を作成した前記日本気象協会北海道本部の説明書「北海道における排水計\n画基準雨量の算定（昭和四三年一月）」の解説によれば、雨量資料の数が二〇未満\n（二〇年未満）の場合にはトーマス法により、それ以上の場合には岩井法によつて\n計算することとされているところ、長沼については、昭和二五年から四一年までの\n間の一七年分しか資料がないとされていたため、トーマス法により一〇〇年確率日\n雨量は一八八ミリメートルと算定されたものである。現時点において右のような計\n算処理により同様の等雨量線図を作成するとすれば、昭和二五年以降のみを採つて\nも昭和四九年までの資料によりその数は二五となるので岩井法により般算すること\nとなり、その結果長沼の一〇〇年確率日雨量は一四五ミリメートルとして作成され\nることになるのである。控訴人は、長沼観測所においては大正一四年から雨量観測\nを実施していることが判明したので、同所における四六箇年分の観測結果によつて\n一〇〇年確率日雨量を計算し、一五一・九ミリメートルの数値を得たのである。な\nお控訴人が一〇〇年確率等雨量線図を引用して説明したのは、この等雨量線図から\nうかがい得る富士戸川流域を含めた馬追丘陵地域の降雨特性（同丘陵の北西側から\n山頂を経て南東側に向かつて降雨量が少なくなつている。）から見ても、富士戸川\n流域の雨量を推測するのに長沼観測所の観測資料を用いることが合理性を有するこ\nとを示したにすぎないのである。\n更に、被控訴人らは、妥当な確率日雨量の求め方に関連して、論文「北海道におけ\nる確率降雨分布と地域特性について」を引用し、これにより長沼の降雨量を算定す\nるのが妥当であるとしている。しかしながら、右論文は、被控訴人らが引用してい\nるところからも明らかなように、降雨資料を必要とする地域に資料がなかつたり、\nまた、これがある場合であつてもその収集解析に多くの労力を要するところから、\n省力化の要請にこたえることを目的として簡易な降雨強度式を開発したというもの\nであるから、現実に存在する観測資料の解析により降雨量を推定する方法を不正確\nなものとして排除しているわけではない。関係地域の近くに信頼し得る降雨資料が\nあり、その解析の労をいとわないのであれば、生の資料によつて雨量解析をするの\nが当然であり、また、これによつてより信頼し得る結果が得られるはずである。し\nたがつて、この論文に依拠して富士戸川流域の確率日雨量を算定すべきであるとす\nる被控訴人らの主張はまつたく当を得ないものといわなければならない。\n（３）　堰堤へのピーク流入量の推定\n対象流域に降つた雨がどのように堰堤に流入してくるかを明らかにするためには、\nまず、洪水到達時間及び雨量分布を推定しなければならない。\nア　洪水到達時間\nある流域に降つた雨は、一部はそのまま地表に沿つて流下し、他は地中に浸透した\nり、蒸発したりしてしまうが、この地表に沿つて流下する量は、当該流域全面に一\n定時間一様に降雨があつた場合においては、流域内のすべての地点から一定地点に\n流下集中したとき、すなわち、流域内の昀遠点に降つた雨が一定地点に流下したと\nきに昀大の流量となる。この昀大流量（ピーク流量ともいう。）が生ずるまでの時\n間を洪水到達時間といい、ここではこの洪水到達時間を一時間と推定した。\n洪水到達時間の推定の方法には、ルチハ式、クラーベン式、カリフオルニア道路局\nの式等があるが、自然流域における洪水到達時間に関しては、ルチハ式と愛知用水\n公団設計基準における算定方式との併用の結果と立神法によつて得た結果とを照合\nして調整の上採用した。\nイ　雨量分布\n富士戸一号堰堤への流入量を求めるためには、降雨の時間分布（これを雨量分布と\nいう。）が必要となる。この場合に、対象流域につき雨量分布を示す十分な観測資\n料があればこれを用いることとなるのであるが、本件流域については、観測資料が\nなかつたため、次に述べるようにして雨量分布を決定した。\nまず、さきに安全率をみて採用した一八二・三ミリメートルの日雨量について、そ\nの一時間雨量ないし二四時間雨量を推定（日雨量から時間雨量を推定する方法に\nは、シヤーマン式、物部式等があるが、ここでは、実際の観測値によく合致すると\nいわれ、富士戸一号堰堤を設計するに際しても使用されたシヤーマン式によつ\nた。）すると別添表二のとおりとなる。右各時間雨量につきそれぞれその直前の時\n間雨量をマイナスすることによつて、一時間ごとの降雨量を算出すると、別添表三\nのとおりとなる。この一時間ごとの降雨量を一般的な降雨型に準じて中央山型に分\n布すると、別添表四のとおりとなる。\nウ　堰堤へのピーク流入量\n対象流域に降つた雨は、前述のように、一部はそのまま地表に沿つて流下するが、\n他は地中に浸透したり、蒸発したりしてしまうので、右流域に降つた雨がどのよう\nに堰堤に流入してくるかを明らかにするためには、前記雨量分布を前提として、更\nにその雨量のうち直接地表を流れ出る量を推定しなければならない（この流出する\n量を単位時間（秒）当たりで表したものを流出量と呼び、降雨量のうち流出に係る\nものを有効雨量と呼び、そして降雨量に対する有効雨量の比率を流出率と呼んでい\nる。）。この流出量を計算する方法には数多くの方法があるが、本件流域のうち、\n防衛施設設置区域外からのピーク流入量の算定については、富士戸一号堰堤を設計\nするに際しても使用されたいわゆる佐藤流出関数法によつて流出量を計算すると次\nに述べるとおり、まず単位流出量及び流出率を算定し、これを雨量分布に適用して\n有効雨量、時間別流出量及び合成流出量を順次算定しなければならない。\nあ　単位流出量\n単位流出量とは、単位流域（一平方キロメートル）に一様に単位雨量（一ミリメー\nトル）が降り、その全部が流出するものと仮定した（すなわち流出率を一とす\nる。）場合における各時間ごとに流出する量であつて、本件流域についてこれを計\n算すると、別添表五のとおりとなる。\nい　流出率\n前記単位流出量は単位流域に降つた単位雨量が全部流れ出したものと仮定した場合\nのものであるが、実際には、降つた雨の一部は地中に浸透するなどして流出しない\nものがあるため、右単位流出量を実際に適用するための流出率を算定するには、ま\nず、これを対象流域における実際の流出量に合うよう補正しなければならない。本\n件流域には、流出率を示した実測資料は存在しないのであるが、本件流域のすぐ南\n西側に隣接し、降雨特性、地形、地質等において本件流域とまつたく同一とみなす\nことができるタンザン川、伊坂川、加賀川等の流域については、別添表六のような\n北海道開発局土木試験所の実測資料が存在する（なお、富士戸一号堰堤は右実測資\n料における山地部と平地部との境界のほぼ延長線上にあるため、本件流域は、右実\n測資料における山地部と同一とみなすことができる。）。そこで、ここでは、右実\n測資料が昀高五〇ミリメートル程度の降雨に関する資料であるため、もしそれ以上\nの降雨があつた場合にはその流出率も変化するであろうと考え、設計基準第二部計\n画第二編排水において示されている総雨量と総流出率との関係を示す別添表七に依\n拠することとした。本件流域について同表を適用することは、右実測資料からして\nも妥当である。\n更に被控訴人らは、控訴人は総雨量と流出率との関係について設計基準を適切に解\n釈していない旨主張する。すなわち、控訴人は総雨量と流出率との関係を示すグラ\nフを階段状にとらえているが、流出率は累加雨量と同様に連続的に変化するものと\n考えられるから、右階段状のグラフを補正して計算すべきであるというのである。\nしかしながら、設計基準に示されている計算例から見ても、総雨量と流出率との関\n係は、これをそのまま適用すべきである。すなわち、実際の降雨と流出率との関係\nをグラフに示すと、通常別添図面二Ａ線のような曲線で示されるが、実際の流出計\n算では、この曲線（Ａ線）からいちいち流出率を求めるのは繁雑であるから、便宜\n右図のＢ線のように階段状に区切つて表示しているのである。Ｂ線の方がＡ線より\nも安全性を見込んだものであることはいうまでもない。被控訴人らは、この点を誤\n解し、あたかも右図のＣ線が実際の降雨と流出率との関係を示す曲線であるかのよ\nうに主張しているが、右主張に、明らかに誤りである。\nう　有効雨量\nそこで、進んで、前記雨量分布（表四）に前記流出率（表七）をあてはめて各時間\nごとの有効雨量を計算すると別添表八のとおりとなる。\nえ　時間別流出量及び合成流出量\n前記あ項で算定した時間ごとの単位流出量に右う項で算出した時間ごとの有効雨量\nを乗じ、更に当該流域の面積（ただし、本件流域のうち防衛施設設置区域以外の面\n積三・四二五平方キロメートルに限る。その余の防衛施設設置区域〇・三三五平方\nキロメートルについては、後述のように、人工的に整地、舗装等がなされているた\nめ、別途ラシヨナル式によつてその流出量を計算する。）を乗じて時間別流出量を\n算出し、右時間別流出量を合算することによつて、時間別合成流出量を算定する\nと、別添表九のとおりとなる。\nお　堰堤へのピーク流入量の推定\n一〇〇年確率日雨量により富士戸一号堰堤に実際上流入すると推測される昀大流入\n量は、本件流域のうち防衛施設設置区域以外の区域について前述した手順により算\n出したピーク流出量毎秒一六・五二六立方メートルと、防衛施設設置区域について\n富士戸一号堰堤を設計したときと同じくラシヨナル式によつて算出した別添表一〇\nにおけるピーク流出量毎秒四・七〇五立方メートルとの合計、すなわち毎秒二一・\n二三一立方メートルである。これが富士戸一号堰堤へのピーク流入量（推定）であ\nる。\n被控訴人らは、右ピーク流入量の算出に当り、佐藤流出関数法において用いられる\n係数ａ（洪水が早く多く出るか、ゆつくり少しずつ出るかを表わす係数であり、α\nが大きければ早く多くなり、小さければ遅く少ない。）の値は、通常降雨のピーク\nと流量のピークとの間の時間（遅れ時間）の実測によつて求められ、遅れ時間（ｔ\nｌ）とαとの間には次の関係がある（水理公式集一一八頁）とする。ｔｌ＝１／α\n→α＝１／ｔｌ、したがつて実測によつて遅れ時間が分れば、αが求められること\nを指摘するが、控訴人は、昭和四九年から同五〇年にかけて富士戸一号堰堤の水位\n観測を実施し、これを基として堰堤流入量を推算した結果ＴＰ（ピーク到達時間）\nは、別添表一一に示すような値となつた。これらの平均値は一・六時間で、控訴人\nが推定して流出計算に使用したＴ＝一時間より大きい値である。したがつて、αは\n一・六分の一、すなわち〇・六三となるから、αの値に関する被控訴人らの主張\nは、まつたく当を得ないものであることが明らかである。\n（４）　結論\n以上述べたところから明らかなように、富士戸一号堰堤に備えられた余水吐は昀大\n毎秒三六・一一立方メートルの排水能力を有するものであるところ、本件処分に係\nる保安林地域を含む本件流域から実際上富士戸一号堰堤に流入するものと推定され\nる昀大流入量は毎秒二一・二三一立方メートルにすぎず、代替施設としての面から\n見ると富士戸一号堰堤を設置したため、右設置後のピーク流入量毎秒二一・二三一\n立方メートルは、同堰堤によつて洪水調節され、本件処分前のピーク流入量毎秒一\n八・一四三立方メートルを下廻る毎秒一六・六〇〇立方メートルとなつて流下する\nのである。したがつて、また、富士戸一号堰堤に流入した雨水が堤体な越流するに\n至ることは予測する必要のないことであり、被控訴人らが主張するように同堰堤が\n決壊の危険性を有するものとすることは誤りである。そして、更に、富士戸一号堰\n堤のより一層の安全を見るために、設計基準第九二条及び第五三条に準拠して、前\n記ピーク流入量毎秒二一・二三一立方メートルの二割増の流入量（これを異常洪水\n量という。）毎秒二五・四七七立方メートルが富士戸一号堰堤に流入したと仮定し\nても、前述のようにその余水吐の昀大排水能力は三六・一一立方メートルであるか\nら、右異常洪水量二五・四七七立方メートルを十分に余裕をもつて排水することが\nできるのである。\n更に、富士戸一号堰堤は、本件流域が有する水文、地形、地質等の各特性から見る\nと、洪水の危険性に対して十分な安全性を有するのであるが、仮に、同堰堤の斜樋\nによる水位調節をせず水位が標高二二メートル（余水吐底面の標高に同じ。）の状\n態にある場合において降雨があつたと仮定して、どれだけの雨量までが堰堤を越流\nすることなく余水吐により排水可能であるかを検討してみると、その結果はなお日\n雨量三二〇ミリメートルであることが明らかとなつている。この数値を求める手法\nは、日雨量を仮定した上、先に述べたのと同一の手法に従つて計算するものであ\nり、その計算過程は次のとおりである。まず、日雨量を三五〇ミリメートル、三〇\n〇ミリメートルのほか、被控訴人らが富士戸川流域の計画日雨量として採用するの\nが妥当であるとする二三〇・四ミリメートルと仮定し、それぞれの日雨量を時間配\n分して有効雨量を求めた上、単位流出量に乗じて流出量（堰堤に対しては流入量）\nを計算し、更にこれが堰堤へ流入した場合の調節計算をすると別添表一二のとおり\nとなる。調節計算の結果は、余水吐からのピーク流下量を示すものである。次いで\n右表一二に示した調節後のピーク流量と日雨量の関係を両対数紙にプロツトし（な\nお、この図には、調節前のピーク流量及び長沼観測所の資料に基づく一〇〇年確率\n日雨量一五一・九ミリメートルを一・二倍した一八二・三ミリメートルに対するも\nのもプロツトしてある。）、これにより同堰堤の余水吐のピーク流量三六・一一立\n方メートルに相当すると思われる雨量を読み取り、これについて更に前同様の計算\n（検算）を行い、ピーク流量が毎秒三六・一一立方メートルを超えず、かつ、でき\nる限りこれに近い値となる雨量を求めれば、その数値が同堰堤を越流することなく\n余水吐により排出され得る昀大の日雨量を示すことになるのである。いま、日雨量\nを三二五ミリメートルと仮定して試算すると、ピーク流入量は四七・六二立方メー\nトル、調節後のピーク流量は三六・五〇立方メートルとなり、右余水吐の昀大排出\n能力毎秒三六・一一立方メートルを〇・四立方メートルオーバーすることとなる。\nそこで、日雨量を三〇ミリメートルと仮定して試算すると、ピーク流入量は四六・\n〇立方メートル、調節後のピーク流量は三五・八立方メートルとなり、正に三六・\n一一立方メートルを超えず、かつ、これに十分近い数値となる。したがつて、富十\n戸一号堰堤は、流域の日雨量が三二〇ミリメートルを超えない限り、越流を生ずる\nことがなく、安全であるといい得る。\n（四）　富士戸一号堰堤の安全性についての補論\n（１）　余裕高\n被控訴人らは、富士戸一号堰堤の余裕高について、設計基準において考慮すべきも\nのとされている要素の一部を考慮しただけでも二・〇メートルを必要とし、その標\n準値は普通二・〇～三・〇メートルとされているのに、控訴人が考慮する余裕高は\n〇・六メートルにすぎないと非難する。しかし、余裕高は、計画昀高水位（設計洪\n水位）から堤項までの高差とされているが、同堰堤への昀大流入量が毎秒二一・二\n三一立方メートルである以上、これに対応する余水吐流下量は毎秒一六・六〇立方\nメートルであり、余水吐流下量が毎秒一六・六〇立方メートルであるときの堰堤水\n位は二三・四〇メートルであるから、同堰堤には、実際には一・六〇メートルの余\n裕高が存することとなる。ちなみに、被控訴人らの主張する二・〇～三・〇メート\nルという余裕高は、いわゆる高ダム（堤高一五メートル以上のダム）について要求\nされているものであり富士戸一号堰堤のような低ダムについてのものではない。低\nダムについての余裕高は、右設計基準二二二ページによれば、〇・〇五Ｈプラス\n一・〇メートル（ただし、Ｈ＝基礎地盤から計画昀高水位までの高さ（メート\nル））とされており、昀小一・〇メートルの余裕高をとることが望ましいと解説さ\nれているが、他方、右の数式は、風波高を考慮して定められたものであり、これを\n一・〇メートルとしているのは、対岸距離が五〇〇メートル、昀大風速が毎秒三〇\nメートル、斜面勾配が二・五割、斜面が張石であることを前提として求めたものと\nされている。したがつて、富士戸一号堰堤に即してこれを見れば、右の一・〇メー\nトルに相当する部分が〇・六メートルで足りることは、すでに述べたところから明\nらかである。他方、同堰堤の基礎地盤から計画高水位までの高さは二三・四〇メー\nトルから一五・〇メートルを控除した八・四〇メートルであるので、右公式におけ\nる〇・〇五Ｈは〇・四二メートルとなる。これに前述の〇・六メートルを加えると\nその結果は一・〇二メートルとなるところ、さきに述べた同堰堤の実際の余裕高\nは、これを更に〇・五八メートル上廻つていることがいずれも計算上明らかであ\nる。したがつて、富士戸一号堰堤の余裕高については、安全性の観点から不足のそ\nしりを受けるいわれはまつたくない。\nなお、同堰堤は、湛水面側が設計堤項の標高二五・〇メートルより幾分なりとも高\nくなるように施工され、同堰堤の堤体が完成した昭和四五年一一月（竣工検査時）\nからほぼ五年を経過した現在の実測結果によれば、昀も低い部分でも標高二五・〇\n五八メートルとなつているので、更に五センチメートル余の余裕が存することにな\nるのである。そのほか、同堰堤頂の湛水面側には、保安上のガードフエンス（全体\nとしては上幅四〇センチメートル、下幅六〇センチメートル、高さ九〇センチメー\nトルのがんじような構造で、機能上はパラペツトとして波止めの効用をも期待する\nことができるもの。）を築造しているが、そのフエンス支柱の基礎として施行した\nコンクリート基礎工は、昀も低い部分でも標高二五・二六四メートルとなつている\nので、ここにも設計堤頂よりも二六センチメートル余の余裕が存するものである。\nこれらのことは、富士戸一号堰堤の安全性をなお一層確実にしているものといえよ\nう。\n更に、被控訴人らは、同堰堤には、その施行に当たり考慮すべき余盛八センチメー\nトルも欠如している旨主張するが、同堰堤の堤体が完成して以来さきに述べたとお\nりほぼ五年の年月が経過しているにもかかわらず、現在の堤頂の標高は湛水面側の\n昀も低い部分において設計値を五センチメートル余上廻つているのであるから、被\n控訴人らの主張は理由がない。\n（２）　比流量\n被控訴人らは、控訴人が本件保安林伐採前のピーク流出量として算出した毎秒一\n九・四八五立方メートルは、単位面積当たりの流量である比流量の観点から見ても\n少なすぎる旨主張する。すなわち、わが国の土地改良事業における一一六のダムに\nついてその比流量を見ると、流域面積が一〇平方キロメートル以下の場合には、一\n平方キロメートル当たりの単位洪水流量が極めて大きく、五平方キロメートルでは\n毎秒二〇立方メートル、三平方キロメートルでは毎秒二三立方メートルにも及んで\nいるにもかかわらず、富士戸一号堰堤については、わずかに毎秒五・二立方メート\nル（１９．５ｍ３／ｓｅｃ÷３．７６Ｋｍ２＝５．２ｍ３／ｓｅｃ）にすぎないと\nいうのである。しかしながら、設計基準第一六条に述べられている趣旨からも明ら\nかなように、設計洪水量は、当該流域における降雨特性及び流域特性を踏まえて算\n定されるべきものであつて、被控訴人らが主張する比流量は、あくまでもその結果\nを検討する一手法にすぎず、これによる検討は、絶対的なものではない。ところ\nで、富士戸一号堰堤の設計洪水量は本件流域における降雨特性及び流域特性からし\nて必要にして十分な算定がなされていると見ることができるので、改めてその結果\nを比流量によつて検討する必要もなく、したがつてまたその比流量がたまたま小さ\nくても何ら不合理ではないのである。\n（３）　洪水調節\n被控訴人らは、富士戸一号堰堤の洪水調節についても問題があるとする。すなわ\nち、設計基準によれば、フイルダムの余水吐な設計するに当たつては、原則として\n貯水池満水面以上の一時的た洪水貯留能力を考慮に入れず、ただ、満水面積が流域\n面積の三〇分の一より大きく洪水到達時間が相当長い場合には余水吐の洪水調節能\n力を考慮してもよいとされているにすぎないとした上、富士戸川の流域面積は三・\n七六平方キロメートルであるのに対し、富士戸一号堰堤の満水面積は六〇・〇〇〇\n平方メートルであつて、その比率は六三分の一であるから、右設計基準によれば、\n富士戸一号堰堤は、余水吐によつて洪水調節をしてはならない場合に該当するとい\nうのである。しかしながら、右設計基準第一七条が堰堤の満水面積とその流域面積\nとの比率を考慮しているのは、余水吐な設計するに際し、その断面及び流下能力を\n決定する場合には、堰堤の満水面積が流域面積の三〇分の一より大きい等一定の条\n件を具備するときは、堰堤の洪水調節能力を考慮して余水吐の断面を小さくしても\nよいというにすぎない。したがつて、右設計基準は、堰堤の満水面積が流域面積の\n三〇分の一以下であるときは余水吐によつて洪水調節をしてはならないとするもの\nではないのであるから、被控訴人らの右主張に、明らかに誤りである。\n（４）　減勢装置\n被控訴人らは、設計基準によれば、堰堤の設計に際しては堰堤本体を保護し、及び\n放水された水が堰堤の下流端を洗堀したり浸食したりすることのないようにするた\nめに、放流の持つエネルギーを減殺する装置を設計することが必要とされているに\nもかかわらず、富士戸一号堰堤には何らこのような減勢装置が設置されていない旨\n主張する。しかしながら、被控訴人らの主張は、まつたく事実に反する。すなわ\nち、富十戸一号堰堤の余水吐末端部には、当初から静水池型減勢工が設けられてい\nる。\n（五）　昭和五〇年台風六号による降雨について\n（１）　降雨規模と被害状況\n昭和五〇年八月下旬北海道地方を襲つた台風六号は、同月二二日から二四日にかけ\nて長沼町にも豪雨をもたらし、同町宮下地区その他に被害が生じた。ところで、右\n台風六号が長沼町にもたらした降雨の長沼観測所における記録は、次のとおりであ\nつて、同観測所における過去の降雨観測記録の昀大値である昭和四年八月一六、一\n七両日の連続二日雨量一六三・二ミリメートル、昭和二二年九月一五日の日雨量一\n三四・五ミリメートルに匹敵する正に昀大級の降雨であつたことを示している。\nしたがつて、台風六号の降雨資料に基づいて富士戸一号堰堤の安全性及び洪水調節\n機能について検討を加えることの有意性は顕著であるとともに、このような実測資\n料から得られる同堰堤に対する評価は十分に尊重されなければならない。被控訴人\nらは、昭和四一年には長沼町に日雨量一七〇ミリメートルの雨が約五時間のうちに\n集中して降り、水害をもたらしたが、これは右降雨が集中豪雨であつたからであ\nり、集中豪雨とはいえない台風六号の際に同程度の降雨でもなお水害を生じたの\nは、本件保安林を伐採したことによるものであるかの如く主張する。しかし、昭和\n四一年における長沼観測所の昀大降雨記録は、日雨量一〇七ミリメートル（八月一\n九日）、連続二日雨量一四〇ミリメートル（同月一九、二〇日両日）である。台風\n六号が長沼町にもたらした雨量は時間別に見ると別添表一三のとおりであり、他\n方、同観測所における観測は大正一四年から実施されているのに、これによつて得\nられた日雨量、連続二日雨量の昀大値は上記のとおりであるから、いずれにせよ、\n台風六号による降雨が観測史上昀大級であつたことについては疑いがない。また、\n昭和四一年八月中旬の大雨時の時間別雨量は別添表一四のとおりである（ただし、\n南長沼観測所の観測資料による。）から、これと六号台風による時間別雨量（表一\n三）とを比較して見ても、特に四一年水害が特段の集中豪雨によるものとは断定で\nきない。表一三と表一四とを比較すると、台風六号の方が集中度はむしろ高いと見\nることもできるから、台風六号による水害は相対的に小さかつたと評価されること\nはあり得ても、別の要因から特に異常な規模であつたとはなし得ないはずである。\nちなみに、台風六号による長沼町における降雨資料はさきに示したとおりである\nが、この降雨による長沼町における被害状況は、同町の調査によると八月二六日一\n二時現在の集計により次のとおりである。\n住宅\n床上浸水　　　三〇棟　　（七二世帯）\n床下浸水　　一五五棟　　（一七一二世帯）\n農地\n冠水水田　　　四・四六一三平方キロメートル\n畑　　　　二・六九五〇平方キロメートル\n計　　　　　七・一五六三平方キロメートル\n浸水水田　　一〇・三〇七一平方キロメートル\n畑　　　　五・四四一九平方キロメートル\n計　　　　一五・七四九〇平方キロメートル\nこれに対し、公式資料により明らかな過去の長沼町における降雨と水害状況との関\n係は別添表一五のとおりである。（なお昀下欄に、対照の便宜を図るため、台風六\n号時の雨量と被害状況を再録した。）。これらの資料によれば、長沼町において\nは、台風六号のそれに及ばない規模の降雨によつても近年なお台風六号による被害\nを上廻るような相当の被害の発生を見ていたものであり、少なくとも過去の経験上\n台風六号時の降雨によつては水害は発生しなかつたであろうと推測し得る余地は存\nしないことが明らかである。\nなお、台風六号による被害のうち、＜以下略＞地区の浸水は、本件保安林の伐採に\nよる影響が地形上及び得ないワツカポツプ川の増水に伴つて山根川が溢水したこと\nによるものであつて、富士戸川とは関係がない。山根川は、ワツカポツプ川の流水\nとも富士戸川の流水とも合して流下する河川であるが、実測結果によれば、馬追運\n河との合流点から九三二メートル地点が一番高くなつているため、この地点を境に\nして完全に分離され、山根川と合流したワツカポツプ川からの流水は馬追運河に流\n入し、同じく富士戸川からの流水は、山根川に合流した上、従来主張したとおり東\n四線排水路、零号排水路を経て馬追運河の中流部に流入するのである。したがつ\nて、富士戸川の水が宮下地区に及ぶことはあり得ないことが明らかである。\n次に、長沼町が富士戸一号堰堤の際においてパンチコーダシステムにより実施して\nいる雨量と堰堤水位の観測結果から、台風六号による雨量記録を示すと、別添表一\n六のとおりである（水位記録については別添表一七参照し。右の表一六をさきの表\n一三と対比すると、長沼観測所と富士戸一号堰堤際とでは、降雨の開始時刻も終了\n時刻もまつたく同じであるのに、降雨量は前者におけるよりも後者における方が小\nさい。両者の間にこのような降雨量の差が見られるということは、一〇〇年確率等\n雨量線図に表れている降雨の傾向、すなわち、長沼町から馬追丘陵を経て由仁町側\nに至る東西方向にかけて雨量水準が順次低くなつていることと軌を一にしており、\nこのことは、台風六号による降雨が、右等雨量線図に表れている大雨時における富\n士戸一号堰堤流域の降雨特性を実証したものとして留意すべきである。\n（２）　観測資料による富士戸一号堰堤の洪水調節機能の検討\nそこで、台風六号による降雨から得られた資料により、富士戸一号堰堤の洪水調節\n機能を検討する。\nまず、前記パンチコーダシステムによる観測資料のうち毎時水位に対応する余水吐\nからの毎秒流出量（立方メートル）を求めると表一七の「余水吐」欄記載のとおり\nである。その算定方法は、富士戸一号堰堤余水吐水理実験調査報告書によつて求め\nられたＱ＝ＣＢＨ３／２により、時々刻々の水位（表一七の水位）に対するそれぞ\nれの流出量を計算するものである。\n堰堤からの流出量を見るには、右に述べた余水吐からの流出量に、堰堤に付設され\nている斜樋からの放水量をも加算しなければならない。富士戸一号堰堤には、第一\nゲート、第二ゲート、第三ゲートと呼ばれる三つの斜樋が設けられており、ハンド\nルによつて開閉操作を行う仕組みとなつている。それぞれを全開すると、第一、第\n二ゲートは各直径三〇〇ミリメートルの、第三ゲートは直径五〇〇ミリメートルの\n放水管から放流が行われることになるのである。開閉度合いに応じた斜樋の状態に\nついて、例えば、第一ゲートを半開とした状態を開閉度一五〇ミリメートル、第一\nゲート全開、第三ゲート半開の状態を開閉度五五〇ミリメートルと呼んでいる。こ\nれらの斜樋の開閉については、昭和四五年四月二八日長沼町規程第三号「長沼町富\n士戸堰堤管理規程」により運用されているが、台風六号時における開閉操作は次の\nとおり行われた。\n八月二二日　二二時　第二ゲート（全開）及び第三ゲート（五分の三開き）、開閉\n度六〇〇ミリメートル\n八月二三日　八時四五分　第二ゲート及び第三ゲート（各全開）開閉度八〇〇ミリ\nメートル\n八月二三日　一一時一二〇分　第一、第二及び第三ゲート（各全開）開閉度一、一\n〇〇ミリメートル\n八月二二百　一七時三〇分　全ゲート閉鎖\nこれらの操作による斜樋からの毎秒放出量（立方メートル）は、表一七の「斜ひ」\n欄記載のとおりである。したがつて、台風六号時の堰堤水位に対応する実際の流出\n量は、表一七の「流出量」の「計」欄記載のとおりであり、別添図面三の黒点を結\nんだ線が堰堤流出量曲線であり、ピーク流出量は毎秒七・七七立方メートルであ\nる。\nなお、被控訴人らは、控訴人が台風六号による降雨によつて富士戸一号堰堤が増水\nした度合は昀高水位二二・八メートル程度にすぎず、同堰堤は十分の安全性を発揮\nしたと主張するのに対し、このような数値は斜樋を開けておいたためであり、これ\nを閉じた状態では更に水位が上昇し、余水口からの流出量も大きくなつたはずであ\nるというが、その主張は、現実に存在する斜樋の効用を無視するところにまず問題\nがあるといわなければならない。しかも、斜樋は前述のとおり八月二三日七時三〇\n分に閉じられており、仮に昀初から閉じた状態であつたとしても、その状態におけ\nる水位及び流出量の変化は別添表一八のとおりである。この状態での水位上昇は、\n開閉操作を実施した状態（表一七）に比べると、昀大でも八月二三日四時から六時\nの〇・三二メートルにすぎず特に問題となるピーク流入時の八月二三日二一時から\n二四時においては、両者の差はほとんど見られない。したがつて、被控訴人らの右\n指摘は失当である。\n以上述べた余水吐及び斜樋からの流出量と堰堤の貯留量との関係から、堰堤への時\n間別流入量を逆算すると、別添表一九のとおりである。右表一九から図面三に示し\nた白丸印を結んだ線が堰堤流入量曲線である。ピーク流入量は毎秒八・〇六立方メ\nートルと計算されるから、前に求めた余水吐流出量との差は、毎秒〇・二九立方メ\nートルとなり、これが台風六号時に富士戸一号堰堤が洪水調節機能を発揮したこと\nによる洪水調整量である。\n次に、本件保安林指定解除処分の後、本流域内の当該地域の樹木を伐採して施設を\n設置したことにより増加した流量を求め、これが以上の検討において明らかとなつ\nた富士戸一号堰堤の台風六号時における調節容量の範囲内にあるかどうかを検討す\nる。まず、流入量の算定には、流出解析法として今日昀も有力であり、かつ、多用\nされている木村俊晃博士の貯留関数法を使用した。貯留関数法とは、要するは、降\n雨とそれによる流出の過程において流域を一つの貯留升（プール又はタンク）と見\n立てて、そこに一時的に貯留された雨水が徐々にしぼり出されて出てくるという現\n象を関数式で表し、貯留升の水の出入りを計算して、流出量曲線（ハイドログラ\nフ）を求めるというものである。右手法による計算結果は、別添表二〇に示すとお\nりであるが、これによると、施設設置後のピーク流量は、毎秒九・〇立方メートル\nである（なお、施設内の流出量の算出は、人工的に状況を変更した土地について\nは、人工地域の定数を用いて計算した。）。別添図面四に実線で示す施設設置後の\n推算流入量曲線が、これに当たるもので、白丸印で結すだ実際の堰堤流入量曲線と\n良く適合している。ところで、増加流量を算出するには、施設内を施設設置前に還\n元した状態、すなわち保安林の伐採前の姿と仮定して流出量を求める必要がある。\nそれには前述した施設内の人工地域に関する定数を自然地域のそれに置き替えて、\n流出量を求めればよい。その結果は別添表二一のとおりであり、施設設置前のピー\nク流量は毎秒八・八立方メートルとなる（図面四の点線参照）。以上の説算から、\nピーク増加量は、９．０－８．８＝０．２（ｍ３／ｓｅｃ）であり、これを先に求\nめたピーク調節量毎秒〇・二九立方メートルと比べると、調節量は増加量を上廻る\nこととなり、したがつて、本堰堤の洪水調節機能は正に果でれたということができ\nるの堤ある。\n（六）　砂防堰堤の十分性\n（１）　貯砂能力\n被控訴人らは、砂防堰堤（七基）は、「わずか一年間で土砂流出量に一〇、二六四\n立方メートルで、安全率一・九倍に低下する。更に、その後四年間に同じように流\n出するとすれば、昀大流出量は五一、三二〇立方メートルとなり、安全率はマイナ\nス二・五倍となつてしまう。つまり、砂防ダムは完全に土砂でうずまる。」と主張\nする。しかしながら、右主張は、まつたく現地の実情を無視した議論であつて、理\n由がない。すなわち、本件防衛施設の建設工事に際しては、その形状変更による土\n砂流出を防止するため、切盛土に先立つて土留柵を設置するなどした上、盛土をす\nる場合には、厚さ三〇センチメートルごとに一九トン級ブルドーザーあるいは一五\nトン級タイヤローラ等によつて転圧を行い、十分つき固め、舗装部分以外の張芝に\nついては、芝の活着生長に適する腐植質の多い表土の上にすきまなく張り付け、目\n串で固定した上散水、施肥等の管理も十分行つた。また、これらの建設工事に際し\nては、土砂の流出を調節するため事前に所要の箇所に本件砂防堰堤を逐次建設した\n上で工事に着手した。その結果、本件砂防堰堤の建設工事が完了した昭和四五年一\n一月から約四年後である昭和四九年五月現在（防衛施設建設完了後約一年）におい\nてさえ、砂防堰堤七基の合計たい積土砂量は、わずか一、二二〇立方メートルにす\nぎず、昭和五〇年八月二九日現在においては一、九八〇立方メートルである。右の\n約一年三箇月の期間内における増加たい積土砂量七六〇立方メートルに、昭和五〇\n年八月の大型台風六号による豪雨を経た上のものであるから、被控訴人らの主張す\nる年間たい積土砂量一〇、二六四立方メートルが、如何に現地の実情とかけ離れた\n数値であるかは、おのずから明らかである。また、右の計測結果によると、本件砂\n防堰堤七基の合計たい積土砂量は、その完成後四年九箇月を経過した現在、約一、\n九八〇立方メートルであるから、同堰堤の設計に際して推定した五年間の流出土砂\n量七基合計五、八六四立方メートルをはるかに下廻るとともに、同堰提の計画貯砂\n能力七基合計二〇、三三〇立方メートルをもつてすれば、なお十分な貯砂能力を有\nしていることが実証されたというべきである。\n（２）　設計上の問題\nア　林地の土砂流出量\n被控訴人らは、札幌営林局治山課発行の治山提要では普通林地から〇・〇一平方キ\nロメートル当たり年間一立方メートルの土砂が流出するとされているにもかかわら\nず、控訴人は土砂流出量の算出に際し林地からの土砂流出量を考慮していない旨主\n張する。しかしながら、本件砂防堰堤の集水区域にある林地一・四九九平方キロメ\nートルはすべて熊笹が密生しているため、右林地から流出する土砂に、極めて少な\nく、しかも本件防衛施設建設の有無にかかわらず自然に流れて行くものであつた。\nそこで、本件砂防堰堤を建設するに当つては、森林の人為的形状変更に基づく土砂\nの流出のみを考慮し、その防止を目的としてこれを建設したものであつて、形状変\n更に基づかない林地からの土砂の流出はあえてこれを考慮しなかつたのである。\nイ　芝張地の取扱い\n被控訴人らは、張芝が完全な草生状態になるには通常数年間かかるのが常識であ\nり、したがつてこの間は裸地として土砂流出を考えるべきであるにもかかわらず、\n控訴人は裸地の期間を四箇月しか考慮していない旨主張する。しかしながら、被控\n訴人らの右主張は、裸地の解釈及び本件防衛施設の施工の実状から判断して理由が\nない。すなわち、林野庁編「保安林必携」にいう裸地とは、年間二〇～四〇ミリメ\nートルの土砂が浸食されるものをいうところ、本件防衛施設の施工に際しては、土\n砂の流出を防ぐため、切盛土に先立つて土留柵を設置するなどした上、盛土をする\n場合には厚さ約三〇センチメートルごととに一九トン級ブルドーザーあるいは一五\nトン級タイヤローラー等によつて転圧を行つて十分固めた。そして、特に、張芝は\n芝の活着生長に適する腐植質の多い表土の上にすきまなく張り付け、目串で固定し\nた上、散水、施肥等の管理も十分行なつているのであるから、被控訴人らが主張す\nるようにこれを裸地として土砂流出を考えることは、まつたく実態に適合しないも\nのである。\nウ　土捨場からの土砂の流出\n被控訴人らは、控訴人の流出土砂量の算出には、本件防衛施設の建設工事に伴う残\n土七四、〇〇〇立方メートルの土捨場六箇所からの土砂流出が一切考慮されていな\nい旨主張する。しかしながら、本件防衛施設の建設工事に伴う残土はすべて工事区\n域〇・三三五平方キロメートルの中にある残土捨場で処理したものであり、右残土\n捨場については、工事中四箇月は裸地として、その後五箇年は草地としてそれぞれ\n土砂の流出を計算に入れているのであつて、被控訴人らの右主張は、理由がない。\nなお右六箇所の残土捨場については、他の土工事と同様厚さ約三〇センチメートル\nごとに転圧を行い、法面ば腐植質の多い表土で覆い芝による緑化を図り、また法尻\nには土留柵等を設置したものである。\n工　皆伐跡地からの土砂の流出\n被控訴人らは、控訴人の流出土砂の算出には、本件保安林解除面積〇・三五一平方\nキロメートルと本件防衛施設の工事区域〇・三三五平方キロメートルとの差〇・〇\n一六平方キロメートルからの土砂流出が考慮されていない旨主張する。しかしなが\nら、右〇・〇一六平方キロメートルについては、単に立木の伐採を行つたのみで、\n樹根及び密生した熊笹等の下層植生は、いずれも除去しないままとしたため、土砂\nの流出は考慮する必要がなかつたものである。\n二　被控訴人らの主張\n１　法律上の利益\n（一）　行政処分取消訴訟における法律上の利益\n行訴法第九条が、行政処分取消訴訟は当該処分の取消しを求めるにつき法律上の利\n益を有する者に限り提起することができると定めたのは、一方で取消訴訟の主観訴\n訟性を確認すると同時に、他方でその原告適格が単に当該処分の直接の相手方に限\nられず、ひろくその取消しを求めるにつき法律上の利益を有する者にも与えられる\n旨を明らかにしたものはほかならない。\nところで、右にいう法律上の利益を有する者を如何に解するかは、違法な行政処分\nに対する人民の権利救済の具体的可否を決する極めて重要なことがらであるから、\nこのような本質的事項は、実定法規の技術的な文理解釈によつてではなく、取消訴\n訟の目的及び機能をどうみるか、換言すれば、法治国における各種の行政の適法性\n統御機構の中で司法統制の地位をどう評価するか、つまり行政権に対する司法権の\nあり方をどうみるか、更には国家権力に対する国民の地位を如何に評価するかとい\nつた国憲構造の基本問題と関連して解決さるべきことである。これをより具体的に\n日本国憲法の趣旨に則していうならば、司法権の優越を建前とし、一切の法律、命\n令、処分について違憲審査の権限を裁判所に与えた憲法のもとで、行政に対する司\n法統制のあり方をどう策定するのが適切か、国民主権の国是に照らし行政に対する\n主権者国民の統制をどのようにとらえるべきかという基本観点から、取消訴訟にお\nける訴えの利益（原告適格）の正当な画定が図られねばならない。この点で一般に\n取消訴訟の目的が、単に人民の権利の貫徹手段としてではなく、法律が人民のため\nに保護している利益を自ら防衛するため、人民が違法な行政処分の是正を求める手\n段と解されるようになり、更に昀近では一歩進めて、取消訴訟を権利ないし実定法\nの保護法益の擁護のための手続としてよりは、むしろ実生活上の個別的、具体的な\n紛争を法の解釈適用によつて解決する手続と解し、実体法の呪縛からこれを解きは\nなそうとする見解に向おうとする趨勢にあること、そして、これに伴つて、取消訴\n訟における訴えの利益（原告適格）も、実体法上の権利から法律により保護されて\nいる利益を経て、更に反射的利益をも含む法律上の保護に価する利益へと変化発展\nしてきていることに留意しなければならない。そうだとすれば、取消訴訟の訴権利\n益は、むしろ実体法の趣旨とは別の見地から、つまり原告の救済の請求が裁判制度\nを利用するに足りる内容をもつかどうか、換言すれば、原告の主張利益が裁判上の\n保護に値するだけの実質的内容をもつかどうかによつて判断さるべきであり、実体\n法の次元において解決さるべきものではない。\n叙上の観点からすれば、行訴法第九条が原告適格について「当該処分の取消しを求\nめるにつき法律上の利益を有する者」と定めて、「当該処分の取消しによる法律上\nの利益を有する者」とか「当該処分の取消しに伴う法律上の利益を有する者」一と\nしなかつたことは、当然の事理を表明したものというべきである。同法は取消訴訟\nの原告を単に当該処分の名宛人や処分の直接の利害関係者に限定せず、ひろく当該\n行政処分の違法をただし、その是正（取消）を求めるについて、なんらかの法律上\nの利益を有する者に原告適格を認める立場をとつているのである。したがつて、こ\nの場合原告に求められる「法律上の利益」は、当該行政処分を取消すことにより直\n接もたらされる利益のみならず、その取消しにより間接にもたらされる利益であつ\nても、それが法的に保護され得る利益に当りさえすれば当然これに含まれる。それ\nどころか、右法律上の利益は実体法の予定する権利や利益―直接たると間接たると\nを問わず―に該当するものでなくとも、ひろく当該処分の法適否を判定し、紛争を\n解決するために裁判手続を経させるに価すると認められるだけの手続法的利益であ\nれば足りると解すべきである。要するに、当該処分なかりせば得られ、又は失われ\nなかつたであろうなにがしかの法的利益が存するかぎり、少なくとも原告適格は認\nめられるのである。\nなお、行政処分に伴う利益が多数の者に共通するという点で一般的、公共的である\nということは、同時にその利益が右の多数に属する個々の住民らにとつて具体的、\n個別的な利益であることを妨げるものでは決してない。なんとなれば、もともと、\n公共の利益とは、単独ないし少数の者に限られた利益でなくして、多数、かつ、し\nばしば不特定の者に共通する利益、すなわち、公衆の利益を意味しており、したが\nつて、公衆個々の利益の総和がそのまま公共の利益であるといつて差支えないから\nである。仮に、公衆の個々の利益を超越した普遍的利益が合意される場合があつて\nも、その基盤ないし中核に公衆個々の利益が存することは否定できないからであ\nる。\n（二）　本件訴訟における法律上の利益\n（１）　保安林指定の目的と法律上の利益\n本件保安林指定解除処分の取消しにより直接もたらされる利益とは、とりも直さず\n本件水源かん養保安林の指定が維持されることによつて得られる利益であるから、\n洪水の緩和や用水の確保に伴う諸利益にはかならない。かかる洪水の緩和と用水の\n確保を通じてもたらされる生命、身体、財産の安全と営農等の生存権的利益が侵害\nされる点において被控訴人らに原告適格があることは原審以来主張しているとおり\nである。\nところで、水源かん養保安林の指定目的は、流域保全上重要な地域にある森林の河\n川流量調節機能を高度に保ち、その他の森林の機能とあいまつて、洪水の防止、又\nは各種用水の確保に資することにあるとされているが、実務上、保安林に指定する\n対象地域としては、重要河川並びに水害頻度の高いその他の河川の上流水源地帯\n（「保安林の指定解除調査について」昭和三一年一一月二九日、三一林野第一六三\n二四号長官通達）とされ、また、要指定区域を判定するについてに、保安林の指定\nは、林地の自然的条件と保全対象の重要性を相対的に検討した上で、個々の実情に\n応じて合理的に行わなければならない（昭和三一年一二月一日、三一林野第一六三\n二四の一号指導部長通達）とされている。右によれば、特定河川とその保全すべき\n対象流域が存在し、その対象地域の洪水防止、用水確保か水源かん養保安林を指定\nする目的であることが判明する。もちろん、水源かん養保安林は、本来当該河川の\n全流域に大なり小なりの機能を広く発揮するものであることは否定しないが、その\nことと、直接の指定目的とした一定地域に対する機能とは区別して考えるべきもの\nである。この点に関する控訴人の主張は、水源かん養保安林の間接的機能をあたか\nも本来の機能であるかの如く強調し、直接的機能をおおいかくす議論というべきで\nある。\n次に、本件保安林の指定解除（主たる解除部分）は、北海道知事の進達に基づいて\n控訴人農林大臣が行つたものであるか（森林法第二七条第三項）、知事が進達する\n場合には解除調書を作成しなければならないどされ（保安林及び保安施設地区に関\nする事務処理規程、昭和三七年七月二六日農林省訓令第四二号第三条第二項）でい\nるところ、右解除調書には、「保安林の解除を必要とする理由」を記載することと\nなつており、その項目には次の事項がある。\n（１）　当該保安林の受益対象の範囲、種類、規模、数量。\n（２）　受益の対象に係る主要な被害の発生時期、原因、状況及び被害発生のおそ\nれ並びにその程度。\n（３）　保安林として指定しようとする森林の保全機能。\n（４）　受益の対象と保安林として指定しようとする森林との関係（位置的及び保\n全機能上の関係）。\nしかして、本件保安林の指定解除に当り作成された解除調書には、右受益の対象範\n囲、種類、規模及び数量として「夕張郡＜以下略＞、農家戸数五六戸、田八六ヘク\nタール、畑一〇三ヘクタール、道路七・三キロメートル」として、特定がなされ、\nその用地計画書の「保安林の級別区分およびその判定の理由」欄には「下流に直接\n受益対象があり」と記載されており、本件馬追山保安林についても直接の保護の対\n象としている一定の地域の存在すなわち右にいう「受益対象」が特定されて存在し\nていることが明らかである。つまり右の「受益対象」として、具体的に明らかにさ\nれる周辺住民の生命、身体、財産の安全と営農等の利益こそが、水源かん養保安林\nの指定によつて周辺地域住民に与えられる直接かつ具体的な利益に外ならないので\nある。更に、解除調書自体には、本件馬追山保安林と「受益の対象一との関係につ\nいてに、「用水確保、土砂流入防止」を挙げるにすぎないが、他の資料を検討して\nみると、本件馬追山保安林のもつ機能として、「洪水防止」を随所に挙げており、\n本件保安林が、受益対象地域との関係で洪水防止機能を営んでいたことは明らかで\nある。\n以上によつて明らかになつたことは、保安林の指定ないし解除の実務においては、\n当該保安林によつて利益を受ける受益対象の範囲、種類、数量まで具体的に特定\nし、かつ、この受益対象と当該保安林の保安機能との具体的関連までも明らかにし\nて指定又は解除を行つているということである。\nそこで、進んで、本件保安林と長沼町との関係についてみるに、長沼町は平野部で\n海抜六ないし一〇メートルの低地帯であり、排水路は中央部を通る馬追運河をはじ\nめ五本の運河が丘陵山麓から夕張川、千歳川まで配置されて、内水を排水している\nが、低地帯では河床勾配が七、三〇〇分の一という緩慢な状態となつている。そこ\nで、従来の水害は、（１）昭和一〇年頃までみられた夕張川及び千歳川の屈曲した\n流れがよどんでの氾濫、（２）丘陵山麓地帯から馬追運河を通じ夕張川、千歳川に\n通ずる排水路の水位上昇による内水氾濫と石狩川の水位上昇による馬追運河等への\n逆流現象による洪水が特徴であつた。ところが、右（１）は昭和一二年完成の夕張\n川切替工事により原因が除去されたが、右（２）のうち石狩川からの逆流による洪\n水は昭和四三年完成の逆水門と排水機場設置により逆流現象の防止と不完全ながら\n内水のポンプアツプによる洪水防止対策が行われたにとどまつている。右にみたと\nころから明らかなように、昭和四三年の逆水門の設置により、富士戸川から馬追運\n河に至る水路と石狩川とは切断された形となつており、富士戸川流域に存する本件\n保安林の理水機能は、石狩川の流量調節には無意味となつていることになる。そう\nだとすれば、本件保安林の理水機能は、第一次的には富士戸川から馬追運河及び旧\n夕張川に至る水路の洪水調節に直接的意味を有することが明らかである。また、右\nに指摘した内水の氾濫の原因が第二次大戦中の本件保安林を含む馬追山の森林の濫\n伐、馬追山麓扇状地帯の造田激増による貯水能力の消滅等によつて起つていること\nを考えれば、本件保安林の伐採は右原因を助長するものであり、現在でも起つてい\nる内水氾濫の複合的原因の一つになり得ることは容易に理解し得るところというべ\nきである。\nなお被控訴人らは、森林法第二七条第一項や第三六条第一項、その他保安林制度の\n本旨（同法第二五条第一項）や周辺住民らの権利の手続的保障（同法第二九条その\n他）の存在など、諸般の法的事情を総合して、被控訴人らが本件保安林の指定によ\nつて受ける利益が、「法律上の保護に価する利益」という以上に、「法律上保護さ\nれている利益」と解される旨を主張しているものであるが、それは、訴えの利益を\n実体法上の利益と解する伝統的見解に従つて検討したまでのことであつて、訴えの\n利益―－「処分の取消しを求めるにつき有する法律上の利益」――はあくまでも裁\n判手続による紛争解決を求めるに足るだけの利益という手続上の利益概念としてと\nらえられるべきものであることに変りはない。この意味からすれば、被控訴人らの\n原告適格については、被控訴人らが実体法上「直接の利害関係を有する者」にあた\nるか否か、更には「保安林の指定により利益を受ける者」に該当するか否かさえ問\nわれる必要はなく、ひたすら「本件解除処分の取消しを裁判上請求するに足る法律\n上の利益」が被控訴人らに認められるか否か、いいかえれば被控訴人らの主張する\n生命、財産等の利益が裁判上の保護に価するだけの実質的内容をもつか否かによつ\nて、判断されるべきものなのであり、被控訴人らにかかる意味での手続的利益が存\nすることはほとんど自明であるから、原告適格の存在については疑う余地がないと\nいわなければならない。もつとも、行訴法第九条にいう「処分の取消しを求めるに\nついての法律上の利益」を処分の取消しに伴う直接の法律上の効果ないし利益であ\nると解し、本件については、目的（保安林伐採によるミサイル基地設置）と手段\n（保安林解除処分）との連鎖関係ないしは解除処分、伐採、基地設置という連鎖関\n係の中から解除処分のみを切離して右処分の取消しに伴う直接の法的効果ないし利\n益を論ずべしとする見解もある。しかし、かかる見解は、行訴法第九条のいう「処\n分の取消しを求めるにつき法律上の利益を有する・・・・・・・・・」ことの意義\nを不当に狭く解するものであり、また社会的には一体もしくは一連のものとして存\n在する目的、手段、結果としての右三者の密接な連鎖の関係を、観念上あえて無視\nして別個に論じようとするものであつて不当である。もともと保安林の指定の法的\n効果は、当該森林の伐採禁止等にあるのであるから（森林法第三一条、第三四条参\n照）、指定解除の法的効果もまた伐採制限の解除等にあることは明らかであり、伐\n採ないしこれに続く跡地利用等を予想しない指定解除処分はあり得ない。また一保\n安林の指定による利益」（同法第三六条第一項）なる観念も、指定によつて保安林\nが伐採等をされることなく保続されることによる利益を意味し、保安林の指定、こ\nれに基づく伐採禁止等という連鎖関係から前者のみをとり出してその直接の法的効\n果ないし利益のみを意味するものでないことは明白である。このように実定法でさ\nえ、保安淋の指定、解除に伴う（実体）法的利益を論ずる際には、右の一体的関連\n性を踏まえて健全なる社会通念に則つて事を処しているのに、まして行政訴訟制度\n上の手続法的利益を論ずれば足るとされている「訴えの利益」（原告適格）を検討\nするに当つて、どうして右の一体的関連性を捨象する理由があろうか、もしそのよ\nうな「利益」論を貫くならば、森林法にいう「保安林の指定による利益」なるもの\nも、したがつてまた保安林指定の解除に伴う森林所有者らの利益も、ともに保安林\n指定もしくはその解除に伴う直接の利益ではなく、それぞれの処分に伴う森林の維\n持（伐採禁止）又は伐採にかかわる間接の利益ということになり、かくては、森林\n法全体の構造を崩壊ないし変改させかねないことになるであろう。\n控訴人は、水源かん養保安林は、他の種類の保安林と同様に、むしろそれ以上に強\nく公益の保護という公共の目的から指定されるものであり、特定個人に特別の利害\n関係をもたらすことを目的とするものではないから、水源かん養保安林の指定又は\n解除については、これに直接の利害関係を有する私人を見出すことは、不可能であ\nると主張する。しかし、水源かん養保安林を含むすべての保安林は、特定の少数の\n個人の利益の保全を目的としないと同時に、無限定の不特定多数の者の利益の保全\nを目的とせせず、相当範囲の地域にかかわる多数の個人を包括的に特定し、それら\nの者の利益の保護を目的とするものであるから、控訴人が特定個人に特別の利害関\n係をもたらすことを目的とするものではないというのが右の趣旨においてであれば\n理解できなくはないが、それ以上に水源かん養保安林の指定又は解除については、\nこれに直接の利害関係を有する私人を見出すことは、およそ不可能であるというに\n及んでは、到底これに賛することはできない。もともとすべての保安林が国民の生\n命、財産、精神的利益などの維持保全のための制度であることは、その指定の「目\n的」（森林法第二五条第一項各号）を一見して明らかなところであり、されば行政\n解釈も前述のとおり保安林の指定の要件としては、保安林の指定による受益の対象\nが存在することを必要とし、受益の対象は、人、物、権利等種々の場合があるとし\nているわけである。のみならず、同法第二七条一項が「保安林の指定若しくは解除\nに直接の利害関係を有する者」を予想し、また同法第三六条第一項が「保安林の指\n定によつて利益を受ける者」について定めていることも、右のことを裏付けるもの\nというべく、少なくとも右各条項が「保安林」一般に関して右の者の存在を予想\nし、特定の「目的」の保安林を除外していないことからすれば、控訴人の水源かん\n養保安林の指定又は解除については、これに直接の利害関係を有する私人を見出す\nことは、およそ不可能という主張が是認できないことは多言を要しない。控訴人\nは、保安林指定によつて実現される利益が「公益」であり「公共の利益」である旨\n強調するが、控訴人自身認める住民の個人財産その他の個人的利益のほかに、これ\nら住民（ないし国民）の利益を超越した一般的、抽象的な利益がこの場合予想され\nているわけではないから――たとえば風致保安林により保全される「風致」の如き\nも、帰するところこれを鑑賞する住民ないし国民の精神的、文化的利益と解されよ\nう。――そこでいう「公益」ないし「公共の利益」とは、これら住民多数に共通す\nる利益、ないしは受益者の範囲が相当に広がりをもつ利益というほどの意味に解す\nるのが相当である。そして少なくとも「公益」ないし「公共の利益」がこれら住民\n多数の共通的利益を排除する趣旨でないことは疑いを入れぬところであろう。かく\nして、水源かん養保安林についても、控訴人自身いうように、ある森林が水源かん\n養保安林として指定されたならば、下流の地域においては、その地域の洪水や渇水\nが緩和され、その結果として、住民の個人財産その他の個人的利益が保護されるこ\nとになるのであるから、これら住民こそまさしく「保安林の指定によつて利益を受\nける者」であり、一保安林の指定若しくは解除に直接の利害関係を有する者」にほ\nかならず、かれらを除いて保安林の指定により利益を受け、またその解除によつて\n直接の利害関係を生ずる者を、他に予想することはできないのである。\n（２）　手続上の利害関係等と法律上の利益\n被控訴人らは、本件保安林につき、指定、解除各処分につき森林法上申請権を認め\nられた利害関係人である。控訴人は、保安林の指定は、公共一般の利益の保護とい\nう目的から行われるものであり、特定の個人の利益を直接保護することを目的とす\nるものではないから、森林法は、原則として、公共の利益を保護すべき立場にある\n地方公共団体の長に対してのみこれを申請し得ることを認めているとし、個人がこ\nれを申請することができるのは、特に「直接の利害関係を有する」一場合に限ら\nれ、一般住民として享受する利害関係にとどまる者は除外されると主張する。しか\nしながら、森林法第二七条第一項の文理及び同条全体の論理構造からは、右の如き\n解釈を導き得べき何らの根拠がないのみならず、上記の保安林制度の目的、それが\n目指す「公共的利益」の意義等にかんがみるならば、一層右のような解釈は妥当性\nを失うことが明らかである。同条項が保安林の指定又は解除の申請者として、これ\nに「利害関係を有する地方公共団体の長」とこれに「直接の利害関係を有する者」\nとを掲げたのは、前者については、直接の利害関係のみならず間接の利害関係を有\nする場合にも、平素地域住民の利益、すなわち公共の利益の擁護を任務とし、森林\n法上も重要な職責を与えられている地方公共団体の長に申請権を認めることによつ\nて、保安林の指定又は解除が適正に行われるのを確保するためであり、後者につい\nては、特定の森林について保安林の指定又は解除がなされることにより自己の権\n利、利益を侵害され、又は侵害されるおそれのある者を救済しようとするためで、\n控訴人も認めるように、保安林の指定、解除による影響範囲が広域に及ぶととも\nに、影響の程度も多様であり得るから同法が申請資格を与える個人を直接の利害関\n係人に絞ろうとしたことは、極めて合理的であつて、何ら異とするに足りないとこ\nろである。ちなみに、後者について行政実務の上では、森林所有者らのはか「保安\n林の指定または解除により直接利益を受ける者または現に受けている利益を直接害\nされ、もしくは害されるおそれがある者」が該当すると解されている（「農林法規\n解説全集」民有林野篇八八五頁）したがつて、いずれにせよ、保安林の指定、解除\nにつき申請権者を原則として地方公共団体の長に限るとし、その根拠を前記「直\n接」なる文言の有無に求めようとする控訴人の主張は理由がないといわねばならな\nい。\n更に控訴人は、森林法第三六条第一項の損失補償金の受益者負担制度に関して、被\n控訴人らの受益の性質につき、そもそも受益者負担金制度と特定の個人の利益の保\n護とは本質的に結びつくものではなく、受益者負担金が課せられるからといつて、\n直ちにその個人の利益が単なる反射的利益ではなく法律上の利益であると断ずるこ\nとはできないし、また、同法が、保安林の指定については、それによつて森林所有\n者らの被る損失に対する損失補償制度を導入しているのに、指定解除に伴つて受益\n者が被る損失について補償制度を導入していないということは、指定解除によつて\n失う経済上の利益を法律上保護に値する利益とすることを否定しているものと主張\nする。しかし、右の点は、受益者負担金制度ないし損失補償制度の法理から当然の\nことである。被控訴人らとしては、保安林制度が本来その周辺地域の住民や通行者\nの生命、財産等の利益を保護することを目的としていることの例証の一として、右\n第三六条第一項を指摘するにすぎず、これをもつて被控訴人らの利益が法律上の利\n益であることの直接的な法的根拠としているものではないのである。\n（３）　平和的生存権と法律上の利益\n行訴法第九条にいう法律上の利益は、保安林の指定により得られる利益にとどまら\nず、ひろく間接的にみちびかれる法的利益をも含むことは前述のとおりであるか\nら、右解除処分が、その目的ないし「理由」（森林法第二六条第二項参照）とした\n事柄が、処分の実施を通じて実現されることによつてもたらされる法律上の利益\n（利害）もまた、同条にいう法律上の利益に含まれると解するのが相当である。も\nともと行政処分は一定の行政（公益）目的のために発令実施されるのを常とする\nが、特に本件解除処分の場合のように、行政処分が特定の行政目的の実現のための\n不可欠の手段として発令されるケースにあつては、当該目的の実現によつて、法的\n地位ないし利益に変動をきたすことあるべき者は、その変動をチエツクし、その法\n的利益をまもるために当該行政処分の取消しを求めることが認められねばならな\nい、なんとなれば、このように行政処分と必然的な関係に立つ「目的」ないし「結\n果」に法的な利害関係を有する国民が、右処分の取消しを求めることによつて右\n「目的」の実現ないし「結果」の発生をはばみ、もつて自己の法的利益の救済を図\nろううとしても、訴えの利益なしとしてその途を封じられるとすれば、行政争訟制\n度の存在理由はほとんど無に帰するに等しい結果となるからである。いいかえれ\nば、かかる場合、国民の立場とすれば当該処分の実施を通じて、処分に直接伴う法\n的利益の変動を受けるとともに、処分の目的の実現に伴う法的利益への影響も被る\nのであり、しかも両者は社会的に観察するかぎり一体的ないし密接不可分のものと\n評価されるのであるから、とくに処分の直接の結果と「目的」の実現による結果と\nを切離して論ずることを適当とする事情が存しない限り、端的に当該処分の取消し\nを求める途を認めるべきだからである。\nところで、本件の場合、保安林指定解除処分の「目的」は、航空自衛隊高射群（ミ\nサイル）基地の設置である。したがつて、本件処分の実施を介して右の目的が実現\nされることになれば、平素におけるさまざまな基地公害や一朝有事の際の戦火によ\nる惨禍を招く危険を生ずることは避けられず、被控訴人らの生命、身体の安全や財\n産などの法的利益はいうに及ばず、「平和のうちに生存する権利」（憲法前文）に\nとつても由々しい事態となりかねない。それゆえ被控訴人らが、これらの権利、利\n益を保全するために、右「目的」の唯一から不可欠の手段である本件解除処分の取\n消しを求めることには十分な必要性、合理性が認められ、被控訴人らには、この点\nでも、本件処分の取消しを求める法律上の利益が認められねばならない。しかし\nて、森林法第二六条による保安林指定の解除によつて、被控訴人らが侵害の危険を\n被るべき権利、利益が一個ないし一種類に限られるという根拠は論理上も実定法上\nも存せず、前記洪水、水害の緩和と用水の確保を通じてもたらされる生命、身体、\n財産の安全と営農等の生存権的利益と同様に、右「平和のうちに生存する権利」も\n本件解除処分がなかつたとすれば侵害の危険が生ずるおそれがないことが明白であ\nり、その意味で解除処分と必然的な関係に立ち、被控訴人らが右の権利、利益の主\n体であることが肯認される限り行訴法第九条にいう「当該処分の取消しを求めるに\nつき法律上の利益を有する者」に当ることになる。\n「平和のうちに生存する権利」は本来的意味においては、全世界の国民すべてが戦\n争による惨禍の犠牲となることを免かれる自由を意味し、あるいはこれを防止し、\n排除することを国家に対して求め得る利益であると解される。このような権利、利\n益を有する国民という限りでは、たしかに未だその者は抽象的な権利主体たるにと\nどまり、このことのみを根拠として一国民がすべての軍事基地の撤去や演習訓練そ\nの他の軍事行動の中止を訴求できる法律上の利益があると解することはむずかしい\nし、本件のミサイル基地設置についても、日本国民であれば誰でも戦争開始によつ\nて被むるおそれのある惨禍があるというだけの理由で本件の保安林指定解除処分取\n消しの原告適格を認めることかできるというものではない。これに反し、馬追山に\n本件ミサイル基地が設置されたことに伴う直接的かつ具体的な権利の侵害、すなわ\nちミサイル基地が設置されなかつたならば発生する余地がなかつたという意味での\n直接の危険性は、右ミサイル基地設置と直接的因果関係の範囲内に属する危険とい\nうことかできる。これは長沼の地域住民の「平和のうちに生存する権利」に対する\n侵害の具体的危険であるから、これによつて右の権利を侵害される住民が本件ミサ\nイル基地の設置、したがつてそれを目的とする本件保安林指定解除処分の取消しに\nついて直接の利害関係を有するのは、当然のことである。\n本件ミサイル基地設置に伴う右のような具体的危険の内容、範囲はミサイルの性\n能、諸元と密接に関連する。馬追山に配備されるミサイルに、航空自衛隊第三高射\n群第二高射隊による地対空ミサイル、ナイキ・ハーキユリーズであり、日本名では\nナイキＪと呼ばれているもので、その性能等の大要は原審ですでに主張したとおり\nであるが、本件ミサイル基地が、それによつて地域住民の「平和のうちに生存する\n権利」に及ぼす具体的危険の第一は、ナイキの発射に伴うブースターの落下による\n被害である。ブースターの落下は、二段式ロケツトである以上避けられないことで\nあり、その落下範囲が危険区域とされる。その範囲は、ナイキが発射される角度に\nよつて異なるが、おおむね八〇～九〇度で発射した場合を基準とすれば、発射地点\nから二キロの地点を中心として落下することとなり、これに気象条件が加わるため\nナイキ基地の五キロ周辺までを危険地帯とするのがアメリカにおける例である。被\n控訴人らの住居地はすべてこの範囲内に存在している。ブースターの重量は約二ト\nン長さ約五メートルで、これが高熱で熱せられたまま地上に落下することになるか\nら、この場合の人体や家屋、学校等の建造物に対する被害は甚大なことが予測され\nる。本件ミサイル基地は、保安林指定解除手続の上では、高射教育訓練施設と称さ\nれているが、右の危険を伴う結果、実射訓練は行わないとされている。しかし本件\nミサイル基地から現実にナイキＪが発射された場合、被控訴人らがその被害を被る\n現実的危険にさらされることこは明白である。具体的危険の第二はブースターの落\n下以外にもある。すなわち、アメリカでは、対空ミサイル基地で、ナイキが数発一\nしよに爆発した事故があり、弾頭が五キロ離れたところに、、ブースターが三キロ\n離れたところに飛んで行き、兵隊一四、五名が即死した事故が現に発生している。\n本件ミサイル基地は、数キロの範囲内に被控訴人らが現に居住しているのであつ\nて、これと同じ事故が発生した場合の被害の程度は比較し得べくもないし、これが\n核弾頭であつたという場合も絶対にあり得ないことではない。またナイキの射撃に\n伴つて、一たん高度三、〇〇〇メートルにうちあげ、落下させて追尾させる段階で\nレーダーの誘導がＥＣＭ又は機器の破壊で絶たれた場合、ミサイル本体はそのまま\n地上に落下するが噴射に加速度が加わり、マツハ三以下の速度となるから落下地点\nは予測不能となる。被控訴人らは、こうした惨禍を避ける術を有しないのである。\n具体的危険の第三は、実戦の際に核弾頭ミサイルが使用された場合の被害である。\nナイキＪは核、非核両用のナイキ・ハーキユリーズを非核用に改造したといわれて\nいるが、使用される弾頭が核、非核の二種類存在し、発射台であるランチヤーは両\n用であるから、核弾頭が搬入されるならば、本件ミサイル基地においても軽易なラ\nンチヤーの改修によつて発射が可能であり、将来とも絶対に核弾頭を使用しないと\nいう保証は何もない。ナイキが核弾頭を発射した場合に、基地周辺にその被害を及\nぼすことは当然であり、本件ミサイル基地が実戦において核弾頭を用いるとき、炸\n裂地点の如何にもよるが、少なくとも長沼町に居住する被控訴人らがこの核爆発に\nよる各種の被害を被る危険をさらされることは何人も認めざるを得ないことであ\nる。具体的危険の第四は、一朝有事の際に本件の如きナイキ基地が昀優先的攻撃目\n標とされることにある。もつとも、ミサイル基地設置に伴う災害は、保安林伐採後\nの跡地の用途にかかわる問題であるとし、これを理由にして保安林指定解除処分と\nのかかわりを認めない議論がある。これは、保安林指定解除手続を、（１）指定解\n除処分、（２）森林の伐採行為、（３）跡地の利用すなわちミサイル基地設置の三\n段階に論理的に分類し、「平和のうちに生存する権利一に対する侵害は（３）の跡\n地の用途に関連して問題となることであるとし、（１）の保安林指定解除処分の直\n接の結果でないとして、右解除処分の取消しを求める法律上の利益に当らないとす\nるものである。こうした考えに立てば、洪水の危険もまた直接的には（２）の森林\nの伐採行為に起因するものであつて、指定解除処分とは直接の関連がないというこ\nとになる。しかし、解除手続を右のように分けることは、形式論理的に可能である\nというだけで実践的効用は何もなく、特に指定解除処分に伴う権利、利益の救済の\n要否を判断するうえでは何らの実益もない。むしろ現実の解除手続は森林法第二六\n条第二項の条文から明らかなとおり、特定の解除目的なくして解除の処分があり得\nず、かつ解除処分は必ず保安林の伐採を前提としているものであつて、解除処分、\n伐採、跡地の用途は終始不可分一体であり、これを観念的に分折して右見解を導く\nのは正当とはいえない。\n控訴人は「平和のうちに生存する権利」を訴えの利益として認めるとすれば、そも\nそも解除処分が適法か違法かという本案審理に立ち入らなければ原告適格認定がで\nきないことになるし、これは、本案前の訴えの適法、不適法の要件たる訴えの利益\nの有無の判定を実体的な処分の違法性の有無に依存させるものである旨主張する。\nしかし、訴えの利益や原告適格という訴訟要件は、他の訴訟要件に対比して紛争の\n実質的内容に即した判断が必要とされるものであり、訴えの適法要件である法律上\nの利益が本案の対象事項と関連性をもつことは、通常しばしば存在することであつ\nて、何ら異とするに足りないところである。例えば、各種の施設の設置やそれに対\nする認可が取消しの対象となる場合は、それによる騒音など周辺住民の生活ないし\n環境を損うこと自体が訴えの利益の基礎事実となるが、同時にかかる平穏な生活権\nないし環境権に対する侵害それ自体を請求権となし得るはずである。本件でも洪水\n防止、用水確保の利益が訴えの利益の根拠となつているうえ、代替施設の未完備が\n取消事由の一つとして争われてきているのである。\n控訴人は、また、「平和のうちに生存する権利」は保安林指定制度で保護される利\n益ではないから、これをもつて訴えの利益を認めるならば、法律が個別的に保障し\nようとする利益とは関係のない第三者が、これを契機として処分に係る何らかの違\n法事由を主張して当該処分自体の取消しを訴求することを許すことになり、国民の\n誰もがこれを有することとなつて、あたかも民衆訴訟を認めたのと同じ結果になる\nとして批判する。もとより、全世界の国民が「平和のうちに生存する権利一を有す\nることは、何人もこれを否定し得ないことである。しかし、このことは表現の自\n由、思想、良心、信教、学問の自由など、いわゆる天賦人権といわれる基本的権利\nのすべてについて同じことがいえるのであり、この問題と特定の行政行為によつて\nこれらの権利が侵害される場合に、その侵害の回復を求め得る主体の範囲が具体的\n個別的に定まるということとは、おのずから別の問題である。両者を殊更混同さ\nせ、訴えの利益が右の範囲をこえ、直ちに全世界の国民に認められるとして非難す\nるのは著しい論理の飛躍である。本件訴訟では被控訴人らが本件ミサイル基地設置\nに伴つて、基地周辺住民としての生活と権利に右具体的な被害を被る危険性のある\n範囲内に生活していることが認められれば足ることである。それは全世界の国民が\nもつという意味での抽象的概念としての「平和のうちに生存する権利」の侵害を理\n由として直ちに本件訴訟における訴えの利益を導くというのとはまつたく異る。し\nたがつて原告適格を全国民にまで一般化してしまうとの右批判は当らない。\nなお、控訴人は、「憲法上の争点を提起する当事者適格」なる概念を提起している\nが、右概念は未だ確立されたものでもなく、実定法上の根拠を有するものでもな\nい。控訴人が適格要件として援用しているものは、もともとブランダイス判事が\n「憲法問題回避の準則」として定式化したうちの一準則を手掛りとして解釈上導き\n出されたものであり、実定法として憲法第八一条の定めがあるわが国においてその\nまま採り入れらるべき説ではない。のみならず被控訴人らは基地の設置により憲法\nの保護している平和的生存権を上述のとおり具体的に侵害されているものである。\n２　森林性の存続\n控訴人に、本件保安林指定解除部分については、すでに樹木が伐採され基地が建設\nされているので、森林性を喪失し、原状回復は不可能になつたと主張する。しかし\nながら保安林は、仮に一たん伐採されても、それが違法な伐採であることが判明し\nた際は、現在の土木工事、植林、営林技術によつて人為的に森林性の回復が可能で\nある限りは、なお森林性を喪失せずとして、植栽義務を認め、保安林として回復さ\nせることが周辺住民の生命財産の安全を保護するために設けられた保安林制度の目\n的に合致することになるのであり、自衛隊のミサイル基地が設置されたからといつ\nて、「木竹の集団的な生育に供される土地」とすることが困難ないし不可能となつ\nたとはいえない。のみならず、控訴人が一方において、本件解除処分によつて保安\n林の伐採を認め、防衛施設庁をして基地の設置という既成事実をつくらしめておき\nながら、他方でもはや森林性を喪失したために住民らには訴えの利益はないとし\nて、控訴人の本件処分からの救済の途を封じようとすることは、いかにも正義に反\nし、許されるべき筋合ではないといわなければならない。\n代替施設\n（一）　富士戸一号ダムの不完全性\n（１）　序論\n控訴人は、富士戸一号ダムの安全性を検証するに当つて、次の方法論を提起し、安\n全性の検証の問題を、「ダムがどの程度の洪水流入量を、その堰堤を越流させるこ\nとなく余水吐を通して流下させることができるか。」という問題に置きかえた。そ\nうして右の問題を検討するポイントと順序を次のように設定した。\n（１）　現実に本件流域にはどの程度の雨が降ると考えられるか（流域雨量の推\n定）\n（２）　右雨量があつた場合において、そのうち昀大限どの程度の量が流出して富\n士戸一号ダムに流入すると考えられるか（ピーク流入量の推定）\n３　右ピーク流入量があつた場合において富士戸一号ダムの余水吐は右流入量をダ\nムを越流させることなく流下させることができる規模となつているか（余水吐の昀\n大排水能力の確認と安全性の検証－推定ではない。）。続いて右（３）の前提たる\n余水吐の昀大排水能力を模型実験によつて確定し、次いで、右（１）（２）すなわ\nち流域雨量の推定、ピーク流入量の推定を行つて、結局富士戸一号ダムの余水吐\nは、右ピーク流入量を排水する能力を有するから安全性を有すると結論している。\nこの手順で注意を要するのは、余水吐の能力は、すでに完成している以上、「推\n定」ではなく、現在有する能力の「確認」である。ところが他の二つ、すなわち流\n域降雨量、ピーク流入量は、あくまで一定のデータに基づく「推定」である。これ\nは、データの差替、計算方法の変更によつては、いくらでも変更され得るものであ\nる。したがつてすでに選択した一定のデータと計算方法に基づいて設計したダムの\n安全性を検証するには、同一データと同一計算方法を前提にして、結論に至るプロ\nセスに誤りがないか、この結論に基づいて確定したダムの能力がこれを補うに十分\nか否かを検討することが正しい。もしこの過程において設計時に用いたデータを差\n替えるなり、あるいは別個の計算方法を採用することになれば、右の前提を変更し\nて、検証を行うということこなり、これは「検証」ではなく、「設計のやり直し」\nないしは改変を意味する。ましてデータを差替え右「推定」の結果に小さい値を採\n用することになれば、これはすでに確定しているダムの能力に合わせて雨を降らせ\nるに等しく、作為的な操作というほかなくなる。控訴人の主張は後に詳述するよう\nに、小さめのデータに差替えて推定を変更し、正に、右の作為的操作をしたものと\nいうべきである。\n控訴人に右安全性検証に当つて、降雨のデータを一審においては千歳さけ・ます孵\n化場の資料を用い、一〇〇年確率日雨量二五五・七ミリメートルを採用していた\nが、当審においては、これより小さい値となる長沼観測所のデータを用い、一〇〇\n年確率日雨量一五一・九ミリメートルに差替えた。別添表二二は富士戸一号ダムの\n設計（一審）と検証結果（二審）を比較したものである。すなわち、富士戸一号ダ\nムの余水吐の流下量を模型実験によつて、毎秒三六・一一立方メートルと確定し\nた。次に富士戸一号ダムへのピーク流入量を決定することになるが、その際に使用\nする流出率の決定において、一審では設計基準に従わず、故意に一ランク下げて小\nさい値を採用していた。ところが二審において控訴人はこの誤りを訂正し、被控訴\n人らの主張に従い設計基準通りのランクを採用した。更に、流入量の計算方法につ\nいて、一審では、\n平均流出率（ｆ＝０．４６）×時間毎の雨量×時間毎の単位流出量×流域面積\nの方式を採用していた。二審において控訴人は、またこの誤りを訂正し、被控訴人\nらの主張に従い次の方式を採用した。\n時間毎の有効雨量×時間毎の単位流出量×流域面積\n以上の二点の訂正した方法に従い、設計時に採用した千歳さけ・ます孵化場のデー\nタによる確率日雨量二五五・七ミリメートルをもとにして、富士戸一号ダムへのピ\nーク流入量を計算すると、異常洪水時において、従来毎秒二九・一六立方メートル\nであつたのが、毎秒四一・〇九立方メートルに増加することになつた。ところがこ\nの値は、余水吐の流下量の実験値、毎秒三六・一一立方メートルをはるかにオーバ\nーしてしまい、ダムの決壊を証明することになる。そこでどうしてもピーク流入量\nを減少させねばならなくなるが、それには流域降雨量に少ない値をとる以外方法は\nない。つまり一〇〇年確率日雨量を小さくしなければならない。そこで新たに二審\nで採用したのが長沼観測所のデータに基づく確率日雨量一五一・九ミリメートルで\nある。これを採用すると異常洪水時のピーク流入量は、毎秒二五・四八立方メート\nルとなり、余水吐の流下能力の範囲内に入つて安全を説明できるのである。このよ\nうにデータの差替を行つたわけであるが、この差替データである長沼観測所資料は\n二審で初めて登場したものではない。すでに一審において控訴人自らが、安全性を\n考えるならば採用すべきでないとして排斥していたものである。にもかかわらずあ\nえて控訴人はこれを採用したのであるが、その理由ぼ何ら説明されていないのであ\nつて、その真意は、正に、ダムの能力に合わせて雨を降らせる必要があつたとしか\n考えられない。\n（２）　長沼観測所資料採用の不当性\n長沼観測所資料による確率日雨量一五一・九ミリメートルの採用は妥当でない。控\n訴人は確率日雨量の推定のデータにつき、長沼観測所資料の妥当性として次の点を\nあげる。\n（１）　長沼観測所は、本件流域から三・五キロメートルの至近距離にある。\n（２）　観測期間が長く、確率雨量の計算値の信頼度が高い。\n（３）　角田、栗沢、南幌観測所は本件流域からの距離が長沼観測所よりも遠く、\n降雨特性を異にするから、適当でない。\nところが、一審において長沼町の観測資料を採用しなかつた理由として控訴人側の\nＦ証人は次の点をあげていた。\n（１）　山地に平地に比べて、降雨量が多い。\n（２）　千歳さけ・まず孵化場は山手にあり、富士戸川流域と地勢が近い。\n（３）　長沼観測所の資料より千歳さけ・ます孵化場資料の方が、降雨量が多い。\n（４）　代替施設であるからなるべく安全を考えて、多めの、地勢の似た方をとる\n方が妥当。\n千歳さけ・ます孵化場の観測資料の採用の当否は別として、安全性を重視する以上\nどの資料を採用するかは、Ｆ証大の立場が一般的に当然であり、この観点から長沼\nの観測資料を採用しなかつたのは極めて妥当なものであつた。にもかかわらず、何\nらの説明もなく、右の観点をまつたく放棄し、いきなり長沼観測所の資料を採用す\nるのは、地勢の近似性を無視し、あえて少なめの資料に依拠するもので、安全性を\n無視した不当なものと断ぜざるを得ない。\nまた、農林省自らが定めている設計基準第一編フイルダム第一四条の解説（９）\n（１２）「降雨量記録の調査範囲」によると、「洪水流量の資料とする降雨量記録\nは、その重要性にかんがみ、広い視野にたつて広い範囲から収集する。少なくとも\n流域内もしくはその附近の観測所など四、五地点から入手できるあらゆる資料を求\nめること。収集する範囲は数郡ないしは一県程度の広さまで考慮に入れることが望\nましい。資料の選定にあたつては、降雨量は山地に入つて標高を増すにつれて増加\nするとの性質を参考にすること。」との旨が規定されている。右基準からする\nと、、広い範囲のデータを比較検討し、平地と山地の降雨特性を考慮せねばならな\nいとしているのに、控訴人は、平地である長沼観測所一箇所のみの資料を山地とい\nう降雨特性をまつたく考慮の外においているのは、右設計基準違反である。ちなみ\nに標高差による雨量の差は、忠別川での調査によれば二七〇メートルで三三パーセ\nント増という調査結果がある（前掲設計基準）。また、昭和二二年九月一五日のキ\nヤサリン台風のとき関東地方での降水量をみると、平地に比較すると、山地に向つ\nて雨量が著しく増大する傾向にあることが明らかである（「砂防工学要論」引用の\n中央気象台編”台風と水害”）。\nなお日本気象協会北海道本部編、北海道開発局監修の一〇〇年確率等雨量線図によ\nると、長沼は一〇〇年確率日雨量一八八ミリメートルとなつている。控訴人はこれ\nよりも少ない一五一・九ミリメートルを採用するに当つてなぜこれを考慮しなかつ\nたのであろうか。昭和四九年度に土木学会北海道支部に発表された「北海道におけ\nる確率降雨分布と地域特性について］という論文がある。この論文の方式によつて\n長沼間辺の降雨特性を調べてみると次のことが判明ナる。\n（１）　長沼基地では一九二ミリメートルと算定される。ところが同基地を中心と\nしてわずか五キ口メートル南に寄ると、二二〇ミリメートルとなつて二八ミリメー\nトル増加し、北に五キロメートル寄ると一五四ミリメートルとなつて三八ミリメー\nトルの雨量の差がある。\n（２）　また、基地より九・五キロメートル離れた南幌では二九〇ミリメートル、\n一三キロメートル離れた栗沢では二六〇ミリメートルである（一〇〇年確率等雨量\n線図による）。\n（３）　これらのことに、この地域が複雑な降雨特性を有することを意味する。\n降雨特性は地域的特性と時間的特性を同時に考慮すべきものである。ところが控訴\n人が根拠とする確率等雨量線図は、日雨量から求められたもので、降雨特性を示す\n一つのデータにすぎないから、これ一つのみで、降雨特性を決定するには不十分で\nある。\n右に加えて同じデータを使用しても、計算の方式により、その値にかなり差が出る\nことが判明する。例えば、長沼観測所における昭和二五年から四九年までの二五年\n間の資料により一〇〇年確率日雨量を各方式で計算すると次の如くである（これは\n資料が少ない場合安全性を考慮して異常な場合をも想定して計算する小漂本的方法\nによつた）。\n岩井改良法　　　　　　　　　一五七ミリメートル\n積　率　法　　　　　　　　　一四一ミリメートル\n順序統計法　　　　　　　　　一七〇ミリメートル\nガンベル法　　　　　　　　　一八三ミリメートル\n気象協会道本部等雨量線図　　一八八ミリメートル\nそうすると、この地域の降雨量を推定するには、控訴人のように一箇所の観測地点\nの雨量資料で一つの計算方法で結論を出すのは、安全性の観点からみると止しいも\nのとはいえない。\nところで前掲論文の方法は、北海道における雨量観測所のうち三〇分、六〇分、三\n時間、六時間、一二時間、二四時間車雨量の資料が整つている二一観測所（時間的\n特性）と日雨量資料の整つている一一三観測所の資料に基づき、標高、起伏度など\nの地形因子を含む一四の因子を加味（地域的特性）し確率降雨強度を推定する方式\nであり、これによれば、降雨資料がないか、不十分な地域でもその推定が可能であ\nり、実際の観測値との高い適合性が確認されている。現在北海道における地域特性\nを十分考慮した確率降雨量を算出するには安全性とその精度においては唯一のもの\nである。この方式によれば、前記のとおり、本件ミサイル基地の地点では、一〇〇\n年確率日雨量は一九二ミリメートルとなる。そうであれば、仮に控訴人の主張を前\n提として考えるとしても、富士戸川流域内に観測資料のない本件において、精度と\n安全性の観点から考えるならば、少なくとも確率日雨量一九二ミリメートル、計画\n日雨量としてこの一・二倍である二三〇・四ミリメートルを採用するのが妥当であ\nる。\n（３）　ピーク流入量推定の誤り\nア　基地内からのピーク流量（到達時間決定の誤り）\n控訴人は富士戸一号ダムへのピーク流入量を算定するについて、流域を基地の内外\nに分け、基地内については、ラシヨナル方式により、基地外については、流出関数\n法の方式により算出し、これを合計して、ピーク流入量を求めている。ラシヨナル\n式でピーク流量を算出するには次の公式による。\nＱＰ＝１／３．１ｒｔｆＡ　ＱＰ：ピーク流量　ｒｔ：到達時間内の降雨強度\nＡ：流域面積　ｆ：流出率これによれば、まず洪水到達時間（流達時間）を求めな\nければならない。控訴人は右到達時間を次の方法で求めた。すなわち施設内の昀遠\n点から、富士戸一号ダムまで、地表流みぞ流、河道に分け、それぞれの到達時間を\n合計して、これを一時間と推定した。これを図に表わすと別添図面五のようにな\nる。\nそこで地表流についてみると、図面五では昀遠点の上に地表流が存在しなければな\nらなくなり、おかしな結果になる。しかしこの点はしばらくおくとして、控訴人は\n施設内を地表流としたと思われるので、その施設内をみると、Ｕ字溝と排水管を設\n置してある。そうすると、施設内は地表流ではなく、みぞ流ないしは河道流に近く\nなつて、地表流は存在しないことになつてしまう。次に控訴人は、別添図面六に示\nす愛知用水公団施設基準にある図を使用して、地表流の到達時間を推定した。これ\nによると、地表の距離を三〇〇メートルとし、地相は密草地、地表勾配一〇パーセ\nントとして、地表流到達時間を二九分と推定した。しかし控訴人の主張する距離三\n〇〇メートルはどれを指すのか不明であるばかりか、地表勾配を一〇パーセントと\nした根拠も不明である。更に地相は、密草地とするのは、明らかに誤りである。基\n地内は裸地と建物（トタン屋根）、張コンクリート、一部舗装、法面張芝となつて\nいる。そこで地表流はどのように考えるべきか。まず地表の距離であるが、図面五\nに示すとおり、基地内はＵ字溝と、排水管が設置されており、その中間をとるとし\nて、かつ沢の状況から、地表の距離は昀遠点ＡからＢの地点と考えるのが妥当であ\nる。この間は約三〇〇メートルある。次に地表勾配は、Ａ点が標高二九七メート\nル、Ｂ点は二二五メートルあるから二四パーセントとなる（２９７－２２５／３０\n０×１００＝２４％）。更に地相は、前述したような密草地ではない状態であるか\nら、裸地と舗装に準ずべきものと考えるのが妥当である。これを右図面六にあては\nめると、実線のようになり、地表流の到達時間は八分となる。\n次にみぞ流について控訴人は、別添図面七のようにみぞの距離を、標高一二〇メー\nトルの地点から、昀遠点二九四メートル（地図では二九七メートルとなつてい\nる。）まで一、二〇〇メートルとした。図面五ＡからＢを経てＣまでの線である。\nこれに愛知用水公団の設計基準にある秒速〇・六メートル（同設計基準では毎秒\n一・〇メートルから毎秒〇・六メートルとあり、その理由も示さずに昀低値を用い\nた。）で割つて、三三・三分とした。まず、みぞ流の延長であるが、標高一七五メ\nートルの地点Ｃ′に砂防ダムがある。その上流は約一五〇メートルにわたつて両側\nが崖になつている。砂防ダムは河道を流下する土砂を止めるものであり、地形的に\nみて少なくともこのＣ′点から河道となると考えるのが妥当である。そうすると、\nみぞの延長は、地表の終点であるＢからＣまでと考えるのが妥当であり、その距離\nは、四〇〇メートルある。これを毎秒〇・六メートルで割ると一一・一分となる。\n河道流（本流）について控訴人は、開始点の標高一二〇メートル、河道の長さ一、\n〇〇〇メートルとして一〇・四分としていた。しかし前述したとおり、河道の開始\n点Ｃ′はＣ点より四〇〇メートル上流で、標高一二〇メートルから一七五メートル\nとなるから、これを控訴人と同じ方法で計算すると約一一・二分となる。\n以上合計すると、基地内の到達時間は三〇・三分となる。\nＴ＝８（地表流）＋１１．１（みぞ流）＋１１．２（河道流）＝３０．３分\nイ　基地外からのピーク流量（遅れ時間の値のとり方の誤り）\n控訴人は、基地外からのピーク流量の計算には流出関数法を採用している。流出関\n数法においては、到達時間内の流出量を計算するには、次の公式による。\nＱ＝Σｑ×Ａｖｅ／３．６　Ｑ：流出量　ｑ：単位流出関数　ｖｅ：到達時間内の\n有効雨量\nｑ＝〔（αｔ－αｔｏ＋１）ｅ＝α（ｔ－ｔｏ）－（αｔ＋１）ｅ－αｔ〕\nここで使われているαは、洪水が早く多く出るか、ゆつくり少しずつ出るかを表わ\nす係数である。αが大きければ早く多くなり、小さければ遅く少ない。ところで、\nこのαの値は、通常降雨のピークと流量のピークとの間の時間（遅れ時間）の実測\nによつて求める。すなわち遅れ時間（ｔｌ）とαとの間には次の関係がある（水理\n公式集一一八頁。）。\nｔｌ＝１／α――α＝１／ｔｌ\nしたがつて、実測によつて遅れ時間が分れば、αが求められる。ところが本件で\nは、控訴人は、ラシヨナル式で使う到達時間（Ｔ）を、流出関数法の遅れ時間（ｔ\nｌ）と混同し、到達時間（Ｔ）も遅れ時間（ｔｌ）も一時間としている。すなわ\nち、遅れ時間を一時間として次の如くαを決めている。\nα＝１／ｔｌ＝１／１＝１\nところが、到達時間（流達時間）と遅れ時間は次の別添図面八で表す如く同一でな\nく、到達時間（流達時間）は遅れ時間の二倍と考えられている（同公式集一二一\n頁）。したがつて、到達時間を控訴人のように一時間と考えられるならば、遅れ時\n間は二分の一時間となるからαは二となるのが正しい。\nα＝１／ｔｌ＝１／１／２＝２\nそうすると、ピーク流入量は、αを二とすると控訴人の値より多く、かつ早い時間\nに現われることになる。すなわちピークの現われる時間は、施設外の例をとると、\n次のとおりとなる。\nαが一の場合　　一・五八時間\nαが二の場合　　一・一六時間\nピーク流量は日雨量一八二・三ミリメートルとした場合\nαが一の場合　　毎秒一六・五二立方メートル\nαが二の場合　　毎秒二五・九八立方メートル\nウ　流量ピーク発生時のとり方の不正確性\n持続時間（ｔｏ）の降雨に対する流量と時間の関係は別添図面九に示すとおりであ\nる。洪水のピークが、降雨開始から何時間目に現われるかは、右図面の下部に示し\nた公式で求める。降雨の単位時間（持続時間ｔｏ）を一時間とすると、降り始めて\nから洪水ピークが現われるまでの時間（ｔｐ）は、正確に計算すると一・五八時間\nということになる。つまり一」時から一時間降り続いた雨は、一二・五八時にピー\nクとなつて現われることになる。ところが、控訴人は機械的に二時間目、すなわち\n一三時にピークが現われるとしている。そうすると右図の一二・五八時から一三時\nまでの雨量だけ少ないピーク流量の計算となる。ｔｏのとり方如何によつては大き\nな差となるのである。\nエ　設計上必要昀小限のピーク流入量\n以上検討したとおり、控訴人の洪水ピーク流入量の計算には多くの誤りないし不正\n確な点のあることが判明した。これらの各要素を是正して計算すると、妥当なピー\nク流入量は次の如くである。\n（１）　確率日雨量　一九二ミリメートル\n計画日雨量　二三〇・四ミリメートル\n（２）　施設内洪水到達時間　三〇・三分\n（３）　αの値　　二\n（４）　ｔｐの値　　一・一六時間\n（５）　流出率　　控訴人主張のとおり\n以上の値をもとにした洪水ピーク流量は、毎秒四七・九五立方メートル、異常時毎\n秒五七・五立方メートルであつて、安全性の観点から昀低必要な値である。そうし\nて実務においては、確率日雨量一九二ミリメートルと算出された場合には二〇〇ミ\nリメートルとして採用するので、右以上の値となる。\n（４）　余裕高の不足\nア　風波高、安全高\n富士戸一号ダムは、設計時には、天端標高二五メートルと昀高洪水位標高二四メー\nトルの間の一メートルを余裕高としていた。ところが、控訴人は当審において〇・\n六メートルに縮小した、果してこれで十分であろうか。設計基準によると、「フイ\nルダムの余裕高は、いかなる悪条件下においても、洪水が堤頂を越流することがな\nいよう十分大きくとらなければならない。」として次の四点を考慮して決定すべき\nものとしている。\n（１）　風波高、風による波浪に対処するための高さで、ダムの対岸距離と風速及\nび斜面勾配から別添図面一〇によつて波浪高を求める。\n（２）　異常洪水による水位上昇高\n（３）　フイルダムの安全高（一・〇メートル）\n（４）　余水吐タイプによる安全高（ゲート式〇・五、其の他〇）\nそこで、富士戸一号ダムの対岸距離は約三七五メートル（控訴人は三〇〇メートル\nとして）いるが如何なる根拠か不明である。）、斜面勾配は二〇度あるので、風速\nは秒速二〇メートルのときは波浪高は〇・六七メートルとなり、〇・六メートルを\n超え、余裕高〇・六メートルは風波高にも足りない。本件においては、右（１）\n（３）を考慮しただけでも二・〇メートル必要とされる。そうして前述したとおり\nピーク流量を算出するに当つて控訴人はその値を小さくするため、数多くの小さい\n値を採用しており、安全上昀低限にも達していない本件において、この点からも余\n裕高〇・六メートルは小さきにすぎるといわねばならない。なお、設計基準による\nとフイルダムにおける余裕高の標準値は、普通二・〇～三・〇メートル程度である\nとされている。したがつて富士戸一号ダムは越流による決壊の危険性を有する。\nイ　余盛\n更に設計基準によれば、「堤頂部には、ダムの基礎地盤および築堤材料の完成後の\n沈下量を見込んで、必要にして十分な量の余盛をとらなければならない。」として\nおり、このためには普通堤高の一パーセントを見込んでおけば十分であるとしてい\nる。富士戸一号ダムの堤高は八メートルであるから、この一パーセントは〇・〇八\nメートルである。これを考慮するならば余裕高の不十分さは更に拡大する結果とな\nる。\n（５）　検討結果のまとめ\n控訴人の富士戸一号ダムの設計及び安全性の検証において数多くの数値が、結果的\nに小さめになるようにしていることが判明した。これを列記すれば、次のとおりで\nある。\n（１）　確率日雨量　　　二五五・七ミリメートル　　　→一五一・九ミリメート\nル\n（２）　洪水到達時間　　三〇・三分　　　　　　　　　→一時間（施設内）\n（３）　αの値　　　　　　二　　　　　　　　　　　　→一\n（４）　ｔｐの値　　　　　一・五八時間　　　　　　　→二・〇〇時間\n（５）　余裕高　　　　　一メートル　　　　　　　　　→〇・六メートル\n（６）　みぞ流流速　　　毎秒〇・六～一・〇メートル　→毎秒〇・六メートル\n（７）　対岸距離　　　　三七五メートル　　　　　　　→三〇〇メートル\n（８）　みぞ流の距離　　四〇〇メートル　　　　　　　→一、二〇〇メートル\n（９）　地表流の距離　　三〇〇メートル　　　　　　　→三〇〇メートル（架\n空）\n（１０）　地表流の勾配　　二四パーセントル　　　　　　→一〇パーセント\n（１１）　昀遠点の標高　　二九七メートル　　　　　　　→二九四メートル\nこれらの結果がピーク流入量にどのように影響し、余水吐の流下能力と如何なる関\n係になるか（安全性）を明らかにすると別添表二三のとおりとなる。この表による\nと、（１）の場合は、控訴人の主張通りのものである。ところが、（２）の場合は\nαを二にしただけでピーク流量三六・八二立方メートルで、〇・六メートルの余裕\n高をオーバーし、（３）の場合はｔｐを正確に一・五八時間とし、施設内の到達時\n間を三〇・三分にしただけでもピーク流入量二八・八立方メートルとかなりの差が\n出てくる。また（７）の五七・五四立方メートルの流入量を前提とするのが安全性\nの観点から昀低限必要であると考えられるが、（１）（３）の場合を除きすべて流\n入量はいずれも控訴人の主張する余水吐の流下流量三六・一一立方メートルをオー\nバーすることが明らかである。\n（６）　富士戸一号ダムの設置による危険\n一般には、ダムを設置すると、無条件に安全であると考えられがちである。ところ\nが、一口にダムといつても、その種類、目的、構造、設置位置、設計の際のデータ\nによつて、その機能と性格が異り、また限界が存在するのである。富士戸一号ダム\nは一〇〇年確率日雨量を前提にしている。これを逆にいえば、一〇〇年間に一度の\n大雨しか前提にしていない。これを超過すれば当然ダムは決壊する。これをいいか\nえれば、一〇〇年に一回決壊する確率を有していることを意味している。これは一\n〇〇年目にというのではなく、一〇〇年確率雨量を超過する降雨は明日にも降るか\nも知れないのである。そこでダムの設計においては、安全を考慮して、異常洪水時\nのための諸施策とか余裕高などを十分にとるなどの対策を構じている。ところが本\n件においては、安全性の観点から極めて不当である以上一〇〇年確率の日雨量さえ\nもカバーできないのであるから、控訴人主張のように洪水の危険に対して十分な安\n全性を有するとく到底いえない。更にダムは一時洪水を貯めるものであるから、大\nきなエネルギーをを貯めて、危険性をそれだけかかえたことになる。富十戸一号ダ\nムは、保安林伐採による増加水量のカツトのみを目的としているから、現状維持で\nしかない。現状維持だけで危険をかかえたということになれば、デメリツトをかか\nえたにすぎない。したがつて富士戸一号ダムは、洪水に関してはメリツトは何ら有\nせず一度決壊すれば生命の危険という不利益はあつても、何の利益もないダムであ\nるといわなければならない。\n（二）　昭和五〇年六号台風の降雨による水害\n（１）　台風六号水害の特徴\n昭和五〇年八月二二日二〇時から二四日四時まで三二時間に富士戸一号ダム地点で\n降雨量一三九ミリメートルを記録した（ただし、控訴人は一五〇・五ミリメートル\nと主張している。）。これを時間雨量でみると昀高一五・五ミリメートルであり、\nこれは集中豪雨ではない。ところで右の降雨により長沼地方で洪水が発生した地域\nの主なところは、馬追山を集水地域とするタンザン川、富士戸川、ワツカポツプ川\nが山根川と合流する附近一帯及び零号排水路と馬追運河の合流地域、馬追運河の左\n岸かさ上げ箇所（西五線より上流一、〇〇〇メートル）より上流一キロメートルな\nいし二キロメートル附近となつている。そうして、排水機場附近にはいづれも洪水\nは発生していない。出水時刻はタンザン川下流では二三日早朝、他の所では二三日\n夕刻に出水している。これを昭和四一年の洪水と比較すると、同年八月一九日と二\n〇日の北長沼における毎時降水量は別添表二四のとおりである。これに対し、台風\n六号時の富士戸一号ダム地点における毎時降水量は別添表二五のとおりである。右\nの資料に明らかなように、昀高降雨量は昭和四一年では、八月二〇日午前四時から\n五時までの一時間で四二ミリメートルの降雨量に対し、台風六号時である八月二三\n日の午後八時から九時までの一時間でわずか一五・五ミリメートルであり、これを\n比較すると昭和四一年は今回と異り集中豪雨であつたことは明らかである。ところ\nが出水時刻は今回の場合は昭和四一年のときよりも早く、被害も大して変りはな\nい。\n以上の特徴を総合すると次のように結論付けられよう。台風六号による水害は馬追\n山に降つた雨が、多量にかつ速くタンザン川、富士戸川、ワツカポツプ川に流れ\n（鉄砲水状）、これが山根川に流れ込んだが山根川に勾配が少ないため合流点附近\nで溢水した。更にこれらの川の流水はいずれも零号排水路に集中するが（ただし、\nタンザン川を除く。）、これが吐ききれずに馬追運河合流点附近で溢水を起こして\nいる。他方排水機は、その附近の洪水防止の機能はいとなむが、その上流部での洪\n水防止には機能していない。右の事実から検討すべき点は次の諸点である。（１）\n富士戸川、タンザン川の下流域で、降雨開始より短時間に、多量の洪水があつた原\n因は何か、特に昭和四一年のときと比較して出水が早かつた原因は何か。（２）か\nさ上げ地点上流部の溢水は、かさ上げによる影響といえないか。（３）以上の問題\n点は、本件代替施設の不備を立証することにならないか。\n（２）　タンザン川下流地域の洪水\n控訴人は、本件保安林は、旧夕張川の支流である富士戸川本、支流の上流部にあつ\nて、馬追運河流域に位置するため、本件保安林から流出する水は、すべて富士戸川\n本、支流に集まり、東四線排水路、零号排水路を経て、馬追運河に流入すると主張\nしている。これを前提に富士戸一号ダムに、富士戸川本、支流の合流点に設置され\nているのである。しかしながら、基地が設置された現在でも、本件保安林から流出\nする水は、すべて富士戸川本、支流に集まるのであろうか。\n昭和五〇年九月二一日現在のタンザン川及び連絡道路の状況は次のとおりである。\n沢にみられる植生は根曲り竹、かん木、山ぶどう、ふき、その他雑草である。河道\nは道路から約六〇〇メートル附近まで、ほとんど全面的な露頭で、稜線附近に分布\nする火山岩の転石、及び砂、泥のたい積物であり、朽木等はほとんどない。右約六\n〇〇メートルより上流は沢型が失われ、やや緩斜面となり、熊笹やかん木におおわ\nれている。この斜面でに、熊笹が幅約七メートルにわたつて枯れ、下草が倒伏して\nいる。この地点から連絡道路まで約一二〇メートル位しかない。これは、明らかに\n激しい流水のあつたことを物語つている。連絡道路の一部約四〇メートルはタンザ\nン川の集水域にかかつている。道路はタンザン川上流の鞍部でヘアピンカーブして\nおり、道路が、タンザン川に面した部分に幅四〇センチメートル、高さ四三～四五\nセンチメートル、厚さ約五センチメートルのコンクリート製Ｕ字溝が作られてい\nる。道路に幅約八メートルで二車線はどの幅があり、カーブのところどころでは数\n度内側に傾斜している。道路には砕石バラスが敷かれているが外側に寄せられたよ\nうになつており、わだちは内側半分についている。道路に敷かれたバラスがＵ字溝\nの中とＵ字溝の外測の壁の上、更にＵ字溝を越えてタンザン川の斜面に下流約二〇\nメートル位まで多量に散乱している。\nこのバラスの散乱した原因について考えてみると、それは道路を流れてきた水が急\n流となつてタンザン川に流れ込み、これがはじき出したものと考えられる。すなわ\nち、道路はタンザン川に向つて約三五〇メートルはほとんど直線で、カーブ附近二\n〇〇メートルは、一、〇〇〇分の一〇〇という急な傾斜である。道路には顕著なわ\nだちがあり、直線部分の側溝が埋つているから、水は道路を流れて来ることが容易\nに推定できる。更に道路はカーブの内側に向つて傾斜しており、道路の直線部分の\n何割かはオープンカツトであるから、一度道路に出た水は、効率よくタンザン川に\n注ぎ込み得る状態である。以上のような道路の状況と、カーブ附近の熊笹の倒伏状\n態、及びバラスの散乱状況を総合すると、かなりの勢いで水がタンザン川に流れ込\nんだことを示している。そこで、本件保安林中、射撃統制地域内のどの範囲の水が\nタンザン川に注いだのかが問題となる。これを示したのが別添図面一一である。同\n図面からみると基地内の北側半分（道路より高い部分、同図面の（イ）斜線部分）\nに降つた水は直接道路に流れ出る。したがつてこの部分は、ほとんど確実にタンザ\nン川に注ぐ。この部分は基地の設置により新たにタンザン川の集水域になつたとこ\nろである。残り南半分（同図面（ロ）斜線部分）に降つた水は、Ｕ字溝ヒユーム管\nを通つて富士戸川本流に流れ込むことになつている。ところが、道路の路面は同図\n面ａからｂまでの間は中央が高く、両側がへこんでいる。そうすると外側半分に流\nれる水は同図面でａｂ間及びｂ附近で富士戸川に流れ、内側半分は、側溝ないし路\n面を通つてタンザン川に流れ込むことは容易に推測される。また同図面の（Ａ）\n（Ｂ）附近の両斜面の流れ状況を比較すると、（Ａ）斜面は熊笹の枝までが流れの\n方向に従つて方向性を与えられているのに対し、基地側の（Ｂ）斜面は、せいぜい\n笹の葉程度しか方向性が与えられていない。これは（Ａ）斜面より（Ｂ）斜面の方\nが流量が少なく流速が遅いことを示す。本来なら（Ｂ）斜面の上流部は木を伐採\nし、ヒユーム管等を通じて水が流れるのであるから、これのない（Ａ）斜面より流\n速が速いはずであるがこれが逆であることは、この斜面へ流れ込む水が（Ａ）斜面\nより少なく流速が遅いことを意味する。これは南側半分に降つた水の全部が、富士\n戸川に流れ込んではいないことの証左と考えられる。以上のことから、同図面の\n（ロ）部分もタンザン川の集水域に一部流れ込んでいると考えられるのである、し\nたがつて、本件保安林のうち射撃統制地区に降つた雨の大部分は、富士戸川に流れ\nるのではなく、タンザン川に流れ込むことが明らかである。にもかかわらず、この\n点に対する対策が何らなされていないのであるから、台風六号による流水は昭和四\n一年の洪水時に比較してより多く、かつ速く、下流域に溢水をもたらしたと結論付\nけられるのである。\n（３）　富士戸川下流域の洪水\n昭和五〇年八月二三日から二四日にかけて富士戸一号ダム附近で観測された雨量を\n時間別の有効雨量に直して示したのが、別添図面一二の上部に示したグラフであ\nり、これをもとに、控訴人の計算方法で伐採前の流入量を示したのが同図面○印の\nグラフである。そうして伐採により、増加すると予想した流入量は同図面◎で示し\nた斜線部分である。ところが、控訴人が実測値に基づいて、実際に流入したとする\n流入量は、同図面●で示したグラフである。これによると次のことが判明する。控\n訴人が伐採後に増加すると推定した流入量（◎部分）よりはるかに多い水量（●部\n分）が現実に流入している。したがつて推定以上の量が余水吐より流出したことに\nなる。これは次のことを意味している。控訴人が採用した流出率（平均〇・四六）\nよりも現実に台風六号で降つた雨の流出率（同図面●部分は〇・七五九となる。）\nは極めて大きい。このことは伐採後の保水能力が極めて低くなつていること、その\n原因が、基地建設によつて森林の生態系をみだし、馬追山の保水機能を低下させた\nことであると考えられる。以上の事実は、ダムの容量、余水吐の設計が現実に合致\nせず、安全性のうえで、ますますその危険性を裏付けることになる。結局これらを\n総合すると、本件保安林を伐採し、代替施設として設計した富士戸一号ダムは、代\n替の機能を果していないために、富士戸川下流域において異常洪水の原因となつた\nことを証明していることになる。\n（４）　かさ上げ上流地域の溢水\n台風六号による洪水に、西五線より馬追運河上流一キロメートルのかさ上げした反\n対側（北側）及び下流でも発生している。これは排水機の能力がこの地帯まで及び\n得なかつたことを示している。そうすると、かさ上げは、その部分では効果を発揮\nしたが、逆に反対の北側での洪水及びその上流地帯へ水の押し上げの機能を生ぜし\nめ、上流地帯の洪水原因になつたものと容易に推定し得るものである。\n（５）　結び\n以上の検討により、タンザン川、富士戸川下流域での洪水、ひいては馬追運河の溢\n水は、いずれも本件保安林の伐採と基地建設及び伐採後の代替施設の不備によるも\nのであることを物語るものであり、控訴人が主張する本件代替施設の安全性は事実\nをもつて否定されたものというべきである。\n（三）　砂防ダムの不完全性\n（１）　林地からの土砂流出量\n控訴人は林地からの土砂の流出は考慮していない。考慮しなかつた理由は、土砂が\n流出しないというのではなく、もともと流出しているものであるが、基地設置によ\nつて特に現状に変更はないからというにある。科学的に流出しないというのではな\nく政策的に流出しないことにしたというにすぎない。したがつて、林地からの流出\n土砂量を考慮しない砂防ダムの貯砂能力の算定は不正確である。\n（２）　芝張地、土捨場からの土砂流出\n仮に通常の状態の場合、芝張地及び土砂場からの土砂の流出は、控訴人の主張どお\nりだとしても、張芝が完全な草生状態になるには数年を要する。この間に集中豪雨\n等の異常降雨があつた場合、完全な草地ではないのであるから、鉄砲水となつて土\n砂崩れが発生することは容易に想定し得るところである。この場合は裸地以上の被\n害をもたらすであろうから、安全性を考慮するなら、少なくとも裸地同様に考える\nべきである。更に控訴人の主張するように仮に本件馬追山が、支笏火山噴出物、樽\n前火山灰、恵庭火山灰が数層にわたつてたい積しているとすれば、異常洪水時には\nいつそう土砂崩れや、崩壊の危険性が大きくなるものというベきである。\n第二　本案についての主張\n一　控訴人の主張\n１　被控訴人らの主張する違法事由と行訴法第一〇条との関係\n（一）　一般論\n行政処分の取消訴訟においては、自己の法律上の利益に関係のない違法を理由とし\nては取消しを求めることができないものとされている（行訴法第一〇条第一項）。\nこれは、抗告訴訟の本質が、行政処分の取消判決によつて行政を是正し、公益に資\nすることにあるのではなく、あくまでも、違法な行政処分によつて私人の被つた権\n利、利益の侵害を救済することを目的とする制度であることからの当然の帰結であ\nる。したがつて、取消訴訟において、原告たる者が、当該行政庁のした行政処分に\n存する具体的な違法事由として主張し得る理由の範囲は、自己の法律上の利益に関\n係のあるものに限られるのであつて、それに関係のない違法事由までも主張するこ\nとは許されない。そして、「自己の法律上の利益に関係のない違法」とは、行政庁\nの行政処分に存する違法のうち、原告が具体的に法律によつて保護されている権\n利、利益に関係のない違法をいうものと解すべきであり、具体的に、行政庁のした\n行政処分が取消訴訟において違法と認められるか否かは、原告として訴えを提起し\nた者が、どのような違法事由を主張し得るかによつて決められるべきである。この\n意味で、当該行政処分の違法の有無についての裁判所の判断は、訴訟の当事者との\n関係において相対的になされざるを得ないのである。行訴法は、司法裁判所が一般\n的に行政処分の違法性を認定すべきものとしているのではなく、あくまで、個々の\n紛争事件を通じて、行政処分により侵害された具体的権利、利益を救済するのに必\n要な限度で、当該行政処分の違法、適法を判断し、その取消しをすべきか否かを決\n定すべきものとしているのであつて、これは、司法裁判所の本質からくる当然の事\n理を確認したものである。\n（二）　本件訴訟における違法事由\n被控訴人らか、森林法によつて、仮に何らかの個人的権利、利益を具体的に保護さ\nれている者であるとしても、その保護されている利益は、本件保安林が従前果して\nきた理水機能の作用による洪水緩和及び用水確保の効果を受ける利益にとどまり、\nそれ以上ないしこれと別個の権利、利益は右保護利益の範囲内には含まれない。し\nたがつて、被控訴人らが本件において農林大臣の実体的判断の違法を主張し得ると\nしも、それは単に同法第二六条第二項に関連して考えられる違法事由すべてにわた\nるのではなく、右の利益とかかわりのある事由のみにに限られるべきであり、裁判\n所の本案の判断も、このような被控訴人ら個人が保護されている利益との関係にお\nいてのみなされるべきである。\n被控訴人らは、本件保安林指定の解除処分の目的が違憲であるため右処分自体が当\n然違憲無効となると主張するのであるから、この場合には被控訴人らは、法により\n保護されている利益と無関係に当然無効事由を主張し得ると解しているものとも考\nえられる。しかし、わが国においては、特殊な憲法訴訟は認められていないのであ\nるから、右のように主張するだけでは、被控訴人らのみが右処分の違憲無効を理由\nとしてその取消しを求め得ることの理由を明らかにしたことにはならない。地元住\n民個人としては、解除処分の無効事由を主張して、その無効確認の訴えを提起し得\nる場合があるにしても、その場合も確認の利益は必要であるから、原告たる者の法\n的権利、利益関係と当該行政処分との関連を考慮せず、事件とまつたく関係のない\n処分の無効事由を主張することはできない。\nなお、被控訴人らは、自衛隊の施設設置は森林法第二六条第二項にいう公益上の理\n由には当らないと主張し、同法第二六条の公益上の理由の要件の存否を判断するた\nめには、自衛隊の防衛施設の設置が憲法に違反するか否かの問題を判断しなければ\nならないとしている。しかし、仮に本件解除処分について、被控訴人らの法によつ\nて保護される利益と無関係な違法事由が存するとしても、これがすべて森林法第二\n六条第二項にいう公益上の理由の不存在事由として被控訴人らにおいて主張し得る\nものとなるものではないことは右違法事由主張の制限による違法の相対性という点\nからみて当然である。\n２　森林法第二六条第二項における公益判断\n（一）　自由裁量行為\n森林法第二六条第一項は、保安林指定の理由が消滅したときは、遅滞なく指定を解\n除することを義務付けている。これは、右指定によつて本来自由に行使し得ベき財\n産権が一定の公共の利益を実現するために行使を制約されているため、右指定理由\nが消滅したときは直ちにその制約が解消されるべきことを特に確認する意味で当然\nの事理を規定したにすぎないものである。ところが、同条第二項は、第一項と異な\nり、指定の解除につき控訴人に包括的な裁量権を授与している。この同条第二項に\nよる解除が自由裁量行為であることは、右解除が森林所有者らに対しいつたん課し\nた制約を回復する行為であること、同項が指定解除の要件を規定するにつき「公益\n上の理由により必要が生じた」という極めて拍象的な公益概念を用いるにとどま\nり、具体的に拘束する文言を採用していないこと、また、指定解除の権限を「でき\nる」という文言で授権し、その権限を行使するかしないかの選択の余地を残してい\nることからも明らかである、「公益上の理由により必要が生じたとき」という要件\nは、講学上不確定概念といわれるものであるが、不確定概念の中でも「公益上必要\nがあるとき」というような抽象的価値概念については、価値観によつて解釈が異な\nり、価値判断についての客観的、具体的基準が存在しないために、裁判所の判断を\nもつて行政庁の判断に置き換えることが不可能である。しかも、現に存するものと\nしての公益は、それ自体歴史的なもので、常に不断の社会的変遷に応じて具体的に\n創造されていくものであつて、こうした公益を実現する方法についても各種各様の\n考え方が成り立ち得る。公益を維持増進するために如何なる政策を採り、如何なる\n措置を構じ、如何なる処分をなすべきかは、それぞれ見る人によつて見解が異なる\nのであつて、まして、いずれの政策、いずれの処分がよりよく公益を維持増進する\nかという点になわば、社会の見解はますます多岐に分れる。実際の社会では、公益\nを実現する手段、方法は常に多種多様な複数のものとして現れてくるのであり、行\n政庁は、その職責上具体的な処分をする場合に、常に自己の判断でそのうちから昀\nも適当と思う特定の一つを選ばざるを得ないし、また選ぶことを許されているので\nある。したがつて、行政庁のなした公益適合性の判断については、それ自体一応の\n合理性を有するときは、当不当の批判は別として、何人もこれを合法として尊重す\nることを要する。裁判所も、自己の公益判断に合致しないというだけの理由で行政\n庁の処分を違法と判断することはできない。もし、かかる理由で裁判所が行政処分\nを違法として取り消すことができるものとするならば、裁判所は国の施策にまで立\n入つて拘束力ある判断を示しながら、しかもその結果について国民に対して何ら責\n任を負わないことになつて、民主政治の根本に反する結果となる。もつとも、法治\n主義の厳格な適用という観点から見れば、立法者が行政庁に対して行政権の発動を\n授権する場合には、すべて具体的、一義的な概念を用いて、これを規定することが\n望ましいといい得るかもしれない。しかし、もともと法は一般的、抽象的な定めで\nあり、あらゆる場合を想定して洩れなく具体的規定を設けておくことは不可能であ\nる。のみならず、行政は、予測し難い情勢の変化に即応して個別的、具体的な場合\nに公益を誤りなく実現するように努めなければならない使命を負うものであり、こ\nのような必要から、立法者は、個別具体的な場合に、行政庁を拘束する一義的、決\n定的な規定を設けず、なされるべき行政行為について事実上の影響を含む多数の不\n確定要素を把握総合してなす行政庁独自の具体的判断にゆだねることがある。この\nような範囲内で行われた行為は、行政庁の裁量によるものとしてすべて立法者の是\n認するところであるから、適法といわなければならない。裁判所の本来の機能は、\nある処分が法の拘束要件に合致しているか否か、すなわち適法か違法かを判断する\nことであつて、よりよく公益に適合する処分は何であるかを探索することではな\nい。そして、私法の分野においてもそうであるように、行政法の分野においても、\n利益衡量をする場合のプロセスはあつても、価値の序列、利益の序列という実体的\nな序列は未だできていないのである。裁判所は、法の解釈によつて法の空白を補充\nする努力を怠つてはならないが、解釈による法の補充にはおのずから一定の限度が\nある。\n（二）　被控訴人らの要件解釈に対する反論\n被控訴人らは、森林法第二六条第二項の規定による保安林指定の解除は、保安林制\n度によつて保護される周辺住民の基本的権益を保安林指定の解除により失わせるか\nら覊束裁量処分であると解し、同項の「公益上の理由により必要が生じたとき」と\nは、右裁量判断を拘束する法的要件であるとする。そして右要件の解釈として、具\n体的に、（１）同項の「公益上の理由による必要」とは従来の保安林指定の目的を\n上廻る内容ないし程度のものでなければならない、（２）その解除により周辺住民\nら利害関係者の被るべき不利益を代替措置によつて十分に解消し得ることが当然に\n要件とされなければならない、（３）公益上の理由が存する場合にも、殊更保安林\n指定地区に設置しなければならない高度の必要性、すなわちその土地以外に他に適\n地を求めることかできない場合でなければならない、という三つの要件を掲げ、右\n要件の一つが欠けても解除処分が違法となると主張する。しかし、「公益上の理由\nにより必要が生じたとき」という抽象的公益概念からは公益に関する具体的要件を\n客観的、一義的に導き出すことは不可能であるし、被控訴人らが主張する右三要件\nは、森林法の具体的条項から見ても、当該処分の適法違法を判断する要件としては\n誤りである。その理由は、次のとおりである。\n（１）　（２）の要件について\n保安林指定の解除処分については、同法第二法条第一項及び第二項に規定されてい\nるが、保安林指定の理由が消滅した場合の第一項の解除においては、指定前の状態\nに戻すのが当然であるから、保安林指定の解除をする公益上の理由の存否にかかわ\nらず必ず指定解除（撤回）をしなければならず、解除するかしないかの裁量の余地\nはない。なお、当該保安林の現に有する保安効果と同等ないしこれを上廻る保安効\n果をもち、これに代替し得る施設が設置されたとき、又はその設置が極めて確実と\n認められる場合には、行政実務の運用上、「その指定の理由が消滅したとき」とみ\nなして解除を許す取扱いをしている。この場合においては、当該森林をなお保安林\nとして指定しこれに法規制を加える必要はないのであるから、本来あるべき元の姿\nに戻すのが当然であり、指定理由が消滅したものとみなして指定を解除する実務上\nの運用は、当を得たものと評価すべきである。しかし、同条第一項とは別に同条第\n二項が設けられ、第一項に「その指定の理由が消滅したとき」という文言があるの\nに、第二項にはその文言がなく、かえつて「公益上の理由により必要が生じたと\nき」という文言が存在するところからみれば、第二項の解除は、保安林の指定理由\nが消滅していないにもかかわらず公益上の理由による必要性によつて解除し得る場\n合であることはいうまでもないから、この場合の解除につきなお適法要件として代\n替施設の完備を要求することは、第二項の趣旨を没却するものであつて明らかに誤\nりである。けだし、代替施設が完備するときは、実務上運用されている如く同条第\n一項によつて解除すれば足り、またそのように取り扱うのが理論上正当であるから\nである。林野庁長官通達（昭和三六年五月一八日付三六林野治第四二〇号）や昭和\n四三年の森林法施行規則改正も、代替施設の設置を望ましいとするものではあつて\nも、これを第二項の解除の適法要件とする趣旨ではない。\n（２）　（１）の要件について\n水源かん養保安林の指定により洪水、渇水を緩和し、各種用水を確保し国土を保全\nすること、国防のためのナイキ基地を設置することは、いずれも一つの公益であつ\nて、本件保安林を保安林として存置することも、あるいは保安林の指定を解除して\nナイキ基地として使用することも、ともに公益を実現する手段方法である。この二\nつの公益のいずれを選択する方がよりよく公益に適合するかという判断は、正に行\n政庁の政策決定の問題であり、価値判断の問題であつて、右公益の選択は、公益実\n現をその使命とする行政庁の専権にゆだねられているところである。\nなお、取消訴訟における処分の違法の相対性の理論は、違法性の判断に関して問題\nとすべき比較衡量論の可否についても考えられる。すなわち、もし仮に、森林法第\n二六条第二項による解除の申請を却下した処分に対する取消訴訟の原告が森林の所\n有者である場合には、同法がその者が本来自由に使用し得べき財産権の行使を制約\nしてでも洪水防止等による国土保全を図らなければならないという公益と、右財産\n権行使の制約を解かれた森林所有者が自己の土地を一定の公共の目的のために使用\nする必要があると主張するその公益とを比較衡量して、右処分の違法性を決する一\n要素とすることがあり得るとしても、かかる森林所有者の犠牲によつて保安林指定\nがなされ公共の利益が図られた結果として、単に間接的ないし事実上の利益を受け\nるにすぎない地元住民の一人が原告として右所有者の解除申請を認めた処分の取消\nしを求める訴訟である場合、かかる地元住民の一人は、解除後の所有者の森林使用\n方法ないし処分先如何についてまでとやかく干渉し得るものではない。この点に関\nし被控訴人らの主張するところが、被控訴人らは、本件保安林所在地の地元住民で\nあつて、同法の保護する洪水緩和等の公共の利益を受ける者であるから、右公益と\n解除後に森林の転用によつてもたらされる公益とを同質的なものとみて、両者を比\n較衡量すべきであるとし、この二つの利益を同質的なものとして比較衡量し得ると\nいうのであれば、被控訴人らの主張する地元住民としての利益は公益であり、もは\nや個人として法により保護された利益とはいえないはずであるから、もともと被控\n訴人らには原告適格が認められないことになるといわなければならない。けだし、\nいやしくも本件取消訴訟の原告として訴えを提起し得る資格をいうのであれば、個\n人として、被控訴人の一人一人が法によつて保護された利益をもつ者であるといわ\nざるを得ないからである。また、被控訴人らは、森林法第二六条第二項にいう「公\n益上の理由により必要が生じたとき」の意味について、保安林指定による利益を上\n廻るような他の公益的な必要が生じたときを指すものと解し、比較衡量論を認めな\nがら、しかし、かかる比較衡量は単純になされてはならず、特に保安林の指定が直\n接受益者の生命、身体の安全にかかわる場合があることを挙げて、保安林指定の解\n除による関係住民ないし受益者の権利、利益の侵害がもともと微小であるか、又階\nは代替施設工事等により微小にすることができる場合に限つて許されるべきである\nとして、いわば制限的な比較衡量論を打ち出しているかのようである。しかし、右\nにいう関係住民の中に被控訴人ら個々人が入るのであれば、被控訴人ら個人の生\n命、身体にかかわる利益（私益）を転用目的達成による公益と比較しようとしてい\nることになるが、このような比較衡量が可能であるかどうか、それ自体問題であ\nる。\n（３）　（３）の要件について\n適地性は、国防上の見地からナイキ基地をどこに設置するのが適当かという極めて\n専門、技術的判断に係るものであり、かかる専門、技術的判断が行政庁の自由裁量\nに属することは広く一般に承認されているところである。のみならず、この適地性\nという事項は、個別具体的場合に、行政庁がその専権に属する公益実現についての\n裁量的判断をするに当つて、他の諸般の事情とともに考慮されるべき一事情にすぎ\nない。\nなお、被控訴人らは、保安林指定の解除処分に土地収用法の事業認定や収用裁決の\n要件を類推すべきであると主張するものの如くである。しかし、森林法における保\n安林指定の解除処分と土地収用法における事業認定や収用裁決処分とは法的性格に\n相違がある。土地収用法は、同法以前に存在し、同法以外の法令で認められた権利\nを特定の事業のために強制的に収用しもしくは使用し（同法第三条）又は消滅させ\nもしくは制限する（同法第五条）手続を定めたものである。すなわち、既存の権利\nを外在的理由によつて制限したり剥奪したりする場合の規定である。したがつて、\nその制限、剥奪については、憲法第二九条の財産権の保障との関係で、「事業計画\nが土地の適正且つ合理的な利用に寄与するものであること。」（土地収用法第二〇\n条第三号）という個別具体的比較衡量を義務付け、その判断を法的に拘束する必要\n性を認め得る余地も存するであろう。ところで、土地収用の場合においても、現行\n土地収用法第二〇条のような事業認定についての要件規定がなかつた旧法の下で\nは、明文の規定がなくても公益上の必要があることを要することは一般に承認され\nていたところであるが、現行法第二〇条第三号のような要件までも必要とするかど\nうかについては、そのような要件を必要としないというのが一般的見解であつた。\nしたがつて、現行法第二〇条第三号のような要件は、明文の規定がある場合にはじ\nめて要求されるものであり、土地収用の場合といえども事理の当然として要求され\nるものではない。なお、土地収用法においては、適地性の要件は同法第二〇条第三\n号の解釈として要求されているものであり、同条第四号の「公益上の必要があるも\nの」の「必要性」の要件として要求されているものではない。このように、適地性\nの要件は、土地収用の場合においても当然の事理として要求されるものではなく、\n土地収用法第二〇条第三号のような規定があつてはじめて要求されるにすぎないと\nいうことができるのである。したがつて、被控訴人らが、森林法第二六条第二項の\n「公益上の理由により必要が生じたとき」の「必要性」の要件として当然適地性が\n要求されるように主張していることは、この意味においても誤りといわなければな\nらない。\n３　違憲の主張と司法判断\n（一）　本件訴訟における憲法判断の対象\nわが国の裁判所による違憲立法審査は、具体的た事件において当該裁判をするのに\n必要な限度において、適用される法令の合憲違憲について裁判所が判断し、違憲と\nされた法令の適用を排除するものである。したがつて、仮に本件訴訟において、憲\n法判断が必要とされるとしても、憲法適合性の審理、判断の対象とされるものは本\n件処分に具体的に適用された法規である。そして、その具体的に適用された法規の\n憲法適合性を事件との関連性のある限りで審理、判断することになるのである。\n被控訴人らは、本件保安指定解除処分が違憲の存在である自衛隊のミサイル基地設\n置のための処分であるから、憲法的公序の下で森林法を解釈するときは、同法第二\n六条にいう「公益上の理由」は存在しないし、したがつて本件で違憲審査の対象と\nなつているのは、航空自衛隊ミサイル基地設置計画、ひいては自衛隊という存在そ\nのものであり、自衛隊の組織、編成、装備等その静的な存在側面、及び演習、訓\n練、教育等の動的な側面、更にこれらの存在を根拠づけている法制度等であると主\n張する。しかし、このように、長沼町におけるナイキ基地設置計画の憲法適合性が\n森林法第二六条の「公益上の理由」との関連で問題となり得るとしても、その問題\nは、ナイキ基地設置計画の根拠法規となる自衛隊法、防衛庁設置法等の合憲性が右\n計画と関連性を有する限度において審査されるべきものである。すなわち、ナイキ\n基地の設置に自衛隊法等に基づくものであるから、ナイキ基地設置計画の憲法第九\n条適合性の判断とは自衛隊法等（憲法第九条との関係では直接には自衛隊法）の憲\n法第九条適合性をナイキ基地設置計画との関係において判断するというとである。\n憲法は、法の法であり、ある行為について根拠法がある場合には、その根拠法を媒\n介としてのみ具体的事実に適用されるのであつて、自衛隊の存在あるいはナイキ基\n地設置計画そのものの憲法第九条適合性が判断されるべきものではない。被控訴人\nらの主張は、自衛隊の存在違憲をまず前面に出し、次いで自衛隊関連法規の違憲性\nにさかのぼり、改めてそこから下降して本件ナイキ基地設置計画の公益性を否定す\nるのであろうが、自衛隊の存在そのものが違憲であるからといつて論理必然的に自\n衛隊関連法令、が違憲になるわけではない。自衛隊は自衛隊法の所産であり、関係\n法令の運用の結果として存在するものであるから、法令そのものは合憲であつても\n運用の結果が法令に違反し、したがつて憲法にも違反するということはあり得る\nし、そのような場合には単に法令違反として処理すべきであろう。のみならず、本\n件訴訟の審判の対象はあくまでも本件保安林指定解除処分であり、本件において違\n憲審査が必要となるとしても、その場合における具体的事件とは、たかだか右処分\nの処分理由となつている本件ナイキ基地設置計画であるということに帰着する。そ\nうであるとすれば、ナイキ基地設置計画の自衛隊法適合性を媒介としてナイキ基地\n設置計画が違憲審査の対象になることはあつても、自衛隊全体が違憲審査の対象に\nなることはあり得ないはずである。また、ナイキ基地設置計画の違憲性の判断のた\nめには自衛隊の違憲性の判断が必要かつ有用というべきものでもない。一口に自衛\n隊といつても、それは行政府の多数の行為によつて作られた装備、編成、方針など\nの集合である。ある機関がある計画をたて、ある部隊がある教育訓練を実施し、あ\nる部隊をある武器によつて装備するというような個々の行為は、事実上互いに関連\nし有機的に結び付いてはいるけれども、ある行為の効力が直ちに他の行為の効力に\n影響するとは限らない。これらの計画や装備等については、租税の賦課処分と滞納\n処分との関係のように後者の効力の発生力や存続が前者の有効性を前提としている\nというような関係は存しないのである。例えば、一定の時期における一定の防衛計\n画の内容に違法、違憲の疑いのあるものがあつたとしても、そのことが直ちに当該\n計画全体を違法、違憲ならしめるものでもなければ、同時期あるいは他の時期の計\n画の違法、違憲性を招来するものでもないのである。また、特定の武器の保有、装\n備が違法、違憲とされても、その他の武器の保有、装備が違法、違憲とされるもの\nではない。したがつて、このような個々の問題を離れて自衛隊それ自体を論ずるこ\nとは、少なくとも訴訟の場においては無意味である。\n更に、被控訴人らは、当審において、自衛隊は、憲法第九条に違反するばかりでな\nく、反民主主義的、反人権的性格を有する点で、憲法の基本原理に背反し、違憲の\n存在であるとともに、自衛隊法にも人権侵害規定が存在するとして、自衛隊法自体\nの違憲性を主張している。右の主張のうち、自衛隊が反民主主義的、反人権的性格\nを有する根拠として挙げている事実と憲法規範との対応関係は必ずしも分明ではな\nいが、いずれにせよ、それらの事実は本件ナイキ基地設置計画自体について存在す\nるものとして主張されているとも解せられない。すなわち、そのような自衛隊の性\n格についての主張が本件ナイキ基地設置計画と関連性を有するとは理解し難いので\nある。あるいは、被控訴人らは、本件ナイキ基地設置計画と自衛隊の存在とが不可\n分であるから、自衛隊の違憲事由は本件ナイキ基地設置計画の違憲事由ともなると\nいうのであろうか。しかし、両者がそのような関係に立ち得ないことは上述のとお\nりである。また、被控訴人らのいう自衛隊法上の人権侵害規定なるものは、それら\nの規定が仮に被控訴人らの主張するとおり違憲であつたとしても、その規定のみが\n違憲であるにとどまり、当然に自衛隊法全体の違憲性を理由づけるものではない\nし、そもそもその主張理由自体、自衛隊が憲法第九条に違反する存在であることが\n根拠になつているものであつて（例えば、被控訴人らが主張する自衛隊員に対する\n罰則規定も、自衛隊の存在が憲法第九条に違反しないとすれば、防衛上の必要から\n一般公務員と区別して規定する必要があるにことは十分肯認し得るはずであ\nる。）、ひつきよう自衛隊法の憲法第九条違反の主張に帰着するものである。前述\nの自衛隊の反民主主義的、反人権的性格についての主張も、自衛隊の憲法第九条違\n反の主張に由来するものであつて、憲法第九条違反の主張と独立した意義を有する\n主張とはとらえ難い。\n（二）　自衛隊の実態審理\n本件ナイキ基地設置計画は自衛隊法に基づいて樹立されたものであるから、もし森\n林法第二六条の「公益上の理由」との関連で右計画自体の法的評価が問われるとす\nれば、まず右計画の自衛隊法適合性が問題とされるべきものであり、憲法適合性の\n問題は、右計画が自衛隊法に適合していると評価された場合に、進んで自衛隊法の\n憲法第九条適合性という形で登場し、右計画との関連で審理、判断されるべきもの\nである。\nところで、自衛隊法第三条によれば、自衛隊は、わが国の平和と独立を守り、国の\n安全を保つため、直接侵略及び間接侵略に対しわが国を防衛することを主たる任務\nとしており、そのための武器保有については、同法第八七条において「自衛隊は、\nその任務の遂行に必要な武器を保有することかできる。」と規定している。本件ナ\nイキ基地は、防空用施設であり、その固定性、射程距離（一三〇キロメートルで、\n外国の領海には達しない。）から見て明らかに専守防衛施設である。そして、かよ\nうな防空用施設が必要であることは、諸外国の航空機発達の一般的傾向のみを見て\nも明らかである。したがつて、本件ナイキ基地が自衛隊法に適合することはすでに\n明らかである。ところが、被控訴人らは、当審においてもなお、自衛隊の実態審理\nの必要性を強調するので、被控訴人らの主張が失当である理由を次に述べる。\nまず、自衛隊の実態を調べる必要があるとする被控訴人らの主張は、実は憲法解釈\nにおいて、自衛のための必要昀小限度の実力の保持に許されるという控訴人の解\n釈、そして自衛隊法の憲法適合性を前提としなければ成り立ち得ないものであると\nいわなければならない。自衛のためであれ、如何なる実力の保持も許されないとす\nる被控訴人らの憲法解釈からすれば、自衛隊法は全面的に違憲となり、自衛隊の実\n態審理もまつたくその必要がないはずである。更に、自衛隊が「自衛のための必要\n昀小限度の実力」であるかどうかを判断するについて、被控訴人らの主張するよう\nな自衛隊の実態に関する諸般の事実を調べることは、必要でもないし、かつ許され\nるものでもない。およそ、国家の保持する実力組織は、侵略的にも防衛的にも使用\nし得るものであつて、それが存在すること自体は無色というべきである。これこど\nのような性格を与えるかはこれを運用する国家の意思によつて定まり、その意思は\n憲法を頂点とする法体制（防衛法体制）によつて示されるのである。自衛隊法は、\n自衛隊の任務を主としてわが国に対する直接侵略、間接侵略からわが国を防衛する\nための作用に限定しており、したがつて、装備面においてもこれに必要な昀小限度\nの範囲に限定しているのであつて、自衛隊の基本的性格に明らかに防衛の域を超え\nるものではない。被控訴人らは、自衛隊がわが国を防衛するための実力であるかど\nうかを判断するためにに、特に在日米軍との関係や自衛隊基地の機能を調べる必要\nがあると主張するが、この主張は、自衛隊が国際紛争解決の手段として用いられる\n具体的危険性があるかどうかということ、換言すれば、自衛隊が装備面及び作用面\nにおいて自衛のための必要昀小限度の実力にとどまつているかどうか、在日米軍は\n侵略的性格を持つものかどうかを調べる必要があるということになるであろう。実\n力組織が自衛のためのものか侵略のためのものかは、さきに述べたように、基本的\nには国家の意思すなわちその国の防衛法体制によつて決まるのであるが、自衛隊の\n装備、作用が自衛のための必要昀小限度を超えていないかどうかとか、在日米軍が\n侵略的性格を持つかどうかということは、わが国をめぐる政治上、軍事上の国際情\n勢とも関連させて考えなければこれを判断することができないことは明らかであ\nる。すなわち、そのような問題について判断するためには、時々刻々に変動する国\n際情勢とわが国の防衛事情を相対的、流動的に把握しなければならないが、国際情\n勢を形成している諸要素は多岐、複雑微妙であり、かつ、一定の事実から一定の結\n論を導き出すことに関し、確立された科学的法則があるわけでもない。したがつ\nて、自衛隊と在日米軍の関係や自衛隊の装備等のみを調べてみても、在日米軍が侵\n略的性格をもつかどうかとか、あるいは自衛隊が自衛のための必要昀小限度の実力\nにとどまつているかどうかということを客観的に判断することはできないのであ\nる。また、このような多岐、複雑微妙な諸要素を基に判断されるわが国の防衛のた\nめの必要性の判断は、専ら将来の客観情勢に対する予見を基礎とするものであつ\nて、過去及び現在の事実はそのような予見のための素材としてのみ評価されるにす\nぎない。その意味で、防衛のための必要性の判断は、本質的に政治的判断であり過\n去の事実に法律を適用することを本来の使命とする司法判断にはなじまないもので\nある。そして、これらの判断は、主権国としてのわが国の存立の基礎に極めて重大\nな関係をもつ高度の政治性を有するもので、結局、「純司法的機能をその使命とす\nる司法裁判所の審査には、原則としてなじまない性質のものであり、従つて、一見\n極めて明白に違憲無効であると認められないは、裁判所の司法審査権の範囲外のも\nの」（昀高裁昭和三四年一二月一六日大法廷判決）というほかなく、国民に直接責\n任を負う政治部門の決定にゆだねられなければならない。そして、「一見極めて明\n白な」とは、当事者手続による証拠調べをするまでもなく明らかな場合でなければ\nならないが、現在の自衛隊の装備、作用は国会の予算の議決等を経て行われている\nものであり、在日米軍との共同行動は、日本国とアメリカ合衆国との間の相互協力\n及び安全保障条約（旧安全保障条約が違憲でないことは前掲昀高裁判決により、ま\nた現安全保障条約を違憲無効とすべきでないことは昀高裁昭和四四年四月二日大法\n廷判決により、すでに確定されているところである。）に基礎を有するものである\nから、これらが一見極めて明白に違法、違憲といえないことは当然である。したが\nつて、自衛隊に関して被控訴人らの主張するような証拠調べは許されないものであ\nる。\n被控訴人らは、控訴人が主張する自衛のための必要昀小限度の実力にとどまるべき\nことを担保する制度が存在するかどうかは、それらの制度が現実に果している機能\nを調べて判断しなければならないと主張する。しかしながら、担保制度の現実の運\n用を調べて見るとしても、それが有効に機能しているかどうかを如何なる基準に基\nづいて判断するのであろうか。担保的制度の本来の意義は、そのような制度がある\nために行為者が法令に違反する行為をしないように自制するところにあるのであ\nる。また、仮に担保制度の現実の運用の結果が制度本来の機能を果していないとい\nう事実が認められたとしても、そのことから制度自体の存在理由を否定することは\nできないはずである。担保機能を発揮するか否かはその制度の運用の結果であつ\nて、現実に果している機能が制度を基礎づけるものではないからである。\nなお、被控訴人らの主張する自衛隊の反民主主義的、反人権的性格に関する事実調\nべは、さきに指摘したように、本件ナイキ基地設置計画に関するものではないし、\nその主張も自衛隊が憲法第九条に違反するものであることを基礎とするものである\nから、独自の意義を有するものではない。\n被控訴人らは、その主張の表現からみると、自衛隊という存在を法律の適用の対象\nとなるわゆる司法事実と考えているように解され、その審理については、極めて多\n方面にわたる自衛隊の内容についての証拠調べを立法事実の証拠調べの方法、程度\nにおいて行うことができるから、時間的、技術的制約のある司法裁判においても審\n理可能であると主張するもののようである。しかしながら、自衛隊の存在が司法事\n実としてとられているのであれば、立法事実としての司法審査は不可能であり、当\n事者手続による証拠調べ―直接主義の原則により証拠は書証、証人等として取り調\nべなければならず、書証はその成立について争いがあれば、その成立の真正を証明\nする必要があるし、証人であれば直接経験しなかつた事実についての陳述及び意見\nの陳述の禁止（民事訴訟規則第三五条）等の制約がある上、それらによる事実認定\nは確信の程度に達するものでなければなちない。－によつては、時間的にも技術的\nにも、そのような多方面にわたる事実の証拠調べをすることは不可能であろう。立\n法事実についての審理が当事者手続による証拠調べの法則によらず、その事実認識\nのための資料の範囲、選択基準及びその調査方法の決定が裁判所の自由な裁量によ\nつて行われるのは、それが裁判所の職責である法解釈の手段であるからにほかなら\nない。なお、この点につき、自衛隊の実態について審理すべき事項を列挙して、自\n衛隊がわが国を防衛するための実力であるか否かを判断するための審理は、調査対\n象のすべてにわたる必要は毫もなく、その中の代表的ないし平均的素材の抽出調査\nによつて優に目的を遂げることができるという見解についていえば、代表的ないし\n平均的素材といつても、その調査対象か自衛隊の代表的ないし平均的特色を有する\nということは如何にして判断するのであろうか。その判断をするためには、結局自\n衛隊が個別の行為の集合体であるところから、その相互関係を明らかにしなければ\nならず、必然的に自衛隊を構成している個別の行為全部を調べなければならなくな\nるであろう。例えば、被控訴人らが挙げる在日米軍との演習一つを取り上げてみて\nも、ある演習が自衛隊の演習の代表的性格を決定づけるものであるかどうかを判断\nするには、ただその演習の内容を見るというだけでは足りず、他の多くの演習を見\nなければならないし、また、無条件に演習一般が自衛隊の代表的性格を決定づけて\nいるものであると判断することもできないであろう。自衛隊を構成するすべての行\n為の司法審査が不可能であることはさきに指摘したとおりである。\n被控訴人らが自衛隊の実態を自衛隊法の立法事実とも考えているとすればそれは誤\nりである。現実の自衛隊の存在はすでに述べたとおり自衛隊法の運用の結果であ\nり、自衛隊の実態や自衛力を自衛のための必要昀小限度の実力にとどめるための担\n保制度の現実に果している機能が自衛隊法を基礎づけているものとするのは、論理\nの倒錯以外の何物でもない。自衛隊の実態や担保制度が現実に果している機能は、\n法令によつて規制されるべきものであり、決してその逆ではない。すなわち、自衛\n隊の実態は、立法事実ではないのである。被控訴人らの論法に、自衛隊法によつて\n憲法第九条の解釈をなすべしというに等しいであろう。また、実際問題としても、\n防衛関係法の諸規定は、そのほとんどが組織法に属し、わずかに存する防衛作用に\n関する規定もまた、国民の人権と直接対立したりこれを制約したりするものではな\nい。したがつて、公共の福祉を理由とする人権規制立法の合憲性が争われている場\n合については、当該法律の立法目的及び立法目的達成手段の合理性を判断するため\n社会科学を利用して立法事実を明らかにする手法の有効性を承認するとしても、か\nかる手法は人権規制立法とは性格を異にする自衛隊法の合憲性判断には有効かつ必\n要なものとは考えられないのである。憲法第九条の解釈に当つては、憲法の基本原\n理である平和主義や国際協調主義との関連において同条を文理的、論理的に解釈す\nベきである（同条についての控訴人の解釈については後記４参照）。憲法第九条の\n解釈において、同条の成立過程等が意義を有するとしても、それはあくまでも解釈\nの補助手段としてである。ところで、憲法第九条の制定過程や同条が対象とする社\n会関係について調べるとしても、それらの事実は国会の議事録や公刊された資料に\nよつて認知すれば十分であるし、また、そのようにすべきものである。これらのこ\nとを認知するのは一般的、概括的事実を問題とするものであつて、訴訟当事者間の\n特定の事実を問題とするものではないから、訴訟当事者間の特定の事実関係の審理\nを本来の目的とする当事者手続による証拠調べによるには適しないものである。\n（三）　司法審査の限界\nわが国の憲法秩序においては、国民主権主義及び三権分立制度による民主主義体制\nの下に、いわゆる議院内閣制が採られている。したがつて、国民に直接責任を負う\n国会の立法裁量も、その国会のコントロールの下に置かれる政府の政治裁量も、ま\nた、憲法秩序の中において三権相互間で尊重されるべきであつて、憲法上、司法裁\n判所のみが違憲審査権を付与されていることから論理必然的に他の憲法上の原理か\nらくる要請にも優越して、裁判所が違憲審査権を行使すべき特別の条件を設定され\nたことにはならない。裁判所の違憲審査権といえども司法の本質からくる制約があ\nり、また、その他憲法体系の下で要請される民主主義の基本理念から制約されるこ\nとがあり得るのは当然である。なお、この点については、原審で主張した昀高裁判\n決の判示に加え、昀高裁昭和三四年一二月一六日大法廷判決における藤田八郎裁判\n官及び入江俊郎裁判官の補足意見が尊重されるべぎである。\n国際社会において、わが国が主権国として自衛権をもつことは、如何なる人もこれ\nを認め、まつたく異論のないところである。そうであれば、自衛権の行使手段とし\nての自衛手段を保有することも当然認められてしかるべきである。けだし、現代の\n世界情勢からみて、他国からの突然の侵害を防衛するための有効、適切な手段をも\nたない限り、わが国の自衛権は、結局名目のみで何らの実効性を有しないものとな\nつてしまうからである。もつとも、国際連合憲章によつて国際連合安全保障理事会\nは、平和及び安全を回復し維持するために必要な措置を採ることにより、わが国の\nため他国からのわが国への侵害を阻止するであろうが、急迫不正の侵害に対処する\nには、これを待つていては時機を失し取り返しのつかない結果となる危険がある。\nこの間、わが国固有の自衛手段により自らを防衛することができるのでなければ、\n右理事会の措置を待ちつつ結局手をこまねいて自国の滅亡を見守るはかないことと\nなるであろう。国際連合憲章も、第五一条において、「この憲章のいかなる規定\nも、国際連合加盟国に対して武力攻撃が発生した場合には、安全保障理事会が国際\nの平和及び安全の維持に必要な措置をとるまでの間、個別的又は集団的自衛の固有\nの権利を害するものではない。」として理事会の必要な措置がとられるまでの危険\n性を想定し、その間各国につき自衛力行使をなすことを当然としているのである。\nまた、かような事態における自国の防衛の可能、不可能が、国際連合又は他力協力\n国による安全保障の成功、不成功を左右するものであることはいうまでもない。わ\nが国が、自国のみは自衛手段をまつたくもたず、国際連合軍に自己の防衛力の欠如\nをすべて補わせて自らの自衛の責務は一切果せないという態度を採ることは、かえ\nつて国際協調の中で各国が自国の責務を果すべきであることをうたつた憲法前文及\nび第九八条第二項の精神にも反することになるであろう。昀小限度自国の防衛は自\n国におい果すことが、主権国として国際社会における名誉と信頼を得るゆえんであ\nり、むしろそれは国際社会における国家の道義的義務であるといつてもよい。\n憲法の解釈としても、自衛のための必要昀小限度の実力としての自衛力は、憲法第\n九条第二項か保持を禁じている戦力に該当しないものであること後述のとおりであ\nるところ、わが国が自衛の措置としてその目的を達成するために現実に如何なる手\n段をとるか、わが国が現実に自衛の目的で整備しようとする人的、物的実力組織が\n自衛のために必要た昀小限度のものであるかどうかの判定は、外部からの武力攻撃\nに抵抗してわが国を防衛するにはどの程度の実力組織が必要であるか、その昀小限\n度はどの程度のものであるかといつた事実にわたるものであり、かかる事実は、政\n治部門が流動する国際環境ないし国際情勢、科学技術の進歩等諸般の事情を総合的\nに考慮して判定すべき事柄である。そして、かかる判定の下に、更に政治部門によ\nつてわが国の国力、国情に応じ立法上又は予算上の裏付けがなされた上、具体的に\n整備すベき実力組織の規模、内容が決定されるのである。したがつて、以上の判定\nないし決定は、高度の政治的裁量による判断を伴うものといわなければならない。\nこのようにわが国が自衛権行使のための実力組織の保持及びその程度を決定するの\nは高度の政治的裁量による判断を伴うものであるところ、一国の防衛問題はその国\nの存立の基礎にかかわる極めて重大な問題であるから、「わが国の平和と独立を守\nり、国の安全を保つため、直接侵略及び間接侵略に対しわが国を防衛することを主\nたる任務」（自衛隊法第三条第一項）とする自衛隊をどの程度の実力のものとする\nかという問題は、「主権国としてのわが国の存立の基礎に極めて重大な関係をもつ\n高度の政治性を有するもの」（昀高裁判昭和三四年一二月一六日大法廷判決）とい\nうべきである。そうすると、自衛隊の実力組織としての程度が自衛のための必要昀\n小限度を超えていないかどうか、つまり憲法第九条第二項が保持を禁止する戦力に\n該当しないかどうかの法的判断は、「純司法的機能をその使命とする司法裁判所の\n審査には、原則としてなじまない性質のものであり、従つて、一見極めて明白に違\n憲無効であると認められない限りは、裁判所の司法審査権の範囲外のもの」（昀高\n裁昭和三四年一二月一六日判決）というほかなく、国民に直接責任を負う政治部門\nの決定にゆだねられなければならない。そして、わが国の自衛隊にはこれを一見極\nめて明白に違憲と目すべき余地はまつたくないのであるから、自衛隊が憲法第九条\n第二項の「戦力」に当るかどうかについては、裁判所の司法審査の及び得ないとこ\nろである。\nのみならず、わが国が自衛権行使のため保持すべき実力を如何なる程度のものとす\nべきかの決定は、前述の如く、流動する国際環境ないし国際情勢、科学技術の進\n歩、わが国の国力、国情等諸般の事情を総合的に考慮して決すべき政治的、技術\n的、専門的判断を伴うものであるから、政治部門の裁量にゆだねられた領域に属す\nる事項である。かかる事項についての司法審査に当つては、事柄の性質上、通常の\n行政機関の自由裁量に比し、より以上に政治部門の決定したところを尊重せざるを\n得ないのであり、したがつて、わが国が自衛権行使のため保持すべき実力の程度如\n何の問題についても、政治部門が国際環境その他諸般の事情にかんがみ決定した結\n果を尊重しなければならず、これに重大かつ明白な誤りがない限り、裁判所におい\nてあえてこれを否定するが如き判断をすることはできないのである。現在わが国に\nおいて整備されている自衛隊は、国会がその設置を必要と認めて制定した防衛庁設\n置法及び自衛隊法に基づいて設置された国の行政機関であり、その装備の規模、内\n容については、閣議の決定のみならず国会による予算の議決を受けているものであ\nる。すなわち、自衛隊は、現在の国際情勢特に国際連合の下における安全保障の状\n況に照らして、わが国の平和及び安全の維持のため、自らを防衛するに足る必要昀\n小限度の実力組織として自衛隊を置く必要があるとの政治部門の判断の下に制定し\nた法律に基づいて設置されたものである。このように、自衛隊が自衛のための必要\n昀小限度のものであるかどうかについては、国会において、予算、関係法律案の審\n議を通じて自衛隊の規模、装備、能力等を審査する機会が制度的に保障されてお\nり、この制度的保障の下にされた政治部門の右判断には、重大かつ明白な誤りが生\nずるはずもなく、現にかかる誤りは存しない。\n要するに、わが憲法に自衛権を否定するものではなく、必要昀小限度の自衛力の保\n持を禁止するものではないのであるから、わが国が自衛のための実力組織をもち得\nることについて、法的に問題はない。そして、その実力組織の程度如何について\nは、正に右のような政治部門の判断を尊重してしかるべきである。したがつて、裁\n判所としては、現在のわが国の自衛隊が明らかに憲法第九条第二項に抵触する存在\nであるとは断定し得ないはずである。ちなみに、もし、裁判によつて自衛隊が違憲\nであり、かつ、その関係法規も違憲であると判断された結果、自衛隊も防衛庁も廃\n止されたとした場合において、他国から突然予告なくして侵害を受けることがあつ\nたとしたら、わが国としては、一体、どのようにして自らを防衛し、国家を維持す\nることができるのであろうか。もし、かような侵害から自国を守るすべもなく、そ\nのまま国家が滅亡するに至つたとするならば、裁判所はどのようにして国民に対し\n責任をとることができるのであろうか。また、裁判所が、こと事件の解決のためで\nあるとして、重要な政治的問題に介入するならば、自らその独立と中立性を放棄す\nるにも等しく、司法の危機を招くことにもなりかねない。\nかかる高度の政治問題については、一見明白な違憲が存するのでない以上、裁判所\nはできる限り判断を回避すべきである。\n４　憲法第九条の解釈とわが国の自衛権及び自衛のための措置\nおよそ国家が独立国である以上、その主権の一部として自衛権を有することは自明\nの理である。自衛権は国家又は国民に対し外部から武力によつて急迫不正の侵害が\n加えられた場合に、その国家が実力をもつてこれを防衛する権利として認められる\n国家固有の権利であり、国家がかかる重要な基本権を自ら放棄することは、少なく\nとも今日に至るまでの国際情勢の下においては、まつたくあり得ないことではない\nとしても極めて異例に属することであり、そのためには明示的な憲法の規定によつ\nてその意思が明確に示されなければならない。しかし、憲法には明示的に自衛権を\n放棄する旨の規定が置かれていないことは確かであるから憲法は、わが国が主権国\nとして当然に認められている固有の自衛権を放棄するものではない。憲法第九条第\n一項は、「日本国民は、正義と秩序を基調とする国際平和を誠実に希求し、国権の\n発動たる戦争と、武力による威嚇又は武力の行使は、国際紛争を解決する手段とし\nては、永久にこれを放棄する。」と規定しているが、ここで放棄されたものは、\n「国権の発動たる戦争と武力による威嚇又は武力の行使」であつて、「国際紛争を\n解決する手段として」するものに限られる。すなわち、同項によつて放棄したの\nは、国際紛争を平和的手段によつて解決することかできない場合において、その解\n決の手段として、自国の要求を貫徹し又は相手国の意志を圧服するために戦争をす\nること及び武力による威嚇を加え又は武力を行使することに限られるのであつて、\n他国から急迫不正の攻撃や侵入を受けた場合に自国を防衛することまでが同項によ\nつて放棄されているわけではない。なお、戦争及び武力による威嚇又は武力の行使\nすべて国際紛争解決の手段として行われ、国際紛争解決の手段でないものはあり得\nないとする見解も一部にはあるけれども、同項は「国際紛争を解決する手段として\nは、一と規定しているのであつて、国際紛争解決の手段として実力が行使されるの\nでない場合、すなわち自衛権に基づく実力の行使という事態が存在することを当然\nに予定しているといわざるを得ない。したがつて、外部から武力攻撃があつた場合\nに武力攻撃そのものを阻止すること自体までも右の「国際紛争を解決する」ことの\nなかに包含させてしまう前述の見解には、到底くみすることができない。自衛権\nは、国家が実力をもつて防衛するものである以上、その実力行使が防衛に役立ち得\nるものでなければ、自衛権が認められている意義のほとんどが失われ、その自衛権\nに内容のないものとなたる。憲法は、わが国が主権国として有する固有の自衛権を\n否定するものではないから、外部から武力攻撃があつた場合に、自衛権に基づき武\n力攻撃に抵抗してこれを阻止する必要昀小限度の実力行使に出ることは、許されて\nしかるべきであり、憲法がこれを禁止しているものとは到底考えられない。のみな\nらず、かえつて、憲法前文は、「平和を愛する諸国民の公正と信義に信頼して、わ\nれらの安全と生存を保持しようと決意した。」と規定し、また、「われらは、全世\n界の国民が」、「平和のうちに生存する権利を有することを確認する。」と規定し\nている。このことは、憲法が国家の存立と国民の生存を維持することを根本の目的\nとするものであることを正に示しているものと解される。「諸国民の公正と信義に\n信頼」する旨決意したことは、かかる信頼以外になすことなく、万一その信頼が裏\n切られた場合には「われらの安全と生存」を害されるに至つてもやむを得ないとし\nてこれを受忍するとの態度を決定したことを意味するものではなく、これをもつて\n自衛権の行使を断念するとの決意を表明したものと解することはできない。更に、\n前文は、「われらは」、「国際社会において、名誉ある地位を占めたいと思う。」\nとも規定している。国家がその存立を脅かす侵害に対してまつたく立ち向かうこと\nをせず、国際社における不信行為の横行をあえて放置することは、国際社会におい\nて名誉ある地位を占めるゆえんではあり得ないであろう。自国が武力攻撃を受けて\nもこれを阻止することさえできず、その結果ついに国家が滅亡し国民が死滅しない\nし征服されるに至るならば、国際社会において名誉ある地位を占めることはおよそ\n不可能となり、そのような事態を招くことが憲法の予期するところであるとは決し\nていい得ないはずである。したがつて、前述の如き自衛のための措置を構ずること\nもまた、当然に肯認されてしかるべきである。更に、憲法第一三条が「生命、自由\n及び幸福追求に対する国民の権利については」、「国政の上で、昀大の尊重を必要\nとする。」と規定しているところからしても、わが国が自らの存立を全うし国民が\n平和のうちに生存ずることまでも放棄していないことは明らかであつて、自国の平\n和と安全を維持しその存立を全うするために必要な限りにおいて自衛のための措置\nを採ることまで禁ぜられているとは到底解することができない。同条か「立法その\n他の国政の上で、昀大の尊重を必要する。」と規定しているところからみてもそれ\nは、生命、自由及び幸福追求に対する国民の権利を侵してはならないとする国の消\n極的責務を宣言することどまるものでなく、国民のこれらの権利に加えられる国内\n的又は国際的侵害を排除するためには国が積極的に何らかの措置をすべきことを要\n請しているとみるのが相当である。もし、自衛権を行使して武力攻撃を実力で阻止\nし排除する方除を認めないならば、如何にわが国の自衛権の存在を主張してみて\nも、それは結局自衛権の不存在を認めることと同然に帰し、国家の存立と国民の生\n存の維持を根本の目的としている憲法の趣旨を没却することになることは、自明の\n理というべきである。\n要するに、わが憲法が自衛権を否定するものでない以上、外部からの武力攻撃に対\nして自衛のための実力行使をすることは、自衛権の行使として当然容認されるとこ\nろであり、戦争の放棄を規定する憲法第九条第一項も何らこれを否定するものでな\nいといわざるを得ない。ただ、平和主義を基本原則とし国際協調主義を強調する\n（前文等）わが憲法において、特に第九条第一項が「日本国民は、正義と秩序を基\n調とする国際平和を誠実に希求し、」と規定している以上、自衛の名の下にかつて\n行われた如き戦争にはもとより、無制限な自衛権の行使もまた当然に容認されるも\nのではなく、あくまでも外部からの武力攻撃による国家の存立と国民の生存の維持\nに対する急迫不正の侵害に対処し、これを防衛するため他に適当な手段がない場合\nにおけるやむを得ない措置として、はじめて自衛権の行使が容認されるものであ\nり、そしてまた、その措置は、右の事態を排除するために必要な昀小限度の範囲に\nとどまるべきものである。したがつて、それ以上に自ら進んで他国を武力攻撃する\n目的を達成するに足りるほどの強力な程度のものであつてはならず、外部からの武\n力攻撃に対してわが国の存立と国民の生存を保持するために武力を行使して抵抗す\nる場合でも、わが憲法上自衛権の行使には右の限界が存する以上、その限界を超え\nるような例えばいわゆる海外派兵の如きは、憲法上許されないと解すべきである。\n以上のように憲法は、自衛権もその行使も否定するものでない以上、この自衛権の\n行使を裏付けるために必要昀小限度の実力を保持することもまた、憲法の許容する\nところといわなければならない。憲法第九条第二項は、「前項の目的を達するた\nめ、陸海空軍その他の戦力は、これを保持しない。国の交戦権は、これを認めな\nい。」と規定するが、この規定は、同条第一項との関連において理解すべきもので\nあり、日本国民が正義と秩序を基調とする国際平和を誠実に希求し、国際紛争を解\n決する手段としての戦争及び武力による威嚇又は武力の行使を放棄するという第一\n項全体の目的を達するために設けられた規定である。すなわち、第二項は、第一項\nとは無関係に存在するものではなく、第一項全体の趣旨を受けた規定である。した\nがつて、前述のように、戦争と武力による威嚇又は武力の行使を放棄したのは「国\n際紛争を解決する手段として」のものに限られ、自衛権及びその行使までは放棄し\nていないことと、他方において正義と秩序を基調とする国際平和を誠実に希求する\nものであるから、たとえ自衛のためであつても武力の行使が無制限に許されるもの\nでないこととが、第二項の解釈に当つての前提として当然考慮されなければならな\nい。このことは、第二項冒頭の「前項の目的を達するため、」との文言の有無には\nかかわらないのであつて、むしろこの文言があることによつて、その意味が一層明\n確になつたものということができる。してみれば第二項冒頭の右文言中の「前項の\n目的」とは、単に第一項のうちの「日本国民は、正義と秩序を基調とする国際平和\nを誠実に希求し、」との文言のみを受けるものでないことは明らかであり、したが\nつて、特に第一項中右の文言のみを取り出して、第二項がこれを受けることに重点\nを置き、そこから自衛権を行使するためのものであつても、およそ外部からの武力\n攻撃に対抗する実力は同項の「戦力」に当るとしてこれを保持することが禁止され\nているという結論を導き出すが如き解釈は、到底許されるものではない。もとよ\nり、自衛権は、本来、急迫不正の武力攻撃に対して実力をもつてその攻撃に抵抗し\n防衛することを内容とするものであるから、それを行使するために、外部からの武\n力攻撃に対して自国が抵抗し防衛し得るに足りる一定の人的、物的な実力組織を備\nえることを当然の前提としているものである。なお、外国からの侵略が予想される\n場合に未然にこれを防止するための外交交渉は、国際社会に生きる一国にとつても\nとより重要事であるが、その外交交渉によつてもなお救い得ない外国からの侵略に\n対処するためのその国の固有の権利として自衛権が存在するのであり、侵略に対し\nて抵抗し防衛するための実力組織を欠く自衛権はおよそあり得ないというべきであ\nる。\n他方、前述のように、わが憲法は、正義と秩序を基調とする国際平和を誠実に希求\nし、平和主義をその基本原則としているところから、自衛権の行使を無制限に認め\nているとは解されない。したがつて、自衛のためであれば如何なる範囲の実力をも\n保持し得るというのではなく、わが憲法の下においては、自衛権の行使についても\n前述の要件が必要とされるのであり、かかる自衛権の行使を裏付けるための自衛力\nもまた、これに照応して自衛のための必要昀小限度のものでなければならない。と\nころで、憲法第九条第二項は一戦力は、これを保持しない。」と規定するから、一\n切の戦う力は憲法上保持し得ないとする見解がある。確かに、戦力とは、広く考え\nると、文字どおり、戦う力ということである。そのような言葉の意味からいえば、\n一切の実力組織が戦力になるということもできるであろうが、同項の文言も同条第\n一項全体の趣旨を前提として理解すベきである。すなわち、一切の実力組織が戦力\nに当るとして自衛のための必要昀小限度の実力までも憲法第九条第二項によつて保\n持を禁止されているとするならば、外部からの急迫不正の武力攻撃に対し自衛権行\n使のための手段を欠くことになり、結局自衛権そのものを否定することに帰着す\nる。この帰結は、憲法が同条第一項において自衛権を放棄せず、したがつて自衛権\nの行使も否定していないことと明らかに矛盾する。したがつて、同条第二項が保持\nを禁止する戦力は、自衛のための必要昀小限度の実力を超えるものを指し、自衛の\nための必要昀小限度の実力にとどまる限り、その保持は同項の禁止するところでは\nないと解すべきである。なお、「自衛のため」という目的を示す観念は、わが憲法\n上保持を許容されている自衛力を同じく保持を禁止ざれている戦力から区別する基\n準とはなり得ないことを理由に、必要昀小限度の自衛力の保持までも否定する見解\nも一部にあるが、前述のように、自衛のためでありさえすればどのように強力なも\nのであつてもよいというのではなく、それが必要昀小限度のものにとどまるべきで\nあるという憲法上の制約があるのであるから、右の見解は失当である。右の見解が\n自衛権そのものまで否定するのでないならば、憲法上許容される必要昀小限度の自\n衛力を同じく禁止される戦力から区別することができないとするところにむしろ問\n題があるというべきである。けだし、この考え方は、自衛権を肯定するとはいいな\nがら、一方においてその行使のための手段の保持を認めないという結論を導き、自\n衛権の行使を不可能ならしめ、実は結局のところ自衛権そのものまで否定するに帰\n着するからである。\n次に憲法第九条第二項後段は、「国の交戦権は、これを認めない。」と規定する。\n交戦権とは、戦いを交える権利の意味ではなく、交戦国が国際法上有する種々の権\n利の総称であつて、単に相手国兵力の殺傷、破壊のみならず、相手国の領土を占領\nし、そこに占領地行政をしくとか、中立国船舶を臨検し、だ捕する等の権限を含む\nものである。外国からの急迫不正の武力攻撃に対し、他に適当な手段がない場合に\nおいてこれを排除するための実力行動（自衛行動）をとれば、当然武力の行使を伴\nうことになるが、このような武力の行使を伴う自衛行動は、自衛権が認められる以\n上、その範囲内で当然に認められるべきものであつて、交戦権の行使を認めないと\nいうこととは別の観念である。このように交戦権が認められないからといつて自衛\n行動が認められないというものではなく、その前提としての自衛行動をとるための\n自衛力の保持が交戦権の放棄の規定に違反するものでないことは、明らかである。\n以上のように、憲法は、わが国が主権国として有する固有の自衛権まで否定するも\nのではなく、したがつて、この自衛権の行使を裏付ける自衛のための必要昀小限度\nの実力としての自衛力の保持もまた、憲法の禁止するところではない。そして、憲\n法において許容される範囲内の自衛力を保持し、自衛行動をとるためには、旧憲法\nにあつたような一連のいわゆる軍事規定（軍の統帥、宣戦、講和等）が論理的に必\n要であるということにはならないのであつて、この種の規定が現行憲法にないとい\nうことと、自衛のための必要昀小限度の実力の保持を憲法が認めていると解するこ\nととは、決して矛盾するものではない。また、憲法第一三条は、生命、自由及び幸\n福追求に対する国民の権利は国政の上で昀大の尊重を必要とする旨規定するが、か\nかる国の責務を果すためにも、万一外部から武力攻撃を受けた場合にはこれを阻止\nすることかできるように、あらかじめ必要昀小限度の自衛力を備えておくことは、\n当然に必要なことである。なお、一部には、憲法第九条の解釈として、いつたん外\n部から現実的な武力攻撃を受けた場合に、わが国が臨時に部隊を組織してこれに抵\n抗することは、憲法第九条第二項に違反しないが、かかる武力攻撃という事態が現\n実化しない前に、あらかじめ自衛墜その他の実力組織をもつことは、同項に違反す\nると説く者がある。この考え方は、第九条の解釈としても徹底を欠くものである\nが、それよりも、第一三条の趣旨から批判されるべきであろう。外国軍隊などによ\nつて国土を侵略されるということは、国民にとつて昀大の苦難である。かかる侵略\nを招かぬようにするのが国家の昀大の責務であり、そのためには、外交上その他の\n努力が必要なことはもちろんであるが、それと同時に、平生から武力攻撃に備えて\n必要昀小限度の自衛力を保持し、いつたんかかる事態が具体化した場合にはそれか\nら生ずる被害を昀小限にとどめる措置を構じておくことが第一三条からみて、国に\n課せられた当然の責務というべきである。そして、この点からいつても、第九条が\nかかる自衛力の保持を許さないと解釈するのは不当というべきである。すなわち、\nいつたん武力攻撃があつた場合には自衛のための組織の設置を認めるというところ\nまでいうのであれば、第一三条を合わせた第九条の解釈として、その限度に異論が\nあるとしても、平生からある限度内の自衛力を保持することを承認しないのは、極\nめて不徹底な議論であるといわなければならない。したがつて、必要昀小限度の自\n衛力をもつことは憲法第九条の否定するところではないとする考え方は、憲法第一\n三条の趣旨に昀もよく適合するものである。\nなお、過去のわが国が軍国主義を推し進め、自衛権行使の名の下に侵略戦争を展開\nするといつた自衛権濫用による重大な過ちをしたことにかんがみ、一部には、ひと\nたびわが国に何らかの自衛のための実力を備えることが許されるならば、これを増\n大強化させて侵略的な戦力を備えるに至るか、あるいは目的を転化して侵略戦争に\n走る危険があることを理由に、自衛力を含む一切の実力組織を整備させてはならな\nいというような意見もあるが、それは、政策論であつても法律論には値しないのみ\nならず、わが国の過去における特殊な現象面のみをとらえてそこから逆に結論を導\nく誤りを犯すものである。自衛隊は、昭和二九年に制定された防衛庁設置法及び自\n衛隊法により創設され、専らわが国を防衛することを目的とし、決して侵略目的に\n転用されることのないように組織されている。すなわち、自衛隊は、いわゆる戦争\n放棄を規定した憲法第九条、いわゆる文民条項に関する憲法第六六条第二項等憲法\n上の厳しい制約を受けるのみならず、その任務、組織、運営等は防衛庁設置法、自\n衛隊法、国防会議の構成等に関する法律等によつて専守防衛の建前が貫かれるよう\nに詳細に規定され、憲法違反を生ずる余地がないように規制された自衛のための必\n要昀小限度の実力組織である。そのほか、自衛隊には軍法会議の制度その他の通常\nの軍隊に認められるような特別の法制が認められていない。したがつて、自衛隊\nは、規範的意味において、右のような制約のない諸外国の軍隊とは明らかにその性\n格を異にするものであり、旧憲法下における軍隊とはまつたく異質の存在であるこ\nとはいうまでもない。わが国の自衛隊に、諸外国の軍隊に比して余りにも多くの制\n約を受けているのであり、自衛のための必要昀小限度の実力にとどまるべき法的保\n障ないし担保が十二分に完備しているものということができる。したがつて、自衛\n隊の存在を理由に過去の軍国主義の下におけるような自衛権の濫用のおそれを説く\n見解もあるが、かかる見解には到底くみすることができない。\nそこで、次に、自衛のための必要昀小限度の実力にとどまるべき法的保障ないし担\n保の法的制度を概説する。第一に、何よりも、憲法が国民主権主義をその根本原理\nとし（憲法前文、第一条）、また、わが国が国民主権主義に基礎を置く民主主義の\n政治体制を採用している（憲法前文、第四一条、第六五条、第六六条第三項）こと\nは、旧憲法時代と異なり自衛隊が自衛のための必要昀小限度の実力にとどまるため\nの昀も大きな保障である。第二に、憲法自ら平和主義と国際協調主義を基本原則と\nし（憲法前文、なお憲法第九八条第二項）、いわゆる戦争放棄に関する規定（憲法\n第九条）を設け、第三に、憲法及び法律によつて、一般防衛行政や防衛行動の指揮\n命令について文民統制の制度によるコントロールが行われ（憲法第六六条第二項、\n自衛隊法第七条、第八条、防衛庁設置法第六二条）、第四に、自衛隊の任務、組\n織、運営等は国会の制定した法律（自衛隊法、防衛庁設置法、国防会議の構成等に\n関する法律）によつて規制され、装備の人的、物的規模ないし能力については国会\nの予算審議を受け（憲法第六〇条、第七三条第五号、第八六条）、また、防衛出動\n命令についてはその権限が内閣総理大臣に与えられ、かつ、右命令を発するに当つ\nては国会の承認によつてコントロールされ（自衛隊法第七六条）、第五に、国防に\n関する重要事項はすべて国防会議において審議される（防衛庁設置法第六二条、第\n六三条、国防会議の構成等に関する法律第一条）べきこと等の諸般の制度によつ\nて、自衛隊は、自衛のための必要昀小限度の実力として、専らわが国を防衛するこ\nとを目的とし、決して侵略目的に転用されることがないように保障されているので\nある。\n二　被控訴人らの主張\n１　被控訴人らの主張する違法事由と行訴法第一〇条との関係\n（一）　一般論\n控訴人は、行訴法第一〇条第一項の「自己の法律上の利益に関係のない違法」を解\nして、原告が具体的に法律によつて保護されている権利、利益に関係のない違法を\nいうとし、被控訴人らが本件において農林大臣の実体的判断の違法事由として主張\nし得る範囲も、単に森林法第二六条第二項に関連して考えられる違法事由すべてに\nわたるのではなく、洪水緩和及び用水確保の効果を受ける利益とかかわりのある事\n由のみに限られるべきであると主張する。しかし、右の主張には、以下に述べると\nおり誤りがある。取消訴訟は、もともと行政庁の処分、裁決において自己の権利、\n利益を侵害されたことを主張する者を救済することを目的とするものであるが、同\n時にそのことを通じて行政上の違法状態を除去し、行政法秩序を正すことを目的と\nするものである。したがつてこの種訴訟における訴訟物は、行政庁の第一次的判断\nを媒介として生じた違法状態の排除であり、これによつて、基本的人権を確保し、\n保障することを目的とするものといわれる。右にいう行政行為の違法性とは、国家\n（又は公共団体）と人民との関係において効力を有し行政作用を規律する法に対す\nる違反の謂であつて、行政権内部における違法及び民事法、刑事法における違法と\nはその意義を異にすることもとよりである。このような取消訴訟、ひいては抗告訴\n訟の、司法機能を通じて行政の非違を正し、もつて行政法秩序の確立を目ざす公的\n意義、性格ゆえに、行訴法は、民事訴訟一般にはみられない多くの特殊的配慮（同\n法第一五条、第二一条ないし第二四条、第三一条ないし第三三条等）を施している\nのである。のみならず昀近では、行政訴訟、特に取消訴訟を、個人の利益保護のた\nめだけの手段とみることを疑問とし、取消訴訟の特徴を行政処分の適法性維持に求\nめ、かかる客観訴訟理念を指導理念として、訴えの利益その他の訴訟法的課題に対\n処すべしとする見解が台頭してさえいる情況にある。もつとも、現行行訴法の建前\nから取消訴訟の主観的性質ないし側面を全面的に否定することはできず、したがつ\nてまた、その客観的性格ないし側面ゆえに、原告の法律上の利益とは何のかかわり\nもない違法をも含めて、当該行政処分をめぐる一切の違法が当該取消訴訟の司法審\n査の対象としてとり上げられるべしということにはならない。そこでこれらの点を\n考慮すれば、行政行為の違法、つまり国家と人民との閏係においても効力を有し行\n政作用を規律する法に対する違反のうちで、「原告の権利、利益を保護することを\n目的として設けられたのでない法規の違反」、例えば原告以外の第三者の権利保護\n又は権利制限の目的で定められた一定の法的要件に反した違法までを主張して行政\n処分の取消しを求めることを禁ずべく設けられたのが行訴法第一〇条第一項であ\nり、これがそこにいう「自己の法律上の利益に関係のない違法」の意味にほかなら\nない。以上のようにみてくると、控訴人が同条項の意義を、原告が具体的に法律に\nよつて保護されている権利、利益に関係のない違法の主張を禁じたものととらえて\nいるのは、取消訴訟の本質、そこでの訴訟物の内容、性格を正解せず、総じて取消\n訴訟の公的、客観的意義に目を蔽つた謬見であり、取消訴訟における違法主張の範\n囲を不当に狭めるものであるといわなければならない。\n（二）　本件訴訟における違法事由\n（１）　違憲の主張の適法性\n本件保安林指定の解除処分は、自衛隊ミサイル基地の設置を唯一の目的としたもの\nであつて、両者は不可分一体をなすものであると目されるべきところ、自衛隊はわ\nが国の憲法第九条の規定に違反する軍隊であるにもかかわらず、控訴人は、自衛隊\nミサイル基地の設置という違憲の事由に基づいて、本件保安林指定の解除処分をな\nした。被控訴人らは、右ミサイル基地設置を唯一の目的とする本件保安林指定の解\n除処分によつて、（１）洪水の緩和と用水の確保を通じてもたらされる生命、身\n体、財産の安全と営農等の生存的利益、並びに（２）平和のうちに生存する権利を\n侵害される危険にさらされていることから、これら自らの具体的な権利、利益を守\nるために、本件保安林指定の解除処分は、（１）憲法第九条に違反し、同法第九八\n条第一項に照し、当然無効であること、（２）憲法第九条に違反し、森林法第二六\n条第二項にいう「公益上の理由」に該当しないから取消しを免れないことを主張\n（なお右が単なる憲法第九条違反の主張でないことについては、後記（２）参\n照。）しているのであるが、憲法第九条の規定も、森林法第二六条第二項のそれ\nも、それぞれ被控訴人らの「平和のうちに生存する権利」（憲法前文）や、保安林\n指定による諸利益を保護するための規定であり、少なくとも「被控訴人ら以外の第\n三者を保護するなどの目的で定められた規定」ではないこというまでもないから、\n右ミサイル基地設置の違憲性の主張が行訴法第一〇条に照しても適法正当であるこ\nとは明らかである。これを更に付言すれば、前者については、（１）本件処分が自\n衛隊ミサイル基地設置を明示の目的とし、右処分がそのための手段とされている以\n上、被控訴人ら周辺住民が一朝有事の際に「平和のうちに生存する権利」を害され\nるおそれがあることは十分予想されるのであるから、右権利ないし法益を「自己の\n法律上の利益」とする被控訴人らが本件処分の憲法第九条違反を主張してその取消\nしを求めるのは正当であり、（２）また憲法第九条等の定める戦争放棄と平和確保\nは、すべての人権の保障基盤であり、更にはそれ自体「平和のうちに生存する権\n利」として昀大の人権ともいえるので、それは当然に保安林指定により被控訴人ら\n周辺住民の受ける生命、身体、財産の安全等の諸人権、利益を包摂ないし保障（支\n持）するものということができ、したがつて保安林指定に伴う諸利益を「自己の法\n律上の利益」とする被控訴人らに関係のある違法として、憲法第九条等違反を掲げ\nて本件処分を争うことは当然であり、いずれにしても行訴法第一〇条第一項の趣旨\nに合するいわば主張適格をもつているといわなければならない。また後者について\nは、森林法第二六条第二項が本件保安林指定解除処分の唯一の根拠規定であり、正\nに、国家と人民との関係において効力を有し行政作用を規律する法であつて、ひい\nてはゆえなき解除措置から被控訴人ら指定の受益者の立場をまもるという意義ない\nし効果をも有していることは何人も争えぬところであるから、保安林指定による利\n益を「自己の法律上の利益」とする被控訴人らが、右指定の解除措置を規律する法\nたる右条項への違反を掲げて本件解除処分の取消しを求めることには何らの問題が\nなく、したがつて右条項違反をいうために、関連した憲法条規への抵触を論ずるこ\nとにもまた疑義を容れる余地はないのである。\n（２）　平和のうちに生存する権利（平和的生存権）\n被控訴人は、本件ミサイルないし右基地をその有機的な構成要素とする自衛隊が憲\n法第九条第二項に違反しており、したがつて右基地設置を目的とする本件保安林指\n定解除処分が違憲であること、並びに右自衛隊が憲法違反であるから右処分が森林\n法第二六条の「公益」性の要件を欠くことを主張し、本件処分の取消しを求めてい\nるものであるが、右の自衛隊の憲法違反性の主張は、単に自衛隊が軍隊であるから\n憲法第九条第二項に違反するということだけでなく、自衛隊の存在が、憲法前文の\n「平和のうちに生存する権利」の保障を含む憲法全体の精神に反するということも\n主張しているものである。すなわち、本件ミサイル基地が馬追山の保安林伐採の跡\n地に設置されることは、ひとたび外国軍隊との交戦状態に入つた場合、ミサイル基\n地の存在自体によつて地域住民の生命、身体、財産その他の権利、自由に対する回\n復できない侵害の危険を招来することが否定できない。「平和のうちに生存する権\n利」はこうした危険の招来を防ぎ、あるいはそれを排除することなしに確保される\nものでなく、国の基本法たる憲法があえて本件ミサイルの如き軍備の保持を禁止\nし、それによつて確保することを目的とした憲法上の権利なのである。これをふえ\nんすれば以下のとおりである。\nア　憲法前文の趣旨及び性格\n日本国憲法が明文をもつて戦争の放棄と軍備の不保持を規定したのは、戦争と戦争\nによる被害の態様にかかる歴史的事実と無関係ではあり得ない。憲法第九条の決意\nは、前文で展開され憲法解釈上疑義をいれる余地のない基本原理たる恒久平和の原\n則と密接不可分であり、憲法第九条を前文や他の憲法の諸条項との関連性、第九条\nを設けるにいたつた歴史的背景、それに根ざした恒久平和を念願する民族的ないし\n人類としての悲願などから切断し、単に第九条の字句のみをとらえた文理的解釈を\nすることはできない。他方憲法前文は、恒久平和の原則が日本国憲法の基本原理の\n一つであることを確認した上、主権をもつ日本国民として単に過去の戦禍による戦\n争回避、平和愛好政策の指向にとどまらず、更に積極的に戦争による文明の破壊、\n人類の滅亡の危機を見通し、これの防止、救済を他国に先がけて実現しようとする\n理想を宣言しているが、右のような前文に示された理想は、単に理想にとどまるも\nのでなく、第九条に示された、一切の戦争及びそのための軍備の放棄という一つの\n政策の選択によつて具体化され、この政策選択を憲法規範とすることによつて憲法\nは政府及び国民に対し、その実現を義務づけているのであつて、前文はわが憲法の\n基本的原理を述べているというだけでなく、第九条との関係においては同条の前提\nとなる思想を表明しかつ同条の文言のみではおおいつくせない規範的意味を独自に\nもつているということができるのである。このように前文は、単に憲法の解釈原理\nにとどまるものでなく規範的性格をもつものであるが、特に、前文第二段の「全世\n界の国民がひとしく恐怖と欠乏から免かれ、平和のうちに生存する権利を有する」\nとの項については、次のとおり第九条及び第三章の各規定との総合的な解釈の上に\n平和的生存権としてその規範内容が具体的に明確なものとなつており、その法的性\n格は一層明らかである。\nイ　平和的生存権の憲法上の根拠及び内容\n近代憲法の構造は、人権保障部分と統治機構ないし代表民主制部分からなつてお\nり、戦争や平和に関する条項はこれまで後者の範疇に属するものとして構成されて\nいたといつてよい。しかし、基本的人権に対する昀大の侵害行為が戦争にほかなら\nず、したがつて平和が確保された場合にのみ人権の保障が機能し、平和こそがあら\nゆる人権存立の基礎条件であることに照し、こんにちでは憲法の平和主義はむしろ\n国民の人権の問題としてとらえるべきだとする見解が強くなつてきているのであつ\nて、この考え方によれば、平和的生存権の憲法上の根拠としては、憲法前文第二段\nが「われらは、全世界の国民が、ひとしく恐怖と欠乏から免かれ、平和のうちに生\n存する権利を有することを確認する。」と規定していることによつて、憲法上平和\n的生存権が確認され、更に、第九条と第三章によつて、これが司法的保障の対象に\nなつているとされ、あるいは前文第二段の確認したこの権利について、これを客観\n的制度的保障として第九条が一切の戦争と軍備を放棄し、主観的権利保障を第九条\n及び第三章が行つていると解されているのである。\nこのようにしてわが憲法上保障されている平和的生存権の性質は、第三章の規定す\nる個別的権利と同列のものというより、むしろ、これら個別的権利の基礎にある包\n括的権利という性質を有し、したがつてその内容は、第三章の個別的権利保障によ\nつて具体化されると同時に、第三章の個別的権利の保障のみによつてはおおいつく\nせない生活上の諸利益が戦争ないし戦争目的の行為によつて侵害されない自由を内\n包し、総じて戦争ないし軍事目的による行為によつて、基本的人権ないし平和で豊\nかな国民生活が侵害されない権利を意味し、これらの行為を防止ないし排除し得る\n根源的な権利だということができるものである。\n２　森林法第二六条第二項における公益判断\n控訴人は、「公益上の理由により必要が生じたとき」という不確定概念は、裁判所\nの客観的、一義的な判断基準たり得るものではなく、むしろ行政庁が行政処分をす\nるに当つて、その行政自体の目ざす公益目的のための価値判断の余地がその行政庁\nに与えられた面を特に表示したにすぎないものであると主張する。しかし、右文言\nが一般条項に属してその具体的内容の一義的確定が困難であるからといつて、直ち\nに法律要件性を失うことにならぬことは、他の多くの例、例えば民法第九〇条の\n「公序良俗」、借家法第一条の二の「正当ノ事由」、生活保護法第三条の「健康で\n文化的な生活水準」などが示すところであり、特に保安林指定の解除は、右指定に\nよる周辺住民らの生活上の諸権益を侵害するおそれを具体的に生ぜしめる剥権処分\nであるから、そのために法が課した「公益上の理由により必要が生じたとき」なる\n要件は、右諸権益の保護のためにも厳格な覊束要件と解し、運用されるべきが筋合\nである。だからこそ、右条項の文言には直接表現されていないけれども、同条項の\nもつ右のような立法趣旨にかんがみ、これを論理的、目的的に解釈し、「その森林\nを保安林として存続させてその機能を発揮させるという必要性と、その森林を保安\n林として利用することをやめて他に転用することの必要性とを比較衡量して、後者\nの方の公益性がより大である場合」（農林法規研究委員会編「農林法規解説全集」\n民有林野編八七七頁）がそこにいう「公益上の理由により必要が生じたとき」の意\n味であると、行政解釈の上でも理解されてきているのである。\n次に控訴人は、代替施設の設置は農林大臣の同条項に基づく比較衡量の際に考慮さ\nれるべき一要素にすぎないと主張する。しかしながら、腔訴人自身引用する林野庁\n長官通達「保安林の転用にかかる解除の取扱いについて」（昭和三六年五月一八日\n付三六林野治第四二〇号）等により示されているように、森林法第二六条第一、二\n項による解除処分のうち、転用のための解除、すなわち「保安林として指定された\n森林を森林以外の恒久的な土地利用に供するための解除」については、要件が加重\nされているのである（前掲「農林法規解説全集」八七七頁以下）。すなわち右通達\nによれば、（１）転用のための解除については、保安林を保安効果の強弱に従い一\n級から三級に区分し、第一級地（治山治水事業の一環としての保安林、その他保護\n対象と直接重大な関係にある保安林）は特に慎重に取扱うべきことが要請され、\n（２）そのうち「公益上の理由による解除」については、土地収用法その他の法令\nにより収用、使用し得る事業又はこれに準ずる用に供する場合において、位置、面\n積、実現の確実性などに関し所定の条件を備えるものについて解除が許されるとさ\nれ、（３）しかもその場合、代替施設をつとめて構するよう措置するものとされ、\n更に昭和四三年の森林法施行規則改正により、一定の場合には完全な代替施設の設\n置が要件とされるに至つたのである。このように森林法の行政運用においてさえ代\n替施設の設備が厳しく要請されているのであつて、控訴人主張の見解は、これら行\n政運用の水準にも達しない不相当なものである。\n３　違憲の主張と司法判断\n（一）　違憲立法審査制度\n（１）　歴史的意義\nわが違憲審査淑度の憲法上の根拠は同法第八一条であるが、同条が司法裁判所に対\nして「一切の法律、命令、規則又は処分が憲法に適合するかしないかを決定する権\n限」を与えたことは、立憲君主制の明治憲法の下でさえ承認されていた命令以下の\n法令に対する司法審査権を、より上位の法律に対するそれにまでレベルアツプした\nというだけの意味にとどまらず、行政国家から司法国家への憲法の原理的転換ない\nしはそれを象徴する重大な憲法的意義を担うものである。すなわち同条は、憲法の\n昀高法規性を宣明する第九八条とあいまつて、アメリカに発達した司法審査性をわ\nが国に導入し、戦前の明治憲法下における立法権ないし行政権の優位の建前を転換\nして司法権の優越を新たな憲法原理としたのである。\n（２）　存在意義\n憲法第八一条の定める違憲審査制度は、第一に憲法の昀高法規性を前提とし、これ\nを立法、行政のすみずみにまで貫徹せしめることを使命とするもので、この権限\nは、裁判所に憲法の番人としての重責を担わしめたものである。殊に基本的人権の\n保障は、むしろ憲法以前の自然法の要請であり、立法府といえどもこれを侵すこと\nのできない高次法として実定憲法のなかに定着されたものであるから、これを侵害\nする立法府、行政府の措置に対しては、より峻厳な態度で臨むことが裁判所に要請\nされていると解すべきであろう。もつとも憲法はそれ自体政治的な含蓄をもつ法で\nあり、またいわゆる憲法訴訟はしばしば政治的な背景、情況のもとで争われるか\nら、裁判官には単なる法律技術的能力だけでなく、高度の政治的識見と社会的洞察\n力が厳しく要求されることになる。わが国の違憲立法審査制度は、アメリカのそれ\nと同様、具体的事件の解決に際して附随的に行使されるものであり、この意味で、\n通常の訴訟に適用される厳格な手続上の制約を有し、したがつて西ドイツ型の憲法\n裁判制度におけるような一般的な憲法規範保障規能を有するものではないが、この\n制度存立の根本思想からみれば違憲審査制は、個々の訴訟事件の枠をこえた客観的\nな憲法保障機能を有し、昀高裁判所に、このような違憲立法審査権を行使する裁判\n所の中で終審裁判所であるという意味において、多かれ少なかれ憲法裁判所的機能\nをいとなむものといえるのであつて、右違憲立法審査制度が憲法第七六条、第八一\n条、裁判所法第三条等に明文規定をおき、一切の法律、命令、規則又は処分の憲法\n適合性判断を裁判所の職責権限として定めていることは、前記憲法の昀高法規性の\n観念の具体化というにとどまらず、より司法権による憲法保障機能を徹底させよう\nとしたものというべきである。\n第二に、この制度の採用は、特に行政のあり方に関して、わが憲法ないし国政の方\n針が、従来の法治行政の建前から、法の支配の原理への根本的な転換をとげたこと\nを意味している。すなわち法治行政の原理も法の支配のそれも、恣意的な行政を排\nして、すべての行政が法の客観的規範に従うことを要求する点では一致していた\nが、前者が優越的な絶対制国家と、これに服従する義務を負つた臣民との関係にお\nいて成立するものと観念され、その関係を律する法の実質的適正性よりも、行政の\n形式的な法適合性を重視する建前として扱われていたのに対し、後者は法の前には\n国家（政府）も私人も平等とし、行政の基準とされる法が如何なる過程を経て形成\nされ、如何なる内容のものであるかを実質的に吟味し、もしそれが国民の社会意思\nを反映したものと認められないときは、形式的な法適合性にもかかわらず当該行政\nの適法有効性を否み得る原理ととらえられてきた点で、両者は根本的な差異をもつ\nといわれている。わが憲法が違憲審査制を採用し、行政裁判所等を排して一切の争\n訟を司法裁判所に属せしめることとしたのは、正に法の支配の原理を承認したこと\nの当然の帰結ということができ、これは行政訴訟制度にとつても根本的転換を意味\nするものであつて、裁判所はすべからくこの原理的変革の意味するところを十分に\n汲み、行政の司法審査に反映させねばならない。\n第三に、この制度は、立法府の専横や、法律の名による人権侵害から国民を擁護し\nようという社会認識に根ざし、代議制民主主義の形骸化（多数決運営の行きすぎな\nど）を止揚し、立法を通じてなされる国家権力の基本的人権侵害を防止し、更には\n社会的弱者ないし少数者の権利を擁護するための重要な制度であり、民主主義の昀\n後のとりでということができる。\n（二）　本件訴訟における憲法判断の対象\n控訴人は、本件訴訟において憲法判断が必要とされるとしても、憲法適合性の審\n理、判断の対象とされるものは、本件処分に具体的に適用された法規なのであつ\nて、自衛隊の存在あるいはナイキ基地設置計画そのものの憲法第九条適合性が判断\nされるべきものでないという。しかし、憲法第八一条は、「昀高裁判所に、一切の\n法律、命令、規則又は処分が憲法に適合するかしないかを決定する権限を有する終\n審裁判所である。」と規定しており、憲法適合性が審査されるのは法令に限らず、\n「処分」を当然含むのであつて、処分に適用された法規でなければならないとする\n根拠はない。本件訴訟では、本件保安林指定解除処分が取消されるべきか否かの審\n判の対象なのであり、この点につき被控訴人が憲法規範との適合性を争つているの\nも、本件処分、具体的には処分の理由となつているミサイル基地設置計画であるこ\nとはいうまでもない。ちなみに、控訴人自身、「本件訴訟の審判の対象はあくまで\nも本件保安林指定解除処分であり、本件において違憲審査が必要となるとしてその\n場合における具体的事件とは、たかだか右処分の処分理由となつている本件ナイキ\n基地設置計画である。」と述べているのである。\nまた控訴人は、ミサイル基地設置計画の自衛隊法適合性がまず問題とされるべきで\nあり、憲法適合性の問題は、右計画が自衛隊法に適合していると評価された場合\nに、進んで自衛隊法の憲法第九条適合性という形で登場し、右計画との関連で審理\n判断されるべきものであると主張する。しかし、本件においては、控訴人、被控訴\n人らともにミサイル基地設置計画の自衛隊法等適合性を疑問としているのではない\nのであるから、控訴人の右主張は、無意味である。被控訴人は、右ミサイル基地設\n置計画が、自衛隊法の運用の結果現出された有機的な組織としての自衛隊の重要な\n一構成要素であるところから、ミサイル基地設置計画の憲法適合性判断のためには\n右計画の正しい認識を得るための方法として、自衛隊という組織の中で、右計画を\n全体的に認識すること、及びそのための素材として根拠法たる自衛隊法等の内容を\n検討することの必要性を主張しているのである。\n控訴人は更に、ナイキ基地設置計画が、違憲審査の対象となることがあつても自衛\n隊全体が違憲審査の対象になることはあり得ないし、また、ナイキ基地設置計画の\n違憲性の判断のためには自衛隊の違憲性の判断が必要かつ有用というべきものでも\nないと主張する。しかし、自衛隊が、「わが国の平和と独立を守り、国の安全を保\nつため、直接侵略及び間接侵略に対しわが国を防衛することを主たる任務」（自衛\n隊法第三条第一項）とするものである以上、陸、海、空の各自衛隊が相互に有機的\nな構成と任務を分担すること、各自衛隊が組織、編成、装備、訓練等のあらゆる面\nにおいて昀高度の組織性を必要とすることは、いうまでもない。ある部隊である武\n器を保有することが違憲であるか否かは、他の部隊でどのような武器を装備し、一\n朝有事の際に全体としてどのようにそれらが使われるのかという問題をぬきにして\nは論じられない問題であり、一定の時期の防衛計画の中の一基地の設置計画の法的\n評価も、当該防衛計画全体の中で、その基地がどのような役割を担わされ、他の全\n体の装備がその基地の運用とどのように連関しているのか、またその時期以降の防\n衛計画ではどのような役割が期待されてくるのかという点を離れては正当に評価で\nきないこと、自衛隊法や隊内の教育、訓練等には憲法の民主主義、基本的人権尊重\n原則との矛盾抵触があり、自衛隊という組織が憲法秩序の下で存在を是認され得な\nいものであるということ、また、これらの反憲法的特質が自衛隊という存在の基本\n的な性格であつて、自衛隊の個々の行為の性格をも規定するものであることを考え\nれば、当然本件ミサイル基地設置計画の法的評価に重大なかかわりを有する事実で\nあるといわなければならないから、両者は切離して論じられる問題ではない。\n（三）　自衛隊の実態審理\n（１）　審理の可能性\n右（二）において述べたところから明らかなとおり、本件ナイキ基地設置計画及び\nこれを不可分の有機的構成要素とする自衛隊は、本件違憲審査の対象となるいわゆ\nる司法事実であつて、合違憲が争われている立法の合憲性を支える事実としてのい\nわゆる立法事実ではない。そして、司法事実であつても、自衛隊を構成するすべて\nの行為の司法審査が必要となつてくるわけではなく、憲法適否の判断に必要なかぎ\nりで証拠調べを行えば足りるものであるところ、例えば、在日米軍との演習、訓練\nを例にとつても、毎年行われている日米合同演習については、その参加人員、部隊\n数、航空機、艦船の数等が公表されているのであつて、そのうちから一応平均的な\nあるいは代表的な例をとり出すことは何ら困難ではなく、そのようにして抽出され\nた具体的事例において、自衛隊の実態を認識することに可能であり、その証拠調べ\nの方法は、今日民事訴訟法上認められている諸方法を活用すれば十分であるし、書\n証等によつて明らかにできる分野は極めて広いのであるから、司法事実として証拠\n調をすることになんら支障、不当はない。\n（２）　審理の必要性\n憲法は一切の実力の保持を禁じているという被控訴人らの主張に立つても、なお自\n衛隊の実態審理は必要である。\n本件で裁判所の審理判断が求められているのは、自衛隊法ではなく、本件ミサイル\n基地及び自衛隊が憲法第九条第二項に保持を禁じられた「陸海空軍その他の戦力」\nに当るか否かという点である。そして、右憲法の文言は、憲法の立法経過、前文及\nび憲法全体の構造、その制定の歴史的意義等にかんがみ、いわゆる「軍隊」すなわ\nち国防を目的とする、対外的な戦闘能力をもつた人的、物的な組織体をいうとされ\nるところ、この軍隊としての共通的な特質は、その組織体の組織、編成、装備、訓\n練等の基本的要素において例えば警察力などの他の実力組織と顕著な相違をみせて\nいる。自衛隊がこのような性格を有する実力組織であるか否かは、単に自衛隊法等\nの文言をみるだけでなく自衛隊という現実の存在に即し、右各側面についての実態\nをみることによつてはじめて、より的確な判断がなされ得るのである。\n控訴人が主張する自衛隊は自衛のための必要昀小限度の実力か否かについても、そ\nの判断は、実態に即してなされなければならない。一般にある制度が法律の規定に\n基づいて成立し、運用されている場合に、現に存在し作用している当該制度が法律\nの趣旨、規定内容に合致しているか否かは、当該制度の現実の運用を右法規との対\n照において審査する以外になく、このことは国の防衛力という問題についても異な\nらない。すなわち現実に存在する自衛隊が右法律の文言にもかかわらず、防衛目的\n以外にも使用され得る可能性があり、防衛の限度をこえた装備を備えること、自衛\n隊の右運用が自衛隊法違反の問題をおこすと共に自衛隊の憲法違反の問題を生ずる\nことも当然あり得るのである。したがつて控訴人の主張するような憲法解釈論に立\nつたとしても、自衛隊が自衛のための実力であるかどうかは実態をみることによつ\nてはじめて明らかになるのであつて、右の点に関する実態審理は絶対に必要不可欠\nである。\n控訴人は、わが国の自衛隊は、諸外国の軍隊に比して多くの制約を受けており、自\n衛のための必要昀小限度の実力にとどまるべき法的保障ないし担保が完備している\nと主張する一方、担保的制度の本来の意義は、そのような制度があるために行為者\nが法令に違反する行為をしないように自制するところにあると主張する。しかし、\n担保制度は、本来、行為者の自制に委ねては制度本来の限界をこえて行為されるお\nそれがあるからこそ、行為者の意思以外の他の作用によつて、行為者の行為を限定\nづけようとしておかれるものであつて、この制度が現実にそのような機能を果し得\nているかどうかを事実に即して検討することなく、行為者の自制に信頼しているの\nでは担保制度の存在は意味がない。したがつて、右担保制度の現実の機能もまた審\n理されなければならない。\n（四）　司法審査の限界\n控訴人は、主権国としてのわが国の平和と安全、ひいてはわが国の存立の基礎に極\nめて重大な関係を有する高度の政治性ある問題については司法判断の対象とならな\nい旨主張する。しかし、高度に政治的な問題であることが、何故、司法審査権を排\n除することになるか、根拠は薄弱である。砂川事件判決にいうように「その内容が\n違憲なりや否やの法的判断は、その条約を締結した内閣およびこれを承認した国会\nの高度の政治的ないし自由裁量的判断と表裏をなす点がすくなくない。」という理\n由からであるとすれば、これは裁量論の論拠となるだけであり、右判決のいう「一\n見明白の理論」との不可分性はない。一方、国防の問題が防衛手段の形態、規模、\n更にはこれを決定する要素となる国際情勢如何等にかかわる事項であるからたとい\nうのであれば、本件の争点は、右の事項についての政治的裁量の当否を問題とする\nのではなく、国防の問題について憲法が如何なる規範を設定したかにあるのである\nから、右の控訴人の指摘は当らないといわなければならない。右の事項は、自衛の\nための必要昀小限の防衛力はもてるという憲法解釈を採用した後に導かれるもので\nあり、それ自体で司法審査権を排除する根拠付けに用いることはできない。また、\nこのような裁量事項について、一般的に司法審査権を排除する必要性はまつたくな\nい。むしろ、自由裁量ならざる行為についてこそ、「高度の政治性」の観念を用い\nる実質的理由があるといえるのである。結局、「高度の政治性をもつ事項一が司法\n審査権を排除し得るのは、それがまさしく「高度の政治性をもつ事項」だからとい\nわざるを得ず、理由にならない。憲法上の規範が確固として存在する自衛隊の違憲\n性の問題について、このような政治論をもつて司法審査権を排除し、国民の基本的\n権利である裁判を受ける権利の保障を排除する結論を簡単に導くことに著しく不当\nである。\n控訴人は、「一見明白の理論」のもとに、裁判所が本件について違憲審査を行うと\nしても、その判断の仕方、内容については制約が存すると主張する。しかし右理論\nは、「一見明白に違憲無効の場合には司法審査権が行使できる。」という反対解釈\nも成立させるが、問題が「わが国の存立の基礎に極めて重大な関係をもつ高度の政\n治性」を有する点に変りはないのに、何故この場合には司法審査権が及ぶことにな\nるのか。この点において右理論には矛盾がある。のみならず、控訴人の主張する憲\n法第九条論を右「一見明白の理論」と合せて理解すると、控訴人の論旨は、憲法第\n九条は自衛のために必要な実力の保持を禁じておらず、自衛隊が憲法第九条の許容\nする範囲、程度の実力に当るか、それをこえているかは高度の政治的裁量によつて\n決すべき問題であるから、一見明白に違憲といえない限り司法審査になじまないと\nいうことになるが、右論旨は、そもそも憲法第九条の解釈について、同条は国家の\n組織する実力部隊、すなわち軍事力の保持を禁じていないという解釈の上に司法審\n査の制約を論ずるものであつて、一見司法権の制約を説くようにみえながら、その\n実は控訴人の憲法解釈論を裁判所が採ることを求める論にすぎない。本件で争われ\nているのは、正に憲法第九条が自衛のための措置として「実力」を保持することを\n許容しているかという点であつて、この点についての裁判所の客観的な法解釈が求\nめられているのである。なお「一見明白の理論」なるものは、いわゆる砂川事件の\n昀高裁判決においてはじめて用いられたものであるが、それは、司法権の権限の及\nぶ範囲についての制約を論ずる議論ではなく、司法権による審査を前提とした上\nで、違憲と判断するあるいは宣言する基準について、それが「一見明白」に違憲と\nいえるほど顕著な違憲の場合でなければ違憲と宣言してはならないとする議論であ\nる。現に右砂川判決でも詳細に、問題となつた（旧）日米安全保障条約について、\nこの内容、締結手続等についての審査を行つている。そうだとすれば、仮に控訴人\nの主張に立つても、少なくとも自衛隊が「一見明白」に違憲といえるか否かの内容\nについては十分な審理が尽されなければならないはずである。「一見明白の理論」\nは、要するに自衛隊合憲論を前提としてのみ成り立ち得るものであり、そこにいう\n「高度の政治性」は、何ら司法審査権排除のメルクマールではあり得ない。\nなお控訴人は、防衛のための必要昀小限度の実力は客観的に区別でき侵略的、攻撃\n的脅威を与える兵器等は、今日の流動する国際情勢においても防衛的とはいえない\nというが、そうであれば右以外の装備が防衛的といい得るか否かも判断できるはず\nであり、憲法第九条が国政の基本たる昀高規範であることにかんがみ、司法権がこ\nの点について判断を回避することは許されないのである。\n４　憲法第九条の解釈と自衛権及び自衛のための措置\n（一）　自衛権の概念\n自衛権は、外国からの急迫不正の侵害に対し、自国を防衛するため緊急の必要があ\nる場合、それを反撃するために武力を行使し得る権利であつて、それが緊急やむを\n得ないものであり、また、侵害の程度と均衡を失しないものである場合には、違法\n性を阻却され、国際法上合法的なものとされる。このように、自衛権とは、国際法\n上の国家の権利、すなわち、今日の国際社会がすべての主権国家に承認する国際法\n上の権利である。それは、外国からの違法な侵害に対する国家の反撃行為に一定の\n限度で合法性を付与するための法概念であり、当事国の自衛権行使の意思の有無に\nかかわりなく、その国家行為の客観的側面を対象とするものである。このように主\n権国家の自衛権とは、国際社会がそれを構成する各主権国家に承認した権利である\nから、他国の認否にかかわりないことはもちろん、ある国が自国の自衛権の存在を\n否認したり放棄しても、その国内法上の効果は格別、国際法上はなんらの消長をき\nたすものではない。仮にある主権国家が自衛権を放棄すると宣言したとしても、そ\nの国に対する他国の急迫不正の侵害が適法とされるものではないし、その侵害に対\nする当該国の反撃が国際法上違法となるものでもないのである。したがつて、わが\n憲法が、仮に自衛権（自衛武力の行使）を放棄したと解するとしても、国際社会が\nわが国に認める主権国家としての自衛権には何らの変動をきたさないし、また逆に\n憲法が自衛権を否定していないといつても、憲法がわが国政府に軍備の保持を禁じ\nている国内法上の法律関係には何の影響を及ぼすこともないのである。したがつ\nて、「自衛権の放棄のためには、明示的な憲法の規定によつてその意思が明確に示\nされなければならないが、日本国憲法には明示的に自衛権を放棄する旨の規定が置\nかれていないから、憲法は、わが国が主権国として当然に認められている固有の自\n衛権を放棄するものではない。」との控訴人の主張は、国際法と国内法の法律関係\nを区別しない誤まつた見解であつて、法的にはまつたく無意味である。\n自衛権は国際法上の国家の権利であつて、急迫不正の侵害に対する抵抗という動的\n状態をとらえた法概念であり、違法阻却事由としての機能を果すものであるから、\nそれは当然に侵害行為の態様、程度との相対において抵抗行動の多様性を予想して\nいる。したがつて個々の主権国家が、いつたん危急の際にどのような方法で抵抗す\nるか、またそのために平素から如何なる手段を備えるか（軍備を持つか無軍備とす\nるかなど）は、その国家が、自らの主体性において自由に選択し得ることであり、\nこのため、憲法上主権国家がそうした武力行使のかたちをとる自衛権の発動を自ら\n規制することは大いにあり得ることである。また、すべての国民に正当防衛権が認\nめられるからといつて、個々の国民が具体的にこの権利を行使するか否か、また行\n使するとして如何に行使するかまで画一的に覊束されるものではないのと同様に、\n自衛権が国際法上認められるからといつて、各主権国家が自衛のための軍備を義務\nづけられたり、その他自衛の方法を画一的に強制されることにはならない。自衛権\nはあくまで権利であつて義務ではないのである。したがつて、ある国が国際的に自\n衛権を認められていることに基づき、将来の自衛権行使に備えて軍備を保持するこ\nとは、国際法上当然許容されるとともに、国内法関係でも可能である場合があろう\nが、他方また国際法上自衛権が認められるからといつて、武力による抵抗をよしと\nせず、平素から軍備を保持しないという立場も十分成り立ち得るのである。\n問題は、当該国家が憲法以下の国内法で自国の安全保障につき如何なる定めをおい\nているかにかかるのであるが、わが憲法はこれにつき、「無軍備による平和」（自\n衛権の武力不行使）の立場をとつたのである。しかるに控訴人の主張は、主権国家\nの自衛権、自衛権の行使（自衛武力の行使）の当然性、自衛武力の保持の必然性と\nいう一連の論理を基軸とするもので、右は実定憲法第九条等の文言も、更に憲法条\n規の存否さえもなんらかかわりがない、いわば実定憲法秩序の外に超越的に成立つ\nている国際法次元のものである。それは、自衛武力の保持や行使が国内法（憲法）\n上合法であるか否かという本件の問題に答えたものとはいえない。しかも控訴人\nは、自衛権は、国家固有の権利であるといい、これによれば自衛権（自衛武力）が\n主権国家の不抜の属性であり、当該国家自身によつても変更や放棄のできない性質\nのものであるかのように思われるが、右「固有の」という表現自体には、国際法上\n格別の意味はない。控訴人の主張には、本来緊急時における国家行為の違法阻却事\n由の法理である自衛権をもつて、平時における軍備保有の正当性の法的根拠としよ\nうとするところにも誤りがある。たしかに、まさかの際に自衛権を行使し得るため\nに平素から軍備を保有するという国防政策は存在し得る。しかし、その場合でも、\n「自衛のため」というのは軍備保有の目的であり動機ではあり得ても、保有される\n軍備そのものを性格づけることになるものではない。なんとなれば、軍備や武力は\nそれ自体としては専ら軍備目的のための手段たるにすぎないから、その用いられ方\n如何で、自衛武力にもなれば侵略武力ともなる性質のものだからである。殊に自衛\n権というのは武力の行使にかかわる法的概念であり、保有にかかわるものではない\nから、なおさらである。したがつて、常備軍を保持すること自体を違法とする法理\nは国際法上存在しないことが事実であるとしても、その軍備自体を自衛権をもつて\n説明し正当づけることは、不正確であり危険でもある。更に、自衛権は、国が実力\nをもつて外部からの急迫不正の侵害に対し防衛する権利であり、わが国においても\n自衛権の行使及び自衛力の保持が憲法上認められているという控訴人の立場に立つ\nと、自衛権は、国家が実力をもつて防衛するものである以上、その実力行使が防衛\nに役立ち得るものでなければ、自衛権が認められている意義のほとんどが失われ、\nその自衛権は内容のないものとなるということにもなるが、この論理によれば、自\n衛のためならば必要な力を無限定的に持てるということにならざるを得ない。しか\nし、もともと自衛権とは、外国からの急迫不正の侵害に対し緊急やむを得ない場合\nに行われる反撃の権利であつて、そこで要件づけられる反撃の程度は「必要」で\n「均衡のとれたもの」でなければならないが、さりとて「必要な昀小限度」である\nことは要請されないし、また「必要」であるかぎり反撃は強化されて差支えない。\nこのように自衛力は本来的に、相手国の武力との関係において相対的に決まるもの\nであり、流動的不確定的なもので、無限定性を内包しているものなのであるから、\nたとえこれを必要昀小限度の自衛力に限るといつてみても、それは必要な自衛力と\n結局同意義にならざるを得ないものである。控訴人は、憲法第九条で行使すること\nができる自衛権の行使が必要昀小限度にとどまるべき法的根拠を、第九条第一項の\n「日本国民は、正義と秩序を基調とする国際平和を誠実に希求し」という文言に求\nめている。しかし、右の文言は、第九条制定の動機を述べたに過ぎないものであ\nる。\n（二）　憲法第九条の解決\nわが国内法たる憲法の解釈は、あくまでその文理や論理、その立法趣旨や立法事情\n等に基づいてなされなければならないのであつて、第九条第一項を適正に理解する\nためには、第二項をふくむ同条全体の論理構造や、更には前文をふくむ憲法全体の\n精神や法構造が決定的に重要な意味をもつ。憲法第九条は、その前文における非武\n力的世界観、非武装平和主義の理念に則つて、これを具体化するため、戦争放棄と\n軍備全廃の方針をうち出したものである。これがわが憲法の採用した平和の哲学\n（思想）であり、第九条の論理なのである。一方、控訴人の主張は、このような憲\n法の精神や第九条の思想とに対極にある、国際社会の伝統的な武力平和の思想に立\nつているものといわなければならない。控訴人は、憲法第九条第一項は侵略戦争の\nみを放棄したのであつて、自衛戦争まで放棄したものではないというのであるが、\n同条第二項によつてたとえ自衛、制裁の戦争のためであれ軍備（戦力）は全廃さ\nれ、交戦権も否認されている以上、右第一項をどのように解するかは、第九条全\n体、ひいては憲法全体の法構造からすれば格別の意味をもつものでにない。のみな\nらず、同条項を侵略戦争のみを放棄した趣旨と解し得るからといつて、それゆえに\nわが政府が自衛武力を備えたり、行使したりすることが同条項によつて容認された\nことになるわけではない。同条項は自衛戦争や制裁戦争までを放棄していない（禁\n止していない）というだけのことである。また控訴人は、憲法前文で諸国の公正と\n信義に信頼する旨決意したことは、万一その信頼が裏切られた場合には安全と生存\nを害されることもやむを得ないとしてこれを受忍する態度を決定したものではな\nく、これをもつて自衛権の行使を断念する決意を表明したものと解することはでき\nないと主張するが、わが憲法は、「恒久の平和を念願し」、人類の「崇高な理想を\n深く自覚する」がゆえに、「平和を愛する諸国民の公正と信義に信頼して、われら\nの安全と生存を保持しようと決意した」のであり、さればこそ世界に先駆けて戦争\nを放棄し、軍備を全廃したのである。平和愛好諸国民への信頼と軍備の廃絶とが不\n可分一体の理念であり方策であることはいうまでもない。そこにはその信頼が裏切\nられることがあるのを予想して武力を備蓄するという旧套の現実主義的な思想（哲\n学）はまつたく介在する余地がない。そこにあるのは、全力を挙げて「平和を愛す\nる諸国民」との交流、提携、連帯（具体的には国際的な平和維持機構の確立と軍備\n撤廃思想の発展など）に努めるという、理想主義的な熱誠と、武力的世界観の行き\nつくところへの深い洞察のみである。したがつてこの点でも、控訴人の論旨は、ま\nつたく異つた次元からの主張の展開であるといわなければならないのである。\n控訴人は憲法第九条第二項の解釈として、憲法は、自衛権もその行使も否定するも\nのでない以上この自衛権の行使を裏付けるために必要昀小限度の実力を保持するこ\nともまた憲法の許容するところであると主張する。しかし、国内法たるわが憲法\nは、国際社会が主権国家たるわが国に承認する自衛権について、肯否の対応を示す\nべき立場にない。したがつて、控訴人のいう、憲法は自衛権もその行使も否定する\nものでない以上という前提命題自体法律的には無意味であるから、控訴人の論旨は\nすでにこの点で前提を欠き失当である。また控訴人は、わが憲法が自衛権を否定し\nていない以上、自衛のための実力を保持することも憲法の許容するところであると\nいうが、自衛権を否定していないから自衛のための武力の保持も許容するというの\nは、今日の国際法の論理であり、国際社会がわが国に対する態度としてそうだとい\nうだけのことであつて、そのことから直ちに、わが国内部の国政指針を定める憲法\n（国内法）までが、政府機関に自衛武力の保持を許容したものという帰結が導かれ\nるわけではない。わが憲法が政府に自衛のための武力の保持を認めるか否かは、右\nのような国際社会や国際法の動向をも見定めつつ、わが国の憲法制定権力（主権\n者）たる国民が決定すべきことがらであり、現にわが国民は憲法第九条第二項にお\nいて、その方策をうち出し確定しているわけである。自衛権はあくまで権利であつ\nて義務ではないからわが国が国際社会において自衛権を認められているからといつ\nて、いつたん緩急の際に自衛のための武力行動に出ねばならない義務はないのであ\nり、平素から自衛のためと称して武力を備蓄しておくよう拘束される筋合でもな\nい。また自衛権の内容は、武力により正当な反撃に出ることをも肯認するというも\nので、武力以外の手段による反撃であれば自衛権の行使でなくなつたり、いわんや\n法的に不正当とされるわけでは決してない。したがつてわが国がその自主的選択と\nして武力による反撃をよしとせず、その他の方法、例えば、国際平和機構への依存\nや集団安全保障システムへの参加によつてわが国民の安全と生存を保持する途をえ\nらぶことは、可能であり、また当然なのである。\nところで控訴人は、第九条第二項は第一項の趣旨をふまえて解釈すべきであるとい\nう。その趣旨は、第一項が自衛戦争を放棄していないから、第二項もその枠内で解\n釈すべきであるというものと解されるが、そうであれば、第二項は自衛のための戦\n力の保持を禁止していないと解し得ることになるし、また制裁戦争のための戦力も\n許容されていると解する余地を否定できないことになる。しかるに控訴人は第九条\n第二項は自衛のためにも戦力を保持させない趣旨だというのであつて、これは矛盾\nである。右矛盾を解決するには、控訴人が前提とした、第九条第二項を第一項の枠\n内でのみ解釈するという態度を改めることである。今日の圧倒的な通説が示すよう\nに、「第一項で放棄されたのは侵略戦争だけであるが、残つた自衛戦争と制裁戦争\nも、第二項後段の交戦権の否認」「によつて否定され、結局第九条全体とじてはす\nべての戦争が放棄されたことになる。」、「陸海空軍その他の戦力をもつていれ\nば、自衛のためと称しながら侵略戦争を行う危険もあるから、戦力を全く保持しな\nいこととして、侵略戦争」「の可能性を全くなくし、第一項の目的を完全に達せし\nめようとするのが、この規定（九条二項前段）である。」（註解日本国憲法二一九\n～二二〇頁、二二三頁）という理解に立てば、控訴人の矛盾は解消するし、またこ\nのような理解こそが第九条第一、二項の妥当な解釈なのである。なお控訴人は、憲\n法第九条第一項が自衛戦争を放棄していない以上、第二項冒頭の「前項の目的を達\nするため」という文言の有無にかかわらず、勿論解釈として第九条第二項は自衛武\n力の保持を許容していると解釈できるというが、右は控訴人の独自の見解にすぎな\nい。\n本件における昀大の争点は、自衛隊（ミサイル基地設置計画）の憲法第九条違反性\nの有無であり、その「軍隊」ないし「戦力」該当性のそれである。したがつて本件\nでは、自衛隊が軍隊ないし戦力に該当するか否かが問題なのであつて、自衛隊が\n「自衛力」であるか否かが直接の問題ではない。自衛隊が「自衛力」に当るという\n主張が本件で法的に意味をもつためには、「自衛力」に該当するがゆえに、戦力等\nに該当しないという命題が成立つことが必要である。控訴人は自衛隊は自衛力に当\nるという主張を維持する以上、なにゆえに自衛力は戦力でないか、如何なる点で戦\n力と異るかを明確にすべきである。しかして、いずれにせよ控訴人のいう「必要昀\n小限度の実力」としての自衛隊は、その名称の示すところにかかわりなく、その実\n体において、憲法第九条第二項が明文をもつて保持を禁止する「陸海空軍」に該当\nするといわなければならないものである。\n控訴人の自衛力論の誤りは、「交戦権の否認」についての解釈にも表われている。\n「国の交戦権」は、国際法上の概念として、交戦国が国家としてもつ権利である\nが、控訴人もこのことは否定していない。そして、憲法第九条第二項による交戦権\nの放棄は無条件、絶対的であるから、自衛、制裁戦争を含め、およそ一切の戦争、\nその他の武力行使は、国際法的にも国内法的にも不可能となる。国際法上、戦争行\n為の中心をなすのは、敵の兵力や兵器、物資あるいは防守地域や軍事目標に対し合\n法的に殺傷、破壊を行うことであるが、それらの権利の承認を法的に否定すること\nは、国の戦争遂行を法的に否認し、違法化することにほかならない。すなわち、交\n戦権の否認によつて、わが国は相手国兵力を殺傷、破壊する権利を放棄したのであ\nつて、これを伴う実力の行使は国際法上不可能となつたばかりでなく、国の交戦権\nを主権者たる国民が認めないとしたことによつて、国内法上も違法とされることと\nなつたのである。自衛力の行使その他どのような呼称を用いるにせよ、相手国兵力\nの殺傷、破壊を合法化する法的根拠は、国際社会においては交戦権をおいてないの\nであるから、交戦権を否認しても、自衛権が認められる以上、相手国の兵力の殺\n傷、破壊を当然その中核的内容とする自衛武力の行使が国際法上合法化され得ると\nする控訴人の主張は明白な矛盾であり、また国際法上の論議をおいても少なくとも\n国内法（憲法）上、国の交戦行為は主権者たる国民によつて認められていないので\nあるから、たとえ自衛のためであれ武力行使は違法（違憲）とされること疑問の余\n地がない。国が行う実質的戦争遂行の権利は、わが国の場合、憲法第九条第二項後\n段の「交戦権の否認」によつて全面的かつ法的に否認されたのだと理解することこ\nそが、適正な第九条の解釈である。\n（三）　憲法第一三条の解釈\n控訴人は、憲法第一三条を自衛権行使及び自衛力保持の根拠ないし根拠の補強とし\nている。しかし、憲法第一三条の法意は、敗戦前日本国民が国家主義及び全体主義\nの名の下に個人の権利自由をことごとく抑圧され、ついには侵略戦争に巻き込まれ\nたという深刻な体験を二度と味わうことのないよう、なによりも個人人格の尊厳を\n確立し、もつて民主主義と平和の達成を促すことにある。そして、右条規にいう生\n命、自由及び幸福追及に対する権利の保障というのは、民主主義社会を支える個人\nの価値を昀大限に尊重し、個人価値を一切の国家社会生活の基本として位置付ける\n右決意の当然の帰結としての個人生存に不可欠な権利自由、すなわち、憲法各条に\n具体的に保障されている各種の権利自由の根底に存する自然法的な権利の保障にほ\nかならない。アメリカの自然権の思想に由来するこれらの権利は、当然のことなが\nら幸福追求を国家権力によつて妨げられないことをその本質的内容とするのであ\nる。右によれば憲法第一三条は、第一一条、第九七条にいう「この憲法が国民に保\n障する基本的人権」を侵害してはならず、かえつて昀大限に尊重すべきことをすべ\nての国家活動の指導原理とする旨の規定にほかならず、沿革的にも法理的にも国家\nによる武力の保持を根拠づけるものではあり得ない。かえつて、この憲法の条規\nは、基本的人権を実現するための昀大の保障として、平和主義と民主主義を掲げ、\nそれらが密接不可分の存在であることを示しているのである。すなわち、日本国民\nは「政府の行為により、再び戦争の惨禍が起ることのないようにすることを決意」\nしたのであるが、その実現のためには、国民主権のもとにおいて「正当に選挙され\nた国会における代表者を通じて行動」するとともにその福利を「国民が享受」し得\nるような民主主義体制のもとで、主権者たる国民が「わが国全土にわたつて自由の\nもたらす恵沢を確保」し得ることが必要不可欠なのである。けだし、国内に自由と\n平和なくして対外的に自由と平和を実現し得るはずはないのである。この趣旨は憲\n法の平和主義のもとにおける基本的人権について述べた前文第二項によつて一層明\nらかとなつている。すなわち、「日本国は、恒久の平和を念願し、人間相互の関係\nを支配する崇高な理想を深く自覚するのであつて、平和を愛する諸国民の公正と信\n義に信頼してわれらの安全と生存を保持しようと決意した」のであるが、ここにい\nう戦争によらない平和こそ憲法の平和主義の意味するところなのであり、第九条第\n二項はこの精神を具体化し、一切の軍備の保持を禁止したのである。したがつて、\n「全世界の国民がひとしく恐怖と欠乏から免かれ、平和のうちに生存する権利を有\nすることを確認する」という規定は、平和主義のもとにおける基本的人権の真髄を\n示すものといい得るであろう。かつて、わが国民に対して政府が行つた昀悪の人権\n侵害は戦争、しかも自衛の名を用いた戦争であつた。その時、基本的人権は否定さ\nれ、国民に自由はなかつた。このような政府の行為を決してくり返させないため\nに、戦争及び軍備を禁止し、平和のうちに生存する権利を憲法に掲げたのであるか\nら、この平和的生存権こそ、何より尊重されるべき基本的人権といわねばならず、\nかくしてみれば、この平和的生存権こそ、憲法第一三条の「幸福追求に対する国民\nの権利」のなかに当然含まれているということができる。したがつて、憲法第一三\n条は、控訴人の主張するところとは逆に、前文、第九条と相まつて、政府の行為に\nより戦争の惨禍をくり返させないための人権保障規定といい得るのである。\nところで、政府が自衛力と名付ける自衛隊の実態こそ、控訴人の主張の誤りの何よ\nりの例証である。すなわち、自衛隊は、アメリカの戦略にくみこまれており、日本\n国民はつねに戦火に見舞われる危険を抱いている。そればかりでなく、間接侵略に\n備えるという曖昧な概念のもとにおいて、自衛隊は、日常、弾圧部隊としての訓\n練、演習を行い国民に敵対している。また防衛機密の保護の名目の下に国民の知る\n権利は妨げられ、隊員に対しては、民主主義、基本的人権を敵視する教育がほどこ\nされている。自衛隊は様々な基地公害の源となり、その武力を保持するための巨大\nな軍事経済が国民生活を圧迫している。このような反民主主義的、反人権的性格の\n自衛隊こそ、憲法第一三条の幸福追求権その他の基本的人権を侵害する違憲の存在\nであるといわざるを得ないのである。\n結局、憲法第一三条を根拠に軍備の保持を合憲化することは、法理的に無理である\nばかりでなく、現実に存在する軍隊＝自衛隊こそ憲法第一三条に照し違憲の評価を\n免れないこととなる。\n（四）　文民統制\n控訴人は、自衛隊は専らわが国を防衛することを目的とし、決して侵略目的に転用\nされないように組織されているとし、その制度的保障として、憲法第九条、第六六\n条第二項、防衛二法、国防会議などを挙げている。しかし、文民統制の存在たけで\nは軍隊が自衛の目的外の行動に出ることを抑止するための歯止めとはなり得ず、自\n衛隊が自衛目的外に転用される危険性を解消させたことにはならないし、文民統制\n装置が存在するからといつて軍部を統制することが現実に可能となるわけではな\nい。文民統制制度の存在をもつて、自衛隊が自衛の目的外の行動に出ることを抑止\nするための保障となるという思考は、単に制度信仰論にすぎないのであつて、「三\n矢研究」にみられるように自衛隊の実態をみても、それは現実には破綻していると\nいわざるを得ない。\nわが国の文民統制の根本的欠陥は、それがなんら憲法上の根拠をもつていないとい\nうところにある。わが憲法には、諸外国憲法には置かれている軍に関する規定がま\nつたく無い。文民統制の憲法上の根拠はもとより、軍人の統制違反についての法的\n制裁規定、監察規定も無いのである。すなわち、政府は憲法の制約を離れて、その\n独自の解釈をもつて自衛隊の増強を行うことができるし、文民統制の原則もその政\n策的考慮によつて緩急自在に適用することが可能なのである。そのようにして自衛\n隊は、控訴人主張の文民統制のもとで育成され、今や世界有数の常備軍に成長し\nた。控訴人の主張によれば、「自衛力の必要昀小限度」が政治部門の政策的配慮に\nより決定されるというのであるから、「自衛のための必要昀小限度の実力にとどま\nるべき法的保障ないし担保」としての文民統制が、政治部門の必要度に応じて行わ\nれる自衛力の整備拡充に奉仕する道具となることは必然であり、このような文民統\n制が自衛隊を自衛の範囲に抑制するための法的保障となり得ないことは明らかであ\nる。\n（五）　自衛権と自存権\n歴史的にみると自衛権は、国家の自己保存権に基づくものとして主張されてきた。\n自己保存権について、国家は自己保存の基本的義務を負うと同時に、それに対応し\nて自己保存権、すなわち自己を保存するために必要なすべてのことをなす権利をも\nつているので、さし迫つた危険を避けるために、またその破滅に導くおそれのある\nものを遠ざけるために役立ち得るすべてのことをなす権利をもつていると説明され\nている。自衛権を自己保存権の一環としてとらえることは、第一次大戦前において\nは一般的な傾向であつた。第一次大戦後国家による戦争ないし武力行使が次第に違\n法なものとされるに伴い、自衛権はそれに対する例外的な措置とみなされるように\nなり、自衛権の発動を限定する傾向も現われたが、その後の歴史をみても第二次大\n戦から更に戦後においても、自衛権の拡張的濫用ともいうべき自衛権概念の自存権\n的解釈利用の例は少なくない。古典的な自己保存権論は現在もなお国際社会におい\nて現実政策の基礎に生きており、自衛権概念からなお自己保存的要素を払拭するこ\nとができないでいるのであつて、そこにはたえず自衛権の濫用の可能性が内包され\nているといわなければならない。それに、自衛権の発動は、何らかの緊急状態が前\n提条件として存在し、まず実力を行使する国家が自衛権行使の適法性の主観的判断\nを行わざるを得ないということも、自衛権の濫用の危険性を増大させる原因とな\nる。このような、濫用の危険が未だ克服されないでいる自衛権概念をもつて国の安\n全保障の基調とする控訴人の見解は、この意味においても危険なものといわなけれ\nばならない。\n第三　証拠（省略）\n(原裁判等の表示)\n○　主文\n１、被告が昭和四四年七月七日農林省告示第一、〇二三号をもつてした左記保安林\nの指定を解除する旨の処分を取消す。\n（１）　解除にかかる保安林の所在場所　北海道夕張郡＜以下略＞（国有林）\n（２）　保安林として指定された目的　　水源のかん養\n（３）　解除の理由　　高射教育訓練施設および同連絡道路敷地に対するため\n２、訴訟費用は被告の負担とする。\n○　理由\n第一次　当事者間に争いのない事実\n原告らの請求原因事実および被告の主張事実のうちでつぎの各事実に当事者間に争\nいがない（なお（一）ならびに（二）の頭書、（１）ないし（５）および（６）中\n「関係書類・・・・・・・・・」以下の記述は原告らは弁論の全趣旨から争わない\nものと認める。）。\n（一）　馬追山保安林の概要\n１、概況\n本件馬追山保安林は夕張川の支流の上流部にあたり夕張郡＜以下略＞と由仁町との\n町界をなす標高八〇ないし二九七メートルの丘陵性の山地約一、五〇〇ヘクタール\nの水源かん養保安林の一部であること、水源かん養保安林は森林のもし理水機能に\n着目したものであつて、用水の確保、洪水防止の機能をもつものであること。\nＡ　地況\n地質は第三紀層に属し、基岩は砂岩、泥岩、頁岩凝灰岩および安山岩などから構成\nされ、樽前火山灰が堆積し、土壌は砂壌土からなつていること。傾斜は五ないし二\n〇度の緩斜ないし中斜地で、南北にせき梁が走る丘陵地形であること、このせき梁\nから東西に多数の渓流が流出しているが保安林指定の解除地（約三五ヘクタール）\nはこの団地の北寄りの小水系の一部で集水区域内にある保安林面積は二八七ヘクタ\nールであること。\nＢ　林況\n約一、五〇〇ヘクタールのこの保安林はトドマツ、カラマツ、ストローブマツ等五\nないし三五年生の人工林が主体をなし、一部比較的急斜地はナラ、シナ、イタヤ等\nの老壮齢の天然生広葉樹でおおわれ、ヘクタールあたり、約一三〇立方メートルの\n蓄積をもち、生育は中庸であること、下層植生はクマザサが密生していること。\nまたこのうち指定解除地は約七〇％（二五ヘクタール）が人工造林地で、他は広葉\n樹を主とした天然生林であり、人工林は六ないし三五年生の前記樹種からなり、こ\nのうち七七％（一九ヘクタール）が一二年生以下、その半数が六年生であること。\n２、保安林の指定\nこの一団地の保安林は通称馬追山国有林と呼ばれ、明治三〇年、同四二年ないし同\n四四年の間四回にわたり長沼町および由仁町の水田用水の確保および洪水による災\n害防止のために水源かん養保安林に指定されたこと、この指定当時の面積は二、一\n六一ヘクタールであつたが、昭和二四年、同二七年の二回にわたり開拓用地にあて\nるため保安林の一部解除がおこなわれ、その結果保安林の面積は長沼町一、〇九六\nヘクタール、由仁町四一二ヘクタールとなつたこと、同四三年六月このうち長沼町\n所在の分六七ヘクタールを防衛庁に所管換えし、そのうち約三二ヘクタールと、林\n野庁所管の国有林三ヘクタールについて本件保安林指定の解除処分がなされたこ\nと。\n（二）　本件保安林指定の解除手続\n本件保安林指定の解除手続は二つに分かれていること。その一つは札幌防衛施設局\n長が航空自衛隊第三高射群施設（高射教育訓練施設）敷地とするため森林法第二七\n条に基づいて破告農林大臣に保安林指定の解除を申請したものであり、その二に右\n施設の連絡道路として必要な部分について札幌防衛施設局長が国有林野法による国\n有林の貸与申請をしたことに基づき、所轄札幌営林局長が被告に保安林指定の解除\nの上申をしたものであること。以下右解除手続の概要は、\n（１）　札幌防衛施設局長に昭和四三年六月一二日航空自衛隊第三高射群施設（高\n射教育訓練施設）を設置するため、被告あての同日付保安林指定の解除申請書を北\n海道知事に提出したこと。\n（２）　北海道知事は同年六月一三日右保安林指定の解除はやむをえないものであ\nるとの意見書を付して右申請書を被告に進達したこと。\n（３）　被告は同年六月二〇日右申請書ならびに意見書を受理したか、北海道林務\n部長あてに疑義を照会するなど慎重に審査し入た結果、解除を相当と認め、同年七\n月一三日北海道知事あてに同法第二九条の通知をおこない、同知事は同月一九日北\n海道告示第一、四八五号をもつて同法第三〇条の予定告示をおこなうとともに長沼\n町役場においても関係書類を縦覧に供したこと。\nなお連絡道路の敷地に関する部分については同年七月八日付で札幌営林局長から被\n告あてに上申書が提出され同年七月二三日被告から同法第二九条の通知がされ、同\n月二七日北海道告示第一、五七〇号をもつて同法第三〇条による予定告示がされた\nこと。\n（４）　右予定告示に対する異議意見書の提出期限は高射教育訓練施設の敷地につ\nいては同年八月一八日、連絡道路の敷地については同月二六日であつたが、それぞ\nれの期限まで両者を合併した異議意見書が一三八通（原告ら主張では一三九名）提\n出され、これを受理した北海道知事は同月三〇日付でこれらを被告に進達したこ\nと。\n（５）　そこで被告は同年九月一六日から一八日までの二日間札幌市＜以下略＞所\n在の札幌営林局の会議室において公開による聴聞会（第一回）をおこなおうとし、\nその旨を同月五日付で意見書提出者一三七名（一三八通の意見書のうち一通には異\n議意見の内容およびその理由が記載されていたかつたので除外）に通知するととも\nに同月七日付官報で告示したこと。\nまた被告は同四四年五月八日から一〇日までの三日間夕張郡＜以下略＞所在の長沼\n町公民館において再度公開による聴聞会（第二回）をおこなうことにし、その旨を\n同年四月末頃付で一二八名（意見書取下げ者九名を除外）に通知するとともに同年\n五月一日付官報で告示したこと。\n（６）　その後被告は本件保安林指定の解除をすることを相当と認め、同年七月七\n日農林省告示第一、〇二三号をもつて本件保安林指定の解除の告示をするとともに\n関係書類を北海道庁ならびに長沼町役場において縦覧に供したこと。\n（三）　原告らのうち原告Ｋを除いたその余の者はいずれも夕張郡＜以下略＞に居\n住するものであること。\n第二次　原告Ｋの住所および書証の成立の認定\n１、原告Ｋの住所は、同原告の訴訟代理委任状から夕張郡＜以下略＞であることを\n認める。\n２、成立に争いのある甲第二号証１ないし４、第三号証１ないし５、第四ないし第\n六号証、第三八号証４ないし８、第一三一号証、第一三七号証はいずれも原告らの\n弁論の全趣旨から、また乙第二号証１ないし４、第三号証１、２、第四号証１、\n２、第五号証１、２、第六号証１ないし３はいずれも証人Ａの尋問結果からいずれ\nもその成立の真正を認める。\n第三次　原告らの訴えの利益について\n被告は原告らが本件訴訟につき訴えの利益をもたないとして以下の（一）１、\n（二）１、（三）１のとおり主張する。しかし右各主張は（一）２、（二）２、\n（三）２の理由によつていずれも採用できず、（四）記述の理由をも含めて原告ら\nは本件訴訟につき法律上の利益をもつものといわなければならない。\n（一）　１、およそ行政処分の取消訴訟において原告適格をもつ者は行政事件訴訟\n法第九条にいう「当該処分・・・・・・・・・取消しを求めるにつき法律上の利益\nを有する者」でなければならないが、原告らは本件保安林指定の解除処分について\nはたんにいわゆる反射的利益をもつ者にすぎず、右条項にいう法律上の利益をもつ\n者にはあたらない。すなわち本件保安林は長沼町および由仁町の水田用水等の確\n保、洪水などの防止を目的としたいわゆる水源かん養保安林であるところ、これを\n保安林として指定する際には、その森林がその地域全体において占める位置、付近\nの状況等を参酌して公益的観点からされるのであつて、その所有者や周囲の居住者\nなどの個人的利益のためにされるものではない。したがつて、原告らがかりに右指\n定によつて利益を受けるにしても、それはたんに保安林として指定されたことから\nくる反射的利益ないし偶然的な事実上の利益であつて、いまだ法律が直接保護しよ\nうとしている利益ということはできない。そして、森林法第二七条第一項、第三二\n条等が地区住民に保安林としての指定もしくは解除の申請権を認め、また指定もし\nくは解除の告示に対する異議につき意見書の提出、聴聞の機会を与えているとして\nも、それが当該地方公共団体の長にも認められていることからも明らかなように、\nこれは保安林の指定もしくは解除について被告のする前記公益判断につき参考とな\nる意見を徴し、もつて林野行政の公正妥当な運営を担保しようとするものにすぎ\nず、これをもつて原告らが法律によつて直接に保護された利益をもつていることに\nはならない、と主張する。\n２、森林法第三章第一節に規定する保安林制度の趣旨は同法第二五条第一項が保安\n林指定の目的としてその保安林地区の水源かん養（第一号）、土砂の流出、崩壊の\n防備（第二、三号）、風水害、干害等の防備（第五号）、なだれ等の防止（第六\n号）、公衆の保健（第一〇号）、その他を列挙していることからも明らかなよう\nに、たんに当該森林の所有者またはその他の権利者の個人的利益を保護しようとす\nるものではなく、その森林付近の地域住民の生命、身体、財産、健康、その他生活\nの安全等を保護しようとするものであることはいうまでもない。このことは同法第\n二七条第一項が「保安林の指定若しくは解除に・・・・・・・・・・・・直接の利\n害関係を有する者」は保安林の指定、もしくは指定の解除を農林大臣に申請する権\n利があるとしていること、同法第二九条が「農林大臣は、保安林の指定又は解除を\nしようとするときは、あらかじめその旨」を所在場所、指定または解除の目的、指\n定施業要件、解除の理由とともに「森林の所在地を管轄する都道府県知事に通知し\nなければならない。」とし、これをうけて同法第三〇条が「都道府県知事は、前条\nの通知を受けたときは、遅滞なく・・・・・・・・・その通知の内容を告示し、そ\nの森林の所在する市町村の事務所に掲示（し）・・・・・・・・・なければならな\nい。この場合において、保安林の指定又は解除が第二七条第一項の規定による申請\nにかかるものであるときは、その申請者にも通知しなければならない。」と規定\nし、また同法第三三条第一項が「農林大臣は、保安林の指定又は解除をする場合に\nは、その旨」を、その所在場所、指定または解除の目的、指定施業要件、解除の理\n由とともに「告示するとともに関係都道府県知事に通知しなければならない。」と\nし、同条第三項がこれをうけて「都道府県知事は、第一項の通知を受けたときは、\nその処分の内容を・・・・・・・・・その処分が第二七条第一項の申請に係るもの\nであるときはその申請者に通知しなければならない。」と規定し、（右各規定はつ\nぎに述べる第三二条の意見書提出権等の規定とともに同法第三三条の二および三に\nおいて保安林の指定施業要件の変更の場合にも準用されている。）さらに同法第三\n二条第一項が「第二七条第一項に規定する者は、第三〇条の告示があつた場合にお\nいてその告示の内容に異議があるときは、農林大臣に意見書を提出することができ\nる。\n」とし、同条第二項が「農林大臣は、前項の規定による意見書の提出があつたとき\nは、これについて公開による聴聞を行なわなければならない。」、また同条第四項\nが「農林大臣は、第三〇条の告示の日から四〇日を経過した後（第一項の意見書の\n提出があつたときは、これについて第二項の聴聞をした後）でなければ保安林の指\n定又は解除をすることかできない。」といずれも規定していることからも明らかで\nある。そしてこのような保安林の指定の予定告示の効果の反面として、同法第三一\n条により「都道府県知事は、」森林所有者その他の権利者に対し「保安林予定林に\nついて、・・・・・・・・・九〇日をこえない期間内において、立木竹の伐採又は\n土石若しくは樹根の採掘、開墾その他の土地の形質を変更する行為を禁止すること\nができ・・・・・・・・・」、また指定後は保安林においては同法第三四条によつ\nて原則として「都道府県知事の許可をうけなければ、立木を伐採してはなら\n（ず）」（第一項）また同様に「都道府県知事の許可をうけなければ、立木を伐採\nし、立木を損傷し、家畜を放牧し、下草、落葉若しくは落枝を採取し、又は土石若\nしくは樹根の採掘、開墾その他の土地の形質を変更する行為をしてはならない。」\nことになる。このような諸規定からみるときは保安林の制度はたんに特定の個人の\n利益の保護を目的とするものではなく、一定の地域住民の利益の保護を目的とする\nものであるという意味において、それなりの公共的、公益的目的をもつ制度である\nといつてさしつかえないが、しかしこのようにいうことは個々の地域住民を直接考\n慮することのないまつたく抽象的、一般的公共性を目指すことを意味するものでは\nない。このことは前記第二七条第一項がほかに「利害関係を有する地方公共団体の\n長」にも保安林の指定または指定解除の申請権（したがつて同法第三〇条、第三二\n条、第三三条の場合も前に同じ）を認め、また第三三条の二第二項にも同様に「利\n害関係を有する地方公共団体の長」の指定施業要件の変更申請権を認め、さらに同\n法第三六条第一項が受益者負担につき「保安林の指定によつて利益をうりける地方\n公共団体・・・・・・・・・」と規定しているとしても前記制度本来の趣旨の解釈\nを左右するものではない。\n以上のとおり森林法が保安林制度によつて保護しようとしているものにその地区住\n民のもつ生命、身体、財産、健康その他生活の安全等の利益であるから、この地区\n住民の利益は被告の主張するようなたんなる反射的利益ではなく、まさに右森林法\nによつて保護された利益であるといわなければならない。\n原告らがいずれも本件馬追山保安林の存在する夕張郡＜以下略＞に居住する者であ\nることは前記第一次（三）、第二次１で記述したとおりであるから、原告らは本件\n保安林指定の解除処分の取消しを求めるについては行政事件訴訟法第九条にいう\n「法律上の利益を有する者」に該当する。\n（二）　１、また被告は、およそある森林が保安林として指定されるには、その対\n象地が森林としての性状をもたなければならず、森林でないものを対象としてされ\nた保安林の指定は無効であり、また、いつたん保安林として指定されても、その\n後、森林性を喪失したならば、右指定処分も当然に失効するものといわなければな\nらない、そして、本件処分によつて保安林の指定を解除された森林約三五ヘクター\nルについては、右処分後すでにその樹木は伐採され、その跡地には半永久的な射撃\n統制施設、発射施設等のナイキ高射教育訓練施設およびその連絡道路が構築されて\nいて、森林性は失われており、かりに本件解除処分が取消されても、現実の事実状\n態として森林性が復活することがないから原告らの本件訴えの利益はすでに消滅し\nたと主張する。\n２、なるほど、保安林が森林としての性状を永久に喪失するならば（たとえば河川\nによつて著しく浸蝕され、また地変により湖底、海底に埋没するなど）、その保安\n林としての指定もまたその効果を失うに至るとみるべきことは被告の主張のとおり\nである。しかし、保安林がたんに樹木の伐採、地形の変化、山林火災などにより一\n時的にその森林性を喪失することがあつても、その跡地にその後自然の力こよつて\n森林性を回復する可能性がある場合はもちろん、その他現代の土木工事、植林、営\n林技術による人為的な措置によつて回復が可能である限りは、右にいう森林性を未\nだ喪失していないといわなげればならい。\nこのことにたとえば森林法第三四条の二が「森林所有者等が保安林の立木を伐採し\nた場合には、当該保安林に係る森林所有者は、当該保安林に係る指定施業要件とし\nて定められている植栽の方法、期間および樹種に関する定めに従い、当該伐採跡地\nについて植栽しなければならない。」と定め、また同法第三八条第一項が「都道府\n県知事は、第三四条第一項の規定に違反した者若しくは同項の許可に附した同条第\n六項の条件に違反して立木を伐採した者又は偽りその他不正な手段により同条第一\n項の許可を受けて立木を伐採した者に対し・・・・・・・・・当該伐採跡地につ\nき、期間、方法および樹種を定めて造林に必要な行為を命ずることができる。」と\n規定し、また第三八条第二項も第三四条第二項に違反した場合につき右と同様に定\nめ、さらに第三八条第三項も森林所有者が第三四条の二による植栽義務を履行しな\nい場合には都道府県知事はその所有者に対し、期間、方法などを定めて植栽を命ず\nることができると規定しているなどいずれも森林性の回復を予定した規定が存在す\nることからも明らかである。\nしたがつてもし本件保安林指定の解除処分が取消されるならば、法律上当然に保安\n林指定が復活することになるので、本件保安林の所有者である国は前記森林法第三\n四条の二によつて右保安林の指定施業要件（この点本件口頭弁論に提出された証拠\n資料からは右保安林について施業要件が指定されているのか否か、またいかなる内\n容の要件が指定されているのかは明らかではないが）に従がつて伐採跡地に樹木を\n植栽しなければならない義務を負うことになり、またかりに指定施業要件を欠いて\nいたとしても、行政事件訴訟法第三三条および森林法第三八条第一項の規定の趣旨\nからみても、被告が同様に伐採跡地に樹木を植栽して森林性を回復する措置をとら\nなければならない義務を負うことは明らかである。\nそして、本件保安林指定の解除処分の対象となつた山林の位置、範囲、規模等は前\n記第一次（一）で記述したとおりであり、また解除処分後の森林樹木の伐採形態、\nその跡地に構築されたいわゆる高射教育訓練の各施設および工作物を、乙第一〇、\n一一号証、第二一号証１ないし５からみても、未だ右各施設工作物を除去したなら\nばその跡地に植栽することにより森林性を回復することは十分可能であると認めら\nれるので、原告らはなお行政事件訴訟法第九条にいう「処分の取消しによつて回復\nすべき」法律上の利益をもつといえる。\n（三）　１、さらに被告は本件保安林指定の解除処分後、その対象地区の樹木を伐\n採し、その跡地に前記各施設を構築することによつて、本件馬追山保安林の従来か\nら果たしてきた水源かん養林としての機能を若干低下させることになるにしてもす\nでに富士戸一号、二号の堰堤、砂防堰堤（七基）、馬追運河の一部嵩上げ工事など\nの代替施設工事の施行完成により、灌漑用水、飲用水の確保は十分にされており、\nまた洪水の危険性も除去されて、右解除処分による経済上および保安上の影響は完\n全に補填されているから、右解除処分が取消されても原告らにとつてたんら新たな\n利益を生ずる余地はなく、原告らの訴えの利益は消滅したと主張する。\n２、しかしながら被告が右代替施設工事の設計基準および工事施行の結果として提\n出援用する乙第一二号証１ないし３、第一三号証、第一四号証１ないし６６、第一\n五号証１ないし３、第一六号証１ないし４、第一七ないし第一九号証、第二〇号証\n１ないし４７、証人Ｆ、同Ｅの各尋問結果は、原告らの提出する甲第一七〇ないし\n第一七六号証、第一七七号証１ないし３、第一八〇ないし第一八三号証、第一八四\n号証１、２のほか、原告らの弁論の趣旨（前記第三目、第二次、第一、四）からみ\nて、前記富士戸一号堰堤についてはその設計の基礎となつた一〇〇年確率日雨量資\n料の不十分さ、またその設計過程における洪水の流出率、比流量の算定などにつき\nかなりの疑問点が残されており、さらに砂防堰堤についての土砂流出量の計算など\nについても同様であつて、右代替施設工事によつても、未だその洪水の危険性が完\n全に除去されているとはいえないので、本件保安林指定の解除処分の取消しを求め\nる原告らの訴えの利益はなお存在するものといわなければならない。\n（四）　それに加えて、右森林法を憲法の秩序のなかで位置づけたうえで、その各\n規定を理解するときには、同法第三章第一節の保安林制度の目的も、たんに同法第\n二五条第一項各号に列挙された個個の目的にだけ限定して解すべきではなく、右各\n規定は帰するところ、憲法の基本原理である民主主義、基本的人権尊重主義、平和\n主義の実現のために地域住民の「平和のうちに生存する権利」（憲法前文）すなわ\nち平和的生存権を保護しようとしているものと解するのが正当である。したがつ\nて、もし被告のなんらかの森林法上の処分によりその地域住民の右にいう平和的生\n存権が侵害され、また侵害される危険がある限り、その地域住民にはその処分の瑕\n疵を争う法律上の利益がある。\nそして本件保安林指定の解除処分の理由は前記第一次（二）で述べたように第三高\n射群施設などの設置で、それは後述のようにいわゆるナイキＪの発射基地であり、\n証人Ｌ、同Ｍ、同Ｎ、同Ｏ、同Ｐ、同Ｑの各尋問結果からはこのような高射群施設\nやこれに併置されるレーダー等の施設基地は一朝有事の際にはまず相手国の攻撃の\n第一目標になるものと認められるから原告らの平和的生存権は侵害される危険があ\nるといわなければならない。しかも、このような侵害は、いつたん事が起きてから\nではその救済が無意味に帰するか、あるいは著るしく困難になることもまたいうま\nでもないから、結局この点からも原告らには本件保安林指定の解除処分の瑕疵を争\nい、その取消しを求める法律上の利益がある。\n第四次　請求原因の判断の順序\n原告らの主張する請求原因は、前記事実欄記載のように、自衛隊の憲法第九条違反\nを含む森林法第二六条第二項の公益性の欠如、同条同項の必要性の欠如、同条同項\nの代替施設の瑕疵、同法第二三条第二項の聴聞会手続の瑕疵の四点である。そして\nこれらはいずれも独立して右解除処分の取消しを求めることのできる違法事由であ\nる。\nこのように、ある処分の取消しを求める理由として、憲法違反（法律違反であつて\nもその内容に憲法違反をいう場合を含む）の理由と、単純な法律違反の理由がとも\nに主張されている場合については、もし単純な法律違反の点について判断すること\nにより、その訴訟を終局させることができるなら、あえて憲法違反の主張について\nは判断しないとの見解が唱えられているが、この見解にはそれなりに相当の根拠が\nあると考える。なぜならば憲法第八一条は特に明文をもつて裁判所が、いつさいの\n法律、命令、規則および処分の憲法への適合性を審査できること、すなわち、いわ\nゆる違憲審査権をもつことを定め、この限度では司法権は他の二権、すなわち立法\n権、行政権に優位することを定めているけれども、裁判所は違憲審査権の行使にあ\nたり、憲法体制ないし憲法秩序のなかにおける司法権の地位と役割ならびに司法作\n用の特性からくる制約などの諸条件を考慮したうえで、右審査権を行使するかしな\nいかを決めなければならないと考えられるからである。この場合に考慮すべき事柄\nとしては、第一に、憲法が、立法権、行政権および司法権の三つの国家機関に相互\nに抑制しつつ均衡を保つという三権分立制度をもつて、民主的な統治機構の理想と\nしている以上、三権はできる限り相互に、それぞれ各権の判断な尊重すべきである\nということ、第二に、司法権は、具体的訴訟事件について、その限りで法を判断\nし、適用する権限をもつものであり、すなわち、私権の救済を本旨とするものであ\nること、第三に、法律、命令、規則等に対する違憲審査権の行使の結果に伴なう政\n治的、社会的あるいは経済的影響力のもつ意味に予測しにくい、微妙なものがある\nこと、第四に、司法権の作用と機能には、その特有の手続的な制約があること、つ\nまり、主張、立証に原則として当事者の訴訟活動に委ねられ、裁判所が職権をもつ\nて証拠などの取調をする場合も補充的なものにすぎず、かつ、その裁判の執行方法\nも限定されていること、が挙げられているが、このような諸点を考慮して、裁判所\nが憲法違反の主張についての判断をできる限り昀終判断事項として留保し、その権\n限の行使を慎重にしようとすることは十分な理由があるといわなければならない。\nしかしながら、右の原則は、いつ、いかなる場合にも、裁判所が当事者の主張のう\nち憲法違反の主張については昀後に判断すべきであるとまでいうものではない。\nむしろ、わが国は、憲法を中心とする法治国家であるから、立法、司法、行政の三\n権はいずれも憲法体制、あるいは憲法秩序のなかでその権限を行使しなければなら\nないのであつて、それら三権のなかでも司法権だけが法令等の憲法適合性を昀終的\nに判断する権限と義務をもつているのであるから、裁判所は具体的争訟事件の審理\nの過程で、国家権力が憲法秩序の枠を越えて行使され、それゆえに、憲法の基本原\n理に対する黙過することが許されないような重大な違反の状態が発生している疑い\nが生じ、かつての結果、当該争訟事件の当事者をも含めた国民の権利が侵害され、\nまたは侵害される危険があると考えられる場合において、裁判所が憲法問題以外の\n当事者の主張について判断することによつてその訴訟を終局させたのでは、当該事\n件の紛争を根本的に解決できないと認められる場合には、前記のような憲法判断を\n回避するといつた消極的な立場にとらず、その国家行為の憲法適合性を審理判断す\nる義務があるといわなければならない。\nなぜならば、もしこのような場合においても、裁判所がなお訴訟の他の法律問題だ\nけによつて事件を処理するならば、かりに当該事件の当事者の権利を救済できるよ\nうにみえても、それはただ形式的、表面的な救済にとどまり（同一の紛争がまた形\nを変えて再燃しうる）、真の紛争の解決ないしは本質的な権利救済にならないばか\nりか、他面現実に憲法秩序の枠を越えた国家権力の行使があつた場合には、裁判所\nみずからかそれを黙過、放置したことになり、ひいては、そのような違憲状態が時\nとともに拡大、深化するに至ることをもこれを是認したのと同様の結果を招くこと\nになるからである。そして、このことは、さらに本来裁判所が憲法秩序、法治主義\n（法の支配）を擁護するために与えられている違憲審査権を行使することさえも次\n第に困難にしてしまうとともに、結果的には、憲法第九九条が、裁判官をも含めた\n全公務員に課している憲法擁護の義務をも空虚なものに化してしまうであろう。\nそこで、本件についてみるに、原告らの主張する前述の憲法第九条違反、森林法第\n二六条第二項の公益性の欠如の主張からは、わが国の自衛隊の存在が、憲法の基本\n原理の一つである平和主義に違反するものではないかとの疑いがもたれるのであ\nり、かつ、前記第三次で認定したように、本件保安林指定の解除処分が航空自衛隊\nの第三高射群の基地設置と不可分に結びつくものであり、そしてその結果、原告ら\nの平和的生存権、その他の権利の侵害のおそれが生じていると疑われるのであるか\nら、前述したところにより、裁判所としては、憲法判断を回避することは許されな\nいのであつて、違憲審査権を積極的に行使すべき場合に該当するといわなければな\nらない。\nしたがつて以下まずこの点から判断する。\n第五次　本件保安林指定の解除処分の憲法第九条違反、および森林法第二六条第二\n項の公益性の欠如について\n第一、当事者双方の主張の要旨\n１、原告らの右の点についての主張の要旨は、\n被告が森林法第二六条第二項によつてした本件保安林指定の解除処分は、航空自衛\n隊第三高射群の施設（いわゆるミサイル発射基地）、およびその連絡道路敷地とす\nるためのものであるが、しかし、陸、海、空各自衛隊は、いずれも憲法第九条によ\nつてその保持を禁じられている陸海空軍に該当するので、その存在は違憲である。\nそして、被告が森林法の各条項によつて与えられた権限を行使するにも、当然に憲\n法の各条項に合致してこれをする義務を負い、かつ、これに違反した場合には、そ\nの権限行使の結果は無効となるものである。そうすれば、被告が右自衛隊の施設等\n設置の目的でした本件保安林指定の解除処分は、憲法第九八条第一項の規定をまつ\nまでもなく、違憲であつて無効である。\nさらに、右のような違憲の存在である自衛隊の施設等の設置は、森林法第二六条第\n二項にいう公益上の理由にはならないので、被告の右処分はこの点でも違法なもの\nである。\nというにある。\n２、これに対して被告の主張の要旨は、（１）　防衛庁は、本件保安林を航空自衛\n隊第三高射群施設等の敷地として使用する計画であるが、これは、昭和四二年三月\n一四日内閣において決定された第三次防衛力整備計画に基づくものである。ところ\nで、国家の防衛が公益性をもつものであることはいうまでもない。すなわち、国家\nの防衛は、自国の平和と安全を維持し、その存在をまつとうするための基礎条件で\nあり、もし、これに欠陥があつて外部から武力攻撃をうけた場合には、国の平和と\n安全のみならず、国民の基本的人権の保障さえも危くなる。したがつて、国家の防\n衛および防衛施設の設置は、きわめて高度の公益性をもつ国家作用である。それゆ\nえ、本件保安林指定の解除処分も、森林法第二六条第二項にいう公益上の理由によ\nり必要が生じたものとして適法である。\n（２）　自衛隊が、憲法第九条の禁止するいわゆる戦力に該当するかどうかは、司\n法権の審査の範囲には属さない。およそ独立国が自衛権をもつことは自明のことで\nあつて、憲法第九条もわが国の平和と安全を維持し、その存立をまつとうするため\nに必要な措置までも禁止したものでないことは明らかである。そして、この自衛の\nための措置として、自衛隊を保持するか否か、また保持するにしても、いかなる程\n度の規模、装備、能力等を備えるかなどは、わが国の国家統治の基本に関する事柄\nであつて、流動する国際環境、国際情勢、ならびに科学技術の進歩などを、将来の\n展望をも含めて総合的に判断し、わが国の国力、国情に応じて決すべききわめて高\n度の政治性をもつ事柄であり、したがつて、主権者である国民に対し、直接責任を\n負うところの国会および政府が、高度の政治的裁量のもとに決定し、その当否は、\n昀終的には主権者である国民の政治判断に委ねるべきものであつて、国民に対し政\n治責任を負わない純司法的機能をその使命とする司法審査になじまないものである\nばかりでなく、裁判に必然的に随伴する手続上の制約を考えても、裁判所が審査す\nべきものではない。\n（３）　かりに、自衛隊の憲法適合性について司法審査権がおよぶとしても、自衛\n隊は、わが国の自衛権に基づく自衛力であつて、憲法第九条にいう戦力ではなく、\nしたがつて合憲である。すなわち、憲法は、わが国が主権国としてもつ自衛権を否\n定するものでないことはいうまでもなく、その平和主義が、決して無防備、無抵抗\nを意味するものではなく、わが国が外部からの不正な武力攻撃や侵略を受けた場\n合、それを防止すること、そしてそれに必要な力、すなわち、自衛力を保有するこ\nとまで禁止するものではない。そして自衛隊は右にいう自衛権に基づく自衛力であ\nる。\nというに帰する。\n３、原告らと被告の各主張するところからは、実体的な論点として、自衛隊が憲法\n第九条にいう「陸海空軍その他の戦力」に該当せず合憲であるとすれば、その施設\n設置のために被告のした本件保安林指定の解除処分は森林法第二六条第二項にいう\n公益性があり、もしそれが右憲法条項に抵触して違憲の存在だとすれば、被告の右\n解除処分自体も憲法に違反し、かつ、森林法の右条項にいう公益性を具備できない\nことになり、当事者双方の主張は、この点でその論点を共通にしているものという\nことができる。\nそして森林法第二六条第二項は、保安林指定の解除処分をするための実体的な要件\nとして、解除の目的が「公益上の理由」に基づかなければならないとしているとこ\nろ、ここにいう公益性は、憲法を頂点とする法体系上価値を認められるものでなけ\nればならないことはいうまでもなく、自衛隊が、憲法に違反する存在であるとすれ\nば、その防衛施設の設置という目的は、右にいう「公益上の理由」にあたらないも\nのといわなければならないから、本件保安林指定の解除処分について前記「公益上\nの理由」の要件の存否を判断するためには、自衛隊の防衛施設の設置が憲法に違反\nするか否かの問題を判断しなければならないことになる。\nしかしながら、被告は、右論点に先立つて、自衛隊の憲法適合性については、司法\n審査は及ばないとし、これに対し、原告らは当然に右の司法審査が可能であるとい\nう前提に立つている。したがつて以下まず自衛隊の憲法適合性についての司法審査\nの可能性の点から検討する。\n第二、自衛隊の司法審査の法的可能性（いわゆる統治行為論について）\n１、憲法第七六条第一項は「すべての司法権は、昀高裁判所及び法律に定めるとこ\nろにより設置する下級裁判所に属する。」と規定し、さらに、同法第八一条は「昀\n高裁判所は、一切の法律、命令、規則又は処分が憲法に適合するかしないかを決定\nする権限を有する終審裁判所である。」と規定している。後者は、その文言から\nも、下級裁判所もまた前審裁判所として、いつさいの法律、命令、規則または処分\nが憲法に適合するかしないかを決定する権限をもつものである、と解されることは\n多言を要しない。そして、裁判所法第三条もこれらをうけて「裁判所は日本国憲法\nに特別の定のある場合を除いて一切の法律上の争訟を裁判」すると定めている。し\nたがつて、右各条項からは、現在の自衛隊の規模、組織、編成などを規定している\n防衛庁設置法（昭和二九年六月九日法律第一六四号）、および自衛隊法（同上年月\n日法律第一六五号）を中心とした関連諸法規および自衛隊に関する国家行為が一応\n司法審査の対象となる、とみることは当然といえよう。\nしかし、このような一般論を前提としたうえで、なお種々の実際的要請のもとに、\n司法審査の範囲外とされる法律、命令、規則、処分、あるいはその他の国家行為の\n分野があるか否かの問題がある。そして、この問題はいわゆる「統治行為」、また\nは「政治問題」という名称で論じられている。\n２、一般に、このように一定の国家行為を司法審査から除外しようとする考え方\nは、憲法体制や、国家組織の理論的帰結というよりは、むしろ、各国の歴史的、社\n会的諸事情のもとに形成され発展してきたのであり、そのため、この考え方の内容\nは、各国各様であつて、統一したものをみない。そこで、代表的なものと目される\nフランスおよびアメリカについて検討してみよう。\n（１）　このような統治行為の存在をもつとも早くから問題にしたのはフランスで\nあるといわれる。フランスにおいては、古くから行政裁判制度の発達によつて、原\n則として、いつさいの行政機関の行為がコンセイユ・デタ（参事院）の統制のもと\nに置かれることになつたが、その例外として、それが、政治的動機によること、ま\nたは政治的性質をもつているという理由で、どのような訴訟の対象にもならないと\nされる一群の国家行為の存在を認め、これを「統治行為」と呼んだ。しかし、具体\n的にいかなる行為をもつて統治行為とするかは、必ずしも明確ではなく、結局は、\nコンセイユ・デタがその行政裁判の歴史のなかで、いくつかの裁判例によつてただ\n経験的に積重ねてきたものにすぎないが、一応つぎのものがそのなかに含まれると\nされている。すなわち、（１）内政上の行為として、（イ）政府と議院との関係に\nおける行為、たとえば、政府による下院の解散、（ロ）コンセイユ・デタによる内\n部的秩序の維持のための処置と確認される行為、たとえば、軍隊内部の懲戒処分、\n（２）外交上の行為として、（イ）領土の合併およびその効果、（ロ）条約の有権\n的解釈、（ハ）外交上のとりきめ、または条約の条項の適用上の行為、（ニ）その\n他、（３）戦争行為がそれである。\nこのような行為が統治行為とされてきたのは、フランスでは、一面においては、行\n政訴訟につき一般的に審査権をもつたコンセイユ・デタが、高度に政治性をもつ国\n家行為について議院との間で争いの生ずることを避けようとするなどの政治的合目\n的的配慮からと、他面において、当時、公法の領域においては、法規が未だ完全に\n整つてはいなかつたため、コンセイユ・デタが、司法裁判所とは異なつて、厳格な\n法の拘束を受けるものではなく、またそれは司法権の機関ではなく行政権の機関と\nしての性格から、多分に政策的考慮を加味して裁判をする可能性を与えられてい\nた、という歴史的背景に基づくものであろうといわれている。\nしかし、近時フランスにおける法治主義の進展とともに、このような統治行為の考\nえ方は、漸次縮減の方向にあるとされている。\n（２）　アメリカの裁判所も、その性質上高度に政治に関連する国家行為をいわゆ\nる「政治問題」と呼び、これについて司法審査をおこなうことを避けてきた。それ\nは、三権分立制の基盤のうえでは、一定の事項について、政治機関たる立法機関と\n行政機関が昀終決定権をもち、たとえその事項が法律上の争訟となつても、裁判所\nは政治機関の昀終決定に従うべきで、これについて司法審査をすることが許されな\nいとするものである。しかし、フランスの場合と同様に、その具体的な範囲は必ず\nしも明らかではない。ただ、アメリカの裁判所が、その長い歴史のなかで樹立した\nこのような政治問題には、つぎのものが含まれるといわれている。すなわち、\n（１）国際関係として、（イ）条約の効力、（ロ）戦争の開始および終了の決定、\n（ハ）外国人の入国禁止および追放、（ニ）領土権の範囲、（ホ）国家の承認、\n（ヘ）その他、（２）内政関係として、（イ）共和政体の保障、（ロ）インデアン\n種族と州との争い、（ハ）連邦と州との争い、（ニ）その他、がそれである。\nこのような政治問題に司法審査権が立入らないとする実質的な根拠について、Ｊ・\nＰ・フランクは、第一に、迅速かつ単一の政策を必要とする場合、とくに、対外事\n項に関するある種の問題については、明確な、そして臨機の解答を出すことが、正\nしい解答を出すことよりも、より強く要求されることがある、第二に、司法権が有\n能に処理できない場合、すなわち、立法的解決に委ねるのを相当とするか、また\nは、事件の処理に裁判所が知ることのできない情報が必要な場合、第三に、他の政\n府部門の権限たることが明瞭の事項、第四に、処理不可能な状況を避ける必要性、\nをあげている。しかし、このようななお若干の不明確さを伴なう政治問題には、ア\nメリカの裁判所はこの方向にあまりにもいきすぎているのではないかという批判が\nなされ、そしてまた、前記したフランク自身も、政治問題の理論はもつとも好まし\nくない方向に拡大しつつあり、個人の自由の重要な要求を司法審査から排除するも\nのであるから、アメリカの制度の精神に反するものであり、やむをえない場合に限\n定されるべきである、と結論づけている。\nそして、現在では、アメリカの判例は、次第に形式的には司法審査に適合しないと\nされる行為（たとえば外交問題）である場合にも、とくに個人の重要な人権の侵害\nを含む事件においては、政治問題として司法審査の外におくことなく、まさに、個\n々の事件ごとに審査すべきか否かをきめるという傾向を確立しつつあるといわれて\nいる。\n３、わが国においては、右のような統治行為として司法審査の範囲外とされるべき\n問題について、未だ学説、判例上確立したものを見ない。しかも、前記したフラン\nス、アメリカで論じられている統治行為、政治問題というものは、いずれも、前述\nのように、その国の歴史的背景のもとに形成され、発達してきたものであるから、\nそれらの国とは歴史的社会的事情も相違し、しかも、右両国とは異なり、憲法第八\n一条によつて司法権が立法権、行政権のするいつさいの行為にも、審査権をもつ旨\n規定し、その限度では司法権の他の二権に対する優位を成文上明記しているわが国\nにただちに導入することもまた妥当を欠くものといわなければならない。\nとりわけ、一定の分野の国家行為を司法審査の対象から除外するということは、そ\nのこと自体がすべての国家行為が法のもとにおこなわれ、かつ司法裁判所の審査に\n服し、これにより国民の権利を擁護するという近代民主主義制度の根幹をなす法の\n支配ないし法治主義とは対立するものであり、それらは、おのおのの歴史の段階に\nおいて、その特殊な政治的事情のなかでそれなりの合理性をもつていたとしても、\n右法治主義からはあくまでも例外的な現象といわなければならず、このことだけか\nらみても、それはフランスの傾向やフランクの批判をまつまでもなく拡大されるべ\nきものではない。\n４、わが国の憲法第八一条は、さきにも指摘したように「昀高裁判所は、一切の法\n律、命令、規則又は処分が憲法に適合するかしないかを決定する権限を有する終審\n裁判所である。」と規定している。そしてこの「・・・・・・・・・一切の法律、\n命令、規則または処分が・・・・・・・・・」なる文言は、それ自体からはまつた\nく例外を認めない趣旨にも解しうる。\nしかしながら、同憲法中にも、たとえば、第五五条本文は「両議院は各々その議員\nの資格に関する争訟を裁判する。」と定め、また第六四条第一項は「国会は、罷免\nの訴追を受けた裁判官を裁判するため、両議院で組織する弾劾裁判所を設ける。」\nと規定しており、これらはいずれも第七六条、第八一条の例外を定めたものとみる\nことができる。\nさらに、昀高裁判所は、昭和三五年六月八日衆議院解散の効力に関する裁判所の審\n査権限について、「すなわち衆議院の解散は、極めて政治性の高い国家統治の基本\nに関する行為であつて、かくのごとき行為について、その法律上の有効無効を審査\nすることは司法裁判所の権限の外にありと解すべきことは・・・・・・・・・あき\nらかである」旨（民集第一四巻第七号一二〇六頁）を、また同三七年三月七日法律\n制定の議事手続の効力が争われた事件につき「しかしながら、同法は両院において\n議決を経たものとされ適法な手続によつて公布されている以上、裁判所は両院の自\n主性を尊重すべく同法制定の議事手続に関する所論のような事実を審理してその有\n効無効を判断すべきでない。」（民集第一六巻第三号四四六頁）旨各判示してい\nる。これらはいずれも政府と国会の関係および国会内部の事項に関するものとみる\nことができる。\n加えて、同裁判所は、昭和三四年一二月一六日日米安全保障条約の憲法適合性の争\nわれたいわゆる砂川事件について、「ところで本件安全保障条約\nは、・・・・・・・・・主権国としてのわが国の存立の基礎に極めて重大な関係を\nもつ高度の政治性を有するものというべきであつて、その内容が違憲なりや否やの\n法的判断は、その条約を締結した内閣およびこれを承認した国会の高度の政治的な\nいし自由裁量的判断と表裏をなす点がすくなくない。それ故、右違憲なりや否やの\n法的判断は、純司法的機能をその使命とする司法裁判所の審査には、原則としてな\nじまない性質のものであり、従つて、一見極めて明白に違憲無効であると認められ\nない限りは裁判所の司法審査権の範囲外のものであつて、それは第一次的には、右\n条約の締結権を有する内閣およびこれに対して承認権を有する国会の判断に従うべ\nく、終局的には、主権を有する国民の政治的批判に委ねらるべきものであると解す\nるのを相当とする。」（刑集第一三巻第一三号三、二二五頁）と判示し、「一見極\nめて明白に違憲無効であると認められ」る場合を除き、司法審査の対象外としてい\nる。この判例はいうまでもなく条約の解釈、または効力の問題に関するものであ\nる。\n５、被告は、自衛隊の憲法適合性の問題は高度の政治性のある事柄であり、かつ、\n国家統治の基本にかかわる問題であるから、司法審査の対象とならないという。な\nるほど、前掲昭和三五年六月八日付昀高裁判所判決は、その前段で「しかし、わが\n憲法の三権分立の制度の下においても、司法権の行使についておのずからある限度\nの制約は免れないのであつて、あらゆる国家行為が無制限に司法権の審査の対象と\nなるものと即断すべきでない。直接国家統治の基本に関する高度に政治性のある国\n家行為のごときはたとえそれか法律上の争訟となり、これに対する有効無効の判断\nが法律上可能である場合であつても、かかる国家行為は裁判所の審査権の外にあ\nり、その判断は主権者たる国民に対して政治的責任を負うところの政府、国会等の\n政治部門の判断に委され、昀終的には国民の政治判断に委ねられているものと解す\nべきである。この司法権に対する制約は、結局、三権分立の原理に由来し、当該国\n家行為の高度の政治性、裁判所の司法機関としての性格、裁判に必然的に随伴する\n手続上の制約等にかんがみ、特定の明文による規定はないけれども、司法権の憲法\n上の本質に内在する制約と理解すべきである」旨判示している。\nしかし、右判決は、前記したように衆議院の解散の効力に関して判示されたもので\nあつて、ただちに本件にも適切であるとは思われない。このような司法審査の対象\nから除外される国家行為の容認は、前記したようにあくまでも法治主義に対する例\n外であつて、このような例外の理由を述べた判示は、普遍化されるべき性格をもつ\nものではなく、この点を顧慮しないで、右の一般論的叙述部分のみを安易に拡大な\nいしは抽象化することはついには、法治主義の崩壊にも至る危険をはらんでいるも\nのといわなければならない。そのことは、前述したように、統治行為論を生みだし\nたフランスおよびアメリカにおいても、いずれもその長い裁判の歴史のなかで、そ\nの時々の政治、社会の情勢に慎重な考慰を払いながらただ例外としてのみ容誌して\nきた経緯からも容易にうかがい知ることができるのである。\nそしてわが国の憲法が第九七条、第九八条にもみられるように、国民の権利と自由\nを昀大に保護しようとしていることからみれば、このような憲法秩序を維持するた\nめにも、右のような例外は昀少に局限されるべきことはいうまでもない。\n６、そして被告のいう「高度の政治性」、「国家統治の基本」なる概念は、いずれ\nもきわめて内容を限定し難い不明確な概念であつて、なにをもつて「高度の政治\n性」あるいは「国家統治の基本」というかは、きわめて流動性に富み、このような\n曖昧な概念には、ときにはきわめて広汎な解釈を与えることも可能にするおそれが\nある、といわなければならない。そしてまた、こと法令等の憲法適合性が問題とさ\nれる場合には、多かれ少なかれ同時に政治性を伴うことは不可避であり、また、そ\nの法令等が少なくとも国家統治の基本と無関係なものは存在しないといわなければ\nならない。そしてこのような曖昧な概念をもつて、司法審査の対象外とされる国家\n行為の存在を容認寸るときには、それらの概念が、ときにはきわめて危険に拡大解\n釈され、そして裁判所は、国家行為の過誤から国民の基本的人権の救済を図ること\nなく、かえつてみずから門戸を固く閉ざさざるをえなくなるおそれがある。このよ\nうな被告の主張は、法治主義、そして司法権の優越の原則を、わが国の基礎として\n定めた現行憲法第八一条の規定にも、また同法第九七条、第九八条などの規定にも\nみられる憲法の趣旨、またその精神にも合致するものとは思われない。\n７、また被告は前記第一、２、（２）で要約したように、わが国が、自衛のために\n自衛隊を保持するか否か、また保持するとしても、いかなる程度の規模、装備、能\n力等を備えるかなどは、流動する国際情勢、および科学技術の進歩等を総合的に判\n断して決すべきもので、自衛隊の憲法適合性の問題は、司法裁判に随伴する手続上\nの制約からみても、司法裁判所の審査になじまないと主張する。\nしかしながら、自衛隊の憲法適合性、つまり国家安全保障について軍事力を保持す\nるか否かの問題については、憲法は前文および第九条において、明確な法規範を定\n立しているのであつて、その意義および解釈は、まさに法規範の解釈として客観的\nに確定されるべきものであつて、ときの政治体制、国際情勢の変化、推移とともに\n二義にも三義にも解釈されるべき性質のものではない。そして、当裁判所も、わが\n国が国際情勢など諸般の事情を総合的に判断して、政策として自衛隊を保持するこ\nとが適当か否か、またこれを保持するとした場合どの程度の規模、装備、能力を備\nえるか、などを審査判断しようとするものではなく、まさに、主権者である国民が\nわが国がとることのできる安全保障政策のなかから、その一つを選択して軍隊等の\n戦力を保持するか否かについて定立した右憲法規範への適合性だけを審査しようと\nするものである。そうであるとすれば、裁判手続のなかで、一定範囲で自衛隊の規\n模、装備、能力等その実体を明らかにすることができる程度で主張、立証が尽くさ\nれれば、国際情勢、その他諸々の状況を審理検討するまでもなく、自衛隊の右憲法\n条規への適合性を容易に検討できるのであつて、その間、裁判手続に随伴するなん\nらの桎梏も存在することなく、結局、被告主張のように、司法審査の対象から除外\nしなければならない理由は見出すことができない。\n８、結局わが国において、憲法第八一条の例外として、司法審査から除外されるべ\nき国家行為は、前記４、の事例にだけ認められてきたものであり、これらを除いた\nその余のいつさいの法律、命令、規則または処分の憲法適合性の審査は、憲法第七\n六条、第八一条、裁判所法第三条により、司法裁判所の審査の範囲内にあるもので\nあり、したがつて、本件訴訟においても当然に司法審査は及ぶものといわなければ\nならない。\n第三、憲法の平和主義と同法第九条の解釈\n一、憲法前文の意義\n１、およそ一国の基本法たる憲法において、それを構成する各個の条項の記述に先\nだつて、前文としてその憲法制定の由来、動機、目的、あるいは基本原理などが明\n記され、また宣言されていることに、しばしばみられるところである。\nわが国の現行憲法も、前文を四項にわけ、その第一項ないし第三項において「憲法\nの憲法」とでもいうべき基本原理を定めている。それは、国民主権主義と、基本的\n人権尊重主義と、そして平和主義である。\n２、平和主義については、まずその前文第一項第一段において、「日本国民\nは・・・・・・・・・諸国民との協和による成果とわが国全土にわたつて自由のも\nたらす恵沢を確保し、政府の行為によつて再び戦争の惨禍が起ることのないやうに\nすることを決意し、・・・・・・・・・この憲法を確定する。」と規定し、また、\nその第二項においては、「日本国民は、恒久の平和を念願し、人間相互の関係を支\n配する崇高な理想を深く自覚するものであつて、平和を愛する諸国民の公正と信義\nに信煩して、われらの安全と生存を保持しようと決意した。われらは、平和を維持\nし、専制と隷従、圧迫と偏狭を地上から永遠に除去しようと努めている国際社会に\nおいて、名誉ある地位を占めたいと思ふ。われらは、全世界の国民が、ひとしく恐\n怖と欠乏から免かれ、平和のうに生存する権利を有することを確認する。」と規定\nし、そして、第三項において、「われらは、いづれの国家も自国のことのみに専念\nして他国を無視してはならないのであつて政治道徳の法則は、普遍的なものであ\nり、この法則に従ふことは、・・・・・・・・・各国の責務であると信ずる。」旨\n述べたあと、昀終第四項で、「日本国民は、国家の名誉にかけ、全力をあげてこの\n崇高な理想と目的を達成することを誓ふ。」として前文を結んでいる。\nこのような憲法の基本原理の一つである平和主義は、たんにわが国が、先の第二次\n世界大戦に敗れ、ポツダム宣言を受諾させられたという事情から受動的に、やむを\nえず戦争を放棄し、軍備を保持しないことにした、という消極的なものではなく、\nむしろ、その前文にもあるごとく、「われらとわれらの子孫のため\nに・・・・・・・・・わが国全土にわたつて自由のもたらす恵沢を確保\nし、・・・・・・・・・再び戦争の惨禍が起ることのないやうにすることを決意」\n（第一項）するにいたつた積極的なものである。すなわち、一方では、この平和へ\nの決意は、たんに今次太平洋戦争での惨禍をこうむつた体験から生じた戦争嫌悪の\n感情からくる平和への決意にとどまらず、それは、日清、日露戦争以来今次大戦ま\nでのすべてについて、その原因、ならびに、わが国の責任を冷静にかつ謙虚に反省\nし、さらに、その結果を、後世の子孫たちに残すことにより、将来ふたたび戦争を\nくり返さない、という戦争防止への情熱と、幸福な国民生活確立のための熱望に支\nえられた、理性的な平和への決意であり、そしてまた、他方において、一般に戦争\nというものが、たんに自国民だけではなく、広く世界の他の諸国民にも、限りない\n惨禍と、底知れない不幸をもたらすことは、必然的であつて、このような悲劇につ\nいての心底からの反省に基づき、今後そのような悲劇を、わが国民たけではたく、\n人類全体が決してこうむることのないように、みずから進んで世界の恒久平和を念\n願し、人類の崇高な理想を自覚して、積極的にそれを実現するように努めることの\n決意である。そして、この決意は、現在および将来の国民の心のなかに生き続け、\n真に日本の平和と安全を守り育てるものであり、究極的には、全世界の平和をもた\nらすことになるものである。\nこのように、わが国は、平和主義に立脚し、世界に先んじて軍備を廃止する以上、\n自国の安全と存立を、他の諸外国のように、昀終的には軍備と戦争によるというの\nではなく、国内、国外を問わず戦争原因の発生を未然に除去し、かつ、国際平和の\n維持強化を図る諸活動により、わが国の平和を維持していくという積極的な行動\n（憲法前文第二項第二段）のなかで究極的には「平和を愛する諸国民の公正と信義\nに信頼して、われわれの安全と生存を保持しようと決意した。」（同第二項第一\n段）のである。これは、なによりもわが国が、平和憲法のもとに国民の権利、自由\nを保障する民主主義国家として進むことにより、国内的に戦争原因を発生させない\nこと、さらに、平和と国家の繁栄を求めている世界の諸国のなかで、右のように、\n平和的な民主主義国家として歩むわが国の生存と安全を脅かすものはいないという\n確信、そしてまた、今日世界各国の国民が、人類の経験した過去のいついかなる時\n期にもまして、わが国と同様に、自国の平和と不可分の世界平和を念願し、世界各\n国の間において、平和を乱す対立抗争があつてはならない、という信念がいきわた\nつていること、昀後に、国際連合の発足によつて、戦争防止と国際間の安全保障の\n可能性が芽ばえてきたこと、などに基礎づけられているものといえる。このこと\nは、憲法が、その前文第二項第二段からとりわけ第三項において、自国のみならず\n世界各国に対しても、利己的な、偏狭な国家主義を排斥する旨宣言して、自国のこ\nとばかりにとらわれて、他国の立場を顧慮しようとしない独善的な態度を強くいま\nしめていることからも明らかである。\nこのような前文のなかからは、万が一にも、世界の国々のうち、平和を愛すること\nのない、その公正と信義を信頼できないような国、または国家群が存在し、わが国\nが、その侵略の危険にさらされるといつた事態が生じたときにも、わが国みずから\nが軍備を保持して、再度、武力をもつて相戦うことを容認するような思想は、まつ\nたく見出すことはできないといわなはればならない。\n３、このような憲法前文での平和主義は、他の二つの基本原理である国民主権主\n義、および基本的人権尊重主義ともまた密接不可分に結びついているといわなけれ\nばならない。\n（１）　すなわち、憲法前文第一項は、前記した「政府の行為によつて再び戦争の\n惨禍が起ることのないやうにすることを決意し、」に続けて、「主権が国民に存す\nることを宣言し、この憲法を確定する。」とし、さらに、「そもそも国政は国民の\n厳粛な信託によるものであつて、その権威は国民に由来し、その権力は国民の代表\n者がこれを行使し、その福利は国民がこれを享受する。これは人類普遍の原理であ\nり、この憲法は、かかる原理に基くものである。」と平和主義と国民主権主義とを\n結びつけていることからも明らかである。このことは、過去の歴史上、戦争が、国\n民の生命財産を守るために国民の意思によつておこなわれたことよりも、しばし\nば、国民とは遊離した一部の者が支配する政府の独善と偏狭のために原因が形成さ\nれ、ぼつ発したという事実に基づいて、そのような過ちを二度とくり返さないため\nに、国民主権のもとに強く政府の行動を規制し、その独善と専行を排除することに\nより、平和の万全を確立しようとするものであり、他面、国民主権主義が、真に国\n民のためのものとして確立されるためには、そこには、平和主義が十全に確保され\nていなければならないとの思想に基礎づけられているものである。\n（２）　他方、前文第二項は、前記した平和主義の規定に続けて、「全世界の国民\nが、ひとしく恐怖と欠乏から免かれ、平和のうちに生存する権利を有することを確\n認する。」ことを明記している。これは、この平和的生存権が、全世界の国民に共\n通する基本的人権そのものであることを宣言するものである。そしてそれは、たん\nに国家が、その政策として平和主義を掲げた結果、国民が平和のうちに生存しうる\nといつた消極的な反射的利益を意味するものではなく、むしろ、積極的に、わが国\nの国民のみならず、世界各国の国民にひとしく平和的生存権を確保するために、国\n家みずからが、平和主義を国家基本原理の一つとして掲げ、そしてまた、平和主義\nをとること以外に、全世界の諸国民の平和的生存権を確保する道はない、とする根\n本思想に由来するものといわなければならない。\nこれらの思想は、また、国際連合憲章前文にもみられるところであり、さらに、第\n三回国連総会において採択された「人権に関する世界宣言」の前文に、「人類社会\nのすべての構成員の固有の尊厳と平等で譲ることのできない権利との承認は、世界\nにおける自由、正義および平和の基礎をなしているので、人権の無視と軽べつと\nは、人類の良心をふみにじつた野蛮な行為を招来したのであり、また、人間が言論\n及び信仰の自由と恐怖及び欠乏からの自由（解放）を享有する世界の到来はあらゆ\nる人たちの昀高の熱望として宣言されて来た」、という文言によつても明らかにさ\nれているところであつて、わが国の憲法も、これらの思想と合致し、これをさらに\n徹底したものである。\nそして、この、社会において国民一人一人が平和のうちに生存し、かつ、その幸福\nを追及することのできる権利をもつことは、さらに、憲法第三章の各条項によつ\nて、個別的な基本的人権の形で具体化され、規定されている。ここに憲法のいう平\n和主義と基本的人権尊重主義の二つの基本原理も、また、密接不可分に融合してい\nることを見出すことができる。\n４、そして、国民主権主義が国民各自の基本的人権尊重と、これまた不可分に結び\nついていることは、改めて述べるまでもないことであつて、ここに三基本原理は、\n相互に融和した一体として、現行憲法の支柱をなしているものであつて、そのいず\nれか一つを欠いても、憲法体制の崩壊をもたらすことは、多言を要しないところで\nある。\n前文の昀後は、これらの憲法を貫く諸原理は、たんに美辞麗句に終ることのないよ\nうに、日本国民みずからが、国家の名誉にかけて、全力をもつてこれらの崇高な理\n想と目的を達成することを、全世界の前に宣言したものである。\n二、憲法第九条の解釈\n１、憲法第九条の解釈は、前述の憲法の基本原理に基づいておこなわなければなら\nない。なぜならば、第九条を含めた憲法の各条項は、前記基本原理を具体化して個\n別的に表現したものにほかならないからである。\n憲法第九条第一項は、「日本国民は、正義と秩序を基調とする国際平和を誠実に希\n求し、国権の発動たる戦争と、武力による威嚇又は武力の行使は、国際紛争を解決\nする手段としては、永久にこれを放棄する。」と規定し、同条第二項は、「前項の\n目的を達するため、陸海空軍その他の戦力は、これを保持しない。国の交戦権に、\nこれを認めない。」と規定している。\n２、まず第九条第一項についてみると、\n（１）　「日本国民は正義と秩序を基調とする国際平和を誠実に希求する」旨の文\n言は、前文掲記の平和主義を、第九条の規定にあたつても、再確認し、さらに、あ\nらゆる国家が、正義と秩序を尊重し、平和を愛好するものであり、それを信頼する\nとともに、国際社会に正義と秩序が支配するならば、平和が保持されるとの確信の\nもとに、それを誠実に希求し、かつ、その目的のために、同項に以下の規定を置く\nとするものである。\n（２）　「国権の発動たる戦争」とは、国家行為としての戦争と同意義である。な\nお本項では国権の発動によらない戦争の存在を容認する趣旨ではない。\n（３）　「武力による威嚇又は武力の行使」ここにいう「武力」とは、実力の行使\nを目的とする人的および物的設備の組織体であるか、この意味では、後記第九条第\n二項にいう「戦力」と同じ意味である。「武力による威嚇」とは、戦争または戦闘\n行為に訴えることをほのめかしてなされる威嚇であり、「武力の行使」とは、国際\n法上認められている戦争行為にいたらない事実上の戦闘行為を意味する。\n（４）　「国際紛争を解決する手段としては、永久にこれを放棄する。」ここにお\nいて、国際紛争を解決する手段として放棄される戦争とは、不法な戦争、つまり侵\n略戦争を意味する。この「国際紛争を解決する手段として」という文言の意味を、\nおよそいつさいの国際紛争を意味するものとして、憲法は第九条第一項で自衛戦\n争、制裁戦争をも含めたいかなる戦争をも放棄したものであるとする立場もある\nが、もしそうであれば、本項において、とくに「国際紛争を解決する手段として」\nなどと断る必要はなく、また、この文言は、たとえば、一九二八年の不戦条約にも\nみられるところであり、同条約でに、当然に、自衛戦争、制裁戦争を除いたその他\nの不法な戦争、すなわち、侵略戦争を意味するものと解されており（このことは同\n条約に関してアメリカの国務長官が各国に宛てた書簡に明記されている。）、以\n後、国際連盟規約、国際連合憲章の解釈においても、同様の考えを前提としている\nから、前記した趣旨に解するのが相当と思われる。したがつて、本条項では、未だ\n自衛戦争、制裁戦争までは放棄していない。\n３、つぎに同条第二項についてみる。\n（１）　「前項の目的を達するため」の「前項の目的」とは、第一項を規定するに\n至つた基本精神、つまり同項を定めるに至つた目的である「日本国民は、正義と秩\n序を基調とする国際平和を誠実に希求（する）」という目的を指す。この「前項の\n目的」なる文言を、たんに第一項の「国際紛争を解決する手段として」のみに限定\nして、そのための戦争、すなわち、不法な戦争、侵略戦争の放棄のみの目的と解す\nべきではない。なぜなら、それは、前記した憲法前文の趣旨に合致しないばかり\nか、後記するように、現行憲法の成立の歴史的経緯にも反し、しかも、本項の交戦\n権放棄の規定にも抵触するものであり、かつ、現行憲法には宣戦、講和などの戦争\n行為に関するいつさいの規定を置いていないことからも明らかである。\n（２）　「陸海空軍その他の戦力は、これを保持しない。」「陸海空軍」は、通常\nの観念で考えられる軍隊の形態であり、あえて定義づけるならば、それは「外敵に\n対する実力的な戦闘行動を目的とする人的、物的手段としての組織体」であるとい\nうことができる。このゆえに、それは、国内治安を目的とする警察と区別される。\n「その他の戦力」は、陸海空軍以外の軍隊か、または、軍という名称をもたなくと\nも、これに準じ、または、これに匹敵する実力をもち、必要ある場合には、戦争目\n的に転化できる人的、物的手段としての組織体をいう。このなかにはもつぱら戦争\n遂行のための軍需生産設備なども含まれる。ここで、その他の戦力の意味をひろく\n戦争のための手段として役立ちうるいつさいの人的、物的勢力と解することは、近\n代社会に不可欠な経済、産業構造のかなりの部分がこれに含まれることになり妥当\nではない。\nこのようにして、本項でいつさいの「戦力」を保持しないとされる以上、軍隊、そ\nの他の戦力による自衛戦争、制裁戦争も、事実上おこなうことが不可能となつたも\nのである。\n（３）　被告は、「外部からの不正な武力攻撃や侵略を防止するために必要昀少限\n度の自衛力は憲法第九条第二項にいう戦力にはあたらない」旨主張する。しかしな\nがら、憲法の同条項にいう「戦力」という用語を、通常一般に社会で用いられてい\nるのと意味を異にして憲法上独特の意味に解しなければならないなんらの根拠を見\n出すことができないうえ、前記と同様に、かような解釈は、憲法前文の趣旨にも、\nまた憲法の制定の経緯にも反し、かつ、交戦権放棄の条項などにも抵触するものと\nいわなけばならない。\nとりわけ、自衛力は戦力でない、という被告のような考え方に立つと、現在世界の\n各国に、いずれも自国の防衛のために必要なものとしてその軍隊ならびに軍事力を\n保有しているのであるから、それらの国々は、いずれも戦力を保有していない、と\nいう奇妙な結論に達せざるをえないのであつて、結局、「戦力」という概念は、そ\nれが、自衛または制裁戦争を目的とするものであるか、あるいは、その他の不正ま\nたは侵略戦争を目的とするものであるかにかかわらず、前記したように、その客観\n的性質によつてきめられなければならないものである。\n（４）　「国の交戦権は、これを認めない。」「交戦権」は、国際法上の概念とし\nて、交戦国が国家としてもつ権利で、敵の兵力を殺傷、破壊したり、都市を攻撃し\nたり、占領地に軍政をしいたり、中立国に対しても一定の条件のもとに船舶を臨\n検、拿捕し、また、その貨物を没収したりなどする権利の総称をいう。この交戦権\nを、ひろく国家が戦争をする権利と解する立場は、第一項の「国権の発動たる戦\n争」と重複し、妥当ではない。\nまたこの交戦権放棄の規定は、文章の形からいつても、（１）で記述した「前項の\n目的を達するため」の文言にはかからず、したがつて、その放棄は無条件絶対的で\nある。このため、この「前項の目的」の解釈に際し、侵略戦争の放棄のみに限定\nし、自衛戦争および制裁戦争は放棄されていないとする立場、ならびに本項で自衛\n力は戦力に含まれないとして、自衛戦争を容認する被告の立場は、少なくとも、い\nかなる形にせよ戦争を承認する以上、その限度で、国際法上の交戦権もまた容認し\nなければ不合理であつて、これらの立場は、いずれも、この交戦権の絶対的放棄に\n抵触するものといわなければならない。\n三、右憲法解釈の実質的な裏づけ\n以上のような当裁判所の解釈は、つきのような憲法成立の経緯、その他の事実によ\nつても裏づけられるものである。\n１　（１）現行憲決が、第二次世界大戦でのわが国の敗戦の結果生まれたものであ\nること、そして、この敗戦が、昭和二〇年（一九四五年）八月一〇日わが国がポツ\nダム宣言を受諾したことによることはいうまでもない。\nポツダム宣言は、その第六項において、「吾等ハ無責任ナル軍国主義ガ世界ヨリ駆\n逐セラルルニ至ル迄ハ平和安全及正義ノ新秩序ガ生ジ得ザルコトヲ主張スルモノナ\nルヲ以テ日本国国民ヲ疑瞞シ之ヲシテ世界征服ノ挙二出ヅルノ過誤ヲ犯サシメタル\n者ノ権力及勢力ハ永久二除去セラレザルベカラズ」と、第七項では「右ノ如キ新秩\n序ガ建設セラレ且日本国ノ戦争遂行能力ガ破砕セラレタルコトノ確証アルニ至ル迄\nハ聯合国ノ指定スベキ日本国領域内ノ諸地点ハ吾等ノ●二指示スル根本的目的ノ達\n成ヲ確保スル為占領セラルベシ」と、また、第九項で「日本国軍隊ハ完全ニ武装ヲ\n解除セラレタル後各自ノ家庭ニ復帰シ平和的且生産的ノ生活ヲ営ムノ機会ヲ得シメ\nラルベシ」と、そしてさらに、第一一項第一段に「日本国ハ其ノ経済ヲ支持シ且ツ\n公正ナル実物賠償ノ取立ヲ可能ナラシムルガ如キ産業ヲ維持スルコトヲ許サルベシ\n但シ日本国ヲシテ戦争ノ為再軍備ヲ為スコトヲ得シムルガ如キ産業ハ此ノ限ニ在ラ\nズ」と各明記している。このようなポツダム宣言のもとに、同年八月一五日、戦後\nの日本が再出発したのである。\n（２）　かくして、新生日本となつたわが国において、昭和二一年三月六日政府か\nら「憲法改正草案要綱」が発表されたのち、同年四月一〇日衆議院議員の総選挙が\nおこなわれ、ついで同月一七日「憲法改正案」が発表され、そして、同年五月一六\n日に召集された第九〇帝国議会（いわゆる制憲議会）に政府は右改正案を上程し\nた。右議会の審議において、当時の内閣総理大臣吉田茂は同案に「戦争放棄」の規\n定を置くにいたつた動機について、つぎのように述べている。\n「政府が憲法改正の必要を認めまして、研究に着手しましてから、欧米その他の日\n本に対する感情、考え方に付て色々事態が明瞭になつて来ますると共に、日本の国\n際関係に於て容易ならざるものがあることを考えざるを得なくなつたのでありま\nす。先ず第一、日本の従来に於ける国家組織、この国家組織が再び世界の平和を脅\nかすが如き組織であると誤解されたのであります。日本を戦争に導いた原因、国\n情、組織等が世界の平和に非常な危険を感ぜしむるものありと誤解されたことであ\nります。随て、又日本が再軍備をして世界の平和を紊す、攪乱することの危険があ\nりはしないか、これは聯合国に於て昀も懸念した所であります。故に先ず第一に聯\n合国と致しまして、日本に対して求むる所は日本の軍備の撤去であります。日本が\n再軍備が出来ないようにする。日本の軍備撤去と云うこと、世界の平和を脅かさざ\nるような国体の組織にすると云うことが必要である。これは固より誤解から生じた\nのであります。・・・・・・・・：併しながらこの五箇年の間の戦の悲惨なる結果\nから見まして、斯の如く考え、又世界が平和を愛好すると云う精神から考えまし\nて、日本に対する疑惑、懸念は又尤もと考えざるを得ないのでありま\nす。・・・・・・・・・斯くの如き疑惑の下にあつて、・・・・・・・・・日本が\n如何にして国体を維持し、国家を維持するかと云う事態に際会して考えて見まする\nと、日本の国体、日本の国家の基本法たる憲法を、まず平和主義、民主主義を徹底\nぜしめて、日本憲法が毫も世界の平和を脅かすが如き危険の国柄でないと云うこと\nを表明する必要を、政府と致しましては深く感得したのであります。」（逐条日本\n国憲法審議録第一巻四二、四三頁）\nまた憲法第九条の規定に関しては同総理大臣はつぎのような説明をしている。「戦\n争抛棄に関する本案の規定は、直接には自衛権を否定しては居りませぬが、第九条\n第二項に於て一切の軍備と国の交戦権を認めない結果、自衛権の発動としての戦争\nも、又交戦権も抛棄したのであります。従来近年の戦争は多く自衛権の名に於て戦\nわれたのであります。満洲事変然り、大東亜戦争亦然りであります。今日我か国に\n対する疑惑に、日本は好戦国である、何時再軍備をなして復讐戦をして世界の平和\nを脅かさないとも分からないというのが、日本に対する大なる疑惑であり、又誤解\nであります。先ず批の誤解を正すことが今日我々としてなすべき第一ことであると\n思うのであります。又この疑惑は誤解であるとは申しながら、全然根抵のない疑と\nも言われない節が既往の歴史を考えて見ますると多々あるのであります。故に我が\n国に於ては如何なる名義をもつてしても交戦権は先づ第一進んで抛棄する、抛棄す\nることに依つて全世界の平和の確立の基礎を成す、全世界の平和愛好国の先頭に立\nつて、世界の平和確立に貢献する決意を先づ此の憲法において表明したいと思うの\nであります。」（前向審議録第二巻八二、八三頁）\n同様の趣旨は、国務大臣金森徳次郎の右議会での説明にもみられる。すなわち同国\n務大臣は、「第九条の規定は・・・・・・・・・本当に人類の目覚めの道を日本が\n第一歩を踏んで、模範を垂れる積りで進んで行かう、欺う云う勇断を伴つた規定で\nある訳であります。・・・・・・・・・此の第一項に該当しまする部分、詰り不戦\n条約を明らかにするような規定は、世界の諸国の憲法中類例を若干見得るものであ\nります。日本ばかりが先駆けて居ることではございませぬが併し其の第一項の規\n定、詰り或種の戦争はやらないと云うことをはつきり明言するだけではどうも十分\nなる目的は達し得ないのでありまして、諸国の憲法も之に類する定めは甚だ不十分\nであります。さうなりますと更に大飛躍を考へて、第二項の如き戦争に必要なる一\n切の手段及び戦争から生ずる交戦者の権利をもなくすると云ふ所迄進んで、以て、\n此の画期的な道義を愛する思想を規定することが適当なこととなつたと思うのであ\nります。」（前回審議録二巻二七頁）\nまた国務大臣幣原喜重郎は右議会において戦争放棄の意義についてつぎのように述\nべている。「実際この改正案の第九条は戦争の抛棄を宣言し、わが国が全世界中昀\nも徹底的な平和運動の先頭に立つて指導的地位を占むることを示すものでありま\nす。今日の時勢に尚国際関係を律する一つの原則として、或範囲内の武力制裁を合\n理化、合法化せむとする如きは、過去に於ける幾多の失敗を繰返えす所以でありま\nして、昀早我が国の学ぶべきことではありませぬ。文明と戦争とは結局両立し得な\nいものであります。文明が速かに戦争を全滅しなければ、戦争が先ず文明を全滅す\nることになるでありましよう。私に斯様な信念を持つて此の憲法改正案の起草の議\nに与つたのであります」（前同審議録第二巻二一、二二頁）\n以上のように、憲法改正案の提案者らは、制憲議会において、わが国は、完全な非\n武装主義に立脚して、戦争を放棄する旨言明している。したがつて、制憲議会およ\nびこれを支える国民の意思は、永久平和主義、戦争放棄方式を憲法の基本原理の一\nつとして採用したことは明らかである。これら現行憲法成立経過の点からみても、\n前記一、二の解釈の正当であることが裏づけられる。\n２、そしてこのことは、また、旧大日本帝国憲法と現行憲法の規定のあり方を対比\nしてみても明らかである。すなわち、かつて陸海軍を擁した旧憲法は、その第一一\n条において「天皇ハ陸海軍ヲ統帥ス」と、また第一二条では「天皇ハ陸海軍ノ編制\n及常備兵額ヲ定ム」と、さらに第一三条で「天皇ハ戦ヲ宣シ和ヲ講ジ及諸般ノ条約\nヲ締結ス」と、そして第一四条で「天皇ハ戒厳ヲ宣告ス　戒厳ノ要件及効力ハ法律\nヲ以テ之ヲ定ム」と陸海軍の指揮、編成や戦争の開始および終結に関する手続規定\nなどを定めていた。しかし現行憲法は、このような重要な事項に関して明文の規定\nを欠いていることにもちろん、それらを法律などに委任する旨の規定もまつたく置\nいていないつこのことは現行憲法が前記のような歴史的経緯のもとに、自衛のため\nの軍備の保有さえも排除した趣旨に解せざるをえないものといわなければならな\nい。\n３、以上のような永久平和主義と戦争放棄に関するわが憲法の規定の淵源は、とく\nに、今世紀に入つて以来、世界の諸国がそれぞれの憲法や条約において取決めた幾\n多の戦争の禁止や制限に関する規定の流れのなかに求めることができる。\n（１）　諸外国の憲法における戦争放棄の規定の出現は、古く一八世紀にさかのぼ\nるが、とくに今世紀に入つてからは、その数も著しく増大している。\nまずその先駆をなすものは、フランスの一七九一年の憲法（いわゆる大革命憲法）\nである。同憲法はその第六篇「フランス国民と他国民の関係」のなかで、「フラン\nス国民は、征服の目的をもつていかなる戦争をも行うことを放棄し、またいかなる\n国民の自由に対しても決して武力を行使しない。」と規定した。これと同旨の規定\nは、その後、同国の一八四八年の憲法（いわゆる二月革命憲法）前文の五、一九四\n六年の憲法（いわゆる第四共和国憲法）前文にも引き継がれている。\nまた同様に、侵略戦争の放棄については、ブラジルの一八九一年の憲法第八八条は\n「いかなる場合にも、ブラジル合衆国は直接にも又間接にも、自ら或は他国の同盟\nとして征服の戦争には従事しない。」と規定し、同国の一九三四年の憲法も同旨の\n規定を置き、さらに、一九四六年の憲法第四条は、これに加えてその前段で、「ブ\nラジルはその加盟する国際安全機関の定める仲裁若しくは紛争解決の平和的手段を\n採る余地がないか、又は失敗に帰した場合でなければ戦争に訴えない。」として、\n侵略戦争以外の戦争すなわち自衛戦争、制裁戦争にも厳重な制約を置き同様の趣旨\nの規定は同国の一九六七年の憲法第七条にも引き継がれている。\n他方、つぎに述べる一九二八年の不戦条約の戦争放棄条項を国内法化して憲法上の\n規定としているものもみられる。まず、スペインの一九三一年の憲法第六条は、\n「スペインは、国家の政策の手段としての戦争を放棄する。」と定め、続いて、フ\nイリピンの一九三五年の憲法第二条第三節は、「フイリピンは国策遂行の手段とし\nての戦争を放棄し、一般に受諾された国際法の諸原則を国内法の一部として採用す\nる。」と規定し、一九四七年のビルマ憲法第二一一条、一九四九年のタイ憲法第六\n一条も同旨である。\nまた、これとは別に、一九四七年のドイツ民主主義共和国憲法第五条第三項は、\n「いかなる市民も、他の国民の抑圧に仕える戦闘的行動に参加してはならない」\nと、同年のイタリア共和国憲法第一一条前段は、「イタリアは、他国民の自由を侵\n害する手段および国際紛争を解決する方法としての戦争を否認する。」と規定し、\nさらに、一九四八年の大韓民国憲法第六条、同国の一九六二年の憲法第四条「大韓\n民国は国際平和の維持に努力し、侵略戦争を否認する」の規定、一九四九年のドイ\nツ連邦共和国憲法第二六条第一項「諸国間の平和な共同生活をみだすおそれがあ\nり、かつその意図をもつて行われる行動、とくに侵略戦争の遂行を準備する行動は\n違憲とする。これらの行動は処罰する。」などの規定もある。\n（２）　このような国内法上の戦争放棄の立法化の動向とともに、国際社会におい\nても一九世紀後半から、次第に国家間の武力行使がもたらす惨禍を省み、これを防\n止するために国家主権を制限しようとする傾向がみられるようになつた。\nまず、一九一九年六月二八日成立した国際連盟規約（ヴエルサイユ平和条約第一\n編）に、その前文で、「締約国ハ戦争二訴ヘザルノ義務ヲ受諾シ」と明記し、さら\nに第一二ないし第一五条において各国が戦争に訴える前に、平和的な解決手段によ\nり争いの解決に努めるべき義務を定めて、戦争行為を制限した。その後、国際連盟\nは、一九二四年第五回総会でいわゆる「ジユネーブ議定書」を、また、一九二八年\n第八回総会でいわゆる「一般議定書」を各採択し、国際紛争の平和的処理のための\n調停、司法、仲裁などの手続を規定した。\n一九　二八年フランス外務大臣ブリアンが発議し、これにアメリカ国務長官ケロツ\nグが賛成して成文化された「戦争の放棄に関する条約」（いわゆる「不戦条約」）\nには、わが国をも含めて、世界のほとんどすべての国が加入した（もつとも当時右\nの不戦条約に加入していなかつたアルゼンチンほか三国の南米諸国も、これと同内\n容の「ラテンアメリカ不戦条約」には加入していた。）。\n同条約第一条は、「締約国ハ国際紛争解決ノ為戦争二訴フルコトヲ非トシ且其ノ相\n互関係ニ於テ国家ノ政策ノ手段トシテノ戦争ヲ抛棄スルコトヲ其ノ各自ノ人民ノ名\nニ於テ厳粛ニ宣言ス」と表明し、第二条で、「締約国ハ相互間ニ起ルコトアルベキ\n一切ノ紛争又ハ紛議ノ性質又ハ起因ノ如何ヲ問ハズ平和的手段ニ依ルノ外之ガ処理\n又ハ解決ヲ求メザルコトヲ約ス」と規定し、明文をもつて、国際紛争の解決の手段\nとしての戦争を禁止するに至つた。\n当時、右条約に加入していたわが国は、国際条約によつて侵略戦争を放棄し、自衛\nのためのみにその陸海軍を保有していたものとみなければならない。しかるに、昭\n和八年（一九三三年）に始まる満州事変を契機として、その後の日中事変、そして\n昭和一六年（一九四一年）に始まる第二次世界大戦への突入した歴史は未だ記憶に\n新らしく、そして、前述したとおり、戦後の現行憲法は、まさにかような歴史的事\n実をふまえて誕生するに至つたものであることを想起しなければならない。\n（３）　かような幾多の戦争防止への努力も空しく、一九三九年から一九四五年の\n六年間にわたつた第二次世界大戦は、またしても世界各国にはかり知れない戦禍を\nもたらす結果となつた。一九四五年六月二六日、連合各国代表は国際連合憲章に合\n意した。右憲章前文では、「われらの一生のうち二度まで言語に絶する悲哀を人類\nに与えた戦争の惨害から将来の世代を救い・・・・・・・・・善良な隣人として互\nいに平和に生活し、国際の平和、安全を維持するために力を合わせ\nる・・・・・・・・・」旨の決意が宣言された。そしてさらに、同憲章第二条第三\n項は「すべての加盟国は、その国際紛争を平和的手段によつて、国際の平和及び安\n全並びに正義を危くしないように解決しなければならない。」とし、同条第四項は\n「すべての加盟国は、その国際関係において、武力による威嚇又は武力の行使を、\nいかなる国の領土保全又は政治的独立に対するものも、また、国際連合の目的と両\n立しない他のいかなる方法によるものも慎まなければならない。」として、不法な\n戦争、侵略戦争、またそれに至らない武力による威嚇、その行使を全面的に禁止\nし、さらに、その自衛権の行使についてさえも、同憲章第五一条は「この憲章のい\nかなる規定も、国際連合加盟国に対して武力攻撃が発生した場合には安全保障理事\n会が国際の平和及び安全の維持に必要な措置をとるまでの間、個別的又は集団的自\n衛の固有の権利を害するものではない。」と一応容認はしているものの、さらに続\nけて「この自衛権の行使に当つて加盟国がとつた措置は、直ちに安全保障理事会に\n報告しなければならない。また、この措置は、安全保障理事会が国際の平和及び安\n全の維持又は回復のため必要と認める行動をいつでもとるこの憲章に基づく権能及\nび責任に対してはいかなる影響も及ぼすものではない。」と規定している。\nこのように現在では、世界各国のもつ自衛権の行使にすら幾多の制約が存在するも\nのである。\n（４）　このようにして、世界の潮流は、とりわけ今世紀に入つてからは、それま\nでの一九世紀的な国家主権の一内容としての自己保存権的自衛権の概念、そしてそ\nれに基づく戦争行為の正当化の考え方を大きく変容させた。とくに、前記した第一\n次世界大戦後の不戦条約を契機として、自衛権を国家の自己保存権的色彩から脱却\nさせ、たんに外部からの急迫不正な侵害に対する自国を防衛する権利としてのみ国\n際法上容認し、これを越えるいつさいの戦争行為を禁止したのである。\nしかしそれにもかかわらず、その後も、いくつかの国々においてときには「目衛」\nの名のもとに、ときには「自衛権の行使」と称して、戦火が絶えることなく、わず\nか二十有余年にして、ふたたび第二次世界大戦の惨禍に世界を巻込むに至つたこと\nは、今ここであらためて述べるまでもない。\nそこで、前項で述べたように、第二次世界大戦後の国際連合憲章は、このような自\n衛権の濫用を厳しく規制するために、第五一条において自衛権の行使自体に強い制\n約措置を定めるに至つた。すなわち、（１）自衛権の行使を、「外国からの武力攻\n撃が発生した場合」のみに限定して、いわゆる先制的自衛行動を否認し（もつとも\nこの点については若干の国際法学者からは異説が唱えられているが、世界の大多数\nの国々においてはこのように解されている）、（２）自衛権の行使は「安全保障理\n事会が国際の平和及び安全の維持について必要な措置をとるまでの間」に限定し、\nかつ、（３）加盟国がとつた自衛の「措置は、直ちに安全保障理事会に報告しなけ\nればならない」として、その報告義務を定めた。したがつて、これらの規定に従わ\nない自衛行動は、国際法上正当な自衛権の行使とは認めることのできないものであ\nる。\nこのような戦争行為の否認への流れは、まさに人類の歴史の赴くところといわなば\nければならない。なるほど現在でもなお世界の各国が独立国として自衛権をもち、\nそしてこれに基づいて各国独自の軍事力を保持していることは現実の姿である。し\nかし、このような自衛権なるもの自体は、つねに本来その濫用の危険性をはらんで\nいるものであり、歴史は幾多の濫用の事実を教えていることもまた明らかである。\nわが国の憲法も、前述したように、このような潮流をふまえたうえで、これを越\nえ、これに先駆けて「恒久の平和を念願し・・・・・・・・・平和を愛する諸国民\nの公正と信義に信頼して・・・・・・・・・」「平和を維持し、専制と隷従、圧迫\nと偏狭を地上から永遠に除去しようと努めている国際社会において名誉ある地位を\n占め・・・・・・・・・一、そして「国家の名誉にかけ、全力をあげてこの崇高な\n理想と目的を達することを誓」いながら、永久平和主義、戦争放棄の道を選んだの\nである。\n四、自衛権と軍事力によらない自衛行動\nもちろん、現行憲法が、以上のように、その前文および第九条において、いつさい\nの戦力および軍備をもつことを禁止したとしても、このことは、わが国が、独立の\n主権国として、その固有の自衛権自体までも放棄したものと解すべきでないことに\n当然である（昭和三四年一二月一六日付昀高裁判所判決参照）。しかし、自衛権を\n保有し、これを行使することは、ただちに軍事力による自衛に直結しなければなら\nないものではない。すなわち、まず、国家の安全保障（それは究極的には国民各人\nの生命、身体、財産などその生活の安全を守ることにほかならない）というもの\nは、いうまでもなく、その国の国内の政治、経済、社会の諸問題や、外交、国際情\n勢といつた国際問題と無関係であるはずがなく、むしろ、これらの諸問題の総合的\nな視野に立つてはじめてその目的を達成できるものである。そして、一国の安全保\n障が確保されるなによりも重要な基礎は、その国民の一人一人が、確固とした平和\nへの決意とともに、国の平和問題を正しく認識、理解し、たえず独善と偏狭を排し\nて近隣諸国の公正と信義を信頼しつつ、社会体制の異同を越えて、これらと友好を\n保ち、そして、前記した国内、国際諸問題を考慮しながら、安全保障の方法を正し\nく判断して、国民全体が相協力していくこと以外にありえないことは多言を要しな\nい。そしてこのような立場に立つたとき、はじめて国の安全保障の手段として、あ\nたかも、軍事力だけが唯一必要不可欠なものであるかのような、一面的な考え方を\nぬぐい去ることができるのであつて、わが国の憲法も、このような理念に立脚する\nものであることは勿論である。そして、このような見地から、国家の自衛権の行使\n方法についてみると、つぎのような採ることのできる手段がある。つまり甲第一七\n九号証、証人Ｒの尋問結果からは、自衛権の行使は、たんに平和時における外交交\n渉によつて外国からの侵害を未然に回避する方法のほか、危急の侵害に対し、本来\n国内の治安維持を目的とする警察をもつてこれを排除する方法、民衆が武器をもつ\nて抵抗する群民蜂起の方法もあり、さらに、侵略国国民の財産没収とか、侵略国国\n民の国外追放・といつた例もそれにあたると認められ、また証人小林直樹の尋問結\n果からは、非軍事的な自衛抵抗には数多くの方法があることも認めることができ、\nまた人類の歴史にはかかる侵略者に対してその国民が、またその民族が、英知をし\nぼつてこれに抵抗をしてきた数多くの事実を知ることができ、そして、それは、さ\nらに将来ともその時代、その情況に応じて国民の英知と努力によつてよりいつそう\n数多くの種類と方法が見出されていくべきものである。そして前記した国際連合\nも、その創立以来二十有余年の歴史のなかで、いくつかの国際紛争において適切な\n警察行動をとり、双方の衝突を未然に防止できた事実もこれに付加することができ\nる。\nこのように、自衛権の行使方法が数多くあり、そして、国家がその基本方針として\nなにを選択するかは、まつたく主権者の決定に委ねられているものであつて、この\nなかにあつて日本国民は前来記述のとおり、憲法において全世界に先駆けていつさ\nいの軍事力を放棄して、永久平和主義を国の基本方針として定立したのである。\n第四、自衛隊の規模、装備、能力（関係法規も含む）\n一、警察予備隊の発足から保安隊、自衛隊への発達\n甲第七号証のほか関係法令から、つぎの事実が認められる。\n１、警察予備隊の創設\n朝鮮事変の開始直後である昭和二五年七月八日、当時の連合国昀高指令官マツカー\nサーは、日本政府に対し書簡をもつて、警察予備隊七万五、〇〇〇人の新設と、海\n上保安庁八、〇〇〇人の増員を指令した。そして、同年八月一〇日日本政府によつ\nて公布された警察予備隊令（政令第二六〇号）第三条は、その任務としてつぎのよ\nうに規定している。「警察予備隊は、治安維持のため特別の必要がある場合におい\nて、内閣総理大臣の命を受け行動するものとする。警察予備隊の活動は、警察の任\n務の範囲に限られるべきものであつて、いやしくも日本国憲法の保障する個人の自\n由及び権利の干渉にわたる等その権能を濫用することがあつてはならない。警察予\n備隊の警察官の任務に関し必要な事項は政令で定める。」それにもかかわらず、警\n察予備隊は、その設立当初より米軍から供与されたカービン銃などをもつて武装\nし、その教育も米軍の指示のもとにおこなわれた。当時、連合国総司令部のホイツ\nトニー民政局長は、「ポリスリザーブ（警察予備隊）は普通の警察ではない。内乱\nがおこつたり、外国から侵略があつたとき、それに立向うべきものだ。だから警察\n予備隊の隊員にはさし当り各人にカービン銃をもたせる。将来は予備隊が大砲や戦\n車などを持つことになるだろう。」といつたといわれる。\n２、昭和二六年九月八日、日本政府と連合国との間に「日本国との平和条約」（い\nわゆる対日講和条約）が調印され、あわせて、アメリカ政府との間に「日本国とア\nメリカ合衆国との間の安全保障条約」（以下旧安全保障条約という）が締結され\n（公布はいずれも同二七年四月二八日）た。右旧安全保障条約の前文第五項では\n「・・・・・・・・・アメリカ合衆国は、日本国が、攻撃的な脅威となり又は国際\n連合憲章の目的及び原則に従つて平和と安全を増進すること以外に用いられうべき\n軍備をもつことを常に避けつつ、直接及び間接の侵略に対する自国の防衛のため漸\n増的に自ら責任を負うことを期待する。」と規定された。ここに、わが国が条約上\nの義務にまで至らないまでも、締約相手国の期待にそうべく自発的に防衛のために\n軍備をもつ責任を負うに至つたのである。（もつともこの点は昭和三五年一月一九\n日締結された「日本国とアメリカ合衆国との間の相互協力及び安全保障条約」（い\nわゆる新安全保障条約）には記載なく、代つて同条約第三条に「締約国は、個別的\nに及び相互に協力して継続的かつ効果的な自助及び相互援助により、武力攻撃に抵\n抗するそれぞれの能力を、憲法上の規定に従うことを条件として、維持し発展させ\nる。」と規定され、わが国の条約上の義務は現行憲法に従うものとされた。）かよ\nうにして、同二七年七月三一日、従来の警察予備隊令に代えて保安庁法（法律第二\n六五号）が公布施行され、警察予備隊および海上保安中内の海上警備隊は保安庁に\n統合され、その名称も「保安隊」および「警備隊」に改められた。当時その人員\nは、保安隊一一万人、警備隊七、五九〇人であつた。\n右保安庁法第四条は、保安庁の任務として、「保安庁は、わが国の平和と秩序を維\n持し、人命および財産を保護するため、特別の必要がある場合に行動する部隊を管\n理し、運営し、およびこれに関する事務を行い、あわせて海上における警備救難の\n事務を行うことを任務とする。」と規定し、また同法第六一条第一項は、「内閣総\n理大臣は、非常事態に際して、治安の維治のため特に必要があると認める場合に\nは、保安隊又は警備隊の全部又は一部の出動を命ずることができる。」と、そして\nさらに、同法第六四条は都道府県知事の要請による出動、第六五条は海上における\n警備行動、第六六条は災害派遣をいずれも規定した。なお同法第六八条は、保安隊\nらの保有する武器につき、「保安隊及び警備隊は、その任務の遂行に必要な武器を\n保有することができる。保安官及び警備官は、その任務の遂行に必要な武器を所持\nすることができる。」と規定した。ちな人に、警察法は警察官の所持する武器につ\nいては、「警察官は、その職務の遂行のため小型武器を所持することができる。」\n（第六七条）と定めているのみである。\n３、昭和二九年三月八日、日本政府とアメリカ政府との間に、「日本国とアメリカ\n合衆国との間の相互防衛援助協定」（いわゆる日米相互防衛援助協定、ＭＳＡ協\n定）が調印された。同協定の前文第三項にも前記した旧安全保障条約前文第五項と\n同様のわが国の防衛力漸増責任が規定された（もつとも同協定第九条第二項では\n「この協定は、各政府がそれぞれ自国の憲法上の規定に従つて実施するものとす\nる。」と規定されている）。そして、同年六月九日、従前の保安庁法に代えて、防\n衛庁設置法（法律第一六四号）、および自衛隊法（法律第一六五号）が公布施行さ\nれた。\n右防衛庁設置法第四条によれば、防衛庁の任務は、「わが国の平和と独立を守り、\n国の安全を保つことを目的とし、これがため、陸上自衛隊、海上自衛隊、及び航空\n自衛隊を管理し、及び運営し、並びにこれに関する事務を行うこ\nと・・・・・・・・・」とされ、さらに同法第七条により、各自衛隊の定員は、陸\n上自衛官一三万人、海上自衛官一万五、八〇八人、そして新たに設置された航空自\n衛官六、二八七人で、これに統合幕僚会議に所属する陸海空各自衛官を加えて総計\n一五万二、一一五万人となつた。\nそして自衛隊の任務は、自衛隊法第三条第一項により、「わが国の平和と独立を守\nり、国の安全を保つため、直接侵略及び間接侵略に対しわが国を防衛することを主\nたる任務とし、必要に応じ、公共の秩序の維持に当るものとする。」とされ、その\n行動に関しては後記二５のように、同法第七六条（防衛出動）、第七八条、第八一\n条（いずれも治安出動）、第八二条（海上警備行動）がそれぞれ規定され、また、\nその武器の保有について同法第八七条は、前記保安庁法と同様に、「自衛隊は、そ\nの任務の遂行に必要な武器を保有することができる。」と規定し、そしてその行使\nについては後記二、５のとおり同法第八八条ないし第九三条、第九五条が規定され\nた。\n二、自衛隊の組織、編成、行動\nまず防衛庁および自衛隊の組織、編成、行動を関係法令に基づきみてみるに、\n１、防衛庁設置法によれば、防衛庁は、国家行政組織法第三条第二項の規定に基づ\nいて、総理府の外局として設置され（防衛庁設置法第二条）、その長である防衛庁\n長官は国務大臣をもつてあて（第三条）、その任務は、前記した各自衛隊の管理、\n運営のほか、条約に基づく外国軍隊の駐留、および日米防衛相互援助協定の規定に\n基づくアメリカ政府の責務のわが国内における遂行に伴う事務で他の行政機関の所\n管に属していないものをおこない（第四条、第五条）、本庁には長官官房のほか防\n衛局、人事教育局、衛生局、経理局、装備局の五局を置き（第一〇条）、それぞれ\n長官を補佐し（第二〇条）、また、本庁には陸上、海上、航空の各幕僚監部を置き\n（第二一条）、各幕僚監部の長をそれぞれ幕僚長とし、これに各自衛官をあて、各\n幕僚長は、防衛庁長官の指揮監督を受けて幕僚監部の事務を掌理する（第二二\n条）。各幕僚監部は、各自衛隊についての防衛警備に関する計画立案、教育訓練、\n行動、編成、装備、配置、情報、経理、調達、補給等の計画立案の事務等をおこな\nう\n（第二二条）。\nまた本庁に統合幕僚会議を設置し（第二五条）、同会議は議長、陸上、海上、航空\n各幕僚長をもつて組織し（第二七条）、統合防衛計画の作成および各幕僚監部の作\n成する防衛計画の調整、統合後方補給計画の作成および各幕僚監部の補給計画の調\n整、統合訓練計画の方針の作成および各幕僚監部の訓練計画の調整、出動時におけ\nる自衛隊に対する指揮命令の基本および統合調整、防衛に関する情報の収集および\n調査、その他防衛庁長官の命じた事項に関して同長官を補佐する（第二六条第一\n項）。なお統合幕僚会議には統合幕僚学校を付置して上級部隊指揮官または上級幕\n僚を教育し、かつ自衛隊の統合運用に関する基本的な調査研究をおこなう（第二六\n条第二項、第二八条の二）。\n国防に関する重要事項を審議する機関としては内閣に国防会議を置き、その議長は\n内閣総理大臣がなり、同会議員は内閣法第九条により指定された国務大臣、外務大\n臣、大蔵大臣、防衛庁長官、経済企画庁長官をもつて構成し、国防の基本方針、防\n衛計画の大綱、これに関する産業等の調整計画の大綱、防衛出動の可否を審議する\n（第六二条、国防会議の構成等に関する法律第三条、第四条）。\nなおそのほかに自衛隊の施設の取得、これに関する事務、建設工事の実施、管理を\nおこなうために防衛施設庁がある（防衛庁設置法第二九条、第四一条）。\n２、自衛隊法は自衛隊の任務、部隊の組織および編成、行動および権限、隊員の身\n分の取扱いなどを定めているが（第一条）、自衛隊とは防衛庁長官、防衛政務次\n官、防衛庁の事務次官および参事官、防衛庁本庁の内部部局ならびに統合幕僚会\n議、その附属機関、陸上、海上、航空各自衛隊、防衛施設庁を含み（第二条第一\n項）、陸上、海上、航空各自衛隊は各幕僚監部ならびに各幕僚長の監督を受ける部\n隊および機関を含む（同条第二ないし第四項）。\nそして、内閣総理大臣は内閣を代表して自衛隊の昀高の指揮監督権をもち（第七\n条）、防衛庁長官は内閣総理大臣の指揮監督をうけ、自衛隊の隊務を統括する。た\nだし、陸上、海上、航空各幕僚長の監督を受ける部隊および機関に対する指揮監督\nはそれぞれの幕僚長を通しておこなう（第八条）。\n陸上、海上、航空各幕僚長は防衛庁長官の指揮監督をうけ、それぞれ陸上、海上、\n航空各自衛隊の隊務および所部の隊員の服務を監督しそれぞれの部隊等に対する長\n官の命令を執行する（第九条）。\n３、そして各自衛隊の以上のほかの組織、編成は\n（１）　陸上自衛隊の部隊は、方面隊、その他の長官直轄部隊とし、方面隊は方面\n総監部、師団その他の直轄部隊から、師団は師団司令部および連隊、その他の直轄\n部隊からなり（第一〇条）、方面隊の長である方面総監は長官の指揮監督を受けて\n方面隊の隊務を統括し（一一条）、師団の長である師団長は方面総監の指揮監督を\n受けて師団の隊務を統括し（一二条）、方面隊および師団以外の部隊の長は防衛庁\n長官の定めるところにより上官の指揮監督を受け当該部隊の隊務を統括する（第一\n四条）。方面隊は北部（方面総監部所在地は札幌市）、東北（仙台市）、東部（東\n京都）、中部（伊丹市）、西部（熊本市）の五個、師団は一三個師団とし師団司令\n部に第一師団東京都、第二師団旭川市、第三師団伊丹市、第四師団福岡県筑紫郡＜\n以下略＞、第五師団帯広市、第六師団東根市、第七師団千歳市、第八師団熊本市、\n第九師団青森市、第一〇師団名古屋市、第一一師団札幌市、第一二師団群馬県北群\n馬郡＜以下略＞、第一三師団広島県安芸郡＜以下略＞にそれぞれ配置する（第一三\n条）。\n（２）　海上自衛隊は自衛艦隊、地方隊教育航空集団、練習艦隊、その他の長官直\n轄部隊とし、自衛艦隊は自衛艦隊司令部、護衛艦隊、航空集団、掃海隊群その他の\n直轄部隊からなり、護衛艦隊司令部および護衛隊群その他の直轄部隊からなり、地\n方隊は地方総監部、護衛隊、掃海隊、基地隊、航空隊その他の直害部隊からなり、\n教育航空集団は教育航空集団司令部、教育航空群その他の直轄部隊からなり、練習\n艦隊は練習艦隊司令部、練習隊その他の直轄部隊からなる（第一五条）。\n自衛艦隊司令官、護衛艦隊司令官、航空集団司令官、教育航空集団司令官、練習艦\n隊司令官はいずれも防衛庁長官の指揮監督を受けてそれぞれ自衛艦隊、護衛艦隊、\n航空集団、教育航空集団、練習艦隊の隊務を統括する（第一六条ないし第一六条の\n三、第一七条の二、三）。地方総監は同長官の指揮をうけて地方隊の隊務を（第一\n七条）、その他の部隊の長も同長官の定めるところにより上官の指揮監督を受け当\n該部隊の隊務を統括する（第一八条）。地方隊は横須賀（地方総監部所在地は同\n市）、舞鶴（同市）、大湊（むつ市）、佐世保（同市）、呉（同市）の五個に分か\nれて配置されている（第一九条）。\n（３）　航空自衛隊は航空総隊、飛行教育集団、航空団、保安管制気象団その他の\n長官直轄部隊からなり、航空総隊は航空総隊司令部、航空方面隊その他の直轄部隊\nから、航空方面隊は航空方面隊司令部、航空団その他の直轄部隊からなり、飛行教\n育集団は飛行教育集団司令部、航空団、飛行教育団その他の直轄部隊から、航空団\nは航空団司令部、飛行群その他の直轄部隊から、保安管制気象団は保安管制気象団\n司令部、保安管制群、気象群その他の直轄部隊からそれぞれなる（第二〇条）。\n航空総隊司令官、飛行教育集団司令官、航空団司令、保安管制気象団司令はそれぞ\nれ防衛庁長官の指揮監督を受けて航空総隊、飛行教育集団、航空団、保安管制気象\n団の各隊務を統括し（第二〇条の二、三、五、六）航空方面隊司令官は航空総隊司\n令官の指揮監督を受け航空方面隊の隊務を統括し（第二〇条の四）、その他の部隊\nの長は右同長官の定めるところにより上官の指揮監督を受け当該部隊の隊務を統括\nする（第二〇条の七）。\n航空総隊、保安管制気象団、飛行教育団、輸送航空団はぞれぞれ一個とし、前二者\nの司令部を東京都に、後二者の司令部は浜松市と境港市に、航空方面隊は北部（司\n令部所在地は三沢市）、中部（入間市）、西部（福岡県筑紫郡＜以下略＞）の三個\nに、航空団は八個として第一航空団は浜松市に、以下第二航空団は千歳市、第三航\n空団は小牧市、第四航空団は宮城県桃生郡＜以下略＞、第五航空団は宮崎県児湯郡\n＜以下略＞、第六航空団は小松市、第七航空団は茨城県東茨城郡＜以下略＞、第八\n航空団は福岡県筑上郡＜以下略＞にそれぞれ配置する（第二一条）。\n（４）　そのほかに各自衛隊の機関として学校、補給処、補給統制処、病院、地方\n連絡部を置き、学校においては隊員に対し職務上必要な知識、技能を修得させるた\nめの教育訓練など、また補給処においては自衛隊の需品、火薬、弾薬、車両、航空\n機、施設器材、通信器材等の調達、保管補給または整備、およびこれに関する調査\n研究をおこなう（第二四条ないし第二八条）。\n４　（１）自衛官の階級は陸上自衛隊は陸将、陸将補、一ないし三等陸佐、一ない\nし三等陸尉、準陸尉、一ないし三等陸曹、陸士長、一ないし三等陸士があり、海\n上、航空自衛隊も右各区分に対応する階級をもつて構成されている（第三二条）。\nそしてその服務本旨は「わが国の平和と独立を守る自衛隊の使命を自覚し、一致団\n結、厳正な規律を保持し、常に徳操を養い、人格を尊重し、心身をきたえ、技能を\nみがき、強い責任感をもつて専心その職務の遂行にあたり、事に臨んで危険を顧み\nず、身をもつて責務の完遂に努め、もつて国民の負託にこたえることを期するもの\nとする。」（第五二条）とされている。\n（２）　なお昭和四七年度における自衛隊員の定数は、陸上自衛官一七万九、〇〇\n〇人、海上自衛官三万八、三二三人、航空自衛官四万一、六五七人で、統合幕僚会\n議に属する自衛官を含めて総計二五万九、〇五人人である（防衛庁設置法第七条）\nそのはかに防衛出動命令が発せられた場合、防衛招集命令により自衛官となるいわ\nゆる予備自衛官の員数は三万六、三〇〇人とされ（自衛隊法第六六条、第七〇\n条）、予備自衛官は年に二回以内訓練招集を受けて訓練に従事する（第七一条）。\n５　自衛隊の行動\n（１）　自衛隊法は、防衛出動につきつぎのように定めている。「内閣総理大臣\nは、外部からの武力攻撃（外部からの武力攻撃のおそれのある場合も含む。）に際\nして、わが国を防衛するため必要があると認める場合には、国会の承認を得て、自\n衛隊の全部又は一部の出動を命ずることができる。たたし、特に緊急の必要がある\n場合には、国会の承認をえないで出動を命ずることができる。」（第七六条第一\n項）「前項ただし書の規定により国会の承認をえないで出動を命じた場合には、内\n閣総理大臣は、直ちに、これにつき国会の承認を求めなければならない。内閣総理\n大臣は、前項の場合において不承認の議決があつたとき、又は出動の必要がなくな\nつたときは、直ちに、自衛隊の撤収を命じなければならない。」（同条第二、三\n項）この防衛出動の場合にはわが国を防衛するために必要な武力を行使することが\nでき、この武力の行使に際しては国際法規および慣例によるべき場合にはこれを遵\n守し、かつ事態に応じ合理的に必要と判断される限度を越えてはならないものとさ\nれ（第八八条）、また必要に応じ公共の秩序を維持するために行動することもでき\nる（第九二条第一項）。\n（２）　治安出動についてはつぎのように定められている。「内閣総理大臣は、間\n接侵略その他の緊急事態に際して、一般の警察力をもつては、治安を維持すること\nができないと認められる場合には、自衛隊の全部又は一部の出動を命ずることがで\nきる。」（第七八条第一項）「内閣総理大臣は、前項の規定による出動を命じた場\n合には、出動を命じた日から二〇日以内に国会に付議して、その承認を求めなけれ\nばならない。ただし、国会が閉会中の場合又は衆議院が解散されている場合には、\nその後昀初に召集される国会において、すみやかに、その承認を求めなければなら\nない。内閣総理大臣は、前項の場合において不承認の議決があつたとき、又出動の\n必要がなくなつたときは、すみやかに、自衛隊の撤収を命じなければならない。」\n（同条第二、三項）\n「都道府県知事は、治安維持上重大な事態につきやむをえない必要があると認める\n場合には、当該都道府県の都道府県公安委員会と協議の上、内閣総理大臣に対し部\n隊等の出動を要請することができる。内閣総理大臣は、前項の要請があり、事態や\nむを得ないと認める場合には部隊等の出動を命ずることができる。」（第八一条第\n一、二項）「都道府県知事は、事態が収まり、部隊等の出動の必要がなくなつたと\n認める場合には、内閣総理大臣に対し、すみやかに、部隊等の撤収を要請しなけれ\nばならない。内閣総理大臣は、前項の要請があつた場合又は部隊等の出動の必要が\nなくたつたと認める場合には、すみやかに、部隊等の撤収を命じなければならな\nい。都道府県知事は、第一項に規定する要請をした場合には、事態が収つた後、す\nみやかに、その旨を当該都道府県の議会に報告しなければならない。」（同条第\n三、四項）\nそしてこれらの出動した自衛隊の部隊等の職務の執行には警察官職務執行法が準用\nされるが、その場合、右職務執行法中の「公安委員会」の任務役割は「（防衛庁）\n長官の指定する者」がこれをおこなう。また右職務執行法第七条により自衛官が武\n器を使用するには正当防衛または緊急避難に該当する場合を除き当該部隊指揮官の\n命令によらなければならない（第八九条）。また自衛官が（１）職務上警護する\n人、施設または物件が暴行または侵害をうけ、またうけようとする明白な危険があ\nり、武器を使用するほか、他にこれを排除する適当な手段がない場合、（２）多衆\n集合して暴行もしくは脅迫をし、また暴行もしくは脅迫しようとする明白な危険が\nあり、武器を使用するほか他にこれを鎮圧し、また防止する適当な手段がない場\n合、その事態に応じ合理的と判断される限度で武器を使用することができる。ただ\nしこの場合も正当防衛、緊急避難に該当する場合を除き当該部隊の指揮官の命令に\nよらなければならない（第九〇条）。\nまた前記防衛出動に際しての公共の秩序維持にあたつての武器使用も右と同様であ\nる（第九二条）。\nさらに自衛官は、自衛隊の武器、弾薬、航空機、車両または液体燃料を職務上警備\nしているとき人またはそれらのものを防護するために必要と認める相当の理由があ\nる場合には、その事態に応じ合理的に必要と判断される限度で武器を使用すること\nができる。ただし正当防衛、緊急避難に該当する場合のほか人に危害を与えてはな\nらない。（第九五条）\n（３）　そのほかに、防衛庁長官は海上における人命もしくは財産の保護または治\n安の維持のため特別の必要がある場合には内閣総理大臣の承認をえて自衛隊の部隊\nに海上において必要な行動をとることを命ずることができ（第八二条）、都道府県\n知事その他政令で定める者は天災地変その他の災害に際して人命または財産の保護\nのため必要があると認める場合には部隊等の派遣を防衛庁長官またはその指定する\n者に要請することかでき、この場合長官またはその指定する者は事態がやむをえな\nいと認めるならば部隊等を救援のため派遣することができる。ただし天災地変その\n他の災害に際しとくに緊急を要し前記知事の要請をまついとまがないと認められる\nときはその要請をまたないで部隊等を派遣することができる。（第八三条）\n（４）　さらに防衛庁長官は外国の航空機が国際法規または航空法その他の法令の\n規定に違反して、わが国の領域の上空に侵入したときは自衛隊の部隊に対し、これ\nを着陸させ、またはわが国の領域上空から退去させるため必要な措置をとらせるこ\nとができる（第八四条）。\n三、自衛隊の装備、軍事能力、演習訓練\n（一）　前記したように、自衛隊法第八七条は、「自衛隊はその任務の遂行に必要\nな武器を保有することができる。」と規定しているのみでその「必要な武器」の内\n容、たとえばその種類、数量、性能などは明らかではない。それで以下陸上、海\n上、航空の各自衛隊につき、本件口頭弁論に提出された証拠から認められる限度\nで、その装備、軍事能力およびその演習訓練をみてみることにする。\nまず、甲第七号証、第一九四号証からはつぎの事実を認めることができる。\n（１）　昭和二九年保安隊から自衛隊になつた当初、自衛隊の装備していた兵器の\nほとんどは未だ米軍から供与されたものであつた。\nところで昭和三三年度から始まり同三五年度までの三か年にわたつておこなわれた\n第一次防衛力整備計画（以下第一次防という）では、その目標を「必要昀小限度の\n自衛力の整備」におき、予算総額四、五三〇億円（実際の支出額は四、七二一億\n円）で装備の増強をおこなつた。その計画内容は、陸上自衛隊が六管区隊、四混成\n団、自衛官一八万人、予備自衛官一万五、〇〇〇人、海上自衛隊が艦船保有トン数\n一二万四、〇〇〇トン、うち護衛艦八万三、〇〇〇トン、掃海艇一万六、五〇〇ト\nン、その他約二万四、〇〇〇トン、航空機二二二機、航空自衛隊が保有機数一、三\n四二機、三三飛行隊編成で、うち全天候戦闘機部隊九隊、昼間戦闘機部隊一八隊、\n偵察機部隊三隊、輸送部隊三隊であつたが、人員の整備に若干の欠員のあつたほか\nほぼその目標に近い線で達成された。（なお証人Ｎの尋問結果からは、この陸上自\n衛隊の人員一八万人はすでに当時のイギリス陸軍の人員に匹敵するものであつたこ\nとが認められる。）\n（２）　その後、昭和三七年度から同四一年度までの五か年間に第二次防衛力整備\n計画（以下第二次防という）に基づき、目標を「通常兵器の使用による局地戦以下\nの侵略に対し有効に対処しうる防衛体制の基盤を確立する」ことにおき、予算総額\n一兆一、五〇〇億円（実際の支出額は一兆三、八七七億円）で自衛隊の装備の近代\n化、機動力の向上、対空誘導弾の導入、情報機能の整備、充実に重点が置かれ、か\nつ、次第に兵器の国産化にも力が注がれ、その結果、陸上自衛隊一八万人、五方面\n隊、一三個師団（うち機甲師団一個を含む）が編成され、地対空ミサイル・ホーク\n部隊が配置され、また予備自衛官は三万人に増員となり、また海上自衛隊には国産\nの護衛艦、潜水艦があいついで配備され、そして護衛艦には対潜水艦ミサイル「ア\nスロツク」が装備され、また国産の潜水艦六隻による第一潜水隊群も編成され、そ\nの結果保有艦艇約一四万三、七〇〇トン、うち護衛艦艇約九万〇、三〇〇トン、潜\n水艦約一万六、五〇〇トン、掃海艦艇一万五、七〇〇トン、海峡港湾防備艦艇等約\n二万一、二〇〇トン、航空機は対潜ヘリコプター二三機を含めて二三五機を保有\nし、さらに航空自衛隊は、従来のＦ８６Ｆ戦闘機のほか、新たに諸性能の著しく向\n上したＦ１０４Ｊ戦闘機二〇〇機が国産で配備されることになり、保有機数一、〇\n三六機で二四飛行隊が編成され、うち全天候戦闘機部隊一一隊、昼間戦闘機部隊八\n隊、偵察部隊一隊、輸送機部隊二隊、その他となり、また地対空ミサイル・ナイキ\nアジヤツクス二大隊も編成され、自動警戒管制組織の建設に着手した。\n（二）　１、前掲甲第七号証、第一九四号証によればつぎの事実を認めることがで\nきる。\n第二次防に引き続いて、昭和四二年度から同四六年度までの五か年間に第三次防衛\n力整備計画（以下第三次防という）が実施され、その目標を、「通常兵器による局\n地戦以下の侵略事態に対し昀も有効に対応しうる効率的なもの」を整備することに\nおき、「特に周辺海域の防衛能力および重要地域防空能力の強化ならびに各種の機\n動力の増強を重視する」ことにした。このため、（１）陸上自衛隊関係では、現有\n部隊の充実等のため自衛官の編成定数は従来の一八万人のままとするが、機動力を\n向上させ、防空能力を強化するためにヘリコプター、装甲車、および地対空誘導弾\n部隊を増強するとともに、新装備の導入をおこない装備体系を改善するほか、戦\n車、対戦車火器等の更新増強をおこなう。（２）海上自衛隊関係では、周辺海域の\n防衛能力および海上交通の安全確保能力を向上させるため護衛艦、潜水艦等の各種\n艦艇の増強、近代化を図るとともに、新固定翼対潜機、飛行艇等を整備する。\n（３）航空自衛隊関係では、重要地域の防空力を強化するため、地対空誘導弾部隊\nを増強し、新戦闘機の整備に着手するとともに、警戒管制組織の自動化を完成する\n等警戒管制能力の向上、近代化を図る。（４）技術研究開発関係では高等練習機、\nレーダー搭載警戒機、輸送機等の航空機、短距離地対空誘導弾の各種誘導弾、その\n他各種の装備、器材についての研究開発をおこなうとともに、技術研究開発体制を\n強化することになつた。\nその結果第三次防での陸上、海上、航空各自衛隊の装備、軍事能力、およびその演\n習訓練は以下に記述するようなものになつた。\n２、陸上自衛隊の装備、能力、演習訓練\n（１）　装備能力\n前掲甲第七号証のほか同第一〇号証４、第六三号証、第一三四号証、証人Ｓの尋問\n結果からつぎの事実を認めることができる。\n前記したように、第二次防以来、陸上自衛隊は五方面隊、一三個師団となつてお\nり、その他に空挺団、施設団、通信団、長官直轄部隊、学校、補給処、病院があ\nる。一師団の構成は九、〇〇〇人をもつてするもの七個師団七、〇〇〇人をもつて\nするもの五個師団、そのほかに第七師団は機甲師団とされている。通常の師団は、\n普通科連隊（いわゆる歩兵）三ないし四個（一個連隊は約一、二〇〇人で小銃、銃\n剣その他の兵器で装備）、および特科連隊（いわゆる砲兵、一個連隊は約一、三〇\n〇人）、戦車大隊（戦車約六〇両）、施設大隊（いわゆる工兵）、補給隊、輸送隊\nなどをもつて構成されている。\n陸上自衛隊の保有する武器の主なものは、砲として、一五五ミリ榴弾砲八六八門、\n加農砲三二門、高射砲、高射機関砲を含めて二〇四門、無反動砲一、二九六門、自\n走砲四六四門、迫撃砲二、一六四門、機関銃六、七〇〇挺、小銃一七万九、五〇〇\n挺、また誘導弾としては、対戦車誘導弾（ＡＴＭ）五五台、地対地誘導弾（三〇型\nロケツト）三〇台、地対空誘導弾（ホーク）一〇〇基、車両としては六一式戦車六\n五五両を含めて戦車九七〇両、装甲車六三〇両、その他の車両一万九、〇〇〇両、\n航空機は固定翼機一三七機、回転翼機はＶ１０７、ＨＵ１などを含めて二一〇機で\nある。\nそしてこれらの装備は、いずれも兵器として、現在世界各国の陸軍の保有する一流\nの兵器にくらべてなんら遜色のない性能をもつものであり、また、旧日本陸軍の装\n備と比較しても、一師団あたり、火力においては約四倍、また機動力、通信力を含\nめた総合戦力では約一〇倍の威力をもつている。\n（２）　演習訓練\n陸上自衛隊での訓練は、日毎におこなわれているが、その代表的なものに昭和四六\n年八月二二日から二六日にかけて北海道でおこなわれたヘリボーン演習と、同四四\n年一〇月上旬東富士演習場でおこなわれた治安訓練を掲げる。\nＡ　前掲甲第七号証、同一三四号証、証人Ｓ、同Ｔの各尋問結果からはつぎの事実\nが認められる。\n北海道でおこなわれた右へリボーン演習（昭和四六年度陸幕特命演習、北部方面隊\n演習）では攻撃側は赤軍と呼ばれ、札幌市の第一一師団がこれにあたり、防御側は\n青軍と呼ばれて千歳市の第七師団中の一個連隊が参加、両者あわせた人員が約九、\n八〇〇人、攻撃側が北から侵攻し、島松演習場および千歳付近を確保しようとし、\n防衛側は島松付近を確保してこれを防御する想定で、島松の演習場で両者が合戦、\nこの演習では部隊の移動はヘリコプターを使つて富良野、旭川、滝川から対戦車火\n器、一〇六ミリ無反動砲や若干のジープとともに輸送され、参加したヘリコプター\nはｖ１０７大型、ＨＵ１Ｂ中型を主力として一二二機、各部隊のもつ六一式戦車を\nはじめとする多数の戦車、装甲車も参加した。なお、この演習をアメリカ大平洋軍\n司令官Ｕ大将が観戦した。\nこのようなヘリーボーン作戦は、戦術的目的をもつてする空中機動作戦で、地上作\n戦では即応できない緊急かつ緊要な時期における要点の占領、あるいは重要目標の\n攻撃をおこなうものであるが、その特徴は、行動が秘匿性に富み、かつ単純、軽易\nに実施することができ、その奇襲性を昀大限に発揮し、敵の遊撃部隊の活動の機先\nを制し、これを分断孤立化させるとともに一挙に覆滅し、かつ、その撤収、補給な\nども敏速におこなえ、作戦全般の遂行を容易にすることにある。この作戦では、ヘ\nリコプターによつて輸送可能なすべての戦闘部隊が武装したまま兵器などとともに\n運般しておこなわれ、その能力は、Ｖ１０７四二機、小型観測ヘリコプターＬＯＨ\n四機でもつて、一個連隊（一、〇〇〇人）を四〇〇キロメートル以上離れた地点に\n二往復で空輸することができ、いわゆる「空飛ぶ歩兵」と呼ばれている。そしてこ\nのような一個連隊の奇襲増強は、師団単位の戦闘の勝敗を左右することができると\nさえいわれている。またこれに用いられるヘリコプター自体も、機関銃で武装し、\nさらに二・七五インチロケツト弾、対戦車ミサイルＡＴＭなどをも装備してヘリボ\nーン作戦を援護し、空中砲兵としての役割を果たす。このような作戦はとくに対ゲ\nリラ戦に有効といわれ、かつてフランス軍のアルジエリア戦で、また近くは米軍の\nベーナム戦争で多く用いられたものである。\nＢ　そしてまた、一般に、このような演習は、たんなる訓練とは異なり、一国の基\n本的な防衛戦略を基礎として計画実施され、有時になればほぼそのまま実戦にも利\n用されるものであつて、それはただ一回限りの局地戦闘訓練や軍事技術の習得を目\n的とするというものとしてみるべきものではない。すなわち、このような演習にお\nいては、その演習の場所それ自体は本来固有な意味をもつものではなく、あらゆる\n類似の地形、気候の個所を想定して部隊の種類、規模が決定され、またその移動の\n手段、方法、距離等が選ばれているものである。そして前掲証拠のほか甲第二一号\n証１、２、第一八六号証、証人Ｎの尋問結果からは、その基本構想についても、右\nのへリボーン演習は昭和四二年の陸上自衛隊北部方面隊のいわゆる「菊演習」など\nとその想定を同じくし、ただその規模、内容を漸次充実、進展させたものであり、\nまた、このような演習は、通常たんに陸上自衛隊が単独でおこなうことは稀で、む\nしろ他の海上、あるいは航空自衛隊との協同のもとにおこなわれることが多く、右\n菊演習には、それに合わせて航空自衛隊の「隼作戦」がおこなわれており、また前\n記ヘリボーン演習もそれに相前後して海上自衛隊が陸上自衛隊第一二師団の第二普\n通科連隊一、〇〇〇人を、本州の直江津から北海道の釧路（のちに室蘭に変更）に\n海上輸送する、いわゆる「矢臼別転地訓練」が実施されていることが認められる。\n（もつともへリボーン演習には、航空自衛隊も対地支援作戦のため参加する予定で\nあつたが、昭和四六年七月三〇日の全日本空輸旅客機との衝突事故のため中止され\nたといわれる。）\nＣ　前掲甲第七号証、第一三六号証によればはつぎの事実が認められる。\n静岡県東富士演習場でおこなわれた治安行動訓練の報道関係者に公開されたのは一\n〇万二日から三日間であつて、約五〇〇人の地上部隊からなる同訓練の一部のみで\nあるが、その公開された際の模様は、訓練は、重要拠点であるビルを約三〇〇人の\nヘルメツト、角材で身を固めた暴徒が占拠したとの想定にたつて、陸上自衛隊第一\n師団の砲兵連隊を中心とした二一〇人が出動してその排除にあたるというものであ\nつた。「状況開始」のラツパとともにまず暴徒集団に扮した一隊がビルに突入、こ\nれに対して、装甲車三台、戦車一台、ヘリコプター三機、ブルドーザー、タンクロ\nーリーなど機動部隊、楯と銃で武装した兵士が出動し、火炎ビン、投石、放火など\nによつて抵抗する暴徒を約三〇分で鎮圧した。この訓練を視察した陸上幕僚長Ｖ\nは、「今日は攻撃だけだが、訓練は防御、そ撃のほか夜間訓練などあらゆる場合を\n想定してやつている。各中隊に四人ずついるそ撃兵は腕、足などねらつたところは\n必らず撃てる」と語つた。\n３、海上自衛隊の装備、能力、演習訓練\n（１）　装備、能力\n甲第七号証、第一〇号証４、第二五号証、第六三号証、第一三四号証、証人Ｗの尋\n問結果からつぎの事実を認めることができる。\n海上自衛隊は、前記二、３、（２）のとおりの編成、配置であるが、その詳細は、\n護衛艦隊の司令部は旗艦内にあり、それはさらに、第一（司令部所在地横須賀）、\n第二（同佐世保）、第三（同舞鶴）の各護術隊群と、掃海隊（司令部所在地横須\n賀）に分かれ、各護衛隊群はそれぞれ三個の護衛隊に分かれる。そして各護衛隊に\nは二ないし三隻の護衛艦が属している。自衛艦隊には潜水隊群（司令部所在地呉）\nも含まれ、これは、第一ないし第三潜水隊と、横須賀および呉の各潜水艦基地隊に\n分かれる。各潜水隊には、二ないし四隻の潜水艦が属している。航空集団（司令部\n所在地下総）は、第一（司令部所在地鹿屋）、第二（同八戸）、第三（同徳島）、\n第四（同下総）、第二一（同館山）の各航空群に分かれ、各航空群は、一ないし四\n個の航空隊からなつており、その他に自衛艦隊には、海上訓練指導隊群（司令部所\n在地横須賀）、第一揚陸隊、給油艦が属している。\n海上自衛隊の保有する艦艇は、支援船（約三一〇隻）を除き、総隻数二一六隻、総\nトン数一七万五、〇〇〇トン（実就役は二〇五隻一四万四、〇〇〇トン）である。\n種類は、警備艦として護衛艦、潜水艦、掃海艇、掃海母艦、哨戒艇、駆潜艇、魚雷\n艇などがあり、特務艦として輸送艦、砕氷艦、給油艦、敷設艦などがある。護衛艦\nの保有は四五隻で九万トン、これはアメリカでは「ゲストロイヤー」と呼ばれ、駆\n逐艦に属する艦種である。そのなかには対潜ヘリコプターや対潜ミサイルアスロツ\nクを積載しているものもある。潜水艦の保有は一四隻二万トンで、いずれも通常燃\n料（非原子力）型である。掃海艇の保有は四二、三隻、掃海母艦一隻、魚雷艇は各\n艇約一〇〇トンで、その速度三〇ないし四〇ノツト、魚雷や対艦ミサイルＳＳＭを\n積載するが、その隻数は明らかでない。その他保有する艦艇隻数は哨戒艦艇、輸送\n艦艇各五〇隻、敷設艦二隻、給油艦一隻、潜水艦救難艦一隻、その他の特務艦艇二\n〇隻などである。\n保有する航空機の総数は約二七〇機である。このうち、大型固定翼機ぱＲ２Ｖ対潜\n哨戒機四八機を含めて六五、六機、このＰ２Ｖ対潜哨戒機は航続距離二、〇〇〇マ\nイルで魚雷四本八トンを積載する性能をもつている。小型固定翼機はＳ２Ｆ対潜哨\n戒機を含めて五〇機、ヘリコプターはＨＳＳ２三三機を含めた対潜へり五〇機、そ\nの他にＶ１０７掃海ヘリ四機、Ｓ６２救難ヘリ六機がある。その他に練習機、輸送\n機を保有する。\n海上自衛隊は、諸外国の海軍に比較して、その保有する艦艇のトン数では世界第一\n〇位、隻数では第八位、予算規模では第一四、五位で、総合では第一〇位内外であ\nる。\n（２）　演習訓練\n甲第七号証、第一三四号証、第一四二号証、第一四五号証、第一四八号証１ないし\n３、証人Ｗ、同Ｎの各尋問結果から、つぎの事実を認めることができる。\n海上自衛隊の目標とするところは、わが国に対する直接侵攻の排除と周辺海域にお\nける制海権の確保にあり、この周辺海域には、わが国本土近海のみでなく、沖縄、\n南西諸島、小笠原諸島、南鳥島をも含む海域であり、そして、近時、世界の海軍力\nで潜水艦の占める役割が増大したことから、海上自衛隊の訓練も、主として、対潜\n水艦作戦の訓練が中心とされている。\nＡ　対潜作戦訓練は、昭和三四年以来同四六年までの一三年間、毎年一、二回米海\n軍との間で合同しておこなわれ、これには海上自衛隊側からは護衛艦、潜水艦、対\n潜哨戒機などが、また米海軍からは対潜空母、駆逐艦、潜水艦、給油艦などがこれ\nに参加し、四ないし一二日間の日程でいずれも日本海を含めた日本近海で演習がお\nこなわれている。\nＢ　昭和四六年一一月には海上自衛隊はハワイで米海軍の訓練施設を借用して訓練\nをおこない、これに潜水艦一隻、Ｐ２Ｖ対潜哨戒機六機が参加した。\nＣ　さらに海上自衛隊のみのものでに、同四六年度の演習として同年九月二九日か\nら翌一〇月一〇日までの一二日間瀬戸内海から四国南方約一、八〇〇キロメートル\nに及ぶ西太平洋の海域で、海上交通の保護、沿岸防備の実施訓練を目的とする演習\nがおこなわれ、これには、自衛艦隊と呉地方隊が参加し、護衛艦、潜水艦、駆潜艇\nなど約七〇隻の艦艇とＰ２Ｖ、Ｐ２Ｊなどの対潜哨戒機、ＨＳＳ２対潜ヘリコプタ\nーなど約六〇機、海上自衛隊員約一万七、〇〇〇人が参加し、大規模に、対潜、対\n空、掃海、給油、通信の総合訓練がおこなわれた。なおこれには航空自衛隊、陸上\n自衛隊も協力参加した。\nＤ　このような演習は、前記した陸上自衛隊の演習の場合と同様に、当然にわが国\nの防衛戦略を基礎とするものであることはいうまでもなく、それらに参加する艦\n艇、航空機なども、次第に航続距離の長い大型艦艇が増加し、その搭載兵器も逐次\n新鋭化、高性能化し、また演習海域もわが国の沿岸海域から、漸次日本海中央海域\nに、また西太平洋海域にと極東海域全般に拡大さわ、その海域において、あるいは\n海上自衛隊独自で、また、米海軍と共同で、潜水艦、航空機、水上艦艇一体となつ\nての対潜水艦作戦遂行の能力を強化し、あわせて、同海域での海上交通を確保して\n海上優勢を確立することを目指しているものといえる。\n４、航空自衛隊の装備、能力、警備、演習訓練\n（１）　装備、能力\n甲第七号証、第一〇号証４、第六三号証、第六五ないし第七一号証、第八二号証、\n第九九号証、第一三二号証、第一三四号証、第一三九号証、第一九二、一九三号\n証、証人Ｌ、同Ｍ、同Ｑ、同Ｚ、同Ｐ、同Ｐ１、同Ｔの各尋問結果からつぎの事実\nが認められる。\nＡ　航空総隊に所属する航空方面隊が北部、中部、西部の三方面隊に分かれ、それ\nらの方面隊に八個の航空団が属していることは前記二、３、（３）のとおりである\nが、さらに詳細には、北部航空方面隊には、第二航空団のほか、第八一航空隊（所\n在地八戸）、北部航空警戒管制団（三沢ほか）、第三高射群（千歳、長沼）、北部\n航空施設隊（三沢、千歳）が、さらに中部航空方面隊には、第三、第四、第六、第\n七航空団のほか、中部航空警戒管制団（入間ほか）、第一高射群（入間はか）、中\n部航空施設隊（入間、小松）が、また西部航空方面隊には、第五、第八航空団のほ\nか、第八二航空隊（岩国）、西部航空警戒管制団（春日ほか）、第二高射群（春日\nはか）、西部航空施設隊（芦屋）がそれぞれ属しており、航空総隊には、その他に\n航空総隊司令部飛行隊（入間）、偵察航空隊（入間）、防空指揮所（府中）が属し\nている。なお各航空方面隊の警戒管制団には、その下にさらに、数個の群をもち、\nその各群はわが国全土の二四か所に散在して、レーダーによりわが国周辺の空の監\n視にあたつており、この警戒管制体制は、後記するように、第三次防において自動\n化されバツジシステムを構成している。\n航空自衛隊の保有する航空機の総数は約九六〇機である。このうち戦闘機としては\nＦ８６Ｆ約二八〇機、Ｆ１０４Ｊ約一九〇機が含まれる。Ｆ８６Ｆ戦闘機は、速度\n〇・八マツハ、二五〇キロ爆弾を二ないし四発積載、航続距離一、四三〇キロメー\nトル、一三ミリ機関砲六門、二・七五インチ空対空ロケツト（マイテイ・マウス）\n二四発を装備する性能をもつ。Ｆ１０４Ｊ戦闘機は、全天候要撃用で、速度はマツ\nハ二・〇、行動半径二五〇ないし二六〇キロメートル、機関砲一門と空対空ミサイ\nルサイドワインダー二発、五〇〇ボンド（二二五キログラム）爆弾二発積載する性\n能をもつ、このＦ１０４Ｊは、七飛行隊で編成されており、一隊は一八機（ただし\n沖縄の飛行隊は二五機）、予備三ないし五機からなつており、Ｆ８６Ｆも七飛行隊\nで編成されている。その他の保有航空機としては、Ｆ８６Ｆを改造したＲＦ８６Ｆ\n偵察機は約二〇機で一飛行隊編成、さらに、輸送機には、Ｃ４６約三〇機、ＹＳ１\n１約一〇機、練習機には、Ｔ３３ジエツト練習機約二〇〇機、Ｔ１Ａ、Ｔ１Ｂあわ\nせて約五〇機、Ｔ３４約一〇〇機、さらに、ＭＵ２捜索機八機、ヘリコプターはＶ\n１０７、Ｓ６２あわせて約二〇機がある。\n現有のＦ１０４Ｊ戦闘機の次期戦闘機としては、Ｆ４ＥＪフアントムがすでに第三\n次防において一〇四機配置を決定され、おもに、第四次防において実際に配置され\nる。Ｆ４ＥＪフアントムはＦ１０４Ｊ、Ｆ８６Ｆ戦闘機がいずれも単座制であるの\nにくらべて複座制であり、乗員の一人はＥＣＭ、ＥＣＣＭ（いずれも電波妨害装\n置）などの電子機器の操作にあたるほか、その性能としては、速度は二・四マツ\nハ、航続距離二、八〇〇キロメートル、行動半径四五〇ないし四六〇キロメート\nル、上昇限度は二万一、六〇〇メートル、爆弾五・五トンを積載できる。このＦ４\nＥＪフアントムに、戦闘機としては、現在世界各国の保有するもののなかで第一級\nの性能をもつものである。また、これらのＦ８６Ｆ、Ｆ１０４Ｊ、Ｆ４ＥＪフアン\nトムは、いずれも迎撃戦闘機としてのほかに戦闘爆撃、地上支援攻撃の目的にも使\n用できる。\n以上のほか、航空自衛隊は、対空誘導弾ナイキアジヤツクス七二基、ナイキＪ二九\n基を保有するがその組織、性能は後記（３）のとおりである。航空自衛隊に、その\n保有機数などからみると、現在世界の諸外国空軍のなかで九位ないし一〇位の地位\nにある。\nＢ　航空自衛隊では、第二次防から第三次防にかけて、それまでの警戒管制体制の\n自動化を図り自動警戒管制組織、つまりバツジシステムを導入、配備した。すなわ\nち、昭和三九年一二月四日および同四〇年七月一八日に、それぞれ日本政府とアメ\nリカ政府との間で、わが国にバツジシステムを配備することについての取決めがな\nされ、第二次防からその建設に着手され、第三次防である同四三年に完成、その後\n運用試験を経て、同四五年より実用態勢に入つた。\nバツジシステムは、全国二四か所（北海道では稚内、網走、根室、当別、奥尻、襟\n裳の六か所）の防空監視所にあるレーダーが、わが国周辺の空を監視し、それらの\nレーダーからの情報は、自動的に三沢、嶺岡山、笠取山、春日にある防空指揮所に\n伝達され、同所にある大型要撃計算機で即刻その高度、速度、飛行方向が計算さ\nれ、相手方、味方の区別、その型、機種の識別がなされ、さらに、わが国の防空体\n制のなかから要撃に用いられるべき航空機、ミサイルなどの兵器の選択、割当ても\nなされ、そしてその後、発進した要撃機を自動的に目標に向けて誘導し、またその\n帰途も基地まで誘導してその安全を確保する機能を果たす。とりわけ、レーダーの\n覆域が外国の領土、領海にまで及ぶときには、発進した味方の航空機をして、相手\nの反撃を回避させながら、攻撃に参加するよう誘導することも可能であつて、この\n点バツジシステムは、たんにわが国の防空、防御機能のみをもつものとはいえな\nい。そしてこれらのバツジシステムからの情報は、即刻、三沢、入間、春日にある\n防空管制所に、さらに、府中の航空総隊司令部の戦闘指揮所にも伝送される組織で\nある。\nＣ　ナイキＪ部隊の編成、同ミサイルの性能およびその役割\n航空自衛隊の地対空誘導弾部隊は、ナイキアジヤツクス部隊とナイキＪ部隊に分か\nれ、それらは、前記のとおり、第一ないし第三高射群に分属配置されているが、そ\nのほかに第四高射群が京阪神地区に建設されつつある。\n一つの高射群の構成は、ナイキの指揮、運用をする指揮運用隊、指揮業務の補佐機\n関である群司令、ナイキを運用する高射隊、その整備補給をする整備補給隊からな\nつている。一つの高射隊は、一五〇ないし二〇〇人の人員をもつて編成され、それ\nは、さらに、射撃統制小隊と発射小隊に分かれ、射撃統制小隊は、レーダーを運用\nして相手機の発見、捕捉、ナイキの誘導にあたる。このためのレーダーには、捜\n索、目標追随、ミサイル追随、目標測距の四種類がある。発射小隊は、一隊に九発\n射機が配置され、平常一発射機に二基のナイキ弾体が準備されている。\n第三高射群では、群司令は千歳に、指揮運用隊は当別町に、第九、第一〇高射隊は\n千歳基地に、そして第一一高射隊は本件長沼町＜以下略＞に配置されている。\nナイキＪの構造は、ミサイル本体の長さ（ブースターを含む）は一二・五メート\nル、直径八〇センチメートル、重量は四・五トン、燃料は、ブースター、ミサイル\nともに固体燃料を使用し、発射機（ランチヤー）から発射される。その速度は三マ\nツハ、射高は四万五、〇〇〇メートル、射程距離は約一三〇キロメートルで、レー\nダーにより目標に誘導される。ナイキＪは、米軍の使用する同型のミサイルナイキ\nハーキユリーズが核、非核両用であるのに対し、非核専用であり、そのためミサイ\nル弾頭部には特殊な加工が施こされており、また、その発射機もコネクターなどが\n除去されている。ナイキＪの弾頭部分には、約二〇〇キログラムの高性能火薬が充\n填されており、目標機の至近距離で炸裂して弾片を飛散させ、それによつて撃墜、\nあるいは損傷を与える。\nこのようにナイキＪは、陸上自衛隊のもつ地対空誘導弾ホークが低空用であるのと\n異なり、高空用誘導弾である。\n本件長沼に配置されたナイキＪは、千歳に所在するナイキＪとともに、北海道中央\n地区、苫小牧地区、および千歳基地の防御を目的としている。\nＤ　ナイキＪの導入と防空態勢の変化\n現在一国の防空防衛組織は、その国全土にわたる総合的、複合的なものであること\nはもちろんであるが、ナイキＪの導入は、わが国の防空組織につぎのような大きな\n変化をもたらした。従来は、まずレーダーなどによる警戒管制装置が侵入機を発見\nして、つづいてＦ１０４Ｊを中心とする要撃戦闘機が緊急発進（いわゆるスクラン\nブル）して防空態勢に入つていたのであるが、ナイキＪの導入により、まず、その\n射程距離である一三〇キロメートル前方において侵入機に対する有効な防衛線をひ\nくことが可能となり、その後方はホークミサイル、七五ミリ高射砲（いわゆるスカ\nイスーパー）、三五ミリ二連装高射機関砲（Ｌ９０）などで補う。それにより、要\n撃戦闘機は、当然にナイキＪの防衛線の外側において防御をおこなう方が効率的と\nなるので、同機の主体は、それまでのＦ１０４Ｊからこれに合うような性能をもつ\nＦ４ＥＪフアントム戦闘機に漸次切り替えられている（第三次防から第四次防にか\nけての整備計画）。そしてこの比較的航続距離の長いＦ４ＥＪフアントムは、右の\nナイキの防衛線の外側で、公海、公空上を常時警戒飛行（いわゆるＣＡＰ）を続\nけ、ひとたびバツジシステムからの指示があれば、ただちに、迎撃戦闘態勢に入る\nことができるようになる。その結果、第三次防における純然たる要撃戦闘機Ｆ１０\n４Ｊによる迎撃態勢は、主としてわが国の領空あるいは沿岸上空においておこなわ\nれることを予定していたが、第四次防では遥か公海上でおこなわれることになる。\nしかも前記したようにバツジシステムは、攻撃用手段としても機能できることも考\nえあわせるとき、外国に対する万一の先制攻撃も不可能なこととはいい切れない。\n（２）　警備、演習訓練\n前掲各証拠のほか、甲第四九号証、第六一号証、第八三号証、第一三〇号証、第一\n三六号証、証人Ｎの尋問結果によればつぎの事実を認めることができる。\nＡ　警備としては航空自衛隊は、わが国を防衛する目的で、北は宗谷海峡から、日\n本海のほぼ中央を通り、朝鮮海峡を経て南西諸島に至り、そこから伊豆諸島南を通\nつて根室海峡を経て宗谷海峡に至る空域に防空識別圏を設定し、日夜同空域に入る\n国籍不明機に対し警戒体制をとるとともに、同空域での航空優勢を確保しようとし\nている。そして発見した国籍不明機に対しては、ただちに所轄基地から、Ｆ１０４\nＪなどの要撃戦闘機を発進させて、その確認、退去措置をとつている。このような\n警備行動は、昭和三三年から同四三年三月までに二、三九六回におよんでいる。\nＢ　演習訓練としては、航空自衛隊は海上自衛隊との共同訓練として、艦船の捜\n索、発見、攻撃訓練が昭和四三年度二〇数回、同四四年度約四〇回、同四五年度三\n〇数回といずれも日本近海でおこない、また毎年一回バツジシステム、ＥＣＭ、Ｅ\nＣＣＭなどを使つた総合演習、対地支援演習などをおこなつている。\nたとえば航空自衛隊初の総合演習である昭和四四年度の「やまと一号作戦」は、同\n年一一月に三日間にわたつておこなわれたが、その内容は、まず航空優勢の確保の\n演習として、侵入機がＥＣＭを使用して防空レーダーを攪乱させながら進攻してく\nるのに対して、味方はＥＣＣＭによりこれを防御しながらバツジシステムを全面的\nに活用し、Ｆ１０４Ｊ戦闘機とナイキＪによりこれを撃破し、さらに地上支援演習\nとして、Ｆ８６Ｆ一六機、輸送機一〇機が九州築城基地から宮城県松島基地まで\n一、〇〇〇キロメートル以上を移動し、途中、紀伊半島から伊豆半島までの間では\nＦ１０４Ｊ戦闘機による空中援護戦闘の訓練をおこない、その後、青森県三沢基地\nなどから右松島基地に集結したＦ８６Ｆと合流して、合計五〇機が、宮城県王城寺\n演習場において地上攻撃の支援をおこなつた。\nまた同四五年度の総合演習である「飛鳥作戦」は、同年一〇月に五日間にわたつ\nて、輸送機二五機、戦闘機二三〇機が参加し、バツジシステムの運用、ＥＣＭ、Ｅ\nＣＣＭ、地上支援攻撃訓練などがおこなわれた。\nこのような演習は、前記した陸上自衛隊、海上自衛隊の演習の場合と同様に、わが\n国の防衛戦略を基礎として計画、実施されていることはいうまでもない。\n５、いわゆる「三矢研究」について\n甲第三八号証１ないし９、第一四〇号証、第一八五、一八六号証、第一九四号証、\n証人Ｍ、同Ｓ、同Ｐ１の各尋問結果によれば、つぎの事実を認めることができる。\n昭和三八年度に、自衛隊統合幕僚会議事務局および各自衛隊幕僚監部が中心となつ\nておこなつた同年度統合防衛図上研究、いわゆる「三矢研究」では、朝鮮半島にお\nいて武力衝突が発生したとの想定のもとに、これに伴う、わが国の防衛のための自\n衛隊の運用などに関して研究がされている。これによると、その主要研究項目は、\n（１）基礎研究として、「非常時において必要な統幕事務局及び統合委員会等の組\n織・機能ならびにこれらと内局、各幕、米軍及びその他の関係各省庁との連けい要\n領」その他、（２）状況下の研究として、その一「非常事態の生起に際し、とくに\nその行動においてとらえるべき国家施策の骨子」、その二は「非常事態の生起に際\nし、自衛隊としてとるべき措置」が掲げられているが、このうち、右その二におい\nては、さらに、「昭和三八年度防衛及び警備計画における作戦構想の適否、とくに\n次の事項実施上の問題点、ａ作戦準備、ｂ戦略展開、ｃ初期作戦、ｄ対着上陸侵攻\n作戦」が研究題目となつている。そして自衛隊の具体的運用などについて、まず米\n軍が朝鮮半島へ、さらに沿海州、中国東北部に出動したとの想定のもとに、自衛隊\nは、わが国土を米軍の後方支援基地として確保しつつ、具体的状況に応じた各種の\n戦闘行動に入ること、とりわけ、わが国自体に対して相手国より反撃がおこなわれ\nた場合、これに対処して起すべき軍事行動の種類、規模、方法などが細目にわたつ\nて検討され、さらに、紛争が核兵器の使用までに発展する場合や、米軍が千島、樺\n太、北朝鮮を占領した場合などの種々具体的状況の想定のもとに、その際の自衛隊\nのとるべき軍事諸行動、および米軍との協同関係の調整、とりわけ、日米統合作戦\n司令部の設置などの研究がされ、そしてまた、これらの事態に際して、わが国国内\nにも起りうる混乱、反戦抵抗、暴動などに対処して、その治安維持のために、非常\n事態措置法令の施行をはじめとした戦時国家体制の確立なども対象項目として詳細\nな研究がおこなわれている。\nそしてこれらの研究目的は、甲第三八号証３の「極秘　昭和三八年度総合防衛図上\n研究（三矢研究）」によれば、これらの「・・・・・・・・・・・・非常事態に際\nするわが国防衛のための自衛隊の運用ならびにこれに関連する諸般の措置及び手続\nを統合の立場から研究し、もつて次年度以降の統合及び各自衛隊の年度防衛及び警\n備の計画作成に資するとともに米軍及び国家施策に対する要請を明らかにして防衛\nのための諸措置の具体化を推進する資料とする。」とされており、また、右研究当\n時の統合幕僚会議事務局長Ｐ２も、この三矢研究は、わが国将来の防衛計画に影響\nを与えるものとして考えられていた、と述べていた。\nところで、わが国の防衛戦略の大綱は、一応昭和三二年五月二日内閣閣議で決定さ\nれた「国防の基本方針」、およびその後の第二次、第三次の各防衛力整備計画など\nに示されており、自衛隊は、これらに基づいて、毎年統合幕僚会議においてその年\n度の「統合情報見積」なるものを作成し、これを基礎として「統合年度防衛警備計\n画」（なおこれに旧日本軍の「年度作戦計画」に対応するものである）や、各自衛\n隊の「年度防衛警備に関する計画」を作成して、国外からの武力攻撃に対する防衛\n行動や、国内での治安維持のための警備活動に際しての自衛隊の作戦、運用を定め\nているが、この三矢研究は、前記したその目的やＰ２事務局長の発言などを考えあ\nわせると、右の「統合年度防衛警備計画」とまつたく無関係な、架空な研究討論と\nしてみることはできないといわなければならない。\n６、第四次防における各自衛隊の展望\n前記のとおり、第三次防衛力整備計画は昭和四六年度に終了するが、引き続いて同\n四七年度から同五一年度までの五年間に、第四次防衛力整備計画（第四次防）が実\n施される。甲第一〇号証１ないし４、第一二号証９、１０、第一三ないし第一五号\n証、第一六号証１、２、第一七、一八号証、第二八号証、第三四号証、第五〇号\n証、第七三ないし第七六号証、第八〇、八一号証、第九〇号証、第九九号証、第一\n一三号証、第一一六号証、第一二三、一二四号証、第一二六ないし第一二九号証、\n第一三三号証、第一四一号証、第一四三、一四四号証、第一九二号証、証人Ｍ、同\nＷ、同Ｓの各尋問結果によれば、右整備計画において防衛庁がその整備目標とする\n計画案はつぎのとおりであることを認めることができる。\n（１）　まず、その立案の趣旨として、「わが国の防衛力は、・・・・・・・・・\n複雑な国際情勢のもとてわが国の独立と平和を守るためには、なお十分な体制にあ\nるとはいえない。」とし、「昀近の国際情勢からみて・・・・・・・・・わが国に\n対し差迫つた脅威があるとは考えないが、武力紛争が跡を絶たない国際政治の現実\nにかんがみると、防衛力は、国家の安全を確保するため・・・・・・・・・万一の\n事態に備えてこれを保持しなければならない。」そしてその防衛力は「通常兵器に\nよる局地戦事態における侵略に対処しうる専守防衛の態勢を確立するた\nめ・・・・・・・・・わが国の国力国情にふさわしく、かつ科学技術の進歩に即応\nした効率的な防衛力の整備をめざすとともに、所要経費の面においてその他の重要\nな国家諸施策との調和に留意する。」とする。その防衛力の基本構想を「わが国周\n辺における航空優勢、制海を確保しつつ被害の局限、侵略の早期排除に努め\nる・・・・・・・・・」とし、その整備方針として、「陸・海・空各自衛隊の総合\n防衛力の向上を図（り）・・・・・・・・・自主防衛態勢の整備に努める。また沖\n縄の施政権の返還に伴い、同地域に所要の防衛力を配備する。」、そして具体的に\nは「（１）科学技術の進歩等に即応して、装備の更新と近代化を推進するとともに\n教育訓練体制を充実して練度の向上を期する。（２）早期に事態に対応して適確に\n行動し、かつ、陸・海・空自衛隊の統合運用能力を高めるよう、情報機能、指揮通\n信機能等を強化する。（３）将来の防衛力の向上と装備の国産化に資するため、部\n内外の能力を活用して、わが国の実情に即した装備の開発を推進する。」としてい\nる。そしてこれに基づいて、\nＡ　陸上自衛隊については、五方面隊、一三個師団一八万人体制を維持しつつ、装\n備の充実、近代化により師団を中心とする部隊の戦闘力の向上を図るとともに、ホ\nーク部隊を増強するほか、部隊等の組織の合理化をおこなつて、効率的な陸上防衛\n力の整備を推進する。装備の充実、近代化についてはヘリコプターおよび装甲車の\n増強、各種火砲の自走化等による空地機動力の向上と、戦車、対戦車火器および対\n空火器の増強による火力の充実を重視する。なお警備部隊等の要員にあてるため予\n備自衛官をさらに増大する。\nＢ　海上自衛隊については、沿岸海域の防備体制を強化し、あわせて上陸侵攻対処\n能力を充実するため高速ミサイル艇、潜水艦等の増強をおこなうとともに、護衛艦\nの更新に際し、対艦および対空ミサイルの導入等水上打撃力および対空能力の向上\nを図る。また、わが国周辺の海域における海上交通の安全を確保するためヘリコプ\nター搭載護衛艦、対潜航空機の増強等、対潜能力の強化を図り、護衛部隊の充実、\n近代化と対譜掃討部隊の増強をおこなう。\nＣ　航空自衛隊については、防空力を補強し、強化するために、既定のＦ４ＥＪフ\nアントム飛行隊四個隊を整備するほか、沖縄配備、および将来の減耗に対処するた\nめ、新たにフアントム飛行隊の整備に着手するとともに、ナイキ部隊を増強し、バ\nツジシステムを強化するために固定三次元レーダー、移動警戒隊の整備を推進す\nる。さらに現用の支援戦闘機および偵察機をそれぞれ新機種に更新し、上着陸侵攻\nに対処する能力および全天候警戒偵察能力等を向上させ、また現有の固定翼機Ｃ４\n６輸送機の減耗に伴い、機種を現在国産開発中のＣ１輸送機に更新し航空輸送力を\n充実近代化するとともに、同様国産開発中のＴ２超音速高等練習機を整備し、操縦\n教育の効率化を図る。\nなお第四次防の総予算は五兆二、〇〇〇億円であり、経済変動を加味すると昀終的\nには五兆八、〇〇〇億円位になるだろうと見込まれている。このようにして各自衛\n隊の個別的装備内容は以下のようになる。\n（２）　陸上自衛隊（予算一兆八、〇〇〇億円）人員の増員はないが、四個師団を\n機械化し、ホークを四個群ふやして八個群とし、戦車は六一式を主に約一、〇〇〇\n両、昭和五〇年度以降新型戦車約一〇〇両取得、対戦車ミサイル二四〇基、自走砲\n二〇〇門、Ｌ９０高射機関砲八〇門、装甲車八五〇両、ヘリコプター三八〇機を装\n備する。なお予備自衛官を六万人とする。\n（３）　海上自衛隊（予算一兆三、〇〇〇億円）総数八〇隻、一〇万トンを調達す\nる。（この間の老朽除籍艦艇は一〇〇隻四万トン）。この結果、保有する艦艇二〇\n〇隻二四万五、〇〇〇トン、航空機二二〇機になるが、第四次防中の実就役は一八\n〇隻一八万五、〇〇〇トン、一八〇機の見込み。個別的には、涙滴型潜水艦九隻、\n一万七、〇〇〇トンを調達、既存のものとあわせて一八隻三万三、〇〇〇トンとす\nるが、第四次防中の実就役は一五隻の予定。さらに八、三〇〇トン級ヘリ六機積載\n護衛艦ＤＬＨ二隻、四、〇〇〇トン級艦対空ミサイル装備の護衛艦ＤＤＧ一隻、\n三、五〇〇トン級短距離艦対艦または艦対空ミサイル装備の護衛艦ＤＤＡ二隻、\n二、三〇〇トン級ＯＨ６Ａ改対潜ヘリ一機搭載護衛艦ＤＤＫ五隻、一、五〇〇トン\n級「ちくご」型沿岸護衛艦ＤＥ一〇ないし一二隻、高速ミサイル水中翼艇ＰＴＨ\n（一八〇トン）一四隻、魚雷艇ＰＴ（一四〇トン）一三隻を調達する。以上の結\n果、護衛艦は五五隻一三万トンとなり、護衛艦隊は五群となる。そのほか機雷、哨\n戒、揚陸、特務各艦艇二四隻二万七、〇〇〇トンを調達、対潜哨戒機Ｐ２Ｊ四五\n機、対掃哨戒艇ＰＳ１一五機を調達、保有するＰ２Ｊを八五機、ＰＳ１を三〇機と\nする。対潜ヘリは九〇機に増強、他にＶ１０７掃海ヘリ、Ｃ１改輸送兼機雷敷設\n機、練習機など約七〇機を調達、また、海のバツジといわれるＣＣＳ（指揮管制通\n信組織）を配置。自衛官五、〇〇〇人、予備自衛官三、〇〇〇人を増員する。\n（４）　航空自衛隊（予算一兆五、五〇〇億円）保有機数を九〇〇機とし、実就役\n八八〇機一四飛行隊とする。Ｆ４ＥＪフアントム戦闘機六飛行隊一五八機（うち一\n飛行隊は沖縄用）を調達し、既存のＦ１０４Ｊ四飛行隊とあわせ一〇飛行隊とす\nる。ナイキミサイル部隊三個を増強、合計七大隊とし、レーダー基地は沖縄用四基\n地増設を含めて合計二八基地とし、さらに、固定三次元レーダー隊を六隊、移動レ\nーダー隊を三隊にする。またバツジシステムの大型計算機一セツトを二セツトにし\n長時間連続運用を可能にする。早期警戒機ＡＥＷを入れる。支援戦闘機は現用のＦ\n８６Ｆ四飛行隊をＴ２改一二〇機四飛行隊に、偵察機ＲＦ８６ＦをＲＦ４Ｅ二一機\n一飛行隊にかえる。現在のＣ４６、ＹＳ１１二輪送機隊をＣ１三〇機とＹＳ１１の\n混成二輪送隊とする。高等練習機Ｔ２を八〇機調達。自衛官三、〇〇〇人ないし\n三、五〇〇人増員、予備自衛官二、〇〇〇人を新設する。\n７、わが国の防衛予算と諸外国の軍事費との比較\n昭和三三年度から始まつた第一次防の総予算が四、五三〇億円、同三七年度からの\n第二次防が一兆一、五〇〇億円、同四二年度からの第三次防が二兆三、四〇〇億\n円、同四七年度からの第四次防が五兆二、〇〇〇億円であることは前記１、６で述\nべたとおりであるが、これを各年平均すると、第一次防は一、五一〇億円、第二次\n防は二、三〇〇億円、第三次防は、四、六八〇億円、第四次防は一兆〇、四〇〇億\n円となり、第二次防以降その防衛予算額は各次防ごとに倍加されて増大しているこ\nとになる。甲第六一号証、第一六〇号証、第一六二、一六三号証、証人Ｏ、同Ｐ、\n同Ｐ３の各尋問結果によれば、右のような防衛予算の伸び率は、現在世界の諸外国\nにおいてもその例を見ないものであり、また第四次防の予算をもつてすれば、わが\n国の防衛費は、アメリカ、ソ連、中国、西ドイツ、フランス、イギリスにつづいて\n世界第七位になるといわれ、これらの諸国中西ドイツを除いてはいずれも核保有国\nであつて、現在においても、これらの諸国の軍事費から核開発や核戦力維持に必要\nな諸経費や海外駐留費などを差引いた本土防衛費だけをとつてみると、わが国と大\n差のないものになるとさえいわれていることを認めることができる。\n第五、自衛隊の対米軍関係\n（１）　昭和三五年一月一九日日本政府とアメリカ政府との間で締結された「日本\n国とアメリカ合衆国との間の相互協力及び安全保障条約」第三条は「締約国は、個\n別的に及び相互に協力して、継続的かつ効果的な自助及び相互援助により、武力攻\n撃に抵抗するそれぞれの能力を、憲法上の規定に従うことを条件として、維持発展\nさせる。」と、第四条は「締約国は、この条約の実施に関して随時協議し、また日\n本国の安全又は極東における国際の平和及び安全に対する脅威が生じたときにいつ\nでも、いずれか一方の締約国の要請により協議する。」、第五条第一項は「各締約\n国は、日本国の施政下にある領域における、いずれか一方に対する武力攻撃が、自\n国の平和及び安全を危くするものであることを認め、自国の憲法上の規定及び手続\n館に従つて共通の危険に対処するよう行動することを宣言する。」と定め、わが国\nに対する武力攻撃に対処して自衛隊と米軍との共同行動をとることを規定してい\nる。\n（２）　甲第五九号証によれば、昭和三四年九月二日自衛隊航空総隊司令官松前未\n曾雄空将と、米第五空軍司令官ロバート・Ｗ・バーンズ空軍中将との間で取決めら\nれた「日本の防空実施に関する取扱い」（いわゆる松前・バーンズ協定）でにつぎ\nのように定められている。一項「この取扱いは、戦時緊急計画の実施以前における\n第五空軍（以下「五空」という）と航空総隊（以下「総隊」という）との日本での\n防空運用実施上の基本的責任を明らかにするものである。」、三項「日本における\n航空警戒管制組織の移管計画完了後、防空組織の地上通信電子部門は総隊が維持運\n用し、この組織内で総隊と五空双方の要撃機が運用される。この取扱いは、これら\n二国の航空部隊の終始各々の自国の部隊としての本来の姿を保持させつつ、且つ一\nつの団結した防空組織として運用するものを容易にするよう案画したものである。\n防空組織全般に通ずる運用は、この取扱いの発効時に発令して制定する双方の部隊\n共通の運用手段に従い実施する。（中略）、防空に関する態勢及び防空警報のおく\nれが、日本の防空を危くするような場合には一方的な処置を行つた後、調整を行う\nことかできる。」、四項「府中作戦指揮所は、五空と総隊の防空指揮の中枢として\n指定する。防空運用実施上の運用通信系統は、府中作戦指揮所から防空管制所、防\n空指令所を経て、防空監視所に至るものとする。航空警戒管制組織は、五空および\n総隊双方の航空機に対して所要の指令及び情報を送受する。同組織はまた日本の組\n織内各分野に、防空情報の送受を行うだけでなく、五空司令官が責任を負つている\n隣接防空組織との間においても、これを行うものとする。日本の防空組織と隣接防\n空組織との間の情報の交換は、五空司令官の責任であつて五空司令官が主となつて\n行う。日本にある防空の全地上通信電子施設は総隊が運用するが、総隊は、五空が\n防空管制所を防空指令所に五空の連絡人員を配置することを認め、かつてれを希望\nする。これらの連絡班は五空司令官がその任務を行う必要な諸機能を果すものとす\nる。このような班は、日本の防空組織内で総隊と五空が二つの部隊として運用され\nるかぎり、その間必要であろう。」、五項「要撃機の運用は現行運用手順にしたが\nい実施する。然しなから、総隊の要撃機は航空自衛隊の要撃準則を守り、五空の要\n撃機は太平洋空軍交戦準則を守るものとする。武器の使用に対する決定は、すべて\n行動中の要撃機に武器を使用させる権限を委託されているそれぞれの国の指揮官が\n行なわなければならない。防空管制所と防空指令所にある五空連絡班は、五空司令\n官が兵力の使用を行う中間実行機関となる。」といずれも航空総隊と米第五空軍が\n共同して日本の防空にあたる旨が規定されている。\n（３）　甲第一三九号証によれば「日本国と米国とのバツジ組織の取極」（昭和三\n九年一二月四日付）の１項には「日本国政府は半自動航空兵器管制組織を設置す\nる。この組織は、日本国政府により維持され、運営され及び使用される。また同組\n織からえられる資料は、日本国の防衛に利用するためにアメリカ合衆国政府の使用\nに供される。」と取決められている。\n（４）　海上自衛隊と米海軍との対潜作戦などの共同訓練の状況は前記第四、三、\n３、（２）のとおりであるが、さらに証人Ｗの尋問結果からは、その訓練の際の使\n用語はいずれも米語であり、また、自衛艦隊の護衛艦などには、いずれも米語のニ\nツクネームが付されてそれで呼ばれ、また、その作戦方法のいくつかは米語のまま\n海上自衛隊内でも使用されていることが認められ、また、航空自衛隊に関しては前\n掲甲第五九号証、証人Ｌ、同Ｍ、同Ｑによれば、米第五空軍司令部と自衛隊航空司\n令部はいずれも同じ府中市にある同一敷地内にあり、しかも一部建物は共同で使用\nしており、また航空総隊司令部にある戦闘指揮所には米軍要員も入つており、ま\nた、航空自衛隊と第五空軍との間には幕僚以下の各種の連絡機関があつて随時接触\n交渉がもたれていること、そして、たとえば、昭和四四年四月一五日発生した米空\n軍の偵察機ＥＣ１２１型機が北朝鮮付近で撃墜された事件の際には、その情報は、\nまず第五空軍から総隊司令部に伝えられ、その後に総隊司令部から航空幕僚の方\nへ、さらに防衛庁長官へと伝達されたこと、そして米空軍が緊急態勢に入る場合に\nは、航空自衛隊もまたそれに準じた警戒態勢をとることが認められ、証人Ｓの尋問\n結果からは、陸上自衛隊でも、また、必要に応じて随時米軍と接触連絡をとつてい\nること、が認められる。\n（５）　また、朝鮮半島などわが国周辺の諸国において武力衝突や紛争が発生した\n場合における自衛隊の対米軍関係、とりわけ、米軍のこれらの紛争地への出動を前\n提としたその後方支援基地の確保、そしてこのためのわが国の治安の確立、その他\n日米統合作戦司令部の設置による協同作戦行動などについては、いずれも前記第\n四、三、５の三矢研究に関して記述したとおりである。\n（６）　そして昀後に、甲第二四号証によれば、元航空自衛隊幕僚長Ｌは、個人的\nな見解だとしてながらも、つぎのように述べでいる（日時は昭和三七年一二月二〇\n日）。\n「今、自衛隊で、航空自衛隊はもとより、米軍と非常に緊密な共同の下にやる準備\nをしております。陸上でも海上でももとよりそうであります\nが、・・・・・・・・・その三軍がねらつているところにニユアンスの違いがある\nわけです。実にニユアンスというより思想に非常に大きな違いがあるわけです。そ\nこらも国防上の矛盾になつてきまして、たとえば陸上では局地戦争な考えるほうが\n都合がいいわけなので、まあこういうことを言うと具合が悪いのですが、局地戦争\nと言わないと今の陸上自衛隊を使う場所がないわけなのであります。そういうこと\nは私は極端な言い方かもしれませんが内乱でも起きないかぎりは陸上自衛隊は海外\n派兵はできないし使う場所がないのです。・・・・・・・・・航空自衛隊などとい\nうものは局地戦を考えてわずかな兵力が来たつて航空自衛隊を使う場所がない。Ｆ\n１０４などああいう飛行機を、局地戦などということであまり使える性質のもので\nはない。ゲリラ戦なんかでもあまり役立たない。海上はちようどその中間に位いす\nる兵力を持つております。したがつて、各自衛隊、あるいは防衛庁部内の内局で\nも・・・・・・・・・この局地戦が日本で起るか起きないかということ\nは・・・・・・・・・各自衛隊によつても判断が違つてきている。しかし、私は、\nアメリカというものを相手にしないで日本を侵略することはできない。アメリカを\n相手にするということは日本にいるアメリカ軍の飛行機が　これは直ちに反撃に転\nずる。これは防御だけはやつてないのです。日本の自衛隊みたいに防御だけという\nことは絶対ない。もとより防御も少しやります。しかしこの大部分というのは全部\n攻撃なのです。・・・・・・・・・これが防御の戦争で、局地戦だから攻撃はやら\nないといつて、そのまま待つておつたら自滅するだけだ」、「そこで全面戦という\nものが起きた場合に、日本が果たす役割というもの、・・・・・・・・・第一、こ\nの日本列島というものは戦略的な価値というものが非常に大きなものであります。\n日本列島というものが持つている、ここに展開された航空基地なりレーダー網な\nり、あるいは海上基地なり、こういうものはアメリカ軍が反撃し攻撃する場合に\nは、これを誘導するために実に大きな役割を持つております。自衛墜そのものが持\nつている兵力というものが、もしこれをもつて東京とか大阪とか、あるいは北九州\nとか、ああいう工業都市などを守ろうとするならば、航空自衛隊の持つている力な\nどというものは微々たるものであつて、これによつてほとんど守りうるものではな\nい。・・・・・・・・・・・・今の戦争においては百機来たうち、たとい十機残つ\nても、その十機のもたらす惨害というものはものすごい損害であつて、これは潰滅\n的打撃を日本の各都市に与える。来るやつのうち九〇パーセント以上もたたき落と\nすなどということは特別な新兵器でも出ないかぎりはほとんど不可能なことであ\nる。」、「そこで問題は今の日本の航空自衛隊というものが、何を目標として訓練\nをし、何をやるべきかというと・・・・・・・・・そのうちの攻撃的な面は日本は\nやらないことになつておりますからやらないのですが、防御の主体というものはア\nメリカの持つている反撃力を守る。日本自体が反撃すれば日本の反撃力を守ること\nである。アメリカの反撃力が飛立つている基地を守る。日本がもし反撃をやるなら\nば、日本の反撃力を守るように、そういう具合にこれを配置すべきである。またレ\nーダーなんかもそうであります。もとより日本にやつてくるやつに対して探知しな\nければならぬのですが、同時に、このレーダーとかいうものが、すべてその相当部\n分はどこへ向かうべきかというと、その相当部分は反撃兵力を目標にして誘導する\nためである。また帰りをうまく誘導してやる、そういう具合に使つて初めてこれが\n生きてくる。単に第二次戦争当時の日本の防空部隊みたいな形で、ただ守るだけ、\n都市の防空、何の防空だと守るだけの形においてはそう大して意味をなさないと私\nは考える、・・・・・・・・・こういう形において全面戦の場合に日本の空軍とい\nうものは役割を果すべきである。その次に考えられるのは国土の防衛であります\nが、これは、はるかにそれに付随したものとして出るわけであります。」、「その\n次に日本自体が非常に前進した位置にあります。これは全面戦争が始まつた場合に\n一応、勝敗は、だいたい片はそれでつくけれども、その後の、やはり陸上戦闘とい\nうことで追撃しなければならぬ。城下の誓いをさせるということが、昀後にどうし\nても起つてくる。そういう場合に、前進基地としての役割を果すことになる。それ\nから日本だけではありませんが沖縄、台湾、フイリピン・・・・・・・・・・・・\nこういう列島線というものは太平洋を把握するための潜水艦なり飛行機に対する監\n視、防御、こういうことに対する実に大きな役割をいたします。また、同じく海上\n自衛隊がやるべきですが、列島線の内側、要するに日本海とか黄海とか東シナ海と\nか、こういう面の制海権の確保あるいは制空権の確保、これは単に海上ばかりでな\nく空軍も入るわけです。それから日本の近海の潜水艦、これを掃討するというよう\nな問題がここに日本の役割として出てきます。」、「そういうことが日本の役割に\nなるわけでありますが、そういう役割をするのは今の自衛隊の力をもつてある程度\n可能であると考えます。要するに主攻撃力、これはアメリカの反撃力そのものを、\n昀も有効に働かせるように日本が協力する。これが今の航空自衛隊の現装備、現兵\n力、現在の思想をもつてやりうる昀大限のことである。」、「したがつ\nて・・・・・・・・日本としてやるべきことはなんとしても戦争というものを防が\nなければならない。戦争を防ぐためにはアメリカの現在持つている戦略的優位性を\n保持するために協力するような形がいちばんいい。」、「・・・・・・・・・その\n上でアメリカとどういう具合に手を組んでいくのか、あるいは台湾なり、朝鮮なり\nとはどうやつて手を組んでいくか、今は・・・・・・・・・沖縄はアメリカを通じ\nてできますが、台湾、朝鮮とは手を組めない。防衛的には憲法の制約もあります。\n憲法の制約は、解釈によつてどうにでもできると思うのでありますが、台湾、朝鮮\nと手をつながないと戦略的にみましても、日本の防衛は成立たない。しかし、これ\nと手をつなげない。こういう問題を根本的に考え直さなければならぬと考えており\nます。」\n第六、自衛隊およびその関係法規の違憲性、並びに本件保安林指定の解除処分の森\n林法第二六条第二項にいう公益性の欠如\n１、以上認定した自衛隊の編成、規模、装備、能力からすると、自衛隊は明らかに\n「外敵に対する実力的な戦闘行動を目的とする人的、物的手段としての組織体」と\n認められるので、軍隊であり、それゆえに陸、海、空各自衛隊は、憲法第九条第二\n項によつてその保持を禁ぜられている「陸海空軍」という「戦力」に該当するもの\nといわなければならない。そしてこのような各自衛隊の組織、編成、装備、行動な\nどを規定している防衛庁設置法（昭和二九年六月九日法律第一六四号）、自衛隊法\n（同年同月同日法律第一六五号）その他これに関連する法規は、いずれも同様に、\n憲法の右条項に違反し、憲法第九八条によりその効力を有しえないものである。\n２、森林法第二六条第二項にいう「公益上の理由」があるというためには、解除の\n目的が、前記第五次、第一、３で述べたように憲法を頂点とする法体系上価値を認\nめられるものでなければならないから、前項のように、自衛隊の存在およびこれを\n規定する関連法規が憲法に違反するものである以上、自衛隊の防衛に関する施設を\n設置するという目的に森林法の右条項にいう公益性をもつことはできないものであ\nる。このように、軍事力による国の防衛が現行憲法のもとでは、公益性をもちえな\nいことは、旧土地収用法（明治三三年三月七日法律第二九号）と同現行法（昭和二\n六年六月九日法律第二一九号）の規定を対比してみても明らかである。すなわち旧\n帝国憲法下で施行されていた旧土地収用法第一条第一項が「公共ノ利益ト為ルベキ\n事業ノ為之ニ要スル土地ヲ収用又ハ使用スルノ必要アルトキハ其ノ土地ハ本法ノ規\n定ニ依リ之ヲ収用又ハ使用スルコトヲ得」と規定し、続いて同法第二条が「土地ヲ\n収用又ハ使用スルコトヲ得ル事業ハ左ノ各号ノ一に該当スルモノナルコトヲ要ス」\nとし、その第一号で「国防其ノ他軍事ニ関スル事業」と規定していたが、現行憲法\n下で成立、公布された現行土地収用法では、その第一、二条において旧法第一条に\n該当する土地収用目的の公共利益性を同様に明記しながらも、その個別的事業項目\nを規定する第三条では旧法第二条第一号に該当する国防その他軍事に関する事業な\nる項目をまつたく含めてはいない。\n３、被告が、昭和四四年七月七日農林省告示第一、〇二三号をもつてなした本件保\n安林指定の解除処分は、自衛隊の組織の一部である航空自衛隊第三高射群第一一高\n射隊の射撃基地施設の設置および同連絡道路敷地とするためであることは前記のと\nおりである。したがつて自衛隊の右施設等設置のためにされた、被告の右処分は、\n森林法第二六条第二項にいう「公益上の理由」を欠く違法なものであり、取消しを\n免がれない。\n第六次　結語\nそうすれば、その余の諸点につき判断を加えるまでもなく、原告らの本訴請求は理\n由があるので認容することとし、訴訟費用につき民事訴訟法第八九条を適用して被\n告の負担とし、主文のとおり判決する。\n"
}