{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 6,
    "day": 11
  },
  "case_number": "昭和43(ワ)3511",
  "case_name": "日赤中央病院労組組合財産返還請求",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19913",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19913",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/913/019913_hanrei.pdf",
  "contents": "主　　　文\n一　被告は原告に対し、金七七七、七〇六円およびこれに対する昭和四〇年九月一\n〇日から支払ずみまで年五分の割合による金員を支払え。\n二　原告のその余の請求を棄却する。\n三　訴訟費用は五分し、その二を原告、その余を被告の負担とする。\n四　この判決は、第一項にかぎり、かりに執行することができる。\n事　　　実\n第一　当事者の求める裁判\n一　原告\n（一）　被告は、原告に対し、金一、二二〇、八〇八円およびこれに対する昭和四\n〇年九月一〇日から支払ずみまで年五分の割合による金員を支払え。\n（二）　訴訟費用は被告の負担とする。\n（三）　第一項につき、仮執行宣言。\n二　被告\n（本案前について）\n本件訴えを却下する。\n（本案について）\n（一）　原告の請求を棄却する。\n（二）　訴訟費用は原告の負担とする。\n第二　請求原因\n一　原告組合の性格\n原告組合は、日本赤十字社中央病院に勤務する看護婦、準看護婦、看護助手およ\nび事務員等をもつて組織する労働組合で、権利能力なき社団であり、規約上執行委\n員長が原告組合を代表する。\n二　被告の資格\n被告は、原告組合の組合員で、昭和三六年二月臨時定期大会で原告組合の会計委\n員に選任され、昭和三七年度の定期大会で再選された。そして、原告は、昭和三六\n年二月以降会計委員としての被告に対し、原告組合の組合費の徴収保管または支出\nその他組合財産の管理等の事務の処理を委託した。しかし、昭和四〇年九月九日の\n定期大会において、後記のとおり執行委員の改選が行われたが、その際、被告は会\n計委員として選出されず、新たにＡが原告組合の会計委員に選出された。したがつ\nて、被告の会計委員としての任期は右大会当日をもつて終了した。\n三　昭和四〇年九月九日の定期大会\n（一）（１）　原告組合の規約によれば、組合役員の選出および承認は、組合大会\nの議決事項であり（第一三条第二項）、大会は組合員および役員をもつて構成し、\n完全資格組合員の過半数が出席することによつて、成立することになつていた（第\n一三条第一項）。\n（２）　昭和三二年四月一一日の定期大会において、前記規約第二項を第四項と\nし、第二および第三項として、「２三交替制の職種に就ては四名に一名の割の代議\n員制を認める。３三交替制の職種の代議員は、その所属職種の組合員四名に就て一\n名の割で選出する。」との規定をそう入する旨の改正議案が提出され、議決の決\n果、提案どおり可決され、規約は改正された。\n（３）　右規約によれば、大会は、全員制または代議員制によつて成立し、そのい\nずれをとるかは、規約についての疑義解釈事項として常任委員会で決定することに\nなつている（第一六条第二号）。したがつて、代議員制をとつた場合、組合定足数\nの計算は、代議員の数によるのではなく、代議員によつて代表される組合員の数に\nよるものである。\n（二）　昭和三六年二月原告組合の執行委員長に選任されたＢは、昭和三七年八月\nから昭和四〇年九月まで、組合規約第二八条第一項、第一二条第一項に違反して、\n毎年定期に開催すべき定期大会を一度も開かなかつた。このため、多数の組合員の\n間には、早くから定期大会を開いて運動方針を明確にすると共に役員改選を行うべ\nきだという意見が充満し、執行委員会は、昭和四〇年八月一三日に定期大会を開く\nことを予定し、準備を進めた。そして、当日の大会は代議員制をとらずに全員制で\n開催されたが、Ｂらは、役員改選を伴う定期大会を不満とし、流会戦術をとり、つ\nいに流会させた。\n（三）　その翌日から常任委員の大多数はＢに対し、常任委員会（規約第一一条第\n一四条に基づく大会につぐ決議機関）の開催を要請し、八月二〇日に常任委員会が\n開催された。右常任委員会では、定期大会の開催を決定し、大会には組合員の過半\n数が出席するように努力するが、もし三交替制職場の状態により、過半数の出席が\nないときは、規約第一三条第二、第三項に基づいて代議員制で定期大会を開催する\nことを決定した。\nこの常任委員会の決定をうけて、八月二三日に開かれた執行委員会では九月九日\nに定期大会を開催することが決定され、同月二五・二六日開催の常任委員会で、右\n執行委員会の決定が確認され、大会を代議員制で開くことを決定した。\n（四）　定期大会の招集行為は、Ｂ執行委員長が行つた。また、三交替制の職場で\nは、定期大会のための代議員の選出が行われ、また、大会議題とされていた役員選\n出のため不在者投票の手続（規約第二七条）が行われた。\n（五）　かくして、九月九日定期大会が開かれたが、大会当時完全資格組合員は一\n四六名だつたので、大会成立のためにはその過半数の七四名の出席が必要であつた\n（規約第一三条第一項）。\nところで、大会宣言時の出席組合員の頭数は五九名であつた。五九名の内訳は、\n代議員一四名（組合員四一名の代議員）、一般組合員三七名、職場で代議員を選出\nしたうえ、自らも出席した組合員八名であつた。したがつて、右大会宣言時におけ\nる組合員の数は、代議員によつて代表される者四一名に一般組合員三七名を加えて\n合計七八名であるから、これにより大会は成立した。\nこの大会において、役員改選が行われ、Ｃが原告組合の執行委員長に、また前記\nのとおりＡが会計委員に選出された。したがつてＣが原告組合の代表者として提起\nした本訴は適法である。\n四　被告の責任\n前記のとおり、被告は、昭和四〇年九月九日をもつて、会計委員としての任期を\n終了したので、被告は原告に対し、会計委員として保管していた原告組合費、管理\nしていた組合財産等を返還する義務がある。\n被告が昭和四〇年九月九日当時受任者として保管し、（（一）および（二）の\n（イ）（ロ）の金銭）または現在原告の財産を占有しているため、（（二）の\n（ハ）の金銭）原告に返還すべきものはつぎのとおりである。\n（一）　上納金（原告が昭和三八年一一月以降組合員から徴収し、原告組合の上部\n団体である全日赤労働組合連合会本部へ上納すべき金銭であるが、被告が別途積立\n保管しているものである。）　金六七五、四六五円\n（二）　現金\n（イ）　昭和四〇年三月三一日会計決算時における翌年度繰越金　金二七三、六六\n二円\n（ロ）　昭和四〇年度九月分組合費　金六五、二二五円\n（ハ）　安田信託銀行普通預金口座に原告組合が預金債権として有していた金員\nで、被告の会計委員解任後に、訴外Ｂと被告が共同して払戻して占有している金員\n金二〇六、四五六円\n（三）　以上合計　金一、二二〇、八〇八円\n五　よつて、被告は原告に対し、委任事務の終了または所有権に基づき金一、二二\n〇、八〇八円および被告の委任事務終了の翌日である昭和四〇年九月一〇日から支\n払ずみまで年五分の割合による損害金の支払を求める。\n第三　本案前の抗弁\n原告主張の昭和四〇年九月九日の定期大会は、後記のとおり定足数不足により成\n立していないから、Ｃがその大会で執行委員長として選出されたとしても、その選\n出行為は無効である。したがつて同人は、原告組合を代表する権限がないから、同\n人が原告組合の代表者として提起した本件訴えは、不適法として却下されるべきで\nある。\n第四　請求原因に対する答弁\n一　請求原因第一項　認める。\n二　請求原因第二項　被告が原告組合の組合員で、原告主張のとおり原告組合の会\n計委員に選任され、原告主張の事務の処理を委託されて来たことおよび昭和四〇年\n九月九日定期大会が開かれたことを認めるが、その余の事実を否認する。右定期大\n会は、後記のとおり定足数不足で成立しなかつたから、Ａを会計委員に選任したと\nしても無効であり、被告は依然として原告組合の会計委員である。\n三　請求原因第三項（一）の（１）　認める。\n四　請求原因第三項（一）の（２）　昭和三二年四月一一日の定期大会に原告主張\nのような改正案が提出されたことを認めるが、右議案が可決されたことを否認す\nる。右議案は審議未了となつたものである。\n五　請求原因第三項（一）の（３）　否認する。\n六　請求原因第三項（二）　Ｂが昭和三六年二月原告組合の執行委員長に選任され\nたことおよび昭和四〇年八月一三日の定期大会は代議員制でなく全員制で開かれた\nことを認めるが、その余の事実を否認する。当日の大会は、開会予定時刻を一時間\n経過しても、出席組合員は六四名にすぎず、不成立となつた。\n七　請求原因第三項（三）　原告組合が八月二三日の執行委員会で九月九日に定期\n大会を開くことをきめたこと、八月二五、二六日常任委員会を開いて執行委員会の\n決定による定期大会の開催を確認したことは認めるが、その余の事実を否認する。\n八　請求原因第三項（四）　Ｂ委員長が大会を招集したことを認めるが、その余の\n事実を否認する。組合が大会開催につき、代議員制をとつたのは昭和三〇年の規約\n改正以前のことであり、この規約改正により代議員制は廃止され、以後代議制を認\nめる規約改正はなかつた。したがつてその後は一貫して全員制で大会が開かれたの\nであつて、代議員の選出が行われたこともない。\n九　請求原因第三項（五）　九月九日定期大会が開かれたこと、大会当時完全資格\n組合員が一四六名であり、大会成立のためにはその過半数の七四名の出席が必要で\nあることおよび大会宣言時の出席組合員の頭数が五九名であつたことを認めるが、\nその余の事実を否認する。\nこの大会開催予定時刻を一時間経過しても五九名しか出席せず、過半数の七八名\nには達しなかつた。直ちに、執行委員会が開かれ、Ｂらは規約上当然不成立である\nから有志会に切換えるべきだと主張したが、Ｃらは看護婦ら一部の者を代議員とし\nて取扱えば有効だと規約上なんら根拠のない理由をあげて、有効な大会として認め\nるべきだと主張した。Ｃらは、三〇数名の日共系組合員ならびに予め動員された他\n病院の全日赤のオルグ等の威力を背景に、遂にＢらを無視して演壇を実力で占拠\nし、大会を開催する旨宣言し、そのまま議事を進行した。やむなくＢは執行部を代\n表して、このような大会は規約上認められないと宣言して退場した。Ｂの見解を正\n当とする多くの組合員も続いて退場し、会場には日共系の活動家を中心に三〇数名\nしか残らなかつた。\n一〇　請求原因第四項　被告が原告組合の会計委員として、昭和四〇年九月九日当\n時原告主張のような上納金は金六一五、五三五円の限度で同月分組合費は原告主張\nの金額を、また同年三月三一日決算時において翌年度繰越金は原告主張の金額を保\n管していたこと、安田信託銀行に原告主張のとおりの預金債権があつたことを認め\nるが、その余の事実を否認する。右預金は、Ｂが払戻して占有している。\n第五　抗弁\n原告組合は、昭和四〇年四月一日から同年九月八日までの間に、昭和四〇年三月\n三一日会計決算時における翌年度繰越金のうちから左記金額を支出した。\n（一）　友誼団体費　金一、八〇〇円\n（二）　会議費　金一五、八〇〇円\n（三）　教宣部費　金二五、七〇〇円\n（四）　組織部費　金一二、七〇〇円\n（五）　同メーデー費　金六、六四〇円\n（六）　書記局費　金二七、五七〇円\n（七）　交通費　金七三〇円\n（八）　慶弔費　金八、五〇〇円\n（九）　託児所費　金一五、三六六円\n（一〇）　予備費　金六、三五〇円\n（一一）　書記局費として書記長に渡した金員、金五五、五六〇円\n右合計　金一七六、七一六円\n第六　抗弁に対する答弁\n原告組合が被告主張の金員を支出したことを認めるが、右金員が翌年度繰越金か\nら支出されたことは知らない。\n第七　証拠関係（省略）\n理　　　由\n第一　原告組合の性格\n原告組合が日本赤十字社中央病院に勤務する看護婦、準看護婦、看護助手および\n事務員等をもつて組織する労働組合で、権利能力なき社団であり、規約上執行委員\n長が原告組合を代表することは、当事者間に争いない。\n第二　本案前の問題について\n一　昭和三二年四月一一日の定期大会における規約改正\n原告組合の規約によれば、組合役員の選出および承認は、組合大会の議決事項で\nあり（第一三条第二項）、大会は組合員および組合役員をもつて構成し、完全資格\n組合員の過半数が出席することによつて成立することになつていたこと（第一三条\n第一項）、ところが昭和三二年四月一一日の定期大会において、前記規約第二項を\n第四項とし、新たに第二項として「２三交替制の職種に就ては四名に一名の割の代\n議員制を認める。」と、第三項として「３三交替制の職種の代議員は、その所属職\n種の組合員四名に就て一名の割で選出する。」との規定をそう入する旨の改正議案\nが提出されたことは、当事者間に争いない。\n成立に争いのない甲第二五号証の一、証人Ｄの証言により真正に成立したものと\n認める甲第一号証、証人Ｃの証言により真正に成立したものと認める甲第二五号証\nの二、甲第五三および甲第五四号証、弁論の全趣旨により真正に成立したものと認\nめる甲第二四号証ならびに証人Ｃの証言によれば、前記規約改正の議案は、前記定\n期大会において審議された結果、圧倒的多数の賛成をもつて異議なく可決成立した\nことが認められる。右認定に反する証人Ｅの証言および同Ｂの証言（第一回）なら\nびに同証言により真正に成立したと認める乙第一および第一一号証の記載は前記各\n証拠に照し措信せず、同証言により真正に成立したものと認める乙第二二および乙\n第二六号証も右認定を覆えすに足りず、その他右認定に反する証拠はない。\nこれによれば、原告組合の規約第一三条は、第四項において役員の選出および承\n認を定期大会の議決事項とし、第一項ないし第三項で大会の成立要件を規定してい\nる。そして、第一項において「大会は組合および役員をもつて構成し、完全資格組\n合員の過半数が出席することによつて成立する。」と規定し、第二および第三項に\nおいては、三交替制の職種については、その所属職種の組合員四名について一名の\n割で代議員を選出し、その代議員が大会を構成することを認めている。このように\n第一項の全員制と第二および第三項の代議員制とが並列的に規定されており、両者\nのいずれが原則で他方が例外であるという規定がないことと前記甲第一号証によつ\nて認められるところの原告組合の規約にはこの代議員制を採用する場合の要件につ\nいての規定を欠いているという事実および三交替制の職種については何時大会を開\nいても、常に三分の一の組合員の出席は不可能となるという公知の事実を合せ考え\nれば、右規約は、次のとおり解釈するのが相当である。すなわち規約は、三交替制\n以外の職種については各組合員の出席を大会成立の要件とするが、三交替制の職種\nにおいては、各組合員が自ら出席するか、四名について一名の割合で選出した代議\n員を出席させ議事に参加するかの選択を予め三交替制職種の組合員に包括的に承認\nしているものであり、したがつて三交替制職種の組合員が代議員制をとることは当\n該組合員の権限に属することであつて、特別な組合機関の決定を要するものではな\nく、それが代議員制をとつた場合は、大会の成立上必要とされる参加組合員の数\nは、その代議員によつて代表される組合員の数をもつて計算すべきものである。な\nお、念のため付言すれば、前記甲第一号証によれば、規約についての疑義解釈は常\n任委員会の決議事項であることが認められるが（第一六条第二号）、規約の解釈上\n疑義があるからと言つて、本来常任委員会の権限に属しない事項を解釈によつてそ\nの権限に帰せしめるような設権的権限を常任委員会に認めるに足りる根拠はないの\nみならず、前記大会の構成は規約の解釈上疑義の存しないところであるから、全員\n制によるか代議員制によるかは、常任委員会の決定事項であるという原告の主張は\n採用に値しないのである。\n二　昭和四〇年九月九日の定期大会における役員選出\n（一）　成立に争いない甲第二号証、証人Ｃの証言により真正に成立したものと認\nめる甲第二八号証および同証言によれば、原告組合は、昭和四〇年八月二〇日常任\n委員会を開催し、同委員会は、組合役員の選挙のための組合大会を開催すること\nと、組合大会を成功させるため組合員の過半数が出席できるように努力するが、も\nし三交替制職場の状態により過半数が出席しないときは、組合規約第一三条第二お\nよび第三項の代議員制を適用することを決定したことが認められる。証人Ｅの証言\nおよび同Ｂの証言（第一回）中右認定に反する部分は措信しない。同月二三日開催\nされた原告組合執行委員会が、同年九月九日に定期大会を開催することを決定し、\n同年八月二五日および二六日開催の常任委員会が右執行委員会の決定を確認したこ\nとは、当事者間に争いない。\n証人Ｃの証言により真正に成立したものと認める甲第二九および第三〇号証なら\nびに同証言によれば、原告組合は、その頃常任委員会を開き、同委員会が九月九日\n開催予定の役員選挙のための定期大会における選挙管理委員を指名するとともに、\n各組合員に対し、選挙期日九月九日、場所新講堂、立候補および推薦の届出、改選\n役職名等を文書で通知し、また同日開催の定期大会は過半数の出席をもつて開くよ\nう努力するが、過半数の成立が困難な場合は、常任委員会の決定に従つて、現に三\n交替勤務をしている職場の看護婦（職種）に限つて代議員制とするから、右各職場\nからは代議員を選んでおいてもらいたい旨の三交替代制職場の看護婦（職種）の代\n議員選出についてと題する文書を配付し、選挙に関する事項を指示伝達したことが\n認められる。\n（二）　原告組合執行委員長Ｂが全組合員に対して、昭和四〇年九月九日に定期大\n会を開催する旨の組合大会招集通知をし、同日組合大会が開かれたこと、当時の原\n告組合の完全資格組合員数は一四六名であり、大会成立にはその過半数の出席が必\n要であること、大会宣言時の出席組合員の頭数が五九名であつたことは、当事者間\nに争いない。\n前記甲第一、第二および第三〇号証、証人Ｄの証言により真正に成立したものと\n認める甲第八号証、証人Ｃの証言により真正に成立したものと認める甲第三一およ\nび第三二号証ならびに同証言によれば、原告組合の規約は、役員（執行委員長、会\n計委員など）は組合大会において、出席組合員の過半数で決することを定めている\nこと、前記大会当日の出席者五九名のうち一般組合員は三七名、前記代議員選出方\n法により三交替制職場において選出された代議員は一四名、その代議員によつて代\n表される組合員は四一名、職場で代議員を選出し、自らも出席した組合員八名であ\nること、大会宣言後も出席する組合員があり、役員改選投票時の出席組合員は更に\n増加したが、これら出席全組合員において、予め立候補していた役員候補について\n賛否の投票を行つた結果、いずれも信任七三票、不信任二票、白票一二票、無効一\n票（代議員によつて代表される組合員は被代表組合員の数をもつて計算した。）を\nもつて、Ｃが執行委員長に、Ａが財政部長（会計委員）に選出され、被告は会計委\n員に選出されなかつたことが認められる。右認定に反する証人Ｂの証言（第一回）\nおよび被告本人尋問の結果は措信しない。\n（三）　前認定の事実を先に説明した原告組合大会成立の要件としての代議員制の\n規定に照して見れば、常任委員会が代議員制採用を決定したのは越権の行為ではあ\nるけれども、規約上当然代議員の選出が認められている組合員が代議員を選出した\nのであり、これにより代表される組合員を計上すれば、大会宣言時の出席組合員数\nは七八名となる。これは全組合員数の過半数をこえるから、大会は有効に成立し\nた。この大会において、Ｃは、過半数の賛成を得て執行委員長に選出されたのであ\nるから、その選出行為は有効であり、同人は規約上原告組合の代表権を有する。\nしたがつて、同人が原告の代表者として提起した本件訴えは適法である。\n第二　本案について\n一　被告が原告組合の組合員で、昭和三六年二月の定期大会で原告組合の会計委員\nに選出され、昭和三七年度の定期大会で再選されたこと、原告が昭和三六年二月以\n降会計委員としての被告に対し、原告組合の組合費の徴収、保管または支出その他\n組合財産の管理等の事務の処理を委託してきたことは当事者間に争いない。\nところが、前認定のとおり、昭和四〇年九月九日の原告組合定期大会で、財政部\n長（会計委員）には、Ａが選任され、被告は、選任されなかつたのであるから、同\n日をもつて被告の財政部長（会計委員）としての任期は終了した。したがつて、被\n告は原告に対し、委任事務終了により、原告から受取つた財産を返還する義務があ\nる。\n二　被告が原告に対し、返還すべき財産はつぎのとおりである。\n（一）　上納金\n上納金が原告主張のような金員であり、被告が原告組合の会計委員として、昭和\n四〇年九月九日当時金六一五、五三五円の上納金を保管していたことは当事者間に\n争いがない。\n成立に争いのない甲第四および甲第六〇号証ならびに原告組合代表者尋問の結果\nによつても、右金額をこえる額の上納金を被告が保管していたことを認めるに足り\nず、その他これを認めるに足りる証拠はない。したがつて、被告の返還すべき上納\n金は、金六一五、五三五円となる。\n（二）　翌年度繰越金\n被告が原告組合の会計委員として、昭和四〇年三月三一日会計決算時において、\n翌年度繰越金として、金二七三、六六二円を保管していたことは、当事者間に争い\nがない。\nしかし、原告組合が、被告主張のとおり、昭和四〇年四月一日から同年九月八日\nまでに合計金一七六、七一六円を支出したことは当事者間に争いがない。そして、\n被告本人尋問の結果によれば、右金員は、前記昭和四〇年三月三一日会計決算時に\nおける翌年度繰越金の中から支出されたことが認められ、右認定に反する証拠はな\nい。したがつて、被告が原告に対し、返還すべき繰越金は、その残額である金九\n六、九四六円となる。\n（三）　昭和四〇年度九月分組合費\n被告が原告組合の会計委員として、昭和四〇年九月九日当時同月分組合費として\n金六五、二二五円を保管していたことは、当事者間に争いない。したがつて、被告\nが原告に返還すべき組合費は金六五、二二五円である。\n三　原告が安田信託銀行に金二〇六、四五六円の普通預金債権を有していたこと\nは、当事者間に争いない。しかし被告がこれを払戻して、その金員を占有している\nことを認めるに足りる証拠はない。\n四　以上により被告は原告に対し、委任事務の終了により、右三（一）の金六一\n五、五三五円、同（二）の金九六、九四六円および同（三）の金六五、二二五円の\n合計金七七七、七〇六円ならびに右金員に対する委任事務終了の日の翌日である昭\n和四〇年九月一〇日から支払ずみまで年五分の割合による遅延利息の支払義務があ\nる。\nよつて、原告の請求を右の限度で認容し、その余の請求は失当であるから棄却す\nることとし、訴訟費用の負担につき民事訴訟法第九二条本文、第八九条を、仮執行\n宣言につき、同法第一九六条第一項を適用して、主文のとおり判決する。\n（裁判官　岩村弘雄　小笠原昭夫　戸田初雄）\n"
}