{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 7,
    "day": 21
  },
  "case_number": "昭和49(ワ)924",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14402",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14402",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/402/014402_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は、原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n（一）　被告らは、その製造販売に係る商品ハンバーガーの容器、包装、広告及び\n自動販売機に別紙第一目録（１）ないし（４）記載の各表示を使用し、又はこれを\n使用した商品ハンバーガーを販売してはならない。\n（二）　被告マツク産業株式会社は、その本店に存在する同被告所有の商品ハンバ\nーガーの容器及び包装から、被告株式会社マルシンフーズは、その所有に係る商品\nハンバーガーの自動販売機からそれぞれ別紙第一目録（１）ないし（４）記載の各\n表示を抹消せよ。\n（三）　被告らは、別紙第二目録記載の謝罪広告を、見出しをゴシツク体二倍活字\nその他をゴシツク体一倍活字をもつて、朝日新聞、毎日新聞、読売新聞及び日本経\n済新聞の各全国版広告欄に二段五センチで各一回掲載せよ。\n（四）　被告らは、原告に対し、連帯して金三、〇〇〇万円及びこれに対する昭和\n四九年二月二三日から支払済みに至るまで年五分の割合による金員を支払え。\n（五）　訴訟費用は、被告らの負担とする。\nとの判決並びに第三項を除いて仮執行の宣言を求める。\n二　被告ら\n主文同旨の判決を求める。\n第二　請求原因\n一　不正競争防止法第一条第一項第一号及び第二号に基づく請求\n（一）　原告の営業及び商品\n原告は、資本の五〇パーセントを米国のマクドナルド・コーポレーシヨン、残り\nの五〇パーセントを日本法人が出資して、昭和四六年五月一日設立された資本金三\n億二、四〇〇万円の合弁会社であつて、ハンバーガーを主力商品とし、そのほかミ\nルクシエイク、フライポテトなど原告会社又はマクドナルド・コーポレーシヨンが\n製造した食品（以下「マクドナルド食品」という。）の販売を主たる営業目的とす\nる株式会社である。\n原告は、昭和四六年七月二〇日にマクドナルド食品の製造販売を開始したが、そ\nの販売方法は、米国内でマクドナルド食品の販売に確固たる実績を持つマクドナル\nド・コーポレーシヨンの技術指導の下に採用した同会社の販売方法と全く同じもの\nである。\nすなわち、原告は、日本の主な都市の繁華街に直営店を設置し、その各直営店の店\n舗の形態、看板、従業員の制服、商品の包装紙及び容器のコツプなどの形状、模様\nをすべて統一し、そうすることによつて主力商品ハンバーガーを中心とする各種マ\nクドナルド食品の周知徹底を行つた。原告の店舗は、昭和四六年七月二〇日銀座一\n丁目角の三越銀座店の一角に最初に開設された店舗のほか、昭和四九年一月三一日\nまでに関東、関西地区の主要都市の繁華街に設置された店舗を併せ合計四〇店に及\nんだ。そして、原告のマクドナルド食品の販売実績は、創業から一か年に満たない\n昭和四七年五月三一日現在には月商金一億円、昭和四九年一月三一日現在には月商\n金四億円を突破し、この売上高の急上昇は、食品業界のみならず、一般事業者の注\n目の的となつている。\n（二）　原告の商品及び営業の表示とその周知性\n１　原告は、マクドナルド食品の販売に当たり、商品の包装、コツプ、宣伝パンフ\nレツト、広告、看板などの様式及び表示について、すべてマクドナルド・コーポレ\nーシヨンのそれを踏襲しているが、更に日本の特殊性に鑑み片仮名で表示するなど\nの工夫をも加味した。\n原告は、昭和四六年七月二〇日銀座の第一号店を開設以来、マクドナルド食品の\n販売に当たり別紙第三目録（イ）ないし（ニ）記載の標章（以下「原告標章」とい\nう。なお、個々の標章を指す場合には、（イ）、（ロ）、（ハ）、（ニ）の符号を\n付することとする。）を表示している。すなわち、原告は、その全商品について原\n告標章（イ）を、商品二段重ねの大きなハンバーガーについて原告標章（ロ）を、\n商品フライポテトについて原告標章（ハ）を、商品ミルクシエイクについて原告標\n章（ニ）をそれぞれ使用している。\nなお、原告標章（ロ）、（ハ）及び（ニ）では、「マツク」なる文字が使用され\nているが、これは、米国においてマクドナルド食品が通常マツクと呼ばれているこ\nとに由来するもので、原告がマクドナルド食品の販売を開始して以来、原告会社従\n業員は同食品を一様にマツクと称しているものである。\n２　飲食業の資本がわが国において昭和四四年三月一日自由化され、それ以来外国\n資本のわが国における食堂業への進出が話題となつたのであるが、マクドナルド・\nコーポレーシヨンは、いち早く日本進出を決定し、このニユースは大々的に発表さ\nれ、昭和四四年四月以降業界誌・紙及び日刊紙などに、マクドナルド食品及びマク\nドナルド・コーポレーシヨンの店舗などが、原告標章と同一の同社の標章と共に広\nく一般に報道され、その故にマクドナルド食品は、原告の銀座三越の第一号店の開\n店と同時に爆発的な人気を呼び、このことも広く報道された。このような報道とマ\nクドナルド食品の特殊な販売方法のため、同食品の評判は、口から口へと伝達さ\nれ、昭和四六年末には東京都内一円において老若男女を問わずこれを知らない者は\nいないほどとなつた。このことは、第一号店開店以来のマクドナルド食品の売上げ\nの急上昇の事実からも裏付けられる。これに伴い、原告標章も、広く一般に認識さ\nれるようになり、昭和四六年一二月末日には東京都内一円で、現在では関東、関西\n地区はもとより全国一円に広く認識されるに至つた。\n右のとおり、原告標章は、原告の商品及び営業を示す表示として、広く認識されて\nいるものである。\n（三）　被告らの表示及び使用態様\n１　被告マツク産業株式会社（以下「被告マツク産業」という。）は、昭和四六年\n九月二二日設立され、当初株式会社マツクという商号であつたが、昭和四七年七月\n五日現商号に変更されたもので、ハンバーガーの販売を主たる業務としているもの\nであり、被告株式会社マルシンフーズ（以下「被告マルシンフーズ」という。）\nは、昭和四〇年一二月二一日設立され、当初株式会社マルシンという商号であつた\nが、昭和四七年七月五日現商号に変更されたもので、ハンバーグの製造販売を主た\nる業務としているものである。\n２　被告マルシンフーズは、昭和四七年五月初旬ころからハンバーガーを製造し、\nこれを被告マツク産業をして販売せしめている。すなわち、被告マルシンフーズ\nは、その所有に係るハンバーガーの自動販売機に別紙第一目録（１）及び（２）記\n載の標章を表示し、且つ被告マツク産業にハンバーガーを販売し、被告マツク産業\nは、被告マルシンフーズから購入したハンバーガーを別紙第一目録（１）ないし\n（４）記載の標章（以下「被告標章」という。なお、個々の標章を指す場合には、\n番号を付するものとする。）が付された容器及び包装に納めて商品とし、右自動販\n売機により販売し、又は一部店頭販売しているものである。更に、被告らは、右ハ\nンバーガーの販売のためのパンフレツト及び広告にも被告標章を表示して広く宣伝\nしている。\n（四）　原告標章と被告標章との類似性並びに商品及び営業活動の混同\n１　被告標章（１）は、原告標章（イ）と極めて類似している。すなわち、両者と\nも図形とローマ字との結合により、構成されており、且つ図形に配置されたローマ\n字の位置も共通である。ところで、原告標章（イ）の図形は、ローマ字の大文字Ｍ\nに円味を加えて図案化したものであるが、このＭ字状はマクドナルドの頭文字に由\n来するもので、マクドナルド・コーポレーシヨンが創作し、原告が同社の許諾の下\nに使用しているものである。被告らは、この図形をそのまま模倣して被告標章\n（１）に用いているのである。両標章は、ローマ字の綴りに違いがあるが、図形と\nローマ字の位置関係・大きさのバランスからみて通常人に両者の違いの見極めを期\n待することは不可能に近い。両者が類似することは明らかである。\nまた、原告がマクドナルド食品を「マツク」と略称していること及び実際に同食\n品について「マツク」の文字をその構成部分とする原告標章（ロ）、（ハ）及び\n（ニ）を使用していることによつて、食品について「マツク」といえば、原告の販\n売するマクドナルド食品を指すことは顕著なことであるところ、被告標章（２）な\nいし（４）は、その全体又は一部に「マツク」の称呼を生ずる文字が用いられてい\nるから、原告の表示である「マツク」との同一性は免れ得ない。\n被告マルシンフーズは、指定商品第三二類についての登録商標「マツク」及び\n「バーガー」の商標権者であるが、右商標権はいずれも第三者から譲り受けたもの\nであり、その譲受けの時期からみて、右譲受けは、原告のマクドナルド食品を意識\nし、これに追従するか又はその販売を妨害するか、いずれかの意図から出たもので\nあることは明らかである。従つて、被告らが「マツク」又は「バーガー」の商標を\n使用することは、不正競争防止法第六条にいう商標権の正当な権利の行使には該当\nしない権利濫用の行為である。\n２　被告らが製造販売する商品も、原告が販売する商品の中心となるものも共にハ\nンバーガーである。\nなお、原告は直営店方式により、被告らは自動販売機によりそれぞれハンバーガ\nーを販売しているが、今後原告が自動販売機による販売を行わないとはいい切れな\nいし、他方今後被告らが店頭販売を全く行わないという保証もない。また、消費者\nの立場からすれば、ハンバーガーが販売されているということだけが注目され、従\nつてその商品の包装、容器が類似していれば、その出所が同一であると誤認される\nのであつて、販売方式自体の相違は混同を妨げる理由とはならない。\n結局、原告と被告らの商品及び営業活動の混同は免れ難い。\n（五）　被告らの行為による原告の営業上の利益の侵害\n被告らが被告標章をハンバーガーの販売について使用することが、原告の商品及\nび営業活動と被告らの商品及び営業活動とを混同させるものであることは、前述の\nとおりであり、このため原告が営業上の利益を害されるおそれのあることはいうま\nでもない。加工食料品は、その味と販売者の信用によつて販売量が左右されるもの\nであるから、被告らの商品を原告の商品であると誤認して購入した者は、その味が\n期待に反したものであれば、それ以後ハンバーガーを購入しなくなるのであつて、\nそれが原告の商品であつても同様である。また、原告の商品の知名度が高くなれば\nなるほど、これを利用し又はこれに追従する被告らの販売行為によつて一層一般人\nを誤認させ、それだけ被告らは利益を得、反面それだけ原告は本来得ることができ\nたはずの利益を害されることにもなる。\n（六）　差止請求\nよつて、原告は、被告らに対し、不正競争防止法第一条第一項第一号及び第二号\nに基づき、被告らがその製造販売する商品ハンバーガーの容器、包装、広告及び自\n動販売機に被告標章を使用し、又はこれを使用した商品ハンバーガーを販売するこ\nとの差止め、\n並びに、被告マツク産業がその本店に存在する同被告所有の商品ハンバーガーの容\n器及び包装から、被告マルシンフーズがその所有に係る商品ハンバーガーの自動販\n売機からそれぞれ被告標章を抹消することを求める。\n二　不正競争防止法第一条の二第一項及び第三項に基づく請求\n（一）　損害賠償請求\n被告らの行為が不正競争防止法第一条第一項第一号及び第二号に該当するもので\nあること、並びに原告のマクドナルド食品の販売に追従せんとし、あるいはこれを\n妨害しようとする故意による行為であることは前述のとおりである。\nところで、被告マルシンフーズはハンバーグを一日八〇万個の割合で製造してい\nるところ、少なくともそのうちの五パーセントに当たる四万個がハンバーガーの製\n造に振り向けられていることは想像に難くない。そうであるとすれば、被告マルシ\nンフーズのハンバーガーの製造量は一か月当たり一二〇万個となるから、被告ら\nは、昭和四七年六月一日から昭和四九年一月三一日までの間に、少なくとも合計\n二、四〇〇万個のハンバーガーを販売したことになる。そして、ハンバーガーの一\n個当たりの販売価格は金一〇〇円であり、一個当たりの純利益は低く見積つても金\n五円を下らないから、被告らは右期間内に右金五円に右販売個数二、四〇〇万を乗\nじた金一億二、〇〇〇万円の利益を前述の侵害行為によつて取得し、原告は同額の\n損害を被つた。\nよつて、原告は、被告らに対し、不正競争防止法第一条の二第一項に基づき、連\n帯して右損害金の内金三、〇〇〇万円及びこれに対する被告らの不法行為の後であ\nる昭和四九年二月二三日から支払済みに至るまで民法所定の年五分の割合による遅\n延損害金の支払いを求める。\n（二）　謝罪広告請求\n被告らは、主としてハンバーガーを自動販売機によつて販売したわけであるが、\n同ハンバーガーの味は原告のそれに比べはるかに劣る。そのためハンバーガーの評\n価が減殺され、原告は折角定着させることのできたハンバーガーの販路を被告らの\n行為によつて妨害された。その損害は金銭をもつてしては償い難いものであり、更\nに被告らの自動販売機に生じた作動事故で子供に傷害を与えた事実が報道され、そ\nの事故があたかも原告の商品販売における事故であると一般人に誤認を与えたこと\nがあるが、このこともまた失われた原告の信用を回復するのに金銭をもつてするこ\nとは不可能である。\nよつて、原告は、被告らに対し、不正競争防止法第一条の二第三項に基づき、別\n紙第二目録記載の謝罪広告を、見出しをゴシツク体二倍活字その他をゴシツク体一\n倍活字をもつて、朝日新聞、毎日新聞、読売新聞及び日本経済新聞の各全国版広告\n欄に二段五センチで各一回掲載することを求める。\n第三　被告らの答弁及び主張\n一（一）　請求原因一、（一）の項は知らない。\n（二）　同一、（二）、１の項は知らない。\n同一、（二）、２の項のうち、昭和四四年四月以降業界誌・紙及び日刊紙などに\nマクドナルド食品及びマクドナルド・コーポレーシヨンの店舗などが原告標章と同\n一の同社の標章と共に広く一般に報道されたこと、昭和四六年末には東京都内一円\nにおいて老若男女を問わずマクドナルド食品を知らない者はないほどとなつたこと\n及び原告標章が広く一般に認識されるようになり、昭和四六年一二月末日には東京\n都内一円で、現在では関東、関西地区はもとより広く全国一円に広く認識されてい\nることは否認し、その余の事実は知らない。昭和四四年四月以降業界紙などに掲載\nされたのは原告標章（イ）のみであり、原告標章（ロ）、（ハ）及び（ニ）が流布\nされたのは昭和四六年七月二〇日原告の銀座三越の第一号店開設の後のことであ\nる。\n（三）　同一、（三）、１の項は認める。但し、被告マルシンフーズは、その前身\nを新有明商店といい、同被告の現代表者【Ａ】が右屋号で昭和三〇年ころから食品\n加工業を個人経営していたもので、同人が昭和三九年九月一日有限会社有明商店を\n設立し、次いで同会社が昭和四〇年一二月二一日株式会社マルシンに組織変更さ\nれ、更に昭和四七年七月五日現商号に商号変更され現在に至つているものである。\n同一、（三）、２の項のうち、被告らが被告標章（１）を使用していることを否\n認し、その余の事実は認める。\n（四）　同一、（四）、１の項のうち、被告標章（２）ないし（４）にはその全体\n又は一部に「マツク」の称呼を生ずる文字が用いられていること、及び、被告マル\nシンフーズが指定商品第三二類についての登録商標「マツク」及び「バーガー」の\n商標権者であり、右商標権がいずれも第三者から譲り受けたものであることは認め\nるが、その余の点は争う。被告らは、被告標章（１）を使用していない。\n同一、（四）、２の項のうち、被告マツク産業の販売する商品がハンバーガーで\nあること及びこれを自動販売機で販売していることは認めるが、その余の点は争\nう。\n（五）同一、（五）の項は争う。\n二（一）　同二、（一）の項のうち、被告マルシンフーズが一日八〇万個の割合で\nハンバーグを製造していることは認めるが、その余の事実は否認する。右ハンバー\nグのうちハンバーガーに利用されるのは、現在一日当たり一万二、〇〇〇個ないし\n一万五、〇〇〇個である。\n（二）　同二、（二）の項は争う。\n三　被告らは、従前被告標章（１）をも使用していたが、本件の仮処分事件の審理\nの際、紛争の早期解決の見地からこれの使用を中止することとし、現在これを使用\nしていないし、将来再び使用する意思もない。\n四　被告らの被告標章（２）ないし（４）の使用は、正当な商標権の行使である。\nすなわち、右標章のうち、「マツク」の称呼を生ずる部分は、被告マルシンフーズ\nが商標権者である登録第八一九〇号三六の二の登録商標の範囲に、また「バーガ\nー」の称呼を生ずる部分は、同被告が商標権者である登録第七六六三二三号の二の\n登録商標の範囲にそれぞれ属するものである。\n原告は、被告らが右各登録商標を使用することは不正競争防止法第六条にいう商\n標権の正当な権利の行使に該当しない権利濫用の行為であるとし、その前提となる\n事実として、「マツク」といえば原告の販売するマクドナルド食品を指すことは顕\n著なことであるというが、右前提自体事実に反している。原告の原告標章（ロ）、\n（ハ）及び（ニ）の使用の方こそ、被告マルシンフーズの登録商標「マツク」に係\nる右商標権を侵害するものである。\n五　原告標章は広く認識されていない。\n原告がマクドナルド・コーポレーシヨンから使用を許諾されたのは原告標章（イ）\nであるところ、その標章が米国内で周知であつたとしても、そのことから日本国内\nにおいても周知であるとはいえないし、また原告標章（ロ）、（ハ）及び（ニ）は\n原告が日本の実情に合わすため造語したものと解され、従つてその使用開始は昭和\n四六年七月二〇日の銀座三越の第一号店開設以後のことであることは前述のとおり\nであり、それらが昭和四四年四月以降業界誌などで広く一般に報道されたというこ\nともなく、周知性を取得するはずがない。\nなお、原告標章（ロ）、（ハ）及び（ニ）は、いずれも商品を示す表示であつ\nて、営業を示す表示ではない。\n六　被告らが被告標章（２）ないし（４）を使用する行為は、原告の商品と混同を\n生ぜしめる行為に該当せず、従つてまた原告がこれにより営業上の利益を害される\nおそれもない。\n被告標章（２）ないし（４）と対比されるべきものは原告標章（ロ）、（ハ）及\nび（ニ）であると解されるところ、原告標章（ロ）は商品ハンバーガーについて、\n原告標章（ハ）は商品フライポテトについて、原告標章（ニ）は商品ミルクシエイ\nクについてそれぞれ使用されているのに対し、被告標章（２）、（３）及び（４）\nはいずれも商品ハンバーガーに使用されているものであるから、商品を共通にする\nのは原告標章（ロ）と被告標章（２）、（３）及び（４）だけである。ハンバーガ\nーとフライポテト、又はハンバーガーとミルクシエイクとが混同するとは考えられ\nないから、原告標章（ロ）と被告標章（２）、（３）及び（４）との類否だけが問\n題となるに過ぎない。ところが、原告は、ハンバーガーの添物としてマツクフライ\nポテトが、また飲物としてマツクシエイクがあり、これらの結び付きはこの種商品\nでは切り離し難い関係にあると主張して原告標章（ハ）及び（ニ）と被告標章との\n類否をも問題とする。ところで、原告の主張によれば、原告標章（ハ）及び（ニ）\nも周知商標のはずであるから、これら標章が使用される商品もまた周知になつてい\nると考えなければならず、殊に原告標章（ハ）には「フライポテト」という馬鈴薯\nを油で揚げたものを意味する普通名詞が、原告標章（ニ）には「シエイク」という\n一読すれば直ちにミルクシエイクを連想せしめる語がそれぞれ付されているから、\nこれら標章が周知であればなおさらこれら商品も周知であると考えなければならな\nい。そこで、原告の商品マツクシエイクやマツクフライポテトを飲食しようと欲す\nる者が、ハンバーガーの自動販売機であることが歴然としている被告らの自動販売\n機に足を運ぶということは全く考えられない。それでもなお、誤認混同が起るとい\nうのであれば、原告標章（ハ）及び（ニ）は特定商品を表示する機能を有しないも\nのというほかはない。原告標章（ハ）及び（ニ）から、一般消費者がフライポテト\nやミルクシエイクではなくハンバーガーを連想するとしたら、たとえそれが原告の\n商品ハンバーガーであつても、原告としては不本意なはずである。原告標章（ハ）\n及び（ニ）が被告標章と類似し商品が混同するということは、原告の主張自体から\nもあり得ないことである。\nそこで、本件で取り上げるとすれば、原告標章（ロ）のみであり、仮に同標章に\n周知性があるとしても、その周知性の取得は善意でされなければならないのに、善\n意でその状態が招来されたとは考えられない。何故ならば、既に指定商品菓子及び\n麺麭の類に「ＭＡＣＫ　マツク」の商標登録がされているところ（乙第一号証）、\n原告ほどの資力と調査能力を有する者が右商標の存在に気付かなかつたということ\nは考えられないから、原告標章（ロ）が周知性を取得したとすれば、悪意で右商標\n権侵害を重ねてきた結果にほかならないからである。\nまた、ハンバーガーの味の良否はどこの製品であれ大差はなく、一個金一〇〇円\n前後で販売するとすれば、技術的に品質を高めるとしても当然限界がある。原告が\n今日無数のハンバーガー・メーカーを圧倒しているらしく見えるのは、別に原告の\nハンバーガーの品質が優良であるとか、特に味が好ましいとかいうことによるので\nはなく、若者の集まる一流繁華街の店頭や歩行者天国などで紙コップ片手にハンバ\nーガーを立食いでほおばるという風俗が若者にはいわゆるナウなフイーリングを起\nこさせ、年配の者には珍らしさを感じさせるということによるだけの話である。原\n告の成功が、この独得の販売方式が現代的で特に若者にアピールした結果であるこ\nとは、雑誌などで力説されているところである。仮に、原告が繁華街でもない街角\nに自動販売機を設置してビツグマツクを売り出したとしても、おそらくだれも見向\nきもしないであろう。「ビツグマツク」が周知標章であるとした場合、それによつ\nて顧客が起すイメージは、単にハンバーガーという商品だけではなく、それ以上に\nそれを食べるときの場所的、時間的その他諸々の状況であるはずである。そのよう\nなイメージを求める顧客が、単に機能一点ばりでムードも何もない自動販売機のハ\nンバーガーを単に標章の類似の故に誤認して買い求めるとは考えられない。更に、\n表示自体が「ビツグマツク」と「Ｍａｃ　Ｂｕｒｇｅｒ」又は「マツクバーガー」\n若しくは「マツク」ほどの違いがあればなおさらのことである。\n原告は、消費者の立場からすれば、ハンバーガーが販売されているということだ\nけが注目され、従つてその商品の包装・容器が類似していれば、その出所が同一で\nあると誤認されるのであつて、販売方式自体の相違は混同を妨げる理由とはならな\nいと主張する。しかし、自動販売機による被告らの販売方式は、原告のそれとは販\n売の時期、場所及び方法等が全く異なるのであるから、原告の商品と被告らの商品\nとの間に誤認混同が起るはずがない。誤認混同が生じないからこそ、原告の商品は\n驚異的売上げを記録しているのである。\n七　原告は、被告らが被告標章を使用することによつて損害を受けてはいない。原\n告の商品と被告らの商品との間には前述のとおり混同が起る余地がなく、被告らの\n行為によつて原告の売上げが減少しあるいは低迷していること、すなわち原告に損\n害が発生していることを示す痕跡はどこにもない。原告の売上げは、原告の予想以\n上の急増をしているのである。\nなお、原告は、損害額の算定について、商標法第三八条第一項あるいは特許法第\n一〇二条第一項の定めと同一発想に立つて、被告らの得た利益が原告の被つた損害\nと推定されるとするようであるが、右定めは、損害の発生が認められたときの損害\n額の推定規定であつて、損害の発生そのものを推定するものではない。右のような\n明文の規定のない不正競争防止法による損害賠償請求に右法条の類推適用を求める\nものであるならば、なおさら原告は損害の発生そのものの立証をすべきであるの\nに、その立証をしない。かえつて、前述のとおり、原告の売上げ、従つて利益は目\nを見張るほど急激に増加しているのであつて、被告らの行為によつて原告に何らか\nの損害が発生したとは到底考えられない。\n八　原告は、被告らに対し、謝罪広告の掲載を求め、その理由として、被告らが味\nの劣るハンバーガーを販売して原告の販路を妨害したこと、及び、被告らの自動販\n売機による傷害事故が原告の商品販売における事故と一般に誤認されたことが、原\n告の営業上の信用を害したものである旨主張する。しかし、被告らが原告の商品の\n販売を妨害した事実は全くなく、原告の商品の売上げは異常なほどの上昇を見せて\nおり、自動販売機の事故も警察の調査の結果顧客の明らかな操作ミスにのみよるも\nのであることが判明し、被告らは刑事上あるいは行政取締法規上何らの責任も追求\nされず、被告らの商品のイメージを低下させるということもなかつた。そのうえ、\n右事故が、自動販売方式による販売でないことを誇つている原告側に発生した事故\nであると一般人を誤認させたとは到底考えられないことである。\n第四　被告らの主張に対する原告の反論\n一　被告らは、被告標章（１）の使用を中止したというが、同標章が原告標章\n（イ）に類似することを認めたうえで中止するというのではなく、その理由は極め\nて便宜的なものであつて、後述の被告らの商標登録出願の態様に照らせば、中止し\nたといつても信用することはできないし、被告らが被告標章（１）を使用するおそ\nれは依然として存する。\n二　被告らは、被告標章（２）、（３）及び（４）の使用は正当な商標権の行使で\nあると主張する。しかし、被告マルシンフーズが「マツク」の商標権の分割譲渡を\n受けたのが昭和四六年四月六日、その登録をしたのが同年七月二三日であり、「バ\nーガー」の商標権の分割譲渡を受けたのが昭和四四年五月八日、その登録をしたの\nが同年七月七日であるところ、原告会社が設立されたのは昭和四六年五月一日、銀\n座三越第一号店が開設されたのは同年七月であるが、それ以前の昭和四四年四月以\n降マクドナルド・コーポレーシヨンが日本に進出すること、マクドナルド食品の紹\n介及びこれに使用する一連の商標についての報道が数多くされ、被告らを含む業者\nにおいて右事実は極めて顕著であつた状況の下において、前述の商標権の譲受けが\n行われたのである。右事実によれば、被告らが、既に米国で著名であり、且つ原告\nがマクドナルド食品の販売のために使用する表示に被告らの表示を似せ、原告の販\n売力に便乗し、しかし原告からの追及は何とかして免れようとする意図を有するこ\nとが客観的に明らかである。このような意図を有することは、被告マルシンフーズ\nが原告の使用する商標を真似た商標について、マクドナルド食品の日本上陸が報道\nされるやいち早く数多く登録出願したこと、出願した商標の中に「マクドナルドハ\nンバーガー」、「ハンバーガー大学」、「マツク」、「ビツグマツク」など原告が\n現実に使用していたものあるいはマクドナルド食品の紹介で報道された文字とそつ\nくり同じものが含まれていることからも明らかである。\n被告らが被告標章を使用する行為は、被告マルシンフーズが分割譲渡を受けた商\n標権の正当な権利行使であるとはいえない。\n三　被告らは、被告らの被告標章を使用する行為は原告の商品と混同を生ぜしめる\n行為に該当しないとし、その理由として、マツクシエイク及びマツクフライポテト\nはハンバーガーとは商品が異なること及び販売方式が相違することを挙げる。しか\nし、原告の商品の主体がハンバーガーであることは周知の事実で、その商品に「ビ\nツグマツク」の標章が付されて販売されており、このハンバーガーの添物としてマ\nツクフライポテトが、また飲物としてマツクシエイクがあり、これらの結び付きは\nこの種食品では切り離し難い関係にあることはだれしも熟知していることであり、\nこのことは店頭における販売状況を見れば直ちに納得できることであるところ、こ\nれら商品に共通して「マツク」の表示がされていることから、一般にマクドナルド\n食品が通称「マツク」といわれていること、及び「マツク」の略称がマクドナルド\nの英字の発音からその略称として使用されていることに注目すれば、「マツクバー\nガー」又は「マツク」という標章をハンバーガーについて使用する被告らの行為\nは、まさに原告の商品と混同を生ぜしめる行為であるというほかはない。また、数\n多くの商品、特に各種の食品が自動販売機で販売されている昨今では、自動販売機\nで販売されているということによつて商品の出所の混同を避け得るということはあ\nり得ない。原告の商品が自動販売機で販売することが不可能なものである場合、又\nは自動販売機に原告の商品と異なる商品を販売するものであることが明示されてい\nる場合ならばまだしも、そうでない以上、原告の商品が著名であればあるほど、一\n般大衆は表示の類似する被告らのハンバーガーを原告の商品と誤認混同して購入す\nることは極めて当然のことである。\nまた、被告らは、混同のおそれがないとする主張の中で、原告標章（ハ）中の\n「フライポテト」は普通名詞であり、原告標章（ニ）中の「シエイク」はミルクシ\nエイクを指すことが一読すれば直ちに明らかであるという。そうであるならば、原\n告標章（ロ）の「ビツグマツク」のビツグは普通の形容詞であるから、原告標章\n（ロ）の特徴は「マツク」であることが争いないことになる。そうすると、商品ハ\nンバーガーの標章として、原告標章（ロ）と被告標章（２）、（３）及び（４）と\nはそれぞれ極めて類似するものであることが明らかであるから、原告標章（ハ）及\nび（ニ）を持ち出すまでもなく、被告らの行為が不正競争防止法第一条第一項第一\n号に該当することは明らかであるというべきである。\n更に、被告らが主張するように、自動販売機で販売することに意味があり、また\n「マツクフライポテト」及び「マツクシエイク」の周知性によつて、「ビツグマツ\nク」の周知性が問題になるとしても、そのことから被告らの行為が不正競争防止法\n第一条第一項第二号に該当することを免れることはできない。\nなお、被告らは、「ビツグマツク」の標章が不正使用の結果周知になつたと主張\nし、乙第一号証を援用する。しかし、乙第一号証の商標は、指定商品旧分類第四三\n類の菓子及び麺麭に係るものであつて、ハンバーガーがこれに属しない商品である\nことは明らかである。従つて、原告の「ビツグマツク」の標章の使用は、何ら不正\nではないし、もとより乙第一号証の商標権を侵害するものではない。\n四　被告らは、原告は順調に利益を挙げてきたから、被告らの行為によつて損害を\n被つているはずがないと主張する。しかし、原告が順調に売上げを上昇し得たの\nは、原告の営業活動、宣伝、商品の品質の良さなど多くの原因があるからであつ\nて、被告らの行為がなければ、それだけより多くの利益を更に容易に挙げ得たはず\nのものである。被告らの主張によれば、被告らは自動販売機でのみ販売していると\nいうのであるから、その販売は専ら被告標章に依存していることは明らかであり、\n従つてこれにより得た利益は、原告が被告らの行為により少なくとも同額の得べか\nりし利益を喪失し営業上の利益を害された結果もたらされたものであるというべき\nである。\n五　被告らは、被告らが原告の営業上の信用を害したことはないと主張する。しか\nし、自動販売機の事故により子供に傷害を与えた事実が広く著名日刊紙上に報道さ\nれ、この報道写真には被告標章が写つており、且つマツクバーガー社製であるとの\n記事もあり、あたかも原告の商品販売における事故であるかのような印象を世間一\n般に与えたのであり、このため原告は、右事故は他社によるものであることの説明\nを余儀なくされ、多大の迷惑を被つたものである。\n第五　証拠関係（省略）\n理　　　由\n第一　不正競争防止法第一条第一項第一号第二号に基づく請求について\n一　被告標章（１）の使用の差止請求について\n原告は、被告らは被告標章（１）を使用するおそれがあると主張し、被告らは、\nこれを争い、被告らは被告標章（１）の使用を中止し、将来使用する意思もないと\n主張するので、この点について検討するに、被告らが将来被告標章（１）を使用す\nるおそれがあることを認めるに足りる証拠がない。かえつて、証人【Ｂ】の証言に\nよれば、被告らは本件訴訟の係属前の本件の仮処分事件の審理中、紛争の円満な解\n決を希望し、自らの意思で被告標章（１）の使用を中止することとし、昭和四八年\n六月以降被告標章（１）を使用しておらず、また今後使用する意思もないことが認\nめられる。\nそうすると、原告の被告らに対する被告標章（１）の使用の差止請求は、その余\nの点について検討するまでもなく、理由がない。\n二　被告標章（２）、（３）及び（４）の使用の差止請求について\n（一）　原告標章及びその周知性について\n１　原告標章は原告の商品及び原告の営業を示す表示として広く認識されている\nか。\n成立について争いがない甲第一号証ないし第二一号証、第二七号証ないし第四七\n号証、第四八号証の一ないし四、第四九号証ないし第五四号証、第五五号証の一、\n二、第五六号証ないし第六三号証、第六四号証の一ないし三、第六五号証ないし第\n七二号証、第七四号証の一、二、証人【Ｃ】の証言により真正に成立したことが認\nめられる甲第二二号証、第二四号証ないし第二六号証、第七三号証、原告の店舗を\n撮影した写真であることが認められる甲第二三号証の一ないし七、証人【Ｃ】の証\n言を総合すると、次の事実がみとめられる。\n（１）　原告は、昭和四六年五月一日、米国のマクドナルド・コーポレーシヨンが\n五〇パーセント、株式会社藤田商店及び第一屋製パン株式会社が各二五パーセント\n出資して設立された会社で、昭和四六年七月二〇日銀座三越第一号店、同月二四日\n代々木第二号店、同月二五日大井第三号店、同年九月二三日新宿二幸第四号店、同\n年一一月二九日お茶の水第五号店、昭和四七年二月二五日横浜松屋第六号店、同年\n三月二三日川崎こみや第七号店、同月三〇日東京都駅八重洲口地下街第八号店をそ\nれぞれ開設し、現在では全国で合計約六五店の直営店を繁華街中心に開設し、ハン\nバーガー、フライポテト、ミルクシエイクなどを販売している。\n（２）　原告会社の出資者の一人であるマクドナルド・コーポレーシヨンは、世界\n最大のハンバーガー・チエーンを有する会社で、その発展状況や経営形態などがわ\nが国でも注目され、昭和四四年四月以降月刊誌などで取り上げられた。また、同年\n一〇月には、資本の自由化に伴い、マクドナルド・コーポレーシヨンが日本進出を\n企図しているとの新聞報道がされた。これらの報道記事や写真の中には、「マクド\nナルド」や「ＭｃＤｏｎａｌｄ’ｓ」の文字、マクドナルド・コーポレーシヨンの\n店舗の写真（この中には、看板「＜１１９５５－００１＞」が写つている。）、マ\nクドナルド・コーポレーシヨンの、メニユーの記載（この中にはＢＩＧＭＡＣ　四\n九セント」の記載がみられる。）、制服・制帽の店員の勤務状況の写真、マクドナ\nルド・コーポレーシヨンの原告標章（イ）と同一標章が付された包装袋及びコップ\nの写真などが掲載されている。\n（３）　昭和四五年一二月には、マクドナルド・コーポレーシヨン、藤田商店及び\n第一屋製パンの間に、日本に合弁会社を設立することの合意が成立した旨の新聞報\n道がされ、その後昭和四六年五月一日の原告会社設立に至るまでの間には、原告会\n社が設立されることになつた事情、原告会社の資本構成、原告会社々員の育成方\n法、原告会社の開店予定、同年四月二一日原告会社設立の認可がさたことなどが月\n刊誌、日刊紙などで多数報道された。また、昭和四六年五月一日原告会社設立後同\n年七月二〇日の銀座三越第一号店の開設に至るまでの間には、原告会社が設立され\nたこと、原告会社が設立されるに至つた事情、マクドナルド・コーポレーシヨンや\n原告会社々長の紹介などが日刊紙、業界紙などで広く取り上げられた。その報道写\n真の中には、マクドナルド・コーポレーシヨンの店舗の写真（その中には、看板\n「ＭｃＤｏｎａｌｄ′ｓ」、＜１１９５５－００２＞が写つている。）が掲載され\nている。\n（４）　昭和四六年七月二〇日銀座三越第一号店の開店後には、直ぐに、開店時の\n状況、爆発的な売上げを示したこと、店舗の様子、商品メニユーなどが、日刊紙、\n業界紙などで広く取り上げられた。その報道記事や写真の中には、見え易い所に掲\nげられた店舗の看板「＜１１９５５－００３＞」やメニユーの紹介として「ハンバ\nーガー八〇円、ビツクマツク二〇〇円、マツクフライ七〇円、マークセーキ一三〇\n円」の記事がみられる。\n（５）　第一号店開店後も、第二号店以下の開店予定、開店後の店舗の状況などが\n週刊誌、月刊誌などで多数取り上げられた。また、原告会社は宣伝パンフレツトを\n作成頒布したり、クリスマスの商品券を発行したりした。これらの報道記事、写\n真、パンフレツトなどには、見え易い場所に色彩も鮮やかに大きく揚げられた原告\n会社の店舗の看板「＜１１９５５－００４＞」、「＜１１９５５－００５＞」、\n「＜１１９５５－００６＞」（原告標章（イ））、「＜１１９５５－００７＞」な\nどの写真、原告会社のメニユー、「普通の大きさのハンバーガーの写真とその右に\nハンバーガー八〇円という左横書きの文字」、「二段重ねの大きなハンバーガーの\n写真とその右にビツクマツク二〇〇円という左横書きの文字」（「ビツクマツク」\nは原告標章（ロ））、「包装袋に入れられたフライポテトの写真とマツクフライポ\nテト七〇円という左横書きの文字」（包装袋には原告標章（イ）が表示されてお\nり、「マツクフライポテト」は原告標章（ハ））、「紙コップに入つているミルク\nシエイクの写真とマツクシエイク一二〇円という左横書きの文字」（紙コツプには\n原告標章（イ）が表示されており、「マツクシエイク」は原告標章（ニ））の全部\n又は一部若しくは商品の写真のないメニユー等の店頭表示の写真、メニユーの紹介\n記事、マツクシエイクのコツプ及びマツクフライポテトの包装袋の写真（これらに\nは、原告標章（イ）が表示されている。）、原告標章（イ）が表示された制服、制\n帽を着用した店員が仕事をしている様子の写真、顧客が原告標章（イ）が表示され\nたコツプを手に持つてマツクシエイクを飲んでいる様子の写真などが掲載されてい\nる。\nまた、右報道記事及びパンフレツトには、原告はマクドナルド・コーポレーシヨ\nンと同一の経営方針の下に、多くの特許発明、ノウ・ハウに基づく製造装置、製造\n方法により全店同品質のハンバーガー、ミルクシエイク、フライポテトなどを短時\n間で客に提供していること、前述の原告標章（イ）が表示された原告独自の包装\n紙、紙コツプなどを使用していること、店員がそろいの制服、商帽を着用している\nこと、こうして全店が統一された販売方針、販売方法の下に商品を販売しているも\nのである旨の記載がある。\n（６）　原告の売上げは、例えば昭和四九年一月一日から三一日までの間が約四億\n一、四〇〇万円、昨年五月一日から三一日までの間が約五億四、三〇〇万円であつ\nた。\n以上の事実が認められ、他に右認定を覆すに足りる証拠はない。\n右認定の事実によれば、原告標章（イ）は原告の全商品を示す表示及び原告の営\n業を示す表示として、原告標章（ロ）は原告の商品である三段重ねの大きなハンバ\nーガーを示す表示として、原告標章（ハ）は原告の商品であるフライポテトを示す\n表示として、原告標章（ニ）は原告の商品であるミルクシエイクを示す表示として\n日本全国において広く認識されているものと認められる。\n原告は、原告標章（ロ）、（ハ）及び（ニ）も、原告の営業を示す表示として広\nく認識されている旨主張するけれども、右各標章が原告の営業を示す表示として使\n用されてきたことを認めるべき証拠はなく、かえつて前認定の事実によれば、原告\n標章（ロ）は二段重ねの大きなハンバーガーを、原告標章（ハ）はフライポテト\nを、原告標章（ニ）はミルクシエイクをそれぞれ表示するものとしてのみ使用され\nてきたことが認められるところであつて、原告標章（ロ）、（ハ）及び（ニ）が原\n告の営業を示す表示として広く認識されているとは認められない。\nそうすると、原告の被告らに対する原告標章（ロ）、（ハ）及び（ニ）が原告の\n営業を示す表示として広く認識されていることを前提とする被告標章（２）、\n（３）及び（４）の使用の差止請求は、その余の点について検討するまでもなく、\n理由がない。\n（二）　原告標章（イ）と被告標章（２）、（３）及び（４）との類否について\n１　被告マルシンフーズがその所有に係るハンバーガーの自動販売機に被告標章\n（２）を表示し、被告マツク産業が被告マルシンフーズから購入したハンバーガー\nを被告標章（２）、（３）及び（４）が付された容器、包装に納めて商品とし、右\n自動販売機により販売していることは当事者間に争いがない。\n２　原告標章（イ）は、別紙第三目録（イ）記載のとおり、ローマ字の大文字Ｍを\n図案化したものと認められる「＜１１９５５－００８＞」の図形と、右Ｍの図形の\n下部に、「ＭｃＤｏｎａｌｄ′ｓ」の文字が、Ｍの左右の縦の線が下部で左右にや\nや開いているほか、他の文字は普通の書体、ＭとＤが大文字、他の文字が小文字\nで、「＜１１９５５－００８＞」図形の左の縦の線の内側から左横書きで「＜１１\n９５５－００８＞」図形の中央及び右の縦の線を割るように配された構成であり、\n被告標章（２）は、別紙第一目録（２）記載のとおり、上部にローマ字の大文字Ｍ\nの左右の縦の線を左右にやや開き、右の縦の線の下端を右に長く延ばした変形のＭ\n字とローマ字の小文字の「ａ」と「ｃ」とからなる左横書きの「Ｍａｃ」と、その\n下部にローマ字の大文字の「Ｂ」と小文字の「ｕ」、「ｒ」、「ｇ」、「ｅ」、\n「ｒ」とからなる左横書きの「Ｂｕｒｇｅｒ」が配された構成である。\nそこで原告標章（イ）と被告標章（２）とを比較してみると、原告標章（イ）の\nうちの「ＭｃＤｏｎａｌｄ’ｓ」の文字部分の「Ｍｃ」からは「マツク」の称呼が\n生じ、またそれが息子の観念を有することが明らかであるところ、被告標章（２）\nのうちの「Ｍａｃ」の文字部分から「マツク」の称呼が生じ、またそれが「Ｍａ\nｃ」と同様に息子の観念を有することが明らかであるから、両標章はそれぞれ前記\nの部分において、観念及び称呼を同じくするものということができ、その限りにお\nいては両標章は互いに類似するものということができる。しかしながら、両標章\nは、右類似にもかかわらず、これを全体的に観察するときは、原告標章（イ）にお\nいては「＜１１９５５－００８＞」の図形が極めて特殊な形をしていて人の目を引\nき易く、また「Ｍｃ」の文字に続いて「Ｄｏｎａｌｄｓ’」の文字が表示されてい\nるのに対し、被告標章（２）では「＜１１９５５－００８＞」の図形がなく、前説\n明のような形をした「Ｍａｃ」の文字の下に前説明のような形をした「Ｂｕｒｇｅ\nｒ」の文字が表示されていて、互いに類似しているとはいい難いものと認められ\nる。\n右のとおりであるから、原告の被告らに対する原告標章（イ）が被告標章（２）\nと類似することを前提とする被告標章（２）の差止請求は、その余の点について検\n討を加えるまでもなく、理由がない。\n３　被告標章（３）は、別紙第一目録（３）記載のとおり、丸味を帯びた書体の片\n仮名「マツクバーガー」が左横書きされた構成であるところ、右のうち「マツク」\nの部分が原告標章（イ）のうちの「Ｍａｃ」の部分と観念及び称呼において類似\nし、また被告標章（４）は同第一目録（４）記載のとおり、丸味を帯びた書体の片\n仮名「マツク」が左横書きされた構成であり、それが原告標章（イ）のうちの「Ｍ\nａｃ」の部分と観念及び称呼において類似するが、右被告標章（３）及び（４）を\n原告標章（イ）と対比してこれをおのおの全体的に観察するときは、右被告標章は\nいずれも原告標章（イ）と類似しないものといわざるを得ない。\nそうすると、原告の被告らに対する原告標章（イ）が被告標章（３）及び（４）\nと類似することを前提とする被告標章（３）及び（４）の使用の差止請求も、その\n余の点について検討するまでもなく、理由がない。\n（三）　原告標章（ロ）、（ハ）及び（ニ）と被告標章（２）、（３）及び（４）\nとの類否について\n１　原告標章（ロ）は、別紙第三目録（ロ）記載のとおり、普通の書体の片仮名\n「ビツクマツク」の文字が左横書きされた構成、原告標章（ハ）は、同第三目録\n（ハ）記載のとおり、普通の書体の片仮名「マツクフライポテト」の文字が左横書\nきされた構成、原告標章（ニ）は、同第三目録（ニ）記載のとおり、普通の書体の\n片仮名「マツクシエイク」の文字が左横書きされた構成であるところ、被告標章\n（２）は前説明の構成からなる原告標章（ロ）、（ハ）及び（ニ）と「まつく」の\n称呼及び観念において、被告標章（３）及び（４）は原告標章（ロ）、（ハ）及び\n（ニ）と「マツク」の外観、「まつく」の称呼及び観念において、それぞれ類似\nし、結局被告標章（２）、（３）及び（４）は原告標章（ロ）、（ハ）及び（ニ）\nとそれぞれ類似するものというべきである。\n（四）　原告の商品と被告らの商品との混同について\n１　原告標章（ロ）、（ハ）及び（ニ）と被告標章（２）、（３）及び（４）がそ\nれぞれ類似することは前説明のとおりである。しかしながら、前認定のとおり、原\n告標章（ロ）は商品ハンバーガー、原告標章（ハ）は商品フライポテト、原告標章\n（ニ）は商品ミルクシエイクについて使用され、それぞれの商品を示す表示として\n広く認識されている標章であるのに対し、被告標章（２）、（３）及び（４）はい\nずれも商品ハンバーガーについて使用されている標章であり、しかも原告標章\n（ハ）及び（ニ）にはその商品を示す文字が標章の一部を構成しているのである。\n従つて、原告の商品フライポテト又はミルクシエイクを購入しようとする者が誤つ\nて被告の商品ハンバーガーを購入するということはおよそ考えられないことである\nし、そのように誤つて購入するおそれがあることを認めるべき証拠もなく、かえつ\nて後に説明するとおり原告と被告らとの販売方式の相違から原告の商品と被告らの\n商品との混同のおそれは存しないものというべきである。次に、原告の商品ハンバ\nーガーを購入しようとする者が誤つて被告らの商品ハンバーガーを購入するおそれ\nがあるか否かについて考えるに、前説明のとおり商品について使用されている標章\nが類似し、且つ商品も同一であるけれども、この場合も次に説明する原告と被告ら\nとの販売方式の相違から商品の混同のおそれは存しないというべきである。\n２　原告の販売方式は、すなわち、前認定の事実によれば、原告の商品はすべて原\n告の直営店で販売され、どの店舗も、原告の店舗であることが容易に判るような色\n彩鮮やかな大きな看板掲げられ、また各商品の写真及びその商品名、すらわち原告\n標章（ロ）、（ハ）及び（ニ）が記載されたメユーが掲示されており、店員はそろ\nいの制服・制帽を着用し、商品の包装・容器も原告独自のものに統一されており、\nしかもこの販売方式が広く報道され、この販売方式が原告の爆発的な売上げの増加\nの一つの原因であり、従つてまた原告標章（ロ）、（ハ）及び（ニ）がそれぞれの\n商品を示す表示として広く認識されることにもなつたのである。\nところで、成立について争いがない甲第七八号証、証人【Ｂ】の証言によれば、\n被告マツク産業のハンバーガーの販売は、昭和四六年六月以降すべて被告マルシン\nフーズの所有に係る自動販売機を全国の大都市の誤楽場、百貨店、スーパーマーケ\nツト、工場、病院などに設置して行われ、自動販売機には当初被告標章（１）が表\n示されていたが、昭和四八年六月以降その表示はされておらず、被告標章（２）が\n表示され、その自動販売機にコインを入れて三種類のハンバーガーの好みのものの\nプツシユボタンを押すと、被告標章（２）、（３）及び（４）が付された容器及び\n包装に納められたハンバーガーがコイン挿入後約一分の後に受口に出てくるもので\nあることが認められ、他に右認定を左右するに足りる証拠はない。\n右認定の事実によれば、被告マツク産業は自動販売機のみによりハンバーガーの\nみを販売しているもので、その販売方式は前説明の原告会社の販売方式とは全く異\nなる。この販売方式の相違は顕著であつて、このため原告の商品と被告らの商品と\nが混同するおそれは存しないものと認められる。\n原告は、販売方式の違いは商品の混同のおそれを否定する事実たり得ないと主張\nし、商人【Ｃ】は、原告の商品と被告マツク産業の商品とが混同したことがあつた\n旨供述するが、同証人のその余の供述部分によると、混同があつたというのは被告\nマツク産業が自動販売機でハンバーガーを販売し始めた当初のことで、被告標章\n（１）が自動販売機に表示されていた当時のことであると認められ、他に現に商品\nの混同が生じていること及び将来生ずるおそれがあることを認めるに足りる証拠は\n存しない。原告の主張は理由がない。\nまた、原告は、原告において将来自動販売機による販売方式を採用することがな\nいとはいえないし、他方被告らが今後店頭販売を行わないとの保証もないから、混\n同のおそれがないとはいえないと主張する。しかしながら、\n証人【Ｃ】の証言によれば、原告が将来自動販売機によつて商品を販売するかどう\nかは現在全く未定であることが認められるし、また被告らが将来店頭販売すること\nを認めるべき証拠はないから、原告の右主張は全くの仮定的事実を前提とするもの\nであつて、この仮定的事実から原告の商品と被告マツク産業の商品とが混同するお\nそれがあるものと認定することはできない。原告の主張は理由がない。\nそうすると、原告の被告らに対する原告標章（ロ）、（ハ）及び（ニ）と類似す\nる被告標章（２）、（３）及び（４）を使用した被告らの商品ハンバーガーを販売\nして原告の商品と混同を生ぜしめるおそれがあることを前提とする被告標章\n（２）、（３）及び（４）の使用の差止請求も、その余の点について検討すること\nまでもなく、理由がない。\n三　以上のとおりであるから、原告の被告らに対する不正競争防止法第一条第一項\n第一号及び第二号に基づく請求は、理由がないので、棄却すべきである。\n第二　不正競争防止法第一条の二に基づく請求について\n一　損害賠償請求について\n被告らの被告標章（２）、（３）及び（４）を使用する行為が不正競争防止法第\n一条第一項第一号及び第二号に該当するものと認められないことは前説明のとおり\nであるから、原告の被告らに対する被告らが被告標章（２）、（３）及び（４）を\n使用したことを理由とする損害賠償請求は、既にこの点において理由がない。\nまた、被告らが以前被告標章（１）を使用したことは被告らの自認するところ、\n仮に被告らの被告標章（１）の使用が右法条に該当するものであるとしても、被告\nらが被告標章（１）を使用したことによつて原告が被つた損害についての立証がな\nい。更に、本件が仮に、被告らが挙げた利益額をもつて原告が被つた損害額である\nと推認することが許される場合であるとしても、被告らが被告標章（１）を使用し\nて混同を生ぜしめたことによつて挙げた被告らの利益の額を認めるに足りる証拠が\nない。\n右のとりであるから、原告の被告らに対する不正競争防止法第一条の二第一項に\n基づく損害賠償請求は、理由がないので、棄却すべきである。\n二　謝罪広告請求について\n被告らの被告標章（２）、（３）及び（４）を使用する行為が不正競争防止法第\n一条第一項第一号及び第二号に該当するものと認められないことは前述のとおりで\nある。\nところで、被告らが以前被告標章（１）を使用したことは被告らの自認するとこ\nろ、仮に被告らの被告標章（１）の使用が右法案条に該当するものであるとして\nも、被告らが被告標章（１）を使用して味が劣るハンバーガーを販売したため、原\n告のハンバーガーの販路が妨害され、原告が金銭をもつては償い難い営業上の信用\nを害されたことを認めるに足りる証拠はない。また、成立について争いがない甲第\n七九号証ないし第八一号証、証人【Ｃ】の証言によれば、昭和四八年五月二七日子\n供が被告らのハンバーガーの自動販売機の取出口に手をはさまれた事故があり、こ\nれが同月二八日の日刊紙に報道され、そのため右事故が原告会社の商品販売に関す\nる事故ではないかと原告会社に二、三電話で問い合わせがあり、原告会社が迷惑を\n受けたことが認められるところ、仮に自動販売機に当時被告標章（１）が表示され\nていたことによつて原告が右認定のとおりの迷惑を受けたものであるとしても、そ\nの程度のことによつて原告が謝罪広告をもつてしなければ回復することができない\nほどの営業上の信用を害されたものとは認められない。\nその他、原告の謝罪広告請求を理由あらしめるにたる立証はない。\n右のとおりであるから、原告の被告らに対する不正競争防止法第一条の二第三項\nに基づく謝罪広告請求も理由がないので、棄却すべきである。\n第三　よつて、訴訟費用の負担について民事訴訟法第八九条を適用し、主文のとお\nり判決する。\n（裁判官　高林克巳　小酒禮　清永利亮）\n別紙（第二目録省略）\n第一目録\n＜１１９５５－００９＞\n第三目録\n＜１１９５５－０１０＞\n"
}