{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 5,
    "day": 11
  },
  "case_number": "昭和45(行ウ)38",
  "case_name": "法人税贈与税更正処分取消等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "支配株主及びその一族が発行済株式総数のほとんどを保有する同族会社の取引相場にない非上場株式の時価を，収益還元方式，純資産処分価額方式，純資産時価方式及び併用方式（純資産時価方式と類似業種比準方式の併用）によりそれぞれ算定して得た評価額の単純平均値と，右の収益還元方式及び純資産処分価額方式にその余の２方式の２倍の重い評価を与えて算出した加重平均値とを勘案して評価した事例",
  "lawsuit_id": "17691",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17691",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/691/017691_hanrei.pdf",
  "contents": "○　主文\n一　被告が原告小谷興産株式会社に対し、昭和四四年六月二七日付でした同原告の\n昭和四〇年一二月二一日から昭和四一年四月三〇日までの事業年度分法人税につい\nて、所得金額を五七四万四六四〇円、法人税額を二二四万一七〇〇円とする更正処\n分（裁決により一部取消された後のもの）のうち、所得金額が二五一万一三六〇\n円、法人税額が九四万二六〇〇円を超える部分ならびに過少申告加算税を一一万二\n〇〇〇円とする賦課決定処分（裁決により一部取消された後のもの）のうち、四万\n七一〇〇円を超える部分は、いずれも取消す。\n二　被告が原告Ａに対し、昭和四四年三月一三日付でした同原告の昭和四〇年分贈\n与税について、取得した財産の価額を七四六万三二八〇円、贈与税額を三一八万七\n八〇〇円とする更正処分（裁決により一部取消された後のもの）のうち、取消した\n財産の価額が二四〇万円、贈与税額が六〇万円を超える部分ならびに過少申告加算\n税を一二万九三〇〇円とする賦課決定処分（裁決により一部取消された後のもの）\nは、いずれも取消す。\n三　原告らのその余の請求をいずれも棄却する。\n四　訴訟費用は三分し、その一を被告の、その余を原告らの負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告ら\n１　被告が原告小谷興産株式会社に対し、昭和四四年六月二七日付でした同原告の\n（一）　昭和四〇年一二月二一日から昭和四一年四月三〇日はでの事業年度分法人\n税について、所得金額を五七四万四六四〇円、法人税額を二二四万一七〇〇円とす\nる更正処分および過少申告加算税を一一万二〇〇〇円とする賦課決定処分、\n（二）　昭和四一年五月一日から昭和四二年四月三〇日までの事業年度分法人税に\nついて、所得金額を七九一万七九八九円、法人税額を二七八万七三〇〇円とする更\n正処分および過少申告加算税を一四万四〇〇円とする賦課決定処分（いずれも、裁\n決により一部取消された後のもの）はいずれも取消す。\n２　被告が原告Ａに対し、昭和四四年三月一三日付でした同原告の\n（一）　昭和四〇年分贈与税について、取得した財産の価額を七四六万三二八〇\n円、贈与税を三一八万七八〇〇円とする更正処分（裁決により一部取消された後の\nもの）のうち、取得した財産の価額二四〇万円、\n贈与税額六〇万円を超える部分および過少申告加算税を一二万九三〇〇円とする賦\n課決定処分（裁決により一部取消された後のもの）\n（二）　和四一年分贈与税について、取得した財産の価額を一二五万五六〇〇円、\n贈与税額を三九万二一〇〇円とする決定処分および無申告加算税を三万九二〇〇円\nとする賦課決定処分（いずれも、裁決により一部取消された後のもの）\n（三）　昭和四二年分贈与税について、取得した財産の価額を七〇五万四〇八二\n円、贈与税額を四〇三万六九〇〇円とする更正処分（裁決により一部取消された後\nのもの）のうち、取得した財産の価額が六一〇万八〇〇二円、贈与税額が二八六万\n四四〇〇円を超える部分および過少申告加算税を五万八六〇〇円とする賦課決定処\n分（裁決により一部取消された後のもの）\nは、いずれも取消す。\n３　訴訟費用は被告の負担とする。\n二　被告\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　原告らの請求原因\n１　原告小谷興産株式会社（以下、原告会社という。）は、昭和四〇年一二月二一\n日から昭和四一年四月三〇日までの事業年度（第一期）および昭和四一年五月一日\nから昭和四二年四月三〇日までの事業年度（第二期）の法人税について、被告に対\nし、別表１（一）申告欄記載のとおりそれぞれ申告をしたところ、被告は原告会社\nに対し、昭和四四年六月二七日付で右第一期ならびに第二期について同表更正欄記\n載のとおり更正処分および過少申告加算税賦課決定処分をした。原告会社はこれを\n不服として昭和四四年七月四日付で大阪国税局長に対し審査請求をしたが、同局長\nは昭和四五年二月九日付で同表裁決欄記載のとおり右各処分を一部取消す旨の裁決\nをした。\n２　しかしながら、右各処分（裁決により一部取消された後のもの）は、各事業年\n度における所得を過大に認定したもので違法である。\n３　原告Ａは被告に対し、昭和四〇年分および昭和四二年分の贈与税について、別\n表１（二）申告欄記載のとおりそれぞれ申告をしたところ、被告は原告Ａに対し、\n昭和四四年三月一三日付で昭和四〇年分ないし昭和四二年分の贈与税について同表\n更正欄記載のとおり更正（昭和四一年分については決定）処分および過少申告加算\n税（昭和四一年分については無申告加算税）賦課決定処分をした。\n原告Ａはこれを不服として被告に対し異議申立てをしたが棄却されたので、昭和四\n四年六月六日付で大阪国税局長に対し審査請求をしたが、同局長は昭和四五年二月\n九日付で同表裁決欄記載のとおり右各処分を一部取消す旨の裁決をした。\n４　しかしながら、右各処分（裁決により一部取消された後のもの）は、原告Ａが\n贈与により取得した財産を過大に認定したもので違法である。\n５　よつて、原告らは被告に対し、請求の趣旨記載のとおり原告らに対しなされた\n各処分（以下、本件更正処分等という。）の取消を求める。\n二　請求原因に対する認否\n請求原因第１、第３項の事実は認め、その余は争う。\n三　被告の主張\n１　法人税について\n（一）　原告会社は、Ｂから同人の所有する大寅蒲鉾株式会社（以下、単に大寅と\nいう。）の株式（以下、本件株式という。）を別表２記載のとおり、昭和四〇年一\n二月二八日（第一回）、昭和四一年一二月二八日（第二回）、昭和四二年一月三一\n日（第三回）の三回にわたり同表記載の対価で譲受けた。\n（二）　しかるに、右株式の譲受価額はいずれもその時価に比し低額であつた。\n（１）　本件株式は証券取引所に上場されていないのはもとよりその気配もなく、\n一般取引の対象にさえなつていない所謂取引相場のない株式であり、かような株式\nの価額の算定方法として種々の方法があるが、大寅の株価の算定には純資産時価方\n式が昀も適切である。すなわち、大寅は、発行済株式一万六〇〇〇株のほとんどを\nＢ一族が所有する同族会社であり、また役員も右一族でほぼ占められているが、こ\nのような個人的経営形態における株式は会社の経営を支配するためのものであつ\nて、会社財産に対する持分的所有権を表現し、その価値は会社の純資産額と密接に\n結びついている。従つて、本件株式の価格は同社の純資産の価額を基準にして算定\nすべきである。\n（２）　さらに本件における純資産の計算については、純資産の時価によるべきで\nあつて、その処分価額によるべきではない。何故ならば、純資産時価が経済価値と\nしての意味を持つのは企業全体が一括して他の経済主体に移転され、再びそこで使\n用される場合であり、その企業が新たに設立されるとしたら昀低どのくらいの自己\n資本が必要になるかを示すものであるところ、原告会社が本件株式を取得した目的\nは専らＢから原告Ａに対し大寅の経営支配権を移転させるためであり、右株式譲渡\nはまさに大寅の企業全体が一括してＢから原告Ａへ移転した場合と同視すべきもの\nだからである。これに対し、純資産処分価額方式は、大寅の企業を解体して個々の\n資産として処分することが全くありえない以上、昀も不合理であつて採用さるべき\nではない。\n（３）　株価の評価を純資産時価による場合には、清算所得に対する法人税相当額\nは差引かれるべきではない。すなわち、純資産処分価額による場合はともかく、純\n資産時価の概念においては、前所有者の側の清算分配は問題とならず、ことに本件\nにおいては大寅の純資産は株主の手元から離れて他へ移転したのではなく、株式と\n共に移転したのであるから、大寅の清算を想定する余地はなく、従つて清算所得に\n対する法人税相当額を差引くべき理由は全く存しない。\n（４）　そして純資産時価方式により本件株式の前記各譲渡日における一株当りの\n価格を算定すると次のとおりとなる。（計算過程は別表４記載のとおりである。）\n（イ）　昭和四〇年一二月二八日\n八、六八六円\n（ロ）　昭和四一年一二月二八日\n一〇、五六一円\n（ハ）　昭和四二年一月三一日\n一三、九二七円\n（三）　原告会社がＢから譲受けた本件株式について、その譲受価額と時価との差\n額に相当する額は原告会社に対するＢからの受贈益と認められ、法人税法二二条二\n項により各事業年度の所得の計算上益金に加算されるべきものである。\n（四）　そして、本件株式の前記譲渡における一株当りの価格は、いずれも別表３\n記載のとおり、本件更正処分等における価格を上回るから、原告会社の各事業年度\nの法人税に係る所得金額が各事業年度とも本件更正処分等におけるその額を上回る\nことも明らかであり、その明細は別表５（一）および（二）記載のとおりである。\n２　贈与税について\n（一）　前記１（一）および（二）で述べたように、Ｂから原告会社が本件株式を\n時価に比し低い価額で譲受けた結果、譲受価額と時価との差額に相当する額は原告\n会社のかくれた資産となり、同社の純資産額は増加したのであるから、原告会社の\n株式は右増加額に応じて価値を増加し、従つて原告会社の株主は株式の持分数に応\nじ、その所有する株式の価値が増加し財産上の利益を享受したことは明らかであ\nる。\n相続税法は、かように相続もしくは贈与という厳密な意味における私法上の原因に\nよる取得ではないが、その事実がこれと同じような実質をもつて認められる場合に\nは、その取得したとみなされる財産について相続税または贈与税を課する旨規定し\nており、この相続税法における贈与税の意義からして、本件においては、実質的に\nはＢから原告会社の株主に対し財産の贈与があつたものとみなされることは当然で\nある。\n（二）　原告会社の株主たる原告Ａ（原告会社の発行済株式八〇〇株中七三〇株を\n所有）が財産上の利益を享受した額は別表６（一）ないし（三）記載のとおりであ\nり、右利益を享受した額について贈与税を課したものであるところ、法人税の場合\nと同様、原告Ａの各年の贈与税に係る同人の享受した利益の額が各年分とも本件更\n正処分等におけるその金額を上回ることは明らかである。\n四　被告の主張する認否\n１　（一）被告の主張第１項（一）の事実は認める。\n（二）　同（二）のうち、本件株式が証券取引所に上場されていないのはもとより\nその気配もなく一般取引の対象にさえなつていないこと、大寅の株主構成がＢ一族\nによるほぼ一〇〇％の同族会社であり、役員もほとんど右一族で占められているこ\nとは認め、その余は争う。\n（三）　同（三）は争う。\n（四）　同（四）のうち、被告が更正処分において大寅の株価を別表３更正欄記載\nのとおり算定したことは認め、その余は争う。\n２　（一）同第２項（一）は争う。\n（二）　同（二）のうち、原告Ａが原告会社の発行済株式八〇〇株中七三〇株を所\n有する株主であることは認め、その余は争う。\n五　原告の反論\n１　大寅の株式の時価評価額\n（一）　原告会社が取得した本件株式の譲受価額は大寅の純資産等を斟酌し、各種\nの株式価格算定方法を参考にして算出したものである。\n（二）　中小企業等における取引相場のない株式の時価評価は極めて困難である\nが、相続や売買により取引相場のない株式の移転があつた場合、被告の主張するよ\nうな評価方法によるときは、取引相場のある上場会社等大法人の株式の時価評価に\n比し、一株当りの評価額が相当高くなつて不公平な取扱いとなり、時には経営の圧\n迫すら招来する事例が少なくない。そもそも課税根処にはそれだけの客観性、合理\n性と公平な取扱いが要求されるのであるが、ことに本件のように評価が極めて困難\nで、かつ評価方法に問題のある取引相場のない株式の時価評価が争われている場合\nには、一つの方式のみによることには疑問があり、各種方式を参考に多面的に適正\nな時価を判断すべきである。そして、被告の主張するように株式の時価評価方法を\nその保有目的が経営支配によるか否かによつて区別し、経営支配を目的とする株式\nの評価は単純に純資産法を採るのが相当であるとすることには何ら客観的合理性が\nあるとはいえない。\nちなみに、本件において原処分、裁決、本訴と進行するにつれて、原処分庁（被\n告）、裁決庁、本訴被告の各採用する評価方法と評価額が順次、変動しておる点か\nらみても、本訴における被告主張の評価方式、評価額が客観的に合理性を有すると\nは到底考えられない。\n（三）　また被告主張のように、純資産のみをもつて株価を評価することは法人格\nそのものを否定し、個人企業と同視するものであり、法人である以上はたとえ小会\n社であつてもそれなりの株式評価が行なわれるべきである。特に大寅は、相続税財\n産評価通達による会社分類では中会社にあたるが、右通達では中会社の株価算定に\nは純資産方式と類似業種比準方式との併用方式を採用すべき旨規定しているのであ\nるから、純資産方式のみによりその株価を評価するのは妥当性を欠くものといわな\nければならない。\n（四）　かりに純資産方式によるとしても、その資産の評価は帳簿価額によるのが\n妥当であるところ、若しこれを時価に洗い直すとすれば清算所得に対する法人税額\n相当分を差引くのが当然であり、これにより計算すすれば、昭和四〇年一二月二八\n日譲受分は一株当り七、〇二四円、昭和四一年一二月二八日譲受分は同八、三二四\n円、昭和四二年一月三一日譲受分は同一五、〇五四円となるから、被告主張の純資\n産時価方式における一株当りの評価金額は誤りである。\n（五）　原告会社は大寅の株価の算定に当つて次の如き種々の方式による評価を斟\n酌した。\n（１）　中小企業投資育成株式会社（以下育成会社という）の保有株式処分価額評\n価基準\n昭和四〇年一二月二八日　一株当り三、七〇〇円\n昭和四一年一二月二八日および昭和四二年一月三一日　同二八、八五一円\n（２）　類似会社比準方式（丸大食品工業株式会社を類似会社として採用。\n）\n昭和四〇年一二月二八日　同七、三三六円\n昭和四一年一二月二八日および昭和四二年一月三一日　同四、六四八円\n（３）　相続税財産評価通達の類似業種比準方式\n昭和四〇年一二月二八日　同三、七四七円\n昭和四一年一二月二八日　同三、五八二円\n昭和四二年一月三一日　同六、九八五円\n（４）　当該株式を銀行等の金融機関が買取る場合いずれも一株当り二、一四二円\n原告会社は以上の各方式を総合し、別表２記載の金額を適正時価と判断して大寅の\n株式を買取つたのである。\n２　時価より著しく低い価格か\nかりに原告会社が譲受けた本件株式の譲受価額が、適正時価と想定される価額より\n低いとしても、これが著しく低いとは到底言えない。一般にある評価対象物につい\nて客観的に公正な時価が明確に算出される場合には、その取引価格がどれくらい時\n価より高いか低いかが明白であるが、取引相場のない非上場株式のごとく公正な時\n価評価が極めて困難な場合には、取引価額が公正な時価と想定された価額より低い\n場合でもその差額を絶対視することはできず、若干の差があるからといつて、これ\nをもつて著しく時価と相異すると判断するのは妥当ではない。そして取引価額が時\n価より単に低いそいうだけでなく、著しく低いとして課税対象にするためには取引\n価額が時価の五〇％以下の場合に限られるべきである。すなわち、相続税法におい\nては、みなし贈与と認定する場合の「時価より著しく低い」か否かの判定基準につ\nいて、不動産が時価評価の五〇％以下、棚卸資産は三〇％以下と通達に規定されて\nおり、また所得税法では、著しく低い価額で資産を譲渡した場合の「みなし譲渡」\n（同法五九条一項二号）について著しく低い価額は時価の二分の一に満たない金額\n（同法施行令一六九条）であるとしており、これらの規定の考え方は本件の場合に\nも妥当するものである。これを本件株式についてみると、被告の原処分評価額が正\nしいとしても、原告会社がＢから譲受けた対価は昭和四二年一二月二八日取得分に\nついてその七九％、昭和四一年一二月二八日および昭和四二年一月三一日取得分に\nついてその六八％に該当するから、本件の株式取引をもつて著しく低い価額で取引\nしたものとはいい難い。\n３　原告Ａに対する贈与税課税について\n本件において大寅の株式を譲受けたのは原告会社であつて原告Ａではない。原告会\n社が同族会社であり、原告Ａがその株式の大半を所有しているからといつて、原告\n会社の受贈益について法人税を課したうえ、さらにその株主である原告Ａに対して\nも実質的には同人が贈与を受けたとみなして贈与税を課することは、課税すべきで\nない者に課税し、かつ二重課税の違法を犯すものであるといわなければならない。\n六　原告の反論に対する認否\n原告の反論に記載する主張はすべて争う。\n七　被告の再反論\n１　本件株式の時価評価額\n原告らは、育成会社の保有株式処分価額評価基準による方式をはじめ、種々の評価\n方式を挙示するが、それらの方式を採用するについて具体的な基礎数額、計算方法\nなどを明らかにしない。そして、原告ら主張のいずれの方式にしても、経営権を支\n配するためのものではない株式を想定しており、これは本件株式の本質を無視した\nものであつて、本件株式の価格の算定方法としては、いずれも不適当である。\n（一）　育成会社の保有株式処分価額評価基準について\n育成会社は中小企業投資育成株式会社法に基づき設立された会社であり、中小企業\nの自己資本の充実を促進しその健全な成長発展を図るため、中小企業に対する投資\n等の事業を行なうことを目的としているが、育成会社が引受け保有する株式につい\nては右の目的から種々の制限が加えられており、育成会社が引受けた株式は企業の\n経営支配に全く無関係でまた自由に処分することもできず、長期間の保育を義務づ\nけられている。従つて、右のごとき義務を負う育成会社の株式保有による利益は毎\n期利益のうちから株主に還元される一定の配当金のみであり、自己資本の充実とい\nう目的のために株式投資の形式がとられ投入された資金は資本に組入れられるが、\nその実態はむしろ金融に近いものであつて、投資先の経営状態如何によつては投入\n資金が確実に返還されるという保証はなく、育成会社の危険負担は大きい。かよう\nな制限あるいは危険負担を考慮すると育成会社の引受けた株式は特殊なものであつ\nて、育成会社が保有する株式の算定に当つては、一般株主の立場に立ち、配当を主\n体とした算式によるべきであるから本件株式の算定に育成会社の評価基準を適用す\nることは極めて不適当である。\n（二）　法人税法基本通達の株式評価損に関する規定で採用されている類似会社比\n準方式について\n原告らは、法人税法基本通達の株式評価損に関する規定における類似会社比準方式\nによるに当り、類似会社として丸大食品株式会社を選択しているが、同会社は食料\n品の製造販売を営むとはいえ、畜肉、ハム、ソーセージを主体とする肉製品製造販\n売業であり、蒲鉾を主体とした水産物加工品の製造販売業を営む大寅とは事業の種\n類が異なつており、さらに事業の規模、収益の状況等を比較しても相当の差があ\nり、丸大食品が大寅と類似しているとは認められないから、大寅の類似会社として\n丸大食品を選択したことは誤りである。\n（三）　相続税財産評価通達の類似業種比準方式について\n相続税財産評価通達によれば、株式の価格は当該株式を取得した者が同族株主か非\n同族株主か、株式の発行会社が大会社か中会社か小会社かに応じてそれぞれ異なつ\nた方法により算定することになつている。しかるに原告らが挙げる類似業種比準方\n式は非同族株主が大会社の株式を取得した場合の価格算定方法であるが、本件株式\nは同族株主が取得したものであり、しかも株式の発行会社は中会社に当るのである\nから、右方式が大寅の株式の価格算定に不適当であることは明らかである。\n（四）　銀行等の金融機関が買取る場合について\n取引相場のない株式を銀行等の金融機関が買取ることは極めて稀であり、かりに買\n取る場合においても当該株式の時価より低額で買取ることは当然であり、またその\n場合の価格の算定に当つては通常その株式から生ずる配当に着目した配当還元方式\nを参考にしているのであるから、本件株式の価格の算定に当りこれによることが適\n当でないことは明らかである。\n２　時価より著しく低いか否か\n株式の譲受価額が時価より著しく低いか否かの判定基準については、法令上明文の\n規定がなく、原告ら主張のような相続税法に関する通達も存在しない。従つて、そ\nの判定は課税庁の裁量によるが、一般的には両者の差額についての比率の大小、両\n者の価額により計算した全体の金額の大小等を比較衡量して判定される。本件にお\nいて被告主張に係る一株当りの時価と原告会社の譲受価額とについてみると昭和四\n〇年一二月二八日譲受分は原告会社の譲受価額が被告主張の時価の六五％、昭和四\n一年一二月二八日譲受分は五一％、昭和四二年一月三一日譲受分は二五％であり、\nまた原告会社の本件株式取得により発生した受贈益の総額を示せば、昭和四〇年一\n二月二八日譲受分は一一六七万三六〇〇円、昭和四一年一二月二八日譲受分は八一\n六万六〇九三円、昭和四二年一月三一日譲受分は一三五四万八三二七円である。こ\nのように両者の価格の高低の比率および全体の金額の大小の差は非常に大きなもの\nであるから、原告ら主張の原告会社の譲受価額が時価に比し著しく低額であること\nは明らかである。\n第三　証拠（省略）\n○　理由\n一　請求原因第１項および第３項の事実（本件更正処分等の存在）は、当事者間に\n争いがない。そこで、本件更正処分等の適法性について検討を加える。\n二　法人税について\n１　被告の主張１（一）の事実、すなわち原告会社がＢから同人所有の本件株式を\n三回にわたり譲受けたことは当事者間に争いがない。\n２　右譲受における株式の取得価額の妥当性についてみるに、原告Ａの証言により\n真正に成立したと認められる甲第二二号証の一ないし四、証人Ｃの証言、原告Ａ本\n人尋問の結果および弁論の全趣旨によれば、次の各事実が認められる。（一部、当\n事者間に争いのない事実を含む。）\n（一）　大寅は明治二五年創業の老舗であり、昭和二四年に株式会社に組織替えし\nた蒲鉾の製造販売を業とする法人である。\n（二）　同社は昭和四〇年から昭和四二年ころにかけての一事業年度当りの総売上\nが約三億円、純資産が約二億円であつて、相続税財産評価通達の分類では中会社に\n該当する。\n（三）　同社は、昭和四〇年当時における発行済株式総数一六〇〇〇株のうち、Ｂ\nおよびその一族が一五、六四六株を保有し、役員もほとんど右一族の関係者で占め\nられている同族会社である。\n（四）　同社の株式は証券取引所に上場されていないことはもとより、その気配も\nなく、一般に取引の対象になつていない所謂取引相場のない株式であつて、前記Ｂ\nから原告会社に対し三回にわたり譲渡された以外に同社の株式が取引されたことは\nなかつた。\n（五）　原告会社は、大寅の代表取締役Ｂに万一の事態が生じた場合に相続をめぐ\nつて小谷一族の間で紛争が発生することを防止し、Ｂの孫であり養子でもある原告\nＡが将来における大寅の経営権を掌握することを目的として昭和四〇年一二月二一\n日資本金四〇万円をもつて設立されたものであり、その発行済株式総数八〇〇株中\n原告Ａが七三〇株を所有し、その余の株式についても小谷一族が全てを所有してい\nる。\n（六）　原告Ａは、本件譲受により原告会社が保有するに至つた本件株式七、〇三\n八株のうち八〇〇分の七三〇、すなわち約六、四二二株を、原告会社の株主として\n原告会社に行使しうる支配権を通じて間接的に所有することになつたわけである\nが、これに以前から保有していた大寅の株式二、一二〇株を加えると、大寅の発行\n済株式総数一六、〇〇〇株中約八、五四二株（約五三％）を直接または間接に保有\nすることになつた。\n（七）　原告会社の資産内容は、Ｂから取得した本件株弐七、〇三八株と、その取\n得代金支払のための借入金および未払金のほかに特になく、かつ設立以来昭和四二\n年一月三一日までの間に事業活動を行なつていない。以上の各事実が認められ、右\n認定に反する証拠はない。\n一般に財産の時価とはその財産の客観的交換価値をいい、当該財産につき不特定多\n数の当事者間における自由な取引において時価が成立する。株式の場合も、証券取\n引所に上場されている上場株式あるいは店頭で売買されている気配相場のある株式\nについては、市場を通じて不特定多数の当事者間の自由な取引により市場価格が成\n立し、これをもつて時価とするのが相当であり、また非上場株式であつても、現実\nに売買が行なわれ、その売買実例が当該株式の客観的交換価値を適正に反映してい\nると認められれば、その売買価額が時価とされる。しかるに、大寅の株式は本件譲\n渡の外、売買の実例がなく、また本件株式を取得した原告会社は原告Ａが発行済株\n式総数八〇〇株中七三〇株を所有する同族会社であり、右譲渡の目的がＢの相続に\n関する紛争の発生を防止し、同人から原告Ａへ同族会社である大寅の経営権を譲渡\nせんとするところにあつたことなど前記認定の事情に照らせば、右売買をもつて当\n事者間の自由な取引によるものとは認められず、従つてその譲受価額が適正な時価\nを正確に反映しているものであると直ちにはいい難い。\n３　そこで本件株式の時価について検討する。\n（一）　法人税法においては、企業会計上の株式評価に関する規定はあるけれど\nも、法人が無償もしくは時価と異なつた対価で株式を取得した場合に要求される株\n式の財産価値測定としての評価については何ら定めがないため、その評価は困難を\nきわめるが、大寅のように取引相場のない株式の時価の評価方法としては、一般に\n（１）配当還元方式（２）収益還元方式（３）純資産価額方式（４）類似業種（ま\nたは類似会社）比準方式（５）これらの併用方式が考えられるので、右各方式につ\nいて検討する。\n（１）　配当還元方式\n右方式は、当該会社の株式の一株当りについて将来各期に期待される配当金額を一\n定の資本化率（還元率または割引率）で還元し、元本である株式の価額を算定する\n方法であるが、これは株価決定の要因として純資産、収益等を一切捨象する点に問\n題があり、ことに大寅のような同族会社においては利益の多くが会社内部に留保さ\nれ、利益の増加が直ちに株主への配当の増加につながることが少なく、配当は株式\n価値の決定要因としてあまり意味をもたないことを考えると、同会社の株価の算定\nに右方式を採用するものは妥当性を欠くものといわざるをえない。\n（２）　収益還元方式\n右方式は、当該会社の株式の一株当りについて将来各期に期待される純利益を一定\nの資本化率（還元率または割引率）で還元し、元本である株式の価額を算定する方\n式である。これは会社にもたらされる将来の利益が株式の価値を決定するという考\nえ方を基盤にするものであつて、株主に対する配当のみならず会社内部に留保され\nる利益の増大にも関心を持つ支配株主が所有する株式の評価方法として適切である\nということができ、したがつて大寅の支配株主であるＢが所有する同社の株価方法\nとしては昀も合理性を有する。\n（３）　純資産価額方式\n純資産価額方式は当該会社の純資産額を発行済株式総数で除する方法である。そも\nそも、株式は会社の純資産に対する持分としての性格を有し、株主は会社財産に対\nする分配請求権を保有しているが、ことに規模のあまり大きくない会社で支配株主\nが所有する株式については経営支配性が強く、会社資産に対する持分としての性格\nに重きがおかれることになる。そして前記２の（一）ないし（七）において認定し\nたところによれば、原告会社が本件株式を取得した目的は、専ら支配株主であるＢ\nから原告Ａに対して大寅の経営支配権を移転させることにあつたのであるから、純\n資産価額方式によることも合理性を有するということができる。\nところで、純資産価額方式には、（イ）純資産簿価方式、（ロ）純資産時価方式、\n（ハ）純資産処分価額方式の三方法がある。このうち、（イ）の純資産簿価方式は\n純資産を簿価により評価する方式であるが、簿価が会計帳簿上の記録にすぎず、資\n産の客観的交換価値を正当に表現している保障がないから、この方式は採用できな\nい。つぎに（ロ）の純資産時価（個々の資産の再取得価格の総計）とは、会社が一\n体として他の経済主体に移転され、再びそこで使用されると仮定した場合に、当該\n会社が現状の姿で新たに設立されるとすればどのくらいの自己資本の価額を必要と\nするかを示すものである。これに対し、（ハ）の純資産処分価額とは、会社が解散\nしたと想定し、個々の資産を処分する場合の売却価額を意味する。従つて、純資産\n時価方式と純資産処分価額方式を比較すると、通常処分価額が再取得価格より低く\n見積られることから見て、純資産時価方式の方が株価は高く評価されることにな\nる。\nそして、純資産時価方式にしろ、純資産処分価額方式にしろこの方式を採用する\nと、会社に利益が発生してもその利益が株主にすべて配当されるわけではなく会社\n内部に利益金その他として留保される部分が多く存するのが通例であることから考\nえて、株価は、本来当該株式の有する客観的交換価値より著しく高額になることが\nしばしば生ずる。以上の点からみて、純資産価額方式によるとしても、評価される\n株式の価額を客観的交換価値により近接させるという意味から、純資産時価よりも\n純資産処分価額を採用する方がより合理性を持つものと考えられるが、他方本件に\nおいて純資産時価方式が全く不適当であると認めることはできず、成程度の合理性\nは認められる。\n（４）　類似業種（または類似会社）比準方式\n右方式は、上場会社中から評価すべき株式の発行会社と事業の内容、規模（資産構\n成、収益状況、資本額）などの類似する業種あるいは類似する会社（比準会社）を\n選定し、その会社の株式の取引相場を基とし、両会社の収益力、配当率、純資産額\nなどをそれぞれ比較対照して株価を算出する方法であり、証人Ｃの証言により真正\nに成立したと認められる甲第二三号証、鑑定人Ｄの鑑定の結果および弁論の全趣旨\nによれば、相続税法関係では類似業種比準方式に関しその業種区分、平均株価、配\n当・利益・純資産の平均額は国税庁から毎年通達により公表（会社名は公表されて\nいない。）されていることが認められる。\nこの方式は、株価を決定する配当・収益・純資産という三つの要素ともに重点をお\nくものであつて、一般的に妥当な方法である。\nしかしながら右方式には評価会社と規模・内容ともに類似性を有する比準会社を容\n易に選定しがたい点に難点があるところ、原告らは本件における比準会社として丸\n大食品株式会社を挙げるが、同会社は畜肉、ハム、ソーセージを主体とした肉製品\n製造販売業であり、蒲鉾を主体とする水産加工品製造販売を営む大寅の株価の評価\nに当り同会社が類似会社として妥当であると認むべぎ証拠はない。\n（５）　併用方式\n右（１）ないし（４）を併用する方法として種々の組合せが考えられるが、前記甲\n第二三号証、Ｄ鑑定および弁論の全趣旨によれは、相続税においては通達（相続税\n財産評価通達）により同族会社の同族株主が保有する取引相場のない株式の評価方\n法として（３）（ロ）の純資産時価方式と（４）の類似業種比準方式との併用方式\nがとられ、大寅のように中会社においては右二方式の平均値をもつて当該株式の時\n価とする旨定められており、現実に相続税、贈与税の決定の場合のみならず、他の\n場合にもかなり広く用いられていることが認められる。そして本件においては後述\nのように、Ｂから原告Ａへの贈与があつたか否かが訴訟の対象となつているのであ\nるから、右併用方式を斟酌することにも成程度の合理性があるものと考えられる。\n（６）　原告らは右各方式の外に中小企業投資育成株式会社の保有株式処分価額評\n価基準または銀行等の金融機関が買取る場合の基準を適用すべき旨主張するけれど\nも、右各基準を本件において採用すべきを相当と認むべき証拠はない。\n（二）　かように、非上場株式の時価評価について種々の方式があり、それぞれ評\n価の目的に応じて選択適用さるべきではあるが、元来取引実例の乏しいかあるいは\n本件のように全くない株式について時価を評価しようとするのであるから、各方式\nに長所短所がある以上、そのうちの一方式のみを選んで評価を行なうことには疑問\nがある。従つて、各方式のうち、右（一）で認定したとおり、本件株式の評価に昀\nも合理性があると認められる収益還元方式、純資産処分価額方式により評価を行な\nい、次いで或程度合理性ありと認められる純資産時価方式、併用方式（類似業種比\n準方式と純資産時価方式の併用）により評価を行なつたうえ、それらの平均値（単\n純平均および合理性のより高い収益還元方式、純資産処分価額方式に重い評価を与\nえた加重平均）をもつて本件における適正な時価とするのが妥当である。\n（三）　収益還元方式による株価\nＤ鑑定によれば、収益還元方式による株価の算定式として株価＝Ｗ＝Ｅ１／ｉ－ｒ\nｂ　Ｅ１　当初の一株当り純利益　ｂ　内部留保率　ｉ　資本化率　ｒ　再投資利\n益を採用するのが妥当であることが認められる。\n（１）　資本化率についてみると、Ｄ鑑定によれば、昭和三九年から昭和四二年に\nかけて大寅における純利益率はかなり大きく変動しているが、昭和三九年および昭\n和四〇年は不況のため正常な企業活動を表わしていると認められないからこれらを\n除き、昭和四一年（〇・一二三）と昭和四二年（〇・一五四）を平均した〇・一四\nを基礎資本化率とし、これに本件株式が非上場であつて市場性を欠くことによるリ\nスク・プレミアとして〇・一四の二分の一の〇・〇七および大企業ではないことに\nよるリスク・プレミアム〇・〇三をそれぞれ加えた〇・二四をもつて資本化率とす\nることが妥当であると認められる。\n（２）　次に内部留保率ｂ（課税後純利益のうち、留保される部分の比率）につい\nてみると、Ｄ鑑定によれば、大寅では内部留保に非常に力を入れており、別表７記\n載のとおり課税後利益の少なくとも八〇％を内部に留保しているが、これは役員賞\n与も支払わずまた株主に対する配当も低く押えた結果によるものであるところ、同\n族会社とはいえ長期間のうちには役員賞与を支払う必要性が生じ、あるいは増配を\n要求されることもあつて留保率を低下させざるをえなくなることも予想されるか\nら、長期にわたり実行可能な率という意味で純利益の五〇％が経常的に留保される\nものと仮定し、内部留保率を〇・五とするのが妥当であると認められる。\n（３）　さらに再投資利益率ｒ（内部留保された資金や借入れられた資金の利益\n率）についてみると、Ｄ鑑定によれば、大寅における昭和三九年から昭和四三年に\nかけての右利益率は別表８記載のとおりであるが、このうち固定資産売却益という\n本来の事業とは無関係な特別利益を含んでいる昭和四二年四月期および売上高の伸\nびに比して売上原価や販売費、一般管理費の上昇が例外的に小さかつた昭和四一年\n四月期を除く平均は〇・〇七となること、蒲鉾業界全体に比べ大寅の利益率は高い\nが競争の激しい業界であるため、大寅の再投資科益率も長期的には低下すると予想\nされ、その低下分〇・〇一を差引くと〇・〇六となること、さらに内部留保によつ\nて自己資本を一単位増すと負債も増加することができ、それがまた純利益率を押し\n上げるはずであつて、この限界負債比率を〇・三と考えるべきであること、その結\n果内部留保を一単位行なうとそれが〇・〇六プラス〇・〇一八（０．０６×０．３\n＝０．０１８）即ち〇・〇七八の課税後純利益をもたらすことになるから、結局再\n投資利益率を〇・〇七八とするのが妥当であることが認められる。\n（４）　以上のｉ、ｂ、ｒの数字は本件株式の各譲受日を通じ特に変更を必要とす\nべき経済上、経営上の事実は認められない。これに対し、Ｄ鑑定によれば、当初の\n一株当り純利益Ｅ１は各決算期によつて異なり、本件株式の譲受日の直前の決算期\nにおける税引後純利益の発行済株式総数一六、〇〇〇株で除すると別表９記載のと\nおりとなる。（昭和四一年一二月二八日と昭和四二年一月三一日の直前の決算期は\n共に昭和四一年四月期である。）\n（５）　以上の数字を前記算式にあてはめて計算すると、収益還元方式による各譲\n受日における本件株式の一株当りの時価は次のとおりである。（算定の過程は別表\n１０記載のとおりである。）\n（イ）　昭和四〇年一二月二八日　五、九七五円\n（ロ）　昭和四一年一二月二八日　八、八〇六円\n（ハ）　昭和四二年一月三一日　一二、六三六円\n右（ハ）の譲受に係る株式の評価については、直前の決算期が（ロ）の昭和四一年\n一二月二八日譲受分と同一であり収益還元価値は本来異ならないはずであるが、Ｄ\n鑑定によれば、昭和四二年一月三一日の時点において大寅に正常な企業活動に必要\nな限度を超えた現金預金六一二七万七二〇九円があることが発見されており、かよ\nうな余剰資産が存在するときはその処分価額または売却可能額を追加すべきである\nことが認められる。従つて昭和四二年一月三一日譲受に係る本件株式の時価は右六\n一二七万七二〇九円を一六、〇〇〇株で除した一株当りの金額三、八三〇円を昭和\n四一年一二月二八日の株価八、八〇六円に加算したものとなる。\n（四）　純資産処分価額方式による株価\nＤ鑑定によれば、大寅の総資産について（１）製品、材料、貯蔵品は簿価の二〇\n％、（２）建物、構築物、機械装置、車輌、器具製品、減価償却超過額は同じく三\n〇％、（３）共同設備は同じく二〇％、（４）土地、電話設備は相続税評価額、\n（５）前払費用はゼロ、（６）その他の資産は簿価どおりを処分価額とするのが妥\n当であること、その結果、本件株式の各譲受日における同社の総資産は別表１１の\n（一）ないし（三）記載のとおりとなること、純資産は右総資産から別表１２記載\nのとおり負債および清算所得に対する法人税相当額を差引くべきこと、すなわち、\n株主として、会社清算時に現実に受取りうる金額は純資産を処分した金額から清算\n所得に対する課税分を差引いた残額であること、右実効法人税率は五〇％とするの\nが妥当であることが認められる。そして右方式により、各譲受日における本件株式\nの一株当りの時価を算定すると次のとおりとなる。（算定の過程は別表１２記載の\nとおりである。）\n（イ）　昭和四〇年一二月二八日　五、八五九円\n（ロ）　昭和四一年一二月二八日　七、七四五円\n（ハ）　昭和四二年一月三一日　一一、三六六円\n（五）　純資産時価方式による株価\nＤ鑑定および弁論の全趣旨によれば、総資産の時価は、土地、建物、電話設備につ\nいては評価額、その他の資産は原則として簿価とすべきこと、純資産は右総資産か\nら負債および清算所得に対する法人税相当額を差引くべきこと、右純資産を発行済\n株式総数一六、〇〇〇株で除すると各譲受日における本件株式の時価は次のとおり\nとなることが認められる。（算定の過程は別表１３記載のとおりである。）\n（イ）　昭和四〇年一二月二八日　六、九七二円\n（ロ）　昭和四一年一二月二八日　八、七〇八円\n（ハ）　昭和四二年一月三一日　一二、三〇六円\n（ホ）　純資産時価方式と類似業種比準方式との併用方式による株価\n右併用方式のうち、純資産時価方式については前記（五）において認定したとおり\nである。そこで、類似業種比準方式により株価を算定してみるに、Ｄ鑑定によれ\nば、評価対象会社の株価Ｗｃは、類似業種（比準会社）の評価時点における平均株\n価なＡ、一株当り配当をＢ、一株当り利益をＣ、一株当り純資産をＤ、評価対象会\n社の配当を（Ｂ）、利益を（Ｃ）、純資産を（Ｄ）、とすると、\nＷｃ＝Ａ×（（Ｂ）／Ｂ＋（Ｃ）／Ｃ＋（Ｄ）／Ｄ）÷３×０．７\nと表わされること、右算式中、〇・七は非上場株式が市場性を欠くことによる価値\nの低落分三〇％を差引くための係数であること、類似業種として食料品製造業のう\nち水産食料品製造業を選定すべきこと、類似業種（比準会社）の株価平均は評価基\n準日である本件株式の譲受日の前三ケ月の平均のうち昀も低いものをとり、かつ株\n価、平均配当、平均利益、平均純資産について大寅の株式額面五〇〇円に修正する\nため国税庁から公表されている値を一〇倍すること、類似業種に関する数字は別表\n１４記載のとおりであること、大寅の一株当り配当は昭和四〇年一二月二八日譲受\n分については無配であつた前期と平均して七五円、その他の時点については直近期\nの配当一五〇円をとるべきこと、一株当り利益は前記別表９の利益額から直近期の\n更正後の税引前当期利益をとりこれを発行済株式組数一六、〇〇〇株で除すると別\n表１４利益欄記載のとおりとなること、一株当り純資産額については総資産帳簿価\n額から負債額（簿外負債を含まない）を差引きこれを発行済株式総数一六、〇〇〇\n株で除すると別表１４純資産欄記載のとおりとなることが認められる。\nそして右各数字を前記算式にあてはめて算出すると、類似業種比準方式による本件\n株式の各譲受日における時価は次のとおりである。（算定の過程は別表１５（一）\n記載のとおりである。）\n（イ）　昭和四〇年一二月二八日　七、〇四一円\n（ロ）　昭和四一年一二月二八日　七、一八二円\n（ハ）　昭和四二年一月三一日　一七、四四六円\n従つて、類似会社比準方式と純資産時価方式の併用方式による株価は右二方式によ\nりそれぞれ算出された価額の平均であるから、次のとおりとなる。（算定の過程は\n別表１５（二）記載のとおりである。）\n（イ）　昭和四〇年一二月二八日　七、〇〇七円\n（ロ）　昭和四一年一二月二八日　七、九四五円\n（ハ）　昭和四二年一月三一日　一四、八七六円\n（七）　以上の四方式によつて算出された株価を平均（単純平均）すると別表１６\n単純平均欄記載のとおりであり、また右四方式のうち、大寅の株価評価に当り合理\n性がより高い収益還元方式と純資産処分価額方式についてその余の二方式の二倍の\n重みを与えて平均（加重平均）すると別表１６加重平均欄記載のとおりとなる。そ\nして右単純平均および加重平均の結果を勘案すると、本件株式の時価は、\n（１）　昭和四〇年一二月二八日　六、三〇〇円\n（２）　昭和四一年一二月二八日　八、三〇〇円\n（３）　昭和四二年一月三一日　一二、五〇〇円\nとすることが妥当であると認められる。\n４　してみると、本件株式につき、Ｂから原告会社への前記譲渡価額は、すべて右\n認定の時価よりも低額であつたことが明らかである。\n原告らは、Ｂから原告会社への本件株式の譲渡価額が時価より低いとしても、そも\nそも非上場株式の株価の時価評価には困難がつきまとうから、現実の譲受価額が時\n価に比し著しく低いとしてその差額が原告会社の所得の計算上益金に算入されるの\nは時価の二分の一に満たない場合に限られるべきである旨主張する。\nしかしながら、法人がある資産を時価より低額で譲受けた場合に時価と譲受価額と\nの差額について無償による財産の取得があつたものと考えられるにもかかわらず、\nこれを放置することは租税負担の公平を失することになるから、現実の譲受価額が\n時価より「著しく」低いか否かを問わず、譲受価額と時価との差額について無償に\nよる財産の取得があつたものとみなし、法人税法二二条二項により各事業年度の所\n得の計算上益金に加算すべきことは当然である。たしかに原告ら主張のように、非\n上場株式の時価の評価が困難であることは前述したとおりであるが、評価目的に応\nじてその時価を算定することは決して不可能な作業ではないのであるから、評価が\n難しいことを理由に時価と譲受価額との差額を益金に算入するのを譲受価額が時価\nの二分の一未満の場合に限るとするのは妥当でない。\n５　それゆえ、原告会社がＢから譲受けた本件株式について、その譲受価額と時価\nとの差額に相当する額は原告会社に対するＢからの受贈益と認められ、法人税法二\n二条二項により各事業年度の所得の計算上益金に加算さるべきものである。\n６　本件更正処分等（裁決により一部取消された後のもの）における本件株式の一\n株当りの価額は別表３裁決欄記載のとおりであるところ、前記認定によれば、昭和\n四〇年一二月二八日における本件株式の時価（六、三〇〇円）は更正処分等の株価\n（七、一四二円）を下回るから、原告会社の第一期の所得の計算上益金に加算さる\nべき受贈益の金額が更正処分等における同金額を下回ることは明らかである。そう\nすると、第一期につきＢから原告会社へ贈与があつたものとみなされ、原告会社の\n所得の計算上益金に加算さるべき金額は一株当りの時価（六、三〇〇円）から譲受\n価額（五、六四六円）を差引いた金額六五四円に右譲受日における譲受株式数三、\n八四〇株を乗じた二五一万一三六〇円と認められ、右所得に対する法人税額および\n過少申告加算税を算定すると別表１７記載のとおりとなる。従つて、第一期の法人\n税についての更正処分等のうち別表１７記載の金額を超える部分は受贈益を過大に\n認定した違法があるから取消さるべきである。これに対し、昭和四一年一二月二八\n日および昭和四二年一月三一日における本件株式の時価（八、三〇〇円および一\n二、五〇〇円）は更正処分等の株価（八、〇四八円および八、〇七九円）を上回る\nから原告会社の第二期の所得の計算上益金に加算さるべき受贈益の金額が更正処分\n等における同金額を上回ることは明らかである。従つて、原告会社の第二期の法人\n税についての更正処分等には何ら違法は存しないから、これの取消を求める原告会\n社の請求は理由がない。\n三　贈与税について\n１　原告会社がＢから三回にわたり別表２記載の対価で本件株式を譲受けたこと、\n譲受時における本件株式の時価が前記二３で認定したとおりであつて、右時価に比\nし現実の譲受価額が三回とも低額であつたことは既に認定したところである。\n２　そして右事実ならびに前記二２（一）ないし（七）において認定したところに\nよれば、原告会社が本件株式を時価に比し低い価額で譲受けた結果、譲受価額六時\n価との差額に相当する金額が原告会社のかくれた資産となり、同社の純資産額が増\n加したこと、原告会社の株式は純資産増加分だけ価値を増し、従つて原告会社の株\n主は株式の持分数に応じその保有する株式が価値を増したことによる財産上の利益\nを享受したこと、原告Ａも原告会社の発行済株式総数八〇〇株中七三〇株を所有す\nる株主として、原告会社の純資産が増加したことに伴ない、所有株式の割合に応じ\nた財産上の利益を享受したことが認められる。そして前記二２（一）ないし（七）\nで認定したように本件株式の譲渡がＢから原告Ａに対し大寅の経営支配権を移転す\nることを目的としており、右譲渡により原告会社の大半（八〇〇分の七三〇）の株\n式を所有する原告Ａは、大寅の株式を間接的に所有する結果となつたことに照らす\nと、原告Ａが財産上の利益を得たと認められる限度においてＢから原告Ａに対し贈\n与があつたものとみなすのが相当である。\n３　そこで、原告ＡがＢからの贈与により取得したとみられる財産の価額について\n検討するに、右財産の取得がＢから原告会社に対する本件株式の時価より低い価額\nによる譲渡に起因するものであることは既に縷説したところであるが、法人税につ\nいて述べたところと異なり、贈与税においては、時価と現実の譲受価額（対価）と\nの差額に相当する金額が常に贈与税の課税財産となるものと解すべきではない。す\nなわち、法人税法においては、時価よりも低額による資産の譲受があつた場合に、\nそれが時価より「著しく低い」か否かを問題にすることなく、時価と譲受価額との\n差額は当然に所得の計算上益金に算入されると解すべきものであることは前述した\nところであるが、これに対し、相続税法七条、九条は対価をもつて財産の譲渡を受\nけた場合、「著しく低い」価額の対価で財産の譲渡があつたときに限り、時価と対\n価との差額に相当する金額を贈与により取得したものとみなされる旨規定してお\nり、従つて取得財産の時価に比し対価が「著しく低い」といえない場合には贈与税\nはこれを課さないものと解されるのである。この点において法人税法と相続税法\n（贈与税を含む）の考え方に差異があるとしても元来それぞれの法の対象とする租\n税の性質、目的等が異なる以上やむをえないところであるといわなければならな\nい。そして資産一般についてはともかく、本件のごとき非上場株式について、贈与\n税における時価より「著しく低い」価額とは、Ｄ鑑定等を斟酌して考えると、時価\nの四分の三未満の額を指すと解するのが相当である。そうすると、本件株式の譲渡\nのうち、昭和四〇年一二月二八日譲受分（譲受価額五、六四六円）については時価\n（六、三〇〇円）の四分の三を上回る（６３００円×０．７５＝４７２５円∧５６\n４６円）から「著しく低い」価額による譲渡があつたとはいえないが昭和四一年一\n二月二八日および昭和四二年一月三一日譲受分（譲受価額いずれも五、四五四円）\nについては時価（昭和四一年一二月二八日　八、三〇〇円、昭和四二年一月三一日\n一二、五〇〇円）の四分の三に未たない額による譲受である（８３００円×０．\n７５＝６２２５円∨５４５４円、１２５００円×０．７５＝９３７５円∨５４５４\n円）から時価に比し「著しく低い」額による譲渡があつたものと認められる。従つ\nて、昭和四〇年分贈与税については同年一二月二八日譲受に係る本件株式の譲受価\n額と時価との差額を贈与により取得したものとみなすことができないから、右差額\nに相当する額を贈与により取得した財産であるとしてこれに課税した更正処分等は\n違法である。これに対し、昭和四一年分、昭和四二年分の贈与税については各年の\n株式譲受における時価と譲受価額との差額に相当する額を贈与により取得したもの\nとして課税すべきことは当然であつて、かつ前記認定の時価と譲受価額との差額\nは、各年の更正処分（裁決により一部取消された後のもの）中で認定された時価と\n譲受価額との差額を上回ることは前記のとおり明らかであるから、各更正処分等で\nなされた取得財産額の認定には何らの取消すべき違法はない。\n４　よつて、贈与税についての各更正処分のうち、昭和四〇年分については課税す\nべき取得財産がないのにこれを認定して課税した違法があるものとして取消すべき\nであるが、昭和四一年分、昭和四二年分については何らの違法も存しないから、右\n両年分の取消を求める原告Ａの請求部分は理由がない。\n四　よつて、原告らの請求のうちへ原告会社の請求については、昭和四〇年一二月\n二一日から昭和四一年四月三〇日までの事業年度の更正処分（裁決により一部取消\nされた後のもの）のうち、所得金額が二五一万一三六〇円、これに対する法人税額\nが九四万二六〇〇円をそれぞれ超える部分及び過少申告加算税賦課決定処分中の、\n四万七一〇〇円を超える部分はいずれも違法であるから取消すべきであるが、右金\n額を超えない部分には違法はないからこの部分に関する原告会社の請求を棄却する\nこととし、昭和四一年五月一日から昭和四二年四月三〇日までの事業年度について\nの更正処分等には何らの違法もないから原告会社の請求を全部棄却することとし、\n原告Ａの請求については、昭和四〇年分の贈与税に係る更正処分等は前記のとおり\n違法であるからこれを取消し、昭和四一年分、昭和四二年分の更正処分等には何ら\n違法はないからその請求を棄却することとし、訴訟費用の負担につき、民事訴訟法\n八九条、九二条、九三条を各適用して主文のとおり判決する。\n（裁判官　荻田健治郎　寺崎次郎　吉野孝義）\n"
}