{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 1,
    "day": 26
  },
  "case_number": "昭和42(行コ)30",
  "case_name": "裁決取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "１　交換により取得した資産が，旧法人税法施行規則第１３条の６第１項にいう「交換のために取得したと認められるもの」に当たるとして，圧縮記帳による損金算入が許されないとされた事例　２　無効な法律行為に基づく利得に対する課税の適否　３　旧法人税法施行規則第１３条の６所定の圧縮記帳による損金算入を否認した更正処分を維持した審査裁決の理由附記が適法であるとされた事例",
  "case_gist": "２　無効な法律行為の結果，有効な場合と同様の経済的成果が発生し，存続していると認められる以上，これを対象に課税するのはなんら違法でなく，当然であり，後日当該行為の無効または取消しに基因して，右行為によって生じた経済的成果が失われ，あるいはこれと同視すべき状態になったときは，その時点において，減額更正の手続を経て過納金の還付を受ければ足るものというべきである。",
  "lawsuit_id": "18393",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18393",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/393/018393_hanrei.pdf",
  "contents": "主　　　文\n本件控訴をいずれも棄却する。\n控訴費用は、控訴人の負担とする。\n事　　　実\n第一　当事者の申立\n一、控訴代理人は「（一）原判決を取消す。（二）被控訴人西税務署長が、昭和三\n八年三月三〇日、控訴人の昭和三六年六月一日から昭和三七年五月三一日までの事\n業年度（以下本件事業年度という。）の法人税についてなした更正決定のうち土地\n交換による圧縮記帳否認分金三、五三一万一、五五一円に関する部分を取消す。\n（三）被控訴人大阪国税局長が、昭和三九年二月二八日、右更正決定に対する控訴\n人の審査請求についてなした審査請求棄却の裁決を取消す。（四）訴訟費用は、被\n控訴人らの負担とする。」旨の判決を求め、\n二、被控訴指定代理人は、主文同旨の判決を求めた。\n第二　当事者の主張\n当事者双方の主張は、左記のとおり附加、訂正するほかすべて原判決事実摘示の\nとおりであるから、これを引用する。\n一、控訴人の主張\n（一）　控訴人は、不動産の仲介業者川上土地の説明により、本件交換契約の相手\n当事者は、当時本件Ｂ物件の所有者であつた九州採炭であると信じて交換契約をな\nしたものであるから、もし右交換契約の相手当事者が川上土地だということになる\nと、控訴人の本件交換契約の意思表示には、契約の相手当事者を誤つたという重要\nな要素の錯誤があり、無効である。\n（二）　そうすると、無効な本件交換契約によつて、所得が発生するはずはないか\nら、右交換によつて本件圧縮記帳の否認分金三、五三一万一、五五一円相当額の所\n得が発生したとなす被控訴人西税務署長の本件更正決定は違法であり、右更正決定\nを維持した被控訴人大阪国税局長の裁決も違法である。\n（三）　税法上所得の発生時期については、一般に権利発生主義が採られている\nが、原判決が行為に基づく経済的成果の概念を導入して収益の有無を認定する基準\nとしたことは、行為によつて発生した権利が履行された事実を基準として、収益の\n有無を決しようとしたものであつて、権利発生主義を捨て、現金主義を採用したも\nので失当である。\n二、被控訴人らの主張\n（一）　控訴人の当審における主張事実中、税法上所得の発生時期について一般に\n権利発生主義が採られていることは認めるが、その余の事実はすべて争う。\n（二）　仮に、本件交換契約に控訴人主張の如き当事者についての錯誤があつたと\nしても、それは控訴人の重大な過失によるものというべきであるから、控訴人自ら\n右錯誤による無効を主張することはできない。\n（三）　法人税法が一定期間に生じた経済的利益を課税の対象とし、担税力に応じ\nた公平な税負担の分配を目的とする以上、所得発生の原因たる債権の成否とは無関\n係に、いやしくも法人が経済的にみて、その結果を現実に支配し、自己のためこれ\nを享受し得る可能性のあるかぎり、その法人に課税対象たる収益があるとされるの\nである。\n控訴人は、本件交換契約によつて川上土地からその所有権を取得し、登記、引渡\nも受けたＢ物件上に四階建の鉄筋コンクリートの建物（建築時の時価三、五八〇万\n円）を建築し、控訴人の営業用に使用して現在に至つている。即ち本件交換契約に\nよる経済的効果は依然として存在し、控訴人は、右交換契約の経済的結果を錯誤の\n有無に関係なく享受しているのであるから、これに対して課税されるのは当然であ\nる。\n（四）　控訴人は、原判決が権利発生主義を捨て、現金主義を採用したのは失当だ\nという。\nしかし、権利発生主義、現金主義というのは、税法上の収益の発生時期について\nの考え方であるから、原判決のいう「経済的成果」を税法上の収益として認める以\n上、それについて右二つの立場を考えることも可能であつて、「経済的成果」即現\n金主義ということはできないのみならず、本件は控訴人の同一事業年度の事実に基\nづくものであるから、いずれの処理方法によるも課税結果に変りはない。\n三、原判決摘示事実の訂正\n原判決五枚目裏一一行目の「四月一八日」を「四月二五日」、同八枚目裏七行目\nの「一一月二八日」を「二月二八日」、同九枚目表末行の「認めると」を「認める\nも」……（省略）……とそれぞれ訂正する。\n第三　証拠関係（省略）\n理　　　由\n一、控訴人が、昭和三七年七月三一日、本件事業年度の法人税につき、所得額金一\n九八万三、四七六円、税額金六七万五、九四〇円とする確定申告をなし、これに対\nし、被控訴人西税務署長が、昭和三八年三月三〇日、所得額金三、九二一万九、六\n〇二円、税額金一、六四七万二、〇一〇円、過少申告加算税金七八万九、八〇〇円\nとする更正決定及び賦課決定の各処分をなし、その頃控訴人に通知したこと、そこ\nで控訴人は、右更正決定の所得額中、本件交換による圧縮記帳の否認額三、五三一\n万一、五五一円を除いた金三九〇万八、〇五一円まではこれを認めて、昭和三八年\n四月二五日被控訴人大阪国税局長に対し、所得額金三九〇万八、〇五一円、税額金\n一五一万五、三三九円として、審査請求を申立てたが、昭和三九年二月二八日審査\n請求棄却の裁決があり、同年三月一日裁決書が控訴人に送達されたことは、当事者\n間に争いがない。\n二、そこで、被控訴人西税務署長の右更正決定の適否について検討するわけである\nが、それは、一にかかつて本件Ａ、Ｂ物件の交換を原因とする圧縮記帳の当否にあ\nることが、当事者双方の主張自体によつて明らかであるから、まず右圧縮記帳の当\n否について判断する。\n（一）　まず事実関係をみてみると、川上土地が不動産の売買及び仲介を業とする\n会社であること、昭和三六年八月三〇日控訴人が同人所有のＡ物件を譲渡し、Ｂ物\n件を取得する交換がなされたこと、Ｂ物件について控訴人主張の頃主張の如き各所\n有権移転登記がなされておること及び控訴人が、交換によつて取得したＢ物件を、\nＡ物件の譲渡直前の用途と同一の用途に使用していることは、当事者間に争いがな\nい。\nそして、右争なき事実に成立に争いのない甲第一、第二、第五号証、乙第一、第\n四、第五号証、原審証人ａの証言によつて真正に成立したものと認められる同第二\n号証、官署作成部分の成立については争いがなく、その余の部分は右証言によつて\n真正に成立したものと認められる同第三号証並びに原審証人ａ、同ｂ、同ｃ（第一\n回、但し、後記措信しない部分を除く。）の各証言、原審における控訴人代表者ｄ\n本人尋問の結果（但し、後記措信しない部分を除く。）を総合すれば、　不動産の\n売買及び仲介を業とする川上土地は、昭和三六年三、四月頃、株式会社大林組（以\n下大林組という。）から、控訴会社所有のＡ物件及び当時同会社の代表取締役をし\nていたｄ個人所有のＣ物件並びにその近辺土地の買取方の委嘱を受け、その頃控訴\n会社に対し、右Ａ、Ｃ物件の売却方を交渉したが、控訴会社が代替地の入手難や譲\n渡に伴う税金の心配等から、控訴会社の営業資産であるＡ物件の売却に難色を示し\nたので、川上土地において適当な代替地との交換の話を持出し、折衝したところ、\n控訴会社も条件次第によつては交換に応じてもよいということになつたこと、\nそこで、川上土地は、二、三の代替地を物色して控訴会社に提示し、交渉を重ね\nた結果、結局控訴会社所有のＡ物件は、当時九州採炭が所有していたＢ物件と交換\nし、ｄ個人所有のＣ物件は川上土地に売却することになつたが、当時九州採炭は、\n石炭業界不況のため経営難に陥り、代替物件の購入などは念頭になく、むしろＢ物\n件による換金を急いでいたし、控訴会社としても、交換ということで、会社の営業\n用地が確保でき、また譲渡に伴う税金面の心配がなくなれば、交換の相手当事者が\n誰になろうとさして意に介さないという気持もあつて、Ｂ物件は一旦川上土地が九\n州採炭から購入した上で、川上土地と控訴会社との間でＡ物件とＢ物件を交換する\nことを承諾したこと、\nよつて、川上土地は、昭和三六年七月二九日九州採炭からＢ物件及び同地上の木\n造瓦葺二階建事務所一棟（床面積一階八一・八一平方メートル、二階三六・三六平\n方メートル）を代金三、八五四万三、九〇〇円で買受け、その所有権を取得した\n上、翌三〇日川上土地と控訴会社間において、川上土地は右Ｂ物件の所有権を控訴\n会社に譲渡し、控訴会社は川上土地にＡ物件の所有権を譲渡する旨の交換契約を締\n結し、川上土地は、翌三一日Ｂ物件について、同月二一日の売買を原因として自己\n名義の所有権移転登記を経た上で、控訴会社のため、同年九月二〇日に同月一六日\nの交換を原因とする所有権移転登記を済ませ、その頃これを控訴会社に引渡したこ\nと、\nなお川上土地は、このようにして、控訴会社所有のＡ物件を交換取得したが、右\n交換契約の際ｄ個人から代金三、七一二万七、〇〇〇円で譲受けたＣ物件とともに\n買取方委嘱者の大林組に売却したこと、\nが認められる。\n控訴人は、右Ａ、Ｂ物件の交換は、当時の右各物件の所有者であつた控訴会社と\n九州採炭との間になされたもので、川上土地は右交換の仲介者にすぎない旨主張\nし、原審証人ｃ（第一、二回）の証言及び原審における控訴人代表者ｄ本人尋問の\n結果中には、右主張に副うような供述部分もあるが、右供述部分は、前掲の各証拠\nに対比して、たやすくこれを信用することはできないし、他に右認定を左右するに\n足るほどの証拠もない。\n（二）　そこで、右認定の本件交換の場合に右交換当時施行の法人税法施行規則\n（以下これを旧法人税法施行規則という。）第一三条の六所定の圧縮額の損金算入\nが認められるか、どうかについて考えてみるに、右法条によれば、交換による取得\n資産について圧縮額の損金算入が認められるのは、法人が各事業年度において、一\n年以上所有していた土地、建物等の固定資産をそれぞれこれらと同種類の資産と交\n換し、これを交換によつて譲渡した資産の譲渡直前の用途と同一の用途に供した場\n合であつて、しかも交換によつて取得した資産が、右交換のために取得したものと\n認められない場合であることを要することは、法文上明らかというべきところ、上\n記認定事実によれば、控訴会社が本件交換によつて取得したＢ物件は、川上土地が\n本件交換のために、交換契約の前日に当時の所有者九州採炭からこれを買受けたも\nのであることが明らかであるから、本件のＢ物件は、正に右法条にいう「交換のた\nめに取得したと認められるもの」そのものといわなければならず、したがつて、本\n件交換の場合は、Ｂ物件について右法条の圧縮額の損金算入は許されず、控訴会社\nがＢ物件についてなした圧縮額金三、五三一万一、五五一円の損金算入処置は不当\nといわなければならない。\n三、よつて次に、控訴人の予備的主張について検討するに、控訴人は、本件交換契\n約はその主張の如き要素の錯誤によつて無効であり、無効な交換契約によつて所得\nが発生するはずはないから、本件更正決定は違法である旨主張する。\n（一）　しかしながら、現行税法が現実に発生した経済的成果、経済的利益に担税\n力を測定して課税する所謂「実質主義」を基本原則としている以上、その解釈、適\n用にあたつては、課税の基因となるべき行為の法形式や法的評価よりは、その行為\nによつて実現をみた実質、経済的成果に対して税法的評価を行うべきであり、した\nがつて、仮に、控訴人のいうように課税の基因となつた行為が厳密な法令適用の面\nからは、無効とみられるような場合であつても、その行為の結果、有効な場合と同\n様の経済的成果が発生し、存続していると認められる以上、これを対象に課税する\nのは当然であつて、何らこれを違法視するには当らないし（昀高裁判所昭和三五年\n一〇月七日判決、民集一四巻一二号二四二一頁、同昭和三八年一〇月二九日判決、\n裁判集民事六八号五二九頁各参照）、もし後日当該行為の無効または取消に基因し\nて、右行為によつて生じた経済的成果が失われ、あるいはこれと同視すべき状態に\nなつたときは、その時点において、減額更正の手続を経て過納金の還付を受ければ\n足るものというべく、現行税法がこのような考え方に立つていることは、国税通則\n法第五八条第五項、同第七一条第二項等の規定の趣旨からも容易にこれを窺い知る\nことができる。\n（二）　そこで、本件の場合をみてみるに、控訴人が、昭和三六年八月三〇日川上\n土地から控訴人所有のＡ物件と交換にＢ物件の所有権を取得し、同年九月二〇日そ\nの所有権移転登記を経由して、その頃その引渡を受け、これをＡ物件の譲渡直前の\n用途と同一の用途に使用していることは前記説示のとおりであるし、原審における\n控訴人代表者ｄ本人尋問の結果によれば、控訴人は、昭和三七年五月頃Ｂ物件の地\n上に鉄筋コンクリート造四階建の社屋、倉庫及び二階建の車庫を建築して、以後現\n在に至るまで控訴会社の営業所として使用していることが認められ、これに反する\n証拠はないから、本件交換によつて生じた経済的成果は現に存続し、控訴人が現実\nにその利益を享受していることは明らかといわなければならない。\n（三）　してみれば、本件交換の法律上の効力如何にかかわりなく、右交換によつ\nてＢ物件を取得した控訴人にその経済的成果が発生、存続し、同人がこれを享受し\nているものとして、控訴人主張の交換による圧縮額を否認した被控訴人西税務署長\nの本件更正決定に控訴人主張の如き違法はなく、その後右認定の経済的成果が、本\n件交換契約の無効に基因して失われたことを認めるに足る何らの証拠もないから、\n控訴人の右予備的主張もまた本件交換契約の効力について判断するまでもなく失当\nといわなければならない。\n（四）　なお控訴人は、原判決が行為に基づく経済的成果の概念を導入して収益の\n有無を認定する基準としたことは、税法上の権利発生主義を捨て、現金主義を採用\nしたもので失当である旨主張するが、本来右両主義は、控訴人もいうように税法上\nの収益の発生時期についての考え方であるから、原判決のいう「経済的成果」を税\n法上の収益と解すれば、右経済的成果自体についても右両様の考え方が成り立ち得\nるのであつて、原判決や当判決のように、税法上の収益の意味で「経済的成果」な\nる表現を用いたからといつて、直ちに発生主義を捨て、現金主義を採用したという\nことはできないし、また本件は、先に認定したように、昭和三六年八月三〇日に本\n件交換契約がなされ、これに基づいて控訴人がＢ物件の引渡を受けたのが同年の九\n月中であるから、発生主義、現金主義そのいずれによつて収益の発生時期を確定す\nるにしても、同一の事業年度に属することに変りはなく、本件更正決定の当否に何\nらの消長をきたすものではないから、控訴人の右主張もまた理由がない。\n四、かようなわけで、控訴人が本件更正決定の違法事由として主張するところは、\nいずれも理由がなく、他にこれを取消さなければならないような事由も認められな\nいから、控訴人の被控訴人西税務署長に対する本訴取消請求は失当として、棄却を\n免れない。\n五、次に、控訴人の被控訴人大阪国税局長に対する裁決取消の請求について判断す\nるに、当裁判所は、控訴人の右請求もまた失当として棄却すべきものと判断するも\nのであるが、その理由は、原判決一九枚目裏二行目と同二〇枚目表一一行目の「法\n人税法施行規則」をいずれも「旧法人税法施行規則」と補正するほか、原判決説示\n理由（原判決一九枚目裏一行目から二一枚目表七行目まで。）のとおりであるか\nら、これを引用する。\n六、以上説示のとおりであるから、控訴人の被控訴人らに対する本訴各請求を棄却\nした原判決は相当であつて、本件控訴は理由がないから、民事訴訟法第三八四条に\nよつてこれを棄却することとし、訴訟費用の負担につき同法第九五条、第八九条を\n適用して、主文のとおり判決する。\n（裁判官　岡垣久晃　島崎三郎　上田次郎）\n"
}