{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 7,
    "day": 17
  },
  "case_number": "昭和46(う)3241",
  "case_name": "名誉毀損被告事件",
  "court_name": "東京高等裁判所第九刑事部",
  "lawsuit_id": "20675",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20675",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/675/020675_hanrei.pdf",
  "contents": "主        文\n本件控訴を棄却する。\n当審における訴訟費用は被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人尾後貫荘太郎および弁護人原秀男、同竹下正巳両名連\n名作成名義の各控訴趣意書に記載されたとおりであるから、これをここに引用し、\nこれに対して、当裁判所は、次のとおり判断する。\n尾後貫弁護人の論旨第一点および原・竹下両弁護人の論旨第二点（序論および第\n一点は所論および事案の概要を記載している。）について。\n所論は、いずれも要するに、原判決が罪となるべき事実において摘示した本件記\n事は、警視庁捜査係員による内偵の事実を報道したものであつて、その嫌疑にかか\nる事実の報道ではなく、被害者に対する社会的評価を低下させる可能性はないか\nら、名誉毀損罪は成立しないと主張し、原判決が、同判示の事実を認定して、これ\nに刑法第二三〇条第一項を適用したのは違法であり、判決の理由にくいちがいがあ\nるか少くとも事実の誤認があるというのである。\nしかし、原判決挙示の証拠（但し、原判決がＡの検察官に対する昭和四五年一一\n月四日付供述調書と記載しているのは同日付告訴調書の誤記と認められる。）、特\nに本件週刊誌昭和四五年八月三〇日号によれば、原判決が、罪となるべき事実にお\nいて摘示した表紙、見出し（題名）および本文中の各記載内容は被害者が麻薬等の\n密輸の犯罪に関与しているかの如き虚偽の事案を掲載したものであると認めた判断\nを是認することができ、記録および証拠物を調査し当審における事実取調の結果を\n勘案して検討しても、これを覆すには足りない。\n所論は、本件記事は警視庁が内偵した事実を報道したにすぎないと主張するけれ\nども、警察が内偵なり捜査なりをしたということは、もとより特定の犯罪事実の存\n在を前提としているのであつて、所論も自ら認めるとおり、内偵事実の報道が嫌疑\nにかかる事実に大なり小なり触れることは避けられないのが普通である。もちろ\nん、その記載の仕方、表現方法によつては、嫌疑事実の具体性を欠き、あるいは、\n内偵の結果嫌疑が全くなくなつたと付加するなどして、警察が内偵したという事実\nの報道に止まる場合もあるであろう。（しかし、このような報道が直ちに名誉毀損\nにならないと即断することはできない。警察が内偵したとか捜査しているとかいう\nこと自体が人の名誉を毀損するおそれのある事項であること、また、内偵の事実が\n直ちに公共の利害に関する事実といえるか疑問である等刑法第二三〇条ノ二の免責\nを受ける可能性に乏しいことを考慮する必要がある。\nただ本件は既に述べたように、内偵の報道に過ぎないものではないから、これ以\n上は触れない。）これに反し、内偵の事実の報道が嫌疑事実を具体的に記載してい\nる場合には、その記事全体の調子にもよるとはいえ、いくらかの程度の差はあつて\nも、嫌疑事実の報道でもあると印象され評価されるのが自然の成り行きである。こ\nれを本件についてみると、原判決摘示の記事内容は、被害者が今年（昭和四五年）\n二月に米国から日本に帰つてきたときに麻薬や拳銃を密輸入したというのが内偵の\n対象とされた嫌疑であることを示していること、および単なる内偵の事実に限定せ\nず右のような具体的な密輸の嫌疑にも重点があることを否定できない。このこと\nは、原判決摘示の部分のみでなく、記事全体を通読しても同様である。原判決摘示\nの「ナゾだらけといつてもいい」とか「何もかも、わからないことだらけである」\n等という文言が密輸の嫌疑ないし内偵の点をも指し、記事末尾の「彼女主演のミス\nテリー劇は、まだまだ幕が降りそうもない」との結び文句が密輸に関する記事をも\n含む全体にかかるものであることは明白である。所論指摘の末尾部分の警視庁四課\n員の言葉も、内偵の結果は嫌疑が晴れたという趣旨ではなく、かえつて内偵を継続\nしているようにとれる表現である。この点に関し、原判決が弁護人の主張に対する\n判断等の１において説示しているところは当裁判所もまたこれを支持することがで\nきる。そして、以上のことは、本件週刊誌の性格、特に芸能関係誌として誇張した\n表現が多く、読者も記事をすべてそのとおりには受取らないであろうことを考慮に\n入れても、何ら異ることはない。所論の原審証人のように雑誌出版関係者が本件記\n事に用いられた表現によつて受けた印象を基準にすることこそ妥当ではない。な\nお、名誉毀損罪が成立するためには、他人の社会的評価を低下させる意図、目的を\n要しないことはいうまでもない。原判決には何ら所論のような違法や事実誤認のか\nどはなく、論旨はいずれも理由がない。\n原弁護人等の論旨第三点について。\n所論は、被告人は本件では被害者の名誉が毀損されるおそれのあることを認識し\nていなかつたから、犯罪の故意がないと主張する。\n<要旨>しかし、原判決もいうとおり、被告人が本件記事の内容を熟知し、これを\n掲載発行することを認容している</要旨>ことは、証拠上明白である。そして、他人\nの社会的評価を低下させる事実を認識する以上、通常は、これによつて他人の社会\n的評価を低下させるおそれのあることをも認識しているものと考えられるから、名\n誉毀損罪の故意としては、前者をもつて足ると解すべきである。犯人が積極的に他\n人の名誉を毀損する目的意図を要しないことは前述のとおりである反面、犯人がた\nまたま他人に及ぼす影響について充分思いを致さなかつたときには、直ちに故意を\n欠くと主張する所論は、人の心情には無関心な犯人が責を免れ、注意深い犯人だけ\nが処罰されることを容認するに帰し、賛成できない。もし、犯人が特別の情況によ\nつて、人の社会的評価を低下させるおそれのあつたことを認識しなかつた点につき\n過失がないとか、相当の理由があつたというのであれば格別、所論指摘のような事\n実は未だ名誉毀損罪の故意を阻却するものではないと解すべきである。論旨は理由\nがない。\n同第四点について。\n所論は、事実誤認の主張であつて、要するに、本件記事の内容が真実であるこ\nと、もしくは、被告人において真実であると信ずべき相当の理由があつたことが証\n明されているから、被告人に刑事責任はないというのである。\nしかし、記録や証拠物および当審における事実取調の結果に徴すると、原判決が\n弁護人の主張に対する判断等の３で判示しているように、本件の記事が専ら公益を\n図るためのものであるとは認められないとした原判断を肯認することができる。の\nみならず、原判決は被害者が麻薬や拳銃の密輸に関与しているかの如き事実を掲載\nしたことが名誉毀損の行為であると認定しているのであり、この認定が正当である\nことは既に述べたとおりである。そして、この点については、本件週刊誌の発行\n後、本件公訴提起の直前に、警視庁係員の内偵の端緒は警視庁に対する精神異常者\nの投書であつて、何らの根拠もないことが明らかにされている。本件記事がすべて\n内偵に従事した捜査係員の陳述に基づくものであると仮定しても、それは一捜査員\nが本誌記者と情報収集中に取り交した雑談、むしろ記事等が右の捜査員からたくみ\nに聞き出した話に過ぎないものといえるばかりでなく、所論が主張するように、右\n捜査員は確証はないと言つたというのであるから、被告人が刑法第二三〇条ノ二の\n規定により免責される事由とはならない。論旨は理由がない。\n尾後貫弁護人の論旨第二点について\n所論は、本件週刊誌に掲載された記事の責任は編集長が負うべきものであつて、\n副編集長である被告人に刑事上の責任はないと主張する。\nしかし、原判決が弁護人の主張に対する判断等の４で説示するところは、当裁判\n所もこれを肯認することができる。編集長や原稿作成者にも責任があるとしても、\n本件記事の作成掲載に至る間に関与した被告人の行為に照らし、被告人こそが本件\n記事の実質的な最高責任者であるといつても過言ではないことが明らかである。\n論旨は理由がない。\n同第三点および原弁護人等の論旨第五点について\n論旨は、いずれも量刑不当の主張である。\nそこで、記録および証拠物を調べ当審における事実取調の結果を加えて考察する\nに、本件の密輸犯罪に関する記事が内偵の段階に関するもので、仮定的な表現をと\nる等して比較的印象の薄いものであることは認められる。しかし、元来捜査中の未\nだ裏付証拠も収集されない内偵の段階において、これを記事にして報道すること\nは、特に慎重でなければならない。本件週刊誌の性格上被告人がこの種記事の取扱\nに十全を期さなかつたのは遺憾であり、必ずしも責任を軽減すべき事由とはならな\nい。特に、本件の記事は、最初に被告人等が見込んだように、被害者がその離婚問\n題に関連して何らかの犯罪の被害者として警察が内偵しているというのではなかつ\nたのに、雑誌発行期限に迫られて、密輸問題と離婚問題を無理に結合させて出来た\nことは争えないところである。その発行販売の数量、地域等から被害者に与えた打\n撃も大きいと考えられる。被告人の責任は軽視することができず、各所論が指摘す\nる被告人にとり量刑上有利な諸点を斟酌してみても、原判決程度の科刑はやむを得\nないところであつて、原判決が量刑の事情として説示するところは、当裁判所もま\nたおおむね相当として是認することができ、本件が罰金刑をもつて処断すべき事案\nとは考えられず、原審が、検察官の懲役一年の求刑に対し、被告人を同六月に処し\nて二年間刑の執行を猶予することとした量刑が重きに失して不当であるとは認めら\nれない。論旨は、いずれも理由がない。\nよつて、刑事訴訟法第三九六条により本件控訴を棄却し、当審における訴訟費用\nは、刑事訴訟法第一八一条第一項本文により被告人に負担させることとして、主文\nのとおり判決する。\n（裁判長判事　龍岡資久　判事　宮脇辰雄　判事　桑田連平）\n"
}