{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 3,
    "day": 30
  },
  "case_number": "昭和47(行コ)42",
  "case_name": "法人税額更正決定取消等請求事件",
  "court_name": "大阪高等裁判所第一民事部",
  "lawsuit_id": "22369",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22369",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/369/022369_hanrei.pdf",
  "contents": "主　　　　文\n原判決を左のとおり変更する。\n控訴人が被控訴人に対し昭和四〇年六月三〇日付でした被控訴人の昭和\n三八年一二月一日から昭和三九年一一月三〇日までの事業年度の法人税更正処分の\nうち課税所得金額金五五九万一一六四円を超える部分を取消す。\n控訴人が被控訴人に対し昭和四一年六月三〇日付でした被控訴人の昭和\n三九年一二月一日から昭和四〇年一一月三〇日までの事業年度の法人税更正処分の\nうち課税所得金額金三〇五万〇一三八円を超える部分を取消す。\n被控訴人のその余の請求を棄却する。\n訴訟費用は第一、二審を通じこれを五分し、その二を控訴人の、その余\nを被控訴人の各負担とする。\n事　　　　実\n第一、　当事者の求めた裁判\n一、　控訴人\n原判決を取消す。\n被控訴人の請求を棄却する。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n二、　被控訴人\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n第二、　当事者の主張\n次のとおり附加するほか、原判決事実摘示のとおりであるから、これを引用す\nる。\n（控訴人）\n一、　本件無利息融資に係る利息相当額は、法人税法上の益金を構成するが、こ\nの収益は現実には被控訴人の資産として残存せず、寄付金として社外流出している\nから、法人税課税所得の計算上、寄付金の損金不算入の限度で益金として計上すべ\nきものである（本件第一事業年度の法人税については旧法人税法―昭和二二年法律\n第二八号。以下、単に旧法という。―が適用され、本件第二事業年度の法人税につ\nいては現行法人税法―昭和四〇年法律第三四号。以下、単に法という。―が適用さ\nれるのであるが、法は旧法の表現の平明化を図つたものであり、本件に適用される\nべき法条の解釈については、両者の間で別異に解すべき根拠もないから、以下では\n法の法条のみを引用して述べることとする。）。\nすなわち、\n（一）　法人税法は、各事業年度の所得を法人税の課税の対象とし（法五条）、\n右所得は「当該事業年度の益金の額から損金の額を控除した金額とする」（法二二\n条一項）と定めたうえ、当該事業年度の益金に算入すべきものとして、「資産の販\n売、有償又は無償による資産の譲渡又は役務の提供、無償による資産の譲受けその\n他の取引で資本等取引以外のものに係る当該事業年度の収益の額」を挙げていると\nころ（同条二項）、右にいう収益は、合法なものか不法なものか、有効なものか無\n効なものか、金銭の形態をとつているかその他の経済的利益の形をとつているか等\nの別なく益金を構成するのであるから、右の収益にあたり益金を構成するかどうか\nは、収益にあたるとされたものが、私法上の債権としても発生していることを前提\nとするものではない。すなわち、法人税法にいう益金とは、資本の払込み以外にお\nいて資産の増加の原因となるべき一切の事実に基づく経済的利益をいうもの、と解\nされ、それは私法上有効に成立した法律行為の結果として生じたことを前提とする\nものではない。\n（二）　法二二条二項が、益金の額に算入すべきものとして定めたものの中に\nは、「無償による役務の提供に係る収益の額」が含まれているところ、「無償によ\nる役務の提供」は現実に対価を取得させるものではないのに、法がこれに係る「収\n益」ということを定め、それが益金を構成するとしているのは、法人において何ら\nかの役務を他へ提供する場合には、提供に係るものが当該法人の手許を離れること\nになり、このときに、提供に係るものの経済的価値が顕在化するので、その顕在化\nした経済的価値を「収益」として認識すべきことを規定した趣旨と解される。しか\nして、右の「役務」に「経済的利益」が含まれることはいうまでもないところ、お\nよそ無利息融資は、通常の利息で貸し付けたうえその利息を贈与した場合と同様の\n経済的機能ないし効果を有するものであり、かつ、一般に金銭の貸付けにおいては\n利息を生ずることが取引上通常であり、貸付けによつてかかる経済的利益が発生す\nるとみるべきであつて、本件無利息融資についてこれを別異に考えなければならな\nい理由はないから、本件無利息融資は、被控訴人が訴外東洋化成工業株式会社（以\n下、東洋化成という。）に対して利息相当額の経済的利益を無償で提供したものと\nいうべく、右提供時すなわち無利息融資のときから、右利息相当額の経済的価値が\n顕在化し、これが「無償による役務の提供に係る収益」として認識され、結局、本\n件無利息融資に係る利息相当額が被控訴人の益金を構成すべきこととなるのであ\nる。\n（三）　法には寄付金についての直接の定義規定はないが、法三七条五項によ\nり、それは、その名義のいかんを問わず、金銭その他の資産又は経済的利益の贈与\n又は無償の供与（以下、経済的利益の無償の供与等という。）にして、同項かつこ\n内所定の広告宣伝費、見本品費、交際費、接待費、福利厚生費等にあたるものを除\nくものをいうとされている。そして、寄付金には、法人の事業に関連を有しその収\n益を生み出すのに必要な費用といえるものと、そうではなくて単なる利益処分の性\n質を有するにすぎないものとがあると考えられるところ、法は、寄付金として支出\nされた金員等が右のいずれにあたるかを客観的に判定することが極めて困難である\nところから、行政的便宜及び公平の維持の観点から、一種のフイクシヨンとして、\n統一的な損金算入限度額を設け、寄付金のうちその範囲内の金額は費用として損金\n算入を認め、それをこえる部分の金額は損金に算入されないむのとしている（法三\n七条二項）。したがつて、経済的利益の無償の供与等にあたることが肯定されれ\nば、それが法三七条五項かつこ内所定のものに該当しないかぎり、それが事業と関\n連を有し、法人の収益を生み出すのに必要な費用といえる場合であつても寄付金性\nを失うことはないのである。\n（四）　してみると、本件において、被控訴人の主張との関連において主として\n問題になるのは、本件無利息融資に係る利息相当額が経済的利益の無償の供与等に\nあたるかどうかと、これが法三七条五項かつこ内所定のものに該当しないかどうか\nの二点である。\n右二点のうちの前者は、要するに右利息相当額の対価性の有無の問題であるとこ\nろ、被控訴人は、本件第一、第二事業年度において東洋化成との取引により認定利\n息相当額をうわまわる利益を取得していたと主張する。しかし、\n（１）　被控訴人が東洋化成に商品を販売して相当の利益を得たとしても、それ\nは一般商取引として当然のことであり、その故に当然に本件無利息融資における利\n息相当額の経済的利益を供与しなかつたことになるわけではないし、また、本件の\n場合、その関連を直接かつ明瞭に認識しうるような契約があつたわけでもない。\n（２）　のみならず、被控訴人は、東洋化成に売つたトラベロンを、別表（五）\nの「２」欄記載の価額で買戻しており、それによつて一メートル当り一〇円の利益\nを東洋化成に振替えているのである。被控訴人主張のトラベロンのリベートによる\n利益は右の操作により事実上消滅している。\n（３）　本件無利息融資は東洋化成の育成援助を目的としたものであり、格安仕\n入による利息相当額の回収の意図が被控訴人にあつたわけではない。この点に関す\nる被控訴人主張の利益は、一般商品取引による取引利益以上のものではない。ま\nた、格安取引の事実も認められない。すなわち、一般に商取引による商品の価額\nは、売上数量の多寡、卸小売の別、代金の支払状況、販売の時期、品質の良否、取\n引の相手方の信用度等によつて異なるのであり、これらの要素を無視して、単純\nに、取引の極く一部につき単価を比較するだけで格安か否かを判断することはでき\nない。のみならず、被控訴人の格安の主張は、被控訴人の東洋化成からの仕入価額\nと東洋化成以外からの仕入価額との比較に基づくものではない。具体的には、本件\n第一事業年度分の枕Ｓ―１、マイアミハツト等は、他店との取引状況、被控訴人の\n取引の時期からみて、売残り品の引取ではないかと推測されるものである。また、\n被控訴人主張の本件第二年度の格安仕入による利益中二二五万八四〇二円を占める\nパネロンについては、被控訴人の主張によれば、その東洋化成からの仕入価額は別\n表（六）の「３」欄記載のとおりであり、東洋化成の他店へのパネロンの売却価は\n同表「４」欄記載のとおり（それは、取引額において被控訴人との取引の僅か一・\n二パーセントにすぎない取引量しかない他店との取引価額の平均値にすぎない。）\nであるが、同表の「１」「２」欄記載の価額と比較した場合、それが何故格安仕入\nになるのか、理解に苦しむところである。\n結局、本件無利息融資は、これと直接因果関係をもつ格安仕入等の契約も事実も\nないのであつて、せいぜい子会社たる東洋化成の育成を意図してなした側面的援助\nにすぎず、将来これによる何らかの効果が期待できるとしても、それは長期的視野\nに立脚した極めて間接的かつ漠然としたものであり、もとよりその対価性を肯認す\nることはできない。\nまた、本件無利息融資にかかる利息相当額が法三七条五項かつこ内所定の除外費\n目にもあたらないことはいうまでもない。\n以上、本件無利息融資にかかる利息相当額は、これを寄付金とみるべきである。\n二、　なお、被控訴人は経理の実際においては本件無利息融資の利息相当額を損\n金に計上処理したわけではないが、税法上はこれを損金に算入したものとみなされ\nる関係にあるところ、被控訴人は同族会社であり、右損金算入を容認した場合には\n法人税の負担を不当に減少させる結果となる（東洋化成から利息を徴したうえこれ\nを贈与した場合に比して第一事業年度で六七万二八三〇円、第二事業年度で八六万\n六三七〇円の法人税の負担の減少となる）と認められるから、本件第一、第二処分\nは法一三二条（旧法三〇条）によりこれを否認して右利息相当額を寄付金と認定し\nてしたものとして、いずれも適法である。\nすなわち、\n（一）　被控訴人は別表（四）のとおり代表者及びその親族により一〇〇パーセ\nント近い株式を保有されており、東洋化成も実質的に同様な株主構成であつて、両\n者は第一事業年度においては旧法七条の二に、第二事業年度においては法二条一〇\n号に、該当する同族会社にあたるものである。\n（二）　本件無利息融資は、原判決事実（請求の原因に対する答弁及び主張）二\nの（四）乃至（七）の記載及び左記の事実にかんがみ、経済的、実質的に不合理、\n不自然である。\n（１）　被控訴人が子会社として東洋化成を設立したのは、中小企業金融公庫か\nら融資を受ける目的に出たものであつて、親会社である被控訴人への利益還元を目\n的としたものではない（現に、利益還元は存しない。）。\n（２）　被控訴人の資金コストは両建預金を除き支払利率平均日歩二銭六厘で保\n証料三厘を加えると二銭九厘（年一〇・五パーセント）となつており、被控訴人\nは、本件第一事業年度一四二六万九五二九円、本件第二事業年度一七七三万四二二\n一円の金融損失を計上している。このような借入資金を無利息で融資することは全\nく経済的合理性に欠けるものである。\n（３）　右（１）の事実から、東洋化成には昭和三八年当時の公庫の貸付利子率\n年九パーセントの金利を支払う意思と能力はあつたとみられ、右公庫からの融資に\nかえて被控訴人が融資することになつたとすれば、被控訴人において同程度の利息\nを得ることとするのは当然である。\n三、　本件利息相当額算定のための利率については、昭和三四年八月二七日付直\n法一の一五〇国税庁長官通達（法人税取扱通達）第三六号により通常一〇パーセン\nトとする旨定められているところによつたものであるが、現に東洋化成が住友銀行\nから融資を受けた際の利率は日歩二銭七厘五毛であり、また、被控訴人が融資を受\nけた際の利率が年一〇パーセント程度であること、更には年一〇パーセントという\nのが一般的な借入金の利率と考えられること等の事情をあわせ考えれば、右控訴人\nの算定に何らの瑕疵はないというべきである。\n四、　寄付金損金不算入額は次の計算によつて算出した。\n寄付金損金不算入額＝当該事業年度においてなした寄付金の合計額―（当該事業\n年度の資本金額×２．５／１０００＋所得金額×２．５／１００）×１／２\n右算式における所得金額は、旧法施行規則七条、法施行令七三条所定のものであ\nり、本件第一事業年度に関するものは、別表（二）の番号２０（同１に同１３を加\n算し、同１９を減算したもの）の金額に寄付金とされる利息相当額を加算した金額\nであり、本件第二事業年度に関するものは、別表（三）の番号１３（同１に同９を\n加算し、同１１を減算したもの）の金額に寄付金とされる利息相当額を加算した金\n額である。\n本件第一事業年度の分\n２，１４１，７３９－｛１９，０００，０００×２．５／１０００＋（２，４\n１６，３５６＋２，１４１，７３９）×２．５／１００｝×１／２＝２，０６１，\n０１３\n本件第二事業年度の分\n２，６５４，４６０－｛１９，０００，０００×２．５／１０００＋（２，６\n５４，４６０＋１，２３１，６５７）×２．５／１００｝×１／２＝２，５８１，\n１３４\n五、　なお、本件第一事業年度の課税所得金額については、寄付金の損金不算入\n額二〇六万一〇一三円が取消されると、それに伴つて、価格変動準備金の繰入超過\n額は一九二万八五六〇円となり、本件第一処分に含まれている超過額より二九万六\n七八五円増加する（昭和四二年法律第二四号による改正前の租税特別措置法五三条\n二項）。したがつて、寄付金の損金不算入額が取消されるならば、課税所得金額は\n四五五方一一〇一円となるべきである。\nその計算は次のとおりである。\n価格変動準備金として損金算入が認められる限度額「１」＝期末におけるたな\n卸資産の帳簿価額「２」－期末におけるたな卸資産の時価「３」×９４／１００－\n（前期の所得金額「４」－当期の所得金額「５」）×前期の繰入実施率「６」\n「６」＝前期の価格変動準備金繰入額「７」＋前期の所得金額「４」\n本件第一処分に関する右の、「２」「３」はともに六六一七万〇三八一円、\n「４」は一九九八万五五四八円、「７」は二八八万四〇三三円である。同「５」\nは、当期損金計上価格変動準備金繰入額（「２」―「３」×９４／１００）三九七\n万〇二二三円を加算したものとなる。したがつて、右「５」は、本件第一処分にお\nいては右金額と別表（二）の番号２３の金額を加算した金額八六五万三七七七円と\nなつているが、寄付金の損金算入額が取消された場合の仮計算においては、別表\n（三）の番号２０、２２の各金額及び右三九七万〇二二三円を加算した金額六五九\n万二七六四円とすべきこととなる。\n本件第一処分における「１」＝３，９７０，２２３－（１９，９８５，５４８\n－８，６５３，７７７）×２，８８４，０３３／１９，９８５，５４８＝２，３３\n８，４４８\n仮計算の「１」＝３，９７０，２２３－（１９，９８５，５４８－６，５９\n２，７６４）×２，８８４，０３３／１９，９８５，５４８＝２，０４１，６６３\n２，３３８，４４８－２，０４１，６６３＝２７６，７８５\n６，３１５，３２９－２，０６１，０１３＋２９６，７８５＝４，５５１，１\n０１\n（被控訴人）\n控訴人の主張一は争う。\n（一）　法二二条二項の規定中、無償による資産の譲度に係る当該事業年度の収\n益の額、及び、無償による役務の提供に係る当該事業年度の収益の額に関する部分\nは、これらについて「収益の額」が発生しないから、その意味を理解することがで\nきず、したがつて、法的には意味のない規定であり、実効性がない。\n（二）　控訴人は、無利息融資は利息付融資においてその利息を免除又は利息を\n収受して利息相当額の金銭の贈与をしたことと商法上同様な効果を有し、また、経\n済活動上も同様の経済的機能を有している、と主張するが、両者は、行為自体も法\n律効果も全く異なり、いうところの経済的機能の同一は、課税要件の充足とは何ら\n関係がないことである。権利が発生しなければ課税要件を充足しない。\n（三）　控訴人主張のような論法が認められるとすれば、次のようなことも認め\nられることになる。すなわち、被控訴人は、本件第一、第二事業年度において、認\n定利息相当額をうわまわる左記のとおりの課税済み利益を東洋化成から取得してい\nた。\n（１）　被控訴人から東洋化成への販売取引による利益\n（ア）　パネロン関係\n第一事業年度　六七万七八〇〇円\n第二事業年度　一一四万六六六〇円\n（イ）　トラベロン関係\n第一事業年度　九六万二五一三円\n第二事業年度　一四一万一四一三円\n（２）　被控訴人の東洋化成からの購入取引による利益\n第一事業年度　一〇七万一六四八円\n第二事業年度　二九八万〇一九四円\n右（１）の（ア）は、別表（六）の「１」欄記載の価額で他から買入れたものを\n同「２」欄記載の価額で売り、一メートル当り四円の利益を得たもので、その販売\n数量は、第一事業年度が一六万九四五〇メートル、第二事業年度が二万六六六五メ\nートルである。\n右（１）の（イ）は、別表（五）の「１」欄記載の価額で他から買入れたものを\n同価額で売つたもので、直接の販売利益はないが、仕入先から仕入数量に比例する\nリベート（それは一メートル当り四円前後である。）があつたものである。\n右（２）は、各商品を、他店への販売価額より格安で引取つたうえ、第三者に転\n売して利益を得たものであり、被控訴人への販売価額と他店への販売価額の差額を\n集計したものである。\nしたがつて、認定利息相当額は東洋化成との取引における利益に転化していると\nいえる。抽象的な無利息融資一般は、取引の一定型ではあるが、被控訴人の所得を\n把握するにあたつては、双方の取引全般のうちから無利息融資という一取引のみを\n摘出して認定利息相当額の寄付金と認定することが正当か否かを判断することは許\nされないのであつて、それは、あくまで被控訴人と東洋化成との具体的取引に関す\nる諸関係の全体像のもとにおいて判断されるべきものである。\n（四）　法が寄付金の損金算入を認める場合は、法人の事業活動に直接の関係は\nないが、公益的性格を有する財産の出捐であるとか、もしくは公益的性格を有して\nいないが、無形的広報活動又は近隣同志のつき合い上必要な出指もあるが、これを\n個別的に検討することは煩にたえないから、法三七条二項は画一的に損金算入限度\n額を法定したものである。このように法は、寄付金を事業活動に直接関係なくなさ\nれる金銭その他の資産の贈与又は経済的利益の無償の供与であることを前提として\nいるものと解さなければならない。本件無利息貸付は、被控訴人の利潤追求のため\nの事業活動であり、利息相当額の寄付金など発生する余地はない。\n二、　控訴人の主張二は争う。\n法一三二条を適用しうるのは、当該行為又は計算を容認した場合には客観的にみ\nて法人税の負担を不当に減少させる結果となる場合でなければならず、また、無利\n息融資を非合理、不自然であるとするのに、抽象的な想像上の非現実的な「利益を\n追求する経済人」の取引を基準とするのは非合理的である。のみならず、本件にお\nいては、被控訴人は、経済的、実質的には、格安仕入等により、利息相当分の利益\nを東洋化成から得ているのであるから、法人税の負担を不当に減少せしめたなどと\nいうことはできない。\n第三、　証拠関係（省略）\n理　　　　由\n一、　次の事実は、いずれも当事者間に争いがない。\n（一）　被控訴人は、昭和二六年七月三日織物、繊維製品、雑貨の売買及び貿易\nを目的として資本金一〇〇万円で設立された株式会社であり、昭和四〇年一一月三\n〇日現在その資本金は一九〇〇万円である。東洋化成は、昭和三七年一一月一日に\n繊維、化成品の製造並びに販売を目的として資本金五〇〇万円で設立された株式会\n社である。東洋化成の昭和四〇年一一月三〇日現在における資本金は二〇〇〇万円\nであるが、その同日現在の発行済株式四万株のうち、一万六〇二八株を被控訴人が\n保有しており、被控訴人と東洋化成とはいわゆる親会社、子会社の関係にあつて、\nともに法人税法上の同族会社である。\n（二）　被控訴人は、昭和三七年一二月一日東洋化成に対し、その事業達成を援\n助する目的で期間を三か年間に限り、四〇〇〇万円を限度として無利息で融資する\n旨の契約を締結した。そして、右契約に基づく本件第一、第二事業年度における融\n資状況は、その各月末現在における融資残額をもつて表示すると別表（一）記載の\nとおりになる。\n（三）　控訴人は、被控訴人の昭和三八年一二月一日から昭和三九年一一月三〇\n日までの事業年度（本件第一事業年度）の法人税額の確定申告に対し、昭和四〇年\n六月三〇日付で更正処分をし（同年三月三一日付更正決定を減額再更正したもの。\n本件第一処分）、課税所得金額を六三一万五三二九円と更正し、更に被控訴人の昭\n和三九年一二月一日から昭和四〇年一一月三〇日までの事業年度（本件第二事業年\n度）の法人税額の確定申告に対しても、昭和四一年六月三〇日付で更正処分（本件\n第二処分）をし、課税所得金額を四〇九万八六四七円と更正した。\n（四）　本件第一、第二処分は、被控訴人が東洋化成に無利息融資したことにつ\nき、その利息相当分を寄付金と認定し、寄付金損金不算入額として、本件第一処分\nが第一事業年度の所得金額に二〇六万一〇一三円、本件第二処分が第二事業年度の\n所得金額に二五八万二一三四円を各加算計上してしたものである。\n（五）　被控訴人は、昭和四〇年四月一七日付で前記同年三月三一日付更正決定\nに対し、控訴人に異議申立をしたところ、同年六月三〇日付で棄却されたので、同\n年七月二〇日付で大阪国税局長に対し審査請求したがこれも同年一一月九日付で棄\n却された。また、本件第二処分についても、昭和四一年七月一八日付で控訴人に異\n議申立をしたところ、同年一〇月一三日付で棄却されたので、同年一一月一二日付\nで国税局長に対し審査請求したが、これも昭和四二年二月二三日付で棄却された。\n<要旨>二、　そこで、本件第一、第二処分により、本件無利息融資における利息\n相当額につき、これを寄付金と認定</要旨>し、その寄付金損金不算入額に対して課\n税したことの適否について判断する。\n（一）　法人税法は、各事業年度の所得を法人税の課税の対象とし（法五条）、\n右所得の金額は「当該事業年度の益金の額から損金の額を控除した金額とする」\n（法二二条一項）と定めている。そして、当該事業年度の益金に算入すべきものと\nして、「資産の販売、有償又は無償による資産の譲渡反は役務の提供、無償による\n資産の譲受けその他の取引で資本等取引以外のものに係る当該事業年度の収益の\n額」を挙げている（法二二条二項）が、それは、私法上有効に成立した法律行為の\n結果として生じたものであるか否かにかかわらず、また、金銭の型態をとつている\nかその他の経済的利益の形をとつているかの別なく、資本等取引以外において資産\nの増加の原因となるべき一切の取引によつて生じた収益の額を益金に算入すべきも\nのとする趣旨と解される。そして、資産の無償譲渡、役務の無償提供は、実質的に\nみた場合、資産の有償譲渡、役務の有償提供によつて得た代償を無償で給付したの\nと同じであるところから、担税力を示すものとみて、法二二条二項はこれを収益発\n生事由として規定したものと考えられる。\n（二）　金銭の無利息貸付がなされた場合、貸主はもとより利息相当額の金銭あ\nるいは利息債権を取得するわけではないから、それにもかかわらず貸主に利息相当\n額の収益があつたというためには、貸主に何らかの形でのこれに見合う経済的利益\nの享受があつたことが認識しうるのでなければならない。\nところで、金銭（元本）は、企業内で利用されることによる生産力を有するもの\nであるから、これを保有するものは、これについて生ずる通常の果実相当額の利益\nをも享受しているものといいうるところ、右金銭（元本）がこれを保有する企業の\n内部において利用されているかぎりにおいては、右果実相当額の利益は、右利用に\nより高められた企業の全体の利益に包含されて独立の収益としては認識されないけ\nれども、これを他人に貸付けた場合には、借主の方においてこれを利用しうる期間\n内における右果実相当額の利益を享受しうるに至るのであるから、ここに、貸主か\nら借主への右利益の移転があつたものと考えられる。そして、金銭（元本）の貸付\nけにあたり、利息を徴するか否か、また、その利率をいかにするかは、私的自治に\n委ねられている事柄ではあるけれども、金銭（元本）を保有する者が、自らこれを\n利用することを必要としない場合、少くとも銀行等の金融機関に預金することによ\nりその果実相当額の利益をその利息の限度で確保するという手段が存在することを\n考えれば、営利を目的とする法人にあつては、何らの合理的な経済目的も存しない\nのに、無償で右果実相当額の利益を他に移転するということは、通常ありえないこ\nとである。したがつて、営利法人が金銭（元本）を無利息の約定で他に貸付けた場\n合には、借主からこれと対価的意義を有するものと認められる経済的利益の供与を\n受けているか、あるいは、他に当該営利法人がこれを受けることなく右果実相当額\nの利益を手離すことを首肯するに足りる何らかの合理的な経済目的その他の事情が\n存する場合でないかぎり、当該貸付がなされる場合にその当事者間で通常ありうべ\nき利率による金銭相当額の経済的利益が借主に移転したものとして顕在化したとい\nいうるのであり、右利率による金銭相当額の経済的利益が無償で借主に提供された\nものとしてこれが当該法人の収益として認識されることになるのである。\n（三）　法三七条五項の規定からみれば、寄付金とは、その名義のいかんを問わ\nず、金銭その他の資産又は経済的利益の贈与又は無償の供与であつて、同項かつこ\n内所定の広告宣伝費、見本品費、交際費、接待費、福利厚生費等に当たるものを除\nくもののことである。寄付金が法人の収益を生み出すのに必要な費用といえるかど\nうかは、きわめて判定の困難な問題である。もしそれが法人の事業に関連を有しな\nい場合は、明白に利益処分の性質をもつと解すべきであろう。しかし、法人がその\n支出した寄付金について損金経理をした場合、そのうちどれだけが費用の性質をも\nち、どれだけが利益処分の性質をもつかを客観的に判定することが至難であるとこ\nろから、法は、行政的便宜及び公平の維持の観点から、一種のフイクシヨンとし\nて、統一的な損金算入限度額を設け、寄付金のうち、その範囲内の金額は費用とし\nて損金算入を認め、それを超える部分の金額は損金に算入されないものとしている\n（法三七条二項）。したがつて、経済的利益の無償の供与等に当たることが肯定さ\nれれば、それが法三七条五項かつこ内所定のものに該当しないかぎり、それが事業\nと関連を有し法人の収益を生み出すのに必要な費用といえる場合であつても、寄付\n金性を失うことはないというべきである。\n（四）　ところで、旧法は、各事業年度の所得を法人税の課税の対象とし（八\n条）、右所得の金額は「各事業年度の総益金から総損金を控除した金額による」\n（九条一項）と規定し、また、寄付金の損金不算入に関する規定をおいている（九\n条三項）けれども、旧法には、法二二条二項、三七条五項のような規定はなかつ\nた。しかし、本件に適用されるべき法条に関する法の規定は、旧法の解釈上も妥当\nと考えられていたところを法文化したものであり、それによつて従来の法人税法の\n所得計算の変更が意図されているものではないと解されるのであつて、旧法の関係\n規定について、右に述べたところと別異に解釈すべき根拠は見出しがたいところで\nある。\n（五）　以上述べたところからすれば、本件無利息融資に係る右当事者間におい\nて通常ありうべき利率による利息相当額は、被控訴人が、東洋化成からこれと対価\n的意義を有するものと認められる経済的利益の供与を受けているか、あるいは、営\n利法人としてこれを受けることなく右利息相当額の利益を手離することを首肯する\nに足る何らかの合理的な経済目的等のために東洋化成にこれを無償で供与したもの\nであると認められないかぎり、寄付金として取扱われるべきものであり、それが法\n三七条五項かつこ内所定のものに該当しないかぎり、寄付金の損金不算入の限度\nで、本件第一、第二事業年度の益金として計上されるべきこととなる。\n（六）　成立に争いのない甲第六号証、第七号証の一、二、第一〇、第一一号\n証、第二〇、第二一号証、乙第一、第二号証、原審証人Ａ、同Ｂ、同Ｃの各証言、\n原審における被控訴人代表者Ｄ本人尋問の結果及び弁論の全趣旨によれば、次の事\n案が認められる。\n（１）　被控訴人は、織物、繊維製品等の販売を主たる営業内容とし、いわゆる\n問屋業を営んできたが、業界における機構改革や流通機構そのものの改革にそな\nえ、被控訴人が販売する商品を製造、販売する部門を設置する必要があると考え、\n当時の被控訴人代表者Ｄが個人として有していた特許権等を生かした製造部門を柱\nとし、これに化学繊維の販売部門を併せたものを新設する構想をたてた。その方法\nとして、被控訴人の内部にこれを設置するか、独立の会社を設立するかが検討され\nたが、一つには、新設部門については特許に関連した事業ということで発明協会の\n援助等を得て中小企業金融公庫から融資を得ることを企画したので、そのためにこ\nれを別会社にする必要があつたことと、一つには、被控訴人のイメージとは異なる\nものとしたということから、後者の方法を採用することとして、東洋化成が設立さ\nれるに至つた。\n（２）　右中小企業金融公庫から融資を受けるという計画は、結局実現するに至\nらなかつたので、被控訴人は、東洋化成に対し、その事業達成を援助するため、前\n記一の（二）のように本件無利息融資を行なうこととした。その際、三か年経過後\n東洋化成が借入金の返済ができないときはその残額元本に対して年七分の割合によ\nる利息を支払う旨の約定がなされているが、三年間無利息とするについては、早急\nに独立自営の目標を達成すること以外、契約書には特段の理由を掲げていない。な\nお、右融資に関する契約の締結にあたり、被控訴人、東洋化成両社の取締役会は、\n両社の役員を兼務する者の東洋化成の報酬は完全独立自営の線に達するまで昀低額\nに甘んじることを決議している。\n（３）　東洋化成は、（ア）昭和三七年一一月一日から同月三〇日までの設立当\n初の事業年度においては、投下資本の全てを土地と工場施設に費し、約一一万円の\n欠損を計上しているが、（イ）昭和三七年一二月一日から昭和三八年一一月三〇日\nまでの事業年度においては、住友銀行、滋賀銀行からの借入金期末残高一九四〇万\n円、未経過利息を含めその支払利息八一万九九六二円を計上し、被控訴人と東洋化\n成両社の役員を兼務する者に対して合計九二万円の役員報酬を支払い、一二九万円\n余りの公表利益を計上し、その利益処分として年一〇パーセントの利益配当を行な\nつており、なお、（ウ）以後、昭和三八年一二月一日から昭和三九年一一月三〇日\nまでの事業年度においては五〇〇万円の欠損を計上しているが、昭和三九年一二月\n一日から昭和四〇年一一月三〇日までの事業年度においては一九五万円の、これに\n続く四事業年度においても、順次、二三五万円、一二八万円、一四八万円、二七七\n万円の利益を計上しており、右六事業年度のうち当初の四事業年度においては利益\n配当はしていないが、後の二事業年度においては、それぞれ五パーセントと一〇パ\nーセントの利益配当を行なつており、右六事業年度のいずれにおいても、被控訴人\nと東洋化成両社の役員を兼務する者に対して相当額の役員報酬を支払つている。\n（４）　被控訴人は、本件融資契約を締結した日を含む昭和三七年一二月一日か\nら昭和三八年一一月三〇日までの事業年度において、かなりの借入れがあり、その\n手形割引を含む期末現在における借入金残高総額一億四七六六万六三七一円、これ\nに対する支払利息（未経過利息、割引料を含む。）総額一三五九万九三七七円を計\n上している。本件無利息融資の資金は、自己資金及び銀行借入れによつてまかなわ\nれているが、前者は被控訴人の受取手形を割引いてまかなつたものであり、いずれ\nにせよ、利息は被控訴人が負担していたものである。被控訴人は、本件第一事業年\n度においては三〇五万円、本件第二事業年度においては一一〇万円の純利益があつ\nたにとどまるとしているが、これに先立つ三事業年度においては、順次、一二一六\n万円、一三〇一万円、一五九一万円の純利益があつたとしており、なお、本件第二\n事業年度に続く事業年度には六六七万余円の欠損があつたが、その後の二事業年度\nには、順次五七五万円、四二八万円の純利益があつたとしている。もつとも、右純\n利益の点については、その間の景気の変動が大きく影響していることがうかがわ\nれ、本件無利息融資をしたこととの因果関係は必ずしも明らかでない。\n（５）　東洋化成設立当初から本件第二事業年度にいたる間の被控訴人、東洋化\n成両社の役員は、代表取締役はともにＤで、Ｅが両社の取締役、Ａが両社の監査役\nであり、その他、被控訴人の取締役としてＦ（Ｄの妻）、東洋化成の取締役として\nＧがいた。昭和三八年一一月三〇日現在の東洋化成の株主及び各株主の持株の金額\nは、別表（四）記載のとおりである。被控訴人の株主は、右東洋化成の株主のうち\nＧを除く全員であり、Ｄの親族においてその大部分を保有している。\n（６）　東洋化成の原料の仕入れは、金額からみて、被控訴人からの分と、他か\nらの分とが、ほぼ半々であり、東洋化成の販売は、被控訴人をとおすものが東洋化\n成の直売を若干上まわる程度である。なお、Ｄは、原審において被控訴人代表者本\n人として、東洋化成を設立したことにより被控訴人の利益が昭和四〇年頃までに大\nして増えたわけではないが、製造部門が傍系会社として存在するということで百貨\n店、スーパー等大きな取引先が開けてきたことが換算できない利益である旨、供述\nしている。\n右認定に反する被控訴人代表者Ｄ本人の供述は他の証拠との対比において措信す\nることができず、他にこれを左右するに足る証拠はない。\n（七）　ところで、被控訴人は、本件第一、第二事業年度において、認定利息相\n当額を上まわる課税済み利益を東洋化成から取得していた、と主張する。しかし、\n（１）　商品の販売により利益を得るということは、一般商取引として当然のこ\nとであり、単にそれだけのことでは右の利益が本件無利息融資によつて与えた経済\n的利益と対価的意義を有するものと認めることはできない。\n（２）　のみならず、前記甲第二〇、第二一号証によれば、被控訴人は、（ア）\n本件第一事業年度において、被控訴人が東洋化成に売却したと主張する数量とほぼ\n匹敵する数量のパネロンを、別表（六）の「５」欄記載の仕入価額（それは、被控\n訴人が、他から買入れたパネロンの東洋化成への売却価額として自認する同表\n「２」欄の価額を、一メートル当り一円ずつ上まわるものである。）で、東洋化成\nから仕入れており、（イ）本件第二事業年度において、二六万五〇〇〇メートル余\nのパネロンを東洋化成から仕入れているが、その仕入価額は、昭和四〇年五月まで\nは別表（六）の「５」欄記載の各仕入価額と同額であり、同年六月以降は右各価額\nを各一二円下まわるものとなつていること、が認められている。\n仮に被控訴人主張どおりの被控訴人から東洋化成へのパネロン売却の事実があつ\nたとして、右認定の事実を併せて考えた場合、被控訴人と東洋化成との間のパネロ\nンの取引は容易に理解しがたい（売つたものと買つたものとでパネロンが異質不等\nのものであるとの主張立証はない。）ところであり、疑えば、昭和四〇年五月まで\nは、他から仕入れたパネロンを、東洋化成に売つて買戻すという帳簿操作により、\n一メートル当り一円の利益を東洋化成に振替えたのではないかとも考えられないで\nはないのであつて、少くとも、その間、東洋化成とのパネロンの取引により被控訴\n人が利益を得たものとは認めがたいところであるし、また、前認定のように、昭和\n四〇年六月以降は仕入価額が画一的にかなり大幅に引下げられており、このこと\nと、それまでの取引関係から考えると、被控訴人が東洋化成に販売したと主張する\nパネロンの原価、売価もその時期に同様に下落しているものとみるのが妥当であろ\nう。いずれにせよ、東洋化成との。ハネロンの取引によつて被控訴人が利益を得た\nとの主張は、認めるに由ないところである。\n（３）　また、成立に争いのない甲第二三号証、第二四号証の一乃至五及び弁論\nの全趣旨によれば、被控訴人は、その主張のリベートによる利益を得ているかにう\nかがわれるけれども、他方、前記甲第二〇、第二一号証によれば、被控訴人は、東\n洋化成から、本件第一事業年度においては三〇万メートルをこえるトラベロンを、\n本件第二事業年度においては二九万メートルをこえるトラベロンを、いずれも別表\n（五）の「２」欄記載の各価額で買受けている事実が明らかであり、右買受けた数\n量が被控訴人主張のリベートにかかわるトラベロンの取引数量とほぼ匹敵する（右\n両トラベロンが異質不等のものであるとの主張立証はない。）ことから考えれば、\n被控訴人は、控訴人主張のように、東洋化成に売つたトラベロンを自ら買戻し、そ\nれによつて一メートル当り一〇円の利益を東洋化成に振替えているのではないかと\n疑われるのであつて、少くとも、東洋化成とのトラベロンの取引によつて被控訴人\nが利益を得たとの主張は、認めるに由ないところである。\n（４）　次に前記甲第二〇号証、第二一号証によれば、いくつかの誤記と思われ\nるものを除き、おおむね被控訴人が東洋化成から商品を格安に仕入れたことにより\n得た利益を計上する基礎として主張する各売買取引があつたことが認められる。\nしかし、右被控訴人の主張の本件第二事業年度の格安仕入れによる利益中二二五\n万八四〇二円を占めるパネロンについては、同年度における被控訴人の東洋化成か\nらのパネロンの仕入価額が、昭和四〇年五月までは別表（六）の「５」欄記載の各\n価額であり、（それは、その頃被控訴人が他から仕入れたパネロンの原価として自\n認する同表の「１」欄記載の各価額を、一メートル当り五円ずつ上まわるものであ\nる。）同年六月以降は右各価額を各一二円下まわるものであることは前認定のとお\nりであるが、なお、同時期に被控訴人の他からの仕入原価も下落したものとみるの\nが妥当であることも前示のとおりであるから、それが格安であらたと認めることは\nできない。\nその他の商品については、前記甲第二〇、第二一号証にあらわれた取引の相手\n方、時期、数量、単価等からみて、マイアミハツト等、控訴人主張のような疑問の\n存するものもあるが、少くとも、パツト、スレープの類については、卸小売の別に\nよる差であるかもしれないという疑問は残るけれども、一応、格安仕入れにあたる\nと認めえないではない。しかし、被控訴人が自認するように、東洋化成から被控訴\n人への販売取引総額は、本件第一事業年度は六〇四四万二九〇七円、本件第二事業\n年度は九四六二万六九八〇円であるのに、右格安仕入れにかかる具体的取引として\n主張されているものの合計額は、パネロンを除けば、本件第一事業年度分三五七万\n二三二二円、本件第二事業年度分一〇一万四六一七円にすぎないのであつて、右取\n引総額において大きな割合を占めるものと思われるトラベロン、パネロンの各取引\nについて前示のような疑問を残さざるをえない事情がうかがわれることをあわせて\n考えれば、特に明示の約定により本件無利息融資と関連づけられているわけでもな\nい僅少な部分の取引においてある程度の格安仕入れの事実があつたとしても、その\n故に東洋化成からの買取引によつて被控訴人にその主張のような利益が生じたもの\nと認めることはできないところである。\n（八）　被控訴人が本件第一、第二事業年度において東洋化成との取引によりそ\nの主張のような利益をえたといいえないことは、右（七）において検討したとおり\nである。\nまた、右（六）の認定事実からすれば、被控訴人としては、自社の一部門として\n設置する方法もあつたのに、あえて別人格たる東洋化成を設立したのであり（同\n（１）の事実）、東洋化成は、本来、当然利息を支払わなければならない中小企業\n金融公庫からの融資を見込んで設立された（同（１）の事実）のであつて、本件無\n利息融資も、その速かな独立自営の達成ということ以上の明示の目的を帯有させら\nれたものではない（同（２）の事実）ところ、東洋化成は、設立の当初から融資に\n対する利息の支払ができないような資産状態であつたとはいえない（同（３）の事\n実）のに、被控訴人としては、あえて利息の自己負担において本件無利息融資をし\nた（同（４）の事実）のである。\nもとより、子会社たる東洋化成が利益をあげ、その取引高が増大すれば、親会社\nたる被控訴人にそれによる経済的利益が見込まれることは事実であり、その他、右\n（六）の（６）の被控訴人代表者本人の供述にあらわれたような利益も考えられな\nいではないから、本件無利息融資により、東洋化成が、それがなかつた場合に比べ\nてより速かにその事業を独立自営しうるようになつたとすれば、それが、短縮され\nた期間相当分だけ、右のような被控訴人の利益の増大につながつたといいえないで\nはない。しかし、右に述べた事情からすれば、本件無利息融資が東洋化成の事業達\n成のために必要であつたとは認めがたい。のみならず、さきに一の（一）、二の\n（六）の（５）（６）で認定した東洋化成の株主の持株の割合、東洋化成と被控訴\n人との間の取引量の東洋化成の全取引量に対する割合にかんがみれば、東洋化成が\n利益をあげても、その約半分乃至はそれ以上は被控訴人に帰属させるに由ないもの\nであり、その取引高の増大が全面的に被控訴人との取引高の増大につながるわけで\nもないのである。結局、本件無利息融資により、被控訴人に東洋化成からのある程\n度の右のような経済的利益が見込まれるとしても、それは、極めて間接的かつ漠然\nとしたものであるにすぎないのみならず、被控訴人は、右融資により生ずべきその\n種の利益の全てを自己に帰属させることもできないのであつて、それだけでは、営\n利法人が無利息融資の代償とするに足ると評価すべき程のものであるとは認めがた\nいところである。そして、他に、本件無利息融資をしたことにより被控訴人が何ら\nかの利益を得たことをうかがわせるような事情は見当らない。\n以上、被控訴人が東洋化成から本件無利息融資による利息相当額の利益と対価的\n意義を有するものと認められる経済的利益の供与を受けているとは到底認めがた\nく、また、営利法人である被控訴人が本件無利息融資により無償でその利息相当額\nの利益を手離すことを首肯させるに足る合理的理由も見出しがたいところである。\nそして、本件無利息融資に係る利息相当額の利益の供与が法三七条五項かつこ内\n所定のものに該当するとは解しえないから、控訴人が本件第一、第二処分において\nこれをその寄付金不算入の限度で本件第一、第二事業年度の益金として計上すべき\nものどしたこと自体を、違法ということはできない。\n三、　次に、本件第一、第二処分における寄付金とされる利息相当額とその損金\n不算入の計算の適否について検討する。\n（一）　控訴人は、本件において寄付金とされる利息相当額については、（１）\nその融資、返済の出入り回数が多く、また、その金額が大小さまざまであるため、\nその融資額ごとに適正な利息相当額を計算することは複雑困難であるばかりでな\nく、その実益が少ないので、昀も合理的な計算方法として、別表（一）記載の各月\n末現在における融資残額を合計した金額を一二か月で除し、被控訴人の東洋化成に\n対する本件各係争事業年度中における各月末現在の平均融資残額を算出のうえ、\n（２）これに通常借入れに必要な利率と考えられる年一〇パーセントを乗じて、\n（３）本件第一事業年度の利息相当額を二一四万一七三九円、本件第二事業年度の\n利息相当額を二六五万四四六〇円と算出した、と説明する。ところで、通常、金銭\n消費貸借において当該当事者間において利息の割合を定めるにあたつては、貸借の\n理由、貸主と借主との関係、貸主の貸付資金捻出の手段、借主の借金を必要とする\n度合等、種々の要素が働くものであるから、控訴人のいうように年一〇パーセント\nをもつて直ちに当該無利息貸付に係る通常ありうべき利率であるとすることはでき\nない。本件無利息融資の場合、その資金の関係はさきに二の（六）の（４）で認定\nしたとおりであるが、それ以上に、各融資についての個別的な資金手当の関係は明\nらかでなく、したがつてまた、それを得るために被控訴人がどの程度の利息を負担\nしたのかその具体的数額も明らかではない（原審証人Ａの証言によれば、銀行借入\nれによるものについても、被控訴人は、相当額の預金を有していたところから、一\n部、通常の銀行借入れよりかなり低い金利で借入れていたものもあるようにうかが\nわれる。）。のみならず、営利法人が事業を営む上において銀行より長期、短期の\n資金を借入れ、一方において銀行に対し定期、当座、普通の各種預金をなし、それ\nらはそれぞれ固有の必要に基づいてなされるものであつて単純ではないから、被控\n訴人において銀行借入れ金がある以上、その一部は常に東洋化成への貸付けのため\nになされたものであり、いわば東洋化成の肩代り借入れであるとみなすわけにはい\nかない。したがつて、被控訴人の銀行借入れ利息の利率をもつて、直ちに被控訴人\nの東洋化成に対する本件融資のありうべき利率とすることはできない。むしろ被控\n訴人と東洋化成との間には、前認定の二の（六）の（１）（２）及び（５）（６）\nの事実が介在していることにかんがみれば、営利法人の行動の経済的合理性という\n観点から考えても、なお、金融を業とする銀行が企業に対し融資を行う際に取得す\nる金利そのままを要求しうるとは限らない。金融を業としない者が縁故の深い者に\n対してなす金銭の貸付けにおいては、金融業者のような姿勢はとてもとれないのが\n通常であるからである。しかしながら、被控訴人としては、東洋化成に貸付けた資\n金をもしその貸付けを行なわないとすればこれを銀行に預金することにより安定し\nた利殖を計り得たのであるから、被控訴人としては銀行預金利息程度のものは東洋\n化成に対して要求してもおかしくなく、東洋化成としてもその程度のものは支払わ\nなければ被控訴人に対して申し訳がないということがいえよう。そこで、銀行の定\n期預金利息の利率が一応の基準として浮んでくる（原審証人Ａの証言によると、本\n件無利息融資において三年経過後の利息の利率を年七分と定めたのは、期間二年の\n定期預金の利息が当時六分位であつたからであることが認められる。そうであれ\nば、被控訴人と東洋化成間において、本件の貸付に当り、被控訴人が銀行に定期預\n金をすることによつて得べかりし利息が具体的に顧慮の対象となつたことにな\nる。）。しかし、このように考えても、もともと当事者間で無利息と定められた消\n費貸借につき、合理的なありうべき利息の利率を探求しようとするのであるから、\n漠然とした基準しか見出せないのは事の性質上やむを得ない。このような場合、商\n人の行為につき約定がない場合に適用される商事法定利率の年六分が、それがたま\nたま前記の銀行の期間二年もしくは三年定期預金利息の利率と近似していることで\nもあり、妥当であると思われる。以上の次第であるから、本件無利息融資に係る通\n常ありうべき利率は年六分であると認めるのが相当であり、これをこえる利率によ\nり利息相当額を算出した本件第一、第二処分は、その限度において違法であるとい\nわなければならず、また、右違法な部分を、法一三二条（旧法三〇条）の適用によ\nつて維持する余地はない。\n（二）　したがつて、寄付金とされるべき利息相当額は、本件第一事業年度は一\n二八万五〇四三円、本件第二事業年度は一五九万二六七九円となる。\n第一事業年度につき、\n２５７，００８，７１４×１／１２×６／１００＝１，２８５，０４３\n第二事業年度につき、\n３１８，５３５，８１０×１／１２×６／１００＝１，５９２，６７９\n（いずれも、円未満切捨て）\n（三）　寄付金の損金不算入額は、別表（二）の番号１乃至２０、別表（三）の\n１乃至１３の各事項、金額については、被控訴人において明らかに争わないからこ\nれを自白したものとみなしたうえ、本件第一事業年度については旧法九条三項、同\n法施行規則（昭和二二年勅令一一号）七条の規定に基づき、本件第二事業年度につ\nいては法三七条二項、同法施行令（昭和四〇年政令六七号）七三条の規定に基づ\nき、各計算すると、本件第一事業年度は一二一万五〇二六円、本件第二事業年度は\n一五三万三六二五円とすべきこととなる。\n第一事業年度につき、\n１，２８５，０４３－｛１９，０００，０００×２．５／１０００＋（２，４\n１６，３５６＋１，２８５，０４３）×２．５／１００｝×１／２＝１，２１５，\n０２６\n第二事業年度につき、\n１，５９２，６７９－｛１９，０００，０００×２．５／１０００＋（１，２\n３１，６５７＋１，５９２，６７９）×２．５／１００｝×１／２＝１，５３３，\n６２５\n四、　当審における控訴人の主張五の計算における「２」「３」「４」「７」の\n各事項についての本件第一処分に関する金額及び別表（二）の番号２４の事項の金\n額については、被控訴人において明らかに争わないからこれを自白したものとみな\nしたうえ、昭和四二年法律第二四号による改正前の租税特別措置法五三条にしたが\nつて、本件第一事業年度の課税所得金額につき、右寄付金の損金不算入額が取消さ\nれた場合の価格変動準備金の繰入超過額を計算すると、本件第一処分に含まれてい\nる超過額より一二万一八二二円増加することとなる。\n３，９７０，２２３＋２，４１６，３５６＋１，２１５，０２６＋２０６，１\n８５＝７，８０７，７９０\n３，９７０，２２３－（１９，９８５，５４８－７，８０７，７９０）×２，\n８８４，０３３／１９，９８５，５４８＝２，２１６，６２６\n２，３３８，４４８－２，２１６，６２６＝１２１，８２２\nしたがつて、本件第一事業年度における課税所得金額は五五九万一一六四円、本\n件第二事業年度における課税所得金額は三〇五万〇一三八円となるべきである。\n６，３１５，３２９－（２，０６１，０１３－１，２１５，０２６）＋１２\n１，８２２＝５，５９１，１６４\n４，０９８，６４７－（２，５８２，１３４－１，５３３，６２５）＝３，０\n５０，１３８\n五、　以上本件第一処分のうち課税所得金額五五九万一一六四円を超える部分、\n及び、本件第二処分のうち課税所得金額三〇五万〇一三八円を超える部分は、いず\nれも違法なものとして取消すべきであり、被控訴人の本訴請求は、右各部分の取消\nを求める限度で認容すべく、その余は失当として棄却すべきものであるので、これ\nと異なる原判決を右の趣旨に変更し、訴訟費用の負担につき民事訴訟法九二条、九\n六条に従い、主文のとおり判決する。\n（裁判長裁判官　坂井芳雄　裁判官　下郡山信夫　裁判官　富澤達\n別　表　（一）\n＜記載内容は末尾１添付＞\n別　表　（二）\n＜記載内容は末尾２添付＞\n別　表　（三）\n＜記載内容は末尾３添付＞\n別　表　（四）\n＜記載内容は末尾４添付＞\n別　表　（五）\n＜記載内容は末尾５添付＞\n別　表　（六）\n＜記載内容は末尾６添付＞\n"
}