{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 11,
    "day": 17
  },
  "case_number": "昭和44(行ケ)110",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14573",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14573",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/573/014573_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n原告訴訟代理人は、「特許庁が、昭和四四年八月二九日、同庁昭和四〇年審判第\n七、三九一号事件についてした審決を取り消す。訴訟費用は被告の負担とする。」\nとの判決を求め、被告訴訟代理人は、主文同旨の判決を求めた。\n第二　請求の原因\n原告訴訟代理人は、請求の原因として、次のとおり述べた。\n一　特許庁における手続の経緯\n原告は、昭和四〇年一一月一〇日、被告を被請求人として、被告の権利に属する\n登録第二五〇、八一二号意匠（意匠に係る物品「ボーリング用手袋」、登録出願昭\n和三九年五月八日、登録昭和四〇年八月五日）につき、登録無効の審判を請求し、\n昭和四〇年審判第七、三九一号事件として審理された結果、昭和四四年八月二九日\n「本件審判の請求は成り立たない。」との審決があり、その謄本は、同年九月一〇\n日原告に送達された。\n二　本件登録意匠\n形状を普通の形の手袋から、親指の出る部分を根本から削除し、残り四本の指に\n相当する部分をそれぞれ第二関節の下あたりで切り取つたような形とし、その表面\n（甲の側）の態様は、中指の部分から手首にかけて垂直に二分し、小指の側を褐色\nで表わし、その他の部分を白色とし、なお中指と薬指の直下に当る手首の部分に逆\nＵ字形の切り込みを設け、その左側より手首の右側方に達する褐色のバンドを取り\nつけ、なお褐色部の甲部に上下二本のジグザグ状ミシン目を施してしぼつてひだを\n作り、また、人差し指の部分には手首まで、他の指部には甲部までに亘り縦に一列\nに多数の小孔を設け、更に裏面（掌の側）の態様は、全体を白色とし、小孔を各指\n部及び手首上方部に表わし、中央部には直角の両辺を端部に於て円弧状で結んだ形\nのものを小指下から親指方向に向つて下辺が円弧状になるように凸出して取り付\nけ、手首部下辺寄りにジクザク状ミシン目を入れてしぼり上下にひだを設けた態様\nのもの（本件登録意匠の図面代用実物見本のカラー写真である別紙第一参照）。\n三　本件審決理由の要点\n本件登録意匠（意匠に係る物品ボーリング用手袋、昭和三九年五月八日登録出\n願、昭和四〇年八月五日登録）は、前項のとおりである。他方、米国特許第三、〇\n三一、六八〇号明細書添付の図面の意匠（以下「引用意匠」という。）は、形状を\n普通の手袋の形から、親指の出る部分を根本から削除し、残り四本の指に相当する\n部分をそれぞれ第二関節の下あたりで切り取つたような形とし、その表面（甲の\n側）においては、人差し指の右寄りから手首にかけて垂直に継ぎ目を表わし、なお\n親指の根本部に相当する部分に別に帯状の補助片を縫い付け、更に残る三本の部分\nは、人差し指の垂直縫合部から甲部上部において平に区切り、その下方の甲部を濃\n調子で表わし、更にその表面には二本並列してなる筋条を間隔をおいて縦に平行し\nて手首下端部まで表わし、手首から甲部中央にかけてＵ字形の切り込みを設け、下\n辺寄りの一方に丸いボタン状のものを表わし、甲部濃調子の部分以外を明調子に表\nわしており、裏面（掌の側）には中央部に直角の両辺を端部に於て円弧で結んだ形\nを小指下から親指方向に下辺を円弧状になるよう凸出して取り付け、直角の辺の周\n囲に沿つて数個の小孔を表わし、手首部にジクザクにミシン目を入れてしぼり上下\nにひだを設けた態様のものである（引用意匠の特許明細書の添付図面である別紙第\n二参照）。そこで、両者を比較すると、本件登録意匠も引用意匠も、普通の手袋の\n指部を削除した形のボーリング用手袋である点で物品を同じくし、その裏面におい\nて直角の両辺を端部において円弧で結んだ形の凸出部を設けた点を特徴とする態様\nにおいて共通するところが認められる。しかし、その表面においては、引用意匠で\nは、四つの区画からなる前記のような態様のものであるのに対し、本件登録意匠\nは、左右二色の色分けからなり、甲部濃調子部の態様にも顕著な差異が認められ、\n両者は全く趣きを異にし、全体としての両者は、前記のような共通点があつても、\n類似した意匠とは認めがたく、結局、本件登録意匠は、引用意匠から容易に実施で\nきるものとはいいがたく、本件登録意匠の登録を無効とすることはできない。\n四　本件審決を取り消すべき事由\n本件登録意匠および引用意匠の構成、両者が普通の手袋の指部を削除した形のボ\nーリング用手袋で物品を同じくし、かつ、その裏面において直角の両辺を端部で円\n弧で結んだ形の凸出部を設けたことを特徴とする態様で共通することおよび表面で\nは、引用意匠が四つの区劃からなる態様のものであつて、本件登録意匠が左右二色\nの色分けからなるものであることについての本件審決の判断を争わないが、その余\nを否認する。\n本件登録意匠は、引用意匠と類似するのにかかわらず、これを否定した審決は判\n断を誤つた違法があり、取り消さるべきである。すなわち、\n（一）　本件登録意匠は、形状、模様および色彩の結合に係るものであるところ、\n１　形状の点において、本件登録意匠は、ボーリング用手袋として、引用意匠とは\n全く同一であつて、僅かに、表面の甲側において手首部にバンドを取り付けた点と\nジクザク状ミシンを施した点で相違するにすぎない。\n２　模様および色彩の点において、本件登録意匠では、表面（甲の側）の態様は、\n中指と人差し指との中間部分から手首にかけて垂直に二分し、小指の側を褐色で表\nわし、その他の部分を白色で表わしているのに対し、引用意匠では、人差し指の中\n指寄りの部分から手首にかけて垂直に縫目を施し、小指の側を濃調子すなわち白色\n以外の明度の低い彩色をなし、その他の部分を白色で表わしている。もつとも、引\n用意匠では、甲側に、親指の根本部に相当する部分に別に帯状の補助片を縫付け、\n更に残る三本の部分は人差し指の垂直縫合部から甲部上部において、平に区切つて\nいるのに対し、本件登録意匠は、これを備えてはいないが、この部分の甲側の全体\nに占める割合は僅少である。また、本件登録意匠は、小指の側以外の部分は、引用\n意匠と同様に白色であるが、僅かにこの白色部分において縦方向に一二個の小孔が\n等間隔をもつて穿たれている点で相違するだけである。\n裏面（掌の側）の態様は、親指の付根部分に補助片がない点を除くと、その模様\nと色彩の点で、両者は、全く同様である。\n３　そもそも、ボーリング用手袋は、手の平でボールを放る場合に手の平に負傷す\nることを防止すること及びもつとも効果的にボールを目的のピンに衝当てることを\n重要な目的とする。このために、手袋の裏面（掌の側）の中心に取り付けた直角三\n角形の一片を円弧で結んだ形状の凸片の形状がこの種手袋の生命でもあり、同時に\n意匠の必須要素である。ところで、本件登録意匠においては、このもつとも象徴的\nな凸片を掌の側においてもつとも顕著に備えているばかりでなく、全体の形状、模\n様および色彩の各点では、前述のように、引用意匠と微差があるにとどまり、全体\n的観察においてそれと類似するものである。とくに、表面すなわち甲側において\nは、本件登録意匠は、縦の半面を褐色に表わすのに対し、引用意匠では、これを濃\n調子すなわち明度の低い不特定色で表わす点が相違するのみで、したがつて、色は\n相違しても、明度の低い色を同様に施している以上、観念的な類似があるばかりで\nなく、隔離観察ないし間接対比観察において、両者の混同を来たすおそれがある。\n以上のように、両者の相違点は、いわば、表面甲側における特定の着色の点のみ\nであるからかかる特定のみでは、両者の混同をまぬかれず、結局、本件登録意匠は\n引用意匠に類似するものであることは明らかである。よつて、これを非類似と認定\nした審決は違法なものというべきである。\n第三　被告の答弁\n被告訴訟代理人は、答弁として、次のとおり述べた。\n原告主張事実中、本件に関する特許庁における手続の経緯、本件登録意匠の構成\nおよび本件審決理由の要点が、いずれも、原告主張のとおりであることは認める\nが、本件審決を取り消すべき事由については、否認する。本件審決は正当であり、\n原告主張のような違法はない。\nそもそも、ボーリング用手袋のような手袋は、その表面すなわち甲の側が裏面に\n比し人の目をひきやすいものである。\nところで、この部分について本件登録意匠と引用意匠の各表面を比較すると、本\n件登録意匠では、中指の部分から手首にかけて垂直に区分し、小指の側を褐色にそ\nの他の部分を白色にし、いかにも若々しいスポーテイな美感を呈するが、かかる意\n匠は引用意匠には見られない。\nまた、本件登録意匠は、手首にバンドを設け、褐色部に上下二本の横方向のジク\nザクミシン縫目を施すとともに多数の小孔を備えるのに対し、引用意匠は、丸ボタ\nンを設けるとともに黒い色彩の濃調子部には二本の縦方向の筋条を施しており、ま\nた小孔を具備していない点で、両者はその態様を著しく異にする。\nこのように、本件登録意匠は、もつとも人目を引きやすい手袋の表面部（甲部）\nにおいて、引用例と趣きを異にするから、たとい、その裏面の意匠が一致するとし\nても、全体として類似するものとはいえない。\n第四　証拠関係（省略）\n理　　　由\n（争いのない事実）\n一　本件における特許庁における手続の経緯、本件登録意匠の構成および本件審決\n理由の要点がいずれも原告主張のとおりであることは、当事者間に争いがない。\n（本件審決を取り消すべき事由の有無）\n二　本件登録意匠と引用意匠とは、いずれも、普通の手袋の指部を切除した形のボ\nーリング用手袋である点において、その対象物品を同じくするものであることは、\n当事者間に争いがない。そして、その手袋の裏面（掌の側）についてみると、直角\nの両辺を端部において円弧で結んだ形の凸出部を設けた点を特徴とする態様におい\nて、本件登録意匠と引用意匠とに共通するものがあることは、被告の認めて争わな\nいところである。\nところで、ボーリング用手袋においては、手の平でボールをほうる場合に手の平\nに負傷することを防ぎ、ボールを目的のピンに最も効果的に当てることが極めて重\n要であり、そのため手袋の裏面（掌の側）の中心に、前述のような直角三角形の長\n辺を円弧状で結んだ形状の凸片様のものを取り付けることが、この種の手袋として\n最も大切であることが原告の主張するとおりであるとしても、ボーリング遊技にあ\nつては、手の動きが比較的激しく、その手の動きを示すボーリング用手袋の外観\n（とくに手の甲の部分である表側の外観）、形相、とくに色彩による模様の形状\nは、その手袋を着用するボウラーの服装、姿勢等とともに、ひときわ目立つもので\nあり、しかもボーリングがスポーツ的遊技である関係上、若さ、軽快さおよび明朗\nさの雰囲気をもたらすように配意することが同様に重要であることは、何びとにも\n明白なところである。したがつて、ボーリング用手袋について、単にその裏側（掌\nの側）のみならず、その表側（手の甲の側）の形状、模様、色彩およびその組み合\nせは、その意匠上ゆるがせにすることのできないものであることは、いうまでもな\nい。\n本件についてみるのに、本件登録意匠にかかる手袋と引用意匠の手袋とが、その\n裏側（掌の側）の形状構成において類似することは前記のとおりであるが、同時に\n他方、当事者間に争いのない事実ならびに成立に争いのない甲第一、第三号証およ\nび成立に争いがなく、かつ、原告主張のような実物見本のカラー写真であることに\nつき争いのない甲第四号証の一、二によると、本件登録意匠のボーリング用手袋の\n表側の態様は、人差し指と中指との間の指のつけ根部分から手首部分にかけて垂直\nに二分し、小指側の部分（表側全体の約三分の二）を褐色で表わし、その他の部分\nを白色とし、しかも手首に褐色のバンドを取り付けると共に、褐色部の中間、手の\n甲の部分には横方向に上下二本のジクザク状ミシン目を施してしぼつてひだを作\nり、人差し指の部分には上端から手首部まで、他の指部には上端から甲部までにわ\nたつて縦に一列の小孔を穿つているのに対し、引用意匠の表面の態様は、四つの区\n画からなり、人差し指部分のうちの右寄り（中指寄り）の箇所から手首にかけての\n垂直の継ぎ目と、この継ぎ目の上部、指のつけ根やや下寄りの箇所から小指にかけ\nての甲部上部の水平に区切る線で囲んだ右下方区画を濃調子で表わし、その他を白\n色で示し、しかも手首に丸いスナツプを取り付けると共に、濃調子部には縦方向に\n左右二本の平行の筋条を表わした態様であることが認められる。\n叙上の認定によると、本件登録意匠の表側（手の甲の側）の構成、とくに人差し\n指と中指の間に引いた垂直線により約一対二の割合をもつて白色部分と褐色部分と\nを単純簡明に色分けし、かつ、褐色部分の甲に当る部分に上下のジクザクミシン目\nによつてたてひだを設けた構成は、引用意匠と一見して異なつており、かつ、引用\n意匠にみられない、近代的スポーツ用品にふさわしい若々しさ、軽快さおよび明朗\nさを感じさせるものがあると認めるのが相当である。\nそうであるとすると、裏側（掌の側）の類似にもかかわらず、全体としてみると\nきは、本件登録意匠は、引用意匠とは異なる創作性を有するものというべく、これ\nをもつて引用意匠に類似するものということはできない。\nしたがつて、両者の間に類似性なしとした本件審決には、原告主張のような違法\nはない。\n（むすび）\n三　以上のとおりであるから、その主張の点に違法のあることを理由に本件審決の\n取消を求める原告の本訴請求は理由がないものというほかない。よつて、これを棄\n却することとし、行政事件訴訟法第七条、民事訴訟法第八九条を適用し、主文のと\nおり判決する。\n（裁判官　服部高顕　石沢健　奈良次郎）\n別紙第一　本件登録意匠の図面代用実物見本のカラー写真\n＜１１６３４－００１＞\n別紙第二　米国特許三、〇三一、六八〇号明細書図面\n＜１１６３４－００２＞\n"
}