{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 5,
    "day": 15
  },
  "case_number": "昭和49(行コ)38",
  "case_name": "異議申立決定取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "処分理由の附されていない所得税更正処分に対する異議申立てを棄却する決定書に，その理由として「帳簿書類の提示がないので取引先等について調査した収入金額を推計し，これに同業，同規模程度の平均的と認められる所得率を適用して所得金額を計算すると金１９５万３，０１５円となり，結局原処分における所得金額を下ることにはなりません。よって原処分は相当であります。」と記載されている場合において，右決定には理由附記不備の違法があるとされた事例",
  "lawsuit_id": "17961",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17961",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/961/017961_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n控訴代理人は、「原判決を取消す。被控訴人の請求を棄却する。訴訟費用は第一、\n二審とも被控訴人の負担とする。」との判決を求め、被控訴人は控訴棄却の判決を\n求めた。\n当事者双方の事実上、法律上の陳述、証拠の提出、費用、認否は、次に記載したほ\nかは、原判決事実摘示（但し、原判決五枚目表七行目「二　被告の本案前の申立て\nの理由」とある部分から六枚目表八行目「関東信越国税不服審判所長に対し審査請\n求をした。」とある部分までを除く）のとおりであるから、ここにこれを引用す\nる。\n（控訴人の陳述）\n原判決は、「異議決定にどの程度の理由を付記すべきかは、不服申立制度の趣旨か\nら、異議申立の理由に応じて或いは詳細に、或いは簡単になせば足りる。」旨の控\n訴人の主張を排斥するにあたり、「異議申立の基となる更正決定処分の通知のそれ\nと相まつて理由が明らかとなるなどの場合には、まさしく被告（控訴人）主張のよ\nうに認められるが、更正処分の理由が明らかでない本件においては、被告（控訴\n人）の前記主張は、認められない。」旨判示した。\nしかしながら、右判示の論法によれば、白色申告に対する更正に対しても、その理\n由を付記しなければならないということに帰着し、このことは、右の場合には、理\n由付記を要しないとした所得税法一五五条二項に違反することとなる。\n以下、所得税法一五五条二項の趣旨について詳述する。\n昭和二二年に、所得税は、戦前の賦課徴収制度から申告納税制度に切り換えられた\nが、当時の所得税法（昭和二二年法律第二七号）四六条五項では、更正・決定の通\n知について「政府は、前四項の規定により更正又は決定をなしたときは、これを納\n税者に通知する。」とのみ規定し、単に所得金額及び税額を通知すれば足りるとし\nていた。\nその後、昭和二五年法律第七一号改正において所得税法に青色申告制度が採り入れ\nられ、同法四六条の二第二項（現行法では一五五条二項に相当する。）に、「政府\nは、青色申告書について更正をなした場合においては、前条七項の規定による通知\nには、同項の規定により附記する事項に代えて、更正の理由を附記しなければなら\nない。」と追加規定された。\nこの改正は、日本における恒久的な租税制度を立案することを目的として来日した\nシヤウブ使節団の勧告（日本税制報告書）に応じてなされたものである。\nシヤウブ使節団は日本税制報告書において青色申告制度につき「申告納税制度の下\nにおける適正な納税者の協力は、かれが自分の所得を算定するため正確な帳簿と記\n録をつける場合にのみ可能であるということは自明の理である。今日、日本におけ\nる記帳は概嘆すべき状態にある。多くの営利会社では帳簿記録を全然もたない。他\nの会社は有り余る程沢山もつていて、その納税者のみがどれが本当のものでどれが\n仮面に過ぎないものかを知つている。その結果は悪循環となる。税務官吏が正確な\n信用すべき帳簿がないから標準率およびその他の平均額を基礎とする官庁式課税に\nよる他はないと主張する。納税者は、また、税務官吏が帳簿を信用しないから、た\nとえかれらがそれをやる能力があつても、正確な帳簿をつけることは意味がないと\nいう。この循環は切断しなければならない。納税者が帳簿をもち、正確に記帳し、\nその正確な帳簿を税のために使用するように奨励、援助するようあらゆる努力と工\n夫を傾注しなければならない。同様に、税務官吏がそのような正確な帳簿によつて\n表明された報告を尊重するようにあらゆる努力と工夫を傾注しなければならな\nい。」（同報告書第四編Ｅ節第二款ａ）「教育と道具の提示だけでは恐らく不十分\nであろう。このような道具を納税者が利用するように積極的に奨励する報酬を与え\nねばならない。一つの可能性は帳簿記録をつける納税者には特別な行政上の取扱を\n規定することである。かくして、このような特別取扱を希望する納税者は正確な帳\n簿記録をつける意図があることを税務署に登録する。これらの帳簿は税務署で認可\nされた様式を用いてつけられる。それは先に述べた各種の発達した様式の中の一つ\nであろう。\nこのように帳簿記録をつけている納税者は他の納税者と区別されるように異つた色\nの申告書を提出することを認められる。税務署はこのような納税者がもしそのよう\nな帳簿記録をつけ、申告をこの特別用紙ですればその年の所得を実地調査しない限\nり、更正決定を行わないことを保証する。また、更正決定を行つたらその明確な理\n由を表示しなければならない。他方、このような帳簿記録をつけない納税者は更正\n決定前に調査することが保証されず、標準率によつて更正決定される。その上後者\nに属する納税者は国税局に控訴することは許されない。」（同Ｃ（３））と勧告し\nている。\nそこで昭和二五年に前記所得税法の改正によつて、納税者が一定の帳簿書類を備付\nけ所定の事項を記録し、その結果によつて申告を行なう場合には、一般の納税者の\n用いる申告書と違う青色の申告書を使用させ、青色申告書を提出した者のその提出\nを認められている所得については、その帳簿書類の調査を行なわない限り原則とし\nて更正を行なわないことを保証するとともにその更正にあたつては、更正通知書\nに、理由を付記しなければならないとしたのである。\nすなわち、更正の理由付記は青色申告者が負つている義務の代償として、とくに法\n律によつて与えられた租税優遇措置の一つであるとともに納税義務者の多くが記帳\nを行ない、これに基づき正しい申告と納税をするための誘引策であるともいえる。\nしたがつて、右のような義務か何等課せられていない白色申告者に対する更正につ\nいては、その理由を付記する必要がないというのが、前記所得税法一五五条二項の\n趣旨であり、また、すでに確立された判例でもある（昭四三、九、一七最高裁判所\n四〇（行ツ）九一訟務月報一五巻六号七八頁、昭四四、三、二五大阪地方裁判所三\n九（行ウ）四〇訟務月報一五巻七号一〇二頁、昭四六、九、一四大阪地方裁判所四\n一（行ウ）三八税務訴訟資料六三号五二九頁）\n以上のとおりであるから、原判決が、白色申告者である被控訴人に対する更正につ\nいて、理由の付記ないし告知を要求し、右理由付記ないし告知のなされていない本\n件においては、本件異議申立の理由が、単に「いかなる調査の結果によるものであ\nるのか何等の説明もなく、一方的になされた更正処分は承服できません」というの\nみで何ら具体的な不服事由を主張していないのにもかかわらず、異議決定におい\nて、右異議申立の事由に関係なく、独自に相当の理由を付記すべきである旨判示し\nたのは、明らかに、所得税法一五五条二項、国税通則法七五条、行政不服審査法四\n八条、四一条一項の各解釈を誤つたものであり、原判決は速かに破毀されなければ\nならないものというべきである。\n（被控訴人の陳述）\n控訴人の右主張を争う。即ち、本件審理の対象ならびに争点は、本件異議審査手続\n上の違法の有無と、異議決定自体の違法の有無の二点であつて、およそ「白色申告\nに対する更正処分につき、理由を付記すべきかどうか」の問題は、本件とはかかわ\nりのない問題であり、控訴人側が、「白色申告に対する更正処分につき理由を付記\nすべきか否か」に関する判例を引用するが如きは、まさに筋ちがいというべきであ\nる。\n（証拠関係）（省略）\n○　理由\n一、当裁判所の判断は、次に付加したほかは、原審の本案に対する判断と同一であ\nるから、原判決の理由の記載中第二項（原判決一〇枚目裏末行から一二枚目表五行\n目までを除いた部分をここに引用する。\n（付加部分）\n控訴人は当審において、右引用の原判決の理由によれば、白色申告に対する更正に\n対しても、その理由を付記しなければならないということに帰着するから、原判決\nの理由は誤まりであると主張する。\nしかし、原判決は、控訴人も指摘するとおり、「異議決定にどの程度の理由を付記\nすべきかは、不服申立制度の趣旨から、異議申立の理由に応じて或いは詳細に、惑\nいは簡単になせば足りる。」旨の控訴人の主張に対する判断として」、異議申立の\n基となる更正決定処分の通知のそれと相まつて理由が明らかとなるなどの場合に\nは、まさしく控訴人主張のように認められるが、更正処分の理由が明らかでない本\n件においては、控訴人の前記主張は、認められない。」との趣旨を判示したのであ\nつて、このことから、直ちに白色申告に対する更正に対しても、その理由を付記し\nなければならないなどとは、とうてい解せられない。\nそもそも白色申告に対する更正にせよ、青色申告に対する更正にせよ、理由なくし\nてこれらの処分が許されるものでないことは、いうまでもないところである。た\nだ、その理由を更正通知書に記載する必要があるか否かの点について、所得税法一\n五五条二項は、明文をもつて、青色申告に対する更正の場合にはこれを必要とする\nとしたのであつて、従つて、その反面、白色申告に対する更正については、これを\n必要としないと解されるに他ならない。してみれば、白色申告に対する更正といえ\nども、理由なくして行なわれることが許されないのはもとより、その理由が、更正\n通知書に記載されることを禁ずるものでないことも明らかである。原判決は、この\nことを当然の前提としたうえで、白色申告に対する更正通知書に更正の理由が記載\nされていた場合については、これに対する異議の決定の理由の記載も簡単になしう\nるとの趣旨を示したに他ならないのであつて、これを控訴人指摘のごとく、白色申\n告に対する更正についても、理由の付記を必要とするということに帰着するなどと\n解釈する余地は、全くない。よつて、控訴人の当審における右主張は採用すること\nができない。\n二、してみれば、被控訴人の請求は理由があり、これを認容した原判決は相当であ\nつて、本件控訴は理由がないのでこれを棄却することとし、控訴費用の負担につ\nき、民訴法九五条、八九条を適用して主文のとおり判決する。\n（裁判官　室伏壮一郎　小木曾　競　深田源次）\n(原裁判等の表示)\n○　主文\n被告が昭和四五年四月二一日付でなした原告の昭和四一年分、同四二年分、同四三\n年分の各所得税の異議申立てに対する決定処分は、いずれも取り消す。\n訴訟費用は被告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n主文同旨\n二　被告\n（本案前）\n１　本件訴えを却下する。\n２　訴訟費用は原告の負担とする。\n（本案）\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求の原因\n１　原告は長野県長野市＜以下略＞において左官業を営むものである。\n２　原告は、\n（一）　昭和四二年三月一五日、昭和四一年分の所得金額を金六七万〇、八〇〇\n円、所得税額を金一万六、九七〇円とし、\n（二）　昭和四三年三月一三日、昭和四二年分の所得金額を金八〇万五、四九〇\n円、所得税額を金二万四、九〇〇円とし、（三）　昭和四四年三月一三日、昭和四\n三年分の所得金額を金八七万九、〇〇〇円、所得税額を金二万七、五〇〇円とし、\nそれぞれ被告に対して確定申告を行なうとともに、税額を納付した。\n３　被告は昭和四四年一二月二五日原告に対し、\n（一）　昭和四一年分の所得金額を金一九五万三、〇一五円、所得税額を金二七万\n八、六〇〇円とする更正処分、及び過少申告加算税額を金一万三、〇〇〇円とする\n賦課決定処分\n（二）　昭和四二年分の所得金額を金二五一万八、九七〇円、所得税額を金四二万\n一、〇〇〇円とする更正処分、及び過少申告加算税額を金一万九、八〇〇円の賦課\n決定処分\n（三）　昭和四三年分の所得金額を金二七九万五、一六二円、所得税額を金四八万\n八、四〇〇円とする更正処分、及び過少申告加算税額を金二万三、〇〇〇円とする\n賦課決定処分\nをそれぞれ行なつた。\n４　原告は、被告の前項各処分（以下単に「本件更正決定処分」という。）の取消\nしを求めて、被告に対して異議申立てをした。\n５　被告は、その所属職員二名をして前項異議申立て（以下「本件異議申立て」と\nいう。）に対する調査と称して原告の所得について帳簿書類等の提示を求め、調査\nに応ずるよう要求した。しかし、異議申立ては、行政不服審査法に基づき本件更正\n決定処分の適、不適を審理する手続であり、被告がまずその処分の根拠を示して原\n告に反論する機会を保障すべきであるから、原告はこの旨を述べ、処分の根拠とな\nつた証拠資料及び推計計算の根拠等の説明を求めたが、被告及び係員はこれに応じ\nなかつた。\n６　被告は、昭和四五年四月二一日付で本件異議申立てを棄却する旨の各決定をし\nたが、その決定書の理由は、昭和四一年分について「帳簿書類の提示がないので取\n引先等について調査した収入金額を推計し、これに同業、同規模程度の平均的と認\nめられる所得率を適用して所得金額を計算すると一九五万三、〇一五円となり、結\n局原処分における所得金額を下ることにはなりません。よつて原処分は相当であり\nます。」と記載され、昭和四二年分及び昭和四三年分についても、所得金額が、昭\n和四二年分は「二五一万八、九七〇円」、昭和四三年分は「二七九万五、一六二\n円」である点を除き、全く同一の理由を記載して原告に通知した。\n７　前項被告の決定（以下単に「本件異議決定」という。）は、原告に何ら意見を\n述べる機会をも与えずになされたものであり、行政不服審査法二五条に違反し、違\n法なものである。\n８　また、本件異議決定には理由不備の違法がある。すなわち、行政処分には処分\n庁の判断の慎重、合理性を担保してその恣意を抑制するとともに処分の理由を相手\n方に知らせて不服の申立てに便宜を与える趣旨から理由を付すべきものとされ、と\nくに、国税に関する異議決定については、行政不服審査法四八条、四一条の一般的\n規定にとどまらず、国税通則法八四条で理由付記を命じ、かつ、原処分の全部又は\n一部を維持する場合にはその維持される処分を正当とする理由を明らかにしなけれ\nばならないとされているのであり、したがつて、異議決定に付記される理由は、処\n分の公正妥当性と納税者の攻撃防禦権とを保障し、原処分の内容を確定しうる程度\nであることを要するのに、本件異議決定に付記された理由は、極めて形式的あるい\nは抽象的であり、法の定める要件を欠いたものであつて、理由を付記したことには\nならず、違法である。\n９　よつて、原告は、本件異議決定の取消しを求める。\n二　被告の本案前の申立ての理由\n１　国税に関する処分に対する不服申立ては、異議申立てと審査請求の二段階の手\n続をとつており、両手続とも簡易迅速な手続によつて国民の権利利益の救済を図\nり、行政運営の適正を確保するための制度であることにおいては変りはないか、両\n手続は性格を異にし、異議申立ての目的は自己の反省であり、その作用は行政救済\n的性格のほか、処分庁の再処分的手段としての性格を有しているものである。\n２　異議申立ての性格が右のようなものである以上、仮りに異議申立て自体に固有\nの瑕疵があるとしても、審査請求に対する裁決を経たうえその裁決を対象として争\nえば、行政救済的立場からは十分であり、いわば行政救済段階における中間手続た\nる異議申立てについての決定を独立に取り上げて訴訟の目的とすることは行政救済\n的には意味のないことである。\n３　仮りに異議に対する決定について訴訟を許すと、場合により二重三重の審査請\n求ひいては訴訟を許容することになり、同一処分に関連する訴えが錯綜して収拾の\nつかない事態を招くこととなるか、又は異議についての訴えの判決は事実上審査請\n求についての裁決より遅れるものであるから、ほとんどの場合、この訴えの利益が\n失われることとなり、いずれにせよ不当の結果となる。\n４　したがつて、国税に関する処分に対する異議申立てについての決定に対して\nは、その取消しの訴えを提起することができないと解すべきである。\nなお、原告は本件異議決定に対して、昭和四五年五月一四日関東信越国税不服審判\n所長に対し審査請求をした。\n三　請求の原因に対する答弁\n１　請求原因１は認める。\n２　同２はそれぞれ法定申告期限内に原告主張のとおり確定申告をし、税額を納付\nしたことは認める\n３　同３、４はいずれも認める。\n４　同５のうち被告は所属職員二名をして原告の帳簿等の提示を求め調査に応ずる\nよう要求したことは認め、その余は争う。\n５　同６は認める。\n６　同７、８はいずれも争う。\n四　原告の主張に対する被告の反論\n１　原告の本件異議申立書記載の異議理由は、「いかなる調査の結果によるもので\nあるのか何等の説明もなく、一方的になされた更正処分は承認できません」という\nものであり、調査の内容も理由も開示せず、一方的に更正したことが不当であると\nいうものである。\nしかし、被告は原処分をするについては、昭和四四年六月一八日、同月二三日、同\n年九月一六日、同月二六日の四回に亘り原告方に臨場して、原告又はその家族に面\n接し、帳簿書類の提示を求め、取引先等について質問し、あるいはまた文書を送付\nして工事先及び材料仕入先等を照会したが、原告は一切これに応じないという態度\nを固執したものであり、その結果、原告からは何ら直接資料を得ることは不可能で\nあつて、調査は著しく難渋したため、やむを得ず関係取引先の調査をし、原告の確\n定申告が適法になされていないという事実が明らかとなつたことに基づいて、本件\n更正決定処分を行なつたものである。\nしかも、本件更正決定処分は青色申告書にかかるものでないから、右処分の理由を\n明示しなければならないとする法律上の根拠は全くないものであり、本件更正処分\nは何ら違法の点はない。\n２　被告は、原告提出の異議申立書の理由が不明であるため、昭和四五年二月三日\n付文書で、昭和四一年分、同四二年分、同四三年分の事業所得の内容がわかる収支\n計算書の提出を求めたが、原告はこれに応じなかつた。\nまた、昭和四五年四月一五日被告所属職員二名を異議申立調査のため原告方に臨場\nさせ、原告の希望により付近の栄町公民館において面接したが、その際原告は、異\n議申立てに関係のない長野民主商工会事務局長Ｐ１ほか三名を立ち合わせ、テープ\nレコーダー等を係員の面前に出すなどして、「原処分の内容を具体的に説明された\nい。それを説明しなければ調査に応じられない。」などと主張するのみで、調査に\n協力をしなかつた。\nもともと、行政不服申立制度は国民の権利利益の救済とともに行政の適正な運営を\n図るためにとられた制度であり、原被告が協力して不服に対する調査、審理がなさ\nれるべきであり、この協力が得られぬ限り原処分関係書類を再検討して異議決定せ\nざるを得ないものである。\nしかし、被告としては、口頭で原処分の推計の過程（収入金額、適用した所得率及\nび特別経費額）を説明したのに、原告は「抽象的な説明ではだめで、原処分の計算\n内容を詳細かつ具体的に明示しなければ、調査、質問に対しても一切応じない。」\nと主張するのみで、異議の具体的理由及び確定申告を正当とする具体的事情の一切\nについて、原告自ら意見を求べることを拒否した。\nなお、原告から口頭で意見を述べたい旨の申立てはなかつたか、被告は原告に対し\n日時、場所を指定するなどして積極的に意見を述べることを期待したが徒労に帰し\nた。このような状況で意見が述べられないときは、異議審理庁は意見陳述を待つま\nでもなく、原処分と同様の調査により、原処分関係資料及び原告の取引先調査を行\nなつて、異議に対する決定を行わざるを得ないものであつて、本件異議決定処分に\nついては何ら行政不服審査法二五条の規定に反した点はない。\n３　異議申立ての決定に付記する理由には、すべて決定の内容たる判断の経過及び\n過程を詳細に記載しなければならないものと一般的に論定することはできず、不服\n申立ての趣旨及び理由が具体的詳細なものであれば、これに対応して右決定の理由\nもおのずから具体的詳細であることを要するが、その不服事由が法律上無意味なも\nのであるとか、あるいは単に不服であるというだけで、不服の事由を具体的に明ら\nかにしない本件のような異議申立事由に対しては、いちいち具体的に教示する義務\nはないし、また、本件異議決定の記載によつてもその判断を導いた経過を理解する\nことができ、原告主張のような点まで詳細でなければならないとは解せられない。\n本件異議決定の理由記載は極めて形式的であり法の定める要件を欠いたとする原告\nの主張は何ら理由はなく、本件異議決定は適法であつて、その理由付記に何らの瑕\n疵はない。\n４　仮りに、本件異議決定に理由付記についての瑕疵があつたとしても、原告は、\n本件訴えに先だち国税不服審判所長に対し、本件更正決定処分の取消しを求めて審\n査請求をし、被告はこれに対し、原処分の理由について各年分別に収入金額、材料\n費及び一般経費その他の一般必要経費と、それぞれの認定根拠を掲げた答弁書を提\n出し、右答弁書副本は原告に送達され、これに基づいて原告は反論書を提出してい\nる。\n異議申立てについての決定は一個の行政処分ではあるが、それ自体完結的な行政処\n分と解すべきではなく、審査裁決に至るまでの一連の手続の一環をなすものである\nから、一連の手続を通じて一体として公正な行政手続が保障されれば足りるもので\nある。\nまた、決定の理由付記の必要性の理由が、異議決定庁の判断の慎重合理性を担保\nし、不服申立てに便宜を与えるためであると解されるから、前記答弁書副本の送達\nにより既に理由付記不備の瑕疵は治ゆされているものである。\n第三　゛証拠（省略）\n○　理由\n一　請求原因３（本件更正決定処分のなされた事実）、４（本件異議申立ての事\n実）、６（本件異議決定及びこれに対する理由記載）については当事者間に争いが\nなく、原告が昭和四五年五月一四日本件異議決定に対して関東信越国税不服審判所\n長に対し、審査請求をしていることは成立に争いのない乙第四号証の一ないし四に\nより認められる。\n二　そこで、被告の本案前の申立てについて検討する。\n国税通則法一一五条一項本文は、不服申立手続の履践を訴提起の要件としている\nが、これは租税の賦課に関する処分が複雑かつ専門的であるとともに大量、回帰的\nな性質を有するところから、税務行政庁の知識経験を利用して簡易迅速な方法で納\n税者の救済を図ると同時に、税務行政の統一的運用に資する趣旨であると解され\nる。しかし、この手続も簡易迅速に処理されない場合、あるいは、これまでの手続\nの経緯から見て明らかに救済が得られないと認められるような場合にまでも不服申\n立手続を履践しなければ訴提起をなすことができないと解することはなく、同条一\n項ただし書はこの趣旨を明らかにしたものと解されるのである。\n本件においては、昭和四五年七月二〇日の本訴提起に先だつて原告が適法に審査請\n求をしたことは前示のとおりであるところ、その後三か月以上を経てなお裁決がな\nされていないから、その裁決を経ることについての形式的瑕疵は治ゆされたという\nべきであるばかりでなく、前記不服申立前置の目的から考えても、その救済には訴\n提起をすることに意味を有する場合にあたるものというべきである。\nまた、中間処分ともいうべき異議決定に対して訴えを認めることは、訴えが錯綜し\nて収拾がつかないことになると主張するが、原告が本件において主張する異議決定\nについての違法は、後に述べるように、審査請求による裁決手続で治ゆさせること\nはできないものであるから、この決定をもつて中間処分視すべきものではなく、ま\nた、国税に対する不服申立制度の趣旨が簡易迅速の処理により行政救済を図るもの\nであるという目的から考えるならば、訴えが錯綜して収拾のつかないような事態を\n招くことのないよう行政庁が簡易迅速に処理すれば足りるのであつて、混乱錯綜を\n恐れて迅速な権利救済を認めないとすることに、本末顛倒であつて、とうていこの\n主張は最採用しえない。\nしたがつて、本案前の申立ては理由がない。\n三　次に、異議決定通知の理由付記について検討する。\n国税通則法（昭和四五年法律第八号による改正前の法律、以下同じ）七五条によれ\nば、「国税に関する法律に基づく処分に対する不服申立てについては、この節（第\n八章不服審査及び訴訟　第一節不服審査）及び他の法律に別段の定めがあるものを\n除き、行政不服審査法の定めるところによる。」と規定し、異議申立についての決\n定に関しては、同法の同節中及び所得税法に別段の定めがないから、行政不服審査\n法の定めるところによるべきであるが、行政不服審査法四八条により準用される四\n一条一項によれば、異議申立てについての決定は、書面で行ない、かつ、理由を付\nさなければならないものとされている。\nところで、この決定に理由を付することを要するとした趣旨は、処分庁の判断の慎\n重、合理性を担保してその恣意を抑制するとともに、処分の理由を相手方に知らせ\nて更に権利救済を求めるべきであるかどうかについて考慮する際の便宜を与えるこ\nとを目的とするものと解されるから、処分庁の判断の根拠を納税者に理解できる程\n度に具体的に記載すべきであり、このことは本件のように原処分が更正処分である\n場合にそれが青色申告についてのものであると白色申告についてのものであるとを\n問わず、少くとも異議決定の段階においては異なるところはないものといわねばな\nらない。\nまず、異議決定に付記すべき理由は、異議申立ての不服理由に応じたもので足りる\n旨の被告の主張についてみるに、異議申立ての基となる更正決定処分の通知のそれ\nと相まつて理由が明らかとなるなどの場合にはまさしく被告主張のように認められ\nるか、成立に争いのない甲第四号証の一ないし三によれば、本件異議申立ての前提\nたる本件更正決定処分の通知書の処分の理由欄には、「調査の結果右のとおり更正\nします。」との記載があり、その右欄には、更正前と更正後の各項目別（所得金額\nについては、営業所得、他事業所得、給与所得総所得）に金額が記載してあるのみ\nであつて、これをもつてしては、更正による所得金額が実額による課税であるの\nが、推計によるそれであるのかさえも明らかではなく、結局、その根拠は何ら示し\nていないものであると認められるところ、これに対する異議申立ての理由について\nも、これに応じて原告が本件異議申立書に記載したことは、成立に争いのない乙第\n二号証の一ないし三によると、「いかなる調査の結果によるものであるのか何等の\n説明もなく一方的になされた更正処分は承認できません。」とあることが認めら\nれ、それ以上の不服理由の記載は、異議の対象そのものが明確でないところからな\nし得ないものであると認められる。しかるがゆえに、成立に争いのない乙第三号証\nによれば、本件異議申立てについてその不服理由の補正を命じ、補正しなければ異\n議申立てを却下するとしながらも、被告は本件異議申立てを却下することなく、棄\n却したものと認められる（異議申立てを棄却したことについては当事者間に争いが\nない）。したがつて、本件異議決定には、前示理由付記の趣旨にそうよう相当の理\n由を付記しなければならないというべきである。\nそこで、前記争いのない本件異議決定書に記載された理由についてみるに、被告が\n原告の取引先等について調査をして収入金額を推計したこと及びこれに同業同規模\n程度の平均的と認められる所得率を適用して所得金額を算出したということは認め\nられるので、この課税方法が実額課税ではなく、推計課税であるということは明ら\nかであるものの、推計課税としては単に抽象的な方式を掲げただけのこととなるか\nら、原告の場合につき、その収入金額をいくらと推計したものか、また、その所得\n率がどの程度であるのか、更正にかかる所得金額算出の根拠となつた具体的関係に\nついては、何らの理由説明がないことになる。したがつて、右のような理由の付記\nでは、本件の場合、前記理由付記を要求する法の趣旨に適合せず、違法なものと解\nすべきである。\n四　次に、被告の理由付記の瑕疵は治ゆされた旨の主張について検討する。\n成立に争いのない乙第五号証の一、二、乙第六号証によれば、被告は本件異議決定\nに対する審査手続において、異議決定を導くに至つた理由を記載した答弁書を提出\nし、これが原告に送付されていることが認められる。しかし、異議決定に理由付記\nを命じた法の趣旨が、前示のとおり、処分庁に対して処分そのものの慎重を期し、\nこの合理性を確保し、これを納税者に保障して、更に不服を申し立つべきか否かの\n判断に資するものであることを考えるならば、処分庁と異なる機関の手続におい\nて、その理由を答弁書に記載して納税者に知らせたとしても法の目的にはそわず、\nこれが治ゆは認められないものといわなければならない\nまた被告は、異議決定は一連の行政庁の手続の一環をなすものであるから一体とし\nて公正な行政手続が保障されれば足るとするが、かくては、不服申立てを二段階に\n分けた法の趣旨にも合致せず、また、無用の手続を費して簡易迅速な救済を図ると\nする不服申立制度の趣旨にも合致するものとは解されない。\n取消訴訟の対象となるべきものは、当該処分をした行政庁の処分の違法の有無であ\nつて、後日他の手続段階における瑕疵の治ゆは認められず、被告の主張は理由がな\nい。\n五　してみれば、その余の点について判断するまでもなく、被告の本件異議決定は\n違法であつて取消しを免がれず、原告の被告に対する本訴請求は理由があるから、\nこれを認容し、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法八九条を適\n用して、主文のとおり判決する。\n"
}