{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 5,
    "day": 12
  },
  "case_number": "昭和42(行ケ)55",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14592",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14592",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/592/014592_hanrei.pdf",
  "contents": "主　　　文\n原告の請求は、棄却する。\n訴訟費用は、原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n原告訴訟代理人は、「特許庁が、昭和四十二年三月八日、同庁昭和三六年審判第\n七〇六号事件についてした審決は、取り消す。訴訟費用は被告の負担とする。」と\nの判決を求め、被告訴訟代理人は、主文同旨の判決を求めた。\n第二　請求の原因\n一　特許庁における手続の経緯\n原告は、昭和三十六年十一月八日、別紙第一記載の被告の登録商標（以下「本件\n登録商標」という）について、登録無効審判を請求し、同年審判第七〇六号事件と\nして審理されたが、昭和四十二年三月八日、「本件請求は成り立たない」旨の審決\nがあり、その謄本は同年四月五日原告に送達された。\n二　審決の理由の要旨\n本件登録商標と別紙第二記載の登録第四二六、八五九号商標（以下「引用商標」\nという）とが、外観及び称呼の点で非類似のものであることはいうまでもないが、\nこれを観念の点で対比してみると、本件登録商標を「チキン」と「ラーメン」とに\n分離してみた場合、「チキン」の部分は英語の「ＣＨＩＣＫＥＮ」（チキン）に通\nずることもあるものというべく、わが国における英語の常識からいえば、「ＣＨＩ\nＣＫＥＮ」は鶏の「ひよこ」の意味のほか、鶏肉を材料とする料理を意味するもの\nと理解され、また、「にわとり」の意味もあるものとされているが、「チキンカツ\nレツ」「チキンライス」「チキンシチユー」「チキンプロス」等の用例にみられる\nように、「チキン」が食品または調理名と結合して使用される場合には、食用とし\nての鶏肉（かしわ）の意味となり、全体として「鶏肉または鶏骨スープその他をも\nつて調理加工した食品または料理」の意味となるものであることが明らかである。\nしたがつて、本件登録商標「チキンラーメン」も、「チキン」が「ラーメン」なる\n食品名と結合して用いられている場合として、「鶏肉または鶏骨スープその他をも\nつて調味加工したラーメン」を意味するものと解するのが自然であり、右「チキ\nン」の文字部分から、\n生きた動物としての鶏を直観する「とり印」または「にわとり印」の観念を生ずる\nことはないとみるのを相当とすべく、また、本件登録商標を「チキンラーメン」と\n一連一体にみた場合に、これから「とり印」または「にわとり印」の観念はとうて\nい生じないものであり、したがつて、本件登録商標は、生きた動物としての鶏を直\n感させる引用商標とは観念の点でも相違するものというべきである。次に、指定商\n品の点についてみるに、旧第四十七類の商品は、農産食料品の原材料および素材ま\nたは半加工品の範囲にあるものであり、したがつて、同類に属する麺類は、その分\n類上、原料を加工して成る加工品のうち、なお素材または半加工品の範囲にあるも\nのであつて、これを最終的用途に供するためには、さらに調味加工を施す必要があ\nるものであるのに対し、旧第四十五類に属する商品は、最終的用途に供する完成食\n品であり、したがつて、本件登録商標の指定商品である旧第四十五類「乾燥即席味\n付ラーメン」は、旧第四十七類の麺類に属する中華そばめんにさらに特殊な味付加\n工および保存と即席に使用できる加工を施して、最終的用途に供し得る状態に完成\nされた、完成加工食品として、引用商標の指定商品である旧第四十七類小麦粉その\n他本類に属する商品とは性質を異にし、非類似の商品であるといわなければならな\nい。以上のとおり、本件登録商標と引用商標とは、外観、称呼及び観念のいずれの\n点からみても非類似の商標であり、かつ、その指定商品も相違するものであるか\nら、本件登録商標は旧商標法（大正十年法律第九十九号）第二条第一項第九号の規\n定に違反して登録されたものとはいいがたく、したがつて、同法第十六条第一項第\n一号の規定によりこれを無効とすべきものではない。\n三　本件審決を取り消すべき事由\n本件登録商標と引用商標とが外観及び称呼の点で非類似であることは争わない\nが、本件審決が、右両商標は観念及び指定商品においても非類似であるとしたこと\nは、事実の認定及び判断を誤つた違法がある。\n（一）　観念について\n本件登録商標「チキンラーメン」の文字のうち、「ラーメン」の部分は、指定商\n品である乾燥即席味付ラーメンのラーメン（商品名）を示すものであるから、自他\n商品識別機能を有する部分は「チキン」の文字部分であり、右「チキン」が英語の\n「ｃｈｉｃｋｅｎ」を想起させるものであることは、わが国における英語の普及程\n度からみて当然であり、「ｃｈｉｃｋｅｎ」が「にわとり」または「鶏肉」を意味\nすることは、広く一般に知られているところである。これに対し、引用商標が鶏を\n表示し、「にわとり」印の観念を生じさせるものであることは、その構成に照らし\n明らかなところである。したがつて、右両商標は、ともに「にわとり」の観念を生\nじさせる点において、彼此混同の蓋然性が十分であり、類似の商標というべきもの\nである。被告は、本件登録商標は「チキンラーメン」と一連一体にのみ把握すべき\nであり、これを「チキン」と「ラーメン」とに分離して考えるべきものではない旨\n主張するが、「チキンラーメン」は指定商品の普通名称ではないから、常に一連一\n体に把握すべき必然性に乏しく、「チキン」が鶏肉に限定され、「チキンラーメ\nン」をもつて鶏肉入りラーメンと解すべき根拠もないものといわなければならな\nい。実際、取引者、需要者においても、本件登録商標を付された乾燥即席味付ラー\nメンをもつて鶏肉入りラーメンとは理解していないのであり、もしそのように解す\nべきものとすれば、本件登録商標は、単なる品質表示語にすぎないものとして、商\n標登録の要件を欠いていたものといわざるをえない。\n（二）　指定商品について\n本件登録商標の指定商品は、旧第四十五類「乾燥即席味付ラーメン」とされ、引\n用商標の指定商品は、旧第四十七類「小麦粉その他本類に属する商品（但し麦類及\nびその類似品を除く）」とされているが、旧商標法施行規則（大正十年農商務省令\n第三十六号）第十五条の規定による商品類別によると、第四十七類に属するもの\nは、殻菜類、種子、果物、殻粉、澱粉及びその製品とされていて、これに麺類が例\n示されており、したがつて、引用商標の指定商品中には麺類が含まれているもので\nあるところ、本件登録商標の指定商品たる乾燥即席味付ラーメンが、被告主張のよ\nうな新規の加工食品であつても、麺類の範疇に入るものであることはいうまでもな\nいから、これが引用商標の指定商品中麺類と類似の商品であることは疑いを容れな\nいところである。また、前掲商品類別による旧第四十五類に属するものは、他類に\n属せざる食料品及び加味品とされているが、乾燥即席味付ラーメンは、他類である\n旧第四十七類の麺類の範疇に入るものである以上、旧第四十五類に属する商品では\nないのであり、したがつて、本件登録商標の指定商品が旧第四十五類乾燥即席味付\nラーメンとされていても、それは旧第四十七類の所属商品として、引用商標の指定\n商品と同一類に属する類似商品であるといわなければならない。\n以上のとおり、本件登録商標と引用商標とは、その観念において類似し、指定商\n品も牴触するものであるにかかわらず、これらの点の認定を誤り、本件登録商標は\n旧商標法第二条第一項第九号の規定に違反して登録されたものではないとした本件\n審決は、違法として取り消されるべきものである。\n第三　被告の答弁\n被告訴訟代理人は、答弁として、次のとおり陳述した。\n原告主張の請求原因事実中、本件に関する特許庁における手続の経緯、本件登録\n商標及び引用商標の各構成及び指定商品並びに本件審決理由の要旨が、いずれも原\n告主張のとおりであることは認めるが、その余の事実は否認する。本件審決の認定\nは正当であり、これに原告主張のような違法の点はない。すなわち、\n（一）　本件登録商標は、もともと被告が昭和三十三年八月頃新規に創製した乾燥\n即席味付ラーメンの名称として選定して名づけた造語を、そのまま商標として使用\nしたものであり、一面において右新製品そのものの名称として使用されるととも\nに、他面において被告の製品であることを識別する標識としての機能を兼ね備えて\nいるものである。すなわち、被告は、創製以来、右新製品に「チキンラーメン」な\nる名称を継続して大量に使用し、大規模に宣伝したことにより、これが取引者、需\n要者間に広く認識され、右新製品に対する固有名称的なものとしての「チキンラー\nメン」なる観念が生じ、これを商標として使用するときは、被告の製品として一連\n一体に把握される、「チキンラーメン」なる称呼、観念を生じさせるものとして、\n使用による特別顕著性を有することを認められて登録されたものである。したがつ\nて、本件登録商標から生ずる観念としては、被告製品としての「チキンラーメン」\nそのものであり、他に「チキン」印のラーメンのような観念が生ずるものではな\nい。仮りに、原告の主張するように、本件登録商標を「チキン」と「ラーメン」と\nに分離してみても、「チキン」から直ちに「にわとり」の観念を生ずるとみること\nは、一般需要者の認識に反するといわなければならない。すなわち、英語の「ｃｈ\nｉｃｋｅｎ」（チキン）には、鶏の雛の意味もあるが、日常生活で日本語として使\n用されているのは、チキンライス、チキンカツレツ、チキンシチユウ等の用例に見\nられるように、鶏肉の意味で使用されており、一般に、生きた「にわとり」または\n「とり」を表わす意味で「チキン」を使用する慣行はない。そして、英語が日常語\nとして用いられている場合には、一般普遍的な意味に解すべきものであるから、雄\n雌二羽の鶏の図形と「とり印」の文字との結合からなる引用商標と本件登録商標\n「チキンラーメン」とは、観念上これを類似とすべき根拠はないものといわなけれ\nばならない。\n（二）　本件登録商標の指定商品である乾燥即席味付ラーメンは、従来のこの種食\n品と全く異なり、麺自体に味を吸着浸透させ、組成する澱粉類は高熱の油処理によ\nつてアルフア化したまま保存され、そのまま食しうるとともに、単に熱湯を注ぐの\nみで、直ちに内含する味が放出され、何らの味付も必要とせず、完全に調理された\n麺としての効果を挙げうる完成加工食品であつて、前例をみないものであり、これ\nに対し、旧第四十七類に属する商品は、農産食料品の原材料及び素材ないし半加工\n品の範囲内のものをいうのであるから、本件登録商標の指定商品である乾燥即席味\n付ラーメンは、旧第四十七類の麺とは異なるものというべく、最終用途に供する完\n成加工食品として、旧第四十五類の加工食品に属すべきものであり、したがつて、\n本件登録商標と引用商標とはその指定商品においても牴触しないものといわなけれ\nばならない。\n第四　証拠関係（省略）\n理　　　由\n一　（争いのない事実）一　本件に関する特許庁における手続の経緯、本件登録商\n標及び引用商標の各構成及び指定商品並びに本件審決理由の要旨が、いずれも原告\n主張のとおりであることは、当事者間に争いがない。\n（審決を取り消すべき事由の有無について）\n二　原告は、まず、本件審決が本件登録商標と引用商標とを観念上非類似の商標で\nあるとした点において、事実の認定及び判断を誤つた違法がある旨主張するが、原\n告の右主張は、理由がないものといわざるをえない。すなわち、本件登録商標のう\nち、「ラーメン」の文字部分は、その指定商品が乾燥即席味付ラーメンであるとこ\nろから、中華麺であるラーメンを表示するものであることが明らかであり、他の\n「チキン」の文字部分は、「チキンライス」「チキンカツレツ」「チキンシチユ\nウ」等の用例にみられるように、英語の「ｃｈｉｃｋｅｎ」（チキン）を意味する\nものと解するのが相当であり、したがつて、本件登録商標は、右「チキン」と「ラ\nーメン」とを結合して成る文字商標であるというべきである。\n被告は、この点について、本件登録商標は「チキンラーメン」と一連一体にのみ把\n握すべきものであるとして、もともと「チキンラーメン」なる語は、被告の新製品\nである乾燥即席味付ラーメンの固有名称的なものとして新造採択され、大量に宣伝\n使用した結果、これを商標として使用するときは、被告の製品としてのチキンラー\nメンそのものを観念せしめるものとなり、したがつて、一連一体にのみ把握される\nべき必然性がある旨主張するが、そのような事実を的確に認定するに足る証拠資料\nは、本件にあらわれたかぎりにおいては存在しないといわざるをえない。\nしかして、「チキン」の語（英語「ｃｈｉｃｋｅｎ」）が、わが国においては、\n前記用例に見られるように、一般に食品名と結合されて、もつぱら、比較的庶民的\nな鶏肉を素材とする料理を表示するものとして、日常語化して使用されてきている\nことは、当裁判所に顕著な事実であり、したがつて、取引の実際において、右のよ\nうな「チキン」が、食品名の一種である「ラーメン」と結合して成る本件登録商標\n「チキンラーメン」が取引者及び需要者に直感せしめるところも、その指定商品\n「乾燥即席味付ラーメン」との関連において、右の範囲を出ることなく、加工食品\nとしての乾燥即席味付ラーメンにつき、調味ないしは加工材料に鶏肉を用いたもの\nとの観念を生ぜしめるに止まる、と認めるのが相当である。\nもつとも、一般に、英和辞書において、「ｃｈｉｃｋｅｎ」の語は、鶏肉及びひ\nな鳥のほか鶏をも意味するものと説明されていることも、当裁判所に顕著な事実で\nあるが、本件登録商標のように外来語から成る商標の観念を定めるについては、そ\nの外国語としての本来の意義、すなわち、文字としての正確な意義だけを唯一の根\n拠とすべきものではなく、これが、わが国において、商標として用いられた場合、\n指定商品との関連において、わが国の取引界の実情からみて（本件の場合、本件登\n録商標が比較的大衆的な食品に用いられるものであることを考慮しなければならな\nい）、取引者、需要者によつてどのように認識されるかによつて決すべきものであ\nるから、わが国における日常語化された外来語としての「チキン」の意味するとこ\nろが前認定のとおりである以上、英語「ｃｈｉｃｋｅｎ」に、その本来の字義とし\nて鶏（にわとり）の意味があることは、何ら前認定の妨げとなるべきものではな\nい。\n一方、引用商標は、雄雌二羽の鶏の図形と「とり印」の文字との結合から成る構\n成に徴し、生きたにわとりを直感させるものであり、「にわとり」の観念を生じさ\nせるものであることが明らかである。したがつて、前記認定のように、加工食品と\nして、鶏肉を調味材料として用いたラーメンとの観念を生じさせるに止まる本件登\n録商標は、引用商標とはその観念において異なるものといわざるをえない。\n本件登録商標と引用商標とが、観念において相違すること右のとおりである以\n上、その外観及び称呼が異なるものであることは原告の認めて争わないところであ\nるから、さらに両商標の指定商品の異同について判断するまでもなく、\n両商標は非類似の商標というべく、したがつて、本件審決がこの点の認定判断を誤\nつたとする原告の主張は、理由がないものといわざるをえない。\n（むすび）\n三　以上のとおりであるから、その主張のような違法があることを理由に、本件審\n決の取消を求める原告の本訴請求は、理由がないものといわざるをえない。よつ\nて、これを棄却することとし、訴訟費用の負担について行政事件訴訟法第七条、民\n事訴訟法第八十九条を適用して、主文のとおり判決する。\n（裁判官　三宅正雄　石沢健　滝川叡一）\n別紙第一\n本件登録商標\n昭和三十五年十二月二十二日登録出願\n昭和三十六年九月二十日登録（登録番号第五八〇、五〇〇号）\n構　成　片仮名で「チキンラーメン」の文字を毛筆をもつて普通に用いられる書体\nで左横書きして成る。\n指定商品　旧第四十五類　乾燥即席味付ラーメン\n＜１１６０５－００１＞\n別紙第二\n引用商標\n昭和二十七年四月二十四日登録出願\n昭和二十八年六月二十四日登録（登録番号第四二六、八五九号）\n構　成　雌雄ひとつがいの鶏の図形を描き、その下方に「とり印」の文字を左横書\nきして成る。\n指定商品　旧第四十七類　小麦粉その他本類に属する商品（但し麦類及びその類似\n品を除く）\n＜１１６０５－００２＞\n"
}