{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 11,
    "day": 25
  },
  "case_number": "昭和49(う)2802",
  "case_name": "薬事法違反被告事件",
  "court_name": "東京高等裁判所第十二刑事部",
  "lawsuit_id": "20538",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20538",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/538/020538_hanrei.pdf",
  "contents": "主　　　　文\n１　原判決を破棄する。\n２　被告人Ａを罰金五万円に、同Ｂを罰金三万円に処する。\n３　被告人らが右の各罰金を完納することができないときは、金二、五\n〇〇円を一日に換算した期間、当該被告人を労役場に留置する。\n４　押収してある別紙一覧表記載の物件（当庁昭和四九年押第七九四号\n符号一ないし二八および三〇）を被告人Ａから没収する。\n５　原審および当審における訴訟費用は、全部被告人両名の連帯負担と\nする。\n理　　　　由\n本件控訴の趣意は、検察官の差し出した控訴趣意書記載のとおりであるから、こ\nれを引用する。\n薬事法は、その六四条、五五条によつて、医療用具の製造業の許可を受けていな\nい者が業として製造した医療用具につき、これを販売の目的で陳列することを禁止\nしている。そして同法二条四項は、医療用具とは、「人若しくは動物の疾病の診\n断、治療若しくは予防に使用されること又は人若しくは動物の身体の構造若しくは\n機能に影響を及ぼすことが目的とされている器具器械であつて、政令で定めるもの\nをいう」とし、これを受けて同法施行令一条は、医療用具を同令別表第一のとおり\nとすると定め、その別表第一は、衛生用品の項目の中に「性具」を掲げているので\nある。\n被告人両名は、共謀のうえ医療用具製造業の許可を受けていない者の製造した性\n具を販売目的で陳列したものであるとして起訴されたのであるが、原判決は、薬事\n法施行令別表第一にいう「性具」を「通常人が性交若しくは性交類以行為をなすに\n際し、性感を昂進させる目的で性器に付着し或いは性器に接触させて使用する器\n具」と定義すべきであるとし、一般性がないもの、すなわち通常人が性的行為に使\n用するものとはいえないものは性具に当たらないとの解釈のもとに、本件起訴にか\nかる陳列品は性具とは認められないとして、被告人らに対し無罪の言渡をしたので\nある。\nしかしながら、右別表第一において医療用具の一項目として定められている衛生\n用品のうち、（一）月経処理用タンポン、（二）コンドーム、（三）避妊用具の各\n器具がいずれも通常の生理的現象に対応するものであるからといつて、次の（四）\nの性具もまた通常の生理的現象たる通常人の性的行為に関するものに限られると解\nすべき必然性はないし、当該器具が一般的、日常的に使用されるものでなくとも、\n社会を構成する人々の多種多様な生活の中で、ある一部の範囲において使用される\nことが予想され、かつそれを使用する人の身体等に障害を及ぼすおそれがあるとす\nれば、保健衛生上好ましくないのであるから、薬事法はその立法趣旨に鑑みても、\n当然そのような器具の製造や販売についてこれを規制の対象に含めているものと解\nさざるを得ない。\n<要旨>そして、性具という字句の意義や、前記薬事法二条四項の規定の趣旨に徴\nすれば、薬事法施行令別表第一に</要旨>掲げる「性具」とは、人が性交若しくは性\n交類似行為（自慰を含む）に際し性感の刺激、増進ないし満足のために性器に付着\nあるいは接触させて使用することを目的とする器具をいうものと解するのが相当と\n思われる。\nなお、この点に関する厚生省の従前からの行政解釈は、性具とは、主として性欲\n若しくは性的快楽の刺激、増進若しくは満足または自涜に用いることが目的とされ\nている器具類をいうものとしているが、右は、性器に対する付着、接触を要件とし\nて明確にしていない点で、十分なものとはいえない。\nところで、本件押収にかかる各証拠物中別紙一覧表記載の各物件は、その外観を\n見れば、それぞれ巧みに粉飾されていていかにも玩具的であるし、一般人に直ちに\n使用意欲を起こさせるというものではなく、中にはそのままの形で使うとすれば危\n険感すら覚えさせるものもあつて、一般的な実用性に富むものと見がたいことは原\n判決の指摘するとおりであるが、厚生省薬務局薬事課課長補佐であつたＣが原審証\n人として、また被告人Ｂが司法警察員に対する供述調書（一九八丁以下の分）の中\nで、それらの使用方法について説明するところに徴して、右の各証拠物をさらに仔\n細に検討し、かつ原審で取り調べたその他の関係各証拠および当審における事実取\n調の結果をも総合して考察すると、右の各証拠物は、そのままの状態で使えるもの\nはもちろん、そうでないものでも、粉飾部分を取り外すとか、コンドームをかぶせ\nるなど簡単な方法をとれば、性交若しくは性交類似行為（自慰を含む）に際し性器\nに付着あるいは接触させて使用することが十分に可能であり、かつ、このようなも\nのを用いることが清純、素朴、正常な愛情的雰囲気と相容れず、その使用効果も自\n然的でないとしても、人々の多様を極める生活の中で、もとより一般的、日常的で\nはないがある一部の範囲の性行動において、一時的にあるいは場合によつては継続\n的にさえ、性感の刺激、増進ないし満足のためこれらの器具を性器に付着あるいは\n接触させて用いることは、十分あり得るものと考えられるし、またこれらの物は、\n右のようにして使用されることを想定し目的としたうえで、なんぴとかによつて業\nとして製造されたものであることも、これを認めざるを得ないのである。\n従つて、本件起訴にかかる別紙一覧表記載の各物件は、いずれも薬事法施行令別\n表第一に掲げる「性具」に該当するものと認められる。そして、被告人らがこれら\nの品物を前記のような実質をもつものとして販売目的で陳列したものであることも\nまた、関係各証拠を総合してこれを認めることができるのである。（起訴にかかる\n物件中、押収物符号二九の「金のすず」は、その本来の用法はともあれ、被告人ら\nはこれを女性の性感を高めるため性交に際し女性の耳にはさんで使用するものとし\nて取り扱つていたことがうかがえるので、本件の対象物から除外しなければならな\nい。）\nなお、弁護人は、性具に関しては、関係法令中にその定義規定もなければ、いま\nだ一般に確立された定義もなく、その意味内容が極めて不明確であるから、このよ\nうな概念を処罰の根拠とすることは罪刑法定主義を保障した憲法三一条に違反する\nと主張するが、性具について、同じく衛生用品として同列に規定されているコンド\nームその他の器具と対比しながら、その意味内容を社会通念に照らして合理的に解\n釈すれば、性具を先に述べたように定義することができ、かつ具体的には、性具に\n当たるものとして別紙一覧表記載のような品物を予想することが必ずしも困難とは\n思われないから、性具に関する規定が、刑罰法規としてその構成要件の定め方が特\nに不明確に過ぎるとはいえず、弁護人の右主張は採用できない。\n以上の次第であるから、原判決は性具に関する法令の解釈・適用を誤つたものと\nいわなければならず、その誤りは判決に影響を及ぼすことが明らかである。論旨は\n理由がある。\nよつて、刑訴法三九七条一項、三八〇条により原判決を破棄し、同法四〇〇条但\n書を適用して、当裁判所においてさらに判決する。\n（罪となるべき事実）\n被告人両名は、共謀のうえ、昭和四五年一二月四日岩手県釜石市ａ町ｂ丁目ｃ番\nｄ号所在の「Ｄ」店舗において、医療用具の製造業の許可を受けていない者が業と\nして製造した医療用具である別紙一覧表記載の性具合計一三一点を販売の目的で陳\n列したものである。\n（証拠）（省略）\n（法令の適用）\n被告人両名の判示所為は、刑法六〇条、薬事法八四条一二号、六四条、五五条二\n項一項、一二条一項に該当するので、いずれも罰金刑を選択のうえ、その所定金額\nの範囲内で、被告人両名につきそれぞれ主文２の刑を量定し、主文３につき刑法一\n八条、主文４につき同法一九条一項一号二項、主文５につき刑訴法一八一条一項本\n文、一八二条を適用する。\n（裁判長裁判官　戸田弘　裁判官　大澤博　裁判官　本郷元）\n別紙一覧表\n＜記載内容は末尾１添付＞\n"
}