{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 6,
    "day": 24
  },
  "case_number": "昭和49(行タ)17",
  "case_name": "私的独占の禁止及び公正取引の確保に関する法律違反審決不履行事件",
  "court_name": "東京高等裁判所第三特別部",
  "lawsuit_id": "20520",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20520",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/520/020520_hanrei.pdf",
  "contents": "主　　　　文\n被審人を過料金五万円に処する。\n本件手続費用は被審人の負担とする。\n理　　　　由\n一　被審人は、被審人ら石油元売業者一二社に係る私的独占の禁止及び公正取引\nの確保に関する法律（以下独占禁止法という）三条違反事件につき昭和四九年二月\n五日同法四八条一項に基づく公正取引委員会の勧告を受け、これを応諾したので、\n同年同月二二日同条三項に基づき勧告と同趣旨の別紙記載のとおりの審決がされる\nに至つたところ、右審決は同年同月二六日その謄本が被審人に送達されその効力を\n生じたものであるにかかわらず、被審人は、いまだに、本件審決主文一項、二項に\nおいて命ぜられた事項を履行せず、本件審決に違反したものである。\n以上の事実は、本件記録に添附された疎第一ないし第一三号証により認められ\nる。\n二　被審人の主張に対する判断\n１　被審人は、独占禁止法九七条の過料に関する事件につき東京高等裁判所の専\n属管轄と定めた同法八六条、九七条は三審制を保障した憲法三一条に違反するとい\nう。\nしかし、独占禁止法九七条の審決違反に対する過料の性質は、審決の実効性確保\nを目的とし、その履行を強制するために科されるもので、本案の審決に対する一の\n附随処分というべきものであるところ、独占禁止法八六条は、本案の審決に係る訴\n訟の裁判管轄と同一にするのが便宜であるところから、これを東京高等裁判所の専\n属管轄としたのにすぎないのであり、もともとある事項の裁判管轄（特にその第一\n審）をどこにするかはもつぱら立法政策上の問題であり、憲法の直接要請するとこ\nろではない。したがつて、このような事項の裁判について、これを東京高等裁判所\nの管轄とすることにより結果的に三審制が保障されないこととなつたとしても、憲\n法三一条にいう法律の定める手続の保障に違反するものではなく、この点の被審人\nの主張は失当である。\n２　被審人は、現在本件審決の対象とする独占禁止法違反により刑事訴追を受け\n裁判が進行中であるから、独占禁止法九七条但書に該当し、被審人に対し過料を科\nすることは許されない、という。\nしかし、独占禁止法九七条但書が、その行為につき刑を科するべきときは審決違\n反につき過料に処さない旨定めた法意は、審決はそれ自体行政処分であるからその\n確定前でも執行力を生ずることを前提とし、審決に違反するものに対し過料の制裁\nを科することとして、これに法的強制を加えることとするが、確定した審決に従わ\nない場合は別に同法九〇条三号においてこれに刑罰を科することとしているので、\nこの場合は過料の制裁を科さないというにある。従つて、本条にいう審決とは結果\n的には未確定のもののみを指すこととなる。被審人のこの点の主張は、その前提に\nおいて本条の解釈を誤るものであつて、本件において審決がまだ確定していないこ\nとは当裁判所に顕著であるから、被審人の主張は採用できない。\n３　被審人は、勧告審決では価格協定の破棄を命ずることができないのにこれを\n命じているから違法であり、被審人はこの違法な審決に従う義務はないから、審決\n不履行の責を負わない。すなわち、独占禁止法五四条一項は審決の場合同条所定の\n各条に定める排除措置を命ずる旨規定し、同法五三条の三は同意審決の場合当該違\n反行為者が違反行為排除のため自ら採るべき具体的計画書を提出し、公正取引委員\n会が適当と認めたときはこれと同趣旨の排除措置を命ずべき旨規定し、同法四八条\n一項は勧告審決の場合適当な措置をとるべきことを勧告することができる旨規定\nし、それぞれその規定の文言を異にしているところからみて、勧告審決では過去に\n遡つて排除措置をとることができないから、価格協定の破棄を命ずるのは違法であ\nると主張するのである。\n<要旨第一>しかし、公正取引委員会がした価格協定破棄の勧告は、独占禁止法四\n八条一項にいう違反行為排除の</要旨第一>「適当な措置」の勧告にあたり、これに\n対する違反者の応諾に基づいてした勧告、審決は適法であるこというまでもない。\n同法四八条一項は、五四条一項、五三条の三と文言を異にするが、勧告審決の場合\n公正取引委員会が同法所定の違反行為があると認めてその違反者に対しとるべく勧\n告する適当な措置は、単に違反者に善処を促すという程度のものではなく、直接そ\nの違反行為の排除に向けられるものであることは制度の本質上自明であつて、しか\nもその内容は違反者が勧告を応諾することによつて自ら負担したところを審決をも\nつて履行を強制するに足るだけの具体性を有すべきものである以上、命ずべき措置\nの内容については、結局において、文言の多少の差異にかかわらずいわゆる審判審\n決、同意審決、勧告審決の三者間に差異はないというべきである。本件で、価格協\n定は違反行為の核心をなしており、その排除を命じうること右のとおりである。よ\nつて、被審人のこの点の主張は失当である。\n４　被審人は、公正取引委員会は被審人が提出した周知徹底の広告文案に、違法\nな価格協定に関与したことの自認を含まないとの点から承認を拒否しているが、こ\nれは勧告、応諾、審決の趣旨を逸脱した不当な見解であり、右文案につき未だ意見\nの一致をみないことをもつて審決の不履行ということはできないという。\n本件の勧告は、被審人ら石油元売業者一二社が昭和四八年一一月上旬ころに行な\nつた石油製品の販売価格の引上げに関する決定を破棄することを内容とし、それに\n基づいてとつた措置及び今後共同して石油製品の販売価格を決定せず各社がそれぞ\nれ自主的に定める旨を石油製品の取引先及び需要者に周知徹底させるべく、その周\n知徹底の方法についてはあらかじめ公正取引委員会の承認を受けること（以下略）\nというのであつて、被審人らはこれを応諾したため、これと同旨の勧告審決がなさ\nれたものである。しかるに、右審決に基づいて被審人が右価格協定の破棄等につい\nてとつた措置を取引先等に周知徹底させる方法、ことに、その新聞紙に掲載する広\n告文案について、被審人は公正取引委員会の指示に従わず、独自の方法を固執して\nいるため、同委員会の承認がえられない状況にあることは、一件記録によつて明ら\nかである。この場合、同委員会の指示するところが、本件違反行為の排除措置の履\n行のため必要な範囲を逸脱し被審人に無用の不利益を受忍させひいて審決の趣旨以\n上に及ぶものであるならば格別、しからざる限り、被審人<要旨第二>はその指示す\nるところに従い同委員会の承認をえられるよう行為すべきものである。そこで、記\n録に基づ</要旨第二>き、公正取引委員会の指示が本件勧告審決履行のため必要な範\n囲であるかについてみるのに、同委員会の指示した新聞掲載広告文案は、価格協定\nに関与した石油元売業者一二社が連名で、昭和四八年一一月上旬にした協定内容\n（石油種別ごとに各引上げ額を明示）を掲げた上「……を決定し、実施しました\nが、当社らの行なつたこの行為が独占禁止法に違反するとの公正取引委員会の審決\nがありましたので、この審決に従い、この決定を破棄しました。（以下略）」とす\nるものであり、事案の実体に即し、具体的直接的で、勧告審決の趣旨に合致し、も\nとよりその必要の範囲を越えるものではない。これに対して、被審人がとろうとす\nる文案は「当社は昭和四九年二月二二日公正取引委員会において、『（一二社名を\n記載）は昭和四八年一一月上旬ごろに行なつた石油製品の販売価格の引上げに関す\nる決定を破棄しなければならない。』との審決を受けましたので同決定に対する措\n置をとります。」というのであつて、公正取引委員会の文案に比べると、価格協定\nの内容である石油種別ごとの引上げ額の記載がなく、排除措置の前提事実である協\n定をしこれを実施し、これらの行為が独占禁止法違反にあたる旨審決されたことも\n明記されていないばかりでなく、排除措置の核心である協定の破棄がすでにされた\nかどうかも不明であつて、被審人の文案では違反行為の排除のためとつた措置の周\n知徹底方法としては不適当である。審決が独占禁止法違反行為の排除措置として違\n反者に命ずるには必らずしも違反行為の自認を強制することは必要でないけれど\nも、本件における公正取引委員会の示した文案はその表現の是非はともかくとして\n必らずしも違反行為の自認を強制している趣旨ではなく、審決の内容を示す必要上\nの立言と解しうるものであつて、この点で特に被審人に酷とするには当らない。し\nたがつて、公正取引委員会が被審人の文案による排除措置の承認を拒否したことは\n正当であり、同委員会の指示に従わない被審人は審決不履行の責を免れるものでは\nない。\nなお、被審人が審決取消の訴を提起し、第一審である東京高等裁判所において請\n求棄却の判決を受け、最高裁判所に上告中であること、また、同一の違反行為につ\nき公訴を提起され、現に被審人が刑事被告人として東京高等裁判所で審理中である\nことを考慮しても、前記の公正取引委員会の指示は、本件勧告審決に認定された事\n実を客観的に表示するのに止まり、あらためて、被審人に勧告の応諾に含まれると\nころ以上の不利益の自認を強いるものではない。被審人の前記主張は失当である。\n５　被審人は、本件審決は内容が不特定で違法であり、これに従うことを要求で\nきないから被審人に審決不履行はないという。\nしかし、本件勧告審決は、審決書記載の文言形式にとらわれず通常人の合理的解\n釈に従い合目的的に判断してその内容を確定すべきものであり、審決のいう承認指\n示についても排除措置の内容ないし目的、同種類似の事案における通常の例等を斟\n酌し社会通念に従つてこれを合理的に解釈すれば、その具体的内容はおのずから確\n定されることは、さきに被審人らの提起した本件審決取消の訴に対する判決におい\nて当裁判所の判示したとおりである。しかして、審決の履行については公正取引委\n員会の指示に基づきその承認をえて行うこととされ、右指示ないし承認が審決の趣\n旨に適合するものであること前記のとおりである以上、審決の内容が不特定で履行\nを強制しえないとすることはできない。被審人の右主張も採用しない。\n６　被審人は、昭和四八年一二月以後石油製品の販売につき行政庁の強力な行政\n指導があり実質的な統制に服し、自由競争により価格を決定できない状態となつた\nので、審決時には回復すべき自由市場は存在しないから、審決履行義務がないとい\nう。\nしかし、行政庁の行政指導は必ずしも法的強制を伴うものではなく、行政指導が\nあつたとの一事で、独占禁止法違反の行為が解消するものと解すべきでないことは\nもちろん、将来、再び同種の違反行為を行なうこともなしとしえないというべきで\nあるから、公正取引委員会が公正で自由な取引秩序を回復するため、勧告によつて\n被審人らに同法違反の行為を廃止し、将来の再違反を防止することを約束させるこ\nとは同法執行の直接の担当機関として当然のことである。もし、その審決後に事情\nが変更して当該審決を維持することが不当であつて公共の利益に反すると認められ\nるときは、公正取引委員会が同法六六条二項により審決をもつてこれを取消しまた\nは変更すれば足り、未だそのことのない本件において、勧告審決の履行を免れうべ\nきものでないことは明らかである。\n７　被審人は、本件勧告審決についてはその取消の訴が最高裁判所に係属中であ\nるから上告審の判断を待つべきであるという。\nしかし、審決不履行による過料の制裁は未確定の審決についてのものであること\nはさきに判示したとおりである。従つて、審決取消の訴が上告審に係属中であると\n否とにかかわらず、当裁判所は審決未確定の間にその不履行による過料の裁判をす\nべき義務がある。所論は失当である。\n三　よつて、独占禁止法九七条、四八条三項、非訟事件手続法二〇七条に従い、\n主文のとおり決定する。\n（裁判長裁判官　青木義人　裁判官　浅沼武　裁判官　江尻美雄一　裁判官　高\n木積夫　裁判官　篠原幾馬）\n"
}