{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 2,
    "day": 16
  },
  "case_number": "昭和51(う)2202",
  "case_name": "覚せい剤取締法違反被告事件",
  "court_name": "東京高等裁判所第三刑事部",
  "article_info": "第30巻1号102頁",
  "gist": "覚せい剤不法所持罪の共同正犯が成立するとされた事例",
  "case_gist": "覚せい剤をだまし取つた犯人と意思相通じ、犯人が品物を換金してじき戻つてくるのを待つかのように振舞つて被害者を安心させ、同人とともにその場に居残つてそのまま犯人を立ち去らせ、覚せい剤の所持を確実なものにした者は、所持罪の共同正犯としての責任を負うべきである。",
  "lawsuit_id": "20502",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20502",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/502/020502_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役一年に処する。\n原審における未決勾留日数中三〇日を右刑に算入する。\n理　　　　由\n本件控訴の趣意は、弁護人木幡尊が提出した控訴趣意書に、これに対する答弁は\n検察官検事吉田賢治が提出した答弁書に各記載されたとおりであるから、これを引\n用し、これに対して当裁判所は、次のとおり判断する。\n控訴趣意第一点事実誤認の主張について\n所論は、原判決は、被告人がＡと共謀して、原判示の日時、場所において、虚言\nを弄してＢから覚せい剤約三三七グラムの交付を受けてこれを所持するに至つたと\nして、このうちの一〇〇グラムについて被告人を営利目的による不法所持の罪に問\n擬したが、被告人は単なる使い走りをしたに過ぎず、Ａと覚せい剤の騙取ないし不\n法所持を共謀したことはなく、これに手を触れたことすらないのであるから、原判\n決は事実を誤認したものである、などと主張するものである。\nそこで検討するに、原判決の掲げる各証拠によれば、次のような事実が認められ\nる。すなわち、暴力団Ｃ連合Ｄ会の幹部Ｅ方に出入りして自動車の運転などを手伝\nつていた被告人は、昭和五一年四月四日頃、右Ｅの輩下のＡが、Ｅの命を受けてＢ\nと覚せい剤約五〇〇グラムの買受交渉をするため、東京都渋谷区内の喫茶店に出か\nけた際、Ｅの指示により右事情を承知のうえ、自分の運転する自動車にＡを乗せて\n同所に赴き、覚せい剤サンプルの受渡しの約束をするのに立会つたうえ、同月九日\n頃、Ｅの指示により再びＡを自動車に乗せて地下鉄東西線葛西駅付近までＢを迎え\nに行き、同人を江戸川区内にある暴力団員Ｆの事務所に案内し、同所でＡがＢから\n覚せい剤約五〇グラムを一グラムにつき一万四、〇〇〇円の割合で買受けるのに立\n会い、右取引後ＡとともにＥ方に行き、Ａは右覚せい剤を被告人の見ている前でＥ\nに手渡した。そしてさらに被告人は同月一二日頃、Ｅの指示により同人から託され\nた覚せい剤取引のための現金一三五万円を持つて右Ｆ事務所に赴き、同所でＡにこ\nれを手渡し、これを受取つたＡは同日午後三時半頃、同所で覚せい剤約四四二グラ\nムを持参していたＢとそのうち一〇〇グラムについて取引を終えた後、Ｂに対して\n「午後九時頃には残りの分の代金も入る。」などと言つてＢを引止め、自分の黒色\n手提鞄の中に覚せい剤四袋正味三四二グラム（一〇〇グラム入三袋と四二グラム入\n一袋）を入れさせ、この中から約五グラムを抜き取つたうえ、残りの合計三三七グ\nラムの入つた右手提鞄を持つてやつたり、同人に持たせたりして、被告人とともに\nサウナ風呂に案内するなどし、その間にすでに取引の済んだ一〇〇グラムをＥに届\nけ、午後一一時半頃Ｂを被告人の運転する自動車に乗せて原判示「Ｇ」に到つたの\nであるが、被告人は終始、ＡとＢの右取引状況やＡがＢに覚せい剤を手提鞄の中に\n入れさせたことなどを目撃し、ＡがＢから右手提鞄を持ち去る機会を窺つているこ\nとを知りつつ、いずれは利益の分配に預かれることを期待してＡと行動を共にし、\n「Ｇ」においてＡが、手提鞄の中の覚せい剤を騙取する意思をもつてＢに対し「お\n客はこの近くにいる。一五分位で品物を金にしてくるから預からしてもらいた\nい。」と嘘を言つて右鞄をＢから受取るや、被告人はＡの意図を察知してこれと意\n思を相通じ、Ｂと共に同所でＡの帰りを待つかのように振舞つてＢを安心させ、再\nび戻つてくる意思のないＡが右手提鞄を持つて同所を立ち去るのを見送つた後、Ｂ\nと共にそのまま同所に居残り、一方Ａは「Ｇ」を出るとすぐ、覚せい剤をＢから騙\nし取つた旨Ｅに電話連絡したうえ、後刻Ｂが探しにくるのを予測して同夜はＥ方に\n行かずに他に宿泊し、翌日Ｅを呼んで同人と覚せい剤を分配した。そして、他に右\n認定を動かすに足る証拠はない。\nところで、右のように、「Ｇ」においてＡがＢをだまして覚せい剤の入つた鞄の\n交付を受けると同時に、在中の覚せい剤はＡの事実上の支配内に置かれたものであ\nり、同人は同所において覚せい剤を所持するに至つたものというべきであるが、覚\nせい剤のような法禁物については、詐欺によつて入手したものであつて<要旨>も、\n詐欺罪に包摂されることなく別に所持罪をも構成するものと解しなければならな\nい。そして、被告人は橋</要旨>村がＢから本件覚せい剤をだまし取るや、Ａと意思\n相通じ、覚せい剤と知りつつ同人と相協力してその所持を確実なものにしたのであ\nるから、所持罪の共同正犯としての責任を負わなければならないものである。結\n局、原判示事実は、原判決の挙示する各証拠によつて優にこれを認めることがで\nき、原判決には何ら事実の誤認はない。論旨は理由がない。\n同第二点量刑不当の主張について\n所論は、被告人はＥの指示によりやむなく本件を犯したものであり、単なる使い\n走りに過ぎず、しかも何の利益にも預つていないなどの情状にかんがみ、再度刑の\n執行を猶予するのが相当である、というのである。\nそこで、記録を精査して検討すると、本件は前記認定のような経緯により、Ａと\n共謀のうえ、営利の目的で覚せい剤である塩酸フエニルメチルアミノプロパンの結\n晶約一〇〇グラムを不法に所持したというものであつて、犯行の動機、態様、所持\nした覚せい剤の数量等に加えて、昭和五〇年六月に恐喝罪により懲役一年六月（三\n年間執行猶予）に処せられ、その刑の執行猶予中に本件犯行に及んだものであるこ\nと、被告人には他に同五〇年一一月賭博罪により罰金五万円に処せられた前科と、\n同四七年一一月わいせつ文書等販売の罪により懲役一〇月（二年間執行猶予）に処\nせられた前歴があることなどに徴すると、被告人の刑事責任は重いといわなければ\nならず、被告人を懲役一年四月の実刑に処した原判決の量刑も首肯できないわけで\nはない。しかし、本件犯行における被告人の立場は従属的であり、本件により殆ど\n利益を得ていないこと、その他家庭の事情、被告人の現在の心境など所論指摘の被\n告人に有利な諸事情を考慮すると、原判決の右量刑はやや重きに過ぎるものと認め\nられ、未だ再度刑の執行を猶予するまでには至らないが、刑期を若干減ずるのを相\n当と認める。論旨は右の限度で理由がある。\nよつて、本件控訴は理由があるから、刑訴法三九七条一項、三八一条により原判\n決を破棄したうえ、同法四〇〇条但書の規定に従い、さらに次のとおり判決する。\n原判決が確定した事実に法令を適用すると、被告人の原判示所為は、刑法六〇\n条、覚せい剤取締法四一条の二の二項、一項一号、一四条一項に該当するので、そ\nの所定刑期の範囲内で被告人を懲役一年に処し、刑法二一条により原審における未\n決勾留日数中三〇日を右刑に算入することとして、主文のとおり判決する。\n（裁判長裁判官　小松正富　裁判官　山崎宏八　裁判官　佐野昭一）\n"
}