{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 4,
    "day": 16
  },
  "case_number": "昭和51(行ク)1",
  "case_name": "執行停止申立事件",
  "court_name": "長崎地方裁判所",
  "field": "行政",
  "gist": "危険物の規制に関する政令（昭和３４年政令第３０６号）３条の給油取扱所につき，消防法１１条５項に基づく完成検査済証を交付しない処分及び右給油取扱所設置不許可処分の効力停止の申立てが，申立ての利益を欠くとして不適法とされた事例",
  "lawsuit_id": "17577",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17577",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/577/017577_hanrei.pdf",
  "contents": "○　主文\n本件申立てをいずれも却下する。\n申立費用は申立人の負担とする。\n○　理由\n一　申立人の申立ての趣旨及び理由は別紙一記載のとおりであり、被申立人の意見\nは別紙二記載のとおりである。\n二　当裁判所の判断\n疎明資料によれば、申立人の申立の理由一１及び２に記載の各事実を一応認めるこ\nとができる。\nところで、行政庁の処分に不服を有する者が、行政庁を被告として処分の取消しの\n訴を提起してこれに勝訴したとしても、取消しの訴の提起は処分の効力等を妨げな\nいこととなつている関係上、不服申立人は、違法処分の存続により回復の困難な損\n害を受け、勝訴が無意味となる虞れがあるため、処分の効力等を一時停止して当事\n者間の法的状態につき暫定的な安定を図り、不服申立人の権利保全及び損害防止に\n役立てようとするのが行政処分執行停止制度である。したがつて、執行停止が許さ\nれるためには、執行停止することにより申立人の権利が一時的ではあつても保全さ\nれ、その結果損害の発生又は拡大が防止される場合でなければならない。\nところで、消防法は危険物給油取扱営業の持つ災害発生の危険性に鑑み、行政警察\n目的達成のため、取扱所を設置しあるいは変更しようとする者は市長等の許可を受\nけなければならず（一法一一条一項）、また、右許可を受けた者が取扱所を設置\nし、又は変更したときは市長等が行う完成検査を受け、安全性に関する技術上の基\n準に適合していると認められた後でなければ使用してはならない旨規定し（同条五\n項本文）、これを受けて政令八条三項は、市長等は完成検査を行つた結果、技術上\nの基準に適合していると認めた場合には完成検査済証を交付すべき旨定め、これに\n違反した者には刑罰が課されることになつている（法四二条一項一号の二、二\n号）。そうとすれば、危険物給油取扱所を設置し、これを使用して給油取扱業務を\n営もうとする者は、市長等の許可及び完成検査済証の交付を受けない限り、消防法\nとの関係では適法な給油取扱営業をなし得ないものと言わなければならない。そし\nて本件において、申立人の主張する損害を避けるためには、申立人が本件給油取扱\n所において営業を開始することが必要であるが、仮に本件申立てが認容されるとし\nても、本件各処分がなされていない段階に復旧するにすぎず、申立人において適法\nに営業が開始できるわけのものではないのであるから、本件申立てによつては、申\n立人の権利を保全し、損害の発生及び拡大を防止することは不可能であることとな\nる。この点に関し、申立人は、第一に、執行停止があれば、有効な申請状態に復\nし、行政庁が欲すれば、改めて執行停止決定の趣旨をも考えて許否決定がなされ得\nる法的期待が生じ、行政庁は、当該処分が裁判所から否定的な評価を受けたことに\nより、法的にも道義的にも許可処分及び完成検査済証交付処分をしなければならな\nくなる、第二に、完全に許可があつたのと同様の意味にはならないが、営業を行政\n庁が妨害してはならない効果、あるいは執行停止あることを前提として妨害禁止の\n仮処分が許される状態にまで回復する、第三に、刑事上の処罰を免れることとなる\nから、執行停止により回復の困難な損害を避け得ることになると主張する。しか\nし、本件申立てが認容されたとしても、被申立人は、許可処分をし、あるいは完成\n検査済証を交付すべき義務を負担するわけでもないし、改めて許可処分等をする可\n能性がないとは言えないが、これは法的保護に値する期待とはいい難い。また、申\n立人において消防法上の処罰を受けることなく営業できたり、申立人の営業を被申\n立人が妨害してはならない効果が生じたり、申立人において被申立人を相手方とし\nて妨害禁止の仮処分を取得する可能性が生じるとは解し難く、申立人が執行停止の\n効果として主張するところは、いずれも当裁判所の採用しないところである。\n以上のとおりで、申立人の本件申立ては、その申立ての利益を欠くことになるから\n不適法であると言わなければならない。\nよつて、申立人の本件申立てを却下することとし、申立費用につき行政事件訴訟法\n七条、民事訴訟法八九条を適用して、主文のとおり決定する。\n（裁判官　鐘尾彰文　木村修治　加藤　誠）\n別紙一\n執行停止申立書\n申立の趣旨\n被申立人が申立人に対し、長崎市＜地名略＞に設置予定の給油取扱所につき昭和五\n一年二月二五日なした完成検査済証を交付しない処分、及び同月二八日になした右\n給油取扱所の変更許可申請に対する不許可処分の各効力は、本案判決の確定するに\n至るまでこれを停止する。\n申立費用は被申立人の負担とする。\n申立の理由\n一　本案について理由のあること\n１　申立会社は石油製品、ＬＰガスの販売会社であるが、長崎市＜地名略＞に赤迫\n城総合スタンドとの名称でいわゆるガソリンスタンド（給油取扱所）を設置するこ\nとを計画し、消防法一一条一項前段一号により昭和四八年九月一八日に被申立人に\n対し、給油取扱所設置許可申請をしたが、当初、申立会社は給油取扱所の形態につ\nき屋内給油所形態のものを予定していたので、その旨の申請をしたところ、被申立\n人は同月一九日設置を許可した。\n２　申立会社は、右許可に基づき、給油取扱所の建設に着工したが、その後事情に\nより屋外給油所形態のものに変更することとし、申立会社としてはその必要はない\nと考えていたが、被申立人の要求により昭和五〇年一〇月二九日変更許可申請をな\nし、昭和五一年二月一四日に消防法一一条五項に基づく完成検査申請を行つたとこ\nろ、被申立人は完成検査申請に対しては同月二五日、申請どおり完成されていない\nとの理由で完成検査済証を交付しないとの処分を、変更許可申請に対しては同月二\n八日、隣接するＬＰガススタンド側にへいを設ける計画がなく危険物の規制に関す\nる政令一七条一項一三号に適合していないとの理由で不許可処分にした。\n３　しかしながら、右各処分は次の理由によりいずれも違法である。\n（一）　原許可において予定されていたものは、屋内給油所形態のものであり、完\n成したものは屋外給油所形態のものであつて、原許可時の申請どおりには完成して\nいないことは、被申立人の主張するとおりである。しかし、給油取扱所設置変更許\n可申請に対する許否判断は、取扱所の位置構造及び設備が技術上の基準に適合して\nいるか否かにより決せられ（法一一条二項、一〇条四項）、右技術上の基準の細目\nは政令に委任されているところ、これを受けて政令一七条は一項で屋外給油取扱所\nの技術上の基準を、二項で屋内給油取扱所のそれをそれぞれ定めているが、二項は\n一項の加重要件であり、屋外給油取扱所特有の技術上の基準は定められていない関\n係上、屋内給油取扱所として技術上の基準に適合していれば、当然屋外給油取扱所\nのそれにも適合することとなる。申立会社は屋内給油取扱所設置許可を得て、防災\nに関する技術上の基準に抵触するような設計変更は全く行わず、単に、屋内給油取\n扱所を屋外給油取扱所に変更したにすぎないのであるから、原許可に基づいて完成\nした本件給油取扱所につき被申立人は完成検査済証を交付すべきである。\n（二）　また、前記の理由により、本件変更は、法一一条一項後段の許可を受けな\nければならない変更にはあたらず、本来、変更許可申請も不要なものであるから、\n被申立人は申立会社のした変更許可申請を速かに許可しなければならない。被申立\n人は、本件給油取扱所の南隣にあるＬＰガススタンドとの境界線上（以下「係争\n線」という。）にへいを設けることが政令一七条一項一三号により要求されるとい\nう。そして、その根拠として、第一に「自動車等の出入する側」とは、給油を受け\nる自動車等が出入するための主たる道路に接する給油取扱所の空地の側をいうので\nあるから、本件係争線は「自動車等の出入する側」としてへいの設置が免除される\nものではなく、当然へいを設けなければならないという。しかし、「出入する側」\nとは文字どおり素直に解釈すればよく、「給油のため自然な形で自動車等が出入す\nる側」と解することができ、したがつて、通行を許可された他人所有地を通つて道\n路に達する場合であれば、その他人所有地に面する側は、「出入する側」と解して\nよい。このように解しなければ、給油取扱所を角地に設ける利益はなくなるが、現\n実には角地に設置された多くの給油取扱所において、いずれの道路に接する側もへ\nいを設けることなく営業していることは公知の事実である。そして被申立人におい\nても右のとおりの解釈を採用しており、大協石油小ケ倉給油取扱所、県営バス雲仙\n停留所内にある雲仙給油取扱所、増田石油魚の町給油取扱所、明治商会坂本町給油\n取扱所、昭栄石油平野町給油取扱所、丸善石油興善町給油取扱所、県営バス幸町給\n油取扱所、同矢上給油取扱所、大長崎商事日見給油取扱所などがその具体例であ\nり、「出入する側」を被申立人の主張するように定義すれば、当然設けられるべき\nへいを設置することなく営業が許されている給油取扱所である。また、原許可にお\nいては、南側隣接地との境界線上にへいを設けることは義務づけられていなかつ\nた。このように、原許可時には要求されていなかつたへいの設置を、客観的条件に\n変更がないのに、変更許可申請においては要求し、これに応じないからといつて変\n更許可申請を許可しないのは、明らかに行政権の濫用である。第二に、被申立人市\n長は、南側に隣接してＬＰガススタンドがあり、危険であるからへいを設置しなけ\nればならないという。しかし、政令は、ＬＰガススタンドと危険物製造所・危険物\n屋内貯蔵所等が接近している場合につき、施設間に距離制限をしている（政令九条\n一号二、危険物の規制に関する規則一二条）が、ＬＰガススタンドと給油取扱所と\nの位置関係については特に規制してはおらず、したがつて、政令は、両者が隣接し\nていても防災上特に問題はないと解しているといえる。また法及び政令は、一般的\nに、隣接地に対する関係での防災規制には必ずしも積極的でない。このことは、地\n下タンクから発生する油蒸気の排出口については何らの規制もなく、給油取扱所の\n隣接地が火気を扱う工場である場合にも給油取扱所の設置に際しては何らの規制も\nないところからも窺われる。したがつて、ＬＰガススタンドが隣接しており危険で\nあるからへいを設ける必要があるとの被申立人の主張は理由がなく、被申立人にお\nいても、申立会社と同様に解し、給油取扱所とＬＰガススタンドが隣接している場\n合においても、その間にへいを設けることなく給油取扱所の営業を認めている例が\nある。申立会社江戸町給油取扱所がそれである。更には、政令一七条一項一三号に\nよりへいを設けなければならないのは、防災上の必要からであるが、このような行\n政取締法規は、合目的的に解釈されなければならないところ、本件において係争線\n上にへいを設けると、第一に給油取扱所側からＬＰガススタンド側が見えにくく、\n出入する自動車による交通事故発生の危険があること、第二に油蒸気が滞溜し、か\nえつて災害発生の原因となること等の事情があり、係争線上にはへいを設けないこ\nとが同号の趣旨に適合する。政令は、油蒸気の滞溜を防ぎ、これを拡散させること\nを第一義的に考えており、へいを設けることには積極的ではない。このことは、屋\n内給油取扱所においては、その二方は通風のため壁を設けないことが要求されてい\nることからも明らかである。仮に、へいを設ける必要があるとしても、申立会社は\n係争線上に鉄板製で高さ二・〇五メートルのへいを設置しており、右へいは政令一\n七条一項一三号の要求に適合するものである。被申立人においても一旦は右へいで\n足りるとしていたにもかかわらず、その後主張を変え、材質はブロツク造、高さは\n庇に達するへいを要求しているが、材質は不燃材料でありさえすればよいのであ\nり、高さについては、隣接するＬＰガススタンドには鉄骨とコンクリートでできた\n庇があるのみであり一三号にいう「延焼のおそれのある建築物」がある場合にはあ\nたらず、したがつて、高さは二メートルで足ることとなる。被申立人は、一三号に\nいうへいの材質、構造に関し、開閉できる扉も（南国殖産茂里町給油取扱所、野村\n興産中央卸市場給油取扱所、林兼石油浦上給油取扱所）、金網も（松藤商会小ケ倉\n自家用給油取扱所）、高さ二メートル以下のへいも（丸安石油磯道給油取扱所、同\n小ケ倉給油取扱所、石川石油日見給油取扱所、同東長崎給油取扱所、出光石油小ケ\n倉給油取扱所、南長崎石油土井ノ首給油取扱所、高尾石油本河内給油取扱所）具体\n的必要に応じ場合によつては一三号に適合するものとして是認してきたわけであ\nり、本件においても前述のとおり、係争線上にへいを設けることだけでも油蒸気滞\n溜の危険があるのに、更に高くして庇に達するまでとするならば、その危険は著し\nく増大すると言わなければならず、したがつて申立会社の設置したへいも一三号に\n適合するものと解さるべきである。\n４　以上のとおり、本件各処分は違法であり取り消しを免れないものである。\n二　効力停止の必要性\n申立人は、以上の理由で本件処分取消訴訟を提起しているが、本件給油取扱所を完\n成させるため長期間を費し、五、五〇〇万円にものぼる工事費を投入して、昭和五\n一年三月一日より開業することとして従業員を採用し、宣伝活動も行い、月当り一\n〇〇万円の純益を見込んでいたにもかかわらず、本件違法処分により開業すること\nができず、右損害は経営を圧迫し、申立会社の社会的信用も失墜しつつあり、今後\nも営業不能の状態が続けば経営危機に直面することとなるし、殆ど完成している設\n備を放置すれば酸化が進んで使用不能となり、そうなれば給油取扱所設備の特殊性\nのため、改修工事は新設の数倍の大工事となり、事実上営業不能となるが、これら\nはいずれも金銭では償えない重大な損害であり、回復の困難な損害である。また、\n執行停止決定があれば、申立会社は本件設備を使用して営業を開始する予定である\nが、本件設備は、被申立人の要求しているへいの有無を問わず防災及び安全上全く\n問題のないものであるから、執行停止がなされ営業が開始されたとして公共の福祉\nし重大な影響を及ぼす虞れは全くない。\n本件処分はいわゆる拒否処分である。しかし、本件処分の効力が停止されれば、第\n一に、有効な申請状態に復し、行政庁が欲すれば改めて執行停止決定の趣旨をも考\nえて許否決定がなされ得る法的期待が生じ、更には、行政庁は、当該処分が裁判所\nから否定的な評価を受けたことにより、法的にも道義的にも申立人主張どおりの処\n分をしなければならなくなる。第二に、完全に許可があつたのと同様の意味にはな\nらないが、営業を行政庁が妨害してはならない効果、あるいは、執行停止あること\nを前提として妨害禁止の仮処分が許される状態にまで回復する。第三に、許可等を\n受けないで営業したとしても、刑事上の処罰を免れることとなると解されるから、\n本件申立てにより、申立人は損害の発生を防止しうることとなり、したがつて申立\nての利益を有することとなる。\n三　よつて本件各処分の効力の停止を求めて本件申立てに及んだ。\n別紙二\n意見書\n意見の趣旨\n本件申立てを却下する。\n申立費用は申立人の負担とする。\n意見の理由\n一　本件申立てが認容されたとしても、変更許可申請が許可され、あるいは完成検\n査済証が交付されたと同じ状態が実現されることにはならず、申立人の主張する回\n復することの困難な損害を避けることには何ら役立たないものであるから、本件申\n立ては申立ての利益を欠き却下されるべきである。\n二　仮に申立ての利益があるとしても、次に述べるとおり本案につき理由がない。\n１　申立会社に対する原許可は、政令一七条一、二項に適合するものとして、屋内\n給油取扱所の設置について許可を与えたものであるが、右許可に基づく給油取扱所\nが完成する以前に次の点について計画に変更が加えられた。第一に、屋内給油取扱\n所が屋外給油取扱所となり、取扱所南側は空地の予定であつたが、ここにＬＰガス\nスタンドが設置され、昭和五〇年一一月一〇日から営業が開始された。第二に、地\n下貯蔵タンクの位置が屋外空地から事務所前となつた。第三に、固定給油設備が三\n個のシングル型から一基のダブル型となつた。第四に、保有空地が、間口一二メー\nトル、奥行六・四メートルから間口五一・三メートル、奥行六・四メートルとなつ\nた。第五に、北側道路の建設が取り止められた。第六に、洗車場が新設されること\nになつた。第七に、事務所は一階のみの予定であつたが、一階と二階に分かれるこ\nととなつた。以上の諸点は、計画の重大な変更であり、防災上も変化を生じうるも\nのであるから、法一一条一項後段の変更許可を受けなければならない場合にあた\nり、当然政令の定める技術上の基準についても再検討されるべきものである。しか\nるに申立会社は、変更許可を受けることなく完成検査申請をしたため、被申立人\nは、原許可と現実に完成した給油取扱所とを対比し、その相異が明らかであつたた\nめ完成検査済証不交付処分をしたもので、何ら違法はない。\n２　また、申立会社は、昭和五〇年一〇月二九日変更許可申請をしたが、右申請で\nは政令一七条一項一三号に抵触することが判明したため不許可処分としたものであ\nる。即ち、一三号にいう「自動車等の出入する側」とは、給油を受ける自動車等が\n出入するための主たる道路に接する給油取扱所の空地の側をいい、主たる道路に接\nする側を除いた他の三面にへい又は壁を設けなければならない。ところが、変更許\n可申請によれば、本件給油取扱所においては、ＬＰガススタンドに隣接する南側に\nはへいを設ける計画がなかつたため技術上の基準に適合しないものと判断した。申\n立会社主張のように、本件係争線が「自動車等の出入する側」になるとすれば、本\n件給油取扱所とＬＰガススタンドという防災上延焼のおそれのある建築物との境界\nには危険防止のためのへい等の設置の必要がなくなるが、このような結果が一三号\nの趣旨に反することは明らかである。\n以上のとおり、被申立人のした本件各処分は適法であり、本件申立ては本案につい\nても理由のないことが明らかであると言わなければならない。\n三　よつて、本件執行停止申立ては却下されるべきである。\n"
}