{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 12,
    "day": 23
  },
  "case_number": "昭和46(行コ)1",
  "case_name": "土地改良事業計画に対する異議申立棄却決定取消請求控訴事件",
  "court_name": "札幌高等裁判所",
  "field": "行政",
  "gist": "土地改良事業計画の決定は抗告訴訟の対象になるとした事例",
  "lawsuit_id": "18211",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18211",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/211/018211_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n控訴人は「原判決を取消す。被控訴人が昭和三九年一〇月一九日にした北海道告\n示第二、二六二号道営土地改良業業（天の川地区かんがい排水）計画は無効である\nことを確認する。」との判決を求め、被控訴人は控訴棄却の判決を求めた。\n当事者双方の主張および証拠の提出、援用、認否は、控訴人が当審において証人\nＡの証言を援用したほか、原判決の事実欄に摘示してあるとおりであるから、ここ\nにこれを引用する（ただし、原判決三枚目裏二行目に「第三」とあるのは「第四」\nの誤記であるからその旨訂正する。）。\n理　　　由\n一　被控訴人が、北海道檜山郡上ノ国村Ｂほか五九名の申請に基づき、昭和三九年\n一〇月一九日道営土地改良事業（天の川地区かんがい排水。以下本件事業と称す\nる。）計画を定め、昭和三九年一〇月二二日から同年一一月一〇日まで上ノ国村役\n場において右計画書等関係書類を縦覧に供したこと、控訴人は右事業の施行地域内\nに農地を所有耕作しているが、右計画に不服があるので昭和三九年一一月一七日被\n控訴人に対し異議申立をしたところ、被控訴人は同年一二月四日これを棄却し、同\n月二〇日右決定書が控訴人に送達されたこと、以上の事実は当事者間に争いがな\nい。\n二　そこで、控訴人の本件訴が適法か否かについて検討するに、まず、土地改良事\n業計画の決定が抗告訴訟の対象となりうるかどうかについては、右事業計画が農業\n土木に関する技術的裁量によつて一般的・抽象的に決定されるものであつてそれ自\n体で利害関係者の権利に確定的な変動を与えるものではなく、また事業計画の公告\nによつて利害関係者に一定の不利益を与えることがあるにしても計画の決定ないし\nその公告の段階においては未だこれを訴訟事件としてとりあげるだけの事件の成熟\n性に欠けるものと解されないではないが、土地改良事業計画の公告によつて現実に\n個人の権利が侵害される限り事業計画そのものを抗告訴訟の対象とする余地も肯認\nしうるし、事業計画が決定公告されると爾後の手続や工事等がこれにしたがつて機\n械的に推進されるのが通常と考えられるから、事業計画が違法であつてもこれに対\nしては常に出訴が許されず後続の処分を持つて始めて抗告訴訟が許されるとするこ\nとは、被害者の救済にとつて必ずしも十全とは解し難いなどの諸点を併せ考える\nと、結局土地改良事業計画の決定そのものが一概に抗告訴訟の対象とはならないと\n解することは相当ではない。\n三　そこで本件事業計画の無効確認訴訟について控訴人が原告適格を有するかどう\nかを考えるのに、成立に争いのない甲第七号証、乙第一号証、第三号証（乙第一号\n証については原本の存在についても争いがない。）、証人Ｃ、同Ｄおよび同Ｅの各\n証言ならびに後記当事者間に争いのない事実を総合すると、本件事業は天の川より\n導水した水をその流域に有効かつ適正に流下配分することにより流域農民間の水利\n紛争を解消し農業経営の安定と生産向上をはかることを目的とするものであつて、\nその目的実現のためには完全な頭首工を設置しかつ幹線用水路を設置整備すること\nと、これに関連して支分水路や農道の設置、田畑の区画整理等を行なうこととが必\n要とされるのであるが、本件事業においては前者である頭首工および幹線水路の設\n置を工費約一億八七〇〇万円で五年間に道営により施行することだけが策定された\nのであつて、後者のいわゆる圃場整備事業は関連事業として工費約一億二一〇〇万\n円で施行されることが予定されているものの、これは本件事業とは別個に受益者か\nらの申請を待つて計画、実施されることとなつていること、右圃場整備事業は未だ\n実施されるに至つていないが、本件事業の工事は昭和四五年三月三〇日に全部完了\n（この点は当事者間に争いがない。）し、その旨北海道告示第一五四八号によつて\n公告され、またこの工事に附随する賦課金の賦課、徴収等の事務も順調に進捗した\nこと、以上の事実が認められ、右認定に反する証拠はない。右事実によれば、本訴\n提起の当時はともかくとして、本訴の口頭弁論終結の時点においては、控訴人が本\n件事業計画に後続する他の処分によつて新たに損害を受けるというおそれはなく、\nまた本件事業計画の無効を前提とする現在の法律関係に関する訴訟を提起しうる権\n利はなんら阻害されているものとも認められないのであつて、結局工費約一億八七\n〇〇万円を投じて完成されその原状回復さえ事実上不能となるに至つた現段階にお\nいて、本件事業計画自体の無効確認を求める訴の利益はいずこにも発見できないと\nいわざるをえない。\n四　以上のとおりで、控訴人が提起した本件訴は不適法として却下すべきものであ\nり、これと同旨の原判決は正当であるから、本件控訴を棄却することとし、訴訟費\n用の負担について民事訴訟法第八九条を適用して、主文のとおり判決する。\n（裁判官　近藤暁　友納治夫　岨野悌介）\n"
}