{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 8,
    "day": 26
  },
  "case_number": "昭和51(行ウ)174",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14370",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14370",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/370/014370_hanrei.pdf",
  "contents": "主　　　文\n被告が、別紙目録記載の各商標登録出願についての原告の昭和四八年八月八日付各\n商標登録異議手続受継申立に対し、同年九月八日付でした各不受理処分を取り消\nす。\n訴訟費用は被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n主文同旨の判決\n二　被告\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\nとの判決\n第二　当事者の主張\n一　原告の請求の原因\n１　株式会社主婦の店ダイエーは、別紙目録記載の各商標登録出願（以下「本件商\n標登録出願」という。）について、それぞれ登録異議の申立をし、その審査手続中\nであつたが、原告は、その後昭和四五年三月一八日右会社を吸収合併してその旨の\n登記を経由し、その法律上の地位を包括的に承継したので、昭和四八年八月八日付\n書面をもつて被告に対し、右商標登録異議手続を受継する旨の申立をしたところ、\n被告は、同年九月八日付書面をもつて原告に対し、右受継申立を受理しない旨の処\n分（以下「本件処分」という。）をし、右処分通知書は同月二〇日原告に送達され\nた。本件処分の理由は、「申出の趣旨はこれを聞き届けない。（註）地位の承継は\n認められない。尚合併の事実を証する書面が提出されている場合は出願人にその旨\n通知し異議決定をしない取扱を行なつている。よつて弁駁書も受理できない。」と\nいうのである。\nそこで、原告は、昭和四八年一一月一〇日被告に対し、本件処分について、行政\n不服審査法による異議申立をしたが、被告は、昭和五一年九月一〇日右申立を棄却\nする旨の決定をし、右決定書騰本は同月一三日原告に送達された。\n２　しかしながら、本件処分は、以下に述べるとおり違法であつて、取消を免れな\nいものである。\n（一）　本件処分は、商標登録異議手続の受継の許否という重要な事項を対象とす\nるものであるにもかかわらず、前記のように何ら具体的理由を示していないから、\nそれ自体として違法である。\n（二）　また、本件処分は、誤つた根拠に基づくものとして違法である。\nすなわち、本件処分の根拠は、商標登録異議の申立人たる地位は承継の対象とは\nならないというにある。しかしながら、異議申立人は、当該出願に係る商標の登録\nを阻止することにより、これと同一又は類似の商標の使用について他から差止等の\n請求を受ける虞を消滅させ、その法的地位を安定させるという法律的な利益を有す\nるのであるから、この地位は相続、合併により当然に承継されるものと解すべきで\nある。そして、原告は、前記のように本件商標登録出願について登録異議の申立を\nしていた株式会社主婦の店ダイエーを合併して、その権利義務一切を包括的に承継\nしたのであるから、右の異議申立人たる地位も当然に承継しているものである。\n３　よつて、原告は、本件処分を取り消すことを求める。\n二　請求の原因に対する被告の認否及び主張\n１　請求の原因１のうち、原告が株式会社主婦の店ダイエーから商標登録異議の申\n立人たる地位を承継したことは否認するが、その余の点は認める。なお、本件商標\n登録出願のうち、現在審査中のものは、昭和四二年商標登録願第一四一〇九号、同\n第一四一一四号、同第一九九五二号、同第一九九六四号、同第一九九六八号、同第\n一九九六九号及び同第一九九七四号の七件のみであつて、その余の一二件はすでに\n登録済みである。\n２（一）　同２の（一）は否認する。\n（二）　同２の（二）のうち、本件処分が原告主張の点を根拠としていること、原\n告が株式会社主婦の店ダイエーを合併したことは認めるが、その余の点は否認す\nる。\n３　同３は争う。\n４　商標登録異議の申立人たる地位は、以下に述べるとおり承継の対象とはならな\nいものであつて、この点を根拠とする本件処分には何らの瑕疵もない。\n（一）　商標法第一六条第一項、同法第一七条により準用される特許法第五五条第\n一項、第五八条第四項、第六一条第一項等の各規定を総合すれば、出願公告制度の\n目的は、特許庁審査官が商標登録出願について拒絶の理由を発見することができな\nいと判断したときは、その出願の内容を一般公衆に公告して、何人に対しても商標\n登録異議の申立をする機会を与えることにより公衆審査に付し、よつて審査の精度\nを高め、登録査定の客観性を担保することにあると考えられる。したがつて、商標\n登録異議の申立の本質は、審査に関する情報の提供にあるというべく、このこと\nは、右の申立が何人からもすることができることや右の申立についての決定に対し\nて不服申立ができないことなどからも窺うことができる。このように商標登録異議\nの申立権は、専ら特許庁審査官の登録査定における過誤を排除するという公益的見\n地から認められているもので、財産的権利でもこれから派生した権利でもなく、む\nしろ一般に移転性を欠くと説かれる個人的公権の一種と考えるべきものであるか\nら、異議申立人たる地位も一身専属的であつて、承継されないものというべきであ\nる。\n（二）　商標法及び特許法には、行政不服審査法第三七条に相当するような異議申\n立人たる地位の承継に関する規定が置かれていない。これは前述の結論を裏付ける\nものである。\n（三）　商標登録異議の申立権は、国民固有の権利として何人もこれを有している\nのであるから、その申立人たる地位の承継を認めることは矛盾であり、かつ、その\n必要もないし、また、これを認めないからといつて何らの不都合も生じない。すな\nわち、商標登録異議の申立権は、原告もこれに合併された株式会社主婦の店ダイエ\nーも等しく有していたものであり、原告はその固有の権利を行使できたにもかかわ\nらず、法定の期間内にこれを行使しなかつたのであるから、異議申立人たる地位の\n承継を認めるとすれば、権利行使を怠つた者が権利を行使した者と同様に扱われる\n結果になり、かえつて不合理である。また、商標登録異議の申立がなされた後に申\n立人が死亡したり、合併により消滅した場合でも、すでに提供された情報は当然審\n査官の職権調査の対象となり、その心証形成に資することになるから、申立人の地\n位の承継を認めなくても異議申立の目的は十分に達成されうる。なお、商標登録異\n議手続の承継を認めないとすれば、異議申立に対する決定も行わないことになる\nが、右の決定は、異議申立人から提供された情報により審査官がいかなる心証を得\nたかを申立人に報告するという性質のものにすぎないから、これがされないからと\nいつて何らの弊害も生じない。\n三　被告の主張に対する原告の反論\n１　（被告の主張４の（一）に対して）商標登録異議の申立の本質は、被告の主張\nするように審査に関する情報の提供にとどまるものではなく、国民の受けることあ\nるべき利害を考慮して異議申立をする権利を認めている点にあるというべきであ\nる。このように経済的性格の強い権利を一身専属的なものと解すべき理由はない。\n２　（同４の（二）に対して）商標法等に登録異議の申立人たる地位の承継に関す\nる規定が存しないことは、右の承継を否定する理由にはならない。\n３　（同４の（三）に対して）商標登録異議の申立権は何人も有しているから、そ\nの承継を認めるのは矛盾であり、その必要性もないというのは、異議申立に期間制\n限があり、異議申立がなければ登録がされ、この登録に一定の効果が付与されるこ\nとを度外視した議論であつて不当である。\n第三　証拠（省略）\n理　　　由\n一　請求の原因１の事実は、原告が株式会社主婦の店ダイエーからその商標登録異\n議の申立人たる地位を承継したとの点を除き、当事者間に争いがない。右争いのな\nい事実によれば、本件不受理処分は、登録異議の申立人たる地位が承継されないこ\nとを根拠とするものというべきである。\n二　そこで、本件不受理処分の根拠の当否並びにこれが取り消されるべき瑕疵に該\n当するか否かについて、判断する。\nなるほど、商標法第一七条により準用される特許法第五五条第一項、第五八条第\n四項の各規定によれば、商標登録異議の申立は何人からもこれをすることができ、\nまた、右申立についての決定に対しては不服申立をすることができないものであ\nる。しかしながら、これらのことから直ちに右制度の本質が審査に関する情報の提\n供にあるとか、あるいは右申立権が専ら登録査定における過誤の排除という公益的\n見地のみから認められていると結論するのは早計というべきであつて、むしろ登録\n異議制度の主旨は、右の点にとどまるものではなく、出願にかかる商標の登録を阻\n止することにより、これと同一又は類似の商標を使用するについて、他から差止等\nの請求を受ける虞を消滅させ、その法的地位の安定を図るという利益を法制度上認\n知し、国民に右利益を擁護するための手段として一種の公法上の権利を認め、右申\n立について判断を受けうるという利益を肯認した点にもあると解するのが相当であ\nる。したがつて、登録異議の申立権が右のような性質を有することと右権利の行使\nについて、期間制限がされていること（商標法第一七条、特許法第五五条第一項）\nを合わせ考えると、登録異議申立にかかる権利は、これを一身専属的であるとする\n根拠に乏しく、かえつて相続、合併により、当然に承継されるから、右異議申立に\nかかる権利を承継した者は、異議申立人としての地位を承継するものと解するのが\n相当である。しかして、これを本件についてみるのに、原告が本件商標登録出願に\nついて登録異議の申立をしていた株式会社主婦の店ダイエーを昭和四五年三月一八\n日に吸収合併したことは、前述のとおり当事者間に争いがないから、原告はこれに\nより、右会社の有していた登録異議申立にかかる権利を承継し、異議申立人として\nの地位をも承継したものと認めるべきである。\n被告は、商標登録異議の申立人たる地位の承継を否定すべき理由として、右承継\nを肯定する法条が存しないとか、右の申立をする権利は何人もこれを有するから、\nその申立人としての地位の承継を認めることは矛盾であり、かつ、その必要性もな\nいなどと主張するが、いずれも前記結論を左右するに足りるものとは思料できな\nい。\nなお付言するに、弁論の全趣旨によれば、本件商標登録出願一九件のうち、被告\n主張の一二件については、株式会社主婦の店ダイエーからの登録異議の申立に対し\nて決定をしないまますでに登録がなされていることが認められるけれども、異議申\n立人としては登録が経由されたことによつて決定を受ける利益を奪われるいわれは\nないし、また、異議申立人たる地位が右会社から原告に承継されたことは前述のと\nおりであるから、原告としては、右の一二件についても、なお登録異議の申立に対\nする判断を受ける利益を有するものというべきである。\n三　以上のとおりであつて、商標登録異議の申立人としての地位が承継不可能であ\nるとして原告からの登録異議手続受継の申立を不受理とした本件処分は、その余の\n点について判断するまでもなく、違法であつて、取り消されるべきものである。よ\nつて、本件処分の取消を求める原告の本訴請求は理由があるから、これを正当とし\nて認容することとし、訴訟費用の負担について民事訴訟法第八九条を適用して主文\nのとおり判決する。\n（裁判官　佐藤栄一　佐久間重吉　安倉孝弘）\n（別紙省略）\n"
}