{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 10,
    "day": 23
  },
  "case_number": "昭和44(行ウ)26",
  "case_name": "異議申出棄却決定取消請求事件",
  "court_name": "横浜地方裁判所",
  "field": "行政",
  "gist": "１　関税定率法２１条３項の通知及び同条５項の決定は，いずれも，抗告訴訟の対象となる処分に当たるとした事例　２　関税定率法２１条３項の通知及び決定が，いずれも憲法２１条２項にいう「検閲」に当たらないとされた事例",
  "lawsuit_id": "18164",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18164",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/164/018164_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一、当事者双方の求める裁判\n一、原告\n「被告が昭和四四年八月二五日なした原告の輸入申告にかかる書籍「サン・ワーム\nド・ヌード」三九二冊につき被告が同年五月三一日なした関税定率法二一条三項に\nよる通知処分に対する原告の同法条四項による異議申出を棄却する旨の決定は取消\nす。被告が昭和四四年五月三一日なした右通知処分は取消す。訴訟費用は被告の負\n担とする。」との判決を求める。\n二、被告\n本案前の主張として、「本件訴えを却下する。訴訟費用は原告の負担とする。」と\nの裁判を求め、本案に対して、「原告の請求を棄却する。訴訟費用は原告の負担と\nする。」との裁判を求める。\n第二、原告の請求原因および主張\n一、被告は昭和四四年五月三一日原告に対し、原告の輸入申告にかかる書籍サン・\nワームド・ヌード（ＳＵＮ　ＷＡＲＭＥＤ　ＮＵＤＥＳ）三九二冊（以下「本件書\n籍」という。）につき関税定率法二一条一項三号に規定する輸入禁制品に該当する\nとの同法条三項による通知処分（以下単に「本件通知処分」という。）をなしたの\nで、原告はこれに対して同法条四項による異議の申出をしたところ、被告は同年八\n月二五日右異議の申出を棄却する旨の決定（以下単に「本件決定」という。）をな\nし、本件決定の通知書は同月二九日原告に送達された。\n二、しかしながら本件通知処分および決定は、いずれも次のとおり不当なものであ\nり、いずれも取消さるべきである。\n（一）　関税定率法二一条は行政機関である税関長に公安または風俗を害すべき書\n籍図画の輸入を禁止する権限を与えているが、憲法二一条は基本的人権として表現\nの自由を保障し、ことにその二項は検閲を絶対に禁止している。検閲とは公表され\nようとする言論その他による表現の自由に対して、行政権がこれを事前に審査し、\nその容認するもののみの公表を許すことである。関税定率法二一条一項および同条\n三ないし五項は税関長に公安または風俗を害すべき書籍図画であるかどうかを審査\nする権限を与え、税関長がこれに該当すると認めた書籍図画は輸入不許可にするこ\nとを定めているので、まさに憲法の禁止している検閲に当り憲法二一条に違反する\nものである。\n（二）　本件決定は本件書籍が女性の陰毛の判然としている写真を登載しているこ\nとを理由に、わが国の風俗を害すべきものとして原告の異議申出を棄却している\nが、本件書籍に収録されている写真は、アメリカの有名な写真家アンドレ・ド・デ\nイーンズが女性の裸体美をあらゆる姿態からとらえた芸術的写真であつて、何らわ\nいせつ性を感じとることができないのである。本件決定もまたこのことを問題にし\nてはいない。もはや性を秘事とする時代は過ぎ去り、性を特別扱いにしないで幸福\nな家庭生活、健全な市民をつくりあげるための性教育の必要がさけばれている現時\n点において、女性の陰毛が判然としているだけの理由で、いいかえれば自然のまま\nの女性を撮影しただけの理由で本件書籍がわが国の風俗を害するものと判断するこ\nとは時代錯誤というほかなく、とうてい首肯できないのである。\n第三、被告の本案前の抗弁\n一、関税定率法二一条一項に該当する旨の税関長の通知および同法五項に定める税\n関長の決定は、抗告訴訟の対象となる処分ではない。\n貨物を輸入しようとする者は、必要な事項を税関長に申告し、貨物につき必要な検\n査を経て、その許可を受けなければならない（関税法六七条）。その検査にあた\nり、申告にかかる貨物が関税定率法二一条一項三号に掲げる貨物に該当すると認め\nるのに相当の理由がある場合には、税関長は当該貨物を輸入しようとする者に対し\nてその旨の通知をすることになつている（同条三項）が、この通知は、これにより\n当該貨物を輸入しようとする者に対して、その貨物が輸入を禁止されているものに\n該当することを認識させる目的のものであつて、これにより当該貨物の輸入不許可\nの効果を生ずるものではない。要するに右通知は、税関長の当該貨物が同条一項三\n号所定の輸入禁制品に該当すると認めるにつき相当の理由があるとの判断を通知す\nるもの、すなわち、単なる観念の通知にすぎないものであり、したがつて、これに\nより当該貨物を輸入しようとする者の権利、義務に何らの影響をおよぼすものでは\nない。\n税関長の通知の性質が前述のとおりである以上、右通知についての異議申出に対す\nる決定も、右通知を確認するか、あるいは再度の考案の結果、見解を改めるにすぎ\nないものであつて、同じく異議申出入の権利義務に影響をおよぼすものはない。\n二、さらに関税定率法二一条一項三号該当物件は、法律上輸入が絶対に禁止されて\nいるため、税関長の許可、不許可の対象とはならないので、税関長は許可または不\n許可の処分をする権限を有するものではなく、輸入しようとする者に対して当該貨\n物が輸入を禁止されているものに該当することを認識させるための通知をすること\nとされているに過ぎないのである。\n以上の理由により、右税関長の通知および決定は抗告訴訟の対象となる処分ではな\nいから、本件訴えは不適法として却下されるべきである。\n第四、被告の答弁および主張\n一、原告の請求原因および主張第一項の事実は認める。\n二、同第二項のうち（二）の事実中、被告が原告主張のような理由でその異議申出\nを棄却したことおよび本件書籍に収録されている写真の撮影者がアンドレ・ド・デ\nイーンズである旨表示されていることは認めるが、その余は争う。\n三、税関長は、書籍、映画等いわゆる表現物の輸入に際し、検閲を行つている。\n税関長は外国貨物である書籍、図画等を輸入しようとする者から、当該貨物の輸入\n申告を受けた場合、関税法六七条の規定に基づき、いわゆる税関検査を行なうに過\nぎない。そしてこの検査は、税額確定および他法令による輸入の許可、承認等の確\n認のための検査であつて、関税定率法二一条一項三号に該当する貨物を発見するた\nめの検査権を与えられたものでもなく、またそのための検査を行つているものでも\nない。\n税関長が、税関検査の過程において、たまたま一見明白な関税定率法二一条一項三\n号該当物件を知覚したとしても、これは表現物であるが故に課せられた特別の検査\n手続により知覚するものではなく、他の一般的貨物と同様に関税法六七条に基づく\n税額確定等の目的のための検査の過程においてたまたま知覚するに過ぎない。関税\n定率法二一条は、何が輸入禁制品であるかを定めたものであつて、税関長に同条一\n項三号の物件を発見するための検査権限を与えたものでもなく、現にそのための検\n査を行つているものでもないのである。\nなお税関長が行なう関税定率法二一条三項の通知は、税関長が右の税関検査の過程\nにおいて関税定率法二一条一項三号に該当することが一見明白な物件をたまたま知\n覚した場合のみその旨を当該貨物を輸入しようとする者に通知するのであつて、当\n該物件の表現の内容について検査または審査をした結果に基づいて行うものではな\nい。\n四、本件書籍は、関税定率法二一条一項三号にいう風俗を害すべき書籍に該当す\nる。\n本件書籍に収録された写真の多くは、女性の陰部または女性の陰毛を露骨に撮影し\nたものであつて、風俗を害すべきわいせつの写真であることが明らかである。女性\nの陰部または陰毛を撮影した写真が判例によるわいせつの概念に当ることは明らか\nであり、またかりに本件書籍に収録された写真に芸術性が認められるとしても、芸\n術性と猥褻性とは別異の次元に属する概念であるから、本付書籍のわいせつ性が否\n定されるものではなく、したがつて風俗を害すべき書籍と認定されるべきことは当\n然である。\n第五、被告の本案前の抗弁に対する原告の主張\n被告は関税定率法二一条三項の税関長の通知は、税関長が貨物の輸入をしようとす\nる者に対してその輸入しようとする貨物のうち同条一項三号に掲げる貨物に該当す\nるものがあることを認識させる目的をもつてなされた観念の通知にすぎないから、\n輸入不許可の効力を生ずるものではないと主張する。しかしながら右三項の通知が\nただそれだけのものであるならば、関税定率法二一条三項が「税関長\nは・・・・・・・・・輸入されようとする貨物のうちに第一項第三号に掲げる貨物\nに該当すると認めるのに相当の理由がある貨物があるとき」と規定し、税関長に対\nして右三項に該当する貨物であることを認めるにつき相当の理由があるかどうかの\n判断を求め、さらに同条四項、五項が右判断の通知に対する異議の申出を許容し、\nその裁定には税関長の専断を許さず輸入映画等審議会に諮問して、その意見を徴す\nべきことを要求していることの意味の解明が困難になるのである。そればかりでな\nく税関長は三項の通知によつて輸入禁制品であることを宣言しながら、他方ではそ\nの対象貨物につき通関手続を進行させなければならないことになり、この矛盾解消\nのためにさらに税関長は輸入不許可の行政処分をしなければならないことになる。\n関税定率法二一条三項ないし五項は、同条一項三号に掲げる貨物の多くが人の思想\nの所産であるので憲法の保障する基本的人権のうち最優位にある表現の自由を尊重\nすべく、その取扱いを慎重ならしめるため設けられたものであることはいうまでも\nない。すなわち同法二一条三項は同条一項の輸入禁止の一般下命だけは同条一項三\n号に掲げる貨物に対する表現の自由の保障に十分でないとし、前記のごとく税関長\nをして同貨物に該当すると認めるにつき相当の理由があるかどうかを判断せしめ、\nさらに同条四項、五項は右判断の通知に対し、異議の申出を許容し、その裁定には\n輸入映画等審議会を諮問機関として参加させて税関長の専断を許さないことによつ\nて保障の実効性を確保しようとしたものである。したがつて税関長の右三項の判断\nの表示は、当該輸入貨物が同条一項三号に掲げる貨物に該当する要件を具備してい\nるかどうかの確認行為（準法律行為的行政行為）であり、同項の「その旨」の「通\n知」は税関長の右確認行為の内容を了知させてその効力を発生させる告知であると\n解すべきである。かくして関税定率法二一条三項ないし五項は税関長の三項の確認\n行為を中核にして、同条一項三号に掲げる貨物に対する同条一項の輸入禁止の一般\n下命を行政手続化して法の支配に服せしめているものであるから、右貨物について\nは税関長の右確認行為の告知すなわち三項の通知をまつてはじめて輸入禁止の効果\nが生ずるものというべきである。\n関税定率法二一条三項の規定は、税関長が同条一項三号に掲げる貨物であることの\n通知をするには、当該貨物の内容が公安または風俗を害すると認めるにつき相当の\n理由があるかどうかの税関長の審査判定を予定していて、税関長に対してその審査\n判定をなすことを求めているものと解すべきである。そうでないと、右三号貨物該\n当の通知は全く意味内容のないものに化してしまうからである。\n税関長が同条五項によつて右三項の通知に対する異議申出を輸入映画等審議会に諮\n問して決定する場合にも、右と同じような理由で税関長は当該貨物の内容が公安ま\nたは風俗を害すると認めるにつき相当の理由があるかどうかの審査判定を求められ\nているものというべきである。\nかくして税関長はこれらの法条によつて輸入申告にかかる貨物が同法二一条一項三\n号の貨物に該当するかどうかを審査判定する職務と権限を与えられているのであ\nる。\nさらに外国貨物の輸入行為については関税法六七条によつて輸入の申告に基づく税\n関長の許可を条件として輸入禁止が解除されることを保障されているのであつて、\n税関長は輸入の申告を「法令に基づく申請」としてこれにつき相当の期間内に何ら\nかの行政行為をなすべきことを義務づけられているのである。そしてこのことは輸\n入申告にかかる貨物が絶対的輸入禁制品であるかどうかには何のかかわりもないの\nである。けだし輸入申告にかかる貨物が関税定率法二一条一項一号ないし四号列記\nの輸入禁制品に該当するかどうかは税関長の輸入申告に基づく審査判定をまつては\nじめて法的に明らかになるのみならず、同条一項本文は単に「左の各号に掲げる貨\n物は輸入してはならない」と規定して、同項一号ないし四号列記の貨物の輸入禁止\nを下命しているだけで、かかる貨物に対する輸入申告までも規制してはいないから\nである。したがつて右貨物が絶対的輸入禁制品であることのゆえをもつて税関長の\n許可不許可の対象にならないとする被告の主張は理由がない。\n第六、証拠（省略）\n○　理由\n一、被告が昭和四四年五月三一日原告に対し、原告の輸入申告にかかる本件書籍に\nつき関税定率法二一条一項三号の輸入禁制品に該当するとの同法条三項による本件\n通知処分をなし、原告はこれに対して同法条四項による異議の申出をしたところ、\n被告は同年八月二五日右異議の申出を棄却する旨の本件決定をなし、右決定の通知\n書が同月二九日原告に送達されたこと（原告の「請求原因および主張」第一項の事\n実）は当事者間に争いがない。\n二、被告は本件通知処分および本件決定はいずれも抗告訴訟の対象となる処分では\nなく、本件訴えは不適法である旨主張するので判断する。\n関税定率法二一条三項ないし五項が、輸入申告にかかる同条一項三号に掲げる貨物\nに関して、その該当性の判断を税関長がなすにつき、相当の理由があることを要求\nし、また右認定の通知に対する被通知者の異議申し出に対しては、学識経験者によ\nつて構成されている輸入映画等審議会に諮問して決定すべきことを税関長に命じて\nいることよりみると、関税定率法は輸入申告にかかる貨物が、右同法二一条一項三\n号に規定する貨物に該当するかどうかの判断は、実質的に税関長に委ねられている\nものというべきである。\nしたがつて同法条三項ないし五項により、税関長の通知に対して不服申立期間が経\n過する等して通知に対する不服申立手段が尽きた場合には、被通知者はその通知の\n効力を争い得なくもなるものというべきである。\nなるほど被告主張のように、右通知は税関長において当該貨物の輸入申告を受けた\n場合に、関税法六七条の規定に基づき行ういわゆる税関検査の一過程においてなさ\nれるものであるけれども、前記のように行政上の効力を生ずる以上、これを理由に\n被告の本件通知処分および本件決定が抗告訴訟の対象とならないということはでき\nない。\n三、そこで本件通知処分および本件決定が憲法二一条二項に違反する旨の原告の主\n張につき検討する。\n税関長のなした本件通知処分および本件決定がいずれも行政処分であること前記の\nとおりであるところ、憲法二一条二項は、公権力が外に発表されるべき思想の内容\nをあらかじめ審査し、不適当とみとめる時は、その発表を禁止すること、すなわち\n事前審査が表現の自由に加えられた制限の一般的方式であるところからこれを禁止\nし、表現の自由を保障したものであるが、税関長の本件通知処分および本件決定\nは、いわゆる通関手続上、当該貨物の輸入につき許可、不許可の処分をなす税関長\nが、右処分にかえてなすものであるから、右通知によつて当該貨物は関税定率法二\n一条一項三号の風俗を害すべき書籍として税関長が通知したのにとどまり、この輸\n入を強行するか、輸入を断念するかは、その者の意思に委ねられるものというべき\nである。\nしたがつて税関長の本件通知処分および本件決定によつて原告は本件書籍の公表を\n許されなくなつたものではなく、税関長の右処分は、憲法二一条二項の検閲にはあ\nたらないというべきである。このことは関税定率法二一条二項が同条一項三号のみ\nを除外していることからも肯認しうるところである。なるほど税関長が風俗を害す\nべき書籍として通知した貨物を輸入したものは、関税法一〇九条により刑事処罰を\n受け得る規定が存するが、これは関税手続上からの行政罰であつて、文書の公表を\n禁止する検閲とは別個の問題というべきである。そこで本件書籍が関税定率法二一\n条一項三号に規定する「風俗を害すべき書籍、図画」に該当するか否かについて判\n断する。\n税関長の本件通知処分が、わが国内における健全な風俗を阻害する書籍、図画の輸\n入をその輸入手続のうえから抑制する効力を有すること前記認定のとおりであり、\n右条項に規定する「風俗を害すべき」ものには、わいせつ性を有するものが含まれ\nることは明らかである。しかしてわいせつ物とは人の性欲を刺戟興奮し、またはこ\nれを満足せしむべき文書図画その他一切の物品を指称するものと解すべきところ、\n検証の結果によると、本件書籍は縦二八・一センチメートル、横二一・六センチメ\nートル、表紙（カバー付）および前後各一枚の白紙を除くと計四八枚の内容からな\nる印刷写真集であり、撮影されているものは表紙カバー裏の本件書籍の撮影者アン\nドレ・ド・デイーンズの人物像を除くと、すべて女性の裸体写真で合計一三四枚の\n写真があり、うちカラー写真は三一枚残りはすべてモノクローム写真となつている\nこと、右一三四枚の写真のうち陰毛および陰部が写つていないものはカラー写真で\n一八枚、モノクローム写真で一二枚にすぎず、それは上半身または後姿の写真であ\nるためであること、しかして本件書籍は陰毛、陰部を写しながら、自然に近い一人\nだけ（ただし二枚のみ二人）の姿態を、通常の人間の目の高さから、特に遠近感を\n誇張する撮影レンズではないものを使用して撮影したものであり、同種の写真を単\nに集めてまとめたもので、構成、レイアウト等に写真集としての創造性もないとこ\nろから、わいせつ感は著るしいとはいえないことをそれぞれ認めることができる。\n右認定事実によると、本件書籍は一冊の写真集として同種の写真を関連性なく集め\nて印刷登載されており、一体のものとして鑑賞する限りにおいてはわいせつ感は著\nるしく強いものとはいえないけれども、個々の写真たとえば特に内容四枚目（各白\n紙部分を除く・・・・・・・・・以下同様）裏上、九枚目裏、一一枚目表および\n裏、一二枚目表裏、一六枚目裏、三六枚目表上、四一枚目表、四八枚目裏下段二枚\n等の各写真は、被写体の部分、姿態からみて、わいせつ性を有するものといわざる\nを得ない。\nそして一冊の写真集の場合、登載されている写真の一部がわいせつ性を有しないと\nしても、一冊のものとして編綴されているところから、個々の写真は独立した意味\nを持たず、全体として書籍そのものがわいせつ性を持つに至るものというべきであ\nる。\nなるほどわいせつ性の概念は時代と共に変遷し、その時々の社会事情等によつて異\nつてくるものであるけれども、現在いまだ前記掲示の写真にわいせつ性が存しない\nとは言えないところである。\nしたがつて本件書籍は、関税定率法二一条一項三号に規定する風俗を害すべき書籍\nに該るものである。\nとすると被告のなした本件通知および本件決定処分は原告主張のような瑕疵はなく\n適法であるから、原告の請求は失当として棄却することとし、訴訟費用の負担につ\nき民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　柏木賢吉　花田政道　板垣範之）\n"
}