{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 6,
    "day": 25
  },
  "case_number": "昭和44(行ウ)135",
  "case_name": "輸入業登録拒否処分取消等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "強度の催涙作用及び眼機能に対する攻撃的作用を有する護身具につき，毒物及び劇物取締法５条，同法施行規則４条の４を類推適用して輸入業者の登録を拒否した厚生大臣の処分が，違法でないとされた事例",
  "lawsuit_id": "17955",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17955",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/955/017955_hanrei.pdf",
  "contents": "○　主文\n原告の請求はいずれもこれを棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　被告厚生大臣が昭和四四年五月七日付でした原告申請による毒物及び劇物取締\n法四条一項に基づく毒物・劇物輸入業の登録を拒否する旨の処分を取消す。\n２　被告国は原告に対し六〇、五二八、〇〇〇円及びこれに対する昭和四四年七月\n一六日から支払ずみまで年五分の割合による金員を支払え。\n３　訴訟費用は被告らの負担とする。\n４　右第２項につき仮執行の宣言\n二　被告ら\n１　主文と同旨\n２　仮執行の宣言がされる場合は担保を条件とする仮執行免脱宣言\n第二　当事者の主張\n一　原告の請求原因\n１　原告は、肩書地において輸入業を営む者であるところ、昭和四〇年ごろ西ドイ\nツのゲアハルトハイマン株式会社から護身用噴霧器ＴＲＡ”－ＧＡ－ＳＳＧ一〇〇\n一号を若干輸入し、日本ではストロングライフ一〇〇一号という名称で販売してい\nた（以下、右噴霧器をストロングライフという。）。\nこのストロングライフは、西ドイツで考案されたものであり、プロムアセトンの四\nパーセント稀溶液をポケツトサイズのカートリツジに充填し噴霧状にして噴出させ\nるものであつて、ブロムアセトンの催涙作用を利用した護身具である。\n２　ところが、昭和四〇年一〇月二五日政令第三四〇号をもつて毒物及び劇物指定\n令が改正され、右ブロムアセトンが劇物に指定されたので（同指定令二条八七号の\n二）、ブ二ムアセトン及びこれを含有する製剤を輸入するについては、毒物及び劇\n物取締法（以下単に法という。）三条二項、四条一項の規定により、被告厚生大臣\nによる輸入業の登録を受けたければならなくなつた。\nそこで、原告は、昭和四一年六月一一日法四条二項により被告厚生大臣に対してス\nトロングライフを輸入するについて輸入業の登録を申請した。\nところが、被告厚生大臣は、原告が右申請をしてから二年余も経過したのち、昭和\n四四年五月七日付で原告に対し、ストロングライフは、劇物であるその内容液を人\n又は動物の眼に噴射し、その薬理作用によつて永続的なものではないとしても諸種\nの機能障害を生じさせ、開眼不能の状態に至らしめるものであり、かつ、それ以外\nの用途を有しないものであるとの理由で、前記申請に係る輸入業の登録を拒否する\n旨の処分（以下、本件処分という。）をした。\n３　しかしながら、本件処分は違法である。すなわち、右登録は、法五条、毒物及\nび劇物取締法施行規則（以下単に規則という。）四条の四にその基準が規定されて\nいるところであり、右に定める欠格事由のないかぎり厚生大臣がその登録申請を拒\n否できないところのいわゆる覊束行為に属する。原告は、その規定された要件を具\n備していたのであり、登録を拒否される理由はない。よつて、本件処分は違法であ\nる。\n４　原告が前記申請をする以前の昭和四〇年一二月一六日に、原告は厚生省薬務局\n薬事課長の提出依頼に応じてストロングライフに関する十分な資料を厚生省側に提\n出しているし、また、右申請がされてからも厚生省当局と原告との間には種々の交\n渉が重ねられてきた、このように、被告厚生大臣はストロングライフの性質につき\n十分知つていたのである。ところが、被告厚生大臣はその登録を約二年余も放置し\nていたので、原告が昭和四三年九月二一日不作為の違法確認の訴を提起してその責\n任を追求したところ、被告厚生大臣は弁解に窮しストロングライフの輸入業の登録\nを当然すべきであるのにあえて本件処分をしたのであり、本件処分は被告厚生大臣\nの故意による違法処分である。\nまた、被告厚生大臣は、被告国の公権力の行使にあたる公務員であり、その職務を\n行うにつき本件処分をした。\n５　本件処分によつて、原告は次のとおりの損害を被つた。\n原告は、前記申請をしたのち、被告厚生大臣が速やかに輸入業の登録をするものと\n信じ、昭和四四年七月五日西ドイツのゲアハルトハイマン株式会社からストロング\nライフ二四、〇〇〇本を買入れる契約を締結した。ストロングライフの一本あたり\nの輸入原価は四七八円であり、原告はそれを日本で一本あたり三、〇〇〇円で販売\nする計画であつたし、また、その可能性も十分あつた。従つて、原告は、ストロン\nグライフ一本あたり二、五二二円の利潤をあげることが可能であつたのであり、二\n四、〇〇〇本では六〇、五二八、〇〇〇円となるので、本件処分によつて同額の損\n害を被つた。\nなお、厚生省の担当事務官らは、昭和四〇年一〇月二五日ごろ原告代表者に対して\n書類上の欠陥がなければ一か月ほどで登録処分がされるであろうから、速やかに申\n請手続をするようにと言明し、また、昭和四一年ごろには同省の担当技官がやがて\n登録される見通しである旨表明しているうえ、更に、同年ごろ同省係官らは報道関\n係者に対して欠格事由がないので許可せざるを得ない状態であると発表していたの\nであるから、原告が右の事情で申請後まもなく登録処分がされるものと信じて前記\n契約を締結したのは当然である。また、申請前に原告が若干輸入していたストロン\nグライフは、わが国では非常に好評であり購入希望者が殺倒していたので、仮に、\nストロングライフを輸入できれば二四、〇〇〇本を売り尽すことは容易であつた。\n従つて、本件処分と右損害との間には相当因果関係がある。\n６　よつて、原告は、被告厚生大臣に対しては本件処分の取消しを、被告国に対し\nては前記損害の賠償として六〇、五二八、〇〇〇円及びこれに対する訴状送達の日\nの翌日である昭和四四年七月一六日から支払ずみまで年五分の割合による遅延損害\n金の支払いをそれぞれ求める。\n二　請求原因に対する被告の認否及び主張\n１　請求原因１、２の事実はいずれも認め、同３の主張は争う。\n同４のうち、被告厚生大臣が原告から昭和四〇年一二月一六日ごろストロングライ\nフに関する資料の提出を受けたこと、被告厚生大臣が被告国の公権力の行使にあた\nる公務員であり、本件処分がその職務を行うにつきされたものであることは認める\nが、その余の事実は争う。\n同５のうち、原告が、ゲアハルトハイマン株式会社からストロングライフを購入す\nる契約を締結したことは認め（ただし、その数量、価格等の詳細は不知）、厚生省\nの係官が一か月ほどで登録処分がされるであろうと言明したことは否認し、同省の\n係官が欠格事由がないので許可せざるを得ない旨表明したことは不知、その余の事\n実は争う。原告が従前輸入していたストロングライフは卸価格が一本あたり一、三\n〇〇円であり、小売価格も一本あたり一、六〇〇円ないし三、〇〇〇円にすぎな\nい。従つて、仮に、原告がその主張する数量のストロングライフを輸入したとして\nも、本件処分により原告主張額の損害が生ずることはありえない。ストロングライ\nフの輸入業の登録については、前例もなくにわかに許否の判断を下しえないもので\nあるうえ、原告に対しては担当者らから種々検討すべき問題が多く処分がされるま\nでに日時を要する旨を告げられていたのであるから、原告が早期に登録処分がされ\nるものと信じたことが当然であるとはいえない。むしろ、原告は、根拠がないのに\n早期に登録処分がされるものと軽信して前記輸入契約を締結したのであるから、本\n件処分と原告主張の損害との間には相当因果関係がないというべきである。\n２　被告らの主張（本件処分の違法性）\n（一）　法が実現しようとしている目的は、毒物及び劇物による保健衛生上の危害\nの発生を防止することである。毒物及び劇物は、国民の保健衛生上有害な作用を及\nぼすおそれのあるものではあるが、同時に、試薬、農薬、化学工業の原料として国\n民生活向上のために有用な作用をもつものであるから、法は毒物及び劇物の製造、\n輸入、販売等を一般的に禁止することにしながら、保健衛生上の危険性のない場合\nには被告厚生大臣あるいは都道府県知事の処分によりこれらの禁止を個別的に解除\nすることができるものとした。このように、毒物及び劇物の取締目的のために、法\nは厚生大臣に対し毒物及び劇物の製造業並びに輸入業の登録処分をする権限を与え\nているのであるから、被告厚生大臣が右登録処分をするにあたつては、当該毒物及\nび劇物の社会的流通を是認することによる国民の保健衛生上の危険性の存在及びそ\nの程度について十分審査を行うことができるものと解すべきである。\nところで、輸入業の登録の基準については、法五条、規則四条の四に規定されてい\nるが、これらはいずれも輸入業者の毒物及び劇物の貯蔵、陳列、運搬の設備に関す\nるものであつて、その要件に適合しない場合は、直ちに国民の保健衛生上の危害が\n発生するものと予想されるので、これをもつて絶対的登録拒否事由にしたものと解\nされる。しかしながら、設備の不備がなくてもなお国民の保健衛生上有害な状態が\n発生するおそれがある場合、すなわち、当該品目の輸入を許すことが不可避的に国\n民の保健衛生上の危害を発生させることとなり、かつ、その危害の程度が当該品目\nの輸入によつてもたらされる社会的利益よりも著しいことが確認された場合など合\n理的な理由がある場合には、法が被告厚生大臣に登録権限を付与した趣旨にかんが\nみ、法令上そのことを制限する明文がない以上、被告厚生大臣は当該品目について\nの輸入業の登録を拒否する処分をなしうるものと解すべきである。\nもともと、ストロングライフは、第一次世界大戦において催涙ガスとして使用され\nたことにより知られているプロムアセトンの溶液を内容物とするものであり、専ら\n人あるいは動物の目に噴射され、その薬理作用によつて諸種の機能障害を生じさ\nせ、開眼不能の状態に至らしめる目的をもつて製造されたものであつて、それ以外\nの目的をもつものではない。すなわち、ストロングライフは、法が防止しようとし\nている保健衛生上の危害をむしろ積極的に発生させるために使用されるものであ\nる。また、ストロングライフは、護身具ではあるが、これを輸入し市販した場合、\n一般人が急迫した状況下で有効かつ適切に護身の効果を上げうるか否かは疑問であ\nるうえ、過剰防衛にわたり、あるいは更に犯罪行為、悪質ないたずらなどの反社会\n的行為に使用されるおそれもあるのである。\nこのように、ストロングライフは、その輸入によつてもたらされる社会的利益より\nもそれによつて生ずる保健衛生上の社会的危険性の方がより顕著であると認めら\nれ、法が実現しようとしている毒物及び劇物による保健衛生上の危害発生の防止と\nいう公益目的に照らし、被告厚生大臣がしたストロングライフの輸入薬の登録拒否\nには合理的な理由があるということができるので、本件処分は違法ではない。\n（二）　また、輸入業の登録基準のうち、設備に関するものは、法五条の規定を受\nけて規則四条の四に定められているが、右規則四条の四によれば、毒物又は劇物が\n貯蔵、運搬などされる際に飛散などして容器の外に流出するのを防止することを重\n視していることは明らかである（規則四条の四第一項二号ロ、ハ、四号、二項参\n照）。ところで、ストロングライフは、スプレー式カートリツジに充填されたまま\n輸入され、日本でもそのまま市販されようとしているのであるから、プロムアセト\nンはストロングライフのカートリツジによつて貯蔵、運搬されることとなる。しか\nし、ストロングライフは、むしろ内容物を「飛散」させることに使用目的があるの\nであるから、明らかに規則四条の四第一項二号ロ、ハ所定の基準に適合しないもの\nである。仮に、右の基準に適合しないとはいえないとしても、右の規定を類推適用\nして、あるいは毒物及び飛散の防止を最も重視している右規定の趣旨に照らし、被\n告厚生大臣はストロングライフについての輸入業の登録を拒否することができるも\nのというべきである。\n（三）　被告厚生大臣が本件処分をするにつき二年余も要したのは次の理由によ\nる。すなわち、ブロムアセトンは一応劇物に含まれるものではあるが、ストロング\nライフは人体に直接発射して眼粘膜を刺激して催涙させるものであり、それ以外に\n使用しえないから、ストロングライフは薬事法二条一項三号にいう「人又は動物の\n身体の構造又は機能に影響を及ぼすことが目的とされている物」に該当し、医薬品\nに含まれるとも考えられ、そうであれば法の規制を受けないこととなる。この点で\n検討を要し、また、その危険性についても関係官庁に検討を依頼し、有識者に意見\nを聞く必要があつたのである。従つて、最終的な結論に達するまでに日時を要した\nのであり、いわれなく処分を遅らせたものではない。\n三　被告の主張に対する原告の認否及び反論\n１　被告の主張は全部争う。なお、被告は、その主張（三）においてストロングラ\nイフが医薬品に属するか否かにつき検討を要した旨主張するが、これは明らかに失\n当である。すなわち、厚生省の担当者は原告に対してストロングライフに関する資\n料の提出を依頼するに際しても、また、前記申請について原告と交渉するに際して\nも、常にストロングライフが劇物に該当することを前提としていたものである。原\n告及び原告代表者Ａは、ストロングライフが劇物に指定されたのち、事務上の手違\nいにより販売業の登録を受けずにストロングライフを販売し、そのために昭和四二\n年六月九日静岡簡易裁判所から略式命令で罰金刑に処せられている。\nこれらはいずれもストロングライフが劇物であることを前提としているのであつ\nて、被告らの前記主張は、原告から被告厚生大臣を相手方として不作為の違法確認\nの訴が提起されたために窮余の一策として考えだされたものにすぎない。\n２　（一）被告らは、法が実現しようとしている公益目的に照らし、合理的な理由\nがあるときは輸入業等の登録を拒否できると解すべきである旨主張するが、法四条\n一項の登録処分は、被告厚生大臣にそうした裁量の余地を残すものではなく、覊束\n行為と解すべきである。すなわち、右登録処分は法令による一般的禁止を個別的に\n解除する処分であつて、いわゆる許可と呼ばれる処分であるから、被告厚生大臣\nは、ストロングライフの輸入について原告に法五条所定の欠格事由がなく、かつ、\n規則四条の四所定の設備に関する基準に合致している場合は、一義的に輸入業の登\n録をしなければならないものである。そして、原告には右法規に照らして、登録を\n拒否すべき事由は何らないのであるから、本件処分は違法である。\n（二）　仮に、被告らがその主張（一）において述べるように、法の公益目的に照\nらし合理的な理由があれば毒物及び劇物の輸入業の登録を拒否できると解しても、\nなお以下のとおり本件処分は違法である。\n（１）　ストロングライフに、それを噴射しても純プロムアセトンのような強力な\n作用はもたず、眼に加えられるごく軽度の刺激も開放された場所に出ることにより\n速かに回復して何らの後遺症状も惹起しない。それでいてこの器具は護身用として\n襲撃者を撃退するのに非常に効果がある。また、それは婦女子でも簡単に作動で\nき、操作は安全であり、暗闇でも方向を誤ることがない。また、他の兇器類のよう\nに相手方を殺傷することなく相手方の兇器の使用を未然に防ぎ、多数の相手方に対\nしても撃退の効果をもつのであつて、爆発の危険はまつたくない。このように、ス\nトロングライフは、国民の安全のために極めて有用であつて危険性は少いから、輸\n入を制限すべき合理的な理由はないというべきである。\n（２）　原告は、ストロングライフについて被告厚生大臣に輸入業の登録を申請す\nるとともに、昭和四一年五月一一日静岡県知事に対してストロングライフの販売業\nの登録を申請していたところ、昭和四一年七月五日付をもつて右登録がされ、その\n際、同日付でストロングライフの販売につき静岡県衛生部長名で次のとおりの指示\nがされた。すなわち、（イ）販売・授与先は、官公庁、会社、公団、学校、事業場\n等の警備用などのためにストロングライフを適正に使用、保管する者に限定するこ\nと、（ロ）本品には販売・授与先の経路を明確にするため一本毎に異る記号（又は\n番号）を付すること、（ハ）販売、授与にあたり毒物及び劇物取締法に規定する護\n渡手続を実施する外、常時本品の現在高数量が判明するように受払簿を備え、前記\nの記号（又は番号）を記載しておくこと、（二）本品が適正な使用目的以外に使用\nされないよう説明書等を添付すること、（ホ）販売、授与等の目的で輸送又は携行\nするときは、紛失、盗難等のないよう厳に注意すること、（ヘ）本品を卸売した場\n合は、販売先においても前記（ハ）と同様の販売手続をとること、（ト）本品につ\nいて紛失、盗難若しくは人身に対する事故等が発生した場合はすみやかに最寄りの\n保健所あるいは警察署に届出ること。\n原告が、従前輸入していたストロングライフについては、右指示を守つて販売して\nいたのであり、これから輸入するものについても右の指示、制限のもとでのみ市販\nされるのであるから、ストロングライフを輸入しても危険性はほとんどない。従つ\nて、ストロングライフの輸入を制限するにつき合理的な理由があるとした本件処分\nは違法である。\n（３）　被告厚生大臣が本件処分をしたのは、法の目的である保健衛生上の危険の\n防止という見地を越えて、治安雑持の目的をもつてしたのであつて、被告厚生大臣\nの権限を越えていることは明らかである。\n更に、被告厚生大臣は、原告の輸入業登録申請をその職務を怠つて約二年余もの間\nいたずらに放置した。原告が昭和四三年九月二一日被告厚生大臣に対して東京地方\n裁判所に不作為の違法確認の訴を提起すると、被告厚生大臣は、本来直ちに登録許\n可をしうるものを長期間放置して原告に多大の損害を与えてきたので、今さら右申\n請に応じて登録処分をするわけにもいかず、むしろ登録拒否処分をすれば原告にと\nつて当初から輸入しえなかつたこととなるのであるから、原告が被告厚生大臣の怠\n慢を責めえなくなるとして、苦しまぎれに本件処分を敢行したのである。\n右のような事情のもとでは、本件処分につき被告厚生大臣に裁量権の濫用があつた\nものというべきであり、本件処分は違法である。\n（４）　被告は、ストロングライフは内容物の流出を防止するどころかむしろ「飛\n散」させることを目的としているので規則四条の四所定に適合しない旨主張する\nが、規則四条の四は通常の貯蔵運搬の際の事故の防止を目的としているのであり、\nストロングライフは護身の目的で内容物を噴射させるのであつて正当な目的をもつ\nものであるから、被告の主張は右規則の言葉尻のみをとらえてその決意を理解しな\nいものである。\n五　被告\n原告の反論は全部争う。\n第三　証拠（省略）\n○　理由\n一　請求原因１、２の事実はいずれも当事者間に争いがない。\n二　そこで、本件処分の適法性につき検討する。本件処分は、原告がしたストロン\nグライフの輸入業登録申請に対する拒否処分であるので、まず、毒物及び劇物に関\nする法の規制について見ると、毒物及び劇物は、一方では医療及び化学工業などの\n分野で有益であると同時に、その薬理作用によつて国民の保健衛生に対して危害を\nもたらす可能性が強いものであるから、右危害を防止する観点から、法はまず一般\n的に毒物及び劇物の製造、輸入、販売の各営業を禁止し、一定の要件を具備する場\n合にのみ右一般的禁止を解除することとしている（法三条、四条、五条）。すなわ\nち、被告厚生大臣の製造業、輸入業の登録を受けなければ、毒物及び劇物の製造、\n輸入をすることができず（法三条一項二項）、また、都道府県知事の販売業の登録\nを受けなければ、販売、授与、またはそれらの目的で貯蔵、運搬、陳列をすること\nができない（法三条三項）。そして、法五条は、専ら登録を拒否する事由として、\n「厚生大臣又は都道府県知事は、毒物又は劇物の製造業、輸入業又は販売業の登録\nを受けようとする者の設備が、厚生省令で定める基準に適合しないと認めるとき、\n又はその者が第十九条第二項若しくは第四項（登録の取消・業務の停止）の規定に\nより登録を取り消され、取消の日から起算して二年を経過していないものであると\nきは、第四条（営業の登録）の登録をしてはならない。」と定め、更に、設備の基\n準については規則四条の四において次のとおり定められている。すなわち、輸入業\nに関するものとしては、「二　毒物又は劇物の貯蔵設備は、次に定めるところに適\n合するものであること。イ　毒物又は劇物と他の物とを区分して貯蔵できるもので\nあること。毒物又は劇物を貯蔵するタンク、ドラムかん、その他の容器は、毒物又\nは劇物が飛散し、漏れ、又はしみ出るおそれのないものであること。ハ　貯水池そ\nの他容器を用いないで毒物又は劇物を貯蔵する設備は、毒物又は劇物が飛散し、地\n下にしみ込み、又は流れ出るおそれがないものであること。ニ　毒物又は劇物を貯\n蔵する場所にかぎをかける設備があること。ただし、その場所が性質上かぎをかけ\nることができないものであるときは、この限りでない。ホ　毒物又は劇物を貯蔵す\nる場所が性質上かぎをかけることができないものであるときは、その周囲に、堅固\nなさくが設けてあること。\n三　毒物又は劇物を陳列する場所にかぎをかける設備があること。四　毒物又は劇\n物の運搬用具は、毒物又は劇物が飛散し、漏れ、又はしみ出るおそれがないもので\nあること。」とされている。このように、法規は、一定の人的欠格事由をあげるほ\nか、専ら毒物及び劇物の貯蔵、運搬などの設備が不備であることあるいは管理の体\n制が不十分であることをもつて登録拒否事由としている。しかし、右規定の仕方を\nみると、前記の一般的な禁止を解除するにつき解除要件をかけ、それを充足すると\nきは積極的に登録がされるべきものと規定しているのではなく、いわば消極的な面\nから登録拒否事由をかかげるという形式をとつている。従つて、右登録拒否事由に\n該当すれば、登録が拒否されることになるのは当然であるけれども、毒物及び劇物\nにつき、保健衛生上の見地から必要な取締りを行うことを目的としている法の趣旨\nに照らし、右登録拒否事由がなければいかなる場合でもそれだけで直ちに当該登録\n申請を許可すべきものとは必ずしもいえないのである。思うに、法五条、規則四条\nの四が専ら設備の不備をもつて登録拒否事由としたのは、毒物及び劇物の社会生活\n上の通常の取扱方法を想定したうえ、それらが流出あるいは飛散するなどして保健\n衛生上の危害の発生の可能性が強いと考えられる場合のみをかかげたのであつて、\n前記法の目的、趣旨にかんがみると、必ずしも登録拒否の場合をそれだけに限定す\nる趣旨のものと解することはできない。例えば、前記の拒否事由は何ら存しないけ\nれども、その品目の輸入業などの営業を許すときは、右拒否事由が存する場合と同\n程度あるいはそれ以上に保健衛生上の危害発生の危険性が予測されるような場合な\nどには、法が毒物及び劇物の取締りを行う目的、趣旨に照らし、厚生大臣として\nは、法五条、規則四条の四を類推適用して当該品目につき輸入業などの登録を拒否\nすることができるものと解するのが相当である。すなわち、毒物及び劇物につき輸\n入業などの登録申請がなされた場合、被告厚生大臣は、単に法五条、規則四条の四\n所定の拒否事由の有無について判断するにとどまらず、右拒否事由がない場合にお\nいても、当該登録を許すことによつて保健衛生上の安全を明らかに害すると認める\nときは、前記法の目的及び趣旨に照らし、法五条、規則四条の四を類推適用して登\n録拒否処分をすることができるものと解するのが相当である。\n原告は、この点について、法五条、規則四条の四の拒否事由がなければ、直ちに登\n録処分なすべく処分庁が覊束されている旨主張するが、前叙の観点から右主張は採\n用できない。\n三　１　そこでストロングライフの性質について検討する。検甲第一号証によれ\nば、ストロングライフは直径三センチメートル余り、長さ一二・五センチメートル\nの円筒形の噴霧器であると認められるところ、ストロングライフの内容物が劇物と\n指定されているブロムアセトンの四パーセント溶液であること、ストロングライフ\nは右溶液をスプレー式カートリツジに充填し、噴霧状に噴射する器具であること、\nその使用目的は襲撃してくる人または動物の眼に対して右内容物を噴射し、その催\n涙作用によつて開眼不能の状態に陥らせ、もつて右襲撃から護身しようとするもの\nであることについてはいずれも当事者間に争いがない。そして成立に争いのない乙\n第一号証、第二号証の一ないし三、第三号証の一、二、第四号証、証人Ｂ、同Ｃ、\n同Ｄの各証言に鑑定人Ｄの鑑定の結果を総合すると、ストロングライフの催涙作用\nの効果及び眼機能に与える効果は次のとおりであることが認められ、同認定に反す\nる証拠はない。\nすなわち、ストロングライフを通常の使用方法によつて雄性家兎の眼球に噴射した\n場合、例えば、首枷固定による強制開眼の状態において、五〇センチメートルの距\n離からストロングライフを一秒間噴射させると、噴射中に瞬膜が眼球をおおい、暴\nれ、流涙し、二分後ごろまで閉眼しようとし、三時間後には瞬膜に浮腫が生じ、六\n時間後に結膜の血管拡張（正常以上）が進行し、結膜に浮腫も生じる。そして、す\nべての症状が消失するには約七二時間を要する。次に、首枷固定による自然開眼状\n態において五〇センチメートルの噴射距離から一秒間噴射すると、噴射直後瞬間的\nに閉眼し、その後一分間は流涎するのみであるが、結膜には一過性のわずかな浮腫\nが生じ、三時間後から七二時間後まで結膜などに血管拡張（正常以上）が認められ\nる。更に、同じく首枷固定による自然開眼状態で一〇〇センチメートルの噴射距離\nから一秒間噴射すると、その直後瞬間的に半分閉眼し、三時間後から四八時間後ま\nで結膜の血管拡張（正常以上）、その他瞬膜の血管拡張が認められる。なお、噴射\n時間を、二秒間、三時間と延長させると、一般に前記症状は悪化する傾向にある。\nこれらの事実及び経験則によれば、右は家兎による動物実験の結果ではあるけれど\nも、仮にストロングライフが自然開眼状態にある人の眼球に噴射された場合におい\nては、直ちに閉眼してその薬理作用の影響を最少限にくいとめることが可能である\nとしても、なお、ある程度の時間はその薬理作用が残り、開眼困難な状態に陥ら\nせ、かつ、その程度は原告主張のように速かに回復可能なものでないことが推認さ\nれる。また、仮に、これが直接眼球に相当量が噴射されることとなれば、その影響\nは長時間にわたり、かつ、深刻度を増すであろうことも容易に推認しうるところで\nある。以上要するに、ストロングライフは、対人的にもかなり強度の催涙作用及び\n眼機能に対する攻撃的作用を有していると認めざるを得ないのである。\n２　このようなストロングライフの効力を前提として考察するに、ストロングライ\nフは積極的に相手方を開眼不能の状態に陥らせる働きをもつ点に利用上の特性を有\nし、この点で単なる防具ないしは護身用にとどまらず、むしろ反撃手段、ひいては\n進んで攻撃手段としても利用することが可能である。すなわち、ストロングライフ\nをどのように利用するかは専ら利用者の意思にかかわる事柄であつて、ストロング\nライフは人などを殺傷する武器ではないが、利用のいかんによつては相手方を積極\n的に攻撃する手段となりうることは前記性能に徴して容易に考えられるところであ\nる。この点で、スト口ングライフは、人を攻撃し、強要し、脅迫する手段として、\nあるいは悪質ないたずらの手段として悪用する余地が十分存するものと認めるのが\n相当である。もつとも、現在では、スプレー方式を利用した殺虫剤なども広く市販\nされていることは公知の事実であるけれども、これらは社会生活上の利用方法が比\n較的限定されているので、人などに対する攻撃手段として悪用される可能性は絶無\nとはいえないまでも、その蓋然性は極めて低いということができる。それに反して\nストロングライフは、護身具とはいえ、当初から人に対して使用するものであり、\nしかも、その眼機能に対する攻撃を目的として市販されるのであつて、社会生活に\nおける利用方法の性質、形態などの点で、これが悪用される蓋然性は格段に高いも\nのと認められる。このようにして、ストロングライフを現在社会において広く市販\nすることは、これによる前記危険の発生を招来せしめる相当高度の蓋然性があるも\nのといわなければならない。\n３　原告は、この点につき、ストロングライフは護身用として高い利用価値があり\n社会的有用性が顕著である旨主張するが、ストロングライフのもつ性能については\n前叙のとおりであり、これによる社会的危険性を予防する社会的利益の方がその護\n身具としての利用価値に優先すべきものであること先に説示のとおりであるから、\n右主張は採用できない。\nまた、原告は、すでにストロングライフについては、昭和四一年七月五日付で静岡\n県知事から販売業の登録処分を受けており、その際、原告の反論（二）（２）記載\nのとおりの内容の条件を付されたので、右条件を厳守して販売すれば社会的危険性\nはない旨主張するが、仮に、原告が右条件を厳守したとしても、ストロングライフ\nが大量かつ広範に市販されることになれば、その流通の末端においてストロングラ\nイフの現実の取扱いを適正に管理することは事実上不可能であると思料されるか\nら、原告主張のような販売方法によつたとしても、ストロングライフの悪用の危険\n性を払拭することはできないというべきであつて、原告の右主張は採用の限りでは\nない。\n４　このようにストロングライフのもつ前叙のような社会的危険性はすなわち保険\n衛生上の危害発生の危険性にほかならず、その市販を許すときに、右危険の発生を\n具体的に招来する相当の蓋然性が認められるので、被告厚生大臣はストロングライ\nフにつき、法五条、規則四条の四の類推適用により、輸入業の登録を拒否できるも\nのと解され、以上の点では本件処分に原告主張の違法はない。\n四　本件処分は、原告の申請がされてから約二年一〇か月を経過したのちにされて\nいるが、前顕乙第一号証、第二号証の一ないし三、第三号証の一、二、第四号証、\n証人Ｅ、同Ｃの各証言に弁論の全趣旨を総合すれば、本件処分にあたつて厚生省側\nの担当官らがストロングライフに関する法律問題及び危険性の有無などにわたり種\n々検討を加え、関係官庁に検討を依頼している事実が認められるのであり、また、\n本件処分をめぐり容易でない種々の問題点が存することは本件訴訟の経緯からも窺\nわれるところであるから、本件処分がされるまでに約二年一〇か月を要したことの\nみをもつて、直ちに本件処分が違法となるものとはいえない。\nまた、原告は、被告厚生大臣が本件処分をするにあたつて、法の目的である保健衛\n生上の危険の防止という見地を越えて、治安維持の目的をもつて批判した旨主張す\nるが、同被告が本件処分をした理由は前叙のとおりであつて、他に右主張を認める\nに足りる証拠はない。\n更に、原告は、被告厚生大臣は原告から不作為の違法確認の訴を提起されたので、\n原告の追求を不可能にする意図をもつて本件処分をした旨主張するが、本件全証拠\nによるも被告厚生大臣に右の意図が存したことを認めることはできないから、右主\n張は採用できない。\n従つて、以上によれば、本件処分をするにあたり被告厚生大臣に裁量権の濫用があ\nつたと認めることはできないから、この点でも本件処分に原告主張のような違法は\nない。\n五　叙上のとおり、本件処分には何ら違法はないので、その余の争点につき判断す\nるまでもなく原告の本訴請求は理由がないからいずれも棄却することとし、訴訟費\n用の負担につき民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　高津　環　牧山市治　慶田康男）\n"
}