{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 3,
    "day": 12
  },
  "case_number": "昭和41(行ケ)110",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14602",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14602",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/602/014602_hanrei.pdf",
  "contents": "主　　　文\n特許庁が、昭和四一年三月二四日、同庁昭和三九年審判第二、九二五号事件につい\nてした審決は、取り消す。\n訴訟費用は、被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n参加人訴訟代理人は、主文同旨の判決を求め、被告指定代理人は、「参加人の請\n求を棄却する」との判決を求めた。\n第二　請求の原因\n参加人訴訟代理人は、請求の原因として、次のとおり陳述した。\n一　特許庁における手続の経緯\n脱退原告は、昭和三六年九月二二日、一、九六〇年（昭和三五年）九月二三日南\nアフリカ共和国でした特許出願に基づく優先権を主張して、「洗浄剤組成物に関す\nる改良とその製法」なる発明について特許出願をしたところ、昭和三九年三月九日\n拒絶査定を受けたので、同年六月二六日審判の請求をし、同年審判第二、九二五事\n件として審理されたが、昭和四一年三月二四日、「本件審判の請求は成り立たな\nい」旨の審決があり、その謄本は、同年四月二日脱退原告に送達された（出訴のた\nめの附加期間三か月）。参加人は、昭和四一年二月二四日、脱退原告から右発明に\nつき特許を受ける権利の譲渡を受け、同年一〇月一一日特許庁長官にその旨の届出\nをした。\n二　本願発明の要旨\n（１）　粒子が約〇・四五ｇ／ｃｍ３以下の見掛け密度を有し、またあばたきずの\n外面とその全体じゆうに実質的に均一な構造とを有する不規則形のスポンジ状の凝\n集した凝集体であることを特徴とする固体粒子形の洗浄剤組成物。\n（２）　水溶性有機洗浄剤、無機塩、水、酸素を遊離する過化合物を混合して、実\n質的に合体することなしに酸素小泡を保持できるペーストをつくり、上記ペースト\n内に酸素の小泡を発生させることによつて上記ペーストを漂白し、また上記ペース\nトを初めの容積の少くとも二倍の最終容積に膨脹するに十分な量で、酸素を上記過\n化合物から上記ペースト中に遊離させ、膨脹したペーストを実質的に上記の最終容\n量の砕け易い塊に静止条件でセツトし、上記の砕け易い塊を粒にして、約〇・四五\nｇ／ｃｍ３以下の見掛け密度をもつ漂白された洗浄剤組成物の粒子をつくることを\n特徴とする、\n漂白された粒状洗浄剤組成物の製法。\n三　本件審決理由の要点\n本願発明の要旨は、前項記載のとおりであるところ、本願出願前に国内に頒布さ\nれた刊行物である特公昭三一―六五二八号公報（以下「引用例」という。）には、\n体積密度が〇・四五以下で、泡沸して不規則な形状をした洗浄剤組成物が記載され\nており、本願発明（１）と引用例記載のものとを比較検討すると、両者はその密度\nにおいてかわりがなく、本願発明（１）における、全体じゆうに実質的に均一な構\n造を有する不規則形のスポンジ状の凝集した凝集体というのは、引用例記載のもの\nにおける、泡沸して不規則な形状となつたものと、単に表現上の差があるだけで、\n実質的にはなんら差異がないものと認められる。また、本願発明（１）において\nは、特にあばたきずの外面ということを規定しているが、引用例記載のものも、泡\n沸により不規則な形状となつているものである以上、泡沸により生成した泡のうち\n粒子表面近くにあるものは、その皮膜が破壊されて、その部分がへこみとなつて粒\n子表面に露出するものと認められるから、実質的にはあばたきずの外面をもつもの\nと認められるので、右あばたきずの外面という点で、本願発明（１）のものが引用\n例記載のものに比して、格別の差異点を有することにはならない。したがつて、本\n願発明（１）のものは、引用例記載のものに比し、格別の差異がないものと認めら\nれ、これに基づいて容易に発明することができたものと認められるから、特許法第\n二九条第二項の規定により、特許を受けることができないものである。\n四　本件審決を取り消すべき事由\n本願発明（１）の洗浄剤組成物と引用例（本願出願前に国内に頒布された刊行物\nであることは争わない。）記載の方法による生成物とが、その密度において同じも\nのであることは争わないが、その形状ないし構造において、実質的な差異がないと\nする本件審決は、引用例記載の技術内容の把握を誤り、その結果、本願発明（１）\nのものとの比較において、判断を誤つた違法があり、取り消されるべきものであ\nる。すなわち、\n（一）　本願発明（１）の洗浄剤組成物は、\n「全体ぢゆうに実質的に均一な構造を有する不規則形のスポンジ状の凝集した凝集\n体」であることを特徴とし、その意味は、個々の洗浄剤粒子が不規則形であり、粒\n子内に多数の小孔を有してスポンジ状をなし、このような構造は洗浄剤全体を通じ\nて実質的に均一である、というにほかならないことは、明細書（甲第二号証の一な\nいし三）全体の記載を通じて明らかなところであるが、これに対し、引用例記載の\n方法による生成物は、実質的に規則正しい粒あるいは珠状の形態を有するものであ\nる（甲第三号証の三頁右欄一七行ないし二一行参照）。引用例の方法による生成物\nが、不規則な形状を有し、また、スポンジ状の構造のものである旨の記載は、これ\nを見出だすことができない。したがつて、右両者は、単に表現上の差異があるばか\nりでなく、実質的にも形状ないし構造を異にするものである。\n（二）本願発明（１）のものが、「あばたきずの外面」を有するとは、鋭い角度で\n会つている多数の凸面を有する形状を意味する（甲第二号証の一の一四頁四行ない\nし五行参照）。これに対し、引用例記載の方法による生成物は、表面に右の意味で\nのあばたきずを有するか否かについて、何も記載がないのみならず、前記のよう\nに、珠状の形態という説明からみると、むしろ表面が平滑であることを連想させる\nものである。本件審決は、引用例の方法によるものもあばたきずの外面を有するこ\nとの根拠として、泡沸により生成した泡のうち粒子の表面近くにあるものは、その\n皮膜が破壊されて、その部分がへこみとなつて表面に露出するから、実質的にはあ\nばたきずの外面となる旨説示しているが、これは事実に反する。泡沸とは、固体を\n熔融するとき固体自身が膨れ出す現象をいい、引用例においてもその趣旨で用いら\nれているもので、審決のいうように物質の形状ないし構造の変化を示す物理的現象\nを表現するものではない。引用例の方法において用いられるポリ硼酸塩は過化合物\nではないので、泡沸中に酸素を遊離することなく、水を遊離するのみであるから、\nその生成物の物理的形態に変化をもたらすことはなく、生成物は表面張力により滑\nらかな小滴の球体として形成されるものである。したがつて、引用例において、ポ\nリ硼酸塩の泡沸が生成物にあばたきずの外面を与える旨認定した本件審決は、事実\nを誤認したものといわざるをえない。\n（三）　本願発明（１）のものと引用例の方法による生成物との形状ないし構造に\n実質的な差があることは、両生成物の溶解度の相違によつても明らかなことであ\nる。すなわち、本願発明（１）の洗浄剤粒子は、不規則形のスポンジ状の凝集体で\nあるため、その露出した表面積と小孔構造の結果、非常に高速で水に溶解するに反\nし、引用例の方法による生成物は、珠状形態のため溶解速度が遅く、前者の八倍程\n度の時間を要するものである。このように、溶解速度が著しく異なることは、両者\nの形状に実質的な差異があることを示すものにほかならない。\n第三　被告の答弁\n被告指定代理人は、答弁として、次のとおり陳述した。\n参加人主張の請求原因事実中、本件に関する特許庁における手続の経緯、発明本\n願の要旨及び本件審決理由の要点が、いずれも参加人主張のとおりであることは認\nめるが、その余の事実は否認する。本件審決の認定は正当であり、参加人主張のよ\nうな違法はない。すなわち、\n（一）　引用例の第三頁右欄には、その記載の方法による生成物が、「実質的に規\n則正しい粒あるいは珠状物の大きさ」を有する旨記載されているが、ここに規則正\nしいというのは、厳格な意味で用いられているわけはでなく、見方によつては不規\n則形状ということもできる程度のものと考えられ、この種のものは、実際には不規\n則形状のものであつても、その属する技術分野、使用目的により、規則正しい形状\nといつても差し支えないような場合をも包含しているのであり、「規則正しい」と\nか「不規則」とかいつても、それは、認識ないし表現の仕方の問題であつて、実態\nにそれほどの差異はないものである。また、引用例の方法における主成分であるポ\nリ硼酸塩が加熱されると、自らの結晶水に溶解して甚だしく膨脹し、白色多孔質の\n無水物になることは、化学技術上の常識であるから、これを担体とする引用例の方\n法による生成物が、多孔質すなわちスポンジ状のものであることは、容易に類推し\nうることである。\n（二）　引用例においては、ポリ硼酸塩を融解してガラス状の透明体になるほど加\n熱するものではないから、膨脹して白色多孔質の無水物となつたものは、表面部の\n強度がさして大きくなく、粒子内部に発生した気孔の一部は、表面被膜を破壊して\n粒子表面に露出するものであり、それが実質的にはあばたきずの外面を形成するも\nのと認められる。このように、本件審決は、泡沸の概念を正しく把握したうえで、\n引用例の方法による生成物もまた実質的にあばたきずの外面を有する旨認定したの\nであるから、その間に参加人主張のような事実誤認はないものである。\n第四　証拠関係（省略）\n理　　　由\n（争いのない事実）\n一　本件に関する特許庁における手続の経緯、本願発明の要旨及び本件審決理由の\n要点が、いずれも原告主張のとおりであることは、当事者間に争いがない。\n（審決を取り消すべき事由の有無について）\n二　本願発明（１）の洗浄剤組成物と引用例（本願出願前国内に頒布された刊行物\nであることは参加人の争わないところである）記載の方法による生成物との間に\nは、形状ないし構造について単に表現上の差があるだけで、実質的にはなんら差異\nがないとした本件審決は、引用例記載の技術内容を誤認し、そのため本願発明\n（１）のものとの比較について判断を誤つた違法があり、取消を免れないものであ\nる。\n（一）成立に争いのない甲第三号証（引用例）によると、その発明の詳細な説明の\n項において、第一頁左欄六行ないし一二行目に、「粉末が……ほぼ均一な大きさの\n実質的に一定した自由に流動する粒状或は珠状形態に於て利用できることは、多く\nの目的に対し特に洗滌粉末組成物の場合に非常に望ましい。」旨の記載があり、ま\nた第三頁右欄一七行ないし二一行目に、「本発明の特別な目的は、噴霧乾燥操作に\nついての複雑な要求を避け、或は非常に減じる様な、実質的に規則正しい粒或は珠\n状物の大いさ及び低い体積密度を有する自由に流動する洗滌剤粉末の製造法を提供\nすることである。」旨の記載のあることが認められ、これらの記載を総合して考え\nると、引用例記載の方法により生成される洗滌剤粉末は、「規則正しい粒あるいは\n珠状物」であると解するほかなく、それが見方によつては不規則形状ということも\nできる程度のものであると解すべき根拠は、右引用例の記載を通覧しても、これを\n見出だすことができない。これに反し、本願発明（１）の洗浄剤組成物は、「全体\nじゆうに実質的に均一な構造を有する不規則形の（スポンジ状の凝集した）凝集\n体」というのであるから、右引用例記載の方法による生成物とは、明らかに形態を\n異にするものといわざるをえない。これを認識ないし表現の問題であつて、実態に\nはそれほどの相違がないとする被告の主張は、根拠のないものである。\n（二）　前掲甲第三号証によると、引用例記載の方法は、ポリ硼酸塩と少くとも一\n種の熱安定性物質の緊密な粉末化された混合物をつくり、この粉末混合物を、急速\nに流動する熱瓦斯の流れと共に、同方向に流れる懸濁物として通過させることによ\nつて加熱し、ポリ硼酸塩を泡沸させることにより、個々の成分の体積密度の平均値\nより低い体積密度の混合粉末を製造しようとするものであり、右泡沸によつて粗密\nあるいは膨潤化するのは、ポリ硼酸塩であることが認められるから、ポリ硼酸塩の\n泡沸の際、分離した水のため、これと共存する可溶性の洗滌剤粉末は、むしろ、角\n張つたものであれば角が溶けて円みを帯びるようになることは、経験則上容易に考\nえられるところであるといわなければならない。右認定と異り、引用例記載の方法\nにおいて、泡沸により、洗滌剤粉末の表面に「あばたきずの外面」が形成され、ま\nた右粉末が「スポンジ状の凝集体」と化するものであることを認めるに十分な証拠\n資料は存在せず、まして、甲第三号証中にも、引用例の方法による生成物である洗\n滌剤粉末が右のような形状または構造を有する旨の記載は、これを見出だすことが\nできない。したがつて、「あばたきずの外面を有し」「スポンジ状の凝集した凝集\n体」であることを必須要件とする本願発明（１）の洗滌剤組成物と引用例記載の方\n法による生成物との間には明らかに実質的な差異があるものというべきである。\n（むすび）\n三　以上のとおりであるから、その主張のような違法のあることを理由に本件審決\nの取消を求める参加人の本訴請求は、理由があるものというべきである。よつて、\nこれを認容することとし、訴訟費用の負担について行政事件訴訟法第七条、民事訴\n訟法第八九条を適用して、主文のとおり判決する。\n（裁判官　服部高顕　石沢健　滝川叡一）\n"
}