{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 2,
    "day": 27
  },
  "case_number": "昭和46(行ケ)4",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14499",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14499",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/499/014499_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は、原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n原告訴訟代理人は、「特許庁が、昭和四五年一〇月一三日、同庁昭和三九年審判\n第五七〇七号事件についてした審決を取消す。訴訟費用は被告の負担とする。」と\nの判決を求め、被告指定代理人は主文同旨の判決を求めた。\n第二　請求の原因\n原告訴訟代理人は、請求の原因として、次のとおり陳述した。\n一　特許庁における手続の経緯\n原告は、昭和三七年七月一六日、特許庁に対し、意匠に係る物品を「ソーセー\nジ」とする別紙図面記載（ただし色彩は省略）の意匠について意匠登録の出願をし\nたところ、昭和三九年九月三〇日拒絶査定を受けたので、同年一一月一一日審判を\n請求し、同年審判第五七〇七号事件として審理されたが、昭和四五年一〇月一三日\n「本件審判の請求は成り立たない」旨の審決があり、その謄本は同年一二月一六日\n原告に送達された。\n二　本件審決理由の要点\n本願意匠の構成は、棒状の両端を括り中央部を捻つて紐状とし、短い二本のソー\nセージが連結されたような形とし、これをＶ字状に表わし、二本に形成された各端\n部に銀色の小さな環（封嵌金具）を嵌合した態様のものである。\nところで、昭和三〇年一月五日株式会社朝倉書店発行「畜産製造学」の一七六頁\n記載ウインナ・ソーセージの説明及び一七八頁記載符号Ｍのウインナ・ソーセージ\nの図面（以下「引用例」という）によつて明らかなように、棒状の中央部を捻つて\n紐状とし、二本つなぎの態様にしたウインナ・ソーセージの意匠は、本願出願前公\n知のものであつて、その形態の性質上、一端を持ち上げれば直線状ともなり、平行\nして置けばソーセージの各端部が円弧状をなし紐状部が短いためＶ字状に開いた形\nとなることが普通であつて、前記図面も、中央部を上に持ち上げたような形で掲載\nしているので、逆Ｖ字状に表わされているものである。\nそこで、本願意匠と右公知のウインナ・ソーセージの意匠を比較すると、両者\nは、両端を括つた棒状の中央部を捻つて短いソーセージが二本連結されたような形\nとし、これをＶ字状とした点において酷似する。ただ、仔細にみれば、引用例記載\nのものはわずかに弧状を呈し、本願のものが直線状をしている点及び各端部に設け\nられた主体部に比し非常に小さい封緘金具の有無の点において多少の差異を認める\nことはできるけれども、両者を全体として観察する場合に、視覚を通して看者の印\n象に最も強く訴える点は、主体部がＶ字状をなす点にあると認められ、右差異点は\n部分的な小差に止まり、類比判断を左右するほどのものとは認めがたいから、前記\nのように主体部の態様が酷似する両意匠は、類似意匠であることを免れないものと\n認められる。したがつて、本願意匠は意匠法第三条第一項第三号の規定に該当し、\n登録を拒絶すべきものである。\n三　本件審決を取消すべき事由\n本件審決の理由中、本願意匠の構成が審決認定のとおりであり、また、本願出願\n前公知のウインナ・ソーセージの意匠として、棒状の中央部を捻つて紐状とし、二\n本つなぎの態様にしたものがあり、その形態の性質上、一端を持ち上げれば直線状\nともなり、平行して置けばソーセージの各端部が円弧状をなし紐状部が短いためＶ\n字状に開いた形となることが普通であることは、いずれも争わないが、引用例記載\nのものが逆Ｖ字状であつて、本願意匠はこれと類似のものであるとした認定判断は\n誤りである。\n第一に、本願意匠は二本の直線状のウインナ・ソーセージが中央で短かくされた\n紐の部分でＶ字状に連結されたものであるのに対し、引用例記載のものは、円弧状\nまたは人の字形であつて、中央部で鋭角的に固定された逆Ｖ字形とはいえないもの\nである。しかるに、両者は両端を括つた棒状の中央部を捻つて短いソーセージが二\n本連結されたような形とし、これをＶ字状した点において酷似するとした本件審決\nは、引用例記載のものの認定を誤つたものである。\n第二に、本願意匠は、両側の二本のソーセージを連結する中央の紐状部に銀色の\n封緘金具が用いられているのに対し、引用例記載のものにあつては、その連結部に\nこのような封緘金具が用いられていない。この相違点は、意匠的に顕著な外観上の\n差異というべく、これをもつて、部分的な小差に止まり類否判断を左右するほどの\nものではないとした本件審決は、認定判断を誤つたものといわざるをえない。\n以上のように本件審決は、引用例記載のものの認定を誤り、そのため本願意匠と\nの比較において類否の判断を誤つたものであるから、違法として取消されるべきの\nものである。\n第三　被告の答弁\n被告指定代理人は、答弁として次のとおり陳述した。\n一　原告主張の請求原因事実中、本件に関する特許庁における手続の経緯、本件審\n決理由の要点はいずれも認めるが、本件審決を違法とする主張は争う。\n二　引用例の図面に表示されたウインナ・ソーセージの態様は、両端部が円弧状で\n浅い弧状を呈した丸棒状の二本のウインナ・ソーセージが、連結部を頂点として約\n七〇度の角度をなして開いている三角形状のものであつて、逆にみればすなわちＶ\n字状を呈するものというべきである。活字などにみられるＶ字の角度は普通五〇度\n程度であり、本願意匠の二本のソーセージの角度は約二五度であつて、引用例記載\nのものと角度において広狭の差はあるが、いずれも視覚的印象においてＶ字形ある\nいは二等辺三角山形というべき範疇に属するものである。\nまた、本願意匠における封緘金具は、単に太い丸棒状の両端を閉じる程度のごく\n小さいものであつて、ソーセージ全体としての態様を対比する場合には、二本の太\nい丸棒状のソーセージが対称的にＶ字状に開いた形における印象が圧倒的であつ\nて、封緘金具の有無は部分的微差にすぎず、意匠の類否を決定するうえでさしたる\n影響力を与えないものであるから、本件審決の判断に誤りはない。\nもともと本願意匠は、本件審決が冒頭において認定した本願出願前公知のウイン\nナ・ソーセージの意匠に類似するものであつて、引用例は単にその説明のために引\n用したにすぎないものである。そして、本願意匠がその主体部というべき二本のソ\nーセージがＶ字形をなしている点において、右公知の意匠と類似している以上、こ\nれを理由に登録を拒絶すべきものとした本件審決の認定判断は正当である。\n第四　証拠関係（省略）\n理　　　由\n一　本件に関する特許庁における手続の経緯及び本件審決理由の要点が、いずれも\n原告主張のとおりであることは、当事者間に争いがない。\n二　成立に争いのない甲第一号証の三によると、本願意匠は、棒状の両端を括り、\n中央部を捻つて短い紐状とし、二本のソーセージが右紐状部で連結されたようにし\nて、これをＶ字状に表わし（二本のソーセージの開いた角度は約二四度）、二本に\n形成されたソーセージの各端部に銀色の小さな環（封緘金具）を嵌合した構成のも\nのであることが認められる。\n他方、成立に争いのない甲第三号証の二の一、二（引用例）によれば、その第一\n七八頁所掲第二・三七図肉製品各種の図面中、Ｍ＝ウインナ・ソーセージの図面と\nして、わずかに弧状を呈した短い二本のソーセージが棒状の中央部を捻つて二本つ\nなぎの態様とし、形に置かれたものが記載されていることを認めることができる。\n右引用例記載のウインナ・ソーセージの態様が逆Ｖ字状であつて、直ちに本願意\n匠と酷似するとはいえないであろう。しかし、本件審決は、措辞必ずしも明快では\nないが、前掲当事者間に争いのない本件審決理由の要点に成立に争いのない甲第三\n号証の一を合わせ考えると、引用例記載の右図示のウインナ・ソーセージをもつて\n直ちに本願意匠と類似するものと判断したわけではなく、本願出願前公知のウイン\nナ・ソーセージの意匠として、棒状の中央部を捻つて紐状とし、二本つなぎの態様\nにしたものがあり、その形態の性質上、一端を持ち上げれば直線状となるが、平行\nして置けばソーセージの各端部が円弧状をなし紐状部が短いためＶ字状に開いた形\nとなることが普通であることを認定し、その一例として引用例を挙行したものと解\nするのが相当であり、他にこの認定を動かすべき証拠はない。そして、本願出願当\n時公知のウインナ・ソーセージの意匠として審決認定のようなものがあり、その形\n態の性質上、置きかたによつて審決認定のような形状を呈することが普通であるこ\nとは、原告の認めて争わないところである。したがつて、右公知のウインナ・ソー\nセージの意匠につき、二本平行して置いてＶ字状に開いた形となつた場合と本願意\n匠とを対比検討すれば、両者ともに、両端を括つた棒状の中央部を捻つて短い紐状\nとし、二本のソーセージが右紐状部で連結されたようにし、これをＶ字状に形成し\nた点において、類似のものであるということができる。本願意匠において、二本の\nソーセージの角度が約二四度の鋭角であり、これに対して右公知のもののＶ字状の\n角度は不特定のものであるが、本願意匠が約二四度の鋭角をなすものであるため特\nに審美的要素が著大であると認めるべき根拠はないから、右角度の点を理由に、両\n者の類似性を否定すべきものではない。\nただし、本願意匠において二本のソーセージの各端部に嵌合された銀色の小環\n（封緘金具）は、右公知のウインナ・ソーセージの意匠の備えていないものであ\nる。しかし、前記甲第一号証の三によると、本願意匠を全体的に観察した場合、そ\nの要部は、ソーセージの中央部を捻つて紐状とし、二本つなぎの態様としてＶ字状\nに形成した点にあることが明らかであつて、右小環の有無は、前記公知のウイン\nナ・ソーセージの意匠との対比において、類否の判断を左右するほどの意義を有し\nない部分的差異に止まると認めるのが相当である。\nしてみると、引用例図示のウインナ・ソーセージの形態は必ずしも本願意匠と類\n似のものとはいえないとしても、本願意匠は、その出願前公知のウインナ・ソーセ\nージの意匠として普通の形態であるＶ字状に置いたものと要部において類似し、結\n局両者は類似の意匠たるを免れないといわざるをえない。したがつて、意匠法第三\n条第一項第三号の規定により、本願意匠の登録を拒絶すべきものとした本件審決の\n認定判断は、結局正当である。\n三　以上のとおりであるから、その主張の点において認定判断を誤つた違法がある\nものとして本件審決の取消を求める原告の本訴請求は、理由のないものである。よ\nつて、これを失当として棄却することとし、訴訟費用の負担について行政事件訴訟\n法第七条、民事訴訟法第八九条を適用して、主文のとおり判決する。\n（裁判官　青木義人　石沢健　宇野栄一郎）\n別紙\n＜１１７６４－００１＞\n＜１１７６４－００２＞\n＜１１７６４－００３＞\n＜１１７６４－００４＞\n＜１１７６４－００５＞\n＜１１７６４－００６＞\n"
}