{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 5,
    "day": 28
  },
  "case_number": "昭和45(ネ)699",
  "case_name": "貸金請求事件",
  "court_name": "東京高等裁判所第五民事部",
  "article_info": "第24巻2号221頁",
  "gist": "中小企業等協同組合法に基づく信用協同組合の商人たる組合員に対する貸付金債権と商事時効",
  "case_gist": "中小企業等協同組合法に基づく信用協同組合の商人たる組合員に対する貸付金債権の消滅時効については、商法五二二条の適用がある。",
  "lawsuit_id": "20727",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20727",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/727/020727_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担する。\n事　　　　実\n控訴代理人は、「原判決を取消す。被控訴人は控訴人に対し金一八万一、五一五\n円およびこの内金八万四、二〇八円に対する昭和四二年七月一日以降完済に至るま\nで日歩五銭の割合による金員を支払え。訴訟費用は第一、二審とも被控訴人の負担\nとする。」との判決を求め、被控訴代理人は、控訴棄却の判決を求めた。\n当事者双方の主張ならびに証拠の関係は、左のとおり付加するほかは、原判決事\n実摘示と同一であるから、これを引用する。\n（控訴人の主張）\n一、　中小企業等協同組合法に基づく組合は、その行う事業によつてその組合員\nに直接の奉仕をすることを目的としており（同法第五条第二項）、組合自体が金銭\n的利益を計るため、組合員の事業または家計等の助成を図るための事業以外の事業\nを行うことは許されないのであつて、組合が行うことができる事業は、同法により\n限定されている（信用協同組合については同法第九条の八）。　したがつて、組合\nは商人でなく、組合の事業は、商法第五〇二条掲記の行為と同一または類似のもの\nであつても、商行為とはならない。この点は、判例学説上の通説である。\nところで、同法は、一定の事項について商法を準用する場合には、特にその旨の\n準用規定を設けており（同法第九条の七の五、第三二条、第四二条、第六九条、第\n八二条の八等）、旧産業組合法におけるがごとく「本法ニ別段ノ規定アルモノヲ除\nクノ外商法及商法施行法中商人ニ関スル規定ヲ準用ス」る旨の一般的準用規定を設\nけていないことは、商法の一般的準用を認めない趣旨であると解される。すなわ\nち、同法は、商法の準用を明文をもつて制限的に列挙しているのであつて、右列挙\nした事項以外の事項については、商法の一般的な適用ないし準用を排斥しているも\nのと解するのが正当である。しかるに、同法中には、組合員に対する資金の貸付に\nついて商法を適用ないし準用する旨の規定は全く存しないのであるから、右貸付金\nの消滅時効は、民法の規定により一〇年であるというべきである。\n二、　信用協同組合においては、組合員資格、組合の事業は法定されており、組\n合は組合員のためのものであり、組合員の経済活動を助成する機関であつて、組合\nの利益と組合員の利益は究極的に一致している。組合の財産即ち組合員の財産であ\nり、組合との関係は、経済的に一心同体であり、なんらの対立関係もなく、組合と\n組合員以外の純然たる第三者との関係とは全く異なる性格のものである。したがつ\nて、組合と組合員との間の取引については、商行為の規定を適用ないし準用すべき\nではない。\n本件において、被控訴人は控訴人の組合員であつて、右組合員たる資格において\n貸付を受けたのであるから、純然たる第三者でないことは明白であり、被控訴人が\nたとい商人であつたとしても、右貸付金返還債務につき商法の規定を適用ないし準\n用すべきではない。\n理　　　　由\n一、　各成立に争のない甲第六号証の一、同号証の三、同号証の四の一、二、同\n号証の五、原本の存在ならびに成立に争のない同量証の二を総合し、これに弁論の\n全趣旨を参酌すれば、控訴人は昭和三二年一〇月一〇日被控訴人に対し金九万六、\n五〇〇円を弁済期同年一二月一七日、利息日歩五銭の約で貸与し、被控訴人は昭和\n三三年四月一二日右元金の内へ金一万二、二九二円を支払い、昭和四二年六月三〇\n日現在において、控訴人は被控訴人に対し元金残額八万四、二〇八円およびこれに\n対する昭和三三年四月一三日以降昭和四二年六月三〇日までの日歩五銭の割合によ\nる損害金一四万一、六三七円、以上合計金二二万五、八四五円の債権を有し、一方\n被控訴人は控訴人に対し金四万四、三三〇円の昭和三一年一一月二〇日付定期積金\nによる債権（弁済期昭和三三年一一月二一日）を有していたところ、昭和四二年六\n月三〇日控訴人は右損害金債権と定期積金債務とを対当額で相殺し、その結果、被\n控訴人は控訴人に対し、元金残額八万四、二〇八円、右損害金残額九万七、三〇七\n円以上合計一八万一、五一五円および右元金八万四、二〇八円に対する昭和四二年\n七月一日以降完済に至るまで日歩五銭の割合による損害金を支払うべき債務を負担\nするに至つたことを認めることができ、他に右認定を左右するに足る証拠はない。\n二、　次に、被控訴人は、昭和四三年一二月二一日原審第六回口頭弁論期日にお\nいて商法第五二二条の消滅時効の援用をしたので按ずるに、当裁判所は、控訴人主\n張の貸付金債権は、その弁済期である昭和三二年一二月一七日から五年を経過した\n昭和三七年一二月一七日をもつて消滅時効が完成し、消滅するに至つたものと判断\nする。\n<要旨>すなわち、中小企業等協同組合法に基づいて設立された組合は、同法第一\n条の目的を達するために、同法</要旨>所定の事業のみを行なう法人であつて、組合\n自体が金銭的利益を得ることを目的とするものではないから、商法上の商人ではな\nいと解される。しかしながら、その目的はあくまでも組合員の経済的利益を図るに\nあり、その意味において経済的団体たる性質を有する。同法の組合の一種である信\n用協同組合は、銀行より金融を受ける便宜を有しない中小企業者、勤労者に対し、\n金融上の需要を、銀行の補助機関として充足する機能を営むものであつて、組合員\nか商人である場合に、組合員に対する資金の貸付は、組合の側からみれば、金銭的\n利益を得ることを目的としてなすものではないから商行為ではないが、組合員の側\nからこれをみれば、その営業のためにする行為にほかならず、したがつて商法第五\n〇三条により商行為である。組合と組合員との組合員たることに基づく内部的な取\n引であるという理由によつて、組合員のために商法上本来商行為である取引が、商\n行為でなくなると解することは、前記の如く組合が経済的団体たる性質を有する点\nにかんがみ、妥当でない。しかして、当事者の一方のために商行為たる行為につい\nては商法を双方に適用することは、商法第三条の明定するところであり、中小企業\n等協同組合法に同条の適用を排除するなんらの規定もないのであるから、右貸付に\nついては商法の適用があるものといわなければならない。\n本件において、控訴人は信用協同組合であつて商人ではないが、被控訴人が「明\n正社印刷所」の商号により印刷業を営む商人であることは当事者間に争がないか\nら、控訴人主張の貸付金債権については、商法第五二二条の適用があるものと解せ\nざるを得ない。\n三、　以上の次第で、控訴人の本訴請求は失当として棄却すべく、原判決は相当\nであつて本件控訴は理由がないからこれを棄却することとし、控訴費用の負担につ\nき民事訴訟法第九五条、第八九条を適用して、主文のとおり判決する。\n（裁判長裁判官　浅賀栄　裁判官　川添万夫　裁判官　秋元隆男）\n"
}