{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 1,
    "day": 29
  },
  "case_number": "昭和43(行ウ)1",
  "case_name": "所得税額更正処分等取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　当事者の主張しない推計方法によることも，それが不意打ちにならない限り可能であるとされた事例　２　実額のは握の可能な次年度の売上金額を基礎とし，電力と水道の使用量の割合から係争各年度の売上金額を推計して算出したクリーニング業者の所得金額が，営業実績，従業員数等他の諸条件のほぼ同一である右次年度と所得金額において２ないし３倍，差益率において１０パーセント余も異なるなど著しく均衡を失しているときは，右推計方法に合理性があるとはいえないとされた事例",
  "lawsuit_id": "18002",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18002",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/002/018002_hanrei.pdf",
  "contents": "○　主文\n被告が原告に対してした、原告の昭和三九年分所得税の総所得金額を金二、一三\n六、〇〇〇円とする更正処分のうち金八九六、二一一円を超える部分、および過少\n申告加算税賦課決定処分のうち、右金八九六、二一一円を超える部分に対応する部\n分、ならびに昭和四〇年分所得税の総所得金額を金一、七〇六、〇二七円とする更\n正処分（ただし裁決によつて一部取消された後のもの）のうち、金八六九、六六二\n円を超える部分、および過少申告加算税賦課決定処分（たたし裁決によつて一部取\n消された後のもの）のうち右金八六九、六六二円を超える部分に対応する部分は、\nいずれもこれを取消す。\n原告のその余の請求を棄却する。\n訴訟費用はこれを九分しその一を原告の、その余を被告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n被告が原告に対してした、原告の昭和三九年分所得税についての更正処分および過\n少申告加算税の賦課決定処分、ならびに昭和四〇年分の所得税についての更正処分\nおよび過少申告加算税の賦課決定処分（ただし、裁決によつて一部取消された後の\nもの）をいずれも取消す。\n訴訟費用は被告の負担とする。\n二　被告\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告は、ドライクリーニング業を営む者であるが、昭和三九年分所得税の総所\n得金額を金六六〇、〇〇〇円、昭和四〇年分のそれを金七八八、四〇〇円とする各\n確定申告をしたところ、被告は、昭和三九年分の総所得金額を金二、一三六、〇〇\n〇円とする更正処分および過少申告加算税賦課決定処分、ならびに昭和四〇年分の\n総所得金額を金一、八八四、〇〇〇円とする更正処分および過少申告加算税賦課決\n定処分をした。原告はこれらの各処分を不服として被告に異議申立をしたが棄却さ\nれたので、大阪国税局長に審査請求をしたところ、同局長は、昭和四〇年分の更正\n処分を一部取消して総所得金額を金一、七〇六、〇二七円とし、過少申告加算税賦\n課決定処分のうち右金額を超える部分に対応する部分を取消す旨の裁決をした。\n２　しかしながら原告の昭和三九年および四〇年分所得税の総所得金額はそれぞれ\n確定申告のとおりであるから、本件各更正処分にはいずれも原告の所得を過大に認\n定した違法があり、したがつてこれに附随してなされた本件各過少申告加算税賦課\n決定処分も違法である。\n二　請求原因に対する被告の答弁\n請求原因１の事実を認め、同２の主張を争う。\n三　被告の主張\n１　原告の昭和三九年分の総所得金額は別表一Ａ欄のとおり金二、五五〇、二八七\n円となり、昭和四〇年分のそれは同表Ｄ欄のとおり金二、〇〇六、三四五円となる\nから、これらの金額の範囲内でなされた本件各更正処分に違法はなく、したがつて\nまたこれに附随してなされた本件各過少申告加算税賦課決定処分にも違法作ない。\n２　事業所得算定のための推計の必要性\n被告が昭和四一年九月末ころ、原告の本件係争各年分の所得を調査するために原告\nに帳簿書類の提示を求めたところ、原告は昭和四〇年分の売上帳一冊を提示したの\nみで、同年分の原始記録は一切ないと申立てて提示せず、昭和三九年分については\n帳簿および原始記録は焼却済であると申立てて提示しなかつた。しかも右売上帳\nは、ルーズリーフ式のもので編綴順序が前後して記帳日付が不明瞭であり、記載内\n容も客からの預り品名のみで金額の記載がなかつたり、破損によつて記載内容が確\n認できない部分があるなど不完全なものであつた。したがつて被告としては、原告\nの本件係争各年分の事業所得金額を実額で明らかにしえないためこれを推計によつ\nて算定するほかなかつた。\n３　収入金額の推計\n（一）　確認された原告の昭和四一年分売上金額を基礎にし、収入金額の増減にほ\nぼ比例して変動すると認められる電力および水道の使用量の、本件係争各年分の昭\n和四一年分に対する割合により計算した。\n（１）　昭和四一年分収入金額\n原告が提出した昭和四一年分確定申告書に記載された収入金額である三、四六九、\n一〇〇円を基礎とした。\n（２）　本件係争各年分の電力および水道の使用量の昭和四一年分の使用量に対す\nる割合\n（イ）　電力使用量\n原告の昭和三九年、昭和四〇年、および昭和四一年の各電力使用量は、それぞれ、\n六、八六六ｋＷ、五、六六九ｋＷ、五、〇〇〇ｋＷである。\nしたがつて、昭和三九年分および昭和四〇年分の各電力使用量の昭和四一年分のそ\nれに対する割合は、それぞれ一三七・三二％および一一三・三八％となる。\n（算式）　　６、８６６ＫＷ÷５、０００ＫＷ×１００＝１３７．３２％　　　昭\n和３９年分\n５、６６９ＫＷ÷５、０００ＫＷ×１００＝１１３．３８％　　　昭和４０年分\nただし、昭和三九年分六、八六六ｋＷは、次のとおり算出した。\nすなわち、昭和三九年四月から一二月までの使用量は、関西電力株式会社の回答に\nよれば、四、八四九ｋＷであつたので、これに昭和四〇年四月から一二月までの使\n用量四、〇〇一ｋＷに対する同年一月から一二月までの使用量五、六六九ｋＷの割\n合を乗じて算出した。\n（算式）\n４、８４９ＫＷ×５、６６９ＫＷ／４、００１ＫＷ＝６、８６６ＫＷ（ロ）水道使\n用量\n原告の昭和三九年、昭和四〇年、および昭和四一年の各水道使用量は、それぞれ\n三、三七六ｍ３、三、一九六ｍ３、三、一四一ｍ３である。\nしたがつて、昭和三九年分および昭和四〇年分の各水道使用量の昭和四一年分のそ\nれに対する割合は、それぞれ、一〇七・四八％および一〇一・七五％となる。\n（算式）　　３、３７６ｍ３÷３、１４１ｍ３×１００＝１０７．４８％　　　昭\n和３９年分\n３、１９６ｍ３÷３、１４１ｍ３×１００＝１０１．７５％　　　昭和４０年分\n（３）　昭和三九年分の収入金額\n昭和四一年分収入金額三、四六九、一〇〇円に前記電力使用割合一三七・三二％を\n乗じた金額は、金四、七六三、七六八円となり、前記水道使用量割合一〇七・四八\n％を乗じた金額は金三、七二八、五八八円となる。\nそこで、電力および水道の使用量割合によるそれぞれの推計額を比較検討すると、\n電力はクリーニングの機械設備の動力のみに使用されるものであつて（家庭用電灯\n使用量は別に計量されている）、自家消費による影響を受けることがなく、水道の\n使用量による推計に比して、事業収入に対してより強い比例性を有すると認められ\nるが、念のため両者による推計額を単純平均して、昭和三九年分の売上金額を計算\nすると次の算式のとおり、金四、二四六、一七八円となる。\n（算式）\n（４、９７３、７６８円＋３、７２８、５８８円）÷２＝４、２４６、１７８円\n（４）　昭和四〇年分の収入金額\n昭和四一年分収入金額金三、四六九、一〇〇円に前記電力使用割合一一三・三八％\nを乗じた金額は、金三、九三三、二六六円となり（被告第二準備書面に金三、九三\n三、二六〇円とあるのは違算と認める）、前記水道使用量割合一〇一・七五％を乗\nじた金額は、金三、五二九、八〇九円となる。\nそこで右（３）と同じく右両者を単純平均して昭和四〇年分の収入金額を計算する\nと次の算式のとおり、金三、七三一、五三八円となる（被告第九準備書面に金三、\n七三一、三六三円とあるのは違算と認める）。\n（算式）\n（３、９３３、２６６円十３、５２９、８０９円）÷２＝３、７３１、５３８円\n（二）　右推計方法の合理性\n（１）　クリーニング業は、サービス業であり、加工業であるため、原材料費的な\nものはなく、手作業の部分が多い。そしてその作業の主な機械設備であるワツシヤ\nー、脱水機、ドライ機、プレス機等はすべて動力（モーター）で稼動するものであ\nるから、電力および水道使用量とクリーニング作業量は比例すると考えられ、した\nがつて作業量に加工料を乗じて算出される営業収入金額と電力および水道使用量と\nの間には高度の相関関係があり、機械設備、従業員、業態、加工料金等の諸条件に\n変動がない場合これらの使用量は収入金額と比例すると言える。本件において被告\nは、継続してクリーニング業を営んでいる原告の昭和四一年分の事業実績にもとづ\nく収入金額と、これに要した電カ・水道の使用量の割合を基礎にして、本件係争各\n年の電力・水道の使用量から収入金額を推計したものであり、原告の業績に影響を\n及ぼす機械設置、従事員、業態、加工料金等の諸条件は昭和三九年から昭和四一年\nに至る間全く変動がないから、右推計方法は合理的である。\n（２）　原告は、ドライ加工の全体に占める割合は昭和三九年から昭和四一年にか\nけて除々に増加しているから、この事実を考慮しなかつた被告の推計方法は不合理\nであると主張するが、昭和三八年から昭和四一年にかけて、コイン店かでき、これ\nが原告らのクリーニング業界に与えた影響として、ドライ加工の全体に占める割合\nが減少した事実があり、原告もその影響を受けて本件係争各年から基準となつた昭\n和四一年にかけて全収入に対するドライ加工収入の割合が減少したと推認すること\nができるから、原告の右主張は前提において誤つている（なお昭和四一年は、本件\n係争各年よりも全体に対するドライ加工の占める割合が少ないから、一定の収入を\n得るに要した電力量は大きいことになり、原告主張の推計方法はかえつて原告に有\n利となる）。\n４　必要経費\n（一）　公租公課　　昭和三九年分七〇、四一一円および昭和四〇年分七四、〇九\n一円\n右金額の明細はつぎのとおりである。\n（注）一　土地に対する固定資産税は、原告方の同税額九、三〇〇円のうち原告申\n立てによる事業の用に供される部分（以下「事業割合」という）、すなわち総面積\n五三坪五勺のうち三五坪に相当する金額である。\n（算式）　９、３００円×３５．００（坪）／５３．０５（坪）＝６、１３５円\n（注）二　家屋に対する固定資産税についても総額二一、七三〇円のうち（注）一\nと同様の計算によつて算出した金額である。\n（算式）　　２１、７３０円３５．００（坪）／５３．０５（坪）＝１４、３６６\n円\n（二）　水道光熱費　　昭和三九年分二七六、二〇〇円および昭和四〇年分二八\n三、八七七円\n右金額の明細はつぎのとおりである。\n（注）一　昭和三九年分については、同年四月から一二月までの料金五七、六八九\n円に、昭和四〇年四月から一二月までの料金五四、四二五円に対する昭和四〇年一\n月から一二月までの料金七三、九〇四円の割合を乗じて計算した。\n（算式）５７、６８９円×７３、９０４円／５４、４２５円＝７８、３４７円\n（注）二　昭和三九年分一二九、四八一円および昭和四〇年分一二五、七一九円の\nうち原告申立てによる事業割合八〇％に相当する金額である。\n（算式）　　１２９、４８１円×８０％＝１０３、５８４円　　　昭和３９年分\n１２　５、７１９円×８０％＝１００、５７５円　　　昭和４０年分\nなお昭和三九年分一二九、四八一円は、同年四月から一二月までの料金九三、三五\n四円に、昭和四〇年四月から一二月までの料金九〇、六二二円に対する昭和四〇年\n一月から一二月までの料金一二五、七一九円の割合を乗じて計算した。\n（算式）　　９３、３５４円×１２５、７１９（円）／９０、６２２（円）＝１２\n９、４８１円\n（注）三　昭和三九年分五六、一一三円および昭和四〇年分八二、七五二円のう\nち、原告申立てによる事業割合九五％に相当する金額である。\n（算式）　　５６、１１３円×９５％＝５３、３０７円　　　昭和３９年分\n８　２、７５２円×９５％＝７８、６１４円　　　昭和４０年分\n（注）四　昭和三九年分六八、二七〇円および昭和四〇年分五一、三〇八円のうち\n原告申立てによる事業割合六〇％に相当する金額である。\n（算式）　　６８、２７０円×６０％＝４０、９６２円　　　昭和３９年分\n５　１、３０８円×６０％＝３０、７８４円　　　昭和４０年分\n（三）　旅費通信費　　昭和三九年分四五、〇〇〇円\n右金額は、特に変動がないと認められたので昭和四〇年分の金額によつたものであ\nる。\n四　広告宣伝費　　昭和三九年および昭和四〇年分各三、五〇〇円\n右金額は、いずれも原告が本件審査請求の審理に際し、担当協議官に申立てた松井\n外科病院の広告用鏡の金額である。\n（五）　保険料　　昭和四〇年分一二、三二五円\n右金額は住友海上火災保険株式会社に対して支払つた保険料一八、七五〇円のう\nち、昭和四〇年分に対応する部分、すなわち支払つた一二ヶ月分のうち昭和四〇年\n八月から同年一二月までの五ヶ月分に相当する金額七、八一二円、および自動車の\n保険料一六、一二〇円のうち昭和四〇年分に対応する部分、すなわち支払つた二五\nヶ月分のうち昭和四〇年六月から一二月までの七ヶ月分に相当する金額四、五一三\n円の合計額である。\n（算式）　　１８、７５０円×５（月）／１２（月）＝７、８１２円\n１６、１２０円×７（月）／２５（月）＝４、５１３円\n７、８１２円＋４、５１３円＝１２、３２５円\n（六）　修繕費　　昭和三九年分五八、〇八〇円および昭和四〇年分一四、七〇〇\n円\n右金額は、原告の申立てに基づき、修繕先に照会して確認した金額である。\n（七）　消耗品費　　昭和三九年分三七三、二〇〇円\n右金額は、ガソリン代の外は、昭和四〇年分と特に変動はないと認められたので、\n昭和四〇年分の金額四二一、二〇〇円からガソリン代四八、〇〇〇円を控除した金\n額である。\n（八）　福利厚生費　　昭和三九年分二四、〇〇〇円および昭和四〇年分二五、〇\n〇〇円\n右金額は、いずれも原告が本件審査請求の審理に際し、担当協議官に申立てた従業\n員の奈良および能勢妙見におけるリクレーシヨン費用である。\n（九）　減価償却費　　昭和三九年分二五〇、〇〇〇円\n右金額は、昭和四〇年分の金額によつた。\n（十）雇人費　　昭和三九年分六五五、五〇〇円\n右金額は昭和四〇年分の金額によつた。雇人費は昇給等によつて毎年増加するのが\n常であるが、原告の有利に計算したものである。\n四　被告の主張に対する原告の答弁\n１　被告主張の昭和三九年分および昭和四〇年分の各総所得金額の内訳に対する原\n告の認否は、別表一Ｂ欄およびＥ欄のとおりである。\n２　収入金額について\n（一）　推計の必要性に関する反論\n原告は、本件係争各年分の所得税につき確定申告をした後も、税務調査に必要な相\n当期間、伝票帳簿等を保存しており、被告の調査の際にはこれを提出したが、調査\n後に返却を受けたので、後日問題になることがないと考えてこれを廃業してしまつ\nたのである。したがつて被告が原始記録が保存されていないという理由で、本件各\n処分を推計によつて行なつたことは許されるべきではなく、本訴においてもこれを\n推計によつて算出することは許されない。\n（二）　推計の合理性について\n被告の主張する推計方法は次の理由によつて合理性を有しない。\n（１）　クリーニング業においては、電力、水道の使用量は、必ずしも収入金額と\n比例するものではなく、毎日洗いか隔日洗いか、従業員の技術程度、地域による委\n託品の種類、適当競争によるサービス等の諸要因によつて著しく相違する。\nところで、昭和四一年より昭和四三年までの原告の電力使用量と収入金額は、次の\nとおりである。\n＜略＞\nそこで、昭和四一年の電力使用量と売上金額をいずれも一〇〇とすると、昭和四二\n年および昭和四三年のそれは次のとおりとなる。\n＜略＞\nこれによれば、電力使用量と売上金額が比例するものでないことが一目瞭然であ\nり、被告の推計方法が著しく不合理であることが明らかである。\n（２）　原告の昭和四一年の収入金額は金三、四六九、一〇〇円、所得金額は金七\n二八、九〇〇円であり、また昭和四二年の収入金額は、金五、〇八一、四三〇円、\n所得金額は、金一、一四四、二六八円であるから、利益率は、昭和四一年が二一・\n〇一％、昭和四二年が二二・五二％となる。しかしながら被告主張の推計によれ\nば、昭和三九年の収入金額は金四、二四六、一七八円、所得金額は金二、四九〇、\n二八七円であり、また昭和四〇年の収入金額は金三、七三一、五三八円所得金額は\n金一、九四六、三四五円であるから、利益率は、昭和三九年が五八・六四％、昭和\n四〇年が五二・一六％となるが、このような高率の利益率は異常であり、クリーニ\nング業はもとより、他の業種においても例がないのであつて、このことは被告主張\nの推計方法の不合理であることを示すものにほかならない。\n（３）　品物一点のクリーニングに要する手数、電力使用量は、水洗加工（白物）\nの場合、ドライ加工（色物）に比して数倍を要するのに、その売上単価はドライ加\n工の方が水洗加工の三倍程度となるから、水洗加工自体の利益率はドライ加工に比\nして極めて低い。そしてドライ加工の全体に占める割合は昭和三九年から昭和四二\n年にかけて除々に増加しているから、この事実を考慮しなかつた被告主張の推計方\n法は不合理である。\n（三）　昭和四一年の売上金額が金三、四六九、一〇〇円であることは認める。\n第三　証拠（省略）\n○　理由\n一　請求原因１の事実（原告の営業と本件各処分の存在）は当事者間に争いがな\nい。\n二　そこで以下本件各処分に原告の所得を過大に認定した違法があるかどうかを検\n討する。\n１　証人ａの証言、原告本人尋問の結果（第一回）に弁論の全趣旨を総合すると、\n被告が昭和四一年六月ごろ、原告の本件係争各年分の所得を調査するために原告に\n帳簿書類の提示を求めたところ、原告は、昭和四〇年分の売上帳一冊を提示したの\nみで、同年分の原始記録および昭和三九年分の帳簿および原始記録は処分済である\nと申立てて提示しなかつたこと、しかも右売上帳はルーズリーフ式のもので編綴順\n序が前後して記帳日付が不明瞭であり、記載内容も客からの預り品名のみで金額の\n記載がなかつたり、破損によつて記載内容が確認できない部分があるなど不完全な\nものであつたことが認められ（したがつて本件各処分を推計によつて行つたことは\n違法ではない）、本訴においても本件係争各年分の収入金額の全部および必要経費\nの一部については、これを実額で明らかにしうる資料の提出がないから、推計によ\nつてこれらを算定することは、その方法が合理的である限り許容されるといわなけ\nればならない。\n２　そこでまず便宜上、本件係争各年分の事業所得の計算上必要経費に算入される\nべき金額について判断する。\n（一）　一般経費\n（１）　公租公課\n証人ａの証言とこれにより真正に成立したと認められる乙第一八号証の一、二によ\nれば、本件係争各年分の公租公課の明細は被告の主張４、（一）のＡ表のとおりと\n認められ、右認定に反する証拠は存在しない。したがつて昭和三九年分の公租公課\nは金七〇、四一一円、昭和四〇年分のそれは金七四、〇九一円となる。\n（２）　水道光熱費\n（イ）　電力料\n成立に争いのない乙第六号証によれば、昭和四〇年分の料金は金七三、九〇四円と\n認められる。また成立に争いのない乙第五号証によれば、昭和三九年四月から一二\n月までの料金は金五七、六八九円と認められるが同年一月から三月までの料金を実\n額で明らかにしうる資料は本件において存在しない。したがつて昭和三九年分の料\n金は被告の主張４、（二）、（注）一のとおり推計するほかはなく（昭和四〇年四\n月から一二月までの料金が金五四、四二五円であることは右乙第六号証によつて認\nめることができる）、その結果は金七八、三三六円となる（被告主張額七八、三四\n七円は違算と認める）。\n（ロ）　電灯料\n前掲乙第六号証によれば、昭和四〇年分の料金（家庭用も含む）は金一二五、七一\n九円と認められる。また前掲乙第五号証によれば、昭和三九年四月から一二月まで\nの料金（家庭用も含む）は金九三、三五四円と認められるが、同年一月から三月ま\nでの料金（家庭用も含む）を実額で明らかにしうる資料は本件において存在しな\nい。したがつて昭和三九年分の料金（家庭用も含む）は被告の主張４、（二）、\n（注）二後段のとおり推計するほかはなく（昭和四〇年四月から一二月までの料金\nが金九〇、六二二円であることは右乙第六号証によつて認めることができる）その\n結果は、金一二九、五〇九円となる（被告主張額一二九、四八一円は違算と認め\nる）。\n証人ａの証言とこれにより真正に成立したと認められる乙第一八号証の四によれ\nば、右各料金のうちの事業割合は八〇％と認められる。したがつて事業所得の計算\n上必要性経費に算入されるべき金額は、右各料金に八〇％を乗じた金額であり、そ\nの結果昭和三九年分は次の算式のとおり金一〇三、六〇七円となり、昭和四〇年分\nは、（注）二前段の算式のとおり金一〇〇、五七五円となる。\n（算式）\n１２９、５０９円×８０％＝１０３、６０７円\n（ハ）　水道料\n成立に争いのない乙第八号証、前掲乙第一八号証の四および証人ａの証言を総合す\nると、本件係争各年分の水道料は被告の主張４、（二）のＢ表（３）のとおりと認\nめられる。\n（ニ）　ガス料\n証人ａの証言とこれにより真正に成立したと認められる乙第一〇号証および前掲乙\n第一八号証の四を総合すると、本件係争各年分のガス料は前記Ｂ表の（４）のとお\nりと認められる。\n（ホ）　以上を合計すると昭和三九年分の水道光熱費は金二七六、二一二円、昭和\n四〇年分のそれは金二八三、八七七円となる。\n（３）　旅費通信費\n昭和四〇年分の旅費通信費が金四五、〇〇〇円であることにつき当事者間に争いが\nない。昭和三九年分のそれについては、本件においてこれを実額で明らかにしうる\n資料がないから、被告主張のように昭和四〇年分と同額と推定するのが相当であ\nる。\n（４）　広告宣伝費\n証人ａの証言とこれにより真正に成立したと認められる乙第一八号証の三によれ\nば、本件係争各年分の広告費はいづれも金三、五〇〇円と認められる。\n（５）　保険料\n前掲乙第一八号証の三と証人ａの証言によれば、昭和四〇年分の保険料は被告主張\n額のとおりと認められる。\n（６）　修繕費\n証人ａの証言とこれによつて真正に成立したと認められる乙第一一ないし第一四号\n証によれば、本件係争各年分の修繕費はいずれも被告主張額のとおりと認められ\nる。\n（７）　消耗品費\n昭和四〇年分の消耗品費が金四二一、二〇〇円であることにつき当事者間に争いが\nない。昭和三九年分のそれについては、被告は、ガソリン代の外は昭和四〇年分と\n特に変動はないと主張するが、そのことについて何ら立証がなく、またこれを実額\nで明らかにしうる資料がないから、原告に有利に昭和四〇年分と同額と推定するの\nが相当である。\n（８）　福利厚生費\n前掲乙第一八号証の三によれば本件係争各年分の福利厚生費はいずれも被告主張額\nのとおりと認められる。\n（９）　減価償却費\n昭和四〇年分の減価償却費が金二五〇、〇〇〇円であることは当事者間に争いがな\nい（原告本人第一回尋問の結果により真正に成立したと認められる甲第四号証によ\nれば、これは機械についての減価償却費であるから一般経費に算入されるべきもの\nである）。昭和三九年分のそれについては、実額で明らかにしうる資料がないか\nら、被告主張のとおり昭和四〇年分と同額と推定するのが相当である。\n（１０）　以上を合計すると本件係争各年分の一般経費は別表一のＣおよびＦ欄の\n各（２）の金額となる。\n（二）　特別経費（雇人費）\n（１）　成立に争いのない乙第四号証は、昭和四〇年分の損益計算書であり（原告\n本人第一回尋問の結果によれば、これは原告が異議申立の際に提出したものであ\nる）、これには、昭和四〇年分の雇人費として金六五五、五〇〇円が計上されてい\nるが、右本人尋問の結果によれば、原告は、どの範囲まで必要経費として計上でき\nるかについての知識がなかつたため、賃金として現金で支払つた額のみを雇人費と\nして計上し、当然これに含まれるべき住込の雇人に対する賄費等を加算しなかつた\nことが認められる。したがつて、昭和四〇年分の雇人費は右現金支給額に賄費等を\n加算した金額でなはればならないが（原告は、被告主張の昭和四〇年分の雇人費金\n六五五、五〇〇円を認めているが、これは主要事実ではないから自白の拘束力はな\nいというべきである）、本件においては賄費等の金額を実額で明らかにしうる資料\nがないから、昭和四〇年分の雇人費は実額で認定できる昭和四一年の雇人一人当り\nの平均賃金（賄費等も含む）によつて推計するのが相当である。\n原告本人尋問の結果（第一回）とこれにより真正に成立したと認められる甲第八号\n証および弁論の全趣旨によれば、昭和四一年の雇人は六名であり、これに要した雇\n用費は、賄費等を含めて、金一、一九〇、〇〇〇円と認められ、右認定に反する証\n拠はない。そうすると雇人一人当りに要する平均賃金は次の算式のとおり金一九\n八、三三三円となる。\n１、１９０、０００円÷６＝１９８、３３３円\n前掲乙第四号証によれば、昭和四〇年の雇人は四名と認められるから（この認定に\n反する原告本人第一回尋問の結果の一部は右証拠に照して信用できない）、昭和四\n〇年分の雇人費は次の算式のとおり金七九三、三三二円と推計される。\n１９８、３３３円×４＝７９３、３３２円\n（２）　昭和三九年分の雇人費についてはこれを実額で明らかにしうる資料がない\nから、昭和四〇年分のそれと同様に推計するほかはないところ、原告本人尋問の結\n果（第一回）によれば、昭和三九年の雇人は昭和四〇年と同じく四名と認められる\nから、昭和三九年分の雇人費は昭和四〇年分のそれと同額の金七九三、三三二円と\n推計することができる。\n３　次に本件係争各年分の収入額について検討する。\n（一）　証人ｂの証言によつて真正に成立したと認められる乙第二五ないし第二七\n号証および弁論の全趣旨によれば、一般にクリーニング業の収入金額は、機械設\n備、従業員の数および熟練度、営業内容、加工料金の諸条件が一定であれば、電力\nおよび水道使用量におおむね比例するということができるから、被告主張の本件係\n争各年分の収入金額の推計方法は、被告が基準とした昭和四一年の事業の諸条件と\n本件係争各午のそれとの間に変化がなければ一応合理的なものということができる\n（被告の主張に対する原告の答弁２、（二）、（１）の主張は、昭和四一年ないし\n昭和四三年の原告の事業の諸条件の同一性に問題があるから、にわかに採用しがた\nい。）。しかし右推計方法もそれが推計である以上、当然ある程度の誤差を免れな\nいが、推計によつて得られた結果が、実額で算出されたその後の年度の事業実績と\n比べて著しく均衡を失している場合には、許容される誤差の範囲を越えているので\nあり、したがつて、右推計方法によつて得られた結果は、実体からかけ離れたもの\nとして採用されるべきではない。そこで、昭和四一年と本件係争各年の事業の諸条\n件の同一性の問題はしばらく措き、まず、被告主張の推計方法によつて得られた事\n業実績と実額で認めることのできる昭和四一年から昭和四六年までのそれとを比較\n検討することにする。\n被告主張の本件係争各年分の収入金額の推計過程は、被告の主張３、（一）のとお\nりであり（昭和四一年分の収入金額は当事者間に争いがなく、その余の数値につい\nては成立に争いのない乙第五ないし第九号証によつて認めることができる）、これ\nに従つて計算すると、昭和三九年分の収入金額は金四、二四六、一七八円、昭和四\n〇年分のそれは、金三、七三一、五三八円となり、これにもとづき、本件係争各年\n分の差益率および事業所得を計算すると別表二のＡおよびＢ欄のとおりとなる。\nまた前掲甲第八号証、成立に争いのない甲第五号証の一ないし七、第六、第七号証\nの各一ないし六、第二一号証の一ないし四、第二二号証の一ないし三、および原告\n本人尋問の結果（第一回）によれば、昭和四一年から昭和四六年までの実額で算出\nされた差益率および事業所得金額は別表二のＣないしＨ欄のとおりとなる。\nそこで、別表二のＡないしＨ欄を比較すると、被告主張の収入金額によつて計算し\nた昭和三九年の事業所得は、昭和四一年のそれの約三倍であり、差益率も一〇％以\n上高く、また昭和四〇年の事業所得も昭和四一年のそれの二倍以上であり、差益率\nも一〇％以上高い。そして右本件係争各年分の差益率は昭和四二年以降のそれと匹\n敵するかまたはそれよりも高く、また事業所得は、昭和四五年および昭和四六年の\nそれにほぼ匹敵しているということができる。\nところで、成立に争いのない乙第二八号証、証人ａの証言により真正に成立したと\n認められる乙第一七号証、証人ｃの証言とこれにより真正に成立したと認められる\n甲第一〇ないし第一四号証、第一五号証の一ないし六、証人ｄの証言、および原告\n本人尋問の結果（第一回）ならびに前認定の別表二のＣないしＨ欄の内容を総合す\nると、昭和三七年ごろから、クリーニング業界に、低料金で簡易にクリーニングを\nするコイン店が急増し、原告の営業所付近の春日出町商店街にもこれが多数できた\nため、原告もその影響を受け、昭和三九年から昭和四一年にかけて顧客がコイン店\nに吸収され、特に水洗加工に比し、差益率の高いドライ加工の受注が減少し、これ\nにともない売上高も減少したこと、しかし、昭和四二年以降は、原告のような通常\nのクリーニング業者の仕事に一般の理解が深まり、コイン店に吸収された客が再び\n戻つてきてドライ加工の受注も回復したうえ、あらたに病院の仕事も加わり、また\nクリーニング代の値上がなされる等の事情の変化もあつて、常雇を七名に増員し、\n臨時雇も入れた結果、業績がしだいに向上し、売上も毎年増加するに至つたことが\n認められる。\nこの事実に照らすと、本件係争各年の差益率が昭和四一年のそれと比較して一〇％\n以上も高率であり、しかもドライ加工の受注が回復した昭和四二年以降のそれに匹\n敵するかまたはそれ以上となつたり、また事業所得が昭和四一年の二ないし三倍も\nあつて、事業実績の向上した昭和四五、四六年のそれにほぼ匹敵するなどというこ\nとは到底ありえないと考えられ、そのようなありえない結論となる被告主張の推計\n方法による計算結果は不合理なものとして採用することができない。\n（二）　したがつて本件係争各年分の収入金額を求めるためには、被告主張の推計\n方法以外の推計方法によらなければならないことになる。\nところで一般経費は、特別経費（建物減価償却費、地代家賃、支払利子、雇人費\n等）に比し、収入金額にほぼ比例して変動すると考えられるが、本件では、前認定\nによれば、昭和四一年と本件係争各年の事業の状態がほぼ同一と認められ、かつ本\n件係争各年分の一般経費が既に認定されているから、昭和四一年の一般経費率（収\n入に対する一般・経費の割合││差益率が別表二Ｃ欄（４）のとおり〇・五八六六\nであるから、一般経費率は一ー〇・五八六六　〇・四一三四となる）を適用して本\n件係争各年分の収入金額を推計するのが相当である。そして推計方法それ自体は、\n経験則の問題でもあるので、特に不意打にならない限り、当事者の主張しない方法\nを用いることも可能であると解すべきであるところ、右の標準的な一般経費率と既\nに確定されている一般経費から収入金額を推計する方法は通常用いられているもの\nであり、その資料も既に本件訴訟において提出されたものを用いるのであるから、\n右推計方法を用いることは許されるというべきである。\nそうすると次の算式のとおり昭和三九年分の収入金額は、金二、七七七、九四六\n円、昭和四〇年分のそれは二、七三二、六八七円となる（乙第四号証に記載されて\nいる昭和四〇年分の収入金額は、原告本人第一回尋問の結果によれば、その正確性\nに疑問があるから採用できない）。\n算式\n一般経費／一般経費率＝収入\n１、１４８、４０３円／０．４１３４＝２、７７７、９６４円　　昭和３９年\n１、１２９、６９３円／０．４１３４＝２、７３２、６８７円　　昭和４０年\n以上によれば、本件係争各年分の事業所得は別表一のＣおよびＦ欄の各（４）の金\n額となる。\n４　本件係争各年分の配当所得がいずれも金六〇、〇〇〇円であることにつき原告\nは明らかに争わないからこれを自白したものとみなす。\n５　以上によれば、原告の昭和三九年分の総所得金額は、別表一Ｃ欄のとおり金八\n九六、二一一円となり昭和四〇年分のそれは別表一Ｆ欄のとおり金八六九、六六二\n円となるから、本件各更正処分は右各総所得金額を超える部分につき、いずれも原\n告の所得を過大に認定した違法があり、したがつてこれに付随してなされた本件各\n過少申告加算税の賦課決定処分も右各超過部分に対応する部分につき違法となる。\n三　よつて原告の本訴請求は、本件各更正処分のうち、右各総所得金額を超える部\n分の取消、および右各超過部分に対応する本件各過少申告加算税の賦課決定処分の\n取消を求める部分に限り正当として認容し、その余の部分を失当として棄却し、訴\n訟費用の負担につき民事訴訟法九二条本文を適用して主文のとおり判決する。\n（裁判官　下出義明　藤井正雄　石井彦壽）\n"
}