{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 9,
    "day": 26
  },
  "case_number": "昭和45(行ウ)47",
  "case_name": "北九州市単純労務職員懲戒免職",
  "court_name": "福岡地方裁判所",
  "field": "労働",
  "lawsuit_id": "19605",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19605",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/605/019605_hanrei.pdf",
  "contents": "主　　　文\n１　被告が原告Ｐ1に対して、昭和四五年九月一二日なした懲戒処分（停職一月間）\nを取消す。\n２　原告Ｐ2、同Ｐ3、同Ｐ4の請求を棄却する。\n３　訴訟費用は原告Ｐ1と被告の間で生じた分は被告の、原告Ｐ2、同Ｐ3、同Ｐ4と\n被告の間で生じた分は同原告らの各負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告ら\n１　原告Ｐ1は、主文第一項同旨。原告Ｐ2、同Ｐ3、同Ｐ4は「被告が、昭和四五年\n七月二五日なした原告Ｐ2を減給日額二分の一（八○○円）、同Ｐ3を戒告、同Ｐ4を\n減給日額二分の一（七００円）とする懲戒処分を取消す。」\n２　訴訟費用は、被告の負担とする。\n二　被告\n１　原告らの請求を棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求原因（原告ら）\n１　被告は、原告らの任命権者である。原告らは北九州市（以下市という）に雇傭\nされる地方公務員で、昭和四五年当時原告Ｐ2に、同Ｐ3、同Ｐ1は、清掃事業局門司\n清掃事務所技術吏員（清掃作業員）、原告Ｐ4は同局小倉東清掃事務所技術吏員（自\n動車運転手）であつた。\n２　また原告らは、市職員の内、約八、〇〇〇名で組織する北九州市職員労働組合\n（以下市職労という）員で、原告Ｐ2は門司支部副支部長、現業分会長、同Ｐ3は同\n分会書記長、同Ｐ4は前記所属事務所の運輸係職場委員長、同Ｐ1は元門司支部現業\n分会執行委員で、当時同支部青年部青年行動隊員であつた。\n３　被告は、原告らに対して、夫々主文第１項、請求の趣旨第一項各記載の如き懲\n戒処分を行つた。被告主張の処分事由及び地方公務員法（以下法という）の適用条\n項は次の通りである。\n原告Ｐ2……昭和四五年六月一八日、上司に対して脅迫的な発言をなすと共に粗暴\nな行為をした（二九条一項一、三号）。\n同　Ｐ3……昭和四五年六月一〇日、上司の職務命令に不服をとなえ、他の職員が\n就労したにもかかわらず、すみやかに就労せず、上司に対し威圧的態度を示した\n（同条一項一、二、三号）。\n同　Ｐ4…昭和四五年五月二〇日、上司の服務上の注意に不服をとなえるとともに\n威圧的態度を示し、器物を毀損した（同条一項一、三号）。\n同　Ｐ1……昭和四五年七月二五日、門司清掃事務所西海岸作業所において、出欠\n名札盤の名札を裏返して手割業務を妨害するなどの行為をした（同条一、二、三\n号）。\n４　しかし原告らには被告がその処分事由にあげるような行為は全くなく、本件処\n分は違法であるから取消されるべきである。\n二　請求原因に対する認否（被告）\n１　第１項は認める。\n２　第２項は不知。\n３　第３項は認める。\n三　抗弁（被告）\n１　原告Ｐ2の違法行為\n（一）　同人は、業務第二係、大里作業所勤務であつたが、昭和四五年六月一八\n日、昼休みに西海岸作業所に来て昼食し休憩していた。そうして、午後一時すぎて\nも、同原告及び同人と同行していた大里作業所の作業員四、五名は、その前頃から\nばらばらしていた小雨を理由に、同作業所に戻つて就労しようとせず、西海岸作業\n所二階の詰所に残留していた。そうして就労状況確認のため、右詰所に来たＰ5業務\n第四係長に対し、残留していた右作業員中Ｐ6及びＰ7は、雨でぬれるから連絡車で\n送つてくれと要求し、同係長が自分達の作業車に乗つて行くように言つてこれを断\nると、原告Ｐ2は大声で「車を貸せつちいいよろうが」と重ねて連絡車使用を要求し\nた。同係長が再度断ると、同原告は激昂して同係長の左腕をつかみ「お前が（作業\n車に）乗つてみれ」と言いいながら約三ないし四ｍはなれた屋外非常階段の踊り場\nまで引きずつて行き、約四ｍの高さの踊り場で「お前が乗つてみれ」といいながら\n手すりに押しつけ「ここから突き落すぞ」と脅迫した。身の危険を感じた同係長は\n「やめんか」「やめなさい」と言いながら原告Ｐ2を押しもどすようにして同所でも\nみ合つた。そのときＰ8副所長が来て同原告を制止したので、同人はようやくＰ5係\n長の腕をはたした。\nなお、その間、西海岸作業所々属の作業員は全て作業に出ていて、雨で作業がで\nきない等の苦情は言つていなかつた。\nなお、作業を中止するかどうか（雨天で）は所長の決定事項で、組合と協議して決\nめることは、前もしていなかつた。\n（二）　法三三条違反、二九条一項一、三号該当。\n２　原告Ｐ3の違法行為\n（一）　同人も、業務第二係大里作業所勤務であつたが、昭和四五年六月一〇日は\n午前八時の始業前から小雨であつた。大部分の作業員は、所定時刻に作業に出た\nが、八時一五分になつても業務第二係のし尿一〇班と大口班の二台の作業車付作業\n員五名、し尿一二班所属の原告Ｐ3並びにＰ9は同作業所一階の更衣室に残留し、就\n労を指示したＰ10業務第二係長にも「合羽がない」などと言つて就労しようとしな\nかつた。\nその後八時二〇分項大口班の作業員二名が就労したが原告Ｐ3を含む残り五名は就\n労せず、その一人であるし尿班のＰ6は雨天待機をさかんに主張した。所側はＰ10係\n長のほか、Ｐ11業務第一係長、Ｐ12庶務課長、Ｐ13運輸係長も来て、くりかえし就\n労を指示したが、右残留者らは従わなかつた。\n右のようないきさつで、Ｐ10係長がくりかえし就労を命じていると、興奮したＰ\n6は「何をいうか。雨が降りよるじやないか。生意気な。」とどなつて、同係長の胸\nを両手で強くついたため、よろけた同係長は後の長椅子にしりもちをついた。\nこれを見た原告Ｐ3は、座つていた椅子から突然立上り、「こんな雨で出れとはお\n前が悪い。」とどなつて、途中の長椅子を飛びこし、同係長に殴りかかるような威\n圧的姿勢で詰め寄つたが、Ｐ13係長らに制止された。\nその後八時二七分頃、右Ｐ6らは就労したが、原告Ｐ3とＰ9は所属の作業車が二人\nを残して作業に出てしまつたので、直ちに就労することができず、八時四〇分頃指\n導員の連絡車に乗つて就労した（その間、約四〇分間の職務放棄）。\n（二）　法三二条、三三条、三五条違反、二九条一項一、二、三号該当。\n３　原告Ｐ4の違法行為\n（一）　同人は、運輸係に所属していたが、昭和四五年五月一六日（土）と一九日\n（火）の各午後三時二〇分頃、小倉東清掃事務所一階運転手ロツカー室で、訴外Ｐ\n14と共に自動車運転手を集め、仕業点検が終つても午前八時二〇分までは既得権だ\nから作業に出るなと説得した。\n更に訴外Ｐ14は、同月一八日（月）も同様の説得行動を行つた。\nよつて、同事務所Ｐ15所長は、Ｐ16副所長に右両名に注意するよう指示した。\nそこでＰ16副所長は、同月二〇日午後三時二五分頃、原告Ｐ4と訴外Ｐ14を同事務\n所二階事務室の自席に呼び右の三日間に仕業点検がすんでもすぐ出発するなという\nような呼びかけをするのは職員として許されないことである旨注意すると、原告Ｐ\n4は「そんたこと誰が報告したか。」「おれはそんたことはしていない。」「おれは\n月曜は年休で休んでいた。」と大声でくつてかかり、Ｐ16副所長が三日間そのよう\nな説得行為があつたということで、原告Ｐ4が月曜日にもやつたという意味ではない\n旨説明したのに、同人はききいれず「デツチあげで俺に罪をぬすくるな」などと大\n声でわめき、威丈高にＰ16副所長に迫り「でたらめを言うな」と言つて右拳で机上\nを強打して、机に敷いてあつた縦約一ｍ、横約一・五ｍ、厚さ約五ｍ／ｍのガラス\nを割つた。\n（二）　法三三条違反、二九条一項一、三号該当。\n４　原告Ｐ1の違法行為\n（一）　同人は、業務第四係に属し、西海岸作業所に勤務していた。\n同作業所玄関の壁にはごみ収集班用と、し尿その他の収集班用の出欠名札盤が設\n置されていて、出勤した職員は、出勤簿に押印すると共に名札盤の自分の名札を赤\n（裏）から白（表）にかえすことになつていた。そうすると始業時刻（午前八時）\nに、指導員は名札盤によつて各班の出欠を把握し、赤の名札をはずして出勤してい\nる予備員の名札をかけ、作業配置（当日の班編成）をしていた（作業手割り）。そ\nうして終業し退動するときは、職員はまだ名札を自から赤にかえすことになつてい\nた。\nこのような名札盤は職員の出退勤確認と作業手割の簡便迅速化のため、昭和四三\n年一〇月頃から各清掃事務所に設置され活用されていたが、門司清掃事務所は職員\nの協力を得られず、設置されていなかつた。\nＰ17所長はこれを職員の勤務時間厳守のための方策の一つとして、昭和四五年六\n月二二日から実施することとし、職員に周知させていた。\nそうして、このような出退勤確認の方法を採用することは、労働条件に変更を加\nえるものではなく、管理運営事項に属するもので、当局がこれを命ずると職員はこ\nれに従う職務上の義務を負うものであり、名札盤設置後大部分の職員は、これに従\nつていた。しかし原告Ｐ1を含む約一〇名はこれに従わず、同人らについては、指導\n員が出勤簿や現認によつてその出勤を確認して作業配置を行つていた。\nこのような状態であつたが名札盤の採用は、従前のように所側が九〇数名の多数\nの職員を出勤簿によつて出欠を点検し、いわゆる手割りを行つて口頭で作業配置を\n伝える方法にくらべはるかに能率よく、確実で効果的であつた。\nしかして、原告Ｐ1は、昭和四五年七月二五日午前八時すぎ頃、西海岸作業所業務\n第四係指導員Ｐ18が、名札盤によつて職員の作業手割（配置決定）をしているとこ\nろに来て、「こんなものがあるから処分されるんや。」と言いながら白になつてい\nる名札を赤にかえしはじめた。そうして同指導員が制止を無視して、白の名札を全\n部赤にかえしてしまつた。そのため、はじめから作業手割を出勤簿又は出勤現認に\n基いてやりなおすほかはなく、午前八時五分頃には終る作業手割りが午前八時一五\n分頃までかかり、作業手割りが妨害された。\n（二）　また当日午前八時頃から、同作業所二階事務室では、同日発令された訴外\nＰ19らの懲戒処分に対する抗議が数十人の職員によつて行われていた。\n原告Ｐ1は、午前八時一〇分頃、同事務室に来て、在室していたＰ5業務第四係\n長、Ｐ20業務第三係長に「大里も仕事をさせん」と言つて大里作業所での就労拒否\nを企て、事務用電話を勝手に使つて市職労門司現業分長の原告Ｐ2電に話をしたりし\nた。\nその後他の職員らは、午前八時二五分頃から就労したのに、原告Ｐ1は就労せず、\n終日その職務を放棄した。\n（三）　法三二条、三三条、三五条違反、二九条一項一、二、三号該当。\n四　抗弁に対する認否（原告ら）\n１　原告Ｐ2について\n同原告が大里作業所に属していたこと、昭和四五年六月一八日昼休み、同原告ほ\nか大里所属の作業員数名が西海岸作業所に来ていたこと、その降りはじめの時刻、\n程度は別として、雨が降り出したこと、Ｐ5係長が就労するように求めたこと、Ｐ\n6、Ｐ7の両名が連絡車を出すように求めたこと、同係長がこれを拒絶したことは認\nめる。その余は否認。\n昭和四一年の分断闘争（「清掃紛争」）において、組合が分裂し、第二組合がで\nきて、門司清掃事務所の作業所も大里と西海岸の二個所となり、第二組合が大里作\n業所を主として使用することとなつた。しかし市職労と第二組合を作業所に完全に\n区分することができず、当局と市職労間の話し合いにより、西海岸作業所の作業員\n中市職労の指名する約三〇名を大里作業所に配置した。しかし、両者間の感情的な\nもつれを考慮して、大里作業所に配置された市職労組員も昼休みは西海岸作業所で\nすごすことになつた。以上の理由で、当日も原告Ｐ2を含む市職労所属作業員らはＰ\n21運転のし尿ポンプ車で西海岸作業所に来ていた。\n当日は、正午すぎ頃から雨となり、その程度はＰ5係長が雨で作業がおわるのでは\nないかと就労状況をみるため、作業員控室に来なければならないほどであつた。そ\nうして、同係長は、控室に待機していた五、六〇人の作業員に就労を求めた。\nＰ6、Ｐ7の両名が連絡車を要求したのは、同人らが定員外乗車席の清掃担当であ\nつて、作業現場につくまでにぬれてしまうからであつた。ところが、同係長がこれ\nを拒否したので、市職労門司支部副支部長、現業分会長の原告Ｐ2が「どれだけ降つ\nているか見ろう」といつて同係長と踊り場に行つたのである（無理に引張つていつ\nたのではない）。\n踊り場で、雨の程度について議論となり、原告Ｐ2はＰ5係長に「どうしても就労\nせよというのならば、お前乗つてみるか」と言つたことはあるが、被告主張の如き\n脅迫的言動に及んだ事実はない。そのあと就労したがこれは雨が小降りになつたか\nらである。\n２　原告Ｐ3について\n当日朝雨が降つていたこと、大里作業所作業員詰所でＰ10係長とＰ6との間にトラ\nブルがあつたこと、その間に原告Ｐ3が割つて入つたこと、そのとき同原告はＰ10係\n長に「お前が悪い」と言つたことは認める。その余は否認。\n当日原告Ｐ3は定刻にし尿車一二号に乗つて出発しようとしたところ、窓がしまら\nず、座席も濡れていたので、他の作業員と雨よけの段ボールや新聞紙をとりに戻つ\nた。そこで、Ｐ10係長とＰ6とのトラブルを目撃し、けんか寸前の状態であつたの\nで、原告Ｐ3はその間に割つて入つた。同原告がＰ10係長に「お前が悪い」と言つた\nのは、同係長がＰ6の言う事情もきかずに体で押したりしたからである。同原告はＰ\n10係長に対する何らの威迫的挙動もなしておらず、被告の主張は全く理由がない。\n３　原告Ｐ4について\nその趣旨、内容は別として、原告Ｐ4が訴外Ｐ14と共に昭和四五年五月一六日と一\n九日の各午後三時二〇分頃、運転手に仕業点検に関する呼びかけをしたこと、更に\n訴外Ｐ14は同月一八日にも同様の呼びかけをしたこと、この行動についてＰ16副所\n長が、同月二〇日、原告Ｐ4と訴外Ｐ14を呼び「車を止めたから」という理由で注意\nする旨告げたこと、これに対しで原告Ｐ4は一八日は年休であり事実誤認である旨指\n摘したこと、原告Ｐ4が拳で机を叩いて机上に敷いてあつたガラスが割れたことは認\nめるが、その余は否認。\n当時、市職労は、安全運転のため仕業点検の徹底をはかる活動をしていた。前記\n原告Ｐ4、訴外Ｐ14らの呼びかけは、運転手が当時仕業点検をそこそこにすませて早\nく作業に出たがる実情にあつたので、必要ならば八時二〇分までかかつてもかまわ\nないと呼びかけたのであつて、一律に八時二〇分まで車を止めよなどと言つたこと\nはない。\nこれに対してＰ16副所長は、「車を止めた」と注意し、しかも原告Ｐ4が年休をと\nつている一八日も含めて注意したので、原告Ｐ4は、事実誤認を指摘し、出勤簿まで\n示してその確認を求めた。しかしＰ16副所長はその確認を避け、謝罪も訂正もしな\nかつた。よつて、同原告は同副所長の机のところに行つて、重ねて事実誤認の確認\nと仕業点検問題の理解を求めた。しかるに、同副所長はこれに応じないため、若く\nて正義感の強い原告Ｐ4は、思わず拳で机の中央部を叩いたのである。\nこれについては、昭和四四年の年末清掃出勤拒否事件において、子供を亡くした\nため出勤しなかつた作業員も一緒に懲戒処分された事例があつたため、原告Ｐ4とし\nては事実誤認は誤認として確認させておく必要があつたのである。\nまた当時、事務所側は、仕業点検をないがしろにし、早く作業に出ることを指導\nしていたので、原告Ｐ4は、運転手の中の安全委員会の中核である訴外Ｐ14と共に仕\n業点検の重要さと組合の取り組みを説明し、理解を求めたのである。\nガラスの破損については、当局と組合が協議の上、市職労において翌日弁償し\nた。\nまた、同時に、仕業点検問題は双方（当局と市職労）で話し合うことと、事実誤\n認問題はＰ16副所長においてこれを率直に認め、原告Ｐ4に対しては組合を通して話\nをすることも合意された。\n４　原告Ｐ1について\n昭和四五年六月頃名札盤（以下手割札ともいう）が西海岸作業所に設置されたこ\nと、同年七月二五日午前八時すぎ頃、原告が名札を裏返したこと、当日Ｐ19に対す\nる懲戒処分が発令されて午前八時頃西海岸作業所二階事務室ではこれに対する抗議\nが行われていたことは認める。その余は否認する。\n前記の通り昭和四五年七月二五日、Ｐ19は懲戒処分（免職）をうけた。その理由\nは、同年六月二〇日当局による一方的チエツクオフ禁止に伴い発生したトラブルの\n責任者ということであり、しかも同人は、給料を強奪したという全く不名誉な報道\nもされた。しかし原告Ｐ1は、その事実無根を知つており、前記の朝の抗議行動への\n参加を呼びかけるため、作業所階下に行つたところ、手割札の前に四、五人の組合\n員が居た。\nこの手割札は組合の反対にもかかわらず、昭和四五年六月頃、一方的に設置さ\nれ、従前作業員の配置を配置表によつて出勤簿と本人の確認とで行つていたもの\nに、更に重ねて手割札を使おうとするものであつた。よつて、組合は手割札を返す\n必要性がないと反対していた。しかも当時作業員中二〇数名は手割札に反対して出\n勤してもこれを返していなかつたので、現実に手割札をもつては出欠の確認ができ\nず、指導員は出勤簿と本人を確認しつつ配置表に基いて作業配置をしていた。従つ\nて原告Ｐ1の行為は業務を妨害する性質のものではなかつた。更に時間的にみて、原\n告Ｐ1が手割札を返したときは、すでに手割作業は終了していた筈で、指導員の手間\nとしては、原告Ｐ1がかえした名札をまたもどせばよいわけで、手割作業が非常に遅\nれたというのは虚偽である。\nまたこの手割札の一方的設置、あるいは訴外Ｐ19に対する一方的かつ過酷な処分\nをみてもわかるように、門司清掃事務所の反労働者的労務管理の姿勢は明らかで、\n同原告の名札裏返えし行為は、基本的には異常な労務管理に対する抗議であつた。\n次に、原告Ｐ1は、当日終日職務放棄をしたことも、大里作業所での就労拒否を企\n図したり、それをあおつたり、そそのかしたりしたこともない。この点は、処分理\n由書に記載もない。\n５　以上の通り原告らには被告主張の非違行為はなかつたから、本件処分は違法で\nある。\n五　再抗弁（原告ら）\n１　本件は、昭和四四年北九州市において一方的に「清掃合理化」が行われ、それ\nを定着させようとした過程で発生した出来事である。市は、そのなかで雨天就労、\n仕業点検等労働者の安全に重大な関係を持つ事柄について一方的に自己の意思を強\n行し、労働者の抗議、反対は処分で押えようとした。つまり、本件において懲戒処\n分は、「合理化」推進の道具として本来の趣旨に反して濫用されたのである。\n２　昭和四四年市は、「清掃合理化」計画を実施した。\nこれは前年一〇月市が市職労現業評議会（以下現評という）に提示した「統一車\n付作業員数－（案）－」なる作業計画により、収集形態別、車種別に作業員数、搬\n送回数、受持世帯数の全市統一した基準をつくり、各清掃事務所ごとに人員配置を\nやりなおして、余剰人員は配転あるいは退職勧奨で削減しようとするものであつ\nた。\n従来各作業所に配置されていた作業員数は、旧市以来各事務所の分会が当局と職\n場交渉により積みあげて来た結果であつた。従つてこの「合理化」計画は、当局の\n机上プランで、これを変更し「統一」して、組合が闘い取つた成果を一挙に奪取\nし、労働を強北しようとするものであつた。またこの計画はいわゆるステーション\n方式ダストボツクス方式を前提として、市民にごみ運びについての労力提供を要求\nし、人員削減とあいまつてサービス低下を招来するものであつた。\nよつて、現評は、これを市職員労働者と市民の双方にむけられた攻撃と判断し、\n安全運転、安全作業の励行、時間外抗議と組織内意思統一、反撃体制の確立等にと\nりくみ、また清掃事業改善要求三〇万人署名運動等を行う方針を固めた。\n他方また現評は、当局との交渉で「合理化」計画の内容を追及し、再考をうなが\nしたが、市は本部段階の団体交渉で形式的、一方的説明をしただけで、現場の清掃\n事務所ではそれもせず、この合理化案を一方的に強行した（労働条件の一方的な不\n利益変更）。\nよつて、特に作業困難地域を多くかかえる若松区と門司区において、実態を無視\nした机上プランたる合理化計画の強行実施は、多くの混乱を生じ、門司においては\n労働災害の多発という昀悪の事態となつた。\n即ち、ステーション方式は、清掃車の連続的走行を前提とし、作業員は絶えまな\nい小走りを要求され、作業は粗雑となり（サービス低下）、作業員に腰痛等をひき\nおこした。また一定地域を定められた曜日に収集する曜取り制は、雨天作業を前提\nとし、飛躍的に危険度を増加した。昭和四五年一月中だけで門司清掃事務所で五件\n（市職労門司支部清掃分会調査では八件）の労働災害が発生し、特に雨天作業にお\nいて次の大事故が発生した。\n（イ）　昭和四五年一月二〇日、西海岸作業所作業員（し尿車予備員）Ｐ22。\n機械にかみこまれた雑誌を押し込んだ際に左手指四本切断。本来ならば雨天待機\nのところ、雨天作業が強行され、人員不足で不慣れな塵芥作業の機械車に臨時配置\nとなつていた。\n（ロ）　同年三月三日、門司清掃事務所作業員Ｐ23。\n右と同一車輌で、雨天就労中、螢光灯破裂による破片で左眼失明。\n雨天作業は、見通しが悪くゴム手袋は滑り、ステツプ乗車の危険は倍加し、雨水\n侵入、発汗による不快感等、事故発生の要因が多く、これらの事故は当然に起るべ\nくして起つたのである。\n３　右（イ）の事故に際し、組合は、Ｐ22の身分待遇保障要求と、車付人員増加や\n雨天就労は従前通り組合と協議して決定すること等を含む一〇項目の安全に関する\n要求を行つていたが、当局が何ら対策をとらない間に（ロ）の大事故が発生し、組\n合は事故車の廃車、防護眼鏡支給、雨天作業中止等の安全要求を行つた。しかしこ\nれにも当局何ら対応策を示さなかつた。\nかくして、清掃作業員らは、自分らの安全は自分で守る（当局不信）の覚悟を定\nめざるを得なくなつた。\n４　昭和四五年五月一日Ｐ17が門司清掃事務所長に就任した。同人は、清掃関係に\n全く未経験であつたのに、門司区の清掃実態は「非常に遅れて」いると認識し、そ\nの遅れは「服務規律」の乱れにあると独断して出勤の厳正、名札盤の励行、規律違\n反行為の報告励行、ルールにのつとつた組合交渉をもつて方針とした。\nこれは全く清掃の実態把握をしない反労働者的労務管理であつた。\nそうして、労働者との話し合いや交渉も「北九州市の交渉ルール」を盾に六ヵ月\nにわたつて拒否して来たもので、このような方法をとる限り、現場でトラブルが発\n生するのは当然である。そうして、このトラブルはささいなことでもまさに「報\n告」され、懲戒処分の対象となつたのである。\n前記原告Ｐ1の処分事由に関するチエツクオフについて述べると、Ｐ17所長着任\n時、門司清掃事務所では慣行としてチエツクオフが行われていた。西海岸作業所に\nおけるチエツクオフは、大里の門司清掃事務所から正午前に給料が送られ、組合役\n員の手でチエツクオフが行われ、午後一時前に作業員に給料が渡されるようになつ\nていた。ところがＰ17所長は、単純労務職員のチエツクオフを禁ずる法令も規則も\nないのにあると誤解し、一方的にこれを禁止した。当時市職労門司支部書記長でチ\nエツクオフを行う立場であつたＰ24は昭和四五年六月二〇日の給料日に、従前通り\nチエツクオフを行おうとして当局側とトラブルを生じ、その場に居合わせただけの\nＰ19が七月二五日懲戒免職処分となつた。\n５　仕業点検についても同様のことがいえる。昭和四五年度は事故が多発し、小倉\n東清掃事務所においても組合は安全作業のため仕業点検の励行に立ち上つた。\n小倉東清掃事務所は、昭和四三年四月、小倉北区＜以下略＞に清掃事務所が移転\nする前は、作業員が詰める現場事務所が葛牧に、車庫は湯川にあつた。そのため、\n運転手は清掃作業員より三〇分早い午前七時三〇分を出勤時刻とされ、時間差手当\nの保障のもとで、三〇分間を仕業点検と湯川から葛牧までの回送にあてていた。し\nかし昭和四三年四月、時間差手当が廃止されると共に、清掃事務所が移転し、車庫\nと現場事務所が一体化したときから、当局は、午前八時すぎに一定の時間を定めず\nまちまちに体操のレコードをかけ、早めの出勤を促した。清掃作業員もまた早く出\n勤して早く仕事を終えたい気持があつて、仕業点検がなおざりになる背景ができて\nいた。その間安全運転管理者たる所長、運輸係長らは仕業点検につき特段の指導を\nせず、運転手に委ねていた。そこで、運転手と組合清掃分会で構成されている安全\n運転委員会は、作業点検には二〇分間程度の時間が必要であることから、出勤時間\nを八時二〇分以降にすることを当局に申入れると共に作業員にも協力を求め、安全\n運転、安全作業のため、これを唯一の目的として、自覚的、主体的に仕業点検をき\nちんとする活動に入つた。なお戸畑清掃事務所では、仕業点検時間を二〇分間とす\nる旨組合との合意ができている。後日のことであるが本件は、八時一五分から体操\nをして一斉に出動ということで合意をみた。\nこのように、昀終的には、この問題に関する組合の活動目的の正当性を当局も認\nめた。しかし本件では、当局は原告Ｐ4が時間中に組合活動をした、しかもそれはサ\nボタージユを勧めたと認識して違法視したのである。\n６　以上の諸事実関係を前提として、本件各懲戒処分の効力を考えると、以下述べ\nる理由により本件原告らに対する懲戒処分は、仮りに原告らに何らかの違法行為が\nあつたとしても、違法な処分であつて取消されるべきものである。\n（一）　被告の原告らに対する各懲戒処分は、原告らの正当な組合活動、あるいは\n原告らが組合の活動家であつたことを嫌い、それを決定的理由として為された不利\n益取扱いであつて地方公営企業労働関係法四条、労働組合法七条一ないし三号に該\n当する不当労働行為である。\n（二）　被告の原告らに対する各懲戒処分は処分権の濫用にあたる。\n懲戒処分は、その種類、程度の決定にあたり公正かつ相当のものでなければなら\nない。停職はその期間給与が支給されないし（北九州市職員の懲戒の手続及び効果\nに関する条例四条）、その職を保有する関係で地公法三五条の職務専念義務からは\n解放されず他の職につくこともできない。また停職、減給、戒告は昇給延伸の不利\n益を判い、原則としてその影響は在職する限り残存し、退職金、年金にも重大な不\n利益をもたらす。従つて、懲戒処分は任命権者の自由裁量にゆだねられるわけでは\nなく、対象行為の動機、目的、経過その他諸般の事情を総合的に勘案して「公正」\nかつ「相当」な合理性ある範囲で行われなければならない。\nしかるに市における懲戒処分は、その各種合理化政策を行う手段として、本来の\n目的を逸脱して行われて来た。特にＰ17門司清掃事務所長は、前述の如く反労働者\n的労務管理を行い、単にその趣旨、目的を逸脱したというだけではなく、労使関係\nを自己に有利に導くため、積極的に懲戒処分を利用する意図をもつていたものであ\nる。\n他方本件各原告らには、暴力行為と目するほどのものはなく、前述の如き事件発\n生の背景、経緯、態様、結果にてらすと、原告らの各行為は、組合員ないし組合役\n員としてやむなくとつた行動であり、基本的には労働者として、人間として当然の\n権利行使であつた。原告Ｐ4が割つたガラス（故意はない）にしても弁償が行われ、\n原告Ｐ1の行為も、当日の作業に支障を来たすことはなかつた。\n以上の理由により、本件懲戒処分はいずれも過酷であり、重きにすぎ、懲戒権を\n濫用した違法がある。\n六　再抗弁に対する認否（被告）\n争う。\nなお、本件当時の門司区における清掃業務は能率悪く、じん芥はようやく週二回\nの定時収集が実現していたが、し尿等は他区にくらべ著しく遅れ、二〇日一巡の基\n準が守れない地域が多く、三〇日一巡といつた地域もあつた。\n区民の苦情も多く、当局は、物的施設の整備強化、収集方法改善等を行つたが、\nそのおくれの主要原因は服務規律の弛緩にあると判断した。すなわち、当時の門司\n清掃事務所の職員は、病休、特に診断書を要しない三日以内の病休が多く、しばし\nばし尿車の一部を欠車せざるを得なかつた。また欠勤、遅刻について事前連絡が不\n十分であり、出勤しても出勤簿に押印しない者がおり、出勤者の確認に手間どり、\n終業時前にこつそり退庁する者もあつた。更に、職員は上司の指示・命令に素直に\n従わず、一部職員を中心として上司に反抗的であり、暴力的行動に出ることが多か\nつた。組合も事あるごとに所長、副所長、係長らに集団で押しかけ、吊し上げて自\n分達の要求を通す態度をとつていた。\nＰ17所長がとつた出欠名札盤の設置活用もこの現状を打開して正常な勤務体制を\n確立するためであつたし、その他命令不服従事案や粗暴行為、暴力的行為者につい\nての報告励行、無断早退防止のための見張、交渉ルールに基く団体交渉（無秩序な\n集団交渉には応じない）等の対策をとつた。本件はこれにより清掃業務の能率が向\n上する過程で生じたトラブルの中の特に悪質なものである。\nなお、雨天作業についての協議慣行はなく（事実上組合と話合いをしたことはあ\nるが）、従前から清掃作業は雨天でも行うことを前提として運営されて来た。当局\nも雨天作業をやりやすくするため、清掃作業車の定員外乗車席に屋根やドアをつ\nけ、職員にも雨合羽を貸与するなどのことをして来た。\n市は、雨天時に限らず作業の安全には当然意を尽していた。原告ら主張の昭和四\n五年一月と三月のＰ22及びＰ23の事故も、その内容は雨とは直接関係のない原因に\nよつて発生したものである。\n第三　証拠（省略）\n理　　　由\n一　請求原因第１、３項は、当事者間に争いがない。同第２項は、証人Ｐ24、原告\nら四名各本人の供述に弁論の全趣旨をあわせてこれを認めることができ、この認定\nに反する証拠はない。\n二　成立に争いなき甲第七号証の一、二の各一部、同第一〇号証の一ないし五、同\n第一五、第一六号証、証人Ｐ17、同Ｐ8、同Ｐ25、同Ｐ24の各供述の各一部、前掲甲\n第七号証の一、二と弁論の全趣旨により成立を認める甲第九号証の一ないし一二に\n弁論の全趣旨をあわせると、市のいわゆる清掃合理化について、以下のとおり認め\nることができる。\n１　市は、昭和三八年門司、小倉、八幡、戸畑、若松の旧五市が合併して発足した\nものであるが、旧五市の区域は、夫々市の区となり、かつ旧五市時代の行財政水準\nの格差をそのまま区が承継したため、各区にある清掃事務所相互間にごみ、し尿収\n集方法、配置人員、収集巡回数等にも不均衡格差が存在した。それは、旧五市以\n来、各行政当局と労働組合とがあるいは交渉協議し、あるいは対立しつつ積重ねて\n来た事実関係ではあつたが、合併後は同一市内におけるサービス供与の差異、人事\n交流の障害ともなつて現れ、市は、昭和四三年一〇月、これ解消する方法として、\n市職労現評に、「統一車付作業員数－案－」を提示した。\n２　右案は、ごみ、し尿収集方式の能率化を前提として、各収集形態別に、作業員\n数、搬送回数、受持世帯数につき全市に統一した基準をつくり、各家庭につきごみ\n週二回、し尿二〇日一巡の収集を実現しようとするものであつた。しかしその計画\nは、機材車、ポンプ車の充実等のほか、例えばごみについてはダストボツクス方\n式、ステーション方式の採用（各家庭で、ごみを入れたポリ容器、あるいは後にポ\nリ袋を指定集積場所に集め、これを回収することによつて従来のかき出し収集方式\nにかえる）、人員の配置換え等を含むものであつたため、地形、道路状況等による\n作業困難地区においては、受持世帯数を減じ、あるいは車付作業員を増す等の措置\nはとられていたが、なお組合は、市民の負担と労働の強化による人べらし合理化で\nあると反対した。\nそうして、更に市側が、はじめその実施に要する総作業員数その他具体的な実施\n計画の説明ができなかつたこと、この点をとらえて組合側は、市がかかる計画を作\n成した以上、その所要作業員数程度のことを検討していないわけはなく、説明しな\nいのは減員となるからで、それをあまり早く発表しては交渉の進展を妨げると考\nえ、かくしているのだと判断したこと、その後市側は、組合の指摘による作業困難\n地区の追加、予備人員に関する説明（一〇％）、及びこれをこえる計画案上の余剰\n人員は各清掃事務所に配分して不法投棄、不燃物、河川清掃等に従事して貰う旨の\n説明等も行つたが、組合側は、従来の人員配置は夫々旧市以来の実績を経ておりそ\nれなりの合理性を持つもので、それでもごみ週二回取り、し尿二〇日一巡の目標は\n到達できないのに、物的設備の増強は当然として、更に人員増を考えない市の計画\nは要するに机上プランにすぎぬという立場をとつたことにより、数回の団体交渉も\n妥協をみるに至らず、昭和四四年三月二八日にいたつて交渉は決裂した。その間市\nは右計画案の当初の実施予定日（昭和四四年一月一日）を順次延期して来たが、組\n合との交渉決裂により、同年四月一日からこれを実施した。\n３　もともと、市当局と清掃業務担当職員の組合、特に市職労の現業分会に属する\n職員の間には、原告ら主張の昭和四一年の給与分断闘争（いわゆる「清掃紛争」\nで、当時の市が現業職員の給与表を一般職のそれから分離したことにより、清掃職\n員を中心に長期にわたる争議が行われ、懲戒免職を含む多くの処分者を出しまたそ\nの過程で組合分裂をみるに至つた事件）以来の不信感があり、それは、昭和四二年\n市長が保守系に交替し、その立場からする各種職場における合理化の方針が打出さ\nれたことによりますます増幅されていたことから、右の清掃合理化の組合の合意を\nまたない実施は、各現場で、その当否は別として、組合たいし組合員の低抗に遭\nい、トラブルの発生を見ることとなつた。特に、それは一三名の減員、配置換えを\nみるにいたつた。若松清掃事務所と、山手地区を多くかかえ従前から市の掲げる\n「ごみ週二回取りし尿二〇日一巡」の目標への到達度が低かつた門司清掃事務所\n（その原因は必要に応じて後述する）において顕著であつた。本件もこのような背\n景があつて発生した事件であることは否定できない。\n４　なお原告らは、地方公営企業労働関係法附則四項により、同法及び地方公営企\n業法三七条から三九条までの準用をみる地公法五七条に規定する単純労務職員であ\nる。\n前掲各証人、本人の供述、甲第七号各証の記載中、この認定に反する部分は措信\nせず、他にこの認定を左右するに足る証拠はない。\n三　原告Ｐ2について（昭和四五年六月一八日、門司清掃事務所西海岸作業所）。\n原告Ｐ2が同清掃事務所の大里作業所に属していたこと、同日昼休み、同人が大里\n所属の作業員数名と西海岸作業所に来ていたこと、降りだした時刻・程度は別とし\nて雨が降り出したこと、業務第四係長Ｐ5（証人Ｐ5の供述によれば、市清掃事業局\n門司清掃事務所業務第四係長Ｐ5）が就労するように求めたこと、Ｐ6、Ｐ7の両名が\n同係長に連絡車を出すように求めたこと、同係長がこれを拒絶したことは、当事者\n間に争いがない。\n右の事実と前掲甲第七号証の一、二、証人Ｐ5、同Ｐ24、原告本人Ｐ2の各供述の\n各一部、右Ｐ24証人の供述により成立を認める甲第二号証の一、二、三、同第三号\n証の一、右原告本人の供述により成立を認める甲第三号証の二、五をあわせると、\n以下の事実が認められる。\n１　昭和四一年の清掃紛争中、市職労の闘争方針に反対した組合員の一部がこれか\nら脱退してあらたに組合を結成した（北九州市役所労働組合、以下市労という）。\nこの市労結成のいきさつからして市職労組合員と市労組合員との間に反目が続き、\n円滑な協同作業もむつかしい状態にあつたので、市も両者の現場詰所をなるべく分\n離する方針をとり、門司清掃事務所においては、本件当時大里作業所に市労所属者\nを、西海岸作業所に市職労所属者を集めた。しかし市労所属者の数が少く、市職労\nとも合意の上、市は大里作業所に約三〇名の市職労所属者を配置した。そうして、\n市職労側の希望により、当局は昼休みは大里配属の市職労所属者が西海岸作業所に\n来て休憩することを認めていた。原告Ｐ2やその他数名の大里所属作業員（Ｐ6、Ｐ\n7ほか）が本件当日の昼休みに西海岸作業所来ていたのもその事情によるものであつ\nた。\n２　雨天作業は再抗弁の２において原告らが主張する如き理由により、作業員らに\n嫌われていた。特に同（イ）、（ロ）のＰ22、Ｐ23の事故が雨天作業下に発生し、\n直接の事故原因は降雨ではなかつたけれども不安感、不快感を伴う、雨天作業（視\n界の悪化、ゴム手袋の滑りやすさ、雨合羽による行動の制約、雨水の浸入や雨具下\nの発汗による不快さ等を伴う）は、単に物理的な作業障害となるだけでなく心理的\nにも注意力の集中を妨げまた早く仕事を終りたいとするあせりを生じ、事故が発生\nしやすい状況をつくり出すことは容易に推認されるところである。\n従来も、雨天作業がないではなかつた。但し、それが規範的効力をもつた慣行と\nなつていたとまでは認め得ないけれども、雨天作業を行うについては当局と組合代\n表とが協議してその上で当局が決定していた。しかし、「ごみ週二回取り、し尿二\n〇日一巡」の実現を目標として、前記の「統一車付作業員数－案－」が当局によつ\nて実施され、それによつて地区毎のごみ収集日が曜日をもつてきめられるいわゆる\n曜取り制が実施されるにいたり、当局の雨天作業に関する態度も厳しくなり、従前\nは雨天待機となつていたよう場合でも作業を命じた。そうするについては、勿論当\n局も雨合羽の貸与のほか、車の定員外乗車席の雨除けの取りつけ等を行つたが、原\n則的な運営方針が前記のとおりであつたため、雨天作業は直接間接に労使間のトラ\nブルの原因となつた。\n特に組合側は、昭和四五年一月二〇日、雨天作業中、西海岸作業所の作業員でし\n尿車の予備員であつたＰ22が、じん芥作業車に配属されて、原告ら主張の如く左手\n指四本切断の負傷をしてから、事故の補償及び車付人員の増員、車種の統一、危険\n手当支給、予備員だけで作業に出さぬこと等のほか、「雨天就労については、従前\n通り、組合役員と事前協議せよ」と要求していた。そうして、その交渉が解決しな\nいうちにやはり雨天作業で同年三月三日、門司清掃事務所作業員Ｐ23が原告ら主張\nの如き螢光灯破裂事故で左眼失明の傷害を蒙る災害が発生した。組合は抗議集会を\n開いて、被害者の身分保障安全作業及び被害補償等に関する一四項目の要求を集約\nしその実現のため持続的に闘争を行うことを決定した。その中で「雨天作業」は中\n止を要求することとなつた。\n３　そこで前記の如く、昭和四五年六月一八日昼休み、原告Ｐ2を含む大里作業所所\n属の作業員らが西海岸作業所に来ていると雨が降り出した。その程度は普通には傘\nを必要とする程度であつたが、その当時としては待機命令が出るほどではなく、当\n局側は当然午後の作業も行うものとしていた。しかし前記の事情により、当時雨天\n就労の可否をめぐつて労使の紛争が多発していた時期であつて、Ｐ5係長は午後一時\nの始業時刻になると、就業状況をみるため、二階の作業員詰所に赴いた。そうし\nて、詰所でまだ作業に出ていなかつた五～六〇人の作業員に就労を指示した。作業\n員らは、雨天を理由に抗議したが、Ｐ5係長は再三就労を指示しそれによつて就労す\nる者も出て来た。これに対して大里作業所から来ていたＰ6、Ｐ7らは、途中で濡れ\nるから「連絡車を出して送つてくれ。」と同係長に要求した。これは、右Ｐ6らが車\nの定員外乗車席を利用して西海岸作業所から来ていたことから言つたものであつた\nが、連絡車は主として事務連絡、現場のパトロール等に使用するものであつたこと\nから同係長はこれを断つた。\nすると原告Ｐ2は、Ｐ5係長の前に来て「車を貸せつちいいよろうが。」と大声で\n抗議し、「お前が乗つてみれ（雨天に車の定員外乗車席に）。」と言い、雨が降つ\nているのをみよと同人の左腕をつかんで二階から屋外に直接出る非常階段の踊り場\n（地上からの高さ約四ｍ）に引つて張つて行つた。そして、「お前が乗つてみれ」\n「ここから突き落すぞ」と同人を脅した。もとより原告Ｐ2が本気でＰ5係長を突き\n落すつもりがあつたとまでは認めることができないが、右のような状況では、Ｐ5係\n長が万一のことを考え畏怖したことは明らかで、同人は「やめんか」「やめなさ\nい」とくりかえして原告を押し戻そうとし、暫時踊り場で争つた。\n以上のとおり認めることができ、前掲各証人及び原告Ｐ2の供述中この認定に反す\nる部分は措信できず、他にこの認定を左右するに足る証拠はない。\n四　原若Ｐ3について（昭和四五年六月一〇日、門司清掃事務所大里作業所）。\n当日朝雨が降つていたこと、大里作業所作業員詰所でＰ10係長とＰ6との間にトラ\nブルがあつたこと、その間に原告Ｐ3が割つて入つたこと、そのとき同原告はＰ10係\n長に「お前が悪い」と言つたことは、当事者町に争いがない。\n右の事実と、前掲甲第七号証の一、二、証人Ｐ10、原告Ｐ3の各供述の各一部をあ\nわせると、以下の事実が認められる。\n１　雨天就労については、前記の如き事情で労使間に対立があつたが、昭和四五年\n六月一〇日朝も雨が降つていた。\n門司清掃事務所の始業時刻は午前八時であつた。通常はそれから出勤作業員の作\n業配置が指導員によつて行われ、また運転手による仕業点検がなされて八時五分頃\nには共に終了し、ラジオ体操をすませ、各作業員はその日の作業配置に従つて担当\n車輌に乗車し、おおむね午前八時一五分頃には全車が作業に出発していた。\nところが、六月一〇日は業務第二係に属するし尿一〇班と大口班の車が出発せ\nず、同事務所業務第二係長Ｐ10が第二係の作業員詰所に行つてみると同班の作業員\nらが残業していた。そこで、同係長が他の車は出ているから就労するように指示す\nると、残留者らは、「合羽がない」とか言つて応じようとしなかつた。同事業所に\nおいては、その数日前新しい合羽を貸与したばかりであつたので、同係長はこれを\n単なる弁解とみて重ねて就労を指示するとまず大口班は詰所を出た。そこで更に残\nつているし尿一〇班の作業員に就労をうながし、八時二〇分すぎ頃には同所にＰ\n11業務第一係長、Ｐ12庶務係長、Ｐ13運輸係長も来て就労をうながした。残留作業\n員らは雨天待機であると係長らに抗議したがそのうち興奮した残留者中のＰ6が「生\n意気な」と言つて両手でＰ10係長の胸を突き、同係長は左側の机に手をついてそば\nの長椅子に尻もちをついた。\n２　原告Ｐ3は、当時予備員であつたが、し尿第一二班に配置され、出勤しようとし\nたところ、車の窓が閉まらず雨が降り込むので防雨用のダンボール等をとるため、\n一旦詰所にひきかえした。すると前記の如く係長らの説得・指示とこれに対する残\n留者の抗議があつていて、その様子をみているうち、右Ｐ6がＰ10係長を突き、同係\n長が椅子に尻もちをついたので、同原告は右Ｐ6に同調して、椅子に坐つたかたちの\nＰ10係長の前に飛び出して「お前が悪い」と言つて同人に詰めよつた。そこでＰ\n13係長、Ｐ12係長、Ｐ11係長らに制止されたが、そうしているうちに原告Ｐ3の車は\n同人を置いて作業に出てしまつたので、原告Ｐ3は午前八時四〇分頃、指導員の連絡\n車に同乗して出発するまで作業につかなかつた。\n以上のとおり認めることができ、前掲証人及び原告Ｐ3の供述中この認定に反する\n部分は措信できず、他にこの認定を左右するに足る証拠はない。\n五　原告Ｐ4について（昭和四五年五月二〇日、小倉東清掃事務所二階事務室）。\n趣旨、内容は別として、原告Ｐ4が、訴外Ｐ14と共に昭和四五年五月一六日と一九\n日の各午後三時二〇分頃、運転手に仕業点検に関する呼びかけをしたこと、更に訴\n外Ｐ14は同月一八日にも同様の呼びかけをしたこと、この行動について小倉東清掃\n事務所Ｐ16副所長が同月二〇日、原告Ｐ4と訴外Ｐ14を呼び「車を止めたから」とい\nう理由で注意する旨告げたこと、これに対して原告Ｐ4は一八日は年休であり事実誤\n認である旨指摘したこと、原告Ｐ4が拳で机を叩いて机上に敷いてあつたガラスが割\nれたことは当事者間に争いがない。\n右事実と成立に争いなき甲第四、第五号証、証人Ｐ26の供述の一部、この供述に\nより成立を認める甲第六号証、証人Ｐ27、同Ｐ15の供述、原告本人Ｐ4、証人Ｐ25の\n各供述の一部をあわせると、次の事実を認めることができる。\n１　昭和四五年五月一六日土曜日の作業終了後である午後三時二〇分頃、原告Ｐ\n4（前記の如く小倉東清掃事務所自動車運転手）は、同僚のＰ14と共に小倉東清掃事\n務所ロツカー室で運転手らに対し仕業点検を十分に行うことを訴えたが、同時に、\n「朝、仕業点検を終えて出るのが早すぎる。」「これは我々の既得権なので、や\nはり八時二〇分までは出なさんな。」と説得した。\n更に、翌々一八日月曜日の午前八時一〇分頃、右Ｐ14はＰ26（市職労小倉支部清\n掃分会長）と洗車場で運転手に同旨の説得をした。更に翌一九日火曜日の作業終了\n後である午後三時二〇分頃、ロツカー室で原告Ｐ4と右Ｐ14は運転手に同旨の説得を\nした。\n２　小倉東清掃事務所の場合も、始業時刻は午前八時であり、それからいわゆる手\n割りが行われ、運転手は仕業点検にかかり、大体五～六分間で終つて出発してい\nた。所側は八時すぎるとラジオ体操のレコードを流していたが、体操をする者はあ\nまり居なかつた。\n仕業点検は、北九州市自動車管理規則に基いて運転者に義務づけられているもの\nで（第一七条）、仕業点検表に基いて一五項目の点検箇所が定められ、点検の後表\nの各項目毎に○×等の記号でこれに記入し、これを整備管理者、安全運転管理者、\n係長、管理責任者が点検押印し、仕業の可否を決する定めになつていた。しかし通\n常は、運転者が異常なしと認めた場合は特段の指示を求めることなく出発して仕業\n点検表後にまとめて管理側がチエツクし、運転者が異常を認めた場合のみ指示を求\nめる運用をしていた。そうして通常運転者が任業点検にかける時間は、五～六分間\nであつた。\n３　昭和四三年四月より前は、清掃関係では運転手と作業員とで始業時刻を異に\nし、運転手の方は作業員より三〇分早い午前七時三〇分に始業し、その時間を仕業\n点検及び車の輸送にあて、時間差手当を支給されていたことについては原告らの主\n張のとおりである。その後、昭和四三年四月勤務時間の改訂があり、運転手も午前\n八時の始業となりまた車庫と本業員詰所も同一場所に移転して前記２のような運用\nになつたし、管理者側も速やかにおおむね八時一五分までには出勤することをうな\nがしていたことは否定できない（勿論仕業点検は適当に切上げというようなことは\n指示しなかつたとしても）。\nまた、この仕業点検時間は、各清掃事務所によつても異り、戸畑清掃事務所にお\nいては、約二〇分間ぐらいをあてていた。\n昭和四五年当時は前記Ｐ22、Ｐ23の場合をふくめ、清掃関係で事故が多く、組合\nもまた仕業点検を十分にするよう組合員運転手に呼びかけ、作業員にも協力を求め\nていた。\n４　しかし本件において原告Ｐ4や前記Ｐ26、Ｐ14らが行つた説得は、前記認定の如\nく現在仕業点検が不十分だから時間をかけてもこれを十分に行えという趣旨だけで\nはなく、既得権云々の言からみても就労時間のうち午前八時二〇分までは仕業点検\nにかけてよいのだから、早く終つたとしても八時二〇分までは出動するなという趣\n旨を含むと認められる（後日のことであるが、この問題は当局と組合側との交渉に\nより午前八時一五分頃準備体操をして一斉に出動と合意され、仕業点検はそれまで\nに終ることで解決された。）。\n５　そこで、この報告をうけたＰ15小倉東清掃事務所長は、Ｐ16副所長に命じて同\n月二〇日、原告Ｐ4、及び前記Ｐ14に注意させたところ、同副所長は両名が前記の三\n日間にわたつて右のような説得をしたと理解し、それを前提として右両名に注意し\nたため、一八日（月）は年休をとつて出勤していなかつた原告Ｐ4は「事実誤認」、\n「デツチ上げ」を主張し大声で抗議した。しかし同副所長が明確に同原告の一八日\nの行為を取消さなかつたため同副所長の注意が全く不当というわけでもないのに興\n奮した同原告は前記のとおり同副所長の机上を拳で叩いたところ、強打したため机\nに敷いてあつたガラスが割れた。\n６　このガラスは翌日当局と組合側で協議した上、市職労が弁償した。\n以上のとおり認めることができ、前掲Ｐ26、Ｐ25各証人及び原告Ｐ4の供述中、この\n認定に反する部分は措信できず、他にこの認定を左右するに足る証拠はない。\n六　原告Ｐ1について（昭和四五年七月二五日、門司清掃事務所西海岸作業所）。\n昭和四五年六月頃、名札盤が西海岸作業所にも設置されたこと、同年七月二五日\n午前八時すぎ頃、原告が名札を裏返したこと、当日Ｐ19に対する懲戒処分が発令さ\nれ、午前八時頃西海岸作業所二階事務室ではこれに対する抗議が行われていたこと\nは、当事者間に争いがない。\n右の事実と、前掲甲第七号証の一、二、証人Ｐ17、同Ｐ5、同Ｐ8の供述、証人Ｐ\n24、原告本人Ｐ1の各供述の一部、成立に争いなき乙第二ないし第四号証、甲第一三\n号証、原告本人Ｐ1の供述により成立を認める甲第一四号証をあわせると、以下の事\n実が認められる。\n１　本件当時一般に清掃部分の労使関係は円滑とはいえなかつたが（第二項１ない\nし３参照）、特に門司清掃事務所関係では、それが顕著にみられた（原告Ｐ2、同Ｐ\n3の件参照）。\n昭和四五年五月一日、Ｐ17が門司清掃事務所長として着任した。当時同事務所管\n内では、当局の目標とする「ごみ週二回取り」が抵抗をうけながらもようやく実現\nしたが、これは「し尿」に対しごみ収集を優先させることとして、必要に応じて\n「し尿」関係の人員を「ごみ」にまわす方法をとつて来たからで、「し尿」の二〇\n日一巡の目標は未達成であつた。\nＰ17所長は、その原因を服務規律の乱れ（雨天作業命令への不服従、診断書を要\n求されない三日以内の病休の多発、事前の届出のない早退、遅刻、欠勤、作業配置\nへの反抗、一部従業員の出勤簿不押印等）にあると判断した。そうして労働者側に\nも第二項、第三項２の認定の如き事情はあつたにせよ、これらの現象が現実に存在\nしていたことは否定できなかつた。\nそこで、Ｐ17所長は、出勤の厳正、規律違反行為の報告励行、ルールに則つた交\n渉を原則として服務規律をただしこれによつて作業能率をあげることを考え、その\n方法の一つとして当時清掃事業局で採用されていたが、組合の反対によつて門司清\n掃事務所では設置されていなかつた名札盤（その使用方法や効用は抗弁４の（一）\nにおいて被告が主張しているとおりである）を設置し、所属の職員にこれを使用し\nて出勤、退勤を明らかにすべきことを命じた。\nしかし本件当時（七月）、一部の労働者は組合の方針に従い名札盤使用の命令に\n服さず、原告Ｐ1もその一人であつた。\n２　昭和四五年七月二五日、門司清掃事務所清掃作業員Ｐ19に対する徴戒免職処分\nが発令された。\n従来同事務所関係では、市職労所属組合員の組合徴収の方法として、当局の承認\nもとに各組合員の俸給袋からまず組合役員が組合費を控除し、その後で控除をした\n後の俸給袋が各組合員に渡される方法を採つていて、これをチエツクオフといつて\nいた。ところが同年六月、当局はこの方法による組合費徴収を認めないこととした\nので、組合側が反撥し、同月二〇日の給料支給日に組合がこれを強行しようとし当\n局側と紛争を生じた。Ｐ19は、市職労門司支部執行委員、現業分会副分会長等の役\n職にあつたが、その責任者として処分された。\n３　そこで、七月二五日、午前八時頃から西海岸作業所二階事務室では、組合員ら\nによる当局側への集団抗議が行われていた。原告Ｐ1は、この抗議に参加していた\nが、更に出勤している作業員に右抗議参加をよびかけるため、作業所の階下に降り\nて行くと、Ｐ18指導員が名札盤によつて作業手割りをしていた。それを見た原告Ｐ\n1は、Ｐ19処分の件で興奮していたこともあり、抗弁事実４の（一）に記載のとお\nり、Ｐ18指導員の制止もきかず、表（白）になつていた手割札を全部裏返えして同\n人の手割作業を妨害した。そのため、所側は、もう一度出勤者を確認して手割りを\nやりなおすことになり、当日朝の手割り業務は約一〇分間おくれた。\n４　その後原告Ｐ1は、午前八時一〇分頃、同作業所事務室にはいつて来て、「大里\n（作業所）も仕事をさせん。」と言い、事務室の電話で大里作業所の前記原告Ｐ2を\n呼び出し、連絡しようとした。その間、業務第三係長Ｐ20との間に「お前が仕事を\nさせんのか。」「そうよ。おれよ。」「お前が仕事をやめさせるんか。」「そう\nよ。わかつちよろうが。」といつたやりとりがあつた。しかし当日大里作業所で作\n業がおくれた事実はなかつた。\nなお、同日原告Ｐ1は午後三時五〇分まで就労しなかつた。\n以上のとおり認めることができ、前掲証人Ｐ24、原告本人の供述中この認定に反\nする部分は、措信できず、他にこの認定を左右するに足る証拠はない。\n七　以上認定の事実によると、原告らが夫々その行為に出るについては、前記認定\nの如き事情はあつたにせよ、これらは労働組合の正当な行為ということはできず、\n原告Ｐ2の前記昭和四五年六月一八日の行為は地方公務員法第三三条に違反して同法\n第二九条一項一、三号に該当し、原告Ｐ3の前記同年六月一〇日の行為は、同法第三\n二条、第三条、第三五条に違反して同法第二九条第一項一、二、三号に該当し、原\n告Ｐ4の前記同年五月二〇日の行為は、同法第三三条に違反して同法第二九条一項\n一、三号に該当し、さらにまた原告Ｐ1の前記昭和四五年七月二五日の行為のうち、\n名札盤の名札をかえして業務を妨げた点は、同法第三二条、第三三条、第三五条に\n違反して同法第二九条一項一、二、三号に該当することを首肯することができる\n（原告Ｐ1の抗弁４の（二）の行為については後述）。\n原告らは、本件処分が原告らの正当な組合活動、あるいは原告らが組合の活動家\nであつたことを嫌い、それを決定的理由としてなされた不利益取扱いであると主張\nするが、前記事実関係にてらしてこの主張は採用できず、他にこの点に関する原告\nらの主張を認めるに足る証拠はない。\nまた、原告Ｐ1を除いて、その余の原告らに対する処分権濫用の主張も、前記認定\nの如き各行為のいきさつ、内容、結果及び各処分内容にてらして、採用することが\nできない。\n八　原告Ｐ1について\n成立に争いなき甲第一三号証（昭和四五年九月一二日付原告Ｐ1に対する被告の処\n分説明書）によると、処分理由として「昭和四五年七月二五日、門司清掃事務所西\n海岸作業所において、出欠名札盤の名札を裏返して手割業務を妨害するなどの行為\nをなしたものである。」とのみ記載されていて抗弁４の（二）の行為（判決理由第\n六項４の行為にあたる）に相当すると認めるに足る具体的な記載がない。そうし\nて、前記認定の事実関係からみて、被告が本件処分当時同原告の右行為を認識して\nいなかつたとは考えられず、また出欠名札盤に対する阻害行為と職務放棄ないし大\n里作業所への電話とその間の係長Ｐ20に対する言動とは、時間的には接着し、行為\nの場所も同じ作業所内であるけれども、行為態様について関連性はなく、その結果\nも自ら別個であつて両者の事実関係に同一性はないと考えるのが相当である。更に\n若し被告が後者も含めて処分する意思であつたとすれば、事実関係の認識はあつた\nわけであるから単に「手割業務を妨害するなどの行為」といつた書き方をせずに、\n後者を具体的に表示するに困難はなかつた筈である。そこで本件処分説明書交付の\n趣旨を検討するに、原告Ｐ1のような単純労務職員の場合は、地方公営企業労働関係\n法附則第四項、地方公営企業法第三九条により、地方公務員法第四九条の適用はな\nいけれども、同人に処分理由を知らしめ、当該処分の適正、公平を期すると共に、\nこれを争うか否かの判断資料を与え、身分保障をはかるにあることは、明らかであ\nる。そうだとすれば、本件処分説明書に前記後者の行為を具体的に認識するに足る\n記載がないことは、本件処分当時被告にこの理由をもつて原告Ｐ1を処分する意思が\nなかつたことを推認させるに十分である。してみると、これを情状として斟酌する\nのは別として、本件処分の当否を判断するに当り、後者の行為を本来の処分理由と\nして考慮することは、許されなさい。\nそこで停職処分の効果を検討するに、再抗弁６の（二）のとおりであつて（成立\nに争いなき甲第一八号証参照）、原告Ｐ1の行為態様、行為結果、他の原告らに対す\nる処分内容その他前記認定にかかる諸事情を総合して判断すると、本件停職処分\nは、必要限度を超えて著しく裁量権を逸脱した苛酷なもので、懲戒権を濫用した違\n法があると判断するのが相当である。\n九　よつて、原告Ｐ1に対する処分はこれを取消すべく、同人の請求は相当としてこ\nれを認容するが、その余の原告らの請求はいずれも理由がないからこれを棄却し、\n民事訴訟法第九二条により主文の通り判決する。\n"
}