{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 10,
    "day": 5
  },
  "case_number": "昭和51(行ウ)12",
  "case_name": "私鉄運賃値上申請認可に対する異議却下決定取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　地方鉄道法２１条２項に基づく旅客運賃変更の申請に対し運輸大臣のした認可処分につき，当該鉄道の個々の利用者は，その手続に参与すべき資格や，右処分について救済を求める法律上の利益を有しないとした事例　２　行政不服審査法４条１項にいう「行政庁の処分に不服がある者」の範囲",
  "case_gist": "２　行政不服審査法４条１項にいう「行政庁の処分に不服がある者」とは，違法又は不当な行政処分に対し不服申立てをする法律上の利益を有する者に限られる。",
  "lawsuit_id": "17749",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17749",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/749/017749_hanrei.pdf",
  "contents": "○　主文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求める裁判\n（原告ら）\n一　被告が原告らに対し昭和五〇年一二月「一二日付をもつてなした私鉄旅客運賃\n変更認可に対する異議申立却下決定をいずれも取消す。\n二　訴訟費用は被告の負担とする。\n（被告）\n主文同旨\n第二　当事者の主張\n（原告らの請求原因）\n一　原告Ａは通勤のため肩書住所沿線の京成電鉄株式会社の本線および東武鉄道株\n式会社の東武伊勢崎線を、原告Ｂは通勤のため肩書住所沿線の京成電鉄株式会社の\n本線を、原告Ｃは通学のため肩書住所沿線の京王帝都電鉄株式会社の京王線および\n東武伊勢崎線をそれぞれ利用する者である。\n二　前記各訴外会社は、地方鉄道法二一条にもとづき被告に対し旅客運賃変更認可\nの申請にしていたところ、被告は昭和五〇年一二月五日右申請を認可した。\nそこで原告らは、行政不服審査法（以下「行服法」という。）六条により被告に対\nし右認可処分についてそれぞれ異議申立をしたところ、被告は同年一二月一二日右\n各異議申立を却下する旨の各決定をした。\n三　被告の右各却下決定（以下「本件決定」という。）は、いずれも前記旅客運賃\n変更認可処分について不服申立の適格性を有しないことを理由とするものであるが\n違法不当である。\nよつて、原告らは本件決定の取消を求めるものである。\n（請求原因に対する被告の認否）\n一　請求原因一は不知。\n二　同二は認める。\n三　同三は争う。\n（被告の主張）\n原告らについては本件異議申立をする適格を有しないとしてそれぞれの申立を却下\nした本件決定はいずれも正当であるので、以下その理由を述べる。\n一　行服法による行政不服審査制度の目的は、「国民の権利利益の救済を図るとと\nもに、行政の適正な運営を確保する」（同法一条一項）という両面を有するもので\nあるが、その本旨とするところは、国民の権利利益の救済に重点を置いているもの\nである。このことは、行服法が、従来の訴願制度に見られるような行政庁の便宜の\nみを考慮した規定や、広く行政庁の裁量にゆだねる趣旨の規定をほとんど設けず、\n国民の権利利益の救済を図るという見地に立つて、全体の規定を整備していること\nから明らかである。もちろん、国民の権利利益を救済することによつて適正な行政\nの確保という効果をも収め得ることになるのではあるが、行政不服審査制度は、国\n民の権利利益の救済とは無関係に行政の適正な運営の確保自体を目的とするもので\nはない。\nそして、行服法は、「国民に対して広く行政庁に対する不服申立てのみちを開くこ\nと」としている（一条一項）が、同法の不服申立制度が事後的救済制度としての行\n政争訟の一部を構成するものであることは疑いがない。\nそうである以上、「処分」の違法又は不当を争うことができる者は、「処分」によ\nり単に事実上・経済上の利益を侵されたというのみでは足りず、一定の不服申立の\n利益を有する者でなければならない。すなわち、同法は、審査請求又は異議申立を\nすることができる者を「行政庁の処分に不服がある者」と規定している（四条一\n項）が、このことは、決してだれにでも不服申立を認めるという趣旨ではなく、違\n法又は不当な行政処分によつて、直接に自己の権利又は法律上保護された利益を侵\n害された者に限つて、不服申立をすることが認められるものと解すべきである（東\n京高裁昭和四九年七月一九日判決・行裁例集二五巻七号八八一ページ）。\n二　ところで、地方鉄道法は、私鉄運賃の定めを監督官庁の認可にかからしめ（二\n一条一項）、監督官庁は公益上必要があると認めるときはその運賃の変更を命ずる\nことができる（同条二項）ことを定めている。法が運賃につき監督官庁の認可にか\nからしめているのは、地方鉄道事業が公共的な性格を顕著に有していることにかん\nがみ、事業の適正な経営を保護するとともに、事業者の不当な運賃改定行為を抑制\nし、文字どおり不特定多数の一般公衆（一般利用者）の利益を保護することにあ\nる。この保護の対象とされている一般公衆（一般利用者）の利益は、正に公共の利\n益そのものであつて、個別具体的利益とは異質の一般的抽象的性質を有するもので\nある。したがつて、一般利用者の立場にある個人個人の利益なるものは、たとえ当\n該私鉄沿線の住民の利益であつても、公共の利益の保護を通じて間接的に保護され\nているにすぎず、換言すれば、地方鉄道法は、個々の利用者の利益を直接的具体的\nに保護対象とするものではない。\n右に述べたところからすれば、被告がした本件認可処分により、私鉄を利用すると\n主張する原告らが何らかの不利益を受けるとしても、それは、単なる事実上の不利\n益であり、不特定多数の利用者がひとしく受ける一般的な不利益であつて、原告ら\nの法律上の利益が害されたことにはならないから、不服申立の資格についてさきに\n詳述したところに照らし、原告らは、本件認可処分につき異議申立をする適格を有\nしないことが明らかである。\n三　なお、いわゆる民衆訴訟は、国又は公共団体の機関の法規に適合しない行為の\n是正を求める訴訟で、例えば選挙人たる資格その他自己の法律上の利益にかかわら\nない資格で提起するものである（行政事件訴訟法五条、四二条）から、その訴訟の\n要件として権利保護の利益の存在を必要としないと解されている。しかし、この民\n衆訴訟は、法律に定める特別の場合に限つて認められるものであり、このような訴\n訟が存在するからといつて、「処分」により事実上の不利益を受けたにすぎない者\nでも不服申立の資格を有するとする原告らの主張が成り立ち得るものでないことは\n明らかである。法規の適正な適用において国民の一人としての個人が他の一人一人\nと共通して持つ利益は、個人的利益ではなく、一般的利益であつて、仮にこのよう\nな利益が損なわれたとしても、元来、私人等特定の権利主体の具体的な権利、利益\nを個別に保護するためにある争訟制度によつて救済を図る必要はないというべきで\nある。したがつて、このような利益の擁護のために不服申立を認めることは、結局\n民衆訴訟を認めるのと同一に帰するから、そのためにはその旨の特別の規定を必要\nとし、そのような明文の規定がない以上は、それについての不服申立は許されない\nのである。ところが、地方鉄道法にはその旨の規定に存しないのであるから、原告\nらは、いずれにしても本件認可処分につき不服申立適格を有しない。\n（被告の主張に対する原告の反論）\n一　行政不服審査制度の目的は、行服法一条に明定されているとおり、国民の権利\n利益の救済を図るとともに、行政の適正な運営を確保することである。しかるに、\n行服法上の不服申立は、独立性ある第三者機関によつて審査されるのではなく、処\n分庁やその上級官庁の執行部門によつて審理されているので、本来これは不服ある\n者から申立をさせて、行政庁の行為が法に適合しているかどうか、又は正当である\nかどうかについて自ら判断する仕組でもある。つまり、行政処分の法適合性ないし\n正当性を自己審査し、自己監督し、かつ自己抑制する制度である。このような点か\nらいえば、行政の適正な運営を確保する目的は国民の権利利益の救済の目的と同等\nに重視されねばならないのである。\nそして、行服法一条一項に定められているように、「国民に対し広く行政庁に対す\nる不服申立てのみちを開くこと」の実が挙げられるように行服法を解すべきものと\nするならば、同法上、行政処分に対し不服申立をなしうる適格者の範囲は、直接に\n自己の権利又は法律上保護された利益を侵害された者に限らず、当該行政処分によ\nり事実上、経済上の利益を侵害された第三者であつても右処分の当否を争う適格を\n有する者というべきである。\n二　被告は、行服法上行政処分を争う適格者を当該行政処分によつて直接に自己の\n権利又は法律上保護された利益を侵害された者に限ると主張するが不当である。す\nなわち行訴法九条における原告適格についてすら、昨今はこれを「法律の保護して\nいる利益」だけでなく、事実上の利益をも含めて「法律の保護に値する利益」を意\n味するものとの解釈をなす裁判例や学説が増加しつつあるのであり、そして、行服\n法においては、不服申立の対象は違法な処分だけではなく、不当な処分にまでおよ\nんでいるのである。換言すれば、不当な処分は、自由裁量権者が、その裁量権の範\n囲内で処分をしたが、道理上不適切な処分にあたる場合をいい、したがつて、法律\n上の利益に属すると否とにかかわらず一定の利益不利益に関係する者に対する道理\n上不適切な直接的あるいは反射的処分を意味するものである。故に不当処分におい\nては、権利とか法律上保護された利益の侵害は論理上ありえず、単に事実上経済上\nの利益の直接的、反射的侵害しかありえないのである。\n原告らが以上の主張をなすのは行政庁の不当な処分によつて侵害された事実上の利\n益に関する争いは、行服法にもとづく不服申立という手段を通じて行政庁と国民と\nの間で解決すべきものといつているにすぎず、これを司法審査の対象にすべきだと\n述べているわけではない。行服法と行訴法における申立適格はそれぞれの法律領域\nで決められるべきであつて、両者は必らずしも重なりあうものではない。\n三　運輸大臣は、私鉄旅客運賃変更を認可するにあたつては、運輸省設置法六条に\nもとづき運輸審議会に先ず諮問しなければならない。そして、運輸審議会一般規則\n三五条によれば、第三者は一般公述人として意見を述べることができるものとされ\nており、そして、一般公述人は、選定公示文によれば、「各界各層に公述の機会が\n公平になるように選定する」とあることからすれば、利用者の個人的利益だけでな\nく、右認可処分の客観的適正をはかることが考慮されているものというべきである\nから、原告らは第三者として右認可処分の法適合性ないし正当性の有無について不\n服申立のできる地位にあることは当然というべきである。\n四　ところで、原告らはいずれも定期乗車券により前記各私鉄を利用している者で\nあり、そして、原告らにとつて右各私鉄は非代替的な交通機関であるから、旅客運\n賃が値上されるなら原告らにおいて経済上不利益を被ることは明らかである。被告\nにおいても運賃変更認可に際しての基準として「大手民鉄旅客運賃改訂概要」を作\n成し、道路運送法八条二項を準用して運賃査定のための内規を設けているところ、\nその基準の一つに「運賃は利用者の負担能力にかんがみ鉄軌道の利用を困難にする\nおそれがないものであること」と定めているのである。そうであるとすれば、地方\n鉄道法はその趣旨において原告らの鉄道の利用を困難にするおそれが生ずるほどに\n経済的負担にならないようにと鉄道利用者側の経済的利益につき考慮を払つている\nものというべきであり、したがつて、原告ら鉄道利用者の右経済的利益はまさに法\nの保護に値する利益に当るものと解するのが相当である。\nのみならず、原告ら定期乗車券による私鉄利用者および私鉄沿線に住所を有する頻\n度の高い不定期利用者の前記経済的利益は、その余の不特定多数の私鉄利用者のそ\nれとは明瞭に区別されるべき具体的個人的内容を有するものであつて、被告の主張\nするがごとき一般的抽象的な公衆の利益と同質のものでは決してないのである。\n五　ところで、通産大臣はガス・電気料金の変更認可処分につき使用者に右処分に\n対する行服法上の申立適格を認めたのであるが、これに対し、運輸大臣のなした私\n鉄旅客運賃変更認可処分について原告ら私鉄利用者に右処分を争う適格を認めない\nのは、同質の認可処分につき平等取扱の原則に違背するものであつて、被告の措置\nは自由裁量権の濫用といわざるをえない。\nすなわち電気・ガスの使用者は、一定地域にあつて事業者とそれぞれ継続的契約関\n係のちゆう帯によつて結ばれているといわれるが、他方、私鉄の利用関係について\nみても、当該私鉄の沿線に一定の住居を有する者、あるいは原告らのごとく通勤通\n学する者は、代替交通機関がないゆえに事実上右私鉄を継続的に利用せざるを得な\nい拘束を受けているものということができるから、一定の地域において事業者との\n間で継続的契約を締結しなければならない地位にある点では、電気・ガスの使用者\nも私鉄の特定の利用者である原告らとの間にはなんらの質的な相違はないというべ\nきである。\n六　消費者保護基本法（以下「基本法」ともいう。）一一条によれば、「国民の消\n費生活において重要度の高い商品及び役務の価格等であつてその形成につき決定、\n認可その他の国の措置が必要とされるものについては、これらの措置を講ずるにあ\nたり、消費者に与える影響を十分に考慮するよう努めるものとする。」と定められ\nており、消費者には認可処分にあたつて法の保護する利益のあることが示されてい\nるのである。そして、この被保護利益は実在している個々の利用者を対象とするも\nのである。\nまた同法一三条では、「消費者の意見を国の施策に反映させること」が各種の消費\n者保護制度の前提に立つとされているのであるが、ここにいう消費者も一般消費者\nではなく、実在する個々の特定した消費者を意味するものである。このように、消\n費者の意見の反映がこの法律で保護されている利益である点を考慮すると、原告ら\nには実体法上保護された利益があるというべきであるから、行服法上の不服申立の\n適格があると解さざるをえない。\n被告は、ここにいう消費者の利益とは不特定多数の一般公衆の利益のことであり、\nまさに公共の利益そのものであるから具体的個別的消費者の利益とは異質の一般的\n抽象的性質を有するものであると主張するもののようであるが、一般公衆の利益は\n実在している個別の消費者の利益から遊離して存在するものではなく、個別の消費\n者の利益を集積しまた内包している総体であるから、両者は決して異質のものでは\nない。しかるに、昀高裁昭和三七年一月一九日判決（民集一六巻一号五七頁）は、\n公衆浴場営業許可無効確認請求事件において、公共の利益の概念中には許可処分の\n相手方以外の第三者たる競争業者の個別的具体的利益が含まれていることを判断し\nているのであるから、公共料金に関して一般公衆の利益と具体的特定個人の利益と\nを異質のものとして敢て分離させ、特定個人の利益を一般公衆の利益の中に解消さ\nせようとする被告の主張は、行政行為の適否と法適合性の有無を批判すべき機会を\n国民から奪おうとするもので、現行憲法下の国民主権および法治主義の体制におい\nては不当というべきである。\n七　被告は、原告らの本件不服申立を民衆訴訟の性格をもつと解するようである\nが、原告らの主張はすでに述べたとおり、消費者保護基本法、運輸省設置法、運輸\n審議会一般規則その他の法律が保護している利益を根拠として原告らにおいて不服\n申立の利益があるとするものであつて、決して民衆訴訟の性格を有する申立資格が\nあることを前提としているものではない。私的利益に基礎をおく申立が、たまたま\n利害関係人が多数におよび、究極的には国民的な広がりをもつ場合であつても、こ\nれを当然に民衆訴訟と解するのは速断である。\n（原告の反論に対する被告の再反論）\n一　行服法一条は、「行政の適正な運営を確保する」ことをも目的として掲げては\nいるが、それはむしろ間接的な効果をねらつたものというべきである。すなわち同\n法は、国民の権利利益の救済を図ることを通じて行政の適正な運営を確保しようと\nするものであり、国民の権利利益の救済と無関係に行政の適正な運営確保それ自体\nを目的とするものではないのである。そして、行服法による不服審査制度が事後的\n救済制度としての行政争訟の一部を構成するものである以上、不服申立をなしうる\n者は、違法又は不当な行政見分に上り事実上・経済上の利益を反射的に侵害された\n者であるというだけでは足りず、自己の法律上の権利又は利益を直接に侵害された\n者に限られると解すべきは当然である。\nなるほど、行服法上の審理手続は、行政の内部的監督の一環という面を有し、ま\nた、手続の簡易迅速性が要請されるところから、職権主義を基本にして構成されて\nいるが、他方、同法はいわゆる不利益変更の禁止を明定する（行服法四〇条五項た\nだし書等）とともに、不服申立人に手続上の諸権利を認め、当事者主義的要素を取\nり入れていることに照らせば、行政不服審査制度が訴訟に比べて簡易迅速に国民の\n権利利益の救済を図ることを主眼としているものであることは明らかである。\n二　行服法四条一項が、不服申立適格についていわゆる一般的概括主義を採るから\nといつて、だれからでも何時でも不服申立をすることができるというわけではな\nく、救済制度の本来の建前からすれば、違法又は不当な行政処分によつて直接に自\n己の権利又は利益を侵害された者、すなわち不服申立をするだけの利益を有する者\nに限つて、不服申立をすることができるものと解すべきことは明らかであり、いか\nなる場合に何人が右の利益を有するものとするかは、結局これを判例学説の展開に\nゆだねたものと考えられる。\n原告らは、行服法一条が不当な処分をも不服申立の対象としていることをもつて、\n不服申立の資格は法律上の利益の侵害の有無にかかわらず拡大して考えるべきであ\nると主張するが、不当な処分をも不服申立の対象に加えたことと不服申立をなし得\nる人的資格の範囲の問題とは別個の事柄である。不服申立の対象に不当な処分も加\nえることは、裁量事項をも対象となし得るということにすぎず、事実上・経済上の\n利益の侵害しか受けない者に不服申立の利益を認めることとなるものではない。ま\nた、あるべき行政姿勢の問題と行服法における不服申立適格に関する同法の解釈問\n題とが別個の問題であることもいうまでもないところである。\n三　原告らが、運輸大臣の認可の事前手続として挙げる運輸審議会への諮問は、利\n用者の手続参加のための制度ではなく、運輸省設置法五条、六条一項二号が明示す\nるように、公共の利益を確保し公平かつ合理的な決定をさせるためになされるので\nあつて、それ自体利用者の手続参加のための制度ではない。又、運輸省設置法一六\n条、運輸審議会一般規則は運輸審議会において公聴会を開催することができるこ\nと、および公聴会における公述の申出について規定しているが、これらは公共の利\n益を判断するについて参考となるべき意見の提出を求め、もつて公正な運輸行政を\n担保して公共の利益を図ろうとするにあるものであつて、個々の利用者の個別的、\n具体的な利益を図るためのものでないことはいうまでもない。このことは、公聴会\nの開催が必要的なものでないこと、単なる鉄道利用者は、公聴会開催を要求し得る\n利害関係人としての地位を一般的に有するものでなく（運輸省設置法一六条、運輸\n審議会一般規則五条参照）、公聴会において公述する権利を一般的に認められてい\nるわけではないこと（運輸審議会一般規則三七条等参照）からも、極めて明らかと\nいわなければならない。このような現行の法制度を見る限り、原告らが手続参加の\n観点から法律上保護された利益を有するものと解する余地もあり得ない。\n四　原告らが国民あるいは公衆の一人としていわゆる私鉄を利用しあるいはある私\n鉄の沿線に居住していてその私鉄を利用するという地位にあるということは、国民\nの私鉄利用者としての面、国民の私鉄沿線居住者という面に着目してのことにすぎ\nず、それはある私鉄を利用する国民、あるいはある私鉄の沿線に居住する国民が他\nの国民一般から区別されることなくこれと全く共通に有する地位にほかならないの\nである。したがつてそれは他から区別して特定の個人が特別に有する地位であると\nいうことはできず、国民のある者がある私鉄を利用しあるいはある私鉄の沿線に居\n住するところから本件の各認可についてそれぞれ何らかの利害関係に立ち。また右\nの認可に関する法制が利用者の利益を保護することを意図するものであるとして\nも、右のような利害関係あるいは利用者の利益は、ひつきよう国民一般の有する利\n害関係あるいは国民一般の利益ないしは公益に帰するものというほかないのであ\nる。一見したところある私鉄を現に利用している者あるいはある私鉄沿線の居住者\nは、右それぞれの点において、右の私鉄を現に利用していない者あるいは右の私鉄\n沿線に居住しない者とは区別された特定の範囲の者であるということができるよう\nに見えるけれども、右のいずれの立場にある者も、私鉄が本来公共の交通機関とし\nて、国民一般という不特定多数の利用に供せられるものである以上、国民一般とし\nての私鉄利用者の地位のうちに包せつされた存在として観念されるほかないもので\nあるから、国民一般としての私鉄利用者から、個々の私鉄利用者あるいは私鉄沿線\nの居住者を抽出してみても、そのことによつては当然にこれらの者をそれ以外の私\n鉄利用者である国民一般から区別された特定の権利者であると見ることはできない\nのであり、所詮は広狭の差にすぎないものというほかはない。\n右のように個々の私鉄利用者の利益といつてみても、つまるところは国民一般が私\n鉄を利用する地位にあるということに由来する国民ないしは公衆全体の利益と区別\nすることのできない没個性的なものである以上、私鉄運賃に関する現行法制によつ\nて保護されている私鉄利用者の利益なるものも、原告ら個々人の利益を指すもので\nはなく、原告らがその一員である国民一般の利益を意味するにほかならず、このよ\nうな国民の一員としての個人が他の人々と共通してもつ利益は、個人的利益ではな\nいのであるから、本来私人等特定の権利主体の権利・利益を個別に保護するために\nある争訟制度によつて保護され乙べき利益ではないわけである。\n以上のとおり、原告らが主張する権利ないし利益なるものは、私鉄利用者としての\n国民一般に通ずる権利ないし利益であつて、他から区別されるべき特定の個人的利\n益とはいえないものであり、原告らそれぞれが、私鉄利用者としての国民一般の中\nの一人であるという地位にあることによつて有する事実上の利益あるいは右の一般\n的利益の保護に伴う反射的利益にすぎないものといわざるを得ない。そして右のよ\nうな国民あるいは公衆一般の利益の中に解消されるべき事実上の利益ないしは反射\n的利益の保護は、個々の争訟によつてではなく、事業の適正な経営、輸送力の増\n強、サービス改善等の諸利益と一般公衆の経済的負担等を総合的にしんしやくして\n公益一般の維持増進をはかる行政の過程を通じて一般的にはかられるべきものなの\nである。\n五　原告らは、地方鉄道事業と電気・ガス事業とは経済的性質と法的取扱が同一で\nあるのに、地方鉄道についてだけ利用者に不服申立を認めないのは平等取扱の原則\nに反すると主張する。\n確かに、両者は昀も基本的な公共事業であり、法律的取扱等についても共通する点\nがあることは否定し難いところである。しかし、事業者と利用者との関係一つをと\nつてみても、地方鉄道の利用者は不特定多数の国民一般であつて、給付は一回的な\nものから回帰的なものまであり、電気・ガス事業が特定の相手方との間に継続的給\n付を内容として成立つているのと異なつている。又、認可の手続においても、運賃\nの認可については、公共の利益を確保し公平かつ合理的な決定をさせるための運輸\n審議会に諮ることとされている（運輸省設置法六条一項二号）点において、このよ\nうな機関を予定していない電気・ガス事業の場合とは異なるものがあるのである。\nそもそも、電気・ガスの利用者に不服申立の適格があるといい得るか否かは一つの\n問題であるが、各種事業における料金の認可に対して利用者に不服申立の適格が認\nめられるかどうかは、更に具体的な比較検討を経て判断すべきものである。\n地方鉄道事業と電気・ガス事業との間には法的取扱等に関し差異がないとはいえな\nいのであるから、ガス・電気料金の認可について利用者がした不服申立に対し、通\n商産業大臣が当該申立人の適格を認めて実体に関する審査を行ない、私鉄運賃の改\n訂について利用者がした不服申立に対し、運輸大臣が当該申立人の適格を認めなか\nつたとしてもなんら不平等な取扱とはいえず、原告らの主張は理由がない。\nそして、国家が「認可」という形で私鉄運賃の決定に関与しているのは、不特定多\n数の国民に対して、無差別平等に不断の輸送サービスを提供するという公共輸送の\n一角を形成する私鉄の運賃の決定が、（１）運賃の改定によつて地方鉄道事業の経\n営を健全ならしめ、もつて地方鉄道の輸送力の増強とサービスの改善を図ることに\nよつて得られる利益と不特定多数の一般利用者の家計に及ぼす負担との比較衡量を\n不可欠とする点において高度の公共的性格を有する事柄であること、（２）個々の\n売手と買手との需要供給関係により個別的に行われるものではなく、私鉄事業者に\nおいて一方的にこれを定めて不特定多数の利用者にこれを及ぼす仕組の下になされ\nること、（３）私鉄事業の規模の拡大等に伴い、今日では不特定多数の一般利用者\nの家計に影響を及ぼすにとどまらず、国民生活全般、国民経済全体に波及するとこ\nろが極めて大きくなつていること等によるものであるが、運賃改訂に当たつて考慮\nされるべき「公共の利益」については、要するに国民生活全般、国民経済全体の観\n点からする考察を含め、以上のような諸点を綜合的に勘案して判断されるべきもの\nであつて、右のように「公共の利益」とは、単なる特定の個人の利益の集合あるい\nは集積にすぎないものではないのである。\n国民主権主義、法治主義は、国民が行政手続に直接参加することを認めたものでは\nなく、他方また行政庁のすべての処分に対し不服申立をなしうる道を開くものでも\nない。すなわち、およそ争訟制度には、争訟の対象適格についても不服の申立適格\nについても、その制度の構造、機能からくる必然的な限界があり得るばかりでな\nく、これらに関して実定法がいかなる定めをするかは、本来立法の裁量にゆだねら\nれているのであつて、原告らの右主張はこの点を看過した独自の見解にすぎない。\n私鉄利用者が従前の運賃で私鉄を利用することによつて得ていた利益は、既に述べ\nたとおり、事実上ないしは反射的利益にすぎないものである。なるほど、従来より\n高額の運賃が認可されれば、利用者は従前の運賃との差額分の出費を余儀なくされ\nることになる。しかし、そのような出費は、私鉄が公共の交通機関として広く不特\n定多数の国民一般の利用に供されるものであることから、運賃の認可に伴う必然の\n結果として私鉄利用者たる国民一般が等しく受ける負担というほかはない。\nひとり私鉄沿線の住民又は現在の定期券による利用者のみに、それ以外の私鉄利用\n者である国民一般と異なり、そのような出費を余儀なくされることのない利益が法\n的利益として認められると解すべき根拠はないのである（町名変更に係る区域内の\n住民に当該町名変更の決定等の取消を求める訴えの利益はないと判示した昀高裁昭\n和四八年一月一九日第二小法廷判決（民集二七巻一号一ページ）参照）。\nまた、運賃について監督官庁の認可が必要であることを定めた地方鉄道法二一条一\n項は、認可について特に基準を設けておらず、地方鉄道法の他の規定を見ても、個\n々の利用者の利益を観念する余地はない。\n六　原告らは、消費者保護の法制度の全体の趣旨から判断して、実在する消費者と\nして法の保護している利益があるから、行政不服申立の適格がある旨主張する。\nしかし、原告らがその主張の根拠としてあげる消費者保護基本法は、消費者一般の\n利益の擁護および増進に関するものであり、同法一一条も個別の利用者の具体的な\n権利・利益を認めたものではないことはその文言上から明らかである。消費者保護\nについての国の具体的施策は、他の具体的な明文の規定を待たねばならず、同法の\nみによつては国と消費者との間になんら権利義務関係は生じていないのである。\n同法を根拠として消費者に法律上保護された利益があるとし、不服申立の適格の存\n在を主張するのは、我が国現行争訟制度の本質に関する理解の誤りに基づくもので\nある。\n○　理由\n一　請求原因二は当事者間に争いがない。なお、弁論の全趣旨によれば、同一の事\n実は被告の明らかに争わないところである。\nそして、本件決定の理由とするところは、要するに、行服法上不服申立ができる者\nは行政庁の違法不当な処分によつて直接に自己の具体的な権利又は法律上保護され\nるべき利益を侵害された者に限られるとし、不特定多数の一般利用者の中の一人に\nすぎない者は、被告が訴外各鉄道会社に対してなした旅客運賃変更認可処分（以下\n「本件認可処分」という。）によつて直接に自己の具体的権利又は法律上保護され\nるべき利益を侵害された者とはいえないから不服申立の適格性を欠くというもので\nある。\nそこで以下本件決定の右判断につきその当否を検討する。\n二　行服法四条一項は、行政不服の申立権者を「行政庁の処分に不服がある者」と\n定めているのであるが、右規定だけからみるならば、行服法は特定の行政処分につ\nいてその是正を求めようとする者に対しては何人といえども不服申立のみちを開い\nているものとみえないこともない。しかしながら、行政不服審査制度が事後的救済\n制度としての行政争訟手続の一部を構成するものとして立法化されてきた沿革があ\nること、かつ、行服法も右のような沿革にそうて立法化され、同法一条にも謳われ\nているように、行服法の趣旨目的が国民の権利利益の救済を図ることにその主眼が\nあることにかんがみると、前記の「行政庁の処分に不服がある者」とは、違法又は\n不当な行政処分に対し不服申立をする法律上の利益を有する者に限られるものとい\nうべきである。換言すれば、当該違法不当な行政処分によつて自己の権利又は法律\n上保護された利益を直接侵害された者についてのみ不服申立権が認められるのであ\nり、処分によつて自己の権利又は法的に保護された利益になんらの影響をうけない\n者はこれに当らないものと解するのが相当である。\nそうすると、前記「行政庁の処分に不服がある者」とは、違法又は不当な行政処分\nに対しその救済を求めるにつき法律上の利益を有する者と同義であり、基本的には\n行訴法九条とその趣旨を同じくするものと解せられる。\n原告らは、行服法一条が、行政庁の不当処分をも不服申立の対象に加えていること\nおよび行服法の目的に行政の適正な運営を確保することを加えている等を指摘し\nて、行政不服審査手続における不服申立適格は法律上の利益の有無にかかわらず拡\n大して考えるべきであると主張するが、不服申立の対象の範囲と不眼申立適格の範\n囲とは別個の事柄に属すること、行服法が行政の適正な運営確保を目的として謳つ\nているのは、同法の基本的な立法目的ないし解釈上の指針を示すものにすぎず、そ\nのことから直ちに不服申立の適格を広く解すべきことを相当とする根拠となるもの\nでもないから原告らの主張は失当というべきである。\n三　そこで進んで、被告のなした本件認可処分について原告らが救済を求めるにつ\nき法律上の利益を有するかどうかを考察するに、原告らの行政不服の申立適格が認\nめられるかどうかは、帰するところ、本件認可処分の根拠となつた行政法規、すな\nわち地方鉄道法二一条において、当該鉄道利用者の利益を個別的具体的な利益とし\nて法律上保護しているとみられるかどうかにかかつているものと解せられるから、\n以下この点について検討する。\n地方鉄道業は監督官庁の認可により初めて営業の権利が与えられる（地方鉄道法二\n〇条）ところの講学上いわゆる特許企業と称せられるものの一つであり、業務の内\n容が積極的に一般国民の輸送需要に即応させるという公共の福祉増進を目的とする\n点において公共的性格を帯有するものである。このようにして、地方鉄道業は一定\nの地域における独占的地位を法律によつて保障されている反面、右独占的性格から\n生ずることのある幣害を抑制するため、同法は運賃その他の運輸料金の定めについ\nては監督官庁の認可を必要とする旨定めている（同法二一条一項）のである。そし\nて、監督官庁が運賃等の認可変更を命じうる趣旨は、同法二一条二項および同法施\n行規則三六条によれば、事業者の不当な運賃等の改訂行為を抑制し、不特定多数の\n一般利用者の利益を保護するという公益上の必要からであり、また、同時に、運賃\n変更後における当該鉄道企業の経営上の適正な収支関係の保護であることが窺わ\nれ、当該鉄道の個々の利用者の個別的具体的利益につき考慮事情とすべき旨の規定\nは全く見出すことはできないのである。\nそして、運賃変更認可の際に考慮されるべき事項の一つとされる当該鉄道企業の経\n営上の適正な収支関係も、特許企業としての性質上、公共的サービスの適正維持と\nいう公益上の理由から要請せられる事柄でもあるから、ひつきよう地方鉄道事業に\nおける運賃変更の認可は、考慮事情は数多あるにせよ、すべて公益上の必要の有無\nという観点からその許否が検討されるものと解せられるのである。\nこのことは、特許企業という点において地方鉄道業と同様の性格をもつとみられる\n電気事業およびガス事業等において、当該事業者から料金その他の供給条件の変更\n申請がなされた場合、監督官庁である通産大臣の認可の基準として電気事業法一九\n条、ガス事業法一七条が定めているように、料金が能率的な経営の下における適正\nな原価に適正な利潤を加えたものであること、料金が定率又は定額をもつて明確に\n定められていること、特定の者に対し不当な差別的取扱いをするものでないこと等\nの要件に適合しているかどうかが、変更申請の許否の基準として挙げられているこ\nとをみてもこれら特許企業に対する認可処分が公益的見地からなされるものである\nことが理解されるところである。\nこのようなわけで、監督官庁である運輸大臣が運賃変更の認可処分をなすに際して\n運輸審議会へ諮問するのも公共の利益を確保し公平かつ合理的な決定をなすためで\nあり（運輸省設置法五条、六条一項二号）、さらに運輸審議会が公聴会を開催した\n場合でも、そこで審議せられる事項は、当該運賃変更認可についての利害関係人\n（運輸省設置法一六条、運輸審議会一般規則五条参照）の意見ないし公述人（同一\n般規則三五条参照）の公述であつて、当該鉄道の個々の利用者は右に」いわゆる利\n害関係人には含まれないし、かつ、公聴会の開催を求める権利あるいに公聴会にお\nいて意見を述べる権利を保障されているわけのものではない（同一般規則三七条）\nことからいつても、個々の利用者の個別的具体的利益についての意見を反映すべき\n機会は考慮の対象とされていないものと解さるをえないのである。\n以上のように、運賃変更の申請に対する運輸大臣の認可処分は、当該申請者たる鉄\n道事業者を相手方としてなされるものではあるが、その処分に際してなされる判断\nは、当該鉄道を利用する一般公衆の経済的負担、輸送力の増強、その他サービスの\n改善の他に当該鉄道事業の適正な経営収支の確保等を総合した内容について、公益\n的見地からその必要性の有無が検討されるべき性質のものということができる。そ\nうであるとすれば、当該認可処分によつて、結果的に個々の鉄道利用者が個別的具\n体的に経済上いかなる影響をうけるかについては、法は直接考慮の対象としてはい\nないし、また考慮すべき必要があるものともしてはいないと解せざるをえないので\nある。換言すれば、個々の鉄道利用者は法律上鉄道運賃について不適正に変更され\nないといつた利益を具体的に保障されているわけではないのであつて、そのような\n利益は、認可処分をなすにあたつて運輸大臣が考慮すべき公益上の必要の有無の判\n断を通じて間接的に保護されているに止まるものというべきである。\nしてみれば、原告らはいずれも当該鉄道の利用者個人として本件認可処分がなされ\nるにつき、その手続に参与すべき資格や、右処分について救済を求めるべき法律上\nの利益を有しないものといわざるをえないのである。\n四　原告らは、本件各私鉄の沿線に居住し、通勤あるいは通学上、それぞれ当該私\n鉄の恒常的利用をしており、被告の本件認可処分で運賃が増額されたことにより原\n告らにおいて特定金額の経済的負担を余儀なくされることは明らかであるし、そし\nて右経済的不利益は、その他の一般的抽象的な鉄道利用者の利益と区別するに足り\nる具体的個別的な利益というべきであること、しかも、被告は、運賃変更の認可の\n際の査定に際し具体的な内部基準を設け、運賃変更により利用者の経済的負担を過\n大にするおそれがないようにとの考慮を払つているところからみても、原告らの被\nるべき経済的不利益は法の保護に値する利益に当ると主張する。\nなるほど、本件認可処分により原告らがそれぞれ当該鉄道の定期的利用者として毎\n月特定金額の経済的負担が増加されることとなり、右認可処分がなければ右負担を\n被らなくとも済む利益の考えられることは確かである。\nしかしながら、地方鉄道法二一条が一般的であると定期的であるとを問わず、個々\nの私鉄利用者の個別的具体的利益を直接に保護したものでないこと前示のとおりで\nある以上、前記認可処分により原告らの被るべき不利益はあくまでも事実上ないし\n反射的なものであるに止まり、所詮法律上保護されたものとはいいがたく、本件認\n可処分によつて原告らに権利又は法律上保護された利益の直接の侵害があつたもの\nということはできないものといわなければならない。\n五　原告らは、さらに、電気・ガス事業における利用者には行服法上の申立適格が\n認められているのに、地方鉄道事業における利用者に申立適格が認められないのは\nいわれなき差別的取扱いであり不当であると主張する。\n電気・ガス事業等の利用者に行服法上の不服申立適格を認めることの当否は兎も角\nとして、すでに述べたとおり、右三事業はいずれも特許企業として独占的性格を有\nし、事業者に対する法的規制には多くの共通点があり、利用者との関係においても\n類似点の存することは否定できない。しかし、電気・ガス事業における供給契約の\n内容と地方鉄道における当該事業と個々の利用者との契約の間には性質の異つた面\nの存することも否定できないところである（すなわち、電気・ガス事業においては\n特定の設備を通して当該エネルギーの継続的共給を契約の本旨とするのに対し、鉄\n道の利用においてはかような結びつきが弱く、定期乗車券による利用者であつて\nも、回帰的利用にあたり、乗車券の購入上の便宜をはかり、あるいは運賃割引によ\nる経済的サービスをはかつているにすぎないもので、契約の趣旨においては偶発的\nな利用者との間に本質的な差異はないものというベぎである。）から、具体的事案\nにおいては、行服法上の申立適格の有無について異つた結論が生じたとしても異と\nするに足りないし、必ずしも不合理な取扱ということもできない。\nなお、消費者保護基本法一一条等を根拠に原告らの具体的被保護利益が存在すると\n主張するのであるが、同法は消費者一般の利益の擁護及び増進の寄与に関する諸規\n定を擁するものではあつても、個別の消費者の具体的権利・利益を認めたものでは\nないことは文言上からも明らかであるから、原告らの主張はいずれも独自の見解と\nして採用しがたい。\n六　以上の理由により、本件認可処分について原告らには行服法上の不服申立適格\nを認めることはできない。\nそうとすると、本件認可処分につき原告らのなした本件異議申立を不服申立の適格\n性を欠くとの理由により却下した本件決定には違法はないものというべく原告らの\n本訴請求はいずれも理由がないからこれを棄却することとし、訴訟費用の負担につ\nき民訴法八九条を適用し主文のとおり判決する。\n（裁判官　安部　剛　山下　薫　飯村敏明）\n"
}