{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 4,
    "day": 21
  },
  "case_number": "昭和42(行ウ)4",
  "case_name": "納税義務不存在確認，過誤納金還付等請求事件",
  "court_name": "鳥取地方裁判所",
  "field": "行政",
  "gist": "１　地方税法１１条の３の規定に基づく第２次納税義務の告知処分が，残余財産のは握を誤っていたとしても，告知金額が実際に分配され，又は引き渡された残余財産の客観的価値を超えていなければ，違法とはいえないとされた事例　２　有限会社解散の場合における地方税法１１条の３にいう「残余財産」の意義",
  "case_gist": "２　有限会社解散の場合における地方税法１１条の３にいう「残余財産」とは，有限会社法７５条，商法１２４条１項，１３１条の規定により，清算人において，清算手続として，債権の取立て，資産の換価，当該徴収金以外の債務の弁済等の事務をひとまず了した上，有限会社法７３条に基づき現実に分配した財産を意味する。",
  "lawsuit_id": "17793",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17793",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/793/017793_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一、当事者の求めた裁判\n１　原告\n被告は原告に対し金二二九六万九二六三円およびこれに対する昭和四三年三月一日\nから支払ずみまで年五分の割合による金員を支払え。\n訴訟費用は被告の負担とする。\n２　被告\n主文同旨。\n第二、請求の原因\n１　損害賠償請求\n一、（一）原告は、昭和三三年二月七日に設立され、同三五年一月三一日解散した\n訴外有限会社富田電機製作所（以下、「訴外有限会社」という。）の社員であり、\n清算人である。\n（二）　地方税法（以下、単に「法」という。）三条の二の規定に基づく鳥取県税\n条例五条により、鳥取県知事から、その権限に属する法人県民税、法人事業税等県\n税徴収金の賦課徴収に関する事務を委任された鳥取県東部県税事務所長Ａは、昭和\n三八年二月一日付納付通知書をもつて、原告に対し、法一一条の三、一一条の六に\n基づき、同会社の納付すべき別紙一記載の滞納徴収金（以下、「本件徴収金」とい\nう。なお、右徴収金の適法性については争わない。）三二三〇万六五一〇円のうち\n二四五五万九〇六〇円を第二次納税義務者として納付すべき旨の告知（以下、「本\n件告知処分」という。）をした。\n二、本件告知処分は違法である。\n（一）　法一一条の三に基づく処分について。\n（１）　原告が清算人として分配または引渡をした財産はなく、残余財産の分配ま\nたは引渡を受けた者も存在しない。\nすなわち、法一一条の三にいう「残余財産」とは、有限会社法七五条一項、商法一\n二四条一項三号の「残余財産」と同意義に解すべく、その意味での残余財産とは、\n有限会社が一切の資産を金銭に評価、換金して現務を結了し債務を完済した後にな\nお残存する積極財産である。ところで、原告は訴外有限会社の清算人として、解散\n時の積極財産のうち、売掛金、受取手形、棚卸資産等はすべて現金化し、これに現\n金、銀行預金を合わせた資金の中から、消極財産たる未払金、支払手形、銀行借入\n金、預り金、神谷勘定、若干の税金および清算経費の支払に充て、残余の資産をす\nべて定期預金としたので、右預金の元本総額一億〇二九七万〇八六七円のほか、訴\n外有限会社の資産は存在しなかつた。そして、右定期預金は、昭和三七年一二月二\n九日に国税局によつて全額を差し押えられ、その中から国税一億〇〇九一万六九七\n〇円を徴収され、その残余の預金と利息とから本件徴収金の一部として三一五万三\n六一七円を徴収されたので、訴外有限会社の残余財産は皆無となつた。\n（２）　（イ）訴外有限会社は、昭和三五年二月五日設立された訴外富田電機株式\n会社（以下、「訴外株式会社」という。）に対し、その資産を別紙二記載のとおり\n帳簿価額より低廉に譲渡し、また、訴外株式会社によつて別紙三記載の訴外有限会\n社の資産が流用されていたので、合計六〇五万〇三五五円は、訴外有限会社の更正\n所得の額から減少していた。\n（ロ）　昭和三五年一月三一日現在の修正貸借対照表には銀行借入金が一九九二万\n五〇〇〇円となつているが、右金額は国税局による査察を受けた同三八年一月の時\n点での借入元本の額であるから、これに同三五年二月から同三七年一二月までの利\n息約四七〇万円を加算した額をもつて借入額とすべく、したがつて訴外有限会社の\n残余財産は右金額だけ減少していたことになる。\n（３）　しかるに、県税事務所長は、被告主張１二（一）（１）のとおり更正所得\n合計額を訴外有限会社の残余財産と認定し、法一一条の三所定の「残余財産」の存\n否および清算人たる原告が分配引渡をした残余財産の有無を調査確認せず、残余財\n産が存在しなかつたにもかかわらず、これが存在するものとして本件告知処分をし\nたのである。\n（二）　法一一条の六に基づく処分について。\n（１）　別紙物件目録記載の不動産のうち、原告が所有していたのは（Ａ）の建物\nのみであり、訴外有限会社の事業施設の中では、右建物はきわめて僅少な部分であ\nつて、同会社の事業の遂行に欠くことができない重要な財産とはいえない。同目録\n（Ｂ）の土地は同会社の事業の用に供されていなかつたものであり、同（Ｃ）\n（Ｄ）の各不動産は、原告に対する法人税法違反の刑事事件の判決中でも、訴外有\n限会社の所有と判断されている。\n（２）　仮りに（Ｂ）の土地のうちその北側一〇七坪一合四勺が訴外有限会社の事\n業の用に供されていたとしても、その部分は僅少で、同会社の事業の遂行に欠くこ\nとのできない重要な財産ではない。\n（３）　しかるに、県税事務所長は、原告の所有でない財産をその所有に属するも\nのと判断し、かつ、右財産が訴外有限会社の事業の遂行に欠くことのできない重要\nな財産であると誤つて認定して、本件告知処分をしたものである。\n（４）　仮りに、（Ａ）の建物が訴外有限会社の事業の遂行に欠くことができない\n重要な財産であつたとしても、法一一条の六に基づく第二次納税義務は当該財産を\n限度とするものであるから、本件告知処分は、右建物の評価額三七万四二〇〇円ま\nたはその実際の処分価額三〇〇万円を限度として課されるべきであつた。しかる\nに、本件告知処分は、二四五五万九〇六〇円を課税額としたもので、違法である。\n三、県税事務所長には、本件告知処分をするについて、次のような過失があつた。\n（一）　前記二（一）（１）のとおり、法一一条の三にいう「残余財産」とは、解\n散法人が債務を完済した後になお残存する積極財産であると解すべく、解散法人は\n一切の資産を金銭に評価、換金して現務を結了し、債務を弁済することとなるが、\n企業の解体による換価処分に際しては、資産の種類によつては、その価値が著しく\n低減するに至る場合がある。また、右規定は、清算人が分配・引渡をした財産の実\n額を把握・計算すべきことを要求しており、法には推計課税またはみなし課税を許\nす規定は存在しない。したがつて、県税事務所長は、法一一条の三に基づいて原告\nに第二次納税義務を課するに際しては、その課税要件たる残余財産の額およびその\n分配・引渡の事実の有無を具体的に調査確認すべきであつた。\n（二）　法一一条の六に基づく第二次納税義務は、その各号に該当する者で、納税\n者の事業の遂行に欠くことができない重要な財産を有している者に対し、当該財産\nを限度として課されるものであるから、県税事務所長としては、その者が納税者の\n事業の遂行に欠くことができない重要な財産を有しているか否かを調査確認し、か\nつ、当該財産およびその価額を特定して、右規定に基づく課税処分をすべきであつ\nた。\n（三）　しかるに、県税事務所長は、右の各点の調査確認を怠り、法一一条の三に\n基づく処分においては、漫然国税にかかる更正所得の額を訴外有限会社の残余財産\nの額と認定し、法一一条の六に基づく処分においては、原告が訴外有限会社の事業\nの遂行に欠くことができない重要な財産を有している事実はないにもかかわらず、\nこれがあるものと誤断し、かつ、課税限度である財産を特定しないで、それぞれ本\n件告知処分をするに至つたもので、過失の責を免れない。\n四、原告は、本件告知処分により、次のとおり二二九六万九二六三円の損害を被つ\nた。\n（一）　（１）訴外株式会社は、本件告知処分によつて課された原告の第二次納税\n義務の履行のための第三者納付として、昭和三八年四月一五日に一四八八万二四二\n三円を、同年五月以降六一か月に分割して八〇八万六八四〇円をそれぞれ被告に納\n付し、原告の右義務の残額は免除された。\n（２）　被告の主張１四（一）（２）は争う。\n（３）　訴外株式会社が原告の第二次納税義務を免れさせるために右金員を納付し\nたものであることは、（イ）訴外有限会社は無一物で他から融資を受けることは不\n可能であつたこと、（ロ）被告主張の誓約書によれば、一四八八万二四二三円が納\n付されないと原告の財産に対する差押が解除されず、八〇八万六八四〇円の納付を\n怠ると原告の財産に対し新たな差押がなされることになつていたこと、（ハ）右納\n付によつて、原告に対する滞納処分が解除されたこと、（ニ）右誓約書は、原告の\n財産を差し押えていた被告職員の強迫により作成されたもので、前記納付は自由な\n意思に基づく第三者納付ではなかつたこと、などからも明らかである。\n（二）　したがつて、原告は、訴外株式会社の支出した二二九六万九二六三円を同\n会社に返還する義務を負い、訴外会社においても昭和四二年一一月二七日の取締役\n会でこれを原告に対する貸付金として請求する旨の決議がなされたので、これに従\nい、同四三年一月二九日を初回として以後分割払により、右金員の全額を訴外株式\n会社に支払つた。\n２　不当利得返還請求\n一、右１四記載のとおり、訴外株式会社は原告の第二次納税義務を免れさせるため\n合計二二九六万九二六三円を被告に第三者納付し、原告は、同会社に同額の債務を\n負担してこれを支払つたので、右金額につき被告に利得、原告に損失が生じ、右利\n得と損失との間には因果関係がある。\n二、本件告知処分は前記１二のとおり違法で、その瑕疵は重大かつ明白であつたか\nら、右処分は無効である。したがつて、右処分により原告が第二次納税義務を負つ\nたことを前提とする被告の右利得は、法律上の原因を欠くものであり、被告は、そ\nの事実を知りながら、または過失によりこれを知らないで、利得したものである。\n３　結論\nよつて、被告に対し、第一次的には国家賠償法一条一項に基づく損害賠償として金\n二二九六万九二六三円およびこれに対する訴変更申立書による請求をした日の翌日\nである昭和四三年三月一日以降民事法定利率年五分の割合による遅延損害金の支払\nを、第二次的に不当利得返還請求として右同額およびこれに対する受益の日の後で\nある右同日以降民法所定年五分の割合による利息の支払をそれぞれ請求する。\n第三、被告の答弁および主張\n１　一、請求原因１一の（一）および（二）は認める。\n二、同１二の各主張は争う。\n（一）　（１）県税事務所長は、法人税についての昭和三七年一二月二九日付更正\nにかかる訴外有限会社の三事業年度の所得合計一億二九五一万四七七一円をその解\n散当時の残余財産と認定し、右金額から国税取立額九九六一万五五七二円、本件徴\n収金三一五万〇一三九円、清算事務経費二一九万円を差し引いた二四五五万九〇六\n〇円を原告において分配または引渡をし、自らその分配または引渡を受けたものと\n認め、かつ、同会社に対して滞納処分をしても徴収すべき額に不足すると認めて、\n本件告知処分に及んだ。\n（２）　原告は、昭和三五年一月三一日現在の貸借対照表記載の資産につき、債権\nの取立および債務の弁済を行なつた結果、別紙四記載のとおり、国税、本件徴収金\nおよび清算経費支払前の訴外有限会社の残余財産は一億三七三三万七〇六七円とな\nり、右残余財産から昭和三七年一二月ころ国税として九九五六万二二〇〇円、本件\n徴収金として三一五万三六一七円、清算経費として二一九万円が支払われたが、な\nお三二四三万一二五〇円の残余財産があつた（なお、右国税等支払までの資金運用\nによる利子等を考慮すれば、本件告知処分当時の残余財産の額は、右金額をはるか\nに上まわるものである。）。そして、原告は、訴外有限会社の納付すべき本件徴収\n金を納付せずに、右残余財産を自己に分配または引渡をしたものである。\n（３）　したがつて、右の国税等支払前の残余財産一億三七三三万七〇六七円と原\n告主張の預金額一億〇二九七万〇八六七円との差額は、原告が自己のために隠匿使\n用したものである。\n（４）　県税事務所長が訴外有限会社の残余財産の存否を調査確認しないで本件告\n知処分をしたとしても、告知にかかる二四五五万九〇六〇円は右（２）の残余財産\nの額の範囲内であるから、右処分は適法である。\n（二）　（１）訴外有限会社は、その資本金一五万円に対し、原告が七万五〇〇〇\n円、原告の父が一万円、原告の母が一万五〇〇〇円を出資し、原告とその親族の出\n資額が総出資額の三分の二を占める同族会社であつた。\n（２）　原告は、別紙物件目録記載の不動産を所有し、右不動産は、訴外有限会社\nの事業の遂行に欠くことができない重要な財産であり、かつ、右不動産に関して生\nずる所得が同会社の所得となつていた。\n（３）　訴外有限会社に対して本件徴収金につき滞納処分をしてもなお徴収すべき\n額に不足すると認められた。\n（４）　右各不動産の価額合計は、法一一条の三による第二次納税義務額に相当す\nるものと推認されたので、県税事務所長は、法一一条の六に基づいても二四五五万\n九〇六〇円について本件告知処分をしたのである。\n（５）　県税事務所長は、別紙物件目録記載の各不動産の登記簿上の所有名義人が\n原告であつたため、実質的にも右不動産が原告の所有に属するものと判断したので\nあつて、後の刑事事件の判決中でそのうち（Ｃ）（Ｄ）の各不動産が訴外有限会社\nの所有と認定されたことは、右判断の適法性に影響を及ぼさない。\n三、請求原因１三は争う。\n四、同１四は争う。\n（一）　（１）同１四（一）（１）は否認する。\n（２）　原告は、昭和三八年三月三〇日、訴外有限会社清算人兼訴外株式会社代表\n取締役として、本件徴収金を一時に納付することは困難であるから分納を認めて欲\nしい旨陳情して来たので、県税事務所長は、本件徴収金のうち事業税本税一四八八\n万二四二三円は訴外有限会社が銀行から融資を受けて同年四月一五日までに納付\nし、不申告加算税等八〇八万六八四〇円は訴外株式会社が訴外有限会社のため法二\n〇条の六の規定に基づく第三者納付として六一回に分割納付することを承認し、原\n告は、両会社の代表者としてその旨の誓約書（乙第一号証）を提出した。そして、\n右誓約は両会社によつてそのとおり履行された。したがつて、原告には損害はな\nい。\n（３）　同１四（一）（３）のうち、（ロ）（ハ）は認め、（ニ）は否認する。\n（二）　同１四（二）は不知。仮りにその主張のような事実があつたとしても、訴\n外株式会社が訴外有限会社の主たる納税義務を免れさせるために代位納付した事実\nを隠蔽し、原告の第二次納税義務を免れさせるために納付したごとく仮装するため\nの行為である。また、仮りに訴外株式会社と原告との間に真に債務負担契約が成立\nしたとしても、右契約は原告の自由意思に基づいてされたものであるから、本件告\n知処分とは因果関係がない。\n２　請求原因２の一、二は争う。これに対する反論は前記１四および１二のとおり\nである。\n第四、\n証拠関係（省略）\n○　理由\n１　一、鳥取県知事の委任によつて同県税の賦課徴収に関する事務を行なう県税事\n務所長が、昭和三五年一月三一日に解散した訴外有限会社から徴収すべき本件徴収\n金につき、その清算人でありかつ社員である原告に対し、同三八年二月一日付通知\n書をもつて、法一一条の三、一一条の六に基づく第二次納税義務者として二四五五\n万九〇六〇円を納付すべき旨の告知（本件告知処分）をしたことは、当事者間に争\nいがない。\n二、成立に争いのない甲第六号証の一ないし三、乙第四号証の三、第一三、一四号\n証、証人Ｂの証言によつて真正に成立したものと認められる乙第四号証の四ないし\n八、右証言によれば、国税の徴収職員は、訴外有限会社に対する法人税等にかかる\n滞納処分として、同会社の訴外株式会社鳥取銀行ほか二行に対する定期預金債権\n（元本総額一億〇二九七万〇八六七円のほか、利息を含む）を差し押え、昭和三八\n年一月中、右債権のうち九九五六万二二〇〇円を取り立てて右国税の徴収に充てた\nこと、次いで県税事務所長は、右預金債権の残額三一五万三六一七円の差押・取立\nをして、これを本件徴収金の一部の徴収に充てたことが認められる。なお、原告\nは、右預金債権から右国税に徴収された金額は甲第一四ないし一六号証記載の金額\n合計一億〇〇九一万六九七〇円である旨主張するが、弁論の全趣旨によれば、右金\n額は右滞納処分前に納付された申告納税額を含むものと推定されるので、右主張は\n採用できない。\n三、前掲乙第四号証の三・四、第一三号証、証人Ｂの証言および弁論の全趣旨によ\nれば、県税事務所長が法一一条の三の規定に基づく原告の第二次納税義務を前記の\n金額と算定したのは、訴外有限会社の設立から解散まで三事業年度の法人税につい\nての更正にかかる所得金額合計一億二九五一万四七七一円から、前記国税の取立額\nを九九六一万五五七二円、本件徴収金の取立額を三一五万〇一三九円とし、さらに\n清算経費として二一九万円が使用されたと認めて、これらの金額を差し引いた残額\nの二四五五万九〇六〇円を訴外有限会社の残余財産と認定し、清算人である原告に\nおいてその分配をし自ら社員として分配を受けたものと判断したことによるものと\n認められる。\n２　一、ところで、法一一条の三にいう残余財産とは、解散した法人が有限会社で\nある場合についていえば、有限会社法七五条、商法一二四条一項、一三一条の規定\nにより、清算人において、清算手続として、債権の取立、資産の換価、債務の弁済\n（当該徴収金の納付は当然除かれるが）等を終えたうえで、あるいは、現実にはそ\nの一部を怠るにせよ、ひとまずは右の事務を終えたこととして、有限会社法七三条\nに基づき現実に分配をした財産を意味するものと解されるから、その価額は、会社\nの存続中の各事業年度における法人税の課税標準たる所得の合計額に必ずしも合致\nするものではないと考えられる。\n二、証人Ｃの証言によつて真正に成立したものと認められる乙第一五号証の三・\n四・七・九・一〇、証人Ｄの証言（第二回）によつて真正に成立したものと認めら\nれる乙第一五号証の一三、証人Ｅの証言によつて真正に成立したものと認められる\n甲第一三号証、第二一、二二号証、右各証言および弁論の全趣旨によれば、訴外有\n限会社の清算手続として、債権の大部分の取立、前記国税および本件徴収金を除く\nその余の債務の弁済等は完了していたが、その残余財産につき次のような事実があ\nることが認められる。\n（一）　前記法人税の更正の基礎とされた昭和三五年一月三一日（解散時）現在の\n修正貸借対照表に訴外有限会社の資産として計上された項目のうちで、売掛金二三\n九七万六六三九円のうち一九七万八二四二円、受取手形七六四四万〇〇九八円のう\nち六九万二〇一八円は、いずれも清算手続中に取り立てられたかどうかが明らかで\nなく、したがつて、取立不能のものであつたとみるほかはない。\n（二）　同じく修正貸借対照表に記載されたもののうち、別紙二記載の各資産に機\n械購入前渡金三九万円を加えた帳簿価額合計二三三八万一二四九円の資産は、これ\nより低廉な一八六三万四一六〇円の代金で訴外有限会社から訴外株式会社に譲渡さ\nれた。\n（三）　さらに訴外有限会社の資金の中から別紙三記載の金額合計一六九万三二六\n六円が訴外株式会社によつて流用されていた。\n（四）　訴外株式会社は、国税実査官からの指摘に基づき、昭和四二年一一月二七\n日の取締役会において、右（二）の譲受資産の帳簿価格と譲渡価格との差額のうち\n四五三万七八三七円と右（三）の流用資産一六九万三二六六円との合計額六二三万\n一一〇三円を訴外有限会社に対する借受金として計上することとした。\n三、したがつて、少なくとも右二の（一）ないし（三）の各金額は、本件告知処分\n前において訴外有限会社の資産として存在し社員に分配されたものではないとみる\nべきであるから、本件において所得の金額が前記の意味での残余財産の価額に合致\nしていたと認めることはできず、本件告知処分の基礎となつた県税事務所長の判断\nはこの点において誤つていたといわなければならない。\n３　一、そこで、成立に争いのない乙第一一号証、前掲乙第一五号証の三・七・一\n三、証人Ｄの証言（第二回）によつて真正に成立したものと認められる乙第一五号\n証の一二・一四・一五、右証人の証言（第一、二回）に前記１二および２二認定の\n各事実を総合すると、訴外有限会社の積極・消極各資産の額は、前記２二（三）記\n載の流用資産の額一六九万三二六六円を積極資産の中からさらに控除するほかは、\n別紙四記載のとおりであつて、結局、前記国税および本件徴収金の各徴収額ならび\nに清算経費を差し引いて残存すべかりし資産の額は、三〇七三万七九八四円である\nことが認められる。\n二、原告は、右国税等徴収の前の段階における訴外有限会社の残余財産はすべて銀\n行預金としており、前記差押にかかる元本一億〇二九七万〇八六七円の定期預金債\n権がそのすべてであつた旨主張し、原告本人尋問の結果（第一、二回）中には同趣\n旨の供述がある。しかし、前記２二（三）の点を除いて、被告主張の別紙四記載の\n積極・消極資産の各項目の額が誤つていることについての具体的な指摘がなく、そ\nの記載の額と右預金額との差額の処理についても明快な説明がないし、さらに、成\n立に争いのない甲第四一号証、乙第七号証、第九号証、前掲乙第一一号証、証大Ｅ\nの証言、右本人尋問の結果と弁論の全趣旨によれば、訴外有限会社は、もともと原\n告の個人企業が法人成りしたもので、原告とその父母名義の出資額が総出資額の三\n分の二を占める同族会社であり、その経理は、帳簿等も完備されず、杜撰なもので\nあつたこと、右定期預金はその過半が架空の預金者名義を用いたものであつたこ\nと、訴外有限会社および原告は、同会社の解散前二事業年度の法人税につき著しく\n過少な申告をしてこれをほ税したものとして有罪判決を受けており、右架空名義の\n預金の存在は右刑事事件の捜査の過程において明るみに出たものであつて、これを\n同会社の資産として計上するような帳簿上の処理はまつたくなされていなかつたこ\nと、以上の事実が認められ、これらの事情を総合して考えると、訴外有限会社の残\n余財産の全部が右定期預金に化体されて保管されていたものとはとうてい首肯しが\nたく、右原告本人の供述は採用することができない。\n三、右残余財産が前記国税等徴収後に訴外有限会社の資産として現実に残存してい\nる形跡はまつたくなく、さりとて、その帰すうについて原告から何ら具体的な説明\nが得られないのである。そして、訴外有限会社は前記のような出資構成のもとに、\n設立から解散まで原告が個人企業に等しく経営の実権を握つていたものであること\nは弁論の全趣旨に明らかであり、このことと、前記認定のような帳簿の不備、架空\n名義預金の存在、法人税ほ脱の行為等の諸事情を総合して考えるならば、右残余財\n産はすべて原告がこれを処分し、あるいは自ら取得しもしくは費消したものと推認\nするほかはない。\nそして、このような事実は、原告が訴外有限会社の清算人としてその残余財産を分\n配したことになるものというべきである。もつとも、証人Ｅは同会社の社員中残余\n財産の分配を受けた者はない旨供述し、清算事務の一環として残余財産分配の手続\nが形式上履践されている形跡はないものの、右の事実関係のもとでは、原告は、自\n己の出資に対応する金額については自ら社員として、親族の出資に対応する金額に\nついてはその者に代わつて、それぞれ残余財産の分配を受けたものと推定しうると\nともに、他の社員の出資に対応する金額も、ひとまず当該社員に分配をしたことと\nしたうえで原告がこれを領得したものと理解することは困難ではなく、したがつ\nて、残余財産の全額が分配されたものと認めることは妨げられないというべきであ\nる。\n４　右のとおり、法一一条の三の規定に基づく本件告知処分は、県税事務所長が処\n分に際してその前提としてした残余財産の把握についての判断が誤つており、か\nつ、告知にかかる納税金額についてその算出の根拠を欠くものであつたが、実体的\nには、清算人である原告が右告知にかかる金額を超える残余財産を分配した事実が\nあり、したがつて、原告に対し右金額の第二次納税義務を課することのできる要件\nは具備していたのである。\nところで、第二次納税義務者に対する納付通知書には、その者から徴収すべき金\n額、納期限、適用規定等を記載するほかは、処分の前提となつた課税要件について\nの認定・判断を具体的に記載することは要求されていないし、その調査の資料、手\n続等に格別の制限が定められているわけでもなく、また、処分の適否を争う訴訟に\nおいて、処分の適法性を理由づけるために、処分の際に理由としていたところと異\nなる事由を主張しあるいは処分時に知られていなかつた新たな証拠を提出すること\nも、一般に禁じられてはいないと解される。他方、右規定に基づく清算人の第二次\n納税義務は、解散法人から徴収されえなかつた徴収金の額について補充的に、か\nつ、分配または引渡をした残余財産の価額を限度として生ずるのであるから、右義\n務を負う限度額が確定されることが最も重要であつて、納付通知書記載の徴収金額\nが実際に分配または引渡のされた残余財産の客観的価額を超えている場合には、告\n知処分が違法となることは当然であるが、逆に、前者が後者に満たない場合には、\n前者の限度で第二次納税義務を負うべきものとしても、その義務者に格別の不利益\nを及ぼすものではなく、両者が常に正確に合致していなければならないという実質\n的理由は認められないのである。\nもとより、実体上課税の要件が具備されていても、違法な手続によつて課税される\nことがないという納税者の利益は保護されなければならないが、右のような点を考\n慮すると、本件告知処分について、前記のとおり処分時において前提たる判断に誤\nりがあり、かつ、告知金額算出の根拠を欠いていたという事情は、原告の利益を害\nするものとは考えられないのである。\nしたがつて、県税事務所長が本件告知処分によつて違法に原告に損害を加えたもの\nということはできず、もとより右処分を当然に無効ならしめるほどの重大な瑕疵が\nあつたとは認められないものというべきである。\n５　そうすると、本件告知処分の違法を前提とする原告の本訴損害賠償請求および\n不当利得返還請求は、その余の点について判断するまでもなく、いずれも失当とし\nて棄却を免れないから、民訴法八九条を適用して、主文のとおり判決する。\n（裁判官　野田　宏　秋山規雄　梶　陽子）\n別紙（省略）\n"
}