{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 7,
    "day": 23
  },
  "case_number": "昭和47(ヨ)147",
  "case_name": "徳島船井電機全員解雇",
  "court_name": "徳島地方裁判所",
  "field": "労働",
  "lawsuit_id": "19747",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19747",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/747/019747_hanrei.pdf",
  "contents": "主　　　文\n一、申請人らが被申請人船井電機株式会社に対し従業員としての地位を有すること\nを仮に定める。\n二、被申請人船井電機株式会社は申請人らに対しそれぞれ昭和四七年一二月以降本\n案判決確定に至るまで毎月二五日限り別紙目録（一）の一時金を含めた平均賃金月\n額欄記載の各金員を仮に支払え。\n三、申請人らの被申請人徳島船井電機株式会社に対する申請を却下する。\n四、申請費用中、申請人らと被申請人船井電機株式会社との間に生じたものは同被\n申請人の負担とし、申請人らと被申請人徳島船井電機株式会社との間に生じたもの\nは申請人らの負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一、申請の趣旨\n１　申請人らが被申請人両会社に対し従業員としての権利を有することを仮に定め\nる。\n２　被申請人両会社は各自申請人らに対し昭和四七年一二月二五日から毎月二五日\n限り別紙目録（一）の一時金を含めた平均賃金月額欄記載の各金員を仮に支払え。\n３　申請費用は被申請人らの負担とする。\n二、被申請人らの申請の趣旨に対する答弁\n１　申請人らの申請を却下する。\n２　申請費用は申請人らの負担とする。\n第二　申請の理由\n一、申請人らはそれぞれ別紙（一）の入社年月日欄記載の日に、カーステレオ、ホ\nームステレオ、トランジスターラジオの組立製造を業務とする被申請人徳島船井電\n機株式会社（以下「徳島船井」という。）と雇用契約を締結し、それ以来従業員と\nして勤務をしてきたものである。\n二、しかるに、徳島船井は会社解散に伴い、昭和四七年一一月一五日付で、申請人\nらをいずれも解雇したと称し、申請人らが徳島船井の従業員としての地位を有する\nことを争つている。\n三、徳島船井は、被申請人船井電機株式会社（以下「船井電機」という。）とは形\n式上は別会社で独立した法人格を有しているが、次に詳説するとおり資本的には船\n井電機が一〇〇パーセント株式を所有するいわゆる一人会社で、その企業活動はす\nべての面で船井電機が現実に統一的管理支配を行つており、その営業形態からみれ\nば実質的には徳島船井は船井電機の一製造部門にすぎないから、徳島船井はいわゆ\nる「法人格否認の法理」により独立した法人格を否認される形式会社である。従つ\nて徳島船井従業員である申請人らは船井電機に対しても従業員としての権利を有\nし、同社は申請人らに対し使用者としての責任を負うところ、同社は申請人らが同\n社の従業員としての地位を有することを争つている。\n１　船井グループの沿革と実態\n（一）　船井電機を頂点とするいわゆる船井グループの沿革は、昭和二六年Ｐ1が個\n人経営にて船井ミシン商会を創設し、昭和二七年資本金五〇万円で株式会社船井ミ\nシン商会を設立し、順次増資し、昭和三四年に船井軽機工業株式会社と改名しトラ\nンジスターラジオの組立を開始したことにはじまる。昭和三六年に同社からトラン\nジスター部門が分離して資本金二、〇〇〇万円で船井電機が設立され、その後同社\nは増資に次ぐ増資を行ない、現在では資本金三億円の大企業に発展してきている。\n船井電機の子会社としては大阪に商事部門のフナイ電機商事株式会社（昭和四四\n年一〇月設立）があるほか、中国地方に中国電波株式会社（昭和三六年一二月設\n立、以下中国電波という。以下これに準ずる。）、中国船井電機株式会社（昭和三\n九年一月設立）、岡山船井電機株式会社（昭和四四年二月設立）、徳島県に徳島船\n井（昭和四一年八月設立）、那賀川電子株式会社（昭和四三年五月設立）、勝浦電\n子株式会社（昭和四五年六月設立）、池田船井電機株式会社（昭和四六年九月設\n立）、埼玉県大宮にジエコー録音機株式会社（昭和四三年一〇月設立）があつてい\nずれも製造部門を担当している。うち勝浦電子、池田船井は、当初徳島船井の分工\n場として発足して二年程操業し、軌道に乗つてから船井電機の直接出資会社として\n設立されている。\n（二）　船井グループの本質は社長Ｐ1一族の同族会社であるが、右のような大発展\nを遂げた後も本質にはいささかも変化がなくＰ1一族の完全な支配下にある。\n（１）　船井電機の発行済株式のうちＰ1の持株は二五％となつているが、Ｐ2、Ｐ\n3、Ｐ4、Ｐ5らの一族を合計すると三〇％を越える。そして、船井電機の株式のうち\n船井軽機工業株式会社が四七・六％と半数近くを占めているが、同社は現在営業活\n動を全く行なつておらず船井電機への持株会社でしかないのであるが、その発行済\n株式の過半数をＰ1一族が所有しており、結局船井軽機名義の株式と合算すればＰ\n1一族の船井電機の持株は実に八〇％の占有率となる。発行済株式の三〇％を掌握す\nれば当該会社の実権を握ることができるといわれる今日、Ｐ1一族の船井電機に対す\nる支配性は明らかである。\n（２）　子会社の発行済株式は、会社設立の経過において若干特殊なジエコー録\n音、中国電波を除き、すべて船井電機が一〇〇％所有している。従つて資本構成面\nに関する限り徳島船井など子会社への船井電機の支配は完全である。\n（三）　船井電機はステレオ、ラジオ、テープレコーダーなど音響機器の製造メー\nカーで、国際的下請ともいうべきバイヤーズブランド製品の受注生産を業としてい\nるが、船井電機そのものは実際には製造に従事せず、バイヤーからバイヤーズブラ\nンド製品の製造を受注し、子会社で製造させて船井電機がバイヤーに納品をすると\nいう形態をとつている。しかし、もともとは船井電機に子会社があつたわけでなく\nすべて船井電機で製造していたが、各地に子会社を設立したのに伴ない、順次製造\nを子会社に移行し、昭和四三年頃には船井電機は製造をやめ、すべて子会社で行な\nうようになつたものである。\n従つて船井電機は、流通過程で利益を得るものでなく、生産過程で利益を得るも\nのであるから、製造部門こそ業務の中心部門であり企業の根幹である。国際的、国\n内的競争が激しく秒単位の生産性が追及される労働集約産業というのであれば、そ\nの競争に打ち勝つため、国際的下請たる船井電機としてはなおのこと製造部門すな\nわち子会社の生産性こそその存立の基盤となり利益追及の唯一の土台となる。資本\n的に子会社を完全に支配するという側面だけでなく、船井電機の営業自体において\n子会社のより確実なより完全な掌握支配こそ船井電機の本来的要請なのである。\n（四）　船井電機の子会社に対する支配形態は次のとおり年代により異なつてきて\nいる。\n（１）　子会社は昭和四三年頃までは船井電機の技術本部に直結していたが、船井\n電機が製造部門を廃止した昭和四三年頃からは録音事業部、ステレオ事業部、ラジ\nオ事業部の三事業部制をとり各事業部が所属の子会社を管理支配していた。しかし\n昭和四六年八月以降事業部制をやめ再び船井電機に直結させ、同社常務会および社\n長室が直接掌握しその業務を統轄し現在に至つている。\n（２）　船井電機と子会社の取引形式は昭和四五年頃までは賃加工方式（船井電機\nが子会社に電機製品の組立、加工を請負わせ、これに対し請負代金を支払う方式）\nであつたが、同年暮頃から昭和四六年にかけて船井電機の方針変更により一斉に売\n買形式（子会社が資材部品を自ら調達して製品を生産し、船井電機に売渡す形式）\nにかえた。しかし、子会社が船井電機の完全な専属的下請で、同社の受注製品以外\nの製造を許されていないことは両形式を通じかわりがない。\n（五）　従来から、船井電機から子会社へは幹部要員として出向社員が派遣されて\nいたが、昭和四五年から昭和四六年にかけて船井電機にいた品質管理（以下品管と\nいう。）購買、設計部門をすべて生産現地に移行し、要員を子会社への出向社員と\nした。このため現在船井電機にいる社員は一九四名、子会社に出向している社員二\n〇〇名で、船井電機の社員総数中過半数が子会社へ出向している。残留社員一九四\n名中出向の対象にならない単純事務部門の女子社員が七四名いるから、男子社員で\n船井電機にいるのはわずか一二〇名で、結局男子社員の実に三分の二が出向し、あ\nたかも同社は社員派遣サービス会社の様相を呈しているといつてよい。同時に子会\n社の管理部門、技術部門は完全に出向社員に占められている。しかし、船井電機と\n子会社間には出向に関する協定も規定も何もなく、慣行の名のもとに船井電機の意\n思によりその動向が支配されている。出向社員の扱いに関する定めはすべて船井電\n機で決められ、子会社は、ただ船井電機の出向規定の写しが渡され、それに従うの\nみである。出向社員の労働条件もすべて船井電機が定めるのみならず、賞与金の差\n額ならびに特別報奨金などは出向中であつても同社が支給している。\n（六）　このような特異な企業形態の昀も大きな特徴は、子会社の経理状態をいか\nようにも操作できるということである。そして製造部門担当従業員の低賃金こそ収\n益の昀大の保障であるから、労務対策上いつも子会社の経理状態を赤字にしておく\nことが望ましいし、現に赤字にされているということである。さらに言えば船井グ\nループは船井電機と子会社を合わせて一つの会社の営業を行なつているようなもの\nである。船井電機と子会社間において製造の一部をそれぞれ担当しあうのでなく、\n製品の下請製造についてその受注活動を船井電機が行ない、その製造を子会社が負\nうという分担であつて、本来一生産会社の内部分担を形式上二個の会社に分けてい\nるにすぎない。受注と生産活動は二つのものとはいえないのであつて、受注活動を\n伴わない生産活動は本来ありえないのである。従つて、船井電機も赤字、子会社も\n赤字という場合、赤字は間違いないとしても、子会社は赤字であつても船井電機が\n黒字の場合、本来一個とみるべき企業活動の結果を赤字と考えることはできず、総\n体としてプラス、マイナスを見なければ正しいものとはならない。端的に言つて一\n社分の仕事しかせず二社分の黒字が出現するわけがない。しかるに、後で述べるよ\nうに船井電機はぼう大な黒字をかかえ、子会社は軒並み赤字というのが船井グルー\nプの実情である。ちなみに船井電機は二億円の為替差損をかぶつたという二〇期に\nおいてさえ当期未処分利益四億三千万円余、任意積立金という名の社内留保金が六\n億二千万円余という多きに達する。かかるなかで子会社のみ赤字という体制は船井\nグループの制度的な当然の結果というべきである。船井電機の黒字の内容は台湾の\n子会社からのものというが、その主要因は国内子会社の主力製品であつたトランジ\nスターラジオをすべて台湾の子会社へ移行し、技術的に困難を伴い、生産性も上が\nりにくいステレオなど新規開拓部門を国内子会社に押しつけた結果である。同時に\n従来は台湾の子会社は外国法人という特殊性もあつてか船井電機が受注活動、生産\n指導を行うものの直接バイヤーとの取引という形式をとつたため、船井電機が中間\n搾取せず、本来の一社分の利益を計上できたということである。\nさらに、本件の場合船井電機が各子会社との取引からいかに利益を得ていないか\nなどの側面だけを強調しても無駄である。たとえば、工場、敷地、建物、測定器な\nどすべて船井電機所有で、子会社は船井電機から賃貸を受けた形をとつている。徳\n島船井でも年間賃料は三、三一二万円となる。そのうえ、資金の融通はすべて銀行\nなみの金利負担を船井電機へしなければならない。仮に年間通じて一億円で、一割\nの金利とすればこれですでに一千万円となる。しかし、これらの金額は船井電機が\nたまたま別会社にしたから生じているものであつて、徳島船井電機板野工場となつ\nていれば賃料、金利などありえないことである。つまりこれらの名目によつて徳島\n船井は、たとえば年間四、三〇〇万円実態以上に赤字となり、船井電機は四、三〇\n〇万円実態以上に黒字となる。\n（七）　徳島船井の場合は、さらに勝浦電子、池田船井が、その生産が軌道にのる\nまで長期間分工場としておかれていたから、後記のようにそのすべての赤字が徳島\n船井の赤字として計上されている。労働集約産業たる船井グループにおいて生産体\n制が軌道にのるまでの間の犠牲が昀も大きいことは容易に理解できる。従つて、一\n億数千万円の赤字があつたという昭和四五年度が勝浦、池田両工場の成育期に該当\nすることから言つてもかかる事実を無視して徳島船井の決算書面に限つた赤字論を\nうんぬんしてもさほど意味はなく真実を見誤まることとなるのは必定である。\n２　徳島船井の設立経緯\n（一）　徳島船井は昭和四一年板野町工場設置条例に基づき板野町長の設置奨励措\n置指定によつて船井電機の一増設工場として開設された。学校用地の払下げを受\nけ、これを工場用敷地として板野町から買受けた際の売買契約書における買受人は\n船井電機となつており、当時の板野町が発行した「広報いたの」をみても、板野町\nが誘致するのは同社であり、新設されるのは同社の一工場と考えられていたことは\n明らかである。徳島県工場設置奨励条例による工場指定申請書では仮称として、工\n場名四国船井電機株式会社となつており、敷地の登記名義は徳島船井でなされてい\nるのであるが、四国船井なる名称は結局用いられず、徳島船井となつた経過からも\n理解できるとおり誘致関係において徳島船井との名称を掲げることは単なる船井電\n機内での内部関係以上を出るものとは認められておらず、新設された工場が同社と\n実質的に同一のものとの地元認識によつて誘致がなされたことは疑いない。板野町\n工場設置奨励条例は工場を新設しまたは増設しようとする法人に対し各種の優遇措\n置を与え、反面地元での雇用の拡大、産業基盤の確立などを図ろうとするもので、\nそれだけに要件は厳しく、工場設置奨励委員会でその審査の対象になつたのは外な\nらぬ船井電機なのである。\nまた、右売買契約書では売買代金完済までの間は板野町の同意なくしてその権利\nを他に譲渡し又は転貸してはならないことになつているところ、本件では右敷地の\n所有名義は直ちに徳島船井になつているのであるから、本来から言えば他に譲渡が\nあつたことは明白と言えるが、板野町の同意はない。このことは、船井電機と徳島\n船井は、板野町との土地売買契約書上においては、両社が同一会社として契約当事\n者間では考えられていた証左である。\n（二）　徳島船井の設立手続はきわめて脱法的なものである。設立形式は一応発起\n設立であるが、この場合においても、株式会社に社団性・法人性を認める昀少限の\n絶対的条件として七人以上の発起人の存在と右発起人による引受、出資が必要であ\nる。ところが、徳島船井設立においては他の子会社と同様に船井電機の取締役が名\n義だけの発起人となり、実際は同社のみが一〇〇％引受、出資を行なつた。すなわ\nち、出資金は同社が名義上の発起人に仮払いの形をとつて発起引受と同時に同社に\n譲渡し仮払金と相殺する形をとつている。これは全く同一時に単なる帳簿上の処理\nで行なわれているもので、複数の出資によるという株式会社のもつ社団性は徳島船\n井を含め前記子会社の場合、そもそも欠けているものである。\n３　徳島船井と船井電機の人事上の関係\n（一）　徳島船井の役員はすべて船井電機から派遣された者であり、その多くは同\n社の役員も兼ねており、同社の意思と都合により短期間の不定期な交替をくりかえ\nしている。徳島船井の経営責任者と称される会社代表者は社長の呼称が許されず専\n務の名で呼ばれているが、それ自体必ずしも代表取締役であるとは限らず、徳島船\n井の取締役ですらない場合もある。すなわち、昭和四五年六月Ｐ6専務が船井電機に\n帰任し同年一一月Ｐ7常務が徳島船井に赴任するまでの間、Ｐ8工場長が徳島船井の\n専務代行として経営責任者の任務を行なつていたから、代表取締役でない者がれつ\nきとした独立法人の経営責任者であつたということになるが、同年六月から八月ま\nではＰ8は取締役ですらなかつたのである。そして、Ｐ8は専務と呼ばれていたこと\nがあるが、ある日突然船井電機録音事業部長からの一片の通達によつてＰ8専務の右\n呼称の使用が禁止されてしまつたのである。\nさらに昭和四六年六月から九月までの間は右Ｐ8ら当事者間においてすら誰が会社\n代表者すなわち経営責任者であるのかという明確な認識がない。しかも、この間船\n井電機から派遣された他の子会社の経営責任者であるという以上に徳島船井とは何\nらの関係もない那賀川電子Ｐ9専務が徳島船井電機労働組合（以下、「徳島船井労\n組」または単に「組合」という。）との労働協約に調印し、あるいは池田工場の分\n離独立を組合に通告するなど徳島船井の代表者として公式に行動している。また、\n昭和四七年七月二八日以降九月二八日まではＰ10船井電機総務部長（当時）は、徳\n島船井の取締役でさえなかつたが、取締役をさしおいて徳島船井の代表者として行\n動し、徳島船井の同年度の夏期一時金交渉にも出席しその折衝にあたつている。\n（二）　さらに、徳島船井には、船井電機から総数三〇数名に及ぶ出向社員が派遣\nされ、Ｐ8工場長、Ｐ11経理課長、技術一課、二課の課長、課員の全員、品質管理課\n長、業務課長、製造一課の課長など若干の例外を除き管理ならびに生産部の中枢を\n占めていた。その出向社員の扱い、動向はことごとく船井電機が掌握しているが、\nなによりもこれらの出向社員が存在しなければ解散当時の徳島船井の操業を維持し\nていくことができないのが実情であつた。この点においても徳島船井ら子会社は船\n井電機に生殺与奪の権を握られていたといえる。同社が出向社員を引き掲げれば、\n当該子会社の業務遂行はその日からまひせざるをえない。\n（三）　徳島船井は設立当初、従業員の雇用にあたつて船井電機宛に誓約書、誓約\n保証書の提出を求め、採用の際の面接においては、同社常務と名のる者がこれにあ\nたつており、かつ半年間近くにわたる指導、訓練もすべて同社から派遣された職制\nがこれにあたつていたから、当時入社した徳島船井の従業員は船井電機の板野工場\nに就職したと認識していたのである。\n４　徳島船井と船井電機の財政、経理上の関係\n（一）　徳島船井は昭和四一年資本金二、〇〇〇万円で設立されたが、工場敷地の\n取得代金ですら一、六〇〇万円に上つたため、製造工場の物質的基礎である工場建\n物を自力で建築することはできず、船井電機が行なつた状態で、設立当初から同社\nに財政的に寄生せざるをえない体制となつていたのである。徳島船井に限らず他の\n子会社も同様で、ことごとくその敷地、建物はともに船井電機の所有であり、子会\n社が独自に所有するものは何もない。船井グループのような労働集約産業にあつて\nは無形的財産たる技術体系のほか、測定器など若干の機具類を別にすると、工場の\n敷地、建物こそ唯一の依存すべき財産であり、生産会社の基本であるが、それがす\nべて船井電機の所有に帰している現実は、徳島船井など子会社の船井電機への寄生\n性、従属性の根本的性格を示している。徳島船井の場合、敷地については当初自己\n名義であつたが、その実質は船井電機が取得したというべきものであつたし、昭和\n四五年右敷地も同社名義に移転して徳島船井の自主性を担保する唯一の財産的基盤\nも消滅している。\n（二）　経理的な支出に関し徳島船井など子会社独自の権限は、きわめて少額の範\n囲に限られている。船井電機出向社員の管理職クラスは、同社規定によつてその裁\n量の範囲を細かく制約されている。右規定によつて事業所長（各子会社の代表者）\nにおいてさえ、その金銭の使用し得る権限はわずかに五〇万円である。五〇万円以\n上はなんと船井電機の決裁を要するのである。なお、右規定ができたのは昭和四六\n年で事業部制が廃止されたのに伴い制限規制が公式的に文書で確認されることにな\nつたもので、後で述べる事業所報告書提出義務、本部会議への招集などと並んで事\n業部制の廃止によりむしろ船井電機への従属的一体性がよりストレートな形で強化\nされたことを有力に物語つている。\n（三）　徳島船井など子会社は船井電機から支出項目による制限規制を受ける。船\n井電機から各子会社への通達により、船井電機がその接待交際費の額まで決定し命\n令している。仮にドルシヨツクで諸費を節約する必要があつたとしてもそれは本来\n各会社が自主的に決めるというのが独立会社としての昀低限の要請である。しか\nも、その交際費の額は徳島船井については、昭和四五年度の後半年では五七二、一\n八九円、一ケ月がわずか九五、三六四円とみじめな命令を下されているのである。\n（四）　徳島船井の一時金等支払資金は、数か月前に計画をたて船井電機の了承を\n経る形をとつていたのを始め、すべての資金は同社の同意なく得られるものはない\nといつてよい。資金調達についてみると、昭和四三年一二月三井信託銀行から五、\n〇〇〇万円、昭和四五年一二月三、五〇〇万円阿波銀行から運転資金として借入し\nているが、いずれも当時いまだ担保物件たる敷地は徳島船井名義であつたにかかわ\nらず、同社名義で借入れすることもできず、船井電機名義で借入れすることによつ\nて資金を得ている。昭和四六年一二月には阿波銀行から一、〇〇〇万円、中小企業\n金融公庫から一、八〇〇万円の融資を得ているが、この場合一応徳島船井名義にな\nつているものの、その実情において船井電機の意思によることがなければ、一銭の\n資金調達もできない点いささかも変わりがない。\n（五）　徳島船井のパーツ（部品）の購入資金という業務遂行上昀も基礎的なもの\nについて、船井電機が立替払を行なつていた。すなわちパーツメーカーとの取引契\n約の主たる契約者は船井電機であるにとどまらず、その代金は同社が一括して支払\nうようにし、このため同社は現金や同社名義の手形を振出している。納入契約商品\nの単価も船井電機を窓口として折衝決定することになつており、独自に子会社がパ\nーツ業者とかけあうことは許されていない。かかる取引形態にしなければ子会社に\n納入する業者がいないのである。従つて、パーツ業者からの支払改善要求、値上要\n求もすべて船井電機になされているし、昭和四六年のいわゆるドルシヨツク時に\nは、パーツメーカーからの仕入代金につき船井電機が直接パーツメーカーと交渉し\nて値引きさせている。\n（六）　徳島船井は賃加工から売買形式になつても、船井電機の定めた原価計算規\n定によつて船井電機に対する資材購入の立替金の金利負担を含めて粗利益が四％し\nか計上できないのであるから、安く作つても徳島船井の利益が増すことはなく、そ\nの分だけ船井電機の利益が増すだけのことである。逆に生産が上らなければ、その\n危険は徳島船井の負担となるのはもとより、従来は加工費用として船井電機の負担\nとなつていた飛行機による輸送代（以下エア代という。）、事故補償などすべて徳\n島船井など子会社の新たな負担となつて犠牲が強められることになり、決して徳島\n船井の自主独立性は増していない。\n５　徳島船井と船井電機の業務運営上の関係\n（一）　船井電機と子会社間の取引形式は従前賃加工であつたが、徳島船井の場\n合、昭和四五年一二月に売買形式に切り換えられ、昭和四六年までにすべての子会\n社も売買形式に変わつた。この方式変更は船井電機のより生産性アツプの観点から\n同社の子会社に対する管理手法の変化の試みとして実施されたものである。徳島船\n井の売買形式への切り換えは昭和四五年八月船井電機によつて決定され、経理責任\n者の派遣も決定されていたのである。船井電機は徳島船井を子会社の先頭をきつて\n売買方式に変更するため、あえて船井電機の社長につぐ地位にあるＰ7常務を専務\nに、同社社員のＰ11を経理課長としてそれぞれ派遣した。従つて、徳島船井には従\n来現地採用のＰ12という経理課長が存在していたにかかわらず、Ｐ11の派遣以後、\nＰ12は名ばかりの経理課長としてＰ11の支配、指導下にて業務をとり行なつてい\nる。賃加工当時、徳島船井の業務が船井電機の従属的一体化のなかでとり行なわれ\nていたことは明らかであるが、売買形式についても、その移行自体船井電機の意思\nと指導によつて行なわれたものであり、そのためＰ7、Ｐ11は録音事業部と徳島船井\nの業務を兼任していたのである。\n（二）　徳島船井は、録音事業部に所属する生産工場として、船井電機の事業部計\n画会議を始め、各種通達、個別指示、指導によつて従属的一体化のもとに業務をと\nり行なつてきた。その実態は賃加工時代と売買時代とでまつたく変わる所がないど\nころか、むしろ逆に売買になつて事業部が徳島船井へ現地移動してからはより密着\nして指揮されることになつたから、業務遂行上の従属性、一体制、混同制はより深\nまつたというべきである。その移行についても昭和四五年八月頃から徳島船井には\n同社の組織と船井電機録音事業部の組織が競合し、その後録音事業部が担当してい\nた設計、資材、品管が徳島船井に全部移管されたというものの、漸次移行であつて\nいつ移管されたのかも定かでなく、関係者間でも認識は様々に混乱し、収拾がつか\nない有様である。\n事業計画をとつてみても売買に移行したという後も出向社員ら録音事業部と板野\n工場（徳島船井の船井グループ内での通称）を区別して従前と同じ機構的な区分の\nもとに計画を樹立している。ここにも売買形式になつたといえ、実態にはいささか\nの違いもないことがわかる。そして、出向社員を含めた計画として、別に第二〇期\n損益計画書板野事業所として立てていることからも徳島船井を単なる船井電機の一\n機構としか考えていないことがうかがえる。また第二〇期損益計画書では、板野工\n場、勝浦工場、那賀川工場を総合して録音事業部としての計画を立てていたのであ\nる。また、船井電機は事業部計画基本大綱、事業部計画作成要綱等詳細な基準を子\n会社に示し、子会社を招集して事業計画会議を開催している。\n結局、船井電機の事業部が、徳島船井はじめ傘下工場の生産台数目標、生産金\n額、売上目標、一人当りの売上金額、必要人員、人員計画から各工場の収支、賞与\n引当金を何ケ月にするかに至るまで、計画会議、通達、個別指示などによつて指\n揮、指示、指導していたのである。\n（三）　船井電機は売買形式に切換え後、徳島船井をはじめ子会社に対し原価計算\n規定に基づく事業所製造原価集計票としてＡ票なるものを提出させ、船井電機と子\n会社との売買取引の参考にしているが、ただそれだけでなくＡ票に材料費、直接製\n造費、労務費、間接費等を詳細に記載させ、子会社の労務費と経費の使いすぎ等を\n管理、監視する手段として利用していたものである。\n（四）　昭和四六年八月以降事業部制が廃止され、船井電機の常務会が直接子会社\nを管理支配することになつた。従つて、事業部制の廃止は子会社の独立性を少しも\n意味せず、むしろドルシヨツクに伴い子会社の収奪強化、従属的一体化はより強化\nされ、かつ法制化されることによつてより固定化された。前記の原価計算規定に基\nづくＡ票による監視、管理体制も一例であるが、その上、子会社専務は本部会議と\n称する船井電機常務会に月一回は必ず招集され、直接その指示を受ける。この常務\n会の子会社直接支配の事務部局として社長室が設けられ船井電機常務Ｐ13が総責任\n者となつて子会社管理事務を遂行している。本部会議の内容は標準在庫、製品勘定\nに関する件などの一般事務的なことはもとより、利益採算に対する対策として直接\n労務費を六・八％以下に押えるなどの露骨な指示、子会社の経営管理者の変更、各\n子会社間の支配関係の変更指示、はては在庫棚卸のやり直しの命令などの日常的業\n務執行に関することに至るまで実に微に入り細に至つて、あるいは横暴に指示、指\n導している。\nさらに、船井電機は船井電機株式会社規定を作成して子会社役員および管理職出\n向社員にその遵守を義務づけている。\n右規定には、前記の一定の出費制限規定のほか各種の決算書、労働協定等の提出\n報告、毎月一回所定の事業所の全営業状態を示す詳細な事業所報告の提出を義務づ\nける規定がある。\n６　徳島船井と船井電機の労務対策上の関係\n（一）　昭和三六年わずか資本金二千万円で出発した船井電機が一〇年足らずの間\nに資本金が一五倍の三億円、子会社一一社を数えるまでになり、各期の資本利益率\n二〇ないし三〇割、数億円にのぼる為替差損金を消化してなおかつ社内留保金一〇\n億円を越えるぼう大な利益の秘密は一言でいえば、工場分散と子会社方式による地\n方の安価な労働力に依存した低賃金、高収奪体制にあつた。別会社にしたのは別会\n社従業員の労働条件に関心がなく関与したくないからでなく、むしろ低賃金維持の\nため関心があり関与したくてそうしたのである。従つて、低賃金、高収奪体制の維\n持が船井電機の昀大の眼目である以上、子会社の労務対策こそ実は昀もその支配下\nにあるのである。そして、本件解雇でらつ腕をふるつた徳島船井の代表者Ｐ10こそ\n子会社労務対策指導の中心人物である。Ｐ10は船井電機入社前に神島化学の総務課\n長を停年退職したのち労働コンサルタントをやつていたが、神島化学時代同労組委\n員長を二〇年務めたベテランで、地方労働委員会の労働者委員七期、社会党市会議\n員一期、県評副議長七期というきわめて特異な経歴（今の立場からみて）の持主\nで、労働運動の労働者側、労働組合側のことは表も裏も知りつくしている人物であ\nる。Ｐ10は昭和四四年Ｐ1社長からこの経歴を買われて子会社の労働紛争を解決する\nため船井電機に雇われ、その後実際に船井電機の命令で子会社の労務対策を指導、\n指示している。\n（二）　事実、昭和四六年春にはＰ1社長自ら徳島船井労組ら子会社労組幹部との懇\n談会を行なつているし、Ｐ10自身も徳島船井労組の前の執行部と懇談を持つてお\nり、昭和四六年夏期一時金についての労使交渉に出席し、昭和四七年六月二一日に\nは徳島船井の労使懇談会に出席し種々の威嚇を同労組に与えており、さらに同年七\n月二七日ひそかに来徳し、徳島船井の労使交渉のリモートコントロールを行なつて\nいた。このようにＰ10はことあるごとに徳島船井をはじめ子会社の労使問題の指\n導、助言にあたつていたものである。\nたとえ、Ｐ10が船井電機の総務部長として子会社によく赴くのが、子会社にいる\n船井電機の出向社員の労働条件等の打合せ、連絡のためであるとしても、生産工場\nの中枢をしめる出向社員の管理、とりわけ労務管理が依然として船井電機総務部長\nに現実に掌握されていること自体、子会社の船井電機への労務面での制度的な従属\n的一体性を物語るものである。\n（三）　船井グループでは常に船井電機が子会社の賃金、一時金額についても指\n示、支配していた。例えば、一時金等につき船井グループ協議会で討議がなされ、\nその方針が決定されていたし、組合との交渉の席上で徳島船井のＰ14専務は「私の\n権限はここまでである。」「本社と相談しなければならない。」「本社と相談して\nくる。」と船井電機との関係をかくそうともしなかつたし、昭和四七年七月二七日\n徳島船井労組と同専務との間に締結した確認書の二項に本社（船井電機）社長代理\nする者が出席する旨の記載があることからもこのことはうかがわれる。\n（四）　また、徳島船井のＰ14専務らに賃上げなど労務関係について実質的権限の\nなかつたことは裏協定の存在によつて一層明確となる。すなわち、徳島船井ら子会\n社は労働組合との賃上げなどの交渉につき船井電機の指示、了承のもとに行なう必\n要があるのはもとより妥結した協定書も同社への報告が義務づけられていた。しか\nし、徳島船井では組合の攻勢によつて昭和四六年年末闘争頃から船井電機の了承範\n囲では協定に達することができなくなつた。このため同社へ報告する表向きの協定\n書と同社に内密の組合との真実の妥結額に基く裏協定の二通を作つていた。\n７　船井電機の責任についての法律的主張\n（一）　徳島船井など子会社は以上のとおり船井電機から資本、役員、人事、財\n政、経理、受注、業務、生産技術、労務政策のすべての分野において現実に統一支\n配されている。徳島船井はまさしく船井電機の一製造部門にすぎず、船井電機は申\n請人らに対し使用者として責任を負わなければならない。\n（二）　徳島船井は一〇〇％船井電機の株式所有に属している典型的な一人会社で\nある。前昀高裁判事松田二郎氏は「法人制度の悪用でないときでも株式会社が一人\n会社である場合はその実質は単独株主の個人企業に外ならないからその法人格を無\n視して単独株主であるところの株主をして会社債務につき責任を負担せしむべきで\nある。経済的に一人会社でするときもその立証がある限り同様の結論を肯定すべき\nであろう。」という（同氏（「会社法概論」二〇頁参照）。法人格否認の法理も結\n局一応社団性の形式がある場合に実質的同一性の有無を検討して松田氏のいう実質\n的な一人会社か否かをみるということに尽きる。そうだとすれば徳島船井の場合、\n一〇〇％船井電機が徳島船井の株式を所有している一事をもつてすでに同社が使用\n者としての責任を負わなければならないことが明らかである。\n（三）　さらに、徳島船井の場合、設立手続が脱法的なもので、社団性を昀初から\n欠いている。本来、すべての会社は社員の複数を成立の条件とするが、株式会社の\n場合、商法上例外的、事後的に単数社員になつても直ちに解散原因とはしていな\nい。それだけに結成時点における複数社員の存在、社団性は法人性を認める絶対的\nな要件というべきである。しかるに、徳島船井においては、発足においてすでに社\n団性を欠いているのであるから、法が法人性を認めて特に保護しようとするなにも\nのも備えていないわけである。かかることからして徳島船井につき船井電機と別個\nの法人格を認めるべき必要も条件も存在しないのである。\n（四）　従つて、徳島船井は独立した法人格を否認される形式会社である。そし\nて、このような場合、徳島船井と船井電機は重畳的に徳島船井の従業員に対し使用\n者としての責任を負うものと解すべきであるから、申請人らは船井電機と徳島船井\nの両社に対して従業員としての権利を有するものである。\n四、申請人らは昭和四七年一一月の解雇当時それぞれ別紙（一）の「基準内賃金\n欄」記載のとおり基準内賃金の支払を受けており、同年夏期一時金支給額（半年\n分）を付加すると申請人らの受くべき給与は、同目録の「一時金を含めた平均月額\n欄」記載のとおりとなる。\n五、申請人らは本件解雇により収入の道をとざされ、生活の困窮が著しく、本案判\n決を待つては回復し難い損害を受ける。\n六、よつて、申請人らは申請の趣旨記載のとおりの裁判を求める。\n第三　申請の理由に対する被申請人らの答弁\n一、申請の理由一及び二は認める。\n二、同三について\n冒頭の事実中、徳島船井と船井電機がそれぞれ別個独立の法人格を有しているこ\nと、徳島船井の発行済株式は一〇〇パーセント船井電機が所有していること、申請\n人らが船井電機に対し従業員としての権利を有することを同社が争つていること\nは、認めるが、その余は争う。\n１「船井グループの沿革と実態」の項のうち\n（一）　認める。\n（二）　船井電機がジエコー録音機、中国電波を除き子会社の発行済株式を一〇〇\n％を所有していることは認めるが、その余は争う。\n（三）　船井グループがステレオ、ラジオ、テープレコーダーなどの音響機器の受\n注生産を業としていること、その営業の実際は船井電機がバイヤーからバイヤーズ\nブランド製品の製造を受注し、子会社で製造をさせて船井電機がバイヤーに納品す\nるという形態をとつていること、しかし、もともとは船井電機が製造していたが、\n各地に子会社を設立したのに伴ない、順次製造を子会社に移行し、昭和四三年頃に\nは船井電機が製造を止めたことは認める。\n（四）（１）　昭和四三年頃から事業部制がとられていることは認める。\n事業部制は機種が多様化するようになつたことから技術、資材購入、営業などの\n部門を機種別に縦割りにして、しいたものである。これは弱電機メーカーの企業運\n営に用いられている常態的なものである。ところで、事業部制がしかれることにな\nつて子会社も当然のこととして得意としていた機種があるので特定の事業部の仕事\nのみをするという傾向があり、子会社を含めた縦割り制が考えられることになる。\nつまり従来、船井電機の技術部から指導を受けていた子会社は特定の事業部の中の\n技術から指導を受けるという形になるのである。これはあたかも子会社組織を含め\nて特定の事業部があるかの如き感を呈するが、それは事業部の機能としてそのよう\nな感を呈するのであつて法人組織としてはあくまでも別法人であつて、その間に法\n律行為、取引も行なわれているのである。\n（２）　申請人ら主張の頃船井電機と子会社の取引形式が賃加工形式から売買形式\nに変わつたことは認める。\n賃加工契約の場合は技術関係、部品購入等の責任は親会社たる船井電機にあり、\n生産事故補償や切換補償制度があることによりどうしても船井電機に頼る傾向が大\nきく、責任体制が明確にならないので、子会社が名実ともに独立法人として責任を\n持つた経営をする体制をとるため、賃加工契約から完成品の売買契約に切換を行な\nい、従来から行なつていた製造部門に加えて技術部門、部品購入部門を子会社中に\n置くことにしたのである。換言すれば、賃加工の時代は子会社が主として製品の製\n造と人事労務関係においてのみ責任を持つていたのに対比して完成品売買契約に移\n行することにより技術、部品購入等の面においても責任を持つ体制になり、子会社\nの独立性は以前に比較して強まつたということがいえる。\n（五）　船井電機から子会社に出向社員が派遣されていたことは認めるが、その余\nは争う。\n出向社員については船井電機と同社の組合との出向協定に基いて出向決定までの\n人事権は同社が持つているが、出向により子会社の従業員となつた者の子会社内に\nおける配置、給与、賞与の決定等の権限は一切子会社の方が持つものであつて、こ\nれに船井電機が介入したり発言権を持つものではない。\n（六）　争う。\n（七）　勝浦電子、池田船井が徳島船井の分工場であつたことは認めるがその余は\n争う。\n２　「徳島船井の設立経緯」の項のうち、\n（一）　徳島船井が昭和四一年板野町工場設置条例に基づく板野町長の設置奨励措\n置指定によつて設立されたこと、徳島県工場設置奨励条例による工場指定申請書で\nは仮称として工場名が四国船井電機株式会社となつていたこと、徳島船井の敷地の\n板野町との売買契約の買主は船井電機となつていたが、その所有権移転登記は徳島\n船井名義でなされたことは認めるが、その余は争う。\n（二）　争う。\n徳島船井は船井電機の子会社として設立されたものであり、通常よく認められる\nとおりその設立の動機において不法不正なものはなく、地方公共団体はじめ第三者\nから船井電機と関係はあるが別法人であると承認されて設立、運営されて来たもの\nである。\n３　「徳島船井と船井電機の人事上の関係」の項のうち、\n（一）　徳島船井の役員が船井電機の意思により決定されていたこと、Ｐ8工場長が\n専務代行として経営責任者の任務を行なつていたことがあること、Ｐ8が専務という\n呼称を船井電機録音事業部長からの通達によつて禁止されたこと、Ｐ9那賀川電子専\n務が徳島船井を代表し、徳島船井労組と労働協約を締結し、池田工場の分離独立を\n同労組に通達したこと、Ｐ10が昭和四七年七月二八日から徳島船井の代表者として\n行動していたことは認めるが、その余は争う。\n右Ｐ8やＰ9の行為は、徳島船井の経営責任者が赴任するまでの若干のブランクに\nなされたものにすぎない。Ｐ8の専務の呼称禁止は何ら解任というような性質でなく\n問題にならないし、Ｐ10は昭和四七年七月二八日から同年九月二八日まで専務代行\nとして徳島船井で執務していたものである。\n（二）　船井電機から徳島船井に三〇名位の出向社員が派遣されていたこと、その\nうち経理課長、技術課長二名、品質管理課長一名、製造一課の課長、業務課長の六\n名が出向社員であつたことは認めるが、その余は争う。\n徳島船井の従業員人事計画の設定、その採用、人事異動、懲戒解雇などはすべて\n同社の責任と権限とにおいて行なつており、これについて船井電機から指令を受け\nたことはない。出向社員の総数は、昭和四七年九月当時でいえば三一名とＰ11、取\n締役Ｐ8、同Ｐ10（取締役の場合出向協定上の出向にはあたらない。）ということに\nなる。しかしながら、これらの出向社員全部が徳島船井の管理職ではなく、全管理\n職一五名中六名が出向社員で、総務部長、人事課長、品質管理課長の一名、生産課\n長の三名、購買、外注、受入検査の各課長合計九名はいずれも徳島船井の現地で採\n用された人達であり、右六名の管理職以外の約二五名の出向社員は元来組合員資格\nを持つている人達であつた。\n（三）　徳島船井が設立当初、従業員の雇用にあたつて船井電機宛となつている誓\n約書、誓約保証書を提出させたことは認めるが、その余は争う。\n徳島船井としては右誓約書等を求めるに際し、「船井」とある前にゴム印ででも\n「徳島」の二字を加入しておくことがより良いことであつたであろうが、設立当初\nは便宜上、船井電機の用紙をもらい受けてそのまま使用していたのである。これは\n同社と徳島船井の一体性ということよりむしろ同社の書類整備の粗雑さを物語るも\nのである。そして昭和四四年に入り船井電機の用紙がなくなり、徳島船井宛の誓約\n書等が整備されたのである。\n４　「徳島船井と船井電機の財政、経理上の関係」の項のうち\n（一）　徳島船井が昭和四一年資本金二、〇〇〇万円で設立されたこと、徳島船井\nの工場敷地が、当初同社の所有であつたところ、昭和四五年船井電機に所有権が移\n転されたことは認めるが、その余は争う。\n徳島船井は、自己資金と借入金によつてその経理をまかなつており、独自の立場\nで収入、支出の予算を編成し資金計画をたてこれを実施に移し、決算しているので\nあつて、これらの点に関し船井電機からなんらの指示、指令を受けたことはない。\n（二）　船井電機出向社員の管理職クラスが同社規定によつてその裁量の範囲を制\n約されていたことは認めるが、その余は争う。\n（三）　争う。\n（四）　争う。\n徳島船井は資金が不足したときはこれを船井電機から借受けるなど資金、経費の\n面で援助を受けていたが、これは徳島船井の債権債務として経理されているもので\nあつて財政面経理面では船井電機から全く独立している。\n（五）　船井電機が徳島船井のパーツの購入資金を立替払していたことは認める\nが、その余は争う。しかし、これも徳島船井の債権債務として経理されているもの\nで船井電機の経理とは、別個独立である。\n（六）　争う。\n売買方式は、生産性を向上させることにより製造原価を低くし、営業利益を増加\nさせることができ、反対に技術力の貧困や生産努力の欠除により生産性が低下すれ\nばそれだけ製造原価は高くなり、利益が減少するか、もしくは送付価格を高く決め\nざるをえず、ひいては船井電機からの注文が減少するという結果を招くことにな\nる。従つて、売買方式への切換により徳島船井の自主性が賃加工方式より増したこ\nとは明らかである。\n５　「徳島船井と船井電機の業務運営上の関係」の項のうち\n（一）　徳島船井など子会社が、船井電機の受注した製品の製造部門を担当してお\nり、船井電機と子会社間の取引形式が生産性を上げようとして賃加工から売買形式\nに切換えられたこと、Ｐ7が船井電機の常務取締役で、かつ録音事業部長であつた\nが、同時に徳島船井の専務取締役であつたことは認めるがその余は争う。\n（二）　船井電機が子会社と会議を開き事業計画等につき検討していたこと、船井\n電機が社長通達等の形で子会社に対しその意思を伝達していること、録音事業部の\n事業計画が徳島船井等を含めて立てられていたこと、録音事業部が徳島船井に移動\nしたことは認めるが、その余は争う。\n社長通達等による意思の伝達は、船井電機が親会社であり、その全株式を保有し\nている子会社の事業運営を指導していく上で通常のことであつて何ら怪しむにたり\nない。しかし、それだからといつて徳島船井と船井電機が同一企業体であるという\nことにはならない。世上メーカー、会社が下請企業に対し通達という形式で資材の\n納入方式、代金の支払方式、場合によつては経営の指導について指示をすることが\nしばしばみられる。これはメーカー、会社の下請に対する力関係とか指導性のしか\nらしむるところであるが、その一事をもつてそのメーカーと下請企業が同一法人格\nであると即断するものはあるまい。これは親子会社の間では常態的に認められる意\n思伝達の書類にすぎないものである。\n録音事業部の事業計画は、録音事業部が船井電機の機構でありながら、同時にそ\nの取扱機種を生産する子会社を含めて機能するものである以上、船井電機の販売計\n画に基づいて子会社の生産計画が立てられるのは当然のことである。世上、長期の\n輸出契約において販売者である商社と生産者であるメーカーが一体となつて会議を\n重ね、生産計画、資金計画、人員計画を立てて輸出をスムースにし、コスト引下げ\nを重ねている例が多いが、そのような場合に商社とメーカーは、まさに外国のバイ\nヤーからすれば一体の如くみえるが、同一法人とは誰も考えない。\nすなわち、徳島船井は親子会社という関係上、経営管理の指導、援助を船井電機\nに仰ぐことがあるが、独自の経営組織を持ち、その長期、短期の生産計画、生産設\n備計画、資金計画等はすべて自主的に決定実施し、その経営責任も同社に帰属して\nいるものである。\n（三）　船井電機が子会社との取引が売買形式になつた後徳島船井らに原価計算規\n定に基づくＡ票なるものを提出させて取引の参考資料にしていることは認めるが、\nその余は争う。\n船井電機が徳島船井らに見積依頼するに際し、見積の方式として子会社が定型的\nに処理できるように定めたのが右Ａ票なのである。\n（四）　船井電機の役員、子会社の経営責任者その他関係者が出席して月一回本部\n会議が開かれていること、船井電機が徳島船井らに対し毎月事業所報告を求めてい\nることは認めるが、その余は争う。\n本部会議は親会社としてなるべく早い時期に子会社の動向をつかむ上で必要があ\nるので行なわれているもので、これも各社で行なわれているような系列会社連絡会\n議とか関係会社会議というものと同様であつて、単に親会社子会社だけの関係でな\nく、子会社同志の状況を知りあうための会合という点にも意味があり、子会社間の\n利益競争という意義もあるのである。そこで、子会社の月々の生産状況、業績の報\n告すなわち事業所報告がなされるのである。\n６　「徳島船井と船井電機の労務対策上の関係」の項のうち\n（一）　昭和三六年資本金二千万円で設立された船井電機が一〇年足らずの間に資\n本金三億円、子会社一一社を数えるまでになつたことは認めるが、船井電機の発展\nの秘密が工場分散と子会社方式による地方の安価な労働力に依存した低賃金、高収\n奪体制にあること、低賃金維持のため別会社にしたのであつて、子会社の労働対策\nこそ実は昀もその支配下にあるとの点は争う。\n（二）　Ｐ10が昭和四七年六月二一日徳島船井の労使懇談会に出席したことは認め\nるが、その余は争う。\n（三）　Ｐ14専務が一時金等につき徳島船井労組と交渉の席上で「私の権限はここ\nまでである。」「本社と相談しなければならない。」などと述べたこと、昭和四七\n年七月二七日同労組との間に締結した確認書の二項に本社社長代理する者が出席す\nる旨の記載があること、徳島船井と同労組との間に通常の協定書のほかにいわゆる\n裏協定なるものが作成されていたことは認めるが、その余は争う。\nＰ14専務の右発言は労使交渉における使用者のテクニツクとして言つたもので、\n決して真実ではない。昭和四七年七月二七日締結の確認書は労組が多衆を頼んで長\n時間にわたつて使用者側に強圧を加えてなしたものであり、Ｐ14専務はほとんど冷\n静に考えることができなくなり、早くその場を逃れたいため、やむをえず署名した\nものである。あるいは、Ｐ14専務は第一項に「取締役会を開いて措置を検討す\nる。」という条項があるためいかに社長代理の出席を約束しても意味がなくなると\n考えていたかもしれない。いずれにしても、右二項は意味がないものである。\n徳島船井はいわゆる裏協定も船井電機に送つており、この裏協定をお互い公表し\nないことにしたのは、他の子会社に対する関係上、そうしたものである。\n７　法人格否認の法理の適用について\n申請人らは徳島船井の法人格を否認して船井電機に使用者としての責任があるか\nのごとく主張しているようであるが、本件事実関係の下では、徳島船井の法人格が\n否認される場合にあたらない。一般に法人格否認の法理とは特定の法律関係におい\nて公正かつ合理的な理由がある場合に、法人とその構成員との実質的同一性に着目\nしその法人格を無視し法律関係の妥当な調整もしくは解決を図ろうとする法理であ\nるといわれ、法人が法人としての実質（団体としての組織と活動）を具備していな\nいにもかかわらず法人という法形式をとつている場合（法人が単なる形骸にすぎな\nい場合）もしくは法人格が法律の適用を回避するために濫用された場合にその適用\nがある（昀判昭和四四年二月二七日参照）と解されているのであつて、単に法人と\nその構成員が実質的に同一であるからといつて法人格が否認されるものではない。\nところで、船井電機の子会社を設立の経緯、経過は今日の企業経営形態の上で通\n常認められるものであつて、徳島船井の発行済株式の株主は船井電機だけである\nが、同社は子会社を基本的に独立の法人として取扱つており、徳島船井も船井電機\nとは全く別個の経営組織と財産を持ち、独自の経営を行なつており、商法上も税法\n上も全く別法人として社会的に実在してきたもので、行政官庁、他の取引先や従業\n員、組合も全く両社を別法人と考えていたものである。現在も解散をし本件係争を\n残して完全に消滅してしまつた徳島船井を除いて、他の子会社は独立の経済活動を\n続けている。従つて、徳島船井と船井電機は実質的に同一であるとはいいえないの\nみならず、徳島船井が法人の形骸であるということはできない。また徳島船井を独\n立の法人としたのは、独立採算性を一歩進めその経営を自主的に行なわせ、主体性\nを維持させるためにほかならないのであるから、法人制度を濫用した場合にあたら\nない。従つて、いかなる意味においても法人格否認の法理が適用される場合には該\n当しないのである。もつとも、徳島船井ら子会社は子会社である以上、親会社とし\nての経営上の指導ということは当然ありうることであるが、これも今日の親会社、\n子会社の経営形態のうちで通常のことである。今日、大企業の多くが数多くの子会\n社を持ち、大企業グループを形成しつつ活動していることは、それぞれ独立の法人\n格があることを前提としつつ、その法体系の下に運営がされているのであつて、そ\nれにおしなべて法人格否認の法理が適用されるものではないのである。\n三、申請の理由四のうち、申請人ら（但し、申請人Ｐ15、同Ｐ16、同Ｐ17、同Ｐ\n18は除く。）の昭和四七年一一月当時の基準内賃金が申請人ら主張のとおりである\nことは認める。申請人Ｐ15、同Ｐ16、同Ｐ17、同Ｐ18の基準内賃金はそれぞれ三万\n六、四二〇円、五万四、二八〇円、六万四、七六〇円、三万五、三九〇円である。\n四、申請の理由五は争う。\n徳島船井は昭和四七年一一月一四日の株主総会において同会社を解散する旨の決\n議をなし、Ｐ10を代表清算人として清算手続を進めた結果、昭和四九年七月一五日\nまでに申請人らに対する解雇予告手当、退職金の現実の弁済を除いては財産の処\n分、債権の取立て、債務の弁済を完了し、同年七月二二日申請人らが解雇予告手\n当、退職金の受領を拒絶しているため弁済のためにこれを徳島地方法務局に供託し\nた。これによつて徳島船井の清算事務は実質的に結了し、本件係争事件の処理だけ\nを残すことになつた。そして、船井電機の所有に属する徳島船井の工場、事務所等\nおよびその敷地も同社においてその処分の手続を進めているのである。このよう\nに、徳島船井はもとより船井電機もしくは子会社がもと徳島船井に属していた企業\n財産をもつて事業を継続することが全くありえない事案にあつては、労働者の就労\nする場がなくなつたのであるから使用者に雇用の継続を強制できず、申請人らの従\n業員たる地位の保全を求める仮処分はそのこと自体すでに保全の必要の程度を越え\nるものといわなければならない。\nまた、本件のような賃金の支払を命ずる仮処分を求める仮処分が是認されるとす\nるならば、徳島船井は申請人らの就労による利益を全く享受しえないのに莫大な出\n捐を余儀なくされるのに対し、申請人らは労働しないで生活することができ、しか\nも他の使用者のもとで就労し、もしくは家事労働に従事することにより二重の利得\nをする結果となり、この点においても保全の必要の度を越えるものである。\n第四　被申請人らの抗弁\n一、退職\n徳島船井は昭和四七年一〇月三〇日解散に先立ち希望退職者を募集したところ、\n申請人Ｐ19、同Ｐ20は同年一一月一五日同社を任意退職した。\n二、解散による解雇\n１　解雇の意思表示等\n徳島船井は次に詳述するとおり、経営不振で赤字を累積し、生産性も低下し、そ\nのまま推移すれば倒産は必至であつたので、止むなく会社を解散し、昭和四七年一\n一月一五日申請人らに対し解散を理由として解雇予告手当および退職金を提供し、\n解雇の意思表示をした。そして、同社は昭和四九年七月二二日申請人らが受領しな\nかつた解雇予告手当および退職金を弁済のため徳島地方法務局に供託した。\nなお、申請人らは徳島船井が解雇通知をなした一一月一五日に解雇予告手当を支\n払つていないので、解雇は無効であると主張する。しかし、かりに解雇予告手当に\nついての労基法二〇条の規定を強行法規と解しても、解雇予告手当を提供するか、\nあるいは一ケ月を経過すれば解雇は有効とすることは判例であるところ（昀判昭和\n三五年三月一一日民集一四巻三号四〇三頁細谷服装学院事件）、徳島船井は取立債\n務である予告手当につき同年一一月一五日に支払の準備をなし、これを被解雇者ら\nに通知して受領を催告しており、通常の賃金と同様の状態において同人らが受取り\nうる状態にし、現実に同人らの一部の者はこれを受領している。従つて、申請人ら\nについても解雇予告手当の現実の提供があり、これを継続していたものというべ\nく、申請人らの主張は理由がない。\n２　徳島船井の業績\n（一）　徳島船井の財務諸表による損益の推移は、別紙（二）記載のとおりであ\nり、同社の生産実績は別紙（三）記載のとおりである。\n（二）　第一期から第六期（昭和四一年七月一六日から昭和四四年一二月一五日ま\nで）\n第一期から第三期までの約一年六ケ月の期間はいわゆる創業期であつて多少の営\n業欠損の出ることはやむをえなかつたのであるが、営業収入はほぼ順調に伸び、第\n六期から伸率鈍化の兆がみえたものの、第三期から第六期までの間生産事故補償、\n生産切換補償として総計一億四、八六九万円の収入を得て累計四〇二万円の利益を\n計上することができた。\n（三）　第七、第八期（昭和四四年一二月一六日から昭和四五年一二月一五日ま\nで）\n第七期になり営業収入の伸率は鈍化の傾向をたどり、これに対して売上原価は増\n加して売上総損益段階ですでに欠損を計上するに至つた。これは主として労務費、\n外注加工費の増加によるものでこれにみあうだけの生産を挙げ得なかつたことによ\nるものである。第八期に入つても業績はほとんど変らず、結局八、九二五万円の営\n業欠損を生ずるに至つた。このように、第八期までに一億七、〇〇〇万円を越える\n営業欠損を生ずるようになつたので、徳島船井はその累積赤字を解消する手段とし\nて、昭和四五年一一月一五日その所有していた同会社の土地・建物（社宅を除\nく。）を時価一億五、八六〇万円で船井電機に売渡し、これによつて第八期には\n一、九四二万円の当期利益を計上することができ、繰越欠損金も五、五五一万円に\n縮小することができた。\n（四）　九期（昭和四五年一二月一六日から昭和四六年六月一五日まで）\n九期を迎え従来のままの取引形態では再び損失を生ずる可能性があつたので、徳\n島船井はいままでの加工賃取引を売買方式に改め、その結果営業利益を六、〇六〇\n万円計上することができた。しかし、徳島船井は那賀川電子、勝浦電子を外注加工\nとして使用し、その結果右両社より売買利益すなわち営業利益二億二、〇三一万円\nを得ることができたのであつて、徳島船井自体は生産性の悪さから営業利益におい\nて一億五、九七一万円もの赤字を出したのである。\n（五）　一〇期（昭和四六年六月一六日から昭和四七年六月一五日まで）\n（１）　この期は二八億五、六九一万円の売上を計上したにかかわらず営業損益\nで、七、七五一万円にも昇る赤字を計上するに至つた。これは売上原価のうち変動\n比率が九期の八五・一五六％に較べ、第一〇期は八九・五一九％と四・三六三％も\n上昇した結果である。特にこの四・三六三％の原価の高騰の内訳は国外運賃（生産\n遅れによる納期遅延を避けるためのエアー代）としての三、九四九万円（一・三\n％）が含まれている。さらに、那賀川電子、池田船井等に対する資材調達の手数料\n収入、技術援助料収入が営業外収益にて処理されており、これに対応する原価は売\n上原価に含まれているのでこれを売上収入に含めると、三、四二二万円（一・二\n％）が営業欠損金より減額され、結局四、三二九万円の赤字となる。\n（２）　特筆すべきことは一〇期の生産達成率が別紙（三）記載（ただし昭和四七\n年七月以降は一一期）のとおり極めて低かつたことである。通常生産会社の達成率\nの目標は八五％が昀低ラインであることから徳島船井の生産効率がいかに悪かつた\nかがわかる。\nのみならず、徳島船井の製品の品質も不良で、このためこの期において特に大き\nな問題となつたものとして次の三つがある。\nまず、機種名ＣＰ六一二（昭和四六年八月から一〇月に出荷）の件であるが、カ\nセツトメカニズムの駆動プーリーの動作不良という問題があり、値引、課徴金、金\n利負担を余儀なくされ、その額は一〇二二万八、三八二円に上つた。船井電機とし\nてはマーケツト的クレームであると主張して極力その損失を防ごうとしたが、事実\n不良部分があつたため、結局金銭負担をせざるを得なかつたものである。駆動プー\nリーの不良ということは、一見設計ミスと考えられないでもないが、当然徳島船井\nの検査等の段階で処理するべきものであるから、そのすべてが工程上の不良である\nとはいえないまでもやはり徳島船井のミスというべきものである。\n次にＣＰ六〇九（昭和四七年出荷）であるが、バイヤーであるフイリツプスから\n厳重な品質不良の指摘がなされており、五、〇〇〇台中三、〇〇〇台がキヤンセル\nされた。その不良箇所は明白、重大で、いずれも徳島船井における工程あるいは検\n査上の不良によるものである。\nさらに、ＣＰ八三一、ＣＰ八五一（昭和四七年五月から七月船積）であるが、ア\nメリカへ到着した製品の検査において相当多数の不良が出たため、手直し代金を求\nめられ、その総計は五六七一ドルにも達した。その不良箇所の内容はワークマンシ\nツプすなわち作業者、工程者、検査者、修理者の作業水準が低いことに由来するも\nのである。\n（３）　なお、この期に入つてまもなく昭和四六年八月一五日米国のドル防衛政策\nが発表され船井電機に対するバイヤーからの引合いは約二ケ月間皆無となり、これ\nに伴い船井電機から徳島船井に対する引合いも減少した。そして同年一一月頃から\n新規取引の引合いが徐々に出てきたものの円切上げが予想されるなかで、思い切つ\nた製造原価の切下げを図らなければ採算がとれず、その引合いに応じることができ\nなかつたのである。同年一二月には一六・八八％という予想外の比率をもつて円の\n切上げが行なわれ、輸出振興制度の全面廃止が打出されたので、船井電機はもちろ\nん子会社もその企業体質の改善を迫られるに至つた。かような事態に当面し、船井\n電機および子会社は原材料費の低減、経費の節減、労働能率の向上、設計の合理\n化、適正在庫による資金負担の軽減などを図つたのであるが、徳島船井は生産性が\n期待どおり向上せず、その実効をおさめることができなかつた。\n（六）　一一期（昭和四七年六月一六日以降）\n（１）　この期に入つてから前記よりもさらに悪化し、昭和四七年七月には若干の\n営業利益を計上したものの、八月から一〇月までに合計五、三六九万円の営業欠損\nを出している。この間の生産実績は、別紙（三）記載（昭和四七年七月ー一〇月ま\nでの分）のとおりである。\n（２）　昭和四七年八月度（七月一六日から八月一五日まで、以下これに準ず\nる。）の生産状況は、徳島船井労組が夏期一時金要求貫徹のためとつた、波状スト\nライキ戦術により極度に悪化し、その達成率は四二・四％までに低下した。同労組\nは九月度に入ると、ストライキ戦術を変えて、サボタージユ戦術に重点をおいたた\nめ、ストライキの回数は少なくなつたにもかかわらず、生産が上らない状況が続い\nた。こうした状況下において徳島船井の製品について納期の遅れが目立ちはじめ、\nバイヤーからの苦情も出ることになつたので、船井電機は徳島船井での争議解決を\n待つていることができなくなり、生産調整会議を経て納期が重要なものから、順次\n他の子会社へ生産を移行することを考え、これに必要な部品、外注部品を徳島船井\nから他の子会社へ搬出、移動させた。ちなみに、九月度の生産達成率は五四％であ\nりストライキがそれほど行なわれていないことからみれば、能率低下による生産状\n況が極めて悪かつたことが明らかである。九月度における部品等の入荷については\n第五コンベアを除いては相当数の部品が在庫されており、決して生産がなしえない\nような状態ではなかつた。\n（３）　一〇月度の生産\n専務代行のＰ10は、昭和四七年九月に夏期一時金につき組合の上部団体の徳島県\n労働組合評議会（以下「県評」という）とトツプ会議を行なつていた。組合側は七\n八、〇〇〇円にさらに上積した金額を強く要求していたところ、Ｐ10は上積にかえ\nて生産報償金をつけることによつて解決することを提案し、組合もこれを了承する\nところとなつた。この生産報償金は各コンベアの計画生産量をきめ、その生産達成\n率が八〇％になれば一人当り一、五〇〇円、七五％になれば一、〇〇〇円の報償金\nを出すという趣旨のものであつた。そこで、Ｐ10は生産の状況にくわしいＰ8工場長\nをその交渉場所に呼んで各コンベアの生産計画について話合をさせたのである。そ\nの話合には県評のＰ21議長、Ｐ22事務局長、組合側からは徳島船井の生産状況を十\n分承知しているＰ23委員長、Ｐ24書記長らが出席し各コンベアの実情と機種の生産\n状況を勘案して各コンベア毎に一日当りの計画生産台数が協定され、これに従つて\n同月一四日付で覚書が作成された。従つて右生産報償協定は双方とも達成可能のも\nのとして真実成立したものである。\nところが、この一〇月度の生産状況は不良で達成率は台数比七二・六％、生産金\n額比六九・四％にしかすぎなかつた。元来、長期の労働争議が終了した後において\nは、一週間もすれば生産が大いに向上することが通例であり、徳島船井としても大\nいに期待していたのであるが、特に九月中（一〇月度の前半）においては極めて悪\nかつた。この度の外注品の入荷がスムーズではなかつたということは否定しない\nが、徳島船井も右協定を締結しておきながらわざわざ生産性を低下させるような作\n為をするはずもないし、またしていないので、外注部品の入荷が生産に影響を与え\nてはいない。むしろ、組合側の争議期間中の統制違反をめぐる処分問題とか、組合\n活動の上から執行部の離席が多く、また欠勤者が多かつたこと、組合員の生産意欲\nの欠如等のために生産が上らなかつたのである。\n３　徳島船井において解散も止むなしと考えた理由\n（一）　まず、第一は徳島船井の欠損ということである。すなわち、徳島船井の欠\n損は昭和四七年六月一五日において三、〇〇〇万円を越えていたものである。この\n欠損金はその後も大幅に増加傾向をたどり、同年一〇月には八、〇〇〇万円にも達\nし、将来回復する兆すら感ぜられないものであつた。\n（二）　第二は徳島船井の生産性の低下、従業員の生産意欲の欠如である。同社は\n生産性の向上が思わしくなく、ドルシヨツクに対応する対策として計画した二五％\nの生産性の向上を達成しえなかつた。そして、昭和四七年七月ないし九月度におい\nてはその生産達成率が極めて低い状態になつた。これはもちろん直接には争議を原\n因としているものであるが、争議解決後も回復の兆はみえなかつた。このことは争\n議中あるいは争議後においても、徳島船井の従業員（組合員のみならず一部管理職\nも）がやる気をなくしてしまつていたことによるのであつて、労働集約産業として\nの徳島船井が企業を継続するためには、少なくとも人員整理か事業縮少を考えなけ\nればならない状態であつた。こうしたモラルの欠如は必然的に製品の品質低下を招\nき、それがまた徳島船井の負担を増大し、欠損を大きくする原因となつた。その\n上、生産性の低下は必然的に納期遅延、受注価格の上昇を招き、注文者である船井\n電機としても納期及び値段の点で安心して徳島船井に発注できない状況になり、同\n年七月以降徳島船井から船井電機に発注を願い出ても相手にされないという状況が\n続いた。以上のとおり、徳島船井は弱電気輸出品メーカーの昀も重要な問題である\n値段、品質、納期についていずれも否定的な状況に立至り、加うるに長期争議もあ\nつてこれを改善する見通しが全く暗かつた。もちろん、徳島船井が解散やむなしと\n判断するまでにはいろいろな経過があり、九月初旬の時点において長期化する争議\nに対応して解散を含む人員整理、事業縮少等の策を検討していたものであり、それ\nが九月一四日の争議解決によつて希望をつなげる状況になり、徳島船井としても生\n産性の向上へ努力をした。しかし、争議解決後も依然として生産性改善のきざしが\n見られず、前記のとおり一〇月度前半の生産状況は、極めて不良で、従業員の生産\n性向上に対する意欲もなく、また管理職も自信を喪失してしまつた。以上のような\n状況の下に徳島船井のＰ10は管理職会議を開いて再建について種々検討したが、多\nくの管理職も前途を暗くみており、人員整理案等も検討したが、結論として事業を\n継続することは全く困難で、解散も止むなしと判断するに至つたのである。\n（三）　徳島船井は、船井電機が全株を保有する会社であるから、徳島船井を解散\nするか否かの昀終決定権限は、船井電機が持つている。しかし、船井電機はまず、\n徳島船井の意見、考え方を聞きそれによつて解散の可否を判断することになること\nは、当然である。本件においても船井電機は前記のような徳島船井の判断（徳島船\n井の代表取締役Ｐ10及びそれに意見を述べた管理職らの判断）の具申があつたの\nで、船井電機の代表取締役Ｐ1は同社の取締役会にはかり、特に関係部署である経\n理、営業に意見を徴したところ、若干の解散費用を負担しても、徳島船井を解散す\nることが船井グループの生きる途であるとの意見であつたので、解散の方向付けを\n決定したものである。\n４　解散の手続\n徳島船井の代表者Ｐ10は、船井電機から徳島船井を解散する旨の意向を受けて中\n村法律事務所を訪れ、解散に伴う法律問題の指導を受け、そのスケジユールを大略\n決定し、このスケジユールに従つて昭和四七年一〇月一三日、同月二八日それぞれ\n徳島船井の取締役会を開き、同年一一月一四日同社の株主総会を開催して正式に解\n散決議をなした。\n５　解雇に至る経過\n徳島船井は昭和四七年一〇月三〇日の労使協議会において組合に対し解散に伴う\n「会社都合による解雇」の提案をするとともに、「解散に伴ない同年一一月八日よ\nり一三日までの間に希望退職者を募集し、応募者は同月一五日付で退職とするが、\n中国船井及び岡山船井に採用を希望する者については責任をもつて就職をあつ旋す\nる」等の提案をし、これについての協議を求めた。その後、徳島船井は組合に対し\n交渉を重ね解散せざるをえない事情を説明して組合の諒解を求めたが、組合が合理\n的な理由もなく、ただ解散に反対を唱えてその主張を譲らなかつたため、同社はや\nむをえず予定どおり希望退職者を募集したが、これに応じた者は八七名にとどまつ\nた。そこで、同社は右八七名を除く一五三名の従業員に対し同月一五日付で解雇の\n意思を通告したが、その際右通告を受けた者でも同月一八日までに退職したときは\n希望退職扱いにすることを発表した。しかるに、申請人Ｐ19、同Ｐ20を除くその余\nの申請人らは退職しなかつたので、徳島船井は右申請人らを解雇したものである。\n６　徳島船井は、右解散に伴い、一切の事業活動を廃止し、清算手続に入つたが、\n清算事務に必要な人員は数名で、それ以上の人員を必要としない。従つて徳島船井\nはその従事すべき職務がなくなつた申請人らを解雇したもので、右解雇は正当な事\n由に基づくものである。\n第五　抗弁に対する申請人らの答弁\n一、抗弁一は認める。\n二、同二について\n１　「解雇の意思表示」の項のうち、\n徳島船井が昭和四七年一一月一五日申請人らに解雇の意思表示をした際、解雇予\n告手当および退職手当を提供したことは否認し、その余は認める。\n徳島船井は昭和四七年一一月二〇日過ぎ、申請人ら全員に対し給料等支払通知\n書、解雇確認書を郵送し、同月二五日に一一月分の給料を支払うこと、退職金、予\n告手当については解雇承認書に署名捺印し、同書にある金員受取希望場所に記載す\nれば記載した所へ会社側が届けるという通告をした。しかし、解雇承認をしなけれ\nば予告手当を支払わないというのは適法な履行提供とはいえない。そして、同月二\n五日には一一月分の給料のみの支払があり予告手当などの履行の提供がなされた事\n実はない。もとよりそれ以前に支払の提示ないし履行の提供に類するような事実は\n全くなかつたのである。従つて、徳島船井が本件解雇後二年も経過した本件審理終\n了直前になつて予告手当等の弁済供託をしたとしても、適法な予告手当の支払ある\nいは履行の提供とはいえず、本件解雇は無効である。\n２　「徳島船井の業績」の項のうち\n（一）　争う。\n（二）　一期から六期\n知らない。\n（三）　七、八期\n徳島船井が昭和四五年一一月一五日その所有していた土地および建物（社宅を除\nく。）を船井電機に売渡したことは認めるが、その余は争う。\nこの期の生産のあがらなかつた原因は、技術的な設計面、部品関係の購買のパー\nツの入り具合、生産技術関係、外注関係の問題が中心で、いずれも船井電機の責任\nに帰すべき技術的な問題が第一の原因であつた。当時は賃加工時代であつたから、\n当然かかる事項については事故補償として船井電機が子会社に償うべき性質のもの\nであつたにかかわらず、その損害の一部分しか徳島船井は支給を受けることができ\nなかつた。これが徳島船井が決算書上大赤字となり、船井電機が大黒字を計上して\nいる真の理由である。\nもつとも、この期の赤字の要因には生産停滞があつたようである。しかし、それ\nは徳島船井のみではなく、従来の単純機種から高級品への変化に伴ない、子会社の\nすべてに生じたもので、そのことが船井電機において各事業部の現地移行ならびに\n取引の売買形式移行という改革がなされた昀大の理由であつた。同時に高級機種の\n移行に伴い、技術的な設計面のミスの発生、部品の入荷状況の悪化、生産技術が難\nしくなつたことなどが生産停滞の原因となつている。さらに勝浦工場と池田工場の\n二工場とも形式上徳島船井の分工場として開設され、決算書上、その赤字はすべて\n徳島船井に計上されている。勝浦工場が船井電機によつて分離独立させられたのが\n昭和四五年六月、池田工場のそれが昭和四六年九月で、この期はちようど両工場の\n分離前の経営困難な時代に該当し、ぼう大な赤字が徳島船井の決算に流れ込んでい\nるものと推定される。ちなみに、池田工場は開設後二年を経過した昭和四六年七月\nから九月までの三ケ月間で約二、〇〇〇万円もの赤字が発生しており、ましてこの\n期は操業間もなく生産性が一層悪かつたものと推定され、このことは勝浦工場も同\n様であつたと想像される。以上のとおりであるから、生産性の問題に関する限り徳\n島船井固有の体質的悪さに帰すると考えられる余地のないことは明らかである。\n（四）　九期\n徳島船井の取引形態が賃加工方式から売買方式に変わつたことは認めるが、その\n余は争う。\n一〇期に入つて間もない昭和四六年八月、船井電機において子会社の専務が招集\nされ、赤字を累積する国内工場の閉鎖というはつぱかけが行なわれたが、徳島船井\nは右の業績悪化工場にあげられていなかつた。このことからしても、徳島船井の\n七、八期および直前の九期が体質的に問題のなかつたことが明らかである。\n（五）　一〇期\n（１）　争う。\n徳島船井のこの期の業績は被申請人ら提出の資料に次のような修正を加えると黒\n字か、赤字があつてもごくわずかにすぎない。\n第一に、那賀川電子、池田工場に対する三、四〇〇万円の技術援助料は当然に収\n入に計上すべきである。なぜなら、技術援助料は徳島船井に限らず、他の子会社も\nすべて技術援助料がプラスマイナスされた企業実績の比較のはずであり、関連子会\n社の収益差をみる場合、控除されるべき技術援助料、収入となるべきそれを抜きに\nして比較しても何の意味もない。また、技術援助料というのはその会社にとつて当\n然支出を伴なうものであり（設計したり、購買したり、生産指導したり、運搬した\nりなどして）、重要な営業内容なのである。\n第二に、池田工場の赤字を控除すべきである。池田工場は昭和四六年七月八〇五\n万四、〇〇〇円、八月五八七万二、〇〇〇円、九月六四六万八、〇〇〇円計二〇三\n九万四、〇〇〇円の赤字となつており、それ以前のことは被申請人らが資料を示さ\nないので定かでないが、おそらく同年六月以前も赤字であつたと思われる。従つて\n徳島船井の決算からは、少なくとも右三ケ月間の二千万円強の赤字は控除して考え\nるべきである。\n第三に後述するとおりＣＰ六〇九のキヤンセルによる一、五〇〇万円の損害発生\nは、徳島船井の生産工程者によるものでないので、この損害は除外して考えるべき\nである。\n第四に特別損益の部として価格変動準備金戻入二、〇〇〇万円の収入があるが、\nこれは九期に営業上の収入があつたものを税法上繰りのべているものであるから、\n企業体質をみる場合当然プラスして考慮をしなければならない。\n（２）　被申請人ら主張のようなキヤンセルのあつたこと、ＣＰ六一二のキヤンセ\nルの原因がカセツトメカニズムの駆動プーリーの動作不良であつたことは認める\nが、その余は争う。\n徳島船井の生産達成率は、七期の六八％、八期の六七％という停迷状態から、九\n期の七六％、一〇期の八一・一％と上昇しつつあるのである。まして、一〇期はド\nルシヨツクの関係から大幅な生産計画のアツプがあつたと考えられるのにパーセン\nテージが上つていることは、見かけの数字以上の生産性の向上があつたといえる。\n次に、徳島船井の不良率については、二〇ないし二五％で、解散当時で三〇％で\nあり、この不良率は船井グループの子会社の実情をまとめた経営改善プログラムで\n指摘されているとおり、関連子会社では優秀の方である。\n問題のクレームの原因は、次に述べるとおりワークマンシツプ、生産意欲、モラ\nルなど工程者に帰因するものでなく、船井電機の出向社員による技術に基くもので\nある。そして、徳島船井閉鎖後は、それらの技術要員は船井電機および子会社に配\n置され、技術業務に携わつているのである。従つて、技術問題に属するクレームを\n徳島船井の体質的悪さということはできない。\nまず、ＣＰ六一二の不良の原因のカセツトメカニズムの動作不良は部品不良ない\nしはかかる部品を選択した技術部の設計的不良である。\n次に、ＣＰ六〇九のキヤンセルは技術的なサンプル提出時よりあつたスペツク\n（バイヤーの希望の指示）上での問題、船井電機のバイヤーへの対応の悪さ、先行\nした那賀川電子製品ですでに与えた船井電機の悪心証とバイヤーへのエア代などの\n負担、バイヤーの商機逸失による損害、技術的問題に帰因する半年近くの納期遅れ\n等にあつた。\nさらに、ＣＰ八五一Ａ、ＣＰ八三一については、ＣＰ八五一Ａは徳島船井で昀初\nの一枚基板であつたということとならんで、むしろ技術上種々の問題点のあつた機\n種であり、ＣＰ八三一については資料不足のため詳しい原因究明はできないが、い\nずれにしても短期間の小ロツトであるから、体質的問題あるいは工程者の意欲との\n関連づけを行なうことはできない。体質上の問題といえば、当時の主力のＣＰ八一\n二シリーズなどに全く問題が出現していないことの方がはるかに重要である。なぜ\nなら、徳島船井に生産遂行上の体質的悪さ、ワークマンシツプの欠如があつたとす\nれば大量に生産した機種にこそ多く現われなければならず、少量の機種に集中して\n発生することはとりもなおさずその機種固有の特殊的原因が存したことの証左であ\nる。\n（３）　争う。\n（六）　一一期\n夏期一時金闘争が解決するまで争議の影響で正常な操業ができなかつたこと、夏\n期一時金の交渉に際し、県評が徳島船井労組のかわりに徳島船井と交渉をもつたこ\nと、被申請人ら主張の内容の生産報償金協定が成立したことは認めるが、その余は\n争う。\n生産報償金協定ができた事情は次のとおりである。すなわち、昭和四七年の夏期\n一時金闘争は、九月に入つても解決のきざしが全くみえない状態のなかで、県評が\n会社側と交渉するようになつたが、誰が来ても解決しないものは解決しないとの立\n場に終始した会社側の態度に全く何の進展もなかつた。九月一〇日過ぎになつて会\n社側から「九月一四日までに妥結しなかつた場合は以前に発表した七万八、〇〇〇\n円も白紙撤回する」と通告してきた。組合側はことここに至つては会社回答によつ\nてでも解決せざるをえないとの判断のもとに九月一四日会社側との交渉に臨んだ\nが、解決をあせる組合側に対しすでに解散を決定し着々と準備を進めていたＰ10が\n計画した謀略が、右生産報償金協定であつた。組合は解決のため全面協力の立場に\n立つ県評の強い指導のもとにこれをむげに断ることもできず、昀終的には不本意の\nうちに時間切れ寸前でなかばうやむやの形で協定に応じたものである。生産台数な\nどについては県評幹部はもちろん、組合三役も各コンベアの実情などわからないま\nま、形だけであるとの会社などの声におされ、パーツ等は会社が絶対に間にあわす\nというＰ8の言を信じて、実際には社内で一ケ月間に樹立する生産計画よりはるかに\n多い計画生産台数に基づく生産協定を結んだのである。従つて、生産協定の目標は\nもともと達成できないものであつた。\nその上、当時徳島船井は同社の生産維持にとつて絶対不可欠の外注下請業者を、\n同社の管理職の指導によつて那賀川電子、勝浦電子、池田船井等の下請にすでに転\n換させていたのであるからこれを回復させることなしにはそもそも正常な操業をし\nえないものであつた。しかし、徳島船井は右協定をしながら「労使が協力してもど\nうにもならぬ共通した客観的悪条件の生起」のため、故意に下請業者の状態を協定\n前のままに放置し、他の子会社の生産に協力させていたのである。この外注業者か\nら部品の納入がないことと外注品の不良が生産達成率が低かつた昀大の原因であ\nる。その他、産休などによる従業員の長欠者、完検者の早退等もその一因となつて\nいるが、前記のような会社側の原因と比べるとわずかである。\n３　「徳島船井において解散を止むなしと考えた理由」の項のうち、\n徳島船井に解散せざるを得ないような体質的悪さ生産性低下があつたこと、被申\n請人ら主張のような赤字が発生していたことは、いずれも否認する。\n前記のとおり、徳島船井には赤字が発生するような徳島船井固有の体質的悪さは\nなく、被申請人ら主張の生産性の低下は、いずれも徳島船井独自の生産工程に由来\nするものではなく、その大部分は船井電機又は同社より出向してきた管理職らの責\nに帰すべき事由に基づくものである。生産性は他の関係子会社と比べ決して悪いも\nのではなく、むしろその中では一番優れている方であつた。\nそこで次に、本件解散が止むを得ないと考えられるような赤字があつたか否かに\nついてみるに、会社側提出の第十一期決算書によると、解散当時の徳島船井の赤字\nは二億四、〇〇〇万円となつている。しかし、右決算書は本訴になつてから作成し\nたもので、操作して書類上の赤字を計上した可能性も考えられるのみならず、右決\n算書を前提にしても、その殆んどは会社解散を決定してから生じた赤字である。す\nなわち二億四、〇〇〇万円のうち、一〇期の繰越し赤字三、三〇〇万円を控除した\n二億円余が昭和四七年七月から一一月までの五か月間に生じた赤字であるが、その\nうちには清算事務費一、五〇〇万円、解散に伴う退職金予告手当費用四、六〇〇万\n円、解散に伴うその他の費用一、五〇〇万円、清算に伴う全面棚卸に基づくマイナ\nス分四、〇〇〇万円、解散当月の損金四、五九七万円（会社側数字を前提として算\n出したもの）合計一億六、一九七万円は、解散＝清算に固有の費用又は操業を継続\nしておれば、決算上生じない赤字である。従つて徳島船井の十一期の赤字は会社側\n数字を前提としても概算八、〇〇〇万円にすぎない。そしてこの八、〇〇〇万円の\n累積赤字が解散を必然化させるものか否かは、他の関係子会社と比較検討した上\nで、判断するのでなければ、真実は発見できない。この観点から見るに、他の子会\n社の赤字は、通常の操業を継続しているなかで生じたもの、すなわち体質的に発生\nさせた赤字とでもいうべきものであるのに、徳島船井の八、〇〇〇万円の赤字のう\nち、一一期に生じた五、〇〇〇万円は、一時金争議という正常な操業ができていな\nい段階のものである。突発的、偶発的事情によつて生じた赤字よりも、正常操業を\n維持しているにかかわらず、生じた赤字が企業の体質的レべルでいえばより重大な\n事態であることはいうまでもない。さらに、昭和四六年八月三日付社長通達におい\nて、赤字を累積する国内工場の閉鎖という記載があるが、この時点において岡山船\n井が二、〇六四万円、池田船井が一、七八三万円、中国電波が一億三、一三四万\n円、中国船井が一億〇、一七五万円いずれも赤字であり、一億円を越す赤字工場\n（子会社）があつたにかかわらず、経営者に対する発奮を促がすためにかかる言葉\nを使用したにすぎないと会社側は称している。つまり船井グループにおいて生産工\n場の場合、この程度の赤字をかかえても、その体系からいつて工場閉鎖しなければ\nならない必然性をもつものと考えていないことが明らかである。そのうえジエコー\n録音は、昭和四七年度一年間で実に一億三、〇〇〇万円の赤字を生じ、その後も赤\n字を重ねていただろうと想像されるが、昭和四九年に至つて人員縮少をしたのみで\nある。船井電機はかかる状態においても解散、全員解雇ということはしておらず、\nまして昭和四七年、昭和四八年は何もしていないのであるから、八、〇〇〇万円の\n赤字は、徳島船井を解散せざるを得ないに至つた原因ではありえない。\n４　「解散の手続」の項について\nＰ10が船井電機の解散の意向を受けて中村法律事務所を訪れ、解散に伴う法律問\n題について指導を受け、そのスケジユールをほぼ決定したことは認める。\n５　「解雇に至る経過」の項について\n徳島船井が希望退職者を募集し、解散による解雇につき組合と交渉を持つたこと\nは認める。その余は争う。\n６　争う。\n第六　申請人らの再抗弁\n一、錯誤ないし詐欺に基づく退職の意思表示の無効、取消（申請人Ｐ19、同Ｐ20）\n申請人Ｐ19、同Ｐ20は、徳島船井がぼう大な赤字を抱え、そのため会社解散及び\n解雇は必然的なもので不当労働行為でないと会社側が説明かつ強調したので、これ\nを信じた結果によるものである。しかし、真実は本件解散ないし解雇は必然的なも\nのでなく、組合活動を嫌悪し、組合破壊を目的とした不当労働行為であるから申請\n人両名の退職の意思表示は、要素に錯誤があり、無効であり、その後これを撤回し\nた。\nさらに、申請人両名の退職の意思表示は、徳島船井経営者らの真実をいんぺいし\nた詐欺にもとづくものであるから、昭和四九年九月一七日第二三回本件口頭弁論期\n日において民法九六条により、右意思表示を取消した。\n二、不当労働行為\n徳島船井の本件解散及びそれに基づく全員解雇は次に詳述するとおり、船井電機\nが地方の工場で安く労働者を使えるというメリツトを超えようとした徳島船井労組\nの活動の活発化及び船井グループ生産工場の低賃金、高度収奪体制を打破しようと\nした同労組の闘争を嫌悪し、組合つぶしを動機としてなした偽装解散及びそれに基\nづく解雇で労組法七条一号、三号に該当する不当労働行為として無効である。\n１　解散による解雇の制限\n営業の自由、会社解散の自由といえども絶対無制約なものでなく本来内在的な制\n限があり、公共の福祉に反することができないのはもとよりである。このため営業\nの開始やその継続については公益の観点から数多くの制約が設けられている。営業\nの中止や廃止にもこのような制約が否定される合理的根拠はない。現代における企\n業は利益追求のみを目的とすることは許されず、対国民的、対労働者的社会機能を\n課せられているといわなければならない。すなわち、企業自体の法理によつて解散\nの自由は一定の制約を受け、不当労働行為意思に基く会社解散は営業権の濫用とし\nて無効となる。\n仮に、解散自体は有効としても、申請人らに対する本件解雇自体不当労働行為に\n該当し無効である。\n２　徳島船井労組の活動\n（一）　徳島船井の労働者は一定期間未組織であつたが、昭和四四年七月三〇日に\n労働組合が結成された。その原因は余りに非人間的な労働慣行や労基法無視の労働\n条件に抗してのことであつた。これによつて右のような前近代的状態は一掃させる\nことに成功したが、企業内の単位組合にとどまり船井グループの低賃金体制を打破\nするまでには至らなかつた。\n（二）　徳島船井労組の組合活動は、昭和四六年末、従来の執行部が全面的現執行\n部にかわつてから転機が訪れた。新執行部は、板野地区労働組合評議会（以下「地\n区労」という。）、総評全国金属労働組合徳島地方本部（以下「地本」という。）\nなどと緊密な連絡をとり、その全面的な指導、援助によつて各闘争を進めるように\nなつた。また、今までの関連子会社の比較ならびに会社主張の生産性原理にそつた\n賃金要求の形態から一歩進め、生活費にみあつた生活給的な考え方、さらに地区労\n内の賃金水準を要求するという方向に闘いを発展させていつた。活動の形態も旧来\nの三役あたりが会社側とトツプ交渉段階でなにごとも専断的にことを処理する方式\nから、職場委員会を積極的に開き、職場の声、組合員に密着した組合員の団結を重\n視する側面が強くなつた。\n（三）　徳島船井労組は、昭和四六年末一時金については船井電機に内密に徳島船\n井（以下会社とも言う。）と〇・一か月多い裏協定を締結し、さらに、昭和四七年\n春闘においては、旧来の関連子会社の要求と同一歩調をとるのを改め、地区労の一\n五、〇〇〇円の賃上げの統一要求を会社側に対して行ない、強力な闘争を展開し\nた。このため地区労内では、なお極端な低額で妥結したとはいえ、関連子会社のな\nかではトツプにおどり出、船井電機に内密に一五〇円のプラスアルフアをつけさせ\nるというまでの成果を上げた。\n（四）　船井グループにおいては、賃金につき労働者に差別を持ちこみ、団結力を\n弱める大幅査定を基礎にした弥富式賃金体系の導入を、船井グループ総務の申しあ\nわせにより実行し、徳島船井を除く関連子会社ではすべて実現していた。徳島船井\nにおいても、昭和四六年の協定によつてその導入が確認され、昭和四七年からの実\n施が必至という情勢にあつた。事実昭和四七年の春闘においては、会社からしつよ\nうに組合に対し導入協力の要請があつたが、組合は労働者の差別に反対し遂にこれ\nを認めさせず、昭和四六年同様ＡＢＣ三段階の査定のみ行なわれることになつた。\nところが、徳島船井はその後、拒否された右弥富式賃金体系に基づく年令調整をひ\nそかに導入するという措置に出たので、組合は配分闘争に入つた。徳島船井は配分\n闘争においても、当初地区労に委任した団体交渉を拒否するなど不当な態度に終始\nし、この間Ｐ14専務はＰ10船井電機総務部長の密接な指導のもとに対処していた\nが、昭和四七年七月八日遂に組合の正しさを認め、弥富式年令調整を撤回するに至\nつた。\n（五）　Ｐ14専務ら徳島船井首脳は徳島船井労組の積極的な労働攻勢と船井電機と\nの板ばさみになつて苦悩の色をみせ、昭和四七年六月二一日には船井電機総務部長\nＰ10をわざわざ招き、組合幹部との懇談会を計画した。Ｐ10はその席上「板野工場\nにおいては他の工場に較べ労使関係がうまくいつていない。このようなことを続け\nると事業者のやる気がなくなるであろうし、昀悪の場合には会社をたたまなければ\nならなくなる。」などと発言した。この懇談会を企画した徳島船井の意図は、当時\n同社が相当高率の生産率をあげていること等からして生産能率向上のためでなく、\n弥富式賃金体系拒否、地区労並み賃金要求貫徹などの、当時の組合の階級的目覚め\nに恐怖をおぼえ、一早く手を打とうとしてとられた措置であることが明らかであ\nり、Ｐ10の前記発言も組合闘争がこれ以上発展、激化し、船井電機の収奪のメリツ\nトがなくなれば、いつでも閉鎖するとの資本の立場からのろこつな宣言と、組合へ\nの威嚇なのである。\n（六）　徳島船井労組の夏期一時金要求は平均一三万円であつたが、地区労内では\n光洋精工の第一回回答が一三万円であることから理解できるように、きわめてつつ\nましいものであつたが、船井電機は、とんでもない不当な要求と考えたのである。\nそのため、一時金交渉は難航し、なかなか解決の方向に向わなかつたが、この頃か\nらＰ14専務は船井電機に従属的傾向を強め、ことあるごとに「本社と相談する。」\n「本社へ行つてくる。」「私の権限はここまでである。」などの発言するに至り、\nいよいよ自主交渉が進展しなかつた。一方、板野地区労内では七月中に光洋精工一\n六万円、光洋ＣＲ一〇万六、一五〇円、ゴール工業九万五、〇〇〇円、新日本理化\n二一万円、東亜合成一四万五、〇〇〇円、シミズ精工一二万円などの金額で妥結し\nていたが、徳島船井は労働者の実情を無視した船井グループの低賃金、高収奪体制\nを堅持した低額回答に終始し、七月二七日の徳島船井側昀終回答と称するものがわ\nずか七万一、三〇〇円であつた。これは旧賃金二ケ月分に相当するが、その態度は\n明らかに関連子会社のベースのみにとらわれ、船井電機をおもんばかつたことから\nくる金額であつた。組合は同日徳島船井のかたくなで不当な態度に対し、さらに労\n働者としての自覚を強め組合を強化するため全員の圧倒的支持のもとに全国金属労\n働組合に加入を決定し、その階級的姿勢を明確にした。一三万円の要求について\nは、柔軟に対処し船井グループの低賃金体制を打破することのみに主眼をおき、早\n期解決を期した八万九、〇〇〇円の昀低要求金額を提示した。しかるに、Ｐ14専務\nは、旧賃二か月分の七万一、三〇〇円が自分の裁量の限界であるとして、金額的に\n一歩も譲歩しなかつたが、その自由な意思に基づき、Ｐ1役員会での組合昀低条件金\n額の検討と本社社長を代理する者の出席などを確認した七項目の協定書に調印し\nた。右協定書こそ船井グループの低賃金体制突破の足がかりになる点と、闘いの相\n手が直接船井電機に向けられていることの二点において、同社をいたく激怒させ、\n遂にＰ14辞任のやむなきに至らしめ、ひいては徳島船井解散を決意するに至らしめ\nたのである。\nその後、徳島船井は新賃二か月（旧賃で二・一九）に当る七万八、〇〇〇円を提\n示し、これ以上はどんなことがあつてものまない旨主張し続けた。この頃納期につ\nいてバイヤーから強い圧力がかかり、一日も早く一時金闘争の解決を望んでいたと\nいうにかかわらず組合の要求に譲歩して妥結しなかつたのは、組合の金額に譲歩す\nれば、従来の船井グループの低賃金収奪体制が突破されるのと同時に、組合活動の\n活発化、闘争力、団結力が強化されることの二つが恐しいということにほかならな\nい。まして、Ｐ1社長がこの頃の時点で会社の提示額と組合要求額との差額合計二五\n〇万円については融資しないし、組合の要求金額ないしはそれに近い金額で妥結す\nるならむしろ何千万円かの赤字を惹起し、納期遅延が生じてもよい、ずつと続けば\n解散するというのであるから組合の闘争の故に解散したという外ない。\n（七）　そもそも、労務対策以外になんらの知識もないＰ10を専務代行に派遣した\nことのなかに、すでに組合の階級的自覚をおそれての解散への志向がある。そし\nて、夏期一時金闘争の金額につき七万八、〇〇〇円以上には絶対妥協しない決意の\nもとに、闘争を長期化し、ひいては次のとおり八月中旬にはすべての機種について\n生産工場の大移動を決定し、同時に解散、全員解雇について障害物になると考えら\nれる人事事前協議約款を含んだ労働協約の解約申入れを行なつた。右生産機種の移\n動は、Ｐ1社長がロイドの社長に会つて納期について迫られたという八月一六日か一\n七日の直後である同月一八日付で決定されたが、同決定によると昭和四七年一〇月\n以降徳島船井で生産すべきものは全部なくなつてしまつている。津山など他工場へ\n移転しての納期が一〇月以降であることを考えると、これは納期調整のためやむを\nえず取つた暫定的措置とは考えられない。\nさらに、船井電機は同年八月の終りに徳島船井の取締役から、Ｐ1、Ｐ7を退任さ\nせ、Ｐ10を正式の代表取締役に就任させることを決定し、解散強行の舞台作りを終\nえた。そして、Ｐ10は同年八月の終りから具体的に船井電機顧問の中村法律事務所\nと解散、全員解雇についての方策について検討をはじめ、同事務所から同年九月一\n一日には文書で組合事務所明渡については無理であり、解散し全員解雇した場合、\n船井電機に対して組合員より雇用の確認の訴ならびに地位保全仮処分等を求めてく\nるおそれも考えられるので、十分解散原因を偽装するように親密なアドバイスを受\nけ、以後Ｐ10は船井電機社長室、中村法律事務所と一体となつて解散工作を行なつ\nていつたのである。\n（八）　このように、徳島船井労働者の階級的自覚は強まり、闘いは船井電機へ向\nけられ、船井グループの低賃金、高収奪体制突破に向かつて大きく発展していつ\nた。そして、組合は昭和四七年七月二一日以後数度にわたり船井電機へ団交を要求\nし、同社に赴くまでになつたのである。右の点こそ同社をして徳島船井解散、全員\n解雇による組合つぶしを決意させるに至つた原因となつたものである。\n三、解雇権の濫用\n解散を理由とする労働者の解雇は解散決議が行なわれただけではたらず、さらに\n解雇を正当化する理由が必要である。さらに、徳島船井は単なる船井電機の一製造\n部門にすぎないから、徳島船井のみの企業消滅を目的とする解散というべきものは\n存在しない。本件解雇は単に徳島船井が解散したという以上に、何らの正当な解雇\n事由が存在しないから、解雇権の濫用として無効である。\n仮に、これを企業縮少による整理解雇と善解しても、それには解雇以外にとるべ\nき方法がないという必然性、かかる解雇が企業維持にとつて必要にして合理的であ\nるという合理性、さらには具体的に解雇者の選定について、何人をも納得せしめる\n正当基準の存在などがなければならない。ところが、本件解雇はそれらすべてを欠\nき、この意味においても無効である。\n四、事前協議約款違反\n１　徳島船井においては組合と会社との間に、解雇についての事前協議約款が締結\nされていた（労働協約第四条）。右事前協議約款が事業廃止等の場合に適用あるこ\nとは、「天災事変、その他避けられない理由によつて会社の事業の続けられなくな\nつたとき」の明文に徴し明らかである。\n２　もつとも、徳島船井は昭和四七年八月一四日右約款につき、「改訂の要あり」\nとして「改訂」の申入れをしているが、右申入れは解約の効力を有しない。さら\nに、何時から失効させるかなどの要件にも欠けている。そのうえ、本件解散、解雇\n提案は同年一〇月三〇日に徳島船井労組になされているのであり、右提案（従つ\nて、またそれに基づく解散、解雇も同様）は、改訂申入後三ケ月の期間内にあるの\nであるから、前記協議約款の適用あることは明らかである。\n仮に右改訂の申入れが解約の申入れに該当するとしてもいまだ新たな協定が成立\nしていないから、協約の余後効として会社は、協議義務を負担していることは明ら\nかである。\n３　徳島船井の事前協議義務の違反性はまず協議に入る前にすでに、その操業を継\n続できる条件を自ら喪失させ、真の協議ができる前提を欠いていたことにある。こ\nのことは生産工場たる徳島船井の中枢部門を占める出向社員を全員帰任させたこ\nと、生産に絶対不可欠な測定器の搬出などにあらわれている。\nさらに、徳島船井は、提案以後の団交、協議において、全く他の結論を考える余\n地をもたない態度で単に回を重ねたというにすぎず、その内容はとうてい約款の要\n求する協議を尽したといえない。徳島船井は極めて簡単な書面で一面的、ずさん、\nかつ概括的な経営内容の一部を、しかも不正確に説明したのみでこれを裏づける経\n理資料の提出を拒否し、解雇の条件等は何も協議しないまま秘かに作成したスケジ\nユールどおり、希望退職の募集、操業の停止、解雇通告、工場閉鎖の措置を強行し\nた。かかる経過からいつて、徳島船井はとうてい事前協議義務を信義則によつて尽\nしたとはいえない。\n第七　再抗弁に対する被申請人らの答弁\n一、再抗弁一は否認する。\n二、再抗弁二について\n１　解散の自由\n経営者は企業を組織し、その内容を決定、変更し、かつこれを処分、廃止するこ\nとについての自由を有する。その自由は職業選択の自由の内容の一つであつて憲法\n二二条によつて保障されるところの全人格的な自由である。経営者はその組織した\n企業を基盤として経済活動を営むのであるが、そのために労働者を従業員として雇\n用し、労働者との間には労働関係が成立する。経営者は労働関係の当事者としては\n使用者と呼ばれる。いいかえれば、使用者は経営者の一側面であるにすぎない。そ\nして、使用者は労働組合と対向関係をもつかぎりにおいて、その権利につき労働基\n本権による制約を受けるわけであるが、その制約は経営者の使用者たる一側面にお\nける制約である。従つて、経営者が企業を解散、廃止する動機の一つに組合活動に\n対する嫌悪があつたとしてもそのことの故に企業の解散、廃止そのものの効力を否\n定し、企業の存続を経営者に強制することは許されないというべきである。労働者\nの団結、団体行動を擁護、助成することも、私有財産制と市民的自由を基本とする\n資本制経済の法律秩序のなかで実現されるものであり、経営者の持つ全人格的な営\n業組織、廃止の自由は使用者たる地位、従つて労働関係の存在と存続の基礎をな\nし、使用者たる一側面において経営者が受ける制約は前述の営業の組織、廃止の自\n由を否定するほど強度のものたりえない。いいかえれば、いかなる動機であるにも\nせよ、経営者が企業を存続させる意思がないのに労働者または労働組合のために企\n業の継続を強制することは営業の自由を不当に制限し、財産権に対し許されない干\n渉を加えることとなるのであるから現行法上これを是認することはできない。\n従つて仮に徳島船井が従業員の組合活動を嫌つて解散したとしても、右解散は有\n効である。そして、この解散により申請人らの労務を受領することが不能となり、\n受領すべき場もなくなつたので、昭和四七年一一月一五日限り申請人らを解雇した\nもので、右解雇も有効であることは明らかである。けだし、雇用関係は企業の存続\nを基礎とし、前提とする継続的な法律関係であるから、その基礎・前提が失われ、\n労務の受領が不能となつた場合には、それが使用者の責に帰すべきものであるか否\nかを問わず、雇用関係を終了させることが妥当なものと解されるからである。もつ\nとも、組合活動を嫌つてなされた解散でも有効ではあるが、その解散を理由とする\n解雇が不当労働行為となることがあるとの判例もある。しかし、労働者を就労させ\nる場である企業が存在しなくなつたのに、雇用の継続を強いることは明らかに不合\n理である。そうしてみれば、解散を理由とする解雇を無効として雇用の継続を強制\nしうるのは企業の解散にもかかわらず、雇用の継続の可能性ある場合（解散した企\n業と実質的に同一性ある企業を新設あるいは解散した企業を再開する場合）に限ら\nれると解すべきである。\n本件においては、徳島船井は企業を再開したり、これと実質的に同一性のある別\nの企業を新設する意図のないことは明らかである。また、徳島船井は船井グループ\nの関係子会社に申請人らが再就職できるようあつせんすることを提案したが、申請\n人らはこれに応じなかつたものであるから、申請人らに関係子会社を含めても、雇\n用継続の可能性はなかつたものというべく、徳島船井の本件解雇は有効である。\n２　「徳島船井労組の活動」の項のうち、\n（一）　徳島船井の労働者が一定期間未組織であつたが昭和四四年七月三〇日労働\n組合が結成されたことは認めるが、その余は争う。\n（二）　争う。\n（三）　徳島船井労組が昭和四七年の春闘で平均一万五、〇〇〇円の賃上げ要求を\nしたこと、右春闘妥結の際、裏協定を締結したことは認めるが、その余は争う。\n船井電機は、子会社の経理状況を資金援助の関係で比較的よく把握しえる立場に\nあつたものであるから、ベースアツプの額を秘密にするということはあまり意味の\nあることではないし、またその必要はなかつたものである。\n（四）　昭和四七年頃、弥富式賃金体系が徳島船井を除く他の子会社で採用されて\nいたこと、徳島船井は同年七月八日弥富式賃金体系（年令調整）の導入を撤回した\nことは認めるが、その余は否認する。\nこの件の発端は元来徳島船井及び他の子会社においても実施されていた年令調整\nを、徳島船井がその前年行なわなかつたが、本年は実施する考えであり、その旨を\n団体交渉の席上でも表明し、組合の口頭での承認もあつたのに、昭和四七年春闘妥\n結の協定書にその記載がなされていなかつたため徳島船井労組が、その約束はなか\nつたと主張しはじめたことによる。これに対し、会社はこの問題はすでに解決した\nものとして強くその立場を主張したが、昀終的には明確に協定書に記載されていな\nかつた会社側の手落を認め、全面的に譲歩して七月八日付でこの件を解決したの\nで、信頼関係を破つたのは組合側である。\n（五）　Ｐ10が昭和四七年六月二一日の労使懇談会に出席したことは認めるが、申\n請人ら主張のごとき解散を予告するような発言をしたことは否認する。Ｐ10は各系\n列会社との連絡をとるため、徳島船井に立寄つたところ、同社の生産性が向上しな\nいので組合と話をしてもらいたいと頼まれ出席したにすぎない。\n（六）　徳島船井労組の夏期一時金要求額が平均一三万円であつたこと、Ｐ14専務\nが夏期一時金の労使交渉の際「本社と相談する。」などの発言をしていたこと、昭\n和四七年七月二七日徳島船井が夏期一時金につき七一、三〇〇円の回答をしたこ\nと、徳島船井労組が全金に加入を決定し、申請人ら主張の七項目の協定書にＰ14専\n務が調印したこと、その後Ｐ14専務が徳島船井の専務を辞任したことは認めるが、\nその余は否認する。\nＰ14専務の右発言は、通常の団体交渉においてよくみられる一つのテクニツクに\nすぎない。右協定書ができたのは、その日の団体交渉で徳島船井が積上回答をした\nにかかわらず、組合が午後三時半頃から一時中断をはさみ、深夜一一時頃までＰ\n14専務ら四名の交渉委員を多数の組合員が取囲んで、公開の大衆団交を行ない、多\n衆をたのんで長時間にわたり使用者側に強圧を加えたため、Ｐ14専務は早くその場\nを逃れたいためにやむをえず署名したものである。従つて、その効力は問題である\nが、徳島船井としては一応遵守しようとした。しかし、徳島船井労組が右協定書中\nの「争議中は工場門内において外注業者ならびに本社出向社員の就業は行なわな\nい。」との項目をたてにとつて、ストライキ中のみでなく、争議中においても外注\nからの入荷をとめるという手段に出た。これでは、組合はストライキをすることな\nしに、生産を完全に阻害することができるので、衝平の観念からも認められないこ\nとなのである。この結果、徳島船井はたちまち生産上の困難を招来し、背に腹はか\nえられないとして八月一〇日にこの約束を破棄した。\nＰ14専務が七月二七日の右団交後、辞任を申出たのは、Ｐ1社長が台湾へ出張中の\nため、社長代行のＰ7がとりあえず、この臨時の後任として徳島船井の専務代行にＰ\n10を決定したもので、Ｐ14専務が徳島船井の代表者として約束してはならないこと\nを組合と約束して、船井電機から解任させられたものではない。\n（七）　争う。\n徳島船井は業績等一切の事情を勘案して解散を決意し、船井電機は唯一の株主と\nして真実、事業を廃止する目的で株主総会において徳島船井の解散決議に賛成した\nものであるから、それに伴なう解雇は何ら組合を消滅させることを決定的動機とし\nてなしたものでなく完全に有効である。\n三、争う。\n四について\n１　徳島船井と組合との間に申請人ら主張の約款が締結されていたことは認める。\n右約款は解雇についての協議条項であつて、会社の解散そのものが協議の対象と\nなるものではない。仮に、解散そのものが協議の対象になるとしても、これについ\nて協議を尽したかどうかは解散の効力とは関係がなく、解散そのものはあくまでも\n有効である。そうしてみれば、解散を理由とする解雇については解散することを前\n提とし、解雇の規模、条件について協議すればたりるわけである。\n２　徳島船井が申請人ら主張のとおり改訂の申入れをしたことは認めるが、その余\nは争う。\n右改訂の申入れは、昭和四七年七月末の状況等に鑑みて労働協約二五条の異議と\nしてなされたものであるから、これは当然に解約の申入れであつて、九〇日の期間\nを経過して同年一一月一二日にこの協約は解約の効力が発生しているから、右事前\n協議条項は同月一五日の解雇の意思表示について適用される余地はない。\n３　争う。\n徳島船井では昭和四七年一〇月一三日役員会を開催して会社都合による解雇に関\nする提案を同月三〇日付ですることを決め、その文案を採択し、同月三〇日に労使\n協議会の開催を求めて組合に対して提案を説明した。この提案書は四枚にわたつて\n状況を説明し、売上、営業損益の推移についても表に示して解説を加えていたもの\nである。そして、この件については、組合との間にその後一〇月三一日、一一月二\n日、同月四日、同月七日、同月九日と協議会ないし団体交渉を重ねた。もちろん、\n徳島船井は会社解散を固い決意をもつて実施しようとしたものであつて、協議の対\n象は基本的には解雇というものに限られると考えており、その基本的な方針は簡単\nにまげる気持はなかつたが、なお団体交渉に際して組合側から何らかの提案があれ\nば、それは検討する用意もあり、またとくに解雇についての条件面について反対提\n案があればそれは十分考慮する意図はあつた。しかるに、組合側ははじめから解散\nは偽装解散であると主張して一歩も譲らず、反対提案もなく、解雇の条件にまで団\n交の議題の進展がなかつた。やむなく会社は提案書記載のとおりの方法により希望\n退職の募集をし、さらに同年一一月一五日付で解雇の意思表示をしたのである。従\nつて徳島船井としては右協約に基く協議義務も十分尽している。\n第八　疎明関係（省略）\n理　　　由\n第一　申請の理由一、二の各事実は当事者間に争いない。\n第二　申請人らは、被申請人徳島船井電機株式会社（以下徳島船井または会社とい\nう。）がなした会社解散に基づく申請人らの解雇を無効として、徳島船井に対し従\n業員としての権利を有する旨主張するのみならず、徳島船井は実質的に被申請人船\n井電機株式会社（以下船井電機という。）の一製造部門にすぎず、独立の法人格を\n否認される形式会社であるから、船井電機は使用者としての責任を負い、従つて申\n請人らは重畳的に船井電機に対しても従業員としての権利を有する旨主張するの\nで、前記解雇の効力はさておき、まず両会社（及び両会社を含むいわゆる船井グル\nープ）の沿革と実態、両会社の関係について概観することとする。\n一、船井グループの沿革と実態\n１　船井電機と子会社の設立\n船井電機がいわゆる船井グループの頂点に位置する親会社で、その傘下に申請人\nら主張のとおり徳島船井を含む子会社を抱えていること、船井電機および右子会社\nの沿革、設立時期が申請人ら主張のとおりであることは、当事者間に争いない。\n２　船井電機と子会社の資本、不動産構成等\n船井電機が国内の子会社のうち、ジエコー録音機、中国電波を除き、子会社の発\n行済株式のすべてを所有していることは当事者間に争いなく、成立に争いない甲第\n五号証の二ないし九、同第六号証の二ないし六、同第七号証の二、三、同第八号証\nの二ないし四、同第五〇号証の一、同第一一九号証、同第一二〇号証の一、二、弁\n論の全趣旨によつて真正に成立したと認められる乙第二五号証、船井電機代表者Ｐ\n1本人尋問の結果（以下本人尋問の結果については、「Ｐ1供述」というように略称\nする。）によれば次の事実が疎明される。\n（一）　船井電機の発行済株式のうち、Ｐ1の持株は昭和四七年頃二五％であるが、\nＰ2、Ｐ3、Ｐ4、Ｐ5らのＰ1一族を合計すると三〇％を少し越えている。その上、Ｐ\n1一族は船井電機の発行済株式のうち四七・六％を所有している船井軽機の発行済株\n式の過半数（三万株のうち一万五、三五〇株）を所有している。また、船井電機は\n中国電波においては一万五、〇〇〇株中一万一、二五〇株、ジエコー録音機におい\nては一〇万株中九万四、五〇〇株をそれぞれ所有している。\n（二）　徳島船井は後記のように徳島県板野郡＜以下略＞の工場設置条例に基づき\n同町の学校施設の払下を受けて設立された誘致企業で、設立当初は、その工場敷地\nおよび建物はすべてその所有名義であつたが、その後、後記のとおり社宅の一部を\n除きすべて、船井電機に所有権が移転されており、那賀川電子、勝浦電子、池田船\n井は、設立当初からその工場敷地、建物の所有者は船井電機となつていた。従つて\n少くとも、徳島船井ら四国地区の船井電機の子会社は昭和四七年頃には、ほとんど\nみるべき不動産を所有しておらず、工場敷地、建物、その他重要な機械、器具は、\nすべて所有者である船井電機から賃借していた。\n３　船井電機の営業及び子会社との取引形態\n（一）　船井電機がラジオ、ステレオ、テープレコーダー等の音響機器の製造メー\nカーであり、その大部分は国外のバイヤーからバイヤーズブランド製品（顧客の商\n標を附した製品）を受注生産し、完成品をバイヤーに納品していたこと、船井電機\nは、設立当初は自ら製造していたが、昭和四三年頃には製造をやめ、子会社にすべ\nて製造させるようになり、子会社は船井電機の専属的下請として同会社からのみの\n受注生産を業としていること、船井電機と子会社の取引形態は当初は、船井電機が\n子会社に対しバイヤーから受注した製品の加工を委託し、これに加工賃を支払う賃\n加工方式であつたが、昭和四五年暮頃から昭和四六年にかけて子会社の製品を船井\n電機が買受ける売買形式にかわつたこと、右切換え後、船井電機が子会社に対し取\n引の参考資料として同社作成の原価計算規定に基づく事業所（子会社）製造原価集\n計表としてＡ票なるものを提出させていたことは当事者間に争いない。\n（二）　成立に争いない甲第五〇号証の一、二（一部）、同第七四、第七五号証、\n同第九七号証、同第一一七号証の一、二、証人Ｐ25の証言（以下、証人の証言につ\nいて「Ｐ25証言」というように略称する。）および弁論の全趣旨によつて真正に成\n立したと認められる乙第一四号証の一ないし四、弁論の全趣旨により真正に成立し\nたと認められる乙第三一号証、Ｐ26証言によつて真正に成立したと認められる乙第\n七六ないし第七八号証、Ｐ26、Ｐ25、Ｐ8、Ｐ11の各証言、Ｐ1供述（一部）、弁論\nの全趣旨を総合すると、次の事実が疎明され、右疎明に反する甲第五〇号証の一、\n二の記載およびＰ1供述は採用しない。\n（１）　船井電機が当初採用していた賃加工方式は、船井電機がバイヤーから受注\nした製品につき、同社において技術、研究開発、設計をし必要な部品をすべて無償\nで子会社に支給し、子会社はこれを組立加工し、完成品を船井電機に納入する形態\nであつた。従つてこの形態の下では、船井電機が技術関係、部品購入等につき責任\nをもち、設計ミス、部品不良などによる子会社の損失は、同社が補償するという生\n産事故補償の制度及び過去に未経験の新機種の受注があつたときのように、切換時\n期の能率低下が見込まれる場合に、通常の生産量の何日分かの加工賃を船井電機が\n子会社に補償するという切換補償の制度が設けられていた。\n（２）　船井電機が子会社との取引を賃加工方式から売買方式に変更したのは、賃\n加工方式では子会社が右各補償に頼るようになり、自主性が失なわれ、生産性の向\n上という観点から好ましくないと考えられるようになつたからである。売買形式に\nおいては、船井電機はバイヤーより受注があつたとき、適当と認める子会社に対し\nバイヤーのスペツク（希望の指示）に基づき生産計画と見積原価を算定、提示させ\nる。この見積原価については、子会社は船井電機作成の原価計算規定に従い、個別\n標準原価計算書Ａ票なるものに材料費、直接製造経費、直接労務費、間接費、金型\n償却費、間接労務費、子会社の経費、利益等を記載するよう船井電機より事実上義\n務づけられている。船井電機は子会社との間で提出させた右計画やＡ票に基づき協\n議の上、売買価格や納期等について決定するが、正式の売買契約は船井電機が右決\n定した内容を具体的に製造指図書に記載した上、右指図書が子会社に送付されるこ\nとにより、なされていた。子会社は契約成立の際、あるいはその後に製品の設計を\nし、船井電機が開発した部品メーカーから同社の立替払で部品、材料を仕入れこれ\nを組立加工して製品を完成し、同社に売渡し、その売買代金を材料費等と相殺決済\nしていた。この契約では子会社は自分の方で技術関係、部品購入等を担当するの\nで、生産事故補償や切換補償の制度は廃止された。この売買の特徴として、売主側\nの子会社が買主側の船井電機に対し売買価格の見積資料の提出を要求され、さらに\n利益も船井電機作成の原価規定により原則として四％というように定められている\nことがあげられる。もつとも、子会社の利益については、原則どおりの四％ではバ\nイヤーの希望値段とおりあわない場合、子会社の利益を二％位まで下げて契約した\nことがあつた。\n（３）　子会社は賃加工、売買形式時代を通じ、船井電機が国外および国内から受\n注した音響機器の製造につき、さらに同社からこれを受注し、その指示、命令によ\nり同社の専属的下請として生産にあたつていたことには、なんらかわりがない。\n４　船井電機の子会社に対する関与形態\n昭和四三年頃から申請人ら主張の事業部制がとられていたことは当事者間に争い\nなく、成立に争いない甲第三号証の一、同第三〇号証、同第五〇号証の一、二、同\n第五三号証、同第七八、第七九号証、同第八八ないし第九〇号証、同第一一七号証\nの一、二、Ｐ8、Ｐ11、Ｐ26の各証言、Ｐ1供述、徳島船井代表者Ｐ10本人尋問の結\n果（以下「Ｐ10供述」という。）を総合すると、次の事実が疎明される。\n（一）　徳島船井ら子会社はトランジスタラジオなど比較的単純な機種を作つてい\nた時代においては、別紙（四）の組織図のとおり船井電機の技術本部に直結してい\nた。\n（二）　船井電機はその後次第に製造機種の高級化をはかり、カーステレオ、ホー\nムステレオ、テープレコーダー等製造機種が多様化するようになつたことから、昭\n和四三年頃より技術、資材購入、営業などの部門を機種別に縦割りにした事業部制\nを敷くことにした。その結果、子会社は別紙（五）の組織図のとおりそれぞれ船井\n電機のラジオ、ステレオ、録音の各事業部の傘下に入つた。その後、船井電機は生\n産性の向上という観点から右各事業部の生産技術、資材購入部門等を生産現地の子\n会社に密着させるために、昭和四五年八月頃から昭和四六年にかけて関係子会社に\n移行させた。徳島船井へも、その頃船井電機の録音事業部の業務部（購買、検査、\n資材、外注課）、技術部（設計、省力、生産技術課）および品質管理課の一部が移\n動し、徳島船井の中に船井電機の録音事業部が併存する形となり、船井電機には品\n質管理の一部、営業部門、人事、研究開発部等が残された。\n（三）　船井電機は昭和四六年四月頃、機構整備の一環として事業部制を廃止する\nことにし、子会社を常務会ないし社長室の管理下におくとともに、船井電機株式会\n社規定集（昭和四六年六月頃から一二月頃にかけて施行）を作成し、出向中の者も\n含め、船井電機の役員、管理職等に配布した。右規定集の中には定款、総会、常務\n会、取締役会規定、経理、原価計算規定、権限規定等が入れられており、原価計算\n規定Ａ票の提出や出費制限などが決められている。また、右規定集には定められて\nいないが、船井電機は同じ頃から子会社の専務を毎月一回船井電機に招集してＰ1社\n長、常務の出席のもとに常務会ないしは本部会議（以下「本部会議」という。）を\n開き、子会社に業績を報告させ、問題点につき検討して子会社の業務につき専務を\n指導、研修しており、その資料として子会社の専務に対し毎月一回社長室宛に事業\n所報告を提出させていた。なお、ジエコー録音機のＰ27専務、中国電波のＰ28専\n務、徳島船井のＰ14専務、那賀川電子のＰ9専務は当時船井電機の役員ないし社員で\nはなかつたが、右規定集が配布され、右会議に出席したり、事業所報告を提出して\nいた。\n５　船井グループの業績\n成立に争いない甲第五〇号証の一、同第八四号証、同第一〇九号証の一ないし\n四、同第一一七号証の一、二、乙第八二号証、Ｐ10供述、弁論の全趣旨により真正\nに成立したと認められる甲第一〇三号証の一、同第一〇六、第一〇七号証、Ｐ26証\n言によつて真正に成立したと認められる乙第二六ないし第二九号証、同第六一ない\nし第六七号証、同第七〇号証、同第七三ないし第七五号証、Ｐ1供述によつて真正に\n成立したと認められる乙第八五号証、Ｐ26、Ｐ11、Ｐ8の各証言、Ｐ1、Ｐ10の各供\n述を総合すると次の事実が疎明される。\n（一）　船井電機の一六期から二一期（昭和四四年六月一六日から昭和四八年六月\n一五日）までの営業利益及びその処分状況は別紙（六）記載のとおりである。船井\n電機は二〇期（昭和四六年六月一六日から昭和四七年六月一五日）においてドルシ\nヨツクの影響で約二億〇、九五〇万円の為替差損を蒙つたが、二〇期末の内部留保\nは年一五％の配当を控除した後でも資本金を別にして利益準備金、海外市場開拓積\n立金、海外投資損失金、価額変動積立金、次期繰越利益の合計が約一〇億三、〇〇\n〇万円であり、二一期末（昭和四八年六月一五日）の内部留保は年一五％の配当を\nした後で、右各項目に為替変動引当金を合計した約一四億八、〇〇〇万円であつ\nた。（ただし、海外市場開拓準備金及び海外投資損失準備金は税法上繰延べを認め\nられている関係で、全額準備金として計上されているので、税金を控除した正味留\n保金は二〇期は六億七、〇〇〇万円、二一期は一〇億八、六四八万円となる）。\n（二）　徳島船井ら子会社の営業損益の比較は、別紙（七）記載のとおりであり、\n昭和四六年六月一五日当時における繰越利益は別紙（八）の同欄記載のとおりであ\nり、同年七月度から昭和四七年七月度までの事業所報告による月別業績（すべての\n収支を計算した後のもので決算書と同じ計算方法であるが、決算書とは時間的範囲\nすなわちいつ締切るかの時間的基準が異なり、また損失の発生は期間内であるが、\nその額が明らかになるのがその後である費目が計上されていないので、決算書と差\n異がある。）は別紙（八）の同欄記載のとおりである。\nもつとも、ジエコー録音機の昭和四六年六月一六日から昭和四七年六月一五日ま\nでの損益は四、五九一万円の赤字ではなく、実際は別紙（七）記載のとおり一億\n三、四〇〇万円の赤字で、税務署へもこの数字で申告がなされている。ジエコー録\n音機は船井電機からの資金援助がなくなるのを恐れて虚偽の事業所報告を同社宛に\nしていたのであるが、その後同社と再建についていろいろ相談したものの効果が現\nわれず、結局昭和四九年七月に一二〇ないし一三〇名いた従業員を三五名に減ら\nし、同年八月一六日から再出発した。\nまた、中国船井は、昭和四五年頃業績が悪化し、毎月一、〇〇〇万円程度の赤字\nが続き、累積赤字が約一億円位になりＰ6専務が船井電機から経営立直しのため派遣\nされたが回復せず、昭和四六年三月頃Ｐ29が専務となり、希望退職を募り、二二〇\nないし二三〇名いた従業員を一二〇名位に減らすという人員整理策をとつたことが\nあつた。\n６　船井電機の出向社員\n成立に争いない甲第五〇号証の一、二、同第一〇九号証の二、同第一一七号証の\n一、二、乙第八二号証、Ｐ8、Ｐ11の各証言、Ｐ1、Ｐ10の各供述を総合すると、子\n会社の役員は、船井電機の役員ないしは社員がほとんどであること、船井電機から\n子会社への出向社員は、昭和四五年八月頃から船井電機の事業部が現地に移行する\nに伴い多くなつたこと、同年六月頃、船井電機の総社員三九四名中、出向社員が二\n〇〇名で、残留社員が一九四名位であり、残留社員中七四名位が女子社員であつた\nこと、出向社員の地位は賃加工方式時代においては船井電機の社員で、出向は長期\n出張という形で給与も同社から支給されていた（子会社が立替払）が、売買方式切\n換え後は、船井電機を休職となり、子会社から給与を支払われる形態になつたこ\nと、しかし、船井電機と船井電機労組との出向協定により、出向社員は船井電機在\n職中の待遇を下らない経済的待遇を受けることになつており、給与は船井電機にお\nけると同額で、一時金の差額、船井電機の社員のみ出る特別報奨金などについては\n同社から支払われることになつていたことが疎明される。\n７　船井グループの労働組合\n徳島船井労組が昭和四四年七月三〇日結成され、昭和四七年七月二七日全金に加\n盟したことは、当事者間に争いない。\n成立に争いない甲第五〇号証の一、同第七六号証、同第一〇九号証の一ないし\n四、同第一一七号証の一、二、同第一二九号証、乙第八二号証、申請人Ｐ24本人尋\n問の結果（以下「Ｐ24供述」という。他の申請人も同様に略称する）により真正に\n成立したと認められる甲第一九号証、Ｐ10供述によつて真正に成立したと認められ\nる乙第八〇号証、Ｐ24、Ｐ30、Ｐ1、Ｐ10の各供述、弁論の全趣旨を総合すると次の\n事実が疎明される。\n（一）　別紙（九）記載のとおり船井電機においては、昭和四三年五月に労働組合\nが結成され、昭和四五年八月に勝浦電子に組合が結成されるまで次々と組合が結成\nされ、国内の子会社の中ではフナイ電機商事を除いて全部組合が結成されている。\nそして、船井電機労組、岡山船井労組、那賀川電子労組は上部団体として電機労連\nに加盟し、中国電波労組は結成と同時に全金に加盟している。また、船井グループ\nの組合間に昭和四六年一一月頃同年年末一時金要求闘争のため船井統一委員会が結\n成され、統一してストライキを実施したが、その後足並も乱れ、相互に積極的に共\n同闘争をするということはなかつた。\n（二）　船井グループの会社側では組合について経験がないこともあつて、労使関\n係が混乱し、中国電波の紛争の際には経営コンサルタントのＰ10（後の徳島船井の\n代表者）の力を借り紛争を解決した。Ｐ10は岡山県笠岡市所在の神島化学労組委員\n長の職に二〇年間あり、労働委員会の労働委員、社会党市議、県評副議長を経験し\nた労働問題についてのベテランであつたので、船井電機は昭和四四年一月労務問題\nについての指導、助言を受けるためＰ10を嘱託として入社させ、同年六月には管理\n室長に任命し、労働問題について総務部長に対する助言等にあたらせていたが、昭\n和四六年六月総務部長に任命した。\n（三）　船井電機は船井電機労組以外の子会社の組合と団交等をしたことはない\nが、船井電機労組との団交に際し、同じ電機労連傘下の岡山船井、那賀川電子およ\nび右各子会社の使用者が同席して交渉をもち、それぞれの会社ごとに協定を締結す\nるという方式をとつたことがある。昭和四七年から昭和四八年にかけ徳島船井労組\nから船井電機に団交が申込まれ、同社はこれを拒否していたが、同年七月一二日同\n労組との間でその当時地労委で審理中の団交拒否救済申立事件の結論が出るまでの\n暫定措置として徳島船井が右労組と行なう団交もしくは協議に船井電機を代表する\n権限のある者を出席させ誠意をもつて交渉にあたる旨協定を締結し、その後数回の\n団交に右権限ある者を出席させており、昭和四八年一一月六日徳島地労委から右労\n組と団交するように命令され、その後実行している。なお、四国地区内の各子会社\n間では、昭和四五年冬季一時金につき徳島船井、勝浦電子と徳島船井労組との間で\n協定が締結され、昭和四六年夏季一時金については池田工場で徳島船井（板野支部\nと池田支部）、那賀川電子、勝浦電子の各組合と関係子会社が委任した代表との間\nで団体交渉がもたれたことがあつた。\n二、徳島船井と船井電機の関係\n１　徳島船井の設立と船井電機との関係\n徳島船井が昭和四一年徳島県板野郡＜以下略＞の工場設置条例に基づく板野町長\nの設置奨励措置によつて同町に誘致設立されたこと、徳島県工場設置条例による工\n場指定申請書では設立予定の会社は仮称として四国船井電機株式会社となつていた\nこと、板野町から工場及び工場敷地として払下を受けた不動産に関する板野町との\n売買契約の当事者（買主）が船井電機となつていたが、右敷地の所有権移転登記\nは、徳島船井名義でなされたことは、当事者間に争いない。\n原本の存在及び成立に争いのない甲第三一号証、成立に争いない甲第四五号証、\n同第五〇号証の一、Ｐ1供述（一部）を総合すると、徳島船井設立の経緯は次のよう\nなものであつたことが疎明せられる。\n船井電機は、昭和三六年一二月地元の者と共同出資で岡山県笠岡に子会社中国電\n波を設立し、賃加工方式により受注製品の製造をさせていたが、その経営は良好で\n黒字であつた。そのため昭和三九年頃徳島県から工場誘致の話があつた際、船井電\n機社長Ｐ1らは乗気となり、当時大阪においては労働力の確保は、難しくなりつつあ\nつたが、徳島では労働力は非常に容易に確保できること、大阪と地方とでは賃金較\n差があり、利潤追及の点等からもメリツトがあると考えて、徳島に工場を設置する\nことを決めた。その設置の形式については船井電機の徳島工場とするか独立会社を\n設立するか種々検討した結果、中国電波の例を考え独立会社をつくり子会社同士収\n益を競争させ、その体力を強化して国内のみならず、海外のメーカーとも太刀討ち\nできるようにするのがよいとの結論に達し、これに基づき昭和四一年六月板野町と\n船井電機との間に同町旧中学校校舎及びその敷地につき、売買代金一、六〇〇万\n円、代金は同年から昭和四三年の各六月一七日に分割して支払う、代金完済までの\n間は板野町の同意なくしてその権利を他に譲渡し、または転貸をしてはならないと\nの特約を附した売買契約が成立したものであるが、板野町は昭和四八年三月時点に\nおいて船井電機から他に譲渡または転貸をするについての同意を求められたことが\nない。\nまた成立に争いない甲第一一七号証の二によれば、徳島船井の設立は発起設立\nで、船井電機の取締役が名義だけの発起人となり、出資金は同社が名義上の発起人\nにかわつて仮払いの形をとつて払込み、発起人は引受けると同時に同社に右権利を\n譲渡し、仮払金と相殺する形をとつたこと、従つて発起人は現実に出捐することな\nく、単なる帳簿上の処理で出資した形となつていることが疎明される。\n２　人事労務上の関係\n（一）　役員\n徳島船井の役員が船井電機の意思により決定されていたこと、Ｐ8工場長が徳島船\n井の専務代行として経営責任者の任務を行なつていたことがあること、Ｐ8が専務と\nいう呼称を船井電機録音事業部長の通達によつて禁止されたこと、Ｐ9那賀川電子専\n務が徳島船井の代表者として徳島船井労組と労働協約を調印し、池田工場の分離独\n立を同労組に通告したこと、Ｐ10が昭和四七年七月から同年九月まで徳島船井の代\n表者として行動していたことは、当事者間に争いない。\n成立に争いない甲第三号証の一、同第五号証の一、同第五〇号証の一、二、同第\n七六号証、同第一一六号証、同第一一七号証の一、二、乙第一七号証の三、Ｐ10供\n述により真正に成立したと認められる乙第一五号証、Ｐ8、Ｐ31の各証言、Ｐ1、Ｐ\n10の各供述を総合すると次の事実が疎明される。\n（１）　徳島船井は、昭和四一年八月三一日設立と同時に船井電機社長Ｐ1が代表取\n締役に就任し、同人の弟であるＰ3が専務取締役（取締役会の互選により決定され、\n実際に徳島船井の業務を統括する経営責任者）として経営に当ることになつた。そ\nの後の代表取締役、専務取締役の変遷は別紙（一〇）記載のとおりであるが、右は\nいずれも船井電機の役員を兼任する者または船井電機の社員から出向してきた者で\nある。\n（２）　徳島船井の役員の特徴として、Ｐ32が一時社長と呼ばれただけで、それ以\n外社長の呼称は使用されたことがなく、実際上の経営責任者たる専務取締役はすべ\nて、少くともある期間は代表権のないまま専務ないし専務代行の業務をしていたこ\nとがあげられる。また、Ｐ8、Ｐ10は一部あるいは全期間取締役ですらないときに専\n務代行をしており、那賀川電子のＰ9専務が徳島船井の代表者として前記のとおり労\n働協約に調印し、組合に池田工場の分離独立を通告したのはＰ8が専務代行として業\n務を遂行していた間のことであつた。\n（二）　出向社員\n昭和四七年頃船井電機から徳島船井に三〇名位の出向社員が派遣されていたこ\nと、徳島船井の管理職中経理課長、技術課長二名、品質管理課長一名、業務課長一\n名、製造一課の課長など六名が出向社員であつたことは、当事者間に争いない。\n成立に争いない甲第五〇号証の一、二、同第五一号証の二、同第八一号証の一、\n同第一一七号証の一、二、乙第一〇一号証、Ｐ8証言により真正に成立したと認めら\nれる乙第四二号証、Ｐ8、Ｐ11の各証言、Ｐ1、Ｐ10の各供述を総合すると、昭和四\n七年頃の徳島船井の管理職は一五名で、九名の管理職が現地で採用された人達であ\nり、管理職以外の約二五名の出向社員は大半が技術課員であつたこと、Ｐ11は昭和\n四五年一二月一日徳島船井の取引形態がまもなく売買形式に変わり経理が複雑にな\nるということで、船井電機から徳島船井へ派遣され、同月一六日経理課長となつた\nが、当時の経理課長Ｐ12はＰ11派遣後も経理課長という地位にとどまり名目上二人\nの経理課長が存在したが、経理責任者はＰ11で、Ｐ12はその補佐役にすぎず、この\n状態はＰ12が昭和四六年九月池田船井の経理課長に転出するまで続いたことが疎明\nされる。\n（三）　従業員の採用\n徳島船井は、設立当初従業員を採用するにあたつて、採用者に対し船井電機宛と\nなつている誓約書、誓約保証書を提出させていたことは当事者間に争いなく、成立\nに争いない甲第三四号証の一ないし四、同第三五号証の一ないし二六、同第一一五\n号証、同第一三二号証の一、乙第五四ないし第五七号証、Ｐ30、Ｐ24、Ｐ33、Ｐ\n34の各供述を総合すると、徳島船井は昭和四四年三月頃からようやく船井電機宛の\n誓約書、誓約保証書を改めて徳島船井宛のそれらの提出を求めるようになつたが、\n有給休暇、早退届等は解散当時も船井電機宛となつていること、徳島船井の設立当\n初の従業員の採用の面接を船井電機の常務取締役が担当したこともあることが疎明\nされる。\n（四）　一時金、ベースアツプの決定\n徳島船井のＰ14専務が労使交渉の席上、「本社と相談する。」「私の権限はここ\nまでである。」等と発言していたこと、徳島船井が一時金等につき組合との間にい\nわゆる裏協定を締結したことがあることは当事者間に争いなく、成立に争いない甲\n第五九号証の一、二、同第六〇号証の一ないし三、同第九八号証、乙第一七号証の\n四、五、前掲甲第一九号証、Ｐ35証言（一部）、Ｐ30、Ｐ24、Ｐ1（一部）、Ｐ\n10（一部）、弁論の全趣旨を総合すると、裏協定は昭和四六年冬季一時金と昭和四\n七年春闘のベースアツプの際、社外はもちろん組合員に対しても絶対公表しないこ\nとを労使双方確認の上、真実の妥結額が覚書という形で作成されており、この覚書\nは通常の協定書と扱いを異にして船井電機に送付されなかつたこと、昭和四四年暮\nの船井グループ協議会では船井電機や関連子会社の出席のもとにその営業方針等に\nついて討議がなされ、一時金問題につき「徳島船井は今生産機種の変更（ステレオ\n移行）、池田工場の新設（三か月間研修教育を実施した。）のため、日曜、第一土\n曜日出勤し、努力したが残念ながらその収支は芳しくない。しかしながら来期に対\nする生産向上の自信を得た成果は大きい。以上の要素を勘案すれば今期一時金は関\n連グループ中上位にランクされることが適切である。」などと船井電機の方針が表\n明されたことが疎明され、前掲各証拠中右疎明に反する部分は採用しない。\n３　財政、経理上の関係\n（一）　不動産、機械設備等の所有、使用状況\n徳島船井が昭和四一年資本金二、〇〇〇万円で設立されたこと、設立当初徳島船\n井の敷地が同社の所有であつたこと、昭和四五年一一月に右敷地も船井電機に譲渡\nされたことは当事者間に争いなく、成立に争いない甲第五号証の二ないし九、同第\n五〇号証の一、同第一一七号証の一、二、弁論の全趣旨によつて真正に成立したと\n認められる乙第一九ないし第二二号証、Ｐ1、Ｐ10の各供述を総合すると、徳島船井\nが昭和四五年一一月船井電機に譲渡したのは別紙（二）記載の（イ）ないし（チ）\nの各不動産で、その価額が不動産鑑定士の鑑定をもとに一億五、六八〇万円と決め\nられたこと、徳島船井は設立当初板野町から購入した学校建物を工場として利用し\nていたが、昭和四二年四月一五日船井電機が別紙（二）記載の（リ）の建物を新築\nしたのでこれを賃借していたこと、徳島船井は右不動産譲渡後、社宅、備品、コン\nベア、部品等を所有するのみで、みるべき不動産、機械設備等は所有しておらず、\n土地、建物、機械等を船井電機から賃借使用しており、昭和四六年五月一六日締結\nの賃貸借契約では不動産、機械等一切の賃料として船井電機に一か月二七六万円を\n支払うことになつていたことが疎明される。\n（二）　出費の制限\n成立に争いない甲第七三号証、Ｐ11、Ｐ26の各証言、Ｐ1供述、弁論の全趣旨を総\n合すると、徳島船井の専務らが自由に使用できる金員は、昭和四六年四月頃作成さ\nれた権限規定により五〇万円未満の金員に限られ、五〇万円以上の金員および不動\n産等に関する使用、購入、処分等については船井電機に禀議書を提出し、同社の決\n裁を得ることを義務づけられていたこと、徳島船井は昭和四五年九月二九日録音事\n業部からの通達により直接交際費の額につき半年五七万二、一八九円、一ケ月九万\n五、三六四円におさえるよう指示されたことが疎明される。\n（三）　資金調達\n成立に争いない甲第五号証の二ないし九、同第五〇号証の一、同第八一号証の\n一、二、同第一一七号証の二、Ｐ11、Ｐ26の各証言、Ｐ1供述を総合すると、徳島船\n井は資金調達の方法として船井電機に対する売上代金の回収のほか、同社から売買\n代金の前渡を受けたり、一定の枠内で同社から融資を受けたり、徳島船井ないし船\n井電機所有の不動産を担保にして同社が金融機関から借入れした資金を更に徳島船\n井が借入れたり、あるいは船井電機所有の不動産を担保に徳島船井が金融機関から\n借入れており、徳島船井単独で金融機関から借入れる程の信用がなかつたこと、例\nえば、徳島船井は昭和四三年一一月三井信託銀行から五、〇〇〇万円、昭和四四年\n一二月阿波銀行から三、五〇〇万円それぞれ運転資金として借入しているが、いず\nれも当時担保物件たる不動産は徳島船井名義であつたにもかかわらず、同社名義で\n借入ができず、船井電機名義で借入れていること、その後、徳島船井は昭和四六年\n一二月同社名義で阿波銀行から一、〇〇〇万円、中小企業金融公庫から一、八〇〇\n万円の各融資を得ているが、普通の会社であれば会社の単名で貸してもらえなくて\nも信用保証協会の保証をつければ貸してくれるところ、徳島船井は右保証だけでは\n足りず、船井電機と徳島船井の代表者の個人保証を要求されたりし、この当時でも\n徳島船井独自で資金を借入れることは困難であつたことが疎明される。\n（四）　パーツ（部品）の購入\n船井電機が子会社との取引を売買方式に切換えた後、徳島船井が購入したパーツ\nの代金を立替払をしていたことは当事者間に争いなく、成立に争いない甲第八一号\n証の一、同第九六号証、同第一一七号証の二、Ｐ26証言および弁論の全趣旨により\n真正に成立したと認められる乙第三一号証、同第七一、第七二号証、Ｐ8、Ｐ11、Ｐ\n26の各証言、Ｐ1供述、弁論の全趣旨を総合すると、徳島船井ら子会社がパーツを購\n入するに当つては、船井電機が連帯保証人となりパーツメーカーの方から船井電機\nに直接パーツ代金の支払等を要求しており、同社もこれを了承していること、パー\nツの単価は船井電機を窓口として折衝決定されており、支払は船井電機において子\n会社の支払額を総括し、船井電機の名義で四か月サイドの手形を振出す等の方法に\nより一括支払がなされていること、事実パーツ業者からの支払改善要求、値上要求\nはすべて船井電機宛になされており、同社はドルシヨツク時パーツメーカーを招集\nし、仕入代金につき交渉して値引させたことが疎明される。\n（五）　利益率\n前記のとおり、徳島船井は船井電機と売買契約をする際、同社作成の原価計算規\n定に従つて原価計算書Ａ票を船井電機に提出することになつており、その利益率は\n原則として四％を計上するよう右規定により指示されているが、バイヤーの希望値\n段とおりあわないときは二％位まで利益率を下げて船井電機と契約したこともあつ\nた。\n４　業務運営上の関係\n（一）　取引形態の決定\n前記一の３、４のとおり、船井電機と徳島船井の取引形態はすべて船井電機の意\n向で企画、決定、変更されている。\n（二）　会議、通達等\n船井電機が子会社と会議を開き、通達等という形により子会社に対しその意思を\n伝達していたこと、録音事業部の事業計画が船井電機と徳島船井ら子会社を含めて\nたてられていたことは当事者間に争いない。\n成立に争いない甲第四一ないし第四四号証、同第五〇号証の一、二（一部）、同\n第五一号証の一、二（一部）、同第五三ないし第五五号証、同第六二ないし第六五\n号証、同第七二、第七三号証、同第八一号証の一ないし三（一部）、同第八五ない\nし第八七号証、同第九一号証、同第九三号証、同第一一〇号証、同第一一七号証の\n一、二（一部）、Ｐ11、Ｐ8、Ｐ26、Ｐ35の各証言（各一部）、Ｐ1、Ｐ10の各供述\n（各一部）、弁論の全趣旨を総合すると、次の事実が疎明される。\n（１）　船井電機は昭和四六年四月頃から毎月一回徳島船井の専務らを招集して本\n部会議を開き、各子会社の専務に当該会社の事業所報告を提出させるとともに、事\n業所生産計画の確立、製造原価構成の是正、製造費、外注費、間接費等の節約、外\n注先の厳選、標準在庫高の遵守等について討議をし、それに基づき船井電機から徳\n島船井ら傘下子会社に対しバランスのとれた受注、赤字累積工場の閉鎖、台湾より\nの技術援助料および配当金は赤字補填等に充当しない等の方針が示されたことがあ\nり、子会社の営業全般にわたつて細かく討議、決定、指示をしている。\n船井電機は事業部および傘下の子会社の各期の事業計画を決めるため、各期の直\n前に数回事業部長名で事業計画会議を招集し、事業部長、事業部担当課員、各子会\n社の専務、工場長、経理責任者等の出席のもとに、船井電機の事業方針を発表した\nり、子会社にも事業所方針を発表させたり、子会社の事業計画の調整、指導をした\nりして事業部および子会社の具体的な生産台数、人員計画、工場収支、人件費、賞\n与引当金、生産金額、売上目標等を討議し、事業計画を決定していた。例えば、昭\n和四五年一二月頃の船井電機第一九期（同年一二月一六日から昭和四六年六月一五\n日）の事業計画会議では録音事業部の売上目標金額を三〇億円、一人当りの売上金\n額を六〇万円、必要人員を八三三人として、船井電機にいる社員、徳島船井への出\n向社員、徳島船井、勝浦電子、那賀川電子の各従業員の割りふりをし、徳島船井に\nついては、当時の三六七名の現地採用の従業員（管理職を含める）を二九〇名に削\n減する計画を立てたり、その他昭和四六年四月の昇給を二六％、同年夏の一時金を\n三か月と定めたりしている。また、船井電機第二〇期（昭和四六年六月一六日から\n昭和四七年六月一五日）の事業計画会議では、録音事業部の売上目標金額を三三億\n円、一人当りの売上金額を七二万五、〇〇〇円、必要人員を七六一人として、前記\nと同じように割りふりをし、徳島船井については、当時の二七九名の現地採用の従\n業員を二三九名に削減することにし、賞与引当金を三か月としている。なお、徳島\n船井は、他の子会社も同様であるが女子従業員が大半で、出産、結婚等で年間八〇\n名位、多いときには一二〇ないし一三〇名位が退職していたから、希望退職を募集\nせず、新採用を控えるという方法で右削減計画を実行することができた。\n昭和四四年頃には船井電機と子会社の関係者が出席の上、船井グループ協議会が\n開かれ、子会社から意見発表がなされたり、船井電機から子会社の一時金等につい\nての方針が示されたりしていた。その他、船井電機と子会社との間で、継続的に年\n数回総務担当者会議が開かれているほか経理購買会議が開かれたこともある。\n（２）　船井電機から徳島船井ら子会社に対し通達等の形式により、種々の意思伝\n達が次のとおりなされている。\n（イ）　昭和四五年九月一日録音事業部から板野ほか三工場（船井電機では各子会\n社を事業所または工場と呼んでおり、徳島船井は板野工場と呼ばれていた。）に対\nし一八期の三か月間の生産実績が事業計画の七〇％前後なので一〇〇％達成して欲\nしい旨、また中間棚卸を完全にして欲しい旨指示ないし要望した事業部通達が出さ\nれている。\n（ロ）　同月二九日船井電機録音事業部からＰ8徳島船井専務に対し事業部の資金繰\nの現状、資金繰悪化の原因、板野工場ら各子会社の交際費の制限等に関する事業部\n通達が出されている。\n（ハ）　同年一一月か一二月頃、録音事業部から板野工場ほか宛に船井電機第一九\n期事業計画概要案が送られているが、その内容は記載された具体的な計画案に基づ\nき各工場（子会社）で収支計画を作成するように指示したものである。\n（ニ）　昭和四六年一月五日、Ｐ11経理課長から板野、那賀川各工場に対し、事業\n部の生産、売上、在庫、仕入計画を通知し、各部課の毎日の業務目標と合わせ、目\n標達成にがんばるようにと指示した連絡表が出されている。\n（ホ）　昭和四六年三月二三日船井電機の生産企画課から那賀川電子で生産するこ\nとになつていた機種の一部を板野工場へ移転する旨通知した連絡表が出されてい\nる。\n（ヘ）　同月三一日、録音事業部長Ｐ7から徳島船井の課長ら宛に録音事業部の業務\nの大半が徳島工場に移行し、Ｐ7が常勤しているのに伴いＰ8専務の呼称を工場長と\n改める旨通知した連絡表が出されている。\n（ト）　同日録音事業部長Ｐ7、経理課Ｐ11の連名で徳島船井の課長ら宛に経費節減\nについてと題する書面が出されているが、その内容は事務用品費、通信費、消耗パ\nーツ、工具等が多額となつたのでできるだけ節減するようにと指示ないし要望した\nものである。\n（チ）　同日録音事業部長Ｐ7、経理課Ｐ11の連名でＰ8専務ら宛に棚卸事項に関す\nる事項と題する書面が出されているが、その内容は棚卸に誤りが多いということで\n棚卸の方法を指示し、その改善方法について意見を求め、さらに棚卸についての打\n合せ会議の出席を指示したものである。\n（リ）　同年五月一七日経理課のＰ11から各工場長、管理職宛に連絡表が出されて\nいるが、その内容は同月七日段階で板野、那賀川、勝浦の各工場長、生産企画課\n長、経理課の間で今期の見通しを作成し、今期昀後の六月度の生産予想が出てきた\nので達成に全力を上げるよう指示ないし要望したものである。\n（ヌ）　同月一八日録音事業部長Ｐ7から徳島船井の全管理職宛に書面が出されてい\nるが、その内容は六月度の生産台数一四万二、〇〇〇台を死守して欲しい旨指示し\nたものである。\n（ル）　同年六月三日船井電機の経理課からＰ11課長に宛て第二〇期事業部計画作\n成要項が送られているが、その内容は事業計画作成の詳細な記載方法を通知したも\nのである。\n（オ）　同日、録音事業部長から二〇期事業計画会議への出席者宛に連絡表が出さ\nれているが、その内容は同月九日板野工場で右会議を開催するので参加するよう指\n示したものである。\n（ワ）　同年八月三日船井電機の社長室からＰ8工場長ら宛に社長通達八号が出され\nているが、その内容は前日開かれた常務会での討議、決定等を通知したものであ\nる。\n（カ）　同月一九日Ｐ1社長から事業部長、事業所長ら宛に社長通達一〇号が出され\nているが、その内容はアメリカの一〇％輸入課徴金と円の切上げに触れ、社員一同\nに対し経費節減、材料費の縮小、外注費の抑制、直間労務費の是正等を指示ないし\n要望したものである。\n（ヨ）　同年九月二〇日船井電機の教育開発室からＰ8工場長ら宛に臨戦体制下の作\n業指導推進と職場の士気昂揚についてと題する書面が送られた。\n（タ）　同年一二月二五日録音事業部長のＰ7から事業所長宛に円の切上げに伴なつ\nて納期を厳守する旨指示した連絡表が出されている。\n（三）　報告、提出義務\n前記のとおり、徳島船井ら子会社は、船井電機から原価計算書Ａ票や事業所報告\nを提出することを義務づけられており、成立に争いない甲第七二、第七三号証、同\n第八九号証、Ｐ11、Ｐ8の各証言、Ｐ1供述、弁論の全趣旨を総合すると、船井電機\nはそのときの事情に応じて徳島船井らに種々の報告書の提出を要求し、これに応じ\n昭和四五年九月頃実績表、昭和四六年九月頃から仕入計画書、昭和四七年頃生産実\n績報告書が提出されたことが疎明される。\n（四）　船井電機の役員、社員の認識\n右（二）にみられるとおり、船井電機の役員、社員（出向社員も含める）が通達\n等を出すにあたりほとんど徳島船井のことを板野工場ないし板野事業所と称してい\nるほか、成立に争いない甲第四号証、同第五〇号証の一、二、同第五八号証、同第\n六六、第六七号証、同第一二六、第一二七号証、Ｐ8、Ｐ11の各証言、Ｐ1供述を総\n合すると、船井電機の役員、社員が昭和四七年六月発行の船井電機グループ共編の\n経営改善プログラム、事業計画、生産機種の変更等の文書においても、徳島船井の\nことを板野事業所と呼称していることが疎明される。\n（五）　業務の兼任ないし混同\n成立に争いない甲第五〇号証の一、二（一部）、同第六二号証、同第六六ないし\n第七一号証、同第八一号証の一ないし三、同第一一七号証の一、二、乙第一七号証\nの一、二、Ｐ11証言（一部）、弁論の全趣旨を総合すると、Ｐ7は昭和四五年一一月\nから昭和四六年六月まで徳島船井の専務として、Ｐ11は昭和四五年一二月以降同社\nの経理課長としてそれぞれ勤務していたこと、昭和四六年一月度から同年六月度ま\nでの録音事業部の生産計画書、在庫、仕入計画書につき、Ｐ7は録音事業部長とし\nて、Ｐ11は担当課員としてそれぞれ検印したこと、Ｐ11は那賀川事業所と板野事業\n所の在庫、仕入計画書および勝浦、那賀川各事業所の損益計画書につきそれぞれ録\n音事業部の担当課員として検印したこと、Ｐ7は徳島船井の専務時代も録音事業部長\nとして事業計画会議を招集して出席したり、船井電機の生産担当の常務として大阪\nの船井電機と電話連絡等で子会社に対する機種の割りふり等の仕事をしていたこ\nと、Ｐ11は右計画会議の司会、議事録、資料作成等もしていたことが疎明され、右\n疎明に反する甲第五〇号証の一、二およびＰ11証言は採用しない。\n前記疎明の事実からすれば、Ｐ7が右（二）の（ロ）、（ヘ）、（ト）、（チ）、\n（ヌ）、（オ）にみられるとおり録音事業部の部長として通達を出したのは徳島船\n井の専務を、Ｐ11が右（二）の（ト）、（チ）、（リ）にみられるとおり録音事業\n部の担当課員として通達等を出したのは徳島船井の経理課長の職にあつたときであ\nる。\n５　右認定の徳島船井と船井電機との関係すなわち①徳島船井は、その全株式を船\n井電機が所有しているいわゆる一人会社であること②徳島船井は船井電機が板野町\nの誘致により同社の生産工場として同町に設置したものであるが、利潤追及のメリ\nツトを考慮して独立の法人として設立したものであること、③徳島船井の役員はす\nべて船井電機の意思により、同社の役員または従業員（出向社員）が選任せられて\nいること④徳島船井の管理職、製造部門の中枢は、船井電機の出向社員が占めてい\nること⑤徳島船井の従業員として採用された者が会社発足後しばらくの期間船井電\n機あての誓約書、誓約保証書を提出していること⑥徳島船井のＰ14専務が労使交渉\nの席上「本社と相談する。」「私の権限はここまでである。」等発言しており、徳\n島船井の一時金、ベースアツプについて正規の協定のほか、船井電機をおもんばか\nつて内密の裏協定を締結していること⑦資金面で徳島船井は全く船井電機に依存し\nており、徳島船井独自の不動産等は、ほとんどなく、工場施設、機械等は船井電機\nから賃借していること⑧徳島船井の専務が自由に使用できる金員は船井電機作成の\n権限規定により五〇万円未満に限定されていること⑨徳島船井は船井電機の専属的\n下請として、同社の発注如何によりその営業状況が左右され、その取引形式、売買\n基本契約も船井電機に従属した形態であること⑩船井電機録音事業部（後にその組\n織は大部分徳島船井に移行）または、同社招集の本部会議で徳島船井の生産計画、\n人員計画等が討議決定され、また通達などによる日常業務執行についての詳細な指\n示がなされていること等諸般の事情を総合すれば、徳島船井は形式上は独立した企\n業体となつているが、実質的には役員、従業員に対する人事、給与、労務対策の決\n定、財政経理面、営業形態、生産目標の決定等企業活動のすべてにわたり船井電機\nの現実的統一的管理支配の下にある一製造部門にすぎず、両会社は経済的に単一の\n企業体たる実質を有するものと認めざるを得ない。\n第三　そこで次に被申請人ら主張の徳島船井を解散せざるを得なかつたと認められ\nるような経営上の理由すなわちぼう大な赤字、生産遂行上の体質的悪さ、ワークマ\nンシツプの欠如等の点につき、以下検討することとするが、申請人らは本件徳島船\n井の解散は組合活動を嫌悪し、それを壊滅させる目的でなした不当労働行為である\nと主張するので、あわせて徳島船井における組合活動と本件解散に至る経緯につい\nて触れることとする。\n一、徳島船井の損益の推移、生産達成率\n成立に争いない甲第五〇号証の一、二、同第五一号証の一、二、同第八一号証の\n一ないし三、同第一〇九号証の一ないし四、同第一一七号証の一、二、乙第八二号\n証、同第一〇一号証、Ｐ11証言により真正に成立したと認められる乙第一ないし第\n一〇号証、同第五八ないし第六〇号証、前掲乙第八五号証、Ｐ10供述および弁論の\n全趣旨により真正に成立したと認められる甲第一〇六、第一〇七号証、乙第二四号\n証、同第八四号証の一、二、Ｐ8、Ｐ11の各証言、Ｐ10、Ｐ1の各供述を総合する\nと、徳島船井の決算書に表示修正（勘定科目修正）を施した期別業績推移表（乙第\n五号証）、月別業績推移表（乙第七号証）及び第一一期決算書（乙第五八号証）に\nよれば、徳島船井の損益の推移は別紙（二）記載のとおり（ただし、一部項目別の\n処理が異なる。）であり、同社の生産達成率は別紙（三）記載のとおりであるこ\nと、同社の昭和四六年六月一五日当時の繰越損益が約五三万円の黒字であり、事業\n所報告によると昭和四六年六月一六日から昭和四七年六月一五日までの赤字の合計\n額が約七五万円なので、同日における繰越損失は二二万円前後となるべきところ、\n決算書上では三、三一五万円の赤字となつているが、この差異は昭和四六年六月一\n六日から同年九月一五日までの徳島船井に池田工場が附属していた時代の約二、〇\n三九万円の赤字が事業所報告では池田船井として別に計上されているのに対して、\n決算書上では徳島船井に計上されていることと、事業所報告では昭和四七年七月度\n以降に発生した約一、〇〇〇万円のエアー代が決算書上では同年六月一五日より前\nに発生したものとして組入れられたことによることが疎明される。\n二、　一期から六期（昭和四一年七月一六日から昭和四四年一二月一五日まで）\n前記一掲示の各証拠に成立に争いない甲第五号証の八、同第三七号証、同第九八\n号証によれば次の事実が疎明される。\n１　徳島船井は昭和四一年七月一六日（設立登記以前）から、板野町より払下げを\n受けた敷地、建物を利用して操業を始めていたが、その後船井電機が徳島船井の工\n場兼事務所を新築し、昭和四三年四月三日その保存登記を経由した。なお、徳島船\n井の分工場として、昭和四三年八月勝浦工場、昭和四四年八月池田工場がそれぞれ\n操業を開始した。\n２　この期間中、徳島船井は船井電機発注のトランジスタ、ラジオ等組立の賃加工\nをし、別紙（二）記載のとおり生産事故補償、切換補償を含めて、操業以来僅かな\nがら黒字を続けてきた。徳島船井は六期になり生産機種が高級なステレオに移行し\nたり、池田工場の新設に伴う三か月の研修教育を実施したりする等営業的に厳しい\n状況であつたが、日曜、第一土曜日に出勤する等努力をし、かろうじて黒字を守\nり、六期末の繰越利益として四〇二万円を計上した。\n三、七、八期（昭和四四年一二月一六日から昭和四五年一二月一五日まで）\n徳島船井が昭和四五年一一月一五日船井電機に対してその所有の不動産を譲渡し\nたことは当事者間に争いなく、前記一掲示の各証拠に成立に争いない甲第四号証、\n同第八号証の一、乙第一六号証、同第一七号証の一、弁論の全趣旨によつて真正に\n成立したと認められる乙第一九ないし第二二号証に弁論の全趣旨を総合すると、次\nの事実が疎明される。\n１　徳島船井と同労組は昭和四五年二月一八日組合員（事前協議約款を含む）、組\n合活動、団体交渉手続、争議につき二五条にわたる協定を締結した。同年六月一六\n日徳島船井から勝浦工場が独立し、勝浦電子として設立された。同年八月頃船井電\n機の事業部の大半が現地に移行することになりその頃から昭和四六年にかけて録音\n事業部の生産技術、購買等の各部門が徳島船井に移行をはじめた。徳島船井と勝浦\n電子は同年一二月一日徳島船井労組との間で年末一時金につき、同月三日その配分\n方法につきそれぞれ協定し、その考課につきＡ、Ｂ、Ｃ三段階とすることを確認し\nた。\n２　四国地区の子会社間において機種の高級化に伴ない、まず徳島船井がモデル工\n場として新機種を生産し、順調に流れ出すと、他の子会社が生産をする形態が当時\nとられていた。一般的に、新機種を生産する場合、設計技術上新しい問題が起り、\n工程者も作業に不慣れのため、どうしても不良が出やすく、生産が上りにくい傾向\nがあつた。徳島船井もこの期においてこのような事情によるせいかかなり生産のも\nたつきや品質不良がみられた。また徳島船井の決算は、九、一〇期においても赤字\n事業所でまだまだ欠陥が多い問題事業所と評価されている池田工場を含めてのもの\nであり、勝浦電子の設立に伴い徳島船井もかなり出費が必要であつたと推測され\nる。右のような事情のもとで、徳島船井は七期においては純売上高約二億四、三〇\n〇万円に対して売上原価が二億七、九〇〇万円となつてすでに売上純利益段階にお\nいて三、五〇〇万円余の赤字を出し、営業利益において八、三〇〇万円の赤字とな\nつた。第八期においては、純売上高が約二億円、売上原価が二億五、八〇〇万円\nで、営業損益において八、九〇〇万円の赤字となつた。ここにおいて、徳島船井は\nその所有の不動産を船井電機に売渡すことにより赤字の減少をはかつたところ、八\n期末当時の繰越欠損金は五、五五一万円となつた。\n四、九、一〇期（昭和四五年一二月一六日から昭和四七年六月一五日まで）\n昭和四五年一二月一六日徳島船井と船井電機との取引形態が賃加工方式から売買\n方式にかわつたこと、徳島船井労組が昭和四七年春闘で平均一五、〇〇〇円の賃上\nげの要求をしたこと、右春闘の際、覚書の形でいわゆる裏協定が締結されたこと、\nこの期において徳島船井が生産した機種名ＣＰ六一二、ＣＰ六〇九、ＣＰ八五一\nＡ、ＣＰ八三一についてバイヤーからクレームがあり、ＣＰ六一二のクレームの原\n因がカセツトメカニズムの駆動プーリーの動作不良であつたことは当事者間に争い\nがない。\n前記一掲示の各証拠、成立に争いない甲第四号証、同第五号証の一、同第七号証\nの一、同第四二号証、同第五四号証、同第五九号証の一、二、同第一〇一号証、乙\n第一七号証の二ないし五、Ｐ30供述によつて真正に成立したと認められる甲第一一\n号証の一ないし四、Ｐ25証言によつて真正に成立したと認められる乙第一二号証の\n一の（一）ないし（四）、同号証の二、三の各（一）ないし（八）、Ｐ8証言によつ\nて真正に成立したと認められる乙第四七号証、Ｐ26、Ｐ35、Ｐ25の各証言（各一\n部）、Ｐ30、Ｐ24、Ｐ33、Ｐ34の各供述、弁論の全趣旨を総合すると次の事実が疎\n明され、右各証拠中右疎明に反する部分は採用しない。\n１（一）　昭和四五年一二月一六日徳島船井と船井電機の取引形態が賃加工方式か\nら売買方式にかわつたのに伴い、徳島船井は四国地区の子会社の母店となり、船井\n電機から受注した機種を自ら製造（ただし工程の一部分、基板・シヤーシ、フロン\nト等は外注工場に下請に出し、加工を委託していた。）するとともに、他の子会社\nである那賀川電子、勝浦電子に受注機種の賃加工を委託し、これに加工賃を支払う\n形態をとつた。那賀川電子は、昭和四六年六月一六日以降船井電機と直接売買形式\nによる取引をすることになり、技術、資材等の部門が同社におかれた。また、池田\n船井は同年九月一六日徳島船井から分離設立され、同日以降池田船井及び勝浦電子\nは船井電機と売買形式による直接取引をするようになつたが、両社には技術、資材\n部門がおかれず、池田船井は徳島船井、勝浦電子は那賀川電子にそれぞれ技術手数\n料、部品調達手数料を支払い、技術、資材等の供与を受けることになつた。\n（二）　徳島船井は同労組との間に昭和四六年五月二一日ベースアツプにつき、同\n年六月三日その配分につきそれぞれ協定し、その考課につき弥富式ＳＡＢＣＤの五\n段階とするが本年度に限りＡ、Ｂ、Ｃの三段階とする旨確認し、同年七月二八日夏\n期一時金について協定を締結した。この夏期一時金交渉の際、Ｐ10船井電機総務部\n長がＰ7かＰ9専務から池田工場の従業員（徳島船井労組池田支部）に対する交渉の\n依頼をされ、交渉に当つた。\n（三）　昭和四六年八月二日常務会でドルシヨツクを控えてその対策が種々討議さ\nれ、船井電機から赤字を累積する国内工場の閉鎖という方針が打ち出されたが、当\n時徳島船井がこれに該当するとして問題となつたことはなかつた。同月一五日米国\nのニクソン大統領のいわゆるドル防衛政策が発表され、一〇％の輸入課徴金が課さ\nれることになり、また円の切上げも予想され、船井グループにおいてもドルシヨツ\nク対策が真剣に検討された。その結果、円の切上げ率をおおむね一二・五％と予測\nし、それによる差損金の消化方法として経費の節減二％、部品メーカーの値引三\n％、生産性の向上七・五％（生産性の向上については売上の約七〇％を材料費がし\nめるので、三〇％の部分の七・五％すなわち現在より生産を約二五％上げることに\nなる。）を計ることになつた。そこで、Ｐ1社長はその後すべての子会社を回り、そ\nれぞれ従業員を朝礼に集めて三〇分位右のような事情を説明し、その協力を求め\nた。\n（四）　同年一一月一八日Ｐ1社長が徳島船井の代表取締役を辞任して単なる取締役\nとなり、Ｐ14専務が同社の代表取締役に就任した。同月頃徳島船井労組の執行部が\n任期半ばで、執行委員の中にＰ7常務との内通者がいたということを理由にして辞任\nした後、ほぼ現在と同じ執行部が誕生した。同年一二月には年末一時金に対処する\nため前記船井統一委員会が発足した。徳島船井は同月一二日、同労組との間に冬期\n一時金額につき二・五か月＋α、考課は三段階とする等の協定を締結したが、これ\nは船井電機に対する報告用で、さらに実質的妥結額につき社外はもろちん組合員に\nも公表しないことを確認の上、〇・一か月分多い二・六か月＋αという覚書をとり\nかわした。この覚書成立の経緯は会社から組合に対し実質的妥結額を受けるが、高\n額となるので秘密協定にして欲しいと申入れ、さらにそのためには前の執行委員の\n中にＰ7常務と通じている人があるので、組合員にも秘密にして欲しいと要望があつ\nて、このような形になつたのであつた。従つて、徳島船井はその後船井電機に対し\n協定書の部分だけを送り、覚書は送つていない。\n（五）　徳島船井では昭和四七年に入りドルシヨツク対策の一環として生産性を向\n上させるため、オハヨウゴクロウサン運動と工場の改装がなされた。オハヨウゴク\nロウサン運動というのはグループを作りその中で互いに競争し感化しあつていこう\nとするもので、オハヨウゴクロウサン（０８４０５９６３）が昭和四七年度の合言\n葉として掲げた目標値（例えば０は事故皆無、８は操業効率八〇パーセント以上、\n４０は生産性向上目標四〇パーセントなど）を意味するとともに朝の出勤時には\n「オハヨウ」、夕方仕事が終つたら「ゴクロウサン」と互いにあいさつしあい明る\nく楽しい職場を作ろうという意味もあつた。この運動は同年二月頃から準備段階と\nして二コンベアと三コンベアで実施がなされ、その後次第にその他の部門にもその\n運動を広げようとするもので、同月二八日に社内報一号「０８４０５９６３グルー\nプ活動」が発行された。次に工場の改装は、同年三月から四月にかけて船井電機が\n約一、八〇〇万円を出捐し、作業能率を良くするためにコンベアをまとめたり、照\n明を明るくしたり、実験室を新設したり、娯楽設備を整えたり等の改善がなされ\nた。\n（六）　徳島船井労組は同年四月一三日徳島船井に対しベースアツプの要求書を提\n出したところ、同社は他の子会社ではすべて実施している弥富式賃金体系の導入を\n主張し、同月二九日男女平均五、一三四円を、同年五月一〇日前年と同額の五、八\n五〇円にαを加えて同答した。組合はこれを不満として数回団交を行ない、その間\n一二時限および二四時限の各ストを行なつた。同月二四日ベースアツプ額男女平均\n七、二〇〇円＋αほか家族手当ということで妥結し、会社と組合は同月三〇日協定\n書により「成績評価はＡＢＣとする。号俸差一等級三五〇円、二等級四四〇円、三\n等級五五〇円、配分は定額四〇％、定率六〇％とする。」等と配分につき協定し、\n同日昭和四六年冬期一時金と同じ事情のもとにαについて右協定書（記載からは明\nらかでないがαは三〇〇円とされていた。）より一五〇円多い四五〇円とするとい\nう趣旨で、組合員男女平均七、六五〇円とするという覚書をとりかわした。この結\n果、関連子会社の中で一番高額なベースアツプとなつた。\n２（一）　徳島船井が製造した機種名ＣＰ六一二は、昭和四七年一月バイヤーから\n船井電機にクレームがあり、その責任は製造工場にあるとして徳島船井はバイヤー\nのピアレスに結局、値引、課徴金、金利として一〇二二万八、三八二円の支払いを\n余儀なくされた。このクレームの内容であるカセツトメカニズムの駆動プーリーの\n動作不良の原因は、部品不良ないしは材質の選定の誤りに基づく生産技術的な問題\nおよび回転部分の潤滑油不良に基づくものである。\n機種名ＣＰ六〇九（受注は五、〇〇〇台）については、昭和四六年七月から一一\n月までという約定の納期が大幅に遅延し、実際の出荷は昭和四七年一月以降になる\nという状況であつたため、バイヤーのフイリツプスから三、〇〇〇台のキヤンセル\nを受けた。その結果、徳島船井は納期遅延によるエアー代約五〇〇万円の負担を余\n儀なくされ、キヤンセルによるパーツの損失約五〇〇万円とあわせて計約一、〇〇\n〇万円の損害を被つた。原因はプリプロサンプル（本生産にはいる前に一台ないし\n二台作つて事前にバイヤーに送るサンプル）提出時より問題点が多く、昀後まで品\n質面の解決ができなかつたためである。さらにバイヤーから船井電機に対しＣＰ六\n〇三ＡとＣＰ六〇九について計画に対する努力と的確な情報の欠除、判断の粗略、\n連絡の不十分等について非難されている。なお、那賀川電子製品のＣＰ六〇三Ａに\nついては品質など技術的問題とともにワークマンシツプ（工程における作業者の作\n業水準、作業内容の良悪）を問題視されているが、ＣＰ六〇九の瑕疵については、\n技術上の問題としてワークマンシツプについては言及されていない。\nＣＰ八三一（一、二〇〇台、昭和四七年六月五日米国到着）、ＣＰ八五一Ａ\n（四、〇一九台、同年七月六日から八月八日にかけて米国に到着）については、米\n国における製品検査で相当多数の不良が出たため、手直し代金を請求され、徳島船\n井がその総計五、六七一ドルを負担した。ＣＰ八五一Ａは徳島船井で昀初の一枚基\n板であり、同年三月二五日段階で全数不良が出ており、技術上種々の問題があつた\n機種であつた。\n（二）　船井電機グループが昭和四五年から大阪工大工業経営学科Ｐ36研究室に依\n頼し、以後毎年夏休み等を利用して学生、教官参加のもとに産学協同研究方式によ\nる経営改善活動を始め、その研究成果をまとめた経営改善プログラム生産編が昭和\n四七年六月に発行されているが、その中で徳島船井について、次のような評価がな\nされている。\n昭和四六年度においては、中四国の各子会社中、板野事業所（徳島船井）は向上\nしてきた、水揚げ、生産量とも向上し、モラル、成績が上り、整理整頓も昨年に比\nし見違えるほど向上し、ハンダ不良、離席、アイドル等が昨年度に比し著しく減少\nしたと賞賛されている。昭和四七年度（同年一月から三月頃まで）については、板\n野事業所は「コンベアについている男女作業員の作業に取組む態度もよい。六事業\n所（岡山船井、中国船井、四国地区の子会社）中、昀高と感じられた。」「六事業\n所視察の結果、不良や混乱は機種の切換の結果だとわかつた。このためにも営業部\n門は大量生産のできるような受注をとつて欲しい。代表的事例の一つは板野事業所\nはＣＰ八一二の生産の継続の結果、良い成績を上げている。逆にこの一月ないし三\n月が悪化しているのは機種を切換えたためである。」と指摘されており、また同年\n春高松市で開かれた産学協同研究発表会では、Ｐ1社長から「学生から報告された数\n年前の徳島船井と今回のグループ活動の成果や現在の体質とを比較してみると驚く\nべき進歩のあとがみられます。この進歩は他の事業所も大いに参考にしていただき\nたいと思います。」と賞賛されている。なお、池田船井（昭和四七年一月ないし三\n月まで）については、非常事態に陥つていること及び続出する不良を鋭く指摘さ\nれ、右Ｐ1社長の講評でも「当事業所は赤字事業所でまだまだ欠陥が沢山あり、問題\n事業所である。」とされている。\n（三）　徳島船井は九期において那賀川電子、勝浦電子との賃加工取引による分を\n含め、二二億〇、九〇〇万円を売上げ、売上総利益において一億〇、九〇〇万円、\n営業利益において六、〇九〇万円の各黒字を計上し、同期末の繰越利益は五三万円\nとなつた。しかし、同社は一〇期に入り前記のようなクレームによる値引、課徴\n金、キヤンセル、手直し代金として二、〇〇〇万円強、納期遅れによるエアー代と\nして計三、九四九万円をそれぞれ負担し、分離前の池田工場の三か月間の赤字約\n二、〇〇〇万円が、徳島船井の損益に計上される事情もあつて、営業収入は二八億\n五、六九一万円を計上したが、営業損益は七、七五一万円の赤字で、技術援助料等\nの営業収入を加えて当期損益は三、三六九万円の赤字となり、一〇期末の繰越損失\nは三、三一五万円となつた。\n五、一一期（昭和四七年六月一六日から同年一一月一四日まで）\n１　この期は、後記のような配分闘争、長期にわたる夏季一時金闘争を経て遂には\n解散に至つた時期であるが、Ｐ10供述によつて真正に成立したと認められる乙第五\n八号証（同期の決算書）によれば当期欠損金は二億一、〇〇〇万円で、前期繰越欠\n損金三、三〇〇万円とあわせて二億四、〇〇〇万円余の赤字が解散当時に発生した\nことになつている。右決算書は本訴提起後、会社側によつて作成せられたもので、\nある程度の操作も可能であると考えられるが、右決算書を前提としてもそのうちに\nは清算事務費一、五〇〇万円、解散に伴う退職金予告手当費用四、六〇〇万円、解\n散に伴うその他の費用一、五〇〇万円、清算に伴う全面棚卸にもとづくマイナス分\n四、〇〇〇万円合計一億一、六〇〇万円が含まれていることがＰ10供述によつて疎\n明され、それらはいずれも清算に伴つて発生した費用というべきであるから、当期\n欠損金の半分以上は、解散により発生した欠損となる。さらに一一月度（一〇月一\n六日から一一月一五日まで）は、解散決定後で後記のように測定器、パーツがほと\nんど他の子会社に搬出され、生産もほとんどなされず、わずかに旧機種等の手直し\nが行なわれていた状態であつたから、同月度の赤字は従業員の生産性の低下や生産\n意欲の欠如に帰することはできず、解散決定によつて生じたものと考えるべきで、\nこれを計算すると四、五九七万円が当月損金となる（当期欠損二億一、〇一三万円\nから前記解散により発生した欠損一億一、六〇〇万円及び昭和四七年七月度から一\n〇月度までの欠損金四、八一六万円（別紙（三）によるもの）を差引いた金額）。\nそうすると一一期欠損金二億四、〇〇〇万円のうち一億六、一九七万円が、解散に\nより生じたことになるから、結局同期の、通常どおり営業していれば生じたと考え\nられる赤字は、概算八、〇〇〇万円となる。\n２　Ｐ10総務部長が昭和四七年六月二一日徳島船井の労使懇談会に出席したこと、\n昭和四七年頃徳島船井を除く他の子会社では弥富式年令調整が採用されていたこ\nと、徳島船井が同年七月八日弥富式年令調整の導入を撤回したこと、徳島船井労組\nの夏季一時金の要求が平均一三万円であつたこと、Ｐ14専務が労使交渉の際「本社\nと相談する」「私の権限はここまでである」等の発言をしていたこと、同月二七日\n右労組が全金に加盟し、会社と組合との間で七項目の協定が締結されたこと、その\n後、Ｐ14専務が辞任したこと、同年九月一四日被申請人ら主張の生産報賞金協定が\n成立したこと、夏季一時金問題が解決するまでの生産が争議の影響で正常なもので\nなかつたこと、Ｐ10が船井電機の解散の意向を受けて中村法律事務所を訪れ、解散\nに伴う法律問題について指導を受け、そのスケジユールをほぼ決めたこと、徳島船\n井が被申請人ら主張の内容の希望退職者を募集し、解散による解雇につき組合と交\n渉をもつたこと、申請人ら（Ｐ19、Ｐ20を除く）が右希望退職の募集に応じなかつ\nたため、同年一一月一五日申請人に対し解雇の意思表示をしたことは当事者間に争\nいない。\n前記一に掲示の各証拠、前掲甲第一九号証、成立に争いない甲第一〇号証の一、\n二、同第二五号証、同第四六号証の一ないし三、同第四七号証の一、二、同第一一\n一ないし一一三号証、同第一二一号証の一ないし二二、同第一二二号証の一ないし\n一九、同第一二三号証の一ないし二二、同第一二四号証の一ないし二四、同第一二\n五ないし第一三一号証、同第一三二号証の一、二、同第一三四号証の一、二、乙第\n一七号証の五、六、同第一八号証、Ｐ30供述により真正に成立したと認められる甲\n第一一号証の五、同第一二号証の一ないし一三、Ｐ10供述によつて真正に成立した\nと認められる甲第一〇四号証、同第一〇五号証の一、二、Ｐ25証言によつて真正に\n成立したと認められる乙第一一号証の一ないし四、Ｐ26、Ｐ35、Ｐ25の各証言（各\n一部）、Ｐ30、Ｐ24、Ｐ33、Ｐ19、Ｐ20、Ｐ34の各供述、弁論の全趣旨を総合する\nと次の事実が疎明され、乙第三三号証および前掲各証拠中の右疎明に反する部分及\nび乙第八三号証の一ないし四、同第八四号証の一、二、同第八六、第八七号証、同\n第八八号証の一、同号証の二の一ないし三、同第八九号証の一、同号証の二の一な\nいし三、同第九二、第九三号証の各一ないし三、同第九四号証の一ないし四、同第\n九五号証、同第九六、第九七号証の各一ないし五、同第九八号証の一ないし三、同\n第九九、第一〇〇号証、同第一〇二号証中の右疎明に反する部分は採用せず、その\n余の同号各証もそれらをもつて直ちに右疎明を左右するに足るとはいえない。\n（一）　Ｐ10総務部長が昭和四七年六月二一日徳島船井の労使懇談会に出席したの\nは、同人がたまたま同社に立寄つた際、Ｐ14専務から組合に話をしてくれと依頼さ\nれたからで、同日の右懇談会は会社の方から組合に申込んで開かれた。Ｐ10はその\n席上組合執行部に対し「中小企業は労使協調して生産性を上げることが重要だが、\n徳島船井はその関係がうまくいつていないようだ。残業ももつとして欲しいし、研\n修会にも出席して欲しい。今のようなことを続けると事業者のやる気がなくなるで\nあろうし、昀悪の事態を迎えるかもしれない。」などと発言した。\n（二）　徳島船井労組は、同月二五日六月分の給料の支払を受け、かなりの組合員\nが弥富式年令調整を受け減額されていたことがわかり、翌二六日労使協議会の席\n上、会社に対し春闘の際、右調整の話は聞いたが協定書に記載されていないからそ\nの適用は協定違反である旨抗議したが、会社が以前から協議でやつているからと主\n張して受入れないので、組合は会社に時間外労働拒否に入ることを通告した。労使\nはその後団交を行なつたが、まとまらず、組合は板野地区労に右交渉権を委任した\nりしてその後数回、団交を経たところ、会社も協定書に右調整についての記載がな\nかつた手落を認め、全面的に譲歩し、労使が同年七月八日同年は右調整を行なわず\n右、減額分は七月分の給与に入れる旨の覚書をかわした。\n（三）　徳島船井労組の同年六月二四日の夏季一時金要求に対し、会社から組合に\n対し同年七月三日五万〇、三〇〇円、同月一二日六万一、〇〇〇円、同月二四日昀\n終回答として六万五、一三〇円の各回答があつたが、組合は板野地区労の他の会社\nの場合と較べてはるかに低いため、受入れなかつた。この間、組合は同月一八日全\n面二四時限スト、同月一九、二一日に全面二時限スト、同月二二日に波状ストをし\nた。\n（四）　会社は同月二六日組合に対し翌日の三時から一時金につき前向きの姿勢で\n団交をする旨申入れ、同日夜完成品と生産に使用予定のパーツを社外に搬出し、翌\n二七日朝からさらにパーツを社外に搬出した。同日午後三時半頃から研修室で、会\n社側からＰ14専務、Ｐ8工場長、Ｐ37総務部長、Ｐ35人事課長、組合側から執行部、\n地区労の幹部等約二〇人出席のもとに団交が行なわれ、会社は四時頃七万一、三〇\n〇円（旧賃金の二か月分）の回答をした。組合はその後右団交を一時中断すること\nを申出、午後五時頃から三、四〇分間臨時組合大会を開き、全金加盟の是非につい\nて投票にかけたところ、大多数が賛成して全金加盟を決議した。執行部が全金加盟\nについて提案した事情は、組合は以前から全金に加盟しないかと誘われていたが、\n昭和四六年暮頃から会社の管理職から数回にわたり上部団体に入るのであれば電機\n労連か同盟に入るようにとの話があり、総評傘下の全金加盟をみあわせていたが、\nＰ1統一委員会の指導性が欠けているのに対して地区労の全金から春闘や配分闘争の\n際、力強い指導、支援を受け、また配分闘争（弥富式年令調整問題）の頃から会社\n側から組合員に対し組合運動に批判的な言動があつたこと等によるものである。そ\nの後、団交が再開され、組合は会社に対し右全金加盟を通告し、昀低条件金額八万\n九、〇〇〇円（一時金八万三、〇〇〇円にスト解決金六、〇〇〇円）を提案し、要\n求したが、Ｐ14専務は「私の権限はここまでである」等と発言し、七万一、三〇〇\n円より上積みしなかつた。夜、八時か九時頃、組合員は会社側がパーツを社外に搬\n出しようとしているのに気付き、ストライキ中ではなかつたが、前日の前向きの姿\n勢で団交するという会社側の発言にかかわらず交渉が進展せず、パーツを社外に搬\n出されては仕事ができなくなるということで社外搬出につき会社に強く抗議した結\n果、会社もそれ以上パーツを搬出することをやめた。組合はＰ14専務が自分の権限\nを越えるということで積上げ回答をしないので、Ｐ14専務らに船井電機の役員会で\n組合の昀低要求金額を検討すること、右金額が受入れられないなら船井電機の社長\nを代理する者が出席すること、ストライキ中出向社員や外注業者が仕事をしないこ\nと等を要求し、労使が協議の上、七項目の項目を作り、Ｐ37総務部長が書面に右条\n項を書き、協定書を作成し、同日午後一一時過頃労使が調印した。\nところでＰ10総務部長は同月二六日Ｐ14専務から、翌日の団交を控えてアドバイ\nスをしてもらいたいので徳島へ来て欲しい旨依頼され、Ｐ1社長が台湾出張中だつた\nので、Ｐ7常務の了解を得て、翌二七日徳島に行き、Ｐ14専務の依頼で同日の団交の\nため徳島市内の旅館で待機していた。翌二八日同人からの依頼で同日開かれる徳島\n船井の取締役会に出席することになつた。取締役会はＰ7常務、Ｐ14専務、Ｐ8工場\n長の各取締役出席のもとに開かれ、Ｐ14専務、Ｐ8工場長から今までの経過報告がな\nされたりしたが、その席上Ｐ14専務からしばらく休養したいと申出があり、同専務\nの意向もあつて、Ｐ10が徳島船井の専務代行になるということになり、船井電機社\n長代行のＰ7常務もこれを了承した。Ｐ10は同日さつそく組合が従来出向社員、外注\n業者に職場放棄を呼びかけたのはストライキ中だけであつたが、右七項目協定の四\n項の争議中は下請業者と出向社員を入場させないとの条項をスト中だけでなく争議\n紛争中でも適用があると考え、当時が争議紛争中であるとして出向社員を他の子会\n社に派遣し外注業者も会社内に入れないことにした。その結果、右パーツ搬出もあ\nつて徳島船井のパーツは減少し、八月に入り外注部品の投入が零という日も出、生\n産にかなりの影響が出だした。同社の下請業者は同社から仕事がなく、組合に対し\n仕事がないのは一時金闘争のせいなので早く解決してくれと抗議したこともあつた\nが、その後同社が下請業者に那賀川電子や池田船井の下請を紹介し、外注業者は納\n得した。同社は同年八月八日七万八、〇〇〇円（新賃金の二か月分）を組合に提示\nしたが、組合の受入れるところとならず、同月一〇日組合に対し右七項目協定の破\n棄を通告し、同月一九日出向社員を再び呼戻した。\n（五）　昭和四七年八月一八日頃那賀川電子に同社、徳島船井、岡山船井の担当者\nらが集まり、徳島船井の製造予定機種の他工場移転について調整会議が開かれ、そ\nの後同月二一日に一部変更されたが、その内容は別紙（一二）記載のとおりであ\nる。この結果、徳島船井の生産予定計画は五コンベア中三コンベアは同年一〇月一\n五日前後で終了し、あと二コンベアも同年一一月一五日以前（移行機種については\n遅くても一〇月二〇日までに終了予定）に生産が終了する予定になつたのに対し、\n移転先の岡山船井、那賀川電子は一機種について同年一〇月三〇日で終了予定、あ\nとの三機種については同年一二月二〇日頃までに生産することになつていた。な\nお、この移転計画も後に変更されており、三コンベアで同年九月一〇日頃から同年\n一一月一五日頃まで生産予定計画のＣＰ八三一は同年九月一四日の生産報賞金協定\nの生産計画案から外されている。\n（六）　徳島船井は同年八月八日夏季一時金につき七万八、〇〇〇円の提示をした\nが、その後の団交においては積上げ回答せず、解決を急ぐ様子もなかつた。この\n頃、Ｐ10はＰ1社長に対し「徳島船井の管理組織がうまくいつていないので今一時金\nの解決時期ではない」と報告している。これに対し、組合は時間外就労拒否を続\nけ、三日に一回位の割合で一、二時間の波状ストをし、徳島船井相手では解決しな\nいということで同月七日、同月二一日それぞれ船井電機相手に団交を申入れたが拒\n否された。組合は同月二三日一時金の交渉が進展しないのにたまりかね、徳島地労\n委にあつせん申請を行なつたが、同月二九日Ｐ10はあつせんの場で「人間から出た\nことはいつか解決するでしよう。事業主から力で取られては他企業が迷惑するから\n出さないで欲しいと言われているから出せない。」と答え、上積みすることを拒否\nし、あつせんは不調に終つた。徳島船井では同月下旬頃労使間がうまくいつておら\nず、次のようなもめごとも起つた。すなわち、ある課長が小さな個室で一人で完検\nをしていた女子従業員をドアの外から一、二時間見つめたり、また他の課長がある\n男子の従業員に仕事をしないのなら有給休暇をとつて休んだらよいと述べたりし、\nいずれも組合から課長ないし会社に抗議があり、一方は課長が謝罪して納まつた\nが、他方は課長が非を認めずらちがあかないということで組合が抗議ストをしたと\nいうこともあつた。その後、同年九月に入り県評が労使の仲に入り交渉にあたつた\nものの進展がなかつたが、同年九月一二日会社から県評に「この問題が解決しない\nのであれば、会社の資金繰り、赤字の累積等から考えて七万八、〇〇〇円を白紙に\n戻さざるをえないので努力していただくのであればここ二、三日しかない。」と申\n入れがあつた。そこで、県評等があつせんに努力した結果、会社は一時少しなら上\n積みしてもよいとの意向を示したものの昀終的には上積みを拒否し、結局一時金に\nつき七万八、〇〇〇円を越えては払わないが、生産報賞金としてなら上積みして出\nしてもよいと申出た。他方、組合はある程度の上積みがあれば応じてよいとの意向\nを示し、生産報賞金については拒否したが、県評から生産報賞金は名目のためだか\nらと説得され、さらに一人当り一、五〇〇円の生産報賞金分も県評が立替えて払う\nから妥結するように言われて、やつと一時金と生産報賞金につき納得した。その後\n引続き、具体的に生産目標を決めることになり、組合は会社の主張目標につき外注\n業者からパーツも入つてきていないし達成できないと主張したが、県評や会社から\nパーツは入れるように努力するし、生産目標は名目のためでそうこだわらなくてよ\nいと言われて一部手直しの上、生産目標数についても合意した。夏季一時金につい\nては要求書の提出から解決まで三か月近くかかり、組合はその間ほとんどの期間、\n時間外勤務を拒否し、通算三〇時間強のストをした。\n（七）（１）　この期の生産達成率は、七月度が七七・六％、八月度は四二・四\n％、九月度は五四・四％、一〇月度が六九・四％（いずれも生産金額比）で、八、\n九月度がかなり悪かつた。その原因は組合のストライキと時間外就労拒否、同年七\n月二八日から八月中旬にかけての出向社員の他の子会社への分散、それ以上に会社\n側のパーツ搬出、同月二八日から八月中旬までの外注業者の同社への出入り禁止措\n置、外注業者からのパーツ入荷不良が非常に大きい影響を与えたと推測される。\n（２）　夏季一時金問題が解決し、通常の操業状態に返つた一〇月度の生産は、生\n産報賞金協定の目標に対し台数比で七二・六％（前半が四九・八八％）、生産金額\n比で六九・四％で、目標数値の八〇ないし七五％に達しなかつたが、それは、外注\n業者からパーツが入らないことによりトツプ投入ができなかつたことが昀大の原因\nで、次に外注不良が、さらに同社における工程不良、欠勤が続き、他に早退、離席\n等も一部影響をしていた。\nまず、二コンベア（ＣＰ八五一Ａの生産）については、昀初の九月一六日かなり\n減産があるが、その原因は全コンベアに共通のことであるが、長期の闘争後の初日\nであると同時に台風が来襲し午後三時から会社の指示で一斉に生産を中止している\nからである。二日目の同月一八日の少しの減産は多数の欠勤者と外注不良、部品不\n良が影響しており、翌一九日も欠勤者のため減産が生じている。同月二〇日、二二\n日にかなりの減産となつているが、相当数の欠勤者、不良が原因とみられる。同月\n二二日からトツプ投入減がみられ始め、休日後の同月二五日欠勤者多数とトツプ投\n入減によつて減産を生じている。同月二六日から一〇月三日までの減産の理由も同\nじく欠勤者多数、トツプ投入減で、他に不良も原因になつている。そして、三コン\nベアをつぶしてＣＰ八五一Ａの基板組立を行なうようになつてトツプ投入が計画ど\nおり達成できるようになつた一〇月四日頃から一部外注不良、欠勤者多数、他コン\nベアへの応援で少し減産になつているが、一〇月度前半に較べてはるかに高い生産\n達成率をあげている。\n三コンベアについては生産予定のＣＰ八四三がほとんど終了に近い状態で、トツ\nプ投入もほとんどなされていない。ここにおいても、一〇月二日以降ＣＰ八五一Ａ\nのシヤーシ組立を始めているが、それに対するフロントなどといつたもう一つ前の\n段階の部品について外注業者から納入がなく、工程に投入できないことがあつた。\n次に四コンベア（ＣＰ七四二を生産）については、九月二六日まではトツプ投入\nが順調に行なわれ、生産達成率もほぼ一〇〇％であつたが、同月二五日はたまたま\n完検者の早退、不良等のためかなりの減産となつた。同月二七日になつて始めてト\nツプ投入が計画どおりできない現象が生じ、同二八日から一〇月二日までの四日間\nはトツプ投入ゼロという状態が続いた。しかし、手持の台数があつたため、九月二\n七日減産は外注不良などのためで、同月二八、二九日とも一〇〇％の生産達成率\nで、翌三〇日になり始めてトツプ投入ができないことにより減産が生じた。一〇月\n二日もトツプ投入ゼロにより減産が生じ、翌三日のかなりの減産はケース入不良、\n工程不良、外注不良（外注工場からの第一次加工品の不良）によるものであつた。\n翌四日の減産はトツプ投入が計画の半分以下であることが中心で、他に工程不良、\n外注不良が影響している。翌五日はトツプ投入が少し足りないが、減産の理由は他\nの外注不良、工程不良等によるものであつた。翌六日以降も減産が続いているが、\nこれはトツプ投入ができなかつたことが大半の原因で、次に外注不良がかなり多\nく、他に工程不良も原因となつている。\n五コンベア（ＣＰ八六一を生産）については初日の九月一六日の減産は操業能率\nの低下と台風による作業打切りのためで、同月一八日は計画どおり達成しており、\n翌一九日はＣＰ八一二Ｅ２を先行したため減産が出ており、翌二〇日から同月末日\nまでの減産はトツプ投入ができなかつたことが昀大の原因で、次にＣＰ八一二Ｅ２\nの残処理、外注、工程不良が続き、一部従業員の離席、欠勤等も原因になつてい\nた。一〇月に入り、二日ないし六日、九日、一一日かなりの減産が生じているが、\nその大半がトツプ投入が計画どおりできなかつたのが昀大の原因であつた。\n（３）　徳島船井における予定機種の生産は、三コンベアが一〇月度に入りまもな\nく終了し、他コンベアのシヤーシの組立をするようになり、他のほとんどのコンベ\nアも一〇月二〇日頃ほぼ終り、昀後に五コンベアが同月二七日頃終了した。会社は\n終了したコンベアに数年前生産して倉庫等に置いていた商品価値もない機種の手直\nし、修理等をさせていた。\nところで、この期における徳島船井の納期遅れによるエアー代の負担は次のとお\nりである。すなわち、同社はＣＰ八五一Ａを七、六〇〇台生産したが、八月度以降\nの全般的な生産遅れの影響等により生産が予定より二か月以上遅れ、同年一一月一\n五日一、二〇〇台、同年一一月末に一、五〇〇台の合計二、七〇〇台（一台当り約\n一万円）を飛行機で送り、エアー代を全額負担した。また、同社はＣＰ八六一を約\n二、〇〇〇台生産したが、右全般的な生産遅れのほか技術的問題もあつて、納期が\n同年八月末から同年一〇月末のところ、生産に入つたのが、九月で、約一か月強の\n生産遅れとなり二、〇〇〇台（一台当り約一万円）を飛行機で送り、一、六〇〇台\nないし二、〇〇〇台のエアー代を負担することになつた。\n（４）　この期においては、前記のような八月度から外注業者からのパーツが入ら\nないことによるトップ投入ができなかつた等の事情で、当期利益において七月度は\n若干の黒字であつたが、八月度以降は一、〇〇〇万円を越える大幅な赤字となり、\n七月度から一〇月度までの損益合計は約四、八〇〇万円の赤字となつた。\n六、解散及び解雇に至る経緯\n１　徳島船井専務代行のＰ10は、昭和四七年九月頃、船井電機の顧問弁護士である\n中村法律事務所に対し解散による従業員解雇に基く組合事務室の明渡の点につき電\n話で相談したところ、同月一一日同事務所から船井電機の社長室宛に「組合事務室\nの明渡に関する問題は無理であると思われる。今回の問題については全資本者たる\n親会社の船井電機に組合員より雇用の確認ならびに地位保全の仮処分等を求めてく\nるおそれも考えられる。総合的な観点から慎重に基本的な進め方を早急に決めるべ\nきである。」旨の内容の回答書が送られてきた。徳島船井は同年九月二五日頃、一\n五人位のパートタイマー全員に対し翌月二五日付で解雇を通告し、九月二六日の労\n使協議会の席上で同月三〇日付で出向社員を全員帰任させる旨発表した。同月二八\n日にはＰ14が正式に徳島船井の代表取締役と専務の地位を辞任し、同日Ｐ10がその\n後任となるとともに、Ｐ1社長、Ｐ7常務が徳島船井の取締役たる地位を退いた。Ｐ\n10は同年一〇月一〇日頃中村法律事務所に船井電機の担当者と同道して種々相談の\n上、解散に至るまでの船井電機及び徳島船井の株主総会、取締役会、労使協議会の\n開催、製造品の搬出計画、工場の保全策、退職金の支給、あいさつまわり等に関し\nてのスケジユールを作成した。徳島船井は同月一三日徳島市内の旅館パレス吉野で\nＰ10、Ｐ8、Ｐ38の各取締役の出席のもとに同月三〇日に組合ないしは従業員に対し\n会社都合による解雇の提案をすることを決め、同月二八日右場所で右各取締役出席\nの下に、同年一一月一四日に臨時株主総会を開催することを決め、同年一〇月二八\n日生産に必要な測定器を船井電機ないしは他の子会社に搬出し、同月三〇日会社の\n申入れによる労使協議会で解雇に関する提案書面を従業員に配布し、同書面を読み\nながら説明を加え会社解散による解雇の提案をした。なお、同日船井電機および他\nの子会社でも労使協議会が開かれ、会社側から徳島船井の解散について提案、説明\nがなされたが、いずれも前記スケジユールに従つた行動である。そして、同年一一\n月四日船井電機労組が徳島船井の解散の原因は、すべて経営者の責任であり、経営\n者に対し原因の追及と再建の方法等を提案してきたが、現在の状勢では極めて遺憾\nながらやむをえないと考える等の見解を発表した。徳島船井と組合は右解雇の提案\n後、六、七回団交をしたが、解散による解雇を前提とし、退職金、他の子会社への\nあつせん等の条件面では応ずる旨の会社とあくまで工場再開を主張する組合との間\nに話合いがまとまらず物別れに終つた。徳島船井は同月一四日徳島市内のパークホ\nテルで臨時株主総会を開き、予想累積赤字が三億三、二〇〇万円にも達すること、\n採算にあつた受注がとれないこと、外的要因による経営見通しがたたないことなど\nを理由にして同社を解散し、Ｐ10、Ｐ8、Ｐ11を清算人にする旨それぞれ決議した。\n徳島船井は同月一五日解散し、その後同日付で解散の届出をし、登記をした。\n２　会社側は解雇に関する提案とともに、同年一一月八日から一三日までの六日\n間、希望退職者を、また同一期間岡山船井電機及び中国船井電機に再就職希望者を\n募る、それ以外の者は同年一一月一五日付で解雇する旨を記載した文書を従業員ら\nに配布したが、希望退職に応じた者は八六名に過ぎなかつたので、残りの全員約一\n七〇名に対し会社は解散を理由に同月一五日付で解雇する旨通告し、申請人らはい\nずれもこれにより解雇されたものである。なお出向者三〇数名は、すでに同年一〇\n月から一一月にかけて船井電機に帰任あるいは那賀川電子、池田船井に異動してい\nる。\n３　徳島船井は会社解散後、工場を閉鎖して事業を全面的に廃止し、清算手続に入\nつたが、現在までに申請人らに対する債務関係を除いて、一切の財産の処分、債権\nの取立、債務の弁済を完了している。そして解散後二年八か月に及ぶ現在において\nも事業再開をしている状況も事業再開の気配もうかがわれないばかりか、船井電機\n代表取締役Ｐ1は全くその意思がない旨言明し、同社所有となつている徳島船井の元\n工場及びその敷地を適当な価格で買上げてもらいたい旨徳島県知事及び板野町長に\n上申書を提出している。\n七、そこで、次に前記認定の事実関係をもとに、徳島船井に事業継続を不可能ない\nし困難ならしめ、解散を必然的ならしめるような赤字及び体質的な生産性の不良、\nワークマンシツプの欠如があつたか否かにつき検討する。\n１　前記のような船井電機と徳島船井を含む子会社の営業形態においては、船井電\n機において子会社の経理状態を直接、間接左右できることは容易に推認されるとこ\nろである。従つて徳島船井が赤字で解散せざるを得ない状態であつたか否かは、同\n社のみについてみるだけでなく船井電機の営業損益との比較及び他の子会社（右会\n社が解散することなく事業を継続していることは、弁論の全趣旨に徴し明らかであ\nる。）に比して特に赤字が多く、その点より考えても徳島船井を解散せざるを得な\nいような必然性があつたか否かをあわせて検討する必要がある。換言すれば、船井\n電機はぼう大な黒字である場合、または他の子会社にも徳島船井と同等またはそれ\n以上の赤字がある場合には、徳島船井のみ赤字を理由として解散したことの真の理\n由が問題視されることになる。\n（一）　まず、被申請人ら主張の徳島船井の赤字についてみると、徳島船井は昭和\n四七年一〇月一五日当時別紙（三）記載のとおり八、一三一万円の繰越欠損があつ\nたが、この中には昭和四六年六月一六日から同年九月一五日までの池田工場の二、\n〇三九万円の赤字が含まれているので、徳島船井の純粋の赤字は六、〇九二万円と\nいうことになるところ、この赤字もほとんど争議等、解散準備のため正常な操業が\n行なわれていない一一期に発生したものであつて、一〇期末の赤字は決算書によつ\nて計算すれば一、三三〇万円（池田工場の赤字を控除）に過ぎない。なお、一一期\n末の繰越欠損（清算結果）は、本訴提起後作成せられた決算書によれば、二億四、\n三二六万円となつているが、そのうちには解散自体により生じた費用一億六、一九\n七万円が含まれるから、固有の営業損益は概算八、〇〇〇万円となることは前記の\nとおりである。\nそこで、さらに進めて赤字の原因についてみていくことにする。徳島船井の九、\n一〇期の生産達成率は普通であり、九期が五、六〇五万円の当期利益（ただし不動\n産を船井電機に売却したことによるものが大部分である。）をあげたのに一〇期が\n約一、〇〇〇万円の赤字となつたのはＣＰ六一二のクレームによる約一、〇〇〇万\n円の値引、課徴金等の負担、ＣＰ六〇九のキヤンセルによる約一、〇〇〇万円の直\n接損害、その他納期遅れによる飛行機代合計三、九四九万円等を負担したためと考\nえられ、これらがなければかえつてかなりの黒字となつていたわけである。しか\nも、そのクレームの原因は船井電機またはその出向社員の責任とみられる新機種の\n製造に伴う設計、技術上のミスが大半で、納期遅れも新機種製造に伴うものと推測\nされるのである。\n次に一一期の赤字の原因については、七月度も配分闘争や夏季一時金闘争でスト\nライキや時間外就労拒否がなされたが、決算書上では一四〇万円の黒字で、事業所\n報告では二八万円の赤字という状態であり、八、九月度の極めて悪い生産達成率お\nよび赤字の原因は、ストライキや時間外就労拒否等操業が正常に行なわれていなか\nつたことの外、会社が七月二八日から八月一八日頃まで出向社員を他の子会社に派\n遣したり、七月二六、二七日生産予定のパーツを社外に搬出し、七月二八日から八\n月中旬まで外注業者の出入りを禁止し、外注業者に他の子会社の仕事をあつせん\nし、再び外注業者の出入りを認めるようになつても依然として外注業者に他の子会\n社の仕事を続けさせることにより外注業者からのパーツの入り具合の悪い状態が続\nいたことによるものと推測され、このため生産達成率が悪くなり、ひいては生産の\n遅れを招来したと考えられる。さらに、生産報賞金協定の適用のあつた一〇月度に\nついては生産達成率が約七〇％で八、九月度より向上しているものの通常の生産達\n成率より若干悪かつたが、この原因はやはり外注業者からのパーツが入らないこと\nによりトップ投入ができなかつたことが昀大の原因で、次に外注不良がかなりあ\nり、他に工程不良、長期欠勤者等も影響していた。\n従つて、徳島船井の赤字の額も昭和四七年一〇月一五日当時約六、〇〇〇万円\nで、その原因の大半が右のような特別の事情のもとに生じたものであつた。\n（二）　次に、被申請人ら主張の徳島船井の生産遂行上の体質、特に従業員のワー\nクマンシツプの欠如が真実か否かについて検討する。\n徳島船井は昭和四六年頃船井電機および大阪工大のＰ36研究室から那賀川電子と\nともに積極的に評価され、昭和四七年一月から三月頃にはモラル、成積も上り不良\nが減少し、子会社の中では昀高であると賞賛されており、五、六期頃から四国地区\nのモデル工場としてまず新機種を徳島船井で製造してみて順調に流れるようになつ\nて他工場に移すという形態がとられており、解散前においてもＣＰ八五一Ａ、ＣＰ\n八六一等の新機種を他の子会社に先がけて製造していたものであり、解散の半年位\n前に子会社の中で昀高との評価を得たこと、一一期、特に一〇月度の生産の実態等\nに徴すれば、徳島船井に生産遂行上の体質的悪さ＝改善の見込のない悪さがあつた\nものとは、たやすく認め難い。\nもつとも、七、八期には生産にもたつきがあり、不良も多かつたが、この頃新機\n種の製造による技術上の問題、作業者の不慣れがあり、また赤字事業所と評価され\nていた池田工場をかかえ、勝浦電子が独立したという事情を勘案すれば、これを徳\n島船井の体質的悪さに帰することは必ずしも当を得ないと考えられる。\nまた、成立に争いない甲第八〇号証、Ｐ11証言によつて真正に成立したと認めら\nれる乙第一三号証の一、二、Ｐ11、Ｐ25、Ｐ26の各証言によれば、ＣＰ八五一の送\n付価額（原価の見積価額）は、徳島船井においては、昭和四六年五月頃一万七、九\n七二円八銭（その内材料費が一万三、六七〇円、以下同）、昭和四七年二月頃一万\n七、〇七九円三二銭（一万二、七二九円八二銭）、岡山船井では同年一〇月頃一万\n六、五七〇円八四銭（一万二、六〇五円九五銭）、ＣＰ八四三の送付価額について\nは徳島船井では同年七月より前に九、五四八円七三銭（七、四九六円六三銭）、那\n賀川電子では同年九、一〇月頃八、九七五円一三銭（六、八四三円六〇銭）とそれ\nぞれ見積つていることが疎明される。右事実によると、同一機種について徳島船井\nの送付価額が岡山船井や那賀川電子より高く、生産性不良の一証左となるようであ\nるが、見積りの時点が違つており、ＣＰ八五一については徳島船井の場合も昀初の\nものより次の見積りが九〇〇円以上も安くなつており、一般的にある時点までは同\n一機種を製造するにつれ値が下がるものであるうえ、その差も材料費の違いがほと\nんどで他の経費はさほど違わないのであること、材料費の購入が船井電機を窓口に\nしてなされていたことを勘案すると、右のような送付価額の差をもつて直ちに徳島\n船井が他の子会社より生産コストが高いとか採算性が悪いとかということもいえな\nい。\n（三）　一方、船井電機は二〇期（徳島船井の一〇期に相当）において正味内部留\n保六億七、〇〇〇万円、二一期において、一〇億万円余を計上しているのみなら\nず、昭和四六年八月二日の本部会議では赤字累積工場の閉鎖という船井電機の方針\nが出されたが、徳島船井は全然問題になつておらず、同年六月一五日当時中国電波\nが一億三、〇〇〇万円強、中国船井が一億円強、昭和四七年六月一五日当時中国電\n波が約一億四、〇〇〇万円、中国船井が約八、〇〇〇万円のそれぞれ赤字であり、\nジエコー録音機は昭和四六年六月一六日から昭和四七年六月一五日までの間に実に\n一億三、〇〇〇万円強の赤字を出しているのに、右三社の解散、閉鎖が問題とされ\nた形跡は見当らず、中国電波は昭和四六年六月より前に、ジエコー録音機は昭和四\n八年七月それぞれ人員を削減し、事業を継続しているのであるから、徳島船井の約\n六、〇〇〇万円の赤字は事業の継続を困難ならしめるような額とはとうてい認め難\nく、また徳島船井の生産性の不良、人間関係の悪さがあつたことは、前記認定から\nある程度認められないでもないが、生産性の不良は技術的ミスに基づくものが大部\n分で、工程者のワークマンシツプ、生産意欲の欠如とはいえないばかりでなく、仮\nにそのようなものがあつたとしても徳島船井の体質的なもの、改善見込のないもの\nとは認め難い。\n２　かえつて前記認定の徳島船井労組の組合活動と徳島船井解散に至る経過、会社\n解散による解雇提案まで会社側から何ら本件で主張するような会社の赤字、従業員\nの生産性不良を訴えたようなこともなく、人員整理について組合側に相談したこと\nもないこと、船井電機と徳島船井との支配、従属形態、後記事情を総合すれば、船\n井電機（具体的には社長Ｐ1ら会社役員）は徳島船井労組（全金加盟後は全国金属労\n働組合徳島地方本部徳島船井電機支部）の組合活動を嫌悪し、その活動の激しさが\n他の子会社にも波及するのをおそれ、右組合を壊滅する目的少くともそれを決定的\n動機として徳島船井のＰ10代表に指示少くとも同人と意思相通じ本件解散に至つた\nものと認めるのが相当である。従つて右解散の必然的結果である本件解雇も労組法\n七条一号、三号に該当する不当労働行為であるといわざるを得ない。\n（一）　徳島船井労組は、昭和四四年七月三〇日結成されたもののその後数年は船\n井グループの組合の中で目立つ存在ではなかつたが、昭和四六年一一月頃組合の執\n行部が変わり、ほぼ現在と同じ執行部ができ組合の要求を会社に強く主張するよう\nになり、同年冬の一時金、昭和四七年春闘のベースアツプにおいては、親会社であ\nる船井電機に内密の裏協定まで締結させるに至つた。特に右ベースアツプにおいて\nは徳島船井が関連子会社の中で一番高額の妥結額となり、その際組合は会社から他\nの関連子会社の中では既にすべて実施されていた弥富式年令調整の導入を強く要請\nされたが拒否するなど目立つ存在になつてきた。組合は昭和四七年六月二五日会社\nが弥富式年令調整により給与の控除をしたので配分闘争を行ない、同年七月八日会\n社に同年の右調整の導入を撤回させるに至つている。組合は同じ頃夏季一時金につ\nいても会社に男女平均一三万円を要求し、会社側の提示額を拒否し、同月二七日会\n社の管理職から上部団体に入るのであれば電機労連か同盟に入るように言われてい\nたのに全金に加盟し、これを会社に通告し、さらに同日会社側提示の七万一、三〇\n〇円（旧賃金二か月分）を拒否し、昀低要求金額として一時金とスト解決金として\n八万九、〇〇〇円を要求し、右要求を受入れない会社に対し七項目の協定を締結さ\nせた。組合はその後八月七日、二二日に徳島船井との交渉では決着がつかないとい\nうことで船井電機に対し団交の申入れをしているが拒否されている。これに対し、\n会社側としては、右ベースアツプ妥結の約一か月後の同年六月二一日Ｐ10船井電機\n総務部長が徳島船井の労使懇談会の席上で組合の幹部に対し「徳島船井は労使協調\nの関係がうまくいつていない。今のようなままでは事業者のやる気がなくなるであ\nろうし、昀悪の事態を迎えるかもしれない。」等と解散を暗示するような発言をし\nている。また、徳島船井は配分闘争が終つたものの夏季一時金交渉が進展しないの\nで、同年七月二六日翌日の団交を控えてＰ10総務部長の来徳を要請し、同日晩から\n二七日にかけて生産予定のパーツを社外に搬出し、翌二八日Ｐ10が徳島船井の専務\n代行になり、Ｐ10は同日さつそくそれまで組合がストライキ中以外に出向社員や外\n注業者に仕事をしないように呼びかけたことはなかつたのに前日締結した七項目協\n定中の争議中の就労および立入禁止という条項が当時の状況にも該当するとして、\n出向社員の他会社への派遣、外注業者の工場内の立入禁止を実行し、翌八月中旬ま\nで続け、外注業者からのパーツ入荷不足等による生産の低下を招いている。徳島船\n井は同月八日組合に対し七万八、〇〇〇円（新賃金の二か月分）を提示したが、組\n合から拒否されるや以後夏季一時金の解決を急ぐ様子もなくなつた。徳島船井は同\n月一八日関係会社の出席のもとに同年一〇月二〇日頃より後に生産予定の機種の大\n半を岡山船井、那賀川電子に移行し、同年一二月二〇日頃までにかけて生産する計\n画を立てている。Ｐ10は同年九月頃船井電機の顧問の中村法律事務所に対し解散に\nよる組合事務室の明渡の点につき電話で相談しており、その回答の書面が同月一一\n日船井電機の社長室へ送られている。同月一四日徳島船井の夏季一時金が妥結した\nが、この際、会社は生産報賞金協定を申し出、組合が外注業者からのパーツが十分\n入るのでなければその目標が達成できないと主張したのに対しパーツは十分用意す\nると言いながら十分な努力を払わずパーツの入りが悪い状態を続けたばかりか、一\n〇月度生産の結果を待たないで、同月二五、二六日頃、一五人位のパートタイマー\n者全員に対し翌月二五日付解雇を通告し、出向社員を同月三〇日付で帰任させる旨\n発表し、同年一〇月一〇日頃Ｐ10が会社の解散についてのスケジユールを作成し\nた。徳島船井の一〇月度生産達成率にしても、外注業者からのパーツの入り具合が\n悪かつたが、生産報賞金協定の目標の台数比で七二・六％（前半は四九・八八\n％）、生産金額比が六九・四％で、通常より少し悪いが八、九月度よりもかなり良\nく目標にあと僅かであり、特に一〇月度後半は九〇％近い達成率であつたと推測さ\nれるのである。\n（二）　以上の事実に前記の徳島船井に本件解散を必然的ならしめる赤字及び生産\n性の悪さがあつたとは認められないこと及び船井電機の徳島船井に対する支配の程\n度をも併せ考えると、船井電機と徳島船井は、昭和四七年春闘頃から徳島船井労組\nの活動に注目し、Ｐ10船井電機総務部長が徳島船井の労使懇談会に出席し、組合の\n活動をけんせいしようとしたが、組合の活動、要求はその後もいぜんとして激し\nく、船井電機が子会社について設定した一応のベースアツプ額、一時金額をこえて\n妥結せざるを得ない状況であり、配分闘争後も長期にわたる夏季一時金闘争が継続\nし、解決のめどがつかなかつたため同月二六日Ｐ10総務部長の来徳を要請し、解散\nすることも考慮のうえ、同日夜から生産予定のパーツを社外に搬出し、同月二八日\nＰ10が徳島船井の専務代行になり、会社は以後出向社員を他会社に派遣したり、パ\nーツを入れない方針を採り、組合が同月二八日全金に加盟し、八月八日には新賃二\nか月分の七万八、〇〇〇円の一時金を受入れなかつたので以後一時金の解決は全く\n急がず、船井電機とともに同月一八日には同年一〇月下旬以降の生産をしないとい\nう前提のもとにそれ以降の生産機種の大半を他工場に移行する計画を立てる等解散\nの準備をし、九月頃には中村法律事務所に解散にあたつての法律問題を相談し、そ\nの後も一〇月度生産にあまり努力を払わないばかりかその結果も待たないで九月下\n旬解散の意思を固め、同月二五、二六日頃パートタイマーの解雇、出向社員の同月\n三〇日付帰任を発表し、一〇月一〇日頃会社の解散のスケジユールを作成したもの\nであると認めるのが相当である。\n（三）　Ｐ1供述によれば、Ｐ10は徳島船井専務代行として赴任するに当り、船井電\n機総務部長の地位はそのまま空けておくように要望し、徳島船井の清算事務が一段\n落ついた昭和四八年四月一日からは再び船井電機総務部長の職に返り咲き、結局Ｐ\n10は徳島船井の夏季一時金闘争の収拾及び会社解散のため船井電機から出向してき\nて、それが終つた段階で帰任（徳島船井代表清算人と兼任）した形となつている。\n第四　本件解雇の効力\n一、叙上のとおり、徳島船井の解散は、申請人らの組合活動を嫌悪し、その団結の\n場を失わせ組合組織を壊滅させる目的で少くともそれを決定的動機として不当労働\n行為の意思でなされたものと認められる。しかしながら、企業廃止の自由は憲法二\n二条（職業選択の自由）に基づく営業の自由の一環として認められる全人格的な自\n由であり、一方経営者（労働契約の当事者としては使用者と呼ばれる。）は、労働\n組合と対向関係を持つ限りにおいて、労働基本権による制約を受けるが、その制約\nは経営者の使用者たる一側面における制約であるから、右制約を以て企業廃止の自\n由まで否定すべきものとは考えられない。従つて経営者はその理由いかんを問わず\n企業を解散、廃止する自由を有し、たとえ組合壊滅を図るために会社を解散したと\nしても、右解散を無効とすべき理由はない。もつとも、かく言つても会社解散に基\nづく解雇は、つねに有効となるものではない（会社が解散しても清算手続中は存在\nしており、清算の範囲内で事業を継続している場合があるから、清算中でも不当労\n働行為となる解雇はあり得る。）が、少くとも解散による必然的結果である解雇、\nすなわち解散により事業を全面的に廃止したため、仕事も労務提供の場もなくなつ\nたような場合の解雇については、不当労働行為を問題とする余地はないものと解す\nるのが相当である。企業の社会的責任、企業自体の法理に基づき軽々に会社を解散\nすることは許されないと当裁判所も解するが、それは道徳的義務たるにとどまり、\n労働組合のために企業を存続しなければならない法律上の義務はない。\n二、しかし、右は会社解散が真実企業を廃止する意思の下でなされた真正なもので\nある場合にいえることであつて、右解散が偽装解散である場合すなわち旧会社を解\n散し、右解散手続の一環として全労働者を解雇しながら、他方従前と実質的に同一\nの企業あるいは第二会社を設立発足させて企業を継続したり、労働者を解雇後、旧\n会社を復活継続させるような形態の解散については、右解散及びこれに基づく解雇\nが不当労働行為の意思でなされた場合、被解雇者の旧会社に対し雇用契約に基づき\n有していた従業員たる地位は新会社または継続会社が承継する義務を負担し、一定\nの要件ある場合（後記のように子会社の法人格が否認される場合）には当然新会社\nに承継せられると解するのが相当である。従つてこの限度では会社解散に基づく解\n雇も本則に帰つて不当労働行為として無効となり、その雇用契約は新会社に当然承\n継せられるというべきである。\n三、一般に偽装解散は、前記の如く解散会社と実質的に同一企業が新設または継続\nする形態をとるが、解散会社（子会社）が不当労働行為の意思で解散及びそれに基\nづく必然的結果としての労働者の解雇をした場合で、しかも右会社のみについてみ\nれば真実解散によつて会社が消滅したとみられる真正解散の場合であつても、右会\n社を現実的、統一的に管理支配している親会社があり、解散した会社が実質上親会\n社の一製造部門とみられるような場合には、前記偽装解散と実質上何ら差異がない\n（実質上解散会社と同一の会社が存続している。）から、偽装解散と同様に考える\nのが相当である。そして右のような場合には、子会社の解散による解雇が不当労働\n行為等で無効であれば、その解散による解雇と同時に、被解雇者と子会社との雇用\n関係はそのまま当然親会社に承継されるものと解すべきである（なお子会社の解散\n自体が真正な解散か否かは解散当時必ずしも明らかでない場合もあるが、訴訟で問\n題となる場合には、弁論終結時で判断すべきことになる。）。前記のような支配、\n従属関係が親会社・子会社の間にある場合には、実質的、潜在的には親会社が使用\n者であると見られないでもなく、子会社の解散時、親会社はそのまま存続している\nので雇用契約の承継にも何ら支障がない。もつとも、子会社の従業員として雇用さ\nれた者は、親子会社の関係にあることを以て直ちに親会社に対し雇用契約上の使用\n者としての責任を問うことは、形式的にもせよ契約当時者は子会社となつているこ\nと、一般に親会社がいわゆるコンツエルン形態を利用することによつて危険の分散\nを図ること、そのような場合に子会社に事実上の支配、影響力を及ぼすことは何ら\n違法ではなく、現行法秩序に反するものではないこと、契約当事者以外の者に右契\n約に基づく責任を追及することが通常許さるべきでないことは、契約の性質からも\n明らかであること、雇用契約は継続的な関係で、契約当事者は原則として一回限り\nの取引関係を前提とする他の契約と異つて、雇用関係全体についての恒久的関係に\nまで進まざるを得ない必然性、重大性をもつていること等にかんがみるとき、一般\n的には許さるべきでなく、そのような法理もたやすく認め難いところである。しか\nしながら、親会社、子会社間に経済的に単一の企業体たる実体があり、企業活動の\n面において親会社の子会社に対する管理支配が現実的統一的で、しかも親会社が株\n主たる地位に基づく一般的権限を行使するにとどまらず、さらに進んで子会社の労\n務関係にまで積極的に関与する場合、さらには子会社の労働組合活動を壊滅させる\n目的で、その支配力を利用して子会社を解散させ、または同様な目的の子会社と意\n思を通じその影響力を行使して子会社を解散させ、それの必然的結果として子会社\nがその従業員を解雇したような場合に、法人格の異別性を形式的に貫ぬき親会社に\n子会社従業員に対する雇用契約上の使用者としての責任を問い得ないとすること\nは、正義、衡平の観念に反し、極めて不当であり、このような場合には、いわゆる\n法人格否認の法理を適用して、子会社の法人格を否認し、親会社に雇用契約上の使\n用者として責任を認めるのが相当である。法形式的にみれば親会社と子会社の潜在\n的、実質的雇用契約が子会社の解散による解雇、事業の廃止により顕在化、現実化\nし、子会社が清算会社として存続しているにかかわらず、子会社の法人格は否認さ\nれ、子会社とその従業員間の雇用契約はそのまま親会社に承継されると解すべきで\nある。\n四、およそ法人格が法によつて賦与されたものである以上、法人格が法目的の範囲\nをこえて不法に利用される場合、換言すれば法人制度の目的に照らし、独立の法人\n格であることを形式的に貫くことが正義、衡平に反する場合には、特定の法律関係\nにおいて、会社という被衣をはく奪し、その背後にある実体をとらえて、形式上の\n法人格とその実体をなす個人もしくは別法人とを同視すべきで、これが法人格否認\nの法理と呼ばれるものであるが、この理論は実定法上は権利濫用禁止に関する民法\n一条三項の類推解釈として導き出される一般条項的性格を有するもので、しかも右\n法理は元来通常の商取引に関し会社法の分野に発展してきたものであるから、安易\nに継続的な関係を招致する雇用関係について適用すべきではないけれども、その故\nを以て雇用関係に適用が許されないと解すべき根拠はない。しかしながら、右法理\nを雇用関係に適用するに当つては、この法理の性質及び発展経緯にかんがみ、前記\n雇用関係の特殊性を考慮しその要件及び効果について必要な修正を施すべきである\nと考える。ところで、法人格の否認が許される場合として①法人格が全くの形がい\nにすぎない場合、②法人格が法律の適用を回避するために濫用されるがごとき場合\nの二つを昀高裁判所昭和四四年二月二七日判決はあげており、この要件は親子会社\n間の雇用関係につき、法人格を否認する場合にも原則的には適用さるべきである。\nしかし、本件においては、親子会社のいずれかの法人格が全くの形がいに過ぎない\n場合とは認め難いから、法人格の濫用を理由に法人格が否認されるための要件につ\nいて検討するに、①背後の実体である親会社が、子会社を現実的・統一的に支配し\nうる地位にあり、子会社とその背後にある親会社とが実質的に同一であること、②\n背後の実体である親会社が会社形態を利用するにつき違法または不当な目的を有し\nていることを要すると解するのが相当である。そして子会社の設立それ自体は違法\nまたは不当な目的の下になされたものでなくても、子会社の解散が不当労働行為の\n意思でなされ、親会社も直接これに加担している場合には、解散を理由として子会\n社がなした従業員の解雇は、まさに会社形態を利用するにつき違法または不当な目\n的を有しているものというべく、（この場合形式的に考えれば、親会社は解散の自\n由と法人格の異別性の故にその責任を免れることができる。）このような場合には\n雇用関係につき、子会社の法人格は否認せられ、直接親会社との間に雇用関係の存\n在（法形式的には雇用契約の承継）を認めるべきである。\n五、これを本件についてみるに、徳島船井は実質上船井電機の一製造部門にすぎず\n経済的には単一の企業体とみられるのみならず、現実的にも、同社は徳島船井の企\n業活動のすべての面にわたつて統一的に支配しており、本件解散もその指導と是認\nとのもとに行なわれたことは前記認定のとおりであるから、前記偽装解散及び法人\n格否認の法理により徳島船井の解散による解雇は船井電機に対する関係では無効\nで、右解雇と同時に、同社従業員の雇用契約上の地位は、そのまま船井電機に承継\nせられたものといわねばならない。\n申請人らは、徳島船井の法人格を否認しながら、同社も重畳的に雇用契約上の責\n任を負う旨主張するが、法人格を否認する法主体に対し従業員としての地位（及び\n賃金請求）を主張することは背理であるから、徳島船井に対する請求はその余の点\nについて判断するまでもなく失当たるを免れない。もつとも、法人格否認の法理に\nよれば、否認の結果形式上の法人格とその実体をなす個人もしくは別法人とは重畳\n的にその責任を負うものとされているが、これは前記のように右法理が当初取引関\n係に基づき既に発生した責任追及を主眼として導き出されたことによるものである\nから、将来への継続を必然的ならしめる雇用関係についてはそのまま適用すべきで\nはないと考える。\n第五　申請人Ｐ19、同Ｐ20の退職\n申請人Ｐ19、同Ｐ20の両名が昭和四六年一一月一三日徳島船井に退職届を提出し\nたことは、当事者間に争いない。そこで、申請人両名の錯誤および詐欺の再抗弁に\nついて検討する。\n成立に争いない甲第一〇号証の一、同第二五号証、Ｐ19供述により真正に成立し\nたものと認められる乙第四〇号証の一、二、Ｐ20供述により真正に成立したものと\n認められる乙第四一号証、Ｐ19、Ｐ20、Ｐ10の各供述によれば、申請人Ｐ19、同Ｐ\n20は徳島船井から解散を前にしていくつかの書面を渡され、ドルシヨツクと赤字に\nよる経営上の理由から事業継続ができなくなつたため、止むなく会社を解散するの\nで、希望退職を募集するとの説明を受け、その前から外注部品が少なく外注加工の\n不良が多いので、これを信じ、Ｐ39人事係長に相談したところ、会社の言うことが\n真実だと聞き、それならば退職した方がよいと考え、同人を通じて会社に前記退職\n届を提出したこと、しかし両名は翌一四日組合の執行部から会社の解散は、組合を\nつぶすための偽装解散であると聞き、さつそく退職届を撤回しようと考え、Ｐ39係\n長の所に行き撤回を申出たところ、同人は退職届をＰ35課長に渡しているというこ\nとで、同人に電話をかけてくれたが留守で通じなかつた。その後も両名はＰ35課長\nに電話したが、不在ということで連絡がつかなかつたこと、同月一九日会社の従業\n員が退職金等を持つて両名の家を訪れ、在宅していたＰ19に対し退職金を押しつ\nけ、その領収証に捺印を迫つたので、Ｐ19はやむなく右領収証に押捺し、退職金を\n受取つたこと、両名は同月二一日、Ｐ40弁護士とともにＰ10を訪れ、退職撤回届を\n渡そうとしたが拒否されたことが疎明される。右事実によると、両名は徳島船井が\nドルシヨツクの影響で赤字となり操業を続けることができないものと信じ、止むな\nく退職届を提出したのであつて、会社が操業を続けるということであれば退職届を\n出さなかつたものであることが優に推認できる。そして前記のように徳島船井自体\nは工場を閉鎖し再開しない意思を表示しているけれども、実質的にそれと同一性の\nある船井電機が操業していることは弁論の全趣旨により明らかであるから、右両名\nに錯誤があつたものというべきである。もつとも、右錯誤自体は退職の意思表示に\n対する関係では動機にすぎないけれども、右動機は表示されたものと認め得べく、\nしかもそれは退職の意思表示の重要な前提条件をなすものと解されるから、両名の\n退職の意思表示はその要素に錯誤があつたものというを妨げない。なお、Ｐ19は退\n職届を撤回しようとして後、退職金等を受領しているが、自宅まで退職金等をもつ\nてこられ、受領を迫られたのでやむなく受取つたものと認められるから、これをも\nつてにわかに退職を追認したものともいえない。従つて、右申請人両名の退職の意\n思表示は無効であるから、詐欺の点について判断するまでもなく、右申請人らは徳\n島船井解散当時、同社の従業員たる地位を保有しており、右解散と同時に船井電機\nにその雇用契約は承継せられたことになる。\n第六　以上判示したとおり、申請人らが徳島船井に対し有していた従業員たる地位\nは、同社の解散と同時に船井電機にそのまま承継（従つて勤務場所は徳島船井の所\n在地）せられたものと解すべきであるから、申請人らは船井電機に対し労働契約上\nの権利に基づく賃金請求権を有していることは明らかである。\nそして、申請人Ｐ15、同Ｐ16、同Ｐ17、同Ｐ18を除く申請人らの昭和四七年一一\n月当時の基準内賃金が申請人ら主張の額であることは当事者間に争いなく、Ｐ34供\n述により真正に成立したと認められる甲第一三七号、同第一三八号証、同供述、弁\n論の全趣旨によれば申請人Ｐ18の基準内賃金がその主張のとおりであること、右申\n請人らの基本給と出勤率を基礎として申請人らの昭和四七年度の一時金を計算し、\nそれを含めた申請人らの平均賃金月額を計算した結果が、申請人ら主張の一時金を\n含めた平均賃金月額となること、徳島船井における給与日が各月の二五日であつた\nことが疎明される。従つて、申請人らは船井電機がその一製造部門を閉鎖したこと\nにより労務を提供することができなくなつたものと同視すべきであるから、同社に\n対し民法五三六条二項本文により昭和四七年一二月以降毎月二五日に別紙（一）記\n載の一時金分を含めた平均賃金月額欄記載の金員の支払いを請求する権利を有して\nいるものというべきである。\n第七　仮処分の必要性\n成立に争いない甲第一三二号証の一、二、Ｐ30、Ｐ24、Ｐ33、Ｐ19、Ｐ20、Ｐ\n34の各供述、弁論の全趣旨を総合すると、申請人らは徳島船井から支給される賃金\nを唯一の生計の糧とする労働者であつて、同社から従業員としての地位を否定され\n賃金が支払われないことにより本案判決の確定を待つていては生活が困窮し、回復\nし難い損害を蒙るおそれがあることは推認に難くないところである。\nなお、被申請人らは申請人らが他に勤務し給与を得ており、徳島船井も再開の意\n思がなく、従つて労務提供の場がないから、仮処分の必要性はないと主張するが、\n前記各証拠に弁論の全趣旨によれば、Ｐ20が他に勤務しており、他の申請人らの中\nにもアルバイトをしている者がいること、しかし申請人らは全員徳島船井が再び操\n業を始めれば再び勤務を続ける意思を有していることが疎明されるうえ、船井電機\nは前記のとおり営業を継続していることは明らかであるから、使用者として申請人\nらの同意を得て適当な工場に配転することも可能であり、申請人らに対し、労働契\n約に基く権利を行使することもできるから、右主張は採用できない。\n第八　結論\nよつて、申請人らの本件申請中、船井電機に対する従業員地位保全及び賃金支払\nの請求はその余の点について判断するまでもなく、理由があるから、保証をたてさ\nせないでこれを認容し、徳島船井に対する請求は理由がないから、これを却下する\nこととし、訴訟費用の負担につき民訴法八九条を適用して主文のとおり判決する。\n（裁判官　早井博昭　横田勝年　富田守勝）\n（別紙省略）\n"
}