{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 3,
    "day": 2
  },
  "case_number": "昭和42(ネ)388",
  "case_name": "売掛代金請求事件",
  "court_name": "広島高等裁判所第二部",
  "article_info": "第23巻1号53頁",
  "gist": "金銭の支払を求める詐害行為取消訴訟手続において被告は配当要求をすることができるか",
  "case_gist": "被告(受益者または転得者)に対し金銭の支払を求める詐害行為取消訴訟手続において、被告は、自己の債務者に対する債権をもつて配当要求をなし、右債権に対する按分額の支払をこばむことはできない。",
  "lawsuit_id": "23327",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23327",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/327/023327_hanrei.pdf",
  "contents": "主　　　　文\n（１）　本件控訴を棄却する。\n（２）　被控訴人の請求の減縮により、原判決主文第一、第二項を次の\nとおり変更する。\n（３）　訴外株式会社宮脇が昭和三九年一一月一二日控訴人に対してな\nした商品売掛代金債務四〇〇万円の弁済は金六八万五、三一四円の範囲においてこ\nれを取消す。\n（４）　控訴人は被控訴人に対し金六八万五、三一四円の支払をせよ。\n（５）　控訴費用は、控訴人の負担とする。\n事　　　　実\n控訴代理人は、「原判決を取消す。被控訴人の請求を棄却する。訴訟費用は、第\n一、二審とも被控訴人の負担とする。」との判決を求め、被控訴代理人は、主文第\n一、第五項同旨並びに当審において請求を減縮し、主文第三、第四項同旨の判決を\n求めた。\n当事者双方の主張と証拠関係は、次の一、二、三を附加するほか、原判決の事実\n摘示と同一であるから、これを引用する。\n一、　被控訴代理人は、次のように述べた。\n控訴人の主張事実のうち、被控訴人が、昭和四三年四月九日、株式会社宮脇の債\n権者団から金九万五、〇〇〇円の送付を受けたことは認めるが、被控訴人が控訴人\n主張の和解契約を追認したことは否認する。\n本来、詐害行為の取消の効力は、訴訟の相手方との間における相対的なものであ\nるから、本件の場合、被控訴人と控訴人との間においては、株式会社宮脇の控訴人\nに対する金四〇〇万円の弁済は、被控訴人の被保全債権の範囲内において全然無効\nに帰するが、被控訴人と株式会社宮脇の債権者団との間においては、右弁済は、依\n然として有効である。被控訴人が株式会社宮脇の債権者団から金九万五、〇〇〇円\nを受領したのは、被控訴人と右債権者団との関係であり、被控訴人が控訴人との間\nで右弁済の効力を消滅させて株式会社宮脇の財産上の地位を原状に復させることは\n無関係である。したがつて、被控訴人が株式会社宮脇の債権者団から金九万五、〇\n〇〇円を受領したことは、控訴人主張の和解契約を追認したことにはならない。\nしかし、被控訴人は、当審において控訴人に対し、被保全債権として従来主張の\n金七八万〇、三一四円から右金九万五、〇〇〇円を控除した残額六八万五、三一四\n円の範囲における取消と、右残額の支払を求める旨請求を減縮する。\n二、　控訴代理人は、次のように述べた。\n（一）　控訴人が、さきに、控訴人と被控訴人を含む株式会社宮脇の債権者団と\nの間に成立した和解契約の趣旨にしたがい、株式会社宮脇所有の不動産に対する根\n抵当権設定登記を抹消し、債権者団がその不動産を処分して得た売得金を配当した\n際、被控訴人も金九万五、〇〇〇円を受領した。被控訴人は、債権者団の配当が右\n和解契約に基づいて行われたものであることを知つた上、右金員を受領したのであ\nるから、右和解契約を追認したものである。\n（二）　詐害行為の取消は、総債権者の利益のために認められるべきものであ\nる。しかるに、控訴人を無視して被控訴人にその債権全額の優先弁済を与えること\nは、制度の趣旨に反するばかりでなく、法の公平上許されることではなく、信義則\nに反する。このようなことが許されるならば、倒産の際各債権者が必死になつて行\nう債権者会議に一切協力せず、配当が終つてから、一人の債権者に対し詐害行為の\n取消権を行使して、自分だけ債権全額の弁済を受けるという悪習が行われるように\nなることは必至である。\n三、　証拠（省略）\n理　　　　由\n控訴会社が、株式会社宮脇（以下単に宮脇と略称する）に対し、昭和三九年一一\n月一二日現在において一〇〇〇万円以上の売掛債権を有していたこと、控訴会社と\n代表取締役を同じくする株式会社いづみが、宮脇からそのＡ３店の在庫品全部およ\nびＡ１店の在庫品全部（衣料品を除く）を買い取つたこと、そして、控訴会社にお\nいて右代金（金額の点を除く）を宮脇の右債務の弁済として受領したことは、当事\n者間に争いがない。\n原審における被控訴会社代表者Ｂ本人尋問の結果により真正に成立したものと認\nめうる甲第一、第二号証、原審証人Ｃの証言により真正に成立したものと認めうる\n乙第一ないし第五号証、原審証人Ｄ（第一回）、Ｅ、Ｆ、Ｃの各証言、控訴会社代\n表者Ｂ本人尋問の結果、公証人Ｇに対する調査嘱託の結果並びに弁論の全趣旨によ\nれば、次の事実を認めることができる。\n宮脇は、広島市内のＡ２、Ａ１、Ａ３（ａ）、Ａ４、Ａ５の五ケ所の店舗におい\nてスーパーマーケツトを経営していた。控訴会社は繊維製品の卸売商であつて、宮\n脇の扱う衣料品の大部分を供給し、宮脇の最大の取引先であり、大口の債権者であ\nつた。宮脇はその経営が次第に苦しくなり、昭和三九年一一月頃には倒産必至の情\n勢となつた。そこで、同会社の代表取締役Ｃは同月一二日控訴会社の事務所におも\nむきその代表取締役Ｈと善後策について協議した。当時、控訴会社の宮脇に対する\n商品売掛代金債権は約二、〇〇〇万円に達していたところ、ＨはＣに対し宮脇の在\n庫商品を控訴会社に引渡して右債権を決済するように要求し、若しその要求に応ず\nれば、右債権のうち五〇〇万円を免除すると申出でた。そして、はじめは控訴会社\nと宮脇との間において、宮脇は控訴会社に対し、Ａ１店の在庫品全部（衣料品を除\nく）を代金一〇〇万円、またＡ３（ａ）店の在庫品全部を代金三〇〇万円と定め\nて、これを代物弁済として控訴会社に譲渡する旨の話合いが進められた。なお右代\n金額は、現実に在庫商品や帳簿を調べることなく、好い加減に定められたものであ\nる。ところで、Ｈは、広島市においてスーパーストアを経営する株式会社いづみ\n（以下単にいづみと略称する）の代表取締役も兼ねていたので、前示代物弁済の話\n合を変更していづみが前示在庫商品を買受けることとし、同日深夜に至り宮脇、控\n訴会社、いづみの三者間に、宮脇は前記在庫商品を前示代金でいづみに売渡し、そ\nの売渡代金をもつて控訴会社に対する債務の弁済にあてるが、いづみより宮脇及び\n宮脇より控訴会社に対する現金の授受を省略し、右売買契約の成立により右代金額\nの限度において控訴会社の宮脇に対する債権を弁済により消滅せしめることによ\nり、いづみより宮脇に対する右売買代金の支払があつたこととする旨の契約が成立\nし、いづみは直ちに宮脇より前記各在庫商品の引渡を受けた。同時に、Ｃの了解の\nもとに、控訴会社は真夜中にもかかわらず自動車を用意して、宮脇のＡ５店及びＡ\n４店から衣料品全部を持ち帰つた。その衣料品は主として控訴会社が供給したもの\nであつたが、その中には被控訴会社その他の取引先が宮脇に売渡した商品も一部含\nまれていた。宮脇は翌一三日手形の不渡りを出して倒産し、同会社に対する約一〇\n〇名の無担保の一般債権者は、ほとんどその債権を回収しうる見込みのない状態で\nあつた。\n以上のとおり認めることができる。右認定に反する乙第六号証、原審証人Ｄ（第\n一、二回）、Ｉ、Ｊの各証言は前掲各証拠に照らして信用できない。\nそして、宮脇よりいづみに売渡した前示在庫商品の数量及び価格を確認しうる資\n料は存在しないけれども、前記売買の行われた事情及び弁論の全趣旨に照らして、\n前示売買代金額は時価より低廉に定められたものと推認できる。\n以上に認定した事実関係から判断すると、宮脇の代表取締役Ｃ、いづみ及び控訴\n会社の代表取締役Ｈは、宮脇の倒産により他の一般債権者が債権の回収不能となる\nであろうということを知りながら、前示在庫商品の売買及び弁済契約を締結したも\nのであつて、右両名には通謀して他の一般債権者を害する意思があつたものと認め\nるのを相当とする。したがつて、右契約に基づく宮脇より控訴会社に対する前示金\n四〇〇万円の弁済が詐害行為となることは明らかである。もつとも、控訴人は、宮\n脇に対する債権の弁済としていづみより金一九〇万円を受取つたことを自認するの\nみで、いづみが控訴人に対し金四〇〇万円全額を支払つたことを認めうる資料は存\n在しない。しかし、いづみが控訴会社に果していくら支払うかは、右両者間の内部\n的取引関係により定まるものであつて、前記宮脇、いづみ、控訴会社の三者間の契\n約は不可分の一体をなすものであるから右契約により控訴会社は宮脇より四〇〇万\n円の弁済を受けたことになり、右全額につき詐害行為が成立するものと言わねばな\nらない。\n原審における被控訴会社代表者本人尋問の結果によれば、右詐害行為成立当時、\n被控訴人は宮脇に対し売掛代金債権七八万〇、三一四円を有していたことを認める\nことができるから、被控訴人は右債権額の範囲内において前記弁済の取消を求める\nことができたものである。\nそこで、控訴人の抗弁について判断する。\n一、　成立に争いのない乙第七ないし第二〇号証、原審証人Ｅ、Ｆ、当審証人Ｋ\nの各証言によれば、宮脇の倒産後、控訴会社以外の宮脇に対する一般債権者約一〇\n〇名は、債権者団を作り、約一三名の委員を選び、その中から委員長にＫを選任し\nたこと、右委員等は一般債権者から委任状を徴した上、控訴会社と交渉を重ねた結\n果、控訴会社は宮脇所有の不動産（宅地七筆、建物七筆）につき設定していた債権\n極度額金二、〇〇〇万円の根抵当権を放棄し、一方一般債権者団は前記売買及び弁\n済契約を承認する旨の和解が成立し、控訴会社は昭和四二年一月二四日に至り右根\n抵当権設定登記を抹消したことを認めることができる。しかし、被控訴人が右債権\n者団の委員であつた旨の前記証人Ｆの証言部分は容易に信用しがたく、他に被控訴\n人が右委員であつたこと或は右債権者団の委員等に控訴人との交渉を委任した事実\nを認めうる証拠は存在しないから、被控訴人が右和解契約により拘束されるものと\nいうことはできない。\n二、　昭和四三年四月頃被控訴人が前記債権団から金九万五、〇〇〇円を受領し\nたことは当事者間に争いがなく、当審証人Ｋの証言によれば、右金九万五、〇〇〇\n円は、控訴人が根抵当権設定登記を抹消した宮脇所有の前記不動産の売却代金の中\nから仮払金として支払われたものであることを認めることができるけれども、被控\n訴人が右仮払金を受領したという事実だけで、被控訴人が前記和解契約を追認した\nものと認めることはできず、他に右追認の事実を認めうる何等の証拠もない。\n三、　最後に、控訴人は、昭和四一年一二月七日の本件口頭弁論期日において被\n控訴人に対し、控訴人の宮脇に対する当時の債権一、〇三九万五、一〇三円につい\nて配当要求の意思表示をしたから、被控訴人は取消された弁済金額のうち本件当事\n者の各債権額に按分した額に限り控訴人に対し支払を請求しうる旨主張する。\n詐害行為取消訴訟において、原告たる取消債権者は、取消の効果として金銭の支\n払を請求する場合、直接自己に対し支払を請求することができる。そして、その支\n払を受けた金銭の処置について法の規定がないため、取消債権者は強制執行の方法\nにようないで、事実上その支払を受けた金銭をそのまま自己の債権の弁済に充当し\nうることとなる。そうすると、他の債権者は配当要求をする機会がないことにな\nり、取消債権者が自己の債権につき優先弁済を受けたのと同じ不公平な結果を生ず\nる。同様に、本件の場合においても、被控訴人が勝訴すれば、被控訴人は控訴人の\n出捐により自己の債権全額の支払を受け得ることとなり、両者とも<要旨>に宮脇に\n対する債権者でありながら、不公平な結果となることは明らかである。しかし、取\n消債権者がその</要旨>債権額の範囲内に限り詐害行為を取消しうることは確立した\n判例であるから、若し詐害行為取消訴訟の手続において被告（受益者または転得\n者）がその債務者に対する債権を以て配当要求をすることが許され、原告たる取消\n債権者は自己の債権額に限定された取消の対象中原被告の各債権に按分比例した額\nのみしか請求できないことになれば、取消権を行使しうる範囲を取消債権者の債権\n額に限定する前示判例の趣旨にていしよくすることは明らかであつて、右判例の理\n論を肯定する以上、控訴人の前記主張はとうてい採用できない。また、詐害行為取\n消訴訟は、強制執行とは異なるのであるから、そもそも厳格な意味において配当要\n求の観念をいれる余地のないものである。しかも、控訴人主張の如き抗弁が許され\nるとすれば、大口債権者は債務者と通謀して詐害行為を行い、他の債権者からその\n詐害行為の取消を請求されれば、自己の大口債権に基づく配当要求を以て対抗し、\n詐害行為取消の効果をほとんど無意味に帰せしめることも可能となり、一般債権者\n保護のためにもうけられた詐害行為取消制度の趣旨に反することとなる。\nしたがつて、控訴人の抗弁はすべて理由がない。\n被控訴人が、七八万〇、三一四円の債権のうち金九万五、〇〇〇円の支払を受け\nたことは当事者間に争いがなく、被控訴人は当審において請求を減縮し、前記四〇\n〇万円の弁済を金六八万五、三一四円の範囲において取消し、控訴人に対し右金額\nの支払を求めるに至つた。そして、被控訴人の右請求が全部正当として認容すべき\nものであることは、以上に判示したところがら明白である。\n原判決は相当であつて本件控訴は理由がない。なお、被控訴人のなした右請求の\n減縮により、原判決主文第一、第二項を主文第三、第四項のとおり変更する。\nよつて、民訴法三八四条、九五条、八九条を適用して主文のとおり判決する。\n（裁判長裁判官　松本冬樹　裁判官　浜田治　裁判官　村岡二郎）\n"
}