{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 6,
    "day": 23
  },
  "case_number": "昭和43(ヨ)2402",
  "case_name": "日本経済新聞懲戒解雇",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19982",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19982",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/982/019982_hanrei.pdf",
  "contents": "主　　　文\n１　債務者は、債権者に対し、三八、八八〇円を仮に支払え。\n２　債権者の本件仮処分申請中、その余の部分を却下する。\n３　訴訟費用はこれを一〇分し、その一を債務者の、その余を債権者の負担とす\nる。\n事　　　実\n第一　当事者双方の求める裁判\n一　債権者の求める裁判\n「１債権者が債務者に対して雇傭契約上の権利を有する地位にあることを仮に定め\nる。２債務者は、債権者に対し、昭和四三年一〇月以降毎月二五日限り三八、八八\n〇円を仮に支払え。３訴訟費用は債務者の負担とする。」との判決。\n二　債務者の求める裁判\n「１本件仮処分申請を却下する。２訴訟費用は債権者の負担とする。」との判決。\n第二　当事者双方の主張\n一　申請の理由\n（一）　債権者は、昭和四〇年九月一〇日、債務者に雇傭され、工務局印刷部に勤\n務する従業員となつた。\n（二）　債務者の賃金支払いは、当月分につき毎月二五日払いであり、債権者の一\n月当り（三〇日分）平均賃金は三八、八八〇円である。\n（三）　しかるに、債務者は、債権者を従業員として取扱わず、昭和四三年一〇月\n以降の賃金を支払わない。\n（四）　債権者は、賃金を唯一の生活資金源としている者であり、本案判決の結果\nをまつていては回復し難い損害を蒙ることになるので、本件仮処分申請に及んだ。\n二　申請の理由に対する債務者の答弁と主張\n（一）　申請の理由（一）は認める。\n（二）　申請の理由（二）も認める。\n（三）　申請の理由（三）も認める。\n（四）　申請の理由（四）は争う。\n（五）　しかしながら、次の理由により、債権者は債務者の従業員たる地位を失つ\nており、その主張は失当である。\n１　債務者は、昭和四三年九月三〇日、債権者に対し、解雇の意思表示をし、右意\n思表示は即日到達した。\n（１）　右意思表示は、予告期間を設けないでなされた即時解雇の意思表示である\nが、債権者には次に述べるようなその責に帰すべき事由がある。\n（ⅰ）（イ）　債権者は、昭和四三年九月二六日午前二時ころ、東京都台東区＜以\n下略＞新潟相互銀行東京支店前路上において、同所に遺留されていた同都同区＜以\n下略＞Ａ所有の自転車一台（時価五、〇〇〇円相当）を、自己のものにする意思で\n即時同所から乗り去り、もつて占有離脱物横領をしたものである。\n（ロ）　債権者は、右自転車に乗つて進行中、同都中央区＜以下略＞高島屋デパー\nト前路上附近において、挙動不審の故をもつて、パトロール中の警視庁巡査から職\n務質問を受け、さらに中央警察署に連行されて取調べを受けた。債権者は、当初は\n否認していたが、隠しきれずに犯罪事実を自白した。右事実は、同年一〇月二一\n日、占有離脱物横領罪として送検され、翌二二日東京区検察庁において起訴猶予と\nなつた。\n（ハ）　なお、債権者の情状は極めて悪い。\n（ア）　債権者が本件犯行を自白するまで取調官に対してとつた態度が前記のとお\nりであるほか、債権者は、事件後その顛末、事情の聴取に当つた上司のＢ印刷部長\nに対し、「自転車一台とつて来ようとどうしようといいじやないか」と繰返すのみ\nで極めて反抗的な態度をとり、毫も反省の色がない。\n（イ）　平素の勤務状況も極めて悪い。例えば、\nａ　遅刻の例は数知れないが、これに関連して次の事実がある。\n債権者は、午前一〇時に出勤すべところ、午前一一時半か一二時ころ出勤するこ\nとが屡々であり、独りでいるので日が覚めないと弁解していた。そこで、印刷部主\n任Ｃが、「目覚し時計を買つたらどうか、夜酒をのんで夜ふかしするのもほどほど\nにしたら」と注意した。すると、債権者は、「自分の時間に酒をのもうと何をしよ\nうと勝手だ。ぐつぐついうなら休むよ。」と捨て台詞を吐く始末で、全く手に負え\nなかつた。\nｂ　また就業拒否の例もある。\n泊り明けの勤務は、午前一〇時から作業につくことになつていた。社内の宿舎か\nら他の全員が起床しても、債権者だけはほとんど一緒に起きたことがない。入社当\n初は他の従業員が起しに行つていたが、債権者は起しても起きず、あまり度々なの\nで、呆れて誰も起しに行かなくなつた。そして、午前一一時過ぎに起き出してき\nて、他の従業員が夕刊準備のための作業をしているのに、債権者ひとりだけは長椅\n子に横になつて休んでいる。班長Ｄや他の従業員が仕事をするように注意しても、\n一、二回は知らん顔で、さらに言うと、「ああ、めしだ」と捨て台詞を残して食堂\nへ行つてしまうことが度々であつた。班長によく監督するよう注意しても、その班\n長が債権者だけはもうさじ投げたとして、全くお手上げの状態であつた。\nｃ　作業中の職場離脱もしばしばである。例えば、昭和四三年七月一四日別刷紙の\n印刷作業中債権者は新人二名とともに地下室の用紙送り作業を命じられた。ところ\nが、用紙が足りなくなり、上番（印刷担当者）が下番（用紙担当者）に対して、用\n紙を送るように云つたが返答がない。そこで、Ｃ主任が地下へ行つてみると、債権\n者が作業についておらず、新人二名が不慣れと手不足のため用紙送りの作業ができ\nずに困つていた。そこへ債権者が帰つてきた。そこで、同主任が「どこへ行つてい\nたんだ」と云うと、債権者は「どこへ行こうと勝手だ」とふてくされる始末であつ\nた。さらに、同主任が、「巻取りがなくて困つているではないか」と叱りつける\nと、債権者は、「フイーダー（用紙送りの機械）が悪くて送れない。便所へ行つて\nいたんだ」と弁解した。しかし、その後フイーダーを調査してみると全く故障はな\nく、新人の話によると債権者は頭から作業についていなかつたことが判明した。\nｄ　社が貸与している作業帽を故意に破棄した事例もある。\n印刷部内では安全を図るために社が貸与している作業帽を全員がかぶるように運\n動していた。ところがこの運動を推進している時点で、債権者は休憩室で他の多数\nの従業員の面前で作業帽をバリバリ破いて笑つていた。Ｃ主任がこれを見て作業帽\nを取り上げ、このようなことをしないように注意しても、債権者はニヤニヤ笑つて\nそつぽを向いていた。\nｅ　債権者は、社内のドアは必らず足で蹴とばして入つてくる。ふてくされて、虚\n勢を張り、社の備品を大切にする気持ちとか、愛社心などは一かけらも持ち合わせ\nていない。\n（ⅱ）（イ）　ところで、およそ公共的使命を有する新聞企業においては、高い気\n品の維持と不法の排除とはまさにその生命をなすものであり、この点で他の一般企\n業とは区別される特異性がある。かような新聞業界においても、今日わが国昀大の\n経済新聞たる地位を築き上げ、経済紙としてまた日刊紙として絶対的な信用を得て\nいる債務者は、高い気品を維持し、不法を排除し、もつてその社風である「堅実」\nと「信用」と「品格」とをより高揚させるため、経営陣はじめ全従業員が一丸とな\nつて厳しい自省のもとに業務に邁進し努力し続けており、他からも高い社会的評価\nを受けている。このように債務者が今日ある所以はまさに設立当初より一貫して気\n品の維持昂揚に努めて来た結果であつて、不法と闘うことこそ社の存在目的と称す\nべきものであるのに、社の内部にかかる不祥事をひき起した従業員を留めておくこ\nとは、社の存在目的ならびにその秩序と全く相容れないところである。したがつ\nて、債務者会社の従業員が自ら気品を汚し不法を犯した場合にこれを容認すること\nは企業の生命を自ら断つに等しい。さらに他の社員達が、このような犯罪では解雇\nされない等と考える前例を残し綱紀の弛緩を来たしたのでは、倫理水準をなお従前\nのように高く保持し労務管理を円滑ならしめることの至難なことは明らかであり、\nその結果は将来にわたつて社の秩序を紊し破壊にまで持ちこむであろうことは必至\nである。債務者では、刑法上の犯罪を犯した者はすべて解雇処分にしており、社内\nに留めておいた例はない。また、債務者では、モノタイプの導入を中心とした一連\nの機械化推進が行われており、とくに工務局印刷部における仕事は高度の技術水準\nの下に行われ、僅少のミスも許されないほど微妙かつ重要であり、印刷部員全員の\n相互信頼の協力の態勢がなければとうてい行ないえないものであり、債権者のよう\nな者がいることによつて職場秩序が紊されることは明らかである。本件犯行によつ\nて示された債権者の反規範的、反道徳的人格は、債務者がもはやその従業員として\n雇傭関係の継続を期待しえないものである。\n（ロ）　そして、別紙のように債務者の就業規則第七〇条第四号は「法規にふれ、\n会社の体面を汚したとき」を懲戒解雇事由と規定しているところ、債権者の本件犯\n行は右事由に該当する。\n（２）　債権者は、昭和四三年九月三〇日、右の解雇処分の通告を受けた際、この\n解雇処分を了承し受諾した。すなわち、債権者は、債務者の命を受けて前同日債権\n者の自宅に赴き、債権者に対し、就業規則第七〇条第四号に基づき解雇の通告を行\nなつた印刷部主任Ｅに対し、不服異議等を申し述べず、かえつて、「勤め口は他に\nいくらでもある。日経だけが仕事場じやねえや。」などと揚言し、右Ｅから洋服箱\nに入れた債権者の私物（社のロツカーに入れてあつたもの）を何ら異議なく受領\nし、かつ右Ｅの求めに応じて、身分証明書は見当らないからと云つて、定期券、健\n康保険証だけを返却した。\n（３）　しかも、債務者は、昭和四三年一一月一四日、債権者に対し、債権者に対\nする三〇日分の平均賃金三八、八八〇円を、債権者が解雇の効力を争つていてこれ\nを受領しないことが明らかであつたので、東京法務局に供託したので、おそくとも\n同日には右解雇の意思表示の効力が生じた。なお、昭和四三年一〇月一日より同年\n一一月一四日までの債権者の賃金五八、三二〇円は、債権者が右解雇の効力を争つ\nていてこれを受領しないことが明らかであるので、債務者は、昭和四四年一一月二\n八日これを東京法務局に供託した。\n２　債務者は、昭和四三年九月三〇日付解雇の意思表示の効力がかりに認められな\nい場合を慮つて、昭和四四年一〇月二九日の本件口頭弁論期日において、予備的に\n解雇の意思表示をし、解雇予告手当として三〇日分の平均賃金三八、八八〇円およ\nび昭和四三年一一月一五日より昭和四四年一〇月二九日までの賃金四五二、三〇四\n円は昭和四四年一一月一七日付準備書面（同年一二月一日陳述）をもつて口頭で提\n供した。\n３　債務者は、昭和四三年九月三〇日付および昭和四四年一〇月二九日付各解雇の\n意思表示がかりに認容されない場合を慮つて、昭和四四年一二月一日の本件口頭弁\n論期日において予備的に解雇の意思表示をし、解雇予告手当として三〇日分の平均\n賃金三八、八八〇円と昭和四四年一〇月三〇日から同年一二月一日までの賃金四\n二、七六八円を同日の本件口頭弁論期日において口頭で提供した。\n三　債務者の右主張（二の（五））に対する債権者の認否および主張\n（一）　認否\n二の（五）の冒頭は争う。\n１　二の（五）の１について\n冒頭は認める。\n（１）の冒頭につき、昭和四三年九月三〇日の解雇の意思表示が、予告期間を設け\nないでなされたことは認めるが、その余は争う。\n（ⅰ）の（イ）のうち、債権者が、債務者主張のころ、その主張の場所附近におい\nて、遺留されていた自転車に乗つたことは認めるが、自己のものにする意思で占有\n離脱物横領をしたとの点は否認する。債権者は、泥酔して心神耗弱の状態にあつ\nて、同所附近でタクシーを待つていたのであるが、空車が来なかつたことに業をに\nやし、たまたま路上に放置されていた本件自転車をいたずら気分で数分間乗つたに\n過ぎないのであり、自己のものとする意思は全くなかつたのであるから、占有離脱\n物横領にあたらない。\n（ⅰ）の（ロ）のうち、債務者主張の場所附近において、職務質問を受けたこと、\n中央警察署に連行され取調べを受けたこと、本件が同年一〇月二一日、占有離脱物\n横領として送検され、翌二二日起訴猶予となつたことは認めるが、その余は否認す\nる。債権者が職務質問を受けたのは、右自転車に乗つていたのが真夜中であつたた\nめ不審に思われたのである。また、債権者は、本件自転車がたまたま盗難車として\n届出されていた自転車であつたため窃盗の嫌疑をかけられ、追及されたが、債権者\nは、放置されていた自転車に乗つてきたことは当初から認めている。\n（ⅰ）の（ハ）は争う。\n（ア）は否認する。\n（イ）は争う。債務者の主張には次に述べるとおり事実に反する点が多い。\nａ　遅刻についてー債権者も遅刻をしたことはあるが、債権者が他の者と比較して\nきわだつて多いわけではないし、印刷部Ｃ主任から債務者主張のような注意を受け\nたことも、また同人に対して債務者主張のような捨て台詞を吐いたこともない。\nｂ　就業拒否についてー債務者会社における泊り勤務は、前日の午後五時から翌日\nの午前五時三〇分ころまでであつて、泊り勤務はかなり過酷な勤務状況下にあつ\nた。翌日の作業開始時間は、一応午前一〇時と定められているが、ほとんどの泊り\n勤務者は、午前一〇時半から午前一一時ころ就業していたのであつて、印刷部にお\nける泊り明け勤務は、これが慣習化していたのである。債権者も、午前一一時ころ\n就業したこともないとはいえないが、特に債権者に限つたことではないし、そのこ\nとでＤ班長に注意をされ、これに対し、捨て台詞を吐いたなどという事実はない。\nｃ　職場離脱についてー昭和四三年七月一四日、債権者が職場を離脱したとの点は\n否認する。債権者も、仕事上のことで上司から注意をされることもあるが、それは\n債権者に限つたことではない。本件のような職場離脱の事実はないし、それについ\nてＣ主任から叱りつけられたこともない。\nｄ　作業帽破棄についてー債権者が、債務者より貸与された作業帽を破つたことが\nないとはいえないが、それは取り替えのため、不必要となつた古い作業帽であつ\nて、理由もなく作業帽を破棄したのではないし、Ｃ主任から作業帽の破棄について\n注意を受けたこともない。\nｅ　ドアの足蹴りについて\n印刷作業は、印刷インクを使用するため、手が汚れてドアの取手をにぎられない\n場合がある。そのようなときには、足でドアをあける場合もあるが、それは債権者\nに限つたことではなく、印刷作業に従事している者は、度々していることである。\n（ⅱ）の（イ）は争う。債権者は、工務局印刷部に勤務する一印刷工に過ぎず、債\n権者の本件程度の行為によつて債務者会社の社会的地位、信用が傷つけられたとは\nとうてい考えられない。\nしたがつて、債務者会社が特別の公共的使命を有する企業であるとしても、右債\n権者の債務者会社内における前記地位職務の性質からみても他企業における現場作\n業員となんら異なるところはないのであつて、かかる地位にある者の行動が会社の\n企業目的の公共性に影響を及ぼすべき蓋然性は存しないというべきである。新聞企\n業に要請されるのは報道の真実性、評論の客観性であつて、新聞企業の中枢にあつ\nて、職務上この使命を直接担うものすなわち編集担当者、記者等が、特別高度の対\n社会的責任を問われることはやむをえないであろう。しかしながら、単なる現場作\n業員に対してまで新聞の公共性の故に、ささいな私行上の過ちを理由に企業外に排\n除することは、現場労働者に不当の責任を、強いるもので許されない。\n（ⅱ）の（ロ）のうち、債務者の就業規則第七〇条第四号の規定が債務者主張のと\nおりであることは認めるが、その余は争う。\n（２）のうち、債権者がＥ主任から私物を受領したこと、定期券、健康保険証を渡\nしたことは認めるが、その余は否認する。右Ｅは、債務者の単なる使いとしてきた\nものであつて、同人に解雇の不当を訴えても、仕方がないと考え、特に不服等を述\nべなかつたまでであつて、解雇処分を了承したわけではない。\n（３）のうち、債務者が債権者に対する三〇日分の平均賃金三八、八八〇円を昭和\n四三年一一月一四日東京法務局に供託したこと、また昭和四三年一〇月一日より同\n年一一月一四日までの債権者の賃金五八、三二〇円を昭和四四年一一月二八日に東\n京法務局に供託したことは認めるが、その余は争う。\n債務者は、債権者を懲戒解雇したのち、労働監督署に労働基準法第二〇条第三\n項、第一九条第二項、第二〇条第一項但書の除外認定申請をしたが、本件懲戒解雇\nの理由がきわめて軽微な非違行為に過ぎないことから、除外認定が受けられず、右\n供託に至つたのである。\n２は認める。\n３も認める。\n（二）　主張\n１　債務者の就業規則は別紙のとおりであるが、これによれば、債務者がその従業\n員を解雇しうる場合は限定されており、懲戒解雇事由がある等就業規則所定の事由\nがある場合でなければ債務者は従業員を解雇できない。しかるに、前記債権者の各\n解雇の意志表示は右就業規則に違反するから無効である。すなわち、右就業規則に\nよれば、第四五条に通常解雇の事由が挙げられ、第七〇条第七一条には処罰による\n解雇（懲戒解雇）について規定されている。\n就業規則に解雇事由を列挙することは、使用者が従業員に対し解雇される場合の\n一定の基準を明示し、自ら解雇権の行使を制限する趣旨であること論をまたない。\nところで、右就業規則第四五条によると、「従業員が次の各号の一に該当すると\nきは退社とする。」旨規定され、その事由として一一項目が列挙されている。右規\n定の「退社とする」との文言の意味は甚だあいまいであるが、これを「労働契約が\n終了し従業員たる地位を失う」趣旨と解すれば、右各号のうち第一ないし第六号な\nらびに第八号の各事由は、その性質上解雇の意思表示をまたないで当然に労働契約\nが終了する場合であり、第七号の「解雇となつたとき」の趣旨は、懲戒解雇、通常\n解雇を問わず、解雇の意思表示によつて労働契約が終了する旨の当然のことを規定\nしたに過ぎない。本号が懲戒解雇の場合に限らないことは、第九号、第一〇号の場\n合においても、解雇の意思表示を要するので、通常解雇も含まれることも当然であ\nる。そうすると、債務者の就業規則による通常解雇が許されるのは、第九ないし第\n一一の各号に該当する事由のある場合と解せざるをえない。\n第一一号は「その他前各号に準ずるやむを得ない事由があるとき」と規定されて\nいるが、性質上当然第九号、第一〇号に準ずるやむをえない場合をさすものと解す\nる。\nしたがつて、前記就業規則によれば、債務者が、その従業員を解雇しうるのは、\n就業規則第七〇条、第七一条の懲戒解雇によるほか、第四五条第九ないし第一〇号\nに該当する場合ならびに第九ないし第一〇号に準ずるやむをえない場合に通常解雇\nをなしうるのみである。\nそこで、本件解雇の意思表示はいずれも就業規則に違反してなされたからその効\n力を生じない。\n２　かりにそういえないとしても、債権者の本件非行は債務者の企業活動とは全く\n無関係な私的生活の領域内で生じてきわめて軽微なあやまちに過ぎないのであるか\nら、債務者が債権者に対し何らかの処罰を要するとすれば、就業規則第七一条によ\nつて解雇以外の制裁を科すれば足り、懲戒解雇ないし通常解雇をなし、債権者を企\n業外に排除することは解雇権の濫用であつて無効である。\nしかも、本件口頭弁論期日における解雇は、本件懲戒解雇事由と同一の事由を理\n由とするものにほかならず、事由発生後一年以上を経た些細な非違行為を理由とし\nて解雇することこそ、まさしく解雇権の濫用である。\n四　債権者の右主張（三の（二））に対する債務者の認否および主張\n（一）　認否\n１のうち、債務者の就業規則が別紙のとおりであることは認めるが、その余は争\nう。\n債務者において、いわゆる通常解雇が就業規則所定の事由に該当する場合のみに\n限定されていると解することはとうていできない。けだし、使用者は、もともと濫\n用にわたらない限りは自由に労働者を解雇しうるものであるから、就業規則中に解\n雇事由を規定したことによつて解雇権の範囲ないし行使を自ら制約したものと解し\nうるためには就業規則所定の解雇事由が網羅的かつ明確に規定されていなければな\nらないところ、債務者の就業規則ではそのようになつていないからである。すなわ\nち、債務者の就業規則によれば、解雇の事由としては、懲戒解雇についての第七〇\n条、第七一条と一般的に従業員が退社する場合を規定した第四五条があるだけであ\nる。しかも、特定の被傭者を処罰として解雇するのではなく通常解雇する場合につ\nいての右就業規則第四五条所定の事由は網羅的かつ明確なものではない。何故なら\nば、使用者にとつて被傭者との間の雇傭関係の維持がもはや堪え難いものとなり信\n頼関係が破壊された場合、使用者は、被傭者を自己の企業より排除することができ\nなければ不合理であることは当然であるが、右就業規則第四五条各号だけでは、こ\nれらの事由が網羅的に規定されているとはとうてい解釈できないからである。\nこの点について、債権者は、通常解雇の許される事由は、就業規則第四五条第九\n号、第一〇号および第九号、第一〇号に準ずる第一一号のみであると主張するが、\nかりに就業規則第四五条における通常解雇の事由が債権者主張のとおりだとすれ\nば、これは通常解雇の事由を網羅したとはいえないこと明らかである。\nまた、就業規則第四五条には従業員が退社とされる場合のいくつかが規定されて\nいるが、就業規則における解雇の事由は、労働協約におけるそれと異なりそれが限\n定列挙である旨の意思が示されていない以上、単なる例示列挙と解すべきところ、\n債務者の就業規則には掲記された解雇事由がなんら限定列挙である旨を示す文言は\nないのであるから、この理由からも債務者の前記主張の正当性は明らかである。２\nも争う。債権者の本件犯行は、債務者の全従業員の昀大の義務である高い気品の維\n持と不法の排除との要請に違反したものであり、債務者の企業秩序を紊し、労使の\n信頼関係を破壊したものであることは明らかである。加えて、債権者の前記日常勤\n務状況を勘案するならば、債権者の本件犯行は偶発的なものではなく、同人の反規\n範的、反道徳的人格を示しており、債務者と債権者間の雇傭契約上の信頼関係はも\nはや完全に破壊され、雇傭契約をなお継続させることの不可能なことが明らかであ\nる。\nまた、債権者の本件口頭弁論期日における解雇の意思表示は、事由発生後一年以\n上を経た些細な非違行為を理由としているから解雇権の濫用であると主張するが、\n本件犯行は些細な非違行為ではないし、また債権者は、本件犯行後直ちに債権者を\n解雇する旨の意思表示をしたのであり、本件口頭弁論期日における解雇の意思表示\nは、訴訟上の攻撃防禦方法として予備的にしたものに過ぎない。\n（二）　主張\nかりに、債務者において従業員を解雇する場合は就業規則所定の事由に限定され\nそれ以外の事由によつて解雇することはできないと認められるとしても、\n１（１）　債権者の前記行為（二（五）１（１）（ⅰ）（イ）（ロ））は、債務者\nの就業規則第七〇条第四号所定の解雇事由である「法規にふれ、会社の体面を汚し\nたとき」に該当する。\nけだし、「法規にふれ、会社の体面を汚したとき」とは対外的に日本経済新聞の\n社会的評価ないしは信用を低下毀損したことを意味するのみならず、対内的に日本\n経済新聞社の従業員として当然遵守すべき高い気品の維持と不法の排除についての\n責務等に違反し、企業秩序を紊し、労使の信頼関係を破壊し、雇傭関係の継続がも\nはや維持できなくなつた場合をも意味する。\nなお、社会的評価ないし信用の低下毀損は、低下毀損すべき事実が不特定多数人\nの了知しうべき状態におかれたことをもつて足り、これが広く報道される必要はな\nい。本件の場合、債権者の犯罪行為は、取調捜査官のみならず、被害者であるＡ等\nもこれを知つているから、不特定多数人が了知する状態になつたと解すべきであ\nる。\nまた、債権者は工務局印刷部に所属する一印刷工に過ぎないといつても、債務者\nにおいては指導的立場にあると否と、また印刷工であると否とを問わず、全従業員\nはすべて新聞倫理綱領の理想とする倫理基準とくに高い気品維持と不法の排除の要\n請をまもり続けなければならないことに変りはない。\nまた、職場外の行為といえども企業秩序と無関係ではなく、これに基づいて懲戒\n解雇をなしうることは当然である。\n（２）　かりに右主張が認められないとしても、就業規則第四五条第一一号、第七\n号（第七〇条第四号）所定の解雇事由に該当する。けだし、就業規則第四五条第七\n号は第七〇条第七一条所定の事由を示し、その事由に準ずるやむをえない場合を第\n一一号に規定したものと解すべきであるからである。\n２　そこで、前記のように、かりに解雇しうる場合が就業規則により制約されてい\nると解されるとしても、前記解雇の意思表示はその効力を生じたというべきであ\nる。すなわち、\n（１）　昭和四三年九月三〇日付の解雇については、就業規則第七〇条第四号に基\nづきその効力を生じ、かりにそうでないとしても、同規則第四五条第一一号第七号\n（第七〇条第四号）に基づきその効力を生じた。\nなお、債務者においては、通常解雇と懲戒解雇との相違は次の点にある。\n（ⅰ）　懲戒解雇の場合には予告期間を設けないで即日解雇し、かつ行政官庁の認\n定を受けて予告手当を支払わないのを原則とするが、通常解雇の場合には三〇日前\nに予告するか、または三〇日分の平均賃金を支給する。\n（ⅱ）　退職金については、懲戒解雇の場合には、就業規則付属退職金支給規定第\n一〇条に「従業員が就業規則第七〇条及び第七一条の各号の一に該当し退社処分に\nなつたときはその情状により普通退職金を支給し、または支給しないことがあ\nる。」との規定があるが、実際の取扱いでは、退職金を支給しないのが慣行となつ\nている。通常解雇の場合には、右退職金規定第三条により普通退職金を支給するこ\nととなる。\n（２）　昭和四四年一〇月二九日の口頭弁論期日における前記予備的解雇の意思表\n示は、就業規則第四五条第一一号第七号（第七〇条第四号）に基づきその効力を生\nじた。\n（３）　さらに、昭和四四年一二月一日の口頭弁論期日における前記予備的解雇の\n意思表示は、就業規則第四五条第一一号第七号（第七〇条第四号）に基づきその効\n力を生じた。\n五　債務者の右主張（四の（二））に対する債権者の認否と主張\n（一）　認否\n１について\n（１）につき、債権者の行為が就業規則第七〇条第四号所定の「法規にふれ、会社\nの体面を汚したとき」に該当することは否認する。\n右就業規則の条項は、従業員に刑罰法規にふれる行為があり、かつその行為が、\nその性質、程度、社会的影響等から債務者の社会的地位、信用を傷つけた場合をい\nう。債権者の本件行為は、飲酒のうえの偶発的事件であつて、その態様、情状から\nしてもきわめて軽微で世間の関心をよぶほどの事件ではなく、新聞等により社会一\n般に報道されたという事実もない。しかも、債権者は、前にも述べたように、債務\n者において、指導監督的地位にあつたものではなく、末端の現場作業員である一印\n刷工に過ぎないのであり、本件行為は、そのような地位にある者の私生活上生じた\n偶発的行為に過ぎない。したがつて、かりに債務者が他の一般企業に比し特別の公\n共性を有する企業であるという点を考慮しなければならないとしても、債権者の前\n記程度の行為によつて債務者の社会的地位、信用が傷つけられたとはとうてい考え\nられない。\nしたがつて、債権者の本件行為は、就業規則第七〇条第四号に該当しない。\n（２）は争う。\n債務者は、債権者の行為が就業規則第七〇条第四号所定の懲戒解雇事由に準ずる\nやむをえない事由にあたるから就業規則第四五条第一一号第七号（第七〇条第四\n号）により解雇できると主張する。しかしながら、就業規則第七〇条第四号の懲戒\n解雇事由は「法規にふれ、会社の体面を汚したとき」と明確に規定され、ある事実\nがこの条項に該当するかどうかで適用が左右されるのであつて準ずる事実などとい\nうことは考えられない。おそらく、債務者が「準ずる事由」という趣旨は、この条\n項にはそのまま該当しないが、情状としては何らかの処罰を要するというのであろ\nうが、そうだとすると、就業規則第七一条（制裁の種類として、けん責、減給、出\n勤停止、職務転換、役付きはく奪、解雇を定めている）適用の問題として論ずべき\nものである。\n２について\n（１）のうち、通常解雇と懲戒解雇の相異点についての主張は認めるが、解雇の効\n力は争う。\nなお、昭和四三年九月三〇日付解雇の意思表示につき、懲戒解雇の効力が生じな\nいとしても、通常解雇としての効力を生じた旨の主張は許されない。けだし、懲戒\n解雇の効力の有無は、もつぱら明示された就業規則所定の懲戒事由に該当する事実\nの有無に左右され、その事実がない以上、その解雇は就業規則の適用を誤つた絶対\n無効のものというべきである。\n一旦なされた懲戒解雇の意思表示がそれとして無効な場合に、これをそのまま通\n常解雇の意思表示に転換するなどということは、懲戒解雇と通常解雇との法的性質\nの差異を無視し、被解雇者の地位を不安定ならしめるもので、とうてい許されな\nい。\n（２）は争う。\n（３）も争う。\n（二）　主張\nかりに、債権者の本件行為が就業規則第四五条第一一号に該当するとしても、三\nの（二）２において述べたとおり解雇権の濫用であつて無効である。\n六　債権者の右主張（五の（二））に対する債務者の認否争う。\n第三　証拠関係（省略）\n理　　　由\n第一　被保全権利\n一　雇傭契約の成立\n申請の理由（一）は当事者間に争いがない。\n二　解雇の意思表示\n（一）　即時解雇の効力\n１　債務者が、債権者に対し、昭和四三年九月三〇日、懲戒解雇の意思表示をし即\n日到達したこと、右解雇の意思表示は、予告期間を設けないでなされた即時解雇の\n意思表示としてなされたことは当事者間に争いがない。\n２　ところで、就業規則等に、即時効力を生ずべき懲戒解雇の要件として労働基準\n法第二〇条第一項但書の要件にみたない要件を定めても無効であるから、即時解雇\nの効力の有無は就業規則所定の懲戒解雇の要件を具備しているかどうかではなくし\nて、昀低労働基準法第二〇条第一項但書の要件をみたしているかどうかにかかつて\nいるといわなければならない。そして、右労働基準法第二〇条第一項但書の定める\n「労働者の責に帰すべき事由」とは、解雇予告または解雇予告手当の支払いを受け\nず即時に解雇されてもやむをえないと考えられる程度に重大な職務違反または背信\n行為が労働者側にあつた場合を意味すると考えられる。\nそこで、本件の場合、このような意味の「労働者の責に帰すべき事由」があると\nいえるかどうかについて検討する。\n（１）　債権者が、昭和四三年九月二六日午前二時ごろ、東京都台東区＜以下略＞\n新潟相互銀行東京支店前路上附近に遺留されていた自転車一台に乗つて走行中、東\n京都中央区＜以下略＞高島屋デパート前路上附近で職務質問を受け、中央警察署に\n連行され取調べを受けたことは当事者間に争いがなく、証人Ｆ、同Ｇの各証言債権\n者本人尋問の結果ならびに弁論の全趣旨をあわせると、債権者は前記日時ころ酒を\n飲んでの帰途、右自転車（東京都台東区＜以下略＞Ａ所有）を自己のものとする意\n思でほしいままにこれに乗つて走行したこと、しかるに債権者は中央警察の取調べ\nに対し、当初犯行を否認し、右自転車を他から買つたものであると陳述していた\nが、被害者の名を明らかにされるに及んで自白したものであること、そして同警察\n署から債務者における債権者の上司であるＨ主任に連絡があり、その身柄引受けに\nより釈放されたことが一応認められる。\nそして、右事件は、占有離脱物横領罪として送検され、起訴猶予となつたことは\n当事者間に争いがない。\n（２）　また、証人Ｂ、同Ｉ、同Ｊの各証言、債権者本人尋問の結果ならびに弁論\nの全趣旨をあわせると、次の事実が一応認められる。すなわち、\n（ⅰ）　債権者は、右事件後、事件の顛末を調査した上司工務局印刷部長Ｂに対し\n反省の色をみせず反抗的とさえみえる態度を示した。\n（ⅱ）　従前から、債権者の日常の勤務ぶりには問題が多く、職場内で評判となつ\nていた。例えば、\n（イ）　遅刻が多く、ことに社で泊り明けの場合には、午前一〇時に作業に就くべ\nきところ、二時過ぎになつて起きてくるような仕末で、夕刊準備のための作業に支\n障を生じさせたことがある。\n（ロ）　昭和四三年夏ころ、当時債権者は、同僚二名と地下室の用紙送り作業を命\nぜられていたにもかかわらず、職場を無断で離脱して作業についておらず、ために\n業務に支障を生じたこともある。\n（ハ）　債権者が貸与している作業帽を故意に破棄したことがある。\n（ニ）　債権者には、社内のドアを足で蹴つて開く等粗暴な振舞いがあつた。\n（ⅲ）　私生活の面でも、洋服を新調しながら完済せず上司が業者に泣きつかれた\nようなことがあつたほか、飲食代金の末済も解雇当時一九、〇〇〇円位あり、同僚\nに立替払いを余議なくさせている。（このことは、本件懲戒解雇後判明した。）\n（３）　ところで、成立に争いのない甲第二号証、乙第一二号証、第三号証の二、\n第四号証の四、第五号証の三、第九号証の二、第一五、一六号証、第一七号証の\n五、六、第一八号証の三、第二二号証の二、証人Ｉ、同Ｊ、同Ｂの各証言ならびに\n債権者本人尋問の結果ならびに弁論の全趣旨をあわせると、債務者は、全国の日刊\n新聞社が終戦後設立した社団法人日本新聞協会の定めた「新聞倫理綱領」を貫く精\n神、すなわち自由、責任、公正、気品の保持を社の方針としてこれを記者のみなら\nず全従業員に撤底させ、その言動を律する基準とすべく努力していること、そこで\n刑事事件をおこすというようなことは気品保持の点から排除されなければならない\nとして従来から厳しい態度でのぞみ、昭和四一年住居侵入、窃盗末遂事件をおこし\nた一従業員に対し、起訴猶予におわり新聞にも報道されなかつたにかかわらず、こ\nれを懲戒解雇処分に付していること、さらに債権者の勤務する工務局印刷部は主と\nして高速輪転機を使つて新聞を印刷する制作工程を担当する部門であり、そこでの\n作業員には慎重細心さが要求されることはもちろん、チームワークを必要不可欠と\nする関係上、人間的信頼関係を保つことができなければ不測の事態発生の危険は常\nにあり、とうてい安心して作業を進められないこと、そこで、債務者は前記のよう\nな非行をおかした債権者の処分について社長以下の役員局長会を開き協議した結\n果、前記２の（１）および（２）（ⅰ）（ⅱ）協定の事実と右のような諸点ならび\nに警察は債務者にとつて大事な取材源であり、警察の信用は大切にしなければなら\nないこと等の諸事情を総合考慮したうえ、債権者の前記非行は就業規則第七〇条第\n四号の「法規にふれ、会社の体面を汚したとき」にあたるとして懲戒解雇処分に付\nすることをきめ、債権者に対し、その旨の意思表示をしたこと、ところで債務者と\n日本経済新聞労働組合との間の労働協約第一二条には「次の各号の理由により会社\nが組合員を解雇する場合は、理由を明示して組合および本人に通知する。組合に異\n議がある場合は、五日以内に会社に書面で申し出て会社と協議する。会社は協議中\n発令しない。一精神の故障のため、二人以上の医師の診断に基づき業務に耐えられ\nないと認めたとき二処罰によつて解雇するとき」という定めがあり、本件解雇に当\nつても債務者はこの手続を践んだが、組合側も債権者の懲戒解雇はやむをえないも\nのとして異議を申し出なかつたこと、債務者は債権者を懲戒解雇したのち、所轄労\n働基準監督署に労働基準法第二〇条第三項、第一九条第二項、第二〇条第一項但書\nの除外認定申請をしたが、除外認定を受けることができなかつたことがそれぞれ一\n応認められ、右認定を左右するに足りる疎明資料はない。\n（４）　以上の事実関係について考えるのに、（一）の２（１）記載の債権者の非\n行は、労働契約関係から派生する労働者の附随義務の一つたる誠実義務すなわち経\n営の内においてたると外においてたるとを問わず、使用者ないし経営の利益を図る\nようつとめ、使用者ないし経営に不利になる虞れあることをしないという義務に反\nしないかどうかが問題となり、（３）において認定したように債務者は公正、気品\n等の保持を社の方針として部門のいかんを問わず全従業員にこれを徹底させ、対外\n的信用の保持につとめていることを考慮すると、誠実義務に違反するとみる余地が\nないわけではないけれども、いまだ解雇予告も解雇予告手当の支払いもせず、即時\n解雇の効力を生ぜしめるに十分な事情であるとはいい難い。\nまた、債務者が情状として主張している債権者の行動も、あるものは労働義務に\n（（２）（ⅱ）（イ）（ロ））、あるものは誠実義務に（（２）（ⅱ）（ハ）\n（ニ））に違反するといえるのみならず、その他の行為（（２）（ⅰ）（ⅲ）を含\nめいずれも債務者の債権者に対する信頼を破壊する事情であるが、これを前記非行\nとあわせても労働基準法第二〇条第一項但書の事由があるとはいい難い。\nそうであるとすれば、結局債務者の債権者に対する前記即時解雇の効力は生じな\nいというべきである。なお、債務者主張のように債権者が右解雇の意思表示を受け\nた際、これを了承ないし受諾し、雇傭関係を消滅せしめることについて合意が成立\nしたと一応認めるに足りる疎明資料はない。\n３　しかしながら、債務者は、右解雇の意思表示はおそくとも昭和四三年一一月一\n四日には生じたと主張しているので考えるのに、予告期間を設けないでなされた即\n時解雇の意思表示も表意者が即時解雇に固執しているという特別事情の認められな\nい以上、予備的な予告解雇の意思表示を包含していると解されるところ、本件の場\n合右特別事情が存在することについての疎明資料はない。\nかえつて、成立に争いのない甲第三、四号証、同乙第二三ないし第二五号証、証\n人Ｊの証言ならびに弁論の全趣旨をあわせると、債務者は債権者に対する信頼を失\nいこれと雇傭関係を継続してゆく意思を全く失つていたものであり、前記昭和四三\n年九月三〇日付の解雇の意思表示には即時解雇としての効力が生じないときは予備\n的に予告解雇としての効力を生ぜしめる意思を含んでいたと一応認めるのが相当で\nある。\n（二）　予備的解雇の意思表示\n１　債務者が債権者に対し、昭和四四年一〇月二九日の本件口頭弁論期日において\n予備的に解雇の意思表示をし、解雇予告手当として三〇日分の平均賃金三八、八八\n〇円を同年一二月一日の本件口頭弁論期日において陳述された同年一一月一七日付\n準備書面で口頭により提供したこと\n２　さらに、昭和四四年一二月一日の本件口頭弁論期日において、予備的解雇の意\n思表示をし、解雇予告手当として三〇日分の平均賃金三八、八八〇円を口頭で提供\nしたこと\nはいずれも当事者間に争いがない。\n三　債務者では解雇しうる場合が制限されているか。\n（一）　懲戒解雇をなしうる場合の制限\n債務者の就業規則が別紙のとおりであることは当事者間に争いがない。\nしたがつて、懲戒解雇をなしうる場合は、就業規則第七〇条、第七一条に該当す\nる場合に限定されているとみるのが相当である。\n（二）　通常解雇をなしうる場合の制限\nつぎに、通常解雇をなしうる場合が就業規則第四五条により制限されているかど\nうかが問題となる。\n就業規則第四五条所定の退社事由のうち第一ないし第六および第八の各号の場合\nは解雇の意思表示を要せず所定事由発生により当然に労働契約が終了し、従業員が\nその地位を失う場合であり、第九・一〇・一一の各号の場合が解雇の意思表示を要\nする場合であることは明らかである。\nしかし、第七号の「解雇となつたとき」がいかなる場合を指すのかは必ずしも明\nらかではない。すなわち、懲戒解雇についての就業規則第七二条第六号には「解雇\nは予告期間を設けないで即日解雇する。この場合は行政官庁の認定を受ける。」と\n規定しているのに、第四六条には「従業員が第四五条の七ないし一〇の各号により\n退社するときは三〇日前に予告するかまたは三〇日分の平均賃金を支給する」と規\n定され、解雇予告または解雇予告手当の支給される場合の一つとして第四五条第七\n号の場合をも含ましめていること、第四七条で「解雇」という語が使われている\nが、そこにいう「解雇」は懲戒解雇と通常解雇の双方を含むと解されることからす\nれば、第四五条第七号の「解雇となつたとき」にいう「解雇」が債務者主張のよう\nに懲戒解雇のみを指すと解釈することには文理上疑念が生じないわけではないが、\n第四五条は、第九・一〇各号のように通常解雇を要する場合をわざわざ別に定めて\nいることおよび弁論の全趣旨をあわせると、就業規則第四五条第七号にいう「解雇\nとなつたとき」とは「懲戒解雇となつたとき」を意味すると解するのが相当であ\nる。\nそうであるとすれば、同条第一一号の「その他前各号に準ずるやむを得ない事由\nがあるとき」とは、第一から第一〇までの各号に列挙された退社事由以外の従業員\nが労働契約を終了せしめられた従業員たる地位を失わしめられるのもやむをえない\nとみられる事由がある場合と解するのが相当である。（なお、同条第一一号を債権\n者主張のように「第九・一〇各号に準ずるやむを得ない事由があるとき」に限定し\nて解さなければならない理由は見出し難く、右主張は採用できない。）これまでみ\nたところから明らかなように、債務者の就業規則は整備されたものとはとうていい\nい難く、右就業規則第四五条をもつて使用者が本来有する解雇権の行使を制限した\nものと解することには多少の躊躇を感じないでもないが、前記のように解したうえ\n同条所定の退社事由を通覧すると退社事由を網羅的に列挙したと解することは可能\nであり、このことと弁論の全趣旨をあわせれば、債務者においては通常解雇をなし\nうる場合も就業規則第四五条第九ないし第一一号の場合に制限されていると解する\nのが相当である。\n四　解雇事由該当性\n（一）　懲戒解雇事由の有無\n１　債務者が、昭和四三年九月三〇日就業規則第七〇条第四号「法規にふれ、会社\nの体面を汚したとき」に該当する行為があつたとして懲戒解雇の意思表示をしたこ\nとは前に述べたとおり当事者間に争いがない。\n２　そして、債務者が右懲戒解雇事由に該当する行為として主張するところは、事\n実欄第一、二（五）１（１）（ⅰ）（イ）（ロ）記載のとおりであるが、これにつ\nいての当裁判所の事実認定は理由欄第一、二（一）２の（１）記載のとおりであ\nる。\n３　そこで、右認定事実をもとに債権者の行為が前記就業規則第七〇条第四号に定\nめる「法規にふれ、会社の体面を汚したとき」に該当するかどうかについて考える\nのに、債権者の右行為が刑法にふれるものであることはいうまでもないから、「法\n規にふれる」ことには問題がないが、右規定を「法規にふれる」行為があつた場合\nにはそれが職場外の行為であつてもただちに「会社の体面を汚したとき」に該当す\nる場合であるとして懲戒解雇をなしうると解釈することは問題であり、むしろ労働\n者が職場外において「法規にふれる」行為をしてもこれを「会社の体面を汚した」\nとして懲戒解雇をなしうるのは、懲戒解雇により問責されてもやむをえない誠実義\n務違反があつたとみられる場合、すなわち「法規にふれる」行為をなしよつて使用\n者に相当程度の損害を与えまたは与える虞れのある具体的危険を発生させ、懲戒解\n雇により問責されてもやむをえないとみられる場合に限られると解するのが合理的\nである。\n本件の場合についてみるのに、債権者の非行の性質・態様・起訴猶予により事件\nは落着し新聞にも報道されなかつたこと、債権者の債務者における地位は工務局印\n刷部の印刷工に過ぎないこと（以上は既に認定したとおりである）と後に述べるよ\nうに債務者においては懲戒解雇の場合は通常解雇の場合と異なり退職金が支給され\nない扱いになつていることを考えると、前に認定したとおり債務者は新聞倫理綱領\nに基づき自由・責任・公正・気品の保持を社の方針としてこれを記者のみならず全\n従業員に徹底させ、その言動を律する基準とすべく努力し、刑事事件をおこすとい\nうようなことは右気品保持の観点から排除されなければならないとして従来から厳\nしい姿勢をとつていること、警察は債務者にとつて大事な取材源でありその信用は\n大切にしなければならない立場にあること、債権者の本件非行について中央警察署\nより債務者に連絡があり、債権者は債務者における上司の身柄引受により釈放して\nもらつたこと等の事情があることを考慮しても、債権者の本件非行により、じ後債\n務者の取材活動に支障を生じたとか、経営内部の秩序維持に大きな支障を生じたと\nか等の事情が存在することについての立証がない以上、債権者は本件非行により懲\n戒解雇により問責されてもやむをえないとみられるような誠実義務違反をしたと評\n価することは困難であり、したがつて、債権者が本件非行をおかしたことをもつて\n就業規則第七〇条第四号に該当するとした債務者の判断を是認することは困難とい\nわざるをえない。\n債務者が情状として考慮に入れたと主張する事実中、ほぼ主要部分が認められる\nことは前に認定したところ（第一二（一）２（２）（ⅰ）（ⅱ）（３））から明ら\nかであるが、このことは右結論を左右しない。\nしたがつて、昭和四三年九月三〇日付でなされた解雇は懲戒解雇としての効力を\n生じない。\n（二）　通常解雇としての効力を吟味することの必要性と通常解雇事由の有無\nしかしながら、債務者は、昭和四三年九月三〇日付の解雇の意思表示は、懲戒解\n雇としての効力を生じないとしても通常解雇としての効力を生じたと主張している\nので、この点について考えてみよう。\n１　債務者においては、懲戒解雇と通常解雇の差異は、（イ）懲戒解雇の場合は予\n告期間を設けないで即日解雇しかつ行政官庁の認定を受けて解雇予告手当を支払わ\nないのを原則とするが、通常解雇の場合は三〇日前に予告するか、または三〇日分\nの平均賃金を支給する。（ロ）退職金について、懲戒解雇の場合には、就業規則付\n属退職金支給規定第一〇条に「従業員が、就業規則第七〇条および第七一条の各号\nの一に該当し退社処分になつたときはその情状により普通退職金を支給し、または\n支給しないことがある」との規定があるが、実際の取扱いでは退職金を支給しない\nのが慣行となつているのに対し、通常解雇の場合には、右退職金支給規定第三条に\nより普通退職金を支給することとなる点にあることは当事者間に争いがない。\nそして、証人Ｉの証言ならびに弁論の全趣旨をあわせると、債務者においては懲\n戒解雇の場合には退職金を支給しないという事実たる慣習があり、労働契約の内容\nとなつていると一応認めることができる。\nこのような事実関係のもとでの懲戒解雇と通常解雇の差異について考えてみよ\nう。\nまず、右（イ）に述べた即時解雇が認められるかどうかは懲戒解雇事由に該当す\nるかどうかではなくて労働基準法第二〇条第一項但書の要件を具備するかどうかに\nあるから、懲戒解雇と通常解雇の法的効果の差異ということはできない。\nそうすると、懲戒解雇と通常解雇の差異は、退職金債権が発生するかどうかの点\nにのみあると考えて差支えない。すなわち、懲戒解雇は不名誉等事実上の問題を別\nにすれば、通常解雇の法的効果に加えて退職金債権の発生を阻害する効果を生ぜし\nめるに過ぎないのである。\nしかも、国家公務員法や地方公務員法に基づく公務員の免職処分は、出訴期間内\nに取消訴訟を提起しその処分の取消しを求めなければ不可争力を生じ、その後は重\n大かつ明白なかしがあることを理由としない限りその効力を争いえなくなるから生\nずべき不可争力の範囲を明確に劃し、それぞれの免職処分の範疇を法的効果が一致\nしない限り別異なものとして取り扱うことにも合理性があると考えられるのに対\nし、債務者のような私企業の従業員の解雇の効力はつねに退職金請求・地位確認請\n求等の先決問題として争われるものであり、しかも一定期間を過ぎれば不可争力を\n生じるというようなことはないから、解雇の範疇を細分化する必要はない。\nそうであるとすれば、懲戒解雇と通常解雇を全く異質なものとみる必要はなく、\n単に雇傭関係を消滅せしめる法律要件事実が存在するかどうかが先決問題となる本\n件のような地位確認請求や賃金請求訴訟においては、解雇の意思表示が懲戒解雇す\nる旨の意思表示としてなされているが使用者が懲戒解雇事由にあたるとした事実を\n懲戒解雇事由にあたるとは評価しえない場合、そこでただちに雇傭関係消滅の効果\nが生じないと断定することなく、表意者たる使用者の意思が、懲戒解雇事由にあた\nると考えた事実が懲戒解雇事由に該当しないとすれば雇傭関係消滅の効果を意欲し\nなかつたというような特別事情の認められない限り、使用者が懲戒解雇事由にあた\nると考えた事実を懲戒解雇事由にあたると評価しえない場合でも、右解雇権の行使\nにより通常解雇としての効力すなわち雇傭関係消滅の効果が生じないかどうかを検\n討する必要がある。\nそこで、本件の場合についてみるのに、右特別事情を認めるに足りる疎明資料は\nなく、かえつて前にも記したとおり、債務者は、債権者に対する信頼を失いこれと\n雇傭関係を続けてゆく意思を全く失い解雇の意思表示をしたものであると一応認め\nることができる。\n２　そこで、前記二（一）２（１）ないし（３）に認定した事実関係を基礎に前記\nのように解雇権を行使しうる場合を限定的に列挙した就業規則第四五条に該当する\n事実があるかどうかについて考えるのに、債権者は、本件非行をおかしたほか二\n（一）２（４）において述べたように労働義務または誠実義務に違反する行為等が\nあり、債務者の債権者に対する信頼を破壊する事情が存在したことと、債務者は公\n正・気品の保持を社の方針としこれを全従業員に徹底させその言動を律する基準と\nすべく努力しており、また債権者の職場はチームワークを必要不可欠とする職場で\nあること等のことを考慮すると、債権者には、債務者との労働契約を終了せしめら\nれ、その地位を失わしめられるのもやむをえないとみられる事由があつたとみるの\nが相当であり、就業規則第四五条第一一号に該当するといわざるをえない。\n五　解雇権の濫用になるか。\n右解雇の意思表示が解雇権の濫用になるといえないことは、これまで述べたとこ\nろから明らかであり多言を要しない。\n六　解雇の効力の発生\nそうであるとすれば、昭和四三年九月三〇日付の解雇の意思表示は、同年一〇月\n三〇日の経過とともにその効力を生じたというべきである。\n七　賃金債権\n（一）　賃金額等\n請求の原因（二）（三）の事実は当事者間に争いがない。\n（二）　賃金の弁済供託の適法性\nところで、債務者が、昭和四四年一一月二八日、昭和四三年一〇月一日より一一\n月一四日までの賃金として五八、三二〇円を東京法務局に供託したことは当事者間\nに争いがないが、債務者が弁済の提供をしたのにその受領を拒んだので供託したと\nいう事情を認めるに足りる疎明資料はない。したがつて、右供託が弁済供託として\nの効果を生じたとはいえない。\n（三）　賃金債権の存在\nそうであるとすれば、債権者は債務者に対し、なお、昭和四三年一〇月一日から\n同月三〇日までの賃金として三八、八八〇円の債権を有しているといわなければな\nらない。\n第二　仮処分の必要\n債権者は、右に述べた限度で被保全権利を有する（この限度を超える部分につい\nては保証をもつてしても疎明に代えることはできない）が、債権者は賃金を唯一の\n収入源とする者で、現在いわゆるアルバイトをして辛うじて生活をしていることは\n債権者本人尋問の結果ならびに弁論の全趣旨によりこれを一応認めることができる\nから、右賃金債権相当の金員三八、八八〇円の支払いを求める限度で仮処分の必要\n性を肯認できる。\n第三　むすび\nよつて、主文掲記の仮処分を命じ、本件仮処分申請中、その余の部分は失当とし\nてこれを却下することとし、訴訟費用の負担について民事訴訟法第八九条、第九二\n条を適用して主文のとおり判決する。\n（裁判官　小笠原昭夫）\n（別紙）就業規則（抄）\n第四十五条　従業員が次の各号の一に該当するときは退社とする。\n一、勤続満一年未満の者で業務外の傷病により欠勤三カ月になつたとき\n二、休職期間が満了したとき\n三、定年に達したとき\n四、退社を申し出て会社が承認したとき\n五、療養補償を受ける者が療養開始後四年を経過してもその負傷または病気が直ら\nないとき\n六、特定の政党に所属すると否とを問わず国会議員、地方議会議員、公共団体の長\nなどの選挙に立候補したとき\n七、解雇となつたとき\n八、第十条の規定により採用を取り消したとき\n九、精神の故障のため、二人以上の医師の診断により業務に耐えられないと認めた\nとき\n十、やむを得ない社務の都合によるとき\n十一、その他前各号に準ずるやむを得ない事由があるとき\n第四十六条　従業員が第四十五条の七ないし十の各号により退社するときは三十日\n前に予告するかまたは三十日分の平均賃金を支給する。\n第四十七条　次の各号の一に該当する者を解雇するときは前条の規定を適用しな\nい。\n一、入社後二週間に満たない者\n二、天災事変その他やむを得ない事由により事業の継続が困難となつた場合\n三、従業員の責任に帰すべき理由で退社処分にして行政官庁の認定を受けたとき\n第七十条　従業員が次の各号の一に該当する行為をした場合は解雇処分にする。た\nだし本社に対し損害を与えたときは、前項の処分の外、その損害を賠償させること\nがある。\n一、会社の経営方針あるいは編集方針を害する行為をしたとき\n二、会社の機密をもらしまたは会社の不利になる行為をしたとき\n三、会社の業務または自己の職務を利用して私利を図つたとき\n四、法規にふれ、会社の体面を汚したとき\n五、氏名、経歴をいつわり、その他不正の方法を用いて入社したことが発覚したと\nき\n六、会社の許可がなく、在籍のまま他に雇用されたとき\n七、正当な組合の指令がないのに怠業、罷業その他の方法で業務を放棄したとき\n第七十一条　従業員が次の各号の一に該当する行為をした場合は、審査の上その軽\n重に応じ、けん責、減給、出勤停止、職務転換、役付きはく奪、解雇などの処分を\n行なう。\n前項の外、前条第一項ただし書を準用する。\n一、就業規則に反し、または責任者の命に従わないとき\n二、虚偽の申告または報告をしたとき\n三、正当の事由なく、無届け欠勤が引き続き三日以上におよんだとき\n四、職務を怠り、または勤務状況不良のとき\n五、第三十五条の規定に違反したとき\n六、故意または過失により火災その他の災害を発生させたとき\n七、故意または過失により会社の建物、施設を破損し、あるいは金銭上の損害を与\nえたとき\n八、社内の秩序、風紀を乱したとき\n九、素行不良で訓戒しても改めないとき\n十、他人に暴行、脅迫を加え、または迷惑をかけたとき\n十一、職務上、重大な過失があつたとき\n十二、その他前各号に準ずる行為があつたときまた他人をそそのかしたりまたは助\nけて、前条及び本条に掲げる行為をさせたものは、行為者に準じて処分を行なう。\n"
}