{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 9,
    "day": 10
  },
  "case_number": "昭和48(あ)910",
  "case_name": "集団行進及び集団示威運動に関する徳島市条例違反、道路交通法違反",
  "court_name": "最高裁判所大法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "刑集　第29巻8号489頁",
  "original_court_name": "高松高等裁判所",
  "original_date": {
    "era": "Showa",
    "year": 48,
    "month": 2,
    "day": 19
  },
  "gist": "一　集団行進及び集団示威運動に関する条例（昭和二七年徳島市条例第三号）三条三号、五条と道路交通法七七条一項四号、三項、一一九条一項一三号、徳島県道路交通施行細則一一条三号との関係\n二　刑罰法規があいまい不明確のゆえに憲法三一条に違反するかどうかの判断基準\n三　集団行進及び集団示威運動に関する条例（昭和二七年徳島市条例第三号）三条三号の「交通秩序を維持すること」の意義とその犯罪構成要件としての明確性\n四　集団行進及び集団示威運動に関する条例（昭和二七年徳島市条例第三号）三条三号、五条の集団行進者に交通秩序の維持に違反する行為をするようにせん動した所為と道路交通法七七条一項四号、三項、一一九条一項一三号、徳島県道路交通施行細則一一条三号の警察署長の付した道路使用許可条件に違反してだ行進をした所為との罪数",
  "case_gist": "一　道路交通法七七条一項四号は、その対象となる道路の特別使用行為等につき、各地方公共団体が、条例により地方公共の安寧と秩序の維持のための規制を施すにあたり、その一環として、これらの行為に対し、道路交通法による規制とは別個に、交通秩序維持の見地から一定の規制を施すことを排斥する趣旨を含むものではなく、集団行進及び集団示威運動に関する条例（昭和二七年徳島市条例第三号）三条三号の規制と道路交通法七七条及びこれに基づく徳島県道路交通施行細則による規制とが一部重複しても、道路交通法による規制は条例の規制の及ばない範囲においてのみ適用されるものと解すべく、右条例三条三号、五条の規定が、道路交通法七七条一項四号、三項、一一九条一項一三号、徳島県道路交通施行細則一一条三号に違反するものではない。\n二　刑罰法規があいまい不明確のゆえに憲法三一条に違反するかどうかは、通常の判断能力を有する一般人の理解において、具体的場合に当該行為がその適用を受けるものかどうかの判断を可能ならしめるような基準が読みとれるかどうかによってこれを決定すべきである。\n三　集団行進及び集団示威運動に関する条例（昭和二七年徳島市条例第三号）三条三号が、集団行進等についての遵守事項の一として「交通秩序を維持すること」を掲げているのは、道路における集団行進等が一般的に秩序正しく平穏に行われる場合にこれに随伴する交通秩序阻害の程度を超えた、殊更な交通秩序の阻害をもたらすような行為を避止すべきことを命じているものと解され、このように解釈した場合、右規定は右条例五条の犯罪構成要件の内容をなすものとして憲法三一条に違反するような不明確性を有するものではない。\n四　被告人が、先頭集団直近の隊列外に位置して、だ行進をしたり、笛を吹いたり、両腕を前後に振って合図する等して、集団行進者にだ行進をさせるよう刺激を与え、集団行進者がだ行進をするようせん動した場合において、集団行進及び集団示威運動に関する条例（昭和二七年徳島市条例第三号）三条三号、五条の集団行進者が交通秩序の維持に反する行為をするようにせん動した所為と、道路交通法七七条一項四号、三項、一一九条一項一三号、徳島県道路交通施行細則一一条三号の警察署長の付した道路使用許可条件に違反してだ行進をした所為とは、観念的競合の関係にある。",
  "ref_law": "昭和27年徳島市条例3号（集団行進及び集団示威運動に関する条例）3条3号，昭和27年徳島市条例3号（集団行進及び集団示威運動に関する条例）5条，道路交通法77条1項4号，道路交通法77条3項，道路交通法119条1項13号，徳島県道路交通施行細則（昭和47年徳島県公安委員会規則1号による改正前のもの）11条3号，憲法31条，刑法54条1項前段",
  "lawsuit_id": "51070",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=51070",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/070/051070_hanrei.pdf"
}