{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 2,
    "day": 28
  },
  "case_number": "昭和47(ネ)252",
  "case_name": "東邦交通ショップ制解雇",
  "court_name": "札幌高等裁判所",
  "field": "労働",
  "lawsuit_id": "19845",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19845",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/845/019845_hanrei.pdf",
  "contents": "主　　　文\n本件各控訴を棄却する。\n控訴費用は、控訴人らの負担とする。\n事　　　実\n控訴人らは、「原判決を取消す。控訴人らがそれぞれ被控訴人の従業員たる地位\nにあることを仮りに定める。被控訴人は、控訴人らが被控訴人の使用する事業所に\n立入つて就労し、または組合活動をすることを妨害してはならない。被控訴人は、\n控訴人らに対して別紙（一）記載の金員および昭和四七年三月から本案判決確定に\n至るまで毎月末日限り別紙（二）の計欄記載の金員をそれぞれ支払え。訴訟費用は\n第一、二審とも被控訴人の負担とする。」との判決を求め、被控訴人は、主文同旨\nの判決を求めた。\n当事者双方の主張は、原判決事実摘示と同一であるから、これを引用する。\n理　　　由\n一　被控訴人が、資本金四三〇〇万円、バス約一七五台、従業員約六〇〇名をもつ\nて、釧路支庁管内一円において一般乗合旅客自動車運送事業および一般貸切旅客自\n動車運送事業を営む会社であること、控訴人らがその主張の年月日にそれぞれ被控\n訴人の従業員となり、かつ、その頃被控訴人の従業員をもつて組織する被控訴人補\n助参加人組合（以下特別の場合を除き単に組合という）の組合員となつたこと、被\n控訴人が昭和四五年一〇月九日控訴人Ａに対し、同月一〇日控訴人Ｂ、同Ｃ、同\nＤ、同Ｅ、同Ｆ、同Ｇ、同Ｈ、同Ｉ、同Ｊ、同Ｋに対し、昭和四六年一月六日控訴\n人Ｌ、同Ｍに対し、それぞれ解雇の意思表示をしたこと、被控訴人と組合との間に\n労働協約があり、その第四条に、被控訴人は組合を脱退し、または組合から除名さ\nれた従業員を直ちに解雇する旨のいわゆるユニオンシヨツプ条項が規定されている\nことは、いずれも当事者間に争いがない。\n二　控訴人Ａについて\n同控訴人の前記解雇が組合から除名されたことにもとづくものであることは当事\n者間に争いがない。\n同控訴人は、右除名が手続上瑕疵がありかつ除名理由が存在しないことに因り無\n効であるから、解雇も無効であると主張する。\nしかしながら、組合との間にユニオンシヨツプ協定が存在する場合、使用者とし\nては組合から組合員を除名した旨手続的に正当な通知があれば、右協定にもとづき\nその者を解雇すべき義務があり、使用者において右除名が重大な瑕疵により明かに\n無効であることを知りながらなすものでない限り、除名がなんらかの瑕疵によつて\n無効であつたとしても、右義務の履行としてなす解雇は有効と解すべきである。何\n故ならば、本来シヨツプ制なるものは組合自身の統制力強化にその目的があり、組\n合が内部規律に従つて組合員を除名するか否かはその自主的権能によるものである\nから、使用者としてこれに容かい調査することはできず、また、事後的審査により\n除名が無効で、その結果解雇が無効であるとした場合、それによる責任を使用者に\nおいて負うべき合理的理由を見出すことができないからである。\nしかして、本件において右控訴人に対する除名が有効か無効かの点はさておき、\n少くとも被控訴人が右除名が無効であることを知りながら敢えて本件解雇の意思表\n示をしたものを認めるべき疎明はなんら存在せず、かえつて証人Ｎの証言による\nと、昭和四五年一〇月九日、組合の執行委員長Ｏら執行部が被控訴人会社の労務課\n長Ｐのもとに文書をもつて右控訴人を解雇するよう申入れに来た際、除名理由およ\nび所定の手続を終たうえ決定されたものである旨の説明を受け、被控訴人としては\n右除名が実体上も手続上もなんら瑕疵がないものと信じて本件解雇の意思表示をな\nしたものであることが一応認められる。\nそうだとするならば、除名の有効無効について判断するまでもなく、本件解雇は\n有効であるといわなければならず、結局右控訴人の本件仮処分申請は被保全権利の\n疎明がないことに帰する。\n三　その余の控訴人について\n当裁判所としては、その余の控訴人に対する本件解雇の意思表示は、いずれも有\n効と判断する。その理由は、原判決三九枚目裏五行目から四四枚目裏一〇行目まで\nのとおりであるから、これを引用する。\n四　したがつて、控訴人らの本件仮処分申請はいずれも失当であり、これらを却下\nした原判決は相当で、本件各控訴は理由がないからこれらを棄却することとし、訴\n訟費用につき民事訴訟法第九五条、第九三条、第八九条を適用し主文のとおり判決\nする。\n（裁判官　渡辺一雄　小川昭二郎　山之内一夫）\n（別紙（一）、（二）省略）\n"
}