{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 12,
    "day": 13
  },
  "case_number": "昭和46(行ウ)4",
  "case_name": "換地処分無効確認等請求事件",
  "court_name": "熊本地方裁判所",
  "field": "行政",
  "gist": "１　高圧線下の土地が土地区画整理事業の施行地区内にある場合において，１名を除くその余の右土地所有者に対しては，右高圧線下の土地以外の土地を換地とする処分をしながら，右１名に対してのみ現地を換地とする処分をしたことが，公平の原則に反するとして右処分を無効とした事例　２　土地区画整理法９８条１項前段，後段双方の性質を有する仮換地指定処分は，換地計画が定められる前にされても違法ではないとした事例",
  "lawsuit_id": "17499",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17499",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/499/017499_hanrei.pdf",
  "contents": "○　主文\n被告が原告に対し昭和四五年八月一日付けでなした別紙物件目録記載（一）の土地\nについての換地処分は無効であることを確認する。\n原告のその余の請求をいずれも棄却する。\n訴訟費用は被告の負担とする。\n○　事実\n第一　当事者双方の申立て\n原告は、主位的に、「被告が原告に対し昭和四五年八月一日付けでなした別紙物件\n目録記載（一）、（二）の土地についての換地処分はいずれも無効であることを確\n認する。訴訟費用は被告の負担とする。」との判決、予備的に、「被告が原告に対\nし昭和四五年八月一日付けでなした別紙物件目録（一）、（二）の土地についての\n換地処分をいずれも取り消す。訴訟費用は被告の負担とする。」との判決を求め、\n被告は、「被告の請求をいずれも棄却する。訴訟費用は原告の負担とする。」との\n判決を求めた。\n第二　当事者の主張\n一　請求原因\n１　原告は、被告が施行する土地区画整理事業にかかる施行地区内に別紙物件目録\n記載（一）、（二）の従前の土地（以下「（一）の従前地」「（二）の従前地」と\nいうことがある。）の所有者であり、被告の組合員である。\n２　（一）の従前地は、その地上に訴外九州電力株式会社（以下「九電」とい\nう。）所有の高圧線用鉄塔が存在するため、高圧線下の宅地として家屋の建築が禁\n止されており、独立して宅地として利用することは不可能であるが、その北側に隣\n接する（二）の従前地に家屋を建築するときは、その家屋敷地に付属する庭園ない\nし空地として利用することができる。\n３　右二筆の土地（合計四七九・三三平方メートル）は一体化して利用価値のある\n適正規模の宅地となつているもので、仮に右両土地を分離するときは、（一）の従\n前地は宅地としては全く利用価値のない無価値の土地と化していまうものである。\n４　ところが、被告は右（一）、（二）の従前地を切り離し、（二）の従前地を道\n路敷となしたうえ、右土地につき昭和四〇年一月一二日付け仮換地通知書で原告に\n対し、右土地の北方約三〇メートルに所在する熊本市＜地名略＞、地積二〇四・九\n五平方メートルの土地（後記換地処分後の地番及び地積は、別紙物件目録記載\n（二）の換地処分後の土地（以下「（二）の換地」ということがある。）欄記載の\nとおりである。）を仮換地に指定し、更に、（一）の従前地につき昭和四三年一月\n一九日付け仮換地指定通知書で原告に対し、右従前地と同一場所にある＜地名略\n＞、地積三〇九・二二平方メートルの土地（後記換地処分後の地番は別紙物件目録\n記載（一）の換地処分後の土地（以下「（一）の換地ということがある。）欄記載\nのとおりである。）を仮換地に指定し、昭和四五年八月一日付け換地処分通知書で\n原告に対し、右仮換地の土地に換地処分（以下「本件換地処分」という。）をなし\nた。\n５　しかしながら、本件換地処分は、以下のごとき明白かつ重大な瑕疵があるから\n無効であり、仮にそうでなくても、違法であるから取り消されるべきである。\n（一）　照応の原則違反及び憲法二九条違反\n前記２のとおり（一）、（二）の従前地が一体化して利用されているものであるか\nら、両土地の換地処分に当たつては、右両土地の相互の位置、地積、土質、水利、\n利用状況、環境が照応するよう、両土地を一体の土地として換地処分をなすべきで\nあり、被告が、仮に（一）の従前地について高圧線下の従前の位置に現地換地する\n必要ありとして現地換地を行うならば、その北側に隣接する（二）の従前地も従前\nの位置に現地換地しなければならないというべきところ、被告は前記３のとおり本\n件換地処分をなしたため、原告の（一）、（二）の従前地を一体の適正規模の宅地\nとして利用する利益は奪われ、（二）の換地は過小宅地化し、高圧線下の宅地たる\n（一）の換地は宅地としての利用価値を完全に喪失させられる不利益を課せられ\nた。\nよつて、本件換地処分は照応の原則及び私有財産権を保障する憲法二九条の規定に\n違反している。\n（二）　公平の原則違反\n前記のとおり（一）の従前地は高圧線下の土地であり、一般に高圧線下の土地は高\n圧線下以外の土地に比較して価値が低いものとして土地区画整理の際、ある程度減\n歩されることはやむを得ないが、本件においては、原告を含む高圧線下の土地所有\n者と被告の間に、換地の際右地積を減歩しない旨の特約が存在し、しかも、被告は\n現実に被告の施行する土地区画整理事業にかかる施行区内の原告を除く右高圧線下\nの多数の土地所有者の土地については減歩することなく高圧線下以外の土地を換地\nとする飛換地指定の処分をしているにもかかわらず、原告の（一）の従前地につい\nては前記のとおり、高圧線下の現地換地指定の処分をしている。\nよつて、本件換地処分は公平の原則に違反している。\n（三）　土地区画整理法九八条一項違反\n（一）　、（二）の従前地は被告の第一工区に属するものであり、右土地について\nの仮換地指定処分は換地処分を行うためのもの（いわゆる換地予定的仮換地指定処\n分）であるから、被告は右第一工区について換地計画を樹立し、その認可を受けた\n後に仮換地指定処分を行うべきところ、被告は何等換地計画を定めることなくし\nて、右（一）、（二）の従前地を含む第一工区内の宅地について、換地予定的仮換\n地指定処分を行い、右仮換地指定処分による仮換地を換地として本件換地処分を行\nつたものである。\nよつて、右換地予定的仮換地指定処分は、土地区画整理法九八条一項に違反し、そ\nれを前提とする本件換地処分は違法である。\n二　請求原因に対する被告の認否\n１　請求原因１、２、４の各事実は認める。\n２　請求原因３及び５の（一）の事実は否認する。\n３　請求原因５の（二）中、被告が現実に原告を除く高圧線下の土地所有者の土地\nについては、高圧線下以外の土地を換地としているが、原告の（一）の従前地につ\nいては高圧線下の現地換地処分をしていることは認め、その余の事実については否\n認する。\n４　請求原因５の（三）中、（一）、（二）の従前地についての仮換地指定処分の\n時点において、換地計画が確定していなかつたことは認めるが、その余の事実は否\n定する。\n換地計画については、土地区画整理法上極めて厳重な規定が定められ、その変更に\nついても複雑な手続が要求されることから、仮換地の指定は、同法九八条一項前段\nの規定を活用している。\n三　被告の抗弁\n原告の場合とほかの高圧線下の土地所有者の場合とで異なる態様の換地処分がなさ\nれたところで、次のとおり、本件換地処分は適法である。\n被告の土地区画整理地区内には原告の（一）の従前地を含む高圧線下の土地があ\nり、被告の区画整理事業に協力する意味において九電が右土地を買収することを約\nしたのであるが、その後、原告、訴外Ａ、同Ｂの三名がその所有する高圧線下の土\n地に九電のため地役権を設定していることが判明し、九電が地役権の存する土地を\n重ねて買収する意思はない旨通告してきたため、被告が原告ほか二名に対し九電と\nの間の地役権設定契約を解除するよう申し入れたところ、原告を除くほかの二名は\nこれに応じて地役権を消滅させたのに、原告は地役権設定契約を解消せしめなかつ\nた。\nその結果、原告と異なりほかの二名に対しては飛換地を与えるという優遇措置をと\nることができたのであるが、このことは照応の原則の問題ではないし、原告が優遇\n措置の前提となる条件を拒否する以上、この措置を受け得ないのは当然である。\nそして、地役権の設定されている土地の換地を定めるに当たつて、照応の原則を維\n持しつつ飛換地をすることは不可能であるため、原告の（一）の従前地については\n現地換地をするほかないのであり、地役権の負担の存する土地として全く同等の土\n地である（一）の換地を指定したもので何らの価値の変動はないうえ、（二）の従\n前地に対しては飛換地として（二）の換地を指定しており、地役権の性質を勘案\nし、二筆の土地を包括して観察するときは、照応の原則に適合し、また公平の原則\nにも違背していない。\n四　抗弁に対する原告の認否\n争う。高圧線下の土地について地役権が存在しても、高圧線下以外の土地を換地指\n定することは法律上許される。その場合従前の高圧線下の土地所有者が不当に利得\nするものとすれば、減歩率を別途考慮し、清算手続において清算すれば足りるので\nある。したがつて、ほかの高圧線下の従前地所有者と異なる取扱いをして原告の従\n前の利用関係を不能とする高圧線下に換地処分をなすことは許されず、被告が原告\nにおいて九電との地役権設定契約を解除しなければ飛換地を交付しないと主張する\nこと自体違法不当の主張である。\n第三　証拠（省略）\n○　理由\n一　請求原因１、２、４の各事実は当事者間に争いがない。\n原告は、（一）の従前地が独立すると無価値の土地と化する旨主張するが、その事\n実を認めるに足る証拠はなく、かえつて、その地積並びに成立に争いのない甲第六\n号証、乙第七号証の二及び昭和四九年八月五日（一）、（二）の従前地付近を撮影\nした写真であることにつき当事者間に争いのない甲第七号証の一ないし三により認\nめられる（一）の従前地の位置関係、付近の市街地の状況に照らせば、（一）の従\n前地は、家屋の建築はできなくとも、適切な管理により住宅用地以外の用途に充分\n利用され得る土地であると認めることができる。\n二　原告は、被告が（一）、（二）の従前地を切り離して本件換地処分をしたた\nめ、（二）の換地が過小宅地化し、（一）の換地の利用価値が喪失した旨主張する\nが、その事実を認めるに足る証拠はなく、むしろ、（二）の従前地と（二）の換地\nの各地積を比較して大幅な増換地であること、前掲甲第六号証、乙第七号証の二に\nよれば、新道路開設により（一）、（二）の換地がともに角地となつたことが認め\nられること、一において判示したとおり（一）の換地が住宅用地以外に充分利用価\n値を認められることから、本件換地処分が各筆個別になされ、一括した換地処分で\nないことをもつて、照応の原則に反する違法の処分とは断定できず、憲法二九条違\n反ということもできない。\nしたがつて、請求原因５（一）の主張は理由がない。\n三　請求原因５の（二）中、被告が、原告を除く高圧線下の土地所有者の土地につ\nいては、高圧線下以外の土地を飛換地として換地処分しているが、原告の（一）の\n従前地については、高圧線下の現地換地処分をしている事実については当事者間に\n争いがない。\nそして、前掲乙第七号証の二、成立に争いのない甲第二、三号証、第一〇号証の\n三、乙第四号証、証人Ｃの証言により真正に成立したものと認められる乙第六号証\nの一、同証言及び証人Ｂの証言によれば、被告の施行する土地区画整理事業にかか\nる施行地区（以下単に「施行地区」という。）内の高圧線下の土地は合計五五八六\n坪（一万八四六六平方メートル）で、そのうちただ一人高圧線下の現地換地を受け\nた原告所有の（一）の従前地の面積は右全体の六〇分の一にすぎないし、原告以外\nの右土地所有者が飛換地を受けた事例を見ると、その減歩率は一七パーセントある\nいは五七パーセントであつて、さして極端というほどではなく、結局、原告のみが\nほかの多数の土地所有者と比較して、著しく不利益な換地処分を受けたことが認め\nられる。\n以上の事実関係からすれば、右不均衡が是認できるような特段の合理的な事情が認\nめられない限り、（一）の従前地に対する本件換地処分は、公平の原則に反して違\n法であり、その瑕疵は重大かつ明白といえるから、無効といわざるを得ない。\n四　そこで被告の抗弁につき判断する。\n前掲甲第二、三、六号証、第一〇号証の三、乙第四号証、第六号証の一、第七号証\nの二、成立に争いのない甲第一、四、五号証、第九号証の四、五、第一〇号証の\n二、四ないし六、乙第一、一四号証の各一、二、第二、三号証の各一ないし三、第\n五号証、第七号証の一、第八、九、一一、一三、一五、一九、二三号証、乙第二四\n号証の一ないし四、原本の存在及びその成立に争いのない甲第一二号証、証人Ｄの\n証言により真正に成立したものと認められる乙第六号証の二、第一六号証の一、\n二、証人Ｂの証言により真正に成立したものと認められる乙第一七号証、証人Ｅの\n証言により真正に成立したものと認められる乙第二一、二二号証、証人Ｂ、同Ｃ、\n同Ｅ、同Ｆ、同Ｇ、同Ｈ、同Ｄの各証言、原告本人（第一ないし三回）尋問の結果\nを総合すると、以下の事実が認められる。\n１　原告は、九電との間において、（一）の従前地につき、右土地上に存在する高\n圧線のため、熊本市＜地名略＞の土地を要役地として、昭和三七年一二月五日地役\n権設定契約を結び、その際地役権設定の報酬金として金一九万六四三四円の交付を\n受け、同月七日右地役権設定登記を経由した。\n２　昭和三八年五月二八日に開かれた被告の第一回総会において、施行地区内の高\n圧線下の土地については、当該土地を換地予定地とせず被告の保留地としたうえ、\n九電に売却し、右従前地に対しては飛換地する案を総会出席者全員が承認し、その\nころ、同内容を含む事業計画も定められ、知事の認可を受けていた。なお、原告も\n右総会に出席していた。\n３　これに基づき、被告は九電との間で、昭和三八年六月一四日、施行地区内の高\n圧線下の土地合計五五八六坪を同年度から昭和四〇年度までの三年度にわたり、九\n電が金一六一九万九四〇〇円にて買い受ける旨の契約を締結した。\n４　その後、原告が（一）の従前地について、九電のため前記地役権の設定登記を\n経由していること、原告のほかにＢ、Ａもその所有する高圧線下の土地について、\n九電のため地役権設定登記を経由していることが被告に判明し、被告（その実務の\n担当者は、被告から土地区画整理事業について委託を受けていた社団法人土地区画\n整理協会）は、地役権の設定してある土地については土地区画整理法の建前上飛換\n地を指定する処分をなし得ず、したがつて同土地を九電に売却することは不可能で\nあると解釈し、原告、Ｂ、Ａに対して、昭和三九年七月三一日ごろ被告の右見解を\n説明したうえ、地役権設定の際対価として九電から受け取つた金額を若干上まわる\n金額を九電に支払つて地役権設定契約を解約するよう勧めたところ、Ｂ、Ａは、右\n金員を支払う意味が理解できなかつたものの、高圧線下でない土地を飛換地として\n受けるためにはやむを得ずとしてこれに応じたけれども、地役権設定の際九電から\n受け取つた金一九万六四三四円を上まわる金二〇万三〇四七円を九電に返還するよ\nう求められた原告は、その趣旨が納得できず、被告関係者に説明を求めたが、明確\nな回答が得られなかつたため強硬に被告の右勧告を拒否しているうち、昭和四三年\n一月一九日付け仮換地指定通知書で、被告から前記仮換地指定処分を受けた。\nなお、被告が原告ほか二名に前記勧告をしていたころ、九電は被告に対し、高圧線\n下の土地でも、既に地役権が設定され、その登記が経由されている土地について\nは、買取りの意思のないことを表明していた。\n５　（一）の従前地につき前記仮換地指定を受け、これに不服であつた原告は、被\n告のＡ理事から、被告の第二、三工区にはまだ保留地があるので、前記金員を支払\nつて地役権設定契約を解約したうえ、被告に対し、右仮換地指定処分を取り消して\n飛仮換地の指定をして欲しい旨の陳情書を提出するよう勧められ、昭和四三年二月\n一五日、被告に対してＡの指示どおり陳情書を提出し、また九電に被告から指示さ\nれた金額を持参したが、担当係員は被告に電話照会したうえ、右金員の受領を拒絶\nし、被告は、同年三月一六日の第一工区役員会において原告の陳情に応ずる必要は\nないという結論を出し、同月一八日の代表理事会においてこれを確認した。\n五　以上認定した事実関係から判断すれば、被告が原告に対して九電への支払を求\nめた金員は、しよせんは九電が被告に支払うべき（一）の従前地に対する売買代金\nに充当されるものであることは見やすいことであり、右金員全額の支払を原告に要\n求することは道理に合わないことであるから、原告がこれに応じなかつたところ\nで、原告を他の高圧線下の土地所有者と同様に取り扱い、減歩率又は清算金の調整\nにより飛換地の指定処分をすることについては、何らの障害とはならないものであ\nる（この場合、九電に対しては、（一）の従前地に相応する代金額を全体の代金額\nから減額すれば足ることである。地役権が設定されている従前地に対しては、飛換\n地指定処分ができないと被告が考えていたとすれば、そこに重大な判断の誤りがあ\nつたことを認めざるを得ない。）。\n以上のとおり、（一）の従前地に対する本件換地処分は、被告の勧告に終始応じな\nかつた原告に対する被告の報復的な措置と見られてもやむを得ないものでありこそ\nすれ、右換地処分の前記不均衡が是認できるような合理的な事実関係は何ら認めら\nれない。\nしたがつて、被告の抗弁は理由がない。\n六　そこで最後に、（二）の従前地に対する仮換地指定処分に関し、請求原因５\n（三）の原告の主張について判断する。\n右仮換地指定処分の時点において、換地計画がいまだ定められていなかつたことは\n当事者間に争いがない。\nところで、仮換地指定処分をなし得る場合として、土地区画整理法九八条一項は二\nつの場合を規定し、一般に、前段は一時利用地的仮換地指定処分又は例外的仮換地\n指定処分と呼ばれ、後段は換地予定地的仮換地指定処分又は原則的仮換地指定処分\nと呼ばれる。そして、その文理解釈上、原則的に、後段の場合には仮換地指定が行\nわれる前に換地計画が定められていることを要するけれども、前段の場合には必ず\nしもそのことを要しないと解される。\n前記甲第六号証及び証人Ｄの証言によれば、（二）の従前地についての仮換地指定\n処分は、土地の区画変更工事のため必要があつてなされたものと認められるのであ\nるが、前記のとおり、仮換地の場所はほぼそのまま換地と定められる結果となつて\nいる。いうなれば、右仮換地指定処分は、前記前段、後段双方の性質を兼ね備えた\nものである。\nこのような場合、換地計画が定められる前に仮換地指定処分が行われたとしても、\n違法ではないと解する。けだし、このように解したところで、区画整理法九八条二\n項により、仮換地の指定は同法に定める換地計画の決定の基準を考慮してなすこと\nを要し、最終的には換地処分は換地計画に基づくことが必要なのであるから、土地\n所有者に実質的な不利益を与えることにならないし、土地区画整理事業の目的にか\nんがみ、手続上極めて煩雑な手続を要する換地計画をこの段階で必要とすること\nは、必ずしも土地所有者の利益につながるとは限らないと考えられるからである。\nしたがつて、請求原因５（三）の主張は理由がない。\n七　以上の次第で、その余の点について判断するまでもなく、本件訴えのうち、本\n件換地処分中、別紙物件目録記載（一）の土地についての換地処分の無効確認を求\nめる請求は正当であるからこれを認容することとし、その余の請求については失当\nとして棄却し、訴訟費用の負担につき民事訴訟法八九条、九二条ただし書を適用し\nて、主文のとおり判決する。\n（裁判官　堀口武彦　塩月秀平　加登屋健治）\n物件目録（省略）\n"
}