{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 7,
    "day": 17
  },
  "case_number": "昭和49(行ケ)60",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14432",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14432",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/432/014432_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\nこの判決に対する上告のための附加期間を九〇日とする。\n事　　　実\n第一　当事者の求めた裁判\n原告訴訟代理人は、「特許庁が昭和四七年審判第一一七一号事件につき昭和四八\n年九月二六日にした審決を取消す。訴訟費用は被告の負担とする。」との判決を求\nめ、被告指定代理人は、主文第一、二項同旨の判決を求めた。\n第二　請求の原因\n一　特許庁における手続の経緯\n原告は、「圧力シリンダ型測定装置」の発明について一九六四年（昭和三九年）\n九月一一日にアメリカ合衆国においてした特許出願に基づく優先権を主張して昭和\n四〇年九月一一日に特許出願し、この出願（以下「原出願」という。）は、昭和四\n〇年特許願第五五三九五号として特許庁に受理された。原出願の特許請求の範囲は\n第一、二項から成るものであつたが、昭和四三年三月一二日付をもつて拒絶査定を\n受け、その謄本は同月二六日原告に送達された。そこで、原告は、同年六月二五日\n付をもつて手続補正書を提出し、原出願について特許請求の範囲第二項を削除する\n旨補正し、同時に分割による新出願を提出した旨具申した。そして、同日付をもつ\nて原出願の分割出願として名称を「圧力シリンダ型測定装置」とし、原出願の特許\n請求の範囲第二項をそのまま特許請求の範囲として特許出願し、この出願（以下\n「本件出願」という。）は昭和四三年特許願第四三六七八号として特許庁に受理さ\nれた。\n原出願に対する拒絶査定については、原告は所定期間内に審判の請求をしなかつ\nたので、拒絶査定は確定し、昭和四三年六月二五日付手続補正書については昭和四\n八年四月二四日付をもつて不受理処分がなされた。\n本件出願については、昭和四六年九月七日付をもつて拒絶査定がなされたので、\n原告は、この査定を不服として、昭和四七年二月二九日付をもつて審判を請求し\nた。この事件は、昭和四七年審判第一一七一号事件として特許庁に係属したが、昭\n和四八年九月二六日付をもつて審判請求が成り立たない旨の審決がなされ、この審\n決は同年一一月二九日に原告に送達された。\nなお、この審決には出訴期間として三箇月を附加する旨附記されている。\n二　審決理由の要点\n原出願の発明の要旨は、その明細書と図面の記載からみて特許請求の範囲に記載\nされたとおりのものと認められるが、本願特許請求の範囲に記載された発明の要旨\nは、原出願特許請求の範囲第二項に記載されたものと同一であり、両者は同一発明\nであるから、本願は、特許法第四四条第一項の分割出願の要件を具備していない。\nしたがつて、同条項に基づく適法な分割出願と認められないから、同条第二項の規\n定による出願日の遡及を認めることはできない。そして、本願発明は、すでに拒絶\n査定の確定した先願である原出願の発明と同一であるから、本願は、特許法第三九\n条第一項の規定により特許を受けることができない。\n三　審決を取消すべき事由\n（一）　審決理由のうち、本件出願の特許請求の範囲に記載された発明が原出願の\n特許請求の範囲第二項に記載された発明と同一であることは認めるが、審決は左の\n事由によつて違法であり取消しを免れない。\n（二）審決の違法事由は、次のとおりである。\n本件出願は、原出願の特許請求の範囲に記載された二つの発明のうち第二項に記\n載された一つの発明の分割出願であり、かつ、分割出願の意思を明確に表明してな\nされたものであるから、補正により原出願の特許請求の範囲第二項を削除しなくと\nも、昭和四五年法律第九一号による改正前の特許法（以下「旧特許法」という。）\n第四四条第一項に則つた適法な分割出願と解すべきである。\n適法な分割出願と解すれば、本件出願の出願日は遡及するから、同日に同一発明\nに関する二つの出願が同一人によつてなされた場合に当り、その際、一方の出願す\nなわち原出願の拒絶査定が確定したのであるから、このような場合には特許法第三\n九条第二項の規定の趣旨により、出願人が一方の出願すなわち原出願について拒絶\n査定を確定させるという行為があれば、分割出願についてのみ特許を受けるという\n意思の表示があつたものと解してよく、これをもつて同条項にいう協議が成立した\nものとみて、分割出願にかかる発明について特許を受けることができると解すべき\nものである。\nしかるに、審決が本件出願を同条項に基づく適法な分割出願と解することなく、\n本件出願について出願日の遡及を認めなかつたことは、旧特許法第四四条の解釈適\n用を誤るものである。\n第三　被告の答弁\n一　原告主張の請求原因事実のうち、特許庁における手続の経緯、審決理由の要点\nは認めるが、審決を違法とする事由は争う。\n二　旧特許法第四四条の規定は、原出願の特許請求の範囲を削除しないままこれと\n同一の特許請求の範囲を有する出願に分割出願する事態を想定して立法されたもの\nとは考えられない。このことは、特許法第三八条の規定との関係において考えると\nきより明白となる。同条本文は、一発明一出願を原則とすることについて規定し、\n一発明は、同法第三六条により一個の特許請求の範囲によつて表示される。したが\nつて、一出願が一個の特許請求の範囲によつて表示される一発明よりなることを原\n則とする。このような原則に基づく出願について考えるとき、一個の特許請求の範\n囲によつて表示される一出願を全く同一の特許請求の範囲を有する出願に分割する\nことを認めるということは、いたずらに審査の遅延を生じるだけで益がない以上、\n分割を認めないことが特許庁における慣行である。この場合、旧特許法第四四条の\n規定の「二以上の発明を包含する特許出願」にいう二以上の発明とは、特許請求の\n範囲によつて表示されている発明のほかに発明の詳細な説明の記載中に別個の発明\nが存在している場合について規定したものであり、この原則は特許法第三八条ただ\nし書きの規定にもとづく出願にも当然適用されるものであつて、原出願の特許請求\nの範囲を削除しないまま同一の特許請求の範囲を有する出願を分割出願として認め\nることができないのは当然のことである。それ故、特許法第三八条ただし書きの規\n定による特許出願につき、複数項の特許請求の範囲により表示された複数の発明の\nうち特定の発明のみについて拒絶査定がなされた後、出願人がその特定の発明以外\nの発明について特許を受けようとするときには、その出願につき審判を請求すると\nともに、拒絶査定された発明にかかる特許請求の範囲の削除という手続補正をすべ\nきものである。\nしかるに、原告は、本件出願の原出願について審判を請求することなく拒絶査定\nを確定させ、別個に分割出願として本件出願をしたことによつて、別個の二出願に\n同一発明が記載されるという事態を生ぜしめたのである。したがつて、このような\n出願は、旧特許法第四四条に定める分割出願の要件を欠くものというべきである。\n第四　証拠（省略）\n理　　　由\n一　原告主張の請求原因事実のうち、特許庁における手続の経緯、審決理由の要点\nについては、当事者間に争いがない。\n二　そこで、原告の主張する審決の違法事由について検討する。\n本件出願は、原出願の分割出願として特許出願されたものであるところ、その特\n許請求の範囲に記載された発明は、原出願特許請求の範囲第二項に記載された発明\nと同一であることは原告の自認するところである。\n原告は、本件出願は原出願の特許請求の範囲に記載された二つの発明のうちの一\nつについてなされ、かつ、分割出願の意思を明確に表明してなされたものであるか\nら、補正により原出願の特許請求の範囲第二項の削除をしなくとも適法な分割出願\nと解すべきである旨主張する。しかし、当裁判所は、原告のこの見解に賛同するこ\nとができない。その理由は次のとおりである。\n三（一）　本件出願当時の適用法規である旧特許法第四四条第一項は、「特許出願\n人は、二以上の発明を包含する特許出願の一部を一又は二以上の新たな特許出願と\nすることができる。」と規定し、その手続的要件としては、同条第二項に「前項の\n規定による特許出願の分割は、特許出願について査定又は審決が確定した後は、す\nることができない。」と定めるのみであつて、特許法には、他に何らの規定もな\nい。しかしながら、分割出願は、出願人の意図する目的が何であれ、二以上の発明\nを包含する特許出願の一部を一または二以上の新たな特許出願とすることであるか\nら、分割の対象となつた発明が原出願の特許請求の範囲に表示されている場合に\nは、分割出願に際してはこれを削除しなければならないものと解するのが相当であ\nる。このことは、同一の発明について同一出願人による二重の出願が存在する事態\nになることは、避けなければならない必要に基づくものである。\n分割出願は、原出願に包含された発明についてされる新たな出願であつて、原出\n願の単なる補正ではないから、分割出願をすることによつて当然に原出願の内容が\n補正されるものではない。したがつて、分割出願にかかる発明が原出願の特許請求\nの範囲に記載されているものであるならば、原出願について補正によりこの特許請\n求の範囲の部分を削除しないかぎり、分割出願によつて当然には原出願中からこの\n特許請求の範囲に記載された発明が削除されることにはならない。\nしてみれば、出願人が旧特許法第四四条第一項の規定により新たに分割出願をす\nる場合において、分割出願に包含された発明と同一の発明が原出願の特許請求の範\n囲に記載されているときは、出願人は、分割出願と同時に原出願について補正によ\nりこの特許請求の範囲を削除することが必要であり（特許法施行規則第三〇条）、\nこのような補正手続をとることなくされた分割出願手続は、出願人の意思もしくは\n願書の表示の如何にかかわらず、旧特許法第四四条第一項に定める適法な分割出願\nに当らないものと解するのが相当である。もつとも、原出願についての補正が分割\n出願の後にされた場合に分割出願の効果を認めるべきか否かは、また別に検討すべ\nき問題であるが、本件ではこの問題に立ち入る必要がない。\n（二）　原告は原出願について重複する特許請求の範囲を補正により削除しなくと\nも、この場合同日に同一の発明について二つの出願が同一人によつてなされたこと\nになり、特許法第三九条第二項の規定の趣旨により協議が成立すれば特許を受ける\nことができるのであつて、原告は原出願について拒絶査定を確定させることによつ\nて分割出願についてのみ特許を受ける意思を表示したのであるから協議が成立した\nというべきであると主張する。\nしかしながら、そもそも特許法第三九条第二項は同一の発明について同日に二以\n上の特許出願人から二以上の特許出願があつた場合に関する規定であつて、されば\nこそ特許出願人間の協議が可能なのである。\n同一人が二以上の特許出願をしたときこれをそのまま適用するとすれば、同一人が\n協議をするというおかしな結果が生ぜざるを得まい。のみならず、この規定の趣旨\nを類推適用すると、同一人が二以上の特許出願を維持するときは、いずれの出願に\nついても特許を受けられなくなるが、この結論は必ずしも妥当であるとはいえない\nであろう。\nしかしながら、以上の点は暫くおき、協議の成立はこれを明確にする必要がある\nから、特許庁長官は特許法第三九条第二項の場合には、協議の結果を届け出るべき\n旨を出願人に命じなければならず、届出がないときは協議が成立しなかつたものと\nみなすことができる（特許法第三九条第七項第八項）。原告が協議の結果の届出を\nした形跡は認められないから、同条にいう協議が成立したといえないことは明らか\nである。原告の主張はとるに足りない。\n四　してみると、本件において原告は、原出願についての昭和四三年六月二五日付\n補正の申立がその効果を生じている旨主張・立証しないところであるから、この補\n正の効果が生じていないことを前提に、本件出願が適法な分割出願である旨主張す\nる原告の所論は採用しがたい。\n五　以上の次第であるから、本件審決には原告の主張するような違法はなく、その\n取消しを求める原告の本訴請求は失当であるから棄却し、行政事件訴訟法第七条、\n民事訴訟法第八九条、第一五八条第二項に則り、主文のとおり判決する。\n（裁判官　古関敏正　杉本良吉　宇野栄一郎）\n"
}