{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 3,
    "day": 30
  },
  "case_number": "昭和53(ラ)15",
  "case_name": "第一学習社緊急命令不履行",
  "court_name": "広島高等裁判所",
  "field": "労働",
  "lawsuit_id": "19628",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19628",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/628/019628_hanrei.pdf",
  "contents": "主　　　文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n理　　　由\n一　本件抗告の趣旨および理由は、別紙抗告代理人提出の即時抗告申立書記載のと\nおりである。\n二　まず、抗告の理由一ないし五記載の主張について判断する。\n本件記録によると、抗告人会社においては昭和五〇年四月一日より出版編集部に\n第一課ないし第三課を設け、ついで、これらに通信教育部指導課の業務を分掌させ\nることとなり、通信教育用教材を含む国語関係の教材等の編集は、主に編集三課の\n担当業務となつたところ、Ａは配転前、編集三課に所属していたことが認められる\nから、同人の原職は、同課が分掌する国語関係の各種教材等の編集業務というべ\nく、配転前事実上主として分担していた通信教育用教材等の編集業務のみに限るべ\nき事由は見出し得ないので、それが、配転後の業務移管により他の支社等の担当と\nなつたとしても、このことから、同人を復帰せしめるべき原職がないものとはなし\n得ない。そして、本件記録によると、編集三課が分掌する前記編集業務に同人を従\n事させることが抗告人会社業務遂行上困難であるとは認められない。しかるに、本\n件記録殊に原審におけるＡ審尋の結果によると、抗告人は本件緊急命令後少くとも\n後記業務指示までは、同人を前記編集業務に従事させず、むしろ従前臨時に補助さ\nせていた通信教育部発送室ないし総務部製版室などの業務とみなされる作業を執ら\nせていたに過ぎないことが認められるから、抗告人は本件緊急命令に定められたＡ\nを原職に復帰させるべき義務を履行していないものというべく、他方業務移管など\nの抗告理由記載の事情が過料額の決定につき特に配量に値するものとは解し難い。\n三　つぎに、本件記録によると、抗告人は、Ａに対し抗告理由六記載のとおり、原\n職に相当する業務を執るべき旨の業務指示をしたことが認められるが、これは原決\n定が発せられた後であつて、このことから本件緊急命令不履行に対してなした原決\n定が違法となる理由はなく、本件記録上認められる諸般の事情から検討すると、業\n務指示がなされた前記事情を考慮しても、原決定の科した過料金額が不相当である\nとは認め難い。\n四　そうすると、抗告人主張の抗告理由はいずれも採用し難く、その他記録を精査\nするも原決定を取消すべき事由は見当らない。\nよつて、本件抗告はその理由がないから、これを棄却し、抗告費用は抗告人に負\n担させることとし、主文のとおり決定する。\n（裁判官　胡田勲　北村恬夫　下江一成）\n（別紙）即時抗告申立書\n抗告の趣旨\n原決定を取消す。\n抗告人を処罰しない。\nとの決定を求める。\n抗告の理由\n一、原決定は抗告人の出版会社としての業務内容を全く理解しないものであり、抗\n告人の業務の現状を全く無視するものである。\n抗告人としては昭和五二年七月一九日付の緊急命令はすべて履行しているもので\nある。特に昭和五〇年五月一四日付で配置転換したＡ（以上Ａという）を原職に復\n帰させなければならないという命令に対しては昭和五二年八月二日付でＡを原職場\nである編集課に復帰させ以来編集課の業務に従事させてきたものである。\n具体的に言えば編集課において編集課長Ｂ、編集係長Ｃの指示監督の基で編集課\nの業務である図中文字の貼り込み、ネガフィルム修正、通信教育受講生ダイレクト\nメールの宛名書、通信教育受講生名簿の整理の業務に従事させてきたものである。\n抗告人がＡに対し原職場である編集課において右のような業務を指示することに\nしたのは次の理由によるものである。\n二、Ａは昭和四四年一月四日抗告人に入社し以来通信教育部指導課国語係、電子計\n算機室、出版部編集課国語係の各業務を担当してきたが昭和四九年七月三一日より\n再び通信教育部国語係の業務に従事することとなった。しかし、抗告人においては\n昭和五〇年四月一日より出版部編集課を編集第一課・二課・三課に分割し同年四月\n一五日通信教育部指導課を右出版部編集第一課・二課・三課に合併した。従つてＡ\nは業務内容は昭和四九年七月三一日より従事している通信教育部指導課国語係の時\nと全く同一であるにもかかわらず抗告人の前記一部組織変更に伴い所属は、出版部\n編集三課に属することとなったのである。Ａの昭和四九年七月三一日より昭和五〇\n年五月の配転までの間従事していた具体的な業務内容をくわしく述べると次のとお\nりであつた、（疎乙第九号証）①通信教育用教材の中の月刊教育雑誌であるフレッ\nシュエイジの国語に関する解答解説集の原稿の割り付け・校正②通信教育の受講生\nから提出される添削問題を採点する上においての採点基準表（各営業所等から送ら\nれてくる）の点検③通信教育用の国語のテキストのまえがき原稿の割り付け・校正\n④通信教育の受講生より送られてくる国語に関する質問に対する通信指導⑤ダイレ\nクト業務の発送作業（疎乙第三号証）、以上のとおりＡは組織変更によつて出版部\n編集第三課に属することになつた後も通信教育関係の業務にのみ従事していたもの\nである。原決定は、右Ａは教科書等の編集も手伝つていたが配置転換を受ける直前\nころは通信教育用教材（テキスト、問題集等）の編集を主として担当していたこと\nを認定しているが、前記のとおり昭和四九年七月三一日以降は教科書等の編集は一\n切手伝つておらず、すべて通信教育用教材に関する仕事に従事していたものであ\nる。\n三、抗告人における出版部編集課国語の編集業務はすべてＣ係長が担当してきたも\nのであり、現在も担当している。\nＣ係長は昭和四九年七月三一日以降男性社員としては一人で現在まで出版部編集\n課国語の担当をしているものであり、その後の組織変更等にもかかわらず現在まで\n担当を継続しているベテラン社員である。\nその業務内容は主として出版部に属する国語の書籍（文部省の発行指示を受ける\n高校生用の国語の教科書・教師用の指導書）、国語関係の問題集及び資料集であ\nる。編集とは一般的には各原稿を執筆者（大学教授、高校教師）に依頼し編集会議\nを主催運営して決定稿にもちこみ、更に決定稿の割り付け（字の大きさ、行間、写\n真とか表の位置等を決定し印刷所に指示する仕事）、校正をなして書籍としての組\n版を印刷所に指示することであるが出版部編集課国語の前記作業はすべてＣ係長が\n担当していたものであり、昭和四九年七月三一日以降Ａが手伝うことは一切なかっ\nた。昭和五〇年四月一五日の組織変更以後においては出版部編集課国語の男性社員\nは、Ｃ係長、Ａ以外にＤ係長がいたがＤ係長は通信教育部指導課国語の係長であつ\nたものであり、Ｄ係長はＡの上司として通信教育部国語に関する業務全般の管理、\n監督をなしていたものである。Ａが昭和五〇年五月一四日総務部へ配転になつた後\nはＡが担当していた業務をすべてＤ係長が担当することになつたが、Ｄ係長は昭和\n五〇年一一月三〇日付で退職した。そのため、再び通信教育部指導課を出版部編集\n課により分離することとなし通信教育部指導課国語は抗告人の仙台営業所（元国語\n教師Ｅ係長が中心）が担当することとなつた。その後Ｅ係長が昭和五二年一一月一\n日退職したため通信教育部指導課国語は抗告人京都支社（Ｆ主任が中心）に移管す\nることとなり現在に至つているものである。京都支社へ移管したのは執筆者が関西\nにいることが主たる理由であつた。\n四、以上のような抗告人の状況の中で昭和五二年七月一九日Ａを原職に復帰させな\nければならないという緊急命令が出された。抗告人としては原職とは何を意味する\nものであるのか慎重に検討を加えた。そして、Ａは配転前は仕事は通信教育部指導\n課国語の業務に従事していたが、籍は組織変更により出版部編集第三課に属してい\nたので出版部編集課へ復帰させた。しかし出版部編集課にはＡが配転前従事してい\nた業務は約二年前である昭和五〇年一二月より仙台営業所が担当することになつて\nおりその担当社員もいるためとても広島へ移管することは出来なかつた。又右業務\nは通信教育部指導課に属する業務になるため原職といえるか否かについて疑問があ\nつた。そのため出版部編集課国語に関する業務を担当させることも検討したが右業\n務はＡが配転前よりすべてＣ係長が男性社員としては既に約四年間一人で担当して\nきており一人で十分処理することが出来るものであるためＣ係長の仕事の一部を奪\nつてまでＡに担当させる必要はないものと判断したのである。そうするとＡに編集\n課国語関係の業務としては担当させるものがほとんどないことになるため編集業務\nに関係ある前記単純作業に従事させることとしたものである。\n五、抗告人がＡに右のような業務を指示してから約五ケ月地労委よりの調査もなく\n平穏に経過した。昭和五二年一二月中旬地労委より審査課長・係長の両名が履行状\n況の調査のため来社した。その際、抗告人より原職に復帰させてないというのであ\nれば抗告人としてはＡに何をさせたらよいのか尋ねたところ出版社だから割り付\nけ・校正の仕事が何かあるのではないですかと答えたのみでそれ以上具体的に答え\nようとしなかつた。また抗告人が編集現場へ行つて編集者に編集課の実体を尋ねて\nくれと依頼しても聞き入れてもらえなかつた。調査にきた地労委自身具体的に原職\nの業務内容を何ら指摘しなかつたものである。抗告人のように配転から緊急命令ま\nでの間約二年三ヶ月が経過して組織が変つている場合原職の意味を抗告人のように\n理解してもやむをえないものである。右のような抗告人に対し原決定のように過料\n金一〇〇万円に処するのはあまりにも過大な処罰であり取消されるべきである。\n六、抗告人は原決定が出た後である昭和五三年二月一五日疎乙第一〇号証の業務指\n示書をＡに交付し具体的な業務の指示をなした。\n抗告人としては本件のような場合いかなる業務につければ原職に復帰させたこと\nになるのかが明確になれば、それを履行する意思は十分有していたものである。原\n決定は国語科の編集業務がある以上その原稿割り付け・校正等の仕事をさせてこ\nそ、原職復帰といえるものである旨認定しているが、Ａが編集課にいる時に一切担\n当しておらずそれ以前よりＣ係長一人が担当してきた国語科の編集業務までＡにや\nらさなければ原職に復帰させたことにならないのであろうか。抗告人のような中小\n企業で余剰人員を確保しておく不可能な企業においてＡに国語の編集業務を担当さ\nせることにすればＣ係長には何をさせ、彼の立場をどのように配慮すればよいので\nあろうか。\nしかし抗告人として原決定が出たため二月一五日よりＡに対し①国語関係の出版\n書籍を含めた書籍の原稿割り付け・校正②通信教育の指導業務である受講生からの\n国語の教科に関する質問の返信指導③通信教育の国語添削指導業務④その他業務の\n運営上生ずる臨時的業務を指示した。よつて抗告人としてはいかなる解釈に立つて\nも完全に緊急命令を履行しているものである。\nよつて過料金一〇〇万円の原決定は過大な処罰として取消されるべきである。\n"
}