{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 48,
    "month": 10,
    "day": 31
  },
  "case_number": "昭和48(ワ)5424",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14476",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14476",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/476/014476_hanrei.pdf",
  "contents": "主　　　文\n１　被告は、原告著作にかかる「日本のユートピア」と題する著作物を出版しては\nならない。\n２　被告は、その所有にかかる原告著作にかかる「日本のユートピア」と題する出\n版物の紙型を廃棄せよ。\n３　被告は、原告に対し、金八二万七、〇四〇円およびこれに対する昭和四八年八\n月二日から支払ずみまで年五分の割合による金員の支払をせよ。\n４　訴訟費用は、被告の負担とする。\n５　この判決は、仮りに執行することができる。\n事実および理由\n原告訴訟代理人は、主文第一項ないし第四項と同旨の判決および仮執行の宣言を\n求める旨申し立て、その請求の原因として、次のとおり述べた。\n一　原告の著作権\n原告は、昭和四五年一月一〇日、「日本のユートピア」と題する著作物を著作\nし、現にその著作権を有するものである。\n二　原・被告間の出版契約\n原告は、被告との間に、昭和四五年一〇月末日ころ、前記著作物について次のと\nおりの出版契約をした。\n（一）　著作権使用料は、定価（最終小売表示価格）の八パーセントとし、被告\nは、原告に対し、発行後遅滞なくこれを支払うこと。\n（二）　初版第一刷の発行部数は、三、〇〇〇部とすること。\n（三）　初版第一刷のうち一〇〇部は、いわゆる無印税とすること。\n被告は、右契約に基づき、昭和四六年一月三〇日、前記原告の著作物の初版第一\n刷三、〇〇〇部を定価金八五〇円で発行したほか、昭和四八年三月三一日までの間\nに、前記原告著作物の複製物を第四刷まで増刷発行した。しかしながら、被告は、\n原告に対し、昭和四六年三月一日、第一刷の著作権使用料の半額分金八万三、六〇\n〇円（〔八五〇円×二、九〇〇（部）×〇・〇八－三万円〕×１／２、この三万円\nは、原告著作物中に収録された対談の謝礼として訴外Ａに支払われたものであ\nる。）を原告に支払つただけである。三　被告の義務違反と著作権侵害\n（一）　再版（増刷）通知義務違反\n著作権法上、出版権者は、その出版権の目的である著作物をあらためて複製しよ\nうとするときは、そのつど、あらかじめ著作者にその旨を通知しなければならない\nと規定されている（第八二条第二項）が、この義務は、著作者の人格的利益擁護の\n見地から当該著作物に対する著作者の修正増減の権利、内容変更権の行使の機会を\n確保するために認められるもので、いわば著作者人格権に派生するものであるか\nら、出版権設定を伴わない出版許諾契約の場合でも、その旨の特約の有無にかかわ\nらず、出版者の当然の義務であると解すべきところ、被告は、前記増刷に際し、原\n告に対し、事前にこれを通知しなかつた。\n（二）　著作権使用料の不払\n被告は、前記初版第一刷から第四刷までの著作権使用料中、第一刷分の半額を支\n払つただけで、後記催告にもかかわらず、今日に至るまでその余の支払をしない。\n（三）　著作権侵害\n被告は、右原告著作物を、昭和四八年三月三〇日付で被告の「ユートピア双書」\nの一巻として、かつ、装幀および体裁も従来のものとは全く異る単行本として出版\nするにいたつたが、原告はこのような態様における出版を許諾していないから、こ\nれは、原告の著作権を侵害することは明らかである。\n（四）　以上のような被告の義務違反と侵害行為は、出版契約を含め一般に継続的\nな著作権使用許諾契約の基礎をなす著作権者、著作権使用者間の信頼関係を破壊す\nる背信的行為であるといわなければならない。\n四　出版契約の解約\nそこで、原告は、被告に対し、まず、昭和四六年七月一七日到達の書面で初版第\n一刷分に対する著作権使用料の残額の支払を請求し、次いで、昭和四八年四月一一\n日付、同年五月一二日付および同年六月二三日付各書面で、前記初版第一刷から第\n四刷までの出版部数を明確にし、かつ、これに対する著作権使用料を支払うべき旨\nならびに前記「ユートピア双書」の一巻として出版した分については出版部数を明\nらかにし、かつ、あらためて原告との間に出版契約を締結すべき旨催告したが、被\n告は、いずれもこれらの催告を無視したので、原告は、昭和四八年六月二九日付書\n面で、被告に対し、本件出版契約を解約する旨の意思表示をし、右書面は、同月三\n〇日、被告に到達した。\n五　著作権使用料債権等\n原告は、被告に対し、次の債権を有する。\n（一）　初版第一刷分の著作権使用料債権の残額金八万三、六〇〇円\n（二）　被告は、第二刷から第四刷までの分についても、定価金八五〇円で、各刷\nとも少なくとも各三、〇〇〇部出版したものであるから、その著作権使用料は、合\n計金六一万二、〇〇〇円（八五〇円×九、〇〇〇（部）×〇・〇八）となる。\n（三）　前記「ユートピア双書」の一巻として発行した分は、一部の定価金九五〇\n円であり、その発行部数は三、〇〇〇部を下らないものであるから、著作権使用料\n相当の損害は、前記契約の使用料率に従い合計金二二万八、〇〇〇円（九五〇円×\n三、〇〇〇（部）×〇・〇八）となる。\n仮りに、「ユートピア双書」の一巻としての発行が著作権侵害にならず、前記出\n版契約によつて許容されるものとすれば、右同額の著作権使用料債権を原告が有す\nることになる。\n（四）　以上合計すると金九二万三、六〇〇円である。\n六　原告の被告に支払うべき債務額\nところで、原告は、前記被告の初版第一刷の発行直後、被告から同第一刷出版物\nを定価の八掛すなわち一部あたり金六八〇円で一四二部買い受け、被告に対し、そ\nの代金九万六、五六〇円の支払義務がある。\n七　請求\nよつて、原告は、被告に対し、著作権に基づき、前記原告著作物の出版の差止、\n被告所有の前記出版物の紙型の廃棄および前記金九二万三、六〇〇円から金九万\n六、五六〇円を控除した金八二万七、〇四〇円とこれに対する履行期後の昭和四八\n年八月二日から支払ずみまで民法所定年五分の割合による遅延損害金の支払を求め\nる。\n被告は、公示送達によらない適式の呼出を受けながら、本件口頭弁論期日に出頭\nしないし、答弁書その他の準備書面をも提出しないので、民事訴訟法第一四条〇第\n三項、第一項各本文により、原告主張の事実は、被告において自白したものとみな\nされる。\nところで、「出版許諾契約に基づいて、出版者があらためて複製ないし増刷する\n場合にも、著作権法第八二条第二項の通知を要するかについては、右通知義務が、\n著作者の人格的利益を保護する目的に出た著作者の著作物を修正増減する権利を確\n保しようとするものであつて、著作者の人格権に由来するものであるから、これを\n積極に解するのが相当であり、前記法条が類推適用されるものといわなければなら\nない。\n原告は、原告著作物を、許諾なく、被告の「ユートピア双書」の一巻として、装\n幀、体裁を従来のものと異にして出版した行為は、著作権侵害にあたる旨主張す\nる。しかし、本件出版契約においては、発行部数について、単に初版第一刷を三、\n〇〇〇部と約定しており、著作権使用料についても、定価の八パーセントとし、率\nをもつて定めていることを考え合せれば、他に特段の事情の認められない本件にお\nいては、第二刷以下の出版による複製も当事者間において当然見込まれていたもの\nと認めるに妨げがなく、このように、広く出版による複製を許諾している以上、著\n作権侵害の成立する余地はなく、仮に原告主張の点に関し約定があつたとしても、\n単に合意の内容に違背した債務不履行が問題になるにすぎず、右著作権侵害に基づ\nく著作権使用料相当額の損害賠償請求としては理由がない。\n前記自白したものとみなされた事実によれば、原告の差止、廃棄、著作権使用料\nの各請求は、いずれも理由がある。\nよつて、原告の本訴請求を右理由にもとづき認容することとし、訴訟費用の負担\nにつき民事訴訟法第八九条を、仮執行の宣言につき同法第一九六条第一項を各適用\nして、主文のとおり判決する。\n（裁判官　荒木秀一　野沢明　清永利亮）\n"
}