{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 11,
    "day": 28
  },
  "case_number": "昭和49(行ウ)160",
  "case_name": "法人税更正処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　「韓国政府援助金」なる名目で韓国政治家等に交付した金員が，原告の事業に直接関係のない者に対する一種の無償給付であるとして，法人税法上損金に算入することができないとされた事例　２　青色申告法人に対する更正処分の更正通知書の理由付記に不備はないとした事例",
  "lawsuit_id": "17631",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17631",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/631/017631_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた判決\n一　請求の趣旨\n１　被告が原告の昭和四三年七月一日から昭和四四年六月三〇日までの事業年度分\nの法人税につき昭和四六年七月三一日付でした更正処分及び過少申告加算税賦課決\n定処分を取り消す。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n主文と同旨\n第二　当事者の主張\n一　請求原因\n１　処分の経過\n原告は、青色申告書提出の承認を受けた法人であるが、昭和四三年七月一日から昭\n和四四年六月三〇日までの事業年度（以下、「本件事業年度」という。）分の法人\n税につき、次表のとおり確定申告をしたところ、被告から同表のとおり更正及び過\n少申告加算税賦課決定（以下、これらを合わせて「本件更正処分」という。）を受\nけた。これに対し原告は同表のとおり異議申立てを経て審査請求をしたが、いずれ\nも棄却された。\n２　本件更正処分の違法性\n本件更正処分は、次の各事由により違法である。\n（一）　更正要件の不存在\n青色申告書に係る法人税の課税標準等の更正は、原則として、帳簿書類を調査し、\nその調査により当該課税標準等の計算に誤りがあると認められる場合に限り、する\nことができ（法人税法一三〇条一項本文。以下、同法を「法」という。）、例外と\nして、申告書及び添付書類に記載された事項によつて、当該課税標準等の計算が法\nの規定に従つていないことその他その計算に誤りがあることが明らかである場合\nは、その帳簿書類を調査しないですることを妨げないものとされている（同項ただ\nし書）から、青色申告書に係る法人税につき更正をすることができるのは、右の本\n文及びただし書がそれぞれ定めている要件のいずれかが存在する場合に限られると\nころ、本件更正通知書の更正の理由欄の前文には「貴法人の申告書に記載された所\n得金額等の計算が、法律の規定に従つていないものや、計算誤びゆうがありますの\nで、次のように申告所得金額等に加算、減算して更正しました。」との記載（以\n下、この記載を「更正理由前文」という。）があり、これを法一三〇条一項の本文\n及びただし書の規定の文言と照らし合わせてみると、被告は右ただし書の要件が存\n在するものとして、右ただし書の規定により本件更正処分をしたことが明らかであ\nる。しかしながら、原告が提出した申告書及び添付書類に記載された事項によつて\nは、課税標準等の計算が法の規定に従つていないことその他その計算に誤りがある\nことが明らかであるとはいえず、右のただし書の定める更正の要件は存在しないか\nら、本件更正処分は違法である。\n（二）　理由附記の不備\n本件更正通知書の理由附記には次のとおり不備があり、法一三〇条二項の規定に違\n反する。\nまず、本件更正通知書の更正の理由欄には、前記のとおり更正理由前文に続いて、\n本文として「使途不明交際費三八、一〇〇、〇〇〇円。当期損金支出のうち韓国政\n府援助金として支出あるも、その受け入れ先等の証拠となる書類等提出なく、当期\nの損金と認めがたいので加算します。」との記載（以下、この記載を「更正理由本\n文」という。）がある。しかしながら、これは、帳簿書類を調査してその調査によ\nり本件更正処分をしたことすなわち法一三〇条一項本文の規定により更正処分をし\nたことを意味するものであるから、前記の更正理由前文と明らかに矛盾し、附記理\n由全体を通読しても本件更正処分が同項の本文及びただし書のいずれの規定によつ\nてされたか理解できないから、本件更正処分の理由附記には不備がある。\nまた、右の更正理由本文は「受け入れ先等の証拠となる書類等」がないことを理由\nに、韓国政府援助金名目の支出三八一〇万円が「使途不明交際費」に当たるとして\n損金算入を否認する趣旨であるが、「使途不明交際費」という以上少なくとも交際\n費として右金額の支出があつたことは認め、ただ「受け入れ先等の証拠となる書類\n等」がないから、その使途が不明といつていることになる。しかしながら、交際費\nは交際のために支出されるものであり、交際のためということ自体が使途であつ\nて、他に使途はありえないから、交際費としての支出と認めた以上、その使途につ\nいて更に認定することは不要である。更に、右の「受け入れ先等の証拠となる書類\n等」とは領収書又はこれに類する書類をいうものと解されるが、これは金員の支出\n及びその受領を証明するものではあつても、その使途を的確に証明するものではな\nい。右の附記理由には、右のとおり矛盾及び論理の飛躍があるから、本件更正処分\nの理由附記には不備がある。\n（三）　所得認定の誤り\n仮に右主張がいずれも理由がないとしても、原告の所得金額は確定申告のとおりで\nあるから、本件更正処分には原告の所得を過大に認定した違法がある。\nよつて、本件更正処分の取消しを求める。\n二　請求原因に対する認否\n１　請求原因１の事実は認める。\n２　同２の冒頭の主張は争う。\n（一）　同２（一）のうち、本件更正通知書に原告主張のとおりの更正理由前文の\n記載があることは認めるが、本件更正処分が法一三〇条一項ただし書の規定によつ\nてされたものであることは否認する。\n（二）　同２（二）のうち、本件更正通知書に原告主張のとおりの更正理由前文及\nび本文の記載があることは認めるが、その余は否認する。\n（三）　同２（三）は否認する。\n三　被告の主張\n１　更正要件について\n本件更正処分は、次のとおり、法一三〇条一項本文の規定によつてしたものであ\nる。すなわち、原告が提出した本件事業年度の確定申告書を検討した東京国税局職\n員は、添付されていた損益計算書の損失の部に計上されていた「韓国政府援助金」\nという科目の内容について調査の必要があるものと認めたので、原告の取締役兼税\n理士であるＡ及び原告の従業員であるＢから右の「韓国政府援助金」の具体的内容\nについて説明を受けたが、心証を得られず、更に、原告代表者からの直接の説明と\n帳簿その他の証拠書類の提出を求めたところ、原告がこれに応じて原告代表者の説\n明に代る説明書（乙第一号証）及び右金員支出に関する振替伝票五枚（甲第八号証\nの二ないし五及び乙第五号証）を提出したので、これと前記のＡらから受けた説明\nとを総合的に検討したうえ、右各伝票に記載されている支出が現実にその支出の相\n手方に交付されているとは認められないとして、右科目の損金算人を否認し本件更\n正処分をしたものであるから、本件更正処分は、帳簿書類の調査をし、その調査に\nよりしたものである。\n２　理由附記について\n本件更正通知書に記載されている更正理由前文は、本件更正処分が法一三〇条一項\nただし書によるものであることを示したものではないが、仮に右前文と更正理由本\n文との間に原告主張のような矛盾があるとしても、右前文は更正処分の理由そのも\nのではなく、更正処分をするについての被告の判断内容である理由の本体は、これ\nに続く本文に記載されているのであるから、右本文に次のとおり必要かつ十分な更\n正理由を記載している以上、理由附記に不備はない。\n本件更正処分の更正理由本文は、原告の所得金額の計算上損金算入を否認する科目\nが「韓国政府援助金」であること、その金額が三八一〇万円であること、損金と認\nめられない根拠が、原告から客観的な支出証明書類等の提出がなく、右科目の金員\n支出の事実が認定できない点にあることを明確に示しており、また、「使途不明交\n際費」という表題は、交際費名義の使途不明金という意味であつて、交際費の支出\nがあつた事実を認めた趣旨でないことは全体の文意から明らかであるから、右本文\n中の附記理由には矛盾がなく、必要かつ十分な理由が附記されているものというべ\nきである。\n３　原告の所得金額について\n原告の申告所得金額は〇円であつたが、これに次のとおり加算項目の金額を加算し\n減算項目の金額を減算したものが原告の所得金額二一八五万三五一七円である。\n（一）　加算\n（１）　使途不明交際費　三八一〇万円\n原告は、本件事業年度の確定申告書に添付した損益計算書の損失の部に「韓国政府\n援助金」の科目で三八一〇万円を計上している。そして、右科目についての原告の\n主張は、原告は貿易業を営む法人であるが、昭和四〇年一月末頃、ハン・ジン・ト\nランスポーテーシヨン・カンパニー（以下「韓進」という。）の代表取締役Ｃから\n貨客船建造の仲介を依頼されたので、函館ドツク株式会社（以下、「函館ドツク」\nという。）に右建造を依頼することとし、函館ドツクと交渉して船台を確保した\nが、一方、右造船契約は、財産及び請求権に関する問題の解決並びに経済協力に関\nする日本国と大韓民国との間の協定（以下、「日韓経済協力協定」という。）中の\nいわゆる有償の経済協力供与の枠内で処理することにしたため韓国政府の承認が必\n要であり、Ｃから原告に対し、右承認が得られれば造船代金の受領が確実になり、\nかつ、原告に相当の利益も見込まれるから、その利益の一部を予め右の承認を得る\nための政治献金として支払つて欲しい旨の申入れがあつたので、原告は右契約成立\nによつて得られる見込の仲介料のうちからこれらの費用を契約成立のための運動費\n及び口銭の前払の趣旨で支出することにし、Ｃの指示に従つて、本項末尾の一覧表\nのとおり、韓国の政財界の主要人物及び韓国中枢に直結する官界の人物に対し、昭\n和四〇年から同四一年にかけて現実に合計三八一〇万円を支出したものであり、右\n金員は、後日右造船契約が成立し仲介料が得られた事業年度において、これに要し\nた費用として損金処理をする予定のもとに、右支出のあつた事業年度及びそれ以降\nの事業年度においてはこれを仮払金として経理処理をしてきたが、本件事業年度に\n至つて、右造船契約が成立しないことが確実となり仲介料収入を得られないことと\nなつたので、右仮払金を「韓国政府援助金」という科目で本件事業年度の損金に計\n上したものである、というのである。\nしかしながら、原告の主張する右三八一〇万円の金員の支出があつた事業は認めら\nれない。仮に右金員の支出があつたとしても、それが所得金額の計算上損金の額に\n算入される費用又は支出と認められるためには、その支出が事業遂行上必要である\nことすなわち事業関連性が明らかにされることが必要であるところ、原告の主張す\nる造船契約は、単なる引合いの程度にとどまり、三八一〇万円もの多額の運動費の\n支出の原因となるものではなく、かつ、右金員は右造船契約と何ら関係のない者に\n対する支出であるから、本件の「韓国政府援助金」の支出は、韓国向け造船契約の\n仲介という事業の遂行上必要なものとはいえず、これを損金の額に算入することは\nできない。右支出は、原告代表者の個人的好意による支出であつて、原告は右支出\nにより韓国政・官・財界との関係を生じさせ、これによつて将来における韓国企業\nとの取引きに関して何らかの有利な結果が得られることを期待し、右期待のもとに\n支出したものであり、このような贈与的性格の支出は、法人税法上は寄付金として\n扱われ、一定限度内の金額に限り、支出した事業年度の損金として認められるにす\nぎないが、本件「韓国政府援助金」は、本件事業年度中に現実に支出されたもので\nはないから、本件事業年度の損金となるものではない。\n（２）　未納法人税充当　四二万三三九七円\n（３）　支払手形否認　二六三七万円\n（二）　減算\n（１）　還付法人税　三三万五七九七円\n（２）　仮払税金勘定認定額　二六三七万円\n（３）　前五年以内繰越欠損金　一六三三万四〇八三円\n四　被告の主張に対する認否\n１　更正要件について\n被告の主張１のうち、被告が法一三〇条一項本文の調査を行い、右本文に基づいて\n本件更正処分をしたとの点は争う。\n２　理由附記について\n同２の主張は争う。\n３　原告の所得金額について\n同３のうち、（一）（１）の使途不明交際費の点は、原告が本件事業年度の確定申\n告書に添付した損益計算書の損失の部に「韓国政府援助金」の科目で一二八一〇万\n円を計上していることは認める。右支出の事実及びその趣旨については被告が原告\nの主張として引用するとおりであつて、これに反する事実は否認する。\n同３のその余の事実は認める。\n第三　証拠（省略）\n○　理由\n一　請求原因１の事実は当事者間に争いがない。\n二　更正要件について\n法一三〇条一項本文によれば、青色申告書に係る法人税の課税標準等につき更正を\nする場合には、原則として帳簿書類について調査をすることが前提とされており、\nただ、同項ただし書によれば、例外として申告書及び添付書類に記載された事項に\nよつて当該課税標準等の計算が法の規定に従つていないことその他その計算に誤り\nがあることが明らかである場合は、右の帳簿書類についての調査をしないことがで\nきるものとされている。したがつて、右のただし書の定めている例外の場合に当た\nらないにもかかわらず、何らの調査もすることなく更正をしたような場合には、そ\nの更正は手続上の要件を欠き、違法となると解されるが、成立に争いのない乙第一\n号証及び証人Ｄの証言によれば、本件については、担当の税務職員が被告の主張１\n記載のとおりの実質的な調査を行い、この調査の結果に基づき、法一三〇条一項本\n文の規定によつて本件更正処分をしたものであることが明らかである。原告は、本\n件の更正理由前文の記載（その記載内容については当事者間に争いがない。）を根\n拠に、本件更正処分が法一三〇条一項ただし書の規定によつてされたものであると\n主張しているが、右前文は、申告書に記載された所得金額等の計算に、法律の規定\nに従つていないものや計算誤びゆうがあるから更正するということをいつているに\nすぎず、右の法律の規定違反又は計算誤びゆうが原告の申告書及び添付書類に記載\nされた事項によつて明らかであるか否か、また、更正をする前提として調査をした\nか否かという点についてはなにも触れていないのであるから、右記載のみから本件\n更正処分が同項ただし書の槻定によつてされたものであるということはできない。\n原告のこの点に関する主張は、失当である。\n三　理由附記について\n本件更正通知書の更正理由前文と更正理由本文の記載内容については当事者間に争\nいがない。\n原告は、まず、右前文と本文とが矛盾すると主張するが、右前文が法一三〇条一項\nただし書の規定による更正であることを表わしたものでないことは前記のとおりで\nあつて、これと本文とを通読すれば、本件更正処分が同項本文の規定によつてされ\nたものであることを理解することが十分可能であるから、右主張は採用できない。\n次に、更正理由本文の記載が不備であるとの主張について検討するに、右記載の文\n言自体を素直にみれば、被告が損金算入を否認する項目が、原告において「韓国政\n府援助金」という名目で支出したとしている交際費であること、その金額が三八一\n〇万円であること、損金と認められない理由が、原告において支出したというにも\nかかわらず、その受入先等の証拠となる書類等が原告から提出されなかつたことに\nよるものであること、が明らかにされているのであり、結局、「韓国政府援助金」\nなる交際費名義で処理されている三八一〇万円は、証拠上その使途が不明であるの\nで、これを損金とは認められないという趣旨であることが記載自体から容易に理解\nしうるところである（更正理由本文冒頭の「使途不明交際費」という表題は、右の\nように交際費名義の使途不明金を意味するものと解すべきである。）。\nそうすると、右更正理由本文には、当該部分の更正をした具体的根拠が明示されて\nおり、かつ、更正に係る項目との関連においては右の程度の記載をもつて足りるも\nのというべきであるから、本件更正処分の理由附記に原告の主張する不備はなく、\nこの点に関する原告の主張も失当である。\n四　原告の所得金額について\n被告の主張３の更正項目のうち、（一）（１）の使途不明交際費三八一〇万円を原\n告の所得金額に加算すべきであるとの点を除き、その余の加算及び減算項目につい\nては、いずれも当事者間に争いがないので、以下、右使途不明交際費について判断\nする。\n１　まず、成立（乙第一一号証は原本の存在及び成立）に争いのない乙第四号証の\n一ないし三、同第一一号証、証人Ｅの証言及び原告代表者Ｆ本人尋問の結果（第一\n回）により真正に成立したものと認められる甲第八号証の一ないし五、弁論の全趣\n旨により真正に成立したものと認められる甲第九ないし第一二号証、右証人Ｅの証\n言及び原告代表者本人尋問の結果（第一回）を総合すると、（一）　原告の代表取\n締役社長であるＦ及び原告の渉外部長であるＥの両名が、昭和四〇年一〇月三〇日\n帝国ホテルにおいて、韓国の政治家であるＧの実兄で韓国の韓一銀行の取締役であ\nるＨに対し現金五〇万円を交付したこと、\n（二）　Ｆ及びＥの両名が、昭和四一年六月七日パレスホテルにおいて、韓国の国\n会議員で共和党院内総務であるＨに対し現金三〇万円を交付したこと、\n（三）　Ｆ、Ｅ及び原告の専務取締役であるＪの三名が、同年六月二四日在日韓国\n大使館において、駐日韓国公使であるＫに対し現金一二〇〇万円を交付したこと、\n（四）　Ｆ、Ｅ及び右Ｊの三名が、同年六月二七日在日韓国大使館において、右\n（三）記載のＫに対し現金二五〇〇万円を交付したこと、\n（五）　Ｆ及びＥの両名が同年八月三〇日帝国ホテルにおいて、前記（一）記載の\nＨに対し現金三〇万円を交付したこと、\n（六）　原告は、右（一）ないし（五）の各金員をそれぞれの支出年度において仮\n払金として資産の部に計上し、その後もそのまま繰り越してきたが、本件事業年度\nに至り、右合計三八一〇万円を一括して「韓国政府援助金」の科目で損益計算書の\n損失の部に計上し、確定申告をしたこと、を認めることができ（ただし、本件事業\n年度における右損失計上の点は当事者間に争いがない。）、右認定に反する証拠は\nない。\n２　次に、成立に争いのない乙第八、九号証、証人Ｌの証言及び原告代表者本人尋\n問の結果（第一回）により真正に成立したものと認められる甲第二ないし第四号\n証、証人Ｅの証言及び原告代表者本人尋問の結果（第一回）により真正に成立した\nものと認められる甲第五号証、同第六号証の一、二、同第七号証に、証人Ｌ、同Ｅ\n（以下の認定に抵触する部分を除く。）の各証言、原告代表者本人尋問の結果（第\n一、二回。以下の認定に抵触する部分を除く。）を総合すると、原告は貿易業を営\nむ株式会社であるが、昭和四〇年初め頃、韓進の代表取締役であるＣからその友人\nのＥに対し、韓進が韓国の大韓船舶公社に納入する貨客船を日本の造船会社に建造\nさせることにしたい旨の話があつたので、ＥはこれをＦに伝え、ＣをＦに紹介した\nこと、Ｆは右造船契約の仲介を原告の業務として行うことにして、Ｃから建造予定\nの貸客船の概要を聞き、過去に原告がインドネシア共和国との間の造船契約の仲介\nをしたことのある函館ドツクに造船の都合を打診したところ、「他からも造船の引\n合いがきているので、それらよりも早く契約の締結に至つた場合には引き受けるこ\nとができる」旨の意向が示されたので、外国との造船契約を仲介する場合の慣例に\nならい、函館ドツクから、同会社が韓国向けの造船等の業務を行うについてその見\n積書の提出、入札、契約の交渉、締結をする権限を同年三月一日から一年間原告に\n与えた旨の証明書（甲第二号証）を交付してもらつたうえ、Ｃと接触を続けたこ\nと、その後Ｃからとりあえず一万五〇〇〇トン級及び八〇〇〇トン級の貨客船各一\n隻を建造したい旨の申入れがあつたので、原告は函館ドツクに依頼して一万五〇〇\n〇トン級の貨客船につき昭和四一年二月一九日付の仕様書（甲第三号証）と同月二\n三日付の見積書（甲第五号証）、八〇〇〇トン級の貨客船につき同月二一日付の仕\n様書（甲第四号証）と同月二三日付の見積書（甲第六号証の二）を作成してもらつ\nたが、これらはいずれも一応の参考資料として原告が受け取つたものであり、韓進\nとの間で契約締結を進めるためには、更に綿密な交渉をし詳細なものを作成する必\n要があつたこと、右各見積書にはその見積有効期間がいずれも一か月間として記載\nされており、後に同年六月八日付の書面（甲第六号証の一）によりこれが同年八月\n末日まで延長されたが、同日までに原告から函館ドツクに対して連絡がなかつたの\nで、右各見積りは失効したこと、その後同年一〇月頃Ｃから原告に対して更に一万\n三九〇〇トン級の木材運搬船一隻を建造したいという申入れがあり、右木材運搬船\nにつき函館ドツクから直接韓進宛に昭和四二年七月一四日付の見積書（甲第七号\n証）が発行されたが、これも前記の見積書と同程度の大まかなものであり、同月末\n日までと定められた見積有効期間の経過により失効したこと、このように、原告が\n仲介に乗り出した造船契約については、一応の見積り程度のことは行われたもの\nの、それ以上には具体化せず、右契約が成立した場合に原告が函館ドツクから支払\nいを受ける仲介料の船価に対する割合をいくらとするかについても函館ドツクとの\n間で具体的な交渉がされないまま、やがて原告と韓進との接触が途絶えて契約の話\nは立ち消えになつたこと、をそれぞれ認めることができ、証人Ｅの証言及び原告代\n表者本人尋問の結果（第一、二回）中右認定に反する部分は措信せず、他に右認定\nを左右するに足りる証拠はない。\nそして、前記１に認定した各金員の交付は、いずれも原告が右造船契約の仲介を行\nつている間にされたものであることが明らかである。\n３　ところで、右各金員交付のいきさつにつき、証人Ｅ及び原告代表者本人は、大\n要次のとおり供述している。すなわち、「本件造船契約を成立させるためには韓国\n政府の承認が必要であり、その承認を受けるについて韓国の政治家等に対しいわゆ\nる運動をする必要があつた。そこで、ＦとＣとの話合いの結果、原告が造船契約の\n成立によつて函館ドツクから受けるべき仲介料のうちの一部を、前もつて右の運動\n費として原告が支出することとなつたので、この話合いに基づき、原告がＣから指\n示されたところに従つて、前記のとおり韓国政・官・財界の要人に対し右趣旨の運\n動費を交付したものである。原告の支出した右運動費は、いずれ造船契約が成立し\nた際に原告から韓進に対してリベートを支払わなければならないので、そのリベー\nトの前払いとして処理することになつていた。」というのである。\nしかしながら、２に認定した推移に照らせば、本件造船契約については、本格的な\n契約締結交渉に入る前段階としてのいわゆる引合いがあつた程度にとどまるもので\n（例えば、右契約が日韓経済協力協定の有償供与の枠内に組み入れられるものかど\nうかという造船契約の成否にかかわる昀も重要な点についてすら証人Ｅの証言と原\n告代表者本人の供述とが一致していないことは、ひつきよう、右契約の話がほとん\nど具体的なものでなかつたことを示すものというべきである。）、確実に契約締結\nに至るべき客観的な保障があつたとはとうてい認められず、また、契約が成立した\n場合に原告が函館ドツクから受ける仲介料についての話合いができていなかつたこ\nとも、前記のとおりである（この点に関する証人Ｅの証言と原告代表者本人の供述\nとの間には無視しえないくいちがいがみられる。）。契約の成否等がこのようにあ\nいまいな段階において、原告が専ら右契約の成立を促進するためだけに自らの危険\n負担により韓国に対する巨額の運動費を支出するということ自体、たやすく首肯し\nうることではない。しかも、原告が本件金員を交付した相手方は、前記のとおりい\nずれも韓国政・官・財界の要人であるとはいえ、本件造船契約の成立について具体\n的にいかなる協力が期待されるものであつたかも、なんら明らかにされていないの\nである。\nそして、他方、成立に争いのない甲第一四号証、乙第一ないし第三号証、前掲乙第\n一一号証及び原告代表者本人尋問の結果（第一回）によると、原告は、昭和三四年\n頃からインドネシア共和国と貿易をし、同国と函館ドツクとの間の造船契約を仲介\nしたこともあつたが、昭和四〇年頃同国の政治情勢の変化に伴い右貿易から手を引\nくに至つたこと、Ｆは、韓国側と親しい日本の政治家を通じてかねてから一部の韓\n国政治家らと面識があつたところ、昭和四〇年に日韓経済協力協定が成立し、日韓\n間の貿易が促進されることになつたこと、原告は、本件更正処分に先立つて行われ\nた税務調査に際し、説明書と題する書面（乙第一号証）を提出し、その中で本件金\n員交付の趣旨につき、Ｆがかねて面識のあつた前記Ｈから、日韓条約締結に特に尽\n力して欲しい旨懇請されたので、「当社のインドネシヤに替わるべき良き輸出先で\nあると判断し事業の発展につなげる考えから、また日韓両国の親善、利益にもなる\nと云う見地から出来得る限りの援助を約し、そして与えたもので」、「援助金と称\nする殆んどの金銭は（この約二年の間に運動費として在日韓国大使館経由各方面に\n貸し与えたものであり」、「対韓貿易が出来れば、これらの出費の埋合せはつくと\n考えました」と述べており、更正処分に対する異議申立書（乙第二号証）において\nもこの主張を維持していたが、その後に至り、本件造船契約のための運動費であつ\nた旨はじめて主張するようになつたものであること、が認められる。証人Ｅの証言\n及び原告代表者本人尋問の結果（第一回）中には、右乙第一、二号証はいずれも原\n告の経理担当の従業員であるＢが廃棄するようＦから指示されていたＦの旧印を冒\n用して勝手に作成したものである旨の供述があるけれども、乙第一、二号証が税務\n署に提出された後にＦの意思に基づいて作成されたことが右本人尋問の結果により\n明らかな乙第七号証にも同一の印鑑が使用されていること等に照らすと、にわかに\n採用しがたく、他に前記認定を覆えすに足りる証拠はない。\n４　以上の事実関係を総合して考察すれば、原告が本件金員を支出するについて\nは、前記造船契約の締結を進めるのになんらかの好ましい影響が及ぶことを期待し\nたであろうことは否定しえないとしても、主としては、右造船契約の話を機に、韓\n国の政・官・財界の有力者とよしみを通じておくことにより、今後における韓国貿\n易に関して一般的に有利な地歩を得ることを狙いとしていたものと認めるのが相当\nである。この点において、原告が本件事業年度の決算に際し、右金員につき「韓国\n政府援助金」という極めて特異な科目を用いたことは、決していわれのないことで\nはなかつたというべきである。\nそうすると、右金員は、原告が本件造船契約の仲介をするについて直接必要な支出\nとは認められず、むしろ、原告の事業に直接関係のない者に対する一種の無償給付\nとしての性格をもつものとみるべきであるから、これを現実の支出年度において仮\n払金として処理したうえ本件事業年度に持ち越して損金に算入することは、許され\nないものといわざるをえない。\nしたがつて、右損金算入を否認した本件更正処分は正当であつて、原告主張の違法\nはない。\n五　以上の次第で、原告の請求は理由がないことに帰するからこれを棄却すること\nとし、訴訟費用の負担につき、行政事件訴訟法七条、民事訴訟法八九条を適用し\nて、主文のとおり判決する。\n（裁判官　佐藤　繁　中根勝士　高橋利文）\n"
}