{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 5,
    "day": 27
  },
  "case_number": "昭和49(ネ)1043",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14436",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14436",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/436/014436_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n控訴人は、「原判決を取消す。被控訴人の請求を棄却する。訴訟費用は第一、二\n審とも被控訴人の負担とする。」との判決を求め、被控訴人は控訴棄却の判決を求\nめた。\n第二　当事者の主張、立証\n当事者双方の主張および立証は、次のとおり附加するほか、原判決の事実摘示と\n同一であるから、ここにこれを引用する。\n一　控訴人の主張\n（一）　上部管について\nダウサム等の熱媒を利用する合成繊維の熱処理装置は、密閉容器に熱媒溶液を封\n入し、これを加熱することによつて発生し該容器に充満した熱媒飽和蒸気の凝縮に\nよる熱伝達により合成繊維を加熱するものであるから、密閉容器の下部は液相部、\n上部は気相部となつている。蒸気には圧力に対応する飽和温度があり、同一物質の\n飽和蒸気は、圧力を同一にすれば温度も同一となる。したがつて、複数個の密閉容\n器の液相部を連通管によつて連通し（液相部連通管は必然的に下部）、かつ、同様\nに気相部を連通管によつて連通すれば、（気相部連通管は必然的に上部）、各密閉\n容器の気相部の圧力は均一となり（不純ガスが含まれていないとすれば）、温度も\n均一となる。\nそうであるから、熱媒を利用する合成繊維の熱処理装置において、複数個の密閉\n容器の液相部を下部連通管で連通するとともに気相部を上部連通管で連通する技術\n自体は、本件実用新案の出願（昭和三七年一〇月一九日）以前から公知であり、公\n用されていた「実公昭三一―一七九一五、実公昭三一―一七九一六、特公昭三二―\n六八四二参照）。\nしかし、液相部連通管を十分大きくとり熱媒飽和蒸気の流通も自由ならしめれ\nば、不純ガスが含まれてさえいなければ、これによつて気相部の圧力が均一となり\n温度も均一となるのであるから、上部に気相部連通管を設ける必要はない筈である\n（特公昭三二―六八四二、一ページ右欄二四行から二七行まで参照）。\n本件物件（一）の装置においては、下部にある液相部連通管を大きくとり、同連\n通管の上部を熱媒蒸気室の一部とし、熱媒飽和蒸気の流通を自由ならしめているか\nら、下部管のみで各密閉容器の熱媒飽和蒸気の圧力が均一となり、各密閉容器内の\n圧力を均一とするために上部に気相部連通管を設ける必要はない。\nしてみれば、本件物件（一）の上部管（３）は、各密閉容器内の圧力を均一にす\nる点では無用の存在であり、もつぱら、不純ガスの収納、排出の作用効果のみを有\nするものである。このことは、本件考案の出願前においても、不純ガス排出のため\n合成繊維を含む高分子化合物加熱方法の改良の特許が出願され公告されている（特\n公昭三七―一五五）事実より見ても明らかである。\nしたがつて、本件物件（一）の上部管（３）は、本件考案の上部連通管と同一の\n作用効果を有するものではない。\n（二）　先使用権の抗弁について\n本件実用新案登録出願の際、控訴人は本件物件（二）を製造販売していたのであ\nるが、この製造販売によつて客観的に表明されている考案の内容を、構成要件およ\nび作用効果について述べると、次のとおりである。\nⅠ　構成要件\n１　竪長の密閉容器（１）に、\n（１）　竪方向の溝（２）を形成し、\n（２）　該密閉容器（１）を、\nイ　上部連通管（３）および下部連通管（４）で、\nロ　複数個、\nハ　結合し、\n２　密閉容器（１）の、\n（１）　下部および下部連通管（４）内に熱媒溶液（６）を入れ、\n（２）　その上部を熱媒蒸気室（５）とし、\n（３）　蒸気室（５）の容積を熱媒溶液（６）のそれよりも大ならしめ、\n３　また、熱媒溶液（６）内に加熱体（７）を設けた、\n４　合成繊維の熱処理装置。\nⅡ　作用効果\n１　密閉容器（１）が竪長であるため、熱媒溶液（６）の量が少量ですむので経済\n的である。\n２　前記１の構成により、複数個の密閉容器内の熱媒飽和蒸気の圧力を均一にし、\n不純ガスの影響がない場合には、温度をも均一にすることができる。\n３　前記２の構成によりエンタルピーが大なる熱媒蒸気の容積が大となつているの\nで、外部の熱負荷によつて装置全体の温度変化を極めて少なくすることができる。\n４　前記３の構成により、熱媒蒸気の温度が低下した場合には、加熱体（７）を作\n動させ、その熱量を直ちに熱媒溶液（６）に与えることができる。また、加熱体\n（７）からの発生熱量を有効に利用できる。\n本件物件（二）の具体的構造は、次のとおりである。\n１　竪長の密閉容器（１）二個の間に、\n（１）　一個の竪方向の溝（２）を形成し、\n（２）　該密閉容器（１）を、\nイ　上部連通管（３）および下部連通管（４）で、\nロ　二個を、（溝（２）を設けた面を相対向せしめて、）\nハ　結合し、\n２　密閉容器（１）の、\n（１）　下部および下部連通管（４）内に熱媒溶液（６）を入れ、\n（２）　その上方を熱媒蒸気室（５）とし、\n（３）　蒸気室（５）の容積を熱媒溶液（６）のそれよりも大ならしめ、\n３　また熱媒溶液（６）内に加熱体（７）を設けた、\n４　合成繊維の熱処理装置。\nところで、実用新案公報昭三一―一七九一五、実用新案公報昭三一―一七九一六\nおよび特許公報昭三二―六八四二に示されている装置をみると、その構造は、\n１　密閉容器を、上部連通管および下部連通管で、複数個（三個以上の多数個）結\n合し、\n２　密閉容器の、\n（１）　下部および下部連通管内に熱媒溶液を入れ、\n（２）　その上方を熱媒蒸気室とし、\n（３）　蒸気室の容積を熱媒溶液のそれよりも大ならしめ、\n３　また、熱媒溶液内に加熱体を設けた、\n４　合成繊維等の熱処理装置。\nであつて、前記Ⅱ２、３、４で述べた作用効果を奏するものである。本件物件\n（二）がこれら各装置と相違する点は、密閉容器が竪長で竪方向の溝が形成されて\nいること、したがつて、熱媒溶液の量が少量で済むので経済的であること、のみで\nある。\nそうであるから、本件物件（二）の具体的構造がさきに述べたとおりであるとし\nても、本件物件（二）の製造販売によつて客観的に表明されている考案の内容は、\n前記Ⅰ、Ⅱで述べたとおりに解すべきであり、本件物件（二）はこの考案の中の一\n実施例というべきである。\nすなわち、控訴人は、前述した考案の範囲において先使用権を有するものであつ\nて、控訴人が本件物件（一）を製造販売することは、本件物件（二）の製造販売に\nよつて客観的に表明されている考案の範囲内における実施例（実施形式）の改訂変\n更にほかならない。\n工業技術が高速度で進歩している現在において、先使用者に対して先使用してい\nた実施の形式、態様の墨守を長年月にわたつて求め、実施形式、態様の改訂、変更\nをすべて保護の対象外とすることは、先使用者と先願者との均衡ないし公平に適合\nするものではない。したがつて、先使用者の特定の実施行為によつて客観的に表現\nされている考案の範囲内である以上、その範囲内における実施形式、態様の改訂、\n変更は許容され、先使用権の効力範囲にあるものであり、特定の実施行為によつて\n客観的に表明されている考案の範囲は、権利範囲に関すると同じ観点に立つて定め\nるのが相当と解すべきである。\nしたがつて、かりに、本件物件（一）が本件考案の技術的範囲に属するとして\nも、控訴人は、本件実用新案権について、先使用による通常実施権を有するもので\nあつて、被控訴人の本訴差止請求は失当である。\n二　被控訴人の主張\n（一）　上部管の作用効果について\nたとえ、下部にある液相部連通管を十分大きくとり熱媒飽和蒸気の流通を自由な\nらしめたとしても、さらに上部に連通管を設けた方がより気相部の圧力、温度を均\n一ならしめることは理論上明らかであり、上部に気相部連通管を設ける必要がない\nとはいえず、上部に気相部連通管を設けた方がより好ましいものである。また、本\n件物件（一）の上部管は明らかに密閉容器の温度を均一にする作用効果をも併有す\nるものであつて、控訴人の主張する作用効果は、これに付加された効果にすぎな\nい。\n（二）　先使用権の抗弁について\n先使用者は、自己の技術を公開せず単に実施していただけであるから、先使用権\nの効力が現に実施していた形式もしくは態様に限定されたとしても、公平を欠くも\nのとはいえない。もし、先使用権の効力範囲が控訴人主張のごとく特定の実施行為\nによつて客観的に表明されている考案の範囲に及ぶとすれば、実用新案権者の権利\nが大いなる制約を受けることとなり、かえつて不公平な結果となる。\n控訴人は、工業技術が高速度で進歩する旨主張するが、一たん取得した工業所有\n権には進歩ということは考えられないのであるから、時代の推移に応じて陳腐なも\nのとなることもありうる。そして、この点は先使用権とて異なる筈はないものであ\nり、これを理由として先使用権者がより大きい権利を主張することは許されるべき\nものではない。\n三　証拠（省略）\n理　　　由\n一　当裁判所は、原判決に以下のとおり付加するほか、原判決と同一の理由によ\nり、本件物件（一）は本件考案の技術的範囲に属すると認めるので、ここに原判決\n理由中当該部分（原判決二九枚目表二行目から三五枚目裏二行目まで）を引用す\nる。\n二　付加する理由は、次のとおりである。\n成立に争いない乙第二四号証の二によれば、特公昭三二―六八四二には合成繊維\n等の熱処理に使用されるローラー加熱装置において、左右に配置された受熱体（密\n閉容器）内の熱媒状態を均一にするため、これを互に連絡する気相連絡管（上部\n管）と液相連絡管（下部管）が設けられているが、この場合、液相連絡管を充分大\nきくとり気体の流通も自由ならしめれば気相連絡管を特別に設ける必要はない旨の\n記載がある事実を認めることができる。\nしかし、このことは、同公報に記載された実施例二の装置に関することであつ\nて、この装置と構造、形状を異にする本件物件（一）の装置についても同様に解す\nることができるかどうか必ずしも明らかではない。のみならず、かりに、本件物件\n（一）の装置についても同様に解することができるとしても、本件物件（一）につ\nいての原判決別紙物件目録（一）記載の図面および図面説明書によれば、この装置\nの液相連通管が気相連通管に比して大きいことは否定しがたいけれども、気相連通\n管たる上部管を設ける必要のないほど充分に大きいと認めるに足りる証拠はない。\n本件考案において、上部管（３）は、少くとも不純ガスの影響が現われるまでの\n間、あるいは、不純ガスを排出した後、熱媒蒸気を各密閉容器（１）間に連通し、\n密閉容器の温度を均一にする作用効果を有するものであることは、成立に争いのな\nい乙第二二号証から第二四号証までの各一、二、同乙第二五号証によつてもこれを\n否定することはできない。\n三　次に控訴人の先使用権の抗弁について判断する。\n（一）　成立に争いのない乙第二一号証、証人Ａの証言により真正に成立したもの\nと認められる乙第一号証および同証人の証言によれば、控訴会社は、昭和三五年一\n〇月以降同三九年一〇月ころにかけて、原判決添付本件物件（二）の図面および図\n面説明書記載のごとき（ただし、密閉容器（１）は、図面記載のごとく二個を溝\n（２）を設けた面を相対向させて結合してある。）構造の合成繊維の熱処理装置を\n製造販売してきた事実を認めることができる。\n（二）　ところで、先使用による通常実施権の効力の及ぶ範囲は、先使用者が「そ\nの実施又は準備をしている考案及び事業の目的の範囲」であるが、ここにその実施\nをしている考案の範囲とは、必ずしも現に実施している構造のものに限られるもの\nではなく、現に実施してきた構造により客観的に表明されている考案の範囲にまで\n及ぶものと解すべきものである。けだし、このように解することが実用新案法第二\n六条、特許法第七九条の文理にかなうところであるうえ、先使用者が考案の同一性\nをそこなわない範囲内において実施してきた構造を変更した場合に、この変更した\n構造のものに先使用権の効力が及ばないとすることは、先使用者に些細な構造の変\n更をも許さず当初のものを強いる結果となり、先使用者にとつてあまりにも酷な結\n果を招来し、実用新案権者と先使用者との間の公平を欠くものといわなければなら\nないからである。そして、現に実施している構造のものより客観的に表明される考\n案を認定するに当つては、当時の技術水準を前提として具体的に実施をしている構\n造を中心に判断すべきものと考える。\n（三）　そこで、前記乙第二二号証から第二四号証までの各二により認められる当\n時の合成繊維の熱処理装置の技術水準を基として本件物件（二）が客観的に表明す\nる考案がどのようなものであるか検討すると、前記乙第一号証、同第二一号証、証\n人Ａの証言によれば、その構成要件は、「竪長の密閉容器（１）に竪方向の溝\n（２）を形成し、該密閉容器（１）二個を、溝（２）を設けた面を相対向させて該\n二個の密閉容器の間に一個の幅広い竪方向の溝を形成するよう上部連通管（３）お\nよび下部連通管（４）で結合し、密閉容器（１）二個の下部および下部連通管\n（４）内に熱媒溶液（６）を入れ、その上方を熱媒蒸気室（５）とし、該蒸気室\n（５）の容積を熱媒溶液（６）のそれよりも大ならしめ、密閉容器（１）二個の下\n部の熱媒溶液（６）内に加熱体（７）を設けた合成繊維の熱処理装置」であると認\nめることができる。\n（四）　控訴人は、本件物件（二）の考案は、密閉容器（１）二個を溝（２）を設\nけた面を相対向させて結合することが構成要件ではない旨主張する。しかし、前記\n乙第一号証によれば、スリツト内部の糸道は間隙七ミリメートルもしくは八ミリメ\nートル、幅約一九五ミリメートルの溝を形成している旨の記載があり、かつ、これ\nにその図面の記載を照らし見ると、前記認定のごとく、本件物件（二）の考案は、\n密閉容器（１）二個を溝（２）を設けた面を相対向せしめて該二個の密閉容器の間\nにスリツトをなすように一個の巾広い竪方向の溝を形成することが必須の要件であ\nるものというべきであつて、この点についての控訴人の前記主張は採用しがたい。\n（五）　そこで、現に控訴人において実施している本件物件（一）の装置が本件物\n件（二）の考案の同一性をそこなわない範囲内において単に実施してきた構造を変\n更したものであるかどうかについて検討する。本件物件（一）の構造が原判決請求\n原因記載のとおりであることは当事者間に争いがないところ、本件物件（一）は、\n本件物件（二）の考案の前記構成のうち「密閉容器（１）二個を、溝（２）を設け\nた面を相対向させて該二個の密閉容器の間に一個の巾広い竪方向の溝を形成するよ\nう結合」した構造を欠くことが明らかである。してみれば、本件物件（一）は、本\n件物件（二）の考案とその構造を異にし、同一の考案に属するものということはで\nきない。\nしたがつて、この点からみても本件物件（一）について先使用による通常実施権\nを肯認することはできず、控訴人の先使用権の抗弁は理由がない。\n四　以上のとおりであるから、被控訴人の控訴人に対する本訴差止請求は理由があ\nるのでこれを認容すべきである。よつて、これと同趣旨の原判決は正当であるか\nら、本件控訴を棄却し、控訴費用の負担につき民事訴訟法第九五条、第八九条を適\n用して主文のとおり判決する。\n（裁判官　古関敏正　宇野栄一郎　舟本信光）\n"
}