{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 8,
    "day": 6
  },
  "case_number": "昭和43(ネ)23",
  "case_name": "所有権確認請求事件",
  "court_name": "大阪高等裁判所第一民事部",
  "lawsuit_id": "22437",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22437",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/437/022437_hanrei.pdf",
  "contents": "主　　　　文\n原判決中控訴人の主位的請求および占有妨害禁止の予備的請求を棄却す\nる部分についての控訴はこれを棄却し、控訴人の使用収益権確認の予備的請求を棄\n却する部分を取消す。\n控訴人が原判決末尾添付の別紙目録記載の土地につき替費地処分による\n使用収益権を有することを確認する。\n被控訴人は控訴人に対し右土地を明渡せ。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　　実\n控訴人は「原判決を取消す。主位的請求として、被控訴人は原判決添付目録記載\nの土地（以下「本件土地」と称する）が控訴人の所有であることを確認し、かつ控\n訴人の右土地の占有につき一切の妨害をしてはならない。\n予備的請求として、被控訴人は本件土地につき控訴人が使用収益権を有すること\nを確認し、かつ控訴人の右土地に対する占有につき一切の妨害をしてはならない。\n訴訟費用は第一、二審とも被控訴人の負担とする。」との判決を求め、その後請求\nの趣旨を変更し「原判決を取消す。控訴人が本件土地につき使用収益権を有するこ\nとを確認する。被控訴人は控訴人に対し右土地を明渡せ。訴訟費用は第一、二審と\nも被控訴人の負担とする。」との判決を求めた。\n被控訴人は控訴棄却の判決を求め、控訴人の右訴の変更に異議をとどめた上、そ\nの請求棄却の判決を求めた。\n当事者双方の事実上の主張ならびに証拠関係は\n控訴人において、本件土地については、すでに昭和二五年七月七日売主訴外ａと\n買主控訴人間に売買契約がなされているにかかわらず、さらに昭和三五年四月二三\n日売主たる右訴外人と買主たる被控訴人との間に売買契約が行われたものであり、\n第一次の譲受人は控訴人で、第二次の譲受人が被控訴人という関係に立つものであ\nるところ、被控訴人の本件土地取得は控訴人を害するため右訴外人と共謀の下にな\nされた背任行為であるから、公序良俗に反し無効である。仮りにそうでないとして\nも、本件の如き替費地については、二重譲渡の場合における法的な対抗要件がない\nのであるから、先にこれを取得したものが権利をもつと解すべきである。かりに対\n抗要件が存在するとしてもそれは占有であり、昀初に本件土地の占有を取得した控\n訴人が優先し、被控訴人はその取得を以て控訴人に対抗できないものと解すべきで\nある。かりに土地区画整理組合に対する届出ないしその備付簿書への記入が対抗要\n件であるとしても、被控訴人は、前記のように背信的な悪意者であるから、控訴人\nは対抗要件を備えずして被控訴人に対し本件土地の取得を対抗することができると\n解すべきであること信義則、権利濫用の法理に照らし当然であると述べ、当審にお\nける鑑定の結果および当審証人ｂの証書を援用し、乙第七号証の成立を認め\n被控訴人において乙第七号証を提出し\nたほかは、原判決事実摘示と同一であるから、これを引用する。\n理　　　　由\n一　控訴人は訴えの変更により従来の主位的請求を取下げたのであるが、これに\n対する被控訴人の同意がないから右取下の効力を生ずるに由なく、主位的請求はそ\nのまま残存することになる。そして予備的請求については、本件土地についての使\n用収益権の確認を求める部分は、新旧両請求とも同一であり、旧請求の占有妨害禁\n止を求める部分を明渡を求める請求に交替的な変更をしたのであるが、右両個の請\n求はいずれも本件土地の使用収益権に基づくものであること控訴人の主張自体に照\nして明らかであつて、請求の基礎に変更がなく、かつ訴えの変更により訴訟手続に\n遅滞を来さないこと本件訴訟手続の経過に徹し明らかであるから、右訴えの変更は\nこれを許容すべきである。しかし占有妨害禁止の旧請求取下について被控訴人の同\n意がないから、この請求の当否もまた審理の対象となる。\n二　まず主位的請求の当否について判断する。\n訴外大阪市ｃ土地区画整理組合（以下組合と称する）が控訴人主張の目的の下に\nその主張の日時に設立されたこと、組合が控訴人主張の頃本件土地を含む大阪市ｄ\n区ｅ町仮地番ｆ番地およびｇ番地の土地を組合の替費地として定める処分をしたこ\nと、ならびに組合の事業はいまなお継続中であつて、換地処分がなされていないこ\nとは当事者間に争いがない。ところで、組合が替費地について所有権を取得するの\nは換地処分の公告がなされた翌日であるから、控訴人がたとえ訴外ａを経て本件土\n地を組合から転得した者であるとしても、現段階では本件土地の所有権を取得する\nに由なく、したがつて右所有権の取得を前提とする控訴人の主位的請求はその余の\n判断をまつまでもなく、失当たるを免れない。\n三　つぎに予備的請求の当否について判断する。\n（１）　組合が前記替費地二筆を訴外ａに売渡したことは当事者間に争がない。\nそして昭和二五年七月七日控訴人と右ａとの間において、控訴人がａの営む滑車製\n造工場の敷地購入資金一二万円をａに出金する代りに、ａは控訴人に対し本件土地\nを譲り渡す旨の契約が成立し、控訴人がその引渡しを受けて本件土地を占有耕作し\nて来たこと、右契約は結局ａにおいて本件土地を代金一二万円で控訴人に売渡した\n趣旨とみられること、同契約に附随して双方の従来の耕作地につき耕作の利便をは\nかるため、控訴人所有の大阪市ｄ区ｈ町ｉ番地（仮地番同町ｊ番地及びｋ番地）の\n土地六五四・五四平方米（一九八坪以下「Ｂの土地」と称する）をａが耕作する代\nりに、前記替費地のうち本件土地を除いた残余の土地で、なおａの権利に属する部\n分一二三一・五三平方米（三七二坪五合四勺以下「Ｂの土地」と称する）を控訴人\nが耕作する約定が成立したこと、ならびに、その後昭和二七年に至りＢの土地はａ\nから訴外ｌに売り渡され、続いて昭和二九年頃Ｂの土地は控訴人から大阪府に売り\n渡されたが、本件土地は控訴人において引続きこれを占有耕作していたものである\nことは、後記説明を付加するほかは原判決判示のとおりであるから、原判決理由の\n該当部分（原判決五枚目裏一行目から七枚目表八行目まで）を引用する。被控訴人\nは、控訴人の右出金一二万円はａの営む事業に対する出資金であり、また耕作地の\n交換は、ａの本件土地についての耕作権と控訴人所有のＢの土地についての耕作権\nとの交換であつたと主張する。なるほど右引用の原判決が証拠として挙示する甲第\n一号証（契約書）の文言のみをみれば表題に「交換売買」の記載があるとはいえ、\n控訴人出指の一二万円がａの事業に対する出資金ないしは事業経常の融資金である\nかのような観がないではなく、原審証人ａの証言（三回）によると右出捐に対しａ\n経営の会社の株式額面金額合計二万円のものを控訴人に譲渡しただけで、残額一〇\n万円は事業資金の融資であつたというのであるが、他方右融資金について利息、弁\n済期の定めがなく、本件紛争に至るまでの一〇年余の期間その返済が問題にならな\nかつたことは、右ａ証人自身が証言するところであり、かつ原審証人ｍおよび原審\nにおける控訴本人はいずれも右株式の譲り受けを否定するとともに、出損金一二万\n円の返還を求めた事実は全くないと供述しているところよりすれば、右出損金の性\n質に関するａ証人の証言はとうてい信用し難く、したがつて甲第一号証の文言のみ\nを根拠にして前認定を覆し、被控訴人主張の出資金であると認定するに由なく、さ\nらに耕作地交換に関する被控訴人の主張事実も、その供述があいまいで首尾一貫せ\nず、とうてい措信できない前記証人ａの証言（一ないし三回）を除いて、これを認\nめるに足る的確な証拠がなく、前認定を覆すに足りないから、被控訴人の右主張は\n採ることができない。\n（２）　ところで、控訴人の本件土地買受けに遅れて、昭和三五年四月二三日被\n控訴人が前記ａから本件土地を三〇三万六、〇〇〇円で買受ける契約をし、同年五\n月二三日代金の支払を了した上同月二五日組合に対し右売買の届出をし、組合は同\n日備付簿書の土地所有者名義をａから被控訴人名義に変更したことは、原審証人ａ\n（第一回）同ｎの各証言ならびに原審における被控訴人本人尋問の結果によつて成\n立を認めうる乙第一号証の一、二および同第三号証、大阪市ｃ土地区画整理組合作\n成部分の成立に争がなく、その余の部分についでは原審における被控訴人本人尋問\nの結果によつて成立を認めうる乙第二号証の一、前記証人ｎ、同ａ（一、二）回の\n各証言ならびに被控訴人本人尋問の結果を綜合してこれを認めることができ、右認\n定を左右するに足りる証拠はない。\n（３）　控訴人は被控訴人の本件土地取得は公序良俗に反し無効であると主張す\nる。\n原審証人ａ（二、三回）、同ｍ、同ｎ、同ｏの各証言、原審における控訴人本人\n尋問の結果によると、被控訴人が、本件土地をａより取得するさい本件土地がすで\nに控訴人に譲渡されていることを知つており、したがつて売買価格も普通より低額\nであつたことが推認できるが、被控訴人の本件土地取得が控訴人に対する積極的な\n害意の下に売主と共謀の上なされた加害行為である等その公序良俗違反性を肯定す\nべき具体的な事情は本件に現れた全証拠によるも、これを認めるに十分でないか\nら、控訴人の右主張は採用できない。\n<要旨>（４）　そうであれば、替費地たる本件土地が買主たるａから控訴人およ\nび被控訴人の両名に二重譲渡された</要旨>関係に立つといえるから、譲受人のいず\nれが優先するかについて、以下これを検討することとする。\n（イ）　替費地処分によつて設定される替費地は、換地の減歩の集約された土地\nであるから、これに照応する従前の土地を欠く、また替費地自体の旧所有者は、他\nに換地（仮換地）を定められるか、あるいは換地（仮換地）を定められずに使用収\n益を停止されることになるが、いずれにしても替費地について使用収益権をもつこ\nとはなく、替費地の管理権は組合に属するものとされている（土地区画整理法一〇\n〇条の二）。右管理権が替費地についての使用収益権を含むものであることは勿論\nであつて、この使用収益権は換地処分の公告により組合の取得する原始的所有権の\nいわば前身的な顕現であるから、排他的な物権的な性質を有するものといわなけれ\nばならない。もつとも替費地処分は換地計画の変更に伴い変わることを予想してい\nるのであるから、組合が替費地について所有権を取得するのは、その替費地処分ど\nおりに換地処分の公告がなされることを条件とするものであり、換地処分公告前に\n組合がその替費地について有する権利は将来の条件付所有権であり、したがつて使\n用収益権も解除条件付であるということができる。そしてこの条件付所有権は換地\n処分の公告の翌日に確定所有権となり、これを組合が原始的に取得し、組合の保存\n登記がなされるのである。\n替費地処分は、前記の如く組合の整理事業に必要な費用を調達するためになされ\nるのであるから、換地処分公告前に替費地の売却処分がなされうることは法も予定\nするものというべく、右処分が公法的なものであつても、その実質は売買であるか\nら、私法上の規定が準用されるのは当然であり、その売却処分は条件付所有権の移\n転とこれに伴う使用収益権の移転を目的とするものといえるが、条件付所有権とい\nつても所有権自体が未発生であり、その客体も必ずしも確定的でない点で（通常は\n替費地処分どおりの換地処分がなされる実情にあるけれども。）特殊な性格をも\nち、現実的には替費地の使用収益権が将来取得される所有権の前身的な顕現として\n重要な内容をなしている。そして売却処分により買主となつた者もまたその替費地\nを他に売却することは組合規約等に制約がない限り自由であり、転買人はこれによ\nつて前同様の権利を取得するし、さらにこれを他に転々売却した場合の買主につい\nても同様であるが、これらの売買について順位保全のための仮登記をすることがで\nきないのは、前説示に照らし自ら明らかであり、換地処分の公告があればその翌日\nに生じた所有権は特段の意思表示をまたずに組合から中間取得者を経て昀終取得者\nに順次移転し、これに応じた所有権移転登記がそれぞれなされることになる。\n（ロ）　換地処分公告の翌日よりも前に替費地について前記のように二重譲渡が\n行われた場合の対抗要件については法の規定がない。仮登記ができないこと前記の\nとおりであり、それかといつて替費地取得者のいずれもが他方に対しその取得を対\n抗することができないとすることは法的安定を欠き、取得者の不安は占有訴権によ\nる保護だけでは十分でなく、とくに奪われた占有が善意の第三者に移ればもはや回\n復の方法がないことになる。しかも換地処分公告までの期間が通常長期にわたり、\nその間土地に投下される資本ないしは地上に築かれる利益の軽視し難い場合も予想\nされるし、地価の高騰はとかく紛争を招き易いことなどの諸点からみて権利関係を\n不安定のまま長く放置することは頗る不当である。これらの難点を回避するために\nは、替費地の使用収益権の取得につき何らかの公示方法を設けるほかはないが、右\n使用収益権が排他的性質を有するところから考えると、その公示方法はいわゆる\n「明認方法」と同様のものとし、かつこれを以て対抗要件となすべきである。とこ\nろで右使用収益権がいわゆる占有用益権であり通常その移転に引渡が伴うことおよ\nび借家法、農地法では借家権、農地賃借権につきいずれも引渡を以て借家または農\n地の所有者に対する対抗要件とされている趣旨などから考察して、替費地の引渡な\nいし占有を以て使用収益権取得の公示方法であるとともに対抗要件であると解する\nのが妥当である。もつとも組合備付の簿書には届出によつて替費地の権利の移転が\n記載され、かつこの簿書は一般の閲覧を許すべきものとされているから、慣行的に\n簿書の記入が使用収益権の公示方法とされているときは、これを以て対抗要件とす\nることもできると解すべきである。（しかし当審証人ｂの証言によると、本件では\n右の慣行は明らかでない。）そしてこれらの対抗要件のいずれかを先に備えた者\nが、他方に対しその権利取得を対抗できること勿論であつて、使用収益権について\n対抗力を取得した者が自から条件付所有権の取得についても優先するのは、前説示\nの両者の権利の性質ないし関係からみて当然である。したがつて替費地取得者の一\n方が右の対抗要件を具備するときは、他方の権利取得は否定されて、権利を取得し\nなかつたことになるのは、一般の二重譲渡の場合と同様である。そうであるから、\n換地処分公告後において、有効な所有権取得の登記をなしうる者は、右の対抗要件\nを具備した権利取得者に限られるのであつて、他の取得者が右登記をしたとして\nも、実体上の権利を欠くことの故に、その登記は抹消される運命にある。\nもつとも、換地処分の公告によつて条件付所有権は確定所有権となり、使用収益\n権はこの所有権に吸収されるけれども、右は所有権という一つの権利の生成過程に\nおける転化現象に過ぎないから、換地処分公告前に前身の権利を取得できなかつた\n者が換地処分公告によつて、この権利を母体とする所有権を取得する道理はない\nし、また換地処分公告前に対抗要件欠缺の故に権利を取得できなかつた者が、換地\n処分公告後の登記において先立つときは完全な所有権を取得し、その反面権利を対\n抗することができた他の取得者が逆転してその所有権を失うというが如き解釈は、\n法的安定を害すること著しく、実際上も不当である。したがつてまた換地処分公告\n前の権利の対抗要件は、換地処分公告までの対抗関係を律するに止まり、換地処分\n公告後の所有権取得の対抗要件は、右とは無関係に考えるべきであるとして、両者\nの関連性を否定し、結局登記において先立つ者が常に完全な所有権を取得するとい\nう見解も、前同様の理由から採ることができない。ただ替費地取得者の一方の取得\nは換地処分公告前であるが（その取得につき前記対抗要件を備えてもその対抗要件\nに仮登記の如き順位保全の効力を認めることは、法の規定がない以上無理であ\nる）、他方の取得が換地処分公告後である場合あるいは双方の取得がいずれも換地\n処分公告後である場合には、登記において先立つ者が優先すると解すべきである。\n（ハ）　いまこれを本件についてみるに、控訴人が本件土地をａより買受けその\n引渡を受けて占有耕作中に、被控訴人が本件土地を同訴外人より買受け組合にその\n旨の届出をなし簿書にその記載がなされていることは前認定の通りであつて、簿書\n記入方法による対抗要件を論ずるまでもなく本件土地の使用収益権取得につき、先\nに対抗要件を具備した者は控訴人であるから、控訴人は右使用収益権の取得を以て\n被控訴人に対抗することができるのは、前説示に照らして明らかである。\n（５）　被控訴人が昭和三五年四月二六日自己が本件土地を取得したものである\nとしてこれに立入り、これを防止せんとする控訴人との間に衝突摩擦を繰り返した\n末、昭和三七年一〇月頃遂に控訴人の占有を実力を以て排除し、爾来被控訴人が本\n件土地を占有していることは原判決説示のとおりであるから、原判決理由の該当部\n分（原判決七枚目表九行目から八枚目表三行目まで）を引用する。\nところで、本件土地の使用収益権取得を以て相手方に対抗することができるのは\n控訴人であつて、被控訴人でないこと前説示のとおりであるから、その余の判断を\nまつまでもなく控訴人は被控訴人に対し本件土地につき替費地処分に基づく使用収\n益権を有することの確認を求めるとともに、本件土地を占有する被控訴人に対し、\n右使用収益権に基づいて明渡を求めらる権利あることは明らかである。しかし控訴\n人は現在本件土地を占有していないのであるから、右占有を前提とする控訴人の占\n有妨害禁止の請求は理由がない。\n四　そうであれば原判決中控訴人の主位的請求ならびに予備的請求のうち占有妨\n害禁止請求を棄却した部分は正当であつて、この点の控訴は理由がないけれども、\n使用収益権確認の予備的請求を棄却した部分は失当であるからこれを取消し、控訴\n人の右確認請求および明渡しの新請求を認容することとし、訴訟費用の負担につ\nき、民訴法九六条、九二条但書、八九条を適用して、主文のとおり判決する。\n（裁判長判事　金田宇佐夫　判事　西山要　判事　中川臣朗）\n"
}