{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 4,
    "day": 27
  },
  "case_number": "昭和52(ネ)1459",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪高等裁判所第一民事部",
  "lawsuit_id": "22368",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22368",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/368/022368_hanrei.pdf",
  "contents": "主　　　　文\n原判決中一審被告Ａ敗訴の部分を取消す。\n右部分に関する一審原告Ｂ、Ｃ、Ｄの請求を棄却する。\n一審原告らの本件控訴を棄却する。\n訴訟費用は、第一、二審を通じ、一審原告らの負担とする。\n事　　　　実\n一　申立\n（一）　一五三八号事件\n（一審原告らの申立）\n原判決中一審原告ら敗訴の部分を取消す。\n一審被告らは各自一審原告Ｅに対し金一〇〇万円、一審原告Ｂ、同Ｃに対し各金\n四四〇万円、一審原告Ｄに対し金五一五万円および右各金員に対する昭和五〇年五\n月二一日以降支払済みまで年五分の割合による金員を支払え。\n訴訟費用は、第一、二審とも一審被告らの負担とする。\n右第一、二項につき仮執行の宣言。\n（一審被告らの申立）\n一審原告らの控訴を棄却する。\n（二）　一四五九号事件\n（一審被告Ａの申立）\n原判決中一審被告Ａ敗訴の部分を取消す。\n一審原告Ｂ、Ｃ、Ｄの一審被告Ａに対する右部分の請求を棄却する。\n訴訟費用は、第一、二審を通じ、一審原告らの負担とする。\n（一審原告Ｂ、Ｃ、Ｄの申立）\n一審被告Ａの控訴を棄却する。\n控訴費用は、一審被告Ａの負担とする。\n二　事実上の主張および証拠関係\n原判決事実摘示記載のとおりであるから、これを引用する。\n理　　　　由\n昭和五〇年五月二〇日午後七時頃Ｅの子であり、Ｂおよび同Ｃの父であり、Ｄの\n夫であるＦがＧが所有しその子Ａが占有管理する山林中の松枯木の倒壊によりこれ\nに打たれて死亡したこと、右現地の所在、四囲の状況、事故時の状況、住民の山林\n立入り慣習等の事実判断は、原審裁判所と同一であるから、原判決中右該当部分を\n引用する（原判決一四枚目表一〇行目より一八枚目表三行目まで。但し、一五枚目\n裏九、一〇行目「被告Ａは本件松の管理（直接占有）者として民法七〇九条に基づ\nく責任を負担しなければならないが」を「一審被告Ａは本件松の管理（直接占有）\n者であるが」と改め、一六枚目表一、二行目「、何らの不法行為責任もないこと以\n下説示するとおりであ」を除く）。\n<要旨>思うに、山林、原野を所有・管理する方法としては、その山林、原野に植\n栽、あるいは自生による立木その</要旨>他の植物を伐採、採取して利を計り、ある\nいはそのような方法で利を計り得ないで漫然とこれを所有、管理するなど色々の態\n様があり得るが、いずれにしても、下草を刈つたり、枝を払つたり、伐採したりな\nどこれに人手を加えるのは、利殖の手段としてこれをなすのである。従つて、山林\n中の樹木が生育の途中で、あるいは老化して枯木となり、ために伐採して収穫する\n目的に添わなくなつたものは、それが植栽にかかるものであると自生にかかるもの\nであるとを問わず、他の植物の生育の妨害になるとしてこれを伐倒する時以外は立\n枯れのまま放置しておき、敢えて人手に掛けないのが通常の山林管理の方法であ\nる。収穫の目的のないいわゆる原始林においては、立枯れの立木、自然倒壊した枯\n木が随所に見受けられて異様な状況を呈するのはこのためである。枯れた立木は、\nいずれはわずかな刺戟により倒壊すべき運命にある。従つて、山林に立入つてこの\nような枯木に近付く者は、何らの物理的刺戟が存しない平穏な日和の時は安心であ\nろうが、強風が吹いていたりして倒壊の可能性がある時はみずから注意してこれに\n近付くであろう。山林、原野は、もともと人手が加えられていないのを原則として\nいるから、勢い自然現象のままのところが多く、従つてまた、人間が近付いたり、\n立入つたりするのに危険なところは随所にある。これに近付いたり、立入つたりす\nる者は、自己の判断と危険負担とにおいて敢えてこれをなすのであり、その判断を\n誤つた結果何らかの被害を受けたとしても、これを山林原野の占有者や所有者の責\nに帰することはできない。山林・原野の所有者もしくは占有者とこれに立入る人間\nとの相互関係は、このような原理によつて規律せられている。ところで、およそ物\nの瑕疵とは、物のあるべき性能を備えないことをいうのであるが、一般論として立\n木が枯木になればそれが民法七一七条にいう瑕疵に当るか否かなどと論ずるのは意\n味がなく、その立木が生立している状況の社会的な意義に照らして判断されるべき\n事柄である。山林・原野においては、山林の所有者、占有者と山林に立入る者との\n前記の関係に照らしてこれを判断すれば、立木が枯れたからといつて直ちにこれを\n瑕疵に当るということはできない。それは、山林・原野における立木のあり方とし\nてはじめから予定され容認されている事柄である。この点は健全な状態での存在自\n体が目的であるところの庭木や街路樹の場合と対比すれば明らかになるであろう。\nしかしながら、山林、原野に生育した立木といえども、それが街道筋に面した位\n置にあり、その倒壊により通行中の車や人に危害が加わる場合はまた別個の法律関\n係となる。街道を通行する車や人は、道端の立木の倒壊により危害を受けることは\nないとの信頼の下に道路を利用しているのであり、従つてまた、街道に接した山\n林、原野を所有、占有する者は、その信頼を裏切らないようにこれを管理する義務\nがある。もつとも、同じく道路に面した山林原野でも、その道路が山中の細い林道\nであつて、人の通行が極めて稀である場合は、また別の結論となるであろう。この\nような林道を通行する人は、その四囲の山林、原野の管理が街道筋に面した山林、\n原野の管理と同一の注意をもつて管理されているとは信頼していないし、従つてま\nた、偶々道に横たわる風倒木があつても、何ら意に介しないでこれを跨いで通行す\nると共に、周辺の倒れかかる立木には注意しながら通行するであろう。それは、前\n述した山林、原野に分け入る時に近い関係になるのである。しかし、同じ林道であ\nつても、主要なハイキングコースになつていて、日曜日には、都会からのハイカー\nの列が陸続として続くような場所であると、また、別の心配が湧いてくる。\nこのように、山林、原野に生育した立木といえども、例外的にはその所有者占有\n者にその倒壊による危険防止義務が生ずることはあり得るのであり、従つてまた、\n倒壊に瀕した枯木は瑕疵ある立木といえる場合はあるが、それはその危険発生の蓋\n然性の多寡と密接に関連するものといわなければならず、いやしくも危険発生の可\n能性が少しでも存在すれば足りるというものではない。すなわち、交通量の多い街\n道筋の場合は、それだけ危険発生の蓋然性が多いから、勢い山林、原野の所有者、\n占有者もその防止に留意するであろうし、そこを通行する車や人は、そのように安\n全管理ざれていることに信頼して路傍の立木に注意することなくその傍らを通行す\nるから、もしかりにその安全管理が欠如すると、より危険発生の蓋然性が高くな\nる。そしてその逆の場合は、逆の法則が働くのである。山林、原野における立木\nは、自然のままに任せてあるのが原則であるから、前者の場合にのみ特別にその倒\n壊による危険防止義務が生ずるものといわなければならない。\nさて、本件事故地は、そのいずれの類型に属するであろうか。前認定の事実関係\nによれば、本件事故の原因となつた松倒木のあつた山林は、人里離れたというべき\nところにあり、約三〇度の勾配地で、同山林の裾部が亡Ｆの耕作田と接しているこ\nと、Ｆの田に近い本件山林附近の田に出入りし、本件の松枯木に近付く住民は、Ｆ\nのほかＡのみといつてよい状況にあること（成立に争いのない甲第一五号証、Ａ本\n人尋問の結果により成立が認められる乙第五号証によれば、本件現場は、山の谷合\nいが次第に深まり、狭い谷間に作られた段々田も終ろうとするあたりであることが\n認められるから、ここまで入り込む者は、山を管理するＡと最終付近に位置する田\nを耕作するＦだけであろうというのもうなずける）、本件松枯木は、田の縁より約\n七、八メートルのマブ地帯（山林に隣接する田の耕作者は、山林内に立入り自由に\n草木を切り取つて田の耕作への影響を防止することを許された地帯）を約三〇セン\nチメートル出た奥にあり、その高さは約一四米であつたというのである。そうであ\nれば、この松枯木がもしＦの田の方向に倒れ、そこに偶々Ｆが働いていたとすれば\nＦに危害を及ぼす可能性のある位置関係であつたといえる。しかし、本件事故は、\nＦが田の中で耕作している間に起つたものでなく、右マブ地帯の除草作業中に起つ\nたものと推認される（前顕甲第一五号証によれば、マブの草は本件松倒木の倒れて\nいるところまで刈り取られ、Ｆの死体の傍に除草機が転がり、そして、松倒木には\n根本から六・六メートルのところに大きな損壊部分―腐朽しているので容易に損壊\nし易い―があることが認められるので、この部分が除草中のＦの頭に当つたとみら\nれる）から、本件松枯木とＦの田との位置関係が本件事故と直接の因果関係がある\nともみなし難い。しかし、Ｆは、マブの慣習に従い、本件松枯木に近付いて除草な\nどをなし、その際に事故が起る可能性が残されている。従つて、この点から、本件\n山林の所有者・管理者に事故防止のため予めこれを切り倒しておく義務があるかど\nうかの検討を要することになるが、既述の基準に従つてこれを判断すれば、この場\n合はむしろＦにおいて注意して本件松枯木の近くでの除草作業をなすべきであり、\nＡないしＧにおいて危険防止のため予め松を切り倒しておく義務はないものといわ\nなければならない。Ｆとしては、常日頃農作業中本件松立木を望見し、これが著し\nく腐朽していて強い風が吹けば倒壊するかもしれないことは予見していたであろう\nと思われる。このような腐朽木は財産的価値はないから、Ｆは、松枯木の位置から\nして、マブの慣習に従つたとしてこれを切り倒しても、所有者の方でも敢えて異存\nがないであろうと思つたかもしれない。しかしながら、風の強い日でその危険が感\nぜられる時には適宜身の処し方を考えればすむことであるから、敢えてこの腐朽木\nを意に介しなかつたものであろう。事故当日この地方は瞬間風速六メートルの風が\n吹いており（成立に争いのない甲第一六号証）、これが谷間を吹き渡る時には瞬間\n的に相当強い風になることがあるから、本件松枯木に近付いて除草作業をするには\n警戒してこれをなさなければならない状況にあつたのであるが、恐らくは除草機の\n騒音に妨げられて松枯木が折れる音に気付かなかつたものと思われる。通常は、立\n木が風に吹き倒されるとき、木の裂ける音がするので、その場を飛び退いてこれを\n避けることは容易なことであり、Ｆもそのことに信頼していたであろうが、まこと\nに偶然の重なりで不幸な結果となつたものである。\n以上の次第であるから、本件松立木が腐朽していたことは、民法七一七条二項に\nいう竹木の栽植又は支持に瑕疵ある場合に当らない。また、Ａにおいて本件事故の\n発生につき過失があつたことにはならない。従つて、これらを前提とする第一審原\n告らの本訴請求はその余の争点について判断するまでもなく理由がないといわなけ\nればならない。\nよつて、第一審原告らの控訴は理由がないからこれを棄却すべく、第一審被告Ａ\nの控訴は理由があるから、原判決中、右被告に対する請求を認容した部分は失当と\nして取消し、右部分の請求を棄却すべきである。よつて、訴訟費用の負担につき民\n事訴訟法八九条、九六条に従い、主文のとおり判決する。\n（裁判長裁判官　坂井芳雄　裁判官　乾達彦　裁判官　富沢達）\n"
}