{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 5,
    "day": 24
  },
  "case_number": "昭和45(う)189",
  "case_name": "風俗営業等取締法違反被告事件",
  "court_name": "東京高等裁判所第九刑事部",
  "article_info": "第24巻2号343頁",
  "gist": "風俗営業等取締法一条二号にいう「客の接待」にあたらないとされた事例",
  "case_gist": "有夫の婦で間口約一、七六メートル、奥行約三メートル、面積約五、三平方メートルのささやかな店舗を構え、料理人や給仕などを置くことなく、独りで店の一切を切り廻し、客の求めによりおでん類を主にして、場合によつてはビールや酒など供与するといつた規模の飲食店を経営する者が、顔に化粧を施したり、服装を飾つたりするようなこともなく夜も一一時を過ぎた頃、他に客もない店舗で常連の客である若い男性に対し、幅約〇、四七メートル、高さ約〇、八メートルのカウンター越しに調理場の方から注文のビールをコツプ一杯に満たしてやり、自らも同人から別のコツプにビールを注いでもらつたものの、これを口にするでもなく、ただ同人と世間話をしたに過ぎないときは、未だ風俗営業等取締法一条二号にいう「接待」をしたことにはならない。",
  "lawsuit_id": "20729",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20729",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/729/020729_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人は無罪。\n理　　　　由\n本件控訴の趣意は、弁護人椎名麻紗枝および同工藤鉄兵作成名義の控訴趣意書に\n記載されたとおりであるから、これをここに引用し、これに対して、当裁判所は、\n次ぎのとおり判断する。\n所論は、第一で本件捜査の違憲・無効を、第二で原判決の法令の解釈・適用の誤\nりと事実の誤認を、第三でその量刑不当を、それぞれ、主張するのであるが、第一\nの主張は原審で何ら主張判断のなかつた事項に関するものであり、第三の主張は甚\nだ抽象的で、附随的な主張であるとの感じが強く、これらの論調のほか、弁護人の\n刑事訴訟法第三九三条第四項に基ずく弁論の要旨をも併わせ考えると、所論の核心\nをなすものは、一に、右第二の法令違反と事実誤認の主張であるとみることができ\nる。\nそこで、記録を調べ、当審における事実取調べの結果をも加味して、先ず、論旨\n第二の当否につき、左にこれを検討する。\n（一）　本件公訴事実は、『被告人は、東京都板橋区ａｂ丁目ｃ番ｄ号所在の飲\n食店「Ａ」の経営者であるが、東京都公安委員会の許可を受けないで、昭和四四年\n四月二二日午後一一時一〇分ころ、右営業所において、飲食客Ｂに対し、被告人自\nら接待して、ビールなどを提供して飲食させ、もつて設備を設けて客の接待をして\n客に遊興飲食をさせる営業を営んだものである。』というにあり、その罰条は、風\n俗営業等取締法第一条第二号・第二条第一項・第七条第一項である。\n（二）　原判決の判断\n原判決は、１被告人の（１）原審第一回および第二回公判における供述、（２）\n検察事務官および（３）司法警察員に対する各供述調書、２Ｂの答申書、３警視庁\n防犯部保安第一課長の証明書、４原審第二回公判における証人Ｃの供述並びに５Ｄ\nの司法警察員に対する供述調書を証拠として、公訴事実と同旨の事実を認定し、こ\nれに検察官主張の罰条を適用して、被告人を求刑どおり罰金八、〇〇〇円に処し\nた。\n（三）　問題点\nそこで、問題は、風俗営業等取締法第一条第二号、特に同号のいう「接待」の意\n義いかんと本件の場合、被告人には果して同号、殊に同号のいう「接待」に該当す\nるような行為があつたか、否かの二点である。\n思うに、風俗営業等取締法は、その名のとおり、風俗上取締りを必要とする営業\nについて、風俗犯罪・その他善良な風俗を乱す行為が行われることを防止し、社会\n公共の秩序を維持することを目的として制定されたものと解されるところ、同法第\n一条は、特に、同法律にいう「風俗営業」の定義を掲げている。ここに検討すべき\nは、同法第一条第二号、殊に同号にいう「接待」の意義いかんであるが、この点に\n関し、当庁昭和三二年（う）第一、一二二号・同三三年四月一七日第一一刑事部判\n決・高裁刑事裁判特報五巻五号一六一頁は、同法の前身である風俗営業取締法第一\n条第一号につき、「ここに客の接待をするということは客の相手をして、その酒食\nの斡旋、取り持ちをすることと解するのを相当とし、遊興をさせる場合は兎に角、\n飲食のみをさせる場合は必ずしも享楽的雰囲気を醸し出さなければならないものと\nは解せられない。」と判示しており、この解釈は、現行の風俗営業等取締法第一条\n第二号にいう「客の接待をして」にも妥当するものとして、当裁判所もまたこれを\n支持することができる。そして、当審における事実取調べの結果に徴すれば、行政\n解釈としても、一般に、このような見解が採られているようである。\nこれを本件についてみるに、原判決挙示の証拠である前記１の（１）ないし\n（３）、３および５に、原審第一回公判で適法に証拠として取り調べられた６司法\n警察員の捜査報告書並びに７当審第六回公判における被告人の供述および８当審第\n五回公判における証人Ｅの供述を総合すると、被告人の夫であるＥの姉Ｄは、昭和\n四三年六月二四日東京都板橋東保健所の許可を受け、原判示の場所に店舗を設け\nて、「Ａ」の屋号で、飲食店営業を始めたが、二、三ケ月でその経営の一切を被告\n人に譲つて自らはその営業から手をひいたこと、爾来被告人は、有夫の婦として、\n料理人や給仕などを置くことなく、独りで同店の一切を切り廻わして来たことおよ\nび当時被告人は東京都公安委員会の風俗営業（法第一条第二号）の許可は受けてい\nなかつたことが明らかであり、前記５および６に、９当審における受命裁判官の検\n証調書を総合すると、同店は、道路に面して建てられた木造二階建家屋の一階にあ\nり、間口約一、七六メートル、奥行約三メートル、面積約五、三平方メートルの極\nめて狭い、古ぼけた一杯飲み屋風の、客の求めによりおでん類を主にして場合によ\nつてはビール、酒等も供与する簡素な店で、店内は、幅約〇、四七メートル、高さ\n約〇、八メートルのカウンターで客席と調理場が区別され、客席には移動可能な丸\n椅子が六個置かれていたことが窺われるところ、前記１の（１）ないし（３）、２\n４６７９並びに当審第二回公判調書中における１０証人Ｂおよび１１同Ｃの各供述\n<要旨>記載によれば、被告人は、原判示の日時右店舗で常連の客Ｂ（新聞店員、当\n時二五才）に対しその注文</要旨>に応じてビールとおでんを出し、最初の一杯だけ\nは、カウンター越しに、自らビールを注いでやり、同人から「ママさんも飲めよ」\nといわれるままに、自らも別にコツプを持つて来て、同人からビールを注いで貫つ\nたものの、これを口にするでもなく、唯だ同人と世間話をしたに過ぎないことが明\nらかである。同店の模様や人員は既に見て来たとおりであり、被告人には、化粧を\n施したり、服装を飾つたというような形跡は毛頭なく、また被告人が右Ｂに対し前\n記のようなこと以上の特段のいわゆるサービスをしたとみるべき証拠は何ら存しな\nい。してみると、被告人としては、顧客に対し、飲食店を経営する者として、極く\n普通の、そして一般的にもよくあり勝ちな給仕行為をしたに過ぎないものと解する\nのを相当とし、風俗営業等取締法第一条第二号にいう接待には、享楽的雰囲気を醸\nし出すことまでは必要でないといつても、被告人の前記のような行為まで同号の接\n待に当ると解することには、当裁判所の些か躊躇を感ずるところである。\n以上のとおりであつて、本件は、飲食店でまま見かける風景の域を出でないもの\nというべく、他に被告人の罪責を認むべき証拠は何もないから、被告人は無罪たる\nべく、原判決には判決に影響を及ぼすことの明らかな法令の解釈適用の誤りないし\n事実の誤認があるものといわなければならず、論旨第二は理由があつて、更らに他\nの論旨につき進んで判断を加えるまでもなく、原判決は既にこの点で破棄を免れな\nい。\nそれで、刑事訴訟法第三九七条第一項、第三八〇条、第三八二条により、原判決\nを破棄したうえ、同法第四〇〇条但書に従い、当裁判所において更らに自ら判決を\nすることにする。\n本件公訴事実は前記のとおりであるが、これを認めるに足りる証拠が十分でない\nことは、既にみて来たことから明らかであるから、被告人に対しては、同法第三三\n六条後段により、ここに無罪の言渡しをするものである。\nよつて、主文のとおり判決する。\n（裁判長判事　江碕太郎　判事　龍岡資久　判事　桑田連平）\n"
}