{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 2,
    "day": 27
  },
  "case_number": "昭和52(行ウ)6",
  "case_name": "損失補償裁決取消等請求事件",
  "court_name": "高松地方裁判所",
  "field": "行政",
  "gist": "１　道路法７０条１項の補償の対象　２　ガソリンタンクを地下に埋設した当時予測し得なかった地下横断歩道が設置されたため，右タンクの位置が消防法に違反する結果となった場合，右タンクの移設に要する費用は，受忍限度を超える損失として道路法７０条１項により補償されるベきであるとした事例",
  "case_gist": "１　道路法７０条１項による補償の対象は，同項に例示の物理的障害に基づく損失だけでなく，消防法等による法規制上の障害に基づく損失も含まれる。",
  "lawsuit_id": "17596",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17596",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/596/017596_hanrei.pdf",
  "contents": "○　主文\n一　香川県収用委員会が昭和五二年九月二四日付の裁決によつて被告のためにした\n損失補償の裁決中、損失補償額が金九〇七万五七八〇円とあるを金八九六万九七八\n〇円と変更する。\n二　原告の被告に対する右裁決による損失補償金九〇七万五七八〇円のうち油面計\n代四基分金一〇万六〇〇〇円についての支払債務は存在しないことを確認する。\n三　原告のその余の請求をいずれも棄却する。\n四　訴訟費用は、原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　香川県収用委員会が昭和五二年九月二四日付の裁決によつて被告のためにした\n損失補償の裁決中、損失補償額を金九〇七万五七八〇円とした部分を取り消す。\n２　原告の被告に対する右裁決による損失補償金支払債務は存在しないことを確認\nする。\n３　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告の所轄行政機関である四国地方建設局は、昭和四九年一二月二二日、一般\n国道一一号線の区域内である高松市＜地名略＞先＜地名略＞交差点に地下横断歩道\n（以下本件地下道という）を設置し、同月二四日供用を開始した。\n２　被告は、右交差点付近においてモービル石油株式会社高松給油所を経営する者\nであるが、本件地下道が設置された結果、同給油所の地下に埋設されていたガソリ\nンタンク（以下本件旧タンクという）の所在位置が、本件地下道から水平距離にお\nいて一〇メートル以内となり、このため、被告は高松市消防局長から、本件旧タン\nクが消防法一〇条四項及び危険物の規制に関する政令一三条に違反する旨警告を受\nけ、本件旧タンクの移設工事をなした。\n３　被告は、四国地方建設局に対し、本件旧タンクの移設工事は本件地下道の設置\nに起因するとして、道路法（以下、法という）七〇条に基づく損失補償の請求をな\nしたが、同建設局から右工事は同条一項に該当せず損失補償の対象とならない旨の\n回答を受けたため、昭和五〇年六月二〇日、同条四項に基づき香川県収用委員会に\n対し裁決の申請をした。\n４　同委員会は、右申請に対し、昭和五二年九月二四日付で原告が被告に金九〇七\n万五七八〇円の損失補償金を支払うべき旨の裁決（以下、本件裁決という）をなし\nたが、その理由の要旨は、次のとおりである。\n法七〇条一項の規定は、道路の新設または改築によつて生じる損失はその道路工事\nが道路法、道路構造令その他遵守すべき規定に従つて施行される限り、いわゆる適\n法行為による損失であり、しかもそれは道路に関する工事に伴つてしばしば発生す\nることが予想されるので、公平の原理に基づき特に補償の範囲及び方法を明らかに\nしたものであつて、道路の新設または改築と当該土地の従前の用法による利用価値\nの減少との間に相当因果関係があり、かつ、当該価値の減少が社会的に通常受忍す\nべき限度を超えるときは損失補償をなすべきことを定めた規定であるところ、被告\n会社は本件地下道の設置により本件旧タンクの移設工事を余儀なくされたのである\nから、右工事費用を法七〇条一項に基づく損失補償として請求し得るのは当然であ\nる。\n５　しかしながら、右裁決は、以下に述べるとおり、法七〇条の解釈ないし適用を\n誤つた違法なものである。\n（一）　法七〇条は、道路の新設又は改築に伴う損失の補償について規定するが、\n元来、道路の使用は、いわゆる自由使用であつて、特定の権利に基づく使用ではな\nく、自由使用による利益は権利性を持たず、自由使用による単なる反射的利益にす\nぎない。また、道路は、常に四囲の状況変化に対応して改良等の工事が予定されて\nいるものであるから道路の新設又は改築により沿道の土地所有者に便、不便の影響\nがあつても、これらは権利として法的保護を受けるものではない。従つて、道路工\n事が適法になされたものである限り、沿道の土地所有者は、右工事により蒙る影響\nにつき、原則として異議を唱え得ないものである。また、財産権の保障に基づき、\n何人も自己の所有する土地を自由に使用する権利があるが、右土地使用が適法であ\nる限り、隣地所有者はこれに異を唱えることはできず、この理は、道路所有者の自\n由使用についても同様である。ただ、さりとて、道路工事により特定の個人に著る\nしい損失を与えた場合でも、国民全体の利益のためこれを忍ぶべしとするのは公平\nの見地から妥当でない場合があり得るので、かかる場合には、一定の要件のもと\nに、例外的に道路工事による損失補償をなすべきことを定めたのが法七〇条であ\nる。従つて、同条の解釈に当つては、右立法の趣旨に鑑み、文言を厳格に、かつ、\n限定的に解釈すべきであつて、類推解釈は許されない。\n以上の見地に立つて、法七〇条を解釈するに、同条は、道路工事に伴う損失補償の\n要件として「道路を新設し、又は改築したことに因り、当該道路に面する土地につ\nいて、通路、みぞ、かき、さく、その他の工作物を新築し、増築し、修繕し、若し\nくは移転し、又は切土若しくは盛土をするやむを得ない必要があると認められる場\n合においては」と規定しており、「当該道路に面する土地」であることと、「通\n路、みぞ、かき、さく、その他の工作物」であることを補償の要件としている。\nしてみると、同条は、道路に接続する土地について、道路工事の結果、道路との間\nに高低差を生じたり、道路側の工作物により道路への出入に支障をもたらすなど道\n路とその接続地との間に道路利用に支障を来たす物理的障害が生じた場合の補償を\n規定したもので、本件の如く法的規制により工作物の移転を必要とする場合の補償\nは、同条の予想しないところといわなければならない。けだし、同条が、物理的障\n害による場合だけでなく、法的規制による場合をも含むとすれば、同条の要件とし\nて「当該道路に面する土地」に限定する必要をみないわけで、道路と問題の土地の\n間に他のもう一筆の土地が存在した場合でも同様に補償の必要が生じる結果とな\nり、右の要件が無意味となるからである。\nまた、同条が「通路、みぞ、かぎ、さく、その他の工作物」と、通常道路の物理的\n利用に伴つて必要とされる物を例示していることからすると、「その他の工作物」\nとは、通路、みぞ、かき、さくなど同条に例示された物に類似した物を指すと解す\nるのが相当で、本件の如きガソリンタンクは、これに該当しないというべきであ\nる。\n結局、本件の如き、道路の物理的利用と何ら関係なく、単なる法的規則を原因とす\nるガソリンタンクの移設は、法七〇条の要件に該当せず、損失補償の対象とはなら\nない。\n（二）　次に、法七〇条は、公平負担を原則とする損失補償を規定したものである\nところ、本件旧タンクの移設は、公平負担の見地からして、被告において受忍すべ\nき限度を超えるものではなく、損失補償の対象とはならない。\nすなわち、被告は、本件旧タンクを設置する時点において、隣接地は道路なのであ\nるから、将来同所に地下道が設置されることも当然あり得ることを考慮し、消防法\nの規制に適合するよう配慮すべきであつた。しかるに、被告は、かかる配慮をなさ\nず、たまたま隣接道路が地下道に利用されていなかつた状態の恩典によつて、消防\n法の規制を免がれていたところ、今般、隣接道路所有者たる原告国が、その自由な\n土地使用権に基づき地下道を設置し、その結果本件旧タンクの移設に費用を要した\nからといつて、その費用を原告国に請求するのは、他人の土地をあてにして先に工\n事をした者が一方的に保護を受けようとするもので、公平負担の原則に反する。\nまた、本件地下道の設置により移設を要することになつた被告の本件旧タンクは、\n元来、特別な配慮を必要とする危険物であり、場所を選ばず自由に設置できるもの\nではなく、かつ、周囲の生活環境の変化に対応して安全性が保たれるべきものであ\nる。従つて、かかる危険物の所有者は、周囲の環境の変化によつて、当該危険物の\n移転費用を要することになつても、危険物に内在する性格のものとして当然その費\n用は自己が負担すべきであつて、これを隣地所有者に負担せしむべきではない。こ\nの理は隣地所有者が私人であると、国であると同様である。そうすると、本件旧タ\nンクの移設に要する費用は、危険物所有者が元来蒙ることがあるべき一般的な損失\nで、本件道路工事に起因する固有の損失とはいえず、危険物の所有者たる被告にお\nいて負担すべきが公平の原則に適うところである。\n（三）　なお、本件旧タンクの移設は、原告国において道路管理の必要から被告に\n移設を求めたものではなく、専ら、火災予防等の警察目的から消防法及び同法に基\nづく政令により、保安距離の維持義務が被告に課せちれたことによるものであつ\nて、道路法によるよりは、むしろ消防法によつて解決さるべきであるところ、消防\n法は国民に対し各種の作為、不作為義務を課しながら、損失補償の規定を一切設け\nていない。これは、同法が、災害防止という高度の公益目的の達成のため、補償を\n要せずして、国民に作為、不作為の義務を課すことを許容したものであり、かかる\n見地からしても、本件は、損失補償の対象とならない。\nよつて、原告は、本件裁決の取り消し及び被告は本件裁決により原告に対し損失補\n償金支払債権ありと主張しているので、原告の被告に対する右損失補償金支払債務\nの存在しないことの確認を求める。\n二　請求原因に対する認否\n１　請求原因１ないし４の事実は認める。\n２　請求原因５の主張は争う。\n三　被告の主張\n１　被告所有の本件旧タンクは、原告の本件地下道工事により、消防法令の規制を\n受けるに至り、やむを得ず移設せざるを得なくなつたものであるから、これに要し\nた費用は、法七〇条に基づき損失補償されるべきは当然であり、本件裁決は正当で\nある。\n本件旧タンクの移設には法七〇条が適用されない旨の原告の主張について、以下の\nとおり反論する。\n（一）　法七〇条は、道路の新設又は改築により私人に損害を与えた場合、当該損\n害が社会通念上受忍すべき範囲を超えたときは、公平の原則からその損失補償をな\nすべきことを定めた規定であつて、かかる立法趣旨からすれば、道路工事と相当因\n果関係にあり、かつ、受忍限度を超える損害であれば同条の適用を受けるべきで、\nこれを道路利用に支障をきたす物理的障害が生ずる場合に限定して適用しようとす\nる原告の主張は、同条の文理にこだわつた一方的解釈というべきである。\nまた、本件旧タンクが同条の「その他の工作物」に該当しない旨の原告の主張も、\nあまりに、形式的な文理解釈というべきであり、同条の前記立法趣旨からすれば、\n同条が損失補償の対象物として挙示する「通路、みぞ、かき、さく、その他の工作\n物」とは、道路工事に伴い損失補償をすべき昀も典型的なものの例であつて、かか\nる例示物件に限定して補償を認めたものと解すべきではなく、本件旧タンクも「そ\nの他の工作物」に含まれると解すべきである。\n（二）　次に、原告は、本件旧タンクの移設工事は被告において社会通念上受忍す\nべき限度を超えるものではない旨主張し、その理由として、被告としては本件旧タ\nンクの設置時に消防法令による距離制限を考慮すべきであつたというが、被告にお\nいて本件旧タンクの設置時に、隣接道路に本件地下道が設置されることを予測する\nことは困難であつた。もしも、当時、原告において本件地下道設置の計画を有して\nいたというならば、原告こそ、その旨被告に明示し、適切な指導をなすべきであつ\nた。また、原告において本件地下道の設置にあたり、隣接地に与える影響を十分調\n査していたならば、地下道の位置変更ないしは歩道橋の設置などにより、本件旧タ\nンクの移設工事を免がれる方法がとられたはずであるのに、原告はかかる調査ない\nし損害防止の努力を怠り、その結果、被告に多大の損失を生ぜしめたというべきで\nある。\n原告は、本件旧タンクが危険物であることから、その所有者たる被告において、環\n境の変化に対応した安全性の配慮を常に自己の負担においてなすべきである旨主張\nするが、危険物の所有者の意思に基づかない環境の変化が原因で損失ないし損害が\n発生した場合は、それを生じさせた主体が国や公共団体であろうと一般私人であろ\nうと、当該損失ないし損害が、社会通念上受忍の限度を超えるものである限り、損\n失補償ないし損害賠償すべきとするのが法の理念であつて、原告の主張は、牽強付\n会といわざるを得ない。\n（三）　さらに、原告は、本件旧タンクの移設は消防法令上の規制によるものであ\nるから、道路法の適用はない旨主張するが、財産権に対する制限と、財産権の制限\nより生じた損失の補償は、自ずから別個の問題であり、消防法令に基づき生じた損\n失を道路法により補償することがあつてもなんら差し支えない。\n２　被告は、本件旧タンクの移設工事により、少なくとも、別紙損失一覧表記載の\nとおり、金九〇七万五七八〇円の損失を蒙つたが、原告は被告に対し法七〇条に基\nづき右損失金の全額を支払うべきである。\n四　被告の主張に対する原告の認否ないし反論\n１　被告の主張１は争う。\n２　被告の主張２の事実は不知。\n仮りに、本件旧タンクの移設工事により被告主張の損失が生じたとしても、本件裁\n決の如くその全部の補償を命じたのは失当であり、諸般の事情を考慮してその一部\nのみの補償をもつて足りるというべきである。\n第三　証拠（省略）\n○　理由\n一　原告国が、昭和四九年一二月二二日、一般国道一一号線の区域内である高松市\n＜地名略＞先の＜地名略＞交差点に本件地下道を設置したこと、被告は、右交差点\n付近で石油給油所を経営する者であるが、本件地下道が設置されたことにより、右\n給油所の地下に埋設されていた本件旧タンクの所在位置が、本件地下道から水平距\n離において一〇メートル以内となり、このため、被告は高松市消防局長から本件旧\nタンクが消防法一〇条四項及び危険物の規則に関する政令一三条に違反する旨の警\n告を受け、本件旧タンクの移設工事をなしたこと、被告は原告国に対し、本件旧タ\nンクの右移設工事は、本件地下道の設置に起因するとして法七〇条に基づく損失補\n償の請求をしたが、当事者間に協議が成立せず、被告は、昭和五〇年六月二〇日、\n同条四項に基づき香川県収用委員会に裁決の申請をなし、同委員会は昭和五二年九\n月二四日付で被告に対する損失補償金は金九〇七万五七八〇円とする旨の裁決をし\nたことは、いずれも当事者間に争いがない。\n右当事者間に争いのない事実に、成立に争いのない乙第四号証、第一〇号証の一、\n二、第一九号証の二、第二五号証の一、第二八号証、第三七号証、第四〇号証、第\n四二号証の一、二、第四三号証の一、二、第四四号証の一、第四五号証の一、二、\n赤字記載部分を除き成立に争いのない乙第四一号証、証人Ａの証言により成立を認\nめる乙第四二号証の三、第四三号証の三、第四四号証の二、三、第四五号証の三、\n弁論の全趣旨により成立を認める甲第一三号証（原本の存在、成立とも）、乙第九\n号証の二、第二五号証の二及び証人Ａの証言並びに弁論の全趣旨を総合すれば、次\nの事実が認められる。\n１　本件地下道が設置された高松市＜地名略＞交差点は、徳島、高松、松山を結ぶ\n国道一一号線と県道の交差する香川県下でも昀も自動車交通量の多い交差点である\nところ、原告は、同交差点における道路交通の安全、ことに歩行者及び自転車運転\n者の安全を図る目的で本件地下道の設置を計画し、昭和四八年一〇月頃工事に着工\nし、翌昭和四九年一二月二二日完成させた。\n本件地下道は、前記国道及び県道の各歩道面に合計八ヶ所の出入口を設け、これら\nの出入口を通じて歩行者や自転車運転者が同国道の地下を横断できる構造になつて\nいる。\n２　被告会社高松給油所は、高松市＜地名略＞及び＜地名略＞の土地上に店舗や設\n備を構え、その位置関係は別紙図面のとおりであつて、国道一一号線＜地名略＞交\n差点の北東角に、同国道と接して存在している。\n被告は、本件地下道が設置される以前、右給油所敷地地下に本件旧タンクを合計五\n基設置していたが、その各所在位置は別紙図面中の（１）ないし（５）に示すとお\nりであつた。被告は、本件旧タンクのうち（１）、（２）（いずれも、別紙図面中\nの図示番号による。以下同じ）を昭和二七年六月頃、（３）を昭和二九年一二月\n頃、（４）を昭和三五年六月頃、（５）を昭和四五年九月頃、それぞれ設置した\nが、いずれも消防法に基づく高松市長の許可を受け適法に維持、管理してきたもの\nである。\n３　ところが、昭和四九年一二月二二日、原告国が本件地下道を新設するに及び本\n件旧タンクのうち（１）ないし（４）が、別紙図面のとおり、地下道からの水平距\n離にして一〇メートル以内に存在することとなり、消防法一〇条四項及び同条に基\nづく危険物の規制に関する政令一三条一号イに違反する施設となつた結果、被告\nは、高松市消防局長から昭和四九年一二月二八日付で右消防法違反の警告を受け、\n昭和五〇年一月三一日までに改造計画書を提出するよう求められた。\n４　被告は、当初、給油所境界地下に擁壁を設けて本件旧タンクの移設を免がれる\nべく、同政令二三条に基づく特別措置を高松消防局に申し立てたが、同局は原則的\nには右申立に応じられない見解を示し、但し、特別な工法を用いれば右特別措置も\n不可能ではないとしたが、それには相当の調査と費用を要することが判明し、結\n局、被告において、右消防法違反を免がれるべく、本件旧タンクの移設工事を決定\nした。\n５　そこで、被告は、訴外株式会社藤木工務店に本件旧タンクの移設工事を発注\nし、同工務店は昭和五一年七月一六日工事を完了したが、右移設工事は、旧タンク\nを堀り起こして移設するより、新規にタンクを埋設する方が経済的にはるかに安価\nであることから、本件旧タンクのうち（１）ないし（４）は油を抜き取つたうえ、\nいわゆる埋殺しとし、これに替えて別紙図面のＡ、Ｂ、Ｃに示す新設のガソリンタ\nンク三基を設置し、旧タンクのうち（５）は三基を新設する場所的な都合上、これ\nを別紙図面のＤへ移設（但し、移設途中破損して結果的には新設となつたが、便宜\n上、以下これを移設という）した。\n６　なお、旧タンクの容量は、（１）、（２）が各七・五キロリツトル、（３）が\n九・九キロリツトル、（４）、（５）が各一〇キロリツトルで計五基の合計が四\n四・九キロリツトルであつたところ、移設工事後は、Ａ、Ｂ、Ｃ、Ｄの各一〇キロ\nリツトルで計四基の合計が四〇キロリツトルとなり、移設前に比し四・九キロリツ\nトル減少した。\n以上の事実が認められ、右認定を覆えすに足りる証拠はない。\n二　ところで、法七〇条一項は、道路を新設し、又は改築したことにより、当該道\n路に面する土地について、通路、みぞ、かき、さく、その他の工作物を新築し、増\n築し、修繕し、若しくは移転し、又は切土若しくは盛土をするやむを得ない必要が\nあると認められる場合においては、道路管理者は、これらの工事をすることを必要\nとする者の請求により、これに要する費用の全部又は一部を補償しなければならな\nい旨規定するが、同規定は憲法二九条三項の保障する損失補償制度の一つであり、\n公共事業としての道路の新設又は改築によつて、当該道路に面した土地所有者にみ\nぞ、かき、さくの設置等土地使用上の損失を与えた場合、その損失が道路の新設な\nいし改築と相当因果関係にあり、かつ、本人に損失を負担させることが社会通念\n上、受忍の限度を超えていると認められるときは、道路管理者において損失の補償\nをなすべきことを定めたものと解するのが相当である。そして、右法意に鑑みる\nと、同条は、道路の新設又は改築に起因する損失として、みぞ、かき、さく、その\n他の工作物の設置、移転等道路面と隣接土地間の高低差など物理的障害に基づく損\n失を例示として挙げるが、単に物理的障害だけでなく、法規制上の障害に基づく損\n失もまた、同条による補償の対象に含まれると解すべきである。けだし、公共のた\nめにする財産権の制限が社会生活上一般に受忍すべきものとされる限度を超え、特\n定の人に対し特別の財産上の犠牲を強いるものである場合に、これに対し補償する\nことが損失補償制度の趣旨目的と解されるべきものであるところ、公共事業による\n特別の犠牲が、物理的障害による場合と法規制上の障害による場合とで、損失を受\nける者にとつてはなんら変わるところはなく、後者の場合をことさら損失補償の対\n象から除外する合理的理由を見出し難いからである。\nこれを本件についてみるに、前記認定事実によれば、本件地下道の設置が、道路の\n新設ないしは改築に当ることは明らかであり、被告は本件地下道の設置により、道\n路に接して所有する土地の地下に埋設し従来適法に使用して来た土地の工作物たる\n本件旧タンクを消防法違反の故をもつて移設のやむなきに至り、その移設工事を完\n了したのであるから、被告は道路管理者たる原告国に対し法七〇条に基づく損失補\n償を求め得るものといわなければならない。\n原告は、法七〇条は、土地の高低差等物理的障害に基づく損失についてのみ補償す\nる規定であり、同条の「その他の工作物」には本件旧タンクは含まれない旨主張す\nるが、右主張は文理解釈にすぎ、独自の見解であつて採用の限りではない。\n次に、原告は、本件旧タンクの移設工事は被告において受忍すべき限度を超えるも\nのではない旨主張するので検討するに、原告は、被告が本件旧タンクを設置する時\n点で、本件地下道が設置されることを考慮すべきであつた旨被告を非難するが、前\n認定のとおり、本件地下道の設置により消防法違反となつた本件旧タンクのうち四\n基は、昭和二七年ないし昭和三五年に設置されたもので、右設置当時、被告におい\nて本件地下道の設置を予測し又は予測し得た事実は本件全証拠によるもこれを認め\nるに足りなく、むしろ、右設置当時の社会、経済状勢からすれば、本件交差点に地\n下横断歩道が設置されることを予測すべきであつたとするのは難きを強いるものと\nいうべきであつて、被告には、原告の主張の如き本件旧タンクの設置につき責めら\nれるべき非はないといわなければならない。してみれば、被告が本件旧タンクの移\n設工事を余儀なくされたのは、自己の責任とか過失によるものではなく、一にかか\nつて原告の本件地下道の設置によるものであるから、移設工事に要する費用は受忍\n限度を超える損失として道路管理者たる原告国において負担すべきが相当である。\nまた、原告は、本件旧タンクは、元来特別な配慮を要する危険物であり、周囲の環\n境の変化に対応して安全性を保持すべきは危険物に内在する財産権の制限に由来す\nるところで、本件移設工事費用を被告において自己負担すべきは当然である旨主張\nするが、本件旧タンクが消防法上、危険物として設置、管理上種々の法的規制ない\nし制限を受けるものであることは明らかではあるが、いやしくも設置時において適\n法であり、かつ、将来の違法状態の到来を予測し難い場合であつて自己の責には属\nさない後発的事態の発生により移設を余儀なくされたとき、常に、危険物の所有者\nの故をもつて移設費用の自己負担を強いることは酷にすぎる背埋というべく、むし\nろ、かかる場合、ことに本件の如く危険物の存置を違法ならしめた後発的事態が道\n路の新設又は改築という公共事業による場合はこれが移設費用を損失補償の対象と\nするのが、法七〇条の法意に適合するものというべきである。\nさらに、原告は、本件旧タンクの移設は、消防法が適用されるべき場合であり、加\nえて、同法に損失補償の規定が存在しないことから、道路法七〇条の適用がない旨\n主張するが、右主張は独自の見解であつて採用の限りではない。\n三　そこで、本件旧タンクの移設工事による損失補償の額について検討するに、法\n七〇条一項は、損失の全部又は一部を補償すると規定し、その趣旨とするところ\nは、道路の新設又は改築と相当因果関係にある損失のうち、社会通念上相当と認め\nられる限度で補償すべしとするものであり、移設工事により、従前の土地工作物よ\nり価値が増加するいわゆる改良工事ないし超過工事については補償が及ばないこと\nは当然である。\n本件旧タンクの移設工事は、経費及び場所的な事情から、旧タンク五基のうち四基\nを埋殺しにし、うち一基を移設し、新たに三基を新設する方法によつたことは前認\n定のとおりであるところ、成立に争いのない乙第三七号証、証人Ａの証言により成\n立を認める乙第一二ないし第一六号証、第二七号証の一ないし六、弁論の全趣旨に\nより成立を認める乙第九号証の二ないし一六及び証人Ａの証言並びに弁論の全趣旨\nによれば、右移設工事及びこれに附随する工事として少なくとも別表損失一覧表の\n各費用合計金九〇七万五七八〇円を要した事実が認められ、右認定を覆すに足りる\n証拠はない。\nところで、本件裁決は、右損失一覧表の各工事費用をすべて本件損失補償の対象と\nしたことは成立に争いのない乙第四〇号証（本件裁決書）の記載により明らかであ\nるところ、成立に争いのない乙第三八号証及び証人Ａの証言によれば、同損失一覧\n表記載の損失のうち同表（四）の油面計代（四基分）一〇万六〇〇〇円は、本件旧\nタンクには附設されていなかつた油面計を本件移設工事の機会に行政指導を受けて\n新たに附設したものであつて、いわゆる改良工事に属すると認められるから本件損\n失補償の対象とするのは相当でなく、これが費用の補償をも認めた本件裁決はこの\n部分において取り消しないし変更を免がれない。\nまた、本件移設工事により、三基のタンクが新規に設置されたことになるが、証人\nＡの証言及びこれにより成立を認める乙第四六、四七号証によれば、埋殺しとした\n四基の本件旧タンクの耐用年数は半永久的ともいえるものであることが認められる\nから、タンクの新設をもつて改良工事とみるのは相当でない。さらに同証人の証言\nによれば、従来分散していた五基の旧タンクが、本件移設工事により、四基のタン\nクが一ヶ所に集中し、注油するうえで便利となつたことが窺がえるが、反面、本件\n移設工事により貯蔵容量は四・九キロリツトル減少したこと前認定のとおりである\nから、これらの事情を併せ考えると、右の点をもつて改良工事として損失補償から\n減額するのは相当でない。\nしかして、前記Ａの証言及び弁論の全趣旨によれば、油面計代を除く別表損失一覧\n表の各工事費用は、いずれも、本件旧タンクの移設に欠くべからざる費用であるこ\nとが認められ、本件損失補償の対象とすべきを相当と認めるから、結局、本件にお\nける損失補償額としでは別表損失一覧表の損失合計金九〇七万五七八〇円から油面\n計代（四基分）金一〇万六〇〇〇円を差し引いた金八九六万九七八〇円をもつて相\n当というべきである。\n四　よつて、香川県収用委員会が昭和五二年九月二四日付でした本件裁決の損失補\n償額金九〇七万五七八〇円中、金一〇万六〇〇〇円の部分を取り消して、右損失補\n償額を金八九六万九七八〇円と変更すべく、従つて、原告の本訴請求は、本件裁決\nの取り消しを求める部分については右変更を求める限度、本件裁決による損失補償\n金支払債務の不存在を求める部分については右油面計代金一〇万六〇〇〇円につい\nての支払債務の存在しないことを求める限度において、それぞれ正当であるから、\nこれを認容すべきであるが、その余は理由がないからいずれも棄却することとし、\n訴訟費用の負担につき民事訴訟法八九条、九二条但書を適用して、主文のとおり判\n決する。\n（裁判官　村上明雄　佐藤武彦　田岡敬造）\n（図面等）（省略）\n"
}