{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 49,
    "month": 5,
    "day": 27
  },
  "case_number": "昭和47(行ウ)48",
  "case_name": "神田郵便局減給",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19800",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19800",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/800/019800_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者双方の求めた裁判\n（原告）\n一　被告が原告に対し昭和四六年五月七日付でなした俸給月額の一〇分の一の減給\n一ケ月間の懲戒処分を取消す。\n二　訴訟費用は被告の負担とする。\n（被告）\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\nとの判決。\n第二　当事者双方の事実上、法律上の陳述\n（原告の請求原因）\n一　原告は、神田郵便局郵便課勤務の郵政事務官である。\n二　被告は、原告に対し昭和四六年五月七日付で俸給月額の一〇分の一の減給一ケ\n月間の懲戒処分（以下本件処分という）をなした。\n三　しかしながら、本件処分は、処分事由が存在しないにも拘らず行なわれたもの\n乃至は処分権の濫用であり、違法のものであるから取消さるべきである。\n四　原告は、右処分に対し、昭和四六年六月一六日付で人事院に審査請求をなした\nが、現在までその裁定がなされていない。\n（被告の答弁及び主張）\n一　請求原因一、二項の事実は認めるが、三項の主張は争う。四項の事実は不知。\n二　被告が本件処分を行なうに至つた経緯及び理由は次のとおりである。\n（一）　原告は、昭和三六年九月一日から臨時補充員（常勤職員）として神田郵便\n局に採用され、昭和四一年一〇月一日からは郵政事務官に任命されて、右採用から\n本件懲戒処分の時まで、同局郵便課に勤務していた者である。なお、原告は、全逓\n神田支部に所属する全逓組合員である。\n（二）　神田郵便局郵便課は、一般公衆の来客に接して書留の引受や交付、切手売\n捌をする等各種の受付事務にみられるように来客と直接金員、物品を授受する業務\nを主体とする窓口事務と、主として郵便物の取揃えや区分、郵袋の処理をする等来\n客と接することのない業務を担当する通常事務その他によつて構成されている。そ\nして、これらの事務は俗に、窓口係、通常係と呼称されていたが、同局の組織機構\nとしては、「係」としての分掌はなく、同一事業所における同一課内の事務分担と\nして区分されていたに過ぎない。\n（三）　ところで、全逓は、昭和四六年四月二六日以降、賃上げ等の要求をかか\nげ、いわゆる三六協定締結を拒否して斗争を行ない、神田郵便局においても、同日\n以降時間外労働の拒否を行つて斗争に入つた。そして、同局においては、一部の課\nにおいてそこの一部職員が、幅一〇センチメートルの赤地に白く「全逓神田支部」\nと染めぬいた腕章を着用するようになり、原告が属する郵便課においても同月二七\n日から一部職員がこれを着用するようになつた。そして、いわゆる窓口係のなかで\nは、原告と訴外ａだけがこれを着用して勤務に就こうとした。\n（四）　右の事態に対して、当時の神田郵便局長ｂは、これを重視して、同月二七\n日、二八日の両日にわたつて、部下を介し或いは自ら、右両名に対して再三腕章を\n取り外して勤務するよう命じたが右両名はこれに従おうとすることなく、とりわけ\n同月二八日には、右局長は、右両名を局長室に呼び、窓口に勤務する者が前記のよ\nうな腕章を着用していることは、一般公衆の来局者に不快感や奇異感を与えるの\nで、局の業務遂行上の支障となるからぜひ取り外すよう説論するとともに、その取\n外しを命じたが、右両名はこれも無視し、右命令に従おうとしなかつた。\nそこで、右局長は、これ以上右両名を窓口に勤務させておいたのでは、一般公衆\nから苦情が申し入れられるなど同局の公務に対する不信を招くおそれがあると考\nえ、早速右両名を公衆に接することのない通常事務の担当に変えるよう郵便課長に\n命じ、同月二八日午後四時頃、郵便課長は、右両名に対して五月一日から通常係で\n勤務するようにとの命令を通告した。しかして、原告は、同月三〇日午後二時頃、\n郵便課長から、五月一日以降の通常係における勤務時間は、窓口係における勤務時\n間で仕事をするようにとの指示を受けたが、原告は、これに対して「一応きいてお\nくけれども従う必要はない」と答えて右課長の命令を拒否した。\n（五）　その後同日原告が退庁するまでに、同局郵便課では、原告が通常係で勤務\nする場合、一人だけ窓口係の勤務指定表に従つた勤務時間割で勤務することは休息\n時間等に特例の時差を生ずることになり、これでは通常係の勤務体制の統一がはか\nられないと判断し、原告については、これまで原告が窓口で勤務するにあたつて決\nめられていた出退勤時間に昀も近い勤務時間を指定し、且つ一般に通常係で採用さ\nれている特殊な勤務時間（いわゆる十六勤）については、これを原告に対しては指\n定しないこととして、改めて、原告に対して、右の指定に従つて勤務するよう命じ\nたが、原告はこれを拒否したのである。\n（六）　かくして、原告は、同年五月一日以降同月六日まで勤務日数にして三日間\n（一日、四日、六日。他は休日）、上司の職務上の命令を無視し、これに従つた勤\n務をせず、職務を放棄した。しかして、原告に対する本件懲戒処分は、右の職務上\nの命令に違反して職務を放棄したことについてなされたものである。すなわち、\n（１）　原告の同年五月一日における勤務は、午後二時一五分から同一〇時までの\n間（神田郵便局郵便課服務表の符号「夜勤５・Ｂ」）同局三階郵便課事務室におい\nて主として普通郵便物の処理に当る通常事務に従事するように命ぜられていたが原\n告は同日右事務に服さなかつた。\nすなわち、原告は同日午後〇時三五分ごろ出局し、出勤簿に押印したのち、同〇\n時四〇分ごろ、同局職員約三〇名とともに同局一階窓口事務室へ入室しようとして\n窓口事務室に通じる扉前に押しかけこれら多数人の入室を制止したｃ同局次長、ｄ\n貯金課長、ｅ郵便課副課長、ｆ貯金課課長代理らの制止を無視しこれを排除して強\n引に窓口事務室に入室した。午後〇時五〇分ごろに至り大部分のものが退去したの\nちも、原告は同八時二五分ごろに至るまでの間、ほとんど同室内にたむろした。\nこの間原告の始業時刻であつた午後二時一五分前にｃ次長、ｇ郵便課長らが原告\nに対し再三にわたり同室から退去するように命じたにも拘らず、右各命令を無視し\nて退去せず始業時刻であつた午後二時一五分以後においてはｃ次長、ｇ郵便課長、\nｈ郵便課長代理らが原告に対し再三にわたり三階郵便課事務室に行つて前記通常事\n務に従事するように命じたにも拘らず右各命令を無視して就労しなかつた。そして\n同八時二五分ごろ原告は本来いまだ勤務時間中であつたにも拘らずいずれかへ立去\nつたまま通常事務には全く従事せず当日の職務を放棄した。\n（２）　原告の同年五月四日における勤務は午前九時二〇分から午後五時五分まで\nの間（前記服務表の符号「日勤５・Ｂ」）前記同様の通常事務に従事するように命\nぜられていたが原告は同日右事務に服さなかつた。\nすなわち、原告は午前七時四七分ごろ出局し、出勤簿に押印したのち、同七時四\n九分ごろから窓口事務室へ入室しようとしてｂ局長、ｃ次長らの同局管理者の制止\nを無視して窓口事務室への入室をこころみるなどの行為をくり返し、午後〇時四〇\n分ごろに至るまで一階郵便課事務室の窓口事務室に通じる扉前付近にたむろした。\nこの間始業時刻であつた午前九時二〇分前にｂ局長、ｃ次長らが原告に対し再三\nにわたり退去を命じたにも拘らず右各命令を無視して退去せず、始業時刻であつた\n午前九時二〇分以後においては、ｂ局長、ｃ次長、ｇ郵便課長、ｉ郵便課副課長、\nｊ郵便課長代理らが原告に対し再三にわたり三階郵便課事務室に行つて前記通常事\n務に従事するように命じたにもかかわらず右各命令を無視して就労しなかつた。\nそして、午後〇時四〇分ごろいずれかへ立去つたが、再び同一時三二分ごろ前記\n扉前に現われたのでｃ次長が、かさねて前記同様に就労を命じたが、右命令にも従\nわず、同一時四〇分ごろには同局六階組合事務室（全逓信労働組合神田支部に対し\nて使用を許可してある部屋。以下同じ。）に至りそこにおいてｉ郵便課副課長が再\n度原告に対して前記通常事務に従事するように命じたが、右命令にも従わなかつ\nた。同二時五分ごろ、原告は勤務時間中であつたにも拘らず、同局庁舎より退局\nし、同三時ごろ再び入局して六階組合事務室へ赴いたので、その直後から同三時三\n〇分ごろまでの間、同組合事務室前においてｃ次長、ｇ郵便課長らが原告に対して\n再三にわたり前記同様に就労を命じたが、右各命令にも従わず、引続き同三時三〇\n分ごろ、原告は一階窓口事務室へ赴いたので、ｃ次長、ｇ郵便課長らも原告のあと\nを迫つて窓口事務室へ赴き、さらに前記同様に就労を命じたが右各命令をも無視し\nて就労しなかつた。そして午後三時三五分ごろ、原告は本来いまだ勤務時間中であ\nつたにも拘らずいずれかへ立去つたまま通常事務には全く従事せず同日の職務を放\n棄した。\n（３）　原告の同年五月六日における勤務は午後二時一五分から同一〇時までの間\n（前記服務表の符号「夜勤５・Ｂ」）前記同様の通常事務に従事するように命ぜら\nれていたが原告は同日右事務に服さなかつた。\nすなわち、原告は午後〇時三六分ごろ出局し、出勤簿に押印したがそのままいず\nれかへ出向いたまま始業時刻であつた午後二時一五分となつても三階郵便課事務室\nに現われず、したがつて就労せず、同二時二〇分ごろから同八時三〇分ごろに至る\nまでの間ほとんど同局六階組合事務室にたむろしており、この間ｇ郵便課長、ｉ郵\n便課副課長、ｊ郵便課課長代理らが再三にわたり同室に赴いて原告に対し前記通常\n事務に従事するように命じたが原告は右各命令を無視して就労しなかつた。そして\n午後九時二九分ごろ原告は本来いまだ勤務時間中であつたにも拘らず同局庁舎より\n退局し、同日通常事務には全く従事せず同日の職務を放棄した。\n（４）　前記（六）に記載の原告の行為は、国家公務員法九八条一項、九九条、一\n〇一条一項にそれぞれ違反するものであり、同法八二条各号に該当するので同条お\nよび人事院規則一二‐〇を適用して被告神田郵便局長は、昭和四六年五月七日原告\nに対し減給（一ケ月間俸給の月額の一〇分の一の減給）たる懲戒処分をなし、同日\n文書によつて懲戒処分書および処分説明書を原告に交付したものである。\n（被告の主張に対する原告の答弁及び主張）\n一（一）　被告主張の（一）の事実は認める。\n（二）　同（二）のうち「係」としての分掌は法令上に根拠がないとの主張は後記\n二（一）（３）（ハ）ないし（ヘ）のとおりこれを争い、その余の事実は認める。\n（三）　同（三）の事実は認める。\n（四）　同（四）乃至（五）のうち神田郵便局長ｂが原告に対し二度にわたり腕章\nのとりはずしを命じたが原告がこれに応じなかつたこと、右局長の命を受けたｇ郵\n便課長が同月二八日午後四時頃原告に対し同年五月一日以降郵便課通常係の勤務に\nつくよう担務変更命令を発し、次いで同年四月三〇日午後六時ごろ原告に対し既に\n指定済の勤務時間につき被告主張のとおりの新勤務指定のそれに変更する旨通告し\n右指定に従つて勤務するよう命じたが、原告がこれを拒否したことは認める。但し\n右が新勤務の指定であるとの点については、後記のとおり否認する。\n（五）　同（六）（１）のうち、原告に対しその勤務時間及び勤務場所について被\n告主張のとおりの命令が被告によりなされたこと、原告が被告主張の時刻ごろ窓口\n事務室に入室した後退室したこと、ｃ次長らが原告に対し同室からの退去並びに三\n階郵便事務室において通常事務に従事するように命じたが原告がこれに応じなかつ\nたことは認めるが、その余は否認する。\n（六）　同（六）、（２）のうち、原告に対しその勤務時間及び勤務場所について\n被告主張のとおりの命令が被告によりなされたこと、原告が被告主張の時刻に窓口\n事務室に入室しようとしたがｂ局長らに制止されたため、原告は窓口事務室前廊下\nに待機したこと及びｂ局長らが原告に対し被告主張の場所でその時刻ごろ退去並び\nに三階郵便課事務室において通常事務に従事するように命じたが、原告がこれに応\nじなかつたことは認めるが、その余は否認する。\n（七）　同（六）、（３）のうち、原告に対しその勤務時間及び勤務場所について\n被告主張のとおりの命令が被告によりなされたこと及びｇ郵便課長らが原告に対し\nて通常事務に従事するように命じたが、原告がこれに応じなかつたことは認めるが\nその余は否認する。\n（八）　同（六）、（４）のうち、被告が国家公務員法八二条及び人事院規則一二\n‐〇を根拠に原告に対し被告主張のとおりの本件処分をなし、原告に対し懲戒処分\n書及び処分説明書を交付したことは認めその余は不知。\n二　本件処分の違法事由\n（一）　本件担務変更命令の違法性（その一）\n（１）　実定法上公務員ことに現業公務員の勤務関係は、基本的には労働契約関係\nであると解すべきである。なぜなら、公務員関係は政府と公務員になろうとする者\nとの意思の一致によつて成立するものであり、その関係は公務員がその労働力の処\n分権を継続的に政府に委ね、かつ、その指揮の下で従属的労働に服し、政府がこれ\nに対して給与を支払うものだからである。ただ、使用者が政府である点、従事する\n事務が国家のそれである点、公務員関係の内容となる事項がほとんどすべて法律・\n人事院規則によつて定められる（但し、現業公務員については、大幅に私的自治の\n余地がある）という点は、労働契約関係に見られないものであり、無視し得ない問\n題点といえよう。しかし、これらの点は、以下順次述べるとおり公務員の勤務関係\nを労働契約関係であるとする結論を左右するものではありえない。\nまず第一に、公務員の使用者は政府であり、公務員の勤務関係は任命権者の「任\n用」によつて開始され（国公法五五条）国公法は任用の方法・基準および任命権者\nについて詳細な規定を設けているが、ＩＬＯ「ドライヤー報告書」にも「使用者と\nしての政府」という考え方が示されているように使用者を政府とする労働契約とい\nう考え方は、もはや常識的なものといつてよい。国公法は「任用」によつて公務員\n関係が開始されるとしているがそれは結局は公務員になろうとする者の公務員関係\n発生の「申入れ」に対する国の「承諾」を意味するものにすぎないし、任命権者や\n公務員となろうとする者の備えるべき要件が法定されているのは「公務の民主的か\nつ能率的な運営」（国公法一条）を保障するための規定であり、民間企業において\nも、採用決定権者、採用方法、基準が定められているのは普通であるから特別の意\n味は認められない。\n第二に、公務員の従事する業務が国の事務であることも、公務員の勤務関係を労\n働契約関係と異なる特殊なものと解すべき根拠にはならない。国が処理する事務\nは、今日においては、単なる権力的活動だけではなく、経済活動を含むきわめて広\n範なものであつて、活動自体としては、必ずしも特殊なものとはいえない分野を含\nんでいるからである。ことに現業公務員の場合においてはこの性格は明確である。\nまた、明治憲法下においても、ｋ博士は「学術的若しくは技術的の事務又は機械\n的の労務」については、民法上の契約によつて担任せしむることもできると説き、\n実際にも、郵便集配人その他多数の公務従事者がいて、これらのものの勤務関係は\n契約上のものであると解されていたことは、国の事務に従事することが直ちにその\n勤務関係を公法上の特殊な勤務義務と解すべき論拠たりえないことを意味している\nといえるであろう。\n第三に、公務員関係の内容はすべて法律・人事院規則によつて定められ、これに\n反する勤務関係を設定することが、許されていないが、このことも「任命」と同様\nに政府が使用者であるということに基づいて生ずる問題のひとつであつて、民主的\n能率的な公務の運営を確保するための措置にすぎないと解される。また現業公務員\nの場合は、すでに述べたとおり、労働条件に関する事項については、団体交渉権を\n有するなど広範な私的自治が認められているから、この点については全く問題は生\nじない。\nこのようにみてくると、現行実定法上は、公務員の勤務関係を公法上の特別権力\n関係と解すべき論拠はないというべきである（田中二郎「新版行政法」上１全訂第\n二版一八三頁はこのことを認めている）。そうであるなら、公務員の勤務関係は労\n働契約関係と解するほかない。ただ、公務員は政府に雇傭されていることに伴い、\n公務の民主的能率的運営という政策的要請を受けるから、通常の労働契約関係にな\nい特別な規制を受けている側面があるにすぎないのである。学界の大勢も、今日で\nは、特別権力関係論そのものを批判しつつ、公務員関係も通常の労働契約関係と同\n一視すべき関係とみなしている。\n（２）　公務員の配転に関する実定法上の規定としては、国公法三五条および人事\n院規則八‐一二、六条があるにとどまる。右規定は「転任」あるいは「配置換」\nを、採用・昇任・降任などとともに、欠員補充の一方法としているが、右規定は、\n任命権者に対し、「転任」「配置換」をなす一方的権限を設定した規定とは解され\nない。採用・昇任・降任などについては、それぞれこれらをなす場合の権限手続、\n要件などが別に定められているのに反し、「転任」「配置換」についてはこれらに\n関する規定がないからである。実定法上に明示の規定が存しない以上、任命権者が\n公権力の行使として配転をなしうると解すべき根拠はない。そうであるならば、配\n転については労働法の法理によつてこれを規律すべきものである。公労法八条は団\n体交渉事項を列記するが、現業公務員もその適用をうける労働基準法一五条、同法\n施行規則五条の規定によれば、「就業の場所及び従事すべき業務」変更が労働条件\nの変更に該当することは明らかであるから、配転が公労法八条四号の「労働条件に\n関する事項」として団体交渉の対象たるべき事項であることはいうまでもない。こ\nのことは、さきに述べた公務員の配転は、労働契約の法理によつて規律すべきであ\nるとする見解が少なくとも現業公務員については、妥当するものであることを裏付\nけている。\n（３）（イ）　本件担務変更命令の法的性質は、右に詳論したとおり、現業公務員\nの勤務関係を労働契約関係と解するならば、いつたん定められた提供すべき労働の\n質と場所を変更する命令であるから労働契約の内容について使用者からなされた変\n更の申込と解される。この契約変更の申込は、当然のことながら、法令、労働協\n約、就業規則、労働契約上の特約、あるいは慣習などに何らかの法的根拠を有する\n場合にかぎり労働者の同意なくして効力を発生するものであつて、このような法的\n根拠なしに当然に労働者にこれを遵守すべき義務の発生すべきいわれはない。\n（ロ）　しかるに、被告は、本件担務変更命令は「職員に対して発する職務命令で\nあるから、部下職員は、その命令に重大且つ明白な瑕疵がない限りその命令に拘束\nされる性格のもの」であるとか、「原告が郵便課勤務を命ぜられていた職務の範囲\nは本来同規定（郵便局組織規程）七条に掲げる事務全般に亘るものである。換言す\nれば、原告は神田郵便課の課員として同課の所掌事務の何れの事務の担当を命じら\nれてもこれに従う義務を有していた」とか主張する。しかし、前者についていえ\nば、現業公務員の勤務関係を労働契約関係以外の特殊なものと解する立場を前提と\nしたものであつて、このような見解は右に詳論したとおり何ら実定法上の根拠を有\nしない観念論にすぎないものである。また、後者についていえば、郵便局職務規程\nにおいて定められた職務の範囲は行政組織としての郵便局のなすべき職務の範囲を\n劃定したにすぎないものであつて、職員個々がそこで提供すべき労働力の質あるい\nは種類を定めるものではない。行政機関が法令により委ねられた任務を遂行するた\nめには、さまざまの種類の労働力が提供されなければならないことは当然である\nが、行政機関がある任務を担つているということはそこの職員がすべて、その任務\nを完遂するために必要なあらゆる種類の労働力を提供すべき義務があることを意味\nするものではないのである。職員が提供すべき義務を負う労働の種類・質は、もつ\nぱら労使関係を規定する法令、労働協約、労働契約等に基づいて決せられなければ\nならない。\nなお、全電通千代田丸事件昀高裁判決（昭和四三年一二月二四日判決）において\nは、電々公社の職務命令自体は公社として已むを得ない正当なものであつても、こ\nれに対する職員の拒否が正当であるかぎり拒否に対する合理的な裁量権を超えた処\n分は無効である旨判示しているが、右判決は職務命令が正当なものであつても、職\n員にこれを拒否すべき正当な理由がある場合には職務命令に従う義務のないことを\n判示するものであり、このことからいつても、職務命令に重大かつ明白な瑕疵のな\nいかぎりこれに従うべき義務があるとする被告の主張はとうてい肯認し得ないもの\nである。\n（ハ）　ところで神田郵便局郵便課の職務は「計画係」（二名）「別納係」（三\n名）「料金受取人払係」（四名）「通常係」（一一二名）「小包発着係」（二一\n名）「特殊係」（二九名）「窓口係」（二四名）に分掌される（なお「小包発着\n係」は「伝送係」とよばれることもある。）。職員は、このいずれかの「係」に配\n属され、その「係」別に定められた服務計画に従い「係」別に定められた範囲の職\n務に従事する。各「係」の職務内容は、職務の労働としての質において、相互に相\n当程度異なつている。たとえば「計画係」は、同課職員のための庶務的業務（勤務\n時間管理、物品管理など）に従事するものであつて完全な事務労働であり、勤務時\n間も官庁執務とよばれる定時間勤務であるが、「通常係」になると、郵便物の区分\nを主とする作業のみに従事する肉体労働であり、勤務時間は早朝勤務、昼間勤務、\n夜間勤務、終夜勤務などがほとんど何らの規則性もなしに組合わされる極端な変則\n時間勤務である。本件において問題となる「窓口係」は、労働の質においてほぼ\n「計画係」に類似する内容の労働である。\n（ニ）　被告は、同課には「係」はなく、事務分担があつたにすぎないし、事務分\n担は流動的であつて、その間には、労働条件あるいは処遇の面で何ら違いはないと\n主張する。しかし、課の職員の担当すべき事務の範囲が「係」別に限定されている\nとともに「係」別に勤務時間に明確な特徴があることは明瞭な事実（即ち、局で作\n成している服務表には、「窓」「別」「特」「通」などの符合をもつて各係を分類\nしているし、同一の趣旨を線表をもつて表示している別の服務表には「通常係」\n「窓口係」「特殊係」「小包係」などの名称が使われているし、局内で使用されて\nいる欠勤届など各種の書式には「係」を記載するようになつているものがある。ま\nた、現実にひとつの係に就くと数年間は異動しないのが通例である）であり、たと\nえ、それが法令上の根拠のないものとしても、職員の提供すべき労働の内容がこれ\nによつて特定されている以上、その変更が、職員にとつて労働条件の変動を意味す\nる場合には、労働契約の内容の変更として理解しなければならないことはいうまで\nもないことといわなければならない。このことは、同時に、所属する課が変更され\nた場合であつても、その労働の内容に何ら変動が生じないような場合には、労働契\n約の内容の変更と理解する必要がないことをも意味する。具体例をあげれば課内の\n庶務的業務に従事する計画係の場合には、その所属が集配課であつても、郵便課で\nあつても、原則としては、労働の内容には変わりがないといえるであろうが、郵便\n配達作業と郵便区分作業とは明らかに労働の内容、質を異にするものであるから、\nこれらが同一の課で分掌されているときでも、労働条件の変化と理解しなければな\nらない（郵便配達作業は集配課、郵便区分作業は郵便課で処理するのが普通である\nが、小規模局では、同一の課で分掌されていることが少なくない。）。また、大規\n模局のなかには複数の課で担当地域を分けて郵便配達作業を処理していることが少\nなくない（第一集配課、第二集配課などとよばれる。）が、このような郵便配達作\n業を担当する課間の異動は、労働の内容・質の変動を伴わないのが普通と考えられ\nる。すなわち、職員にとつてそれが労働条件の変更にあたるかどうかは、課間の異\n動であるかとか、係間の異動であるかどうかによつて判断されるべき性質のもので\nはなく、課間の異動であつても、労働条件の変更といえない場合があると同様に、\n同一課内における担当事務の変動であつても、労働条件の変更とみるべき場合があ\nるのである。したがつて、「係」が法令上定められているかどうかは、職員の労働\n条件の変更という観点からは何ら重要性をもたない問題である。\nまた、法令上の根拠がないとする被告の主張も必ずしも正当とはいえない。なる\nほど郵便局組織規程には、「係」を設置する旨の定めはないが、もとより、このこ\nとは、「課」の職務をさらに細分化して、これを職員に分担させることを禁ずる趣\n旨ではなく、各郵便局長には、当然にこのような措置をなす権限があると解される\nし、現実にこれが行なわれているからである。\n（ホ）　神田郵便局郵便課通常係の労働の内容と、同課窓口係のそれとの違いにつ\nいては、すでに右に述べたとおりである。労働の質、内容にはかなりの差違があ\nる。また、勤務時間が不規則であるばかりか、夜間勤務や早朝勤務なども余儀なく\nされるということは、労働条件として重視する必要がある。なんとなれば、勤務時\n間の不規則性は必然的に私生活に重大な悪影響を及ぼすものであるし、夜間、早朝\nの勤務は昼間のそれに比較して疲労を倍化するものだからである。したがつて、総\n労働時間に変化がないとして、労働条件の変更に当らないとする見解はあまりに皮\n相な見方といわなければならない。\n（ヘ）　被告はまた同局郵便課の事務分担は流動的であると主張するが、「係」間\nにおける担当職務の労働の内容の差異はすでに述べたとおり明確でありたとえ比較\n的定着性が低いといえるとしても、本件は、単なる通常の場合の異動ではなく、原\n告が受付窓口において腕章を着用して勤務することを嫌悪し、そのことのみを理由\nとしてなした異動であるから、通常の場合と同視することは許されない。\nしたがつて、使用者たる被告の一方的行為による原告の本件配転は効力を生ずる\nに由ないものである。\n（二）　本件担務変更命令の違法性（その二）\n（１）　いわゆるリボン・腕章着用戦術については、その正当性を認めるのが学界\nの通説であり、判例もリボン戦術についてではあるが例えば灘郵便局リボン着用事\n件につき、神戸地裁昭和四二年四月七日判決は、賃上げ斗争のため就業時間中リボ\nンを着用して就労した者に対する、取はずしを求める業務命令およびこれを理由と\nした訓告処分に関し、リボン着用を正当な組合活動と認め、労働者が労働基本権を\n行使する場合で、しかも労働者が雇用契約上の義務の履行としてなすべき身体的・\n精神的活動と何ら矛盾なく両立し、業務に支障を及ぼすおそれのない組合活動につ\nいては、勤務時間中であつても許されるもので、リボン腕章着用による組合活動\nは、身分上、業務上の義務と何ら矛盾なく両立し、その業務の公共性に支障を与え\nるものではないと判示している。昀近においても、函館地裁昭和四七年五月一九日\n判決（国鉄青函リボン処分取消請求事件）は灘郵便局事件神戸地裁判決とほぼ同旨\nの理由によりその正当性を認めた。\n（２）　被告は本件腕章着用のままの就労は郵政省就業規則二五条に違反するとい\nう。同規則同条第一項は「職員は、服装を正しくしなければならない」と定めてい\nる。この規定の趣旨が、職場における規律保持のため世間一般の健全な常識から判\n断して正常と認められる服装の着用を求めるところにあることは明白である。わが\n国においては労働組合員が斗争中に腕章を着用することは常態である。労働基本権\nの保障されていることを考えればこのような労働争議における実状は異常なものあ\nるいは非難すべきものとはいえない。従つて腕章の着用をもつて不正常な服装とい\nうことはできない。また、同規則同条第二項は、勤務時間中における制服の着用を\n義務づけたものである。制服を着用したうえにバッヂ、リボン、腕章などを着用す\nることは、その結果、制服を着用したとは認められないような状態にならないかぎ\nり、同項に違反するとはいえない。\n（３）　リボン、腕章着用ということはもはや組合活動としては普偏的なものの一\nつとして、ほとんど常識化している。このことはその職場が顧客に接する部門であ\nつたからといつて区別すべき理由はない。たしかに顧客の一部には、腕章・リボン\n等の着用に対し、嫌悪感を抱くものもないとはいえないであろうし、そのことによ\nつて営業上なにがしかの影響が生ずることも絶無とはいえないかもしれない。しか\nし、腕章・リボン等を着用したからといつて、労働力の提供という労働契約上の義\n務に何らの支障が生ずるわけではなく、単に、着用の結果労働組合が斗争中である\nという事実が顧客の目に触れるということであるにすぎない。その結果、顧客の一\n部が嫌悪感を抱くことがあるとしても、労働基本権を保障する憲法の価値体系から\nすれば、このような労働運動に対する反感を法的に保護すべきいわれはない。\n（４）　被告は、職員が腕章を着用していると国民は「業務をなおざりにしている\nのではないか或は、又郵便物が滞るのではないかという危惧の念を抱く」とか、事\n業主体を誤認させるおそれがあるとか主張するが、すべて暴論というほかはない。\nまた、このことが、どうして就業規則二五条違反と結びつくのか理解し難い。\n（５）　ちなみに、就業規則二五条の運用通達は、「服装を正しくとは、社会通念\nにより解釈される。ここでは他人をして嫌悪または卑わいの情を催させるような服\n装をさけるべきことを意味する。」としている。けだし、正論である。\n（６）　被告はさらに、腕章着用は、勤務時間中の組合活動であるから就業規則二\n七条に違反し、許されないという。しかし、所属長の承認をうけなければなしえな\nいとして禁止される組合活動とは、「勤務時間中、職場を離れたりして、就務しな\nいような場合」をいうのであり、勤務を離れず、かつ、労働力提供に何らの支障を\n与えない本件腕章着用のようなものは本条に含まれない。このことは、本条但書の\n文理並びに日本の労使におけるこの種規定の定め方の慣行をみても明らかなことで\nある。\nなお、付言するに、腕章・リボン着用の正当性については、それが官公庁の施設\n内において現業公務員によつてなされた場合でも同様である。公務員といえども、\n憲法二八条によつて労働基本権の保障される労働者であるから、現行諸法令に基づ\nき明示的に別異の取扱いが定められていないかぎり（もちろん、この場合には憲法\n違反の問題を生ずることがある）同じ組合活動が民間労働者の場合には適法であ\nり、公務員労働者の場合には違法となるということが許されてはならない。少なく\nとも、腕章・リボン等の着用を現業公務員につき、民間労働者と別異に取扱うべき\n法的根拠は全く存しない。更にはそれが官公庁の施設内でなされても、これを禁止\nすべき理由はない。いわゆる施設（庁舎）管理権なるものは、法的には施設に対す\nる物理的な管理権能を意味するにとどまるものと解されるが、民間企業におけるそ\nれが私的所有権に基づくものであるのに対し、官公庁のそれは国有財産の管理にか\nかわるものである点においていささか異なるとはいえ、いずれも物的な施設管理に\n関する権能であることに違いはなく、物的な施設管理に直接的な支障を生ずること\nのあり得ない腕章・リボン等の着用を施設（庁舎）管理権に基づいて規制すること\nは、民間企業施設か官公庁であるかを問わず、その権能の範囲をこえるものだから\nである。\n（７）　腕章着用が、法令・就業規則に違反するものでないことは右に述べたとお\nりである。\nまた、かりに、何らかの意味において業務阻害的要素を認めるとしても、原告ら\nの腕章着用は、争議行為の一環としてなされたものと認められ、その目的が正当で\nあつたことはいうまでもなく、その手段としても正当なものといつて差支えないも\nのである。したがつて原告の腕章着用に対する不利益処分としての本件配転命令は\n不当労働行為に該当し無効である。\nしかして、公務員、なかんずく現業公務員の勤務関係の法的性質については、す\nでに詳論したとおりである。不当労働行為に該当する命令に対して、職員がこれに\n従わないことは当然に許されるものというべきである。\n（８）　なお、リボン着用に関する札幌高裁判決（昭四八・五・二九判例時報七〇\n六号七頁）は、この点に関する従来の判例の大勢と相反するものであり、その論旨\nについても首肯し得ないところが少なくない。以下、右判決に対する疑問を指摘す\nると次のとおりである。\n（イ）　「国鉄職員が勤務中に職務の遂行に関係のない行為または活動をするとき\nは、通常はこれによつて当然に職務に対する注意力がそがれるから、かかる行為ま\nたは活動をすることは、原則として職務専念義務に違反する」とする点について。\n第一に、リボンの着用は、勤務時間中の「行為または活動」といえるのか疑問で\nある。判決は、このことを前提として「職務に対する注意力がそがれる」との結論\nを引き出しているが、リボンの着用は、単に着用しているという状態があるだけ\nで、肉体的にはもとより、精神的な面をも含めて何らの「行為」も「活動」もして\nいないというべきではないか。\n第二に、職務専念義務とは労働力提供義務と同義と解すべきであり、それ以上に\n特別の倫理的あるいは精神的義務まで課したものと解すべきものと考えるべきでは\nない。\n第三に、右判決は、右第一の疑問に対して「本件リボンを着用することにより、\n組合活動を実行していることを意識しながら、その職務に従事していたものであ\nり、その精神的活動力のすべてを職務の遂行にのみ集中していたものでなかつたこ\nとは明らかである」とするのであるが、組合活動であることを意識しながら職務に\n従事しているかどうかは、着用者ごとに異なる個別的事実であり、誰もがそうであ\nるわけではないのであるから、一般論としては成り立たない論理ではないか。\n（ロ）　「制服の上に職務と無関係のリボン・プレート・腕章等の記号を着用する\nときは、いたずらに誤解、混乱を招くおそれがある」とする点について\n判決が、リボン・プレート・腕章等を着用したときに生ずるおそれのある「誤\n解」・「混乱」として考えているものは、理由中の右部分の前段部分において、旅\n客公衆は制服によつて国鉄職員であるかどうかを識別するものであると述べている\nところからすると、リボン等を着用すると国鉄職員であるかどうかが判らなくなる\nということを意味するものとみられるが、制服のうえにリボン等を着用すると国鉄\n職員であるかどうかの識別を困難にするおそれがあるというのは常識論としてとう\nてい認めがたいものがある。\n（ハ）　旅客公衆がリボン等の着用につき、不快感を抱くのが、国労の要求内容に\n対する不満ではなく、リボン等を着用して勤務することに対する不信・不安である\nときは、その不快感は単なる反組合感情とはいえない、とする点について\n「リボン等を着用して組合活動をしているその勤務の仕方に対する不信・不安」と\nは、いいかえれば、労働組合のリボンを着用して職務に従事しているようでは職務\nがきちんと遂行されるかどうか不信・不安があるということではないか。そうだと\nすると結局は、労働組合に対する一般的な不信感と区別することはできないのでは\nないか。すなわち、リボン等の着用が実質的に労働力提供義務に違反していないと\n解するかぎり、結局は労働者が組合活動をしていることに対する不信・不安を意味\nし、それはやはり保護に値しない反憲法的感情にすぎなくなるのではないか。\n（ニ）　右判決には、右に指摘したような疑問があり、とうてい納得しがたいもの\nであるが、本件は右判決の基礎にある事実とも異なる点のあることを指摘しなけれ\nばならない。\n第一は、右判決におけるリボンの着用は、相当長期間継続したものであるのに対\nし、本件においては着用と同時に問題とされたものであることである。第二は、リ\nボンと腕章の違いであるが、リボンは組合の要求などを記入したものであるのに対\nし、腕章は、要求などとは無関係な団結誇示の行為であり、勤務時間中における組\n合活動の成否という意味では右判決の論旨には腕章には適用できない部分があるこ\nとである。\n（ホ）　当局の本件配転の狙いは窓口という場所から腕章着用者を放逐しようとす\nるところにあつたのであるが、公衆の目にふれるという点では、郵便集配業務、貯\n金あるいは保険募集業務などに従事する外務職員の方がはるかに著しいのに、当局\n側はこれらに対しては何らの措置もなしていない。このことは、本件配転が業務上\nの必要に基づくものではなく、あたかも表面的には何らの争議状態もないことを内\n外に示すことを狙つた不当な措置であつたことを意味する。\n（三）　本件勤務指定の違法性\n（１）　勤務時間については、郵政省と全逓信労働組合との間の「勤務時間および\n週休日等に関する協約」およびその附属覚書があり、それによれば、勤務指定が所\n属長によつて指定されることになつているが、このことは所属長のなした勤務指定\nの法的有効性とは何のかかわりあいもない。同附属覚書一八項によれば、所属長は\n服務表を定め、これを関係職員に周知するものとされており、その服務表の内容に\nなつている勤務時間、休憩、休息時間、週休日等については団体交渉事項であつて\n労働協約に定めがあり、その規制をうける。そして勤務指定が法令はもとより協約\nに違反してなされれば無効であり、職員がこれに従う義務のないことはけだし当然\nであろう。\n（２）　勤務指定の方法については、同付属覚書一九項により、職員の生活上の計\n画等に支障をきたさないよう、四週間を単位として、当該期間の開始日の一週間前\nまでに周知されるべきものである。そして同二一項が、勤務指定の変更につき厳格\nな要件を定め、安易な変更により、労働者の生活の不安定を結果することを許さな\nいとしている。\n（３）　ところで、被告は、本件勤務指定の変更は、同付属覚書一九項但書に基く\n新たな勤務の指定である旨の見解を示している。しかしこの見解は同項の解釈上と\nうてい認めがたいものである。被告は原告のような業務内容の変更の場合には協約\n上「新規採用者、転入者、復職者、または欠勤者等」と同視して、従来なされた勤\n務指定の効力はなくなり、新たな勤務指定をなしうると解しているもののようであ\nるが、被告の主張するように、本件担務変更が、同一課内の課員として当然適宜の\n命令に応じていつでも従事すべき事務の変更にすぎないものとすれば、全くこれと\n矛盾した見解というべく、その法的根拠と協約上の関係の説明に窮するであろう。\n被告は、勤務時間が、担当する事務内容と不可分のものであるから、本件担務変更\nにより、従来の窓口事務の担当を前提として定められた勤務の指定は事柄の性質上\nその意味を失なうからと強弁する。しからば、むしろ協約上勤務指定が意味を失な\nうような担務変更は許されていないというべきである（被告の本件配転は「転入\n者」に準ずる場合であるとの主張は、結局は、業務上の必要性によつて、勤務時間\n指定を変更できるのは当然であるとして、業務上の必要性を強調するものである\nが、そもそも右協約は、業務上の必要性を理由として勤務時間が安易に変更される\nことによる職員の生活上の不安定性をいささかなりとも除去することを目的として\n締結されたものであるから、業務上の必要性のみを理由とする協約の解釈の仕方は\n正当とはいえない。しかも、協約を文言どおりに解しても、その不安定性は依然と\nして大きい（たとえば、同覚書二一項による変更の余地があるなど）のであり、さ\nらに、これを拡大するかのごとき解釈は協約の趣旨に反するものとしてとうてい認\nめがたいのである。また、本件は、さきに述べたとおり業務上の理由に基づく配転\nではないことも無視することはできない。）。\n即ち、新規採用者、転入者のように、もともとその所属長のもとでは全然勤務指\n定がなされていないもの、あるいは、復職者、欠勤者のように何らかの事由によつ\nて、勤務が中断していた者について、その所属長が新規に勤務の指定をしようとす\nる場合については、「一週間前、四週間単位」の勤務指定の原則の適用を除外した\n規定であるにすぎない一九項但書を本件に適用する余地は全くないのであり、それ\nは本件担務変更が、異つた職種への配転（課内配転）であるとした場合であつて\nも、同様である。けだし、本項は所属長の勤務指定に関する規定であつて但書はそ\nの所属長が新規に勤務指定をする者についての規定であるからである。そして、業\n務内容と勤務時間とが一体となるべき理由はなく、現に、本件担務変更命令に際し\nても、当初は被告は、原告に対し、従前の勤務指定により通常係の業務を行なうよ\nう命令しているほどである。少なくとも前記協約においては業務内容が変更された\nというだけで勤務指定を変更したり、新たに指定できるようには定められていない\nのである。\n（４）　即ち、原告に対して付属覚書一九項但し書を適用する余地はないし、他に\n原告に対する勤務指定を変更できる根拠はないから、原告に対する本件勤務指定は\n無効である。従つて、原告は従来どおりの勤務指定に基づき勤務すべきである。し\nかるに、被告は、原告が無効な勤務指定どおり勤務しなかつたことを理由に本件懲\n戒処分に及んだのであるから、その違法であることは明らかである。\n（５）　なお被告は、原告が勤務指定の変更の違法性を主張することは信義則に反\nするとするが、勤務指定の変更を前提としたうえでこれについての職務放棄を懲戒\n処分事由とする以上、その違法性を主張することの許されることは当然である。な\nんとなれば、公務員の懲戒処分については、国家公務員法において、実体上・手続\n上の要件を厳重に定め、なかでも処分説明書に懲戒事由を明記しなければならない\nとしており、このことは、手続上の正当性を確保することこそが実質上も不当な懲\n戒処分を防止するゆえんであるとの考え方によるものであるから、これに明記しな\nい処分事由は、適法に主張し得ないものと解さなければならないというべきである\nからである。被告が原告が勤務を欠いたと主張する時間に原告が勤務する義務を負\nつていなかつたとしたら、被告の主張する処分事由の存在は否定されるのである。\n処分説明書に記載した時間に勤務義務を負つていなかつたとしても、他の時間に勤\n務義務があり、原告はこれに従事する意思ははじめからもつていなかつたのである\nから、処分事由は認められるという被告の主張は、国家公務員法が懲戒処分をなす\nについての実体的手続的要件を法律をもつて定めた公務員保護の原則を無視するも\nのであり許されない。\nしたがつて、原告は被告の新に指定した右通常事務に勤務する義務を負担せず、\nこれを負担することを前提として原告の職務放棄を理由とする被告の本件処分は、\nその処分事由の不存在なるにかかわらずこれをなした違法があるか、または権利濫\n用の違法があるに帰し、到底取消を免れないものである。\n（原告の主張に対する被告の反論）\n（一）　担務変更命令の適法性\n（１）　本件担務変更命令の性格\n原告の郵便課内における担務を窓口事務より通常事務に変更する旨の命令は、原\n告が郵政職員としてその勤務関係が公法上の規制を受けるものであることを前提と\nして発せられた職務命令というべきである。これを敷えんすれば右命令は国家行政\n組織法一〇条、一四条二項（なお九条参照）、郵政省設置法四条五号、六号、二三\n号、二七条および郵政省職務規程二条（郵政省設置法一二条一項参照）等の規定に\nより神田郵便局における職務遂行の必要から上司たる郵便局長が部下たる職員に対\nして発する職務遂行上の職務命令であるから、部下職員は、その命令に重大且つ明\n白な瑕疵（「重大且つ明白な瑕疵」という場合の重大な瑕疵とは、当該命令の発出\n根拠となるべき行政法規の目的、意味作用等に照らして一定の要件が該命令を発す\nるための重要なる要件とされている場合にその重要なる要件を欠いている状態をい\nい、明白な瑕疵とは当該命令がその発出の当初から誤つたものであることが外形\n上、客観的に一見看取し得る状態にあることをいう。たとえば、命令発出権限のな\nいことが明らかな私人が単に職務命令の名を冠した命令であるとか、権限外の事項\nであることが明らかである上司個人の私的用務を命じた場合の職務命令であると\nか、あるいは物理的に実現不可能なことが明らかである事項を目的内容とするいわ\nゆる職務命令等は、右にいう命令が「重大且つ明白な瑕疵」の存するものとして何\n人もこれを無効なものとして取扱うといえよう。したがつて、かりに服務命令に労\n働協約違背の瑕疵があるとしても、この瑕疵が重大で且つ明白なものでない限り、\n当然命令が無効なものとなるものではない。）がない限りその命令に拘束される性\n格のものである。\nしたがつて、昭和四六年四月二八日神田郵便局長が原告に対し、同年五月一日以\n降における原告の分担すべき事務をいわゆる窓口事務から通常事務に変更する旨の\n命令を発したことにより、原告は同命令に従つて同年五月一日以降は郵便課のいわ\nゆる通常事務に従事すべき責務を負うに至つたものというべきである。\n（２）　担務変更命令によつて原告が予期せぬ職務を負担するものではない\n原告は、神田郵便局郵便課勤務を命ぜられて勤務していたものである。ところで\n神田郵便局には郵便局組織規程第一条の二により、庶務課、会計課、郵便課、第一\n集配課、第二集配課、貯金課、保険課の計七課がおかれておりこのうち郵便課の所\n掌事務については同規程七条によつてその事務内容が明定されている。原告が郵便\n課勤務を命ぜられていた職務の範囲は本来同規程七条に掲げる事務全般に亘るもの\nである、換言すれば、原告は神田郵便局郵便課の課員として同課の所掌事務の何れ\nの事務の担当を命じられてもこれに従う義務を有していたのであり（郵政省職員の\n任用は、国家公務員法三三条および人事院規則八‐一二の定めに基づいて行なわれ\nる行政行為であり、採用された職員をどのような所属に配置するかは任命権者の裁\n量にゆだねられた事項である。郵政省の場合職員は採用されたとき「事務員を命ず\nる」等の辞令を受けるが、これは郵政職員として郵政事業全体に従事することを示\nして採用されたものであつて、現実的に職員が負うべき職務の内容の範囲は郵政省\nが職員に対して有する人事権に基づいて職員を郵政省の組織の中に位置づけたとき\nに決定される。そして一般的には職員が郵政省職員として、採用される際には事務\n員を命ぜられる任用辞令と同時に「○○郵便局××課勤務を命ずる」と記載した辞\n令を受けるが、これによつて同職員の職務内容が××課の事務であることが具体的\nに明示されたものというべきである。これを本件についてみれば、原告は神田郵便\n局郵便課勤務を命ぜられていたのであるから郵便課の所掌事務のうち、いずれの事\n務に従事するかは、何らの辞令を要することなく、口頭でなす職務命令によつて決\nせられるところであり、原告がこれに従うことは極めて自明の理といえよう。）郵\n便課内の特定の事務、本件で言えば窓口事務にのみ従事する権利があつたというも\nのではない。\nしたがつて、郵便課内において、適宜その担務の変更を命ぜられることがあつた\nとしてもこれは原告において当然予期しうる担務変更の命令といわなければならな\nい。原告は、この点について、まず「係」の変更である旨主張している。確かに俗\nに「係」という場合、仕事の配分関係全般についていう場合があり、同一職種、同\n一事務のうちでの配分をもこのことばをもつて呼ぶ慣しがある。したがつて、その\n意味では被告もこれを争うつもりはない。しかし、神田郵便局においては、郵便課\nが更に正規の「係」別に組織されていた事実はない。郵便課には、そのうちに窓口\n事務に担る者と通常事務に担る者が含まれているが、従来からこの事務配分の関係\nは流動的であり、証人ｌの証言によつても明らかなとおり、年に一、二回の割合い\nで通常係と窓口係の入替えが行なわれており、しかもこの入替えは局側の一方的な\n業務命令で指定され、この変更について団体交渉がもたれた事実はなかつたのであ\nる。\nこの事実は、本件以前に全逓ないし職員側が右の入替えが労働条件の変更である\nとは理解せず単に同一課内の事務分担の割振りに過ぎないと理解していたことを示\nすものといわざるをえないのである。言い換えれば、原告のこの点に関する本件主\n張は、神田郵便局における郵便課勤務の実態ともあわず、唐突なこじつけというほ\nかないものである。\n（３）　右のことは、窓口事務と通常事務の労働条件等を対比してみても明らかな\nところである。\n（イ）　神田郵便局における郵便課の窓口事務といわれるものは一般公衆の来客す\nる窓口において①事故受付、書留交付②書留引受③切手売捌④計器別納⑤税付納付\n⑥外国小包引受⑦内国小包引受⑧私書箱受付までのほぼ八種の態様の事務を取扱う\nものである。また、郵便課の通常事務といわれるものは①郵袋の運搬②開袋③締切\n④郵便物の取揃⑤区分⑥郵便物の押印⑦計画的事務⑧事故郵便物の処理という態様\nの事務でありそのうち郵便物の取揃え区分事務が主な事務といえる。\n（ロ）　原告は、郵便課の通常事務が窓口事務に比較して勤務者に著しく不利益な\n事務内容であるかの如く主張するようであるが、通常事務と窓口事務を比較してみ\nるとき、勤務時間についてみればいずれの事務に従事するものであつてもその勤務\n時間は同一時間であつてこの間に差異はなく、給与の面をみると勤務に対する基本\n的な対価としての基本給はいずれの事務に従事しても同一であつてこの間に差異は\nない。\nまた、基本給をもつては措置しきれない特殊な勤務の対価として特殊勤務手当が\nあり、その一つとして現金を取扱つた場合に支給される現金出納手当があるが、こ\nれは窓口事務（たとえば切手類の売さばき）、通常事務（たとえば別後納専用窓口\nにおける郵便料金の収納、受取人払郵便物および料金未納または不足の郵便物の受\n取人から徴収した郵便料金の処理）のいずれにおいても、現金を取扱つた勤務日数\nに応じて（一日当り五〇円）支給されているものであり、その二つとして特技作業\n手当があるが、これは窓口事務に従事する場合よりも通常事務に従事する者の方が\n若干高く定められている（通常事務において区分に従事する場合は一日当り五〇\n円、窓口事務に従事する場合は一日当り三五円）。（なお、常時郵袋もしくは小包\n郵便物の処理など一定の重労務作業に従事する場合には、重労務手当が支給される\nのであるが、窓口事務および通常事務においてはその事務がいずれも重労務ではな\nいことからして、この重労務手当は支給されていない。この面からみても原告が主\n張するように通常事務が肉体労働であるとの主張は当らないといえる。）\n（ハ）　したがつて通常事務が窓口事務に比較して勤務者に著しく不利益な職務で\nあるとか通常事務が肉体労働であるといつた主張は当らない。\n（二）　本件担務変更命令は何ら不当労働行為を構成しない。\n原告の主張するところによれば、腕章を着用して就労する行為は正当な組合活動\nであるにもかかわらずそのような就労を嫌悪して原告の担務を変更した本件命令は\n不当労働行為として違法無効であるというようである。しかし、右の原告の主張は\n以下に述べるとおり失当である。\n（１）　本件腕章着用のままの就労は郵政省就業規則（以下単に「就業規則」とい\nう。）二五条に違反するものである。就業規則二五条においては、１職員は、服装\nを正しくしなければならない。２職員は制服等を貸与され、又は使用することとさ\nれている場合には、特に許可があつた場合のほか、勤務中これを着用しなければな\nらない。と規定している。そして、原告らには郵政事業特別会計規程により事務服\nが貸与されていたにもかかわらず、本件腕章を右事務服の上に着用して勤務するこ\nとはこの規定に反する。\nすなわち、郵便局職員は、内勤、外勤とも顧客に接する業務に従事している。し\nかも郵便事業は国の独占する事業であるから、利用者に選択の権利はないうえ、現\n在利用者にとつて郵便事業の利用は重要な意味をもつている。このような郵便事業\nに従事する職員が「全逓神田支部」なる業務の遂行と全く関係のない腕章を着用し\nて客に接した場合、客は果して郵便業務をどう考えるであろうか、原告も述べると\nおり、この腕章着用は闘争中なることを示し、且つ団結を誇示する目的にでるもの\nである以上客は、郵便局職員は組合活動に心を奪われ、業務をなおざりにしている\nのではないか或いは、又郵便物が滞るのではないかというような危惧の念を抱くの\nは当然であろう、郵便局を利用する一般市民は労働法学者のように高度の労働知\n識、労働感覚を有するものでなく極めて素朴な心情の持主なのである。このこと\nは、原告の赤腕章を着用しての窓口執務に対して利用者から「見苦しい」「不愉快\nだ」という趣旨の投書や電話申告がよせられていることからも肯ける。されば国民\n全体に対する奉仕者として公共の利益のためにその勤務時間中職務上の注意力の全\nてを傾注して職務遂行に当るべき国家公務員たる郵政職員が組合活動と称してかか\nる赤腕章を着用した服装において勤務する状態は好ましからざるものといえる。\nさらに、このような赤腕章着用による勤務においては郵政事業の事業主体を誤認\nさせる危険もある。例えば外勤職員が「全逓」ないし「全逓神田支部」と表示した\n腕章を着用して貯金保険の募集をしたとすれば、あたかも全逓が貯金保険の募集を\nしているかの如き奇異な印象を与えるであろうし、また内勤職員が勤務時間中堂々\nと「全逓」ないし「全逓神田支部」の腕章を着用していれば郵便局が全逓の管理下\nに置かれているかの如き印象を与えるであろう。このことは、郵便局員全員が本件\nのような腕章を着用した場合を想定すればおのずから明白といえよう。そしてその\n招来する結果は一般市民をして郵政事業に対する信頼を失わしめるものであること\nはいうまでもない。\n直接の業務に支障を及ぼしさえしなければ、どのような服装による就労も許され\nるべきであるといつた見解は、郵便事業の独占的公共性を考慮し前記の諸点を勘案\nしたとき到底認めえざる見解であつて就業規則二五条はこのことを職員の服装の面\nより規制したものであつて、本件腕章着用の服装は「服装を正しくしなければなら\nない」という同規則二五条の規定に違反するものというべきである。\n（２）　本件腕章を着用して勤務するという形態の労働組合活動は就業規則二七条\nに違反する。\n就業規則二七条においては勤務時間中の組合活動を禁止されているところである\nが、原告が自認する如く本件腕章着用行為が団結の意欲を高揚し、団結を示威する\n組合活動であるとするならば、かかる腕章を着用して勤務時間中これを誇示してな\nす組合活動は所属長の承認をうけずに勤務時間中になされるものであるから、これ\nは就業規則二七条に違反することは明白というべきであり、労働組合の正当な行為\nとは認められないから、労働組合法上の保護に値しないものというべきである。\n（３）　右に述べた点を含めて従来の裁判例をみてみると、次のとおりである。\n（イ）　東京高裁、昭和四七年一二月二一日判決、労働経済判例速報八〇五号一〇\n頁。本件は、直接にはロツクアウト中の賃金を請求した事件であり、ロツクアウト\nの当否が争われた事件であるが、この判断の過程で、腕章着用に関する一般論が示\nされている。それによれば、腕章を着用して就労すべきことの申出は、一般的にい\nつて債務の本旨に従つた履行の提供とはいえないとし、その理由として、組合指令\nによる争議戦術としての腕章着用が労務への従事中に持ち込まれることは、就業中\nの組合活動にほかならないから、就業時の職務専念義務に違背し、また従業員の服\n務上の規律につき使用者の命に服すべきことと衝突することとなる点を掲げている\n（郵政省就業規則二七条参照）。\n（ロ）　名古屋地裁、昭和四七年一二月二二日判決、労働判例一六九号三七頁。本\n件は、リボン、腕章、赤鉢巻を着用して業務上顧客と接した営業マンに対する懲戒\n解雇の当否が争われた事件であるが、ここでも右各着用物それぞれについて、いず\nれも違法な組合活動として評価し、とりわけ腕章については、その着用は、顧客が\n常時商談のために営業部に出入していることからすれば、これら顧客に対し不快感\nを招き、業務の円滑な遂行に支障となるおそれが大であると考えられるから、違法\nな組合活動と評すべきであるとしている。\n（ハ）　札幌高裁、昭和四八年五月二九日判決、判例時報七〇六号七頁。本件は、\n国鉄職員のいわゆるリボン斗争に関するものであるが、従来の学説等の議論のうち\nには、リボンと腕章では若干評価を異にすべきものとする考え方があることを思い\n併せると、本判決の論理は、腕章の着用については当然適用されるべきものであろ\nう。この判決の論点は、リボンの着用が日本国有鉄道法三二条二項の職務専念義務\nに違反すること、鉄道営業法二二条その他国鉄諸規定の定めている服装規定に違反\nするものであることを判示し、とりわけ旅客公衆に接する国鉄職員が公正中立と品\n位を保持し、旅客公衆に不快感を与えることがないようにすべきである点を重視\nし、右規制の合理性を論証している。しかして、労働者側の「そのような不快感は\n反組合的感情で保護するに値しない」との主張に対しては、リボンを着用して組合\n活動をしているその勤務の仕方に対する不信、不安によるものであるときは、国鉄\nが公共の福祉の増進を目的とする公法人で、その資本は全額政府が出資しているこ\nとを考えると、右趣旨の旅客公衆の不快感は十分理由があるものであつて、これを\n単なる反組合的感情にすぎないものということはできない、としている。本判決の\n論理は、そのまま本件事案についても当て嵌るものといわなければならないであろ\nう。\n裁判例の動向は、これを高裁判例を中心にみてくると概ね以上のとおりであり、\nさきに述べたところと併せて考えると、原告の本件腕章着用による就労は、違法な\n組合活動として評価すべきものであるから、これを理由に原告に対して担務の変更\nを命じた本件業務命令は適法なものといわなければならない（なお、腕章着用は組\n合員の団結保持の目的に出るものであり使用者側その他一般に見せるものではない\nとの主張は、本件原告ばかりでなく、従来屡々みられる主張であるが、この点につ\nいて前記（１）の裁判例において「詭弁」として一蹴されていることは注目されな\nければならないところであろう。）。しかして本件担務変更命令によつて原告を何\nら不利益に取扱うものではない（すなわち、窓口事務といわれるものと通常事務と\nいわれるものが等しく郵便課の所掌事務の一環であつてそれが勤務時間、給与の点\nにおいてこれに差異がないことは前述の（一）、（３）において述べたところであ\nり、且つ勤務場所も同一局舎であつてこの間に変動は伴わず、通勤等に何等の変化\nを生じるものではない。）から、原告に対する担務変更命令をもつて原告が不利益\nな取扱いを受けたというのも当らない。\n（三）　本件勤務指定の適法性\n（１）　勤務指定の性格\n勤務指定は、国の経営する企業に勤務する職員の給与等に関する特例法六条、郵\n政事業職員勤務時間、休憩、休日および休暇規程（以上「勤務時間規程」とい\nう。）二六条により所属長が職員の各日の勤務の種類、始業時刻および終業時刻\n（ただし、勤務の種類により明らかである場合は省略する）ならびに週休日を指定\nするものである。そしてこの指定により職員はその勤務すべき日および始終業時刻\nならびに週休日が具体的に決定されるものである。しかして、この勤務の指定は、\n勤務時間規程二五条の規定に基づき所属長があらかじめ定めた服務表に明定されて\nいる勤務の種類、始終業時刻等の中から所属長が自由に選択して指定することがで\nきるのであつて、職員はその指定に従つて勤務しなければならないものである。\n（２）　勤務指定の方法\nところで勤務の指定は、勤務時間規程二六条「勤務時間および週休日等に関する\n協約」付属覚書一九項によつて四週間を単位として、その期間内の各日の勤務の種\n類等を指定するものであり、しかもこれを当該期間の開始日の一週間前までに関係\n職員に周知することとされている。\n（３）　これはあらかじめ職員に勤務態様を事前に知らしめることにより職員の生\n活上の計画等に支障をきたさないようにとの配慮と当局側における業務遂行上の調\n和として規定されたものといえる。したがつて、一旦なされた勤務の指定をむやみ\nに変更しないことが望ましいことは当然であるが、他面一旦行なつた勤務の指定を\n一切変更できないものとすることは、業務の正常運営を確保するうえで困難なこと\nは容易に推察できるところである。\nそこで、この間を調整するものとして勤務時間規程、前記協約付属覚書において\nは右の指定方法に関して二つの例外を認めている。\nその一つは、勤務時間規程二六条ただし書、前記覚書一九項ただし書による場合\nであつて、新規採用者、転入者、復職者または欠勤者等についての勤務指定はあら\nかじめ一週間前に指定して周知せしめることは事実上困難ないし不可能であるため\n必ずしも原則どおりの勤務指定をしなくてもよいこととされている。\nその二つは勤務時間規程二八条、前記覚書二一項による場合であり、欠務の発生\nその他業務上の支障がある場合にはあらかじめ行なつた勤務の指定の一部または全\n部の変更をすることができることとされている。しかし、これはあくまでも正常な\n状態を前提としたうえでその業務運行のうえで予想されうる一定の例外的現象を中\n心に規定されたものであつて、すべての例外的現象を網羅しつくしているものでは\nない。右各規定が予定しているところのものは、正常な業務の運行過程において、\n特に顕著な業務上の必要がないにも拘らず所属長の恣意で勤務指定が浮動すること\nは、いかに時差勤務が必要とされる郵政省職員に対するものであるとしても不合理\n性を免れないとする考えから、これを回避しようとしたことにある。\nしかし、組織的な業務の運行は、例えば神田郵便局における業務に限定してみて\nも、勤務する時間の割振りだけで全うされるものではない。例えば、他局あるいは\n他の部署から転入してきたものについては、当然のことながら仕事が変ることによ\nつて勤務する時間の変動がある。このことは、前記覚書一九項但書のうちに明記さ\nれているところである。仕事が変れば勤務する時間が変つてもやむをえないという\n考え方は、右規定のうちに織り込まれた合理性なのである。したがつて、担務変更\nがなされ別の服務表の適用を受ける仕事に就く場合には、改めて体系的に新しい勤\n務指定がなされることは当然のことであり、このことは右の覚書に矛盾するもので\nはない。もとより、担務変更といえども当局の業務運営上の必要がないのにも拘ら\nず無闇になされるべき性質のものではないであろう。また、担務変更は、勤務する\n時間の変動をもたらす場合があるということから、能う限り右覚書の趣旨にそつて\nこれを行なうことが好ましいということがいえるかもしれない。しかし、このこと\nは、当然に担務指定なり変更が同覚書によつて拘束されるということを意味するも\nのではない。蓋し、同覚書の明文のうえでもそのような解釈はなりたたないばかり\nでなく、業務運営の実体にも即応しないこととなるからである。\n（４）　原告に対する新勤務指定の正当性\n（イ）　勤務の指定は前記の如く服務表に基づいて行なわれるものであるが、それ\nは事柄の性質上職員の担当する事務内容と密接不可分の関係にある。すなわち職員\nの担当する事務が窓口のそれであれば窓口事務の態様に即して、勤務の種類、勤務\n時間の始終時刻、週休日等が決められるのであり、担当する事務が通常事務であれ\nば通常事務の態様に即して勤務の種類、勤務時間の始終時刻、週休日等が決められ\nるのである。そして、同一課の場合であつても職員の担当すべき事務がある程度分\n業化されているような場合、たとえば窓口事務に従事する職員が同一の日に窓口事\n務以外の事務に従事する余裕がなく常時窓口事務のみに専念することになるような\n場合には服務表をさらに細分化し窓口事務に従事する職員のみの服務表を別個に作\n成することももとより可能なことである。ことに細分化された各事務の性格が勤務\n形態上異なつているような場合（たとえば窓口事務は主として窓口取扱時間である\n午前八時から午後八時までの間であるが、窓口事務以外の事務は原則として終日二\n四時間取扱われている）には、窓口勤務では一八分、窓口事務以外では三〇分とい\nうように各事務に適応する勤務の種類毎に休息時間を設ける方法が異つてくるた\nめ、必然的に同一課であつても細分化された事務毎に服務表を作成することがより\n望ましい状態となつている場合もある。ところで、神田郵便局郵便課における服務\n表は「郵便課服務表」なる名称で作成されてはいるが、右服務表中には特に摘要欄\nを設け担当する事務別（たとえば窓口事務は「窓」通常事務は「通」のように）勤\n務の種類等を定めているのであつて、実質的には従事する事務毎に服務表を作成し\nているともいえるのである。すなわち同局郵便課に勤務する職員は、郵便局組織規\n程上郵便課の所掌事務全般に従事すべき地位に立つものであるが、服務表のうえで\nはそれぞれ従事する事務により別個に作成される服務表に基いて勤務の指定をうけ\nているものといつてよいのである。\n（ロ）　このように勤務種類、勤務時間の始終時刻、週休日等は職員の担当すべき\n事務によつて自ら相異があるので、本件のように原告が従来の窓口事務から通常事\n務に従事するよう担務変更の命令を受けた場合、従来の窓口事務の担当を前提とし\nて定められた勤務の指定は事柄の性質上その意味を失うのである。従つて、窓口事\n務を担当するとの前提で原告に対し、四月二三日に周知されていた五月二日以降の\n四週間分の勤務指定（いわゆる旧勤務指定）は原告に対する担務変更命令がなされ\nたことによりその意味を失うこととなるので、原告に対して改めて通常事務を担当\nすることを前提とした勤務の指定を行う必要を生ずる。そこで同月三〇日午後五時\n二〇分ごろ原告に対して通常事務を担当するものとしての同年五月一日より五月二\n九日までの間の新たな勤務の指定がなされて周知されたのである。この勤務の指定\nの周知が当該期間の開始日の一週間前に周知することができないものであること\nは、担務変更命令が同日付でなされ、それが翌日からのものであつたのであるから\n当然の事理である。\n（ハ）　前記覚書一九項、二一項は、新たな勤務指定および勤務指定の変更につい\nて規定しているが、例えば同一局内であつても一つの課から他の課への配置換え\nは、任命換えを伴うことになつて必ず仕事の内容が変り適用される服務表も別のも\nのとなる。したがつて、右配置換えを受けた者には必然的に服務表に基づいてなさ\nれる勤務指定を新たに受けなければならなくなるので、服務表および勤務指定のう\nえではまさに「転入者」そのものである。されば、同一課内における担務変更の場\n合であつても適用される服務表が実質的にかわる場合にはこれは右の「転入者」に\n準ずる場合であつて、右覚書一九項但書の文言のうえでは「等」にあたる場合と解\nすべきである。\n（ニ）　これまで述べてきたところから明らかなとおり、原告に対する本件の勤務\n指定は、まずもつて担務変更に伴つて必然的に生ずる勤務する時間の変更であるか\nら、右覚書二一項による制約を受ける場合ではないと解すべきものである。また、\n右のような担務変更を伴う場合で実質的に従来と異つた服務表の適用を受ける場合\nには、同覚書一九項但書にいう「転入者」に準ずるものとして考えられなければな\nらないものである。したがつて、いずれにしても、原告に対する本件の勤務指定が\n右覚書に違反する無効なものということはできないのである。\n（四）　以上述べてきたとおり、原告に対する本件担務変更および勤務指定は、ど\nの観点からみてもこれを違法とされるべきものではない。したがつて、この正当な\n担務変更および勤務指定を拒否した原告の態度は、正当な理由のない違法な業務命\n令拒否であるといわざるをえない。\n（五）　ところで被告は、右に加えて更に、原告の本件業務命令拒否が労使関係に\nおける信義則に違反するものであることを主張する。すなわち、原告が本件担務変\n更を命じられたその原因は、さきに詳述したとおり腕章着用のまま就労しようとし\nた違法な組合活動にあるのである。自ら違法行為をあえてし、管理者側がこの違法\n行為によつて生ずる実害を未然に防止しようとして原告に対する不利益が生じない\nように配慮をしたうえでとつた措置に対し、これを違法として拒否することは、い\nわゆるクリーンハンドの原則を想起させるものであり、明らかに労使関係における\n信義則に反するものといわなければならない。尤も、この点について原告は、ある\nいは新たな勤務指定が従前の時間帯とわずかに違うことをもつて、右業務命令拒否\nの理由であると強弁するかもしれない。しかし、この主張は、本件事実の経過から\nみて全く理由としてなりたたないものである。即ち、原告は、昭和四六年四月三〇\n日午後二時頃、従来の窓口係において指定されていた勤務時間のまま同年五月一日\nから通常係で勤務するよう命令を受けたにも拘らず、これを明確に拒否している。\n原告が五月一日以降通常係で勤務することを拒否する態度はこの時点で確定してい\nるのであつて、本件に係る斗争の経緯からみても、原告がその後右の旧勤務指定で\nあれば服命したであろうとみることは、本件証拠のうえで認めえないばかりでな\nく、推測だにすることは不可能である。本件業務命令拒否は、新たな勤務指定が旧\n勤務指定と若干異つていたことにあるのではない。\n（六）　諸々の観点からみてきたとおり、原告が前記のとおり上司の職務上の命令\nを無視して職務を放棄するなどしたことは明らかに違法であり、この職場秩序をび\nん乱する行為は、国公法九八条一項、九九条、一〇一条一項にそれぞれ違反するも\nのであり、同法八二条各号に該当し、懲戒処分の対象となる行為であることは明ら\nかである。\n第三　証拠関係　（省略）\n理　　　由\n一　原告が神田郵便局郵便課に勤務する現業国家公務員であること、被告が昭和四\n六年五月七日、原告に対し俸給額の一〇分の一の減給一ケ月間の懲戒処分に付する\n旨の意思表示をしたことはいずれも当事者間に争いがない。\n二　本件処分の対象となつた処分事由の存否について判断する。\n（一）（１）　原告は全逓神田支部に所属する全逓組合員であるところ、全逓は昭\n和四六年四月二六日以降賃上げ等の要求をかかげ、いわゆる三六協定締結を拒否し\nて斗争を行ない、神田郵便局でも同日以降同様の斗争に入つたこと、同局では一部\nの課においてそこの一部の職員が幅一〇センチメートルの赤地に白く「全逓神田支\n部」と染めぬいた腕章を着用するようになり、原告が属する郵便課においても同月\n二七日から一部職員がこれを着用するようになつたこと、そしていわゆる窓口係で\nは原告と訴外ａだけがこれを着用して勤務に就こうとしたこと、\n（２）　神田郵便局長ｂは原告に対し二度にわたり右腕章の取りはずしを命じたが\n原告はこれに従わなかつたこと、\n（３）　そこで同局長の命を受けたｇ郵便課長は同月二八日午后四時頃原告に対し\n同年五月一日からいわゆる郵便課通常係で勤務するよう担務変更命令を通告し更に\n同課長は四月三〇日午后六時頃原告に対し五月一日以降のいわゆる通常係における\n勤務時間につき既に指定済の勤務時間を被告主張のとおりの新勤務指定のそれに変\n更する旨通告し、右指定に従つて勤務するよう命じたが、原告はこれを拒否したこ\nと、\n（４）　しかして原告の同年五月一日の勤務につき原告に対しその勤務時間及び勤\n務場所について被告主張のとおりの命令が被告によりなされたこと、原告が被告主\n張の時刻ごろ窓口事務室に入室した後退室したこと、ｃ次長らが原告に対し同室か\nらの退去並びに三階郵便事務室において通常事務に従事するように命じたが原告が\nこれに応じなかつたこと、同月四日の勤務につき原告に対しその勤務時間及び勤務\n場所について被告主張のとおりの命令が被告によりなされたこと、原告が被告主張\nの時刻に窓口事務室に入室しようとしたがｂ局長らに制止されたため原告は窓口事\n務室前廊下に待機したこと及びｂ局長らが原告に対し被告主張の場所でその時刻ご\nろ退去並びに三階郵便課事務室において通常事務に従事するよう命じたが原告がこ\nれに応じなかつたこと、同月六日の勤務につき原告に対しその勤務時間及び勤務場\n所について被告主張のとおりの命令が被告によりなされたこと及びｇ郵便課長らが\n原告に対して通常事務に従事するように命じたが、原告がこれに応じなかつたこ\nと、\n以上の各事実は当事者間に争いがない。\n（二）　原告は、本件担務変更命令は任用関係の上で予定されていない労働条件\n（内容）の一方的変更であるからこれに従う義務はないと主張するので、この点に\nつき判断する。\n（１）　まず郵便等の事業に従事する現業国家公務員の勤務関係の法的性質につい\nて判断するに、右事業は、公権力の行使を伴う一般行政作用とは異なり、郵便等の\n経済的役務の提供を目的とする企業活動であり、郵便役務を安い料金で、あまね\nく、公平に提供するため国が経営しているに過ぎないものであつて、ここに勤務す\nる職員は公権力の行使と何ら無関係の経済活動に従事することを職務内容としてい\nる点で公共企業体の職員との間に何らの差異はないといえること、更に実定法上右\n事業に従事する職員は一般職に属する国家公務員の身分を有するが（公労法二条二\n項二号）、労働関係については公共企業体の職員と同じく公労法が適用されるか\nら、非現業一般職家公務員と異なり、労働組合法、労働基準法、労働関係調整法、\n昀低賃金法が適用され（公労法四〇条、国公法附則一六条）、賃金その他労働条件\nに関する事項は団体交渉の対象とされ、労働協約を締結することができる（公労法\n八条）こと、以上の点から考えれば、前記郵便等の事業に従事する現業国家公務員\nの勤務関係の法的性質は、基本的には一般の私企業のそれと何ら異ならないといえ\nなくはない。しかしそのことから直ちに郵便事業に従事する現業公務員の勤務関係\nの法的性格を、私法上の労働契約関係であると断定することはできないのであつ\nて、それは国家公務員法及び人事院規則の諸規定が右勤務関係の実態どのようにと\nらえて法的規制をしているかが検討されなければならない。しかして、郵政省設置\n法二〇条、公労法二条二項二号、国の経営する企業に勤務する職員の給与等に関す\nる特例法二条二項の規定の存在すること、右郵政現業公務員の勤務関係の基本をな\nす任免、分限、懲戒、保障、服務関係等については、国公法及び人事院規則の各規\n定がほとんど適用されること（公労法四〇条）に照らせば、郵政現業公務員である\n原告と郵政省との間の勤務関係は、前記のような私法関係の規定の適用を受ける分\n野があることをもつて直ちに当事者対等、私的自治の原則が支配する私法関係とは\n解し得ず、右勤務関係は原則として、一般公務員と同様、公法的規制の下に置かれ\nているものとみざるを得ない。\n（２）　原告は一般公務員についても、その法律関係における行政庁の行為がすべ\nて当然に行政処分ではなく、実定法上明文の存しない限り、私企業における労働契\n約関係と同様の性質をもつものと解すべきであり、本件のような担務変更（配置\n換）命令については、実定法上これを行政処分と解すべき明文の規定がないと主張\nする。しかし国公法三三条、三五条、五五条、七五条一項、八二条、人事院規則八\nー一二の五条、六条、七五条一号、八〇条、同規則一一ー四、同一二ー〇の諸規定\nからみれば、実定法上、国家公務員の任命は、配置換命令を含めて、当然行政処分\nであることを前提としてそれぞれ規定がなされているものと解するのが相当である\n（しかして右配置換が特段の事情により著しく不利益な処分となる場合には、配置\n換が任命行為の一つである以上、国公法九〇条、八九条、九二条の二、人事院規則\n一三ー一に基づき人事院に対し審査請求を経た後、抗告訴訟を提起し得るものと解\nする。なお公労法八条により、配置換の基準も団体交渉の対象に含まれるとして\nも、そのことから直ちにその基準に基づいて行われる配置換命令そのものの性質を\n決定することは相当でない。）。\n（３）　そこで以上の観点から本件担務変更命令を検討するに、成立に争いない乙\n第二号証、同第四号証及び証人ｂ、同ｌの各証言によれば、\n（イ）　原告が勤務している神田郵便局郵便課は、郵便局組織規程第一条の二によ\nり設置される庶務課、会計課、郵便課、第一、第二集配課、貯金課、保険課の七課\nの一つであり、そのうち原告の配属先である郵便課の所掌事務は、右規程第七条に\nより、その事務内容が明定されていること、もつとも右郵便課の仕事のうち窓口事\n務関係をいわゆる窓口係、それ以外の通常事務関係をいわゆる通常係と呼び事実上\n二分して担務がきめられていたこと、ところで窓口係、通常係の仕事は、前記被告\nの反論（一）、（３）、（イ）、に記載のとおりであり、前者の仕事が、勤務時間\nも一定し、その内容も事務労働であるのに比し、後者は勤務時間も不規則で、その\n内容も肉体労働的なものが多いといえること、しかし勤務時間は同一でありその待\n遇面をも考慮すれば、後者の仕事が前者に比べ、いちがいに不利益であるとは認め\n難いこと、\n（ロ）　郵便課所属の職員につき、右窓口係と通常係との入替え（担務変更）は従\n来局側の一方的な業務命令で指定され、これにつき局側と組合との間で団体交渉の\n対象となつたことはないこと、\n以上の事実が認められ、右認定に一部牴触する証人ｌの証言及び原告本人尋問の\n結果は前掲各証拠に照らし、当裁判所の採用しないところであり、他に右認定を左\n右するに足りる証拠はない。\n（４）　右事実に基づいて判断すると、郵便課所属の原告に対してなしたいわゆる\n窓口係から通常係への本件担務変更命令は、何ら不利益な処分その他の瑕疵あるも\nのではなく、そもそも当初の任命行為の範囲内のものであると解されるのみでな\nく、原告ら郵政省職員の勤務関係ないし担務変更（配置換）を通常の労働契約関係\nを前提としてその同意を要するとする原告のこの点に関する主張は前判示の如く理\n由がなく、採用することができない。\n（三）　原告の腕章着用及び取りはずし命令拒否について、原告は腕章着用は正当\nな組合活動であり、これの取りはずし命令は不当労働行為であるから、それを拒否\nしたことを理由に担務変更をしたのは不当労働行為であると主張するので判断す\nる。\n（１）　郵政省職員の服装については、郵政省就業規則二五条に、「職員は服装を\n正しくしなければならない。職員は制服等を貸与され又は使用することとされてい\nる場合には、特に許可があつた場合のほか、勤務中これを着用しなければならな\nい。」と規定し、この規定の趣旨を受けて郵政事業特別会計規程で原告等に対し事\n務服が貸与されていることは原告の明らかに争わないところである。右の趣旨につ\nいて考えてみると、対外的には郵便局職員の大部分は内勤、外勤ともに顧客に接す\nる業務に従事していること、右郵便事業は国の独占する公共性の強い事業であり、\nそこには利用者による選択の余地がないことからこの様な一般利用者に対し、郵便\n局職員としての公正中立と品位を保持し、同職員であることの識別を可能ならし\nめ、且つ不快感を与えることを防止し、対内的には正しい服装の着用をとおして職\n務の規律の維持を目的とする規定であると解され、それ自体合理的根拠を有するも\nのと言うことができる。そして右就業規則二五条の運用通達も「服装を正しくと\nは、社会通念により解釈される。ここでは他人をして嫌悪または卑わいの情を催さ\nせるような服装をさけるべきことを意味する」としており、右が正論であることは\n原告の自認するところである。しかして右観点に立ち原告の着用した本件腕章が、\n右規定に違反する正しくない服装に当るか否かにつき判断するに、原告が本件腕章\nを着用するに至つた経緯、目的、時、場所、表示内容等については、前記二、\n（一）、（１）のとおりであり、更に証人ｂの証言及び同証言により成立の認めら\nれる乙一一号証の一、二、同一二、一三号証によれば、原告ら郵政職員がこれを着\n用して勤務していることに対し、通常の一般市民の中には嫌悪不快感を抱く者があ\nり、書簡又は電話等で神田郵便局長に対し抗議を申入れてきたことが認められ、右\n認定を覆えすに足る証拠はない。右事実によれば、本件腕章の着用は組合活動とし\nてなされたものでその職務の遂行とまつたく無関係であることは明白であり、右市\n民の不快感は、この様な勤務の仕方に対する不信、不安によるものと認められると\nころ、前記郵政事業の公共性、独占性を考えると、右市民の不快感は十分理由があ\nるものであり、これを単なる反組合的感情にすぎないものということはできない。\nよつて本件腕章の着用は、被告の服装に関する定めの「正しい服装」に当らないも\nのといわざる得ない。\n（２）　成立に争いがない乙第五号証によれば郵政省就業規則二七条が、勤務時間\n中の組合活動を原則として禁止していることが認められ、これに反する証拠はな\nい。右規定は就労時の組合活動が国公法九六条、一〇一条にも規定するように就労\n時の職務専念義務に違背し、又職員の服務上の規律につき、使用者の命に服すべき\nことと衝突することとなる点で、合理的根拠を有するものと言うことができる。原\n告は右規定で禁止される組合活動とは勤務時間中、職場を離れたりして就労しない\nような場合をいい、勤務を離れず且つ労働力提供に何らの支障を与えない本件腕章\n着用のようなものは本条に含まれないと主張する。しかし本件腕章着用が組合の団\n結誇示の行為であることは原告も自認するところであり、腕章着用のままの就労は\n前判示の如く郵政省就業規則二七条の規定に違反することは明らかであるから、こ\nの点に関する原告の主張はすでにこの点において採用できないものであるのみなら\nず、前記（二）で認定したとおり窓口係と通常係との入替えには原告の同意は不要\nであり、且つ両者の仕事内容に利益、不利益の区別、差異を認め難いのであるか\nら、本件担務変更命令の動機如何を問わず、右命令をもつて不利益取扱とはいえず\n何ら不当労働行為には当らないというべきである。\n（３）　しからば神田郵便局長が自ら或は部下を介し原告に対し腕章の取りはずし\nを命じたこと及び原告がこれを拒否したことを理由として本件担務変更命令をなし\nたことは何ら違法ではない。\n（四）　原告は本件担務変更命令に伴う勤務時間の指定は、全逓と郵政省との間の\n「勤務時間及び週休日等に関する協約」付属覚書に違反する無効なものであると主\n張するので判断する。\n（１）　勤務時間指定の性格、及びその方法については、被告の反論（三）、\n（１）、（２）のとおりであることは当事者間に争いがない。\n（２）　右協約の趣旨は、あらかじめ職員に勤務態様を告知することにより、職員\nの生活上の計画等に支障をきたさないようにするための配慮と、郵政当局側の業務\n遂行上の調和にあることは明白である。それ故原則として一旦なされた勤務指定\nを、むやみに変更し得ないことは当然ではあるが、業務の正常の運営を確保する必\n要上例外の存することも又予定されるところであり、成立に争いがない乙第六号証\nによれば郵政事業職員勤務時間、休憩、休日および休暇規程二六条但書、二八条に\nは右例外の場合を明定し、又前記附属覚書一九項但書、二一項にもこの点の規定が\n存することは当事者間に争いがない。\n（３）　ところで上司の再三の取りはずし命令にも拘らず郵政省就業規則二六条、\n二七条に反し腕章着用の上窓口係として就労を強行しようとしている原告に対し、\n神田郵便局長がなした通常係への前記担務変更命令は、前記（二）、（三）判示の\nとおり何ら違法ではないのであるから、右担務変更命令に伴い、その勤務時間も各\n規定に従い当然従来の窓口係のそれとは別のものとならざるを得ないことはやむを\n得ないことであつて、本件勤務時間指定は前記協約付属覚書一九項但書の規定に準\nずるものとして、右協約の趣旨に何ら反するものではないと解するのが相当であ\nる。この点に関する証人ｍの証言部分は前記判示に照らし、当裁判所の採用しない\nところである。\n（五）　原告は本件懲戒処分は権利の濫用である旨主張するけれども、これを認め\nるに足る証拠なく、原告の右主張は採用するに由ない。\n（六）　以上を総合すれば、原告が上司の職務上の命令を無視し、その職務を放棄\nしたことは明らかに違法であり、右職場秩序をびん乱する行為は、国公法九八条一\n項、九九条、一〇一条一項にそれぞれ違反し、同法八二条各号に該当するものとい\nわざるを得ない。\n（七）　しからば被告が右を理由に原告に対してなした本件懲戒処分は正当である\nから、原告の本訴請求は理由がなく失当として棄却を免れず、訴訟費用の負担につ\nき民事訴訟法八九条を適用して主文のとおり判決する。\n（裁判官　中島恒　中田昭孝　根本久）\n"
}