{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 11,
    "day": 29
  },
  "case_number": "昭和53(行ウ)16",
  "case_name": "不当利得金請求事件",
  "court_name": "札幌地方裁判所",
  "field": "労働",
  "lawsuit_id": "17501",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17501",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/501/017501_hanrei.pdf",
  "contents": "○　主文\n一　被告は、北海道に対し、金七四七万四一九二円を支払え。\n二　原告らのその余の請求を棄却する。\n三　訴訟費用は被告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告は北海道に対し、金七四七万四一九二円とこれに対する昭和五三年一二月\n三一日から支払済に至るまで年五分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　仮執行宣言\n二　請求の趣旨に対する答弁\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告らは、いずれも肩書地に住所を有する北海道の住民である。\n２　（１）被告は北海道商工観光部長の職にあつたが、昭和五三年九月一一日北海\n道を任意退職したものである。\n（２）　退職に際し、北海道は被告に対し退職手当として二三五八万二五九二円を\n交付し、被告はこれを受領した。右退職手当の算定は次のとおりである。被告の在\n職期間は三一年八月に及ぶのであるが、道は被告を北海道職員等の退職手当に関す\nる条例（昭和二八年北海道条例第一四九号）（以下条例という。）五条一項中の\n「二五年以上勤続しその者の非違によることなく勧しようを受けて退職した者であ\nつて、任命権者が知事の承認を得たもの」に当る者であるとし、被告の退職の日直\n前の給料月額行政職給料表一等級九号俸三四万六〇〇円を、勧しよう退職特別措置\nによつて三号俸特別昇給させ三七万二二〇〇円としたうえ、この金額に、条例五条\n一項の定めるところによつて算出した割合五二・八をさらに同条例の一部を改正す\nる条例（昭和四八年北海道条例第三号）附則三項の規定により二〇パーセント増の\n六一二・三六として、その割合を乗じて得た額が退職手当となるというのである。\n（３）　しかしながら、被告に対し、条例五条一項の右規定を適用することはでき\nない。何故ならば、被告は昭和五四年四月の統一地方選挙において室蘭市長選挙に\n立候補することを自らの任意の意思で決意し、立候補の準備のためには地方公務員\n法の規定上退職せざるを得ないため自己の意思によつて退職を決意したものであつ\nて、北海道としての行政上の事由ないし必要から被告に対し室蘭市長選挙立候補お\nよびその準備のための退職を勧しようした事実は存しないし、被告としても、当\n時、室蘭市長選挙立候補を決意しないかぎり、退職すべき事由も退職の意思もな\nく、北海道としても退職を勧しようすべき具体的事由ないし必要はなかつたもので\nあるところ、条例五条は、行政上の必要のため任意退職の意思のない職員を退職に\n応じさせる手段として特別の優遇措置を設けたものであるから、自分の意思で立候\n補を決意した結果退職せざるを得ない立場となり自らの意思で退職した被告のよう\nな職員に対しては適用の余地がないからである。\n（４）　したがつて、被告に対し支払うべき退職手当は次のようになる。被告は前\n記在職期間からして条例四条一項の「二五年以上勤続して退職した者」に該当する\nから、被告の退職の日の直前における給料月額を二号俸特別昇給させた三六万六一\n〇〇円に、同条に定める優遇措置によつて算出した割合四四を乗じて得た一六一〇\n万八四〇〇円が被告の退職手当である。\n（５）　すなわち、被告に対する退職手当は、一六一〇万八四〇〇円が正当な額で\nあり、北海道が被告に対して交付した二三五八万二五九二円のうち右正当な退職手\n当の額を超える七四七万四一九二円は法令の根拠を欠く違法な公金の支出であり、\n被告は右金員を法律上の原因なく不当に利得したことになる。被告本人も、一時右\n主張を容認する動きを示し、昭和五三年一〇月二二日には右金員を道に返還すべく\n現実の提供にまで及んだほどである。\n３　原告らは、昭和五三年一〇月二〇日北海道監査委員に対し、前記被告に対する\n退職手当の交付につき、監査のうえ違法な支出額の返還措置を講じるよう地方自治\n法二四二条一項に基づく住民監査請求手続をなしたが、昭和五三年一一月二〇日同\n監査委員から、原告らの請求を認めない旨の監査結果の通知があつた。\n４　よつて、原告らは、地方自治法二四二条の二第一項四号、民法七〇三条、七〇\n四条に基づき、前記の違法な退職手当額交付の結果被告が不当に利得した金七四七\n万四一九二円とこれに対する訴状送達の翌日である昭和五三年一二月三一日から完\n済まで年五分の割合による遅延損害金を北海道に対して返還することを求める。\n二　請求原因に対する認否および被告の主張\n１　請求原因１、２（１）の事実はそのうち被告が北海道を退職した日を除いて、\nすべて認める。右退職日は昭和五三年九月一〇日である。同２（２）の事実のう\nち、北海道が被告に対し退職手当として二三五八万二五九二円を交付し、被告がこ\nれを受領したこと、被告の北海道在職期間が三一年八月であること、道が被告を条\n例五条一項中の「二五年以上勤続しその者の非違によることなく勧しようを受けて\n退職した者であつて、任命権者が知事の承認を得たもの」の規定に当る者であると\nしたこと、被告の退職の日直前における給料月額が行政職給料表一等級九号俸三四\n万六〇〇円であつたことは認めるがその余の事実は否認する。同２（３）の事実は\n否認妙する。同２（４）、（５）は争う。同３の事実は認める。\n２　現行地方公務員法は定年制を採用せず職員の任用を無期限のものとする建前を\nとつているものと解されている。しかし、これが事務能率の低下、人事停滞による\n若年職員の意欲の低下、人件費の増大など適正な行政運営に障害をもたらすことと\nなり、定年制に代わるやむを得ない措置として、高年齢等に達した職員に対し任意\nの辞職を勧告する「勧しよう」が職場の慣行として行われてきている。現在広く行\nわれている勧しよう退職の措置は、任命権者が一定年齢等に達した職員について一\n定の要件を定め、右要件に該当し、勧しように応じた職員に対し優遇措置を講ずる\nものであるが、このような勧しよう退職の優遇措置は、任命権者が定めた客観的か\nつ妥当な要件に該当する職員が任命権者から勧しよう行為を受けて自発的に退職す\nる意思を形成した場合には、実質的には意に反する退職となることから一律に適用\nすべきものである。仮に任命権者があらかじめ当該職員が退職後民間企業に従事す\nることが内定していること、国会議員等の選挙に立候補する意志であることなど退\n職後の職員の事情を承知していたとしても、当該職員が勧しよう退職の要件に該当\nし、任命権者の勧しよう行為を受けて退職する場合には当然に勧しよう退職の優遇\n措置を適用すべきである。\nところで被告は、昭和五三年九月六日および同月一〇日、任命権者である北海道知\n事（以下知事という。）から、室蘭市において被告を同市長選挙に擁立しようとす\nる動きがあることから、被告を北海道商工観光部長の地位に留まらせることにより\n道民から疑惑を持たれるようなことがあつては北海道の公正な行政執行上適切でな\nいこと、人事の刷新を図る観点から後進に道を譲ることを希望していることなどの\n理由によりこの際退職して身辺を整理してはどうかとの内容の勧しよう行為を受\nけ、右勧しよう行為を受けたことを要因として自発的に退職を決意し、昭和五三年\n九月一〇日、知事に対し依願退職願いを提出し、同日、同人の承認を受けたもので\nある。したがつて、被告は、知事から勧しよう退職およびこれに伴う優遇措置取扱\n要綱（以下要綱という。）第八の勧しようの特例の適用を受け、勧しよう行為に応\nじて退職したのであるから、当然に北海道が定める勧しよう退職の優遇措置の適用\nを受けるべきである。被告の在職期間は三一年八月であるから、被告の退職は条例\n五条一項中「二五年以上勤続しその者の非違によることなく勧しようを受けて退職\nした者であつて、任命権者が知事の承認を得たもの」に該当する。\nそして被告の退職手当の算定は、被告の退職の日の直前の給料月額に、要綱第三の\n優遇措置（昭和四七年一〇月二三日四七人委第七五六号北海道人事委員会委員長承\n認）として三号俸の特別昇給及び北海道職員の給与の臨時措置に関する条例一項の\n適用を受けた職員に係る退職時の措置（昭和五一年八月五日人委第三九〇号北海道\n人事委員会委員長承認）として一号俸の特別昇給したところの退職手当額の基礎額\n三七万二二〇〇円に、条例五条一項の規定に基づいて算出した割合五二・八を乗じ\nて得た額に、北海道職員等の退職手当に関する条例の一部を改正する条例（昭和四\n八年北海道条例第三号）附則三項の規定に基づき一〇〇分の一二〇を乗じて行うこ\nととなり、その額が二三五八万二五九二円となるのである。\nしたがつて、北海道が被告に支給した右退職手当は適法に支給されたものであつ\nて、被告は右退職手当を正当に受領する権限を有しているものである。\n三　原告の反論\n１　条例四条一項と条例五条一項とを対比してみると、「勧しようを受けて」退職\nしたかどうかという退職を決意するに至る動機のみが第五条一項の適用要件となつ\nているのであつて被告が退職を決意した動機が、優遇措置の適用を目処とした退職\n勧しようによるものであるか、室蘭市長立候補を決意したことによるものであるか\nによつて条例五条一項の適用の可否が決せられるのである。\n２　また、条例五条一項の「勧しようを受けて」という要件は、適用効果に大きな\n差をもたらし、住民の納税によつて構成する道の公金の乱費という重大な結果にか\nかわるから、客観性、合理性をもつ厳格な解釈、適用を必要とする。要綱は、勧し\nようの対象者、勧しよう時期、勧しようを受けた者の退職期限を定めるほか、「知\n事が特に必要と認める者については勧しよう対象年令に達する目前または勧しよう\n年令をこえた後においても行うことができるものとする」との特例をおいている\nが、このことによつて知事の恣意ないし自由な裁量が許されるものではなく、条例\nの規定する「職制もしくは定数の改廃もしくは予算の減少により廃職もしくは過員\nを生ずることにより退職した者」という行政上の客観的必要要件を前提としている\nのであつて、知事が退職勧しようしたという形式が存在するだけで優遇措置適用の\n有効性が認められるというものではない。\n３　被告が主張するところの知事の「勧しよう行為」が条例五条一項でいう「勧し\nよう」に当らないことは明白である。まず部長職にある被告を市長選挙に擁立しよ\nうとする動きが室蘭市民の中にあつたからといつて、それによつて道行政の公正な\n執行を欠くなどありえないことであり、右理由のみによつて退職しなければならな\nいわけはない。次に人事の刷新というが、当時五三歳であり、商工観光部長職にあ\nる被告についてのみ急ぎ人事の刷新を図らねばならなかつたという具体的な事情は\nなんら認められず、つけたしの口実としか考えられない。\n知事が被告に勧めたことは、住民の動きに応じて市長選挙に出馬の決意をすること\nに尽き、被告は知事の勧めを容れて市長選挙出馬を決意したのであり、退職は右決\n意にともなう当然の結果にすぎないのであつて、優遇措置の適用を目処とした退職\n勧しようが退職の動機になつているわけではない。また、出馬を決意した以上退職\nするか否かという選択の余地はなく、これに対する退職勧しようは無用かつ論理的\nに成り立たないことである。\n第三　証拠（省略）\n○　理由\n一　原告らがいずれも北海道の住民であること、被告は北海道商工観光部長の職に\nあつたが昭和五三年の九月に任意退職したものであること、北海道は被告に対し退\n職手当として二三五八万二五九二円を交付し、被告はこれを受領したこと、被告の\n北海道在職期間が三一年八月であること、道は被告を条例五条一項中の「二五年以\n上勤続しその者の非違によることなく勧しようを受けて退職した者であつて、任命\n権者が知事の承認を得たもの」に当る者であるとしたこと、被告の退職の日直前に\nおける給料月額が行政職給料表一等級九号俸三四万六〇〇円であつたこと、原告ら\nは北海道監査委員に対し、被告に対する退職手当の交付につき住民監査請求手続を\nなしたが、昭和五三年一一月二〇日、同監査委員から原告らの請求を認めない旨の\n通知があつたことは当事者間に争いがない。\n二　そこで、被告が条例五条一項中「二五年以上勤続しその者の非違によることな\nく勧しようを受けて退職した者であつて、任命権者が知事の承認を得たもの」に該\n当するか否かにつき検討することとする。\n被告本人尋問の結果によれば、被告に対しては室蘭市の住民から室蘭市長選挙に立\n候補するようしばしば要請があつたところ、昭和五三年九月六日、知事から被告に\n対し、地元から立候補の要請があるのでよく考えたらどうか、そしてそういう話が\nあるから現職のままでさわがれるというのはまずいから後進に道を譲ることを含め\nてよく検討したらどうかとの内容の勧告があり、被告は、室蘭市の住民からしばし\nば立候補の要請があることに加え知事の右勧告もあつたことから、現職を退いて室\n蘭市長選挙に立候補することをほぼ決心し、昭和五三年九月一〇日、再び知事から\n検討結果はどうかと尋ねられた際辞表を提出したことが認められ、、他に右認定を\n左右するに足る証拠はない。\nところで、いわゆる勧しよう退職は、定年制のない地方公務員らについて職員構成\nの老令化を防ぐための人事上の措置としてなされているものであつて、その目的\nは、高令の職員にその意思に基づいて職を退いてもらい、後進の者をより責任と権\n限のある地位に就かせて、若年層には労働意欲を高めさせ、職員全体としても老令\n化による能力の低下を防ぎ、あわせて人件費の不相当な増大をおさえるところにあ\nり、これを要するに人事の刷新をはかつて行政能率の維持向上につとめ、能率的で\n経済的な行政を実現することにあるというべきである。しかし、このような目的を\n実現するために、雇用者側としては退職を求めうる法律上の権原のないまま、対象\n者に任意退職の意思をかためてもらうべく勧しように当るほかないところから、勧\nしよう退職者には退職手当等において優遇措置が講じられるのが通常である。そう\nすると、行政を能率的なものとするため、やむをえずとくに通常の場合とくらべて\n多額の退職金を支払うわけであるから、優遇措置を伴う勧しよう退職にいう「勧し\nよう」とは、前記勧しよう退職の目的に適つた勧しよう、すなわち、人事の刷新、\n行政能率の維持向上を目的として退職の意思を慫慂する行為であると解するのが相\n当であり、その者を退職させることが行政の能率化のため必要と考えられ、勧しよ\nうした結果対象者が退職の意思をかためた場合が該当するのであつて、たとえ任命\n権者らからなんらかの働きかけがあり、その後対象者の退職があつたとしても、そ\nの働きかけが行政の能率化等を目的とするものではないような場合は、右働きかけ\nをもつて「勧しよう」とすることはできない。条例五条一項の右規定も、右のよう\nな勧しよう退職者の優遇措置を定めているものであるから右条項中「勧しようを受\nけて退職した者」の「勧しよう」も前同様に人事の刷新、行政能力の維持向上とい\nう目的をもつて退職の意思を慫慂する行為と解すべきである。そこで、昭和五三年\n九月六日および同月一〇日になされた知事から被告に対する勧告の内容を前記認定\nにそつて吟味するに、知事は被告に対し、地元から立候補の要請があるのでよく考\nえたらどうかと述べて立候補するかどうかを早急に決断するようすすめ、つけ加え\nて立候補の意思があるのであれば、もはや現職にとどまつているべきではないと告\nげているのであつて、知事としては、被告を退職させることを眼目に勧告をしたも\nのではなく、被告の立候補についての決断を求めての勧告をしているものとみられ\nるのであり、この判断は、原本の存在と成立も含め成立に争いのない乙第四号証の\n一および二ならびに被告本人尋問の結果に弁論の全趣旨をあわせると認めることが\nできる。被告は退職時五三歳で、要綱第二の本来の勧しよう対象職員には該当しな\nいことや、右各証拠に成立に争いのない乙第八号証の二を加えると、被告について\n特に人事の刷新などのため退職の勧しようをしなければならないような事情は存在\nしなかつたと認められることなどからも裏付けられもところであり、結局知事の右\n勧告は専ら被告に対し室蘭市長選挙立候補の態度決定を促すためなされたものであ\nり、北海道の人事の刷新、行政能率の維持向上ということを目的としてなされたも\nのではない、というべきであるから、知事の右勧告は条例五条一項の「勧しよう」\nには該当しない。\nそして被告に対し条例五条一項を適用すべき特別な事情を認めるべき証拠はないの\nで、被告は、条例四条一項の「二五年以上勤続して退職した者」に該当することと\nなり、被告の退職手当は同条項により算定されるべきことになる。そこで、被告の\n受くべき退職手当額を算定すると、被告が北海道に三一年八月勤続したことと、そ\nの退職の日直前における給料月額が行政職給料表一等級九号俸三四万六〇〇円であ\nつたことは前記のとおり当事者間に争いがないところ、成立に争いのない甲第二号\n証および原本の存在と成立も含め、成立に争いのない乙第六号証の二に弁論の全趣\n旨をあわせると、被告について勧しよう退職の扱いがなされなかつたときは、被告\nは北海道職員の給与に関する条例五条、北海道職員の給与の臨時措置に関する条例\nおよび北海道職員の給与の臨時措置に関する条例一項の適用を受けた職員に係る退\n職時の措置（昭和五一年八月五日人委第三九〇号北海道人事委員会委員長承認）に\n基づく取扱いにより一号俸特別昇給されたうえ、さらに初任給、昇格、昇給等の基\n準に関する規則（昭和四八年人事委員会規則七－四〇五）四〇条の「特に必要があ\nる場合」に該当するものとして、昇給期間の短縮と二号俸特別昇給の措置をうける\nことになり、結局被告の退職の日の直前において適用されていた号俸を三号俸昇給\nさせた昭和五三年条例五〇号による改正前の北海道職員の給与に関する条例行政職\n給料表一等級一二号俸三六万六一〇〇円が被告の退職の日における給料月額とみる\nべきものとなり、前記被告の勤続年数をもとに条例四条・一項、七条七項により算\n出される右給料月額に乗ずる割合額は四四であるから、被告に支払うべき退職手当\nの額は三六万六一〇〇円に四四を乗じて得た額、つまり一六一〇万八四〇〇円とな\nる。\nしたがつて、北海道が被告に対し退職手当として支給した二三五八万二五九二円の\nうち、被告に対し支給すべき退職手当一六一〇万八四〇〇円を差し引いたその余の\n七四七万四一九二円は、北海道が法律上の根拠なく支出したものであり、被告は、\n右金員を法律上の原因なく受領して現に利得を得て北海道に損失を与える結果とな\nつていることになる。\nところで原告らは、被告自身右金員を昭和五三年一〇月二二日道に返還しようとし\nたことがある旨を主張し、被告本人尋問の結果によると、昭和五三年一〇月下旬被\n告が右主張のとおり金七四七万四一九二円を道に対し現実の提供をしたが、道に受\n領を拒否されたことが明らかである。このように本来主張責任を負わない当事者が\n主張する事実でも、当事者による事実主張であるから、これを証拠により認定する\nなどして判断の基礎とすることはなんら差支えないところであり、右認定事実によ\nると、被告は金七四七万四一九二円の支払義務はあるが、現実の提供をなしたのに\n債権者たる道が受領を拒絶したのであるから、それ以後は履行遅滞の責を負わなく\nなつたと解すべきである。\n三　以上のとおりであるから、地方自治法二四二条の二第一項四号によつて金七四\n七万四一九二円の支払を求める原告らの本訴請求部分は理由があるが、それに対す\nる遅延損害金の支払を求める部分は理由がない。そこで本訴請求を右の限度で認容\nすることにし、訴訟費用の負担については民訴法八九条、九二条を適用し、仮執行\nの宣言は相当でないので、申立は却下することにし、主文のとおり判決する。\n（裁判官　谷川　克　野崎弥純　岡部喜代子）\n"
}