{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 9,
    "day": 11
  },
  "case_number": "昭和51(行ケ)149",
  "case_name": "総選挙無効確認請求事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "公職選挙法１３条，同法別表第１及び附則７項ないし９項による議員定数の定めが，昭和５１年１２月５日の衆議院議員選挙当時，憲法１４条１項，１５条１項，３項，４４条に違反しないとされた事例",
  "lawsuit_id": "17656",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17656",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/656/017656_hanrei.pdf",
  "contents": "○　主文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n○　事実\n原告らは、「一、昭和五一年一二月五日施行の衆議院議員選挙の神奈川県第三区に\nおける選挙は無効である。二、訴訟費用は被告の負担とする。」との判決を求め、\n被告は、第一次的に、「原告らの訴を却下する。訴訟費用は原告らの負担とす\nる。」との判決を、予備的に主文同旨の判決を求めた。\n（当事者の主張）\n（原告ら）\n（請求の原因）\n一　原告らは、いずれも神奈川県藤沢市に居住する選挙権を有する国民であり、昭\n和五一年一一月一五日公示され同年一二月五日投票が行われた第三四回衆議院議員\n選挙（以下、「本件選挙」という）において神奈川県第三区の選挙人たる地位を有\nする者らである。\n二　本件選挙は公職選挙法（以下、「公選法」という）別表第一附則第二、第七な\nいし第一一項（以下、単に「別表」第一などということがある）によつて行われた\nが、右別表第一附則第二、第七ないし第一一項衆議院議員選挙の定数配分規定（以\n下、単に「定数配分規定」という）は、以下に述べるとおり明らかに不公正であ\nり、不合理なものであつて、日本国憲法（以下、単に「憲法」という）で保障され\nた選挙権の平等を侵すものであつて無効である。よつて、右規定によつて行われた\n第三四回衆議院議員選挙は違憲、無効であるから、原告らは、公職選挙法第二〇四\n条にあり神奈川県第三区における右選挙の無効であることの確認を求める。\n三　定数配分規定の違憲性\n（一）　憲法第一四条等と投票価値の平等の内容\n１　憲法は、第一四条において、一般に法の下の平等について規定するほか、とく\nに選挙について第一五条第一項、第三項、第四四条等において平等選挙を保障して\nいる。\nこの憲法の保障しているものは、累積投票制、納税額による選挙権の差別等、選挙\n権それ自体、あるいは投票の実質的価値を不平等にするが如き「選挙制度」の排斥\nにとどまるものではなく、むしろ選挙の平等は、「結果価値の平等」――すべての\n投票が選挙の結果に平等の影響をもつべしとする原則――を最も重要な内容として\n含み、この原則が憲法の保障する法の下の平等の当然の要求である。\n右の結果価値の平等、すなわち投票価値の平等が、憲法上の要請であり、従つて、\nこの平等を害するに至つた定数配分方法は違憲、違法である（昭和五一年四月一四\n日最高裁判所大法廷判決民集三〇巻三号二二三頁参照）。\n２　右の投票価値の平等は、「すべての国民は法の下に平等である」と定めた憲法\n一四条の要請に直接もとづくものであるから、立法上、厳密に実現されなければな\nらず、仮に、選挙区ごとに若干の偏差が生ずるとしても、その偏差は、いかなる理\n由によろうともこの平等の原則を踏みはずしてはならず、また、その偏差は常に一\n般的合理性の範囲内にとどまらねばならない。\nこの点につき、右最高裁判決は、投票価値の平等が「一般に合理性を有するものと\nはとうてい考えられない程度」の偏差を生じている場合には憲法に違反すると判示\nし、具体的な数値を示していないが、同時に、「特定の範ちゆうの選挙人に複数の\n投票権を与えたり」するような「殊更に投票の実質的価値を不平等にする選挙制\n度」は憲法に違反することが明らかであるとも判示している。\n３　この判決の趣旨は、結局、選挙区間での投票価値が二対一以上の偏差があるこ\nとをもつて、右にいう選挙の平等を害するとしているものである。なぜなら、議員\n一人当り人口数最低の選挙区の投票価値が、人口数最高の選挙区の投票価値の二倍\nをこえることは、これを「或る選挙区に居住する」という「特定の範ちゆう」の選\n挙人に、複数の選挙権を与えることと結果において全く同一だからである。具体的\nに言えば投票価値の全国平均を一〇〇とした場合上下各三分の一の中、つまり一三\n三から六六まで（丁度二対一になる）の間に全ての選挙区をおさめることが、憲法\n上要請されているのである。\n選挙とは、国民が、互いにいつさいの格差のない平等の人格として権利を行使し、\n政治における合意を形成するための手段なのであるから、選挙の運営上考慮さるべ\nき第一の要素は平等の人格としての国民の数である。かりに第二、第三の要素を考\n慮する必要があつたとしても、それはあくまで補助的、補足的な考慮にとどめなけ\nればならない。\n４　ところで、議員定数の配分は、そのあり方次第では、選挙における投票の結果\n価値に重大な影響をもち、その配分の決定に当つては、何よりもまず、各選挙区に\n居住する国民の数に依拠して定められること、すなわち人口比例の原則に立つこと\nが要請される。人口以外の諸要素、たとえば、地理的、歴史的諸要素は、かりに考\n慮するにしても、この人口比例の原則を曲げるに至ることは許されなく、また、そ\nのような諸要素を考慮することの必然性を具体的に立証した上でのことでなければ\nならない。\n議員定数が本来人口比例を原則として配分さるべきものであることは、公選法もこ\nれを当然の趣旨としており、地方議員の選挙区について定めた同法第一五条第二\n項、第三項には人口比例の原則が読み取られるし、同条第七項には「人口に比例し\nて」という言葉が使われている。この原則が衆議院議員選挙については及ばないと\nする理由はどこにもなく、事実、同法別表第一も、その制定当初においてはかなり\nの程度まで人口比例原則を守ろうとしていたものである。\n（二）　現行定数配分規定の違憲性\n１　本件選挙において適用された現行定数配分規定は、右憲法上の要請を充してい\nない。\n右定数配分規定は、第一に、選挙区間に大きな偏差を生じていること、第二に右の\n偏差が昭和五〇年法律第六三号による改正時点ですでに明白であつたことの二点に\nよつて、違憲性を免れない。\n２　第一に、別表第一による選挙区間の具体的偏差であるが、各選挙区の人口数を\n昭和五〇年一〇月一日施行の国勢調査の結果にもとづいて比較すると、次のように\nなる。\n（１）　議員一人当り人口の最高選挙区と最低選挙区の人口比及び全国平均人口で\nの一票のもつ偏差値を表示すると、投票価値に一対三・七一の格差が生じており、\n神奈川県第三区も一対三・六三の格差をもつて票値を低く定められている。（事実\n末尾の表一参照）\n（２）　別表第一による選挙において当該選挙区における一票の価値が理論上適正\nな一票の価値の上下三分の一の枠外にはみ出す選挙区の数は四二区に達し、そこか\nら同時に選出される議員数は一五一名（全議員数の二九・五パーセント）、そこに\n属する人口は約三九、二五三、〇〇〇人（全人口の三五・一パーセント）に達して\nいる。このように枠外にはみ出す議員数や人口の比が高いことは投票価値の不平等\nがきわめて広範囲にわたつて存在することを示すものである。\n（３）　別表第一による選挙において過半数を選出するに要する最少の選挙人数の\n全国百分率は三八・七パーセントである。すなわち三八・七パーセントの得票で過\n半数議席を占有しうる制度となつており、代表民主制の原理に反している。\n（４）　いわゆる「逆転区」現象の問題がある。別表第一を神奈川県第三区を基準\nとしてみた場合、神奈川県第三区より人口数が少数であるにもかかわらず議員定数\nが多いという、逆転区は、全国一三〇の選挙区のうち、六五選挙区、すなわち五〇\nパーセントも存する。\n同じ神奈川県内でも、同県第一区は、同県第三区よりも人口が少ないにもかかわら\nず議員定数は四人で、さらに極端な例も存する。\nこのことは投票価値の平等の問題であると同時に、前記最高裁判決の「殊更に投票\nの実質的価値を不平等とする選挙制度」であつて、その違憲性は明白である。\n第二に、現行別表第一が昭和五〇年法律第六三号によつて改正（以下、単に「改\n正」ということがある）されたことは前述の通りであるが、右改正当時でさえ、選\n挙区間の票値の格差を一対三以内に押えるという政府方針のもとで、現実には一対\n二・九二とされたものであり、この一対三という数値に合理的根拠もなく、現実の\n一対二・九二という数値自体、憲法に反する。\n現行別表第一は、改正当時すでに、憲法違反の瑕疵を有していたのであるから前記\n最高裁判決のいう「合理的期間内における是正」はもともと問題となりえない。\n仮りに昭和五〇年法律第六三号の改正になお合憲性を認めるとしても公選法別表第\n一の末尾に「本表は、この法律施行の日から五年ごとに、直近に行われた国勢調査\nの結果によつて、更正するのを例とする」とされているのにもかかわらず昭和二五\n年施行以来二回しか改正されていないという事実と合わせ考えるならば、昭和五〇\n年度国勢調査の結果が判明した時点で速やかに、再度改正すべきだつたのであり、\nこの改正が為されなかつたことによつて、現時点における別表第一の違憲性はより\n明白になつたものである。\n３　この点について神奈川県第三区と関連して詳説すると、\n（１）　神奈川県第三区（現）は、別表附則第七項に基づき、藤沢市、茅ケ崎市、\n相模原市、海老名市、座間市、高座郡、津久井郡で定数三人となつた。これは従\n来、上記市郡のほか、平塚市、小田原市、秦野市、厚木市、伊勢原市、南足柄市、\n中郡、足柄上郡、足柄下郡、愛甲郡をもつて定数五人の選挙区であつたものを、昭\n和五〇年法律第六一二号による附則七項に基づき、神奈川県第三区と同第五区に分\n区し、それぞれ定数三人と改正をしたためである。\n（２）　この改正は、昭和四五年の国勢調査の結果に基づくものであつたが、投票\n価値の平等の見地にたつと、神奈川県第五区で多少の改善とはなつたが、神奈川県\n第三区では全くみるべき改善はなされていない。\nすなわち、昭和四五年の国勢調査によれば、神奈川県第三区の市郡の人口は、九二\n七、七八一人、神奈川県第五区の市郡の人口は七三二、五〇八人であつて、合計\n一、六六〇、二八九人となり、前記法改正前の定数五人では議員一人当り人口は、\n三三二、〇五七・八人となり、全国平均の議員一人当り人口（総人口一〇三、七二\n〇、〇六〇人、定数四九一人として）二一一、二四二人となつて、この全国平均値\nを票値一〇〇とすると、六三・六一であるが、それが前記法改正によつて、分区さ\nれた神奈川県第三区では、議員一人当り人口三〇九、二六〇・三三人、神奈川県第\n五区ではこれが、二四四、一六九・三三人となつて、前同旨の票値は、第三区で六\n五・六三、五区で八三・一二となつている。\nその結果、神奈川県第三区では、法改正前の票値六三・六一から六五・六三へと微\n調整がなされたが、それは投票価値との関係では何の改善にもならない。\nところが、他方、兵庫県第五区では、昭和四五年国勢調査の人口は三三八、一〇五\n人、定数三人として議員一人当り人口一一二、七〇一・六六人であつて、議員一人\n当り人口の全国平均値を一〇〇とすると一八〇・〇九となつて、昭和五〇年法律第\n六三号による法改正の時点において、昭和四五年国勢調査にもとづいたとしても、\nなお神奈川県第三区との投票価値は一対二・七四となつている。\n（３）　更に、昭和四五年から昭和五〇年までの人口の急激な変動は、神奈川県第\n三区の投票価値をさらに低下せしめた。すなわち、昭和五〇年国勢調査では全国人\n口一一一、九三六、八九四人となり、前記法改正で定数が四九一名から五一一名に\n増員された。従つて、議員一人当りの人口は、二一九、〇五四・五七人となり、こ\nれを票値一〇〇とすると神奈川県第三区は人口一、二〇七、一九六人、議員一人当\nり人口四〇二、三九八・六六人であるから、五四・四三七にすぎず、兵庫県第五区\nの人口三三二、二四九人、議員一人当り人口一一〇、七四九・六六人であるから、\nその票値は、一九七・七九二となつてその投票価値の乖離は一対三・六三三であ\nる。すなわち、原告らの神奈川県第三区に比べて、兵庫県第五区のそれは、三・六\n三三倍に値することになる。\nそして、神奈川県第三区の票値は、昭和四五年国勢調査による六五・六三から昭和\n五〇年国勢調査による五四・四三七に急激に低下してしまつたのである。\nこのことは、昭和五〇年の法改正がいかに人口の実態とあわない資料に基づき、か\nつ、選挙人の投票価値に対する考慮を払うことなく、「定数是正」をしたかを示す\nものである。\n（４）　この点と関連し、昭和五〇年国勢調査の結果が公表されたのは昭和五一年\n四月一五日なので、昭和五〇年法改正に間に合わなかつたばかりか、本件選挙まで\n七ケ月程度では再改正もできず、さらに、改正法では、「次の総選挙」より施行す\nることとなつていたのであるから違憲性はないとの考えがあるかも知れない（現に\n被告は、そのように主張している。）。\nしかし、そうではない。なぜならば憲法第一四条の投票価値の平等権の保障が、改\n正法の違憲か合憲かを決める唯一の基準であつて、改正法に「次の総選挙より施行\nする」と規定しようとも、その規定自体を含めて、附則第七項が、投票価値の平等\nを貫いているかどうかが、審理判断の対象となるものだからである。\nしかし、国勢調査結果の使用が間に合わなくても、他にそれに匹敵する（あるいは\nそれ以上の）資料があるなら立法作業過程上の資料の限界の存在は何の口実にもな\nらない。\n昭和五〇年法改正作業の際には、昭和五〇年国勢調査の結果を使用できなかつたと\nしても、それに代るべきものとして、有権者数を使用することはできた。\nすなわち、選挙人名簿登録者数を調べることは国会や政府（自治省）の権限をもつ\nてすれば困難なことではなく、選挙人数が人口と相関関係にあることは明らかであ\nるのであるから、昭和五〇年法改正作業において、容易に入手しうる直近の選挙人\n数を基準に定数配分や選挙区の改訂をしなかつたことは重大な誤りであるばかり\nか、首肯しうる何の合理的根拠も見出し得ない。\nそして、昭和四五年国勢調査結果が唯一の定数是正の資料ではなく、他に代るべき\nものとして、昭和四五年国勢調査以降、昭和五〇年法改正時までには、自治省選挙\n部が集計した選挙人名簿登録者数があり、その最新の集計結果が、昭和五〇年法改\n正の結果と著しく乖離していて、投票価値の平等を侵害しているならば、昭和五〇\n年改正法の定数条項（特に、同法附則第七項）は重大な違憲があり、無効であると\n言わなければならない。\n第三三回衆議院議員選挙にかかる選挙日である昭和四七年一二月一〇日現在の「選\n挙人名簿登録者人員数に関する調」によると、改正法附則第七項の神奈川県第三区\n（分区後の現選挙区、以下新神奈川県第三区という）の市郡の選挙人数は、六九\n四、九一〇人であり、全国の合計は七三、七六九、六三六人である。従つて、増員\nされた定数五一一名で除した議員一人当りの全国的な選挙人数は一四四、三六三・\n二七人であるが、新神奈川県第三区は、定数三名であるから、議員一人当り有権者\n数は、二三一、六三六・六六人となる。\nところが、兵庫県第五区の当日の選挙人数は二三七、五一六人であつて、定数三名\nであるから議員一人当り選挙人数は、七九、一七二人なのである。\nそこで、全国的な議員一人当り有権者数を一〇〇とすると票値は、新神奈川県第三\n区で、六二・三二、兵庫県第五区は一八二・三四となつて、その投票価値の乖離は\nここでも一対二・九二五となつて、既に、新神奈川県第三区の有権者の投票価値\nは、兵庫県五区のそれのほぼ三分の一となつていた。\n第一〇回参議院議員通常選挙にかかる昭和四九年七月七日現在の「選挙人名簿登録\n者数に関する調」によると、新神奈川県第三区の市郡の選挙人数は七四七、七〇四\n人であり、全国の合計は、七五、三五六、〇六八人で定数五一一名で除した全国的\nな議員一人当り選挙人数は、一四七、四六七・八四人であり、新神奈川県第三区の\n議員一人当り選挙人数は定数三名であるから二四九、二三四・六六人となる。\nところが、兵庫県第五区の当時の選挙人数は二三八、四八七人であつて、定数三名\nであるから議員一人当り選挙人数は七九、四九五・六六人になる。\nそこで、全国的な議員一人当り選挙人数を一〇〇とすると、票値は、新神奈川県第\n三区で五九・一六八、兵庫県第五区で一八五・五〇四となつて、ここでもその投票\n価値の乖離は一対三・一三五となるのである。\nさらに、本件選挙（第三四回）にかかる昭和五一年一一月一四日現在の「選挙人名\n簿登録者数に関する調」によれば、新神奈川県第三区は八一九、七八〇人であり、\n全国合計は七八、二四五、〇八七人であつて、議員一人当り有権者数は、新神奈川\n県第三区で二七三、二六〇人、全国平均は一五三、一二一・五人である。\nところが、兵庫県第五区の当時の有権者数は二四一、八六二人であつて、議員一人\n当り有権者数は八〇、六二〇・六六人にすぎない。\nそこで、全国的な議員一人当り選挙人数を一〇〇とすると、票値は、新神奈川県第\n三区で五六・〇三、兵庫県第五区で一八九・九二となつて、その投票価値の乖離\nは、一対三・三九八にもなつている。\n（被告の本案前の主張、本案に対する答弁および主張）\n（本案前の主張）\n第一　本件訴は不適法として却下さるべきである。\n一　本件訴訟は公選法第二〇四条を根拠とする選挙無効の訴であり、その主張の骨\n子は、昭和五一年一二月五日に行われた衆議院議員選挙は公選法別表第一及び同法\n附則第七項ないし第九項による選挙区及び議員定数の定めに従つて実施されたが、\n右による選挙区別定数は憲法第一四条第一項に反し違憲であるから、右選挙は無効\nである、というものであり、右以外には選挙無効事由を主張していない。ところ\nで、公選法第二〇四条の訴はいわゆる民衆訴訟に属し、法律の定めにより初めて訴\nの提起が認められるものであり、右訴訟は公選法に基づき施行された選挙の管理執\n行上瑕疵があつた場合これを無効とし、当該選挙管理委員会をして早期に適正な再\n選挙を実施せしめ、もつて選挙の自由と公正を確保せんとするため特に法により認\nめられた制度であつて、本件の訴のようにたとえ選挙を無効とし再選挙を実施して\nも、その瑕疵を是正できないような、およそ被告ではその瑕疵の是正ができないよ\nうな事由による訴訟までも許容する趣旨で制定された規定ではない。従つて、右第\n二〇四条に不適合の訴は却下を免れない。原告らの選挙無効事由は前述した如く公\n選法別表第一自体を違憲とするものであり、選挙管理委員会の権限をもつてはその\n是正が全く不可能なことをその無効事由としているのであるから、公選法第二〇四\n条に不適合な訴であり、本件訴は、不適法として却下を免れない。\n二　また、本件のような訴は本来公選法第二〇四条の訴に該当しないが、国権行為\nにより侵害された国民の政治的権利の回復を求めているから基本的人権にかかわる\n問題としてその救済を考え、他に適当な救済方法が見当らない以上は右第二〇四条\nを拡張解釈して司法判断の対象とすべきであるとの見解があるが、次の理由により\n右見解は誤りである。\n１　司法は、本来具体的な権利義務に関する紛争の解決を目的としており、あらゆ\nる紛争をすべて救済する万能の制度ではなく、民衆訴訟の如きは法律の制定により\n初めてその救済が認められ、しかもそれがその法律により司法の権限とされたとき\n初めて司法に属せしめられるに至るにすぎなく、裁判所はその制定法の要件の範囲\n内で裁判権を有するにすぎない。従つて、政治的権利が基本的人権にかかわるとし\nて、民衆訴訟を不当に拡張解釈することはその制定法の精神に反するものであつ\nて、許されないところである。\n２　また、更に本件のような事態は立法当時予想していなかつたから適当な救済立\n法が存在しない現状では右第二〇四条を拡張解釈することが許されるという見解が\nある。しかし立法当時予想していたか否か等の論議は、法律の制定により初めて認\nめられる民衆訴訟には全く関係がないことであり、現に救済手段が存在していない\nこと自体に正当な理由が存在している。すなわち、本件の如き事案につき救済制度\nが存在しないのは、選挙権は政治的権利のひとつではあるがその内容は、選挙区、\n議員定数等の選挙制度の在り方によつて種々異なり、その如何は現在並びに将来の\n国政のあり方に重大な影響を及ぼすもので、もともと憲法上政治の分野において決\n着をみることが要請されているものであり、具体的な権利義務の紛争の解決を目的\nとする司法判断の対象たるには本質的に適しないから、そのための救済規定が存在\nしないのである。\n（本案の答弁および主張）\n一　請求原因事実中、一および本件選挙が原告ら主張の規定にもとづいて施行され\nたことは争わないが、その余の事実は争う。\n二　選挙の投票権に関する被告の主張は次のとおりである。\n（一）　本件における選挙人の投票価値の不平等とは、要するに、選挙区別定数の\n不均衡をさしており、選挙区別定数をどうするかは、単なる数字の操作の問題では\nなく、政治のあり方を規定し、政治の根幹にかかわるもので、それは常に政党並び\nに国民の真摯な関心事であり、高度の政治問題として立法府が自ら解決すべき筋合\nの問題であつて、憲法上も立法府にその解決が委ねられている。更に、司法はその\n可否を審査するに必要な明確な判断基準を当然持ち合せていないとともにそのため\nに必要な諸資料も持ち合せていないから、かかる請求は司法審査になじまないもの\nである。\n１　憲法第八一条は、具体的訴訟事件につき、裁判所に違憲立法審査権を認めてい\nるが、三権分立が憲法の原則である以上その審査権には自づから限界があり、立法\n府自らの解決が要請される高度の政治問題については、立法府の専権事項として司\n法判断は不適合である。\n２　憲法第一五条、同第四一条乃至第四四条及び同第四七条は国会議員の定数、選\n挙人並びに被選挙人の資格、選挙区及び投票の方法等選挙制度に関することはすべ\nて法律の定めによるとし、選挙権、被選挙権の資格につき人種、信条、性別、社会\n的身分、門地、教育、財産又は収入によつて差別してはならないと規定しているに\nとどまり、選挙権の内容につき特段の定めをしてはいない。\n３　憲法第一四条に基づく平等条項が存在し、選挙権等についても基本的にはその\n平等な行使が法律上認められねばならないが、選挙制度は、国の政治の根幹に関わ\nる問題で、政局の安定をはかり、しかも少数意見をも国政に適正に反映せしめ得る\nような代表制度を、その国民を代表する国会議員によつて確立させることとした方\nがより望ましいため、選挙制度全般を立法府の裁量権限としたものである。従つ\nて、各政党間の利害が最も厳しく対立するところであるけれども、国会は、右憲法\nの要請に応え複雑な諸要素を総合調整し公正かつ効果的な代表制度を定めなければ\nならないのである。\n現行の公選法の規定も右の趣旨をふまえ国会において総合的調整の結果定められて\nおり、単なる数字的格差のみを原因として安易に改正することは適当でない。ま\nた、現実問題としても政党間の利害対立により一朝一夕に改正が行われえない。従\nつて、選挙制度の改正は、一定の年月をかけて慎重な検討を行い諸要素を総合的に\n調整しながら漸進的な解決を図ることが最も妥当な方策であり、その違憲性を云々\nすべき筋合のものではない。\n４　また立法府にその解決が委ねられている事項につき、仮に裁判所が違憲判断を\nなし得るとしても、その為には少くとも裁判所にその判断の為の明確な基準が存\nし、かつその判断に適合する実効性が保障されているという要件が充足される場合\nに限られる。本件の如き選挙区別定数の不均衡の是正は憲法上立法府にその解決が\n委ねられており、仮に裁判所がその是非を判断し得るとしても裁判所はその違憲の\n限界を示す明確な基準を持ち合せておらず、その上、仮りに違憲として選挙を無効\nとしても、新たな立法措置が講じられない限りその是正は不可能である。また、選\n挙制度の改正には国会における相当長期の慎重な審議が必要であることを考慮しな\nいとしても、現実問題として政党間の厳しい対立状態を想定した場合、裁判所の判\n断どおり国会により直ちに定数改正がなされることは不可能であり、裁判所による\n選挙無効の判断も、単なる宣言にとどまり、その是正には効果がなく、かえつて選\n挙の無効を宣言した結果本来定数不足として増員が認められるべき選挙区につき全\nての代表を失わしめるという結果が招来され、かえつてこのような請求を認めた意\n義が全く没却されてしまうことになる。この点から考えても、本件の如き請求は司\n法審査不適合というほかはない。\n（二）　本件選挙は昭和五〇年法律第六三号により改正された別表第一及び同附則\n第七項（乃至第九項）にもとづき施行されたものであるから、定数の不均衡に違憲\n性はなく、選挙の規定違反は存在しない。\n１　本件の如き選挙区別定数の不均衡の是正問題には、立法府に幅広い裁量権が存\nする。\n立法府が国民の代表にふさわしい公正かつ効果的代表制度選択の裁量に際し、選挙\n権の平等について他の政策的目的ないし理由との関連において、調和を図つている\n限り、各選挙区別定数と人口との間に不均衡が存在しているとしても、右不均衡は\n立法府の合理的裁量権の範囲内に属し、違憲ということはできない。\n２　そもそも選挙権（投票権）の平等とは選挙権行使の平等をもつて足り、投票の\n結果価値の平等までをも憲法が直接要請しているものとは解し難い。何故ならばも\nし憲法が、結果価値の平等までも要請しているとすれば、それは理論上完全拘束式\n比例代表制度に到達せざるを得ず、現に実施されている中選挙区単記投票制自体の\n違憲性が問題となる。現行の中選挙区単記投票制においては落選者に投票した選挙\n人の投票は無価値となり、その投票意思は国会に反映しないこととなり、選挙区間\nの投票価値の較差は当該選挙における棄権者を除いた投票者の数で判断しなければ\nならない。要するに憲法が選挙制度を立法府の専権とした趣旨は比例代表か少数代\n表かまた多数代表か等々その一切の当否を含む選挙制度の選択につき立法府の判断\nにかからしめ、その結果、形式上投票の結果価値に多少の差異が存することになつ\nたとしても、立法府が公正かつ効果的代表制度としての諸目的との総合の結果、選\n挙権（投票権）の内容を確定したものとすれば、右は立法府の合理的裁量の範囲内\nのものとして違憲などを問題にすべきものではない。\n３　一旦公正かつ効果的な代表制度として制定をみた選挙区並びにその議員定数\nが、その制定後立法府自体の意思とは無関係な都市部への人口移動という主要因に\n基づきその選挙区間の定数の不均衡が増大し、立法府においてこの較差是正を目的\nとする改正措置をした場合、不均衡の幅が是正されている限り、右改正は立法府の\n合理的裁量権の範囲内のものであつて裁判所といえどもその内容に立ち入り、違憲\nの有無を判断しえないものである（最高裁判所大法廷判決昭和五一年四月一四日民\n集三〇巻三号二二三頁、とくに二四八頁参照）。ところで、本件選挙について、昭\n和三九年の改正後、定数に関し何等の是正措置がなされず、かつ昭和四五年国勢調\n査の結果不均衡が一部選挙区で甚しいことが明らかとなり、その不均衡是正を目的\nとして改正（昭和五〇年法律第六三号）がなされ、その改正法に基づく第一回選挙\nであるから、選挙区間の定数にある程度の偏差があるとしても、これをもつて違憲\nと断ずべきいわれはなく、まして選挙無効となる理はない。\n４　右法律第六三号による定数是正の結果、不均衡の限度は最大と最少の差二・\n九、平均値からの較差はほぼ〇・五どまりとなり、較差の縮少に著しい効果をもた\nらしたものというべく、仮に改正前の定数の不均衡にして違憲性を帯びるものがあ\nつたとしても、右改正の結果衆議院議員の選挙区別定数の違憲性は右改正時点で解\n消されたものといわなければならない。\n５　昭和五〇年一〇月の国勢調査の結果によればその後の人口異動により選挙区別\n議員一人当り人口数の較差がやや拡大していることは否定できないけれども、右国\n勢調査実施は前記法律第六三号による改正後のことであり、かつ該改正は法のうち\n定数にかかる部分は「次の総選挙」より施行することとされていたので、「次の総\n選挙」の前に再度、改正を行うことは法的安定確保の点から適当ではなく、またこ\nのような短期間における再改正など現実的には不可能である。「次の選挙」　に該\n当した本件選挙は、昭和五一年一二月九日衆議院議員の任期満了に伴い同年一二月\n五日施行されたものであるが、国勢調査による「世帯名簿による全国市区町村別人\n口」の全てが公表されたのは昭和五一年四月一五日であるので、国勢調査の結果が\n判明してから右選挙公示まで僅か七か月程度の短期間しか存しなかつた。従つて右\n期間中の改正は不可能であり、合理的期間内に改正しなかつたとはいい難いから、\n本件選挙に関し右別表第一に違憲性はないし、本件選挙を無効とするいわれもな\nい。\n（証拠）（省略）\n○　理由\n第一　本件訴の適否について\n一　本件訴の性質\n本件においては、爾余の判断の関係上、まず、選挙訴訟の性質について検討を加え\nる。\n１　選挙訴訟はいわゆる民衆訴訟に属し、法律の規定によつてはじめて裁判所の権\n限に属せしめられたものであつて、個人の具体的な権利義務の存否に関するいわゆ\nる法律上の争訟には当らず、法律の規定によつて定められたことについて、しかも\nその範囲内においてのみ、はじめて裁判所は訴訟の形式においてこれについて判断\nすることが、できるのであることは、多言を要しない。\nそして、選挙訴訟――衆議院議員選挙に関するものに限つてみると――について、\n公選法第二〇四条は「衆議院議員・・・・・・の選挙において、その選挙の効力に\n関し異議がある選挙人又は公職の候補者は、衆議院議員・・・・・・の選挙にあつ\nては当該都道府県の選挙管理委員会を・・・・・・被告とし、・・・・・・訴訟を\n提起することができる。」と定め、同第二〇五条第一項において、「選挙の効力に\n関し・・・・・・訴訟の提起があつた場合において、選挙の規定に違反することが\nあるときは選挙の結果に異動を及ぼす虞がある場合に限り、・・・・・・裁判所\nは、その選挙の全部又は一部の無効を・・・・・・判決しなければならない。」と\n要件を定めているだけで、他に選挙訴訟の要件を定めている規定は見当らない（な\nお、衆議院議員選挙法大正一四年法律第四七号第八一条・第八二条参照）。\n２　この選挙訴訟に関する規定によれば、当該選挙の効力を争う選挙訴訟を提起す\nることができる者は、当該選挙区の選挙人または、公職の候補者に限られており、\nかつ、選挙訴訟の要件としては、当該選挙区の選挙について選挙の規定に違反する\nこと、およびその結果選挙の結果に異動を及ぼす虞があること、すなわち、選挙規\n定に関する違法性と選挙の結果に異動を生ずる虞の二つが定められていることが明\nらかである。\nこのような選挙訴訟の構造に照らせば、裁判所は、あくまでも、当該選挙区の選挙\nの無効原因の存否を判断する権限が付与されているにとどまり、それ以上に、選挙\nの効力に関し判断をすることができないものであることは明らかである（選挙の効\n力に関し、特別に他に規定が存しないから、当該選挙区以外の選挙の効力について\n裁判所が判断することができるとする事由は現行法上認められていない）。\n二　選挙訴訟において議員定数配分規定の違憲性を主張することができるか。\n選挙訴訟の規定（公選法第二〇四条）は、もともと、公選法の規定に違反して施行\nされた選挙の効果を、失わせ、改めて同法に基づく適法な再選挙を行わせること\n（同法第一〇九条第四号）を目的とし、同法の下における適法な選挙の再実施の可\n能性を予定するものであるけれども、右の選挙訴訟は、現行法上選挙人が選挙の適\n否を争うことができる唯一の訴訟であつて、これ以外に他に訴訟上公選法の規定の\n違憲を主張してその是正を求める機会はない。しかし、国民の基本的権利を侵害す\nる国権行為に対しては、できるだけその是正・救済の途が開かれるべきであり、前\n記公選法の規定が、その定める訴訟において、同法の議員定数配分規定が選挙権の\n平等に違反するとしてこれを選挙無効の原因として主張することを殊更に排除する\n趣旨であるとはいえない。したがつて、選挙訴訟としての性質を肯認することがで\nきる限度において、かかる事由を主張して、選挙訴訟を提起することができると解\nするのが相当である。\nまた、議員定数配分規定は、後記のように、複雑微妙な政策的および技術的考慮の\nもとに、国会により具体的に決定されるものであるけれども、国会が裁量権の範囲\nを逸脱している場合には、その規定が憲法に違反するかどうかについては、司法判\n断に適するものというべきであり、この点についての被告の主張は採用しがたい。\n第二　原告らの本訴請求の適否\n一　原告らの主張するところは、要するに、定数配分規定が不公正・不合理であり\n選挙権の平等を侵すものであるというのであるから、この点について判断を加え\nる。\n１　憲法第一四条第一項に定める法の下の平等は、選挙権に関しては、国民はすべ\nて政治的価値において平等であるとする徹底した平等化を志向するものであり、憲\n法第一五条第一項・第三項・第四四条ただし書などの各規定の文言上は、単に選挙\n人資格における差別の禁止が定められているにすぎないけれども、単にそれだけに\nとどまらず、選挙権の内容、すなわち、選挙人の投票価値の平等も亦憲法の要求す\nるところであるが、ただ、その投票価値の平等は、各投票が選挙の結果に及ぼす影\n響力が数字的に完全に同一であることまでも要せず、常にその絶対的な形における\nものを必要とするものではなく、国会が正当に考慮することのできる重要な政策的\n目的ないし理由に基づく結果として合理的に是認することができるものであれば、\nその投票価値の不平等も必ずしも許容されないものではない。そして、衆議院議員\nの選挙における選挙区割とこれに対する議員定数配分の決定にあたつては、各選挙\n区の選挙人数又は人口数（選挙人数と人口数とはおおむね比例するとみてよいか\nら、人口数を基準とすることも許されるといえる。）と当該選挙区への配分議員定\n数との比率の平等が最も重要かつ基本的な基準とされるべきであつても、それ以外\nにも、実際上考慮され、かつ考慮されてしかるべき要素は少なくなく、とくに都道\n府県は、選挙区割の基礎をなすものとして、無視することのできない要素であり、\nさらに、これらの都道府県を更に細分するにあたつても、従来の選挙の実績や、選\n挙区としてのまとまり具合、市町村その他の行政区画、面積の大小、人口密度、住\n民構成、交通事情、地理的状況等諸般の要素を考慮し、配分されるべき議員数との\n関連を勘案しつつ、具体的な決定がされており、また、社会の急激な変化や、人口\nの都市集中化の現象などもしんしやくし、政治における安定の要請など、極めて多\n種多様で、複雑微妙な政策的および技術的考慮要素をもとにし、結局は、国会がそ\nの裁量権に基づいて、選挙区割や、議員定数配分を決定しているものであり、その\n結果、具体的に決定された選挙区割と議員定数配分の下における選挙人の投票価値\nの不平等が、国会において通常考慮しうる諸般の要素をしんしやくしてもなお、一\n般的に合理性を有するものとはとうてい考えられない程度に達しているときに、は\nじめて国会の合理的裁量の限界を超えているものと推定されるべきで、そのような\n不平等を正当化するべき特段の理由が示されないかぎり、憲法違反と判断すべきで\nある。（昭和五一年四月一四日最高裁判所大法廷判決参照）。\n２　そこで、右の見地に立つて、原告らの本訴請求の当否について検討する。\n（１）　まず、議員定数配分規定が憲法に違反するかどうかについては、前記のと\nおり、各選挙区の人口数と配分議員定数との比率の平等が最も重要かつ基本的な基\n準とされるべきことではあるが、只単に人口数と議員定数との比率によつてのみ決\nせられるべきことでないことは、明らかである。\n（２）　とくに、地域割のもととなる都道府県は、従来、わが国の政治及び行政の\n面において、重要な役割を果たし、かつ、国民生活および国民感情において極めて\n重要な意味を有しており、さらに、これらの都道府県を細分化するにあたつても、\n市町村その他の行政区画が、選挙区としてのまとまり具合、面積の大小、人口密\n度、住民構成、交通事情、地理的状況等諸般の要素上、重要な機能を果たしてきて\nいたことは否みがたい事実である。\nそして、選挙区の地割のもととなる都道府県、さらには、市町村は、普通地方公共\n団体として、地方自治の根幹をなしているものである。日本国憲法は、大日本帝国\n憲法と異なり、第八章に地方自治の章を設け、四ケ条にわたり規定しており、地方\n自治を重視しているところ、かかる地方自治の重視は、単に当該地方自治体として\nの意思決定が当該地方自治体の構成員によつて地方自治の本旨に従い、自主的に決\n定されるべきことのみならず、当該地方公共団体の自己の政策ができるかぎり地方\n自治の本旨にそつて国の政策にも反映し易いようにすべきことも、当然要請されて\nいるものと解すべきであり（さもないと、地方自治体の地方自治に基づく施策が十\n分行なわれないおそれが生ずる。）、かかる地方公共団体が選挙区割において重要\nな機能を果たしている以上、当該選挙区のもととなる地方自治体の意思決定につい\nて、選挙人の意思が有効・適切に、国の施策上に反映されるべき投票価値を有する\nようにすることも、重要な要素として考慮されなければならない。\n（３）　ところで、社会の急激な――主として経済的――発展に伴う人口の都市集\n中化、とくに東京・大阪・名古屋等の大都市及びその周辺部への集中、これに伴う\n関係選挙区における多数の選挙人の流入、その反映としていわゆる過疎地域におけ\nる人口の稀薄化の現象が著しく、このことが、いわゆる選挙権の平等化に大きな問\n題を投じており、本件訴訟も、その一つのあらわれともいいえよう。\n人口の都市への集中化は、物価の騰貴、その他住宅環境の劣悪化など各種多様の複\n雑な問題を生じているが、別な観点からみれば、都市への人口の集中化は、その当\n否を別として、これに価いする魅力がなんらかの意味で、とくに経済的、文化的な\nどの諸利益が、都市部に存するからこそ生じたものであると同時に、その反面、過\n疎地域が、とくに経済的、文化的などの諸利益に恵まれないという結果が反映した\nものともいえるものであり、このような都市への人口の集中化という現象が急激に\n生ずるということは、必ずしも、社会政策あるいは経済政策的にみて望ましいもの\nとはいいがたいのであり、このような現象をできるだけ避けるためには、その政治\n的影響力――その結果は経済的、文化的などの諸利益にも関連しうる――を行使し\nうることが望ましいのであり、とくに、過疎地域における経済的、文化的等の魅力\nを増大させこれを実現するためには、一きわ大きな政治的影響力の可能性を持つこ\nとが当該過疎地域の住民にとつて必要である。すなわち、選挙における投票の価値\nが大きくなつてはじめてその政治力に大きく影響する可能性を有するのである。\n（４）　これに反し、人口の集中した都市においても、前記のように各種の複雑な\n問題が存し、これらが解決されるべきことはもとよりであるが、人口の集中化は、\nそれ自体相当な経済的、文化的などの諸利益があるからこそ生ずるのであつて、人\n口の集中した都市それ自体が政治的に大きな影響力を行使しうる可能性を有するの\nであり、それ以上に大きな政治力が行使される可能性を与えることは、過度に経済\n的、文化的などの利益を広くかかる都市に与える可能性を加えることになり、ます\nます、かかる都市における経済的、文化的などの諸利益を享受しうる可能性を齎ら\nすことになる。すなわち、おのずから、より大きな政治力が行使され易くなる基盤\nを齎らすものであり、このことは必ずしも、政治的に妥当または望ましいものとは\nいえない。このように、いわゆる投票価値の薄いといわれる場合においても、都市\nにおける政治力は過疎地域のそれよりも大きく働く可能性が強いのであり、これよ\nり以上に、人口数に応じて、いわゆる投票権の完全な数字的平等が実現されるよう\nな場合にはその政治酌影響力は著しく増大し、ますます、政治的、経済的、文化的\nなど各種の利益を都市地域住民に享受し易くなる可能性を齎らすものである。\nもつとも、都市地域住民が政治的・経済的・文化的などの諸利益を享受することが\nできることそれ自体は、悪ではないが、そのような享受がむしろ過疎地域の住民の\n政治的・経済的・文化的などの諸利益についてのいわば不当な犠牲のもとにおいて\n――またはその可能性のもとにおいて成り立つていることに問題があるのであり、\nこのことは、投票権の形式的数字的な意味における完全な平等化は、いわば政治の\n不平等を齎らすおそれがあることを示すものといつてよい。\n（５）　そして、このように考えてみると、投票権について、人口数と議員定数と\nの比率の点のみから決するとすれば、人口の集中した都市地域の住民は、投票権に\nついて形式的には「不平等」のように取り扱われているかのようであるが、実質的\nになお相当な利益を得る反面、過疎地帯の住民は、形式的には不平等な「利益」を\n得ているかのようであるが、実質的には、なお、政治的に不利益に取り扱われてい\nるといつても、過言ではないともいえるのである。\n（６）　以上のように考えてみると、議員定数の配分を人口数のみに比率して決す\nることは、最も大きな政治的影響力を必要とする過疎地域の住民には、政治的影響\n力の可能性を著しく減ぜられるという結果を齎らすことになり、公正かつ効果的な\n代表の実現を目指す選挙制度において、効果的な面はしばらくこれを措くとして\nも、公正な利益代表は数字的な観点からだけこれを決するという一面的なことのみ\nを強調する結果を招来し、人間の社会が質的に多種多様な異質的なものによつて構\n成されているという面を見捨てた見解として、単純に左袒できるものではない。\n（７）　そして、議員定数の配分のもととなる選挙区の地域割は、地方自治のもと\nとなる都道府県・市町村を基準にして定められ――たとい大都市では同一都市内で\nも細分化され、また多くの市町村では数か市町村がまとめられているとしても――\nており、関連地方自治体の統一意思を可能なかぎり、有効・適切に反映すべく定め\nられており、当該選挙区の関連する地方自治体の地方自治の本旨に従つて政治的要\n求が国政に汲みとられるように政治的影響力を有するように定められているのであ\nる。\nこのような機能ないし目的との関連において、選挙区の地域割り、人口数、議員定\n数が定められているとすれば、このような面をしんしやくして、議員定数などを定\nめる国会の裁量権は非常に重視されるべきものであることは、もとより、当然とい\nわなければならない。\n（８）　ところで、議員定数配分規定の違憲性の問題と関連して、選挙区割および\n議員定数の配分は議員総数と関連し、複雑微妙な考慮の下で決定され、一旦決定さ\nれたものは、一定の議員総数の各選挙区への配分として、相互に有機的に関連し、\n一の部分における変動は他の部分にも波動的に影響を及ぼすべきものであつて、そ\nの意味で一体不可分をなし、右配分規定は単に部分的に憲法に違反する不平等を招\n来するのみならず、全体として違憲の瑕疵を帯びるとする、見解は、前記最高裁判\n所判決の多数意見が示すところである。\nしかし、先にも触れた如く、選挙訴訟では、当該選挙区の選挙の無効原因の存否を\n判断する権限が裁判所に与えられているにとどまり、それ以上に当該選挙区以外の\n選挙の効力に関し判断をする権限は付与されていないのであるから、裁判所として\nは、本件選挙区の選挙の効力について判断することしかできないのであり、議員定\n数配分規定全体についての憲法判断をする権限を有せず、またその必要もないので\nある。前記最高裁判所判決の多数意見は、選挙訴訟における裁判所の権限との関係\nで十分納得できる説示を与えていない以上、この点から従うことができない（もつ\nとも、前記最高裁判所判決の多数意見も当該事件の千葉県第一区の選挙の効力に関\nする判断過程の説示で述べたものにすぎないものと解されないでもない。さらに、\nことを実質的に考えても、議員定数の配分規定も、一部の選挙区についてのみ切り\n離して改正している例（たとえば昭和五〇年法律第六三号）もあり、かつ、一選挙\n区についての投票価値の不平等の違憲は、必ずしも、他の選挙区について違憲を来\nたさない場合もあるのであるから、この点からも、前記多数意見には賛成しがたい\nものがある。）。\n（９）　そして、本件の選挙人の有する選挙権が、前述した投票価値の平等を失い\n憲法に違反するに至つたかどうかを判断するに当つては、いわゆる過疎地域の一部\n選挙区のように、選挙区の人口数と配分議員定数との比率が大きいものを基準とし\nて、違憲性の有無を決すべきではなく、全国的に各選挙区を平均した投票権の内容\nと比較して、その投票価値が憲法の保証する投票価値の平等を侵害しているかどう\nか、換言すれば、投票価値の差等に一般的合理性が存するかどうかによつて決する\nのが相当である。\nというのは、前述したとおり、議員定数の配分規定は各選挙区ごとに分割してその\n合理性の有無を検討しうるのであり、たまたま、一部選挙区（たとえば一般に過疎\n地域に属するとみられる兵庫県第五区）において、人口数と議員定数の配分との比\n率が全国の平均的なものよりも著しく大なるものがあつても――一般的にいわゆる\n過疎地域を基盤とするものが前記比率が大きいものであるが、これも、前述した過\n疎地域の特異性に基づくものであつて、かかる差等を設けることに一応の合理性が\n存するものであるが、かりにこの差等が著しく大であつてその合理性を欠く程度に\n至つたようなときには、当該選挙区の選挙人をしてその当否を争わせれば足りるの\nであり、他の選挙区の選挙人において、かかることを争わせる必要はない――その\nような一部選挙区を基準にして投票価値の平等性について憲法に違反するかどうか\nを基準とすることは（かりにあつたとしても）一部の不合理な選挙区のために他の\n合理的な差等の範囲内の選挙区の投票権についてまで、広く違憲をもたらすおそれ\nも生じて、妥当でない結果を生ずるおそれがあるからである。\n二　今、この見地に立つて検討する。\n１　請求原因一の事実および本件選挙が原告ら主張の規定に基づいて施行されたこ\nとは、当事者間に争いがないところ、当裁判所は、後記３においても説示する理由\nから明かなように本件選挙の効力は、昭和四五年国勢調査の結果に基づいて判断す\nべきものと思料するから、この見解のもとに原告らの請求の当否に検討を加える。\n２　原本の存在および成立に争いのない甲第一号証の三によれば、昭和四五年国勢\n調査の結果により神奈川県第三区（現）の都市郡の人口数は九二七、七八一人であ\nり、成立に争いない乙第一号証の二によると、同国勢調査の結果による全国の総人\n口数（沖縄を含めて）は一〇四、六六五、一七一人であることが認められる。これ\nを神奈川県第三区の議員定数三人、全国定数五一一人で、それぞれ除すると、神奈\n川県第三区の議員一人当り人口数は三〇九、二六〇・三三人となり、全国議員一人\n当り平均人口数は二〇四、八二四人となり、その比率は一五〇・九八八パーセント\nとなる。\n右によると、神奈川県第三区においては一・五人の選挙人によつて、全国の選挙人\nの平均一人分の選挙権を行使することができるのであつて、前述した集中化した都\n市地域の政治に対する影響力の特殊性および昭和四五年度国勢調査の結果をしんし\nやくしたうえ、昭和五〇年七月三日法律第六三号により公選法が改正されたことに\n徴すれば（本訴提起の神奈川県第三区（旧）も、同第三区（現）と第五区とに分区\nされた）右の程度の投票価値の偏差は、立法機関たる国会に委ねられた裁量権の行\n使の範囲内であり、合理的な差等に属すると認めるのが相当である。\n３　原告らは昭和五〇年国勢調査の結果に基づいて、神奈川県第三区の投票権の内\n容を決定すべきであると主張する。\nしかし昭和五〇年の国勢調査の結果が全て公表されたのは、昭和五一年四月一五日\nであり（このことは、原本の存在および成立に争いのない甲第五号証の一ないし三\nによつて認められる。）、本件選挙は昭和五一年一二月五日施行されたものであつ\nて、その間わずか七ケ月余しか存しなかつたのであり、かかる短期間に――たとい\nその前に、原告ら主張のように、昭和四七年一二月一〇日施行の第三三回衆議院議\n員選挙、昭和四九年七月七日施行の第一〇回参議院議員選挙があり、その結果の資\n料が存在していたとしても――多種多様な、かつ複雑微妙な議員定数および選挙区\n割を決定することはきわめて困難というべきであり、これが行なわれなかつたとし\nても、合理的期間内に公選法が改正されなかつたものとはいえない。のみならず、\nかりに、原告ら主張のとおり、昭和五〇年の国勢調査の結果をしんしやくしても、\n神奈川県第三区の都市郡の人口数は一、二〇七、一九六人であり、全国の総人口数\nは一一一、九三六、八九四人であり（このことは、前出甲第三号証の三によつて認\nめられる）これをそれぞれ神奈川県第三区の議員定数三人および全国議員定数五一\n一で除すると、神奈川県第三区の議員一人当りの人口数は四〇二、三九八人であ\nり、全国平均議員一人当りの人口数は二一九、〇五四人であり、その比率は、一八\n三・六九八パーセントとなる。右によると神奈川県第三区においては、約一・八三\n人の選挙人によつて全国の選挙人の平均一人分の選挙権を行使することができるの\nであつて、このような投票価値の偏差は、若干広がるものではあるけれども、いま\nだ、国会に委ねられた裁量権の行使の範囲内であり、合理的な差等を逸脱するもの\nとは認められない。\n原告らのこの点の主張は、いずれの点からも肯認しがたい。\n三　以上に述べたところから明らかなように、原告らの主張は、他に判断を進める\nまでもなく認められないから、原告らの本訴請求は理由がなく、排斥を免れない。\n第三　よつて、原告らの本訴請求を棄却することとし、訴訟費用の負担について民\n事訴訟法八九条、九三条を適用し、主文のとおり判決する。\n（裁判官　安藤　覚　森　綱郎　奈良次郎）\n"
}