{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 45,
    "month": 10,
    "day": 13
  },
  "case_number": "昭和42(行ウ)16",
  "case_name": "課税標準および税額の決定取消請求事件",
  "court_name": "静岡地方裁判所",
  "field": "行政",
  "lawsuit_id": "18319",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18319",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/319/018319_hanrei.pdf",
  "contents": "主　　　文\n一、被告が昭和四三年九月一四日付をもつて原告に対してなしたところの\n（一）　原告の昭和三九年一〇月一日から昭和四〇年九月三〇日までの事業年度分\n法人税の所得金額を金一五、七九四、六九八円とする更正決定中金七、七九一、六\n九八円を越える部分\n（二）　過少申告加算税額を金一七三、一〇〇円とする賦課決定中金三八、〇五〇\n円を越える部分はいずれもこれを取消す。\n二、被告が昭和四一年四月一四日付をもつて原告に対してなした原告の昭和四〇年\n分源泉徴収にかかる所得税額を金三、三七二、一三〇円とする徴収処分中金三、四\n八〇円を越える部分の取消を求める原告の請求、および被告が同日付をもつて原告\nに対してなした不納付加算税額を金三三六、八〇〇円とする賦課決定の取消を求め\nる原告の請求はいずれもこれを棄却する。\n三、原告その余の請求はいずれもこれを却下する。\n四、訴訟費用は四分しその一を原告の、その余を被告の負担とする。\n事　　　実\n原告\n（請求の趣旨）\n一、被告が昭和四一年四月一四日付をもつて原告に対してなしたところの\n（一）　原告の昭和三九年一〇月一日から同四〇年九月三〇日までの事業年度分法\n人税の所得金額を金一五、七九四、六九八円とする更正決定中、金七、七九一、六\n九八円を越える部分\n（二）　過少申告加算税額を金一七三、一五〇円とする賦課決定中、金三八、〇五\n〇円を越える部分\n（三）　原告の昭和四〇年度分源泉徴収にかかる所得税額を金三、三七二、一三〇\n円とする徴収処分中、金三、四八〇円を越える部分\n（四）　不納付加算税額を金三三六、八〇〇円とする賦課決定\nはいずれも取消す。\n二、被告が昭和四三年九月一四日付をもつて原告に対してなしたところの\n（一）　原告の昭和三九年一〇月一日から昭和四〇年九月三〇日までの事業年度分\n法人税の所得金額を金一五、七九四、六九八円とする更正決定中金七、七九一、六\n九八円を越える部分\n（二）　過少申告加算税額を金一七三、一〇〇円とする賦課決定中、金三八、〇五\n〇円を越える部分\nはいずれも取消す。\n三、訴訟費用は被告の負担とする。\n（請求原因）\n一、原告は、酒類ならびに食料品の販売を業としている株式会社である。\n二（一）　原告は、昭和四〇年一一月三〇日、被告に対し同三九年一〇月一日から\n同四〇年九月三〇日までの事業年度の原告の法人税の確定申告として、所得金額を\n金五、八九七、六五七円と青色申告した。\n（二）　ところが、被告は、同四一年四月一四日付で、原告に対して「借地権売却\n額過少計上」を附記理由として、右所得金額を金一五、七九四、六九八円に更正す\nる旨の決定およびこれに伴う過少申告加算税額を金一七三、一五〇円とする賦課決\n定（以下同四一年四月一四日付更正、賦課決定をあわせて第一次更正処分という）\nと、原告の同四〇年度分源泉徴収にかかる所得税額を金三、三七二、一三〇円とす\nる徴収処分および不納付加算税額を金三三六、八〇〇円とする賦課決定（以下徴\n収、賦課決定をあわせて本件徴収処分という）をなした。\n（三）　また、被告は、昭和四三年九月一三日付をもつて、原告に対して「更正理\n由の附記に一部脱漏があると認められる」との理由で、右第一次更正処分を取消す\n旨の更正決定（以下第二次更正処分という）をなし、さらに、同月一四日付をもつ\nて、原告に対して前記（一）項の確定申告につき、第一次更正処分とほぼ同一内容\nの（所得金額については同一、過少申告加算税額は金一七三、一〇〇円で第一次更\n正処分より五〇円減少）の更正、および賦課決定（以下同四三年九月一四日付更\n正、賦課決定をあわせて第三次更正処分という）をなし、その附記理由として第一\n次更正処分に附記された理由である「借地権売却額過少計上」を詳細に説明した理\n由を附記した。\n三、しかしながら、右第一次および第三次更正処分ならびに本件徴収処分は次の理\n由で請求の趣旨記載のとおり取消さるべきである。\n（一）　第一次更正処分の取消事由\n１、第一次更正処分に附記された理由は、明確さを欠き法人税法第一三〇条に違反\nする。　すなわち、第一次更正処分には「借地権売却額過少計上」と理由が附記さ\nれているのみで更正金額金八、〇〇三、〇〇〇円はいかなる計算根拠から算出され\nたか不明であり、更正の理由の記載がないのに等しいものである。\nよつて、右処分は法人税法第一三〇条第二項に違反する。\n２、かりに右の主張が認められないとしても、第一次更正処分は次のとおり所得の\n認定を誤つている。\nすなわち、被告が第一次更正処分に理由として附記した「借地権売却額過少計\n上」における借地権とは、別紙目録記載の建物（以下本件建物という）および土地\n（以下本件土地という）に関する賃借権を指していると推測されるが、原告は、昭\n和四〇年三月三日訴外静岡鉄道株式会社（以下静岡鉄道という）に対し、本件建物\nの所有権および本件土地の賃借権を金二二、三八九、〇〇〇円で売却し、同年七月\n五日右代金を受領したものであるところ、被告は、右代金に金八、〇〇三、〇〇〇\n円を加算した金額をもつて右売買が行われ、右金八、〇〇三、〇〇〇円は原告から\n原告代表者Ａ個人に支給されたものと認定しており、右認定は原告の所得を過大に\n認定した違法がある。\n（二）　第三次更正処分の取消事由\n１、第三次更正処分は、第一次更正処分が理由附記を欠く瑕疵を有することを認め\nて、その理由附記を追完したものにすぎず、このような被告の行為は次に述べる理\n由により更正権の濫用に該当し、取消さるべきものである。\nイ　第一次更正処分と第三次更正処分との間には実質上の差異はなく、第一次更正\n処分の取消訴訟係属中に、第一次更正処分の附記理由を追完した第三次更正処分を\nなすことは、敗訴を免れるため意識的にされた行為というべきである。\nロ　税務行政の運用において、このような被告の行為が認容されるならば第一次更\n正処分には法の要求を充たさない簡単な理由を附記し、審査請求あるいは行政訴訟\nにおよんだものに対してのみ法の要求を充たす程度の理由を示すというような税務\n行政が行なわれてもこれを否定できないこととなる。\n２、また、第二次更正処分は次に述べる理由により違法であり、ひいてはそれを前\n提としてなされた第三次更正処分も違法である。\nイ　第二次更正処分に附記された更正の理由によれば、「更正理由の附記に一部脱\n漏があると認められますので取消します」と記載されているが、次の点で法人税法\n第一三〇条第二項の要件を充足していない。\nすなわち、取消の対象となつた原処分が何ら明示されていないこと、理由附記の\n一部脱漏とは、第一次更正処分附記理由のどの項が如何に不備であるかが何ら明示\nされていないこと、そして、その結果処分の効力に如何なる影響が生ずるのか、従\nつて、第一次更正処分を全面的に取消す事由を構成しているかどうか等の点につき\n何ら明示されていないから、第二次更正処分には更正の理由がないのに等しく違法\nなものであり、それを前提としてなされた第三次更正処分もまた違法である。\nロ　また、第二次更正処分は、国税通則法第二六条に定める再更正ができるための\n要件を充足していない違法がある。\nすなわち、国税通則法第二六条によると、再更正をなすには、「課税標準額また\nは税額等が過大または過少であることを知つた」ことを更正理由とすることが要件\nとなつているのである。しかるに、第二次更正処分は「更正理由の附記に一部脱漏\nがあると認められる」とのみ記載されているのであつて、前記法条の規定する再更\n正の要件を充足していない。従つて、第二次更正処分は違法なものであり、それを\n前提とする第三次更正処分もまた違法なものであり、取消さるべきである。\n３、かりに、右の各主張が認められないとしても、第三次更正処分についても、前\n記三、（一）、２項で主張したと同様に、所得を過大に認定した違法がある。\n（三）　本件徴収処分の取消事由\n１、前記のように第一次更正処分は違法な処分であり、それを前提としてなされて\nいる本件徴収処分もまた違法である。\n２、また、かりに、第一次更正処分が第二次更正処分によつて適法に取消されたと\nするなら、第二次更正処分のなされた時点においては、被告がいうところの原告の\nＡに対する臨時的給与の支給は何ら存在しないのである。従つて、右臨時的給与の\n存在を前提とする本件徴収処分もまた取消さるべきであり、取消されない場合は、\n一定時点において被告の相矛盾する処分が、並存することになる。\n四、そこで、原告は、第一次更正処分および本件徴収処分につき、昭和四一年五月\n九日名古屋国税局長に対し審査請求をなしたが、同局長は昭和四二年一月三一日付\nでこれを棄却し、同年二月二日その旨原告に通知してきたので、請求の趣旨記載の\nとおり取消を求めるべく本訴請求におよんだ。\n（請求原因に対する被告の答弁に対する反論）\n被告は第一次更正処分の附記理由の記載は法人税法第一三〇条第二項の要求を充た\nしている、と主張する。\nしかし、次に述べる理由により被告の右主張は失当である。\n一、青色申告制度は、納税義務者に一定の帳簿書類の備付け、記帳を義務づけてお\nり、納税義務者はこれにもとづいて申告をするのであるから、その帳簿書類を無視\nして更正されることがないことを納税義務者に保障したものである。従つて、法人\n税法第一三〇条第二項が決定または更正の通知書に附記すべきものとしている理由\nも、帳簿書類との関係において、帳簿書類の記載以上に信憑力があるとする資料を\n示して何故に決定または更正するのかを明らかにするものでなくてはならない。し\nかるに、本件の場合は、右に述べたような具体的な理由は何ら附記されていないの\nである。\n二、また、被告は、第一次更正処分の具体的理由をその調査段階において原告は了\n知していたと主張するが、更正処分の効力発生には更正通知書の送達が要件であ\nり、更正通知書の送達なくして原告が更正処分の具体的理由を了知することはあり\nえない。また、被告の主張を敷衍すると、調査の段階で更正内容を説明すれば、更\n正通知書の附記理由は簡単でもよいということになる。しかしながら、そのような\nことは前記に述べた青色申告制度の趣旨に反することは明らかなことである。\n（答弁）\n一、争う。\n二、（一）認める。\n（二）　三〇％の借地権割合が異常に低いとの事実は否認し、その余の事実は認め\nる。\n（三）　争う。\n「同族会社の行為または計算の否認」の規定の適用については、被告の本件処分\nは次の点で不当である。\n１、本件取引において原告と原告の代表取締役である訴外Ａとの間に恣意が働いて\nいるとの推認がある。\n２、本件売買契約は、原告と静岡鉄道との間の自由な意思にもとづき締結されたも\nのであるのに、法人税法第一三二条第一項を適用した違法がある。\n３、被告は、原告の行為または計算を容認したならば法人税を不当に減少させる結\n果となると誤認したものである。\n４、時価に比し借地権割合何％までが妥当であるかにつき法が規定していないた\nめ、処分権者の主観により決定され、法にもとづく課税が行なわれていない。\n（四）（イ）　不知。\n（ロ）　認める。\nしかし、下記鑑定評価書は、本件売買契約の締結された昭和四〇年三月三日から\n約八〇日を経過した時点で原告が受領したものであり、また、右鑑定の方法は「差\n額地代資本還元法」を基礎として借地権割合を算出したものであるがこの方法で\nは、支払地代が低い程借地権割合は高くなることになり、従って恩恵的借地契約で\n低額の地代を受領している場合の方が借地権割合が高率となることとなり、一般的\n慣行と反する。\n（ハ）　不知。\n１、不知。\n２、不知。\n３、いずれも不知。\n（被告の主張に対する反論）\n原告が本件土地の借地権割合を三〇％と算出した要因は次のとおりである。\n一、本件においては、同族会社とその主宰者間における恩恵的借地契約であつて、\n地代も低価（坪当り年額金六、〇〇〇円）であり、借地権設定の対価を何ら受領し\nていない。\n二、本件土地は、原告が空ビン処理場として利用するため簡易な造作をなし、倉庫\nの代用とすると共に五〇・二％の空地に空ビンを野積みにしていたものである等の\n点から借地権割合は店舗もしくは居住用建物の所有を目的とする借地権に比して低\n率とされる。\n三、本件借地契約は、土地所有者の必要な場合は直ちに土地明渡しをすることを前\n提としたものであり、かつまた、原告所有の建物は滅失寸前のものであり、建物の\n減失により借地契約も消滅することとなる。\n四、原告は、本件土地に対する借地権の代替として、訴外Ａから左記のとおり土地\nを賃借し、同土地上に建物を建築所有しているのである。\n１、目的物件\nＡ所有土地\n（イ）　静岡市＜以下略＞\n一、宅地　二八坪七合一勺\n（ロ）　同所＜以下略＞\n一、宅地　二一〇坪二合\n（ハ）　同所＜以下略＞\n一、宅地　一五五坪\n（右各土地はいずれも静岡鉄道から昭和四〇年四月三〇日売買によりＡが取得し、\n同年七月一四日所有権移転登記をなしたもの。）\n２、原告所有建物\n（イ）　静岡市＜以下略＞\n家屋番号　二番の一の一\n一、鉄骨造スレート葺平家建倉庫　一棟\n床面積　二二七・六八平方米\n（右は同四〇年六月一五日原告において新築したもの。）\n（ロ）　同所＜以下略＞\n家屋番号　一番二の一\n一、鉄骨造スレート葺二階建事務所兼倉庫　一棟\n一階　一六七・二〇平方米\n二階　一六七・二〇平方米\n（右は同四一年四月一日原告において新築したもの。）\n３、使用目的\n普通建物所有の目的\n４、賃貸借期間\n契約の日から三〇年\n５、賃借料\n月額金七八、七八〇円\n６、賃借料支払期\n毎月末日\n７、契約日\n昭和四〇年七月一五日\n（但し、右土地賃貸借の予約は昭和四〇年三月三日になされたもの。）\n（答弁）\n（一）　被告は、原告が代替地の借地権の取得を税法上主張するためには、租税特\n別措置法所定の手続をとらねばならない旨主張するが、右手続は税の減免を受ける\nための手段方法にすぎないのであり、特例を採用して税の減免を受けるか否かは納\n税者の自由であつて強制されるものではない。代替借地権の取得を主張するため、\nには税の減免手続を採らなければならないという被告の主張は明らかに本末顛倒し\nたものというべきである。\n（二）　被告は、本件処分前において訴外Ａが原告に対して前記代替借地権を提供\nしたこと並びに右代替地付近の借地に際しての権利金の授受の慣行の有無を調査し\nた旨の主張をしているが、そのような事実は全くなかつたのであり、被告は本件処\n分当時代替借地権については何ら調査もせず顧慮もしなかつたのである。なおま\nた、被告は、権利金の授受がなければ借地権が発生しないと主張されるが、本件土\n地につき原告は訴外Ａに対し何ら権利金を支払つて居らないのである。しかしなが\nら、現実には土地売買に際し借地権割合として課税され、借地権として代金の支払\nがなされているのである。一般の通例としても権利金の授受の有無に拘らず借地権\n（土地売買に際し対価として評価される）が認められているのである。\n被告\n（請求の趣旨に対する答弁）\n一、原告の請求はいずれもこれを棄却する。\n二、訴訟費用は原告の負担とする。\n（答弁）\n一、認める。\n二（一）　認める。\n（二）　認める。\n（三）　認める。\n三、争う\n（一）１、争う。\n第一次更正処分の附記理由「借地権売却額過少計上八、〇〇三、〇〇〇円」の記\n載は当期における原告の「借地権売却」が本件土地の借地権だけであつて他に混同\nすることはないし、また、「売却額過少計上」によつて被告が過少と認めた借地権\nの売却額が原告自ら計上している借地権に係るものであること、換言すれば本件宅\n地の借地権について原告が売却額として計上しているところが通常の取引価額に比\nし八、〇〇三、〇〇〇円低きに過ぎるという趣旨を示すのに十分である。また、右\nのことは原告が既に第一次更正処分の調査段階において十分に了知していたところ\nである。\n２、争う。\n（二）１、争う。\n課税庁が更正処分をなし、その後において当該更正処分に瑕疵があることが判明\nした場合に、課税庁がこれを再更正することを妨げる理由はないから、本件におい\nても第三次更正処分は更正権の濫用にあたるという原告の主張は失当である。\n２、争う。\n３、争う。\n（三）１、争う。\n２、争う。\n訴外Ａは、昭和四〇年三月三日、自己所有の本件土地を静岡鉄道に売却し、それ\nにともない後記被告の主張二、のとおり同年七月五日給与たる性質を有する金員の\n支給を原告から受けたことになるのであるから（所得税法第三六条第一項）、租税\n債権はその行為時に成立し（所得税法第二八条）ている。\n従つて、国税通則法第一五条第二項第二号によつて明らかなとおり、源泉徴収を\nすべきものとされている所得の支払の時において、納税義務が成立するものである\nから、税法を異にする法人税法上の更正処分取消の事実があつても源泉徴収所得税\nにかかる納税告知処分になんらの消長を来たすものではない。\nまた、被告がなした第三次更正処分は、実質的に第一次更正処分の形式上の不備\nすなわち更正の理由附記について不備があつたので、これを追完したものであつて\n課税標準についてなんら影響を及ぼさない。\n四、原告主張のとおり審査請求のあつたこと、および棄却したことは認める。\n（答弁）\n一、争う。\n二、争う。\n（被告の主張）\n一、第一次更正処分の取消を求める原告の訴えは、訴の利益がない。\nすなわち、第一次更正処分は、第二次更正処分によつて適法に取消されたもので\nあるから、第一次更正処分の取消を求める訴えは、第二次更正処分の行われた時以\n降その利益を失うに至つたものである。\n二、第一次および第三次更正処分ならびに本件徴収処分における課税の根拠は次の\nとおりであつて、原告主張のごとき違法は何ら存在しない。\n（一）　原告は、訴外Ａ（当時原告の代表取締役）所有の本件土地を賃借し、同地\n上に本件建物を所有し事業の用に供していたところ、静岡鉄道から右各物件につい\nて買入れの交渉があり、昭和四〇年三月三日、原告は本件建物および借地権を金二\n二、三八九、〇〇〇円として、また訴外Ａは、本件土地を金五二、二四一、〇〇〇\n円としていずれも静岡鉄道に売渡した。\n（二）　ところで、右について被告が調査したところによれば、原告の譲渡価額\nは、原告の譲渡価額と訴外Ａの譲渡価額との合計額金七四、六三〇、〇〇〇円に対\nし丁度その三〇％に当ることとなるが、これは本件土地の近傍における売買事例、\n相続税財産評価における借地権割合、精通者意見に比し異状に低価と認められた。\nそこで、更にこのような低廉な価額をもつて譲渡されたことになつた理由について\nさらに調査したところ、静岡鉄道は本件土地を更地として利用する目的であつたの\nで、本件建物は買受後直ちに取毀すべくその買受代金の内訳については、原告およ\nび訴外Ａの言い値どおりでそれぞれ買受けしたものであることが判明した。\n（三）　しかし、原告が借地権譲渡の際借地権相当額の対価について全額これを収\n受していなかつたものとみるべきである。それは原告が法人税法第二条第一〇号に\n該当する訴外Ａが主宰する同族会社であり、かつ土地所有者が原告の代表者であつ\nたからである。このような取引は、原告の利害を無視して同族関係者の利害を優先\nさせたものというべきであつて、このような行為計算が税務計算上放置されてよい\nはずはないのであるから、当該借地権相当額を法人税法上原告の益金として構成す\nべきことは実質課税の原則からも行為計算否認の制度上からも当然のことである。\nゆえに、被告は原告の本件建物および借地権の譲渡価額は、純然たる他人の間、ま\nたは、非同族会社においては通常みられない異状な行為、または、計算であると認\nめ、法人税法第一三二条第一項に定める「同族会社等の行為又は計算の否認」の規\n定を適用し、原告のなした行為計算にかかわらず、被告の認めるところにより原告\nの所得を計算し更正処分を行つた。\nすなわち、被告は、静岡鉄道の総買受価額金七四、六三〇、〇〇〇円から本件建\n物の価額九〇〇、〇〇〇円を控除した残額金七三、七三〇、〇〇〇円を土地の更地\n価額と認め、先に述べた近傍の売買事例等より借地権割合を四〇％と算定し、その\n四〇％相当額金二九、四九二、〇〇〇円と本件建物価額との合計額金三〇、三九\n二、〇〇〇円を原告の取得すべき金額として、原告計上の譲渡価額金二二、三八\n九、〇〇〇円との差額金八、〇〇三、〇〇〇円を原告がその代表者である訴外Ａに\n支給したものと認めたのである。\n従つて、右は法人税法第三五条にいう役員に対して支給した臨時的給与すなわち\n賞与であり、所得の計算上、損金に算入されないのであるから、被告は、右金額を\n原告の所得に加算する更正をなし、更に右賞与に対しては所得税法第六条に定める\n源泉徴収義務者である原告から源泉徴収所得税の納付がなされなかつたので、被告\nはこれが納税の告知ならびに不納付加算税の賦課決定をなしたものである。\n（四）　なお、被告が本件借地権割合を四〇％と認定した具体的根拠は次のとおり\nである。　すなわち、（イ）本件土地の近傍における売買の実例では、後述のとお\nり五〇％内外の割合で取引されているのが通常と認められること、（ロ）原告が本\n件売買契約を締結するに際して、原告から鑑定評価を依頼された不動産鑑定業者で\nある訴外財団法人日本不動産研究所は、本件土地の借地権割合を四〇％と査定して\nいること、（ハ）昭和四〇年の相続税財産評価基準による本件土地の借地権割合は\n四五％と定められていること、（ニ）本件土地は静岡鉄道の新静岡駅より徒歩約一\n分の静岡市のほぼ中心と目すべき場所に存し、二方が道路に面している優良地であ\nること等を総合判断して、四〇％と認定したものである。\n本件土地の近傍における売買実例は次のとおりである。\n１、訴外静岡商事株式会社は、昭和三九年一〇月自己が借地権を有していた静岡市\n鷹匠町一丁目六七番地の一、宅地一一一・〇四平方米を所有者である訴外Ｂから金\n七〇〇万円で買い受け、さらにこれを静岡鉄道に金一六〇〇万円で売却している。\n従つて、この事例では借地権割合は五六・二％である。\n２、訴外株式会社御幸ビルは、昭和四〇年六月静岡市呉服町二丁目八番地の三外二\n筆合計三三九・一〇平方米の宅地をその所有者である訴外Ｃから金七二五〇万円で\n買受けるとともに、右土地に借地権を有していた訴外株式会社清水屋から右借地権\nを金七二五〇万円で買受けている。従つて、この売買事例では借地権割合は五〇％\nである。\n３、訴外Ｄは、昭和三九年九月その所有していた静岡市＜以下略＞外六筆合計五四\n〇・七六平方米の宅地を訴外株式会社松坂屋に対し金一億五〇〇〇万円で売却し、\nさらに右宅地上に借地権を有していた訴外Ｅらに対し、その借地権を消滅せしめた\n対価として次のように金員を支払つている。\n（イ）　同三九年一〇月二三日訴外Ｅが借地権を有していた四六・二八平方米につ\nいて、金五三二万六七九二円。この事例では借地権割合は四〇・七％である。\n（ロ）　訴外Ｆが借地権を有していた一四〇・二三平方米について、金一五四三万\n〇六一二円。この事例では借地権割合は三九・七％である。\n（ハ）　同四〇年五月一四日訴外Ｇが借地権を有していた六六・四一平方米につい\nて金八五二万円。この事例では借地権割合は四四・五％である。\n（答弁）\n一、地代が年額坪当り六、〇〇〇円であつたことは認める。\nしかし、右地代は、本件売買契約当時の近傍借地実例における地代の平均値をか\nなり上廻つており、低価であるとはいえない。\nその余の事実は不知。\n二、本件土地の五〇・二％が空地であつたこと、原告が右空地をもつぱら空ビン置\n場として使用していたことはいずれも認める。\nしかし、本件建物のうち、木造トタン葺二階建倉庫兼居宅、床面積九四・四一平\n方米の建物は、その一部を原告の従業員Ｈがその居住の用に供していたものであ\nり、その余の建物は、原告が営業用の倉庫として使用していたものである。そし\nて、本件土地の五〇・二％が空地であつたことや、原告が右空地を空ビン置場とし\nて使用していたことは、原告の営業目的ならびに本件建物の利用目的からみてむし\nろ当然のことであつて、このことが本件借地権の対価に影響を及ぼすものとみるこ\nとはできない。\n三、本件建物が滅失寸前の状態にあつたことは否認する。\nその余の事実は不知。\n同族会社とその主宰者という特殊な関係にあるものの間の賃賃借契約だからとい\nつて、借地法が適用されないということはありえず、原告には訴外Ａの必要とする\n時は、いつでも明け渡さなければならないというような義務はないはずである。\n四、（一）　訴外Ａが、静岡鉄道から上記のように取得し、その旨登記したこと、\n原告がその主張の建物を上記のように新築したことは、いずれも認める。\nその余は争う。\n（原告が訴外Ａから取得した代替地の借地権に関する原告の主張に対する被告の反\n論）\nかりに、原告が訴外Ａからその主張のような代替地の借地権を取得したとして\nも、その主張は次に述べる理由により失当である。\n（一）　原告が訴外Ａから取得したとする代替地の借地権の取得を税法上主張する\nためには、次のような手続をとらなければならないのであつて、右手続をとつてい\nない以上原告の主張は失当である。\nすなわち、原告が、借地権算定に際し、代替地に対する借地権の取得を考慮した\nとしても租税特別措置法（昭和三二年法律第二六号）第六五条の四の適用を受ける\nためには、まず圧縮記帳の方法によつて損金経理の処理をし、その旨を確定申告書\nに「特定の資産を譲渡した場合の課税の特例の適用がある場合の損金算入に関する\n明細書」を添付して申告することによつて、はじめて認められるものであるにかか\nわらず、原告は右所定の経理および申告をしていないのであるから右代替地に対す\nる借地権の取得は右借地法第六五条の四の適用がなく、税法上なんら考慮されな\nい。\n（二）　被告は、昭和四〇年頃静岡市長沼町付近の土地を新たに賃貸借契約を締結\nする場合の実態について調査したところ当地においては当事者間において権利金を\n授受する取引上の慣行はないことおよび賃料は更地価額に対して二乃至五％程度で\nあることの事実が確認された。したがつて、原告が昭和四〇年七月一五日訴外Ａ所\n有の長沼町＜以下略＞、同所＜以下略＞および同所＜以下略＞の土地を賃借するに\nあたり右訴外Ａに対し権利金を支払う必要性は全く存在せず、しかも、賃料は更地\n価額に対して三乃至五％を現実に支払つていることに着目すれば、まさに前述の事\n実に即応しており恩恵的なものは存しないといえる。それ故訴外Ａが本件土地を静\n岡鉄道に譲渡するに際して長沼町の土地を新たに賃貸借することを考慮して原告の\n本件土地上に存する借地権の割合を三〇％としたとの主張はまさに失当であり弁解\nにすぎないというべきである。\n（立証）（省略）\n理　　　由\n一、次の事実は当事者間に争いがない。\n（一）、原告が、酒類ならびに食料品の販売を業としている株式会社であり、昭和\n四〇年一一月三〇日被告に対して同三九年一〇月一日から同四〇年九月三〇日まで\nの事業年度の原告の法人税の確定申告として所得金額を金五、八九七、六五七円と\n青色申告した。\n（二）、ところが、被告は、同四一年四月一四日付で原告に対して「借地権売却額\n過少計上」を附記理由として、右所得金額を金一五、七九四、六九八円に更正する\n旨の決定およびこれに伴う過少申告加算税額を金一七三、一五〇円とする賦課決定\n（第一次更正処分）と、これにともなつて原告の同四〇年分源泉徴収にかかる所得\n税額を金三、三七二、一三〇円とする徴収処分および不納付加算税額を金三三六、\n八〇〇円とする賦課決定（本件徴収処分）をなした。\n（三）、原告は、右第一次更正処分および本件徴収処分につき昭和四一年五月九日\n名古屋国税局長に対して審査請求をなしたが、同局長は昭和四二年一月三一日付で\nこれを棄却した。\n（四）、また、被告は、右第一次更正処分および本件徴収処分の取消訴訟が係属中\nである昭和四三年九月一三日付をもつて原告に対して「更正理由の附記に一部脱漏\nがあると認められる」との理由で、第一次更正処分を取消し、所得金額を原告の確\n定申告額と同一額に減額する旨の更正決定（第二次更正処分）をなしさらに、同月\n一四日付をもつて原告に対して前記確定申告につき、第一次更正処分とほぼ同一内\n容の（所得金額については同一過少申告加算税額は金一七三、一〇〇円で第一次更\n正処分より五〇円減少）の更正、賦課決定（第三次更正処分）をなし、その附記理\n由として第一次更正処分に附記された理由である「借地権売却額過少計上」を詳細\nに説明した理由を附記した。\n二、第一次更正処分の取消を求める原告の訴えの利益の有無。\n前記のように被告は第二次更正処分において第一次更正処分を取消し、所得金額\nを原告の確定申告額と同一額に法人税額を申告額よりやや低い額に減額する旨の決\n定をなしている。したがつて原告の第一次更正処分の取消を求める訴は訴の利益が\nあるかどうかがまず問題となる。この点に関して原告は、第二次更正処分は法人税\n法第一三〇条第二項の要件や国税通則法第二六条に定める再更正ができるための要\n件を充足していないからその効力に疑問がある旨主張する。しかし、更正処分を相\n当とし審査請求を理由なしとする裁決があつた後においても、課税庁がその更正処\n分に何らかの瑕疵を発見した場合その瑕疵を認めて課税庁自らがその更正処分を再\n更正することは原則として自由になしうるはずであり、また、その場合の再更正の\n内容が実質上は第一次更正処分を取消すものであつて納税義務者の確定申告額と同\n一の所得額、申告額よりやや低い法人税額を認定しているときには、納税義務者の\n確定申告額より多額の所得額、法人税額を認定する更正決定とは違つて、それが納\n税義務者の利害に与える影響は殆どないといえるから、その再更正に附記する理由\nも目すと簡単なものでよいと考えられ本件のごとく更正理由の附記に脱漏があるか\nら取消すという程度の附記をもつて足りると解すべきであり、またその処分の限度\nでは第一次更正処分の所得額法人税額が過大であることになるから国税通則法第二\n六条にも違反しない。したがつて原告の右主張は理由がない。なお、前記のように\n続いて第三次更正処分がなされた経過からすると本件の第二次更正処分は第三次更\n正処分を行なうための前提手続たる意味を有するにすぎないとはいつても、第二次\n更正処分が独立の行政処分であることはいうまでもない。してみると、第一次更正\n処分は第二次更正処分によつて取り消され、第一次更正処分の取消を求める訴は、\n第二次更正処分の行なわれた時以降、その利益を失つたものといわざるをえない。\nよつて原告の右訴は不適法なものとして却下することとする。\n三、第三次更正処分の取消事由の有無。\n原告は、被告の第三次更正処分をなした行為は更正権の濫用である旨主張するの\nで、まずこの点について判断する。\n前記の第三次更正処分の内容およびそれにいたるまでの経過に照らすと、第三次\n更正処分は、実質的には第一次更正処分の附記理由を追完する目的のみでなされた\nことは明白であり、このことは被告も自認するところである。第一次更正処分の附\n記理由として借地権売却額過少計上とあるだけでは更正決定に理由の附記を要求し\nた法の趣旨に反し、したがつて右更正処分はそのことだけで取消の事由を包蔵して\nいることは原告主張のとおりである。しかも第三次更正処分は前記のように第一次\n更正処分の取消訴訟が係属中になされているのである。それは特に新たな調査にも\nとづいたわけでもない。そうすると右第三次更正処分は被告が第一次更正処分の理\n由附記の不備のため敗訴するのに免れるために意識的になした行為であり、行政庁\nの処分としては極めて公正さを欠く行為であるといわざるをえない。さらにまた、\nもし税務行政の運用においてこのような被告の行為が認容されるならば、第一次更\n正決定には法の要求をみたさない簡単な理由を附記し、審査請求あるいは行政訴訟\nにおよんだものに対してのみ法の要求をみたす程度の理由を示すというような税務\n行政が行なわれてもこれを否定できないこととなり、青色申告に対する更正決定に\n理由附記を要求する法人税法の趣旨が損われることになつてしまうといわざるをえ\nない（更正処分に対する理由附記はそもそも追完を許すかどうか、またかりに許す\nとした場合何時まで許すかは問題であるが、追完を許すとした場合でもそれは審査\n請求の段階までで訴訟の段階にいたつてはもはや許されないと解する）。以上の理\n由により本件第三次更正処分は被告が更正権を濫用してなした違法な処分である。\n四、本件徴収処分の取消事由の有無。\n（一）、原告は本件徴収処分について、本件徴収処分は違法な第一次更正処分を前\n提としてなされているから、本件徴収処分もまた違法であり、また、かりに第一次\n更正処分が第二次更正処分によつて適法に取消されたとするなら、第二次更正処分\nのなされた時点において原告のＡに対する臨時的給与の支給は何ら存在しないので\nあるから、右臨時的給与の存在を前提とする本件徴収処分もまた取消さるべきであ\nり、そうでないと一定時点において被告の相矛盾する処分が並存することになる旨\n主張するのでまずこの点について検討する。\n後に認定するように、本件土地とその地上建物が譲渡され、その総代金が、土地\n所有者であり当時の原告代表者であるＡと建物の所有者であり土地の賃借人である\n原告との間にいかに帰属するかについて、原告の申告した所得金額を被告が過少で\nあるとして、一方で原告の所得の増加に伴う法人税増徴の第一次更正処分をすると\n共に、他方でその増加分は原告からＡへの賞与と認めて所得税の本件徴収処分をし\nた。したがつて第一次更正処分および本件徴収処分を被告がなすにいたつたその基\n礎となる事実関係は、原告の主張するようにまつたく同一の事実関係である。しか\nし、それだからといつてすぐに本件徴収処分は第一次更正処分を前提とするもので\nあり、その間に少しでも矛盾があつてはいけないとはいえない。むしろ、本件徴収\n処分の根拠となる法律は所得税法であるに対し、第一次更正処分の根拠となるのは\n法人税法であり、両者は税法を異にすること、および源泉徴収にかかる所得税を実\n質的に負担とするのは本件においてはＡであるのに対し、第一次更正処分における\n法人税の納税義務者は原告であり、両者は実質的にみて納税の主体を異にすること\n等の事情からすれば両者はまつたく別個の処分であつて第一次更正処分の違法は原\n則として本件徴収処分にはなんら影響をおよぼさないというべきである。よつて、\n原告の右主張は採用できない。\n（二）、そこで次に本件徴収処分が実質的に見て適法なものであつたかどうかにつ\nいて検討する。\n１、原告が訴外Ａ（原告の当時の代表取締役）所有の本件土地を賃借し、同地上に\n本件建物を所有しその事業の用に供していたところ、静岡鉄道から右各物件につい\nて買入れの交渉があり、昭和四〇年三月三日、原告は本件建物および借地権を金二\n二、三八九、〇〇〇円として、またＡは本件土地を金五二、二四一、〇〇〇円とし\nていずれも静岡鉄道に売却したこと、右の原告の譲渡価額は、原告の譲渡価額とＡ\nの譲渡価額との合計額金七四、六三〇、〇〇〇円に対しその三〇％に当ること、静\n岡鉄道が本件土地を購入した目的は本件土地を更地として利用する目的であつて本\n件建物を利用する目的ではなかつたこと、以上の事実は当事者間に争いがない。し\nてみると、右の売買契約においては本件土地のいわゆる借地権割合は建物の価額を\n考えないとして三〇％として計算されていることになる（建物の価格を考えると借\n地権割合は三〇％にみたない）。\n２、そこで、右の借地権割合が被告主張のように本件土地の近傍における売買事\n例、相続税財産評価における借地権割合、精通者意見に比し異常に低価なものかど\nうかについて検討を加える。\nイ　原告が前記売買契約を締結するに際して、原告から鑑定評価を依頼された訴外\n財産法人日本不動産研究所は、本件土地の借地権割合を四〇％と査定していること\nは当事者間に争いがない。原告はその算出方法が本件土地の場合に適当でないとい\nうが、右鑑定評価によれば差額地代資本還元法によると借地権割合が三六％となる\nのを慣行借地権割合五〇％と勘案して四〇％と評価したものであつて、原告のいう\nことはあてはまらない。\nロ　成立について当事者間に争いのない乙第一、二号証、第一四号証、証人Ｉの証\n言によつて成立の認められる乙第一、二号証、証人Ｊの証言によつて成立の認めら\nれる乙第九ないし第一一号証、第一三号証の一、二、第一五、第一六号証、証人Ｋ\nの証言によつて成立の認められる乙第三五ないし第三七号証および右各証言ならび\nに証人Ｌの証言を総合すると、\nａ　訴外静岡商事株式会社は、昭和三九年一〇月自己が借地権を有していた静岡市\n鷹匠町一丁目六七番地の一宅地一一一、〇四平方米をその所有者である訴外Ｂから\n金七〇〇万円で買い受け、さらにこれを静岡鉄道に一、六〇〇万円で売却している\nが、この場合の借地権割合は、従つて五六、二％となること、\nｂ　訴外株式会社御幸ビルは、昭和四〇年六月静岡市＜以下略＞外二筆合計三三\n九、一〇平方米の宅地をその所有者である訴外Ｃから金六九五〇万円で買受けると\nともに右土地に借地権を有していた訴外株式会社清水屋から右借地権を金六二七二\n万円で買受けていること、したがつてこの売買事例では借地権割合は約四七％であ\nること、\nｃ　訴外Ｄは、昭和三九年九月その所有していた静岡市＜以下略＞外六筆合計五四\n〇、七六平方米の宅地を訴外株式会社松坂屋に対し一億五〇〇〇万円で売却しさら\nに右宅地上に借地権を有していた訴外Ｅらに対し、その借地権を消滅せしめた対価\nとして相当の金額を支払つているが、それらの事例によれば借地権割合は三九・七\n％から四四・五％であること、\n以上の事実が認められる。右事実によれば本件土地の近傍における売買の実例では\n借地権割合は少くとも四〇％以上で取引されていることが推認される。\nハ　証人Ｍの証言によつて成立の認められる乙第一七号証の１、２および右証言を\n総合すると、相続税財産評価基準によると静岡市における借地権割合は四〇ないし\n六〇％であることが認められる。\n右イ、ロ、ハの各事実によれば本件土地の借地権割合は少くとも四〇％を下らない\nと認められる。この点に関し、原告は本件土地の地代は低価で恩恵的なものである\nから借地権割合も低いと主張するが、本件土地の地代が低いとする原告の言分は、\n証人Ｋの証言によつて成立の認められる乙第二〇ないし第三四号証に照らしたやす\nく認められないから、借地権割合が低いという原告の主張は採用できない。また、\n原告は本件土地のうち五〇、二％が空地であつたから借地権割合は店舗もしくは居\n住用の建物を所有する借地権に比し低率とされるとか、本件建物は滅失寸前のもの\nであり建物の滅失により借地契約も消滅することとなることからこれまた他の場合\nと比較して借地権割合は低率とされるとか主張するが、前記イ、ロ、ハの事実や当\n裁判所に顕著な現今における強度の借地権保障の実態からして原告主張の右事実の\nみでは本件土地の借地権割合が四〇％を下らないとする前認定を左右するに足りな\nい。よつて、本件土地の借地権割合を三〇％とする本件土地の売買は、本件土地近\n傍における一般の取引に比し著しく借地権割合を低率に算定しているといわざるを\nえない。\n３　もつとも原告は、本件土地に対する借地権の代替として、Ａから同人が静岡鉄\n道より昭和四〇年四月三〇日買受けた静岡市＜以下略＞外二筆の土地の提供を受\nけ、それを賃借したから、原告としては本件土地の借地権を消滅させる対価として\n金二二、三八九、〇〇〇円を受領した他に、Ａから前記土地の借地権という別個の\n利益を受けていることになり、本件土地近傍の売買事例と比較しても著しく不相当\nな価額で借地権割合を算定してはいない旨主張するので、さらにこの点について判\n断する。\nＡが、静岡鉄道より昭和四〇年四月三〇日に原告主張の土地を買受けたことおよ\nび原告がその土地の上に建物をその頃新築して所有したことは当事者間に争いがな\nい。原告の存在および成立ともに当事者間に争いのない甲第一六号証原告代表者尋\n問の結果により成立の認められる甲第一三号証および同尋問の結果を総合すると、\n原告は、Ａが静岡鉄道から代金三一、六八四、九八五円で買受けた前記土地を普通\n建物所有の目的で賃借し、その賃料として月額七八、七八〇円（この賃料により前\n記の取得価額に対する年額賃料の割合を計算すると、それは約三％となる）を支払\nつていることが認められる。また証人Ｋの証言によつて成立の認められる乙第三九\n号証および同証言ならびに証人Ｉの証言を総合すると、昭和四〇年頃静岡市長沼町\n付近の土地を新たに賃貸借する場合には、当事者間において権利金を授受する取引\n上の慣行はないこと、および年額賃料は更地価額に対して二ないし五％程度である\nこと、以上の事実が認められ右認定に反する証拠はない（原告は被告の右調査の時\n期について云云するが、その時期はいつであれ昭和四〇年当時以来のことを調査し\nたものであれば、差支えない）。\n右の各事実によれば、原告が本件土地の代替地としてＡからその所有の静岡市＜\n以下略＞外二筆の土地を新たに賃借したことにより原告がＡより特に前記借地権割\n合に影響する程の経済的利益を受けたものであるということはとうていできない。\nよつて、原告のこの点に関する主張は失当である。\n４、右、１、２、３の事実によれば、被告主張のとおり本件土地の正当な借地権割\n合、すなわち静岡鉄道の総買受価額から後記建物価額を控除した残額の四〇％相当\n額金二九、四九二、〇〇〇円と本件建物価額金九〇〇、〇〇〇円（成立に争いのな\nい甲第八号証、乙第四〇号証、証人Ｉの証言によつて妥当なものと認める。）の合\n計額金三〇、三九二、〇〇〇円は本来原告の取得すべき金額であり、原告計上の譲\n渡価額金二二、三八九、〇〇〇円と右金額との差額金八、〇〇三、〇〇〇円は、本\n来原告に帰属すべきなのに土地の所有者であり原告の当時の代表者であるＡの所得\nとされているから、原告から同人に支給したものと認めるのが相当である。そし\nて、右金額は法人税法第三五条にいう役員に対して支給した臨時的給与（賞与）で\nあると認められるから、所得税法第六条に定める源泉徴収義務者である原告は、右\n賞与につき源泉所得税の納入義務がありそれに伴い本件においては不納付加算税を\nも納付する義務がある。その各数額については成立に争いのない甲第二号証、第四\n号証および弁論の全趣旨によつて認める。\nよつて、被告のなした本件徴収処分は実質的にみても何ら違法な処分ではない。\n五、結語\n以上の次第であるから、原告の本訴請求のうち第一次更正処分の取消を求める訴\nは不適法として却下することとし、本件徴収処分の取消を求める請求は理由がない\nのでこれを棄却することとし第三次更正処分については原告の取消を求めている限\n度で、すなわち所得税額を金一五、七九四、六九八円とする更正決定中金七、七九\n一、六九八円を越える部分と過少申告加算税額を金一七三、一〇〇円とする賦課決\n定中金三八、〇五〇円を越える部分の取消請求を理由ありとして認容することとす\nる。よつて、訴訟費用の負担について行政事件訴訟法第七条、民事訴訟法第九二条\nを適用して主文のとおり判決する。\n（別紙物件目録省略）\n"
}