{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 9,
    "day": 21
  },
  "case_number": "昭和52(行ウ)9",
  "case_name": "営業停止処分取消請求事件",
  "court_name": "静岡地方裁判所",
  "field": "行政",
  "gist": "風俗営業の営業停止処分の取消しを求める訴えが，営業停止期間の経過により，訴えの利益を欠くに至ったとされた事例",
  "lawsuit_id": "17523",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17523",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/523/017523_hanrei.pdf",
  "contents": "○　主文\n本件訴を却下する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　被告が昭和五二年九月二四日原各に対してなした原告の風俗営業（バー）及び\n飲食店営業（バー）を昭和五二年一〇月三日から一〇日間停止する旨の処分を取消\nす。\n２　訴訟費用は被告の負担とする。\n二　被告\n（本案前）\n主文同旨\n（本案）\nｌ原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　原告の請求原因\n１　原告は被告の許可を得て、沼津市＜地名略＞において、「バー　ハワイ大学」\nの商号を用いて風俗営業を営んでいる者であるが、被告は昭和五二年九月二四日付\nで原告に対し、前記第一の一の１掲記の営業停止処分（以下「本件処分」とい\nう。）をした。\n２　しかしながら、本件処分は実体上違法なものであるので、その取消を求める。\n二　請求原因に対する被告の認否\n請求原因１項は認めるが、同２項は争う。\n三　被告の抗弁\n（本案前）\n本件処分は原告の営業を昭和五二年一〇月一二日まで停止するというものであり、\n現時点では右営業停止期間は既に経過しているから、該処分の取消を求める法律上\nの利益はない。従つて、本件訴は不適法である。\n（本案）\n本件処分は、原告が「バー　ハワイ大学」の営業に関し、昭和五二年五月二〇日午\n後八時二〇分頃、風俗営業等取締法に基づく静岡県風俗営業等取締法施行条例（昭\n和三四年三月二五日静岡県条例第一八号）（以下「県条例」という。）二九条二号\n所定の「客引」に該当する行為をしたので、同法四条によりなされたものである。\n県条例にいう「客引」とは、「営業者又は従業員が当該営業に関し、客に当該営業\n所で飲食させるために相手方を特定して積極的な言動をもつて勧誘することをい\nう」のであつて、その概念は判然としており、原告は自己の経営する店舗前路上に\nおいて、同所を通行中のＡ外二名に近寄り対峙する形をとり、うち一名に頭をさ\nげ、店の客となるよう「どうぞ」「どうぞ、いらつしやいませ」と呼びかけたので\nあるから、右が「客引」に該当することは明らかである。\n四　抗弁に対する原告の答弁\n（本案前の抗弁について）\n本件処分における営業停止期間は既に経過しているが、次の理由により、本件処分\n取消の訴の利益は存在すると解すべきである。\n（一）　本来行政処分取消の訴は、当該処分によつて生じた違法状態を排除して国\n民の権利・利益の救済に資せんとするものであるから、いやしくも違法な行政処分\nが存在する以上、できる限り救済の途を広く解し、右違法処分によつて生じ又は生\nずべき実害の排除を期するのが司法のあるべき姿である。\n（二）　殊に本件処分は、被処分者に財産上の損害を与えるのみならず、名誉・信\n用等の人格権をも侵害する制裁的処分であり、かかる侵害の具体的効果は営業停止\n期間経過後も存続するのであるから、右期間経過後もその取消を求める訴の利益は\n失われない筈である。\n（三）　本件処分は、一旦それがなされると被処分者の前歴となり、これを理由と\nして行政庁から不利益な取扱を受けたり（殊に本件の場合、営業許可の認可権者と\n処分権者が同一公安委員会であるから、一層その可能性がある。）、将来の営業上\nの信用の低下をきたすことはみやすいところであるから、前記期間経過後において\nも、違法処分による被処分者の実害排除のため取消訴訟が認められるべきである。\n（四）　もし前記期間の経過により直ちに訴の利益が失われるとするならば、訴訟\nの実情からみて被処分者の取消訴訟による救済の可能性は絶無となり、取消訴訟の\n制度的意義を没却することになる。\n（本案の抗弁について）\n１　被告主張の事実のうち、本件処分の理由が被告主張のとおりであることは認め\nるが、その余は否認する。\n２　県条例二九条二号の規定は、憲法二一条一項及び二二条一項に違反し無効であ\nる。即ち、県条例二九条二号は「客引をし、又はさせないこと」と規定するのみ\nで、その概念自体あいまいであり、仮に「客引」の概念を被告主張（前記三の本案\nの抗弁）のとおり解釈すると、「相手方の特定」というも、「積極的な勧誘」とい\nうも何らの限定要件とはなつておらず、結局顧客の勧誘行為自体を無条件かつ全面\n的に禁止することとなり、憲法二一条一項の表現の自由の保障に違反し、又同法二\n二条一項が保障している営業の自由をも侵すことになる。\n３　本件処分は風俗営業等取締法に違反してなされたものである。即ち、同法三条\nは条例に、「・・・営業を営む者の行為・・について、善良の風俗を害する行為を\n防止するために必要な制限を定めることができる」と定め、又同法四条一項は「公\n安委員会は、・・・・条例に違反する行為をした場合において、善良の風俗を害す\nる虞れがあるときは・・・」行政処分をなし得る旨規定しているところ、県条例二\n九条二号の禁止規定が同法三条の委任の範囲内にあると解することは疑問があり、\n又本件処分が同法四条一項所定の「善良の風俗を害する虞れがあるとき」との認定\nのもとに行なわれたことの主張、立証のない本件においては、該処分が同法に違反\nしてなされたものであること明白である。\n第三　証拠（省略）\n○　理由\n一　請求原因１項の事実は当事者間に争いがない。\n二　そこで、営業停止期間経過後である現時点（本件口頭弁論終結の日は昭和五四\n年七月一七日）において、原告が本件処分の取消を求める法律上の利益を有するか\n否かについて判断する。\n本件の場合のように行政処分の効力が一定期間の経過により既に消滅している場合\nには、当該処分自体の効力は失なわれてもなおその処分の取消判決を得なければ回\n復できないような法律上の不利益が残存しているときに限り、当該処分の取消を求\nめる訴の利益があるというべきであり（行政事件訴訟法九条括弧書参照）、そし\nて、右のような法律上の不利益が残存しているときは、行政処分の効果としての直\n接かつ確定的な不利益が当該処分の効力が失なわれた後も何らかの具体的な法律関\n係について残存しているために、その処分の取消によらなければその不利益を回復\nし得ないような状態にあるときを指すものと解される。\nこれを本件についてみるに、原告は、本件処分は被処分者に財産上の損害を与える\nほか、名誉・信用等の人格権をも侵害するものであるとし、又本件処分は被処分者\nの前歴となり、これを理由として不利益な取扱を受けたり、将来の営業上の信用の\n低下をきたす慮れがあるから、前記期間経過後（処分の効力消滅後）も右のような\n不利益を回復するために本件処分の取消を求める必要がある旨主張するが、本件処\n分のような短期間の営業停止処分によつて人格上の権利が侵害されたとみることは\n困難であつて、本件処分によつてもたらされる原告の信用、名誉に関する不利益\nは、本件のような制裁的処分に必然的に伴なう事実上の不利益に過ぎないから、こ\nれをもつて前記の法律上の不利益とはいえず、仮に本件処分が原告主張のとおり違\n法であつてこれによつて原告が財産上又は人格権上の損害を蒙つたとするならば、\n原告は本件処分の取消を予め求めることなく、直截的に国家賠償法上の損害賠償請\n求をなし得るのであり、又風俗営業等取締法及び県条例中には、被処分者が再度の\n違反をした場合前処分をその法定の加重要件とする定めはないから、本件処分は原\n告が将来再度の違反をした場合その処分に際し情状として事実上考慮される虞れが\nあるというに止まり、これをもつて直接かつ確定的な不利益と解することはできな\nい（なお将来再度の処分を争う訴訟において情状事実の存否を争い得ることはいう\nまでもない。）から、本件処分については、その処分の効力の消滅後にも前記のよ\nうな法律上の不利益が残存し処分の取消を求める必要があるとは解し難いのであ\nる。\nなお、原告は、前記営業停止期間の経過により直ちに訴の利益が失われるとするな\nらば、被処分者の取消訴訟による救済の可能性は絶無となり、取消訴訟の制度的意\n義を没却することになる旨反論する。なるほど、右期間の経過により原則として訴\nの利益が消滅すると解した場合、本件のようにその期間が極めて短かいときには取\n消訴訟による救済を受けるにつき相当の困難を伴なうことは、訴訟の実情に照ら\nし、これを首肯し得るところであるが、他方、行政事件訴訟法は取消訴訟の提起に\n伴なう行政処分の執行停止の制度を設けているのであるから、右のような困難があ\nるからといつて前記解釈が取消訴訟の制度的意義を没却するものということはでき\nない。\n以上説示のように、原告の指摘するような意味において、本件訴の利益を認めるこ\nとはできないし、他に本件処分の取消を求めるにつき法律上の利益のあることを肯\n認し得べき論拠はこれを見出すことができない。\n三　以上のとおりで、本件訴はその利益を欠き不適法であるので、これを却下する\nこととし、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法八九条を適用し\nて、主文のとおり判決する。\n（裁判官　松岡　登　紙浦健二　松丸伸一郎）\n"
}