{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 6,
    "day": 30
  },
  "case_number": "昭和45(行コ)18",
  "case_name": "債権差押処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "会社更生法第１１９条にいう「納期限」は指定納期限か法定納期限か",
  "case_gist": "会社更生法第１１９条前段は，同条挙示の各種租税について，論理的には更生手続開始決定前の原因に基づいて生じたものを更正債権としつつも，技術的見地から各税目ごとにこれらを客観的に明確な納期限で区切って，更生手続開始決定当時まだ納期限の到来していないものについては共益債権として請求できるとしたものであるから，同条にいう「納期限」とは，税務当局において租税徴収手続上任意に定めることのできる指定納期限でなく法定納期限を指すものというべきである。",
  "lawsuit_id": "18240",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18240",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/240/018240_hanrei.pdf",
  "contents": "主　　　文\n原判決を取り消す。\n更生会社三協食品工業株式会社に対する原判決添付滞納金目録番号一ないし一三記\n載の国税債権につき、被控訴人が昭和四一年九月一九日付でした、同更生会社の新\n三協食品工業株式会社に対する昭和四一年九月分工場賃料を被差押債権とする差押\n処分を取り消す。\n訴訟費用は第一、二審とも被控訴人の負担とする。\n事　　　実\n控訴代理人は、主文と同旨の判決を求め、被控訴代理人は「本件控訴を棄却す\nる。控訴費用は控訴人の負担とする。」との判決を求めた。\n当事者双方の事実上の陳述、証拠関係は次のとおり附加、訂正するほか原判決事\n実欄の記載と同一であるから、これを引用する（ただし、原判決原本三枚目表八行\n目から九行目に「会社更正法」とあるのは「会社更生法」の誤記であるから訂正す\nる。）。\n（控訴人）\n一、原判決原本三枚目表一行目の「所得税法」から同四行目の「のである。」まで\nを削除し、この部分に次のとおり挿入する。\n本件更生手続の開始決定があつた昭和三八年一〇月一日当時には、会社更生法一\n一九条にいわゆる「納期限」はすでに到来していたものである。すなわち、所得税\n法（昭和四〇年法律三三号による改正前のもの、以下同じ。）三七条、三八条は、\n所得税の源泉徴収義務者は所定の徴収税額をその徴収の日の属する月の翌月一〇日\nまでに政府に納付しなければならないと規定し、この期日を遅滞するときは制裁と\nして加算税を徴収されることになつている（国税通則法六七条）。したがつて、右\n一〇日の納付期日は具体的な租税債務の履行期としてまことに明確であるのみなら\nず、この期日における納付金額は法律上規定されているのであるから、右一〇日を\nもつて会社更生法一一九条の「納期限」と見るのは極めて自然の解釈である。これ\nに反し、その後に徴税職員が任意に定める徴収の告知の時期は、すでに履行期の到\n来した租税債務についてその履行を促す手段にすぎないのであつて、これをもつて\n新たに履行期を設定したり、あるいは、すでに定まつた履行期を変更する効果を生\nずるものと解すべき法律上の根拠はない。\n二、原判決原本四枚目表三行目の末尾に次のとおり附加し、同四行目以下同裏末尾\nまでを削除する。\nすなわち、更生手続においては債権額を確定して、その弁済方法と資金計画を定\nめる必要から、更生手続開始前の原因に基づいて生じた債権を更生債権（会社更生\n法一〇二条）、更生手続のための共益的原因に基づいて生じた債権で法の特定した\nものを共益債権として（同法二〇八条）、厳に両者を区別し、前者が更生手続に参\n加することによつてのみ弁済を求め得るのに反し（同法一一二条）、後者は更生手\n続によることなく随時弁済を求めることができるものとしている（同法二〇九\n条）。しかも、管財人が更生計画を立てるにあたつては、更生債権と共益債権とを\n明確に区別して表示し、各別にその弁済に関する条項を定めることを要求されてい\nるのであるから（同法二一一条、二一六条）、会社更生法一一九条に定める共益債\n権のごとき例外的規定は厳格に解釈し、いやしくも届出によつて取立が可能な租税\n債権にまでこれを拡張解釈することは法の精神に反するものというのほかない。他\n面、すでに更生手続開始前の原因によつて発生し、徴収可能の状態となつている源\n泉徴収税債権を徴収職員が届出を怠り、後日任意の時期において請求することによ\nつてそれが共益債権となるとすれば、会社更生法一一九条は全く空文となり、この\nような租税債務が徴収職員の恣意によつて随時徴収されることとなれば更生会社の\n運営が著しく困難となる。徴税の便宜とはいえ、かような不当な結果を招致するよ\nうな解釈は、債権者全体の利益の保護と企業の更生を目的とする会社更生法の趣旨\nと背反すること甚だしいもので許さるべきではない。\n三、被控訴人は、会社更生法一一九条の「納期限」を法定の納期限と解すれば、更\n生手続の申立ては突如として行なわれ、あらかじめ滞納税を調査しておくがごとき\nことは到底望み得ないところであるから、源泉徴収にかかる所得税（以下、源泉所\n得税という。）の徴収は著しく困難となり、法の趣旨を逸脱する不当な結果となる\n旨主張する。しかし、更生手続開始の申立てがあれば裁判所は会社本店所在地を管\n轄する税務署の長にその旨を通知し（会社更生法三五条）、さらに申立てを容れて\n更生手続を開始したときは、裁判所は直ちに開始決定の主文、管財人の氏名、債権\n届出の期日等を官報および裁判所の指定する新聞紙に公告するほか、知れている債\n権者に対しては、これらの事項を通知するのであるから（同法四七条、四六条、一\n二条）税務当局が更生手続の申立ておよび開始決定のあつたことを知る機会は十分\nあるものといわなければならない。しかも、租税等の請求権については債権調査の\n対象とならない関係上一般の更生債権または更生担保権のように債権届出期日を厳\n守する必要はなく、その期日経過後においても、更生計画が認可されるまでの適当\nな時期に届出をすれば足り（同法一五七条）その期間は相当長期にわたるのを常と\nする。本件の更生手続においても手続開始の申立ては昭和三八年七月一六日、開始\n決定は同年一〇月一日、更生計画認可決定は昭和四〇年七月二九日であつて、その\n間滞納税額の調査および届出をする時間的余裕は十分あつたものである。\n四、なお、控訴人は昭和四六年一月二八日原判決は滞納金目録番号一三の源泉所得\n税金一万七、〇二〇円とこれに対する加算税および延滞税合計金三万五、二二〇円\nを被控訴人に納付した。\n（被控訴人）\n一、会社更生法一一九条所定の各租税は、もともと徴収義務者または特別徴収義務\n者が国庫に代つて徴収し、保管しているものであつて、更生会社の場合にあつては\n取戻権（同法六二条、破産法八九条）的性質を有するものである。すなわち、徴収\n義務者または特別徴収義務者として会社が徴収した会社更生法一一九条所定の各租\n税は、会社がこれを税務当局に納付するまでは税務当局のために一時保管している\nものであり、実質的には更生会社の財産に属しない性質を有するものである。した\nがつて、これらの租税債権は更生債権とされる他の租税債権と異なり本来ならば納\n期限が到来したか否かにかかわりなく、いつでも無条件に請求しうるはずのもので\nある。しかし、これらの租税債権の取戻権的性格を重視し、その権利行使を無制限\nに認めることは関係人の利害を調整しつつ企業の維持更生を図ろうとする会社更生\n法の目的に必ずしもそわない面が生じる可能性もありうるので、これに一定の枠を\nはめることとしたのが前同条である。すなわち、これらの租税債権のうち更生手続\n開始当時すでに、納期限が到来し、税務当局の自力執行が可能になつていたものに\nついては、自力執行によつて徴収しえたのに、これをしなかつた点、税務当局に一\n種の責任があると考えられることに加え、自力執行可能な租税債権は遅滞なく届出\nができるから、これについては、一般の租税債権と同様に取扱うこととし、同法一\n一九条で明確にしたのである。したがつて、同条でいう「納期限」をいかに解すべ\nきかは、更生手続開始決定当時、これらの租税債権について徴収権限の具体的行使\nが可能であつたか否かによつて決せられるべきである。このように解した場合、問\n題の源泉所得税はすでに法定納期限が到来しているとはいえ、その存否は源泉徴収\n義務者たる会社には判明しているものの、税務当局には不明確な状況にあるのであ\nるから、徴収債権の具体的行使をすることは不可能の状態にあつたというべきであ\nる。税務当局は源泉所得税が法定納期限までに納付されなかつた場合、まずその存\n否を調査し、税額を確認した後、国税通則法三六条に基づいて納付すべき税額、納\n期限、納付場所等を記載した納税告知書を送達して納税の告知をしなければならな\nい。この納税告知書記載の納期限までに納付されない場合にはじめて徴収権限の具\n体的行使（自力執行）をすることが可能となるのである。したがつて、同法一一九\n条にいう「納期限」は法定納期限を指すものではなく、具体的な徴収権限の行使が\n可能となる「指定納期限」を指すものと解すべきである。\n二、控訴人は、すでに法定納期限の到来している租税債権は、いつでも請求するこ\nとができるし、更生手続が開始された場合、裁判所の通知によつてその事実を了知\nできるうえ、租税債権の届出は債権届出期日に拘束されることなく、更生計画認可\n決定があるまでなしうるから、納期限を法定納期限としても源泉所得税の徴収に支\n障をきたすことがない旨主張する。なる程、源泉所得税の存否ないし税額は、これ\nを観念的にみれば法定納期限時には客観的に確定しているとも考えられる。しか\nし、前述のとおり、税務当局は源泉所得税が法定納期限に納付されなかつた場合\nに、その存否、税額を調査確認し、納税告知をした後でなければ源泉所得税の届出\nは論理的にも実際的にも不可能なのである。この調査確認の作業には多くの日数を\n必要とするので、控訴人のいうように、「いつでも請求しうる」というようなもの\nではない。本件において、更生会社が更生手続開始の申立てをした昭和三八年頃、\n所轄の神田税務署管内の源泉徴収義務者の総数は一〇、六二〇名であつたが、担当\n職員の数は僅か一八名（一名当り五九〇件）で経常事務などを考慮すると、実際問\n題として、本件更生会社について早急な調査をすることはきわめて困難な状況にあ\nつた。しかも、租税債権の届出は債権届出期日に拘束されないとはいえ、遅滞なく\n届出ることを要求されており（会社更生法一五七条）、ここにいう「遅滞なく」と\nは裁判所の判断に任されるうえ、第二回債権者集会後の届出は遅滞した届出とされ\nることが多いと解されているので控訴人主張のように解すると、源泉所得税の徴収\nに著しい支障をきたすことが明らかである。\n三、控訴人は、管財人が更生計画を立てるにあたつて更生債権と共益債権を区別し\nて表示し、各別にその弁済に関する事項を定めることを要求されていることを理由\nに、会社更生法一一九条に定める共益債権の解釈を厳格に解すべきであると主張す\nるけれども、管財人が更生債権と共益債権を区別して表示し、各別に弁済に関する\n条項を定めることを要求されているからといつて、これを理由になぜ一一九条の解\n釈を厳格にしなければならないのか理解に苦しむ。控訴人は、源泉所得税はその法\n定納期限を経過すれば直ちに徴収可能となると解しているようであるが、この点の\n誤りであることは前述のとおりである。更生会社の管財人は就職後遅滞なく財産目\n録、貸借対照表の作成を義務づけられているのであるから（会社更生法一七八\n条）、徴収義務者である更生会社が給与等の支払いの際、徴収して保管している源\n泉所得税の存否、金額を容易に知りうる立場にある。したがつて、管財人はこれを\n共益債権の方に計上したうえ、弁済方法等を考慮すればこと足りるのであるから、\n納期限を被控訴人主張のように解したからといつて更生会社の運営が著しく困難に\nなるとは到底考えられない。かえつて、控訴人主張のように法定納期限説をとる\nと、会社更生法一一九条によつて共益債権とされる租税債権は、更生手続開始決定\n前に支払われた給与の源泉所得税で更生手続開始決定当時に法定納期限が到来して\nいないものに限定されることとなるが、給与の月給制が一般化している状況下にお\nいては、現実に共益債権とされる源泉所得税は僅か一カ月分ということになり、会\n社更生法一一九条の規定はほとんど意味のないものとなる。しかも、源泉所得税は\n毎月発生するものであるが、法定納期限経過後毎月その存在、税額について調査確\n認することは限られた人員をもつてしては不可能に近く、また徴税費最少の原則の\n理念からみて必ずしも適当とはいえない。その結果、更生手続を開始されるような\n会社の場合、更生手続開始当時法定納期限は経過したが、未だ納税の告知を受けて\nいない源泉所得税は数カ月分以上に達しているのが通常といえるが、このような実\n態を前提にしつつ、僅か一カ月の源泉所得税を優先的に徴収する目的で法が一一九\n条の規定を設けたものとは到底考えられない。さらに、法定納期限説を採用すると\n前述のとおり、調査のうえ、源泉所得税の納税の告知をするまでには多くの日数を\n要するので、更生手続開始の申立後は源泉徴収義務者が自主的に源泉所得税を支払\nうことはほとんど期待できなくなり、源泉所得税の徴収に著しい支障をきたすこと\nになるので、いずれにしても控訴人主張の法定納期限説は正当とはいえない。\n四、控訴人主張四、の源泉所得税その他の納付の事実は認める。\n（証拠関係）（省略）\n理　　　由\n一、三協食品工業株式会社が昭和三八年一〇月一日東京地方裁判所において、会社\n更生法の規定に基づき更生手続開始決定を受け、同日控訴人が管財人に選任された\nこと、被控訴人が昭和四一年九月一九日付で更生会社三協食品工業株式会社の原判\n決添付滞納金目録記載の各源泉所得税の滞納処分として、同会社の第三債務者新三\n協食品工業株式会社に対する同月分の工場賃料債権金三〇〇万円のうち右滞納税額\nに充ちるまでの金額を差し押えたことおよび控訴人が昭和四六年一月二八日原判決\n添付滞納金目録番号一三記載の源泉所得税金一万七、〇二〇円とこれに対する加算\n税、延滞税合計金三万五、二二〇円を被控訴人に納付したことは、いずれも当事者\n間に争いがない。\n二、当審における争点は、右会社更生手続開始決定前にいずれも法定納期限の到来\nしている右目録番号一ないし一二記載の各租税債権が更生会社に対する共益債権と\nして管財人からいつでも弁済を受けられるものであるかどうか、換言すれば、会社\n更生法一一九条の定める納期限が納税の告知において指定された納期限（国税通則\n法三六条）であるか、あるいは「法定納期限」であるかの点につきる。したがつ\nて、以下この点について判断する。\n会社更生法は事業の継続に著しい支障をきたすことなく弁済期にある債権を弁済\nすることができないときや、会社に破産の原因たる事実の生じる虞のあるとき等窮\n境にある株式会社について、これが再建の見込みのある場合、債権者、株主その他\nの利害関係人の利害を調整しつつ、その維持、更生を図ることを目的としている\n（同法一条）。このような会社企業の維持更生の目的から、更生会社に対する財産\n上の請求権について、更生手続開始決定前の原因に基づいて生じたものは原則とし\nて更生債権とし（同法一〇二条）、更生手続の内部において更生計画によらなけれ\nば弁済を受けられないものとしている（同法一一二条、なお、一二三条参照）。租\n税債権についても、破産手続においてこれが財団債権として臨時弁済を受けられる\nのと異なり、更生債権とされることは一般私法上の債権と同様である。ところで、\n法人税、都道府県民税、事業税などのように会社に帰属した所得等を課税物件とす\nる税目については、他の私法上の債権と同様更生手続開始決定前の原因に基づいて\n生じたものをすべて更生債権とすることにとくに技術的な問題はないが、給与所得\n等を中心とする源泉所得税、通行税、有価証券取引税のような流通税、酒税、物品\n税、砂糖消費税、入場税等の消費税、あるいは特別徴収義務者が徴収して納入すべ\nき地方税については、これらが更生手続開始決定前の原因に基づいて生じたもので\nあるかどうかを区分することは技術的にきわめて困難であるか、もしくは手続的に\n著しく煩瑣である。すなわち、株式会社が更生手続の開始決定を受けても企業の担\n当者が変更するだけであつて（同法五三条）、事業の経営は必ずしも停止するわけ\nではないから、企業を中心とした人的、物的の活動はそのまま継続するのが普通で\nある（同法一〇三条以下参照）。したがつて、継続した事業の経営にともない管財\n人が、雇人等の給料等の支払いについては源泉徴収義務者となり、通行税・有価証\n券取引税・特別徴収して納入すべき地方税については徴収義務者・特別徴収義務者\nとなるし、酒税・物品税・砂糖消費税・入場税等の消費税については納税義務者と\nなるのである。雇人等の給料のように日々の労働力の対価等として支払われる給料\nに対する源泉所得税を更生手続開始決定前の原因に基づいて生じたかどうかによつ\nて区別することの困難さはいうまでもないが、日々の取引である旅客からの運賃ま\nたは料金の取得、委託による有価証券の譲渡等、あるいは酒類の製造場からの移\n出・引取、物品の販売・移出・引取、砂糖の移出・引取、入場料金の領収等、これ\nらを課税物件とする流通税、消費税を更生手続開始決定の前後により区分し、手続\n開始決定前の原因に基づいて生じたものを更生債権とすることは、論理的にはとも\nかく実際上著しく困難であるか、手続上煩瑣であることが明らかである。そこで会\n社更生法一一九条前段は、右に挙げたような各種の租税について論理的には更生手\n続開始決定前の原因に基づいて生じたものを更生債権としつつも、技術的な見地か\nら各税目ごとにこれらを客観的に明確な「納期限」で区切つて、更生手続開始決定\n当時まだ納期限の到来していないものについては、その限度において共益債権とし\nて請求することができるものとしたのである。右のような趣旨から同条の「納期\n限」が定められているとするならば、これが税務当局において租税の徴収手続のう\nえで任意に定めることのできる「指定納期限」を指すものではなく、法定の「納期\n限」をいうものであることは当然としなければならない。\n三、被控訴人は、会社更生法一一九条所定の各租税債権は、更生会社が国庫に代つ\nて徴収し、一時保管するもので実質的には更生会社に属しない点から取戻権的性格\nを有し、本来ならば他の租税債権と異なり無条件に請求できるものであるが、政策\n的に更生手続開始決定当時税務当局が徴収権限を具体的に行使できたものだけを一\n般の租税債権と同じに扱い、納税の告知をしなければ徴収権限の具体的行使が不可\n能であるものについては優先的に徴収することを認めたもので、同条にいう「納期\n限」は「指定納期限」であると主張する。\nこのような見解に立つときは、税務当局において徴税のため「納期限」を定めて\n「納税の告知」（国税通則法三六条）をこまめに行なつている場合には、それらの\n租税債権は更生債権とされ、更生手続によらなければ弁済を受けられないのに対\nし、税務当局が怠慢により徴収のための手続をとらなかつた一一九条所定の租税債\n権については、更生手続開始決定後「納税の告知」をすることにより、共益債権と\nしてその全部の納付を随時受けることができるという矛盾を生じるばかりでなく、\n同条所定の租税債権が取戻権的性格を有するという前提自体がそもそも問題であ\nる。すなわち、源泉所得税についていえば、源泉徴収義務者である支払者が給与等\nの支払いをする際に源泉所得税の徴収をしていなかつた場合においても、支払者は\n政府に対し当該源泉所得税を納付する義務があるし（所得税法四三条、現行所得税\n法二二一条、二二二条）、通行税・有価証券取引税についても、当該徴収義務者も\nしくは特別徴収義務者が乗客あるいは有価証券を譲渡した者から、当該租税の徴収\nをしたかどうかにかかわらず政府に納付しなければならないと解される（通行税法\n一一条、有価証券取引税法一三条一項参照）。また一一九条所定の酒税以下の各消\n費税については最終的に消費者・入場者が担税者であるとしても、移出、引取、販\n売等が課税物件であり、納税義務者は製造（業）者、引取者（人）小売商等であ\nる。右のような点から考えると、一一九条所定の租税債権のすべてが他の租税債権\nと性格を異にし、会社が国庫等に代つて徴収し保管しているものであるとか、ある\nいは取戻権的性格を有するとかいえないことは明らかであり、被控訴人主張の点か\nら、これらの租税債権を更生債権とされる他の租税債権と区別することはできな\nい。\n四、被控訴人は会社更生法一一九条の「納期限」を「法定納期限」と解すると源泉\n所得税の徴収に著しい支障をきたす旨主張するけれども、税務当局における人員配\n備や、徴税の便宜の点から同条の「納期限」を「指定納期限」と解さなければなら\nない合理的理由は本件において到底認められないし、その他の手続上の問題につい\nては控訴人主張のとおりであるから（控訴人の当審における主張三）、この点の被\n控訴人の主張も採用できない。また、被控訴人は給与の月給制が一般化している状\n況下で僅か一カ月分の源泉所得税を優先的に徴収する目的から法が一一九条を設け\nたものとは到底考えられない旨主張するが、前述のとおり同条は同条所定の租税債\n権のうちで優先的に徴収できるものを規定したのではなく、更生債権と共益債権と\nを区別する技術的必要から設けられたものと解すべきであるから、この主張も問題\nとならない（もつとも、一一九条後段の規定は社会政策的目的から共益債権とされ\nるものを規定しており、これは前段と異質の性格をもつものではあるが、更生手続\n開始決定前の原因に基づいて生じた財産上の権利を原則として更生債権とする建前\nに対する例外として同一条文に規定したものと思われる。）。\nなお、会社更生法制定当時（昭和二七年六月七日法律一七二号）の旧国税徴収法\n（明治三〇年三月二九日法律二一号）時代には、「納期限」に「法定」「指定」の\n区別がなく、常に具体的な納期限（今日でいう指定納期限）を意味したことを理由\nに一一九条の納期限は指定納期限と解すべきであるとする見解もあるが、旧国税徴\n収法時代においても税法に定める法定の納期限と納税告知により指定された納期限\nの両者が存したことは実定法上明らかであるから、右の見解は誤りといわなければ\nならない。\n五、以上のとおり、会社更生法一一九条によつて共益債権とされる源泉所得税は更\n生手続開始当時まだ法定納期限の到来していないものに限られるが、原判決添付滞\n納金目録番号一ないし一二の各源泉所得税がいずれも更生手続開始当時法定納期限\n経過後のものであることは当事者間に争いがないから、被控訴人の本件債権差押処\n分は、更生手続によらなければ徴収できない租税債権に基づいてした違法があると\nいわなければならない（同目録番号一三の源泉所得税は共益債権とされるものであ\nるが、すでに納付されているので、結局差押処分は全部違法となる。）。したがつ\nて、本件差押処分を適法として控訴人の請求を棄却した原判決は失当であるから、\nこれを取り消すこととし、主文掲記の被控訴人の差押処分を取り消し、訴訟費用に\nついては民事訴訟法九六条、八九条を適用して主文のとおり判決する。\n（裁判官　桑原正憲　寺田治郎　浜秀和）\n"
}