{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 3,
    "day": 1
  },
  "case_number": "昭和50(う)2367",
  "case_name": "建造物侵入、準強盗未遂、常習累犯窃盗被告事件",
  "court_name": "東京高等裁判所第五刑事部",
  "lawsuit_id": "20527",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20527",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/527/020527_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中九〇日を原判決の本刑に算入する。\n理　　　　由\n本件控訴の趣意は、被告人（ただし、被告人は当審公判廷において、控訴趣意書\n二のうち、常習累犯窃盗に関する論旨は、量刑の事情として主張する旨述べた）及\nび弁護人間運吉作成名義の各控訴趣意書に記載されているとおりであるから、これ\nらを引用する。\n被告人の控訴趣意一について\n所論は、原判示第二の事実につき、被告人は、逮捕される際、警備員との間に身\n体の接触があつたことは間違いないけれども、これに暴行を加える意思はなく、原\n判示のように、板を振り回したこともなく、もともとその中心部を持つていたので\nそれを振り回せる状況になかつたのに、板を振り回してＡ警備員を殴打したと認定\nした原判決には、事実の誤認がある、というのである。\nそこで、原判決が原判示第二の事実につき挙示する関係証拠を総合すると、原判\n示第二の事実は優にこれを肯認することができるのであつて、原判決の認定に所論\nのような事実の誤認はない。もつとも、被告人は、原審公判廷において、原判示第\n二の事実を認めながら、捜査官に対する各供述調書において、警備員らと格闘した\nことはあるが、板を振り回した記憶はなく、板切れを盾にして同人らの近付くのを\n防いでいたので、あるいは突いたようなことがあつたかも知れない旨供述している\nが、他方、原判決挙示の他の関係証拠、ことに、Ａ、Ｂの捜査官に対する各供述調\n書によれば、被告人は、原判示第二の作業場侵入現場を発見されて、巡回警備員Ａ\nらに逮捕されそうになるや、これを免れるため、板べいを乗り越えようとした際も\nぎ取れた約一・八メートルのぬき板を両手で持ち、近付こうとする同人らに向かつ\nてこれを振り回し、右Ａの右肩及び右膝を各一回殴打したことが認められ、これら\nの事実に照らすと、その際被告人に暴行の犯意があつて右の暴行に出たものである\nことはまことに明らかである。論旨は理由がない。\n被告人の控訴趣意二及び弁護人の控訴趣意について\n所論は、いずれも、被告人に対する原判決の量刑が不当に重い、というのであ\nる。\nそこで、記録を調査、検討し、これにあらわれた本件建造物侵入、準強盗未遂、\n常習累犯窃盗の動機、経緯、態様、回数、結果、罪質、前科等に、被害者らに対し\n慰謝の方法を尽くしていないことなどを考慮すると、犯情にくむべき事由が乏し\nく、悪質であり、被告人の本件刑責の軽視しえないことを勘案すると、被告人が本\n件の非を反省悔悟し、更生の意欲に目覚めていること、事後強盗は未遂であるこ\nと、その他被告人の年齢、経歴、境遇等所論が指摘する被告人にとつて量刑上有利\nな情状を十分しんしやくしても、被告人を懲役五年に処した原判決の量刑は相当で\nあつて、不当に重いものとは到底認められない。論旨は理由がない。\n<要旨>なお、原判決は、常習累犯窃盗の罪は重い事後強盗未遂罪に包括されると\nして、後者の罪の刑で処罰すべき</要旨>ものとしているけれども、犯罪の個数は犯\n罪構成要件を充足する回数によつて定まると解するのを相当とするところ、常習累\n犯窃盗と事後強盗とは犯行の手段、方法等法益侵害の態様を異にし、それぞれ別個\nの犯罪類型に属するものであり、本件事後強盗の前提となる窃盗行為が事後強盗に\n吸収されるのは格別、本件常習累犯窃盗行為は事後強盗行為と別個に犯罪構成要件\nを充足するものというべきであるから、両者の罪はそれぞれ別個独立に成立し、し\nかも、両者は一個の行為ということができないから、併合罪の関係にあるものとい\nわなければならない。したがつて、原判決はこの点において法令の適用に誤りがあ\nるというべきであるけれども、右のように解してこれに累犯加重、併合罪加重を施\nした場合の処断刑と原判決の処断刑とは結局同一に帰するから、その誤りはいまだ\n判決に影響を及ぼすものではなく、原判決を破棄する理由とならない。\nよつて、刑事訴訟法第三九六条により本件控訴を棄却し、当審における未決勾留\n日数中九〇日を刑法第二一条により原審の言い渡した本刑に算入し、当審における\n訴訟費用は、刑事訴訟法第一八一条第一項但書により被告人に負担させないことと\nして、主文のとおり判決する。\n（裁判長裁判官　瀬下貞吉　裁判官　金子仙太郎　裁判官　小林眞夫）\n"
}