{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 6,
    "day": 8
  },
  "case_number": "昭和51(行ケ)70",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14376",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14376",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/376/014376_hanrei.pdf",
  "contents": "主　　　文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n事　　　実\n第一　当事者の求めた裁判\n原告ら訴訟代理人は「特許庁が昭和五一年四月二日同庁昭和四九年審判第四九三\n三号事件について審決を取消す。訴訟費用は被告の負担とする。」との判決を求\nめ、被告指定代理人は主文同旨の判決を求めた。\n第二　請求の原因\n原告ら訴訟代理人は本訴請求の原因として次のとおり述べた。\n（特許庁における手続）\n一　原告株式会社吉野工業所（以下、その商号を「吉野工業所」と略記する。）\nは、名称を「チューブ容器の胴部に係る構造」とする考案につき、昭和四四年七月\n二八日実用新案登録出願をし、昭和四八年一月一〇日出願公告をみたが、その後訴\n外Ａから登録異議の申立がなされた。そして、原告吉野工業所は同年七月二五日そ\nの実用新案登録を受ける権利の二分の一を原告ライオン歯磨株式会社（以下、その\n商号を「ライオン歯磨」と略記する。）に譲渡し、同年八月七日同原告から特許庁\n長官にその旨を届け出たが、原告らは昭和四九年四月九日右出願につき拒絶査定を\n受けるところとなつた。そこで、原告吉野工業所は同年六月二六日単独で右査定に\n対する審判を請求した（昭和四九年審判第四九三三号）ところ、特許庁は昭和五一\n年四月二日右請求を却下する旨、本訴請求の趣旨掲記の審決をし、その謄本は同年\n六月五日原告に送達された。\n（審決の理由）\n二　右審決は次のように要約される理由を示している。\n右審決の請求は、吉野工業所（本件原告）が実用新案登録出願をした後、ライオ\nン歯磨（本件原告）がその登録を受ける権利の二分の一を承継したため、両者が共\n同出願人となつた登録出願の拒絶査定に対し、吉野工業所がなしたものであるが、\n実用新案登録を受ける権利の共有者がその共有に係る権利について審判の請求をす\nるには、実用新案法第四一条、特許法第一三二条第三項により、共有者の全員が共\n同してすべきものであるから、共有者の一人である吉野工業所が単独でなした右審\n判の請求は不適法であつて、これを補正することができないものである。よつて、\n実用新案法第四一条、特許法第一三五条に従い、これを却下すべきである。\n（審決の取消事由）\n三　しかしながら、共同出願人の一人たる原告ライオン歯磨について当事者として\n記載を缺いた審判の請求は、後述の法令解釈上、当然補正することが可能であるか\nら、審判長においてその補正を命じてしかるべきであつた。したがつて、審決がそ\nの補正を不可能として右請求を却下したのは法令の解釈適用を誤ったものというべ\nきであるから、審決は違法であつて、取消されるべきである。\n（一）そもそも、実用新案法第四一条の準用する特許法第一三三条第一項、第一三\n一条第一項の規定によれば、当事者及び代理人の氏名又は名称及び住所又は居所並\nびに法人にあっては代表者の氏名の記載を欠いた審判請求書の提出があつた場合、\n審判長は請求人に対し相当の期間を指定して請求書について補正をすべきことを命\nじなければならないものである。なお、審判請求書における当事者の名称等の記載\nの欠缺は、例えば実用新案登録出願番号等の記載から十分推認することができるか\nら、補正命令によつてこれを追完させることが可能であり、また、当事者の名称等\nの記載を欠く審判請求書であつても、これが提出された事実は当事者が審判を求め\nる意思を有することを十分に推認させるものである。したがつて、このような場\n合、当事者の推定が可能である以上、補正命令を発して、その記載の欠缺を追完さ\nせるのが最も合理的である。\n（二）次に、実用新案法第四一条の準用する特許法第一三二条第三項の規定によれ\nば、実用新案登録を受ける権利の共有者がその共有に係る権利について審判を請求\nするときは、共有者の全員が共同して請求しなければならないが、少くとも、実用\n新案登録の共同出願の拒絶査定に対する審判請求のため提出された審判請求書につ\nいて、補正命令に基づき、当事者として記載の欠缺していた共同出願人の記載が追\n完されたときは、その全員が共同して請求したものと解すべきである。けだし、拒\n絶査定に対する審判の請求は、これにより権利を獲得する方向に手続を進めるもの\nであって、一種の権利保全行為であり、また、特許庁における審査と審判との関係\nは、民事訴訟手続における第一審と控訴審との関係に相当し、民事訴訟法第六二条\n第一項の規定の解釈として認められている「必要的共同訴訟において、共同訴訟人\nの一人の上訴は他の共同訴訟人のためにも効力を生ずる」（大判明三〇・九・二\n二、民録三ー八ー二三）という趣旨の法理を類推適用するのが相当であるからであ\nる。\n（三）また、実用新案法第三五条第一項の規定によれば、拒絶査定に対する審判の\n請求は拒絶査定謄本の送達があった日から三〇日の除斥期間内になさなければなら\nないが、審判請求書における当事者の名称等の記載の欠缺が補正命令に従い指定さ\nれた補正期間内に補正されたならば、これより審判請求がその除斥期間内に適法に\nなされたものとみなすべきである。けだし、もしそうでないとすると、審判請求の\n除斥期間の満了直前に記載上不備のある審判請求書が提出された場合には、補正の\n機会を失わせないように補正期間を審判請求の除斥期間と無関係に定めても、適法\nに補正をすることが事実上殆んど不可能であつて、補正命令の制度自体が有名無実\nとなるからである。\n（四）なお、補正命令にもかかわらず、審判請求書における当事者の名称等の記載\nの欠缺が補正期間内に追完されないときは、結局、その審判請求は不適法として、\n却下を免れないが、審判の共同請求を要求する規定の意義はその限度において生か\nされれば足りるものと解する。\n第三　被告の答弁\n被告指定代理人は請求の原因について次のとおり述べた。\n一　原告主張の前掲一及び二の事実は認める。\n二　同じく三は争う。原告主張の審決の判断は正当である。以下にこれを補説する\nと、実用新案法第四一条の準用する特許法第一三二条第三項が実用新案登録を受け\nる共有の権利につきその共有者において審判を請求するには、その全員が共同して\nすべきものと規定したのは、審判の対象の性質からこれを共有者全員について合一\nにのみ確定すべき要請に基づき民事訴訟法にいわゆる固有必要的共同訴訟に相当す\nる審判形態を採用し、共有者全員によつて審判を請求するときに初めて当事者適格\nを備えることを定めたものと解される。\nしたがつて、本願実用新案の登録を受ける権利の共有者の一人にすぎない原告吉野\n工業所がその拒絶査定に対し単独でなした審判の請求は、当事者適格を欠く者によ\nつてなされたものというべく、不適法であり、同原告のみではこれを補正すること\nができないから、却下を免れない。もとより、その不適法性は、単なる審判請求書\nの記載の問題ではないから、その補正に関する規定をこれに適用する余地はない。\n第四　証拠（省略）\n理　　　由\n一　前掲請求の原因事実中、本願考案につき、原告吉野工業所の実用新案登録出\n願、原告ライオン歯磨に対するその実用新案登録を受ける権利の一部譲渡竝びに右\n出願から審決の成立に至るまでの特許庁における手続及び審決の理由に関する事実\nは当事者間に争いがない。\n二　右事実によると、原告ライオン歯磨は、右審決の名宛人とされていないから、\nその取消を求める本訴において原告適格があるか、いささか問題があるが、同原告\nも、本願実用新案登録出願の共同出願人の一人である以上、その出願の拒絶査定に\n対する不服の審判請求を却下した審決を判決によつて取消してもらうことについて\nは、原告吉野工業所と同様、現実の法律上の利益を有するものと解されるから、原\n告ライオン歯磨が原告吉野工業所と共同して右審決の取消訴訟を提起しようとする\nときは、実用新案法第四七条第二項、特許法第一七八条第二項にいう審判の当事者\nに準じる者として、その原告適格を認めるのが相当である。\n三　そこで、右審決の取消事由の存否について判断する。前示一の事実によると、\n本願実用新案登録出願の拒絶査定に対する審判の請求は、その共同出願人の一人た\nる原告吉野工業所が単独でなしたものであるが、実用新案法第四一条、特許法第一\n三二条第三項によれば、実用新案登録を受ける権利の共有者がその共有に係る権利\nについて審判の請求をするには、共有者の全員が共同してすべきものであるから、\n原告吉野工業所単独によつてなされた右審判の請求は不適法であつて、これを補正\nすることができないものというべきである。したがつて、これと同様の判断のもと\nに右請求を却下した審決は正当である。\n原告らは、共同出願人の一人たる原告ライオン歯磨について当事者としての記載\nを缺いた右審判の請求は法令の解釈上、当然補正することが可能であつたから、審\n判長においてその補正を命ずべきであつた旨を主張するが、原告ライオン歯磨が自\nらの意思に基づき本願実用新案登録出願の拒絶査定に対する審判を請求する趣旨の\n適式の請求書を提出するのでない限り、いくら原告吉野工業所においてその提出に\n係る審判請求書の当事者の記載に関する不備を補正しようとも、法の要求する前記\nのような必要的共同審判の要件を充たさないから、同原告のなした審判の請求は不\n適法たるを免れず、これを同原告において補正することはできない。その意味にお\nいて、右審判の請求について原告ライオン歯磨が共同請求人として加わることは審\n判請求書の方式違背の補正に関する規定の適用外の問題というべきであつて、原告\nらの右主張は全く筋違いである。なお、原告らは、拒絶査定に対する審判請求の性\n質から、原告吉野工業所単独でなされた審判の請求について、その記載の不備が補\n正されたときは、これを原告ライオン歯磨と共同の請求と解すべきである旨を主張\nするが、法が共有に係る権利について共有者が請求するこの種の審判について合一\nにのみ確定すべき要請から民事訴訟にいう固有必要的共同訴訟に相当する審判形態\nを採用した趣旨に鑑みると、原告らの右主張にはにわかに左袒することができな\nい。\nそうだとすれば、審決に原告ら主張の違法はないものといわなければならない。\n四　よつて、本件審決の違法を主張してその取消を求める原告らの本訴請求を失当\nとして棄却することとし、行政事件訴訟法第七条、民事訴訟法第八九条、第九三条\n第一項本文を適用して、主文のとおり判決する。\n（裁判官　駒田駿太郎　石井敬二郎　橋本攻）\n"
}