{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 4,
    "day": 17
  },
  "case_number": "昭和53(行コ)35",
  "case_name": "相続税課税処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "出資持分の定めのある社団たる医療法人に対する右出資持分の時価は，課税時期における当該法人の純資産価額を基礎にして，出資の持分に応ずる価額によって評価するのが合理的であるとした事例",
  "lawsuit_id": "17575",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17575",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/575/017575_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　控訴人\n原判決を取り消す。\n被控訴人が昭和五〇年二月一二日付で控訴人の昭和四九年五月一日付相続税に係る\n更正の請求に対してした更正をすべき理由がない旨の処分はこれを取り消す。\n訴訟費用は第一、二審とも被控訴人の負担とする。\nとの判決\n二　被控訴人\n控訴棄却の判決\n第二　主張及び証拠\n当事者双方の主張及び証拠関係は、当審においてそれぞれ次のとおり新たに主張し\nたほかは、原判決事実摘示記載のとおりである。\n一　控訴人\n１　医療法上、出資持分の払戻しを禁止する明文の規定は存在しないが、もし仮り\nに医療法が払戻しを容認しているとするなら、これに伴なつて債権者保護の規定を\n設けるはずであり、その種の規定のないことから見ると、社員の退社による持分の\n払戻しは法律上許されていないと見るべきである。\n２　医療法人は、医療法第五四条の規定により剰余金の配当を禁止されているた\nめ、資産が法人内部に蓄積され、その資産が年々増大していく可能性があり、その\n純資産価額は払込済出資額を上廻つている可能性が大であるとしても、それだけで\nは一般的に出資持分の譲渡価額を純資産価額を基礎とした価額に近似したものにす\nることが合理的であるとはいえない。\n３　医療法人の出資持分に対する相続税法上の評価を純資産価額方式によること\nは、現実には社団たる医療法人を破綻に追いやるものである。社団たる医療法人は\n同族的なものが多く、大きな持分を有する創業者が死亡してその「出資持分」につ\nき相続が開始した場合、相続人から右「出資持分」の払戻しの請求がなされると、\n法人は解散でもしない限り、右払い戻しに応ずることができず、本件の医療法人社\n団応仁会（以下「応仁会」という。）の場合も同様である。\n医療法人制度の立法趣旨が医療事業の永続性を確保する点にもあつたこと、剰余金\nの配当を禁止して法人の施設の充実を図らせていること等に鑑みれば、法人そのも\nのの解体を招来しかねない純資産価額方式による出資持分の評価は合理性を有しな\nいと云うべきである。\n二　被控訴人\n医療法人社団応仁会が解散したのは、発足以来常勤医師として診療にあたつていた\nＡ、同Ｂ（いずれも本件控訴人）及びＢの妻で昭和四三年以来常勤医師として勤務\nしていたＣの三名の医師が昭和五〇年三月から五月にかけてそれぞれ個人病院開業\nのため退職し、医師欠員の補充がつかなかつたためである。\n○　理由\n一　原判決理由に示された原裁判所の判断は、当裁判所もこれと見解を同じくする\nものであるから、これをここに引用する。\n二　当審における控訴人らの主張について判断する。\n１　その１について\n医療法が医療法人の社員の退社による出資持分の払戻しを禁止する規定を置いてい\nない以上、同法は払戻しの可否を定款の定めるところに委ねたものと見るべきであ\nつて、これが一般的に禁止されていると解すべき理由はない。控訴人らは医療法に\n債権者保護の規定がないから、医療法人の出資社員には退社に伴なう持分払戻請求\n権がないと解すべきであるというが、医療法人に対する債権者は該医療法人から不\n当に払戻しを受けた者に対しては民法上の債権者取消権あるいは債権者代位権等を\n行使してこれを追及することが可能であつて、医療法人の債権者に限つてそれ以上\nの保護を必要とする理由は見当らない。そうして成立に争いのない甲第三号証（応\n仁会の定款）第八条によれば、同会の出資社員が退社に伴う持分払戻し請求権を有\nすることは明らかである。\n２　その２について\n医療法人において資産が年々蓄積されていく可能性の大きいことはいうまでもない\nが、経営の失敗等により純資産価額が出資の総額を下廻る可能性が絶無といえない\nことももちろんである。そのような場合において相続の対象となつた出資持分の評\n価としては、出資額によらず、純資産価額によるべきことには恐らく異論がないで\nあろう。資産の減少を見たときは純資産価額によつてこれを評価し、資産の増加を\n見たときは出資額によつてこれを評価せよというのは矛盾であり、この点からして\nも相続の対象となつた出資持分の評価は純資産価額を基礎として行うのが正しいと\nいわざるを得ない。なお、既に説示したように応仁会の出資社員は退会に伴う持分\n払戻し請求権を潜在的に有するものであり、かつ成立に争いない甲第三号証によれ\nば応仁会定款第七条には「前条に決める場合の外やむを得ない理由のあるときは会\n員はその旨を理事長に届け出て退会することが出来る。」との規定があり、これに\nよれば退会は届出によつて効力を生ずるのであるから、控訴人らは本件相続によつ\nて、自らの好むときに右払戻しを請求しうるに至つたというべく（控訴人らが相続\nによつて先代の有した応仁会社員の地位を承継したと直ちに言いえないことはもち\nろんであるが、少くとも先代の有した財産的権利である右潜在的払戻し請求権、応\n仁会解散時における残余財産分配請求権を承継取得したことは明らかであり、そう\nである以上、右の如く解するほかはない。）、かかる権利内容を有する控訴人らの\n出資持分を評価するに当つていわゆる純資産価額方式によるのは蓋し当然の事理と\nいうほかはなく、持分の譲渡の場合を論ずるまでもない。\n３　その３について\n医療法人の出資社員が死亡し、その相続人が先代より承継取得した持分に対する相\n続税を支払うために医療法人に持分の払戻しを請求し、医療法人は払戻しを請求さ\nれた持分の比重が大きいため払戻し原資に不足し解散のやむなきに至るということ\nはありうることのように思われ、そのような事態は医療法の目的（医療法は特にそ\nの目的を明らかにする規定を置いていないが、国民一般に対し広く適正な医療の機\n会を与え、その健康の保持に資することを目的とすることは疑いを容れない。）に\n照らし、必ずしも望ましいといえないことはいうまでもないが、さりとて特定の医\n療法人の解散がつねに人々にとつて適正な医療を与えられる機会を奪うことになる\nことを意味するとまでいうことはできないし、その一方税負担の適正公平というこ\nとはそれ自体極めて重要な要請であるから、仮りに応仁会が控訴人らの相続税納付\nの必要上、右のような経緯によつて解散のやむなきに至つたとしても、これをもつ\nて相続税法上の本件持分に対する評価を出資額によつて行うべきことの理由とする\nことはできないというべきである。\n三　以上の説示によつて明らかなように、控訴人らの本件請求はいずれも理由がな\nいから、これを棄却した原判決はすべて正当である。よつて本件控訴はいずれもこ\nれを棄却することとし、訴訟費用の負担につき行政事件訴訟法第七条、民事訴訟法\n第九五条、第八九条を適用して主文のとおり判決する。\n（裁判官　安藤　覚　石川義夫　高木積夫）\n"
}