{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 8,
    "day": 3
  },
  "case_number": "昭和46(行ウ)9",
  "case_name": "建築審査会裁決の無効確認請求事件",
  "court_name": "水戸地方裁判所",
  "field": "行政",
  "gist": "１　核燃料再処理施設を収容する建物についての建築確認処分が違法であるとして付近住民らがした審査請求を却下した裁決の取消しを求める訴えが，訴えの利益を欠くとして却下された事例　２　動力炉・核燃料開発事業団の設置する核燃料再処理施設は，建築基準法所定の建築主事のする確認の対象とはなり得ないとした事例",
  "lawsuit_id": "18174",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18174",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/174/018174_hanrei.pdf",
  "contents": "○　主文\n原告らの本件訴は、いずれもこれを却下する。\n訴訟費用は、原告らの負担とする。\n○　事実\n第一、当事者双方の求めた裁判\n一、原告ら\n（一）　被告が昭和四六年八月二日付で原告らに対してなした原告らの審査請求を\n却下した裁決はこれを取り消す。\n（二）　訴訟費用は被告の負担とする。\n二、被告\n（一）　原告らの請求を棄却する。\n（二）　訴訟費用は原告らの負担とする。\n第二、当事者双方の主張\n一、請求原因\n（一）　原告Ａは、水戸市、勝田市、東海村、及びその周辺に居住する住民によつ\nて組織され、かつ原子力による平和の恐怖に対し住民の平和と生存を守る事業を行\nなうことを目的とする水戸平和問題懇談会の代表者であり、原告Ｂ、同Ｃは右団体\nの役員である。\n（二）　訴外動力炉・核燃料開発事業団は、茨城県那珂郡東海村に、原子炉で使用\nされた原子燃料から減損ウラン、放射性廃棄物、プルトニウム等核分裂を起す物質\nを取出す施設である核燃料再処理工場（以下、再処理工場という。）を設置しよう\nと計画し、右再処理工場建物の建築確認申請を茨城県建築主事に対してなしたとこ\nろ、同主事は昭和四六年六月七日右申請に対し建築確認処分をした。\n（三）　原告らは右確認処分が違法であることを理由に同月一四日、被告に対し、\n確認処分の取消を求めて審査請求を申立てたところ、被告は、同年七月一四日及び\n同月二七日に審査を開いたが、その審査を行なうことなく、かつ右再処理工場が特\n殊建築物であつて、その用途から建築物の敷地、構造、建築設備に安全上、防火上\nまたは衛生上の欠陥があり、確認処分が違法である旨の審査請求の趣旨を恣意的に\n曲解し、建築主事に審査の権限がないものとして、同年八月二日これを却下する旨\nの裁決をなした。\n（四）　しかしながら、右裁決は建築基準法（以下、基準法という。）第九四条第\n三項所定のあらかじめ公開による口頭審査の手続を経ないでなされた違法な裁決で\nある。\nよつて右裁決の取消を求める。\n二、請求原因に対する認否\n（一）　請求原因（一）の事実は不知。\n（二）　同（二）の事実を認める。\n（三）　同（三）の事実中、被告が審査請求を審理しなかつたとの点、原告の審査\n請求の趣旨を恣意的に曲解したとの点を否認する。その余の事実を認める。\n（四）　同（四）の主張を争う。\n三、被告の主張\n（一）　（１）被告は、原告らの審査請求が不適法であり、かつその補正が不可能\nと判断したので、これを却下したものである。\nところで、基準法第九四条第三項は、すべての裁決について、あらかじめ公開によ\nる口頭審査を経ることを要求しているものと解すべきではなく、審査請求について\nの本案の判断に入る前提要件を欠き、かつこの欠缺を補正する余地がない場合は、\n右条項の適用はなく、したがつてさような場合に、審査請求につき公開による口頭\n審査手続を経ることなく不適法として却下しても、前記条項に違反するものではな\nい。\nしこうして、被告が原告らの審査請求が不適法であり、かつ補正の余地がないもの\nと判断したのは、次のような理由によるものである。\n建築確認とは、建築物の建築工事計画が当該建築物の敷地、構造及び建築設備に関\nする法律並びにこれに基づく命令及び条例の規定に適合するものであることを公権\n的に判断確定する行為であるから、確認の対象となる事項は、本件再処理施設につ\nいてもその性質上建築物に関する衛生、安全性等の建築行政上の事項に限られる。\nしかるに、原告らは、本件審査請求において、形式上は建築確認処分の取消しを求\nめているものの、その理由とするところをみると、本件施設の建築物についての危\n険性等についてはなんらふれず、右施設内部で取扱う物質そのものの危険性、ある\nいはそれを取扱う工程の危険性のみを強く主張しており、その請求の実質は、右施\n設内部における右の点についての安全性の審査を求めていることは明らかである。\n右のような安全性は、核原料物質、核燃料物質及び原子炉の規制に関する法律（以\n下、規制法という。）によつて規制される純粋に原子力科学に関するものであり、\n建築確認とは全く関係のないことである。\nしたがつて、本件審査請求は、不服申立の対象とならない事項、すなわち、被告の\n審査の対象とならない事項について審査を求めるものであつて、不適法といわざる\nを得ない。また、本件の口頭審査において被告の再三の釈明に対しても、原告らは\n本件施設の建築物に関しての危険性等についてなんら言及しなかつたことから考え\nて補正することができないと判断されたので、被告は本件審査請求を却下したので\nある。\n（２）　原告らが主張するような本件施設についての原子力科学に関する安全性\nは、建築確認の対象となちず、したがつて、被告における審査の対象にならないこ\nとは、つぎの点からも明らかである。\n（イ）　建築確認は、建築物の建築工事計画が建築物の構造等に関する法規に適合\nすることを公権的に判断確定するいわゆる覊束行為であるから、確認の基準が「技\n術的に具体的な制限基準」として設定されていなければならない。しかるに規制法\nは本件施設の安全性の基準を明示しておらず、その判断を行政庁の裁量に委ねてい\nるのであるから、建築確認の基準とはなり得ず、右の安全性は建築確認の対象とは\nならないのである。\n（ロ）　建築主事は、その資格検定に合格した者でなければならないが、その検定\nは「建築主事として必要な建築行政に関する知識及び経験について行なう」ことに\nなつている（基準法第五条）。その具体的内容は、建築計画、建築構造、建築材\n料、建築施工、基準法令と都市計画法およびこれらの外の建築行政に必要な知識と\n定められている（同法施行令第四条）。このような検定内容からみて、基準法が建\n築主事に対して、原告らが要求するような原子力科学に関する事由についての安全\n性の判断を要求しているとは、到底解されない。\n（二）　仮に、原告らの前記審査請求についても、基準法第九四条第三項により、\n公開による口頭審査が要求されているものと解したとしても、同条項にいう口頭審\n査の性質は、行政不服審査法第二五条第一項但書にいう「申立てがあつたとき」の\n審査請求の審理と基本的に同じである。すなわち、審査請求人、処分庁その他の関\n係人に口頭で意見を述べる機会を与えて意見をきき、必要あるときはそれらの者に\n事情を尋ね、その結果をも、書面で提出された資料とともにひとしく裁決の判断の\n資料とすべきこととしたものである。しこうして、被告は裁決をなすにあたり、あ\nらかじめ次のとおり二回にわたつて公開による口頭審査を行なつた上、いずれの場\n合も関係人に十分意見を述べる機会を与え、かつ意見をきいたのであるから、原告\nらが主張するような手続上の違法は存しない。\n第一回　昭和四六年七月一四日午後一時五分から午後三時四五分まで水戸市社会セ\nンターにおいて。\n第二回　同月二七日午前一〇時から午後三時一五分まで茨城県庁大会議室におい\nて。\n（三）　仮に、審査請求の審理に関し、行政不服審査法第二五条にいう書面審理方\n式を排し、口頭審理に基づき裁決をなすべき旨を定めたものと解釈すべきであり、\nしたがつて前示二回にわたる口頭審査は、その実質的内容において不十分であると\nしても、右手続において被告が原告らのために十分審理の機会を設けたにもかかわ\nらず、原告らは、審査会長の指揮に従わず、また釈明にも応ぜずに、自己の独断的\n解釈によつて諸諸の要求を被告に対してするなどして審理の進行を妨げたのである\nから、口頭審理を受ける権利を自ら放棄したものと言わざるを得ず、このような場\n合は、審理の内容においてある程度不十分であるとしても、それのために裁決が違\n法になるものではないと解すべきである。\n（四）　仮に（一）（１）掲記の理由に基づいて本件審査請求を却下したことが誤\nりであるとしても、原告らのなした本件審査請求は、次のような理由により、原告\nらに審査請求をする適格がなく、不適法であるから却下されるべきであり、本件裁\n決は結論においてなんら違法はない。\n審査請求のできる者は行政庁の行為によつて自己の権利または利益を侵害された\n者、あるいはそのおそれのある者に限られると解されるところ、原告らは再処理工\n場の隣接居住者ではなく、いずれも相当遠隔地に居住しているものであり、本件建\n築確認に基づく右工場の建設によつて日照に対する障害、右工場の倒壊等によつて\n原告らの権利または利益が侵害されるおそれは全くないことは明らかであるから、\n原告らは本件審査請求をすることのできる適格を有しない。\nもつとも、原告らは本件審査請求において、施設が完成し事業を開始する場合、右\n施設内において取扱われるプルトニウム等の核物質が臨界爆発しあるいは自然発火\nする危険があり、また右の物質あるいは廃棄物の放射能による大気汚染ならびに海\n洋汚染等が生じ、原告らの生命、健康および財産が危険にさらされる旨主張してい\nる。しかしながら原告らが危険があると主張する右の点は、いずれも再処理工場の\n内部で取り扱われる物質そのものかそれを取り扱う工程に関するものであり、これ\nらの点は建築物の構造等の計画を対象とする建築確認とは全く無関係であるから、\n原告らに本件審査請求をすることのできる適格があるということはできない。\n四、被告の主張に対する原告らの反論\n（一）　本件審査請求の対象である核燃料再処理工場を含む原子力施設については\n規制法の規制があり、原子力施設の立地条件と安全性について、基準法第一条に掲\nげる目的に鑑みれば、建築主事がかかる建築確認行為を免脱ないし回避できるとす\nる合理的根拠は全くない。基準法は、いやしくも建築主事の建築確認行為が行なわ\nれる場合、もし、当該事例において「技術的に具体的な制限基準」なき場合におい\nても、当該施設の安全性如何につき基準法第一条の立法目的に照らし、同法第六条\nの解釈、運用をはかることを当然の趣旨としているものである。この見地からみれ\nば再処理工場を含む原子力施設という莫大な危険物体については、基準法が通常予\n想し、かつまた対象とする物件以上の慎重な手続と配慮のもとに、殊に基準法が\n「国民の生命健康及び財産の保護」を直接の目的に掲げていることを顧慮して確認\n行為の適否が厳正になさるべきものである。\nまた基準法第三条は国宝、重要文化財等の一定の範囲のものについては適用除外規\n定を設けて建築主事の確認対象から排除しているが、再処理工場を含む原子力施設\nについては、右のような適用除外の規定が存在しない。このことは本件審査請求の\n対象物が唯単に規制法の規制を受けるにとどまらず、基準法の規制をも受け、建築\n物の用途上生ずることあるべき人命、健康、財産の危険に対し、事前に安全性の点\nをも点検審査すべきことを予定しているものである。いわば、原子力施設について\nは、基準法による規制及び安全性の審査と規制法の規制との二つの重畳的法の適用\nを受ける関係にあるというべきである。\n更に基準法第九条、第一〇条、第一一条の諸規定は基準法第一条の建築物の安全性\nを事後において回復しようとするもので、事後救済の保障措置との関連において確\n認行為の範囲を合目的的に考慮するときは、再処理工場を含む原子力施設から生ず\nることのあるべき放射能の危険性とこれを避けるための安全性の見地において、建\n築確認の適否を当初の段階に於て行うべきことは基準法もこれを当然認容している\nというべきである。\n（二）　被告は原告らが審査請求人となつて昭和四六年六月一四日申立てた審査請\n求を受理したものである。いやしくも右の申立を受理した以上は、裁決の前置手続\nとしての公開による口頭審査をかならず開いて審査請求人の意見を聞き、建築主事\nの原処分を批判にさらす機会をもたなければならない。これは基準法第九四条の規\n定するところであつて、条理上もかかる解釈を相当とするものである。しかるに被\n告は、同条の明文の趣旨に反し、同年七月一四日及び同月二七日に審理を開いた\nが、本件再処理工場が特殊建築物であつて、その用途から建築物の敷地、構造、建\n築設備に安全上、防火上、又は衛生上の諸種の欠陥があり、地域住民の持つ不安を\n現実のものとする危険性について、原告らの意見を聞き、実質的審理をすることな\nく、本件審査請求を却下したもので、公開による口頭審査を実施していないのであ\nる。\n（三）　本件再処理工場の建築位置は、水戸市まで一五キロメートルという立地条\n件であり、本件再処理工場が建築されるときは、原告ら周辺に居住する住民は放射\n能の放射による危険をうけているのである。従つて原告ら住民は訴外動力炉核燃料\n開発事業団に対し、その人格権、財産権、環境権に基づいて防害予防の請求をなし\nうる地位にあり、本件建築を確認した建築主事の処分に対し、重大な利害関係を有\nし保護されるべき法律上の利益を有するものである。\n第三、証拠（省略）\n○　理由\n一　訴外動力炉・核燃料開発事業団が、茨城県那珂郡東海村に核燃料再処理工場を\n設置しようと計画し、右工場建物の建築確認申請を茨城県建築主事に対してなした\nところ、同主事は昭和四六年六月七日建築確認処分を行なつたこと、原告らは同月\n一四日被告に対し、右確認処分の取消を求めて審査請求を申立てたところ、被告は\n同年八月二日却下の裁決をなしたことは当事者間に争いがない。\nところで原告らが、右裁決の取消を求めて提起した本件訴の本来の趣旨は、核燃料\n再処理施設（規制法第二条第七項参照）において抽出されるウラン、プルトニユー\nム等の核物質および同施設から海洋ならびに大気に放出される放射性物質の危険性\nは、人体、財産の安全に対する重大な脅威となつているので、このような脅威を排\n除するにあることは、原告らの主張に照らし明らかなところである。\n二　しこうして、原告らが人体、財産の安全に重大な脅威を与えるものと主張する\n核物質ないし放射性物質は、前記のように核燃料再処理施設において取扱われまた\nは放出される物質であり、この施設を収容する建屋すなわち基準法にいう建築物そ\nのものとは何ら関係がないことは、弁論の全趣旨に照らし明らかであり、右の核燃\n料再処理施設の設置、使用については、規制法が、災害の防止による公共の安全を\n図ることを一つの目的として、規制を行なつており（同法第一条第四五条第四六\n条）、すべて内閣総理大臣の許可（この許可は、同法第七四条の二、昭和四二年総\n理府告示第三三号に基づき、内閣総理大臣の委任により科学技術庁長官が行う建前\nとなつている。）にかかつている。また前示施設の安全性につき、規制法は技術的\nないし化学的に具体的な制限基準を定めることなく、専ら行政庁の裁量に委ねてい\nる。以上の諸点および基準法第五条同法施行令第四条ならびに同法第七九条第二項\nの趣旨を彼此総合検討するとき、核燃料再処理施設そのものは茨城県建築主事の確\n認の対象となり得ず、また被告の審査の対象ともなり得ないものと解するのが相当\nである。\n三　ところで、仮に原告らの請求が確定判決により認容され、被告の行なつた却下\nの裁決が取消され、その結果原告らの期待するとおり、あらためて被告が建築確認\n処分を取消す旨の裁決を行なつたとしても、そのことにより直ちに原告らの前示核\n物質および放射性物質による脅威は消滅するものではあるまい。けだし右の物質\nは、建築主事の確認の範囲外にある核燃料再処理施設の設置ないし使用によつては\nじめて生ずるものであつて、右施設を収容する建屋である建築物の存否とは直接の\n関係を有しないからである。しこうして前示核物質ないし放射性物質の人体財産に\n対する危険を排除するための適切な司法救済手段は、科学技術庁長官が行なう規制\n法第四五条所定の再処理施設に関する設計及び工事の方法に関する認可処分または\n同法第四六条所定の再処理施設に関する検査・確認処分の取消を求める抗告訴訟に\nほかならず、このような訴訟に、はじめて訴の利益を見出しうることは、上来説明\nしたところから明白であろう。\n四　以上のようなわけで、被告が行なつた審査請求却下の裁決につき、その取消を\n求める原告らの本訴各請求は、いずれも訴の利益を欠くから、不適法として却下す\nべきである。よつて訴訟費用の負担につき民事訴訟法第八九条第九三条を適用し、\n主文のとおり判決する。\n（裁判官　石崎政男　長久保　武　水口雅資）\n"
}