{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 53,
    "month": 5,
    "day": 25
  },
  "case_number": "昭和53(行ス)12",
  "case_name": "行政処分執行停止申立却下決定に対する抗告事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "新東京国際空港の安全確保に関する緊急措置法３条１項１号に基づく工作物の使用禁止命令に関する執行停止申請が認められなかった事例",
  "lawsuit_id": "17688",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17688",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/688/017688_hanrei.pdf",
  "contents": "○　主文\n本件抗告を棄却する。\n抗告費用は抗告人らの負担とする。\n○　理由\n一　本件抗告の趣旨、理由\n本件抗告の趣旨及び理由は別紙抗告状及び抗告理由補充書の記載中、本件抗告人ら\nの関係部分のとおりである。\n二　当裁判所の判断\n（一）　記録によれば、昭和五三年五月一六日、相手方が、抗告状添付物件目録記\n載の工作物（以下、本件工作物という）の所有者、管理者及び占有者に対し、本件\n工作物は、新東京国際空港の安全確保に関する緊急措置法（以下、本件措置法とい\nう）三条一項一号の用に供されるおそれがあるとして、同項の規定に基づき、昭和\n五四年五月一五日までの間、本件工作物を同項一号の用に供することの禁止を命じ\nた（以下、本件処分という）ことが明らかである。\n（二）　抗告人らは、抗告人三里塚芝山連合空港反対同盟（以下反則同盟という）\nは本件工作物の所有者であり、また、抗告人Ａはその管理者であり、それぞれ本件\n処分の効力の停止を求める、と主張する。\nよつて判断するのに、抗告人反対同盟が法人格を有すること又は権利能力のない社\n団といいうるための団体としての組織をそなえ、代表の方法、総会の運営、財産の\n管理その他団体として主要な点の定めが確定しているものであることを認めるに足\nる疎明は全く存しないから、抗告人反対同盟が不動産の所有権を取得しうる法人も\nしくは権利能力のない社団であることは全く不明というほかはなく、抗告人反対同\n盟は本件工作物の所有者たり得ないものである。しかのみならず、疎明資料によれ\nば、本件工作物（通称木の根団結砦）は、昭和五二年七月頃建築されたものである\nことは認められるものの、抗告人らの主張するように、昭和四三年頃建設されたこ\nとを認めることはできず、また、これを建築したものが、革命的労働主義者協会\n（革労協）であるか、抗告人反対同盟であるかを確定するに足る資料もないから、\n本件工作物が抗告人反対同盟の建築に係るものであることを認め難いうえ、抗告人\n反対同盟の本件工作物に対する使用状況を明らかにする資料も存しない。\n次に、抗告人Ａは、当審において提出した報告書において、昭和五二年七月、抗告\n人反対同盟から、その建設と同時に木の根団結砦を貸与された、と述べるが、他に\n右貸借を認めるべき疎明がないばかりか、前述のように、抗告人反対同盟が本件工\n作物の所有者であるか否か疑問なのであるから、右Ａが右反対同盟から貸与された\nとしても、正当な権原を有する者から委任された本件工作物の管理者であるとのこ\nとを認めることはできない。以上のとおりであるから、抗告人らが、本件工作物の\n所有者又は管理者たる地位を有することを前提としてなされた抗告人らの主張は認\nめることができない。\n（三）　次に、仮りに、抗告人らが本件工作物の所有者又は管理者の地位を有する\nとしても、抗告人らの主張は理由がない。すなわち、抗告人らは、本件建物は、一\n方では、空港建設に反対する者らが援農をしながら生活をする場であるとともに、\n反対同盟農民、あるいは全国から訪れる人々と本件建物の住人、もしくは、本件建\n物住人相互の交流、集会の場として使用され、さらに、空港建設に反対する住人ら\nが、同じく空港建設反対闘争に共鳴する全国の人々に対する連絡事務所として使用\nしているのであり、本件措置法三条一項各号の用に供され、または供されるおそれ\nは全くないものであるのに、本件処分により、本件建物を長期間「暴力主義的破壊\n活動者の用」に供することを禁止されることは、抗告人らにとつて、本件建物の全\n面的使用禁止と異なるところはなく、抗告人らに「回復の困難な損害」を与えるも\nのである、と主張する。\nしかしながら、本件処分は、本件工作物の所有者、管理者及び占有者に対し、本件\n工作物を一カ年間本件措置法三条一項一号の用に供することを禁止したものであつ\nて、抗告人らが本件工作物を右以外の用としての生活用、集会用、事務所用として\n使用することは全く制限されていないのである。（抗告人Ａについては、同人が暴\n力主義的破壊活動者であることを認めるに足る疎明はないから、同人が本件工作物\nを多数の暴力主義的破壊活動者の集合の用以外の用に供することは全く制限されな\nい。）したがつて、本件処分が、抗告人らに対し、本件工作物の全面的使用禁止を\n命じたものであることを前提として、抗告人らに回復の困難な損害を生ずるとの抗\n告人らの主張は理由がなく、本件処分の効力の停止を求める抗告人らの申立は、そ\nの余の点につき判断するまでもなく失当というほかはない。\n（四）　次に、抗告人らは、本件処分に基づく後続処分として、封鎖その他多数の\n暴力主義的破壊活動者の集合の用に供させないために必要な措置を講ずることをし\nてはならないとの裁判を求めているけれども、本件措置法三条一項所定の禁止命令\nと同条六項所定の封鎖その他の処分とは、それぞれ別個の要件のもとになされる別\n個独立の処分と解するのが相当であり、右封鎖その他の処分は右禁止命令の執行行\n為にあたらないことは勿論、その必然的な進展としての処分とも解しえないから、\n予めその執行の停止ないし差止めを求めることは許されない。したがつて、これと\n異なる前提に立つ抗告人らの右主張は、この点で既に不適法といわざるを得ない。\n三　結論\nよつて、本件抗告は理由がないから、これを棄却することとし、抗告費用の負担に\nつき、行政事件訴訟法七条、民訴法九五条、八九条、九三条一項本文を適用して、\n主文のとおり決定する。\n（裁判官　吉岡　進　前田亦夫　手代木　進）\n当事者目録（省略）\n代理人目録（一）、（二）（省略）\n抗告の趣旨\n一、別紙「原決定の表示」記載の決定を取消す。\n二、千葉地方裁判所昭和五三年（行ク）第二号の一行政処分執行停止申立事件及び\n同第二号の二行政処分執行停止申立事件について、それぞれ申立は、理由があるも\nのと認める。\n三、訴訟費用は相手方の負担とする\nとの裁判を求める。\n抗告の理由\n目　次（省略）\n第一　原決定及び本件処分の存在\n別紙「原決定の表示」記載の決定がなされた。\n相手方運輸大臣は、昭和五三年五月一六日、別紙目録の物件欄記載の物件（以下本\n件建物という。）に対して、別紙目録の処分欄記載の処分をなした。\n第二　当事者\n一　抗告人\n抗告人らは、本件建物の所有者および管理者である。抗告人三里塚芝山連合空港反\n対同盟（以下「反対同盟」という。）は、千葉県成田市＜地名略＞及び同県山武郡\n＜地名略＞居住の市民、農民らで構成され、その目的は、新東京国際空港（以下\n「成田空港」という。）の建設に反対することである。\n二　相手方\n相手方たる運輸大臣は、新東京国際空港の安全確保に関する緊急措置法（以下、\n「成田新法」という。）三条一項により、同法の規制区域内に所在する建築物その\n他の工作物（以下「工作物」という。）について同法の要件下において使用禁止の\n処分をなす権限を有する者とされる。\n第三　本法の成立経過\n一　現行法秩序を逸脱する措置を強行することを意図して制定された\n昭和五三年五月一四日付読売新聞の社説「『成田新法』の適用に監視の目を」にお\nいて、本法の成立経過について、左のとおり、正当に主張している。\n「国会提出から成立まで、わずか十六日間。この二十日に設定された開港日に、な\nにがなんでも間に合わせようとした、かけ込み法といつてよい。こうした非常立法\nには、無理が積み重なる。その適用の仕方は、今後、厳しく監視しなければならな\nい。」\n本法につき、政府部内で立法化の動きを開始したのは、三月二六日の管制塔占拠事\n件で開港延期を余儀なくされた後の三月二九日であつた。政府は、同日「成田国際\n空港の開港に備えて過激派取締り強化のための特別立法を行う意向を固め、関係各\n省庁に検討を指示するとともに、同夜、内閣官房、法務省、警察庁、運輸省など関\n係省庁事務当局間でその具体的な内容の協議を開始したことを明らかにしたし、し\nかし、「法務省は慎重論をとり、内閣法制局内にも特別立法に消極論がある」（三\n月三〇日毎日新聞）と報道された。なお、自民党内には、成田新立法について、も\nう一つの考えがあるとして、「治安立法は警察実務上も可能かどうか検討が必要で\nあり、また原子力発電所など他の対象も含め検討すべきで、あわてるべきでない」\nとの意見も報じられた（三月三一日朝日新聞）。\nこれらの動きに対して、当然のことながら直ちに、識者の反対意見が大新聞におい\nても展開された。「疑問な新治安立法の声」「感情論に過ぎる」等の見出しで、\n「事件は、運輸省・空港公団の準備不足と警備のミスが積み重なつて起きてい\nる。」「これらの警備ミスを見過して『新治安立法だ』『警職法の改正だ』と主張\nするのは、性急に過ぎる。」「法律が独り歩きする危険性はかつての戦時中の経験\nだけで十分である。」（一〇二月三〇日読売新聞Ｂ記者）等々である。\n同日の読売新聞社説は、「『成田』が招くより大きな危険」と題して「治安立法\nは、”強い警察”の実現を意味する。戦後三十年の法治国としての歩みの中で、国\n民は、つねにそういう兆しを心配してきた。」と警察国家となる危険性を憂慮する\n主張を掲げた。\nしかしながら、四月四日の関係閣僚会議の席上、Ｃ建設大臣は、建築基準法、土地\n収用法、Ｄ法務大臣は、破防法について説明、それぞれ適用は困難と述べＥ官房長\n官からは、その後の記者会見で「各党の了解を前提に、今国会中に何とか成立させ\nたい。」と表明して、成田新立法成立の方針を表明した（四月四日読売新聞夕\n刊）。\n「政府は、新東京国際空港の立地を成田に決めたときも、また、開港の日取りを決\nめたときも、一方的な閣議決定によつている。そして懸念された混乱の解決を、す\nべて関係省庁、公団や警察の現場にしわ寄せした。」（読売新聞前記社説）という\n正当な指摘がなされているが、政府、自民党は、成田空港の根本的欠陥に目をつむ\nり、五月二〇日の開港をめざして、本法を強行成立させようとした。\n二　「無理を重」ねた「かけ込み」違憲立法である\n本法案は、いわゆる議員立法として、同月二八日、数時間の審理で衆議院運輸委員\n会を、同年五月九日、衆議院本会議を、同月一二日、参議院運輸委員会を、同日参\n議院本会議をおのおの通過して立法化された。法案提出から実に一六日間にして立\n法化され、実質法案についての審議は、一〇時間に満たないものである。後記の成\n田新法の違憲性を考慮するとき、前記社説のとおり、「この二十日に設定された開\n港日に、なにがなんでも間に合わせようとした、かけ込み法といつてよい」のであ\nる。\n五　月一四日付前記社説は、左のとおり、指摘しているのである。\n「憲法の規定を無視した議員立法の前例に、薬事法の『薬局開設の制限規定』があ\nる。これには、三年前、憲法二十二条一項（職業選択の自由）に反するという、昀\n高裁の違憲判決が出た。こんどの立法が、憲法二十九条（財産権の保障）や三十一\n条（法定手続の保障）に抵触する疑いは、かなり濃いといつてよい。\n三　七年に、昀高裁は、密輸船の第三者の所有物を一方的に没収できるとした関税\n法の運用を、この二条からみて違憲としている。\nこうしたことからも、国民の負託を受けた立法府を通過した法律だから、それはつ\nねに正当だ、と過信してはならない。疑問のある法律は、その適用に当たつては、\nあくまでも細心で謙虚でなければならない。\nどんな疑問があるか、を重ねて指摘しておくことも、法の運用に慎重さを期すため\nにむだではないだろう。\nまず、基本的な問題としては、この法律は、現在の法体系上、どこに位置するので\nあろうか、という疑念が出てくる。法の規定する内容は、行政処分に属する形をと\nつている。しかし、その実体は、司法警察的なものである。成田空港と、その関連\n施設の警備のために動員され、機能する警察力の行使と、同類の性格を持つ法律と\nいつてよい。\nこの法律が宿している矛盾は、このように、いわば司法警察力の行使を、運輸行政\nの一環として実施させようとする、その無理から生じている。\n例えば、暴力主義的破壊活動者や危険工作物と認定したり、そうした工作物を使用\n禁止し、封鎖し、除去することを命令したりするのは、すべて運輸大臣の権限とさ\nれた。しかし、実際に、そのための調査、資料収集、あるいは執行は、警察の手に\nゆだねられるであろう。\n運輸大臣は、法の執行に携わる職員を運輸省や空港公団その他の職員の中から指名\nすることになつたが、それらの職員の権限と身分も、きわめてあいまいである。本\n来、こうした行政上の強制処分は、裁判所の令状、許可を得て、執行官が行うか、\nあるいは特別の警察権を持つ特別職員によつてきた。\n政府や自民党関係者は、『空港は国境と同じだ』『外国では軍隊が警備している』\nという。しかし、そうした警戒は、ハイジヤツクやテロを防ぐためである。成田空\n港は、政府のミスを糊塗（こと）した力による開港を強行するための戒厳状態であ\nる。そこに、国民のわだかまりがある。\n新法の適用に当たつて、政府は、さらに国民の不信を高めるような行き過ぎは避け\nなければならない。」\n第四　本法の違憲性\n一　憲法二一条、同二二条違反\n（１）　本法は憲法二一条に定める基本的人権を制限するものである。\n（一）　本法の成立経緯に於て述べた事実からも明らかなように、本法は成田空港\n反対運動を封殺する目的にて制定されたものである。\n（二）　本法三条一項は工作物の使用の禁止等を定める。\n右禁止は工作物の効用・価値の具体化としての使用収益権を剥奪するのみでなく右\n工作物を使用してなされる空港反対派の政治活動を全面的に抑止せんとするもので\nある。むしろ、右使用禁止の真の目的は政治的自由の直接的制限にあるのであり憲\n法の規定する基本的人権の中でもきわめて枢要かつ優越的地位を有する自由権の制\n限を趣旨とするものなのである。\n右事実は同項一号が真正面から集会の自由を禁じることとなるその一点からも明ら\nかである。\n（三）　本法は単なる財産権侵害の域を越え、財産権の対象たる工作物の使用・収\n益に依拠してなされる表現・集会・結社の自由（憲法二一条）並びに居住の自由\n（憲法二二条）を直接的に制限するものである。\n（２）　憲法二一条に規定する基本的人権は優越的地位を占める。\n（一）　政治的意見の表現の自由、及びその具体化・現実化としての集会・結社の\n自由は、民主政治の不可欠の基盤であり、憲法の保障する基本的人権中においても\n優越した地位を占めるものであつて、それは特に強い保護を受けるものである。そ\nれは他の経済的自由等よりさらにいつそう強度な保護を受けるものであつて、これ\nを制約せんとする法律はより厳密な合憲性のテストを受けねばならない。\n近時の昀高裁判例も合憲性のテストにおいて右の意味における二重の基準の論理を\n採用しているものと評されている。\n（二）　優越的地位を占める基本的人権を制約せんとする法律は、行政権に不当な\n裁量の余地を与える危険のない明確な基準と構成要件を具有すべきである。\n仮に、法律がその明確性を欠く場合、限定的解釈により合憲として救済することは\n許されず、該法律は文面上無効とさるべきである（「漠然性のゆえに無効」の理\n論）。\n（３）　本法三条一項の規定は不明確であり、行政権に多大な裁量を付与して濫用\nの可能性を与えるものであつて憲法二一条に違反する。\n（一）　先に述べたように、本法三条一項は憲法の基本的人権の中でも枢要かつ優\n越的地位を有する憲法二一条の人権を制限するものであり、明確な基準と拡大解釈\nを許さない明確な構成要件を具備しなければならない。\nまた、本法九条は本法三条一項の違反に対し懲役刑を含む刑罰を科している。従つ\nて、罪刑法定主義の要請からも本法三条一項は明確なものでなければならないこと\nは明らかである。\n（二）　本法三条一項は以下のとおり不明確であり、行政権に多大な濫用の可能性\nを与えるものである。\n１　「暴力主義的破壊活動等」の意義について。\n本法二条一項は右について定義する。\nしかし「暴力主義的破壊活動等」の行為対象はきわめて無限定的であり、法文言上\nはその拡張的解釈を何ら阻止しえない。\n２　「暴力主義的破壊活動者」について。\n本法二条二項は「この法律において『暴力主義的破壊活動者』とは、暴力主義的破\n壊活動等を行い、又は行うおそれがあると認められる者をいう」と定義する。\n「暴力主義的破壊活動等」の意義が不明確であることは直前に述べたとおりであ\nる。\nのみならず、右においてはこれを行う「おそれがあると認められる者」まで含めて\nいるが、この「おそれ」なる文言はきわめて不明確でありおそるべき拡張の余地を\n与える。\n宮沢俊義博士は破壊活動防止法に関し「かような、いちじるしく不明確な基準によ\nる集会および結社の自由に対する制限の合憲性はうたがわしい。\n」と述べられている（有斐閣「憲法ＩＩ」三七二頁）。しかるに、右破壊活動防止\n法すら「当該団体が継続又は反覆して将来さらに団体の活動として暴力主義的破壊\n活動を行う明らかなおそれがあると認めるに足りる十分な理由があるときは」とし\nて本法よりは格段のしぼりを加えているものである。\n右破壊活動防止法との比較からも朗らかなように、本法の定義は全く無限定であ\nり、もはや法的検討に耐えることができない。\n３　「運輸大臣は、規制区域内に所在する建築物その他の工作物について、その工\n作物が次の各号に掲げる用に供され、又は供されるおそれがあると認めるときは」\nの意義について。\n右においても「供されるおそれ」として全く抽象的・形式的文言により実質的に無\n限定に行政庁に判断権を与えている。\n４　「期限を付して」の意義について。\n「期限」なる語に客観的な期間の長さの限界はなく、何ら基本的人権の制限に歯ど\nめを加える作用を有しない。\n５　「当該工作物をその用に供することを禁止する・・・・・・」の意義につい\nて。\n右文言における「その用」とは以下の各号の用を意味するのか。それとも該工作物\nの一般的使用を広く意味するのか。\n６　「多数の暴力主義的破壊活動者の集合の用」（一号）の意義について。\n「多数」１とはどの程度の人数を意味するのか客観的基準は存しない。\n７　「暴力主義的破壊活動等に使用され、又は使用されるおそれがあると認められ\nる爆発物、火炎びん等の物の製造又は保管の場所の用」（二号）の意義について。\n右においても「おそれ」なる文言が使用され、それこそビールびん一本すら右に該\n当することが考えられるのであつて、きわめて無限定である。\n８　「新東京国際空港又はその周辺における航空機の航行に対する暴力主義的破壊\n活動者による妨害の用」（三号）の意義について。\n「その周辺」、「妨害」の文言は、不明確であり無限に拡張される余地を有する。\n（三）　右に検討したように、本法三条一項は全て不明確な文言から成立し、もは\nや何らの限定はない。\nわけても、「おそれ」なる文言を、二重、三重に多用し、これによつて運用次第で\n殆んど全ての行為を制限しうる途を開いているものであり、おそるべき法律であ\nる。\nそれはあえて不明確な文言のみを用いて法文を構成し、一切を行政権に委ね、憲法\n二一条に規定する基本的人権の全面的制限をも可能としているものであつて、明ら\nかに憲法二一条に違反する。\n（４）　本法は、それに定める禁止処分の要件の認定を全て一方当事者たる運輸大\n臣に与えているものである。\nけだし、仮に基本的人権を制約する場合においても、かかる重大な処分をなすべき\nその要件の認定は第三者において告知・聴聞のうえなさしむるべきである（破壊活\n動防止法参照）。しかるに本法においてはその認定を直接の利害関係を有する一方\n当事者たる運輸大臣に与えているものであつて、基本的人権制限の手続的側面にお\nける合理性を一切欠くものである。\nさらに、本法において対象となる規制区域を新東京国際空港の範囲の外側三千メー\nトル等とする合理的根拠は、一切ない。それは「明白かつ現在の危険」等の基準に\nよつても何ら合理的説明をなしえないものである。\n（５）　以上の検討から明らかなように、本法は、明らかにそれ自身憲法二一条に\n違反するものであり、違憲・無効である。\n（６）　さらに、本法は何ら合理的理由が存しないにもかかわらず憲法二二条に規\n定する居住・移転の自由を甚しく侵害するもので\nあつて、憲法二二条に違反し、違憲・無効である。\n二　憲法二九条二項違反\n（１）　憲法二九条二項の趣旨\n憲法二九条二項は、「財産権の内容は、公共の福祉に適合するように、法律でこれ\nを定める。」と規定する。この法文は、（一）財産権の制限が公共の福祉に適合す\nること、（二）財産権の制限は法律によらなければならないことを要請する。以下\n分説する。\n（一）　財産権の制限が公共の福祉に適合することの意\n「公共の福祉に適合するように」とは人権の享受を他者の人権との実質的公平の観\n点から調節することである。とくに憲法二九条においては社会国家的理念に基く政\n策的配慮を与えることを意味する。このことは次の二つのことを当然に要求する。\n第一に、財産権を制限することと公共の福祉が実現されることとの間に強い明確な\n因果関係が存在せねばならない。財産権を制限することが直接に公共の福祉に役立\nたない場合、財産権の制限は人権の侵害以外の何ものでもないのである。第二に、\n公共の福祉の実現のために財産権を制限する場合には、その制限は必要昀少限度の\nものでなければならない。\n（二）　財産権の制限は法律によらなければならないことの意\n「法律による」とは財産権の制限の対象、目的、態様等制限の大要が法律で規定さ\nれていなければならない。それ故、一定の者が恣意的に自由に他人の財産を制限で\nきるような白紙委任的根拠法は右要件を満足せず、違憲と言わざるを得ないのであ\nる。また白紙委任とはなつていない外観を有する法律でも、財産権制限の大要が極\nめて不明確で、恣意的制限を許す余地のある法律もまた実質的に白紙委任的根拠法\nとして違憲立法にほかならないのである。\n（２）　本法三条一項の違憲性\n本法三条一項は、運輸大臣に工作物の使用禁止命令を認める。同項は工作物の使用\n禁止という国民の財産権の行使の制限であり、憲法二九条二項の適用を受ける。\n右命令が憲法二九条二項に適合するか否か検討する。以下分説する。\n（一）　本法三条一項は財産権の制限が公共の福祉に適合すべきとする憲法二九条\n二項に反する。\n本法三条一項によつて得られる利益、即ち公共の福祉の内容は、「新東京国際空港\n及びその機能に関連する施設の設置及び管理の安全の確保を図るとともに、航空の\n安全に資すること」であるとする。しかし、工作物の使用禁止により、右のような\n「空港、航空等の安全」が守られるか検討される必要がある。本法適用対象として\n予定されている工作物の使用目的は後記の如く、集会や援農者の宿泊であり、かつ\n工作物は空港建設事業に反対する者らのシンボルとして（いわゆる横堀要塞につ\nき、千葉地裁刑事第三部の昭和五三年五月八日付準抗告の決定）心のささえになつ\nているものである。本年三月三〇日の開港延期となつたいわゆる管制塔占拠事件は\n新東京国際空港公団及び警備当局の失策であつて（本年三月三〇日付読売新聞Ｂ記\n者）、決して工作物が使用されたからではないのである。けだし、工作物は空港の\n開港や安全を侵害することを直接の目的として建設されたものでもなければ、また\n使用されたこともないからである。即ち、工作物に関する財産権を制限すること\nと、空港、航空等の安全確保との間には直接的因果関係はないのである。\n他方、工作物の使用禁止という財産権の制限は、空港建設に反対する者らのシンボ\nルとしての心のささえを失わしめ、それらの者の集会の自由を制限し、援農する者\nの生活権、居住権を侵害するという、はなはだ大きな損失をもたらすのである。\n以上のとおり、本法三条一項は、憲法二九条二項の「公共の福祉に適合するよう\nに」との要件を満たさない違憲の立法と言わざるを得ないのである。\n（二）　本法三条一項は財産権の制限は法律によらなければならないとする憲法二\n九条二項に反する。\n本法三条一項は、法律で以つて私有財産の制限を運輸大臣の命令に委ねている。\nそこで問題となるのは、本法三条一項の運輸大臣の処分の裁量の程度および範囲で\nある。もし、本法三条一項による財産権の制限が、運輸大臣の恣意的運用を許す余\n地がある等その要件が極めて不明確である場合には、前述の如く、実質的には白紙\n委任的根拠法として違憲無効であると言わざるを得ないのである。\nそこで本法三条一項の要件を検討してみる。まず第一に、本文の「供されるおそ\nれ」とは認定基準が不明確である。認定者たる運輸大臣、処罰の場合の裁判官に大\nきな裁量余地を残し、行政権の濫用の危険性の存在及び罪刑法定主義（九条参照）\nに反し不当である。\n第二に、「又は」との法文は、選択的であることを意味する。所有者、占有者、管\n理者の誰れでも運輸大臣の命令を伝えればよいこととなる。しかし、それでは、所\n有者、占有者、管理者のおのおのの権利は、十分に保護されない。特に当該工作物\nを占有し各号に該当する者に命令が出た場合、所有者の権利は、保護されないに等\nしい。正に便宜的立法といえる。憲法二九条で保障する国民の財産権に対する配慮\nが全く欠けた法案である。\n第三に、「期限」についての詳細はない。「即時に当該工作物の使用を禁止する」\nことも可能である。そして、これは、行政代執行法がその三条において、\n「（１）　前条の規定による処分（代執行）をなすには、相当の履行期限を定め、\nその期限までに履行がなされないときは、代執行をなすべき旨を、予め文書で戒告\nしなければならない。\n（２）　義務者が、前項の戒告を受けて、指定の期限までにその義務を履行しない\nときは、当該行政庁は、代執行令書をもつて、代執行をなすべき時期、代執行のた\nめに派遣する執行責任者の氏名及び代執行に要する費用の概算による見積額を義務\n者に通知する。\n（３）　非常の場合又は危険切迫の場合において、当該行為の急速な実施について\n緊急の必要があり、第二項に規定する手続をとる暇がないときは、その手続を経な\nいで代執行をすることができる。」\nと規定していることと比較すれば、その不当性は明らかである。\n第四に、一号の「暴力主義的破壊活動者」なる概念が二条二項により拡大され、か\nつ認定基準が不明確であることよりして、一号は、拡大解釈の危険が大きい。そし\nて、「集合」を対象としているのであるから一切の集会、結社という表現の盲由が\n禁止される。騒音についての村の寄り合いも対象となるといえる。正に警察国家で\nあり、憲法二一条に反する。\n「規制区域」が拡大される余地があること（二条三項参照）を考慮するとこの条項\nの危険性が解る。\n第五に、二号の「使用されるおそれがあると認められる」との点は、前記第一と同\n旨。\n第六に、「火炎びん等」の「等」が不明確である。特に「暴力主義的破壊活動」概\n念が拡大していること（二条二項参照）、例えば、器物損壊罪も同概念とされるこ\nとよりして「等」が如何なる意味にも解する余地がある。「規制区域」内の農家の\n石油ストーブの石油や鍬鋤の保管を口実に本項の処分を為される危険性がある。\n第七に、三号の「妨害の用」の概念が不明確である。一号の「集合の用」、二号の\n「製造又は保管の場所の用」も同様である。本項のような国民の基本的人権に重大\nな制限を加える行政庁の処分については、厳格にすべきである。昀低限度の要請と\nして「明白かつ現在の危険」の法理は、法文中に要件として入れられるべきであ\nる。\n以上の各々の要件についての検討で明らかな如く、運輸大臣が前記命令を出して財\n産権を制限しうるための要件は極めて不明確であり、実質上、制限の大要が法律で\n規定されるとは言えないものであり、実質的には本法は運輸大臣の恣意的運用を許\nす余地のある白紙委任的根拠法として違憲無効と言わざるを得ないのである。\nなお、本法三条一項の如く、一定の者の裁量により、土地や工作物等の財産権の制\n限、即ち権利者の意思に基かないで使用、処分、制限をなすことを認める規定とし\nて、消防法二九条がある。しかし、本法三条一項の場合は行政処分であるのに対\nし、消防法の場合は行政上の即時強制、即ち目前急迫の障害を除く必要上義務を命\nずる暇のない場合又はその性質上義務を命ずることによつてはその目的を達しがた\nい場合に、直接に人民の身体又は財産に実力を加え、もつて行政上必要な状態を実\n現する作用である。消防法と本法三条一項の場合は概念分類が異なるのみならず、\n消防法においては、明白かつ現在の危険に裏づけされており、その存在の合理性が\n認められるのである。これに反して本法の場合は、明白且つ現在の危険の要件は規\n定されておらないのみならず、工作物の使用禁止、除去、封鎖と、空港の設置、管\n理、航空の安全とは直接の関係を有しないのである。それ故、本法の場合と消防法\nとは一緒に同列に論ずることはできないし、論ずることはまた誤りでもある。\nよつて以上の検討からして本法一二条一項は、公共の福祉に適合する財産権の制限\nでもなければ、法律を以つて財産権を制限しているとは言えない違憲の立法である\nことは疑いの余地のないものである。\n三　憲法三一条違反\n憲法三一条は、適正手続を規定する。同条は、法律で定めさえすればいかなる手続\nでもよいのではなく、その手続が適正でなければならないことを要求している（註\n解日本国憲法五八八頁、鵜飼、憲法八三頁等）。後記の関税法違反にかかる昀高裁\n判所昭和三七年一一月二八日大法廷判決も右見解に立脚している。\n適正手続の規定は、「単に刑罰についてのみの規定ではなく、『若しくは自由を奪\nわれ』という中には、刑罰以外に、国家権力によつて個人の権利、利益を侵害する\n場合をも包含しているものと解すべきであると考える」（前記判決裁判官Ｆ補足意\n見）という正当な見解のとおり、行政手続についても適用される。とくに告知、聴\n聞の機会を与えるべき規定は、供用禁止命令（三条一項本文）の違反行為に対して\n刑事罰を科し（九条一項）、運輸大臣が工作物の除去、封鎖等の措置をとる旨を規\n定する（三条七項）本法においては、当然に適用される。\n前記昀高裁判所大法廷判決は、以下のとおり、正当に判示している。\n「第三者の所有物を没収する場合において、その没収に関して当該所有者に対し、\n何ら告知、弁解、防禦の機会を与えることなく、その所有権を奪うことは、著しく\n不合理であつて、憲法の容認しないところであるといわなければならない。けだ\nし、憲法二九条一項は、財産権は、これを侵してはならないと規定し、また同三一\n条は、何人も、法律の定める手続によらなければ、その生命若しくは自由を奪わ\nれ、又はその他の刑罰を科せられないと規定しているが、前記第三者の所有物の没\n収は、被告人に対する附加刑として言い渡され、その刑事処分の効果が第三者に及\nぶものであるから、所有物を没収せられる第三者についても、告知、弁護、防禦の\n機会を与えることが必要であつて、これなくして第三者の所有物を没収すること\nは、適正な法律手続によらないで、財産権を侵害する制裁を科するに外ならないか\nらである。そして、このことは、右第三者に、事後においていかなる権利救済の方\n法が認められるかということとは、別個の問題である。然るに、関税法一一八条一\n項は、同項所定の犯罪に関係ある船舶、貨物等が被告人以外の第三者の所有に属す\nる場合においてもこれを没収する旨規定しながら、その所有者たる第三者に対し、\n告知、弁解、防禦の機会を与えるべきことを定めておらず、また刑訴法その他の法\n令においても、何らかかる手続に関する規定を設けていないのである。従つて、前\n記関税法一一八条一項によつて第三者の所有物を没収することは、憲法三一条、二\n九条に違反するものと断ぜざるをえない。」（昀高刑集一六巻一一号一五九三頁）\n本法において、当該工作物の所有者、管理者、占有者については、告知、弁解、防\n禦の機会を保障する手続規定を与えられていないまま、供用禁止命令違反に対し\nて、刑罰を科せられ、三条七項の場合には、財産権に対する死刑執行ともいうべき\n除去、封鎖等の措置をとられたりするのである。\nさらに、本法は、三条一項の運輸大臣の処分に対して救済手段を欠如している。行\n政庁の処分によつて、財産上の制限を受ける場合においては、例えば文化財保護法\nの如く救済手続が規定されているのが通常である。しかるに、本法にはない。本法\nが国民の基本的人権に対する配慮を欠いた法律であることの証左である。\n本法は、明らかに憲法三一条に違反する。\n第五、本件処分の瑕疵\n一、本法三条の合憲的解釈\n本件処分は本法三条によるものである。\nところで本法は前記のように、法律自体違憲無効のものであるが、かりに本法自体\nが合憲とされるためには、少なくとも次の解釈基準によらなければならない。\n（１）　まず第一に本法二条一項に定める「暴力主義的破壊活動等」の概念につい\nて\n右活動とされる二条一項に掲げる行為が極めて、広汎かつ住居侵入等の軽微な行為\nにまで及んでいる点から、右行為は航空の安全（法一条）を脅かすもので明白かつ\n現在の危険を有するものに限らなければならない。\n（２）　「暴力主義的破壊活動者」は、二条二項によれば、「暴力主義的破壊活動\nを行い、または行うおそれがあると認められる者をいう」とされている。\n右「暴力主義的破壊活動者」が運輸大臣によつて、安易に、認定されると、国民の\n自由および財産に対する著しい制限になる。\nしたがつて、「暴力主義的破壊活動を行い、または、行うおそれがある者」とは、\nきわめて厳格に解釈されなければならない。\nこれをきわめて違憲の疑いが強いとされた破壊活動防止法五条と比較すると、同法\nによれば、暴力主義的破壊活動を行なつた「当該団体が継続又は反覆して将来さら\nに団体の活動をして暴力主義的破壊活動を行う明らかなおそれがあると認めるに足\nりる十分な理由があるときは」、公安審査委員会は、当該団体に対し、同法五条一\n項各号に掲げる団体規制を行うことができるというのである。\nしたがつて、三条一項一号がかりに合憲であるとするならば、暴力主義的破壊活動\n者とは、少なくとも暴力主義的破壊活動を行つたものであつて、かつ、「継続又は\n反覆して将来さらに団体の活動として暴カ主義的破壊活動を行う明らかなおそれが\nあると認めるに足りる十分な理由がある」ものと解釈すべきである。\n（３）　三条一項、六項、七項、九項は運輸大臣が建築物その他の工作物について\n使用禁止（一項）封鎖その他その用に供させないために必要な措置（二項）、除\n去、封鎖その他必要な措置（七項）除去その他の処分をし、又はその使用の制限\n（九項）等の処分ができることを規定しているが、右の処分はいずれも憲法二九条\nの国民の財産権の制限であるばかりか除去・封鎖等の回復し難い損害を与える場合\nであるから当然に憲法三一条に定める告知と聴聞の機会が与えられなければならな\nい。法文上そのような手続規定がないからといつて右手続がなされない以上本件処\n分は違憲無効を免れない。\n（４）　三条各項は、国民に対し建築物の除去封鎖等の回復し難い損害を与える場\n合であるから、右のような処分をなしうる行為は当然覊束裁量行為である。そして\n右処分はいずれも航空の安全が直接かつ現実に脅かされる場合であること、処分す\nる基準が客観的か？具体的な合理的なものであること、国民の権利の制限が必要昀\n小限度であることが必要である。\n右基準に従つて三条一項各号について検討する。\n（一）　「多数の暴力主義的破壊活動者の集合の用に供され、又は供されるおそれ\nがある」の合憲的解釈\n家屋等を集会に利用したり、政治活動の用に供することは、憲法二一条により保障\nされている。前記のとおり、表現の自由、政治活動の自由は、民主国家において本\n質的な権利であるが故に、右法文は厳格に解釈される必要がある。即ち、多数の暴\n力主義的破壊活動者の集合が、具体的に現実的に「航空の安全」を害する場合に限\n定される。\n（二）　「暴力主義的破壊活動等に使用され又は使用されるおそれがあると認めら\nれる爆発物、火炎びん等の物の製造又は保管の場所の用に供され、又は供されるお\nそれがある」の合憲的解釈\n右の法文は、前記「おそれ」との法文により著しく拡大の余地があり、憲法二九条\nの財産権保障の侵害の危険性がある。前記の法文の違憲性を回避するには、右「暴\n力主義的破壊活動等に使用され又は使用されるおそれ」は、具体的現実的に切迫し\nた「航空の安全」（本法一条）に対する侵害に限定されなければならない。「爆発\n物、火炎びん等の物」も具体的現実的に「航空の安全」（本法一条）を害するに足\nりる「物」でなければならない。又、「保管の場所の用に供され、又は供されるお\nそれ」についても右「使用され又は使用されるおそれ」と同様である。\n（三）　「暴力主義的破壊活動者による航空機の航行の妨害の用に供され又は供さ\nれるおそれ」の合憲的解釈\n前（二）と同様、憲法二九条の財産権の保障の侵害の危険性がある。よつて、右\n「供され、又は供されるおそれがあるとき」は、前記、暴力主義的破壊活動者の解\n釈と同様、当該建物が航空機の航行に対する妨害の用に供されることが確実である\nときと解しなければならない。\n二、本件建物の使用目的及び使用状況\n本件二棟の建物（以下、二棟の建物をあわせて、単に本件建物という）は、いわゆ\nる「団結小屋」と呼ばれている。\n別紙物件目録物件番号（一）（以下本件建物（一）という）は、「木の根団結\n砦」、同（二）（以下本件建物（二）という）は、「岩山団結小屋」と略称されて\nいる。本件建物は、ともに、昭和四三年頃建設され、本件建物（一）は、二階建の\n木造建築物（建坪一五坪、総面積三〇坪）で、後者は、木造平屋建の建築物（建坪\n一五坪、総面積一五坪）である。建物の大きさ等からみて俗称としての小屋とはい\nい難く、生活の本拠としての建造物である。\n本件建物には、現在数名の者らが居住し同人らのうち二名は、右建物の所在地に住\n民登録をし生活している。同人らは、反対同盟構成員の農業を手伝つているもので\nある。\n右の者らは、通常、農民と同じく、午前六時には、起床し、反対同盟農民の所有の\n山畑で援農をし、右援農作業が終了すると反対同盟農民と交流したり、空港建設反\n対闘争のために必要な事務連絡等を行なつている。\nしたがつて、本件建物は、自己の所有する農地を取り上げられようとする反対同盟\n農民の闘いに共感した労働者や学生が反対同盟農民と交流を深める生活の場とし\nて、本件建物に居住しているのである。\nまた、本件建物は、空港建設反対闘争を行なうについてのビラ、パンフレツトの作\n成や必要な連絡のための事務的機能をはたす事務所としても使用されている。\nしたがつて、本件建物には、ともに、全く普通の家屋と同じく、日常生活に必要か\nつ使用されている道具類（炊事道具、風呂、洗濯機、布団、衣服、テレビ、タンス\n等）、農作業に必要な道具類、事務所として必要な設備（電話、印刷機等）がある\nのみである。\nこのように、本件建物は、以下のとおり三条一項各号の用に供され、または供され\nるおそれは、全くない。そのことは、本件建物について、今年に入り四回にも及ぶ\n捜索差押があつたにもかかわらず、押収されたものが機関紙、ビラ、軍手等である\nことよりも明らかである。\n三、本件処分の違憲性及び違法性\n本件処分の違憲性及び違法性について、前記本法三条一項の合憲的解釈基準に従\nい、以下、順次検討する。\n（１）　「多数の暴力主義的破壊活動者の集合の用に供され、又は供されるおそれ\nがある」について\n本件建物の使用目的および使用状況は、前記のとおりであり、従来、本件建物がデ\nモ等の「出撃拠点」に利用されたことはない。\nまた、本件建物の住人は、前記のとおり、援農および空港建設反対闘争のためのパ\nンフレツトやビラの作成や必要な連絡のための事務的仕事に従事している。それ\n故、本件建物への集合は、暴力的破壊活動のためではない。又、集合した者が暴力\n主義的破壊活動を継続又は反覆して将来さらに暴力主義的破壊活動を行う明らかな\n恐れなど全くない。\nよつて、本件処分は、右一号に関しての処分としては明らかに違憲（憲法二一条）\n違法なものである。\n（２）　「暴力主義的破壊活動等に使用され又は使用されるおそれがあると認めら\nれる爆発物、火炎びん等の物の製造又は保管の場所の用に供され、又は供されるお\nそれがある」について\n本件建物が暴力主義的破壊活動等に使用されるおそれがあると認められる爆発物、\n火炎びん等の物の製造又は保管の場所の用に供されたことのないこと及び従来供さ\nれるおそれの全くないことは、前記「二、本件建物の使用目的及び使用状況」の項\n記載より明らかである。\n又、右のことは、今年に入り本件建物が捜索差押を四回も受け、そのとき「爆発\n物、火炎びん等の物」及びそれらを製造する資材、道具が差押されていないことよ\nりも明らかである。\nよつて、本件処分は、右二号に関しての処分としては明らかに違憲（二九条）、違\n法なものである。\n（３）　「暴力主義的破壊活動者による航空機の航行の妨害の用に供され又は供さ\nれるおそれ」について\n前記（１）（２）より明らかな如く、本件処分は、右三号に関しての処分としては\n明らかに違憲、違法なものである。\n以上の検討より明らかな如く、本件処分は、違憲（憲法二九条）、違法なものであ\nる。\n又、本件処分は、憲法一三条、二一条一項、二二条一項に反する。すなわち、本件\n処分の対象となつた工作物の使用目的は、前記のとおりであり、本件処分は、申立\n人らの右宿泊及び集会のための使用を禁じることとなつたものである。本件処分が\n援農を禁止するので憲法一三条の「幸福追求に対する国民の権利」及び同法二二条\n一項の「居住及び移転」の自由を侵害する。又、本件処分が集会を禁止するので憲\n法二一条一項の「集会」の自由を侵害するものである。\n四、結語\n以上のとおり、本件処分は、違憲、違法なものであり、取消されるべきである。\n第六、執行停止の具体的必要性\n一、本件各物件は、各抗告人らにおいて、それぞれ第五、一で主張したとおりの使\n用状況にある。\nすなわち、三里塚芝山連合空港反対同盟の同盟員、その他の農民、市民、全国から\nの援農等の支援者らが、成田空港建設反対の気持をひとつにしつつも、それぞれ居\n住の場とし、宿泊の場とし、援農、農作業の場とし、さらに、話し合いの場として\n利用しているのである。\n周知のとおり、成田空港は再設定された開港日を目前にし、居住、宿泊、援農等の\n必要は勿論であるが、反対運動のための集会、集合の場として、不可欠の必要性が\nある。\n従つて、本件各物件の使用禁止を命じられたことにより、前記の利用が障害を生\nじ、他にその場所を設定しなければならず、これには物理的、経済的その他有形無\n形の困難が生ずること明らかである。\n特に、居住の自由、集会の自由等の観点から、その居住や、集会の性質によつて、\nこれを区別することは許されないが、もし、本件各物件の使用が制限されれば、か\nかる切迫した状態にあつて、空港反対運動には致命的な損害を生ずるであろうと思\nわれる。\nさらに、本件各処分は、いずれも相当長期間をその期間としており、かくては、右\nの損害は、単に空港反対運動にとどまらず、全国から結集する全ての市民運動等に\n及ぶであろう。\nことに、その損害は、具体的に援農等によつて成立つている農民の生活にも及ぶこ\nとが明らかである。\nこれらを総合すれば、本件各処分による「空港の安全」との比較においても抗告人\nらの蒙る損害は執行停止によらなければ回復が困難であつて、これを避けるための\n緊急の必要性が存在する。\n第七、原決定の違憲性及び違法性\n原決定は、前記のとおりの本法違憲性及び本件処分の瑕疵を看過してなされたもの\nであり、違法、違憲なものである。\nなお、原決定が憲法一四条の法の下の平等に反する点、及び行政事件訴訟法第二五\n条第二項に規定する回復困難な損害があるにもかかわらずないとした点について\nは、追つて補充書で詳細に主張する。\n第八、結語\n以上のととおりであるので、抗告の趣旨記載の裁判を求める。\n物件目録（省略）\n抗告理由補充書\n昭和五三年五月一八日提起した頭書抗告申立にかかる理由を左記のとおり補充す\nる。\n第一、憲法一四条違反\n一、法の下の平等（憲法一四条）の趣旨\n絶対主義王制が倒れ、近代社会が成立した時、憲法がつくられ、その中に明記され\nたのは、自由と平等であつた。\n我が憲法も旧憲法（大日本帝国憲法）も法の下の平等を保障する。個人の尊厳を尊\n重し、すべての個人について人格価値の平等を保障することが民主主義の根本であ\nり、民主主義のよつて立つ基礎であるからである。\nそれ故、個人の尊厳（憲法一三条）と人格価値の平等（憲法一一条、一四条）を尊\n重する右憲法の根本精神に照らし、これと矛盾しない限りにおいて差別的取扱いの\nみが許される。これが憲法上許される合理的な差別である。\n二、本法三条一項三号は法の下の平等（憲法一四条）に反する。\n（一）　本法三条一項三号は、「建築物その他の工作物（以下「工作物」とい\nう。）が多数の暴力主義的破壊活動者の集合の用に供され、又は供されるおそれが\nあると認められるときは、運輸大臣は、当該工作物を多数の暴カ主義的破壊活動者\nの集合の用に供することを禁止することができる。」として、同条六項において右\n運輸大臣の命令に反した場合、運輸大臣は、「当該工作物について封鎖その他の用\nに供させないために必要な措置を講ずることができる」とする。\n即ち、暴力主義的破壊活動者は、同法の「規制区域」内において工作物に対する運\n輸大臣の右措置を通して工作物内での集会が禁止される。集会の自由、政治活動の\n自由の制限である。\nよつて、問題は、右のような暴力主義的破壊活動者に対して憲法上の集会の自由、\n政治活動の自由を認めないという差別を課することが憲法一四条の法の下の平等に\n反しないかということである。\n（二）　暴力主義的破壊活動者に憲法上保障された集会の自由、結社の自由、政治\n活動の自由を認めないことは、合理的でない差別である。\n集会の自由、結社の自由、政治活動の自由は、民主主義国家においては本質的自由\nである。なぜならば、民主主義国家が哲学理念として価値相対主義に依拠し、表現\nの自由（集会の自由、政治活動の自由）を媒介として、国民間の主張の対立を止揚\nして、国家社会が進歩するものであるとすることが民主主義国家の理念であるから\nである。\nそれ故にこそ表現の自由はすべての人に対して認められるべき基本的権利である。\n暴力主義的破壊活動者なるが故に制限される理由はない。\n（三）　公共の福祉論\n基本人権の制限との関係でいわゆる公共の福祉論が散見されるので一言する。暴力\n主義的破壊活動者の集合を禁止するのは、公共の福祉（「新東京国際空港及びその\n機能に関連する施設及び管理の安全の確保を図るとともに、航空の安全に資する\n（本法一条）」という公共の福祉）であるかということである。右の問に答える前\n提は、暴力主義的破壊活動者の集合の禁止と右公共の福祉たる航空の安全の因果関\n係が存在することである。これは、如何に強弁しようとも因果関係はない。航行の\n安全に対する何らかの具体的行為でない「集合」であるから当然である。\n又、前記のように憲法に保障された集会の自由、政治活動の自由に対する制限の根\n拠といわれる公共の福祉が前記のとおり一般的で具体性がない故に、前記の自由を\n制限する根拠となり得ないのは当然である。\n因みに、右制限が「集合の用に供されるおそれ」まで対象としている点において、\n運輸大臣の処分の濫用の危険が大きい点も又留意されるべきである。\n以上のとおり、本法三条一項三号の運輸大臣の処分については、公共の福祉論に依\n拠しても合憲化できない規定である。（四）暴力主義的破壊活動者の集会の自由、\n政治活動の制限は、憲法一四条一項「信条」「社会的身分」による合理的でない差\n別である。\n暴力主義的破壊活動者とは、本法二条一項において、「暴力主義的破壊活動等を行\nい、又は行うおそれがあると認められる者をいう。」と定義し、暴力主義的破壊活\n動等を本法二条で定義する。そして、本法審理の段階において、衆議院法制局は、\n暴力主義的破壊活動を定義して、「十一日の答弁で（１）暴力主義的破壊活動を行\nつて検挙されたことがあるもの（２）過激派集団とかかかり合いを持つたり、その\n建物に出入りなどをしたか、しているもの（３）日常の言動から暴力主義的破壊活\n動を起こすおそれがあるとみられるもの、の三つを示したが、十二日参院運輸委で\nの足立氏の答弁では（３）はなぜかはずされた。」（傍点引用者、朝日新聞、昭和\n五三年五月一三日朝刊）という。端的に定義すれば、暴力主義的破壊活動者とは、\n犯罪傾向のある者ということになる。\nしかしながら、犯罪傾向なるが故の差別は、集会の自由、政治活動の自由の制限の\n根拠たりえないばかりでなく、憲法一四条一項の「社会的身分」による合理的でな\nい差別であり、憲法違反である。\n又、本法案の成立経過記載から明らかな如く、本法案は、新東京国際空港建設の反\n対者に対処するものである。とすれば、暴力主義的破壊活動者とは、とりもなおさ\nず新東京国際空港反対者に外ならない。それ故に、暴力主義的破壊活動者に対する\n前記制限は、憲法一四条一項の「信条」による合理的でない差別である。\n以上の合理的でない差別は、本法の案の成立時、第四条一項が、\n「国は、前条六項、第七項、第九項又は第十項の規定による措置が講じられたこと\nにより損失を受けた者（同条六項、第七項又は第十項の場合にあつては、暴力主義\n的破壊活動者を除く。しに対し、通常生ずべき損失を補償するものとする。」\n（傍点引用者）\nとなつていることを考慮すれば明らかである。なぜならば、行政処分、処罰等と補\n償は次元の異なることは明らかであるから。\n（五）　違憲判断\n昀高裁判所昭和四八年四月四日大法廷判決（刑集二七巻三号二六五頁）は、刑法の\n尊属殺規定（同法二〇〇条）の判断において、\n「刑罰加重の程度のいかんによつては、かかる差別の合理性を否定すべき場合がな\nいとはいえない。すなわち、加重の程度が極端であつて・・・・・・（中\n略）・・・・・・立法目的達成の手段として甚だしく均衡を失し、これを正当化し\nうべき根拠を見い出し得ないときは、その差別は著しく不合理なものといわなけれ\nばならず、かかる規定は憲法一四条一項に違反して無効である。」（多数意見）\nとする。\n又、昭和五〇年四月三〇日大法廷判決（判例時報第七七七号、八頁―一五頁）は、\n薬事法六条二項、四項の判断において、「薬局等の分布の適正化が公共の福祉に合\n致することはさきにも述べたとおりであり、薬局等の偏在防止のためにする設置場\n所の制限が間接的に被上告人の主張するような機能を何程かは果たしうることを否\n定することはできないが、しかしそのような効果をどこまで期待できるかは大いに\n疑問であり、むしろその実効性に乏しく、無薬局地域又は過少薬局地域における医\n薬品供給の確保のためには他にもその方策があると考えられるから、無薬局地域等\nの解消を促進する目的のために設置場所の地域的制限のような強力な職業の自由の\n制限措置をとることは、目的と手段の均衡を著しく失するものであつて、とうてい\nその合理性を認めることができない。\n本件適正配置規制は、右の目的と前記（２）で論じた国民の保健上の危険防止の目\n的との、二つの目的のための手段としての措置であることを考慮に入れるとして\nも、全体としてその必要性と合理性を肯定しうるにはなお遠いものであり、この点\nに関する立法府の判断は、その合理的裁量の範囲を超えるものであるといわなけれ\nばならない。\n五　結論\n以上のとおり、薬局の開設等の許可基準の一つとして地域的制限を定めた薬事法六\n条二項、四項（これらを準用する同法二六条二項）は、不良医薬品の供給の防止等\nの目的のために必要かつ合理的な規制を定めたものということができないから、憲\n法二二条一項に違反し、無効である。」\nとする。\n以上の二判例より明らかな如く、憲法の基本的人権の制限が著しく合理性を欠く場\n合においては違憲である。又、そのような法に対して裁判所は、基本的人権擁護の\nため違憲判断をなすべしとする。\n本法三条一項については、前記のとおりである。即ち、本法三条一項の、憲法二一\n条の認める集会の自由、政治活動の自由の制限は、何らの公共の福祉に寄与せず、\nかつ、著しい拡大解釈の余地のある「暴力主義的破壊活動者」なる不明概念を用い\nるが故に一般的集会の自由、政治活動の自由を禁止する危険性が本法三条一項にあ\nる。又、一般的犯罪傾向的な「暴力主義的破壊活動者」は憲法一四条の「信条」\n「社会的身分」による合理的でない差別である。\n以上のように本法三条一項の基本的人権の制限は著しく全く根拠がない。\nよつて、明らかに違憲な法である。貴裁判所においては、明確な違憲判断がなされ\nるべきである。\n三、結語\n以上のとおり、本法三条一項一号は、憲法一四条に反する違憲なものであるにもか\nかわらず、原決定はその点を看過して抗告人らの申立を却下したのであるから、即\n時取消されるべきである。\n第二、本件処分は申立人らに回復困難な損害を与える\n一、原決定\n原決定は、本件処分が申立人らに回復困難な損害を与えるか否かについて、以下の\nように判示した。\n「右の命令は、単に、本件工作物を多数の暴力主義的破壊活動者の集合の用に供す\nることを禁止するのみであつて、それ以外の用途に供することは何らこれを禁ずる\nものではないから、右の暴力主義的破壊活動者とはいかなる者を指すのかの点はさ\nておき、本件全疎明資料によつても、右命令により申立人らに回復困難な損害を生\nずるものとは認めることができない。」\nしかしながら、右決定は、以下のとおり、違憲、違法、不当なものである。\n二、「回復困難な損害」の意義\n行政事件訴訟法二五条二項に規定する「回復の困難な損害」とは、たとえば、\n「社会通念上手続の続行等の不停止によつて維持される行政目的の達成とその停止\nによつて申立人の免れる損害とを比較衡量して前者を犠牲にしてもなお後者を救済\nしなければならないと考えられる程度の損害」（岡山地決昭和四三年一二月一七日\n行裁例集一九巻一二号七〇頁）を意味し、「原状回復または金銭賠償が不能な場合\nばかりでなく、たとえ終局的には金銭賠償が可能であつても、社会通念上そのこと\nだけではてん補されないと認められるような著しい損害を被ることが予想される場\n合」（東京高決昭和四一年五月六日行裁例集一七巻五号一頁、神戸地決昭和三九年\n三月三〇日行裁例集一五巻三号一六七頁、仙台地決昭和四一年二月一五日行裁例集\n一七巻三号二三頁）もこれに該当し、「その損害が人命にかかわり、、或いは身体\nの傷害を惹起せしめるが如き場合においては、事の軽重を問わず、右回復できな\nい、あるいは、回復の困難な損害、と言うに遅疑を要せぬところであるから、この\n種損害の発生の可能性が大きい」場合も含まれる（神戸地決昭和三九年三月三〇日\n行裁例集一五巻三号一六七頁）。要するに、「回復の困難な損害・・・・・・」の\n要件の充足の判断に当たつては、抽象的な金銭賠償の能否や原状回復の能否を基準\nとすべきではなく、生ずべき損害を当事者に受忍させることの社会通念上の具体的\n妥当性を考慮すべきである。\n判例によると、「公会堂の使用目的、公会堂使用のための準備行為、代替場所の有\n無、撤回処分と集会予定日との時間的関係」等の具体的な事実関係の検討から、\n「回復の困難な損害を避けるため緊急の必要があるとき」を認定し（広島地決昭和\n四四年九月二日判時五七五号二八頁、大阪地決昭和四四年七月二一日判時五七五号\n二八頁）、「区公会堂使用承認取消処分の執行停止の申立てにつき、公会堂を使用\nしてする講演会開催の趣旨および表現の自由の本質」にかんがみ「回復の困難な損\n害を避けるため緊急の必要があるとき」にあたるとしている（東京地決昭和四三年\n五月二〇日行裁例集一九巻五号一三頁）。\n後記のように、集会の自由の憲法における枢要かつ優越的地位からいつて、当然で\nある。しかし、一般的に、憲法の自由権、参政権等の権利が侵害された場合にも、\n「その損害が人命にかかわり、或いは身体の傷害を惹起せしめるが如き場合」や集\n会の自由を侵害した場合と同様、「回復の困難な損害」を与えたと解すべきである\n（南博方編『注釈行政事件訴訟法』二三一頁）。\n三、本件処分によつて生ずる「回復の困難な損害」\n１（その一）集会・結社・表現の自由に対する侵害\n（１）　集会・結社・表現の自由の優越性\n表現の自由は、基本的人権の要めであり、そのゆえにそれは第一級の自由（ｆｉｒ\nｓｔ　ｆｒｅｅｄｏｍ）とされ、また他の諸自由に対して、優越的（ｐｒｅｆｅｒ\nｒｅｄ　ｏｒ　ｓｕｐｅｒｉｏｒ）ないし高次の（ｅｘａｌｔｅｄ）地位を占める\nものとされている。表現の自由がこのように厚く”処遇”倭れるのは、それが自由\nそのものの有力な防塞であるからであり、一切の自由のシンボルだからである。\n「またそれは、国民主権を実質化せしめ、また幸福追求のための不可欠の手段でも\nある。とりわけ日本国憲法の昀大特徴の一つである恒久平和主義は、表現の自由が\nなければ、絶対に維持できないであろう。こうみてくると、表現の自由は、日本国\n憲法の根本原理に極めて密接に関連しているのであり、ある意味でそれ自身一つの\n根本原理だ、といつて差支えなからろう。\nしたがつて、日本国憲法がアメリカ合衆国憲法と同様、表現の自由に法律の留保を\n認めていないのは、決して偶然ではない。\nそれは、まさに絶対的自由と呼ぶにふさわしいものである。アメリカ憲法の父とい\nわれるジエームス・マデイスンは、合衆国憲法修正第一条に関し、それは「言論の\n自由の権利が確保され、出版の自由も政府の権限を越えたものと明文で宣言されて\nいるのだ」と述べたが、これはわが国についても妥当するのである（清水英夫『体\n系憲法判例研究ＩＩ有倉遼吉教授還暦記念』一六一頁、表現の自由）。」\n（２）　集会・結社・表現の自由に対する侵害\n（一）　集会、結社の自由は、言論・出版等の自由と同じく、表現の自由の一つで\nある（丸山・上田前掲『体系憲法判例研究ＩＩ』二八三頁、集会・結社の自由）。\nしたがつて、集会・結社の自由も憲法体系上第一級の自由として、優越的ないし高\n次の地位をもつものと解さなければならない。\n集会とは、多数人が共同の目的をもつて一定の場所に集合することをいう（宮沢俊\n義『憲法ＩＩ』三六六頁）。\nそして、集会は、その行なわれる場所によつて、公共集会と非公共集会に区別され\nる（宮沢前掲書三六七頁）。\n公共集会は、一般公共のその場所の使用との調節を考慮しなければならないのに対\nし、後者は、そういう調節をすることは、不要である。\n非公共集会については、一般公共に何らかの影響を及ぼす可能性は少ないから、公\n権力による制限を認める余地は少ない（宮沢前掲三六七頁）。\n本件建物については、本件建物の住人は、本件建物の中において、右の非公共集会\nを連日開いていたのであり、本件処分は、表現の自由、集会の自由を侵害するもの\nとして、申立人らに対し回復の困難な損害を与えるものである。\nすなわち、本件建物は、一方では、空港建設に反対する者らが援農をしながら、生\n活をする場であるとともに、反対同盟農民あるいは、全国から訪れる人々と本件建\n物の住人もしくは、本件建物の住人相互の交流、集会の場として使用されていた。\n本件建物の住人らは、援農作業を終えた後、本件建物において、空港建設が農民に\n与える影響、農民にとつて土地の持つ重要性、空港公団が農民から土地を取り上げ\nるため、警察、機動隊が行なつてきた過剰警備や暴行、成田空港が土地の適正かつ\n合理的な利用に寄与するものであるのか、土地を収用し、または使用する公益上の\n必要があるのか、ひいては、我が国における農業問題、反対同盟農民との連帯の意\n義等をテーマにして、連日のように非公共集会を開いていたのである。\nこのような非公共集会は、本件処分後も当然のことながら、連日、開かれる予定で\nあつた。\n本件処分は、このように集会、表現の自由を侵害し、抗告人らに回復の困難な損害\nを与えるものである。\n（二）　また集会・結社の自由とは、公同の目的を有する多数者の一時的・継続的\n集団であり、かつそこで団体としての意思形成およびその意思を表現・貫徹するた\nめの行動を含むとされている（丸山・上田前掲書二八六頁以下）。\n本件建物は、空港建設に反対する住人らが同じく、空港建設反対闘争に共鳴する全\n国の人々に対する連絡事務所として、使用しているのであり、前記の意味におい\nて、団体としての活動を行なう場所である。\nしたがつて、本件処分は、集会・結社の自由を侵害するものとして、申立人らに対\nし、回復の困難な損害を与えるものである。\n四、本件処分によつて生ずる「回復の困難な損害」\n―（その二）三条一項一号の使用禁止は全面使用禁止と全く同じである\n原決定は、前記のとおり「右の命令は、単に本件工作物の暴力主義的破壊活動者の\n集合の用に供することを禁止するのみであつて、それ以外の用途に供することは何\nらこれを禁ずるものではない」と判示しているが、原決定が右のように判示するに\nついて、「暴力主義的破壊活動者とはいかなる者を指すのかの点はさておき」とせ\nざるをえないことからも明らかなように、全くの詭弁であり、全く説得性、論理性\nをもたないものである。\n本件建物は、「暴力主義的破壊活動者」の集合の用に供することを禁じているので\nあり、「暴力主義的破壊活動者」がいかなる者をさすのかによつて、本件建物が全\n面的な使用禁止と全く同一の効果を持つことになつてしまう。\nそうして、本件建物については、本件建物を抗告人反対同盟から貸与されている抗\n告人管理者ら本件建物の住人が「暴力主義的破壊活動者」とされているのであり、\nかつ、集合することを禁じられているのであるから、本件建物を「暴力主義的破壊\n活動者の用」に供することを禁止することは、抗告人にとつて、本件建物の全面的\n使用禁止と異なるところはないのである。\n「暴力主義的破壊活動者」がいかなる意味を持つのかということこそ、重大な問題\nなのである。\nまた、運輸省によれば、「暴力主義的破壊活動者の集合の用」とは、工作物中に\n「おばあさんがいるだけでも」よく（朝日新聞昭和五三年五月一八日朝刊）、「暴\n力主義的破壊活動者」の概念は、破防法五条のような「暴力主義的破壊活動」を行\nなう団体についての設定要件のようなしぼりが全くないのであるから、結局、三条\n一項一号の使用禁止命令は、結果として本件建物を全ての人が使用することを禁止\nしたことに等しくなる。\nしたがつて、三条一項一号の使用禁止命令は、抗告人らに対し、「回復の困難な損\n害」を与えるものである。\n五、本件処分によつて生ずる「回復の困難な損害」\n１　（その三）「本案について理由があると見える」ことの明白性\n回復の困難な損害であるか否かの認定は、「本案について理由があると見える」こ\nととの関連においても認定されている。この点に関し兼子仁教授は、以下のとお\nり、指摘している。\n「停止決定例で、係争処分が違法と見えること、ないし違法主張の「本案について\n理由があると見える」ことを語り、それとの関連で申請者の緊急保全利益を比較的\n容易に肯認しているものが少なくない。法定の要件としては「本案について理由が\nないとみえるとき」であり、このかぎりでは、申請者が一応成り立ちそうな違法取\n消原因の主張をしていれば足り、むしろその消極的要件の疎明責任は被申請人行政\n庁の側に存するのであるが、実際には申請人側の疎明で、係争処分の違法らしさ、\nしたがつて緊急の救済の必要が一応判断できるケースが少なくないということであ\nろう。法論理的にもたしかに、「将来本案判決において取り消される可能性の大き\nい処分によつて生ずる損害は、現在においてこれを当事者に受任させることが社会\n通念上相当でない」のである。\nもつとも、このような解釈運用は、執行停止審理を本案訴訟化する傾きを生ずる。\n裁判による国民の法益救済を現実のものとするためには、執行停止の本案化はかな\nり必然的であると見なければならない（民事仮処分と異なり、行政処分の執行停止\nは元来本訴たる取消訴訟を適法に提起した者のみが申請しうるものである）。」\n（杉村敏正・兼子仁「行政手続・行政事件訴訟法」三三四頁。同旨浜秀和「行訴法\n施行後における行政裁判例の傾向（３）」判時五二二号一二〇頁）。\n本法は、いかなる意味においても、違憲である。本法は、いかたる意味において\nも、現行法体系とは、あいいれない。\nこのことは、誠実な法律家であれば一誰しも認めざるをえないことである。\n違憲な本法によつて、本件処分を受けた抗告人らには、「回復の困難な損害」があ\nることは、明白である。\n(原裁判等の表示)\n○　主文\n本件申立てをいずれも却下する。\n申立費用は申立人らの負担とする。\n○　理由\n一　本件申立ての趣旨及び理由は別紙（一）のとおりであり、これに対する被申立\n人の意見は別紙（二）のとおりである。\n二　本件疎明資料によれば、昭和五三年五月一六日、被申立人が、別紙物件目録記\n載の工作物（以下、単に本件工作物という。）の所有者、管理者及び占有者に対\nし、本件工作物は、新東京国際空港の安全確保に関する緊急措置法（以下、単に本\n件法律という。）第三条第一項第一号の用に供されるおそれがあるとして、同項の\n規定に基づき、昭和五四年五月一五日までの間、本件工作物を同項第一号の用に供\nすることの禁止を命じたことが明らかである。\n三　そこで、まず、右の命令により申立人らに対して行政事件訴訟法第二五条第二\n項に規定する回復の困難な損害が生ずるか否かについて検討してみると、右の命令\nは、単に、本件工作物を多数の暴力主義的破壊活動者の集合の用に供することを禁\n止するのみであつて、それ以外の用途に供することは何らこれを禁ずるものではな\nいから、右の暴力主義的破壊活動者とはいかなる者を指すのかの点はさておき、本\n件全疎明資料によつても、右命令により申立人らに回復困難な損害を生ずるものと\nは認めることができない。\n従つて、本件申立てのうち使用禁止命令の効力の停止を求める申立ては、同項所定\nの回復の困難な損害の点について疎明がないことに帰するから、その余の点につき\n判断するまでもなく失当というほかない。\n四　次に、申立人らは、右命令に基づく後続処分として、封鎖その他多数の暴力主\n義的破壊活動者の集合の用に供させないために必要な措置を講ずることをしてはな\nらない旨をも申立てているけれども、本件法律第三条一項所定の禁止命令と同条第\n六項所定の封鎖その他の処分とは、それぞれ別の要件のもとになされる別個独立の\n処分と解するのが相当であり、右の封鎖その他の処分は右命令の執行行為にあたら\nないことは勿論、その必然的な進展としての処分とも解しえないから、右の封鎖そ\nの他の処分が現実化しない現段階においては、予めその執行の停止ないし差止めを\n求めることは許されない。\n従つて、これと異なる前提に立つ申立人らの右主張は、この点で既に不適法といわ\nざるをえない。\n五　よつて、本件申立てはいずれも失当であるからこれを却下することとし、申立\n費用の負担につき行政事件訴訟法第七条、民事訴訟法第八九条、第九三条第一項本\n文を適用して主文のとおり決定する。\n代理人目録（一）（二）（省略）\n申立の趣旨\n一　被申立人が昭和五三年五月一六日、別紙目録の物件欄記載の物件に対してなし\nた当該物件の使用禁止命令は、本案判決が確定するまで、その効力を停止する。\n二　被申立人が昭和五三年五月一六日、別紙目録の物件欄記載の物件に対してなし\nた当該物件の使用禁止命令に続く封鎖その他その用に供させないために必要な措置\nを講ずるとの後続処分およびその執行をしてはならない。\n三　申立費用は、被申立人の負担とする。\nとの裁判を求める。\n申立の理由（抗告の理由と同旨）及び物件目録（省略）\n申立の趣旨の追加\n頭書事件の申立の趣旨（訂正済のもの）に左記趣旨を追加する。\n記\n被申立人が昭和五三年五月一六日、別紙目録の物件欄記載の物件に対してなした当\n該物件の使用禁止命令に続く封鎖その他その用に供させないために必要な措置を講\nずるとの後続処分およびその執行をしてはならない。\n意見の趣旨\n本件申立を却下する。\n申立費用は申立人の負担とする。\n意見の理由\n第一　本件命令を発するに至つた経緯\n一　新東京国際空港（以下「新空港」そいう。）は、昭和四一年七月四日の閣議決\n定に基づき、その建設が進められ、運輸大臣は昭和五二年一一月二八日に新空港の\n供用開始期日を昭和五三年三月三〇日とする旨の告示（昭和五三年運輸省告示第六\n百八号）を行い、以後各方面において開港のための昀終的準備が進められてきた。\nところが、昭和四三年頃から、革命的労働者協会（以下「革労協」という。）、革\n命的共産主義者同盟全国委員会（以下「中核派」という。）、日本革命的共産主義\n者同盟（第四インター日本支部、以下「第四インター」という。プロレタリア青年\n同盟全国協議会（以下「プロ青同」という。）、共産主義者同盟（以下「共産同」\nという。）等の極左暴力集団は、新空港建設実力阻止を標ぼうし、新空港周辺地域\nにおいて、別紙目録記載の工作物（以下「本件工作物」という。）を含むいわゆる\n「団結小屋」又は「要塞」等を設け、これを拠点として過激な破壊活動を繰り返し\nてきた。\n昀近においても右極左暴力集団は、新空港第五ゲートに火炎車二台を突入させると\nともに、鉄パイプ、火炎びん等を使用して攻撃を加え（昭和五二年五月八日、第四\nインターなど約五〇〇名による。）、千葉県山武郡＜地名略＞成東警察署＜地名略\n＞Ｇ警察官詰所を襲撃、放火して警察官を殺傷し（昭和五二年五月九日）、新空港\nに所在する航空保安無線施設（口ーカライザー）に火炎びんを投てきし（昭和五二\n年七月二四日）、新空港第五ゲートに火炎自動車を突入させ（昭和五二年一〇月七\n日革労協による。）、千葉県山武郡＜地名略＞所在航空保安協会研修センターに数\n度にわたり火炎びんを投てきした（昭和五二年三月一日等）ほか、東京都内所在の\n新東京国際空港公団事務所に乱入し、総裁室等を破壊する（昭和五二年五月六日、\n中核派による。）などの過激なゲリラ活動を展開しており、昭和五三年三月二六日\nには第四インター、共産同戦旗派、プロレタリア青同所属の約一五〇〇名が新空港\n内に火炎車を突入させるとともに同空港内に乱入して火炎びんを投げ、更に同空港\n管制塔内に乱入し、管制機器を破壊し、同月三〇日に予定されていた新空港の開港\nを延期するのやむなきに至らしめたことは公知の事実である。\n極左暴力集団のこのような暴挙は法と秩序に対する重大な挑戦であり、法治国家に\nおいて断じて許されないものであることはいうまでもなく、右の事態に対し、政府\nにおいては、昭和五三年三月二八日、「新東京国際空港の開港が極左暴力集団の破\n壊行為により、一時延期のやむなきに至つたことは、極めて遺憾である。このよう\nな暴挙は、単なる地元一部農民による反対運動とは全く異質のもので、法と秩序の\n破壊であり、民主主義体制そのものに対する重大な挑戦であつて、断じて許すこと\nはできない。政府は、この際極左暴力集団の徹底的検挙・取締りのため断固たる措\n置をとることとし、開港後を含めた長期警備体制の一層の強化を図るとともに、管\n制塔をはじめ空港を不法な暴力から完全に防護するため更に空港施設の整備を図る\n等各般にわたる抜本的対策を強力に推し進める決意である。国民各位をはじめ広く\n内外関係者の御理解と御協力をお願いする。」旨、異例の声明を発し（疎乙第一号\n証）、また、国会は、衆議院においては同年四月六日全会一致で、参議院において\nは同月一〇日全党一致で、「去る三月二六日の成田新東京国際空港における過激派\n集団の空港諸施設に対する破壊行動は、明らかに法治国家への挑戦であり、平和と\n民主主義の名において許し得ざる暴挙である。よつて、政府は毅然たる態度をもつ\nて事態の収拾に当たり、再びかかる不祥事をひき起こさざるよう暴力排除に断固た\nる処置をとるとともに地元住民の理解と協力を得るよう一段の努力を傾注すべきで\nある。なお、政府は、新空港の平穏と安全を確保し、我が国内外の信用回復のため\n万全の諸施策を強力に推進すべきである。」旨の「新東京国際空港に関する決議」\nをそれぞれ採択し（疎乙第二号証の一、二）国民を代表して、極左暴力集団の暴力\nを非難する意思を明らかにした。\n二　そして、運輸大臣においては、破壊された管制機器の修復の見込み、新空港の\n安全確保措置の実現の見込み等を勘案し、昭和五三年四月七日付けをもつて改めて\n新空港の供用開始期日を同年五月二〇日とする旨の告示（昭和五三年運輸省告示第\n百九十五号）を行い、政府は全力を傾けて新空港の安全の確保を図るための措置を\n講じることに努めているが、国会においても、前記のような事態に対処し、新空港\n及びその周辺における暴力主義的破壊活動を防止するため、議員提案による「新東\n京国際空港の安全確保に関する緊急措置法」（昭和五三年法律第四十二号、以下\n「緊急措置法」という。）を成立（同年五月一三日公布、同日施行）させ、現在、\n政府、国会を挙げて新空港の安全開港に努力している。\n三　しかしながら、極左暴力集団は、依然として「開港実力阻止」を叫び、その機\n関紙等において「五・二〇　三里塚開港爆砕へ」「三・三〇開港を爆砕！空港完全\n爆砕へ！」（革労協機関紙「解放」昭和五三年四月一日・一五日号、疎乙第三号\n証）、「五・二〇「開港」を粉砕せよ」「完全廃港へ進撃せよ！」（第四インター\n機関紙「週間世界革命」同月一〇日号、疎乙第四号証）、「五・二〇「出直し開\n港」を実力阻止せよ、反対同盟先頭に巨万の空港包囲―突入―占拠闘争を実現せ\nよ」（同、同月一七日号、疎乙第五号証）、「空港を破壊せよ」「死力を尽し五月\n決戦勝利へ、権力の治安弾圧を真向爆砕し、無制限ゲリラ戦争の強襲を」（中核派\n機関紙「前進」同年四月一七日号、疎乙第六号証）などと呼号し、空港開港阻止の\nためには、新空港及び空港関連施設はもちろん政府諸機関等に対するゲリラ活動を\nも辞さない構えを示しており、昀近でも広島県佐伯郡＜地名略＞広島ＮＤＢ（無指\n向性無線標識施設）に放火し（昭和五三年五月二日、中核派による。）、千葉県成\n田市＜地名略＞ＶＯＲ（超短波全方向式無線標識施設）に放火、損壊する（昭和五\n三年五月一三日）等過激な破壊活動を反復している（疎乙第一三号証、同第一四号\n証）。\nこのような情況からして、緊急措置法の目的に照らし、これら暴力主義的破壊活動\n者の集合の用に供されるおそれがある本件工作物について、その用に供することを\n禁止する必要があるので、運輸大臣において本件禁止命令を発するに至つたもので\nある。\n第二　緊急措置法の合憲性\n緊急措置法は、前述のような事態に鑑み、当分の間、新東京国際空港若しくはその\n機能に関連する施設の設置若しくは管理を阻害し、又は同空港若しくはその周辺に\nおける航空機の航行を妨害する暴力主義的破壊活動を防止するため、その活動の用\nに供される工作物の使用の禁止等の措置を定め、もつて同空港及びその機能に関連\nする施設の設置及び管理の安全の確保を図るとともに、航空の安全に資することを\n目的として、国会において慎重審議の上、憲法に適合するものとして、制定された\nものであるが、本件申請人の主張に鑑み、その合憲性について若干意見を述べるこ\nととする。\nまず、基本的人権といえども、公共の福祉の要請から必要な限度で一定の制約を受\nけることは憲法自体が是認しており、ことに財産権については、憲法においても\n「財産権の内容は公共の福祉に適合するように、法律でこれを定める。」（第二九\n条第二項）と明定されており、公共の福祉に適合するように財産権の行使の仕方を\n法律で規制することは憲法上当然に許されるのである。\n同条はまた「私有財産は正当な補償の下にこれを公共のために用いることができ\nる。」（三項）とも定めており、私有財産といえども正当な補償の下に制限するこ\nとかできることを認めている。\n次に、憲法第三一条の適正手続の保障については、同条は直接には刑事手続に関す\nる保障を定めたものと考えられるが、その底を流れる精神からして、ある手続が単\nに行政手続であるとの理由のみで当該手続における一切の強制がこれらの保障のわ\nく外にあると考えるべきではない。もつとも、刑事手続と行政手続とはその性質に\nおのずから差異があり、行政手続にあつては、処分の目的、性格や、これによつて\n制約を受ける国民の権利の内容及び制約の程度・態様は多種多様であつて、必ずし\nも常に事前の弁明や防禦の機会が保障されなければならないわけではなく、それぞ\nれの処分の目的、性格等に照らして合理的かつ適正と認められる手続によつてすれ\nば足りるものと考えられ、また、事情の明白性又は事態の緊急性のために通常の手\n続をふむ余地がないと合理的に認められるような場合には、その手続をふまなくて\nもよいこととしても、同条の精神に反することにはならないと考えるべきである。\nそして、本法はまさに前述のような異常な事態に鑑み、新東京国際空港及びその機\n能に関連する施設の設置及び管理の安全の確保を図るためすなわち公共のために、\n一定の工作物及び物件について運輸大臣がその財産権を制限することができる旨を\n定めているのであつて、右の制限は合理的な制限というべきである。\nなお、本法は前記のような目的の法律であつて、集会、結社、表現の自由を保障す\nる憲法二一条、法の下の平等を規定する同法一四条に違反するものでないことは明\nらかである。\nまた、本法は憲法九五条のいう「一の地方公共団体のみに適用される特別法」にも\nあたらない。\n以上のとおり、本法はいかなる意味でも憲法に違反するものではない。\n第三　本件命令の適法性\n本件供用禁止命令は、新東京国際空港の安全確保に関する緊急措置法第三条第一項\nに基づき発せられたものであるが、同項に規定する要件にいずれも該当するもので\nある。\n一　本件工作物は、千葉県成田市＜地名略＞地上に所在する木造プレハブ二階建の\n建築物（以下「小屋」という。）一棟及び木造、平家建の建築物（以下「物置」と\nいう。）一棟並びに木造やぐら一基であり（疎乙第七号証、同第一六号証の一ない\nし四、同第一七号証の二）、緊急措置法第二条第三項の規制区域内に所在している\n（疎乙第一七号証の一）。\n二　本件工作物は、新空港設置に反対し、その実力阻止を唱える過激な極左暴力集\n団である革労協により、昭和五二年七月に「三里塚におけるわが解放派の一大拠点\nであると同時に、開港阻止に向けた不抜の前進基地として打ち固められるであろ\nう」ものとして建設されたもので、革労協では「木の根団結砦」と称しており（疎\n乙第一七号証の五）、右実力闘争のための拠点として設けられ、その目的に使用さ\nれてきた。\n現在その木造やぐらには、「二期工事絶対阻止」の看板が掲げられており（疎乙第\n一六号証の四）、革労協はその機関紙「解放」（昭和五三年四月一・一五日号）に\nおいて、「五月二〇日の開港を阻止し、空港完全爆砕に向けて突き進め」と呼号し\nている（疎乙第三号証）。\n三　本件小屋に、昭和五二年七月三〇日に出入りした数名のうち氏名の確認できた\nＨ及びＩは、新空港設置闘争に関して検挙された経歴を有する者である（疎乙第一\n七号証の三）。\n（注）\nＨは、昭和四四年一一月一二日新空港工事用道路の表土掘削作業業務に対する威力\n業務妨害罪で検挙され、また昭和四六年九月一六日新空港敷地内所在の土地収用の\nための千葉県知事の代執行妨害闘争に関連して、兇器準備集合罪及び警察官に対す\nる公務執行妨害罪により昭和四七年六月六日検挙されている。\nＩは、昭和五一年二月二五日、千葉県知事が新東京国際空港公団に対して占使用を\n許可した道路上に違法に構築された板塀の撤去作業の実力阻止に関連し、警察官に\n対する公務執行妨害罪により検挙された。\n四　また、昭和五三年三月二七日、革労協及びそれに所属する全国反帝学生評議会\n連合（反帝学評）等の着用する青色へルメツトを着用した約四〇人の者が本件工作\n物の敷地内においていわゆる武闘訓練を行い、翌二八日にも、同様の者約四〇人が\n本件工作物の前で長さ三メートル位の旗竿をもつて突撃訓練をした後本件小屋内に\n入つたことが現認されている（疎乙第一七号証の三）。\nなお、昭和五三年四月二八日本件小屋に出入したことが確認されているＪは、昭和\n四七年七月二六日多数の学生らと共に警察官及び執行官に対し、竹竿、竹槍で突き\nかかる等して兇器準備集合罪及び公務執行妨害罪により検挙されている（疎乙第一\n七号証の三）。\n五　また、右Ｉは昭和五三年四月二六日に、Ｊは同月二八日にも本件工作物に出入\nしたことが確認されており（疎乙第一七号証の三）、更に、同年五月一二日、千葉\n県警察本部が本件工作物の捜索を行つた際、工作物内にいた者一一名のうち六名が\n革労協所属の団体八反帝学評、社青同、解放派）の名等を記したヘルメツトを着用\nしていた（疎乙第一七号証の四）ほか、工作物内には同種のヘルメツトが散乱して\nおり、更に物置内には、多数の竹竿が保管されていた（疎乙第一七号証の四）。\n六　右物置は、本件工作物と隣接して設置されており、同様本件工作物に隣接して\n設置されている木造やぐらには、武闘訓練時に二名が監視に立つている（疎乙第一\n七号証の三）。\n七　以上のような事実からして、本件工作物は、革労協所属ないし同調者である多\n数の暴力主義的破壊活動者の集合の用に供されるおそれがあるものと認められる。\n第四　申立人には、本件命令の執行により生ずる回復困難な損害の発生はない。\n本件命令により、申立人は本件工作物を多数の暴力主義的破壊活動者の集合の用に\n供することが禁じられることになるが、本件工作物を右以外の通常の用に供するこ\nとは何ら禁ぜられるものではない。本件工作物を右のような暴力主義的破壊活動者\nの集合の用に供することが禁ぜられたからといつて、申立人に社会通念上回復困難\nな損害が生ずるとはとうてい認められないことはいうまでもないことである。\n第五　公共の福祉に対する重大な影響\n現在の情況下において、もし、右供用禁止命令の効力が停止され、本件工作物が暴\n力主義的破壊活動者の集合の用に供されるならば、これらの者の過激な暴力主義的\n破壊活動により、新空港の設置若しくは管理が阻害され、新空港及びその周辺にお\nける航空機の航行が妨害されるおそれがあるとともに、外国人を含む多数の人々の\n生命、身体、及び財産に重大な損害を加え、国際関係にも悪影響を及ぼすことが懸\n念される。\nしたがつて、本件供用禁止命令の効力が停止されることは公共の福祉に重大な影響\nを及ぼすおそれがあるものといわざるを得ない。\n第六　結論\nよつて本件執行停止の申立てはすみやかに却下されるべきである。\n（別紙）\n目録\n千葉県成田市＜地名略＞に所在するプレハブ二階建の建築物（これと一体となつて\nいる物を含む。）一棟及び木造、平家建の建築物一棟並びに木造、高さ約十二メー\nトルのやぐら一基（通称「木の根団結砦」）\n"
}