{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 9,
    "day": 16
  },
  "case_number": "昭和49(う)2007",
  "case_name": "公正証書原本不実記載、同行使、商法違反、有価証券虚偽記入、同行使、詐欺被告事件",
  "court_name": "東京高等裁判所第四刑事部",
  "article_info": "第28巻4号359頁",
  "gist": "審判の請求を受けない事件について判決をした違法があるとされた事例",
  "case_gist": "株式払込取扱機関の役職員である者が、商法四八六条一項に掲げる者らと通謀して、株式の払込みを仮装する応預合罪と払込金保管証明書の交付を受ける等の方法により、増資の登記完了後は引き出すことが当初から予定されていて、実質的にみて資本充実のための株式の払込がないのにそれがあつたように装つて新株発行による変更の登記をし、もつて公正証書原本に不実の記載をさせてこれを備え付け行使した罪とは、後者が右預合をした者との共犯関係においてなされた場合であつても、科刑上の一罪ではなく併合罪であると解すべきであるから、後者について公訴が提起されている場合に、裁判所が、検察官が前者についてした訴因追加請求を許可しこれを審判の対象としたことは、刑訴法三七八条三号後段にいう「審判の請求を受けない事件について判決をした」場合に当たる。",
  "lawsuit_id": "20545",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20545",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/545/020545_hanrei.pdf",
  "contents": "主　　　　文\n原判決中、被告人両名に関する部分を破棄する。\n本件を千葉地方裁判所に差し戻す。\n理　　　　由\n本件各控訴の趣意は、被告人Ａにつき弁護人出射義夫提出の控訴趣意書及び検察\n官平田胤明提出の控訴趣意書に記載されたとおりであり、被告人Ｂにつき弁護人内\n田弘文提出の控訴趣意書に記載されたとおりであるから、これらを引用する。\n一　弁護人出射義夫の控訴趣意中、原判示第四の一の部分に関する主張につい\nて。\n所論は、原判決は「罪となるべき事実」の第四の一において、Ｃ株式会社がその\n発行済株式の株金総額を二〇〇〇万円から八〇〇〇万円に増加した際、Ｄ、Ｅ及び\n同会社代表取締役Ｆらが共謀の上、右増資株式の払込みを仮装するため、株式会社\nＧ銀行Ｈ支店長であつた被告人Ａと通謀して原判示第四の一のとおりの預合をし同\n被告人は右預合に応じたという事実を認定している。しかし、右認定部分には、理\n由の不備又は判決に影響を及ぼすことの明らかな事実の誤認があるというのであ\nる。\nそこで所論にかんがみ、まず、職権をもつて、原裁判所が果して原判示第四の一\nの応預合の事件につき審判の請求を受けているかどうかを一件記録によつて調査し\nてみると、同被告人に対しては、昭和四〇年二月一五日付起訴状をもつて、Ｉ、\nＥ、Ｄ及びＦと共謀の上Ｃ株式会社の発行済株式の株金総額が二〇〇〇万円から八\n〇〇〇万円に増加された際、右増資新株式の引受け及び払込みがなされた事実がな\nいのに、原判示第四の二のとおりの登記申請をして原判示第四の二のとおりの公正\n証書原本不実記載及び同行使をした、という公訴事実につき公訴が提起されたけれ\nども、原判示第四の一の応預合の事実については同被告人に対して公訴が提起され\nた事実は存しない。もつとも、右起訴状が同被告人に送達された後、同年三月二三\n日付で右起訴状の訴因に原判示第四の一の応預合の訴因を追加する旨の訴因追加請\n求書が原裁判所に提出され、右請求書が同被告人に送達された後右公正証書原本不\n実記載及び同行使被告事件につき第一回公判期日が指定され、被告人及び弁護人は\n右応預合を含むすべての訴因についていわゆる冒頭の認否を行い、原裁判所もまた\n右訴因を含むすべての訴因について証拠調べ等の手続を追行して原判決に到達した\nこ<要旨>とが認められる。ところで、株式払込取扱機関の役職員である同被告人が\n商法第四八六条一項に掲げる者すな</要旨>わち前掲Ｆらと通謀して株式の払込みを\n仮装する行為をする応預合罪と払込金保管証明書の交付を受ける等の方法により、\n増資の登記完了後は引き出すことが当初から予定されていて、実質的にみて資本充\n実のための株式の払込みがないのにそれがあつたように装つて新株発行による変更\nの登記を申請し、もつて、公正証書原本に不実の記載をさせてこれを備え付け行使\nした罪とは、後者が右預合をした者との共犯関係においてなされたものである場合\nでも、科刑上一罪ではなく併合罪の関係にあると解すべきであり、従つて検察官が\n応預合罪につき別訴を提起することなく、訴因追加請求をしたことがそもそも誤り\nであつたというべきであるから、原裁判所としては応預合の訴因追加請求を許さな\nい旨の決定をし、右応預合については検察官が別訴を提起しない限り審判の対象と\nすべきではない。この点を看過した原判決は、結局審判の請求を受けない事件につ\nいて判決をした（刑訴法三七八条三号後段）違法があるといわざるを得ない。そう\nすると同被告人が原判示第四の一のとおり預合に応じたことを「罪となるべき事\n実」と認定し、これに基づき法令を適用し、これとその他の罪（原判示第一の一の\n罪）とが併合罪であるとして同被告人に対する処断刑を算出した原判決は、判決に\n影響を及ぼすことの明らかな法令の違反があつて、全部破棄を免れない。\n（なお、原判決が主文の末項において、「被告人Ａは、本件公訴事実中各公正証\n書原本不実記載同行使の点につき無罪。」としたことは、訴因追加請求を是認して\n公判手続を追行したことと理論的に整合していない。）\n（その余の判決理由は省略する。）\n（裁判長裁判官　寺尾正二　裁判官　山本卓　裁判官　渡辺惺）\n"
}