{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 6,
    "day": 29
  },
  "case_number": "昭和50(行コ)55等",
  "case_name": "寿建築研究所救済命令取消",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "19667",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19667",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/667/019667_hanrei.pdf",
  "contents": "主　　　文\n本件控訴をいずれも棄却する。\n控訴費用は控訴人らの負担とする。\n事　　　実\n（以下、被控訴人・第一審原告を第一審原告と、控訴人・第一審被告を第一審被告\nと、控訴人・第一審参加人を参加人と略称する。）\n一　第一審被告及び参加人は、「原判決を取り消す。第一審原告の請求を棄却す\nる。訴訟費用は、第一、二審とも第一審原告の負担とする。」との判決を求め、第\n一審原告は、主文第一項と同旨の判決を求めた。\n二　当事者双方の主張及び証拠の関係は、次のとおり付加するほか、原判決事実欄\nの第二及び第三記載のとおりであるから、これを引用する。\n１　第一審被告の付加陳述\n（一）　団体交渉決裂後の情勢の変化について\n団体交渉は、もともと労使の対立から始まるもので、この対立が明確になつて互\nいに譲歩の余地が見出せない場合でも、それのみで団体交渉を拒否する正当事由と\nなるものではない。団体交渉には、たとえ妥決が期待できなくとも、労使双方が交\n渉の経過を通じて相互の理解を深めるという重要な機能がある。そして、一たん労\n使の交渉が決裂しても、労使紛争の流動的性格から、日時の経過と共に、客観的な\n事情の変更がなくとも、主観的に事情が変更し、団体交渉による解決の可能性が生\nじるのである。このような事情の変更の有無は、団体交渉を再開してはじめて確め\nられるのであつて、事情の変更を団体交渉再開の要件とし、その立証責任を本来労\n働基本権を有する労働組合に負担させるのは相当でない。\n本件の場合、昭和四八年一月一七日に第一審原告が団体交渉決裂を宣言したが、\nその際当事者間で情勢の変化があれば団体交渉を再開する旨約束されたもので、こ\nれはすなわち団体交渉の余地が残されていたからである。また、右決裂後二か月ほ\nどして、参加人が交渉再開を申し入れ、第一審原告がこれに応じたことからみて\nも、両当事者とも、日時の経過と共に団体交渉の再開が有意義なものとなることを\n認めていたのである。そして、前記決裂宣言の後本件救済命令発令までに約一年一\n〇か月を経過し、その間に二次解雇の問題も派生しており、中途斡旋不成立の事実\nがあつたが、その後なお一年二か月を経過していた。第一審被告は、以上の経緯を\n勘案裁量のうえ、両者の間にいま一度団体交渉をなさしめるのが、将来における労\n使関係改善のための一つの契機ともなりうるであろうとの行政的判断から、本件救\n済命令を発したもので、その判断に違法はない。\n（二）　参加人の暴力の虞について\n第一審被告は、本件救済命令書において、団体交渉申入れ及び団体交渉の場にお\nける暴力の行使を否定し、参加人に対し過去の非をくりかえすことのないよう厳し\nく戒めたうえで、原判決事実欄第二、三、３、（三）、（２）記載のとおり判断\nし、団体交渉の再開を命じたもので、第一審被告の判断に瑕疵はない。\n２　参加人の付加陳述\n（一）　団体交渉の余地等について\n昭和四八年一月一七日までの団体交渉においては、第一審原告は、合理性のない\n一次解雇に固執し、いたずらに参加人の疲弊を望んで不誠実な態度に終始してい\nた。右の日以後も、参加人としては、第一審原告に対しその不誠実な態度に猛省を\n促すことを先決問題として交渉の課題とすベきものとし、また一次解雇の理由とさ\nれた事実についての第一審原告の評価が従前変転していた理由を交渉を通じて明ら\nかにするほか、第一審原告の解雇撤回の拒否は、結局参加人の組合活動を理由とす\nるものでそれ自体が不当労働行為であり許されないものであることを原告に認識さ\nせることなど交渉を必要とする事項があつた。そのうえ、二次解雇については、全\nく団体交渉が行なわれておらず、またこの解雇も不当なものであつたから、なおさ\nら団体交渉を必要としたのである。このように団体交渉の必要があつたことは、第\n一審原告自身が同年三月九日に団体交渉の再開に応じたことや、同年八月参加人に\nよるいわゆる立会団交の申請に応じたことまた本件救済命令後のことであるが、参\n加人と第一審原告の間で団体交渉の予備折衝という形式で事実上の交渉が行なわれ\nたことからして明らかである。そして、団体交渉の再開について、事情の変更を要\n件とし、その立証責任を労働組合に負わせることは、使用者に恣に団体交渉の拒否\nをする余地を与え、また事情変更の有無をめぐつて国家権力が労働組合の活動に対\nし過度の干渉をすることを容認する結果となり、粉争は無用に拡大することとな\nる。その不当なことは明らかである。\n（二）　暴力行使の虞について\n第一審原告が参加人の暴力行使として批難する行為は参加人の正当な争議行為に\n対し、第一審原告側が先制的に暴力を加えてこれを阻止しようとした結果、参加人\nがそれを排除し争議行為を防衛するため、やむを得ずして行なつたものに外ならな\nい。参加人は、企業別組合の成立の条件がない中小零細企業の労働者が、個人の資\n格で加入するいわゆる合同労組である。第一審原告の従業員で参加人の組合員であ\nつたのは、Ａ一名のみであり、このような労使関係の下では、ストライキその他の\n典型的な争議行為はなんらの効果をあげえないのである。そのため合同労組として\nは、使用者に対し団体交渉の開始を求めるほかなく、その議題、時間、場所等につ\nき組合側の要望を容れるよう説得するなどに際し、必要な場合には、団結の威力を\n用い、使用者の正常な業務の運営を阻害する行為をして、使用者が組合の要求を受\n容することを期待するのである。このような実力を伴う団体交渉の申入れ等が、法\n的に保障されないとするならば合同労組の場合は労働基本権の保障は有名無実とな\nるのであつて、右のような争議行為は現行法制下においても許容さるべきである。\n参加人は、本件争議においては言論による説得をするにとどめ、その際第一審原告\nの業務の一時的な停止が生じたことがあるが、暴力行為に及んだことはないのであ\nつて、むしろ第一審原告の側に、適法な争議行為を暴力によつて阻止した責任があ\nる。それ故、参加人と第一審原告間の紛議は、第一審原告がこのような過ちを改め\nることにより容易に回避できるのであるし、また右の紛議は、団体交渉の予備折衝\n又は団体交渉の再開を求めるに際し発生したものであつて、労使合意の下に団体交\n渉が再開されるならば、そのようなことが生じる余地はないものである。なお、不\n当労働行為成否の判断は、救済命令取消訴訟の口頭弁論終結時を基準としてすべき\nであつて、処分時を基準としてすべきではない。\n３　第一審原告の付加陳述\n（一）　団体交渉の余地等について\n第一審原告は、昭和四八年一月一七日までの九回にわたる団体交渉において相互\nの理解を深めるため誠実に話合をしてきたのである。しかし、同日相互の間に一点\nの譲歩の余地もないことが確認されて、交渉は終了した。第一審原告はその際情勢\nの変化があれば団体交渉を再開する用意があると述べたが、これは当然のことを述\nべたにとどまり、もとより団体交渉の余地が残されていたものではない。その後団\n体交渉を再開するべき事情の変更はなく、単に日時が経過したにすぎない。第一審\n被告は日時の経過と共に主観的に事情が変更することがあるというが、その意味は\n不明であり、本件では単に参加人が団体交渉の再開を希望しているにとどまる。す\nなわち従来の膠着状態に変化はないのであつて、交渉が意味をもつ事情の変更はな\nいのである。\n（二）　暴力行使の虞について\n昭和四八年三月一四日及び二二日の紛争は、参加人が自己の不当な主張を暴力で\n押し通そうとして発生したものである。第一審被告は、右紛争の責任が第一審原告\nにもあるというが事実の誤認によるものであり、また右紛争後一年数か月を経て暴\n力の虞はなくなつたというが、その後の参加人の暴力行為等に照しても、その虞は\n消滅してはいない。なお第一審原告の従業員で参加人の組合員であるのはすでに解\n雇したＡのみである。\n４　参加人は、丙第五号証から第一五号証までを提出し、第一審原告は、同第五号\n証から第八号証まで及び第一五号証の成立を認め、第九号証から第一四号証まで\n（録音テープの録取書）については、当該録取に係る録音テープが存在することを\n認めると述べた。\n理　　　由\n一　当裁判所は、当審におけるものを含めて、当事者の主張及び証拠の全般にわた\nつて検討を加えたが、結局、原審と同様に、第一審原告の請求を認容して、本件救\n済命令を取り消すべきであるとの結論に達した。その理由は、次のとおり付加する\nほかは、原判決の理由欄の記載と同一であるからこれを引用する。\n（当審における付加陳述等について）\n１　第一審被告及び参加人は、本件紛争について昭和四八年一月一七日以降も、団\n体交渉の余地があつたと主張する。しかし、第一審原告が右同日団体交渉の決裂を\n宣言するにあたり、情勢の変化があれば団体交渉を再開する旨述べたことは、同人\nの自認するところであるが、このことだけでは団体交渉の余地があつたことを推認\nする資料とならないし、団体交渉の経過を録音したテープの録取書であることにつ\nいて争いのない丙第九号証から第一四号証までによつても、前記の日までに交渉が\n尽された結果双方の間に全く譲歩の余地がないことが明らかになつたものと認めら\nれるのであつて、第一審被告及び参加人の右主張は採用に由ないものである。その\n後参加人が団体交渉の再開を申し入れ第一審原告がこれに応じた経過及び昭和四八\n年九月五日に東京都地方労働委員会委員の立会で団体交渉が開かれた経過は、原判\n決の認定のとおりで、団体交渉を有意義なものにする情勢の変化は認めえないので\nある。また二次解雇が右の情勢の変化にあたらないことは、原判決の認定のとおり\nであるし、参加人が主張する交渉課題あるいは交渉を必要とする事項は、前掲丙号\n証から判断すると、すべて前記決裂以前の交渉で取り上げられ論議の尽された事項\nと同一のものと認められるのであつて、あらためて団体交渉の課題としても意味が\nないものである。\n２　次に、第一審被告は本件救済命令を発するにあたつて、日時の経過を重視した\nと主張し、また、同被告及び参加人は、事情の変更を団体交渉再開の要件とすべき\nではなく、またその立証の責任を労働組合に負わしめるべきではないと主張する。\nそして右主張のとおり団体交渉が決裂した後相当の日時が経過すれば、特別の事情\nがない限り、自然に紛争当事者間の緊張が沈静するなど第一審被告のいう主観的な\n事情の変化が生じ、団体交渉の再開が有意義なものとなるのが通常であるといいえ\nよう。それ故、労働組合側に決裂後事情が変更したことの立証責任を負わせるとい\nつても、右日時の経過により事情の変更が推認されると解すれば組合側に過酷な負\n担を負わせることにはならない。また主観的な事情の変更は、団体交渉が再開され\nてはじめて確められるという第一審被告の主張も理解に難くない。しかしながら、\n以上のことは、事態が通常の進展をみせた場合に妥当する立論であつて、本件の場\n合は、いささか趣きを異にする。\n３　すなわち、いずれも成立に争いのない甲第八二号証、第八八号証から第九〇号\n証まで、第九四号証、乙第二号証の一及び七並びに第三号証の六及び八のうち証人\nＢの証言部分の記載によれば、昭和四八年七月一九日に参加人及びＡに対し第一審\n原告の申請に係る立入禁止仮処分命令（東京地方裁判所昭和四八年（ヨ）第二二五\n〇号事件。その主文は、参加人らは第一審原告事務所に立ち入つてはならない、と\nいう趣旨のものであつた。）が発せられ、当事者間に暴力行為が発生することを防\n止する措置がとられていたにもかかわらず、昭和四九年二月二〇日頃から多数の参\n加人所属組合員による第一審原告の管理者及び従業員の第一審原告事務所出入に対\nする妨害行為が頻発し、その間には双方がもみあうなどの暴力沙汰が生じたほか、\n同月二六日には、右組合員の多数が第一審原告の管理者及び従業員各一名に対し、\n謝罪を要求しあるいは団体交渉の再開・解雇の徹回を要求して、午前八時頃から夕\n刻まで長時間にわたり、これらの者の身体の自由を事実上拘束するなどの事態が発\n生したこと、また、昭和四九年八月二四日本件救済命令申立てについての第一審被\n告の審理が終結し、本件の命令が発せられるまでの間に参加人所属組合員多数によ\nる第一審原告事務所への出入妨害が終日続くなどの事態がくりかえされ、また、そ\nの際の参加人組合員による暴力行為のため、これを防止すべく二度にわたつて参加\n人及びＡに対し、立入禁止、出入妨害禁止の仮処分命令が発せられる（東京地方裁\n判所昭和四九年（ヨ）第二三六五号事件及び同年（ヨ）第二三七〇号事件。第二三\n六五号事件の主文は、参加人は、その所属組合員及び第三者をして第一審原告が入\n居している建物一階玄関ホール、駐車場及び同建物周辺に立ち入つて、第一審原告\nの役員、従業員及び第三者で第一審原告と取引関係にあるものが同建物に出入する\nことを実力をもつて妨害させてはならない、という趣旨であり、第二三七〇号事件\nの主文は、右主文と同内容を繰り返して命じた他、第一審原告の委任する執行官\nに、命令違反の行為を排除する適当な措置を講ずる権限を付与したものであつ\nた。）事態まで生じたこと、以上の事実が認められる。参加人は、これまで暴力行\n為に及んだことはなく、正当な争議行為を防衛するためやむをえず実力を行使した\nのみである旨主張するが、右認定の事実によれば、参加人組合員の行為が正当な争\n議行為の範囲にとどまり、その実力行使が正当な争議行為を防衛するために必要な\n限度をこえたものではないとは、とうてい認められない。成立に争いのない乙第三\n号証の八のうちＡの証言部分の記載及び第三号証の九、押捺してある印影等により\n真正に成立したものと推認できる丙第二号証から第四号証までによつても、右認定\nを左右しえない。\n以上によれば、第一審被告が本件救済命令書の中で参加人に対し暴力行為を厳し\nく戒める処置をとつても、なお使用者たる第一審原告が参加人組合員の暴力の行使\nを危惧するのは、当然であつて、それにも拘わらず第一審原告に対し参加人との間\nの団体交渉に応じることを命ずるのは、第一審被告に裁量権があることを考慮して\nもなお是認しえない。右に認定した異常な事態の下においては、通常日時の経過と\n共に生じる情勢の変化もしくは妥結の期待は到底のぞみえないばかりでなく、交渉\nを通じて相互の理解を深める契機さえも見出しえないのであつて、団体交渉再開の\n意義を発見しえないのである。したがつて、この点においても、第一審原告の団体\n交渉拒否について正当理由の存在を否定しえないのである。\n４　なお、参加人は、本件の口頭弁論の終結時を基準として不当労働行為の成否を\n判定すべきであると主張するが、本件は救済命令という行政処分の司法審査であつ\nて、裁判所が右命令を発するものではないから、処分時を基準として判定するほか\nないものである。\n二　よつて、原判決は正当で、本件控訴はいずれも理由がないからこれを棄却すべ\nきである。\n控訴費用の負担について、行政事件訴訟法七条並びに民事訴訟法九五条及び八九\n条を適用する。\n（裁判官　松永信和　間中彦次　浅生重機）\n"
}