{
  "trial_type": "IPCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 3,
    "day": 12
  },
  "case_number": "昭和46(ワ)9319",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14309",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14309",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/309/014309_hanrei.pdf",
  "contents": "主　　　文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n（一）　被告は、別紙目録記載の手袋を製造し、販売し、拡布してはならない。\n（二）　被告は、原告に対し、金九〇〇万一、五七四円及び内金四五〇万〇、七八\n七円に対する昭和四六年一一月一九日以降、内金四五〇万〇、七八七円に対する昭\n和五〇年三月七日以降各支払済みまで年五分の割合による金員の支払をせよ。\n（三）　訴訟費用は被告の負担とする。\nとの判決並びに仮執行の宣言。\n二　被告\n主文同旨の判決。\n第二　当事者の主張\n一　請求の原因\n（一）　原告は、次の意匠権（以下、「本件意匠権」といい、その意匠を「本件登\n録意匠」という。）の意匠権者である。\n意匠に係る物品　手袋\n出願日　昭和三八年七月一七日（意匠登録願昭三八ー一七七九八）\n登録日　昭和四〇年一〇月一八日\n登録番号　第二五三〇三四号\n登録意匠　別紙意匠公報の、図面代用写真に示すとおりの手袋の形状及び模様の\n結合\nなお、本件意匠権には類似第一号ないし第一二号の類似意匠登録がされている。\n（二）　本件登録意匠の構成は次のとおりである。\n１　五本指の輪郭をなす一般的手袋の形状を有する縫製によつてなる手袋に係る。\n２　甲部には、そのほぼ中央から、拇指を除く四指の指股間部に至る三条の隆起状\n模様を放射線状に有する。\n３　掌面には、裾部中央に切込みが設けられ、スナツプ止めの形状を有する。\n４　指・掌面全面に、直径一ミリメートル程度の半球状細小突起を、その直径とほ\nぼ等しい僅少間隔のピツチをもつて縦横に規則的に配した模様を有する。\n以上の形状、模様の結合。\n（三）　被告は、昭和四三年一〇月二二日から現在まで、別紙目録に表示する手袋\n（以下、「被告製品」という。）を業として製造し、販売している。\n（四）　被告製品にあらわれる意匠的部分（以下、単に、「被告製品の意匠」とい\nう。）の構成は次のとおりである。\n１　縫製によつてなる白色の手袋で、その輪郭は五本指の一般的手袋の形状を有す\nる。\n２　甲部には、そのほぼ中央から、拇指を除く四指の指股間に至る三本の隆起状模\n様を放射線上に有する。\n３　掌面には、裾部中央に切込みが設けられ、スナツプ止めの形状を有する。\n４　裾部を除く指・掌面全面に直径約一ミリメートルの白色の半球状細小突起を、\n全体に、一見して梨子地状に、すなわち縦方向に等間隔で一列に並べ、その間隔は\n約〇・九ミリメートル、縦列の並ぶ密度は約五ミリメートルの間に三列、更に隣り\n合う縦列は互いに約〇・九ミリメートル上下にずらして配列形成すること、換言す\nれば、互いに隣接する四個の半球状細小突起を観察するときこれら四個の半球状細\n小突起が横長の菱形の頂点を形成するように配列され、掌面裾部に幅約一五ミリメ\nートルの半球状細小突起のない部分を縁沿いに帯状に形成してなる模様を有する。\n以上の形状、模様の結合。\n（五）　本件登録意匠と被告製品の意匠とを対比すると、次のとおりである。\n１　本件登録意匠と被告製品の意匠とは、その構成において、次の点は一致してい\nる。\nイ　右両意匠はいずれも縫製によつてなる手袋に係るもので、その輪郭が五本指\nである一般的手袋の形状を有すること。\nロ　右両意匠はともに、甲部がそのほぼ中央から拇指を除く四指の指股間部に至\nる三条の隆起状模様を放射線状に有し、掌面の部裾中央に切込みが設けられ、スナ\nツプ止めの形状を有すること。\nハ　右両意匠はともに、指・掌面全面に半球状細小突起を微細間隔で規則的に配\n列してあること。\n２　本件登録意匠と被告製品の意匠とは、その構成において、次の点は相違する。\nイ　指・掌面の半球状細小突起が、本件登録意匠では縦横に配列されているのに\n対し、被告製品の意匠では梨子地状に配列されていること。\nロ　本件登録意匠では裾部を含む指・掌面全部に半球状細小突起が配列されてい\nるのに対し、被告製品の意匠では裾部に半球状細小突起が配列されていない幅約一\n五ミリメートルの部分があること。\n３　本件登録意匠と被告製品の意匠には、右２に記載の相違点が存するけれども、\n意匠全体について比較すれば、右１に記載の一致点、特に、ハの一致点が看者の注\n意を圧倒的にひき、右相違点は部分的微差に止まるので、被告製品の意匠は本件登\n録意匠に極めて類似するものである。\n（六）よつて、原告は、被告に対し、被告製品の製造販売及び拡布の差止めを求め\nる。\n（七）１　被告は、原告の本件意匠権を侵害するものであることを知り、又は過失\nによりこれを知らないで、本件登録意匠に類似した意匠に係る被告製品を、昭和四\n三年一〇月二二日から昭和四六年六月二三日までの間に五万四、五五五ダース、昭\n和四七年三月七日から昭和五〇年三月六日までの間に右同数、合計一〇万九、一一\n〇ダース製造販売して、原告の本件意匠権を侵害した。\nしたがつて、被告は、原告に対し、右侵害行為によつて原告に加えた損害を賠償\nすべき義務がある。\n２　原告は、被告の右侵害行為により、金九〇〇万一、五七四円の損害を被つた。\nすなわち、被告が右侵害行為によつて次の利益を受けているので、この利益の額を\nもつて原告の損害額と主張するものであるが、被告の受けた利益の額は、被告の製\n造販売した被告製品の一ダース当たりの販売価格金八五〇円から製造原価金七〇〇\n円を控除した売買差益金一五〇円を算出し、これから更に販売経費四五パーセント\nを控除した一ダース当たりの純利益金八二円五〇銭に、前述の販売ダース数一〇万\n九、一一〇を乗じたすくなくとも金九〇〇万一、五七四円となる。\n３　よつて、原告は、被告に対し、不法行為による損害賠償として、右損害金九〇\n〇万一、五七四円及び内金四五〇万〇、七八七円に対する本件訴状送達の日の翌日\nである昭和四六年一一月一九日から、内金四五〇万〇、七八七円に対する不法行為\nの後の日である昭和五〇年三月七日から各支払済みまで民事法定利率年五分の割合\nによる遅延損害金の支払を求める。\n二　被告の答弁及び主張\n（一）　請求の原因（一）及び（二）の事実は認める。\n（二）　同（三）の事実のうち、被告が昭和四三年一〇月二二日から被告製品を業\nとして製造販売したことは認めるが、終期は否認する。被告が被告製品を製造販売\nしたのは、後述の本件実用新案権の存続期間終了の日の前日である昭和四六年六月\n二三日までである。\n（三）　同（四）の事実のうち、１ないし３及び４のうち半球状細小突起の直径が\n約一ミリメートルであること、その間隔が約〇・九ミリメートルであることは認\nめ、４のその余の点は否認する。被告製品の指・掌面の半球状細小突起は鹿の子状\nに配列されている。\n（四）　同（五）１の事実のうち、ハの被告製品の意匠における指・掌面全面の半\n球状細小突起が微細間隔で規則的に配列されていることは否認し、その余は認め\nる。\n同（五）２の事実のうち、イの指・掌面の半球状細小突起が被告製品の意匠では\n梨子地状に配列されていることは否認し、その余は認める。同（五）３の事実は否\n認する。\n（五）　同（七）１の事実のうち、被告が被告製品を昭和四三年一〇月二二日から\n昭和四六年六月二三日までの間に五万四、五五五ダース製造販売したことは認める\nが、その余は否認する。同（七）２の事実は否認する。\n（六）　被告製品の意匠が本件登録意匠に類似するとしても、被告の被告製品の製\n造販売行為は、次の実用新案権（以下、「本件実用新案権」といい、その考案を\n「本件考案」という。）を実施したものであるから、被告製品の製造販売行為につ\nき、原告は、本件差止め等を求めることはできない。なお、本件実用新案権は昭和\n四六年六月二四日その存続期間が満了した。\n考案の名称　作業手袋\n出願日　昭和三四年三月一五日\n出願公告日　昭和三五年一一月八日（実用新案出願公告昭三五ー二九五七〇）\n登録日　昭和三六年六月二四日\n登録番号　第五四〇一四四号\n（１）　すなわち、被告は、本件実用新案権の実用新案権者である訴外【Ａ】か\nら、昭和三六年七月七日、本件実用新案権について、「期間・存続期間満了まで。\n範囲・全部。実施料・会計年度の初め（十一月一日）までに双方協議して定め\nる。」旨を内容とする通常実施権の許諾を受け、その期間内、本件考案の実施とし\nて、被告製品を製造販売したのである。\n（２）　ところで、本件考案の実用新案登録請求の範囲の欄には、「図面に示すよ\nうに、作業手袋１の編成生地の一面に、\n直接に合成樹脂質又はゴム質の多数突起２を形成すると同時に、突起資料の一部分\nを編成組織内に圧入して編糸条と絡み合つて固結させ、突起２と生地面３を交互散\n在するように配設した作業手袋の構造。」と記載されており（別添実用新案公報参\n照）、これを構成要件に分けて説明すると、次のとおりである。\nイ　作業手袋の編成生地の一面に、直接に合成樹脂質又はゴム質の多数突起を形成\nすること。\n手袋には、その主要目的に従つて防寒用、儀式用及びおしやれ用などがあるが、\n本件考案は作業手袋に係るものであつて、考案の目的は手袋の滑止めにある。そし\nて、作業用手袋であれば、それが軍手であれ、縫製手袋であれ、その種類を問わな\nいのである。そして、作業用手袋であるから滑止めは掌面側にのみ必要であり、そ\nの滑止め作用を有効にするため、その材質に合成樹脂質又はゴム質を選択して突起\nを形成したのである。\nロ　突起資料の一部分を編成組織内に圧入して編糸条と絡み合つて固結させるこ\nと。\n突起は、滑止めの作用に役立つことを目的とするものであるから、手袋の生地面\nに対する附着が強固でなければならず、突起の一部分が生地の編成組織と絡み合う\nような状態に固着したものでなければならない。\nハ　突起と生地面を交互散在するよう配設すること。\n手袋の生地面に直接突起を附着させ、その突起は多数を要し、生地面と交互する\nように散在せしめたものである。したがつて、従来の滑止めの手袋のように表面を\n一面の皮膜で被覆状態に加工するものとは技術的に全く異なり、通気性を阻害する\nことなく、また手指の屈伸を妨げないので、作業上の支障にならない。更に、突起\nの形状及びその大小には全く制限がなく、要は手袋掌面側に散在して滑止め作用を\n有し、かつ手指の屈伸の妨げにならない構成のものであれば足りるのである。\nニ　以上イないしハを備えた作業手袋の構造であること。\n（３）　そして、被告製品は本件考案の構成要件イないしニをことごとく具備する\nものである。\n（４）　ところで、原告は、被告製品の構造は、本件考案の技術的範囲に属しない\nとし、生地、手袋の種類及び突起の大小、\n間隔等についての相違を主張する。しかし、本件考案について、明細書添附図面に\nは作業手袋の一例として軍手が示されているが、それは単なる実施例に過ぎず（本\n件実用新案公報一頁右欄一一行目、一二行目の「細かい指先の作業も不自由なしに\nできる」との記載によれば、本件考案の手袋が各種の作業用手袋を想定しているこ\nとが明らかである。）、軍手に限らないし、また、原告主張のように手袋全体が一\n連の編成によつて形成されたもの、すなわち編手袋でなければならないとは本件考\n案の明細書に全く記載はなく、伸縮生地（編地）のものでさえあれば、手袋の種\n別、手袋の生地の厚薄、突起の大小及び相互の間隔の広狭等は、実施に当たつて具\n体的に定めうる設計上の問題であつて、考案の要件には関しない。また原告は、甲\n部に装飾用の三筋の突条やスナツプの釦あるものは、本件考案の技術的範囲に属し\nない旨主張するが、本件考案は、各種公知の手袋について、これを作業用に供する\n目的で掌面側に合成樹脂の多数の粒状突起を編成した生地面に直接固着したもので\nあつて、右突条や釦のあるものも含まれるのである。更に、原告は、粒状突起の固\n着状態が本件考案と被告製品とは異なると主張するが、いずれも同一の加工方法に\nよるものであり、軍手のように太糸で組織の粗いものにはその作業目的に応じて粒\n状突起も大きく、附着力を強くすることは当然のことであり、他方被告製品はその\n使用目的からそれ程の附着強度を要しないというに過ぎないのであつて、考案の本\n質と関係のない設計上の問題である。被告製品が本件考案の構成要件をことごとく\n充足することは、前述のとおりであつて、原告の主張は失当である。\n２　また、本件登録意匠は、その出願日である昭和三八年七月一七日より前の昭和\n三四年三月一五日出願に係る本件実用新案権と抵触し、そうでないとしても本件実\n用新案権を利用するものであるから、業として本件登録意匠の実施をすることがで\nきない（意匠法第二六条第一項）。けだし、本件登録意匠の構成は、請求の原因\n（二）のとおりであつて、前述の本件考案の構成要件をことごとく備えており、原\n告の本件登録意匠の実施は本件実用新案権に対する侵害となる関係にあるからであ\nる。詳論すれば、本件登録意匠は、公知の縫製手袋を意匠の基本として、その指・\n掌面側の全面に無数の半球状細小突起を縦横に間隔をもつて配置したものである。\nしたがつて、半球状細小突起の程度及び間隔は意匠の要件になるが、半球状細小突\n起の材質は特定されていない。また、手袋の形態や甲部の模様はありふれたもの\nで、意匠の新規な部分ではなく、意匠の要部を構成しない。したがつて、本件登録\n意匠を実施するに当たつては半球状細小突起の材質は一応自由に選択することがで\nきるのであるが、材質に合成樹脂を選択し、これを手袋の生地面に強固に附着させ\nる構造を採れば、本件実用新案権と抵触することになり、抵触しないとしても本件\n実用新案権を利用するものであるから、その結果、被告製品の意匠が本件登録意匠\nに類似するとしても、被告製品の製造販売につき、原告は本件差止め等を求めるこ\nとはできない。\n３　右のとおり、被告の被告製品の製造販売は本件考案の実施であり、また、本件\n登録意匠は本件実用新案権と、右２に述べたように、抵触又は利用の関係にあり、\n本件登録意匠の実施をすることができないから、被告の被告製品の製造販売行為\nは、本件意匠権の侵害として、本件差止め等を求められるいわれはない。\n（七）　右（六）の主張についての事実関係を補足すれば、以下のとおりである。\n原告は、本件登録意匠の実施が、前記のように、本件実用新案権に対する侵害とな\nる関係にあるということ、したがつて本件実用新案権者から本件実用新案権につい\nて実施許諾を受けなければならないということを知つていた。すなわち、原告は、\n訴外共和レザー株式会社（以下、「共和レザー」という。）と本件実用新案権者\n【Ａ】との間の昭和四二年一〇月一日付契約（乙第二号証）（共和レザーは、原告\nに対する手袋生地（原反）の供給者であるところ、右原反は共和レザーが米国のデ\nーエンドエス社から実施許諾を得た第五二八五五七号実用新案権（乙第一〇号証参\n照）の実施に係るものであり、他方右原反を用いて滑止め手袋を製造することは、\n本件考案の実施に係るものであつた。そこで、共和レザーと被告会社代表者である\n【Ａ】とが相互の権利義務について契約したのが、右乙第二号証の契約であり、そ\nの契約の中で、共和レザーも【Ａ】も、それぞれの有する実用新案権すなわち右第\n五二八五五七号実用新案権と本件実用新案権について原告その他に実施許諾するこ\nととした。）を前提とし、原告製造の手袋に使用する合成樹脂粒状突起の加工生地\nを、本件考案の樹肪突起の技術内容と同一技術内容に係る前掲第五二八五五七号実\n用新案権（両考案の樹脂突起の取付構造及びその配列などは実質的に同一である\nが、旧実用新案法（大正一〇年法律第九七号をいう。）の下では、物品の型に対し\nて登録が付与されていたので、本件実用新案権は手袋の滑止めの考案として、また\n前掲第五二八五五七号実用新案権は布地面の加工の考案として各登録されたもので\nある。）の実施権者である共和レザーから購入するとともに、右【Ａ】に対して\nは、右契約（乙第二号証）の期限である昭和四五年一一月七日まで、この生地使用\nによる手袋の数量に応じた本件考案についての実施料を支払つていたのである（乙\n第二号証、第一三号証の一ないし八）。原告は、被告に対し、昭和四三年一〇月二\n二日以降本件意匠権を侵害した旨主張するが、被告は、前述のとおり、昭和三六年\n七月七日本件実用新案権について通常実施権の許諾を受け、その実施をしてきたも\nのであつて、その被告の実施につき本件意匠権の侵害を主張できるのであれば、原\n告が、何故に、前述のとおりの実施料の支払をしてきたのか不可解である。原告\nは、本件登録意匠の実施品である自動車運転用の手袋の包装袋に本件登録意匠の登\n録番号のほか、本件実用新案権及び共和レザーが実施権を有する実用新案権の各登\n録番号を記載し、かつ、右手袋の作用効果を記載しているが（乙第一一号証）、こ\nのことは被告の右主張を裏付けるものである。\n三　被告の主張に対する原告の答弁及び反論\n（一）　被告製品の製造販売は本件考案の実施であるとの被告の主張事実は否認す\nる。被告の主張は、被告が本件考案の技術的範囲を拡大解釈したことによるもので\nあつて、被告の被告製品の製造販売は、本件考案を実施するものではない。すなわ\nち、被告製品の構造は本件考案の技術的範囲に属しない。その理由は、次のとおり\nである。\n１　本件考案は、全体が編成によつて形成された手袋に係るものであるのに対し、\n被告製品は一センチメートル四方に二七〇目程度の細かい編目を有する生地を使用\nし、裁断縫製によつて形成された手袋である。\n２　本件考案は、一般に軍手と称される作業用手袋に係るのに対し、被告製品は一\n般に礼装用と称されるもので、甲部に三条の隆起状飾り、裾部の切込み及び一組の\nスナツプ釦を有する装飾用手袋である。\n３　本件考案では、粒状の突起が、編成の組織内に圧入され編糸条と絡み合わせて\n固結され、一部は手袋の裏面にまで進出しているのに対し、被告製品では粒状の小\n突起が生地表面に固着されている。\n４　本件考案では、固着の程度が強固で、樹脂が絡んでいる糸條、すなわち編成組\n織そのものを破壊することなくしてはこの突起を除却することはできない（別添実\n用新案公報一頁右欄六行目ないし八行目参照。）のに対し、被告製品では、右固着\nの程度が鋭利な爪状の道具でかき落とすことも、指の爪で挟んで引き剥がすことも\nできる程度のものであり、突起脱落跡の生地面は表面の毛羽が痛む程度である。\n（二）　仮に被告製品の製造販売が本件考案の実施であるとしても、実用新案権は\n物の製造技術もしくは物品の構造等に関する考案であるのに対し、意匠権は物品の\n外観に関するものであることからいつて、被告製品の外観が必然的に本件登録意匠\nと同一もしくは類似するという関係にはないから、本件登録意匠に類似する意匠の\n被告製品を製造販売する行為は本件意匠権を侵害する。また、本件意匠権と本件実\n用新案権の抵触又は利用関係に関する被告の主張も、右に述べた理由により否認す\nる。\n（三）　被告は、原告が共和レザーと訴外【Ａ】との間の契約を前提として、本件\n考案の実施につき実施料を支払つていた旨主張するが、そのような事実はない。原\n告は、自ら原反生地を共和レザーに交付して、手袋を作るための突起加工を同会社\nにさせ、\nその加工賃を同会社に支払つたに過ぎない。しかも、共和レザーと訴外【Ａ】との\n間の契約に係る手袋は本件登録意匠とは全く異なる構成のものである。\n第三　証拠関係（省略）\n理　　　由\n一　請求の原因（一）の事実は当事者間に争いがない。\n二　被告が、昭和四三年一〇月二二日からすくなくとも昭和四六年六月二三日ま\nで、被告製品を業として製造販売したことは当事者間に争いがないが、昭和四六年\n六月二四日以降被告製品を業として製造販売していることを認めるに足る証拠はな\nい．\n三　成立に争いがない甲第一号証の一（本件意匠公報）及び被告会社代表者の尋問\nの結果に本件口頭弁論の全趣旨を総合すれば、本件登録意匠の構成は請求の原因\n（二）のとおりであること、本件登録意匠の構成のうち、請求の原因（二）１に記\n載の構成は技術的要請に基づく当然の形状であり、また同２及び３に記載の構成は\n本件登録意匠の登録出願前から礼装用手袋あるいは自動車運転用手袋に広く用いら\nれ、いわゆるありふれた形状及び模様であつて、これら１ないし３の構成はいずれ\nも看者の注意を引く部分でないのに対し、同４に記載の構成はその形状及び模様は\n特に看者の注意を引く部分として本件登録意匠の要部を構成していることが認めら\nれ、この認定を覆えすに足る証拠はない。\n四　被告製品の意匠が別紙目録に表示する形状及び模様の結合からなることは、裾\n部を除く指・掌面全面に直径約一ミリメートルの白色の半球状細小突起をいわゆる\n梨子地状に配列形成したか否かの点を除き当事者間に争いがないところ、右争いの\nない事実に、被告製品であることについて当事者間に争いのない検甲第一号証及び\n本件口頭弁論の全趣旨を総合すれば、被告製品の意匠の構成は請求の原因（四）の\nとおりであることが認められ、被告会社代表者の尋問の結果はいまだ右認定を左右\nするに足りず、他に右認定を覆えすに足る証拠はない。\n五　そこで以上の事実に基づき、本件登録意匠と被告製品の意匠とを対比してみる\nと、両意匠は、（１）縫製によつてなる手袋に係るもので、その輪郭が五本指であ\nる一般的手袋の形状を有する点、（２）手袋の甲部がそのほぼ中央から拇指を除く\n四指の指股間部に至る三条の隆起状模様を放射線状に有し、掌面の裾部中央にあり\nふれた形状の切込みが設けられ、スナツプ止めの形状を有する点で一致するもの\nの、（３）指・掌面の半球状細小突起が本件登録意匠では縦横に配列されているの\nに対し被告製品の意匠では梨子地状に配列されている点、（４）本件登録意匠では\n裾部を含む指・掌面全部に半球状細小突起が配列されているのに対し、被告製品の\n意匠では裾部に半球状細小突起が配列されていない幅一五ミリメートルの部分が、\n右切込み部分を縁どりするようにして存在する点で相違していることが明らかであ\nる。\nしかして、右相違点は本件登録意匠の要部に関するものではあるけれども、この\nうち右（３）の相違点については、半球状細突起の大きさ、形状及び配列されてい\nる間隔等に鑑みれば、右（３）に記載の相違が存在するにかかわらず、両意匠にお\nける半球状細小突起の配列は看者に極めて類似ないし同一に近いとの印象を与える\nし、右（４）の相違点も、被告製品の掌面において半球状細小突起のない部分の占\nめる割合が僅少であつて、看者に対し右両手袋の意匠を別異のものとして印象づけ\nるほど顕著なものではないとするのが相当である。\nしてみると、本件登録意匠と被告製品の意匠とは意匠の要部において殆んど一致\nし、そして両意匠を全体的に観察した場合、看者に与える美感を同一にするものと\n認めるを相当とするから、被告製品の意匠は本件登録意匠に類似するものといわな\nければならない。\n六　そこで、被告製品の製造販売行為は本件実用新案権の通常実施権に基づく本件\n考案の実施であるから、本件意匠権に基づき、右製造販売行為の差止め等は求めら\nれない、との被告の主張につき、判断する。\n（一）　被告製品が本件考案の実施品であれば、被告製品の意匠につき、本件意匠\n権と本件実用新案権とは抵触するものであることは、前段認定の事実関係から明ら\nかであるところ、この場合、本件意匠権及び本件実用新案権は、それぞれ、意匠法\n第二六条一項、実用新案法第一七条の各規定によつて同規定の定める制限を受ける\nことがあるのは格別、両権利の権利者は、互いに、他方の権利により制約されるこ\nとなく自己の権利の実施をすることができ、したがつて、本件実用新案権の実施\nは、本件意匠権の存在にかかわらず、本件実用新案権に基づく権利の行使として許\n容されるべく、本件意匠権によるいわゆる差止請求に服することはないものと解す\nるのが相当である。けだし、実用新案権はその内容である考案を、意匠権はその登\n録意匠を、各独占・排他的に実施することができる権利であり、法上に特段の定め\nがないのにその権利の効力を制限することは実用新案権及び意匠権の本質に反する\nからである。実用新案権につき実施の許諾を得たいわゆる通常実施権者のその実施\n権の行使についても同様であることはいうまでもない。なお、本件登録意匠の意匠\n登録出願は本件実用新案権の登録出願の日の後である関係にあることは、請求の原\n因（一）の事実（当事者間に争いがない。）及び成立に争いのない乙第一号証の記\n載から明らかであるから、本件実用新案権及びその実施権者については、実用新案\n法第一七条の規定の定める制限を受けることもないものである。\n（二）　これを本件につきみるに、被告会社代表者の尋問の結果及び本件口頭弁論\nの全趣旨によれば、被告は、昭和三六年七月七日、本件実用新案権者である訴外\n【Ａ】から、本件実用新案権について、「期間・実用新案権存続期間満了まで、範\n囲・全部、実施料・会計年度の初め（一一月一日）までに双方協議して定めるこ\nと」を内容とする通常実施権の許諾を受けたことが認められ、これに反する証拠は\nなく、この事実によれば、被告は本件考案につき右内容の通常実施権を有していた\nのであるから、すすんで、被告が本件実用新案権の存続期間中において製造販売し\nた被告製品が本件考案の実施品かどうかにつき検討する。\n（三）　前顕乙第一号証によれば、本件考案は次の構成要件からなるものと認めら\nれる。\nＡ　作業手袋の編成生地の一面に、直接に合成樹脂質又はゴム質の多数突起を形成\nしてあること。\nＢ　右多数突起の突起資料の一部分を編成組織内に圧入して編糸条と絡み合つて固\n結させてあること。\nＣ　突起と生地面を交互散在するように配設してあること。\nＤ　作業手袋であること。\n（四）　前顕検甲第一号証、証人宮田友信の証言、被告会社代表者の尋問の結果及\nび本件口頭弁論の全趣旨を総合すれば、被告製品は次の構造からなるものと認めら\nれる。\nＡ′　自動車運転用手袋の編成生地の掌面側に、裾部の約一五ミリメートルの幅を\n除き直接合成樹脂で多数の半球状細小突起を施してあること。\nＢ′　半球状細小突起の一部を編成組織内に押し込んで編糸条と絡ませて附着させ\nてあること。\nＣ′　半球状細小突起を微細間隔で生地面に配設してあること。\nＤ′　自動車運転用手袋であること。\n以上の事実が認められ、右認定を覆えすに足る証拠はない。\n（五）　そこで、本件考案と被告製品の構造とを対比検討すると、（１）本件考案\nの構成要件Ａと被告製品の構造Ａ′については、前顕乙第一号証の実用新案の説明\nの欄に、本件考案にいう作業手袋を一般にいわゆる軍手として称される作業用手袋\nに限定する旨の記載はなく（本件明細書添附の図面には軍手が図示されているが、\nこれは一実施例と解すべきである。）、むしろ、「細かい指先の作業も不自由なし\nにできるものである。」（本件実用新案公報一頁右欄一一、一二行）との記載があ\nり、この記載と本件考案の目的、作用効果を併せ考えれば、作業の種別を問わず一\n定の作業に使用する手袋であればすべて本件考案にいう作業手袋に包含されるもの\nと解すべきであるから、自動車運転用手袋である被告製品は本件考案の作業手袋に\n含まれ、また被告製品では本件考案の編成生地の一面に該当する編成生地の掌面に\n直接合成樹脂で半球状細小突起を施してあるから、被告製品の構造Ａ′は本件考案\nの構成要件Ａを充足し（もつとも、被告製品では、掌面側の裾部に約一五ミリメー\nトル幅で半球状細小突起が施されていないが、このことは右判断を左右するもので\nはない。）、（２）また被告製品の構造Ｂ′、Ｃ′はそれぞれ本件考案の構成要件\nＢ、Ｃを充足し、（３）更に、前記（１）で説示したところから、被告製品の構造\nＤ′が本件考案の構成要件Ｄを充足することが明らかである。\nところで、原告は、本件考案と被告製品の構造との相違として、本件考案は全体\nが編成によつて形成された手袋であるのに対し、被告製品は一センチメートル四方\nに二七〇目程度の細かい編目を有する生地を使用し、裁断・縫製によつて形成され\nた手袋であると主張するが、仮に被告製品が原告指摘のようなものであつたとして\nも、本件考案においては、第一項で確定した登録請求の範囲の記載から明らかなよ\nうに、手袋の組成生地として編成生地を用いることのみが要件であるから、編成生\n地を用いてこれを裁断・縫製した手袋も本件考案の技術的範囲に属するものと解す\nべきである。\nよつて、原告の右主張は採用することができない。\nそうすると、被告製品は本件考案の技術的範囲に属し、本件考案の実施品である\nということができる。\n七　してみると、さきに説示した理由により、本件意匠権の侵害を理由とする原告\nの本件差止請求、したがつてまた本件損害賠償請求は、被告に対しこれを求めるこ\nとができない筋合である。\n八　よつて原告の本訴請求は、その余の点について判断するまでもなく、いずれも\n理由がないから、棄却することとし、訴訟費用の負担について民事訴訟法第八九条\nの規定を適用して主文のとおり判決する。\n（裁判官　秋吉稔弘　塚田渥　水野武）\n目録\n添附写真に示すとおりの形状模様を有する手袋（エスアイグリツプＮｏ・〇〇七ド\nライバー手袋）\n＜１２１１８－００１＞\n＜１２１１８－００２＞\n＜１２１１８－００３＞\n＜１２１１８－００４＞\n＜１２１１８－００５＞\n＜１２１１８－００６＞\n＜１２１１８－００７＞\n"
}