{
  "trial_type": "HighCourt",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 1,
    "day": 9
  },
  "case_number": "昭和46(う)2155",
  "case_name": "業務上過失傷害被告事件",
  "court_name": "東京高等裁判所第十一刑事部",
  "article_info": "第25巻1号1頁",
  "gist": "控訴審において訴因変更が許されないとされた事例",
  "case_gist": "業務上過失傷害被告事件において、検察官が訴因どおりの傷害を認めた原判決に対し、被害者の傷害が原判示より重い旨主張して、量刑不当により控訴した上、訴因の変更を請求するには、原審でその請求ができなかつた事情がなければならない。",
  "lawsuit_id": "20698",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20698",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/698/020698_hanrei.pdf",
  "contents": "主　　　　文\n本件各控訴を棄却する。\n理　　　　由\n本件控訴の趣意は、浦和地方検察庁検察官検事大島功及び弁護人尾崎昭夫の控訴\n趣意書に記載されたとおりであるからこれを引用する。\n弁護人の論旨第一点について。\n所論は被告人が被害者Ａを約三〇メートル手前で発見したときは、同人は未だ歩\n道上にいたのであつて、被告人は自己車の通過を待つてくれるものと考えて一時間\n約五〇キロメートルの速度で進行したところ、同人が突然被告人車の前面を横断し\nようとして横断歩道に入つたものであり、また衝突地点ももつと左であるから、被\n告人が被害者を認めたときに被害者は既に横断を開始していた旨認定した原判決は\n事実を誤認し、被害者の落度を考慮しなかつた点で法令の解釈適用を誤つたものて\nあるというのである。\nしかしながら原判示事実は挙示の証拠で十分に首肯するに足り、当審における事\n実取調の結果によつても右認定を左右することはできない。即ち被告人は原審第一\n回公判において原判示事実とほぼ同一の訴因を全面的に認め、書証を証拠とするこ\nとに同意している。被告人が立ち会つて指示した実況見分調書添付の図面等によれ\nば、被告人が被害者を発見したときに同人は既に横断中であつたというのである\nし、被告人車の速度と被害者の歩速から見ても、実況見分調書の信憑性を疑うこと\nはできない。また被害者の夫Ｂの原審証言によれば、被害者は近視でやや耳が遠か\nつたがそれほどひどいものではなかつたというのであつて、その他被害者に落度が\nあつたと認めるに足りる証左もないので、法令の解釈適用を誤つた旨の主張はその\n前提を欠くものである。論旨は理由がない。\n弁護人の論旨第二点及び検察官の論旨は何れも量刑不当の主張である。\nそこで記録を調査し、当審における事実取調の結果をも加えて考察すると、本件\nは横断歩道上の横断者に対<要旨>する不注意であつて過失の程度も重く、被害者に\nは特段の落度がなく、しかも生じた結果も重大である。（尚</要旨>本件の訴因には\n加療約一年を要する頭部外傷等の傷害を負わせた旨記載されていたが、前記証人Ｂ\nは既に原審において被害者の病状が全く回復の見込なく廃人同様である旨供述して\nいたのであつて、この点は既に原審において明らかになつていたのに、原審検察官\nは訴因変更の請求をすることなしに弁論を終わり、判決に至つている。当審におい\nて検察官は傷害の程度に関する訴因を、「治療の見込のない精神障害及び運動障害\nなどの傷害」に変更することを請求したので検討すると、業務上過失傷害罪におけ\nる傷害の部位、程度は構成条件事実として訴因の内容をなすとともに量刑事情でも\nあるところ、当審における検察官の訴因変更請求が量刑事情として被告人の刑責が\n重いことを主張するためになされたことは、検察官の控訴趣意が量刑不当を内容と\nするものであるところから明らかである。そして量刑の資料は敢えて訴因の記載に\n限定されることなしに、記録ならびに証拠に現われた事実を援用できるのであつ\nて、事実誤認を主張しようとする場合と異つて敢えて訴因の変更を請求し、許可さ\nれた上でなければ主張できないものではない。なお傷害の部位、程度は既に訴訟記\n録に現われている事実であるから、当審において新たな事実を主張するものではな\nいが、そのような事実であれば刑事訴訟法第三八二条の二第一項の趣旨にかんが\nみ、原審においては訴因の変更請求をなし得なかつた事情があることを必要とする\nと解すべきであつて、そのような事情なしに当審においてこれを主張することは事\n後審の建前えから許されないものと解するのが相当である。それ故訴因変更の請求\nはこれを許可しない。）被害者は従前特段の疾病もなく郵便局に勤務していたのに\n一瞬の事故により重大な頭部外傷を受け、しかも精神の障害を発して治療の見込も\nたたず、一年半を経過して精神病院の病床にあるというのは、まことに悲惨なこと\nであつて、被害者を老後の頼りとしていた夫Ｂの悲歎も察するにあまりあるところ\nである。原判決が示談が成立していないとはいつても、被告人の勤務する会社にお\nいて被害者が治療するまでの一切の費用をもつことが確実であり、被害者側も処罰\nを望んでいない等の理由を挙げて刑の執行を猶予したのは被害の重大さ、過失の大\nきさ、示談内容及びその履行の保証が十分でないこと等から考えると異例の寛刑と\nいうべきであり、検察官の量刑不当の主張も一応理由があるようにみえる。しかし\nながら当審において取調をなした、被告人の勤務先株式会社Ｃと前記Ｂとの間の覚\n書並びに証人Ｄの証言によれば、右会社において被害者の回復するまでの治療費、\n雑費全部の負担をすること並びにＢに対する慰藉も誠意をもつて解決することを確\n約しており、右約定は従前の支払の経緯から見て確実に履行されるものと認めて差\n支えない。またＢにおいても処罰を望んでおらず、その上被告人は昭和四三年一〇\n月一五日大阪府警察本部長から過去一三年間無事故ということで模範運転手の表彰\nを受けていて、道路交通法違反の前科も駐車違反の罰金一件があるに止まること、\n被告人は深く反省していること等を考えると、現在においては原判決の科刑が不当\nに軽いともいうことはできないし、またもとより不当に重いとはいえない。論旨は\n何れも理由がない。\nよつて、刑事訴訟法第三九六条により本件各控訴を棄却することとして、主文の\nとおり判決する。　（裁判長判事　津田正良　判事　青柳文雄　判事　菅間英男）\n"
}