{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 54,
    "month": 1,
    "day": 18
  },
  "case_number": "昭和52(行ウ)74",
  "case_name": "自動車運転免許取消処分無効確認等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　普通自動車の運転に関する違反行為に基づき大型，普通，二輪の各運転免許を取り消した処分が，適法とされた事例　２　道路交通法１０４条１項及び同法施行令３９条１項に基づいてした聴聞手続通知書の「処分をしようとする理由」欄に累積点数の計算上対象となるすベての過去の違反行為を記載しなかった瑕疵が，聴聞手続で過去の違反行為について弁解防御の機会を与えたことによって，治癒したとされた事例　３　自動車運転免許取消処分についての異議申立てに対する決定の謄本が，原本を正確に謄写して作成されたものであり，かつ，当該書面の作成者名下に右作成者の公印が押捺されている場合には，原本と相違ない旨の認証文言及び作成者の署名又は記名押印を欠いても，右決定の取消原因とはならないとした事例",
  "lawsuit_id": "17614",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17614",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/614/017614_hanrei.pdf",
  "contents": "○　主文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n（一）　（主位的請求）\n被告が昭和五二年五月一六日付で原告に対してした運転免許取消処分は無効である\nことを確認する。\n（予備的請求）\n右運転免許取消処分を取り消す。\n（二）　被告が昭和五二年八月一二日付で原告に対してした原告の異議申立てを棄\n却する決定を取り消す。\n（三）　訴訟費用は被告の負担とする。\nとの判決。\n二　請求の趣旨に対する答弁\n主文と同旨の判決。\n第二　当事者の主張\n一　請求の原因\n（一）　原告は被告から付与された一種二輪並びに二種大型及び普通自動車運転免\n許を有しており、それらは昭和五二年一月七日付で交付された運転免許証（免許証\n番号六二六七四〇五六四二〇号）に併記されていたのであるが、同年五月一六日付\nで被告から右運転免許の取消処分（以下本件処分という）を受けた。\n原告は同年七月一五日付で被告に対し、本件処分に対する異議を申し立てたが、被\n告は同年八月一二日付でこれを棄却する決定（以下本件異議決定という）をした。\n（二）　本件処分には次の違法事由があるので無効であり、仮に無効でないとして\nも取り消されるべきである。\n（１）　本件処分は、普通乗用車を運転して行つた違反行為に基づいて、普通免許\nだけではなく、原告の運転免許全部を取り消した点で、道路交通法（以下道交法と\nいう）、同法施行令の解釈を誤つている。\n（２）　本件処分に先立つ聴聞手続（以下本件聴聞手続という）のための聴聞手続\n通知書（以下本件通知書という）に、被告の公印、被告の代表者の署名のいずれを\nも欠いている。\n（３）　本件通知書の「処分をしようとする理由」には、本件処分の理由となる事\n実の一部についてしか記載がない。\n（４）　本件聴聞手続は、権限を有しない者が主宰して行われた。\n（５）　本件処分に当つて、合議体たる被告の意思決定が適法、有効にされなかつ\nた。\n（三）　本件異議決定には次の違法事由があるので取り消されるべきである。\n（１）　本件異議決定は未だ原告に対して有効に送達されていない。\n（２）　本件異議決定に当つて、合議体たる被告の意思決定が適法、有効にされな\nかつた。\n（四）　結論\n本件処分及び本件異議決定はいずれも違法であるから、原告は被告に対し、本件処\n分の無効確認（予備的に取消し）及び本件異議決定の取消しを求める。\n二　請求の原因に対する認否\n請求の原因（一）の事実は認め、同（二）（三）の主張は争う。\n三　被告の主張\n（一）　本件処分及び本件異議決定の経緯\n（１）　原告は、いずれも普通乗用車を運転して行つた次の行為によつて、道交法\n施行令所定の累積点数が一五点を超えるに至つた。\n（１）　昭和五〇年一二月二二日　通行禁止違反　二点\n（２）　昭和五一年一〇月三〇日　指定場所一時不停止等　二点\n（３）　昭和五二年四月一一日　酒酔い運転　一二点\n（原告は、昭和五二年四月一一日午後一一時二〇分ころ、呼気一リツトル中〇・四\nミリグラムのアルコールを身体に保有し、その影響により自動車の正常な運転がで\nきないおそれのある状態で普通自動車を運転し、堺市＜地名略＞路上を走行し\nた。）\n（２）　原告は、同月一二日、別紙の様式の本件通知書の交付を受けた。なお、同\n通知書の「処分をしようとする理由」欄記載の事実は、右（１）（３）の事実であ\nる。\n（３）　原告は、本件通知書記載の期日に、同記載の場所に出頭したうえ、当時の\n大阪府警察本部交通部首席聴聞官訴外Ａの主宰する聴聞手続を受けた。\n（４）　被告は、同年五月一六日午後、委員長Ｂ、委員Ｃ、同Ｄが出席して会議を\n開催し、本件事案について聴聞を主宰したＡ首席聴聞官から聴聞の結果の報告、説\n明を受けたうえ、右三名の合議によつて本件処分を決定した。\n（５）　さらに、原告の本件処分に対する異議申立てを受け、被告は、同年八月一\n〇日午後、Ｂ委員長外委員四名全員が出席して会議を開催し、右五名の合議によつ\nて本件異議決定なした。\n（６）　被告は、同月一二日、本件異議決定の原本をタイプ浄書したうえ、決定庁\nたる被告名の末尾に公印を押捺して原告あて発送したところ、同書面は同月一三日\n原告に到達した。なお、右書面には、謄本である旨の認証文書と謄本作成者の署名\n又は押印（いわゆる奥書）は付されていない。\n（二）　本件処分及び本件異議決定の適法、有効性について分説する。\n（１）　併記免許について\n自動車運転免許は、被免許者の知識技能に基づいて対人的に付与されるものである\nから、違反行為を行つた際に運転していた種類の自動車に係る免許だけでなく、\nその者が受けている他の種類の自動車に係る免許についても処分の効力が及ぶとす\nるのが当然である。\n（２）　聴聞通知書の押印又は署名について\n法令上、聴聞通知書に被告の押印又は被告代表者の署名を要する旨の規定はない。\nそして、被告の場合部内の職員が被聴聞者に直接交付して、その際受領書を徴する\nことにしているから、被聴聞者には何らの不利益もなく、本件でもそのように行わ\nれ現に原告は聴聞手続に出頭しているのである。\n（３）　聴聞通知書記載の「処分をしようとする理由」について\n点数制度では、過去三年以内に行つた全部の違反行為に点数を付し、現に（最後\nに）した違反行為に付されている点数との合計点数によつて処分することとされて\nいるが、処分の理由となる違反行為はあくまで現にした最後の違反行為であり、過\n去の違反行為は、現にした違反行為を理由とする処分を行う場合にその者の危険性\nを推認するための参考資料として、点数的に評価されるに過ぎない。\nそうすると、聴聞通知書の「処分をしようとする理由」欄には、現にした違反行為\nだけを記載しても何ら差支えがない。\nまた、個々の違反行為に付される点数や免許の取消し又は効力停止の処分基準点数\nは公表されていること、原告は過去の二回の違反行為を認めてそれぞれ反則金を納\n付していること、自動車安全運転センターから原告に対し昭和五二年一二月一一日\n付で違反行為に係る累積点数が四点になつた旨の通知書が送付されていたこと（自\n動車安全運転センター法二九条一項一号、同法施行規則八条）、以上のことからし\nて、原告は、酒酔い運転で検挙された時点で自己の累積点数が免許取消しの基準に\n該当するに至つたことを十分了解していたはずであり、聴聞手続で不意に予期しな\nいことを聞き出されたため弁解、防御ができなかつたということはありえない。\n（４）　代行聴聞について\n被告は、大阪府公安委員会聴聞規程（昭和三五年一二月二〇日公安委員会規程第五\n号）二条に基、ついて、その権限に属する聴聞主宰事務の一部を大阪府警察組織規\n則（昭和四〇年三月二九日公安委員会規則第二号）六八条に規定する首席聴聞官等\nに委任しており、本件においてもこれに従つてＡ首席聴聞官が聴聞を主宰した。\n右聴聞規程は、警察法四五条に基づいて被告が定めた行政規則であるが、同規程二\n条による聴聞主宰業務の委任はいわゆる内部委任であつて、\n権限の分配を変更するものではないから、いわゆる法規命令の制定について定めた\n警察法三八条四項に牴触しない。\n聴聞は、被告の処分そのものではなく、処分の前提として被処分者の弁明を聴取す\nる事実行為であるから、これを部内の上級幹部職員に代行させたとしても、処分そ\nのものは被告の権限として留保しており、聴聞の結果が正確に被告の処分に反映さ\nれる限り、法の趣旨に反しない。\n実際上も、被告の権限に属する聴聞案件は、運転免許関係の外に、風俗営業、質\n屋、古物商、銃砲刀剣類関係その他きわめて多数にのぼつており、これらをすべて\n公安委員自ら主宰しなければならないとしたら、非常勤公務員である公安委員によ\nつて構成される被告の本来の管理機能は著しく重圧を受け、処分は遅延を来して行\n政目的に重大な支障を生じ、あるいは処分そのものの適正を確保することさえ困難\nになる。\n（５）　本件処分についての被告の意思決定について\n被告の意思決定は右（一）（４）のとおりであるが、これは、大阪府公安委員会会\n議規則（昭和二九年七月一日公安委員会規則第一号）四条によつて、委員（委員長\nを含む）三名以上の出席によつて開き、その決議によつてされたもので、合議体の\n意思決定として適法有効である。\n（６）　本件異議決定の送達手続について\n原告に送付された異議決定書には、奥書は付されていないが、被告名末尾に公印が\n押捺されてあり、原本との一体性には何らの疑いがない。したがつて、行政不服審\n査法四八条、四二条二項所定の「裁決（決定）書の謄本」に該当するものとして\nて、本件異議決定の送達手続は有効である。\n（７）　本件異議決定についての被告の意思決定について右（一）（５）記載のと\nおりであり、被告のこの意思決定について何らの瑕疵はない。\n四　被告の主張に対する原告の認否及び主張\n（一）　被告の主張（一）（１）ないし（３）の事実及び同（６）のうち被告主張\nの内容、形式の書面が被告主張の日に原告に到達した事実、以上の事実は認める。\n（二）　同（一）（４）（５）の事実及び同（６）のうち右（一）掲記以外の事\n実、以上の事実は不知。\n（三）　同（二）（１）の主張は争う。\n原告の有する三種類の運転免許はたまたま一通の運転免許証に併記されている、い\nわゆる併記免許ではあるものの、それぞれ別個の運転免許付与処分によつて付与さ\nれたもので、全く別個の免許と考えるべきである。\nしたがつて、原告が普通乗用車を運転して（普通免許を用いて）行つた行為に基づ\nき、全く異種の大型及び二輪の運転免許についてまで取り消されるいわれはない。\nこれは、いわゆる事後免許（交通事故又は交通違反を犯した者が、運転免許の取消\nし又は停止を免れるために、処分が決まる前に免許を取得すること）の場合には、\n違反時の免許が取り消されるだけで、その後に取得した上級免許を取り消すことは\n通常できないと解されていることとの対比からも明らかである。\n（四）　同（二）（２）の主張は争う。\n（五）　同（二）（３）の主張は争う。\n本件処分の理由となる事実は、被告の主張（一）（１）（１）ないし（３）の違反\n行為全部であるから、本件通知書の「処分をしようとする理由」にも（１）ないし\n（３）の全部を記載すべきである。そもそも聴聞通知書に「処分をしようとする理\n由」を記載することが要求されているのは、処分理由たる事実を予め具体的に被処\n分者に摘示して、当該事実に対する弁解と防御（反対証拠の提出）の機会を与えよ\nうという目的（道交法一〇四条二項）を達するためである。ところが、本件では、\n被処分者たる原告としては、右（３）の事実だけであれば免許停止事由にはなつて\nも免許取消事由にはならず、現にそのつもりで聴聞手続に出頭したところ、全く予\n期していなかつた事実（右（１）（２）の事実）についてまで処分理由とされて本\n件処分を受けた。なお、原告は被告のいう累積点数通知書なるものは受け取つてい\nないし、また、聴聞の席上右（１）（２）の点について聴聞されたことはない。\n（六）　同（二）（４）の主張は争う。\n聴聞手続は、被処分者に弁解と防御の機会を与えてその利益を保障する目的で行わ\nれるものであるから、法令又は条例の明示的委任のない限り（警察法三八条四項）\n処分権限を有する被告の構成員たる公安委員自身が主宰して行うべきであつて、こ\nの点に反する本件聴聞手続は違法である。\nなお、被告の援用する大阪府公安委員会聴聞規程は、法令又は条例の委任によらな\nい被告の内部的規則にすぎず、これをもつて被告がその権限を他に委任することは\n許されないと解されるから、右規程によつては原告の右主張は何ら左右されない。\n（七）　同（二）（５）め主張は争う。\n本件処分は被告の構成員全員で行わない限り、著しく決議の公正を欠く特段の事由\nがあるというべきである。\n（八）　同（二）（６）の主張は争う。\n奥書が付されていない限り、法定の謄本とは認め難く、したがつて、これをもつて\n本件異議決定の有効な送達があつたとすることはできない。\n（九）　同（二）（７）の主張は争う。\n第三　証拠関係（省略）\n○　理由\n一　当事者間に争いがない事実\n請求の原因（一）、被告の主張（一）（１）ないし（３）の各事実は当事者間に争\nいがない。\n二　併記免許の取消しについて\n（一）　当裁判所は、道交法九二条二項によつて一通の免許証に異時に付与された\n数種類の運転免許が併記されている、いわゆる併記免許の場合、ある種類の自動車\nを運転して行つた違反行為に基づき、すべての種類の免許について取消処分を行う\nことが許されると解するものであるが、以下その理由を詳述する。\n（１）　道交法八四条以下は、運転免許をいくつかの種類に分けたうえ、それぞれ\nの運転免許によつて運転することができる自動車等の種類を限定しており、ある種\n類の運転免許を有する者も、その免許によつて許された種類以外の自動車等を運転\nするには、全く別個の運転免許試験に合格し、免許を受けなければならないことに\nしている。このことからすると、運転免許付与処分は運転免許の各種類ごとに全く\n別個の行政処分として行われるものと解するのが相当である。\n（２）　しかし、ある違反行為に基づき数種の免許を取り消すことができるかどう\nかは全く別個の問題である。\n道交法一〇三条その他道交法の規定には、ある事由に基づき特定の種類の免許の取\n消ししか許さない趣旨の規定が見当らないばかりか、かえつて、同法一〇三条で用\nいられている「免許」の語は、各種の免許を総称する用語とされている（同法八四\n条）。\nまた、同法一〇三条一項、二項一、三号の各場合は、その事由の性格上どの種類の\n免許をも取り消しうることは明らかであるが、自動車運転に関する違反行為を事由\nとする同条二項二号の規定はこれらの規定と並んで規定されている。\nこのような法条の文言、規定の位置が、同条二項二号についても、取り消すべき免\n許の種類について制限がないと解することの手掛りになる。\n（３）　免許取消制度の目的は、被免許者に対して制裁を科するためではなく、危\n険な運転者を自動車運転より排除することによつて、交通事故を防止し、道路交通\nの安全と円滑を維持することにある。したがつて、自動車運転に関する道交法等の\n違反行為が取消事由とされているのは、それが自動車運転に必要な適性、技能、知\n識の欠如を示すとの理由に基づくものと解される。そして、自動車運転に必要な適\n性、技能、知識は、各種の自動車ごとに異なる点もあるが、むしろ共通する部分が\n多いのであつて、ある種類の自動車の運転に関する違反行為が、その違反行為をし\nた運転者の、自動車一般の運転についての不適格性を示すものといえる場合が多い\nのである（その一例として、原告のような酒酔い運転の例を挙げることができ\nる）。\nそうすると、ある種類の自軌車の運転に関する違反行為に基づいて、すべての種類\nの運転免許を取り消すことには、合理性があるということができる。、\n（４）　道交法の個々的な規定を検討すると、ある種類の自動車の運転に関する違\n反行為に基づき、すべての種類の免許を取り消すことができることを前提とする次\nのような規定が見出される。\n道交法施行令三八条、三三条の二は、免許取消しの基準となる累積点数を各種の運\n転免許ごとに計算することはせず、被免許者ごとに計算することにしている。\n道交法施行令三八条、三三条の二、別表第一は、無免許運転についても、免許取消\nしがありうることを前提にしている。\n道交法一〇三条の二第一項三号は、無免許運転によつて死亡事故を起こした場合、\n免許の取消し又は効力停止までの緊急の処分として免許の効力の仮停止をすること\nができることにしている。\n（５）　違反行為の際に運転していた自動車についての免許しか取り消すことがで\nきないとすると、次の不都合が生ずる。\n（ア）　道交法八五、八六条によると、各種の運転免許によつて運転することがで\nきる自動車等の種類には重複にわたつているものがあるから、その重複した部分の\n自動車については運転者がいずれの種類の免許によつて運転するのかが必ずしも判\n然としない。現に、本件の場合でも、原告が検挙された際に運転していたのは普通\n乗用車であるが、それは原告がその有する二種大型又は普通のいずれの運転免許の\n効力によつて運転していたかを決めかねるのである。したがつて、このような場\n合、大型免許、普通免許のいずれかだけがその違反行為の運転に用いられたと決定\nしてそれだけを取り消すことは困難である。\n（イ）　そして、普通免許の取消しは普通自動車の運転による違反行為があつた場\n合、大型免許の取消しは大型自動車の運転による違反行為があつた場合というよう\nに、ある種類の免許は道交法八五条一項の表に規定する自動車の運転による違反行\n為があつた場合に限り許されるとすると、大型免許だけの運転者が普通自動車を運\n転して違反行為をしても、その免許を取り消すことができないという不都合が生じ\nる。\nまた、違反行為の際に運転していた自動車を運転できる種類の免許（本件では大\n型、普通免許）だけを取り消すことが許されるとすると、例えば原動機付自転車を\n運転して違反行為をすると大型、二輪免許のすべてが取り消されるのに、大型自動\n車を運転して違反行為をすると普通、二輪免許は取り消されないという不合理な結\n果が生じる。\n（６）　なお、原告はいわゆる事後免許の取消しの場合を援用するが、それは、違\n反行為の時点ではまだ有していなかつた運転免許の取消しが許されるかどうかの問\n題であつて、本件のような、違反行為の時点で既に有していた運転免許の取消しの\n問題とは全く異なるので、対比の限りではない。\n（二）　以上のとおり、原告の普通自動車の運転に関する違反行為に基づいて、被\n告が原告の大型、普通、二輪の各免許を取り消す処分をしたことは適法である。\nしたがつて、この点に関する原告の主張は理由がない。\n三　聴聞通知書の押印又は署名について\n（一）　道交法一〇四条一項、同法施行令三九条一項は、聴聞手続に対する呼出の\n通知は書面で行うべきことと、右書面に記載すべき事項とを定めているが、公安委\n員会の公印の押捺や委員長の署名又は記名押印を要する旨を定めていない。\nもつとも、当該聴聞通知書が公安委員会の作成した正規のものであることが被通知\n者に理解できるものでなければならないことはいうまでもない。\n（二）　原告に交付された事件通知書は別紙のとおりであり、被告の名が通知者と\nして記載されていることは当事者間に争いがなく、成立に争いがない乙第二号証や\n証人Ｅの証言によると、原告は酒酔い運転の事実について堺東警察署で取調べを受\nけたのち、同署巡査部長訴外Ｆから本件通知書の交付を受けたことが認められ、こ\nの認定に反する証拠はない。\n（三）　この認定事実によると、原告は、受け取つた本件通知書によつて、これが\n被告の発した正規のものであることが容易に理解できたのである。\nそうすると、本件通知書に被告の公印、被告の代表者の署名のないことをとらえ\nて、これが違法であるとするわけにはいかない。したがつて、この点に関する原告\nの主張は理由がない。\n四　聴聞通知書記載の「処分をしようとする理由」について\n（一）　道交法一〇四条一項、同法施行令三九条一項は、免許を取り消し又は免許\nの効力を九〇日以上停止するために聴聞を行おうとするときは、当該処分に係る者\nに対し、書面で「処分をしようとする理由」を聴聞の期日、場所と共に期日の一週\n間前までに通知しなければならない旨を規定している。\nこの規定の趣旨は、処分を受けようとする者に対して処分をしようとする理由を開\n示して、その者がどのような理由によつて処分を受けようとしているかを明確に認\n識させ、来るべき聴聞手続で弁解、防御が十分できるように準備の機会を与えるこ\nとにある。\n（二）　そこで、運転免許の取消し又は効力停止の処分の要件についての道交法の\n規定を検討する。\n道交法一〇三条二項二号は、免許を受けた者が、「自動車等の運転に関しこの法\n律・・・・・・に違反したとき」、公安委員会は、「政令で定める基準に従い」そ\nの者の免許を取り消し、又は免許の効力を停止することができる旨を定めている。\nそして、これを受けて、同法施行令三八条一項一号イは、免許を受けた者が「違反\n行為をした場合において、当該違反行為に係る累積点数が、別表第二・・・・・・\nに掲げる点数に該当したとき」にはその者の免許を取り消すと定め、同法施行令三\n三条の二第一項一号イ括弧書は、「当該違反行為に係る累積点数」とは、「当該違\n反行為及び当該違反行為をした日を起算日とする過去三年以内におけるその他の違\n反行為のそれぞれについて別表第一に定めるところにより付した点数の合計をい\nう」としている。\nこれらの法令の規定によると、免許の取消し又は効力停止の要件は、（１）免許を\n受けた者が自動車の運転に関し道交法等の違反をしたこと、（２）右（１）の違反\n行為については同法施行令別表第一に定めるところしより付した点数が同令別表第\n二に掲げる点数に達するか、もし達しないときには、さらに（１）の違反行為の日\nを起算日として過去三年以内に、免許を受けた者が自動車の運転に関する道交法等\nの違反をして、その違反行為及び（１）の違反行為のそれぞれについて同令別表第\n一の定めるところにより付した点数の合計が同令別表第二に掲げる点数に達したこ\nと、である。\nそうすると、公安委員会は、右（１）、（２）の各要件が立証されなければ免詑の\n取消し又は効力停止の処分をすることができないし、処分を受けようとする者は、\n聴聞手続でこの要件について意見を述べたうえ、有利な証拠を提出することが許さ\nれるのである。\n（三）　ところで、道交法には、処分通知書に記載すべき「処分をしようとする理\n由」の内容についての規定は見当らない。しかし、処分通知書にこれを記載すべき\nものとしている趣旨が前記のとおりであることからして、「処分をしようとする理\n由」とは、処分要件を具体化した事実の要旨、すなわち、前記（二）（１）の違反\n行為、及び（二）（２）の過去三年間の違反行為の要旨を指称するものと解するの\nが相当である。\n（四）　被告は、過去の違反行為は、処分を受けようとする者の危険性を推認する\nための参考資料として評価されるに過ぎないから、聴聞通知書の「処分をしようと\nする理由」中には過去の違反行為を記載する必要がないとしているが、当裁判所\nは、次の理由でこの主張を採用しない。\n（１）　処分を受けようとする者の過去三年間の違反行為が、その都度行政処分に\nよつて判断確定されたうえで累積点数の加算という効果が与えられるものではな\nく、最終の違反行為と同様に、免許の取消し又は効力停止の処分の際に、その実体\n的存否が判断されたうえ、点数として評価されて、免許の取消し又は効力停止の処\n分の要件となるのである。そうすると、過去三年間の違反行為は、被告の免許の取\n消し又は効力停止の処分に際し単なる事情として考慮されるものではないといわな\nければならない。\n（２）　累積点数の計算上、最終の違反行為よりも、それ以前の違反行為の方が付\nされる点数が少なくないこともありうる（免許の効力停止の場合に生じやすい）か\nら、最終の違反行為が、常に、最も重要な違反行為であつて、聴聞通知書にはその\n記載で足りるとする理由に乏しい。\nそのうえ、聴聞通知書に過去の違反行為を記載しないと、処分を受けようとする者\nが、免許の取消し又は効力停止のいずれの処分を受けようとしているか、その通知\n書によつて知ることができない。\n（五）　まとめ\n被告が原告に手わたした聴聞通知書には、「処分しようとする理由」欄に累積点数\nの計算上の対象となるすべての過去の違反行為が記載されていなかつた点で、道交\n法一〇四条一項、同法施行令三九条一項に違反する瑕疵があつたことに帰着する。\n（六）　被告は、原告が自己の累積点数が免許取消しの基準に該当するに至つたこ\nとを十分に了解していたはずであると主張しているが、聴聞通知書に「処分をしよ\nうとする理由」を記載すべきものとしている趣旨が、前述したとおり処分を受けよ\nうとする者に対しどのような理由によつて行政処分を受けようとしているかを明確\nに認識させようとする点にあることを考えたとき、原告が、過去の違反行為によつ\nて反則金を納付したとか、自動車安全運転センターから過去の違反行為についての\n累積点数を最終違反行為の前に受けたことがあつたとしても、公安委員会として\nは、聴聞の直前に改めて過去の違反行為を書面によつて指摘したうえ過去の違反事\n実も免許の取消し又は効力停止の処分の理由にしようとしていることをその者に明\n確に認識させる必要があるといわなければならない。\nそうすると、右のような事実があつても、過去の違反行為を聴聞通知書に記載する\n必要がなくなるものではない。\n（七）　被告は、本件の聴聞手続において、原告が弁解、防御ができなかつたとい\nうことはありえないと主張しているので検討する。\n（１）　聴聞通知書の記載に前記のような瑕疵があつたとしても、聴聞手続の具体\n的事情の下で、処分を受けようとする者が客観的、実質的に何らの不利益を受ける\nことがなかつた場合には、右瑕疵が治癒されると解されるから、そのような場合に\nまで運転免許取消処分が違法であるとする理由も必要もないことはいうまでもな\nい。\n（２）　成立に争いがない乙第一号証の一部、同第七号証、証人Ｅの証言、原告本\n人尋問の結果の一部及び弁論の全趣旨を総合すると、次の事実が認められ、この認\n定に反する乙第一号証及び原告本人尋問の結果の各一部は採用しないし、他にこの\n認定に反する証拠はない。\n（ア）　原告は、過去の二回の違反行為（被告の主張（一）（１）（１）（２））\nについて反則金の納付をすませたばかりか、本件聴聞に出頭した際右二回の違反行\n為を記憶してはいた。\n（イ）　本件聴聞期日は、まず原告を含む約四〇名の出頭者に対し、立会警察官\n（聴聞官補助者）訴外Ｅが、聴聞の方法の概要、弁明や反対証拠があれば提出でき\nること、処分の執行方法等を内容とした一般的な説明を約二〇分間にわたつて行\nい、続いて個々の聴聞に移つた。\n（ウ）　原告は、首席聴聞官である訴外Ａの前に呼び出され、Ｅが原告の昭和五二\n年四月一一日の酒酔い運転の具体的事実を、被告の主張（一）（１）（３）括弧書\nのとおり読み上げた。そこで、Ａは、原告に対しそのとおり間違いないかと聞いた\nところ、原告は、「間違いありません。罰金は四万円納めました。特に弁明するこ\nとはありません。」と答え、この点について特に主張、立証をしなかつた。\n（エ）　Ｅは、原告に対し昭和五〇年一二月二二日の通行禁止違反、昭和五一年一\n〇月三〇日の指定場所一時不停止の各事実があるかと聞いてこれに対する弁明の機\n会を与えた。原告は、右二つの事実について積極的に弁解をしなかつた。\n（オ）　ＡやＥは、原告に対しそれ以上の質問や説明をすることもなく、聴聞を終\nえた。原告の聴聞に要した時間は一、二分であつた。\n（カ）　被告は、毎週三日、一日当り五件くらいの割合で道交法上の聴聞手続を実\n施しているが、原告に対する聴聞は被告が通常実施している聴聞の方法によるもの\nであつて、特別異なつたものではなかつた。\n（キ）　原告は本件訴訟においても、過去の二回の違反行為について争つていな\nい。\n（３）　以上認定の事実によると、被告は、聴聞手続で過去の違反行為についても\n弁解、防御の機会を与え、原告はその違反行為を認めたものであるから、聴聞通知\n書に前述した瑕疵があつても、その瑕疵は聴聞手続で過去の違反行為について弁解\nする機会を与えることによつて治癒されたことに帰着し、結局、聴聞通知書の前記\nの瑕疵は本件処分を違法にするものではないとしなければならない。\nなお、原告は免許停止処分の聴聞手続であると思つて出頭したところ、予想に反し\n免許取消処分を受けたというが、仮に原告がそう思つたとしても、原告には基礎と\nなるべき事実関係の認識があり、過去の違反行為についても弁解、防御の機会が与\nえられた以上、このため本件処分が違法になるものではない。\n（４）　まとめ\n以上の理由により、被告が本件通知書の「処分しようとする理由」欄に過去の違反\n行為を記載しなかつた点で記載上の瑕疵があるが、聴聞手続で原告に対し過去の違\n反行為についても弁解、防御の機会を与えた以上、この瑕疵は治癒されたから、こ\nの点に関する原告の主張は理由がない。\n五　代行聴聞について\n（一）　大阪府公安委員会聴聞規程は次のように定めている（成立に争いがない乙\n第六号証による）。\n第二条　聴聞は、公安委員会の委員のうち公安委員会の指名する委員が主宰して行\nうものとする。ただし、次の各号における聴聞については、異例に属するもの又は\n公安委員会が特に指示した事項に係るものを除き聴聞官（大阪府警察組織規則六八\n条に規定する首席聴聞官又は聴聞官をいう）に主宰させるものとする。\n（１）　省略\n（２）　道路交通法違反の行政処分のうち、運転免許の取消し（仮停止をしない死\n亡事故及び警察職員の関係する事件事故に係るものを除く。）を行うに際しての聴\n聞右規程が、警察法四五条に基づいて定められたもので、同法三八条四項に基づい\nて定められたものでないことは明らかである。そこで、公安委員会規程の形式で、\n運転免許取消処分に係る聴聞を原則的に聴聞官に行わせることを定めることが許さ\nれるかどうかが問題になる。\n（二）　一般に、法によつて権限を授与された行政庁が、権限の一部を限定して補\n助機関に代理して行使させる、いわゆる権限の代理は、法の明示的根拠を要しない\nと解するのが相当である。もつとも、この場合にも代理の対象となる権限はおのず\nから限度があり、法が特にある行政庁に自ら行使させる趣旨で授与した権限や性質\n上代理を許さない権限については、代理させることができないのは当然である。\n（三）　ところで、聴聞それ自体は、取消処分の前提となる手続にすぎず、被聴聞\n者のした意見陳述や有利な立証が正確に最終的な処分手続に反映されれば足りるか\nら、首席聴聞官の代行聴聞の権限は、前述した本来代理させることが許されない公\n安委員会の権限とは解されない。そして、大阪府公安委員会聴聞規程一一条三項は\n聴聞官が聴聞の結果を一定の様式の報告書により速やかに公安委員会に報告すべき\nことを、同規程一二条一項は処分の決定は公安委員会の合議によつて行うことを、\nそれぞれ規定している（前掲乙第六号証による）から、被告の行う右合議は聴聞官\nによる聴聞結果を踏まえて行われるのである。\nそうすると、右規程による代行聴聞制度を違法とする理由がないから、この点に関\nする原告の主張は理由がない。\n六　本件処分についての被告の意思決定についで\n（一）　成立に争いがない甲第四号証、前掲乙第七号証、証人Ｅの証言によると、\n被告の主張（一）（４）の事実が認められ、この認定に反する証拠はない。\n（二）　原告は、被告の構成員全員で行わない限り著しく決議の公正を欠く特段の\n事由があると主張する。しかし、合議制の機関が常に全員の出席がなければ意思決\n定をすることができないものではない。そして、大阪府公安委員会会議規則四条は\n会議の定足数を三名と定めており、この規則は警察法四五条に基づくものとして適\n法と解されるから、本件処分を三名の委員によつて決したことに違法はない。\nしたがつて、この点に関する原告の主張は理由がない。\n七　本件異議決定の送達手続について\n（一）　被告の主張（一）（６）のうち、被告主張の内容、形式の書面がその日に\n原告に到達したことは当事者間に争いがなく、右（６）のうちそれ以外の事実は、\n成立に争いがない乙第九号証及び証人Ｇの証言によつて認められ、他にこの認定に\n反する証拠はない。\n（二）　そこで、本件異議決定の謄本のように、原本を正確に謄写してはいるが原\n本と相違ない旨の認証文言と謄本作成者の署名又は記名押印がなく、その代わりに\n右謄本の原本の作成者の庁名下に右作成庁の公印が押捺されている形式の書面が、\n行政不服審査法四八条、四二条二項所定の「裁決（決定）書の謄本」に該当するか\nどうかについて検討する。\n（１）　一般に「謄本」とは、ある書面（原本）全部を正確に謄写した書面であつ\nて、権限ある者が原本と相違ない旨を証明する奥書を付したものをいうのである\nが、行政不服審査法四八条、四二条二項にいう謄本も同じ意味に解されるべきであ\nる。そのわけは、謄本作成者を明示することによつて、謄写の正確性について責任\nを負う公務員を明らかにして、謄写の正確性を担保するとともに、書面自体によつ\nてそれを定型的かつ簡易迅速に検証できるという目的に資することにある。\nこのような定義からすると、原告に到達した書面は謄本としての方式を備えていな\nいといわなければならない。（２）しかしながら、他方前掲の乙第九号証及び証人\nＧの証言によると、原告に送付された書面に記載された内容は、被告が異議決定に\nおいて決定したところと全く相違するところがないと認められるから、右書面はそ\nの正確性に欠けるところがないし、さらに責任ある公務員による確証文言はないも\nのの、書面の被告名下には被告の公印が押捺されていて被告の責任ある文書である\nことが認識できるのである。このような場合には、前記の書面が謄本としての方式\nを備えていない瑕疵は、本件異議決定を取り消す原因とはならないものと解するの\nが相当である。\nそうするとこの点に関する原告の主張は理由がない。\n八　本件異議決定についての被告の意思決定について\n前掲の乙第九号証、証人Ｇの証言によると、被告の主張（一）（５）の事実が認め\nられ、この認定に反する証拠はない。したがつて、本件異議決定は適法、有効に成\n立したものとするほかはないから、この点に関する原告の主張は理由がない。\n九　むすび\n以上の次第で、本件処分及び本件異議決定には、原告が主張するような違法事由は\nなく、原告の本件請求は理由がない。そこで、原告の本件請求をいずれも棄却する\nこととし、行政事件訴訟法七条、民訴法八九条に従い主文のとおり判決する。\n（裁判官　古崎慶長　井関正裕　西尾　進）\n"
}