{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 46,
    "month": 3,
    "day": 31
  },
  "case_number": "昭和43(ワ)603",
  "case_name": "旭カーボン賃金カット",
  "court_name": "新潟地方裁判所",
  "field": "労働",
  "lawsuit_id": "19928",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19928",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/928/019928_hanrei.pdf",
  "contents": "主　　　文\n一、被告は原告に対し別紙未払賃金表中、勤続手当・住宅手当・家族手当欄記載の\n各金員およびこれらに対する昭和四三年一〇月三日以降完済迄年五分の割合による\n金員を支払え。\n一、原告のその余の請求を棄却する。\n一、訴訟費用はこれを四分し、その三を原告の、その余を被告の、各負担とする。\n一、この判決の第一項は仮に執行できる。\n事　　　実\n第一、原告訴訟代理人は、「被告は原告に対し別紙未払賃金表記載の金員およびこ\nれに対する昭和四三年一〇月三日以降完済迄年五分の割合による金員を支払え。」\nとの判決と仮執行宣言を求め次のとおり述べた。\n一、被告は化学工業を営む会社であり、原告とその選定者（別紙目録記載のとお\nり）は被告の従業員で旭カーボン労働組合の組合員である。\n原告らの組合は昭和四三年度夏季一時金要求貫徹のため同年七月一一日午後四時\n三〇分から同月一四日午後四時迄ストライキをした。\n被告は右ストライキを理由に原告とその選定者の同年七月分賃金について別紙未\n払賃金表記載のとおり賃金カツト（以下本件賃金カツトという）をした。\n二、然し本件賃金カツトの対象とされた諸手当はいずれも従業員たる地位に随伴す\nる生活補助費的な賃金で、労働の対価ではないから、ストライキによる不就労を理\n由にカツトするのは違法である。即ち、原・被告間の労働協約によれば\n（一）　家族手当は所定の親族を有することによつて、住宅手当は婚姻した世帯主\nであることによつて、いずれも毎月定額が支給され、欠勤によつて控除されること\nはない。従つて右手当はいずれも従業員に対する生活補助費であつて、労働の対価\nではない。\n被告は休職の場合に右手当が支給されないことをもつてストライキの場合もカツ\nトし得ると主張するが、休職は就労が長期間にわたつて不可能な場合につき特に労\n使が合意して賃金を支給しない旨定めたのであるから、休職とストライキを同一に\n扱うのは誤りである。\n（二）　勤続手当は勤務年数に応じて毎月定額が支給され、欠勤によつて控除され\nることはない。従つてその性質は（一）と同じである。\n被告は右手当を基本給と同一である旨主張するが、これは永年勤続を奨励し生活\n給体系における年功序列を維持するため設けられた手当である。もしこれが被告主\n張のような趣旨での基本給であるとすれば画一的な金額であつてはならず、また退\n職金算定の基礎金額に含まれなければならない筈である。\n（三）　精勤手当は基本給月額の一〇パーセントが支給されることになつている\nが、これは従業員個々人の出勤率を改善するため設けられたもので、一カ月のうち\n欠勤一日につき手当総額より四〇パーセント、欠勤二日につき七〇パーセント、欠\n勤三日につき一〇〇パーセントがそれぞれ懲罰的に減額される仕組みとなつてお\nり、更に遅刻・早退が一カ月三回に達したときは欠勤一日とみなして減額されるこ\nとになつている。\n然し原告ら従業員が欠勤し右手当を減額される事例は極めて少なくその殆んどが\n毎月右手当の総額を受領しており、賃金の中で右手当の占めるウエイトが大きいこ\nとからすると、右手当は基本給の低さをカバーするため設けられた生活補助費とし\nての性格を有するものである。\n被告は右手当を労働の対価であると主張するが、もしそうであれば日々の労働に\n対応して加算または減額されるべきもので、ストライキによるカツトも右手当総額\nからスト参加日数に応じ二五分の一ずつカツトすべきである（一カ月の就労日数は\n二五日である）。\nまた右手当は従業員の権利行使である有給休暇の場合はカツトされていない。従\nつてストライキという権利行使の場合もカツトしないという労使間の合意がなされ\nていたとみるべきである。\n更に右手当のカツトについては不当労働行為としての差別扱いが判然としてい\nる。即ち、選定者Ａは本件ストライキ以前に一日欠勤し、ストライキに二日間参加\nしたため右手当を一〇〇パーセントカツトされ、選定者Ｂは欠勤なし、ストライキ\n二日間参加で七〇パーセントカツトされた。同じ二日間のストライキ参加によつて\nＡがカツトされたのは実質において六〇パーセント、Ｂは七〇パーセントであり、\n同様の事例は選定者中に多数ある。\nこのようにストライキ参加による不就労を通常欠勤と同一に扱い懲罰的減額条項\nを適用して右手当の差別支給をすることは労働者の権利を不当に制限するもので許\nされない。\n三、以上述べたとおりで本件賃金カツトは違法であるから、原告は被告に対し別紙\n未払賃金表記載の金員およびこれに対する昭和四三年一〇月三日（本件訴状副本送\n達の翌日）以降完済迄民法所定の遅延損害金を支払うよう求める。\n第二、被告訴訟代理人は請求棄却の判決を求め次のとおり述べた。\n一、請求原因第一項の事実はすべて認める。\n二、本件賃金カツトは適法である。即ち、ストライキの場合労働の対価である賃金\nを支給しないのはノーワーク・ノーペイの原則から当然のことで、本件賃金カツト\nの対象とした諸手当は左記のとおり全べて労働の対価ないしは対価的性格を有して\nいるのである。\n（一）　家族手当と住宅手当が従業員に対する生活補助的性格を有しているとして\nも、それは使用者の受領する労働の質の向上のため支給されているのだから、その\n限りでは労働の対価的性格を有している。また従業員の地位を保持している休職の\n場合でも労働協約によれば賃金は支給されないことになつている。\n従つて右手当が単に生活給であるとか、従業員の地位に付随するものだからとい\nつて、ストライキの場合にカツトし得ないものではない。\n（二）　勤続手当は労働の質が勤務年数に応じて向上しているとの考えに基き支給\nされている基本給である。労働の質を勤務年数によつて一律に評価し、右評価に基\nく賃金を基本給の中に含めるか、或いは別箇の手当とするかによつて賃金の性格に\n変更を来たすことはない。従つて右手当は基本給と同じ労働の対価であるからカツ\nトし得る。\n（三）　精勤手当は従業員が全就労日に全部就労することを期待し、一カ月のうち\n欠勤が二日以内に止まる者に限つて受給資格を付与した賃金であり、就労者に対し\n支給されるものであるから、労働の対価である。\nまたストライキの場合も被告が予定した就労日であることに変りはないからその\n日に就労しなかつた者が受給資格を失うのは当然である。\n三、以上述べたとおりで本件賃金カツトは適法であるから本件請求は棄却されるべ\nきである。\n第三、証拠関係　（省略）\n理　　　由\n一、請求原因第一項の事実は当事者間に争いがない。\n二、そこで本件賃金カツトの適否について判断する。\n争議行為と賃金の関係についてはいろいろと議論の多いところであるが、一般に\nは賃金を従業員たる地位の保持に対し保障的に支払われる部分と、日々の労務提供\nに対し交換的に支払われる部分とに大別し、いわゆるノーワーク・ノーペイの原則\nによりカツトし得るのは右交換的部分に属する賃金のみで、保障的部分に属する賃\n金は争議行為中といえども従業員たる地位が保持されていることに変りはないか\nら、その間の労務不提供を理由にカツトすることはできないと解されている。\n当裁判所も基本的には右と同旨の見解に立ち本件賃金カツトの適否について検討\nを進めるが、賃金は労使の交渉に基く労働協約等によつてその内容が具体的に定め\nられているものであるから、先ず本件賃金カツトの対象とされた諸手当につき協約\n上どのような定めがなされているかをみると、成立に争いのない甲第一号証（労働\n協約書）、第二号証（就業規則）、第五号証の一ないし四（賃金号級表）と証人\nＣ、同Ｄの各証言によれば、（一）　家族手当（協約第五七条）と住宅手当（同第\n六四条）はいずれも原告主張のとおり所定の資格条件があれば日々の労務提供の有\n無に係りなく毎月定額が支給されるもので、欠勤控除についての条項もない。\nしてみると右手当はいずれも従業員たる地位に基く保障的部分に属する賃金であ\nると認められ、ストライキによる労務不提供を理由にカツトするのは違法というこ\nとになる。\n被告は右手当も労働の対価的性格を有し休職の場合に支給されないことを理由と\nしてカツト可能と主張するが右手当が日々の労務提供を条件としてこれと交換的に\n支払われる対価でないことは明らかであり、また賃金はもともと「労働の対償」と\nして支払われるすべてのものをいうのだから（労働基準法第一一条）、右手当が広\nい意味で労働の対価的性格を有することは当然であるがそのことをもつてカツトを\n可能とする根拠とはなし難く、更に休職は従業員たる地位を保持しているといつて\nも、それは長期にわたる労務不提供が労使の双方に予定されている場合であるから\n（協約第二九条）、そのような従業員の賃金について労使が全額不払の合意をした\nからといつて（同第三〇条）、それを理由にストライキの場合も保障的部分に属す\nる賃金のカツトが許されるというのは誤りである。\n（二）　勤続手当（協約第六〇条）は勤務一年につき月額一〇〇円の割合で支給さ\nれ、欠勤控除に関する条項はない。\n被告は右手当を従業員が日々提供する労働の質を勤続年数によつて一律に評価し\nた賃金でその性質は基本給と同一であると主張する。\n然し労働協約と就業規則によれば、被告は基本給について号級制を設け（協約第\n五六条、規則中の賃金規程第九条）、従業員の日々提供する労働の質を出勤率や能\n力および成績によつて個別的に評価しそれに基く昇給および昇格を行なつており\n（規定第一〇、第一一条）、労働の質を勤務年数によつて一律に評価しているわけ\nではないし、また個別的評価に基く基本給のほか更に一律評価に基く賃金を勤続手\n当の名称で重畳的に設けたというのなら（もつとも右のような趣旨の手当なら基本\n給の号級のうちに組み入れ勤務年数に基く定期昇給・昇格を行うのが通常であつて\n別枠の手当を設けるべき特段の理由はないのであるが仮に何らかの理由で別枠の手\n当を設けたというなら）、両者は協約および規則上同一性質の賃金として同一に扱\nわれるべきものなのに退職金算定の基礎金額となるのは基本給だけで右手当は含ま\nれておらず（協約第六七条、就業規則中の退職金規程第五条）、同一の扱いをされ\nていない。\n右のとおり協約および規則の定めによれば基本給と勤続手当とは同一性質同一扱\nいの賃金であると認められないばかりか、右手当に欠勤条項が付されていないこと\nを考えあわせれば、右手当は従業員中の所定年数勤続者に対しその労働の質や日々\nの提供に係りなく毎月の定額支給を定めた保障的部分に属する賃金で、その趣旨は\n従業員に対し永年勤続を奨励し且つ生活給体系における年功序列を維持するための\nものと解すべきである。\n従つてストライキによる労務不提供を理由に右手当をカツトするのは違法であ\nる。\n（三）　精勤手当（協約第六三条一、二、三項）は被告が日勤のほか昼夜三交替勤\n務による操業を行なつている関係上（協約第三二条）、従業員の個々的な欠勤によ\nつて操業に支障が生ぜぬよう、特に従業員の欠勤を防止し精勤者を褒賞する趣旨で\n設けた手当であり、従つて無欠勤者に対しては基本給の一〇パーセントという大幅\nな手当を支給することとし（第一項）、反面欠勤者に対しては原告主張のような厳\nしい欠勤条項を設けたもの（第二、第三項）と認められる。\n右によれば精勤手当は従業員が単にその地位にあることによつて支給されるもの\nではなく、一カ月のうち所定の就労日に三回以上欠勤することなく出勤し労務提供\nをすることを条件に始めて発生する賃金で、交換的部分に属するものとみるべきで\nある。\n原告は右手当が日々の労働と対応していないから労働の対価ではないと主張す\nる。\n然し右手当は原告も認めるとおり出勤率の改善を目的として設けられたものであ\nるから、その趣旨よりすれば日々の就労に対応して比例的に定めるより、むしろ精\n勤者に厚く欠勤者に厳しく定める方が手当設定の目的にそうもので、特段の事情が\nない限り、このような定め方を不当とすべき理由はなく、日々の労働に比例的に対\n応しないからといつて、右手当が労務提供を条件としこれと交換的関係にたつ賃金\nであることを否定できない。\nまた原告はストライキによる労務不提供は協約第六三条二項の欠勤に該当しない\nと主張する。\nなるほどストライキは労働者の権利である争議権の行使であり従業員の個々的な\n正当事由のない欠勤とは異なるけれどもストライキが労働者側の支配領域内におい\nて生ずる労務不提供であり、使用者側よりみればストライキの日といえども操業を\n予定した就労日であり、その日に予定した労務提供を受けられなかつたことに変り\nはないのだから、労務提供を条件とする賃金部分はノーワーク・ノーペイの原則に\n照らして処理するのが相当であり、第六三条二項の欠勤条項適用に関する限り欠勤\nによる労務不提供とストライキによる労務不提供とを区別すべき理由はない。\nまた原告は有給休暇との関係を云々するが、有給休暇は使用者の承認した労務不\n提供であつて欠勤ではないのだから、欠勤条項が適用されないのは当然であり、有\n給休暇との比較においてストライキの場合も欠勤条項適用除外の合意があつたとい\nうことはできない。\n更に原告はストライキの場合右手当のカツトができるとしても、その額は基本給\nの一〇パーセントにあたる手当総額よりストライキ参加日数に応じて二五分の一ず\nつカツトすべきだと主張し、選定者ＡとＢの事例を挙げ不当差別だと主張する。\n然しストライキの日といえども使用者側の予定した就労日であることに変りはな\nく、原告の右主張は結局のところ部分的にではあるがストライキの日を就労日に数\nえないということに帰着するのであつて、たとい二項の欠勤条項のみに限定するに\nせよ、このような解釈をとるのは無理というほかない。またＡとＢの事例は一方が\nストライキ以外の欠勤による労務不提供をしているため手当の支給額に差異を生じ\nたもので、ストライキを理由とする差別でないことは明らかであり、このような事\n例を多数生ずるからといつて二項の欠勤条項が労働者の争議権を不当に抑圧してい\nるとはいえないから、同項所定の欠勤からストライキによる労務不提供を除外すべ\nき理由とはなし難い。\n以上説明のとおりで被告がストライキによる労務不提供を理由に精勤手当をカツ\nトしたのは適法である。\n三、してみれば本件賃金カツトは家族・住宅・勤続の諸手当については違法、精勤\n手当については適法ということになるから、原告の被告に対する請求は別紙未払賃\n金表中、家族・住宅・勤続手当欄記載の各金員とこれについて昭和四三年一〇月三\n日（本件訴状副本送達の翌日）以降完済迄民法所定の遅延損害金の支払を求める限\n度においてのみ理由がある。\n四、よつて原告の請求を右の限度で認容し、その余を棄却し、訴訟費用の負担につ\nき民訴法第九二条、仮執行宣言につき同法第一九六条を各適用して、注文のとおり\n判決する。\n（裁判官　正木宏　井野場秀臣　戸田初雄）\n（別紙省略）\n"
}