{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 6,
    "day": 20
  },
  "case_number": "昭和43(行ウ)116",
  "case_name": "所得金額更正決定処分取消等請求事件",
  "court_name": "京都地方裁判所",
  "field": "行政",
  "gist": "１　文房具業を個人で営む白色申告者に対し，同業の個人の青色申告者で，近隣で営業し，係争年分の収入金額が一定の範囲内の６業者の所得率，差益率の平均値による推計課税が，右同業者の販売方法，立地条件，取扱商品及び営業年数等の諸条件につき類似性がないとして，合理性を欠くとされた事例　２　所得税更正処分とこれを維持した裁決の取消しを同時に求める訴えにおいて，右更正処分の取消請求が認められる場合は，裁決の取消しを求める訴えの利益が失なわれるとした事例",
  "lawsuit_id": "17957",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17957",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/957/017957_hanrei.pdf",
  "contents": "○　主文\n一　被告下京税務署長が原告に対して昭和四〇年九月三〇日付でなした、原告の昭\n和三七年分、同三八年分、同三九年分の各所得税の総所得金額をそれぞれ金九八万\n三〇〇〇円、金一〇〇万四八〇〇円、金八二万六八〇〇円と更正した処分のうち、\nそれぞれ金二五万円、金二二万九〇五〇円、金二九万二五〇〇円を超える部分を取\n消す。\n二　被告大阪国税局長に対する訴えを却下する。\n三　訴訟費用のうち原告と被告下京税務署長との間に生じた分は同被告の負担と\nし、原告と被告大阪国税局長との間に生じた分は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　主文第一項と同旨。\n２　被告大阪国税局長（以下被告国税局長という。）が原告に対して昭和四三年七\n月二二日付でなした、昭和三七年分、同三八年分、同三九年分（以下本件係争年分\nという。）の各所得税更正決定処分に対する審査請求についての裁決を取消す。\n３　訴訟費用は被告らの負担とする。\n二　請求の趣旨に対する被告らの答弁\n１　原告の被告らに対する請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　本件更正処分及び裁決の経過\n原告は文房具の販売を業とするものであるが、本件係争年分の各所得税総所得金額\nをそれぞれ確定申告期日に被告下京税務署長（以上被告税務署長という。）に対\nし、別表一の（一）欄のとおり確定申告したところ、同被告は、昭和四〇年九月三\n〇日付で同表（二）欄のとおりの金額に更正する処分を行ない、その頃原告に通知\nした。申告所得金額による各算出税額は同表（二）欄の金額であり、更正所得金額\nによる各算出税額は同表６欄の金額である。原告は、これを不服として昭和四〇年\n一〇月三〇日同被告に対して異議の申立をしたところ、同被告は同四一年一月二七\n日付で棄却する旨の決定をなし、その頃これを原告に通知した。原告はさらにこれ\nを不服として同年二月被告国税局長に対して審査請求をしたところ、同被告は同四\n三年七月二二日付で棄却する旨の裁決をした。\n２　本件更正処分の違法事由\nしかし、本件更正処分は、以下のとおりその手続に違法があり、かつ所得を過大に\n認定した違法がある。\n（一）　原告は、全国商工団体連合会（以下全商運という。）傘下の京都府民主商\n工会（以下京都府民商という。）の会員であるが、被告税務署長は、全商連の組織\n破壊を目的として、京都府民商の会員である原告の所得調査を行なつたもので、同\n調査は憲法一四条に反し違法である。\n（二）　被告税務署長は、原告に対する更正処分の通知書に次の理由を充分に付記\nしなかつたばかりでなく、更正理由開示の請求にも応じなかつた。\n（三）　原告の総所得金額は別表一の（一）欄の金額であつて、本件更正処分のう\nち右金額を超える部分に、原告の所得を過大に認定した違法がある。\n３　本件裁決の違法事由\n本件審査手続には、以下のとおり違法事由があるから、本件裁決も違法である。\n（一）　原告は被告国税局長に対し、行政不服審査法（以下審査法という。）二二\n条に基づき原処分庁である被告税務署長の弁明書副本の送付を請求したところ、被\n告国税局長は、被告税務署長に対して弁明書の提出を要求していないから右請求に\n応じられない旨回答してきた。しかし、被告国税局長としては、審査請求が期間徒\n過による不適法な場合とか、審査請求を全部認容する場合など特別な事由がある場\n合以外は、被告税務署長に対して弁明書の提出を要求すべきであつて、被告国税局\n長がこれをしなかつたことは同法条に反し違法である。\n（二）　被告国税局長が被告税務署長に対して弁明書の提出を要求しなかつたた\nめ、原告は審査法二三条による右弁明書に対する反論書を提出する権利を違法に侵\n害された。\n（三）　原告は審査手続において被告国税局長に対し、審査法三三条二項に基づき\n本件各更正処分の理由となつた事実を証する書類の閲覧を請求したところ、同被告\nが原告に閲覧を許可したものは確定申告書、更正決定決議書、異議申立書、異議申\n立決定決議書のみであつて右の各書類の表題からも明らかなようにいずれも右各更\n正処分の理由となつた事実を証明するものではなく、審査法三三条に規定する「書\n類」に該当しないものであることは明白である。本件各更正処分の理由となつた事\n実を証する書類は、いわゆる所得調査書であつて、原告は同書類を閲覧することな\nくして有効適切な防禦を行なうことができないのであるから、被告国税局長のなし\nた右閲覧許可に違法な閲覧拒否と同一視されるべきである。\n（四）　本件裁決は、その審査手続において、被告国税局長による実質的審査がな\nんら行なわれないまま、被告税務署長のなした前記の違法な更正処分をそのまま認\n容したもので、審理不尽の違法がある。\n４　よつて、本件更正処分及び本件裁決はいずれも違法であるから、その取消を求\nめる。\n二　請求原因に対する被告らの認否\n１　請求原因１の事実は認める。但し、原告の審査請求年月日は昭和四一年二月二\n七日である。\n２　同２の（一）の事実のうち、原告が全商連傘下の京都府民商の会員であること\nは不知。\n被告税務署長が全商連の組織破壊工作を行なつた事実はなく、また、原告が京都府\n民商の会員であることを理由に調査対象としたうえ、同人を差別し、あるいは不利\n益な取扱いをしたという事実はない。\n３　同（二）の事実は認める。\n４　同（三）の主張は争う。\n５　同３の（一）の事実のうち、原告が被告国税局長に対し弁明書副本の送付を請\n求したこと、これに対し、同被告が右副本を送ることができない旨の回答をしたこ\nとは認めるが、その余は争う。\n６　同（二）は争う。\n７　同（三）のうち、原告が被告国税局長に対し書類の閲覧を請求したこと、これ\nに対し、同被告が確定申告書、更正決定決議書、異議申立書、異議申立決定決議書\nの閲覧を許可したことは認めるが、その余は争う。\n８　同（四）は争う。\n三　被告税務署長の主張\n１　所得税の更正処分について理由付記を要するのは青色申告にかかる更正の場合\nだけであつて、原告の場合はいわゆる白色申告であるから、本件更正処分にあたつ\nて理由を付記しなかつたことはなんら違法ではない。\nなお、課税処分は、申告とあいまつて客観的、抽象的に既に成立している租税債務\nを具体的に確定させる手続であるから、当該課税処分が適法であるか否かは当該処\n分において認定された租税債務が客観的に存在するか否かにかかる。したがつて、\n被告税務署長が更正処分時にどのような調査をし、どのような資料に基づき、どの\nような認識判断をしたかということは、ひとつの歴史的な事実であつて、それによ\nつて直ちに課税処分の適否が左右されるものではない。そして、訴訟において当該\n処分の認定した租税債務が客観的に存在することが認められれば当該処分は適法と\nされ、租税債務額よりも少ないことが認められれば当該処分はその限度で違法とな\nる。そもそも、税法が積極的に一定の手続要件を定めているのは、青色申告書に記\n載された課税標準等を更正する場合の帳簿調査及びその場合の更正理由の付記だけ\nであつて、これ以外には手続的要件についての規定がなく、このことは、現行税法\n自体が憲法の適正手続保障の見地からみても右の手続要件以外には課税処分の違法\n事由にならないとの立場をとつていることを示すものである。\n２　原告の総所得金額の算定根拠\n（一）　推計の必要性\n下京税務署の調査担当者は、本件係争年分の所得税に関する調査のため昭和四〇年\n二月、同年六月及び同年七月に原告方へ出向き、所得計算に関する帳簿書類の提示\nを求めたが、原告はこれを提示しなかつたばかりでなく、調査担当者が本件係争年\n分の確定申告額、異議申立及び審査請求における請求額について説明を求めても、\nなんら具体的な説明をしなかつたので、原告の本件係争年分の各所得金額を以下の\nとおり推計により算定した。\n（二）　昭和三七年分\n被告税務署長は、原告の取引銀行と認められる京都信用金庫東山支店における原告\nの当座預金口座及び同年三月一日から五月三一日までの期間に振出した小切手の全\n部についてその取立人を調査した結果、その三ヶ月間の小切手支払総額は別表二の\n昭和三七年分欄のとおり一〇五万四九二九円で、そのうち、別表三の昭和三七年分\n欄の（２）と（４）の合計額一〇一万四三一五円を仕入代金の支払と認定し、\n（３）の四万〇六一四円を仕入代金以外の支払と認定した。そして、右三ヶ月間の\n小切手支払総額に占める仕入代金以外の支払金額の割合を別表二の昭和三七年分欄\nのとおり四パーセントと算出し、右割合に基づき、前記調査による原告の昭和三七\n年中の小切手振出総額四三三万四四九五円から同年の仕入金額を次のとおり四一五\n万一五〇〇円と推計した。\n４、３２４、４９５円×（１００％－４％）＝４、１５１、５００円（１００円未\n満切捨て）\n右に算出した原告の昭和三七年分の仕入金額に別表四の昭和三七年分欄記載の同業\n者差益率二六・〇五パーセントを適用して、原告の昭和三七年中の売上金額を次の\nとおり五六一万三九二八円と推計した。\n４、１５１、５００円÷（１００％－２６．０５％）＝５、６１３、９２８円\n右に算出した原告の昭和三七年分の売上金額に別表四の昭和三七年分欄記載の同業\n者所得率一八・九八パーセントを適用して、原告の昭和三七年分の総所得金額を次\nのとおり一〇六万五五二三円と推計したものである。５、６１３、９２８円×１\n８．９８％＝１、０６５、５２３円\n（二）　昭和三八年分\n前記京都信用金庫東山支店における原告の当座預金口座について前年分と同様の調\n査をした結果、昭和三八年三月一日から五月三一日までの三ヶ月間の小切手支払総\n額は別表二の昭和三八年分欄のとおり一〇七万七七一八円で、そのうち、別表三の\n昭和三八年分欄の（２）と（４）の合計額一〇一万六九六五円を仕入代金の支払と\n認定し、（３）の六万〇七五三円を仕入代金以外の支払と認定した。そして、右三\nヶ月間の小切手支払総額に占める仕入代金以外の支払金額の割合を別表二の昭和三\n八年分欄のとおり六パーセントと算出し、右割合に基づき、前記調査による原告の\n昭和三八年中の小切手振出総額四九四万一三〇七円から同年の仕入金額を次のとお\nり四六四万四八〇〇円と推計した。\n４、９４１、３０７円×（１００％－６％）＝４、６４４、８００円）１００円未\n満切捨て）\n右に算出した原告の昭和三八年分の仕入金額に別表四の昭和三八年分欄記載の同業\n者差益率二四・七九パーセントを適用して、原告の昭和三八年中の売上金額を次の\nとおり六一七万五七七四円と推計した。\n４、６４４、８００円÷（１００％－２４．７９％）＝６、１７５、７７４円\n右に算出した原告の昭和三八年分の売上金額に別表四の昭和三八年分欄記載の同業\n者所得率一八・〇七パーセントを適用して、原告の特別経費控除前所得金額を次の\nとおり一一一万五九六二円と推計した。\n６、１７５、７７４円×１８．０７％＝１、１１５、９６２円\n右に算出した昭和三八年分の特別経費控除前所得金額から同年分の事業専従者控除\n額を差引き、さらに、同年分の不動産所得金額を加算して原告の同年分の総所得金\n額を次のとおり一〇七万一〇一二円と算定したものである。\n（１）　特別経費控除前所得金額　　　　　　　一一一万五九六二円\n（２）　事業専従者控除（原告申告額どおり）　　　七万三七五〇円\n（３）　事業所得金額　　　（１）－（２）　　一〇四万二二一二円\n（４）　不動産所得金額（原告申告額どおり）　　　二万八八〇〇円\n（５）　総所得金額　　　　（３）＋（４）　　一〇七万一〇一二円\n（四）　昭和三九年分\n前記京都信用金庫東山支店における原告の当座預金口座について、前年分と同様の\n調査をした結果、昭和三九年三月一日から五月三一日までの三ヶ月間の小切手支払\n総額は別表二の昭和三九年分欄のとおり一五〇万四九六五円で、そのうち、別表三\nの昭和三九年分欄の（１）の金額に対する（３）の金額の割合が昭和三七年分及び\n同三八年分の各割合と比較してやや低率になつているので、（４）の金額のうち口\n数にして四口、金額にして一万六三九一円を仕入代金以外の支払とし、他の四口、\n金額にして二万八七五五円を仕入代金の支払と認定した。したがつて、昭和三九年\n分の三月一日から五月三一日までの仕入代金の支払は、別表三の（２）の一四一万\n九五五七円と（４）のうち右の二万八七五五円の合計一四四万八三一二円となり、\n仕入代金以外の支払は別表三の（３）の四万〇二六二円と（４）のうち右の一万六\n三九一円の合計五万六六五三円となる。そして、右三ヶ月間の少切手支払総額に占\nめる仕入代金以外の支払金額の割合を別表二の昭和三九年分欄のとおり四パーセン\nトと算出し、右割合に基づき前記調査による原告の昭和三九年中の小切手振出総額\n四五七万六二七九円（坦し、昭和三九年中に融通手形の支払にあてたと認められる\n一〇一万八五〇〇円を除外したもの）から同年の仕入金額を次のとおり四三九万二\n三〇〇円と推計した。\n４、５７６、２７９円×（１００％－４％）＝４、３９３、２００円（１００円未\n満切捨て）\n右に算出した原告の昭和三九年分の仕入金額に別表四の昭和三九年分欄記載の同業\n者差益率二五・二八パーセントを適用して原告の昭和三九年中の売上金額を次のと\nおり五八七万九五五〇円と推計した。\n４０　３９３、２００円÷（１００％－２５、２８％）５、８７９、５５０円\n右に算出した原告の昭和三九年分の売上金額に別表四の昭和三九年分欄記載の同業\n者所得率一七・八九パーセントを適用して、原告の特別経費控除前所得金額を次の\nとおり一〇五万一八五一円と推計した。\n５、８７９、５５０円×１７、８９％＝１、０５１、８５１円\nさらに、特別経費（雇入費）については、下京税務署の係官が原告の本件係争年分\nの所得調査のため昭和四〇年二月一〇日午後一時、原告の店舗において原告に対し\n従業員について質問した際、原告は「昭和三九年八月から一人いる」とのみ答えた\nので、その事実は確認できなかつたが、被告税務署長は、原告方には従業員が昭和\n三九年八月から一人いるものとして当時の同業者の雇人費より推計し、給料一ヶ月\nあたり二万五〇〇〇円、年末手当二万五〇〇〇円（一ヶ月分）として次のとおり合\n計一五万円と算定した。\n２５、０００円×５ヶ月＋２５、０００円＝１５０、０００円\n前に算出した昭和三九年分の特別経費控除前所得金額から右に算定した同年分の特\n別経費（雇人費）及び事業専従者控除額を差引き、さらに、同年分の不動産所得金\n額を加算して原告の同年分の総所得金額を次のとおり八四万四三五七円と算定した\nものである。\n（１）　特別経費控除前所得金額　　　　　　　一〇五万一八五一円\n（２）　特別経費　（雇人費）　　　　　　　　　　　　　一五万円\n（３）　事業専従者控除（原告申告額どおり）　　　八万六三〇〇円\n（４）　事業所得金額　（１）－（２）－（３）　八一万五五五一円\n（５）　不動産所得金額（原告申告額どおり）　　二万八八〇〇円\n（６）　総所得金額　　（４）＋（５）　　　　　八四万四三五一円\n（五）　推計の合理性\n（１）　原告の三月ないし五月の当座預金出金額の内容調査に基づき年間の仕入代\n金を推計したことについて\n文房具販売業の商品仕入高については、三月ないし五月の期間が年間の仕入高の平\n均的な期間であると認められたので、右期間の三ヶ月分を基本にして推計した。右\nの期間が平均的な期間であることは、別表四の同業者ＡないしＦ（以下同業者Ａな\nいしＦという。）の各年の年間仕入高に対する三月ないし五月の仕入高の割合の平\n均が別表五のとおり昭和三七年分二三・二パーセント、同三八年分二五・二パーセ\nント、同三九年分二五・九パーセントであつて、一年のうち三ヶ月分の割合の平均\nである二五パーセント（１００％×３／１２＝２５％）に極めて近似していること\nからも明らかである。したがつて、三月ないし五月の期間により年間分を推計した\nことは合理的である。なお、仮に二月ないし四月の三ヶ月分により推計したとして\nも、同業者ＡないしＦの各年の年間仕入高に対する二月ないし四月の仕入高の割合\nの平均が別表六のとおり昭和三七年分二五・四二パーセント、同三八年分二四・二\n四パーセント、同三九年二四・一四パーセントであることからみて、推計が合理性\nを有することに変りがない。\n（２）　同業者の類似性について\n同業者ＡないしＦは、いずれも下京税務署の管轄区域に属する下京区内において文\n房具小売を専業とする個人で、三ヶ年連続青色申告をした者のうちその売上原価が\n昭和三七、三八、三九年分ともに六〇〇万円以下の者から選定されたが、右に該当\nする者はＡないしＦのみであるから、右ＡないしＦの平均差益率、所得率による推\n計は合理性がある。\n（３）　同業者の氏名を明らかにしない推計について\n作成名義人の氏名を明らかにしない青色申告書は、その方式趣旨よりみれば、公務\n員である被告税務署長が被告国税局長あてに提出した公文書の一部を組成するもの\nであつて、被告税務署長が申告者より真正に作成されたものとして受理しているか\nら、形式的証拠力を有するものである。\nさらに、右証拠の証明力を争う方法は氏名を明らかにせずとも他の方法によりなし\nうるし、原告は本件係争年分の帳簿を所持しているから、自己の事業内容を明らか\nにすることにより容易に右証拠の証明力を争うことができるのであるから、同業者\nの氏名を明らかにしないで原告の所得金額を推計したとしても、これに対する原告\nの反証を封じることにはならず、武器平等の原則に反するものではない。\nまた、所得税法二四三条は所得税に関する調査についての事務に従事したものが、\nその事務に関して知ることができた秘密を漏らした場合には刑罰に処する旨規定し\nているので、納税者の提出した青色申告書をその納税者の承諾なく他の納税者の訴\n訟における書証としてそのまま提出することは右法条違反となるから、被告税務署\n長の主張立証にはおのずから制約があり、その点からも、同業者の氏名を明らかに\nしないでなす推計が合理性を欠く違法なものであるということはできない。\n（４）　棚卸について\n同業者ＡないしＦは、別表七のとおり、その棚卸高は平均六〇万円ないし一〇〇万\n円の小規模業者でありながら実地に棚卸を行なつており、右棚卸に基づき平均差益\n率等を算定しているから、算定数値は信頼できるものであつて推計の合理性があ\nる。\n３　よつて、被告税務署長のなした本件各更正処分は、手続的にも、金額的にも違\n法は存しない。\n四　被告国税局長の主張\n１　審査法二二条一項に「審査庁に、・・・・・・・・・相当の期間を定めて、弁\n明書の提出を求めることができる」と定めているが、右規定の形式、法律の趣旨を\n総合すれば、審査庁が処分庁に対して弁明書の提出を求めるか否かは、審査庁の自\n由裁量に属する事項であると解されるから、被告国税局長が弁明書の提出を求める\nことなくして審査請求に対する裁決をしたことは違法でない。\nさらに、国税に関する法律に基づく処分で所得税にかかる審査請求の審理は、事案\nが大量に発生し、かつ、当該処分に対する不服が概して要件事実の認定にかかるも\nのであるから、右審査請求について被告税務署長から弁明書を徴収し、これを審査\n請求人に送付して同人からこれに対する反論書の提出を待ち、これらの書面を資料\nとして審理するよりも、協議官が自ら進んで必要な調査を行ない、下京税務署の関\n係職員及び審査請求人双方から口頭で意見を聴取する方が、はるかに迅速で適正な\n処理をはかることができ、この方法は、いわゆる書面による審理方式にくらべ、よ\nり一層不服審査制度の趣旨に合致する。したがつて、被告国税局長が本件審査請求\nについて弁明書の提出を求めなかつたことは裁量権の範囲を超えるものではなく、\n裁量権の濫用とはならない。\n２　被告国税局長は、本件審査手続において、原告が処分の理由となつた事実を証\nする書類の閲覧を請求したので、確定申告書、更正決定決議書、異議申立書、異議\n申立決定決議書の閲覧を許可したのであるから、この点について、原告は、右各書\n類は処分の理由となつた事実を証するものにあたらないから右閲覧許可は全く無に\n等しく閲覧拒否と同視されるべきであると主張する。\nこれは被告税務署長が作成した所得調査書の閲覧を許可しなかつたためであると思\nわれるが、本件の場合、原告から閲覧請求のあつた当時処分庁である被告税務署長\nから審査庁である被告国税局長に提出されていた書類は、被告国税局長が原告に閲\n覧を許可した前記書類のみで、所得調査書は含まれていなかつたから、被告国税局\n長が原告の書類閲覧請求を拒否した事実はない。\nさらに、書類閲覧請求権は審査法三三条の規定に基づくが、右規定によれば、処分\n庁がいかなる書類等を審査庁に提出するかは処分庁の裁量に委ねられており、審査\n請求人が閲覧を求めうるのは「処分庁から審査庁に提出された書類その他の物件」\nに限定され、処分庁から新たに書類等を提出させることを審査請求人が審査庁に対\nして請求できるものではない。特に、本件の如く、国税に関する法律に基づく所得\n税の課税は事案が大量かつ回帰的に発生し、また、継続的に要件事実を認定する必\n要上、処分庁は所得調査書を常に手許に保管していなければ円滑な税務行政の運営\nが期し難いため、審査手続においても所得調査書は処分庁に保管し、審査庁の審理\n担当協議官が処分庁に出向いて直接閲覧する方法をとつており、本件の場合も右の\n理由から所得調査書は審査庁に提出されなかつたものである。\nなお、右のとおり、審査庁の審理担当協議官が直接処分庁に出向いて所得調査書の\n閲覧をした場合、調査メモを作成し資料を収集していることもあるが、これらは審\n査庁において自ら収集した資料そのものであり、処分庁から提出された書類と同視\nすることはできず、右メモは審査法三三条の閲覧請求の対象となるものではない。\n３　被告国税局長は、原告が被告税務署長の本件更正処分に対して、昭和四一年二\n月二七日に審査請求書を提出したので、担当協議官において審理にあたり必要な帳\n簿書類の提出を要求したが、協力を得られないので、取引先調査による仕入金額を\nもとに同業種、同規模の業者の差益率及び所得率を適用して所得金額を算定した結\n果、いずれの年分ともに原処分を上回つたので棄却の裁決をなしたものであり、審\n理不尽の違法はない。\n４　よつて、本件審査手続になんらの瑕疵は存在せず、適法である。\n五　被告らの主張に対する原告の認否及び反論\n１　被告らの主張に対する認否\n（一）　三の１の主張は争う。\n（二）　同２の（一）、（二）の事実は否認する。\n（三）　同三の事実のうち、事業専従者控除が七万三七五〇円であること及び不動\n産所得が二万八八〇〇円あつたことは認めるが、その余の事実は否認する。\n（四）　同（四）の事実のうち、事業専従者控除が八万六三〇〇円であること及び\n不動産所得が二万八八〇〇円あつたことは認めるが、その余の事実は否認する。\n（五）　四の主張はすべて争う。\n２　被告税務署長の主張に対する原告の反論\n（一）　本件更正処分は違法な調査に基づくもので違法である。\n税務行政庁が税務調査をなすに際しては、被調査者に対して不意打ちとなり事実上\n営業に支障をきたすことがないようにするため事前に日時等を通知すべきである。\nしかるに、本件の場合、被告税務署長は税務調査をなすに際し原告に対して事前通\n知をしなかつたが、これは納税者の営業と生活を充分に尊重する民主的税務行政の\nあり方からすれば、右税務調査は違法といわなければならない。\nまた、反面調査の目的は本来納税者の所得等の調査にあるのであるから、納税者の\n同意を前提とすべく、したがつて、納税者の同意なくして取引先、銀行等に対して\n反面調査を行なうことは許されない。しかるに、被告税務署長は原告の同意なしに\n原告の取引先、銀行に対して反面調査を行なつたものであるから、右調査は違法で\nある。\nさらに、所得税法上の質問検査権を行使するに際しては、調査の具体的必要性、理\n由の開示を要すると解すべきところ、被告税務署長は原告に対する各年分の所得調\n査に際し、原告の再三の要求にもかかわらず、調査の具体的必要性、理由を全く開\n示していないから、右調査は違法である。\n右に述べたように、被告税務署長のなした税務調査が違法な場合には、更正処分の\n内容の当、不当を論ずるまでもなく更正処分は違法となり取消されるべきである。\n（二）　本件推計課税は推計の必要性を欠き違法である。\n被告税務署長は、推計課税により更正処分をすることを前提として原告の所得調査\nを始めたもので、推計の必要性を欠く。さらに、調査のため原告方を訪れた下京税\n務署の職員が、その際民商会員に限つて調査の結果を説明しないと述べたため、原\n告は法の下の平等に反する不公正な行政であると考え自己の帳簿書類を同職員に提\n示しなかつた。ところが、被告税務署長は原告の右態度をもつて調査に対する協力\nが得られず、推計の必要性があるとして推計課税を行なつた。しかし、右の場合に\n推計の必要性があり、推計課税が正しいとすることは法の下の平等に反する不公正\nな行政を容認するものであつて許されない。\nしたがつて、本件更正処分は、推計の必要性がないにもかかわらず推計課税に基づ\nきなされたもので違法であるといわざるを得ない。\n（三）　同業者の氏名等を明らかにしない推計は違法である。\n被告税務署長は、原告に対する本件各推計課税の根拠である差益率、所得率を導き\nだす基礎となつた同業者六名の住所氏名を明らかにせず、同業者ＡないしＦとのみ\n主張している。しかし、右の如き主張では、そもそもＡないしＦが存在しているか\n否か不明であるばかりか、仮に存在しているとしても、下京区内の文房具小売を専\n業とする個人の青色申告者は多数存在するのであるから、そのうちいずれの者であ\nるかを確認することも全く不可能である。したがつて、同業者ＡないしＦと原告と\nの立地条件の優劣、経営規模の大小、事業実績の差異等について全く不明であり、\n原告としては同被告主張の差益率、所得率について反証を挙げる手段を封じられる\nこととなる。このような主張を許容することは、訴訟における武器対等の原則、あ\nるいは信義則の見地から許されない。さらに、立証方法自体についても同業者の住\n所氏名を明らかにしない立証（書証）自体違法であり、形式的証拠力を有しないも\nのといわなければならない。\n（四）　仕入金額の推計について\n被告税務署長は、本件係争年分の仕入金額の算定方法として「各年分の三月ないし\n五月の小切手支払総額」「別表三の（１））に対する「右三ヶ月中における仕入金\n額の支払にあてられた小切手支払額」の占める割合を基礎として年間の仕入額を算\n定している。しかし、右の仕入金額の支払にあてられた小切手支払額は、「取立人\nが仕入先であると認められるもの」（同表（２））の他に「取立人不明のもの」\n（同表（４））をも加えて算出されており、これでは仕入金額の中に経費の支払と\nみられるものがまぎれこむ恐れがあり、仕入金額の算定方法として妥当ではない。\nさらに、同被告が昭和三九年分について「取立人不明のもの」の一部を恣意的に仕\n入代金以外の支払と認定しており、これは同被告みずからが調査の不正確さと推計\n方法の理論的破綻を示したものである。\nまた、被告税務署長は、小切手支払金額と仕入金額との比率を算定するため原告の\n三月ないし五月の小切手口座を調査したと主張するが、一般的商慣習によると同被\n告の調査した期間は二月ないし四月であつて矛盾している。\nしたがつて、被告税務署長のなした仕入金額についての推計は合理性がない。\n（五）　同業者の類似性について\n京都文紙事務用品組合作成の組合員名簿に記載されているところによると、昭和四\n五年には下京区で五一組合員、同四六年には四八組合員が営業しており、さらに、\n同四九年の電話番号簿（職業別）によれば、下京区には右組合員を含み七〇店の同\n業小売業者が存在している。すなわち、同四五年と同四六年の対比で組合員は三名\n減少しており、同四九年の電話番号簿では七〇店存在しているということは、同三\n七年から同三九年にかけても下京区の同業者が七〇名を下らなかつたことが推察で\nきる。しかるに、被告税務署長は、原告が白色申告者であるにもかかわらず、三ヶ\n年継続した青色申告者を同業者として抽出しているが右抽出方法によると七〇店舗\nのうち六店舗しか選定できず、そのうえ、選定された六店舗の青色申告同業者の記\n帳に関する確実性や、所得把握の正確性は相当に疑わしいものであることよりすれ\nば、同被告の行なつた同業者選定方法の非合理性は明らかである。\nさらに、原告は昭和三三年一一月に妻名義で下京税務署に文房具商の開業届を出\nし、原告自身がその本業務に従事したのは昭和三四年五月であるから、原告の右営\n業年数は昭和三七年で四年目、同三九年で六年目であつた。また、原告の販売方法\nは店頭売（主に現金売）が二〇％、納品売（掛売）が八〇％であつた。これに対し\nて、被告税務署長が主張する同業者ＡないしＦの六店舗の中で掛売率が八〇％のも\nのは一例もなく、七〇％位が一例あるのみで、掛売率五〇％以下のものが六店舗一\n六例中一〇例を占め、Ｆの掛売率は一％にも満たない。このように、同被告主張に\nかかる同業者ＡないしＦと原告との間には、営業年数及び販売方法において著しい\n差異があるので、右同業者を基礎とする本件推計は合理性がない。\nまた、同業者ＡないしＦにつき算出された差益率、所得率は、分布の幅が大きく一\n般性、共通性を有しないものであるが、このように計数的に統一性のないものを算\n術平均することは無意味であるばかりでなく、算術平均によつて下限に分布するも\nのも引き上げ、これによつて所得の過大認定をもたらすこととなるから、このよう\nな基礎数値を適用した本件推計は違法であるといわなければならない。\n（六）　従事員数について\n被告税務署長は、原告方の従事員数を原告本人と専従者並びに雇人を含めて、昭和\n三七年は一名、同三八年は二名、同三九年は三名と主張する。これに対して、同被\n告の主張にかかる同業者ＡないしＦの青色申告損益計算書に基づき算定すると、従\n事員数二名が三例、二名を超えて三名未満が五例、三名が一例、三名を超えるもの\nが六例ある。さらに、従事員数の必要度から見ると、掛売は配達、集金などを行な\nわなければならず、現金売よりも多くの人手を要するものである。このような点か\nら判断すれば、同被告の主張は理由がなく、昭和三七年ないし三九年の間に原告本\n人、妻、常傭の使用人一名、その他短期従事員延べ数名、合計三名を超え四名未満\nの従事員で営業していたとの原告の主張の正しいことが明らかである。さらに、原\n告が雇人の給料を支払う際に源泉徴収を行なつていなかつたことが現実に支払われ\nた雇人費を否定する根拠となりえないことは当然である。\n第三　証拠（省略）\n○　理由\n一　請求原因１の事実（本件更正処分及び裁決の経過）は、原告が被告国税局長に\n対して審査請求をした年月日の点を除き、当事者間に争いがない。\n二　原告は、被告税務署長のなした本件更正処分のうち、総所得金額が原告の確定\n申告額を超える部分について、原告の所得を過大に認定した違法があると主張する\nので、まずこの点について検討する。\n１　推計の必要性について\n被告税務署長は、原告の本件係争年分の総所得金額を推計によつて算出し、これに\n基づいて本件洛更正処分の適法性を主張しているところ、およそ所得課税は可能な\n限り所得の実額によるべきものであるから、所得の推計による課税は、納税者が信\n頼できる帳簿等を備えておらず、課税庁の調査に対して非協カ的な態度をとるなど\nのため、課税庁において所得の実額を把握できないときに、はじめて許容されるも\nのといわなければならない。\n原告本人尋問の結果及びこれによつて真正に成立したと認める甲第六号証によれ\nば、下京税務署の調査担当者であるａが、昭和四〇年二月初旬、その数日後及び同\n年六月中旬の二回にわたり、原告方へ税金調査の目的で訪問したが、いずれも原告\nの都合で調査できなかつたこと、そこでａは、原告の申出により改めて同年七月九\n日右調査のため原告方を訪れ、民商事務局職員二名立会のもとに原告と面会し、原\n告に対して帳簿書類等の資料の呈示を求めたところ、原告は、帳簿書類は用意して\nあるが、素人がわからないまま記帳しているから、税務署で調査した結果を説明し\nて欲しい旨要求し、調査結果について後日税務署が説明することを約束しない限り\n帳簿書類を呈示しないと述べたため、ａはそのような約束はできないとして呈示を\n受けることなく原告方を辞したことが認められ、右認定を左右するに足りる証拠は\nない。\n右認定事実によれば、原告は、税務署から後日調査結果の説明を受けられなければ\n帳簿書類を呈示できないとして呈示を拒否したものであるが、現行法上、税務調査\nの結果を納税者に説明すべき義務を定めた規定は存在しないから、原告の帳簿書類\nの呈示拒否には正当な理由がない。\nなお、原告本人尋問の結果中には、ａが原告と面会した当日、下京税務署の課長が\n電話で原告に対し、民商会員に限つて調査の結果を説明しないと述べた旨の供述部\n分があるが、右供述部分はたやすく措信できず、他にこのような事実を認定するに\n足りる証拠はない。\nそうすると、原告の所得金額を認定するための有力な資料たるべき帳簿書類の呈示\nが原告によつて正当な理由もなく拒否され、他に所得の実額を把握するに足りる資\n料の存しない本件において、被告税務署長が推計により原告の本件係争年分の総所\n得金額を算定したことは適法であるといわなければならない。\n２　推計の合理性について\n推計課税が適法であるためには、推計の必要性のほかに、採用した推計方法自体に\n合理性があり、推計の基礎とした事実の選択が事案にとつて適切であること、すな\nわち推計の合理性を必要とする。\nところで、被告税務署長は、原告の本件係争年分の小切手支払総額から、各年分の\n仕入金額を推計したうえ、右仕入金額に別表明記載の同業者ＡないしＦの平均的差\n益率、所得率を適用して原告の本件係争年分の総所得金額を算出した旨主張するの\nで、右被告の推計に合理性があるかどうかを検討する。\nその方式及び趣旨により公務員がその職務上作成したものと認められるから真正な\n公文書と推定すべき乙第四号証の二の表書部分、弁論の全趣旨及び記載自体からみ\nて、下京区内で文房具商を営む各納税者が被告税務署長あてに各年度の青色申告を\nするため作成したものであることが認められ、従つて真正に成立したと認められる\n乙第四号証の二添付の各所得税青色申告損益計算書、成立に争いのない乙第四号証\nの一及び原告本人尋問の結果を総合すれば、被告国税局長は、本件訴訟の資料に供\nする目的で、昭和四八年下月二七日被告税務署長に対して通達を発し、下京区内の\n文房具小売を専業とする個人のうち、三年連続の青色申告者であつても、その売上\n原価が昭和三七、三八、三九年分とも六〇〇万円以下の要件を充足する納税者の右\n各年分の所得税決算書（損益計算書、月別仕入明細）の内容について報告を求めた\nこと、これに対して、被告税務署長は、昭和四八年一二月一一日付で、被告国税局\n長が右通達で指定した要件を充足する同業者六名の住所氏名を記載した報告書（乙\n第四号証の二の表書部分）を作成のうえ、右六名の昭和三七、三八、三九年分の所\n得税青色申告損益計算書（同号証の添付書類）を添付して被告国税局長に提出した\nこと（被告税務署長は右報告書の提出に際し、納税者の秘密保持の見地から、右所\n得税決算書を証拠として裁判所へ提出する場合には、当該納税者の住所氏名を明ら\nかにしないよう申し添えた。）被告税務署長は、右各所得税青色申告損益計算書に\nよつて、右同業者六名の本件係争年分の平均的差益率、所得率を求め、これを原告\nの同年分の仕入金額、売上金額に適用したうえ原告の本件係争年分の所得金頷を算\n出し、これをもつて本件各更正処分の適法性を裏付ける根拠としていること、しか\nし、同被告は本件訴訟において、右同業者六名の氏名、住所を明らかにしていない\nこと、原告方における文房具小売業は、昭和三三年一一月に原告の妻が内職として\n始め、その後昭和三四年五月から原告が本業として営業するようになり、原告とそ\nの妻が中心となつて店を経営していたことが認められ、右認定を左右するに足りる\n証拠はない。\n右認定事実によれば、被告税務署長は同業者を選択するに際し、場所的には原告の\n店舗の存する下京区内に限定し、原告が個人経営の小規模文房具小売店であること\nを考慮して、文房具小売を専業とする個人であつて、売上原価が昭和三七、三八、\n三九年分とも六〇〇万円以下の小規模業者に限定しているのであるから、原告と同\n業者との間における業態の同一性、営業規模の類似性につき一応の考慮を払つたも\nのというこことができる。\nまた、青色申告者はその営業に関する帳簿書類を備付け、事業所得に関する取引を\n正確に記帳するものであるから、右同業者六名の収入金額等も正確に算出されたも\nのというべく、これを基礎として他の同業者の所得金額を推計することは合理性を\n欠くものとはいえない。\nしかし、文房具業者の差益率、所得率を算定するにあたつては、被告税務署長の考\n慮した右諸条件のみならず、学校や事務所が近くにあるかどうかなどの立地条件に\nよつて、取扱い商品もおのずから異なるし、営業年数、あるいは同業者の近接度、\n販売方法の相違（店頭売と納品売）、などによつて商品の値引販売の有無、程度等\nに影響を及ぼし、これらによつて差益率、所得率に変動を生ずる可能性も決して少\nなくないと考えられるから、これらの諸点も重要な要素として考慮されるべきもの\nである。\nこれを本件についてみるに、原告本人尋問の結果によれば、原告は、本件係争年当\n時には、文房具小売業をはじめて未だ日が浅いため固定客が少なく、近くに学校が\n存在しないこともあつて、その販売方法は店頭売（主に現金売）が二〇パーセン\nト、納品（すべて掛売）が八〇パーセントという状況であり、そのため人件費等の\n経費がかさむ一方値引きをすることが多く、また、取扱い商品も利益率の低い事務\n用品が主体となつていたことが認められ、右認定を左右するにたる証拠はない。\nところで、前記乙第四号証の二によると、被告税務署長が本件推計の基礎資料を得\nるために選択した同業者六名中には、掛売の割合が七〇パーセントを越えるものは\nなく、主として掛売によつているとみられる者は同業者Ｅ一名程度であること、右\n同業者らの営業実績からみた限りでは、現金売の割合が多くなる程所得率が高くな\nる傾向を一応看取することができるが、現金売の割合と差益率との間には有意な相\n関関係を見出しがたく、しかも右同業者間においてその所得率や差益率にかなりの\n偏差があることが認められるのであつて、このことに照らしてみても、所得率や差\n益率が販売方法のみならず立地条件、取扱商品、営業年数等の諸条件にも左右され\nるものであることを推認するに難くない。\nそうすると、原告と右同業者との間に右の諸条件についても積極的な類似性のある\nことが肯認されない限り、右同業者らの所得率、差益率の平均値をそのまま適用し\nて算出された本件推計所得額をもつてしては、未だ原告の所得実額との近似性を推\n定しうるだけの合理的根拠に欠けるものというべく、結局本件推計の合理性を肯定\nするに由ないものというほかないところ、本件全証拠によつても右同業者らの住所\n氏名や営業年数等が明らかでないのみならず、他に右類似性の存在を認めるにたり\nる証拠も見当らない。\nなお、付言するに、原告は、同業者の氏名住所を明らかにしない推計方法は相手方\nの反証を封じ、訴訟における武器平等の原則に反するので合理性を有しない旨主張\nする。しかし、所得税法二四三条は、所得税に関する調査に関する事務に従事し、\n又は従事していた者が、その事務に関して知ることのできた秘密を漏らした場合に\nは刑罰に処する旨規定しており、個別に同業者の同意を得ることなく同業者の売上\n金額、原価、経費、差引所得金額等と共に、その住所、氏名を公表することはでき\nないのであるから、他に秘密を保持しつゝ同業者の所得率や差益率等を立証すべき\n適切な資料も見当らないので、同業者の氏名、住所を明らかにしない資料に依拠す\nることもやむをえないところである。\nまた、同業者の氏名等を明らかにしないでする推計は、原告と同業者との間の立地\n条件の優劣、営業実績の差異等につき反証を掲げることを困難にする点は否定しえ\nないところであるけれども、被告税務署長において、個別に同業者の立地条件、営\n業実績等を調査するなどして、原告との類似性を主張立証することは不可能ではな\nい反面、原告において別の推計方法を主張し、あるいは原告の方に存在するとみら\nれる帳簿等を呈示して容易に反証をなしうる途もあるから、同業者の氏名、住所を\n明らかにしないとの一事によつて右のような推計を不合理なものということはでき\nない。\nそうすると、同業者六名による本件推計は合理性を欠くから、被告税務署長のなし\nた本件係争年分の各更正処分は違法なものとして取消を免れない。\n三　次に、原告の被告国税局長に対する請求につき検討する。\n行政事件訴訟法三三条一項は、「処分又は裁決を取り消す判決は、その事件につい\nて、当事者たる行政庁その他の関係行政庁を拘束する」と規定する。右規定の趣旨\nは、取消判決の実効性を担保するため、行政庁に対し判決の趣旨に従つて行動すべ\nき実体法上の義務を課したものと解すべきである。さらに、右規定における「その\n他の関係行政庁」とは、取消された処分または裁決を基礎又は前提とし、これに関\n連する処分又は附随する行為を行なう行政庁をいうと解すべきところ、本件におけ\nる被告国税局長は、被告税務署長のなした原処分の適否を審査する裁決庁であるか\nら、右規定における「その他の関係行政庁」に該当するものといわなければならな\nい。\nそうすると、被告国税局長は、被告税務署長のなした原処分を違法として取消した\n判決と抵触する判断はできないこととなるから、原告の被告国税局長を相手方とす\nる裁決取消の訴えは、その利益を喪失し、却下を免れない。\n四　結論\nよつて、原告の被告税務署長に対する請求は理由があるから、これを認容し、被告\n国税局長に対する請求は不適法であるから却下することとし、訴訟費用の負担につ\nき民事訴訟法八九条、九二条、九三条を適用して、主文のとおり判決する。（裁判\n官　上田次郎　谷村允裕　安原清蔵）\n＜略＞\n"
}