{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 50,
    "month": 1,
    "day": 30
  },
  "case_number": "昭和45(行ウ)21",
  "case_name": "懲戒免職処分取消請求事件",
  "court_name": "神戸地方裁判所",
  "field": "労働",
  "lawsuit_id": "18001",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18001",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/001/018001_hanrei.pdf",
  "contents": "○　主文\n一、原告の請求を棄却する。\n二、訴訟費用は原告の負担とする。\n○　事実\n第一、当事者の求めた裁判\n一、請求の趣旨\n１、被告が原告に対して昭和四四年五月三〇日付を以てなした懲戒免職処分はこれ\nを取消す。\n２、訴訟費用は被告の負担とする。\n二、請求の趣旨に対する答弁\n１、原告の請求を棄却する。\n２、訴訟費用は原告の負担とする。\n第二、当事者の主張\n一、請求原因\n１、原告は明石市事務吏員として勤務していたものであるが、昭和四四年五月二三\n日訴外Ａから金員の供与を受けた嫌疑で明石警察署に逮捕され、同年六月一三日同\n事実および吉田製箱所Ｂから金員の供与を受けた事実により、同月一六日三和物産\n株式会社代表取締役Ｃから金員の供与を受けた事実により、同月一八日株式会社公\n信工業社代表取締役Ｄから金員の供与を受けた事実により、神戸地方裁判所にそれ\nぞれ収賄罪で起訴され、いずれも有罪判決を受けた。\n２、被告は同年五月三〇日原告に対して地方公務員法第二九条一項一号、三号に該\n当するものとして、懲戒免職処分（以下本件処分という）をした。\n３、原告は同年七月二九日右処分に対して行政不服審査法による不服申立を明石市\n公平委員会にしたところ、同委員会は昭和四五年六月六日本件処分を承認する旨の\n判定をした。\n４、本件処分は以下の理由により違法な処分である。\n（一）、本件処分は、原告が明石警察署において取調を受け、本件処分の理由とさ\nれる前記１各事実がまだ証拠上明らかでない時期に、原告に弁解の機会も与えず、\n事実調査をすることもなく、警察署からの一方的な事情聴取のみによつてなされ\nた。明石市職員の分限及び懲戒に関する条例（以下条例という）第六条は最も軽い\n懲戒処分である戒告の場合においてさえその責任を確認することが要求されている\nから、原告の弁解を待たず十分な事実調査もしないでなされた本件処分は懲戒手続\nに違反し、無効である。\n（二）、被告は、本件処分をなす際、単に辞令書を交付したの入で、処分説明書を\n交付していない、これは地方公務員法第四九条一項に違反している。\n（三）、条例九条は、懲戒に付せられるべき事件が刑事裁判所に係属している間は\n同一事件につき懲戒の処分をすることは出来ない旨指定しているが、その趣旨は、\n永年勤務した地方公務員が犯罪を犯して懲戒免職処分を受けた場合は退職金の受給\n権を剥奪された上失業して直ちに路頭に迷うこととなるので被処分者の生活権を保\n障するため、刑事裁判係属中は懲戒処分を延期させる趣旨であり、又同条例一〇条\nは任命権者は法一六条二項に該当するに至つた職員の中刑の執行を猶予された者に\n付でその罪が本人の故意又は重大な過失によらないものであり、且情状を考慮して\n特に必要と認めたときは、その職を失なわないものとすることが出来る旨を規定す\nるが、これも任命権者に於て公務員を失職させるか否かを刑事裁判を経た後に考慮\nすべきものであることを示しているものである。従つて地方公務員は右条例の各規\n定による保護を受け得る期待権を有しているものと云うことが出来る。ところで原\n告の本件懲戒事由とされた行為は当然起訴されることが予想されたのであり、そし\nて原告が起訴当時に地方公務員としての身分を保持していれば、当然右条例の各規\n定による保護を受け得たの′である。然るに被告は故意に原告をして右の保護を受\nけ得る権利を喪失せしめる意図を以て、原告に対する起訴を待つことなく、短時日\nの間の不充分な調査によつて、而も条例六条による確認の手続もとることなく、本\n件懲戒処分をなしたものであつて、右処分は懲戒権の濫用であると云うべきであ\nる。\n二、請求原因に対する認否\n１、請求原因１ないし３は認める。\n２、同４のうち、（一）は否認する。\n同（二）は否認する。処分説明書は昭和四四年七月一八日発送され、原告は翌一九\n日これを受領している。\n同（三）は争う。\n三、被告の主張\n原告は昭和四四年五月二三日明石警察署に逮捕され、同日明石市役所も捜索を受\nけ、この事実は新聞に大々的に報道された。被告としては、職員の綱紀を粛正し\nて、明石市民の同市役所に対する信頼を回復するため、早急に原告を懲戒処分に付\nする必要があると考え、同月二八日の職員賞罰審査委員会（委員長畑助役）による\n請求原因１記載の原告の各収賄事実の審査を経て、懲戒免職処分を結論とする同審\n査委員会の答申を得て、同月三〇日、地方公務員法第二九条一項一号、三号に該当\nするものとして、条例第六条二項により懲戒免職処分に付した。Ｅ人事課長が勾留\nされ接見禁止中の原告に、神戸地方裁判所の接見等禁止一部解除の決定を得て面会\nし、処分内容を説明し、辞令書を読みあげて手交しようとしたが、原告が受領を拒\n否したため、内容証明郵便で辞令を通知した。処分説明書については、神戸地方裁\n判所の右決定にその交付を許可する旨の記載がなかつたので、右面会の際は交付せ\nず、同年七月一八日原告に交付した。\n四、被告の王張に対する認否\n五月二三日に原告が逮捕されたこと、七月一八日付で処分説明書が交付されたこと\nは認めるが、その余の事実は否認する。\n第三、証拠（省略）\n○　理由\n一、請求原因１ないし３については当事者間に争いがない。\n二、１、地方公務員の懲戒処分に当り懲戒権者に於てなすべき、当該懲戒事由の存\n否に関する調査については、地方公務員法に格別の規定はなく同法二九条二項は、\n職員の懲戒の手続及び効果は、法律に特別の定めがある場合を除く外、条例で定め\nなければならない、と規定するに止まる。そして右法律に基く明石市職員の分限及\nび懲戒に関する条例（甲第二号証）にも右調査に関する規定は存しない。もとより\n懲戒処分は地方公務員の身分に関する重大な事柄であるから、懲戒事由の存否は慎\n重な調査を経てこれを確認すべき必要のあることは云うまでもないが、右調査の方\n法、程度等について法、条例に何等規定するところがないことからすれば、これら\nは総て処分権者の裁量に委されているところであると考えられる。そうすると本件\n処分に於て、原告主張の如く、処分権者たる被告が警察からの事情聴取のみによつ\nて本件処分理由の存在を認めたとしても、これを以て本件処分を取消すべき瑕疵が\nあるものと云うことは出来ない。のみならず、前記争いのない事実と成立に争いの\nない乙第一〇号証の三証人Ｆの証言及びこれによつて真正に成立したと認められる\n乙第一三号証とによると、原告は昭和四四年五月二三日収賄容疑によつて逮捕され\n続いて翌二四日原告の右容疑によつて明石市役所が警察の捜索を受けるに至り、同\n日頃から同市Ｅ人事課長が主となつて事実の調査をした結果、原告には三和物産株\n式会社（Ｃ）、Ｂ、Ａ、公信工業社（Ｄ）らから数十万円の賄賂を収受した事実が\n判明し、同月二八日、市長の諮問機関である職員賞罰審査委員会が開催され、同委\n員会より被告市長に対し右収賄事実によつて原告を懲戒免職処分にするのを相当と\nする旨の答申、がなされた結果、被告市長は右収賄の事実が存するものと認めて翌\n三〇日本件処分をなしたものであることが認められる。尤もＥ人事課長のなした右\n調査の具体的内容についてはこれを確認する証拠は存しないのであるが、成立に争\nいのない乙第一ないし第三号証と原告本人尋問の結果とによれば、原告はその後同\n年六月一三日、同月一六日、同月一八日の三回に亘り、前記各贈賄者からの収賄の\n事実によつて神戸地方裁判所に起訴され、審理の結果何れも有罪判決を受けたもの\nであることが認められるのであつて、右事実からすると前記Ｅ人事課長のなした調\n査は単なる風評や見込みによつて本件処分理由たる原告の収賄の事実を認めたもの\nではないことが充分推認されるところであつて、従つて本件処分が何等の調査もす\nることなくなされた違法のものであるとの原告の主張は採用出来ない。尚原告は、\n前記条例六条一項によれば最も軽い懲戒処分である戒告に於ても被処分者に弁解の\n機会を与えるべきものとされているのに、本件懲戒免職処分に於ては原告に弁解の\n機会を与えていない違法がある旨主張するが、右条例六条一項は、戒告処分に於て\nは被処分者の責任を確認しその将来を戒めることが同処分の内容であることを規定\nしたものであつて、戒告処分をなすに当り予め被処分者の弁解を聴くべき旨を規定\nしたものではないから、原告の右主張は失当である。\n２、成立に争いのない甲第五号証、同乙第七号証、第八号証の一、二、第九号証Ｆ\n証人の証言及び原告本人尋問の結果を総合すると、原告は昭和四四年五月二三日逮\n捕されて以来身柄を拘束されていたところ、同月三〇日明石市人事課長Ｅが神戸地\n方裁判所より接見等禁止一部解除の決定を得て原告に面会し本件懲戒処分書を交付\nしようとしたが、原告が受領を拒否したため、翌三一日原告の住所宛に内容証明郵\n便を以て懲戒処分の事実を通知し、懲戒処分書も同日別送したこと、被告は右懲戒\n処分書を交付しようとした際及び同書面を郵送した際何れも処分説明書を交付或い\nは郵送していないこと、その後右説明書は、原告の要求によつて、同年七月一八日\n付で交付されたことが認められる。神戸地方裁判所の前記決定書に処分説明書の交\n付の許可が記戴されていなかつたため交付しなかつたとするＦ証人の証言は、被告\nが真実処分説明書の交付を必要と考えたとするなら、その交付の許可を事前に神戸\n地方裁判所に求めることは容易であつたと考えられることから見て、ただちにこれ\nを信用することはできない。そうとすれば、被告の本件処分手続には、懲戒処分の\n告知の際に処分説明書を交付することを怠つた瑕疵があることは否定できない。し\nかしながら、地方公務員法第四九条一項が処分説明書の交付を要求している趣旨\nは、単に不利益処分を受けた職員が行政不服審査法による不服申立をなす前提とし\nて、当該職員に処分理由を知らせることにあると解され而して本件に於ては右不服\n申立期間内に処分説明書が原告に交付されているのであるから、右書面が懲戒処分\n書と同時に交付されなかつたとしても、右事実がただちに本件懲戒処分を取消すべ\nき瑕疵に当るものと言うことはできない。\n３、前記条例第九条には、懲戒に付せられるべき事件が刑事裁判所に係属してやる\n間は同一事件につき懲戒の処分をすることが出来ない旨規定していることは原告主\n張の通りである。そして旧官吏懲戒令（明治三二年勅令第六三号）第七条一項にも\n同旨の規定として、懲戒ニ付セラルヘキ事件刑事裁判所ニ係属スル間ハ同一事件ニ\n対シ徴戒委員会ヲ開クコトヲ得ス、とされていた。（尚旧令に於ては譴責以外の懲\n戒処分は懲戒委員会の議決を経て行うことゝされていた。）ところで懲戒処分は公\n務員の義務違反に対して、使用主である国家又は地方公共団体、か公務員法上の秩\n序を維持するために使用主として行う制裁であるのに対し、刑罰は国家的社会その\nものゝ秩序を維持するためにこれを侵害する行為に対して国家権力によつて科せら\nれる制裁であつて、両者はその本質を異にするものであり、従つて一箇の行為が両\n者の秩序に違反する場合には両者の制裁を併科し、或いは両手続を併行して進める\nことはもとより可能である。唯、同一事件について既に刑事手続が進行していると\nきは、刑事裁判の結果が懲戒処分に影響するところが大きいので、後者の手続を進\n行せしめないこととしたのが前記旧令の趣旨であると解せられている。而して国家\n公務員法八五条一項はこのことを明文化し、懲戒に付せられるべき事件が刑事裁判\n所に係属する間に於ても、人事院又は人事院の承認を経て任命権者は、同一事件に\nついて適宜に懲戒手続を進めることが出来る、旨を規定したのである。そうとすれ\nば右旧令と同旨の規定である前記条例六条一項の趣旨は、同一事件について刑事裁\n判所に係属する間は、右裁判の結果が懲戒処分に影響を及ぼすので、後者の手続を\n進行しない旨を規定したものと解せられるのであつて、それ以上に、原告主張の如\nく、懲戒事由に該当する行為のあつた地方公務員に対しその生活権を保障する趣旨\nまで有するものとは到底解されない。\nところで本件懲戒事由とされた原告の前記行為の内容からすると、本件処分のなさ\nれた昭和四四年五月三〇日当時に於て、原告が右事実によつて起訴されることは当\n然予想される状況にあつたと考えられる。従つて被告市長としては、右起訴によつ\nて原告を休職処分とし、懲戒処分は右刑事裁判の結果を待つてなすことも考えられ\nないことではない。然し懲戒処分をなすべき時期については、既に刑事裁判が係属\nしている場合を除き、地方公務員法及びこれに基く明石市条例に何等の規定もな\nく、専ら処分権者の裁量に委されているところである。そして公務法上の秩序を乱\nす非違行為に出る者があつた場合に適時適切な処置を執つて綱紀弛緩の弊を速やか\nに除去し、市民の行政への信頼を回復せしめることは、任命権者に課せられた一の\n義務でもあるのであるから、非違行為の内容その他の状況によつては、常に必ずし\nも当該行為についての起訴を待ち、その刑事裁判を得た後でなければ懲戒処分をす\nることが相当でないとは云えないのである。尚原告指摘の前記明石市条例第一〇条\nの規定も、懲戒処分は常に刑事裁判を経た後になすべきことを要請しているもので\nないことはその文言上から明らかである。\nそうとすれば、本件懲戒処分が、原告に対する起訴を待たずになされたことを以\nて、直ちに、被告市長が原告に必要以上の不利益を与える意図のもとに本件懲戒処\n分をなしたものとは云えないのであるし、まして前記条例九条が地方公務員の生活\n権を保障する趣旨のものであることを前提とし、被告市長が故意にこれを侵害する\n意図のもとに本件懲戒処分をなしたものと断定することは出来ない。そして他に本\n件懲戒処分を以て懲戒権の濫用であると認められるような状況は存しない。従つて\n原告の右主張も又採用することは出来ない。\n三、結論\n本件全証拠によつても、他に本件処分手続を違法ならしめる事実は認められない。\nしたがつて、以上認定したとおり、被告の本件処分手続は違法な処分ということは\nできないので、原告の本訴請求は理由がないからこれを棄却し、訴訟費用の負担に\nつき民事訴訟法第八九条を適用して、主文のとおり判決する。\n（裁判官　林　義一　棚橋健二　三谷博司）\n"
}