{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 4,
    "day": 26
  },
  "case_number": "昭和43(行ウ)804",
  "case_name": "損失補償請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "１　旧都市計画法１６条１項に基づく土地の収用による損失補償において，土地収用法７１条にいう「相当な価格」を都市計画事業の認可告示の時に近接した時点における近隣土地の取引価格を考慮して算定した事例　２　土地収用法７１条による損失補償の額は，収用土地の所有権に対する補償の場合には，被収用者が事業の認定の告示の時点において近傍で被収用地と同等の代替地を取得できる額でなければならないとした事例",
  "lawsuit_id": "17790",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17790",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/790/017790_hanrei.pdf",
  "contents": "○　主文\n１　被告は原告ら各自に対し、金四一、五〇一、五六六円、及びこれに対する昭和\n四三年七月二四日以降右完済まで年五分の割合による金員を支払え。\n２　原告らのその余の請求を棄却する。\n３　訴訟費用はこれを十分し、その九を被告の、その余を原告らの負担とする。\n４　この判決第一、三項は、各原告において金一〇、〇〇〇、〇〇〇円の担保を供\nするときは仮に執行することができる。\n○　事実\n第一　請求の趣旨\n１　被告は原告ら各自に対し、金四四、五八三、〇九八円、及びこれに対する昭和\n四三年七月二四日より右完済まで年五分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　仮執行宣言\n第二　請求の趣旨に対する答弁\n１　原告らの請求を棄却する。\n２　訴訟費用は原告らの負担とする。\n第三　原告らの請求原因\n一　原告らは昭和三三年一二月以降別紙物件目録記載の土地（以下本件土地とい\nう）を持分各二分の一の割合で共有して来たところ、昭和四三年二月二八日本件土\n地を含む区域につき被告を施行者とする旧都市計画法三条にもとづく吹田都市計画\n第二二号公園事業決定認可の告示（以下本件事業決定認可告示という）がされた。\n原告らは同年四月二〇日被告に対し土地収用法四六条の二による見積補償金の支払\nを請求し、被告は同年五月二一日原告ら各自に対し見積補償金三七、九七〇、七五\n九円を支払つた。\n二　大阪府収用委員会は同年七月九日前項の都市計画事業の用に供するため本件土\n地を次のとおり収用する裁決をし、この裁決書正本は同月一九日原告らに送達され\nた。\n損失補償金（各原告につき）四一、〇九一、六二七円\n既払の見積補償金額（右同）三七、九七〇、七五九円\n右を修正した額　（右　同）三七、九七〇、七五九円\n損失補償金残額　（右　同）　三、一二〇、八六八円\n右に対する遅滞加算金（右同）　　　一〇、〇八〇円\n支払うべき額　　（右　同）　三、一三〇、九四八円\n権利取得の時期　　　　　　　同年七月二三日\n右裁決は、本件事業決定認可告示時における本件土地の「相当な価格」を一平方メ\nートル当り三、五〇〇円と判断して算出し、これに同法七一条、九〇条の二の修正\n率である一・〇〇一八を乗じた額を損失補償金額としている。\n三　本件事業決定認可告示時における本件土地の「相当な価格」は、一坪当り二\n四、〇〇〇円（一平方メートル当り七、二六〇円）、全体で一七〇、一六五、二八\n〇円を下廻らなかつたから、原告ら各自の損失補償金の額はこれに修正率一・〇〇\n一八を乗じた一七〇、四七一、五五七円の二分の一にあたる八五、二三五、七八八\n円が正当である。\n四　よつて、原告ら各自は被告に対し次の支払を求める。\n１　損失補償金残額　　四四、一四四、一六一円\n右の本件事業決定認可告示時における本件土地の相当な価格一七〇、一六五、二八\n〇円に修正率一・〇〇一八を乗じた額一七〇、四七一、五五七円の二分の一の八\n五、二三五、七八八円より既払の見積補償金の修正額三七、九七〇、七五九円を控\n除した補償金残額四七、二六五、〇二九円のうち本件裁決で認められた三、一二\n〇、八六八円を除いた四四、一四四、一六一円。\n２　遅滞加算金残額\n前号の損失補償金残額四七、二六五、〇二九円につき見積補償金の支払期限の翌日\nである同年六月二一日から本件裁決の日である同年七月九日まで一九日間につき日\n歩五銭の割合による遅滞加算金四四九、〇一七円のうち裁決で認められた一〇、〇\n八〇円を除いた四三八、九三七円。\n３　遅延損害金\n右１、２号の金員計四四、五八三、〇九八円につき裁決に示された権利取得の日の\n翌日である同年七月二四日以降右完済まで年五分の割合による金員。\n第四　請求原因に対する被告の認否\n一　請求原因一、二の事実は認める。\n二　請求原因三の事実は修正率の点を除き否認する。本件事業決定認可告示時にお\nける本件土地の「相当な価格」は被告の支払つた見積補償金の額と同一であり、高\nくとも本件裁決で示された額を超えるものではない。\n第五　証拠（省略）\n○　理由\n一　請求原因一、二の事実は当事者間に争いがない。そこで本件事業決定認可告示\nの昭和四三年二月二八日当時における本件土地の「相当な価格（土地収用法七一\n条）」について判断することとする。\n二　成立に争いのない甲五、六号証、一三号証の一ないし七、第一四号証の一ない\nし五、乙八号証、一三号証の二の二、検乙一ないし二五号証、証人Ａ、Ｂ、Ｃ、\nＤ、Ｅ、Ｆ、Ｇ、Ｈ、及びＩの証言、原告Ｊ本人尋問の結果並びに弁論の全趣旨に\nよれば、本件土地に関し、次の事実を認めることができ、この認定を覆すに足る証\n拠は存しない。\n１　本件土地の面積は公簿上、実測とも別紙物件目録記載のとおりである。\n２　本件土地は計五筆であるが、あわせて一団の土地を成している。この一団の土\n地の東西の距離は約二五〇メートル、南北の距離は約一二〇メートルであり、これ\nを東西に走る尾根（標高五二ないし五九メートル）によりその南側斜面と北側斜面\nとに分かれている。本件土地のうち昀も低い部分は標高約三六メートルであつて、\n傾斜は部分的には急な部分もあるが、平均すると北側斜面において二〇度以下、南\n側斜面において一四度以下である。本件土地の現状は竹、笹、雑木などの生えた原\n野であり、その南北東に隣接する土地は後記のとおり日本万国博覧会のための工事\nが始まるまでは農地、池又は原野であつた。\n３　本件土地より阪急電鉄北千里駅までは直線で一、五〇〇メートル、近鉄バス春\n日丘公園停留所までは公道を約一、〇〇〇メートルの距離にあり、軽四輪自動車で\nは本件土地の南側に接する公道、北側五〇メートルの距離にある公道にまで達する\nことが可能であつたが、昭和四〇年以降本件土地を含む計三三五万平方メートルの\n土地に都市計画事業を施行し、日本万国博覧会の用地とすることが内定され本件土\n地も収用を免れえないものとなつたため、本件都市計画決定認可告示時には従前の\n道路は供用を廃止され、周辺地は右博覧会のための工事が行なわれ、この工事のた\nめ本件土地の南約五〇メートルの場所にトラツクの通行できる道路が仮に建設され\nていた。\n４　京阪神急行電鉄株式会社は昭和四〇年までに本件土地の西側に接し千里ニユー\nタウン住宅地の東側に隣接する約二五ヘクタールの土地を取得し農地転用の許可を\n受けており、昭和四四年頃までにこれを住宅地として造成し、電気、水道、ガス等\nを引込み、住宅を建設する予定であつた。また、殖産住宅相互株式会社は昭和四〇\n年までに本件土地の南側に近接する約二五ヘクタールの土地を取得し農地転用の許\n可を受けており、昭和四三年頃までにこれを住宅地として造成し、電気、水道、ガ\nス等を引込み、道路、公園、下水道を建設し、住宅を建設する予定であつた。本件\n土地は右の両住宅予定地に南西北から囲まれたような位置にあつた。しかし、これ\nらの土地に都市計画事業を施行し日本万国博覧会用地とする予定が昭和四〇年頃に\n内定されたので、右の住宅地造成、住宅建設の予定は取消された。\n５　昀寄りの住宅は北東約二〇〇メートルの場所にあり、本件土地には電気、ガ\nス、水道等の引込みはなく本件土地のみを独立して宅地として造成、開発すること\nは困難な状態であつたが、右認定のとおり近接地に京阪神急行電鉄株式会社や殖産\n住宅相互株式会社の住宅地が造成されれば、本件土地も良好な住宅地として造成す\nることは困難ではなかつた。\n６　本件土地を含む約三三五万平方メートルの千里丘陵に都市計画事業を施行し昭\n和四五年に日本万国博覧会を開催することが昭和四〇年春頃に決定され、昭和四一\n年よりそのための博覧会用地の整備、道路、交通設備、上下水道、電気、公園施設\n等の整備、建設の工事が行なわれた。本件土地は日本万国博覧会の用地予定地の中\nの西北端に近い部分に位置していた。本件土地には日本庭園が建設される予定であ\nり、本件土地の北約三〇メートルの場所には東西に走る府道茨木駅千里丘陵線が建\n設され、この道路は東約二〇〇メートルで府道道祖本摂津北線に東約二キロメート\nルで名神高速自動車道に、東又は西約二キロメートルで府道大阪中央環状線に、西\n約三キロメートルで府道大阪箕面線に達することができることが見込まれていた。\n三　成立に争いのない甲一一、一二号証、乙一三号証の一、第一三号証の二の一な\nいし七、第一三号証の三の一、二、第一四号証の一、二、及び第一五号証、検乙二\n五号証、証人Ｆ、Ｇ、Ｈ及びＩの証言、並びに原告Ｊ本人尋問の結果によると、日\n本万国博覧会用地の買収に関し、次の事実を認めることができ、この認定を履すに\n足る証拠は存しない。\n１　政府は昭和四〇年春頃それまで農地、山林、原野であつた本件土地を含む約三\n三五万平方メートルの千里丘陵の土地に都市計画事業を施行し昭和四五年には日本\n万国博覧会を開催することを決定し、大阪府は同年終頃よりその用地の買収作業に\n入つた。\n２　大阪府は買収の価格について各部落の代表者と交渉し、昭和四一年三月三一日\nから同年四月二日までに次の通り合意した。\nア　買収価格は、宅地を除き、各地目の土地とも、公簿上の面積一坪につき二三、\n〇〇〇円、ほかに繩伸び補正金一坪につき一、〇〇〇円とする。\nイ　繩伸び補正金は、各地区が繩伸び率を考慮して各所有者への配分を決定する。\nウ　従前の公簿面積とは現所有者が取得した当時の公簿上の面積を言う。\nエ　府道沿いの土地に限り奥行き三〇メートルまで二〇ないし二五パーセントの割\n増をする。\n３　大阪府は昭和四一年四月二五、六日までに右の条件によつて前記三三五万平方\nメートルのうち原告ら所有地を除く殆んどの土地につき二、〇〇〇名余の地主との\n間に売買契約を結んだ。\n４　右の売買価格は、右日本万国博覧会予定地及びその周辺地において、国、大阪\n府、京阪神急行電鉄株式会社、殖産住宅相互株式会社が従前土地を買受けた際の価\n格と比較して低いものではなかつた。\n５　前記のとおり買収価格の単位が公簿上の面積とされたのは多数の各筆の土地に\nつき境界を確定し面積を実測することが実際上困難であると考えられたことが理由\nであり、また、公簿面積当りの買収価格が地目（宅地を除く）にかかわらず同一と\nされたのは、地価が高い農地については繩伸び率が低く、地価の低い山林、原野に\nついては繩伸び率が高いと考えられたことが理由であつた。\n６　日本万国博覧会用地として買収した土地についての平均繩伸び率（実測面積を\n公簿面積で除したもの）は、田（公簿上の地目、以下同じ）一・一七、畑一・三\n七、山林四・一四、原野二・四四、池一・四七、平均一・五八であつた。\n四　右認定の事実によると、右三認定の土地買収は、地方公共団体が都市計画事業\nのため極めて多数の土地所有者より任意に広大な土地を買受けた点で、全体とすれ\nば、その価格はその時点における公正な価格であつたということができる。そして\nこれらの一団の土地に囲まれた本件土地についても、右の買収の殆んどが終了した\n昭和四一年四月二五、六日の時点においては、前記の公簿面積一坪についての価格\n計二四、〇〇〇円を原野についての平均繩伸率で除した価格一坪当り九、八三六円\n（一平方メートル当り二、九八〇円）がその実測面積当りの価格として相当なもの\nであつたものと言うべきである。しかしながら、本件において「相当な価格」を判\n断すべき時点はその後約一年一〇月を経過した本件事業決定認可告示時の昭和四三\n年二月二八日であるから、この時点における「相当な価格」を更に検討する必要が\nある。\n本件において証拠として提出された鑑定書（成立に争いのない乙一ないし三号証）\nは、右の昭和四一年四月における任意買収の価格一平方メートル当り二、九八〇円\n（但し乙一号証は公簿面積三・三平方メートル当り二四、三〇〇円としている）を\n基礎とし、これを昭和四三年二月の時点に修正するためこれにこの間の全国市街地\n（六大都市を除く）価格推移率（日本不動産研究所発表）一・二六を乗ずる方法\n（乙一号証、なお証人Ｋ、及びＬの証言）、この間の同一需給圏における地価上昇\n率及び土地収用法七一条の物価上昇率を乗ずる方法（乙二号証、乗じた比率は一・\n一四）、又はこの間の地域別全国市街地価格推移指数（日本不動産研究所発表）\n一・二四一と預金金利率一・〇九九との中間値である一・一七を乗ずる方法（乙三\n号証）により算定した額を、昭和四三年二月二八日における価格算出の昀大の根拠\nにしている。また、鑑定人Ｍの鑑定結果も前記三認定の買収につき実測面積への繩\n伸び率による修正を行わない点では異なるが、前記三認定の買収価格にその後昭和\n四三年三月までの間の全国市街地価格推移指数のうち住宅地の指数（日本不動産研\n究所発表）一・二三三を乗ずる方法により算出する点でその経緯は乙一ないし三号\n証の鑑定書と類似している。\nところで、土地収用法七一条にいう「事業の認定の告示の時における相当な価格」\nとは、右時点（本件では都市計画法七〇条一項により都市計画決定認可告示の時）\nにおいて完全な補償となる額でなければならず、収用土地の所有権に対する補償の\n場合には、その額は被収用者が右時点において近傍で被収用地と同等の代替地を取\n得することをうるに足る額でなければならないと解される（昀高裁昭和四六年\n（オ）第一四六号、昭和四八年一〇月一八日第一小法廷判決、民集二七巻九号一二\n一〇頁参照。右判例は昭和四二年法律第七四号による改正前の土地収用法に関する\nものであるが、右改正後の土地収用法による収用土地所有権の補償については右判\n例は右記の趣旨で参考とすベきである）。したがつて、近傍同等の土地の価格を算\n定するについて、従前の価格に土地の価格上昇率を乗ずるのではなく、消費者物\n価、卸売物価上昇率や預金金利率の加わつた比率を乗じて求める方法は当を得た方\n法とは言えない。特に右期間における地価上昇率は消費者物価、卸売物価上昇率又\nは定期預金利率よりはるかに高かつたことは前記乙三号証により明らかである本件\nにおいては、右の方式を採用することはできない。\n次に、全国市街地価格推移指数を乗じて「事業の認定の告示の時」における本件土\n地の価格を算定する方法は、その上昇率が被収用地の近傍同等の土地の価格上昇率\nと大きい差がなく、しかも右時点により近接した時点における近傍同等の土地の取\n引の価格から被収用地の価格を判断することができない場合に限つては、やむを得\nない次善の方法として採用できることがあろう。ところで、従前農地、山林、原野\nであつた三三五万平方メートルもの広大な土地において国家的事業として日本万国\n博覧会を昭和四五年に開催することが決定され、昭和四一年以降その用地造成、交\n通施設、道路、上下水道、公園等の施設が完備されつつあつたことは前記二、三認\n定のとおりであり、このような場合その近傍地はその開発利益（又はその見込）を\n受けて全国市街地平均を相当上廻る地価値上りが生ずることは容易に想像されると\nころであり、現に、前記乙三号証、並びに証人Ｌ、Ｎ、Ｇ、及びＥの証言によれ\nば、昭和四一年から四三年までの二年間に近隣地の地価は少なくとも一・五倍には\nなつていたことが認められ、また後記五認定のとおり昭和四三年には日本万国博覧\n会用地とされた土地とは個別的条件に大きい差異がないとみられる土地が一平方メ\nートル当り六千円台より九千円台の価格で売買されている事実からすると本件土地\n近隣地のこの間の地価の上昇率は前記乙一ないし三号証又は鑑定にいう全国市街地\n価格上昇率の一・二六、一・二四一、又は一・二三三を大きく上廻るものであつた\nと認められる。従つて、このような状況の本件土地については、昭和四一年四月時\n点における前記価格（一平方メートル当り二、九八〇円）にその後の全国市街地価\n格上昇率を乗じた価格をもつて昭和四三年二月二八日当時の「相当な価格」と判断\nすることはできないことは明らかである。\nそこで昭和四三年二月二八日の時点に、より近接した時点における近傍地の取引価\n格をみることとする。\n五　成立に争いのない甲四ないし一二号証、一五号証の一ないし一七、第一八号証\nの一ないし三、乙五、六号証、八ないし一一号証、一六号証の一ないし五、及び第\n一八、一九号証、証人Ｂの証言により成立の認められる甲三号証、弁論の全趣旨に\nより成立の認められる甲一六号証の一ないし三、及び乙七号証、検甲一号証の一な\nいし四、検乙二五号証、証人Ａ、Ｂ、Ｃ、Ｄ、Ｅ、Ｇ、Ｈ及びＩの証言、並びに弁\n論の全趣旨によれば、\n本件土地近隣地の売買につき、次の事実を認めることができ、この認定を覆すに足\nりる証拠は存しない。\n１　Ｏ土地\n大阪府は、都市計画事業の用に供し日本万国博覧会用地とするため、（ア）吹田市\n＜地名略＞田一四五平方メートル、及び（イ）＜地名略＞田二三四平方メートルの\n土地計公簿上の面積三七九平方メートルを、代金計二、八一四、〇五〇円（公簿上\nの一坪当り二四、四七〇円、一平方メートル当り七、四二五円）で買受け、昭和四\n三年三月二八日登記簿上の名義人であるＯの相続人ら三〇名との間で売買契約書を\n作成した。\n右土地はもと小川農地実行組合が買受けて所有していたものであるが、その登記名\n義をその役員であつたＯのものとしていた。同組合は昭和四一年又は四二年に右土\n地を前記三２認定の価格で大阪府に売却することに内定していた。ところが右土地\nの所有権について同組合とＰとの間に争いが生じその解決に時間を要したうえ、更\nに登記名義人のＯは既に死亡し多数の相続人の調査と書類整備のため時間を要した\nため、売買契約書の作成が遅れた。売買契約書作成時には近隣土地が値上りしてい\nたが、公共の用に供するための売買であるし、近隣の多くの地主が日本万国博覧会\n用地として前記三２認定の価格で既に土地を売渡しておりそれ以上の額を主張する\nことが実際上難しく、また買主の大阪府も右三２認定の価格を守ることを基本的な\n態度としていたため、右組合の組合員ら、及びＰも昀終的には前記の一坪当り二\n四、四七〇円の価格で売買契約を締結することを承諾した。\n右土地は公簿上の地目は田であるが、長く耕作されていなかつたため雑木が生えて\n原野状になつており、南向き斜面上の土地であつた。右土地は本件土地の南約一、\n五〇〇メートルの千里丘陵上の日本万国博覧会用地のうち南の端に近い場所に位置\nし、民家の多く密集する吹田市＜地名略＞より市道を約二〇〇メートル登つた場所\nにあり、電気、ガス、水道等の引込みはなかつた。\n２　Ｅ土地\n大阪府は、昭和四三年三月一二日、府道大阪中央環状線道路用地とするため、Ｅよ\nり、（ア）吹田市＜地名略＞山林のうち実測一二一平方メートル、（イ）＜地名略\n＞田のうち実測一、五三九平方メートル、（ウ）＜地名略＞田のうち実測三八〇平\n方メートル、（エ）＜地名略＞田のうち実測四八一平方メートル、（オ）＜地名略\n＞田のうち実測一二二平方メートル、（カ）＜地名略＞田のうち実測四六一平方メ\nートルの土地計実測三、一〇四平方メートルを、代金計二七、一七七、四〇〇円\n（実測一平方メートル当りの単価は、（ア）の土地八、三〇〇円、（イ）の土地\n八、五〇〇円、（ウ）（エ）（カ）の土地九、一〇〇円、（オ）の土地八、七〇〇\n円）で買受けた。\n日本道路公団は、昭和四三年三月一六日、名神高速自動車道路の用地とするため、\nＱより、（キ）吹田市＜地名略＞田のうち実測一、四一一平方メートル、（ク）＜\n地名略＞田のうち実測二一八平方メートル、（ケ）＜地名略＞田のうち実測二七平\n方メートル、（コ）＜地名略＞田実測三七五平方メートル、（サ）＜地名略＞溜池\n実測一二九平方メートル、（シ）＜地名略＞田実測一七六平方メートル、（ス）＜\n地名略＞田のうち実測六六六平方メートルの土地計実測面積三、〇〇二平方メート\nルを、代金計二六、六八二、二〇〇円（実測一平方メートル当り平均八、八八八\n円）で買受けた。\n右の土地は一団となつていて標高約二五ないし四一メートルの千里丘陵上の土地の\n東向き斜面部分である。\n右土地契約時において日本道路公団が買受けた右土地のうち地目田のものも耕作さ\nれないため現況は山林又は原野になつていた。右土地は本件土地の東南東約一、六\n〇〇メートル、国鉄茨木駅西南西約一、八〇〇メートルの場所に位置し、その西側\nは名神高速自動車道路に面し、更にその西側には日本万国博覧会用地があつた。右\n土地へは府道山田小川茨木線より約五〇〇メートルを幅約二メートルの道路が通じ\nていた。右土地に近接した場所に民家が十数戸あり、そこまで電気、電話が通じて\nいたが、右土地には電気、水道、ガス等の引込みはなかつた。右契約当時右土地付\n近に名神高速道路に入るインターチエンジはなかつたが、右土地を利用して府道大\n阪中央環状線及びこれと名神高速道路とのインターチエンジ、が昭和四四年までに\n建設される予定であつた。しかし、右土地付近より直接右府道又はインターチエン\nジに出入りできるかどうかは明らかではない。\n３　Ｒ土地\n財団法人大阪府開発協会は昭和四三年三月一五日、府道道祖本摂津北線の用地とす\nるため、Ｒより、（ア）茨木市＜地名略＞田一〇五平方メートル、（イ）＜地名略\n＞田四二八平方メートルほか一二筆の田、畑、溜池、山林の土地計実測面積約一\n三、〇〇〇平方メートルを、実測一平方メートル当り七、五二五円で買受けた。\n右土地は一団となつており、これは標高約四三ないし五八メートルで約一五メート\nルの標高差があり、中央部において平均約七度の斜度のある北北東向き斜面の三角\n形状の土地である。右土地は本件土地の北約七〇〇メートル、日本万国博覧会用地\n北端の北約四〇〇メートル、昀寄りの鉄道の駅である阪急電鉄北千里駅の東約一、\n七五〇メートルの場所の千里丘陵上にある。近鉄バス春日丘公園停留所よりは北東\n約七〇〇メートルの場所にあり、右停留所より軽四輪自動車が通行できる道幅を持\nつた道路が右土地に通じてはいたが、右売買当時右土地に近い部分は荒れた状態に\nあつた。右土地に昀寄りの住宅は約二〇〇メートルの場所にあつた。右売買当時右\n土地の北東隣りには山田園芸組合の温室があつたが、その他にはその付近において\nは宅地化の具体的予定はなかつた。右土地の西側一部には府道道祖本摂津北線が建\n設され、右土地のうちその余の部分は右道路に約一二〇メートルに亘り接すること\nになるが、右道路と右残余地とは高度差があるため右道路より右残余地に直接出入\nすることはできない予定であつた。Ｒが右土地のうち道路予定地部分だけではなく\n右土地全部の買収を申出たものも右道路建設により残余地の受ける利益が少ないた\nめであつた。日本万国博覧会用地として農地を売渡した農民によつて組織された山\n田園芸組合が昭和四二年五、六月ごろに、右Ｒ土地に隣接する田を大阪府から買受\nけた際の価格は公簿上の面積一坪当り一六、五〇〇円であつて、前記三認定の日本\n万国博覧会用地の買収価格よりも低かつた。\n４　Ｄ土地\n財団法人大阪府開発協会は、昭和四三年五月二二日、府道道祖本摂津北線道路用地\nとするため、Ｄより、（ア）茨木市＜地名略＞山林五四〇平方メートル、（イ）＜\n地名略＞山林一四平方メートル、（ウ）＜地名略＞山林九四九平方メートル、\n（エ）＜地名略＞田一、二三九平方メートル、（オ）＜地名略＞田一、〇五五平方\nメートル、（カ）＜地名略＞田二〇八平方メートル、（キ）＜地名略＞溜池二九三\n平方メートル、（ク）＜地名略＞田六五二平方メートル、（ケ）＜地名略＞畑一九\n八平方メートル、（コ）＜地名略＞田九五八平方メートル、（サ）同市＜地名略＞\n田一〇一平方メートル、（シ）＜地名略＞畑一三平方メートルの土地計実測六、二\n二〇平方メートルを代金計五六、〇九八、一三六円（実測一平方メートル当り\n（ア）（イ）（ウ）（ケ）の土地は八、一六七円、（エ）（オ）（カ）（ク）の土\n地は九、六八〇円、（キ）の土地は七七四四円、（コ）（サ）（シ）の土地は八、\n七七三円）で買受けた。\n右土地は標高約五〇メートル前後の比較的傾斜の少ない西向きの斜面である。右土\n地は本件土地の北北東約三〇〇メートル、日本万国博覧会用地北端の北約二〇〇メ\nートル、昀寄りの鉄道の駅の阪急電鉄北千里駅の東約一、七五〇メートルの場所の\n千里丘陵上にある。近鉄バス春日丘公園停留所よりは市道を約八〇〇メートル西進\nし、更にＤの建設した私道を約二〇〇メートル北進した場所にあつた。右土地より\n昀寄りの住宅までは数十メートルであつて、右土地には電気、ガス、水道等の引込\nみはなかつた。右土地には府道道祖本摂津北線が建設される予定であり、Ｄは右土\n地以外に右道路に接することとなる土地をも所有していたが、これは売渡さなかつ\nた。\n５　Ｂ土地\nＳは、昭和四三年七月九日、Ｂ及びＴより、（ア）吹田市＜地名略＞畑七二七・二\n七平方メートル、（イ）＜地名略＞の二畑二六四・四六平方メートル、（ウ）＜地\n名略＞溜池一九八・八三平方メートルの土地計公簿上の面積一、一九〇・五六平方\nメートル、実測約二、〇〇〇平方メートルを代金計一七、八〇〇、〇〇〇円（公簿\n上の面積一平方メートル当り一四、九五一円、実測面積一平方メートル当り約八、\n九〇〇円）で買受けた。\n右土地は一団となつており、千里丘陵地の一部をなす小高い丘の上の標高五四ない\nし五八メートルの傾斜のゆるやかな南向き斜面の上にあつた。右土地は本件土地の\n東約四〇〇メートル、昀寄りの鉄道の駅の阪急電鉄北千里駅の東約二、三〇〇メー\nトルの場所に位置し、近鉄バス春日丘公園停留所よりは市道を約四五〇メートル西\n進し、更に幅一、二メートルの細い農道を約二五〇メートル南進した場所にあつ\nた。昀寄りの住宅は北約二五〇メートルの場所にあり、右土地には電気、水道、ガ\nス等の引込みはなく、隣接地には山林又は原野もあつた。遅くとも昭和四五年春ま\nでには、右土地の南側に府道茨木駅千里丘陵線が、その更に南側には日本万国博覧\n会施設として日本庭園が完成する予定であつた。しかし、右土地より右府道に直接\n出入りできるかどうかは明らかではない。\n六　前記五認定の各土地（以下前記取引事例地という）の実測一平方メートル当り\nの売買価格は次の通りとなつている。なお、実測面積を直接認定できない五１のＯ\n土地は、日本万国博覧会用地内にあるので前記三６認定の繩伸率があるものと推認\nし実測面積を算出して土地単価を計算した。\n１　Ｏ土地\n公簿上田（現況原野）　　　　六、三四六円\n２　Ｅ土地\n田　　　　八、五〇〇円ないし九、一〇〇円\n山林　　　　　　　　　　　　八、三〇〇円\n公簿上田（現況山林又は原野）及び溜池\n平均八、八八八円\n３　Ｒ土地\n田、畑、溜池、山林　　　平均七、五二五円\n４　Ｄ土地\n田　　　　八、七七三円ないし九、六八〇円\n畑　　　　八、一六七円ないし八、七七三円\n溜池　　　　　　　　　　　　七、七四四円\n山林　　　　　　　　　　　　八、一六八円\n５　Ｂ土地\n畑、溜池　　　　　　　平均約八、九〇〇円\n右の価格をみると、これら売買における田、畑、山林など地目による地価の差は\n一、二割であることを知ることができ、また昭和四一年以降日本万国博覧会のため\nの用地造成、交通施設、道路等の設備が完備されつつあつたことは前認定のとおり\nであるから、この開発の影響を受けて昭和四三年前半においてはその近接地におい\nて土地を田、畑、山林のままで収益することを前提とする売買は少なくなり、宅地\n等に転用することを前提とする地価形成がされて、日本万国博覧会用地、本件土地\nの近接地において地目による地価の差は少なくなつていたものと推認することがで\nきる。このことは本件土地の価格を判断するにあたつても考慮すべきである。\n前記取引事例地の売買は、５のＢ土地に関するものを除くと、すべて地方公共団体\n又は公けの資金により設立運営される公共的な団体が、土地収用することのできる\n公共の事業の用に供するため買受けたものであるが、地方公共団体等のする契約は\n適正な価格によるものであることが要求され、それを担保するための諸制度も置か\nれているうえ、当事者双方の希望価格の不一致により売買契約を締結することので\nきないときは起業者は土地収用法により強制的に土地を取得することができ、その\n対価に不満があれば当事者双方とも裁判所の判断をうけることもできる制度となつ\nているのであつて、このような制度の裏付けの下にされた右の売買契約の価格は、\nこのような制度も存せず、思惑、投機、買主の特定地取得の強い欲求など特殊要因\nによつて左右されることのある一般の私人間の取引における価格よりも客観的公正\nな価格を示しているものと推測される。特に、日本万国博覧会のように巨大な公共\n的投資の見込まれる事業地の近辺地では投機的な売買が私人間で行われてこれらの\n売買価格が不安定になる可能性があるから、右のような公共的機関が土地収用でき\nる事業のためにした売買の取引事例としての価値は高いということができる。\n右土地の売買単価は一平方メートル当り昀高九、六八〇円（Ｄ土地のうち田）、昀\n低六、三四六円（Ｏ土地）であつて、昀高のものは昀低のものの約一・五二倍の差\nがあるが、Ｏ土地の売買については前記五１認定のとおり価格決定についての特殊\nな事情があるのでこれを除外するとすれば昀低は七、五二五円（Ｒ土地）となり、\n右四土地、五取引の価格の間に約一・二九倍の差しかないこととなる。このように\n日本万国博覧会付近地の売買価格に大きな差がないことは、これら売買（私人間の\n売買であるＢ土地についてのものも含む）の価格がほぼ客観的な取引価格を示して\nいるとも言うことができるのである。\n七　そこで、以上の点を考慮しながら、本件事業決定認可告示の昭和四三年二月二\n八日における「相当な価格」、即ち右時点において本件土地の近傍でこれと同等の\n代替地を取得することをうる額について判断する。前記取引事例地と本件土地との\n類似性をみると次の通りとなつている。\n１　本件土地及び前記取引事例地はいずれも千里丘陵と呼ばれる丘陵地にあるこ\nと。本件土地よりの距離はＤ土地三〇〇メートル、Ｂ土地四〇〇メートル、Ｒ土地\n七〇〇メートルの距離に位置していること。\n２　これら土地は、日本万国博覧会用地の中（本件土地、Ｏ土地）、右用地に道路\nをへだてて隣接する場所（Ｂ、Ｅ土地）、又は右用地より四〇〇メートル以内の場\n所（Ｒ、Ｄ土地）にあり、日本万国博覧会用地との位置関係は類似していること、\n特に本件土地、Ｒ、Ｄ、Ｂ土地は右用地の中心部よりは北方に位置している点で更\nに類似すること。\n３　昀寄りの鉄道の駅である阪急電鉄北千里駅からの距離は、本件土地一、五〇〇\nメートル、Ｄ、Ｒ土地各一、七五〇メートル、Ｂ土地二、三〇〇メートルであるこ\nと。\n４　昀寄りのバス停留所の春日丘公園停留所からの距離は、本件土地及びＤ土地各\n一、〇〇〇メートル、Ｒ、Ｂ土地七〇〇メートルであること。\n５　本件土地及び前記取引事例地の現況はいずれも宅地ではなく、原野（本件土\n地、Ｏ土地）、田、畑、山林（Ｒ、Ｄ、Ｂ、Ｅ土地）であり、田、畑として利用さ\nれているものもその隣接地には山林又は原野があつたこと。\n６　本件土地及び前記取引事例地はいずれも斜面上の土地であつて、本件土地が昀\nも傾斜が強く、これにＲ土地が次ぐこと、\n７　昀寄の住宅への距離は、本件土地及びＲ、Ｏ土地各二〇〇メートル、Ｂ土地二\n五〇メートル、Ｄ土地数十メートルであつたこと\n８　本件土地及び前記取引事例地のいずれにも、電気、ガス、水道等の引込みはな\nかつたこと。\n９　本件土地、前記取引事例地とも新設予定の府道の用地上にあるか、又はこれに\n面し、あるいは近接していること。\n１０　地価の判断に影響を及ぼす諸点において、本件土地は極めてＲ土地に類似す\nるが、傾斜がやや強い点でＲ土地に劣ること。\n以上の類似点を考慮し、本件において認定の諸事実により総合的に判断すると、本\n件土地の昭和四三年二月二八日における「相当な価格」は一平方メートル当り七、\n〇〇〇円と認めるのが相当である。\nもつとも、本件事業決定認可告示の昭和四三年二月二八日当時には、本件土地周辺\nには右事業決定を施行し日本万国博覧会用地とするための工事が行われ、近辺の公\n道も廃止されていたことは前認定のとおりであるが、このような措置がされたのは\n本件土地が収用を免れえないものとなつていたためであることもまた前認定のとお\nりであるから、このように土地が収用されるべきことを前提としてされた右の公道\n廃止等の事実は、本件土地の「相当な価格」を判断するにあたり考慮すべき事項で\nはないというべきである。\nまた、成立に争いのない甲一九号証及び乙一三号証の四によれば、昭和四三年度に\nおける固定資産課税台帳記載の評価額は、一平方メートル当り本件土地平均一三、\n三一円であるのに比して、Ｒ土地全体平均三三、八九円、Ｄ土地全体平均三〇、九\n二円と本件土地の二倍以上であることが認められる。しかし、固定資産税課税台帳\n記載の評価額は、宅地、農地は高いものの、収益力の低い山林、原野は低くされて\nいることは当裁判所に顕著であり、現に右甲一九号証によれば、一平方メートル当\nりの評価額はＤ土地のうち田は四三、八七円、畑は三三、八五円、山林は一四、七\n〇円であることが認められるところ、昭和四三年前半当時前記取引事例地において\n地目による価格の差が一、二割しかなかつたことは前記六に判示のとおりであるか\nら、右認定の事実は昭和四三年当時本件土地の価格がＲ、Ｄ土地の二分の一以下の\n価値しかなかつたことを立証するものではない。かえつて、一平方メートル当りの\n評価額がＤ土地のうち山林が一四、七〇円、原野である本件土地が一三、三一円で\nあることは、本件土地の昭和四三年における価格が一平方メートル当り八、一六八\n円で売買されたＤ土地のうち山林の価格に近いものであることを推測させるもので\nある。\n前記のとおり昭和四三年二月二八日現在の本件土地の価格は一平方メートル当り\n七、〇〇〇円と認められ、この額は前記三に認定の任意買収の価格を上廻つている\nことは明らかである。しかしながら、収用土地に対する補償は事業認定告示時にお\nいて完全な補償でなければならず、その補償金額は右時点において近傍で同等の代\n替地を取得することを得る額でなければならないことは前記四に判示のとおりであ\nるから、時間の経過により近傍同等地が値上りした場合には補償金額が高くならざ\nるを得ないのは当然であつて、その値上りが収用目的である事業の施行に起因する\n場合であつても同一である。被収用者はより高額の補償金を受けてもそれは近傍で\n同等の代替地を取得するに足るものでしかないのであつて、この点では後に収用を\n受けた者がごね得をし、不当な利益を手にするものということはできない。起業者\nとしてはこのような場合速やかに事業認定又は都市計画決定認可を求めることによ\nり補償金額の高騰を防ぐことができるのである。\n八　以上判断のとおり、昭和四三年二月二八日における本件土地の「相当な価格」\nは一平方メートル当り七、〇〇〇円であるから、これに本件土地の実測面積、二\n三、四三八・七四平方メートルを乗じた一六四、〇七一、一八〇円が本件土地全体\nの「相当な価格」、これに当事者間に争いのない修正率一・〇〇一八を乗じた額一\n六四、三六六、五〇八円が本件土地全体の補償金額、その二分の一の八二、一八\n三、二五四円が原告各自についての補償金額となる。これより既払の見積補償金の\n修正額三七、九七〇、七五九円を減じた補償金残額四四、二一二、四九五円のうち\n本件裁決により認められた補償金残額三、一二〇、八六八円を除く四一、〇九一、\n六二七円が支払うべき収用補償金残額となる。\n前記補償金残額四四、二一二、四九五円につき見積補償金の支払期限の翌日である\n昭和四三年六月二一日から本件裁決の日の同年七月九日まで一九日間につき日歩五\n銭の割合による土地収用法九〇条の三第二項一号（昭和四五年法律第一三号による\n改正前のもの）の規定による加算金四二〇、〇一九円のうち本件裁決で認められた\n額一〇、〇八〇円を除く四〇九、九三九円が支払うべき加算金残額となる。\n以上のとおり、本件請求は原告各自につき収用補償金残額四一、〇九一、六二七円\n及び加算金残額四〇九、九三九円の計四一、五〇一、五六六円、及びこれに対する\n本件裁決に示された権利取得の日の翌日である昭和四三年七月二四日以降右完済ま\nで年五分の割合による遅延損害金の支払を求める限度で理由があるから、この部分\nを認容し、その余の部分は理由がないからこれを棄却することとし、訴訟費用の負\n担につき行政事件訴訟法七条、民事訴訟法八九条、九二条本文を、仮執行の宣言に\nつき行政事件訴訟法七条、民事訴訟法一九六条を適用して主文のとおり判決する。\n（裁判官　石川　恭　井関正裕　春日通良）\n別紙（省略）\n"
}