{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 51,
    "month": 2,
    "day": 17
  },
  "case_number": "昭和42(ワ)1309",
  "case_name": "損害賠償請求事件",
  "court_name": "京都地方裁判所",
  "field": "労働",
  "lawsuit_id": "17903",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=17903",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/903/017903_hanrei.pdf",
  "contents": "○　主文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n（一）　被告は原告らに対し各金五〇万円およびこれに対する昭和五〇年六月二四\n日から支払ずみまで年五分の割合による金員を支払え。\n（二）　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n主文同旨。\n第二　当事者の主張\n一　請求原因\n（一）　原告全国税労働組合京都支部（以下、原告組合という）は、国税庁の職員\nを構成員とする訴外全国税労働組合（以下、全国税労組という）の下部組織である\nが、京都市内および宇治園部の各税務署に勤務する全国税労組の組合員を構成員と\nする労働組合であつて、その規約をもち、支部長を代表者と定めている。\n原告Ａは一般職国家公務員である大蔵事務官であつて、昭和三九年三月から昭和四\n二年七月まで下京税務署徴収課徴収第二係に徴収職員として勤務していたものであ\nる。\n（二）　原告Ａは昭和四一年五月一日（日曜日）京都市内で行なわれた第三七回全\n京都統一メーデーに参加し、「Ｂ内閣打倒」と記載されたプラカードを掲げて行進\nした。\nところが被告の公権力の行使に当る公務員である大阪国税局長はその職務行為とし\nて同年一二月五日に至り原告Ａに対し、右プラカードを掲げて行進した行為（以\n下、本件行為という）は人事院規則一四－七（以下、規則という）五項四号・六項\n一三号に該当するから国家公務員法（以下、国公法という）一〇二条一項に違反\nし、従つて同時に国家公務員としてふさわしくないものであるとして、国税庁職員\n訓告規程二条二項一号・三号を適用して訓告処分（以下、本件訓告処分という）を\nなした。\n（三）　しかしながら本件訓告処分は次のとおりその根拠となつた国公法一〇二条\n一項・規則が法令自体として、あるいはその適用上違憲であることにより、また本\n件行為が規則に該当しないことにより、更に不当労働行為であり、制裁処分である\nことにより、違法である。\n１　国公法一〇二条一項・規則の形式上の違憲性\n（１）　（憲法四一条違反）基本的人権は立法その他国政の上で最大の尊重を必要\nとするのであるから、これを制限する場合には唯一の立法機関である国会が法律自\n体において制限の範囲を明定すべきである。仮にこれを他の機関に委任することが\nできるとしても制限の具体的基準を明示してなすべきである。しかるに、国公法一\n〇二条一項は基本的人権に属する公務員の政治活動の自由を制限するのに、選挙権\nを例示するのみで、政治的行為のうち禁止できるものとできないものとを区分する\n基準につき何ら指示するところがなく、禁止行為の選定を挙げて規則に授権してお\nり、まさにこれは白紙委任といわなければならない。\nかりに右基準の指示がなされているとしても、規則は国公法一〇二条一項からは予\n想もできない百数十の制限禁止規定を定めているのであつて、これは国公法一〇二\n条一項の授権の範囲を逸脱するものである。\n（２）　（憲法三一条違反）右のような国公法一〇二条一項および規則の違反に対\nして刑罰、懲戒処分などの制裁が科せられている点は憲法三一条に違反する。\n（３）　かかる違憲の法令を根拠になされた本件訓告処分は違憲である。\n２　国公法一〇二条一項、規則の内容上の違憲性（憲法一四条違反）\n（１）　政治活動の自由は公務員をも当然に包含する国民の基本的人権である以\n上、公務員だけ除外して一般国民と差別的取扱をすることには、いかにしても合理\n的理由を見出しがたい。\n（２）　そのうえ、国家公務員の場合は、地方公務員と比較して職務の内容・権限\nについても実質的にさほどの差も認められないにもかかわらず、政治活動の規制の\n程度・方法は地方公務員の場合に比較して極めて厳しいことは法の下の平等に反す\nるものである。\n３　規則の内容上の違憲性（憲法二一条違反）\n（１）　わが憲法は国民主権を最も重要な柱の一つとして採用しているのであつ\nて、主権者である以上国民は政治的自由、政治活動の自由を当然の前提として保障\nされている。国民は通常その主権を選挙と投票を通じて行使するが、そのためには\n政治に関する知識、情報、意見が十分に知らされ、その自由な交流、批判、選択を\n通じて政治的意見を形成する保障なしには選挙権の行使を効果的になすことはでき\nない。また国民は日常的に国政の上で主人公でなければならないから、日常的に政\n治に参加し、政治に働きかける自由など政治活動の自由をもたなければならない。\nこのように民主主義の基礎ともいうべき政治活動の自由について憲法はこれを実効\nあらしめるため、意思形成の自由として思想良心の自由、学問の自由などを、意思\n内容を外部に発表する自由として、集会、結社及び言論出版その他一切の表現の自\n由を保障しているのである。\nしかも、政治活動の自由を含む表現の自由は民主々義の中核をなす自由として、他\nの自由や権利に比して優越した保障をうけるものであつて、これを制限する場合に\nは、その理由を明らかにしてその制限が憲法上十分の正当性をもつものであるかど\nうかにつき特に慎重な検討を要するのである。\n（２）　そこで、公務員の政治活動制限の根拠を検討すると、結局、行政の運営な\nいし執行における実質的公正の確保という理由のほかにこれを見出すことはできな\nい。\n即ち、今、右制限の根拠としていわれる全体の奉仕者論について考えると、憲法一\n五条二項は公務員の職務は明治憲法下の天皇の如き特定の支配者のためにではな\nく、信託をうけた国民全体のために遂行しなければならないという国民主権下の公\n務員のあり方を宣言し、公務員制度の民主化をはかるために設けられた規定に過ぎ\nず、憲法一五条の公務員の中には国会議員、国務大臣など政治活動を通じて国民全\n体に奉仕する、いわゆる政治的公務員が含まれていることから見ても、公務員が全\n体の奉仕者であることから直ちに政治的行為の制限の根拠とすることが全くの筋違\nいであることが分る。\nちなみに、憲法一五条がその手本としたドイツのワイマール憲法一三〇条一項は\n「官吏は全体の奉仕者であつて一部の奉仕者ではない」と定めなから、その二項で\nは「すべての官吏はその政治上の意見及び結社の自由は保障される」と定めて、逆\nに公務員の政治活動の自由を明確にし、公務員が全体の奉仕者であることと公務員\nの政治活動の自由を保障することが両立しえないものでないことを示しているので\nある。またいわゆる公務員特別権力関係論は法治主義の原則を排除し、具体的な法\n律の根拠にもとづかないで包括的な支配権の発動として命令強制をなし得ることを\n認めるものであつて、基本的人権の保障を主柱とする現行憲法の建前に反するから\n許されない。更に憲法一三条の「公共の福祉」（国民全体の共同利益と言い直して\nも同じである）は、その内容が曖昧であり、このような抽象的概念で、最大の尊重\nを必要とする基本的人権を制限できないことは自明である。更に行政中立論につい\nていえば、行政の中立性とは行政の運営における政治的中立性のことであり、従つ\nて公務員についていえば、公務執行上の政治的中立性を意味するのであり、これは\n既に、議会制民主々義そのものが政治と行政を分離することにより行政の中立性を\n確保する仕組として保有する法治主義の原則によつて実現される建前になつている\nのであつて、公務員に遵法義務を課することで足りるのである。したがつて行政の\n中立性確保の要請はそれ自体として直ちに公務員個人の政治的自由を制限する原理\nとなるものではない。それにもかかわらず公務員の政治的行為が制限されなければ\nならないとすれば、それは個人の政治的立場に左右された行政執行上の病理現象に\nよる弊害を妨止して行政の運営における実質的公正を確保しなければならないから\nである。\nなお、被告はこの点につき、行政の中立性にはその形式的な中立性ないし公正即ち\nそれに対する一般国民の信頼をも含むと主張するが、かかる曖昧かつ抽象的な理由\nによつて個人の政治活動の自由が制限できるとすれば、結局のところ公務員という\n身分を有することだけで公務員の政治活動は制限されることになつてしまうばかり\nでなく、なされるべき政治活動をあらかじめ検閲し、事前に抑制することになつ\nて、不当である。\n（３）　右のとおり公務員の政治活動を制限できる根拠が行政の運営における実質\n的公正の確保であるとしても、政治活動の自由の重要性に鑑み、また憲法一三条の\n基本的人権最大尊重の原則に照して、その制限は右実質的公正の確保のため必要最\n少限度に止めなければならない。予想される弊害は広汎な裁量権をもつ高級公務員\nの党派に影響された行政執行上の病理現象であるが、これを防止するために公務員\nの政治活動の自由をいかなる限度で制限すべきかは一律に定めることはできず、公\n務員の職務との関連で具体的、個別的に決するほかないのである。\nところが、規則六項の禁止する政治的行為は極めて広汎かつ網羅的であつて、職務\n内容の如何を問わず（規則一項本文）、勤務時間外におけるもの（同四項）にも、\n更には公務員の私的行為（同六項一号）にまで適用されることが明示されているう\nえ、政治的目的についての同五項とくに三号ないし六号の著しく広汎かつ抽象的な\n定義を併せ読むときは、行政の運営における実質的公正の確保という制限の根拠か\nら認められる必要最少限度の規制の限界を逸脱していることは明らかであつて、規\n則六項は過度に広汎な規制として全体として違憲である。\nまた規則六項一三号は、文書の発行、回覧、掲示、配布、朗読、聴取、著作、編集\nという文書の表現発表の形式すべてを規制する。文書は国民の要求、意見、思想を\n広範な人々に訴える手段であり、言論を伝達する基本的な手段である。国家公務員\nの場合、政治的意見は持つことができるが、それを文書によつて発表するという代\n表的な政治行為を禁止されていることは、全く不当不合理であり、違憲である。\nまた本号の行為は、行為者の政治的目的のための意思の有無を問わず、行為の目的\n物（文書など）が政治的目的を有するものであれば足りるとされており、公務員の\n主観的意図は問題とされていないが、政治的意図がなければ職務の公正な運営を害\nする危険はないのであるから、この点も過度の制限として違憲である。\n（４）　かりに規則六項または同項一三号の規定自体が全面的には違憲でないとし\nても、右（３）で述べた必要最少限の原則から、規則六項の適用が許されるのは、\n高級公務員あるいは裁量権を有する管理職たる公務員が規則にふれる行為をするこ\nとと、公務員が職務執行に関連して規則にふれる行為をすることの二要件あるいは\n少くともいずれかの要件を充す場合に限られると解すべきところ、原告Ａの本件行\n為は左記のとおりいずれの要件をも充さないから、これに対して規則を適用する限\nりにおいて違憲となる。\nイ　原告Ａの職務権限\nわが憲法は租税法律主義をとつているので、税徴収の面においても徴収職員は覊束\n裁量をなしうるにすぎない。\n国税通則法、国税徴収法等の関係法令によつても、原告Ａのような徴収職員のなし\nうる行為は、質問検査、捜索、差押（但し、不動産、電話加入権の差押は税務署長\nの権限とされている）に限られ、換価猶予、納税猶予、延滞税の軽減免除、滞納処\n分の停止等いわゆる「手心を加えることのできる」職務はすべて税務署長の権限と\nされている。\nそして、原告Ａのような徴収職員の右権限は、その行使に当つては通達によつて厳\n格に拘束されるうえ、月別事務計画と実績表、個別整理計画と実績表、滞納整理実\n績簿、滞納管理簿、出張予定連絡表、差押調書等により、その都度上司の指示、命\n令、決裁を得なければならないのである。\nロ　本件行為\n本件行為が勤務時間外に職場外で、原告Ａの職務執行と関係なく行なわれたことは\n明らかである。\n４　規則不該当性\n（１）　規則は、敗戦直後日本を極東の反共軍事基地たらしめんとする連合国最高\n司令官Ｃの占領政策を維持し、ドツヂプランに基づくデフレ政策を強行し経済立直\nしを図る必要があつたわが国政府が、これらに反対する全国労働組合の中心であつ\nた公務員労働組合の積極的な組合運動を抑圧する必要に迫られて改正を強行した国\n公法一〇二条一項に基づいて制定されたものである。国公法一〇二条一項の改正自\n体その法案をＣ司令部より一言一句も修正し得ないものとして押しつけられたもの\nを、国会で十分な審議を経ることなく成立させたものであり、規則もその草案を司\n令部より提示され、国会の審議を経ることなく制定されたものであつた。このよう\nに規則は敗戦直後の特殊事情を反映して憲法適合性を考える余地もなく作られたも\nのであるから、情勢も違い憲法が最高法規として存在する現在に起きた本件行為に\n規則を適用するのは、その制定当時想定した規制対象以外に適用することになり、\n許されない。すなわち規則の立法事実論よりして、規則五項四号、六項一三号は、\nＡの本件行為は該当しないのである。\n（２）　原告Ａの本件行為は、規則五項四号、六項一三号を合憲的に限定解釈した\n場合の立法目的に違反しないので、右条項に該当しない。すなわち右条項を合憲的\nに解釈するとするならば、公務員の政治活動の制限根拠が、行政の運営、執行にお\nける公正の確保にあることに鑑み、公務員の当該行為によつて、行政の運営、執行\nにおける公正の確保が現実に侵害されたか、あるいは侵害される現実の危険が生じ\nた場合にのみ、これに該当すると解すべきである。日曜日のメーデーに、職務に関\n係なく、職務利用の意図もなく、前記プラカードを短時間持つて行進したに過ぎな\nい本件行為により、行政の運営、執行における公正の要請を侵害することもなけれ\nば、その危険も全くないことは自明である。\n（３）　第三七回全京都統一メーデーにおいて原告Ａの掲げたプラカードに記載さ\nれたスローガン（Ｂ内閣打倒）は、当時アメリカのベトナム侵略戦争が拡大し、一\n方これに加担するＢ内閣が国内では物価値上など独占資本本位の政策を強行するな\nかで、原告組合の各段階機関が、組合員の生活と権利を守り抜くため、経済的要求\nとともに掲げた政治的課題として決定したものであり、また右プラカードは、下京\n分会長が作成し、原告Ａとともに全分会員が掲げ持つたのであつて、本件行為は労\n働組合活動そのものである。こうした場合規則五項四号、六項一三号違反のもつ実\n質的違法性はないが故に、本件行為は規則の右各号に該当しない。\n５　懲戒処分としての違法性（国公法八二条等違反）\n（１）　国家公務員に対する制裁的措置は国公法八二条に限定列挙されている四種\n類の懲戒処分しか認められず、それ以外には制裁的実質をそなえたいかなる措置も\nなしえない。\n（２）　ところが国税庁訓告規程によると、訓告処分のなされる事由は右懲戒処分\n事由と全く同一であり、処分権者もともに任命権者であつて、しかも訓告処分は形\n式を整えた書面（訓告書）を交付することによつて行なわれるのである。\n（３）　また、訓告処分は制度上も懲戒処分と同様に不利益と結びつけられてい\nる。即ち、訓告書の写しは人事記録の附属書類として永久に保管され、当該職員の\n任用、給与、勤務能率、身分保障その他人事管理に役立てられるのであつて、訓告\n処分を受けると勤勉手当は低率支給され、また昇給においても一つの消極的要素と\nして利用されるのである。\n（４）　以上の事実を総合すれば、「訓告」処分は、その実質において制裁であ\nり、懲戒処分としての「免職」ー「停職」ー「減給」ー「戒告」と重い方から順次\n連続する処分の中で「戒告」の次にランクづけされていることは明らかである。し\nたがつて本件訓告処分は、国公法七四条、七五条、七八条、八二条に違反する違法\nな処分である。\n６　不当労働行為\n（１）　訴外全国税労組に、昭和三六年頃その組合員約二万名を擁し、組合員の権\n利擁護と労働条件改善のために、また被告（国税当局）の大衆収奪を基軸とする徴\n税政策に反対して、勇敢な組合活動を展開したが、被告はその組合活動を極度に嫌\n悪し、翌三七年頃から同労組に対する組織破壊のため全国税労組に対するデマ、中\n傷、組合脱退工作、第二組合作り、職場内外の組合活動の禁止や干渉、組合活動家\nへの不当処分の連発や、みせしめの人事異動等の攻撃を一斉にかけ、それも数年間\nに亘つた。そのため、昭和四〇年頃には組合員数も一八二〇名に激減してしまつ\nた。これに対し同労組も翌四一年頃から反撃に立ち上り、組合員数も徐々に増加し\nていつたのであつて、昭和四一年度は同労組組織破壊の攻防戦において重要な時期\nであつた。\n（２）　当時、同労組の中で近畿地連は中心的役割を果していたが、その中でも原\n告組合はとりわけ先進的活動を展開し、原告組合の下京分会はその拠点であつた。\nそのため被告の攻撃も原告組合とくに下京分会に対しては熾裂を極めていた。\n（３）　原告Ａは当時原告組合の組合員であり、その下京分会に属する活動家であ\nり、原告組合執行委員としてその青年部長の役職にあつて、とくに昭和四一年一月\n同人らが中心となつて「若い心の交流の集い」を大成功させたことは原告組合の組\n織拡大にとつて大きな力となつた。\n（４）　被告は原告Ａの本件行為を、同年五月下旬頃既に認識していて何ら処分問\n題になりえないとしていながら、八月頃になつて突如本件行為をとりあげたうえ、\nまず同年一〇月二一日の全国統一行動に訴外全国税労組のもとて原告組合もストラ\nイキをもつて闘う準備中に、その直前の一九日被告は突然原告Ａを大阪国税局へ呼\nび出して本件行為をとりあげて洞喝し、次いで被告は形式的な持ち回りの非行審議\n会を急遽開催して、原告組合がカンパ活動を予定していた年末手当支給日の一二月\n五日にこれを妨害すべく本件処分を行つたのである。\n（５）　本件訓告処分の右のような背景およびそれがなされるまでの経過からみ\nて、それに被告が原告組合および原告Ａの組合活動を嫌悪してこれを圧殺するため\nになしたものであることは明らかである。\n（四）　被告の損害賠償責任（故意または過失）\n１　国家賠償法一条一項は、公権力の行使には違法な加害行為を伴う高度の危険が\n内在し、国（または公共団体）の活動もそれを承知してなされているところから、\nその危険の発現により生ずる損害も当然に国が直接負担すべきもの（自己責任）で\nあることを定めた規定であつて、公務員個人の不法行為責任とは無関係なものであ\nるが、ただ同条項は「故意又は過失によつて」と規定することにより、公務員の行\n為というものを通じて現われた公務運営の瑕疵がある場合に国の責任範囲を限定し\nているのである。\nところで、本件訓告処分は公権力の行使自体が直接に個人の権利・自由の侵害を目\n的としている場合であつて、公権力の発動としての加害行為（訓告処分）自体は故\n意になされているのだから、右加害行為が違法であれば国は当然責任を負うべきこ\nとになる。\n２　かりに、公務員の故意または過失が本訴請求の主観的要件であるとしても、本\n件訓告処分をなした訴外大阪国税局長にはこれをなすにつき故意または過失があつ\nた。\n（１）　本件訓告処分の違法理由が前記（三）の場合は、不当労働行為意思が即ち\n違法性に関する故意であるから、被告は当然故意責任を負わなければならない。\n（２）　違法理由が同１ないし４の場合、本件訓告処分は政治活動の自由という極\nめて重要な基本的人権を侵害するものであるうえ、その処分権者（大阪国税局長）\nは公権力を行使する公務員であるから、かかる処分をなすに当つては特に高度の注\n意義務を負つているのであり、具体的にに国公法一〇二条一項と規則に関する判例\n学説の傾向ないし問題点について十分調査研究したうえ、本件行為の目的、態様お\nよび影響等の事実調査の結果に照して、右法令を本件行為に適用するについて慎重\nに検討すべきであつたのにもかかわらず、右局長はそのような調査・検討を全くな\nさなかつた。\n（３）　違法理由が５の場合、制裁的実質をそなえた訓告処分が現行法上なしえな\nいことは明白であるから、右局長は訓告処分の実態について十分調査検討して違法\nな訓告処分を防止すべき注意義務があるのに、右実態について何ら調査しなかつ\nた。\n（五）　同（損害）\n本件訓告処分により、原告Ａはいわれなき屈辱を強いられるとともに前記（三）５\n（４）のとおり事実上の不利益を受けるおそれがあるのであつて、その精神的苦痛\nは甚大である。\nまた、本件訓告処分により、原告組合の昭和四一年度カンパ活動は事実上不可能と\nなつたほか、以後原告組合員を含む職員に警戒心が強くなつて、組合活動は停滞せ\nざるをえなかつた。これらによる原告組合の苦痛も大きい。\nこれら原告らの強いられた精神的損害は、これを金銭に見積るならばそれぞれ金五\n〇万円を決して下るものではない。\n（六）　よつて、原告らは被告に対し、国家賠償法一条一項による右損害賠償金各\n五〇万円およびこれに対する弁済期の経過した後である昭和五〇年六月二四日から\n支払ずみまで民事法定利率年五分の割合による遅延損害金の支払を求める。\n二　請求原因に対する被告の認否ならびに反論\n（一）　請求原因（一）および（二）の事実は認める。\n（二）　請求原因（三）の１ないし４の主張（憲法四一条、三一条、一四条、二一\n条違反、規則不該当性）はすべてこれを争う。\n１　国公法一〇二条一項、規則が憲法一四条、二一条等に違反するものでないこと\nについて\n（１）　憲法二一条の保障する表現の自由は、国民の基本的人権のうちでも最も重\n要な権利の一つであつて、立法その他の国政のうえで最大限に尊重されなければな\nらないことは原告ら主張のとおりであるが、右の自由も絶対無制限ではなく、他の\n法益ないし公共の福祉のため制限されることがあつてもやむをえないのである。即\nち、憲法一五条二項は非政治的国家公務員について、国会および内閣の決定した政\n策を政治とかかわりなく公正かつ能率的に執行する一体的な行政機関の一員とし\nて、その職務の遂行に当つては厳に政治的中立の立場を堅持して公務の公正、中立\n性を維持すべきことを要請している。そして、右の公務の公正、中立性には公務運\n営の形式的な公正、中立性、すなわち公務運営の政治的中立に対する一般国民の信\n頼をも含むのである。これを抜きにしては行政の円滑な遂行およびその安定性は期\n待できず、議会制民主主義は成り立たないといつても過言ではないからである。国\n公法一〇二条一項と規則はこの要請に基づき、公務員の積極的な政治活動を放任し\nた場合に生ずる、公務員と政治的党派勢力との結びつき、ひいては右公務員の不公\n正な職務遂行のおそれ、およびこれによる右公務員の所属官署、ひいては国の行政\n一般の公正に対する国民の疑惑を招くおそれという弊害の発生を未然に防止するた\nめに制定されたものであつて、右法令により個々の公務員の政治活動の自由がある\n程度制約されてもそれは公共の福祉を維持するためのやむをえない制約であり、憲\n法の容認するところである。\n（２）　もとより、公務員といえども、個人として、その市民的自由、政治的権利\nは十分に保障されなければならない。この意味で、公務員の政治活動の自由を公共\nの福祉のために制限する程度は、立法目的達成のため不必要に過度のものであつて\nはならず、公務員の政治活動の自由を公共の福祉のために制限する程度は前者を尊\n重すべき必要と後者を確保すべき必要とを比較考慮し、両者が適正な均衡を保つこ\nとを目的として決定されるべきであるが、右のような不公正な職務遂行のおそれと\nか国民の疑惑を招くおそれとかの程度は、政治的、経済的、社会的、教育的環境に\nよつて、また時とともに変化するものであるから、公務員の政治活動をどの程度ど\nの範囲において規制すれば右の立法目的を達するため必要かつ十分であるかは、政\n策決定の問題に属し、立法府の裁量に任されるべきであつて、立法府の選択が一見\nして気まぐれで不合理と認められるような場合以外には裁判所の司法審査はなしえ\nないのである。けだし裁判所が自らの責任においてその選択の当否を判断すること\nは、司法権に内在する本質的制約を逸脱するからである（最高裁昭和四〇年七月一\n四日大法廷判決民集一九巻五号一一九八頁）。\nそして国公法一〇二条一項の政治的行為の禁止は合理性がある。すなわち規則の条\n文を単純に一見すると、公務員の政治的行為が極めて広範囲に制限されているよう\nな錯覚に陥り易いが、実際は、同規則による制限の範囲は意外に局限されており、\n公務員には広範囲の政治活動の自由が残されているのであつて、政治的目的を達す\nる行為のうち一定の手段方法によるものを限定的に禁止しているにすぎず、それ以\n外のものについては自由に行い得るものとしているのである。規則の禁止する行為\nは、いずれも非政治的公務員としての節度を超えた積極的な政治活動であつて、当\n該行為を行う公務員が特定の政治的、党派的勢力と結び付き、若しくは右勢力から\n利用されるおそれがあり、又は国民から公務遂行の公正を疑われてもやむを得ない\nような行為であつて、公務員が一市民としての立場で有する政治活動の自由に対\nし、右の程度の制約を加えることは十分合理的な理由がある。\n更にそうであれば、禁止される政治的行為の範囲、程度等につき、国公法一〇二条\n一項が、職員の地位、職務内容、勤務時間内の行為か、勤務時間外の行為か、国の\n施設を利用してなされたか否か、職務を利用する意図をもつてなされたか否か等の\n事項に関し、何ら限定することなく一律にこれを人事院規則の定めるところにゆだ\nね、規則もまた右の諸事情を考慮せず、五、六項所定の類型の行為を一律に禁止し\nているとしても、それは、立法府の裁量権の範囲に属する政策的判断であつて、国\n公法一〇二条一項及び規則が憲法一四条、二一条に違反するものでないことは疑を\nいれないところである。\n規定の憲法適否の判断に当たり、職員の地位、職務内容、勤務時間内の行為か時間\n外の行為か、国の施設を利用してなされたか、職務を利用する意図をもつてなされ\nたか否かを一々吟味することは、立法府の裁量の当否に立ち入つて審査するにほか\nならず、明らかに司法審査の範囲を超えるものというほかはない。\n（３）　かりに国公法一〇二条一項、規則が憲法一四条、二一条に適合するか否か\nについて判断するに当り、制限の程度、範囲等の相当性について司法審査権が及ぶ\nとしても、右規定が、職員の地位、職務内容、行為の行われた時および場所、行為\n者の意図等を区別することなく一律に政治的行為を禁止していることが立法目的達\n成のための必要な限度を超えるものではないことは次のとおり明らかである。\n全く単純で機械的な肉体的労務に従事する公務員を除けば、公務員の職務の遂行に\nは多かれ少かれ精神的な判断作用を必要とするから、そこに一党一派に偏した判断\nを入れた場合に国民全体が受ける不安には測り知れないものがある。ことに、非管\n理職の公務員であつても直接国民に接して職務を遂行する者はその者の行為が外部\nに対しそのまま行政の作用として事実上通用することがあるだけに、国民はこのよ\nうな公務員の職務遂行の公正、中立性には特別の関心を払つているのであつて、非\n管理職公務員に対しても政治活動を禁止する必要がある。\nまた、行政は、管理職の職務も非管理職の職務もすべて一体となつて遂行されるも\nのであるから、国民からみれば、管理職の地位にある者も非管理職の地位にある者\nも一体となつて行政が行われていると考えるであろう。したがつて、職員が特定の\n政治的、党派的勢力のため積極的に活動を行つた場合には、その職員の地位や権限\nのいかんを問わず、当該職員の職務執行の公正はもちろん、所属官署の公正、更に\nは行政一般の公正につぎ国民の不安、不信、疑惑を招くおそれがあるものといえ\nる。\n国家公務員は全国的な規模をもつ行政組織の構成員であつて、このような行政組織\nを容易に利用しうる立場にあるのであるから、自由な政治活動によつて形成される\nであろう圧力団体の力は強大であり、かくては一般国民の政治活動の自由以上の力\nが公務員に付与されることとなつて、公務員の全体の奉仕者性にもとることにな\nる。また、積極的な政治活動の放任は行政部内において政治的派閥を生じ、その対\n立不和は職務の能率的遂行に悪影響を及ぼすおそれがある。このような圧力団体な\nいし政治的派閥は勤務時間外、職場外の、または、職務と関連性のない政治活動に\nよつても形成されるものであるから、このような政治活動も禁止する必要がある。\nまた、国民の側からみれば、公務員の行為について公務員としての行為か私人とし\nての行為かを明白に認識することは極めて困難であることからも非管理職公務員の\n右のような政治活動をも禁止する必要がある。\n更に、公務員の服務関係は持続的なものであつて、その勤労者としての地位の保護\nは勤務時間や職場の内外で差別されないのであるから、政治活動の制限が勤務時間\n外や職場外にわたることも是認されなければならない。しかも、政治活動の制限を\n伴う服務関係から公務員はその自由な意思に基づいて離脱しうるのであるから、規\n則による禁止をもつて法益の均衡を失する過大な規制であるとすることはできな\nい。\n２　国税徴収職員の職務が裁量的判断を伴うものであり、単純な機械的業務でない\nことについて\nかりに国公法一〇二条一項、規則の合憲性の判断が、公務員が単純な機械的労務を\n提供するだけの職責を有する者であるか否かによつて異なるとの立場から考察して\nも、原告Ａの職務は国税の徴収という重大な公権力行使の第一線において、国民と\n直接に接触し、かつその職務権限行使に当り臨機の裁量的判断を要求される職務で\nあつて、その中立、公正さをいささかも疑われるおそれがあつてはならない職務で\nある。\n原告らは国税通則法等が滞納処分や延滞税の軽減免除等いわゆる「手心を加えるこ\nとのできる」職務は税務署長の権限としていると主張するが、それは行政庁として\nの権限の所在を明確にしているだけであるから、裁量の有無は法規の基本構造から\nではなく、実際に当該公務員の行うべきもめとされている職務の具体的内容を観察\nして判断すべきである。\n原告Ａは当時下京税務署徴収課徴収第二係として、（一）滞納整理の実施に関する\nこと（差押物件の公売に関する事務および納税担保物の処分に関する事務を除\nく）、（二）延滞税の軽減免除に関することを分掌していたが、先ず滞納処分につ\nいては、国税徴収法一八二条により、徴収職員が税務署長の名においてでなく、当\n該徴収職員自らの名でこれを行なう法律上の権限を与えられている。差押の場所に\n臨んで、どの財産をどれだけ差押えるか、その場にある財産が滞納者のものか否か\n等の判断は、当該差押をする徴収職員の合理的裁量に委ねられる。換価の猶予につ\nいても、事前に決済を受けるとはいえ滞納者が納税について誠実な意思と能力を有\nしているかどうかを調査判断して猶予の決議書を起案する職責を担つている。その\n他納付誓約等滞納者の弁明を聞いたり、自ら調査したりして事実を総合評価したう\nえで何をなすべきかを決断しなければならない部分が多々存するのである。これら\nの職務遂行に関する通達があるが、これも一応の指針を示すに過ぎないものである\n以上、原告Ａが機械的な職務に従事する公務員であるとは到底いえない。言いかえ\nれば、その職務は国民に直接接触し、その場でいわゆる「手心を加える」余地のあ\nる職務であり、その執行が厳正であることに対する国民の信頼を最も確保しなけれ\nばならないものである。\n（三）　請求原因（三）の５（国公法八二条等違反）について\n１　（１）と（２）の事実は認めるが、（３）と（４）の事実は否認する。\n２　そもそも国税庁訓告規程は国家行政組織法第一〇条、第一四条二項に基づき国\n税庁長官が国税庁内部における指揮監督の為に発した訓令であり、訓告処分は刑罰\nと同視すべきものでないことは勿論、法に基づく懲戒処分でもなく、それ自体何ら\n制裁的実質を備えず、単に職員の行動を戒めその注意を喚起しようとする職務上の\n上司の部下職員に対する指導監督上の具体的措置に過ぎず、右職員の法律上の地位\nには何らの影響を与えない事実上の行為に過ぎないものである。\n訓告処分の原因となつた非違法行為に勤務成績の評定に際し消極的要素として考慮\nされることもあるが、これに訓告処分自体の効果ではない。\nなお、原告Ａは昇給を延伸されたこともなく、その他本件訓告処分によつて何ら処\n遇上の不利益を受けていない。\n（四）　請求原因（三）の６（不当労働行為）について\n１　（１）のうち、被告が訴外全国税労組の組合活動を嫌悪して昭和三七年頃から\nその組織破壊のための攻撃を一斉にかけたとの点は否認し、その余ｋ事実は不知。\n２　（２）のうち、被告の原告組合に対する攻撃が熾烈であつたとの点は否認し、\nその余の事実は不知。\n３　（３）の事実は不知。\n４　（４）のうち、被告が、本件行為を昭和四一年五月下旬に認識し、八月頃これ\nをとりあげ、一〇月一九日に原告Ａを大阪国税局へ呼び出し、持ち回りの非行審議\n会を開催したうえ一二月五日に本件訓告処分をなしたことは認めるが、その余の事\n実は否認する。\n５　（５）の主張は争う。\n（五）　請求原因四（故意または過失）について\n１　国家賠償法は代位責任をとる西ドイツの職務責任法を母法として、その立法形\n式を導入したものであること、国家賠償責任と民法七一五条の使用者責任とは同質\nのものと解されること、国家賠償法一条一項が「公務員が・・・・・・故意又は過\n失によつて」と規定していることおよび同条二項が公務員に対する求償権を認めて\nいることに照して、同条の責任は国が公務員に代つて負うもの（代位責任）と解す\nべきである。\n２　原告らの請求原因（四）２の主張はすべて争う。\n（１）　そもそも公務員は、法令に従い、忠実にその職務を遂行すべき義務を負つ\nている（国公法九八条一項）のであり、かつある法令が憲法に適合するか否かの判\n断をしてその法令の執行の是非を決すべき権限も義務もない。\n（２）　また、本件訓告処分のなされた当時、国公法一〇二条および規則が合憲で\nある旨の最高裁判所の判断が示されていたのであり（最高裁昭和三三年三月一二日\n大法廷判決、同年四月一六日大法廷判決）、一部の学説はともかく、右法令を違憲\nと断じた目ぼしい下級審判例もなかつたのであるから、かりに大阪国税局長が最高\n裁判例の調査等を尽くさなかつたとしても（尽くしたとしても同じ行為に出るべき\nであるから）、不法行為をもつて問擬されるいわれはない。\n（六）　請求原因（五）（損害）の事実はすべて否認する。\n第三　証拠（省略）\n○　理由\n一　請求の原因（一）および（二）の事実については当事者間に争がない。\n二　原告らは、本件行為に適用された国公法一〇二条一項、および人事院規則一四\n－七についていくつかの憲法違反を主張するので、この点について順次検討を加え\nることにする。\n（一）　憲法四一条および三一条違反\n本件規則は法律（国公法一〇二条一項）がその所管事項を定める権能を命令に委任\nした所謂委任命令であるところ、法律が基本的人権を制限する規定を命令に委任で\nきない根拠はない。問題は委任の限界にある。原告らは国公法一〇二条一項が禁止\nすべき政治的行為の規制を委任するについて何らの基準をも示しておらないこと\nは、白紙委任であつて憲法四一条に違反するというが、右条項の文言および趣旨よ\nりすれば委任の目的が公務員の政治的中立性を維持することにより、行政の中立的\n運営とこれに対する国民の信頼を確保するにあること、委任が公務員の政治的中立\n性を損うおそれのある政治的行為の定めを予定するものであることは明らかである\nから、目的、方法は特定しており、そうである以上一々具体的な禁止の基準を明示\nしていなくとも、これを白紙委任ということができず、更にこの委任に基きいかに\n多くの行為類型を規定しても右委任の範囲を逸脱することもないのである。故に同\n条項の委任の形式自体については憲法四一条に反するところはなく、原告らのこの\n点の主張は理由がない。\nまた国税庁職員訓告規程が国家行政組織法一〇条、一四条二項に基づき国税庁長官\nの発した訓令であることは当裁判所に明らかであり、本件訓告処分は右規程に基づ\nくものであつて刑罰ではない。ただ規程中に訓告の対象となる非違行為として国公\n法一〇二条一項、規則を取込んでいるに過ぎない。同法一一〇条一項一九号（罰\n則）とは関係がない。従つて本件訓告処分の効力につき直接憲法三一条違反を問擬\nすることは相当でない。\n（二）　憲法一四条違反\n憲法一四条は法の下の平等の原則を定めているが、各人には経済的、社会的その他\n種々の事実関係上の差異が存するものであるから、法規の制定またはその適用の面\nにおいて、右のような事実関係上の差異から生ずる不均等が各人の間にあることは\n免れ難いところであり、その不均等が一般社会観念上合理的な根拠に基づき必要と\n認められるものである場合には、これをもつて憲法一四条の法の下の平等の原則に\n反するものとはいえないと解すべきところ、国家公務員において政治的中立性を保\n持すべきことが憲法上の要請であることは後記のとおりであるから、右の目的を達\nするため、必要かつ相当であると合理的に認められる範囲で政治活動の自由を制限\nすることは憲法一四条の容認するところであるというべきであり、また国家行政と\n地方行政とは規模、性格等を異にし、従つてその中立的運営が阻害された場合の影\n響にも差異があると考えられるから、一般国民と国家公務員および国家公務員と地\n方公務員との間に原告ら主張のような取扱の差があつても、憲法一四条に反するも\nのではない。\n（三）　憲法二一条違反\n１　表現の自由の憲法上の地位\nわが国はその政治体制として議会制民主々義を採用しているのであるが、これは表\n現の自由に裏打ちされた政治活動の自由を必要不可欠の大前提とするものであり、\nもし表現の自由がみだりに制限されるようなことがあれば、国民はその主権を行使\nするために必要な判断資料を入手する途を狭められ、その批判ないし選択を通じて\nなされる政治的意見の形成も妨げられる結果、国民の正当な主権の行使は望めなく\nなるのであつて、自由に形成された政治的意見に基づく正当な主権の行使を前提と\nする議会制民主々義はやがて崩壊することになるのである。このように、表現の自\n由はわが国の政治体制の存続にもかかわる自由であつて、国民の基本的人権のうち\nでもとりわけ重要なものであることは憲法の諸規定に照して明らかである。\nもとよりいかに重要な表現の自由といえども絶対無制約なものではありえないので\nあるが、これを制限する場合には、右の重要性に鑑み、制限することに憲法上十分\nな理由が認められ、かつその制限は右憲法上の理由に照して必要最少限にとどめら\nれなければならないこともまた憲法の要請するところである。\n２　政治的行為の制限の根拠\n（１）　わが憲法の建前とする議会制民主々義のもとにおいては、国民の代表機関\nである国会（立法府）が立法権を独占しているため、これと分立する内閣（行政\n府）の行政はすべて法律による行政の原理に服することを要請されるのであつて、\n行政府は立法府の政治的意思（法律）を誠実に執行すべき義務を負い、行政は政治\n的偏向を厳に排して運営されなければならないのである（このことは既に形成され\nた立法府の政治的意思の執行即ち行政についていえることであつて、国務大臣等が\nその党派的ないし政治的な立場から立法府の意思形成過程に参画することとは別個\nの問題である）。従つて、そのためには行政の運営に携わる個々の公務員が政治的\nに一党一派に偏することなく厳に中立の立場を堅持してその職務の遂行にあたるこ\nとが必要とされるのである。\nまた、行政の運営にあたる公務員にとつて政治的に中立の立場を堅持してその職務\nの遂行にあたることは即ち国民全体に奉仕することにほかならないのであり、か\nつ、国政による福利を享受すべき国民は行政においても平等に扱われる権利を有す\nるのであるから、行政の中立的運営はかかる平等原則を支えることにもなるのであ\nる。\n右のような意義を有する行政の中立性（即ち立法府の政治的意思の誠実な執行）が\n阻害されるようなことがあれば、国政はこれを信託した国民の代表者によつて遂行\nされるという議会制民主々義の政治過程はたちまち閉塞し、右の平等原則も破壊さ\nれることになり、また行政の中立性に対する国民の信頼はその代表者に対する国政\nの信託の基礎でもあるから、これが揺ぐようになれば、議会制民主々義もやがて崩\n壊せざるをえないのである。\nこのように、行政の中立性を維持し、これによつて行政の中立性に対する国民の信\n頼を確保することは、議会制民主々義と行政における平等原則を実現するために憲\n法の要請するところである。\n（２）　ところが、もし公務員の政治的行為のすべてが自由に放任されるときは、\nその職務の遂行ひいてはその属する行政組織の公務の運営に党派的偏向を招くおそ\nれがあり、かかる党派的偏向は逆に政治的党派の行政への不当な介入を容易にし、\n行政の中立的運営が歪められる可能性が一層増大するばかりでなく、そのような傾\n向が拡大すれば、行政組織の内部に深刻な政治的対立を醸成し、そのため行政の能\n率的で安定した運営は阻害され、行政による福利を平等に享受できる国民の権利も\n害されると同時に、ひいては議会制民主々義の政治過程を経て決定された国の政策\nの誠実な遂行にも重大な支障をきたすおそれがあるのであつて、かかるおそれに応\nじて行政の中立性に対する国民の信頼も損われることを免れないのである。\n従つて、行政の運営における党派的偏向およびこれによる行政の中立性に対する国\n民の信頼の喪失という弊害の発生を未然に防止し、行政の中立的運営とこれに対す\nる国民の信頼を確保するため、行政の中立的運営を阻害するおそれのある公務員の\n政治的行為を禁止することはまさしく右（１）の憲法上の要請にこたえるところで\nある。\n３　政治的行為の制限の程度\n（１）　ある政治的行為の禁止が憲法上の要請に照らして必要性があるといい得る\nためには右禁止の目的との間に合理的関連性があることを要するところ、行政の中\n立的運営を阻害するおそれがあると認められる限り、かかる行為を禁止することは\n右禁止の目的との間に合理的な関連性があるものと認められるのであつて、かかる\n観点からは、たとえその禁止が公務員の職種・職務権限、勤務時間の内外、国の施\n設の利用の有無等を区別することなく、あるいは行政の中立的運営を直接、具体的\nに損う行為のみに限定されていないとしても、右の合理的関連性が失われるもので\nはないといわなければならない。\n（２）　しかしながら、規則の定める政治的行為は多かれ少かれ政治的意見の表明\nを内包する行為であるから、これを禁止すれば、同時に政治的意見の表明という表\n現の自由をも制限されることになるのは免れ難いところであつて、右のとおり政治\n的行為の制限に憲法上の合理的根拠があり、その必要性が認められるとしても、表\n現の自由の重要性に鑑み、これと行政の中立的運営という二つの相反する法益を調\n整し、均衡をとることを要するのであつて、そのため公務員の政治的行為の制限は\n行政の中立的運営を確保するため必要でさえあればなし得るというものではなく、\n真に政治的行為の自由が譲歩しなければならない場合に、その限度において制限し\n得るという意味において、最少限にとどめなければならないのである。\nところで、国公法一〇二条一項および規則の規定する政治的行為はいずれも行政の\n中立的運営を損う「おそれ」のある行為であることは明らかであり、これを禁止す\nるのは前示弊害の防止という憲法上の要請によるものであるが、ひとしく公務員と\nいつても、それが属する行政組織の所管事務の内容・性質およびその中における公\n務員の地位・職務権限は多種多様であり、またそれらの公務員が行う政治活動の種\n類・態様も区々であつて、これらの多様性に応じて特定の公務員の特定の政治的行\n為が行政の中立的運営に及ぼす影響およびこれによつて国民が蒙るべき被害の性質\nないし程度、ひいては行政の中立的運営に対する国民の信頼に対して及ぼす影響の\n程度、そしてひるがえつてはその禁止が公務員の国民として有する表現の自由に対\nして及ぼす影響の意義にも大きな相違が存するのであり、右の「おそれ」の性質な\nいし程度にもこれらの多様性に応じて差異があるものと認めざるをえないのであつ\nて、制限が必要最少限にとどまつているか否かの判断も個別的に右の差異を検討し\nなければなしえないのである。\n４　規則の違憲性に対する司法審査の可否\nそこで右見地に立つて規則六項一三号が憲法に適合するか否かにつき審査をするの\nであるが、この点につき被告は表現の自由の制限が憲法上肯認される場合には、そ\nの制限の程度、範囲等は立法府の政治的裁量に任されるのであつて、それが一見し\nて気まぐれで不合理と認められる場合を除いて司法審査に服さないと主張し、最高\n裁大法廷昭和四〇年七月一四日判決（民集一九巻五号一一九八頁）を援用するの\nで、判断する。\nなるほど右大法廷判決は勤労者の団結権の制限につき、「右の制限の程度は、勤労\n者の団結権を尊重すべき必要と公共の福祉を確保する必要とを比較考量し、両者が\n適正な均衡を保つことを目的として決定されるべきであるが、このような目的の下\nに立法がなされる場合において、具体的に制限の程度を決定することは立法府の裁\n量権に属するものというべく、その制限の程度がいちじるしく右の適正な均衡を破\nり、明らかに不合理であつて、立法府がその裁量権の範囲を免脱したと認められる\nものでないかぎり、その判断は、合憲、適法的なものと解するのが相当である。」\nと判示しているが、この判決は勤労者の団結権の制限に関する事案であり、表現の\n自由の制限を問題とする本件とは相違し、先例とならないものである。当裁判所も\n公務員の政治的行為の禁止の限度に対する判断権は第一次的には立法府にあること\nは否まないが、表現の自由は、民主政治の死命を制し、その中核をなすだけに、裁\n判所は立法府の判断が一見して気まぐれで不合理と認められる場合でなくとも、合\n理性を失すると考えられる場合は、その旨の判断を加える権能を有すると考える。\n現に最高裁大法廷は昭和四九年一一月六日の判決（刑集二八巻九号三九三頁）にお\nいて、表現の自由の制限について司法審査をしているのである。よつて被告の右主\n張は採用できない。\n５　公務員の職務内容、職務権限の多様性と行政の中立性\nそこで更に進んで、まず公務員の職務内容、職務権限の多様性と行政の中立性およ\nびこれに対する国民の信頼を損うおそれとの関係について具体的な検討を加えるこ\nとにする。\n同じく国家公務員といつても、国民に接して公権力を行使し、国民の身体または財\n産に対し直接的な影響を与えることを内容とする職務に従事するものがある一方、\n公権力の行使を内容とせず国民の財産に対して間接的な影響しか及ぼさない職務に\n従事するいわゆる現業の公務員のようなものも存するのである。前者のような公務\n員の職務の中立的運営が阻害された場合の弊害は大きく、その行使する公権力の強\n度によつては国民の基本的人権の否定にも連なる深刻なものとなるのであり、また\nそれだけにかかる公務員の職務運営の中立性に対する国民の関心は大きく、従つて\n右中立性が阻害された場合にこれに対する国民の信頼が損われる程度も甚大である\nが、後者のような公務員の職務の中立的運営が阻害されたとしても、それによつて\n国民の身体財産に対して直接的な影響を及ぼすわけではない点で弊害は前者ほど重\n大なものではなく、従つて右中立的運営に対する国民の信頼を損う程度も前者ほど\n大きくはないといわなければならない。\n次に、職務の執行について裁量権を有する公務員が、一党一派に偏した活動を行う\nときは、その裁量の範囲に比例してその発見是正は困難であり、また行政の中立性\nが害される虞れが強いといい得るのであつて、従つて右中立性に対する国民の信頼\nを損うおそれもより大きいのであるが、かかる裁量権もなく、職務執行の細部まで\n規定されていて第三者による執行の適否の検証が比較的可能な職務に従事する公務\n員が偏頗な職務執行をしたとしても、その発見是正は比較的容易であり、行政の中\n立性を阻害する虞れも小なく、従つて行政の中立性に対する国民の信頼を損うおそ\nれもより小さいといわなければならない。\n行政の中立性確保のための、国家公務員に対する政治的行為禁止の程度を律する一\n般的基準を定立することは、その多様性のため困難であるが、右に見たところによ\nれば、少くとも、直接国民の身体財産に対して公権力を行使し、かつその行使につ\nき行政上の裁量権を有するいわゆる「手心を加える」余地のある者に対しては、規\n則六項に規定する程度の政治的行為は、それがなされる場所、時間等の諸条件を問\nわず一律に制限しても、必要最少限の範囲を出ないものと考えられる。原告は規則\n六項の制限が甚るしく広汎であるから、同項は全体として違憲であるとか、同項一\n三号が公務員の文言による政治的意見の発表を一切禁止しているのは違憲であると\nか主張しているが理由がない。ただ前者につき公務員の職務内容を問わず一律に禁\n止している点については、仮に禁止すべきでない公務員を包含しているとしても、\n禁止して然るべき公務員をも包含している以上、六項を全体として違憲である、と\nいうのは当らない。また後者につき、行為者の政治的目的のための意思を問題とし\nていないのは、違憲であると主張するが、一三号が政治的目的を有することを要件\nとする旨規定しなかつたのは、対象が政治的目的を有する文書であるから、かかる\n文書であることの認識があれば、当然政治的目的を有するものと考えられるからで\nあり、重複を避けたものに過ぎない。よつて右違憲の主張も当らない。\n６　原告Ａの本件行為に規則六項を適用することの合憲性について\nそこで、原告Ａの職務の内容、職務権限および本件行為を考察し、前記検討の結果\nに照して本件訓告処分が合憲か否かについて判断する。原告Ａは本件行為をなした\n当時から本件訓告処分を受けるまで下京税務署徴収課徴収第二係に徴収職員として\n勤務していた大蔵事務官（一般職国家公務員）であることは当事者間に争なく、成\n立に争のない甲第三号証、証人Ｄの証言によるとその職務の内容は滞納処分を含む\n滞納整理および延滞税の軽減免除（これをなす権限は税務署長にある）に関する事\n実調査ならびに決議書・調査表等の作成であることが認められ、国税徴収法一四一\n条、一四二条、一八二条によると、原告Ａのような徴収職員は、税務署長の命令に\nより、自己の名において滞納処分を執行し、そのため滞納者の財産調査（質問、検\n査および捜索）をなす権限を有している（なお、国税犯則取締法によれば、犯則事\n件の調査のためには質問・検査・捜索のほか臨検・領置・差押等の権限も認められ\nている）。\nところで、国税徴収法第五章の定める滞納処分は、国政の糧として国が一方的に賦\n課した国税の自力による強制徴収手続であり、国民の財産に対する直接的侵害を内\n容としているほか、これを行う徴収職員は国民の住居の平穏を害することも含む右\n財産調査権を付与されているのであつて、かかる公務に従事する徴収職員は警察官\nにも比すべき強度の公権力を直接国民に行使する公務員であるといわざるをえず、\nまた納税の義務を負い、国税の使途を監督する権利を有する国民がかかる権利義務\nの遂行上右のような権限をも有する徴税職員の動行について非常な関心を払つてい\nることも周知のとおりである。\n更に、証人Ｅ、同Ｄの各証言を総合すると、右の滞納整理とは滞納者に対し納税の\n催告をしたのち滞納者宅に臨戸して弁解等の事情を聴取するほか質問検査権または\n捜索権を行使し、事情に応じて差押あるいは納税の猶予、滞納処分の停止、換価の\n猶予、延滞税の軽減免除等の手続をとり、国税の滞納を整理することであり、原告\nＡのような徴収職員は自ら、差押物件を選択して差押をなすほか、質問検査権およ\nび捜索権を行使して処分権者である下京税務署長のなす納税の猶予、滞納処分の停\n止、換価の猶予、滞税の減軽免除等の処分の判断資料となる事実を、猶予の決議書\nを起案したり、納税誓約書を提出させたり、滞納処分票の作成等の手段により、自\n己の判断を通して処分権者に報告すること、右税務署長が直接事実を調査すること\nはなく、徴収職員の右報告に基づいて事実を認定し、処分を決することが認めら\nれ、かかる事実に照せば、原告Ａは、これら行政処分についてその要件たる事実の\n認定権を事実上有しており、かつかかる事実認定上の偏頗はその性質上発見是正の\n容易でないことも認められる。\nこの点につき右各証言によれば、原告Ａのような徴収職員は、課長等の幹部が毎月\n初めに作成し、職員が接触すべき滞納者および接触の方法・時期を定めた月別計画\nに従つて滞納整理を実施し、その実施状況は滞納管理簿および滞納管理実績簿をそ\nの日のうちに記入して、差押をした場合は差押調書とともに原則として翌朝係長に\n提出し、その点検を受けること、および前示要件事実の認定についても通達によつ\nてかなり細かく具体的に基準が定められていることが認められるが、これらの点を\n考慮してもなお右認定を覆すに足りるものではない。\n右認定の原告Ａの職務の性質および職務権限に照せば、原告Ａは国税の徴収という\n重大な公権力の行使の第一線において国民と直接に接触し、かつその職務の遂行に\n当つては裁量権、ないし税務署長の裁量権行使を左右し得る事実上の裁量権を有\nし、いわゆる「手心を加える」余地があるものということができる。したがつてそ\nの職務の運営につき政治的中立性が失われたとき生ずる弊害の性質ないし程度は極\nめて深刻なものといわざるをえず、従つて右のような職務に従事する原告Ａについ\nては規則の定める程度の政治的行為をそれがなされた時、場所その他の諸条件を問\nわず一律に禁止することもやむをえないものであり、憲法上も許容されるものとい\nわなければならない。原告Ａの本件行為は日曜日のメーデーにおける示威行進中の\n行為であるが、規則五項四号、六項一三号に該当することが明らかであり、これを\n訓告処分の対象とすることは、憲法二一条に違反するものではない、というべきで\nある。\nよつて本件訓告処分が憲法二一条に反するとの原告の主張は理由がない。\n三　規則不該当の主張について\n（一）　原告らは規則の制定事情からみて本件行為は規則六項一三号に該当しない\nと主張するが、一旦制定された法令は、制定者の意思（制定理由）に必ずしも拘束\nされる訳ではなく、その客観的解釈による制定理由が適用の時点でなお妥当性を有\nすればこれに従つて法令を適用すべきであると解すべきところ、規則の制定理由は\n憲法上の要請に基づくものであり、かつ政治的行為の放任によつて行政の中立的運\n営とこれに対する国民の信頼を損うおそれが現在もなお認められることは前示のと\nおりであるから、原告らの右主張は採用できない。\n（二）　行政の中立性を確保するためには、現実にこれを侵害する行為、あるいは\nこれを侵害する現実の危険がある行為のみでなく、その抽象的危険がある政治的行\n為をも規制する必要のあることは、二の（三）３（１）において述べたところで明\nらかであり、右目的を達する為に合理的であり必要最少限度の範囲内にある限り、\n抽象的危険に止まる政治的行為をも規制することは憲法の容認するところと解すべ\nきである。これと反対の見解を前提に、本件行為は、規則五項四号、六項一三号を\n合憲的に限定解釈した場合、右条項に該当しない、との原告らの主張は失当であ\nる。\n（三）　また、本件行為は組合活動であるから規則に該当しないと主張するが、集\n団示威行進が憲法二八条にいわゆる「その他の団体行動」に含まれるとしても、そ\nれが規則に定める政治的目的をもつてなされるときは、勤労者の経済的地位の向上\nのために右団体行動権を保障した同条の趣旨を逸脱するものと解すべきであつて、\n原告らの右主張は失当である。\n四　懲戒処分としての違法性について\n懲戒処分は公務員の義務違反に対して、その使用主である国家が公務員法上の秩序\nを維持するため、使用主として行う制裁であり、訓告処分は行政庁がその内部職員\nに対する指揮監督権の発動として採つた具体的措置であつて、公務員法秩序の維持\nの責任者は任命権者であるから、懲戒処分は任命権者が行うのと同様、内部職員の\n指揮監督の最終責任者は任命権者であつて（国家行政組織法一〇条）訓告処分も任\n命権者が行うものである。したがつて訓告処分が任命権者によつて行なわれるから\nといつて、実質上の懲戒である、ということはできない。また懲戒処分と訓告処分\nの差異は、前者が制裁であるのに対し、後者が指導監督上の具体的措置であること\nにあつて、処分の事由や形式によるものではないのであるから、本件訓告処分の事\n由が懲戒処分の事由と同一であり、懲戒処分と同様書面交付の形式でなされるから\nといつて、これを懲戒である、というのは当らない。\nところで懲戒処分は、主たる目的が職務違反に対し制裁を加えることにあり、内容\n自体が制度的に被懲戒者に対し物質的、精神的に不利益を加えるものである、と解\nされるところ、これを本件訓告処分についてみると、成立に争いのない乙第二号\n証、証人Ｆおよび同Ｇの各証言によれば、国税庁職員訓告規定二条三項に「訓告\nは、非違の行為を犯した職員またはその職員の監督者に対して、注意を喚起するこ\nとによつて、その職務遂行に関する行為を矯正することを目的とする」旨の規定が\nあり、実際にも訓告処分は、注意を喚起することを主たる目的とし、これにより非\n違の行為について反省を促し、将来を戒める効果を収めるために行なわれているこ\nとが認められ、また成立に争いのない甲第二号証、証人Ｆの証言によれば、通達に\nよつて訓告書の写しは人事記録の附属書類として税務署長の責任において永久保管\nされ、任命権者によつて職員の任用、給与、勤務能率、身分保障その他人事管理に\n役立てられることになつているが、その際参酌されるのは訓告処分それ自体でな\nく、その対象となつた非違の行為であること、右参酌によつて訓告処分を受けた職\n員のうちには昇給を延伸されたり勤勉手当が低率支給になる者もあるが、訓告処分\nを受けた者は制度として、必ず右のような措置に付されるということはないことが\n認められ、右認定を覆えすにたる証拠はない。これらの事実に照せば本件訓告処分\nが懲戒処分としての実質を有していないことは明らかであつて、この点の原告らの\n主張は理由がない。\n五　不当労働行為\n（一）　証人Ｈの証言によれば、昭和三五年から同三七年五月頃にかけて全国税労\n組はその組合員約二万名を擁し被告の懲税政策に反対する等積極的な組合活動を展\n開したこと、昭和三七年秋頃新たに国税庁の職員を構成員とする労働組合である国\n税会議が結成され全国税労組は分裂したこと、同会議の開会式には現在まで国税庁\n長官が招待されて挨拶していること、昭和四〇年頃には全国税労組の組合員は一八\n二〇名に激減したことが認められるけれども、右国税庁長官の挨拶は必ずしも被告\nの不当労働行為を推認させるものではなく、また弁論の全趣旨により成立を認める\n乙第一二号証によれば国税職員のうちに全国税労組の運動方針に批判的であつたも\nのが可成りあつたことも認められるのであつて、右認定の組合の分裂、組合員数の\n激減の事実のみによつては被告が全国税労組の組合活動を嫌悪してその組織破壊工\n作をしたとの原告ら主張の事実を推認するに足りない。\n（二）　また、証人Ｉ、および同Ｊの各証言によれば、昭和四〇年三月原告組合青\n年部長Ｋが職場離脱を理由に厳重注意処分を受けたこと、同年七月の定期異動で原\n告組合下京分会の分会長Ｌおよび同分会書記長Ｍがいずれも大津税務署へ配転され\nたこと、右異動で全国税労組の組合員であるＮが草津税務署から下京税務署へ配転\nになつたが、配転辞令は総務課勤務であつたにもかかわらず、下京税務署長はその\n権限で徴収課勤務を命じ、一年後に大阪国税局長の転課辞令が出されたこと、翌四\n一年一月右分会長Ｊが昇給延伸になつたことが認められるが、証人Ｆの証言と対比\nすると、右配転または処分等が被告の不当労働行為意思に基づくものであるとはに\nわかに断定できず、他にこれを認めるに足りる証拠はない。\n（三）　次に、証人Ｏ、同Ｈおよび同Ｉの各証言によれば、原告組合は、これを脱\n退して新らしく結成された京都国税職員労働組合に加入した旧組合員らに対し、そ\nの主張を機関紙等で訴えて理解とカンパ等の協力を得るほか、右旧組合員らの要求\nをも掲げて組合活動をするいわゆる職場総当り運動を昭和三九年に始め、翌四〇年\nにかけて展開し、これを昭和四一年頃全国に波及させたこと、原告組合の機関紙活\n動は伝統もあり、活発であること、昭和四〇年一〇月には全国税労組は分裂後初め\nてストライキを行ない、組合員数も約一八二〇名から約二、二〇〇名の増加を見た\nこと、またその頃原告組合の岡田青年部長のもとで若い心の友好と交流の集いとい\nう集会が開催され、これに国税庁職員を中心として約三〇〇名の参加を得たことが\n認められる。\n（四）　そして、原告Ａ本人尋問の結果によれば、原告Ａは昭和三九年一一月に全\n国税労組および原告組合にその下京分会所属として加入し同四〇年八月から同四一\n年七月まで同分会の執行委員（青年部長）を務め、同年八月から同四一年七月まで\n原告組合の執行委員（青年部長）の役職にあつたことが認められ、また証人Ｇの証\n言、原告Ａ本人尋問の結果、およびこれによつて真正に成立したものと認められる\n甲第四二、第四三号証によれば、本件行為の確認調査および本件訓告処分の処分原\n案決定の任に当つた大阪国税局総務部考査課長Ｇ（以下、考査課長という）は、昭\n和四一年五月末同部総務課長に同人が警察から人定の依来を受けて手交された本件\n行為の写真を示されたが、その時は本件行為を非行として審議会にかけることにな\nるとは認識していなかつたこと、ところが同年八月末に至り右国税局総務部長から\n一〇月中に処理すべく考査課で本件行為の事実調査をなすよう指示があつたので、\n考査課長は同年九月中旬京都府警を訪れて本件行為が継続的なものであつたことと\n他に同種行為者はなかつたことを確認したのち、同年一〇月一九日原告Ａを考査課\nへ呼び出し同人に本件行為の存否を尋ね、同席したＰ実施二係長が原告Ａの供述を\nまとめた「本年五月一日のメーデーにおける具体的な行為態様は相当期間が経過し\nているので覚えていないが、政治的行為に該当するような違法行為はしていない。\nなお、昨日（一八日）署長から「Ｂ内閣打倒」というようなスローガンのもとに行\nう行動は違法になるとの注意があつた。」旨の申述書に署名するよう原告Ａに求め\nたこと、同年一〇月二一日は全国統一行動が行なわれ、原告組合もこれに参加する\n予定であり、掲げるスローガンの一として「Ｂ内閣打倒」を予定していたこと、考\n査課長は本件行為は事案としては非常に単純なものであると認識し、処分原案（訓\n告処分）を同年一一月中旬に決定していたこと、そこで同年一二月二日に非行審議\n会を開催する予定にしていたところ、一一月末になつて各部長が会議とか来客のた\nめ出席できずその定足数を欠き、しかも一二月中はそれを確保できないことが判明\nしたので、急遽持ち回りの審議会方式に変更して採決を得、一二月五日に大阪国税\n局長に答申し、直ちに本件訓告処分が行なわれたこと。\n当日は年末手当支給日であつて原告組合は前示いわゆる職場総当り運動としてカン\nパ活動を行う予定であつたこと、が認められる。\n（五）　以上（三）（四）の事実を背景に原告らは、原告組合が全国税労組のもと\nで昭和四一年一〇月二一日に予定されていた全国統一行動にストライキをもつて闘\nう準備をしていたその直前である、同月一九日に被告が大阪国税庁に原告Ａを呼び\n出して本件行為につき事情を聴取したことは、組合運動に恫喝を加えることを意図\nしたものであると主張する。しかし右認定事実によれば、原告組合では一〇月二一\n日の全国統一行動に「Ｂ内閣打倒」のスローガンを掲げて参加する予定であつたの\nであり、かかる行動が政治的行為として違法であることは前示のとおりであるか\nら、その直前に原告Ａを呼び出して本件行為につき事情を聴取し、右行動が違法で\nある旨注意することは、組合活動に対する恫喝というよりむしろ、違法行為の阻\n止、ないしこれをさせない為の牽制を意図したものと認めるのが相当であり、この\nこと自体何ら不当労働行為ではない。また原告らは、原告組合がカンパ活動を予定\nしていた年末手当支給日に本件処分を行なつたことは、右カンパを妨害せんとした\nものである、と主張するが、この事実を認めるにたる証拠はない。\nよつて本件処分が不当労働行為である、との原告ら主張も失当である。\n六　以上のとおり原告らの本件訓告処分の違法性に関する主張はいずれも理由がな\nい以上、その余の争点について判断するまでもなく原告らの本訴各請求はいずれも\n失当であるからこれを棄却することとし、訴訟費用の負担について民事訴訟法八九\n条、九三条一項本文を適用して、主文のとおり判決する。\n（裁判官　野田栄一　大淵武男　松永真明）\n"
}