{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 47,
    "month": 5,
    "day": 24
  },
  "case_number": "昭和42(行ウ)52",
  "case_name": "換地認可無効確認等請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "１　利害関係人の同意を得ないでした土地改良法（昭和３９年法律第９４号による改正前）５２条１項により定められた換地計画変更についての知事の認可処分が無効でないとされた事例　２　土地改良法（昭和３９年法律第９４号による改正前）５２条１項により定められた換地計画変更についての知事の認可処分の取消訴訟につきいわゆる事情判決がされた事例　３　土地改良法（昭和３９年法律第９４号による改正前）５２条１項により定められた換地計画を変更するには，同条３項に定める会議の議決を経ることを要するか",
  "case_gist": "３　土地改良法（昭和３９年法律第９４号による改正前）５２条１項により定められた換地計画を変更するについては，変更が一部にとどまり全体としての換地計画に影響を及ぼさない限り，当該変更に係る土地の関係権利者の同意を得れば足り，同条３項に定める会議の議決を経る必要はない。",
  "lawsuit_id": "18187",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=18187",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/187/018187_hanrei.pdf",
  "contents": "○　主文\n原告の請求をいずれも棄却する。\nただし被告が別紙目録（一）記載の土地につき同目録（三）記載の土地を換地とす\nる旨の換地の変更を包含する楠上地改良区の換地計画に対して昭和四二年五月三一\n日付でした認可は違法である。\n訴訟費用は被告の負担とする。\n○　事実\n第一、当事者の申立\n（原告）\n一、主位的請求の趣旨\n被告が別紙目録（一）記載の土地につき同目録（三）記載の土地を換地とする旨の\n換地の変更を包含する楠土地改良区の換地計画に対して昭和四二年五月三一日付で\nした認可は無効であることを確認する。\n訴訟費用は被告の負担とする。\n二、予備的請求の趣旨\n前記一の認可はこれを取消す。\n訴訟費用は被告の負担とする。\n（被告）\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n第二、当事者の主張\n（原告の請求原因）\n一、原告は、訴外楠土地改良区の土地改良事業（区画整理）施行地域内に存する別\n紙目録（一）記載の土地（以下「第一土地」という）の所有者であり、同土地改良\n区の組合員である。\n二、楠土地改良区は原告に対し、昭和三一年六月一日付で、第一土地に代わるべき\n一時利用地として別紙目録（二）記載の土地（以下「第二土地」という）を指定し\nた。\n三、楠土地改良区は、その後、昭和四一年八月二六日に開催された同改良区の換地\n会議で第一土地につき不換地の換地計画を定めたが、さらにその後、右換地計画を\n変更し、第一土地につき別紙目録（三）（１）（２）記載の各土地（以下「第三土\n地（１）（２）」という）を換地とする換地計画を定めた。\n四、被告は、昭和四二年五月三一日付で、右換地の変更を包含する楠土地改良区の\n換地計画を認可（以下「本件認可処分」という）した。\n五、原告は、昭和四二年七月二〇日付で、楠土地改良区より「換地清算金納入方に\nついて」と題する書面を受領し、これにより、被告が右換地の変更を包含する同改\n良区の換地計画を認可したことを知つた。\n六、しかしながら、右認可は次の理由により無効である。\n（一）　換地計画決定変更手続について\n第一土地につき不換地の決定を取消し第三土地を換地とする旨の換地計画の変更に\nついては、土地改良法（以下「法」という）第五二条第三項所定の会議（以下「換\n地会議」という）の議を経ていない。\n（二）　換地計画の内容について\n１　一筆の土地（第一土地）に対し、字を異にする二筆の土地（第三土地（１）\n（２））を換地することは、法第五三条第六項に違反する。\n２　また、第三土地（１）（２）の二筆の土地は約一里の距離をへだてて所在し、\nしかも、第三土地（１）は道路として予定されていたのみならず実際にも埋立てら\nれ道路として使用されていたものであるから、かかる換地計画は、土地改良法の目\n的（「農地の改良、開発、保全及び集団化」）より相去ること甚だしいものであ\nる。\n（三）　よつて、右換地の変更を包含する楠土地改良区の換地計画の決定は無効で\nあるから、右計画に対する被告の認可もまた無効である。\n七　仮に右認可が無効でないとしても、違法であるから予備的にその取消しを求め\nる。\n（被告の答弁）\n一、請求原因第一項は認める。\n二、同第二項は認める。但し、日付の点は不知。\n三、同第三、第四項はいずれも認める。\n四、同第五項は不知。\n五、同第六項については、第三土地の換地にともなう換地計画の変更につき、当初\n全体の換地計画を付議した際の構成員から成る換地会議の議を経ていないことおよ\nび右の換地は二筆にわたる飛換地であることを認め、第三土地（１）が本件換地計\n画において道路予定地であつたことを否認し、その余は不知。\n（被告の主張）\n一、本件認可の経緯について\n１　本件換地計画の作成、決定、換地処分の効果等については、昭和三九年法律第\n九四号附則第一二項により、同法律による改正前の土地改良法が適用されるもので\nある（以下、特に区別する必要のある場合には、同法律による改正前の土地改良法\nを「旧法」、改正後のそれを「新法」という）。\n２　原告は、昭和三二年二月ころ、第一土地に対する一時利用地である第二土地を\n訴外Ａに売渡し、同訴外人は、同年一〇月ころ、これを楠土地改良区に譲渡した。\nそこで、同改良区は、換地計画の中において登記を含む権利関係の調整を図ること\nとし、原告には換地をせず、その分を同改良区に対して換地する旨の換地計画案を\n定めた。\n３　ところが、昭和四一年八月二〇日、原告から所轄の愛知県農地部耕地課（以下\n「県所轄課」という）に対して「従前の土地に対応する地積の換地」をするように\n指導方要望があつたので、県からは楠土地改良区に対してその旨を伝え、法の趣旨\nに則つた措置をとるように指導したが、同改良区は、当初の換地計画案のまま同四\n一年八月二六日開催の換地会議に付議してこれを決定し（なお、原告は右会議に出\n席し賛成決議に加わつていた）、同四一年一〇月二七日、被告に対して認可申請を\nしたので、被告は、さきに指導したような措置をとらせるべく、右申請書を同改良\n区に返戻した。\n４　そこで、楠土地改良区は、昭和四二年一月一九日および同月二九日の二回にわ\nたり、原告に対し旧法第五三条第三項但書所定の同意を求めるべく協議したが、原\n告からは繰り返し「従前の土地に対応する地積の換地をしてほしい」旨の要求がな\nされたので、原告の同意を得て、いつたん同改良区の換地と決定していた第三土地\nを原告に対する換地とすることに変更決定し、これにもとづき、同年四月四日、あ\nらためて被告に対し換地計画の認可申請をしたので、被告は、同年五月三一日、こ\nれを認可し、同年六月九日、愛知県公報をもつて公告したのである。\n二、本件認可の適法性について\n（一）　換地計画決定変更手続について\n旧法においては、換地計画は工事完了後に決定されるため（旧法第五二条第一項）\n工事の変更をともなうような換地計画の変更は通常予想されておらず、そのためこ\nの点の規定は特に設けられていなかつたのであるが新法においては、工事完了前に\n換地計画が決定されるため（新法第五二条第一項）工事の変更をともなう換地計画\nの変更がありうることとなつたのであり、そのため特に一条を設け変更にかかる部\n分の権利者のみから組織される換地会議の議決を経ればよい旨規定されている（新\n法第五三条の四）。\nところで、換地計画については、新法、旧法を通じ所法の権利者から構成される換\n地会議の議決を経なければならないとされているが（法第五二条第三項）、この換\n地会議は、厳密な意味では、土地改良区の決議機関もしくは執行機関たる性格のも\nのではなく（当該改良区の組合員、理事でもその資格だけではその議決に加われな\nい）、利害関係者の寄合であり　そこでは、各利害関係者の意見をそれぞれの立場\nから開陳させてこれを換地計画に直接反映させようとしているわけであり、少くと\nも、個人的な利害を離れた客観的な一定の理念に則して行動すべきものとしてこの\n会議を構想することは困難である。したがつて、換地計画決定の変更についても、\nその変更にかかる利害関係者の議を経れば、あえて、換地計画全体の利害関係者か\nらなる換地会議の議を経る必要はないものと解すべきである（新法第五三条の四\nは、この事理を確認したものというべきである）。\nそして、前記のとおり、原告から県所轄課に対し「従前の土地に対応する地積の換\n地」をするように指導方要望がなされたのであり、また、楠土地改良区の理事と原\n告との再三の協議の際にも原告の要望は右と同様であつたところ、その最終協議は\n右理事と原告の妻との間で電話によりなされたが、その際、同理事は第三土地の地\n番を明示してこれを換地として交付することで話し合いがなされ、その後原告は昭\n和四二年四月四日に県所轄課に対し、換地がなされたことになつた旨の連絡並びに\n謝意を表する電話がなされ、かつ同日楠土地改良区からも同人に対し同趣旨の電話\nがあつたから、少なくともこの時点において原告は第三土地の換地をうけることに\n同意したものと解さざるを得ない（その後原告は本件認可がなされるまでの間何等\n不服を申出ることはなかつた）。\nよつて、本件認可処分は何ら違法ではない。\n（二）　換地計画の内容について\n１　法第五三条第六項は、換地として定められる一筆の土地の区域が二以上の市町\n村、大字または字にわたることを禁止したものであり、本件換地（第三土地（１）\n（２））が右規定に抵触しないことは、原告の主張自体から明らかである。\n２　知事は、土地改良区が自ら行なう土地改良事業を公益的見地から監督する権限\nを有するにすぎないから、法第五二条第一項所定の認可にあたつても、換地計画全\n体を違法ならしめる性質、程度の瑕疵の有無を審査すべきであり、かつ、それをも\nつて足りると解すべきである（新法第五二条の二参照）。\nそうであれば、原告が請求原因第六項（二）において主張するところは、畢寛、換\n地計画における個々の換地の具体的当否（換地と従前の土地との照応性）の問題で\nあり、かかる照応性の問題は、知事の審査の範囲外にあるものとして、それ自体本\n件換地計画の認可処分の違法事由たりえないものというべきである。\n仮に換地計画の認可にあたつて知事が個々具体的な換地の当否についてまで審査し\nなければならないとすれば、換地計画の認可はすなわち換地計画の再審査であり、\n実質的には知事が土地改良区に代つて換地計画を定めるのと何らえらぶところがな\nく、その決定を独立の事業主体たる土地改良区に委ねた法の趣旨は没却されるのみ\nならず、実際問題としても、一筆の換地に存する瑕疵のゆえに換地計画全部が取消\nされ、そのために土地改良事業全体が大きな影響をうけ、他方、県下の約三〇〇に\nおよぶ土地改良区の換地計画の個々の換地の具体的当否につき知事が逐一審査する\nというのは到底なしがたいところである。\nただ、以上のように解した場合、個々の土地の具体的な照応性について問題のある\n換地計画の定めが認可されることもありうるが、、既に換地会議の議決を経て換地\n計画が定められ、知事の認可もあつた以上、それは損失補償の問題として解決を図\nるべきもので、角を矯めるに牛を殺すにもひとしい認可の取消しという目的と手段\nとが著しく不つりあいな請求を認めるべきではない。一筆の土地の照応性の問題の\n故に、認可が取り消され、その取消しの趣旨にしたがつて換地計画をやり直すとす\nれば、一波は万波を呼ぶ結果となり、結局、全体の土地についてやり直しをせざる\nを得ないこととなり、いつたん確定した権利関係の錯綜は収拾しがたい状態にな\nり、ひいては土地改良事業自体頓挫する結果ともなる。\nなお、第三土地（１）は、南北の長さ約八八メートル、幅約五・五メートル、東西\nの長さ約二六メートル、幅約五・五メートルのＴ字形であるが、十分耕作可能な土\n地であり、楠土地改良区は農地の保有適格を欠くために、換地認可後は農地として\n保有適格を有するものに売渡すことが予定されていた土地である。また、換地計画\nは、耕作者の農業経営の合理化に資するように定められなければならず（法第五二\n条第二項）、「農地の改食、開発、保全および集団化」もそのための手段、方法で\nあるわけであるが、換地計画の内容をいかなる限度と方法において農業経営の合理\n化に資せしめるかは、当該土地改良区の立地条件、農地の分布状態、各組合員の所\n有農地の位置関係、営農の規模、種類、形態、意欲、慣行等さらには換地の技術的\n性格等をも勘案して、総合的、相対的に決せられる性質の問題であつて、絶対的基\n準があるわけではないから、たまたま原告の一筆の土地に対する換地が場所を異に\nした二筆の土地であるからといつて、そのことだけで本件換地計画に法に違反する\n事実があるということはできない。\n（被告の主張に対する原告の答弁および反論）\n一、原告が昭和三二年二月ころ第一土地（これに代る土地として当時一時利用地と\nして指定されていた第二土地）をＡに売渡す予約をしていることは認める。そし\nて、右土地は農地であり、未だ農地法所定の許可がないので、その所有権は原告に\nあるが、原告は、第一土地についての換地を指定された後、右予約によりＡに対し\nて本契約をする義務がある。しかるに、役員間の紛争のため、第一土地は、いつた\nん第二土地が一時利用地として指定されておりながら、後に不換地とされたのであ\nる。\n二、昭和四一年八月二六日に開催された楠土地改良区の換地会議で第一土地につき\n不換地の換地計画が決定されたことは認めるが、原告は、右会議において右不換地\nの指定に対して異議を述べており、その後も同改良区に対して再三にわたり口頭で\n異議を申出ていた。\n三、そこで、楠土地改良区は、監督庁の指示もあり、第一土地についての不換地の\n決定を変更することにしたのであるが、右変更については、何らの会議を経ておら\nず、原告に対する変更換地計画の通知も存在しない。そして、同改良区は、かかる\n当然なすべき手続をなすことなく、ただ昭和四二年七月四日付で「九割換地による\n未渡地精算金支払について」なる書面（甲第五号証）を、同月二〇日付で「換地精\n算金納入方について」なる書面（甲第六号証）を原告に送付し、若し原告において\n右精算金の支払に応ずる場合は、右の手続上の瑕疵を糊塗せんとしたものであり、\nもとより、原告において第三土地を換地とすることに同意したことはない。\n四、換地計画は、その性質上、法第一六条所定の定款に定められた「地区」を単位\nとして、これを全体として換地計画および事業の施行その他の手続をなすべきもの\nであり、一部の計画が無効または取消すべきときは、これは全体として無効または\n取消の対象となるべきである（定款所定の地区全体を前提として手続を進めるので\nなければ、換地計画の立案も各組合員についての減歩率、補償等の平等を期待する\nことも不可能である）。しかし、本件において、換地計画が無効または取消しとな\nつても、被告の主張する如く、改めて再び全部の計画実施をし直す必要はなく、本\n件係争部分の計画を更に法規に従つて変更するを以て足りるのである（ただ、一部\nの変更としても、全体との関連においてなさるべきことはいうまでもない）。\n第三、証拠（省略）\n○　理由\n一、請求原因第一項、第二項（但し日付の点を除く）、第三、第四項、第六項のう\nち第三土地の換地にともなう換地計画の変更につき当初全体の換地計画を付議した\n際の構成員から成る換地会議の議を経ていないことおよび右換地は二筆にわたる飛\n換地であること、以上の事実は当事者間に争いがない。\n二、先ず本件認可並びに訴訟に至る経緯についてみておく。\n前記争いのない事実に成立に争いのない甲第三ないし第六号証、乙第三、第四号\n証、第五号証の一ないし三、第六号証の一、二、証人Ｂ、同Ｃ、同Ｄ、同Ｅ、同Ｆ\nの各証言、原告本人尋問の結果の一部を綜合すると次の事実を認めることができ\nる。原告本人尋問の結果のうち右認定に反する部分は採用せず、他にこれを覆すに\n足る証拠はない。\n（１）　原告は、楠土地改良区の区画整理事業施行地域内にある第一土地の所有者\nであり同改良区の組合員であるが、昭和三一年六月一日、同改良区から第一土地に\n代るべき一時利用地として第二土地の指定を受けた。\n（２）　原告は、昭和三二年二月一一日、第一土地（これに代る土地として第二土\n地）を当時楠土地改良区の理事長をしていたＡに売渡し、その頃、同人より右売買\n代金四四万円の支払を受けたが、右売買につき農地法所定の許可手続はなされない\nままであり、また、その旨同改良区に通知されることもなかつた。\n（３）　Ａは、当時楠土地改良区から多額の金員の貸付を受けていたので、同改良\n区に対し第一土地（これに代る土地として第二土地）を担保として提供する旨約し\nたが、右金員返済の目処はたたなかつた。\n（４）　そこで楠土地改良区は、第一土地につき原告に換地をしないでその分を同\n改良区に換地することにより右関係を清算することとし、昭和三五年五月ころ、Ａ\nが中心となつてその旨の換地計画原案を作成した。その後同人は、同改良区の保有\n金の保管、使途をめぐる疑惑から理事長の職を辞したが、同改良区は、前記のとお\nり原告に対する不換地を内容とする換地計画案を決定し、同四一年六、七月ころ、\nその旨原告に通知した。\n（５）　ところで、原告は、Ａから第一土地に代る土地を交付するように要求され\nたので、昭和四一年八月二〇日、県所轄課を訪れ、第一土地に対して換地をなすべ\nく楠土地改良区に対する指導方を要請した。そこで同課は、同改良区に対し換地会\n議までに法に適つた措置として換地をするかまたは旧法第五三条第三項所定の同意\nを得るように指導した。\n（６）　しかし、楠土地改良区は、昭和四一年八月二六日、当初の換地計画案のま\nま換地会議に付議し、同会議が同日全員一致でこれを議決したので（なお、原告は\n同会議に出常し第一土地に対する不換地に関連して意見を述べたが、結局、同改良\n区が善処するということで積極的に異議は述べなかつたものである）、同年一〇月\n二七日、被告に対し右換地計画の認可を申請した。\n（７）　被告は、昭和四二年一月二三日、県所轄課をして原告と折衝したところ、\n原告から重ねて「Ａに交付するため従前の土地に対応する地積の換地をしてほし\nい」旨の要望を受けたため、同年三月三日、楠土地改良区に認可申請書を返戻し\nた。\n（８）　そこで楠土地改良区は、原告と折衝を重ねたが、原告が「従前の土地に対\n応する地積の換地をしてほしい」旨の主張を譲らなかつたため、昭和四二年四月初\nめころ、役員会（理事会）で同改良区が換地をうける予定であつた第三土地を原告\nに換地することに変更決定し、その旨原告の妻に電話で知らせるとともに、被告に\n対して改めて右換地の変更を包含する換地計画の認可を申請した。\n（９）　他方、原告は、そのころ県所轄課に架電して、換地がなされることになつ\nた旨の連絡をするとともにそれに対する謝意を表明した。\n（１０）　そこで被告は、前記経緯と右原告からの電話連絡とにより、原告は第三\n土地を換地とすることに同意したものと判断し、昭和四二年五月三一日、楠土地改\n良区から申請のあつた前記換地の変更を包含する換地計画を認可し、同年六月九\n日、その旨公告した。\n（１１）　その後楠土地改良区は、昭和四二年七月四日、「原告に対する不換地に\nついて今回これを取消し第三土地を換地することに決定したからこの換地（九割換\n地）による未渡地精算金を受取るように」との内容の「九割換地に依る未渡地精算\n金支払について」と題する書面（甲第五号証）を、さらに同月二〇日、「現在換地\n認可もあり換地登記手続中であるから換地精算金の未納人分を早急に納付するよう\nに」との内容の「換地精算金納入方について」と題する書面（甲第六号証）をそれ\nぞれ原告に送付した。\n（１２）　原告は、右「九割換地に依る未渡地精算金支払について」と題する書面\nにより楠土地改良区が原告に対し第三土地を換地したことを確知し、さらに右「換\n地精算金納入方について」と題する書面により被告が右換地の変更を包含する換地\n計画を認可したことを知つたのであるが、かかる換地を不服として本訴を提起した\nものである。\n三、そこで、本件認可処分につき原告主張の無効事由ないしは取消事由について検\n討する。\n（一）　換地計画決定変更手続について\n（１）　土地改良区が換地計画を定めるにあたつては、法第五二条第三項により、\nその計画に係る土地につき所有権、地上権、永小作権、質権、賃借権又は使用貸借\nによる権利を有するすべての者（以下「関係権利者」という）で組織する会議（換\n地会議）の議決を経なければならないが、この換地会議の議決を経ていつたん決定\nされた換地計画を変更するについては、旧法は特段の規定を設けていない。しかし\nながら、法第五二条第三項は、被告の指摘するように、区画整理に利害をもつ関係\n権利者の意思を直接換地計画に反映させようとしたものであり、したがつて、換地\n会議は本来右利害関係者の集会であり土地改良区の機関たる性格を有するものでは\nないから、換地計画を変更決定するについては、その変更が一部に止まり全体とし\nての換地計画に影響を及ぼさない限り、当該変更にかかる土地の関係権利者の同意\nを得れば足り、あえて、法第五二条第三項所定の換地会議の議決を経る必要はない\nものと解するのが相当である。\n（２）　そこで、原告が第一土地につき第三土地を換地とすることに同意したかど\nうかをみるに（もつとも、第三土地（１）が原告の主張するように道路予定地であ\nり、加えて、右土地が原告に換地されることによりこれを道路として利用できなく\nなることにより不利益をうける者があるとするならば、この場合、かかる者の同意\nをも併せて得る必要があるかどうかは一つの問題となりえようが、この点の判断は\n暫く置く）、前記二（７）（８）によると、原告は県所轄課あるいは楠土地改良区\nに対し従前の土地に対応する地積の換地を要望しているが、これをもつて、原告が\n同改良区に対し従前の土地に対応する地積さえあればいかなる土地でもこれを換地\nとすることに無条件に同意する旨の意思を表示したものとみることはできないし、\nまた、同二（８）によると、同改良区は原告の妻に対し、昭和四二年四月初めこ\nろ、第三土地を原告に換地する旨電話で知らせているが、これは原告に直接通知し\nたものでないことはもとより明らかであり、さらにまた、同二（９）によると、原\n告はそのころ県所轄課に架電して換地がなされることになつた旨の連絡をするとと\nもにそれに対する謝意を表明しているが、これは、原告が妻から何らか報告を受け\n換地がなされることになつたことを知つて同改良区に対する指導方を要請した県所\n轄課に謝意を表明したものとは認められても、これをもつて、原告が換地に係る土\n地が第三土地であることを了知し同改良区に対しこれに同意する旨の意思を表示し\nたものとは認められないのであり、結局、以上の事実をもつてしては被告主張のこ\nの点に関する原告の同意を認めるに足らず、証人Ｂ、同Ｃ、同Ｄの証言中右主張に\n沿う部分はにわかに採用できず、他にこれを認めるに足る証拠はない。\n（３）　そうすると、楠土地改良区は第一土地につぎ第三土地を換地とすることに\nついて原告の同意を得ていないから、本件換地計画決定変更手続はこの点において\n違法であり、したがつて、これを看過した本件認可処分もまた違法といわなければ\nならないところ、この場合、一筆の土地についての換地計画決定変更手続に存する\nかかる瑕疵の故に本件認可処分を当然に無効とみることはできないから、右違法は\nなお本件認可処分の取消事由に止まるものと解すべきである。\n（４）　もつとも、この場合、第三土地が第一土地に照応しているならば、右手続\n上の瑕疵は治癒されるか、あるいは、原告において本件認可処分の取消しを求める\n法律上の利益はないものと解する余地がないではない。そこで、念のために右照応\n性について検討してみるに、成立に争いない甲第七号証の四、第八号証、第九号証\nの一ないし八、乙第一、第二号証に原告本人尋問の結果の一部、検証の結果を綜合\nすると、第一土地および第三土地の位置関係は別紙見取図（一）に示したとおりで\nあり、第一土地と第三土地（１）とは約一、〇〇〇メートル、第一土地と第三土地\n（２）とは約一、四〇〇メートル、第三土地（１）と第三土地（２）とは約一、八\n〇〇メートルの距離を隔てて所在すること、第一土地の形状は別紙見取図（二）に\n示したとおりであり地目は田であつたこと、第三土地（１）の形状は別紙見取図\n（三）（１）に示したとおりであり地目は畑であること、第三土地（２）の形状は\n別紙見取図（三）（２）に示したとおりであり地目は田であること、特に第三土地\n（１）は、南北の長さ約八八・一メートル、東西の長さ約二七・二メートル、幅約\n五・五メートルのＴ字形でその南端は庄内川堤防に面しており、楠土地改良区の換\n地確定図によるもかかるＴ字形の土地は道路、水路を除いて他に見当らず、しか\nも、東の境界線上には二本のコンクリート製の電柱が立つており、原告が右土地が\n換地されたことを確知した昭和四二年七月ころには既に近隣の住民により埋立てら\nれ現在と同様事実上道路として利用されていたことが各認められ、証人Ｄの証言お\nよび原告本人尋問の結果のうち右認定に反する部分は採用せず、他に右認定を左右\nするに足る証拠はないのであるから、右事実によれば、原告に対する本件換地は、\n特にその位置および形状において耕作者の農業経営の合理化に資するものとはいえ\nず、従前の土地に照応しないものといわざるを得ない。したがつて、原告の同意の\nない本件換地計画決定変更手続が違法であることにかわりはなく、原告において本\n件認可処分の取消を求める法律上の利益は失われない。\n（二）　法第五三条第六項違反の主張について\n右条項は、被告の指摘するように、換地として定められる一筆の土地の区域が二以\n上の市町村、大字又は字にわたることを禁止したものであり、本件換地（第三土地\n（１）（２））が右規定に抵触しないことは、原告の主張自体から明らかである。\n（三）　個々の換地の当否と知事の審査義務について\n先に検討したとおり本件換地（第三土地）は従前の土地（第一土地）に照応したも\nのとはいい得ないが、仮に換地計画の認可申請において知事が個々の換地の照応性\nについてまで審査しなければならないとしても、本件の如き一筆の土地に対する換\n地の照応性の欠如の故に知事の認可処分が当然に無効になると解するのは相当では\nなく、そうして、本件認可処分が違法であることは既に前記（一）でみたとおりで\nあるから、この点についてはこれ以上言及しない。\n四、したがつて、本件認可処分は無効とはいえないがなお違法な処分として本来こ\nれを取り消すべきものではある。しかしながら、既に右処分後約五年を経過してお\nり、検証の結果によると、第一土地および第三土地の周辺を含めて楠土地改良区の\n本件換地計画にかかる地域は少なからず建物が建ち並び市街化の様相を呈し始めて\nいることが認められるから、右処分が取り消されると、本件換地計画全体が改めて\n修正を余儀無くされ、その結果、本件認可処分が適法であるとしてその上に形成さ\nれた多数の第三者間に生じた法律関係或いは事実状態に多大の影響を及ぼすことは\n明らかであり、他方、前記二（２）（３）で認定した事実に照らせば、原告に換地\n不照応による損害が考えられるとしても、それは右認可処分が取り消されることに\nよつて多数の者が蒙るであろう損害や社会経済的損失に比べれば比較的僅少であ\nり、しかも、原告の右損害は金銭賠償の方法により補填され得るものということが\nできるのであり、このように、本件認可処分を取り消すことによつて生ずる公共の\n損害ならびに右処分により原告の受ける損害の程度およびその賠償その他一切の事\n情を考慮するとき、本件認可処分を取り消すことは公共の福祉に適合しないと認め\nられる。\n五、以上の次第で、その余の点を判断するまでもなく本件認可処分は違法であるけ\nれども、その瑕疵は重大明白とはいえないからその無効確認を求めるに主たる請求\nについては本来理由がないものとして、また、その取消しを求める予備的請求につ\nいては行政事件訴訟法第三一条第一項により、いずれもこれを棄却することとし、\n訴訟費用の負担については、本件は実質的には原告勝訴の場合にあたるので民事訴\n訟法第八九条、第九二条但書を適用して、主文のとおり判決する。\n（裁判官　越川純吉　丸尾武良　三宅俊一郎）\n（別紙省略）\n"
}