{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 1,
    "day": 27
  },
  "case_number": "昭和49(行コ)15",
  "case_name": "法人税更正処分取消請求控訴並びに附帯控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "法人税更正処分取消訴訟において，税務署長が青色申告に対する更正処分の正当性を根拠づけるため，更正処分の理由として附記されなかった事実を主張することが許されるとした事例",
  "lawsuit_id": "17813",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=17813",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/813/017813_hanrei.pdf",
  "contents": "○　主文\n原判決中、控訴人（附帯被控訴人）敗訴の部分を取消す。被控訴人（附帯控訴人）\nの請求及び附帯控訴をいずれも棄却する。\n訴訟費用は第一、二審とも被控訴人（附帯控訴人）の負担とする。\n○　事実\n控訴人（附帯被控訴人、以下単に控訴人という）代理人は、主文と同旨の判決を求\nめ、被控訴人（附帯控訴人、以下単に被控訴人という）代理人は、「本件控訴を棄\n却する。控訴費用は控訴人の負担とする」との判決、及び附帯控訴として「原判決\nを次のとおり変更する。控訴人が昭和三八年四月三〇日付でした被控訴人の昭和三\n六年八月一日から昭和三七年七月三一日までの年度分の所得金額を金四三一四万九\n七八〇円とする更正処分の内、金一七五一万八三五五円を超える部分を取消す。附\n帯控訴費用は控訴人の負担とする」との判決を求めた。\n当事者双方の主張及び証拠の提出・援用・認否は、左記の点を附加するほか、原判\n決事実摘示のとおり（ただし、原判決一〇枚目表九行目の「甲第五、六号証」の次\nに「第一〇号証」を加え、その末行に「第一一号証」とあるのを「第一六号証、第\n一七号証の二、三」と訂正し、同一〇枚目裏七行目から八行目にかけて「○○」と\nあるのを削除する）であるから、ここにこれを引用する。\n（控訴人の主張）\n元来、更正処分の理由附記は、申告に係る課税標準と調査に係る課税標準とが異な\nる場合において、その異なる理由を記載すべきものであるところ、本件更正処分に\nおける附記理由は、「Ａに支払つた金一六〇〇万九六〇〇円は、＜地名略＞土地買\n入原価に算入するを不相当と認め、否認し、同人に対する仮払とする」というので\nあるから、それは、課税標準を構成する本件第一物件の譲渡差益に関してなされて\nいるのであり、仮払金の原価不算入なる右附記理由は、右譲渡差益についての主要\n事実を記載したものである。そして、右物件の売却代金が金九四五〇万円である旨\nの控訴人の追加主張もまた、右物件の譲渡差益に関するものである。そうすると、\n右附記理由と控訴人の追加主張とは、ともに本件第一物件の譲渡差益に関するもの\nであるから、同一性を有するというべく、控訴人の追加主張は許されなければなら\nない。\n（被控訴人の主張）\n控訴人の右主張は争う。\n○　理由\n（一）　当事者間に争のない事実、金一六〇〇万九六〇三円が被控訴人において第\n一物件を取得するに要した費用であつて、損金に算入し得るものであること、第二\n物件が棚卸資産であり、金九六二万一八二五円は被控訴人において損金に算入し得\nないものであること、及び被控訴人が第一物件を代金九四五〇万円で売却したこと\nについては、当裁判所の認定判断も、左記の附加・訂正をするほか、原判決理由一\n及び二（原判決一一枚目表一行目から同一六枚目裏四行目まで説示のとおりである\nから、ここにこれを引用する。\n（１）　原判決一一枚目裏四行目に「覆えす」とあるのを「覆す」と、同一二枚目\n裏六行目目と同一三枚目表一行目とに「暴力団関係」とあるのをそれぞれ「暴力団\n関係者」と、同一二枚目裏一一行目に「ゆう」とあるのを「いう」と、同一三枚目\n裏二行目に「代金額、売主」とあるのを「代金額や売主」と、その末行に「行なわ\nれ」とあるのを「行われ」と各訂正する。\n（２）　原判決一四枚目裏一一行目の「主張しているが、」の次に「被控訴人が第\n一物件を昭和三七年七月一八日にＢらに対し代金七〇〇〇万円で売却したとして本\n件確定申告をしたことは、当事者間に争がなく、」を、同一五枚目表四行目から五\n行目にかけて「認められる」とある次に「（この認定に反する原審証人Ｃの証言、\n及び原審における被控訴会社代表者本人尋問の結果（（第二回））は、いずれもた\nやすく措信し難い）」を各附加する。\n（３）　原判決一五枚目表末行に「係らず」とあるのを「拘らず」と、同一六枚目\n表四行目から五行目にかけて「右各証拠れば」とあるのを「成立に争のない甲第八\n号証、乙第四ないし第八号証に、原審証人Ｄ、同Ｅの各証言、及び原審における検\n証の結果を総合すれば」と、その八行目に「接衝」とあるのを「折衝」と各訂正す\nる。\n（二）　そうすると、被控訴人の昭和三六年八月一日から昭和三七年七月三一日ま\nでの事業年度の所得金額は、被控訴人の申告額の金一七五一万八三五五円に、前記\n金九六二万一八二五円と右第一物件売却代金中の申告遺脱分の金二四五〇万円とを\n加えた金五一六四万一八〇円になるところ、控訴人においては、「控訴人が本件更\n正処分をするに当り否認した前記金一六〇〇万九〇〇〇円の否認が認められなくと\nも、右申告遺脱分の金二四五〇万円を加算すれば、被控訴人の右事業年度の所得金\n額は金五一六四万一八〇円であつて、本件更正処分において認定した被控訴人の所\n有金額である金四三一四万九七八〇円を超過するから、結局、本件更正処分は適法\nである」旨の追加主張をする。これに対し、被控訴人においては、原判決事実の被\n控訴人欄の第五（原判決七枚目表一二行目から同一〇枚目表七行目まで）摘示のと\nおり、控訴人の右追加主張は許されない旨を縷々主張する。そこで、その点につい\nて順次考えてみよう。\n（１）　本件訴訟が準備手続に付され、当事者の主張の整理が行われて、調書が作\n成せられたところ、右追加主張が右調書に記載されることなく、第一回口頭弁論期\n日から約四年後の昭和四五年一〇月二二日の第一九回口頭弁論期日に始めて控訴人\nによつて提出されたものであることは、当事者間に争がない。しかしながら、被控\n訴人が第一物件の売却代金額を金七〇〇〇万円として確定申告をしたことは、当事\n者間に争がなく、弁論の全趣旨によると、控訴人においても、当初、右売却代金額\nを被控訴人の申告どおり金七〇〇〇万円と思料していたところ、右準備手続終結後\nにおいて、その代金額が金九四五〇万円であることを探知し、前記口頭弁論期日に\nおいて右追加主張をなすに至つたことを認めることができる。以上の経緯からすれ\nば、控訴人が本件準備手続において右追加主張を提出しなかつたのは、控訴人の故\n意又は重大な過失に基づくとはいえないのみならず、本件訴訟の経過に照らすとき\nは、右追加主張の当否につき判断をなすことは、別に著しく本件訴訟を遅滞せしめ\nるとも考えられないから、右追加主張に関し民事訴訟法第二五五条本文の適用があ\nるとはなし難く、控訴人において右追加主張をなすことは、この面においては許さ\nれるといわなければならない。\n（２）　そこで、すすんで、右追加主張の当否について考えてみよう。元来、更正\n処分取消訴訟は、租税債務不存在確認訴訟の性質を有するのであり、青色申告書に\nよつて確定申告された法人税に関する更正処分取消訴訟においても、その事実上の\n争点は、当該法人の当該事業年度の所得金額の存否であつて、更正処分に附記され\nた更正理由の存否ではないから、当該附記理由による所得金額の存在は認められな\nいけれども、その附記理由以外の理由によつて、当該法人につき当該事業年度の新\nたな所得の存在が認められ、結局、更正処分において認定した所得金額よりも多額\nの所得金額が認定される場合においては、当該更正処分は違法でないということに\n帰着するわけである。この点につき、前記更正処分の附記理由との対比において附\n言するに、右の更正処分において理由の附記が求められる所以は、当該更正処分を\nなす者の判断を慎重ならしめて、その合理性を担保し、処分者の恣意の抑制を図る\nとともに、処分の相手方に対し、処分の理由を知らせて、不服申立の便宜を与える\nためであると解せられる。従つて、右の理由附記は、右の趣旨・目的を達し得る程\n度に記載されることが必要であつて、その趣旨・目的を達し得ない程度の理由附記\nしかなされていないときは、当該更正処分に瑕疵あるものとして、その一事によ\nり、当該処分は失効さるべく、しかも、その瑕疵は、爾後において治癒され得ない\n性質のものと解さざるを得ないのである。ところが、これと異なり、その附記され\nた理由は、右の趣旨・目的を達し得る程度に記載されていて、その理由附記という\n面においては、何らの瑕疵もなく、有効である更正処分の場合において、更にすす\nんで、その次の問題として、当該更正処分において認定した所得金額の存否という\nことになれば、それは、右理由附記に関する問題とは、全く別個の問題であつて、\n右理由附記に関する是非の論議の立場を離れ、別の見地からして、独自に判断すべ\nき問題である。ところで、この場合に争点となるのは、当該納税義務者が当該事業\n年度において果して当該更正処分において認定された所得金額を獲得したか否かと\nいうことであること、前記のとおりであるから、当該更正処分取消訴訟における審\n理の結果、更正処分に附記された理由による所得金額の存在は認められないけれど\nも、それ以外の理由による新たな所得金額の存在が認められ、結局、当該納税義務\n者の当該事業年度の所得金額が、更正処分において認定された所得金額以上である\nと認定される場合においては、当該更正処分は、その認定した所得金額に誤りがな\nいということになり、違法ではないということになるわけである。この場合、右附\n記理由以外の理由による新たな所得金額の存在が判明し、更正処分において認定し\nた所得金額以上の所得金額の存在が認められる場合においても、附記理由による所\n得金額の存在が認められない限り、当該更正処分は違法であり、取消されるべきで\nあるという見解は、格別の法令上の根拠がないにも拘らず、前記の趣旨・目的を有\nするに過ぎないと解さるべき更正処分の附記理由に、その趣旨・目的を超える強い\n意味付けを与え、必要以上に課税庁を拘束して、租税行政の偏頗化を招き、現在の\n申告納税制度下において、不誠実なる納税義務者を不当に利する結果を招来するも\nのであつて、到底左袒することができない。そうすると、更正処分取消訴訟におい\nて、更正処分庁が、更正処分に附記した理由によつては当該更正処分を維持し難い\n場合に、右附記理由以外の理由による当該納税義務者の当該事業年度の新たな所得\n金額の存在を主張・立証して、以て当該更正処分において認定した所得金額以上の\n所得金額の存在を裁判所に認容させ、紛争中の未確定の当該更正処分の維持を図る\nことは、当然に許容されるといわなければならない。そして、その場合、更正処分\nにおいて認定した所得金額以上の所得金額の存在が明らかになつたとしても、更正\n処分庁としては、新たに判明した所得金額により再更正処分をする意図があるわけ\nではなく、単にさきになした更正処分を維持し得れば足るとしているのであり、従\nつて、その税額も、更正処分所定の税額のとおりであつて、変動するわけのもので\nないこと勿論であるから、その場合に、事実上新たな再更正処分がなされたり、或\nは実質的に税額が増加し、徴収し得ない性質の租税を徴収し得る結果を招来するな\nどという主張は、成立の余地がないこと明らかである。\n（三）　以上によれば、被控訴人の昭和三六年八月一日から昭和三七年七月三一日\nまでの事業年度の所得金額は、金五一六四万一八〇円であつて、本件更正処分にお\nいて認定した所得金額の金四三一四万九七八〇円を超えるから、その余の点につい\nて判断するまでもなく、本件更正処分は違法な処分ではないというべく、これが更\n正処分の取消を求める被控訴人の本訴請求は、失当といわなければならない。よつ\nて、これと趣旨を異にし、被控訴人の請求の一部を認容した原判決は不当であるか\nら、民事訴訟法第三八六条により、原判決中、控訴人敗訴の部分を取消した上、被\n控訴人の請求及び附帯控訴をそれぞれ棄却することとし、訴訟費用の負担につき、\n同法第九六条・第八九条を適用した上、主文のとおり判決する。\n（裁判官　本井　巽　坂上　弘　諸富吉嗣）\n"
}