{
  "trial_type": "LaborCase",
  "date": {
    "era": "Showa",
    "year": 52,
    "month": 11,
    "day": 29
  },
  "case_number": "昭和47(行コ)68",
  "case_name": "日本原子力研究所ロックアウト",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "19650",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19650",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/650/019650_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n第一　当事者の求める裁判\n一　控訴人\n１　原判決を取消す。\n２　被控訴人らの請求を棄却する。\n３　訴訟費用は第一、二審とも被控訴人らの負担とする。\nとの判決を求める。\n二　被控訴人ら\n控訴棄却の判決を求める。\n第二　当事者の主張\n一　被控訴人らの請求原因及びこれに対する控訴人の認否\n次のとおり訂正、削除するほか、原判決事実摘示の（請求原因）欄及び（請求原因\nに対する被告の答弁）欄中、ａ及びｂの請求に関する部分を除くその余の部分と同\n一であるから、これをここに引用する。\n１　原判決三枚目裏四行目から同四枚目表八行目までを削除する。\n２　原判決四枚目裏一一行目、同一〇枚目裏六行目及び同一八枚目表六行目に「同\n月二一日」とあるのをいずれも「同月二二日」と改める。\n３　原判決七枚目表二行目冒頭から同三、四行目「……明白である。」までを「本\n件業務命令による直勤務体制の変更は後に主張するとおりＪＰＤＲの直勤務者の労\n働条件を大幅に低下させるものである。」と改める。\n４　原判決一四枚目表八行目を「二　同第二項１の事実は認める。同２について\nは、本件業務命令の内容とされた新たな勤務体制が四班三交替制であるとの点を除\nき認める。\n右勤務体制も後に主張するように五班三交替制の一態様であつて、変則五班三交替\n制とでもいうべきものである。」と改める。\n５　原判決一四枚目表九行目から同裏九行目まで、同一五枚目裏三行目から同一六\n枚目裏一行目までをいずれも削除する。\n６　省略\n二　控訴人の主張\n控訴人が実施した本件ロツク・アウトは以下に述べるとおり正当性を有するか\nら、控訴人は被控訴人らに対する本件ロツク・アウト期間中の賃金支払義務を免れ\nるものである。\n１　（ロツク・アウトの法理）\n労働者の提供する労務の受領を集団的に拒否するロツク・アウト（作業所閉鎖）\nは、使用者の争議行為の一態様であるところ、昀高裁判所昭和五〇年四月二五日判\n決（民集二九巻四号四八一頁）が判示するように、現行労働法制上使用者の争議権\nについては何ら規定するところがないことから、使用者に対し一切争議権を否定\nし、使用者は労働争議に際し一般市民法による制約の下においてすることのできる\n対抗措置をとりうるにすぎないとすることは相当でなく、個々の具体的な労働争議\nの場において、労働者側の争議行為によりかえつて労使間の勢力の均衡が破れ、使\n用者側が著しく不利な圧力を受けることになるような場合には、衡平の原則に照ら\nし、使用者側においてこのような圧力を阻止し、労使間の勢力の均衡を回復するた\nめの対抗防衛手段として相当性を認められるかぎりにおいては、使用者の争議行為\nも正当なものとして是認されると解すべきである。そして、ロツク・アウトの正当\n性は、右判決の説くように、個々の具体的な労働争議における労使間の交渉態度、\n経過、組合側の争議行為の態様、それによつて使用者側の受ける打撃の程度等に関\nする具体的諸事情に照らし、衡平の見地から見て労働者側の争議行為に対する対抗\n防衛手段として相当と認められるかどうかによつて決すべきものである。\nところで、右にいう「労働者側の争議行為によりかえつて労使間の勢力の均衡が\n破れ、使用者側が著しく不利な圧力を受けることになるような場合」とは、「企業\nの目的の達成が阻止された場合」、「施設の安全が危険におとし入れられた場\n合」、「重大な経済的打撃を被つた場合」あるいは「企業の存立が脅かされるよう\nな危険が現実に存在する場合」等に限定されるものと解すべきではない。特に、控\n訴人について考えた場合、その事業は利潤の追求を本来の目的とするものではな\nく、国の公共的な政策の遂行そのものを目的とするのであり、かつ、特別法により\n設置されたものであるからその廃止なしには企業が存亡することはありえない。一\n方、このようなところから労働者の要求及び争議行為にはいわゆる市場抑制力が働\nかず、労働者側が過大な要求をし、熾烈な争議行為を選択する可能性が極めて大き\nいこととなり、しかもその業務の停廃は間接的にせよ国民生活全体の利益を害する\nこととなるので、右争議行為の圧力は一般私企業における場合と異なり著しく強大\nなものとなる。ロツク・アウトの正当性の判断基準としてこのような事情を考慮す\nることなく一様に前示のような場合であることを必要とするものと解するならば、\n控訴人の受けた打撃が事業の本来の目的とする業務の遂行そのものの停廃であつて\nそれがいかに重大なものであつても、経済的な損失に還元されない故をもつて、又\nは企業の存立を危殆ならしめる程度に至つていない故をもつて、控訴人にロツク・\nアウトが認められないことに帰し、公平の理念に反することとなる。また、ロツ\nク・アウトの正当性の要件としては、現実に労使間の勢力の均衡が破れ、使用者が\n著しく不利な圧力を受けたことを要するものではなく、そのおそれが現存すれば足\nりると解すべきである。\n右に述べた法理に従い、以下２ないし５において本件ロツク・アウトの正当性を\n判断するための具体的諸事情を検討する。\n２　（本件業務命令の適法性、有効性）\n本件労働争議は控訴人が従前の勤務態様を変更すべく昭和四二年一二月二七日に\n発した本件業務命令を端緒とし、その実施をめぐつて行われたものであるところ、\n被控訴人らは右業務命令が違法のものであり、本件ロツク・アウトはその違法な業\n務命令を貫徹するために行われたものであると主張するので、本件ロツク・アウト\nの正当性を論ずるにあたつて、まず、本件業務命令の適法性、有効性を明らかにす\nる。\n（一）　（労働協約の失効）\n①　ＪＰＤＲは日本ゼネラルエレクトリツク株式会社の製作、建設により昭和三\n八年一二月完成し、控訴人の所有となつたものであるが、右完成を控え、控訴人と\n原研労組との間に、ＪＰＤＲの運転業務に従事する者の直勤務について、昭和三八\n年五月三日付をもつて協定が締結され、同年九月二六日以降については五班三交替\n制、六月二〇日までについては四班三交替制として取り決めることが定められた。\nその後同年七月二一日ＪＰＤＲの運転員に関する直勤務につき同年九月二五日まで\nは四班三交替制により、同月二六日以降は五班三交替制による旨の協定が締結さ\nれ、同時に右九月二五日までの期間についての具体的な労働条件等を定めた了解事\n項が締結され、同年八月一五日には、放射線管理班員の直勤務に関し、右協定及び\n了解事項とほぼ同旨の協定及び了解事項が締結された（右七月二一日付及び八月一\n五日付協定を以下「本件両協定」という。）。その後同年九月一七日に締結された\n了解事項により、本件両協定及びこれと同日付の各了解事項の規定にもかかわら\nず、九月一八日から同月二五日までの間五班三交替制によつて直勤務を行うことと\nされ、これに関する勤務編成、手当等の具体的な労働条件が定められ、更に本件両\n協定によつて予定されていた九月二六日からの直勤務につき、同月二五日付をもつ\nて了解事項が締結され、右同様の具体的な労働条件が定められた。この了解事項は\n一〇月一七日をもつて存続期間が満了し、以後存続期間を限つて一〇月一八日付、\n一一月一六日付及び昭和三九年四月二日付をもつて五班三交替制をその内容に含む\n了解事項が締結されたが、右四月二日付了解事項の存続期間が満了した同月一六日\n以降は控訴人と原研労組間にＪＰＤＲの直勤務に関し了解事項等の労働協約が成立\nすることはなかつた。\n②　以上に基づいて考えるに、まず右昭和三八年五月三日付の協定は、直接的に\n五班三交替制を定めたものではなく、ＪＰＤＲの直勤務に関して別に労働協約を締\n結することを予定し、これに五班三交替の勤務態様を定めるべき債務を負うことを\n取り決めた、いわゆる債務的効力を有する協約にすぎないものであり、本件両協定\nのうち九月二六日以降五班三交替制による旨の定めは右債務の履行として定められ\nたものであつて、これにより右債務は目的を達して終了したこととなる。仮に右五\n月三日付協定が規範的効力を有し、これと本件両協定が各々独立の協定であるとし\nても、同一の内容を有する前後二つの協定がある場合は、後者の中に前者の規定が\n解消され、その限りにおいて前者の協定が失効するとみるべきであるから、いずれ\nにしても右五月三日付協定が本件両協定の成立により失効したことは明らかであ\nる。\n次に、本件両協定中九月二六日以降の直勤務について定める部分は、単に五班三\n交替制による旨を定めているだけで、具体的な労働条件については白地のまま残さ\nれ、この白地の部分は両当事者の協議によつて補充されることが予定されていた。\nそして前記九月二五日付了解事項により勤務編成、人員、勤務時間、手当等の労働\n条件が具体的に定められることによつてその補充が実現されたのであるが、右了解\n事項は、単に右補充をしただけにとどまらず、本件両協定の内容のすべてを包含し\nた新たな独立の労働協約として成立したものである。このことは、右了解事項の中\nに本件両協定で定められている五班三交替制による旨の文言が再び置かれ、本件両\n協定が効力を有すべき部分が全くなくなつていることによつて明らかなところであ\nる。すなわち、九月二六日以降の直勤務に関しては、本件両協定は右了解事項の中\nに解消されて全く適用の余地のなくなつた労働協約として、その効力を失つたとみ\nるべきものである。\nしかして、右了解事項の失効後、前記のとおり控訴人と原研労組との間に順次了\n解事項が締結されていつたが、その昀後のものである昭和三九年四月二日付了解事\n項の存続期間（右同日から同月一五日まで）の満了によつて控訴人と原研労組間に\nはＪＰＤＲの直勤務に関する労働協約は一切存在しないこととなつたのである。そ\nこで控訴人は、同月一日付で制定した「東海研究所において特殊な業務に服する職\n員の勤務に関する規則」をＪＰＤＲの直勤務に従事する者にも適用することとし、\n同月一六日以降右直勤務は右規則に基づいて行われることになつた。そしてその後\n控訴人と原研労組間に右直勤務に関する労働協約が締結されることはなかつたので\nあるから、控訴人が右規則を改正した上で発した本件業務命令が労働協約違反のそ\nしりをうけるいわれは全くない。\n（二）　（変則五班三交替制）\n仮に本件業務命令当時、本件両協定がなお効力を有していたとしても、本件業務命\n令は五班三交替制の一態様たる変則五班三交替制とでもいうべき直勤務態様を定め\nるものであるから、本件両協定に何ら違反するものではない。すなわち、\n①　前項記載の各了解事項及び規則で定められた五班三交替制の具体的勤務編成\nは次のとおりであつた。\n＜１９３４２－００１＞\n＜１９３４２－００２＞\n（右のうち「Ⅰ、Ⅱ、Ⅲ」とあるのは第一直、第二直、第三直を、「明」とあるの\nは第三直終業後の明け休みを、「休」とあるのは休日を、「日」とあるのは通常勤\n務に服する日勤日を意味する。）\n控訴人が当時右のような五班三交替制を採用したのは、原研労組が執拗にその採用\nを要求し、当時の客観情勢からこれとの摩擦を避けたいとの配慮があつたことのほ\nか、その実質的な理由としては右五班三交替制に以下のような合理性があつたこと\nによる。すなわち、ＪＰＤＲはわが国昀初の動力試験炉であつてその当初の運転に\nは高度の技術を要するので、運転開始後暫くの間は相当数の大学卒の研究員を運転\n員として配置し、原子炉の特性の解析、運転操作要領の作成、整備等の業務をこれ\nらの運転員に処理させることが必要であり、これらの業務は直勤務の中に設けられ\nる日勤日に短期間で迅速に行うことが必要であると考えられた。運転初期における\n右のような業務の性質から、その段階における直勤務編成としては日勤日が短期か\nつ頻繁に当たる態様のものとして、前記のように一〇日間に二日の日勤日が指定さ\nれる二日連続型の五班三交替制が望ましいと考えられたのである。また、当時とし\nてはＪＰＤＲの不測のトラブルに備えて慎重な運転を行うことが必要とされ、その\nためには運転開始後当分の間は余裕のある五班三交替の勤務態様をとることが適当\nであるとも考えられた。\n②　ところが、昭和四一年の半ば頃に入ると、ＪＰＤＲの運転について既に三年\nの経験を積んで運転員がこれに習熟し、原子炉の特性もほぼ解明されるとともに、\n基本的な運転操作要領もおおむね整備されるに至つた。このような事情の変更に伴\nい、大学卒の研究員は逐次運転班から引き上げて他の業務に就かせ、これに代わつ\nて高校卒の技術者を運転員に多く配置することとしたのである。そして、昭和四\n一、四二年頃になると、先に述べた業務に代わり三、四年にわたる運転の結果得ら\nれた各種データの整理・解析、評価の業務が重要性をもつようになつた。これらの\n業務は、その性質上同一人がある程度の期間継続して専念することが必要とされ、\n短期間断続的にこれに従事する方法ではその能率が著しく低下するものであるか\nら、従前実施されてきた五班三交替制は右当時においては極めて非能率的な制度と\nなり、その存在理由が失われるに至つた。\n右のような事情からＪＰＤＲの直勤務について、同一人の日勤日をまとめ、ある\n程度の期間日勤日が継続する制度を採用することが必要であると考えられるに至\nり、昭和四一年秋頃から従前の直勤務態様の再検討が行われることとなつた。当時\n控訴人には、昭和四三年秋から約二年の工期をもつてＪＰＤＲを改造し、その出力\nを二倍に高めるためのＪＰＤＲⅡ改造計画なるものがあり、右工事期間中はＪＰＤ\nＲの運転が停止されるため、もはや五班三交替制によるべき理由が全く失われるの\nで、右改造工事着手後に四班三交替制へ移行することは控訴人内部においては一般\nに当然のことと考えられていたが、少なくとも右工事着手まではＪＰＤＲ部の組\n織、人員について変更することは全く考えられていなかつた。こうして、以上の事\n情を総合的に勘案し、さらに労働科学的な見地からの配慮をも加えて立案され、決\n定をみた勤務態様が本件業務命令の内容とされ実施されたのであり、具体的には、\nＪＰＤＲ部第四課の組織、人員はそのまま存置し、その勤務編成は次表のとおりと\nし、四つの班が次表の方式による一二日周期の直勤務を三回繰り返し、残りの一班\nはその間（三六日間）日勤勤務を継続し、しかるのち直勤務班の一つと交替して直\n勤務に入るというものであつた。\n＜１９３４２－００３＞\n＜１９３４２－００４＞\n③　ところで、五班三交替による勤務といつても、その実際の勤務編成は直の転\n換方式、各班が各直の勤務を一巡するのに要する周期等の組合せにより種々の態様\nのものがありうるのであつて、本件両協定自体は五班三交替制によることを定める\nだけで、それ以上の具体的な勤務編成を取り決めたものではなく、この点はその後\nの了解事項及び前記規則によつて初めて定められたのである。そもそも五班三交替\n制においては、直勤務に従事するのは毎日三班で足りるのであるから、他の班につ\nき相当の日数の日勤日を指定することが必要とされるわけで、この場合、編成方式\nのいかんにより日勤日の連続日数は長短さまざまのものが考えられるのであり、右\n了解事項及び規則においてはそれが二日とされていたのに対し、本件業務命令にお\nいてはそれが三六日とされたというだけにすぎず、一班が直勤務に就かない日勤期\n間が年の単位をもつて表わされるような長期にわたるというのであればともかく、\nそれが右の程度にとどまる以上、このような勤務態様もまた五班三交替制であるこ\nとには何ら変わりがないというべきである。そしてこのことは原研労組自身も当時\n十分認識していたものである。\n（三）　（労働条件の異同）\n本件業務命令によつて実施された変則五班三交替制は主として前項で述べたよう\nな業務遂行面での配慮に基づいて採用されたものであるが、控訴人としては、直勤\n務という不可避の反生理性をもつ勤務態様に伴う負担の軽減を図る見地から労働条\n件の改善に意を用いた結果、この面においても有用な効果をもたらすものであつ\nた。\nすなわち、従前の勤務態様における労働条件と本件業務命令により実施された勤\n務態様におけるそれとの異同は次表のとおりである。\n＜１９３４２－００５＞\n＜１９３４２－００６＞\n前述の勤務編成の内容及び右の表によれば、以下の点を指摘することができる。\nａ　三六日間連続する日勤日が設けられたことは直勤務から一定期間離れるという\n心理的な解放感を与え、この期間中通常勤務者と同様の私生活・社会生活を営める\nという実際的な利便をもたらすものである。\nｂ　各直勤務に従事する度数は従前と全く同じであるが、疲労度が昀も高く、勤務\n時間の昀も長い第三直勤務の時間が一・〇時間、第一直勤務のそれが〇・五時間短\n縮され、この結果年間の労働時間は九・七八時間、直勤務労働時間は一〇九・六七\n時間短縮された。\nｃ　同じ直を連続する場合の各直間の時間、特に第三直勤務終業後次の第三直勤務\n始業までのそれが一時間長くなり、深夜勤務に伴う疲労の回復に資することとなつ\nた。\nｄ　従来は直替りとなる際の各直間の休務時間が比較的短い反面、第三直から日勤\n勤務に替る間のそれが四八・五時間（休日二日間）と長く、いわば八日間働いて二\n日間休むような勤務基準であるのに対し、新たな勤務基準においては直替りのすべ\nての場合に三〇時間以上の休日ないし休務時間が配置され、いわば三日間働いて一\n日休む形となつており、疲労の蓄積を防ぐ上で有用な改善がなされている。\nｅ　年間休日数はなるほどみかけの上では約一五日減少することとなるが、第一直\n勤務終業後第三直勤務始業までの間に三〇・五時間の休務時間があり、これはいわ\nば「隠れた休日」として実質的には休日と同視されるものというべく、これが年間\n二四回あるから、休日数の面でも一概に不利となつたと断ずることはできない。\n以上の次第であつて、本件業務命令は、総合的にみれば直勤務者の労働条件を不\n利益に変更したものでは決してなく、業務管理面、労務管理面及び直勤務者の健康\n管理面にわたつて十分合理性ある内容をもつものであるから、就業規則の変更とし\nて有効なものというべきである。\n３　（労使間の交渉態度、経過等）\n本件ロツク・アウトに至る労使間の交渉の態度、経過その他の事情は以下のとおり\nである。控訴人は、昭和四二年一一月一八日原研労組に対し、ＪＰＤＲの直勤務基\n準の改正について協議を申し入れ、同月二〇日文書をもつて改正案を提示した。そ\nの内容は、直勤務を前述の変則五班三交替制により行うものとし、従来設けられて\nいた直交替の際の引継時間（三〇分）の制度を廃止し、休日は年間六七日とすると\nいうものであつた。なお、右提案の際、控訴人は当時定期検査中のＪＰＤＲの運転\n再開を昭和四三年一月下旬に予定していた関係で、新基準への慣れを考慮して昭和\n四二年一二月末を目途に協定、実施に至りたい旨の希望を原研労組に伝えた。\n右申入れにより一一月二一日第一回の労使交渉が行われ、控訴人は勤務基準改正\nの趣旨・理由及びその内容について詳細に説明を行つた。これに対し原研労組は、\n労働条件に係る問題には何ら発言することなく、控訴人側の交渉員が労務課長以下\nであることに不満を示し、理事から直接説明することを要求するにとどまつた。控\n訴人は右要望を容れ同月二八日原子炉部門担当のｃ理事、ｄＪＰＤＲ部次長らが出\n席する労使懇談会と称する会合を設け、改正の業務上の必要性及び合理性について\n説明した。同月二九日に第二回交渉が行われたが、原研労組は、右労使懇談会にお\nけるｃ理事の引継時間の必要性を認める旨の発言を歪曲して捉え、これが引継時間\nを制度上設けないとする第一回交渉における控訴人の説明と矛盾すると主張し、こ\nの議論に終始した。控訴人は、引継時間の必要性を全く認めないというものではな\nいが、従前の勤務の実態に照らし全員一率三〇分を必要とするものでもないので、\n制度上はこれを廃して、必要に応じて、その都度超過勤務によつて処理することが\n適当である旨の説明をし、ｃ理事の発言と食い違いのないことを述べたが、この交\n渉はそれ以上の進展をみなかつた。\n右交渉の後の昭和四二年一二月六日、原研労組は、控訴人の統一見解を求め、こ\nれが表明された段階で改めて交渉を申し出よとの趣旨の申入れ書を提出し、交渉を\n忌避する態度をとり、控訴人の説得により同月一二日、一三日に第三回及び第四回\n交渉が行われたものの、控訴人が改正案に対し具体的な質問・意見・対案等を求め\nたにもかかわらず結局具体的内容の討議に入ることができなかつた。\n同年一二月一九日の第五回交渉において初めて原研労組から、引継時間三〇分を\n制度として存置することは絶対必要であり、また第三直終業の日は「明け」であつ\nて「休み」ではないから日勤日を休みとせよとの具体的意見が提出された。控訴人\nは、引継時間に関しては前記の所論を更に詳しく述べ、「明け」の点については、\n現行制度の下においては、第三直終了時から次の第一直就業時までの休務時間が四\n八・五時間にすぎないので、これを二日の休日と表示することは適当でないと考え\nられたが、改正案では、第三直終了時から第二直就業時までの休務時間が三二時間\nに達するので、これを休日と表示することが当然であり、更にこれに加えて日勤日\nを休日に指定することは、通常勤務者に比べ著しく直勤務者を優遇することになる\nので、これには応ぜられない旨を原研労組に説明した。\n控訴人は一二月二一日に文書で協定締結促進について申し入れを行い、これによ\nつて、同月二五日、二七日第六回及び第七回交渉が行われたが、原研労組は新勤務\n制度絶対反対の態度を変えず、日勤日の配置、転換方式等本件提案の主要な内容に\n触れることなく、引継時間、休日数について自己の主張を繰り返し、交渉は何らの\n進展もみられず、解決の糸口を見出すことは不可能であると判断せざるをえなかつ\nた。一方ＪＰＤＲの運転再開の時期も切迫してきたので、控訴人は同月二七日前記\n提案に係る変則五班三交替制を内容とする本件業務命令を発し、翌年一月六日から\nこれを実施する旨を通告した。\n以上の交渉経過を顧れば、原研労組は誠意ある交渉を忌避し続け、控訴人の説得\nにより交渉が行われても、交渉の主題に入ることなく控訴人側の説明、発言に対す\nる揚げ足とりに終始し、交渉の引き延ばしを図り、また控訴人の提案について総合\n的比較検討に入ることは遂になかつたものである。このような状況の下で交渉が不\n調に終わつたとしても、その責は原研労組に帰せられるべきであつて、控訴人が本\n件業務命令に出たことはまことにやむをえないところであつたというべきである。\nしかしながら、控訴人は問題を労使交渉により平和的に解決する希望を抱き、本\n件業務命令を発するに際し、協議の継続を希望する旨を表明し、昭和四三年一月五\n日第八回交渉が行われたのであるが、原研労組は業務命令の撤回を強く要求し、変\n則五班三交替制を含む業務命令の内容すべてに絶対反対である旨を表明した。更\nに、原研労組は、同日ＪＰＤＲの直勤務制度改正への抗議のために翌六日からＪＰ\nＤＲに勤務する組合員等につき無期限ストライキを実施する旨通告した。右ストラ\nイキは六日当日に至り、戦術上の理由から急拠二四時間ストライキに変更され、翌\n七日から新勤務基準による直勤務が行われることとなつたが、一月六日に開かれた\n第九回交渉は、引継時間の要否の応接のみで終り、同月八日の第一〇回交渉におい\nては、原研労組は業務命令の撤回が交渉開始の前提であると強く主張し、また引継\n時間の問題とこれに関する前記ｃ理事発言の食い違い論を繰り返すのみであつた。\nそして同月一一日、同月二四日、同月二七日、二月六日（第一四回）と交渉を重ね\nたが、いずれも一月八日の第一〇回交渉においてなされた議論を繰り返すのみで何\nらの具体的進展をみることはなかつた。一方、右の交渉が行われている間、原研労\n組は全研究所を挙げての大闘争を準備し、強力な実力行使によつて一挙に控訴人を\n屈服させるべき機会を狙い、戦端開始の時期を窺つていた。果たせるかな、二月一\n七日土曜日にかねて計画中であつたＪＰＤＲの運転再開が同月二一日と決定される\nや、翌週の月曜日である同月一九日に、ストライキ突入のための口実を作るべく、\n五項目からなる過大もしくは筋違いな要求①直ちに、業務命令を撤回し話合いに応\nじること。②引継時間を制度として全員に三〇分認めること。③直勤務者の勤務時\n間数が通常勤務者より多くならないこと。④交替手当を増額し、第一直にもつける\nこと。⑤運転を担当する係を定常的に日勤業務に就かせること。）を提出し、これ\nを控訴人が検討する間もなく、同月二一日を期して無期限部分ストライキ（以下\n「本件ストライキ」という。）に入り、ＪＰＤＲの運転再開を阻止したのである。\n控訴人は本件ストライキの通告を受けるや、直ちに理事長名をもつて原研労組中\n央執行委員長にあて自重自戒を求める文書を手交し、事態好転の契機を探るため同\n月二七日、二八日に交渉を開催し、何らかの解決策を求めたのであるが、原研労組\nが実質的な協議に応じようとしなかつたため万策尽き、同月二九日本件ロツク・ア\nウトの実施を決意し、三月一日以降これを実施したのである。\n以上から明らかなとおり本件ロツク・アウトに至る労使間の交渉の経過において\nは一貫して原研労組側に大きな非があつたものといわなければならない。\n４　（本件ストライキの目的及び態様）\n本件ロツク・アウトの正当性の判断に関わるものとして、本件ストライキの目的\n及び態様についてみるに、まずその目的は、従来の原研労組の姿勢に照らし、単に\nＪＰＤＲの直勤務基準という労働条件の維持改善のみにあつたのではなく、控訴人\nの管理運営に関する権限を掌握するところにその真の狙いがあり、本件ストライキ\nは、その意図を実現するための全所的闘争の拠点作りないし火つけ役に利用すべく\n行われたものとみるべく、その目的において著しく不当なものであつたといわなけ\nればならない。\nまた、右のような目的に対応して本件ストライキの態様も次のような特質を有す\nるものであつた。すなわち、本件ストライキは、参加者の範囲としては第一直勤務\n者一〇名に限定される部分ストライキであり、ＪＰＤＲにおける直勤務の性質上必\n然的に波状ストライキの形態をとることとなる。そしてＪＰＤＲは、原子炉を起動\nしてから所定の出力に達するまでに約一六時間を要するため、第一直勤務者がスト\nライキに入ると第二直の始業時刻（午後四時）から第三直の終業時刻（午前八時）\nまでは一六時間しかないので、その間に原子炉を所定の出力に上げることができ\nず、仮にできたとしても、これに続く第一直勤務者のストライキにより再び運転が\n停止されることとなり、このような起動、停止を繰り返しても意味をなさず、かえ\nつて温度の上昇、下降を繰り返すことにより炉の圧力容器の寿命を短縮することと\nなるので、結局第一直勤務者のストライキが継続されれば、ＪＰＤＲの運転を行う\nことができないことになる。しかも、本件ストライキ中六名の運転員は保安要員と\nして勤務していたので、第一直勤務者一〇名から六名を減じた僅か四名が毎日スト\nライキを行うことによつて、ＪＰＤＲの運転が完全に停止されることとなるわけで\nある。控訴人としては右事態を放置することは許されないので、昭和四三年二月二\n六日以降ＪＰＤＲ部第四課の日勤班八名に対し第一直の勤務に就くよう業務命令を\n発し、運転を再開しようとしたが、原研労組は直ちにこれらの者の指名ストライキ\nを実施してこれを阻止し、結局運転再開は全く不可能となつた。ＪＰＤＲの運転停\n止によりＪＰＤＲ部の所掌する業務が実施不可能となり、あるいはその価値を減ず\nることとなることは次項に詳述するところであり、本件ストライキは原子炉の特性\nを巧みに利用して原研労組の犠牲はこれを昀小にし、控訴人が受ける打撃はこれを\n甚大にするように意識的に仕組まれた戦術であるというべく、このように労働組合\n側の僅少な犠牲によつて使用者が甚大な損失を被ることとなるような争議行為は、\nその態様において公正を欠くものであるといわざるをえない。しかも本件ストライ\nキは無期限ストライキとしてその終了の時期が予定されていないものであつたとい\nうだけにとどまらず、その目的が控訴人に徹底的な打撃を与えることによつて全面\n的にこれを屈服させることにあつたのであるから、原研労組において長期間執拗に\nこれを行うことを明確に意図していたものであり、これによる組合側の損失が僅か\n四名の賃金喪失にすぎないこと、また波状ストライキであるが故にその参加者が順\n次交替することによつて精神的負担も軽減されること等の事情により、主観的・客\n観的に長期化する条件を備えていたものである。\n以上述べたような極めて不公正な目的、態様をもつて行われた本件ストライキ\nは、次項に述べる控訴人の損失、打撃の甚大さと相まち、控訴人に対し一方的な圧\n力を加えるものであつたといわなければならない。\n５　（本件ストライキによつて控訴人の受けた打撃の内容、程度）\n控訴人は本件ストライキによつてＪＰＤＲの運転を全面的に停止せざるをえなく\nなつたが、これにより控訴人が受けた打撃の内容及び程度は以下のとおりである。\n（一）　①　控訴人は、原子力の研究、開発、利用の促進に寄与することを目的と\nして設立されたわが国唯一の原子力に関する総合的研究、開発機関であり、ＪＰＤ\nＲは右の目的遂行実現の一環として導入されたわが国唯一の動力試験炉である。Ｊ\nＰＤＲの設置目的は、従来の研究炉ではできなかつた動力炉の試験運転を行うこと\nによつて〔イ〕動力炉プラントの運転及び保守に関しての経験を得ること、〔ロ〕\n動力炉系の特性を理解するための実験及び試験を行うこと、〔ハ〕燃料要素の性能\n試験、舶用炉への応用等を含め各種の研究開発を行うことの三点に要約される。控\n訴人はこれらの試験研究等を通じて得た成果を学界、産業界に普及し、研究者、技\n術者を養成して研究、技術水準の向上をはかり、前記設立の目的を実現するもので\nあり、これらの業務の遂行のために投ぜられる資金は莫大なもので、その大部分は\n国費によつてまかなわれている。\nところで、控訴人は原子力の研究、開発、利用を推進することにより間接的にせ\nよ公共の福祉、国民生活の利益に奉仕すべきものであり、したがつてそこにおいて\n行われる争議行為による損失、打撃については、私企業におけるとは異なり、業務\nの遂行を阻止されたこと自体が主たるものとなるのであつて、争議行為によつて直\n接控訴人が受ける経済的損失のいかんはそれ程重要な意義を有するものではなく、\nこれによる国民生活全体の利益の侵害こそが決定的に重要なものとなる。しかも、\n研究の事業にあつては、これに対する費用の投下とその成果との関係を予測し、事\n後的にもこれを対比することに固有の困難が伴うものであり、本件ストライキによ\nつて控訴人が受けた損失、打撃の程度は、これを経済的、数量的に表示することは\n不可能であるというべく、その研究等の業務の意義、これに投下された費用の大き\nさ等からこれを判断するほかはない。\n②　控訴人は、各事業年度毎に、内閣総理大臣の認可を経て作成される事業計画\nに則り、当該事業年度に実施すべき研究についてその目的、内容、日程等を明らか\nにした研究計画を策定するが、本件ストライキの行われた昭和四二事業年度の研究\n計画においては、当時の軽水型動力炉の導入、国産化という国家的政策にそうもの\nとして、ＪＰＤＲ部では、次に掲げる研究テーマを遂行すべきものとされていた。\nイ　ＪＰＤＲによる熱水力特性の研究\nロ　ＪＰＤＲによる炉物理及び燃料照射特性の研究\nハ　ＪＰＤＲにおける安全性及び安定性限界の研究\nまた、これらの研究を効率的に遂行するため外部研究機関との共同研究及び右機\n関からの受託研究が行われていた。本件ストライキの行われた昭和四三年二月当時\nこれらの研究テーマのもとにＪＰＤＲを使用して遂行すべきものとされていた具体\n的な業務のうち主要なものは次のとおりである。\n右イについて、①株式会社日立製作所との共同研究による炉心内のボイド（気\n泡）の測定及び解析研究の一環として、改良された測定計を用いて原子炉燃料体内\nのボイド測定を行うこと、②熱水力特性測定に必要な計測機器の開発の一環とし\nて、国産の計装燃料ＩＦＡ＃３を製作し、炉心内に挿入して各種の炉内熱水力パラ\nメーターを測定すること、③炉内中性子束を測定するインコアモニターの国産化の\n一環として東京芝浦電気株式会社との共同研究によつて製作したボロン型電離箱試\n作二号品及び④助川電気工業株式会社との共同研究によつて製作したベーターカレ\nント・セルフパワード・ニユートロンデテクターを炉心内に挿入して、これらの機\n器の種々の特性試験を行うこととされていた。右ロについては、一次冷却材を強制\n循環にする等のＪＰＤＲⅡ改造工事が昭和四三年秋に予定されていたので、本件ス\nトライキ当時は炉物理特性に関して一次冷却材自然循環下でのデータを集積しうる\n昀後の段階にあり、⑤温度係数、スタツクロツドマージン等を測定することとされ\nており、燃料照射特性に関しては、⑥国産燃料開発の一環として住友電気工業株式\n会社及び東京芝浦電気株式会社からの委託により右各社製作のＳＴＡ及びＴＴＡを\n炉内に挿入して高出力密度照射試験を行うこととされていた。右ハについては、⑦\n安全性の研究のため人工破損燃料を炉内に装荷して、核分裂生成物の放出率測定を\n行うべきこととされ、また、⑧安定性限界を明らかにするため、日本原子力事業株\n式会社等との共同研究によりＪＰＤＲの動特性パラメーター、安定性パラメーター\nの測定を行うこととされていた。その他、⑨三菱原子力工業株式会社からの委託に\nより可燃性毒物棒を原子炉内に挿入して照射試験を行うこと、⑩東京電力株式会社\nからの委託により電動弁の動作信頼度に関する調査を行うことが予定されていた。\n更には、⑪発電プラントを効率的に管理する方策（プラントの昀適化対策）を得る\nため、熱バランスの較正、熱効率の測定等を行つてデータを蓄積すべきこととされ\nており、また、⑫本件ストライキ当時日本原子力発電株式会社との技術指導契約に\n基づき米国から講師を招きＪＰＤＲにおいて同社の敦賀発電所の運転要員の養成実\n地訓練を行うことになつていた。\n以上の試験研究等の業務は、いずれもＪＰＤＲが運転されることによつて初めて\n実施できるものであり、本件ストライキによる運転停止によつてその期間中全く実\n施不可能となつた。しかして、右試験研究等は、当時急速に増大しつつあつた原子\n炉構成機器・燃料等の国産化、改良の動きに即応して早急にその成果を得ることが\n要請されていたものであり、特に昭和四三年二月二一日からのＪＰＤＲの運転再開\nはこれらを実施する上でかけがえのない重要な意味をもつものであつた。その理由\nは、第一に、ＪＰＤＲは昭和四三年一月下旬に運転再開を予定していたところ、検\n査の完了が遅延したことによりようやく右二月二一日から再開されることとなつた\nもので、各試験研究に定められた計画に齟齬をきたさぬようこれを早急に実施すべ\nき必要があつたからであり、第二に、ＪＰＤＲは同年五月六日から約三箇月間運転\nを停止して炉底検査を行い、同年一〇月からはＪＰＤＲⅡ改造工事に入り、工事に\n約二年、その後の特性試験等に一、二年を要する予定であつたため、前記試験研究\nを実施しうる期間が極めて限られていたからである。なお、ＪＰＤＲⅡ改造工事の\n開始はその後原子炉圧力容器の健全性に関する安全審査の関係で大幅に遅延するこ\nとになつたが、昀終的に同年一〇月から工事に着手することが不可能であると判断\nされるに至つたのは同年七月頃であつたのであり、本件ストライキ当時には右遅延\nは全く予測できなかつたものである。\n右試験研究等の業務の阻害は、控訴人にとつて非常に大きな痛手であるばかりで\nなく、国家的にみても大きな損失となるものであり、更には、前記共同研究等の外\n部関係機関との関わりのある業務を実施できなくなつたことによりこれらの機関の\n業務計画に大きな支障を与え、控訴人の対外的信用を大幅に失墜させるものであつ\nた。なお、前記試験研究は、それが長期にわたる研究であるという意味で被控訴人\nらのいうように年単位の研究といつてもよいが、ＪＰＤＲの年間稼動率が三〇％弱\nでその運転期間が年間九〇日程度と極めて限られていた以上、本件ストライキが右\n試験研究に与えた支障の程度は一〇日間とはいつても極めて大きいものがあるとい\nわなければならない。\n（二）　ＪＰＤＲ部には、第一課ないし第四課が置かれ、これらはＪＰＤＲを運転\nし、これにより各種試験研究等を行うための有機的な分業、協業の関係にある。こ\nのような有機体であるＪＰＤＲ部各課等の業務は本件ストライキにより次のような\n影響を受けた。\n第四課は、その第一係から第五係までがそれぞれ直勤務の一班をなし、ＪＰＤＲ\nの運転を担当するものとされていたのであるから、本件ストライキによる運転停止\nにより補機の運転等保安のためのもの以外の業務は全くなくなつたことが明らかで\nある。第三課は、ＪＰＤＲの機械設備、電気設備、計装設備関係の保守に関する事\n項を主として担当することとされているが、当時定期検査を完了し、設備機器の点\n検整備及び修理を終えていたのであるから、同課所属の従業員が運転停止期間中に\n処理すべき業務はほとんどなくなつていたものであり、仮に補機等に故障が発生す\nることはあつても、その数は僅かであり、またいつ運転が再開されるか不明な情勢\nにあつてはこれをその都度修理することは効率的な業務の処理とはいえない。第二\n課は各種試験研究及び技術管理を分掌するところであり、本件ストライキによりこ\nれらの試験研究の大部分の実施が不可能となつたことは前述したとおりであつて、\nその業務が大幅に減殺されたことはいうまでもない。第一課はＪＰＤＲ部の庶務を\n担当するところであるが、その業務は他の課の業務が正常に営まれて初めて生ずる\nものであるから、その停廃に伴い大幅に減殺されることになつた。また保健物理安\n全管理部放射線管理課動力試験炉管理係はＪＰＤＲの運転に係る放射線管理を担当\nすることとされているが、この業務もＪＰＤＲ部各課のそれと同様大幅に減殺さ\nれ、又は本来意図する業務ではなくなつた。なお、被控訴人ら主張のように、ＪＰ\nＤＲにおいて過去何度か運転停止があり、年間稼動率が三〇％を下廻つていたこと\nは事実であるが、これらの運転停止は、定期検査、燃料交換、実験準備等のため計\n画的に、あるいは故障又はその修理等のため必要に応じて行われるものであつて、\n停止中であつても各課とも業務を予定されているのに対し、ストライキによる運転\n停止は控訴人の業務遂行の必要性に基づくものでなくいわば使用者の業務指揮から\n離脱してＪＰＤＲが停止されるのであるから、両者を同列に論じることのできない\nことはもちろんである。\n前記４で述べたように本件ストライキは、第一直勤務者全員（一〇名）を対象と\nするものの、補機の運転等保安業務のため六名の保安要員が提供されたので、実際\nに労務を提供しない人員は四名にすぎず、原研労組は、本件ストライキによつて一\n日につき僅か四名分の賃金約七〇〇〇円を喪失するという打撃を被るのみであるの\nに対し、右に述べたところから明らかなようにＪＰＤＲ部等所属の組合員の提供す\nる労務は全く不必要又は無価値なものとなり、控訴人はこれに対して一日につき一\n九万七〇〇〇円の賃金の支払を余儀なくされることとなつたのである。\n（三）　以上のほか、控訴人はＪＰＤＲの運転による発電によつてまかなつていた\n東海研究所内の消費電力を外部から購入せざるをえなくなり、かつ余剰電力の売却\nによる収入一日約五〇万円を失うことともなる。\n（四）　以上の次第であつて、本件ストライキにより原研労組の受ける損失は全く\n微々たるものにすぎないのに反し、控訴人の被つた損失、打撃は極めて甚大なもの\nがあるというべく、しかも原研労組は控訴人の本件ロツク・アウトに対抗して戦術\n的に本件ストライキを一〇日間で中止したにすぎず、右中止の時点においてもスト\nライキ継続の意思を有し、またこれを継続しうる状況にあつたことは先述のとおり\nであり、かくては控訴人の受ける以上（一）ないし（三）の損失、打撃は日を追う\nにつれ深刻さを増し回復不可能のものとなり、控訴人の存立の意義すら問われるよ\nうな事態に立ち至るおそれがあつたのである。\n６　（要約）\n以上２ないし５に述べたところを要約すれば、本件労働争議の端緒、原因となつた\n本件業務命令は適法、有効なものであり、本件ロツク・アウトに至る労使間の交渉\n経過においても控訴人には何ら非難されるべき点がなく、事態を紛糾せしめた責は\n挙げて原研労組が負うべきものである。しかして本件ストライキは過大な要求を掲\nげ、かつ不当な目的を有するもので、その態様においても著しく不公正なものであ\nつたのであり、これによつて控訴人はＪＰＤＲの運転を全面的に停止することを余\n儀なくされ、その結果控訴人が受けた打撃の程度は極めて甚大なものがあり、労使\nの力関係は組合に圧倒的に有利に、控訴人に決定的に不利に傾いたことは明白であ\nつた。このような状況の下において、控訴人は原研労組の不当、不公正な本件スト\nライキによつて失われた著しい力の不均衡を回復するため、右ストライキに対する\n対抗防衛手段として本件ロツク・アウトを実施したものである。したがつて、本件\nロツク・アウトは被控訴人らが主張するように本件ストライキを排除して本件業務\n命令を強行し、ロツク・アウトによる力を背景に原研労組をして四班三交替制を採\n用する労働協約を締結させることを本来の目的としたものでは全くない。よつて、\n前記１において述べた法理により、本件ロツク・アウトは、衡平の見地から見て労\n働者側の争議行為に対する対抗防衛手段として相当なものであり、その開始におい\nて正当であつたというべきである。\nなお、およそ部分ストライキに対抗して行われるべきロツク・アウトの範囲につ\nいては、部分ストライキが行われた当該職場に限定されるか、あるいは部分ストラ\nイキによつて影響を受けるべき関連職場に対しても許されるかについては問題が存\nするところであるが、本件においては、ＪＰＤＲの運転停止により、ＪＰＤＲ部第\n四課の業務はもとより、同部第一課から第三課までの業務の価値も著しく減殺さ\nれ、これらの業務に対する労務の提供を受けたとしても債務の本旨に従つた履行を\n期待しえず、不完全履行とならざるをえないことは、右５、（二）において述べた\nところから明らかである。してみれば、債権者たる控訴人は、このような履行の提\n供を受領すべき義務はなく、少なくともこれを受領しないことによる何らの責を負\nうものではない。しかも、本件の場合原研労組が争議行為として右のような結果の\n発生を意図し、これを惹起せしめたのであり、この争議行為に対する対抗防衛手段\nとして本件ロツク・アウトが行われたのであるから、ＪＰＤＲの全職場をその範囲\nとしたことは、当然許容されるものである。よつて、本件ロツク・アウトは、その\n範囲においても正当である。\n７　（本件ロツク・アウト継続の正当性）\nロツク・アウトの正当性は、その開始の際必要であるのみならず、これを継続す\nるについても必要とされるところ、原研労組が昭和四三年三月一日午後一時から本\n件ストライキを解除する旨通告し、同月四日には就労申入れをしてきたにもかかわ\nらず、控訴人が同月二二日午前八時まで本件ロツク・アウトを継続したのは、次の\n理由による。\n原研労組の闘争方針は、従来の例に見られるように要求貫徹まで長期に波状的\nに、柔軟な戦術をもつて徹底的に戦うのが特徴であつて、本件ストライキも同様の\n経過をたどつており、現に本件ロツク・アウトを開始した三月一日には研究用原子\n炉（ＪＲＲ２－３）において時限ストライキ、大洗支部において指名ストライキを\n実施し、翌二日には午前一一時から一時間の全面ストライキを実施すべく準備中で\nあつた。ところで原研労組は、昭和四二年九月一九日の第六回中央大会においてス\nト権を集約して闘争態勢をとつており、またＪＰＤＲに関する闘争を控訴人の人員\n合理化方策に対する全所的闘争の拠点であると公言し、長期にわたつて闘争を展開\nすることを予定していたものであり、本件ストライキを解除したものの、右のよう\nな闘争態勢を解いたわけではない。しかも控訴人は組合からストライキの解除通告\nを受理した時にそれが労働組合の一般戦術にならつたものであると感じたので、組\n合に対し、右解除がその真意によるものであるかどうかを問い質したところ、組合\nは回答を避けた。したがつて控訴人としては、組合がロツク・アウト解除後、再び\nストライキを行う意志がないとうけとるわけにはいかなかつた。控訴人はロツク・\nアウト実施後も事態を円満に解決すべく組合に対し、さらに懸案事項についての折\n衝を申し入れ、同年三月一日折衝を行つたが組合は依然前示五項目の要求貫徹を固\n執し、その態度は極めて強硬なものがあり、控訴人としては、原研労組が争議行為\n意思を放棄し、交渉によつて問題の解決を図ることにその方針を変更したものとは\n到底認めることができなかつた。\n以上のようにスト解除の通告があつたからといつて、ロツク・アウトを解除する\nときはまたまたストライキの実施によつて莫大な損害を被るおそれがあつたのであ\nり、控訴人のおかれている社会的立場からいつても原研労組のスト解除通告に応じ\nて軽々しくロツク・アウトを解除することは許されないと判断したので、原研労組\nがもはやストライキに突入することはないとの情勢判断が得られるまではこれを維\n持したのである。もとより控訴人は、その使命と立場にかんがみ、組合との交渉を\nできるだけ行つて事態を解決すべく同年三月二日以降も事務折衝ないし団体交渉を\n行つたが、原研労組は容易に交渉に応ずる態度を示さずまた話合いに入つても従来\nの強硬な態度を維持し、ともすれば険悪な空気が漂う状況であつた。同月一九日に\n至り控訴人が事態の円満な解決のため、原研労組に対し譲歩案を提示して交渉の早\n期妥結方を申し入れた結果、ようやく変則五班三交替制の採用、一五分の引継時間\nの制度化、休日数等について合意に達し、ここにおいて原研労組の争議行為意思の\n放棄が認められるに至つた。そこで控訴人は翌二〇日が春分の日に当たり、その翌\n日は就労受入れの準備期間として必要であつたため、同月二二日午前八時をもつて\n本件ロツク・アウトを解除したものである。\n以上によれば、本件ロツク・アウトはその継続についても正当であることが明ら\nかである。\n三　控訴人の主張に対する被控訴人らの認否\n１　控訴人の主張１は争う。ただし、昭和五〇年四月二五日の昀高裁判所の示した\nロツク・アウトの法理はこれを争わない。\n２（一）同２、（一）については、①の事実及び②のうち控訴人が昭和三九年四月\n一日付で制定した規則を同月一六日以降ＪＰＤＲの直勤務者に適用したことは認め\nるが、その余は争う。\n控訴人と原研労組間の協定書はすべて控訴人側を代表する理事長と原研労組を代\n表する執行委員長との間で作成され、了解事項はほとんどが職員課長と書記長との\n間で作成されている。このように労働条件を労使で協議・決定する際に、基本的な\n事項については協定書の形式をとり、これに大綱を定められた労働条件を実施する\nために了解事項で細目を定めるという方式は本件労使間で確立された慣行である。\nそして了解事項の存続期間が比較的短いのは、控訴人の労働協約無視の事例が従来\nから多く見られたため、期限を切つて施行しないと控訴人が協約どおりの実行を怠\nることをおそれたからであつた。したがつて、基礎となる労働協約である協定書の\n存続期間が定められず、その施行細則である了解事項が短い存続期間をもつて次々\nと結ばれる場合、協定書が了解事項の期間満了にかかわりなく存続することは労使\n間において当然の前提とされていたものである。また、右協定書、了解事項のいず\nれもが労働組合法第三章に定める労働協約であることはもちろんであるが、その作\n成にあたる労使の代表者の相違からみて、前者を本協約、後者を付属協約とみるこ\nとができるところ、この場合、付属協約たる了解事項の存続期間が本協約たる協定\n書の定めに従属することはあつても、逆に前者の存続期間の定めによつて後者の存\n続期間が制約されることはありえないはずである。したがつて、本件両協定は期間\nの定めのない労働協約として、それ自体につき解約の手続がとられるまで有効に存\n続するものとみるべきである。\nしかして、昭和三八年一一月一六日付了解事項は本件両協定をうけてその付属協\n約として従前の一〇月一八日付了解事項の存続期間を延長するもので、その満了の\n際には再び付属協約を新たに締結することを予定していたものであるところ、右期\n間が満了する昭和三九年三月下旬に至つて労使間に直勤務手当をめぐつて紛争が生\nじたため、新たな了解事項の締結に至らなかつたのであるが、控訴人は同年四月一\n六日以降前記規則をもつて本件両協定の施行細則とすべくこれをＪＰＤＲの直勤務\n者に適用したのである。\n（二）同２、（二）の主張について。原審において控訴人は、被控訴人らの「昭和\n四二年一二月二七日の本件業務命令は昭和三八年五月三日付及び本件両協定に定め\nられた五班三交替制を四班三交替制に変更しようとするものである」との主張に対\nし、右業務命令の内容が四班三交替制を定めるものであることは認めていたもので\nあり、当審において右が変則五班三交替制を定めるものであると主張することは自\n白の撤回にあたるものとみるべきである。そして、原審における控訴人の主張は事\n実をありのままに述べ、しかも随所に証拠を引用しながら展開したもので、それが\n真実に反しかつ錯誤に基づいてなされたものとは到底認められないから、その撤回\nは許されない。\n同①については、各了解事項及び規則で定められた五班三交替制の具体的勤務編\n成が控訴人主張の表のとおりであることは認める。五班三交替制が採用された実質\n的な理由として控訴人の主張するところもおおむね認める。\n同②は争う。五班三交替制は昭和四一、四二年当時もなお合理性を有していたも\nのであるが、控訴人は本件業務命令によりこれを変更して、四つの班のみが直勤務\nに服する純粋の四班三交替制（その勤務編成は控訴人主張の表からＥ班の欄を除い\nたものである。）を定め、これを実施したものである。また、控訴人が昭和四二年\n当時直勤務態様の変更を意図した理由は、（イ）控訴人は当時大洗研究所の材料試\n験炉（ＪＭＴＲ）の運転要員及びＪＰＤＲⅡの建設要員を確保する必要に迫られて\nいたが、予算上増員が認められない状況にあつたので、ＪＰＤＲの運転員を五班か\nら四班に減らして余つた人員をこれにまわす計画を立てていたこと、（ロ）直勤務\n者の労働条件が通常勤務者のそれと均衡がとれていないことを口実に直勤務者の労\n働条件を切り下げようと考えていたこと、（ハ）監督官庁である科学技術庁や電力\n会社などから四班三交替制の実施を迫られていたことの三点にあつたのであるか\nら、控訴人のいう変則五班三交替制の採用などの生ずる余地は全くないことが明ら\nかである。もつとも、昭和四三年一月以降実施された新たな勤務体制において、現\n実には五つの班がそのまま存置され、三六日毎に日勤班が直勤務班の一つと入れ替\nわることのあつたことは事実であるが、それは制度として確立されたものでなく、\nその都度発せられる業務命令によつて、いわば管理者の意思一つで入れ替えがなさ\nれたにすぎないのであるから、これをもつて五班三交替制の一態様とみることはで\nきない。\n同③は争う。本件両協定に基づく了解事項及び規則で定められた五班三交替制と\nは単に五つの班が置かれているというだけの勤務態様をいうのではない。一〇日の\nうち二日の日勤日を除いては五つの班すべてが交替で直勤務を継続する実態があつ\nて初めて五班三交替制といえるのであり、これと異なり一二日を一周期とする勤務\n割の中で、交替で連日直勤務に従事するのは四つの班だけで残り一班は一箇月余の\n間一切直勤務に服することのないような勤務態様は、従前実施されてきた五班三交\n替制とは全く異なるものといわなければならない。\n（三）同２、（三）については、「労働条件の異同」表中「従前の労働条件」欄は\nすべて、「業務命令により実施した労働条件」欄のうち「各直当たりの労働時間」\n欄及び「直間の時間」欄は認めるが、その余はすべて否認する。\n控訴人が本件業務命令において意図したところは、労働条件の面についていえ\nば、直勤務者の労働条件を通常勤務者のそれと均衡化させること、具体的には前者\nを改悪することにあつたのである。すなわち、従前の労働条件と本件業務命令（四\n班三交替制）によるそれとの異同は次表のとおりである。\n＜１９３４２－００７＞\n右の表からも明らかなように、本件業務命令により、労働条件は以下のとおり大\n幅に改悪されることとなる。\nａ　年間労働時間は約八時間増加する。また、従前同様三〇分の引継時間を存置す\nるとすれば一四五時間の増加となる。\nｂ　年間休日数は「明け休み」（第三直勤務の終了する日）で約六日、「休日」で\n約一〇日、合計約一六日の減少となる。なお、控訴人は新勤務体制の下では右「明\nけ休み」を「休日」と称して休日数の水増しをはかつている。\nｃ　各直の勤務度数は各直とも一八回、二五％の増加となり、日勤日は三九日減少\nし、ほとんど一年中変則勤務に服さなければならなくなる。\nｄ　夜間勤務時間が二五六時間、二五％も増加する。\nｅ　昀も激しい勤務である第三直を三回続けなければならず、また逆転換方式のた\nめ身体のコンデイシヨンが狂いやすくなる。\nｆ　原子炉の安全な運転管理のために必要な直引継時間三〇分を廃止している。右\n廃止は休日数の減少に伴う出勤日数の増加により勤務時間が約一一〇時間増加する\nのを抑えるために行われたものである。\nなお、控訴人主張の変則五班三交替制についても右ｂ、ｅ、ｆの点は全く同じで\nあるほか、年間労働時間は二〇五二・五二時間となつて一・八時間増加する。ま\nた、従前の五班三交替制においては一〇日間に二日ずつ直勤務から離れ、通常の生\n活を営むことが可能であつたが、右変則五班三交替制の下では約五箇月間反生理的\nな直勤務に服し、六箇月目に至つてようやく通常勤務となる点において大きな犠牲\nを強いられることになる。\n３　同３については、控訴人が原研労組に対し昭和四二年一一月一八日直勤務基準\nの改正について協議を申し入れ、同月二〇日文書をもつて改正案を提示したこと、\nその内容が直勤務を変則五班三交替制によるとする点以外は控訴人主張のとおりで\nあること、同月二一日を第一回として昭和四三年二月六日までの間に控訴人主張の\n日に労使交渉及び労使懇談会と称する会合が開かれたこと、昭和四二年一二月二七\n日控訴人が本件業務命令を発し、翌四三年一月七日から新勤務基準による直勤務が\n行われるに至つたこと、原研労組が同月五日直勤務制度改正への抗議のため翌六日\nから無期限ストライキを実施する旨通告し、右当日二四時間ストライキに変更して\nこれを実施したこと、原研労組が同年二月一九日五項目の要求を提出し、同月二一\n日から本件無期限部分ストライキを実施したことは認めるが、その余は争う。\n控訴人は、昭和四二年一一月一八日前記協議を申し入れた当時から一二月末には\n改正案を実施することを不動の方針とし、協議が整わない場合には業務命令でこれ\nを実施する考えであつた。したがつて、その後の労使の交渉もおよそ団体交渉と称\nしうるものではなく、決裁権限のない者による単なる説明会にすぎず、対案を提示\nするとか、修正に応じるとか、説明のための資料を提供するとかのことは全く行わ\nれず、控訴人の態度は到底誠意を尽くしたものとはいえなかつた。控訴人は本件業\n務命令を実施するための形を整えるだけの交渉を行い、既定方針どおりこれを実施\nしたというのが偽らざる真相である。また、本件業務命令実施後の経過において\nも、原研労組の要求にもかかわらず責任ある立場にある理事出席の団体交渉は一度\nも開かれず、たまにもたれる事務折衝には労務課長と同課員が出席するだけで、業\n務命令の内容の説明に終始し、組合側が強く主張していた三〇分の引継時間制度の\n存置については必要な時に必要な人員で必要な時間を超過勤務で行えば足りるとの\n態度を変えなかつた。そして、控訴人は原研労組が従来主張してきた五班三交替制\nにこだわらず、従前の直勤務班五班のうち一班を日勤班として常置することを協定\n書に明文化することを主張したのに対してもこれを拒否し、原研労組としては違法\nな業務命令が定着し、その内容どおりの協定化の押しつけが強まるなかで、誠意あ\nる団体交渉による解決の見通しも全くないまま推移していつたのが実情である。\n４　同４については、本件ストライキ中六名の運転員が保安要員として勤務したこ\nと、控訴人が昭和四三年二月二六日以降ＪＰＤＲ部第四課の日勤班八名に対し第一\n直の勤務に就くよう業務命令を発し、原研労組がこれらの者の指名ストライキを実\n施したことは認めるが、その余は争う。\n控訴人は組合からの再三にわたる団体交渉申入れにもかかわらず、二月に入つて\nからは事務折衝すら一回しか開かず、原研労組が従来の主張に固執しない柔軟な姿\n勢を示したにもかかわらず、本件業務命令どおりの勤務態様に固執して譲らなかつ\nた。一方本件業務命令に定められた引継時間三〇分の廃止のまま炉の運転がなされ\nれば、炉の安全性に多大の不安を伴うこととなる。本件ストライキは右のような状\n況の下において、直勤務者の労働条件の根幹にかかわり、かつ安全を維持するため\nの昀低の要求をみたすためにやむにやまれず行われたもので、その目的において正\n当なものであつたことは明らかである。また、本件ストライキはその態様において\nも正当なものであつた。すなわち、原研労組が第四課員のうち第一直勤務者のみを\nストライキに入らせたのは、同課の業務に与える影響を昀低限に少なくすること\nと、職場に混乱が起きないように配慮したためである。のみならず、原研労組はス\nト突入に際し控訴人と争議協定を結び、保安要員を置くなどして安全性には昀大限\nの努力を払つている。また、本件ストライキはその期間中何らのトラブルの発生も\nなく、組合がビラを貼り、旗、のぼりの類を立てるなどの行為もなく平穏そのもの\nに行われたのである。\n５（一）同５、（一）は争う。仮に本件ストライキが控訴人主張の各種試験研究に\n何らかの支障を与えた事実があつたとしても、右試験研究はそのほとんどが三、四\n年間にわたつて継続的に計画実施されるもので、いわば年単位で研究成果が蓄積さ\nれるものであるから、ストライキで一〇日間研究ができなかつたからといつて、そ\nれは研究が一〇日間伸びたというだけのことであり、しかも年単位で考えれば全く\n微々たるものでしかない。また、ＪＰＤＲの稼動率は従来から三〇％弱と低く、し\nばしば長期の運転停止を繰り返していたのであり、このため従来から控訴人主張の\n試験研究は計画どおり進行していなかつたのである。昭和四三年に入つてからも定\n期検査の工程の遅れという控訴人側の事情によつて同年一月一日から二月二〇日ま\nでの五〇日間は運転できず、同年三月一日から同月二一日までの二一日間は本件ロ\nツク・アウトにより、同年五月中旬以降は原子炉圧力容器破損に関する検査のため\nに停止されていたのであつて、右停止期間と比較すれば本件ストライキによる一〇\n日間の遅延はこれまた些細なものでしかない。更には右のように控訴人の都合でＪ\nＰＤＲが度々長期間停止し既にこれにより研究の遅延していたことを棚に上げて本\n件ストライキによる炉の停止のみをとらえ、研究の遅延等の業務阻害を云々するこ\nとは公平の理念に反するものである。また、ＪＰＤＲⅡの改造工事の着手は原子炉\n圧力容器の安全審査のため遅延することが昭和四二年の段階で既に予測されていた\nのであり、実際には昭和四三年三月から安全審査が開始され、一年半を経て昭和四\n四年九月審査を通過してようやく改造工事の着手がなされたものであり、したがつ\nて右着手までの間、ＪＰＤＲを使用して控訴人がその必要性を強調する試験研究を\n行う時間的余裕は十分にあつたわけである。控訴人主張の⑫の養成実地訓練につい\nては、右訓練はもともと昭和四三年三月一日から行われる予定であつたところ、本\n件ロツク・アウトにより同年四月一日からに変更されたのであるから、本件ストラ\nイキとは無関係というべきであるし、また右は初歩的なものであつて、ＪＰＤＲが\n運転されていなければ訓練の目的が達せられないものでもなかつた。\n（二）同５、（二）については、ＪＰＤＲ部各課及び保健物理安全管理部放射線管\n理課動力試験炉管理係の職務分掌が控訴人主張のとおりであることは認めるが、そ\nの余は争う。\nＪＰＤＲは、もともと設置以来停止していることが多く、半年から長いときは一\n年位停止することもある炉であり、仮にその停止により右各課及び係の業務がなく\nなるとすれば、ＪＰＤＲ設置以来従業員のほとんどは仕事がなかつたということに\nなるはずであるが、そのようなことが常識としてありえないことは明らかである。\n第三課の業務については、定期検査終了後であつても日常点検業務は必要であつて\n本件ストライキ中も現に行われており、また定期検査中にできなかつた故障の修理\nやその後発生した故障の修理も行われ、この他に修理業務と並行して老朽機器の更\n新、計測器の改良のための各機器の設計、見積り、発注業務も行われていた。第二\n課についても、ＪＰＤＲが停止すればそこから得られる情報はなくなるが、それが\nなくなつても技術的、研究的な仕事がなくならないことはその性格からいつて当然\nのことであり、具体的には、ＴＣＡ（軽水臨界実験装置）勤務者の業務は存在した\nし、昭和四三年三月二五日に開催される日本原子力学会にむけて研究成果発表の準\n備が行われていた。第一課の庶務の仕事が運転停止にかかわらず存在することはそ\nの業務の性格上当然のことであり、前記係についても、通常勤務者がストライキ中\nも勤務し、炉の停止中であつても必要とされる業務を行つていた。\n６　同６は争う。本件ロツク・アウトは、原研労組が四班三交替制による直勤務の\n実施を内容とする本件業務命令の撤回を目的として実施した本件ストライキを断念\nさせ、かつロツク・アウトによる力を背景に四班三交替制の労働協約を締結させる\nことを意図して行われた違法なものである。本件ストライキは、違法な業務命令を\n強行実施せんとする控訴人の攻撃に対して、原研労組が辛うじて自己の存在を保持\nするため昀後の手段として行つたものであるから、本来使用者側の「対抗防衛」な\nどを云々する余地はない。また、本件ロツク・アウトはあくまでも自己の主張を貫\n徹するため更に一段と強暴な手段に出たものであつて、そもそも控訴人のいうよう\nな「労使間の勢力の均衡を回復するため」という場合に該当しないことは明らかで\nある。\n７　同７については、原研労組が昭和四三年三月一日研究用原子炉において時限ス\nトライキを実施したこと（ただし、本件ストライキ解除前の午前中に実施したもの\nである。）、同月一九日の交渉において労使がほぼ了解に達し（ただし、勤務態様\nについては四班三交替制を採用することで。）、同月二二日午前八時をもつて本件\nロツク・アウトが解除されたことは認めるが、その余は争う。控訴人が本件ロツ\nク・アウトを継続した理由として主張するところは合理的根拠に乏しく、かつ原研\n労組に対する予断と偏見に満ちた独善的なものである。右継続の真の目的は、ＪＰ\nＤＲの直勤務態様を四班三交替制とすることにつき原研労組の同意を得ようとした\nことにあつたのである。\n第三　証拠（省略）\n理　　　由\n一　控訴人は、昭和三〇年一一月三〇日発足した財団法人原子力研究所が日本原子\n力研究所法に基づき昭和三一年六月一五日特殊法人日本原子力研究所となつたもの\nであり、原子力基本法の趣旨に従い原子力の開発に関する研究等を行うことを目的\nとし、主たる事務所（本部）を東京都港区＜以下略＞に、従たる事務所（研究所）\nを茨城県那珂郡＜以下略＞、高崎市、茨城県東茨城郡＜以下略＞、大阪等に有し職\n員約二〇〇〇名を擁するものであること、被控訴人らがいずれも東海研究所内のＪ\nＰＤＲ部及び保健物理安全管理部に所属し、昭和四三年三月一日から同月二一日ま\nでの間ＪＰＤＲ施設に勤務していた職員であり、控訴人の職員で組織されている原\n研労組の東海支部の組合員であること、ＪＰＤＲ部においては、一日二四時間を三\n分し、職員が交替で勤務することによつてＪＰＤＲの連続運転が行われているが、\nこの三分された各勤務時間帯を直といい、このような勤務体制を直勤務と称し、第\n一の勤務時間帯を第一直、第二のそれを第二直、第三のそれを第三直と称している\nこと、控訴人が昭和四二年一二月二七日昭和三九年規則第二号「東海研究所におい\nて特殊な業務に服する職員の勤務に関する規則」中のＪＰＤＲの直勤務に関する部\n分を改正した上、ＪＰＤＲに勤務する組合員に対し、昭和四三年一月六日以降新た\nな直勤務体制に服すべき旨の本件業務命令を発したこと、原研労組が昭和四三年一\n月六日ＪＰＤＲ部の一部組合員によるストライキを実施し、更に同年二月二一日か\nらＪＰＤＲの第一直勤務者一〇名による本件ストライキを実施したこと、控訴人が\n同年三月一日午前八時から同月二二日午前八時までの間ＪＰＤＲに勤務する組合員\nに対し本件ロツク・アウトを実施したこと及び原研労組が同月一日午後一時本件ス\nトライキを解除し、控訴人に対し就労を要求したことはいずれも当事者間に争いが\nない。\n二　そこで、本件ロツク・アウトが正当性を有する旨の控訴人の主張について判断\nする。\n１　当裁判所も控訴人引用の昀高裁判所の判決の趣旨に従い、使用者の争議行為の\n一態様たるロツク・アウトが正当なものとして是認されるかどうかは、個々の具体\n的な労働争議における労使間の交渉態度、経過、組合側の争議行為の態様、それに\nよつて使用者側の受ける打撃の程度等に関する具体的諸事情に照らし、当該ロツ\nク・アウトが、労働者側の争議行為により使用者側において著しく不利な圧力を受\nけることになるような場合に行われたものであつて、衡平の見地から見て労使間の\n勢力の均衡を回復するための対抗防衛手段として相当なものであると認めることが\nできるかどうかによつてこれを決すべきものと解するものである（なお、右にいう\n「労働者側の争議行為により使用者側において著しく不利な圧力を受けることにな\nる場合」が、「企業の目的の達成が阻止された場合」その他控訴人の挙げる諸場合\nに限定されるものと解すべきでないことも控訴人の主張するとおりである。）。し\nたがつて、本件ロツク・アウトの正当性の判断は、本件労働争議における右に掲げ\nたような具体的諸事情について検討した上でなされなければならない。\nそこで、以下控訴人が２ないし５として主張するところを順次検討することとす\nる。\n２　前記一認定の昭和四三年一月六日のストライキから本件ストライキを経て本件\nロツク・アウトに至る控訴人と原研労組間の争議は、ＪＰＤＲの直勤務態様の変更\nを内容とする本件業務命令を端緒とし、その実施をめぐつて展開されたものである\nから、控訴人が２において主張する本件業務命令の適法性ないし有効性いかんが本\n件ロツク・アウトの正当性を論ずるための具体的事情として重要な意義をもつこと\nはいうまでもない。\n（一）控訴人がその主張２、（一）の①において主張する各協定及び了解事項の締\n結等の経過並びに同②のうち控訴人が昭和三九年四月一日付で制定した控訴人主張\nの規則を同月一六日以降ＪＰＤＲの直勤務者に適用したことは当事者間に争いがな\nい。\nそこで、本件業務命令当時、控訴人と原研労組間に、ＪＰＤＲの直勤務に関し五班\n三交替制によるべきことを定める本件両協定（原審証人ｅ、同ｆ、同ｇ、同ｈの各\n証言によると、控訴人が昭和三八年七月に至りＪＰＤＲの完成引渡の予定が当初の\n同年九月二六日よりも遅延する見通しとなつたことを理由に同年五月三日付協定の\n定める五班三交替制の実施時期の繰り下げを求めたことから、労使間に紛争を生じ\nた結果、本件両協定の締結に至り、右実施時期を従前同様の九月二六日と再確認し\nたという経緯が認められるから、右五月三日付の協定は、九月二六日以降ＪＰＤＲ\nの直勤務を五班三交替制によるものとする部分に関する限り、本件両協定と重複す\nるものとしてその成立と同時に黙示の合意により失効したと解すべきである。）が\nなお効力を有していたか否かを考えるに、本件両協定がそれ自体としては期間の定\nめのない労働協約であることは当事者間に争いがなく、これについて労働組合法一\n五条三項に定める解約手続のとられた事実のないことは弁論の全趣旨により明らか\nである。しかして、本件両協定中五班三交替制を定める部分とその後に成立した昭\n和三八年九月一七日付を初めとする各了解事項との関係については、成立に争いの\nない甲第一号証の二、乙第六号証の八、一〇、一二ないし一六、原審証人ｆの証言\nによつて成立の認められる乙第三〇号証及び右括弧内に掲げた各証言を総合すれ\nば、右両者はその表題が「協定書」、「了解事項」と異なることはもちろん、当事\n者たる控訴人及び原研労組を代表する者が本件両協定においては理事長及び執行委\n員長であるのに対し、右各了解事項においては職員課長ないし事務部次長及び書記\n長となつていること、従来から控訴人と原研労組間には基本的な事項を理事長と執\n行委員長が各当事者を代表して「協定書」の形で定め、そこで定められた大綱に従\nい実施に必要な細目を職員課長ら事務担当者と書記長との間でかわされる「了解事\n項」によつて定めるという例が多く、本件両協定及び右各了解事項も右の例と格別\nその趣旨を異にするものとは思われないこと、控訴人は本件両協定締結当時、同年\n九月二六日以降もできれば四班三交替制によつて直勤務を実施したいとの希望をも\nつていたことは事実であるが、当時の労使関係やＪＰＤＲの運転開始直後の勤務態\n様としては五班三交替制にも十分な合理性があるとの判断から、原研労組の要求に\n応じて右各協定の締結に及んだのであり、原研労組はもちろん控訴人としても早急\nに五班三交替制を改めるつもりはなく、少なくとも数年間はこれを継続する意思を\n有していたのであり、前記のように存続期間の短い了解事項を次々と締結したのは\n主として直勤務手当の額をその都度定める必要からであつたことが認められる。こ\nれらの点に照らせば、本件両協定中前記部分は基本協定としてそれ自体期間の定め\nなく存続するものであつて、前記各了解事項は右基本協定に定められた大綱に従つ\nて実施に必要な細目を期間を限つて定めるものであり、控訴人が主張するように、\n後者もまた独立の労働協約であり、前者が後者の成立と同時にその中に解消されて\n適用の余地がなくなり失効するという関係にあるものではないとみるべきである\n（前記乙第六号証の一二ないし一六によれば、右各了解事項には「本件両協定に基\nづき」という文言がなく、また本件両協定と同様右各了解事項にも五班三交替制に\nよる旨の文言が掲げられていることが認められるが、このことは両者の関係を控訴\n人主張のように解さなければならない根拠としてさほど重要な意味をもつとは思わ\nれない。）。また、右に認定したところによれば、了解事項により具体的な労働条\n件の取り決めがなされない限り、本件両協定のみでは五班三交替制による直勤務を\n現実に実施することのできないことは否定できないところであるが、さればといつ\nて了解事項の存続期間が満了し、これに代わる取り決めがなされないときは直ちに\n基本協定たる本件両協定そのものが効力を失うに至るものと解することもできない\nというべきである。そして、本件両協定に基づく了解事項がもはや存在しないこと\nとなつた昭和三九年四月の時点における事情をみるに、前記乙第六号証の一四ない\nし一六、成立に争いのない甲第二号証、原審証人ｉの証言によつて成立の認められ\nる乙第三三号証の一ないし三、右証人、原審証人ｅ、同ｈ、同ｇの各証言を総合す\nると、前記各了解事項のうち昭和三八年一一月一六日付の了解事項は同年一〇月一\n八日付のそれの定めを昭和三九年三月三一日まで延長するものであつたところ、同\n年四月一日以降の直勤務の実施については、同年三月三一日に至る労使間の折衝に\nもかかわらず了解事項の締結に至らなかつたのであるが（同年四月二日付了解事項\nは臨時的直勤務に関するものである。）、これは原研労組が従前の了解事項と同一\n条件によることを主張したのに対し、控訴人が直勤務手当について改訂を強く主張\nしたため、結局具体的労働条件の全般につき合意が成立しなかつたことによるもの\nで、当時五班三交替制の存続自体には双方異議がなかつたこと、原研労組所属のＪ\nＰＤＲ運転員等は同年四月一日には直勤務に服すべき具体的よりどころがないとし\nて通常勤務に就いたが、同月二日成立し実施された右臨時的直勤務に関する了解事\n項及び同月一六日から実施された前記規則にはいずれも従前の了解事項と同一内容\nの五班三交替制による直勤務編成が定められ、右運転員等も何らの抵抗もなくこれ\nに従つて直勤務に服したことが認められ、以上の事実と前記各証人の証言をあわせ\n考えれば、右当時控訴人及び原研労組はひとしくＪＰＤＲにおける直勤務の実施に\nついて従前どおり五班三交替制を維持する意思を有し、右四月一六日以降は前記規\n則が従前の了解事項に代わつてその実施に必要な具体的労働条件を定めるものと認\n識していたことを認めることができ、以上の認定を左右するに足りる証拠はない。\n以上の次第であつて、控訴人と原研労組間には、ＪＰＤＲの直勤務に関し五班三\n交替制によるべきことを定める本件両協定が、昭和三九年四月一日以降もその効力\nを失うことなく、同月一六日以降は前記規則が実施に必要な細目を定めるという形\nで存続してきたものというべきであり、控訴人の主張２の（一）は採用することが\nできない。\n（二）　そこで進んで本件業務命令が五班三交替制の一態様たる変則五班三交替制\nを定めるものであり、本件両協定に違反するものではないとの控訴人の主張２の\n（二）について検討する。\n被控訴人らは、原審において控訴人は本件業務命令が四班三交替制を定めるもの\nであることを認めていたから、当審に至つて右のような主張をすることは自白の撤\n回にあたるとして異議を述べるけれども、本件記録によると、控訴人の原審におけ\nる準備書面中には控訴人のいうように解されないではない部分も存在するが、その\n主張を全体としてみれば、控訴人が原審以来本件業務命令の内容は変則五班三交替\n制を定めるものであると主張していたことは明らかであるから、被控訴人らの右異\n議はその前提を欠き採用の限りでない。\n前記昭和三八年九月一七日付を初めとする各了解事項及び前記各規則に定められ\nた五班三交替制の勤務編成が控訴人主張の表のとおりであることは当事者間に争い\nがなく、成立に争いのない甲第三号証の一ないし三、乙第五号証の八、九、第七号\n証の三、四、第三六号証の三、原審証人ｇの証言によつて、成立の認められる乙第\n一〇号証の一、二、三の一、二、乙第三四号証の一ないし三、原審証人ｆの証言に\nよつて成立の認められる乙第二二、二三号証、当審証人ｊの証言によつて成立の認\nめられる乙第五八号証、原審証人ｅ、同ｉ、同ｋ、同ｆ、同ｇ、同ｌ、当審証人\nｊ、同ｍの各証言（右ｇ以下の証人の証言については後記採用しない部分を除\nく。）、原審及び当審における被控訴人ｎ本人尋問の結果を総合すると、以下のと\nおり認めることができる。\n①　控訴人はＪＰＤＲの完成引渡を約半年後に控えた昭和三八年四月、ＪＰＤＲ\nの直勤務を四班三交替制によつて実施していきたいとしてその旨原研労組に申し入\nれたのであるが、交渉の結果先に認定したとおり同年九月二六日以降五班三交替制\nによる旨の協定に同意するに至り、右認定のような勤務編成を定める了解事項を締\n結し、更に昭和三九年四月一六日以降は右と同一の勤務編成を定める前記規則によ\nつて五班三交替制を実施してきた。控訴人が当時右のように五班三交替制の採用に\n応じたのは、原研労組の要求が強く、当時の客観情勢からこれとの摩擦を避けたい\nとの配慮があつたほか、運転を開始したばかりのＪＰＤＲの直勤務態様として、右\n制度に控訴人が２、（二）、①において挙げるような合理性を認めたからでもあつ\nた。\n②　ところが、既に約三年の運転経験を積んだ昭和四一年秋頃に入ると、控訴人内\n部において、特に人事部門を中心に「右勤務編成による断続的な日勤日に遂行すべ\nきものとされていた業務のうち定常運転のための研究資料の集積や基本的な運転操\n作要領の作成、整備は既に終わり、一方当時重要性を帯びつつあつた既に得られた\n各種データの整理、解析、評価の業務を右のように断続的に到来する日勤日に運転\n員（当初配置されていた大学卒の研究員は当時は極く僅かとなつていた。）が行う\nのは非能率的であり、右のような日勤日を設けておく合理的理由が失われた」との\n意見（右意見自体は当時の業務の実態に照らし、客観的にも相当の理由があつたも\nのと認めることができる。）が強くなり、業務の組織的効率的運営の見地から従前\nの五班三交替制の変更が検討されることとなつた。当時、特に人事部門において\nは、右の業務上の理由のほか、ＪＰＤＲの直勤務者と通常勤務者との間に休日数等\nの労働条件の面で不均衡が存しそのため処遇上公平を欠くのでこれを均衡化する必\n要があるとの認識があり、加えて当時ＪＰＤＲを従来の自然循環型から強制循環型\nのＪＰＤＲⅡに改造するための工事が昭和四三年秋から約二年の工期をもつて開始\nされることになつており、その建設要員等を確保する必要があり、また大洗研究所\nに建設中の材料試験炉（ＪＭＴＲ）が同年三月臨界に達し運転要員を確保する必要\nもあつたことから、人員の合理的で効率的な配置の見地からも、ＪＰＤＲの直勤務\n体制をなるべく早く四班三交替制に改めるべきであるとの考えもあつた。以上のほ\nか、控訴人研究所の他の職場における直勤務については四班三交替制が採用されて\nおり、産業界、特に電力業界における直勤務にも五班三交替制の例は見られなかつ\nたことや、昭和四二年六月監督官庁である科学技術庁原子力局から業務監査所見と\nして四班三交替制の採用について具体的な検討をすすめるべきであるとの指摘をう\nけ、更に同年一〇月一九日付で同局長から右所見に基づく照会としてＪＰＤＲ部の\n五班三交替制について直勤務体制の改善を図るべきであるとの見解について意見を\n求められる等の事情もあつた。\n③　以上の事情をふまえて人事部門を中心にＪＰＤＲ部の管理者をもまじえて検討\nした結果立案されたものが昭和四二年一一月二〇日改正案として控訴人から原研労\n組に提示され、同年一二月二七日の本件業務命令の内容とされた。すなわち、控訴\n人は、右同日前記規則の一部を改正する規則を定め、勤務時間、休憩時間、休日に\n関する規定を改め、別表として掲げられていた前記のとおりの勤務編成表を削除す\nるとともに、「動力試験炉運転員等の勤務割の報告等について」と題する通達（甲\n第三号証の二、乙第七号証の四）を発し、以上を昭和四三年一月六日から実施する\n旨の業務命令を発した。右通達においては、ＪＰＤＲ運転員及びＪＰＤＲ放射線管\n理室員の直勤務編成は次表①又は②のとおりとすると定められた。\n＜１９３４２－００８＞\n＜１９３４２－００９＞\nそして、右通達に基づきＪＰＤＲ部第四課長名をもつて、昭和四三年一月五日付\nで各人宛に実施通知（甲第三号証の三）が発せられ、これには、同月六日以降の直\n勤務は四班三交替制による旨を明記した上、右①による勤務割基準表が添付され、\n従前からの五つの係（班）のうち第五係は当分の間平常勤務（日勤業務）に就くべ\nきことが定められていた。\n④　もつとも、右実施通知からもわかるように、ＪＰＤＲ部第四課には従前どおり\n五つの係が存置されており、業務命令の実施に先立ち第四課長から各勤務者に対\nし、当分の間日勤業務に就くこととされた第五係は三六日後に前記表①による一二\n日周期の直勤務を三回繰り返した四つの係の一つと交替して直勤務に入る旨が告げ\nられた。こうして、原研労組のストライキのため一日遅れて同月七日から新たな勤\n務体制の下に直勤務が行われることとなり、同年二月一二日には右のとおり日勤班\nと直勤務班の交替が行われ、本件ロツク・アウト終了後も暫くの間は三六日毎に同\n様の交替が行われた。\n以上のとおり認められ、原審証人ｇ、同ｌ、当審証人ｊ、同ｍの各証言中以上の\n認定に反する部分は前掲各証拠に照らして採用できず、他に右認定を覆すに足りる\n証拠はない。\n右認定事実によれば、実施された直勤務はともかく、本件業務命令の内容それ自\n体が四班三交替制を定めるものであつたことは明らかである。次いで、昭和四三年\n一月七日以降現実に実施された勤務態様について考えるに、なるほど本件両協定に\nは単に五班三交替制による旨が抽象的に定められているだけで、その具体的実施に\nあたつては種々の態様の勤務編成を考えることが可能であり、五班三交替制といえ\nば前記各了解事項あるいは改正前の規則に定める日勤日を連続二日間とする一〇日\n周期の順転換方式に限られるものでないことは控訴人の主張するとおりであり、控\n訴人が変則五班三交替制と称する日勤日が三六日間連続する態様のものもそれが制\n度として確定されている限りこれを右両協定に定める五班三交替制の一態様という\nことができないわけではない。しかしながら、それはまことに特異な五班三交替制\nであり、前記両協定成立時において双方の予想しなかつたものであること、またＪ\nＰＤＲ部に三六日間連続日勤の運転要員を置くことが効率的な人員の配置として疑\n問であることは、前認定から容易に看取できるところである。ところで右認定の事\n実に、原審証人ｇ、同ｏ、同ｌ（以上いずれも後記採用しない部分を除く。）、同\nｋの各証言、原審及び当審における被控訴人ｎ本人尋問の結果を総合すれば、控訴\n人は業務命令自体としては完全な四班三交替制を定め、これへの早期移行を明確に\n意図していたものの、当面の人員配置の都合、必要性や原研労組の強硬な反対を考\n慮して、ＪＰＤＲⅡ改造工事の開始を予定していた昭和四三年秋までの過渡的、暫\n定的な措置としてとりあえず前記④認定のような変則的な態様の直勤務を実施した\nのであり、したがつて日勤班が三六日毎に直勤務に組み入れられることはあつたに\nしても、それは労使間の合意ないし就業規則に根拠をおくものではなく、所属長の\nその都度発せられる業務命令（指示）によつて行われたものにすぎず、結果的にみ\nれば五班による三交替勤務が実施されたといえるだけであつて、直勤務に就いてい\nない一班をいつでも他の職場等に振り向け、完全な四班三交替制に移行することも\n可能な状態にあつたものと認められるのである（原審証人ｇ、同ｏ、同ｌ、当審証\n人ｊ、同ｍの各証言中以上の認定に反する部分は採用できない。）。したがつて、\n右一月七日以降現実に実施された勤務態様も五班が直勤務に服することが制度とし\nて保障されていないという意味において、本件両協定の定める五班三交替制の範ち\nゆうに属しないものといわざるをえない。\nよつて、控訴人の主張２の（二）もまた採用できない。\n（三）　ここで、従前の勤務態様における労働条件と本件業務命令による新たな勤\n務態様におけるそれとの異同について検討する（控訴人の主張２の（三））。\n従前の勤務態様における労働条件が控訴人主張の「労働条件の異同」表中「従前\nの労働条件」の欄のとおりであることは当事者間に争いがなく、本件業務命令自体\nに定められた四班三交替制における労働条件のうち「年間労働時間」、「年間各直\n勤務度数」が被控訴人ら主張の「労働条件の異同」表中該当欄のとおりであること\nは計算上これを是認することができ、「年間休日数」は後に一日追加されたことは\nともかく、業務命令自体においては同表の該当欄のとおりとされていたことが当審\n証人ｊの証言によつて認められる。してみると、本件業務命令によつて、労働条件\nの上で大きな意味をもつ年間労働時間、年間休日数（第三直終業後の休務時間を控\n訴人主張のように完全な休日として計算しても）、年間各直勤務度数、日勤日数の\n面において被控訴人ら主張のとおりの不利益がもたらされることは明白であり、本\n件業務命令は、それ自体としては他と比較して劣悪な労働条件を強いるものといえ\nないけれども、従前の労働条件を相当程度切り下げるものといわなければならな\nい。\n次に、昭和四三年一月七日以降現実に実施された勤務態様について、日勤班と直\n勤務班の交替が年間を通じて三六日毎に正しく行われると仮定した場合（すなわち\n控訴人のいう変則五班三交替制）の労働条件と従前のそれとの異同についてみる\nに、右前者の労働条件のうち「直勤務労働時間」、「年間各直勤務度数」が控訴人\n主張の前記表中該当欄のとおりであることは計算上明らかであり、また「年間休日\n数」は先に認定したところと同じく七〇・六〇七日であり、したがつて、「年間労\n働時間」は計算上同表中の時間を若干上廻ることとなるものと認められる。これら\nの諸点を従前の労働条件におけるそれと比較し、かつ控訴人主張の若干の改善点を\nも総合的に考慮すると、両者の労働条件の優劣はにわかに決し難いところではある\nが、年間休日数において約一六日の減少があるという点（控訴人は第一直勤務終業\n後第三直勤務始業までの間に三〇・五時間の休務時間があることをもつてこれを\n「隠れた休日」とみるべきであるといい、当審証人ｊも同旨を供述するが、暦日の\n関係を無視して時間数のみをとりあげ休日数を云々することは妥当でないというべ\nきである。）及び年間を通じてみれば各直勤務度数に変更がないといつても、三六\n日間の日勤を終えたあと直勤務に服する四箇月余の期間については変則勤務である\n第二、三直、特に昀も疲労度の激しいと思われる第三直を一二日間に三回連続しな\nければならないという点に、直勤務を長年経験している被控訴人ｎの原審及び当審\nにおける供述を総合して考えれば、控訴人のいう変則五班三交替制もまた、若干で\nあるとはいえ従前の労働条件を不利益に変更するものであることを否定し難いとい\nうべきである。\n（四）　以上によれば、本件両協定は本件業務命令当時なお効力を有していたもの\nであり、本件業務命令それ自体はもちろん、これに基づき現に実施された勤務態様\nも、右両協定に反するものであると同時に従前の労働条件を切り下げるものであつ\nたといわなければならない。\n３　次に、本件ロツク・アウトに至る労使間の交渉態度、経過（控訴人の主張３）\n及び本件ストライキの目的、態様（同４）について検討する。\n（一）　当事者間に争いのない事実に、前出乙第三六号証の三、成立に争いのない\n甲第六号証の一、二、第三四ないし第三六号証、第四八号証、第七五、七六号証、\n第八〇号証、乙第六号証の一、一七、一九、第八号証の一、二、五ないし七、一\n二、一七、二一、二三、第一三、一四号証、第三六号証の一、五、八、第三七号\n証、第四二号証の一、二、原本の存在及び成立に争いのない甲第五号証、第七、八\n号証、原審証人ｇの証言により成立の認められる乙第三八号証、当審証人ｌの証言\nにより成立の認められる乙第六三号証の一、二、原審証人ｉ、同ｋ、同ｇ、同ｌ、\n同ｏの各証言、原審及び当審における被控訴人ｎ本人尋問の結果を総合すると、以\n下の事実を認めることができる。\n①　控訴人は昭和四二年一一月一八日原研労組に対し、ＪＰＤＲの直勤務基準の改\n正について協議を申し入れ、同月二〇日「動力試験炉直勤務制度改正に関する協議\n促進について」と題する書面添付の協定書案により、従前の五班三交替制を四班三\n交替制に改め、かつ直交替の際の引継時間（三〇分）の制度を廃止し、休日は年間\n六七日とすること等を内容とする改正案を提示し、あわせて同年一二月末までには\n協定、実施に至りたい旨を申し入れた。そして、控訴人と原研労組との間に、同月\n二一日を第一回として、同年一二月二七日までの間、控訴人主張の日に七回にわた\nり、控訴人側は人事部長、労務課長らが出席して折衝が重ねられた。右第一回の折\n衝において、控訴人は、改正の理由として、直勤務者と通常勤務者との間の労働条\n件（年間の勤務時間、休日数等）の均衡をはかり、人員の効率的配置と業務の効果\n的組織的運営のために四班三交替制の採用が必要である旨を説明した。これに対\nし、原研労組側は、昭和三八年五月三日付協定にうたわれているように、ＪＰＤＲ\nの直勤務に関しいかなる勤務体制を採用すべきかは原子力の研究開発というＪＰＤ\nＲ設置の目的、運転の安全性、運転員の健康の維持及び教育訓練による技術の向上\nの見地から作業の実態に即して検討すべきであり、かような見地から判断するとき\nは五班三交替制を維持すべきであり、四班三交替制の採用には反対するとの態度を\nとつた。第一回の折衝後原研労組の要求により同年一一月二八日原子炉部門担当の\nｃ理事、ｄＪＰＤＲ部次長らが出席して労使懇談会と称する会合が開かれ、席上同\n理事から直勤務基準改正の理由として業務上の必要性に重点をおいた説明がなされ\nた。次いで、同年一二月九日の第二回の折衝において、組合側は、右懇談会におけ\nるｃ理事の改正理由についての説明や引継時間の必要性を認める旨の発言が第一回\n折衝における労務担当者の説明と食い違うとして控訴人側の見解を統一するよう求\nめ、控訴人側は組合側のいうような食い違いはないと応酬し、第三回、第四回の折\n衝においてはこの点についての論争と業務上の必要性に関する議論が繰り返され、\n交渉は進展しなかつた。そして同年一二月一九日の第五回折衝に至り、原研労組\nは、控訴人の前記提案に対する具体的意見として、「①三〇分の引継時間は安全確\n保の見地から制度として必要である。②第三直の終了した日は明け休みであり、こ\nれを一般の休日とみなして通常勤務者の休日数との均衡をはかることには反対す\nる。」との意見を表明し、これに対し控訴人側は、①については、従前の勤務の実\n態に照らし、全員一率三〇分の引継時間は必要でないから、制度としてこれを設け\nるのではなく引継は必要に応じてその都度超過勤務によつて処理することが適当で\nあり、②については、改正案では第三直終了時から第二直始業時までの休務時間が\n三二時間に達するので、これを休日として扱うのは当然であるとの見解を述べた。\nなお、控訴人が右のように引継時間制度の廃止を強く主張したのは、右のような理\n由もさることながら、改正案においてこれを存置すると、年間労働時間数の増加を\n招き従前のそれを大幅に上廻ることとなり、ひいては休日の増加を考えなければな\nらないことになる点をおそれたところにもその理由があつた。\nこうして、同月二五日、二七日の第六回及び第七回折衝においても両者の主張は\n平行線をたどるだけで妥結の見通しが立たないまま、控訴人は同月二七日先に認定\nしたとおり本件業務命令を発し、翌年一月六日からこれを実施する旨通告した。\n②　その後も控訴人は本件業務命令の定める直勤務方式につき原研労組の同意を得\nて労働協約の成立をはかるべく交渉を申し入れ、昭和四三年一月五日から同年二月\n六日までの間、控訴人主張の日に七回にわたつて折衝が行われた。この間の折衝に\nおいて、原研労組は、本件業務命令の強行に抗議し、その撤回を強く求めるととも\nに、三〇分の引継時間を制度として存置すべき旨の従前の主張を繰り返したが、右\n二月六日の時点においては、従前の一〇日周期の勤務編成には必ずしも固執せず、\n一月七日から現に実施されていた方式を制度化すること、すなわち五班のうち一班\nを日勤班として常置し、これが三六日毎に直勤務班と入れ替わることを協定書に明\n文化すること（すなわち控訴人のいう変則五班三交替制の採用）を求め、若干の譲\n歩を示したのに対し、控訴人は引継時間については従前と同じ見解を繰り返し、ま\nた五班のうち一班を日勤班としておくのは同年秋に予定されたＪＰＤＲ２の改造工\n事開始までの暫定的、経過的措置にすぎないからこれを協定化することはできない\nとの立場をとり、譲らなかつた。そしてこの間原研労組は、本件業務命令による直\n勤務態様の変更に抗議するため、同年一月五日、翌六日からＪＰＤＲ部所属組合\n員、保健物理安全管理部所属ＪＰＤＲ勤務組合員等につき無期限ストライキを実施\nする旨通告したが、当日二四時間ストライキに変更してこれを実施し、更に同月三\n〇日午後二時三〇分から同四時まで東海支部組合員全員につきストライキを実施し\nた（なお、右一月三〇日の時限ストライキは本部所属組合員の都市手当の問題に関\nする控訴人の処置に抗議することを主たる目的としたものである。）。\nところで、右折衝には控訴人側は労務課長と同課員が出席するだけで、前年中と\n異なり人事部長の出席もなく、また原研労組の要求にもかかわらず理事の出席する\n団体交渉は一度も開かれることなく推移し、同年二月六日以降は右のような折衝も\nもたれない状況となつた。こうして、同月一九日原研労組は控訴人に対し書面をも\nつて控訴人主張の①ないし⑤からなる五項目の要求（右のうち⑤は控訴人のいう変\n則五班三交替制の制度化を意味する。）を申し入れ、翌二〇日この要求のもと無期\n限部分ストライキを宣言して翌二一日午前八時からＪＰＤＲの第一直の業務に就く\n組合員一〇名につき本件ストライキを実施した。\n③　ＪＰＤＲは昭和四二年一〇月から始まつた定期検査を昭和四三年二月一三日終\n了し、同月一五日から運転前機能試験を行つて同月二一日運転を再開することとな\nつており、本件ストライキは右の運転再開の日を狙つて行われたものであり、その\n参加者の範囲が第一直勤務者一〇名に限定される部分ストライキであるとともに、\nＪＰＤＲにおける直勤務の性質上必然的に波状ストライキの形態をとることとなる\nものである。そしてＪＰＤＲは、原子炉を起動してから所定の出力に達するまでに\n約一六時間を要するため、控訴人主張のとおりの理由により、第一直勤務者のスト\nライキが継続されればその運転を行うことができないことになる。しかして、本件\nストライキ中も六名の運転員は保安要員として勤務していたので、結局第一直勤務\n者一〇名から六名を減じた四名が毎日ストライキを行うことによつて、ＪＰＤＲの\n運転は完全に停止されることとなる。そのため、控訴人は昭和四三年二月二六日以\n降ＪＰＤＲ部第四課の日勤班八名に対し第一直の勤務に就くよう業務命令を発し、\n運転を再開しようとしたが、原研労組は直ちにこれらの者の指名ストライキを実施\nしてこれを阻止した。控訴人は更に同月二七日ＪＰＤＲ部の直勤務を経験したこと\nのある従業員に対し、第一直に就業させるべく第四課員の兼務発令をしたが、実施\n上の難点があつて実現できず、結局本件ストライキによりＪＰＤＲの運転再開は完\n全に阻止されるに至つた。\n一方、原研労組はストライキ突入に際し、控訴人と争議協定を結び、ＪＰＤＲの\n安全保持のため右のように六名の保安要員を提供し、また本件ストライキそのもの\nは平穏に行われ、その期間中実力行使を伴うようなトラブルの発生は一切なかつ\nた。\n④　同年二月二七日本件ストライキ突入後初めて控訴人と原研労組間に折衝がもた\nれ、翌二八日にも続けられたが、双方の主張に譲歩は見られず、事態解決の見通し\nが得られなかつたので、控訴人はこのような事態に対処するため、理事長、副理事\n長以下幹部が協議した結果、原研労組の五項目要求貫徹の態度に対しロツク・アウ\nトをもつて対抗することを決意し、同月二九日原研労組に対しこれを通告し、同年\n三月一日午前八時以降、ＪＰＤＲに勤務するＪＰＤＲ部及び保健物理安全管理部各\n所属組合員（合計一〇〇余名）に対し本件ロツク・アウトを実施した。これに対し\n原研労組は同日午後一時本件ストライキを解除し、同月四日書面をもつて就労を要\n求したが、控訴人はこれを拒否した。その後も三月一日を初めとして控訴人と原研\n労組との間に交渉が行われたが、双方の態度にようやく妥結の兆が見え、同月一九\n日の交渉においてＪＰＤＲの直勤務は四班三交替制により行うこと、ただしＪＰＤ\nＲⅡの改造工事着手まで暫定的に、通常勤務に服する日勤班（一班）をおき三六日\nを基準周期として直勤務に組み入れること、一五分の引継時間を制度として直勤務\n者全員に認めることなどの点につき合意に達し、控訴人は来る二二日本件ロツク・\nアウトを解除する旨の意思を表明し、同日午前八時をもつて本件ロツク・アウトは\n終息を告げるに至つた。\n⑤　その後同年四月二七日に至り控訴人と原研労組との間に、右三月一九日に合意\nされたところに従つて、ＪＰＤＲの直勤務を四班三交替制によるものとし、引継時\n間を一五分とする協定が締結された。なお、その際、具体的な直勤務編成は労使の\n合意事項とされず、控訴人が実施にあたつて適宜これを定めることとされた。\n右協定成立後もＪＰＤＲ部第四課には五つの係が存置され、暫くの間は従前同様所\n属長の指示により日勤班と直勤務班の入れ替えが行われたが、同年一〇月（なお、\nＪＰＤＲ２の改造工事は予定が大幅に遅れ、翌四四年九月頃に至つて開始され\nた。）からは四班のみが直勤務に服する完全な四班三交替制が行われるようになつ\nた。\n以上のとおり認められ、右認定を左右するに足りる証拠はない。また、控訴人の\n主張３中、以上認定したところをこえて、労使間の交渉経過における原研労組側の\n態度を非難する部分については、これにそう原審証人ｇ、同ｏ、当審証人ｍの各証\n言はにわかに採用し難く、他にこれを認めるに足りる証拠がない。\n（二）　以上に認定した諸事実に基づいてまず本件ロツク・アウトに至る労使間の\n交渉の経過について考えるに、控訴人が改正案を提示した昭和四二年一一月二〇日\nから本件業務命令までの間においては、原研労組側が控訴人側担当者の説明、発言\nに対する揚げ足とりに類することを主張して交渉の引き延ばしを図つた点もみられ\nないではないが、一方控訴人側も右改正案どおりの協定化を急ぎ、これが望めない\nとみるや一方的に業務命令によつてこれを実施しようと図つたものであり、従前の\n五班三交替制による勤務編成に当時の業務の実態に照らし、その能率的、効果的運\n営の見地からいつて改善すべき点があつたとしても、右改正案が前認定のように本\n件両協定に違反し、労働条件の切下げをもたらすものであつたことを否定し難い以\n上、右のような原研労組側の態度のみを一概に非難することはできないというべき\nである。そして、本件業務命令が発せられて後本件ロツク・アウトに至る経過につ\nいても、右改正案の内容どおりの本件業務命令が強行されたことに対して原研労組\nが強く反発し、その撤回を求めたことは労働組合の態度として無理からぬところで\nあり、右業務命令が日々職場に定着化していく一方、控訴人側の責任ある立場にあ\nる者の出席する団体交渉も開かれないまま推移する中で、原研労組が争議行為の意\n思を固め本件ストライキに至つたことについて、その態度を控訴人のいうように一\n方的に非難することのできないことは明らかである。のみならず、原研労組は昭和\n四三年二月六日の時点では既に従前の五班三交替制による勤務態様に必ずしもこだ\nわらない態度を示し、本件ストライキに先立つて提示した五項目の要求においても\nこれを明示しており、また、右要求において主張するところは、当時現実に行われ\nていた勤務態様（すなわち、前認定のとおりそれが制度的に保障されていない点は\nともかくとして、五班をおき日勤班が三六日毎に直勤務班の一つと交替する態様の\nもの）を前提とする限り、②の三〇分の引継時間制度の存置の点を除き③の点につ\nいては控訴人としても異議がなかつたことは明らかであり、④の点は原審証人ｇの\n証言にその後の交渉経過をあわせ考えれば原研労組自体さほどこれを強く要求する\n意思はなかつたものと認められる。）、控訴人側の主張とその実質において大きく\nかけ離れていたものとは思われず、控訴人においてこれに適切に対処することによ\nつて右引継時間の点も含め適当な妥協点を見出すことも必ずしも困難でなかつたと\nみることができるのである（当審証人ｍの証言中以上の認定に反する部分は採用で\nきない。）。\n次に、本件ストライキの目的について考えるに、本件ストライキがＪＰＤＲの直\n勤務者の労働条件の切下げを内容とする本件業務命令（それが本件両協定に違反す\nるものであることは先に認定したとおりであるが、右（一）の冒頭に掲げた各証人\n及び被控訴人本人の供述によれば、原研労組は当時この点を必ずしも明確に意識し\nておらず、抗議の理由としても掲げていなかつたことがうかがわれる。）の撤回、\n具体的には右五項目の要求の貫徹を目的として行われたものであり、その目的にお\nいて不当のものがあつたということのできないことは明らかである。控訴人は、従\n来の原研労組の姿勢に照らし、本件ストライキの目的は単に右のみにとどまらず控\n訴人の管理運営に関する権限を掌握するところにその真の狙いがあり、本件ストラ\nイキは右の狙いを実現するための全所的闘争の拠点作りないし火つけ役に利用すべ\nく行われたものとみるべきであると主張し、原審証人ｇ、当審証人ｍは原研労組発\n行の当時の機関誌（例えば乙第三六号証の三）等を根拠に右主張にそう供述をする\nが、労働組合が争議中に発行する機関誌が組合員の士気高揚、団結の維持を目指し\nて多かれ少なかれ誇張した表現をとりがちであることはみやすい道理であるし、原\n審証人ｏの証言によれば、　本件業務命令実施後本件ストライキまでの間に本件業\n務命令の撤回のみを目的としたストライキ等の争議行為が他の職場において行われ\nたことはなかつたことが認められることや原審証人ｐの証言（第二回）に照らす\nと、前記各証言は客観的な根拠に基づくものとは認め難いというべく、他に控訴人\nの前記主張を認めるに足りる証拠はない。\nまた、本件ストライキの態様についても、特にこれを不公正と目すべき点は見当\nたらない。この点について、本件ストライキが部分かつ波状ストライキの形態をと\nるものであり、四名の労務不提供によつてＪＰＤＲの運転の全面停止を結果したも\nのであることは先に認定したとおりであるところ、控訴人は右のようなストライキ\nは原子炉の特性を巧みに利用して原研労組の犠牲はこれを昀小にし、控訴人が受け\nる打撃はこれを甚大にするように意識的に仕組まれたものであつてその態様におい\nて公正を欠くものというべきであると主張するが、そもそも部分ストライキは企業\nの業務上重要な部門の組合員のみについてストライキを実施することによりこれと\n有機的な分業、協業関係にある他の部門にも業務上の影響を及ぼして事実上全面ス\nトライキと同様の効果を挙げること、換言すれば労働者側の損失をできるだけ少な\nくして使用者側により大きな打撃を与えることを狙いとする場合が多いのであり、\nそのこと自体から直ちに当該ストライキが態様の面において公正を欠くとされるべ\nき筋合いのものではない。また、控訴人は、本件ストライキは原研労組において長\n期間執拗に行うことを意図していたものであり、しかもこれによる組合の損失が僅\nか四名の賃金喪失にすぎないことなどの事情から主観的、客観的に長期化する条件\nを備えていたものであると主張し、原審証人ｏ、当審証人ｌ、同ｍはこれにそう供\n述をするけれども、原審証人ｐの証言（第二回）に前記認定の本件業務命令実施後\n本件ストライキまでの経過における原研労組のとつた争議行為の態様や態度、特に\n当時原研労組が従前の勤務態様にこだわらない態度を示し、前記五項目の要求もそ\nれ程控訴人側の主張とかけ離れたものとはいえなかつたことや、原審証人ｏの証言\nにより成立の認められる乙第二七号証の一、二によれば原研労組が行つた過去の争\n議行為の例にもさして長期にわたるものは見当たらないことなどを総合すれば、本\n件ストライキ突入の前後の時点で控訴人側における適切な対処を期待して然るべき\nであり、それでもなお、原研労組が控訴人主張のように長期にわたつて本件ストラ\nイキを継続するおそれがあつたといえるような客観的な状況が存在したものとは断\n言できないというべきであり、前掲各証言はにわかに採用し難く、他に右のような\n状況の存在を認めうべき証拠はない。\n４　そこで進んで、控訴人がその主張５において主張する本件ストライキによつて\n受けた打撃の内容及び程度について検討する。\n（一）　まず、各種試験研究等の面における打撃（控訴人の主張５の（一）につい\nてみるに、成立に争いのない乙第三号証、第一六号証の一ないし三、第五九号証、\n第六〇号証の一、三、六、七、当審証人ｌの証言によつて成立の認められる乙第六\n一号証の一ないし四、当審証人ｌ、同ｍの各証言によれば、控訴人が原子力の研\n究、開発、利用の促進に寄与することを目的として設立されたわが国唯一の原子力\nに関する総合的研究、開発機関であり、ＪＰＤＲがこの目的遂行実現の一環として\n導入されたわが国唯一の動力試験炉であること、ＪＰＤＲの設置目的が控訴人の挙\nげる〔イ〕ないし〔ハ〕の三点に要約されること、控訴人はＪＰＤＲを使用して行\nう試験研究を通じて得た成果をさまざまの形で学界、産業界に普及し、研究者、技\n術者を養成して研究、技術水準の向上をはかり、前記設立の目的を実現するもので\nあり、これらの業務のために投ぜられる資金は莫大なもので、その大部分は国費に\nよりまかなわれていること、控訴人は各事業年度毎に、内閣総理大臣の認可を経て\n作成される事業計画に則り、当該事業年度に実施すべき研究についてその目的、内\n容、日程等を明らかにした研究計画を策定するところ、本件ストライキの行われた\n昭和四二事業年度の研究計画においては、当時の軽水型動力炉の導入、国産化とい\nう政策にそうものとして、ＪＰＤＲ部では控訴人主張のイないしハのとおりの研究\nテーマを、独自にあるいは外部研究機関との共同研究により又は右機関からの受託\n研究として遂行すべきものとされていたこと、本件ストライキの行われた昭和四三\n年二月当時これらの研究テーマのもとにＪＰＤＲを使用して遂行すべきものとされ\nていた具体的業務として、控訴人の挙げる①ないし⑪の試験研究のうち①、③、\n⑥、⑧、⑨、⑩が、また⑫の養成実施訓練がそれぞれ予定されていたこと、これら\nの試験研究等の業務が本件ストライキによつてＪＰＤＲの運転が停止したことによ\nり、その期間中実施できなかつたこと、右試験研究はいずれも前記政策の一環とし\nての原子炉構成機器、燃料等の国産化、改良の動きに即応してその成果を早期に得\nることが望まれており、それ自体重要な意義をもつものであつたこと、また右養成\n実地訓練の実施も控訴人の使命に照らしゆるがせにできないものであつたことをそ\nれぞれ認めることができ、以上の認定に反する証拠はない。なお、控訴人は右に認\n定したもの以外にも若干の試験研究（②、④、⑤、⑦、⑪）について本件ストライ\nキの影響を主張し、前掲乙第五九号証によれば、これらもまた昭和四二事業年度の\n研究計画に定められていたことは肯定できるけれども、これらの実施が本件ストラ\nイキによつて現実に影響を受けたことについては、当審証人ｌの証言はこれを認め\nるに必ずしも十分でなく、他に的確な立証がない。\nしかしながら、前出乙第六三号証の一、成立に争いのない甲第一六号証の一ない\nし三、第六三号証、第六六号証、第七八号証、第八四号証、弁論の全趣旨により成\n立の認められる甲第五九号証、当審証人ｌの証言、当審における被控訴人ｎ本人尋\n問の結果によれば、ＪＰＤＲの稼動率は従来から三〇％弱と低く、定期検査や故障\n等のためしばしば運転を停止してきたものであり（すなわち昭和四〇年七月から九\n月にかけて八二日間、昭和四一年五月から九月にかけて一三四日間、昭和四二年二\n月から三月にかけて五八日間、同年六月から八月にかけて六七日間等）、このため\nＪＰＤＲを使用して行うべき試験研究の多くは当初の計画どおり進行しないことが\n多く、それが外部機関との共同研究による場合契約を更新してさらに次年度に継続\nすることが多かつたこと、前記認定の試験研究の多くも右の例にもれず従来からの\n遅れもあつた上、本件ストライキ直前にもＪＰＤＲが昭和四二年一〇月から定期検\n査のため運転を停止し、昭和四三年一月に運転再開を予定していたところ、検査の\n完了が遅延したことから、同年二月二一日に再開が延び、その実施が遅れていたこ\nと、右認定の試験研究はそれ自体三、四年間にわたつて継続されて初めて成果のあ\nがるもの、もしくはそのような長期にわたる試験研究の一環を占めるものであり、\nその多くは本件労働争議終了後契約を更新するなどして遂行され一応の目的を達し\nて終了していること（現在なお進行中のものもある。）が認められ、これらの事実\nと本件ストライキによる試験研究の遅延もその結果自体をとらえれば従来の運転停\n止による遅延と何らえらぶところがないことや前記認定の試験研究の内容をあわせ\n考えれば、右試験研究は主として将来のエネルギー源としての原子力発電の実用化\n（弁論の全趣旨により成立の認められる甲第六四号証によれば、原子力発電のわが\n国の総発電量に占める割合は昭和四九年度においても四・二％にとどまる。）のた\nめの基礎的な研究なのであつて、それ自体としては、本件ストライキ当時極く近い\n一定の時期までに是が非とも完了しなければならない性質のものではなかつたとみ\nるべきであるから、本件ストライキによる一〇日間の遅延が右試験研究にとつて決\n定的な意味をもつとまでは到底認め難いといわなければならない。また、前記養成\n実地訓練についても、成立に争いのない甲第七九号証、当審証人ｍの証言によれ\nば、本件ロツク・アウトを経て昭和四三年四月から契約に基づいて実施され、同年\n秋までには一応の目的を達して終了していることが認められるから、本件ストライ\nキによる遅れがその実施にとつてさほど重要な意味をもつていたとはにわかに断じ\n難い。\nもつとも、控訴人は、右のように当時ＪＰＤＲの運転再開が遅れていたため、定\nめられた試験研究計画に齟齬をきたさぬようこれを早急に実施すべき必要があつた\nことと当時同年五月六日から約三箇月間運転を停止して炉底検査を行い、同年一〇\n月からはＪＰＤＲⅡ改造工事に入る予定となつていたので、前記試験研究を実施し\nうる期間が極めて限られていたことを根拠に同年二月二一日からの運転再開の重要\n性を強調し、また一〇日間の遅れといつてもＪＰＤＲの稼動率が低く運転期間が年\n間九〇日程度と限られていたことからすれば、試験研究に対する影響は極めて大き\nいと主張する。しかしながら、右のうちＪＰＤＲⅡ改造工事の開始予定の時期につ\nいては、そもそも前記認定の試験研究の実施が控訴人のいうように期限を限られて\nいたものとすればそれが未了の場合に、予定をいささかも遅らせることのできない\n至上命令であつたのかという疑問も生じるが、この点はともかくとして、成立に争\nいのない甲第六〇、六一号証、第七〇号証、当審証人ｌの証言により成立の認めら\nれる乙第六三号証の三、当審証人ｌの証言によれば、右改造に関する安全審査は昭\n和四二年三月から原子力委員会原子炉安全専門審査会の中に設けられた第三〇部会\nにおいて行われてきたところ、同部会の答申に基づき昭和四三年二月七日右審査会\nは、改造部分については安全であるとの結論を出したが、ＪＰＤＲの圧力容器のヘ\nアクラツク（この点は昭和四一年からその安全性が問題となつていたもので、ＪＰ\nＤＲは前記昭和四二年一〇月に始まつた定期検査の結果、所管の通産省から昭和四\n三年五月運転を停止して圧力容器の底部を検査することを条件に、同年二月二一日\nからの運転再開を許可されていたものである。）に安全上問題があるとし、ただ\nし、右の点は審議の対象となつておらず通産省の所管に属することからその取扱い\nを今後検討することとして結論を出さなかつたこと、控訴人は、科学技術庁原子力\n局の行政指導により同年三月一二日右の点を安全審査の対象に追加する申請書を提\n出し、この点は引き続き右第三〇部会において審議検討されることとなつたこと、\nその後右圧力容器のヘアクラツクに関する安全審査には一年半を要し、前記審査会\nは昭和四四年九月その安全性を認める結論を出し、その頃ようやく改造工事が開始\nされるに至つたことを認めることができ、右認定に反する証拠はない。右に認定し\nたところによれば、本件ストライキから本件ロツク・アウトに至る時点において\nは、ＪＰＤＲⅡ改造計画の安全性について、前記審査会において圧力容器のヘアク\nラツク問題がとり上げられ、これにつきなお審議が必要とされる状況にあつたこと\nは、控訴人も十分承知していたわけである。そして当審証人ｌは右当時右の点が安\n全審査の対象とされても既にこれに関する資料は提出されており、同年三月中には\n安全性に問題なしとの結論が出されるものと予測していたと供述するが、従前の経\n緯及びその後の経過をみると、右予測は楽観的に過ぎ、同証人の希望的観測の域を\n出ないものといわざるをえず、控訴人は、本件ストライキ当時公けの計画としては\nなお同年一〇月に改造工事に着手することを予定し、これを望んでいたとしても、\n現実問題としてはその開始が遅れることを予測できないわけではなかつたものと認\nめるべきである。したがつて、従来からの試験研究の遅れを根拠に昭和四三年二月\n二一日からの運転再開の重要性をいう控訴人の前記主張も、同年秋のＪＰＤＲⅡ改\n造工事の予定について右のとおり認められる以上説得力を失うというべきである。\nまた、ＪＰＤＲの従来の稼動率が低いことを理由に一〇日間の遅れの重要性をいう\n控訴人の議論は、それ自体としてはもつともな点が認められないではないけれど\nも、むしろ右のような過去のいきさつからすれば、前記試験研究の性質上一〇日間\n程度の遅延は控訴人内部においても必ずしも決定的なものとはうけとられていなか\nつたとも推察されるのであつて、右議論にはにわかに左袒し難いというほかない。\n以上の次第であつて、控訴人が原子力の研究、開発、利用を推進することにより\n間接的に公共の福祉、国民生活の利益に奉仕すべきものであるから、そこにおいて\n行われる争議行為による損失、打撃については私企業におけるとは異なる考察が必\n要であり、しかもその事業が研究であることに伴う特殊性を考えなければならない\nという控訴人の主張（なお、控訴人は共同研究等の外部関係機関との関わりのある\n業務を実施できなかつたことにより、これらの機関の業務計画に大きな支障を与\nえ、控訴人の対外的信用を失墜した旨主張し、当審証人ｌ、同ｍの証言中にこれに\nそう部分があるが、右各証言をもつては右に関する具体的事実を認めるに十分でな\nく、他にこれを認めるに足りる証拠はない。）を十分考慮に入れても、本件ストラ\nイキによる前記試験研究、養成実地訓練の阻害をもつて、本件ロツク・アウトの正\n当性を考える上で控訴人が主張するような大きな打撃であつたと認めることはでき\nないというべきである。\n（二）次に、控訴人はその主張５の（二）において本件ストライキにより控訴人の\n被つた損失、打撃として、原研労組が本件ストライキによつて一日につき僅か四名\n分の賃金約七〇〇〇円を喪失するだけであるのに対し、ＪＰＤＲ部等所属の組合員\nの提供する労務は全く不必要又は無価値なものとなり、控訴人はこれに対して一日\nにつき約一九万七〇〇〇円の賃金の支払を余儀なくされることとなつた点を主張す\nるので検討する。\nＪＰＤＲ部第一課ないし第四課及び保健物理安全管理部放射線管理課動力試験炉\n管理係の職務分掌が控訴人主張のとおりであることは当事者間に争いがなく、原審\n及び当審証人ｌ、原審証人ｏの各証言によれば、ＪＰＤＲ部第一課ないし第四課が\nＪＰＤＲを運転し、これにより各種試験研究等を行うための有機的な分業、協業の\n関係にあること、第四課については、本件ストライキによる運転停止により補機の\n運転等保安のためのもの以外の業務がなくなつたこと、第三課については、ＪＰＤ\nＲが当時定期検査を終了していたことから運転停止中になすべき業務は運転時に比\nべて少なくなつていたこと、第二課については、同課で行うべき試験研究の実施が\nできなかつたことは前記（一）に認定したとおりであり、同課本来の業務はほとん\nどなくなつたといえること、前記係についても、本件ストライキにより本来の目的\nである運転中の放射線管理の業務がなくなつたこと、本件ストライキによる組合側\nの賃金喪失（四名分）が一日あたり約七〇〇〇円、控訴人がＪＰＤＲ部各課及び右\n係の組合員に支払うべき賃金が一日あたり約一九万七〇〇〇円であることを認める\nことができ、右によれば、ＪＰＤＲ部各課（第一課を除く。）及び前記係の業務が\n本件ストライキによる運転停止によつて大幅に減殺されるか、あるいは本来意図す\nるものでなくなつたことは明らかである。そして、ＪＰＤＲにおいて過去何度か運\n転停止があり、年間稼動率が三〇％弱であつたことは先に認定したとおりである\nが、これらの運転停止は定期検査等のため計画的に、あるいは故障又はその修理等\nのため必要に応じて行われるものであつて、ストライキによる運転停止はこれと同\n列に論じえないというべきことも当審証人ｌの供述するとおりである。\nしかしながら、部分ストライキによつて関連部門の業務が阻害され、労働者側の\n賃金喪失と使用者側の賃金支払との不均衡が生じたからといつて直ちに、当該部分\nストライキを違法あるいは不当なものということはできず、右によつて使用者側が\n著しい損失、打撃を被るものといえるかどうかは、使用者の余儀なくされる無用な\n出捐の程度とその経済的負担能力との関係や当該部分ストライキの目的いかん等を\n考慮して判断されなければならない。これを本件についてみるに、ＪＰＤＲは、先\nに認定した設置目的からすれば運転及び保守に関しての経験を得ることのほか、そ\nの運転によつて各種の試験研究を行うことを本来の使命とするものであり、右認定\nの各課等の業務阻害のうち、右試験研究の面における業務阻害がとりわけ重要な意\n味をもつものというべきところ、本件ストライキによる右の面における業務阻害の\nもつ意味をしかく強調することのできないことは前記（一）において説示したとお\nりである。加えて、ＪＰＤＲ部各課等の業務に右認定のような阻害が認められる反\n面、成立に争いのない甲第三七号証、第四二号証、第八六号証に原審証人ｋ、同\nｑ、当審証人ｌ（後記採用しない部分を除く。）の各証言、原審における被控訴人\nｒ、同ｓ、当審における被控訴人ｎ各本人尋問の結果を総合すれば、ＪＰＤＲ部各\n課のうちその庶務を分掌する第一課は、業務の性質上本件ストライキによる影響を\n具体的にはほとんど受けなかつたものとみられ、また第三課においては、ＪＰＤＲ\nの運転停止中であつても機器の大半は活動しているので、これの日常定検業務があ\nつたほか、本件ストライキ期間中も右機器に故障が発生し、また定期検査中になさ\nれていなかつた故障も残つていてこれらの修理が現に行われ、更に老朽機器の更新\n等に関連する業務も行われていたこと、第二課においても、同年三月二五日に開催\nされる日本原子力学会にむけて研究成果発表の準備（これも職員の業務として認め\nられていた。）が行われていたこと、前記係においても、運転停止中にも行うべき\nことが義務づけられている業務があり、ストライキに入らなかつた通常勤務者がこ\nれを行つていたことが認められる（原審及び当審における証人ｌの証言中右認定に\n反する部分は採用できない。）のであるから、控訴人が支払を余儀なくされるとい\nう一日あたり一九万七〇〇〇円の出捐のすべてが無用の出費となるものでないこと\nは明らかである。これらの点と弁論の全趣旨から認められる特殊法人としての控訴\n人の経済的負担能力とをあわせ考えれば、右の程度の出捐が控訴人に著しい損害を\n与えるものであつたとはにわかに認め難いというべきである。そして本件ストライ\nキが本件両協定に違反し労働条件の切下げを内容とする本件業務命令の撤回を目的\nとして行われたそれ自体正当な目的を有するものであることは先に判示したとおり\nである。してみると、本件ストライキによる原研労組側の賃金喪失が僅かであるの\nに対し控訴人においてはＪＰＤＲ部各課等の業務阻害にもかかわらず賃金全額の支\n払を余儀なくされることをもつて、本件ストライキが控訴人に著しい損失、打撃を\n与えるものであつたとは到底認めることができないといわなければならない。\n（三）　更に控訴人は、その主張５の（三）においてＪＰＤＲの運転による発電に\nよつてまかなつていた東海研究所内の消費電力を外部から購入せざるをえなくな\nり、また余剰電力の売却による収入も杜絶する旨主張し、右事実は原審証人ｌ、同\nｏの各証言によつてこれを認めることができるが、本来ＪＰＤＲの運転は前記認定\nの目的で行われるものであつて企業として行われるものではなく、このことは東海\n研究所が東京電力株式会社から購入する電力料金が一キロワツトアワーあたり六円\nないし七円であるのに対し、同会社に売却する電力料金は一キロワツトアワーあた\nり昼間が一円余、夜間が一円に満たない事実（右各証人の証言により認められ\nる。）に照らしても明らかであるし、更に先に認定したようにＪＰＤＲが昭和四〇\n年七月から昭和四二年八月までの間、二箇月ないし四箇月にわたり運転及び発電を\n停止していた事実及び昭和四二年一〇月定期検査のため停止し、翌四三年一月運転\n再開の予定が同年二月二一日に延び、それが本件ストライキにより旬日遷延したに\nすぎない事実をあわせ考えるときは、控訴人の右主張によつては、控訴人がそのた\nめに本件ロツク・アウトを正当ならしめるような損失、打撃を被つたものと即断す\nるわけにはいかない。\n（四）　以上によれば、本件ロツク・アウトの実施にあたつて、控訴人が原研労組\nの行つた本件ストライキにより被る損失、打撃によつて著しく不利な圧力を受ける\nことになるような状況におかれていたものとは認められないといわなければならな\nい。\n控訴人は、その主張５の（四）において本件ストライキが一〇日間で終わつたの\nは原研労組が本件ロツク・アウトに対抗して戦術的にこれを中止したからにすぎ\nず、原研労組としてはなおこれを継続する意思を有し、また継続しうる状況にあつ\nたと主張するが、原研労組がその後のストライキを具体的に予定しながら戦術的に\n一時ストライキを中止したものと認めるべき証拠はないし、控訴人側において本件\nストライキに対し適切に対処したとしてもなお、原研労組が控訴人主張のようにし\nかく長期にわたつて本件ストライキを継続するおそれがあつたといえるような客観\n的状況が存在したものと断言し難いことは先に説示したとおりであり、右の主張を\nもつては、本件ロツク・アウトの実施にあたつて控訴人がおかれていた状況に関す\nる前記判断を左右することはできない。\n５　以上の次第であつて、これを要するに、控訴人が昭和四二年一二月二七日に発\nした本件業務命令は、ＪＰＤＲの直勤務につき四班三交替制を定めるものであつ\nて、右直勤務を五班三交替制によるべきものと定めた控訴人と原研労組間の昭和三\n八年七月二一日付及び同年八月一五日付協定に反するものであると同時に、右直勤\n務者の従前の労働条件を切り下げるものであつた（以上のことは昭和四三年一月七\n日以降現実に実施された直勤務態様についても同様である。）のであり、昭和四二\n年一一月二〇日の控訴人の改正案提示から本件業務命令を経て本件ロツク・アウト\nに至る間の労使間の交渉経過において、原研労組側の態度のみを一方的に非難する\nことのできないことも明らかである。そして、本件ストライキは、右業務命令の撤\n回を目的として行われたものであつてその目的において不当のものがあつたといえ\nないのみならず、その態様の面においても不公正なものであつたということはでき\nないのであり、これによつて控訴人が受ける損失、打撃の程度についてみても、試\n験研究等の業務の阻害、ストライキに参加しなかつたＪＰＤＲ部各課等の組合員へ\nの賃金支払、売電収入の杜絶等控訴人主張のいずれの面においてもさほど大きなも\nのがあるとは認め難く、控訴人が本件ストライキにより著しく不利な圧力を受ける\nことになるような状況におかれていたとは認められないというべきである。結局、\n本件ロツク・アウトは、控訴人として右損失、打撃を避けるという目的のあつたこ\nとは否定できないにしても、同時に本件ストライキを排除して、ロツク・アウトの\n圧力により原研労組をして本件業務命令の定める四班三交替制を内容とする労働協\n約を締結させるという積極的な意図の下に行われたものであるとみざるをえない。\n以上を前記１において述べた法理に照らして考えれば、本件ロツク・アウトは、そ\nの開始の時点において、「本件ストライキにより控訴人が著しく不利な圧力を受け\nることになるような場合に行われたもので、衡平の見地から見て労使間の勢力の均\n衡を回復するための対抗防衛手段として相当なものであつた」とは認められないと\nいうほかない。そして本件ロツク・アウトが開始された後の時点において、これを\n正当ならしめるような特段の事情の変化があつたことは本件全証拠によるもこれを\n認めることができないから、右の結論は本件ロツク・アウト継続中についても異な\nらないというべきである。よつて、本件ロツク・アウトはその実施期間中のいずれ\nの時点をとつても正当性を認め難いといわなければならず、控訴人の主張は採用す\nることができない。\n三　してみると、控訴人は被控訴人らに対し、本件ロツク・アウトにより就労でき\nなかつた期間中の同人らの賃金の支払義務を免れないというべきところ、右期間中\nの就労に対し控訴人が支払うべき本給、研究手当、研究要員手当、初任給調整手当\nが原判決添付別紙債権目録（９、４８を除く。以下同じ）中の該当欄記載のとおり\nであること及び同別表１（４８を除く。以下同じ）記載の被控訴人らが右期間中同\n表記載の回数第二直、第三直を勤務したとすればこれに支給さるべき原子炉等交替\n手当の額が右目録中該当欄記載のとおりであり、また同別表２（９を除く。以下同\nじ）記載の被控訴人らが本件ロツク・アウトの実施された月の勤務日数の半ば以上\n勤務したとすればこれに支給さるべき放射線業務手当の額が右目録中該当欄記載の\nとおりであることはいずれも当事者間に争いがない。控訴人は、原子炉等交替手当\nは第二直又は第三直の勤務に、放射線業務手当は原子炉等の運転その他所定の放射\n線業務にそれぞれ現実に従事した場合に初めて支給されるべき性質のものであるか\nら、控訴人は以上の業務に現実に従事しなかつた被控訴人らに対し、これらの手当\nを支給すべき義務を負う筋合いはない旨主張するが、本件ロツク・アウトがなけれ\nば、原判決添付別表１記載の被控訴人らが同表記載の回数第二直、第三直を勤務す\nることが予定されており、また同別表２記載の被控訴人らが当該月の勤務日数の半\nば以上所定の放射線業務に従事したであろうことはいずれも控訴人において特に争\nわないところであるから、右各手当もまた本件ロツク・アウト期間中の就労につい\nて控訴人が支払義務を免れない賃金のうちに含まれることは明らかである。\nよつて控訴人は被控訴人らに対し、原判決添付別紙債権目録中「合計」欄記載の\nとおりの各金員を支払わなければならない。そして、「日本原子力研究所職員給与\n規程」（甲第五五号証）によれば職員の給与の支給定日は、毎月一五日（ただし休\n日を除く。）であり、この支給定日に支給する給与は、当月分の本給、研究手当、\n研究要員手当、初任給調整手当等並びに前月分の放射線業務手当、原子炉等交替手\n当等となつており、また職員を給与の支給定日以後月末までに採用したときは、そ\nの月の本給、研究手当、研究要員手当、初任給調整手当は翌月の五日（ただし休日\nを除く。）に支給し、更に給与の支給定日以後月末までに職員の本給その他右の各\n手当につき異動を生じたときは、翌月の支給定日において増額又は減額して支給す\nる建前となつている。したがつて控訴人の被控訴人らに対する前記目録中「合計」\n欄記載の各金員の支払義務は遅くとも昭和四三年四月一六日被控訴人ら全員に対し\nそれぞれ履行遅滞に陥つたことになる。\n四　以上の次第であるから、控訴人に対し、前記目録中「合計」欄記載の各金員及\nびこれに対する昭和四三年四月一六日から支払済みまで民法所定年五分の割合によ\nる遅延損害金の支払を求める被控訴人らの本訴各請求はすべて正当として認容すべ\nきであり、これと同旨の原判決は相当であつて本件控訴は理由がない。よつてこれ\nを棄却することとし、訴訟費用の負担につき民事訴訟法九五条、八九条を適用して\n主文のとおり判決する。\n（裁判官　室伏壮一郎　三井哲夫　河本誠之）\n（別紙省略）\n"
}