{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 11,
    "day": 17
  },
  "case_number": "平成10(ワ)13236",
  "case_name": "著作権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13507",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13507",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/507/013507_hanrei.pdf",
  "contents": "平成一〇年(ワ)第一三二三六号　著作権侵害差止等請求事件\n（口頭弁論終結日　平成一一年七月二一日）\n判　　　　　　決\n原告　　　　　　　　　　　　　【Ａ】\n右訴訟代理人弁護士　　　　　　山本隆司\n同　　　　　　　　　　　　　　足立佳丈\n被告　　　　　　　　　　　　　キューピー株式会社\n右代表者代表取締役　　　　　　【Ｂ】\n右訴訟代理人弁護士　　 　　　 升永英俊\n同　　　　　　　　　　 　　　 重田樹男\n同　　　　　　　　　　 　　　 池田知美\n同　　　　　　　　　　 　　　 中原　徹\n同　　　　　　　　　　 　　　 松添聖史\n右補佐人弁理士　　　　　　　　【Ｃ】\n主　　　　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n一　被告は、別紙物件目録一記載のイラストを商標、商品包装、商品容器、テレビ\n番組及びインターネット・ホームページにおいて複製してはならない。\n二　被告は、別紙物件目録一記載のイラストを複製した商標、商品包装又は商品容\n器を使用する商品を頒布してはならない。\n三　被告は、別紙物件目録一記載のイラストを複製した商標、商品包装又は商品容\n器を使用する商品を廃棄せよ。\n四　被告は、別紙物件目録一記載のイラストを複製したテレビ番組を放送してはな\nらない。\n五　被告は、別紙物件目録一記載のイラストを複製したインターネット・ホームペ\nージをインターネット・サーバーにアップロードしてはならない。\n六　被告は、別紙物件目録二記載の人形を複製し、又は複製した人形を頒布しては\nならない。\n七　被告は、別紙物件目録二記載の人形の複製物を廃棄せよ。\n八　被告は、商号に「キューピー」の表示を使用してはならない。\n九　被告は、昭和三二年九月一一日東京法務局中野出張所において商号変更登記し\nた商号「キューピー株式会社」のうち「キューピー」部分の抹消登記手続をせよ。\n一〇　被告は、商標に「キューピー」又は「kewpie」の表示を使用してはならな\nい。\n一一　被告は、その製造又は販売に係る商品に「キューピー」もしくは「kewpie」\nの表示を使用し、又は右表示を使用した商品を販売してはならない。\n一二　被告は、「キューピー」又は「kewpie」の表示を使用した商品を廃棄せよ。\n一三　被告は、インターネット・サーバーのドメインネームに「kewpie.co.jp」を\n使用してはならない。\n一四　被告は、原告に対して金一〇億円及びこれに対する平成一〇年六月二七日か\nら支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n本件は、原告が、①キューピー人形について著作権を有するので、被告によるキ\nューピーの図柄等の複製行為等が著作権（複製権、翻案権）の侵害に当たる旨、及\nび②「キューピー」との商品等表示が原告の著名な商品等表示に当たり、被告によ\nる右使用行為が不正競争を構成する旨を主張して、被告に対し、右各行為の差止\nめ、損害賠償及び不当利得返還を求めた事案である。\n一　前提となる事実（証拠を示した事実以外は争いがない。）\n被告は、マヨネーズソースその他一般ソース類の製造販売等を目的とする株式会\n社である。\n被告は、別紙物件目録一記載のイラスト（以下「被告イラスト」という。）を、\n被告商品の商標、商品包装、商品容器、テレビ番組及びインターネット・ホームペ\nージにおいて、複製して使用している。被告は、背中に「キューピーマヨネーズ」\nとの被告商標を付した別紙物件目録二記載の人形（以下「被告人形」という。）\nを、自己の製造したマヨネーズ商品と共に配付している（甲一一、一六）。被告\nは、その商品に、「キューピー」(kewpie)の商品等表示（以下「本件商品等表示」\nという。）を付して製造・販売している。\n被告は、昭和三二年九月一二日、その商号を「食品工業株式会社」から「キュー\nピー株式会社」に変更し、以来その商号に「キューピー」の文字を使用している。\n被告は、現在、「kewpie.co.jp」というインターネット・ドメインネームを有し\nており、インターネットにホームページを開設し、自社及び自社製品の宣伝広告を\n行っている。\n二　争点\n１　本件人形の創作・発行\n（原告の主張）\n米国人【Ｄ】は、一八七四年六月二五日米国ペンシルバニア州ウイルケス・バレ\n市で生まれ、一九一三年一一月二〇日、その創作した別紙著作物目録記載の「キュ\nーピー」(Kewpie)人形（以下「本件人形」という。）を米国にて発行するととも\nに、我が国においてもこれを製造販売し、これについて、我が国における著作権\n（以下、著作権の成否が争点とされている場合を含めて「本件著作権」という。）\nを取得した。\n（被告の反論）\n米国著作権局著作権追加登録証（甲一号証）は、キューピーの小彫像の絵（ただ\nし、絵が紛失したため、どのような絵かは不明である。）が米国著作権局に登録番\n号Ｈ一〇四〇として登録されたという事実を示すのみである。右絵と本件人形が同\n一である根拠は全く示されていない。\n本件人形は、【Ｄ】の許諾を得ずに製作された人形であって、【Ｄ】の著作物で\nはない。本件人形に付されたマークは、【Ｄ】の許諾を得ていないキューピー人形\nに付されたとされるものと同一である。【Ｄ】自身、無許諾の日本製キューピー人\n形について警告を発している。\n本件人形は、アメリカ輸出用のものであり、日本において販売されたことはな\nい。原告自らも、アメリカ輸出用の「キューピー」人形が日本で作られたと主張し\nている。日本で販売される人形に、わざわざ英語で「made in Japan」と記すという\nことは、一九一三年当時には考えられない。また、長年のキューピー人形のコレク\nターである原告が、右日本製のキューピー人形を日本で発見することができず、一\n九九二年ころになって米国でこれを発見することができたということは、本件人形\nが日本で販売されていないことを示す。日本において、一九一三年当時、本件人形\nが存在していたという根拠はない。\n２　本件人形の創作性の有無\n（原告の主張）\n(一)　本件人形の特徴は、以下のとおりである。すなわち、①裸で立っている、②\n全身が三頭身である、③掌を広げている、④頭は丸い、⑤髪の毛は中央部でとんが\nりをつくり、さらに額にまで細く流れる、⑥耳のそばにカールした髪がある、⑦顔\nは頬がふっくらと丸い、⑧目は丸くパッチリしている、⑨眉毛は小さく目との間隔\nが広い、⑩鼻は小さく丸い、⑪口は微笑んでいる、⑫背中に小さな翼がある、⑬お\n腹が膨れている、⑭性別は判別できない。\n本件人形における特徴は、単に、子供、天使、キューピッドないしキューピッド\n（プット）の表現として不可避ないし一般的なものに止まるものではない。本件人\n形が創作される以前の作品から明らかなとおり、子供、天使、キューピッドないし\nキューピッド（プット）という同一の題材を扱った作品であっても、その表現形態\nは相互に異なる。同じ題材について美術的作品を作るとしても、その表現形態は作\n者の個性・才能・技法によって異なり、個性的表現の幅は大きい。\n(二)　本件人形は、【Ｄ】の創作した先行著作物（被告主張に係るもの）の複製物\nないし二次的著作物には当たらない。本件人形について創作性を欠くことはない。\nなお、キューピーは、一九〇九年以降に【Ｄ】が創作した著作物群である。これ\nらすべての著作物について、二〇〇五年（平成一七年）まで著作権が存続してい\nる。原告は、後記のとおり、これらすべての著作権について譲渡を受けているの\nで、被告が本件人形は先行著作物の二次的著作物であることを主張することは意味\nがない。\n(1)　一九〇三年作品①（甲四四）\n甲四四号証記載のイラストは、【Ｄ】によって創作され、一九〇三年一一月に発\n行された作品（以下「一九〇三年作品①」という。）である。これは、日米著作権\n条約の発効前に発行されたため公有に帰している。\nしかし、この作品を見て「子供」、「プット」を感得することはあっても、「キ\nューピー」と感得されることはないから、本件人形は同作品の二次的著作物ではな\nい。すなわち、一九〇三年作品①は本件人形と異なり、①髪の毛が豊かであり、②\n目の形も横に長いなど顔も写実的に描かれており、③背中についた羽根も本件人形\nのように生えかけの芽のような目立たないものではなく、④頭の突起が、後頭部か\nら後ろに向けて伸びており、横向きの図柄においては、正面から突起が目立たな\nい。本件人形のように頭頂部から上に向けて伸びているのとは異なる。むしろ、従\n来の「プット」を描いた作品と共通の特徴を備えている。\n(2)　一九〇三年作品②（乙一四）\n乙一四号証記載のイラストは、【Ｄ】によって創作され、一九〇三年一二月に発\n行された作品（以下「一九〇三年作品②」という。）である。一九〇三年作品②\nは、【Ｄ】が「プット」のイラストを描いている期間に創作されたものであり、他\nの「プット」イラストと同様の特徴を備えている。\nしかし、一九〇三年作品②を見て、「子供」、「プット」と感得されることはあ\nっても、「キューピー」を感得することはない。すなわち、一九〇三年作品②は、\n本件人形と異なり、①生え際が描かれている等髪の毛が豊かであり、②目は黒目が\n点で描かれ、③眉毛は描かれていないか、眉毛に相当するものが描かれているとし\nても、つり上がり、目に接触している。本件人形において、眉毛が目からかなり離\nれて描かれているのと大きく異なる。④口は点で描かれている。本件人形におい\nて、左右に伸びた曲線で微笑みを表現しているのと異なる。⑤怒ったような表情な\nいし暗い表情である。⑥背後に描かれている双翼状のものは、不明確である。⑦頭\n部の突起は、後頭部から後ろに向かって伸びており、うつむいた状態ではじめて見\nえる位置に描かれている。本件人形において、頭頂部から上に向かって伸びている\nのと異なる。⑧頭部の突起は、角であるのか、髪の毛であるのかが明らかでない。\n本件人形において、頭部の突起は、髪の毛が突起の頂点に向けて渦を巻くように描\nかれているのと異なる。⑨頭部の突起は、一か所だけ描かれている。本件人形にお\nいて、突起は頭頂部、左右の耳の上及び後頭部の首の付け根の四か所に描かれてい\nるのと異なる。⑩人物の姿勢は、ひざまずいて手を胸の前で合わせ祈りを捧げてお\nり、既存の天使を描いた図柄と同様に宗教的色彩が強い。本件人形において、宗教\n的色彩がないのと異なる。\n(3)　一九〇五年作品（乙一七）との対比\n乙一七号証記載のイラストは、【Ｄ】によって創作され、一九〇五年一二月に発\n行された作品（以下「一九〇五年作品」という。）である。これも、日米著作権条\n約が発効される前に発行されたため公有に帰している。\nしかし、この作品を見て「子供」、「プット」と感得されることはあっても、\n「キューピー」と感得されることはないから、本件人形は同作品の二次的著作物で\nはない。すなわち、一九〇五年作品は本件人形と異なり、①髪の毛が豊かであり、\n②目は横に長く描かれ、顔は写実的に描かれており、③頭部の突起は、後頭部から\n後ろに向けて伸びており、横向きの図柄においては、正面からは突起が目立たな\nい。本件人形において、頭頂部から上に向けて伸びているのとは異なる。むしろ、\n従来の「プット」を描いた作品と共通の特徴を備えている。\n(4)　一九〇六年作品（乙一八）\n乙一八号証記載のイラストは、【Ｄ】によって創作され、一九〇六年七月に発行\nされた作品（以下「一九〇六年作品」という。）である。これは、日米著作権条約\nが発効された後に発行されたため公有には帰していない。\nしかし、この作品を見て「子供」、「プット」と感得されることはあっても、\n「キューピー」と感得されることはないから、本件人形は同作品の二次的著作物で\nはない。すなわち、一九〇六年作品は本件人形と異なり、①髪の毛が豊かであり、\n②頭の突起部分が、本件人形のように頭頂部から上に向けて伸びているのではな\nく、後頭部から後ろに向けて伸びており、正面方向の図柄においては、正面から突\n起が目立たない。本件人形において、頭頂部から上に向けて伸びているのとは異な\nる。むしろ、従来の「プット」ないし子供の「キューピッド」を描いた作品と共通\nの特徴を備えている。\n（被告の反論）\n(一)　原告の挙げる本件人形の特徴は、①裸で立っている、掌を広げている等の\n「姿勢」、②耳の上の髪の毛の有無等の「髪の毛の有無、量」、③口の大きさ、眉\n毛の位置等の「表情」、④頭頂部の「突起の存在」、⑤三等身の体型、頭の形等の\n「幼児体型」、⑥「背中の双翼の存在」である。\nしかし、右の要素は、いずれも「かわいらしい幼児の天使の立像」の一般的特徴\nに他ならないのであって、創作的な表現形態とはいえない。右④の突起について\nも、同様の突起は他の著作物にも多く認められ、一般的な表現にすぎない。\n(二)　本件人形は、一九〇三年作品②等の複製物にすぎず、右作品と別個独立の新\nたな創作的な表現はない。\n日米間での最初の著作権保護に関する条約である日米著作権条約の批准交換の日\nである一九〇六年四月二八日以前に発行された著作物が日本において保護される根\n拠はない。本件人形は、既にパブリック・ドメインとなった一九〇三年作品②等の\n複製物にすぎないのであるから、被告イラスト及び被告人形は、本件人形の複製物\nとはいえない。\n(三)　【Ｄ】が、イラストレーターとして本格的に仕事を開始したのは、一八九六\n年である。その後、人気イラストレーターとして活躍した時期に、一九〇三年作品\n②が、雑誌「コスモポリタン」（Cosmopolitan）の「クリスマス・コートシッ\nプ（Christmas Courtship）」という短編小説の挿絵として描かれた。同作品は、本\n件人形の特徴である①先の尖った頭髪、②背に付された小さな双翼、③ふっくらし\nた幼児の体型のすべてを備え、いわゆる「キューピー」の姿が描き尽くされてお\nり、本件人形の原著作物に当たるといえる。\n【Ｄ】は、右作品に登場する人物をキューピーと呼んで、その後も一九〇九年ま\nでの長年の間、たびたびキューピーの図柄を描いて雑誌に発表した。【Ｄ】は、一\n九〇五年一一月、「American Illustrated Magazine」に掲載された「The\nExpansion of Alphonse」中で、一九〇五年作品を発表した。右作品も、本件人形の\n創作的特徴をすべて備えている。さらに、【Ｄ】は、一九〇六年七月、「HAPER'S\nBAZAR」に「A NIGHT WITH LITTLE SISTER」中で、一九〇六年作品を発表した。\n右の三つの作品から明らかなとおり、本件人形は、一九〇九年以前の長期間にわ\nたって、【Ｄ】がたびたび描き、キューピーと呼んでいたものの複製物にすぎな\nい。\nその後、【Ｄ】は、キューピーのイラストを挿絵として利用した物語を発表し\nた。これが、原告が「キューピー」誕生と主張している「レディース・ホーム・ジ\nャーナル（Ladies' Home Journal）」誌一九〇九年一二月号の「クリスマスのキュ\nーピー達の戯れ（The Kewpies' Christmas Frolic）」（乙一五）である。\n右イラストが発行される直前、【Ｄ】は、雑誌の編集者に対して手紙（乙一六）\nを送っている。その中で、【Ｄ】は、後頭部上に先の尖った頭髪を持ち、背に小さ\nな双翼を付けた、ふっくらした幼児の体型の人物のイラスト（そのイラストの人物\nは容易にキューピットを連想させる。）を描いて、そのイラストの人物を「これら\nの人物」（these persons）と指し示し、一九〇九年のかなり前（for a long\ntime）から、「この人達」をキューピットの愛称である「キューピー」と呼んでき\nたことを明らかにしている。このことからも、本件人形が従前から【Ｄ】が描いて\nいたものの複製物であることが明らかである。\n３　著作権法上の保護の有無（量産品・応用美術）\n（原告の主張）\n(一)　本件人形は、量産品であるが、応用美術には当たらない。すなわち、本件人\n形は、大量に複製されたが、家具、装身具、文鎮等何らかの実用品に応用される、\nいわゆる応用美術ではない。\n(二)　昭和四五年改正前の著作権法（旧著作権法）においても、応用美術は保護さ\nれていた。昭和四五年著作権法改正のために開かれた著作権制度審議会において、\n旧著作権法下で、応用美術が保護の対象とされていたことが前提とされていた。\nまた、現行著作権法において、保護の対象となる応用美術は一点製作の美術工芸\n品に限定されているわけではなく、美術作品が応用されている物品の実用性から離\nれて、独自の美的表現が認められるものは応用美術であっても、著作権法上保護さ\nれると解されている。\n本件人形は、確かに大量に複製・頒布されたが、そのことは本件人形の美的鑑賞\n性を損なうものではない。本件人形は、著名なイラストレーターである【Ｄ】によ\nり創作された、極めて美的鑑賞性に富む美術作品であり、著作権の保護の対象とな\nる性質を有する。\n（被告の反論）\n(一)　本件人形は【Ｄ】自らが作成したものではなく、【Ｅ】ら人形の製作者が、\n【Ｄ】の創作した図柄等に基づいて、大量生産に適した金型を用いて機械的に製造\nした玩具たる人形である。本件人形は、機械的に量産されたものであるから、原図\n又は原型を離れて、【Ｄ】独自の著作物として著作権法上の保護を受けることはな\nい。\n(二)　本件人形が製作された一九一三年当時、旧著作権法下においては、工業上の\n利用を目的とするものについては、旧著作権法の適用はなく、意匠に関するもので\nあれば意匠法で保護し、美術品と工芸品は、工業上の目的に使用しないものに限っ\nて、旧著作権法で保護されると解されていた。したがって、工業的に大量生産を目\n的として生産された玩具にすぎない本件人形（その原図・原型等を含む。）は、工\n業上の目的に使用するものとして、専ら意匠法によって保護され、旧著作権法下で\nは著作権の対象とはならない。\n万国著作権条約の実施に伴う著作権法の特例に関する法律（以下「万国条約特例\n法」という。）一一条は、旧著作権法によって保護され得る著作物に適用される規\n定であるから、右一九一三年に生産された本件人形に万国条約特例法一一条が適用\nされる余地はない。\n(三)　現行著作権法は、二条二項で、「この法律にいう「美術の著作物」には、美\n術工芸品を含むものとする。」と規定するのみであり、応用美術に対しては、美術\n工芸品（壺・壁掛けなどの一品製作の手工的な美術作品）に限って著作物として保\n護されると解すべきである。\n本件人形は、工業的に大量生産することを目的に作成された実用品たる玩具であ\nる。本件人形は、美術工芸品ではない応用美術であり、その保護は専ら意匠法にゆ\nだねられるのであって、著作権法の保護の対象にはならない。\nなお、仮に、専ら美の表現を追求して制作された応用美術に限って、著作権法に\nよる保護を認めると解したとしても、本件人形は、当初から、玩具として使用され\nる目的で工業的に大量生産されたものであって、本件人形が、専ら美の表現を追求\nして制作されたものとはいえない。\n４　米国著作権の成否\n（被告の主張）\n一九一三年当時の米国法の下では、著作者が、ある作品について、デザインパテ\nント（意匠特許権）につき申請、取得した場合には、著作権法上の保護を受けるこ\nとはできないとされていた。すなわち、米国特許法の目的は、デザインパテントの\n保護期間終了後に、公衆にデザインの利益を享受させる点にあることに照らし、同\n一の美術的デザインに対する特許権と著作権の双方による保護は許されるべきでは\nないと解されていた。\n右の「著作権とデザインパテントとの間の二者択一の理論」は、制度的には、デ\nザインパテントの特許公報に著作権表示を付すことを禁止するという米国著作権局\nの方針に現れている。一九〇九年米国著作権法の下では、著作権表示は、発行著作\n物の著作権を取得し維持するための必須の要件であった。そのため、デザインパテ\nントの特許公報に著作権表示を付さずに発行したことによって著作権は喪失するこ\nとになり、「著作権とデザインパテントとの間の二者択一の理論」を制度的に補完\nする機能を有していた。\n【Ｄ】は、本件人形と同一内容のデザインについて、一九一三年三月四日にデザ\nインパテント登録をし、特許局はデザインパテントの登録公報に著作権表示を付し\nていない。【Ｄ】が、本件人形のデザインについてデザインパテントによる保護を\n受けることを選択した以上、本件人形に対しては、著作権法上の保護は与えられな\nい。\n（原告の反論）\n本件人形についての著作権に関しては、万国条約特例法一一条及び同附則２によ\nり、日本国著作権法上は内国民待遇が与えられている。著作権表示の有無は、本件\n人形が日本国著作権法上保護されるか否かという問題と関係しないことになる。す\nなわち、本件人形が発行された一九一三年当時、日米両国は、日米著作権条約によ\nり、相互に内国民待遇を与えていた。米国人が創作した著作物が日本国著作権法で\n保護されるためには、日本人と同様に何らの方式も必要なく、単に著作物を創作す\nるだけで足りた。\n５　著作権の保護期間\n（原告の主張）\n(一)　【Ｄ】は、本件人形について、日米著作権条約の下で、旧著作権法に基づ\nき、日本において著作権を取得した。旧著作権法上、本件著作権の存続期間は、著\n作者の死後三八年であった（三条、五二条）。\n日本国との平和条約の発効に伴い日米著作権条約は廃棄された（平和条約七条）\nが、平和条約一二条(b)(1)(ii)、日米暫定協定、外務省告示第四号（昭和二九年一\n月一三日）に基づき、米国人の著作物に対して昭和二七年四月二八日から四年間、\n内国民待遇が与えられ、昭和二七年四月二七日までは、日米著作権条約が有効であ\nるとみなされた。\nまた、昭和三一年四月二八日以降は、万国条約特例法一一条に基づき、本件著作\n権は引き続き内国民待遇を受けている。\n米国は一九八九年に文学的及び美術的著作物の保護に関するベルヌ条約（以下\n「ベルヌ条約」という。）に加盟したが、万国条約特例法の施行前に発行された本\n件人形については、万国条約特例法一〇条の適用が排除さると解すべきである（附\n則二項）。\n現行著作権法上、著作権は、著作者の死後五〇年間の保護期間が設けられており\n（五一条）、また、連合国及び連合国民の著作権の特例に関する法律四条に基づ\nき、三七九四日（一〇年五月弱）の戦時加算がある。\nところで、【Ｄ】は、一九四四年四月六日、米国ミズーリ州スプリングフィール\nド市にて死去した（甲三、甲四）。\nよって、本件著作権は、二〇〇五年五月まで存続する。\n(二)　米国がベルヌ条約に加盟した現在においても、本件著作権については、万国\n条約特例法一一条が適用される。\n万国条約特例法は万国著作権条約（以下「万国条約」という。）との関係でのみ\n適用される法律ではない。\n万国条約特例法の規定には、万国条約以外の条約との関係で定められたものが多\nくある。平和条約一二条及び日米暫定協定が国際法的に失効した後においても、\n「既得権尊重という一般法律理念」及び「国際信義」の観点から、国際法上は保護\n義務を負わなくなるそれらの著作物を引き続き国内法上保護するとしたのが万国条\n約特例法一一条である。したがって、同条に対応する国際法は、万国条約一九条で\nはなく、平和条約一二条及び日米暫定協定であるから、万国条約とベルヌ条約の優\n先関係と、万国条約特例法一一条の適用の有無とは切り離して解すべきである。\n(三)　万国条約特例法一一条が規定する「同法による保護」は、著作権法五八条に\nよる相互主義の制限付きの保護ではない。\n昭和四五年改正前万国条約特例法一一条は、既得権尊重という一般法律理念及び\n国際信義に基づいて、平和条約一二条及び日米暫定協定に基づく内国民待遇を維持\nした規定であるが、その趣旨は昭和四五年の万国条約特例法の改正においても維持\nされている。すなわち、著作権法を改正し、日本国民の著作物について新法による\n保護を与える場合には、万国条約特例法一一条に定める著作物についても、新法に\nよる保護を与えざるを得ない、と考えられた結果、右改正がされた。したがって、\n改正特例法一一条の趣旨に照らして、「同法による保護」が著作権法五八条の相互\n主義による制限付きの保護を意味するとは解されない。\n（被告の反論）\n(一)　本件著作権の我が国における保護期間は、一九四一年一一月二〇日の経過を\nもって満了した。ベルヌ条約上、本件人形は、ベルヌ同盟国たる米国を本国とする\n著作物とされるため、著作権法五八条の適用により、その保護期間の算定に当たっ\nては、我が国の著作権法上の保護期間（著作者の死後五〇年、我が国の著作権法五\n一条）及び米国著作権法上の保護期間（更新及び延長なき限り、最初の創作時から\n二八年、一九〇九年米国連邦著作権法二三条）の双方を比較した上で、より短い保\n護期間が適用されることとなる（ベルヌ条約三条(1)、五条(4)）。したがって、本\n件著作権の我が国における保護期間は、一九〇九年米国連邦著作権法に基づき、最\n初の創作の日である一九一三年一一月二〇日から二八年後の一九四一年一一月二〇\n日の経過をもって満了した。\n(二)　万国条約特例法一一条は、本件著作権について適用されない。ベルヌ同盟国\nである日本と米国との間で保護が問題となっている本件著作物について、万国条約\nの適用の余地はないから（万国条約一七条、及び同条に関する附属宣言）、万国条\n約一九条の国内における解釈規定にすぎない万国条約特例法一一条も、本件著作権\nに関して適用される余地はない。\n(三)　仮に、万国条約特例法一一条が本件著作権について適用されると解した場合\nであっても、同条は、単に内国民待遇の原則（すなわち、我が国の著作権法五八条\nを含めた全条文が適用されること）を定めたものである。我が国の著作権法は、ベ\nルヌ同盟国を本国とする著作物については、一律に内国民待遇の例外として、保護\n期間の相互主義を採用しているのであるから、本件人形もベルヌ同盟国たる米国を\n本国とする著作物として、保護期間の相互主義の適用を受け、米国において保護期\n間の満了した一九四一年一一月二〇日の経過をもって、我が国における著作権の保\n護期間は満了したものと解すべきである。つまり、万国条約特例法一一条が、本件\n著作権について認めている保護は、米国がベルヌ条約に加盟することを条件に保護\n期間の相互主義の適用を受ける、いわば解除条件付の権利であると解される。\n６　原告による著作権の承継取得の有無\n（原告の主張）\n本件著作権は、【Ｄ】の死後、同人の遺産の管理を目的とするローズ・オニール\n遺産財団（以下「遺産財団」という。）に承継された。\n原告は、平成一〇年五月一日、右遺産財団から本件著作権を譲り受けた。\n（被告の反論）\n原告は、遺産財団から本件著作権を「有効かつ有価の対価を代償とした売買」に\nより取得したと主張する。原告が、本件著作権を譲り受けた原因関係が売買契約で\nあると主張するのであれば、売買契約の具体的内容、すなわち、申込及び承諾の意\n思表示の内容として欠くことのできない本質的な要素である具体的な代金額を主張\nすべきである。原告からこの点の主張がない以上、原告の主張は失当である。\n７　著作権の喪失の有無\n（被告の主張）\n遺産財団の三代目の管財人である【Ｆ】は、遅くとも一九四八年六月五日まで\nに、布製のキューピーの抱き人形以外のキューピーに関する著作権を、ペンシルバ\nニア州ポートアレガニーにあるカメオ・ドール・プロダクツの【Ｅ】に譲渡した。\nしたがって、遺産財団は、本件著作権を喪失した。\n右譲渡がされたことは、以下の事実から明らかである。すなわち、①当時の遺産\n財団の管財人【Ｆ】自身が手紙の中で明言していること、②遺産財団が一九六四年\n一月一六日に清算されたときには、現金六一二・四七ドル以外財産的価値のあるも\nのは何一つ存在しなかったこと、③同時期に発行された「ワン・ローズ」に掲載さ\nれているキューピーのイラスト及び人形等の著作権者として【Ｅ】が表示されてい\nること、④「Kewpies-Dolls & Art」が、【Ｅ】に対する著作権の譲渡の存在を明記\nしていること等の事実から明らかである。\n（原告の反論）\n遺産財団から【Ｅ】に対してキューピーに関する著作権が譲渡されたとする被告\nの主張は根拠がない。\n管財人の【Ｆ】も【Ｅ】も米国人であるので、米国法が適用されるところ、一九\n四七年当時施行されていた一九〇九年著作権法では、著作権譲渡の登録は、対抗要\n件としての効果のみならず、それを怠れば権利を失うという効果を有していたか\nら、著作権の譲渡があれば、当事者は、必ず譲渡証書を米国著作権局に登録した。\n【Ｅ】は、人形メーカーを経営し、自らデザインした人形も製造販売する等キャラ\nクターマーチャンダイジング事業を展開し、著作権登録や著作権譲渡証書の登録を\n行った経験があり、当然このことを知っていた。しかし、【Ｅ】への著作権譲渡が\nあった旨の登録は存在しないので、被告の主張に係る事実は存在しないと考えるの\nが相当である。\n８　著作権放棄の意思表示の有無\n（被告の主張）\n本件著作権は、【Ｄ】、遺産財団及び【Ｅ】のいずれによっても、一九四一年の\n時点で米国法上の更新手続を採られなかったので、米国著作権法上は、一九四一年\n一一月二〇日に消滅した。\n更新手続を採らなかったことは、以下の経緯をあわせると、我が国における著作\n権を放棄したものと評価できる。すなわち、①【Ｄ】は、既に一九一七年三月の段\n階で、同人の許諾を得ていない日本製のキューピー人形が存在していることを知っ\nていたこと、②【Ｄ】及び【Ｅ】の両名共に更新懈怠により（米国）著作権が消滅\nするという効果について熟知していたこと、③本件著作権の権利者は、本件訴訟提\n起まで、何らの権利行使をせずに放置していたことに照らすならば、権利者は、我\nが国における本件著作権を放棄する意思を有していたものと評価できる。したがっ\nて、一九四一年一一月二〇日をもって、本件著作権は、日本法上においても消滅し\nている。\n（原告の反論）\n争う。\n９　依拠の有無\n（原告の主張）\n被告イラスト及び被告人形が、本件人形に依拠して作成されたものであること\nは、以下の経緯から明らかである。\n本件人形が一九一三年ころ以降、我が国において販売され、大流行したことは、\n【Ｇ】「キューピー讃歌」（甲三）、日本キューピークラブ「Japan Kewpie Club\nNEWS 1」（甲一四）等により明らかである。\n被告（当時の商号　食品工業株式会社）の実質的な創業者であった【Ｈ】は、キ\nューピー人形が我が国において人気を博していた時期に、マヨネーズを売り出すの\nに、愛と幸せを運ぶというキューピーのイメージと合致すると考え、登録商標に\n「キューピー」を採用し、また、社名を「キューピー株式会社」に変更した。右の\n経緯から明らかなとおり、右商標は、本件人形と実質的同一性を有している。被告\nイラスト及び被告人形の作成が本件人形に依拠したものであることは明らかであ\nる。\n（被告の反論）\n被告は、当時、本件人形の存在及び内容を知らなかったのであるから、被告イラ\nスト及び被告人形の作成に当たり、本件人形に依拠したということはあり得ない。\n本件人形が我が国で販売されていたという根拠はない。仮に本件人形が我が国で販\n売されたとしても、通常人の知るところではない。キューピー研究家である【Ｇ】\nでさえ、この時代の日本におけるキューピー人形の存在について知らない旨を述べ\nている。\n当時、日本において、キューピー人形として流通していたものには、本件人形の\n複製物に当たらない多種多様の形態のものも含まれていた。被告イラスト及び被告\n人形の作成者が、他に多数存在していた「キューピー」と称される作品ではなく、\n正に本件人形又はその複製物に依拠して、被告イラスト等を作成したということは\nできない。\n原告は、一九〇三年作品②（乙一四）及び一九〇五年作品（乙一七）はもとよ\nり、一九〇六年作品（乙一八）に至るまで、本件人形とは別個独立の著作物である\nと主張しているのであるから、被告イラスト及び被告人形は、一九〇三年作品②、\n一九〇五年作品又は一九〇六年作品に依拠したのではなく、本件人形に依拠したこ\nとを明らかにすることが必要である。\n10　類似性の有無\n（原告の主張）\n被告イラスト及び被告人形は、通常人が見た場合、本件人形の内容及び形式を覚\n知させるに足りるものであり、又は少なくとも本件人形の本質的な特徴を直接感得\nすることは明らかである。したがって、被告イラスト及び被告人形は、本件人形の\n複製又は翻案に当たる。被告の指摘する相違は、些細な点の相違にすぎない。\n前記３記載のとおり、本件人形は、被告が挙げる先行著作物との関係において二\n次的著作物に当たらない。右先行著作物の存在は、同一性、類似性についての結論\nを左右しない。\n（被告の反論）\n被告イラスト及び被告人形と本件人形と対比すると、①眉毛の有無、目、鼻、口\nの形状、②突起の形状、位置、数、③双翼の大きさ、正面からの視認性のいずれに\nおいても、大きく異なるから、本件人形と同一ないし類似とはいえない。\n仮に、本件人形が、前記３の先行著作物に対して、何らかの創作的部分が新たに\n付加されたものであるとしても、本件人形は、これらの先行著作物を原著作物とす\nる二次的著作物に当たる。本件著作権は、かかる新たに付加された創作的部分のみ\nについて生じ、原著作物と共通しその実質を同じくする部分には生じない。そし\nて、本件人形が、先行著作物に新たに付加された創作的部分であり、かつ、被告イ\nラスト及び被告人形において再生されているようなものは一切ないから、被告イラ\nスト及び被告人形が、本件人形の複製物であると解する余地はない。\n11　不正競争\n（原告の主張）\n【Ｄ】は、一九一三年、本件人形を「キューピー」(kewpie)と名付け、その複製\n物に「キューピー」(kewpie)の商品等表示（本件商品等表示）を付して、製造、頒\n布した。「キューピー」(kewpie)という本件商品等表示は、我が国において、キュ\nーピーに関する歌が作られ、小説に登場するなどの事実から明らかなとおり、著名\nな商品等表示となった。原告は、本件著作権を譲り受けた結果、その複製物に本件\n商品等表示を付す利害関係をも承継した。\n被告は、本件商品等表示の著名性にただ乗りすることを目的として、その商品\nに、「キューピー」(kewpie)の商品等表示を付して製造・販売し、商号を「キュー\nピー株式会社」に変更して以来その商号に本件商品等表示を使用し、インターネッ\nト・ドメインネーム（「kewpie.co.jp」）に営業表示として本件商品等表示を使用\nしている。被告の右行為は、不正競争防止法二条一項二号に該当する。\n（被告の反論）\n「キューピー」という名称は、【Ｄ】、同遺産財団又は原告の商品ないし営業を\n示す表示として周知とはいえない。原告らがどのような営業活動を行っているのか\nすら明らかでない。\n仮に、被告の行為が不正競争防止法二条一項二号に該当するとしても、被告は、\n「キユーピー」（KEWPIE)という商品等表示を、一九二二年に商標登録し、改正不正\n競争防止法施行前の一九二五年より今日まで、マヨネーズその他の被告商品に継続\nして使用し続けているから、同法附則三条により、被告の右行為について差止請求\n及び損害賠償請求をすることは許されない。\nまた、ドメインネームは被告の営業表示ではない。\n12　権利失効の有無\n（被告の主張）\n本件著作権は、以下の経緯に照らすと、被告に対する関係で失効したと解される\nので、原告が本件著作権に基づき、権利行使することは許されない。\n被告は、一九二二年に「キユーピー」の文字及びイラストを商標登録した上で、\n一九二五年にマヨネーズを発売して以来現在に至るまで七〇年以上にわたり、右文\n字及びイラストを商標等として使用し続けてきた。また、被告は、米国においても\nマヨネーズ等の販売を行っていた。\n【Ｄ】及びその承継人は、平成八年一二月までの長期間、被告その他の日本所在\nの各企業に対し、本件著作権に基づく権利行使も、抗議もしたことはない。【Ｄ】\n及びその承継人が七〇年以上もの長期間、権利行使を行わなかったことを正当化し\n得る理由はない。\n被告が、被告商標等を使用し始めた一九二五年当時は、多数の「キューピー」に\n関連する製品が独自に開発、販売されており、「キューピー」という語も普通名称\nとして認識されていた。遺産財団は、一九六四年に、現金六一二・四七ドル以外に\nは財産的価値のあるものは一切存在しないとして清算手続を終了した。多数の資料\nが、遺産財団は、もはや本件著作権を有していないことを示しており、被告が被告\n商標等を正当に使用していることについて信頼すべき正当な事情が生じているとい\nうべきである。したがって、被告商標等に使用されているイラスト等についてパブ\nリック・ドメインとして公衆に使用が許されているものと信ずるのが当然の状況で\nある。\nまた、被告は、七〇年以上にわたり、被告商標の上にのれんを積み上げてきた。\n被告商標等は、日本の経済社会において、既に確固たる信用を築いており、権利行\n使を正当化すべき事情は存在しない。\n原告は、日本において約二〇年間も、業として、キューピーに関連する商品等を\n製造、販売し、本件著作権に基づく権利行使を怠っていたこと、被告がキューピー\n商標を周知させたこと等を十分に認識しながら、（その主張によれば）あえて本件\n著作権を譲り受けた。\n以上のとおりの経緯に照らすならば、権利失効の原則により、原告が被告に対し\nて本件著作権に基づく権利を行使することは許されない。\n（原告の反論）\n(一)　「権利失効の原則」が適用されるためには、①長期間の権利の不行使、②も\nはや権利行使を受けないとの正当な信頼、及び③権利を行使することが信義則に反\nすると評価し得る権利者の帰責性が必要である。長期間権利を行使しなかったこと\nをもって②、③の要件を充たすものと評価するのは相当でない。\n(二)　本件において、被告には、本件著作権が行使されないと信頼したことにつき\n「正当」な理由はない。\n【Ｄ】及び遺産財団と被告との間に契約関係はなく、本件著作権の単なる不行使\nが、権利がもはや行使されないものと信頼すべき正当の理由を生じさせるような信\n頼関係はそもそも存在しない。\n日本において大流行したキューピー人形のうち、【Ｄ】の許諾を得て複製したも\nのには、著作権者が【Ｄ】である旨の著作権表示のほか、米国特許庁にも意匠登録\nがされている旨の表示がされていた。【Ｄ】は、著作権を主張して米国著作権局に\n著作権登録を行っている。したがって、「キューピー」の作者が【Ｄ】であるとい\nうことは、日本においても公知の事実であり、被告は、本件著作権がいずれは行使\nされるかもしれないことを予想すべきであった。\n(三)　【Ｄ】及び遺産財団の被告に対する権利行使は困難であったから、その権利\n行使が信義誠実に反するものと評価することはできない。\n「キューピー」発表前後の日米間の国際関係は良好ではなく、不安定な国際状況\nの下で、米国の個人が日本において、事業活動を展開したり、権利を行使すること\nは困難であった。被告イラスト及び被告人形の使用は日本国内に限定されていたか\nら、遺産財団には右のような情報を知る余地はなかった。\n(四)　「権利失効の原則」に基づく権利行使制限の法的効果は、人的に相対的に解\nすべきである。原告は、遺産財団から本件著作権の譲渡を受けて、直ちに権利行使\nをしているので、少なくとも原告との関係では同原則が適用される余地はない。\n13　権利濫用の有無\n（被告の主張）\n原告が本訴において、本件著作権に基づいて請求することは、以下の経緯に照ら\nすならば、権利の濫用に当たり許されない。\n(一)　原告は、昭和五四年ころから、キューピーのデザインに関する事業を開始\nし、今日まで、自らデザインしたキューピー人形等を、製造、販売して生計を立て\nている。すなわち、原告は、自ら、本件訴えにおいて著作権侵害及び不正競争防止\n法違反であると主張している行為を、業として行い、生計を立てていた者である。\n(二)　原告は、遺産財団から、本件著作権を含めた権利を譲り受けたとしている\nが、右譲渡は、弁護士法に違反するか、又は訴訟信託に該当する可能性の高いもの\nである。遺産財団の管財人として、【Ｉ】が新たに任命される以前であり、原告の\n主張によっても権原を取得できない時期に、原告は、本件著作権を有することを前\n提として、被告その他の第三者に対して、本件著作権に基づく権利行使をしてい\nる。原告は、一方で、第三者に対して、著作権使用料の支払いを求め、他方で、自\nらの事業のために、（原告の主張によれば）正当な著作権者に対して、著作権使用\n料を支払うことなく、営業活動を継続していた。\n（原告の反論）\n著作権侵害を行った者であっても、後に適法に著作権の譲渡や許諾を受けて権利\n行使をすることができるのは当然である。原告は、現在では本件著作権を適法に譲\nり受けた上で本件人形を複製しているのであり、正当な活動ということができる。\n本件人形及びキューピーという表示を著名にしたのは、被告ではなく、【Ｄ】で\nある。被告は既に著名になっていた本件人形及びキューピーという表示の顧客吸引\n力にただ乗りしたにすぎない。被告は、本件著作権がいずれは行使されるかもしれ\nないことを予想すべきであったのであり、本件著作権がパブリックドメインに帰し\nたとの信頼には正当な理由がない。\n以上のとおり、原告が本件著作権に基づいて、権利行使をすることは、権利の濫\n用には該当しない。\n14　訴訟信託\n（被告の主張）\n原告は、遺産財団から本件著作権を売買により譲り受けた旨主張する。\nしかし、遺産財団から原告への権利移転は、訴訟信託に該当するので無効であ\nる。すなわち、①原告が本件著作権の権利移転の要件事実や経緯について主張をし\nないこと、②原告は、本件著作権の正当な対価を支払っていないと推測されるこ\nと、③原告は、権利移転の直後に訴えの提起をしていること、④原告が著作権の譲\n渡を受けた動機は、被告らに対し訴えの提起をするためと考えられること等に照ら\nすならば、右権利移転は、訴訟信託に該当することは明らかである。\n（原告の反論）\n遺産財団は、原告に本件著作権を譲渡する以前に、原告訴訟代理人を代理人に選\n任して、本件人形の違法複製者に対する警告及び訴訟提起を行っていた。訴訟信託\nを目的として、原告に本件著作権を譲渡する必要はない。\n原告が本件著作権を取得し行使した経緯は、以下のとおりである。原告は、長年\nにわたり、キューピーについて研究し、その結果、平成七年四月、遺産財団の存在\nを知った。原告は、キューピーに込められた【Ｄ】の想いを啓蒙することに努めた\nいと考え、権利者の許諾を受けた正当なキューピー人形を日本でも製造・販売する\nため、権利者からライセンスを受けた。しかし、原告がライセンスを受けたことを\n信用してもらえず、原告自身のキューピーに関する営業活動に支障が生じたため、\n本訴を提起した。訴訟を提起するため権利を譲り受けたのではない。\n15　不法行為、不当利得の成否\n（原告の主張）\n被告は、故意又は重過失に基づき、本件著作権侵害行為を行い、また、法律上の\n原因なくして本件著作権により利益を受け、そのため著作権者に損失を及ぼした。\n被告は、特定の商品ではなくその営業全体について被告イラスト及び被告人形を\n使用している。被告の過去一〇年間の売上は、年間一四三四億円ないし二六〇〇億\n円であるから、これに対する通常受けるべき使用料に相当する額は年間一億円を下\nらない。\n原告は、平成一〇年五月一日、【Ｄ】財団から本件著作権及びその侵害により発\n生したすべての請求権の譲渡を受けた。\nよって、原告は、被告に対して、損害賠償請求権及び不当利得返還請求権基づく\n金員の支払いの一部として、過去三年分について損害賠償三億円及びそれ以前の七\n年分について不当利得七億円の合計一○億円の支払を求める。\n第三　争点に対する判断\n一　争点10（類似性）について\n１　まず、被告イラスト及び被告人形が、本件人形に係る本件著作権を侵害する複\n製物等であるか否か（著作権の成否、著作権の帰属、保護期間の満了による著作権\nの消滅の有無の点はさておき）について検討する。\n本件人形に関しては、【Ｄ】によって創作された先行著作物があること、その一\n例として一九〇三年作品②及び一九〇五年作品が存在すること、右各作品は、いず\nれも日米著作権条約の効力発生前に発行され、我が国においてその著作権は保護さ\nれないことは、いずれも当事者間に争いがない。\nところで、原告が著作権法上の保護を求める著作物について、当該著作物が先行\n著作物を原著作物とする二次的著作物であると解される場合には、当該著作物の著\n作権は、二次的著作物において新たに加えられた創作的部分についてのみ生じ、原\n著作物と共通しその実質を同じくする部分には生じないと解すべきである。二次的\n著作物が原著作物から独立した別個の著作物として著作権法の保護を受けるのは、\n原著作物に新たな創作的要素が付加されたためであって、二次的著作物のうち原著\n作物と共通する部分は、何ら新たな創作的要素を含むものではなく、別個の著作物\nとして保護すべき理由がないからである（最高裁平成九年七月一七日第一小法廷判\n決・民集五一巻六号二七一四頁参照）。\n以上の点に鑑みて、後記のとおり、本件人形は一九〇三年作品②及び一九〇五年\n作品の二次的著作物であると認められるから、被告イラスト及び被告人形と本件人\n形との類否を判断するに当たっては、第一に、原告が本件において保護を求める本\n件人形と一九〇三年作品②及び一九〇五年作品とを対比して、本件人形において創\n作的部分があるか否か、あるとして創作的部分はどの部分かを検討し、第二に、被\n告イラスト及び被告人形と本件人形とを対比して、右の創作的部分において共通す\nるか否かを検討することとする。\n争いない事実及び弁論の全趣旨によれば、以下のとおりの事実が認められ、これ\nを覆す証拠はない。\n２　本件人形と一九〇三年作品②及び一九〇五年作品とを対比する。\n(一)　本件人形も、一九〇三年作品②及び一九〇五年作品も、古くから連綿と描き\n続けられた「子供の姿をした天使」を題材にした作品の特徴を有している。また、\n子供の身体に羽が生えているという表現形態は、既に多数存在していた。\n(1)　本件人形の特徴は、以下のとおりである。\n全体的な特徴としては、①ほぼ直立の人形である。②乳幼児の体型であり、頭部\nが全身と比較して大きく、概ね三頭身である。③裸である。④性別がはっきりせ\nず、中性的である。⑤ふっくらとしている。⑥体格、骨格は、欧米人のようであ\nる。\n細部の特徴としては、⑦頭部の骨格について、後頭部の中心が後方に突き出した\nように張っている。⑧頭の中央部分及び左右の部分にとがった形状の髪の毛が生え\nており、中央部分の毛は前に垂れており、頭部のその他の部分には髪の毛がない。\n⑨顔は、縦長の楕円形状であり、頬はふっくらしている。⑩目は、丸く大きい。瞳\nは、左方向（向かって右）を向いている。⑪眉は、目から離れた位置に点のように\n描かれている。⑫鼻は、目立たず、小さく丸い。⑬口は、唇につき、細く長い下向\nきの円弧状に描かれ、微笑んでいるような表情に描かれている。⑭青く彩色された\n小さな双翼が、首の後方部左右に付けられている。⑮両手は、腕を伸ばし、掌を広\nげている。⑯腹部は、下腹部が前方に突き出ている。⑰胴は、中央が最も太い。⑱\n背中部分は、平坦であり、尻部は、下方に向けて窄まっている。\n(2)　これに対し、先行著作物の特徴は、以下のとおりである。\n(ア)　一九〇三年作品②の特徴は、以下のとおりである。\n全体の特徴としては、①正面向きでひざまづいた姿勢の図柄である。②乳幼児の\n体型であり、頭部が全身と比較して大きい。③裸である。④性別がはっきりせず、\n中性的である。⑤ふっくらとしている。⑥体格、骨格は、欧米人のようである。\n細部の特徴としては、⑦頭の中心の部分にとがった形状の髪の毛が生えており、\nそれが前に垂れているように描かれ、頭部のその他の部分には髪の毛がない。⑧顔\nは、縦長の楕円形状であり、頬はふっくらしている。⑨目は、必ずしも明らかでな\nい。瞳は点状に描かれている。⑩眉は、上瞼に接して描かれているようであるが、\n必ずしも明らかでない。⑪鼻は、点状に小さく描かれている。⑫口は、点状に描か\nれ、目立たない。⑬双翼が、後頭部ないし首の部分から左右に付けられている。⑭\n手を前で合わせて、祈りを捧げているような姿勢である。⑮腹部は、突き出ている\nように描かれている。⑯胴は、中央部が最も太い。\n(イ)　一九〇五年作品の特徴は、以下のとおりである。\n全体の特徴としては、①横向きで正座したやや前屈みの姿勢の図柄である。②乳\n幼児の体型であり、頭部が全身と比較して大きい。③裸である。④性別がはっきり\nせず、中性的である。⑤ふっくらとしている。⑥体格、骨格は、欧米人のようであ\nる。\n細部の特徴としては、⑦頭部の骨格について、後頭部の中心が後方に突き出した\nように張っている。⑧頭の中心部分にとがった形状の髪の毛が生え、前頭部に垂れ\nているように見え、横の耳の上部に髪の毛が生えており、頭部のその他の部分には\n髪の毛がない。⑨目は、下を向き、うつむき加減である。⑩眉は、目から離れた位\n置に点状に描かれている。⑪鼻は、小さく目立たない。⑫双翼が、後頭部から首の\n部分に横に向かって付けられている。⑬腕は、下方に伸ばし、手を膝頭に置いてい\nる。\n(3)　そうすると、本件人形と一九〇三年作品②及び一九〇五年作品とは、以下の点\nで共通する。すなわち、全体的な特徴として、①乳幼児の体型であり、頭部が全身\nと比較して大きい。②裸である。③性別がはっきりせず、中性的である。④ふっく\nらとしている。⑤体格、骨格は、欧米人のようである。細部の特徴として、⑥頭部\nの骨格について、後頭部の中心が突き出したように張っている（ただし、一九〇三\n年作品②は正面向きなので、この点はない。）。⑦頭の中央部分及び左右の部分に\nとがった形状の髪の毛が生えており、中心部分の毛は前に垂れており、その余には\n髪の毛がない（ただし、一九〇五年作品は横向きなので、横の部分の髪の毛の形状\nははっきりしない。）。⑧顔は縦長の楕円形状であり、頬はふっくらしている（た\nだし、一九〇五年作品は横向きなので、この点はない。）。⑨鼻は目立たず、小さ\nく丸い。⑩双翼が、後頭部から首の部分に左右に付けられている。⑪腹部が突き出\nている。胴の中央が最も太い（ただし、一九〇五年作品は横向きなので、この点は\nはっきりしない。）。\n(二)　以上のとおり、本件人形は、一九〇三年作品②及び一九〇五年作品と比較し\nて、目、眉、口、手の形状に相違がある（なお、立像かイラストかは相違点として\n重要とはいえない。）が、この相違点を考慮しても、前記のとおり多くの共通点が\nあり、とりわけ、頭部の極めて特徴的な頭髪と背部の双翼とを備えている裸の中性\n的なふっくらした乳幼児を表現したという特徴において共通していることに鑑みれ\nば、本件人形は、既に一九〇三年作品②及び一九〇五年作品において表現された特\n徴のほとんどすべてを備え、新たに付加された創作的要素は、些細な点のみといえ\nる。本件人形と両作品とは類似するといえる。本件人形は、立体的な人形とした点\nで、両作品の二次的著作物に当たるものということができる（なお、本件人形と両\n作品は、いずれも、【Ｄ】によって作成されたものと認められるから、本件人形が\n両作品に依拠して作成されたものと推認される。）。\n３　右の前提に立って、本件人形と被告イラスト及び被告人形が類似するか否かに\nついて検討する。\n(一)　まず、被告人形について検討する。\n(1)　被告人形の特徴は、以下のとおりである。\n全体的な特徴としては、①直立の人形である。②乳幼児の体型であり、頭部が全\n身と比較して際だって大きく概ね二・五頭身である。③裸である。④性別がはっき\nりせず、中性的である。⑤ふっくらとしている。\n細部の特徴としては、⑥頭の中央部分及び左右の部分にとがった形状の髪の毛が\n生えており、中心部分の毛は前に垂れており、頭部のその他の部分には髪の毛がな\nい。髪の毛は、茶色に彩色されている。⑦顔は、縦がやや長く、頬がふっくらして\nいる。⑧目は丸く大きい。目全体が黒く塗りつぶされている。⑨睫毛は、長細く、\n明瞭に描かれている。⑩眉は、目から離れた位置に、円弧状にやや厚みをもって描\nかれている。⑪鼻は、目立たず、小さく丸い。⑫口は、唇が短く厚みをもって描か\nれ、微笑んでいる表情に描かれている。⑬貝殻形状の双翼が、両肩から上向きに付\nけられ、茶色に彩色されている。⑭両手は、腕を伸ばし、掌を広げている。⑮腹部\nは、全体が前に張り出している。⑯胴は、尻のあたりが最も太い。⑰背中は平坦で\nあり、尻は背中部分と比べ後方に突き出ている。\n(2)　そうすると、本件人形と被告人形は、以下のような共通点を持つ。　　全体的\nな特徴として、①ほぼ直立の人形である。②乳幼児の体型であり、頭部の割合が大\nきい。③裸である。④性別がはっきりせず、中性的である。⑤ふっくらとしてい\nる。細部の特徴としては、⑥頭の中央部分及び左右の部分にとがった形状の髪の毛\nが生えており、中央部分の毛は前に垂れており、頭部のその他には髪の毛がない。\n⑦頬がふっくらしている。⑧目は丸く大きい。⑨眉は、目から離れた位置に描かれ\nている。⑩鼻は目立たず、小さく丸い。⑪口は、やや微笑んでいる表情に描かれて\nいる。⑫双翼が付けられている。⑬両肩に両手は、腕を伸ばし、掌を広げている。\n⑭腹部は、前に張り出している。しかし、右共通点のうち、②ないし⑦、⑩、⑫、\n⑭の点は、一九〇三年作品②及び一九〇五年作品と共通であり、①の点は重要な特\n徴とはいえない。\nこれに対し、本件人形と被告人形とは、以下のような相違点がある。①全身のプ\nロポーションについて、前者は概ね三頭身であるのに対し、後者は概ね二・五頭身\nである。②髪の毛は、前者は僅かに彩色が施されているのに対し、後者は茶色に彩\n色されている。③瞳について、前者は左方向を向いているのに対し、後者は黒色で\n大きく塗りつぶされている。④睫毛について、前者は全く描かれていないのに対\nし、後者は明瞭に描かれている。⑤眉について、前者は点のように描かれているの\nに対し、後者は円弧状にやや厚みをもって描かれている。⑥口について、前者が唇\nが細く長い、下向きの円弧状に描かれているのに対し、後者は短く厚みをもって描\nかれている。⑦双翼について、前者は後頭部から首の後方部左右に、青く彩色され\nて付けられているのに対し、後者は両肩部に、茶色に彩色された貝殻状のものが付\nけられている。⑧胴について、前者は中央が最も太いのに対し、後者は尻の当たり\nが最も太い。⑨尻について、前者は背中部分から突き出すことなく連続して、下方\nに向けて窄まっているのに対し、後者は背中部分に比べ後方に突き出ている。\n以上のとおり、本件人形と被告人形は、共通点を有するが、その共通点のほとん\nどは、既に一九〇三年作品②及び一九〇五年作品に現われているし、本件人形に付\n加された新たな創作的部分とはいえないこと、他方、右認定したとおり、両者には\n数多くの相違点が存在すること等の事実を総合判断すると、被告人形は、本件人形\nにおける本質的特徴を有しているとはいえず、両者は類似していないと解するのが\n相当である。\n(二)　被告イラストについて検討する。\n(1)　被告イラストの特徴は、以下のとおりである。\n全体的な特徴としては、①立った姿勢が描かれている。②乳幼児の体型であり、\n頭部が全身と比較して大きく、約三頭身位である。③裸である。④中性的である。\n⑤ふっくらとしている。⑥極めて平板に描かれている。\n細部の特徴としては、⑦頭の中央部分にとがった形状の髪の毛らしいものが生え\nており、中心部分の毛は前に垂れているようにも見えるが、その他の部分には（左\n右の部分も含めて）髪の毛がない。⑧顔は、やや縦長の楕円形状に描かれ、顎が膨\nらんでいるが、頬の膨らみはほとんどない。⑨目は丸く大きい。瞳は、左下（向か\nって右側）を向いているように描かれている。⑩眉は描かれていない。⑪耳は、大\nきく丸みを帯びて表現されている。⑫鼻は、浅いＶ字型の線として描かれている。\n⑬口は、短めの唇が線で表現されている。⑭肩越しに丸みを帯びた双翼状のものが\nある。⑮腕は、ほぼ水平方向に伸ばして、掌を広げている。⑯へそが、下腹部には\nっきりと描かれている。⑰胴から両足に掛けての輪郭線は、円弧状に連続的に描か\nれている。⑱足は、乳幼児特有のくびれは描かれず、直線的に表現されている。\n(2)　以上のとおり、本件人形と被告イラストは、以下のような共通点を持つ。全体\n的な特徴としては、①乳幼児の体型であり、頭部の割合が大きい。②裸である。③\n中性的である。④ふっくらとしている。細部の特徴としては、⑤頭の中央部分にと\nがった形状の髪の毛が生えており、中心部分の毛は前に垂れている。⑥目は丸く大\nきい。⑦鼻は目立たず、小さい。⑧口は、線により表現されている。⑨双翼状のも\nのが描かれている。⑩腕を伸ばして掌を広げている。しかし、右共通点のうちで、\n①ないし⑤、⑦、⑨の点は、既に一九〇三年作品②及び一九〇五年作品に表現され\nている。\nこれに対し、本件人形と被告イラストには、以下のような相違点がある。①髪の\n毛について、前者は頭の左右の部分にとがった形状の髪の毛が生えているのに対\nし、後者は頭の左右の部分に髪の毛がない。②顔について、前者は頬がふっくらと\n表現されているのに対し、後者は頬の膨らみは強調されず、顎の膨らみが目立つ。\n③眉について、前者は目から離れた位置に点のように描かれているのに対し、後者\nは描かれていない。④耳について、前者は（描かれていないか）ほとんど目立たな\nいのに対し、後者は大きく、丸みを帯びて描かれている。⑤唇について、前者が細\nく長い下向きの円弧状に描かれ、頬の描き方と相まって微笑んでいるような表情に\n描かれているのに対し、後者は単に線として表現されているのみで、必ずしも微笑\nんでいるような表情に描かれていない。⑥腹部は、前者がへそが目立たないのに対\nし、後者はへそが強調されて描かれている。⑦胴から両足に掛けての部分につい\nて、前者は乳幼児特有のくびれが表現されているのに対し、後者は輪郭線が円弧状\nに連続的に描かれ、くびれは描かれていない。⑧全体の印象として、後者は極めて\n平板な印象を与えるように描かれている。\n以上のとおり、本件人形と被告イラストは、共通点を有するが、その共通点のほ\nとんどは、既に一九〇三年作品②及び一九〇五年作品に現われているし、本件人形\nに付加された新たな創作的部分とはいえないこと、他方、右認定したとおり、両者\nには数多くの相違点が存在すること等の事実を総合判断すると、被告イラストは、\n本件人形における本質的特徴を有しているとはいえず、両者は類似していないと解\nするのが相当である。\n二　争点11（不正競争）について\n原告は、「キューピー」(kewpie)という商品等表示（本件商品等表示）が著名で\nあるとして、不正競争防止法二条一項二号が適用されるべきであると主張する。\nしかし、本件商品等表示が、原告ないし【Ｄ】関係者の商品ないし営業を示す商\n品表示ないし営業表示として著名ないし周知であることを認めるに足りる証拠はな\nい。したがって、この点についての原告の主張は理由がない。\n三　争点13（権利濫用）について\n以上のとおり、原告の本件請求は、その余の点を判断するまでもなく失当である\nが、権利濫用の点についても、付加して検討する。\n１　証拠（甲二〇ないし二二、五一、乙一、八ないし一〇、五六、五七、一〇一な\nいし一〇四）、当裁判所に職務上顕著な事実及び弁論の全趣旨をあわせれば、以下\nの事実が認められる。\n(一)　原告は、昭和五四年ころから、キューピーの図柄等のデザインに関連する業\n務を行い、また、自己がデザインしたキューピーに関連する商品を販売している。\n原告は、ハマナカ株式会社、キクチ株式会社及び株式会社オビツ製作所等とキュ\nーピーに関連する商品等の取引を行った。ハマナカ株式会社が昭和五四年から五六\n年に掛けて発行した手芸作品集には、原告がデザインしたキューピーの図柄が掲載\nされている。平成七年に原告がデザインし、同社が発売したキューピー商品には、\n原告の指示により、「designed by <Ｃ>Kewpie Club」、「OMOIDE KOUBOU <Ｃ>」と\nいう表示が付されている。原告は、右商品の取引に関連して、同社から、少なくと\nも六〇万円の支払を受けている。原告は、キクチ株式会社とも取引を行い、同社\nは、平成三年ころ、原告がデザインしたキューピー人形を製造した。原告は、株式\n会社オビツ製作所とも取引を行い、同社は、平成五年ころから、原告がデザインし\nたキューピー人形を製造した。\nまた、原告は、昭和六三年、京都市に「想い出博物館」を開設し、自ら収集した\nキューピー人形を含む古いおもちゃ類等を展示し、土産品の販売を行うなどした\nり、平成六年、神戸市にキューピー専門の博物館兼販売店である「キューピークラ\nブ　イン　神戸」を開設したりした。原告は、平成六年ころから、「インターナシ\nョナルローズオニール協会（I.R.O.C.）」日本支部を自称する「日本キューピーク\nラブ」を主宰し、「Japan Kewpie Club News」なる機関紙を発行した。この機関紙\nには、【Ｄ】が作成したとされるキューピーのイラストが多数掲載されたり、キュ\nーピーの関連商品、Ｔシャツ等を有償で販売する案内が紹介されたりしている。\nところが、原告は、平成一〇年ころに至って、ハマナカ株式会社及び株式会社オ\nビツ製作所に対し、原告がキューピーの著作権について独占的使用権を取得したと\nして、キューピーに関する商品（原告の制作するキューピーに関する商品に限らな\nい。）について、使用許諾料の請求をするなどした。\n(二)　原告は、平成五年五月ころ、株式会社日本興業銀行（以下「日本興業銀行」\nという。）との間で、原告の製造・販売するキューピーの図柄を付した商品を販売\n促進用品として、販売したりした。その取引は、平成七年三月ころまで継続した。\n日本興業銀行は、原告に対し、一億円を超える各種商品の購入代金を支払った。\nところが、原告は、平成八年一一月二〇日、日本興業銀行に対し、「【Ｄ】の財\n産を管理しているローズ・オニール・エステートという米国の団体と日本における\n【Ｄ】の著作権に関して総代理店契約を締結した」として、被告に対し「【Ｄ】の\nキューピー」の使用・購入を求めた。\n(三)　牛乳石鹸共進社株式会社は、自社の石鹸、シャンプー等の商品に「キューピ\nー」の文字及び図形からなる商標を付していた。原告は、平成一一年一月ころ、同\n社に対して、原告がキューピーに関する著作権を取得したこと、同社が「キューピ\nー」の商標を付した商品を製造、販売することは原告の有する著作権を侵害するこ\nとを理由として、使用許諾料の支払をするように求めた。\n２　以上認定した事実、すなわち、原告は、一方において、本件著作権を平成一〇\n年五月一日に譲り受けたと主張しているにもかかわらず、①正当な権原を取得した\nとする時期よりはるか前である昭和五四年ころから、キューピーの図柄等のデザイ\nン制作、及びキューピーに関する商品の販売等を行い、自らが本件著作権の侵害と\nなる行為をして、利益を得ていたこと、②自らが主催するキューピーに関する団体\nの活動においても、【Ｄ】が作成したキューピーの複製品（原告の主張を前提とす\nる。）を製造、販売したこと、③さらに、キューピーに関する原告の商品には原告\nが著作権を有するかのような表示を付したりしていたこと、④原告は、自己がデザ\nインしたキューピーに関する商品を販売していた取引相手に対して、キューピー商\n品一般（原告の制作したキューピー商品以外のもの）について、使用許諾料の請求\nをするなどしている等の事実に照らすならば、自らが本件著作権の侵害行為を行っ\nて利益を得ていた原告が、本訴において、被告に対し、本件著作権を侵害したと主\n張して、差止め及び損害賠償を請求することは、権利の濫用に該当すると解するの\nが相当である。したがって、この点からも、原告の請求は失当である。\n四　よって、主文のとおり判決する。\n東京地方裁判所民事第二九部\n裁　判　長　裁　判　官　　　　　　飯村敏明\n裁　判　官　　　　　　沖中康人\n裁　判　官　　　　　　石村　智\n"
}