{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 4,
    "month": 3,
    "day": 19
  },
  "case_number": "平成3(ネ)1927",
  "case_name": "損害賠償請求事件",
  "court_name": "東京高等裁判所第二民事部",
  "lawsuit_id": "20253",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20253",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/253/020253_hanrei.pdf",
  "contents": "主　　　　文\n第一審被告及び第一審原告の本件各控訴をいずれも棄却する。\n控訴費用は各自の負担とする。\n事　　　　実\n第一　当事者の求めた裁判\n一　第一審被告\n（甲事件について）\n１　原判決中の第一審被告敗訴の部分を取り消す。\n２　第一審原告の請求を棄却する。\n３　訴訟費用は第一、二審とも第一審原告の負担とする。\n（乙事件について）\n１　第一審原告の控訴を棄却する。\n２　控訴費用は第一審原告の負担とする。\n二　第一審原告\n（甲事件について）\n１　第一審被告の控訴を棄却する。\n２　控訴費用は第一審被告の負担とする。\n（乙事件について）\n１　原判決を次のとおり変更する。\n第一審被告は、第一審原告に対し、七五三万七五〇〇円及びこれに対する昭和六\n三年二月八日から支払いずみまで年五分の割合による金員を支払え。\n２　訴訟費用は第一、二審とも第一審被告の負担とする。\n３　仮執行の宣言\n第二　当事者の主張及び証拠関係\n当事者の主張は、次に付加するほか、原判決の事実及び理由欄の第二記載のとお\nりであり（ただし、原判決の一一枚目表一一行目の「現われる」を「現れる」に改\nめる。）、証拠関係は、本件記録中の書証目録及び証人等目録記載のとおりであ\nる。\n一　第一審被告\n１　本件退学処分は、第一審原告が、（一）自動二輪車の免許を取得したこと、\n（二）自動二輪車を購入して何度も乗車したこと、（三）免許証を提出せよとの指\n示を無視したこと、（四）免許証提出後もバイクに少なくとも数回乗車したこと、\n（五）それについて反省の態度を示さなかったこと、（六）退学処分に異議がな\nく、かえって退学処分を希望する旨の書面を提出したこと等の事実を総合検討して\n行われたものである。原判決は、右（四）の事実の一部を認定しなかったが、同事\n実は証拠上明らかであり、これを処分対象事由に加えるならば、第一審原告を学外\nに排除することが教育上やむを得ないとした学校長の判断には社会通念上の合理性\nを認めることができ、裁量権の逸脱はない。\n２　仮に、本件退学処分が合理的裁量の範囲を逸脱しているとしても、第一審原\n告及び親権者は、退学処分を受けることに異議がない旨の書面を学校に提出し、自\nら退学処分を望んだのであるから、右処分の違法性、不当性を主張することはでき\nず、また、右処分により損害が生じるはずがなく、その賠償を請求することもでき\nない。\n二　第一審原告\n１　本件生活指導規定は、免許取得及び乗車の禁止に違反する行為に対して、一\n律に退学勧告をする旨定めている。すなわち、バイク禁止が、退学勧告ひいては退\n学処分と直結し連動しているのであり、退学処分の前提として当然あるべき教育的\n配慮及びこれに基づく指導監督を行う余地を全く欠いている。これは、憲法、教育\n基本法及び学校教育法等の理念に反するものであり、本件生活指導規定は、この点\nにおいても違法無効と解すべきである。\n２　本件生活指導規定は、懲戒処分は生徒指導部会及び職員会議等の協議を経て\n行う旨定めているが、本件退学処分については、生徒指導部会は開かれていない\nし、また、職員会議では、退学勧告をするか否かの実質的協議がなされていないか\nら、本件退学処分は、適正手続に違反し無効である。\n理　　　　由\n一　当裁判所も、第一審原告の請求は原判決認容の限度で正当であるが、その余\nは失当として棄却すべきものと判断する。\n二　本件生活指導規定の違憲性及び違法性について\n次に記載するほか、原判決の事実及び理由欄の第三、一及び二の説示（原判決一\n六枚目表二行目から同二八枚目裏一〇行目まで）と同一である。\n１　原判決一七枚目表六行目の「定めている」を「定め、同法五条において、公\n共性確保のために私立学校の設置、廃止等一定の事項について所轄庁が権限を有す\nることを定めている」に、同裏五行目の「または」を「又は」に、同六行目の「法\n律の」を「法律で」に、同一八枚目表六行目の「就学」を「修学」に、同裏三行目\nの「私立大学審議会」を「大学設置・学校法人審議会」に改める。\n２　原判決二五枚目表二行目の「七七・八パーセント」を「七六・八パーセン\nト」に改める。\n３　原判決二七枚目裏一〇行目の次に行を改め、「そして、右のような事情の下\nにおいては、本件生活指導規定が生徒に対し、道路交通法上許容されている運転免\n許の取得及びバイクヘの乗車を禁止することが、憲法の人権保障の趣旨に抵触し、\n公序良俗に違反するものであるということはできない。」を加える。\n４　原判決二八枚目裏一行目の「得るのであり、」の次に「教師の能力、生徒の\n資質、学校の環境、設備等の諸事情を考慮した」を加える。\n５　第一審原告は、本件生活指導規定によるバイク禁止が退学勧告ひいては退学\n処分と直結し、教育的配慮及び指導監督の余地を認めていないから、右規定は無効\nである旨主張する。\n確かに、本件生活指導規定は、無届けの免許取得及び乗車について理由のいかん\nを問わず退学勧告をする旨定めているが、前記の趣旨、目的による生徒のバイク禁\n止を徹底するために違反者に対して退学勧告の措置をとるものとすることが、それ\n自体で直ちに許されないとはいえない。また、右退学勧告に従い自主退学をしない\nからといって、当然に退学処分に直結させることができるものではなく、当該違反\n行為が本件高校の学則一九条一号ないし四号所定の退学事由に該当する場合に初め\nて退学処分を行うことが許されるのであるし、実際の運用としても、違反行為に対\nして常に退学処分がされているわけでないことは後記のとおりである。したがっ\nて、本件生活指導規定の前記の定めは、第一審原告のいう退学処分の前提としての\n教育的配慮及び指導監督の余地を否定するものとは解されず、第一審原告の主張は\n採用することができない。\n三　本件退学処分の経緯と処分事由\n次に記載するとおり処分事由の存否についての事実認定を一部改めるほか、原判\n決の事実及び理由欄の第三、三１及び２の説示（原判決二九枚目表二行目から同三\n七枚目裏四行目まで）と同一である。\n１　原判決二九枚目表三行目以下に挙示の証拠に「弁論の全趣旨により真正に成\n立ものと認められる乙第一五号証及び当審証人Ａの証言」を加える。\n２　原判決三〇枚目表三行目の「ところが」から九行目の「これより先、」まで\nを削り、同裏六行目の「同年一二月」の次に「初め」を加え、同三一枚目表二行目\nの「ないと考え、」の次に「従前のバイク乗車の有無を確認することなく、」を加\nえ、同三、四行目の「報告しなかった。」の次に「また、第一審原告は、同月こ\nろ、購入していた自動二輪車を売却することとし、同月一七日付けで登録名義を変\n更した。」を加える。\n３　原判決三一枚目表一一行目の「本件高校」から同裏一行目の「乗車の事実に\n関し、」までを「本件高校に匿名の電話で、ａに住んでいるＢという本件高校の生\n徒が近所でバイクを乗り回してうるさい、本件高校ではバイクの乗車を認めている\nのか、という内容の通報があった。学校側では、生徒の住所から調査して、第一審\n原告がａのＢという生徒に該当することを確認した。そこで、」に改める。\n４　原判決三二枚目表七行目から同一〇行目までを「Ｃは、第一審原告が退学に\nなるのを避けるため、同月二一日、Ｄ教諭に電話し、息子は馬鹿正直にバイク乗車\nを認めたが、バイクに乗らなかつたことにしてほしい旨申し入れた。」に改め、同\n裏一行目の「生徒指導部会を開き、」を削り、同八行目から同三三枚目表三行目の\n「訴えた。」までを「Ｃは、同月二三、四日ころ、Ｅ校長に面会を求め、第一審原\n告が外でバイクに乗車した事実はない、庭で乗つていただけである、本件高校に通\n報した人を教えてほしい旨申し出た。」に改め、同表一一行目の「Ｃは」から同裏\n二行目の「求め」までを「Ｃは、自主退学を断り退学処分にするよう求める意向を\n示したところ、Ｄ教諭から、それならば退学処分に異議がない旨の書面を提出する\nように求められ」に改め、同四、五行目の「送付した。」の次に「右書面の内容\nは、外部の人がわざわざ電話するということは余程の事情がない限りあり得ないの\nで、余程我慢ができなかったことと思われる、これからの社会生活の中で生きてい\nくためには本人のためにも一番厳重な処分が妥当と思い、退学処分に異議はない、\nというものであつた。」を加える。\n５　原判決三四枚目表一行目と同八行目の「生徒指導部会」をいずれも「生徒指\n導担当教諭ら」に、同裏六行目の「三、四回」を「数回」に改め、同一一行目の\n「反した者」の次の「、又は」から同三五枚目表二行目の「の規定」までを削る。\n６　原判決三五枚目表四行目から同三七枚目裏四行目までを次のとおり改める。\n「前記認定の事実によれば、第一審原告は、昭和六一年一二月に自動二輪車の運\n転免許を取得し、昭和六二年四月ころ中古の自動二輪車を購入して、これに乗車し\nていたが、同年一二月Ｄ教諭に免許証を提出した後にも、昭和六三年一月上旬ころ\n友人の原動機付自転車を修理のために預かった際及び修理後返還する際にこれに乗\n車したほか、同月中旬にも自宅近辺で三、四回バイクに乗車したものと認められ\nる。第一審原告の右免許取得及び乗車が本件生活指導規定に違反することは明らか\nである。\n第一審原告は、Ｄ教諭に免許証提出後は修理のため預かった原動機付自転車に乗\nっただけであり、Ｄ教諭らの事情聴取の際にバイク乗車を認めたのは免許証提出前\nのことを聞かれているものと誤解して答えたものである、途中で免許証提出後のこ\nとを質問されているのに気付いたが、答えを訂正せず、そのままバイク乗車があっ\nたとして対応した旨供述するが、右弁解自体不自然であるし、第一審原告が事情聴\n取の際に乗車の目的、日時及び場所を紙に書いて説明していること及び学校にあっ\nた匿名通報の内容に照らし、右供述は信用できない。」\n四　本件退学処分の裁量権の逸脱の有無\n１　学校が生徒に対して行う懲戒処分が処分権者の合理的裁量に任されているこ\nとは、原判決の説示（原判決三八枚目表二行目から同三九枚目裏二行目）するとお\nりであり、また、懲戒処分が教育的措置であることに鑑み、処分を行うに当たって\n教育上必要な配慮をしなければならないことは、学校教育法施行規則一三条一項の\n規定するところである。\n２　前記認定のとおり、第一審原告は、本件高校において運転免許の取得及びバ\nイク乗車が校則により禁止されていることを十分承知しながら、昭和六一年一二月\nに自動二輪車の運転免許を取得したうえ、昭和六二年四月に自動二輪車を購入して\nこれを運転していたが、同年一二月に免許証をＤ教諭に提出した際、同教諭から、\nバイクに乗らないように注意されたにもかかわらず、昭和六三年一月上旬から中旬\nにかけて免許証不携帯のまま数回バイクに乗車したものであり、第一審原告の本件\n生活指導規定違反の態様が軽いということはできない。また、第一審原告の両親が\n本件高校のバイク禁止の方針を認識し、これを遵守する旨の誓約書を提出しなが\nら、第一審原告の免許取得及び自動二輪車購入を容認していたことや、本件のバイ\nク乗車が学校に発覚してからの母親の事実を否定するような対応等に照らせば、家\n庭での指導が難しい状況にあると学校側が判断したことも無理からぬところである\nと認められる。\nこれらの点からすると、バイク禁止の教育方針を重視する学校側が、退学勧告を\n拒否し退学処分に異議がない旨の書面を提出した第一審原告に対して、退学処分を\nするのが相当と判断したことも、あながち首肯できないことではない。\n３　ところで、前記原判決の説示のとおり、退学処分は、生徒の身分を剥奪する\n重大な措置であるから、当該生徒に改善の見込みがなく、これを学外に排除するこ\nとが教育上やむを得ないと認められる場合に限って選択すべきものである（学校教\n育法施行規則一三条三項及び本件高校の学則一九条はこの趣旨の規定と解され\nる。）。とくに、被処分者が年齢的に心身の発育のバランスを欠きがちで人格形成\nの途上にある高校生である場合には、退学処分の選択は十分な教育的配慮の下に慎\n重になされることが要求されるというべきである。\nこれを本件についてみれば、次のとおりである。\n（一）　本件バイク問題は、昭和六三年一月二〇日の匿名の電話通報によって表\n面化し、翌月三日に本件退学処分が行われている。この十日余りの間に、学校側で\nは、違反事実を確認した後に早々と退学しかないとの態度を決めて第一審原告に退\n学勧告をし、母親が自主退学を拒否して退学処分にするよう求める意向を示すと、\nすぐ退学処分に異議がない旨の書面の提出を求め、その書面の提出をまって本件退\n学処分を決定したものであり、第一審原告が退学勧告に応じないときは退学処分を\nする以外にはないとの姿勢であったと認められる。その過程において、できるだけ\n退学という事態を避けて他の懲戒処分をする余地がないかどうか、そのために第一\n審原告や両親に対して実質的な指導あるいは懇談を試み、今後の改善の可能性を確\nかめる余地がないかどうか等について、慎重に配慮した形跡は認められない。こう\nした学校側の対応は、いささか杓子定規的で違反行為の責任追及に性急であり、退\n学処分が生徒に与える影響の重大性を考えれば、教育的配慮に欠けるところがあっ\nたといわざるを得ない。\nこの点に関し、第一審原告の母親が学校側に対しバイク乗車を否定するような態\n度をとつたこと、及び第一審原告の自主退学を拒否して退学処分を求め、退学処分\nに異議がない旨の書面を学校に送付したことは、前記のとおりである。しかしなが\nら、母親の右違反行為否定のような態度も、学校側と対立して事実を争うというほ\nど強いものであったとはうかがわれず、学校側が退学処分を行うに当たつて教育的\n配慮をすることを無意味ならしめる事情であったとは認められない。また、両親が\n自主退学を拒否して退学処分を求め、その旨の書面を送付した真の理由は証拠上は\n明白でないが、前記認定の経過とその記載内容からすると、学校側が退学しかない\nとの方針で接したために、これを前提にした対応であったと認められるのであり、\n右書面が提出されたことに基づいて退学処分を選択することは、本末顛倒の嫌いが\nあるといわなければならない。\n（二）第一審原告の本件バイク禁止違反行為は、一回だけではないし、教諭の注\n意にも背いたものである。\nしかし、学校側の評価によれば、第一審原告は、やや気が弱く、調子に乗りやす\nい面があるが、他人に優しく、明るく素直な性格で、高校一学年の成績は中位より\nやや下であり、出席状況も悪くなく、本件のバイク問題以外には学校から注意や処\n分を受けたことはなく、普段の学校生活上で問題のある生徒とはされていなかった\n（甲第一号証、原審証人Ｄ、同Ｅの各証言）。また、第一審原告は、学校の最初の\n免許証提出の呼びかけには応じなかったものの、その後Ｄ教諭の発言に沿って任意\nに免許証を提出し、自動二輪車も処分し、Ｄ教諭らの本件の事情聴取に対しても素\n直に応じてバイク乗車の事実を認めていたものである。\nこのような第一審原告の性格及び行状等に照らすと、本件の違反行為が、あくま\nでも校則に従わずバイク乗車を続けようという反抗的態度の表れであるとまでみる\nのは厳しすぎるものであり、本件の発覚を機に適切な訓戒と指導監督が施されるな\nらば、第一審原告に反省させ、これを善導して、今後の違反行為を断つことを期待\nすることができなかったとはいえない。第一審原告の家庭にも、学校側の指導監督\nへの協力をどうしても期待できない格別の事情があったとは認められない。\nもっとも、第一審原告の原審における供述をみると、学外でのバイク乗車を禁止\nする本件生活指導規定は効力がない、悪いことをしたとは思っていない等と述べて\nいるが、訴訟提起後における当事者としての揚言であって、第一審原告が本件退学\n処分当時から、本件生活指導規定の効力に疑問をもち、これに従う意思がなく、反\n抗的態度をとっていたものでないことは、前記認定の経過から明らかである。\n（三）　本件高校では、バイク禁止を重要な教育方針として徹底を図っており、\nそれなりの成果を上げてきたものである。そして、これに違反した生徒に対しては\n退学を勧告し、これに応じて自主退学した生徒も過去に数名いたことが認められる\n（原審証人Ｅの証言）。\nしかし、他方、本件高校が生徒に対して運転免許証の提出を呼びかけ、これに応\nじた生徒に対しては何らの処分を行わない取扱いをしたことがあったことはすでに\n認定したとおりであるし、また、昭和六二年ころに運転免許の取得が発覚したが乗\n車が確認できなかった生徒に対して無期停学処分をした例もあることが認められる\n（原審証人Ｄ、同Ｅの各証言）。更に、バイク禁止を重要な教育方針として維持す\nるにしても、一方でこれに対する社会的評価が時代の推移とともに変化しつっある\nことも前記認定のとおり無視し難い事実である。\nこれらの点を考えると、第一審原告の違反行為に対して退学処分をもって臨むの\nでなければ、本件高校の教育方針を損ない、他の生徒に対する訓戒的効果を失わ\nせ、本件高校の教育上看過できない悪影響を及ぼすことになるとはたやすく認めら\nれない。\n<要旨>４　以上に検討したところを総合して判断すれば、第一審原告の校則違反\n行為は軽微なものとはいえないけ</要旨>れども、当時の状況下において、第一審原\n告に対し適切な教育的配慮を施してもなお、もはや改善の見込みがなく、これを学\n外に排除することが教育上やむを得ないものであったとは認めることができないと\nいうべきである。したがって、Ｅ校長が本件高校の学則一九条四号に基づいて行っ\nた本件懲戒処分は、処分権者に認められた合理的裁量の範囲を超えた違法な行為で\nあると認めるべきである。\n第一審被告は、退学処分に異議がない旨の書面を提出した第一審原告は本件退学\n処分の違法性を主張することができないと主張するが、右書面が提出された経緯は\n前記のとおりであって、第一審原告側が自発的に退学を望んだものとは認められな\nいから、右主張は採用できない。\n五　第一審被告の責任\n原判決の事実及び理由欄第三の四の説示（原判決四五枚目裏七行目から同四六枚\n目表一行目まで）と同一である。\n六　損害\n原判決の事実及び理由欄第三の五の説示（原判決四六枚目表三行目から同四八枚\n目表七行目まで）と同一である。ただし、原判決四七枚目裏八行目の「のみなら\nず」から同枚目裏一一行目の「なっている」までを削る。なお、第一審原告が退学\n処分に異議がない旨の前記書面を提出したことは、第一審原告の右損害の発生又は\nその賠償請求を否定する理由となるものとは解されない。\n七　以上の次第で、第一審原告の請求は原判決認容の限度でこれを認容すべきで\nあるが、その余は失当として棄却すべきであり、これと同旨の原判決は相当であっ\nて、第一審原告及び第一審被告の本件各控訴はいずれも理由がないから、これを棄\n却することとし、主文のとおり判決する。\n（裁判長裁判官　佐藤繁　裁判官　岩井俊　裁判官　小林正明）\n"
}