{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 2,
    "day": 20
  },
  "case_number": "平成6(ワ)18591",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13756",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13756",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/756/013756_hanrei.pdf",
  "contents": "主　　　文\n一　被告は、別紙第二目録記載の書籍を印刷、製本及び頒布してはならない。\n二　被告は、その所有する別紙第一目録記載の絵画を撮影したフィルム、右絵画の\n印刷用原版及び別紙第二目録記載の書籍を廃棄せよ。\n三　被告は、原告に対し、金一〇〇九万円及びこれに対する平成六年一〇月一五日\nから支払済みに至るまで年五分の割合による金員を支払え。\n四　原告のその余の請求を棄却する。\n五　訴訟費用はこれを二分し、その一を原告の負担とし、その余を被告の負担とす\nる。\n六　この判決は、原告勝訴の部分に限り仮に執行することができる。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　主文第一項、第二項同旨\n２　被告は、原告に対し、金二一四六万三五二〇円及びこれに対する平成六年一〇\n月一五日から支払済みに至るまで年五分の割合による金員を支払え。\n３　訴訟費用は被告の負担とする。\n４　仮執行宣言\n二　請求の趣旨に対する答弁\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告の権限\n（一）　スペイン人の画家【Ａ】（以下単に「【Ａ】」ともいう。）は、別紙第一\n目録記載の絵画（以下、同目録記載の絵画すべてをあわせて「本件絵画」といい、\n同目録一ないし七記載の個々の絵画を「本件絵画一ないし七」という。）を、同目\n録の制作年欄記載の年に著作した。\n（二）　【Ａ】が一九七三年四月八日に死亡したことにより、同人の子である原\n告、【Ｂ】、【Ｃ】及び【Ｄ】が、本件絵画の著作権を相続し、【Ｄ】が一九七五\n年六月五日死亡したことにより、同人の子である【Ｅ】及び【Ｆ】が、【Ｄ】が有\nしていた本件絵画の著作権を相続した。\n（三）　原告と右四名は、【Ａ】の本件絵画の著作権を不分割共同所有し、その収\n益は各人に等しく分配されるところ、原告は、右不分割所有者の管理者として、フ\nランス民法一八七三ー六条の規定に従い不分割共同所有者を代表する権限を有す\nる。\n２　被告の行為\n（一）　被告は、平成六年一月二二日から同年四月三日まで、国立西洋美術館にお\nいて、「バーンズ・コレクション展」（以下「本件展覧会」という。）を国立西洋\n美術館と共同で主催した。\n（二）　被告は、本件展覧会の開催にともない、本件絵画を複製掲載した別紙第二\n目録記載の書籍（以下「本件書籍」という。）を製作し、定価二〇〇〇円で、少な\nくとも五〇万部販売した。\n（三）　被告は、本件絵画三を、本件展覧会の入場券及び割引引換券に複製掲載し\nた。\n（四）　被告は、本件絵画二を平成五年一一月五日付け讀賣新聞に、本件絵画三を\n平成四年一二月二日付け、平成五年一一月三日付け及び平成六年一月二二日付け各\n同新聞に、本件絵画四を平成六年一月一日付け同新聞に、それぞれ複製掲載した。\n（五）　被告は、プリントをキャンバスに貼りつけ表面加工をし額装を施した本件\n絵画三の複製画（以下「本件複製画」という。）を製作し、定価一五万円のものに\nついて五点、定価四万五〇〇〇円のものについて一五点販売した。\n３　原告の損害\n（一）　原告は、前記２（二）の行為により、その売上代金総額一〇億円に通常の\n使用料率である一〇パーセントを乗じた額に、本件書籍中に本件絵画の占める割合\nである八〇分の七（八〇は、本件書籍に複製掲載された絵画の総数、七は、本件絵\n画の複製画の数）を乗じた金額である通常使用料相当額八七五万円の損害を被っ\nた。\nフランスにおいては、カタログに絵画を複製掲載する場合、書籍と同率の著作権\n使用料率である定価の一〇パーセントが徴されるから、本件でもこれに従うべきで\nある。\n（二）　原告は、前記２（三）及び（四）の行為により、本件展覧会の入場料総額\nの一パーセントに相当する損害を被ったというべきところ、本件展覧会の入場者総\n数は一〇七万一三五二人であり、入場料は一般一五〇〇円、高校生、大学生が一一\n〇〇円、小学生、中学生が五〇〇円であり、割引入場券により入場した人は一〇〇\n〇円に割引されたことを考慮すると、平均入場料は一〇〇〇円が相当であり、入場\n料総額は一〇億七一三五万二〇〇〇円を下らないから、原告が右被告の行為により\n被った損害額は一〇七一万三五二〇円である。\n本件作品は、本件展覧会の宣伝のみならず、被告の記念事業としての宣伝にも使\n用されたものである。また、バーンズコレクションは印象派画家の作品コレクショ\nンであるのに、被告が印象派でない【Ａ】の作品を広告宣伝に利用したことは、\n【Ａ】の作品が本件展覧会のいわば看板作品であったことを示す。このような場合\nの通常使用料は、少なくとも入場料収入の一パーセント相当額である。\n（三）　原告は、前記２（五）の行為により二〇〇万円を下らない損害を被った。\nこのような行為は極めて悪質であり、贋作の作成販売と同視すべきであるとこ\nろ、かかる場合には通常二〇〇万円を損害金として徴する。また、【Ａ】が本件絵\n画を制作するのに要する知的労力や費用を金銭的に評価したものである本件絵画の\n値段を損害と考えるべきであるから、これが二〇〇万円を超えるのは明らかであ\nる。\n４　結論\nよっては、原告は、被告に対し、本件絵画の著作権（複製権）に基づき、本件書\n籍の印刷、製本及び頒布の禁止、本件絵画の撮影フィルムと印刷用原版、及び本件\n書籍の廃棄、並びに損害賠償として金二一四六万三五二〇円及びこれに対する不法\n行為後である平成六年一〇月一五日から支払済みまで民法所定の年五分の割合によ\nる遅延損害金の支払を求める。\n二　請求原因に対する認否\n１　請求原因１の事実は知らない。\n２　同２の（一）の事実は認める。\n同２の（二）の事実のうち、被告が本件展覧会の開催にともない、本件書籍を製\n作、販売したことは認めるが、その余は否認する。本件書籍の実販売部数は約四七\n万六〇〇〇部であり、販売総額は約九億五〇〇〇万円である。\n同２の（三）ないし（五）の事実は認める。\n３　同３は全て争う。同３の（二）のうち、有料入場者数は、約九五万人である。\n本件書籍は、通常の書籍と異なり、発売期間は展示期間だけであり、発売場所も\n展示場に限られるから、経費を回収し利益を上げることが困難である。\n日本において海外の画家の著作権保護に当たっている美術著作権協会がカタログへ\nの絵画収録について定める算定方式では、対価は、カタログの定価や発行部数に無\n関係である。この算定方式は、美術著作権協会で一般的に適用しているものであ\nり、一般のカタログ発行者もこれにしたがっているものと推察され、事実たる慣習\nになっている。したがって、本件でもこの算定方式によるべきであり、その額は一\n七万八五〇〇円を超えない。\n本件複製画については、被告は、本件展覧会場で販売する数十点の商品に【Ａ】\nの絵画を複製することについて、美術著作権協会を通じて著作権者から許諾を得た\nものであり、本件複製画についてもこの一環として許諾を得たと考えたが、問題が\nあり得るとの指摘を受けて、本件展覧会開始後すぐにその製造販売を中止した。製\n造、販売数量は二〇枚に過ぎない。このような場合の損害額が二〇〇万円に上るこ\nとはあり得ない。\n三　抗弁\n１　権利喪失\n原告は、本件絵画の著作権をＳｏｃｉｅｔｅ　ｄｅｓ　Ａｕｔｅｕｒｓ　ｄｅｓ\nＡｒｔｓ　Ｖｉｓｕｅｌｓ（ＳＰＡＤＥＭ）に信託的に譲渡した。\n２　解説又は紹介目的の小冊子（本件書籍について）\n本件書籍は、著作権法四七条にいう「小冊子」にあたるのであるから、本件絵画\nの複製行為は、著作権法上許された行為である。\n３　引用による引用（入場券及び割引引換券について）\n本件絵画三を、本件展覧会の入場券あるいは割引引換券に複製掲載する行為は、\n公正な慣行に合致し、かつ、当該入場券あるいは割引引換券上に当該絵画を引用す\nる目的、すなわち当該美術展覧会の内容を象徴的に示すという目的に照らし、正当\nな範囲の引用行為であるから、著作権法三二条により許された行為である。\nすなわち、入場券あるいは割引引換券は、それぞれ、その保持者が、対象となっ\nている催し等に入場しあるいは割引価格で入場券を購入する権利を有することを表\n象するものである。このような美術展覧会の入場券あるいは割引引換券にその展覧\n会で展示されている代表的作品を収録することは、それにより当該展覧会にどのよ\nうな作品が展示されているか示す目的を有するものであり、広く行われている慣行\nである。\nまた、このような入場券あるいは割引引換券は、極めて小さなものであり、これ\nに絵画を複製掲載しても、独立に鑑賞し得るような程度の大きさになることはな\nい。また、これらについては、保持者が長く保管することは考えにくい。\n４　引用による利用及び時事の事件報道のための利用（新聞への掲載について）\n美術展覧会の開催にあたり、その事実を報道する記事、及びそのコレクションな\nいしその中の絵画の意味を探究する記事において、そのコレクションの一部を構成\nする絵画を新聞紙上で収録することは、著作権法三二条所定の引用又は同法四一条\n所定の報道の目的上正当な範囲内であり、かつ、これが広く行われていることから\nも明らかなとおり公正な慣行に合致する。\n日刊新聞は、長く保存されることはあまりないものである。また、日刊新聞紙上\nの印刷は、カラー印刷が進んだ現在でも、単行本の美しさには及ばない。したがっ\nて、新聞記事を当該絵画の純粋な鑑賞目的のため長期にわたり用いることは考えら\nれない。\n無数の社会事象の中からいかなる情報を取りあげてどのように報じるかは、報道\nの自由に基づき各報道機関が自由に決することができるものである。多く報道がさ\nれたからといって、通常の新聞記事が広告宣伝に転化するものではない。\nしかも、日本新聞協会が制定した「新聞広告倫理綱領細則」において明記されて\nいるとおり、新聞においては、通常の記事と広告とは截然と区別されており、読者\nもこれを十分承知しているから、本件展覧会の記事に接する読者も、これが広告で\nはなく、事実の報道や評論のために掲載されていることを容易に理解する。\n本件絵画の新聞への掲載には本件展覧会の開始前にされたものもあるが、これら\nは、甲第八号証の「幻のバーンズコレクション日本へ」という大見出しに端的に示\nされているとおり、これまで門外不出であったバーンズ財団の絵画が初めて日本で\n公開されることになったことを報じるものである。新聞の重要な機能である事実の\n報道は、過去の出来事のみならず、これから予定されている出来事を報じることも\nある。\n四　抗弁に対する認否及び反論\n１　抗弁１の事実は否認する。\n原告は、ＳＰＡＤＥＭに【Ａ】の著作権の管理を委託していたが、著作権は譲渡\nしていない。【Ａ】の著作物に対する著作権は、原告を含む五名の相続人により不\n分割共有されているところ、原告は管理者として管理権限を付与されたが、不分割\n共有持分の譲渡処分権限を付与されていない。なお、原告は、平成七年九月、ＳＰ\nＡＤＥＭへの管理の委託を解除した。\n２　抗弁２は争う。\n３　抗弁３は争う。\n被告主張のような慣行は存しない。そもそも、バーンズコレクションは、印象派\nの作品が中心のコレクションであるのに、【Ａ】の本件絵画三を入場券及び割引引\n換券に複製掲載したのは、右絵画が有名であり、本件展覧会の宣伝になるからにす\nぎない。\n４　抗弁４は争う。\n平成五年二月六日から同年五月九日まで、上野の森美術館において、フジサンケ\nイグループ等の主催で、「ニューヨーク近代美術館展」が開催された。これは、本\n件展覧会と同様の美術的意義を持つ。しかし、被告新聞に掲載されたこれについて\nの報道記事は、本件展覧会に関するものに比べ、はるかに少ない。このような相違\nが示すように、被告は、本件展覧会が被告の一二〇周年記念事業であるため、その\n広告宣伝として、多数の記事・絵画の掲載を行ったものであり、本件絵画二ないし\n四の掲載が、広告宣伝目的のためされたことは明らかである。\nまた、請求原因２（三）の紙面への掲載のうち、平成六年一月二二日付紙面への\n本件絵画三の掲載を除く各掲載は、本件展覧会の開始前にされているから、これら\nの記事が、報道ではなく、本件展覧会の告知、即ち広告宣伝を目的とすることは明\nらかである。また、平成六年一月二二日付紙面への本件絵画三の掲載についても、\n本件展覧会の開会を報じた記事とは別個の記事であるから、本件展覧会の広告宣伝\nにすぎない。\nまた、引用とは、本来学術論文について妥当するものであるから、被告の行為は\n引用にあたらない。\n第三　証拠（省略）\n理　　　由\n一　請求原因１（原告の権限）について\n１　本件書籍であることについて当事者間に争いのない検甲第四号証及び弁論の全\n趣旨によれば、請求原因１（一）の事実が認められる。\n日本及びスペイン国は、いずれも文学的および美術的著作物の保護に関するベル\nヌ条約パリ改正条約の締結国であるから、同条約三条（１）項ａ及び我が国の著作\n権法六条三号により、スペイン国民であった【Ａ】の著作物である本件絵画は、我\nが国の著作権法による保護を受けるものである。\n２　弁論の全趣旨により成立が認められる甲第二二号証、弁論の全趣旨により原本\nの存在及び成立が認められる甲第一九号証、甲第二〇号証、甲第六二号証、甲第六\n三号証によれば、請求原因１（二）、（三）の事実が認められる。\n二　請求原因２（被告の行為）について\n１　請求原因２の（一）及び（三）ないし（五）の事実は、当事者間に争いがな\nい。\n２　同２（二）の事実については、被告が本件展覧会の開催にともない本件書籍を\n製作し、定価二〇〇〇円で約四七万六〇〇〇部販売したことの限度で当事者間に争\nいがない。それ以上に被告が本件書籍を五〇万部販売したことを認めるに足りる証\n拠はない。\n三　抗弁１（権利喪失）について\n１　成立に争いのない乙第一号証によれば、原告代理人が、本訴提起前の平成六年\n三月二六日付けで、「【Ａ】の著作権承継人である【Ｇ】の著作権受託者であるＳ\nＰＡＤＥＭ」の代理人として、内容証明郵便を被告に送ったことが認められる。\nまた、成立に争いのない乙第二八号証、原本の存在及び成立に争いのない乙第二\n九号証によれば、平成七年一二月から翌年三月まで開催された【Ａ】作品の美術展\nについての招待券（乙第二八号証）及び新聞記事（乙第二九号証）には、（Ｃ）マ\nークに続いて、ＳＰＡＤＥＭの名義が記載され、ＳＰＡＤＥＭが【Ａ】の作品の著\n作権を有するかのような表示が記載されていることが認められる。\nそして、弁論の全趣旨によって原本の存在及びその成立の認められる甲第六〇号\n証、甲第六一号証、甲第六四号証によれば、\n【Ａ】の作品の著作権についての不分割資産の管理者及び【Ａ】の権利承継人とし\nての原告は、一九八九年六月五日、ＳＰＡＤＥＭに加入を申し込み、認められたこ\nと、ＳＰＡＤＥＭの定款によれば、加入者は定款の定める複製権等の権利をＳＰＡ\nＤＥＭに委託するものとされていることが認められる。\n２　しかし、前記甲第一九号証、甲第六一号証、甲第六二号証、甲第六三号証によ\nれば、パリ大審裁判所が一九八九年三月二四日に、原告を【Ａ】の作品の著作権に\nついての不分割共同所有の管理者として指名し、当該管理には、ＳＰＡＤＥＭに加\n盟する権能も含まれるが、その加盟はフランス民法一八七三―六条に定める運用権\n限を越えないことを条件とする旨の判決を言い渡したこと、同判決は、上訴審であ\nるパリ控訴裁判所及び破毀院でも維持されたことが認められ、前記甲第二二号証に\nよれば、フランス民法一八七三―六条は、「管理者は、その権限の範囲で、民事上\nの行為においても、原告たると被告たるとを問わず、裁判においても共有者を代表\nする。管理者は、共有財産を運営管理し、その目的のため、法が共有財産につき夫\nに付与する権利を行使する。但し、彼は、共有財産の通常の使用に必要とするか、\n又は、さらに保存が困難な又はしおれてしまう性質の物である場合にしか、有形財\n産を処分することができない。」と定めていることが認められる。そして、前記甲\n第六三号証によれば、破毀院は、ＳＰＡＤＥＭへの権利委託は資産の譲渡をもたら\nすことはないとの控訴院の判断を正当と判断していることが認められる。\n右事実によれば、フランスの裁判所で、原告は、【Ａ】の作品の著作権の不分割\n共同所有の管理者に指名され、その権限にはＳＰＡＤＥＭに加盟する権能も含まれ\nるが、財産処分の権限はなく、ＳＰＡＤＥＭへの権利委託は資産（著作権）の譲渡\nではないとされているのであるから、ＳＰＡＤＥＭへの加入に伴う権利の委託及び\n前記乙第一号証、乙第二八号証、乙第二九号証によって認められる事実をもって、\n原告が【Ａ】の作品の著作権をＳＰＡＤＥＭに譲渡することにより失ったものとは\n認めることはできない。\n四　抗弁２（解説又は紹介目的の小冊子）について\n１　著作権法四七条所定の観覧者のために美術の著作物又は写真の著作物の解説又\nは紹介をすることを目的とする小冊子とは、観覧者のために展示された著作物を解\n説又は紹介することを目的とする小型のカタログ、目録又は図録等を意味するもの\nであり、展示された原作品を鑑賞しようとする観覧者のために著作物の解説又は紹\n介をすることを目的とするものであるから、掲載される作品の複製の質が複製自体\nの鑑賞を目的とするものではなく、展示された原作品と解説又は紹介との対応関係\nを明らかにする程度のものであることを前提としているものと解され、たとえ、観\n覧者に頒布されるものであっても、紙質、判型、作品の複製態様等を総合して、複\n製された作品の鑑賞用の図書として販売されているものと同様の価値を有するもの\nは、同条所定の小冊子に含まれないと解するのが相当である。\n２　前記検甲第四号証によれば、本件書籍は、約三〇〇ｍｍ×約二二五ｍｍの規格\nで、上質紙が用いられており、総頁数一三六頁であるところ、そのうち九二頁には\n本件展覧会で展示された作品八〇点が掲載されており、しかも、各作品は、一頁に\nつき一点ないしは見開き二頁にわたって一点が掲載されている。そして、本件絵画\nは、縦がいずれも約二〇〇ｍｍ、横は作品によって約一一三ないし約一四七ｍｍの\n大きさで、カラー印刷で七頁にわたって、各頁に本件絵画一ないし七が一点ずつ複\n製されており、各絵画についての解説文は各頁の下部約四分の一のスペースに印刷\nされているのみであることが認められる。\n３　右のような本件書籍の紙質、判型、作品の複製態様等の事実によれば、本件書\n籍は、実質的に見て鑑賞用の画集として市中に販売されているものと同様の価値を\n有すると認められるものであるから、著作権法四七条にいう著作物の解説又は紹介\nを目的とする小冊子に当たるということはできない。よって、抗弁２は認められな\nい。\n五　抗弁３（本件入場券及び割引引換券における引用による利用）について\n１　成立に争いのない甲第四号証によれば、本件入場券は、約一九五ｍｍ×約七〇\nｍｍの規格で、その上部に、本件絵画三が約一〇六ｍｍ×約六〇ｍｍの大きさでカ\nラー印刷で複製されており、その下部に、「ＴＨＥ　ＢＡＲＮＥＳ」、「世界初公\n開　巨匠たちの殿堂　バーンズ・コレクション展　ルノワール、セザンヌ、スー\nラ、マティス、【Ａ】・・・」と記載され、その他本件展覧会の会場、会期、主催\n者名、後援者名、入場料等の事項が記載されていることが認められる。\nまた、成立に争いのない甲第六号証によれば、本件割引入場券も、入場料の代り\nに割引額が記載されているほかは、本件絵画三の複製の態様、その他の記載事項等\nは本件入場券と同様の体裁のものであることが認められる。\n２　著作権法三二条一項は、「公表された著作物は、引用して利用することができ\nる。この場合において、その引用は、公正な慣行に合致するものであり、かつ、報\n道、批評、研究その他の引用の目的上正当な範囲内で行われるものでなければなら\nない。」と規定しているが、ここにいう引用とは、報道、批評、研究等の目的で自\n己の著作物中に他人の著作物の全部又は一部を採録するものであって、引用を含む\n著作物の表現形式上、引用して利用する側の著作物と、引用されて利用される側の\n著作物を明瞭に区別して認識することができ、かつ、両著作物の間に前者が主、後\n者が従の関係があるものをいうと解するのが相当である。\n本条項の立法趣旨は、新しい著作物を創作する上で、既存の著作物の表現を引用\nして利用しなければならない場合があることから、所定の要件を具備する引用行為\nに著作権の効力が及ばないものとすることにあると解されるから、利用する側に著\n作物性、創作性が認められない場合は、引用に該当せず、本条項の適用はないもの\nである。\n３　前記認定事実によれば、本件入場券及び割引入場券のうち本件絵画三を除く部\n分の記載事項は、単にコレクションの名称、それに含まれる画家名、その他本件展\n覧会の開催についての事実の記載に過ぎないから、思想又は感情を創作的に表現し\nた著作物であるということはできない。よって、右本件絵画三の複製を自己の著作\n物への引用であるということはできず、抗弁３は認められない。\n被告は、美術展覧会の入場券あるいは割引引換券にその展覧会で展示されている\n代表的作品を収録することは広く行われている慣行である旨主張するが、著作権の\n保護期間内の作品を著作権者の明示又は黙示の許諾なく入場券、割引引換券に複製\nすることが広く行われていることを認めるに足りる証拠はないし、仮にそのような\n行為が心ない美術展主催者によって社会に行われているとしても、それは正当化の\n根拠のない、著作権を侵害する行為であって、公正な慣行ということはできない。\n六　抗弁４（新聞への掲載についての引用による利用及び時事の事件報道のための\n利用）について\n１　被告が、本件絵画二を平成五年一一月五日付け讀賣新聞に、本件絵画三を平成\n四年一二月二日付け、平成五年一一月三日付け及び平成六年一月二二日付け各同新\n聞に、本件絵画四を平成六年一月一日付け同新聞に、それぞれ複製掲載したこと\nは、当事者間に争いがない。\n２　本件絵画二の平成五年一一月五日付け紙面への掲載について\n（一）　成立に争いのない甲第一二号証によれば、同日付け同新聞夕刊には、下約\n三分の一が、バーンズコレクション所蔵の絵画の広告で、上約三分の二が本件展覧\n会の特集を組んだ紙面の頁があり、具体的には、「秘蔵の名画ついに日本へ」、\n「バーンズ・コレクション展」との大きな見出しの下に、美術評論家の「セザンヌ\nの偉大さ思い知る」との表題の文章、有名漫画家の「色彩と漫画的構図ルソーにわ\nくわく」との表題の談話、若手女優の「【Ａ】の「苦行者」今度はじっくりと」と\nの表題の談話、マティス、ルノワール、セザンヌ、ルソーの各作品及び本件絵画二\nのカラー印刷の複製、本件展覧会の会期、会場、主催、後援、協賛等、観覧料を列\n記した囲み、前売り券扱い所、観覧クーポン券扱い所とバーンズコレクションの説\n明を一まとめにした囲みが配置されている。若手女優の談話は、表題と女優の顔写\n真を含め一六行三段（約七五ｍｍ×約一〇五ｍｍ）で、その右側に本件絵画三が約\n六八ｍｍ×約九五ｍｍの大きさで掲載されている。若手女優の談話は、同人がパリ\nに行って本件コレクション展を見てきた旨に続き、「中でも私が最も引き込まれた\nのは、【Ａ】の青の時代を代表する作品『苦行者』でした。それは、一昨年の夏、\n成城大学三年（西洋美術史専攻）の時に欧州六か国の美術館をめぐるツアーに参加\nして、ゴッホの最晩年の作品群にショックを受けて、卒論にゴッホを選ぶ決心をし\nた時の経験に似ていました。」との記載があり、さらに、本件展覧会を心ゆくまで\n鑑賞したい旨で締めくくられている。\n（二）　右記事によれば、右女優の談話は、それなりの創作性のある表現であり、\n著作物には当たるけれども、本件絵画二についての叙述は、単に、同人が本件コレ\nクションの中で右絵画に最も引き込まれ、それが大学の卒業論文にゴッホを選ぶ決\n心をした時と似ていたというに過ぎないから、談話の内容中、本件絵画二に関する\n部分は、新たな創造という要素は僅少であり、内容的にも本件絵画二の複製を引用\nする必要性は微弱で、外形的にも、談話と本件絵画二の紙面上の大きさは僅かに談\n話の方が大きいものの、本件絵画二はカラー印刷で読者の受ける印象はむしろ本件\n絵画の方が大きい。これらの点を考慮すると、談話と本件絵画二との間に談話が\n主、本件絵画二が従との関係は認められず、むしろ、本件絵画二を複製掲載するこ\nとに主眼があったものと認められ、このような利用は著作権法三二条一項所定の引\n用に当たるものということはできず、引用による利用の抗弁は認められない。\nまた、右記事の内容は、時事の事件の報道とは到底いえないから、時事報道のた\nめの利用の抗弁も認められない。\n３　本件絵画三の平成四年一二月二日付け紙面への掲載について\n（一）　成立に争いのない甲第八号証によれば、次の事実が認められる。\n同日付け同新聞朝刊の一面左上部に「幻のバーンズコレクション日本へ」との五\n段の大見出し、及び「セザンヌなど名画八〇点公開」、「九四年一月、国立西洋美\n術館」との小見出しの下に、発信地と執筆記者名が冒頭に付された四段にわたる本\n記と本件絵画三を含む三点の絵画のカラー印刷の図版からなる記事が掲載された。\n右記事の内容は、「セザンヌやマチスなどの第一級の絵画を所蔵するアメリカの\nバーンズ財団は、画集でも見られない゛幻のコレクション″で知られるが、その中\nからよりすぐった作品を公開する「バーンズコレクション展」が九四年一月から東\n京の国立西洋美術館で実現することとなった。主催する読売新聞社と同美術館が、\n一日までに財団と基本的な合意に達した。財団は現地で三日、日本を含む初の世界\n巡回展の構想を発表する予定で、国際的に美術ファンの話題を集めるのは必至\nだ。」との書き出しで、バーンズ財団の紹介、コレクションは極めて質が高いが、\n公開も週末に人数を限ってで、バーンズの遺言に従って、売却はもちろん、他館へ\nの貸出しや画集への掲載も禁じられたことから、名画の実像は明らかにされなかっ\nた旨、コレクションが初公開されることになったのは、ギャラリーの老朽化に伴う\n改修のためであり、来年のワシントン・ナショナル・ギャラリーとフランスのオル\nセー美術館に続いて、再来年の一月から四月にかけて東京展を開催する旨、バーン\nズコレクションは、一八〇点のルノワール、六九点のセザンヌなど、総数は二五〇\n〇点を超える旨の説明が続き、「このうち今回出品されるのは「カード遊びをする\n人たち」など二〇点を数えるセザンヌを筆頭に、ルノワールが「音楽学校生の門\n出」など一六点、マチスが「生きる喜び」など一四点のほか、スーラ「ポーズする\n女たち」、ゴッホ「郵便配達夫ルーラン」、ルソー「虎に襲われた兵士」、【Ａ】\n「曲芸師と幼いアルルカン」など計八〇点。いずれも初めて国外で公開される傑作\nばかりだ。」と結ばれている。\nまた、絵画の図版は、本件絵画三が約九八ｍｍ×約五七ｍｍ、セザンヌの「カー\nド遊びをする人たち」が約九七ｍｍ×約一三五ｍｍ、ルノワールの「音楽学校生の\n門出」が約八五ｍｍ×約五四ｍｍの各大きさで掲載されている。\n（二）　右事実によれば、右記事は、優れた作品が所蔵されているが、画集でも見\nることのできないバーンズコレクションからよりすぐった作品を公開する本件展覧\n会が平成六年一月から東京の国立西洋美術館で開催されることが前日までに決まっ\nたことを中心に、コレクションが公開されるに至ったいきさつ、ワシントン、パリ\nでも公開されること、出品される主な作品とその作家を報道するものであるから、\n著作権法四一条の「時事の事件」の報道に当たるというべきである。そして、本件\n記事中で、本件展覧会に出品される八〇点中に含まれる有名画家の作品七点が作品\n名を挙げて紹介されている中の一つとして本件絵画三が挙げられているから、本件\n絵画三は、同条の「当該事件を構成する著作物」に当たるものというべきである。\nまた、複製された本件絵画三の大きさが前記の程度であること、右記事全体の大き\nさとの比較、カラー印刷とはいえ通常の新聞紙という紙質等を考慮すれば、右複製\nは、同条の「報道の目的上正当な範囲内において」されたものと認められる。\nよって、右記事中の本件絵画三の利用については、時事の事件の報道のための利\n用の抗弁は理由がある。\n（三）　原告は、他の新聞社主催の展覧会についての被告新聞の記事と比べて、と\nりわけ本件展覧会について被告新聞に多数の記事が掲載されたこと、及び右記事が\n本件展覧会の開始前に掲載されたことをとらえて、右記事は時事の事件の報道には\n当たらない旨主張するが、本件展覧会についての記事の掲載回数が多いとはいって\nも、右記事は、自社の主催するものとはいえ、バーンズコレクションが日本で公開\nされることが決まったというそれなりに報道価値のある時事の事件を報道するもの\nで、ことさらに事件性を仕立て上げたものとも認められず、展覧会開催の一年一か\n月前の記事であることからすれば、宣伝的要素はむしろ少ないものと認められ、原\n告の主張は採用できない。\n４　本件絵画三の平成五年一一月三日付け紙面への掲載について\n（一）　成立に争いのない甲第九号証によれば、同日付け同新聞朝刊三〇面の中段\n中央に、三段三二行分（約一〇〇ｍｍ×約一五三ｍｍ）の大きさで、周囲をけいで\n囲み同面の他の記事と明瞭に区別し、右から約三分の一の部分に、「世界初公開\n巨匠たちの殿堂　バーンズ・コレクション展　ルノワール、セザンヌ、スーラ、マ\nティス、【Ａ】」との表題を、上部けいの中央に横書で「幻のコレクション展、き\nょうから前売り開始」との文言を、下部けいの中央に横書で、「主催　国立西洋美\n術館　読賣新聞社」と主催者名を記し、前記表題の右側に、「読売新聞創刊百二十\n周年を記念して、来年一月から東京・上野の国立西洋美術館で開催する『バーン\nズ・コレクション展』の前売り券をきょう三日から発売します。印象派、後期印象\n派の個人収集では世界最高といわれ、ルノワールらの代表作多数を所有していま\nす。本展は東京のみで開催し、厳選した八十点を公開します。」との、主催者から\nの告知風の文体の文章が掲載され、囲み全体の中央に、本件絵画三が約六一ｍｍ×\n約三〇ｍｍの大きさでカラー印刷で複製されており、その余の部分に、本件展覧会\nの会場、会期、後援者、特別協賛者、協賛者、協力者、入場料、前売り券扱い所、\n観覧クーポン券扱い所等の事項が記載されていることが認められる。\n（二）右事実によれば、右記事のうち本件絵画三を除く部分の記載は、形式的に見\nても本件展覧会の主催者である国立西洋美術館と被告が本件展覧会の前売り券の発\n売を開始することを告知する定型的な挨拶文で、その内容も、コレクションの名称\nと簡単な紹介、その他本件展覧会についての事実を伝達するに過ぎないものである\nから、思想又は感情を創作的に表現した著作物であるということはできない。よっ\nて、右本件絵画三の複製を自己の著作物への引用であるということはできず、引用\nによる利用の抗弁は認められない。\nまた、前記のとおり、右記事の内容は、本件展覧会の主催者が前売り券を今日か\nら発売することを告知するもので、当日の出来事の予告ではあるが客観的な報道で\nはなく、むしろ、好意的に見て主催者からの告知又は挨拶文、とりようによっては\n被告が主催する本件展覧会の入場券前売り開始の宣伝記事と認められるから、いず\nれにしても、著作権法四一条の「時事の事件を報道する場合」に当たるということ\nはできないし、本件絵画三の複製が、当該事件を構成し、当該事件の過程において\n見られ若しくは聞かれる著作物に当たるとも認めることはできない。時事の事件の\n報道のための利用の抗弁も認められない。\n５　本件絵画三の平成六年一月二二日付け紙面への掲載について\n（一）　成立に争いのない甲第一〇号証によれば、同日付同新聞夕刊の一〇面の右\n上に、「秘蔵の名画　バーンズコレクション展から４」という題目の記事が、六段\n二五行の大きさで掲載され、その中の左上部に四段一七行の大きさで本件絵画三が\nカラー印刷で複製されていること、右記事には「描写力を超えて」という見出しが\n付されており、記事の文章は四〇行で、その内容は、医師の資格を取ったバーンズ\nがビッグ・コレクターに変身したのは、四〇歳前にして人生の成功者となってしま\nったからである旨、新薬を開発して金持ちになった同人が何不自由ない暮らしを得\nたが、それだけでは満たされないものを感じ始め、幼いころから好きだった絵画へ\nの情熱がよみがえり、再び絵を描きだしたが、自分の作品だけでは満足できなくな\nり、優れた絵を求め始めた旨が紹介され、それに続いて、「優れた絵」、本件絵画\n三は「この言葉がぴったりくる。【Ａ】が描写の天才であったことはいうまでもな\nい、しかし、この絵には描写力を超えた何ものかがある。心に触れてくるその内容\nの正体を、ここでは『愛』と言っておこう。【Ａ】かマティスか、今世紀の絵画を\n代表する二人の巨匠のうち、バーンズが好んだのはマティスの方だった。だが、こ\nの傑作については、彼も虚心に優れていると認めざるを得なかったようだ。」と結\nぶもので、文化部記者の署名記事であることが認められる。\n（二）　右事実によれば、本件記事はバーンズが絵画のコレクターとなったいきさ\nつを抽象的に説明しているものであり、本件絵画三についての叙述部分は、バーン\nズが優れた絵を求め始めたが、本件絵画三には優れた絵という「言葉がぴったりく\nる。この絵には描写力を超えた何ものかがある。心に触れてくるその内容の正体\nを、ここでは『愛』といっておこう。」というだけのものであり、その内容はあい\nまいで抽象的であり、右叙述部分中の本件絵画三の表題を本件絵画中の他の【Ａ】\nの作品と入れかえても文章として成り立つものであり、本件絵画三を紙面に紹介す\nることのみを目的とした記事という外はなく、本件記事中本件絵画三についての部\n分と本件絵画三の複製との間には、前者が主、後者が従との関係は認められず、む\nしろ前者が従、後者が主の関係にあるものと認められ、右記事中での本件絵画三の\n利用は、著作権法三二条一項所定の引用に当たるものとはとうてい認められず、引\n用による利用の抗弁は認められない。\nまた、右記事は「秘蔵の名画　バーンズコレクション展から」という題目でシリ\nーズで掲載されているものであり、その内容も、何ら時事の事件の報道に当たらな\nいから、時事の事件の報道のための利用の抗弁も認められない。\n６　本件絵画四の平成六年一月一日付け紙面への掲載について\n（一）　成立に争いのない甲第一一号証によれば、同日付け同新聞朝刊の正月用特\n別版（第四部）が、本件展覧会の特集となっており、その二面と三面を見開きとし\nて、「はじめて世界はこの美に出あった」との見出しが付され、二面のほぼ中央\nに、本件絵画四が約一四一ｍｍ×一〇〇ｍｍの大きさでカラー印刷で複製されてお\nり、その周囲に、ルノワール、マティス、ゴッホ、ロートレックの絵画のカラー印\n刷の複製が掲載されており、三面の右側半分強にセザンヌ、マネ、モディリアーニ\nの絵画のカラー印刷の複製が掲載され、その左に「先見と戦闘精神のコレクショ\nン」と題する文化部記者の署名記事があり、その左に、ゴーガン、ルソーの絵画の\nカラー印刷の複製が掲載されている外、本件展覧会の会期、会場、主催者、後援者\n等や入場料、前売り券扱い所、観覧クーポン券扱い所が記載されている。\n右記事は、その前半が、バーンズコレクションの中心となるのは、印象派、後期\n印象派を核とする西洋近代絵画であり、そのビッグ３に挙げられるのは、ルノワー\nル、セザンヌ、マティスで、この三人こそバーンズ氏の最も好む画家だったこと、\nバーンズ氏が作品を買い始めた一九一二年ころ、美術の前衛にあったのはキュービ\nスムや未来派であったが、彼はそれらの作品には関心を示していない点で、彼の収\n集は必ずしも最先端をキャッチするものではなかったこと、しかし、バーンズ氏の\nコレクションはパイオニア精神に富んでいるもので、中でもモディリアーニやスー\nティンといったパリ派へのいち早い着眼はその先見性のあかしとなるものであるこ\nと、コレクションは周囲から退廃的といった非難も浴びたが、批判する者は作品か\nらシャットアウトするバーンズ氏の戦闘精神は数々のエピソードを残したことを紹\n介するもので、後半は、「本展に出品される作品の質はさすがに高い。」との書き\n出しで、カラー印刷で複製された絵画を順次紹介するものであるが、本件絵画四に\nついては、「【Ａ】の「山羊と少女」はキュービスム前夜の巨匠の姿を告げてい\nる。」と記述されているのみである。\n（二）　右認定の事実によれば、右二面と三面は、本件展覧会に出品される絵画の\n中から、著名画家一人につき一点ずつ、本件絵画四を含む一〇点の絵画を紙面に複\n製して紹介することを目的とした企画であり、右記事中、本件絵画四についての部\n分と本件絵画四の複製との間には、前者が主、後者が従との関係は認められず、む\nしろ前者が従、後者が主の関係にあるものと認められ、右記事中での本件絵画四の\n利用は、著作権法三二条一項所定の引用に当たるものとは到底認められず、引用に\nよる利用の抗弁は認められない。\nなお、甲第一一号証として写の提出されているのは、前記見開きの内、右半分の\n二面のみであるが、これにのみ着目し判断すれば、本件絵画四を含む各絵画の複製\nを除いた部分は、各絵画の作者、表題、作成年、実物の大きさのデータのみであ\nり、本件絵画四を利用して引用して利用する著作物は存在せず、引用による利用の\n抗弁が成立しないことは自明である。\nまた、右記事の内容は、何ら時事の事件の報道に当たらないから、時事の事件の\n報道のための利用の抗弁も認められない。\n七　差止請求等について\n被告は、本件書籍に本件絵画を複製し、複製権侵害行為をしたものでありなが\nら、自己の非を認めず、右行為が著作権侵害に当たることを現に争っているから、\n本件書籍を印刷、製本及び頒布するおそれがあるものと認められる。\n前記検甲第四号証によれば、本件書籍は、五ないし一三頁に、本件展覧会につい\nての開催時期、会場、主催者名、主催者の挨拶文等が記載されているが、この部分\nを削除すれば本件書籍と実質的同一性を維持した一般図書となり得る上、被告の担\n当者の中には、後記八４認定のとおり、正当化できる事情のない複製権侵害行為を\nあえて行う者がいると認められるから、本件展覧会が既に終了していることを理由\nに、被告が本件書籍を印刷、製本及び頒布するおそれがないということはできな\nい。\n被告は、本件判決の言渡し後間もなく確実に行われる送達によって、未確定とは\nいえ、本件書籍への本件絵画の複製が著作権侵害であるとの裁判所の判決による判\n断を知り、遅くともこれによって本件書籍が著作権侵害行為によって作成された物\nであるとの情を知ることになる。\nまた、被告が、その所有する本件絵画を撮影したフィルム、本件絵画の印刷用原\n版、及び本件書籍を既に廃棄、処分したことを認めるに足りる証拠はない。\nしたがって、著作権法一一二条一項及び一一三条一項二号に基づく、本件書籍の\n印刷、製本及び頒布の差止請求（頒布差止については本判決送達時以降の将来請求\nの限度で）並びに同法一一二条二項に基づく、被告が所有する本件絵画を撮影した\nフィルム、本件絵画の印刷用原版、及び本件書籍の廃棄請求には理由がある。\n八　請求原因３（原告の損害）について\n請求原因２（五）の行為による著作権侵害は被告の故意によるものと認められ、\n右二２に認定した行為及び請求原因２（三）（四）の行為による著作権侵害につい\nては、被告の過失によるものと認められるから、被告は、原告の受けた損害を賠償\nすべき義務がある。\n１　本件書籍について\n前記のとおり、被告は本件書籍を定価二〇〇〇円で約四七万六〇〇〇部販売した\nから、売上額は約九億五二〇〇万円である。\n前記四２のとおり、本件書籍に複製掲載された絵画の総数は八〇点で、絵画の掲\n載された頁数は九二頁であり、本件絵画の複製画の数は七点で、その掲載頁数は七\n頁である。\n【Ａ】が、世界的にも我が国においても、最も高名で人気の高い画家の一人であ\nることは当裁判所に顕著であり、かつ、バーンズコレクションに属する本件絵画\nは、従来、広く公開されず、画集への複製が制限されていて、複製には希少価値が\nあることに、本件書籍の紙質、判型、本件絵画の複製の態様等を総合考慮すれば、\n損害賠償額としての通常の使用料算出のための本件書籍掲載の絵画が全て【Ａ】の\n作品であると仮定した場合の通常の使用料率は、定価の一〇パーセント相当である\nと認められる。\nしたがって、本件書籍への本件絵画の複製の掲載による損害賠償額としての通常\n使用料相当額は、九億五二〇〇万円の一〇パーセントに本件絵画掲載頁数が絵画掲\n載頁数全体に占める割合である九二分の七を乗じて算出される七二四万円（一万円\n未満切捨て）と認める。\n弁論の全趣旨により成立が認められる乙第二六号証、乙第二七号証によれば、フ\nランスの複数の美術著作権管理団体から我が国における著作権行使の委任を受けて\nいる美術著作権協会が一般的に適用している対価算定方法を本件書籍に当てはめれ\nば対価額は一七万八五〇〇円となることが認められる。この金額と前記認定の金額\nとは大きな差があるように見えるが、本件書籍の複製、頒布部数が一万部であると\n仮定して前記認定の方式で使用料を試算すれば一五万二一〇〇円（一〇〇円未満切\n捨て）となり、複製、頒布部数が一万部前後までの場合を考えれば、ほとんど差が\nなく、その程度の部数の複製、頒布を前提とする多くの場合に関する限り、定額で\nあることがむしろ著作権者に有利である。しかし、本件書籍の場合、約四七万六〇\n〇〇部という格段に多い部数の複製権侵害が行われたことに対する損害算定のため\nに通常の使用料を求めているのであるから、前記認定の損害額こそ事案に応じた相\n当な額である。\nなお、被告は、美術著作権協会の右算定方法が事実たる慣習となっている旨主張\nするが、これを認めるに足りる証拠はない。\n２　入場券及び割引引換券について\n前記のとおり、被告は本件絵画三を本件展覧会の入場券及び割引引換券に複製掲\n載して複製権を侵害したものであり、また、弁論の全趣旨により、本件展覧会の有\n料入場者数は約九五万人であると認められるから、入場券又は割引引換券は少なく\nとも右枚数複製、頒布されたものと認められる。\n原告は、入場券及び割引引換券と新聞への掲載とを併せて、入場料収入の一パー\nセント相当額が通常使用料相当額である旨主張し、甲第五七号証（原告本人の陳述\n書）には、フランスでは右主張のような損害賠償金の請求をする旨の陳述記載があ\nる。しかし、右記載は、その請求が裁判所により認容されるとも、和解交渉で相手\n方に受け入れられるとも述べていないのであり、しかも、フランスにおける請求額\nが我が国における認容額の基準となるべき合理的な理由はない。\nそして、右行為の性質、内容、本件展覧会の規模、複製、頒布枚数等の事情を考\n慮して、損害賠償額としての、入場券及び割引引換券についての本件絵画三の通常\nの使用料相当額は三〇万円と認める。\n３　新聞への掲載について\n前記のとおり、被告は、本件絵画二を平成五年一一月五日付け讀賣新聞に、本件\n絵画三を平成五年一一月三日付け及び平成六年一月二二日付け各同新聞に、本件絵\n画四を平成六年一月一日付け同新聞に、それぞれ複製掲載し、各絵画について複製\n権を侵害したものである。\n前記のとおり、原告は、入場券及び割引引換券と新聞への掲載とを併せて、入場\n料収入の一パーセント相当額が通常使用料相当額である旨主張するが、これを認め\nるに足りない。\nそして、右行為の性質、内容、被告新聞の発行規模（被告の発行する讀賣新聞の\n発行部数が数百万部以上であることは当裁判所に顕著である。）等の諸般の事情を\n考慮して、損害賠償額としての、新聞への右各掲載についての通常の使用料相当額\nは各四〇万円と認めるから、その総額は、一六〇万円となる。\n４　本件複製画について\n被告は、本件絵画三についての本件複製画を、定価一五万円のものについて五\n点、定価四万五〇〇〇円のものについて一五点販売し、故意に複製権を侵害したも\nのである。\n原告は、右行為は悪質であるから二〇〇万円が通常使用料相当額である旨主張\nし、甲第五七号証（原告本人の陳述書）には、フランスでは右主張のような損害賠\n償金の請求をする旨の陳述記載がある。しかし、右記載は、その請求が裁判所によ\nり認容されるとも、和解交渉で相手方に受け入れられるとも述ベていないので、\n原告の要求に過ぎないから、これだけでは原告主張の事実を認めるに足りず、他に\nこれを認める証拠はない。\nまた、原告は、【Ａ】が右絵画を制作するのに要する知的労力や費用を金銭的に\n評価した絵画の値段を損害と考えるべきであると主張するが、絵画の価額を直ちに\nその著作権侵害による損害と認めることはできない。\nそして、右行為の性質、内容、とりわけこのような行為は許諾契約を締結するこ\nとなしに正当化する事情はおよそ考えられないのに、契約もなくあえて複製権侵害\n行為を行っていること（被告は、本件複製画についても著作権者から許諾を得たと\n考えた旨主張するが、その許諾契約の内容も、その契約文言が本件複製画の製造販\n売をも含むものと解されてもしかたのないものであったことも認めるに足りる証拠\nはない。）等の諸般の事情を考慮して、損害賠償額としての、本件複製画について\nの通常の使用料相当額は、定価一五万円のものについて各一〇万円、定価四万五〇\n〇〇円のものについて各三万円であると認めるから、その総額は九五万円となる。\n５　前記１ないし４の損害の合計額は、一〇〇九万円となる。\n九　結論\nしたがって、原告の本件請求は、損害賠償金一〇〇九万円及びこれに対する訴状\n送達の日の翌日であり不法行為の後である平成六年一〇月一五日から支払済みまで\n民法所定の年五分の割合による遅延損害金の支払、並びに前記七で理由があるもの\nと判断した差止、廃棄請求を求める限度で理由があるからこれを認容し、その余は\n失当であるからこれを棄却し、訴訟費用の負担につき民事訴訟法六一条、六四条本\n文を、仮執行の宣言につき同法二五九条一項をそれぞれ適用して、主文のとおり判\n決する。\n（裁判官　西田美昭　八木貴美子　沖中康人）\n別紙第一・第二目録\n本件絵画の表示\n題号　　　　　　　　　　　制作年\n一、煙草をもつ女　　　　　　一九〇一年\n二、苦行者　　　　　　　　　一九〇三年\n三、曲芸師と幼いアルルカン　一九〇五年\n四、山羊と少女　　　　　　　一九〇六年\n五、コンポジション\n―農夫たち―　　　　　　一九〇六年\n六、男性の頭部　　　　　　　一九〇七年\n七、女性の頭部　　　　　　　一九〇七年\n"
}