{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 11,
    "day": 20
  },
  "case_number": "平成2(行コ)1",
  "case_name": "男鹿市農協救済命令取消",
  "court_name": "仙台高等裁判所秋田支部",
  "field": "労働",
  "lawsuit_id": "19060",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19060",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/060/019060_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とし、当審の参加によって生じた分は補助参加人らの負担\nとする。\n事　　　実\n一　控訴人は「原判決を取消す。被控訴人の請求を棄却する。訴訟費用は第一、二\n審とも被控訴人の負担とする。」との判決を求め、被控訴人は主文と同旨の判決を\n求めた。\n二　当事者双方の主張は、控訴人及びその補助参加人らが当審において以下の主張\nを追加したほか、原判決事実摘示のとおりであるからこれを引用する。\n（控訴人の主張）\n１　本件について原審裁判所が不当労働行為の成立を肯定したのかどうか判然とし\nないが、その考え方には数多くの疑問点がある。\n第一は、労組法七条一号「不利益取扱」を「差別的待遇」と同義であるかのよう\nに狭く理解し、且つ、「組合活動を弱体化させる」ことを要件としている如くに見\nられる点である。\n第二は、管理職に起用しないことにつき、「企業の側からする合理的な人事権の\n行使」という観点をも加えて考察すれば、たとえそれが組合員であることによる場\n合であっても、「不利益取扱」に該当しないと判断しうるとしている点である。そ\nのように判断しうるのは、右管理職が使用者の利益代表者に該当する場合だけであ\nる。\n第三は、原判決が被控訴人において明確に主張していない事由、即ち、Ａを加工\n課長に起用しなかったのは、「同人のそのような職場での在り方、勤務態度を上級\n職制たる加工課長にはふさわしくないと判断した結果であるともみることをができ\nる」との事由を取上げて、弁論主義、当事者主義の原則を無視している点であり、\n右括弧内の事由が具体的に何を指したものかも全く不明である。\n第四は、本来労働組合の範囲は組合員自らが決定すべきものであるのに、この問\n題につき労使間で合意に達していないときは、使用者側が自らの判断でこれを決し\nうるかの如く判示している点である。これを是認すれば、組合が自主的に決定すべ\nき事項に使用者が容喙する「支配介入」を許すことになる。\n第五は、Ａが課長職待遇を受けているので経済的不利益はなくなったとし、課長\nに起用されることによって得るであろう職務上の期待感や社会的使命感の発揮等の\n機会を失うという精神的不利益に関する判断をしていない点である。\n２　不当労働行為が人事権の行使という形で行われた場合における労働委員会の救\n済命令の内容ないし方法は、同委員会に与えられた広い裁量権の下で種々あるわけ\nであるが、使用者の右行為が解雇とか配転ではなくて昇格差別である場合の最も適\n切な救済方法は、人事権が正当に行使された場合のあるべき状態にすること、即ち\n昇格をさせることである。尤も、昇格人事が人事権の中心部分であるので、救済と\nしての昇格命令を発するに当っては、使用者の有する人事権との調和を図る必要が\nある。この必要性は昇格する地位の上下と紛争の具体的事情によって自ずから厚薄\n濃淡の差が生ずるわけであるが、本件の加工課長職は使用者の利益代表者には該当\nしないので、労働委員会の裁量権の及ぶ範囲内であるということができる。しから\nば後段の具体事情はどうかというに、本件のＡは曽て総務課長、加工課長を歴任し\nたことがあるほか、昭和五七年六月の機構改革により課長補佐になったものの、昭\n和五九年六月末に当時の加工課長が定年退職した際には、当然その後任に任命され\nた筈の者であり、決して、下位の職制から順々に昇格して更に新たに課長職への任\n命を求めるという事案ではないのである。従って、一般的に問題とされている昇格\n差別の事案とはその具体的事情において大きな差異がある。\n（補助参加人らの主張）\n１　被控訴人の昭和五七年六月の機構改革に伴い、加工課及び給油課が廃止され、\n加工課課長のＡは課長待遇の購買課課長補佐に、給油課課長のＢは課長待遇の事業\n課課長補佐に任命されたが、Ｂは昭和五九年五月の機構改革と同時に給油課が名称\n変更になった燃料課課長に復帰したのであるから、Ａを加工課課長に復帰させない\nのは差別待遇であって、不利益取扱に当たる。\n２　被控訴人がその職員を課長或いは支所長の待遇職に任命するのは、定年退職時\n期を目前にしている者についての場合以外は懲戒処分の一種と看做されており、Ａ\nを課長待遇職のままにおいたのは、事実上労働組合員を理由にした懲戒処分という\nべきであって不当である。\n三　証拠関係（省略）\n理　　　由\n一　当裁判所も、次のとおり付加、補正し、当審における控訴人及び控訴人補助参\n加人らの主張に対する判断を追加するほか、原判決の説示と同じ理由により、本件\n救済命令の取消を求める被控訴人の請求は認容すべきであると判断するので、これ\nを引用する。\n１　原判決理由二の１（一）に掲げる証拠として、更に「成立に争いのない乙第六\n号証の一二、原審及び当審における証人Ａの証言、弁論の全趣旨」を加える。\n２　原判決一二枚目表六行目の「Ａは、」の次に「昭和四三年一一月旧脇本農業協\n同組合の職員として採用され、昭和四四年四月同農協等が合併して被控訴人が設立\nされたのに伴い被控訴人の職員になり、」を挿入し、同面七～八行目の「農協労書\n記長及び分会長」を「農協労の組合員であるとともに農協労本部書記長及び被控訴\n人の職員で構成されている農協労男鹿市分会長」に改め、同丁裏一行目の「なお、\n原告と農協労との間には、」を「なお、被控訴人においては、昭和五〇年頃被控訴\n人が農協労組合員である課長補佐、支所長補佐職にある者の組合活動に介入したと\nして労使紛争が起こり、農協労側は秋田県地方労働委員会に不当労働行為救済申立\nをなし（秋田県地方労働委員会昭和五一年（不）第三号男鹿市農業協同組合不当労\n働行為救済申立事件）、結局、被控訴人と農協労との間には、同事件につき、」に\n改め、同面七行目の末尾に続けて「なお、その当時農協労においては、加工課長は\n事業所の課長であって右『本所事務所内の課長』には含まれず、従って依然非組合\n員であるとの見解であった。」を加える。\n３　同一三枚目表四行目の「分会を」を「分会長を辞任し」に改め、「同月二一\n日」を「同月三一日」に訂正し、四～五行目の「農協労をそれぞれ脱退した」を\n「農協労及び分会にそれぞれ脱退届を提出して脱退した」に改め、同面六行目の\n「一一月二日」を「一一月二一日」に訂正し、同丁裏一～二行目の「他の課長に対\nしても」を「同年一二月末農協労への加入勧誘ビラを作成し、他の課長、支所長ら\nにこれを配布して農協労への」に改め、三行目末尾に続けて「同年二月四日農協労\n中央執行委員会でＡの農協労加入の正式決定があった。」を加え、同面五行目の\n「課長職にありながら」の次に「他の課長、支所長職にある者らに対して」を挿入\nし、同面末行末尾に続いて、「同裁判所は昭和六〇年四月一五日、Ａの総務課長が\n使用者の利益代表とまでいうことはできず、Ａの右行為が総務課長としての職責に\n反するとも、著しく信義に反するともいえないとの理由でＡの請求を認める判決を\n言渡した。これに対して被控訴人が控訴し、控訴裁判所は平成元年一月三〇日、Ａ\nの総務課長は使用者の利益代表者に該当し、組合員となって組合活動を行うことは\n好ましいことではないが、Ａの右行為が出勤停止処分に付するほどの背信性がある\nとは認められないとの理由で、結局被控訴人の控訴を棄却する判決を言渡した。」\nを加える。\n４　同一四枚目表七行目の「機構改革により、」の次に「部制が廃止され、指揮命\n令系統が参事から課長に直結する体制になり、職員の担当業務の決定、職員の早\n出、残業、休日出勤の決定など、従来の部長が有していた権限の一部が課長に委譲\nされた。そして、」を加え、同丁裏一〇行目の末尾に続けて「その後加工課長には\n昭和六〇年五月にＣが、昭和六三年四月にＤが任命されており、Ａは昭和六一年四\n月まで課長待遇の加工課長補佐を勤め、同年五月に支所長待遇の五里合支所長補佐\nになった。」を加える。\n５　原判決理由二の１（二）に掲げる証拠として、更に「成立に争いのない甲第\n三、第四号証、原本の存在及び成立に争いのない乙第六号証の二五、当審証人Ｅの\n証言」を加える。\n６　同一五枚目裏八行目の「役付職員は」を「役付職員で、被控訴人にあって監督\n又は管理の業務に従事する者と就業規則、職制規程で定められているのは」に改\nめ、一六枚目表八行目の末尾に続けて「加工課の業務に関しては、その計画樹立及\nび実績検討を立案する権限、原材料受入及び現品管理、製品販売促進、配送計画、\n委託加工業務及び加工管理等の決定権限を有している。」を加え、その後に行を改\nめて「（３）　被控訴人では、月一回各月の業務推進状況等を検討する月例検討会\nが開かれ、組合長、専務理事、参事、課長、支所長がこれに出席しており、その外\nに週一回組合長、専務理事、参事も出席して課長打合会議が開かれ、行事予定や各\n課の問題点、事業の促進等についての検討がなされている。また、月一回開かれる\n理事会にも課長は出席して、理事会に資料や情報の提供を行っている。」を加え、\n同面九行目の項目番号「（３）」を「（４）」に改め、同丁裏九行目の「昭和六三\n年」を「昭和六〇年」に訂正する。\n７　同一七枚目表六行目の次に行を改めて「（５）　被控訴人では昭和五四年四月\nから平成三年五月までの間に農協労組合員から課長、支所長等に発令された者がＡ\n以外に三十数名おり、多くは分会長、中央執行委員等農協労の役職に就いた経験が\nある者であるが、そのすべてが右発令後農協労を脱退している。」を加える。\n８　同一七枚目表末行の「不利益取扱」の次に「及び同条三号にいう支配介入」を\n加える。\n９　同一七枚目裏三行目の「差別的待遇」以下同行末尾までを「差別的待遇をする\nのが典型的場合であるが、複数労働者間の比較における差別だけに止まらず、本来\n労働者に与えられるべき正当な待遇を与えないことが客観的に明らかなことであ\nる。」に、同面四行目の「（１）、（２）」を「（１）ないし（３）」に、八行目\nの「（３）」を「（４）」に、一八枚表目八行目の「組合を止めないＡを嫌悪」を\n「組合から脱退しようとしないＡにいかに対処すべきかについて腐心」に、同丁裏\n初行の「なっているが、」から同面五行目末尾までを「復帰したのに、Ａは課長補\n佐のままに留め置かれた。」に、同面九行目の「形成し、企業の人事権に本来委ね\nられるべきもの」を「形成するもの」に各改め、一九枚目表初行の「条件」の次に\n「、即ちその能力、適性、それまでの実績、採用年次、年齢等の諸条件」を挿入\nし、同面四行目の「必要であり」から八行目末尾までを、「必要であるが、もとも\nと管理職のポストは数が少く、従って″そのような昇格がほぼ例外なく行われてい\nる″というようなことはありえないのが通常であるほか、右諸条件のうち能力及び\n適性を具備しているか否かの判断は微妙且つ困難なものを含んでいるので、たやす\nく″待遇上の公平を欠く″ということはできないからである。」に改める。\n１０　同一九枚目表一〇行目の「入物」を「人物」に訂正し、同丁裏六行目の末尾\nに続けて、「特に昭和五九年の機構改革により、専務理事、参事からの指揮命令系\n統が課長に直結するようになった結果、課長の権限が拡大し、課長はいわゆる中間\n管理職として、参事からの指揮命令を課長補佐以下の課員に伝達して、課員及び課\nの業務を監督、管理する立場にあるのであって、本来的には労働組合員とは両立す\nるのが困難な職制であるということができる。それは、農協労においても昭和五四\n年一一月以前は課長職が非組合員であることを容認し、加工課長についてはその後\n昭和五五年一一月まで同様に見ていたと考えられること、被控訴人では農協労の組\n合員から課長に任命された者でＡを除くすべてが農協労を脱退していること、これ\nらの事情からも窺いうるところである。」を加え、同面八行目の「課長になって\nも」から一〇～一一行目の「みることもできる。」までを、「同人の従来からの態\n度からして、課長に任命されても組合から脱退することはないであろうと予測した\n上で、前記のとおり実際上課長職が組合員の立場と両立するのが困難な職制である\nことに照らし、結局同人には課長としての適性がないと判断したためであると推認\nすることができる。」に改める。\n１１　同二〇枚目表一～二行目の「含まれるかどうかについては、」の次に「昭和\n五一年の不当労働行為救済申立の経緯からして、被控訴人においては従前課長補\n佐、支所長補佐職までは組合員であって、課長以上の職制は非組合員との取扱いに\nなっており、」を、同面五行目の「懸案であったのである。」の次に「しかし、被\n控訴人において、農協労が和解協定を破棄した昭和五四年一一月以前はもとより、\nそれ以後も農協労組合員で課長、支所長に任命された者は農協労を脱退するのが慣\n行となっていたほか、被控訴人がＡに対してした出勤停止の懲戒処分の効力を巡っ\nて昭和五六年二月から平成元年一月までＡと被控訴人との間に訴訟が係属していた\nという事情もある。」を各加える。\n１２　同丁裏四行目の次に行を改めて「また、このように解しても、労働組合が自\n主的に決定すべき組合員の範囲につき、使用者が容喙し支配介入するのを許すこと\nにはならない。けだし、組合が労組法二条一号所掲の者を除く課長職等を組合員の\n範囲内に含めている場合に、使用者が組合員を課長等に任命したのち、或いはそれ\nを含みとする打診の段階で、組合からの脱退を求めるというような積極的行為をし\nたのであれば、それは正に支配介入になるといって妨げないであろうが、本件では\n既に縷述した如く、課長職が実際上組合員たる立場と容易に両立し難い地位である\nこと及びＡの適性に関する判断に基づいて同人を課長に起用しなかっただけである\nと推認することが可能であって、被控訴人が右の如き積極的行為に出たわけではな\nいことのほか、このような組合規約と使用者の人事に関する実際の運用状況の中\nで、いずれを選択するかは究極のところ労働者各個人の生き方、考え方の問題であ\nり、労働組合の生成発展ないしその阻害とは別のことであるといいうるからであ\nる。」を加え、同面六行目の「不利益取扱、」から八行目の「疑問がある」までを\n「不利益取扱行為及び同法三号にいう支配介入行為に当るとはいい難い」に改め、\n一〇行目の「不利益取扱」の次に「ないし支配介入」を加える。\n１３　同二二枚目裏末行の次に行を改めて次の説示を加える。\n「もっとも本件における問題は、Ａを全く新たに課長職に昇格させるということ\nではなく、曽て加工課長に起用されていたのに機構改革で加工課が廃止されたのに\n伴い購買課課長補佐に任命換となったＡをその後の機構改革で復活した加工課の課\n長に昇格させるかどうかである。しかしながら、Ａが加工課長であった当時は部制\nがとられていたが、その後の機構改革で部制が廃止されて、指揮命令系統が参事か\nら課長に直結する体制になり、課長の権限も拡大し、Ａが加工課長をしていた当時\nとは事情が変り、しかも同人との間に訴訟が係属していたのは前述のとおりであ\nる。そして、人の能力、適性についての評価は変りうるものであるほか、過去に加\n工課長の経験を有する者が存在するとはいえ、その時点で加工課長に誰が最適任か\nということは、まさに使用者がその責任において決定すべき人事権の行使であっ\nて、経営責任を負う使用者の専権事項であり、選考対象者のうちの一人が加工課長\nの経験を有しているということは右人事決定の際考慮されるかもしれない一つの事\n情にすぎないものであり、本件のような事情があったとしても、労働委員会におい\nてＡについて加工課長への昇格命令を発することがその裁量権の範囲に属すると解\nすることはできない。」\n１４　同二三枚目表初行の「直ちに」から二行目の「疑問があるばかりか」までを\n「不当労働行為であると認定し、」に改める。\n１５　控訴人の当審における主張に対する判断\nこれについては、原判決に加除補正をした中で既に明らかにしたところである\nが、精神的不利益云々の点に関して付言するに、本来の義務以外の義務なきことを\nするように強要されたとか、或いは逆に全く仕事を与えられないとかであれば精神\n的不利益にも該当しようが、一方で管理職としての期待感を味わいたいとし、他方\nで組合員としても活動したいというのは、二兎を追うのにも似て、その二つを共に\n得られないことを目して社会通念上それを精神的不利益であるということはないと\n考える。\n１６　控訴人補助参加人らの当審における主張に対する判断\nその第一点に関しては、当審証人Ａの証言及び弁論の全趣旨によれば、ＢはＡよ\nり五歳年長で、勤務年数も課長経験も五年程長いことが認められ、また、Ａには前\n記説示の事情があるのであって、昭和五九年の機構改革でＢを課長に復帰させてＡ\nを課長に復帰させなかったからといってこれが差別待遇に当るとはいえない。\nまた、待遇職にすることが懲戒処分的性格をもっているとの点については、成立\nに争いのない甲第五号証及び当審証人Ｅの証言並びに弁論の全趣旨によれば、被控\n訴人には昭和五二年以降待遇職を発令された者がＡを含め九名いるが、事実上の懲\n戒処分として降格されて待遇職になった者はなく、むしろ課長、支所長ポストが限\nられている関係上、給与面で課長などと同等に取扱うための職制という面が強いと\n見られるのであり、待遇職に発令されたからといって、これが懲戒処分的性格をも\nつ不当なものであるとは認められない。\n二　よって、本件控訴は理由がないので棄却することとし、民事訴訟法三八四条、\n九五条、八九条、九三条、九四条に従い、主文のとおり判決する。\n（裁判官　小林啓二　田口祐三　木下秀樹）\n"
}