{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 7,
    "day": 19
  },
  "case_number": "平成10(行ウ)4",
  "case_name": "損害賠償代位請求事件",
  "court_name": "高松地方裁判所",
  "field": "行政",
  "lawsuit_id": "16042",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16042",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/042/016042_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n一　被告は、高松市に対し、金五三三九万八五九一円及びこれに対する平成一〇年\n六月一七日から支払済みに至るまで年五分の割合による金員を支払え。\n二　仮執行宣言\n第二　事案の概要等\n一　事案の概要\n本件は、高松市水道事業管理者（以下「本件管理者」という。）が平成九年度に\nおいて特殊勤務手当として企業職員手当及び自動車乗務手当（以下「本件各手当」\nという。）を支給したことについて、高松市の住民である原告が、本件各手当は地\n方公営企業法に定めた給与条例主義の趣旨に反する条例に基づくものであるうえ、\n特殊勤務手当の制度趣旨にも合致しないものであり、これらに対する公金の支出は\n違法であるとして地方自治法二四二条の二第一項四号前段に基づき、本件管理者で\nある被告に対し、高松市に代位して同市が被った損害金五三三九万八五九一円及び\nこれに対する訴状送達の日の翌日から支払済みに至るまで年五分の割合による遅延\n損害金を同市に支払うよう求めた住民訴訟である。\n二　争いのない事実\n１　当事者\n（一）　原告は、高松市の住民である。\n（二）　被告は、本件管理者の職にある者である。\n２　条例等の関係規定\n（一）　高松市水道事業企業職員の給与の種類及び基準に関する条例（以下「本条\n例」という。）二条三項は、高松市水道局企業職員の手当の一つとして「特殊勤務\n手当」を定め、八条は「特殊勤務手当は、企業の特殊性にかんがみ、給与上特別の\n考慮を必要とし、かつ、その特殊性を給料で考慮することが適当でないと認められ\nるものに従事する職員に対して支給する。」と定める。\n（二）　本件管理者の制定した高松市水道局企業職員給与規程（平成一〇年七月一\n日改正前のもの。以下「本件給与規程」という。）一三条一項は「（本）条例第八\n条の規定に基づく特殊勤務手当の種類、手当を受ける者の範囲および手当の額は、\n別表第２のとおりとする。」と規定し、右別表第２には、九種類の手当が定められ\nているが、その中に「企業職員手当」として手当の額「月額給料月額の一〇〇分の\n八」、手当を受ける者の範囲「企業職員（管理職手当の支給を受ける者を除\nく。）」とあり、また、「自動車乗務手当」として「自動車乗務手当を本務とする\n職員」につき「月額四四〇〇円」、「（右）以外の職員が自動車を運転した場合\nで、管理者が必要と認めた者」につき「月額二八〇〇円」とある。\n３　特殊勤務手当の支出状況\n（一）　被告は、平成九年度において、高松市水道局企業職員の全員（管理職手当\nの支給を受ける者を除く。以下において「非管理職職員全員」という場合も同\nじ。）に対し、企業職員手当として総額五〇二一万五三九一円を支給した（以下\n「本件企業職員手当」という。）。\n（二）　被告は、平成九年度において、高松市水道局企業職員のうち自動車を運転\nする者に対し、自動車乗務手当として総額三一八万三二〇〇円を支給した（以下\n「本件自動車乗務手当」という。）。\n４　住民監査請求\n（一）　原告は、平成一〇年三月二七日、高松市監査委員に対し、本件企業職員手\n当に関する公金支出について住民監査請求を行ったところ、高松市監査委員は同年\n五月二五日付けの書面で右請求を棄却し、右棄却通知はそのころ原告に到達した。\n（二）　原告は、平成一〇年四月三日、高松市監査委員に対し、本件自動車乗務員\n手当に関する公金支出について住民監査請求を行ったところ、高松市監査委員は同\n年五月二五日付けの書面で右請求を棄却し、右棄却通知はそのころ原告に到達し\nた。\n三　争点\n１　本条例八条は地方公営企業法三八条四項に違反するか。\n（原告の主張）\n地方公営企業法三八条四項は「企業職員の給与の種類及び基準は、条例で定め\nる。」と規定しているにもかかわらず、本条例八条は「特殊勤務手当は、企業の特\n殊性にかんがみ、給与上特別の考慮を必要とし、かつ、その特殊性を給料で考慮す\nることが適当でないと認められるものに従事する職員に対して支給する。」と規定\nするのみであり、特殊勤務手当の種類や金額等の基本的事項について、管理者によ\nる内部規則である本件給与規程に白紙委任をし、管理者の自由裁量で高額の特殊勤\n務手当の支給を可能にしている。本条例八条は、地方公営企業法三八条四項の給与\n条例主義や、議会の条例制定権を通じて行われる地方公営企業職員の勤務条件に対\nする民主的コントロールを実質的に潜脱するものであって、違法である。\n（被告の主張）\n地方公営企業法三八条四項にいう給与条例主義は、地方公営企業職員の給与の種\n類及び基準を定めることを求めているが、地方自治法二〇四条三項や地方公務員法\n二四条六項のそれと内容を異にし、給与の額までを条例で定めることを求めていな\nい。そして、本条例八条は特殊勤務手当の基準を定めている。\nなお、地方公営企業職員の給与（地方公営企業法三八条一項により、給与とは給料\n及び手当をいう。）の支出に関する毎事業年度の予算は当該年度開始前に議会の承\n認を経る必要があるなど、議会の民主的コントロールが及んでいる。したがって、\n本条例八条は地方公営企業法三八条四項の給与条例主義に反するものではない。\n２　本件企業職員手当は特殊勤務手当に該当するか否か。\n（原告の主張）\n（一）　仮に、本条例八条が違法ではないとしても、本条例八条にいう特殊勤務手\n当は、一般職の職員の給与等に関する法律（以下「一般職職員給与法」という。）\n一三条一項にいう「著しく危険、不快、不健康又は困難な勤務その他の著しく特殊\nな勤務で、給与上特別の考慮を必要とし、かつ、その特殊性を俸給で考慮すること\nが適当でないと認められる勤務に従事する職員には、その勤務の特殊性に応じて」\n支給される特殊勤務手当と同義に解され、その勤務の特殊性に応じて支給されるべ\nきものである。本件企業職員手当のように、単に高松市水道局に勤務する職員とい\nうだけで企業職員全員に対し一律に支給するような特殊勤務手当などはあり得な\nい。\n全員に支給する必要があるならば、その特殊性は既に給料で考慮されているはず\nであり、給与その他の財政については議会が条例で定めることができるのであるか\nら、市の財政負担が大きくなるということを、給料で考慮することが適当でないこ\nとの理由とすることはできない。\n（二）　また、水道事業における業務能率昂揚という目的は水道事業以外の地方公\n営企業及び自治体でも同様に求められるもので、水道事業独自のことではないし、\n本条例八条には「業務能率昂揚のため」という明文の規定もないのであるから、業\n務能率昂揚を特殊なものと評価することはできない。業務能率昂揚といっても、水\n道事業では一般の民間企業のように水の売上を増加させて収益を増加させるという\nことができず、むしろ節水を呼びかけている状況であり、特殊性を有するとはいえ\nない。\nさらに、水道事業が年中二四時間の常時勤務態勢であるといっても、そのような\n企業は多数あるのであり、そのような勤務については時間外勤務手当等が支給され\nているのであるから、特殊勤務手当として評価することはできない。\n（三）　仮に、水道事業自体に特殊性があるとしても、地方公営企業が普通地方公\n共団体とは異なる特殊性を有することは自明のことであり、それは\n単に企業の特殊性を意味しているにすぎず、本条例八条に「企業の特殊性にかんが\nみ」との文言があるからといって、企業の特殊性が勤務の特殊性になるものではな\nい。そのような特殊性は常態的あるいは恒常的なものであり、本条例八条により既\nに給料で考慮されている。また、水道事業の業務に一般的な勤務形態の労働加重\n性、困難等があるとしても、そのような特殊性は既に給料で考慮されている。\n（四）　一か月に一日しか勤務をしていない者に対しても、本件企業職員手当は一\n律に支給されており、実態とは無関係に支給されている。\n（五）　以上より、本件企業職員手当の支出は、特殊勤務手当の趣旨に合致せず、\n本条例八条に基づかない違法な支出である。\n（被告の主張）\n（一）　地方公営企業である水道事業は、独立採算制の下、安全かつ良質な水を毎\n日安定的に供給し、事故やトラブル等に即応できる態勢などを維持提供していると\nころ、企業職員は、こうした経営の効率化等のために水道事業全体の業務能率の昂\n揚に努めなければならないのであり、本条例八条にいう「企業の特殊性にかんが\nみ」とは、右にいう業務能率昂揚の概念が含まれていることは明らかであって、結\n局、水道事業には、労働過重性や困難性等を内包する業務そのものの特殊性や、そ\nの業務能率を昂揚させなければならないという特殊性がある。\n実際にも、高松市は以前より渇水が頻発する地域であり、高松市水道局は、他の\n水道事業体に比べても厳しい経営環境の中で経営努力に真剣に取り組んでいる。\n（二）　地方公営企業職員の給与は、一般行政職員の給与のように「職務の内容と\n責任に応ずるもの」であるだけでなく、公営企業として職員の発揮した能率が充分\nに考慮され決定されなければならない（地方公営企業法三八条二項）。地方公営企\n業職員の給与の一つである特殊勤務手当についても、能率給の原則が妥当するので\nあり、同じ特殊勤務手当の文言を使用しているものの、一般職職員給与法一三条一\n項におけるそれと同様に解することはできない。\n労働過重性、困難性等を内在する水道事業の業務そのものの特殊性及び業務能率\nを昂揚しなければならないという特殊性は、一般的な特殊勤務手当における勤務の\n個別的な特殊性とは性格を異にし、恒常的あるいは常態的な特殊性であるが、この\n特殊性を給料で考慮すると、退職手当、年金及び昇級等の算定基礎となり、地方公\n営企業の財政負担が過大になり\nすぎるとともに、他の一般行政職員の給与との均衡を著しく失することになるなど\nの理由から、特殊勤務手当として非管理職職員全員に一律に支給されているもので\nある。\n（三）　したがって、本件企業職員手当は、本条例八条にいう特殊勤務手当に該当\nする。\n３　本件自動車乗務手当は特殊勤務手当に該当するか否か。\n（原告の主張）\n（一）　本条例八条にいう「特殊勤務手当」は一般職職員給与法一三条一項にいう\n「特殊勤務手当」と同義であると解されるところ、現在の自動車の普及状態、その\n他の社会経済状態に照らすと、自動車の運転という勤務は、一般職職員給与法一三\n条一項にいう特殊勤務に該当しない。\n（二）　仮に、水道事業に特殊性があるとしても、それは勤務の特殊性ではなく、\n本件自動車乗務手当の支給とは無関係である。\n（三）　したがって、本件自動車乗務手当の支出は、本条例八条にいう特殊勤務手\n当の趣旨に合致しない違法なものである。\n（被告の主張）\n本件自動車乗務手当は、現場業務の多い勤務の特殊性等から勤務の個別的特殊性\nを考慮して支給されるものであり、本条例八条にいう特殊勤務手当に該当する。\n第三　争点に対する判断\n一　争点１について\n１　地方公営企業職員の給与の規定について\n水道事業は地方公営企業法の適用を受け（地方公営企業法二条一項一号）、高松\n市水道局の水道事業も同法の適用を受ける（水道法三条二項、乙二二）。\n地方公営企業職員の給与の基本的事項については、地方公営企業法三八条二項に\n「企業職員の給与は、職務に必要とされる技能、職務遂行の困難度等職務の内容と\n責任に応ずるものであり、かつ、職員の発揮した能率が充分に考慮されるものでな\nければならない。」と規定されている。\nそして、職員の給与に関する事項を掌理する管理者（地方公営企業法九条二号）\nが、条例で定められるべき事項以外の給与に関する事項について企業管理規程で定\nめることとし（同法一〇条）、右給与については、団体の交渉の対象として、給与\nに関する労働協約を締結することを妨げず、管理者と労働組合との間に労働協約が\nある場合には、その協約に拘束され（地方公営企業労働関係法七条）、また、労働\n委員会による調停が行われた場合には、予算上又は資金上不可能な資金の支出を内\n容としない限り、右裁定に拘束されると規定されている（同法一六条）。\n地方公営企業の給与と条例との関係については、地方公営企業法三八条\n四項に「企業職員の給与の種類及び基準は条例で定める。」と規定されているが、\n右規定は、普通地方公共団体が、その職員に対し、いかなる給与その他の給付も法\n律又はこれに基づく条例に基づかずには支給することができないとする地方公務員\n法二五条一項、給料表を条例で定めることを規定する地方公務員法二五条三項の規\n定を排除し（地方公営企業法三九条）、地方自治法二〇四条の二や地方自治法二〇\n四条三項の「給料、手当及び旅費の額並びにその支給方法は、条例でこれを定めな\nければならない。」とは異なる規定をしている。\n２　地方公営企業の特色\n（一）　地方公営企業法は、地方公共団体によって設置されるが、サービスの提供\nを受ける住民からの料金による独立採算の下、自立的な一個の経営体として運営さ\nれ、公共の福祉の増進とともに民間事業にも比すべき経済性を発揮することを基本\n原則としている（地方公営企業法三条）。地方公営企業法三八条二項の規定は、給\n与に関しても右原則を徹底するために、昭和四一年に改正されたが、それまで地方\n公営企業職員の給与は「その職務と責任に応ずるもの」とされ、地方公務員法二四\n条一項と同一内容の規定を有し、一般地方公務員の給与に準ずるものと解されてい\nたのに対し、改正後は、前述のとおり、「職務と責任に応ずるものである」ほかに\n「職員の発揮した能率が充分に考慮されるものでなければならない」と、能率給の\n規定が追加されるに至った。\nこのような地方公営企業法の基本原則、改正の経緯からも明らかなように、改正\n後の地方公営企業法三八条二項の規定は、民間の労働者の場合の賃金に相当する給\n与は、労働の対価として職務給の性質を有することを明示するとともに、同一内容\nの職務内容を有する職員でも、能率的に遂行したか否かを給与に反映させるため\nに、職員の発揮した能率を考慮するものであることを規定したものであると解され\nる。\n（二）　また、地方公営企業法は、その基本原則にしたがい、企業が企業としての\n能率的な運営を行うために、一般行政事務を規律することを目的とした地方自治法\nや地方公務員法の規制のうち、右運営の障害となる規定の適用を排除し、地方自治\n法や地方公務員法の特例法として制定されている（地方公営企業法六条）のであ\nり、地方公営企業法三八条四項の規定は、こうした地方公営企業の特殊性を背景に\nして給与と条例の関係につき地方自治法や地方公務員法を排除し\nて異なる規定をしているもので、地方公務員法や地方自治法にいう給与条例主義と\nは、同じ文言でも当然その内容に違いがある。\n３　地方公営企業法三八条四項の規定の趣旨について\n（一）　前記１、２のような地方公営企業法の給与に関する規定の趣旨、管理者の\n権限、地方公営企業労働法の規定、及び地方自治法等との関係などに照らせば、地\n方公営企業法三八条四項の「企業職員の給与の種類及び基準は条例で定める。」と\nの規定のうち、「給与の種類」を条例で定めるとは、地方公営企業の前記のような\n特殊性に基づき、職員の能率昂揚を図るため、企業の実態に即した手当の設立が必\n要となる場合も考えられることから、企業職員の手当の種類を限定せず、地方公共\n団体の条例に委ねたものであると解される。また、「給与の基準」を条例で定める\nとは、給料額算定のための基本原則や種類ごとの手当の性格の限定など給与の原則\n的な基準を条例で定めることを意味するのであり、給料表そのものや給料及び手当\nの具体的な額については、条例に定める基準に従って管理者が定める趣旨であると\n解すべきである。\nこのように解したとしても、地方公営企業の予算は、年度開始前に議会の議決を\n経なければならない（地方公営企業法二四条一項、二項）など一定の民主的コント\nロールを受けているのであり、同法三八条四項は、議会による給与に対する民主的\nコントロールと、地方公営企業の企業としての能率的な運営との調和を図った規定\nであるというべきである。\n（二）　以上を前提に、本件についてみるに、高松市議会によって制定された本条\n例八条は、本条例二条三項で手当の種類として定められた特殊勤務手当の性格につ\nいて、「特殊勤務手当は、企業の特殊性にかんがみ、給与上特別の考慮を必要と\nし、かつ、その特殊性を給料で考慮することが適当でないと認められるものに従事\nする職員に対して支給する。」と規定し、その基準を明示している。また、本件給\n与規程における本件各手当の規定は、本条例八条でその性格が限定された特殊勤務\n手当を具体的に細分化したものに過ぎず、本条例八条に定める特殊勤務手当の要件\nに合致するものである限り、新たに手当の種類を定めたものとはいえないというべ\nきである。\nさらに、証拠（乙二二、二三）によれば、本件各手当の支給にかかる経費は、平\n成九年三月議会において、平成九年度の予算案として本会議の議決を経たうえで執\n行されている\nことが認められる。\n４　以上からすると、本条例八条は、本条例二条三項と合わせ、企業職員の給与の\n種類及び基準を定めているものであるといえ、議会の民主的コントロールの点も問\n題はなく、地方公営企業法三八条四項の規定に何ら反するものではない。\n二　争点２について\n１　証拠（乙一五、三一、三四、三五、証人Ａ）及び裁判所に顕著な事実によれ\nば、以下の事実が認められる。\n（一）　水道事業は、安全かつ良質な水を一日たりとも欠かすことなく、安定的に\n供給し続けるとともに、最少の経費で最良のサービスを毎日二四時間提供すること\nを目的とし、常時稼働できる態勢と事故トラブル等に対し、いつでも直ちに即応で\nきる態勢を維持提供するものであり、経営の健全効率化のために、職員一人一人が\nコスト意識を徹底させ、企業全体の業務能率の向上を目指すものである。\n（二）　高松市水道局の水道事業は、事故等にも即時対応が求められることから三\n六五日二四時間態勢（待機や非常呼出し態勢を含む変則的勤務態勢となる。）を採\nっており、具体的には、①取水から浄水、配水調節、水質管理に至る業務、その間\nにおける事故への迅速な対応業務、②滞納整理等金銭トラブル、配水管事故・給水\n器具・水質のトラブル等各種トラブル対応業務、③民間サービス業と同様の迅速か\nつ総合的な窓口対応、④交通量の少ない夜間に行われる工事、配水圧の上がる夜間\nに発生することが多い漏水事故へに対応が挙げられる。特に、渇水時には、技術系\nの職員だけでなく、事務局の職員についても、市内の水道バルブの開閉作業を深夜\nや早朝に行ったり、応急給水基地を設置して出水不良地区に対応するなど、課や係\nを超えた態勢を強いられる。\n特に、高松市は、猛暑及び小雨による渇水が多発する地域であり、水源確保も困\n難であるなど、他の地域に比較して厳しい経営環境にある。\nさらに、職員は、一立方メートル当たりの生産コストを表す給水現価を算定する\nなど、毎年、その生産性等について経営分析を行い、能率性及び合理性を追求し、\n使用材料及び工法の改善、事前審査制度の導入など各種効率化策及び経費削減策を\n講じ、高齢者家庭訪問サービス等の各種広報対応等、大規模漏水事故、渇水対策等\nの危機管理対応、新規事業計画等の各種研究事項の原案づくりといったプロジェク\nト方式を採用するなどして多重執務態勢を採っており、事務職、技術職を問わず、\n水道事業における一般的な\n総合知識及び専門知識技術を必要としている。\n（三）　本件管理者は、高松市水道局企業職員の給料が退職共済年金や退職金の算\n定基準となるため、地方公営企業の財政の負担を考慮して、企業職員手当を特殊勤\n務手当に位置づけている。\n２（一）　このように、水道局の職員は職種や事務系等の区別を超えた勤務を強い\nられるうえ、総合的な知識を必要とされ、業務能率昂揚を図る必要も認められるな\nど、水道事業自体が業務遂行上の労働過重性や困難性等を内包しており、こうした\n特殊性は時間外勤務といった個別の特殊勤務手当では評価しきれない面を有してい\nる。本条例八条に「企業の特殊性にかんがみ」と規定されていることからすると、\n同条は、右のような水道事業自体の特殊性に着目した手当を設けることを許容する\n趣旨と解することができる。そして、非管理職職員全員を支給対象とした本件企業\n職員手当は、このような水道事業の特殊性に由来する手当として理解するのが相当\nであり、前示の諸点からすると、右の特殊性は本条例八条の「給与上特別の考慮を\n必要とする」場合に当たるということができる。\nなお、地方公営企業職員の給与は、一般職職員給与法一三条一項のように「著し\nく危険、不快、不健康又は困難な勤務その他の著しく特殊な勤務」に限定されず、\n右のように企業としての経済性を発揮するための業務能率昂揚という目的をも包含\nする趣旨であり、同じ特殊勤務の文言が使用されてはいるが、地方公営企業職員の\n特殊勤務手当と一般職職員の特殊勤務手当を同様の趣旨に解することはできない。\n（二）　そして、本件企業職員手当が本条例八条にいう特殊勤務手当であるために\nは、更に「その特殊性を給料で考慮することが適当でない」という要件が必要であ\nるところ、たしかに、右のような水道事業の業務自体の特殊性に着目し、この企業\nに勤務すること自体を特殊勤務であるとすると、企業職員手当は全職員に支給され\nることになり、このような常態的あるいは恒常的な特殊性については給料で考慮す\nべきものともみることもできるが、①前記二１（三）で認定したとおり、給料で考\n慮すると、それが退職共済年金や退職金にも反映されて高松市水道事業の財政負担\nを増加させること、②退職共済年金の額が地方公務員等共済組合法七九条に規定さ\nれているなど、条例によって財政の枠組を変更することにも限界があることなどに\n照らすと、「給料で考慮することが適当でな\nい」という場合に当たると解される。\nもっとも、本件企業職員手当が、全支給対象者について一律に給料月額の一〇〇\n分の八の割合で支給するとされていることは、能率給の原則（地方公営企業法三八\n条二項）に抵触する疑いがないではない。しかし、前述のとおり、地方公営企業法\nは、企業の経済性を発揮するために業務能率昂揚を図る必要性が認められること、\n地方公営企業法三八条二項があらゆる手当の支給額に各職員の勤務実績を反映させ\nることを厳格に要求しているとまでは解されないことなどを考慮すると、勤務実績\nによる格差をあえて設けずに一律の基準で本件企業職員手当を支給することが、能\n率給の原則上決して好ましいことではないが（甲七ないし九参照）、地方公営企業\n法三八条二項に違反するとまでは解されない。\n３　以上のとおり、本件企業職員手当は、本条例八条にいう特殊勤務手当に該当す\nるものであり、右手当の支給は違法な公金支出ではない。\nなお、被告は、本件住民訴訟が提起された後の平成一〇年七月一日に公布された\n高松市水道局企業職員給与規程の改正規程（以下「改正規程」という。）により、\n企業職員手当を廃止して企業職員調整手当としたうえ、一律支給の設定を細分化\n（管理者に二パーセントの裁量が与えられていることから、手当表の枠組としては\n四段階、給料に対する比率でみれば三パーセントから八パーセントの六段階となっ\nている。）した。\n三　争点３について\n証拠（証人Ａ）及び弁論の全趣旨によれば、自動車乗務手当は、①効率化、迅速\n化を必要とし、給水区域が拡大する水道事業においては、自動車での移動が不可欠\nであるとともに、自動車運転業務に従事しない職員と比較して自動車運転による事\n故等の危険に瀕する機会も増加すること、②水道事業を行うに当たっては、資格を\n必要とする業務が多数あり、高松市の水道局は、その職種のほとんどについて、講\n習に行かせたり、試験を受けさせるなどして職員に免許を取得させているが、自動\n車の免許については大半が個人で取得していたことなどから、特殊勤務として創設\nされたものであると認められる。\nたしかに、今日のように、モータリゼーションの発展に伴い、多数の者が自動車\nの免許を取得し、運転するに至っている状況下においては、②の点を強調して特殊\n勤務手当として支出することは妥当ではないともいいうるところであるが、特に①\nのような特殊な事情自体は未だ認めら\nれるものであることにかんがみると、水道事業の経営の合理化の要請等に照らして\n現在も自動車乗務手当を支給することが妥当であるか否かという点はさておき、本\n件自動車乗務手当は、交通事故等の危険性故に給与以外の手当でこれを考慮するこ\nとが違法であるとまではいえない。\nそして、本条例八条にいう「企業の特殊性にかんがみ」とは個別の勤務の特殊性\nについても当然に考慮すべきことを内包していると解されるから、結局、本件自動\n車乗務手当は本条例八条にいう特殊勤務手当に該当するというべきである。\nなお、被告は、改正規程により、自動車乗務手当の支給を廃止した。\n四　以上の次第であるから、本件請求は理由がないから棄却することとし、行政事\n件訴訟法七条、民事訴訟法六一条を適用して主文のとおり判決する。\n高松地方裁判所民事部\n裁判長裁判官　馬渕勉\n裁判官　佐藤明\n裁判官　佐藤弘規\n"
}