{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 7,
    "month": 7,
    "day": 20
  },
  "case_number": "平成6(行ウ)321",
  "case_name": "贈与税更正処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　相続税法２２条の定める「当該財産の取得の時における時価」を相続税財産評価に関する基本通達（昭和３９年４月２５日付け直資５６，直審（資）１７国税庁長官通達，平成３年１２月１８日付け課評２−４課資１−６により「財産評価基本通達」と題名改正，平成２年８月３日付け直評１２，直資２−２０３による改正前）の定める評価方法以外の方法で評価することの可否　２　負担付贈与に係る上場株式の時価を証券取引所の公表する課税時期の最終価格と評価してした贈与税の更正処分等の取消請求が，棄却された事例",
  "case_gist": "１　相続税法２２条の定める「当該財産の取得の時における時価」とは，課税時期においてそれぞれの財産の現況に応じ，不特定多数の当事者間で自由な取引が行われた場合に通常成立する価格をいうところ，課税実務上は，これを相続税財産評価に関する基本通達（昭和３９年４月２５日付け直資５６，直審（資）１７国税庁長官通達，平成３年１２月１８日付け課評２−４課資１−６により「財産評価基本通達」と題名改正，平成２年８月３日付け直評１２，直資２−２０３による改正前）によってあらかじめ定められた評価方法により画一的に評価する取扱いをしており，このような取扱いは，納税者間の公平，納税者の便宜，徴税費用の節減という見地からみて合理的であり，租税平等主義にかなうというべきであるが，同通達による評価方法を形式的，画一的に適用することによって，かえって実質的な租税負担の公平を著しく害し，また，相続税法や同通達の趣旨に反するような結果を招来するような場合には，他の合理的な方法によることが許される。　２　負担付贈与に係る上場株式の時価を証券取引所の公表する課税時期の最終価格と評価してした贈与税の更正処分等の取消請求につき，当該負担付贈与を含む一連の取引は，前記株式の，贈与時点における市場価格と相続税財産評価に関する基本通達（昭和３９年４月２５日付け直資５６，直審（資）１７国税庁長官通達，平成３年１２月１８日付け課評２−４課資１−６により「財産評価基本通達」と題名改正，平成２年８月３日付け直評１２，直資２−２０３による改正前）による評価額とのかい離を利用して，専ら贈与税の負担を回避する目的で計画的に行われたものであり，このような取引について同通達を適用することは，株式の市場価格の偶発性を排除し評価の安全を図ろうとする同通達の趣旨に反する上，租税負担の公平を著しく害し相続税法の立法趣旨に反する著しく不相当な結果をもたらすこととなるというべきであるから，同通達の定める評価方法を形式的に適用することなく，上場株式の客観的な市場価格である前記最終価格をもって評価することに合理性があるとして，前記請求を棄却した事例",
  "lawsuit_id": "16352",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16352",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/352/016352_hanrei.pdf",
  "contents": "○　主文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n○　事実及び理由\n第一　原告らの請求\n被告が原告らの昭和六三年分の贈与税について平成三年七月三〇日付けでした各更\n正（以下「本件各更正」という。）及び各過少申告加算税の賦課決定処分（以下\n「本件各賦課決定」といい、本件各更正と合わせて「本件各課税処分」という。）\nを取り消す。\n第二　事案の概要\n本件は、原告らが、それぞれ、上場株式の負担付贈与を受け、贈与税の課税価格を\n零として申告したところ、被告が、右株式の贈与時点の東京証券取引所における最\n終価格が右株式の価額であるとの判断に基づき右贈与に係る負担額との差額を課税\n価格として本件各課税処分を行ったので、原告らが、右株式の価額は、東京証券取\n引所における課税時期の最終価格又は課税時期の属する月以前三か月間の毎日の最\n終価格の各月ごとの平均額のうち最も低い価額によって評価すべきであり、これに\nよれば、右株式の価額と右贈与に係る負担額との差額は零であるとして、本件各課\n税処分の取消しを求めている事案である。\n一　当事者間に争いのない事実等（なお、証拠によって認定した事実については、\n適宜書証を掲記する。）\n１　原告Ａの祖父であり、原告Ｂの父であるＣ（平成元年二月一四日死亡、以下\n「Ｃ」という。）と原告らは、昭和六三年一一月二二日、それぞれ株式会社協和銀\n行八王子支店（現あさひ銀行八王子支店、以下「協和銀行」という。）に新規に普\n通預金口座を開設した。\n同月二五日、原告Ａは、岡三証券株式会社八王子支店（以下「岡三証券」とい\nう。）に対して、総合取引申込書兼保護預り口座設定申込書及び信用取引口座設定\n約諾書を提出し、原告Ｂも、同月二六日に右と同様の書類を同社に提出した。ま\nた、同日、Ｃも、総合取引申込書兼保護預り口座設定申込書を同社に提出した。\n２　昭和六三年一一月二九日、Ｃが、岡三証券に対して株式会社ニチアスの株式\n（以下「ニチアス株式」という。）二三万八〇〇〇株の現物買いの注文を出すと同\n時に、原告らも、同社に対してそれぞれニチアス株式一一万九〇〇〇株（Ｃが買い\n注文をしたニチアス株式の二分の一）ずつの信用売りの注文を出し、これらは、い\nずれも、\n同日に一株当たり一九五〇円で売買が成立した。\n３　昭和六三年一二月一日、原告らは、それぞれ協和銀行から一億六二五〇万円を\n借り入れた上、岡三証券に対し、信用取引を行うための委託保証金として一億六二\n四四万円を振り込んだ。\n同月二日、Ｃは、協和銀行から二億四九九〇万円を借り入れ、同日に手持ち資金と\n合わせて四億六五二四万七〇〇円をニチアス株式の購入代金等として岡三証券に振\nり込んだ。\nなお、右借入れに係る協和銀行の貸出稟議書には、Ｃは、購入する右ニチアス株式\nを原告らに負担付贈与する予定であり、原告らは、右贈与を受けるニチアス株式を\n原告らが信用売りするニチアス株式の借株の返済に充てる予定であることが図示さ\nれた書類が添付されていた。（乙一号証）\n４　昭和六三年一二月二日、原告らは、それぞれＣが購入したニチアス株式二三万\n八〇〇〇株の二分の一に当たる一一万九〇〇〇株を岡三証券に対して委託保証金代\n用有価証券として預託したことにより、岡三証券から右３の委託保証金一億六二四\n四万円の返還を受け、右金員を原資として協和銀行からの借入金一億六二五〇万円\nを返済した。\n５　昭和六三年一二月一五日、Ｃと原告らの間において、原告らが、それぞれＣの\n協和銀行からの借入金二億四九九〇万円の二分の一に相当する一億二四九五万円の\n債務を引き受けることを条件として、Ｃが、購入したニチアス株式二三万八〇〇〇\n株の二分の一に当たる一一万九〇〇〇株を原告らそれぞれに対して贈与する旨の負\n担付贈与契約（以下「本件負担付贈与契約」といい、右契約に係る負担付贈与を、\n以下「本件負担付贈与」という。）を締結した。\nなお、同一の証券取引市場におけるニチアス株式の最終価格は一九八〇円であり、\n一方、原告らが本件負担付贈与契約により負担すべき額は、ニチアス株式一株当た\nりに換算すると一〇五〇円にすぎないものであった。\n６　平成元年一月二〇日、原告らは、岡三証券に委託保証金の代用有価証券として\n預託していた右４のニチアス株式を同社からの借株（原告らが右２のニチアス株式\nの信用売りをした際に同社から借りたもの）の返済に充当したことにより、原告ら\nが、昭和六三年一一月二九日に同社でしたニチアス株式の信用売りを決済し、それ\nぞれ同社からニチアス株式の売付代金二億三〇四八万七五二〇円を受領した。\nそして、同日、原告らは、右売付代金を原資としてＣの協和銀行からの借入金二億\n四九九〇万円を返済した（原告ら各人の負担額は、本件負担付贈与契約に基づき、\nそれぞれ一億二四九五万円であった。）。\n７　相続税及び贈与税の課税価格計算の基礎となる財産の評価に関しては、相続税\n財産評価に関する基本通達（昭和三九年四月二五日付け直資五六、直審（資）一七\n国税庁長官通達（ただし、平成二年八月三日付け直評一二、直資二－二〇三による\n改正前のもの）、以下「財産評価通達」という。）が公表されており、上場株式の\n評価に関する財産評価通達一六九は、上場株式の価額は、その株式が上場されてい\nる証券取引所の公表する課税時期の最終価格又は課税時期の属する月以前三か月間\nの毎日の最終価格の各月ごとの平均額（以下「最終価格の月平均額」という。）の\nうち最も低い価額によって評価する旨定めている。\nニチアス株式一株当たりの東京証券取引所において公表されている（１）課税時期\n（昭和六三年一二月一五日）の最終価格は一九八〇円、（２）同年一〇月の最終価\n格の月平均額は一〇三三円、（３）同年一一月の最終価格の月平均額は一九五七\n円、（４）同年一二月の最終価格の月平均額は二二〇一円であるところ、原告ら\nは、右（２）の価額をもって、贈与を受けたニチアス株式の価額であるとし、右価\n額から本件負担付贈与契約における負担額を控除すると、その課税価格は零である\nとして、平成元年三月一五日、それぞれ本件負担付贈与に基づく昭和六三年分贈与\n税の確定申告において、課税される財産の価額を零と記載した申告書を提出した。\n８　被告は、平成三年七月三〇日付けで、右各申告に対し、各課税価格を一億一〇\n六七万円、各納付すべき税額を六九一一万四〇〇〇円とする本件各更正及び過少申\n告加算税の額を一〇三四万一五〇〇円とする本件各賦課決定をした。\n原告らは、これを不服として、それぞれ、平成三年九月三〇日、被告に対し、異議\nの申立てをしたが、被告は、同年一二月二六日、それぞれこれを棄却する決定をし\nた。\n原告らは、それぞれ、平成四年一月二三日、国税不服審判所長に対し、審査請求を\nしたが、同所長は、平成六年七月一三日、それぞれこれを棄却する裁決をした。\n二　本件各更正及び各賦課決定の課税根拠及び適法性についての被告の主張\n原告らに対する本件各更正及び各賦課決定の内容は全く同一であり、その根拠及び\n適法性についての主張も全く同一である。\n１　本件各更正について\n原告らの贈与税の課税価格及び納付すべき贈与税額は、いずれも以下のとおりであ\nり、本件各更正に係る金額と同額であるから、本件各更正は適法である。\n（一）　贈与税の課税価格\n一億一〇六七万円\n右金額は、原告らが本件負担付贈与によりそれぞれ取得したニチアス株式一一万九\n〇〇〇株の価額、すなわち、本件負担付贈与契約が締結された昭和六三年一二月一\n五日の東京証券取引所におけるニチアス株式の一株当たりの最終価格一九八〇円に\n右贈与株数を乗じた金額二億三五六二万円から右贈与に係る負担額一億二四九五万\n円を控除した金額である。\n（二）　納付すべき税額　　　　　　　　　　　　　　　　　　　　　　　　六九\n一一万四〇〇〇円\n右金額は、右（一）の課税価格から相続税法二一条の五に規定する基礎控除六〇万\n円を控除した金額である一億一〇〇七万円に同法二一条の七（平成四年法律第一六\n号による改正前のもの）に定める税率を適用して算出した金額である。\n２　本件各賦課決定について\n原告らに課されるべき過少申告加算税の額は、それぞれ本件各更正に基づき原告ら\nが納付すべきこととなった税額六九一一万円（国税通則法一一八条三項の規定に基\nづき一万円未満の端数を切り捨てた後の金額）に同法六五条一項に基づき一〇〇分\nの一〇の割合を乗じて算出した金額六九一万一〇〇〇円と、右納付すべき税額のう\nち五〇万円を超える部分に相当する六八六一万円（同法一一八条三項の規定に基づ\nき一万円未満の端数を切り捨てた後の金額）に同法六五条二項に基づき一〇〇分の\n五の割合を乗じて算出した金額三四三万五〇〇円との合計額一〇一三四万一五〇〇\n円であり、本件各賦課決定における過少申告加算税の額は右金額と同額であるか\nら、本件各賦課決定は適法である。\n三　争点\n本件の争点は、本件負担付贈与により原告らが取得した株式の価額をどのように評\n価するかという点であり、この点に関する当事者双方の主張の要旨は、以下のとお\nりである。\n１　被告の主張\n（一）　相続税法二二条にいう時価とは、課税時期におけるそれぞれの財産の現況\nに応じ、不特定多数の当事者間で自由な取引が行われた場合に通常成立する価額、\nすなわち、当該財産の客観的交換価格をいうものであるが、財産の客観的交換価格\nは必ずしも一義的に確定されるものではなく、納税者間の公平、納税者の便宜、徴\n税費用の節減という見地から、あらかじめ定められた評価方式により、これを画一\n的に評価する方が合理的であるとして、右時価の具体的な算定については、国税庁\n長官が各国税局長あてに発した財産評価通達の定めに従い行われているところであ\nる。\nそして、財産評価通達が形式的にすべての納税者に適用されることによって、租税\n負担の実質的な公平をも実現することができるのであるから、特定の納税者あるい\nは特定の財産についてのみ財産評価通達に定める以外の方法によってその評価を行\nうことは、そうした方法による評価額がそれ自体としては時価として許容できるも\nのでも、租税平等主義の観点から原則として許されないというべきであるが、右の\n評価方法を画一的に適用するという形式的な平等を貫くことによって、かえって実\n質的な租税負担の公平を著しく害することが明らかであるなどの特別な事情がある\n場合には、財産評価通達に基づく評価方法によるべきではなく、別の合理的かつ妥\n当な評価方法によることが許されると解すべきである。\nところで、財産評価通達一六九は、上場株式の価額は、その株式が上場されている\n証券取引所の公表する課税時期の最終価格又は課税時期の属する月以前三か月間の\n最終価格の月平均額のうち最も低い価額によって評価する旨定めている。\n相続税法二二条の定める時価を前記のとおりとすると、証券取引所における取引価\n格が毎日公表されている上場株式に関しては、本来、課税時期における証券取引所\nの当該上場株式の最終価格をもって時価とすれば足りるとも考えられ、これが原則\n的な時価の評価方法であるといえる。しかしながら、財産評価通達に基づいて評価\nすることが予定されている相続による財産の移転が、被相続人の死亡という偶発的\nな要因に基づき発生し、被相続人の全財産を包括的に承継取得するものであるとこ\nろ、上場株式については、日々の人気による著しい騰落の可能性があり、相続開始\n時における証券取引所の最終価格のみによって上場株式を評価すると相続税上の評\n価としては適当でないこともあり得ることから、この欠点を補正する方法として財\n産評価通達は、三か月間の最終価格の月平均額をも考慮して上場株式の評価を行う\nこととしたものである。また、贈与税も、相続税の対象となる財産を生前に処分す\nることで相続税の負担軽減を図ることを防止するという意味で、相続税の補完税と\nいわれていることから、相続税と同様に評価をすることが要請されているのであ\nる。\nしたがって、財産評価通達一六九の「又は」以下の部分は、いわば納税者保護のた\nめの規定であり、同通達が本来想定しているのは、自然人の死亡という偶発的な要\n因に基づいて無償で財産が移転する相続など、租税回避目的による意図的工作のな\nい通常の自然的な財産移転の場合であるといえる。\n（二）　本件負担付贈与による実質的財産の移転状況についてみると、Ｃは、ニチ\nアス株式の購入価格四億六四一〇万円と、本件負担付贈与契約により原告らに負担\nさせた協和銀行からの借入金二億四九九〇万円との差額二億一四二〇万円相当の経\n済的損失を受けることとなり、その反面、原告らは、同額の経済的利益（原告ら一\n人当たり一億七一〇万円）を得たことになり、結果として、Ｃと原告らとの間でみ\nれば、岡三証券に支払った手数料等を除いて、Ｃから原告らへ右金額相当の財産を\n対価なしに実質的に移転させたものといえる。なお、正確にいうと、Ｃは、右金額\nのほかに、ニチアス株式の一株当たりの購入価格一九五〇円と本件負担付贈与契約\n締結時における右株式の時価一九八〇円との差額（いわゆる値上がり益）について\nも原告らに移転していると認められ、これを合計すると、原告らは、それぞれ一億\n一〇六七万円の財産を実質的に利得したことになる。\n前記一記載の一連の経緯から本件負担付贈与の実体をみると、そもそも右負担額\nは、本件負担付贈与時におけるニチアス株式の時価と財産評価通達一六九に基づい\nて計算される評価額との間に相当の開差があることに着目し、贈与税の負担を回避\nしてＣからの実質的な財産移転ができるよう同通達に基づく評価額を超え、課税価\n格が零になるような金額として決定されたものである。このように、本件負担付贈\n与の目的が租税回避のための計画的なものであることからすれば、財産評価通達一\n六九の目的とする趣旨にそったものでないことは明らかであるから、本件負担付贈\n与に関して財産評価通達一六九を適用する必要性や合理性がないことは明らかであ\nり、このような場合に、同通達を画一的、形式的に適用して評価することは、かえ\nって、他の大多数の一般的な納税者との間における実質的公平を欠く結果になるの\nで、同通達によらないことが相当と認められる特別の事情がある場合に該当するど\nいわざるを得ない。\nしたがって、本件負担付贈与におけるニチアス株式の時価は、相続税法が本来予定\nしている時価、すなわち、原則的取扱いに戻ってその客観的交換価値を最も的確に\n反映している東京証券取引所の課税時期の最終価格である一株当たり一九八〇円に\nよって算定することが最も合理的かつ妥当な評価方法であるといえる。\n２　原告らの主張\n（一）　財産評価通達は、相続税法二二条に定める時価について、その執行者がこ\nれを有権的に解釈したものであり、本来法律で定めるべき重要な事項を通達の形式\nで規定しているものである。そして、財産評価通達は、昭和三九年に公表されて以\n来、例外なく適用されているものであり、右通達は、申告納税制度の下において\nは、単なる行政庁内部の規定としてではなく、納税者が申告する際に使用すべき財\n産の評価基準として納税者を拘束するものであり、納税者や税理士にとって、右通\n達による評価方法の適用は法的確信となっており、右通達はいわゆる租税慣例法、\n行政先例法となっていたものである。\nしたがって、本件において、原告らが財産評価通達一六九に従って贈与税の申告を\nしたことは当然であり、これが、たまたま株価の高騰と同通達の評価方法の乖離に\nよって生じた間隙を縫う結果となったとしても、あるいは、仮に原告らが意図的に\n右間隙を縫って税金を軽減する結果を得たとしても、租税慣例法というべき同通達\nに従ってなされた申告を課税庁において安易に否定することはできないというべき\nである。\n（二）　被告は、本件負担付贈与により、Ｃが、二億一四二〇万円の損失を受け、\nその反面、原告らがほぼ同額の経済的利益を得ているとして、それが正常な行為で\nないかのごとく主張するが、贈与は本来無償の財産の移転であり、親子間等におい\nて、無償の財産の移転がなされることはむしろ自然なことであり、そうした無償の\n財産の移転自体が通常の行為として不自然であるかのような被告の主張は徴税目的\nに偏向したものである。また、被告は、負担付贈与により税額が零になることがお\nかしい旨主張し、贈与額全額についての原告らの税額が零になったかのごとく錯覚\nして原告らを非難しているかのようであるが、右のような結果は、原告らが税額が\n零になるように計算して負担額を算出し、それを実際に負担したから零になったも\nのであり、原告らは、贈与額から負担額を控除した分だけの贈与を受けたにすぎな\nい。そして、贈与も負担付贈与も、財産評価通達一六九により評価された正味の受\n贈額に対してのみ課税されることには差異がなく、負担付贈与において、税額が零\nとなるまで受贈者が負担した分は、贈与者、すなわち、親等の財産に加わり、相続\n税の潜在的対象となるのである。さらに、ニチアス株式の本件負担付贈与の日の最\n終価格一九八〇円と財産評価通達一六九によって評価される昭和六三年一〇月の最\n終価格の月平均額一〇三三円とでは、約一・九一倍の差異があるが、この程度の差\n異は株式価格の変動としてそれほど特異な現象ではなく、こうした株式価格の値上\nがりがあることをもって、同通達を適用して評価することが著しく不適当となるも\nのではない。\n（三）　また、財産評価通達六は、右通達により評価することが著しく不当と認め\nられる財産の価額は国税庁長官の指示を受けて評価する旨規定し、例外を認めてい\nるところであるが、右のような例外的取扱いは、国税庁長官の指示を受けてこれを\n行うこととされているのであり、指示を受けることなく行われた本件課税処分は違\n法である。\n第三　争点に対する判断\n一　贈与税は、相続税の補完税として、贈与により無償で取得した財産の価額を対\n象として課される税であるが、相続税法二二条は、相続、遺贈又は贈与に因り取得\nした財産の価額は、特別に定める場合を除き、当該財産の取得の時における時価に\nよる旨を規定している。ところで、同条に規定される時価とは、課税時期におい\nて、それぞれの財産の現況に応じ、不特定多数の当事者間で自由な取引が行われた\n場合に通常成立する価額をいうものと解するのが相当であるが、対象財産の客観的\n交換価格は必ずしも一義的に確定されるものではなく、これを個別に評価するとす\nれば、評価方法等により異なる評価額が生じたり、課税庁の事務負担が重くなり、\n課税事務の迅速な処理が困難となるおそれがあるため、課税実務上は、財産評価の\n一般的基準が財産評価通達により定められ、これに定められた評価方法によって画\n一的に財産の評価が行われているところである。\n右のように財産評価通達によりあらかじめ定められた評価方法によって、画一的な\n評価を行う課税実務上の取扱いは、納税者間の公平、納税者の便宜、徴税費用の節\n減という見地からみて合理的であり、一般的には、これを形式的にすべての納税者\nに適用して財産の評価を行うことは、租税負担の実質的公平をも実現することがで\nき、租税平等主義にかなうものであるというべきである。\nしかしながら、財産評価通達による画一的評価の趣旨が右のようなものである以\n上、これによる評価方法を形式的、画一的に適用することによって、かえって実質\n的な租税負担の公平を著しく害し、また、相続税法の趣旨や財産評価通達自体の趣\n旨に反するような結果を招来させるような場合には、財産評価通達に定める評価方\n法以外の他の合理的な方法によることが許されるものと解すべきである。このこと\nは、財産評価通達六が「この通達の定めによって評価することが著しく不適当と認\nめられる財産の価額は、国税庁長官の指示を受けて評価する。」と定め、財産評価\n通達自らが例外的に財産評価通達に定める評価方法以外の方法をとり得るものとし\nていることからも明らかである。\n二　ところで、財産評価通達一六九は、上場株式の評価に関して、上場株式の価額\nは、その株式が上場されている証券取引所の公表する課税時期の最終価格又は課税\n時期の属する月以前三か月間の最終価格の月平均額のうち最も低い価額によって評\n価する旨定めている。\n証券取引所における取引価格が毎日公表されている上場株式に関しては、本来、課\n税時期における証券取引所の最終価格が当該上場株式の客観的交換価値、すなわ\nち、それぞれの財産の現況に応じ、不特定多数の当事者間で自由な取引が行われた\n場合に通常成立する価額そのものであるということができる。しかしながら、財産\n評価通達に基づいて評価することが予定されている相続による財産の移転は、被相\n続人の死亡という偶発的な要因に基づき発生するものであるところ、証券取引所に\nおける上場株式の価格は、その時々の市場の需給関係によって値動きすることか\nら、時には異常な需給関係に基づき価格が形成されることもあり得るので、偶発的\nな要因等によって無償取得した上場株式がこうした一時点における需給関係に基づ\nく偶発的な価格によって評価される危険性を排除し、評価の安全を確保するため、\n右財産評価通達一六九は、課税時期における証券取引所の最終価格のみならず、あ\nる程度の期間の最終価格の月平均額をも考慮して上場株式の評価を行うこととした\nものであると解することができる。\nまた、相続税の補完税である贈与税の対象となる贈与についても、相続の場合と同\n様の評価を行うことが要請されており、贈与が親族間における無償の財産の移転で\nあることから、証券取引所における取引価格等を意識することなくこれを贈与する\nことや長年保有していた株式を親族に贈与する場合もあるところ、こうした贈与に\nついても右財産評価通達一六九を適用することにより、その財産の時価を一時点に\nおける需給関係に基づく偶発的な価格によって評価することの危険性を排除して、\n評価の安全を確保することとしたものと解することができる。\n三　そこで、本件負担付贈与契約に基づくニチアス株式の贈与の取引経過について\nみるに、前示のとおり、Ｃ及び原告らは、本件負担付贈与契約に先立ち、昭和六三\n年一一月二九日に、口座を設定した岡三証券に対し、Ｃについてはニチアス株式二\n三万八〇〇〇株の現物買いの注文を、一方、原告らについてはニチアス株式各一一\n万九〇〇〇株（合計二三万八〇〇〇株）の信用売りの注文をそれぞれ依頼している\nのであり、右注文に基づき証券市場において売買が成立することは容易に予想さ\nれ、右信用取引を介在させ、同日、同一銘柄、同株数及び同額の相対する取引を成\n立させることにより、Ｃ及び原告らの間においては、右株式の価格を実質的に固定\nし、右株式の取得から売却までの間に発生する証券市場における株式価格の変動に\nよる危険を防止しようとしたものであることは明らかである。また、Ｃが、手持ち\n資金のみならず、銀行からの借入れを受けてまでニチアス株式を購入し、Ｃの株式\n取得及び原告らの信用取引のわずか一七日後に本件負担付贈与契約を締結し、右株\n式の購入価格の一部である銀行からの借入債務についてのみ原告らに負担させたこ\nと、続いて、原告らは、自己が行った信用売りの決済をＣから取得した右株式の現\n物を充当し、譲渡代金を受領するという方法をとったこと、右のような一連の取引\nを行うことは、Ｃが協和銀行からの借入れを行う当初から計画されていたことは、\n前示のとおりであり、右一連の取引によって、Ｃは、ニチアス株式の購入価格四億\n六四一〇万円と、本件負担付贈与契約により原告らに負担させた協和銀行からの借\n入金二億四九九〇万円との差額二億一四二〇万円相当の経済的損失を受ける一方、\n原告らは、ほぼ同額の経済的利益を受けており（なお、Ｃは、右金額のほかに、ニ\nチアス株式の一株当たりの購入価格一九五〇円と本件負担付贈与契約締結時におけ\nる右株式の時価一九八〇円との差額、いわゆる値上がり益についても原告らに移転\nしていることになり、右値上がり益を含めた財産の移転額は、原告らそれぞれにつ\nき、一億一〇六七万円となる。）、結果として、Ｃと原告らとの間においては、岡\n三証券に支払った手数料等を除いて、Ｃから原告らへ右金額相当の財産を対価なし\nに実質的に移転させたものということができる。\nこのことからすれば、右一連の取引は、ニチアス株式の市場価格と財産評価通達一\n六九に基づいて計算される価額との間に相当の開差があることを利用して、原告ら\nの負担部分のみならず、Ｃから原告らへの実質的な財産の移転についても贈与税の\n負担を回避するために計画的に行われたものであるということができる（なお、原\n告らも、財産評価通達一六九に基づく同株式の昭和六三年一〇月の最終価格の月平\n均額を考慮して、税額が零になるように計算してその負担額を算出したことは自認\nしているところである。）。\n四　以上のように、本件負担付贈与契約を含む一連の取引は、専ら贈与税の負担を\n回避するために、贈与時点における株式の時価と財産評価通達一六九を適用して評\n価される株式の時価との乖離を利用して、本来贈与する目的のＣの財産に借入金を\n付加して、これをいったん株式に化体させた上、原告らに右借入債務を負担させる\nという形で本件負担付贈与契約を締結し、かつ、証券取引所における株価の変動に\nよる危険を防止する措置も講じた上、Ｃから原告らへの相続対象財産の移転を図る\n目的で計画的に行われたものというべきところ、このような取引について財産評価\n通達一六九を適用することは、偶発的な財産の移転を前提として、株式の市場価格\nの需給関係による偶発性を排除し、評価の安全を図ろうとする同通達の趣旨に反す\nることは明らかである。そして、このような取引についても、同通達を形式的、画\n一的に適用して財産の時価を評価すべきものとすれば、こうした計画的な取引によ\nり、多額の財産の移転につき贈与税の負担を免れるという結果を招来させることと\nなり、このような計画的な取引を行うことなく財産の移転を行った納税者との間で\nの租税負担の公平はもちろん、目的とする財産の移転が必ずしも多額ではないため\nに、このような方法をとった場合にも、証券取引に要する手数料等から、結果とし\nて贈与税負担の回避という効果を享受する余地のない納税者との間での租税負担の\n公平を著しく害し、また、相続税法の立法趣旨に反する著しく不相当な結果をもた\nらすこととなるというべきである。\nしたがって、このような場合に、財産評価通達一六九に定める評価方法を形式的に\n適用することなく、本来的に上場株式の客観的な市場価格であることが明らかな証\n券取引所の公表する課税時期の最終価格による評価を行うことには合理性があると\nいうべきである。\nなお、財産評価通達一六九が、平成二年八月三日付け直評一二、直資二－二〇三に\nよる改正により、負担付贈与又は個人間の対価を伴う取引により取得した上場株式\nの価額は、課税時期の最終価格によって評価することとした（この点は当事者間に\n争いがない。）のも、こうした負担又は対価を伴う経済的取引行為については、一\n般の相続や贈与のような偶発的な無償取得であること等に配慮した評価上のしんし\nやくの必要性がないことを明確にし、取得の動機いかんにかかわらず、本来的な時\n価の評価方法である課税時期の最終価格によることとしたものと解される。\n五　これに対し、原告らは、申告納税制度の下では、財産評価通達は、納税者を直\n接規制しているものであり、財産評価通達一六九が上場株式の唯一の評価方法であ\nることは、納税者にとって法的確信にまで達していたものであり、租税慣例法ない\nし行政先例法となっていた旨主張する。\nところで、元来、通達とは、上級行政機関がその内部的権限に基づき、下級行政機\n関及び職員に対して発する行政組織内部における命令の成文の形式のものをいうに\nすぎず、行政機関が通達によって法令の解釈等を公定し得る権限のないことは明ら\nかであるから、通達それ自体を国民の権利義務を直接に定める一般的抽象的法規\n範、すなわち、法規であるということはできない。確かに、下級行政機関は通達に\n従って行政を執行しなければならず、これに従って行動することが通例であり、法\n令の解釈や取扱いの準則等に関する通達は、現にこれに従った取扱いがなされるこ\nとが通例となるため、そうした取扱いがなされることによる影響は大きいものがあ\nるというべきではある。しかしながら、下級行政機関の通達違反の行為もそれだけ\nの理由では効力を否定されず、また、単に通達があるというだけでは、国民はこれ\nに拘束されないし、裁判所は、通達に示された法令の解釈に拘束されず、通達に定\nめる取扱準則等が法令の趣旨に反していれば、独自にその違法を判断できるものと\nいうべきであって、通達による実務的な取扱いの影響が大きいことをもって、通達\nそれ自体に法規としての効力を認めることはできないものといわなければならな\nい。もとより、財産評価通達に従った画一的取扱いがなされている場合に、これと\n異なった取扱いをすることが違法となる場合があり得ることは前記のとおりである\nが、これはそうした取扱いが租税法の基本原則である租税平等主義に違反すること\nによるものであり、財産評価通達が法規としての効力を有することによるものでな\nいことは明らかである。したがって、原告らの主張するように、財産評価通達が公\n表され、同通達の定める方法によって申告が行われ、納税者又は税理士等が財産評\n価通達によって評価されることについて何らかの確信をもっていたとしても、その\nことによって、直ちに財産評価通達が法規としての効力を有するものとはいえない\nことは明らかであるし、また、そうした納税者等の確信ないし信頼等の保護という\n点を考慮するとしても、本件に関していえば、要するに、実質的な租税負担の公平\nに反するような方法で租税負担の軽減ないし回避を享受し得る利益をいうにすぎ\nず、そのような利益が法的に保護されるに値するものともいえないというべきであ\nるから、原告らの主張は採用できない。\nまた、原告らは、贈与は本来無償の財産の移転であり、親子間等において、無償の\n財産の移転がなされることを不自然であるかのようにいうことはできないとか、負\n担付贈与は何ら不自然な行為ではなく、原告らは、贈与額から負担額を控除した分\nだけの贈与を受けたにすぎないとか、本件負担付贈与の対象となったニチアス株式\nの値上がりは、株式価格の変動としてそれほど特異な現象ではないとか主張し、本\n件負担付贈与は何ら不自然な取引ではない旨主張するかのようである。\nしかしながら、本件においては、Ｃと原告らとの間で実質的に無償の財産移転が行\nわれたこと自体が不自然であるとしているものではなく、当初から計画的に、Ｃが\n本来贈与する目的の手持ち資金に借入金を付加して、これをあえていったん株式に\n化体させた上、原告らに右借入債務を負担させるという本件負担付贈与契約を締結\nすることにより、実質的な財産の無償移転部分についても贈与税の負担を回避する\nという取引について、財産評価通達一六九の評価方法によらないことが合理的であ\nるとしているにすぎないのであり、そうした解釈が、しかるべき租税負担を行って\n無償の財産移転をすること自体を否定するものでないことや、負担付贈与という行\n為自体を否定して負担額の控除を否定するものでないことは明らかである。また、\n原告らは、ニチアス株式の値上がり自体は不自然な現象でない旨主張するが、本件\nにおいては、ニチアス株式の値上がり自体を不自然としているものではないし、Ｃ\nらが、贈与時点における株式の時価と財産評価通達一六九を適用して評価される株\n式の時価との乖離を利用すべく、ニチアス株式が一定程度の値上がりをしているこ\nとを十分承知した上で、これを取得しているものであり、Ｃ及び原告らにとって、\nニチアス株式の値上がりが決して偶発的なものでないことは明らかである。したが\nって、原告らの主張は理由がないというべきである。\nさらに、原告らは、財産評価通達一六九を適用して評価することが著しく不当とし\nて異なる評価方法をとる場合に、国税庁長官の指示を受けないことは、財産評価通\n達六に定める例外的取扱いの手続に違反しているから、本件処分は違法である旨主\n張するが、財産評価通達が法規としての効力を有しないことは前記のとおりであ\nり、同通達六にいう国税庁長官の指示も、国税庁内部における処理の準則を定める\nものにすぎないというべきであり、右指示の有無が、更正処分の効力要件となって\nいるものでないことは明らかであるから、それ自体が課税処分の効力に影響を及ぼ\nすものではないというべきであり、原告らの主張は採用できない。\nなお、原告らは、本件と同種の事案について、財産評価通達一六九の適用が是認さ\nれた例があったかのような主張をしているところであるが、その主張自体具体的な\nものではないし、本件において財産評価通達の定める方法によらない評価方法をと\nることに合理性があることは前示のとおりであるから、仮に同種の事案において本\n件のような評価方法をとって課税することのなかった事例があったとしても、租税\n法律関係以外の他の事情を考慮するなどして殊更恣意的に本件についてのみ異なる\n取扱いをしたというような特段の事情がない限り、これをもって直ちに平等原則に\n反するものとはいえないというべきである。\n以上のとおり、原告らの主張は、いずれも採用することはできない。\nしたがって、本件負担付贈与契約にかかる株式の時価を課税時期の最終価格とする\n評価方法により評価することには合理性があり、原告らの主張するような違法な点\nはないというべきである。\n六　以上によれば、原告らの昭和六三年分の贈与税の課税価格及び納付すべき贈与\n税額は、それぞれ被告主張額と同額となり、本件各課税処分は、いずれも適法であ\nる。\nよって、原告らの請求はいずれも理由がないから、これを棄却することとする。\n（裁判官　秋山壽延　竹田光広　岡田幸人）\n"
}