{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 4,
    "month": 10,
    "day": 26
  },
  "case_number": "平成3(行コ)15",
  "case_name": "行政処分取消請求控訴事件",
  "court_name": "福岡高等裁判所",
  "field": "行政",
  "gist": "温泉審議会の許可基準内規に適合しないから不許可を相当とする旨の当該審議会の意見を受けて県知事のした新規温泉掘さく不許可処分が，前記内規は温泉法に基づく裁量を逸脱するものではなく，当該処分に手続的違法があるとはいえないなどとして，適法とされた事例",
  "case_gist": "温泉審議会の許可基準内規が，新規の温泉掘さく申請の許可に当たって既設の温泉から一定の距離をおくことを定めており，当該基準に適合しないとして不許可を相当とした同審議会の意見を受けて県知事のした新規温泉掘さく不許可処分が，当該許可基準内規は，既設泉源の保護によりその地区における温泉源全体を保護することを目的としており，このような目的のほか，その手段，形式の各点において温泉法に基づく裁量を逸脱するものではないから違法ではなく，また，温泉法には掘さくの許可申請について聴聞手続や審議会の審査基準を公表すべきものとする規定がないから，前記内規の告知，聴聞手続を欠いたことに手続的違法があるとはいえないなどとして，適法とされた事例",
  "lawsuit_id": "16505",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16505",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/505/016505_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実及び理由\n第一　当事者の求めた裁判\n一　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人が控訴人に対し、昭和六一年一〇月一四日付けをもってした、控訴人\nの同年六月三〇日付け温泉掘さく許可申請及び温泉動力装置許可申請を不許可とし\nた各処分を取り消す。\n３　訴訟費用は、第一、二審とも、被控訴人の負担とする。\n二　控訴の趣旨に対する答弁\n主文と同旨。\n第二　事案の概要\n次のとおり付加するほか、原判決の「事実及び理由」の「第二　事案の概要」に記\n載のとおりであるから、これを引用する。\n１　原判決六枚目表二行目の「利用見込み」の後に「及び本件申請地における温泉\n掘さくが既設泉源に及ぼす影響」を加える。\n２　同七枚目表七行目の「利用状況」の後に「及び本件申請地における温泉掘さく\nが本件既設泉源に及ぼす影響」を加え、裏四行目の後に改行して、次のとおり加え\nる。\n「また、温泉法四条の定める「温泉のゆう出量、温度若しくは成分に影響を及ぼ\nし、その他公益を害する虞がある」という要件の判断は、このような虞が現にある\nか否かの事実認定と、「温泉のゆう出量、温度若しくは成分への影響がどの程度の\nものであれば、掘さくの許可を拒否できるかという、将来の予測と価値判断（将\n来、温泉源がどのようになるか、また、どのようにすべきか）を含む極めて高度の\n専門的、技術的な裁量判断からなるものである。具体的には、温泉の掘さくは、当\n該掘さく地点の地質の構造、泉脈の状態、温泉の開発状況、当該掘さく工事の方法\n等により、それぞれ事情を異にしているため、右要件の判断は、到底画一的な基準\nの下画一的に行うことはできないものである。掘さくの拒否は、あくまでも各事例\nごとに、各事例に特有な諸事情を検討し、個別的に決定されるべきである。したが\nって、本件審議会は、少なくとも、新規掘さく申請地点から距離制限内規に抵触す\nる位置に存する既設泉源については、申請地点の掘さく、揚水実験を実施し、これ\nにより既設泉源への具体的影響を考察すべきであった。そして、制限距離内にある\n既設泉源に具体的影響を与えなければ、制限距離外にある既設泉源に影響を与える\nことまでは考えなくてよく、他方、申請地での掘さく、揚水が制限距離内に存する\n既設泉源に実際上も具体的影響を与えるとすれば、それが温泉法四条の規定する具\n体的影響にまで達しているのかどうか、場合によっては地質構造まで調査する必要\nがあるかどうかという問題を考慮するとともに、新規申請地の揚水実験データを踏\nまえて、新規掘さくの許容、揚水量、使用可能ポンプ等を限定的に条件付けた上で\n許可し得るかどうかを具体的に検討することになる。\n本件審議会は、本件内規を盲目的に適用し、右に述べたような具体的、個別的調査\nを怠るという違法な措置を採ったことは明白である。」\n第三　証拠（省略）\n第四　争点に対する判断\n次のとおり改め、付加するほか、原判決の「事実及び理由」の「第三　争点に対す\nる判断」の説示と同一であるから、これを引用する。\n１　原判決一一枚目裏一一行目の「一箇所とする」を「一箇所とし、既設の温泉か\nらの距離は原則として五メートル以内とする」と改める。\n２　同一四枚目裏五行目の「Ａの」を「助手、工学博士Ａの証人としての」と改め\nる。\n３　同二一枚目裏一〇行目の後に、改行して、次のとおり加える。\n「なお、控訴人は、本件審議会が本件申請地における温泉掘さくが既設泉源に及ぼ\nす影響等について、具体的調査を怠った違法があると主張するので、この点につき\n更に検討する。\n温泉法一条は、「この法律は、温泉を保護しその利用の適正を図り、公共の福祉の\n増進に寄与することをもって目的とする。」と定め、四条は、「都道府県知事は、\n温泉のゆう出量、温度若しくは成分に影響を及ぼし、その他公益を害する虞がある\nと認めるときの外は、」温泉ゆう出目的の土地掘さくの許可を与えなければならな\nい旨を定めているが、右法条にいう温泉は、前記のとおり、私人が開設した個々の\n温泉井をいうのではなく、一定地域における全体としての温泉源を指すものである\nことは明らかである。\nところで、甲第一号証及び原審における控訴人本人尋問の結果によれば、控訴人の\n本件温泉掘さく許可申請における申請の理由としての記載は、「申請者は．、自己\nの所有地に住宅ビル建設を計画し、地質調査を兼ね隣接する貸駐車場の車両洗車用\n水確保のため、さく井したところ、掘さく中に排水が温かくなったため調査しなと\nころ高温のため、自家並びに公衆浴用に供したく本申請に及んだ。」というもので\nあることが認められるところ、甲第一〇号証の二によれば、本件申請地がある井尻\n地区の地質構造は、地下約五〇メートルまでが沖積層及び風化花崗岩の層で、その\n下に花崗岩層があり、同地区の温泉の泉源は、花崗岩層の裂けめからゆう出した温\n水が、その上の風化花崗岩の層及び沖積層を高所から低所へと流下している、いわ\nゆる流下泉であり、同地区に存在する温泉井は、いずれも右流下泉から動力ポンプ\nにより温水を揚げて採湯しているものであることが認められ、控訴人の本件申請も\n石流下泉から動力ポンプを使用して温水を揚げ、採湯しようとするものであること\nが認められる。\nそして、乙第二〇号証及び原審証人Ｂの証言によれば、基盤岩の上方の透水層内を\n温泉が流下する、いわゆる流下泉から採湯する温泉においては、基盤岩の裂けめか\nらゆう出する温泉量よりも採取する温泉量が多い場合には、付近の地下水をも合わ\nせて採取するようになり、温度の低下、温泉成分の含有の減少などをもたらし、右\n流下泉は温泉源としての用を果たさなくなるもので、往時の長崎県小浜温泉、福岡\n県二日市温泉、山口県湯田温泉などにその例があること、これを防止するには、既\n設温泉井の所有者に対しては、温泉動力装置許可の際に定められた単位時間内の標\n準揚湯量を遵守させるとともに、新規の温泉井の設置については距離制限を設け、\nあるいは地域を限定して新規の温泉井の設置を禁止すること以外には、適当な方策\nがないことが認められる。\nまた、前記甲第一〇号証の二及び原審証人Ａ、同Ｃの各証言を総合すると、複数の\n温泉井を設け、右流下泉から動力ポンプにより、ほぼ標準揚湯量とされる毎分五〇\nないし六〇リットルの揚湯をする場合、各温泉井間の距離を一二二メートル以上離\nさないと、各温泉井の水位がいずれも低下するという影響があり、右距離以内に温\n泉井を設けて毎分五〇ないし六〇リットルの揚湯を継続した場合には、右流下泉を\n泉源とする温泉全体の衰退を招くおそれがあることが認められる。\n以上の事実を総合して考えると、本件審議会が、本件申請地と本件既設泉源との距\n離が六五メートルであることにかんがみ、それ以上の具体的調査をすることなく、\n本件申請を却下すべき旨の答申をしたことには、調査義務を怠った違法はないとい\nうべきである。」\n４　同二三枚目裏四行目の「１」を削除する。\n第五　以上の次第で、当裁判所も、控訴人の本訴各請求は、いずれも理由がないと\n判断する。\nよって、控訴人の各請求を棄却した原判決は正当であって、本件控訴は理由がない\nから、これを棄却し、控訴費用の負担につき行政事件訴訟法七条、民訴法九五条、\n八九条を適用して、主文のとおり判決する。\n（裁判官　奥平守男　石井義明　寺尾　洋）\n"
}