{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 4,
    "day": 5
  },
  "case_number": "平成7(行ウ)1",
  "case_name": "損害賠償請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "lawsuit_id": "16073",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16073",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/073/016073_hanrei.pdf",
  "contents": "主　　　文\n一　本件訴えのうち、次の請求に係る訴えを却下する。\n１　被告ａ及び同ｂに対し、各自が、愛知県公立小中学校教職員に対する給与口座\n振込制度及び厚生諸費振替制度の事務取扱説明会に要した旅費及び給与相当額の損\n害賠償金一六五四万七六六三円及びこれに対する平成七年二月二四日から支払済み\nに至るまで年五分の割合による遅延損害金を、愛知県に対して、支払うよう求める\n請求。\n２　被告愛知県教育委員会教育長に対し、愛知県公立学校教職員に関して株式会社\n東海銀行との間に締結している給与の口座振込に関する協定の履行及び債務その他\nの義務の負担の中止と右協定期間経過後の協定の更新、更改の禁止を求める請求の\nうち、\n（一）　愛知県公立小中学校教職員を除く愛知県公立学校教職員に関して求める部\n分。\n（二）　平成一〇年一二月二五日までになされた分の中止若しくは禁止を求める部\n分。\n３　被告愛知県知事及び同愛知県教育委員会教育長に対し、愛知県公立学校教職員\nの厚生諸費控除に関して、財団法人愛知県教育職員互助会に対して交付されるべき\n補助金の支出の執行の中止を求める請求のうち、\n（一）　愛知県公立小中学校教職員を除く愛知県公立学校教職員に関して求める部\n分。\n（二）　平成一〇年一二月二五日までに支出が終わった分の支出の中止を求める部\n分。\n（三）　平成一四年四月一日以降の補助金の支出の中止を求める部分。\n４　被告ａ、同ｂ及び同財団法人愛知県教育職員互助会に対し、各自が、平成六年\n度に財団法人愛知県教育職員互助会に対し交付された補助金相当額の損害賠償金三\n〇〇〇万円及びこれに対する平成七年二月二四日から支払済みに至るまで年五分の\n割合による遅延損害金を、愛知県に対して、支払うよう求める請求のうち、金一一\n二七万七〇〇〇円及びこれに対する平成七年二月二四日から支払済みに至るまで年\n五分の割合による遅延損害金を支払うよう求める部分。\n二　原告らのその余の請求を棄却する。\n三　訴訟費用は原告らの負担とする。\n事実及び理由\n第一　請求\n一　被告ａ及び同ｂは、各自、愛知県に対して、金一六五四万七六六三円及びこれ\nに対する平成七年二月二四日から支払済みに至るまで年五分の割合による金員を支\n払え。\n二　被告愛知県教育委員会教育長は、愛知県公立学校教職員に関して株式会社東海\n銀行との問に締結している、給与の口座振込に関する協定の履行及び債務その他の\n義務の負担を中止し、右協定期間経過後、協定の更新、更改をしてはならない。\n三　被告愛知県知事及び同愛知県教育委員会教育長は、愛知県公立学校教職員の厚\n生諸費控除に関して、財団法人愛知県教育職員互助会に対して交付されるべき補助\n金の支出の執行を中止しなければならない。\n四　被告ａ、同ｂ及び同財団法人愛知県教育職員互助会は、各自、愛知県に対し\nて、金三〇〇〇万円及びこれに対する平成七年二月二四日から支払済みに至るまで\n年五分の割合による金員を支払え。\n第二　事案の概要\n（争いのない事実等）\n一　当事者\n１　原告らのうち、原告愛知県学校事務労働組合は愛知県内に主たる事務所を置く\n法人たる職員団体であり（地方公務員法以下「地公法」という。）五四条参照）、\n原告尾東学校労働者組合、同がっこうコミュニティユニオン・あいち及び同愛知が\nっこうユニオン（以下、三者をまとめて「原告団体」という。）は、愛知県内に主\nたる事務所を置く職員団体であり（地公法五二条参照）、その余の原告らは愛知県\n内に住所を有する自然人である。\n２　被告ａは、平成六年及び同七年当時、愛知県知事の職にあった者で、被告ｂ\nは、その当時、愛知県教育委員会教育長（以下「教育長」という。）の職にあった\n者である。\n３　被告財団法人愛知県教育職員互助会（以下「被告互助会」という。）は、愛知\n県教育職員の福利増進を図り、もって愛知県教育の振興発展に寄与することを目的\nとして、愛知県職員の共済制度に関する条例（昭和二九年愛知県条例第三四号。以\n下「共済条例」という。乙五）一条に基づいて設立されている財団法人である（財\n団法人愛知県教育職員互助会寄附行為（以下「寄附行為」という。）三条）。\n二　給与振込制度について\n１　愛知県教育委員会（以下「県教委」という。）は、愛知県内の市町村立学校職\n員給与負担法一条及び二条に規定する県費負担教職員（以下「小中学校教職員」と\nいう。）に対する給与を、平成七年一月分まで、出納長が各学校の資金前渡員の口\n座に振り込み、資金前渡員が各教職員に現金で支払う資金前渡（地方自治法（以下\n「自治法」という。）二三二条の五第二項）の方法により支払っていた。\nなお、愛知県立学校教職員については、平成四年以来、後述する本件給与振込制\n度と同様の方法により、給与の口座振込が行われていた。\n２　県教委は、平成七年二月分の給与から、小中学校教職員を対象に、出納長が教\n職員の金融機関の普通預金口座に直接振り込む、口座振替（自治法二三二条の五第\n二項）の方法により支払う給与口座振込制度を導入するべく、平成六年六月から七\n月にかけて、県下八会場において、県教委教職員課の担当者が、小中学校の事務職\n員を対象として、事務取扱説明会を開催した。右説明会においては、後記の本件厚\n生諸費振替制度に関する説明も行われた。\n３　愛知県には、職員の給料の支給方法について（一）記載の条例の規定が存した\nが、給与口座振込制度を導入するにあたり、平成六年一一月三〇日、（二）記載の\n規定を整備した。\n（一）　職員の給与に関する条例（昭和四二年三月二四日条例第三号。以下「本件\n給与条例」という。）\n八条六項　前五項に定めるもののほか、給料の支給方法に関し必要な事項は、人事\n委員会規則で定める。\n（二）　給料等の支給方法に関する規則（昭和四二年一二月一三日人事委員会規則\n五－二五。ただし平成六年一一月三〇日五－七一九により改正後のもの。\n以下「支給方法規則」という。）\n六条の二　給料は、職員の申出により、その全部又は一部をその者の預金又は貯金\nの口座への振込の方法により支給することができる。\nなお、給与のうち毎月定期に支払われる諸手当、期末手当及び勤勉手当、寒冷地\n手当についても、本件給与条例に同条例八条六項と同旨の規定が存し、給与のうち\n毎月定期に支払われる諸手当については、平成六年一一月三〇日、支給方法規則に\n同規則六条の二と同旨の規定を整備した。また、期末手当及び勤勉手当、寒冷地手\n当についても、同日、（三）及び（四）記載の規定を整備した。\n（三）　期末手当及び勤勉手当に関する規則（昭和四二年一二月一三日人事委員会\n規則五－二三。ただし平成六年一一月三〇日五－七一八により改正後のもの。）\n一五条二項　給料等の支給方法に関する規則（昭和四二年愛知県人事委員会規則五\n－二五）第六条の二の規定は、期末手当及び勤勉手当の支給について準用する。\n（四）　寒冷地手当に関する規則（昭和四二年四月二六日人事委員会規則五－九。\nただし平成六年一一月三〇日五－七一七により改正後のもの。）\n九条五項　給料等の支給方法に関する規則（昭和四二年愛知県人事委員会規則五－\n二五）第六条の二の規定は、寒冷地手当の支給について準用する。\n（以下給与の口座振込について規定した人事委員会規則をまとめていう場合には、\n「支給方法規則等」という。）\n４　県教委は、平成七年二月分の給与から、小中学校教職員を対象に給与口座振込\n制度（以下「本件給与振込制度」という。）を実施したが、同制度の概要のうち争\nいのないものは、次に記載するとおりである。\n（一）　振込対象給与等\n毎月定期に支払われる給与、期末手当及び勤勉手当、給与改定に伴う差額及び寒\n冷地手当（以下「給与等」という。）が口座振込の対象となる。\n（二）　振込対象額\n給与等の額から所得税、住民税等の法定控除額を控除した後の額\n（三）　口座振込\n愛知県の指定金融機関及び指定金融機関との間で為替取引のある全ての金融機関\nに、三口座まで設定できる。\nそれぞれの口座の特徴は次のとおり。\n（１）Ａ口座\n主口座。教職員の希望する金融機関を指定できる。\n（２）Ｂ口座\n副口座。教職員の指定金額が振り込まれ、教職員の希望する金融機関を指定でき\nる。\n（３）Ｃ口座\n後記厚生諸費の相当額を振り込む口座で、株式会社東海銀行（以下「東海銀行」\nという。）に限定されている。\n（四）　振込方法\n教職員は、次の振込方法を選択することができる。\n（１）　全額一括振込\n振込対象額の全額を指定された口座に振り込む方法\n（２）　全額分割振込\n振込対象額の全額を指定された口座に分割して振り込む方法\n（３）　一部振込（定額現金）\n指定金額を現金で渡し、指定金額及び残額を指定された口座に振り込む方法\n（４）　一部振込（残額現金）\n指定金額及び「〇〇〇円未満の端数金額を指定された口座に振り込み、残額を現\n金で支給する方法\n（５）　端数振込\n一〇〇〇円未満の端数金額を指定された口座に振り込み、残額を現金で支給する\n方法\n５　愛知県は、自治法一八〇条の二及び愛知県財務規則（昭和三九年三月二五日規\n則第一〇号）三条二項二号、同項四号の規定に基づき「予算配当額の範囲内におい\nて支出負担行為を行う事務」及び「支出の命令を行う事務」を教育長に委任するこ\nととしているので、教育長は県教委の所管に属する事項について支出の原因となる\nべき契約その他の行為（支出負担行為）を行う権限を有する。\n教育長は、平成七年二月一日、愛知県の代表者として、東海銀行と、小中学校教\n職員等に対する給与の口座振込事務について次の条項を含む協定（以下「本件協\n定」という。）を締結した（乙一八。なお、条項中、甲とは愛知県のことを指し、\n乙とは東海銀行のことを指す。）。\n第一条　甲は、職員のうち給与の口座振込の申出を行った者に対する給与の口座振\n込事務を乙に対して、乙の本店公務部を取りまとめ店として委託する。\n第五条　甲は、振込指定日の三営業日前までに、別に定める給与の振込明細を乙に\n交付する。\n（略）\n給与の振込明細は、磁気テープ交換により行うものとし、（以下略）\n第六条　乙は、給与の振込明細に記録された銀行コード、店番、預金種目、口座番\n号及び受取人名により入金手続を行うこととし、甲は、給与の振込に必要な資金を\n振込指定日の当日までに乙に交付するものとする。\n第一〇条　この協定に基づく乙の取扱手数料及びこれにかかる消費税相当額につい\nては、甲、乙双方が別途協議するものとする。\n第一六条　この協定の有効期間は、締結の日から平成八年三月三一日までとする。\nただし、期間満了の三か月前までに甲、乙いずれからも何ら意思表示を行わない場\n合は、さらに一年間自動的に更新するものとし、以降もまた同様とする。\n本件協定は、第一六条に基づき、現在まで自動的に更新されている。\nまた、第一〇条の経費については、無償とするとの合意が成立している。\n三　厚生諸費振替制度について\n１　被告互助会は、平成七年二月から、厚生諸費振替制度を実施することとした\n（以下「本件厚生諸費振替制度」といい、被告互助会が行う同制度に係る事業を\n「本件厚生諸費振替事業」という。なお、原告らは、同制度を厚生諸費控除制度と\n表現しているので、原告らの主張として記載する際には、「本件厚生諸費控除制\n度」又は「本件厚生諸費控除事業」という。）。\n２　本件厚生諸費振替制度の概要のうち争いのないものは以下のとおりである。\n（一）　厚生諸費の費目は左記のとおりである。\nア　福祉貯金積立金\nイ　退職互助会等掛金・貸付返済金\nウ　団体（集団）被保険掛金等\nエ　会員等がその職場に勤務することに付随して支払が生ずる福利厚生に関するも\nので、会員等からの申出により所属長が認めたもの（例えば、親睦会会費、給食\n費、旅行積立金）。\n（二）　本件厚生諸費振替制度を利用できる者は、小中学校教職員のうち本件給与\n振込制度を利用する者にして、互助会の会員及び互助会長が特に必要と認めた者\nで、厚生諸費の振替を希望する者（以下「振替希望者」という。）である。\n（三）　本件厚生諸費振替制度を利用すると、（一）記載の費目のうち振替希望者\nが申し出た厚生諸費を、給与等支給日に、電算処理により、登録したＣ口座（厚生\n諸費相当額が振り込まれる口座）から厚生諸費相当額が被告互助会の口座に振り替\nえられ、被告互助会の口座から各厚生諸費収納団体の口座に振り替えられる。\n四　補助金の支出\n愛知県は、平成六年度、被告互助会に対し、別紙補助金支出一覧表記載のとおり\n補助金を支出した。なお、右補助金の支出負担行為決定及び支出命令は、県教委の\n所管に属する事項であり、教育長が知事から委任を受けていた。\n被告互助会では、右補助金のうち金一八七二万三〇〇〇円を小中学校教職員の本\n件厚生諸費振替制度のために使用した。\nまた、愛知県は、平成七年度以降、被告互助会に対し、本件厚生諸費振替事業費\n補助金として、補助金を支出している。\n五　原告らは、平成六年一〇月一二日、愛知県監査委員に対し、別紙監査請求書記\n載の「愛知県教育委員会事務局職員措置請求書」を提出し、住民監査請求を行った\n（以下「本件監査請求」という。）が、愛知県監査委員は、同年一二月五日付け書\n面で、同請求を棄却した。\n六　原告らは、平成七年一月四日、本件訴えを提起した。本件訴えは、\n１　本件給与振込制度・本件厚生諸費控除制度の事務取扱説明会に出席した学校事\n務職員及び県教委事務局職員に対して支払われた旅費相当額金二五九万四六三九円\n及び給与相当額金一三九五万三〇二四円の合計金一六五四万七六六三円の損害賠償\n（請求第一項）\n２　本件協定の履行、更新等の差止め（請求第二項）\n３　愛知県が被告互助会に対し厚生諸費控除制度について補助金を支出することの\n差止め（請求第三項）\n４　平成六年度に県から被告互助会に本件厚生諸費控除事業のために支払われた補\n助金が三〇〇〇万円を下らないとして、三〇〇〇万円の損害賠償又は不当利得返還\n請求（請求第四項）\n以上を求めるものであり、請求第一項を除く請求の対象範囲は、愛知県公立学校\n教職員に関するものである。\n（争点及び争点に対する当事者の主張）\n一　原告団体の原告適格の有無\n（被告らの主張）\n自治法二四二条の二にいう「普通地方公共団体の住民」には、いわゆる法人格な\nき団体は含まれない。なぜなら、法人格なさ団体は、特別な規定がある場合にのみ\n法主体性が認められるにすぎず、また、その住所概念は不明確であるからである。\n一部の法人格なき団体において住所概念が明確になったとしても、一般的な住民概\n念に基づく当事者適格について、個々具体的な事例ごとに原告適格の有無が左右さ\nれることは疑問であり、画一的な解釈がなされるべきである。原告団体は、地公法\nで認められた職員団体であり、地公法の範囲において、当局側との間に一定の交渉\n権限が認められているにすぎない法人格なき団体である。したがって、本件訴えの\nうち原告団体の提起に係る部分は却下されるべきである。\n（原告らの主張）\n原告団体は、地公法五三条に基づき愛知県人事委員会に登録された職員団体であ\nるから、住所は明確であり、規約等、職員団体の資格を有し、法律上の行為能力の\n認められる団体であることは明らかである。\n二　請求第一項（説明会出席者に対し支払われた旅費、給与相当額の賠償請求）に\n関する本案前の争点について\n（被告ａ、同ｂの主張）\n１　住民訴訟の対象となる地方公共団体の長又は職員の行為とは、地方公共団体に\n財産上積極・消極の損害を与え、ひいては住民の利益の侵害につながるような財務\n的事項に限定されるものであって、それ以外の行政一般の非違にまでわたるもので\nはない。\n原告らは、県教委が実施した本件給与振込制度を取り上げ、その準備事務に従事\nした県教委職員等に支払った給与等の費用の返還を求めている。\nしかしながら、給与の支払方法についていかなる制度を選択するかの決定及びそ\nの実施に向けての準備行為の執行一般は、行政上の事務処理ではあるが、それ自\n体、地方公共団体の財務会計上の処理を直接目的とする行為ではない。したがっ\nて、原告らのこれらに関する前記各訴えは、自治法二四二条の二に規定する住民訴\n訟の対象とならないものであり、不適法なものである。\n原告らは、財務会計行為そのものである旅費、給与の支出行為の違法について何\nら主張することなく、先行行為たる本件給与振込制度若しくは本件厚生諸費振替制\n度の違法が、財務会計行為の違法を惹起すると主張する。しかしながら、職員への\n旅費や給与の支払等事務経費の支出行為は、いかなる行政作用においても生ずるも\nのであり、かつ、個々の事務経費の支払という財務会計行為については、その事務\n経費の支払の原因となった行為の違法性が、財務会計上の行為自体の違法要件とな\nっているものではない。このような一般行政上の経費支出については、法が許容し\nている範囲外の行為として、客観訴訟たる住民訴訟の対象とすることはできず、こ\nれらに関する訴えは、本件給与振込制度若しくは本件厚生諸費振替制度の違法性を\n判断する以前の問題として、失当である。\n２　原告らは、本件給与振込制度・本件厚生諸費振替制度事務説明会参加者への支\n払済み旅費及びこれへの従事時間分の人件費の支出を、本件住民訴訟の対象として\nいるが、右支出については、本件監査請求の対象となっていない。\n原告らが措置請求書において「公立小中学校教職員の給与振込、厚生諸費控除制\n度の導入準備」行為に言及していることを理由に、準備行為について住民監査請求\nの対象としていると解するとしても、これら準備行為の範疇に含まれる行為につい\nては何ら特定されておらず、不適法な住民監査請求である。\n（原告らの主張）\n１　原告らは、県教委が法的な根拠を欠く給与振込実施のため準備事務をしたこと\nに伴ってなされた公金支出について損害賠償を求めているもので、財務会計上の違\n法を主張するものであるから、本件訴えは適法である。\n２　被告ａ及び同ｂは、本件給与振込制度及び本件厚生諸費控除制度の事務取扱説\n明会に要した旅費及び給与相当額の損害賠償請求が、住民監査請求を前置していな\nいと主張する。しかし、原告らは、本件監査請求において、公立小中学校教職員の\n給与振込・厚生諸費控除制度の導入準備事務に係る愛知県一九九四年度予算の支出\nを監査の対象事項としているから、右請求は住民監査請求を前置している。\n三　請求第二項（本件協定の履行等の差止め）に関する本案前の争点について\n当事者双方が主張する以下の諸点の他、口頭弁論終結日までに執行がなされた本\n件協定の履行等の差止めの訴えの適法性については、後に職権で判断する。\n（被告教育長の主張）\n１　原告らは、本件監査請求において「東海銀行との問に締結している、給与の口\n座振込に関する協定」の「更新、更改」の禁止については何ら求めていないのであ\nるから、本件協定の更新、更改の禁止を求める訴えは住民監査請求前置主義に反し\n許されない。\n「更改」は、新債務を成立させることによって旧債務を消滅させるものであるか\nら、本件監査請求の対象とした「公立小中学校教職員の給与振込に係る事務を金融\n機関に委託する契約の締結」行為とは同一性を欠く行為であるから、これを住民訴\n訟の対象とすることは、住民監査請求前置主義に反し許されない。\n２　住民訴訟の対象となる行為は、他の事項から区別して特定認識できるように個\n別的・具体的に摘示することを要する。\nしかるに、原告らは、その訴えにおいて、本件協定の「更新、更改」の差止めを\n求めつつ、その「更新、更改」の時期については何ら限定もしていないので、訴え\nの特定性を欠くものとして不適法である。\n３　愛知県公立学校教職員は、愛知県立学校教職員と、小中学校教職員とに分類さ\nれるが、原告らを含む監査請求人らは、前記「愛知県教育委員会事務局職員措置請\n求書」において、監査を求める対象について、県教委が進めている「公立小中学校\n教職員に関する」行為の「違法・不当性」であると、明示的に主張している。\nしたがって、原告らの訴えのうち、小中学校教職員を除く愛知県公立学校教職員\nに関する訴えは、住民監査請求を経ることなしてなされた訴えであるから、却下さ\nれるべきである。\n（原告らの主張）\n１　被告教育長は、本件協定の更新・更改の差止めを求める訴えは、住民監査請求\nを経ていないと主張する。\nしかし、継続して執行されている事業の予算執行状況、補助金等の支出状況は住\n民監査請求時、住民訴訟提起時、さらに訴訟の進行に伴い経時的に変化するのであ\nるから、住民監査請求に係る行為又は事実から派生し、又はこれを前提として後続\nすることが当然に予測される行為又は事実は、たとえ住民監査請求で直接にその対\n象としていなくても、住民訴訟の対象とすることができる。\nしたがって、本件訴えにおいて・住民監査請求では求めていなかつた本件協定の\n「更新、更改」の差止めを求めても、住民監査請求前置主義には反しない。\nなお、「更改」についても、それは単に契約技術上の手直しにとどまるものであ\nって、その協定は当初の原協定と実質的に同一であるから、住民監査請求前置主義\nに反することはない。\n２　給与の口座振込に関する協定に期間が定められていたとしても、一般に更新が\n予定されており、仮に更改という形を取っても、特段の事情がない限り単に契約技\n術上の手直しにとどまるものであって、その協定（契約）は当初の原協定と実質的\nに同一と考えられる。\nしたがって、原告らの訴えは請求内容の特定を欠くものではない。\n３　原告らが請求した住民監査対象は、平成四年八月以来実施されていた愛知県立\n学校教職員の給与振込制を小中学校教職員にも拡大するにあたって、その実施準備\n事務及び金融機関への委託契約締結が法令準拠義務に違反していること、さらに一\n九九四年度予算として支出された三〇〇〇万円強の被告互助会への補助金によって\n実施されている厚生諸費控除事務（これにはもちろん県立学校教職員に係る厚生諸\n費控除も含まれる。）について、地公法二五条二項他に違反する事実が認められる\nので、その監査を求めたものであり、「公立小中学校教職員に対する給与振込制度\n等」のみを対象としたものではない。\n四　請求第三項・第四項（被告互助会に対する補助金の支出差止めと損害賠償等）\nに関する本案前の争点について\n当事者双方が主張する以下の諸点の他、口頭弁論終結日までに執行がなされた補\n助金の支出差止めを求める訴えの適法性については、後に職権で判断する。\n（被告らの主張）\n１　平成七年度以降の補助金支出は、本件監査請求の対象範囲には含まれない。\nしたがって、平成七年度以降の補助金の支出を住民訴訟の対象とすることは、住\n民監査請求の対象たる行為とは同一性を欠く行為を住民訴訟の対象としようとする\nものであり、住民監査請求前置主義に反する。\n２　住民訴訟の対象となる行為は、他の事項から区別して特定認識できるように個\n別的・具体的に摘示することを要する。\n原告らが、平成七年度以降の補助金の支出についての差止めを求めているとして\nも、その時期が何ら特定されておらず、請求内容として特定性を欠き、不適法な訴\nえである。\n３　原告らの訴えのうち、小中学校教職員を除く愛知県公立学校教職員に関する訴\nえは、前記三の（被告教育長の主張）の３のとおり住民監査請求を経ることなくし\nてなされた訴えであるから、却下ささるべきである。\n（原告らの主張）\n１　被告らは、平成七年度以降の補助金支出の差止めを求める訴えは、住民監査請\n求を経ていないと主張する。\nしかし、継続して執行されている事業の予算執行状況、補助金等の支出状況は住\n民監査請求時、住民訴訟提起時、さらに訴訟の進行に伴い経時的に変化するのであ\nるから、住民監査請求に係る行為又は事実から派生し、又はこれを前提として後続\nすることが当然に予測される行為又は事実は、たとえ住民監査請求で直接にその対\n象としていなくても、住民訴訟の対象とすることができる。\nしたがって、本件訴えにおいて、住民監査請求では求めていなかった平成七年度\n以降の補助金支出の差止めを求めても、住民監査請求前置主義には反しない。\n２　平成七年度以降、本件給与振込制度や本件厚生諸費振替制度が継続され、右制\n度が継続される限り毎年の補助金が支出されることは予定されているから、その差\n止めを求める訴えについて、特定を欠くことはない。\n３　原告らが、小中学校教職員を含む愛知県公立学校教職員に関して住民監査請求\nをしたことは、前記三の（原告らの主張）の３のとおりである。\n五　本件協定の履行等の違法性\n（原告らの主張）\n１　本件協定に基づき、給与振込を行うことは、地公法二五条に違反する。\n（一）　被告教育長は、給与の口座振込は、（１）給与の口座振込が職員の意思に\n基づいていること、（２）職員が指定する本人名義の預金又は貯金の口座に振り込\nまれること、（３）振り込まれた給与の全額が、所定の給与支払日に払い出し得る\n状況にあることという要件を具備した場合には、地公法二五条二項にいう通貨払い\nの原則及び直接払いの原則に違反せず、本件においては、右三要件を満たしている\nと主張している。\n確かに、右三要件を満たす場合には、地公法二五条二項に反することはないが、\n本件給与振込制度においては、右の要件を満たすことはない。\n（１）　県教委は、東海銀行口座への振込の誘導・斡旋・奨励を執拗に行うととも\nに、給与振込を希望しない教職員、Ｃ口座を設定しない教職員に対して、様々な嫌\nがらせを行っており、給与の口座振込が職員の意思に基づいていると推量すること\nは困難である。\nこのことは、何ら形で給与の振込を行っている教職員は全体の九九・五％、また\n給与の全額を振り込んでいる人は八二％という異常な数字になっていることからも\n明らかである。\n（２）　「振り込まれた給与の全額が、所定の給与支払日に払い出し得る状況にあ\nること」とは、振込口座から現実に払い出すことができ、振り込まれた給与の全額\nを給与受給者本人が現実に手にすることができる状況にあることをいうが、職員の\nＣ口座へは厚生諸費分の給与は振り込まれず、「振り込まれた給与の全額が、所定\nの給与支払日に払い出し得る状況」にはない。\nつまり厚生諸費は、県教委によってあらかじめ給与から控除され、職員団体等の\n厚生諸費収納団体口座に直接（被告互助会の口座を経由させるという点では間接的\nだが）振り込まれ、職員のＣ口座通帳には事後的に振込・引き落し金額が印字され\nるだけである。厚生諸費が振り替られる前に、厚生諸費分給与を職員本人が自らの\nＣ口座から払い出すこともできない。\nなお、職員の給与は、法律又は条例で特に認められた場合を除き、その全額を支\n払わなければならないのであって、当該教職員の「依頼・指示」をもって給与控除\nが正当化されるいわれはない。\n（二）　地方公務員の給与の振込制度は、地公法二五条三項七号が「給与の支給方\n法及び支給条件に関する事項」として掲げる条例決定事項に他ならない。\n被告教育長は、人事委員会規則の整備をもって、同号を満たしていると主張する\nが、通貨払いの特例たる振込払いが人事委員会規則に定め得るほどの細目であるは\nずもなく、本件給与条例八条六項による包括委任に基づく人事委員会規則を根拠規\n定とすることは到底認められるものではない。\n２　また、本件協定に基づき義務を履行することは、地方教育行政の組織及び運営\nに関する法律二五条に違反する。\n（被告教育長の主張）\n１　地公法違反について\n（一）（１）　本件給与振込制度は、①職員の意思に基づいていること、②職員が\n指定する本人名義の預金又は貯金の口座に振り込まれること、③振り込まれた給与\nの全額が所定の給与支払日に払い出し得る状況にあることの三要件を満たすもので\nあり、地公法二五条二項の趣旨に反するものではなく、その実施には、地公法二五\n条二項に定める条例の定めは必要としない（昭和五〇年四月八日付け自治給第二五\n号）。\n（２）　原告らは、振り込まれた給与の全額が所定の給与支払日に払い出し得る状\n況にあることの要件を満たしていないと主張する。\nしかし、愛知県は、本件給与振込制度の利用を希望する愛知県公立小中学校教職\n員が、給与の受取用口座として指定した金融機関の口座に当該教職員の給与のうち\nあらかじめ当該教職員が口座振込の方法で受領を希望する額として指定した金額を\n当該教職員の給与支払として、所定の給与支払日に、愛知県の指定金融機関からの\n口座振込の方法によって所定の給与支払日の遅くとも午前一〇時までに引き出しが\n可能となるように、現実に送金しており、当該教職員の指定口座には、同額の現実\nの入金がなされ、その旨が記帳される。\nなお、本件厚生諸費振替制度についていえば、この口座振替手続は、実際には、\n被告互助会から本件厚生諸費振替制度に基づく振替手続事務の委託を受けた銀行\nが、所定の給与支給日に、あらかじめ被告互助会から通知を受けていた当該教職員\nのＣ口座に送金されてくる厚生諸費支払に必要な金額が入金されたことを確認後す\nみやかにこれを引き落とす方法で、銀行オンライン処理手続によって振替を行って\nいる。\nしたがって、コンピュータ・オンライン処理による電子決済の性格上、事実上ほ\nとんど即時に引き落しが行われるとしても、当該教職員は、いったん直接支配下に\n入った給与の一部金を、当該教職員自身が被告互助会に依頼・指示をして、被告互\n助会の預金口座への振替という方法によって引き出しているものに他ならないか\nら、前記要件③に反するものではない。\n（二）　本件給与条例八条六項等は、地公法二五条三項七号に規定する給与の支給\n方法及び支給条件に関する事項等の事務手続的な事項については、人事委員会規則\nへ委任する旨規定しているが、平成六年一一月三〇日には、支給方法規則等の一部\nが改正され、給与振込の根拠規定が整備された。\n本件給与振込制度は、以上の諸規定に基づいて実施されている。\n２　本件給与振込制度に関する根拠規定については、同制度の実施前である平成六\n年一一月三〇日にその整備が行われているので、地方教育行政の組織及び運営に関\nする法律二五条に抵触するものではない。\n六　本件給与振込制度及び本件厚生諸費振替制度の事務取扱説明会に要した旅費及\nび給与支出の違法性\n（原告らの主張）\n県教委が行った本件給与振込制度及び本件厚生諸費控除制度の実施準備事務は違\n法である。\n地方教育行政の組織及び運営に関する法律二五条は、教育委員会及び地方公共団\n体の長に事務処理の法令準拠義務を課している。\n県教委は準拠すべき法令を欠いたまま、平成六年六月から同年七月に、愛知県内\nの八つの施設において、本件給与振込制度及び本件厚生諸費控除制度の事務取扱説\n明会を行ったが、右説明会は違法な事務となる。そして、八施設で行われた説明会\nには、総計一五三六名の学校事務職員及び県教委事務局職員などが出張で出席し、\n事後、愛知県より合計二五九万四六三九円の旅費が支払われた。また、右説明会に\n一人の職員が従事した時間はおよそ四時間と目されるから、職員の一時間当たりの\n平均給与額（行政職給料表（一）の適用を受ける職員の平均給与月額三九万三七六\n〇円による）に右時間と出席職員数を乗じた一三九五万三〇二四円が、右説明会に\n要した給与として、愛知県から右職員に支払われた。\nしたがって、右違法な事務処理を原因として支出された旅費及び給与の支出も違\n法である。\n（被告ａ、同ｂの主張）\n旅費及び給与の支出という一般事務経費の支出行為の原因となった行為の適法性\nは、当該財務会計上の行為自体の適法要件となっているものではない。\n七　補助金支出の違法性\n（原告らの主張）\n本件厚生諸費控除制度に対する補助金の支出は、補助の対象事業が違法であるか\nら、公益性を欠くものである。以下１ないし５で、本件厚生諸費控除制度が違法で\nあることについて述べる。\n１　地公法二五条二項違反\n本件厚生諸費控除事業は形式的には被告互助会の事業であるが、以下のことから\nも分かるように、被告互助会は県教委のダミーにすぎず、本件厚生諸費控除事業\nは、実質的には県教委の事業である。\n（一）　本件厚生諸費控除事業は被告互助会の福利厚生事業ではない。本件厚生諸\n費控除事業は福利厚生とは別の「その他事業」に入れられており、「収支予算書」\nでは、その経費を「福利厚生費」ではなく、「雑費」扱いとしているのであって、\n被告互助会自らが、本件厚生諸費控除事業が福利厚生事業ではないことを明示して\nいる。\n（二）　被告互助会の事業は会員掛金、県補助金その他収入によって運営され、そ\nの収入の使途、事業内容などについては互助会員の総意で決定される。愛知県の補\n助金も被告互助会の事業運営全体を対象に交付されるのであって、「本件厚生諸費\n控除事業のために」と特定して補助金を交付していること自体、極めて異様であ\nる。また、本件厚生諸費控除事業のみが全額、愛知県からの補助金によって実施さ\nれることも他に例がない。\n（三）　さらに、県教委教職員課給与計算担当が「厚生諸費取扱いに関するＱ＆\nＡ」を作成していることからも明らかなように、本件厚生諸費控除事業の実施主体\nは県教委に他ならない。\nしたがって、県教委は、本件厚生諸費控除事業を行うことにより、職員に対し、\n全額払いをしていないこととなるから、地公法二五条二項に違反する。\n２　不当労働行為\n地方公務員の職員団体には、労働組合法の適用は除外されているが（地公法五五\n条の二）、その職員団体の活動に対する経理上の援助は、不当労働行為の法理に照\nらして違法である。\n厚生諸費には、組合費、組合扱いの団体保険掛金等が含まれており、組合費、組\n合扱いの団体保険掛金等の徴収・取りまとめ・送金等事務を被告互助会・県教委が\n負担していることは、組合活動に対する経理上の援助に当たり不当労働行為であ\nる。\n各職員団体が自ら経費を負担し、自らの厚生諸費計算をしているとしても、各職\n員団体は、厚生諸費データが給与計算にリンクさせられるための一連の事務経費を\n負担せず、その費用は愛知県の予算から支出された補助金即ち県予算で賄われるの\nである。\n被告らは、「個々人の厚生諸費の内訳は知り得ない」と主張するが、これは職員\n団体の「厚生諸費」各項目の性格を一切問わないまま、控除するということを意味\nし、職員団体の活動のための徴収金、例えば主任手当拠出金、選挙活動資金なども\n無条件に控除するというに等しい。\n３　独占禁止法（以下「独禁法」という。）違反について\n（一）　振込先三口座のうち、Ｃ口座は厚生諸費控除用口座とされ、これの設置が\n事実上義務づけられているところ、Ｃ口座は東海銀行に限定されている。\nこれは不公正な取引方法（昭和五七年六月一八日公正取引委員会告示一五号）④\n所定の差別対価である、不当に、ある事業者に対し取引の条件又は実施について有\n利な取扱いをすることに該当する。本件給与振込制度を利用する場合には、少なく\nともＣ口座は必ず東海銀行に開設せねばならず、この点、同銀行に対し有利な取扱\nいをしている。さらにＣ口座の開設を通じ、Ａ、Ｂ口座の開設についても東海銀行\nが他銀行に比して有利な立場に立つことになる。\n（二）　また、不公正な取引方法⑩所定の抱き合わせ販売等である、相手方に対\nし、不当に、役務の供給に併せて他の役務を自己の指定する事業者と取引するよう\n強制することにも該当するものである。すなわち、厚生諸費控除の便宜を受けよう\nとすると、東海銀行にＣ口座を開設せざるを得ず、東海銀行にＣ口座を開設しない\nときは厚生諸費控除のサービスを享受できない。\n（三）　以上より、Ｃ口座を東海銀行に限定した本件厚生諸費控除制度は、独禁法\nに違反し違法である。\n４　動機の不正\n被告互助会の事業である本件厚生諸費控除制度を、仮に県教委が直接に自らの事\n務として遂行すれば、県教委が直接責任を問われることとなる。\nそこで、県教委はこれを回避するため、被告互助会の事業とし、右制度は一〇〇\nパーセント補助金で行われているのであるから、補助金の支出は動機において不正\nであり、資金補助行政において認められた裁量の限界を超え違法と解すべきであ\nる。\n５　比例原則違反\n補助金は税金より支弁されていることから、資金補助行政において節減できる金\n額は節減する必要があり、当然節減すべき額を節減しない補助金交付は比例原則に\n違反し、資金補助行政において認められた裁量権を越え違法と解すべきである（補\n助金等にかかる予算の執行の適正化に関する法律三条一項参照）。\n本件厚生諸費控除制度によって各職員団体へ団体保険掛金が振り替えられている\nが、各職員団体は団体保険を取り扱うことにより、各保険会社から所定のマージン\nを取得する一方で、各職員団体は、本件厚生諸費控除制度の導入準備費用及び維\n持・運行費用について応分の負担をしていない。\nしたがって、本件厚生諸費控除事業に対する補助金の支出は、節減できる額を節\n減しておらず、比例原則に違反し、資金補助行政において認められる裁量権を逸脱\nし違法である。\nまた、そのことを考慮せずに補助金を支出したことは、裁量権を逸脱したもので\nあり、違法である。\n（被告らの主張）\n１　被告互助会は、共済条例四条において、「互助会の事業は、会員の掛金及び県\n費補助金その他の収入によって運営」し、「県は、互助会に対し毎年度予算の範囲\n内で補助金を交付する。」ことが規定されていること、また、被告互助会が福利厚\n生に関する事業を実施することを目的としていることなどから、愛知県は、その公\n益性に着目し、県費予算を計上して補助金を交付しているところである。\nしたがって、愛知県が、被告互助会へ補助金を支出することは、違法な公金の支\n出ではない。\n２　不当労働行為について\n被告互助会がその福利厚生事業の一環として行っている本件厚生諸費振替制度\nは、被告互助会が特定の職員団体の組合費を徴収する目的で開発したものではな\nく、福祉貯金積立金を始め各学校の厚生諸費や各団体の厚生諸費を支払う教職員の\n便宜を図る目的で開発・運用されているものである。\nまた、職員団体は、いずれの団体でも、その構成員に厚生諸費（団体被保険掛金\n等）の振替を希望する者がいれば被告互助会と契約することができることとなって\nおり（ただし、被告互助会が振替を行うに当たってその厚生諸費の計算や事務処理\nに要する経費は全て各加入団体が負担することになっている。）、その契約の締結\nの是非は各加入団体の判断であるから、特定の職員団体を対象とするものではな\nい。\nなお、厚生諸費の計算やデータ報告のための磁気テープ等の作成は、各加入団体\nが行い被告互助会に提出しているものであるので、愛知県は、厚生諸費の計算や事\n務処理には全く関与していない。さらに被告互助会においても福祉貯金積立金以外\nは各加入団体の厚生諸費の計算やデータ作成に関与しておらず各加入団体から提出\nされたデータ（磁気テープ等）を取りまとめ、電算会社に委託して事務処理をして\nいるものであり、各加入団体の厚生諸費の内訳を知り得ないシステムである。\n３　独禁法違反について\nＣ口座は東海銀行に限定されているが、これは、県教委ではなく、被告互助会が\nその事務処理の必要性から限定したものである。\nすなわち、東海銀行は、被告互助会の取扱銀行であり、福祉貯金の振替に便宜で\nあり、同一銀行内のオンライン取扱いであるため正確かつ迅速に振替処理が可能で\nある。また、被告互助会の事務処理能力に照らして、愛知県公立小中学校の教職員\n約三万六〇〇〇人の対象者について、統一的かつ迅速・正確な厚生諸費の振替事業\nを実施するためには、被告互助会の事務処理能力に照らすと、特定銀行に決めて事\n務を進めるのがより合理的である。仮にＣ口座を限定しない場合には、振替不能な\nどのトラブル発生時に、原因究明・連絡調整等の事務処理が混乱することは必定で\nある。さらに、その特定の金融機関を東海銀行としたことは、愛知県下に多数の支\n店網を有しており、総合的に見て会員等の利用の便宜に昀も適う金融機関であると\n思料されたからである。\n以上より、Ｃ口座を東海銀行に限定したことは、独禁法に違反するものではな\nい。\n４　比例原則違反について\n被告互助会は、本件厚生諸費振替制度を検討する際、被告互助会が福利厚生事業\nとして取り扱っている福祉貯金を、同制度によって振り替えることを前提とし、こ\nの制度で互助会以外の収納団体のデータを取り扱うことによって経費が余分に掛か\nるか否かを、電算処理会社の担当者に確認し、費用は余分に掛からないことを確認\nした上、これを事業化している。\nまた、被告互助会は、各収納団体との間で、「厚生諸費振替事務に関する協定」\nを締結し、その中で、この協定に基づき発生する費用の全ては収納団体側で負担す\nる旨定めており、現実に、本件厚生諸費振替制度において、各収納団体側が負担す\nべき費用を、被告互助会が負担した事実はない。\n被告互助会が、本件厚生諸費振替事業の実施準備並びにその実施のために受領し\nた補助金は、収納団体のデータを取り扱わなくとも被告互助会に発生する費用につ\nいて申請し、その関係の費用の補助金として受領しているものであって、比例原則\nに反するとの事実はない。\n第三　当裁判所の判断\n一　原告団体の原告適格の有無\n自治法二四二条の二第一項は、住民訴訟を提起できるものを、普通地方公共団体\nの住民に限定している。そして、自治法一〇条一項によれば、市町村の区域内に住\n所を有する者は、当該市町村及びこれを包括する都道府県の住民とするとされてい\nる。\n原告らのうち、原告団体は、地公法五二条一項の職員団体であるが、法人格を有\nしておらず、いわゆる権利能力なき団体であると認められる。\n権利能力なき団体が、団体としての組織を備え、多数決の原則が行われ、構成員\nの変更にかかわらず団体が存続し、その組織において代表の方法、総会の運営、財\n産の管理等団体としての主要な点が確立し、かつ、その主たる事務所の所在地も明\n確になっていれば、その社会的存在も認められ、その活動も地方自治体の財務行為\nと無関係であるとはいえず（地方税法上、法人でない社団又は財団で代表者又は管\n理人の定めがあるものは、法人とみなされている（地方税法一二条）。）、住民訴\n訟の原告適格を有するものと解される。\n職員団体は、地公法五三条二項により、主たる事務所の所在地（三号）、理事そ\nの他の役員に関する規定（五号）、同条三項に規定する事項を含む業務執行、会議\n及び投票に関する規定（六号）、経費及び会計に関する規定（七号）、解散に関す\nる規定（十号）等が記載された規約を添えて人事委員会又は公平委員会に登録を申\n請することが要求されており、原告団体も、当然それら記載の規約を備えているは\nずであり、また、原告団体の主たる事務所の所在地は、別紙当事者目録記載の該当\n個所記載の肩書地であることが認められる。\nしたがって、原告団体は、権利能力なき団体としての社会的存在が認められ、か\nつ、その主たる事務所の所在地も明確で、いずれも、愛知県内にあるから、本件訴\nえについて原告適格が認められる。\n二　請求第一項（説明会出席者に対し支払われた旅費、給与相当額の賠償請求）に\n関する本案前の争点について\n１　原告らは、本件訴えで本件給与振込制度及び本件厚生諸費振替制度の事務取扱\n説明会に要した旅費及び給与相当額の損害賠償を求めているから、説明会に出席し\nた職員に対する旅費及び給与の支払を違法な公金の支出であるというものと解され\nる。そして、原告らは、本件給与振込制度及び本件厚生諸費控除制度の導入準備事\n務に係る愛知県一九九四年度予算の支出を住民監査請求の対象としており、職員に\n対する前記旅費、給与の支払も準備事務に係る支出であるから住民監査請求を経て\nいると主張する。\n２　証拠（甲一、二、二〇）によれば、本件監査請求に関し、以下の事実を認める\nことができる。\n（一）　原告らが、愛知県監査委員に対して提出した、愛知県教育委員会事務局職\n員措置請求書と題する書面の内容は別紙監査請求書記載のとおりであり、「愛知県\n教育委員会は現在、公立小中学校教職員の給与振込・厚生諸費控除制度の導入準備\nを進めている。しかしこれには根拠規定たる条例等が制定されておらず、地方教育\n行政の組織及び運営に関する法律第二五条「事務処理の法令準拠」義務に違反する\nものである。また、給与振込事務は指定金融機関に委託契約し処理されるが、これ\nも違法、不当な契約の締結にあたる。」との記載がある。\n（二）　原告らは、本件監査請求に際し、以下の事実証明書（自治法二四二条一\n項）を提出している。\n（１）　「給与振込制度の導入について（案）」と題する書面（甲八の五の二）\n同書面には、本件給与振込制度の導入予定表が記載されており、同表には、県教\n委が、（平成七年）二月から、小中学校教職員に対する給与振込制度を導入するに\nあたって、（平成六年）六月から説明会を行うなどの準備内容が記載されている。\n（２）　「厚生諸費取扱の導入について」と題する書面（甲八の五の四）\n同書面には、厚生諸費取扱いの導入スケジュールが記載されており、そこには、\n（平成六年）六月から厚生諸費取扱説明会を行うなどの準備内容が記載されてい\nる。\n（３）　「給与振込制度導入に関するＱ＆Ａの配布について」と題する書面（甲八\nの五の五）\n同書面には、給与振込制度導入に関するＱ＆Ａが記載されており、「根拠規定\nは、いつ整備されるのですか？」という質問に対し、「根拠規定の整備は、平成七\n年二月給与振込実施までに行われます。平成七年二月給与振込実施に向け準備事務\nを進めます。」という回答の記載がある。\n（三）　原告らは、平成六年一一月二日、愛知県監査委員に対し、本件監査請求に\nつき自治法二四二条五項に基づき意見の陳述をしたが、その際、以下の陳述をして\nいることが認められる（甲二〇）。\n「　今回の請求のポイントというのは二つありまして、一つは根拠規定を欠いたま\nま仕事が進められているということが一つ、もう一つは教育委員会予算が互助会に\n支出されて、それでもって厚生諸費控除システムが動かされているということで\nす。\n根拠規定を欠いたまま仕事が進められるということは、地方教育行政の組織及び\n運営に関する法律二五条に事務処理の法令準拠義務というのがありますが、根拠規\n定をもたない事務はしてはならないという規定があります。・・・・（中\n略）・・・・一二月に整備して二月に実施するからいいんだと、こう言いますが、\n今既にシステムの開発が進み、職員から募集を受け付け、来月からはテストランを\n行う、その辺はまさに根拠規定を欠いたままの事務処理ということです。\n給与の振込は東海銀行と委託契約が結ばれ、給与の振込事務については東海銀行\nが行いますが、その契約についても根拠規定を欠いている、そういう意味では法令\n準拠義務に違反しているということです。」\n「　措置請求書と一緒に事実証明書というのをお出しして、説明書を付けておきま\nしたが、それに沿ってお話させてもらいます。・・・・（中略）・・・・先ほども\n二月に振り込むまでに一二月に条例改定すればいいんだという話がありましたが、\n実際の仕事は既に六月の時点で始まっているということの証拠書類です。」\n「（監査委員）　それでは監査を求めている内容に入りますが、違法、不当として\n監査を求めておりますのは、先ほどいろいろ話はありましたが、公立小中学校教職\n員の給与振込事務を指定金融機関に委託する契約の締結、それから二つ目には愛知\n県教育職員互助会が行おうとしている公立小中学校教職員の厚生諸費控除事務に対\nする補助金の支出、この二点が違法、不当として監査を請求しているというふうに\n理解してよろしいですか。\n（原告ら）そうです。」\n３　本件監査請求において原告らが主張し、提出した書面を総合すると、原告ら\nは、本件監査請求において、給与振込制度の導入準備行為をするにも条例などの根\n拠規定が必要であると主張し、本件給与振込制度及び本件厚生諸費振替制度の導入\n準備行為を問題視し、これについて監査を求めているものと認められる。\nしかしながら、原告らは、本件給与振込制度及び本件厚生諸費振替制度の導入準\n備行為の違法を主張するだけで、監査請求書、事実証明書、意見陳述のいずれにお\nいても、制度導入準備行為に伴い行われた財務会計行為のうち、どの行為の是正を\n求めているかについて具体的に主張していない。\n以上からすると、原告らが、本件監査請求において制度の導入準備行為に関して\n監査の対象としたのは、県教委の事務の執行である本件給与振込制度及び本件厚生\n諸費振替制度の導入準備事務そのものであって、普通地方公共団体の事務監査請求\n（自治法一二条二項、七五条）の対象とすべきものであったと見るのが相当であ\nり、本件給与振込制度及び本件厚生諸費振替制度の導入準備事務に関して行われる\n自治法二四二条一項列挙の財務会計行為をその対象とする趣旨であったとは解する\nことができない。\n４　また、仮に、本件監査請求において、原告らが本件給与振込制度及び本件厚生\n諸費振替制度の導入準備に要した費用の支出の監査を求めていたと解することがで\nきたとしても、本件給与振込制度及び本件厚生諸費振替制度の事務取扱説明会に要\nした旅費及び給与の支払について、相当額の損害賠償という請求が、住民監査請求\nを前置しているとは解されない。\n住民監査請求においては、常に個々の財務会計行為を他の財務会計行為から区別\nできる程度に特定する必要はなく、複数の財務会計行為の性質、目的等に照らしこ\nれらを一体と見てその違法又は不当性を判断するのが相当な場合には、当該複数の\n財務会計行為と他の財務会計行為とを区別できる程度に特定されていれば、住民監\n査請求における財務会計行為は特定されているものと解される。しかし、その場合\nに特定される複数の財務会計行為とは、特に原告が明示した場合等の特段の事情が\nある場合を除き、客観的に一体と見てその違法又は不当性を判断することができる\n範囲内に限られる。\n原告らは、本件監査請求において、本件給与振込制度及び本件厚生諸費振替制度\nの導入準備に要した費用の支出は、右各制度の導入準備事務に関する法令の根拠を\n欠いたまま支出されたものであるから、違法であると主張しているが、右のような\n主張により一体と見てその違法又は不当性を判断するのが相当な財務会計行為と\nは、導入準備事務の適法性が当該財務会計行為の適法要件の一つになっている財務\n会計行為に限られると解する。なぜなら、原告らの右主張からすれば、原告らは、\n導入準備事務の違法性が確認されさえすれば、違法と判断される範囲内の財務会計\n行為について、監査を求めているものと解され、監査委員にもその限度で監査する\n義務を負わせるのが相当だからである。\nしかしながら、原告らが、本件訴えにおいて対象とする職員に対する旅費の支払\nは旅行中の費用を償うための費用弁償という性格を有し、給与は労務に対する対価\nという性格を有し、職員が職務に従事した以上、支払を要するものであり、特に、\n職員に対する給与は、職員の労務総体に対する対価であり、個々に従事した職務や\n行政行為に対応して支払われるものでもない。\nそして、仮に従事した職務に行政法規に反する点があったとしても、旅費や給与\nの支払をしなくてもよいことにはならないのであって、原因となる行為の違法は、\n旅費や給与の支払という財務会計行為の適法性に影響を及ぼさない。\nしたがって、本件監査請求において、原告らが本件給与振込制度及び本件厚生諸\n費振替制度の導入準備に要した費用の支出の監査を求めていたと解することができ\nたとしても、本件給与振込制度及び本件厚生諸費振替制度の説明会に要した旅費及\nび給与相当額の損害賠償という請求が、住民監査請求を前置しているとは解されな\nい。\n三　請求第二項（本件協定の履行等の差止め）に関する本案前の争点について\n１　原告らは、被告教育長に対して、愛知県公立学校教職員に関して、東海銀行と\nの間に締結している給与の口座振込に関する協定の履行及び債務その他義務の負担\nを中止し、右協定期間経過後、協定の更新、更改をしてはならないとの裁判を求め\nている。\n右請求は、自治法二四二条の二第一項の違法な財務会計行為の執行の差止めを求\nめるものと解されるから、適法な訴えであるためには、執行の差止めを求める対象\nが財務会計行為に該当すること、住民監査請求を経ていることの他、未だ執行がな\nされておらず、当該行為がなされることが確実さをもつて予測される場合であり、\n当該行為により自治体に回復困難な損害を生ずるおそれがあることを要する。\n２　財務会計行為該当性について\n前記争いのない事実等によれば、本件協定は、愛知県が教職員に対する給与の支\n払を教職員の口座に振り込む方法で行うについて、愛知県の行うべき口座振込業務\nを東海銀行に委託するというものである。東海銀行は、愛知県からの本件協定によ\nる委託に基づき、愛知県の公金を教職員の口座に振り込むが、右振込により給与が\n支払われ、公金を支出したとの法的効果を生ずるのであるから、本件協定に基づい\nて東海銀行に振込業務を行わせること、即ち協定の履行をさせることは、財務会計\n行為に該当するものということができる。原告らの訴えのうち、本件協定の履行の\n差止めを求める部分は、このような意味において給与などの公金の支出の差止めを\n求めるものと理解することができ、適法である。\nまた、本件協定は、愛知県と東海銀行との業務の委託に関する契約であるから、\n原則として委託者である愛知県は債務を負担しないところ、協定の第一〇条におい\nて、取扱手数料及びこれに係る消費税の負担について、東海銀行との間で別途協議\nすることになっており、その支払義務を負担することもあう得るとされているの\nで、本件協定による債務その他義務の負担の差止めを求める部分も、適法である。\nなお、前記争いのない事実等の二の５記載のとおり、現在は愛知県が取扱手数料及\nびこれに係る消費税の負担をしないこととされているが、現在、本件協定に従って\n給与振込業務が行われていること、契約外の協議により、負担も可能とされている\n現状から見て、一応当該行為がなされることが確実さをもって予測される場合に該\n当するというべきである。\n３　被告教育長は、本件協定の更新・更改の差止めは、本件監査請求との同一性を\n欠くと主張する。\n確かに、原告らは、本件監査請求において、本件協定の更新・更改については、\n明文をもって監査の対象とはしていない。\nしかし、住民監査請求の対象から派生し又は後続することが当然予想される行為\n又は事実は、実質的には監査を求め、監査委員が実質的に監査を下したものと認め\nられるのであるから、住民監査請求前置の要件は満たしているものと解される。\nそして、原告らは、本件監査請求において、本件協定については、協定の締結そ\nのものが違法であると主張しているところ、同協定においては、争いのない事実等\n記載のとおり、更新することが原則とされていることからすると、協定の更新は、\n協定の締結から後続することが当然予想される行為であると解される。また、協定\nの更改は、新しい協定が成立することを意味するが、仮に本件協定が更改されたと\nしても給与振込事務は更改後の協定においてもその内容になるものと解されるか\nら、その意味において、本件協定の締結から派生する行為であると認められる。\n４　小中学校教職員を除く愛知県公立学校教職員に対する住民監査請求を前置した\nか。\n原告らは、小中学校教職員のみならず、愛知県公立学校教職員全体に関する本件\n協定の締結についても住民監査請求していると主張する。\nしかし、別紙監査請求書は、「愛知県教育委員会は現在、公立小中学校教職員の\n給与振込・厚生諸費控除制度の導入準備を進めている」という書き出しで始まって\nおり、本件監査請求の対象が小中学校教職員の給与振込・厚生諸費控除制度の導入\n準備に関わる財務会計行為であることを窺わせる記載となっており、別紙監査請求\n書中に、特にその対象と異なる対象について監査を求めることを窺わせる記載はな\nい。そして、事実証明書、意見陳述の記録によっても、その対象範囲が小中学校教\n職員を除く愛知県公立学校教職員の給与振込制度に関わる財務会計行為も含むもの\nであることを窺わせる記載は認められない。\n以上のことからすると、小中学校教職員を除く愛知県公立学校教職員に関する財\n務会計行為は、本件監査請求の対象に含まれていなかったと解するほかなく、原告\nらの右主張は採用することができない。\nよって、本件協定の履行等の中止を求める訴えのうち、小中学校教職員を除く愛\n知県公立学校教職員に関して履行等の中止を求める訴えは住民監査請求を前置して\nいないものとして不適法である。\n５　既に執行が終わった財務会計行為について差止めを求める訴えは不適法である\nから、小中学校教職員に関して本件協定の履行等の中止を求める部分のうち、本件\n口頭弁論終結の日までに執行された分の差止めを求めるは不適法である。\nなお、原告らは本件協定の履行等の中止を求める終期を特定していないが、職員\nに対する給与の支払という事柄の性質上、終期を明示していないからといって、特\n定を欠くものということはできない。\n四　請求第三項、第四項（被告互助会に対する補助金の支出差止めと損害賠償等）\nに関する本案前の争点について\n１　小中学校教職員を除く愛知県公立学校教職員に対する住民監査請求を前置した\nか。\n本件監査請求が、小中学校教職員を除く愛知県公立学校教職員に関する補助金の\n交付を含んでいないことは、前記三の４記載のとおりであり、被告互助会に対する\n補助金の支出の差止めを求める訴えのうち、小中学校教職員を除く愛知県公立学校\n教職員に関する部分、平成六年度に支出された被告互助会に対する本件厚生諸費振\n替制度に対する補助金三〇〇〇万円のうち、小中学校教職員に関するものを超える\n一一二七万七〇〇〇円の支払を求める訴えは、いずれも住民監査請求を経ていない\n訴えとして不適法である。\n２　被告らは、原告らは平成六年度の被告互助会に対する補助金についてのみ住民\n監査請求をしており、平成七年度以降の補助金の支出の差止めを求める訴えは不適\n法であると主張する。\nしかしながら、別紙監査請求書の内容によれば、原告らは、本件監査請求におい\nて、平成六年度の本件厚生諸費振替制度に対する補助金支出による損害賠償を求め\nる外、導入が準備されている本件厚生諸費振替制度が違法であるとして、「当該行\n為を防止、是正する」ことを求めていることが認められ、原告らが主張する違法理\n由を考慮すると、平成六年度の補助金に限らず、制度が存続することを当然の前提\nとして、平成七年度以降の補助金の交付についても監査を求めているものと認めら\nれる。そして、証拠（証人ｃ）によれば、本件厚生諸費振替制度に係る費用のうち\n被告互助会が負担するものは、県の補助金によって賄われていると認められるか\nら、県から被告互助会に対する本件厚生諸費振替制度に係る補助金の支出は、同制\n度が存続する限り、平成六年度以降もなされることが当然予想される行為であると\n認められる。\nしたがって、平成七年度以降の県から被告互助会に対する本件厚生諸費振替制度\nに係る補助金支出の差止めは、住民監査請求を前置していると評価できるものであ\nる。\n３　被告互助会に対する補助金は年度ごとに予算に従って支出されるものであり、\n財務会計行為としては、各年度分ごとに存在する。このことからすると、原告らの\n請求は、各年度ごとの補助金の支出の差止めを併合請求していると解すべきもので\nある。\nそうすると、将来分について、財務会計行為が確実に行われるものに限って差止\nめが認められるところ、本件厚生諸費振替制度は、本件給与振込制度が存続する以\n上継続すると思われるものの、費用負担の態様、程度が将来にわたって不変である\nとはいえない。本件口頭弁論終結時まで、補助金の支出について変更がないと認め\nられることに照らし、平成一四年三月末までの支出に限って差止めの訴えを適法と\n認める。\n４　既に執行が終わった財務会計行為について執行の差止め求める訴えは不適法で\nある。よって、本件口頭弁論終結日までに支出された補助金の支出の差止めを求め\nる訴えは不適法である。\n五　本件協定の履行等の違法性について\n１　原告らは、本件協定の締結が違法であることを理由に、同協定の履行等の差止\nめを求めている。\nしかし、仮に本件協定の締結が財務会計法規上違法であるとしても、同協定の私\n法上の効力が無効とされない場合には、愛知県は東海銀行に対して同協定に基づく\n債務を履行する義務を負うのであり、その履行行為自体を違法と評価することはで\nきない。\nしたがって、口座振込業務の委託契約である本件協定の私法上の効力が無効でな\nい限り、仮に同協定に基づく経費の負担をした結果、愛知県が損害を被るような場\n合があったとしても、同協定の締結をした当該職員に損害賠償を求めることは格\n別、同協定の履行行為である経費の支払自体を差し止めることはできないものと解\nされる。\nなお、前記のとおり、本件協定の履行は口座振込の方法による給与の支払そのも\nのを意味するものと解されるし、本件協定は片務契約であり、愛知県は委託する義\n務を負担しないから、その履行の差止めを求めることができなくなるものではな\nい。また、本件協定の更新及び更改は、同協定に基づく義務であるとは認められな\nいから、更新することが違法であると評価できる場合には、その差止めを求めるこ\nとができる。\n２　地公法二五条二項違反について\n（一）　原告らは、本件給与振込制度は、地公法二五条二項に違反すると主張す\nる。\n地公法二五条二項が、職員の給与について、通貨払い、直接払い及び全額払いの\n原則（以下「支給三原則」という。）を規定した趣旨は、給与は勤労者である職員\nの生活の資であるから、これが確実に職員の手に渡ることを保障し、その生活を保\n護するためである。\nところで、現代においては、金融機関等の口座への振込は、債務支払方法の一つ\nとして定着しており、給与が自己の保有する口座に振り込まれた場合に、職員は、\nその給与を確実に通貨として引き出すことができるから、口座振込は通貨払いと同\n視できること、預金口座はその保有者の支配下にあるから、職員名義の口座に振り\n込む場合には直接払いということができること、振り込まれた給与の全額が、所定\nの給与支払日に払い出し得る状況にあれば、全額払いということができる。\nもっとも、地公法二五条二項は、現実の通貨払いを念頭に置いた規定であること\nは、疑う余地がないから、①給与の口座振込が職員の意思に基づいていることを要\n件に、②職員が指定する本人名義の預金又は貯金の口座に振り込まれること、③振\nり込まれた給与の全額が、所定の給与支払日に払い出し得る状況にあることという\n要件を具備した場合には、地公法二五条二項の通貨払い、直接払い及び全額払いの\n原則に反するものではないと解され、同条項の例外を定める「条例」は不要である\nと解される。\n（二）　そこで、検討するに、争いのない事実等記載のとおり、県では、支給方法\n規則等で、給料等は、「職員の申出」により、その全部又は一部を「その者の預金\n又は貯金の口座へ」の振込の方法により支給することができると規定しており、規\n定上、小中学校教職員に対する給与振込は、給料等の口座振込が職員の意思に基づ\nくものであること、職員が指定する本人名義の預金又は貯金の口座に振り込まれる\nことという要件を満たしている。\n（三）　また、証拠（甲八の五の一と二と五、九の六と七、乙一五、一七）によれ\nば、以下の事実が認められる。\n（１）　県教委は、平成六年六月以降、本件給与振込制度の導入に当たって、説明\n会を実施したが、その際、小中学校教職員に対し配布された給与口座振込事務流れ\n図においては、給与口座振込を行うためには、職員の振込申出が必要と記載されて\nいた。\n（２）　県教委教職員課給与計算担当者は、平成六年六月二九日付けで、各事務担\n当者に対し、「給与振込制度導入に関するＱ＆Ａの配布について」と題する書面\nを、事務処理の参考に供するため配布したが、その書面には、「給与振込は職員本\n人の希望で行うものです。したがって、今までどおり現金支給を希望される職員に\nは現金で支払われます。また、現金支給事務の簡素化を図るため千円未満の端数振\n込にも協力を依頼してください。」という記載がある。\n（３）　「給与口座振込制度の概要」と題する書面には、振込方法として、「教職\n員の希望に基づき、その希望する金額を本人名義の普通預貯金口座に振り込む。た\nだし、千円未満の端数額については、全職員に協力を依頼する。」という記載があ\nる。\n（４）　教職員の給与振込実施要綱（平成七年二月一日施行）には、以下の規定が\nある。\n三条　給与振込の対象となる職員は、電子計算機による教職員給与事務処理要綱\n（昭和五七年四月一日施行）第１章第２（２）に定める職員（注：小中学校教職員\nも含まれる。）のうち、給与振込を希望する者とする。\n六条　第四条に掲げる給与等は、同条各号に掲げる給与等の種別ごとにその全部又\nは一部を、職員からの申出内容に従い、職員の普通預貯金口座に振り込むものとす\nる。\n八条　職員が給与振込を受けるために設ける口座は、職員名義の普通預貯金口座と\nし、その数は三口座以内とする。\n一○条　振り込まれた給与等は、特にやむを得ないと認められる事情がある場合を\n除き、給与等の支給日の午前一〇時から引き出せるものとする。\n一二条　給与振込の申出は、職員が「給与口座振込申出書」を所属長に提出するこ\nとにより行うものとする。\n一三条　給与振込の申出内容の変更又は申出の取消しをする場合、その手続及び開\n始の時期は、前条の規定を準用する。\n一八条　指定金融機関は、磁気テープに記録された内容に基づき、給与振込口座に\n給与等の支給日の午前一〇時までに振り込むものとする。\n（５）　平成七年六月現在で、本件給与振込制度を全く使用せず現金支給を受けて\nいる愛知県公立学校教職員は、四万九三三三人中二六九人存在した。また、本件給\n与振込制度と現金支給を併用している者も併せると、その人数は、八八一九人とな\nる。さらに、同月の愛知県公立学校教職員に対する給与支給総額は一七六億一〇八\n〇万七四三九円であるが、うち現金支給総額は一七億〇〇八三万〇〇三五円であ\nる。\n以上の事実からすると、小中学校教職員に対する給与振込は、運用上も、①給与\nの口座振込が職員の意思に基づいていること、②職員が指定する本人名義の預金又\nは貯金の口座に振り込まれること、③振り込まれた給与の全額が、所定の給与支払\n日に払い出し得る状況にあることという、三要件を満たしているものと認められ\nる。\nなお、県教委としては、千円未満の端数は、口座振込を利用してほしいという意\n向があり（（２）及び（３）参照）、教職員に対し、その協力を要請していたよう\nであるが、平成七年六月現在でも千円未満の端数を現金で受領している教職員が存\n在することが認められるから、右協力の要請は、あくまでも教職員の同意を得るた\nめのものであったと認められ、千円未満の端数について口座振込を利用することを\n強制したものとは認められない。\n（四）　原告らは、給与振込を希望しない教職員に対しては、様々な嫌がらせが行\nわれており、教職員の意思に基づくものと推量することは困難であると主張してい\nるが、そのような嫌がらせの事実を認めるに足る証拠はない。\nまた、原告らは、職員の意思に基づくものではないことの証拠として、本件給与\n振込制度の利用率の高いことを挙げているが、今日において給与振込制度は、教職\n員にとっても一般的に便利な制度であると考えられるから、その利用率の高いこと\nをもって、職員の意思に基づくものではないと推し量ることはできない。\n（五）　原告らは、Ｃ口座へは厚生諸費分の給与は振り込まれず、Ｃ口座通帳には\n事後的に振込・引き落し金額が印字されているだけであって、給与全額を、所定の\n給与支払日に払い出し得る状況にはないと主張する。\n証拠（乙九、一一、一二、二二、二五、証人ｃ）によれば、厚生諸費の口座振替\nの方法は、振替希望者が申し出た厚生諸費を、給与支払日に、電算処理により、登\n録したＣ口座から被告互助会の口座に振り替え、被告互助会の口座から各厚生諸費\n収納団体の口座に振り替える方法により行われていることが認められる。\nしたがって、教職員が、給与の支払日に、Ｃ口座に振り込まれた給与を引き出そ\nうとしても、Ｃ口座に振り込まれた給与は、給与の支払日に電算処理により、被告\n互助会の口座に振り替えられるから、現実に、Ｃ口座から引き出すことはできない\n（甲一四、一五）。\nしかし、これは、当該口座の名義人である教職員が、被告互助会に対し、口座振\n替を依頼している結果であり、Ｃ口座から被告互助会の口座へ給与が振り替えられ\nるのは、給与が現実にＣ口座に振り込まれている結果である。すなわち、いったん\n職員の支配下であるＣ口座に厚生諸費相当額の給与が振り込まれるからこそ、職員\nの依頼によって、被告互助会の口座に厚生諸費相当額が振り替えられるのである。\nしたがって、職員本人がＣ口座から給与を払い出すことができないことをもっ\nて、Ｃ口座への入金は実際にはなされておらず、Ｃ口座通帳には事後的に振込・引\nき落し金額が印字されているだけであるというのは、原告らの独自の見解という他\nはなく、採用することができない。\nなお、原告らは、県と被告互助会とを一体視して、本件厚生諸費振替事業を、結\n局県の事業として位置づけ、県による天引きと同視しているが、後述するように、\n実質的にも、本件厚生諸費振替事業を県の事業と解することはできないから、原告\nらの主張を採用することはできない。\n（六）　以上より、県が、小中学校教職員に対する給与を、本件給与振込制度に基\nづき支給していることは、通貨払い、直接払い及び全額払いの原則に反しないか\nら、本件給与振込制度を条例で規定していないことが、地公法二五条二項に反する\nと解することはできない。\n３　地公法二五条三項違反について\n（一）　前記２記載のとおり、本件給与振込制度は、地公法二五条二項に反するも\nのではないが、同法二四条六項は、「職員の給与、勤務時間その他の勤務条件は、\n条例で定める。」と規定し、同法二五条三項は、「給与に関する条例には、左の事\n項を規定するものとする。」と規定し、給与の支給方法は同項七号により条例決定\n事項とされている。\n争いのない事実等記載のとおり、本件給与振込制度は、支給方法規則等に規定さ\nれているため、地公法二五条三項に違反するか否かを検討する。\n（二）　地公法二四条六項及び二五条三項が給与条例主義を定めているのは、地方\n財政の中で大きな比重を占める職員の給与を住民の代表である議会が制定する条例\nで定めることにより住民自治を達成するとともに、その地位の特殊性ゆえに労働基\n本権が制限されている職員の勤務条件を保障する代償措置として給与を地方公共団\n体における昀高の意思決定で保障し、職員に対する給与を権利として保障するため\nである。\n右給与条例主義の趣旨からすれば、地公法二五条三項に列挙されている事項を全\nて条例で直接定めなければならないとまで解する必要はなく、条例において、住民\n自治と職員に対する権利の保障が害されるおそれがない範囲を定めて、規則等に委\nねることは許容されているものと解される。そして、条例の委任を受けた規則等が\n委任の範囲において定められている限り、当該規則等に定められた事項は、地公法\n二五条三項に反するものではないと解される。\n（三）　本件では、職員に対する給与の口座振込の可否が問題となっているが、そ\nれは、職員に対する給与の具体的な額等が決定した後の問題であり、住民自治の観\n点からコントロールする必要はない。また、既に判示したように、地公法二五条二\n項が支給三原則を定めているところ、本件給与条例には支給三原則の例外規定が置\nかれていないと認められる以上、本件給与条例は、支給三原則に則った支給方法を\n選択していると解され、同条例八条六項の「前五項に定めるもののほか、給料の支\n給方法に関し必要な事項は、人事委員会規則で定める。」とある規定は、「前五項\nに定めるもののほか、給料の支給方法に関し必要な事項は、支給三原則に反しない\n範囲で、人事委員会規則で定める。」と解するのが相当である。そして、右解釈は\n本件給与条例中給料以外の諸手当の支給方法について定めた規定についても同様で\nある。したがって、本件給与条例は、支給三原則に反しない範囲で、給与の支給方\n法を人事委員会規則に委任しているものと解されるから、職員に対する権利の保障\nという観点からも、本件給与条例の委任に問題があるとは解されない。\nそして、既に判示したとおり、支給方法規則等の規定は、地公法二五条二項に反\nするものではないから、支給方法規則等は、本件給与条例の委任の範囲において定\nめられているものである。\n以上より、支給方法規則等により本件給与振込制度が規定されていることをもっ\nて、地公法二五条三項に違反するものと解することはできない。\nこの点、原告らは、通貨払いの特例たる給与振込制度が人事委員会規則に定め得\nるほどの細目であるはずはないと主張しているが、既に判示したように、本件給与\n振込制度は、地公法二五条二項の例外には当たらないものと解されるから、原告ら\nの主張はその前提を欠くものである。\n４　地方教育行政の組織及び運営に関する法律違反について\n地方教育行政の組織及び運営に関する法律第二五条は、「教育委員会及び地方公\n共団体の長は、それぞれ前二条の事務を管理し、及び執行するに当っては、法令、\n条例、地方公共団体の規則並びに地方公共団体の機関の定める規則及び規定に基か\nなければならない。」と定めているところ、本件給与振込制度は、県の執行機関で\nある人事委員会（自治法一八○条の五第一項三号）が定めた支給方法規則等に基づ\nき行われているから、地方教育行政の組織及び運営に関する法律二五条に違反する\nものではないことは明らかである。\n５　以上より、本件協定の締結が違法であるとは認められないから、原告らの本件\n協定の履行等の差止めを求める請求は理由がない。\n六　補助金支出の違法性について\n１　自治法二三二条の二は、「普通地方公共団体は、その公益上必要がある場合に\nおいては、寄附又は補助をすることができる。」と定めているが、この「公益上必\n要がある場合」とは、客観的にも、公益上必要であると認められなければならない\nが、公益上必要かどうかは、抽象的で外延の広い概念であり、実際の運用に当たっ\nては、長及び議会が、社会的見地から補助金支出の目的、趣旨、補助対象事業の内\n容、補助対象団体の目的、構成員、活動状況等の諸要素を総合的に勘案の上、事例\nごとに判断するものであるから、そこには一定の裁量があるものと解され、裁判所\nがその判断の違法性を検討するに当たっては、その判断が裁量を逸脱したと認めら\nれる場合に限って、違法と評価すべきである。\n２　原告らは、被告互助会は、本件厚生諸費控除事業に関しては、県教委のダミー\nであり、本件厚生諸費控除事業は、実質県教委の事業であって、地公法二五条二項\nに違反するから、同事業に対する補助金の支出は違法であると主張する。\n（一）　証拠（乙五ないし八、証人ｃ）によれば、以下の事実が認められる。\n（１）　被告互助会は、共済条例一条一項の趣旨を実現するため、愛知県教育職員\nの福利増進を図り、もって愛知県教育の振興発展に寄与することを目的とする団体\nであり、福利厚生等に関する資金の給付及び貸付事業等の当該目的を達成するため\nに必要な事業を行っている（共済条例三条、寄附行為三条、四条）。\n（２）　被告互助会の事業は、会員の掛金及び県費補助金その他の収入によって運\n営することとされ、県は、被告互助会に対し毎年度予算の範囲内で補助金を交付す\nるものとされている（共済条例四条）。\n（３）　被告互助会の会員は、①教育長及び教育委員会事務局の職員並びに教育委\n員会の所管に属する学校以外の教育機関の職員、②県立学校の教職員、③法に基づ\nく公立学校共済組合愛知支部の組合員で①②に掲げる職員以外の者、④被告互助会\nに常時勤務する者である（財団法人愛知県教育職員互助会運営規程一一条）。被告\n互助会には、会長、副会長、委員（会長及び副会長を含む）、運営審議会委員等の\n役員が置かれており、会長には愛知県教育委員会教育長の職にあるものが充てられ\nている（寄附行為一二条）。\n（４）　被告互助会の委員は、理事会を構成し、会務の執行を決定し、運営審議会\n委員は、運営審議会を構成し、必要な事項を審議することとされている（寄附行為\n一四条一項、四項）。具体的には、理事会は事業計画の決定等を議決し、運営審議\n会は理事会が附議する事項について審議することとされ、ともに過半数をもって議\n決することとされている（寄附行為二一条、二二条、二六条）。\n本件厚生諸費振替事業についても、被告互助会において、平成六年六月初めこ\nろ、運営審議会の審議を経て、理事会で議決され、被告互助会の事業として行うこ\nとが決定された。\n（５）　知事は、被告互助会の事業を監督し、必要な報告を求めることができ、被\n告互助会の会長は、毎年三月に翌年度の予算書を、六月に前年度の事業報告書及び\n決算報告書を知事に提出しなければならないとされている（共済条例九条、同条例\n施行規則八条）。\n（二）　以上のことからすると、被告互助会に対する県の関与は監督の限度にとど\nまり、被告互助会は、独自の議決機関により、愛知県教育職員の福利増進を図り、\nもって愛知県教育の振興発展に寄与することに適う事業を決定しており、本件厚生\n諸費振替事業も、被告互助会の独自の議決機関により、被告互助会の事業とするこ\nとが決定されたことが認められる。また、本件厚生諸費振替制度は、被告互助会の\n会員である教職員が、本来、本件給与振込制度によって振り込まれた給与を、受取\n口座から現金として引き出して、それぞれの厚生諸費の担当者若しくはその指定し\nた支払口座に個別に振り込まなければならないところ、右支払の事務的手間を簡便\nにする制度であると評価することができ、教職員の便宜に資する制度であると解さ\nれるから、実質的にも、愛知県教育職員の福利増進に役立つものであり、被互助会\nの掲げる目的に適うものである。\nしたがって、本件厚生諸費振替事業を、実質県教委の事業であると見ることはで\nきない。\n原告らは、本件厚生諸費控除事業が、全額県からの補助金で賄われていることを\n理由に、実質県教委の事業であると主張する。\nしかし、県費補助金が被告互助会の収入の一定部分を占めることは、共済条例上\n予定されたものであること、補助金は、原則として事務又は事業を対象に交付され\nるものであること（愛知県補助金等交付規則（乙一九）三条一項二号、五条一号、\n三号、一六条参照）、証拠（証人ｃ）によれば、本件厚生諸費振替事業が全額補助\n金で賄われているのは、被告互助会が、会員の掛金（共済条例施行規則三条により\n月額給料の一定額に定められている。）を同事業費に充てることは、本件厚生諸費\n振替制度を利用する会員とそうでない会員との公平から、望ましくないと考え、同\n事業費全額を補助金の額として申請したからであると認められることからすると、\n同事業が、全額県からの補助金で賄われていることを理由に、同事業が実質県教委\nの事業であるとは認めることはできない。\n（三）　以上より、原告らの右主張は採用することができない。\n３　原告らは、本件厚生諸費控除事業は、職員団体の活動に対し経理上の援助を与\nえるものであり、不当労働行為の法理に照らして違法であると主張する。\nしかし、右主張は、本件厚生諸費振替事業が、実質県の事業であるとの主張を前\n提としており、右前提が成り立たないことは、既に判示したとおりである。\nしたがって、原告らの右主張は採用することができない。\n４（一）　原告らは、本件厚生諸費控除事業において、厚生諸費控除対象口座であ\nるＣ口座は東海銀行に限定されているが、これは不公正な取引方法〔昭和五七・\n六・一八公正取引委員会告示一五号〕④所定の取引条件等の差別取扱い「不当に、\nある事業者に対し取引の条件又は実施について有利な取扱いをすること」又は⑩所\n定の抱き合わせ販売等「相手方に対し、不当に役務の供給に併せて他の役務を自己\n又は自己の指定する事業者から購入させ、その他自己又は自己の指定する事業者と\n取引するように強制すること」に該当し、独禁法に違反すると主張する。\n（二）　証拠（乙一〇、一一、二五）によれば、小中学校教職員が、本件厚生諸費\n振替制度を利用する場合の手順について以下の事実が認められる。\n（１）　本件厚生諸費振替制度の利用を希望する互助会会員兼教職員（以下「希望\n会員」という。）は、東海銀行との間に預金口座振替依頼契約を締結する。\n（２）　希望会員は、「預金口座振替依頼書」を所属長、被告互助会を経由して銀\n行に、「厚生諸費の口座振替払に関する届出書」、「厚生諸費支払申出書」を所属\n長に、それぞれ提出する。\n（３）　所属長は、厚生諸費を選定の上、「厚生諸費（所属項目）登録報告書」を\n作成し、毎月二日までに被告互助会に提出する。\n（４）　所属長は、希望会員から「厚生諸費の口座振替払に関する届出書」又は\n「厚生諸費支払申出書」を受理した場合は、その内容を確認し、受理した月の末日\nまでの分について、「厚生諸費（所属項目）口座振替報告書」を作成し、毎月二日\nまでに被告互助会に提出する。\n（５）　被告互助会は、所属長から受理した各報告書を電算処理者に送付し、必要\nなデータの処理をさせ、所定の磁気テープを作成させる。\n（６）　被告互助会は、希望会員に対する厚生諸費の預金口座振替収納事務を東海\n銀行に対して、東海銀行の本店公務部を取りまとめ店として委託している。\n（７）　被告互助会は、作成した磁気テープを東海銀行に提出する。\n（８）　東海銀行は、被告互助会から受け取った磁気テープにより、振替指定日に\n希望会員の指定口座から被告互助会の口座へ厚生諸費相当額を振り替え、被告互助\n会の口座から各厚生諸費収納団体の口座へ厚生諸費相当額を振り替える。\n（三）　被告互助会はＣ口座を東海銀行に限定しているため、希望会員は、本件厚\n生諸費振替制度を利用するための預金口座振替依頼契約を東海銀行との間でしか締\n結することができないが、証拠（乙九ないし一一、二五、証人ｃ）によれば、その\n理由は、Ｃ口座から被告互助会の口座への振替ができない場合のうち、Ｃ口座が給\n与の支払日までに解約されていたなどＣ口座に厚生諸費相当額の給与が振り込まれ\nないことが給与振込日に判明する場合には、被告互助会の口座から各厚生諸費収納\n団体の口座への振替データを無駄にしないために、被告互助会が各厚生諸費収納団\n体に対する支払を立て替える必要があるが、その場合に振替不能となった会員に対\nし、厚生諸費相当額を被告互助会の口座に振り込むよう請求するなどの後処理を迅\n速に行うためには、被告互助会の組織規模からいって、Ｃ口座を開設できる金融機\n関を一行に限定する必要があったこと、東海銀行は、愛知県内に多数の支店網を有\nしており、他の金融機関に限定するよりも教職員の便宜に資するものと考えられた\nこと、被告互助会の取扱銀行が東海銀行である関係で、Ｃ口座を開設できる金融機\n関を東海銀行に限定すれば、希望会員のＣ口座から被告互助会の口座、被告互助会\nの口座から各厚生諸費収納団体の口座への各振替の際に本来発生するはずの手数料\nが免除されることとなったことからであると認められる。\n（四）　一般指定④該当性\n（１）　独禁法一九条は、「事業者は、不公正な取引方法を用いてはならない。」\nと規定しているが、ここにいう「事業」とは、何らかの経済的利益の供給に対応し\nて反対給付を反復継続して受ける経済活動をいうものと解される。\nしかし、本件厚生諸費振替制度において、直接、東海銀行に口座振替を依頼して\nいるのは、希望会員であり、希望会員は、東海銀行に対して何らかの経済的利益の\n供給に対応して反対給付を反復継続して受ける経済活動を行っていないから、独禁\n法一九条の「事業者」に該当しない。\nしたがって、希望会員が東海銀行に口座振替を依頼することは、独禁法一九条に\n違反しない。\n（２）　もっとも、希望会員がＣ口座を東海銀行に限定しているのは、被告互助会\nがＣ口座を東海銀行に限定したためであるから、一般的指定④の「取引」の主体を\n被告互助会と解する余地もあり得る。\nしかし、そのように解するとしても、被告互助会がＣ口座を東海銀行に限定した\nのは、被告互助会が本件厚生諸費振替事業を行うに当たって、昀も同事業を行うの\nに適した金融機関を多数の金融機関から選択した結果であるから、何ら公正な競争\nを阻害するおそれがあるとはいえず、一般指定④には該当しない。\n（五）　一般指定⑩該当性\n（１）　原告らは、被告互助会が、希望会員に対して厚生諸費控除という役務の供\n給に併せて、Ｃ口座を東海銀行に指定するよう強制していると主張する。\nしかし、被告互助会が希望会員に対して行う本件厚生諸費振替事業に伴い被告互\n助会が負担する費用は、既に判示したとおり、愛知県からの補助金で賄われてお\nり、希望会員から反対給付を反復継続して受ける経済活動であるとは認められない\nから、被告互助会は、希望会員に本件厚生諸費振替事業を行うという関係では事業\n者に該当しない。\n（２）　また、前記のとおり、被告互助会が厚生諸費振替という役務を提供するに\n当たっては、被告互助会としては希望会員の振替口座を東海銀行に限定する必要が\nあったのであり、希望会員が東海銀行に振替口座を設定することは本件厚生諸費振\n替事業にとって必要不可欠な条件となっているものと認められる。\n一般指定⑩が抱き合わせ販売等を不公正な取引方法に指定しているのは、抱き合\nわせる従属的役務が独自に有する競争力によらないで顧客を獲得することに公正な\n競争の阻害があると解されるからである。したがって、一見、二つの役務が存する\nように見えても、それらが、密接不可分であり、実質的には一つの役務と解される\nような場合には、一方の役務を供給するためには、他方の役務を供給することが不\n可欠であるから、何ら公正な競争を阻害するものではなく、一般指定⑩には該当し\nないものと解される。\nしたがって、被告互助会が、厚生諸費振替という役務を提供するに当たって、希\n望会員に対し振替口座を東海銀行に限定したことは、一般指定⑩には該当しない。\n（六）　以上より、原告らの独禁法違反との主張は採用できない。\n５　動機の不正\n原告らは、県が、本件厚生諸費控除事業に補助金支出をしているのは、県が同事\n業を自己の事務として遂行した場合に問われる責任を回避するためであるから、同\n事業に対する補助金支出の動機は不正であり、資金補助行政において認められた裁\n量の限界を超えていると主張する。\nしかし、右主張は、本件厚生諸費振替事業は実質県の事業であるという主張を前\n提としており、右主張を採用することができないことについては、既に判示したと\nおりである。また、既に判示したとおり、本件厚生諸費振替事業は、希望会員であ\nる教職員の利便に資するものであると解されるが、そのように教職員の職務外の環\n境を整えることも、ひいては愛知県教育の振興発展に寄与するものであり、公益性\nを有する事業であると認められる。\nしたがって、原告らの右主張は採用することができない。\n６　比例原則違反\n原告らは、各職員団体は団体保険を取り扱うことにより、各保険会社から所定の\nマージンを取得する一方で、各職員団体は、本件厚生諸費控除制度の導入準備費用\n及び維持・運行費用について応分の負担をしていないから、当然節減すべき額を節\n減しておらず、補助金の支出は比例原則に違反し、そのことを考慮せずに補助金を\n支出することは、資金補助行政において認められた裁量権を越え違法であると主張\nする。\nしかし、各職員団体が各保険会社から所定のマージンを取得している点について\nは、被告互助会が関知しない各職員団体と各保険会社との契約によって決せられる\n事柄であり、その額の多寡によって、被告互助会と各職員団体間の費用負担が左右\nされるものではない。\nそして、証拠（乙一○、三〇の一ないし五、証人ｃ）によれば、被告互助会は、\n本件厚生諸費振替制度の利用を希望する職員団体との間で、「厚生諸費振替事務に\n関する協定」を締結し、同協定五条により、当該職員団体は、同協定に基づく被告\n互助会の取扱いに要する経費を全て負担することとされていること、当該職員団体\nが被告互助会に毎月報告する厚生諸費支払データは、当該職員団体の費用により所\n定の磁気テープに収められており、厚生諸費支払データを磁気テープ化する費用\nは、各職員団体が負担していることが認められる。\nもっとも、証拠（二八の一と二、二九）によれば、被告互助会は、東海銀行に対\nし、各希望会員ごとにまとめられた、Ｃ口座から被告互助会に対する振替データ及\nび被告互助会から各厚生諸費収納団体に対する振替データを、磁気テープで作成し\nなければならないため、同被告は、セントラルシステムズ株式会社（以下「セント\nラルシステムズ」という。）に対し、右磁気テープの作成を依頼しているところ、\n右磁気テープの作成によりセントラルシステムズに対し負担する委託料は、被告互\n助会が負担しており、本件厚生諸費振替制度の利用を希望する職員団体は負担して\nいないものと認められる。\nしかし、被告互助会がセントラルシステムズに対し依頼している磁気テープの作\n成においては、その作成システムを構築した後においては、厚生諸費支払データを\n磁気テープ化することに昀も費用が掛かり、磁気テープ化した後に所望の形式にデ\nータを組み替えることには比較的費用は掛からないものと解され、本件厚生諸費振\n替制度の利用を希望する職員団体にどの程度の負担を求めるのが適切な基準か不明\nである。また、証拠（証人ｃ）によれば、被告互助会が福利厚生事業として取り扱\nっている福祉貯金を、本件厚生諸費振替制度によって振り替えることを前提とした\n場合、被告互助会以外の収納団体のデータを取り扱うことによって、余分に掛かる\n経費は僅少なものであると認められる。\n以上のことからすると、セントラルシステムズに対し負担する委託料は、被告互\n助会が負担しており、本件厚生諸費振替制度の利用を希望する職員団体は負担して\nいないことをもって、被告互助会が当然節減すべき額を節減しておらず、補助金の\n支出は比例原則に違反し、そのことを考慮せずに補助金を支出することは、資金補\n助行政において認められた裁量権を越え違法であるとまで解することはできない。\nよって、原告らの右主張は採用することができない。\n七　結論\nよって、主文のとおり判決する。\n名古屋地方裁判所民事第九部\n裁判長裁判官　野田武明\n裁判官　佐藤哲治\n裁判官　安永武央\n"
}