{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 9,
    "day": 18
  },
  "case_number": "平成3(う)280",
  "case_name": "大麻取締法違反、関税法違反被告事件",
  "court_name": "東京高等裁判所第一刑事部",
  "lawsuit_id": "20260",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20260",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/260/020260_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役三年に処する。\n原審における未決勾留日数中一〇〇日を右刑に算入する。\n押収にかかる大麻八二袋（当庁平成三年押第七五号の一ないし八二）\nは、これを被告人から没収する。\n理　　　　由\n本件控訴の趣意は、弁護人伊藤和夫名義の控訴趣意書に、これに対する答弁は、\n検察官溝口昭治名義の答弁書に、それぞれ記載のとおりであるから、これらを引用\nする。\n１　控訴趣意第一点（公訴棄却を求める主張）について\n論旨は、要するに、日本語を解しない被告人に対し、被告人の理解できる言語に\nよる翻訳文を添付しないでした本件起訴状謄本の送達は、刑訴法二七一条一項、憲\n法三一条及び市民的及び政治的権利に関する国際規約（以下「Ｂ規約」という。）\n一四条三項（ａ）、（ｂ）各号に違反し無効であるから、本件は起訴状謄本の送達\nがなかったことに帰し、したがって、刑訴法二七一条二項により、本件公訴はその\n提起から二箇月を経過した時点でさかのぼってその効力を失ったものであって、刑\n訴法四〇三条一項、三三九条一項一号により、決定をもってこれを棄却すべきであ\nる、というのである。\nそこで、記録を調査し、当審における事実取調べの結果を併せて検討すると、\n「１」被告人は、タイ王国の国籍を有する外国人で、昭和六二年一二月に日本語を\n学ぶ就学生として初来日した後数回入出国を繰り返し、本件犯行当時までに通算約\n一年四箇月間本邦に滞在した者であり、平易な話し言葉を理解し、平仮名や片仮名\nを読む程度の日本語の理解能力はあるものの、本件起訴状を読解するまでの語学能\n力は有しないこと、「２」被告人は、平成二年七月一一日、大麻取締法違反の事実\nで通常逮捕され、同月一三日東京水上警察署に勾留され、本件関税法違反の事実に\nつき東京税関の職員に、本件大麻取締法違反等の事実につき東京地方検察庁の検察\n官に、いずれも通訳人を介して取調べを受けていること、「３」被告人は、同月一\n四日、私選弁護人を選任し、同弁護人は原審判決時まで一貫して被告人の弁護活動\nに当たっていたこと、「４」同年八月一日、検察官は、東京地方裁判所に本件公訴\nを提起するとともに、同警察署の司法警察員を介し、被告人に対し、日本語とタイ\n語が対訳になっている書面の該当箇所を指示する方法により、本日公訴が提起さ\nれ、近く裁判が始まる旨を告知したこと、「５」裁判所書記官は、同月二日、日本\n語で記載された本件起訴状謄本（翻訳文の添付はない。）を同警察署長に宛てて発\n送し、右謄本は翌三日同署に到達したところ、同署職員は、即日これを被告人に交\n付したこと、「６」原審においては、第一回公判期日以降総て通訳人の立会いの下\nに手続及び審理が進められ、判決に至っていることが認められる。\nところで、公訴の提起は起訴状を提出してこれをしなければならず（刑訴法二五\n六条一項）、これと同時に起訴状謄本を裁判所に差し出すべきものとされ（同規則\n一六五条一項）、裁判所は、遅滞なくその起訴状謄本を被告人に送達しなければな\nらないものとされているが（同法二七一条一項、同規則一七六条一項）、これらの\n書類が日本語を用いて作成されるべきことは明らかであり（裁判所法七四条）、被\n告人が日本語に通じない者である場合であっても、翻訳文の添付は刑訴法上要請さ\nれてはいない。それ故、裁判所が、送達に関する法令の定めるところに従い起訴状\n謄本を被告人に到達させる措置をとり、被告人がこれを受領すれば、起訴状謄本の\n送達は刑訴法上有効と解すべきである。\n所論は、刑訴法が起訴状謄本に翻訳文の添付を要求していないとすれば、そのこ\nと自体がＢ規約一四条三項（ａ）、（ｂ）各号、憲法三一条に違反すると主張す\nる。\nたしかに、起訴状謄本の送達は、被告人に公訴の提起があったことを告知し、か\nつ、公訴事実及び罰条を明らかにすることによって、被告人に防御の機会を与える\n機能を有するものであるところ、送達を受ける被告人の法律知識や識字能力によっ\nて起訴状謄本の記載内容を理解する程度は千差万別であり、被告人が目が不自由で\nあるとか、文盲であるとか、あるいは日本語を解しない外国人であるなどの理由に\nよって、その記載内容を直ちに理解することができない場合には、その機能が十分\nに果されないおそれがあることは否定できない。\n<要旨>しかし、被告人に対する防御権の保障は、起訴状謄本の送達に止まらず、\n手続の各段階において重層的に設</要旨>けられているのであって、被告人に対する\n防御権の保障が所論Ｂ規約及び憲法三一条の要請を充たすものといえるか否かは、\n制度及び手続の運用全体を通じて総合的に考察すべきである。たとえば、起訴状謄\n本送達の一つの重要な機能である公訴提起がなされたことの告知は、検察官が司法\n警察員を介して逸速くその事実を告知する運用や、弁護人選任照会手続などによっ\nて事実上補われているし、捜査段階における被疑事実の告知、弁解録取及び取調べ\nが通訳人を介して行われ、自己がどのような容疑で捜査の対象とされているかは被\n疑者のつとに承知するところであり、更に、捜査・公判段階を通じて弁護人選任権\n及び弁護人との接見交通権が保障されていることにより、弁護人との連絡、打合せ\nを通じ、公訴事実を知る機会も十分与えられている。そして、公判段階における総\nての審理手続及び裁判が通訳人の立会の下に行われることは、確立した慣行となっ\nているのである。このような制度及び運用の実情に照らしてみれば、起訴状謄本に\n翻訳文を添付しない現行の取扱いの下においても、被告人の防御権の保障に欠ける\nところはないものというべきである。所論Ｂ規約一四条三項は、「すべての者は、\nその刑事上の罪の決定について、十分平等に、少なくとも次の保障を受ける権利を\n有する。（ａ）その理解する言語で速やかにかつ詳細にその罪の性質及び理由を告\nげられること。（ｂ）防御の準備のために十分な時間及び便益を与えられ並びに自\nら選任する弁護人と連絡すること。」と規定するが、右（ａ）号にいう「速やか\nに」とは、時間的即時性の比較的緩やかな訓示的表現であるから、遅くとも「その\n刑事上の罪の決定」をする場である公判手続の冒頭において起訴状朗読がなされ、\nこれが被告人の理解する言語で通訳されることにより、最低限その要請は充たされ\nるものと解すべきであり（実際には、これより前の弁護人との打合せによる事前準\n備の段階でこれを知る機会が十分あることは、前示のとおりである。）、同号が、\n起訴状謄本の送達に際し翻訳文を添付することまで要請しているものとは解されな\nい。\nこれを本件についてみても、前示「１」ないし「６」のとおり、被告人に対する\n防御権は十分保障されていることが窺われ、起訴状謄本の送達に当たり被告人の理\n解出来る言語による翻訳文を添付しなかったことが所論Ｂ規約の条項や憲法三一条\nの適正手続条項に違反するものとは認められない。\n本件起訴状謄本の送達は適法、有効であり、その無効を前提とする公訴棄却の申\n立ては理由がない。\n２　控訴趣意第二点（法令適用の誤りの主張）について\n論旨は、要するに、原判決が適用した平成二年法律第三三号による改正前の大麻\n取締法二四条二号、四条一号に定める大麻輸入の罪は、通関線を突破して大麻を保\n税地域外に持ち出した時に既遂に達するものと解すべきところ、本件大麻は、保税\n地域から出る前に税関に差し押さえられているから、未だ既遂に達しておらず、か\nつ、当時は未遂罪を処罰する規定は設けられていなかったので、この点については\n被告人は無罪である、というのである。\nしかし、所論大麻輸入の罪は、国外から到着した航空機から日本国内に大麻が取\nりおろされた時点で既遂に達するものと解するのが相当であり、原判決の認定した\n罪となるべき事実はこれより後の出来事であって、遅くともその時点までに本件各\n大麻輸入行為が既遂に達していたことは明らかであるから、原判決に所論法令適用\nの誤りはなく、論旨は理由がない。\n３　控訴趣意第三点（量刑不当の主張）について\n原審の記録及び証拠物を調査して検討するに、本件は、被告人がタイ王国内の共\n犯者と共謀の上、国際ビジネス航空便を利用して、三回に亘り合計八三五七・八一\nグラムもの大量の大麻を本邦に輸入した（関税法違反の点は未遂）という事案であ\nり、その取扱数量に照らし、単なる自己使用ではなく、多数の者に販売して利益を\n得る目的によるものであることが明らかであって、その手口も巧妙であることを併\nせ考慮すれば、犯情は重いものというべきであり、この種事犯に対する量刑の実情\nからみても到底刑の執行猶予を相当とする事案とは認められない。\nしたがって、原判決が、「本件では国内での大麻の拡散は未然に防げたこと、被\n告人は報酬を得ていないこと、被告人が持病を有していること、前科前歴がないこ\nと、タイでは病気の母親が帰国を待っていると思われること」など、被告人に有利\nな事情を十分斟酌しても、懲役三年六月の刑はやむを得ないと説示しているのは、\nその宣告当時においては妥当な判断であって、その量刑が重過ぎて不当であるとい\nうことはできない。論旨は理由がない。\nしかしながら、当審における事実取調べの結果によれば、被告人は、原判決を厳\n粛に受け止めて一層反省悔悟の念を強め、原審で争っていた大麻であることの認識\nの点をも認めた上、今後は決して法律を犯さないこと、帰国したら母の看病に努\nめ、二度と日本に入国しないことを誓っていることが窺われ、以上に、被告人は、\n本件犯行は、母の病気で帰国した際出会った知人から持ち掛けられ、謝礼金欲しさ\nにこれを承諾し、送り先の住所を知らせるなどしたものであるが、大麻の入手、偽\n装工作、梱包、発送などは総てその知人が取り仕切っている旨述べており、これを\n覆すに足りる証拠のないこと、被告人の病状は依然として回復の見込みが立たず、\n鎮痛剤の投与によって対症療法か行われるのみであること、その他原判決も指摘し\nている被告人に有利な諸事情を総合して再考すると、現時点において原判決の刑を\nそのまま維持することは、明らかに正義に反するものと認められる。\nよって、刑訴法三九七条二項により原判決を破棄し、同法四〇〇条但書に従い、\n被告事件につき更に次のとおり判決する。\n４　自判の判決\n原判決が認定した罪となるべき事実に科刑上一罪の処理、併合罪の加重をも含め\n原判決の適用した法令を適用し、処断刑期の範囲内で被告人を懲役三年に処し、刑\n法二一条を適用して原審における未決勾留日数中一〇〇日を右刑に算入し、関税法\n一一八条一項本文により押収にかかる大麻八二袋（当庁平成三年押第七五号の一な\nいし八二）はこれを被告人から没収し、刑訴法一八一条一項但書を適用して原審及\nび当審における訴訟費用は被告人に負担させないこととして、主文のとおり判決す\nる。\n（裁判長裁判官　半谷恭一　裁判官　堀内信明　裁判官　浜井一夫）\n"
}