{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 4,
    "day": 30
  },
  "case_number": "平成9(行ウ)32",
  "case_name": "法人税更正処分取消請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "lawsuit_id": "16064",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16064",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/064/016064_hanrei.pdf",
  "contents": "主　　　文\n一　被告が原告に対して平成七年二月二六日付けでした法人税の更正処分のうち法\n人税額一億八五一三万九五〇〇円を超える部分及び右更正処分に係る過少申告加算\n税の賦課決定処分のうち右部分に対応する部分を取り消す。\n二　原告のその余の請求を棄却する。\n三　訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が原告に対して平成七年二月六日付けでした法人税の更正処分（以下「本\n件処分」という。）のうち法人税額九八五〇万七〇〇〇円を超える部分及びこれに\n対応する過少申告加算税の賦課決定処分の一部を取り消す。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告は、不動産の売買等を業とする株式会社であり、青色申告の承認を受けて\n法人税の申告をしていた。\n２　原告は、平成四年五月二九日、平成三年四月一日から平成四年三月三一日まで\nの事業年度（以下「本件事業年度」という。）に係る法人税について、所得金額を\n一億九八七六万八七〇五円、所得金額に対する税額を七三七七万八〇〇〇円、控除\n所得税額等を八五万二二六六円、法人税額を七二九二万五七〇〇円とする青色の申\n告書による確定申告をし（以下「本件申告」という。）、右同日、右申告に係る法\n人税を納付した。\n３　被告は、平成七年二月六日、原告の本件事業年度の法人税について、所得金額\nを二億六四七一万二六三五円、所得金額に対する税額を九八五〇万七〇〇〇円、課\n税土地譲渡利益金額を三億七四〇四万六〇〇〇円、右利益金額に対する税額を一億\n一二二一万三八〇〇円、控除所得税額等を八五万二二六六円、法人税額合計を二億\n〇九八六万八五〇〇円、差引納付すべき法人税額を一億三六九四万二八〇〇円とす\nる本件処分、及びこれに係る過少申告加算税の税額を一六八五万二〇〇〇円とする\n過少申告加算税の賦課決定処分をした。\n４　原告は、被告に対し、平成七年二月二〇日、本件処分及び右過少申告加算税の\n賦課決定処分について、異議申立てをしたところ、被告は、原告に対し、平成七年\n五月一二日、右異議申立てをいずれも棄却する旨の異議決定を、同月二五日、右異\n議決定の理由を訂正する旨の異議訂正をした。\nその理由は、（一）　原告が株式会社博多興産から取得した栃木県那須郡所在の\n別紙土地目録一ないし一〇の各土地（以下「保有土地」という。）に係る負債利子\n六五九四万三九三〇円は、博多興産が法人税法五一条の圧縮記帳の規定の適用を受\nけていないため租税特別措置法（平成八年法律第一七号による改正前のもの。以下\n「措置法」という。）六二条の二第一項により損金に算入されない、（二）　原告\nが博多興産から取得して株式会社総合開発に譲渡した三重県伊勢市＜以下略＞（現\n在の同所＜以下略＞）ほか四三八筆の土地（地積合計一一万六〇四八・三三平方メ\nートル。以下「本件土地」という。）の売却益に対する税額は、博多興産が法人税\n法五一条の圧縮記帳の適用を受けていないため、租税特別措置法施行令（平成三年\n政令第八八号による改正前のもの。以下「措置令」という。）三八条の五第一一項\nによる取得日の引継ぎがなく、措置法六三条の二により一億一二二一万三八〇〇円\nとなる、（三）　右（一）（二）の金額が加算される、というものであった。\n５　原告は、平成七年五月二四日、国税不服審判所長に、右棄却決定に対する審査\n請求をしたところ、国税不服審判所長は、平成九年三月七日、右審査請求をいずれ\nも棄却する旨の裁決をし、右の裁決書謄本は、そのころ原告に送達された。\n６　しかし、本件処分のうち法人税額九八五〇万七〇〇〇円を越える部分は違法で\nある。\n７　よって、原告は、被告に対し、本件処分のうち右６の部分及び本件処分に係る\n過少申告加算税の賦課決定処分のうち右部分に対応する部分の取消しを求める。\n二　請求原因に対する認否\n１　請求原因１ないし５の事実は認める。\n２　同６は争う。\n三　被告の主張\n１　本件土地の売却益、並に、保有土地の取得に係る負債利子の損金算入の点を除\nいて、本件事業年度における原告のその余の所得金額は一億九八七六万八七〇五円\nである（別紙１①）。\n２　本件処分の理由となった本件土地の売却益及び保有土地の取得に係る負債利子\nの損金算入についての事実関係は、次のとおりである。\n（一）　株式会社山善（以下「山善」という。）は、昭和四八年七月一日、本件土\n地を取得した。\n（二）　山善は、昭和五二年一一月二一日、一〇〇パーセントの金銭出資をして株\n式会社博多興産（以下「博多興産」という。）を設立し、その後、設立時の予定に\n基づいて、同年一二月二〇日、博多興産に対し、本件土地及び保有土地を譲渡し\nた。その評価額は、本件土地と保有土地と併せて二四億七〇九四万四四七二円であ\nった。\n（三）　博多興産は、平成二年四月二六日、更に、一〇〇パーセントの金銭出資を\nして株式会社である原告を設立した。博多興産は、平成二年五月七日、原告に対\nし、原告設立時からの予定に基づいて、本件土地及び保有土地を譲渡した。\n（四）　右（三）の保有土地及び本件土地の譲渡は、いずれも、原告と博多興産と\nの間の次のとおりの変態現物出資（以下「本件変態現物出資」という。）の一内容\nをなすものである。\n①　博多興産は、本件土地及び保有土地を総額一二億七八八五万一〇〇〇円で原告\nに譲渡する。そのうち本件土地の評価額を一億八一三七万六〇〇〇円とする。\n②　右代金のうち一二億七八八五万一〇〇〇円について、原告が博多興産の山善か\nらの同額の借入金債務を免責的に引き受けることでこれに充てる。\n③　原告は、残金一〇〇〇万円を、博多興産に支払う。\n（五）　博多興産は、右（二）ないし（四）に基づき、売上高を一二億八八八五万\n一〇〇〇円、売上原価を二四億七〇九四万四四七二円と帳簿に記帳し、譲渡損失と\nして一一億八二〇九万三四七二円を計上した。したがって、博多興産は、法人税法\n五一条の圧縮記帳の適用を受ける処理はしていない。\n（六）　博多興産は、平成二年五月三一日解散決議をし、同年八月三一日、山善に\n対して原告の株式全部を含む博多興産の残余財産すべてを譲渡し、同年一〇月一六\n日清算結了登記が経由された。\n（七）　原告の保有土地に係る負債の利子で、措置法六二条の二第一項一所定の利\n子率により計算した額は別紙２の⑧のとおりであり、同項の二所定の負債利子額に\nより計算した額は別紙２の⑫のとおりである。\n（八）　原告は、保有土地については、本件事業年度の末日である平成四年三月末\n日までこれを保有していた。\n（九）　原告は、平成三年一一月七日、本件土地については、これを五億八四一四\n万円で株式会社総合開発（以下「総合開発」という。）に売却し、別紙３のとお\nり、本件事業年度内に三億七四〇四万六一三五円（別紙３の⑦）の利益を得た。\n（新規取得土地等に係る負債の利子の課税の特例について）\n３　右２（三）の博多興産から原告への保有土地の譲渡は措置法六二条の二第三項\n一号イの贈与、出資及び政令で定めるもののいずれにも該当しないから、保有土地\nは、同号の「新規取得土地等」に該当する。そうすると、同条の二第一項の規定に\nより、保有土地に係る負債の利子のうち、同条の二第三項で定義する「負債利子損\n金不算入期間」、すなわち、保有土地を新規に取得した日から四年を経過する日ま\nでの分は損金に算入することはできない。本件事業年度については、別紙２のとお\nり、その負債利子の額のうち、⑧と⑫の金額の少ない金額である⑧の金額の合計六\n五九四万三九三〇円は損金に算入できない。\nなお、平成元年直法二・七国税庁長官通達（平成三年課法二・四による改正前の\nもの。以下「本件通達」という。）六二の二（１）・三は、①　法人税法五一条の\n特定現物出資に準じて出資した資産とみなされる変態現物出資を定めた法人税基本\n通達（昭和四四年五月一日直審（法）二五国税庁長官通達）一〇・七・一の要件に\n該当し（以下「①要件」ともいう。）、かつ、②　法人税法五一条の規定の適用を\n受ける土地等の取得（以下「②要件」ともいう。）は、措置法六二条の二第三項イ\nの「出資によるもの」に該当するものと定め、①の要件を充たすいわゆる変態現物\n出資で、②の要件を充たすことによって譲渡資産がそのまま新設法人に内部的にと\nどまる実質を有する場合には、かような変態現物出資たる土地の譲渡も現物出資に\n準じて、右の「出資によるもの」に該当するとの取扱がされている。しかし、博多\n興産から原告への右の保有土地の譲渡は、右①の要件を充たしているが、博多興産\nは法人税法五一条の規定による圧縮記帳の規定の適用を受けていないから②の要件\nを欠き、結局、「出資によるもの」に該当するとはいえない。\n（本件土地の譲渡利益と超短期土地の特別税率について）\n４　原告の本件土地の保有期間は二年以下であり、原告の株式会社総合開発に対す\nる売却は超短期所有土地等に係る土地の譲渡に当たる。したがって、原告の本件事\n業年度の所得に対する法人税額に加算すべき金額は、措置法六三条の二第一項、第\n二項により、別紙３の⑦の金額に一〇〇分の三〇の割合を乗じて計算した一億一二\n二一万三八〇〇円（別紙３の⑧）となる。\nなお、措置令三八条の五第一一項で準用される措置令三八条の四第二五項三号\nは、法人税法五一条一項の規定の適用の対象とされた同項に規定する特定出資によ\nり受け入れた資産に含まれている土地等については、当該特定出資をした法人が当\n該土地を取得した日において新設法人もこれを取得したものとみなす旨を規定して\nいる。ところが、博多興産は、法人税法五一条に規定する圧縮記帳をしておらず、\nのみならず、本件土地の売却の際、博多興産はすでに原告の株式を全く保有してい\nなかったのであるから、いずれにしても右措置令の規定（取得日の引継ぎ）の要件\nを充たしていない。\n５　控除所得税額は八五万二二六六円である。\n６　原告の本件事業年度における納付すべき法人税額は、別表１のとおり、右１と\n右３と右４の合計額から右５を差し引いた二億〇九八六万八五〇〇円となり、その\n範囲内でされた本件処分及びそれに係る過少申告加算税の賦課決定処分はいずれも\n適法である。\n四　被告の主張に対する認否\n１　被告の主張１及び同２（一）ないし（六）、（八）（九）の事実は認める。\n２　同３は争う。\n３　同４は争う。山善の博多興産に対する変態現物出資及び博多興産の原告に対す\nる本件変態現物出資は、いずれも、措置令三八条の五第一一項が準用する措置令三\n八条の四第二五項三号の規定する特定出資に該当する。したがって、博多興産は山\n善の、原告は博多興産の本件土地の取得日をそれぞれ引き継ぐから、原告の本件土\n地の取得日は昭和四八年七月一日となり、本件土地は超短期所有土地には当たらな\nい。\n４　同５は認める。\n理　　　由\n一　請求原因１ないし５、被告の主張１、２の（一）ないし（六）、（八）（九）\nの事実、同５、以上は、当事者間に争いがなく、弁論の全趣旨によれば、被告の主\n張２の（七）の事実が認められる。\n二　被告の主張３（新規取得土地等に係る負債の利子の課税の特例）について検討\nする（なお、この点は、原告は、口頭弁論において争わない旨の陳述をしたことが\nあるが、弁論の全課程を通じて争っていると解されるし、かような法律判断につい\nては、裁判所は、当事者の主張には拘束されないと解される。）。\n１　博多興産の原告に対する保有土地の譲渡は、博多興産が原告を設立してから間\nもなく当初の予定に従ってされたもので、これは、設立された法人である原告に対\nする土地の譲渡であって、出資ではないが、いわゆる変態現物出資と呼ばれるもの\nで、本件通達の①要件には該当するが、博多興産が法人税法五一条所定の圧縮記帳\nをして同条の適用を受けていないから、本件通達の②要件を充たしておらず、本件\n通達に従えば、被告の主張どおり、保有土地に係る負債利子のうちの「負債利子損\n金不算入期間」分は損金に算入できないことになる。そして、被告は、保有土地の\n右の譲渡は、本件通達の①要件と②要件の両方を充たさない以上、措置法六二条の\n二第三項イの「出資によるもの」に該当することはない旨を主張する。\n２　しかしながら、いわゆる変態現物出資について、本件通達が措置法六二条の二\n第三項一イの出資に準じることのできる要件として、出資法人が法人税法五一条一\n項の圧縮記帳による課税の繰り延べ措置の適用を受けたことを挙げていることは、\n同項イが出資を「新規取得土地等」から除外した趣旨に照らしても合理性が見当た\nらず、むしろ、同項の解釈としては、法人税法基本通達一〇・七・一の（１）ない\nし（３）の各要件を充たす変態現物出資は、それだけで同項イの出資に含まれると\n解して良いと考えられる。その理由は、次のとおりである。\n３　措置法六二条の二の新規取得土地等に係る負債の利子の課税の特例は、法人が\n昭和六三年一二月三一日以後に取得した土地等に係る借入金利子の損金算入を一定\n期間にわたり制限する制度である。この制度は、それ以前は、一般に、法人が支払\nう借入金の利子は、企業会計上の期間費用として、その支払った事業年度の損金に\n算入することができるとの扱いであったところ、企業がこれを利用して借入金によ\nる土地取得を通じての税負担の回避行為をしたため、それに対処する必要と、あわ\nせて不要不急の土地の取得による地価高騰の抑制を図る観点から創設されたもので\nある。\nそして、措置法六二条の二第三項一号イは、他の者から贈与によって取得した土\n地のほか、出資により取得した土地、すなわち現物出資により取得した土地を「新\n規取得土地等」から除外している。これは、出資により法人が取得した土地は、法\n人が設立される場合においても、すでにある法人が増資する場合においても、取得\nのための新たな資金コストは生じないと考えられるから、かような場合にまでこの\n特例を適用するのはこの制度の趣旨に沿わないと解される。右規定の趣旨が以上の\nようなものである以上、「新規取得土地等」の解釈としては、出資による土地の取\n得ではなくても、実質的に出資による取得と同視できる土地の取得、特にいわゆる\n変態現物出資による土地の取得の場合には、右規定の類推解釈として出資による場\n合に準じて「新規取得土地等」に該当しないものと解して良いと考えられ、本件通\n達も基本的にはそのような趣旨から定められたものと考えられる。\n４　ところで、法人税法五一条一項は、親会社が、新たに子会社たる法人を設立す\nるため発行済株式の一定割合以上を保有することになる現物出資（特定出資）をし\nた場合に、取得した株式につき差益金の額として政令で定めるところにより計算し\nた範囲内でその帳簿価格を損金経理により減額したときは、その減額相当の金額を\n損金に算入する旨を定める。\nこれは、かような現物出資は、会社分割の一方法として行われるものであり、実\n質的には、特定出資の対象となった土地等の資産も子会社の株式に変わったに過ぎ\nず、親会社は、子会社の株式を保有することによって出資資産を引き続き保有して\nいるとみることもできるから、必ずしも譲渡利益が親会社に実現したものとして課\n税する必要がないからである。すなわち、このような場合には、親会社と子会社を\n一体と見て右の出資の際には課税関係を生じさせずに、出資した法人に課税の繰り\n延べを認める趣旨である。\nこの課税の繰り延べの規定の適用も、出資の場合ではなくても、実質的に出資と\n同視できるような変態現物出資の場合にも同項に含まれるものと解釈できる場合が\nあり、それを定めたのが法人税基本通達一〇・七・一である。そして、右通達に\nは、いわゆる変態現物出資が、出資法人が新設法人の設立時の発行済株式の総数を\n有すること、当該資産の譲渡がその出資の時において予め予定されていたものであ\nり、かつ、新設法人の設立後遅滞なく一時に行われること、新設法人が譲渡を受け\nた当該資産のそれぞれについて法人税法施行令九三条二号の金額に準ずる金額をそ\nの帳簿価格としたこととの要件を充たすものであるときは、特定出資と同視して法\n人税法五一条による課税の繰り延べを認めるとの扱いがされているところである。\nこの場合も、変態現物出資による譲渡も親会社と子会社との間の内部関係における\n問題であるとみることができる実質があるからである。\n５　このように、右のような変態現物出資である資産譲渡が親会社から小会社にあ\nったとしても、親会社についての法人税法五一条一項所定の圧縮記帳による課税の\n繰り延べ措置と、小会社についての措置法所定の負債利子の損金への不算入の問題\nとは、その趣旨も観点も異なるものであり、措置法六二条の二第三項一イの出資は\n会社の新設の際の出資だけでなく増資の場合も含むものと解すべきであり、これに\n対し、法人税法五一条一項の規定による措置は、親会社が子会社を新設する場合に\n限られる。そして、子会社についての右の負債利子の損金の不算入の要件としての\n出資の解釈に当たって変態現物出資を出資と同視できるかどうかの判断において\nは、親会社において右の課税の繰り延べ措置があったかどうかの点は、特に意味を\n持たないものといわざるを得ない。本件通達が、負債利子の損金不算入の消極的要\n件として、出資法人について法人税法五一条の課税の繰り延べの措置の適用を受け\nたことを定めた趣旨は不可解であって、本件通達の右の部分は誤りであるというほ\nかない。\n６　そうすると、本件通達の規定にかかわらず、少なくとも法人税法基本通達の\n（１）ないし（３）に定める要件を充たす変態現物趣旨については（前記のとおり\n法人新設の場合にも限定されないというべきであるが、それはともかく）、「新規\n取得土地等」に該当しないというべきで、それに係る負債利子は、原則に戻って、\n当該事業年度の損金に算入できると解すべきである。\n７　本件においては、前記一の事実関係の下において、博多興産は、原告設立時か\nら保有土地を原告に譲渡することを予定しており、原告設立後一〇日余りという短\n期間のうちに譲渡したもので、保有土地は、不動産の売買等を業とする原告がいわ\nゆる変態現物出資により取得したものであり、法人税法基本通達一〇・七・一の要\n件に該当するのであるから、本件通達の規定に拘わらず、原告の保有土地の取得は\n「新規取得土地等」に当たらないと解するのが相当である。\n８　保有土地は新規取得土地等に当たらないから、別紙２の⑬欄の合計額を加算す\nることはできない。被告の主張３は理由がない。\n三　被告の主張４（本件土地の譲渡利益と超短期土地の特別税率）について検討す\nる。\n１　前記一の事実関係によれば、原告は、平成二年五月七日に本件土地を博多興産\nから譲渡を受けて取得し、平成三年一一月七日これを総合開発に売却したのである\nから、本件土地は、原告が他の者から取得した土地であり、かつ、原告が取得した\n日から引き続き所有していた土地で、取得の日の翌日から売却の日の属する年の一\n月一日までの所有期間は二年以下である。したがって、措置法六三条の二の準用す\nる措置法六三条の規定によって、右の売却は、超短期所有土地等に係る土地の譲渡\nに該当するものというべきである。\n２　この点につき、原告は、山善の博多興産に対する変態現物出資及び博多興産の\n原告に対する本件変態現物出資は、いずれも、措置令三八条の五第一一項が準用す\nる措置令三八条の四第二五項三号の規定する特定出資に該当するから、博多興産は\n山善の、原告は博多興産の本件土地の取得日をそれぞれ引き継ぐことになり、原告\nの本件土地の取得日は、結局、昭和四八年七月一日となり、本件土地は超短期所有\n土地には当たらないと主張する。\n３　しかしながら、原告の右の主張は採用できない。その理由は、次のとおりであ\nる。\n確かに、措置令三八条の五第一一項が準用する措置令三八条の四第二五項は、措\n置法六三条一項に規定する土地等が、次に掲げる土地等である場合には、当該土地\n等は当該法人により当該各号に掲げる日に取得されたものとみなして同条の規定を\n適用する旨規定し、同項三号は、法人税法五一条一項の規定の適用の対象とされた\n同項に規定する特定出資により受け入れた資産に含まれている土地等は、当該特定\n出資をした法人が当該土地等の取得をした日とする旨規定している。しかし、措置\n令三八条の四第二五項三号の規定によれば、出資法人の土地等の取得日を引き継ぐ\nための要件として、出資法人が法人税法五一条一項の規定の適用を受けて課税の繰\nり延べの措置をしたこと、及び、譲渡時に出資法人が新設法人の発行済株式総数の\n九五パーセント以上を有していることが必要であることは、その規定上明かであ\nる。\nしかしながら、前記一の事実関係によれば、博多興産において本件土地の評価額\nがその取得価額を著しく下回っており、博多興産に譲渡益が生じる余地が全くな\nく、博多興産が法人税法五一条一項所定の圧縮記帳による課税の繰り延べ措置を採\nる余地はなく、現に、同項は適用されていないし、博多興産は、譲渡損を計上して\nいる。また、博多興産は、原告が本件土地を売却した平成三年一一月七日当時、既\nに原告の株式を譲渡し、それを全く有していなかったのであるから、原告は、いず\nれにしても、右の各規定による出資法人の取得日を引き継ぐことはできないという\nべきである。\n原告は、この点につき、措置令三八条の四第二五項三号は、出資法人においてそ\nの対象となった資産について差益金が生じるか否かとは無縁であると主張する。し\nかし、法人税法五一条一項は、法人が特定の現物出資をした場合に、右出資の時価\nが帳簿価格を上回った場合に右出資により生じた差益金についての課税の繰り延べ\n措置であって、右の差益金が発生しない以上、課税の繰り延べを認める余地はそも\nそもない。そして、取得日の引継ぎに関する措置令三八条の四第二五項三号は法人\n税法五一条一項の規定の適用の対象となった出資であることを要件としており、右\nの措置令の定めは、措置法六三条の二第一項、第二項の趣旨及び前判示のとおりの\n法人税法五一条一項の規定の趣旨に照らしても合理的であると考えられるから、原\n告の右主張を採用することはできない。\n４　前記一の事実関係によれば、本件土地の譲渡による収益の額は五億八四一四万\n円、これに対応する原価の額は一億八一三七万六〇〇〇円となるから、本件譲渡に\nよる利益金額は、別紙３のとおり三億七四〇四万六一三五円となり、原告の本件事\n業年度の所得に対する法人税額に加算すべき金額はこれに一〇〇分の三〇の割合を\n乗じて計算した一億一二二一万三八〇〇円となる。\n四　以上によれば、原告の本件事業年度における差引き合計法人税額は、別紙１の\n①の金額に対する法人税額七三七七万八〇〇〇円と⑥の金額の合計額から控除所得\n税額八五万二二六六円を差し引いて一〇〇円未満の端数を切り捨てた一億八五一三\n万九五〇〇円となる。\n五　結語\n原告の請求は、本件処分のうち差引き法人税額一億八五一三万九五〇〇円を超え\nる部分の取消し及び右部分に対応する過少申告加算税の賦課決定処分の取消しを求\nめる限度で理由があるから、右各部分を取り消し、その余の部分は理由がないか\nら、これを棄却することとし、訴訟費用の負担について行訴法七条、民訴法六一\n条、六四条ただし書を適用して主文のとおり判決する。\n大阪地方裁判所第七民事部\n裁判長裁判官　八木良一\n裁判官　北川和郎、裁判官和田典子は、いずれも転補のため署名押印することがで\nきない。\n裁判長裁判官　八木良一\n"
}