{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 9,
    "month": 8,
    "day": 28
  },
  "case_number": "平成7(行ウ)232",
  "case_name": "消費税更正処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "医薬品の現金卸売業を営む事業者について，課税仕入れの税額の控除に係る帳簿又は請求書等に記載された仕入れの相手方の氏名又は名称のうち仮名と認められる仕入取引に係る消費税額の控除を認めないとしてした消費税の更正が，適法とされた事例",
  "case_gist": "医薬品の現金卸売業を営む事業者について，課税仕入れの税額の控除に係る帳簿又は請求書等に記載された仕入れの相手方の氏名又は名称のうち仮名と認められる仕入取引に係る消費税額の控除を認めないとしてした消費税の更正につき，消費税法（平成６年法律第１０９号による改正前。以下同様）３０条１項所定の事業者の課税仕入れの税額の控除は，取引の各段階で消費税が課税され，税負担が累積することを防止するためのものであるが，同条７項は，課税仕入れに係る適正かつ正確な消費税額を把握するため，換言すれば真に課税仕入れが存在するかどうかを確認するために，同条１項の適用要件として，課税仕入れに係る帳簿等を保存することを要求していることなどからすると，同法は，課税仕入れに係る消費税額の調査，確認を行うための資料として同帳簿等の保存を義務付け，同帳簿等の保存を欠く課税仕入れに係る消費税額についてはその控除をしないこととしたものと解されるとした上，同条８項の文言及び同条７項の趣旨からすれば，同法は，同帳簿等には真実の仕入れ先の氏名又は名称を記載することを要求しているというべきであり，前記事業者の仕入帳等のうち課税仕入れの相手方の氏名等として仮名を記載した部分は同項の帳簿等に当たらないなどとして，前記更正を適法とした事例",
  "lawsuit_id": "16255",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16255",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/255/016255_hanrei.pdf",
  "contents": "○　主文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実及び理由\n第一　原告の請求\n被告が原告に対し平成五年一月二六日付けでした次の各課税処分をいずれも取り消\nす。\n１　原告の平成二年八月一日から平成三年七月三一日までの課税期間の消費税につ\nいての更正のうち、納付すべき税額九四万八〇〇〇円を超える部分及び過少申告加\n算税賦課決定\n２　原告の平成三年八月一日から平成四年七月三一日までの課税期間の消費税につ\nいての更正のうち、納付すべき税額三六二万七〇〇〇円を超える部分及び過少申告\n加算税賦課決定\n第二　事案の概要\n一　本件の事案\n本件は、原告が、平成二年八月一日から平成三年七月三一日までの課税期間（以下\n「第一九期事業年度」という。）及び平成三年八月一日から平成四年七月三一日ま\nでの課税期間（以下「第二〇期事業年度」という。）の各年分の消費税について、\n各課税期間中に行った課税仕入れに係る消費税額を控除して確定申告をしたとこ\nろ、被告から、右課税仕入れの税額の控除に係る帳簿に記載された仕入相手の氏名\n又は名称のうち仮名であると認められる仕入取引に係る消費税額については控除を\n認めることができないとして、右各年分の消費税についての更正（以下「本件各更\n正」という。）及び過少申告加算税の賦課決定（以下「本件各賦課決定」といい、\n本件各更正とあわせて「本件各処分」と総称する。）を受けたために、本件各処分\nの取消しを求める事案である。\n二　関係法令の定め\n１　消費税法（平成六年法律第一〇九号による改正前のもの。以下「法」とい\nう。）は、事業者（二条一項四号）が国内において行った資産の譲渡等（同項八\n号）には消費税を課すこととし（四条一項）、事業者の国内における課税資産の譲\n渡等（二条一項九号）については当該事業者に消費税の納税義務があることを規定\nする（五条）。そして、その課税標準は、原則として課税資産の譲渡の対価の額\n（対価として収受し、又は収受すべき一切の金銭又は金銭以外の物若しくは権利そ\nの他経済的な利益の額とし、課税資金の譲渡等につき課されるべき消費税に相当す\nる額を含まないものとする。）とし（二八条一項本文）、その税率を一〇〇分の三\nと規定する（二九条）。一方、法は、事業者が事業として行う他の者（消費者又は\n免税事業者を含む。）からの資産の譲受け等で、当該他の者が事業として当該資産\nを譲渡した場合に課税資産の譲渡等に該当するものを課税仕入れとし（二条一項一\n二号）、事業者が国内において課税仕入れを行った場合には、当該課税仕入れを行\nった日の属する課税期間（事業者が法人である場合は、事業年度。一九条一項二\n号）の課税標準額に対する消費税額（四五条一項二号）から、その課税期間中に国\n内において行った課税仕入れに係る消費税額（当該課税仕入れに係る支払対価の額\nに一〇三分の三を乗じて算出した金額をいう。）を控除する旨規定する（三〇条一\n項。以下この税額控除を「仕入税額控除」という。）。そして、法三〇条七項は、\n事業者が当該課税期間の課税仕入れの税額の控除に係る帳簿（以下「法定帳簿」と\nいう。）又は請求書等（以下法定帳簿と共に「帳簿等」と総称する。）を保存して\nいない場合には、当該帳簿等の保存がない課税仕入れに係る消費税額については同\n条一項の規定を適用しない旨を規定し、同条八項一号は、課税仕入れに関しては、\n課税仕入れの相手方の氏名又は名称（同号イ）、課税仕入れを行った年月日（同号\nロ）、課税仕入れに係る資産又は役務の内容（同号ハ）及び同条一項に規定する課\n税仕入れに係る支払対価の額（同号ニ）が記載されている帳簿をもって法定帳簿で\nあると規定する。\nなお、消費税法施行令（平成七年政令第三四一号による改正前のもの。以下「令」\nという。）四九条一項は、再生資源卸売業その他不特定かつ多数の者から課税仕入\nれを行う事業で再生資源卸売業に準ずるもの（以下「再生資源卸売業等」とい\nう。）に係る課税仕入れについては、法三〇条八項一号の規定により法定帳簿に記\n載することとされている事項のうち、課税仕入れの相手方の氏名又は名称（同号\nイ）の記載を省略することができるとしている。\n三　争いのない事実等\n１　当事者等\n原告は、東京都千代田区＜地名略＞に本店事務所兼店舗を有し、医家向け専門の医\n薬品の現金卸売業を営んでいる青色申告の同族会社（株式会社）であり、法二条一\n項四号の事業者に該当する。\n右の医家向け専門の医薬品の現金卸売業には、病院、医院及び医者等に医薬品を販\n売する納入業者と、納入業者に対して医薬品を販売する供給業者との二種類があ\nり、原告は供給業者にあたる。\n２　調査等の経緯（乙第一〇、第一一号証）\n（一）　平成三年九月三〇日、原告の第一九期事業年度の消費税の申告書が被告宛\nに提出され、平成四年五月八日午前、被告所部係官であるＡ上席国税調査官（以下\n「Ａ上席」という。）及びＢ上席国税調査官（以下「Ｂ上席」という。）が、原告\nの平成元年八月一日から平成二年七月三一日までの課税期間（以下「第一八期事業\n年度」という。）及び第一九期事業年度の消費税の調査のため、原告の本店事務所\nに臨場し、原告代表取締役Ｃ（以下「原告代表者」という。）、従業員Ｄ、顧問Ｅ\n及び税理士Ｆ（以下「Ｆ税理士」という。）と面接した。\nＡ上席及びＢ上席は、原告代表者に対し、右各課税期間についての調査のため臨場\nした旨を告げ、医薬品卸売業を営む同業者の過去の調査状況からすると相手の氏名\n又は名称が真実でない仕入取引（以下「仮名仕入取引」という。）が多数見受けら\nれるところ原告においてはその点につきどのような状況にあるのかを質問し、ま\nた、仮名仕入取引に係る仕入税額控除は認められない旨を教示した。\nこれに対して、原告代表者から、同業者との取引以外の取引（以下「仲間取引以外\nの取引」という。）に仮名仕入取引と思われる取引がある旨及び何故仮名仕入取引\nに係る仕入税額控除が認められないのかとの質問があった。そこで、Ａ上席は、仕\n入税額控除が認められるためには、仕入先の真実の氏名等を記載した帳簿等の保存\nが必要であると述べ、更に右各課税期間の仕入れに関する帳簿等の提示を求めた。\nこれに対して、原告代表者は、第一九期事業年度に係るルーズリーフ式の仕入帳\n（甲第七号証の一。取引年月日、仕入先名、仕入金額及び支払金額を記載したもの\nで、品名、数量及び単価は記載されていない。以下「第一九期仕入帳」という。）\nを提示した。\nまた、Ｂ上席は、原告代表者及びＤに対し、第一八期事業年度の仕入帳の提示がな\nかったことから、右課税期間に係る仕入れに関する帳簿等の提示も求めたところ、\nＤは、第一八期事業年度以前に係る法人税の調査が既に終了していること及び帳簿\n等の保管場所が手狭であることから、右課税期間以前のすべての帳簿等は廃棄して\nしまった旨を申し述べた。そこで、Ｂ上席は原告代表者に対し、右帳簿等を廃棄し\nた旨の申述が真実であるとすれば、青色申告の取消要因に該当すること及び消費税\nの仕入税額控除は認められないことになる旨を教示するとともに、原告代表者了解\nの下、帳簿等の保存状況を確認するため、原告の事務所内の書類等を調べたが、そ\nの際、第一九期仕入帳以外の仕入れに関する帳簿等及び第一八期事業年度以前の帳\n簿等の存在は確認できなかった。\nＡ上席及びＢ上席は、原告代表者に対し、薬事法上も真実の氏名を記載した帳簿等\nの保存が必要であるはずであるとして、その提示を求め、また、真実の仕入先を確\n認する必要があるため、仮名仕入取引に係る相手方が交付した納品書又は請求書等\n（以下「正規の納品書等」という。）及び原告備付けの現金仕入専用の伝票があれ\nば、それを提示するように求めた。\nこれに対し、原告代表者は、原告が仮名であると承知している仮名仕入取引につい\nては右伝票類を提示すると真実の仕入先が明らかとなり、今後取引ができなくなる\n旨を申し述べた。また、正規の納品書等は提出されなかった。\n（二）　平成四年九月二九日、原告の第二〇期事業年度の消費税の申告書が、被告\n宛に提出された。被告所部係官であるＧ統括国税調査官（以下「Ｇ統括官」とい\nう。）が右申告書の内容を検討したところ、第一九期事業年度と同様に仮名仕入取\n引に係る消費税額を課税仕入税額控除の対象に含めて申告している疑いがあると認\nめられたことから、原告の第二〇期事業年度の消費税について調査が開始された。\n（三）　被告所部係官であるＨ調査官及びＩ調査官は、平成四年一一月一六日午\n前、原告の本店事務所に赴き、原告代表者、Ｄ及びＥに対し、第二〇期事業年度の\n消費税に関する帳簿等の提示を求めた。\nこれに対し原告代表者は、原告名が印刷された第二〇期事業年度の仕入伝票（品\n数、数量、単価、金額、合計金額、製造番号、取引年月日、仕入先の氏名及び住所\nが記載されているもの。以下「第二〇期仕入伝票」という。）を提示し、右仕入伝\n票は納品された商品に基づき仕入商品名、仕入数量、仕入金額及び製品番号等を原\n告代表者が記載したものである旨を申し述べた。またＤは、両調査官に対し、第二\n〇期仕入伝票に基づき、取引年月日、仕入先の名称、仕入金額及び支払金額を仕入\n帳に転記している旨を申し述べるとともに、第二〇期事業年度に係るルーズリーフ\n式の仕入帳（甲第七号証の二。取引年月日、仕入先名、仕入金額及び支払金額を記\n載したもので、品名、数量及び単価は記載されていない。以下「第二〇期仕入帳」\nといい、これと第一九期仕入帳をあわせて「本件仕入帳」という。）を提示した。\n両調査官は、第二〇期仕入帳のうち仲間取引以外の取引に係る部分の写しを入手\nし、その際、（１）仮名仕入取引に係る仕入れについては仕入税額控除の適用はな\nい、（２）右仕入れについては真実の仕入先を記載した書面を提出してほしい、\n（３）それができないのであれば修正申告をしてほしい、（４）修正申告をしない\nのであれば更正処分をせざるを得ない、（５）その後に真実の仕入先を明らかにし\nても仕入税額控除は認められない旨を告げた。\nこれに対し、原告代表者は、仮名仕入取引に係る仕入税額控除の問題は、業界及び\n社会全体の問題になるので、通達等が出されなければ修正申告には応じられない旨\nを申し述べるとともに、更正処分が行われた場合には弁護士を依頼して対応する旨\nを申し述べた。\n（四）　Ｇ統括官は、平成四年一一月一八日午後、原告の本店事務所に臨場して原\n告代表者と面接し、（１）仮名仕入取引については、仕入税額控除は認められな\nい、（２）右取引につき真実の仕入先を明らかにしてほしい、（３）真実の仕入先\nを明らかにできないのであれば修正申告をしてほしい、（４）それができないので\nあれば更正をせざるを得ない旨を告げた。\nこれに対して、原告代表者は、修正申告には応じられない旨、また、今後の問題と\nして業界全体に指導してほしい旨を述べた。\nＧ統括官は、平成四年一二月七日午後及び同月一五日午前、それぞれ、原告代表者\nに対して、電話で、仮名仕入取引につき未だに真実の仕入先を明らかにせず、ま\nた、修正申告の提出もないので、同月二五日付けで更正決定することになる旨を告\nげた。これに対し、原告代表者は、いったんは、修正申告することはできない旨を\n申し述べたが、同月二五日、翌年の一月七日までに原告が修正申告に応じる用意が\nある旨を記載した書面（乙第一号証）をＧ統括官宛てに提出した。\n平成五年一月六日午前、原告代表者及びＦ税理士が神田税務署に赴き、Ｇ統括官と\n面接した。その際、原告代表者は、第二〇期事業年度の分については修正申告する\nが、第一九期事業年度以前の分については仮名仕入取引につき仕入税額控除を認め\nてほしい、また、真実の仕入先名を明らかにできるかどうかについては検討中であ\nる旨を申し述べた。\n３　本件各処分の経緯\n（一）　原告の第一九期事業年度における消費税の更正等の経緯は別表一のとおり\nである。\nすなわち、原告は、同年度における課税標準額一〇億〇八七二万九〇〇〇円、課税\n標準額に対する消費税額三〇二六万一八七〇円、控除対象仕入税額二九三一万三七\n七三円、納付すべき税額九四万八〇〇〇円として（原告の仲間取引以外の取引の金\n額の合計額（消費税を含も。）は、八億四五二七万二七七〇円とされており、右控\n除対象仕入税額のうち右仲間取引以外の取引の金額に係るとされた消費税額は二四\n六一万九五九五円（右八億四五二七万二七七〇円に一〇三分の三を乗じて得た金\n額。以下「第一九期仲間取引以外の仕入取引に係る消費税額」という。）であ\nる。）、平成三年九月三〇日に確定申告したところ、被告は、平成五年一月二六日\n付けで、第一九期仲間取引以外の仕入取引に係る消費税額の控除は認められないと\nして、控除すべき課税仕入れに係る消費税額（法三〇条一項）を四六九万四一七八\n円（原告の右課税期間の確定申告書に記載された控除対象仕入税額二九三一万三七\n七三円から第一九期仲間取引以外の仕入取引に係る消費税額二四六一万九五九五円\nを控除した額。）と認定した上で、原告の右課税期間における課税資産の譲渡等の\n対価の額（法二八条一項、国税通則法一一八条一項）一〇億〇八七二万九〇〇〇円\nに消費税率一〇〇分の三（法二九条）を乗じた金額である消費税額三〇二六万一八\n七〇円から前記四六九万四一七八円を控除した残額二五五六万七六〇〇円（国税通\n則法一一九条一項）を納付すべき税額として更正を行い、国税通則法六五条一項、\n二項、一一八条三項を適用して、右更正により原告が新たに納付すべきとされた消\n費税額から当初申告による納付すべき消費税額九四万八〇〇〇円を控除した残額二\n四六一万九六〇〇円の一万円未満の端数を切り捨てて（同法一一八条三項）　一〇\n〇分の一〇を乗じて算出した二四六万一〇〇〇円に、右残額二四六一万九六〇〇円\nから右九四万八〇〇〇円を控除した残額二三六七万円に一〇〇分の五を乗じて算出\nされた金額である一一八万三五〇〇円を加算した三六四万四五〇〇円を過少申告加\n算税額として、賦課決定を行った。\n（二）　原告の第二〇期事業年度における消費税の更正等の経緯は別表二のとおり\nである。\nすなわち、原告は、同年度における課税標準額一一億九七七三万九〇〇〇円、課税\n標準額に対する消費税額三五九三万二一七〇円、控除対象仕入税額三二三〇万八〇\n九四円、納付すべき税額三六二万四〇〇〇円として（原告の仲間取引以外の取引の\n金額の合計額（消費税を含む）は、九億四八六一万九〇六〇円とされており、右控\n除対象仕入税額のうち右仲間取引以外の取引の金額に係るとされた消費税額は二七\n六二万九六八一円（右九億四八六一万九〇六〇円に一〇三分の三を乗じた額。以下\n「第二〇期仲間取引以外の仕入取引に係る消費税額」といい、第一九期仲間取引以\n外の仕入取引に係る消費税額とあわせて「本件仲間取引以外の仕入取引に係る消費\n税額」という。）である。）、平成四年九月二九日に確定申告したところ、被告\nは、平成五年一月二六日付けで、第二〇期仲間取引以外の仕入取引に係る消費税額\nの控除は認められないとして、控除すべき課税仕入れに係る消費税額（法三〇条一\n項）を四六七万八四一三円（原告の右課税期間の確定申告書に記載された控除対象\n仕入税額三二三〇万八〇九四円から第二〇期仲間取引以外の仕入取引に係る消費税\n額二七六二万九六八一円を控除した額。）と認定した上で、原告の右課税期間にお\nける課税資産の譲渡等の対価の額（法二八条一項、国税通則法一一八条一項）であ\nる一一億九七七三万九〇〇〇円に消費税率一〇〇分の三（法二九条）を乗じた金額\nである消費税額三五九三万二一七〇円から前記四六七万八四一三円を控除した残額\n三一二五万三七〇〇円（国税通則法一一九条一項）を納付すべき税額として更正を\n行い、国税通則法六五条一項、二項、一一八条三項を適用して、右更正により原告\nが新たに納付すべきとされた消費税額から当初申告による納付すべき消費税額三六\n二万四〇〇〇円を控除した残額二七六二万九七〇〇円の一万円未満の端数を切り捨\nてて（同法一一八条三項）　一〇〇分の一〇を乗じて算出した二七六万二〇〇〇円\nに、右残額二七六二万九七〇〇円から右三六二万四〇〇〇円を控除した残額二四〇\n〇万円に一〇〇分の五を乗じて算出された金額である一二〇万円を加算した三九六\n万二〇〇〇円を過少申告加算税額として、賦課決定を行った。\n４　本件訴訟に至るまでの経緯\n本件各処分に対し、原告は平成五年三月二四日付けで異議申立てをしたが、同年六\n月二三日付けで被告は原告の異議申立てをいずれも棄却した。\n原告は、これを不服として、平成五年七月二三日、国税不服審判所長に対して審査\n請求をしたが、平成七年六月八日、国税不服審判所長は、原告の審査請求をいずれ\nも棄却する旨の裁決をした。\n原告は平成七年八月一四日に本件訴訟を提起した。なお、原告の第一九期事業年度\nの仲間取引以外の仕入取引に係る仕入伝票（甲第六号証の一ないし一七、一九ない\nし二四、二六、三〇、三一、三三、三五ないし四八、五〇、五一、五三、五五ない\nし六一、六三ないし六五、同号証の一八、二五、二七ないし二九、三二、三四、四\n九、五二、五四、六二、六六の各一、二（以下「甲第一六号証の一ないし六六と総\n称する。）を以下「第一九期仕入伝票」といい、これと第二〇期仕入伝票をあわせ\nて「本件仕入伝票」という。\n第三　争点及び当事者の主張\n一　争点\n１　真実と異なる氏名又は名称が記載された仕入帳が、法定帳簿に該当するか（争\n点１）。\n２　信義則の適用の有無（争点２）。\n二　争点に係る当事者双方の主張\n１　争点１（法定帳簿該当性）について\n（被告）\n（一）　法三〇条七項の規定は、仕入税額控除が認められる要件として（１）課税\n仕入れ等に係る消費税額が真実存在することと共に、（２）法定の事項を記載した\n仕入税額控除に係る帳簿等が納税者により保存されていることを必要としていると\n解すべきである。そして、法が課税仕入れに係る帳簿等の保存を仕入税額控除の要\n件としたのは、課税仕入れ等に係る消費税額に関する申告の正確性を担保するため\nであるから、帳簿に記載すべき課税仕入れの相手方の氏名又は名称（法三〇条八項\n一号イ）は真実の記載であることを要するというべきである。\n（二）　なお、法三〇条八項一号イが「氏名又は名称」と規定し、「真実の氏名又\nは名称」と規定していないのは、同条項の解釈上、右規定が真実の氏名又は名称を\n意味することが明らかであるからに過ぎず、また、本人確認制度を導入しなかった\nからといって右規定が真実の氏名又は名称の記載を要求していないことにはならな\nいから、このことをもって同条項が租税法律主義、課税要件明確主義に反すること\nにはならない。\n法三〇条七項が、仕入税額控除に係る帳簿等の保存を仕入税額控除の要件とし、帳\n簿方式による仕入税額控除の方式を定めているのは、消費税が消費者からの預り金\n的性格を有し、課税仕入れに係る適正かつ正確な消費税額の把握が要求されること\nから、真に課税仕入れに係る消費税が存在するかどうかを確認する必要性があるこ\nとに基づくものであり、また、帳簿等を保存していないことについてやむを得ない\n事情があることを事業者が証明すれば、帳簿等の保存義務を免除しているのである\nから、右免除を受けられない事業者が結果的に仕入税額控除を受けられなくなった\nとしても、それが当該事業者の財産権を侵害するものではないことは明らかであ\nる。\n（三）　本件では、そもそも仲間取引以外の仕入取引に係る消費税額が真実存在し\nたか否かは明らかでないから、右消費税額が真実存在したことを前提として、仮名\n仕入取引であっても仕入税額控除を認めるべきであるとする原告の主張は失当であ\nる。\n（原告）\n（一）　法三〇条八項の規定は、仕入税額控除の適用要件ではなく、次の点に照ら\nして、一般的な帳簿の備付義務（法五八条）に対応して一般的記帳義務における帳\n簿の記載事項を定めたものと解すべきである。したがって、帳簿に課税仕入れの相\n手方の真実の氏名又は名称が記載されていなくても、課税仕入れの事実を認めるこ\nとができるものであれば、仕入税額控除が認められるべきである。\n（１）　一般的記帳義務における資産の譲渡に関する記載は政令、大蔵省令に委ね\nられているところ（法五八条、令七一条一項）、その内容は法三〇条八項一号に掲\nげる課税仕入れに関する事項と同様であること（消費税法施行規則（第一九期事業\n年度については平成三年大蔵省令第三四号による改正前のもの。第二〇期事業年度\nについては平成八年大蔵省令第二一号による改正前のもの。以下「規則」とい\nう。）二七条一項一号）。\n（２）　一般的記帳義務は課税仕入れにも及ぶが（法五八条、令七一条一項）、令\nの委任を受けた規則にも記載事項の定めはないから、結局、法三〇条八項が一般的\n記帳義務における課税仕入れに関する記載事項を定めたものと解されること。\n（３）　法三〇条七項は、仕入税額控除の要件として帳簿等の保存を規定するもの\nであって、課税仕入れに係る帳簿の記載を仕入税額控除の要件とするものではない\nこと。\n（４）　中小事業者の仕入れに係る消費税額の控除の特例（法三七条。以下「簡易\n課税制度」という。）を選択した事業者は、仕入れに係る対価の返還等について記\n帳義務を免れるにすぎず、課税仕入れを含めた一般的記帳義務（法五八条、令七一\n条一項）は免れず、また、右事業者も法三〇条一項の適用がある場合に仕入税額控\n除を受け得るものと解すべきであるから、同条八項の規定は右事業者の記帳にも適\n用されるところ、右事業者については帳簿の保存なしに仕入税額控除を認めている\nというのであるから、同項は一般的記帳義務の内容を規定しているものと解される\nこと。\n（５）　再生資源卸売業等に係る課税仕入れについては、記帳事項のうち、相手方\nの氏名又は名称の記載を省略することが認められている（令四九条一項）が、これ\nらの事業者にあっては特定少数の者からの課税仕入れについても右記載の省略が認\nめられるのに、現金問屋等の不特定少数又は多数の者から課税仕入れを行う事業者\nについて課税仕入れの相手方の氏名又は名称の記載の省略を認めず、真実と反する\n記載については仕入税額控除を認めないとすることは課税の公平を著しく害する\n（なお、同様の不公平は小売業、飲食業、写真業等（法三〇条九項一号、令四九条\n三項。以下「小売業等」と総称する。）とそれ以外の事業者の間にも生ずる。）こ\nと。\n（二）　被告の主張によれば、法三〇条七項及び八項は納税者から仕入税額控除と\nいう利益を奪う権利侵害規定ということになるが、かかる趣旨であれば、一般規定\nとは別に要件を明確に法定すべきであり、本件についていえば、真実の氏名又は名\n称とは何か、真実であることの確認手続、その確認手続を履践したが真実の記帳を\nすることができなかった場合の効果を法律に明記すべきであり、これら明文の定め\nがない以上、右各条項は租税法律主義又は課税要件明確主義に違反する。そして、\n仕入税額控除が否認されるおそれがある課税仕入れにつき消費税の支払義務を課し\nていながら、一方で、支払った課税仕入れに係る消費税の控除を認めないというの\nであれば、法による国民の財産権の不当な侵害であって、法三〇条七項及び八項\nは、憲法二九条に違反する。\n（三）　被告の主張のように法三〇条八項を仕入税額控除の要件規定と解する立場\nにたつのであれば、仲間取引以外の取引に係る課税仕入れの事実が認められる限\nり、現金問屋等の不特定の少数又は多数から課税仕入れを行う事業者については、\n再生資源卸売業等の範囲に含めるという解釈を採用するか、真実の氏名又は名称を\n確認する方法がないことによる記載につき、法三〇条七項ただし書の「やむを得な\nい事情」があるものとして帳簿保存義務の宥恕を認めるべきである。\n現に、原告は、仕入先獲得のためチラシを作成し全国の薬品の卸、小売業者、調剤\n薬局等に郵送し、多くの仕入先は、原告の店舗に商品を持参して原告が現金決済取\n引を行うという形態をとっている。全国の不特定多数の事業者からの仕入れを予定\nしてチラシメールにより仕入れを行っている原告のような業態は、顧客のほとんど\nが一見の客であり、これらの者が原告に名乗った氏名又は名称が真実であるか否か\nは知る由もない。右のとおり、原告は不特定かつ多数の者から仕入れを行っている\nのであるから、令四九条一項に規定する再生資源卸売業等と同様に帳簿への課税仕\n入れの相手方の氏名又は名称の記載は省略できると解するべきである。\n２　争点２（信義則）について\n（原告）\n平成三年五月ころ、原告に対し、被告係官による法人税と消費税の税務調査が三日\n間にわたって実施され、消費税の税務処理について懇切丁寧な指導が行われたが、\nその際、被告係官から本件各更正の対象とされた仕入税額控除が認められないとい\nう指導は行われず、他の同業者に対しても、被告係官から、本件のような場合に仕\n入税額控除が認められないという指導がされたことはなかった。また、同月ころ、\nＥが被告係官に対し、仕入税額控除が認められるための要件について質問をした\nが、被告係官は正しい取引をすればよいというのみで、その要件について何ら具体\n的にしなかった。右事実に照らせば、当時、被告は、課税仕入れの事実を確認する\nことができるものであれば、仕入先の氏名又は名称が真実と異なったとしても、仕\n入税額控除の適用があるという公的見解を表明していたと解するべきである。\nそして、右のような事情がなければ、原告は、消費税額相当分だけ、仕入単価を引\nき下げるか又は売上単価を引き上げて対応することができたところ、被告係官の右\n対応を信頼して行動したためにコストの消費税額相当分の上昇を転嫁することが不\n可能となったのであるから、過去に遡って、本件各更正の対象となった仕入税額控\n除が認められないとした本件各処分は信義則に反する違法な処分である。\n（被告）\n租税法律関係において、信義則の適用があるのは、納税者間の平等、公平という要\n請を犠牲にしてもなお当該課税処分に係る課税を免れしめて納税者の信頼を保護し\nなければ正義に反するといえるような特別の事情が存する場合に限られる。そし\nて、右事情が存在するか否かの判断にあたっては、税務官庁が納税者に対し、信頼\nの対象となる公的見解を表明したことにより、納税者が、その表示を信頼しその信\n頼に基づいて行動したところ、後に右表示に反する課税処分が行われ、そのために\n納税者が、経済的不利益を受けることになったものであるかどうか、また、納税者\nが税務官庁の右表示を信頼し、その信頼に基づいて行動したことについて納税者の\n責に帰すべき事情がないかどうかという点の考慮が不可欠である。\n被告は、法定帳簿の記載が真実と異なっても仕入税額控除が適用されるというよう\nな公的見解を表明しておらず、また公的見解を表明したと評価することもできな\nい。\n三　証拠（省略）\n第四　当裁判所の判断\n一　法定帳簿の意義について\n１　（一）法三〇条一項は、事業者の仕入れに係る消費税額の控除を規定するが、\n右規定は、法六条により非課税とされるものを除き、国内において事業者が行った\n資産の譲渡等（事業として対価を得て行われる資産の譲渡及び貸付け並びに役務の\n提供をいう。法二条一項八号）に対して、広く消費税を課税する（法四条一項）結\n果、取引の各段階で課税されて税負担が累積することを防止するため、前段階の取\n引に係る消費税額を控除することとしたものである。その際、課税仕入れに係る適\n正かつ正確な消費税額を把握するため、換言すれば真に課税仕入れが存在するかど\nうかを確認するために、同条七項は、同条一項による仕入税額控除の適用要件とし\nて、当該課税期間の課税仕入れに係る帳簿等を保存することを要求している。ま\nた、令五〇条一項は、法三〇条一〇項の委任に基づいて、同条一項の規定の適用を\n受けようとする事業者について同条七項に規定する帳簿等を整理し、当該帳簿につ\nいてはその閉鎖の日の属する課税期間の末日の翌日から二か月を経過した日から七\n年間、これを納税地又はその取引に係る事務所、事業所その他これらに準ずるもの\nの所在地に保存しなければならないと規定する。右のような法三〇条七項の趣旨及\nび令において帳簿の保存年限が税務当局において課税権限を行使しうる最長期限で\nある七年間とされていること及び保存場所も納税地等に限られていることからすれ\nば、法及び令は、課税仕入れに係る消費税額の調査、確認を行うための資料として\n帳簿等の保存を義務づけ、その保存を欠く課税仕入れに係る消費税額については仕\n入税額控除をしないこととしたものと解される。\n（二）　そして法三〇条八項が「前項に規定する帳簿とは、次に掲げる帳簿をい\nう。」と規定していることからすれば、同条七項で保存を要求されている帳簿とは\n同条八項に列記された事項が記載されたものを意味することは明らかであり、ま\nた、同条七項の趣旨からすれば、右記載は真実の記載であることが当然に要求され\nているというべきである。なお、法三〇条八項の記帳事項が単に一般的記帳義務の\n内容を規定するものにすぎないとすれば、法三〇条中に規定する理由はないという\nべきであるし、あえて再生資源卸売業等に関する記帳事項の特例（令四九条一項）\nを設け、法三〇条八項一号イのみの記帳省略を規定していることに照らしても、同\n項に規定する事項が仕入税額控除の要件として保存すべき法定帳簿の記載事項を規\n定していることは明らかというべきである。\n（三）　すなわち、法は、仕入税額控除の要件として保存すべき法定帳簿には、課\n税仕入れの年月日、課税仕入れに係る資産又は役務の内容及び支払対価の額ととも\nに真実の仕入先の氏名又は名称を記載することを要求しているというべきである。\n２　これに対し原告は、法三〇条八項が、法五八条に基づく一般的記帳義務の記載\n内容を定めたものであると主張する。しかしながら、原告の主張する各論拠は、次\nのとおり、いずれも採用することができない。\n（一）　法五八条及び令七一条の規定からすれば課税仕入れに関する一般的な記帳\n義務の内容は大蔵省令の定めによるとされているところ、規則二七条一項三号には\n「仕入れに係ろ対価の返還等」が課税仕入れに係る一般的記帳義務の内容として定\nめられていることからすれば、右のみが課税仕入れに係る一般的記帳義務の内容と\n解するのが相当であって、法三〇条八項を法五八条に基づく一般的な記帳義務の記\n載内容を定めたものと解することはできないというべきである。\nなお、直接納税義務の有無、範囲に影響することのないものとして政令及び省令に\n委任された一般的記帳義務における資産の譲渡等に関する記載事項が仕入税額控除\nの一要件たる法定帳簿における課税仕入れに関する記載事項として法律に規定され\nたものと同様であるとしても、そのことから、法律の規定による効果を政令又は省\n令の規定によるそれと同視すべき理由はないものというべきであり、また、法三〇\n条七項及び八項が一般的記帳義務とは別に規定されていることも、法形式上明らか\nである。\nしたがって、この点につき原告の主張として摘示した（１）ないし（３）の主張は\nいずれも採用することができない。\n（二）　簡易課税制度は中小事業者の事務処理能力に配慮して、一定規模以下の中\n小事業者に対しては、その選択によって課税資産の譲渡等の対価の額のみから納付\n税額を計算するものであるが、法三七条一項は、仕入税額控除について「三〇条か\nら前条（三六条）までの規定により課税標準額に対する消費税額から控除すること\nができる課税仕入れ等の税額の合計額は、これらの規定にかかわらず、」課税標準\n額に対する消費税額に基づく金額の一定割合である旨を規定する。すなわち、右規\n定は、簡易課税制度の下においても、特に規定がない限りは、仕入税額控除に関す\nる法三〇条から法三六条までの規定の適用があることを前提としながら、その要\n件、計算方法等についてはこれらの規定の適用によることなく、所定の方式で計算\nされた課税仕入れ等の税額の合計額の控除を認めたものであることは文理上明らか\nである。そうすると、法三〇条七項及び八項が簡易課税制度を選択した事業者にも\n適用されることを前提とする原告の主張（４）は、その前提において採用すること\nができない。\n（三）　再生資源卸売業とは、空瓶、空缶等空容器卸売業、古紙卸売業等をいう\nが、右のような事業は、その通常の形態として、課税仕入れに係る相手方が一般の\n不特定かつ多数の消費者であり個々の取引の金額も少額であることから、個々の課\n税仕入れの相手方の氏名又は名称を帳簿に記載することを要求することが酷である\nという事情を考慮して、帳簿に相手方の氏名又は名称を記載するのを省略できると\nしたものと解される。とすれば、令四九条一項に規定する再生資源卸売業等とは、\n当該業種の通常の形態として、課税仕入れに係る相手方が不特定かつ多数の者であ\nり取引の価格も少額である等、個々の取引の相手方の氏名又は名称を帳簿に記載す\nることを要求することが酷であると認められるような業種をいうと解するべきであ\nる。\nまた、小売業等に関する特則についても、その取引の相手方が不特定多数の者であ\nるのが通常の業態であるという当該事業の性質及び当該事業における取引の態様を\n考慮して、請求書等の交付を受ける事業者の氏名又は名称の記載を不要とした特別\n規定である。\nしたがって、原告の主張する現金問屋等についても、通常の業態が右と異なる事業\n者について、課税仕入れの相手方の氏名又は名称を記載した法定帳簿の保存を仕入\n税額控除の要件とすることが課税の公平を害し、前記解釈の合理性を揺るがすもの\nではないというべきである。たしかに、再生資源卸売業等であっても特定仕入先か\nらの課税仕入れがあることは想定されるが、大量、反復される租税行政において、\n一般的に想定される事業の性質、取引の態様によって事業者を区分し、その事業の\n性質、取引の態様に応じた課税措置を採ることをもって不当とすべきものではな\nい。したがって、再生資源卸売業等に関する特例との対比から、法定帳簿における\n課税仕入れの相手方の氏名又は名称の真実性が仕入税額控除の要件とならないとす\nる原告の主張（５）は採ることができない。\nなお、課税仕入れ等の税額の控除に係る帳簿等の記載事項に関する経過措置（令附\n則一四条）については、経過措置という位置づけから明らかなように、新制度が導\n入された当初の不慣れによる混乱を防止する経過的措置として設けられたものに過\nぎないから、既に右経過措置に定められた弾力的運営期間（平成元年九月三〇日ま\nで）を過ぎた本件の各課税期間において、法三〇条七項、同条八項一号イを適用し\nても何ら不公平であるとはいえないことは明らかである。そして、貸倒れに係る消\n費税額の控除等（法三九条一項）は仕入税額控除とは異なる税額控除について定め\nたものであり、また、使途秘匿金課税制度（租税特別措置法六二条）は時限立法に\nより政策的に設けられたものであって、それぞれ立法趣旨も異なるのであるから、\nその規定の仕方や税額控除の要件に違いがあるとしても、そのことから直ちに法三\n〇条八項の規定が仕入税額控除の要件規定でないと解すべきでないことは明らかで\nある。\n（四）　さらに、原告は、課税仕入れの真否を調査確認するためにその相手方の真\n実の氏名又は名称が記載要件とされているのであれば、住所の記載も要件とされる\nはずであると主張する。確かに、適切な課税及び徴税に納税者の協力が不可欠であ\nることはいうまでもないが、適切な課税及び徴税に有効であるからといって不利益\nな効果を伴わせて納税者にどこまでの協力を義務づけるかは、当該課税の対象に係\nる取引の実情、納税者の負担、課税庁における人的、物的な調査能力、一般的に収\n集が可能と想定される資料の内容等といった諸事情を考慮して決すべき立法問題で\nある。したがって、課税仕入れの相手方の氏名又は名称に加えて住所、所在地をも\n記載させることは記載事項の真否を確認する上で便宜であることは否めないが、そ\nれを欠くが故に、帳簿に記載された課税仕入れの相手方の氏名又は名称が真実であ\nるかどうかを確認することができないというものではなく、取引に際して交付を受\nける納品書、請求書、領収書等又は納税者の協力を得るなど他の方法によって記載\nの真実性を確認することも可能であり、法三〇条八項も、事業者に過大な事務負担\nを強いることがないようにとの見地から住所の記載を要件としなかったに過ぎない\nというべきであるから、原告の主張は失当である。\n二　法三〇条八項を法定文書の記載事項とすることと憲法との関係について\n法三〇条七項は、課税仕入れに係る適正かつ正確な消費税額の把握が要求されるこ\nとから真に課税仕入れに係る消費税が存在するかどうかを確認するため設けられた\n規定であって、右立法目的を達成するために仕入税額控除に係る帳簿等の保存を仕\n入税額控除の要件とすることも一つの合理的な方法というべきである。そして、課\n税仕入れに係る適正かつ正確な消費税額を把握する手段として、右以外のものも考\nえられなくはないが、課税仕入れに係る相手方の特定を求めることが少なくとも右\n立法目的に沿うものであることは明らかであり、再生資源卸売業等のように業態に\nよって所定の帳簿記載が著しく困難であると想定される事業者については特例が設\nけられており、また、災害その他やむを得ない事情により法三〇条八項所定の事項\nを記載した法定帳簿の保存をすることができなかったことを当該事業者において証\n明した場合には、仕入税額控除が可能とされていること（法三〇条七項ただし書）\nに照らせば、法三〇条八項所定の事項を記載した法定帳簿の保存を義務づけるとい\nう方法も、右立法目的の達成のために必要かつ合理的なものということができる。\nしたがって、右特例に該当せず、右の証明もしなかった事業者が結果的に仕入税額\n控除を受けられなくなることがあるとしても、これをもって当該事業者の財産権を\n不当に侵害するものであるという原告の主張は当たらない。また、法定帳簿の記載\n事項のうち同条八項一号の「氏名又は名称」との規定が「真実の氏名又は名称」を\n意味することは前記のとおりであるが、これは同条項の趣旨から当然に含まれてい\nると解される内容である。原告の主張するところは、真実の記載が不可能又は著し\nく困難であった場合の運用上の措置又は特例の拡張的取扱いの必要をいうものであ\nるとしても、右規定が租税法律主義、課税要件明確主義の要請に反しないことは明\nらかである。\n三　原告の事業の業態と法定帳簿の記帳について\n１　原告は、原告の事業の実情に照らして、課税仕入れの相手方の真実の氏名又は\n名称を記載することが著しく困難であり、その真実性を確認する方途がない旨を主\n張する。\nところで、原告の仲間取引以外の取引においては、特定の取引先があるほか、原告\nが「全国薬局薬店名簿」から把握した薬局店、調剤薬局、大手の卸売問屋等の同業\n者に対して、定期的に数千枚から数万枚程度の枚数の買取のチラシを郵送して、そ\nの事業者から仕入れるという方法をとっている（甲第一三号証の一、二、第一四号\n証の一、同号証の二ないし一〇の各一ないし三、同号証の一一の一ないし四、証人\nＥ）ことからすれば、不特定かつ多数の者が原告の課税仕入れの相手方として予定\nされていることが認められる。\nしかしながら、原告の取扱商品は、医家向け医薬品であって、かかる医薬品の流通\nルートに関与しない一般人が容易に入手、販売し得るものではないのであって、し\nかも、原告は薬事法の適用を受ける一般販売業者（卸売一般販売業。同法二六条一\n項）であるところ（乙第六号証）、右一般販売業者が厚生大臣の指定する医薬品を\n譲り受けたときには、（１）品名、（２）数量、（３）製造番号又は記号番号、\n（４）譲渡又は販売若しくは授与の年月日、（５）譲渡人又は譲受人の氏名に係る\n事項を書面に記載し保存しなければならないとされていること（同法二七条、九条\nの二、薬事法施行規則二九条の三、一一条の四）に鑑みれば、薬品等の卸売一般販\n売業の通常の業態において、個々の取引の相手方を特定し、その氏名又は名称等を\n確認することが、不可能又は著しく困難であるとは考えられないこと、原告の第一\n九期事業年度に係る仕入れのうち仕入取引額の最少額のもので二二万七〇〇〇円で\nあり、多額のものでは一〇八七万七〇〇〇円にのぼることが認められ（甲第六号証\nの一ないし六六、乙第二一号証）、第一九期仕入伝票に記載された取引先の一年間\nの総数が五〇五件にすぎないことに鑑みると、仮に右記載が数件の取引をまとめて\n記載した可能性があるとしても、原告の課税仕入れについて相手方の氏名又は名称\nを確認してこれを記帳することが著しく困難であると認めることはできない。\nこれに対して、原告は、医薬品の現金卸売業においては仕入取引の相手方の氏名又\nは名称等を明らかにすると取引先が離れてしまうので氏名又は名称を確認すること\nは困難である旨主張し、証人Ｅも右に沿う供述をする。そして、平成五年一月に原\n告が作成した「医家向専門医薬品特別買入価格表」（乙第五号証）には、右価格表\nが「厳選顧客様用」であることに加えて、「商品の価格等、又税務面の事等どんな\n細かなことでも、Ｃ、Ｄに御相談下さい。」、「当社は従来どおり商品の流通管理\n並びに税務対策面には万全の体制を敷いています。」、「秘密厳守（お取引上の秘\n密事項は責任をもってお守り致します。）」との記載が存在することが認められる\nところ、右によれば原告が第一九期事業年度、第二〇期事業年度においても、同様\nに、取引先の氏名又は名称を含む仕入取引上の事項について秘密を守ることを明示\nして顧客を獲得しようとしていたことが窺える。\nしかしながら、原告に対して医薬品を売却する者にとって、その入手経路、原告へ\n売却した事実自体を秘匿したい個別的な事情があるとしても、消費税に関する調査\nを行う職員（法六二条）は守秘義務を負担している（法六九条、国家公務員法一〇\n〇条、一〇九条三号）のであるから、これらの者に対してその氏名又は名称を秘匿\nする理由となるものではなく、右秘匿の目的が販売者の租税負担を回避、軽減する\nことにあるとすれば、これをもって法定帳簿への記載を拒絶する合理的な理由と解\nすることはできず、また、法定帳簿に真実の仕入先顧客の氏名又は名称を記載する\nことによって、顧客がそれを行わない同業者へ商品を売却するようになるといった\n事情が想定されるとしても、かかる事態は改善されるべきものであって、右事情か\nら顧客の真実の氏名又は名称を法定帳簿に記載しないことが、規範的意義を有する\n商慣習であったということはできないのである。\nまた、本件では、第一九期仕入伝票において、複数の課税仕入れの相手方から真実\nの氏名又は名称及びその住所が記載された配達票が付された宅配便を用いて課税仕\n入れに係る薬品が郵送されているにもかかわらず、右仕入伝票には当該相手方の氏\n名又は名称の記載はなく、かえって右仕入伝票に記載された相手方の氏名又は名称\nは五〇五件すべてが真実と異なることが明らかとなっており（乙第七号証、第一四\nないし第二一号証）、右各事実によれば、原告は、少なくとも右取引先に係る部分\nについては真実の氏名又は名称が判明しているにもかかわらず、敢えて仮名を仕入\n伝票に記載していたことが認められる。そして、その他の部分についても、相手方\nの名乗る氏名を信頼して記載したとか、相応の注意を払って記載したことを推認さ\nせる事情は窺われず、かえって乙第二一号証によれば、第一九期仕入伝票の記載\n中、同一人とみられる同姓同名の取引先でありながら記載されている住所が全て異\nなる者が多数存在し同一の住所を再度記載した取引先が一つも存在しないこと、異\nなる氏名の相手方について同一の住所が記載されている複数の仕入伝票が存在する\nことが認められ、前記のとおり、第一九期仕入伝票に記載された仕入先五〇五件に\nついていずれも仮名であったこと、また、原告は、医薬品の現金卸売業の仕入取引\nの相手方には真実の氏名又は名称を名乗らずに取引を行う者が存在することを認識\nしていたにもかかわらず、相手方の氏名又は名称を確認していなかったことが認め\nられる（甲第二号証、第一三号証の一、証人Ｅ）ことに照らせば、第一九期仕入伝\n票及びこれに基づき作成された第一九期仕入帳について、課税仕入れの相手方の名\n乗る氏名又は名称を真実の氏名又は名称であると信じて帳簿等に記載し、かつその\nように信じたことが相当であると解すべき事情を認めることはできない。\nなお、第二〇期仕入伝票については、相手の氏名又は名称が仮名であるか否かの確\n認が行われていないが、前記事情に照らせば、第一九期仕入伝票と同様に仮名によ\nる記載がなされているものと推認されるところ、原告も第二〇期仕入伝票中に真実\nの氏名又は名称が記載されているものが含まれていることについて格段の反証を行\nっていない。そして、第二〇期仕入伝票及びこれに基づいて作成された第二〇期仕\n入帳についても、相手方の名乗る氏名又は名称を漫然と記載したのではなく、相応\nの注意を払って記載したと推認させる事情は窺われない。\nしたがって、原告の事業の実態に照らしても、原告の課税仕入れについて相手方の\n氏名又は名称を確認してこれを記帳することが著しく困難であると認めるには足り\nない。\n２　以上によれば、本件仕入帳及び本件仕入伝票が法定帳簿に該当しないことは明\nらかであり、また、本件仕入伝票は、原告が作成したものであって、他の事業者が\n原告に交付したものではないから、法三〇条七項に規定された請求書等（同条九項\n一号）に該当するものでもない。\nしたがって、本件仕入帳及び本件仕入伝票は、いずれも法三〇条七項で保存が要求\nされている帳簿等に当たらず、原告には法三〇条一項の適用はないというべきであ\nる。\nそして、右に認定した事実関係によれば、原告の事業の実態に照らして、原告の事\n業が、通常、一日に不特定かつ多数の者と取引を行い、取引の価格も少額であるこ\nとが通常の取引形態である再生資源卸売業とは業態を異にすることは明らかという\nべきであり、また、課税仕入れの相手方の真実の氏名又は名称を記載した法定帳簿\nの保存をすることができなかったことにつき、やむを得ない事情がある場合には、\n法三〇条七項ただし書の適用が検討されるべきであるとしても、原告が法定帳簿の\n保存に代わる要件として、本件各課税期間における「やむを得ない事情」の証明を\nしたことについては、主張も立証もない。\n四　信義則の適用の有無について\n租税法律関係において、信義則の適用があるのは、納税者間の平等、公平という要\n請を犠牲にしてもなお当該課税処分に係る課税を免れしめて納税者の信頼を保護し\nなければ正義に反するといえるような特別の事情が存する場合に限られる。そし\nて、右事情が存するかどうかの判断に当たっては、少なくとも、税務官庁が納税者\nに対し信頼の対象となる公的見解を表示したことにより、納税者がその表示を信頼\nしその信頼に基づいて行動したところ、後に右表示に反する課税処分が行われ、そ\nのために納税者が経済的不利益を受けることになったものであるかどうか、また、\n納税者が税務官庁の右表示を信頼しその信頼に基づいて行動したことについて納税\n者の責めに帰すべき事情がないかどうかという点の考慮が不可欠である（最高裁判\n所昭和六二年一〇月三〇日第三小法廷判決、判例時報三六二号九一頁）。\nこれを本件についてみるに、法定帳簿に課税仕入れの相手方の真実の氏名又は名称\nを記載すべきことは法三〇条七項、八項の文理から明らかであるところ、原告の主\n張によっても、被告が原告に対し、法定帳簿における相手方の氏名又は名称の記載\nが真実でない場合であっても仕入税額控除に関する規定が適用されるという公的見\n解を積極的、明示的に表明したという事実は存在しない。そして、仮に平成四年ま\nでは、仮名仕入取引に係る税額には仕入税額控除が認められない旨の被告の公的見\n解が積極的に明らかにされたことがなく、税務調査においても右のような見解に基\nづく税務指導がなされたことがなかったとしても、これをもって税務官庁が原告に\n対し法定帳簿の仮名記帳に係る課税仕入れについて仕入税額控除が認められるとの\n公的見解を表示したとか又は表示したのと同視することはできない（なお、原告\nは、Ａ上席が他の同業者に対して、仲間取引以外の取引については内税処理をする\nことで対応できると指導したと主張するが、右仲間取引以外の取引のすべてが当然\nに仮名仕入取引であるとはいえないから、仮に右のような指導がなされたとして\nも、仮名記帳に係る課税仕入れについても仕入税額控除が認められるとの被告の公\n的見解の表明が存在したものということはできない。）。\nしたがって、仮に原告が被告の右のような対応から、仮名記帳に係る課税仕入れに\nついても仕入税額控除が認められると信じたとしても、そもそも被告による公的見\n解の表明があったといえない以上、右信頼は租税法律関係における納税者間の平\n等、公平という要請を犠牲にしてもなお保護しなければ正義に反するといえるよう\nなものではないことは明らかである。\n五　本件各処分の適法性\nしたがって、前記第二、三、３のとおり、被告が、控除対象仕入税額のうち、仮名\n仕入取引と認められる本件仲間取引以外の仕入取引に係る消費税額について、仕入\n税額控除を認めないで行った原告の第一九期及び第二〇期事業年度の消費税に係る\n本件各更正並びに本件各更正を前提として行った本件各賦課決定はいずれも適法で\nある。\n第五　結論\n以上のとおりであるから、原告の本訴請求はいずれも理由がないので棄却すること\nとし、訴訟費用の負担について、行政事件訴訟法七条、民事訴訟法八九条を適用し\nて、主文のとおり判決する。\n（裁判官　富越和厚　團藤丈士　水谷里枝子）\n"
}