{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 5,
    "month": 6,
    "day": 28
  },
  "case_number": "平成4(行コ)110",
  "case_name": "法人税更正処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　租税特別措置法６２条１項と憲法１４条１項　２　中古自動車の競り売り開催業者の支出したオートオークションにおける抽選会の景品購入費用が，租税特別措置法６２条１項所定の交際費等に該当するとした事例",
  "case_gist": "１　租税特別措置法６２条１項は，憲法１４条１項に違反しない。　２　中古自動車の競り売り開催業者の支出したオートオークションにおける抽選会の景品購入費用が，租税特別措置法６２条１項所定の交際費等に該当するとしてした法人税更正処分等が，オートオークションへの参加資格を有する者は事業に関係のある者に限られ，当該費用の支出は，これらの者に対する贈答等の行為により取引関係の円滑な進行を図る目的からされたものといえるから，同条所定の交際費等に該当するとして，適法であるとされた事例",
  "lawsuit_id": "16467",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16467",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/467/016467_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実及び理由\n第一　当事者の求めた裁判\n一　控訴人\n原判決を取り消す。\n被控訴人が平成元年七月三一日付けでした、控訴人の昭和六二年一〇月一日から昭\n和六三年九月三〇日までの事業年度（以下「本件係争事業年度」という。）の法人\n税の更正処分（以下「本件更正」という。）のうち、所得金額六七七七万四七二六\n円を超える部分及び右部分に係る過少申告加算税賦課決定処分を取り消す。\n二　被控訴人\n主文一項同旨\n第二　事案の概要\n次のとおり訂正付加するほかは、原判決の「第二　事案の概要」に記載のとおりで\nあるから、これをここに引用する。\n１　原判決八枚目表一行目の「除き、」の次に「以上の事実は」を加える。\n２　同裏三行目の「、乙一」を削る。\n３　同九枚目表二行目冒頭から同裏四行目末尾までを次のとおり改める。\n「本件オートオークションの抽選会は、休眠状態もしくはそれに近い会員をオーク\nション会場に多数来場させ、夜遅くまでオークションに参加させることを目的とす\nるものであり、控訴人が本件オートオークションにおいて実施した抽選会の実施状\n況は、本件オートオークションに一台以上の出品もしくは一台以上落札した会員の\n会員番号を記載したカードを抽選箱に入れ、オークション終了時に抽選を行い、そ\nの際、会場に当選者がいない場合は、失格となるものである。」\n４　同一〇枚目表八行目の「中古車」から同裏八行目末尾までを次のとおり改め\nる。\n「更に、本件オートオークションの抽選会に参加する権利を有する会員は、前記１\n（二）で述べたとおり、本件オートオークションの右会員資格を有するだけでな\nく、本件オートオークションに一台以上出品もしくは一台以上落札した会員に限定\nされているから、本件費用の支出の相手方は、控訴人の得意先及び仕入先以外の何\n者でもなく、控訴人の『事業に関係ある者』に当たることは明らかである。\n第二に、本件オートオークションの抽選会は、前記１（二）で述べたとおり、本件\nオートオークションに一台以上出品もしくは一台以上落札した会員でオークション\nの最後まで会場に残った会員であれば、購入金額や購入台数及び出品台数には関係\nなく、公平に抽選に参加できるものであり、このような会員に対し、抽選によって\n景品を交付して歓心を買い、もって、当該支出の相手方との間の親睦の度を密にし\nて取引の円滑な進行を図ろうとする趣旨に出たものであるから、本件費用は、まさ\nに会員に対する『贈答その他これらに類する行為』を目的とするものであるといえ\nる。」\n５　同一一枚目表六行目冒頭から同裏三行目末尾までを次のとおり改める。\n「控訴人は、売上割戻しの性質を有する支払奨励金であると主張し、その理由とし\nて、『売上割戻しの実態は千差万別であり、売上高もしくは売掛金の回収以外に得\n意先の営業地域の特殊事情、協力度合い等を勘案して、支出する費用は、交際費に\n該当しない売上割戻金の性質を有する支払奨励金である（租税特別措置法関係通達\n六二（一）－三参照）。そして、その支出が金銭に限らず物品で支出したとして\nも、同様である。』と主張する。しかし、右通達六二（一）－三は支出する費用が\n金銭の場合に関するものであり、物品については同六二（一）－四において、金銭\nの場合と同様の算定基準で交付されるものでも、そのために要する費用は原則とし\nて交際費等に当たり、例外として得意先である事業者がたな卸し資産もしくは固定\n資産として販売しもしくは使用することが明らかな物品またはその購入単価が少額\n（おおむね三、〇〇〇円以下）である物品は交際費等に当たらないとされているの\nであって、本件オートオークションの抽選会の景品は原判決別表一の１のとおり家\n電製品等中古車売買業とは何ら関係のないものであり、その交付の基準も本件オー\nトオークションに一台以上出品もしくは一台以上落札した会員を対象に行われる抽\n選会の当選者というだけであって、右例外に当たらない。また、控訴人は、本件オ\nートオークションの会場が遠隔地であること及び搬入手続や検査手続に時間がかか\nることに加え出品台数が多いときにはさらにオークションの手続に時間がかかる状\n況であることに対する、遅い時間帯までオークションを開催するための『相応の企\n業努力』として本件費用を支出したことが、本件費用を売上割戻しの性質を有する\n支払奨励金である理由と主張するようだが、売上割戻しとは販売促進のため得意先\nに対し、一定数量または一定金額を一定期間中に買入、代金を決裁した場合に支払\nう返戻額であるから、本件費用が売上割戻しの性質を有するか否かは本件費用が会\n員に対する販売数量ないし販売金額に比例したものであるか否かで判断されるべき\nであるにもかかわらず、この点についての控訴人の主張がないから、控訴人の右主\n張はそれ自体失当である。」\n６　同一二枚目裏八行目冒頭から同一三枚目表五行目末尾までを次のとおり改め\nる。\n「従って、仮に、控訴人が本件オートオークションの抽選会で景品を交付する結果\nとして、本件オートオークションの会員に対し来場意欲を喚起する効果を及ぼし、\n本件オートオークション自体に対し広告宣伝的効果を与えているとしても、右効果\nは控訴人の事業に関係のある者という限定された者に対する効果であり、しかも本\n件費用支出の直接の目的ではなく、あくまでも付随的な効果に過ぎないというべき\nであり、広告宣伝費に当たらないというべきである。\nまた、控訴人はいわゆる『イメージ広告』の例のように何を訴えているのか不明な\n広告の費用も広告宣伝費とされているとして、被控訴人の主張する広告宣伝費の定\n義が正確でない旨主張するが、いわゆる『イメージ広告らも、販売する商品と直接\n的に関連する企業のイメージを、不特定多数者である消費者に強く印象づけ、ひい\nては『購買意欲を刺激する目的で商品等の良廉性を広く不特定多数の者に訴える』\nことを企図したものであるから、控訴人の右主張は失当である。\nなお、控訴人は、雑誌、新聞等に本件オートオークションの広告が掲載されている\nことをもって、本件費用の支出が広告宣伝費にあたることの裏付けとなる旨主張す\nるが、これらはいずれも中古自動車の業者向けの広告媒体であるうえ、このような\n広告の掲載がされたからといって本件費用の性格が変更されるものではないこと、\nまた、クレジットカードの会員の場合の例を挙げて、『事業に関係ある者』の概念\nも相対的であると主張するが、クレジットカードの会員については、一般消費者が\n自由に入会できるものであって、入会資格者が特定の者に限定される本件の場合と\n同一に論ずることは適当でなく、いずれの場合も、本件費用が広告宣伝費であると\nの主張を正当化する根拠とはならない。」\n７　同一四枚目裏六行目の各「（一）」及び同七行目冒頭から同一五枚目裏二行目\n末尾までを削る。\n８　同一七枚目表一一行目末尾の次に「また、『本件事業に関係ある者』という概\n念も、相対的なものである。『会員』として一応限定されているとしても、例え\nば、クレジットカードの会員が全てクレジット会社の『事業に関係ある者』といえ\nないように、当該費用の実態、目的、効用等を総合的に判断して、損金等に不算入\nとなる交際費等に該当するべきか否か判断すべきものである。」を加える。\n９　同一七枚目裏四行目の「租税特別措置法」を「租税特別措置法六二条一項」\nに、同八行目の「としている。」を「と規定している。」にそれぞれ改める。\n第三　当裁判所の判断\n当裁判所も控訴人の本訴請求は理由がないものと判断する。その理由は、次のとお\nり訂正付加するほかは、原判決の「第三　争点に対する判断、第四　本件更正の適\n法性について、第五　本件賦課決定の適法性について」に記載のとおりであるか\nら、これをここに引用する。\n１　原判決一八枚目裏五行目冒頭から同七行目末尾までを「前記四争点に関する被\n控訴人の主張１の事実は当事者間に争いがない。」に改め、同八行目冒頭から同一\n九枚目表七行目末尾までを削り、同八行目の「右認定事実」を「右の事実」に改め\nる。\n２　同一九枚目表一一行目の「者であるか」を「者で」に改める。\n３　同一九枚目裏四行目の「相手方が」の次に「中古自動車の競り売りを開催す\nる」を加える。\n４　同二〇枚目裏二行目の「いる以上」を「いて、本件オートオークションに一台\n以上出品もしくは一台以上落札した会員でオークションの最後まで会場に残った会\n員であれば、購入金額や購入台数及び出品台数には関係なく、公平に抽選に参加で\nきるものである以上」に改め、同行目の「本件費用が」の次に「典型的な」を加え\nる。\n５　同二一枚目表三行目の「本件費用は」から同四行目末尾までを次のとおり改め\nる。\n「本件オートオークションの抽選会で交付されるのは金銭ではなく、物品（景品）\nであり、かつ、原判決別表一の１のとおり、右抽選会に参加資格のある中古車売買\n業関係者の営業とは無関係の家電製品等であるから、その購入費用が遠隔地で夜遅\nくまで行う本件オートオークションに最後まで会員を参加させる「相応の企業努\n力」として支出されるものであっても、本件費用は、右変形型の売上割戻金にも該\n当しない。」\n６　同二二枚目表二行目末尾の次に「本件費用の支出が新規会員獲得に効果を及ぼ\nすことがあるとしても、」を加える。\n第四　結論\n以上のとおりであって、本訴請求は理由がなく、原判決は正当であって、本件控訴\nは理由がないからこれを棄却し、訴訟費用の負担につき民事訴訟法九五条、八九条\nを適用して、主文のとおり判決する。\n（裁判官　伊藤滋夫　矢崎正彦　水谷正俊）\n"
}