{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 6,
    "month": 8,
    "day": 8
  },
  "case_number": "平成5(行コ)221",
  "case_name": "裁決取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "県知事が都市計画法２９条に基づいてしたゴルフ場建設の開発許可処分の取消しを求めて，ゴルフ場予定地の周辺住民がした審査請求を却下した県開発審査会の裁決の取消しを求める訴えにつき，当該周辺住民らは，裁決の名あて人として当該裁決の取消しを求める法律上の利益を有するが，前記開発許可処分の取消しを求める審査請求適格は有しないから，前記取消しの訴えに係る請求は棄却されるべきであるとした事例",
  "case_gist": "県知事が都市計画法２９条に基づいてしたゴルフ場建設の開発許可処分の取消しを求めて，ゴルフ場予定地の周辺住民がした審査請求を却下した県開発審査会の裁決の取消しを求める訴えにつき，当該周辺住民らは，裁決の名あて人であり，裁決が取り消されれば前記開発許可処分について前記審査会の実体審査を求めることができるのであるから，当該裁決の取消しを求める法律上の利益を有するが，同人らが主張する清潔な大気や水に恵まれ，健康に生活する権利や良好な自然環境の中で生活する権利等の諸利益は，都市計画法２９条やその関連規定によって形成される法体系において，周辺住民の個別的利益として保護されているものとはいえないから，当該周辺住民らは，前記開発許可処分の取消しを求める審査請求適格を有せず，したがって，前記取消しの訴えに係る請求は棄却されるべきであるとした事例",
  "lawsuit_id": "16394",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16394",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/394/016394_hanrei.pdf",
  "contents": "○　主文\n一　本件控訴を棄却する。\n二　控訴費用は控訴人の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決を取り消す。\n２　本件を原審に差し戻す。\n二　被控訴人\n本件控訴を棄却する。\n第二　当事者の主張\n当事者双方の事実上及び法律上の主張は、次に加除訂正するほかは原判決の事実摘\n示のとおりであるから、これを引用する。\n一　原判決事実摘示の加除訂正\n１　原判決二丁裏八行目「キロメートル」を「メートル」に改め、同一〇行目から\n一一行目にかけての「都市計画法（」の次に「平成四年法律第八二号による改正前\nのもの、」を加え、同三丁表七行目「本件処分」を「本件開発許可処分」に、同六\n丁表七行目「基本要綱」を「後記基本要綱」に、同九行目「第七の二」を「第７の\n１（２）」に、同丁裏六行目から七行目にかけての「茨城県土地利用の調整に関す\nる基本要綱」を「茨城県県土利用の調整に関する基本要綱」に、同七行目から八行\n目にかけての「第七の二」を「第７の１（２）」に、同一二丁表四行目、同裏四行\n目、同一三丁表五行目、同七行目、同裏三行目、同七行目、同九行目の各「裁量」\nを「裁量権」にそれぞれ改め、同一四丁表六行目から同丁裏一一行目までを削り、\n同一五丁表一行目「５」を「４」に改める。\n２　同一七丁裏四行目「同法が」及び同二〇丁表八行目を削り、同九行目の各\n「５」をいずれも「４」に改める。\n二　当審における主張の追加\n（控訴人）\n１　控訴人は、被控訴人に対し、行政不服審査法四条に基づいて本件開発許可処分\nにつき審査請求をしたものであるが、行政事件訴訟法九条が原告適格につき「法律\n上の利益を有する者に限り、提起することができる。」と規定しているのに対し、\n行政不服審査法四条は、「行政庁の処分に不服がある者は審査請求できる。」とし\nて申立適格を制限していない。\nそして、行政不服審査法一条が、「不当な処分」をも対象とし、「国民に対して広\nく不服申立てのみちを開く」ことによって、「国民の権利利益の救済を図るととも\nに、行政の適正な運営を確保することを目的とする。」と規定していることからす\nれば、行政不服審査法四条の申立適格は行政事件訴訟法九条の原告適格よりもはる\nかに広く、控訴人は行政不服審査法四条の申立適格を有するものと解すべきであ\nる。\n２　公害対策基本法一条及び二条二項によれば、同法は、個人の所有に属する財産\nをも生活環境として保全することを目的としていることが認められる。\nそして、本件開発許可処分に関する諸規定のうち、基本要綱の第７知事の承認の１\nの（７）は、「土地開発事業は、開発区域の周辺の自然又は生活環境と調和が図ら\nれるものであること」と、ゴルフ場に係る土地開発事業の取扱方針の第３事業主の\n責務の２は、「事業主は開発計画の策定及び実施に当たっては、地域住民の理解と\n協力を得て行うよう努めなければならない」と、ゴルフ場開発事業に関する指導基\n準の３開発計画についての（６）は、「その他地域住民の生活環境に影響を及ぼさ\nないよう万全の措置を講ずること」と、江戸崎町土地開発事業の適正化に関する指\n導要綱の第４事業主の責務の（２）は、「地域住民の意見を尊重し、その理解と協\n力が得られること」と、同第６町長の同意の１の（５）は、「農林漁業との健全な\n調和及び地域住民の生活環境の保持等地域との調和が図られること」と規定して、\nいずれも地域住民の生活環境の保護をうたっている。\nところで、法は建築物の建築や土地の区画形質の変更という点に着目して規制をし\nているものであるから、まず建築物の建築や土地の区画形質の変更それ自体によっ\nて生じることが一般的に予測されるような災害が考慮の対象になることは当然とし\nても、事業の性格によってはむしろ事業開始後の運営によって生じうる災害が重大\nな問題となるようなものもあるのであって、こうしたものを災害のひとつとして開\n発許可にあたって考慮すべき要素から排除するとの規定はない。\nむしろ、ゴルフ場に関する右の諸規定において、地域住民の生活環境の保護が定め\nられているのであるから、これを前記公害対策基本法の趣旨と整合的に解するとき\nは、開発行為から直接生じうる災害のみならず、ゴルフ場の運営に伴って必然的に\nないし高度の蓋然性をもって生じる災害であって地域住民の生活環境に影響を及ぼ\nすようなものも含めて規制の対象になっていると解さなければ、法の趣旨が全うさ\nれないことになる。\nそして、ゴルフ場における農薬被害は右の災害に該当するものであるから、控訴人\nは法律上保護された利益、すなわち本件開発許可処分の審査請求適格を有するもの\nである。\n（被控訴人）\n控訴人が右２で指摘する基本要綱等の諸条項はいずれも行政指導の指針や基準を定\nめたものであるが、行政指導により法の解釈が覊束されることはないから、これら\n条項を法解釈の根拠とすることはできない。\nまた、右の諸条項はいずれも開発事業そのものによって発生するおそれのある災害\nの防止を目的とするものであって、開発後の事業運営を直接規制しようとするもの\nではないから、右の諸条項を根拠にして、控訴人主張の諸利益が法律上保護された\n利益であると解することはできない。\n第三　証拠（省略）\n○　理由\n第一　控訴人の審査請求適格について\n当裁判所も、控訴人は本件開発許可処分について審査請求適格を有しないものと判\n断する。その理由は、次に加除訂正するほかは原判決の理由一及び二の２ないし４\n（原判決二〇丁裏三行目から一〇行目まで及び同二一丁裏五行目から二八丁表四行\n目まで）に認定説示されたとおりであるから、これを引用する。\n一　原判決理由説示の加除訂正\n１　原判決二〇丁裏七行目「本件処分」を「本件開発許可処分」に改め、同八行目\n「九月二五日、」の次に「控訴人は審査請求適格を欠くとして」を加え、同二二丁\n表一行目から二行目にかけての「当該処分を通して、不特定多数者の」を「当該処\n分によって影響を受ける」と、二行目「解消させる」を「解消させて保護する」\nと、同一〇行目「意味で」を「観点から」とそれぞれ改め、同二三丁表三行目末尾\nに「なお、本件ゴルフ場は、法四条一一項の第二種特定工作物に該当し、かつ、甲\n第一六号証によれば訴外会社の自己の業務の用に供されるものであるから、法三三\n条一項各号の基準のうち本件ゴルフ場に適用されるのは、３号、５号、７号、９\n号、１１号及び１４号である。」を加え、同六行目「、六、九、一〇号」を「九\n号」に改め、同八行目「『開発区域」から同一〇行目「（六号）、」までを削り、\n同丁裏四行目「成育」を「生育」に改め、同五行目「一九号）、『開発区域」から\n同九行目「一一〇号ごまで及び同行の「いずれも、」をそれぞれ削り、同二四丁表\n一行目の「一二号」を「一二項」に、「一一号」を「一一項」にそれぞれ改め、同\n六行目末尾に「本件ゴルフ場について適用されるその余の法三三条一項各号の許可\n基準も、その内容に照らし、いずれも開発行為そのものによる災害等の防止を図る\n趣旨のものと解される。また、法三〇条に基づいて都道府県知事に提出される許可\n申請書において、開発行為後に行われる事業の運営によって生ずるおそれのある環\n境悪化についてまで記載すべきものとされていないところからしても、このような\n環境悪化は、都道府県知事が開発行為の許否を判断するに当たっての審査対象にな\nっていないことが明らかである。」を加え、同七行目「第７の（２）」を「第７の\n１（２）」に改め、同九行目から同二五丁表四行目までを「しかし、そもそも基本\n要綱は地方自治体が行政指導の指針ないし一般的基準を定めたものであるから、こ\nれによって法の定める開発行為の許可基準が左右されることはありえないのであ\nり、控訴人の主張はこの点においてすでに理由がないというべきである。」に、同\n五行目の「（５）」を「（３）」に、「他にも」を「そのほか」に、それぞれ改め\nる。\n２　同二五丁裏五行目の「法律上」、同二六丁表三行目の「しかしながら」から同\n裏一行目の「すぎない。」までをそれぞれ削り、同六行目「したがって、」から一\n一行目までを「しかし、法一六条、一七条は都市計画の決定手続に関するものであ\nり、同手続において右のような制度が設けられているからといって、本件で問題と\nされている開発行為の許可手続においても、付近住民にこれに関与する適格性が認\nめられているとは到底認めることができない。」に、同二七丁表六行目の「私法上\nの権限」を「開発行為を行う土地等に対する私法上の権原」に、同裏三行目から八\n行目までを「３なお、控訴人は、請求原因３において、本件開発許可処分及び本件\n裁決はいずれも違法であるから、控訴人には審査請求適格がある旨主張している\nが、審査請求適格の存否についての判断基準は前述のとおりであるから、控訴人の\n右の主張は採用できない。」に、同二八丁表三行目「本件裁決」を「本件開発許可\n処分」にそれぞれ改める。\n二　当審において追加された主張に対する判断\n１　控訴人は、行政不服審査法一条及び四条の規定から、同法に基づく審査請求適\n格は行政事件訴訟法九条の原告適格よりもはるかに広いものである旨主張してい\nる。\nしかし、同法一条が不当な処分も争えるとしているのは、不服申立事項の範囲の問\n題であり、審査請求適格の有無は、当該処分によって申立人がいかなる利益を侵害\nされた場合に不服申立てが許されるかの問題であるから、不当な処分が争えるから\nといって直ちに審査請求適格を行政事件訴訟法九条の原告適格より広く認めるべき\nであるということはできない。\nそして、行政不服審査法は、国民の権利利益の救済を通じて、その間接的な効果と\nして、行政の適正な運営の確保を図っているものと解されるから、同法四条に基づ\nいて不服申立てをなしうる者も、前述のとおり、当該処分について不服申立てをす\nる法律上の利益がある者に限定されると解するのが相当である（昀高裁判所昭和五\n三年三月一四日第三小法廷判決・民集第三二巻第二号二一一頁参照）。\nしたがって、控訴人の右の主張は採用できない。\n２　控訴人は、基本要綱等に存するゴルフ場に関する諸条項を公害対策基本法の趣\n旨と整合的に解するときは、開発行為から直接生じうる災害のみならず、ゴルフ場\nの運営に伴って必然的にないし高度の蓋然性をもって生じる災害であって、地域住\n民の生活環境に影響を及ぼすようなものも規制の対象になっていると解すべきであ\nる旨主張する。\nところで、基本要綱（甲第一五号証）、ゴルフ場に係る土地開発事業の取扱方針\n（乙第一号証）、ゴルフ場開発事業に関する指導基準（乙第二号証）、江戸崎町土\n地開発事業の適正化に関する指導要綱（甲第四九号証）には控訴人指摘の各条項が\n存在する。\nしかし、公害対策基本法一条が同法の目的を控訴人主張のように定めていることか\nら直ちに、開発行為に対する許可の基準を法の各規定の定めるところを超えて厳格\n化することはもとより許されないし、基本要綱等の定めによって右許可の適法要件\nが左右されるものでないことは前述のとおりである。\nしたがって、控訴人が指摘する諸規定等も控訴人の審査請求適格を根拠づけるもの\nとはいえないから、控訴人の右の主張も採用することができない。\n第二　本件訴えの適法性について\n一　原判決は、裁決取消訴訟を提起するためには行政事件訴訟法九条にいう「裁決\nの取消を求めるについて法律上の利益を有する」ことが必要であるところ、右要件\nの意味するところは行政不服審査法四条にいう「行政庁の処分に不服がある者」、\nすなわち、当該処分について不服申立てをする法律上の利益がある者と同様である\nから、本件訴えの適法性の存否は、結局、控訴人に審査請求適格が認められるか否\nかによるとして、控訴人の本件審査請求適格の存否を検討し、これを否定して本件\n訴えを却下した。\n二　しかしながら、控訴人は本件裁決の名宛人であり、本件裁決が取り消されれば\n本件開発許可処分について被控訴人の実体審査を求めることができるのであるか\nら、本件裁決の取消を求める法律上の利益を有するものである。本件訴訟は、控訴\n人の審査請求を審査請求適格がないとして却下した本件裁決の当否、すなわち、控\n訴人の審査請求適格の存否を本案とするものなのであるから、控訴人に審査請求適\n格が認められなければ、請求棄却の本案判決をなすべきものである。\nしたがって、本件訴えを却下した原判決は失当であるところ、民事訴訟法三八八条\nは、本案審理に関する審級の利益を保障するために、このような場合には原判決を\n破棄して事件を第一審裁判所に差し戻すべき旨を規定している。しかし、本件にお\nいては、第一審で審査請求適格の存否について当事者の弁論が充分に尽くされ、裁\n判所もこの点についての判断を示し、単に昀終的な結論のあり方を誤ったにすぎな\nいのであるから、右の審級の利益が実質的に害されるおそれはないということがで\nき、したがって、事件を第一審裁判所に差し戻すことなく、当審において本案につ\nいて判決することが許されるものというべきである。\nしかしながら、原判決を取り消して請求棄却の判決をすることは、控訴人にその申\n立ての範囲を越える不利益を課すことになるので、本件においては控訴棄却の判決\nをするのが相当である。\n第三　結論\nよって、本件控訴を棄却することとし、主文のとおり判決する。\n（裁判官　加茂紀久男　林　道春　柴田寛之）\n(原裁判等の表示)\n○　主文\n一　本件訴えを却下する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が平成三年九月二五日付で原告に対してなした原告の同年四月二日付審査\n請求を却下する旨の裁決を取り消す。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n（本案前の申立て）\n主文同旨\n（本案に対する答弁）\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　本件裁決\n（一）　Ａ株式会社（以下「訴外会社」という。）は、茨城県稲敷郡＜地名略＞外\nの敷地（約一三四万平方キロメートル）に「Ｂカントリークラブ」（仮称「Ｃゴル\nフ倶楽部」）の名称の二七ホールのゴルフ場（以下「本件ゴルフ場」という。）の\n建設を計画し、茨城県に対し、都市計画法（以下「法」という。）に基づく開発許\n可申請をした。右申請に対し、茨城県は、平成三年一月三一日、法二九条に基づく\n開発許可処分（平成三年一月三一日第三一号、以下「本件開発許可処分」とい\nう。）をした。\n（二）　原告は、本件ゴルフ場予定地に隣接して居住するものであり、本件ゴルフ\n場において使用される農薬により、健康で文化的な昀低限度の生活が奪われ、人格\n権が侵害される旨主張して、平成三年四月二日、被告に対し、本件処分の取消を求\nめて行政不服審査法に基づく審査請求をした。\n（三）　被告は、平成三年九月二五日、原告が審査請求人たる適格を欠くとして右\n審査請求を却下する旨の裁決（以下「本件裁決」という。）をし、右裁決は同年一\n〇月一日原告に対して送達された。本件裁決の理由の要旨は、次のとおりである。\n（１）　原告は、本件開発許可処分の直接の相手方ではない。\n（２）　原告は、法三三条一項一四号にいう「当該開発行為の施行又は当該開発行\n為に関する工事の妨げとなる権利を有する者」に当たらない。\n（３）　原告が本件開発許可処分により直接に権利・利益の侵害を受けた事実は認\nめられない。\n（４）　原告が主張する権利・利益は、都市計画法の趣旨からも、権利自体の内容\nからも、「保護に値する権利・利益」とは認められない。\nなお、本件裁決は、「念のため」として、原告の主張に対しても判断を加え、その\n主張には理由がないとして退けた。\n２　本件裁決の違法性\n（一）　行政不服審査請求をなし得る適格（以下「審査請求適格」という。）につ\nいては、次のように考えるべきである。\n（１）　行政不服審査法四条一項の解釈については諸説があるが、判例は、いわゆ\nる法律上保護された利益救済説は立っていると解される。これによると、審査請求\n適格の基礎となる権利・利益は、原処分がその本来的効果として制限を加える権\n利・利益に限られるものではなく、行政法規が個人の権利・利益を保護することを\n目的として行政権の行使に制約を課していることにより保障されている権利・利益\nもこれに当たり、右の制約に違反して処分が行われ行政法規による権利・利益の保\n護を無視されたとする者も当該処分の取消を請求することができると解すべきであ\nるとされる。そして、当該行政法現が不特定多数の具体的利益をそれが帰属する個\n々人の個別的利益としても保護すべき趣旨を含むか否かは、当該行政法規及びそれ\nと目的を共通とする関連規定によって構成される法体系の中において、当該処分の\n根拠規定が、当該処分を通して右のような個々人の個別的利益をも保護すべきもの\nとして位置づけられているとみることができるかどうかによって判断すべきである\nというのが現在の判例である。\n（２）　ところで、右に沿って判断されるとしても、行政権行使に課せられた右制\n約の実質的内容を把握するためには、行政法規の解釈は、憲法の保障する基本的人\n権と整合するように合理的に解釈してなされなければならない。\nその際、立法者意思や当該行政法規の明文規定を検討するだけでは足りず、現在そ\nの法規がいかなる利益を法律上保護しているかを行政指導等による法規の運用実態\nをも踏まえて解釈する必要がある。\n行政法規の文言だけからみると、抽象的な公益たる環境保護を定めているにすぎな\nい場合であっても、環境の保全を始めとする社会福祉の要請に応えるための行政指\n導等による当該法規の運用実態の中で、当該処分に関する事前手続に関与すべき適\n格性を認められている付近住民の個別的利益は、「法律上保護された利益」といえ\nる。\nまた、付近住民の生命、健康、財産及び人格等、憲法上保障され、しかも、その侵\n害が個人の尊厳の否定につながるような私益は、公益と並んで保護されているもの\nと考えるべきである。\n（３）　そもそも、処分の直接的影響により保護に値するほどの実質的不利益を受\nけ又は受けるおそれのある者は、処分の違法性を主張してその取消を求める法律上\nの利益を有する者としてその原告適格が認められるべきであり、処分の違法性を主\n張する者がその効力を否定するについて実質的な利益を有する限りは、それが法律\n上の利益であれ事実上の利益であれ「法的保護に値する利益」を有するものとし\nて、その取消を求める適格を有するというべきである。\nそして、右（２）のように解すると、判例の根底にあるのは、「重要な法益である\n生命、身体が災害のような形で侵害される場合には、法律は、私益である生命、身\n体等の法益を公益に吸収、解消させることなく、それとは別個に保障していると解\n釈すべきである」という一個の価値判断であるといえる。このような価値判断に立\nって、右のような重要な法益は審査請求適格の基礎となると解釈すれば、「法律上\n保護された利益」の名のもとに「法的保護に値する利益」を審査請求適格の基礎と\nなるべきことを承認するのと同様となる。したがって、むしろ、「法律上保護され\nた利益」に該当するか否かの煩瑣な議論に拘泥することなく、率直に「法的保護に\n値する利益」によって審査請求適格を認めるべきである。\n（二）　以上の見地から法及び基本要綱を検討すれば、付近住民である原告の生\n命、身体等の法益は、法一条、二条、一六条、一七条及び三三条並びに基本要綱第\n七の二によって個別的に保護されていると解釈することができる。\n（１）　法は、一条でその目的を都市の健全な発展と秩序ある整備を図り、もって\n国土の均衡ある発展と公共の福祉の増進に寄与することと規定し、二条で農林漁業\nとの健全な調和を図りつつ、健康で文化的な都市生活及び機能的な都市活動を確保\nすべきこと並びにこのためには適正な制限の下に土地の合理的な利用が図られるべ\nきことを都市計画の基本理念として定め、三三条一項各号では、開発行為によって\n周囲の環境に悪影響を及ぼさないように種々の基準を定めている。また、茨城県土\n地利用の調整に関する基本要綱（以下「基本要綱」という。）第七の二に「災害の\n発生が予想される場所は承認より外す」旨の規定がある。これらの規定は抽象的で\nあり、農薬の被害について考慮すべきであるとする明文の規定は存在しないが、こ\nれに基づいて災害の発生を防ぐべく行政指導が行われている以上、また、農薬被害\nの重大性に照らせば、「災害防止」は法による行政処分の内容となり、災害を被る\n付近住民の個別な良好な環境を享受すべき利益は、法の内容として具体的に保護さ\nれているといえる。そして、右にいう「災害」は、ゴルフ場の拡大に伴い日本全国\nで深刻化している「農薬被害」を含むものと解釈すべきである。\nしたがって、法を憲法の保障する基本的人権と整合するよう合理的に解釈するなら\nば、法は、本件ゴルフ場に隣接して居住する者について、（１）清潔な大気や水に\n恵まれ、健康に生活する権利、（２）子供とともに自宅で生活する権利、（３）良\n好な自然環境の中で生活する権利、（４）野菜や果実を汚染されない清潔な土地で\n栽培し、収穫し、摂取する権利、（５）ゴルフ場の農薬被害に脅やかされることな\nく、自己の業に専念して財産を形成する権利、（６）生活の拠点である住居を守ら\nれ、不動産という財産を脅かされない権利、（７）生命や健康への侵害を感じずに\n生活し、人格を脅かされない権利など、憲法上昀大の尊重を必要とするとされてい\nる生命・自由・幸福追求に対する権利に根拠を有する生命、自由、財産ひいては人\n格を侵害されないという個別的利益を、一般的な「環境の保全」に吸収され得ない\nものとして保護していると解すべきである。\n（２）　法と行政指導とが一体として運用されている行政過程において、付近住民\nには、開発許可の事前手続に関与すべき適格性を認められており、そのことは審査\n請求適格を基礎づけるものといえる。\nすなわち、\n（１）　法の運用は行政指導と一体をなして行われており、そこでは、法と行政指\n導の地位が入れ替わり、行政指導が開発許可を具体的に規制し、その条件を定める\nようになっている。これは、災害や公害の防止、自然環境保全の必要及びそれらの\n利害関係人の聴聞や住民参加による適正な事前手続の要請が、法のみによっては十\n分みたされているとはいえないからである。ゴルフ場行政においても、開発許可の\n前提として、地方公共団体が「基本要綱」なるものを制定し、ゴルフ場開発の行政\n指導を行う機関を設置して、各自治体や住民の意見をくみ上げ、その結果を踏まえ\nて市町村長が都道府県へ意見書や同意書を提出する制度を採用しており、この行政\n指導の過程では、住民参加の手続的保障が認められている。\n（２）　一方、法自体も、二条において、都市計画の理念として「健康で文化的な\n生活の確保」を掲げ、開発許可の前提となる都市計画の決定に関し、法一六、一七\n条は、「住民の意見を反映させるために」公聴会の開催、計画案の縦覧と利害関係\n者からの意見書の提出という手続を定めている。また、開発区域内に居住する住民\nについては、法三三条一項一四号が「当該開発行為の施行又は当該開発行為に関す\nる工事の実施の妨げとなる権利を有する者の相当数の同意を得ていること」を許可\n要件として定めている。\n（３）　右のように、開発許可の事前の行政過程の中で、法及び行政指導により付\n近住民に手続に関与すべき適格が認められていることは、行政過程全体として、付\n近住民に「法律上保護された利益」あるいは「法的保護に値する利益」を承認した\nことを意味する。したがって、右適格を認められた付近住民は、本件開発許可処分\nに関して法律上の利益を有するものであり、行政不服審査請求の適格性を有するも\nのというべきである。\n（三）　原告が本件開発許可処分により生命、健康、財産及び人格に対して被る被\n害は、具体的には次のとおりである。\n（１）　原告は、ゴルフ場予定地に極めて隣接して居住しており、肩書地で自営業\nを営んでいる。そのため、原告は、家族とともに大気中に拡散、蒸発した農薬を間\n断なく浴び、吸い込むことを余儀なくされる。また、ゴルフ場で使用された農薬\nは、周囲の河川等の水質を悪化させ、飲料水等が汚染され、原告らは様々な経路で\n農薬を体内に吸収することになる。そのため、原告らは、発癌や神経障害等の危険\nにさらされ、また、遺伝的悪影響等の生命、健康に対する被害を被る。\n（２）　右のような生命、健康に対する被害への不安は、原告らの人格権をも侵害\nする。\n（３）　原告は、一〇年ほど前に親子三代で住めるようにと考え、六〇〇〇万円を\n投じて土地、建物を取得し、環境の良くない埼玉県和光市から家族で転居してきた\nものであるが、右（２）のような不安のため、原告の子供らは、居住地を離れる可\n能性が高くなり、家族の離散を招く。\n（４）　野鳥や魚類等が減少、死滅し、良好な自然環境の中での生活が奪われる\n（５）　ゴルフ場で使用された農薬は、地下水を通して原告居住地の土壌を悪化さ\nせ、自宅で栽培している無農薬野菜や果樹に悪影響を及ぼす。\n（６）　ゴルフ場ができれば、原告は、地下水や大気の農薬汚染を自費で調査、監\n視せざるを得なくなる。そのためには、毎年少なくとも一二〇万円の費用を要し、\n原告の経済的負担が増大する。\n（７）　原告は、このような環境から逃れようとしても、居住地から他へ転居する\nことは仕事と生活の拠点を失うことになるし、自宅を売却するにしても本件ゴルフ\n場の隣接地であることから地価は低額となることが予想される。こうした原告の不\n利益は、法律上も保護に値する利益というべきである。\n（四）　ゴルフ場における農薬の使用は、ゴルフ場の運営上の問題であって開発許\n可の条件とは無関係であるというのが茨城県知事の見解であるが、ゴルフ場で芝等\nの管理のため大量の農薬が使用されることは必然的に予想される事態である一方、\nゴルフ場における農薬使用の規制には実効性がない。本件ゴルフ場でも強い毒性を\n持つ農薬が使用されることは明らかである。無農薬で運営することをとくに予定し\nて土壌や芝の選定等をしていない限り、農薬を使用することは必要不可欠であっ\nて、ゴルフ場における農薬の使用が単なる運営上の問題であるとはいえない。\n（五）　前記（二）（２）のとおり、法と行政指導とが一体として運用されている\n行政過程において、付近住民には、開発許可の事前手続に関与すべき適格性が認め\nられているにもかかわらず、本件開発許可にかかる付近住民に対する説明会では、\n実際には、十分な住民参加が保障されず、原告らが説明会に出席を求められたのは\n用地買収がかなり進んだ段階で、また、農薬被害を理由にゴルフ場建設に反対すれ\nば次回の説明会には声がかからないなどの事態が起こった。このように、事前の行\n政過程で十分な手続的保障を与えられなかった原告が、行政過程の瑕疵を理由に審\n査請求手続の中でゴルフ場開発に対して異議を述べる機会は認められて当然であ\nる。\n（六）　以上のとおりであるから、農薬を使用する本件ゴルフ場に対する本件開発\n許可処分は、法により保護された原告の利益を侵害するものであり、原告には、本\n件開発許可処分についての審査請求適格がある。\n３　さらに、本件開発許可処分における裁量権行使には違法があり、同処分ひいて\nは本件裁決は違法であるから、原告には本件審査請求適格がある。\n（一）　本件開発許可処分における裁量権行使には、次の違法がある。\n（１）　国民の法益を保護するために行政庁が裁量権を行使して規制を決定し得る\nときには、国民には特定の行政行為の発給を求める権利はないが、瑕疵のない裁量\n権行使を求める権利、すなわち無瑕疵裁量請求権が認められるべきである。\nさらに、人の生命・身体・財産・名誉など行政法規の保護法益への顕著な侵害が予\n想され、このような危険が行政側の権力の行使によって容易に阻止できると判断で\nきる状況にあり、民事裁判その他被害者側の個人的努力では危険防止が十分には達\n成されがたいと見込まれる事情があるときには、行政庁に認められた裁量の幅は極\n端に収縮し、行政庁には権限を行使せずにいる自由が失われ、積極的に介入して危\n険防止を図る以外の選択はなくなり、行政庁が不介入のままでいることが、すなわ\nち被害者に対する法的義務違反となる。\n（２）　本件開発許可処分は、原告の侵害される被害の重大性に照らせば、右の趣\n旨でなすべき裁量の行使を怠った違法がある。\n（１）　訴外会社による本件ゴルフ場のようなゴルフ場建設に当たっては、周囲の\n環境に与える影響の中で特に農薬被害の問題は無視し得ない重大性を有しているこ\nとは公知の事実である。したがって、行政庁たる県知事は、ゴルフ場の許可につい\nて消極的な法に基づく規制をすれば足りるものではなく、実際の開発行政におい\nて、法の要件を超えて環境利益、周辺住民の実体的・手続的利益について保護しな\nければならない。法三三条一項の基準の審査に当たっては、同条項の趣旨に照らし\nて農薬被害についても審査し、許可条件とすべきであったが、茨城県知事は、これ\nをまったく行わず、周辺住民の健康・身体・生命・財産・良好な環境を享受する利\n益等を保護するために発動すべき裁量を恣意的に行使しなかった。\n（２）　茨城県が本件ゴルフ場開発計画を承認した同県指導要綱に基づく事前協議\nによる昭和六二年七月六日付協議通知書には、右承認に際しての留意事項として、\n「当該承認の効力は三年以内であること。したがって、この期間において九〇パー\nセント程度の土地に関する権限取得の状況を明確にし、開発区域が確定した後に関\n係機関の指導に従い、設計の承認及びその他必要となる法令に基づく許可等の手続\nを了すること。」と定められている。しかるに、訴外会社は、三年の期間内に右手\n続を完了することができなかった。\n開発業者が右条件に違反したのであるから、県知事は、被害の重大性に鑑み、本件\n開発許可を不許可とすべきであった。ところが、県知事は、恣意的な解釈によって\nこれを黙過し、許可処分を与えたが、これは県知事の裁量を不当かつ違法に打使し\nなかったものである。\n（二）　また、本件裁決も、次のとおり、なすべき裁量の行使を怠り、原告の法的\n利益を省みず、処分庁の違法を見逃し、本件開発許可処分の適法性についての積極\n的な審理を何ら行わなかったという瑕疵がある。\n（１）　本件ゴルフ場における農薬問題、被害について何ら顧慮せず、本件開発許\n可処分につき、農薬被害の防止を許可条件とすべきであったのではないかという点\nに関して実質的判断を示さず、周辺住民の健康・身体・生命・財産・良好な環境を\n享受する利益等を保護するために発動すべき裁量を恣意的に行使しなかった。\n（２）　訴外会社が、県の承認に際して要求された留意事項を遵守しなかったにも\nかかわらず、県知事が恣意的にその点を見逃し、許可処分を与えたという明らかな\n違法に関し、実体に立ち入った審理もせず、不問に付してしまい、発動すべき裁量\nの行使を恣意的に怠った。\n（三）　以上のように、本件開発許可処分及び本件採決には、法の目的から導かれ\nる農薬被害からの原告の救済という条理上の制約を無視し、裁量の行使を恣意的に\n行わなかった違法がある。およそ法が打政庁の自由裁量を認めている場合であって\nも、その裁量権の行使には条理上の制約があり、条理に従った適正な裁量が行使さ\nれずに行政処分がなされた場合には、適正な裁量権の行使を求め得る者には、当該\n処分の取消を求める利益があると解すべきである。したがって、原告には、本件開\n発許可処分につき行政不服審査請求をなす適格があり、また、本件採決の取消を求\nめる訴えの利益がある。\n４　本件開発許可処分は、次の点からも違法である。\n（一）　本件裁決は、（１）法三三条一項九号は、ゴルフ場の農薬被害には適用さ\nれない、（２）茨城県の指導要綱に基づく事前協議の承認制度により承認に際して\n付された条件は、法三三条の開発許可の基準と同列には扱えない、（３）本件開発\n許可処分は、当該条件の趣旨を満足すべく取扱われているとの理由で、本件開発許\n可処分が適法であると判断した。\n（二）　しかし、以下の理由により、本件開発許可処分は違法である。\n（１）　ゴルフ場を建設する場合、周囲の環境に与える影響の中で、農薬被害の問\n題が無視しえない重大性を有していることは社会的に明らかな事実であり、法三三\n条一項の許可基準の審査に当たって、その趣旨を拡張して農薬被害についても審査\nし、許可条件とすべきであった。\n（２）　前記３（一）（２）（２）のとおり、訴外会社は、茨城県の指導要綱に基\nづく本件ゴルフ場計画承認に当たっての「留意事項」に違反した。\n右承認は、県の指導要綱によるものであるが、この指導要綱は、事実上行政処分と\n同等の拘束力を有するものとして運用されており、業者がこれに違反したにもかか\nわらずなされた本件開発許可処分は、法一条、三三条の精神に反して違法である。\n５　なお、原告は、本件裁決の取消を求める法律上の利益を有している。\n原告は、被告が行った本件裁決の直接の名宛人であり、本件裁決により審査請求に\nついて実体的判断を得る法的利益を侵害されたのであるから、本件裁決の取消を求\nめる訴えの利益を当然に有する。したがって、被告の本案前の申立ては失当であ\nる。\n二　被告の本案前の主張\n裁決取消の訴えは、裁決が取り消されることにより、再度審査庁の実体的審査を受\nけることを目的とするところ、審査庁の実体的審査を受けるためには、原処分が違\n法又は不当であることによって、審査請求人が直接に自己の権利又は利益を侵害さ\nれる関係にあることが必要である。しかし、以下のとおり、原告は、本件開発許可\n処分により直接にその権利又は利益を侵害される関係にあるということはできない\nから、本件裁決の取消を求める利益を有しない。\n１　審査請求適格については、次のように考えるべきである。\n（一）　行政不服審査法四条一項にいう「行政庁の処分に不服がある者」とは、当\n該処分により直接自己の権利もしくは法律上保護された利益を侵害され又は必然的\nに侵害されるおそれのある者をいうと解すべきである。そして、法律上保護された\n利益とは、行政法規が私人等権利主体の権利・利益を保護することを目的として行\n政権の行使に制約を課していることにより保障されている権利・利益であって、行\n政法規が他の目的、特に公益の実現を目的として行政権の行使に制約を課している\n結果、たまたま一定の者が受けることとなる反射的利益とは区別されるべきであ\nる。\n（二）　ところで、法二九条が定める開発許可は、開発行為という財産権の行使を\n制限するものである。一般に、法律が対立する利益の調整として一方のために他方\nの利益を制約する場合、それが公益保護の見地から制限を課したとみられるときに\nは、通常当該公益に包含される不特定多数の個々人に帰属する具体的利益は、直接\n的には法律が保護する個別的利益としての地位を有せず、反射的利益たる地位を有\nするにすぎず、右のような個別的利益を侵害されたにすぎない者は、右処分の取消\nを求めるについて法律上の利益を有する者には該当しないというべきである。\n（三）　もっとも、法律が、これらの利益を右のような一般的公益の中に吸収、解\n消せしめるにとどめず、これと並んでそれらの利益の全部又は一部につき、それが\n帰属する個々人の個別的利益として保護すべきであるとする趣旨を含むものと解さ\nれるときは、右法律の規定に違反してなされた行政庁の処分に対し、これらの利益\nを侵害されたとする個々人に当該処分の取消を請求する審査請求適格を認めること\nには妨げがない。しかし、法律上保護された利益に当たるか否かは、あくまで当該\n処分を定めた行政法規の解釈によるべきであり、右の解釈に際して当該行政法規及\nびそれと目的を共通にする関連法規の関連規定によって形成される法体系の中にお\nいて、当該処分の根拠規定が、当該処分を通して個々人の個別的利益をも保護すべ\nきものとして位置づけているとみることができるかどうかが考察されることにな\nる。\n（四）　なお、原告は、右解釈に際して行政指導についても考慮すべきであると主\n張するが、当該行政法規に関連してなされる行政指導が右法規の趣旨・目的にかな\nうかどうかが問題となることはあっても、行政指導により当該行政法規の解釈が羈\n束されることはない。\n（五）　また、法律上保護された利益に当たるか否かの解釈に際し、当該行政法規\nが不特定多数の具体的利益をそれが帰属する個々人の個別的利益としても保護すべ\nきものとする趣旨を含むか否かについては、侵害される利益の内容・性質も考慮す\nべきであるが、それはあくまでも右利益を当該行政法規が当該処分を通して保護し\nようとしていることが前提とされているのであって、侵害される利益が生命・身体\nという重大な性質を有することから、当然に法律上保護された利益となるものでは\nない。\n２　以上の見地からいえば、原告は、本件開発許可処分の取消を求める法律上の利\n益を有せず、審査請求適格を欠く。\n（一）　法二九条に基づく開発行為許可制度は、法一条の目的及び二条の基本理念\nの下に、市街化区域及び市街化調整区域における開発活動を都道府県知事の許可に\n係らしめるものであり、同法が公益の実現を目的とするものであって、開発区域の\n周辺に居住する住民の具体的な権利もしくは利益を直接保護するものでない。\n（二）　また、法三三条一項六、九及び一〇号に掲げられる許可基準は、環境の保\n全をうたうが、これらは、開発地域及びその周辺地域における環境を公共の福祉の\n一部として保護しようとするものであり、そこに居住する個々人の個別的利益を保\n護することを目的とするものではない。右各号の規定は、開発行為に関する設計段\n階における道路公園等公共の用に供する空き地の配置、公共施設、公益的施設及び\n予定建築物の用途の配分、樹木の保存、表土の保全、その他の必要な措置、緑地帯\nその他の緩衝帯の配置に関するものである。右のうち、公共施設等の用途の配分と\nは、それらの用に供される敷地が適切に配分されるような設計になっていることの\n意であり、樹木の保存、表土の保全等必要な措置とは、開発行為により樹木、表土\nが根こそぎ破壊され、開発行為後の植性の回復が困難になっている状況に照らし、\n現状変更を認めつつ、設計段階において可能な限り樹木の保存、表土の保全等の措\n置を講じさせることを目的としているものであるから、周辺地域の良好な生活環境\nを一般的公益として配慮した規定にとどまる。したがって、右各号の規定は、樹木\nの保存等も含めた開発区域内の設計上の配置に関するものであり、本来、ゴルフ場\nの運営上の問題である農薬被害についてまで対象とし、ゴルフ場で使用される農薬\nによって侵害される開発区域の周辺に居住する住民の具体的な権利又は利益までも\n直接保護の対象としているものではない。\n（三）　なお、基本要綱は、行政指導にすぎないから、これにより当該行政法規の\n解釈が羈束されることはない。のみならず、基本要綱は、国土利用計画法の施行に\n伴って、大規模な土地開発事業について事前に知事との協議を要することとし、総\n合的かつ計画的な土地利用の面から開発行為の適否を検討、審査するものであっ\nて、本件で問題とされるようなゴルフ場で使用される農薬による被害を防止するこ\nとを意図するものではない。さらに、基本要綱自体に、周辺住民の事前承認手続へ\nの関与を認めた規定はない。\n（四）　法一六、一七条は、都市計画が都市の住民に広範な権利規制を要求するも\nのであることから、私権制限の実効性担保のために住民にその意義の周知徹底を図\nり、かつその利害についての意見を可能な限り尊重しようとするものであり、いわ\nば法に基づく処分により私権制限を受ける側の利益を念頭に置いた規定であるか\nら、かかる規定により私権を制限することにより保護される公益に包摂される利益\nを有すると主張する者の原告適格を根拠づけることはできない。\n（五）　また、法三三条一項一四号は、開発行為の完遂の確実性を確認するための\n基準にすぎず、開発行為を行う者は、開発許可を受けたからといって、当該土地に\nついて何ら私法上の権限を取得するものではなく、地権者の同意を得なければ工事\nを行いえないのであるから、開発許可によって地権者の権利は何ら侵害されず、こ\nの基準は、地権者の利益保護とは関係がない。\n（六）　以上のように、原告が主張する利益は、法及びその関連規定によって本件\n開発許可処分を通して保護される個別的利益に該当するということはできず、原告\nには本件開発許可処分について審査請求適格がない。\n３　なお、原告は、本件開発許可処分の違法性についても主張しているが、本件訴\n訟は、被告が原告の審査請求に基づいて行った却下裁決取消請求事件であるから、\n原処分である本件開発許可処分の違法性を争点とすることはできない。原告の右主\n張は、行政事件訴訟法一〇条二項により失当である。\n四　請求原因に対する認否\n１　請求原因１の各事実は認める。\n２　（一）請求原因２（一）のうち、（１）は認めるが、その余の主張は争う。\n（二）　同（二）ないし（五）のうち、法及び基本要綱の規定内容及び茨城県知事\nの見解は認めるが、その余の事実及び主張は争う。\n３　請求原因３の事実及び主張は、（一）（２）（２）のうち、原告主張の協議通\n知書が発せられ本件ゴルフ場開発計画が承認されたこと、茨城県が右承認に際して\nの原告主張の留意事項を定めたことを認め、その余はすべて争う。\n４　請求原因４のうち、（一）の事実は認めるが、その余の主張は争う。\n５　請求原因５の主張は争う。\n五　証拠（省略）\n○　理由\n一　茨城県が、．平成三年一月三一日、本件ゴルフ場につき、法二九条に基づく本\n件開発許可処分を行ったこと、原告は、本件ゴルフ場予定地に隣接して居住するも\nのであり、本件ゴルフ場において使用される農薬により、健康で文化的な昀低限度\nの生活が奪われ、人格権が侵害される旨主張して、平成三年四月二日、被告に対\nし、本件処分の取消を求めて行政不服審査法に基づく審査請求を行ったこと、被告\nが、平成三年九月二五日、右審査請求を却下する旨の本件裁決をなし、右裁決は同\n年一〇月一日原告に対して送達されたこと、以上の事実は当事者間に争いがない。\n二　本件訴えの適法性について判断する。\n１　審査請求をして裁決を受けた者が裁決取消訴訟を提起するためには、行政事件\n訴訟法九条にいう「裁決の取消を求めるにつき法律上の利益を有する」ことが必要\nである。原告は、原告の審査請求を却下した本件裁決の直接の名宛人であることを\n理由として、そのことのみによって当然に、本件裁決の取消を求めるにつき法律上\nの利益を有する旨主張する。しかしながら、裁決の名宛人であることによって当然\nに右法律上の利益が認められるとはいえないことは多言を要しない。また、原告\nは、本件裁決により審査請求について実体的判断を得る法的利益を侵害されたから\n本件裁決の取消を求める訴えの利益を有する旨主張するが、審査請求手続に３いて\n実体判断を受ける権利、利益は、あくまで審査請求が適法であることを前提とする\nものにすぎない。そして、行政事件訴訟法九条に規定する「裁決の取消を求めるに\nつき法律上の利益を有する者」の内容は、行政不服審査法四条にいう「行政庁の処\n分に不服がある者」すなわち当該処分について不服申立てをする法律上の利益があ\nる者と同様であるから、本訴の適法性の存杏は、結局、原告に本件審査請求をなす\n適格が認められる否かによることになる。\n２　そこで、原告の本件審査請求適格の存否について検討する。\n（一）　行政不服審査法四条にいう「行政庁の処分に不服がある者」とは、当該処\n分について不服申立てをする法律上の利益がある者、すなわち、当該処分により自\n己の権利もしくは法律上保護された利益を侵害され、又は必然的に侵害されるおそ\nれのある者をいうものと解すべきである。そして、右法律上保護された利益に当た\nるといえるためには、当該処分の根拠規定である行政法規が、当該法規及びそれと\n目的を共通にする関連法規の関連規定によって形成される法体系の中において、当\n該処分を通して、不特定多数者の具体的利益をもつぱら一般的公益の中に吸収、解\n消させるにとどめず、それが帰属する個々人の個別的利益としてもこれを保護すべ\nきものとする趣旨を含むと解し得ることが必要であり、当該行政法規に右のような\n趣旨が含まれていない場合には、不服申立てをする法律上の利益を肯定することは\nできないものと解するのが相当である。原告は、一方において、処分の違法性を主\n張する者がその効力を否定するについて実質的な利益を有する限り、法的保護に価\nする利益として審査請求適格を基礎づけるものと解釈すべきである旨主張するが、\n審査請求適格の存否は、右に述べた意味で当該処分の根拠規定の法意を解釈するこ\nとによって判断すべきものであり、単に法的保護に値する利益が認められれば足り\nるものではないから、原告の右主張は採用することができない。\n（二）　ところで、法は、その一条において「都市の健全な発展と秩序ある整備を\n図り、もって国土の均衡ある発展と公共の福祉の増進に寄与すること」を目的と\nし、二条において「農林漁業との健全な調和を図りつつ、健康で文化的な都市生活\n及び機能的な都市活動を確保すべきこと並びにこのためには適正な制限のもとに土\n地の合理的な利用が図られるべきこと」を基本理念とし、右目的及び基本理念に基\nづき、二九条において、市街化区域及び市街化調整区域において行う開発行為を都\n道府県知事の許可にかからしめ、三三条で開発行為が具備すべき基準を定めてい\nる。\nそこで、前記の見地から、本件開発許可処分の根拠規定である法二九条及び三三条\nが、これと目的を共通にする関連法規の関連規定により形成される法体系の中で、\n「本件ゴルフ場で使用される農薬により侵害される」と原告が主張する諸利益を、\n当該処分を通して、個別的利益として法律上保護しているとみることができるかど\nうかを検討する。\n（１）　原告は、農薬によって生ずる被害の防止が、法三三条一項に規定される\n「環境の保全」に包含されると解釈すべきであると主張する。\nなるほど、右許可基準のうち、六、九、一〇号には、「環境の保全」という文言が\n規定されている。しかしながら、これを具体的にみると、その内容は、「開発区域\nにおける利便の増進と開発区域及びその周辺地域における環境の保全とが図られる\nように公共施設及び予定される建築物の用途の配分が定められていること」（六\n号）、「開発区域及びその周辺の地域における環境を保全するため、開発行為の目\n的及び第二号イからニまでに掲げる事項（イ開発区域の規模、形状及び周辺の状\n況、ロ開発区域内の土地の地形及び地盤の性質、ハ予定建築物等の用途、ニ予定建\n築物等の敷地の規模及び配置）を勘案して、開発区域における植物の成育の確保上\n必要な樹木の保存、表土の保全その他の必要な措置が講ぜられるように設計が定め\nられていること」（九号）、「開発区域及びその周辺の地域における環境を保全す\nるため、第二号イからニまでに掲げる事項（前同）を勘案して、騒音、振動等によ\nる環境の悪化の防止上必要な緑地帯その他の緩衝帯が配置されるように設計が定め\nられていること」（一〇号）というものであり、いずれも、開発行為における設計\n等を計画段階で審査し、開発行為、すなわち、主として建築物の建築又は特定工作\n物の建設の用に供する目的で行う土地の区画形質の変更（法四条一二号。なお、同\n一一号）そのものによって発生するおそれのある環境の悪化の防止を図ろうとして\nいるものにすぎず、ここで規定されている「環境の保全」とは、あくまで開発行為\nそのものによって発生するおそれのある環境の悪化の防止を指し、開発行為後に行\nわれる事業の運営によって生じる可能性のある問題を包括的に対象としているもの\nとは解することができない。\n（２）　また、原告は、基本要綱の第７の（２）に「災害の発生が予想される場所\nは承認より外す」旨の規定があると指摘する。\nなるほど、基本要綱（甲第一五号証）の原告指摘の箇所には、「開発区域には、開\n発区域及びその周辺地域への災害発生を予防するとともに環境を保全するため、次\nに掲げる区域は含まないこと。」との規定があり、除外区域として「オ開発区域の\n周辺に人家又は公共施設等が在り、開発に伴い災害の発生が予測される区域」等が\n定められており、また、同（７）には「土地開発事業は、開発区域の周辺の自然又\nは生活環境との調和が図られるものであること。」と規定されている。\nしかしながら、右基本要綱は、国土利用計画法の施行に伴い、大規模土地開発事業\nについて県知事との事前協議を要することにしたものであり、その事前協議の承認\nに当たって勘案すべき基準として列挙されている事項は、いずれも大規模土地開発\n事業そのものによって発生するおそれのある災害の防止を目的とするものと解さ\nれ、開発後に事業がいかに運営されるかを直接規制しようとするものとは解するこ\nとができない。\n（３）　法三三条一項及び基本要綱の他の規定をみても、いずれも開発行為から直\n接生ずるおそれのあるがけ崩れ、出水、地すベり等の災害を防止することを目的と\nしたものであることが明らかであって、ゴルフ場開場後の運用の問題である農薬使\n用に直接関連した規定を見いだすことはできない。\n（３）　他にも、「本件ゴルフ場における農薬使用によって侵害されるおそれがあ\nる」という原告主張の諸利益が、本件開発許可処分の根拠規定によって、本件開発\n許可処分を通して保護すべき個々人の個別的利益として位置付けられているとみる\nことのできる根拠は関連法規の中にも見当たらない。\n（三）　原告は、農薬被害の重大性、深刻性を強調して、侵害される利益が生命・\n身体等の重要な法益である場合には、一般に法律が保障する法益と解すべきである\n旨主張するが、審査請求適格を基礎づける「法律上保護された利益」に該当するか\n否かは、あくまで当該処分の根拠となる特定の行政法規の解釈によって判断すべき\nものであるから、重要な権利、利益であるとの一事で、当該根拠法規と無関係に一\n律に、当該根拠法規が当該権利、利益を当該処分を通して法律上保護しようとして\nいると断定し得ないことはいうまでもない。\n（四）　なお、原告は、法と行政指導とが一体として運用されている行政過程にお\nいて、付近住民には開発許可の事前手続に関与すべき適格性を認められていると\nし、そのことによって、原告の本件審査請求適格を根拠づけようとして、法及び基\n本要綱の規定を援用する。\n（１）　なるほど、開発許可の前提となる都市計画の決定に関しては、法一六条一\n項が公聴会の開催等住民の意見を反映させるための措置を講ずべきものとし、ま\nた、法一七条一項が計画案を公衆の縦覧に供すべきことを定めている。しかしなが\nら、法一六条は、二項において、計画案の作成に際して意見を求めるべき者を「区\n域内の土地の所有権その他政令で定める利害関係を有する者」として限定してお\nり、右政令である法施行令一〇条の三は、「区域内の土地について対抗要件を備え\nた地上権若しくは貸借権又は登記した先取得権、質権若しくは抵当権を有する者及\nびこれらの権利に関する仮登記、これらの権利に関する差押えの登記又はその土地\nに関する買戻しの特約の登記の登記名義人」をもって利害関係人としており、法一\n七条も、住民については、意見書を提出することができると定めているにとどま\nり、要するに区域内の所有者・地権者の意見聴取を義務づけているにすぎない。こ\nれらの規定内容、都市計画の性質、法の前記目的と基本理念に照らして考えると、\n右に定められている公聴会の開催や計画の縦覧等は、都市計画事業の施行により実\n際上相当広範に生ずる可能性のある住民への影響を考慮して、都市計画の意義の周\n知を図るとともに、可能な限りその意見を尊重しようとしているものと解される。\nしたがって、住民に意見を述べる機会が与えられているという限りでは、開発行為\nそのものによる影響のみならず、将来にわたる実際上の影響のいかんも、右考慮の\n範囲内にあるとみることはできるけれども、だからといって、原告が主張するよう\nな、開発行為後の当該事業の運営に関する付近住民の利害までもが、右規定によっ\nて「法律上保護される利益」と認められているとは解することができない。\n（２）　また、法三三条一項一四号が定めているのは、「当該開発をしようとする\n土地若しくは当該開発行為に関する工事をしようとする土地の区域内の土地又はこ\nれらの土地にある建築物その他の工作物につき当該開発行為の施行又は当該開発行\n為に関する工事の実施の妨げとなる権利を有する者の相当数の同意を得ているこ\nと」を許可要件とすることにすぎない。右規定は、開発行為の施行に際しては私法\n上の権限取得が当然に必要となり、これが得られない場合には、計画の実施が中\n断、停滞等してその目的を遂げないおそれがあることから、許可時点でも開発区域\n内の地権者の同意が相当程度得られていることを確かめる趣旨の規定にとどまり、\n付近の住民の権利、利益に関連する規定とみることはできない。\n（３）　原告は、基本要綱で住民参加の手続的保障が認められている旨主張する\nが、同要綱中に右の趣旨の規定は見当たらない。\n３　なお、原告は、請求原因３及び４において、本件開発処分の違法性についても\n主張するが、前記のとおり、原告には本件裁決につき審査請求の適格がない以上、\n右の点につき判断するまでもない。\nまた、同３においては、原告は、本件裁決の違法を理由に審査請求適格がある旨主\n張するが、原告主張の裁決の違法事由をもって原告の審査請求適格を肯定する根拠\nと解することはできない。\n４　以上のとおりであるから、本件で原告が主張する利益は、当該処分の根拠規定\nである行政法規が、当該法規及びそれと目的を共通にする関連法規の関連規定によ\nって形成される法体系の中において、当該処分を通して不特定多数者の具体的利益\nをもつぱら一般的公益の中に吸収、解消させるにとどめず、それが帰属する個々人\nの個別的利益としてもこれを保護すべきものとする趣旨を含むと解することができ\nず、原告には、本件裁決の取消を求める法律上の利益を認めることができない。\n三　よって、原告の本件訴えは不適法であるからこれを却下し、訴訟費用の負担に\nつき行政事件訴訟法七条、民事訴訟法八九条を適用して、主文のとおり判決する。\n"
}