{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 7,
    "month": 1,
    "day": 31
  },
  "case_number": "平成6(行コ)21",
  "case_name": "料理飲食等消費税更正処分等取消，特別地方消費税更正処分取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "１　オーナー制リゾートホテルの管理組合及びその委託を受けて同施設を管理する会社が，ともに地方税法１１４条４項の「経営者」に該当し，同項の特別地方消費税につき不可分又は連帯の支払義務を負うとされた事例　２　オーナー制リゾートホテルの利用が，地方税法１１４条４項の定める「場所」における「利用行為」に当たるとされた事例　３　オーナー制リゾートホテルをオーナーに無料あるいは安価で利用させる行為が，地方税法１１４条４項の「料金を徴収せず，又はその場所における通常の料金に比較して著しく低い料金を徴収」する場合に当たるとされた事例　４　オーナー制リゾートホテルをオーナーに無料あるいは安価で利用させる行為が，地方税法１１４条４項の「政令で定める場合」に該当するとされた事例　５　オーナー制リゾートホテルをオーナーに無料あるいは安価で利用させる行為が地方税法１１４条４項に該当する場合において，同項にいう「通常支払うべき料金」とは，同項所定の「場所」について経済的に特別の関係を有しない者が当該場所を利用した場合に通常支払うべき料金をいうとし，オーナーの指定する者であるオーナーメイトに対する料金の額が「通常支払うべき料金」に当たるとしてした課税庁の更正処分等が，適法とされた事例",
  "case_gist": "１　地方税法１１４条４項の「経営者」には営業の許可を受けた名義上の経営者のみならず実質上の経営者も含まれると解されるところ，オーナー制リゾートホテルの名義人である管理組合と，同組合から委任を受けて同ホテルを運営管理している会社とは，前者が同ホテルの収支に関連して外部との間の権利義務関係の外形的な帰属主体となる役目を果たし，後者が同ホテルの管理運営に関して経営判断と意思決定を行い，これに従って業務を遂行するなど，内実において経営の実務を受け持っているのであって，両者は，いわば外と内に大別して役割を分担し，共同して同ホテルを経営しているものというべきであるから，同項の適用においては，前者の損益の帰属主体たる地位と，後者による同ホテルの取得費に含まれる利用行為の対価の受領とを一体的なものとみなして，両者はともに同項にいう「経営者」に該当し，同項の特別地方消費税につき不可分又は連帯の支払義務を負うとされた事例　２　オーナーによるオーナー制リゾートホテルの利用行為につき，地方税法１１４条４項にいう旅館における宿泊行為とは，ホテル，旅館その他名称の何であるかを問わず，業として客室を設け，通常１日又は数日を単位とする宿泊料を支払って宿泊する行為で，不特定多数人の利用行為が反復継続していることを意味し，営利を目的とするか否かを問わないものと解すべきところ，当該リゾートホテルは，旅館業法３条の許可を受け，旅館としての設備を備えている上に，その利用者も，オーナーのほか，その家族，友人，当該ホテルの管理運営会社が指定した者，同社が経営する他のオーナー制リゾートホテルのオーナー等不特定多数の者が利用し得ることとなっており，その利用形態も，通常のホテルと異ならないこと等からすれば，前記のオーナーによる利用行為は，同項所定の「場所」における「利用行為」に該当するとした事例　３　オーナー制リゾートホテルをオーナーに無料あるいは安価で利用させる行為につき，同ホテルが共有制の形態を採っているのは，ホテルの所有それ自体が目的なのではなく，同ホテルの名義人たる管理組合や同ホテルを運営管理している会社の倒産等万一の場合に備えてオーナーの投資した資金を保全するための手段としているにすぎないものであり，その実質は，同ホテルの利用料金の前払として金員を預託し，その見返りとしてホテルを無料又は安価で利用する会員制の形態と異ならないなどとして，地方税法１１４条４項の「料金を徴収せず，又はその場所における通常の料金に比較して著しく低い料金を徴収」する場合に当たるとした事例　４　オーナー制リゾートホテルをオーナーに無料あるいは安価で利用させる行為につき，地方税法１１４条４項及びこれに基づいて定められた地方税法施行令（昭和２５年政令第２４５号）４１条が，同施行令所定の場合には，実際の利用料金の額にかかわらず，通常支払うべき利用料金を支払ったものとみなして特別地方消費税を課することとしているのは，別途何らかの経済的給付がされているために利用料金が無料あるいは安価となっているのであれば，形を変えた料金の支払があったとみるべきであり，そのようなものについて，形式的な料金の支払のみに着目して課税することは，課税の不均衡を招くことを考慮したものと解すべきところ，前記オーナー制リゾートホテルのオーナーは，オーナー資格取得費のほか管理費を支払っており，これらの支払金には同ホテルの利用行為の対価としての面も含まれているとみることができるから，前記行為は，前記施行令４１条２号所定の「入会金，権利金又は会費等」を受けて利用行為をさせる場合又は同条３号所定の「前２号に掲げる場合に準ずる場合」に該当するとした事例　５　オーナー制リゾートホテルをオーナーに無料あるいは安価で利用させる行為が地方税法１１４条４項に該当する場合において，同項にいう「通常支払うべき料金」とは，同項所定の「場所」について経済的に特別の関係を有しない者が当該場所を利用した場合に通常支払うべき料金をいうから，同ホテルと特別の関係を持たないビジターの料金がこれに該当し，それがない場合には，同ホテル利用の原価に一定の利益を加えた金額が該当するところ，同ホテルの場合には，オーナーが指定した者が宿泊する場合の料金であるオーナーメイトの料金がこれに該当するとして，同料金の額に基づいてした課税庁の更正処分等が適法とされた事例",
  "lawsuit_id": "16370",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16370",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/370/016370_hanrei.pdf",
  "contents": "○　主文\n一　本件控訴をいずれも棄却する。\n二　控訴費用は控訴人らの負担とする。\n○　事実及び理由\n第一　当事者の求めた裁判\n一　控訴人ら\n１　原判決を取り消す。\n２　被控訴人が控訴人らに対して平成元年一月九日付けでした料理飲食等消費税に\nついての更正処分及び過少申告加算金の賦課決定処分をいずれも取り消す。\n３　被控訴人が控訴人らに対して平成二年三月六日付けでした料理飲食等消費税及\nび特別地方消費税についての更正処分及び過少申告加算金の賦課決定処分をいずれ\nも取り消す。\n４　被控訴人が控訴人らに対して平成三年二月一四日付けでした特別地方消費税に\nついての更正処分及び過少申告加算金の賦課決定処分をいずれも取り消す。\n５　被控訴人が控訴人らに対して平成四年二月二六白付けでした特別地方消費税に\nついての更正処分及び過少申告加算金の賦課決定処分をいずれも取り消す。\n６　訴訟費用は第一、二審とも被控訴人の負担とする。\n二　被控訴人\n主文と同旨。\n第二　事案の概要\n次のとおり付加するほかは、原判決の「事実及び理由」中の「第二　事案の概要」\n及び「第三　当事者の主張」に記載のとおりであるから、これを引用する。\n（控訴人らの当審における主な補充的主張）\n１　本件施設の取得費の利用行為に対する対価性について\n法一一四条四項の規程する「みなす課税」は、経営者が料金以外の経済的給付を利\n用行為の対価として受け取ったことを前提に経営者に対して課税するものであり、\n利用行為の対価というためには、経済的給付が当該施設の経営、言い換えれば収支\n計算に関わりをもっていなければならない。ところが、本件施設の管理運営は、収\n支計算のうえで本件施設の取得費とは全く無関係に行われており、オーナーが支払\nった右取得費は、本件施設の経営上、収入として計上されていない。したがって、\n本件におけるオーナー資格の取得費は、本件施設の利用行為の対価ではない。\n２　経営者について\n（一）　法一一四条四項にいう「経営者」とは、単に事実上の運営管理の決定権を\n有するというだけでは足りない。\n第一に、右経営者は、当該施設の経営に基づく損益の帰属主体でなければならな\nい。けだし、損益が帰属しない第三者には、利用者に代わって本件消費税を支払う\nべき経済上の関連性がないからである。\n第二に、右経営者は、利用行為の潜在的対価を受領した者でなければならない。\nけだし、料金以外に経済的給付の存在していることが、みなす課税の根拠とされて\nいるからである。\n（二）　これを本件について見るに、まず、控訴人会社は、控訴人管理組合との間\nの経営委託契約に基づいて本件施設を経営し報酬を受けているにすぎず、本件施設\nの損益は控訴人管理組合にのみ帰属しており、損益の帰属主体という右（一）の第\n一の要件を欠くから、右経営者には当たらない。\n（三）　つぎに、控訴人管理組合は、オーナー資格の取得費を受領しておらず、潜\n在的対価の受領という右（一）の第二の要件を欠くから、右経営者には当たらな\nい。\n３　本件施設の所有権としての価値について\n本件施設のオーナーは、レジャーを享受するとともに所有者としてのステータスを\n享受する意思を持って、本件施設の持分を購入したものであり、右持分には、単な\nる不動産の原価のほかに、ホテル形式でこれを利用するという付加価値が含まれて\nいる。そして、オーナー資格の取得代金は、右の原価と付加価値とを合わせた右持\n分の価格であり、右付加価値は利用行為の対価とみなされる入会金や権利金とは性\n質の異なるものである。\n４　通常支払うべき料金について\n（一）　本件施設の利用にかかる原価に関して、被控訴人が主張する原判決添付別\n紙１の経費計算（以下「別紙計算表」という。）の（１２）において、総客室支出\nは、総支出を客室と客室以外の収入の比で按分して求めているが、そのように計算\nすることが合理的である理由は存しない。\n（二）　仮に右原価が被控訴人の主張のとおり六〇九〇円であるとしても、別紙計\n算表のとおり、収入額が支出額を上回っているから、原価を上回る料金をどのよう\nに設定するか、あるいは、原価のみを料金とするかは、経営者の裁量に属するとこ\nろであって、徴税者である被控訴人が右料金の決定に介入するのは、理由のないこ\nとである。\n（三）　また、右原価を利用者からどのように回収するかについては、経営者の自\n由があり、いわば身内であるオーナーの料金を四八〇〇円にしても、非オーナーの\n利用料金収入とのバランスで経営が成り立つならそれでよいはずであり、通常支払\nうべき料金といっても、経営上の自由裁量を無視するものであってはならず、控え\nめな認定が必要である。\n第三　争点に対する判断\n次のとおり訂正、付加、削除するほかは、原判決の「事実及び理由」中の「第四\n争点に対する判断」の認定説示のとおりであるから、これを引用する。\n一　原判決の補正\n１　原判決一八枚目裏末行の「解すべき」から同一九枚目表三行目の「認められ\nる。」までを「解すべきである。」と改める。\n２　同一九枚目表四行目の「甲」の次に、「第六号証、」を、同六行目の「第一七\n号証、」の次に「第二五、第二六号証、」を、同七行目の「第四五号証の一、\n二、」の次に「第五一号証、」を、それぞれ加える。\n３　同二〇枚目表末行の「検討するに、」の次に「前記認定事実、甲第三ないし第\n五号証、」を、同行の「第一五号証、」の次に「第四四号証、」を、同裏一行目の\n「原告会社代表者尋問の結果」の次に「並びに弁論の全趣旨」を、それぞれ加え\nる。\n４　同二二枚目裏七行目の「甲」の次に「第六号証、」を、同八行目の「第五〇号\n証の一、二、」の次に「第五一号証、」を、それぞれ加える。\n５　同二四枚目表一〇行目の「昭和六三年では、」を「昭和六三年一月から同年一\n二月までは」と改める。\n６　同裏一〇行目の「である。」の次に「また、無料宿泊券を使用した人数が利用\n人員に占める割合は、昭和六三年一月から同年一二月までが二四・三パーセント、\n平成元年度が三一・八パーセント、平成二年度が二二・三パーセント及び平成三年\n度が二三パーセントである。」を加える。\n７　同二五枚目表一〇行目の「オーナー」から同裏一行目の「宿泊しており、」ま\nでを「オーナーが無料宿泊券を使用して宿泊する以外に、毎年の平均で利用人数の\n約七八パーセントの人が、前記資格の違いによって金額は異なるもののいずれも利\n用に対する対価を支払って宿泊しており、」と、同三行目の「仕組みになっている\nこと、」を「仕組みになっていて、現実にオーナー以外の人の利用は年間を通して\n五五ないし六五パーセントくらいに達していること、」と、それぞれ改める。\n８　同二七枚目裏二行目から同三行目にかけての「売上利益」から同行の「であっ\nた。」までを「売上高から右原価合計額を控除した売上利益が約三四億六〇〇〇万\n円、売上利益から販売費約七億九〇〇〇万円を控除した営業利益が約二六億七〇〇\n〇万円であった。」と、同六行目から同七行目にかけての「約一四九万円」を「控\n訴人会社の売上原価からみれば、約一四九万円（土地の取得原価約四億七〇〇〇万\n円と建物等その他の売上原価約二二億二〇〇〇万円との合計額を持分一八〇〇口で\n除した金額である。）」と、それぞれ改める。\n９　同九行目の「・単独処分」を削除する。\n１０　同末行の「オーナー資格」から同二八枚目表一行目の「実質的には、」まで\nを「控訴人らの倒産等万一の場合に備えてオーナーの投資した資金を保全するため\nの手段としているにすぎないものであり、その実質は、」と、同三行目の「会員\n制」を「預託金制」と、それぞれ改める。\n１１　同二九枚目表五行目の「手段」の次に「として採用されたもの」を加える。\n１２　同三一枚目裏五行目から同六行目にかけての「四〇〇万円」を「三二〇万円\nないし四〇〇万円」と改める。\n１３　同三三枚目裏二行目の初めから同五行目の終わりまでを削除する。\n二　控訴人らの当審における主な補充的主張に対する判断\n１　補充的主張１（本件施設の取得費の利用行為に対する対価性）について\n控訴人らは、本件施設の取得費は、控訴人管理組合の収支計算に計上されていない\nから、同組合が経営する本件施設の利用行為の対価ということができない旨主張す\nる。\nしかしながら、前記認定説示したところによれば、本件施設の持分一口の価値は約\n一四九万円、販売経費は約四四万円で、その合計は約一九三万円であるところ、右\n持分は一口三二〇万円ないし四〇〇万円で分譲されたもので、右分譲価格には、一\n口につき、金額にして一二七万円ないし二〇七万円、割合にして右持分の価値の八\n五ないし一〇七パーセントの付加価値が含まれていること、このように大きな付加\n価値は、本件施設を構成する土地、建物及び什器備品等の物に対する所有権の価値\nから直ちに生じ得るものではないところ、控訴人会社は預託金制ホテル及び共有制\nホテルを順次建設し、会員を募ってクラブシステムのリゾート事業を行ってきたも\nのであり、本件施設も控訴人会社のそのような事業の一環として建設されたもので\nあって、培われたノウハウに基づいてサービスが提供される、控訴人会社運営のリ\nゾートホテルを利用できるからこそ、右付加価値が発生したものであることが認め\nられる。したがって、本件施設の取得費には、物の所有権に対する対価のほかに、\n本件施設において控訴人会社運営のリゾートホテルの生活を享受できることに対す\nる対価も含まれているものと解するのが相当である。\nそして、この利用行為に対する対価の部分は、ホテルの運営に当たる控訴人会社の\n取得分として、オーナーから控訴人会社に対し直接前払いの形で支払われ、控訴人\n会社が右前払い分を取得することを当然の前提として、控訴人管理組合の収支計算\nがなされているものと解される。したがって、控訴人管理組合の収支計算に計上さ\nれていなくても、本件施設の取得費の利用行為に対する対価性を認めることができ\nる。\n右のとおりであるから、控訴人らの前記主張は採用することができない。\n２　補充的主張２（経営者）について\n控訴人らは、控訴人会社は損益の帰属主体ではなく、控訴人管理組合は本件施設の\n取得費に含まれる利用行為の潜在的対価を受領していないから、いずれも、みなす\n課税を定めた法一一四条四項にいう「経営者」に当たらない旨主張する。\nしかしながら、前記認定説示したところによれば、次のとおり認められる。すなわ\nち、控訴人会社は、自己の行うリゾート事業の一環として、共有制ホテルの本件施\n設の持分を分譲し、ここで営業を行っている。そして、控訴人管理組合の控訴人会\n社に対する本件施設の管理運営の委託は、控訴人会社が共有制ホテルの円滑な運営\nのために考案した仕組みで、右分譲の前にあらかじめその採用が予定されていたも\nのであり、経営破綻などの特別な事情でも生じない限り、控訴人会社以外の者が右\n委託を受けて本件施設の管理運営に当たるような事態はあり得ないことである。そ\nのうえ、控訴人管理組合は、宿泊料金等を受領し経費等の支出を行うなど、外形上\nは損益の帰属主体となっているものの、控訴人管理組合を構成するオーナーの意思\nは、本件施設の管理運営にほとんど反映されておらず、控訴人会社は、控訴人管理\n組合の理事会の決議という形式を通して、自己の意思に基づき、実質的に本件施設\nの管理運営を行っている。また、本件施設の営業による収益は、本件施設の取得費\nに含まれる利用行為の対価の前払い分及び委託契約上の報酬をそれぞれ受領する形\nで、控訴人会社が取得しており、オーナーは専ら本件施設の利用（年間五枚の無料\n宿泊券、年間三〇枚の有料オーナーメイトチケットの取得を含む。）を中心とする\n利益を享受するほかは、配当等の収益の分配には預かっていない実情にある。\nこれらの認定事実によれば、控訴人組合は、本件施設の収支に関連して外部との間\nの権利義務関係の外形的な帰属主体となる役目を果たし、他方、控訴人会社は、本\n件施設の管理運営に関して経営判断と意思決定を行い、これに従って業務を遂行す\nるなど、内実において経営の実務を受け持っているのであって、控訴人両名は、い\nわば外と内に大別して役割を分担し、共同して、本件施設を経営しているものとい\nうべきである。\n以上によれば、控訴人らのいずれが欠けても、本件施設において現在行われている\nような形態でのホテル経営は成り立ち得ないから、法一一四条四項の適用において\nは、控訴人管理組合の損益の帰属主体たる地位と、控訴人会社による本件施設の取\n得費に含まれる利用行為の対価の受領とを、一体的なものとみなし、両者がともに\n同条の定める「経営者」に該当すると認め、控訴人らは、本件消費税につき不可分\n又は連帯の支払義務を負うものであると解するのが相当である。\nしたがって、控訴人らの前記主張は採用することができない。\n３　補充的主張３（本件施設の所有権としての価値）について\n控訴人らは、本件施設の持分には、不動産の原価のほかに入会金や権利金とは性質\nの異なる付加価値が含まれている旨を主張するけれども、前記１において説示した\nとおり、本件施設の取得費には本件施設の利用行為に対する対価の性質を有する部\n分が存在するところ、これは預託金制ホテルにおける入会金や権利金と同趣旨のも\nのであると解せられるから、右主張は採用することができない。\n４　補充的主張４（通常支払うべき料金）について\n控訴人らは、本件施設の利用にかかる原価を求める別紙計算表（１２）の計算方法\nには合理性がなく、また原価にどれくらいの利益を上乗せするか、さらに原価をオ\nーナー及び非オーナーのいずれからどの程度回収するかは、経営者の自由な裁量に\n委ねられるべき事柄であり、徴税者がこれに介入すべきはないと主張して、被控訴\n人が本件施設において通常支払うべき料金の認定をしたことを非難する。\nところで、法一一四条四項は、旅館等の経営者が利用者から料金以外の何らかの給\n付を受け、無料又は著しく低い料金で利用行為をさせた場合、無料の故に課税をせ\nず、低料金を基準に課税をしたのでは、他の経営者との均衡を欠き、税負担の回避\nを容易に実現させてしまうことになるので、税負担の均衡回復と回避防止のため、\n料金以外の反対給付のない場合の料金を通常支払うべき料金とみなして課税標準と\nし、当該旅館等の経営者を納税義務者とみなす、いわゆる経営者課税を規定したも\nのである。この規程の趣旨からすると、課税主体は、課税標準と課税義務者に関す\nる右特例を適用するために、右の通常料金の認定を行うけれども、右認定にはこの\n課税上の必要という以上の意味はなく、右認定の故に料金に関する経営者の自由な\n裁量権が侵害されることはないものと解される。そして、右の通常料金とは、旅館\n等に入会金や権利金等を支払うなどの施行令四一条の定める特別な経済的関係が存\nしない者がその利用行為について支払うべき料金をいうのであって、例えば、会員\n制を取っている旅館等において、非会員の料金が定められている場合には、その非\n会員の料金を当該場所における通常支払うべき料金とするのが相当である。これを\n本件についてみるに、前記認定説示したところによれば、オーナー及び非オーナー\nを含めた利用者のうちに占める割合が一番大きいオーナーメイト料金を、右にいう\n非会員の料金と認め、本件施設について通常支払うべき料金と見なすのが相当であ\nり、オーナーメイトの現実の利用状況に照らすと、右のみなす料金を認定するため\nには、あえて原価計算をするまでの必要がないことが認められる。\n右のとおりであるから、控訴人らの前記主張は採用することができない。\n第四　結論\nよって、原判決は相当であり、控訴人らの本件控訴はいずれも理由がないから、こ\nれを棄却することとし、控訴費用の負担につき民訴法九五条、八九条、九三条に従\nい、主文のとおり判決する。\n（裁判官　宮地英雄　山崎末記　富田守勝）\n(原裁判等の表示)\n○　主文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n○　事実及び理由\n第一　請求\n一　被告が原告らに対して平成元年一月九日付けでした料理飲食等消費税について\nの更正処分及び過少申告加算金の賦課決定処分をいずれも取り消す。\n二　被告が原告らに対して平成二年三月六日付けでした料理飲食等消費税及び特別\n地方消費税についての更正処分及び過少申告加算金の賦課決定処分をいずれも取り\n消す。\n三　被告が原告らに対して平成三年二月一四日付けでした特別地方消費税について\nの更正処分及び過少申告加算金の賦課決定処分をいずれも取り消す。\n四　被告が原告らに対して平成四年二月二六日付けでした特別地方消費税について\nの更正処分及び過少申告加算金の賦課決定処分をいずれも取り消す。\n第二　事案の概要\n一　本件は、被告が、オーナー制リゾートホテルである有馬温泉ソサエティ（以下\n「本件施設」という。）におけるオーナーの利用行為が地方税法（以下「法」とい\nう。）一一四条四項に該当し、特別地方消費税（平成三年七月一日改正前は料理飲\n食等消費税）の課税対象となると判断して、原告らに対し、更正処分及び過少申告\n加算金の賦課決定処分（以下、平成元年ないし平成四年の右各処分を併せて「本件\n処分」という。）をしたのに対し、原告らが、オーナーの利用行為は同項に当たら\nないと主張して、本件処分の適法性を争った事案である。\n二　争いのない事実\n１　被告は、原告らに対し、平成元年一月九日付けで料理飲食等消費税についての\n更正処分及び過少申告加算金の賦課決定処分をした。\n２　原告らは、右処分について平成元年三月一日に兵庫県知事に対しその取消しを\n求めて審査請求をし、兵庫県知事は、同年一〇月一八日、この審査請求を棄却し、\n原告らが同月二〇日にこの通知を受けた。\n３　被告は、原告らに対し、平成二年三月六日付けで料理飲食等消費税及び特別地\n方消費税についての更正処分及び過少申告加算金の賦課決定処分をした。\n４　原告らは、右処分について平成二年四月二六日に兵庫県知事に対しその取消し\nを求めて審査請求をし、兵庫県知事は、同年七月二六日、この審査請求を棄却し、\n原告らが同月三〇日にこの通知を受けた。\n５　被告は、原告らに対し、平成三年二月一四日付けで特別地方消費税についての\n更正処分及び過少申告加算金の賦課決定処分をした。\n６　原告らは、右処分について平成三年四月五日に兵庫県知事に対しその取消しを\n求めて審査請求をし、兵庫県知事は、平成四年二月二四日、この審査請求を棄却\nし、原告らが同月二六日にこの通知を受けた。\n７　被告は、原告らに対し、平成四年二月二六日付けで特別地方消費税についての\n更正処分及び過少申告加算金の賦課決定処分をした。\n８　原告らは、右処分について平成四年四月一六日に兵庫県知事に対しその取消し\nを求めて審査請求をし、兵庫県知事は、平成四年一二月四日、この審査請求を棄却\nし、原告らが同月五日にこの通知を受けた。\n第三　当事者の主張\n一　原告らの主張\n１　更正処分の相手方\n（一）　原告株式会社ダイヤモンドリゾート（以下「原告会社」という。）は、原\n告ダイヤモンド有馬温泉ソサエティ管理組合（以下「原告管理組合」という。）か\nら委託を受けて、神戸市＜地名略＞所在の本件施設を管理しているもので、法一一\n四条四項の「経営者」に当たらないので、申告、納税の義務はない。\n（二）　本件施設は、オーナーの共有物であり、オーナーらの組合である原告管理\n組合が経営している。\n２　みなす課税の解釈\n（一）　仮に原告会社が経営者に当たるとしても、原告らに対する本件各更正処分\nには、みなす課税の条項の解釈に誤りがある。\n（二）　被告は、原告らがオーナーにオーナー優待券を発行しその宿泊料を無料と\nしている行為が法一一四条四項に該当すると解している。\nしかし、オーナーは、本件施設に対し共有持分権を有しているから、原告らに宿泊\nについて料金を支払うことは考えられない。したがって、原告らの右行為は、同項\nの「料金を徴収せず・・・・・・・・・利用行為をさせた」場合に当たらない。\n（三）　オーナーはオーナー優待券を使い切ると一泊につき四八〇〇円を支払って\n宿泊することになるが、これは、他の共有者の利用を妨げないように、公平のため\nに、共有者間の規約として他の共有者に金を支払うことになっているのであって、\nオーナー以外の者が支払う「料金」とは性質を異にする。\n実際に、オーナーが優待券以上の利用をする例は極めて少ない。\n（四）　本件の利用行為は、法一一四条四項、地方税法施行令（以下「施行令」と\nいう。）四一条各号に当たらない。\n施行令四一条二号は、経営者が会員制等の形式をとることにより、料理飲食等消費\n税（特別地方消費税。以下「本件消費税」という。）を免れることを防止しようと\nするものであり、オーナーが所有権の行使として利用行為をする本件とは類似性が\n認められない。\nまた、経営者が料金以外の何らの反対給付を受けていない場合や経営者が反対給付\nというものと無関係な場合には、同項の要件には当たらないが、本件では、原告管\n理組合も原告会社もオーナーから料金以外の反対給付を受けていないか、あるいは\n反対給付というものと無関係であるから、同項の要件に当たらない。\n３　みなす料金\n（一）　本件が法一一四条四項に該当するとしても、みなす料金は、四八〇〇円で\nあるから、結局、法一一四条の五第一項により免税点以下である。\n（二）　本件各更正処分は、みなす料金を七五〇〇円としているが、オーナーは、\n本件施設の共有者であり、本件施設の不動産につき固定資産税、都市計画税、その\n他公租公課を持分に応じて負担し、施設の維持のための管理費をも毎年支払ってい\nるのであるから、オーナー以外の者が支払うべき料金より、オーナー料金の方が低\n額なのは当然である。\nまた、原告らは、本件施設のオーナー料金を四八〇〇円と設定し、仮に経費がこれ\nを超過するとしても、オーナーからは徴収せず、宿泊料以外の飲食代金収入やオー\nナー以外の者からの宿泊料収入でこれを賄うことにしているものである。\n（三）　したがって、本件施設においてオーナー料金が他の施設より低料金であっ\nても、それは経営者の経営努力によるものであり、オーナーが通常支払うべき料金\nは四八〇〇円である。\n４　以上のように、本件各更正処分は違法であり、それを前提とする本件各賦課決\n定処分も違法であるから、その取消しを求める。\n二　被告の主張\n１　経営者について\n（一）　原告管理組合の経営者該当性\n原告管理組合は、本件施設の管理運営に伴う収益の帰属主体であり、本件施設の管\n理運営に関与していること、自ら申請して、本件施設の「経営者」として特別徴収\n義務者の登録を受けるとともに、本件施設において、利用客が現実に支払った利用\n料金については、利用客から本件消費税を特別徴収し、被告に申告していることか\nら、本件施設の経営者であるといえる。\n（二）　原告会社の経営者該当性\n原告会社は、次の理由により、名義上のみならず、実質上も「経営者」に該当す\nる。\n（１）　原告会社は、原告管理組合から本件施設の運営管理一切を委託されてい\nる。\n（２）　本件施設の利用料金、利用関係については、管理組合規約及び使用細則に\n規定されているが、これらは原告会社がオーナーの募集前に一方的に作成したもの\nで、オーナーに選択の余地はない。\n（３）　原告管理組合の役員は、第一期は原告会社が指名・決定し、第二期以降は\n前任の理事長が指名・決定するものとされ、実際に原告会社の代表取締役Ａが第一\n期以降原告管理組合の理事長を兼任し、理事には取引銀行や取引先、株主など原告\n会社と関係のある者を充てており、これにより、原告会社は、本件施設の利用料\n金、利用関係等の重要事項を事実上決定し、経営の主導権を掌握し、特に利用料金\nについては、開業当初においては、本件施設をはじめとする共有制ホテル全てが同\n一料金となるよう原告会社が利用料金を決定しているほか、料金改定を経ても共有\n制ホテル全てが同一料金となっており、料金改定時も含め、本件施設をはじめとす\nる共有制ホテル全体の収支を考慮して、原告会社が利用料金を決定している。\n（４）　本件施設の支配人、副支配人、フロント係その他の管理部門の従業員は、\n全て原告会社からの出向社員であり、法人税等の申告に当たっても、これら原告会\n社からの出向社員が原告会社の指導のもとに申告書を作成し、一部は原告会社の経\n理部社員が申請書を作成している。\n（５）　原告会社は、旅館業法、食品衛生法及び消防法の許可を受け、事業所税の\n申告を行うなど名義上の経営者であるばかりでなく、本件施設をはじめとする共有\n制ホテルを預託金制ホテルとともに、「ダイヤモンドクラブ」の一つとして位置づ\nけて、相互利用可能なリゾートクラブシステムとして全国的な事業展開を図ってい\nる。\n（６）　自社の事業報告書に事業目的として「オーナーズホテル経営」と記載する\nとともに、本件施設を原告会社の主要な事業所の一つとして記載し自ら本件施設の\n「経営者」である旨を自社の重要書類に表示している。\n（三）　したがって、原告会社は原告管理組合を事実上支配しており、両者は、当\n初から不可分一体のものとして、本件施設の経営を行っているといえる。\n２　みなす課税について\n（一）　本件消費税は、一定の場所における一定の利用行為に対して課税するもの\nであるから、その利用行為者が当該場所を所有していても、これらの課税の要件が\n満たされる限り課税されるものであり、本件消費税におけるみなす課税制度は、特\n定の場所における特定の利用行為の実態が本件消費税の課される場合と異ならない\n場合に課税を認めることによって課税の公平を維持し、負担の均衡を図ろうとする\nものであり、料理店等の経営者が、料金を徴収せず、又は料理店等における通常の\n料金に比較して低い料金を徴収して遊興・飲食・宿泊等の利用行為をさせた場合に\nおいて、経営者と利用行為者との間に特別な経済的関係があるときは、当該料理店\n等の経営者に対し、その利用行為者が料理店等における遊興等の行為について通常\n支払うべき料金を支払ったものとみなして算定した額により、本件消費税を課すも\nのである。\n（二）　そして、法に定める本件消費税の課税の要件は、法律的説明の如何にかか\nわらず、社会的実態として、ホテルとしての利用関係が存すれば足りるものである\nが、次のとおり、本件施設の利用関係については、ホテルと全く同様に物的・人的\nサービスが供給され、それを享受するという関係が認められるから、法一一四条四\n項に規定する要件に該当する。\n（１）　場所について\n（１）　法一一三条一項の「旅館」とは、ホテル、旅館等その名称の何であるかを\n問わず、業として客室を設け、通常一日又は数日を単位とする宿泊料を受けて宿泊\nさせる場所をいうものであり、利用行為が反復継続していれば、営利を目的とする\nか否かは問わない。\n（２）　本件施設は、神戸市＜地名略＞に存在し、鉄筋コンクリート造、寄棟、地\n下一階、地上五階建の建物で客室一二四室より構成され、フロント、クローク、ラ\nウンジ、レストラン等の設備があり、客室には、トイレ、バスも備えつけられてい\nる（なお、客室には、流し台等台所設備はない。）。\n（３）　原告会社は、本件施設について、昭和五八年二月一四日付けで旅館業法三\n条の経営の許可を、昭和五九年三月二三日付けで食品衛生法二一条の営業の許可を\nそれぞれ神戸市保健所長より受けている。\n旅館業法三条の経営の許可の基準には、施設の構造設備の詳細な基準が設けられて\nいるのであるから、この経営の許可を受けている施設は、法的にも形態上からも旅\n館として認められるものである。\n（４）　本件施設は、食品衛生法及び消防法上も「旅館」又は「ホテル」として取\nり扱われているし、本件消費税の特別徴収義務者の登録に当たっては、原告会社及\nび原告管理組合が「普通旅館」として申請を行い、法人税、住民税、事業所税等の\n申告に当たっても、原告管理組合は、「ホテル事業」として申告を行っており、特\nに事業所税については、「ホテル事業」に該当するものとして、税額を二分の一と\nする優遇措置の適用を受けている。\n（５）　また、そこで提供されるサービス（宿泊の予約、フロントサービス等）も\n一般のホテルと同様のものであることからみて、本件施設は、法一一三条一項に規\n定する「場所」に該当する。\n（２）　利用行為について\n本件施設のオーナーは、原告管理組合の規約及び使用細則に基づきオーナーカー\nド、無料宿泊券が与えられる。無料宿泊券は、年間五枚発行され、それ以上の利用\nをする場合は、オーナーは四八〇〇円の料金を支払う。オーナーの家族、友人等も\nオーナーメイトチケットにより七五〇〇円で利用することができる。\nまた、使用細則五条によれば、オーナーとの関係を持たない原告会社の指定する者\nも利用できることになっており、更に、オーナーは、本件施設だけでなく原告会社\nが経営する他のホテル等を利用することもできる。\n利用に際し、使用細則二条によれば、希望日の二か月前より申込み、先着順に予約\nすることとなっている。また、使用細則八条及び九条により、滞在日数、利用回数\nにも制限がある。\nチェックイン及びチェックアウトタイムは、使用細則一〇条によれば、当日の午後\n三時から翌日の午前一一時で、利用できる部屋数は、使用細則一二条により、オー\nナーカード一枚につき、一室のみ利用できるものとなっている。\nこのような利用形態は、一般のホテルの利用形態と全く同じであり、法一一四条四\n項に規定する「利用行為」に該当することは明らかである。\n原告会社自身、本件施設及び類似の施設に「ホテル」という名称を冠してオーナー\nの募集を行っている。\n（３）　料金徴収について\nオーナーは、利用料金表によれば、本件施設を利用する際に次の利用料金を支払\nう。\n利用形態　　　　　　　　　　　　　　　利用料金\nオーナー（優待券利用）　　　　　　一室一泊利用につき無料\n（その他）　　　　　　　　一室一泊利用につき　　四八〇〇円\nオーナーメイト　　　　　　　　　一室一泊利用につき　　七五〇〇円\nダイヤモンドクラブ会員　　　　　一室一泊利用につき一万一〇〇〇円\n料金については、無料の場合はもちろん、四八〇〇円の利用料金も近隣の同程度の\nホテル等と比較して著しく安価であり、原価も下回っていることから、通常の料金\nに比べて著しく低いといえる。\n（４）　経営者と利用行為者との特別な経済的関係があることについて\nオーナーは、オーナーの資格を取得する際に四〇〇万円を支払い、本件施設の管理\n費を月々四〇〇〇円支払うことにより、本件施設を無料又は安価で利用することが\nできることになるのであるから、このような利用は、\n経営者と利用行為者との間の特別の経済的関係に基づく利用である。\n具体的には、オーナー資格の取得費は、法一一三条一項の場所の経営者が、入会\n金、権利金等を受けて、宿泊行為をさせる場合に準ずる場合（施行令四一条三号）\nに該当するといえる。\nまた、管理費は、本件施設の維持、管理及び保存のための費用として、オーナーが\n支払うとされているが、原告管理組合の収支計算書によると、管理費は、維持、管\n理及び保存のためのみならず、本件施設を経営するための経費の補填としても使用\nされており、また、第四期（昭和六二年四月一日から昭和六三年三月三一日まで）\nの「管理経過及び会計報告書」によれば、管理費は特別修繕積立金に組み入れられ\nているが、欠損を生じた場合、その特別修繕積立金からその補填を行うものとされ\nており、このことから考えると、当該管理費は施行令四一条二号の会費等に該当す\nるといえる。\nなお、形式的には、オーナー資格の取得費は原告会社に、本件施設の管理費は原告\n管理組合に、それぞれ別個に支払われているものであるが、原告会社及び原告管理\n組合は、当初から不可分一体のものとして本件施設を共同経営しているものである\nから、両者を分けて論じることは実態を無視した議論である。\n（５）　業としての経営の実態が存することについて\n本件施設は、その構造設備及び供給されるサービス等からみて、一般のホテルと全\nく同視することができ、対象も不特定多数で宿泊行為が反復継続しており、名称の\n如何を問わず対価として利用料金を徴しているし、実績からみても、昭和五九年三\n月二六日経営開始以来引き続き営業を行っており、原告管理組合の第四期の「管理\n経過及び会計報告書」によれば、その一年間で延べ二万六七五七室が利用されてい\nる。\n従業員も、支配人一人、副支配人二人、その他、パート・アルバイト等を含めて、\n総数で七七名が従事している。\n以上のとおり、物的・人的サービスを供給する施設設備を備えて、これらのサービ\nス等を供給していることからみて、本件においては、業としての経営の実態が存す\nるといえる。\n（三）　共用持分の性格について\n共有制のリゾートクラブは、一般に共有持分を不動産として評価した場合の財産的\n価値はさしたるものではなく、資産保全機能は限定的なものにすぎない。\n本件施設についてみても、オーナー一人当たりの面積は、四・〇平方メートルで共\n有持分の分割や単独処分も禁止されており、建物及び土地の価格からすると、オー\nナーの共有持分の原価は約六四万円にすぎず、オーナー資格の取得代金である四〇\n〇万円に比して著しく低額である。\n仮に本件施設の利用権がなく、一般のホテルにおけるような物的・人的サービスの\n供給が行われないのであれば、わずかな共有持分の取得のために四〇〇万円もの代\n金を支払うことは通常考えられないことであるから、オーナー資格の取得代金は、\n物権である本件施設の共有持分の対価という性質だけでなく本件施設をホテルとし\nて利用するための入会金又は権利金という性質を併せて有するものであり、オーナ\nーが取得した権利は、所有権とホテルの利用権が複合した権利というべきものであ\nる。\nしたがって、共有持分の保有は、オーナー資格の取得代金のうち当該共有持分に係\nる財産的価値を保全するための手法の性格が強いものであり、本件施設は、実質的\nには、預託金制のリゾートクラブと同様に、当初に利用料金の前払いとして金銭を\n預託し、その見返りに施設を無料又は安価で利用することができるシステムである\nといえる。\n（四）　このように、本件施設における利用行為の実態が一般のホテルにおける利\n用行為と異ならない以上、課税をしないことはかえって一般のホテルにおける利用\n行為との間に不公平・不均衡を生じさせ、不当な租税の回避を看過することにな\nり、許されない。\n３　みなす料金の算定について\n（一）　みなす課税を適用する場合は、みなす料金額、すなわち「その場所におけ\nる通常支払うべき料金（以下「通常料金」という。）を支払ったものとみなして算\n定した額」を課税標準とすることとされている。\nこの通常料金とは、当該場所について経済的に特別の関係を有しない者が当該場所\nを利用した場合に通常支払うべき利用料金を意味し、具体的な額については、次の\nような考え方に基づくこととされている。\n（１）　ビジター料金の設定がある場合には原則としてその料金\n（２）　利用行為のために必要とされる経費に一定の利益を加えた金額\n（二）　右（１）については、本件の場合、ビジター料金という名目の料金設定は\nないが、オーナー以外の者による利用の料金で、実質的にビジター料金と考えられ\nるものとしては、オーナーメイトの料金とダイヤモンドクラブ会員の料金がある\nが、このうち、オーナーメイトによる利用がオーナー以外の者による利用に占める\n構成比は極めて高いので、オーナーメイト料金を本件施設における「ビジター料\n金」とすることが、経営実態に合致するといえる。\n（三）　右（２）については、本件の場合、別紙１のとおり算出された経費（六〇\n九〇円）に一定の利益を加えた金額が通常料金となるが、本件について、経費の六\n〇九〇円に一定の利益を加えて七五〇〇円とすることは、概ね相当であるから、こ\nの点からも、通常料金を七五〇〇円とするのは相当である。\n（四）　参考のため、損益分岐点売上額を算出し、一室一回利用当たりの損益分岐\n点ルームチャージを算定すると別紙２のとおり、六四〇〇円が算出された。\n（五）　以上からすれば、実質的にビジター料金であるオーナーメイト料金が、別\n紙１により算出した経費に一定の利益を加えた額と同額になると考えるのが最も合\n理的であり、かつ、最も実態に合致するといえる。\nしたがって、オーナーメイト料金を本件における通常料金とすべきであり、これ\nは、また、別紙２により算出した損益分岐点ルームチャージに照らしても、課税の\n上で経営者に過度の負担を強いることにもならず、課税の均衡を保つ上でも合理的\nである。\n三　被告の主張に対する原告らの反論\n１　被告は、本件施設の売買代金は、不動産の売買代金としてよりも、本件施設を\n使用する権利の対価としての性格が強いと主張するが、原告会社は、本件施設の売\n買に当たり、不動産の譲渡益として法人税、住民税及び事業税を課され、これに\nは、土地重課の規定による法人税及び住民税さえ含まれている。また、この税額は\n代金の一部を保証金とするいわゆる預託金制をとった場合よりも多額なものとなっ\nている。\n原告管理組合は、本件施設の経営に関連して、法人税、事業税、住民税及び事業所\n税を課されているし、各オーナーは、本件施設について、各持分に応じた固定資産\n税を課されている。\n２　被告は、一方で形式を重視して右のような課税を行い、他方で本件のように税\n法上の法規を類推ないし拡張解釈して課税をしようとしているのであり、課税主体\n側の都合のよいように租税の種類によって変転させて主張するのは、禁反言の原則\nないし信義則に反する。\n３　また、施行令四一条各号が本件のような場合を含むとすれば、本件消費税以外\nの他の各租税の課税との間に不合理をきたすものであるから、政令への委任の限界\nを超えており、租税法律主義に反する。\n４　さらに、施行令四一条は、経営者が利用行為の潜在的な対価を別途に受領して\nいる場合を定めているものであると解されるが、本件のように対価性がない場合を\nも含むと解するのであれば、課税要件明確主義に反する。\n四　争点\n１　本件施設の経営者は誰か。\n２　本件施設の利用は、法一一三条一項の規定する「場所」における「利用行為」\nに当たるか。\n３　本件施設におけるオーナーの利用は、法一一四条四項の「料金を徴収せず、又\nはその場所における通常の料金に比較して著しく低い料金を徴収」する場合に当た\nるか。\n４　本件施設におけるオーナーの利用は、法一一四条四項の「政令で定める場合」\nに該当するか。\n５　みなす料金はいくらか。\n第四　争点に対する判断\n一　争点１について\n１　被告は、本件施設のオーナーによる利用行為は、法一一四条四項に該当すると\n主張するので、まず、同項の趣旨について検討するに、本件消費税は、料理店等に\nおける利用行為には一般的に担税力が推定されるため一定の場所における一定の利\n用行為に限定して一律に課税するものであるが、経営者が利用者から料金以外の何\nらかの給付を受け、そのため、当該利用者に対し無料又は低料金で利用行為をさせ\nる場合、料金が無料であるからといって課税をしなかったり、低料金であるからと\nいってこれに相当する税額でしか課税しないとすると、他の料理店等や宿泊所等と\nの均衡を欠き、税負担の回避を容易に行うことが可能となる。\nそこで、税負担の公平、税負担の回避の防止のために料理店等の経営者が料金を徴\n収せず、又は料理店等における通常の料金に比較して低い料金を徴収して遊興・飲\n食・宿泊等の利用行為をさせた場合において、経営者と利用行為者との間に特別な\n経済的関係があるときは、当該料理店等の経営者に対し、その利用行為者が料理店\n等における遊興等の行為について通常支払うべき料金を支払ったものとみなして算\n定した額により、課税するものである。\n２　したがって、法一一四条四項の「経営者」に該当するか否かは、社会通念によ\nって判断すべきであるが、同項の趣旨からすれば、旅館業法、食品衛生法、風俗営\n業等の規制及び業務の適正化等に関する法律等他の法律の規定によって営業の許可\nを受けた名義上の経営者のみならず、実質上の経営者がこれと異なる場合において\nは、その実質上の経営者も含まれると解すべきであり、同項についての実務の先例\nである昭和五三年一月一一日自治府第三号「メンバーズホテルに係る料理飲食等消\n費税の課税について」（乙第六号証）も、右と同様の考えに立っているものと認め\nられる。\n３　そこで、この観点から本件施設の経営者は誰かについて検討するに、甲第八号\n証の一ないし三、第九号証の一ないし四、第一〇、第一一号証の各一ないし五、第\n一七号証、第二七号証の一、乙第二、第三号証、第一三、第一四号証、第一七号\n証、第一九号証、第四五号証の一、二、証人Ｂの証言、原告管理組合代表者兼原告\n会社代表者（以下「原告会社代表者」という。）尋問の結果によれば、次の事実が\n認められる。\n（一）　本件消費税の特別徴収義務者の登録に当たっては、原告会社及び原告管理\n組合が普通旅館として申請を行い、法人税、住民税、事業所税等の申告に当たって\nは、原告管理組合は、ホテル事業として申告を行っており、特に事業所税につい\nて、ホテル事業に該当するものとして、税額軽減の優遇措置の適用を受けている。\n（二）　本件施設の利用に関して支払われた料金は、原告管理組合の収入となり、\n原告管理組合は、理事会の決定により、人件費、修繕費、水道光熱費等の諸費用を\n支出している。\n（三）　オーナーは、原告管理組合に対し、管理費として一か月につき四〇〇〇円\nを一年ごとに一括して支払っている。\n４　このように、本件施設の利用料金は、原告管理組合に支払われ、本件施設の運\n営についての費用の支出は、原告管理組合が行っている。更に、本件消費税の特別\n徴収義務者の登録に当たっては、原告管理組合が申請を行い、法人税、住民税、事\n業所税等の申告に当たっても、原告管理組合が申告を行っていることからすれば、\n名義上は、原告管理組合が本件施設の経営者であるといえる。\n５　次に、原告会社が経営者に当たるかについて検討するに、法一一四条四項は、\n経営者が利用者から料金以外の何らかの間接的給付を受けていることにより当該利\n用者に対して無料又は低料金で利用行為をさせる場合に、その料金に対して課税を\n行うこととすると、他との間に不均衡を惹起せしめること等から、このような場合\nには、料金以外の反対給付がされない通常の場合の料金を課税標準として、当該行\n為について実質的に負担をする当該場所の経営者を納税者とみなして課税をする制\n度である。\n６　この観点から検討するに、乙第一一ないし第一五号証、第四七、第四八号証、\n証人Ｂの証言及び原告会社代表者尋問の結果によれば、次の事実が認められる。\n（一）　原告会社は、共有制ホテルを預託金制ホテルとともに「ダイヤモンドクラ\nブ」の一つとして位置づけて、相互利用可能なリゾートクラブシステムとして全国\n的な事業展開を図っている。\n（二）　原告会社は、本件施設をその一環として、土地については約四億七〇〇〇\n万円、建物等については約二二億二〇〇〇万円で取得し、オーナーを一口三二〇万\n円から四〇〇万円、計一八〇〇口約六一億五〇〇〇万円で分譲し、約二六億七〇〇\n〇万円の営業利益を得ている。\n（三）　原告会社は、形式上は原告管理組合から本件施設の運営管理一切を委託さ\nれていることになっているが、本件施設の利用料金、利用関係について規定されて\nいる管理組合規約及び使用細則は、原告会社がオーナーの募集前に一方的に作成し\nたものでオーナーに選択の余地はなく、原告管理組合の役員は、第一期は原告会社\nが指名、決定し、第二期以降は前任の理事長が指名、決定するものとされており、\n原告会社の代表取締役Ａが第一期以降原告管理組合の理事長を兼任し、理事には取\n引銀行や取引先、株主など原告会社と関係のある者を充てており、これにより、原\n告会社が本件施設の利用料金、利用関係等の重要事項を事実上決定し、特に利用料\n金については、開業当初において、本件施設をはじめとする共有制ホテル全てが同\n一料金となるよう原告会社が利用料金を決定しているはか、料金改定を経ても共有\n制ホテル全てが同一料金となっており、料金改定時も含め、本件施設をはじめとす\nる共有制ホテル全体の収支を考慮して、原告会社が利用料金を決定している。\n（四）　本件施設の支配人、副支配人、フロント係その他の管理部門の従業員は、\n全て原告会社からの出向社員であり、法人税等の申告に当たっても、これら原告会\n社からの出向社員が原告会社の指導のもとに申告書を作成し、一部は原告会社の経\n理部社員が申請書を作成している。\n（五）　原告会社は、昭和五八年二月一四日付けで旅館業法三条の経営の許可を、\n昭和五九年三月二三日付けで食品衛生法二一条の営業の許可をそれぞれ神戸市保健\n所長より受け、事業所税の申告を行っているばかりでなく、自社の事業報告書に事\n業目的として「オーナーズホテル経営」と記載するとともに、本件施設を原告会社\nの主要な事業所の一つとして記載し、自ら本件施設の「経営者」である旨を自社の\n重要書類に表示している。\n（六）　原告会社の経営委託に伴う報酬額は、原告管理組合の理事会で決定され、\nその方法は、運営委託料として、原告会社からの出向社員人件費の二〇パーセント\n相当額、経営指導料として、基本報酬年額一部屋当たり一〇万円に加え、原告管理\n組合の年間総売上高の二パーセント相当額とされている。\n７　以上の事実からすれば、本件施設の運営管理についての実質的決定権は原告会\n社にあり、本件施設の運営管理は、原告会社の事業の一環として行われていること\nが認められるから、原告会社は本件施設の実質上の経営者であると解すべきであ\nり、原告管理組合及び原告会社は、ともに、法一一四条四項の「経営者」に該当す\nるといえる。\n二　争点２について\n１　被告は、オーナーの利用行為が法一一四条四項にいう旅館における宿泊行為に\n該当すると主張するが、前述した法一一四条四項の趣旨によれば、同項にいう「旅\n館」における「宿泊行為」とは、ホテル、旅館等その名称の何であるかを問わず、\n業として客室を設け、通常一日又は数日を単位とする宿泊料を支払って宿泊する行\n為で、不特定多数人の利用行為が反復継続していることを意味し、営利を目的とす\nるか否かは問わないと解すべきである。\n２　そこで、この点について検討するに、甲第一七号証、乙第一ないし第三号証、\n第一二、第一三号証、第一七号証、第四九号証、第五〇号証の一、二、証人Ｂの証\n言によれば、次の事実が認められる。\n（一）　本件施設は、昭和五九年三月ころ神戸市＜地名略＞に完成し、鉄筋コンク\nリート造、寄棟、地下一階、地上五階建の建物で客室一二四室より構成され、一階\nには、フロント、ロビー、クローク、ラウンジ、レストラン、会議室、ダイヤモン\nドホール、オーナーサロン等、地下一階には、男子・女子大浴場、家族浴室、サウ\nナ等の設備があり、二階から五階の客室には、トイレ、バスが備えつけられている\nが、流し台等の台所設備はない。\n（二）　本件施設のオーナーは、原告管理組合の規約及び使用細則に基づきオーナ\nーカード、無料宿泊券、オーナーメイトチケットが与えられる。オーナーカードに\nは、オーナーとオーナーの妻が登録され、一枚につき原則として一室の利用が可能\nである。無料宿泊券は、年間五枚発行され、オーナーとオーナーの妻が一枚につき\n一室一泊の利用ができる。無料宿泊券以上の利用をする場合は、一泊一室四八〇〇\n円の料金を支払う。オーナーメイトチケットは年聞三〇枚発行され、オーナーの家\n族、友人等もオーナーメイトチケット一枚につき、一泊一室七五〇〇円（平成四年\n一月から九〇〇〇円に値上げされた。）で利用することができる。\nまた、オーナーとの関係を持たない原告会社の指定する者もメイトとして一泊一室\n五〇〇〇円で利用できることになっており、オーナーは、本件施設だけでなく原告\n会社が経営する他のホテル等もダイヤモンドクラブ会員として利用することが認め\nられる。\n原告会社の経営する他のホテル等のオーナーもダイヤモンドクラブ会員として本件\n施設を利用することができ、その利用料金は一泊一室一万一〇〇〇円である。\n滞在日数、オーナーの利用回数については、原則として制限はないが、利用に際し\nては、希望日の二か月前から申込み、先着順に予約することとなっている。\n本件施設利用者は、カード、チケットをフロントに提示することとし、滞在時間\nは、チェックインタイムが午後三時、チェックアウトタイムが午前７時である。\nオーナーは、レストランの利用については、飲食終了時に、オーナーカードを提示\nしてサインで済ませ、チェックアウト時に、部屋の利用料金の他、サウナ、ヘルス\nクラブ、レストランの料金をまとめて支払うことができる。\n（三）　本件施設の利用人員は、昭和六三年では、オーナーが約九〇〇〇人、オー\nナーメイトが約一万二〇〇〇人、ダイヤモンドクラブ会員が約九〇〇人、メイドが\n約二三〇〇人、平成元年度では、オーナーが約一万人、オーナーメイトが約一万二\n〇〇〇人、ダイヤモンドクラブ会員が約八〇〇人、平成二年度では、オーナーが約\n九〇〇〇人、オーナーメイトが約一万五〇〇〇人、ダイヤモンドクラブ会員が約一\n三〇〇人、平成三年度では、オーナーが約一万人、オーナーメイトが約一万四〇〇\n〇人、ダイヤモンドクラブ会員が約一四〇〇人で、昭和六三年度の室利用率は六\n〇・三パーセント、室利用料収入は一億四二八〇万九〇〇〇円、平成元年度の室利\n用率は六一・七パーセント、室利用料収入は、一億五二四五万八〇〇円、平成二年\n度の室利用率は六五・八パーセント、室利用料収入は一億九五八九万八六〇〇円で\nある。\n（四）　本件施設の従業員は、平成三年三月三一日現在で支配人一名、副支配人一\n名、フロント八名、他パート・アルバイトを含めて合計七六名である。\n（五）　原告会社は、本件施設について、昭和五八年二月一四日付けで旅館業法三\n条の経営の許可を受け、昭和五九年三月二三日付けで旅館又はホテルとして食品衛\n生法二一条の営業の許可を神戸市保健所長より受けている。\n更に、本件消費税の特別徴収義務者の登録に当たっては、原告会社及び原告管理組\n合が「普通旅館」として申請を行い、法人税、住民税、事業所税等の申告に当たっ\nても、原告管理組合は、「ホテル事業」として申告を行っており、特に事業所税に\nついては、「ホテル事業」に該当するものとして、税額軽減の優遇措置の適用を受\nけている。\n３　右で認定したとおり、本件施設は、オーナー、オーナーメイト、メイト、ダイ\nヤモンドクラブ会員という資格により金額は異なるが、いずれも利用についての対\n価を支払って部屋に宿泊しており、オーナーのみでなく、オーナーの知人、原告会\n社の指定する者、原告会社の他のホテルの会員等の不特定多数の者が利用できる仕\n組みになっていること、部屋だけでなく、フロント、クローク、ラウンジ、レスト\nラン等の設備、滞在時間の制限、フロントサービスの内容、宿泊の申込み方法、レ\nストラン等諸設備の利用方法、従業員のサービス等、利用形態は通常のホテルと全\nく変わらず、各年度の利用人員、室利用率、室利用料収入からみて本件施設が反復\n継続して利用されていること、旅館業法三条に基づく経営の許可を受けるために\nは、施設の構造設備についての詳細な基準が設けられており、本件施設はこの基準\nを満たしているため許可を得られたものであることからすれば、本件施設のオーナ\nーによる利用行為は、法一一四条四項にいう「場所」における「利用行為」という\nことができる。\n三　争点３について\n１　被告は、本件施設をオーナーに利用させる行為は、法一一四条四項の「料金を\n徴収せず、又はその場所における通常の料金に比較して著しく低い料金を徴収」す\nる場合に当たると主張するので、この点について検討するに、前記認定事実によれ\nば、本件施設のオーナーは、原告管理組合の規約及び使用細則に基づきオーナーカ\nード一枚と無料宿泊券を年間五枚発行され、オーナーカード一枚について一室の利\n用が可能で、無料宿泊券では、オーナーとオーナーの妻の一枚につき一室一泊の利\n用が無料となり、無料宿泊券以上の利用をする場合は、一泊一室四八〇〇円の料金\nを支払う仕組みとなっている。\nしたがって、無料宿泊券による場合は当然に、それ以上の宿泊の場合の一泊一室四\n八〇〇円という料金についても、本件施設が有馬温泉という近畿地方屈指の温泉街\nに存在し、神戸市内にあって大阪・京都からも近いという場所的条件及び大浴場等\nの温泉施設をはじめとする客室その他の設備内容の充実度からすれば、社会通念\n上、「通常の料金に比較して著しく低い料金」に該当すると解すべきである。\n２　この点について、原告らは、オーナーは本来本件施設の所有者であり、共有持\n分権を有しているから、料金を支払わないのは当然であるし、無料宿泊券を使い切\nったときに金員を支払うのは、他の共有者との公平のためであるから、この場合の\n金員は、法一一四条四項の「料金」には当たらず、同項の要件を満たさないと主張\nする。\nしかし、甲第一七号証、第三一号証、乙第三号証、第一三号証、第一五号証、証人\nＢの証言によれば、次の事実が認められる。\n（一）　本件施設のオーナーの募集は、原告会社が、昭和五八年秋ころから四期に\n分けて行い、第一次募集は一口三二〇万円、第二次募集は一口三四〇万円、第三次\n募集は一口三六〇万円、第四次募集は一口四〇〇万円で、計一八〇〇口を募集し\nた。\n（二）　本件施設は、昭和五九年三月ころ完成したが、完成時までには、ほぼ全部\nの口数が契約済みとなった。\n（三）　建物完成後、原告会社は、オーナーから登記諸費用を預かって、法務局に\n各日につき一八〇〇分の一の持分の登記を申請し、その旨の登記がされた。\n（四）　本件施設の土地の取得原価は約四億七〇〇〇万円、建物等その他の売上原\n価が約二二億二〇〇〇万円で、売上高が約六一億五〇〇〇万円、売上利益約三四億\n六〇〇〇万円、営業利益約二六億七〇〇〇万円であった。\n（五）　本件施設の敷地面積は三九四七平方メートル、建築延べ面積は七一〇〇平\n方メートルである。\nこれらの事実からすれば、本件施設における一口当たりの価値は、約一四九万円に\nすぎず、一口当たりの所有面積は約四・〇平方メートルで客室一室を一四・五人で\n共有する計算になる。\n更に、オーナーは、共有持分の分割・単独処分が禁止されていることを考え併せる\nと、本件施設が共有制の形態を採っているのは、施設の所有それ自体が目的なので\nはなく、オーナー資格の取得代金のうち、当該共有持分の財産的価値を保全するた\nめの手段としての性格が強いものであり、実質的には、本件施設の利用料金の前払\nいとして金員を預託し、その見返りとして施設を無料又は安価で利用する会員制の\n形態と異ならないということができる。\nしたがって、所有者だから料金を支払わないのは当然であるとする原告らの主張は\n採用できない。\n四　争点４について\n１　被告は、本件施設のオーナーの利用行為が法一一四条四項にいう「政令で定め\nる場合」（施行令四一条二号）に該当すると主張する。\n施行令四一条二号は、「法一一三条一項の場所の経営者が入会金、権利金又は会費\n等を受けて遊興、飲食又は宿泊若しくはその他の利用行為をさせる場合」と規定し\nている。\n本件消費税は、消費行為の対価としての料金の支払能力に担税力を見出して課税す\nるものであるので、同じ飲食行為をしても、その支払う料金が異なり、その結果、\n税額が異なることがあっても、そのこと自体は何ら不均衡とはいえない。\nしかし、その利用行為の料金が無料であったり著しく低いものであるのが、料金以\n外に何らかの経済的給付が別途されていることに起因するものであるならば、形を\n変えた料金の支払があったとみるべきであり、そのようなものについて、形式的な\n料金の支払のみに着目して課税することは、課税の不均衡を招くこととなるので、\n実質的な経済的給付を課税標準に取り込むこととするのが法一一四条四項の趣旨で\nある。\n２　そこで、この観点から検討するに、前記認定事実によれば、オーナーは、原告\n会社に対してオーナー資格の取得費として一口について三二〇万円ないし四〇〇万\n円を、原告管理組合に対して本件施設の管理費として月々四〇〇〇円を支払ってい\nる。\nそして、本件施設の所有権としての価値が、前述したとおり、それほど高くなく、\n共有制の形態は、単に財産保全のための手段にすぎないことからすれば、オーナー\n資格の取得費には、本件施設の利用行為についての対価としての面も含まれている\nとみることが可能であるし、管理費についても、その用途が本件施設の設備につい\nての修繕費や光熱費等であることからすれば、同様に解することができるだけでな\nく、課税しないことがかえって一般のホテルにおける利用行為との間に不公平・不\n均衡を生じさせるものである。\n３　したがって、本件施設でのオーナーの利用行為に対する料金が無料あるいは安\n価であるのは、取得費及び管理費の支払に起因しているといえるから、これらは、\n施行令四一条二号の「入会金、権利金又は会費等」又は同条三号の「前二号に掲げ\nる場合に準ずる場合」に該当すると解すべきである。\n４　以上のとおり、オーナーの本件施設の利用行為は、法一一四条四項の場合に該\n当すると解すべきであるが、この点についての原告らは、第三、三のとおり反論す\nるので、これらの点について検討する。\n（一）　（１）まず、原告らは、原告会社が、本件施設の売買について不動産の譲\n渡益として法人税、住民税、事業税を課され、預託金制ホテルより多額の税負担を\n負っていること、オーナーが各持分に応じた固定資産税をそれぞれ課されているこ\nとをとらえて、被告が、課税の種類に応じて、一方では、形式を重視して課税し、\n他方では実質をとらえて課税しているのは、禁反言ないし信義則に反すると主張す\nる。\n（２）　しかし、原告会社への不動産の譲渡益に対する課税については、本件施設\nの売買時にかかる諸税は、売買に伴う譲渡益を課税客体として売主に課するもので\nあるのに対し、利用時にかかる本件消費税は、利用行為を課税客体として利用者に\n課するものであるから、経営者が納税義務者とされているのは徴税技術上の要請に\nすぎず、経営者を最終負担者とする趣旨ではない。したがって、両者は、課税客体\nを異にしており、二重課税となるものではない。\nまた、預託金制ホテルとの不均衡についても、共有制ホテルの場合には、不動産譲\n渡の形式をとっており、それにより、預託金制の場合に比して財産の保全を図るこ\nとができるという利益を販売の際の利点として掲げているのであるから、不動産譲\n渡益について課税が行われても不当とはいえない。\n（３）　次に、オーナーへの課税についてであるが、固定資産税は、固定資産を課\n税客体として固定資産の所有者に課するものであり、本件消費税は、前述のとお\nり、利用行為を客体として利用行為者に課するものであるから、両者は、それぞれ\n課税客体を異にし、別個の租税法律関係を形成するものといえるから、同様に二重\n課税となるものではない。\nまた、固定資産税は、課税上の便宜のため、所有者として登記又は登録されている\n者に対して形式的に課されるものであり、本件では、前記認定事実のとおり、オー\nナーは、不動産の所有者として登記されているのであるから、固定資産税が課され\nても不当とはいえない。\n（４）　したがって、各課税庁は、それぞれの税法の立法趣旨に従い、それぞれの\n課税客体に対して課税を行っているものであるから、原告らが不当に過重な税負担\nを負っているわけではなく、また、被告が本件消費税を課することが禁反言の原則\nないし信義則違反にも当たらないから、原告らの右主張は採用できない。\n（二）　次に、原告らは、オーナーの本件施設の利用行為が施行令四一条に該当す\nるのであれば、施行令の規定は、政令への委任の限界を超えており、租税法律主義\nに反すると主張する。\nしかし、前述のとおり、オーナーの本件施設の利用行為は、法一一四条四項の立法\n趣旨からして、本件消費税を課することが必要な場合であるから、施行令は、法が\n政令へ委任しようとする範囲を超えるものではない。\nしたがって、租税法律主義に反するとの原告らの主張は採用できない。\n（三）　更に、原告らは、施行令四一条が本件のように利用行為の潜在的対価を受\n領していない場合も含もと解するのであれば、課税要件明確主義に反すると主張す\nる。\nしかし、前述のとおり、オーナーは、オーナー資格の取得に際し、四〇〇万円を原\n告会社に対し、管理費として月々四〇〇〇円を原告管理組合に対し、それぞれ支払\nうことにより、本件施設を無料又は低料金で利用することができるのであるから、\n本件は、原告らの主張するような利用行為の潜在的対価を受領していない場合には\nそもそも該当しない。\nしたがって、原告らの右主張は前提を欠き、採用できない。\n五　争点５について\n１　被告は、法一一四条四項にいう「通常支払うべき料金」は、オーナーメイトの\n料金である七五〇〇円であると主張するのに対し、原告らは、オーナーが無料宿泊\n券を使わずに宿泊する場合の料金である四八〇〇円であると主張する。\n２　そこで、この点について検討するに、法一一四条四項は、経営者が利用者から\n料金以外の何らかの給付を受け、そのため当該利用者に対し無料又は低料金で利用\n行為をさせる場合、料金が無料であるからといって、課税をしなかったり、低料金\nであるからといってこれに相当する税額でしか課税しないとすると、他の料理店等\nや宿泊所等との均衡を欠き、税負担の回避を容易に行うことが可能となるので、税\n負担の公平、税負担の回避の防止のために経営者に対し、その利用行為者が料理店\n等における遊興等の行為について通常支払うべき料金を支払ったものとみなして算\n定した額により、税を課するものであることからすれば、「通常支払うべき料金」\nとは、当該場所について経済的に特別の関係を有しない者が当該場所を利用した場\n合に通常支払うべき料金をいうと解すべきである。\nこのような法一一四条四項の趣旨によれば、「通常支払うべき料金」とは、本件施\n設と特別の関係を持たないビジターの料金が該当し、それがない場合には、施設利\n用の原価に一定の利益を加えた金額が該当すると解すべきである。\nそこで、この観点から検討するに、前記認定事実によれば、本件施設には、ビジタ\nー料金の設定はなく、オーナー以外の者の利用料金としては、オーナーメイトの利\n用料金である七五〇〇円、ダイヤモンドクラブ会員の利用料金である一万一〇〇〇\n円の二種類があるが、本件施設の利用人員は、昭和六三年では、オーナーが約九〇\n〇〇人、オーナーメイトが約一万二〇〇〇人、ダイヤモンドクラブ会員が約九〇〇\n人、メイトが約二三〇〇人、平成元年度では、オーナーが約一万人、オーナーメイ\nトが約一万二〇〇〇人、ダイヤモンドクラブ会員が約八〇〇人、平成二年度では、\nオーナーが約九〇〇〇人、オーナーメイドが約一万五〇〇〇人、ダイヤモンドクラ\nブ会員が約一三〇〇人、平成三年度では、オーナーが約一万人、オーナーメイトが\n約一万四〇〇〇人、ダイヤモンドクラブ会員が約一四〇〇人であり、オーナーメイ\nトによる利用がオーナー以外の者の利用に占める構或比は極めて高いこと、オーナ\nーメイトは、オーナーの指定する者であって、原告らと直接の関係はないことから\nすれば、オーナーメイト料金が本件施設におけるビジター料金に該当するというこ\nとができる。\nまた、本件施設の利用にかかる原価は、別紙１のとおり六〇九〇円であることが認\nめられるから、この点からしても、オーナーメイトの利用料金である七五〇〇円\nは、社会通念上、本件施設利用の原価に一定の利益を加えた金額として妥当である\nといえる。\nしたがって、「通常支払うべき料金」は七五〇〇円であると解するのが相当であ\nり、原告らと特別の関係を有するオーナーの利用料金である四八〇〇円を「通常支\n払うべき料金」とする原告らの主張は採用できない。\n六　以上より、本件施設におけるオーナーの利用は、法一一四条四項に該当し、み\nなす料金は七五〇〇円と解するのが相当であるから、これに基づく被告の本件各更\n正処分及び賦課決定処分は適法である。\n第五　結論\nよって、原告らの本訴各請求はいずれも理由がないからこれを棄却することとし、\n訴訟費用の負担について行政事件訴訟法七条、民事訴訟法八九条、九三条を適用し\nて、主文のとおり判決する。\n別紙１、２（省略）\n"
}