{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 9,
    "month": 7,
    "day": 15
  },
  "case_number": "平成6(行コ)96",
  "case_name": "公文書開示決定処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　栃木県公文書の開示に関する条例（昭和６１年栃木県条例第１号）９条１項に基づき県知事がした，学校法人が大学の施設整備費補助金の交付申請に際し県に提出した前年度収支計算書及び貸借対照表の各一部分を開示する決定につき，同学校法人は当該決定の取消しを求める法律上の利益を有するとした事例　２　栃木県公文書の開示に関する条例（昭和６１年栃木県条例第１号）９条１項に基づき県知事がした，学校法人が大学の施設整備費補助金の交付申請に際し県に提出した前年度収支計算書及び貸借対照表の各一部分を開示する決定が，同条例６条２号及び５号所定の非開示事由が認められないとして，適法とされた事例",
  "case_gist": "１　栃木県公文書の開示に関する条例（昭和６１年栃木県条例第１号）９条１項に基づき県知事がした，学校法人が大学の施設整備費補助金の交付申請に際し県に提出した前年度収支計算書及び貸借対照表の各一部分を開示する決定につき，前記条例３条は，同条例の解釈及び運用について，実施機関は，個人の秘密その他通常他人に知られたくない個人に関する情報がみだりに公開されることのないように最大限の配慮をしなければならない旨を定め，また，同条例６条２号本文は，開示をしないことができる公文書として，法人等に関する情報又は事業を営む個人の当該事業に関する情報であって，公開することにより，当該法人等又は当該事業を営む個人に不利益を与えることが明らかであると認められるものを掲げているところ，これらの規定は，個人，法人その他の団体の秘密ないし情報を公文書の開示により不当に侵害することのないように配慮しようとの趣旨に基づくものと解されるとした上，前記の前年度収支計算書及び貸借対照表は，法人の経理内容に関する情報を記載した文書であるから，前記学校法人は前記決定の取消しを求める法律上の利益を有するとした事例　２　栃木県公文書の開示に関する条例（昭和６１年栃木県条例第１号）９条１項に基づき県知事がした，学校法人が大学の施設整備費補助金の交付申請に際し県に提出した前年度収支計算書及び貸借対照表の各一部分を開示する決定につき，前記の前年度収支計算書及び貸借対照表は，同学校法人の経理内容に関する情報が記載されているところ，この情報からは，他の学校法人との関係で客観的にみて前記学校法人の競争上の地位その他正当な利益を害するような独自の経営上の秘密等を看取することが困難であるから，同情報は，前記条例６条２号本文が非開示事由として定める法人等に関する情報であって公開することにより当該法人等に不利益を与えることが明らかであるものに当たらず，また，前記情報の開示により，大学誘致をはじめとする高等教育機関の整備によって県民の高等教育の機会拡大と振興を図るという前記補助金交付事務の実施目的を失わせるおそれもないから，同条５号が非開示事由として定める県の機関等が行う事務に関する情報であって，当該事務の性質上，公開することにより当該事務又は同種の事務の実施の目的が失われるものに当たらないとして，前記決定を適法とした事例",
  "lawsuit_id": "16260",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16260",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/260/016260_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実及び理由\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決を取り消す。\n２　被控訴人が栃木県公文書の開示に関する条例に基づき平成二年一〇月一九日付\nけでした原判決別紙目録記載の文書を開示するとの決定を取り消す。\n３　訴訟費用は、第一、二審とも、被控訴人の負担とする。\n二　被控訴人及び同参加人（以下「参加人」という。）\n主文同旨\n第二　本件事案の概要は、次のとおり付加訂正するほかは、原判決の「事実及び理\n由」欄の「第二　事案の概要」に記載のとおりであるから、これを引用する。\n一　原判決八枚目裏七行目の末尾に、「このように、本件条例六条二号にいう「当\n該法人等（中略）に不利益を与えることが明らかであると認められるもの」とは、\n開示されることにより、当該法人等の競争上の地位その他正当な利益を害するおそ\nれがあると客観的に認められる情報を指称するものであるが、その「競争上の地\n位」とは、学校法人についていえば、他の学校法人との競争関係において占める優\n位あるいは他の学校法人に劣後しない立場を意味し、右条例の規定により、それ自\n体一個の法益として保護されるものである。ところで、そのような競争上の地位\nは、何よりも、当該法人の業務運営によりその設置する学校における教育、研究の\n成果、業績が向上することによって支えられるものであり、これら教育、研究の成\n果、業績は、当該法人の信用、名誉等の社会的評価を高からしめる場合が少なくな\nい。また、学校法人の業務の運営は、経営者の一定の教育理念に裏打ちされた運営\n方針に立ち、独自の経営手法を駆使して行われる場合に、よくその効果を収めるこ\nとができる。そして、右に述べた信用、名誉等の社会的評価は、「競争上の地位」\nと並んで本件条例の規定が含意する「正当な利益」と観念することができるし、ま\nた、学校法人の運営方針や経営手法も、それが公開されることによって当該法人の\n競争上の地位を劣化させるような種類、内容のものは、業務上の秘密として保護す\nべき「正当な利益」に当たると考えるのが相当である。」を加える。\n二　同九枚目表二行目の「文書で」を「文書である。学校法人の資金収支計算書、\n消費収支計算書、貸借対照表等の財務関係書類は、学校法人が前記の競争上の地位\nを保持するために講じる諸施策の策定遂行に当たり依拠する経営方針とこれを支え\nる財政的基礎を表示し、併せて、諸施策実施の状況をも財務面から明確にする情報\nを記載した文書として意義を有するものである。したがって、本件文書は」と改め\nる。\n三　同一二枚目表九行目の「る。」の次に、「首都圏私立大学五一校についての経\n理計算書類調査結果（丙四）によっても、指針に示された資金収支決算書、消費収\n支計算書、貸借対照表の三点全部のうち、いずれかを開示していない大学は、相当\n数（一七校）に上るのである。また、開示している大学においても、大学の経理の\n透明性を高めるという面から開示しているのではなく、学生からの授業料を増額す\nるために学生やその保護者等に納得してもらうためといった当該大学の事情に応\nじ、開示することのメリットとデメリットを秤にかけて、開示することに、よりメ\nリットがあると考えた結果、開示しているに過ぎず、また、開示する場合にも前記\n三点全部ではなく、その一部のみ開示している大学もある。したがって、開示して\nいない大学が「競争上不利益を被る」として経理情報の開示に踏み切らないこと\nを、簡単に「主観的な判断」に基づくものであると断定することはできない。すな\nわち、各大学の経営のあり方に関する具体的内容の差異を検討することなく、前記\n指針や開示校が多いという実状だけを根拠に、不開示校の利益を「客観的でない」\nとして切り捨てることは許されない。」を加える。\n四　控訴人の当審における新たな主張（本件開示請求が権利の濫用であること）\n１　本件開示請求も本件条例に基づくものであり、しかも、一方には、文書の開示\nによって不利益を受ける者がいるのであるから、その開示請求は、誠実なものでな\nければならない。\n条例が存在する以上、誰でも何でも、どんな目的・動機を持っていても請求が許さ\nれるというものであってはいけない。\nその目的・動機等によっては、権利の濫用として、あるいは権利濫用類似の根拠に\nより、その開示請求が許されないといわなければならない。\n２　参加人の本件開示請求の動機は、乙三によれば、そもそも控訴人の財政が潤沢\nであるのに、県民の税金から本件補助金が交付されるのは、不当であるというにあ\nる。しかも、控訴人は、元文部事務次官Ａが理事長を務める生涯学習振興財団に対\nして、八億円の寄付をした学校法人であるという点を根拠に本件開示請求をしてい\nる。\n３　参加人の右開示請求の背景には、大学の経理は公開すべきであるとか、冗金の\nある控訴人には本件補助金を交付すべきではないとか、補助金を交付するについて\n控訴人の財務資料を収集していないのではないか等の考えがあるものと解される。\nそして、その根拠にあるのは、参加人には「知る権利」があるという主張である。\n４　突き詰めれば、単に、請求権があるからというに過ぎない。そして、その権利\n行使の態様をみると、控訴人の情報のみの開示請求をしていること、その異議申立\n書等に窺われる前記のような請求目的、動機、それ以外に明確に納得できる請求目\n的がないこと、また、その後のマスコミを通じた活動の内容、更にはその長男が同\n様の開示請求をするに至っていること等に照らし、そもそも本件開示請求は、権利\nの濫用にわたるものと解される。そして、許されない開示請求に対してされた本件\n処分は、違法として取り消されなければならない。\n５　控訴人としては、控訴人に係る情報が右のような理解と認識の下に開示請求さ\nれることはとうてい容認することはできない。\n五　控訴人の右主張に対する被控訴人の認否\n１　控訴人の右主張は争う。\n２　本件条例は、一条において「県民の公文書の公開を求める権利を明らかに」\nし、三条前段において、原則公開の基本理念を表しており、ただ「公文書の開示を\nすることにより、県民の基本的人権が侵害されたり、公益が損なわれるというよう\nなことがあってはならないため」、六条において原則公開の例外として適用除外事\n項を定めているのである。\n３　したがって、公開・非公開の決定は、請求に係る情報が非公開条項に該当する\nか否かによって、判断されるべきものであり、請求目的の如何によって公開の是非\nを決めることはできないというべきであって、控訴人のいう請求目的による権利濫\n用の主張は失当である。\n第三　当裁判所の判断\n一　当裁判所も、控訴人の本訴請求は、理由がないからこれを棄却すべきものと判\n断する。その理由は、次のとおり付加訂正するほかは、原判決の「事実及び理由」\n欄の「第三　争点に対する判断」に記載のとおりであるから、これを引用する。\n１　原判決二五枚目表六行目の「解され」を「解されるところ」と、同二七枚目裏\n二行目の「具体的」を「客観的」と、同行の「客観的」を「合理的」と、それぞれ\n改める。\n２　同二八枚目表七行目の末尾に「なお、本件条例三条は、「個人の秘密その他の\n通常他人に知られたくない個人に関する情報がみだりに公開されることのないよう\n最大限の配慮をしなければならない。」と規定しているが、その一方で、同条で\n「県民の公文書の開示を求める権利が十分に保障されるようこの条例を解釈し、運\n用するものとする。」と規定し、公文書の開示を原則としているから、非公開事由\nとしての不利益情報も、通常他人に知られたくない情報というだけでは足りず、当\n該法人等の競争上の地位その他正当な利益を害することが客観的に明らかである場\n合に限られると解するのが、本件条例制定の趣旨、目的に合致するというべきであ\nる。そして、そのように解したとしても、それによって当該法人等の利益が不当に\n害されるとは直ちにいえないと解される。」を、同裏一行目の「であるところ、」\nの次に「これは」を、同三〇枚目裏一行目の「会計基準」の次に「に」を、それぞ\nれ加える。\n３　同三一枚目裏九行目の末尾の次に、行を改めて次のとおり加える。\n「そして、本件文書において、右大科目部分として挙げられているのは、資金収支\n計算書においては、収入の部で、学生生徒等納付金収入、手数料収入、寄付金収\n入、補助金収入、資産運用収入、資産売却収入、事業収入、雑収入、借入金等収\n入、前受金収入、その他の収入、資金収入調整勘定、前年度繰越支払資金、支出の\n部で、人件費支出、教育研究経費支出、管理経費支出、借入金等利息支出、借入金\n等返済支出、施設関係支出、設備関係支出、資産運用支出、その他の支出、資金支\n出調整勘定、次年度繰越支払資金であり、消費収支計算書においては、消費収入の\n部で、学生生徒等納付金、手数料、寄付金、補助金、資産運用収入、資産売却差\n額、事業収入、雑収入、消費支出の部で、借入金等利息、資産処分差額、人件費、\n教育研究経費、管理経費であり、貸借対照表においては、資産の部で、固定資産、\n流動資産、負債の部で、固定負債、流動負債、基本金の部で、基本金、消費収支差\n額の部で、翌年度繰越消費収入超過額である（甲一三）。\nところで、証拠（甲八ないし一〇、一二、一四、一六、三五、三六、四一、乙八、\n当審証人Ｂ）によれば、財務関係書類の分析を行うことで、学校の経営実態を数字\nによりかなり明確に把握することが可能であること、そして、その把握される内容\nも、財務内容（財産の状況、支払能力、信用能力）及び収益力（収入及び支出の実\n態）を分析し、更にはこれらの分析結果を文部省等が公表している統計結果と比較\nすることで他の学校との差異優劣が判明すること、このような財務分析は、財務関\n係書類の記載が大科目のみであっても、十分可能であり、学校の経営実態を把握し\n得る点では小科目をも対象にした場合と大差がないと考えられること、財務分析の\nうち、財務比率を検討することにより、たとえば、貸借対照表からは、自己資金は\n充実されているか、長期資金で固定資金は賄われているか、資産構成はどうなって\nいるか、負債に備える資産が蓄積されているか、負債の割合はどうなっているかな\nどが評価でき、消費収支計算書からは、経営状況はどうか、収入構成はどうなって\nいるか、支出構成は適切であるか、収入と支出のバランスはとれているかなどが評\n価できること、本件文書の大科目の金額が明らかになることにより、控訴人の経営\n規模、資産運用規模等が判明すること、経常的収入と経常的支出のバランスによ\nり、控訴人の経営内容の良否が判断できること、大科目のみであっても、学生生徒\n等納付金収入等の不足分を補う方策、人件費にどれだけ費用をかけているか、教育\n研究経費や管理経費にどれだけの支出をしているかなどを分析することにより、各\n大学の経営方針等が窺われることが認められる。\nしかしながら、財務比率の評価には限界があることは前記認定のとおりであり、ま\nた、財務分析においては、標準比率の比較によって、分析対象の学校法人の経営に\n対する評価はおおよその判断として得ることができるが、そこで用いられる標準数\n値がいくつかの法人の平均数値であり、それが望ましい経営に比してどの程度の状\n況を示しているかが明らかにされていないので、経営の絶対的判断はできない。し\nたがって、学校法人の外部者が現行の会計基準を前提とする計算書類の財務分析を\n行ったとしても、正確かつ細部にまでわたる判断は作成者から詳細な説明を受けな\nい限り困難であり、その学校法人のおおよその姿しか伺い知ることができない（乙\n八）。\nまた、財務関係書類を大科目の記載によって分析することによって、前記のとお\nり、当該学校法人の経営規模、資産運営規模、収支バランス、大科目の記載の範囲\nでの経営方針の方向性等は把握できるとしても、このような経営方針に基づいて、\n具体的に、どのような点に重点をおいて、どのような経営方法で経営がされている\nか（この点に、経営上の秘密やノウハウが大きく関係してくるといえる。）を知る\nためには、大科目のみでは不十分というべきであり、更に小科目（丙八参照、な\nお、大科目は会計基準の限定列挙科目に限られており、各学校法人とも統一的に表\n示することが要請されるが、小科目については、細分化ないし追加は学校法人の任\n意である。－丙八）をも検討しなければ容易に判明するとはいいがたいところであ\nる（たとえば、大科目の事業収入についても、小科目の補助活動収入、付属事業収\n入、受託事業収入、収益事業収入等が分かって、初めて事業収入の具体的な実態が\n明らかになるというべきであるし、大科目の人件費についても、小科目の教員人件\n費、職員人件費、役員報酬等が判明しなければ、その特色を十分把握できるとは必\nずしもいえない。）。\nしたがって、本件文書に記載されている大科目レベルの数値が開示されることによ\nり、控訴人の経理内容、経営方針のおおよその姿が前記のような程度の範囲で判明\nするとしても、それのみによって、控訴人独自の経営上の秘密やノウハウが具体的\nに判明するとはにわかに断じがたいところである。」\n４　同三二枚目裏一〇行目の「考えることもでき」の次に「（指針は、このような\n財務情報を開示すれば、前記の程度の経営内容の把握、財務分析が可能であること\nは当然予想しているものと考えられる。）」を加える。\n５　同三三枚目裏二行目の「いわば」から同三行目末尾までを「綱領の精神を実現\nするために、学校法人としては、そのような不利益を甘受すべきものであるとの判\n断を前提に、指針を定めたものと考えることができる。」と改める。\n６　同三行目の末尾の次に、行を改めて次のとおり加える。\n「また、平成七年六月に総務庁行政監察局が作成した「高等教育に関する行政監察\n結果報告書」（丙一〇）によれば、同報告書では、学校法人は、私立学校法に基づ\nき所轄庁（大学等の場合は文部大臣）の認可を受けて設立され、また、多くの学校\n法人は国から多額の補助を受けており、極めて公共性・公益性の高い法人であるこ\nとから、財務関係の書類を積極的に公開することが必要と認められるとし、文部省\nに対し、学校法人の会計経理の透明性を確保する観点から、学生の保護者等を含め\nた関係者に対し財務関係の書類を積極的に公開するよう学校法人を指導することを\n提言していることが認められる。ここには、学校法人が極めて公共性・公益性の高\nい法人であるとの認識から、それを指導する行政の立場からも、その会計経理の透\n明性を確保するため、財務関係の書類を積極的に公開することが公益に合致すると\nの認識が示されていると認められ、それは、学校法人の財務関係書類をすべて秘匿\nすることが必ずしも正当な利益であるとはいえないとの認識も含んでいるというべ\nきである。」\n７　同三四枚目裏二行目の末尾に「また、控訴人は、前記経理情報を開示している\n学校法人においても、大学の経理の透明性を高めるという面から開示しているので\nはなく、当該大学の事情に応じ、開示することのメリットとデメリットを秤にかけ\nて、開示することに、よりメリットがあると考えた結果、開示しているに過ぎず、\nまた、開示する場合にも前記資金収支計算書、消費収支計算書、貸借対照表の三点\n全部ではなく、その一部のみ開示している大学もある、したがって、開示していな\nい大学が「競争上不利益を被る」として経理情報の開示に踏み切らないことを、簡\n単に「主観的な判断」に基づくものであると断定することはできないと主張する。\n確かに、右のような経理情報を開示する際には、それによる利害得失について種々\nの観点からの検討がされることは当然であるが、その際に、前記のような綱領及び\n指針の趣旨が考慮されていないとは考え難く、前記のような多くの大学において、\n継続して経理情報が開示されていることは、前記経理公開の精神が尊重され、これ\nが是とされていると推測することができる。そして、開示している大学の中には、\nその一部しか開示してない大学もあるとしても、それによって、前記のような判断\nを左右するものともいえない。」を加える。\n８　同三五枚目表七行目の「客観的な」を「正確かつ細部にまでわたる」と、同三\n六枚目表一一行目の「二」を「三」と、それぞれ改める。\n９　同三七枚目裏二行目の「具体的」を「客観的」に、同三行目の「客観的」を\n「合理的」に、それぞれ改める。\n１０　同三八枚目裏四行目の末尾の次に、行を改めて次のとおり加える。\n「４なお、控訴人は、栃木県が、控訴人に対し、本件補助金交付申請書及び添付書\n類を提出させるに当たり、本件条例の存在と本件文書程度の経理文書が公開される\n可能性のあることを説明すべきであったのに、それを怠り、何らの説明もせず、そ\nのため、控訴人は栃木県から命じられるままに本件文書等を提出したのであるか\nら、公開されれば控訴人の不利益となる本件文書が控訴人の意思に反して公開され\nることは、控訴人に対する重大な信義則違反であると主張する。\nしかしながら、本件条例は、昭和六一年三月三一日に制定・公布され、同年一〇月\n一日から施行されたものである（甲一）。一方、控訴人は、昭和六一年五月に、栃\n木県に本件補助金の交付の要望をし、平成元年三月一四日付けで、本件補助金交付\nに必要な書類として、栃木県が添付を義務づけた文書を添付して本件補助金のうち\n昭和六三年度分四億円の交付申請をし、その際の添付書類の中に本件文書が含まれ\nていたことは、前記認定のとおりである。このように、本件文書は、本件補助金の\n交付のために必要な書類として栃木県に提出されたものであり、その際に、本件文\n書を公にしないとの約束がされたことは本件全証拠によるもこれを認めるに足りな\nい。そして、このような場合に、栃木県が控訴人に対し、進んで本件条例の存在を\n説明すべき義務があるとは到底いえないから、栃木県に控訴人に対する重大な信義\n則違反があるとは認めがたい。\nよって、控訴人の右主張は採用できない。」\n１１　控訴人の当審における新たな主張について\n（一）　控訴人は、参加人の本件開示請求は、権利の濫用であると主張する。\n（二）　本件条例一条は、「県民の県政に対する理解と信頼を深め、県政への参加\nを推進し、もって一層公正で開かれた県政の実現に寄与することを目的」として、\n本件開示請求権を同条例五条一項に掲げた請求権者に認めているのであるから、右\n請求権者の本件条例に基づく開示請求は、右のような目的の下にされるべきもので\nある。しかし、控訴人の主張するような目的を参加人が有していたとしても、本件\n条例の掲げる目的に直ちに反するものとはいえないというべきであるから、参加人\nが控訴人主張のような目的を有していたとしても、当然に権利の濫用に該当すると\nはいえない。特に本件において開示を請求された文書は、前記認定のとおり、栃木\n県が行った補助金交付に際して提出された書類であり、栃木県が、どのような資料\nに基づきどのような団体に補助金を交付したかは同県民の正当な関心事であるか\nら、右文書の開示を請求することが権利の濫用になるとは到底いえないというべき\nである。なお、本件条例四条に規定するとおり、情報の開示を受けた者はこれを適\n正に利用すべきものであり、その利用方法いかんによっては、開示された情報を利\n用することが権利の濫用になる場合もあり得るが、それは別個の問題である。\n（三）　よって、控訴人の右主張は採用できない。\n二　以上のとおり、控訴人の請求を棄却した原判決は相当であり、本件控訴は理由\nがないからこれを棄却することとし、訴訟費用の負担について行政事件訴訟法七\n条、民事訴訟法九五条、八九条を適用して、主文のとおり判決する。\n（裁判官　矢崎秀一　山崎健二　彦坂孝孔）\n"
}