{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 6,
    "month": 11,
    "day": 29
  },
  "case_number": "平成6(行ウ)8",
  "case_name": "監視区域指定処分取消請求事件",
  "court_name": "広島地方裁判所",
  "field": "行政",
  "gist": "国土利用計画法２７条の２第１項に基づく監視区域の指定の行政処分性",
  "case_gist": "国土利用計画法２７条の２第１項に基づく監視区域の指定の効果は，当該監視区域内の土地に権利を有する不特定多数の者に対する一般的抽象的なものにすぎないから，このような効果を生ずるということだけから直ちに同指定が個人の法律上の地位ないし権利関係に対し直接に何らかの影響を及ぼすような性質のものであるということはできず，前記指定は取消訴訟の対象となる行政処分には当たらない。",
  "lawsuit_id": "16382",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16382",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/382/016382_hanrei.pdf",
  "contents": "○　主文\n本件訴えを却下する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が平成五年二月一日広島市告示第二八号をもってした監視区域指定処分の\nうち、別紙物件目録記載の各土地を監視区域と指定した部分を取り消す。\n２　訴訟費用は被告の負担とする。\n二　被告の答弁\n１　本案前の答弁\n主文同旨\n２　請求の趣旨に対する答弁\n（一）　原告の請求を棄却する。\n（二）　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告は、別紙物件目録記載の各土地（以下「本件土地」という。）をいずれも\n所有している。\n２　被告は、平成五年二月一日、国土利用計画法（以下「法」という。）二七条の\n二第一項、四四条により、広島市告示第二八号をもって、広島市の区域のうち、平\n成五年二月一日現在において都市計画法（昭和四三年法律第一〇〇号）七条一項の\n規定により市街化区域と定められている区域（以下「市街化区域」という。）を監\n視区域に指定した（以下「本件指定」という。）（なお、右告示では、右区域以外\nにも監視区域に指定された区域がある。）。\n３　本件土地は、市街化区域内の土地である。\n４　本件指定は、法に定められた要件を欠くものであって違法である。すなわち、\n法二七条の二第一項によれば、監視区域の指定処分は「地価が急激に上昇し、又は\n上昇するおそれがあり、これによって適正かつ合理的な土地利用の確保が困難とな\nるおそれがあると認められる区域」に対してなされるべきであるが、昭和五八年こ\nろから上昇しはじめ、昭和六〇年以降急激に上昇した地価は、平成二年ころから沈\n静化し、その後は大幅な下落を続けており、被告が本件指定を行った平成五年二月\n一日時点では、広島市の地価が急激に上昇し、又は上昇するおそれなどなかったも\nのである。\n５　原告は、被告の違法な本件指定によって、本件土地の適正な取引を著しく阻害\nされた。\n６　よって、原告は、被告に対し、本件指定のうち、本件土地を監視区域に指定し\nた部分の取消を求める。\n二　本案前の主張及び請求原因に対する認否\n１　本案前の主張\n（一）　本件指定は、特定の個人に対してなされたものではなく、ある一定の範囲\n内の区域を監視区域として一般的、抽象的に指定したに過ぎず、取消訴訟の対象と\nなる行政庁の処分に当たらない。すなわち、本件指定によって、監視区域内におい\nて一定面積以上の土地売買等の契約を締結しようとする当事者には被告に対する届\n出が義務づけられるが、このような本件指定の効果は、右契約締結の段階に至って\n初めて具体化するものであり、それは、あたかもこのような届出義務を課する法令\nが制定された場合におけると同様、当該監視区域の土地に関する権利を有する不特\n定多数の者に対する一般的抽象的なものに過ぎない。\n（二）　仮に、本件指定が取消訴訟の対象となるとしても、原告には本件指定の取\n消を求める原告適格が認められない。すなわち、本件指定の効果は右に述べたとお\nりであるから、本件指定は、原告の本件土地に対する所有権に対して直接の法律上\nの効果を及ぼすものではない。\n（三）　仮に、本件指定が取消訴訟の対象となり、かつ、原告適格が認められると\nしても、本件訴えは出訴期間を徒過したものである。すなわち、取消訴訟は処分が\nあったことを知った日から三箇月以内に提起しなければならない（行政事件訴訟法\n一四条一項）が、本件指定のように法律上公告することになっているものについて\nは、当該公告があった日の翌日から出訴期間を起算すべきであり、本件指定は平成\n五年二月一日に公告されているから、平成六年三月一日に提起された本件訴えは右\n出訴期間を徒過している。また、取消訴訟は処分の日から一年を経過したときは提\n起できないが（同条三項）、本件訴えはこの期間も徒過している。\n（四）　よって、いずれにしても本件訴えは不適法であり、却下を免れない。\n２　請求原因に対する認否\n（一）　請求原因１の事実のうち、原告が本件土地のうち別紙物件目録記載一及び\n二の各土地を所有していることは認め、その余は否認する。\n（二）　請求原因２及び３の各事実は認める。\n（三）　請求原因４の事実は否認する。原告主張の地価動向は広島市には妥当しな\nい。\n（四）　請求原因５の事実は否認する。\n（五）　請求原因６は争う。\n三　本案前の主張に対する反論\n１　本案前の主張（一）に対する反論\n（一）　取消訴訟の対象となる行政庁の処分は、必ずしも関係人の権利義務を変動\nさせることを目的とするいわゆる狭義の行政行為の性質をもつ処分・裁決に限定さ\nれるものではない。\n（二）　仮に、取消訴訟の対象となる行政庁の処分がいわゆる狭義の行政処分に限\n定されるとしても、本件指定は、その効果が国民の財産権を直接制限するものであ\nるから、取消訴訟の対象となる行政庁の処分である。すなわち、本件指定によっ\nて、原告が本件土地について売買契約を締結しようとする場合には、被告に対する\n届出が義務づけられ、被告が本件土地の価格を指導することになる（ひいては許可\n制と変わらない結果をもたらす）ので、原告は本件土地の価格を自由に定めて売買\nすることができなくなり、また、この結果処分（売却）可能性が制限されることに\nなり、これによって本件土地の価値は減少するから、本件指定は国民の財産権を直\n接制限するものである。\n２　本案前の主張（二）に対する反論\n右に述べたとおり、原告は本件指定によってその所有する本件土地の価値の減少と\nいう直接の法律上の影響を受けているから、原告適格は認められる。\n第三　証拠（省略）\n○　理由\n一　請求原因１の事実のうち、原告が本件土地のうち別紙物件目録記載一及び二の\n各土地を所有していること並びに請求原因２及び３の各事実は、当事者間に争いが\nない。\n二　被告は、本件指定は取消訴訟の対象となる行政庁の処分に当たらない旨本案前\nの主張をしているので、この点について判断する。\n行政庁の行為が取消訴訟の対象となる処分といい得るためには、その行為が個人の\n法律上の地位ないし権利関係に対し、直接に何らかの影響を及ぼすような性質のも\nのでなければならない。なぜならば、そのような性質をもたない行政庁の行為につ\nいては、その取消しを認める一般的な必要性も利益もないからである。したがっ\nて、右に反する原告の主張（前記第二の三１（一））は、採用しない。\nそこで、本件指定が右のような性質を有するものであるか否かについて検討する。\n法によれば、一定面積以上の土地売買等の契約を締結しようとする当事者は都道府\n県知事（指定都市にあってはその長。以下同じ。）に対する右契約に関する事項の\n届出の義務を負い、一定期間は当該契約の締結が禁止され（法二三条、四四条）、\nまた、一定の場合には、当該契約の締結の中止等の都道府県知事による勧告がなさ\nれることがある（法二四条）ところ、監視区域内の土地については、土地売買等の\n契約の届出及び勧告について特例が設けられ、監視区域外よりも土地売買等の契約\nに係る土地の面積が小さい場合においても当該契約が右届出等の対象となり（法二\n七条の三）、勧告がなされ得る場合もより多く定められている（法二七条の四）。\nしたがって、本件指定により、これがなされない場合に比較して、土地売買等の自\n由度が一定程度制約される結果がもたらされることは否定できない。\nしかしながら、このような本件指定の効果は、当該監視区域内の土地に関する権利\nを有する不特定多数の者に対する一般的抽象的なものに過ぎないから、このような\n効果を生ずるということだけから直ちに本件指定が個人の法律上の地位ないし権利\n関係に対し直接に何らかの影響を及ぼすような性質のものであるということはでき\nない。\nまた、原告は、本件指定が国民の財産権を直接制限するものであるとする理由とし\nて、本件指定によって原告の所有する本件土地の価値が減少することを挙げる（前\n記第二の三１（二））。しかし、仮に本件指定によって原告所有の本件土地の価値\nが減少するとしても、それは、前記のような本件指定による土地売買等に関する法\nの適用関係の変動により事実上もたらされるものに過ぎず、本件指定による事実上\nの間接的な影響に過ぎないから、右の点を捉えて、本件指定が個人の法律上の地位\nないし権利関係に対して直接に影響を及ぼすものであるということはできない。\n以上により、本件指定は取消訴訟の対象となる処分であるということはできない。\n三　よって、その余の点について判断するまでもなく、本件訴えは不適法であるか\nら却下することとし、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法八九\n条を適用して、主文のとおり判決する。\n（裁判官　佐藤修市　白井幸夫　柴田寿宏）\n別紙物件目録（省略）\n"
}