{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 9,
    "day": 13
  },
  "case_number": "平成2(行ウ)21",
  "case_name": "使用許可処分取消請求事件",
  "court_name": "千葉地方裁判所",
  "field": "行政",
  "gist": "県知事が，地方自治法２３８条の４第４項に基づき，ガス会社に対してガス整圧器建設のため県営住宅の敷地の一部につきした行政財産使用許可処分について，その隣地及び地上建物の所有者は，当該施設の有する抽象的な危険性をもってその所有権が侵害され，又は必然的に侵害されるおそれがあるとはいえず，また，同項の趣旨が行政財産の適正かつ効率的な管理を期することにあり，当該土地の周辺住民の個別的権利，利益を保護することにあるのではないことから，前記許可処分の取消しを求める原告適格を有しないとした事例",
  "lawsuit_id": "16593",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16593",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/593/016593_hanrei.pdf",
  "contents": "○　主文\n一　本件訴えを却下する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　被告が訴外野田ガス株式会社に対し平成三年三月二七日付けでなした別紙物件\n目録（一）記載の土地部分についての行政財産使用許可処分を取り消す。\n２　訴訟費用は被告の負担とする。\n二　被告\n本案前の申立\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　原告の地位\n原告は、別紙物件目録（二）記載一の土地（以下「原告土地」という。）及び同二\nの建物（以下「原告建物」という。）の所有者であり、原告建物には、三四世帯が\n収容可能で、現在十数世帯が居住している。\n原告土地に隣接する別紙物件目録（一）記載の一五五三番一の宅地を含も千葉県所\n有の土地には、千葉県が五棟の高層集合住宅を建設中で、その中の三棟は完成して\n既に居住の用に供されている。\n２　被告の処分\nガスの製造、供給、販売等を目的とする株式会社である訴外野田ガス株式会社は、\n右集合住宅にガスを供給するについて、別紙物件目録（一）記載の土地部分（以下\n「本件土地部分」という。）に、ガス整圧器（以下「本件整圧器」という。）及び\n同整圧器を収容する建造物（以下「本件建造物」という。）を設置するため、平成\n元年四月一〇日、被告に対し、本件土地部分の使用許可申請をし、被告は、同年六\n月一日付けで、同会社に対し使用許可の期間を同日から平成三年三月三一日までと\n定めて本件土地部分の使用を許可する処分をし、更に右許可の期間の満了に先立\nち、同会社からの申請に基づいて、平成三年三月二七日付けで、使用期間を平成三\n年四月一日から平成六年三月三一日までと定めて、同会社に対し、本件土地部分の\n使用を許可する処分（以下「本件処分」という。）をした。\n３　本件処分の違法性\n（一）　本件整圧器の危険性\n本件整圧器（各家庭付近の本管に送られたガスを各家庭に支管を通じて送る際、ガ\nスの圧力を家庭で使用可能な状態まで落とすための機器）には本管、支管等との接\n合部分が一〇箇所あり、これら接合部分は、螺旋螺子又は溶接により接合されてい\nるが、自然破損、地震などの衝撃により破損を生じやすく、ガス爆発の危険性が高\nい。\nまた、弁、開閉栓が、ガスの流出を生じやすい構造になっているので、ガス漏れに\nよる爆発の危険性がある。\n（二）　立地条件による危険性\n右のように、本件整圧器自体が危険性の高いものであるばかりでなく、本件建造物\nが設置されている周辺地域は、地面を低流する局地的な風が発生しやすい地形であ\nり、災害の拡大が予想される土地であるから、本件整圧器の危険性はより高いもの\nになる。\n（三）　本件整圧器の設置場所\n（１）　ガス工作物の技術上の基準を定める省令（昭和四五年一〇月九日通商産業\n省令第九八号）八条（離隔距離）一項、三項、ガス工作物の技術上の基準の細目を\n定める告示（昭和四五年一〇月九日通商産業省告示第六三五号）三条によれば、本\n件整圧器は、原告建物及びこれに付属する変電機、貯水槽、モーター、駐車場等と\n一一・三一メートルの距離をとって設置されなければならないところ、本件整圧器\nは、原告土地から約四〇センチメートル程の距離しかとらずに設置されている。\n（３）　更に、前記省令九条の三によれば、本件整圧器の外面から原告建物に付属\nするモーター、駐車場まで八メートルの距離を保持するか、その間にガスが流動す\nることを防止する措置を講じなければならないところ、本件整圧器にはこのような\n配慮がされていない。\n（四）　したがって、本件整圧器及び本件建造物は、近隣住民に日夜耐えがたい不\n安感を与えている。また、原告建物は多数人の生活する共同住宅であるから、万一\nガス爆発事故が発生したときは、共同階段が破壊され、避難時に重大な人身事故の\n生ずる危険がある。\n（五）　以上のとおり、本件整圧器及び本件建造物設置のための本件処分は、原告\nの土地、建物の所有権の正当な行使を脅かすとともに、原告を含も近隣住民の安全\nな生活を享受する権利を脅かすものであり、違法な処分である。そして、原告には\nその取消しを求める法律上の利益がある。\n４　よって、原告は、本件処分の取消しを求める。\n二　被告の本案前の申立の理由\n被告が本件処分をしたことは認める（ただし、本件処分及び平成元年六月一日付け\nの処分は、いずれも別紙図面に表示のガス管の埋設のための土地使用の許可ととも\nになされたものである。）が、以下の理由により、本件訴えは、不適法なものとし\nて却下されるべきである。\n行政事件訴訟法九条にいう「法律上の利益を有する者」とは、当該処分により、自\n己の権利若しくは法律上保護された利益を侵害され、又は必然的に侵害されるおそ\nれのある者をいい、当該処分を定めた行政法規が、不特定多数者の具体的利益をも\nつぱら一般的公益の中に吸収解消させるに止めず、それが帰属する個々人の個別的\n利益としてもこれを保護すべきものとする趣旨を含むと解される場合には、このよ\nうな利益も右法律上保護された利益に当たるとされているところ、本件処分の根拠\n規定である地方自治法二三八条の四は、地方公共団体の行政目的達成のため行政財\n産の適正かつ効率的な管理を期することを趣旨とした規定であり、その趣旨からし\nて個々人の個別的利益を保護する趣旨を含まないものであることが明らかであるか\nら、原告は、法律上保護された利益を侵害され、又は必然的に侵害されるおそれの\nある者に当たらず、本件処分の取消しを求めるにつき、何ら法律上の利益を有しな\nい。したがって、原告は本件訴えを提起する原告適格を欠くものである。\n第三　証拠（省略）\n○　理由\n一　被告が本件処分をしたことは、当事者間に争いがない。\n二　そこで、原告に本件処分の取消しを求める原告適格があるか否かについて検討\nする。\n原告は、本件処分による許可を受けて設置された本件整圧器にはガス爆発の危険性\nがあり、本件処分によって原告の所有権及び原告を含む付近住民の安全な生活を享\n受する権利が脅かされるとして、原告にはその取消しを求める法律上の利益があ\nり、原告適格がある旨主張する。\n１　行政事件訴訟法九条にいう「法律上の利益を有する者」とは、当該処分により\n自己の権利若しくは法律上保護された利益を侵害され又は必然的に侵害されるおそ\nれのある者をいうものと解されるところ、本件整圧器の設置によるガス爆発発生の\n危険性は極めて抽象的で漠然とした危険性にすぎず、これをもって原告の所有権が\n侵害され又は必然的に侵害されるおそれがあるとは到底いえない。\n２　次に、本件整圧器の設置に伴う危険を受けないという付近住民の利益が、法律\n上保護された利益といえるか否かについて検討するに、右「法律上保護された利\n益」とは、取消訴訟の目的が、行政権の行使により違法に侵害された国民の権利、\n利益の回復を図るにあることに鑑みれば、当該行政処分の根拠法規がその者の利益\nを個別的具体的に保護するために行政権の行使を規制していることにより保障され\nている利益をいうと解され、行政法規が他の目的、特に公益の実現を目的として行\n政権の行使に制約を課している結果たまたま一定の者が受けることとなる反射的利\n益や事実上の利益は含まれないと解される。\nところで、地方自治法二三八条の四第一項は、行政財産について、その貸付け、交\n換、売払い、譲与、出資の目的とすること、信託、私権を設定することを原則的に\n禁止し、同条第二項は、行政財産である土地については、例外的にその用途又は目\n的を妨げない限度において、国、他の地方公共団体その他政令で定めるものに対\nし、政令で定める用途に供させるために、政令で定めるところにより、これを貸し\n付け、又はこれに地上権を設定することができると規定し、本件処分の根拠規定で\nある同条第四項は、行政財産について、その用途又は目的を妨げない限度において\nその使用を許可することができると定めているところ、当然のことながら、同条に\n基づく許可処分がなされたというだけで、直ちに当該土地周辺地域の住民の生活環\n境に影響が生じるというものではない。\nまた、同条の趣旨は、行政財産の適正かつ効率的な管理を期することにあるのであ\nって、当該土地周辺地域の住民の個別的な権利・利益を保護することにあるのでは\nないことは明らかであり、他に同条が当該土地周辺地域の住民の個別的利益を保護\nすることを目的として行政権の行使である許可処分に制約を課していると解すべき\n根拠はない。\n３　したがって、原告は、本件処分により自己の権利若しくは法律上保護された利\n益を侵害され又は必然的に侵害されるおそれのある者に当たるとはいえず、本件処\n分の取消しを求めるにつき、法律上の利益を欠き、原告適格を有しないというべき\nである。\n三　よって、本件訴えは不適法なものであるからこれを却下することとし、訴訟費\n用の負担につき行政事件訴訟法七条、民事訴訟法八九条を適用して、主文のとおり\n判決する。\n（裁判官　河本誠之　遠藤きみ　平岩紀子）\n別紙（省略）\n"
}