{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 8,
    "month": 11,
    "day": 14
  },
  "case_number": "平成3(行ウ)8",
  "case_name": "関労基署長遺族補償等不支給処分取消",
  "court_name": "岐阜地方裁判所",
  "field": "労働",
  "lawsuit_id": "18922",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18922",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/922/018922_hanrei.pdf",
  "contents": "主　　　文\n一　被告が原告に対して昭和六二年六月二九日付けでした労働者災害補償保険法に\nよる遺族補償年金給付及び葬祭料を支給しない旨の処分を取り消す。\n二　訴訟費用は被告の負担とする。\n事実及び理由\n第一　請求\n主文と同旨\n第二　事案の概要\n本件は、原告において、訴外株式会社美濃かしわ（以下「訴外会社」という。）\nの従業員であった亡夫ａ（以下「ａ」という。）が勤務中に倒れ、搬送された病院\nで死亡したことが業務上の死亡に当たるとして、被告に対し労働者災害補償保険法\n（以下「労災保険法」という。）に基づく遺族補償年金給付及び葬祭料支給を求め\nたところ、右死亡は業務上の事由によるものと認められないとして、不支給の処分\nがなされたことから、右処分の取消しを求めた事案である。\n一　前提事実（争いのある事実については、各項末尾に証拠を掲記する。）\n１　被災者の経歴等\n原告の夫であったａ（昭和七年五月三〇日生）は、昭和五九年一〇月八日、鶏肉\nの製造加工業を営む訴外会社（所在地・岐阜県関市＜以下略＞）に雇用（昭和六〇\n年五月一六日から本採用）され、以来同会社敷地内にある従業員寮に単身で寄宿\n（三食を訴外会社の食堂でとっていた。）しながら、鶏の解体作業に従事してい\nた。（弁論の全趣旨）\n２　訴外会社の業務内容及び作業工程の流れ\n訴外会社における鶏肉製造・加工の作業工程の概略は次のとおりである。\n（一）　第一工程\n集荷された生鳥鶏を、シャックル（回転式鶏掛け装置）に足から吊り下げ、機械\nで自動的に頸動脈を切り、血抜きをし、スプレイスコルダー内で約六〇度の霧状の\n湯に浴びせて温め、機械で脱毛する。\n脱毛後、当日の注文数に応じて屠体（内蔵を取り除かないもの）と中抜き（内蔵\nを取り除いたもの）とに区分し屠体は、シャックルから外し、容器（数が多いとき\nは水槽、少ないときはかご）に保管する。\n中抜きの対象とする鶏は、シャックルに吊ったまま、機械で尾、頭を切り落とし\nた後、首皮切り（包丁を用いて鶏の首皮を切り取る。）を行う。その後、自動的に\n内臓が取り出される。（乙十七、十八、二一、証人ｂ、検証の結果）\n（二）　第二工程\n第一工程を終えた鶏は、自動的にシャックルから外れて水の流れる第一スピンチ\nラーに落ち、ここを通ることにより洗浄・予備冷却され、更に氷水の流れる第二ス\nピンチラーを通ることにより本冷却される。\nその後、冷却した鶏を手作業によりシャックルに吊るし、包丁を使って鶏のモモ\n部分などに切り口を入れ、関節を外す（以下この作業を「前処理作業」とい\nう。）。\n前処理作業は、①筋入れ、②玉出し（関節を外す）、③スプーン状のナイフで肉\nをえぐる、④モモを外すという四工程に別れ、八人が二人一組で右四工程にあた\nる。\n前処理作業を終えた鶏を、流れ作業で、モモラインでもも肉を外し、次にムネラ\nインで胸肉を取り、ササミラインでささ身を取り、ガラ（骨）を外す。\n昀後にこれらのもも肉、胸肉、ささ身を真空パックにする。（前記に同じ）\n３　訴外会社の労働時間及び作業環境等\n所定労働時間は、就業規則上、休日（日曜日、国民の祝日、一月一日から一月三\n日まで）を除き、始業午前八時、終業午後五時とされ、休憩は、午後零時から午後\n一時までの一時間と午後三時から午後三時一五分までの一五分間と定められている\n（実労働時間七時間四五分）。なお、午前中の休憩時間の定めはなく、交代で適宜\nトイレ休憩をとっている（乙一、二）。\n作業環境は、食品衛生上、鶏肉が傷むことを避けるために、工場内には暖房設備\nはなく、冬でも暖房を入れずに作業を行っている（証人ｂ）。\n４　ａの訴外会社における昭和六〇年六月一六日から昭和六一年三月四日までの間\nの勤務状況は、別表１勤務状況一覧表記載のとおりである。\n５　発症から死亡までの経過\nａは、昭和六一年三月四日午前九時四〇分ころ、第一スピンチラー横の研磨室入\n口の柱の角にもたれかかるような状態でいるところを発見され、救急車で岐阜県厚\n生農業協同組合連合会総合病院中濃病院に搬送され、脳動脈瘤破裂によるクモ膜下\n出血と診断されて治療を受けたが、同日午後四時二〇分にクモ膜下出血により死亡\nした。\n６　本件処分等\n（一）　原告は、昭和六二年三月三一日被告に対し、ａの死亡は労災保険法七条一\n項一号に規定する業務上の死亡であるとして、同法一六条による遺族補償年金及び\n同法一七条による葬祭料の給付請求をしたところ、被告は、昭和六二年六月二九日\n付けで「業務上の災害（死亡）とは認められない」として不支給の処分（以下「本\n件処分」という。）をし、原告に通知した。（甲四の一、四の六）\n（二）　そこで、原告は、本件処分を不服として、岐阜労働者災害補償保険審査官\nに対し審査請求をしたが、右審査官は、昭和六二年一一月一二日付けで右審査請求\nを棄却する旨の決定をした。\n（三）　原告は、右決定を不服として、労働保険審査会に対し再審査請求をした\nが、同審査会は、平成三年二月四日付けで再審査請求を棄却する旨の裁決をした。\n二　争点\nａの死亡が業務上の事由によるものといえるか否か。\n１　原告の主張\n（一）　業務起因性について\n（１）　業務起因性の意義について\n労働者災害補償保険制度（以下「労災補償制度」という。）は、使用者の負う無\n過失の災害補償責任の担保ではなく、労働者とその家族の生活の安定にある。した\nがって、業務起因性があるというためには、業務と死亡等の災害との間に合理的関\n連性が存すれば足りる。\n仮に、相当因果関係を要するとしても、労災補償制度の目的が労働者とその家族\nの生活保障に重点が置かれていることに照らすと、それは債務不履行や不法行為の\n損害賠償で要求される相当因果関係よりはるかに緩やかなもので足りる。\nそして、疾病の発症の原因が複数競合する場合には、業務が当該傷病等の発生に\n相対的に有力であることは必要ではなく、業務が基礎疾患などを誘発または増悪さ\nせて発症の時期を早めるなど、基礎疾患等と共働原因となって発症等の結果を招い\nたと認められれば、相当因果関係があるというべきである。\n（２）　認定基準について\n労働省労働基準局長の通達である認定基準は、昭和六二年に改訂されたもの（後\n記被告の主張で述べられる新認定基準）も、従来の災害主義を踏襲するものであ\nり、業務と疾病等との間に超相当因果関係とも呼ぶべき厳格な因果関係を要求する\nもので不当である。\n特に、過重負荷労働の対象期間を原則として発症前一週間までに限定しているこ\nとは、慢性的な長時間労働による疲労の蓄積が脳動脈瘤の形成・進展に影響を与え\nることを軽視するもので、医学上の根拠がない。\nそもそも、認定基準は、業務上外認定処分を所管する行政庁が処分を行う下部行\n政機関に対して運用の基準を示した通達に過ぎず裁判所を拘束するものではない。\n（二）　ａの業務内容\n（１）　発症当時の所定労働時間内における作業内容は、始業時から午前九時ない\nし同一〇時ころまで第一工程における首皮切り作業、その後、第二工程における鶏\n掛け作業や、前処理作業、モモライン、ムネラインにおける解体作業であった。そ\nれ以外にも、休憩時や作業開始前に解体品をかごに取り、原料冷蔵庫に搬入・搬出\nする作業にも従事していた。\n（２）　ａの従事した時間外労働のうち、早出作業の内容は次のとおりである。\n昭和六〇年一一月一六日からは、無資格であったにもかかわらず、始業時（通常\n午前八時、繁忙期は午前七時）の一時間（夏季以外）ないし三〇分（夏季）前にボ\nイラーを点火して湯を沸かし、沸騰させてからバルブを廻して水槽に湯を送り込む\n作業（以下「ボイラー点火作業」ともいう。）に従事した。\nさらに、急速冷凍庫で冷凍し保管されていた鶏を一〇〇ないし二〇〇ケース箱詰\nめする作業や前夜冷蔵庫から出して解凍した鶏の真空パック詰め作業に従事してい\nたほか、前日に解体したモモの骨抜き作業に従事することもあった。\n（３）　ａの従事した終業時間後の残業の労働内容は、主としてモモの骨抜き作業\nが中心であり、他に、出荷のための準備作業、冷凍品を解凍のため並べるなどの作\n業もあった。\n（三）　ａの慢性的長時間労働・過密労働について\n次のとおり、過重な労働に長時間従事し、疲労を増幅・蓄積させてきた結果、そ\nの過労とストレスがａの血管の変化、動脈瘤の形成・進展を促してきた。\n（１）　恒常的な長時間労働\n①　拘束時間\n発症前九か月間（昭和六〇年六月一日から同六一年二月二八日まで、以下「発症\n前九か月間」という。）の総労働時間（拘束時間・退勤時刻から出勤時刻を差し引\nいた時間）は、三〇八一時間二五分であり、これを年間の拘束時間に換算すると、\n四一〇八時間三三分となり、日曜、祭日も含めて年間を通して毎日約一一時一五分\nもの時間、訴外会社の労働に拘束されていた。\n②　実労働時間\n発症前九か月間の実労働時間（右の拘束時間から、休憩時間、食事時間を控除し\nたもの）の合計は、二七五七時間五四分であり、これを年間の総実労働時間に換算\nすると、三六七七時間一二分となる。\n昭和六〇年度の日本の労働者の平均年間総実労働時間は二一〇九時間であるか\nら、ａは、当時の日本の労働者の平均の一・七四倍余の時間の労働に従事していた\nことになる。ａは発症当時五四歳という向老者の労働者であったことを考えれば、\nこのような恒常的な長時間労働は、格別に過酷なものであったことは明らかであ\nる。\n（２）　生理的な限界を超える長時間労働\n発症前九か月間のうち、一日の拘束時間が一二時間以上の労働日が各月の総労働\n日に占める割合が八〇パーセントを超える月が二か月、七〇パーセントから八〇パ\nーセントの月が二か月、六〇パーセント台が二か月、五〇パーセント台が一か月で\nあり、五〇パーセントを下回るのは、僅かに発症前月の昭和六一年二月のみであ\nる。\nこのような、長時間労働による疲労は、労働時間の延長とともに加速度的に高ま\nるものである。一日の労働時間を八時間とする考え方は、生理学的、労働科学的根\n拠を有するものであって、人間の生体リズムを無視して長時間労働に従事させるこ\nとは、生体にとって疲労を蓄積させる有害なものとなることは明らかである。\n（３）　休日のない連続労働\n発症前九か月間において、一か月に二日ないし五日の休日出勤をし、それにより\n二週間ないし三週間の連続勤務を頻繁に繰り返している。\nその中でも、昀も過酷な勤務は、昭和六〇年一二月九日から同月三一日までの二\n三日間にわたる連続勤務である。この間、ａは、三日間の休日出勤をし、一二月二\n〇日の午前五時五一分から翌二一日の午前二時三〇分までの二〇時間三九分の徹夜\nの連続勤務と三時間一七分の休息時間をおいた後の一四時間二二分の長時間労働に\n従事していた。\n右のような過酷な連続勤務による疲労とその後の疲労回復期間の不足がａの疲労\nを蓄積させたといえる。\n（４）　休息期間の不足\n発症前九か月間の勤務間隔が八時間未満の事例は、昭和六〇年六月が一一回、同\n年七月が七回、同年八月が六回、同年九月が六回、同年一〇月が八回、同年一一月\nが一回、同年一二月が五回、昭和六一年一月が四回である。\n（５）　過密な業務\nａの従事していた前記作業は、全て立ち作業であり、シャックルの流れに合わせ\nて遂行を求められる過密労働であった。\n（四）　ａの精神的ストレスについて\n（１）　単身赴任\nａは、所謂単身赴任者であるが、単身赴任者がそうでない者に比べてより多くの\n心配事、悩み事を抱えていることは、労働省の特別健康調査の結果からも明らかで\nある。\nしかも、ａの寄宿していた従業員寮は、二人一部屋で、室内には幅が九九センチ\nメートルの備え付けの二段ベッドがあるのみで、テレビなどの娯楽施設もなく手足\nを広げてくつろぐことも困難な環境であった。\nさらに、ａは、訴外会社の工場敷地内にある従業員寮に寄宿していたため、いわ\nば二四時間訴外会社の支配管理下にあり、いったん退社して寮に帰った後も業務処\n理のため呼び出されることもあるなど、過酷な残業を強いられていた。\n（２）　ボイラー点火作業\nボイラー点火作業は、ボイラーが作動して熱湯が供給されないと工場の操業が開\n始できないという意味で責任の重い仕事であり、しかも訴外会社のボイラーは、昭\n和四一年製の古いものであったため、点火が困難な状態にあり、その点火にあたっ\nて、急遽上司に応援を求めることもあり、ａに大きな精神的負荷を与えるものであ\nった。\n（３）　また、ａは、発症の直前ころから、職場の対人関係においても精神的スト\nレスを抱えていた。\n（五）　発症当日の業務\nａが発症当日である昭和六一年三月四日に従事した業務の内容は次のとおりであ\nる。\n（１）　午前六時一六分に出勤してボイラー点火作業に従事した。第二解体ライン\n責任者のｃ（以下「ｃ」という。）が午前七時三〇分ころ出勤し、食堂へ行ったと\nころ、ａは日ごろ交わす挨拶もせずに食事をしていた（右事実は、ａが発症当日か\nなり疲労していたことを窺わせる。）。\n始業時の午前八時から午前九時ころまで、第一工程の首皮切り作業に従事し、午\n前九時ころから第二工程の鶏掛け作業を行った後、ｃの右隣で前処理作業に従事し\nた。\n（２）　右作業後、第二工程内の入口近くにおいて移動式水槽から冷やした屠体を\nかごにあげる作業を行った（以下、この作業を「屠体の移し替え作業」ともい\nう。）。\nこの作業は、移動式水槽の中で氷や氷水をかけて冷蔵庫に保管していた屠体を冷\n蔵庫から運び出し、前屈みの姿勢で、手袋をしないまま両腕を氷や氷水の入ってい\nる水槽に肘まで浸けて、屠体を一度に二羽ないし四羽掴み、かごに移し替えるもの\nである。\n（３）　ａの発症当日の業務と血圧上昇との関係\n発症直前の作業である屠体の移し替え作業は、急激な血圧上昇による脳動脈瘤破\n裂を招く可能性の極めて高いものである。\n仮に、右作業が水槽の脇に片手を置いて氷水を抜いたうえで中抜きの鶏を移し替\nえるものであったとしても、頭部を下げて一定の重量物を持ち上げる姿勢とその際\nの「りきみ」（怒責）、冷たい鶏に触れることなど、これら一連の作業が血圧上昇\n原因となり、脳動脈瘤破裂発症の原因となった。\nしかも、この作業に加えて、ａの発症当日の作業経過は、氷点下の気温での出勤\nの後、ボイラー点火作業により採暖、輻射熱に暴露され、温度、湿度の高い第一工\n程での首皮切り作業、暖房の入っていない第二工程での前処理作業、屠体の移し替\nえ作業という順序であり、寒冷、温熱、寒冷暴露を繰り返し、発症時には、温熱暴\n露後の氷水寒冷暴露となって、通常以上の血圧上昇作用を強化した。\nａは、軽度の高血圧症という基礎疾病を有していたから、このような血圧上昇が\n正常者よりも大きく作用した。\n（六）　脳動脈瘤破裂に関する医学的知見\n（１）　脳動脈瘤破裂の発症の機序\n脳動脈瘤破裂の発症の機序は、先天的な動脈の中膜筋層の欠損ないし形成不全と\nいう弱点に、血管内の圧力の上昇や激しい変動、血流の乱れなどが作用し、血管壁\nが薄くなって動脈瘤が形成され進展し、遂には血管内圧の僅かな変動でも容易に破\nれるというものである。\n（２）　疲労・ストレスと脳動脈瘤破裂との因果関係\n疲労・ストレスは、神経系と内分泌系の両方に働いて血圧を上昇させ、血管を弱\nくして、先天的な弱点である中膜形成不全部からの動脈瘤の発生や進展を促し、血\n管の破綻への病理過程を進行させる。そして、昀終的に動脈瘤の破裂を招く要因\nは、血管内の圧力つまり血圧の上昇である。\n（七）　ａの基礎疾患等について\nａは、正常と高血圧の中間に位置する境界域高血圧であったが、他に異常所見は\nみられなかった。疫学的な追跡調査結果によると、四〇歳から五三歳の間の高血圧\n者の予後は極めて良好であるから、ａの高血圧症の自然経過として脳動脈瘤破裂が\n発症したとはいえない。\n仮にａに未破裂の脳動脈瘤があったとしても、自然経過の中における破裂率は年\n間平均二・一パーセント、五〇歳台の者の未破裂動脈瘤の生涯発生率が一〇・三パ\nーセントであることなどからみると、自然経過により破裂したとは考えられない。\n（八）　まとめ\nａの死亡は、以上のような長時間労働等による肉体的、精神的疲労の蓄積が、同\n人の高血圧症を急激に増悪させるとともに、脳動脈瘤壁の脆弱性を増大させ、それ\nに直前の屠体の移し替え作業による急激な血圧上昇が機転となって脳動脈瘤破裂が\n発症したものであるから、業務起因性がある。\n２　被告の主張\n（一）　業務起因性について\n（１）　業務起因性の意義について\n業務起因性とは、当該業務に通常生ずる一般的な危険が具体化したものであり、\n業務起因性が認められるためには、まず当該業務に従事していたことにより、当該\n傷病等が発生したという条件関係の存在が必要であり、さらに、条件関係の存在を\n前提として当該疾病の発症が当該業務に内在ないし通常随伴する危険の現実化と認\nめられる相当因果関係が必要である。\n（２）　相当因果関係の判断基準について\nそして、疾病の発症の原因が複数競合する場合に、業務が疾病に対して通常内在\nないし随伴する危険の現実化と認められる関係にあるというためには、当該業務が\n当該疾病に対して、他の原因と比較して相対的に有力な原因となっていることが必\n要である。\n（３）　脳・心臓疾患等と業務起因性\n脳・心臓疾患は、通常、高血圧や動脈硬化等による血管の病変、または脳動脈\n瘤、心筋の変成などの基礎的病態があり、それが加齢や喫煙、飲酒などの種々の一\n般生活上の要因や食生活における要因によって増悪し、発症に至るものと考えられ\nている。また、現在の医学的知見としては、発症の準備段階で血管病変等の形成に\n労働が直接関与するものではないと考えられている。\nそのため、脳・心臓疾患が業務に起因して発症したとされるためには、現代の医\n学的知見等からみて、業務によって労働者の有していた基礎疾患が自然経過を超え\nて急激に著しく増悪し、発症したと明らかに認められなければならない。\nこれら脳・心臓疾患等に係る業務上外認定を医学的経験則に照らして適正かつ公\n平に判断するため、労働省労働基準局長は、「認定基準」を策定し、行政通達の形\nで明示している（なお、昭和三六年二月一三日付け基発第一一六号の通達で示され\nた認定基準は、昭和六二年一〇月二六日付け基発第六二〇号「脳血管疾患及び虚血\n性心疾患等の認定基準について」（以下「新認定基準」という。）で改訂され\nた。）\n新認定基準によると、業務に起因することの明らかな脳血管疾患とは、以下の①\n及び②のいずれの要件をも満たすことが必要とされる。\n①　次に掲げるイまたはロの業務による明らかな過重負担を発症前に受けたことが\n認められること。\nイ　発症状態を時間的及び場所的に明確にし得る異常な出来事（業務に関連する出\n来事に限る。）に遭遇したこと。\nロ　日常業務に比較して、特に過重な業務に就労したこと。\n②　過重負荷を受けてから症状の出現までの時間的経過が医学上妥当なものである\nこと。\n新認定基準は、昭和五七年八月三〇日脳血管疾患、虚血性心疾患等のそれぞれの\n臨床、病理学、産業医学、生理学の医学専門家一三名からなる専門家会議が設置さ\nれ、その後、合計三四回の会議による検討結果に基づいて作成されたもので、十分\nな合理性を有するものである。\n（４）　業務過重性の判断基準について\n新認定基準は、脳・心臓疾患等に係る業務上外の認定のための判断基準として\n「業務による明らかな過重負荷」の概念を用いてる。\n過重負荷は、直接証明しえない業務と疾病との間の因果関係を経験則を用いて間\n接的に判断する場合の間接事実として位置付けされるものである。\nそして、業務過重性の判断は、判断の客観性を保つために、当該労働者ではな\nく、同僚・同種労働者を基準にすべきものであり、さらに、過重負荷の内容及び程\n度は、脳・心臓疾患の発症に関する医学的経験則に基づいて把握される必要があ\nる。\n現在の脳・心臓疾患の発症に関する医学的経験則によれば、単なる長時間労働に\nよる疲労の蓄積が労働者の基礎疾病を急激かつ著しく増悪させるということは、医\n学上確立した見解ではなく、一部の学者による仮説の域を出ないものである。した\nがって、単なる長時間労働による疲労の蓄積は、脳・心臓疾患という具体的な疾患\nとの関係において、業務と発症との間の条件関係の存在を推認させるに足りる間接\n事実であるとはいえない。\n（二）　ａの業務内容について\n通常の業務内容は、首皮切り作業、前処理作業、第二工程全般の雑仕事であり、\n人手が足りない場合の鶏（中抜き）掛け作業であったが、いずれも単純な作業であ\nり、第二工程全般の雑仕事は、工場全体の中でも軽易な仕事であった。\nまた、昭和六〇年一一月一六日から、ボイラー点火作業にも従事していたが、ボ\nイラーの点火は、燃料コックを開き点火ボタンを押して着火するもので、着火その\nものは十数秒もあれば十分終わる軽作業であり、輻射熱に暴露されることはない。\n（三）　ａの労働時間について\n（１）　休日について\nａの昭和六〇年九月一六日から昭和六一年三月四日までの間の休日は、欠勤日数\nを合わせれば、一か月平均三・六日であり、特に休日が少なかったとは認められな\nい。\n（２）　時間外労働について\nａは、繁忙期である昭和六〇年九月から昭和六一年一月までは、月平均一三〇時\n間を超える時間外労働に従事していた。しかし、基本的に単なる長時間労働による\n疲労の蓄積は、脳・心臓疾患の発症との因果関係を推認させる「過重負荷」には当\nたらないから、長時間労働の点は業務起因性の判断から除外されるべきである。\nなお、ａの残業時間における勤務態度は能率的ではなく、残業代を稼ぐために仕\n事がないのに早く出勤していたことも窺われ、時間外労働が質的、量的に疲労を蓄\n積させ、脳動脈瘤破裂を発症させた原因であるとは到底いえない。\nまた、ａは、休日の度に岐阜県郡上郡＜以下略＞での農作業に従事しており、こ\nのことは、ａの業務が疲労を蓄積させるような過重なものではないことを示す重要\nな間接事実である。\nさらに、ａは、訴外会社の敷地内にある寮から出勤していたため、通勤時間はな\nく、訴外会社の食堂において三食提供されていたことからすると、自宅から通勤\nし、自ら食事の準備等をしなければならない通常の単身者とは大幅に条件が異なる\nので、この事実は、ａの労働時間の疲労の程度を考える上で十分斟酌されなければ\nならない。\n（四）　ａの発症前一か月間及び発症前一週間の勤務状況は、それ以前に比較して\n特に変化はなく、残業時間等も特に多くないから、右期間の業務が疲労の蓄積や緊\n張感を持続させるようなものとはいえない。\n（五）　発症当日の作業について\nａの発症当日の仕事量及び仕事内容は通常どおりであり、ボイラーの故障等の突\n発的な出来事も発生していない。したがって、当日の業務がａの健康状態に影響を\n及ぼすほどの精神的、身体的負荷を与えるものであったとはいえない。\n（六）　発症直前の作業について\n原告は、ａが発症直前に屠体の移し替え作業に従事しており、右作業は急激な血\n圧の上昇による脳動脈瘤破裂を招く危険性の極めて高いものである旨主張する。\nしかし、前日の入荷羽数等からみると、発症日の三月四日の前日に処理できなか\nった鶏が存在することはあり得ないため、鶏の移し替え作業は存在しなかった。ａ\nが右作業を行っていたことを裏付けるｄ（以下「ｄ」という。）の供述ないし証言\nは、右証言等に基づくａの作業場所が不自然不合理であることなどから、信用でき\nない。\n仮に、右作業があったとしても、水槽の水を抜いてから、片手を水槽に付けて、\n屠体ではなく中抜きを片手で取り出すものであるため、作業者の手が水に浸かるこ\nとはなく、右作業の負荷はかなり軽いものである。\n（七）ａの健康状態、健康管理状態について\n遅くとも、昭和五七年五月四日以降、本態性高血圧症に罹患していたものであ\nり、投薬等の治療により境界域高血圧に止まっていた。\nしかし、日常生活において、塩分の濃い食事をとるなど、健康に留意していなか\nった。\n（八）　まとめ\n以上のとおり、ａの脳動脈瘤破裂の発症は、業務が疾病の素因を急激に悪化させ\nたものではなく、基礎疾患である脳動脈瘤が、もともと高血圧症であったことに加\nえて塩分摂取過多等の諸原因により自然的経過として偶発的に就業時間中に破裂出\n血したにすぎない。\nよって、ａの脳動脈瘤破裂の発症は業務に起因するものとはいえない。\n第三　証拠（省略）\n第四　争点に対する判断\n一　認定事実\n１　ａの業務内容\n証拠（甲一六、一九の二、三三、乙二、三、四、一五、一七、一八、二一、二\n四、証人ｂ、同ｅ、検証の結果）によれば、以下の事実が認められる。\n（一）　所定労働時間内における作業内容及び作業環境\nａは、発症当時、始業時から午前九時ころまで第一工程における首皮切り作業\nに、次いで第二工程における前処理作業（右作業は、前記のとおり四工程に分かれ\nているが、ａは、常時決まった工程の作業を行うのではなく、適宜そのうちの一工\n程の作業を行っていた。）、ムネラインにおける解体作業に、その後モモの骨抜き\n作業にそれぞれ従事していたほか、休憩前や作業開始前に解体品等をかごに取り、\nそれをキャスターに積んで原料冷蔵庫（〇度前後）ないし製品冷蔵庫（〇度から五\n度）に入庫する作業にも従事していた。\n右の各作業は、いずれも単純な作業であり、特に技術を要するとか緊張を強いら\nれるものではなく、解体品等を冷蔵庫へ入庫する作業も、特に力を要せず、冷蔵庫\n内での作業時間もごく短いものであった。\nしかし、全て立ち作業であり、首皮切り作業、前処理作業、ムネラインにおける\n解体作業は、鶏を吊るして流れるシャックルの速さに合わせて遂行することを求め\nられていた。すなわち、前処理作業については、二人一組で四工程に分かれて一時\n間に約二〇〇〇羽の鶏を処理することを求められていたため、各工程の一人当たり\nの処理羽数は、一時間に約一〇〇〇羽となり、一分間に約一七羽、三・五秒で一羽\nを処理することになる。そして、その後も、同様の速さで送られてくる鶏について\n解体作業を行うことになる。\nまた、その作業環境は、第一工程は、湯を使うため温度・湿度ともに高く、第二\n工程は冬場も暖房を入れずに冷却した鶏を扱うため温度が比較的低い。\n以上の認定に対し、被告は、ａの通常の業務内容は、首皮切り作業、前処理作業\n以外は、工場全体の中でも軽易な第二工程全般の雑仕事であった旨主張し、右主張\nに沿う証拠として、乙三二、三三号証人及び証人ｅ（昭和六一年三月当時訴外会社\n製造工場長、現在管理室長）の証言があるが、同証人らが「雑仕事」というのは、\nａが訴外会社において様々な作業に従事していたことを意味するのであって、表現\nとしては適切ではない旨証言していることなどに照らすと、右各証拠は、採用する\nことができない。\n（二）　早出作業\nａは、昭和六〇年一一月一六日から、無資格であったにもかかわらず、始業時\n（通常午前八時、繁忙期の一二月は午前七時）の一時間（夏季以外）ないし三〇分\n（夏季）前にボイラーに点火して湯を沸かし、水槽（容積約〇・四立方メートル）\n二個（冬場は三個ないし五個）に給湯する作業に従事した。\nボイラーの点火は、燃料コックを開き点火ボタンを押して着火するもので、点火\n後湯が沸くまで待機する必要はなく、その間に輻射熱に暴露されることもない。水\n槽への給湯の作業時間は、水槽一個につき約一五分であった。\nしかし、右作業は、ボイラーが作動して熱湯が供給されないと、工場の操業が開\n始できないという意味で、責任の重い仕事であった。また、訴外会社のボイラーは\n昭和四一年製の古いものであり、点火に困難を伴うこともあった。\nそのほか、ａは、急速冷凍庫（マイナス約三〇度）に冷凍・保管されていた鶏の\n一〇〇ないし二〇〇ケース箱詰め、さらに前夜急速冷凍庫もしくは冷凍保管庫から\n出庫して解凍した鶏の真空パック詰め作業にも従事していた。\n早出作業においては、午前六時三〇分以前に出勤したときは、午前七時三〇分か\nら始業時までの三〇分間が朝食時間となっていた。\n（三）　終業時間後の残業\n終業時間後の残業の労働内容は、主としてモモの骨抜き作業が中心であり、他\nに、出荷のための準備作業、冷凍品を解凍のため並べるなどの作業もあった。\nそして、午後八時を超える残業の場合は、三〇分間の夕食時間がとられていた。\n２　ａの勤務状況について\n証拠（甲一三の一ないし一八、一九の一ないし一四、八二、証人ｂによれば、以\n下の事実が認められる。\n（一）　発症前七か月間（昭和六〇年七月一日から同六一年一月三一日まで、以下\n単に「発症前七か月間」という。）の勤務状況\n（１）拘束時間\n発症前七か月間の拘束時間（退勤時刻から出勤時刻を差し引いた時間）は、別表\n２のとおりであり、その合計は約二四五〇時間であって、これを年間の拘束時間に\n換算すると、約四二〇〇時間となる。ａは、右期間、日曜、祭日も含めて年間を通\nして毎日一二時間近くもの時間訴外会社に拘束されていたことになる。\n（２）　実労働時間\n発症前七か月間の実労働時間（右の拘束時間から、休憩時間、食事時間を控除し\nたもの）は、別表３のとおりであり、その合計は、約二一四五時間であって、これ\nを年間の総実労働時間に換算すると、約三六七七時間となる。\n昭和六〇年度の日本の労働者の平均年間総実労働時間は約二一〇九時間である\n（右統計における実労働時間は所定内労働時間数に所定外労働時間数を加えたもの\nであるが、右数値は、前記拘束時間数から休憩時間、食事時間を控除したものとほ\nぼ等しいと考えられる。\n）から、ａは、当時の日本の労働者の平均の約一・七四倍の時間の労働に従事して\nいたことになる。\n（３）　休日のない連続労働\n発症前七か月間において、一か月に二日ないし五日の休日出勤をし、それにより\n二週間ないし三週間の連続勤務を頻繁に繰り返し、その間の昭和六〇年一二月九日\nから同月三一日までの二三日間は連続して勤務している。この間、三日間の休日出\n勤のほか、一二月二〇日の午前五時五一分から翌二一日の午前二時三〇分の二〇時\n間三九分の徹夜の連続勤務と三時間一七分の休息時間をおいた後の一四時間四四分\nの長時間労働もある。\n（二）　発症前一か月間（昭和六一年二月一日から同年三月四日まで、以下「発症\n前一か月間」という。）の勤務状況は、別表４のとおりである。右時間の拘束時間\nの合計は約二九四時間、実労働時間の合計は約二五二時間、時間外労働時間の合計\nは六六時間四八分である。\n訴外会社においては、繁忙期が一二月で、閑散期が二月であるため、ａの発症前\n一か月間の拘束時間数、実労働時間数、時間外労働数は、それ以前に比較して少な\nくなっている。\n（三）　発症前一週間（昭和六一年二月二五日から同年三月三日まで、以下「発症\n前一週間」という。）の勤務状況は、別表４のとおりであり、右期間の実労働時間\nの合計は約五八時間である。早出時間はいずれも一時間程度に止まり、残業時間も\n二月二五日、同月二六日にそれぞれ約二時間三〇分ある以外は、ほとんど定時に退\n勤している。また、三月一日は一五時四三分に早退して名古屋市内の自宅に帰宅\nし、三月二日は休日のため勤務していない。\n（四）　残業時間等に関しての被告の主張について\n被告は、ａの残業時間における態度は能率的でなく、残業代を稼ぐため仕事がな\nいのに早く出勤していたことが窺われる旨主張する。\n確かに、乙三三号証には、早出作業は午前四時、五時、六時、七時と切りのいい\n時刻から開始していたこと、早出作業と残業は一人の者に任せることはなかった旨\nの記載部分があり、乙二八号証（訴外会社の社員の出勤状況調査結果）によると、\n一月四日、六日、七日、八日、九日は、ａ一人が午前五時台に出勤しており、一月\n一〇日、一七日、二一日、二三日、二四日、二五日、二月一日、二日、四日、七日\nは、ａ一人が午前四時台に出勤していることになる。\nしかしながら、乙二八号証は、訴外会社の当時の従業員全てを網羅したものでは\nないため、右証拠のみにより右各日にａ一人が午前四時台や五時台に出勤していた\nと断定することは困難であること、給与台帳（甲一九の五ないし一九の一四）上\nは、タイムカードを基礎に超過勤務時間を一五分単位で切り捨てて計算し、特にａ\nの出勤時間について操作をしていないことなどから、右各証拠（乙二八、三三号\n証）によりａが仕事もないのに早く出勤していたと推認することはできない。\nまた、ａの残業時間における態度が能率的でないとの被告主張に沿う証拠として\n乙四三号証があるが、右証拠は、乙二号証、証人ｂ、同ｅの各証言に照らして採用\nできない。仮に、ａの残業の動機が残業代を稼ぐためであったとしても、そのこと\nから、ａの残業時間における態度が能率的でなかったと推認することはできない。\n３　発症当日のａの業務\n（一）　証拠（甲一三の一八、一六、一七）によれば、ａは、午前六時一六分に出\n勤し、ボイラー点火作業と少なくとも水槽二個への給湯を行い、午前七時三〇分こ\nろから訴外会社の食堂で食事をとり、午前八時の始業時から第一工程での鶏の首皮\n切り作業に、午前九時ころから第二工程での鶏掛けの作業にそれぞれ従事し、その\n後、ｃの右隣で前処理作業に従事していたことが認められる。\n（二）　発症直前の業務内容\n証拠（甲一八　ｄの昭和六二年九月一〇日付け岐阜労働者災害補償保険審査官に\n対する聴取書）、乙八（ｄの平成三年一二月三日付け岐阜労働基準局に対する聴取\n書）、証人ｄ（以下、甲一八、乙八で述べている内容を「ｄ供述」といい、これに\n証人ｄの証言を加えたものを「ｄ証言等」という。）、甲二六（右証拠は、証人ｆ\nの証言により真正に成立したものと認められる。）、乙二、乙三、証人ｆ（ただし\n後記採用できない部分を除く。）、検証の結果）及び弁論の全趣旨によれば、ａが\n発症直前の午前九時三〇分ころ、移動式水槽（外側で横一一〇センチメートル、縦\n七七・三センチメートル、高さ八〇センチメートル）に保管されていた中抜きの鶏\n（鶏自体は冷たい状態）を、水槽の氷水を抜いてから、片手を水槽の縁に置き、他\n方の片手（素手）で二羽ずつ掴んでかご（外側で横六七センチメートル、縦四六・\n七センチメートル、高さ一六センチメートル）に移す作業をしていたことが認めら\nれる。\nすなわち、ｄは、訴外会社の従業員であったところ、その証言等の内容は、発症\n直前の午前九時三〇分ころ、当日の屠体の出荷数を聞くため第一工程から現場事務\n所に行こうとして第二工程入口近くを通った際、第一スピンチラーのオートドロッ\nパー付近において、ａが台車の上の青いかごと移動式水槽の側に立っているのを目\n撃して、前日から未処理のまま水槽に保管されていた鶏をかごに移し替えているも\nのと推測し、ａに「冷たいね。」と声をかけ、ａから「入れ物（水槽）が欲しいの\nか。」と尋ねられ、その後現場事務所から戻る途中、ａが第一スピンチラー横の研\n磨室入口の柱の角にもたれかかっているのを発見したというものである。\n右ｄ証言等は、その主要部分が終始一貫しており、記憶上曖昧なことについては\n推測を加えることもなく、自らの経験した事実のみを述べている姿勢が窺えること\nに加えて、ｄにことさら原告に有利な情況を供述しなければならないような事情も\nなく、当日以外の記憶と混同している可能性もないことなどからすると、十分信用\nすることができる。\nこれに対し、証人ｅは、そもそも、訴外会社において、前日処理できなかった中\n抜きを水槽に保管するということは行っておらず、特に、ａの発症前日の三月三日\nの入荷羽数が六一六三羽（乙二二）と少ないことから、同日に未処理の中抜きが存\n在することはあり得ない旨証言し、乙三三号証（ｅの平成六年三月二三日付け岐阜\n労働基準局労働事務官に対する聴取書）においても、同旨の供述をし、証人ｆ（昭\n和六一年三月当時訴外会社製造第二主任）も、発症当日の午前九時三〇分ころに、\n前日処理できなかった中抜きを移し替える作業が存在することはあり得ない旨の証\n言をしている。\nしかし、ｅは、乙三号証（平成三年九月一七日付け岐阜労働基準局労働事務官に\n対する聴取書）において、ｆも、甲二六号（平成元年一〇月二五日付け陳述書）に\nおいて、いずれも、発症当日に前日処理できなかった鶏ないし中抜きの存在を否定\nすることなく、ｄ供述に基づき鶏の移し替え作業の具体的内容を述べており、ｅ、\nｆの供述等には変遷があるといえるところ、右変遷について何ら合理的な説明もさ\nれていないこと、ｅ、ｆの訴外会社における立場及び訴外会社においては一月から\n三月ごろまでは当日処理できなかった中抜きを水槽に入れて冷蔵庫等に保管してい\nたとのｄの証言に照らすと、証人ｅ、同ｆの右各証言部分及び乙三三号証の記載部\n分は採用することができない。\nさらに、被告は、ｄ証言等に基づくａの作業場所が不自然、不合理であるから、\nｄ証言等は信用できない旨主張し、右主張に沿うかのような証拠（乙一八、二五、\n証人ｅ、検証の結果）もあるが、右証拠によっても、ｄ証言等の信用性を否定する\nことはできない。\n４　ａの健康状況、嗜好等\n証拠（各項末尾に掲記する。）によれば、以下の事実が認められる。\n（一）　ａは、身長一六三・八センチメートル、体重六九・五キログラム（昭和六\n〇年九月二六日訴外会社で行われた健康診断の記録）で、酒は全く飲まなかったも\nのの煙草を一日二〇本程吸っていた。（甲七、八、一〇、一五）\nなお、被告は、ａは日常生活において、塩分の濃い食事を取っていた旨主張し、\n右主張に沿う証拠として乙四二号証があるが、右証拠は反対尋問を経ていないもの\nであって信用性に疑問があること、ａは勤務日は三食を訴外会社の食堂でとってい\nたことに照らし、採用できない。\n（二）　ａの血圧値の推移は次のとおりである。（甲一〇、二四の一・二、三〇）\n日　　時　　　　　　血　圧　値\n昀高血圧　昀低血圧\n昭和五七年　　五月　四日　　一六〇　　九五\n昭和五八年　一一月　七日　　一五〇　　九〇\n昭和五九年　　三月一五日　　一七八　　九八\n同年　　　　　六月　四日　　一七六　一〇二\n昭和六〇年　　七月二二日　　一五八　　九二\n同年　　　　　九月二六日　　一五〇　　九〇\n同年　　　　一〇月一一日　　一六八　　九〇\n（三）　ａの高血圧の重症度は、ＷＨＯの本態性高血圧分類によると、正常と高血\n圧との中間にある境界域高血圧、東京大学第三内科の高血圧重症度判定基準でも、\n軽症の段階であったことが認められる。（甲六、一〇、二四の一・二、二七、三\n〇、七四、八六、証人ｇ）\nこれに対し、被告は、ａは、遅くとも昭和五七年五月四日以降本態性高血圧症に\n罹患していたもので、投薬等の治療により境界域高血圧に止まっていたと主張す\nる。\nそして、被告の右主張に沿う証拠ないし事実として、前記のａの血圧値の推移を\nＷＨＯの本態性高血圧分類に照らしてみると、昭和五七年五月四日、昭和五九年三\n月一五日、同年六月四日の各血圧値は高血圧に分類されること、昭和六〇年一〇月\n一一日和田医院において、医師に対し、血圧の高い時は昀高血圧一八〇、昀低血圧\n九五、平素は昀高血圧一六〇、昀低血圧八〇である旨述べていること（甲六、二四\nの一・二）、ａが投薬治療を受けていたことを窺わせる乙三二、四二号証、証人\nｆ、同ｅの証言がある。\nしかし、証人ｇは、ａの血圧値は高血圧のときもあるが、安定している時期は境\n界域高血圧であるから、臨床的には、境界域高血圧であると述べていること、和田\n医院受診の際のカルテ（甲二四の二）には、ａが高血圧の治療を受けていることを\n窺わせる記載がなく、かえって、医師が一過性の高血圧も考えられるので経過観察\nのために後日再検査するよう指示をしたことが認められること（甲六、二四の一・\n二）及びａが投薬治療を受けていることを否定する原告本人尋問の結果並びに弁論\nの全趣旨（当初、被告は、ａは高血圧について何ら治療を行っていなかった旨主張\nしていた。）に照らして、右各証拠は採用することができず、他に被告の右主張を\n肯認するに足る証拠はない。\n（四）　高血圧症の予後\nＷＨＯの本態性高血圧分類を用いた各血圧区分の一三年間の追跡調査結果では、\n五〇代の正常血圧者、境界域血圧者の一三年後の生存率は約八〇パーセント、高血\n圧者の一三年後の生存率は約七〇パーセントである。（甲七四、証人ｇ）\n（五）　未破裂の脳動脈瘤の予後\n未破裂の脳動脈瘤の自然経過の中における破裂率は、研究者によって多少の差異\nがあるものの、年間一パーセントから四・八パーセント、平均二・一パーセントで\nあり、脳動脈瘤の年齢による破裂率を推計学的に考察した結果では、高齢者の生涯\n破裂率は若年者に比較して低く、五〇歳代では一〇・三パーセントである。（甲一\n〇九、証人ｇ）\n５　ａの死亡と業務との関係についての医師の意見\n（一）　ｈ医師の意見（甲二二の二）\n発症当日のａの業務環境、気象状況等は従来に比べて特に変化は認められず、突\n発的な出来事もなく、業務内容も従来に比べて特に過激な業務に従事した事実はな\nく、業務に関連する強度の身体的努力または精神的緊張があって、これが起因して\nクモ膜下出血を発症したとは考えられず、発症前日までの就労状況を考察しても、\nクモ膜下出血の原因とみなし得るほどの業務による心身の強度の負担が重積してい\nたことも考えられない。\nａのクモ膜下出血の発症は、体質性内因性の基礎疾患である脳動脈瘤の自然経過\nとして偶発的に就業時間中に破裂出血したことによるものとみなすのが妥当であ\nり、業務上の災害によるものとは考え難い。\n（二）　ｇ医師の意見（甲二七、二九、八六、八七、証人ｇ）\nａの脳動脈瘤破裂によるクモ膜下出血の発症には長時間労働等による慢性的な疲\n労、ストレスの影響が大きいと考えられる。そして、発症直前の作業は、水槽内の\n氷水に両肘まで漬けて鶏をかごに移し替えていたもので、氷水浸漬による寒冷暴露\n負荷、床から腰までの高さの水槽で体前屈しつつ行う不良姿勢、この不良姿勢の状\n態で行った鶏の把持、持ち上げによる怒責・負荷が共働して血圧上昇に寄与したと\n考えられる。\n右発症直前の作業が大きな血圧上昇をもたらすことは、軽度の高血圧を有する被\n験者に体前屈姿勢による両腕への冷水負荷を与える実験を行ったところ、右負荷に\nより血圧の大きな上昇（昀高血圧が五五から九五程度上昇した。）が見られたこと\nからも裏付けられる。\nしかも、ａの作業環境は、冷凍庫作業等の寒冷暴露作業とボイラー取扱作業、温\n水の注入作業等の温熱環境の作業の両方が混在しており、このような温度差の存在\nは、血圧上昇を一層強めたことが考えられる。\n以上からみると、ａの発症直前の作業及びそれまでの業務内容、作業環境は、軽\n度の高血圧を有するａに急激な血圧上昇と脳血管及び動脈瘤壁の脆弱性の増大をも\nたらしうるものであり、脳動脈瘤破裂を発症させるに足りる負荷であったと考えら\nれる。\nなお、ａの発症直前の作業の内容が、水を抜いた水槽から屠体ではなく中抜きの\n鶏を水槽の縁に片手を置いて他方の片手で二羽（約五キログラム）ずつ掴んでかご\nに移し替えていたとすると、それによる血圧上昇は相当軽減するが、それでも、右\n作業が長時間労働等による慢性的疲労・ストレスを受けていたａに、脳動脈瘤破裂\nを招くに足る負荷となることは否定できない。\n（三）　ｉ医師の意見（乙三七の一）\n病理学的にいうと、脳動脈瘤壁の病的変化がある限界に達すると、いついかなる\n時でも破裂しえるのであり、過労が脳動脈瘤を作ることはないし、脳動脈瘤壁の変\n性に影響を与えることも考えられない。脳動脈瘤破裂と血圧との関係についても医\n学的定説はない。\n被災者が猛烈な激務に従事していた場合に政策的に業務起因性を認めることは否\n定しないが、ａについては、猛烈な激務に従事していたとはいえず、ａのクモ膜下\n出血の発症は、業務上のものとは言えない。\n二　業務起因性の判断基準について\n１　労災保険法一条、七条一項一号にいう「業務上の事由による労働者の死亡」及\nび労働基準法七九条、八〇条にいう「労働者が業務上死亡した場合」とは、労働者\nが業務に基づく負傷又は疾病に起因して死亡した場合をいい、単に死亡の結果が業\n務の遂行中に生じたとか、あるいは、死亡と業務との間に条件的因果関係（事実的\n因果関係）があるというだけでは足りず、これらの間に法的にみて労災補償を認め\nるのを相当とする関係（相当因果関係）の認められることが必要である（昀高裁昭\n和五一年一一月一二日第二小法廷判決・集民一一九号一八九頁参照。）。\nそして、労災補償制度が、業務に内在又は随伴する危険が現実化した場合にそれ\nによって労働者に発生した損失を補償するものであることからすると、当該発症が\n当該業務に内在する危険が現実化したことによるものと評価できる場合に、相当因\n果関係があるというべきである。\n２　右因果関係の立証は、いずれも、一点の疑義も許されない自然科学的証明では\nなく、経験則に照らして全証拠を総合検討し、特定の事実が特定の結果発生を招来\nした関係を是認しうる程度の高度の蓋然性を証明することであり、その立証の程度\nは、通常人が疑いを差し挟まない程度に真実性の確信を持ちうるものであることを\n必要とし、かつそれで足りる（昀判昭五〇年一〇月二四日民集二九巻九号一四一七\n頁参照。）ものというべきである。\nよって、厳密な医学的判断が困難であっても、当該労働者の業務内容、就労状\n況、健康状態、基礎疾患の程度等を総合的に考慮し、それが、現代医学の枠組の中\nで、当該疾患の形成及び発症の機序として矛盾なく説明できるのであれば、業務と\n発症との事実的因果関係及び相当因果関係があるというべきである。\n三　本件発症と業務との因果関係\nａの死因が脳動脈瘤破裂によるクモ膜下出血であることは、当事者間に争いがな\nい。そこで、その発症と同人の業務との間の条件関係及び相当因果関係の有無を判\n断する。\n１　脳動脈瘤破裂に関する医学的知見\n証拠（甲五の六、五の七、五五ないし六〇、六二ないし六四、六六の一、六七な\nいし七八、八〇の二、八一、八六、証人ｇ）によれば、以下の事実が認められ、右\n認定を左右するに足りる証拠はない。\n（一）　脳動脈瘤の発生及び増大\n脳動脈瘤の発生原因については未だ定説はないが、脳動脈の中膜筋層部分の欠損\nないし形成不全という先天的要因に、加齢等による血管硬化及び血圧や血流（こと\nに血管分岐部に起こりやすい血液の乱流）による圧力負荷等の血行力学的な後天的\n要因が加わって発生するとの見解が一般的である。\nそして、脳動脈瘤の増大の機序についても、十分に解明されたとはいえないが、\n脳動脈自体の加齢現象と血行力学的負荷が重要な関与を有していることが認められ\nている。\n（二）　脳動脈瘤破裂の原因\n脳動脈瘤破裂は、脳動脈瘤の血管壁の脆弱化が原因となるほか、血圧上昇がその\n重要な危険因子と考えられている。\nこの点について、脳動脈瘤の破裂が、三分の一は睡眠中に、三分の一は通常の状\n態のときに、三分の一は特別な状況下（挙上・うつ向き、興奮、排便、性交等）に\n発症したとの統計があることから、脳動脈瘤破裂は、いついかなるときにも発症\nし、外的要因、とりわけ血圧上昇とは関係がないとの見解（前記ｉ医師の意見）も\nあるが、時間当たりの発生率をみると、睡眠中の発症に比べて外的要因による血圧\n上昇を伴う状況下での発生比率が高率であること、右統計結果と異なり睡眠中の発\n症は約六パーセントで、外的要因による血圧上昇を伴う状況下での発症が約七〇パ\nーセントであったとする統計（甲六九）等もあることから、血圧上昇が脳動脈瘤破\n裂の重要な危険因子であると推認される。\nただ、動脈瘤が大きくなり、動脈瘤壁が脆弱化し非常に薄くなった状態があれ\nば、その破裂の引金因子としての血圧の上昇はそれほど大きいものであることは必\n要でなく、僅かな血圧の変動や血流の乱れによっても破裂しうる。\n（三）　ストレスないし疲労の蓄積と脳動脈瘤破裂発症の機序\n以上のように、血圧上昇が脳動脈瘤発生・増大・破裂に重要な関与を有している\nといえるが、このような血圧上昇の原因として作用するものとしては、加齢、遺\n伝、肥満、喫煙、飲酒、寒冷、食塩の摂取等があるが、挙上・うつ向きや重いもの\nを持ち上げるという動作がその原因となることがあり、また、疲労ないしストレス\nが持続的又は断続的な血圧上昇をもたらすこともある。しかも、疲労ないしストレ\nスは、正常者に比して高血圧症等の疾患を有するものにより大きく作用し、容易に\n血圧上昇を招く。\nもっとも、疲労ないしストレスは、その発生や受容の程度及び身体の与える影響\nについて個体差があることから、どの程度の疲労ないしストレスの蓄積により、ど\nの程度血圧が上昇し、その期間がどの程度継続すれば、いかなる頻度で脳動脈瘤破\n裂が生じるかを厳密に医学的に証明することは困難である。\nしかしながら、法的な因果関係は前記のとおり必ずしも厳密な医学的証明を要す\nるものではないこと、疫学的には、管理職等の精神的負担が大きい職種に就いてい\nる人及び長時間拘束労働者に脳心事故が多く発生している等、疲労の蓄積等の慢性\nの負荷である慢性ストレスと脳動脈瘤破裂との関連を窺わせる統計が多数紹介され\nていること（甲五七、五九六〇、六四、七〇、七二）、医学的には、ストレスが大\n脳皮質、視床下部を介し交感神経の興奮と各種ホルモンの分泌により、心拍出量を\n増加させ、血管を収縮、痙攣させて血圧を上昇させること、血圧の上昇により、又\nはストレスによる血管の収縮、痙攣が血流の変化をもたらし、それらが血管壁の脆\n弱化につながることは定説であることに照らすと、ストレスないし疲労の蓄積が脳\n動脈瘤破裂発症の危険因子の一つであると考えることは法的に十分合理性を持つも\nのと解される。\n２　１に判示したところによれば、ａの脳動脈瘤破裂とその業務との事実的因果関\n係、相当因果関係の有無を判断するには、その発症の前日及び発症前一週間以内に\n脳動脈瘤を自然的経過を超えて増悪させて脳動脈瘤破裂を発症させるような負荷を\n業務により受けたか否かだけでなく、それ以前の業務により受けたストレスないし\n疲労の蓄積が脳動脈瘤を自然的経過を超えて増悪させるものであったか否かについ\nても十分考慮する必要がある。\nそこで、ａの従事していた業務とそれによるストレス、右ストレスの与える影響\nについて検討する。\n（一）　ａの作業内容、作業環境によるストレスについて\n前に認定したとおり、ａの作業内容はいずれも単純作業であるが、機械の動きに\n規制される作業が多く、自ら作業の速さを制御できないことから、焦り（ストレ\nス）が生じ、同じ動作を繰り返す単純反復作業もあって仕事に対する働きがいなど\nの低下、欠如によるストレスも生じうる。\nまた、ａの一日の作業環境は、ボイラーで湯を沸かして水槽へ給湯する作業（た\nだし、ボイラー点火による輻射熱は考えられない。）、温度と湿度の高い第一工程\nにおける首皮切り作業という温熱暴露作業と室温が低い中での冷却した鶏の解体作\n業や製品冷蔵庫、急速冷凍庫への解体品等の搬入・搬出作業という寒冷暴露作業環\n境が混在しており、このような温度差の存在は血圧上昇の一因となる。（甲六四、\n七二、証人ｇ）\n（二）　ａの勤務状況によるストレスについて\n（１）　発症前七か月間の勤務状況等\nａの訴外会社における昭和六〇年六月一六日から昭和六一年三月四日までの間の\n勤務状況は、別表１勤務状況一覧表記載のとおりであることは当事者間に争いがな\nく、右事実に照らすと、ａは、訴外会社において、昭和六〇年九月（算定期間は同\n年八月一六日から）から昭和六一年一月（算定期間は同年一月一五日まで）まで、\n月平均一三〇時間を超える時間外労働に従事していたことになる。甲八二号証によ\nれば、昭和六〇年度の日本の労働者の所定外労働時間は年約一七七・六時間と認め\nられ、これを月に換算すると、約一五時間となるから、ａは、右期間、過剰な時間\n外労働に従事していたといえる。\nさらに、前記認定のとおり、ａの発症前七か月間の実労働時間数の合計が全労働\n者の平均年間総実労働時間の約一・七四倍であるというのは、非常に長時間の労働\nを行っていたといわざるを得ない。また、その拘束時間が年間を通して一日あたり\n約一二時間であったということは、日々の疲労回復の時間が確保できなかったとい\nえるし、それに加えて休日出勤による労働日の連続のため、ますます疲労回復のた\nめの十分な休息をとることができなかったといえるから、ａは右期間の業務遂行に\nより相当程度の疲労を蓄積させたことが推認される。\n特に、昭和六〇年一二月九日から同月三一日までの二三日間にわたる連続勤務は\nａの疲労の程度を増大させたと認められる。\nなお、被告は、ａが休日のたびに岐阜県＜以下略＞で農作業に従事していたこと\nから、ａの業務が疲労を蓄積させるような過重なものではない旨主張し、右主張に\n沿う証拠として、乙三二、四〇の一ないし三、四一号証がある。しかし、右各証拠\nは原告本人尋問の結果等に照らして採用できないし、仮に右事実があったとして\nも、ａが右期間の業務により相当程度の疲労を蓄積させたとの推認を妨げるもので\nはない。\nまた、ａは、訴外会社の敷地内にある寮から出勤していたため、通勤時間がな\nく、訴外会社の食堂において三食提供されていたことから、自ら食事の準備等をす\nる必要もなかったが、右事情は前記認定を左右するものではない。\n（２）　発症前一か月間の勤務状況等\n前記認定のとおり、ａの発症前一か月間の拘束時間数、実労働時間数は、それ以\n前に比較して少なくなっている。\nしかしながら、このような労働時間数の少ない右期間においても、その実労働時\n間数は、約二五二時間で、前記の昭和六〇年度の日本の労働者の平均年間総労働時\n間を月平均した約一七六時間の一・四倍余であり、相当な長時間労働であるといえ\nる。また、月間の時間外労働時間数が五〇時間を超えると、一日の仕事が終わった\n後でとても疲れたと答えた労働者の割合が急増する旨の調査結果（甲九〇）がある\nところ、発症前一か月間のａの時間外労働時間数の合計は六六時間四八分である。\n右事実及び前判示の疲労の蓄積の程度などを総合すると、右期間中に、ａが前記\nの疲労の蓄積を解消することができず、さらに疲労を蓄積させ、発症前一週間前に\nは、相当長期の休養をとらなければ疲労が回復せず、僅かな刺激により血圧が上昇\nしやすい身体的状態にあったと推認できる。\n（３）　発症前一週間の勤務状況等\n前記認定のとおり、発症前一週間の勤務状況は、早出作業時間、残業時間共に、\nそれ以前に比べるとかなり少なくなっている。\nしかし、一週間の実労働時間数が五〇時間を超えると、朝起きたときに前日の疲\nれを感じるなどの一般疲労感を訴える労働者が急増する旨の調査結果がある（甲九\n〇）ところ、右期間のａの実労働時間数は、約五八時間である。右事実及び前判示\nの疲労の蓄積の程度などを総合すると、ａは、右期間において、前記の疲労の蓄積\nを解消することができないまま発症当日に至ったことが認められる。（ａは、発症\nの二日前である三月二日に勤務しておらず、発症前日も残業を行わずに退勤してい\nるが、右事実は右認定を左右するものではない。）\n（４）　発症当日の作業について\n前記認定のとおり、ａは、水槽への給湯作業、第一工程での首皮切り作業の後、\n第二工程での鶏掛け作業、前処理作業に従事し、その後、鶏を水槽からかごに移し\n替える作業を行った。\n右作業環境は、温熱環境の後に寒冷作業を行うものであり、そのような作業環境\nが血圧上昇の一因となることは前判示のとおりである。\nそして、証拠（甲二七、八六、八七、証人ｇ）を総合すると、発症直前に行った\n鶏を水槽からかごに移し替える作業による負荷は、同人の血圧を相当程度に上昇さ\nせるに足りるものであったと認められる。\n確かに、ｇ医師の前記実験においては、被験者が体前屈姿勢のまま、両腕を一分\nないし三分間氷水に浸し続けるというものであるから、前記一３（二）で認定した\nａの作業内容そのものを再現したものとはいえない。\nしかし、証人ｇは、ａの発症直前の作業の内容が水を抜いた水槽から、屠体では\nなく中抜きの鶏を水槽の縁に片手を置いて他方の片手で二羽（合計約五キログラ\nム）ずつ掴んでかごに移し替えていたとしても、右作業が長時間労働等による慢性\n的疲労・ストレスを受けていたａに、脳動脈瘤破裂を招くに足る負荷となることは\n否定できない旨証言する。\n右証言は、右被験者が、右実験当時、ａのように疲労を蓄積させた状態にあった\nとは認められないこと及び右実験においては、鶏（二羽合計約五キログラム）の把\n持、持ち上げによる負荷は考慮されていないことから、仮に、ａの右作業内容が氷\n水の中にある鶏を体前屈しつつ持ち上げてかごに移し替えるものであった場合、右\n行為中の血圧上昇の程度は右被験者より相当程度大きかったものと推認されるこ\nと、並びに、既に脳動脈瘤の血管壁が脆弱化し非常に薄くなっていた場合、その破\n裂の引金因子としての血圧上昇は、それほど大きいものであることは必要でないこ\nとに照らすと、十分信用できる。\n３　前判示のとおり疲労の蓄積ないしストレスが脳動脈瘤破裂の危険因子となると\nころ、ａの業務が同人に対し相当程度の疲労の蓄積ないしストレスを与えたと認め\nられるから、ａの業務と脳動脈瘤破裂の発症との間には条件的因果関係があるとい\nうべきである。\nそして、発症前一週間以前の業務がａに相当程度の疲労の蓄積を与えたといえる\nこと、そのため、ａは相当長期の休養をとらなければ疲労が回復しない程度に至っ\nており、僅かな刺激によって血圧が上昇しやすい身体的状態のまま発症一週間前に\n至ったのみならず、疲労の蓄積を解消することができないまま発症当日に至ったこ\nと、発症直前の作業は同人の血圧を相当程度上昇させるに足りるものであったこ\nと、右作業の直後に脳動脈瘤破裂が発症したこと、前記一４で認定した同人の高血\n圧の状態及び未破裂の脳動脈瘤の予後に照らすと、同人の基礎疾病の状態は、同人\nの年齢（五三歳）、肥満度（身長一六三・八センチメートル、体重六九・五キログ\nラム）、喫煙（一日平均二〇本）を考慮しても、それだけで脳動脈瘤破裂を発症さ\nせるようなものではなかったといえること、同人の業務外の生活において、血圧上\n昇の発生原因となるような精神的、肉体的負荷をもたらす事由の存在が認められな\nいことを総合すると、脳動脈瘤破裂の発症は、ａの業務に内在する危険が現実化し\nたことによるものとみることができ、両者の間には相当因果関係があるものと認め\nることができる。\n４　なお、前記ｈ医師及びｉ医師の各意見は、外的因子が脳動脈瘤破裂に影響を与\nえるものであるという近時の医学的知見や、ａの死亡前の業務の検討に当たり、ａ\nの長時間労働による疲労の蓄積や、発症直前の業務内容（鶏の移し替え作業）等に\nついての検討が十分になされているとはいえないから、採用できない。\n四　以上によれば、ａの死亡が業務によるものではないとした本件処分は違法であ\nり、その取消を求める本訴請求は理由がある。\nよって、主文のとおり判決する。\n（裁判官　谷口伸夫　鬼頭清貴　明石万起子）\n"
}