{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 12,
    "day": 18
  },
  "case_number": "平成2(行ウ)194",
  "case_name": "訴訟費用納入義務不存在確認請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "刑事訴訟において訴訟費用負担に関する裁判により命じられた訴訟費用について，その納付義務の不存在確認を請求する行政事件訴訟の適否",
  "case_gist": "刑事訴訟法は，最後にその刑事訴訟に係る事件の係属した裁判所が，その有する刑事裁判権の行使の一環として訴訟費用負担に関する裁判を行うものとし，その不服申立ても刑事訴訟手続の枠内においてのみ行使することのできる自己完結的なものとして設けており，他方，同法１８５条が本案の裁判の内容と離れて独立の不服を申し立てることができない旨定めていることも憲法８１条，３１条，３２条に違反しないから，前記訴訟費用負担に関する裁判により命じられた訴訟費用について，その納付義務の不存在確認を請求する行政事件訴訟は，不適法である。",
  "lawsuit_id": "16573",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16573",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/573/016573_hanrei.pdf",
  "contents": "○　主文\n一　本件訴えを却下する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求める裁判\n一　請求の趣旨\n１　原告が、東京高等裁判所昭和六三年（う）第一二五七号覚せい剤取締法違反、\n関税法違反被告事件の判決によって負担を命じられた訴訟費用中、金一一万八〇五\n〇円を被告に納付する義務がないことを確認する。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n１　本案前の答弁\n主文同旨\n２　本案の答弁\n（一）　原告の請求を棄却する。\n（二）　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告は、昭和六三年一〇月四日東京地方裁判所に覚せい剤取締法違反、関税法\n違反の罪により起訴され（同裁判所昭和六三年合（わ）第七七号）、無罪を主張し\nたが、懲役七年の有罪判決を受けたので、東京高等裁判所に控訴をしたところ（同\n裁判所昭和六三年（う）第一二五七号）、同裁判所は、平成元年七月三一日右控訴\nを棄却し、控訴審における未決勾留日数中二〇〇日を原判決の刑に算入するととも\nに、控訴審における訴訟費用は被告人である原告の負担とするとの判決（以下「本\n件判決」といい、本件判決中原告に訴訟費用の負担を命ずる部分を「本件訴訟費用\nに関する裁判」という。）をした。原告は、更に最高裁判所に上告をしたが（同裁\n判所平成元年（あ）第一〇三八号）、同裁判所は、平成二年二月九日上告棄却の決\n定をしたため、同月一七日本件判決は確定した。\n２　右控訴審の公判期日においては、被告人である原告が、アメリカ合衆国籍を有\nする外国人であって、日本語に通じない者であるため、通訳人が付された。\n３　東京高等検察庁検察事務官は、平成二年五月一日付けで原告に対し、検察官の\n命により、本件判決によって負担を命じられた訴訟費用として金一六万四五五〇円\nを納付するよう命ずる納付告知をした。\n右訴訟費用中には、控訴審の公判期日において付された通訳人に対する通訳料九万\n八〇〇〇円及び旅費日当二万〇〇五〇円が含まれている（刑事訴訟費用等に関する\n法律（以下「費用法」という。）二条一号、二号。以下、右の両費用を併せて「本\n件通訳料等」という。）\n４　しかし、以下のとおり、本件訴訟費用に関する裁判は、本件通訳料等を原告に\n負担させる限度で無効である。\n（一）　昭和五四年九月二一日わが国について効力が発生した市民的及び政治的権\n利に関する国際規約（以下「Ｂ規約」という。）　一四条三項は、「すべての者\nは、その刑事上の罪の決定について、十分平等に、少なくとも次の保障を受ける権\n利を有する」と定め、同項（ｆ）は、「裁判所において使用される言語を理解する\nこと又は話すことができない場合には、無料で通訳の援助を受けること」を掲げて\nいる。右規定は、「すべての者」につき権利を保障しており、特に、その趣旨はそ\nの国で通常使用される言語を理解すること又は話すことができない者に対し通訳の\n援助を受ける権利を保障するところにあるから、これが外国人にも適用されること\nは明らかである。\nそして、右規定の「無料で通訳の援助を受けること」とは、絶対的な無料の援助を\n定めたものであるから、公判期日に無料で通訳を付されることのみならず、その後\nにおいてこれによって生じた費用の支払を請求されない権利の保障をも含むものと\n解すべきである。\n刑事被告人は公費で自己のために強制的手続により証人を求める権利を有すること\nを定めた憲法三七条二項については、その費用を訴訟費用として被告人に負担させ\nてはならないことまでも保障した趣旨ではないと解されているが、Ｂ規約一四条三\n項（ｆ）の場合に同様に解することができないことは、同項の「無料で」という文\n言と憲法三七条二項の「公費で」という文言との差異に徴して明らかである。ま\nた、ヨーロッパ人権裁判所が、Ｂ規約一四条三項（ｆ）と全く同一の規定である欧\n州人権保護条約（人権及び基本的自由の保護に関する条約）六条三項ｅの解釈につ\nいて、無料で通訳の援助を受ける権利には、裁判所において使用される言語を話す\nこと又は理解することができないすべての者が、無料で通訳の援助を受け、後にこ\nれによって生じた費用の支払を請求されない権利が含まれるとの判断を示す判決\n（ルーデイック、ベルカセム及びコス事件に対する一九七八年一一月二八日判決。\nヨーロッパ人権裁判所刊行物シリーズＡ第二九巻）をしたことに照らしても、右の\nように解することが相当である。\nしたがって、原告は、Ｂ規約一四条三項（ｆ）に基づき、控訴審の公判期日におい\nて付された通訳人に関する費用である本件通訳料等を請求されない権利を有する。\n（二）　憲法九八条二項が「日本国が締結した条約及び確立された国際法規は、こ\nれを誠実に遵守することを必要とする」と定め、国際協調主義をその理念としてい\nることに照せば、Ｂ規約は、その効力において国内法である費用法に優先すると解\nすべきである。したがって、費用法二条一号、二号は、被告人が日本語を理解する\nこと又は話すことができない場合に付された通訳人に対する通訳料及び旅費日当\nを、訴訟費用として被告人に負担させることを許容する限度において、Ｂ規約一四\n条三項（ｆ）に違反して無効なものというべきであるから、同法に基づいてされた\n本件訴訟費用に関する裁判も、原告に本件通訳料等を負担させた限度で無効である\nといわなければならない。\nなお、刑事訴訟法は、「被告人が貧困のため訴訟費用を納付することのできないこ\nとの明らかであるとき」（一八一条一項ただし書）又は「貧困のためこれを完納す\nることができないとき」（五〇〇条一項）に限り、被告人に訴訟費用を負担させな\nいこととし、又は訴訟費用の負担を命ずる裁判の執行を免除するとしているが、Ｂ\n規約一四条三項（ｆ）は被告人の貧困を条件とせず、絶対的な無料の援助を保障す\nる趣旨であるから、刑事訴訟法一八一条一項ただし書及び五〇〇条が右のように定\nめているからといって、費用法二条一号、二号がＢ規約一四条三項（ｆ）に違反し\nないことにはならない。\n（三）　そうすると、原告には、本件訴訟費用に関する裁判によって負担を命じら\nれた訴訟費用中、本件通訳料等に係る一一万八〇五〇円の納付義務がない。\n５　よって、原告は、右訴訟費用中、本件通訳料等に係る金一一万八〇五〇円を被\n告に納付する義務の存在しないことの確認を求める。\n二　被告の本案前の答弁の理由\n１　本件通訳料等に係る訴訟費用は、原告を被告人とする刑事事件の有罪判決にお\nいて原告の負担とされたものであるところ、本件通訳料等を原告に負担させる訴訟\n費用とするかどうかは、右事件の判決裁判所の自由裁量に委ねられている事項であ\nる。したがって、原告は、判決宣告までに右の裁判所に対して、本件通訳料等を原\n告に負担させる訴訟費用としないように上申することができる。\n右上申にもかかわらず、刑事事件の判決において、本件通訳料等の負担が命じられ\nた場合には、原則として、上訴裁判所が訴訟費用の負担に関する不服について審判\nし得るのは本案についての上訴が適法でかつ理由があり、原判決を取り消す場合に\n限られるから（刑事訴訟法一八五条第二文）、原告としては、本案の上訴と同時に\n訴訟費用の負担に関する不服を申し立てることにより、訴訟費用の負担の裁判の是\n正を求めることができる。ただ、一般的には、本案に対する上訴が不適法であると\nされ、又は理由がないとされて棄却される場合には、訴訟費用の負担に関する不服\nについては理由があったとしても、右の不服は本来独立した上訴理由とされていな\nいのであるから、これを理由に原判決を破棄することはできないと解されている。\nしかし、判例には、上告審において、訴訟費用の負担を命じた点にのみ関する違法\nを指摘して職権で原判決を破棄したものがあり、このような見解によれば、本案に\nついて上訴の理由に乏しくとも、更に訴訟費用の負担について上訴裁判所の判断を\n受けることのできる可能性がある。\n２　本件訴訟費用に関する裁判については、右のような刑事訴訟の手続における関\n係手続において、その不服を申し立てるべきものである。原告は、行政事件訴訟で\nある本件において、本件訴訟費用に関する裁判の是正を求めるが、それはとりもな\nおさず、刑事訴訟の手続によらずに刑事事件の判決の内容の取消し又は変更を求め\nるものに他ならない。そのような訴えは、刑事裁判制度自体に背反するものであっ\nて、到底容認されないものというべきである。\n３　よって、本件訴えは不適法である。\n三　被告の本案前の答弁の理由に対する原告の反論\n１　被告は、本件訴えは刑事訴訟によらずに刑事事件の判決の取消し又は変更を求\nめるものであって容認されないと主張する。しかし、本件訴えにおいて原告が無効\nを主張するのは訴訟費用を負担させる裁判であり、それは、有罪判決に伴い単に金\n銭的負担を命ずる付加処分に過ぎず、有罪判決そのものではない。したがって、原\n告は、本件訴えによって刑事訴訟の有罪判決そのものを変更しようとするものでは\nないから、被告の右主張は失当である。\n２　裁判において訴訟費用の負担を命じられた被告人は、これによって日本国憲法\n（以下「憲法」という。）の保障する財産権を侵害されることとなるところ、憲法\n三一条、二九条によれば、そのような権利利益の侵害については事前の告知、弁解\n等の機会が与えられるのが原則であり、仮にこれが与えられないときは事後の不服\n申立ての途が認められなければならない。\nしかるところ、裁判所が被告人に対し訴訟費用の負担を命ずるのは、原則として刑\nの言渡しをしたときであるから（刑事訴訟法一八一条一項本文）、それ以前の被告\n事件の実体についての判断がされていない段階で、有罪を前提とする訴訟費用を負\n担させる裁判につき、裁判所が告知をすることはあり得ない。同様に、原告のよう\nに無罪を主張している被告人が、有罪判決を慮って、訴訟費用を負担させる裁判に\nつき公判期日の審理において弁解をすることもあり得ないところである。\nそうすると、訴訟費用を負担させる裁判について、事前の告知、弁解の機会が与え\nられているとはいえないから、事後の不服申立ての途の開かれていることが必要で\nあるが、刑事訴訟法上そのような不服申立ての途のないことは被告の主張によって\nも明らかである。したがって、現行の制度は違憲であって、このような違憲状態を\n解消するためには、本件訴えのように、行政事件訴訟を認めるほかはないから、本\n件訴えは許容されなければならない。\n四　請求原因に対する被告の認否\n請求原因１ないし３の各事実は認め、同４及び５の主張は争う。\n五　被告の本案の主張\n１　原告は、費用法二条一号、二号について、被告人が日本語を理解すること又は\n話すことができない場合に付された通訳人に対する通訳料及び旅費日当を訴訟費用\nとして被告人に負担させることを許容する限度において、右規定がＢ規約一四条三\n項（ｆ）に違反し無効であると主張するが、右の規定は、日本語を理解しない被告\n人のために国家の費用で通訳人を付し、十分な防御活動ができることを保障しよう\nとするにとどまり、裁判の結果有罪の判決を受けた場合にも、なおその被告人に訴\n訟費用として右通訳料及び旅費日当を負担させてはならないという趣旨ではないか\nら、費用法の右規定は、Ｂ規約一四条三項（ｆ）に違反するものではない。\n２　わが国の裁判所では日本語を用いるものとされ（裁判所法七四条）、刑事訴訟\nにおいて日本語に通じない者に陳述させる場合には通訳人に通訳をさせなければな\nらないものとされている（刑事訴訟法一七五条）。右の通訳人には、旅費、日当及\nび通訳料が支給され（同法一七八条、一六四条一項、一七三条一項）、それらの費\n用は訴訟費用とされている（費用法二条一号、二号）。そして、被告人が有罪判決\nを受けたときは、裁判所は、原則として訴訟費用を負担させることとされているが\n（刑事訴訟法一八一条一項本文）、通訳人は被告人がこれを請求するかどうかにか\nかわらず付されるものであるから、裁判所は、その自由な裁量によって、通訳人に\n支給すべき旅費、日当及び通訳料の金額を除いてなおその余に訴訟費用がある場\n合、これを被告人に負担させることができる。のみならず、裁判所は、被告人が貧\n困のため訴訟費用を納付することができないことが明らかであるときは、これを負\n担させないことができることとされている上（同項ただし書）、訴訟費用の負担を\n命じられた被告人は、貧困のためこれを完納することができないときは、訴訟費用\nの負担を命ずる裁判の確定した後二〇日以内にその裁判の執行の免除の申立てをす\nることができることとされている（同法五〇〇条一項、二項）。以上の各規定に照\nらし、Ｂ規約一四条三項（ｆ）の定める権利は、わが現行法上保障されており、費\n用法二条一号、二号がＢ規約一四条三項（ｆ）に違反するものではない。\n六　被告の本案の主張に対する原告の認否争う。\n第三　証拠（省略）\n○　理由\n一　本件訴えの適否について\n１　刑事訴訟法によれば、裁判によって刑事訴訟手続が終了する場合において、被\n告人に訴訟費用を負担させるときは、職権でその裁判をしなければならないものと\nされている（同法一八五条本文）。また、裁判によって訴訟手続が終了する場合に\nおいて、被告人以外の者に訴訟費用を負担させるとき及び裁判によらないで訴訟手\n続が終了する場合において訴訟費用を負担させるときは、裁判所が職権でその決定\nをしなければならないものとされている（同法一八六条、一八七条）。同法は、こ\nれらの裁判に不服がある場合につき、後者の決定については、即時抗告を認める\nが、前者の裁判については、本案の裁判について上訴があったときに限り、不服を\n申し立てることができるものとした。これらの規定からすれば、同法は、刑事訴訟\nにおける訴訟費用負担の命令については、それが裁判によるものであれ、決定によ\nるものであれ、当該被告事件の公判手続をし、最終の裁判をする裁判所が、又は裁\n判で訴訟が終了しないときは、最終にその刑事訴訟に係る事件の係属した裁判所\nが、その有する刑事裁判権の行使の一環としてこれを行うものとしており、その不\n服申立ても、刑事訴訟手続の枠内においてのみ行使することのできる自己完結的な\nものとしてこれを設けているものと解される。\n２　当裁判所は、いうまでもなく、行政事件訴訟法に基づき行政事件訴訟を審理判\n断する裁判体であり、本件事件も、原告が、そのような裁判所に、行政事件訴訟と\nして、その主張する義務の不存在の確認を請求するものである。そして、その不存\n在の確認を求める義務は、原告が、その刑事被告事件において、裁判によって負担\nを命じられた訴訟費用の納付義務であり、その不存在である理由は、右裁判が、原\n告に対し本件通訳料等を負担させた限度でＢ規約一四条三項（ｆ）に違反して無効\nであるとするにある。したがって、右義務が存在するかどうかは、本件訴訟費用に\n関する裁判が、右主張のような理由で無効であるかどうかを判断しなければ決する\nことができないことになる。\n３　刑事訴訟における訴訟費用負担に関する裁判は、右１のとおり、当該刑事訴訟\nの事件を担当する裁判所がその刑事裁判権の行使としてこれを行うものであり、本\n件事件を担当している当裁判所は、右事件を担当している限りにおいては、刑事裁\n判権を持たず、これを行使する余地はないのであるから、当裁判所が、およそ右の\n裁判の当否を判断できる立場にないことは明らかである。仮にも、そのような判断\nの余地を肯定すると、結局行政事件訴訟によって刑事訴訟手続による裁判の取消し\n又は変更を求めることができることとなり、刑事訴訟法に規定されていない別個の\n上訴制度を創設したに等しい結果となるのであって、この結果が刑事訴訟法の認め\nないものであることはいうまでもない。刑事訴訟における裁判に対する不服申立て\nは、その刑事手続の枠内において設けられた手続によってのみこれをすべきこと\nは、訴訟法の建前上当然であり、右１のように、刑事訴訟における訴訟費用の裁判\nにおいても、それなりの不服申立手続は用意されているのである。\n４　原告は、本件訴訟費用に関する裁判は有罪判決に伴う付加処分に過ぎず、刑事\n判決の内容となるものではないから、本件訴えは、刑事訴訟手続によらず刑事判決\nの内容を取り消し、又は変更することを求めるものではないと主張する。たしか\nに、訴訟費用に関する裁判は、有罪判決そのものではないが、前記のとおり、刑事\n訴訟の事件を担当する裁判所が、その刑事裁判権の行使の一環として、判決、決定\nのような裁判の形式をもってこれを行うのであるから、有罪判決と同様に刑事判決\nの内容となっているものというべく、原告の右主張は理由がない。\n５　原告は、また、本件訴訟費用に関する裁判は、原告の財産を減少させるもので\nあって、その手続には憲法三一条が適用されるべきであるところ、刑事訴訟手続に\nおいては、右裁判には事前の告知、弁解の機会が与えられず、事後の不服申立ても\n認められないのであるから、右の規定に違反しており、その違反の状態を解消し、\n憲法に適合したものとするためには、本件訴えの適法性を肯定するほかはないと主\n張する。\nまず、本件訴訟費用に関する裁判について、被告人に事前に告知がされることのな\nいのは、事柄の性質上明らかであるが、刑事訴訟法によれば、刑の言渡しをしたと\nきは原則として被告人に訴訟費用の全部又は一部を負担させなければならないこ\nと、刑の言渡しをしない場合でも、被告人の責めに帰すべき事由によって生じた費\n用は被告人に負担させることができることが規定されているから（同法一八一条一\n項本文、二項）、刑事被告人は、そこに規定された事由が生じた場合には、訴訟費\n用の負担を命じられることのあることをあらかじめ承知することができる。そし\nて、被告人に、訴訟費用の負担を命じられることについて、刑の言渡しを受けるこ\nととは別個の独立の不服があるのであれば、公判期日において、あらかじめその点\nに関し、不服である所以を述べ、証拠を提出するなどして防御権を行使することは\n十分可能である。たとえ被告人が本案について無罪を主張して争っているとして\nも、有罪とされることはあり得ることであり、右のとおりその場合には、訴訟費用\nの負担を命じられることが予測可能であるから（無罪の場合でも、負担を命じられ\nることのあることは前記のとおりである。）、その場合に備えて防御権を行使して\nおくこともできない訳ではない。そうであるとすれば、本件訴訟費用に関する裁判\nにおいて、原告は被告人として、あらかじめ防御権を行使する機会が与えられてい\nたものということができるから、この点に関する原告の主張は理由がない。\n次に、事後の不服申立てに関しては、確かに、刑事訴訟法上、被告人は、本案の裁\n判に対する上訴から独立して、専ら訴訟費用の負担に関する裁判についての不服を\n理由として不服申立てをすることのできないことは前記のとおりであり、本案の上\n訴と同時に訴訟費用の負担に関する不服を申し立てても、本案に対する上訴が不適\n法であるとされたり、理由がないとされたりして棄却される場合には、訴訟費用の\n負担に関する不服については、その理由の有無にかかわらず、これを独立の不服と\nして取り上げることはできず、これに理由があっても、そのことの故に原判決を破\n棄することはできないと解される。したがって、有罪となった被告人に対する訴訟\n費用負担に関する裁判に対し、本案の裁判の内容とは離れて、事後に独立の不服を\n申し立てることは、刑事訴訟法上認められていないといわざるを得ない。\nしかしながら、裁判について上訴その他の不服の申立てを認めるかどうか、これを\n認める場合にいかなる手段によらせるかという審級制度については、憲法八一条の\n枠内において、立法者の裁量に委ねられているところであるから、刑事訴訟法が有\n罪となった被告人に訴訟費用を負担させる裁判に関し不服申立てを認めないことと\nしても、憲法八一条に違反するものとはいえない（もっとも、右裁判が憲法に違反\nすることを理由とする不服申立てについては、これを認めないとする制度が憲法に\n適合するかどうかの問題はあるが、本件は、そのような理由によって不服を申し立\nてたものではないから、この点については措くこととする。）。そして、右裁判に\nついては、前記のとおりその裁判をする審級において弁論や証拠を提出するなどし\nて防御権を行使することが可能であるから、一審の手続は保障されているというこ\nとができ、このような刑事訴訟手続は、もとより憲法三一条ないし三二条に反する\nものでもないということができる。そうであるとすれば、原告の右主張は、その前\n提とするところにおいてとるを得ないから、前同様に理由がないといわざるを得な\nい。\n二　以上によれば、本件訴えは不適法であるからこれを却下することとし、訴訟費\n用の負担につき行政事件訴訟法七条、民事訴訟法八九条を適用して、主文のとおり\n判決する。\n（裁判官　中込秀樹　石原直樹　長屋文裕）\n"
}