{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 5,
    "month": 5,
    "day": 13
  },
  "case_number": "平成4(行コ)37",
  "case_name": "建築許可処分取消等請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "１　建築基準法５９条の２に基づく容積率及び斜線制限の緩和の許可処分につき，その対象建築物の近隣住民が日照等の被害のおそれを理由として提起した同処分の取消しを求める訴えについて，原告適格を肯定した事例　２　建築基準法５９条の２に基づく容積率及び斜線制限の緩和の許可処分につき，その対象建築物の近隣住民が日照等の被害のおそれを理由として提起した同処分の取消請求が，棄却された事例",
  "case_gist": "１　都市計画法上の商業地域における建築計画に係る建築物の近隣住民が日照等の被害のおそれを理由として提起した，前記建築物に係る建築基準法５９条の２に基づく容積率及び斜線制限の緩和の許可処分の取消しを求める訴えにつき，同法５６条の斜線制限が建築物の隣接地居住者の個別具体的な生活上の利益を保護の対象としていることは明らかであるから，斜線制限を緩和した処分により建築が可能となる建築物のために日照等の面で悪影響を被るおそれのある隣接地住民は当該処分の取消しを求める法律上の利益を有するというべきであり，当該地域が商業地域であるとしても，当該建築物の隣接地住民は同条１項２号ロの斜線制限による日照利益の保護を受けるのであるから，前記法律上の利益を有しないとすることはできないとして，隣接地住民の原告適格を肯定した事例　２　都市計画法上の商業地域における建築計画に係る建築物の近隣住民が日照等の被害のおそれを理由として提起した，当該建築物に係る建築基準法５９条の２に基づく容積率及び斜線制限の緩和の許可処分の取消請求が，当該処分は合理的な実施基準に従ってされたものであって裁量権を逸脱した違法なものであるということはできず，適法であるとして，棄却された事例",
  "lawsuit_id": "16472",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16472",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/472/016472_hanrei.pdf",
  "contents": "○　主文\n一　本件各控訴をいずれも棄却する。\n二　控訴費用は控訴人らの負担とする。\n○　事実及び理由\n第一　当事者の申立\n控訴人らは、「原判決中、控訴人らに関する部分を取り消す。被控訴人大阪市長が\n平成元年一〇月二〇日付でしたアーバンライフ株式会社の原判決添付物件目録記載\nの建物の建築許可申請に対する建築基準法五九条の二に基づく許可処分を取り消\nす。被控訴人大阪市は、控訴人ら各自に対し、一〇〇万円宛支払え。訴訟費用は第\n一、二審とも被控訴人らの負担とする。」との判決を求め、被控訴人らは主文同旨\nの判決を求めた。\n第二　事案の概要\n本件事案の概要は、次のとおり付加、訂正するほかは、原判決の「事実及び理由」\n中の「第二　事案の概要」欄の記載のうち、控訴人らに関する部分の記載と同一で\nあるから、これを引用する。\n１　原判決一二頁五行目から六行目にかけての「Ｓｉ．」を「敷地の各辺の中点か\nら一二メートル外側にある点（以下「Ｏｉ点」という）を通る鉛直線の各点を視点\nとした立面投影面積（以下「Ｓｉ．」という）」と、同行の「Ｓｉ」を「各辺にお\nいて、法五六条一項一号及び二号の規定によって許容される最大の立面投影面積\n（以下「Ｓｉ」という）」とそれぞれ改める。\n２　同一九頁八行目の「この場合において」から同二〇頁初行の「とする。」まで\nを削除する。\n第三　当裁判所の判断\n争点に対する当裁判所の判断は、次のとおり付加、訂正するほかは、原判決の「事\n実及び理由」中の「第三　争点に対する判断」欄の記載のうち、控訴人らに関する\n部分の記載と同一であるから、これを引用する。\n１　原判決二二頁末行の「原告らが」を「控訴人らが、」と、同二四頁一〇行目及\nび同二五頁六行目の各「北西側」をいずれも「南西側」と、同二九頁五行目の「争\nいがないから」を「争いがなく、乙四号証によれば、本件土地上の公開空地は有効\n面積が二四六・五五平方メートル、実面積が二一五・九二平方メートルであること\nが認められるから」とそれぞれ改める。\n２　同三五頁初行冒頭から同六行目末尾までを次のとおり改める。\n「　これに対し、控訴人らは、斜線制限の緩和に関し、控訴人らの居宅に、日照、\n採光等について、現実に著しい被害が発生する本件においては、抽象的な基準点\n（Ｏｉ）を想定して、計画建築物の境界線への立面投影面積（Ｓｉ．）と法五六条\nによって許容される境界線への最大立面投影面積（Ｓｉ）を比較しても、許可の可\n否の合理的な基準足りえない旨主張する。\nしかしながら、多数ある総合設計許可申請の許可の可否を公平に決するためには、\n天空光の量を判断するについて画一的な基準点を設けるのは必要且つ合理的な方法\nであると考えられること、敷地各辺の境界線上の鉛直面（スクリーン）における計\n画建物の立面投影面積と、法五六条の規定によった場合に許容される最大の立面投\n影面積の比較結果は、その性質上、その視点の位置によって大きな差をもたらすも\nのではない（立面投影面積は、視点がスクリーンに近づけば小さくなり、離れれば\n大きくなって、壁面の実面積に限り無く近づくが、その割合は、計画建物の場合も\n法五六条の規定によった場合に許容される最大の立面投影面積をもたらす建物の場\n合も同一である）し、実施基準による基準点の設け方に特段の不合理な点は認めら\nれないこと等に鑑みると、ＯｉからのＳｉとＳｉ．の比較結果を斜線制限の緩和の\n要件と定める実施基準の合理性を否定する理由はなく、控訴人らの右主張は採用の\n限りでない。」\n３　同三五頁末行から同三六頁初行にかけての「主張するが」から同六行目末尾ま\nでを次のとおり改める。\n「主張する。しかしながら、右規定（実施基準第１の１の（４）の（３））は、商\n業地域の内外を問わず、総合設計制度を利用する建物すべてに適用されるものであ\nるが、日影については法五六条の二で、採光については斜線制限の緩和の要件の中\nでそれぞれ規制がなされていて、これらを満たす建物について、更に隣地の日影や\n採光を理由に隣地境界線からの後退を求める理由はないこと、被控訴人大阪市が策\n定した『大阪市総合設計許可取扱要綱実施基準の解説』の（１）の（１）のエによ\nると、実施基準の右規定につき、特に共同住宅については、隣地境界線からの建物\nの後退距離について、『バルコニーの先端から五メートルを標準として指導してい\nる』旨記載されていることが認められるが（乙第一号証）、特に共同住宅について\n他の建物以上の後退を求めるのは、落下物による危険防止がその理由であると考え\nるのが合理的であること、そして右規定の文言にも照らすと、右規定は、落下物に\nよる危険を防止することを主眼として、市街地環境の整備改善に資することを目的\nとして設けられたものであり、隣地の日照や採光の確保を直接の目的とするもので\nはないと解せられる。そして、証人Ａの証言によると、本件建物のドルミ堂島側の\n窓等には、面格子を施すなどの落下物による危険の防止措置が講じられていること\nが認められるから、本件建物は右規定の但書が適用が可能な事例であると解せられ\nる。もっとも、被控訴人大阪市長として、但書の「敷地周囲の状況」に控訴人らの\n日照等の被害を考慮することも可能ではあるが、右のように隣地の採光については\n他の要件で配慮されるし、本件土地が商業地域内にあり、法の日影規制による日照\nの保護を受けない地域であることに鑑みれば、右但書を適用した被控訴人大阪市長\nの判断が違法であるということはできない。」\n二　よって、控訴人らの本訴請求をいずれも棄却した原判決は相当であって、本件\n各控訴はいずれも理由がないから棄却することとし、控訴費用の負担について民事\n訴訟法九五条、八九条、九三条を適用して、主文のとおり判決する。\n（裁判官　山中紀行　寺崎次郎　井戸謙一）\n"
}