{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 6,
    "month": 8,
    "day": 23
  },
  "case_number": "平成6(ラ)431",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事仮処分",
  "lawsuit_id": "13862",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13862",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/862/013862_hanrei.pdf",
  "contents": "主　　　文\n本件抗告を棄却する。\n抗告費用は抗告人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　抗告人（原審債権者）\n１　原決定を取り消す。\n２　被抗告人は、原決定添付別紙第一目録記載の「三國志」の各標章を商品磁気デ\nィスク及びその包装に付してはならない。\n３　被抗告人は、前項記載の各標章を付した商品磁気ディスクを譲渡し、引渡し、\nまたは譲渡もしくは引渡しのために展示してはならない。\n４　被抗告人は、商品磁気ディスクに関する広告、定価表または取引書類に前記２\n記載の各標章を付して展示しまたは頒布してはならない。\n５　被抗告人の前記２記載の各標章を付した商品磁気ディスクに対する占有を解い\nて、千葉地方裁判所執行官にその保管を命ずる。\n二　被抗告人（原審債務者）\n主文同旨\n第二　当事者の主張\n一　抗告人の申請の理由\n１　著作物の題号について商標権の効力の及ばない場合は、一つは、創作物に付す\nる名称すなわち題号としての使用にすぎない場合であり、もう一つは、著作物の内\n容を表示するにすぎない場合である。\n「題号としての使用にすぎない場合」については、使用する者が主観的に題号と\nして使用しているということではなく、取引需要者からその創作物に付した名称で\nあると認識される客観的形態での使用でなければならないし、「著作物の内容を表\n示するにすぎない場合」とは、一般世人により著作物の内容そのものを直接説明し\nたにすぎないものとして認識され、かつ何人によってもそのようなものとして容易\nに使用されるものでなければならない。\n商品化されたコンピュータ用ゲームプログラムの購買者において重要なのは、表\n現ではなく、そのゲームとしての機能であり、このような商品の購買者は、その記\n録媒体及びパッケージに付せられた標章を、著作者自身が創作物に付する名称すな\nわち題号と認識することはなく、一定の水準以上のゲームとしての機能を果たす販\n売業者の商品の名称（ないしその他の識別標識）として認識するのである。したが\nって、コンピュータ用ゲームプログラムを媒体物に記録してパッケージ化したゲー\nムである被抗告人の本件商品において、その記録媒体及びパッケージに付された\n「三國志」という債務者標章は、「題号としての使用」とは、到底言い得ない。\n本件商品におけるプログラムは、中国の古典である「三國志演義」において登場\nする人物の名称のみをゲーム中の登場人物の名称として借用しているにすぎず、右\n「三國志演義」とは全く異質、無縁のものである。したがって、およそ「著作物の\n内容を表示」するものと言うこともできない。\n２　債務者標章は、その表示方法、態様（文字の形・筆記用具・文字の大きさ等）\n等の客観的使用状況からすれば、「三國志演義」に題材をとったものであることの\n記述であるとは、およそ言えない。\n３　著名な文学を題材とするコンピュータ用ゲームプログラムが一般に生産されて\nいるという事実はないし、このことが既に取引需要者に相当に広く知られていると\nいうようなこともないが、仮に右事実が存在するとしても、商品の販売者は商品の\n内容と何らかの関連性のある用語を商標として用いるのが普通であり、取引需要者\nにとってもそのようなものとして商標を捉えるのが一般的であるから、その故をも\nって当該文字標章を「商標」としての使用にあたらないということはできない。\n二　被抗告人の反論\n１　抗告人の右主張は争う。\n２　債務者標章は、ゲームの内容との関連性、「三國志」という歴史書及びその歴\n史的事実についての普及の程度、右標章の使用態様等からみて、被抗告人が右標章\nをその販売するコンピュータ用ゲームプログラムの内容を表示する題号として使用\nしていることは明らかである。\n第三　当裁判所の判断\n一　当裁判所も抗告人の本件仮処分申請は失当として却下すべきものと判断する。\nその理由は、次のとおり付加、訂正するほか、原決定理由説示と同一であるから、\nこれを引用する。\n１　原決定一〇枚目裏八行の「商標法二条一項一号」を「商標法二条一項柱書き・\n一号」と訂正し、同九行の「文字、図形、若しくはこれらの結合」を「文字、図\n形、若しくは記号若しくはこれらの結合」と訂正する。\n２　原決定一六目枚表一行の次に、行を変えて、次のとおり付加する。\n「抗告人は、本件商品に付された債務者標章の使用は、「題号としての使用にす\nぎない場合」にも「著作物の内容を表示する場合」にも当たらない旨主張するが、\n本件商品がコンピュータ用ゲームプログラムであることに留意しても、債務者標章\nの使用は題号としての創作物の内容を表示するために使用されているものといい得\nることは、前記認定判断のとおりである。\nもっとも、コンピュータ用ゲームプログラムを含む商品を指定商品として特定の\n標章につき商標登録している場合において、当該商標権者または専用実施権者がこ\nの標章を同プログラムの題号として使用した結果、取引需要者にこの題号それ自体\nが商品の出所を表示し、自己の営業に係る商品と他人の営業に係る商品とを識別す\nるための標識として認識されるに至ったときは、その題号は、単に創作物の内容を\n表示するための名称に留まらず、自他商品の識別標識としての機能をも果たすか\nら、第三者がこの標章と同一または類似の標章を題号として使用する行為は、商標\n権の侵害に当たるというべきである。しかしながら、一件記録を検討しても、抗告\n人がコンピュータ用ゲームプログラムに本件商標を題号として使用した結果、取引\n需要者において「三國志」という題号を見ただけで、それが抗告人の商品であると\n認識し、この題号が自他商品の識別標識としての機能をも果たすに至っていること\nを認めるに足りる疎明はないから、このことを理由に債務者標章の使用をもって本\n件商標権の侵害とすることはできない。」\n二　そうすると、被抗告人による債務者標章の付された本件商品の販売が抗告人の\n本件商標権を侵害していることの疎明がないというべきであるから、本件仮処分申\n請は理由がなく、原決定は相当であって本件抗告は失当であるので、これを棄却す\nることとし、抗告費用の負担について民事訴訟法九五条、八九条を適用して、主文\nのとおり決定する。\n（裁判官　竹田稔　関野杜滋子　田中信義）\n"
}