{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 2,
    "day": 25
  },
  "case_number": "平成1(ワ)3496",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14785",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14785",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/785/014785_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n一　被告は、「日経ギフト」（被告標章（一））、「ＮＩＫＫＥＩ　ＧＩＦＴＳ」\n（被告標章（二））なる標章を雑誌に付し、又は被告標章（一）、（二）を付した\n雑誌を販売、領布してはならない。\n二　被告は、被告標章（一）、（二）を雑誌の広告に使用してはならない。\n三　被告は、その占有する一項記載の雑誌から、「ギフト」、「ＧＩＦＴＳ」の文\n字部分を抹消せよ。\n第二　事案の概要\n本件は、原告において、登録番号第一三七二三二九号及び登録番号第一五一四五\n六四号商標権（本件商標権）に基づき、被告に対し、雑誌及びその広告に被告標章\n（一）、（二）を使用することの差止めとこれらに表示している「ギフト」、「Ｇ\nＩＦＴＳ」の文字部分の抹消を求めている事案である。\n一　争いのない事実\n被告は、平成元年四月から、被告標章（一）、（二）を付した雑誌を販売し、ま\nた、被告標章（一）、（二）を広告に使用していること。\n被告標章（一）、（二）を付した雑誌は、原告が有していると主張する本件商標\n権の登録商標に係る指定商品（第二六類（新聞、雑誌））の範囲に属すること。\n二　争点\n原告は、本件商標権（その登録商標の構成は、別紙商標目録（一）、（二）記載\nのとおり（本件登録商標（一）、（二））。）を有していることが認められる（甲\n一の二、三）ので、本件の中心的な争点は、本件登録商標（一）、（二）と被告標\n章（一）、（二）の類否である。\n第三　争点に対する判断\n一　本件登録商標（一）は、ローマ字の大文字で横書きした「ＧＩＦＴ」の文字か\nらなるものであり、また、本件登録商標（二）は、片仮名で横書きした「ギフト」\nの文字からなるものである。これに対して、被告標章（一）は、漢字と片仮名で縦\n書きした「日経ギフト」の文字からなるものであり、また、被告標章（二）は、ロ\nーマ字の大文字で横書きした「ＮＩＫＫＥＩ」の文字と「ＧＩＦＴＳ」の文字とか\nらなるものである。\n二　本件登録商標（一）、（二）と被告標章（一）、（二）との類否を判断するに\n当たり考慮すべき取引の実情等の事実関係について審案するに、証拠によれば、次\nの事実が認められる。\n１　被告標章（一）、（二）は、被告が平成元年四月に創刊した月刊のギフトビジ\nネス専門情報誌の題号（ただし、被告標章（一）は横書き）として上下二列に横書\nきして使用されているものである（甲七の一ないし四、乙二六、二五六ないし二六\n二、二六五）。\n２　ところで、被告は、昭和四四年四月に、株式会社日本経済新聞社及びアメリカ\nのマグロウヒル社の共同出資により、「日経マグロウヒル株式会社」の商号で設立\nされ、同六三年七月に、株式会社日本経済新聞社がマグロウヒル社からその株式を\n譲り受けたことにより、株式会社日本経済新聞社の全額出資会社となり、これに伴\nい、商号を現商号に変更した会社である（乙二五〇、二五四）。\n３　被告は、設立以来、雑誌、ニューズレター、情報ファイル等の出版を事業内容\nとして、株式会社日本経済新聞社の登録商標である「日経」の語又はその仮名表示\nである「にっけい」の語を冠した題号の雑誌等を数々刊行してきた（乙二五三、二\n五四）。\n４　被告が刊行した雑誌は、昭和四四年九月創刊の経済誌「日経ビジネス」、同四\n六年四月創刊の工学・技術誌「日経エレクトロニクス」、同四七年四月創刊の医師\n向け雑誌「日経メディカル」、同五一年四月創刊の建築誌「日経アーキテクチュ\nア」、同五四年四月創刊の工学・技術誌「日経メカニカル」、同五六年一〇月創刊\nの工学・技術誌「日経コンピュータ」、同五八年一〇月創刊の工学・技術誌「日経\nパソコン」、同五九年一〇月創刊の工学・技術誌「日経バイト」、同月創刊の経営\n誌「日経ベンチャー」、同六〇年七月創刊の工学・技術誌「日経マイクロデバイ\nス」、同年一〇月創刊の工学・技術誌「日経コミュニケーション」、同年一一月創\n刊の工学・技術誌「日経ニューマテリアル」、同六一年一〇月創刊の工学・技術誌\n「日経ＣＧ」、同六二年七月創刊の専門ビジネス誌「日経リアルエステート・東\n京」、同月創刊の専門ビジネス誌「日経イベント」、同月創刊の美術デザイン誌\n「にっけい　でざいん」、同六三年一〇月創刊の専門ビジネス誌「日経エンタテイ\nメント」、同月創刊のフードサービス誌「日経レストラン」、同月創刊の美術デザ\nイン誌「にっけい　あーと」などである（乙二五四、二五五）。\n５　「日経」の語は、株式会社日本経済新聞社が有する登録商標であり、同社又は\n同社が発行する新聞（日本経済新聞）等の略称として、経済人のみならず、一般人\nの間でも広く知られている（乙二五三、弁論の全趣旨）。\n三　右認定の事実関係のもとにおいて、本件登録商標（一）、（二）と被告標章\n（一）、（二）とが類似するか否かについて判断する。\n１　本件登録商標（一）と被告標章（一）との類否について\n前示一の本件登録商標（一）と被告標章（一）の構成のみに基づき、看者の注意\nを引きやすい部分、つまり、要部について考察すると、本件登録商標（一）の要部\nは、「ＧＩＦＴ」であるのに対し、被告標章（一）の要部は、「日経」、「ギフ\nト」又は「日経ギフト」であると認められる。そうすると、本件登録商標（一）の\n要部である「ＧＩＦＴ」と被告標章（一）の要部の一つである「ギフト」とは、\n「ギフト」という称呼及び「贈り物」という観念において同一であるといわなけれ\nばならない。しかしながら、前二の認定事実によれば、被告は、昭和四四年以降、\n「日経」又はその仮名表示である「にっけい」の語と普通名詞等の単語とを結合し\nた造語を題号とする雑誌を多数刊行してきたものであるところ、「日経」の語が株\n式会社日本経済新聞社又はその発行する新聞等の略称として著名であることから、\n「日経」又は「にっけい」という語が、看者の注意を強く引き、後に続く単語を修\n飾し、当該雑誌が株式会社日本経済新聞社又はその関連会社が刊行したものである\nことを示しているものと認められる。被告標章（一）、（二）を題号とする雑誌\nも、右のような状況のもとにおいて刊行されたものである。このような事実関係の\nもとにおいて被告標章（一）の要部について考察するに、被告標章（一）の要部\nは、「日経」を含む標章の全体であって、一般の取引者又は需要者は、本件登録商\n標（一）及び被告標章（一）を「日経」の語の有無によって区別し、これらを付し\nた商品の取引上、その商品の出所について混同するおそれがあるとは認められな\nい。したがって、両者は、要部において類似しないものというべきである。また、\n両者を全体的に観察しても、前認定判断に照らし、両者は、類似しないものといわ\nざるをえない。\nなお、原告が代表取締役に就任している株式会社ビジネス、ガイド社は、別紙原\n告使用標章目録（一）ないし（三）記載の標章を題号とする各月刊のギフトビジネ\nス誌を刊行していることが認められる（甲二、三の一ないし四、四の一ないし一九\n六、五の一ないし八四）が、右事実及び本件登録商標（一）の構成から想定される\n本件登録商標（一）のその他の使用態様を考慮しても、右判断が左右されるとは認\nめられない。\n２　本件登録商標（一）と被告標章（二）との類否について\n前示一の本件登録商標（一）と被告標章（二）の構成のみに基づき、要部につい\nて考察すると、本件登録商標（一）の要部は、「ＧＩＦＴ」であるのに対し、被告\n標章（二）の要部は、「ＮＩＫＫＥＩ」、「ＧＩＦＴＳ」又は「ＮＩＫＫＥＩ　Ｇ\nＩＦＴＳ」であると認められる。そうすると、本件登録商標（一）の要部である\n「ＧＩＦＴ」と被告標章（二）の要部の一つである「ＧＩＦＴＳ」とは、称呼及び\n観念において類似しているものというべきである。しかしながら、右１前段認定の\n事実関係のもとにおいて被告標章（二）の要部について考察するに、被告標章\n（二）の要部は、「ＮＩＫＫＥＩ」を含む標章の全体であって、一般の取引者又は\n需要者は、本件登録商標（一）及び被告標章（二）を「ＮＩＫＫＥＩ」の語の有無\nによって区別し、これらを付した商品の取引上、その商品の出所について混同する\nおそれがあるとは認められない。したがって、両者は、類似しないものというべき\nである。また、両者を全体的に観察しても、前認定判断に照らし、両者は、類似し\nないものといわざるをえない。\nなお、前１後段の説示の趣旨は、本項においても妥当するところである。\n３　本件登録商標（二）と被告標章（一）との類否について\n前示一の本件登録商標（二）と被告標章（一）の構成のみに基づき、要部につい\nて考察すると、本件登録商標（二）の要部は、「ギフト」であるのに対し、被告標\n章（一）の要部は、「日経」、「ギフト」又は「日経ギフト」であると認められ\nる。そうすると、本件登録商標（二）の要部である「ギフト」と被告標章（一）の\n要部の一つである「ギフト」とは、少なくとも称呼及び観念において同一であると\nいわなければならない。しかしながら、前１前段において説示したとおり、被告標\n章（一）の要部は、「日経」を含む標章の全体であって、一般の取引者又は需要者\nは、本件登録商標（二）及び被告標章（一）を「日経」の語の有無によって区別\nし、これらを付した商品の取引上、その商品の出所について混同するおそれがある\nとは認められない。したがって、両者は、類似しないものというべきである。ま\nた、両者を全体的に観察しても、前認定判断に照らし、両者は、類似しないものと\nいわざるをえない。\nなお、前１後段の説示の趣旨は、本項においても妥当するところである。\n４　本件登録商標（二）と被告標章（二）との類否について\n前示一の本件登録商標（二）と被告標章（二）の構成のみに基づき、要部につい\nて考察すると、本件登録商標（二）の要部は、「ギフト」であるのに対し、被告標\n章（二）の要部は、「ＮＩＫＫＥＩ」、「ＧＩＦＴＳ」又は「ＮＩＫＫＥＩ　ＧＩ\nＦＴＳ」であると認められる。そうすると、本件登録商標（二）の要部である「ギ\nフト」と被告標章（二）の要部の一つである「ＧＩＦＴＳ」とは、称呼及び観念に\nおいて類似しているものというべきである。しかしながら、前２前段において説示\nしたとおり、被告標章（二）の要部は、「ＮＩＫＫＥＩ」を含む標章の全体であっ\nて、一般の取引者又は需要者は、本件登録商標（二）及び被告標章（二）を「ＮＩ\nＫＫＥＩ」の語の有無によって区別し、これらを付した商品の取引上、その商品の\n出所について混同するおそれがあるとは認められない。したがって、両者は、類似\nしないものというべきである。また、両者を全体的に観察しても、前認定判断に照\nらし、両者は、類似しないものといわざるをえない。\nなお、前１後段の説示の趣旨は、本項においても妥当するところである。\n（裁判官　清永利亮　宍戸充　高野輝久）\n商標目録\n＜３０５４－００１＞\n原告使用標章目録\n＜３０５４－００２＞\n"
}