{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 7,
    "month": 7,
    "day": 12
  },
  "case_number": "平成6(レ)71",
  "case_name": "日本中央競馬会年休",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "18952",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18952",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/952/018952_hanrei.pdf",
  "contents": "主　　　文\n一　原判決を取り消す。\n二　被控訴人は、控訴人に対し、金七万九一〇〇円及び別紙一「賃金カット額」欄\n記載の各金員に対する同別紙各「賃金カット日」欄記載の日の翌日から支払済みま\nで年五分の割合による金員を支払え。\n三　訴訟費用は、第一審、第二審とも被控訴人の負担とする。\n四　この判決は、第二項に限り、仮に執行することができる。\n事実及び理由\n第一　控訴の趣旨\n主文同旨\n第二　事案の概要\n本件は、被控訴人の勝馬投票券発売所に勤務している控訴人が、年次有給休暇の\n行使として勤務を休んだことについて、被控訴人から、控訴人の雇用形態が年次有\n給休暇の行使の要件たる平成五年法七九号改正前労働基準法三九条一項（以下、法\n三九条一項という）の「一年間継続勤務」には該当しないとして欠勤扱いされて賃\n金をカットされたため、被控訴人に対し、その賃金の支払を請求した事案である。\n一　争いのない事実等（以下、特に証拠を掲記しない限りは、争いがない。）\n１　被控訴人は、日本中央競馬会法に基づいて競馬の開催等を行う法人で、右事業\nの実施のため、東京競馬場、中山競馬場等一二か所（うち二か所は現在使用されて\nいない）の競馬場を設けて各場内に場内勝馬投票券発売所（以下、場内投票所とい\nう）を有し、さらに東京を中心とした関東地区に後楽園、錦糸町等一一か所の場外\n勝馬投票券発売所（以下、場外投票所という）を有している。\n控訴人は、昭和四八年四月から東京競馬場内投票所において、同年九月から後楽\n園場外投票所（中山競馬開催時に従事）において、各競馬開催時である土曜日、日\n曜日等に、勝馬投票券発売及び払戻等の業務に従事してきた者（以下、開催従事員\nという）である。\n２　昭和六四年及び平成元年における東京競馬又は中山競馬の開催期間は、一月五\n日から二二日（中山第一回）、一月二八日から二月一九日（東京第一回）、二月二\n五日から三月一九日（中山第二回）、三月二五日から四月一六日（中山第三回）、\n四月二二日から五月一四日（東京第二回）、五月二〇日から六月一一日（東京第三\n回）、九月九日から三〇日（中山第四回）、一〇月七日から二九日（東京第四\n回）、一一月四日から二六日（東京第五回）、一二月二日から二四日（中山第五\n回）で、競馬開催日は右各期間内の土曜日、日曜日、祝日等のうちの八日間であっ\nた（乙六）。\n３　控訴人は、昭和六四年成び平成及元年中に、東京競馬場内投票所及び後楽園場\n外投票所において開催従事員として、東京競馬及び中山競馬開催日等において、被\n控訴人から勤務すべき日として指定された八二日間のうち、少なくとも八割以上に\nつき勤務した（乙六、弁論の全趣旨）。\n４　控訴人は、被控訴人に対し、別紙一「年休取得年月日」欄（但し番号１ないし\n６）記載のとおり、年次有給休暇を請求し、これを拒否されたが、右記載日に就労\nしなかったところ、欠勤とされ、同別紙「賃金カット日」欄（但し番号１ないし\n６）記載の各賃金支払日に同別紙「賃金カット額」欄（但し番号１ないし６）記載\nのとおりの賃金の支払がなかった。なお、同別紙番号５及び６記載当時の賃金額\nは、平成三年九月二九日にそれぞれ五六〇円増額された（甲四）。\n二　争点\n主たる争点は、控訴人の勤務が法三九条一項の「一年間継続勤務」に該当するか\n否かである。なお、本件請求が別件訴訟で成立した和解の趣旨に反して信義則上許\nされないか否かも争点となっている。\n三　争点に関する当事者の主張\n１　控訴人\n（一）　控訴人は、昭和四八年以降、東京及び中山競馬開催時に開催従事員とし\nて、毎年少なくとも八〇日（但し昭和五五年以前は八八日）間、各競馬開催期間の\n終了時に何らの特別な手続きをせずに勤務を続けている。また、控訴人の勤務日\nは、前年末までに被控訴人の運営審議会の決定により競馬開催の年間計画が定まる\nことで、右計画に従って自動的に定まり、これに従った開催通知書は、勤務日前に\n途絶えることなく送付されている。\n一競馬開催毎雇用を前提とするならば、各開催毎に申込・承諾の手続きがなされ\nるが、控訴人について、各開催の最終日に次回の開催時に就労を希望するかどうか\nの確認が行われたことはないし、送付される書面の名称も採用通知書ではなく開催\n通知書である。また、競馬開催期間が連続する場合に、開催通知書は二開催にまた\nがって送付される点も、一競馬開催毎雇用に矛盾する。\n（二）　被控訴人は、控訴人を採用した際、募集広告上に特別手当、定期昇給等の\n継続勤務を前提とする旨の記載をしているが、雇用が一競馬開催毎のものであると\nの記載をしていないし、採用面接時においても、その旨の説明をしていない。ま\nた、他の応募広告上でも雇用止め五〇歳、退職慰労金支給等の継続勤務を前提とし\nた記載がなされている。\n控訴人が加入する総評全国一般労働組合千葉地方本部日本中央競馬会従事員労働\n組合（以下、従事労という）と被控訴人との間に昭和四七年に締結された労働協約\n中には、従業員の雇用期間について、組合員の意思表示がなければ自動的に継続さ\nれる旨の規定があり、右労働協約締結時の覚書には、組合員の退職の意思表示がな\nければ自動的に六五歳まで採用を継続する旨の記載があったところ、これらの条項\nの存在は、控訴人と被控訴人の当初の労働契約が継続勤務を前提とした労働契約で\nあることを示しているというべきである。\n（三）　開催従事員には、就業規則上六五歳以上の者を雇用しない旨の規定があ\nり、実質的には定年制を定めていること、日給について前年の年間を通じた出勤率\nに基づき増額基準を設定して毎年度の増額を行っていること、賞与に該当する特別\n手当について年二回の支給を行っていること、退職慰労金の支給に関して勤続期間\nの計算を開催従事員となった日から除籍された日までを基準にして行っているこ\nと、源泉徴収票上の給与の支払者は東京及び中山競馬開催時とも東京競馬場長にな\nっていること、開催従事員各人に開催通知書や給与支払明細書に使用される永久番\n号（各競馬開催期間毎に変化しない番号）が付与されていること、制服の支給は二\n年に一度であり一競馬開催終了毎に返却していないこと、ロッカーについても固定\nされていること、従事労と被控訴人との間で合意された和解協定によれば、東京及\nび中山競馬についての開催従事員が一年おきに福島競馬開催時の開催従事員として\n勤務することになっていること等を考慮すると、継続勤務を前提としているという\nべきである。\n（四）　被控訴人の主張する競馬開催団という概念は、実態としては存在せず、開\n催執務委員という形で出馬表という書面上掲載されているに過ぎない。開催執務委\n員は、三〇名程度の人数で理事が団長となって構成されているが、競馬開催毎の会\n計上、事業上の便宜のための組織である。したがって、競馬開催団ないしは開催執\n務委員と、開催従事員の労働形態とは、事業上の組織と労働関係という意味で全く\n関係のないもので、競馬が終了したからといって、開催従事員の労働関係が消滅す\nることにはならないというべきである。また、被控訴人は、各競馬開催毎に開催従\n事員の必要人数が変化し、それにともなって採用人数も変化すると主張しているも\nのの、必要人数が増える場合にはアルバイトで採用するという形で調整しているか\nら、一旦採用された開催従事員が人数調整のために勤務できなくなるという扱いは\nされていない。\n（五）　労働基準局長は、平成元年三月一〇日付けで、競争事業に従事する労働者\nについて、法三九条一項の「継続勤務」に該当するといえるためには、①概ね毎月\n就労すべき日が存すること、②雇用保険法に基づく日雇労働求職者給付金の支給を\n受ける等継続勤務を否定する事実が存しないことの二要件が必要であるとの通達\n（以下、基収一四〇号という）を出した。\nしかしながら、基収一四〇号が賃金計算の単位を一か月単位であることを前提と\nしている点は、競争事業に従事する労働者の賃金計算の単位が一か月単位ではない\nので実態を無視していること、毎年七月及び八月に勤務日がないのは被控訴人の年\n間開催計画において東京及び中山競馬が開催されないことによるもので控訴人の意\n思によるものではないこと、控訴人より年間勤務日数が少ない場合でも年休が付与\nされる場合があり、殊に本件当時、夏季の新潟競馬は毎年前半が七月半ばから八月\n初めにかけて開催され、後半が八月半ば以降に開催されるために東京及び中山競馬\n担当の開催従事員が新潟競馬も担当した場合にどちらの回を担当するかによって年\n休が付与される場合と付与されない場合が生じて不合理であること等を考慮する\nと、合理性のない通達である。\n（六）　以上のとおりであるから、控訴人の勤務は、一競馬開催毎の雇用ではなく\n期間の定めのない雇用か、仮に一競馬開催毎の雇用であるとしても実質的には労働\n関係が継続している場合に該当するので、法三九条一項の「一年間継続勤務」に該\n当する。したがって、被控訴人は控訴人に対し、平成六年改正前労働基準法施行規\n則二四条の三第三項（以下、規則二四条の三第三項という）による所定の年休を付\n与すべきであるから、別紙一「賃金カット額」欄記載の各金員及びこれらに対する\n同別紙各「賃金カット日」欄記載の日の翌日から支払済みまで民法所定の年五分の\n割合による遅延損害金の支払義務がある。\n（七）　なお、控訴人は、被控訴人主張の別件訴訟の当事者となっていたものでは\nなく、また、従事労に原告の年休権の取り扱いを委ねた事実もない。のみならず、\n右訴訟においての争点は、昭和六三年度及び平成元年度の年休取得に伴う賃金カッ\nト分であり、控訴人が本件訴訟で請求しているのはその後の平成二年度分である。\nしたがって、本件請求は信義則違反となることはない。\n２　被控訴人\n（一）　開催従事員の採用は、各競馬場長が当該競馬場における競馬開催毎にその\n権限で行うことになっているから、開催従事員の地位も、開催される該当競馬自体\nの期間に限定されている。右事実は、就業規則（一六条）が開催従事員の雇用関係\nについて、一競馬開催を単位とし、雇用期間が満了したときは従事員の雇用は終了\nするものと明示していること、失効した労働協約（一六条）上も雇用期間は原則と\nして一競馬開催を単位とする旨規定されていたことから明らかである。\n（二）　被控訴人の要員構成は、基本的な事項及び日常的な業務に従事するための\n職員をもって構成する日常的な編成と臨時的な労働者を含む編成とに分かれてお\nり、両者はその人数及び職務等において全く別異に運営されている。競馬開催時に\nは、被控訴人の日常的な組織編成とは別に、当該競馬毎に設けられる「競馬開催\n団」というべき現場の組織が構成されるところ、右組織は、当該競馬全体を指揮統\n括する開催委員長の下に、投票、競争等の各種業務に応じて設置される一二の部門\nからなり、各部門の責任者である委員の下に、被控訴人の職員がそれぞれ日常の地\n位とは別に配属され、その規模は約三〇〇名ないし四〇〇名で、別に臨時に多数の\n開催従事員が勝馬投票券の発売等の業務に従事するため雇用されるが、当該競馬開\n催の終了とともに解体され、被控訴人の職員はその役割を終了して本来の職位に復\nし、開催従事員の雇用関係も終了することになる。\n（三）　被控訴人と開催従事員の雇用契約は、新規採用の場合には面接等の審査を\n経て各競馬場長が採用を決定して成立するが、東京及び中山競馬について前開催の\n競馬に就労した者の中から採用する場合には、就労者名簿を作成して次回の東京又\nは中山競馬開催時の採用希望の有無を調査し、採用を希望する旨の回答があればそ\nの旨知名簿に記載され、不適格者を除いて次回の競馬開催前に開催通知たの発送が\nなされて雇用契約が成立する。前開催の競馬に就労した者の中から採用する場合\nに、右のような方法がとられているのは、東京又は中山競馬開催の場合の開催従事\n員が一万名前後と非常に人数が多いので簡素な方法での採用手続が必要なこと、勝\n馬投票券の発売及び払戻等は定型的な業務ではあるものの、一定の時間内に多数窓\n口に集まる大衆を相手に集中的に事務を処理する必要があり、多額の現金の授受も\n行われるので、多人数の採用ではあるがこれらの業務に経験を有する信用度の高い\n人物を採用する必要があることが理由である。\n（四）　控訴人は、前年末までに競馬開催の年間計画が定まることで開催従事員の\n勤務日が自動的に定まるので雇用契約も実質的に継続している旨を主張するが、競\n馬の開催日数は法令によって上限が定まっているに過ぎないこと、前年末の段階で\nの競馬開催の計画はあくまでも予定であって変更されることもあり得ること、開催\n従事員の人数は各競馬開催毎に売上金や入場人数等を考慮して慎重な検討の結果、\n当該競馬場長により決定されるもので自動的に定まるものではないことから、控訴\n人の右主張は理由がないものである。また、開催通知書が二開催にまたがって送付\nされる場合があるので、一競馬開催毎雇用に矛盾するとの控訴人の主張について\nも、就業規約上開催が連続する場合には例外的に二開催にまたがって雇用契約を締\n結する旨の規定があるので、右主張には理由がない。\n（五）　就業規則には定年制の定めはなく、採用に関する年齢制限が定められてい\nるに過ぎないこと、被控訴人には開催従事員日給増額基準が設けられているが、こ\nれは、成績あるいは能力を基準とするものではなく、単に雇用期間中の出勤を確保\nするために設けられた制度に過ぎないこと、退職慰労金制度は、長期間にわたって\n繰り返し採用された者に対する謝意を表明する趣旨であり、金額も三〇年以上反復\n採用された者の場合でも七〇万円に満たず、本来の退職金の性格とはほど遠いもの\nであること、源泉徴収票上の給与支払者が東京競馬場長になっているのは給与支払\n手続の便宜上のものに過ぎないこと、永久番号の付与は所得税等のコンピューター\n処理上必要なものであること、制服についても手続の煩雑を避けるために返却させ\nずに貸与を継続しているに過ぎないこと、ロッカーについても当該開催従事員が使\n用しない間は別の者が使用していること、被控訴人と組合との和解協定も福島競馬\n開催時には二年に一度の採用を約するというに過ぎないことを考慮すると、継続勤\n務を前提としているものではない。\n（六）　給与計算の単位は通常一か月であるから、一か月以上にもわたって勤務日\nのない場合には、雇用関係は断絶しているものといえるから、基収一四〇号が一か\n月に一度の勤務日のない者について法三九条一項の「一年間継続勤務」に該当しな\nいとしていることは、年次有給休暇の比例的付与の制度趣旨である、まとまった有\n給休暇を労働者にとらせることによって心身の疲労を回復させること及び短期労働\n者と通常の労働者との均衡という要求にかなう合理的なものである。\nまた、被控訴人と控訴人との雇用契約は、法令に従った競馬開催日程に基づいて\n決定されるもので、各競馬開催期間の間の雇用契約の存しない空白期間については\n脱法的意図とは無縁のものであるし、殊に毎年七月から八月にかけては東京及び中\n山競馬が開催されないため、その空白期間が二か月にも及ぶのであるから、実質的\nにも労働関係が継続しているといえない。\n（七）　以上のとおりであるから、控訴人の勤務は、一競馬開催毎の雇用であり、\n実質的にも労働関係が継続している場合に該当しないので、法三九条一項の「一年\n間継続勤務」に該当しない。\n（八）　従事労の組合員のうち年間四八日以上勤務した者のほぼ全員（約四〇〇〇\n名）が原告ら、本件の被控訴人を被告として、年次有給休暇請求をして欠勤扱いを\n受けたことを理由とする賃金等支払請求訴訟が提起されたが、平成二年一一月一五\n日、右原告らと右被告及び利害関係人従事労らとの間に、「一年間の所定労働日数\nが四八日以上の者に平成三年一月一日から規則二四の三に定める日数の年休を付与\nすること及び、本年休の付与は雇用契約の本質についての当事者及び利害関係人ら\nの従来の主張に影響を与えるものではないことを確認する。被告は利害関係人らに\n対し、和解金一〇六三万二五〇〇円を支払う。原告らは年休付与以前の分について\nは金銭請求をせず、すでになされている本件に係わる有給休暇請求は取り下げ\nる。」旨の裁判上の和解が成立した。\nそこで本件の被控訴人は、平成三年一月一日から、年間四八日以上就労した者に\n年次有給休暇を付与することとし、本件の控訴人にも年次有給休暇が付与されるこ\nととなったのである。控訴人は、右訴訟の当事者ではないが、従事労の組合員とし\nて、また、従事労の役員（支部書記長）として、従事労のした和解に拘束されなけ\nればならないのであるから、本件訴えは信義則に反し、違法である。\n第三　争点に対する判断\n一　控訴人と被控訴人との間の雇用契約の期間\n１　被控訴人が競馬を開催するにあたっての組織及び運営状況、被控訴人と開催従\n事員の間の雇用期間については、証拠（甲九、一○、一三、二一、乙一ないし五、\n七、八、一一、一二、一五の０ないし９、一六の０ないし１３、一七、三三、Ａ、\n控訴人〔原審及び当番〕）、前記争いのない事実及び弁論の全趣旨を総合すると、\n次の事実が認められる。\n（一）　被控訴人が開催する競馬事業は、競馬法三条、同法施行規則一条の二によ\nり、年間開催回数を三六回、一競馬場当たりの年間開催回数を五回、一回の開催日\n数を八日、一日の競争回数を一二回の範囲内に規制され、また、日本中央競馬会法\n一七条、二一条、同法施行規則九条、一〇条により、具体的な開催計画について被\n控訴人の運営審議会の議決を経た後に農林水産大臣の認可を受ける必要があり、各\n競馬開催時には開催の二〇日前までに日時や開催執務委員の氏名等の届出を、開催\n終了後一五日以内に勝馬投票券の発売及び払戻金額等の届出をいずれも農林水産大\n臣にすべき旨が定められている。\n（二）　被控訴人は、各競馬を開催する場合には各開催毎に、当該競馬開催に関す\nる開催執務委員長及び各部門の事務を統括する開催執務委員を置き、各委員の下に\nその職務を補助して実際の運営を行う職員（東京又は中山競馬開催時で約四〇〇名\n程度）を配置するとともに、大量の勝馬投票券の発売及び払戻業務等を担当するた\nめに開催従事員（東京又は中山競馬開催時で約八〇〇〇名程度）を採用している。\nまた、東京又は中山競馬開催時には、当該競馬場長（開催執務副委員長を兼務）\nは、場外投票所の人的物的な管理権限を取得し（なお、競馬開催時以外には被控訴\n人の組織上各競馬場長が管轄する場外投票所が存する）、開催従事員の必要人数を\n機械台数及び入場人数等を勘案して決定し、その権限に基づいて採用している（な\nお、新潟及び福島競馬開催時の関東地方の場外投票所での開催従事員の採用は、組\n織上管轄している競馬場長に委任されている）。\n（三）　東京及び中山競馬の開催時期は、昭和六四年及び平成元年については前記\n「争いのない事実等」欄２で記載のとおりであるが、その他の年についても、昭和\n四八年は七月及び八月が、昭和四九年から昭和五二年は八月が、昭和五四年から平\n成二年は七月及び八月（但し昭和六三年は七月ないし九月）が、いずれも全く開催\nされなかった。\n（四）　開催従事員の雇用期間について、被控訴人の就業規則は、「一競馬開催\n（競馬が連続して開催される場合はその連続した競馬の開催）を単位とし、その回\nの全日または特に指定する日」と規定されている（一六条）。そして、被控訴人と\n従事労との間で昭和四七年六月一日に締結された労働協約（被控訴人は昭和六〇年\n七月二〇日、労働組合法一五条三項に基づき解約の意思表示をした）の一六条に\nは、右就業規則と同内容の文言に続けて、「組合員の意思表示がなければ自動的に\n継続される。」と規定されていた。\n（五）　開催従事員の新規採用は、応募者に対する面接等の考査が実施されたうえ\nで決定されるが、東京又は中山競馬開催時に一旦採用された開催従事員がその後の\n右各競馬開催時に就労する場合は、面接等の考査の実施はなく、前回の競馬開催時\nに次回の競馬開催時について不就労の意思を表示しない者については（具体的に\nは、次回不就労の意思表示がない者については、その者の出勤簿中の「次回出欠」\n欄に班長等により丸印が記載される）、就労の意思が存するものとして、原則的に\nは、各競馬場長において、各競馬開催前に、開催日時及び出務注意事項等の記載さ\nれた開催通知書を送付し、具体的就労日程を指定している。\n（六）　控訴人は、昭和四八年三月ころ、被控訴人が開催従事員を募集する旨の新\n聞広告（出勤日として東京競馬開催日、その他として特別手当年二回、定期昇給年\n一回等の記載がある）を見てこれに応募し、住民票及び履歴書等を持参して面接を\n受けたところ、採用については後日回答する旨の説明を受け、その後、東京競馬の\n期日と出務に関する注意事項、講習を受ける日時等が記載された開催通知書の送付\nを受けた。\n（七）　控訴人は、講習を受けた後、昭和四八年四月の第二回東京競馬から毎東京\n競馬開催時には東京競馬場内投票所で勤務するようになり、また、同年九月の第四\n回中山競馬から毎中山競馬開催時に後楽園場外投票所で勤務するようになったが、\n中山競馬開催時の就労については、住民票及び履歴書等の提出をしたものの、新た\nな面接等の実施はなかった。\n２　右認定事実によれば、被控訴人の就業規則上開催従事員についての雇用期間\nは、原則として一競馬開催毎に限定され、一回の競馬開催期間と次の競馬開催期間\nの間に、就業規則上被控訴人に在籍していない期間が存し、さらに、被控訴人は、\n各競馬開催毎に開催執務委員長以下の競馬開催のための組織を構成し、終了ととも\nにその組織を解散し、開催従事員の採用に関しても各競馬開催毎に各競馬場長の権\n限によってその必要人数を算定して採用するものであるところ、控訴人は、右組\n織・運営のもとで各競馬開催毎に採用されて勤務を繰り返してきたものであるとい\nうことができるから、控訴人と被控訴人との間の雇用契約は、一開催期間又は連続\nする二開催期間である約二〇日ないし約五〇日程度の在籍期間を雇用期間とし、そ\nの満了とともに終了する期間の定めのあるものであるというべきである。\n二　被控訴人の勤務と法三九条一項所定の「一年間継続勤務」\n１　年次有給休暇の趣旨は、労働者をその求める任意の時期に労働から解放するこ\nとによって心身の疲労を回復させ、また、文化的生活を確保させることにより、よ\nり質の高い労働力の継続的提供を可能ならしめることにあり、したがって、法三九\n条一項にいう「継続勤務」に該当するか否かは、形式的に労働者としての身分や労\n働契約の期間が継続しているかどうかによってのみ決するべきものではなく、勤務\nの実態に即して実質的に労働者としての勤務関係が継続しているか否かにより判断\nするべきものである。そして、昭和六二年法九九号改正後の労働基準法三九条三項\nにより、いわゆるパートタイム労働者の年次有給休暇について、所定労働日数が週\n四日以下・週三五時間未満の者または年四八日以上二一六日以下の者にも一定日数\nが保障される（規則二四条の三）比例付与の制度が設けられた理由は、所定労働日\n数が通常の労働者と比べて少ない労働者に対しても、所定労働日数に応じた有給休\n暇を付与することが通常の労働者との均衡上から妥当であるとともに、その有給休\n暇を付与することによって労働者の希望する時期に連続した休みをとることができ\nるようにすることが相当であると考えられたことにある点に鑑みると、所定労働日\n数の少ない労働者については、通常の労働者との均衡とともに、有給休暇の比例付\n与を受けることによって希望する時期に連続した休みをとることができるようにす\nることにより、より質の高い労働力の継続的提供を可能ならしめる勤務の実態にあ\nるかどうかとの観点を考慮すべきものであり、勤務日と勤務日との間隔又は労働契\n約期間の終期と始期との間隔の長短はその一事情にすぎないものというべきであ\nる。\n２　そこで、控訴人の勤務の実態についてみると、証拠（甲九、一○、一八、乙一\n一、一二、一六の７、控訴人〔原審及び当審〕）、前記争いのない事実及び前記一\nの認定事実並びに弁論の全趣旨を総合すると、次の事実が認められる。\n（一）　被控訴人の就業規則には、六五歳（但し平成元年一一月四日以降に新規採\n用された者については六〇歳と改定）以上の者については、雇用しない旨定められ\n（一四条）、前記労働協約には、六五歳に達したときは退職となるとする趣旨の規\n定（一八条）が存した。\nそして、右労働協約締結時に交換された覚書には、組合員は雇用契約の義務を忠実\nに履行するため、一競馬開催について全日班四日以上、休日班二日以上無届欠勤の\n場合は継続して採用しない、と定められていた。\n（二）　被控訴人は、就業規則に基づく給与に関する事項として、開催従事員給与\n要綱を定めているが、平成二年一月五日施行の同要綱には、前年度における開催日\nに良好な成績で勤務した従事員について、前年の出勤率が八〇パーセント以上の場\n合には五〇円、五〇パーセント以上八〇パーセント未満の場合には四〇円の各割合\nで翌年の日給額を増額することがある旨を定めている。また、給与の支払は、東京\n及び中山競馬開催時のいずれにおいても、東京競馬場長が源泉徴収票上の給与支払\n者であった。\n（三）　被控訴人は、就業規則に基づく慰労金に関して、従事員慰労金支給内規を\n定めているが、同内規には、開催従事員となった日から除籍された日までを基準に\nした勤務期間に一定の支給率を乗じた慰労金を支給する旨が定められ、また、就業\n規則一二条には、各競馬について、年二回以内において特別手当を支給することが\nあると定められ、各開催期間を通じての出勤率等を考慮して年二回の特別手当が支\n給されていた。\n（四）　被控訴人は、開催従事員の採用時に就労名簿を作成し、各人に永久番号\n（各競馬開催期間毎に変化しない番号）を付し、これが開催通知書や給与支払明細\n書を円滑に作成・交付するため、また、従事員の給与の支払い等に関する事務をコ\nンピューターによって処理するために利用されてきた。さらに、特定のロッカー・\n制服を継続的・固定的に貸与し、制服については二年に一度更新するのみで一競馬\n開催終了毎には返却させてこなかった。\n（五）　従事労は、開催従事員が夏季に関東地域の勤務が少ないことから、六・七\n月に開催される福島競馬での就労の機会の拡大を被控訴人に求めていたところ、昭\n和六〇年三月一五日、被控訴人との間で、東京又は中山競馬について採用されてい\nる開催従事員について、次年度の福島競馬開催時の開催従事員として採用されるこ\nとについての希望調査を二年に一度行い、希望者について原則として当該年度か翌\n年度に採用する旨の和解協定を締結した。\n（六）　控訴人は、毎年度末に決定される全国一〇か所の競馬場の年間計画開催日\nを記載した開催日割表を被控訴人から配付されている。控訴人が開催従事員として\n最初に就労して以降、平成三年四月び四日までに勤務すべき各年の日数は、昭和四\n八年が東京競馬及び中山競馬開催時に合計五〇日、昭和四九年ないし昭和五三年が\n同合計八八日、昭和五四年ないし昭和六二年が同合計八〇日であり、昭和六三年は\n東京競馬、中山競馬及び第二回福島競馬開催時に合計八八日、昭和六四年及び平成\n元年は東京競馬、中山競馬開催時に合計八二日、平成二年は東京競馬、中山競馬及\nび第二回福島競馬開催時に合計八四日、平成三年は第一回東京競馬、第一回ないし\n第三回中山競馬開催時に合計三二日（昭和六三年ないし平成三年四月一四日までの\n具体的な就労すべき日は別紙二記載のとおり）であった。また、控訴人は、少なく\nとも昭和五六年以降平成三年四月一四日まで、いずれも前記記載の各競馬開催日の\n少なくとも八割以上に勤務していた（但し別紙二記載の平成二年及び平成三年欄の\nうち丸印で囲まれた日は年次有給休暇を請求して勤務に就いていない）。\n右（一）ないし（六）の認定事実及び前記争いのない事実等並びに前記一の認定\n事実によると、控訴人は昭和五六年ないし平成三年四月一四日までの間、毎年それ\nぞれ一か月ないし二か月を超える被控訴人への未在籍期間が存するものの、右期間\nは東京及び中山競馬が開催されていない時期であって、右以外の時期の在籍状況\nは、一開催期間又は連続する二開催期間である約二〇日ないし約五〇日程度の在籍\n期間と、約五日程度の在籍していない期間を繰り返した結果、毎月概ね四日ないし\n一〇日の勤務日が存する状況で、東京及び中山競馬についてはすべて勤務日となっ\nていること、各競馬開催期間における労働条件がほぼ同一であり、開催従事員にお\nいて次回不就労の意思を表示しない限り、格別の不都合がなければ被控訴人におい\nて当該開催従事員を次回開催時にもそのまま就労させ、これが被控訴人の競馬開催\n業務の運営にとって望ましいものとされ、原則として右に記載した採用方法で六〇\n歳又は六五歳まで採用が継続されること、給与制度（日給、特別手当、慰労金）が\n継続勤務する従事員を優遇する仕組みになっていること等競馬開催期間を単位とし\nた各雇用契約が直前の競馬開催期間での就労を前提として反復締結されていたもの\nとみるべき状況にあり、法令上の制約に基づき一年間のうち夏季二か月前後の期間\nについて競馬不開催のための空白期間があるに過ぎず、業務の開催がその性質上不\n可能なものであるとはいえないのであって、実態としての雇用関係が同一性を維持\nして継続していたものということができる。\n３　ところで、被控訴人は、控訴人の勤務日が一か月以上にわたって断絶している\nことから、法三九条一項の「一年間継続勤務」に当たらないと主張し、基収一四〇\n号を援用するので判断する。\n（一）　労働省労働基準局長は、競輪、競馬等の競争事業において所定労働日が主\nとしてレースの開催日に限られている労働者につき、平成元年三月一〇日に基収一\n四〇号をもって「競争事業に従事する労働者の年次有給休暇について」と題する通\n達を発し、１概ね毎月就労すべき日が存すること、２雇用保険法に基づく日雇労働\n求職者給付金の支払を受ける等継続勤務を否定する事実が存しないこと、のいずれ\nにも該当する場合には、法三九条一項の「継続勤務」と解される旨を明らかにした\n（争いがない）。\n他方、証拠（甲一、二、六、乙六、一六の０、控訴人〔原審及び当審〕）によれ\nば、次の事実を認めることができる。すなわち、関東地区における開催従事員が勤\n務する被控訴人の競争事業の勤務日は、前記一１（一）に認定の限度内で、実際に\nは、土曜、日曜等の概ね二日間ずつの八日間を一単位として、本件当時、一年間に\n東京競馬五開催（四〇日）、中山競馬五開催（四〇日）、新潟競馬二開催（一六\n日）、福島競馬一開催（八日）の合計一〇四日で、右開催従事員は、東京競馬及び\n中山競馬について夏季（概ね七月及び八月）を除く期間を勤務し、新潟競馬及び福\n島競馬について右夏季期間を勤務するという年間勤務体制をとっていた。そして、\nこれらの組合せによる勤務形態は、開催日に応じて三八通りに分けられているとこ\nろ、夏季に開催される新潟競馬について募集される開催従事員の人数は、東京・中\n山競馬の約半数に過ぎないため、希望しても夏季に勤務できない開催従事員が多く\n生じていた。しかも、本件当時、福島競馬に勤務せず、新潟競馬のうち後半開催の\n分のみに勤務した場合は、七月に勤務日が一日もないことになるのに対し、その前\n半開催の分に勤務した場合は、一年間を通じて一か月一日以上の勤務日を得るとい\nう結果となっていた。\n（二）　被控訴人が主張し、基収一四〇号が示すように、一般的には一か月に一日\nの勤務日もない労働者については、実質的にも継続勤務に該当しないと判断される\n場合が多いとしても、右認定事実によれば、控訴人などの関東地区の開催従事員に\n夏季の勤務日がないのは、各人の希望によるのではなく、競馬開催を規制する法令\nによってその開催回数等が細かく定められ、年間を通じて東京競馬又は中山競馬を\n開催することが現行法令上不可能であることが理由であり、また、右開催従事員\nは、右両競馬が開催されない夏季に開催される新潟競馬又は福島競馬に勤務を希望\nしても、人数制限のために勤務できない場合があり、夏季に同日数勤務した者も、\n勤務した競馬の開催日によって、年間を通じて一か月に一日以上の勤務日を得るか\n否かが異なってくるのであるから、これらの特殊事情を有する控訴人などの関東地\n区の開催従事員について、一か月に一日以上の勤務日が存するか否かという形式的\n基準のみで一律に判断することは、右勤務の実態に沿うものではなく、また、右従\n事員間の均衡を欠き相当ではないというべきであり、単に一か月に一日の勤務日が\nないことを理由とする被控訴人の右主張は採用することができない。\n４　以上によれば、控訴人において、法三九条一項の適用上、少なくとも昭和五六\n年以降平成三年四月一四日まで、実質的に労働者としての勤務関係が継続している\nものと認めるのが相当である。\n四　本訴請求と信義則違反\n１　被控訴人は、従事労所属の組合員を原告ら、被控訴人を被告、従事労らを利害\n関係人らとして、別件訴訟において年次有給休暇の付与に関して和解が成立したか\nら、控訴人が従事労の組合員又は役員（支部書記長）として、従事労のした和解に\n拘束され、本件訴えは信義則に反し、違法であると主張するので判断する。\n（一）　証拠（乙一四、控訴人〔原審〕及び弁論の全趣旨）によれば、従事労の組\n合員のうち年間四八日以上勤務した者のほぼ全員（約四〇〇〇名）が原告ら、本件\nの被控訴人を被告として、年次有給休暇請求をして欠勤扱いを受けたことを理由と\nする賃金等支払請求訴訟が提起されたが、平成二年一一月一五日、右原告らと右被\n告及び利害関係人従事労らとの間に、「一年間の所定労働日数が四八日以上の者に\n平成三年一月一日から規則二四の三に定める日数の年休を付与すること及び、本年\n休の付与は雇用契約の本質についての当事者及び利用関係人らの従来の主張に影響\nを与えるものではないことを確認する。被告は利害関係人らに対し、和解金一〇六\n三万二五〇〇円を支払う。原告らは年休付与以前の分については金銭請求をせず、\nすでになされている本件に係わる有給休暇請求は取り下げる。」旨の裁判上の和解\nが成立したこと、控訴人が本件当時従事労の組合員であり、平成四年一二月六日に\n従事労後楽園支部の書記長に選出されたこと、以上の事実が認められる。\n（二）　右事実によれば、控訴人は、別件訴訟における右和解の当事者ではなく、\n和解時には利害関係人従事労の役員でもなかったこと、年次有給休暇請求権は本来\n組合員個人が行使すべき権利であるところ、右取り扱いを控訴人が従事労に委ね、\nあるいは、和解金をもって本訴請求賃金の全部又は一部が支払われたと認めるに足\nりる証拠もないこと等を考慮すると、右和解に基づいて付与された年次有給休暇を\n越える法定の年次有給休暇に係る本件請求が信義則に反する旨の被控訴人の主張は\n理由がない。\n五　したがって、控訴人は、別紙一の１の年休取得年月日に年次有給休暇を請求す\nるまでに、少なくとも九年以上継続して勤務していたものと認められるから、法三\n九条一項、三項、規則二四条の三第三項により、六日間の年次有給休暇を請求する\n権利を有するものであり、控訴人の前記年次有給休暇請求権の行使は有効であっ\nて、被控訴人に対し、カットされた別紙一の「賃金カット額」欄記載の賃金分（増\n額分を含む）とこれらに対する同別紙「賃金カット日」欄記載の日の翌日から年五\n分の割合による遅延損害金の支払を求める請求は理由があるから認容すべきとこ\nろ、これを棄却した原判決は相当でない。\nよって、原判決を取り消し、主文のとおり判決する。\n（裁判官　遠藤賢治　吉田肇　片田信宏）\n別紙　一　省略\n別紙　二\n＜２９８２５－００１＞\n＜２９８２５－００２＞\n＜２９８２５－００３＞\n＜２９８２５－００４＞\n＜２９８２５－００５＞\n＜２９８２５－００６＞\n"
}