{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 12,
    "day": 21
  },
  "case_number": "平成10(行コ)8",
  "case_name": "国民健康保険料賦課処分取消等請求控訴、同附帯控訴事件(原審・旭川地方裁判所平成7年(行ウ)第1号、第2号、平成8年(行ウ)第5号)",
  "court_name": "札幌高等裁判所",
  "field": "行政",
  "lawsuit_id": "15947",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15947",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/947/015947_hanrei.pdf",
  "contents": "主　　　文\n一　原判決中、控訴人市に関する部分を取り消す。\n二　被控訴人の平成七年度国民健康保険料賦課処分の取消しを求める訴えを却下す\nる。\n三　被控訴人の控訴人市に対するその余の主位的請求をいずれも棄却する。\n四　被控訴人の附帯控訴に係る予備的請求について\n１　被控訴人の平成七年度国民健康保険料減免非該当処分の取消しを求める訴えを\n却下する。\n２　被控訴人の控訴人市及び控訴人市長に対するその余の予備的請求をいずれも棄\n却する。\n五　訴訟費用は、第一、二審とも被控訴人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n（控訴について）\n一　控訴人市\n１　原判決中、控訴人市に関する部分を取り消す。\n２　被控訴人の請求をいずれも棄却する（ただし、平成七年度国民健康保険料賦課\n処分取消請求については、第一次的に訴え却下の申立て）。\n３　訴訟費用は、第一、二審とも被控訴人の負担とする。\n二　被控訴人\n１　本件控訴を棄却する。\n２　控訴費用は控訴人市の負担とする。\n（附帯控訴について）\n一　被控訴人\n１　（予備的請求（一））\n控訴人市が被控訴人に対してした、平成六年七月一四日付け平成六年度国民健康\n保険料賦課処分、平成七年六月一六日付け平成七年度国民健康保険料賦課処分及び\n平成八年六月一七日付け平成八年度国民健康保険料賦課処分（以下一括して「本件\n各賦課処分」という。）の取消請求（主位的請求）がいずれも理由がないときは、\n本件各賦課処分が無効であることを確認する。\n２　（予備的請求（二））\n予備的請求（一）がいずれも理由がないときは、控訴人市長が被控訴人に対して\nした、平成六年八月一〇日付け平成六年度国民健康保険料減免非該当処分、平成七\n年七月一〇日付け平成七年度国民健康保険料減免非該当処分及び平成八年七月一〇\n日付け平成八年度国民健康保険料減免非該当処分（以下一括して「本件各減免非該\n当処分」という。）をいずれも取り消す。\n３　（予備的請求（三））\n予備的請求（二）がいずれも理由がないときは、本件各減免非該当処分が無効で\nあることを確認する。\n４　附帯控訴費用は控訴人らの負担とする。\n二　控訴人市\n１　附帯控訴の趣旨第１項の請求をいずれも棄却する。\n２　附帯控訴費用は被控訴人の負担とする。\n三　控訴人市長\n（本案前の答弁）\n１　本件附帯控訴を却下する。\n２　附帯控訴の趣旨第２項及び第３項に係る訴えをいずれも却下する。\n３　附帯控\n訴費用は被控訴人の負担とする。\n（本案の答弁）\n１　附帯控訴の趣旨第２項及び第３項の請求をいずれも棄却する。\n２　附帯控訴費用は被控訴人の負担とする。\n第二　事案の概要\n一　当事者\n１　控訴人ら\n控訴人市は、国民健康保険法（以下「法」という。）及び地方自治法に基づく国\n民健康保険事業を運営する保険者であり、法及び旭川市国民健康保険条例（昭和三\n四年旭川市条例第五号、以下「本件条例」という。）の定めるところにより国民健\n康保険料（以下「保険料」という。）を徴収している。\n控訴人市長は控訴人市の執行機関である。\n２　被控訴人\n被控訴人及びその妻Ａ（以下「被控訴人ら」という。）は、平成六年四月一二\n日、控訴人市が保険者である国民健康保険の、本件条例八条に規定する一般被保険\n者（全被保険者から退職被保険者及びその被扶養者を除いた被保険者）資格を取得\nした者であって、被控訴人を世帯主とし、妻と二人で一つの世帯を形成している。\n被控訴人らの保険料は、世帯主である被控訴人から徴収される（法七六条及び本件\n条例八条の三）。\n二　本件各賦課処分及び減免非該当処分の存在\n１　平成六年度の賦課処分及び減免非該当処分\n（一）　賦課処分\n被控訴人に対する平成六年度保険料の賦課額は二万七三八〇円と決定され、平成\n六年七月一四日付けで平成六年度国民健康保険料納入通知書が被控訴人に送付され\nた。\n（二）　減免非該当処分\n被控訴人は、平成六年八月三日、平成六年度の保険料の減免を申請した。\n申請の理由は、「平成五年度の収入は約九〇万円で生活保護基準の約四五パーセ\nントないし五〇パーセントであるから、生活保護適用に準じて、国民健康保険料を\n免除されたい。」というものであった。\n本件条例一九条一項は、保険料の減免事由として、「災害等により生活が著しく\n困難となった者又はこれに準ずると認められる者」（一号）、「当該年において所\n得が著しく減少し、生活が困難となった者又はこれに準ずると認められる者」（二\n号）と定めているが、控訴人市長は、被控訴人の減免申請理由は右減免事由に該当\nしないとして、被控訴人に対し、同年八月一〇日付けで減免非該当の通知をした。\n２　平成七年度の賦課処分及び減免非該当処分\n（一）　賦課処分\n被控訴人に対する平成七年度保険料の賦課額は九万九三一〇円と決定され、平成\n七年六月一六日付けで平成七年度国民健康保険料納入通知書が被控訴人に送付され\nた。\n（二\n）　減免非該当処分\n被控訴人は、平成七年六月二一日、被控訴人らの収入が生活保護基準以下である\nことを理由として平成七年度の保険料の減免を申請した。\n控訴人市長は、被控訴人の減免申請理由は前記減免事由に該当しないとして、被\n控訴人に対し、同年七月一〇日付けで減免非該当の通知をした。\n３　平成八年度の賦課処分及び減免非該当処分\n（一）　賦課処分\n被控訴人に対する平成八年度保険料の賦課額は二万四七三〇円と決定され、平成\n八年六月一七日付けで平成八年度国民健康保険料納入通知書が被控訴人に送付され\nた。\n（二）　減免非該当処分\n被控訴人は、平成八年六月二二日、被控訴人らの収入が生活保護基準以下である\nことを理由として平成八年度の保険料の減免を申請した。\n控訴人市長は、被控訴人の減免申請理由は前記減免事由に該当しないとして、被\n控訴人に対し、同年七月一〇日付けで減免非該当の通知をした。\n三　不服申立ての前置\n１　平成六年度の賦課処分及び減免非該当処分について\n被控訴人は、平成六年度の右各処分を不服として、平成六年九月五日、北海道国\n民健康保険審査会（以下「審査会」という。）に対して審査請求をした。審査会\nは、これに対して、平成七年二月二四日、被控訴人の請求を棄却する旨の裁決をし\nた。\n２　平成七年度の賦課処分及び減免非該当処分について\n被控訴人は、平成七年度の右各処分について審査請求をしていない。\n３　平成八年度の賦課処分及び減免非該当処分について\n被控訴人は、平成八年度の右各処分を不服として、平成八年七月一五日、審査会\nに対して審査請求をした。審査会は、これに対して、平成九年三月三日、被控訴人\nの請求を棄却する旨の裁決をした。\n四　本件は、以上の事実を前提に、被控訴人が、本件条例八条、一二条は憲法八四\n条、法八一条に、本件条例一九条は法七七条にそれぞれ違反するものであり、本件\n各賦課処分及び減免非該当処分はいずれも違法、無効であるとして、控訴人らに対\nし、主位的に本件各賦課処分の取消しを、控訴人市長に対し、予備的に、本件各賦\n課処分の無効確認、本件各減免非該当処分の取消し、本件各減免非該当処分の無効\n確認を求めたところ、原審が、主位的請求につき、控訴人市がした本件各賦課処分\nを取り消す旨の判決をしたため（控訴人市長に対する訴えは不適法であるとして却\n下した。）、これを不服として控訴人市が控訴し、被控訴人において附帯控訴し、\n予備\n的に前記第一掲記の各請求をしている事案である。\n第三　争点\n一　本件附帯控訴の適法性\n（控訴人ら）\n１　原審における被控訴人の控訴人市長に対する訴えの不適法性\n原審において、被控訴人は、主位的に、控訴人市及び控訴人市長に対し、本件各\n賦課処分の取消しを求めるとともに、予備的に、控訴人市長に対し、①本件各賦課\n処分の無効確認、②本件各減免非該当処分の取消し、③本件各減免非該当処分の無\n効確認を求めた。しかし、右のうち、控訴人市に対する本件各賦課処分の取消しと\n控訴人市長に対する予備的請求とは、主観的予備的併合の形態をとるものであり、\n不適法である（最高裁昭和四三年三月八日第二小法廷判決・民集二二巻三号五五一\n頁）。\n確かに、控訴人市長のみに着目してみるときは、本件各賦課処分の取消しを求め\nる訴えと予備的請求とが客観的に併合されているにすぎないが、控訴人市長に対す\nる予備的請求が、同市長に対する本件各賦課処分の取消しを求める訴えについての\nみ予備的請求となっているものでないことは、原判決における被控訴人の「請求」\nの記載上明らかであり、また、原判決が、控訴人市に対する本件各賦課処分取消請\n求を認容し、控訴人市長に対する本件各賦課処分の取消しを求める訴え（主位的請\n求に係る訴え）のみを却下したことも、控訴人市に対する本件各賦課処分の取消し\nを求める訴えと控訴人市長に対する予備的請求とを主観的予備的併合の形態をとる\nものと構成し、これを適法とみる前提に立ったからであると解される。\nしかしながら、主観的予備的併合の形態は不適法な併合形態であるから、控訴人\n市に対する訴えについて予備的請求として申し立てられた限りにおいて、控訴人市\n長に対する予備的請求に係る訴えは却下されるべきものであった。\n２　本件附帯控訴の不適法性\n（一）　原判決に対して、控訴人市は敗訴部分につき控訴したが、主観的予備的併\n合の形態は不適法な併合形態であるから、控訴人市の控訴に伴い、控訴人市長に対\nする予備的請求も控訴審に移審したと解することはできない。また、本件では、控\n訴人市長に対する主位的請求は、控訴人市に対する請求と通常共同訴訟の関係にあ\nったにすぎず、被控訴人は、控訴人市長に対する敗訴部分につき控訴期間内に控訴\nを提起しなかったので、原判決中、控訴人市長に関する部分はすべて確定したとい\nうべきである。仮に、控訴人市の控訴に伴い右予備的請求に係る部分が移\n審するとすれば、敗訴しながら控訴期間内に控訴しなかった主位的請求も移審する\nことになり、不合理といわざるを得ない。当控訴審において、控訴人市長が「控訴\n人」の名称で扱われるとしても、このことと控訴人市長に対する請求が控訴審に移\n審するかどうかとは、全く別の問題である。\nしたがって、被控訴人の控訴人市長に対する附帯控訴は、本件控訴手続の中では\n観念することができず、本件附帯控訴は不適法であるから却下されるべきである。\n（二）　原審が本件の主観的予備的併合を適法と認める前提のもとに原判決をし、\n控訴人市が控訴を提起したことから、仮に、控訴人市長に対する予備的請求が控訴\n審に移審したと解するとしても、被控訴人の控訴人市長に対する附帯控訴は、附帯\n控訴の形式により、右部分につき控訴人市に対する訴えと主観的予備的併合の形態\nをもって審理することを求めるものであるから、不適法といわざるを得ない。\n（被控訴人）\n１　行政事件においては、主位的被告と予備的被告の一方が国又は地方公共団体\nで、他方がその行政庁である場合には、この両被告は形式的には異なるものの、そ\nもそも行政庁を取消訴訟の被告とすべきものとしたのは立法政策上技術的に定めら\nれたものにすぎず、実質的な被告はこれらの行政庁の属する権利義務の帰属主体た\nる国又は地方公共団体であるということができる。したがって、両者は実質的には\n同一であるということができるから、予備的被告の地位を不安定、不利益にすると\nいう弊害はなく、主観的予備的併合を認めることができるとされる。\n２　被控訴人は、審査請求時から原判決がなされるまで一貫して、本件各賦課処分\nと本件各減免非該当処分の取消しを請求してきたものであり（無効確認請求は追加\n請求した）、控訴人らもこれまた共同して（一体となって）対応してきたものであ\nる。控訴人らは、行政組織上の単なる行政主体とその執行機関というだけでなく、\n国民健康保険法上の保険者（旭川市）と管理者（旭川市長）でもあり、控訴人市と\n控訴人市長とは本件訴訟の当事者（被告適格）としては、事実上及び実質的に同一\nであるといえるし、そう解すべきである。\nしたがって、形式上はともかく実質的には、客観的予備的併合形態と何ら異なら\nない。また、通常共同訴訟というよりも、むしろ必要的共同訴訟というべきもので\nある。また、主観的予備的併合形態の通常共同訴訟であるとしても、主位的請求の\n被告\n（控訴人市）と予備的請求の被告（控訴人市長）とは、行政主体とその執行機関で\nあるから、事実上及び実質的に両者は一体（共同被告）といえるのであり、かかる\n場合、主観的予備的併合形態は許されるものというべきである。\nまた、原判決は、予備的請求（本件各減免非該当処分の取消し・無効確認）につ\nいての判断をしていないのであるから、右請求に係る訴えが確定することはないと\nいうべきである。\n以上のとおりであるから、本件附帯控訴は適法である。\n二　裁決を経ないことにつき正当な理由があるかー平成七年度賦課処分及び減免非\n該当処分取消しの訴えの適法性ー\n（控訴人ら）\n法は、保険給付に関する処分又は保険料その他法の規定による徴収金に関する処\n分に不服がある者が処分の取消しの訴えを提起する場合は、当該処分についての国\n民健康保険審査会（北海道の場合、前記審査会がこれに該当）の審査請求に対する\n裁決を経た後でなければ提起することができないとしている（法九一条、一〇三\n条）。にもかかわらず、被控訴人は、平成七年度の賦課処分及び減免非該当処分に\n関する各訴えを提起するに当たって審査会に対する審査請求をしていない。\n保険料の賦課は、年度が異なればそれぞれに独立した処分であり、年度毎に所得\nや資産の状況が異なれば賦課額も異なり、審査会の審査における各処分の評価が違\nってくることも考えられるから、被控訴人が挙げる理由をもってしては、平成七年\n度の右各処分についての審査請求に対する裁決の結果が明らかであるとはいえな\nい。\nしたがって、平成七年度の右各処分の取消しの訴えは不適法である。\n（被控訴人）\n被控訴人が平成七年度の賦課処分及び減免非該当処分について審査請求を経ずに\n訴えを提起したのは、①保険料に関する前年度の同趣旨の各処分に対する審査請求\nについて既に審査会の請求棄却の裁決がなされていること、②右前年度の各処分に\n対する取消しの訴えが既に裁判所に係属中であったこと、③被控訴人が前年度と同\n趣旨の平成七年度の各処分につき前年度と同一の不服理由に基づいて審査請求をし\nたとしても、審査会が同一の結論を下すであろうことが十分に予測されることによ\nるものであって、行政事件訴訟法八条二項三号の「裁決を経ないことにつき正当な\n理由があるとき」に該当する。\n三　本件条例八条、一二条は憲法八四条、法八一条に違反するかー本件各賦課処分\nの違法性の有無ー\n（被控訴人）\n１\n本件条例八条、一二条の規定は、憲法八四条が規定する租税法律（条例）主義に違\n反するものである。\n憲法八四条は、「あらたに租税を課し、又は現行の租税を変更するには、法律又\nは法律の定める条件によることを必要とする。」と規定するが、憲法にも他の法律\nにも租税の定義規定は存しない。憲法八四条（租税法律（条例）主義）は租税以外\nの課徴金にも及ぶと解されているし、保険料は形式的には租税ではないとしても、\n強制加入制がとられ、強制徴収されるものである点で実質的・本質的には租税であ\nるということができ、保険料と国民健康保険税が制度的に差異がないことからして\nも、保険料については、租税と同一視又は租税に準じて、憲法八四条の適用がある\nと解すべきである。\nしかるに、本件条例八条、一二条は、保険料を定率・定額で何ら具体的に規定す\nるところがないから、租税法律（条例）主義にいうところの課税要件法定主義、課\n税要件明確主義の原則に反するものというべく、憲法八四条に違反し、無効であ\nる。\n２　法八一条は賦課額、料率等を条例又は規約で定めると規定しており、本件条例\nにおいて料率等を明定しないことの合理的理由はない。同条は料率等を条例の中に\n規定することを委任しているものであって、条例が更に単なる告示に再委任するこ\nとまでは認めていない。本件条例一二条においては、保険料率を告示により周知さ\nせることとしているが、告示に再委任することは許されるものではなく、法八一条\nに違反し、無効である。\n控訴人市は、本件条例一二条三項により料率の決定は市長に委任されている旨主\n張するが、平成六年度ないし八年度の旭川市事務専決規程によっても右のような委\n任がなされていないことは明らかである。また、本件告示は、被保険者（国保加入\n者）をはじめとする市民に周知させることを目的としてされる単なる通知行為にす\nぎず、行政処分性はない。\n３　本件条例八条による賦課総額の確定、一二条の総所得金額・固定資産税額・被\n保険者数・被保険者世帯数の確定がなければ、保険料率を算定することができない\nが、特に賦課総額は、保険料率決定の基礎となる、それ自体重要な賦課要件であ\nる。しかし、賦課総額の内容は意味不明であり、賦課総額の算出・算定過程には、\n保険者の政策的・恣意的裁量が広範に許容されており、明確性に欠けていることは\n明らかである。また、条例自体に賦課総額と賦課割合のみを規定し、定率・\n定額を明定しない方式（告示方式）では、被保険者は賦課期日に自らの賦課額を予\n測することも計算することも不可能である。\n右のとおり、賦課総額は、賦課要件たる料率算定の基礎となる、それ自体重要な\n賦課要件であるから、賦課権者が自由な裁量によってその確定を内部的に決定する\nことを委任しているとすれば、租税法律主義（課税要件条例主義）の見地からいっ\nて多大の疑問がある。\n４　以上のとおりであって、本件条例八条、一二条に基づく本件各賦課処分は違\n法、無効である。\n（控訴人市）\n１　憲法八四条の定める租税法律主義は、国の財政を国会のコントロールの下にお\nくという基本原則の財政収入の面における具体化であることから、租税ではないが\n租税と同じように国民に対し一方的・強制的に賦課徴収される徴収金等の金銭につ\nいても同条の趣旨が及ぶと解される。\nしかし、このような徴収金等は、租税そのものではないから、直接に租税法律主\n義が適用されるものではなく、憲法八四条の趣旨を踏まえ、その徴収金等の性質に\n応じた合理的な規律がされれば足りるというべきである。\n２　右のことを国民健康保険の保険料についてみると、保険料は保険給付を受け得\nる法的地位に対する対価ということができるから、固有の意味の租税には当たらな\nい。すなわち、国民健康保険制度における被保険者の保険料納付義務は、保険給付\nに係る受益の権利と表裏一体となっており、保険料は、保険給付との対価関係に基\nづく費用負担としての性質を有する。したがって、保険料を租税と同一視すること\nは失当であり、保険料について租税法律主義が直接に適用されることはないという\nべきである。もっとも、保険料は、市町村が強制的に徴収するものであるから、租\n税法律主義の趣旨を踏まえる必要があるが、これは恣意的な保険料の決定を排除す\nるために、合理的な範囲での民主的なコントロールが確保されることをもって足\nり、憲法上、料率等の保険料の賦課及び徴収に関する事項をすべて法律又は条例に\n直接に規定しなければならないものではないし、租税におけると同様な委任を必要\nとする特別の事情がなければ、下位の法規に委任をすることが許されないといった\nものでもない。\nそして、法八一条は、国民健康保険税の方式によらない場合の保険料の賦課及び\n徴収等に関する事項の委任規定であり、憲法八四条の租税法律主義が直接に適用さ\nれるべきことを趣旨とする規定ではない。し\nたがって、各年度においてできるだけ早期に保険料率を決定する必要性があること\nも考慮すれば、国民健康保険の保険者である市町村は、その委任が租税法律主義の\n趣旨を踏まえたものである限り、条例において保険料率の定めを下位の法規に委任\nすることが許されるというべきである。\n３　そこで本件条例についてみると、一二条三項は、「市長は、第一項に規定する\n保険料率を決定したときは、速やかに告示しなければならない。」と規定してお\nり、保険料率の決定を市長に委任し、これを告示の方式により公示すべきものとし\nていることが文言上明らかである。なお、平成九年旭川市訓令第一一号による改正\n後の専決規程抜粋で料率の決定について市長の決裁区分としたのは、確認的に明記\nしたものにすぎない。\nこの告示は、本件条例一二条三項を根拠とする法規としての性質を有する。そし\nて、市長に保険料率の決定を委任するについては、本件条例八条、一二条において\nどのような方法により料率を決定すべきであるかの具体的基準を明記している（八\n条が規定する一般被保険者の保険料の賦課総額〔以下「賦課総額」という。〕は、\n一二条の保険料率を定める計算要素として意味をもつものであり、前者を確定すれ\nば後者は自動的に算出される関係にあるから、結局、本件条例は賦課総額の確定を\nも市長に委任したものと解することができる。）。このように、本件条例による委\n任は、明示的・具体的・個別的であり、租税法律主義の趣旨を踏まえたものであ\nる。\nまた、賦課要件が明確であるかどうかは、条例の規定とその委任に基づく下位法\n規を一体としてみるべきものであるから、右のような委任に基づく告示において保\n険料率が具体的に公示される以上、課税要件明確主義の趣旨に反しないことは明白\nである。\nしたがって、本件条例八条、一二条は、何ら憲法八四条、法八一条に違反しな\nい。\n四　本件条例一九条は法七七条に違反するかー本件各減免非該当処分の違法性の有\n無ー\n（被控訴人）\n現に恒常的に生活が困窮している国民健康保険加入者から保険料の減免申請がさ\nれた場合には、生活保護受給の有無にかかわらず、支払能力がなくなったことが客\n観的に認識できるのであるから、同申請を承認することが妥当である。法が強制加\n入制を採用した以上、保険料の負担能力のない者も加入することは自明の理であっ\nて、当然に法は保険料の免除を予定しているものと解される。\nにもかかわ\nらず、本件条例一九条は、貧困についての減免規定を全く欠落させており、法七七\n条の解釈を誤り、委任の範囲を超えたものである。\nしたがって、本件条例一九条一項所定の減免事由に該当しないとしてなされた本\n件各減免非該当処分は違法、無効である。\n（控訴人市長）\n法は、六条六号で生活保護世帯を国民健康保険の適用除外としており、恒常的な\n生活困窮者については、社会保障体系の中で、生活保護による救済を予定し、相扶\n共済保険の性質上、保険事故により生ずる個人の経済的損害を加入者相互において\n分担すべきものとする国民健康保険による救済を予定していない。\n法七七条の保険料減免の制度は、災害等により一時的に収入の途が断たれたなど\nの特別の理由がある者に対して、災害等に遭うことなく通常の収入があった前年の\n所得に基づき算定された保険料が課せられると、保険料の納入が困難な場合が生じ\nるので、これを救済する目的で設けられた制度である。すなわち、保険料の減免\nは、被保険者の保険関係からの完全な離脱を意味するものではなく、保険給付の利\n益はあくまで被保険者側にとどめた上で、保険料のみを減額ないし免除するもので\nあること、及び、減免の制度は、既に一応合理的な算出の方法によって決定された\n前年の所得を基礎とする保険料を、その後に生じた事情の変更により例外的に修正\nしようとするものであることなどの観点より考えれば、法七七条にいう「特別の理\n由がある者」の具体的内容は、本件条例一九条一項一号の「災害等により生活が著\nしく困難となった者」や同項二号の「当該年において所得が著しく減少し、生活が\n困難となった者」などであると解すべきは当然である。この点を条例で明らかにし\nたことをもって、法七七条の解釈を誤ったとか、委任の範囲を超えた違法があると\nいうことはできない。\n五　本件各賦課処分及び減免非該当処分は憲法二五条に違反するか\n（被控訴人）\n被控訴人は、生活保護基準以下の収入しかなく、住民税は非課税、国民年金保険\n料も免除承認されている者であるから、被控訴人に対し保険料の納付を求めること\nは、被控訴人の世帯の「健康で文化的な最低限度の生活を営む権利」（憲法二五\n条）を侵害するものである。\nしたがって、本件各賦課処分及び減免非該当処分は憲法二五条に違反し、無効で\nある。\n（控訴人ら）\n１　国民健康保険制度は、保険給付を受ける権利を取得させることを本来の目的と\nしている\n制度であるから、国民健康保険自体が憲法二五条の積極的な施策に関わる問題であ\nり、国民健康保険制度の適用を受ける被保険者に対しどの程度の負担を課するかと\nいう保険料に関する諸事項は、裁量の範囲を著しく逸脱していると認められない限\nり、法とこれに基づく条例に委ねられている。したがって、法の委任によってその\n算定基準を定める条例が違法であるといい得るのは、原則として、その算定基準が\n憲法における生存権の保障の規定や法の目的に照らし、明らかに不合理であるとい\nい得る場合のみである。\nところで、収入がないのに保険料を課されることがあるのは、四賦課方式を採用\nしているからであるが、控訴人市は、①旭川市が国民健康保険事業を実施した昭和\n三〇年当時の算定方式としては四賦課方式のみであったこと、②昭和三三年に三賦\n課方式（所得割、均等割、平等割）及び二賦課方式（所得割、均等割）が創設され\nたが、当時の旭川市の被保険者には農業従事者や自営業者が多数加入しており、相\n互扶助の保険原理と負担公平の観点から、より多くの加入者に薄く広く負担しても\nらう手法として四賦課方式が法の許容範囲で最適と考えたこと、③平成五年度に四\n賦課方式を採用している自治体の割合が全自治体の九二・二パーセントに及んでい\nることなどの理由から、保険料算定に四賦課方式を採用しているのである。したが\nって、控訴人市が、算定基準として四賦課方式を採用し、均等割及び平等割の応益\n保険料の賦課をすることは合理的であり、また、保険料の減免の対象者について前\n記四掲記の控訴人市長主張のとおりとすることも合理的であるから、法及び本件条\n例の規定が裁量の範囲を逸脱しているということはできず、本件各賦課処分及び減\n免非該当処分が違憲でないことは明らかである。\n２　法は保険料の減額賦課の制度を設けているが、この減額保険料の負担能力もな\nい程度に生活が困窮している者に対しては、救貧制度として生活保護法が制定され\nており、これにより、困窮の程度に応じて最低限度の生活が保障されている。憲法\n二五条の趣旨を実現する目的をもって整備されている社会保障制度の体系の中で、\n国民健康保険制度のみですべての生活困窮者に対し医療保障等の救済を与えなけれ\nばならないとするのは不当である。生活保護法に基づく生活保護支給（医療保障と\nしての医療扶助を含む）の機会が保障されているにもかかわらず、個人の恣意的な\n理由により\n、この制度の活用を拒否する者に対してまで、憲法は個人の権利を保障しているも\nのではない。国民健康保険は、憲法二五条の趣旨を踏まえた社会保障制度の一部を\n構成するものとして、医療等を給付する目的で行われているものであり、現実に保\n険料を支払うことができないほど収入が少ないのであれば、別の制度の適用により\n医療給付を受ける方法が保障されているのであるから、この点からしても被控訴人\nの主張は失当である。\n第四　当裁判所の判断\n一　本件附帯控訴の適法性について\n１　原審記録によれば、被控訴人は、控訴人市長を被告として、本件各賦課処分及\nび減免非該当処分の取消しを求める本件訴訟を提起し、控訴人市長もこれに応訴し\nて審理が進められてきたこと、被控訴人は、被告を控訴人市と控訴人市長に変更す\nる旨、予備的請求として、本件各賦課処分及び減免非該当処分の無効確認請求を追\n加する旨を記載した平成九年七月一一日付け準備書面（平成一〇年一月二七日施行\nの第一一回口頭弁論期日で陳述）を提出したこと、被控訴人は、平成九年九月二六\n日施行の第九回口頭弁論期日において、賦課処分に関する請求と減免非該当処分に\n関する請求との関係について、前者を主位的請求、後者を予備的請求と変更する\n旨、その結果、被控訴人の請求は、賦課処分の取消しが主位的請求であり、予備的\n請求については、賦課処分の無効確認、減免非該当処分の取消し、減免非該当処分\nの無効確認の順序で判断を求めるものである旨陳述したこと、原審裁判所は、平成\n九年一二月一日付けで、「賦課処分の取消しに関する請求部分につき被告として控\n訴人市を追加変更することを許可する」旨の決定をしたこと、被控訴人は、平成一\n〇年一月二七日施行の第一一回口頭弁論期日において、請求の趣旨及び請求につい\nての判断を求める順序は、第九回口頭弁論期日で述べたとおりである旨陳述したこ\nとが認められる。\nしかして、原判決事実欄に摘示のとおり、被控訴人の請求は、主位的請求とし\nて、控訴人市及び控訴人市長に対する本件各賦課処分の取消請求、予備的請求とし\nて、控訴人市長に対する本件各賦課処分の無効確認請求（予備的請求（一））、控\n訴人市長に対する本件各減免非該当処分の取消請求（予備的請求（二））、控訴人\n市長に対する本件各減免非該当処分の無効確認請求（予備的請求（三））となり、\n原判決において、控訴人市に対する主位的請求が認容され、控訴人市長に\n対する主位的請求に係る訴えは却下されたものである。\n被控訴人の請求内容が主位的・予備的の関係にあったため、原判決は予備的請求\nについて判断しなかったが、被控訴人は、控訴人市に対する主位的請求が認容され\nない場合に備えて、予備的請求についての判断を求めるため本件附帯控訴に及んだ\nものである。なお、被控訴人は、本件各賦課処分の無効確認請求につき、当初、控\n訴人市及び控訴人市長を相手方としていたが、後に、控訴人市のみに変更した。\n２　本件において、控訴人市に対する本件各賦課処分の取消請求と控訴人市長に対\nする予備的請求とは主観的予備的併合の形態をとるものであること、控訴人市長に\n対する主位的請求は控訴人市に対する請求と通常共同訴訟の関係にあったにすぎな\nいところ、被控訴人は、控訴人市長に対する敗訴部分につき控訴期間内に控訴を提\n起しておらず、控訴人市長に対する請求は予備的請求を含めて確定したものとみう\nる余地があるなどの問題点が存することは、控訴人ら指摘のとおりである。\nしかしながら、被控訴人は、当初、控訴人市長を被告として本件各賦課処分及び\n減免非該当処分の取消しを請求し、控訴人市長もこれに応訴して審理が進められて\nきたこと、被控訴人は、原審のほぼ最終段階に至って、被告を控訴人市と控訴人市\n長に変更し（併せて、予備的請求として、本件各賦課処分及び減免非該当処分の無\n効確認請求を追加）、さらに、主位的請求として、控訴人市と控訴人市長に対し、\n賦課処分の取消しを求め、予備的請求として、控訴人市長に対し、賦課処分の無効\n確認、減免非該当処分の取消し、減免非該当処分の無効確認を求めるに至ったこと\nなどの訴訟経過及び控訴人市と控訴人市長は行政主体とその執行機関の関係にある\nことからすると、控訴人市に対する本件各賦課処分の取消請求と控訴人市長に対す\nる予備的請求とがいわゆる主観的予備的併合の形態であるからといって、予備的被\n告たる控訴人市長の地位が格別不安定、不利益になるとは認められないこと、被控\n訴人において主位的・予備的の請求形態を採った以上、控訴人市に対する主位的請\n求を認容した原判決が、予備的請求について判断を加えなかったことは当然である\nとしても、控訴人市に対する主位的請求において勝訴した被控訴人に対し、予備的\n請求についての判断を受けるために、控訴人市長に対する敗訴部分につき控訴提起\nを求めることは合理的ではなく、かと\nいって、主位的請求が認容されない場合にも予備的請求についての判断を受ける途\nを封じてしまうことは、主観的予備的併合形態を採ったことに起因することとはい\nえ、本件訴訟の審理経過からいっても不合理であり、被控訴人が本訴を提起した真\n意にも反することは明らかであること、法七六条からは、賦課処分自体を対象とす\nる訴えにつき当事者適格を有する者は保険者（控訴人市）と解しうるとしても、本\n件条例一九条が保険料の減免については市長が処分権者であると明確に規定してい\nることと対比すると、賦課処分取消しの訴えの相手方を控訴人市とすべきか、控訴\n人市長とすべきかについては紛らわしい点がないとはいえず、このことも、本件混\n乱の一因となっていると考えられることなどを総合すると、本件附帯控訴を不適法\nとすべきではなく、被控訴人の控訴人市に対する主位的請求が認容されない場合に\nは、本件附帯控訴に係る予備的請求についても判断するのが相当である。\n二　裁決を経ないことにつき正当な理由があるかー平成七年度賦課処分及び減免非\n該当処分取消しの訴えの適法性ー\n１　保険料の賦課処分及び減免非該当処分に不服がある者が処分の取消しの訴えを\n提起する場合は、当該処分について国民健康保険審査会への審査請求に対する裁決\nを経た後でなければ、訴えを提起することができないところ（法九一条、一〇三\n条）、被控訴人が、平成七年度賦課処分及び減免非該当処分の取消しの訴えを提起\nするに当たって審査会に対する審査請求をしていないことは、当事者間に争いがな\nい。\nところで、被控訴人は、平成七年度賦課処分及び減免非該当処分について審査請\n求を経ずに訴えを提起したのは、①保険料に関する前年度の同趣旨の各処分に対す\nる審査請求について既に審査会の請求棄却の裁決がなされていること、②右前年度\nの各処分に対する取消しの訴えが既に裁判所に係属中であったこと、③被控訴人が\n前年度と同趣旨の平成七年度の各処分につき前年度と同一の不服理由に基づいて審\n査請求をしたとしても、審査会が同一の結論を下すであろうことが十分に予測され\nることによるものであって、行政事件訴訟法八条二項三号の「裁決を経ないことに\nつき正当な理由があるとき」に該当する旨主張する。\nしかしながら、保険料の賦課及び減免は、年度毎にそれぞれ独立した別個の処分\nであり、国民健康保険審査会も、各処分に対する審査請求につき、各別の資料に基\nづき\n個々に判断すべきものであるから、平成七年度賦課処分及び減免非該当処分の取消\nしの訴えを提起するに当たっては、右各処分についての審査請求に対する裁決を経\nるべきであり、被控訴人が挙示する右事由をもって、「裁決を経ないことにつき正\n当な理由があるとき」に該当するということはできない。\n２　したがって、平成七年度賦課処分及び減免非該当処分の取消しの訴えはいずれ\nも不適法である。\n三　本件条例八条、一二条は憲法八四条、法八一条に違反するかー本件各賦課処分\nの違法性の有無ー\n１　国民健康保険制度について\n国民健康保険事業は、被保険者の疾病、負傷、出産又は死亡に関して必要な保険\n給付を行い、社会保障及び国民保健の向上に寄与することを目的とする制度である\n（法一条、二条）。\nところで、社会保障制度の一環をなす社会保険は、保険技術を利用して、社会政\n策的見地から目的に合致する一定の事故を取り上げ、これを保険事故として給付を\n行う制度であり、相扶共済の精神に基づき、一定の地域あるいは職域からなる一定\nの集団内において必要とされる保険給付を、当該集団に属する多くの人々（被保険\n者）から徴収される拠出金（保険料等）によってまかなおうとするものである。も\nっとも、現在の社会保険制度においては、保険給付について一部国庫負担（補助）\nが行われているが、これによって、自己責任によって経費の負担に応じるという社\n会保険としての基本原則が否定されるものではない。\nしかして、社会保険の一つである国民健康保険における被保険者の保険料納付義\n務は、保険給付に係る受益の権利に対応するものであり、保険料は、保険給付との\n対価関係に基づく費用負担としての性質を有するものということができる。\n２　租税法律（条例）主義と保険料との関係について\n（一）　憲法八四条は、国の財政処理の基本原則である国会中心主義（憲法八三\n条）の収入面における具体化としていわゆる租税法律主義を定める。この租税法律\n主義は、本来、特別の給付に対する反対給付としてではなく、一方的・強制的に賦\n課徴収する租税を、行政権が法律に基づかずに賦課徴収することができないとする\nことにより、行政権による恣意的な課税から国民を保護するための原則である。そ\nして、地方自治の本旨に基づいて行われるべき地方公共団体による地方税の賦課徴\n収についても、住民の代表である議会の制定した条例に基づかずに地方税を賦課徴\n収する\nことができないという租税（地方税）条例主義が要請されることは、憲法九二条、\n八四条の立法趣旨から明らかである。\nここで、租税法律（条例）主義は、①課税要件及び賦課徴収の手続は法律（条\n例）によって規定されなければならないという原則（課税要件法定主義）と、②法\n律や条例によって課税要件及び賦課徴収の手続に関する定めをする場合、その定め\nはできる限り一義的かつ明確でなければならないという原則（課税要件明確主義）\nを主たる内容とする。\n（二）　市町村の区域内に住所を有する者は、他の健康保険の被保険者等の例外を\n除き、当該市町村が行う国民健康保険の被保険者とされる（強制加入。法五条、六\n条）。\n国民健康保険制度では、その事業に要する費用に充てるため、保険料を徴収する\nか、地方税法の規定により国民健康保険税を徴収するかのいずれかを選択しなけれ\nばならないこととなっているところ（法七六条、地方税法七〇三条の四）、控訴人\n市は保険料制度を採用している。保険料は、保険者が決定したものを一方的に徴収\nされ、支払わなければ滞納処分を受ける（強制徴収。法七六条、七九条の二）。本\n件条例は、保険料の賦課徴収につき本件条例に定めるもののほか、旭川市税条例の\n定めるところによると定めている（本件条例二二条）。市町村は、国民健康保険に\n関する収入及び支出について、特別会計を設けなければならないとされていること\nから（法一〇条）、控訴人市においても国民健康保険事業特別会計を設けている。\n証拠（乙八、二六）によれば、控訴人市の平成六年度特別会計決算では、保険料収\n入は全収入の約三三パーセントであり、他年度もほぼ同様であることが認められ\nる。\n右のとおり、国民健康保険は強制加入制であり、保険料は強制的に徴収されるも\nのであり、国民健康保険事業に要する経費の約三分の二は公的資金でまかなわれ、\n保険料収入は三分の一にすぎない。\nしかしながら、これらのことから、保険料を租税と同一視し、租税法律（条例）\n主義が直接に適用されるものとすることは相当ではない。けだし、国民健康保険\nは、相扶共済の精神に基づき、国民の疾病、負傷、出産又は死亡に関し保険給付を\n行うことを目的とするものであって、その目的とするところは、国民の健康を保\n持、増進し、その生活を安定せしめ、もって公共の福祉に資せんとするものである\nから、その保険給付を受ける被保険者はなるべく保険事故を生ずべき\n者の全部とすべきことは当然であり、また、保険事故により生ずる個人の経済的損\n害を加入者相互において分担すべきであることも当然であるから（最高裁昭和三三\n年二月一二日大法廷判決・民集一二巻二号一九〇頁参照）、強制加入、強制徴収は\n社会保険としての国民健康保険の目的・性質に由来するものであり、さらに、公的\n資金の導入は、保険料の対価性による欠損を補充するにすぎないものというべく、\n控訴人市の国民健康保険事業に要する経費が前記の程度の公的資金によってまかな\nわれているからといって、その社会保険としての性格や保険料の対価性が失われる\nものとは認められないものというべきところ、前記のとおり、租税法律（条例）主\n義は、本来、特別の給付に対する反対給付としての性質を有しない租税について、\n行政権による恣意的な課税から国民を保護するための原則であるからである。\nしたがって、保険料について、租税法律（条例）主義が直接に適用されることは\nないというべきである。\n（三）　右のとおり、保険料について租税法律（条例）主義が直接に適用されるこ\nとはないが、強制的に賦課徴収されるという点では租税と共通するところがあるか\nら、憲法八四条の、一方的・強制的な金銭の賦課徴収は民主的なコントロールの下\nにおくという趣旨は保険料についても及ぶものと解される。しかして、保険料の賦\n課徴収については租税法律（条例）主義の趣旨を踏まえる必要があるということが\nできるが、このことは、恣意的な保険料の決定及びそれに基づく賦課徴収を排除す\nるために、国民健康保険の目的・性質に応じた民主的なコントロールが確保される\nことが必要であり、かつ、これをもって足りるということであり、狭義の「租税」\nの場合と異なり、保険料の賦課徴収に関する事項をすべて条例に具体的に規定しな\nければならないというものではなく、賦課及び徴収の根拠を条例で定め、具体的な\n保険料率等については下位の法規に委任することも許されるものというべきであ\nる。すなわち、保険料については、一年毎に当該年度の保険財政の不足分を被保険\n者に按分するという仕組みが取り入れられており、保険料率は、保険事故に対して\n必要な保険給付額等を予測し、それに基づいて算定されるものであるため、本来、\n固定的に定額・定率では決めがたい要素をもっていること、保険料率は各年度にお\nいてできるだけ早期に決定する必要があることを考慮すると、条例\nにおいて、保険料率算定の基準・方法を具体的かつ明確に規定した上、右規定に基\nづく具体的な保険料率の決定を下位の法規に委任し、現に下位の法規でその内容が\n明確にされている場合には、課税要件法定主義・課税要件明確主義の各趣旨を実質\n的に充たしているものというべく、保険料率自体を条例に明記しなくとも租税法律\n（条例）主義の趣旨に反するものではなく、したがって、憲法八四条違反の問題は\n生じないものというべきである。\n法八一条は、「賦課額、料率、賦課期日、納期、減額賦課その他保険料の賦課及\nび徴収等に関する事項は、政令で定める基準に従って条例又は規約で定める。」と\n規定しているが、この規定は、保険料の賦課及び徴収等に関する事項の定めを条例\nに委任したものと解され、具体的な保険料率を条例又は規約自体で定めなければな\nらず、これを下位の法規に委任することを制限しているものとは認められない。\n３　本件条例八条、一二条は租税（条例）法律主義の趣旨に違反するか\n（一）　本件条例一二条一項は、「一般被保険者に係る保険料率は、次のとおりと\nする。（１）所得割　保険料の賦課総額の一〇〇分の五〇に相当する額を基礎控除\n後の総所得金額等の総額で除して得た数、（２）資産割　保険料の賦課総額の一〇\n〇分の一一に相当する額を土地及び家屋に係る固定資産税額の総額で除して得た\n数、（３）被保険者均等割　保険料の賦課総額の一〇〇分の二六に相当する額を当\n該年度の初日における一般被保険者の数で除して得た額、（４）世帯別平等割　保\n険料の賦課総額の一〇〇分の一三に相当する額を当該年度の初日における一般被保\n険者の属する世帯の数で除して得た額」と規定し、同条三項には、「市長は、第一\n項に規定する保険料率を決定したときは、速やかに告示しなければならない。」と\n規定されている。\nそして、保険料率算出の前提となる賦課総額について、本件条例八条は、「第一\n号に掲げる額の見込額から第二号に掲げる額の見込額を控除した額を基準として算\n定した額とする。」と規定し、第一号は、費用の見込額として、「当該年度におけ\nる国民健康保険の事務（老人保健拠出金の納付に関する事務を含む。）の執行に要\nする費用の額、療養の給付に要する費用（一般被保険者に係るものに限る。）の額\nから当該給付に係る一部負担金に相当する額を控除した額、特定療養費、療養費及\nび高額療養費の支給に要する費用（一般被保険者\nに係るものに限る。）の額、老人保健法の規定による医療費拠出金の納付に要する\n費用の額、保健施設に要する費用の額並びにその他の国民健康保険事業に要する費\n用の額（退職被保険者等に係る療養の給付に要する費用の額から当該給付に係る一\n部負担金に相当する額を控除した額並びに退職被保険者等に係る特定療養費、療養\n費及び高額療養費の支給に要する費用の額を除く。）の合算額」と定め、第二号\nは、収入の見込額として、「当該年度における法第六九条及び第七〇条の規定によ\nる負担金、法第七二条の規定による調整交付金、法第七二条の三第一項の規定によ\nる繰入金、法第七四条及び第七五条の規定による補助金、同条の規定による貸付金\nその他国民健康保険事業に要する費用のための収入（法第七二条の二第一項の規定\nによる繰入金及び法第七二条の四の規定による療養給付費交付金を除く。）の額の\n合算額」と定めている。\n（二）　本件条例一二条三項によれば、右規定が、市長に対し、保険料率を決定\nし、決定した料率を告示の方式により公示することを委任していることは明らかで\nあり、右告示は、右規定を根拠として、本件条例の内容を補充する法規としての性\n質を有するものというべきである。ちなみに、平成六年度の保険料率の告示書（乙\n四）には、「旭川市国民健康保険条例（昭和三四年旭川市条例第五号）第一二条第\n三項の規定に基づき、平成六年度国民健康保険料の料率を次のとおり告示する。」\nと記載されている。なお、右委任の点について被控訴人は、平成六年度ないし八年\n度の旭川市事務専決規程によっても、市長に対し、右のような委任がなされていな\nいことは明らかである旨主張するところ、右年度当時の旭川市事務専決規程（甲六\n〇、六一）には、決裁区分の「市長」欄の箇所に「保険料率の決定」なる事項が掲\nげられていないが、右規程は、本来、市長の権限に属する事項について補助機関の\n専決事項としたものを明記することをその内容とするものであり、右委任がなされ\nていることは本件条例一二条三項の規定により明らかであるから、専決規程に右事\n項が掲記されていないことをもって右委任がなされていないということはできな\nい。\nそして、証拠（乙四、二四、四二）によれば、控訴人市長は、所得割及び資産割\nについては定率として、被保険者均等割及び世帯別平等割については定額として、\n平成六年度保険料につき、所得割一〇〇分の一一・七四、資産\n割一〇〇分の四四・二三、被保険者均等割二万三〇四〇円、世帯別平等割二万二四\n一〇円、平成七年度保険料につき、所得割一〇〇分の一一・六八、資産割一〇〇分\nの三八・八一、被保険者均等割二万三二四〇円、世帯別平等割二万三九四〇円、平\n成八年度保険料につき、所得割一〇〇分の一〇・九三、資産割一〇〇分の一一・三\n六、被保険者均等割二万八六三〇円、世帯別平等割二万五二六〇円とそれぞれ決定\nし、告示したことが認められる。\n（三）　前記のとおり、本件条例一二条一項は、保険料率算定の基準・方法を具体\n的かつ明確に規定している。そして、本件条例八条が規定する賦課総額は保険料率\n算定の前提となるものであり、これが確定すれば、本件条例一二条一項の規定によ\nり保険料率が自動的に算出される関係にあるから、本件条例においては、賦課総額\nの確定についても控訴人市長に委任しているものと解されるところ、前記のとお\nり、本件条例八条は、賦課総額について、「第一号に掲げる額の見込額から第二号\nに掲げる額の見込額を控除した額を基準として算定した額とする。」と規定し、第\n一号及び第二号それぞれにおいて合算すべき具体的な項目を詳細に特定して掲げて\nいる。賦課総額の確定が控訴人市長に委任されている以上、右確定の基礎となる具\n体的な見込額等の算出方法についても、合理的な範囲で控訴人市長の選択に委ねら\nれているものと解されるが、これによって、本件条例八条が規定する賦課総額算出\nのための具体的基準の明確性が何ら妨げられるものではない。\n（四）　以上のとおり、本件条例八条、一二条は、控訴人市長に対し、保険料率の\n決定とその告示を委任し、控訴人市長がどのような方法により保険料率を決定すべ\nきかについて具体的かつ明確な基準を規定しており、法規たる性質を有する告示に\nおいて保険料率が具体的に公示されているのであるから、その法律上の効力におい\nても、保険料率の具体的数値を条例において直接規定する場合と異なるところはな\nく、課税要件法定主義・課税要件明確主義の各趣旨を充たしているものというべき\nであって、租税法律（条例）主義の趣旨に反するものとは認められない。\n（五）　被控訴人は、賦課総額について、賦課要件である旨主張するが、賦課総額\nは保険料率を算定するための計算要素にすぎず、市長が、本件条例一二条三項の規\n定に基づく委任により、基礎となる具体的な見込額等の算出方法を合理的な範囲で\n選択し、これにより決定するものであって、賦課総額自体を賦課要件であるとする\nことはできない。\n４　以上のとおりであって、本件条例八条、一二条は、憲法八四条、法八一条に違\n反するものではなく、本件各賦課処分が違法、無効であるということはできない。\nなお、平成七年度賦課処分の取消しを求める訴えが不適法であることは前記二に説\n示のとおりである。\n四　本件条例一九条は法七七条に違反するかー本件各減免非該当処分の違法性の有\n無\n１　法七七条は、「保険者は、条例又は規約の定めるところにより、特別の理由が\nある者に対し、保険料を減免し、又はその徴収を猶予することができる。」と規定\nしている。\n右規定内容からいって、条例又は規約により保険料の減免規定を設けるか否か、\n減免実施の基準・範囲等をどのように定めるかは、保険者の裁量に委ねられている\nものと解される。\n２（一）　法六条六号は、生活保護法による保護を受けている世帯に属する者につ\nいては、市町村が行う国民健康保険の被保険者としない旨規定しているが、これ\nは、恒常的に生活が困窮している状態にあって、保険料を負担することができない\n者については生活保護法による医療扶助等の保護を予定し、国民健康保険の適用か\nら除外しているものと解される。\nまた、法は、保険料の減額賦課の制度を設けて、減額賦課に関する事項は政令で\n定める基準に従って条例又は規約で定めると規定し（八一条）、本件条例一七条\nは、国民健康保険法施行令二九条の五第三項の規定に従い、保険料の納付義務者及\nびその世帯に属する被保険者の所得の合算額が一定額以下の場合に、被保険者均等\n割額及び世帯別平等割額の一部を減額した額を保険料とすることを規定している。\nちなみに、証拠（甲一、二）によれぱ、平成六年度の場合、被控訴人に対して賦課\nした保険料については、被控訴人らの平成五年中の所得額がなかったことから、本\n件条例一七条一項一号に該当するとして、被保険者均等割額及び世帯別平等割額の\n六割が減額されていることが認められる。\nこの減額賦課の制度は、国民健康保険が相扶共済の保険であることから、保険事\n故により生ずる個人の経済的損害を加入者相互において分担すべきものであること\nを前提とし、ただ、所得が低く、保険料を全額負担させることが相当でない者につ\nいては、保険料のうち応益部分を軽減することが相当であることから設けられたも\nのであると解される。\n（二\n）　右のとおり、生活保護世帯に属する者については国民健康保険の適用から除外\nしているところ、自らの意思で生活保護を受給しない者については国民健康保険が\n適用されることになるが、前記のとおり、国民健康保険は保険事故により生ずる個\n人の経済的損害を加入者相互において分担すべきものであることを前提とするもの\nであり、恒常的に生活が困窮している状態にあって保険料を負担することができな\nい者については生活保護法による保護を予定しているものと解されること及び減額\n賦課の制度が設けられていることからすると、法は、被保険者が恒常的に生活が困\n窮している状態にあることをもって、保険料の減免を予定しているものとまで解す\nることはできない。\n３　しかして、法七七条の保険料の減免制度は、国民健康保険の被保険者が何らか\nの事情により一時的に生活が困窮したような場合に、前年の所得等に基づいて算出\nされた保険料が課せられると保険料の納入が困難となる場合があるので、これを救\n済する目的で設けられた制度であり、同条にいう「特別の理由がある者」は右のよ\nうな状態にある者と解するのが相当である。\nしたがって、本件条例一九条一項が、その申請により保険料の減免を受けること\nができる者について、「災害等により生活が著しく困難となった者又はこれに準ず\nると認められる者」（一号）、「当該年において所得が著しく減少し、生活が困難\nとなった者又はこれに準ずると認められる者」（二号）と規定したことは相当であ\nり、恒常的に生活が困窮している者について、保険料減免の対象者としていないこ\nとをもって、法七七条の解釈を誤り、同条の委任の範囲を超えたものということは\nできない。\n４　以上のとおりであるから、本件条例一九条一項所定の減免事由に該当しないと\nしてなされた本件各減免非該当処分が違法、無効であるということはできない。な\nお、平成七年度減免非該当処分の取消しを求める訴が不適法であることは、前記二\nに説示のとおりである。\n五　本件各賦課処分及び減免非該当処分は憲法二五条に違反するか\n１　国民健康保険制度は、相扶共済の精神に基づく社会保険としての性質上、保険\n事故により生ずる個人の経済的負担を加入者相互において分担すべきものであるこ\nとを制度の前提としていること、法八一条は、保険料の賦課及び徴収に関する事項\nは政令で定める基準に従って条例又は規約で定める旨規定しているところ、本件条\n例一二条は、保険料につき、いわゆる四賦課方式（所得割、資産割、被保険者均等\n割、世帯別平等割から構成される）を採用しているが、この方式が不合理であり、\n法により委任された裁量の範囲を著しく逸脱しているとは認められず、もとより憲\n法二五条の趣旨に反するということもできないこと、生活が困窮し最低生活を維持\nすることが困難な状態にあって、保険料を負担することができない者については、\n憲法二五条の規定する理念に基づく生活保護法による医療扶助等の保護の機会が保\n障されているものと解されることを総合すると、自らの意思によって右保障の機会\nを利用しない者について、保険料の負担を求めることが憲法二五条に違反するもの\nということはできないというべきである。\nしたがって、被控訴人が生活保護基準以下の収入しかなく、住民税が非課税、国\n民年金保険料も免除されているとしても、被控訴人に対し、被保険者均等割・世帯\n別平等割によって算出される保険料を賦課することが、憲法二五条に違反するとい\nうことはできない。\n２　よって、本件各賦課処分及び減免非該当処分は憲法二五条に違反し、無効であ\nる旨の被控訴人の主張は理由がない。\n六　結論\n以上のとおりであって、被控訴人の平成七年度賦課処分の取消しを求める訴えは\n不適法として却下すべきであり、被控訴人の控訴人市に対するその余の主位的請求\n（平成六年度及び平成八年度賦課処分の取消請求）はいずれも理由がないから棄却\nすべきものであるから、被控訴人の控訴人市に対する主位的請求を認容した原判決\nは不当であり、控訴人市の控訴は理由がある。そして、被控訴人の附帯控訴に係る\n予備的請求のうち、平成七年度減免非該当処分の取消しを求める訴えは不適法とし\nて却下すべきであり、その余の予備的請求（控訴人市に対する本件各賦課処分の無\n効確認請求、控訴人市長に対する平成六年度及び平成八年度減免非該当処分の取消\n請求、控訴人市長に対する本件各減免非該当処分の無効確認請求）はいずれも理由\nがないから棄却すべきものである。\nよって、主文のとおり判決する。\n札幌高等裁判所第三民事部\n裁判長裁判官　濱崎浩一\n裁判官　竹内純一\n裁判官　石井浩\n"
}