{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 11,
    "day": 29
  },
  "case_number": "平成10(ワ)10864",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13504",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13504",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/504/013504_hanrei.pdf",
  "contents": "平成一〇年(ワ)第一〇八六四号　損害賠償請求事件\n（口頭弁論終結日　平成一一年八月三一日）\n判　　　　決\n原告　　  　　　　　　　　　　株式会社興研\n右代表者代表取締役　　　　　　【Ａ】\n右訴訟代理人弁護士　　　　　　小柴文男\n同　　　　　　　　　　　　　　井坂光明\n被告　　　　　　　　　　　　　株式会社辰巳菱機\n右代表者代表取締役　　　　　　【Ｂ】\n右訴訟代理人弁護士 　　　　　 影山光太郎\n同　　　　　　　　　　　　　　鈴木伸太郎\n同　　　　　　　　　　　　　　市川裕史\n右補佐人弁理士　　　　　　    【Ｃ】\n主  　　  文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n被告は、原告に対し、金一九四〇万四〇〇〇円及びこれに対する平成二年七月末\n日から支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n本件は、原告が、原告から被告に売り渡した負荷装置システムについて、①被告\nにおいて右装置を使用することが原告の有する特許権の侵害に当たる、②右使用が\n債務不履行に当たる、③右使用が右システムについての原告の所有権の侵害に当た\nる、④右使用により被告が得た利得が不当利得になる旨主張して、被告に対し、右\n使用による損害の賠償ないし不当利得の返還を求めた事案である。\n一　争いのない事実\n１　原告の特許権\n原告は、次の特許権（以下「本件特許権」といい、その発明を「本件発明」とい\nう。）を有している。\n(一)　発明の名称　　　　負荷装置システム\n(二)　出願日　　　　　　昭和六〇年一一月二六日\n(三)　出願公告日　　　　昭和六三年三月八日\n(四)　登録日　　　　　　昭和六三年一〇月一四日\n(五)　登録番号　　　　　第一四六二四二三号\n(六)　特許請求の範囲　　別紙「特許出願公告公報」写しの該当欄記載のとおり\n２　本件発明の構成要件\nＡ　水を流入排出しつつ内部に所定の水を貯留する有底円筒形べース電極と、\nＢ　当該ベース電極の底部中央に、外出下端に電源装置の出力ケーブルを接続する\n円筒形主電極を絶縁状態で貫植した水抵抗器と、\nＣ　当該水抵抗器より排出される温水を導入し内部を通過させた後前記水抵抗器に\n供給するラジエターと、\nＤ　当該ラジエターに水をスプレー噴射し、このスプレー噴射させた水の蒸発潜熱\nにてラジエター内部の温水を冷却するスプレー管と、\nＥ　前記ラジエターの表面を風冷しそこから発生する蒸気を送り出し空間に拡散せ\nしめるファンと、\nＦ　ガラリとを配設した電極水冷却処理装置と\nＧ　からなる負荷装置システム\n３　被告の行為\n被告は、昭和六三年一〇月一四日から平成二年七月七日まで、業として、別紙物\n件目録記載の負荷装置システム（以下「本件装置」という。）を使用した。\n被告は、本件装置を、昭和六三年三月二日に原告から代金六二〇万円で買い受け\nた（なお、被告が原告から菱恵電業株式会社（以下「訴外会社」という。）を介在\nさせて本件装置を買い受けたか否かについては争いがある。以下、当事者間で争い\nがある部分も含めて「本件契約」という。）。\n被告は、平成二年七月七日、原告に対し、本件装置を返還した。\n二　争点\n１　本件発明の技術的範囲への属否\n（原告の主張）\n本件装置は、本件発明の構成要件をすべて充足し、本件発明の技術的範囲に属す\nる。なお、本件装置には、絶縁鞘筒、分水槽、基台集水槽が付加されているが、こ\nれらは付加的なものにすぎず、構成要件充足性に影響しない。\n（被告の反論）\n本件装置は、以下の理由により、本件発明の技術的範囲に属しない。\n本件装置は、絶縁鞘筒を備え、これにより消費電力調整及び暴走現象の緊急制御\nが可能である。これは、本件装置の機能上必要不可欠なものである。\nまた、本件装置には、分水槽、基台集水槽が設けられている。基台集水槽は、三\n本のベース電極を支え、ベース電極からの水を一系統に集める。分水槽は、三本の\nベース電極に水を配分して供給する。基台集水槽、分水槽は、三本のベース電極の\n配置に合致した構造となっており、三本のベース電極と一体となって、各ベース電\n極への流量を調整して、水温を制御している。\n２　消尽、使用許諾、消滅時効、権利失効（本件特許権侵害の請求に対して）\n（被告の主張）\n以下のとおり、本件特許権侵害を理由とする不法行為は成立しない。\n(一)　本件契約の解釈、消尽等\n本件装置が本件発明の実施品であるとしても、被告は適法に本件装置を使用する\nことができる。\n(1)　被告は、本件装置を原告から買い受けた。本件装置に関しては、本件特許権の\n効力は生じない（消尽している）。したがって、原告から買い受けた本件装置を被\n告が使用する行為は、本件特許権を侵害するものではない。\n(2)　原告は、本件契約は、本件特許権の成立前に締結されたので、消尽しないと主\n張する。しかし、右主張は以下のとおり失当である。すなわち、原告と被告との間\nで、本件装置の売買（代金六二〇万円）を含む基本契約が締結されたのは、昭和六\n三年三月二日である。本件発明については、昭和六二年一一月一〇日に出願公告決\n定がされており、基本契約締結日よりも前に、原告は右決定の通知を受けていたか\nら、原告は、基本契約締結時点で、本件発明が近々確実に特許権となるとの認識が\nあった。原告が被告に対し、本件装置について特許権を取得した旨何度も述べてい\nることは、これを裏付ける事実である。六二〇万円という高額な売買代金は、本件\n装置について特許権が取得できることを前提として定められていると解すべきであ\nる。したがって、本件契約は、本件特許権が成立することを前提としてされている\nので、原告の主張は失当である。\n(3)　本件装置の売買が解除されたことはない。被告が原告に本件装置の返還（引渡\nし）を約したのは、被告と訴外会社との間の売買の解除に基づくものではなく、被\n告と原告との間の新たな売買に基づくものである。このことは、契約当事者が異な\nることから明らかである。したがって、被告と訴外会社との間の売買の効力が遡及\n的に失われたわけではない。\n仮に解除があったとしても、これは、双方の意思に基づく合意解除であり、合意\nに当たっては、本件装置及び代金の各返還により本件契約についての法律関係を新\nたに設ける旨の合意があったと解すべきである。\n(二)　使用許諾\n原告は、本件装置について被告から原告への新たな売買に伴い、平成元年六月一\n〇日までは明示的に、それ以降引き渡しまでは少なくとも黙示的に、被告による本\n件装置の使用を許諾していた。したがって、それまでの使用が不法行為となること\nはない。この点は、原告が被告に対し、平成元年一月二五日、本件装置が被告の\n「発電器の据付工事に役立たれることを期待する」と明言していることから明らか\nである（乙一）。\n(三)　消滅時効\n被告は、以下の消滅時効を援用する。\n原告が被告による本件装置の使用により損害を被ったと主張する期間は、昭和六\n三年一〇月一四日から平成二年七月七日までである。原告は、平成二年六月の仮処\n分の手続において、被告が不法に本件装置を使用し損害を被っている旨主張してい\nたから、損害が生じたことを知っていた。よって、平成二年七月七日から三年の経\n過により原告の損害賠償請求権は時効により消滅した。\n詐欺取消の主張について、原告の主張によれば、本件契約がされた昭和六三年に\nは原告の取消権は発生していた。そして、遅くとも、原告が本件装置の返還を求め\nる仮処分を申し立てた平成二年六月には、原告は、取消権の発生原因事実を認識し\nていた。右時点から五年間の経過により、右取消権は、時効により消滅した。\n錯誤無効の主張について、平成二年七月末日の時点で原告の損害賠償請求権は発\n生していた。平成二年六月には、原告は、損害が発生していたことを知っていた。\n右時点から三年間の経過により原告の損害賠償請求権は時効により消滅した。\n(四)　権利失効\n原告の錯誤無効の主張は、権利失効の原則により許されない。原告は、平成一〇\n年まで売買無効の主張を一切していないのみならず、平成二年には、被告が本件装\n置の所有権を有することを前提として、被告と新たな売買契約をしている。また、\n前記のとおり、原告は、平成元年に、被告に対し本件装置の使用を許諾している。\nこのような事情の下では、原告の右主張は、信義誠実に反するものである。\n（原告の反論）\n前記のとおり、本件装置は、本件発明の技術的範囲に属するから、被告による本\n件装置の使用は、不法行為を構成する。\n(一)　本件契約の解釈、消尽等\n以下の理由により、本件装置について特許権の効力は生じている（消尽していな\nい。）。\n(1)　原告は、昭和六三年三月二日、被告及び訴外会社との間において、基本契約を\n締結し、本件発明の実施物件である本件装置を、被告に、代金六二〇万円で売り渡\nした（本件契約）。本件契約には、以下のとおりの付帯的な合意（以下「特約」と\nいう場合がある。）がされた。すなわち、「被告は、本件発明に関する一連の技術\nについて原告がパイオニアであることを認める。本件発明に関連する原告の発明、\n考案を尊重して、その効力を争ったり権利を侵害しない。ノウハウを第三者に漏洩\nしない。本件発明やその実施物件を改造、設計変更する場合には、事前に原告に連\n絡しその了解の下に実施する。新たな創作をする場合にも事前に原告に連絡し共同\n開発して共同出願する。本件発明に関する技術や実施物件を使用する場合には、訴\n外会社を経由して行い、単独では行わない。契約終了時には、原告から契約上引き\n渡された全資料を返還する。」という特約があった。\n被告は、本件装置を手に入れるやいなや、これを密かに分解するなどして、本件\n装置の構造を詳細に調査し、その技術情報を基に本件装置のデッドコピーを製造\nし、本件装置及び右デッドコピーを被告の営業に無断で使用し始めた。これは、本\n件契約に違反する背信的行為である。\n本件契約は特約が付された売買契約なので、本件契約の特約に違反した本件装置\nの使用行為には、本件特許権の効力が失われることはない。\n(2)　本件契約は、本件特許権の成立前に締結されたものであるから、被告は、本件\n契約が締結されていることを理由として、本件装置の使用が本件特許権の侵害を構\n成しないと主張することはできない。\n(3)　原告は、被告の右債務不履行を理由に、本件契約を平成元年一月二五日に解除\nした。したがって、被告は本件契約により取得した本件装置の所有権ないし使用収\n益処分権能を遡及的に失ったから、本件契約は効力を失う。\nなお、契約解除後の使用については、本件契約の効力を云々する余地はない。\n(4)　被告は、原告に対し、本件装置を展示するだけで無断で使用しない旨の虚言を\n述べて、この旨原告を誤信させ、原告に本件契約を締結させて、本件装置を交付せ\nしめた。よって、原告は、被告の詐欺に基づき、本件契約を取り消す。\n(5)　原告は、被告が本件装置を無断で単独使用するのではなく、訴外会社ないし原\n告の指示、管理の下で使用されることを期待し、これを明示して、本件契約を締結\nした。本件契約がそのような制約がないものと解されるならば、原告の意思表示は\n錯誤に基づくものであるので、無効である。\n(二)　使用許諾\n原告は、本件契約解除に際し、被告に本件装置の使用を許諾していない。確か\nに、原告は、本件契約解除と同時に、被告に本件装置の保管を依頼したが、それは\nとりあえず対応が決まるまで暫定的に保管依頼をしたにすぎず、自由な使用を認め\nる趣旨ではない。\n(三)　消滅時効\n消滅時効の主張は否認する。原告が、平成二年六月の仮処分申立の際、被告が本\n件装置を使用していたことは知らなかった。\n３　債務不履行\n（原告の主張）\n被告は、前記のとおり、本件契約に違反する行為をした。これにより、原告は、\n本件特許権に係る品質の保持、顧客の信頼の確保、技術改良の研究、データの収\n集、一連の特許発明に係る秘密の保持等の利益を侵害された。損害額は、本件特許\n権の侵害による損害算定に準じて考えるべきである。\nまた、被告は、前記のとおり、背信的な債務不履行者であるので、被告による時\n効の援用は、信義則違反ないし権利濫用に当たる。\n（被告の反論）\n被告は、本件契約に違反する行為をしたことはない。\nまた、原告が主張している商行為による被告の義務は、平成二年七月末日までに\n履行されるべきものである。債務不履行による損害賠償請求権は、本来の債務の履\n行期から進行を始めるところ、右時点から既に五年が経過した。よって、右損害賠\n償請求権は時効により消滅した。\n４　本件装置の所有権侵害による不法行為\n（原告の主張）\n原告が本件契約を債務不履行を理由として解除したことにより、本件装置の所有\n権は遡及的に原告に復帰したので、被告による本件装置の使用は、原告の右所有権\nに対する故意又は過失による侵害となるから、不法行為が成立する。\n原告は解除後遅滞なく被告との契約関係の清算交渉に着手し、当然代金の返還も\n行うつもりであったから、右着手により代金の口頭の提供があったと解すべきであ\nるし、そうでなくとも、被告の信義則違反により同時履行の主張は許されない。\n（被告の反論）\n本件売買は、前記２のとおり、解除されたことはないし、仮に合意解除があった\nとしても、その際、清算合意があった。\n原告は、前記２のとおり、被告による本件装置の使用を許諾した。\n原告の主張する損害賠償請求権は、前記２のとおり、時効により消滅した。\n被告の本件装置引渡義務は、売買契約に基づく目的物引渡義務であるから、原告\nが代金六二〇万円を供託した日（平成二年四月二〇日）まで、引渡しを拒絶でき\nた。したがって、被告の行為に違法性はない。なお、本件装置引渡義務を、解除に\n基づく原状回復義務と解しても、同様である。\n５　不当利得\n（原告の主張）\n被告は、前記２のとおり、何らの実施権限もないまま本件装置を使用して本件発\n明を実施した。また、前記３のとおり、本件契約が解除され遡及的に本件装置の所\n有権が原告に復帰したことにより、何らの利用権限のないまま本件装置を使用し\nた。被告は、これにより、法律上の原因なくして利得を得た。したがって、被告\nは、右不当利得を返還すべき義務を負う。\n消滅時効は、以下の理由で成立していない。本件訴訟は、右不当利得の発生から\n一〇年以内に提起された。本件訴訟は、当初不法行為に基づく損害賠償請求権を訴\n訟物としていたが、不当利得に基づく請求は、当初の請求と原因事実を基本的に同\nじくし、経済的に同一の給付を求めるものであるから、本件訴訟の提起により、不\n当利得返還請求権について催告が継続していたものというべきである。\n（被告の反論）\n前記のとおり、本件売買が解除されたことはないし、仮に合意解除があったとし\nても、その際、清算合意があった。\n被告が本件装置を使用して収益を上げられたのは、被告が電気設備工事請負業を\n営み、負荷試験請負業務の市場に対し、以前から広いつながりを有していたからで\nある。原告は、当時このようなつながりを有していなかった。したがって、被告が\n本件装置を使用して収益を上げても、原告には損害が発生しておらず、また、被告\nの収益と原告の損害の因果関係もない。\n被告は、次の金銭債権を自働債権として、対当額で相殺する。①本件装置の代金\nとして原告に交付した六二〇万円について、交付日（昭和六三年三月二日ごろ）か\nら原告が右代金を供託した日（平成二年四月二〇日）までの金利相当額。②右期間\n中の本件装置保管費用。\n本件装置の原告への引渡しは、売買契約に基づくものであるところ、物の売主\nは、買主が代金を支払うまでは売買の目的物の果実を取得できるから、右売買から\n原告が右代金を供託した日（平成二年四月二〇日）までの通常の使用による利得\nは、不当利得にならない。\n不当利得返還請求権には短期消滅時効の規定がないが、不法行為に基づく損害賠\n償請求権が時効によって消滅している場合に、不当利得による請求を認めること\nは、右規定を置いた法の趣旨に反するから、原告の不当利得による請求は権利の濫\n用に当たる。\n６　損害額・不当利得額\n（原告の主張）\n被告は、前記期間における本件装置の使用により、一九四〇万四〇〇〇円の利益\nを得て、もって、原告にこれと同額の損害を与えた。\n第三　争点に対する判断\n一　争点１（本件発明の技術的範囲の属否）について\n１　本件装置の各構成と本件発明の構成要件を対比すると、本件装置は本件発明の\n構成要件のすべてを充足すると認められる。したがって、本件装置は、本件発明の\n技術的範囲に属する。\n２　被告は、本件装置は、絶縁鞘筒、分水槽、基台集水槽を備えることにより、全\nく新たな作用効果を有しているから、本件発明の技術的範囲に属しない旨主張す\nる。\nしかし、本件発明の構成要件Ａの構成のように水を介してベース電極と主電極を\n配置すれば一個の抵抗が実現し、昇降動自在な絶縁鞘筒を具備しなくても抵抗とし\nての基本的な効果を奏すること、本件特許権の特許請求の範囲第５項（実施態様\n項）には「主電極は、昇降動自在な絶縁鞘筒にて覆われてなる特許請求の範囲第１\n項、第２項、第３項又は第４項記載の負荷装置システム。」との記載があり、右特\n許権の明細書の作用欄には、実施例として示された水抵抗器の作用として、「昇降\n動自在な絶縁鞘筒７を設けてあるので主電極６の水中での長さを調節し消費電力の\n調整が自由にできるし、水の温度上昇によってアークが発生する暴走現象が生じた\n場合、絶縁鞘筒７を主電極６の最下部近くまで下降させることでアークを急速に止\nめる緊急制動の機能も有する」（７欄一二行から一八行まで）と記載され（甲二号\n証）、昇降動自在な絶縁鞘筒により消費電力の調整、暴走現象の緊急制動を行うこ\nとができるものは、本件発明の実施態様に含まれていること等に照らすならば、こ\nの昇降自在な絶縁鞘筒による作用効果は、本件発明の一実施態様の効果として当然\n予期されたものであって、本件装置が本件発明と異なる作用効果を奏するものであ\nるとはいえない。\n分水槽、基台集水槽を備えることによる作用効果についても、ベース電極の支持\n及び三本のベース電極に入る水の流量を均等に近づける調整のための具体的構成に\n過ぎないから、本件装置が本件発明と異なる作用効果を奏するものであるとはいえ\nない。\nしたがって、被告の主張は理由がない。\n二　事実経過について\n１　争いのない事実、証拠（甲三、五、六、一四ないし一六、乙一ないし三）、弁\n論の全趣旨によれば、以下の事実が認められ、これに反する証拠はない。\n(一)　原告は、昭和六三年三月二日、被告に対し、本作発明の実施品である本件装\n置を代金六二〇万円で売り渡した（本件契約）。\n本件契約においては、以下のような付帯的な合意がされた。すなわち、「被告\nは、本件発明に関する一連の技術について原告がパイオニアであることを認める。\n被告は、本件発明に関連する原告の発明、考案を尊重して、その効力を争ったり権\n利を侵害しない。被告は、原告から開示された本件発明に関する技術、ノウハウを\n第三者に漏洩しない。被告は、本件発明やその実施物件を改造、設計変更する場合\nには、事前に原告に連絡しその了解の下に実施する。被告は、新たな創作をする場\n合にも事前に原告に連絡し共同開発して共同出願する。被告は、本件発明に関する\n技術や実施物件を一般に提供する場合には、訴外会社を経由して行い、単独では行\nわない。被告は、契約終了時には、原告から契約上引き渡された全資料を返還す\nる。」という合意である。\nなお、本件特許権の出願については、昭和六二年一一月一〇日に出願公告決定が\nされ、本件契約締結後まもない昭和六三年三月八日に出願公告がされ、同年一〇月\n一四日に特許登録がされた。\n(二)　ところが、被告は、本件契約の特約に反して、本件装置に含まれる技術情報\nをもとに、原告に無断で、本件発明の実施物件等を製造して営業活動を開始した。\n原告は、平成元年一月ころ、右事実を発見し、同月二五日ころまでに、本件装置を\n返却するよう被告に求めたところ、被告はこれに応じた。\n(三)　本件装置の返却等に関する原告と被告間の経緯は以下のとおりである。\n被告は、右同日、原告に対し、「委任状」と題し、「当社の所有する負荷装置\nは、製造者の㈱興研へ返却いたします。その後の取扱いについての一切は㈱興研の\n代表取締役社長【Ａ】殿の処理に任せます。」と記載した書面を交付した。そし\nて、原告も、同日、被告に対し、「保管依頼」と題し、「貴社より返却された負荷\n装置は取扱いの詳細が決まるまで貴方で保管されることをお願いする。なおこの間\nは貴方の発電機の据付工事に役立たれることを期待する。」と記載した書面を交付\nした。\n原告は、同年五月一〇日、被告に対し、「平成元年一月二五日に返却された負荷\n装置は下記のように処理する。１、返却を申し出の期日をもって受理し、㈱興研の\n所有とする。２、保管依頼は平成元年五月三〇日をもって解消する。申し出人の責\nにおいて㈱興研に返却する。３、所有権移転に関る詳細　イ、負荷装置の代金は金\n六二〇〇〇〇〇とする。　ロ、支払いは、平成元年六月一五日銀行振込とする。」\nと記載した書面を交付した。\n原告は、同年五月三一日、被告に対し、「負荷装置返却の通告について」と題\nし、「貴社が平成元年一月二十五日付返却された負荷装置については、左記のよう\nに処理します。一、返却の申し出の期日をもって受理し、㈱興研の所有とする。\n二、保管依頼は平成元年六月十日をもって解消する。申し出人の責において㈱興研\nに返却する。三、所有権移転に関する詳細　イ、負荷装置の代金は六二〇〇〇〇〇\n円とする。ロ、支払は、平成元年六月十五日銀行振込とする。」と記載した書面を\n送付し、右書面は同年六月二日、被告に到達した。\n(四)　原告は、平成二年四月二〇日、前記代金六二〇万円を被告のために供託し\nた。\n原告は、同年六月一八日、被告に対し、本件装置の占有移転禁止、執行官保管を\n求める仮処分を申し立て、同月二六日、その旨の決定が出た。右申立ての申立書に\nは、「債務者（被告）は、本件水抵抗器（本件装置）を使用して、債権者（原告）\nの半額位の金額で発電設備の負荷試験等を行っていて、債権者の顧客を略奪してい\nる」との記載がある。\n被告は、同年七月七日、原告に対し、本件装置を返還した。\n２　以上の各事実を総合すると、①原告は、昭和六三年三月二日、本件装置を被告\nに売却した（本件契約）、②ところが、被告が本件契約の特約に反して本件装置を\n使用するなどしたため、平成元年一月ころ、原告及び被告は、本件契約を合意解約\nすることとし、売買代金六二〇万円については、同年六月一五日までに原告が被告\nに返却することとし、本件装置については、同月一〇日までの間被告が保管するこ\nととなった、③原告は、平成二年四月二〇日、代金額を被告のために供託し、被告\nは、同年七月七日、本件装置を原告に返却したことを認めることができる。なお、\n原告は、被告の債務不履行を理由として本件契約を解除した旨主張するが、原告が\n被告に交付した書面には、「返却を申し出の期日をもって受理し」と、被告が原告\nに交付した書面にも、「負荷装置は、…返却いたします」と、記載されていること\nに照らすと、被告からの返却の申し出の意思が明らかであり、本件契約は、原告、\n被告の合意により解約されたと認定するのが相当である。\n三　争点２（本件特許権侵害に基づく不法行為）について\n１　被告が適法に本件装置を使用することができたか否かの点について検討する。\n(一)　原告が、昭和六三年三月、被告に対し本件発明の実施品である本件装置を、\n六二〇万円の価格で売り渡したことは前記認定のとおりである。売買契約において\nは、特段の事情のない限り、売主は買主に対し、買主において売買の対象とされた\n目的物を円満に使用するための一切の権限を付与することを合意の内容とするのが\n自然であるから、本件契約においても、原告は、被告が本件装置を使用することに\n対して、本件特許権に基づき異議を述べない旨（使用を許諾する旨）の意思表示を\nしたと解するのが相当である。したがって、本件契約が有効に存続する間は、本件\n契約の効力により、当然に、被告は適法に本件装置を使用することができる。\n次に、本件契約は、平成元年一月ころ、合意解約されたこと、売買代金六二〇万\n円については、同年六月一五日までに原告が被告に返却する旨、及び本件装置につ\nいては、結局同月一〇日まで被告が保管する旨が合意されたこと、また、原告は、\n被告にあてて、「本件装置が被告の発電機の据付工事に役立つことを期待する」旨\nの書面を交付したことは前記認定のとおりである。そうすると、右解約の合意にお\nいて、原告は、被告が、当分の間は、本件装置を使用することに対して、本件特許\n権に基づき異議を述べない旨（使用を許諾する旨）の意思表示をしたと解するのが\n相当である。\nさらに、原告が、平成二年四月二〇日、前記代金六二〇万円を被告のために供託\nしたことは前記認定のとおりである。そして、被告は、右解約の際の合意の効力に\nより、当分の間は適法に本件装置を使用することができることとされたが、原告か\nら、右合意に基づく代金相当額につき、弁済の提供がされた場合には、被告は本件\n装置の引渡しを拒むことはできないものと解すべきであるから、被告は、右供託が\nされた日以降は、適法に本件装置を使用することはできないことになる。\n以上のとおり、本件契約が締結された昭和六三年三月二日から、原告が売買代金\n六二〇万円を被告のために供託した平成二年四月二〇日までの間は、被告は、本件\n装置を適法に使用することができたと解される（なお、この点は、本件特許権は消\n尽したと解しても差し支えない。）。\nところで、被告が平成二年四月二一日以降本件装置を使用したことを認めるに足\nりる証拠はないから、原告の本件特許権侵害に基づく不法行為の主張は理由がな\nい。\n(二)　原告は、本件契約は、本件特許権の成立前に締結されたから、本件特許権に\n基づく許諾をその内容とする余地はない旨主張する。しかし、既に出願公告決定が\nされ、本件特許権の取得が十分予期された段階で本件契約が締結された本件におい\nては、特許権の成立後にも本件装置を円満に使用することができる権限を与えたも\nのと理解するのが相当であるから、この点における原告の主張は理由がない。\nまた、原告は、原告の意思表示は、詐欺ないし錯誤に基づくものである旨主張す\nるが、本件全証拠によるも、右主張を基礎づける事実を認めることはできない。\n２　以上検討したように、被告の行為は、不法行為を構成しないが、以下のとお\nり、不法行為に基づく損害賠償請求権は、時効により消滅しているので、念のた\nめ、付加して判断する。すなわち、原告は、平成元年一月、被告が本件契約に違反\nして本件装置を使用して営業していることを認識して本件契約を合意解約し、その\n後、平成二年六月一八日、被告に対し、本件装置の占有移転禁止等を求める仮処分\nを申し立てたが、その際の申立書に、「債務者（被告）は、本件水抵抗器（本件装\n置）を使用して、債権者（原告）の半額位の金額で発電設備の負荷試験等を行って\nいて、債権者の顧客を略奪している」と記載した。原告が損害を被ったと主張する\n期間は、平成二年七月七日までであるところ、右事実によれば、原告は、遅くとも\nそのころには、被告の本件装置の使用により損害を被ったことを知っていたと解す\nるのが相当である。そうすると、三年の経過により、原告の損害賠償請求権は時効\nによって消滅した。\n四　争点３（債務不履行）について\n原告は、被告が平成二年七月七日まで本件契約の制約に違反した行為を行ったこ\nとにより、損害を被った旨主張する。しかし、本件契約は商行為であるから、その\n債務不履行による損害賠償請求権も商事債務であると解すべきところ、右違反行為\nから五年が経過しているから、右期間の経過により、原告の損害賠償請求権は時効\nによって消滅した。\n五　争点４（本件装置の所有権侵害による不法行為）について\n原告は、本件契約の解除により、本件装置の所有権は遡及的に原告に復帰したの\nで、被告による本件装置の使用は、右所有権の侵害として不法行為となる旨主張す\nる。\nしかし、前記のとおり、原告が同時履行の抗弁により本件装置の引渡しを拒むこ\nとができた以上、所有権侵害によって、原告が本件装置を使用することにより得ら\nれた逸失利益相当分の損害が発生することはない。\nまた、前記のとおり、原告は、遅くとも、平成二年七月七日ころには、被告の本\n件装置の使用により損害を被ったことを知っていたと認められる。そうすると、三\n年の経過により、原告の損害賠償請求権は時効によって消滅した。\nよって、原告の右主張も理由がない。\n六　争点５（不当利得）について\n原告は、被告の前記本件特許権の侵害ないし本件装置に係る所有権の侵害によ\nり、被告が不当利得を得、そのため原告が損失を被った旨主張する。\nしかし、前記のとおり、平成二年四月二〇日までは本件装置について、被告は適\n法に本件装置を使用することができるのであるから、本件特許権侵害に基づく不当\n利得の主張は失当である。\nまた、前記のとおり、原告が同時履行の抗弁により本件装置の引渡しを拒むこと\nができた以上、所有権侵害によって、原告が本件装置を使用することにより得られ\nた逸失利益相当額の損失を被ったと解する余地もない。本件装置に係る所有権の侵\n害に基づく不当利得の主張も理由がない。\n七　よって、その余の点を判断するまでもなく、原告の請求は理由がない。\n東京地方裁判所民事第二九部\n裁　判　長　裁　判　官            飯村敏明\n裁　判　官            沖中康人\n裁　判　官            石村　智\n"
}