{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 4,
    "day": 17
  },
  "case_number": "平成2(行ウ)3",
  "case_name": "鉄道事業免許申請却下等請求事件",
  "court_name": "横浜地方裁判所",
  "field": "行政",
  "gist": "一般住民のした鉄道事業法３条に基づく第一種鉄道事業免許の取消しを求める訴えが，同免許は事業者に対し申請に係る鉄道事業を経営する権利を設定するにとどまるところ，同免許本来の効果により自己の権利ないし法律上の利益が侵害されるおそれのあることについて主張立証がなく，また，仮に，当該免許と他の鉄道事業者による既設路線の廃止変更との間に法律上何らかの関連性があり，既設路線の一部廃止によって同線を利用できるという利益が侵害されるおそれがあるとしても，それは不特定多数の利用者集団の一般的利益にとどまり，法律上保護された個人の個別的利益ということはできないとして，却下された事例",
  "lawsuit_id": "16631",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16631",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/631/016631_hanrei.pdf",
  "contents": "○　主文\n一　本件訴えを却下する。\n二　訴訟費用は原告の負担とする。\n○　事実及び理由\n第一　原告の請求\n被告運輸大臣が平成二年四月一九日横浜高速鉄道株式会社に対して与えたＭＭ２１\n線の事業免許は、これを取消す。\n第二　事案の概要\n一　争いのない事実\n横浜高速鉄道株式会社は、平成元年一二月二五日、被告運輸大臣に対し、ＭＭ２１\n線を予定路線とする鉄道事業の免許を申請した。\n被告は、平成二年四月一九日、横浜高速鉄道に対し、鉄道事業法三条に基づく第一\n種鉄道事業の免許（本件事業免許）を与えた。\n二　双方の主張\n１　原告主張の要旨\n原告は、横浜市中区の東急東横線桜木町駅から徒歩三分位のところにある肩書住居\nに居住して貸ビル業を営んでおり、「東急桜木町駅と生活を守る会」の会員であ\nる。\n本件事業免許は、東急東横線の横浜駅・桜木町駅間を廃線とし、横浜駅以南の東横\n線はＭＭ２１線に乗り入れることを前提とするものであるから、東急東横線の桜木\n町駅はいずれ廃止されることになる。そうなれば、原告が居住する野毛地区は、Ｍ\nＭ２１線の昀寄りの駅（北仲駅が計画されている。）からでも、数百メートル離れ\nることになり、野毛地区の活性化は阻害され、同地区とその後背地の住民は、原告\nも含めて、耐え難い不便不利益を強いられ、憲法で保障されている財産権・生活権\nを侵害されることになる。\nしかるに、ＭＭ２１線の経営主体になる第三セクターの設立及び東急東横線の横浜\n駅・桜木町駅間の廃線問題について、野毛地区に住む一般住民の同意は得られてい\nない。また、ＭＭ２１線のルート及び駅の位置並びに右廃線承認の交換条件である\n地域振興策及び東京急行電鉄株式会社が提供すべき街づくり資金の額についても、\n横浜市・横浜高速鉄道及び東急電鉄は、野毛地区街づくりを考える会の理事会を構\n成する二五名の理事だけでなく、野毛地区の一般住民と話合うべきであるのに、二\n五名の理事についてはともかく、同地区の一般住民との間には、合意が成立してい\nない。\nしたがって、本件事業免許は、違法な処分であるから、取り消されるべきである。\n２　被告主張の要旨\n本件事業免許は行政処分でなく、また、原告には本件事業免許の取消を求める法律\n上の利益がないから、本件訴えは却下されるべきである。仮にそうでないとして\nも、本件事業免許は適法であって、これを取り消すべき瑕疵はない。\n三　争点\nかくして、本件においては、本件事業免許が行政処分か否か、また、被告運輸大臣\nが与えた本件事業免許は違法か否かという点も争われているが、その中心的争点\nは、原告に本件事業免許の取消を求める法律上の利益があるか否かにある。\n第三　中心的争点に対する判断\n一　処分取消の訴えは、当該処分の取消を求めるにつき、法律上の利益を有する者\nに限り、提起することができるところ、ここに「法律上の利益を有する者」とは、\n当該処分により、その根拠法規において保護すべきものとされている自己の権利若\nしくは法律上の利益を、侵害され又は必然的に侵害されるおそれのある者をいう。\nそして、当該根拠法規が、不特定多数者の具体的利益をもつぱら一般的公益の中に\n吸収解消させるに止めず、それが帰属する個々人の個別的利益としてもこれを保護\nすべきものとする趣旨を含むと解される場合には、当該処分によりこれを侵害され\n又は必然的に侵害されるおそれのある者は、当該処分の取消訴訟における原告適格\nを有するということができる。\n二　ところで、本件事業免許は、横浜高速鉄道に対し、その申請に係るＭＭ２１線\nにつき第一種鉄道事業を経営する権利を設定するに止まり、これによって、直ちに\n線路が具体的にどの地点を通過するかが決定されるわけではなく、また、工事の施\n行に着手できるというものでもない。さらに、鉄道事業の免許と他の鉄道事業者に\nよる既設路線の廃止変更とは、本来別個の事柄であり、後者は、その鉄道事業者か\nら許可申請を受け、当該路線の輸送需要や代替輸送機関の有無等を総合的に検討す\nる等して、はじめて行われるものである。したがって、本件においても本件事業免\n許が、同時に東急東横線の横浜駅・桜木町駅間の廃線ないし東急桜木町駅の廃止を\n許可する効果を伴うものでないことはいうまでもないところである。\nそして、原告は、本件事業免許がＭＭ２１線につき鉄道事業を経営する権利を設定\nするという本件事業免許本来の効果により、自己の権利ないし法律上の利益を害さ\nれ又は必然的に害されるおそれがあることについては、何ら主張立証をしない。\n三　次に、原告は、本件事業免許が、東急東横線の横浜駅・桜木町駅間の廃線を前\n提とするものである旨主張するが、両者間に法律上いかなる関連性があるかは詳ら\nかではない。しかし、仮に法律上何らかの関連性があり、東急東横線の一部廃線に\nよって、原告が従来同線を利用するにより享受してきた利益を害されるおそれがあ\nるとしても、それは、不特定多数の利用者集団の利益に止まり、原告個人の個別的\n利益ということはできない。\nけだし、鉄道事業法並びにその他の関連法規を見ても、同法を基本とする法体系に\nより保護されるのは、鉄道利用者個々人の個別的利益ではなく、不特定多数の利用\n者集団がもつ一般的公益にすぎないからである。すなわち、鉄道事業法は、その第\n一条において、鉄道事業等の運営を適正かつ合理的なものにするという手段によ\nり、鉄道等の利用者の利益の保護と鉄道事業等の健全な発達という結果の実現を図\nり、もって公共の福祉を増進することを目的とし、同法第五条では、鉄道事業の免\n許基準として、その事業の開始が輸送需要に対し適切なものであること（第一\n号）、その事業の供給輸送力が輸送需要量に対し不均衡とならないものであること\n（第二号）等を掲げていることに徴すれば、同法において、事業免許という行政行\n為により保護されるべき「利用者の利益」とは、鉄道等を利用する個々人の個別的\n利益ではなく、一定量の輸送需要を有する利用者集団の一般的利益をいうと考える\nのが相当である。したがって、仮に事業免許という行政行為により、個人が鉄道等\nを利用することができるという事実上の利益を受けていたとしても、それは、当該\n免許による単なる反射的利益にすぎず、法律上保護された利益ということはできな\nい。\n四　よって、原告には本件事業免許の取消を求める法律上の利益がないから、その\n余の点について判断するまでもなく、原告の本件訴えは不適法であり、これを却下\nすることとして、主文のとおり判決する。\n（裁判官　佐久間重吉　辻　次郎　伊藤敏孝）\n"
}