{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 4,
    "month": 10,
    "day": 13
  },
  "case_number": "平成3(行ウ)3",
  "case_name": "須崎市退職手当返納命令無効確認等",
  "court_name": "高知地方裁判所",
  "field": "労働",
  "lawsuit_id": "19032",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19032",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/032/019032_hanrei.pdf",
  "contents": "主　　　文\n一　被告が原告に対してなした平成三年六月一日付退職手当返納命令が無効である\nことを確認する。\n二　訴訟費用は被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１（一）　（主位的請求）\n主文一項と同旨\n（二）　（予備的請求）\n主文一項掲記の退職手当返納命令を取り消す。\n２　主文二項と同旨\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　本件処分に至る経緯\n（一）　原告は、昭和五五年七月二〇日、須崎市長に就任し、二度の改選を経た\nが、昭和六三年三月ころから、兼務していた須崎市土地開発公社理事長の職務に関\n連して山林売買契約書を偽造したとの容疑で警察の事情聴取を受け、さらに市議会\nにおいても、同年一一月には不信任決議案が提案（否決）される事態となったた\nめ、退職を表明し、同年一二月八日付で、地方自治法一四五条但書所定の議会の同\n意を得て依願退職した。\n（二）　原告は、右依願退職に伴い、昭和六三年一二月二六日、須崎市から退職手\n当二七〇〇万円の支給を受けた。\n（三）　須崎市においては、退職手当は、一般職について「須崎市職員の退職手当\nに関する条例」（昭和三七年一二月二七日須崎市条例第一六号）、市長等の特別職\nについて「須崎市長等の退職手当支給条例」（昭和三四年三月二五日須崎市条例第\n一〇号、以下「本件条例」という。）に基づき支給されており、原告の退職前後に\nおいて、次のような改正がなされている。\n（１）　昭和六〇年以前においては、須崎市職員の退職手当に関する条例一二条に\nおいて、刑事事件に関し起訴中に退職した場合は、退職手当を支給しないこと等が\n定められ、本件条例六条において、右規定を準用する旨定められていた。\n（２）　昭和六一年一二月、須崎市職員の退職手当に関する条例が改正され、一二\n条の二として、退職手当等の支給をした後、在職期間中の行為に係る刑事事件に関\nし禁錮以上の刑に処せられたときは、その支給した退職手当等を返納させることが\nできる旨の規定（以下「退職手当返納規定」という。）を設け、右条例は、同月二\n四日公布され、即日施行されたが、その際、本件条例については、改正がなされな\nかった。\n（３）　昭和六三年一二月二三日、本件条例が改正され、六条において、「起訴中\nに退職した場合の退職手当の支給については、須崎市職員の退職手当に関する条例\n一二条及び一二条の二の規定を準用する。」旨規定され、付則において、「この条\n例は、公布の日から施行し、改正後の六条の規定は、昭和六一年一二月二四日から\n適用する。」旨規定された。\n（四）　原告は、平成元年三月一八日、前記の容疑につき公文書偽造、同行使、詐\n欺の罪で起訴され、平成三年三月一三日、高知地方裁判所において、同罪で懲役一\n年六月執行猶予三年の判決を受け、右判決は確定した。\n（五）　被告は、原告が退職手当返納規定に該当するとして、その退職手当を返納\nさせることとし、平成三年六月一日付須総発第一九二号退職手当返納命令書によ\nり、原告に対して、支給された退職手当二七〇〇万円のうち、一般の退職手当の支\n給を受けない者に支給される手当分（いわゆる失業者の退職手当）を控除した二五\n二四万〇八〇〇円を返納するよう通知した（以下「本件処分」という。）。\n２　本件処分の瑕疵\n（一）　本件条例中、施行日につき「改正後の第六条の規定は、昭和六一年一二月\n二四日から適用する。」との部分は、明らかに原告の退職手当受給権を剥奪する狙\nいをもったものであり、改正後の規定を原告に不利益に遡及適用するものであるか\nら、条例制定の基本原則に反するものであって、本件条例の右の部分は無効であ\nり、右条例に基づく本件処分は、その根拠を欠くものである。\n（二）　仮に、右条例が無効でないとしても、原告は、退職後に起訴されたもので\nあって、本件条例六条の「起訴中に退職した場合」に該当しないから、本件処分は\n条例上の根拠を欠くものである。\n（三）（１）　前記の本件処分の瑕疵は、重大かつ明白なものであるから、本件処\n分は、無効である。\n（２）　仮に、本件処分が無効ではないとしても、本件処分には、前記瑕疵がある\nから、取り消されるべきである。\n３　よって、原告は、被告との間で、主位的には、本件処分の無効確認を、予備的\nには、その取消を求める。\n二　請求原因に対する認否\n１　請求原因１（一）ないし（五）の事実は認める。\n２（一）　請求原因２（一）につき、遡及適用であるとの主張は争う。\n本件処分は、条例改正後に生じた原告の懲役刑の宣告という事由に基づくもので\nあって、条例改正前の処分等を遡及的に変更するものではないから、遡及適用では\nない。\n（二）　請求原因２（二）の主張は争う。\n（三）　請求原因２（三）（１）、（２）の主張は争う。\n三　抗弁\n１　仮に、本件処分が条例の遡及適用であるとしても、次のとおり、合理的理由が\nあり、また、公共の利益に沿うものであるから、違法性がない。\n（一）　前記の「須崎市職員の退職手当に関する条例」の改正は、昭和六〇年に\n「国家公務員等退職手当法の一部を改正する法律」の公布に伴い、地方公務員の退\n職手当についても改正の必要があるとして、自治省行政局公務員部長から各都道府\n県総務部長に、さらに高知県総務部長から須崎市長に「職員の退職手当に関する条\n例の一部を改正する条例（等）について」と題する通知がなされたのを受けてなさ\nれたものである。\nしたがって、公務員退職手当制度の統一的運用を図るという目的から見て、退職\n手当返納規定について、特別職を除外する趣旨でないことは明らかであり、本件条\n例が改正されなかったのは、改正の際の不備によるものである。\nまた、他の自治体においても、退職手当返納について、一般職と特別職を区別す\nる趣旨と見られる自治体はない。すなわち、四国内の全三〇市のうち、八市（うち\n一市は返納規定なし）は一般職と特別職を一つの条例で定め、一四市（うち一市は\n返納規定なし）は特別職に関する条例で一般職に関する条例を包括的に準用して、\n特別職についても一般職と同様の規定を置いている。また、須崎市の条例のよう\nに、特別職に関する条例で一般職に関する条例の規定を個別的に準用している八市\n（うち一市は返納規定なし）は、須崎市以外、退職手当返納について特別職に明示\n的には準用していないが、これらの市では、退職手当返納規定と同時期に、四国内\nのすべての市で定められた、死亡による退職の場合に退職手当等の支給を受ける遺\n族から特定の場合を排除する旨の規定（須崎市職員の退職手当に関する条例一一条\nの二に相当するもの）も特別職に準用されておらず、改正の不備によるものと考え\nられる。\n（二）　実質的にも、一般職員については在職中の行為により処罰されたときは退\n職手当の返納が命じられるのに、一般職員より一層重大な責任と自覚が要求される\n市長等の特別職について、退職手当の返納を命じることができないという不合理が\n許容されないことは明らかである。\n（三）　したがって、本件条例の付則は、改正の不備を是正し、一般職についての\n改正条例の施行と整合性を持たせるためものであるから、合理性があり、公共の利\n益に沿うものであって、右のような遡及適用は立法裁量の範囲内である。\n２　さらに、原告は、昭和六一年の前記条例改正時の市長であり、本件条例の改正\nの不備について責任を負うべき立場にある。\n自己の在職中の行為について懲役刑に処せられた責任及び影響の大きさ、加え\nて、一般職との不平等を招いた責任を自覚すれば、退職手当の返上を申し出てしか\nるべきであるのに、たまたま条例改正附則の遡及適用規定のみをとらえて、本件処\n分の無効、取消を主張するのは、信義に反する失当な主張である。\n四　抗弁に対する認否\n１　抗弁１のうち、改正の経緯及び他の自治体の条例に関する事実は認め、主張は\n争う。\nなお、四国内の三〇市のうち、半数近くが、特別職についての退職手当返納規定\nを設けておらず、特別職に関する条例で一般職に関する条例の規定を個別的に準用\nしている八市の中で、退職手当返納規定を特別職に準用しているのは須崎市のみで\nあることは、各自治体が、退職手当返納規定について特別職にも連動させる必要性\nを認めなかったことを示すものである。\n２　抗弁２のうち、昭和六一年当時市長であった事実は認め、主張は争う。\n第三　証拠（省略）\n理　　　由\n一　請求原因１（一）ないし（五）の事実は、当事者間に争いがない（なお、本件\n処分は、これにより、行政庁が退職手当の返納の意思を確定して表示するに止まら\nず、実体法上も、退職手当受給権の法律的根拠を失わしめるものであるから、無\n効、取消の対象となる行政処分であり、本件訴えは、行政事件訴訟法三条、三六条\nの要件を充たしていると解する。）。\n二　請求原因２（一）の本件処分が、本件条例六条の規定の遡及適用に当たるか否\nか検討する。\n１　退職手当は、給与の一種であり（給与の後払）、労働基準法一一条所定の賃金\nに該当するもので、退職の事実に基づきその受給権が発生する。\n２　退職手当返納規程、すなわち、在職期間中の行為にかかる刑事事件に関し、禁\n錮以上の刑に処せられることにより退職手当の返納義務を負わせる旨の規定の性格\nは、退職手当支給前に同様の事由が生じた場合に、退職手当受給権の発生が制限さ\nれることと整合させるため、禁錮以上の刑に処せられることを一種の解除条件とし\nて、退職手当受給権を失わせ、既に支払った退職手当のうち所定の額を返納させる\nものであり、退職手当の支給制限事由の一種である。\n３　被告は、本件処分が、本件条例改正後に生じた原告の懲役刑の宣告という事由\nに基づくものであって、本件条例改正前の処分等を遡及的に変更するものではない\nから、遡及適用に当たらない旨主張するが、須崎市を退職し、市と特別な法律関係\nを持たなくなった者が禁錮以上の刑に処せられること自体によって、市が当該退職\n者に対して金銭債権を取得する理由はなく、本件処分は、退職手当受給権発生時に\n遡って、右受給権の内容に変更を加えるものにほかならない。\nしたがって、本件処分は、本件条例付則に基づき、原告に不利益な内容の規定を\n条例公布日以前の事由に遡及適用するものである。\n（なお、請求原因２（二）につき、原告は、本件処分が、本件条例六条の規定自体\nに該当しない旨主張するので付言するに、本件条例六条では、「起訴中に退職した\n場合」との文言を、退職手当返納規定を準用する改正をした際にも修正していない\nから、本件のような、退職後に起訴された場合に適用されるか問題となる余地はあ\nるが、起訴中に退職した場合の処理については、改正前に既に準用されていた須崎\n市職員の退職手当に関する条例一二条の適用で足り、退職手当返納規定の準用は、\n退職後に起訴された場合を想定しなければ、ほとんど無意味であって、前記文言\nは、改正の際に修正されるべきであったのに、過誤によって修正されなかったこと\nが、本件条例の記載自体から明白であるから、退職後に起訴された場合に退職手当\n返納規定を準用することが、本件条例に反するものであるとは言えないというべき\nである。）\n三　抗弁１の本件条例の遡及適用規定が適法なものと言えるか否か検討する。\n法規範を、その公布、施行以前の行為について遡及的に適用することについて\nは、刑事責任について、憲法三九条が事後法の禁止を定めている他、一般的に、国\n民の権利義務に関し、不利益を与える法規範を定める場合、既得の権利利益を理由\nなく侵害してはならないという一般原則、財産権の保障を定めた憲法二九条一項等\nに照らして、原則として許されないというべきであるが、他方、特段の合理的理由\nないし公共の福祉を実現するための必要性がある場合は、その必要性の程度、侵害\nされる権利の内容、侵害の程度等を総合的に考慮して、遡及適用が許される場合が\nあり得るので、本件について検討する。\n１　まず、市長等の特別職について、在職中の行為により処罰された場合に退職手\n当を返納させる規定を設けること自体は、特別職としての社会的責任、公費の適正\nな支出の必要性、一般職の返納規定との整合性等からみて、合理性が認められる。\n２　しかし、本件において、原告が退職する際、市長に関する退職手当返納規程は\n存在しなかったのみならず、本件処分によって失われる原告の権利は、退職以前に\nおける未だ具体化されていない期待権的利益と異なり、既に退職によって具体化\nし、行使された権利であって、原告の個人的財産そのものに他ならないことに加え\nて、侵害の程度は、対象となる権利を、ほぼ全面的に失わせるものであることを考\n慮すると、このような個人の財産を積極的に剥奪する処分についての遡及適用の可\n否、すなわち、本件条例に基づき、退職手当の支給をしたのちに、右条例を改正\nし、その適用を遡及させ、あとから、原告の財産権を剥奪することの可否は、刑事\n上の制裁に準ずるものとして、厳格に解釈する必要があり、前記のような一般的合\n理性、必要性によって遡及適用することはできないものというべきであって、当事\n者間に争いのない改正の経緯、他の自治体の状況等を併せて考慮しても、遡及適用\nを是認するに足る必要性があるとは認められない。\n３　したがって、抗弁１は理由がなく、本件条例の付則は、退職手当の返納規定\nを、公布日以前の退職の場合に適用する限りにおいて、無効であるという他なく、\n右付則を根拠とする本件処分には、重大な瑕疵があるというべきである。\n四　抗弁２の原告の主張が信義則上許されないものか否か検討するに、原告には一\n般職との不平等を招いた本件条例の改正の不備について責任があり、在職中の行為\nについて懲役刑に処せられた責任及び影響の大きさを自覚すれば、退職手当の返上\nを申し出てしかるべきであるとの被告の主張は、それ自体理解できないものではな\nいとしても、被告の主張する責任は、道義的、政治的なものに止まり、原告の個人\nとしての権利義務に直接消長をもたらすものではないものと考えられ、その他、原\n告、被告間において、原告が退職後の条例改正に従い退職手当に相当する金額を須\n崎市に支払うとの約定が成立している等の特別な事情も見当たらないから、本件処\n分の無効取消を主張することが信義則上許されないということはできない。\nしたがって、抗弁２も理由がない。\n五　以上によると、本件条例の遡及適用規定は無効であり、本件処分には、条例上\nの根拠を欠くという、出訴期間の経過による失権等に適さない重大な瑕疵があり、\n無効であると言わざるを得ない。\n六　よって、原告の主位的請求は理由があるからこれを認容することとし、訴訟費\n用の負担について行政事件訴訟法七条、民事訴訟法八九条を適用して、主文のとお\nり判決する。\n（裁判官　豊永多門　野尻純夫　齋木稔久）\n"
}