{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 4,
    "month": 10,
    "day": 15
  },
  "case_number": "平成4(う)426",
  "case_name": "覚せい剤取締法違反被告事件",
  "court_name": "東京高等裁判所第一二刑事部",
  "article_info": "第45巻3号85頁",
  "gist": "一　犯罪捜査のための電話の傍受・録音を刑訴法上の検証として行うことの許否(積極)\n二　犯罪捜査のため検証許可状により通話者双方に知られずに電話の傍受・録音をすることが憲法二一条二項、三一条、三五条に違反しないとされた事例",
  "case_gist": "一　犯罪捜査のため通話者双方に知られずに電話の傍受・録音をすることは、刑訴法上の検証として行うことが許される。\n二　犯罪捜査のため検証許可状により通話者双方に知られずに行われた本件電話の傍受・録音は、被疑事実が営利目的による覚せい剤譲渡という重大なもので、その嫌疑が明白であり、他の手段により適確な証拠を収集することが難しく、本件電話が覚せい剤密売の専用電話である疑いが濃厚であり、更に、検証許可状において検証の期間・時間が限定され、覚せい剤密売に関係しない通話が傍受・録音されないよう厳格な条件が付され、これらが遵守されているなどの本件事実関係(判文参照)の下においては、憲法二一条二項、三一条、三五条に違反しない。",
  "lawsuit_id": "20246",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20246",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/246/020246_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中一七〇日を原判決の懲役刑に算入する。\n理　　　　由\n本件控訴の趣意は、弁護人鶴田和雄が提出した控訴趣意書に記載されたとおりで\nあるから、これを引用する。\n第一　控訴趣意中訴訟手続の法令違反の主張について\n所論は、要するに、原判示第二の二の各事実は、検証許可状に基づき行われた電\n話の通話内容の傍受、録音がその端緒になって発覚しているが、右電話の通話内容\nの傍受、録音は、憲法二一条二項、三一条、三五条に違反し、刑訴法一九七条一\n項、二二二条一項、一一〇条に違反する違憲、違法なものであるから、これにより\n得られた証拠及びこれに関連して収集された証拠は証拠能力がなく、採証の用に供\nされる証拠から排除されるべきであり、そうすると、原判示の右各事実については\n犯罪の証明がなく、被告人は無罪となるから、原判決には判決に影響を及ぼすこと\nが明らかな訴訟手続の法令違反がある、というのである。\n一　そこで、まず本件の捜査経過をみることとし、原審記録を調査し、当審にお\nける事実取調べの結果を合わせ検討すると、関係証拠を総合すれば（原審において\nは、被告人側が所論のような違憲、違法を理由とする証拠の排除を主張しなかった\nため、捜査経過について立証が尽くされているとはいえない。）、以下の事実が認\nめられる。\n１　甲府警察署の警察官らは、昭和五七年ころから、甲府市内を縄張りとする暴\n力団Ａの組関係者らが電話を利用して組織的に覚せい剤の密売を行っているとの情\n報を得て、その密売の実態解明のため捜査をすすめていたが、昭和五八年ころか\nら、密売の方法が市販の電話転送装置を利用したり、電話番号を次々と変えるなど\n巧妙さを増したため、昭和五九年ころ以降は、密売関係者の検挙が困難な状況にな\nったこと、\n２　その後、昭和六三年二月から平成三年四月までの間に、覚せい剤取締法違反\n容疑で逮捕した者多数の取調べやＡの組員からの事情聴取等の結果、その密売方式\nは、ア　客が甲府○○局○△×□番に電話し、予め与えられた自己の識別番号（例\nえば、Ｉの一五など）を告げて覚せい剤を注文する、イ　電話受付係がその電話で\n客に対し代金を置く場所（例えば、マンション「Ｂ」のエレベーター内のマットの\n下など）を指定する、ウ　客はいったん電話を切り、指定された場所に現金を置\nく、エ　代金回収係が右現金を回収し、その旨をポケットベルで電話受付係に連絡\nする、オ　客が再度電話すると、電話受付係が客に覚せい剤のある場所（例えば、\nなじみや酒店前の自動販売機の下など）を教える、カ　客がその場所に行って覚せ\nい剤を入手する、というものであることが判明したこと、\n３　組関係者からの情報のほか、平成三年二月数回にわたり、甲府○○局○△×\n□番の電話及びその転送先の電話について、検証許可状に基づき度数計監査装置の\n記録を検証することにより、通話時間及び通話先（転送先）が明らかになったこと\nなどから、甲府○○局○△×□番（回線設置場所・甲府市ａｂ丁目ｃ番ｄ号所在ｅ\n荘ｆ号室）にかけられた電話は、Ｃ株式会社の転送電話システムにより、ＣＤ支店\n内の電話交換機から自動的に甲府○○局○△×□番（設置場所・山梨県中巨摩郡ｇ\n町ｈｉ番地所在ｊｋ号室）に転送され、次いで、市販の電話転送装置（右ｊｋ号室\nに据え付け）により甲府○○局○△×□番（設置場所・右ｊｋ号室）に転送され、\n更に自動的に、ＣＤ支店内の電話交換機により東京○○○○局○△×□番（設置場\n所・東京都新宿区ｌｍ丁目ｎ番ｏ号所在ｐ・ｑ号室被告人方）に転送されることが\n判明したこと、\n４　覚せい剤購入者の供述によれば、甲府○○局○△×□番の電話による覚せい\n剤の密売時間は、毎日（後の捜査の結果によれば、一二月三〇日から一月六日まで\nは密売を休んでいた。）午後六時ころから翌日午前零時ころまでで、その他の時間\n帯は電話が通じないとのことであり、前記検証の結果や組関係者からの情報等を総\n合すると、同電話及びその転送先の各電話は、専ら覚せい剤の密売のみに使用され\nているものである可能性が極めて高い状況にあった（後の捜査の結果によれば、覚\nせい剤の密売用以外に使用することは固く禁じられていた。）こと、\n５　組関係者の供述等から、本件密売にはＡ組員ら複数の者が関与しており、こ\nれらの者の間で、覚せい剤の仕入れ、その小分け、その保管、電話受付、覚せい剤\nの貼付、代金の回収等の役割分担が決められていること、Ａの幹部Ｅが中心的役割\nを果たしているほか、Ｆ、被告人、Ｇ、Ｈらが関与していることがほぼ明らかとな\nったが、関与者の範囲、その氏名や地位、役割分担の詳細等について確実な証拠は\n得られなかったこと、\n６　この間、覚せい剤代金の回収場所の張り込み、覚せい剤代金の回収者や代金\nを置いた者の尾行等も行ったが、相手方の警戒心が強いことなどから、成果が上が\nらず、また、覚せい剤の貼付場所についての捜査は、その場所が取引の都度変わる\nため、張り込み、尾行等が困難であったこと、\n７　警察官らは、平成三年五月一〇日、甲府簡易裁判所裁判官に対し、Ａの組員\nである氏名不詳者数名を被疑者とし、これらの者が共謀の上営利の目的で、昭和六\n三年二月二日ころから平成三年四月一八日ころまでの間四一回にわたり、四四名の\n者に対し覚せい剤を譲り渡したとの事実を被疑事実とし（結局、このうち原判示第\n二の一の二件が起訴されるに至っている。）、検証の場所及び物をＣＤ支店内試験\n室の同Ｉ支社管理にかかる同室内の機器とし、検証の内容を甲府○○局○△×□番\nにかけられる電話の覚せい剤取引に関する通話内容の聴取、録音とする検証許可\n状、及び同検証を実施するための関係機器の捜索差押許可状等を請求したこと、\n８　同裁判所裁判官は、同年五月一三日、請求どおりの内容のほか、検証の期間\nを同月一四日、一五日のそれぞれ午後五時から翌日午前零時までの間とし、検証の\n方法として、Ｃ職員二名（ただし、この協力が得られないときは消防署職員をもっ\nてこれに代える。）を立ち会わせた上、通話内容を分配器のスピーカーで拡声して\n聴取するとともに録音するが、その際対象外と思料される通話については、立会人\nをして直ちに分配器の電源スイッチを切断させることを条件とする検証許可状、及\nび関係機器の捜索差押許可状等を発付したこと、\n９　警察官らは、同月一四日午後ＣＤ支店に赴き、同支店支店長らに対し右検証\n許可状等の令状を提示した上、同日午後三時一〇分関係機器を差し押さえ、Ｃ職員\nが立会いを拒否したことから、消防署職員二名の立会いを得て、同日午後五時か\nら、甲府○○局○△×□番にかかってくる電話の通話内容の傍受、録音に着手した\nが、右電話がＣの電話交換機によって転送されているため、音声信号が流れていな\nいことが判明したこと、そこで、同日午後八時ころ甲府簡易裁判所裁判官に対し、\n転送先である甲府○○局○△×□番の電話について、前記と同内容の検証許可状の\n請求をし、同裁判所裁判官から前記と同様の条件を付した検証許可状（以下「本件\n検証許可状」という。）の発付を得た上、同日午後一〇時二五分から同日午後一一\n時五八分までの間、同番にかかってくる電話の通話内容の傍受、録音を実施したこ\nと、\n１０　その結果、内容を傍受できた通話回数は一六回（他に電話をかけた者の言\n葉が聞き取れないまま切れたもの一回、発信音のみのもの一回）で、右の一六回は\nすべて覚せい剤の密売に関する会話であったこと、\n１１　警察官らは、内容を傍受できた通話の中に原判示第二の二の各犯行に関す\nる会話が含まれていたことから、その会話で判明した覚せい剤の貼付場所に捜査員\nを急行させ、覚せい剤の譲り受け人であるＪ、Ｋ及びＬを現行犯逮捕したほか、同\n日及び翌一五日にかけて、これらの覚せい剤の譲り渡しの容疑で、被告人のほか、\nＥ、Ｆ、Ｇらを緊急逮捕したこと、\n以上の事実が認められるので、これを前提にして所論のいう点を考察する。\n<要旨第二>二　現在の社会生活において、電話は必要かつ不可欠な通信手段であ\nり、これなくしては社会生活が成り立た</要旨第二>ないといっても過言ではない。\nそのような電話の通話内容を通話中の当事者双方に知られずに傍受、録音すること\n（以下「電話の傍受等」という。）は、憲法二一条二項の通信の秘密を侵害する行\n為であり、犯罪捜査のためといえども、原則としてこれが許されないことはいうま\nでもない。しかしながら、電話による会話が何らの制約も受けないものではないこ\nとはもとよりであり（刑訴法二二二条一項、一〇〇条は、捜査官による郵便物及び\n電信に関する書類の押収を認めている。）、犯罪の捜査においては、通信の秘密が\n侵害されるおそれの程度を考慮しつつ、犯罪の重大性、嫌疑の明白性、証拠方法と\nしての重要性と必要性、他の手段に出る困難性等の状況に照らして、真にやむを得\nないと認められる場合には、電話の傍受等を行っても、憲法の保障する通信の秘密\nを侵害することはないと考えられ、その実施に当たっては、更に憲法三五条及び三\n一条の法意に従った手続を経て行うことが要請されるが、これらが充たされる限\nり、電話の傍受等を行うことが憲法上許されないわけではないと解される。すなわ\nち、電話の傍受等がそれ自体として直ちに憲法二一条二項、三五条、三一条等に触\nれるものではない。\n本件についてみると、被疑事実は営利目的による覚せい剤の譲り渡しという重大\nな犯罪であり、しかも、その犯行は暴力団によって組織的継続的に実行された社会\n的にゆるがせにできないものであったこと、被疑事実は、被疑者の氏名こそ特定さ\nれていないものの、その嫌疑が明白であったこと、長期間にわたる捜査によって\nも、覚せい剤の密売の実態を解明し犯人を検挙するに足る証拠を収集することがで\nきず、被疑事実について、被疑者を特定し実態を解明する確実な証拠を取得する手\n段として、他に適当な方法が容易に見付からなかったこと、本件の電話は、覚せい\n剤の密売のみに使われる専用電話である疑いが極めて濃厚であり、覚せい剤の密売\nと関係のない会話が傍受されるおそれはほとんどなかったこと、電話の傍受等は、\n裁判官が発した検証許可状に基づいて行われたこと、検証許可状は、検証の期間を\n二日間とした上、時間についてもそれぞれ午後五時から翌日午前零時までと限定\nし、更に、対象外と思料される通話については、立会人に直ちに関係機器の電源ス\nイッチを切断させるとの条件が付されていたこと、実際の電話の傍受等は右の制限\nを遵守して行われたことなどが認められ、以上の諸事情を考慮すれば、本件検証許\n可状及びこれに基づく電話の傍受等は、憲法二一条二項の通信の秘密を侵害するも\nのではないとともに、憲法三五条及び三一条の法意に従った手続がとられたものと\nいうことができる。\n<要旨第一>三　検証という証拠の収集方法は、人の五官の働きによって対象の存\n在、内容、状態、性質等を認識して、こ</要旨第一>れを証拠とするものであるか\nら、電話の傍受等は一般にいって検証の対象となり得るものということができると\nともに、刑訴法及び刑訴規則を検討しても、電話の傍受等が検証許可状による検証\nの対象となり得ないとすべき理由も見出し難い。\n所論は、電話の通話内容を傍受することは、通話者を特定するための音声の性質\nや状態の知覚に止まらず、会話の内容を聴取するものであるから、その性質は取調\nべであって、検証の範囲を超えるものであり、また、電話の傍受が開始される時点\nではその対象が存在も特定もしていないから、対象が存在しかつ特定していること\nを前提とする検証では行い得ない旨主張する。\nしかし、電話による人の会話を聞き取り、その意味を認識する行為が検証として\n行うことが許されない性質のものとは思われない。また、一般の検証においても、\n開始時に検証の対象が存在しなかったり特定していなかったりする場合があり得る\nだけでなく、本件においては、傍受等をする電話は毎日定時にほぼ覚せい剤の密売\nのみに使用されており、検証の日時に、検証の対象である覚せい剤取引に関する通\n話が行われることは確実といって差し支えない状況にあったと認められ、検証を行\nうことが不適当なほどにその対象が不明確であったとはいえない。\nまた、所論は、電話の傍受等をすることは、刑訴法の予定する検証に当たらない\n旨主張し、その理由として、処分を受ける者に対する令状の事前提示の要件（刑訴\n法二二二条一項、一一〇条）が充足されず、また、令状執行の一回性の原則に反し\nて一般探索的な処分を認めることになるという。\nしかし、刑訴法二二二条一項が準用する同法一一〇条は、同法一一四条の規定と\n相まって、検証の公正を担保しようとの趣旨に出たものであるから、例外を許さな\nい規定であるとは解されない。本件においては、通話の一方の当事者は客であって\n誰であるか詳らかでなく、他方の当事者は密売組織の側の電話受付係であって、検\n証許可状を示せば検証が不能となることが明らかである上、消防署職員二名の立会\nいを得て執行に及んでいて、手続の公正の担保が一応図られていると認められるか\nら、通話の当事者に検証許可状を示さなかったからといって、本件検証にこれを違\n法とするほどの瑕疵があるとはいい難い。また、令状の執行が一回しかできないと\nしても、一定期間にわたる検証が全く許されないとはいえないのはもとより、本件\nにおいては、覚せい剤の密売のためほぼ専用されていると認められる電話につい\nて、通話の傍受等の期間及び時間を厳しく制限した上、立会人に検証の対象外の通\n話を排除させることにしていたことなどからすると、通常の令状執行が結果的に一\n般探索的な意味合いをもつ場合があること以上に、本件における電話の傍受等の検\n証が一般探索的なものであったとはいえないと思われる。\n更に、所論は、本件検証許可状は条件を付しているが、刑訴法上検証に条件を付\nすることができるとの規定はなく、条件を付することが必要であること自体刑訴法\n上の検証の枠を超えるものであることを示していると主張する。\nしかし、令状一般について、濫用的事態の発生を防止するため適切な条件が付し\n得ないものとは解されないばかりでなく、刑訴法二一八条五項は、人権の侵害にわ\nたるおそれがある検証としての身体検査について、条件を付することを認めてお\nり、右規定の趣旨にかんがみれば、同様に人権侵害のおそれがある検証としての電\n話の傍受等について、刑訴法は条件を付することを禁止まではしてはいないと解す\nることができる。本件検証許可状に付された条件を違法とすべき理由は見出し難\nい。\n以上検討したところによれば、本件において検証許可状に基づき行われた電話の\n傍受等は、違憲、違法なものとは認められないから、原判決に所論のような訴訟手\n続の法令違反はない。論旨は理由がない。\n第二　控訴趣意中事実誤認及び法令適用の誤りの主張について\n所論は、要するに、原判決は、原判示各事実についてＥ及びＦらとの共謀による\n共同正犯を認定しているが、被告人は単に電話受付係という従属的役割を果たし、\nＥらの覚せい剤の譲り渡しを容易にしたにすぎず、第一及び第二の一、二の各事実\n（いずれも営利目的による覚せい剤の譲り渡し）については、被告人は譲り渡し人\nの地位になく、かつＥらとの共謀も認められないから、せいぜい幇助犯の責任を負\nうにとどまるし、第三の各事実（いずれも営利目的による覚せい剤の所持）につい\nても、被告人が原判示の各覚せい剤を支配し占有していたとは認められないから、\n被告人についてＥらとの覚せい剤所持の共同正犯は成立せず、したがって、原判示\n各事実について被告人を共同正犯と認定した原判決には、判決に影響を及ぼすこと\nが明らかな事実の誤認又は刑法六〇条の解釈適用の誤りがある、というのである。\nそこで、原審記録を調査し、当審における事実取調べの結果を合わせて検討する\nと、関係証拠によれば、原判示の各事実について、被告人の行為が共同正犯に当た\nることは優にこれを是認することができる。所論にかんがみ、更に付言する。\n関係証拠によれば、原判示の各犯行はいずれも、Ａの組関係者による覚せい剤の\n密売の一環としてのものであるところ、犯行関与者らは、覚せい剤の仕入係、その\n小分け係、その保管係、電話受付係、代金回収係、覚せい剤の貼付係などに分か\nれ、それぞれ担当の役割を果たすことにより、一体となって覚せい剤の密売を遂行\nしていたことが認められる。具体的にみると、覚せい剤は、仕入係のＥが仕入れて\nきて、小分け係のＥやＦらが約〇・五グラム入りのパケに小分けし、これを保管係\nのＦが保管し、貼付係のＧやＨらがパケを甲府市内やその付近の器物に両面テープ\nで貼付した上、その場所の一覧表をファクシミリで電話受付係の被告人に送付して\nいたこと、密売は、客の電話が電話受付係の被告人のもとに転送され、被告人が客\nに代金二万円を置く場所を指示し、客がその場所に代金二万円を置くと、代金回収\n係のＧやＨらがこれを回収し、その旨をポケットベルで被告人に連絡し、その後、\n再び電話してきた客に対し、被告人がパケの貼付場所の一覧表の中から一か所を教\nえ、客がその場所に行ってパケを剥がし取って入手するというものであったこと、\n被告人は、右のように客の応対をするほか、売れ残りの覚せい剤の数をＥやＦに連\n絡したり、客からの情報により、警察官がうろついていて危険と判断される時に\nは、代金回収場所や覚せい剤貼付場所を変更するよう指示したりもしていたことな\nとが認められる。\nそうすると、被告人は、覚せい剤密売組織の不可欠の、そして重要な役割を果た\nす一員であったが、それ以上に、電話受付係として売り手側で客と接触をもつ唯一\nの者で、客の覚せい剤の購入申込みに応答し、売買の話を決め、代金の支払方法や\n覚せい剤の引渡方法を指示するなどしていたのであるから、覚せい剤の譲り渡し行\n為の一部を分担していたということができる。\nまた、被告人は、東京都内にいて電話受付係をしていたとはいいながら、覚せい\n剤の貼付係から送られてきた覚せい剤貼付場所の一覧表を手元に置き、客に覚せい\n剤を売却する都度、引き渡した貼付場所の記載を抹消し、常に売却できる覚せい剤\nのありかを把握し、次の客の購入申込みに備えていたのであるから、原判示覚せい\n剤が貼付されていたのが甲府市内とその付近であったとはいえ、これらの覚せい剤\nを事実上支配していたということができる。\nしたがって、被告人は、本件覚せい剤の譲り渡し及び所持の実行行為者の一人で\nあると認められるから、原判決に所論のような事実の誤認ないし法令の解釈適用の\n誤りはない。論旨は理由がない。\n第三　控訴趣意中理由不備の主張について\n所論は、要するに、原判決は、原判示各事実について共謀による共同正犯を認定\nしているが、いずれも共謀の日時、場所、当事者、内容等が明らかにされていない\nから、原判決には理由不備の違法がある、というのである。\nしかしながら、原判決は、原判示各事実について被告人を共謀共同正犯と認定し\nているのではなく、実行共同正犯と認定していると考えられるから、所論は前提を\n欠き、更に判断するまでもなく、失当である。\n第四　控訴趣意中量刑不当の主張について\n所論は、要するに、被告人を懲役四年六月（未決勾留日数一八〇日算入）及び罰\n金七〇万円（労役場留置の換算一日五〇〇〇円）に処した原判決の量刑は、全体と\nして本件共犯者らとの刑の均衡その他の情状からみて重きにすぎて不当である、と\nいうのである。\nそこで、原審記録を調査し、当審における事実取調べの結果を合わせて検討する\nと、本件は、被告人が暴力団組員らと共謀の上、営利の目的で、五回にわたり合計\n約一・九グラムの覚せい剤を譲り渡したほか、八か所において覚せい剤合計約三・\n五五七七グラムを所持したという事案である。本件犯行は、暴力団組員らによる組\n織的犯行の一環である上、転送電話を悪用し、売り手側と客とが顔を合わせないよ\nうにするなど、その手口が極めて巧妙であり、被告人は、その中にあって、電話受\n付係という重要な役割を果たしていたものであり、その刑事責任は本件共犯者らの\n中でもかなり重いというほかはない。\nそうすると、被告人は反省の態度を示していること、本件犯行後婚姻したことな\nど、被告人のために酌むべき情状を十分考慮し、共犯者らとの刑の均衡や最近にお\nけるこの種の事犯に対する量刑の傾向に徴しても、前記のように懲役刑と罰金刑を\n併科した原判決の量刑が重すぎて不当であるとは認められない。\n所論は、本件犯行からの被告人の利益が四日間の報酬四万円であることに比し、\n罰金額が不当に高額である旨主張する。しかし、覚せい剤取締法が営利目的事犯に\nついて情状により罰金刑を併科することができると規定する趣旨は、単に犯罪によ\nって得た不正の利益を剥奪することにあるのではなく、利欲的犯罪者に対し、当該\n犯罪が経済的に引き合わないことを強く感銘させることにあり、本件犯行が極めて\n営利性の強いものであることや、本件犯行で被告人の果たした役割等を考慮すれ\nば、被告人としては、原判決程度の罰金刑は免れないところというべきである。\n所論は、原判決が罰金不完納の場合における労役場留置の換算を、本件犯行にお\nける被告人の報酬一日一万円の半額としたのは低額にすぎる旨主張する。しかし、\n刑法一八条の法定期間の範囲内において、罰金不完納の場合における労役場留置を\n一日いくらと定めるかは、判決裁判所の裁量に属し、所論のように当該犯行におけ\nる被告人の報酬に準じて定められるべきものではない。そして、刑訴法四九五条三\n項の未決勾留日数の法定通算についての折算額や、この種事犯に対する換算額の一\n般的な傾向等に徴しても、一日五〇〇〇円とした原判決の換算が裁量の範囲を逸脱\nした不当なものとはいえない。\nまた、所論は、原判決の未決勾留日数の刑への算入が少なすぎる旨主張する。関\n係記録によれば、被告人は、平成三年五月一七日原判示第二の二の各事実で勾留さ\nれ、同年六月五日原判示第二の一及び二の各事実について公訴を提起されたが、同\n月七日原判示第三の各事実で重ねて勾留され、同月二六日同事実について、更に同\n年七月三一日原判示第一の事実についてそれぞれ公訴を提起され、これらの事件を\n順次併合された上、同年七月一五日の第一回公判期日以後九回の公判を経て、平成\n四年三月一二日の第一〇回公判において判決の宣告を受けたものであり、公判審理\nにおいては、各犯行について共同正犯の成立を争い、証人一名が取り調べられたほ\nか、三回の公判期日にわたり被告人質問が行われている。被告人の刑に算入できる\n全未決勾留日数は三〇〇日（最初の公訴提起後の未決勾留日数は二八一日、最後の\n公訴提起後のそれは二二五日）であり、原判決はそのうち一八〇日を刑に算入して\nいるが、右のような本件の手続経過等に照らすと、原判決の未決勾留日数の算入が\n不当に少なすぎるものとはいえない。\n以上のとおりであるから、量刑不当をいう論旨は理由がない。\nよって、刑訴法三九六条により、本件控訴を棄却し、刑法二一条を適用して、当\n審における未決勾留日数中一七〇日を原判決の懲役刑に算入することとし、主文の\nとおり判決する。\n（裁判長裁判官　横田安弘　裁判官　小田健司　裁判官　河合健司）\n"
}