{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 5,
    "month": 4,
    "day": 28
  },
  "case_number": "平成3(う)588",
  "case_name": "兇器準備集合、傷害被告事件",
  "court_name": "東京高等裁判所第三刑事部",
  "lawsuit_id": "20235",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20235",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/235/020235_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人三名をそれぞれ懲役一年に処する。\n被告人三名に対し、原審における未決勾留日数中各六〇日をそれぞれそ\nの刑に算入する。\n被告人三名に対し、この裁判の確定した日から、いずれも二年間、それ\nぞれその刑の執行を猶予する。\n理　　　　由\n本件各控訴の趣意は、検察官提出の控訴趣意書に、これに対する答弁は、弁護人\n町田正男、同武田博孝及び同林千春が連名で提出した答弁書にそれぞれ記載された\nとおりであるから、これらを引用する。\n各論旨は、要するに、原判決は、\n「被告人三名は、\n第一　ほか多数のＡ１派に所属する者らとともに、Ｂ１派に所属する者らの生\n命・身体に対し共同して危害を加える目的をもって、昭和六〇年二月五日午後一時\n五〇分ころから同二時二〇分ころまでの間、神奈川県川崎市ａ区ｂｃ番地付近路上\nから東京都町田市ｄ町ｅ番地所在Ｃ１大学構内に至る間において、多数の竹竿・鉄\nパイプを所持して集合移動し、もって他人の生命・身体に対し共同して危害を加え\nる目的をもって兇器を準備して集合し、\n第二　ほか多数のＡ１派に所属する者らと共謀の上、前同日午後二時すぎころ、\n前記Ｃ１大学構内において、Ｂ２らＢ１派に所属する者及びこれに同調する者七名\nに対し、竹竿・鉄パイプ等をもってその頭部・顔面・上肢・下肢等を多数回にわた\nり殴打し、突くなどの暴行を加え、よって、右Ｂ２ら七名に対して全治約一週間な\nいし二か月間の頭部挫創等の各傷害を負わせ\nたものである。」\nという本件各公訴事実について、被告人ら三名を除く右Ａ１派に属する者らが右\n各犯行に及んだ旨を認定しながら、被告人三名については、いずれも犯罪の証明が\nないとして無罪の言渡しをしたが、その理由として、大略、以下のとおり判示す\nる。すなわち、\n（１）　被告人Ａ２については、警察官らは、同被告人を本件内ゲバ事件の準現\n行犯人として逮捕し、同被告人が職務質問を受けて逃走した際手放した本件証拠物\nたるナップザック等在中の買物袋や当時腕に装着していた籠手を右逮捕に伴う差押\nとして押収し、右逮捕時に同被告人が着用していた運動靴等を、その後の勾留中に\n令状により差し押さえたというのであるが、警察官らが原判示Ｄ１堂裏搬入口付近\nにおいて、同被告人を制圧し身柄を確保した時点では、準現行犯人として逮捕する\n要件を充足しておらず、その後、同被告人を町田警察署に強制的に連行し、二時間\n三〇分もの違法な身柄拘束を継統した上で、同署において準現行犯人として逮捕し\nうる根拠もないのに逮捕したのであるから、右逮捕に先立つ身柄拘束及びこれに引\nき続いた逮捕は令状主義を没却するような重大な違法を伴うものであり、右各証拠\n物を逮捕に伴う差押として押収したその手続は、その逮捕の適法性自体が否定され\nた結果、全く法的根拠を失っており、これを看過することは、憲法三五条、刑事訴\n訟法二一八条一項等の所期する令状主義の精神を没却するような重大な違法を容認\nすることになり、かつ、今後捜査機関によるかかる違法行為の再発防止のための実\n効を期待するためにも、その証拠能力を否定しなければならない。\nまた、令状による差押の外観を有している右運動靴等についても、その差押許可\n状は右のような違法な逮捕状態を利用してその発付を受けて押収したものであり、\n更に、同被告人が逃走しようとしてその場に遺留した前記の買物袋等も、一連の違\n法な身柄拘束行為の流れの中でやむなく放置されたもので、実質的には同被告人の\n手から直接押収した場合と同視すべきであるから、これらの各証拠物の証拠能力が\nいずれも否定されなければならないことは右と同様である。\nそして、これらの証拠物の存在を前提として得られた実況見分調書、鑑定書やこ\nれらについて証言した証人の公判調書の供述記載等にも、右各証拠物と密接な関連\nを有する証拠なので、その証拠能力を認めることができない。これらの各証拠を除\nけば、同被告人について本件公訴事実を認めるに足る証拠はない。\n（２）　次に、被告人Ａ３、同Ａ４については、警察官らは、両被告人を被告人\nＡ２同様に本件内ゲバ事件の準現行犯人として逮捕し、被告人Ａ３、同Ａ４が右逮\n捕時に所属していたナップザック、スポーツバック（いずれも在中品を含む。）を\n逮捕に伴う差押として押収し、着用していた運動靴等を、後日勾留中に令状により\n差し押さえたというのであるが、警察官らが原判示成瀬街道沿いのＥ１入口バス停\n横の脇道において、被告人両名を制圧し身柄を確保した時点では、被告人両名を準\n現行犯人として逮捕しうる要件を一応充足していたものの、同所では現実の逮捕手\n続をとらずに事実上その身柄を拘束した状態で、町田警察署に連行し、その後二時\n間三〇分以上も経過した時点で漸く逮捕手続をとるに至ったものであるから、その\n逮捕は違法であり、しかも、令状主義の唯一の例外として認められている（準）現\n行犯逮捕に要求されている逮捕手続の厳格性に著しく反し、違法の程度が余りにも\n大きいから、被告人Ａ２の場合と同様に、右各証拠物及びこれらを前提にした鑑定\n書等関係証拠に証拠能力を認めることはできない。\nそして、これらの各証拠を除いた被告人両名の職務質問時に見られた外観、行動\n等は、準現行犯逮捕の要件を認定する上での資料とはなりうるとしても、これらの\nみによって、被告人両名が本件公訴事実にかかる犯罪を実行したものとは到底認め\nられず、他にこれを認めるに足る証拠はない。\nしかしながら、原判決の右の結論は、証拠物の証拠能力の有無を吟味するうえで\nの前提事実、すなわち、被告人ら三名の逮捕手続及び各所持品等の押収に至るまで\nの一連の手続に関する事実を誤認し、かつ、憲法三一条、三三条、三五条、刑事訴\n訟法二一二条、二一八条、二二〇条等の各規定の解釈を誤って、本来証拠能力の認\nめられるべき証拠の証拠能力を否定するという訴訟手続に関する法令違反をおか\nし、その結果、無罪の判決を言い渡すに至ったもので、右法令違反は、判決に影響\nを及ぼすことが明らかであるから、到底破棄を免れない。\nというのである。\nそこで、原審記録及び証拠物を調査し、当審における事実取調べの結果をも参酌\nして、以下、所論の当否について検討を加えることとする。\n第一　被告人Ａ２に対する逮捕手続等の適否について\n一　原審証人Ｆ１、同Ｆ２、同Ｆ３、同Ｆ４、当審証人Ｆ５、同Ｆ６の各証言、\n司法警察員作成の昭和六〇年二月一三日付（Ｆ７作成のもの）及び同六三年四月二\n〇日付各実況見分調書、警視庁科学捜査研究所法医科主事Ｆ８作成の鑑定書添付写\n真、司法巡査Ｆ１外二名作成の現行犯人逮捕手続書、司法巡査Ｆ１外一名作成の捜\n索差押調書、司法巡査Ｆ４作成の押収品目録交付書、その他の関係証拠を総合する\nと、被告人Ａ２の逮捕に至るまでの経過、逮捕、捜索差押等の状況は、おおよそ次\nのとおりであったと認められる。\n（１）　警視庁町田警察署所属のＦ２巡査部長と同Ｆ１巡査は、昭和六〇年二月\n五日午後二時一六分ころ、町田市原町田六丁目一番一一号所在の同署原町田派出所\nにおいて勤務中、「Ｃ１大学でけんかという一一〇番通報があった。」旨の無線を\n傍受し、その後、午後三時ころまでの間に、無線により、「Ｃ１大学Ａ号棟付近で\n内ゲバ発生」、「Ａ１七〇名位とＢ１二〇名位が乱闘」、「けが人が出てい\nる。」、「Ａ１は玉川学園方向に逃走」等の続報を次々に傍受したため、逃走した\n内ゲバ事件の犯人の一部（Ａ１派）が右派出所付近に姿を現す蓋然性が高いことを\n予測し、緊張した中に同派出所入口内側に制服制帽姿で立ち、付近の通行人を注視\nしていたところ、午後三時一五分ころ、一見活動家風の男と被告人Ａ２が息を切ら\nし、辺りをきょろきょろ見回しながら、同派出所前の車道から歩道に小走りに上が\nってきて、同被告人とＦ１巡査の視線が合うや、同被告人は、瞬間目をそらし、連\nれの男とともに町田市ｆの方向に小走りで駆けて行った。\n（２）　Ｆ１巡査は、二人のこのような様子や、当日朝からずっと小雨が降って\nいたにもかかわらず、二人とも傘を持たず、シャンパーの袖口などが濡れており、\nしかも、靴も泥で汚れているうえ、前記無線の第一報から約一時間を経過し、時間\n的にみても、同派出所のある国鉄町田駅周辺に内ゲバ事件の犯人が現れてもよい頃\n合いであったことや、同派出所付近には泥の付くような場所はなく、逆にＣ１大学\n付近には泥が付く場所があることを知っていたことなどから、右二人を本件内ゲバ\n事件に関係する挙動不審者と認め、Ｆ２巡査部長に職務質問をする旨伝え、直ちに\n同派出所を飛び出し、右二人の後を追いかけた。\nそして、派出所から約二〇メートルほどの地点で、約一〇メートルほど先にいた\n同人らに対し、「ちょっと待って下さい。」と声をかけたところ、同人らは、二手\nに分かれ、同巡査を無視したまま小走りを続けた。\n同巡査は、自分に近い方にいた被告人Ａ２の追尾を続け、ｆ方向へ更に約五〇メ\nートル進んだ横断歩道のあるＧ１ビル前歩道上で追いつき、左後方から同被告人の\n左肩に手を当て、「ちょっと待ってくれ。」と言って停止させ、「今、内ゲバ事件\nがあったので聞きたい。」旨質問を始めたところ、同被告人が一瞬顔色を変え、\n「俺には関係ない。」と言って、制止しようとする同巡査を振り切り、その横をす\nり抜けて一旦車道に出た後、タクシー乗り場付近の車道上に所持していた買物袋を\n投げ棄てて、一目散にｆ方向に駆け出して行った。\n（３）　このような状況から、同巡査は、同被告人が内ゲバ事件の犯人であると\n判断し、これを追跡したところ、同被告人は、前記車道から再び歩道に戻り、更に\nＤ２ストアＤ３店角を左折するなどして逃走を続け、前記派出所から約三〇〇メー\nトル離れたＧ２ビルのＤ１堂裏搬入口内に入り込んだところで息を切らして立ち止\nまったので、追いついた同巡査が、同被告人に対し、「ちょっと聞きたいことがあ\nるので来てくれ。内ゲバ事件があったので、そのことについて聞きたい。」と言っ\nたところ、同被告人は、両手を振り回して抵抗し、同巡査が同被告人のジャンパー\nの袖口あたりを掴んで制止しようとしたものの、なおも両手を振り回して暴れたた\nめ、その場でもみ合いとなり、その際、同被告人の右袖口がめくれて装着していた\n薄紫色の籠手が手首付近に見えたことから、これまでの同被告人の言動などと合わ\nせて同被告人を本件内ゲバ事件の犯人と断定し、午後三時二〇分ころ、「内ゲバの\n犯人で逮捕する。」旨告げて制圧行為に入った。\nしかし、同被告人の抵抗が激しかったため、同巡査も手を焼き、近くにいた者に\n警察への通報を依頼し、間もなくミニパトカーでＦ９巡査とともに応援に駆けつけ\nた同署所属のＦ１０巡査と二人がかりで、同三時四〇分ころ、前記搬入口に隣接し\nた駐車場のブロック塀際で、同被告人の両脇からその両腕を取って制圧、逮捕し\nた。\n（４）　その後、Ｆ１巡査は、被告人Ａ２の左腕を抱え込み、同じくそのころ応\n援に駆けつけたＦ４巡査がＦ１０巡査と交替してその右腕を抱え込み、二人がかり\nで近くに停車させてあったミニパトカー後部座席に両側から挟むようにして座ら\nせ、そのころ、Ｆ１０巡査の運転で同所を出発し、同三時四七分ころ、同所から約\n五〇〇メートル離れた町田署に到着した。\nこのように、制圧、逮捕されるまでの間の同被告人の抵抗にはかなり激しいもの\nがあったが、Ｆ１０、Ｆ４巡査らの応援もあって、警察官らにおいて逮捕に成功\nし、Ｆ１巡査とＦ４巡査の二人で両腕をとってミニパトカーの後部座席に両側から\n挟むようにして座らせ、抵抗したり、逃走できないようにしたため、同被告人に対\nしては、逮捕後も手錠は使用されず、また、同被告人が装着していた籠手について\nも、狭いミニパトカー内で、強制的にこれを取りはずそうとすると、同被告人が抵\n抗して混乱する事態も懸念されたうえ、既に同被告人を逮捕し、警察官らの監視下\nに置いていたので、籠手を装着させたままにしておいても、隠匿、損壊等の危険も\nないと考え、署に連行した後にこれを取りはずすこととし、Ｆ１巡査において、同\n被告人に対し、車内で「籠手を差し押さえる。」旨告げたものの、右籠手を引き続\nき装着させたままにしていた。\nＦ１、Ｆ４両巡査は、町田署到着後、同被告人の両腕を抱えて降車させ、同署本\n館一階の刑事課第一調室に連行したが、連行して間もなくのころ、同署警ら課所属\nのＦ６巡査部長と右Ｆ４巡査の二人が同被告人の両腕から右籠手を取りはずした。\n（５）　他方、Ｆ２巡査部長は、前記派出所内の石油ストーブの火を消していた\nため、Ｆ１巡査より若干遅れて同派出所を飛び出したが、前記横断歩道付近でＦ１\n巡査が被告人Ａ２に職務質問をしているのを発見し、自分もその左前方で同被告人\nらの方を見ていた連れの男に対して職務質問を始めたものの、その男に振り切られ\nて逃げられ、結局、その追跡を断念し、一旦派出所に戻ってＦ１巡査の追跡状況を\n本署に無線で連絡した。そのうえで、被告人Ａ２が投棄した前記の買物袋を確保す\nるため、投棄場所に向かったところ、タクシーの運転手が右買物袋と追跡時に飛ん\nだＦ１巡査の制帽を拾ってきて渡してくれたので、これを受け取り、派出所に戻っ\nてＦ１巡査からの連絡を待った。\n間もなく、午後三時四〇分ころ、同巡査から犯人を逮捕した旨の無線連絡が入っ\nたので、この買物袋を証拠品として押収することとしたが、買物袋に入っていたナ\nップザックの中身を特に確かめることなくそのまま保管し、その後、同派出所に右\n買物袋を取りに来た同署所属のＦ３巡査に、そのままこれを渡した。\n（６）　Ｆ３巡査は、同四時すぎころ、右買物袋を同署刑事課の大部屋に持ち帰\nり、そのころ、相前後して同室に前記籠手を持ち込んできたＦ４巡査とともに、押\n収手続の一環として、右買物袋の在中品の確認に立ち会い、Ｆ４巡査が右在中品の\n品名等をメモし、その後、買物袋のほか、これらの在中品及び右籠手に関する押収\n品目録交付書を作成した。\nまた、そのころから、前記Ｆ１巡査によって、同巡査及びＦ１０、Ｆ９巡査連名\nの現行犯人逮捕手続書の作成が始められたが、これに二時間ほどの時間を費やし、\n次いで、同巡査とＦ２巡査部長の連名による右押収品についての捜索差押書が作成\nされた。\n（７）　なお、被告人Ａ２は、前記取調室に連行されて間もなく、同署刑事課所\n属のＦ５巡査部長により弁解の機会が与えられ、弁解録取書が作成されたが、分散\n留置後、更に成城署においても、同署所属の警察官によって弁解録取書が作成され\nた。\nまた、同被告人が逮捕時に着用していた衣類、運動靴等については、同月八日、\n裁判官の発付した差押許可状に基づいて、右成城署において押収手続がとられた。\n二　以上の事実によれば、Ｆ１巡査が前記の横断歩道付近の歩道上で、被告人Ａ\n２の左肩に手を当てて停止させ、職務質問を開始したのに対し、同被告人がその制\n止を振り切り、同巡査の横をすり抜けて、一目散に駆け出して行ったことは、まさ\nに、刑事訴訟法二一二条二項四号にいう「誰何されて逃走しようとするとき」に当\nたるというべきであるし、また、同被告人がＤ１堂裏搬入口付近において籠手を装\n着していたことは、同条項二号にいう「明らかに犯罪の用に供したと思われる兇器\nその他の物を所持しているとき」に当たるということができる。\n<要旨第一の（一）>そして、同被告人がＦ１巡査から不審者として職務質問を受\nけたのは、時間的には本件各犯行終了後約一時</要旨第一の（一）>間を経過したこ\nろであり、かつ、場所的には右犯行現場から直線距離にして約四キロメートルほど\n離れた前記原町田派出所付近歩道上であるが、当日は、内ゲバ事件発生直後から、\n警察による犯人の検索が開始され、国鉄や小田急の町田駅のある同所付近はＡ１派\n犯人の逃走方向の延長線上にあり、小田急町田駅のプラットホーム上にも警察官が\n立つなど厳重な警戒が実施されており、Ｆ１巡査らも、刻々と入る前述のような無\n線情報により、このことを十分認識し、緊張の中に立哨勤務についていたところ、\n時間的にも、犯人が現れてよい時分に、被告人Ａ２らが現れたのであって、しか\nも、その日は朝から雨が降っており、そのときも小雨模様であったのに、二人とも\n傘もささず、ジャンパーの袖口も濡れ、靴も泥で汚れているなどの状態にあったの\nであるから、同被告人らと本件内ゲバ事件との結びつき及び右犯行との時間的、場\n所的接着性も明白に認められ、前同条項にいう「罪を行い終ってから間がないと明\nらかに認められるとき」に当たるということができる。\nしたがって、同被告人を本件内ゲバ事件、すなわち、兇器準備集合、暴力行為等\n処罰に関する法律違反、傷害罪の準現行犯人と判断して、これを制圧、逮捕したＦ\n１巡査らの前示のような行為は、適法な逮捕行為であることが明らかである。\nそして、被告人Ａ２が投棄していったナップザック入りの前記買物袋は、Ｆ２巡\n査部長が右投棄場所付近で氏名不詳のタクシー運転手から受け取り、同所から約九\n〇メートル、逮捕現場から約三〇〇メートル離れた前記の派出所内で保管中、間も\nなく犯人逮捕の報を受けて、これを差し押さえたものであるが、このように、犯人\nが投げ棄てていったものである以上、差押によることなく、領置によってこれを押\n収することも可能であって、この場合に令状を必要としないことも多言をまたない\nところである。本件においては、領置手続によることなく、差押手続によっている\nが、追跡警察官と同一の任務に従事し、その状況を現認していた他の警察官が一時\nこれを保管し、追跡警察官から逮捕の報を受けて、前記場所でこれを差し押さえる\nことは、その現認状況、逮捕との時間的、場所的接着性からみて、刑事訴訟法二二\n〇条一項二号にいう「逮捕の現場」でなされたものと認めてよく、犯人がその場に\nおらず、差押に立ち会っていないことも、右差押の妨げとなるものではない。\n<要旨第二の（一）>籠手についても、逮捕地点であるＤ１堂裏搬入口付近は、民\n有地であって、逮捕直後の興奮さめやらぬ被告</要旨第二の（一）>人Ａ２の両腕か\nら、その抵抗を抑えて籠手を取り上げるには適当な場所ではなく、逃走を防止する\nためにも、至急ミニパトカーに乗車させる必要があったと認められるので、同所で\n差押が行なわれなかったことはやむをえないところであるし、かつ、同車内におい\nても、前示のような理由から、差押が見合わされたとしても、車で約五分、右逮捕\nの現場から約五〇〇メートルの距離にある町田署において、同被告人の連行後間も\nなく押収がなされたことにかんがみると、逮捕との時間的、場所的接着性の要件を\n充たしているものと考えられ、これまた、右条項二号の「逮捕の現場」における押\n収とみて差し支えなく、いずれも押収手続に違法と目すべき点はない。\nちなみに、逮捕の現場での差押、捜索等に令状を必要としないとされているの\nは、逮捕の現場においては、被疑者等が兇器を所持しているおそれがあるという危\n険性のほか、証拠存在の蓋然性が高く、その場での差押や捜索等を許すべき緊急\n性、必要性が認められること及び逮捕によってその場所の平穏等の法益は既に侵害\nされており、更に逮捕の現場での差押や捜索等を認めたとしても、その面での新た\nな法益侵害はさほど生ずるわけではないこと等を理由とするものと解される。した\nがって、被疑者の逮捕場所と離れた別の場所を捜索し、同所で差押をする場所とは\n異なり、被疑者に所持品等を持たせたまま、時間的にも場所的にもそう隔たってい\nない、差押に適する場所まで連行し、同所で差押をする場合には、所持の状況に特\n段の変化はなく、逮捕の地点でこれらを差し押えた場合と比べてみても、被疑者に\n格別の不利益を与えるおそれはなく、証拠存在の蓋然性、押収の緊急性、必要性等\nは依然として存するのであるから、「逮捕の現場」ということについて、ある程度\n幅を持たせて、これを肯定的に解してよいというべきである。\n右に述べたように、同被告人に対する逮捕手続に違法が認められない以上、その\n後の勾留を違法視すべきいわれはないから、前記の差押許可状による押収も、適\n法、有効なものということができる。\n三　（１）　ところで、原判決は、前記認定事実のうち、被告人Ａ２がＦ１巡査\nから「誰何されて逃走しようとした」ことは認めるものの、Ｄ１堂裏搬入口付近に\nおいて、同巡査が同被告人の身柄を拘束する際、同被告人の籠手の装着を認識して\nいたとみることはできないとして、同被告人について、「明らかに犯罪の用に供し\nたと思われる兇器その他の物を所持しているとき」に該当するとは認められないと\nする。すなわち、原判決は、Ｆ１巡査が原審証人として、「両手で被告人Ａ２のジ\nャンパーの手首や肘の辺りを握ったところ、同被告人が手を振り回して右手を下\nげ、その時、ジャンパーが上に上がったような状態で、右手の手首付近にうす紫色\nの籠手が見えた。」と供述しながら、反対尋問においては、一転して「私がジャン\nパーの袖口辺りを持って、そうしたらＡ２が右手を上に挙げまして、その時にジャ\nンパーが上に上がって籠手が見えました。」と訂正したことや、現行犯人逮捕手続\n書には、「その手首を掴んで制止しようとしたところ、ジャンパーのそでがまくれ\nて手首にうす紫色のこてが見えた」と記載して、袖口から籠手が見えたという状況\nがその度に異なる表現になっていることなどから、その信用性には疑問があると\nし、かえって、被告人Ａ２が原審において、「長袖シャツの上に籠手をつけ、その\n上にスポーツシャツ、トレーナー、ジャンパーを着ており、スポーツシャツの手首\nにはボタンがかけてあるので、ジャンパーが破れても、籠手が見えることはな\nい。」などと供述するところを尤もとするのである。\nしかしながら、Ｆ１巡査が籠手を見たのは、取り押さえられまいとして暴れる被\n告人Ａ２と夢中になってもみ合っている昀中の出来事であり、しかも、右証言時よ\nり一年余も前の事柄であるので、その時の状況について記憶に若干の混乱がみられ\nたとしても、ある程度やむをえないところであり、同被告人が手を下げたときに見\nえたのか、それとも上げたときに見えたのか、証言が変わってきたとしても、その\nことから直ちに、もみ合っている際に籠手が見えたという同証人の供述自体の信用\n性まで否定することは相当でないというべきである。\nしかも、原判決は、被告人Ａ２の右供述について、「右籠手の形状などからみて\nも尤もと思われる。」とするが、籠手の形状などからみて、同被告人の供述が何故\n「尤も」なのかが明らかでなく、むしろ、本件籠手は、相当の重量があり、同被告\n人は、この籠手を装着したまま、約三〇〇メートルほどの距離を疾走したうえ、Ｆ\n１巡査ともみ合っているのであるから、手首付近にずり下がっている可能性が大で\nあり、同巡査の証言にもあるように、格闘中にジャンパーの袖口のボタンがはずれ\nて袖口がめくれ、あるいは、ずり上がれば、籠手が見えるのもごく自然であって、\n被告人Ａ２ともみ合っている昀中に籠手が見えたとする同巡査の証言を信用できな\nいとする理由はないといってよい。Ｆ１巡査とともにミニパトカー内で同被告人の\n腕を抱えていたＦ４巡査も、同被告人の右手の袖口の部分が若干めくれ上がってい\nて、籠手が見えた旨を供述し、これを裏付けているのである。\n被告人Ａ２は、籠手の上に、長袖シャツ、トレーナー、ジャンパーを着用してい\nた旨供述するが、この点は、原審における右Ｆ４証言のほか、当審におけるＦ６証\n言によっても明確に否定されるところである。すなわち、同証人は、当日午後三時\n五〇分ころ、被告人Ａ２が若い警察官二名に両腕を抱えられるようにして刑事課の\n大部屋に入ってきたので、一号調室に入れさせた後、看守係の立場から、同被告人\nの両腕を掴んで机の上におかせ、袖口をまくり上げて籠手の存在を確かめ、かつ、\n左手にはめていた籠手の左右両側に自分の両手の親指を入れて掴んで引っ張ったと\nころ、左腕から簡単に抜けた、右手の方はＦ４巡査が取った、同被告人は、籠手を\nジャンパーのすぐ下に装着しており、籠手の下は黒っぽいトレーナーであった旨を\n供述する。同証人は、事件後七年余を経て、当審において初めて証人に立ったもの\nであるが、記憶は鮮明であって真実味に富んでおり、この証言は十分に信用できる\nといってよい。\n（２）　このように、原判決は、Ｆ１巡査が被告人Ａ２を逮捕した際、刑事訴訟\n法二一二条二項二号の要件が充たされていないとする点において、既に誤りをおか\nしているといわざるをえないが、更に、その前提要件とされる具体的な犯罪行為と\nの接着性、明白性の要件が欠けているとする点においても、その事実認定や法的判\n断には疑問となる点が少なくない。すなわち、同判決は、「１」Ｆ１証言による\nと、「被告人Ａ２と氏名不詳の男が息を切らせ辺りをきょろきょろ見回し、小走り\nで右派出所前の車道から歩道に上がろうとしていた」ことが認められるが、人がこ\nのような挙動をとることは、急いでいたり地理不案内である場合、ままあることで\nあって、これだけでは特に同被告人らについて、本件内ゲバ事件との関連を疑わし\nめるような不審な点があったとはいえない、「２」同証言では、「同所が舗装道路\nであるのに二人共靴が泥で汚れていた」ことを不審な点として挙げているが、その\n汚れの程度は一般人が強い印象を抱くほどの著しいものではなかったとみるのが相\n当であって、これまた、そのことが、同被告人らと本件内ゲバ事件とを結びつける\n事情とは認めがたい、「３」同被告人が派出所の中にいるＦ１巡査に気づき、目を\nそらせたとするＦ１証言は、同証人がその時、そのように感じたとすること自体は\nともかくとしても、それが客観的事実に合致するかどうかは疑問といわざるをえな\nい、「４」同被告人らはいずれも雨の中を傘を持たずに通行していたものではある\nが、当時、降っていた雨は小雨であり、そのような場合、学生などが傘をささずに\n通行するようなことはさほど珍しいことではない、また、「５」Ｆ１証言が指摘す\nるように通行場所が舗装道路であっても、そこを通る学生などが履いている靴が若\n干泥で汚れているようなことは、ままありうるところであって、その時点では、な\nお同被告人らと本件内ゲバ事件とを結びつけるだけのきわだった徴表は何もなく、\nせいぜい同被告人らがその年齢、服装などからみて内ゲバに参加する者らと同じよ\nうな感じの学生に思われたというだけのことに尽きる、といった判断を示して、そ\nの時点では、具体的な犯罪行為との接着性、明白性が欠けていたとする。\nしかしながら、所論も指摘するように、原判決のこのような事実認定や証拠評価\nの方法は、被告人Ａ２らと犯罪行為との結びつきを示し、これを裏付ける具体的な\n状況的事実を個々に分断して矮小化し、過小評価したものといわざるをえず、これ\nらを総合して判断するならば、当然認められるはずの同被告人らの挙動、服装等の\n異常性を看過した点で、すこぶる問題があるというほかない。まず、これを個別に\nみても、東京管区気象台長作成の照会回答書によれば、当日は午前八時すぎから雨\nが降り出し、午後も間断なく降り続き、午後三時で北北西の風、風速四・四メート\nル、気温も五・一度という肌寒い冬の日であったことが認められるのであり、この\nような天候の中に二人して傘もささずに駅方向に向かってくるというのは、不審を\n感じさせるものであるにもかかわらず、原判決が「学生などが傘をささずに通行す\nるようなことは、さほど珍しいことではない。」という一般論に解消させてしまっ\nた判断は、あまりにもその場の具体的な状況を無視したものといわざるをえない\nし、靴の泥にしても、派出所付近には泥のつくような場所もなく、かえって、内ゲ\nバ事件のあったＣ１大学周辺は山や造成地に囲まれており、その辺りを歩けば靴が\n泥で汚れることを知っていたＦ１巡査が、二人の靴に泥がついていたことから、同\n被告人らと本件内ゲバ事件との関連を疑ったのも当然であって、その汚れの程度\nも、それを見てＦ１巡査が現実に二人に不審を抱いたのであるから、「一般人が強\nい印象を抱くほどの著しいものではなかった。」と原判決が結論づけるのは、いさ\nさか独断にすぎるものというほかない。「罪を行い終ってから間がないと明らかに\n認められるとき」とは、何の情報も与えられていない一般人の立場に立ってこれを\n判断すべきものではなく、現に発生した犯罪行為の概要や犯人像について一定の情\n報を与えられ、警戒に当たっている警察官の認識力や判断力を基準としてよいこと\nはいうまでもない。\n原判決が分断評価したこれらの事実を総合すれば、Ｃ１大学南方に逃走した内ゲ\nバ事件のＡ１派犯人たちが派出所周辺に現れてもおかしくない時分に、一見して活\n動家風の二人連れの男が現れ、しかも、この二人が揃って傘もささず、頭髪やジャ\nンパーの袖口が雨に濡れ、派出所付近は舗装道路で靴が泥で汚れるはずもないの\nに、泥で汚れた靴を履き、小走りに駆けて来て、きょろきょろ辺りを見回したう\nえ、立哨中の警察官と目が合うや慌てて目をそらして、小走りに立ち去ろうとした\nというのであるから、これを疑わない方が不思議といってよく、このような同被告\n人らの挙動や服装には、約一時間ほど前にＣ１大学で発生した本件内ゲバ事件との\n関連を疑わせる異常性が十分にあったことは明らかである。しかも、同巡査は、被\n告人Ａ２らを発見した時点において直ちに逮捕に着手したわけではなく、同被告人\nらを呼び止め、職務質問を行おうと試みたのであって、逃走を図った同被告人を追\n跡してＤ１堂裏搬入口付近においてこれを停止させ、手首を押させる等の措置によ\nってその抵抗を制止しようとしたことも、なお適法な職務質問の範囲に属するもの\nと認めてよい。そして、その後に同被告人が籠手をつけているのを発見し、派出所\nの中から同被告人らを観察したときの状況、職務質問を行おうとした際に逃走した\n同被告人の態度等と総合して、内ゲバ事件の犯人と断定して逮捕に踏み切ったわけ\nであるから、その判断は正当としてこれを是認することができる。\nこれらの点に関する被告人Ａ２の供述をみると、不自然、不合理な点が多く、到\n底信用しがたいことが明らかである。二、三の例をあげれば、「１」同被告人は、\nＦ１巡査から職務質問を受けたときに連れはいなかった旨供述するが、これなどは\n明らかにＦ１巡査やＦ２巡査部長の各証言から認められる当時の状況に反するもの\nというほかない。Ｆ１巡査とＦ２巡査部長が、二人して一般の通行人を同被告人の\n連れと誤認するわけもないし、もし、同被告人に連れの男がいなかったとしたなら\nば、同巡査部長も、当然Ｆ１巡査に協力して被告人Ａ２の付近に立ち、その逃走防\n止に当たったものと思われるのに、それをしなかったのは、連れの男に対する職務\n質問を開始し、逃走したその男を途中まで追跡したからにほかならない。\nまた、「２」同被告人は、Ｆ１巡査とは目が合っていない、派出所前の歩道を普\n通の速度で歩いていた、ジャンパー等は多少濡れていたかもしれないが、目立つほ\nどではなかったし、靴も汚れていなかったなどと、ことさら通常の通行人らしさを\n強調するが、これが本当だとするならば、Ｆ１巡査の目に不審に映ずるはずもな\nく、かえって、不自然であり、Ｆ１巡査の意識的な観察に基づく具体的な証言に比\nべて到底信用することができないし、証拠物たる運動靴そのものや前記のＦ８作成\nの鑑定書添付の写真等に照らしても、その虚偽であること明白である。\n加えて、「３」同被告人は、買物袋を手放したときの状況について、「後方から\n無理矢理引っ張って取られた。」旨供述するが、右買物袋には、別段引っ張り合っ\nて生じた損傷の跡も見受けられず、その落ちていた場所も、Ｆ１巡査から職務質問\nを受けた歩道上とは異なる、タクシー乗り場近くの車道であって、タクシーの運転\n手が拾ってこれを届けているのであり、一旦車道に逃れ、その後再び歩道に上がっ\nて疾走した被告人Ａ２の逃走経路と合致しているのである。このように、同被告人\nの供述には、俄に信用しがたい疑わしい点が多々あるものといってよい。\nなお、原判決は、Ｆ１証言により、「被告人Ａ２が息を切らせ辺りをきょろきょ\nろ見回していた」ことを認めながら、同証言中、同被告人がＦ１巡査の方を見てそ\nれに気づき、目をそらせたという点については、これを否定する被告人Ａ２の供述\nや「自分と同被告人の目は合わなかった」旨のＦ２証言を援用して、客観的事実に\n合致するかどうかは疑問とするが、この点は、いかにも不自然な事実認定であると\nいわざるをえない。原判決も判示するように、原町田派出所は出入口がｇ（ｆ）方\n面を向いているため、その横を通る被告人Ａ２らには派出所が気づきにくく、同被\n告人がきょろきょろして辺りを見回していた際に、制服制帽姿のＦ１巡査と目が合\nって慌てて目をそらすということは、内ゲバ事件の追及を免れがたい証跡を身につ\nけ、現場からの逃走を図っていた昀中の同被告人の心理として極めて自然であっ\nて、ごく近い距離から同被告人らの動静を注視していた同巡査の証言を疑う理由は\n何もないといってよい。また、そばで一緒に勤務していたＦ２巡査部長が同被告人\nと目が合わなかったとしても、それはそれだけのことであって、このことをも理由\nにあげてＦ１証言を疑問視する原判決の判断は、理由にもならないことを理由とし\nたもので、相当ではないというほかない。\n（３）　更に、原判決は、Ｄ１堂裏搬入口付近において被告人Ａ２を逮捕したと\nするＦ１巡査の証言をしりぞけ、この時点では、警察官が同被告人に対して準現行\n犯人としての逮捕手続をとっていないとみるのが相当であるとするが、所論も指摘\nするとおり、この点の判断にすこぶる問題があることも否定できない。\nすなわち、原判決は、Ｆ１巡査ら警察官は、被告人Ａ２を本件内ゲバ事件の被疑\n者として、前記Ｄ１堂裏搬入口付近でその身柄を拘束したものの、正規の逮捕手続\nをとるべきか否かについて判断ができず、取りあえずこれを町田署まで連行し、上\n司の指示を待ち、町田署においても、同被告人が果たして本件内ゲバ事件の犯人集\n団とされているＡ１派に属するものか否かについて判断しかねたことから、警視庁\nのＡ１派担当の警察官による識別を待ってその確認を得たうえ、同日午後七時ころ\nに至り、同警察署取調室において漸く逮捕に踏み切ったものとみることができると\nする。\nしかしながら、Ｆ１巡査は、前記一の（１）ないし（４）に述べたように、前記\n派出所内において、制服制帽姿で周辺を警戒中、被告人Ａ２らを発見して同被告人\nらを追尾し、職務質問を試みたが、逃走を図られ、更に追跡し、Ｄ１堂裏搬入口付\n近において漸く同被告人に追いつき、暴れる同被告人を制止しようとしている間\nに、右手首の籠手の装着に気づいて本件内ゲバ事件の犯人との確信を強め、「内ゲ\nバの犯人として逮捕する。」と言って、同被告人を制圧、逮捕しようとしたとこ\nろ、同被告人の抵抗がなおも続いたため、同巡査が付近にいた人に一一〇番通報を\n依頼し、その後、応援に駆けつけたＦ１０巡査の協力を得て、午後三時四〇分少し\n前に漸く制圧に成功したと認められるが、このような同巡査の、逮捕要件に関する\n判断や逮捕意思及び有形力行使の程度からみて、右警察官らの被告人Ａ２に対する\n制圧行為及びその後の身柄拘束行為は、明らかに逮捕行為とみるべきであり、町田\n署に連行後同日午後七時に至って漸く逮捕に踏み切ったとみるべきものではない。\n原判決は、Ｆ１巡査らが同被告人の身柄拘束をしたものの、正規の逮捕手続をとる\nべきか否かについて判断ができなかった旨判示しているが、Ｆ１巡査らが、右のよ\nうに明らかに強制的というべき身柄拘束措置をとりながら、なおも、正規の逮捕手\n続をとるべきか否かについて迷っていたとは、到底認めがたいところである。\nそもそも準現行犯人と目される被疑者に対して、このような強力な有形力の行使\nを伴う身柄拘束行為があった以上、これを逮捕行為とみるべきであり、そのうえ\nで、準現行犯逮捕の要件を具備しているかどうか、逮捕後の引致手続、弁解録取手\n続、証拠物の押収手続等に問題がなかったかどうかを判断すべきあるのに、原判決\nが被告人Ａ２を町田署に連行した後の状況や手続に重きを置いて、そこから逆に、\nＤ１堂裏搬入口付近における警察官らの身柄拘束行為の逮捕性を否定したことは、\nまさに本末転倒の判断といってよい。\nまた、原判決は、Ｆ１巡査らが同被告人に対して手錠を使用しなかったことを\nも、逮捕の有無を判断するに当たって、かなり重視しているものと認められるが、\n逮捕に当たって手錠を使用するか否かは、逮捕時の具体的状況によって判断される\nところが大きく、本件において、Ｆ１巡査がＦ１０、Ｆ４両巡査らの応援を得て、\n同被告人の制圧に成功し、その両腕を左右から抱え込んでミニパトカーに乗車させ\nたため、あえて手錠を使用しなかったとしても、別段逮捕行為として異とするには\n当たらず、手錠を使用しなかったからといって、逮捕行為がなかったという推論が\n導き出されるものではない。\nそこで、進んで、身柄拘束後の被告人Ａ２に対する手続等について原判決の判示\nするところをみると、原判決は、同被告人の次のような原審供述に重きをおき、概\nねそのような事実があったと認めることができるものとする。すなわち、同被告人\nの供述は、「その後、自分は、手錠をかけられることなく、警察官に両腕を掴まれ\nたまま、ミニパトカー後部座席に乗せられ、町田警察署に午後四時ころ連行されて\n同署の取調室に入れられたが、そこでも手錠はかけられず、そこには、常時、二、\n三名の警察官が監視に当たっており、取調べなどは全くなされず、二時間三〇分以\n上そのまま置かれた。その間、警察官に『逮捕なのか。』と尋ねても、一切答え\nず、また、取調室から出ようとすると、警察官に阻止された。午後六時三〇分ころ\nになって、警視庁公安一課のＦ１１刑事が同被告人の顔をのぞきにきた。そして、\nその約三〇分後に警察官により、被告人の肩に四号という札が付けられ（後に三号\nという札に変えられた。）、身体を触られて籠手を発見され、取り外されて取り上\nげられた。それで、自分が逮捕されたことを知った。」というのである。\nしかしながら、被告人Ａ２の原審供述は、一般的にみても、弁護人の質問に対し\nては答えるが、検察官の反対質問に対しては供述を拒否する場面が多く、その信憑\n性については少なからぬ疑問が持たれるうえ、前記のように、職務質問から追跡を\n受けるまでの経緯について述べるところも、不自然、不合理であり、これらに照ら\nしても、右に述べた供述をそのまま信用し、「他にこれに反する証拠はない」とす\nる原判決の判断には、俄に賛同しえないものがある。所論も指摘するとおり、町田\n署に連行されて以後の状況についての被告人Ａ２の前記供述は、同被告人が陳述し\nた意見書において、「警察官は私の『釈放せよ』という要求に答えないばかりか、\n今度は私の身につけていたものを有無をいわさず机の上に並べたて、『これはお前\nのか』、『何のためにもっているのか』などと取調べを始めたのである。」と述べ\nていることとも矛盾する内容を持ち、同被告人が逮捕の違法性を強調するためにそ\nのときどきで異なる供述や主張をしていることを窺わせる。\nこれに対し、原審において取り調べた関係各証拠のほか、当審証人Ｆ５、同Ｆ\n６、同Ｆ１１の各供述及び証拠物たる被告人Ａ２に対する弁解録取書等の証拠によ\nれば、同被告人については、町田署に連行されて間もなくの午後四時ころに、Ｆ５\n巡査部長によって、弁解の機会が与えられ、弁解録取書が作成されたことが明らか\nであり（なお、右弁解録取書の内容事項等を記載している際には、まだ逮捕番号は\n決まってなく、その後に町田署四号と記入し、それを更に指示によって三号と訂正\nしたこと及び右弁解録取書には「現行犯人逮捕手続書記載の犯罪事実の要旨を告げ\nた」旨記載されているが、実際には、その時点ではまだ同手続書は作成されておら\nず、同証人が無線で得た情報や逮捕警察官から聞き取ったところから、犯罪事実の\n要旨を告げたことが窺われる。）、前記の買物袋や籠手についても、その後間もな\nく押収手続がとられたことが認められる。更に、Ｆ１１証言によれば、同刑事が町\n田署に到着後に、Ａ１派及びＢ１派の被疑者を、逮捕番号のうえからも明確に区分\nするため、それまでに付けられていた被告人Ａ２の逮捕番号町田署四号を同三号に\n付け替えさせたことが認められ、これからみても、Ｆ１１刑事の到着前に、既に町\n田署において逮捕番号が各被疑者に付せられていた公算が大であるといってよい\n（もとより、その後に病院等で逮捕され、町田署に連行されてきたＢ１派関係の被\n疑者については、別論である。）。仮に、被告人Ａ２が供述するように、Ｆ１１刑\n事が来署し、その識別をまって初めて被疑者らに逮捕番号が付されたとするなら\nば、昀初からＡ１派とＢ１派とを分けて番号を付すよう指示したはずであって、被\n告人Ａ２に一旦付けた番号をその後に至って付け替えるというような不手際はなか\nったであろうと思われる。\nなお、原判決は、「被告人Ａ３及び同Ａ４らについて認められる同被告人らの町\n田署到着後の状況とも対比すると、概ねこのような事実があったものと認めること\nができる。」とするが、被告人Ａ３、同Ａ４らの供述が信用しがたいものであるこ\nとは、後述のとおりであり、到底これらの供述によって被告人Ａ２の供述の信用性\nが補強されるものではない。\n四　弁護人らは、答弁書及び弁論要旨において、詳細、多岐にわたって検察官の\n主張に対する反論を展開するものの、その所論の採りえないことは、原判決の当否\nについて説示してきたところから、自ずから明らかであるが、これらの所論のうち\nの残された主要な点を取り上げて、被告人Ａ２に対する逮捕及び押収手続に問題が\nなかったか、更に検討することとする。\n弁護人らは、Ｆ１証言について、「１」同巡査は、署括系無線により、午後二時\n一六分の第一報から一～二分もたたないうちに第二報として、「Ｃ１大学Ａ号棟付\n近で内ゲバ発生、Ａ１七〇名くらいとＢ１二〇名くらいが乱闘、重傷者等のけが人\nが出てＨ１病院等に収容した。Ａ１は玉川学園方向に逃走した。」との内容の一一\n〇番通報が入った旨証言するが、この時刻に同巡査が述べたような無線が入るはず\nはなく、また、無線での逃走方向は「玉川学園方向」であって、Ｅ２団地方向とは\n言われていない、玉川学園方向に向かい、更に小田急線、国鉄線の町田駅に行くに\nは、両町田駅の北または西側に出て南下するしかなく、駅の東側にある原町田派出\n所周辺を犯人らが通行することは考えられない、「２」同被告人に対する本件押収\n手続の異常性は、誰が主体となって、何時、押収したのかが全く明確でないという\n点である、差押をしたというＦ１巡査は、実際には、籠手の差押をしていないし、\n買物袋についても、Ｆ２巡査部長は在中品すら確認していない、Ｆ１巡査にいたっ\nては、買物袋についても見ていない、それにもかかわらず、Ｆ１巡査が籠手をＤ１\n堂裏で差し押え、Ｆ２が派出所内で買物袋や在中品を差し押えたとされている捜索\n差押調書が作成されているのである、「３」当審証人Ｆ６の証言についてみても、\n同証人は、検察官調書とは異なる証言をしており、その内容も不合理、不自然で、\nＦ４巡査やＦ５巡査部長の証言とも相反する点が多く、全く信用できないものであ\nる、「４」当審証人Ｆ５の証言が明確な記憶に基づくものでないことは明らかであ\nり、同人が作成したとされる弁解録取書の文面からもその証言は虚偽との疑いを強\nく抱かせ、他の警察官の証言と照らし合わせても様々な矛盾がある、結局、同人が\n作成したとされる弁解録取書は、同人の証言する時間帯にではなく、午後六時三〇\n分すぎの逮捕後に作成されたとみるのが合理的である、「５」当審証人Ｆ１１の証\n言は、女性被疑者の存否、被疑者の人数、被告人Ａ３を見た順序、逮捕番号の有無\n等について証言を変更したり、あいまいな証言を繰り返すに終始し、被告人三名に\n逮捕番号が付いていた旨及び被告人Ａ２の逮捕番号の変更は自分が指示した旨の証\n言も到底信用できるものではない旨主張する。\nまず、「１」の点であるが、確かに、無線の入電時刻等に関するＦ１証人の供述\nには、客観的な事実に反する部分もあり、この点は弁護人らの指摘のとおりであ\nる。しかし、当時の客観的な無線内容やその時刻は、Ｆ２証人及びＦ１２証人等の\n証言によってほぼ明らかにされており、Ｆ１巡査の証言の混乱も、本件当日午後二\n時一六分以降三時ころまでの間に刻々として入っていた無線情報をほぼ同一の時間\n帯に傍受したように記憶した誤りにすぎず、当時は一の（１）に判示したような無\n線情報の客観的な内容を傍受し、それに基づいて行動していたものと認められるの\nで、被告人Ａ２を発見した際、同被告人らの挙動や服装から本件内ゲバ事件との関\n連を疑うに足るだけの情報を十分に持っていたと認めることができる。また、所論\nは、玉川学園方向に逃走したという無線情報が入ったにすぎないのであるから、国\n鉄、小田急の両町田駅の東側にある原町田派出所周辺に犯人が現れることは考えら\nれないという弁護人らの判断の下に、検察官の主張する警察官の認識を否定するの\nであるが、Ｆ１、Ｆ２の両警察官は、弁護人らのような見解をとることなく、この\n情報から、玉川学園の延長線上にある町田方面にも犯人が逃走してくる可能性を考\nえて警戒に当たっていたところ、被告人Ａ２らが現れたのであって、結果的には、\n両警察官の予測が的中したことが明らかであり、所論は、独断的な自己の見解を前\n提とするもので、全く理由がない。\n「２」の点についても、確かに、実質的な捜索差押の実施は主として町田署にお\nいて行われているのであって、Ｆ１巡査及びＦ２巡査部長作成の捜索差押調書が捜\n索差押の経過等を必ずしも正確に記載していないことは、所論指摘のとおりであ\nる。しかし、本件における捜索差押の経過は、前記認定のとおり、かなりの時間\n的、場所的な広がりを持った複雑なものであって、捜索差押場所やその経過に関す\nる記載が、作成者の判断によってある程度要約され、概略のものとなったこともそ\nれなりにやむをえないところである。本件捜索差押調書には、籠手の捜索差押の場\n所として、Ｆ１巡査が差し押える旨を告げたＤ１堂裏搬入口（これも更に正確にい\nえば、右Ｄ１堂裏搬入口付近に駐車中のミニパトカー内ということになる。）が記\n載され、また、買物袋についても、前記派出所において、Ｆ２巡査部長が保管中、\n逮捕の報が入ったことから、同所においてこれを押収したものとして記載され、そ\nれぞれの押収主体であるＦ１巡査及びＦ２巡査部長の連名で全体について一通の捜\n索差押調書が作成されているが、このような記載は、差押場所の点やその後の町田\n署における押収経過を省略した点等で不正確ではあっても、これによって押収手続\nが不適法になるような瑕疵ではなく、ましてや、これらの証拠物の証拠能力を失わ\nせるような押収手続の違法が生ずるものでもないと解すべきである。したがって、\nこの点に関する所論も、採用の限りでない。\nなお、籠手の押収について若干付言するに、原判決は、被告人Ａ３及び同Ａ４に\n対する逮捕手続の適否を判断する箇所において、「差し押さえる。」旨告知したと\nするＦ１証言についても言及し、いわば「創作」としてこれを排斥しているが、前\n述の逮捕に至るまでの流れからみても、この証言は別段不自然なものではなく、現\nに、その場に居合わせたＦ４巡査もこれを聞いて時間を確かめた旨証言しているの\nであるから、これを認めて差し支えないものと思われる。しかし、仮にこのような\n告知がなかったとしても、これによって、町田署における差押が直ちに違法となる\nものではなく、同署における差押は、なお、逮捕の現場における差押としての性格\nを失わないものとみるべきであるし、逆に、かかる告知があったからといって、こ\nれによって直ちに差押の着手があったと認められるかは、いささか疑問といわざる\nをえない。これを消極に解すれば、本件籠手の捜索差押については、差押等をして\nいないＦ１巡査が同調書を作成したことになるが、右捜索差押が逮捕に伴うもので\nあるところから、被告人Ａ２の逮捕者であり、しかも、逮捕の現場で右籠手を発見\nしている同巡査がこれを作成したとしても、この誤りは、捜索差押手続を違法とす\nるまでには至らないものというべきである。\n「３」のＦ６証言の信用性については、同人の検察官調書が証拠として双方から\n提出されておらず、当審としても、これとの食い違いについて立ち入った判断はし\nがたいが、右のような食い違い等があったとしても、被告人Ａ２の連行後間もな\nく、同証人とＦ４巡査の二人で同被告人から籠手を取り上げ、次いでＦ５巡査部長\nに弁解録取書の作成を依頼したとする同証言の根幹的部分の信用性に影響を及ぼす\nものではない。\n「４」のＦ５証言は、その証言日時が事件から七年以上も経過した後であること\nもあり、その記憶が必ずしも鮮明でないことは事実としても、検察官の主尋問に対\nして同証人が供述するところを疑うべき理由は全くない。\nまた、本件弁解録取書の人定事項が逮捕番号を除きすべて現行犯人逮捕手続書の\n人定事項と同じであるということから、所論が同証人において現行犯人違捕手続書\nを見ながら弁解録取書を作成したものと推測し、したがって、同証人が供述するよ\nうな午後四時すぎに作成されたものではなく、もっと遅い時間に作成されたもので\nあるとする点も、弁護人らの憶測というほかない。Ｆ１巡査が現行犯人逮捕手続書\nの作成に要した時間等からすれば、むしろ、捜査書類の作成に不慣れな同巡査が、\n既に作成されていた弁解録取書を見て作成したというの可能性を考えるべきであっ\nて、必ずしも弁護人らの主張するような結論に達するわけではない。現に、右両書\n類を対照してみれば明らかなように、弁解録取書は、被告人Ａ２の逮捕番号が四号\nとされていた時期に作成されたものであり、現行犯人逮捕手続書は、その後、右四\n号が三号に改められた後に作成されたものであることが明らかであるから、弁護人\nらの右主張は失当であり、所論指摘の事実こそ、弁解録取書及び現行犯人逮捕手続\n書の作成順序とそれぞれの作成時間に関する両証人の証言の正確性を物語っている\nのである。\n「５」のＦ１１証言も、弁護人らの反対尋問によって、それまでの供述を翻した\nり、所論指摘のようなあいまいな供述に後退するなど、信用しがたい面も存する\nが、前述したように、同人が町田署に到着する以前に既に被告人らに逮捕番号が付\nけられており、被疑者らの面割りをした同人の指示によって、被告人Ａ２の番号が\n付け替えられたという点は、他の証拠と合わせて信用してよいものと認められる。\nしたがって、被告人らに対する逮捕番号は午後六時半以降に付されたものとする弁\n護人らの所論は、到底容れることができない（なお、弁護人は、逮捕番号が決まっ\nた段階で逮捕告知もあり、逮捕もなされたとみているようであるが、逮捕及びその\n告知は、既に逮捕場所においてなされているのであって、逮捕番号の決定時刻は何\nら逮捕時間を推認させるものではない。）。\n五　結局、原判決は、Ｄ１堂裏搬入口付近における被告人Ａ２に対する警察官ら\nの制圧行為を逮捕と認めず、その後の身柄拘束を違法な身柄拘束としたうえ、町田\n署において初めて同被告人に対して逮捕手続がとられた旨認定し、この逮捕をも違\n法とした結果、これらの身柄拘束を利用してなされた押収手続まですべて違法とし\nたものであって、その誤りは到底是認できないところである。\n第二　被告人Ａ３及び同Ａ４に対する逮捕手続等の適否について\n一　原審証人Ｆ１２、同Ｆ１３、同Ｆ１４、同Ｆ１５、同Ｆ１６、同Ｆ１７、当\n審証人Ｆ１８、同Ｆ１１の各証言、司法警察員作成の昭和六〇年二月一三百付（Ｆ\n１９作成のもの）、同月一六日付、同六三年四月二九日付、平成三年五月二四日付\n各実況見分調書、司法警察員Ｆ１６外三名及び司法警察員Ｆ１３外三名各作成の各\n現行犯人逮捕手続書、司法巡査Ｆ１５作成の捜索差押調書及び押収品目録交付書、\n同Ｆ１４作成の捜索差押調書及び押収品目録交付書、その他の関係証拠を総合する\nと、被告人Ａ３、同Ａ４両名の逮捕までの経過、逮捕、捜索差押等の状況は、おお\nむね次のとおりであったと認められる。\n（１）　町田警察署警ら三係所属のＦ１２警部補以下一〇名の警察官らは、前記\nの各犯行が行われた当日同署で待機中、午後二時一六分ころ、前示のような「Ｃ１\n大学でけんかという一一〇番通報があった」という無線を傍受し、この第一報に続\nいて、Ａ１派七〇名がＢ１派二〇名を襲撃し、けが人が多数出た、Ａ１派は玉川学\n園駅方向に逃走中といった内容の無線を順次受け、午後二時五〇分ころ、同署の交\n通検問車（マイクロバス）で犯人検索のため出動した。\n右警察官らは、東京都町田市ｈｉ丁目所在のＣ２大学グランド入口付近で検問\n中、同大学職員から、「二〇名くらいの学生が鉄パイプ、ヘルメットなどを捨て\nて、Ｅ２団地の方に逃げている。」という情報を得て、右検問車でＥ２団地を経て\nＣ１大学正門に至り、警戒中の警察官から、「学生らがＣ１大学職員寮のところか\nら山に向かって逃げた。」という情報を得、再びＥ２団地に向かって犯人検索を続\nけながら進行したが、その間、途中の道路脇にマスク、タオル、雨具などが点々と\n捨てられているのを目撃し、内ゲバ事件の犯人らがこの辺を通過したことを確認し\nた。\n（２）　更に、午後三時五〇分ころ、右警察官らは、交通検問車で町田市ｊｋ丁\n目付近を検索走行中、タクシー運転手から、「一時間くらい前に五、六〇名の者が\n通り、国鉄成瀬駅へ行く道を尋ねたので、教えてやった。」、「傘も持たず、みな\nずぶ濡れで汚れていた。」との情報を得たので、直ちに右成瀬駅方面に向かったと\nころ、午後四時ころ、進行中の道路が成瀬街道と交差する手前約四〇メートルの地\n点で、警察官らのうち、まずＦ１４巡査が逸早く、左前方の同街道沿いのＥ１入口\nバス停の前に、二人連れの男が立っているのを見つけた。\n同巡査は、その後も二人から目を離さずに注視していたところ、同人らも、交通\n検問車の方を注視しており、右検問車が右交差点を町田駅方向に右折しかかった\n際、一方の男（被告人Ａ３）が右回りして他方の男（被告人Ａ４）の方を向き、何\nか話している様子であったので、その後ろ姿を見ると、靴が泥まみれで、ズボンの\n裾に泥が跳ね上がって付いているのが見え、それまで車内で同僚警察官らと話し合\nってきた内ゲバ事件の犯人の様子に合致したことから、内ゲバの犯人と直感し、咄\n嗟に、「バス停におかしい男がいる。靴が汚れている。」と大声を出して他の警察\n官らに知らせ、「バスを止めろ」と怒鳴った。\n（３）　同じように二人連れの男を見ていたＦ１６巡査部長や、右の大声でこれ\nに気づいて二人連れの方を見た他の警察官らも、口々に、「止めろ」と言って、同\n市ｌｍ番ｎ飲食店「Ｄ４」を通り過ぎた付近で停車した同車から一斉に降車した。\n被告人両名は、この交通検問車の動静を窺っていたが、同車が停車したのを見\nて、被告人Ａ３が先になって、バス停を出て歩き出し、Ｅ３住宅に通じる脇道に入\nっていこうとした。降車した警察官ら八名は、口々に、「待て」と大声をあげなが\nら、Ｆ１４巡査を先頭に全速力で、被告人両名を追いかけて行ったが、被告人ら\nは、停止を求めるこれらの警察官らの声を耳にし、当然これを承知していたと認め\nられるのにこれを無視し、始めは普通の速度で、その後は、小走りとなって、右脇\n道の入口から約二〇メートルの地点まで差しかかったところで、前記の降車地点か\nら約五〇メートルの距離を走ってきた警察官らに追いつかれた。\n（４）　追いついた警察官らは、まず、Ｆ１４巡査が被告人Ａ３の前面に立ちふ\nさがり、Ｆ２０、Ｆ１７両巡査がその左右に、同被告人の約一メートル後方にいた\n被告人Ａ４の周りをＦ１３巡査部長及びＦ１５、Ｆ２１、Ｆ２２の各巡査が取り囲\nみ、一足遅れてきたＦ１６巡査部長が右被告人らの中間に位置し、それぞれ各被告\n人の身体、服装等を観察しながら、各被告人に対し、こもごも、住所、氏名を尋\nね、「今まで何していた。」、「どこへ行くんだ。」、「Ｃ１大の内ゲバ事件の関\n係で聞きたい。」、「どうして靴が汚れているんだ。」、「所持品を見せなさ\nい。」などと質問を始めたところ、被告人Ａ３は、当初、行く手を遮ったＦ１４巡\n査を無視して前に出ようとして同巡査に制止され、更に、警察官らに、「何の権利\nがあるんだ。」と大声を出し、反抗的な素振りを示したが、その後は二人とも一切\n質問には答えず、黙秘する態度に終始していた。\nＦ１４巡査らが被告人両名の様子を見ると、両名とも髪は濡れてべったりとして\nおり、靴は泥まみれで、泥水に漬けたような状態であり、また、被告人Ａ４の右頬\nや鼻などには、内ゲバの乱闘中に受傷したものと思われる新しい傷痕があり、血の\n混じった唾を地面に吐くなど、口の中も負傷している様子であった。\n（５）　以上のような右被告人らの質問に対する態度、外見、前示のような停止\nを求めた警察官らの呼びかけに応じなかった状況などから、警察官らは、被告人両\n名が本件内ゲバ事件の犯人であると判断し、同日午後四時五分ころ、Ｆ１３巡査部\n長が被告人Ａ４に対し、「内ゲバの現行犯として逮捕する。」旨を告げ、Ｆ１５、\nＦ２１両巡査が同被告人の両腕を取り、後方から中島巡査がその着衣を押さえ、そ\nの場で制圧、逮捕した。\n他方、被告人Ａ３に対しては、右Ｆ１３巡査部長の逮捕する旨の声に呼応する形\nで、Ｆ１４巡査が「分かったな。」と言って、一、二歩前へ出ようとした同被告人\nの前を押さえ、両脇からＦ２０、Ｆ１７両巡査が左右の腕を取り、後方からＦ１６\n巡査部長が腰を押さえて、その場で制圧、逮捕した。これに対し、被告人両名と\nも、抵抗する素振りを示さず、無言で全く無視する態度であった。\n（６）　被告人両名を逮捕した警察官らは、その場で身体捜索及び所持品等の押\n収を行うことは、狭い道幅や車の通る危険性などから、場所的に適当ではないと考\nえ、同所では、被告人両名の着衣や所持していたバッグ等にその上から手で触れ、\n危険物等の有無を一応確認する程度の簡単な身体捜検にとどめ、そのまま右被告人\nらを交通検問車に乗せて町田署に連行しようとしたが、同車が停車した場所に見当\nたらなかったことから、Ｆ１３巡査部長が取りあえず右被告人らを近くの成瀬駐在\n所へ連行するように指示した。\nそして、被告人両名にそれぞれのバッグ等を持たせたまま、各被告人の両脇から\nそれぞれ二名の警察官がスクラムを組むようにして、被告人らの両腕を押さえ、そ\nの前後を他の警察官らが取り囲むようにして、同日午後四時一〇分ころ、同所から\n約三〇〇メートル離れた成瀬駐在所まで連行した。この間、被告人らは、いずれも\n抵抗したり、逃走するような素振りを示さなかった。\n（７）　右駐在所で、警察官らは、町田署に無線を入れて、「内ゲバ犯人を二名\n確保した。」旨及び現在地を知らせ、検問車を駐在所に回すように依頼したが、車\nの到着と待つ間、けがをしていた被告人Ａ４を駐在所奥の椅子に座らせ、同Ａ３を\n入口から右奥に立たせ、その側で絶えず警察官らが被告人らを監視し、更に、被告\n人らが携帯していたバッグ等の中身を確認するため、Ｆ１４、Ｆ１７両巡査が被告\n人Ａ３が持っていたナップザックを、Ｆ１３巡査部長、Ｆ１５巡査が同Ａ４の持っ\nていたスポーツバッグを、それぞれ取り上げようとしたところ、被告人Ａ３は、\n「何するんだ。」と言って、右ナップザックを抱え込んで放さず、同Ａ４も、無言\nで同様にしてスポーツバッグを抱え込んで放さなかったことから、それぞれ右警察\n官らと引っ張り合いとなった。\n警察官らは、このようなバッグ等を放そうとしない被告人らの強い拒否的な態度\nを見て、その場所が面積も約五・六平方メートルという狭い駐在所であり、二面が\nガラス戸やガラス窓であることも考え、無理に取り上げようとして被告人らをいら\nずらに刺激し不測の事態を招くのも得策ではないと判断し、また、外部から触った\n際の感触で内容物に兇器類のないことがほぼ推測され、しかも、身柄は逮捕によっ\nて既に確保され、警察官らの監視下にあったので、このまま被告人らに所持品を持\nたせたままにしておいても隠匿、損壊等の危険もなく、町田署に連行後に取り上げ\nれば足りると考えて強硬手段を避け、右警察官らが被告人らに、「押さえるから\nな。」などと言っただけで、取り上げることを中止し、被告人両名にそれぞれのバ\nッグをそのまま持たせていた。\n（８）　その後、連絡により前記の交通検問車が到着したので、午後四時三〇分\nころ、警察官らにおいて被告人らの両腕を抱え同車に乗せて同所を出発し、同四時\n五〇分ころ、直線距離にして約三キロメートル離れた町田署に到着した。そして、\n直ちにＦ１４巡査らが被告人Ａ３を本館一階の刑事課取調室に、Ｆ１５巡査らが同\nＡ４を別館二階少年係取調室にそれぞれ連行した。Ｅ１バス停横の脇道で被告人両\n名を逮捕した後、連行途中や前記駐在所で車を待つ間、被告人両名は、前記のよう\nに携帯していたバッグ等を取り上げられまいとして抵抗を示したものの、そのほか\nには、逃走したり、暴れるようなこともなかったので、手錠は使用されず、このこ\nとは取調室に入ってからも同様であった。\n（９）　右取調室において、Ｆ１４巡査は、午後五時ころ、被告人Ａ３からナッ\nプザックを取り上げ、すぐにこれを取調室前の大部屋に持参し、その中身を確認\nし、同六時ころから現行犯人逮捕手続書（ただし、司法巡査Ｆ１７、同Ｆ２０及び\n司法警察員Ｆ１６との連名となっている。）の作成に取りかかり、同一〇時半ころ\nからは捜索差押調書、押収品目録交付書の作成にかかった。\nまた、Ｆ１５巡査は、被告人Ａ４を少年係取調室に連行してすぐに、同被告人か\nらスポーツバッグを取り上げ、被告人にも示して中身を確認した後、午後五時半す\nぎころ、本館二階講堂で他の警察官にこれを渡し、同所で同六時ころから同八時こ\nろにかけて、現行犯人逮捕手続書（ただし、司法警察員Ｆ１３、司法巡査Ｆ２１、\n同Ｆ２２との連名となっている。）のほか、捜索差押調書、押収品目録交付書を作\n成した。\n（１０）　被告人Ａ４については、午後五時三〇分ころまでに、同署公安係のＦ\n１８巡査部長が弁解の機会を与え、弁解録取書を取ったが、その際、同被告人がけ\nがの治療を要望したため、町田市内のＨ２病院に同被告人を連れて行き、同七時一\n五分ころ、治療を受けさせた。また、同Ａ３については、分散留置後の調布警察署\nにおいて弁解録取書が取られたが、それ以前の町田署においては、弁解録取書は取\nられることなく終わっている。\n（１１）　被告人Ａ４が逮捕時に着用していた衣類及び履いていた運動靴等につ\nいては、二月九日、勾留場所である右町田署において、また、同Ａ３が逮捕時に履\nいていた運動靴についても、右同日同じく勾留場所である右調布署において、それ\nぞれ裁判官の発付した差押許可状により押収がなされた。\n二　以上の事実によれば、Ｆ１４巡査らが、交通検問車から降車して、口々に\n「待て」と大声をあげながら、被告人らを追いかけたのに対し、被告人らがこれを\n無視して歩き続け、途中から小走りとなって脇道を進み、警察官らから遠ざかろう\nとしたことは、刑事訴訟法二一二条二項四号にいう「誰何されて逃走しようとする\nとき」に当たり、また、被告人Ａ４の頬や鼻などに、内ゲバ事件の乱闘中に生じた\nと認められる新しい傷痕が存したことは、同被告人のみならず、これと行動を共に\nしていた被告人Ａ３との関係においても、同条項三号にいう「身体に犯罪の顕著な\n証跡のあるとき」に当たるということができる。\n<要旨第一の（二）>そして、右被告人らが発見されたのが、時間的には本件犯行\n終了後約一時間四〇分を経過した後であり、場所</要旨第一の（二）>的にも右犯行\n現場から直線距離にして約四キロメートル離れた前記のＥ１入口バス停付近であっ\nたとはいえ、被告人らはいまだ警察の犯人検索網から完全に離脱したわけではな\nく、本件警察官らは、前記の無線情報やＣ２大学職員、他の警察官、タクシーの運\n転手等から得た情報、あるいは、犯人検索途中の道路脇に内ゲバ事件の犯人の物と\n思われるマスク、タオル、雨具等が遺棄されていた状況等から、犯人の通りそうな\n逃走経路を追跡、検索していた昀中に、被告人らを発見したのであって、これらの\n事情にかんがみると、被告人らと本件内ゲバ事件との結びつきや時間的、場所的接\n着性に関する明白性も十分に認められ、前回条項にいう「罪を行い終ってから間が\nないと明らかに認められるとき」に当たるということができる。\nしたがって、右被告人らを本件内ゲバ事件、すなわち、兇器準備集合、暴力行為\n等処罰に関する法律違反、傷害罪の準現行犯人と断定し、前記脇道において右被告\n人らを制圧し、逮捕した前示のような警察官らの行為は、いずれも適法な逮捕行為\nということができる。\n<要旨第二の（二）>そして、被告人らの携帯していたバッグ等については、逮捕\nした右脇道では、前示のような理由から、簡単</要旨第二の（二）>に外側から触っ\nて危険物の有無を確認するにとどめ、駐在所において、被告人らからこれらを取り\n上げようとして差押に着手したところ、被告人らの抵抗にったため、その場ではこ\nれを中止し、右駐在所から直線距離にして約三キロメートル離れた町田署に被告人\nらを連行した後、間もなく同所で右バッグ等を押収したことが認められる。これら\nの事情からすれば、右の押収は、逮捕時点や逮捕の地点から若干隔っているとはい\nえ、なお、逮捕との時間的、場所的接着性を失うものではなく、被告人Ａ２につい\nて述べたと同様、令状なしの押収が許される根拠となる証拠存在の蓋然性、押収の\n緊急性、必要性が認められることに変わりはなく、逮捕の地点で実施すべき所持品\nの押収をその場で行わず、被告人らに持たせたままにして、その後町田署において\n行ったとしても、被告人らの人権の保障上格別の弊害はないということができる。\nしたがって、これらの押収は、いずれも刑事訴訟法二二〇条一項二号にいう「逮捕\nの現場」でなされたものと認めて差し支えなく、その押収には何ら違法とすべき点\nはないというべきである。\nまた、前述のように、被告人らに対する逮捕手続が適法である以上、被告人らの\n勾留を違法視すべきいわれはないから、前記の差押許可状による各差押もそれぞれ\n適法有効なものということができる。\n三　これに対し、原判決は、被告人Ａ３及び同Ａ４らのバス停からの立ち去り状\n況、逮捕行為の有無、町田署連行後の状況等について、右被告人らの各供述と警察\n官らの各証言とを対比させつつ、次のとおり判示するので、以下、これらの点につ\nいて検討することとする。\n（１）　バス停からの被告人らの立ち去り状況について\n原判決は、右の点につき、Ｆ１４巡査やＦ１３巡査部長らは、被告人らはバス停\nから小走りで脇道に入って行った旨証言しているが、同じ警察官でも、Ｆ１６巡査\n部長は、「走っていない」旨証言していること、被告人らも、「右バス停でバスか\nタクシーを待っていたが、なかなか来ないので歩いて駅に行こうと思った。」、\n「警察のバスが通ったから歩き出した訳ではない。」、「バス停から脇道にゆっく\nり歩いた。小走りではない。」「この細い道を経て駅に行けることは前から知って\nいた。」旨供述していること、警察官らが交通検問車の停止位置から被告人らに追\nいついた地点までの約五〇メートルの距離を走っている間に、被告人らはバス停か\nら一〇メートルないしは二〇メートルの距離を移動したにすぎず、かなりゆっくり\nしたものであることなどから、この段階で被告人らが逃げようとしたとみることは\nできない、また、Ｆ１４巡査らは、「被告人らは警察官に取り囲まれたとき、これ\nを押しのけて前に二、三歩進んだ。」旨証言しているが、他方、Ｆ１３巡査部長に\nよれば、「二人は素直だった。」とも証言しており、この段階で、逃走しようとし\nたとみることもできない、そのほか、本件においては、他に被告人らが逃走しよう\nとしたことを窺わせるような事実は認められず、被告人らにおいて、刑事訴訟法二\n一二条二項四号にいう「誰何されて逃走しようとした」事実はない旨判示する。\nしかしながら、「１」Ｆ１４証言によれば、被告人らも同車両を注視していた様\n子が窺われること、「２」Ｆ１４巡査ら警察官が乗車し、内ゲバ事件の犯人検索に\n当たっていた交通検問車は、車体を日と黒に塗り分けて、「警視庁」の文字が入っ\nており、屋根に赤色灯も設置され、一見して警察車両と分かるものであること、\n「３」被告人らは、内ゲバ事件に関与していたことの動かぬ証拠となる所持品を携\n帯し、その泥の付いた衣服や被告人Ａ４において傷痕も生々しかったこと等からみ\nて、一旦、警察官らに発見されれば、本件内ゲバ事件との関連を追及されることは\n必至の状態にあったことから、警察官らの目を恐れ、その接近には警戒の目を配っ\nていたと認められ、警察車両に気づくのもごく当然と思われること、「４」それま\nでバス停でバスかタクシーが来るのを待っていた被告人らが警察車両が来た際に、\n急に成瀬駅に向かって歩き出したというのも、偶然の一致とは認めがたく、警察車\n両の停止を見て行動を起こしたものと認められること、「５」被告人らは、バスが\nなかなか来ないので、歩いて成瀬駅に向かおうとした旨供述するが、バスを待つ間\nに同バス停の時刻表を見て、約一〇分後の午後四時一一分には町田行きのＩ交通バ\nスが来ることを当然承知していたと思われるのに（司法警察員作成の平成元年四月\n二〇日付捜査報告書、被告人Ａ４の原審供述等）、これまでに通ったこともなく、\n時間もどの程度かかるかはっきりせず、しかも、駅への道順も分かりにくいＥ３住\n宅方向に向かう脇道に入って行ったということはいささか不自然であること等を総\n合すると、被告人らの述べるところは口実であり、歩きだした動機は、やはり、警\n察官との接触を避けようとする意図であったと認めるのが相当である。\nまた、右交通検問車から降車した警察官らはいずれも制服姿であって、これらの\n警察官八名が、交差点から二〇メートルほどしか離れていない「Ｄ４」辺りから、\n口々に大声で「待て」と叫びながら駆けてくるのに、被告人らがこれに気づかぬは\nずもないのである（被告人Ａ４も、「昀初は何のことだか分からないから、そのま\nま普通どおり歩いていた。」と、自分たちが呼び止められていることに気づかなか\nった旨を強調する反面、「『待て』という声で、走って来たのは覚えている。」と\nも供述する。）。したがって、原判決としても、まずこれらの事実を認定し、その\nうえで、被告人らの行動が「誰何されて逃走しようとした」ことに当たるか否かを\n判断すべきであったのに、「被告人らが右バス停留所を離れるに当って、警察の検\n問車や警察官に気づいていたか否かはともかくとして」と、この点の判断を留保し\nたまま右の判断に移り、被告人らの歩行速度がかなりゆっくりとした普通の歩行程\n度のものであったという一事から、逃走しようとした事実を否定したことは、すこ\nぶる問題であるといわざるをえない。\nそして、前記関係証拠によれば、被告人らが警察官らの制止を受けた地点は、Ｅ\n１入口バス停から約二〇メートルほどの距離にあったと認められるが、警察官らが\n約五〇メートルの距離を全速力で追いかけてくる間に、被告人らがこの距離を進ん\nだということは、決して、原判決がいうような「かなりゆっくりとした普通の歩行\n速度程度のもの」ではなく、昀初は通常の歩行速度で歩いていたにしても、途中か\nらは小走りになったという、Ｆ１４、Ｆ１３証人らの供述する事実を窺わせるに足\nるものであり、これらの証言を信用できないとする理由は全くない。Ｆ１６巡査部\n長が被告人らについて、「走ってはいない。」旨供述したとしても、これは同巡査\n部長がバスを降りようとしたときに見た、被告人らが脇道に入っていく状況を述べ\nたにすぎず、この証言は、被告人らが途中から小走りになったという事実と何ら矛\n盾するものではない。\nこれに反し、被告人両名の供述は、いずれも、検察官の質問に対しては黙秘を繰\nり返すほか、前述のように、交通検問車は見ていないとし、バス停を離れた理由に\nついても、バスがなかなか来ないので、成瀬駅まで歩いて行こうとしただけで、警\n察官らが来たことと関係ない、また、警察官らが後ろから「待て」といったことを\n口々に言って来るのは分かっていたが、何のことか分からなかった、ズボンや靴の\n泥の付き方も特に汚れているとは思わない旨供述するなど、虚言が多く、到底信用\nできるものではない。\nなお、刑事訴訟法二一二条二項四号にいう「誰何されて逃走しようとするとき」\nに当たるとするためには、何も犯人が疾走することまで必要とするものではなく、\n本件被告人らのように、警察車両が停止し、降車した警察官らが、口々に「待て」\nと言って駆けてくるのを承知しながら、これらの警察官から職務質問を受けたり、\n所持品検査を求められたりするのを避けるため現場からの離脱を試みたものである\n以上、当初は通常の歩行速度でバス停を離れ、その後も、怪しまれないように、小\n走り状態にとどまったにしても、右条項にいう「誰何されて逃走しようとすると\nき」に当たるものと解すべきである。\n（２）　バス停付近の脇道における逮捕行為の有無について\n原判決は、警察官らがＥ１入口バス停付近において被告人らを発見、制圧したと\nきに、被告人Ａ４の右頬や鼻に新しい傷痕があったことは、同被告人のみならず、\n一見して同じ仲間と思われる立場にあった同Ａ３との関係においても、準現行犯逮\n捕の要件の一つである「身体に犯罪の顕著な証跡があるとき」に該当し、かつ、右\n発見時の被告人らの状況が「罪を行い終ってから間がないと明らかに認められる」\n場合に該当する旨判示するが、右判断及びその理由とするところは、おおむね相当\nとしてこれを是認することができる。\nところが、同判決は、このような認定、判断にもかかわらず、右の時点で警察官\nらが被告人らを準現行犯人として逮捕したとすることには多くの疑問が存し、消極\nに考えざるをえないとするので、この点について、当審の判断を加えることとす\nる。\nまず、原判決は、被告人らの供述に依拠して警察官らの証言の信用性を否定する\n旨の判示をするが、原判決が依拠した被告人らの供述の信用性にこそ、むしろ多大\nの疑問があり、この点の判断には到底是認しがたいものがある。\n被告人らの供述によれば、「被告人らが警察官らに取り囲まれて腕を押さえられ\nた際、警察官らに対し、『何があったのですか。』、『一体どうしたのですか。理\n由を聞かせて下さい。』、『何をするんだ。』などと聞き質したが、警察官らは一\n切これに答えず、『来ればいいんだ。』、『いいから来い。』というだけであっ\nて、そのまま成瀬駐在所に連行された。その間、被告人らは、警察官らに、『一体\nこれは何だ。』、『何の権利があるんだ。』、『任意なのか、強制なのか。』など\nと何回となく抗議したが、警察官らは、これにも一切答えず、終始無言であった、\nまた、脇道で腕を押さえられた際、警察官らから、『お前らどこに行くんだ。』、\n『どこから来た。』、『カバンの中を見せろ。』と言われたこと以外には、住所、\n氏名を含め、その他のことについて職務質問がなされたことは一切なく、『逮捕す\nる。』と言われたり、その罪名を言われたことなどもない。」というのであるが、\n本件内ゲバ事件についての嫌疑を免れうべくもない所持品を現に携帯し、服装等に\nも一見して右事件の犯人であることを疑わせる証跡を残すという弱みを持ち、いわ\nば窮地に立たされた被告人らが強気に抗議の姿勢をとって、執拗に警察官らに食い\n下がったのに対し、被告人らに職務質問をするために追いすがった警察官らの方\nが、被告人らを取り囲んで停止させてからは、「来ればいいんだ。」、「いいから\n来い。」などと言うだけであったというのも、いかにも主客転倒した不自然な供述\nである。このような被告人らの供述に比較し、警察官らにおいて、口々に、被告人\nらの氏名や住所を問い質し、更に、「今まで何をしていたのだ。」、「どこへ行く\nんだ。」、「Ｃ１大の内ゲバ事件の関係で聞きたい。」、「どうして靴が汚れてい\nるんだ。」、「所持品を見せなさい。」などと質問したうえ、被告人Ａ４の顔の傷\nや被告人らの無言の態度を見てとって、「内ゲバの現行犯として逮捕する。」旨を\n告げて、被告人らを制圧、逮捕したという警察官らの証言こそ自然であり、それま\nでの経過やその場の状況に合致し、十分に信用することができる。\n次に、原判決が警察官らの証言の信用しがたい理由として指摘するところをみる\nと、原判決は、現場で被告人らの身柄拘束に当たった警察官であるＦ１３、Ｆ１\n４、Ｆ１５、Ｆ１６の各証人が「Ｆ１３巡査部長が被告人Ａ４に対して『Ｃ１大学\nで発生した内ゲバ容疑の現行犯として逮捕する。』と告げ、これを受けてＦ１４巡\n査が被告人Ａ３に対して『分かったな。』と告げて、その後、警察官らがそれぞれ\n被告人らの腕などを押さえて逮捕した。」と一致して述べている点につき、右各証\n言は、「１」警察官らは、被告人らをバス停付近の脇道から成瀬駐在所まで連行\nし、更に交通検問車で町田署に連行したものであるところ、警察署到着後かなりの\n時間が経過した後まで被告人らに対していずれも手錠をかけていなかったが、この\n間、手錠使用の必要性が全くなかったとは言い切れない、「２」特に、警察官らの\n証言によれば、前記駐在所内では、被告人ら所持のバッダ等の押収をめぐって、被\n告人らの強い物理的抵抗にあったというのであるから、被告人らを完全に制圧し、\n手錠をかける必要がなかったということと矛盾する、「３」被告人らの供述に照ら\nすと、駐在所において、各警察官証言が述べるような逮捕に伴う捜索差押をしたと\nの点は、全体として信用性がない、「４」ましてや、「被告人らにバッグを持たせ\nたまま、これを警察官が押収したことにして、被告人らに『押さえたぞ。』と告知\nした。」などとする点は、正式に逮捕していることを強調したい余りの創作としか\nいいようがないことなどから、右各警察官証人の証言は信用することができないと\nするのである。\nしかしながら、原判決が、右「１」及び「２」において述べるところをみると、\n警察官らがバス停横の脇道で手錠を使用しなかったことを被告人らに対する準現行\n犯逮捕のなかったことの有力な情況事実と考えているふしが窺われるが、いうまで\nもなく、手錠をかけなかったからといって、逮捕行為がなかったと直ちに結論づけ\nられるものではなく、逮捕行為の有無は、当然のことながら、警察官らの逮捕意\n思、逮捕要件の具備状況及び警察官らにおいてどのような有形力を行使して対象者\nを実力支配下に置いたかによって判断されるべきところ、本件においては、前記の\nように、警察官らが八名がかりで被告人ら二名の両腕を取り、前後を取り囲むなど\nしてこれを制圧し、身柄を拘束した状態で駐在所に連行し、連絡をとった交通検問\n車が迎えに来るまで同所で監視を続け、更に、同車に乗せて警察官らがそれぞれ被\n告人両名の左右に座り、逃走等ができないようにして町田署に連行し、そのまま取\n調室に入れたというのであるから、まさに強制にわたる有形力の行使があったとい\nうべきで、この事実と身柄拘束に当たった警察官らの前記の逮捕意思や準現行犯逮\n捕の要件を具備していることをも合わせて考えると、たとえ手錠の使用がなくと\nも、これを逮捕行為とみるべきことは自明のことといってよい。\n確かに、前記認定のように、被告人らが所持するバッグ等を取り上げられまいと\nして、駐在所においてかなり頑強に抵抗した状況からすれば、客観的には、その場\nで手錠をかけて、否応なくこれを取り上げた方が妥当であったともいえるが、それ\nは、このような紛議が生じたために事後的にそう判断されるというたけのことであ\nり、また、そうした方が逮捕の現場における捜索差押としての時間的、場所的接着\n性をより明確に保ち、えたということであって、手錠を使用しなかった警察官らの\n判断がそう責められるものではなく、また、もとよりこれによって、逮捕の事実そ\nのものが左右されるものではない。ましてや、町田署に連行された後に被告人らが\n手錠をかけられなかったことは、逮捕の有無の認定になおさら影響を及ぼすもので\nはない。\nまた、「３」及び「４」の点については、警察官らが駐在所において被告人両名\nからバッグ等を取り上げようとした状況及びそれを中断した経緯は、第二、一の\n（７）に判示したとおりであって、警察官らの証言は十分信用できるといってよ\nい。逆に、被告人Ａ３の供述では、警察官の一人が同被告人に対し、非常にていね\nいな言い回しで一度だけ「（バッグの）中を見せていただけませんか。」と言った\nので、同被告人が「任意ですか、任意たったら拒否します。」と答えたところ、そ\nの警察官はそれ以上何も言わなかったというのであるが、被告人らの言い分によれ\nば、被告人らの抗議を無視し、身柄拘束の理由も言わずに無理矢理駐在所まで被告\n人らを連行してきた警察官らが、この際には、極めて丁重に話しかけ、断られるや\nいとも簡単に引き下がったというのであって、いかにも不自然な供述をいうほかな\nい。また、警察官らが駐在所での押収を見合わせた際、被告人らに対し、「押さえ\nたぞ。」と言ったという点も、もとより、このような告知によって、直ちに差押が\n実施されたことになるわけではなく、たかだか先刻来の警察官らの差押の意思を明\nらかにするにすぎないが、前記認定のような事件の経過からすれば、原判決が「創\n作」と言葉を極めて批判するほど不自然なものではなく、被告人らの抵抗にあって\nその場での差押を見合わせた警察官らが、差押を断念したわけではないこと及び自\n分たちの差押思を明らかにする趣旨で、先にも述べたように、「押さえるから\nな。」と言うことも十分にありうることといってよい。\nしたがって、この点に関する原判示は、被告人らに対していまだ逮捕が行われて\nいないという自らの判断がまず先行し、その判断を前提として、警察官らの証言を\n「正式に逮捕していることを強調したい余り」の「創作」と決めつけたものであっ\nて、所論も指摘するように、予断から出発した判断という批判を免れない。\nなお、原判決は、警察官らが準現行犯逮捕をするに当たっては、被疑者に対して\n罪名を告げて（準）現行犯として逮捕する旨を明確に告知することが必要である旨\n判示するが、法律上このようなことを明確に告知することが要求されていないこと\nは、現行犯逮捕の本質からみて、当然のことであり、原判決は、この点において、\n事実認定ばかりでなく、法律判断においても、誤りをおかしているものといわざる\nをえない。\n以上判示してきたところがらも明らかなように、被告人らに対する逮捕行為その\nものは、準現行犯逮捕の要件具備の状況、警察官らの逮捕意思及び身柄拘束の程度\n等からみて、既にＥ１入口バス停付近の脇道において行われたものと認められ、ま\nた、被告人らの所持品に対する差押は、一旦、前記駐在所において着手されたもの\nの、被告人らの抵抗にあって中断され、町田署において改めて実施、完了したもの\nということができる。\n（３）　町田署連行後の状況について\nこのように、逮捕行為そのものがＥ１入口バス停付近の脇道において既に行われ\nていることは、動かしがたい事実であり、したがって、町田署に連行された後の被\n告人らに対する逮捕手続の履践状況や捜索差押の実施状況は、逮捕手続等の適否を\n判断するうえで慎重に検討されなければならないとしても、右の逮捕行為そのもの\nの存否を左右するものではない。ところが、原判決は、町田署連行後の状況をも加\n味して、「以上の事実を総合すれば、警察官らは、前記バス停付近で被告人両名に\nつき本件内ゲバ事件の被疑者として身柄を確保したものの、その段階では正規に逮\n捕手続をとるべきか否かについて判断ができず、事実上その身体を拘束した状態\nで、成瀬駐在所を経て町田署まで連行したものであるが、同警察署においても果た\nして被告人らが本件内ゲバ事件に関与したとされるＡ１派に属する者かどうかにつ\nいて判断てきず、結局、当日午後六時以降になって、同署に赴いた警視庁のＡ１派\n担当警察官二名による被告人らの顔確認の結果、被告人らがＡ１派の活動家である\nとの判断を得て、その時点で漸く逮捕するとの方針を固め、その逮捕手続をとるに\n至ったものとみることが相当と考える。」旨判示し、更に、それに基づいて、「被\n告人Ａ３及び同Ａ４については、前記Ｅ１入口バス停留所付近で準現行犯逮捕をな\nし得る要件を充たしていたとしても、その時点で明確に準現行犯人としての逮捕手\n続を全くとらないまま、事実上身柄を拘束し、それに引続きその拘束状態を長時間\nにわたり継続じたうえ、少なくとも当初の身柄拘束時点から二時間三〇分間以上も\n後になって漸く逮捕手続をするに至った本件においては、その逮捕は違法と言わざ\nるを得ない。」旨結論づけているのであって、原判決のこの判断は、被告人Ａ２に\nついての原判示と同様、Ｅ１入口バス停付近における警察官らの身柄拘束行為の実\n質が逮捕であることを無視した、本末転倒の誤った判断と言わざるをえない。被告\n人らに対する準現行犯逮捕の要件は充たされており、本件身柄拘束はその容疑を根\n拠として行われているのに、この身柄拘束を逮捕とみずに何故違法な身柄拘束とす\nるのか、原判決の判断は理解しがたく、検察官が批判するところも尤もと思われ\nる。原判決が、逮捕と認められるための要件として、被疑者らに罪名を告げて\n（準）現行犯として逮捕する旨を明確に告知することを求めているのは、過大な要\n求であり、かつ、この手続が履践されていないことを逮捕がなかったことの重要な\n根拠としたことが誤りであることは、先に判示したとおりである。\nこれらの点は、原判決の判断過程の根本的な問題点であるが、被告人らを町田署\nに連行した後の状況について、原判決が判示するところを更に検討する。\n原判決は、町田署到着後間もなく被告人Ａ４からバッグを取り上げた旨のＦ１５\n巡査、Ｆ１６巡査部長の、被告人Ａ３からナップザックを取り上げた旨のＦ１４巡\n査の各証言について、「１」Ｆ１５証言が「取調室でバッグの中身を見た時、他の\n警察官はいなかった。」と言っているのに、Ｆ１６巡査部長がこれを見ていたとい\nうのも納得し難いこと、「２」Ｆ１５証言やＦ１６証言でも、被告人Ａ４からスポ\nーツバッグを取り上げる以前に同被告人がライナーを出して着たことはない旨述べ\nているのに、同被告人の勾留状には、ライナーを着用している同被告人の写真が貼\n付されており、右写真撮影が被告人Ａ４の述べる時刻以前（少なくともＦ１５巡査\nやＦ１６巡査部長が右ナップザックを取り上げたとする時刻以前）になされたとみ\nるべき証拠は全くないこと、「３」Ｆ１４証言についても、同証言は、「（被告人\nＡ３のナップザソクなどについての）捜索差押調書は午後一一時ころ完成した。」\nともしており、被告人Ａ４の場合と対比して考察すれば、同巡査が同被告人のナッ\nプザックを取り上げたとする時刻については信用できないことなどから、これらの\n証言は信用しがたいとするほか、「４」被告人らにつき顔確認後に逮捕番号が付け\nられたことや、「５」被告人らよりも一時間以上も早く町田署に連行された被告人\nＡ２の逮捕番号が後に連行された被告人Ａ３及び同Ａ４よりも後順位となっている\nこと、「６」更には、被告人らいずれもが、当夜、夕食をとらされていないことな\nどから、被告人両名を逮捕した場所は、町田署内であると認定する。\nしかしながら、「１」の点については、取調室には多数の警察官らが出入りし、\nＦ１６巡査部長も出たり入ったりしていたというのであるから、Ｆ１５巡査が被告\n人Ａ４のバッダ等の中身を確認しているのを同巡査部長において見たとしても、一\n向に不思議はなく、これにＦ１５巡査が気づかないこともありうるので、Ｆ１６証\n言が直ちにＦ１５証言と矛盾するとは考えられない。Ｆ１５巡査の証言するところ\nは、「Ｆ２１巡査が状況説明に行き、自分は残っていたが、そのとき、被告人Ａ４\nがバッグを机の上に置いたので、たしか『よし、見せろ。』と言って、取って見\nた、相手はちょっと上目づかいでこちらを見ていたが、後は終始黙っていた、自分\nがバッグを取って、一号の目の前で、チャックを開け、『笛たな。』とか、『濡れ\nているな。』とか、『泥で汚れているな。』というようなことを言いながら出し\nた。」というのであって、押収の際の状況や笛など動かぬ証拠物を突きつけられ、\n黙ったまま時折上目っかいで同巡査の方を見ていた同被告人の有様などが如実に語\nられており、極めて迫真性に富むものであって、十分信用することができる。した\nがって、Ｆ１５巡査がスポーツバッグの在中品を確認している際、これを見ていた\n警察官がいたかどうかという点についての証言の食い違いが、同巡査の証言の信用\n性にさほど影響を及ぼすものとは考えられないし、Ｆ１６巡査部長の証言との間に\n食い違いがあったとしても、この点から、Ｆ１５巡査の証言する捜索差押の時刻に\n原判決がいうような疑問が生ずるものでもない。\n次に、「２」のライナー着用の件については、被告人Ａ４の供述によれば、「午\n後六時ころ、寒かったので、所持していた自分のスポーツバッグの中からジャンパ\nーの裏についているライナーをはずしてセーターの上から着た。」というのである\nが、もし、この時刻まで、スポーツバッグの在中物が同被告人の自由になるのであ\nれば、寒さに震えていた同被告人が何故もっと早くライナーを出して着用しなかっ\nたのかが疑問となるのであって、この点をも考えると、右バッグは既に同被告人の\n手を離れており、警察官の配慮によって始めて着用できたということも十分に考え\nられるところである。本件当日、町田署は、多数被疑者の逮捕等によって混乱し、\n雑然たる雰囲気にあり、また、この種事件の取扱いに不慣れなこともあって、Ｆ１\n５巡査からバッグの引渡しを受けた捜査員、同被告人をＨ２病院に連れて行った担\n当者等も明らかでない状況にあるので、本件ライナーを同被告人に着用させた捜査\n員がはっきりしないからといって、右の可能性を否定することはできない。\nＦ１５証人は、午後五時三〇分から四〇分くらいのころに、押収品を講堂の方に\n持って行き、同六時ころから捜索差押調書や押収品交付目録を書き始めたが、この\nライナーに見覚えはない旨証言し、同被告人がライナーを着用して撮影されている\n勾留状添付の被疑者写真を原審法廷において弁護人から示されても、何ら動ずるこ\nとなく、その証言を維持しているのであって、このような証言態度からみても、右\n証人の証言は十分信用することができ、この証言は、Ｆ１５巡査から右バッグを受\n領した捜査員等が、ほとんど証拠価値のない裏地のライナーをジャンパーからはず\nして、寒さのため震えているような状態にあった同被告人に着用させたのではない\nかということを強く推認させるものである。したがって、同証人らの証言する押収\n時刻と被告人Ａ４が写真撮影時にライナーを着用していたという事実とは、必ずし\nも矛盾するわけではないし、同被告人の供述から押収がなされたのは午後六時ころ\n以降であるという結論が導き出されるものでもない。\nまた、「３」の点も、捜査書類の作成に不慣れな若い外勤警察官であるＦ１４巡\n査が関係書類の作成に手間取ったというだけのことであり、しかも、同巡査は、捜\n索差押調書作成の以前に、「現行犯人と認めた理由及び事実の要旨」につきかなり\n長文の記載のある現行犯人逮捕手続書を作成しているのである。したがって、同巡\n査が逮捕時のそれぞれの出来事の時刻や場所を確認し、各警察官らの行動を想起\nし、起案をするために、相当の時間を要したことは容易に推察されるところであっ\nて、捜索差押調書の作成に着手する時刻やその完成が遅かったということから、捜\n索差押自体の時刻が遅かったことまで推認することは、相当ではないというべきで\nある。\n「４」、「５」の点については、被疑者に対する逮捕番号が必ずしも逮捕順ある\nいは引致後直ちに付されるものではないこと、逮捕番号はＦ１１刑事の町田署到着\n前に既に被告人らに付されており、署内を見て回った同人がその後に被告人Ａ２の\n逮捕番号を付け替えさせたものであること、当審において取り調べた被告人Ａ４に\n対する弁解録取書の存在及び当審証人Ｆ１８の供述によれば、当日午後五時三〇分\nころには右Ｆ１８巡査部長によって同被告人に弁解の機会が与えられ、弁解録取書\nが作成されていること、同被告人は、午後七時ころに逮捕を告げられてバッグを取\nり上げられ、弁解録取書が作成されたのは、その三〇分後くらいである旨供述する\nが、これは、Ｈ２証言によって認められる同病院における治療時刻と相容れないも\nのであること等が認められるのであって、これらの点からすれば、原認定が容れら\nれないものであることは、明らかであるといってよい。「６」の点について、被逮\n捕者に対する食事の提供が遅れたことは遺憾なことではあるが、この点も、署内が\n混乱し、そこまで配慮が行き届かなかったというミスにとどまり、逮捕の有無や逮\n捕時刻の認定にさほどの意味を持つものではない。\nなお、被告人Ａ３に対する関係では、町田署において弁解録取が行われず、分散\n留置後の収容先である調布署において初めて弁解録取書が作成されたことが認めら\nれるが、警察の扱いとしては、分散留置の場合には、受入れ署において弁解録取を\n行うのが本来的な扱いというのであるから、同被告人について町田署で弁解録取書\nが作成されていないことも特に異とするには当たらず、各被疑者に対する扱いが区\n々に分かれたことは、当日の町田署の指揮命令系統の混乱から、指示者、取扱者に\nよって各別の判断がなされたことによるものと考えられ、別段、この点に不審なと\nころはないといってよい。\nこのような町田署に連行してからの状況からみても、当審の前記判示を覆すほど\nのものはなく、町田署に連行後、当日午後六時以降になって、漸く逮捕手続をとる\nに至ったとする原判示は、被告人両名の原審における供述を十分吟味することなく\n信用し、Ｆ１４巡査らの警察官証言を不当に排斥したものであるという批判を免れ\nないものであり、この点は、検察官の指摘のとおりである。\n四　弁護人らは、被告人Ａ３及び同Ａ４との関係においても、詳細、多岐にわた\nる主張を展開するが、それらの所論が採用しえないものであることは、被告人Ａ２\nについてと同様、原判決の当否について判示するところから、自ずから明らかなと\nころである。ここでは、残されたいくつかの主要な論点を取り上げ、前同様、被告\n人Ａ３及び同Ａ４に対する逮捕手続及び押収手続の適否について検討する。\n弁護人らは、「１」Ｆ１４巡査は、同人の作成した被告人Ａ３の現行犯人逮捕手\n続書に「青色スポーツバッグを所持した男（逮捕番号町田一号）」などと記載し、\n被告人Ａ４の逮捕番号が一号であることを知っていたはずであるのに、同被告人の\n逮捕番号は後日知った旨虚偽の証言をし、加えて、同巡査は、Ｆ１７巡査、Ｆ１６\n巡査部長などとも打ち合わせて右逮捕手続書を作成した旨証言するが、Ｆ１６巡査\n部長は逮捕手続書の内容についてＦ１４巡査と打ち合わせをしていない旨断言して\nいるし、Ｆ１７巡査も午後五時半には町田署を出ており、戻ってからも署名をした\nたけであるから、この点も事実に反する虚偽の証言である、「２」被告人Ａ４の弁\n解録取書の「午後五時三〇分」、「供述人」の記載部分は、その筆圧、筆の太さか\nらみて、その余の記載部分とは別の機会に別の筆記用具で記載されたもので、明ら\nかに午後五時三〇分に作成されたものではない、「３」同被告人から弁解録取書を\n取ったＦ１８巡査部長からの弁護人への第一回目の電話連絡は、午後六時五〇分で\nあるところ、右Ｆ１８は、弁解録取を終えて公安係の部屋に戻っていくらもしない\n時間に電話した旨証言しているから、弁解録取を終了したのは、午後六時四〇分か\nら同四五分ころと推認するのが相当である、「４」Ｆ１６巡査部長は、当日午後七\n時か八時ころ、交番勤務に移った旨及びそのように指示されたのは、逮捕の判断が\n出され、かつ、作成すべき手続書の種類が示された後に、書類作成者以外の者は町\n田署に残っている必要がないということになったからである旨証言するが、このこ\nとは、午後七時か八時になって、漸く弁解録取書や現行犯人逮捕手続書などの作成\nすべき手続書類と、これらを作成する担当者が決められたことを推認させる、\n「５」被告人Ａ３についても、同被告人が供述するとおり、町田署において午後八\n時ころ、弁解録取書が取られているはずであり、検察官がこれを証拠として提出し\nていないのは、これによって、同被告人に対する弁解録取が当日の午後八時すぎに\n行われたものであることが明白となり、同被告人と被告人Ａ４の逮捕時間について\nの検察官の主張が否定されることになるからである、「６」被告人Ａ３及び同Ａ４\nに対する現行犯人逮捕手続書をみると、詳細に記載されていてよいはずの職務質問\nの内容がごく簡単にしか記載されていないが、このことは、取りもなおさず、記載\nする内容が事実として存在しなかったことを示しているし、その他被告人Ａ３に対\nする現行犯人逮捕手続書には、Ｆ１４巡査が自分で逮捕罪名をあげて逮捕告知を\nし、逮捕場所もＥ１バス停前路上とする（この点は被告人Ａ４についても、同様で\nある。）など、多くの誤りがあり、到底信用できるものではない、また、被告人両\n名に対する各捜索差押調書にも、捜索差押場所等について虚偽の記載がみられるの\nであって、これらの調書ばかりでなく、この点に関する警察官らの証言も信用でき\nないことが明らかである旨主張する。\nしかしながら、「１」の点についてのＦ１４証人の供述を子細にみると、同証人\nは、弁護人の反対尋問に答えて、「自分は被告人Ａ３を逮捕しているが、名前は数\n日経ってからＦ１２係長から聞いた、被告人Ａ４についても同じである、Ａ３は逮\n捕番号二号で、これは現行犯人逮捕手続書を書いている途中で捜査員が連絡してく\nれた。」旨供述し、その後、「逮捕番号一号というのはいつ知ったのか。」という\n問いに「ずっとあとです。」と答えたところ、弁護人から更に、「現行犯人逮捕手\n続書には町田一号と書いてあるが」と追及され、結局、「書いてあるなら聞いてい\nると思う。」旨右供述を訂正しているのである。事件後一年以上も経過し、自分が\n逮捕したのでもない被告人Ａ４については、記憶が不正確となり、名前を知ったの\nも逮捕番号を知ったのもいずれも後日のような供述となったとしても、さほど不思\n議なことではなく、このことから、同証人の証言を虚偽と決めつけるのは当たらな\nいというべきである。また、Ｆ１７巡査やＦ１６巡査部長との打ち合わせの点につ\nいても、Ｆ１７巡査は、作成前にＦ１４巡査と打ち合わせをしたことを認めている\nのであって、Ｆ１４巡査もそれを念頭において証言したとも考えられるし、Ｆ１６\n証人との証言の食い違いについても、いずれの証言が正しいのかは判然としないと\nころである。弁護人らは、これら証人の供述の食い違いを強調するが、むしろ、重\n視すべきことは、これらの証人において、自分たちが町田署を出たり、幹部室に行\nく前にＦ１４巡査が被告人Ａ３の荷物を持って取調室から出て来たのを見た旨供述\nしている点であって、これらの証言からしても、同被告人の所持品に対する差押が\n午後五時三〇分ころまでの間に行われていることが明らかである。「２」の点につ\nいても、「供述人」あるいは「午後五時三〇分」の部分の筆跡の太さ、力強さが他\nの部分と異なっていることは確かであり、これらの部分は、内容事項と同時ではな\nく、むしろ、「逮捕番号町田一号」という記載と同じときに記入された可能性が大\nである。しかし、このことは、同時に、右の内容事項を記載しているときには、ま\nだ逮捕番号が決まっていなかったことをも示しており、同証人は、午後五時半に弁\n解を録取して一時間くらいは経ったころに、この逮捕番号を書き入れた旨証言して\nいるのであるから、前記の「午後五時三〇分」という書き入れが逮捕番号の記入時\nになされたものであっても、このことから、弁解録取書の作成時刻が揺らぐもので\nはない。「３」の点については、Ｆ１８証人は、弁解録取を終えて部屋に戻ってす\nぐ電話をしたということではなく、「ある程度時間が経っていたと思うが、そんな\nに長い時間ではなかったと思う。」旨証言しているのであって、右の証言から弁解\n録取の終了時期を所論のように推認することは相当ではない。また、「４」の点に\nついて、Ｆ１６巡査部長が証言するところも、「防犯課の取調室には午後五時ころ\nから同五時半すぎくらいまでいた、その後、七時か八時ころまで、幹部室で、係長\nとその日の交番勤務についての打ち合せをやっていた、五時半以降に、逮捕手続等\nについて書類を書くということになり、それで全部が残っている必要がなくなり、\n係長と書類作成者以外の者は、交番あるいはパトカー勤務に服せということで、七\n時か八時ころ勤務に就いた。」というのであって、右証言によれば、午後五時半以\n降になって、手続書類を書くことになり、書類作成者等以外の者は本来の勤務に就\nくことになったので、Ｆ１６巡査部長は、午後五時半すぎころ、取調室を出で、幹\n部室に行き、係長とその日の交番勤務についての打ち合わせ等をし、七時か八時こ\nろになって、実際の交番勤務に就いたことが認められるのである。したがって、こ\nの証言から、所論のように、「七時か八時近くになって、ようやく手続書類の種類\nとこれを作成する者が決められた」と推認することは、右証言を著しく誤解したも\nのというべきである。「５」の点については、町田署において、当初、通常の事件\nと同様の処理手続が取られ、弁解録取書等も一部作成されていたが、前記Ｆ１１刑\n事が来署してからは、本件が内ゲバ事件であること及び被疑者らが多数に上ること\nから、いずれ、いわゆる公安部長指定事件として、分散留置になる旨が示されたた\nめ、そのころ、まだ弁解録取を終わっていなかった被告人Ａ３については、同署で\n弁解録取書を取る必要がなくなり、その作成が見送られたものと推認されるのてあ\nって、弁護人の所論は、いささか憶測にすぎるものというほかない。「６」の点に\nついても、現行犯人逮捕手続書に逮捕前の職務質問の内容を詳細に記載する必要は\n必ずしもなく、被告人両名に対する各逮捕手続書程度の記載で十分であり、その場\nでの職務質問の具体的内容は、警察官ら証人がそれぞれ証言するとおりであると認\nめられるので、所論は理由がないし、Ｆ１４証言によれば、Ｆ１３巡査部長が大声\nで二人に向かって言うような言い方で、被告人Ａ４に「内ゲバの犯人として逮捕す\nる。」旨を告げたので、同巡査かこれを受けて、被告人Ａ３に「分かったな。」と\n言ったというのであるから、現行犯人逮捕手続書にＦ１４巡査自身か「被疑者に対\nし兇器準備集合および暴力行為等処罰に関する法律違反ならびに傷害の現行犯人と\nして逮捕する旨告げた」と記載しても、あながち誤りというほどのものではない。\nましてや、逮捕場所を前記バス停横脇道と記載すべきところを「同バス停前路上」\nとした点などは、やや不正確とはいえ、瑕疵ともいえぬ程度の要約記載といってよ\nい。\n捜索差押調書についても、差押場所の記載としては、成瀬駐在所で被告人らとバ\nッグ等の取り合いをしているので、同所で差押に着手したことは認められるもの\nの、現実に差押が完了したのは町田署であるから、本来的には、町田署を差押場所\nとして記載すべきであり、その限りにおいては、右記載に誤りがあるということに\nなるが、Ｆ１４巡査らとしては、被告人らを逮捕場所から成瀬駐在所まで連行する\n間に、被告人らの衣服やバッグ等を外側から触って危険物がないかどうかを確か\nめ、更に、右駐在所で被告人らからバッグ等を取り上げようとし、これを中止して\nからも、被告人らに「差し押さえるからな。」と告げて、警察官らの支配下に被告\n人らに持たせた形となったので、ここで捜索差押か行われたことになると理解し、\n前記のように記載したことが認められるので、この誤りも、前述のとおり、町田署\nにおける差押が「逮捕の現場」における差押と認められる以上、捜索差押場所の記\n載の誤りにとどまり、被告人両名に対する捜索差押手続それ自体の違法、無効を招\n来するものではない。\nなお、「１」ないし「６」の点を通じ、各証人の証言相互間、あるいは個々の証\n言中にも、所論指摘のような食い違いや混乱の存することが認められるが、そもそ\nもこれらの証人は、事件当日より、原審証人にあっては、一年余ないし四年余、当\n審証人にあっては、実に八年近くも経ってから、その日の出来事について詳細な供\n述を求められたのであって、そのため、証人らの記憶が消失したり、あいまいなも\nのとなり、供述が混乱したこともある程度やむを、えないところである。ことに、\n被告人らを町田署に連行した後に同署で各種の手続をとった状況、その時期時刻、\n先後関係、手続に関与した警察官の氏名や言動等、記憶に残りにくい手続事項につ\nいては、当時、署内が応援で来署した他署の警察官や被疑者等、関係者らが多数い\nて錯綜し、雑然としていた関係もあって、失念、誤認、混同の可能性も大きく、そ\nの記憶の保持や正確性の確保が極めて困難な状況にあったことが窺われる。それに\nもかかわらず、各証人において、弁護人から細部にわたって詳細な供述を繰り返し\n求められたりしたため、はっきりしないことまで記憶にあるように供述したり、逆\nに、単に失念したのではないかと思われる事項についても、そのような事実がなか\nった旨証言し、他の警察官証人の証言に疑問を持たせてしまっているふしも見受け\nられ、そして、更に追及されて訂正を重ね、あるいは、無理にこれを取り繕うなど\nして、その信用性に疑いを抱かせてしまっている部分も少なくない。しかし、以上\nのような事情をも斟酌しつつ、各証言内容を慎重に考察すると、食い違い等にもや\nむをえないところがあると認められ、かつ、その多くは、弁護人の指摘とは異な\nり、さほど重要でない細部の事項にかかるものであって、証言の根幹部分に影響す\nるところは少なく、各証人の証言全体の信用性は必ずしも否定されるものではな\nい。また、手続書類についても、その作成に長時間を要したため、手続そのものの\n行われた時期が疑われたり、内容的にも、不正確なものや杜撰な記載も少なくな\nく、所持品の差押場所等の記載にみられるように、その法的判断を誤ったと思われ\nるものも存するが、これとても、手続書類の不備にとどまり、手続そのものの遅れ\nを推認させたり、これらの手続を違法、無効とするものではない。これらの点は、\n被告人Ａ２についても同様である。\nしたがって、弁護人らの主張は、いずれも採用するに由ないものというほかな\nい。\n五　結局、原判決は、前記バス停横の脇道における被告人Ａ３及び同Ａ４に対す\nる警察官らの制圧行為を逮捕と認めず、その後の身柄拘束行為を違法な身柄拘束と\nしたうえ、被告人Ａ２の場合と同様、町田署において初めて同被告人らに対して逮\n捕手続がとられた旨認定し、この逮捕をも違法とした結果、これらの身柄拘束を利\n用してなされた押収手続まですべて違法としたものであって、その誤りは容認しが\nたいものである。\n第三　結論\n以上のとおり、本件被告人三名に対する準現行犯逮捕及び各証拠物の押収は、い\nずれも適法に行われたものであるから、右各証拠物のほか、原判決指摘の各証拠に\nつき、その証拠能力を否定すべきいわれは全くなく、右逮捕及び押収が違法である\nとの前提のもとに、これらの証拠の証拠能力を否定し、他に本件公訴事実を認める\nに足る証拠はないとして、被告人らをいずれも無罪とした原判決は、訴訟手続の法\n令違反をおかしたものというべきであり、その違反が判決に影響を及ぼすことは明\nらかであるから、原判決は、到底破棄を免れない。論旨は理由がある。\nよって、刑事訴訟法三九七条一項、三七九条により、原判決を破棄することと\nし、同法四〇〇条ただし書により、更に次のとおり判決する。\n（罪となるべき事実）\n被告人三名は、\n第一　ほか多数のＡ１派に所属あるいは同調する者らとともに、Ｂ１派に所属あ\nるいは同調する者らの生命・身体に対し共同して危害を加える目的をもって、昭和\n六〇年二月五日午後一時五〇分ころから同二時二〇分ころまでの間、神奈川県川崎\n市ａ区ｂｃ番地付近路上から東京都町田市ｄ町ｅ番地所在Ｃ１大学構内に至る間に\nおいて、多数の竹竿・鉄パイプを所持して集合移動し、もって、他人の生命・身体\nに対し共同して害を加える目的をもって兇器を準備して集合し、\n第二　右の者らと共謀のうえ、前同日午後二時すぎころ、前記Ｃ１大学構内にお\nいて、別紙被害者一覧表記載のＢ２らＢ１派に所属あるいは同調する者七名に対\nし、竹竿・鉄パイプ等をもってその頭部・顔面・上肢・下肢等を多数回にわたり殴\n打し、突くなどの暴行を加え、よって右Ｂ２ら七名に対して同一覧表記載のとおり\nそれぞれ傷害を負わせ\nたものである。\n（証拠の標目）（省略）\n（法令の適用）\n被告人三名の判示第一の所為は、行為時においては、平成三年法律第三一号によ\nる改正前の刑法二〇八条の二第一項、同改正前の罰金等臨時措置法三条一項一号\nに、裁判時においては、右改正後の刑法二〇八条の二第一項に、判示第二の各所為\nは、いずれも、行為時においては、刑法六〇条、右改正前の同法二〇四条、同改正\n前の罰金等臨時措置法三条一項一号に、裁判時においては、刑法六〇条、右改正後\nの刑法二〇四条にそれぞれ該当するが、右は、いずれも犯罪後の法令により刑の変\n更があったときに当たるから、刑法六条、一〇条により、いずれも軽い行為時法の\n刑によることとし、右各所定刑中いずれも懲役刑を選択し、以上は同法四五条前段\nの併合罪であるから、同法四七条本文、一〇条により刑及び犯情の昀も重い判示第\n二別表５のＪに対する傷害罪の刑に法定の加重をし、その刑期の範囲内で被告人三\n名をそれぞれ懲役一年に処し、同法二一条を適用して原審における未決勾留日数中\n各六〇日をそれぞれの刑に算入することとし、情状により同法二五条一項を適用し\nて、被告人三名に対し、この裁判確定の日からいずれも二年間、右各刑の執行を猶\n予し、原審及び当審における訴訟費用は、刑事訴訟法一八一条一項ただし書を適用\nして、いずれも被告人三名に負担させないこととする。\nよって、主文のとおり判決する。\n（裁判長裁判官　早川義郎　裁判官　小田部米彦　裁判官　仙波厚）\n（別　紙）\n＜記載内容は末尾１添付＞\n"
}