{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 8,
    "month": 9,
    "day": 25
  },
  "case_number": "平成7(行コ)157",
  "case_name": "風俗営業許可処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "風俗営業の営業所の周辺住民等は，当該営業の許可処分の取消しを求める訴えの原告適格を有しないとした事例",
  "case_gist": "風俗営業の営業所の周辺住民等が提起した当該営業の許可処分の取消しを求める訴えにつき，風俗営業等の規制及び業務の適正化等に関する法律４条２項２号，風俗営業等の規制及び業務の適正化等に関する法律施行条例（昭和５９年東京都条例第１２８号）３条１項１号による第一種住居専用地域内での風俗営業の制限は，これらの規定の趣旨，目的，風俗営業の許可処分の性質等からすれば，同地域が良好な住居環境を保護するため定められた地域であることに着目して，その地域全体の環境の保全を図るという見地から定められたものであって，同地域内の居住者等の清浄な風俗環境における静穏な生活等を具体的利益として個別的に保護することをも目的としていると解することはできないとして，前記周辺住民の原告適格を否定した事例",
  "lawsuit_id": "16298",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16298",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/298/016298_hanrei.pdf",
  "contents": "○　主文\n一　本件控訴をいずれも棄却する。\n二　控訴費用は控訴人らの負担とする。\n○　事実及び理由\n第一　当事者の求めた裁判\n一　控訴人ら\n１　原判決を取り消す。\n２　本件を東京地方裁判所に差し戻す。\n３　訴訟費用は第一、二審とも被控訴人の負担とする。\n二　被控訴人\n主文と同旨\n第二　事案の概要\n本件事案の概要は、原判決七頁一行目の「良好な」の次に「風俗」を、八頁二行目\nの「都市計画法」の次に「一ただし、平成四年法律第八二号による改正前のも\nの。）」を、一六頁一〇行目の「二四条）、」の次に「地域の個別的、具体的な事\n情に応じて、（２）営業時間を制限し（法一三条）、」をそれぞれ加え、一〇行目\nの「（２）」を「（３）」と、一一行目の「（３）」を「（４）」とそれぞれ改\nめ、次のとおり、控訴人らの原告適格に関する当審における補充主張を付加するほ\nかは、原判決の「第二　事案の概要」に記載のとおりであるから、これを引用す\nる。\n（控訴人らの原告適格に関する当審における補充主張）\n一　法の昭和五九年大改正による変質・住居集合地域の特質\n１　法は、昭和五九年の大改正により、売春や賭博等の違法行為の取締法から、公\n共の福祉の観点に立って、風俗営業と地域住民との調整的視点を加味し、地域住民\nのために行政による風俗営業の適正化をめざすものへと法の性格を大きく変化させ\nた。すなわち、法は、右の大改正により、風俗営業制限地域に関する規定（法四条\n二項二号）、営業時間の制限に関する規定（法一三条）、騒音及び振動の規制に関\nする規定（法一五条）等を新設追加して、「地域」に着目してその具体的な事情に\n応じた制限、規制を行うものとし、地域住民の利益保護を図る趣旨を含むようにな\nったのであるから、控訴人らは、本件許可の取消しを求めるにつき法律上の利益を\n有する者である。\n２　保護対象施設の設置者については、判例は、「善良で静穏な環境の下で円滑に\n業務を運営するという利益をも保護していると解すべきである」として、保護対象\n施設の設置者が当該施設周辺の営業所に係る風俗営業の許可の取消しを求める法律\n上の利益を有することを認めている。そして、保護対象施設の周辺地域を風俗営業\nの禁止区域としたのが保護対象施設の特質に着目して定められたものであると同\n様、「住居集合地域」を風俗営業の禁止区域としたのは、地域の特質に着目して定\nめられたものであり、保護対象施設の設置者に「善良で静穏な環境の下で円滑に業\n務を運営するという利益」があるならば、「住居集合地域」の住民にも「善良で静\n穏な環境の下で円滑に生活する利益」があるというべきである。\n特に、第一種住居専用地域については、建築基準法に基づく用途規制、形態規制、\n騒音規制法に基づく騒音規制、振動規制法に基づく振動規制等の各種の厳しい規制\nがされており、法による風俗営業の規制も、第一種住居専用地域に係る右のような\n多段階の複合的規制の一内容をなし、これらの規制によって、第一種住居専用地域\n内の構成員という特定の者が受忍し、あるいは享受すべき生活環境の質が具体的に\n定められているのである。\nすなわち、法四条二項二号、条例三条一項一号による規制は、現に第一種住居専用\n地域に居住するという個別的な事情を前提に、その居住者の善良で静穏な環境での\n生活がその性質上風俗営業に相容れない特殊性を有する点に着目し、その生活を個\n別具体的に保護することを目的として風俗営業を禁止したと解されるから、控訴人\nらは、本件許可の取消しを求めるにつき法律上の利益を有する者というべきであ\nる。\n二　新潟空港訴訟最高裁判決及びもんじゆ行政訴訟最高裁判決との対比\n１　最高裁判所平成元年二月一七日第二小法廷判決・民集四三巻二号五六頁（以下\n「新潟空港訴訟最高裁判決」という。）は、航空法の目的の中には騒音防止の観点\nが入っており、定期航空運送事業免許の審査において、事業計画に基づく航空機の\n航行による騒音障害の有無及び程度を考慮に入れたうえで判断すべきものとしてい\nるところから、航空法は飛行場周辺に居住する者が航空機の騒音によって著しい障\n害を受けないという利益をこれら個々人の個別的利益としても保護しようとしてい\nるものと解し、一定の範囲の飛行場周辺住民に定期航空運送事業免許の取消訴訟の\n原告適格を認めた。この新潟空港訴訟最高裁判決の考え方に照らしても、控訴人ら\nは、本件許可の取消しを求めるにつき法律上の利益を有する者というべきである。\nすなわち、法一三条（営業時間の制限）や一五条（騒音及び振動の規制）の規定が\n設けられていることから明らかなように、法の目的の中には、航空法と同様に、風\n俗営業の営業所周辺に対する騒音防止の観点が入っているのであり、その営業の許\n可等の審査は、法の規制に従った騒音障害の有無及び程度を考慮に入れてなされる\nものであり、また、ぱちんこ屋の営業においても、騒音等による障害の被害者はぱ\nちんこ屋周辺の一定の地域的範囲の住民に限定され、その障害の程度もぱちんこ屋\nに接近するにつれて増大する点において航空機騒音の場合と同じであるから、法\nは、ぱちんこ屋の設置が禁止されている第一種住居専用地域に居住する者に対し、\nぱちんこ屋の騒音等によって障害を受けないという利益を、これら個々人の個別的\n利益としても保護しようとしているものと解すべきである。\n２　また、最高裁判所平成四年九月二二日第三小法廷判決・民集四六巻六号五七一\n頁（以下「もんじゆ行政訴訟最高裁判決」という。）との比較においても、控訴人\nらは、本件許可の取消しを求めるにつき法律上の利益を有する者というべきであ\nる。\nすなわち、保護対象施設の設置者が当該施設周辺の営業所に係る風俗営業の許可の\n取消しを求める法律上の利益を有することに異論はないが、これら保護対象施設と\n同様、住居集合地域、とりわけ第一種住居専用地域に居住する住民は、都市計画\n法、建築基準法、騒音規制法、振動規制法等による規制の結果、他の地域に居住す\nる住民と比べて、あらゆる角度からみて人間が居住するのに最適な清浄なる環境を\n享受する利益を有するものとされており、法も、このような第一種住居専用地域に\nぱちんこ屋の建設を禁止し、同地域の住民には清浄な風俗環境を享受するという個\n別的な利益を付与したものと解すべきであるからである。\n３　もっとも、もんじゆ行政訴訟や新潟空港訴訟と本件との最大の相違点は、「被\n侵害利益の直接性と大きさ」であるように思われる。しかし、保護されるべき利益\nの大小を判断要素とするならば、許可された施設の公共性の大小も検討されなけれ\nばならない。高速増殖炉もんじゆは、その安全性に問題があるとしても、原子力発\n電所という原子力の平和利用のための極めて公共性の高い施設である。空港も、も\nはや現代の生活においてなくてはならない公共性の高い施設である。かかる公共性\nの高い施設の場合には、被侵害利益が重大である場合に限って原告適格を認めるべ\nきであろう。ところが、ぱちんこ屋は極めて射幸性の高い、健全な娯楽とはほど遠\nいギャンブル施設であり公共性は皆無であるから、周辺住民に保護すべき利益が存\n在する以上、その大小を問わず原告適格を認めるべきである。\n三　違法性の程度と原告適格との関係について\n本件は、被控訴人において、許可申請に係るぱちんこ屋の施設の一部である駐車場\nのスロープが第一種住居専用地域にはみだしていることを熟知していたにもかかわ\nらず、形式的に営業主体を別法人にする方法を採用させるという脱法的な指導を行\nって、営業許可をしたという事案であり、その違法性は重大である。\n行政訴訟は、一方では行政処分によって損害を被った人の利益の回復を図るという\n目的とともに、他方では、住民に対し違法な行政処分を是正する機会をも保障する\nとの目的を有している。本件において、違法な行政処分ないし違法状態が放置され\nれば、都市環境の悪化を招くことは明らかであるから、原告適格の有無に関する判\n断要素として、行政処分の違法性の程度及び重大性をも併せ考慮すべきである。\n第三　当裁判所の判断\n当裁判所も、控訴人らの本件訴えは原告適格を欠く不適法なものであるからこれを\n却下すべきであると判断する。\nその理由は、一のとおり原判決の説示を補正し、二のとおり原告適格に関する控訴\n人らの当審における補充主張に対する判断を付加するほかは、原判決の「第三　争\n点に対する当裁判所の判断」に説示のとおりであるから、これを引用する。\n一　原判決の補正\n１　原判決二〇頁一行目の「生じた」の次に、「私人等権利主体の」を加え、同行\nの「国民の」を「その」と、九行目の「私人に」を「権利主体に」と、一一行目の\n「個人の」を「権利主体の」と、二一頁一一行目の「右の制約に」から二二頁二行\n目の「者として、」までを「当該処分によりこれを侵害され又は必然的に侵害され\nるおそれのある者は、」と、それぞれ改める。\n２　原判決二四頁一行目の各「規制」をいずれも「制限」と改め、同行の「するこ\nと」の次に「等」を、同行の「（法一条）、」の次に「風俗営業を許可制の下にお\nき（法三条）、さらに、」をそれぞれ加え、五行目の「右法の文言からすれば、」\nを「これらの規定によって」と改め、九行目の「達成するため」の次に「であると\n解されるの」を、一〇行目の「良好な」の次に「風俗」をそれぞれ加え、一一行目\nの「したものであり、」から二五頁三行目の「しかも、」までを「する趣旨のもの\nと解されるところである。そして、」と、二五頁五、六行目の「処分ではないこと\nを考えると、」を「処分ではなく、右の各関係規定が風俗営業の許可及び風俗営業\n制限地域の設定に係る制度を通して保護しようとしている利益が、右のように一定\n範囲の地域における良好な風俗環境の保全という一般的な環境上の利益であること\nに照らせば、」とそれぞれ改め、二五頁一一行目の「右のような、」の前に「これ\nを要するに、」を加える。\n３　原判決二六頁八行目の「各営業所につき」の次に「、地域の個別的、具体的な\n事情に応じて営業時間を制限し、」を加え、八行目から九行目の「振動や広告・宣\n伝方法の規制がされている」を「振動を規制することとしている」と、二七頁一行\n目冒頭から四行目の「規制は、」までを\n「たしかに、法が、風俗営業の営業時間を制限し、また、営業に伴う騒音、振動を\n規制するについて、法施行令で定める基準の範囲内において、条例をもって、地域\nの具体的な事情に応じた制限や規制をすることができるものとしていること（法一\n三条二項、一五条、法施行令八条、九条）は原告ら主張のとおりであるが、これら\nの規制も、」と、\n七　行目の「規定をとらえて、」を「規定が、一定の範囲内において地域の具体的\nな事情に応じた条例による制限や規制をすることができるものとしているからとい\nって、」と、それぞれ改める。\n二　原告適格に関する控訴人らの当審における補充主張に対する判断\n１　控訴人らは、法は、昭和五九年の大改正により、売春や賭博等の違法行為の取\n締法から、公共の福祉の観点に立って、地域住民のために行政による風俗営業の適\n正化をめざすものへと法の性格を大きく変化させ、地域住民の利益保護を図る趣旨\nを含むようになったのであるから、控訴人らは、本件許可の取消しを求めるにつき\n法律上の利益を有する者である旨主張する（前記第二、一１）。\nたしかに、法が、昭和五九年の大改正により、「風俗営業等取締法」から現行の\n「風俗営業等の規制及び業務の適正化等に関する法律」とその名称を変え、内容的\nにも、営業許可の基準や手続等を整備（法三条ないし五条）し、また、風俗営業者\nの遵守事項及び禁止行為に関する規定を整備（法一二条ないし二三条）したうえ、\nこの遵守事項の違反については第一次的に指示（法二五条）や営業の停止等（法二\n六条）の行政措置で対応することとするなど、それまでの取締法規としての色彩が\n強いものから、行政による風俗営業の健全化、適正化を図ろうとするものへと法の\n性格を大きく変化させたことは控訴人らの指摘するとおりといえよう。\nしかしながら、控訴人らは、本件許可の取消しを求めるにつき法律上の利益を有す\nる者であるとする根拠の一つとして風俗営業制限地域に関する規定（法四条二項二\n号）が新設されたことを挙げるが、同規定は、それまで条例に委任され、まちまち\nであった営業許可の基準を全国的に斉一化するとともに、右の許可基準のうち、風\n俗営業制限地域の基準については、全国的な斉一化と地域の実情との調整を図るた\nめに四条二項二号の規定がおかれたものであり、営業時間の制限に関する規定（法\n一三条）や騒音及び振動の規制に関する規定（法一五条）が新設されたのも、同様\nに、それまで条例に委任され、まちまちであった風俗営業者の遵守事項を全国的に\n斉一化するとともに、地域の実情との調整を図るために設けられたものであって、\nこれらの規定による風俗営業の制限ないし規制の趣旨、目的は営業所周辺ないし当\n該地域の良好な風俗環境を保全しようとするものであるから、これらの規定が新設\nされたことをもって、直ちに控訴人らが本件許可の取消しを求めるにつき法律上の\n利益を有するとする論拠にはならないというべきである。\nまた、これらの規定が、「地域」に着目し、その具体的な事情に応じた制限ないし\n規制を行うものとしていることをもって、直ちにその地域に現に居住する個々人の\n生活環境上の利益を個別的に保護することをも目的としていると解することができ\nないことも明らかである。\n２　控訴人らは、法四条二項二号、条例三条一項一号による規制は、現に第一種住\n居専用地域に居住するという個別的な事情を前提に、その居住者の善良で静穏な環\n境での生活がその性質上風俗営業に相容れない特殊性を有する点に着目し、その生\n活を個別具体的に保護することを目的として風俗営業を禁止したと解されるから、\n控訴人らは、本件許可の取消しを求めるにつき法律上の利益を有する者というべき\nである旨主張する（前記第二、一２）。\nたしかに、第一種住居専用地域については、建築基準法、騒音規制法、振動規制法\n等によって「低層住宅に係る良好な住居の環境を保護するため定める地域」として\nの性質に適合した内容の規制がされており、法による風俗営業の規制も、第一種住\n居専用地域に係る各種の法律に基づく各種の規制の一内容をなし、これらの規制に\nよって、第一種住居専用地域内に居住し、あるいは財産権を有する者が受忍し、あ\nるいは享受することができる生活環境の質が具体的に形成されていくことになるこ\nとは控訴人らの指摘するとおりであるといえよう。\nしかしながら、そもそも法が風俗営業の許可及び風俗営業制限地域の設定に係る制\n度を通して保護しようとしている利益が、一定範囲の地域における良好な風俗環境\nの保全という一般的な環境上の利益であるうえ、風俗営業の許可自体が周辺の居住\n者等の生命、身体、財産といった一般的公益の中には吸収解消され難い個別性の強\nい私的利益に対する侵害を招来する性質の処分ではないことに照らせば、条例三条\n一項二号が保護対象施設の特質に着目して診療所等の設置者の「善良で静穏な環境\nの下で円滑に業務を運営するという利益」をも個別的に保護しているのと同様な趣\n旨において、同項一号による規制が、現に第一種住居専用地域に居住している個々\n人の静穏な生活が風俗営業と相容れない性質のものである点に着目し、その生活環\n境上の利益を個別具体的に保護することを目的として風俗営業を禁止したものと解\nすることはできないというほかはない。\n３　控訴人らは、新潟空港訴訟最高裁判決の事案との対比において、法の目的の中\nには、航空法と同様に、風俗営業の営業所周辺に対する騒音防止の観点が入ってい\nること等から、法は、ぱちんこ屋の設置が禁止されている第一種住居専用地域に居\n住する者に対し、ぱちんこ屋の騒音等によって障害を受けないという利益を、これ\nら個々人の個別的利益としても保護しようとしているものと解すべきである旨主張\nする（前記第二、二１）。\nしかしながら、もともと、航空機による騒音は、飛行場の周辺に居住する者に対し\n社会通念上著しい生活妨害等の障害を与えるおそれのある性質のものであるところ\nから、航空法は「航空機の航行に起因する障害の防止を図るための方法を定め」る\nことをその目的の一つとしている（同法一条）のであり、また、関連法規である公\n共用飛行場周辺における航空機騒音による障害の防止に関する法律は、公共用飛行\n場周辺における航空機騒音による障害の防止、航空機の離着陸のびん繁な実施によ\nり生ずる損失の補償その他必要な措置について定めるものとしている（同法一条）\nところであって、それゆえ、航空法の関係規定が飛行場周辺に居住する者が航空機\nの騒音によって著しい障害を受けないという利益をこれら個々人の個別的利益とし\nても保護すべきとする趣旨を含むものと解することができるのである。これに対\nし、もともと、社会通念に照らせば、風俗営業活動に伴い通常生ずる騒音が、航空\n法やその関係法規が想定しているような航空機騒音と同質の、周辺居住者等に対し\n著しい生活妨害等の障害を与えるようなものであるとはいい難いのであって、法一\n五条が、風俗営業者の遵守事項として、一定の基準以上の騒音が生じないように営\n業を営まなければならない旨規制している趣旨は、風俗営業に伴う騒音ないし喧騒\nが営業所の周辺に及ぶことを規制し、もって営業所周辺の善良の風俗と清浄な風俗\n環境といった一般的公益を保持しようとするものと解されるのである。したがっ\nて、法が、風俗営業について、営業所周辺に対する騒音防止を規制の態様の一つと\nして取り込んでいるからといっても、それは、右のような環境上の利益を一般的公\n益として保護しようとするにとどまらず、ぱちんこ屋の設置が禁止されている第一\n種住居専用地域に居住する者に対し、ぱちんこ屋の騒音によって障害を受けないと\nいう利益をこれら個々人の個別的利益としても保護しようとする趣旨のものと解す\nることはできないというほかはない。\n４　控訴人らは、もんじゆ行政訴訟最高裁判決との比較においても、控訴人らは、\n本件許可の取消しを求めるにつき法律上の利益を有する者というべきである旨主張\nする（前記第二、二２）。\nしかしながら、もんじゆ行政訴訟最高裁判決は、原子炉の設置を主務大臣の許可に\n係らしめ、原子炉設置者の技術的能力や原子炉の安全性等に関する許可基準を定め\nている趣旨や、それらの基準が考慮している被害の性質等にかんがみて、これらの\n関係法規は、単に公衆の生命、身体の安全、環境上の利益を一般的公益として保護\nしようとするにとどまらず、原子炉周辺に居住し、原子炉の事故等がもたらす災害\nにより直接的かつ重大な被害を受けることが想定される範囲の住民の生命、身体の\n安全等を個々人の個別的利益としても保護すべきものとする趣旨を含むと解し、設\n置許可申請に係る高速増殖炉から一定の範囲内の地域に居住している住民は原子炉\n設置許可処分の無効確認を求めるにつき行政事件訴訟法三六条にいう「法律上の利\n益を有する者」に当たるとしたものである。\nすなわち、右の事案において無効確認が求められた原子炉設置許可に係る関係法規\nが許可処分を通して保護しようとしている利益は、周辺住民の生命、身体の安全等\nの一般的公益の中に吸収解消され難い個別性の強い法益であるのに対し、法の関係\n規定が風俗営業の許可及び風俗営業制限地域の設定に係る制度を通して保護しよう\nとしている利益が、右のような一般的公益の中に吸収解消され難い個別性の強い法\n益ではなく、既に繰り返し述べたように、一定範囲の地域における良好な風俗環境\nの保全という一般的な環境上の利益であることに照らせば、もんじゆ行政訴訟最高\n裁判決との比較においても、控訴人らは本件許可の取消しを求めるにつき法律上の\n利益を有する者というべきである旨の控訴人らの主張を直ちに採用することはでき\nない。\n５　控訴人らは、ある行政法規が不特定多数者の利益をそれが帰属する個々人の個\n別的利益としても保護すべきものとする趣旨を含むか否かについて、当該利益の大\n小をその判断要素とするならば、許可された施設の公共性の大小も考慮すべきであ\nる旨主張する（前記第二、二３）。\nしかしながら、ある行政法規が不特定多数者の利益をそれが帰属する個々人の個別\n的利益としても保護すべきものとする趣旨を含むか否かは、当該行政法規の趣旨・\n目的、当該行政法規が当該処分を通して保護しようとしている利益の内容・性質等\nを考慮して判断すべきものであり（もんじゆ行政訴訟最高裁判決）、右の判断基準\nからすれば、取消しないし無効確認を求められている許可に係る施設等の公共性の\n大小が当然に右の判断要素に含まれると解するのは困難であるといわざるを得な\nい。いずれにせよ、本件において、ぱちんこ屋が客に射幸心をそそるおそれのある\n風俗営業であって公共性がないものであるからといって、控訴人らに本件許可の取\n消訴訟の原告適格を認めることができることになるものでないことは明らかであ\nる。\n６　控訴人らは、行政訴訟の原告適格の有無に関する判断要素として、行政処分の\n違法性の程度及び重大性をも併せ考慮すべきである旨主張する（前記第二、三）。\nしかしながら、行政事件訴訟の下における抗告訴訟は、私人等の権利主体の権利・\n利益の救済を図ることを主眼とするものであり、行政の適正な運営を確保すること\nは抗告訴訟による権利主体の権利・利益の救済を通して達成される間接的な効果に\nすぎないばかりでなく、もともと、抗告訴訟の原告適格は、訴訟の適法要件の問題\nであって、行政処分の違法性の程度という本案に関わる問題とは次元を異にするも\nのであるから、控訴人らの右主張は採用できない。\n第四　結論\n以上のとおりであるから、原判決は相当であり、本件控訴は理由がないからこれを\nいずれも棄却することとし、控訴費用の負担につき行政事件訴訟法七条、民事訴訟\n法九五条、八九条、九三条一項を適用して、主文のとおり判決する。\n（裁判官　塩崎　勤　瀬戸正義　川勝隆之）\n参考\n本控訴審判決において付加、訂正の上、引用された原審判決部分を組み込んだ判決\nの事実及び理由\n（注）原審判決が、本控訴審判決により付加、訂正されている部分には傍線を付し\nた。\nなお、引用された部分の当事者の表記は、原審判決の表記のままとした。\n○　事実及び理由\n第一　当事者の求めた裁判\n一　控訴人ら\n１　原判決を取り消す。\n２　本件を東京地方裁判所に差し戻す。\n３　訴訟費用は第一、二審とも被控訴人の負担とする。\n二　被控訴人\n主文と同旨\n第二　事案の概要\n本件事案の概要は、原判決（中略）とそれぞれ改め、次のとおり、控訴人らの原告\n適格に関する当審における補充主張を付加するほかは、原判決の「第二　事案の概\n要」に記載のとおりであるから、これを引用する。\n〔付加、訂正の上、引用された原審判決部分〕\n第二　事案の概要\n一　本件は、風俗営業等の規制及び業務の適正化等に関する法律（以下「法」とい\nう。）二条一項七号所定のぱちんこ屋について、被告がした同法三条一項所定の風\n俗営業の許可が違法であるとして、当該ぱちんこ屋の近隣居住者（又は近隣の飲食\n店営業者）である原告らがその取消しを求めたものであり、原告らに右許可の取消\nしを求める原告適格があるかどうかが争われた事案である。\n二　以下の事実は、当事者間に争いがない。\n１　ぱちんこ屋等の風俗営業を営もうとする者は、営業所ごとに、都道府県公安委\n員会の許可を受けなければならず（法三条一項）、都道府県公安委員会は、右許可\nの申請に係る営業所が、「良好な風俗環境を保全するため特にその設置を制限する\n必要があるものとして政令で定める基準に従い都道府県の条例で定める地域」（以\n下「風俗営業制限地域」という。）内にあるときは、許可をしてはならないことと\nされている（法四条二項二号）。そして、法施行令六条は、条例で風俗営業制限地\n域を定める基準として、「住居が多数集合しており、住居以外の用途に供される土\n地が少ない地域（住居集合地域）」（一号のイ）及び「その他の地域のうち、学校\nその他の施設で特にその周辺における良好な風俗環境を保全する必要がある施設と\nして都道府県の条例で定めるものの周辺の地域」（同号のロ）を定めており（な\nお、同条二項によれば、右ロの地域は、施設の敷地の周囲おおむね百メートルの区\n域を限度とする。）、東京都の法施行条例（昭和五九年東京都条例第一二八号。以\n下「条例」という。）三条一項は、東京都における風俗営業制限地域として、都市\n計画法（ただし、平成四年法律第八二号による改正前のもの。）八条一項一号所定\nの第一種住居専用地域、第二種住居専用地域及び住居地域（同項一号本文。以下\n「住居集合地域」という。）並びに学校、図書館、児童福祉施設、病院及び診療所\n（以下「保護対象施設」という。）の敷地の周囲百メートル以内の地域（同項二号\n本文）を定めている。\n２　有限会社丸福商事（以下「丸福商事」という。）は、平成五年六月、東京都国\n分寺市＜地名略＞及び同番人の土地上に地上三階地下一階建ての建物（別紙図面の\n斜線で表示した建物。以下「本件建物」という。）を新築し、これを所有してい\nる。\n本件建物の地上一階はパチンコを行う遊技場（以下「本件遊技場」という。）であ\nり、その二階及び三階は駐車場で、前面（南側）道路から右駐車場への車両の出入\nりのため、スロープ状の誘導路（以下、右駐車場と誘導路をあわせて「本件駐車\n場」という。）が設けられている。\n本件建物の前面（南側）道路を挟んでその両側は都市計画法上の近隣商業地域に指\n定され、その外側の地域が第一種住居専用地域に指定されているところ、本件建物\nのうち、本件遊技場部分は右近隣商業地域内に存在するが、本件駐車場の一部（誘\n導路の一部）が第一種住居専用地域にはみ出して存在している。\n３　丸福商事は、本件建物を新築したころ、本件遊技場を有限会社丸愛（以下「丸\n愛」という。）に賃貸し、本件駐車場を株式会社八千代商事（以下「八千代商事」\nという。）に賃貸した。丸福商事、丸愛、八千代商事の三社の代表取締役は、もと\nもとＡが兼ねていたが（この点は、弁論の全趣旨によって認められる。）、丸愛の\n代表取締役は、平成五年六月二一日、Ａの娘であるＢに交代し、八千代商事の代表\n取締役は、同年七月三一日、Ｃに交代した。\n４　丸愛は、平成五年八月二日、本件遊技場で「ビーム国分寺」という名称のぱち\nんこ屋（以下「本件ぱちんこ屋」という。）の営業許可を申請したが、本件建物の\n近隣の多数の住民等は、かねてより本件建物でのぱちんこ屋営業に対する反対運動\nを行っており、その運動の一環として市議会や被告に対しても働きかけを行ってい\nた。\n５　丸福商事は、平成五年一一月下旬、本件駐車場を八千代商事に賃貸することを\n止め、新たに株式会社田村商事に賃貸することとした（なお、丸愛は、本件建物の\n外部に一七台収容可能の専用駐車場を設けている。）。\nその後、被告は、平成五年一二月二七日、本件駐車場と本件ぱちんこ屋はその経営\n者を異にしているうえ、本件ぱちんこ屋は別に利用客等のための駐車場を設置して\nおり、本件駐車場は本件ぱちんこ屋の客以外の一般人も利用していることから、本\n件駐車場は本件ぱちんこ屋の施設とは認められず、本件ぱちんこ屋の営業所は風俗\n営業制限地域に存在していないとして、丸愛に対し、本件ぱちんこ屋の営業につい\nて法三条一項所定の許可（以下「本件許可」という。）をした。\n６　（一）　原告Ｄは、別紙図面中の（１）と表示の建物の居住しており、その居\n宅の敷地と本件建物との間の距離は約一〇〇メートルである。\n（二）　原告Ｅは、同図面中の（２）と表示の建物に居住しており、その居宅の敷\n地と本件建物との間の距離は約二五メートルである。\n（三）　原告Ｆ及び原告Ｇは、Ｅの右居宅二階及びその隣の同図面中の（３）と表\n示の建物の一部を利用して居住している。\n（四）　原告Ｈ及び原告Ｉは、同図面中の（４）と表示の建物に居住しており、そ\nの居宅の敷地と本件建物との間の距離は約一三メートルである。\n（五）　原告Ｊ、原告Ｋ、原告Ｌ及び原告Ｍは、同図面中の（５）と表示の建物に\n居住しており、その居宅の敷地と本件建物との間の距離は約六メートルである。\n（六）　原告Ｎ及び原告Ｏは、同図面中の（６）と表示の建物に居住しており、そ\nの居宅の敷地と本件建物との間の距離は約八メートルである。\n（七）　原告Ｐ及び原告Ｑは、同図面中の（７）と表示の建物に居住しており、\nその居宅の敷地と本件建物との間の距離は約五〇メートルである。\n（八）　原告Ｒ及び原告Ｓは、同図面中の（８）と表示のビル内の部屋を賃借して\n「パスタせもりな」という名称のイタリア料理専門店を経営しており、そのビルの\n敷地と本件建物との間の距離は約四〇メートルである。\n三　原告らは、本件駐車場が本件遊技場と一体の構造を有し、その管理・利用の実\n態に照らし用途上も一体のものとみられることなどを理由に、本件駐車場は本件ぱ\nちんこ屋の営業所の一部というべきであるとして、本件駐車場の一部が第一種住居\n専用地域にはみ出して存在している以上、本件許可は違法であると主張し、本件訴\nえを提起した。\nこれに対し、被告は、原告らには本件許可の取消しを求める原告適格がないとし\nて、本件訴えの却下を求めた。\n四　争点及び争点に関する当事者の主張\n１　争点\n原告らが、本件許可の取消しを求めるについて法律上の利益を有する者（行政事件\n訴訟法九条）に該当するかどうか。\n２　被告の主張\n行政事件訴訟法九条にいう「処分の取消しを求めるにつき法律上の利益を有する\n者」とは、当該処分により直接に自己の権利若しくは法律上保護された利益を侵害\nされ又は必然的に侵害されるおそれのある者をいうと解すべきであり、ここに法律\n上保護された利益とは、行政法規がその保護を目的として行政権の行使に制約を課\nすことによって保障される私人の利益をいうものである。\nところが、法が、風俗営業、風俗関連営業、深夜における飲食店営業及び興行場営\n業に関して様々な規制を行うのは、あくまでも、地域の風俗環境を清浄な状態に保\n持する等の公共の福祉のためであり、それ以外の何ものでもないから、法及び条例\nによる住居集合地域における風俗営業の規制は、その地域の現在及び将来における\n不特定多数者が等しく享受する清浄な風俗環境という一般的公益の保護を目的とす\nるものであって、近隣住民等が清浄な風俗環境の中で生活したり、営業を行うとい\nう利益を個別的に保護することを目的とするものでないことは明らかである。\nしたがって、本件ぱちんこ屋の近隣に居住し、あるいは近隣で飲食店を営業する原\n告らは、本件許可の取消しを求めるにつき法律上の利益を有する者とはいえないか\nら、本件訴えの原告適格を有しないというべきである。\n３　原告らの主張\n（一）　法の目的は、「善良の風俗の保持」、「清浄な風俗環境の保持」、「少年\nの健全な育成に障害を及ぼす行為の防止」にあり（法一条）、そのうち「清浄な風\n俗環境の保持」は、単に性道徳や風俗の浄化を意味する「善良の風俗の保持」とは\n異なり、具体的な一定の地域の環境浄化を意味するものであり、そのため、法は、\n環境浄化を必要とする一定範囲について風俗営業制限地域を定めるだけでなく、地\n域の環境にきめ細かく配慮し、周辺住民の生活利益を個別的に保護するために、\n（１）営業の許可は営業所ごとに行うものとし（法三条）、各営業所に管理者を置\nくことを義務付け（法二四条）、地域の個別的、具体的な事情に応じて、（２）営\n業を制限し（法一三条）、（３）営業所から発せられる騒音・振動を規制し（法一\n五条）、（４）営業所の広告・宣伝を規制しているのである（法一六条）。\n（二）　風俗営業制限地域の定めにつき法の委任を受けた条例は、第一次的に、住\n居集合地域として都市計画法上の第一種住居専用地域等の用途地域を掲げ（条例三\n条一項一号）、第二次的に、保護対象施設の周囲を掲げており（同項二号）、その\n規定の仕方からも明らかなとおり、右の規制の趣旨は、まず、人の生活の本拠であ\nる住居が集合している地域内で暮らす人々に対し、清浄な風俗環境が保持された静\n穏な生活を具体的に保護しようというものであり、次に、その保護からはみ出した\n地域のうち、住居集合地域と同様の風俗環境の保全が必要な地域として、補充的\nに、保護対象施設の周囲を保護しようというものである。\nそして、保護対象施設の周囲に風俗営業が許可された場合には、当該保護対象施設\nの設置者はその許可の取消しを求める原告適格があると解されているのであって、\nこのように補充的に風俗営業制限地域とされている地域にあってさえ、一定の者に\n風俗営業の許可の取消しを求める法律上の利益があるとされているのであるから、\n清浄な風俗環境を保持するため第一次的に風俗営業制限地域とされた住居集合地域\nにあっては、当然に、住居集合地域の一定範囲の第三者が風俗営業の許可の取消し\nを求める法律上の利益を有するというべきである。\n（三）　本件のように、第一種住居専用地域内の営業所に係る風俗営業の許可につ\nいて、その取消しを求める原告適格を有する第三者の範囲については、条例が何ら\nの制限もなく「第一種住居専用地域」と規定していることからすれば、同地域に居\n住する者全員が、法によって保護された生活利益の侵害を受ける者として、原告適\n格を有すると解すべきであるが、仮に、そうでないとしても、第一種住居専用地域\n内のうち当該営業所と生活圏をともにする住民、あるいは、第一種住居専用地域内\nのうち当該営業所から一〇〇メートルの範囲に居住する住民は、その原告適格を有\nするというべきである。\n（四）　原告らは、いずれも本件ぱちんこ屋から一〇〇メートル以内に居住し、あ\nるいは営業場所を有している者であり、本件ぱちんこ屋の営業の開始によって、光\n害（ネオンサインによる）、騒音、喧騒などの生活上の具体的な不利益を被ってい\nるのであるから、原告らには本件許可の取消しを求める原告適格があるというべき\nである。\n〔引用部分終了〕\n（控訴人らの原告適格に関する当審における補充主張）\n一　法の昭和五九年大改正による変質・住居集合地域の特質\n１　法は、昭和五九年の大改正により、売春や賭博等の違法行為の取締法から、公\n共の福祉の観点に立って、風俗営業と地域住民との調整的視点を加味し、地域住民\nのために行政による風俗営業の適正化をめざすものへと法の性格を大きく変化させ\nた。すなわち、法は、右の大改正により、風俗営業制限地域に関する規定（法四条\n二項二号）、営業時間の制限に関する規定（法一三条）、騒音及び振動の規制に関\nする規定（法一五条）等を新設追加して、「地域」に着目してその具体的な事情に\n応じた制限、規制を行うものとし、地域住民の利益保護を図る趣旨を含むようにな\nったのであるから、控訴人らは、本件許可の取消しを求めるにつき法律上の利益を\n有する者である。\n２　保護対象施設の設置者については、判例は、「善良で静穏な環境の下で円滑に\n業務を運営するという利益をも保護していると解すべきである」として、保護対象\n施設の設置者が当該施設周辺の営業所に係る風俗営業の許可の取消しを求める法律\n上の利益を有することを認めている。そして、保護対象施設の周辺地域を風俗営業\nの禁止区域としたのが保護対象施設の特質に着目して定められたものであると同\n様、「住居集合地域」を風俗営業の禁止区域としたのは、地域の特質に着目して定\nめられたものであり、保護対象施設の設置者に「善良で静穏な環境の下で円滑に業\n務を運営するという利益」があるならば、\n「住居集合地域」の住民にも「善良で静穏な環境の下で円滑に生活する利益」があ\nるというべきである。\n特に、第一種住居専用地域については、建築基準法に基づく用途規制、形態規制、\n騒音規制法に基づく騒音規制、振動規制法に基づく振動規制等の各種の厳しい規制\nがされており、法による風俗営業の規制も、第一種住居専用地域に係る右のような\n多段階の複合的規制の一内容をなし、これらの規制によって、第一種住居専用地域\n内の構成員という特定の者が受忍し、あるいは享受すべき生活環境の質が具体的に\n定められているのである。\nすなわち、法四条二項二号、条例三条一項一号による規制は、現に第一種住居専用\n地域に居住するという個別的な事情を前提に、その居住者の善良で静穏な環境での\n生活がその性質上風俗営業に相容れない特殊性を有する点に着目し、その生活を個\n別具体的に保護することを目的として風俗営業を禁止したと解されるから、控訴人\nらは、本件許可の取消しを求めるにつき法律上の利益を有する者というべきであ\nる。\n二　新潟空港訴訟最高裁判決及びもんじゆ行政訴訟最高裁判決との対比\n１　最高裁判所平成元年二月一七日第二小法廷判決・民集四三巻二号五六頁（以下\n「新潟空港訴訟最高裁判決」という。）は、航空法の目的の中には騒音防止の観点\nが入っており、定期航空運送事業免許の審査において、事業計画に基づく航空機の\n航行による騒音障害の有無及び程度を考慮に入れたうえで判断すべきものとしてい\nるところから、航空法は飛行場周辺に居住する者が航空機の騒音によって著しい障\n害を受けないという利益をこれら個々人の個別的利益としても保護しようとしてい\nるものと解し、一定の範囲の飛行場周辺住民に定期航空運送事業免許の取消訴訟の\n原告適格を認めた。この新潟空港訴訟最高裁判決の考え方に照らしても、控訴人ら\nは、本件許可の取消しを求めるにつき法律上の利益を有する者というべきである。\nすなわち、法一三条（営業時間の制限）や一五条（騒音及び振動の規制）の規定が\n設けられていることから明らかなように、法の目的の中には、航空法と同様に、風\n俗営業の営業所周辺に対する騒音防止の観点が入っているのであり、その営業の許\n可等の審査は、法の規制に従った騒音障害の有無及び程度を考慮に入れてなされる\nものであり、また、ぱちんこ屋の営業においても、騒音等による障害の被害者はぱ\nちんこ屋周辺の一定の地域的範囲の住民に限定され、その障害の程度もぱちんこ屋\nに接近するにつれて増大する点において航空機騒音の場合と同じであるから、法\nは、ぱちんこ屋の設置が禁止されている第一種住居専用地域に居住する者に対し、\nぱちんこ屋の騒音等によって障害を受けないという利益を、これら個々人の個別的\n利益としても保護しようとしているものと解すべきである。\n２　また、最高裁判所平成四年九月二二日第三小法廷判決・民集四六巻六号五七一\n頁（以下「もんじゆ行政訴訟最高裁判決」という。）との比較においても、控訴人\nらは、本件許可の取消しを求めるにつき法律上の利益を有する者というべきであ\nる。\nすなわち、保護対象施設の設置者が当該施設周辺の営業所に係る風俗営業の許可の\n取消しを求める法律上の利益を有することに異論はないが、これら保護対象施設と\n同様、住居集合地域、とりわけ第一種住居専用地域に居住する住民は、都市計画\n法、建築基準法、騒音規制法、振動規制法等による規制の結果、他の地域に居住す\nる住民と比べて、あらゆる角度からみて人間が居住するのに最適な清浄なる環境を\n享受する利益を有するものとされており、法も、このような第一種住居専用地域に\nぱちんこ屋の建設を禁止し、同地域の住民には清浄な風俗環境を享受するという個\n別的な利益を付与したものと解すべきであるからである。\n３　もっとも、もんじゆ行政訴訟や新潟空港訴訟と本件との最大の相違点は、「被\n侵害利益の直接性と大きさ」であるように思われる。しかし、保護されるべき利益\nの大小を判断要素とするならば、許可された施設の公共性の大小も検討されなけれ\nばならない。高速増殖炉もんじゆは、その安全性に問題があるとしても、原子力発\n電所という原子力の平和利用のための極めて公共性の高い施設である。空港も、も\nはや現代の生活においてなくてはならない公共性の高い施設である。かかる公共性\nの高い施設の場合には、被侵害利益が重大である場合に限って原告適格を認めるべ\nきであろう。ところが、ばちんこ屋は極めて射幸性の高い、健全な娯楽とはほど遠\nいギャンブル施設であり公共性は皆無であるから、周辺住民に保護すべき利益が存\n在する以上、その大小を問わず原告適格を認めるべきである。\n三　違法性の程度と原告適格との関係について\n本件は、被控訴人において、許可申請に係るぱちんこ屋の施設の一部である駐車場\nのスロープが第一種住居専用地域にはみだしていることを熟知していたにもかかわ\nらず、形式的に営業主体を別法人にする方法を採用させるという脱法的な指導を行\nって、営業許可をしたという事案であり、その違法性は重大である。\n行政訴訟は、一方では行政処分によって損害を被った人の利益の回復を図るという\n目的とともに、他方では、住民に対し違法な行政処分を是正する機会をも保障する\nとの目的を有している。本件において、違法な行政処分ないし違法状態が放置され\nれば、都市環境の悪化を招くことは明らかであるから、原告適格の有無に関する判\n断要素として、行政処分の違法性の程度及び重大性をも併せ考慮すべきである。\n第三　当裁判所の判断\n当裁判所も、控訴人らの本件訴えは原告適格を欠く不適法なものであるからこれを\n却下すべきであると判断する。\nその理由は、一のとおり原判決の説示を補正し、二のとおり原告適格仁関する控訴\n人らの当審における補充主張に対する判断を付加するほかは、原判決の「第三　争\n点に対する当裁判所の判断」に説示のとおりであるから、これを引用する。\n一　原判決の補正\n〔付加、訂正の上、引用された原審判決部分〕\n第三　争点に対する当裁判所の判断\n一　行政事件訴訟法による処分の取消しの訴えは、処分を取り消すことによって処\n分の法的効果として生じた私人等権利主体の権利利益の侵害状態を解消し、その権\n利利益を救済することを目的とする訴訟であり、右権利利益の救済と離れて一般的\nな行政の適正な運営の確保自体を目的とするものではないから、同法九条にいう\n「処分・・・・の取消しを求めるにつき法律上の利益を有する者」とは、当該処分\nの法的効果として自己の権利若しくは法律上保護された利益を侵害され又は必然的\nに侵害されるおそれのある者をいうと解すべきである。\n二　ところで、右にいう法律上保護された利益は、当該処分の本来の法的効果とし\nて実体法上制限されることになる利益（この場合の行政処分は、いわゆる侵害処分\nとして、権利主体に対し、実体法上の利益が制限されることを受忍すべき義務を課\nすものである。）に限られるものではなく、当該処分の根拠をなす行政法規が権利\n主体の具体的利益を個別的に保護することを目的として行政権の行使に制約を課し\nていることにより保障されることになる利益（すなわち、その制約に違反しないで\n行政権が行使されることにより当該行政法規を通じて保障されることになる利益で\nあって、この場合は、行政処分の法的効果として、実体法上の利益が制限されるこ\nとを受忍すべき義務が課されるわけではない。）も含まれると解される。そして、\n行政権の行使に制約を課すことにより保障される利益が不特定多数者の利益である\n場合であっても、当該行政法規の趣旨・目的、当該処分を通して保障しようとして\nいる利益の内容・性質等を考慮して、当該行政法規がその不特定多数者の具体的利\n益を専ら一般的公益の中に吸収解消させるにとどめることなく、それが帰属する個\n々人の個別的利益としてもこれを保護すべきものとする趣旨を含むと解されるとき\nは、かかる行政法規を通じて保障される利益もまた右法律上保護された利益に当た\nり、当該処分によりこれを侵害され又は必然的に侵害されるおそれのある者は、当\n該処分の取消しを求めるにつき法律上の利益を有すると解するのが相当である。\n三　そこで、以下、原告らが本件許可の取消しを求めるにつき法律上の利益を有す\nる者に当たるかどうかについて判断する。\n１　本件許可は、本件遊技場で風俗営業であるぱちんこ屋を営むことの許可であ\nり、丸愛に対し、一般的に禁止されている右営業行為について、その禁止を解除す\nるものであって、当該営業所の近隣住民等に対し、右許可の法的効果として、その\n実体法上の権利、利益に制限を加える処分でないことは明らかである。したがっ\nて、原告らは、本件許可によって、その主張する騒音等の被害を受忍すべき義務が\n課されることになるものではなく、仮に、本件ぱちんこ屋の営業によって、原告ら\nの実体法上の権利、利益が侵害されるとすれば、本件許可の取消しを待つまでもな\nく、その権利、利益に基づいて、その侵害の回復を求めることが可能なのであっ\nて、本件許可があることによってその権利、利益の侵害を甘受しなければならない\n地位に立たされるわけでないことはいうまでもない。\n２　そこで、次に、第一種住居専用地域内での風俗営業の許可を禁止した法四条二\n項二号及び条例三条一項一号が、不特定多数者の利益という一般的公益の確保のみ\nならず、その利益が帰属する個々人の個別的利益としても保護する趣旨であるかど\nうかについて検討する。\n（一）　法は、「善良の風俗と清浄な風俗環境を保持し、及び少年の健全な育成に\n障害を及ぼす行為を防止」するため、風俗営業等について営業区域等を制限するこ\nと等を目的とする旨定め（法一条）、風俗営業を許可制の下におき（法三条）、さ\nらに、営業区域に関する制限として、法四条二項二号は「良好な風俗環境を保全」\nする必要がある風俗営業制限地域での風俗営業の許可を禁じ、同規定の委任を受け\nた条例三条一項一号が風俗営業制限地域の一つとして第一種住居専用地域を定めて\nいるものであるが、これらの規定によって第一種住居専用地域が風俗営業制限地域\nとされているのは、同地域が低層住宅に係る良好な住居の環境を保護するため定め\nられた地域（都市計画法九条一項）であることから、その地域における「清浄な」\nあるいは「良好な」風俗環境を保全するという目的を達成するためであると解され\nるのであって、いわばその地域に現在のみならず将来においてかかわりを持つこと\nになる不特定多数者のために、その地域全体の良好な風俗環境の保持という一般的\n公益を保護しようとする趣旨のものと解されるところである。そして、風俗営業の\n許可は、第一種住居専用地域等の住居集合地域に居住する者等の生命・身体・財産\nといった一般的公益の中に吸収解消され難い個別性の強い私的利益に対する侵害を\n招来するという性質の処分ではなく、右の各関係規定か風俗営業の許可及び風俗営\n業制限地域の設定に係る制度を通して保護しようとしている利益が、右のように一\n定範囲の地域における良好な風俗環境の保全という一般的な環境上の利益であるこ\nとに照らせば、法四条二項二号及び条例三条一項一号が、原告らの主張するよう\nな、住居集合地域内の居住者等の清浄な風俗環境のもとで静穏な生活をする利益な\nるものを個別的に保護することをも目的として、第一種住居専用地域での風俗営業\nの許可を禁止している趣旨の規定と解することはできないといわなければならな\nい。これを要するに、右のような、法四条二項二号及び条例三条一項一号による規\n制の趣旨・目的、風俗営業の許可の性質等からすれば、右規定による第一種住居専\n用地域内での風俗営業の許可の禁止は、第一種住居専用地域が良好な住居環境を保\n護するため定められた地域であることに着目して、その地域全体の環境の保全を図\nるという見地から定められたものであって、同地域内の居住者等の具体的利益を個\n別的に保護することをも目的としている規定と解することはできないといわざるを\nえない。\n（二）　原告らは、風俗営業の許可が営業所単位であり、各営業所に管理者を置く\nことが義務付けられ、各営業所につき、地域の個別的、具体的な事情に応じて営業\n時間を制限し、騒音・振動を規制することとしていることは、法による営業区域の\n規制が、営業所周辺の住民の私的利益に配慮し、周辺住民の生活利益を個別的に保\n護することをも目的としていることを裏付けるものである旨主張する。\nたしかに、法が、風俗営業の営業時間を制限し、また、営業に伴う騒音、振動を規\n制するについて、法施行令で定める基準の範囲内において、条例をもって、地域の\n具体的な事情に応じた制限や規制をすることができるものとしていること（法一三\n条二項、一五条、法施行令八条、九条）は原告ら主張のとおりであるが、これらの\n規制も、いずれも、専ら風俗営業の許可がされた営業所周辺の善良の風俗や清浄な\n風俗環境といった一般的公益を保全することを目的としたものとみるのが相当であ\nって、これらの規定が、一定の範囲内において地域の具体的な事情に応じた条例に\nよる制限や規制をすることができるものとしているからといって、法が営業所周辺\nの住民等の利益を個別的に保護する趣旨のものであると解することは困難である。\n（三）　また、原告らは、風俗営業制限地域の規制は、住居集合地域内での禁止\n（条例三条一項一号）が第一次的であって、保護対象施設の周囲での禁止（同項二\n号）が補充的であることを前提とし、保護対象施設の設置者が風俗営業の許可の取\n消しを求める原告適格を有すると解されている以上、住居集合地域の住民は当然に\n原告適格がある旨主張する。\n保護対象施設の設置者が当該施設周辺の営業所に係る風俗営業の許可の取消しを求\nめる原告適格を有すると解すべきことは原告ら主張のとおりであるが、条例三条一\n項一号と二号の規定が、風俗営業制限地域としてそのどちらかが第一次的でどちら\nかが補充的なものであると区別する根拠は見い出し難く、条例三条一項二号による\n規制は、現に一定の保護対象施設が存在するという個別的な事情を前提に、その設\n置者が行う活動ないし業務がその性質上風俗営業と相容れない特殊性を有する点に\n着目し、その活動ないし業務を個別具体的に保護することを目的として、風俗営業\nの許可を禁止することとしたものと解することができるのに対し、条例三条一項一\n号による規制は、前記のとおり、一定範囲の者の生活環境上の利益や人格的利益な\nどに着目したものではなく、専らその地域全体の一般的公益を保護することを目的\nとする規制と解すべきであって、右各規制はその目的・性質等を異にするものであ\nるから、保護対象施設の設置者に原告適格が認められることを理由に住居集合地域\nの住民にも当然に原告適格があるとする原告らの主張は、採用することができな\nい。\n四　以上のとおりであるから、本件ぱちんこ屋の近隣住民等である原告らは（その\n全員が第一種住居専用地域内の居住者等であるかどうかはさておき）、いずれも本\n件許可により自己の権利若しくは法律上保護された利益を侵害され又は必然的に侵\n害されるおそれがある者に当たらないというべきであるから、本件許可の取消しを\n求めるにつき法律上の利益を有しないといわなければならない。\n〔引用部分終了〕\n二　原告適格に関する控訴人らの当審における補充主張に対する判断\n１　控訴人らは、法は、昭和五九年の大改正により、売春や賭博等の違法行為の取\n締法から、公共の福祉の観点に立って、地域住民のために行政による風俗営業の適\n正化をめざすものへと法の性格を大きく変化させ、地域住民の利益保護を図る趣旨\nを含むようになったのであるから、控訴人らは、本件許可の取消しを求めるにつき\n法律上の利益を有する者である旨主張する（前記第二、一１）。\nたしかに、法が、昭和五九年の大改正により、「風俗営業等取締法」から現行の\n「風俗営業等の規制及び業務の適正化等に関する法律」とその名称を変え、内容的\nにも、営業許可の基準や手続等を整備（法三条ないし五条）し、また、風俗営業者\nの遵守事項及び禁止行為に関する規定を整備（法一二条ないし二三条）したうえ、\nこの遵守事項の違反については第一次的に指示（法二五条）や営業の停止等（法二\n六条）の行政措置で対応することとするなど、それまでの取締法規としての色彩が\n強いものから、行政による風俗営業の健全化、適正化を図ろうとするものへと法の\n性格を大きく変化させたことは控訴人らの指摘するとおりといえよう。\nしかしながら、控訴人らは、本件許可の取消しを求めるにつき法律上の利益を有す\nる者であるとする根拠の一つとして風俗営業制限地域に関する規定（法四条二項二\n号）が新設されたことを挙げるが、同規定は、それまで条例に委任され、まちまち\nであった営業許可の基準を全国的に斉一化するとともに、右の許可基準のうち、風\n俗営業制限地域の基準については、全国的な斉一化と地域の実情との調整を図るた\nめに四条二項二号の規定がおかれたものであり、営業時間の制限に関する規定（法\n一三条）や騒音及び振動の規制に関する規定（法一五条）が新設されたのも、同様\nに、それまで条例に委任され、まちまちであった風俗営業者の遵守事項を全国的に\n斉一化するとともに、地域の実情との調整を図るために設けられたものであって、\nこれらの規定による風俗営業の制限ないし規制の趣旨、目的は営業所周辺ないし当\n該地域の良好な風俗環境を保全しようとするものであるから、これらの規定が新設\nされたことをもって、直ちに控訴人らが本件許可の取消しを求めるにつき法律上の\n利益を有するとする論拠にはならないというべきである。\nまた、これらの規定が、「地域」に着目し、その具体的な事情に応じた制限ないし\n規制を行うものとしていることをもって、直ちにその地域に現に居住する個々人の\n生活環境上の利益を個別的に保護することをも目的としていると解することができ\nないことも明らかである。\n２　控訴人らは、法四条二項二号、条例三条一項一号による規制は、現に第一種住\n居専用地域に居住するという個別的な事情を前提に、その居住者の善良で静穏な環\n境での生活がその性質上風俗営業に相容れない特殊性を有する点に着目し、その生\n活を個別具体的に保護することを目的として風俗営業を禁止したと解されるから、\n控訴人らは、本件許可の取消しを求めるにつき法律上の利益を有する者というべき\nである旨主張する（前記第二、一２）。\nたしかに、第一種住居専用地域については、建築基準法、騒音規制法、振動規制法\n等によって「低層住宅に係る良好な住居の環境を保護するため定める地域」として\nの性質に適合した内容の規制がされており、法による風俗営業の規制も、第一種住\n居専用地域に係る各種の法律に基づく各種の規制の一内容をなし、これらの規制に\nよって、第一種住居専用地域内に居住し、あるいは財産権を有する者が受忍し、あ\nるいは享受することができる生活環境の質が具体的に形威されていくことになるこ\nとは控訴人らの指摘するとおりであるといえよう。\nしかしながら、そもそも法が風俗営業の許可及び風俗営業制限地域の設定に係る制\n度を通して保護しようとしている利益が、一定範囲の地域における良好な風俗環境\nの保全という一般的な環境上の利益であるうえ、風俗営業の許可自体が周辺の居住\n者等の生命、身体、財産といった一般的公益の中には吸収解消され難い個別性の強\nい私的利益に対する侵害を招来する性質の処分ではないことに照らせば、条例三条\n一項二号が保護対象施設の特質に着目して診療所等の設置者の「善良で静穏な環境\nの下で円滑に業務を運営するという利益」をも個別的に保護しているのと同様な趣\n旨において、同項一号による規制が、現に第一種住居専用地域に居住している個々\n人の静穏な生活が風俗営業と相容れない性質のものである点に着目し、その生活環\n境上の利益を個別具体的に保護することを目的として風俗営業を禁止したものと解\nすることはできないというほかはない。\n３　控訴人らは、新潟空港訴訟最高裁判決の事案との対比において、法の目的の中\nには、航空法と同様に、風俗営業の営業所周辺に対する騒音防止の観点が入ってい\nること等から、法は、ぱちんこ屋の設置が禁止されている第一種住居専用地域に居\n住する者に対し、ぱちんこ屋の騒音等によって障害を受けないという利益を、これ\nら個々人の個別的利益としても保護しようとしているものと解すべきである旨主張\nする（前記第二、二１）。\nしかしながら、もともと、航空機による騒音は、飛行場の周辺に居住する者に対し\n社会通念上著しい生活妨害等の障害を与えるおそれのある性質のものであるところ\nから、航空法は「航空機の航行に起因する障害の防止を図るための方法を定め」る\nことをその目的の一つとしている（同法一条）のであり、また、関連法規である公\n共用飛行場周辺における航空機騒音による障害の防止に関する法律は、公共用飛行\n場周辺における航空機騒音による障害の防止、航空機の離着陸のひん繁な実施によ\nり生ずる損失の補償その他必要な措置について定めるものとしている（同法一条）\nところであって、それゆえ、航空法の関係規定が飛行場周辺に居住する者が航空機\nの騒音によって著しい障害を受けないという利益をこれら個々人の個別的利益とし\nても保護すべきとする趣旨を含むものと解することができるのである。これに対\nし、もともと、社会通念に照らせば、風俗営業活動に伴い通常生ずる騒音が、航空\n法やその関係法規が想定しているような航空機騒音と同質の、周辺居住者等に対し\n著しい生活妨害等の障害を与えるようなものであるとはいい難いのであって、法一\n五条が、風俗営業者の遵守事項として、一定の基準以上の騒音が生じないように営\n業を営まなければならない旨規制している趣旨は、風俗営業に伴う騒音ないし喧騒\nが営業所の周辺に及ぶことを規制し、もって営業所周辺の善良の風俗と清浄な風俗\n環境といった一般的公益を保持しようとするものと解されるのである。したがっ\nて、法が、風俗営業について、営業所周辺に対する騒音防止を規制の態様の一つと\nして取り込んでいるからといっても、それは、右のような環境上の利益を一般的公\n益として保護しようとするにとどまらずぱちんこ屋の設置が禁止されている第一種\n住居専用地域に居住する者に対し、ぱちんこ屋の騒音によって障害を受けないとい\nう利益をこれら個々人の個別的利益としても保護しようとする趣旨のものと解する\nことはできないというほかはない。\n４　控訴人らは、もんじゆ行政訴訟最高裁判決との比較においても、控訴人らは、\n本件許可の取消しを求めるにつき法律上の利益を有する者というべきである旨主張\nする（前記第二、二２）\nしかしながら、もんじゆ行政訴訟最高裁判決は、原子炉の設置を主務大臣の許可に\n係らしめ、原子炉設置者の技術的能力や原子炉の安全性等に関する許可基準を定め\nている趣旨や、それらの基準が考慮している被害の性質等にか人がみて、これらの\n関係法規は、単に公衆の生命、身体の安全、環境上の利益を一般的公益として保護\nしようとするにとどまらず、原子炉周辺に居住し、原子炉の事故等がもたらす災害\nにより直接的かつ重大な被害を受けることが想定される範囲の住民の生命、身体の\n安全等を個々人の個別的利益としても保護すべきものとする趣旨を含むと解し、設\n置許可申請に係る高速増殖炉から一定の範囲内の地域に居住している住民は原子炉\n設置許可処分の無効確認を求めるにつき行政事件訴訟法三六条にいう「法律上の利\n益を有する者」に当たるとしたものである。\nすなわち、右の事案において無効確認が求められた原子炉設置許可に係る関係法規\nが許可処分を通して保護しようとしている利益は、周辺住民の生命、身体の安全等\nの一般的公益の中に吸収解消され難い個別性の強い法益であるのに対し、法の関係\n規定が風俗営業の許可及び風俗営業制限地域の設定に係る制度を通して保護しよう\nとしている利益が、右のような一般的公益の中に吸収解消され難い個別性の強い法\n益ではなく、既に繰り返し述べたように、一定範囲の地域における良好な風俗環境\nの保全という一般的な環境上の利益であることに照らせば、もんじゆ行政訴訟最高\n裁判決との比較においても、控訴人らは本件許可の取消しを求めるにつき法律上の\n利益を有する者というべきである旨の控訴人らの主張を直ちに採用することはでき\nない。\n５　控訴人らは、ある行政法規が不特定多数者の利益をそれが帰属する個々人の個\n別的利益としても保護すべきものとする趣旨を含むか否かについて、当該利益の大\n小をその判断要素とするならば、許可された施設の公共性の大小も考慮すべきであ\nる旨主張する（前記第二、二３）。\nしかしながら、ある行政法規が不特定多数者の利益をそれが帰属する個々人の個別\n的利益としても保護すべきものとする趣旨を含むか否かは、当該行政法規の趣旨・\n目的、当該行政法規が当該処分を通して保護しようとしている利益の内容・性質等\nを考慮して判断すべきものであり（もんじゆ行政訴訟最高裁判決）、右の判断基準\nからすれば、取消しないし無効確認を求められている許可に係る施設等の公共性の\n大小が当然に右の判断要素に含まれると解するのは困難であるといわざるを得な\nい。いずれにせよ、本件において、ぱちんこ屋が客に射幸心をそそるおそれのある\n風俗営業であって公共性がないものであるからといって、控訴人らに本件許可の取\n消訴訟の原告適格を認めることができることになるものでないことは明らかであ\nる。\n６　控訴人らは、行政訴訟の原告適格の有無に関する判断要素として、行政処分の\n違法性の程度及び重大性をも併せ考慮すべきである旨主張する（前記第二、三）。\nしかしながら、行政事件訴訟の下における抗告訴訟は、私人等の権利主体の権利・\n利益の救済を図ることを主眼とするものであり、行政の適正な運営を確保すること\nは抗告訴訟による権利主体の権利・利益の救済を通して達成される間接的な効果に\nすぎないばかりでなく、もともと、抗告訴訟の原告適格は、訴訟の適法要件の問題\nであって、行政処分の違法性の程度という本案に関わる問題とは次元を異にするも\nのであるから、控訴人らの右主張は採用できない。\n第四　結論\n以上のとおりであるから、原判決は相当であり、本件控訴は理由がないからこれを\nいずれも棄却することとし、控訴費用の負担につき行政事件訴訟法七条、民事訴訟\n法九五条、八九条、九三条一項を適用して、主文のとおり判決する。\n別紙図面（省略）\n"
}