{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 6,
    "month": 6,
    "day": 30
  },
  "case_number": "平成3(行ウ)1",
  "case_name": "大分県に代位して行う損害賠償請求，同共同訴訟参加事件",
  "court_name": "大分地方裁判所",
  "field": "行政",
  "gist": "県知事が今上天皇即位の礼に伴う主基斎田抜穂の儀に参列した職員等に対する日当等の支給に係る支出命令をしたことが違憲，違法であるとして，地方自治法２４２条の２第１項４号に基づき，県知事個人に対してされた損害賠償請求が棄却された事例",
  "case_gist": "県知事が今上天皇即位の礼に伴う主基斎田抜穂の儀に参列した職員等に対する日当等の支給に係る支出命令をしたことが憲法２０条３項に違反し，違憲，違法であるとして，地方自治法２４２条の２第１項４号に基づき，県知事個人に対してされた損害賠償請求につき，普通地方公共団体の長等の公務員が宗教的儀式に参列する行為は，当該宗教的儀式がその公務員の公的地位に伴う社会儀礼的なものであり，憲法２０条３項により禁止される宗教的活動に当たらないものである場合には，前記行為は普通地方公共団体の事務に当然含まれ，公務に該当するものと解するのが相当であるとした上，前記職員等が主基斎田抜穂の儀に参列するなどしたのは，皇位継承儀式の関係儀式に際し，今上天皇に祝意を表するという専ら世俗的なものであり，その効果も，特定の宗教を援助，助長，促進又は圧迫，干渉を加えるものではなく，宗教との関わり合いの程度が我が国の社会的，文化的諸条件に照らし，信教の自由の確保という制度の根本目的との関係で相当とされる限度を超えるものではないことからすると，前記宗教的活動に当たらず，かつ，前記職員等の公的地位に伴う社会儀礼的なものであって，公務に該当するから，前記支出命令が違法であるということはできないとして，前記損害賠償請求が棄却された事例",
  "lawsuit_id": "16401",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16401",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/401/016401_hanrei.pdf",
  "contents": "○　主文\n一　原告ら及び共同訴訟参加人Ａを除くその余の共同訴訟参加人らの被告Ｂに対す\nる損害賠償請求にかかる訴えをいずれも却下する。\n二　原告ら及び共同訴訟参加人Ａを除くその余の共同訴訟参加人らのその余の請求\nをいずれも棄却する。\n三　本件訴訟のうち共同訴訟参加人Ａの請求に関する部分は、平成四年一月二五日\n同共同訴訟参加人の死亡により当然に終了した。\n四　訴訟費用は、補助参加によって生じた部分を含め、原告ら及び共同訴訟参加人\nらの負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告ら及び共同訴訟参加人ら\n１　被告Ｃ及び被告Ｂは、各自、大分県に対し、金九九〇二円及びこれに対する平\n成二年一一月二日から支払済みに至るまで年五分の割合による金員を支払え。\n２　被告Ｃは、大分県に対し、金一万八六一〇円及びこれに対する平成二年一一月\n二日から支払済みに至るまで年五分の割合による金員を支払え。\n３　被告Ｂは、大分県に対し、金三〇〇〇円及びこれに対する平成二年一一月二日\nから支払済みに至るまで年五分の割合による金員を支払え。\n４　被告Ｄは、大分県に対し、金五二三一円及びこれに対する平成二年一一月二日\nから支払済みに至るまで年五分の割合による金員を支払え。\n５　訴訟費用は被告らの負担とする。\n６　仮執行宣言\n二　被告ら\n１　原告ら及び共同訴訟参加人らの請求をいずれも棄却する。\n２　訴訟費用は原告ら及び共同訴訟参加人らの負担とする。\n第二　当事者の主張\n一　請求原因\n１　当事者\n（一）　原告ら及び共同訴訟参加人らは、いずれも大分県の住民である。\n（二）　後記の主基斎田抜穂の儀が挙行された当時、被告Ｃは大分県知事であり、\n被告Ｂは同副知事であり、被告Ｄは同農政部長であったものである。\n２　即位の礼及び大嘗祭の儀式及び行事\n政府は、平成二年一月一九日「即位の礼委員会」（委員長・Ｅ首相）において、即\n位の礼を国事行為として同年一一月一二日に挙行することを決定するとともに、\n「大礼委員会」（委員長・Ｆ宮内庁長官）において、大嘗祭を公的な皇室行事とし\nて同月二二、二三日の両日にわたって挙行することを正式に決定した。\n即位の礼及び大嘗祭の儀式及び行事の詳細は、\n別表記載のとおりである。\n政府は、即位の礼及び大嘗祭の儀式及び行事のために、総額一二三億二七八〇万円\nの国費の支出を決定した。\n３　主基斎田抜穂の儀の挙行と被告らの関与等\n（一）　主基斎田抜穂の儀の挙行\n（１）　主基斎田の決定等\n平成二年二月八日宮中三殿の前庭において斎田点定の儀が行われ、悠紀の地方に秋\n田県が、主基の地方に大分県が選定された。同年一〇月六日宮内庁から、主基の地\n方大分県の斎田は同県玖珠郡＜地名略＞の農業Ｇ所有の水田に決定した旨及び主基\n斎田抜穂の儀を同月一〇日に行う旨の発表があり、天皇はＨ掌典を抜穂使として大\n分県に派遣した。\nまた、同月八日大礼委員たる宮内庁職員が大分県庁を訪れ、被告Ｄらに対し、口頭\nで、知事、副知事、農政部長のうちから三名以内の参列を案内した。\n（２）　主基斎田抜穂前一日大祓\n同月九日主基斎田抜穂前一日大祓が玖珠町の玖珠川河川敷で行われた。同日午後三\n時前、大田主（斎田所有者のＧ）と奉耕者らが待つ中、大礼委員の先導で前記抜穂\n使と随員（掌典補）が所定の位置に着いた。随員が大祓の詞を読んだ後、大麻（お\nおぬさ）で抜穂使と大田主、奉耕者らを祓い清め、祓物（はらえつもの）を川岸か\nら玖珠川に流した。\n（３）　主基斎田抜穂の儀\nア　同月一〇日午前一〇時前から、斎田に隣接して設けられた斎場において主基斎\n田抜穂の儀が行われた。斎場は、周囲に青い斎竹を立て、注連縄を張り巡らし、神\n籬（ひもろぎ。榊）を立てていた。斎場の中には、いずれもテントで神殿、稲実殿\n（いなのみでん）、神饌所（しんせんしよ）、幄舎（あくしや）が設置され、斎場\nの外には手水舎が設置され、それぞれが黒白の鯨幕で覆われていた。主基斎田抜穂\nの儀の内容は次のとおりであった。\nイ　先ず、烏帽子に白張黄単（はくちようきひとえ）、白足袋、草履の姿の大田主\nと、白張姿の九人の奉耕者、続いてモーニング姿の大礼委員、被告Ｃ、衆議院議員\nＩ、大分県農業協同組合中央会（以下「大分県農協中央会」という。）長Ｊ、玖珠\n町長Ｋ、被告Ｂ、被告Ｄ、玖珠町農業協同組合長Ｌらが斎場に入った。\nウ　午前一〇時頃、衣冠単姿の技穂使と四人の布衣単（ほいひとえ）姿の随員が幄\n舎に入り、祓詞奏上の後、随員が斎田、神殿、稲実殿、農具などを祓った。抜穂使\nが祝詞を奏上した後、三方（さんぽう）を捧げ持った大田主を先頭に鎌を手にした\n奉耕者らが斎田に入り、鎌で稲を刈り取って四束にまとめた。稲束は大田主が三方\nに乗せて斎場に持ち帰り、三方を神前に置き、抜穂使が稲を点検した上で、大田主\nが稲実殿に納めた。\nエ　この後、被告Ｃ、Ｉ、Ｊ、被告Ｂ、被告Ｄの順で進み出て、先ず、神殿の祭壇\nに向かって深々と一礼し、それから前に三歩進み出て一礼し、それから後ろ向きで\n三歩下がって一礼し、自席に戻るという動作をそれぞれ行った。\nオ　抜穂の儀は一時間余りで終了した。抜穂の儀が終了した後、同日午後から斎田\nの収穫作業が行われ、収穫された稲は大田主が乾燥、脱穀をし、玄米七・五キログ\nラム、精米二一〇キログラムとして日田杉で作った木箱一一個に積めて、同月一三\n日大分空港から東京に空輸され、宮内庁大膳課の倉庫に運び込まれた。\n（二）　被告らの関与等\n（１）　参列への案内\n宮内庁職員は、同年一〇月八日大分県庁を訪れ、主基斎田抜穂の儀に、知事、副知\n事、農政部長のうちから三名以内の参列を案内した。\n（２）　被告らの参列\n被告らは、主基斎田抜穂の儀に公人として参列し、神殿の祭壇に向かって拝礼し\nた。\n（３）　給与等の支払等\nア　被告らは、主基斎田抜穂の儀への参列のため、被告Ｃの随員として大分県総務\n部次長兼秘書課長Ｍを、被告Ｂの随員として同県秘書課主査Ｎを同行させた。ま\nた、斎田まで公用車を使用し、被告Ｃ及びＭの使用した車両の運転手として技師Ｏ\nを、被告Ｂ及び被告Ｄの使用した車両の運転手として技師Ｐを同行させた。\nイ　給与等の支払\n被告Ｃは、大分県から、日当として三三〇〇円の支給を受けた。\n被告Ｂは、同県から、日当として三〇〇〇円の支給を受けた。\n被告Ｄは、同県から、日当として二六〇〇円の支給を受け、参列に要した一時間に\n相当する分の給与（二六三一円）の支給を受けた。\nＭは、同県から、日当として二六〇〇円の支給を受け、参列に要した一時間に相当\nする分の給与（二二七九円）の支給を受けた。\nＮは、同県から、旅費及び日当として六二〇〇円の支給を受け、参列に要した一時\n間に相当する分の給与（一五〇二円）の支給を受けた。\nＯは、同県から、日当として二二〇〇円の支給を受けた。\nＰは、同県から、日当として二二〇〇円の支給を受けた。\n（三）　大分県等の関与\n被告Ｃや大分県は、主基の地方に決定した後、主基の地方の役割を果たすべく、次\nのとおり大嘗祭及び主基斎田抜穂の儀の挙行に積極的・主体的に関与した。\n（１）　平成二年二月八日斎田点定の儀が行われ、主基の地方に大分県が選定され\nた後、被告Ｃは、直ちに「細部の点については、今後県民の協力を得ながら、宮内\n庁など関係機関とも十分協議し万全を期していきたい。」とのコメントを発表し\nた。\n（２）　同月一六日、宮内庁の依頼に基づき、同県副知事の被告Ｂ及び当時の同県\n農政部長が「新穀の供納等に掛かる打ち合せ」に出席して協議を行った。\n（３）　同県は、宮内庁に対し、主基斎田を選定して新穀を供納する団体として大\n分県農協中央会を推薦した。\n（４）　同県は、宮内庁長官名による「庭積の机代物に関する推薦について（依\n頼）」に対し、同年五月二三日大分県農協中央会を推薦し、同じく宮内庁長官名に\nよる「主基地方の献物に関する推薦について（依頼）」に対し、同月三一日大分県\n農協中央会、大分県椎茸農業協同組合及び大分県漁業協同組合を推薦した。\n（５）　同年一〇月八日、大分県玖珠土木事務所長は、主基斎田抜穂前一日大祓に\n当たり、玖珠川河川敷の一時使用を承認し、主基斎田抜穂の儀の当日も同じ場所を\n関係者駐車場として使用を承認した。\n（６）　同月一四日、大分県御大典奉祝会（大分県神社庁が主要構成団体であり、\n本部も大分県神社庁にあった。）は、大分文化会館において「天皇陛下御即位奉祝\n大分県大会」を開催したが、同大会には、同県知事被告Ｃの代理として被告Ｂが出\n席し、被告Ｃの祝辞を代読した。\n（７）　同年一一月二二日からの大嘗宮の儀及び大饗の儀には、宮内庁長官からの\n案内を受け、被告Ｃが夫人同伴で出席したが、夫人同伴の案内を受けた知事は開催\n地の東京都と斎田のあった秋田県及び大分県の知事だけであった。\n（８）　平成四年二月一三日、大分県玖珠郡＜地名略＞の瀧神社の境内に、「平成\n大嘗祭主基地方の碑」が建立され、除幕式が行われたが、その際にも、同県知事被\n告Ｃの代理がこれに参列した。この儀式では、神職による祭展、碑の清め祓い等の\n神事が行われている。\n４　主基斎田抜穂の儀への関与と憲法違反\n（一）　政教分離原則\n（１）　政教分離原則の普遍的意義\nア　信教の自由\n信教の自由は、西欧近代における人間の精神的自由確立の先駆的役割を担い、その\n核心を形成するものであり、人権宣言の花形に数えられ、各国憲法のひとしく保障\nするところである。\nイ　政教分離原則\n近代にあっては、宗教と国家とは、その存在目的も違えば、その役割も異なってい\nることが自覚され、相互に分離されることが原則となった。しかし、歴史上、国家\nが宗教的色彩を持った精神的動員に頼ることが繰り返されて来たのであり、むしろ\n国家と宗教とは常に融合の可能性（危険性）があると考えるほうが合理的でさえあ\nる。しかしながら、国家と宗教が何らかの形で結合することは、民主主義の健全な\n発達にとって極めて有害なことである。国家と宗教の厳格な分離は、単に精神の自\n由を確保するためだけではなく、民主主義社会の維持と展開のうえからも要請され\nる。\n政教分離原則は、具体的に「分離」、「非宗教性」、「宗教的中立性」という価値\nを守ろうとしていると解される。これらの価値には、次の四つの考慮要素が含まれ\nていると考えられる。すなわち、ａ国家が支援して宗教的価値を教示することの防\n止という考慮、ｂ政治的紛糾の防止という考慮、ｃ行政的なかかわり合いの回避と\nいう考慮、ｄ国家と宗教との間の象徴的結合の禁止という考慮である。\n右のうち、国家と宗教との間の象徴的結合とは、何らかの国家行為を媒介にして国\n家と宗教との特別の結び付きが生じると、対外的に当該国家行為がその結び付きを\n象徴する機能を果たすということである。象徴的結び付きは、国家が特定の宗教を\n特別視し、他の宗教に比して優遇しているとの印象を社会一般に生じさせ、その結\n果、国家が「特定の宗教への関心を呼び起こす」ような効果を惹起することにな\nり、国家の宗教的中立性ないしその外観を否定することを意味する。更に、象徴的\n結び付きは、実際上、国家に是認された信念を信仰しない人々に対する圧迫、干渉\n等にわたる効果を惹起する。このように、政教分離の原則は象徴的結合を禁止して\nいると解されるし、狭義の信教の自由をより確実に保障するうえからも禁止される\nべきである。\n（２）　明治憲法下における信教の自由と国家神道\nア　国家神道の形成\n明治元年、新政府は、祭政一致を布告し、神祇官を再興し、全国の神社をくまなく\n新政府の直接支配下に組み入れる神道国教化の構想を示し、一連の神仏判然令をも\nって神仏分離を遂行し、各地ではこれに呼応して廃仏毀釈運動が起こり、神社から\n仏教色が一掃された。明治三年、大教宣布の詔により、神祇官による「大教」すな\nわち天皇崇拝中心の神道教義の上から下への組織的布教活動が開始され、明治五\n年、教部省は、教導職に対し、三条の教則（第一条　敬神愛国ノ旨ヲ体スヘキ事\n第二条　天理人道ヲ明ニスヘキ事　第三条　皇上ヲ奉戴シ朝旨ヲ遵守セシムヘキ\n事）を達し、天皇崇拝と神社信仰を主軸とする宗教的政治思想の基本を示し、これ\nにより、国民を教化する運動を展開した。また、明治四年、社寺領上知の太政官布\n告を発し、太政官布告で社格制度を確立して神社を系列化し、伊勢神宮を別とし\nて、官社（官弊社・国弊社）、諸社（府社・藩社・県社・郷社）に分け、前者は神\n祇官の、後者は地方官の所管として、中央集権的に一元的に統制支配することと\nし、しかも神社には公法人の地位を、神職には官公吏の地位を与えて、他の宗教に\nはない特権的地位を認めた。明治八年、政府は、神仏各宗合同の布教を差し止め、\n神仏各宗に対して信仰の自由を容認する旨を口達した。明治一五年、政府は、神官\nの教導職の兼補を廃し葬儀に関与しないものとする旨の達（内務省達乙第七号、丁\n第一号）を発し、神社神道を祭祀に専念させることによって宗教ではないとする建\n前をとり、神道を事実上国教化する国家神道体制を固めた。\n明治二二年、大日本帝国憲法（以下「旧憲法」ともいう。）が発布され、「大日本\n帝国ハ万世一系ノ天皇之ヲ統治ス」（一条）との国体の規定のもとで、天皇を神聖\n不可侵（三条）とするとともに、統治権の総攪者（四条）とした。その二八条は、\n信教の自由を定めたが、信教の自由は「安寧秩序ヲ妨ケス及臣民タルノ義務ニ背カ\nサル限ニ於テ」認められるとされた。そのため、法制度上は各宗教間の平等が認め\nられたものの、その時までに既に国家神道体制が確立しており、事実上神社神道は\n国教化していたため、信教の自由は極めて不完全なものであることを免れなかっ\nた。明治二三年、教育勅語が天皇制的国民教化の基準として発布され、国家神道の\n思想的基礎となるや、国家神道の教義は敬神崇祖を主軸とする国体の教義として完\n成した。更に、明治三九年、「官国弊社経費ニ関スル法律」により、官国弊社の経\n費を国庫の負担とすること（国庫供進金制度）が、また、「府県社以下神社ノ神饌\n幣帛料供進ニ関スル件」（勅令）により府県社以下の神社の神饌幣帛料を地方公共\n団体の負担すること（公費供進金制度）が定められ、ここにおいて、神社神道は国\n又は地方公共団体と財政的にも完全に結び付き、名実とともに国家の祭祀となっ\nた。\nこのようにして、昭和二〇年の敗戦に至るまで、神社神道は事実上国教的地位を保\n持した。その間に、大本教、ひとのみち教団、創価教育学会、法華宗、日本基督教\n団、ホーリネス教派などは、不敬罪や治安維持法などにより激しい取締や禁圧を受\nけた。これにより各宗教は国家神道を中心とする国体観念に完全に従属せしめら\nれ、とりわけ日中戦争から太平洋戦争の時期には、戦争に協力した生長の家、霊友\n会などを例外として、ほとんど活動の余地を奪われた。そして神社参拝が事実上強\n制されるなど信教の自由は極度に侵害され、国家神道はいわゆる軍国主義フアシズ\nムの精神的基盤になっていった。\nイ　国家神道と皇室祭祀\n国家神道は、天皇の祖先天照大神を祀る伊勢神宮を本宗に、全神社を一元的に再編\nした国家宗教であったから、その宗教的権威はすべて現人神天皇と皇祖皇宗の神霊\nに発していた。天皇は、皇祖神に連なる神聖不可侵な神であるとともに、自ら皇祖\n祭祀を掌る国の昀高祭司であった。\n皇室は平安期以降仏教化が進み、宮中の大内裏に真言院が設けられ、上皇で仏門に\n入る法皇が多く現れ、鎌倉中期以降は京都の泉涌寺が皇室の菩提所になり、天皇、\n上皇は例外なく仏葬で葬られるようになるなど、約五〇〇年にわたって、事実上皇\n室は真言宗の檀家であった。明治維新後、新政府は、天皇の宗教的権威を全面的に\n復興して新たな国教の頂点に据える構想の下に、明治元年の神仏分離の布告に引き\n続き、皇室から仏教的要素が一掃された。\nこれと並行して、皇室祭祀は集中的に整備拡充された。皇室祭祀は、天皇が掌る昀\n高の国家祭祀であり、天皇自身が親祭する大祭と、天皇の代理として宮中の神官で\nある掌典が執行し天皇が拝礼する小祭とに分けられていたが、この皇室祭祀の大小\nの祭りが国家神道の基本をなす祭りとされた。皇室祭祀の大小の祭りは、昭和二年\n頃までの間に拡充され、大祭は一三祭、小祭は九祭に上ったが、その大半は、明治\n維新後に新たに創案されたものであり、古制の祭りも変容させられ、古制の祭りは\n新嘗祭と神嘗祭の二祭だけであった。\n明治四〇年、内務省は「神社祭式行事作法」を告示し、大正三年には、勅令で「神\n宮祭祀令」と「官国弊社以下神社祭祀令」が公布され、祭祀の統一が図られたが、\nそれは皇室祭祀を中心として編成されたものであった。神社は、元来、皇室とつな\nがりを持ったものは少なく、民衆の素朴な御霊信仰に根ざした地域的なものであっ\nたが、明治維新後の事実上の国教化の過程で、天皇崇拝を中心教義とする国家神道\nに変質し、皇室祭祀を中心に画一的に編成されたのである。\n（３）　日本国憲法における政教分離規定\nア　敗戦と神道指令、日本国憲法の成立\n日本は、昭和二〇年八月一五日、敗戦を迎えた。連合国昀高司令官総司令部は、同\n年一二月一五日、「国家神道、神社神道ニ対スル政府ノ保証、支援、保全、監督並\nニ弘布ノ廃止ニ関スル件」（いわゆる神道指令）を発し、戦前の天皇神聖の教義に\nよる国家と神社神道の結合を排除しようとした。神道指令により、国家と神社神道\nとの完全な分離が命ぜられ、神社神道は、一宗教として他の宗教と同じ法的基礎の\n上に立つこと、神道に対する国家、官公吏の特別な保護監督の停止、神道及び神社\nに対する公の財政的援助の停止、神棚その他国家神道の物的象徴となるものの公的\n施設における設置の禁止及び撤去等の具体的措置が明示された。天皇ないし皇室と\n伊勢神宮、靖国神社その他の神社との信仰上の密接な関係は残ったが、あくまでそ\nれは私的なつながりとして取り扱われることとなった。\n昭和二一年、昭和天皇は、いわゆる「人間宣言」を発し、極めて遠回しな表現なが\nら、自己の神性を否定した。\n日本国憲法は、政教分離が完全でなければ真の信教の自由は保障されないという旧\n憲法下の苦い歴史的経験に鑑み、神道指令の趣旨を引き継ぎ、国家神道を解体して\n信教の自由を確立するために、詳細な政教分離規定を設けて、国家権力の無宗教性\n（世俗性）を確立しようとした。同時に日本国憲法は、天皇の地位を「主権の存す\nる日本国民の総意に基づく」ものとして、天皇の神性を完全に否定した。こうして\n天皇の祭祀は、政教分離の原則に従って、いかなる意味においても全く国家的公的\n性格を持たない天皇個人の私事となった。宮中で天皇に仕える掌典、内掌典、天皇\nの私的使用人と成ったのである。\nイ　戦後における宗教としての国家神道の動向\n（１）　皇室祭祀の温存\n戦後の国家神道の侮り難い生命力のすべての源泉は、皇室祭祀の温存、神道の祭祀\n王としての天皇の温存という事実にある。\n戦前の皇室祭祀は、紀元節祭が廃止された以外は、旧皇室祭祀令等の規定どおり\nに、今日も生き続けている。皇室祭祀以外の、神道形式で行われる立太子礼（昭和\n四七年一一月一〇日執行）、皇太子結婚の儀（昭和三四年四月一〇日執行、平成五\n年六月九日執行）、大喪（平成元年二月二四日執行）、大礼（平成二年一月から一\n二月にまたがり執行）等の諸儀礼もまたそのまま生き続けている。天皇は、「常に\n祭りによって相通じて、地上において皇祖神の神意を表現なさる御方である」が故\nに、神聖であり、現人神であるとする観念は、少なくとも神社本庁傘下の神社関係\n者、氏子、崇拝者等に今日でも広く共有されている観念である。\n（２）　神社本庁の発足とその動向\n神道指令を受けて昭和二一年に神祇院官制をはじめ、すべての神社関係法令が廃止\nされると、神社関係者らは、直ちに宗教団体神社本庁を設立した。神社本庁の設立\nによって、国家神道時代の天皇中心の国体の教義と神社の中央集権的編成は、形を\n変えただけで基本的に存続することになり、宗教としての国家神道は完全に残った\nのである。\n現代の神社神道の教義は、国家神道体制下と同じ記紀神話に基づく天皇の神性に対\nする信仰を中核としており、神社神道は宗教としての国家神道以外の何者でもな\nい。宗教としての国家神道（すなわち国家神道によって変質してしまった神社神\n道）は、戦後一貫して、国家の祭祀として返り咲く機会を窺っている。\n（３）　神社と天皇の結びつきの復活、強化\n国家神道体制下では、天皇は祭祀大権を持ち、自らの祭祀によって皇祖神と一体化\nし、現人神としての神徳を示すものとされた。いわば国営化された全国の神社祭祀\nは、神意を奉戴し、天皇による皇祖神への奉仕に帰一することが目的とされ、天皇\nと神社の結び付きは国家の制度上のものであった。この天皇と神社の結び付きは、\n戦後改革によって制度上断ち切られた。しかし、天皇及び皇族は、戦後改革の間を\n縫って、私的な参拝という名目のもとに、次第に神社との結び付きを復活、強化し\nて行き、独立後は一層加速して行った。それは明らかに、国家と分離された神社と\n信仰上のつながりを維持し、神社と天皇双方の権威を強化しようとする努力であっ\nた。これに呼応するかのように、神社本庁や関係団体は独立後間もない昭和二八年\n頃から公然と国家神道の復活を要求し始め、昭和三四年には自民党に宗教法人問題\n特別委員会が設置され、伊勢神宮非宗教法人化及び靖国神社国営化の動きが活発化\nした。昭和三六年には神社本庁が不敬罪制定請願運動を展開した。\n（４）　日本国憲法における政教分離規定の解釈\nア　判例における政教分離原則の判断\n津地鎮祭訴訟昀高裁判決（昀高裁判所大法廷昭和五二年七月一三日判決・民集三一\n巻四号五三三頁）は、憲法の政教分離原則が制度的保障であると判示したうえ、憲\n法二〇条三項の禁止する「宗教的活動」は、同条二項の「宗教上の行為」と異な\nり、宗教とのかかわり合いが社会的・文化的諸条件に照し、「相当とされる限度」\nを超えるもの、すなわち、「当該行為の目的が宗教的意義をもち、その効果が宗教\nに対する援助、助長、促進又は圧迫、干渉等になるような行為」に限られ、その判\n断に当たっては、当該行為の外形的側面（主宰者・式次第）、当該行為の行われる\n場所、当該行為に対する一般人の宗教的評価、当該行為者が当該行為を行うについ\nての意図、目的及び宗教的意識の有無、程度、当該行為の一般人に与える効果、影\n響等、諸般の事情を考慮し、社会通念に従って、客観的になされなければならない\n旨を判示し、いわゆる目的効果基準を採用した。また、自衛官合祀訴訟昀高裁判決\n（昀高裁判所大法廷昭和六三年六月一日判決・民集四二巻五号二七七頁）は、右基\n準の具体的適用として、当該行為と宗教とのかかわり合いが間接的であるか否か、\n行為の態様からして、国又はその機関として特定の宗教への関心を呼び起こし、あ\nるいはこれを援助、助長、促進し、又は他の宗教に圧迫、干渉を加えるような効果\nをもつものと一般人から評価される行為か否かという判断要素を示した。そして、\n右基準の具体的適用の判断要素のうち、後者は箕面忠魂碑訴訟昀高裁判決（昀高裁\n判所第三小法廷平成五年二月一六日判決・民集四七巻三号一六八七頁）にも受け継\nがれている。\nイ　昀高裁判例批判\n津地鎮祭訴訟昀高裁判決は、憲法の政教分離原則が制度的保障であることを前提と\nして議論を進め、その後の昀高裁判例、下級審判決もこれに倣っている。しかし、\n制度の具体的内容が明文で規定されている日本国憲法の政教分離原則においては、\n制度的保障理論を用いる必要性は乏しく、仮に制度的保障理論によるとしても、政\n教分離原則（規定）は個人の信教の自由を完全なものにすることに向けられた制度\nであり、その具体的内容が明示されているのであるから、明示されたところに従っ\nて公権力を厳格に拘束するものと解される。\nまた、津地鎮祭訴訟昀高裁判決は、いわゆる目的効果基準を採用したが、アメリカ\n合衆国の基準を緩和し、アメリカ合衆国における三要件テストのうち、過度のかか\nわりをもたらすかどうかを要件にしていないし、基準の適用を緩やかにしているの\nであって、政教分離の趣旨を損なわしめる結果となった。日本国憲法の政教分離規\n定は、アメリカ合衆国のそれよりも一層厳格に解釈しなければならないから、昀高\n裁判例が用いる目的効果基準について次の解釈基準を付加すべきである。すなわ\nち、ａ行政が主体となって宗教行為を行う場合は、直ちに政教分離違反であり、目\n的効果基準を用いるべきではないこと、ｂアメリカ合衆国の基準は緩和すべきでは\nないこと、ｃ基準の適用を緩やかにしてはならないことである。\nウ　天皇の祭祀と政教分離原則\n日本国憲法における政教分離原則は、天皇を現人神とし、皇室の祭祀を頂点として\n全国の神社を国家が管理する国家神道体制を解体するために設けられ、その後も宗\n教としての国家神道による、国家に対する保障・支援の要求を阻止する意味を持ち\n続けている。従って、政教分離規定は、国家と神道との結び付きに対しては特に厳\n格に解釈適用されなければならないのであり、特に天皇の行う神道祭祀について\nは、それが宗教としての国家神道の頂点に位置するものであるがゆえに、厳重な分\n離が貫かれなければならない。\n日本国憲法は、天皇を日本国の象徴であり、日本国民統合の象徴と定めているが\n（一条）、この規定は国民主権との関係で天皇に国政に関する権能がないことを宣\n言したものであって、この規定から何らかの法的効果を帰結することはできないと\n考えられるから、天皇が象徴であることを理由に、天皇の行う神道祭祀への関与が\n特別に許容されることはありえない。\nまた、大嘗祭に関する政府見解は、皇位の世襲制を昀大の根拠として、大嘗祭への\n国費支出を正当化しているが、法規範の世界において世襲制は天皇の地位への就任\nの資格条件を定めただけのものであり、そこから何らかの法的効果を導くことはで\nきないのである。\n更に、大嘗祭が皇室にとって皇位継承と関連する重要な神道儀式であることは確か\nであるが、天皇の地位は、旧憲法における「神勅主権」から日本国憲法における\n「主権の存する日本国民の総意に基づく」ものに変化しているのであり、このよう\nな地位の変化に伴って即位儀礼自体も変化せざるをえないはずである。後記（二）\nのとおり、日本国憲法の下では、大嘗祭はいかなる意味においても法的根拠のない\nものである。\nエ　本件の判断に適用されるべき目的効果基準\n本件の判断に適用されるべき目的効果基準は、次のとおりである。第一に、憲法二\n〇条三項で禁止される宗教的活動とは、当該行為の目的が宗教的意義をもち、その\n効果が、その行為の態様からして、国又はその機関として宗教への関心を呼び起こ\nし、あるいは宗教に対する援助、助長、促進又は圧迫、干渉等になるような行為を\nいうものと解すべきである。そして、宗教的関心の喚起という視点は「一般人」の\n受け止め方を考慮するのであるから、国家に対して宗教的中立性の外観をも要請す\nるものである。とりわけ、特定の宗教方式でしか行われ得ない儀式への関与は特に\n慎重に判断されなければならない。\n第二に、目的審査に当たっては、目的の非宗教性の立証責任は国家の側に課せられ\nると解される。また、裁判所は、国家行為の客観的意味をも総合的に審査し、公言\nされた目的のなかに宗教目的が認められるか否かを検討し、客観的に宗教目的が認\nめられる場合には、違憲と判断しなければならない。\n第三に、効果審査に当たっては、国又はその機関の行為の態様からして、特定の宗\n教への関心が呼び起こされるかどうかが、歴史的に規定された社会的、文化的諸条\n件に照して確定されなければならない。その際、国家と宗教との直接的な結び付き\nはもとより、その象徴的な結び付きによっても当該宗教が促進されるという視点が\n重要である。\n第四に、「一般人」とは、「多数者」とは異なる概念であり、一定の合理的・客観\n的な判断能力を有する人間と解される。\n第五に、国家と宗教とのかかわり合いの相当性を客観的に判断するに当たっては、\n当該国家が対象とする機関の性格や目的、国家が与える後援や援助の性格、当該国\n家行為によって惹き起こされる政治的分裂の可能性等も、併せて考慮されるべきで\nあろう。\nオ　いわゆる社会的儀礼論の位置付けと問題点\n被告らは、被告らの主基斎田抜穂の儀への参列は、社会通念上当然の儀礼行為であ\nり、特定の宗教を援助、助長、促進、又は圧迫、干渉するものではないから、憲法\nの禁止する宗教的活動には該当しないと主張する。\n「社会的儀礼」という表現は、既に津地鎮祭訴訟昀高裁判決において用いられてい\nるが、そこでは、被告らが用いるような意味においてではなく、目的効果判断の一\n要素としての一般人の意識を判断するに当たり、「一般人の意識においては、起工\n式にさしたる宗教的意義を認めず、建築着工に際しての慣習化した社会的儀礼とし\nて、世俗的な行事と評価しているものと考えられる。」と判示しているにとどま\nる。箕面忠魂碑訴訟昀高裁判決もこの域を出ていない。すなわち、昀高裁判決で\nは、「社会的儀礼」論は、あくまでも目的効果基準における様々な検討要素のう\nち、当該行為に対する一般人の宗教的評価を検討するに当たって、ある行為が社会\n的儀礼として認識されているか否かという判断の局面で問題としているに過ぎない\nのである。\n目的効果基準の判断要素の一つである一般人の宗教的評価の判断において、社会的\n儀礼であるかどうかは、宗教に於ける儀礼の持つ重要性を踏まえ、社会的儀礼なる\nものが真に社会において成立しているものであるかも含め、一般人を基準として、\n公平の原則を厳格に適用し、客観的に判断すべきである。\n（二）　大嘗祭と宗教性\n（１）　即位札の成立\n即位札は、遅くとも七世紀には成立したが、奈良時代までは、践祚と即位札は分化\nしておらず、即位のことを践祚とよんでいた。桓武天皇期から践祚が分化し、皇位\nの継承があると直ちに三種の神器の鏡や剣の受け渡しが行われるようになった。一\n方、即位礼は、天皇が高御座に登り、寿詞（よごと）奏上を受け、三種の神器を受\nけ取る儀式として完成した。その儀式や衣装等は中国の影響を強く受けていた。\n（２）　大嘗祭の起源及び沿革\n大嘗祭は、新嘗祭を起源とするものであるが、大嘗祭の始まりとして新嘗祭と明確\nに区別した形で記録に残っているのは天武天皇の次の持続天皇からである（西暦六\n九一年一一月）。大嘗祭は、天皇の治世昀初に行う神祭りとして大規模に行われた\nこと、及び「悠紀」、「主基」の斎国が定められ、その二国から神事用の米粟等が\n献上されることとなって、新嘗祭とは区別されて成立したのである。大嘗祭は、い\nわば律令的国土支配に対応した祭祀儀礼といえる。\n（３）　大嘗祭と皇位継承儀式\n世界的に王位就任儀礼としては、レガリアといわれる王位を象徴する宝物を受け渡\nす儀式と王座に座る儀式の二形態があるが、これに相当するものが践祚と即位礼で\nある。天皇は皇位継承と同時に三種の神器を受け継ぎ、即位礼において高御座に着\nいて即位の宣命を下して就任を宣言するのである。このように、即位礼によって皇\n位の継承は完成するのであり、大嘗祭は皇位継承儀式ではない。\nまた、大嘗祭は合計一五人の天皇が行っていない。即位礼は、僅か二か月で退位し\nた仲恭天皇のほかは、皇室の衰微にもかかわらず行っている。大嘗祭を行わなかっ\nた天皇にあっても、右のとおり僅か二か月で退位し即位札も行わなかった仲恭天皇\nのみが「半帝」と謗られ、その余の天皇はこれと同様の扱いはされていない。この\nことは大嘗祭は皇位継承に不可欠の儀式とは認識されていなかったことの証左であ\nる。\n右のとおり、大嘗祭は皇位継承儀式ではなく、皇位継承に不可欠の儀式でもない。\n（４）　明治政府による即位儀礼の変容\n江戸時代中期以降、水戸学や国学の学者らによって、中国風の即位儀礼よりも神道\n形式の大嘗祭が重視され、大嘗祭の意義が宣伝されるようになった。\n王政復古後の明治天皇の即位礼の特色は、「旧来の弊風」の一新にあった。その具\n体的内容は、ａ即位礼からの唐風の儀式及び衣装を廃止する、ｂ装飾を国風化す\nる、ｃ大仁王会や即位灌頂のような仏教儀式や密教的要素を排除する、ｄ上代の儀\n式（寿詞）を復活する、ｅ国際的視点を取り入れる（即位礼において地球儀を使\n用）、ｆ新都東京で挙行する、ｇ国民統合の機能を持たせる（庭積机代物を新設）\nなどであった。\n明治天皇の大嘗祭は、明治四年一一月に行われたが、その際、神祇省は「告諭」と\nして、天照大神の神勅により天孫が高千穂宮に降り新穀を食べたのが大嘗祭の始ま\nりであるとし、天孫降臨神話と大嘗祭を結びつける解釈を国民に示した。そこで\nは、大嘗祭における祭神が天照大神と天神地祇であることが明らかにされた。これ\nは、水戸学や国学の思想を引き継ぎ、政府が大嘗祭を皇位継承儀式として位置付け\nたものであった。\n（５）　登極令の制定\n明治四二年、登極令が制定された。登極令は、明治の実例を踏まえ、西欧の立憲君\n主制度を参考にして新たな即位儀式体系を定めたものである。\n登極令は、即位儀礼を「践祚」、「即位ノ禮」、「大嘗祭」の三つからなるものと\nした。これらは、一括して「大礼」と呼ばれ、一連の皇位継承儀式と位置付けられ\nるようになった。\n登極令による即位儀式の特色は、ａロシアの即位儀式が旧都モスクワでなされてい\nたことに倣い、即位の礼・大嘗祭を旧都京都で挙行する、ｂそれまで数年の間を置\nいてなされていた即位の礼と大嘗祭を秋に連続して挙行する、ｃ賢所大前の儀を新\n定する（皇祖天照大神の重視）、ｄ天皇自らの勅語、ｅ内閣総理大臣による寿詞、\n天皇陛下万歳の三唱、ｆ京都中心に悠紀・主基地方を定めることなどにあった。ま\nた、皇室の権威を内外に示すため大嘗宮も大規模なものとなり、欧州の影響を受け\nて、即位の礼において皇后も御帳台（みちようだい）に上がるようになった。\n登極令の中では、「抜穂ノ式」が皇位継承儀式の一つとして規定され（一〇条）、\n同附式では、「地方高等官」の参列が儀式の不可欠の構成要素として規定されてい\nる。\n当時は日清・日露戦争を経て、わが国の海外進出が著しく、国粋主義が高揚した時\n代であり、その特殊な時代背景のもとで、政府が天皇を中心とする強力な国家体制\nを作り上げるために古代以来の伝統と全く異なった皇位継承の儀式を作り上げたの\nである。その中で、斎田抜穂の儀は、地方の服属儀礼としての本質を再評価され、\n一連の儀式の中でも重要なものとして位置付けられたのである。\n（６）　大嘗祭の新解釈と天皇神格化\n登極令により新たに作り上げられた大嘗祭の儀式を詩人的感覚で解釈したのが折口\n信夫である。折口信夫は、昭和三年の論文「大嘗祭の本義」において、自ら仮説で\nあると断りながら、大嘗祭に新たな意味付けを行った。それによれば、天皇は一代\n毎に替わるが、その魂は不滅である。悠紀殿と主基殿には「寝座」が設けられ寝具\nが備えられているが、寝具は天孫降臨神話で天孫が包まれて降臨する「真床襲衾\n（まどこおぶすま）」に該当する。そこで、この寝具に新たな天皇が籠もり、魂の\n入れ物である身体に天皇霊を入れることによって、天皇としての資格を完成すると\n説明した。\nこの折口説は、実証を欠いた仮説であり、生前譲位が説明できないこと、天孫降臨\n神話には本来寝具は登場しないことなどの決定的な矛盾があったにもかかわらず、\n当時の国粋主義的風潮の中で受け入れられて通説的地位を占めるに至り、昭和一八\n年に採用された国定教科書「初等科修身四」では、「大嘗祭の御義」の章が新たに\n設けられ、大嘗祭について「大神と天皇が御一体におなりあそばす御神事であっ\nて、わが大日本が神の国であることを明らかにするもの」と記述されるに至った。\nこのように大嘗祭は国家的に神話と結び付けられ、天皇を神格化する儀式として、\n当時押し進められていた国家神道体制における重要な意味を持たされるに至った。\n（七）　日本国憲法と大嘗祭\n旧憲法は、万世一系の天皇が統治し（一条）、神聖不可侵の天皇が国家元首であ\nり、統治権を総覧すると定め（三条、四条）、皇位は、皇室典範の定めにより皇男\n子孫が継承すると定めていた（二条）。これらの規定と告文によれば、旧憲法は、\n天皇の地位は神権天皇原理に立脚し、皇位の継承は帝国議会の協賛（五条）を経\nず、憲法とは別の法体系の下に、天皇によって制定される皇室典範の定めるところ\nによるとしていた。そして、旧皇室典範は、「天皇崩スルトキハ皇嗣即チ践祚シ祖\n宗ノ神器ヲ承ク」（一〇条）、「即位ノ禮及大嘗祭ハ京都ニ於テ之ヲ行フ」（一一\n条）と規定し、天皇の皇位継承の儀式として践祚、即位の礼、大嘗祭の三つを定め\nていた。\n日本国憲法は、その前文において国民主権主義、基本的人権尊重主義及び平和主義\nが基本原理であることを宣言し、天皇の地位は国民主権原理に立脚する象徴である\nとし（一条）、皇位は世襲制であって国会の議決した皇室典範の定めによって継承\nされることとした（二条）。新たに制定された現行皇室典範では、践祚、大嘗祭に\n関する規定は削除され、「天皇が崩じたときは、皇嗣が、直ちに即位する。」（四\n条）、「皇位の継承があったときは、即位の礼を行う。」（二四条）と規定される\nに至っている。現行皇室典範は、旧憲法下において国家神道の中核をなし、天皇が\n神となる宗教儀式としての大嘗祭に関する規定を意識的におかなかったのであり、\n大嘗祭は皇室の単なる私的問題として法令の外におかれたのである。そのことか\nら、旧皇室典範及びその細則の登極令は、皇室令及附属法令廃止の件（皇室令第一\n二号）によって廃止されたのである。\n従って、日本国憲法の下においては、大嘗祭は法的根拠がないばかりではなく、皇\n位継承儀式として行うことが禁止されている儀式であることが明らかである。\n（８）　大嘗祭の宗教性\n以上のように、大嘗祭は新嘗祭を起源とする神道儀式であり、天皇の治世昀初の神\n事として大規模に行われ、悠紀・主基の斎国を選定する点で服属儀礼としての意味\nを有していたが、皇位継承儀式ではなかった。ところが、大嘗祭は、明治以降、特\nに登極令によってその性質が変容され、践祚・即位礼と合わせて皇位継承儀式の一\n環をなすものと国家によって意味付けされ、国粋主義が高揚した特殊な時代背景の\n下で、天皇に神格性を付与する効果を期待され、国家神道の支柱となる儀式として\n位置付けられた。このように変容した形態で大嘗祭が行われたのは、大正、昭和の\n二代の天皇だけであり、この形態は決して「伝統」ではない。\n今回の即位の令・大嘗祭は、警備の都合で儀式を東京で行ったことや、外国要人の\nスケジュールに合わせて即位の礼終了後に饗宴の儀を行ったことなどを除けば、時\n期や規模、儀式内容などがほとんど登極令に従って行われている。政府は、平成元\n年一二月二一日の政府見解において、大嘗祭の意義について「天皇が皇祖及び天神\n地祇に対し、安寧と五殻豊穣などを感謝されるとともに、国家・国民のために安寧\nと五穀豊穣などを祈念される儀式」としているが、右の観点から客観的に判断すれ\nば、その性質は、明治以降、神祇省告諭、折口説、国定教科書等によって規定され\nた内容、すなわち天孫降臨神話と結び付けて天皇が神と一体となる儀式として行わ\nれたと判断するほかはない。\n大嘗祭は歴史的に見れば皇位継承儀式ではなく、天皇の行う神事の一つに過ぎない\nのであるから、天皇が日本国憲法の下において象徴であるからといって、政府や自\n治体がこれに関心を持つべき筋合のものではない。右のような内容の大嘗祭を政府\nが主導して挙行し、これに公務員が関与するということは、高度に宗教的で、かつ\n国家神道と深く結び付いた儀式への関与である。\n（三）　主基斎田抜穂の儀と宗教性\n（１）　大嘗祭の検討による帰結\n主基斎田抜穂の儀は、前記のとおり大嘗祭を構成する儀式であるから、大嘗祭と同\nじく、歴史的に神道儀式として成立し、本来は皇位継承に不可欠な儀式ではなかっ\nたが、明治以降国家神道の中核的儀式として位置付けられ、登極令によって皇位継\n承儀式の一環として再構成され、神祇省告諭、折口説、国定教科書等によって規定\nされた性質を持つものとして行われるようになったものであり、今回、登極令附式\nと全く同形式、同規模で行われた事実から客観的に判断すると、今回の儀式も明治\n以降の意義付けに従った性質のものとして行われたと認められる。\nまた、抜穂の儀では、収穫される稲穂自体に神性があるとされ、大嘗祭において極\nめて重要な意義を持つ儀式として位置付けられている。\n（２）　主基斎田抜穂の儀自体の宗教性\n主基斎田抜穂の儀では、斎田自体が宗教性を有するものであるうえ、周囲に斎竹を\n立て、注連縄を張り巡らし、榊を立てて作られた斎場の中に神殿等が設けられ、斎\n場の外には手水舎が設置される等、神道祭祀に特有の施設が作られ、皇室の神道祭\n祀を司る掌典が主催して、関係者の祓や祝詞等神道に固有の儀式が行われ、神殿に\n設置された祭壇に供え物をし、参列者が拝礼するという宗教行為が行われているの\nであり、形式的にもその宗教性は明白である。\n（四）　被告らの参列の違憲性\n被告らは、斎田の斎竹と注連縄で囲まれた聖域の中に入り、皇室の神道祭祀を司る\n掌典の執行する主基斎田抜穂の儀の儀式の一部始終に参列し、神道において礼拝の\n対象となる祭壇に向かって深々と拝礼を行った。大嘗祭が、歴史的にも、今回の方\n式においても、明白に神道の儀式であることからすると、被告らは、天皇に神性を\n持たせる神道儀式にその不可欠の構成員として参列、拝礼することにより、天皇を\n頂点とした神道（宗教としての国家神道）を支援する目的で参列、拝礼したものと\n評価される。そして、被告らの行為は、政教分離原則の立法趣旨に反し、宗教とし\nての国家神道と国家、地方自治体との結び付きを象徴的に示す意味を持ち、神道を\n援助、助長、促進する効果を持つものであり、宗教としての国家神道に対して過度\nのかかわり合いを持つものであった。\n従って、被告らの行為が憲法二〇条三項により禁止される宗教的活動に該当するこ\nとは明白である。\nなお、原告らは、大嘗祭の宗教性や歴史的意味について主張しているが、それは主\n基斎田抜穂の儀の宗教性や歴史的意味を明らかにするために主張しているのであ\nり、大嘗祭そのものの違憲性や大嘗祭への国の支援、公務員の関与の違憲性を直接\nの争点とはしていない。また、原告らは、象徴天皇制違反、国民主権原理違反につ\nいても主張しているが、それは政教分離原則の解釈適用に関連して主張しているに\nととまり、独立の争点とはしていない。\n５　被告らの責任\n被告らは、主基斎田抜穂の儀に参列したものであるところ、これらは前記４（四）\nのとおり違憲であり、違法であるから、次のとおり、被告らは、法律上の原因なく\nして大分県から利得したものであり、被告Ｃ及び被告Ｂは、不法行為により同県に\n対し損害を与えたものである。\n（一）　被告Ｃ\n（１）　被告Ｃは、法律上の原因なくして、大分県から日当として三三〇〇円の支\n給を受け、同県に対し同額の損失を与えた。\n従って、同被告は、当該職員として、同県に対し不当利得金三三〇〇円を返還すべ\nき義務がある。\n（２）　被告Ｃは、知事として主基斎田抜穂の儀への参列を決定し、前記３（二）\nのとおり、自ら公人として参列するとともに、被告Ｂ及び被告Ｄに参列を命じ、Ｍ\n及びＮを随員として同行させ、Ｏ及びＰに斎田まで車両を運転させ、これにより、\n同県に、被告Ｂ、Ｏ及びＰに支払われた日当、被告Ｄ及びＭに支払われた日当及び\n参列に要した時間に相当する分の給与、Ｎに支払われた旅費・日当及び参列に要し\nた時間に相当する分の給与の支出をさせ、少なくとも過失により、同県に対し合計\n二万五二一二円の損害を与えた。そして、被告Ｃは、法律上の支出命令権者として\n右支出を行った。\n従って、同被告は、当該職員として、同県に対し右損害合計二万五二一二円（Ｎ及\nびＰに支給された日当等の損害九九〇二円については被告Ｂとともに）を賠償すべ\nき義務がある。\n（二）　被告Ｂ\n（１）　被告Ｂは、法律上の原因なくして、大分県から日当として三〇〇〇円の支\n給を受け、同県に対し同額の損失を与えた。\n従って、同被告は、怠る事実の相手方として、同県に対し不当利得金三〇〇〇円を\n返還すべき義務がある。\n（２）　被告Ｂは、被告Ｃと共同して主基斎田抜穂の儀に参列し、Ｎを随員として\n同行させ、Ｐに斎田まで車両を運転させ、これにより、同県に、Ｎに支払われた旅\n費・日当及び参列に要した時間に相当する分の給与、Ｐに支払われた日当の支出を\nさせ、少なくとも過失により、同県に対し合計九九〇二円の損害を与えた。\n従って、同被告は、当該職員として、被告Ｃとともに、同県に対し右損害合計九九\n〇二円を賠償すべき義務がある。\n（三）　被告Ｄ\n被告Ｄは、法律上の原因なくして、大分県から日当及び参列に要した時間に相当す\nる分の給与として五二三一円の支給を受け、同県に対し同額の損失を与えた。\n従って、\n同被告は、怠る事実の相手方として、同県に対し不当利得金五二三一円を返還すべ\nき義務がある。\n６　監査請求\n原告らは、平成二年一一月二日、大分県監査委員に対し、前記３（二）の支出につ\nき、地方自治法二四二条一項の規定に基づき、右の支出により大分県が被った損害\nの補填をするのに必要な措置を講ずるよう請求したところ、同監査委員は、知事、\n副知事及び農政部長にかかる請求については、意見の一致に至らず、合議がととの\nわなかったとして結論を出さず、総務部次長兼秘書課長、秘書課主査及び用度管財\n課の技師二名に係る請求については理由がないものと判断し、同年一二月二七日監\n査請求人全員の代表者であった原告Ｑにその旨を通知した。\n共同訴訟参加人らは、平成三年二月一三日、同監査委員に対し、前記３（二）の支\n出につき、同項の規定に基づき、右の支出により同県が被った損害の補填をするの\nに必要な措置を講ずるよう請求したところ、同監査委員は、右と同様に、知事、副\n知事及び農政部長にかかる請求については、意見の一致に至らず、合議がととのわ\nなかったとして結論を出さず、総務部次長兼秘書課長、秘書課主査及び用度管財課\nの技師二名に係る請求については理由がないものと判断し、同年四月八日監査請求\n人全員の代理人であった原告Ｑにその旨を通知した。\n７　結論\nよって、原告ら及び共同訴訟人らは、地方自治法二四二条の二第一項四号の規定に\n基づき、大分県に代位して、被告らに対し次のとおりの支払を求める。\n（一）　被告Ｃに対し、不当利得返還請求権に基づき、不当利得金三三〇〇円及び\nこれに対する支払日の後で、原告らの監査請求書の提出日である平成二年一一月二\n日から支払済みに至るまで民法所定の年五分の割合による遅延損害金、並びに不法\n行為に基づく損害賠償請求権に基づき、前記損害二万五二一二円（Ｎ及びＰに支給\nされた日当等の損害九九〇二円については被告Ｂとともに）及びこれに対する不法\n行為の日の後である前同日から支払済みに至るまで同法所定の同割合による遅延損\n害金の支払\n（二）　被告Ｂに対し、不当利得返還請求権に基づき、不当利得金三〇〇〇円及び\nこれに対する支払日の後で、監査請求書の提出日である平成二年一一月二日から支\n払済みに至るまで民法所定の年五分の割合による遅延損害金、並びに不法行為に基\nづく損害賠償請求権に基づき、被告Ｃとともに、\n前記損害九九〇二円及びこれに対する不法行為の日の後である前同日から支払済み\nに至るまで同法所定の同割合による遅延損害金の支払\n（三）　被告Ｄに対し、不当利得返還請求権に基づき、不当利得金五二三一円及び\nこれに対する支払日の後である監査請求書の提出日である平成二年一一月二日から\n支払済みに至るまで民法所定の年五分の割合による遅延損害金\n二　請求原因に対する認否\n１　請求原因１、２の事実は認める。\n２　（一）同３（一）（１）、（２）の事実は認める。\n（３）　アないしウの事実（イの事実のうちモーニング姿の大礼委員とある部分を\n除く。）は認め、イの事実のうちモーニング姿の大礼委員とある部分は否認する。\n右部分はモーニング姿の宮内庁職員が誘導して、である。\nエの事実のうち、被告Ｃ、Ｉ、Ｊ、被告Ｂ、被告Ｄの順で進み出て、先ず、神殿の\n祭壇に向かって一礼し、それから前に三歩進み出て一礼し、それから後ろ向きで三\n歩下がって一礼し、自席に戻るという動作をそれぞれ行ったことは認め、その余の\n事実は否認する。被告らは、拝礼に当たって、まず神殿の祭壇に向かって軽く一礼\nし、次に前に三歩進み出て深く一礼し、それから後ろ向きで三歩下がって軽く一礼\nし、自席に戻ったのである。\nオの事実は認める。\n（二）　同３（二）の事実は認める。\n（三）　同３（三）冒頭の事実は争う。\n（１）　ないし（７）の事実は認める。\n３　（一）（１）同４（一）（１）の事実は争う。\n（２）　（２）アの事実のうち、明治元年に祭政一致の布告が出され、神祇官が設\n置され、神仏判然令（太政官布告）が出されたこと、明治三年に大教宣布の詔が出\nされたこと、明治五年に教部省から教導職に対し三条の教則が出されたこと、明治\n四年に社寺領上知の太政官布告が出され、社格制度及び神官の職制が定められたこ\nと、明治八年に政府が神仏各宗合同布教の廃止を達し、神仏各宗に対して信仰の自\n由を容認する旨を口達したこと、明治一五年に神官の教導職の兼補を廃し葬儀に関\n与しないものとする旨の達が発せられたこと、明治二二年に旧憲法が発布され、そ\nの二八条に信教の自由が定められたこと、明治二三年に教育勅語が発布されたこ\nと、明治三九年「官国弊社経費ニ関スル法律」、「府県社以下神社ノ神饌幣帛料供\n進ニ関スル件」（勅令）が定められたことは認め、その余の事実は争う。\n（２）　イの事実のうち、明治元年に神仏判然令が出されたこと、皇室祭祀が大祭\nと小祭とに分けられていたこと、明治四〇年、内務省は「神社祭式行事作法」を告\n示し、大正三年には、勅令で「神宮祭祀令」と「官国弊社以下神社祭祀令」が公布\nされたことは認め、その余の事実は争う。\n（３）　（３）アの事実のうち、連合国昀高司令官総司令部が同年一二月一五日に\n「国家神道、神社神道ニ対スル政府ノ保証、支援、保全、監督並ニ弘布ノ廃止ニ関\nスル件」（いわゆる神道指令）を発したこと、昭和天皇が昭和二一年にいわゆる\n「人間宣言」（「年頭の詔書」）を発したことは認め、その余の事実は争う。\n（３）　イの事実は争う。\n（４）　（４）イないしオの主張は争う。\n（二）　（１）同４（二）（１）の事実は認める。\n（２）　（２）の事実のうち、大嘗祭が新嘗祭を起源とするものであること、大嘗\n祭は、天皇の治世昀初に行う神祭りとして大規模に行われたこと、及び「悠紀」、\n「主基」の斎国が定められ、その二国から神事用の米粟等が献上されることとなっ\nて、新嘗祭とは区別されて成立したことは認め、その余の事実は否認する。日本書\n記の天武天皇の条の「待奉大嘗中忌部及官人等」との記述が大嘗祭に関する昀古の\n記述であり、この記述に基づき、大嘗祭は遅くとも天武天皇の時代から新嘗祭と区\n別されて行われるようになり、現在に至ったとされている。なお、大嘗祭は、仏教\n形式かキリスト教形式かという形で強いて分類すれば、その儀式の態様等からみ\nて、神道形式に含めるべきかも知れないが、皇室の長い伝統に基づく皇室固有の祭\n祀の方式に従って行われるものであるから、これを「神祭り」といい、あるいは\n「神事」というのは正確ではない。\n（３）　（３）の事実のうち、天皇は皇位継承と同時に三種の神器を受け継ぎ、即\n位礼において高御座に着いて即位の宣命を下して就任を宣言すること、即位礼は、\n僅か二か月で退位した仲恭天皇のほかは、皇室の衰微にもかかわらず行っているこ\nと、即位礼を行わなかった仲恭天皇は「半帝」と謗られているが、その余の天皇は\nこれと同様の扱いはされていないことは認め、その余の事実は争う。\n（４）　（４）の事実のうち、王政復古後の明治天皇の即位礼の特色は「旧来の弊\n風」の一新にあったこと、その具体的内容が原告ら主張のａ、ｂ、ｅないしｇであ\nったこと、明治天皇の大嘗祭が明治四年一一月に行われ、その際、神祇省は「告\n諭」として、天照大神の神勅により天孫が高千穂宮に降り新穀を食べたのが大嘗祭\nの始まりであるとし、天孫降臨神話と大嘗祭を結びつける解釈を国民に示したこ\nと、そこでは、大嘗祭における祭神が天照大神と天神地祇であることが明らかにさ\nれたことは認め、それが水戸学や国学の思想を引き継ぎ、政府が大嘗祭を皇位継承\n儀式として位置付けたものであったことは否認し、その余の事実は知らない。な\nお、ｇの庭積机代物の新設は、即位礼ではなく、大嘗祭の大嘗宮の儀におけるもの\nである。\n（５）　（５）の事実のうち、明治四二年に登極令が制定されたこと、登極令が\n「践祚」、「即位ノ禮」、「大嘗祭」に関する規定を設けていたこと、登極令が\n「抜穂ノ式」、同附式が「地方高等官」の参列に関する規定を設けていたことは認\nめ、その余の事実は争う。なお、登極令は、天皇の即位儀礼について、皇室の長い\n伝統、先例等に基づき、近代における即位儀礼にふさわしいものとするために、こ\nれらを整理し、集大成したものである。\n（６）　（６）事実のうち、折口信夫が大嘗祭につき原告ら主張の解釈を示したこ\nと、原告ら主張の国定教科書に原告ら主張の記述があったことは認め、その余の事\n実は争う。\n（７）　（７）、（８）の主張は争う。大嘗祭は、皇室の祭祀であり、一世に一度\nの極めて重要な伝統的皇位継承儀礼であって、非常に古くからの皇室の長い伝統に\n基づいた皇室固有の祭祀の方式に従って行われるものであるから、明治以降、特に\n登極令によってその性質が変容されたとみるのは誤りである。また、その意義は、\n天皇が皇祖及び天神地祇に対し、安寧と五穀豊穣などを感謝されるとともに、国\n家・国民のために安寧と五穀豊穣などを祈念される儀式であり、天皇に神格性を付\n与するというようなものではない。更に、原告らが主張する国家神道は現在存在し\nないのであるから、大嘗祭がこれと結びつくこともありえない。\n（三）　（１）同４（三）（１）の主張は争う。\n（２）　（２）の事実のうち、主基斎田抜穂の儀では、周囲に斎竹を立て、注連縄\nを張り巡らし、榊を立てて作られた斎場の中に神殿等が設けられ、斎場の外には手\n水舎が設置されたこと、皇室の祭祀を司る掌典が関係者の祓や祝詞等の儀式を行\nい、神殿に設置された祭壇に供え物をしたこと、参列者が拝礼したことは認め、そ\nの余の事実は否認し、主張は争う。\n（四）　同４（四）の事実及び主張は争う。\n同５の事実は全て否認する。なお、被告Ｃは、原告ら主張の支出についての支出命\n令権者ではない。\n５　同６の事実は認める。\n第三　証拠関係（省略）\n○　理由\n以下の理由説示においては、事実認定の用に供した書証は全てその成立（写につい\nては原本の存在を含む。）について当事者間に争いがないから、その旨の記載を省\n略する。\n第一　本件各訴えの適法性\n一　当事者\n原告ら及び共同訴訟参加人ら（以下特に区別する場合のほかは、併せて「原告ら」\nという。）がいずれも大分県の住民であること、主基斎田抜穂の儀が挙行された当\n時、被告Ｃが大分県知事、被告Ｂが同副知事、被告Ｄが同農政部長であったことは\n当事者間に争いがない。\n二　当事者の死亡\n地方自治法二四二条の二に規定する住民訴訟は、原告が死亡した場合には、その訴\n訟を承継する理由はなく、当然に終了するものと解すべきである（昀高裁判所第二\n小法廷昭和五五年二月二二日判決・裁判集民事一二九号二〇九頁参照）。\n本件記録によれば、共同訴訟参加人Ａは、平成四年一月二五日死亡したことが明ら\nかであるから、本件訴訟のうち、同共同訴訟参加人の請求に関する部分は、その死\n亡により当然に終了したものである。\n三　住民訴訟の類型\n１　原告らの本件各訴えのうち、被告Ｃに対する不当利得返還請求及び損害賠償請\n求、被告Ｂに対する損害賠償請求は、地方自治法二四二条の二第一項四号所定の代\n位請求住民訴訟の一類型である「当該職員」に対する不当利得返還及び損害賠償の\n請求として提起されたものと解される。\n右「当該職員」とは、当該訴訟においてその適否が問題とされている財務会計上の\n行為を行う権限を法令上本来的に有するとされている者及びこれらの者から権限の\n委任を受けるなどして右権限を有するに至った者を広く意味するものである（昀高\n裁判所第二小法廷昭和六二年四月一〇日判決・民集四一巻三号二三九頁参照）。\n２　普通地方公共団体の長は、当該普通地方公共団体を代表する者であり（同法一\n四七条）、当該普通地方公共団体の条例、予算その他の議会の議決に基づく事務そ\nの他公共団体の事務を自らの判断と責任において誠実に管理し及び執行する義務を\n負い（同法一三八条の二）、予算の執行、地方税の賦課徴収、分担金、使用料、加\n入金又は手数料の徴収、財産の取得、管理及び処分等の広範な財務会計上の行為を\n行う権限を有するものであって（同法一四九条）、その職責及び権限の内容にかん\nがみると、長は、その権限に属する一定の範囲の財務会計上の行為をあらかじめ特\n定の吏員に委任することとし、又は専決させることとしている場合であっても、右\n財務会計上の行為を行う権限を法令上本来的に有するとされている以上、右財務会\n計上の行為の適否が問題とされている当該代位請求住民訴訟において、同法二四二\n条の二第一項四号にいう「当該職員」に該当するものと解すべきである（昀高裁判\n所第二小法廷平成三年一二月二〇日判決・民集四五巻九号一四五五頁、同第三小法\n廷平成五年二月一六日判決・民集四七巻三号一六八七頁参照）。\n従って、大分県知事である被告Ｃは、原告ら主張の同被告ら七名に対する旅費、日\n当及び給与の支出権限を法令上本来的に有するとされている者であり、同法二四二\n条の二第一項四号にいう「当該職員」に該当するから、同被告に対する不当利得返\n還請求及び損害賠償請求は適法というべきである。\n３　副知事は、普通地方公共団体（都道府県）の長を補佐し、その補助機関たる職\n員の担任する事務を監督し、長に事故があるとき、又は長が欠けたときは、当然に\n又は一定の順序によりその職務を代理する権限を有する者であり（同法一六七条、\n一五二条）、財務会計上の行為を行う権限を法令上本来的に有するとされている者\nには該当しない。そして、主基斎田抜穂の儀が挙行された当時、大分県知事である\n被告Ｃに事故があったこと、同知事である被告Ｃが同副知事である被告Ｂに対し、\nあらかじめ原告ら主張のＮ及びＰに対する旅費、日当及び給与の支出権限を委任す\nることとし、又は専決させることとしていたことを認めるに足りる証拠はない。\n従って、同副知事である被告Ｂは、同法二四二条の二第一項四号にいう「当該職\n員」に該当しないから、同被告に対する損害賠償請求は不適法というべきである。\n四　監査請求\n原告ら（共同訴訟参加人らを除く。この項は同じ。）及び共同訴訟参加人らが、請\n求原因６において主張するとおり、大分県監査委員に対し監査請求をし、同監査委\n員が主張のとおり結論を出さず、あるいは理由がないものと判断し、原告ら及び共\n同訴訟参加人らに通知したことは当事者間に争いがない。\n従って、\n本件各訴えは監査請求の手続を経由したものというべきである。\n第二　本件各請求について\n一　即位の礼及び大嘗祭の儀式及び行事\n政府が、平成二年一月一九日「即位の礼委員会」（委員長・Ｅ首相）において、即\n位の礼を国事行為として同年一一月一二日に挙行することを決定するとともに、\n「大礼委員会」（委員長・Ｆ宮内庁長官）において、大嘗祭を公的な皇室行事とし\nて同月二二、二三日の両日にわたって挙行することを正式に決定したこと、即位の\n礼及び大嘗祭の儀式及び行事の詳細は別表記載のとおりであること、政府が即位の\n礼及び大嘗祭の儀式及び行事のために、総額一二三億二七八〇万円の国費の支出を\n決定したことは当事者間に争いがない。\n二　主基斎田抜穂の儀の挙行と被告らの関与\n１　主基斎田抜穂の儀の挙行\n（一）　主基斎田の決定等\n平成二年二月八日宮中三殿の前庭において斎田点定の儀が行われ、悠紀の地方に秋\n田県が、主基の地方に大分県が選定されたこと、同年一〇月六日宮内庁から、主基\nの地方大分県の斎田は同県玖珠郡＜地名略＞の農業Ｇ所有の水田に決定した旨及び\n主基斎田抜穂の儀を同月一〇日に行う旨の発表があり、天皇はＨ掌典を抜穂使とし\nて大分県に派遣したこと、また、同月八日大礼委員たる宮内庁職員が大分県庁を訪\nれ、被告Ｄらに対し、口頭で、知事、副知事、農政部長のうちから三名以内の参列\nを案内したことは当事者間に争いがない。\n（二）　主基斎田抜穂前一日大祓\n同月九日主基斎田抜穂前一日大祓が玖珠町の玖珠川河川敷で行われたこと、同日午\n後三時前、大田主（斎田所有者のＧ）と奉耕者らが待つ中、大礼委員の先導で前記\n抜穂使と随員（掌典補）が所定の位置に着き、随員が大祓の詞を読んだ後、大麻で\n抜穂使と大田主、奉耕者らを祓い清め、祓物を川岸から玖珠川に流したことは当事\n者間に争いがない。\n（三）　主基斎田抜穂の儀\n（１）　次の事実は当事者間に争いがない。\nア　平成二年一〇月一〇日午前一〇時前から、斎田に隣接して設けられた斎場にお\nいて主基斎田抜穂の儀が行われた。斎場は、周囲に青い斎竹を立て、注連縄を張り\n巡らし、神籬を立てていた。斎場の中には、いずれもテントで神殿、稲実殿、神饌\n所、幄舎が設置され、斎場の外には手水舎が設置され、それぞれが黒白の鯨幕で覆\nわれていた。主基斎田抜穂の儀の内容は次のとおりであった。\nイ　先ず、烏帽子に白張黄単、白足袋、草履の姿の大田主と、白張姿の九人の奉耕\n者、続いて被告Ｃ、衆議院議員Ｉ、大分県農協中央会長Ｊ、玖珠町長Ｋ、被告Ｂ、\n被告Ｄ、玖珠町農業協同組合長Ｌらが斎場に入った。\nウ　午前一〇時頃、衣冠単姿の抜穂使と四人の布衣単姿の随員が幄舎に入り、祓詞\n奏上の後、随員が斎田、神殿、稲実殿、農具などを祓った。なお、神殿に設置され\nた祭壇には供え物がされていた。抜穂使が祝詞を奏上した後、三方を捧げ持った大\n田主を先頭に鎌を手にした奉耕者らが斎田に入り、鎌で稲を刈り取って四束にまと\nめた。稲束は大田主が三方に乗せて斎場に持ち帰り、三方を神前に置き、抜穂使が\n稲を点検した上で、大田主が稲実殿に納めた。\nエ　被告Ｃ、Ｉ、Ｊ、被告Ｂ、被告Ｄの順で進み出て、先ず、神殿の祭壇に向かっ\nて一礼し、それから前に三歩進み出て一礼し、それから後ろ向きで三歩下がって一\n礼し、自席に戻るという動作をそれぞれ行った。\nオ　抜穂の儀は一時間余りで終了した。抜穂の儀が終了した後、同日午後から斎田\nの収穫作業が行われ、収穫された稲は大田主が乾燥、脱穀をし、玄米七・五キログ\nラム、精米二一〇キログラムとして日田杉で作った木箱一一個に積めて、同月一三\n日大分空港から東京に空輸され、宮内庁大膳課の倉庫に運び込まれた。\n（２）　右争いのないエの事実に、甲第四七号証（写真の撮影者を除く。）並びに\n弁論の全趣旨によれば、被告らの拝礼の動作は次のとおりであったことが認めら\nれ、この認定を左右するに足りる証拠はない。\nすなわち、被告Ｃ、Ｉ、Ｊ、被告Ｂ、被告Ｄの順で進み出て、先ず、神殿の祭壇に\n向かって軽く一礼し、次に前に三歩進み出て深く一礼し、それから後ろ向きで三歩\n下がって軽く一礼し、自席に戻るという動作をそれぞれ行った。\n２　被告らの関与等\n次の事実はいずれも当事者間に争いがない。\n（一）　参列への案内\n宮内庁職員は、平成二年一〇月八日大分県庁を訪れ、主基斎田抜穂の儀に、知事、\n副知事、農政部長のうちから三名以内の参列を案内した。\n（二）　被告らの参列\n被告らは、主基斎田抜穂の儀に公人として参列し、前記のとおり神殿の祭壇に向か\nって拝礼した。\n（三）　給与等の支払等\n（１）　被告らは、主基斎田抜穂の儀への参列のため、被告Ｃの随員として大分県\n総務部次長兼秘書課長Ｍを、被告Ｂの随員として同県秘書課主査Ｎを同行させた。\nまた、斎田まで公用車を使用し、被告Ｃ及びＭの使用した車両の運転手として技師\nＯを、被告Ｂ及び被告Ｄの使用した車両の運転手として技師北昇三を同行させた。\n（２）　給与等の支払\n被告Ｃは、大分県から、日当として三三〇〇円の支給を受けた。\n被告Ｂは、同県から、日当として三〇〇〇円の支給を受けた。\n被告Ｄは、同県から、日当として二六〇〇円の支給を受け、参列に要した一時間に\n相当する分の給与（二六三一円）の支給を受けた。\nＭは、同県から、日当として二六〇〇円の支給を受け、参列に要した一時間に相当\nする分の給与（二二七九円）の支給を受けた。\nＮは、同県から、旅費及び日当として六二〇〇円の支給を受け、参列に要した一時\n間に相当する分の給与（一五〇二円）の支給を受けた。\nＯは、同県から、日当として二二〇〇円の支給を受けた。\nＰは、同県から、日当として二二〇〇円の支給を受けた。\n３　大分県等の関与\n請求原因３（三）（１）ないし（２）の事実は当事者間に争いがない。\n三　主基斎田抜穂の儀への関与と憲法違反の主張について\n原告らは、被告らの主基斎田抜穂の儀への参列等が宗教的活動に該当し、憲法二〇\n条三項に違反する旨主張するので、以下検討する。\nなお、原告らは、大嘗祭の宗教性や歴史的意味について主張しているが、それは主\n基斎田抜穂の儀の宗教性や歴史的意味を明らかにするために主張しているのであ\nり、大嘗祭そのものの違憲性や大嘗祭への国の支援、公務員の関与の違憲性を直接\nの争点とはしていない。また、原告らは、象徴天皇制違反、国民主権原理違反につ\nいても主張しているが、それは政教分離原則の解釈適用に関連して主張しているに\nとどまり、独立の争点とはしていない。\n１　国家神道の歴史と性格及び戦後の状況\n甲第六三号証、第七四号証の一ないし五、第七八号証、第八〇号証の一ないし三、\n第八七号証の一、二、第八九号証の一、二、第九六号証の一ないし一三、第一一三\n号証の一、二、八、九、一七、第一一五号証の一ないし九、乙第六号証の一ないし\n七、第七号証の一ないし三、第八号証の一、二、証人Ｒの証言に、我が国の歴史上\n顕著な事実を総合すれば、次の事実が認められ、この認定を左右するに足りる証拠\nはない。\n（一）　明治元年、新政府は、祭政一致を布告し、神祇官を再興し、全国の神社・\n神職を新政府の直接支配下に組み入れる神社国教化の構想を明示したうえ、一連の\nいわゆる神仏判然令（太政官布告）をもって神仏分離を命じ、各地で廃仏毀釈が行\nわれた。明治三年、大教宣布の詔により、惟神の道が宣布され、明治五年、教部省\nは、教導職に対し三条の教則（第一条　敬神愛国ノ旨ヲ体スヘキ事　第二条　天理\n人道ヲ明ニスヘキ事第三条　皇上ヲ奉戴シ朝旨ヲ遵守セシムヘキ事）を達し、天皇\n崇拝と神社信仰を主軸とする宗教的政治思想の基本を示し、これにより、国民を教\n化しようとした。また、明治四年、政府は、社寺領上知の太政官布告を発し、更\nに、「官社以下定額及神官職員規則等」（太政官布告第二三五号）により、伊勢神\n宮を別として、神社を官社（官弊社、国弊社）、諸社（府社、藩社、県社、郷社）\nに分ける社格制度を定め、神職には官公吏の地位を与えて、他の宗教と異なる特権\n的地位を認めた。明治八年、政府は、神仏各宗合同の布教を差し止め、各自布教す\nるよう達し、神仏各宗に信仰の自由を容認する旨を口達した。明治一五年、神官の\n教導職の兼補を廃止し葬儀に関与しないものとする旨の達（内務省乙第七号、丁第\n一号）を発し、神社神道を祭祀に専念させることによって宗教でないとする建前を\nとり、これを事実上国教化する国家神道体制を固めた。\n明治二二年、大日本帝国憲法が発布され、その二八条は信教の自由を保障していた\nものの、その保障は、「安寧秩序ヲ妨ケス及臣民タルノ義務ニ背カサル限ニ於テ」\nという制限を伴っていたばかりでなく、法制上は、国教が存在せず各宗教間の平等\nが認められていたにもかかわらず、右のように、既にその時までに、事実上神社神\n道を国教的取扱にした国家神道の体制が確立しており、神社を崇敬奉戴すべきは国\n民の義務であるとされ、神社参拝等が事実上強制されていたために、信教の自由は\n著しく侵害され、極めて不完全なものであることを免れなかった。明治二三年、教\n育勅語が発布され、学校教育の基本におかれるとともに、国家神道の思想的基礎と\nなった。明治三九年、「官国弊社経費ニ関スル法律」により、官国弊社の経費を国\n庫の負担とすることが、また、「府県社以下神社ノ神饌弊帛料供進ニ関スル件」\n（勅令）により、府県社以下の神社の神饌弊帛料を地方公共団体の負担とすること\nが定められ、ここに神社は国又は地方公共団体と財政的にも完全に結び付くに至っ\nた。\nこのようにして、昭和二〇年の敗戦に至るまで、神社神道は事実上国教的地位を保\n持した。その間に、大本教、ひとのみち教団、創価教育学会、日本基督教団など\nは、厳しい取締・禁圧を受け、各宗教は国家神道を中心とする国体観念と矛盾しな\nい限度でその地位を認められたにすぎなかった。そして、神社参拝等が事実上強制\nされ、旧憲法で保障された信教の自由は著しく侵害されたばかりでなく、国家神道\nは、いわゆる軍国主義の精神的基盤ともなっていた（右事実のうち、明治元年に祭\n政一致の布告が出され、神祇官が設置され、神仏判然令が出されたこと、明治三年\nに大教宣布の詔が出されたこと、明治五年に教部省から教導職に対し三条の教則が\n出されたこと、明治四年に社寺領上知の太政官布告が出され、社格制度及び神官の\n職制が定められたこと、明治八年に政府が神仏各宗合同布教の廃止を達し、神仏各\n宗に対して信仰の自由を容認する旨を口達したこと、明治一五年に神官の教導職の\n兼補を廃し葬儀に関与しないものとする旨の達が発せられたこと、明治二二年に旧\n憲法が発布され、その二八条に信教の自由が定められたこと、明治二三年に教育勅\n語が発布されたこと、明治三九年「官国弊社経費ニ関スル法律」、「府県社以下神\n社ノ神饌弊帛料供進ニ関スル件」（勅令）が定められたことは当事者間に争いがな\nい。）。\n（二）　明治元年の神仏判然令を機に、皇室の神仏分離が始まり、これと並行して\n宮中祭祀は整備拡充された。その主要な内容と形式は、明治四一年の皇室祭祀令に\nよって確定されたものであるが（昭和二年に部分改正）、天皇自身が親祭する大祭\nと、天皇の代理として掌典長が執行し天皇が拝礼する小祭とに分けられていた。大\n祭は一三祭、小祭は九祭に上ったが、そのうち明治維新前から行われていた祭祀は\nごく少数であり、多くは明治維新後に新たに作り出されたものであった。新たに作\nり出された祭りは、天皇の祖先の祭と記紀神話に依拠する政治色の強い祭りであ\nり、天皇崇拝を積極的に押出すために明治中期までに制定されたものである。これ\nら宮中祭祀に従い、国民の祝祭日が定められた。また、明治八年、太政官の式部寮\nは各府県に「神社祭式」を達していたところ、明治四〇年、内務省は「神社祭式行\n事作法」を告示し、大正三年には勅令で「神宮祭祀令」と「官国弊社以下神社祭祀\n令」が公布され、祭祀の統一を図ったが、それは宮中祭祀を中心として編成したも\nのであり、全国の神社で宮中祭祀に見合う儀礼が営まれるようになっていった（明\n治元年に神仏判然令が出されたこと、皇室祭祀が大祭と小祭とに分けられていたこ\nと、明治四〇年に内務省が「神社祭式行事作法」を告示し、大正三年には勅令で\n「神宮祭祀令」と「官国弊社以下神社祭祀令」が公布されたことは当事者間に争い\nがない。）。\n（三）　右のように、政府は、神社神道を、実体は宗教でありながら、国家の祭祀\nであるとして、宗教ではないとの態度をとり続け、国民に対する国家神道の強制を\n合理化し、正当化した。国家神道は、天皇の神聖絶対性を主軸とする宗教と政治的\nイデオロギーの入り混った思想・観念をその基盤とするものであった。昀も要とな\nる宗教思想は、天皇は、惟神の道の創唱者であり、また皇祖神は昀高の絶対神であ\nって、その皇祖神の唯一の祭祀者であることによって、天皇自らも現人神であると\nする観念であり、その根拠は記紀神話にあるとされた。そのほか、儒教思想に基づ\nく封建的忠誠の観念や日本人の宗教的伝統に根ざす祖先崇拝の観念があり、これら\nを結合させ、それによって孝を家父長的家族道徳の基本とし、それを家族国家観に\nそのまま拡大したという道徳的、倫理的側面もあった。\n（四）　昭和二〇年八月一五日、日本は、敗戦を迎えた。連合国昀高司令官総司令\n部は、国家神道こそ日本の軍国主義を支えた大きな要因であったとの認識から、そ\nの早急な除去・解体を目指し、同年一〇月、「政治的、社会的及宗教的自由に対す\nる制限除去」の覚書を発して、信教の自由の確立や、治安維持法、宗教団体法等の\n弾圧統制法規の撤廃等を指示した。同年一二月一五日、連合国昀高司令官総司令部\nは、日本政府にあてて、いわゆる神道指令（「国家神道、神社神道ニ対スル政府ノ\n保証、支援、保全、監督並ニ弘布ノ廃止ニ関スル件」）を発し、これにより、国家\nと神社神道との完全な分離が命ぜられ、神社神道は一宗教として他の一切の宗教と\n同じ法的基礎のうえに立つことが目指され、そのために、神社神道を含むあらゆる\n宗教を国家から分離すること、神社神道に対する国家・官公吏の特別な保護監督の\n停止、神道及び神社に対する公の財政援助の停止、神棚その他国家神道の物的象徴\nとなるものの公的施設における設置の禁止及び撤去等の具体的措置が指示され、こ\nれに基づき、同月二八日、宗教団体法が廃止され、それに代わって緊急勅令で宗教\n法人令が公布施行された。また、翌昭和二一年二月二日、神祇院官制をはじめ、す\nべての神社関係法令が廃止され、国家神道は、ここに解体した（右事実のうち、連\n合国昀高司令官総司令部が同年一二月一五日に「国家神道、神社神道ニ対スル政府\nノ保証、支援、保全、監督並ニ弘布ノ廃止ニ関スル件」（いわゆる神道指令）を発\nしたことは当事者間に争いがない。）。\n（五）　昭和二一年一月一日、昭和天皇は、年頭に当たって詔書を出し、その中\nで、「朕ト爾等国民トノ間ノ紐帯ハ、終始相互ノ信頼ト敬愛トニ依リテ結バレ、単\nナル神話ト伝説トニ依リテ生ゼルモノニ非ズ。天皇ヲ以テ現御神トシ、且日本国民\nヲ以テ他ノ民族ニ優越セル民族ニシテ、延テ世界ヲ支配スベキ運命ヲ有ストノ架空\nナル観念ニ基クモノニ非ズ。」（いわゆる人間宣言）と述べ、自ら自己の神性及び\nそれに基づく日本国民の他民族に対する優越性を否定した。同年一一月三日、日本\n国憲法が公布され、昭和二二年五月三日から施行された。日本国憲法は、「天皇\nは、日本国の象徴であり、日本国民統合の象徴であって、この地位は、主権の存す\nる日本国民の総意に基づく。」（一条）と規定し、天皇の神性を否定するととも\nに、明治維新以降国家と神道とが密接に結びつき前記のような種々の弊害を生じた\nことにかんがみ、新たに信教の自由を無条件に保障することとし、更にその保障を\n一層確実なものとするため、政教分離規定を設けるに至った。（右事実のうち、昭\n和天皇が昭和二一年に「年頭の詔書」（いわゆる「人間宣言」）を発したことは当\n事者間に争いがない。）。\n（六）　日本国憲法施行後、宮中祭祀は、天皇個人の内廷の祭祀とされ、祭祀を司\nどる掌典職も国家公務員たる官吏から天皇の私的使用人たる内廷の職員に変更され\nた。\n（七）　右のように、昭和天皇の人間宣言及び日本国憲法により、天皇の神性が否\n定され、天皇は日本国及び日本国民統合の象徴とされたのであるが、戦後四〇年余\nの間に、天皇は日本国及び日本国民統合の象徴であるとの思想は広く国民の間に浸\n透し定着しているものとみられるのであり、現在では一般的かつ大多数の国民の意\n識としては、天皇の神性を基礎として、天皇がすべての価値体系の根源であるとの\n意識は、もはや存在しなくなっているということができ、国家神道の基盤となった\n思想・観念は消滅したものということができる。\nもっとも、国家神道の基盤となった思想のうち、儒教思想に基づく封建的忠誠の観\n念、日本人の宗教的伝統に根ざす祖先崇拝の観念等は、永きにわたった日本人の伝\n統的思考様式であったこともあり、未だ多くの人々の意識の中に残存していると考\nえられるが、これらはその宗教性を基礎づけていた天皇の神聖絶対性と切り離して\nみた場合、もはや宗教というよりも単なる道徳的・倫理的観念とみられるのであ\nる。また、現在でも、なお、天皇の神性を基礎として、天皇がすべての価値体系の\n根源であるとの信念・意識を有する一部の人々が存在することは否定し難いが、こ\nれらの人々の信念・意識が一般的、大多数の国民に影響を及ぼす可能性があるとま\nでは認めることが困難であり、また天皇ないし皇室からこれに応えた形跡も認める\nことができない。従って、国家神道の基盤となった思想・観念は消滅したものとい\nうことができる。\n２　大嘗祭の起源、歴史及び宗教性\n（一）　甲第七四号証の一ないし五（前掲）、第八七号証の一、二（同）、第九六\n号証の一ないし一三（同）、甲第八号証、第四一号証、第四八号証の一、二、第五\n五号証の一ないし三、第五六号証、第五七、五八号証の各一ないし三、第五九号\n証、第六〇号証の一ないし三、第六四号証の一ないし三、第六七ないし七一号証、\n第七二号証の一、二、第七三号証の一ないし四、第八一ないし八四号証の各一ない\nし三、第八五号証、第八六号証の一ないし五、第八八号証、第九〇号証の一、二、\n第九三号証ないし九五証、乙第五号証の一ないし五、証人Ｒ及び同Ｓの各証言並び\nに弁論の全趣旨によれば、次の事実が認められ、この認定を左右するに足りる証拠\nはない。\n（１）　我が国においては、即位礼は、遅くとも七世紀には成立したとされてい\nる。奈良地代までは、践祚と即位礼は分化しておらず、即位礼のことを践祚と呼ん\nでいた。桓武天皇期から践祚が分化し、皇位の継承があると直ちに三種の神器の鏡\nや剣の受け渡しが行われるようになった。一方、即位礼は、天皇が高御座に登り、\n寿詞奏上を受け、三種の神器を受け取る儀式として完成した。その儀式や衣装等は\n中国の影響を強く受けていた（右各事実は当事者間に争いがない。）。\nもっとも、践祚と即位礼が分化した後においても、譲位の場合は践祚と即位礼は未\n分化であった。\n（２）　大嘗祭は、新嘗祭を起源とするものであるが、新嘗祭は民間のニヒナメを\n起源とするものである。大嘗祭は、新嘗祭と区別されて成立した。大嘗祭の成立の\n時期については、学説上争いがあり、天武天皇又は持続天皇からとされているが、\nいずれにせよ即位礼の成立に後れて成立した。大嘗祭は、天皇の治世昀初に行う祭\n礼として大規模に行われたこと、及び悠紀・主基の斎国が定められ、その二国から\n米粟等が献上されることとなって、新嘗祭とは区別されて成立した（右事実のう\nち、大嘗祭が新嘗祭を起源とするものであること、大嘗祭は、天皇の治世昀初に行\nう祭礼として大規模に行われたこと、及び悠紀・主基の斎国が定められ、その二国\nから米粟等が献上されることとなって、新嘗祭とは区別されて成立したことは当事\n者間に争いがない。）。\n新嘗祭には、畿内の国々から取れた米粟等を用い、神祇官をはじめ中央の官庁が準\n備に当たったが、大嘗祭には、畿内の外の悠紀・主基の斎国から献上された米粟等\nを用い、悠紀・主基の斎国の国司、郡司等が奉仕することとされていた。このこと\nから、大嘗祭は、律令的国土支配に対応した服属儀礼的性格を有すると解する学説\nがある。\n（３）　大宝律令においては、皇位継承儀礼は、践祚（即位礼）と大嘗祭の二つか\nらなるものとされ、延喜式においては、更に八十島祭が加わった。平安時代におい\nては、践祚（即位礼）と大嘗祭は天皇の親祭行事とされていた。\n平安時代の大嘗祭及び祭祀儀礼の内容及び形式等は、貞観儀式や延喜式によって窺\nわれるが、その後、天皇の政治権力の衰退等により、大嘗祭を含む祭祀儀礼の内容\n及び形式等は変化していった。\n（４）　大嘗祭は、天武天皇又は持統天皇から後土御門天皇まで継続して行われた\nが、応仁の乱後から江戸時代に復興されるまで二〇〇年余にわたり中断し、東山天\n皇の時代に復興され、桜町天皇の時代に再復興され、現在まで継続して行われてい\nる。大嘗祭は、右中断の時期を含め、鎌倉時代の仲恭天皇、南北朝時代の後村上天\n皇（南朝）、崇光天皇（北朝）、長慶天皇（南朝）、後亀山天皇（南朝）、戦国時\n代の後柏原天皇、後奈良天皇、正親町天皇、安土桃山時代の後陽成天皇、江戸時代\nの後水尾天皇、明正天皇、後光明天皇、後西天皇、霊元天皇、中御門天皇は大嘗祭\nを行っていない。しかし、大嘗祭を行わなかった一五人の天皇の中で、僅か二か月\nで退位した仲恭天皇以外は、皇室の衰微にもかかわらず即位礼を行い、即位礼をも\n行わなかった仲恭天皇のみが「半帝」と謗られ、その余の天皇はこれと同様の扱い\nはされていない（右事実のうち、即位礼は、僅か二か月で退位した仲恭天皇のほか\nは、皇室の衰微にもかかわらず行っていること、即位礼を行わなかった仲恭天皇は\n「半帝」と謗られているが、その余の天皇はこれと同様の扱いはされていないこと\nは当事者間に争いがない。）。\n（５）　皇位継承儀式は、祭祀儀札の内容及び形式等が変化していったと同じく、\n変化しており、少なくとも近世後期（幕末）において、大嘗祭そのものは仏教を排\nした神道的空間の中で行われてきたが、即位礼に仏教儀礼である即位灌頂が組み込\nまれ、全体として神仏習合的な儀式を形成していた。\n（６）　王政復古後の明治天皇の即位礼の特色は、「旧来の弊風」の一新にあっ\nた。その具体的内容は、ａ即位札からの唐風の儀式及び衣装を廃止する、ｂ装飾を\n国風化する、ｃ大仁王会や即位灌頂のような仏教儀式や密教的要素を排除する、ｄ\n上代の儀式（寿詞）を復活する、ｅ国際的視点を取り入れる（即位礼において地球\n儀を使用）、ｆ新都東京で挙行する、ｇ国民統合の機能を持たせるなどであった\n（右事実のうち、ｃ、ｄを除く事実は当事者間に争いがない。）。\n明治天皇の大嘗祭は、明治四年一一月に挙行されたが、その際、神祇省は「告諭」\nとして、天照大神の神勅により天孫が高千穂宮に降り新穀を食べたのが大嘗祭の始\nまりであるとし、天孫降臨神話と大嘗祭を結びつける解釈を国民に示した。そこで\nは、大嘗祭における祭神が天照大神と天神地祇であることが明らかにされた（右事\n実は当事者間に争いがない。）。\n（７）　明治二二年、旧皇室典範が制定され、「天皇崩スルトキハ皇嗣即チ践祚シ\n祖宗ノ神器ヲ承ク」（一〇条）、「即位ノ禮及大嘗祭ハ京都ニ於テ之ヲ行フ」（一\n一条）と定められた。明治四二年、登極令及び附式が制定され、登極令には、「践\n祚」、「即位ノ禮」、「大嘗祭」の三つが規定された。また登極令には、「抜穂ノ\n式」が規定され（一〇条）、同附式には、「抜穂ノ式」への「地方高等官」の参列\nが規定された。\n登極令及び附式の定めた大嘗祭の内容は、延喜式のそれと比較すると、新歴一一月\nに挙行されること、即位の礼に引続いて大嘗祭が行われること、庭積机代物が献納\nされること、首都でない所で挙行されること、天皇の御禊（ごけい）行幸が行われ\nないこと、皇后の拝礼のあること、大饗が大嘗祭とならぶ独自の行事となったこ\nと、神宮等の親謁が行われること等が異なっている。\n大正天皇の皇位継承儀礼及び昭和天皇の皇位継承儀礼は、登極令及び附式の内容に\n則って行われた。\n（８）　折口信夫は、昭和三年の論文「大嘗祭の本義」において、自ら仮説である\nと断りながら、大嘗祭に新たな意味付けを行った。それによれば、天皇は一代毎に\n替わるが、その魂は不滅である。悠紀殿と主基殿には「寝座」が設けられ寝具が備\nえられているが、寝具は天孫降臨神話で天孫が包まれて降臨する「真床襲衾」に該\n当する。そこで、この寝具に新たな天皇が籠もり、魂の入れ物である身体に天皇霊\nを入れることによって、天皇としての資格を完成すると説明した。この折口説は、\n現在では、生前譲位が説明できないことのほか、前提となる事実が史実に反する点\nが多いとされているが、当時は通説的地位を占めるに至った。昭和一八年に採用さ\nれた国定教科書「初等科修身四」では、「大嘗祭の御義」の章が新たに設けられ、\n大嘗祭について「大神と天皇が御一体におなりあそばす御神事であって、わが大日\n本が神の国であることを明らかにするもの」と記述されるに至った（右事実のう\nち、折口信夫が大嘗祭につき右の見解を示したこと、国定教科書に右の記述があっ\nたことは当事者間に争いがない。）。\n（９）　日本国憲法は、「天皇は、日本国の象徴であり、日本国民統合の象徴であ\nって、この地位は、主権の存する日本国民の総意に基づく。」（一条）と規定し、\n天皇の神性を否定した。新たに制定された皇室典範は、「天皇が崩じたときは、皇\n嗣が、直ちに即位する。」（四条）、「皇位の継承があったときは、即位の礼を行\nう。」（二四条）と規定し、践祚、大嘗祭に関する規定をおいていない。なお、旧\n皇室典範及びその細則の登極令は、皇室令及附属法令廃止の件（皇室令第一二号）\nによって廃止された。\n今回の大嘗祭は、ほぼ登極令及び附式の内容に沿った形で挙行された。\n（１０）　大嘗祭の儀式のうち、悠紀殿、主基殿において天皇が自ら行う儀式は、\n大嘗祭の中核をなすものと考えられているが、一切公開されていない。貞観儀式等\nや宮内庁が発表した儀式の次第（予定）によると、神饌親供等が行われることとさ\nれている。\nこの儀式について、大嘗宮の施設等から学問的な考察がされている。\n大嘗祭の意義については、天皇が新穀を皇祖及び天神地祇に供え、自らも食し、皇\n祖及び天神地祇に対し安寧と五穀豊穣等を感謝し、国家・国民のために安寧と五穀\n豊穣等を祈念する儀式であると解する見解（平成元年一二月二一日の政府見解）、\n天皇が神に新穀を供え、神と共食する儀式であると解する見解、天皇が神に新穀を\n供え、神と共食することにより、神性を賦与される儀式であると解する見解、天皇\nが「真床襲衾」に籠もることにより、あるいは、神座に臥することにより、神性を\n賦与される儀式であると解する見解などがある。\nこのように大嘗祭は、その意義について、見解により宗教色の濃淡はあるが、いず\nれにせよ宗教色を有するものということができる。\n（二）　右認定事実によれば、次のようにいうことができる。\n大嘗祭は、皇位継承儀式の一環をなす重要な儀式であるが、本来は皇位継承儀式そ\nのものではない。\n大嘗祭は、二〇〇年余にわたる中断の時期があるものの、それまで継続して行わ\nれ、再復興された以後現在まで継続して行われている事実からすると、皇位継承に\n不可欠ではないにせよ、皇位継承に必要かつ重要な儀式であるとみられる。\n今回の大嘗祭は、ほぼ登極令及び附式の内容に沿った形で挙行されたものであると\nころ、大嘗祭の内容が歴史的に見て様々な変遷を遂げていることから、一連の個々\nの儀式それ自体が細部にわたるまで伝統に基づいているとまではいえないが、大嘗\n祭を全体としてみれば皇室の伝統に基づくものということができる。\n大嘗祭は、その意義に関する見解により宗教色の濃淡はあるが、宗教色を有する儀\n式であり、宗教的儀式とみられる。\n３　主基斎田抜穂の儀の起源、歴史及び宗教性\n（一）　前掲２掲記の証拠、甲第一〇七号証と弁論の全趣旨によれば、次の事実が\n認められ、この認定に反する証拠はない。\n（１）　斎田抜穂の儀は、大嘗祭が新嘗祭、ひいては民間のニヒナメに起源を有す\nるのと同様に、民間の初穂儀礼ないしヌキホ神事に起源を有するものである。\n（２）　直観儀式には、抜穂使の発遣及び斎田の抜穂が記述されている。東山天皇\nの時代に復興された大嘗祭には、抜穂使の発遣が行われていないが、桜町天皇の時\n代に再復興された以降の大嘗祭には、抜穂使の発遣が行われ、斎田抜穂の儀が行わ\nれてきた。\n（３）　斎田抜穂の儀における稲については、稲作儀礼における稲を意味するとい\nう見解と、瓊瓊杵尊（ににぎのみこと）が高天原の斎庭（ゆには）の稲を天照大神\nから与えられて天孫降臨したという記紀神話の斎庭の稲穂を意味するという見解が\nある。\nこのように、斎田抜穂の儀における稲についても、見解により宗教色の濃淡はある\nが、いずれにせよ宗教色を有するものということができる。\n（二）　甲第四七号証（前掲）、第七八号証（同）、第一一三号証の一、二、一七\n（同）、甲第三一号証の三、六、第七五号証の一ないし四、第七六号証の一、二、\n第一一三号証の四、一〇、一二ないし一六、証人Ｒの証言によれば、次の事実が認\nめられ、この認定を左右するに足りる証拠はない。\n（１）　神社神道においては、斎竹を立て、注連縄を張り巡らした範囲は祭場の表\n示に当たり、祭の場では幄舎を黒白の鯨幕で覆い、神籬を立てるのが一般的であ\nる。男子神職の正装は衣冠姿であり、斎主によって祓詞奏上が行われ、参列者によ\nって拝礼が行われることは神社神道における一般的作法である。そして、拝礼は、\n一揖一拝二拍手一拝が昀も一般的な形であるが、神社によっては異なる拝礼の形を\n採るところもある。\n（２）　今回の主基斎田抜穂の儀は、斎田抜穂前一日大祓が行われたことも含め、\n大正天皇の大嘗祭の悠紀斎田抜穂の儀、昭和天皇の悠紀斎田抜穂の儀とほぼ同形\n式・同内容で行われた。登極令附式には、前記のとおり、「抜穂ノ式」への「地方\n高等官」の参列が定められていたが、被告Ｃが幄舎に着床した位置は、大正天皇の\n大嘗祭の悠紀斎田抜穂の儀において愛知県知事が着床した位置と同じ位置であっ\nた。もっとも、愛知県知事は、抜穂使の稲の点検に立会ったが、被告Ｃは、単に参\n列者の一員として拝礼をしたにとどまり、抜穂使の稲の点検に立会わなかった。\n（三）　右認定の事実と、前記二１（三）判示の主基斎田抜穂の儀の祭場の模様及\nび主基斎田抜穂の儀の内容によれば、主基斎田抜穂の儀は、その意義において宗教\n色を有しているところ、その内容、形式は、大嘗祭に用いる稲穂を抜き取る儀式で\nあり、抜穂使が、所定の服装で、皇室祭祀の祭式に則り、一定の斎場を設け、一定\nの祭具を使用して行ったものであり、広い意味で神式の儀式であって、宗教的儀式\nとみられる。\n４　被告らの行為の憲法違反の有無\n（一）　憲法は、「信教の自由は、何人に対してもこれを保障する。」（二〇条一\n項前段）とし、また、「何人も、宗教上の行為、祝典、儀式又は行事に参加するこ\nとを強制されない。」（同条二項）として、いわゆる狭義の信教の自由（個人の宗\n教の自由）を保障する規定を設ける一方、「いかなる宗教団体も、国から特権を受\nけ、又は政治上の権力を行使してはならない。」（同条一項後段）、「国及びその\n機関は、宗教教育その他いかなる宗教的活動もしてはならない。」（同条三項）と\nし、更に「公金その他の公の財産は、宗教上の組織若しくは団体の使用、便益若し\nくは維持のため、・・・・・・これを支出し、又はその利用に供してはならな\nい。」（八九条）として、いわゆる政教分離の原則に基づく諸規定（以下「政教分\n離規定」という。）を設けている。元来、政教分離規定は、いわゆる制度的保障の\n規定であって、信教の自由そのものを直接保障するものではなく、国家（地方公共\n団体を含む。以下同じ。）と宗教との分離を制度として保障することにより、間接\n的に信教の自由の保障を確保しようとするものである。そして、憲法の政教分離規\n定の基礎となり、その解釈の指導原理となる政教分離原則は、国家が宗教的に中立\nであることを要求するものではあるが、国家が宗教とのかかわり合いを持つことを\n全く許さないとするものではなく、宗教とのかかわり合いをもたらす行為の目的及\nび効果にかんがみ、そのかかわり合いが、我が国の社会的、文化的諸条件に照ら\nし、信教の自由の保障の確保という制度の根本目的との関係で相当とされる限度を\n超えるものと認められる場合にこれを許さないとするものと解すべきである。右政\n教分離の原則の意義に照らすと、憲法二〇条三項にいう宗教的活動とは、およそ国\n及びその機関の活動で宗教とのかかわり合いを持つすべての行為を指すものではな\nく、そのかかわり合いが右にいう相当とされる限度を超えるものに限られるという\nべきであって、当該行為の目的が宗教的意義を持ち、その効果が宗教に対する援\n助、助長、促進又は圧迫、干渉等になるような行為をいうものと解すべきであり、\nある行為が右にいう宗教的活動に該当するか否かを検討するに当たっては、当該行\n為の主宰者が宗教家であるかどうか、その順序作法（式次第）が宗教の定める方式\nに従ったものであるかどうかなど、当該行為の外形的側面のみにとらわれることな\nく、当該行為の行われる場所、当該行為に対する一般人の宗教的評価、当該行為者\nが当該行為を行うについての意図、目的及び宗教的意義の有無、程度、当該行為の\n一般人に与える効果、影響等、諸般の事情を考慮し、社会通念に従って、客観的に\n判断しなければならない（昀高裁判所大法廷昭和五二年七月一三日判決・民集三一\n巻四号五三三頁、同大法廷昭和六三年六月一日判決・民集四二巻五号二七七頁、同\n第三小法廷平成五年二月一六日判決・民集四七巻三号一六八七頁）。\nそこで、右基準に照して、被告らの主基斎田抜穂の儀への参列が憲法二〇条三項に\nよって禁止される宗教的活動に当たるか否かについて検討する。\n前記認定事実によれば、主基斎田抜穂の儀は、その意義、内容及び形式からして、\n広い意味での神式の儀式であり、宗教的儀式とみられるから、被告らの参列が宗教\nとかかわり合いをもつものであることは否定することができない。\nしかしながら、前記認定事実によれば、ａ天皇は、日本国憲法上、日本国の象徴で\nあり、日本国民統合の象徴と定められており、一般的かつ大多数の国民はそのよう\nに考えていること、ｂ大嘗祭は、皇位継承に不可欠ではないにせよ、皇位継承に必\n要かつ重要な儀式の一つで、一世に一度の儀式であり、主基斎田抜穂の儀は、大嘗\n祭の関係儀式として同様に天皇の皇位継承に必要かつ重要な儀式の一つであり、今\n回の大嘗祭は、全体としてみれば皇室の伝統に基づくものということができるこ\nと、ｃ右大嘗祭は、神社神道の祭祀と同性質の宗教儀礼とはいえないし、また、特\n定の宗教、宗派の教儀、信仰の普及、拡大を目的とするものでも、既に消滅した国\n家神道の基盤であった思想・観念と結びつくものでもないこと、ｄ被告らの参列\nは、主基斎田抜穂の儀の挙行地において重要な公職にある者の社会的儀礼として、\n新天皇が主宰する皇室の私的行事に際し、新天皇への祝意を表す目的で行われたも\nのであること、ｅ被告らは、主基斎田抜穂の儀に参列し、拝礼をしたにとどまり、\n主基斎田抜穂の儀の進行等につき積極的なかかわり合いをもっていないことが認め\nられる。\n右の諸点にかんがみると、被告らの主基斎田抜穂の儀への参列は、その目的は、新\n天皇の皇位継承儀式の関係儀式に際し、新天皇に対し祝意を表するという、専ら世\n俗的なものであり、その効果も、新天皇に祝意を表する以上に、特定の宗教を援\n助、助長、促進又は圧迫、干渉を加えるものとは認められない。そして、争いのな\nい大分県等の関与の事実を考慮しても、右判断を左右しない。\n従って、被告らの主基斎田抜穂の儀への参列は、宗教とのかかわり合いの程度が我\nが国の社会的、文化的諸条件に照らし、信教の自由の保障の確保という制度の根本\n目的との関係で相当とされる限度を超えるものとは認められず、憲法二〇条三項に\nより禁止される宗教的活動にはあたらないと解するのが相当である。\n（二）　普通地方公共団体の長や補助機関たる公務員が宗教的儀式に参列する行為\nは、当該公務員の公的地位に伴う社会儀礼的なものであり、憲法二〇条三項により\n禁止される宗教的活動に当たらないものである場合は、右参列行為は普通地方公共\n団体の事務に当然含まれ、公務に該当するものと解するのが相当である。\n前判示のとおり、被告らの主基斎田抜穂の儀への参列は、被告らの公的地位に伴う\n社会儀礼的なものであり、憲法二〇条三項により禁止される宗教的活動に当たらな\nいものであるから、右参列に伴う原告ら主張の旅費、日当及び給与の支払が違法で\nあるということはできない。\n（三）　以上のとおりであるから、被告らの主基斎田抜穂の儀への参列に伴う支出\nを違憲、違法とする原告らの主張は、いずれも失当といわなければならない。\n第三　結論\nよって、原告ら及び共同訴訟参加人Ａを除くその余の共同訴訟参加人らの被告Ｂに\n対する損害賠償請求にかかる訴えは不適法であるから却下し、原告ら及び共同訴訟\n参加人Ａを除くその余の共同訴訟参加人らのその余の請求はいずれも理由がないか\nら棄却し、本件訴訟のうち共同訴訟参加人Ａの請求に関する部分は前記のとおり死\n亡により終了したからその旨を宣告することとし、訴訟費用（補助参加によって生\nじた費用を含む。）の負担につき、行政事件訴訟法七条、民事訴訟法八九条、九三\n条、九四条を適用して主文のとおり判決する。\n（裁判官　丸山昌一　金光健二　大崎良信）\n別表（省略）\n"
}