{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 4,
    "day": 28
  },
  "case_number": "平成8(行ウ)3",
  "case_name": "損害賠償請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "lawsuit_id": "16066",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16066",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/066/016066_hanrei.pdf",
  "contents": "主　　　文\n一　被告ａ及び被告ｂに対する訴えを却下する。\n二　被告ｃに対する本件訴えのうち、別表二の一ないし三記載の建物について同表\n記載の空き家期間中入居決定を行わず空き家にしたことによる違法に基づく損害賠\n償請求を求める訴え及び、別表三の建物について同表記載の仮入居期間中仮入居さ\nせたことによる損害賠償を求める訴えは、いずれもこれを却下する。\n三　被告ｃは、愛知県海部郡甚目寺町に対し、金一一七万円及びこれに対する平成\n六年一月一日から支払済みまで年五分の割合による金員を支払え。\n四　原告のその余の請求を棄却する。\n五　訴訟費用中、原告及び被告ｃに生じた費用を一〇分し、その一を被告ｃの負担\nとし、その余を原告の負担とし、被告ａ及び被告ｂに生じた費用を原告の負担とす\nる。\n事実及び理由\n第一　請求\n被告らは、愛知県海部郡甚目寺町（以下「甚目寺町」という。）に対し、各自、\n金九二九万八一八〇円及びこれに対する平成六年一月一日から支払済みまで年五分\nの割合による金員を支払え。\n第二　事案の概要等\n一　争いのない事実等\n１　当事者（当事者間に争いがない。）\n（一）　原告は甚目寺町に住居を有する住民である。\n（二）　被告ｃは、昭和五七年一二月以来現在まで甚目寺町長の職にある者であ\nる。\n（三）　被告ａは、昭和六一年一月から平成七年三月までの間、甚目寺町建設部長\nの職に就いていた者である。\n（四）　被告ｂは、昭和六二年四月から平成六年三月までの間、甚目寺町建設部同\n和対策課長の職に就いていた者である。\n２　甚目寺町栄小集落地区改良事業\n（一）　甚目寺町は、地域改善対策特定事業に係る国の財政上の特別措置に関する\n法律（昭和六二年法律第二二号。以下「財政特別措置法」という。）及び小集落地\n区等改良事業制度要綱（昭和五七年四月五日付け建設省住整発第二六号建設事務次\n官通達。以下「本件事業要綱」という。甲七）に基づき、同町栄地区（約二二・〇\n〇ヘクタール）の一部（一〇・九四ヘクタール）を事業区域とする甚目寺町栄小集\n落地区改良事業（以下「本件事業」という。甲五）を、事業期間を昭和五五年度か\nら平成七年度という計画で実施した。\n（二）　昭和五六年以来、本件事業の一環として、甚目寺町小集落改良住宅（以下\n「本件改良住宅」という）の建設が行われてきた。\n３　条例等の規定\n（一）　甚目寺町は、本件改良住宅の設置・管理に関して、甚目寺町小集落改良住\n宅の設置および管理に関する条例（昭和五六年一二月二二日条例第一八号。以下\n「本件条例」という。甲三）及び甚目寺町小集落改良住宅の設置および管理に関す\nる条例施行規則（昭和五六年一二月二二日規則第一五号。以下「本件規則」とい\nう。甲四）を設けた。\n本件条例及び本件規則に定める本件改良住宅の入居資格、入居手続、賃料の支払\n等は次のとおりである。\n（二）　本件条例\n第三条　改良住宅へ入居することができる者は、町長の指定する日から引続き改良\n事業の対象地区内に居住し、当該事業の施行によりその居住する住宅を失い住宅に\n困窮すると認められる世帯で改良住宅に入居を希望するものとする。\n第五条　第三条に規定する入居資格のある者は、町長の定めるところにより入居の\n申込みをしなければならない。\n第六条　町長は、前条の申込書を受理したときは、審査会に諮り入居者を決定する\nものとする。\n第十一条　改良住宅の家賃は別表二のとおりとする。ただし、物価の変動等により\n家賃を変更することができる。\n別表二では、鉄筋コンクリート造三階建及び四階建（以下「中層住宅」という。）\nは、家賃月額九〇〇〇円（ただし、共益費一〇〇〇円を含む。）、簡易耐火構造二\n階建（以下「二戸一住宅」という。）は、家賃月額一万円（ただし、共益費五〇〇\n円を含む。）、簡易耐火構造平家建（以下「老人住宅」という。）は、家賃月額五\n〇〇〇円（ただし共益費五〇〇円を含む。）と定められている。\n第十二条　家賃は月額とし、第七条の入居手続が完了した日から改良住宅を明渡し\nた日（明渡しの請求のあったときは、明渡しの請求のあった日）まで徴収する。\n２　新たに改良住宅に入居した場合又は、改良住宅を明渡した場合において、その\n月の入居の期間が一月に満たないときは、その月の家賃は日割計算による。\n第十三条　町長は、次の各号に該当する場合においては家賃の減免又は、徴収の猶\n予を必要と認める者に対して家賃の減免又は、徴収猶予することができる。\n一　入居者が疾病にかかり生活の困難なとき。\n二　入居者が災害により著しい損害を受けたとき。\n三　その他前各号に準ずる特別の事情があるとき。\n第十六条　町長は、入居者が次の各号の一に該当する場合においては、当該入居者\nに対し、改良住宅の明渡しを請求することができる。\n一　不正行為によって入居したとき。\n二　家賃を三ケ月以上滞納したとき。\n三　改良住宅を故意にき損したとき。\n四　正当な理由によらないで一五日以上改良住宅を使用しないとき。\n五　第一五条の規定に違反したとき。\n第十九条　住宅監理員は、町長が町吏員のうちから任命する。\n２　住宅監理員は改良住宅の管理に関する事務をつかさどり改良住宅および、その\n環境を良好な状況に維持するよう入居者に必要な指導を行う。\n（三）　本件規則\n第四条　条例第六条の規定による審査会は、町と栄地区改良事業推進実行委員会の\n委員によって組織する。\n第五条　町長は、条例第六条により改良住宅の入居を決定したときは、別記第二号\n様式による改良住宅入居決定通知書により通知するものとする。\n第十一条　条例第十三条の規定による家賃の減免又は徴収猶予を受けようとする者\nは、次の各号のいずれかに該当し審査会で決定した場合とする。\n一　疾病及び負傷等により、一時的に収入が低額になった者\n二　震災・風水害・火災・その他天災地変により被害を受けた場合\n三　生活保護法による住宅扶助の受給者で、疾病等による入院加療のため住宅扶助\n料の支給を停止されたもの\n第十二条　前条で減免対象と決定された者には、家賃額に五〇パーセントを乗じて\n算出した金額を減額する。\n第十三条　減免期間は原則として十二ヶ月以内とし、徴収猶予期間については原則\nとして六ヶ月以内とする。ただし、期間の決定は審査会でおこなう。\n４　甚目寺町における本件改良住宅に関する事務は建設部の所管とされており、本\n件改良住宅が建設された場合の入居手続に関する事務や建物の鍵を保管するなど直\n接の事務は、建設部同和対策課が担当する（当事者間に争いがない）。\n５　甚目寺町は、別表一記載の本件改良住宅一五戸について、「供用開始日」欄記\n載の日から、供用開始した。\n別表二の一、三の住宅について、同表記載の「空き家期間」中、入居決定がなさ\nれず、空き家のままであった。\n別表二の二の番号１、２の住宅について、同表記載の「空き家期間」中、同表の\n占有者欄記載の者が不法占有していた。\n別表二の二の番号３ないし８の住宅について、同表記載の「空き家期間」中、同\n表の占有者欄記載の者に鍵が渡された。\n別表三の住宅について、同表記載の「仮入居期間」中、仮入居制度に基づき仮入\n居者が占有した。\n６　監査請求\n（一）　原告は、甚目寺町監査委員に対し、平成七年一〇月、本件改良住宅のう\nち、一五戸について、被告らが、本件条例及び規則に定められた手続を履践しない\nで恣意的に本件改良住宅の鍵を入居希望者に引き渡して、改良住宅に入居させなが\nら、長期間にわたり、審査会を開いて入居者に関する入居許可に関する審査事務を\n行わず、家賃相当の損害金の支払請求を行わない行為が著しく職務を怠って甚目寺\n町に損害を与える行為であるとして監査請求した（甲二）。\n（二）　甚目寺町監査委員は、原告に対し、平成七年一二月二五日付けで、請求を\n棄却する旨の監査結果を出して通知した（甲一）。\n二　本件請求の概要\n本件請求は、甚目寺町の住民である原告が、甚目寺町の職員である被告らが管理\nする本件改良住宅に関し、以下の違法事由があるとして、甚目寺町に代位して、被\n告らに対し、損害賠償を請求するものである（遅延損害金の起算日は、請求する損\n害が発生した後である平成六年一月一日である。）。\n（一）　別表二の一の住宅について、入居決定を行わなかった違法による損害二三\n一万円\n（二）　別表二の二の１、２の住宅の不法占有に対し、怠る事実の違法に基づく損\n害額一二九万円\n（三）　別表二の二の３ないし８の住宅について鍵を渡し占有させた違法による損\n害一六一万円、占有した事実がないとすれば入居決定をせず空き家にしたことの違\n法による損害一六一万円\n（四）　別表二の三の住宅を空き家のまま放置した違法による損害一七八万二〇〇\n〇円\n（五）　別表三の住宅につき仮入居させた違法による損害二三〇万六一八〇円\n第三　争点及び争点に対する当事者の主張\n（本案前の争点）\n一　監査請求前置主義違反はあるか。\n（被告らの主張）\n仮入居制度に違法性があるとする原告の主張は、監査請求の対象とした事実と社\n会的事件としての同一性がないから、監査請求前置を欠き不適法である。\n（原告の主張）\n原告は、監査請求書で、被告ら三名が「甚目寺町小集落改良住宅の設置及び管理\nに関する条例に違反し」「入居決定されていないのに入居せしめておきながら入居\n決定措置・家賃の徴収措置を行わず」「町及び町民に多大の損害を与えている」の\nで、「監査し、町民に与えた損害額を返済補填その他の処分措置を請求する」と記\n載し、具体的な措置を求めた内容においても、「イ　入居決定がなされていないの\nに鍵を引き渡し、入居せしめた理由と責任」「ハ　鍵を引き渡し入居させながら審\n議会を開催もせず、入居決定を行わず家賃を徴収することが出来ず放置してある理\n由と責任」としている。\n仮入居に関する損害の請求は、被告らにおいて本件条例に反して独自に仮入居な\nる使用目的を創設してこの期間中の家賃につき大幅な免除を行ってきたことの責任\nを問うものであるから、監査請求に含まれている。\n二　被告ａ及び被告ｂについて被告適格があるか。\n（被告らの主張）\n本件請求はいずれも、被告らに対して、当該職員に対する損害賠償の請求を行う\nものであるところ、被告ａ及び被告ｂは、本件で問題となっている財務会計上の行\n為を行う権限を有しない者であり、被告適格を欠く不適法なものである。\n（本案の争点）\n三　別表二の一の住宅を空き家のまま放置した違法があるか（違法事由その１）。\n（原告の主張）\n被告らは、別表二の一の改良住宅一一戸に関し、入居資格があって右改良住宅に\n入居を希望する甚目寺町民の数が改良住宅の数を上回っていたにもかかわらず、同\n表の「空き家期間」欄記載の各期間、本件条例及び本件規則に従い、審査会に対\nし、入居者決定に関する諮問を行わないなど入居審査手続を進める事務を懈怠し\nた。これにより、入居者が決定されないという事態が生じた。\n改良住宅を建設しても、入居決定が長期間されないと、同和地区住民の住環境の\n整備改善を図ることはできず、住環境の整備が人間の生存にかかわる重要な事項で\nあることを考慮すると、いかなる理由があろうと三か月を超えて改良住宅について\n入居決定をしないことは違法であり、違法な財産管理又は違法に財産管理を怠る事\n実に該当する。\n被告らのこのような違法な管理等により、甚目寺町は、右改良住宅につき適正な\n管理運用がされた場合には得ることができた家賃に相当する二三一万円と同額の損\n害を被った。\n（被告の主張）\n本件改良住宅への入居決定は、本件条例六条に規定されているとおり、審査会の\n諮問を経ることになっている。審査会は、実行委員会と合同で開催され、入居資格\n者それぞれの状況について、担当した実行委員会の委員の報告を聞いた上で、公正\nかつ慎重な議論を経て入居審査に当たってきた。\n本件改良住宅については、審査会内部で意見の相違があったため、審査会が入居\n決定の諮問をするに至らなかったものであり、被告らにおいて、審査会の審査を求\nめなかったものでも、審査会を開催しなかったものでもない。\nすなわち、当該入居希望者に入居決定の諮問をすれば、同様の事情にある入居希\n望者に対しても入居決定の諮問をせざるを得なくなり、そうなると改良住宅の戸数\nが不足してしまうという指摘があり、そのような問題を公平かつ慎重に審議してき\nた結果、入居決定の諮問がなされなかったのである。\nしたがって、被告らにおいて、供用開始後長期間にわたって入居決定しなかった\n職務怠慢はない。\nまた、本件事業を円滑に推進するためには、まず、買収を行う必要があるが、買\n収交渉において、既に建設されている改良住宅への本入居を要求される場合があ\nり、そうした場合に対応するためには、ある程度の空き家を保有する必要があっ\nた。さらに、将来、世帯分離の必要が生じる場合（当初、一戸であるが、その後に\n婚姻等により両親と子供夫婦が別居する必要が生じる場合）もあり、そのような場\n合に対応するためにも、ある程度、改良住宅の建設戸数を多くしておく必要もあっ\nた。\n四　別表二の二の３ないし８の住宅につき鍵を渡したことによる違法（違法事由そ\nの２）\n（原告の主張）\n１　別表二の二の３ないし８の六戸の改良住宅に関し、被告らは、本件条例及び本\n件規則に定められた入居許可手続を履践しないで、入居を希望していた「占有者」\n欄記載の者に対し、各住宅の鍵を引き渡した。これは違法な財産の管理に該当す\nる。\n入居希望者に鍵を引き渡す行為は、民間賃貸住宅において鍵の受渡し行為が建物\n等の使用を承諾し、その引渡しを行ったものと解されていること、公営住宅や公団\n住宅あるいは公務員住宅等でも同様に鍵の引渡しが当該住宅の占有移転とみなされ\nていること、強制執行手続においても鍵の引渡し又は鍵の交換により、執行が終了\nし、債権者が占有を取得するとされていることなどからして、本件改良住宅をその\n者に引き渡したことになる。\n被告らは、入居決定が出るまでは改良住宅に入居しないという条件で鍵を渡して\nいると主張するが、違法な鍵の引渡し以後、被告らは右鍵の引渡しの条件が守られ\nているのかの調査を具体的に行っていないこと、鍵を回収する努力をしていないこ\nと、鍵を引き渡した改良住宅について、速やかな入居決定がされていないことから\nして、被告らにおいて、鍵の引渡しをもって、改良住宅の占有を承認したものとみ\nざるを得ない。\nなお、被告らは、請求期間において、空き家であったから損害は発生していない\nと主張するが、①二一〇番は、平成五年三月二二日にガスの供給が開始されている\nこと、②二一三番は、平成五年三月一五日にガスの供給が開始されていること、③\n二一六番は、平成五年四月九日に電気の、同年一〇月二日にガスのそれぞれ供給が\n開始されていることから、入居占有していたものである。\n被告らは、本件条例及び本件規則に従わず、右改良住宅への入居使用を認容しな\nがらも、「空き家期間」欄記載の各期間につき、改良住宅の家賃に相当する額の損\n害金の支払を求めなかった。このため、甚目寺町は、右改良住宅につき家賃に相当\nする一六一万円と同額の損害を被った。\n２　仮に、鍵を渡したことが占有に該当しないとしても、被告らは、右鍵を引き渡\nした後の空き家期間に本件条例及び本件規則に従った入居決定をしないで放置して\nいるから、この間、家賃相当の損害が発生している。\n（被告の主張）\n被告らは、正当な理由に基づいて鍵を預託したものであり、鍵を引き渡すことに\nより、当該改良住宅の事実上の占有を得させたことはない。\n五　別表二の二の１、２の住宅への違法入居（違法事由その３）\n（原告の主張）\n１　別表二の二の１（一一三番）の住宅について\n被告らは、右改良住宅について、本件条例及び本件規則に定められた入居許可手\n続を履践しないで、無断転貸が行われ、昭和六三年一月から平成五年一二月までの\n七二か月間、占有使用できないＳＯが占有していた事実を承知していながら、右期\n間、右占有者に対して、明渡請求も家賃相当損害金の請求もしなかった。\n被告らの右行為は違法に財産の管理を怠る事実に該当するので、甚目寺町は、右\n改良住宅につき右期間に関する家賃に相当する七二万円と同額の損害を被った。\n２　別表二の二の２（一八○番）の住宅について\n被告らは、右改良住宅について、本件条例及び本件規則に定められた入居許可手\n続を履践しないで、平成元年四月から平成五年一二月までの五七か月間、占有使用\nできないＴＭが占有していた事実を承知していながら、右期間、右占有者に対し\nて、明渡請求も家賃相当損害金の請求もしなかった。\n被告らの右行為は違法に財産の管理を怠る事実に該当するので、甚目寺町は、右\n改良住宅につき右期間に関する家賃に相当する五七万円と同額の損害を被った。\n（被告らの主張）\n１　別表二の二の１（一一三番）について\n被告ｃは、審査会の諮問を受け、昭和六一年九月二三日、ＴＦに入居決定を行っ\nた。ＴＦは、同日から入居した。\n審査会は、昭和六二年一二月中旬ころ、ＴＦがＳＯに無断転貸していると判定し\nた。そこで、同和対策課の職員がＴＦに対し、昭和六三年一月中旬、家賃の受領拒\n絶を通告した。同月以降、同和対策課が、ＴＦとＳＯに対し、明渡しを要求したが\n応じないため、被告ｃは、平成五年七月及び九月に書面で明渡請求をした。\nＴＦは、昭和六二年一二月分まで家賃を納付し、昭和六三年一月から平成五年一\n二月分の家賃相当額を供託している。\n２　別表二の二の２（一八○番）について\n平成元年三月下旬ころ、ＴＭが、窓ガラスを割って侵入し、以後、違法占拠をし\nている。\n平成元年三月ころ、実行委員会の協議により実行委員会の役員が説得にあたって\nいたが、効果がなかったので、被告ｂが同年八月ころ警察に被害届を出した。\n六　別表三の住宅への仮入居に関する違法（違法事由その４）\n（原告の主張）\n１　別表三の四戸の改良住宅について、同表「仮入居期間」欄記載の期間、本件条\n例及び本件規則に根拠の定めがない仮入居による占有使用が行われた。\nなお、甚目寺町小集落改良住宅（仮入居）管理要領（以下「本件要領」とい\nう。）は、講学上の「要綱」であり、要綱は、公正・適正な行政活動を確保するた\nめの行政庁の内部的な行政指導を行う際の準則ないし裁量基準的なもので、法的性\n質を有しないものであるから、この要領に従って改良住宅の仮入居が行われたから\nといって当然にその行為が適法になるわけではない。\n２　被告らは、本件要領が住宅地区改良法一四条に基づいて制定されていると主張\nするが、同条は、改良住宅を一時収用するために必要な施設とすることができると\nするものの、その場合に、改良住宅の賃料を無償あるいは大幅減額することまで施\n行者に授権していない。仮に、同条により、一時収容の施設として本件改良住宅を\n使用せざるを得ないとしても、法律による行政の原理に照らし、条例なり、規則に\n根拠を設けるべきであり、賃料を減額する場合にも妥当する。\n３　ところが、被告らは、右仮入居使用させる場合、本件条例及び本件規則で定め\nられた家賃月額九〇〇〇円の支払を受けるべきであったのに、月額一〇〇〇円の家\n賃支払を求め、その支払を受けたにとどまった。\n４　そのため、甚目寺町は、第一に本件条例及び本件規則にない違法な仮入居によ\nる損害として、第二に本件条例で定めた家賃の支払を受けなかった違法による損害\nとして、各住宅につき、毎月八〇〇〇円、合計二三〇万六一八〇円の損害を被っ\nた。\n５　被告らは、改良住宅四戸への仮入居は、行政財産の目的外使用許可として当然\nに許容されると主張する。\nしかし、第一に、本件改良住宅は、その性質において一般町営住宅と同様に、地\n方公共団体がその事務・事業を執行するため直接使用することを所有の目的とする\n財産（公共財産）でも、地方公共団体がその住民の利益のためにその一般的共同利\n用に供することを本来の目的とする財産（公共用財産）でもないから、普通財産\n（地方自治法二三八条三項）である。そして、普通財産の管理及び処分について\nは、条例又は議会の議決が必要となる。本件では、議会に対して、報告のみで議決\nを得ていない。また、予算の議決を得ただけでは、法令に違反して仮入居を設定\nし、又は法令に違反して使用料を徴収しないことの瑕疵は治癒しない。\n第二に、本件改良住宅が行政財産であるとしても、仮入居制度は、違法な行政財\n産の目的外使用である。行政財産の目的外使用は、目的外使用させても当該行政財\n産本来の用途又は目的が阻害されない場合に例外的に認められるものであるとこ\nろ、本件改良住宅への入居希望者は住宅数を上回る程度存在していたものであるか\nら、仮入居として使用することは、本来の用途・目的を妨げることになるので違法\nである。\n（被告らの主張）\n１　仮住居については、住宅地区改良法に基づき、家賃は発生しない。すなわち、\n仮入居制度は、住宅地区改良法一四条の「施行者は、第一八条の規定により、改良\n住宅に入居させるべき者を一時収容するため必要がある場合においては、これによ\nり必要な施設を設置しなければならない。」との規定に基づき（右規定に基づく建\n設事務次官通達が本件事業要綱である。）、本件要領八条「家賃については減免す\nる。」による。家賃を徴収しないことは、昭和五五年四月ころ開催の甚目寺町同和\n対策特別委員会における承認の後、昭和五六年一二月開催の定例議会で「甚目寺町\n営住宅管理事業特別会計予算」が可決されたことを受けて制定された。\n２　その後、仮入居者から家賃を徴収しないことを前提とする「甚目寺町営住宅管\n理事業特別会計予算」が毎年可決され、町長は、本件要領に基づいて仮入居制度を\n運用している。\n３　本件事業は、歴史的社会的理由により生活環境等の安定向上が阻害されている\n地域の小集落において、住環境の整備改善又は災害の防止のために、健康で文化的\nな生活を営むに足りる住宅の集団建設または建築物の敷地の整備等の事業を行う地\n方公共団体に対し国が必要な助成を行う制度を確立し、もって公共の福祉に寄与す\nることを目的とするものであり（本件条例一条、本件事業要綱第一）、本件改良住\n宅は、まさに右目的のために建設され、直接右目的を達成するために供されている\nから、行政財産である。\n行政財産は、地方自治法二三八条の四第四項に基づき、その用途又は目的を妨げ\nない限度において町長が目的外使用を許可することができる。この場合、同法二二\n五条により、使用料を徴収することもできるが、使用料の徴収は義務づけられてい\nない。そして、使用料を徴収するには条例による定めが必要であり（同法九六条一\n項四号）、これを決めるのは議会である。\n本件の場合、前町長が議会に対し、本件事業の施行に伴う一時収容施設として本\n件改良住宅を目的外使用したいと報告し、その審議を経ている。\n４　本件事業によって住居を失った者を一時収容する施設が必要があるが、一時収\n容施設としては、公営住宅や民間住宅を使用する方法と改良住宅を一時収容施設と\nして使用する方法がある。甚目寺町においては公営住宅はないため、民間住宅を使\n用する方法と改良住宅を使用する方法を併用した。改良住宅を使用したのは、民間\n住宅の戸数が不足していたこと、一時収容を必要とする者が子供の転校を回避した\nり、高齢・身体に障害があるなどのため、従来の居住地区の近隣に居住することを\n希望し、これに応える必要があったからである。\n七　別表二の三の住宅を空き家のまま放置したことによる違法（違法事由その５）\n（原告の主張）\n別表二の三の改良住宅四戸に関して、被告らは、本件条例及び本件規則を遵守し\nて改良住宅の管理をぜず、同表の「空き家期間」欄記載の期間、空き家のまま放置\nした。これにより、甚目寺町は、同表「損害額」欄記載の得べかりし家賃に相当す\nる収入金一七八万二〇〇〇円の損害を被った。\n第四　当裁判所の判断\n一　監査請求前置主義違反はあるか。\n１　海部郡甚目寺町職員措置請求書（甲二）によれば、原告の監査請求の内容は、\n被告らに対し、本件条例に違反し、「平成六年四月時点では二戸一、十戸、老人住\n宅一戸、中層住宅四戸、平成七年三月現在では二戸一、五戸、中層住宅一戸の入居\n決定を行わず（既に入居せしめた中の一部に入居資格の有無の疑い、入居順序の誤\nり等による疑い）不当にも入居決定されていないのに入居せしめて置きながら、入\n居決定措置、家賃の徴収措置を行わず」「これらに対する適切な処置をおこたる等\nにより町及び町民に対し多額の損害を与えているのに町営住宅の管理運営の職務を\nおこたりたる事実は明白である。よって、地方自治法第二百四十二条第一項の定め\nるところに基づいて監査し町民に与えた損害額を返済補填その他の処分措置を請求\nする。」というものである。\n２　右措置請求書は、財務会計上のいかなる行為を違法であるとするのか、また、\n本件改良住宅のうち、具体的にどの改良住宅について違法があると主張しているの\nか、その特定が必ずしも十分でないものの、二戸一住宅の住居決定を行わないこと\nのみでなく、本件で仮入居が問題となっている中層住宅四戸（本件で問題としてい\nる四戸のものと推測される。）についても、入居決定がされていないのに入居さ\nせ、家賃の徴収措置を行わなかったことを財産の管理を怠ったとして、その是正を\n求めているものと解されないわけではなく、これらの住宅についての仮入居につい\nても監査請求は経ているものと解される。\n３　よって、この点についての被告らの主張は認められない。\n二　被告ａ及び被告ｂについて被告適格があるか。\n１　本件における原告の請求は、被告らに対し、本件改良住宅に関する違法な財産\nの管理又は違法に財産の管理を怠るものとして、甚目寺町に代位して行う当該職員\nに対する損害賠償の請求である。\n２　住民訴訟制度は、地方自治法二四二条一項所定の違法な財務会計上の行為を是\n正しもって地方財務行政の適正な運営を確保することを目的とするものであるか\nら、「当該職員」とは、当該訴訟においてその適否が問題とされている財務会計上\nの行為を行う権限を法令上本来的に有する者とされている者及びこれらの者から権\n限の委任を受けるなどして右権限を有するに至った者を広く意味し、その反面およ\nそ右のような権限を有する地位ないし職にあると認められないものはこれに該当し\nないと解するのが相当である（最高裁昭和六二年四月一〇日第二小法廷判決民集四\n一巻三号二三九頁）。\n３　本件改良住宅の管理は、町長に本来的な権限があり、これを被告ａ及び被告ｂ\nに委任をする等の条例等はないものと認められるから、被告ａ及び被告ｂは「当該\n職員」に該当しないものといわざるを得ない。\n４　よって、被告ａ及び被告ｂに対する請求は、被告適格を欠く不適法なものであ\nる。\n三　入居決定を行わない違法はあるか（違法事由その１）。\n１　別表一の１ないし１１の一一戸の改良住宅について、甚目寺町が別表一「供用\n開始日」欄記載の日に供用を開始したこと、被告ｃが別表二の一「空き家期間」欄\n記載の各期間に入居決定をしていないこと、本件条例により別表二の一「家賃」欄\n記載の各金額が一か月の家賃として定められていることについては、前記のとお\nり、いずれも当事者間に争いがない。\n２　原告は、被告ｃが右各改良住宅の入居決定を行わない行為若しくは審査会を開\n催しない行為をもって、違法な財産の管理又は違法に財産の管理を怠る事実がある\nと主張する。\n３　たしかに、本件改良住宅は、甚目寺町が所有する財産であり、本件改良住宅を\n賃貸する行為が財産を管理することに形式的に該当することは原告の主張するとお\nりである。\nしかしながら、住民訴訟は、地方財政行政の適正な運営を確保することを目的と\nするものであって、右目的からして、財産の管理又は財産の管理を怠る事実とい\nう、いわゆる財務会計行為は、当該財産の財産的価値に着目して、その価値の維\n持、保全を図る財務的処理を直接の目的とする行為でなければならないと解され\nる。\n４　本件事業は、前記のとおり、甚目寺町が、財政特別措置法二条の「地域改善対\n策特定事業」として（「地域改善対策特定事業に係る国の財政上の特別措置に関す\nる法律施行令（昭和六三年第一〇二号）」一条一号の住宅地区改良事業に準ずる事\n業であって建設大臣が定めるものに該当する。）、本件事業要綱に従って行う補助\n事業である（なお、小集落地区改良事業は、歴史的社会的理由により生活環境等の\n安定向上が阻害されている地域における不良住宅の集合する地区で、住宅地区改良\n事業の対象要件に該当しない小集落について、その住環境の整備を行うことを目的\nとしている。ただし、基本的には住宅地区改良事業の精神に立脚しており、①小集\n落改良地区内の不良住宅の除却、②地区の整備、③小集落改良地区内に居住する者\nで、小集落地区改良住宅の施行に伴いその居住する住宅を失うことにより住宅を困\n窮すると認められるものの世帯の数に相当する小集落改良住宅の建設を内容とす\nる。）。\n本件事業要綱は、「第一　目的」として、「この要綱は、歴史的社会的理由によ\nり生活環境等の安定向上が阻害されている地域の小集落において住環境の整備改善\n又は災害の防止のために、健康で文化的な生活を営むに足りる住宅の集団建設又は\n建築物の敷地の整備等の事業を行う地方公共団体に対し国が必要な助成を行う制度\nを確立し、もって公共の福祉に寄与することを目的とする。」としている。\n以上のように、本件事業の目的は、歴史的社会的理由により生活環境等の安定向\n上が阻害されている地域における住環境の整備改善にあり、本件改良住宅を賃貸す\nる対価として、住民から家賃収入を得ることを直接の目的とするものではない。\n５　証拠（甲三、四、被告ａ、被告ｂ、証人ｄ）及び弁論の全趣旨によれば、入居\n者決定の手続に関し、次の事実が認められる。\n（一）　本件改良住宅の入居手続については、本件条例三条の入居資格がある者\nが、入居の申込みをすることにより（五条）、町長が、審査会の諮問を経て入居を\n決定する（六条）。\n（二）　審査会は、甚目寺町小集落改良住宅審査会要綱（昭和五六年一二月二二日\n要綱第六号。甲一八）に従い、その委員は、町職員（町長が任命した者）及び栄地\n区改良事業推進実行委員会（以下「実行委員会」という。）の正副委員長が充てら\nれる（三条）。審査会は、委員長が必要と認めるとき召集する（六条一項）。町職\n員としては、甚目寺町建設部長及び建設部同和対策課長が委員に任命されていた。\n（三）　現実の運用としては、審査会が実行委員会と合同で開催され、入居基準\n（甲二一）に照らして、審議の対象となっている改良住宅に誰を入居させるのが適\n当かを地元の要望を踏まえて議論し、入居者を事実上決定する。決定事項について\nは、甚目寺町長にも報告があり、問題があれば、審査会に再考を促すこともある。\n問題がなければ、その後、入居する改良住宅が複数の場合には、入居資格者による\n抽選により、具体的に入居する改良住宅を事実上決定する。抽選日において、担当\nする同和対策課の職員は、鍵を引き渡し、入居申込書や家賃等の振込み等の書面を\n引き渡すとともに、一定の猶予期間をおいて、入居予定者から町長への入居申込み\nを受けて、町長が入居決定を行っていた。入居決定は、原則として、諮問どおりさ\nれていた。\n（四）　実行委員会は、地元の民間団体であり、本件事業に関する地元の意見、要\n望等の窓口となっていた。\n６　以上のような本件事業の性質及び入居決定手続をもとに、原告の主張する行為\nが財務会計行為であるかどうか判断する。\n（一）　入居決定を行う行為は、生活困窮者に住宅を与えることによって、住環境\nの整備を図るという行政目的を達成する行為そのものであり、本件改良住宅それ自\n体の財産的価値の維持、保全を図る財務的処理を直接の目的とする行為ではないか\nら、財務会計行為には該当しない。\n（二）　審査会を開催する行為は、入居決定を行う前提となる行為であるものの、\nそれ自体は、本件改良住宅の財産的価値の維持、保全を図る財務的処理を直接の目\n的とする行為ものではないから、財務会計行為には該当しない。\nよって、この点に関する原告の訴えの対象は、いずれも財務会計行為に該当しな\nいものであるから、不適法なものである。\n四　鍵を渡したことによる違法（違法事由その２）\n１　原告は、鍵を引き渡す行為自体が違法であると主張するが、鍵を引き渡す行為\n自体は事実行為であり、これのみでは、財務会計行為とはならない。鍵の引渡しに\nよって、占有が移転していると評価できれば、違法と見る余地があるので、まず、\n鍵の引渡しによって、占有の移転があったものと評価できるか判断する。\n占有とは、自己のためにする意思をもって物を所持することが必要であるとこ\nろ、鍵を引き渡すことは、建物の占有移転を窺わせる事情の一つではあるものの、\nこれのみをもって、建物の占有があるものと解することはできず、占有が移転した\nものとは解されない。\n２　原告は、鍵を引き渡すことも含め、他の事情からも占有があるものと主張す\nる。そこで、鍵を引き渡した事情等について検討する。\n３　当事者間に争いのない事実及び証拠（乙八、一〇、一一、被告ａ、被告ｂ、証\n人ｄ、東邦ガス株式会社西部支社に対する調査嘱託）並びに弁論の全趣旨によれ\nば、次の事実が認められる。\n（一）　一八五番について\n一八五番は、昭和六二年八月一日に供用開始になったが、現在まで入居決定はさ\nれていない（甲一一の二の三）。\n被告ｃは、昭和六〇年九月中旬ころ、ＨＳに対し、中層住宅への入居決定を行\nい、ＨＳは中層住宅（梶村第一－Ａ三〇一号）に入居した。\n平成元年二月ころ、審査会は、合計二〇戸の新規入居及び中層住宅から二戸一住\n宅への変更をすべき旨の諮問を出した。これを受けて被告ｃは、その旨の決定を行\nった。\nＨＳは、同年七月ころ、右事情を知り、同和対策課に対し、二戸一住宅への変更\n申出をした。被告ａ及び被告ｂがＨＳ宅を訪問して現状説明をした。しかし、ＨＳ\nは鍵を渡さない限り被告ａを帰さないといった。そこで、被告ｂは、ＨＳに対し、\n審査会による諮問が出るまで入居しないとの約束で、同月五日ころ、一八五番の鍵\nを引き渡した。\n平成五年一二月及び平成六年一月ころ、被告ｃは、審査会の諮問を受け、ＨＳを\n除く一部の人々に対し、中層住宅から二戸一住宅への変更決定を行った。\nそこで、ＨＳは、平成六年五月ころ、一八五番に無断で入居し、平成六年四月一\n八日ころ、中層住宅を明け渡した（乙一）。ＨＳは、入居以後、一八五番の家賃相\n当額一万円を毎月納付している。\n平成六年一月一一日から、契約者名義はＨＳ名義でガスの供給が開始されている\nが、平成元年七月五日から平成五年一二月三一日までは供給されていない（甲一\n九）。\n以上の認定のとおり、鍵の引渡しを受けた時から平成五年一二月三一日までの\n間、ＨＳが一八五番を占有した事実は認められない。\n（二）　一九三番について\n一九三番は、昭和六二年八月一日に供用開始になったが、現在まで入居決定はさ\nれていない（甲一一の二の四）。\nＹＫは、平成元年七月ころ、一八五番の鍵に関する状況を知り、同様の取扱いを\n要求した。そこで、被告ａは、ＹＫに対し、審査会による諮問が出るまで入居しな\nいとの約束で、一九三番の鍵を引き渡した。\nＹＫは、平成六年一月ころ、娘夫婦を、無断で一九三番に入居させ、以後家賃相\n当額一万円を毎月供託している（乙二）。\n平成六年一月二〇日から、ＹＫ名義でガスの供給が開始された（甲一九）が、平\n成元年七月一日から平成五年一二月末日までは供給されていない。\n以上の認定のとおり、鍵の引渡しを受けた時から平成五年一二月三一日までの\n間、ＹＫが一九三番を占有した事実は認められない。\n（三）　二一〇番について\n二一〇番は、平成元年九月一日に供用開始になったが、平成五年一一月末日ごろ\nまで入居決定もなく空き家であった（甲一一の二の五の一）。\nＹＮは、平成四年一二月五日ころ、支援者とともに、鍵を受け取るまでは帰らな\nいといって町役場で座り込んだ。そのため、被告ａは、ＹＮに対し、審査会による\n入居決定が出るまでは入居しないとの約束をして鍵を引き渡した。\n平成五年一二月初めころ、ＴＮ（ＹＮの息子）が無断で入居した。\n平成六年一月二六日、審査会は、ＴＮを入居決定すべき旨を諮問し、被告ｃは、\nその旨決定し、同年二月一日から入居した（乙三）。\n甚目寺町は、ＴＮから、平成五年一二月分及び平成六年一月分の家賃相当額二万\n円を損害金として徴収した（甲一一の二の五の二）。\nなお、平成五年三月二二日から、ＹＮ名義でガスの供給が開始され、同年五月一\n〇日にＴＮ名義に変更されており（甲一九）、各時期において契約が締結された事\n実が認められるが、現実の使用量などは不明であり、占有者が現実に占有していた\nことを認めるに足る証拠はない。\n以上の認定のとおり、鍵の引渡しを受けた時から平成五年一二月初めまでの間\nは、ＹＮやその親族が二一〇番を占有した事実は認められないし、平成五年一二月\nの占有期間についての使用損害金は既に支払われており、損害はない。\n（四）　二一二番について\n二一二番は、平成元年九月一日に供用開始となったが、平成八年四月末日までは\n入居決定がなかった（甲一一の二の六）。\n被告ｃは、昭和五八年四月一日、ＹＨに対し、中層住宅への入居決定を行い、Ｙ\nＨは中層住宅（平割第二－五〇二号）に入居した。\n平成元年二月ころ、審査会は、ＹＨに対して、中層住宅から二一二番への変更を\n認めるべき旨の諮問を出した。供用開始後、審査会が、ＹＨではなく、その弟（Ｉ\nＨ）が入居するための行為である疑いがあるので調査すべきであるとの意見が出た\nため、被告ｃは入居決定をしなかった。\n平成三年一一月一八日ころ、被告ｂは、審査会委員立会のもと、ＹＨに対し、鍵\nを引き渡した。ただし、その直後に鍵はＩＨ（ＹＨの弟）が持っていたため、ＹＨ\nは入居できず、被告ｃも入居決定を行うことができなかった（乙六）。\n被告ｃは、平成八年五月一日、ＹＨに対する入居決定を行い、ＹＨが入居してい\nる。\n平成八年三月二六日から、ＹＨ名義でガスの供給が開始されているが、平成三年\n一一月一九日から平成五年一二月末日までは供給されなかった（甲一九）。\n以上の認定のとおり、鍵の引渡しを受けた時から平成五年一二月三一日までの\n間、ＹＨ若しくはＩＨが二一二番を占有した事実は認められない。\n（五）　二一三番について\n二一三番は、平成元年九月一日に供用開始になったが、平成五年一一月末日ごろ\nまで入居決定もなく空き家であった（甲一一の二の七の一）。\nＯＨは、平成四年一二月七日、支援者とともに、鍵を受け取るまでは帰らないと\nいって町役場で座り込んだ。そのため、被告ａは、ＯＨに対し、審査会による入居\n決定が出るまでは入居しないとの約束をして鍵を引き渡した。\n平成五年一二月初めころ、ＯＨが無断で入居した。\n平成六年一月二六日、審査会は、ＯＨを入居決定すべき旨を諮問し、被告ｃは、\nその旨決定し、同年二月一日から入居した（乙四）。\n甚目寺町は、ＯＨから、平成五年一二月分及び平成六年一月分の家賃相当額二万\n円を損害金として徴収した（甲一一の二の七の二）。\nなお、平成五年三月一五日から、ＯＨ名義でガスの供給が開始されており（甲一\n九）、右時期において契約が締結された事実が認められるが、現実の使用量などは\n不明であり、平成五年一一月までの間、占有者が現実に占有していたことを認める\nに足る証拠はない。\n以上の認定のとおり、鍵の引渡しを受けた時から平成五年一二月初めまでの間\nは、ＯＨが二一三番を占有した事実は認められないし、平成五年一二月の占有期間\nについての使用損害金は既に支払われており、損害はない。\n（六）　二一六番について\n二一六番は、平成四年八月一日に供用開始になったが、平成五年一一月末日ころ\nまで入居決定もなく空き家であった（甲一一の二の一〇の一）。\nＩＨは、平成五年三月一九日、支援者とともに、鍵を受け取るまでは帰らないと\nいって町役場で座り込んだ。そのため、被告ａは、ＩＨに対し、審査会による入居\n決定が出るまでは入居しないとの約束をして鍵を引き渡した。\n平成五年一二月初めころ、ＭＭ（ＩＨの内縁の妻）が無断で入居した。\n平成六年一月二六日、審査会は、ＭＭを入居決定すべき旨を諮問し、被告ｃは、\nその旨決定し、ＭＭは、同年二月一日から正式に入居した（乙五）。\n甚目寺町は、ＭＭから、平成五年一二月分及び平成六年一月分の家賃相当額二万\n円を損害金として徴収した（甲一一の二の一〇の二）。\nなお、平成五年一〇月二日から、ＭＭ名義でガスの供給が開始され（甲一九）、\n平成五年四月ころ、ＩＨが電気の供給の申込みをしている（乙九）。しかしなが\nら、ＭＭは、平成五年一二月以前に占有をした事実を強く否定している（乙五、\n九）上、現実の使用量などは不明であり、平成五年一一月までの間、占有者が現実\nに占有していたことを認めるに足る証拠はない。\n以上の認定のとおり、鍵の引渡しを受けた時から平成五年一二月初めまでの間\nは、ＩＨ若しくはＭＭが二一六番を占有した事実は認められないし、平成五年一二\n月の占有期間についての使用損害金は既に支払われており、損害はない。\n４　原告は、鍵を引き渡した後の空き家期間に本件条例及び本件規則に従った入居\n決定をしないで放置しているから、この間、家賃相当の損害が発生していると主張\nするが、これは、前記三に述べたとおり、入居決定を行わないことが財産の管理を\n怠ったものとはいえないことから、不適法な請求である。\n五　違法入居による違法（違法事由その３）\n１　一一三番について\n（一）　当事者間に争いのない事実及び証拠（甲一一の二の一、乙八、一一、被告\nａ、被告ｂ、証人ｄ、東邦ガス株式会社西部支社に対する調査嘱託）によれば、次\nの事実が認められる。\n一一三番は、昭和六一年四月一日に供用開始になった。\n被告ｃは、審査会の諮問を受け、昭和六一年九月二三日、ＴＦに入居決定を行っ\nた。ＴＦは、同日から入居した。\n審査会は、昭和六二年三月中旬ころ、ＴＦがＳＯに無断転貸していると判定し\nた。そこで、同和対策課の職員がＴＦに対し、昭和六三年一月中旬、家賃の受領拒\n絶を通告した。同月以降、同和対策課が、ＴＦとＳＯに対し、口頭で明渡しを要求\nしたが応じないため、被告ｃは、平成五年七月及び九月に書面で明渡請求をした。\nＴＦは、昭和六二年一二月分まで家賃を納付し、昭和六三年一月から平成五年一\n二月分の家賃相当額を供託している。\n（二）　以上の事実によれば、ＳＯが昭和六三年一月から平成五年一二月末日まで\nの七二か月間、権限なく一一三番を占有していたこと、審査会がこれを昭和六三年\n一月中頃認識していたことが認められ、以上によれば、被告ｃも違法占有当初か\nら、これを知り得る状況にあったものと解され、本件改良住宅という財産が使用が\nされない状態が継続していた。被告ｃは、このような状態を知りつつ放置してお\nり、少なくとも不法占有が開始した時から六か月を経過した昭和六三年七月以降\nは、甚目寺町の財産の管理を違法に怠ったものといわざるをえない。\nなお、被告らは口頭及び書面で明渡請求をしているが、これのみでは、損害賠償\n債務を免れるものとは解されない。\n（三）　よって、甚目寺町は、被告ｃに対し、六六か月分の家賃相当額である六六\n万円を請求できる。\n２　一八○番について\n（一）　当事者間に争いのない事実及び証拠（甲一一の二の二、乙八、一〇、一\n一、被告ａ、被告ｂ、証人ｄ、東邦ガス株式会社西部支社に対する調査嘱託）によ\nれば、次の事実が認められる。\n一八〇番は、昭和六二年八月一日に供用開始になったが、現在まで入居決定はさ\nれていない。\n平成元年三月下旬ころ、ＴＭが、窓ガラスを割って侵入し、以後、違法占拠をし\nている。\n平成元年三月ころ、実行委員会の協議により実行委員会の役員が説得にあたって\nいたが、効果がなかったので、被告ｂが同年八月ころ警察に被害届を出した。\n（二）　以上の事実によれば、違法占有期間において、ＴＭが、平成元年四月から\n平成五年一二月まで五七か月間、権限なく一八〇番を占有していること、被告ｃも\nこのような事情を認識していたものと認められる。\n被告ｃは、このような状態を知りつつ放置しており、少なくとも不法占有が開始\nした時から六か月を経過した平成元年一〇月以降は、甚目寺町の財産の管理を違法\nに怠ったものといわざるをえない。\n（三）　甚目寺町においては、被告ｂが同年八月ころ警察に被害届を出している\nが、これのみで、被告ｃにおいて故意又は過失がないと認めることはできない。\n（四）　よって、甚目寺町は、被告ｃに対し、五一か月分の家賃相当額である五一\n万円を請求できる。\n六　仮入居に関する違法（違法事由その４）\n１　別表三の四戸の改良住宅について、同表「住宅番号」欄記載の改良住宅に、\n「仮入居の期間」欄記載の期間、仮入居者が入居していたこと、その間、右仮入居\n者が甚目寺町に対し、一か月当たり一〇〇〇円の割合による金員を仮入居代金とし\nて支払っていたことは当事者間に争いがない。\n２　原告は、被告らが、本件条例及び本件規則に根拠のない仮入居を認めたこと、\n仮入居費用を一〇〇〇円としたことが違法であると主張する。そこで、まず、これ\nらの行為が財務会計行為に該当するかどうか検討する。\n３　仮入居制度は、本件事業要綱の第１２に、一時収容施設の設置として、「小集\n落地区改良事業の施行者は、小集落改良住宅に入居させるべき者を一時収容する必\n要がある場合においては、これに必要な施設を設置しなければならない。」と定め\nていることに基づいて認められるものであり、本件要領（前町長制定。甲八）八条\nが「家賃については減免とする。」と定めているため、本来の家賃より低額になっ\nている。\n家賃を徴収しないことは、昭和五五年四月ころ開催の甚目寺町同和対策特別委員\n会における承認の後、昭和五六年一二月開催の定例議会で「甚目寺町営住宅管理事\n業特別会計予算」が可決されたことを受けて制定された。その後、仮入居者から家\n賃を徴収しないことを前提とする「甚目寺町営住宅管理事業特別会計予算」が毎年\n可決され、町長は、本件要領に基づいて仮入居制度を運用している。\nなお、住宅地区改良法一四条は、住宅地区改良事業に関し、「施行者は、第一八\n条の規定により、改良住宅に入居させるべき者を一時収容するため必要がある場合\nにおいては、これにより必要な施設を設置しなければならない。」と規定している\nが、本件事業は、住宅地区改良法の住宅地区改良事業として施行されているもので\nはないから、同法の適用はないものであり、同条を根拠とすることはできない。\n４　本件事業は、歴史的社会的理由により生活環境等の安定向上が阻害されている\n地域の小集落において、住環境の整備改善又は災害の防止のために、健康で文化的\nな生活を営むに足りる住宅の集団建設または建築物の敷地の整備等の事業を行う地\n方公共団体に対し国が必要な助成を行う制度を確立し、もって公共の福祉に寄与す\nることを目的とするものであり（本件条例一条、本件事業要綱第一）、本件改良住\n宅は、まさに右目的のために建設され、直接右目的を達成するために供されてい\nる。\n従って、本件改良住宅は、地方公共団体がその住民の利益のためにその一般的共\n同利用に供することを本来の目的とする財産（公共用財産）であると認められ、甚\n目寺町の行政財産であると解される。\n行政財産は、その用途又は目的を妨げない限度において町長が目的外使用を許可\nすることができる（地方自治法二三八条の四第四項）。本件では、改良住宅を、本\n来の改良住宅として使用するのではなく、本件事業の一環としての買収により住居\nを失った者について、改良住宅が建築され、入居できるまでの間に、一時的に収用\nするために使用しており、目的外使用といえる。\n５　行政財産の目的外使用であるとしても、直ちに財務会計上の行為となるもので\nはなく、その許可がもっぱら財産の財産的価値に着目してされるものであるかどう\nかによって定まるものと解すべきである。\n本件事業のための仮入居としての使用は、前記のとおり、本件事業の目的達成の\nために、一時的に住居を失った者に本入居までの間、既に建築されている中層住宅\nを仮に使用することを認めるものであり、その許可は、もっぱら本件事業の目的の\nために行われ、これを賃貸することにより、対価を得ることを目的として行われる\nものではないから、財産の財産的価値に着目してされるものとは解されない。\n６　従って、仮入居の決定を行う行為や本入居よりも低額の賃料を受領する行為\nは、財務会計上の行為とは認められず、不適法な請求である。\n七　空き家のまま放置したことによる違法（違法事由その５）\n１　別表二の三に記載した改良住宅四戸に関して、同表の「空き家期間」欄記載の\n期間、空き家であったことは当事者間に争いがない。\n２　しかしながら、改良住宅を空き家のまま放置したことや入居決定を行わなかっ\nた行為は、前記三で述べたとおり、財務会計行為に該当しないから本件の請求も不\n適法なものである。\n八　結論\n以上のとおり、本件訴えは、\n１（一）　被告ａ及び被告ｂに対する訴えの部分\n（二）　被告ｃに対し、\n（１）　入居決定を行わず、空き家にしていたことによる違法に基づく損害賠償請\n求\n（２）　仮入居に関する違法に基づく損害賠償請求\nを求める部分について、不適法であるから、却下し、\n２　被告ｃに対し、違法占有による違法に基づく損害賠償請求として、一一七万円\n及びこれに対する平成六年一月一日から民法所定年五分の割合による遅延損害金を\n求める限度において理由があるから認容し、\n３　その余は理由がないから棄却することとし、\n訴訟費用につき、地方自治法二四二条の二第六項、行政事件訴訟法四三条、七\n条、民事訴訟法六四条、六一条を適用し、仮執行宣言は、相当でないからこれを付\nさないこととして、主文のとおり判決する。\n名古屋地方裁判所民事第九部\n裁判長裁判官　野田武明\n裁判官　佐藤哲治\n裁判官　達野ゆき\n"
}