{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 7,
    "day": 16
  },
  "case_number": "平成8(行ウ)133",
  "case_name": "損害賠償等請求，訴えの追加的併合申立事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "lawsuit_id": "16179",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16179",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/179/016179_hanrei.pdf",
  "contents": "主　　　文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は、原告らの負担とする。\n事実及び理由\n第一　原告らの請求\n一　被告Ａ、被告Ｂ及び被告Ｃは、各自、東京都に対し、二〇億円及びこれに対す\nる平成八年三月一四日から支払済みまで年五分の割合による金員を支払え。\n二　被告Ａ、被告Ｄ及び被告Ｃは、各自、東京都に対し、二〇億円及びこれに対す\nる平成九年四月一日から支払済みまで年五分の割合による金員を支払え。\n三　コスモ信用組合の経営破綻処理に伴う債権管理回収事業に要する経費を補助す\nるため、平成九年度以降、\n１　被告東京都知事及び被告東京都労働経済局長は、社団法人東京都信用組合協会\nに対し、補助金の交付決定をしてはならない。\n２　被告東京都知事及び被告東京都労働経済局総務部計理課長は、社団法人東京都\n信用組合協会に対して交付する補助金の支出命令を発してはならない。\n第二　事案の概要\n本件は、東京都知事（以下「都知事」という。）の認可を受けて設立された信用\n組合であるコスモ信用組合の経営が破綻したことに伴い、東京都、大蔵省、日本銀\n行等の間において策定された右の破綻処理のための処理スキームに基づき、東京都\nが、社団法人東京都信用組合協会（以下「東京都信用組合協会」という。）との間\nで、右の破綻処理に伴う同協会の債権管理回収事業に要する経費の一部を補助する\nため、平成七年度から平成一六年度までの一〇年間で総額二〇〇億円の補助金を交\n付する旨の協定を締結し、右協定に基づいて、平成七年度及び平成八年度にそれぞ\nれ二〇億円の補助金を交付したことに関し、東京都の住民である原告らが、右各補\n助金の交付決定及び支出命令は法的根拠のない違法なものであるなどとして、地方\n自治法（以下「法」という。）二四二条の二第一項四号に基づき、東京都に代位し\nて、右各補助金交付当時、都知事等の職にあった者らに対し右各補助金の交付によ\nって東京都が被った損害について賠償を求めるとともに、同項一号に基づき、都知\n事等に対し、右協定に基づく平成九年度以降の補助金の交付決定及び支出命令の差\n止めを求めている住民訴訟である。\n一　前提となる基本的な事実関係\n（以下の事実のうち、証拠等を掲記したもの以外は、当事者間に争いがない事実で\nある。）\n１　当事者\n（一）　原告ら\n原告らは、東京都の住民である。\n（二）　被告ら\n（１）　被告Ａは、平成八年三月及び平成九年三月当時、都知事の職にあった者で\nある。\n（２）　被告Ｂは、平成八年三月当時、東京都労働経済局長（以下「労経局長」と\nいう。）の職にあった者である。\n（３）　被告Ｄは、平成九年三月当時、労経局長の職にあった者である。\n（４）　被告Ｃ被告Ａ、被告Ｂ及び被告Ｄと併せて「被告Ａら」という。）は、平\n成八年三月及び平成九年三月当時、東京都労働経済局（以下「労経局」という。）\n総務部計理課長（以下「計理課長」という。）の職にあった者である。\n（５）　被告都知事は、東京都の長として、その財務会計上の行為（支出負担行為\n及び支出命令）を行う権限を法令上本来的に有する者である。\n（６）　被告労経局長は、東京都事案決定規程（昭和四七年訓令甲第一〇号。以下\n「事案決定規程」という。）四条一項、別表八の項に基づき、労経局の所管に係る\n一〇〇万円以上の補助金の交付につき専決権限を有する者である。\n（７）　被告労経局計理課長（以下「被告計理課長」といい、被告都知事及び被告\n労経局長と併せて「被告都知事ら」という。）は、東京都会計事務規則（昭和三九\n年規則第八八号。以下「会計事務規則」という。）六条一項、東京都組織規程（昭\n和二七年規則第一六四号）二七条の「総務部」の「計理課」の項により、労経局に\n属する収入及び支出の命令に関する事務につき都知事から権限の委任を受けている\n者である。\n２　コスモ信用組合の経営破綻\n（一）　コスモ信用組合は、中小企業等協同組合法に基づき、都知事の認可を受け\nて信用組合として設立され、その業務を行っていたが、いわゆるバブル経済の時期\nに不動産関連事業に多額の融資を行ったことから、バブル経済崩壊後、土地価格の\n大幅な下落に加え、景気の長期低迷の影響をまともに受けて、不良債権が増加して\n経営内容が悪化し、さらに、平成七年三月及び同年六月末に同信用組合の経営悪化\nに関する報道がされたこともあり、同年七月に入ってからは資金繰りが一層ひっ迫\nし、同月三一日、午前九時の営業開始後一時間で約一二八億円もの多額の払戻しが\nされ、同日一日で預金総額の一七パーセント近くに当たる約七三〇億円もの預金が\n流出する事態となった（乙七）。\n（二）　こうした状況により、コスモ信用組合の手元流動資金が不足するに至った\nことから、都知事は、平成七年七月三一日午後七時、預金者の混乱を回避するた\nめ、協同組合による金融事業に関する法律六条の規定により準用される銀行法二六\n条の規定に基づき、コスモ信用組合に対し、流動性預金と満期が到来した定期性預\n金の払戻し等の業務を除き、業務の一部停止を命令した。\n３　経営破綻の処理スキームの策定\n東京都は、右２（二）記載の業務停止命令以来、預金者の保護と信用秩序の維持\nの観点から、コスモ信用組合の破綻処理に関し、大蔵省及び日本銀行に協力を要請\nするとともに、関係金融機関等関係者とも協議を進めた結果、平成七年八月二八\n日、東京共同銀行（平成八年九月二日、「整理回収銀行」に改組）を受け皿の金融\n機関とする概要次のとおりの処理スキーム（以下「本件処理スキーム」という。）\nについて、関係者間で基本的な合意を得るに至った（乙四、弁論の全趣旨）。\n（一）　コスモ信用組合における資産は、正常資産が二二五〇億円であり、不良債\n権は、回収可能な延滞債権が一三〇〇億円、回収不能と思われる債権が二五〇〇億\n円である。この不良債権のうち、一五〇億円は、コスモ信用組合が自己資本をもっ\nて償却する。また、回収可能な延滞債権一三〇〇億円については、コスモ信用組合\nが東京都信用組合協会にこれを有償譲渡する。\n（二）　コスモ信用組合は、右（一）記載の処理を終えた上、東京共同銀行に業務\nの全部を譲渡し、解散する。\n（三）　東京共同銀行に対しては、次の関係者が資金贈与等の財政支援を行い、不\n良債権の償却を図る。\n（１）　日本銀行\n収益支援　二〇〇億円程度\n（２）　預金保険機構\n資金援助　一一〇〇億円程度\n（３）　コスモ信用組合への貸付金融機関\n貸付債権放棄　六三〇億円（貸付額の六〇パーセント相当額）\n収益支援　二二〇億円\n（４）　信用組合業界\n資金贈与　一八〇億円\n（５）　泰道前コスモ信用組合理事長及びエスエスグループ\n贈与　五億円＋α（支援を要請中）\n（四）　東京都及び東京都信用組合協会は、同協会内に設置される債権回収機関が\n行う前記（一）記載の回収可能な延滞債権一三〇〇億円の債権回収を促進するた\nめ、次の財政支援を行う。\n（１）　東京都\n資金援助　二〇〇億円\n（２）　東京都信用組合協会\n資金援助　二〇億円\n４　本件処理スキームに基づく東京都の措置等\n（一）　平成七年九月二九日、平成七年東京都議会（以下「都議会」という。）第\n三回定例会において、本件処理スキームに基づき東京都が負担する資金援助分とし\nて、平成七年度の補助金二〇億円、債務負担行為一八〇億円\n（期間・平成八年度ないし平成一六年度）とする第二二七号議案平成七年度東京都\n一般会計補正予算（第三号。以下「平成七年度補正予算」という。）が付帯決議付\nきで可決された。\n（二）　東京都は、平成八年三月四日、平成七年度東京都信用組合緊急特別対策事\n業に係る執行計画を策定し、法二三二条の二の規定に基づき、コスモ信用組合の経\n営破綻処理のうち、不良債権の回収事業に係る費用を対象に東京都信用組合協会に\n対する補助を行うこととし、同月五日、右事業を実施するに当たり、「東京都信用\n組合緊急特別対策補助金交付要綱（同日付け七労経計信第四一二号）」（以下「本\n件補助金交付要綱」という。）を制定した。\n本件補助金交付要綱一条（補助金交付の目的）によれば、東京都信用組合緊急特\n別対策補助金は、東京都信用組合協会が行うコスモ信用組合の経営破綻処理に伴う\n債権管理回収事業に要する経費の一部を補助することによって、コスモ信用組合の\n破綻処理を円滑に促進し、もって地域の信用秩序の維持に資することを目的とする\nとされている。\n（三）　東京都信用組合協会は、本件処理スキームに基づき、平成八年三月一一\n日、コスモ信用組合からその不良債権（回収可能な延滞債権一三〇〇億円）の譲渡\nを受け、その回収事業を実施することとなった（甲一〇、乙九、一四の１）。\n（四）　東京都は、平成八年三月一一日、東京都信用組合協会との間で、本件補助\n金交付要綱四条に基づき、「コスモ信用組合の経営破綻処理に伴う債権管理回収事\n業に要する経費に係る補助金の交付に関する協定」（以下「本件補助金交付協定」\nという。）を締結した。\n本件補助金交付協定三条（補助金交付の期間及び金額）によれば、東京都が東京\n都信用組合協会に交付する補助金は、平成七年度から平成一六年度までの一〇年間\nで総額二〇〇億円とし、各年度の交付額については、別途協定を締結し、東京都信\n用組合協会からの請求に基づき交付するものとされている。\n（五）　東京都は、平成八年三月一一日、東京都信用組合協会との間で、本件補助\n金交付協定三条に基づき、平成七年度及び平成八年度における補助金の交付額をそ\nれぞれ二〇億円とする旨の「コスモ信用組合の経営破綻処理に伴う債権管理回収事\n業に要する経費に係る平成七年度及び平成八年度分の補助金の交付額に関する協\n定」（以下「本件補助金交付額協定」という。）を締結した。\n（六）　東京都信用組合協会は、平成八年三月一二日、東京都に対し、本件補助金\n交付額協定に従い、平成七年度東京都信用組合緊急特別対策補助金二〇億円（以下\n「平成七年度の本件補助金」という。）の交付を申請し、東京都は、同日、右補助\n金の交付決定をした。\n平成七年度の本件補助金の交付決定は、当時、労経局長の職にあった被告Ｂが、\n事案決定規程四条一項、別表八の項に基づき、専決により行ったものである。\n（七）　東京都は、平成八年三月一三日、東京都信用組合協会に対し、平成七年度\nの本件補助金として二〇億円を交付した。\n平成七年度の本件補助金の交付に係る支出命令は、当時、労経局計理課長の職に\nあった被告Ｃが、同日、会計事務規則六条一項による権限の委任に基づき行ったも\nのである。\n（八）　平成八年三月二八日、平成八年都議会第一回定例会において、第一号議案\n平成八年度東京都一般会計予算（以下「平成八年度当初予算」という。）が付帯決\n議付きで可決された。\n（九）　東京都信用組合協会は、東京都に対し、本件補助金交付額協定に従い、平\n成八年度東京都信用組合緊急特別対策補助金二〇億円（以下「平成八年度の本件補\n助金」といい、平成七年度の本件補助金と併せて「本件各補助金」という。）の交\n付を申請し、東京都は、平成九年三月二六日、右補助金の交付決定をした。\n平成八年度の本件補助金の交付決定は、当時、労経局長の職にあった被告Ｄが、\n事案決定規程四条一項、別表八の項に基づき、専決により行ったものである。\n（一〇）　東京都は、平成九年三月三一日、東京都信用組合協会に対し、平成八年\n度の本件補助金として二〇億円を交付した。\n平成八年度の本件補助金の交付に係る支出命令は、当時、労経局計理課長の職に\nあった被告Ｃが、同月二七日、会計事務規則六条一項による権限の委任に基づき行\nったものである。\n５　監査請求の前置\n原告らは、平成八年四月一二日、法二四二条一項に基づき、東京都監査委員に対\nし、コスモ信用組合の経営破綻処理に伴う東京都信用組合協会に対する平成八年度\n以降の補助金の支出を防止するために必要な措置を講ずべきこと、及び被告Ａらに\n対し平成七年度の本件補助金の支出により東京都が被った損害の補てんのために必\n要な措置を講ずべきことを求める監査請求を行ったが、同監査委員は、平成八年六\n月六日付けで、原告らに対し右監査請求を棄却する旨通知した。\n二　争点及び争点に関する当事者の主張\n１　代位による損害賠償請求について\n（一）　本件各補助金の交付決定及び支出命令の違法性の有無（争点１ー（一））\n（原告らの主張）\n（１）　法的根拠のない補助金の交付\n以下のとおり、本件各補助金は、法的根拠がないにもかかわらず交付されたもの\nであり、本件各補助金の交付決定及び支出命令は違法である。\nア　平成七年都議会第三回定例会における、コスモ信用組合の経営破綻処理に伴う\n東京都の財政支出についての都知事及び労経局長の答弁によれば、右の財政支出\nは、預金者を保護することにより信用不安を回避するとともに、都民や中小企業へ\nの影響を最小限にとどめるための緊急避難的措置として実施するもので、法二三二\n条の二の規定に基づき補助金として支出するものであるとされている。\nまた、本件補助金交付要綱一条によれば、東京都信用組合緊急特別対策補助金\nは、東京都信用組合協会が行うコスモ信用組合の経営破綻処理に伴う債権管理回収\n事業に要する経費の一部を補助することによって、コスモ信用組合の破綻処理を円\n滑に促進し、もって地域の信用秩序の維持に資することを目的とするとされてい\nる。\nしかしながら、法二三二条の二の規定により、普通地方公共団体が補助金を交付\nすることができるのは、普通地方公共団体の「公益上必要がある場合」に限られ、\nしかも、公益上必要がある場合であるか否かの判断は、当該普通地方公共団体の長\n等の自由裁量行為ではなく、客観的に判断されるべきものであるところ、以下のと\nおり、本件は、「公益上必要がある場合」に該当しないから、右の規定を根拠とし\nて東京都信用組合協会に対し本件補助金を交付することは許されないものである。\n①　コスモ信用組合の経営破綻処理に伴う東京都の財政支出の目的とされている\n「預金者の保護」、「信用不安の回避」、「信用秩序の維持」などといったような\nことは、国、日本銀行、金融機関がなすべきことであって、一普通地方公共団体で\nある東京都には何らの関係もないことであるから、右のようなことは、そもそも東\n京都の公益に該当しないものである。\n②　仮に預金者を保護すること、信用不安を回避すること等が東京都の公益に当た\nるとしても、東京都信用組合協会が行うコスモ信用組合の経営破綻処理に伴う債権\n管理回収事業に要する経費の一部を補助することによって、なぜ、預金者が保護さ\nれ、信用不安が回避され、都民や地域の中小企業者への金融上の影響を最小限に止\nめることになるのかその関係が全く不明であり、目的と手段が明らかに齟齬してい\nる。\n③　のみならず、客観的事実として、東京都が補助金を支出することによって保護\nしなければならないとする預金者は存在しなかったし、また、東京都が補助金を支\n出することによって回避しなければならないとする信用不安や右支出によって最小\n限に止めなければならないとする都民や地域の中小企業者への金融上の影響は生じ\nなかったのであるから、本件各補助金の支出が東京都の公益上必要がある場合に該\n当しないことは明らかである。\nすなわち、コスモ信用組合に対する都知事の業務停止命令が発せられた平成七年\n七月三一日の翌日以降、日本銀行がコスモ信用組合の預金の払戻資金について平成\n九年法律第八九号による改正前の日本銀行法二五条に基づく特別融資を行ったこと\nなどにより、コスモ信用組合の預金者は預金の払戻しを受けることができたのであ\nり、同信用組合以外の金融機関の預金者が払戻しを受けられなくなるという事態も\n生じず、平成七年九月以降、平成七年度の本件補助金が交付された平成八年三月こ\nろまでに、東京都が補助金を支出することによって保護しなければならないとする\n預金者は存在しなかったのである。\nまた、コスモ信用組合の員外預金の比率、不良債権率、預貸率等にみられるその\n営業実態に照らせば、コスモ信用組合は異常な金融機関というべきものであり、経\n営破綻は当然の帰結であった。そして、このことは社会一般によく知られていたこ\nとであったから、コスモ信用組合の経営が破綻しても信用不安は生ずるはずもな\nく、現実に、平成七年九月以降、平成七年度の本件補助金が交付された平成八年三\n月ころまでに、東京都が補助金を支出することによって回避しなければならないと\nする信用不安は生じなかったのである。\nさらに、平成八年度の本件補助金が交付された平成九年三月当時、東京都が補助\n金を支出することによって保護しなければならないとする預金者は存在しなかった\nし、また、東京都が補助金を支出することによって回避しなければならないとする\n信用不安が生じていなかったことは公知の事実である。\nなお、平成八年法律第九六号による改正後の預金保険法附則一六条及び一七条に\nよれば、平成八年六月二一日から平成一三年三月三一日までは、金融機関が破綻し\nても、預金は全額保護されることになるので、東京都は、少なくとも、平成八年六\n月二一日から平成一三年三月三一日までは、預金者の保護、信用秩序の維持等のた\nめに補助金を支出する必要は全くないのである。\nイ　ところで、法二条三項一号によれば、地方公共の秩序を維持し、住民及び滞在\n者の安全、健康及び福祉を保持することは、普通地方公共団体の処理する事務とさ\nれており、法二三二条一項によれば、普通地方公共団体は、当該普通地方公共団体\nの事務を処理するために必要な経費を支弁するものとされているから、普通地方公\n共団体は、それが当該普通地方公共団体の住民の福祉を保持するために必要である\nというのであれば、その経費を支弁することができるものである。\nしかしながら、コスモ信用組合の経営破綻によりペイオフが実施され一〇〇〇万\n円を超える預金者に経済的損失が生じたとしても、そのことから直ちに当該預金者\nが経済的に困窮するということにはならず、右の経済的損失の発生を防止すること\nと東京都の事務としての住民の福祉の保持とは関係がないのであって、コスモ信用\n組合の経営破綻の処理は、右の「福祉の保持」には当たらないというべきである。\nウ　さらに、普通地方公共団体の収入は、まず法二三二条一項所定の経費の支弁に\n充てられるべきものであるから、寄附又は補助は、当該地方公共団体の財政に余裕\nのある場合に初めてこれを支出することができるのであって、寄附又は補助の公益\n上の必要性を判断するに当たっては、当該地方公共団体の財政の余裕の程度を勘案\nしなければならないものと解すべきである。\n本件についていえば、現在の東京都の財政は、非常に厳しい事態に直面してお\nり、このままでは、平成九年度には約五〇〇〇億円の財源不足が予測され、その後\nも引き続き巨額な財源不足が生じることが見込まれるという、正に財政危機の状況\nにあり、平成七年度及び平成八年度に各二〇億円、さらには平成一六年度までに一\n六〇億円もの巨額の公金を補助する余裕はあるはずもないのである。\nしたがって、この点からみても、本件各補助金の交付決定及び支出命令は違法で\nある。\nエ　被告らは、本件各補助金の支出については、都議会における予算の議決を経て\nいるものである旨主張する。\nしかしながら、本件各補助金の支出について、都議会における予算の議決を経て\nいないというべきことは後記（２）に記載するとおりである。また、仮に、右予算\nの議決を経たものとしても、これによって違法な支出が適法な支出となるものでは\nない。\n（２）　法二三二条の三違反\n法二三二条の三は、普通地方公共団体の支出の原因となるべき契約その他の行為\n（支出負担行為）は、法令又は予算の定めるところに従い、これをしなければなら\nない旨規定している。そして、支出負担行為が予算の定めるところに従っていると\nいえるためには、支出負担行為を裏付ける支出科目としての目及び節が予算に設定\nされていなければならないところ、次のとおり、本件各補助金の交付決定は、これ\nを裏付ける支出科目としての目及び節が予算に設定されていないから、法二三二条\nの三の規定に違反する違法なものであり、これに基づく本件各補助金の支出命令も\n違法なものである。\nア　平成七年度の本件補助金について\n平成七年度補正予算説明書によると、予算上設定されている款は労働経済費、項\nは商工業振興費、目は経営指導費、節は負担金補助及び交付金であり、計上説明で\nは、信用組合緊急特別対策に要する経費を計上とされているところ、右補正予算の\n目の「経営指導費」は、都知事が、国の機関として、信用組合等の中小企業に対し\n監督権限を有し（法一四八条一項、二項、別表第三（九八）、（九九））、東京都\nがこの事務を管理し、又は執行するために必要な経費を支弁するものとされている\nことから（法二三二条一項）、この経費を賄うために計上されたもの、すなわち、\n都知事が、国の機関として行う信用組合等の中小企業の指導のために必要な経費と\nして計上されたものである。\n被告らは、「経営指導費」には、機関委任事務を処理する経費と東京都の固有事\n務を処理する経費とが分けて計上されているわけではなく、また、これらの経費を\n分けて計上しなければならないとの法令上の根拠はない旨主張する。しかしなが\nら、支出科目の設定に関しては、法二二〇条一項及び法施行令一五〇条一項の規定\nを受けて定められた東京都予算事務規則（昭和四〇年規則第八三号。以下「予算事\n務規則」という。）五条四項には、歳出予算の款、項及び目は、事業の目的に従\nい、組織との関連を考慮して、事業内容が明らかになるように定めなければならな\nい旨規定されており、歳出予算（予定支出）の款、項、目の区分については、款は\n機能別に、項は事業目的別に、目はできるだけ具体的な事業計画ごとに分類し、か\nつ、組織との関連を考慮して決定しなければならないのであるから（東京都予算事\n務規則の施行について（昭和四〇年四月一日・四〇財主調発九依命通達））、法令\n上、事業目的の全く異なる機関委任事務に係る経費と固有事務に係る経費を同じ目\nに計上することは許されないものであり、経営指導費が固有事務に係る経費を含む\nものでないことは明らかである。被告らの右主張は失当である。\nしたがって、平成七年度の本件補助金については、予算説明書の計上説明欄にそ\nの説明項目がないことになるが、計上説明は、節の説明であり、節と一体をなすも\nのであるので、計上説明欄にその説明項目がないということは、平成七年度の本件\n補助金の交付決定は、これを裏付ける支出科目としての目及び節が設定されていな\nいということになる。\nイ　平成八年度の本件補助金について\n被告らによれば、平成八年度の本件補助金の交付目的は、平成七年度の本件補助\n金の目的と同じというのである。\nしかるに、平成八年度の本件補助金は、平成八年度当初予算の款が労働経済費、\n項が商工業振興費、目が経営指導費、節が負担金補助及び交付金という支出科目か\nら支出されている。\n前述したとおり、右の「経営指導費」は、都知事が、国の機関として行う信用組\n合等の中小企業の経営指導のために必要な経費として計上されたものであり、固有\n事務に係る経費を含むものでないことは明らかである。また、平成八年度当初予算\n説明書の右の「経営指導費」の計上説明欄には、平成八年度の本件補助金について\nの説明項目は全くないから、いずれにしても、平成七年度の本件補助金の交付決定\nと同様に、平成八年度の本件補助金の交付決定は、これを裏付ける支出科目として\nの目及び節が設定されていないということになる。\n（３）　補助金の交付手続の違法\n東京都においては、補助金等の交付の申請、決定その他補助金等に係る予算の執\n行に関する基本的な事項を規定することにより、補助金等に係る予算の執行の適正\n化を図ることを目的として、東京都補助金等交付規則（昭和三七年規則第一四一\n号。以下「補助金等交付規則」という。）が制定されているが、以下のとおり、平\n成七年度の本件補助金の交付は、同規則に定める手続に従わずにされたものである\nから、平成七年度の本件補助金の交付決定及び支出命令は違法である。\nア　補助金等交付規則五条一項によれば、補助金等の交付に際しては、あらかじ\nめ、補助金等の交付を受けようとする者をして所定の事項を記載した申請書を提出\nさせなければならないとされている。\nしかしながら、平成七年度の本件補助金に関しては、右の所定の事項を記載した\n申請書は提出されていない。しかも、右規定によれば、申請書はあらかじめ提出さ\nれなければならないとされているのに、平成七年度の本件補助金に係る申請書は、\n平成八年三月一二日に提出され、同日、その交付決定がされているのであって、平\n成七年度の本件補助金の交付決定及び支出命令は、補助金等交付規則五条一項に違\n反する違法なものというべきである。\nイ　補助金は、その交付を受けようとする者からその交付の希望が表明されてはじ\nめて内部手続が開始されるべきものであるにもかかわらず、本件においては、東京\n都信用組合協会の意向とは関係なく、東京都が勝手に補助金の交付及び交付額を決\n定したものである。\n平成七年度の本件補助金の交付は、本来の補助金の交付と異なり、単に補助金の\n交付という形式をとった公金の支出であり、その交付決定及び支出命令も形式的な\nものにすぎず違法といわざるを得ない。\nウ　補助金等交付規則六条一項によれば、同規則五条の補助金等の交付の申請があ\nったときは、当該申請に係る書類等の審査及び必要に応じて行う現地調査等によ\nり、当該申請に係る補助金等の交付が法令及び予算の定めるところに違反しないか\nどうか、補助事業等の目的及び内容が適正であるかどうか、金額の算定に誤りがな\nいかどうか等を調査し、補助金等を交付すべきものと認めたときは、すみやかに補\n助金の交付決定をしなければならないとされている。\nしかしながら、平成七年度の本件補助金に関しては、補助金の交付申請書の提出\nがあったその日に補助金の交付決定がされており、補助金等交付規則六条一項でい\nう「審査」及び「調査」がされたとはいえず、この点においても、平成七年度の本\n件補助金の交付決定及び支出命令は違法なものというべきである。\n（被告Ａらの主張）\n（１）　補助金支出の法的性格について\n地方公共団体が補助金を支出することは、法二条二項に定める「公共事務」に該\n当するものであるが、補助金支出の根拠法令に基づき、具体的にどのような公益上\nの目的のために、いかなる団体や私人に補助金を支出するかは、当該地方公共団体\nの裁量にゆだねられているものと解される。\nすなわち、法二三二条の二は、地方公共団体は、公益上必要がある場合において\nは、寄附又は補助をすることができると定めるにとどまり、その内容については何\nら具体的に定めていないから、地方公共団体が補助金を支出するに当たっては、そ\nの公益上の必要性について、諸般の事情を勘案して総合的に判断すべきであって、\nその判断は、当該地方公共団体の裁量にゆだねられており、その裁量を尊重するこ\nとが地方自治の本旨に合致するものと考えられる。\n地方自治行政の運営においては、当該地方公共団体の自主、自律の体制を強化す\nるとともに、国及び他の地方公共団体との協力関係を確立し、これを推進していく\nことも重要であり、地方公共団体の事務処理の如何が、国家的な利害にかかわり、\nこのため、当該地方公共団体の住民のみならず、国民全体の利害にかかわるものが\n少なくないから、当該地方公共団体における行政運営に当たっては、当該地方公共\n団体の地域を超えて拡大する社会的、経済的諸活動に対応していくことも、また必\n要なことである。そして、このような状況にある地方公共団体において、補助金の\n必要性があるかどうかの判断は、当該地方公共団体が、その時における社会的、経\n済的状況や補助金支出の目的、その支出の相手方やその活動能力の有無等、諸般の\n事情を総合的に勘案して、決定することができるものであるから、右の判断は、当\n該地方公共団体の裁量にゆだねられているものと解すべきである。\nしたがって、地方公共団体がその裁量においてなした補助金の支出が、その支出\nの必要性を判断するに当たって認定した前提事実に著しい誤りがあるとか、著しく\n不公正であるとか、あるいは、その目的が法令に違反しており、このため、社会通\n念上著しく妥当性を欠いている場合でない限り、当該補助金の支出については、当\n該地方公共団体の裁量の範囲内にあるものとして、違法の問題は生じないものとい\nうべきである。\nそうすると、地方公共団体の補助金の支出の適否を判断するに当たっては、裁判\n所は、当該地方公共団体と同一の立場に立って、補助金を支出すべきであるかどう\nかについて判断すべきではなく、当該地方公共団体の補助金の支出が、社会通念\n上、著しく妥当性を欠き、裁量を逸脱したと認められる場合に限り、違法であると\n判断すべきである。\n（２）　信用組合の経営破綻処理と公益上の必要性について\n信用組合の経営破綻処理は、金融システム内で最大限の負担により行われること\nが原則であるが、ひとたび信用不安が生ずると、預金者は自らの預金を一挙に引き\n出そうとし、また、このために、預金を通じて行われている各種取引の決済が麻痺\nし、膨大な数の個人、企業、金融機関等に甚大な悪影響が及ぶことが予想されるも\nのである。\n東京都は、コスモ信用組合の経営破綻を受け、かかる事態を回避し、地域経済全\n般の安定を確保するためのコストとして、公的資金による財政支援を行うことによ\nって、金融システムの安定性を確保することが、金融機関、預金者のみならず、地\n域経済全般の安定の基礎となるものであり、預金者をはじめとする地域の信用不安\nを回避し、都民や地域の中小企業者への金融上の影響を最小限に止めることが、ひ\nいては都民の福祉に資することになるとの公益上の判断から、本件処理スキームに\n係る合意に基づき、東京都信用組合協会が行う、コスモ信用組合から譲渡された不\n良債権の回収の経費の一部に充てるため、同協会に対し補助金を交付することとし\nたものである。\n右のとおり、本件各補助金の支出については、法二三二条の二にいう「公益上の\n必要」があるというべきであり、補助金支出の公益上の必要性についての東京都の\n判断は、その裁量の範囲内でされたものであって、何ら違法となるべきものではな\nい。\nこの点に関し、原告らは、平成七年九月以降、平成七年度の本件補助金が交付さ\nれた平成八年三月ころまで、さらには、平成八年度の本件補助金が交付された平成\n九年三月ころまでに、コスモ信用組合ないしはそれ以外の金融機関の預金者が払戻\nしを受けることができなくなるような事態や信用不安は生じなかったから、本件各\n補助金の交付には公益上の必要がなかった旨主張する。\nしかしながら、右のような事態が生じなかったのは、東京都がコスモ信用組合の\n経営破綻処理に関し大蔵省及び日本銀行に協力を要請するとともに、関係金融機関\n等の関係者とも協議を進めた結果、平成七年八月二八日、本件処理スキームについ\nて、右関係機関との間で合意を得るに至り、その履行のための予算措置として、同\n年九月二九日、平成七年都議会第三回定例会において、東京都が負担する資金援助\n分として平成七年度の補助金二〇億円、債務負担行為として一八〇億円（平成八年\n度から平成一六年度までの期間）をその内容とする平成七年度補正予算が可決され\nたこと、また、本件処理スキームに係る合意の内容に従って、日本銀行をはじめと\nする関係金融機関等の資金援助が迅速に実施されたことによるものであるから、預\n金者が払戻しを受けることができなくなるような事態や信用不安が生じなかったか\nらといって、東京都が、本件処理スキームに係る合意により負担することとした資\n金援助分として、本件各補助金を交付する公益上の必要性が失われたものというこ\nとはできない。\nなお、原告らは、平成八年法律第九六号による改正後の預金保険法により金融機\n関が破綻しても預金は全額保護されることになるから、東京都が預金者の保護、信\n用不安の回避、信用秩序の維持のために補助金を支出する必要はなくなった旨主張\nするが、コスモ信用組合は、本件処理スキームに従い、平成八年二月一六日、右改\n正前の預金保険法六四条一項に基づき、預金保険機構から一二五〇億円の資金援助\nを既に受けており、しかも、同組合は、本件処理スキームに従い、同年三月二五\n日、東京共同銀行（現整理回収銀行）に対し、その事業を譲渡し、同日、都知事の\n命令により解散しているので、右改正後の預金保険法の適用はないものである。\n（３）　予算との関係について\n都知事は、本件処理スキームに基づき、東京都が負担する資金援助金（二〇〇億\n円）を計上するため、平成七年都議会第三回定例会において、「信用組合緊急特別\n対策に要する経費」として、「款」を労働経済費、「項」を商工業振興費、「目」\nを経営指導費、「節」を負担金補助及び交付金として二〇億円並びに平成八年度か\nら平成一六年度までの間の債務負担行為一八〇億円を計上した平成七年度補正予算\nを提出し、右補正予算は、補助金の支出目的等について都知事及び労経局長により\n補充的に説明がされた上（その説明内容の一部は、前記（原告らの主張）（１）ア\nに都知事及び労経局長の答弁内容として記載されたとおりである。）、平成七年九\n月二九日、付帯決議付きで可決された。\nまた、平成八年度の本件補助金に係る予算は、「款」を労働経済費、「項」を商\n工業振興費、「目」を経営指導費、「節」を負担金補助及び交付金として、二〇億\n円が平成八年度当初予算に計上され、右予算は、平成八年三月二八日、都議会にお\nいて付帯決議付きで可決された。\n本件各補助金の交付決定は、右の各予算の定めるところに従って行われたもので\nあるから、本件各補助金の交付決定及びこれに基づく支出命令が予算との関係で違\n法とされる理由はない。\nこの点に関し、原告らは、平成七年度補正予算説明書の計上説明欄には、「信用\n組合緊急特別対策に要する経費を計上」とされているだけであり、平成八年度当初\n予算説明書の該当の計上説明欄には、平成八年度の本件補助金の交付を裏付ける説\n明項目がないから、本件各補助金の交付決定については、それを裏付ける支出科目\nとしての目及び節が設定されていないことになる旨主張する。\nしかしながら、予算説明書に記載される計上説明は、予算計上に当たっての概括\n説明にすぎないものであり、また、すべての事業内容についての説明を予算説明書\nの該当の計上説明欄に記載すべきものとされているわけではないから、計上説明欄\nにその説明項目がないからといって、予算が計上されていないということにはなら\nず、原告らの右主張は失当である。\nなお、東京都の歳出予算は、事業目的別に、組織との関連を考慮して、「款」、\n「項」、「目」に分類しているものであるところ（予算事務規則五条四項参照）、\n右にいう事業目的別による分類とは、どのような行政施策に使用するかというよう\nな予算使用の目的に従う分類であって、国の機関委任事務の経費として支出される\nのか、地方公共団体の事務の経費として支出されるのか、その事務の権限が国にあ\nるか地方公共団体にあるかによって分類されるものではない。したがって、これら\nの事務の分類に従って、予算科目として「款」、「項」、「目」が設定されている\nわけではないし、原告らが主張するように、予算において機関委任事務に係る経費\nと固有事務に係る経費を別個に計上しなければならないとする法令上の根拠も存し\nない。\n（４）　補助金交付手続の適法性について\n東京都においては、補助金の交付に関して補助金等交付規則が定められている\nが、個別具体的な目的のためにする補助金の支出に当たっては、その交付手続を客\n観化、明確化するために要綱を定め、これにより交付することが合理的であること\nから、東京都は、本件補助金交付要綱を定めており、本件各補助金はこれに基づい\nて交付されたものであって、本件各補助金の交付手続に何ら違法とされるべき点は\nない。\nなお、原告らは、平成七年度の本件補助金の交付決定が右補助金の交付申請書が\n提出された日に行われていることを問題としているが、東京都は、平成七年度の本\n件補助金に係る申請書を受領する以前に、東京都信用組合協会が提出する申請書に\nついて、あらかじめその形式や記載内容について、審査、調査をして検討し、誤り\nのないことを確認した上、平成八年三月一二日付けで提出させ、これを適法なもの\nとして受理したものであり、右申請書の記載内容については申請書提出以前に検討\nされていたから、同日付けで右補助金の交付決定をしたものであって、右手続に何\nら違法とされるべき点は存しない。\n（二）　被告Ａらの故意・過失（重過失）の有無（争点１ー（二））\n（１）　被告Ａについて\n（原告らの主張）\nア　普通地方公共団体の長からその権限に属する財務会計上の行為を専決により処\n理することを任された補助職員が、当該財務会計上の行為を専決により処理した場\n合において、長が、右補助職員が財務会計上の違法行為をすることを阻止すべき指\n揮監督上の義務に違反し、故意又は過失により右補助職員が財務会計上の違法行為\nをすることを阻止しなかったときは、長は、普通地方公共団体に対し、右補助職員\nがした財務会計上の行為により当該地方公共団体が被った損害につき賠償責任を負\nうものである。\nまた、普通地方公共団体の長からその権限に属する財務会計上の行為の委任を受\nけた吏員が委任に係る当該財務会計上の行為を処理した場合において、長が、右吏\n員が財務会計上の違法行為をすることを阻止すべき指揮監督上の義務に違反し、故\n意又は過失により右吏員が財務会計上の違法行為をすることを阻止しなかったとき\nは、長は、普通地方公共団体に対し、右吏員がした財務会計上の行為により当該地\n方公共団体が被った損害につき賠償責任を負うものである。\nイ　本件各補助金の交付決定及び支出命令が違法であることは、前記（一）（原告\nらの主張）記載のとおりであるところ、被告Ａは、被告Ｂ、被告Ｄ及び被告Ｃが違\n法な本件各補助金の交付決定及び支出命令をすることを阻止すべき指揮監督上の義\n務があったにもかかわらず、その義務に違反し、故意又は過失により、右職員らが\n違法な本件各補助金の交付決定及び支出命令をすることを阻止しなかったのである\nから、右違法行為により東京都が被った損害を賠償すべき責任がある。\n（被告Ａの主張）\n右（原告らの主張）イ記載の主張は争う。\n（２）　被告Ｂについて\n（原告らの主張）\nア　支出負担行為をする権限を有する職員又はその権限に属する事務を直接補助す\nる職員で普通地方公共団体の規則で指定したものが故意又は重大な過失により法令\nの規定に違反して当該行為をしたことにより普通地方公共団体に損害を与えたとき\nは、その損害を賠償しなければならないものである（法二四三条の二第一項後\n段）。\nイ　被告Ｂは、労経局長として、平成七年度の本件補助金の交付決定が、前記\n（一）（原告らの主張）記載のとおり違法であることを知りながら、又はその違法\nであることを容易に知り得たにもかかわらず、重大な過失により、違法な右交付決\n定を漫然と行って、違法な公金の支出をさせ、これによって東京都に損害を与えた\nのであるから、その損害を賠償する責任がある。\n（被告Ｂの主張）\n右（原告らの主張）イ記載の主張は争う。\n（３）　被告Ｄについて\n（原告らの主張）\nア　支出負担行為をする権限を有する職員又はその権限に属する事務を直接補助す\nる職員で普通地方公共団体の規則で指定したものが故意又は重大な過失により法令\nの規定に違反して当該行為をしたことにより普通地方公共団体に損害を与えたとき\nは、その損害を賠償しなければならないものである（法二四三条の二第一項後\n段）。\nイ　被告Ｄは、労経局長として、平成八年度の本件補助金の交付決定が、前記\n（一）（原告らの主張）記載のとおり違法であることを知りながら、又はその違法\nであることを容易に知り得たにもかかわらず、重大な過失により、違法な右交付決\n定を漫然と行って、違法な公金の支出をさせ、これによって東京都に損害を与えた\nのであるから、その損害を賠償する責任がある。\n（被告Ｄの主張）\n右（原告らの主張）イ記載の主張は争う。\n（４）　被告Ｃについて\n（原告らの主張）\nア　支出命令をする権限を有する職員又はその権限に属する事務を直接補助する職\n員で普通地方公共団体の規則で指定したものが故意又は重大な過失により法令の規\n定に違反して当該行為をしたことにより普通地方公共団体に損害を与えたときは、\nその損害を賠償しなければならないものである（法二四三条の二第一項後段）。\nイ　被告Ｃは、労経局計理課長として、前記（一）（原告らの主張）記載のとお\nり、本件各補助金の交付決定が違法であり、これに基づく本件各補助金の支出命令\nも違法であることを知りながら、又はその違法であることを容易に知り得たにもか\nかわらず、重大な過失により、違法な本件各補助金の支出命令を漫然と行って、違\n法な公金の支出をさせ、これによって東京都に損害を与えたのであるから、その損\n害を賠償する責任がある。\n（被告Ｃの主張）\n右（原告らの主張）イ記載の主張は争う。\n（三）　損害の有無及びその金額（争点１ー（三））\n（原告らの主張）\n被告Ａらの違法行為によって、東京都は、本件各補助金の金額（合計四〇億円）\nに相当する損害を被った。\n（被告Ａらの主張）\n原告らの主張は争う。\n２　補助金の支出の差止請求について\n（一）　本件補助金交付協定に基づく平成九年度以降の補助金の支出の違法性の有\n無（争点２ー（一））\n（原告らの主張）\nコスモ信用組合の経営破綻処理のために東京都が補助金を支出することにつき法\n的根拠がないことは、前記１（一）（原告らの主張）（１）記載のとおりであり、\n本件補助金交付協定に基づき、平成九年度以降、東京都信用組合協会に対し補助金\nを支出すること（補助金の交付決定及びこれに基づく支出命令）は違法であり許さ\nれない。\n平成八年法律第九六号による改正後の預金保険法によって、平成八年六月二一日\nから平成一三年三月三一日までは、金融機関が破綻しても預金は全額保護され、そ\nの間は、東京都が補助金を支出する必要は全くないのであるから、少なくとも、平\n成九年度以降平成一二年度までの補助金の支出は当然に差し止められるべきであ\nる。\n（被告都知事らの主張）\nコスモ信用組合の経営破綻処理のために東京都が本件補助金交付協定に基づき補\n助金を交付することが適法であることは、前記１（一）（被告Ａらの主張）\n（１）、（２）記載のとおりである。\n（二）　回復困難な損害が生ずるおそれの有無（争点２ー（二））\n（原告らの主張）\n本件補助金交付協定に基づき平成九年度以降の補助金が支出された場合、東京都\nが被ると予想される損害額の大きさからみて、法二四二条の二第一項四号に基づい\nて職員、相手方等に対して損害賠償の請求をすることによってその損害を回復する\nことは非常に困難である。\n（被告都知事らの主張）\n原告らの主張は争う。\n第三　当裁判所の判断\n一　代位による損害賠償請求について\n１　争点１ー（一）（本件各補助金の交付決定及び支出命令の違法性の有無）につ\nいて\n（一）　法二三二条の二違反の有無について\n（１）　法二三二条の二は、普通地方公共団体は、その公益上必要がある場合にお\nいては、寄附又は補助をすることができる旨規定し、地方公共団体が補助金を支出\nすることができるのは、当該地方公共団体の公益上必要がある場合に限られること\nを明らかにしている。\nもっとも、「公益上必要がある場合」というのは、法律要件としては極めて抽象\n的なものであり、その要件該当性については一義的に決定できるものではない。す\nなわち、普通地方公共団体において何が公益であるかについては、当該地方公共団\n体が置かれた経済的、社会的状況等により変わり得るものであり、また、ある事項\nが当該地方公共団体の公益といえるとしても、その公益を実現するために補助金の\n支出が必要であるか否かについては、当該地方公共団体の政策的判断によらざるを\n得ない面があることは否定できない。「公益上必要がある場合」に当たるか否か\nは、結局のところ、当該地方公共団体が置かれている社会的、経済的状況を前提と\nして、補助金の交付を受ける相手方と当該地方公共団体との関係、補助金の交付が\n当該地方公共団体ないしその住民にもたらす利益、効果、その程度、交付される補\n助金の額がそれに見合うだけの利益をもたらすものかなど諸般の事情を総合的に勘\n案して決するほかないものであるが、かかる総合的な判断をする場合においては、\n事柄の性質上、裁量が機能する余地を否定することはできないのであって、法は、\n「公益上必要がある場合」に当たるか否かの判断については、当該地方公共団体の\n長の合理的な裁量にゆだねているものと解するのが相当である。\nしたがって、普通地方公共団体がその公益上必要があるとして補助金の支出をし\nた場合において、当該地方公共団体がした公益上必要があるとの決定が考慮要素と\nされた諸般の事情に照らして客観的合理性を有するときは、当該補助金の支出は\n「公益上の必要性がある場合」に該当するものとして、法二三二条の二の規定違反\nの問題は生じないものというべきである。\n（２）　そこで、右の観点から、本件各補助金の支出（本件各補助金の交付決定及\nび支出命令）が法二三二条の二の規定に違反するか否かについて以下検討する。\nア　前記第二の一記載の事実と証拠（甲二、六、八ないし一〇、一四、乙四、五、\n七ないし九、一〇ないし一四の各１、２、一五の１ないし３、一八）及び弁論の全\n趣旨によれば、次の各事実が認められる。\n①　コスモ信用組合は、中小企業等協同組合法に基づき、都知事の認可を受けて、\n昭和二七年七月三〇日信用組合として設立され、その業務を行っていたが、いわゆ\nるバブル経済の時期に不動産関連事業に多額の融資を行ったことが災いして、バブ\nル経済崩壊後、土地価格の大幅な下落に加え、景気の長期低迷の影響をまともに受\nけて、不良債権が増加して経営内容が悪化し、さらに、平成七年三月及び同年六月\n末に同信用組合の経営悪化に関する報道がされたこともあり、同年七月に入ってか\nらは資金繰りが一層ひっ迫した。そして、同月二九日（土曜日）にコスモ信用組合\nの自主再建が困難であるとの報道がされたことから、東京都としては、同月三一日\nの払戻資金不足は必至であるとの認識の下に、全国信用協同組合連合会にコスモ信\n用組合に対する緊急融資を要請し、預金の流出に備えたが、同日、午前九時の営業\n開始後一時間で約一二八億円もの多額の払戻しがされ、同日一日で預金総額の一七\nパーセント近くに当たる約七三〇億円もの預金が流出する事態となった。\n②　このため、都知事（被告Ａ）は、平成七年七月三一日、大蔵大臣及び日本銀行\n総裁と緊急会談を行い、コスモ信用組合の自主再建は不可能との判断で一致し、預\n金者の混乱を避けるため、同日午後七時、協同組合による金融事業に関する法律六\n条の規定により準用される銀行法二六条の規定に基づき、コスモ信用組合に対し、\n流動性預金と満期が到来した定期性預金の払戻し等の業務を除き、業務の一部停止\nを命令した。そして、東京都、大蔵省、日本銀行は、コスモ信用組合の破綻処理策\nについて具体的検討に入るとともに、日本銀行は、コスモ信用組合の預金の払戻資\n金を確保するため、同年八月一日から、平成九年法律第八九号による改正前の日本\n銀行法二五条に基づく特別融資を行うことになった。\n③　ところで、我が国の金融機関は、バブル経済崩壊後、多額の不良債権を抱え、\nその経営状態が全般的に悪化していたが、特に、信用組合など経営基盤の弱い中小\nの金融機関においては、経営破綻に陥るものが出現するようになった。すなわち、\n平成五年一一月には、大阪府民信用組合（大阪府）の経営が破綻し、その後、信用\n組合岐阜商銀（岐阜県）、東京協和信用組合（東京都）、安全信用組合（東京\n都）、友愛信用組合（神奈川県）というように経営破綻に陥る信用組合が相次い\nだ。コスモ信用組合の経営破綻はこれらに続いて起きたものであったが、コスモ信\n用組合は、当時の預金残高が約四三〇〇億円（なお、このうち約七三パーセントが\n東京都内に住居ないし事務所を有する者の預金である。）と都内最大規模の信用組\n合であり、その経営破綻による影響は、右の各信用組合の経営破綻に比較してはる\nかに大きなものとなることが予想された。\n④　コスモ信用組合の経営が破綻した当時の預金保険法に基づく預金保険制度にお\nいては、一〇〇〇万円までの預金元本のみが保護の対象とされていたため、コスモ\n信用組合の破綻処理がペイオフ、すなわち、預金保険の支払という方法によって行\nわれた場合においては、一〇〇〇万円を超える預金元本について預金者に損失が生\nずることになるところ、中小の金融機関の破綻が相次ぐという信用不安が醸成され\nやすい状況の中でペイオフを実施した場合、連鎖的な信用不安が生ずるおそれがあ\nったため、東京都、大蔵省及び日本銀行は、預金者の保護と信用秩序の維持の観点\nから、コスモ信用組合の破綻処理をペイオフにより行うのではなく、同信用組合の\n事業を第三者に譲渡する案を軸に破綻処理策について検討し、関係金融機関等関係\n者とも協議を進めた結果、平成七年八月二八日、東京共同銀行を受け皿の金融機関\nとする、概要前記第二の一３記載のとおりの本件処理スキームについて、関係者間\nで基本的な合意を得るに至った。\nそして、その後、本件処理スキームに合意した関係者がその内容となっている財\n政支援を行うなどして、本件処理スキームに基づく破綻処理が進められている。\n⑤　本件処理スキームにおいて、東京都は、東京都信用組合協会がコスモ信用組合\nから譲り受ける回収可能な延滞債権一三〇〇億円の債権回収を促進するため、同協\n会に対し二〇〇億円の資金援助を行うものとされたが、東京都としては、コスモ信\n用組合の経営破綻処理について、預金者を保護することにより、信用不安を回避\nし、都民や地域の中小企業者への影響を最小限にとどめることが東京都の公益に合\n致し、そのために財政支出が必要であると判断し、本件処理スキームに基づく資金\n援助を行うことを決定したものであった。\n⑥　東京都は、本件処理スキームに基づく資金援助を行うため必要な予算措置をと\nった上、平成八年三月五日、東京都信用組合協会が行うコスモ信用組合の経営破綻\n処理に伴う債権管理回収事業に要する経費の一部を補助することによって、コスモ\n信用組合の破綻処理を円滑に促進し、もって地域の信用秩序の維持に資することを\n目的として、平成七年度から平成一六年度までの一〇年間で総額二〇〇億円の補助\n金を交付することなどを定めた本件補助金交付要綱を制定した。そして、東京都\nは、同月一一日、東京都信用組合協会との間で、本件補助金交付要綱に従って本件\n補助金交付協定を締結し、さらに、平成七年度及び平成八年度の補助金交付額を各\n二〇億円とする旨の本件補助金交付額協定を締結した上、同月一三日、同協会に対\nし、平成七年度の本件補助金として二〇億円を交付した。\nさらに、東京都は、平成九年三月三一日、東京都信用組合協会に対し、本件補助金\n交付協定及び本件補助金交付額協定に基づき、平成八年度の本件補助金二〇億円を\n交付した。\nイ　右認定のとおり、本件処理スキームは、預金者の保護と信用秩序の維持の観点\nから、コスモ信用組合の経営破綻をペイオフによらずに処理するために関係者間で\n合意された方策であり、東京都としては、預金者を保護することにより、地域の信\n用不安を回避し、都民や地域の中小企業者への影響を最小限にとどめることが東京\n都の公益に合致し、そのために財政支出が必要であるとの判断に基づき、本件処理\nスキームに基づく資金援助を行うことを決定し、本件処理スキームに係る合意の履\n行として本件各補助金を支出したものである。\nしかして、コスモ信用組合は、東京都を基盤とする都内で最大規模の信用組合で\nあり、その破綻処理がペイオフにより行われた場合には、都内に居住し、あるいは\n都内で事業を営む多数の預金者が損失を被ることになることは容易に予想できるこ\nと、中小の金融機関の経営破綻が相次ぐ中で、コスモ信用組合についてペイオフに\nよる破綻処理が行われれば、信用不安が格段に高まることは必至であり、そのよう\nな事態になれば、都内の経営基盤の弱い信用組合をはじめとする中小の金融機関で\n取付け騒ぎが起こり、その結果、連鎖的な金融機関の経営破綻が生じ、そのような\n金融機関との間で取引を行っている都民や地域の中小企業者に深刻な影響が生ずる\nおそれがあることは否定できないこと、本件処理スキームに基づいて東京都が行う\n二〇〇億円という資金援助の金額は、日本銀行、預金保険機構、関係金融機関その\n他の関係者がコスモ信用組合の経営破綻処理のために行う資金援助等の財政支援の\n金額（前記第二の一３参照）と比較して、格段高額なものとなっているわけではな\nく、また、補助金の交付も、一金融機関に対して行うものではなく、東京都に基盤\nを有する信用組合の協会である東京都信用組合協会に対して行うものであることな\nどを勘案すると、東京都が、預金者を保護することにより、地域の信用不安を回避\nし、都民や地域の中小企業者への影響を最小限にとどめることが東京都の公益に合\n致し、そのために財政支出が必要であるとの判断に基づき、本件処理スキームに基\nづく資金援助を決定したことについては、その判断に客観的合理性を認め得るもの\nである。\nもとより、本件処理スキームは、コスモ信用組合の破綻処理の基本的枠組みを定\nめたものにすぎないから、本件処理スキームに係る合意により、直ちに東京都が本\n件処理スキームに基づく資金援助を行うべき法律上の義務を負うものではないが、\n東京都が本件処理スキームの構成要素となっている右資金援助を履行しないこと\nは、コスモ信用組合の破綻処理の方策について協議し、そのための財政支援を約束\nした関係当事者間の信頼関係を著しく損なうのみならず、本件処理スキームに基づ\nく同信用組合の破綻処理そのものの遂行に支障が生ずるおそれがあることを考えれ\nば、本件処理スキームに係る合意の履行として本件各補助金を支出したことについ\nて、東京都の公益上の必要性を肯定し得るものというべきである。\nウ　この点に関し、原告らは、預金者の保護、信用不安の回避、信用秩序の維持な\nどといったようなことは、国、日本銀行及び金融機関がなすべきことであって、一\n普通地方公共団体である東京都には何らの関係もないことであるから、右のような\nことは、そもそも東京都の公益に該当しない旨主張する。\nしかしながら、前示のとおり、コスモ信用組合は、東京都を基盤とする都内で最\n大規模の信用組合であり、その破綻処理がペイオフによって行われた場合に、都内\nに居住し、あるいは都内で事業を営む多数の預金者が損失を被ることになることは\n容易に予想できるところであり、また、中小の金融機関の経営破綻が相次ぐ中で、\nコスモ信用組合についてペイオフによる破綻処理が行われれば、信用不安が格段に\n高まることは必至であり、そのような事態になれば、都内の経営基盤の弱い信用組\n合をはじめとする中小の金融機関で取付け騒ぎが起こり、その結果、連鎖的な金融\n機関の経営破綻が生じ、そのような金融機関との間で取引を行っている都民や地域\nの中小企業者へ深刻な影響が生ずるおそれがあることは否定できないところであっ\nて、預金者を保護することにより、地域の信用不安を回避することが、そもそも東\n京都の公益に該当しないということはできないというべきである。\nまた、原告らは、東京都信用組合協会が行うコスモ信用組合の経営破綻処理に伴\nう債権管理回収事業に要する経費の一部を補助することによって、なぜ、預金者が\n保護され、信用不安が回避されることになるのかその関係が全く不明であり、目的\nと手段が明らかに齟齬している旨主張する。\nしかしながら、東京都が、東京都信用組合協会が行うコスモ信用組合の経営破綻\n処理に伴う債権管理回収事業に要する経費の一部を補助することは、コスモ信用組\n合の経営破綻処理をペイオフによらずに行うための方策として決定された本件処理\nスキームに係る合意の履行として行われるものであり、本件処理スキームが実施さ\nれることにより、ペイオフによる破綻処理が行われた場合に生ずる預金者の損失と\n信用不安の発生を回避することが可能になるのであるから、預金者の保護を通じて\n地域の信用不安を回避することと、東京都が、東京都信用組合協会が行うコスモ信\n用組合の経営破綻処理に伴う債権管理回収事業に要する経費の一部を補助すること\nとの間には、目的と手段の関係があるということができるものである。\nさらに、原告らは、東京都が補助金を支出することによって保護しなければなら\nないとする預金者は存在せず、東京都が補助金を支出することによって回避しなけ\nればならないとする信用不安や右支出によって最小限に止めなければならないとす\nる都民や地域の中小企業者への金融上の影響は生じていなかったのであるから、本\n件各補助金の支出が東京都の公益上必要があるとはいえないことは明らかである旨\n主張する。\nしかしながら、前記イで説示したとおり、コスモ信用組合は東京都を基盤とする\n都内で最大規模の信用組合であり、その破綻処理がペイオフにより行われた場合に\nは、都内に居住し、都内で事業を営む多数の預金者が損失を被るおそれがあり、当\n時の状況の下では、ペイオフが行われれば、信用不安が高まり、都内の経営基盤の\n弱い信用組合をはじめとする中小の金融機関で取付け騒ぎが起こり、連鎖的な金融\n機関の経営破綻が生じ、ひいては、都民や地域の中小企業者に深刻な影響が生ずる\nおそれがあったことは否定できないところである。ペイオフが行われた場合に、損\n失を被る預金者を保護すべきものかどうか、保護すべきものとしてどの範囲の預金\n者を保護すべきものかどうかは、正に政策判断として都知事の合理的な裁量にゆだ\nねられるべき事柄であり、また、ペイオフが行われた場合、又は本件処理スキーム\nについて関係者の合意が成立しなかった場合に、信用不安が発生し、都民や地域の\n中小企業者に深刻な影響が生じる蓋然性が具体的にどの程度あるかを正確に予測す\nることは困難であって、関係当局においては、そのおそれが否定できない以上、最\n悪の場合を想定して処理案を策定するほかないものと解される。本件処理スキーム\nに基づく資金援助をする旨の東京都の決定が客観的合理性を有するか否か、すなわ\nちその公益上の必要性を肯定し得るかどうかは、右の観点から判断すべきである\n（その公益上の必要性を肯定し得ることは前示のとおりである。）。さらに、本件\n処理スキームは、東京都の東京都信用組合協会に対する資金援助と他の関係者によ\nる各種施策が相互に補完し合ってコスモ信用組合の破綻処理が円滑に推進されるべ\nく一体をなすものとして策定され、他の関係者との間で合意されたものであって、\n東京都が独自の立場で右合意を一方的に解消し、その資金援助を中止することは、\n関係当事者間の信頼関係を著しく損なうのみならず、本件処理スキームの実施に支\n障をもたらすことになるから、東京都としては、社会的・経済的事情や右合意の基\n礎となっていた事情に著しい変動を生じ、右合意をそのまま維持することが不相当\nになったなど特別の事情がない限り、右合意に従った措置をとるべき立場にあるも\nのというべきである。したがって、本件処理スキームを合意したことに公益上の必\n要性が認められる以上、その履行としての本件各補助金の支出は、公益上の必要性\nが肯定されるべきであり、本件処理スキームの履行として補助金が現実に支出され\nた時点において、保護の対象となるべき預金者が存在したか否か、あるいは回避す\nべき信用不安が生じていたか否かなどによって、右の公益上の必要性の有無が左右\nされることはないというべきである。\nエ　原告らは、寄附又は補助は、普通地方公共団体の財政に余裕のある場合に初め\nてこれを支出することができるのであって、寄附又は補助金の公益上の必要性を判\n断するに当たっては、当該地方公共団体の財政の余裕の程度を勘案しなければなら\nないものと解すべきところ、現在、東京都は財政危機の状況にあり、平成七年度及\nび平成八年度に各二〇億円、さらには平成一六年度までに一六〇億円もの巨額の公\n金を補助金として支出する余裕はあるはずもないから、この点からみても、本件ス\nキームに基づく補助金の交付決定及び支出命令は違法である旨主張する。\n原告らの主張するとおり、法二三二条の二にいう「公益上の必要がある場合」に\n該当するかどうかの判断に当たっては、当該地方公共団体の財政の状況をも勘案す\nべきものと解されるが、しかし、寄附又は補助は当該地方公共団体の財政に余裕が\nある場合に初めて支出できるというものではなく、補助金等の支出の必要性の程度\nとの兼ね合いの問題であり、当該地方公共団体の財政状況がよくない状況にあって\nも、補助金等の支出の必要性が高い場合には「公益上の必要性がある場合」に該当\nするものというべきである。本件についてみると、甲七によれば、バブル経済崩壊\n後、東京都の財政は厳しい状況にあることが認められるが、東京都が本件スキーム\nに基づき資金援助を行うことを決定するに至った経緯にかんがみれば、右のような\n財政状況を考慮に入れても、右決定に客観的合理性がないということはできない。\n（３）　以上のとおり、本件各補助金の支出が東京都の公益上必要でなかったとす\nる原告らの主張はいずれも採用することができず、本件各補助金の支出は、法二三\n二条の二により地方公共団体の長に与えられた裁量の範囲内で行われたものという\nことができるから、本件各補助金の交付決定及び支出命令が右規定に違反するもの\nということはできない。\n（二）　法二三二条の三違反の有無について\n（１）　原告らは、本件各補助金の交付決定は、予算の定めるところに従って行わ\nれたものではないから、法二三二条の三の規定に違反する違法なものであり、これ\nに基づく本件各補助金の支出命令も違法である旨主張する。\n（２）　しかしながら、以下のとおり、本件各補助金の交付決定は、いずれも予算\nの定めるところに従って行われたものというべきである。\nア　平成七年度の本件補助金の交付決定について\n平成七年度の本件補助金が、平成七年度補正予算に信用組合緊急特別対策に要す\nる経費として計上された、款を労働経済費、項を商工業振興費、目を経営指導費、\n節を負担金補助及び交付金とする支出科目から支出されたものであること、右補正\n予算が議案として提出された平成七年都議会第三回定例会において、都知事及び労\n経局長が、コスモ信用組合の経営破綻処理に伴う東京都の財政支出は、預金者を保\n護することにより信用不安を回避するとともに、都民や中小企業への影響を最小限\nにとどめるための緊急避難的措置として実施するもので、法二三二条の二の規定に\n基づき補助金として支出するものである旨の答弁を行っていることは当事者間に争\nいがなく、乙五によれば、右都議会定例会において、右補正予算を可決する際に、\n「今回の信用組合緊急特別対策費は、信用組合の破綻に伴う、金融不安の回避や都\n内信用組合の経営基盤の安定化を図るため、社団法人東京都信用組合協会に対し、\n財政支援を行うものであること」などを確認する付帯決議がされていることが認め\nられる。\n右事実によれば、平成七年度の本件補助金が平成七年度補正予算に計上され、こ\nれについて都議会での議決を経た上、予算の定めるところに従って、平成七年度の\n本件補助金の交付決定がされたことは明らかというべきである。\nイ　平成八年度の本件補助金の交付決定について\n平成八年度の本件補助金が、平成八年度当初予算に計上された、款を労働経済\n費、項を商工業振興費、目を経営指導費、節を負担金補助及び交付金とする支出科\n目から支出されたものであることは、当事者間に争いがないところ、原告らは、平\n成八年度当初予算説明書の右の「経営指導費」の計上説明欄には、平成八年度の本\n件補助金についての説明項目が全くないから、平成八年度の本件補助金の交付決定\nは、これを裏付ける支出科目としての目及び節が設定されていないことになる旨主\n張する。\n確かに、甲一四によれば、都議会に提出された平成八年度当初予算説明書には、\n右の「経営指導費」の計上説明欄に平成八年度の本件補助金の交付に係る具体的な\n説明項目が記載されていないことが認められるが、予算説明書の計上説明欄に当該\n事業に係る具体的な説明項目がないからといって、当該事業に係る支出が予算に計\n上されていないということはできないものである。\nすなわち、法二一一条二項は、普通地方公共団体の長は、予算を議会に提出する\nときは、政令で定める予算に関する説明書を併せて提出しなければならない旨規定\nし、法施行令一四四条一項一号は、右説明書の一つとして、歳入歳出予算の各項の\n内容を明らかにした歳入歳出予算事項別明細書を掲げている。しかしながら、議会\nの議決の対象となる予算科目は、歳入歳出ともにその款項であり、歳入歳出予算事\n項別明細書に記載される目節は、議会の議決の対象となるものではなく（法二一六\n条参照）、法施行令一四四条二項の規定を受けて、歳入歳出予算事項別明細書の様\n式の基準を定めた法施行規則一五条の二の別記は、歳入歳出事項別明細書の歳出に\n係る目節の説明欄には、予算を計上した目の内訳その他参考となる事項を記載する\nことができるとしているにすぎず、当該目に属するすべての事業について具体的な\n説明項目を記載しなければならないとしているわけではないのであるから、歳入歳\n出予算事項別明細書の目節の説明欄に当該支出に係る具体的な説明項目がないから\nといって、当該事業に係る支出が予算に計上されていないということはできないも\nのである。\n平成八年度の本件補助金の平成八年度当初予算への計上に関しては、乙一三の２\n（労経局の平成八年度当初予算明細書）によれば、平成八年度当初予算において、\n款を労働経済費、項を商工業振興費、目を経営指導費とする支出科目に信用組合緊\n急特別対策に要する経費として二〇億円が計上されていることが認められる。そし\nて、右の信用組合緊急特別対策に要する経費が、平成八年度の本件補助金に係るも\nのであることは、平成七年度補正予算の説明書の計上説明欄の記載に照らしても明\nらかであるから、平成八年度の本件補助金の交付決定は、予算の定めるところに従\nって行われたものということができる。\nウ　原告らは、法令上、事業目的の異なる機関委任事務に係る経費と固有事務に係\nる経費を同じ目に計上することは許されないものと解すべきところ、平成七年度補\n正予算及び平成八年度当初予算には款を労働経済費、項を商工業振興費、目を経営\n指導費、節を負担金補助金及び交付金とする支出科目が設けられているが、右の\n「経営指導費」は、都知事が、国の機関として行う信用組合等の中小企業の経営指\n導のために必要な経費を計上したものであり、これには固有事務に係る経費は含ま\nれないから、本件各補助金の交付決定については、これを裏付ける支出科目が予算\nに設定されていないことになる旨主張する。しかしながら、原告らの右主張は、以\n下のとおり、その前提を誤るものであって失当というべきである。\nすなわち、法二二〇条一項によれば、普通地方公共団体の長は、政令で定める基\n準に従って予算の執行に関する手続を定め、これに従って予算を執行しなければな\nらず、法施行令一五〇条一項三号は、右の規定を受けて、普通地方公共団体の長\nは、歳入歳出予算の各項を目節に区分するとともに、当該目節の区分に従って歳入\n歳出予算を執行することを予算の執行に関する手続として定めなければならない旨\n規定し、同条二項は、右の目節の区分は、自治省令で定める区分を基準としてこれ\nを定めなければならない旨規定している。そして、右規定を受けて、法施行規則一\n五条一項は、「歳入歳出予算の款項の区分並びに目及び歳入予算に係る節の区分\nは、別記のとおりとする。」と規定し、同条二項は、「歳出予算に係る節の区分\nは、別記のとおり定めなければならない。」と規定している。\n東京都は、これらの規定を受けて、予算事務規則を制定し、同規則五条四項は、\n歳出予算の款、項及び目は、事業の目的に従い、組織との関連を考慮して、事業内\n容が明らかになるように定めなければならない旨規定しているが、法施行規則一五\n条一項の別記の定めをみれば、同規則が歳出予算の目を、当該経費が機関委任事務\nに係るものか、あるいは固有事務に係るものかという基準によって区分していない\nことは明らかである。そして、予算事務規則は、法施行規則一五条一項の別記の定\nめを当然その前提とするものであるから、予算事務規則五条四項が、当該経費が機\n関委任事務に係るものか、あるいは固有事務に係るものかという基準によって歳出\n予算の目を区分することを義務付けているものと解することは困難であり、他に機\n関委任事務に係る経費と固有事務に係る経費を歳出予算の同一の目に計上すること\nを禁ずる法令上の根拠は存しないというべきである。\n（３）　以上のとおり、本件各補助金の交付決定は予算の定めるところに従って行\nわれたものということができるから、本件各補助金の交付決定が法二三二条の三の\n規定に違反し、これに基づく本件各補助金の支出命令も違法であるとする原告らの\n前記主張は採用することができない。\n（三）　本件各補助金の交付手続の適否について\n（１）　原告らは、平成七年度の本件補助金の交付は、補助金等交付規則に定める\n手続に従わずにされたものであって、平成七年度の本件補助金の交付決定及び支出\n命令は違法である旨主張する。\n（２）　しかしながら、以下のとおり、平成七年度の本件補助金の交付手続の違法\nをいう原告らの主張はいずれも理由がないものというべきである。\nすなわち、原告らは、平成七年度の本件補助金の交付につき、補助金等交付規則\n五条一項に基づく所定の事項が記載された申請書が提出されていないことを問題と\nしているが、補助金等交付規則は、補助金等の交付の申請、決定その他補助金等に\n係る予算の執行に関する基本的事項を規定するものであって（同規則一条）、いわ\nば、補助金等の交付手続に関する原則的な規定というべきものである（同規則四条\n参照）。そして、補助金等交付規則のこのような性質にかんがみれば、同規則は、\n特定の目的のために交付される補助金について必要がある場合に、あらかじめ要綱\nを定め、その要綱の定める手続に従って補助金を交付することを禁ずるものとは解\nされないところ、東京都は、東京都信用組合協会が行うコスモ信用組合の経営破綻\n処理に伴う債権管理回収事業に要する経費の一部を補助するために本件補助金交付\n要綱を制定し、平成七年度の本件補助金は、右要綱に定めるところに従って交付さ\nれたものであるから、平成七年度の本件補助金の交付につき、補助金等交付規則五\n条一項に基づく所定の事項を記載した申請書が提出されていないという一事をもっ\nて、右補助金の交付決定及び支出命令が違法になるものということはできない。\nまた、原告らは、前記第二の二１（一）（原告らの主張）（３）ア、ウ記載のと\nおり、平成七年度の本件補助金の交付決定が右補助金の交付申請書が提出された日\nに行われていることを問題としているが、地方公共団体が、補助金の交付を求める\n申請書を正式に受理する前に、その申請書の形式や記載内容について審査ないし調\n査をして検討し、誤りのないことを確認した上で、申請書を正式に受理すること\nは、通常あり得ることである。本件においても、前記第二の一記載の事実に弁論の\n全趣旨を併せれば、東京都は、東京都信用組合協会が平成七年度の本件補助金の交\n付申請を行うに先立って、本件処理スキームに基づき東京都が支出することになっ\nた補助金の交付に関し、本件補助金交付要綱を制定し、同協会との間で、右補助金\nの交付に関して協議を行い、本件補助金交付協定及び本件補助金交付額協定を締結\nしたこと、右補助金の交付申請は右各協定に基づき行われたものであることが認め\nられ、右の経過及び弁論の全趣旨によれば、東京都は、本件補助金交付要綱の制定\n及び右各協定の締結の過程で申請の内容等については事前に審査及び調査を行った\nものと認めることができるのであって、平成七年度の本件補助金の交付決定が右補\n助金の交付申請書が提出された日に行われているということから、右申請書があら\nかじめ提出されたものではなく、必要な調査ないし審査が行われていないとする原\n告らの主張は、採用することができない。\nさらに、原告らは、平成七年度の本件補助金について、東京都信用組合協会の意\n向とは関係なく、東京都が勝手に補助金の交付及び交付額を決定したものであるか\nら、右補助金の交付決定及び支出命令は違法である旨主張するが、右に説示したと\nおり、平成七年度の本件補助金は、東京都と東京都信用組合協会との間で締結され\nた本件補助金交付協定及び本件補助金交付額協定に基づいて交付されたものであ\nり、平成七年度の本件補助金について、東京都信用組合協会の意向と関係なく、東\n京都が勝手に補助金の交付及び交付額を決定したという事実は認められず、原告ら\nの右主張はその前提を欠くものというべきである。\n（３）　なお、原告らは明示的に主張していないが、平成八年度の本件補助金につ\nいても、その交付手続を違法とすべき事由は認められない。\n（四）　以上のとおり、本件各補助金の交付決定及び支出命令が違法であるとする\n原告らの主張はいずれも採用することができず、他に本件各補助金の交付決定及び\n支出命令を違法とすべき事由も認められない。\n２　そうすると、原告らが、東京都に代位して、被告Ａらに対し損害賠償を求める\n請求は、その余の点について判断するまでもなく理由がないというべきである。\n二　補助金の支出の差止請求について\n１　争点２ー（一）（本件補助金交付協定に基づく平成九年度以降の補助金の支出\nの違法性の有無）について\n（一）　東京都は、本件処理スキームに係る合意の履行として、本件補助金交付協\n定に基づき、平成九年度から平成一六年度までに総額一六〇億円の補助金を東京都\n信用組合協会に対し交付することを予定しているものである。\nそこで、本件補助金交付協定に基づき平成九年度以降補助金を支出することが、\n法二三二条の二の規定に違反するか否かが問題となるが、東京都が本件処理スキー\nムに基づく資金援助が東京都の公益上必要であると判断したことにつき、客観的合\n理性を認め得ること、東京都が独自の立場で本件処理スキームに係る合意を一方的\nに解消し、その資金援助を中止することは、関係当事者間の信頼関係を著しく損な\nうのみならず、本件処理スキームの実施に支障をもたらすことになるから、東京都\nとしては、社会的・経済的事情や右合意の基礎となっていた事情に著しい変動を生\nじ、右合意をそのまま維持することが不相当になったなど特別の事情がない限り、\n右合意に従った措置をとるべき立場にあることは、前記一１（一）（２）イ、ウで\n説示したとおりであり、したがって、東京都の財政が厳しい状況にあることを考慮\nに入れても、本件処理スキームに係る合意の履行として平成九年度以降補助金を支\n出することについては、公益上の必要性を肯定し得るものというべきである。\n（二）　この点に関し、原告らは、平成八年法律第九六号による改正後の預金保険\n法によって、平成八年六月二一日から平成一三年三月三一日までは、金融機関が破\n綻しても預金は全額保護され、その間は、東京都が補助金を支出する必要は全くな\nいのであるから、少なくとも、平成九年度以降平成一二年度までの補助金の支出は\n当然に差し止められるべきである旨主張する。\nしかしながら、コスモ信用組合は、本件処理スキームに従い、平成八年三月二五\n日、東京共同銀行（現整理回収銀行）に対し、その事業を譲渡し、同日、都知事の\n命令により解散している（右事実は、乙一八及び弁論の全趣旨により認められ\nる。）のであるから、コスモ信用組合の破綻処理に、同年六月二一日に公布され、\n公布の日から施行された平成八年法律第九六号による改正後の預金保険法が適用さ\nれる余地はなく、右の預金保険法の改正は、本件処理スキームに基づくコスモ信用\n組合の破綻処理に直接影響を及ぼすものではないから、右の預金保険法の改正があ\nったからといって、本件処理スキームに係る合意の履行として補助金を支出するこ\nとについての東京都の公益上の必要性が否定されるものではないというべきであ\nる。\nしたがって、原告らの前記主張は採用することができない。\n（三）　以上のとおり、本件補助金交付協定に基づく平成九年度以降の補助金の支\n出が法二三二条の二の規定に違反するということはできず、他に右補助金の支出に\nつき違法事由は認められない。\n２　そうすると、原告らが被告都知事らに対し、本件補助金交付協定に基づく平成\n九年度以降の補助金の支出（補助金の交付決定及び支出命令）の差止めを求める請\n求は、その余の点について判断するまでもなく理由がないというべきである。\n第四　結論\nよって、原告らの本件請求はいずれも理由がないから、これを棄却することと\nし、訴訟費用の負担について、行政事件訴訟法七条、民事訴訟法六一条、六五条一\n項本文を適用して、主文のとおり判決する。\n東京地方裁判所民事第三部\n裁判長裁判官　青柳馨\n裁判官　増田稔\n裁判官　篠田賢治\n別紙\n当事者目録\n東京都台東区＜以下略＞\n原告　Ｅ\n右同所\n原告　Ｆ\n東京都台東区＜以下略＞\n原告　Ｇ\n東京都台東区＜以下略＞\n原告　Ｈ\n右同所\n原告　Ｉ\n右同所\n原告　Ｊ\n右同所\n原告　Ｋ\n東京都台東区＜以下略＞\n原告　Ｌ\n東京都調布市＜以下略＞\n原告　Ｍ\n右同所\n原告　Ｎ\n東京都台東区＜以下略＞\n原告　Ｏ\n右一一名訴訟代理人弁護士\n土生照子\n同　神山美智子\n同　堀敏明\n同　村千鶴子\n同　横山哲夫\n同　樋渡俊一\n同　飯田正剛\n同　清水勉\n同　佃克彦\n東京都渋谷区＜以下略＞\n被告　Ａ\n千葉県船橋市＜以下略＞\n被告　Ｂ\n埼玉県所沢市＜以下略＞\n被告　Ｄ\n千葉県浦安市＜以下略＞\n被告　Ｃ\n右四名訴訟代理人弁護士\n山下一雄\n東京都新宿区＜以下略＞\n被告　東京都知事\nＡ\n右同所\n被告　東京都労働経済局長\nＤ\n右同所\n被告　東京都労働経済局総務部計理課長\nＣ\n右三名訴訟代理人弁護士\n半田良樹\n右三名指定代理人\n小林紀歳\n同　江原勲\n同　矢野照雄\n"
}