{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 5,
    "month": 7,
    "day": 7
  },
  "case_number": "平成4(う)368",
  "case_name": "建造物損壊、銃砲刀剣類所持等取締法違反、火薬類取締法違反被告事件",
  "court_name": "大阪高等裁判所第二刑事部",
  "lawsuit_id": "22259",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22259",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/259/022259_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における訴訟費用は被告人の負担とする。\n理　　　　由\n本件控訴の趣意は、弁護人渡部史郎作成の控訴趣意書及び同補充書（一）に記載\n（但し同弁護人において、審理不尽の違法をいう点は責任能力に関する事実誤認の\n主張の事情として述べたものである旨釈明した。）のとおりであり、これに対する\n答弁は、検察官野田義治作成の答弁書に記載のとおりであるから、これらを引用す\nる。\n第一　控訴趣意中、原判示第一事実に関する法律の解釈適用の誤り、事実誤認の\n主張について\n論旨は、要するに、原判決は、被告人がけん銃を発砲して、原判示第一のＡ所有\nにかかる鉄筋コンクリート三階建居宅の一階玄関ドアに弾丸三発を命中貫通（同ド\nアのアルミ合板部分・アルミ外枠部分及びガラス部分の三個所）させ、Ａ所有の建\n造物を損壊した旨認定したが、建造物と器物との区別は、段損しなければ取り外し\nができない程度に建造物と一体になっているか否かを判断基準とすべきであり、本\n件では外壁に固着しているアルミ枠（以下「玄関ドア外枠」又は単に「外枠」とい\nう。）自体は毀損しておらず、玄関ドア本体の損壊が生じたたけであり、右玄関ド\nアは素人でもドライバーを使用して蝶番部及びドアチェック部分を玄関ドア外枠か\nら簡単に取り外しできるから、玄関ドア本体は器物と認めるべきであり、従って、\n玄関ドア本体を損壊しても器物損壊罪が成立するにとどまり、建造物損壊罪は成立\nしないのに、これを建造物損壊罪に該当するとした原判決には、判決に影響を及ぼ\nすことが明らかな事実誤認があり、ひいては法令適用の誤りがある、というのであ\nる。\n所論にかんがみ記録を調査し、当審における事実取調べの結果をも参酌して検討\nするに、原判示第一の事実に関し、原判決の事実認定及び法令の適用に所論主張の\nような誤りはなく、また、原判決が（弁護人の主張に対する判断）の建造物損壊罪\nの成否の項において、所論と同旨の主張に対し、本件玄関ドアの形状ないし構造等\nにつき認定説示しているところ及びこれに基づき説示する法律判断も、概ね正当な\nものとしてこれを維持することができる。以下、所論にかんがみ若干補足して説明\nする。\n先ず、被告人の発砲による弾丸が命中した玄関出入口ドアの形状ないし構造、右\n発砲による損壊状況、補修状況等をみるに、関係証拠によると、\n「１」　本件玄関ドアは、原判決示第一のＡ所有にかかる鉄筋コンクリート三階\n建て店舗兼居宅の一階表のコンクリート外壁に設置された出入口用のアルミ製外開\nきドア（縦一九八センチメートル、横八〇センチメートルで、上部に網状鋼線入り\nガラスが装着され、下部はアルミ合板となっている。）であって、同建物の外壁コ\nンクリート内の鉄筋に溶接して固着された外枠の内側部分に二個の蝶番で接合さ\nれ、これにより、外枠と玄関ドア本体とは、その構造上家屋の外壁と接続し一体的\nな外形を呈している。なお、玄関ドアの損壊状況は所論指摘のとおりであり、外枠\n自体に損傷は生じていない（原判決が認めているところでもある。）\n「２」　本件玄関ドアの補修を依頼された専門業者は、外枠は従来のものをその\nまま使用し、損壊された玄関ドア本体のみを取り替えることとし、同種規格の商品\nが市販されていないため富山県下のメーカーに特注して本件に適合する玄関ドア本\n体を入手し、これを作業員二名により前記外枠に取り付けたが、取り付けに当たっ\nては、鍵穴の設置・蝶番合わせなどにはミーリング等の専門器具の使用も必要と\nし、作業員二名により工事がなされた（メーカーへの製造依頼、搬送、取り付け工\n事に前後約二週間を要し、取り替え補修費用として九万七千円を要した。）\nなどが認定できる。\n<要旨>ところで、ある客体が、建造物損壊罪の対象となる建造物の一部であるか\nどうかは、器物損壊罪とは別に建</要旨>造物損壊罪が設けられている趣旨を考慮\nし、第一次的に、その客体が構造上及び機能上、建造物と一体化し、器物としての\n独立性を失っていると認めるのが相当であるかどうかの観点から、これを決するの\nが相当である。\nかかる観点から本件をみると、そもそも建造物にとって出入口及び出入口ドアの\n設置は不可欠であり、出入ロドア（玄関ドア）は外形上も構造上も建造物の外壁の\n一部をなし、機能上も、外壁の一部として外界との遮断、防犯・防風・防音などの\n役割を果たす存在であること、本件玄関ドアが、前記「１」のように、建物自体に\n固着された外枠の内側に蝶番等により接合固定されることにより、外枠及び玄関ド\nア本体は構造上及び機能上一体化するとともに、両者は建造物に強固に固着（適合\nする器具等なしに玄関ドア本体を取り外すには、鈍器を用いるなど強力な力で蝶番\n等を破壊しなければならない。）されてこれと一体化するに至っていると認められ\nることなどに照らし、本件玄関ドアは構造上も機能上も建造物（その外壁）の一部\nをなすものと認めるのが相当である。\n所論は、本件玄関ドアは、ドライバーさえ使用すれば素人にも毀損することなく\n容易にこれを取り外すことが出来るから建造物には当たらないと主張する。確か\nに、本件玄関ドア本体の取り外しは、所論のいうほどに簡単な作業ではないにして\nも、適合する器具を使用などすれば、その取り外し自体は一応可能であるといえ\nる。しかし、玄関ドアは建具類の場合とは異なり、取り外し自在というには程遠\nく、老朽化や破損の場合以外は取り外しや取り替えを予定しない存在であり、かつ\n前記の建物と一体化している本件玄関ドアの構造などに徴すると、そもそも所論の\nいう毀損せずに取り外し可能かどうかとの観点は、本件玄関ドアの建造物性を左右\nする重要な基準とはなり得ないものというべきである（大審院昭和七年九月二一日\n判決刑集一一巻一三四二頁等参照）。所論は採用しない。\n原判決に所論指摘の事実認定の誤りはなく、また、法令の解釈、適用の誤りもな\nい。論旨は理由がない。\n二　控訴趣意中、責任能力に関する事実誤認の主張について\n論旨は、被告人は、本件各犯行当時心神喪失又は心神耗弱の状態にあったのに、\nこれを認めなかった原判決には判決に影響を及ぼすことが明らかな事実誤認があ\nる、というのである。\nしかしながら、鑑定人Ｂ作成の鑑定書及び同人の原審証言（以下右両者を併せて\n「Ｂ鑑定」といい、原審証言を「Ｂ証言」という。）など原審で取調べた関係証拠\nによると、原判決が（弁護人の主張に対する判断）の責任能力の項において、被告\n人の成育歴ないし職歴、過去の主要な病歴ないし病的体験の他、本件犯行の動機\nは、過去に原判示のＡから多額の恐喝被害に会うなどして同人に対し強い恐怖感を\n抱くなどしていた被告人が、本件前日たまたま出会った同人から又も理不尽な要求\nをされるに及び今後ともいかなる要求をされるやも知れないと危倶し、同人を脅そ\nうなどと考え、本件当日の未明同人方にコンクリート塊を投げ込んだのに続き、同\n日夜本件犯行に及んだもので、その前後における行動等をも含めて特段の了解不能\nな点は少ないこと、本件犯行時における精神状態につき、覚せい剤の後遺症とみら\nれる体感幻覚・被害妄想などが見られるが、その程度は軽度にとどまったと考えら\nれること、精神分裂病など内因性の精神病を疑うべき点はなく、対人疎通性は良好\nであったこと、犯行時における飲酒酩酊の程度は正常酩酊（普通酩酊）の範囲内で\nあったと認められること、犯行前後の記憶は大筋で清明であることなどを認定した\n上、本件犯行時における是非弁別の能力及びこれに従って行動する能力に欠ける点\nはなかったと説示するところは、概ね正当として是認することができ、当審におけ\nる事実取調べの結果によっても、右判断は左右されない。所論にかんがみ、若干補\n足して説明する。\n所論は、（１）原判決が依拠したＢ鑑定は、被告人の幻聴、幻覚、被害妄想等\nは、被告人の父親が精神分裂病者であることや母方の親族にてんかん患者が二人い\nることなどの遺伝的素因により被告人が精神病者であることによるというべきであ\nるのに、右は覚せい剤の後遺症によるものと認めた点で誤っており、また、被告人\nが長期間多量のハルシオンを常用していたことの本件犯行に対する影響を軽視しこ\nれを正当に考慮していない旨、主張する。\nしかしながら、被告人の母方の親族にてんかん患者が存在しても、本件鑑定に際\nしＢ鑑定人が行った診断では、被告人にてんかんの症状が現出した事実は認められ\nなかったのであるから、被告人の責任能力判断につきこの点を考慮に入れる必要は\nないものであり、そしてＢ鑑定は、被告人の父親が精神分裂病者であることをも資\n料にしたうえ、被告人の意思疎通性が良好であること等を理由に、被告人に存する\n幻覚等の異常な病的体験は覚せい剤使用の後遺症によるものと認められるとしたも\nのであって、この点に関する同鑑定意見に誤りがあるとは認められないから、所論\nは失当である。\nまた、所論のハルシオンの点については、関係証拠によると、被告人は本件当日\n午前三、四時ころハルシオンを服用したが、Ｂ鑑定は被告人がハルシオンを常用し\nていた事実をも踏まえ、これによる被告人の飲酒酩酊状況への影響をも考察し、そ\nの影響はないと判断したものと考えられるから、所論は失当である。\n所論は、（２）Ｂ鑑定は、被告人には覚せい剤の後遺症があり、神経衰弱状態や\n神経症的傾向があり、本件各犯行が高度の酩酊状態（破綻酩酊或いは複雑酩酊と正\n常酩酊の境界）で行われたことなどを総合した上、その鑑定主文六項において、\n「被告人の犯行時における是非の弁別及びこれに従って行動する能力はかなり障害\nされていた」との意見を付しているところ、右意見の内容は心神喪失か心神耗弱状\n態にあった旨判断しているものと解すべきであるのに、原判決はこの鑑定意見を採\nらず、責任能力に欠けるところがないとしたのは誤っている、と主張する。\nしかしながら、Ｂ鑑定の内容を子細に検討するのに、同鑑定は、「１」被告人は\n犯行当時高度な酩酊状態にあり、それは正常酩酊との関連でいうと若干複雑酩酊に\n近い状態であったと認められるとしながらも、他方で、犯行の経緯には正常心理か\nらみて了解不能な点がほとんど存しないことなどもあり、犯行時の酩酊状態は被告\n人の本来の性格傾向を基盤とした正常酩酊であったとして矛盾はないというもので\nあること（Ｂ証言参照）、「２」被告人の現在及び本件犯行時における精神状態に\nついて、被告人には覚せい剤の後遺症とみられる神経衰弱状態、神経症的傾向を認\nめるが、その程度は軽度であり、意思の疎通性も良好であって、内因性精神病を疑\nわせるものはない旨判断していること等を総合すると、所論指摘の「被告人の犯行\n時における是非の弁別及びこれに従って行動する能力はかなり障害されていた」と\nの意見は、右能力の障害程度は相当程度にとどまるもので、著しい程度のものでは\nなかった趣旨と理解されるのであって、いずれにしても、心神喪失は勿論心神耗弱\nの状態にあったとするものではないから、所論は採用しない。\nなお、右所論（１）、（２）の点について当審鑑定人Ｃ作成の鑑定書及び同人の\n当審証言も同一意見であると理解される。\nその他所論にかんがみ更に検討しても、責任能力に関する原判決の判断に所論の\n事実誤認のかどはなく、論旨は理由がない。\n三　控訴趣意中、量刑不当の主張について\n論旨は、被告人を懲役二年に処した原判決の量刑は、とくに実刑に処した点で重\nきに失するというのである。\n所論にかんがみ記録を調査し、当審における事実取調べの結果を参酌して検討す\nるに、本件は、かつて多額の現金を喝取される被害にあった不動産業者に対し、将\n来もいかなる要求をされ更に仕返しをも受けるかも知れないと危倶した被告人が、\n同人の自宅にけん銃を打ち込んで畏怖させようと考え、借り受けた自動装填式けん\n銃等を所持して同人方に赴き、同人方一階玄関ドアに向け実包三発を発射して命中\nさせ、同ドアの三個所に右弾丸を貫通させた建造物損壊の事犯（原判示第一）、そ\nの際右けん銃一丁及びこれに装填した実包三発のほか、付近駐車中の自動車内にけ\nん銃用実包九発を所持した銃砲刀剣類所持等取締法違反、火薬類取締法違反の事犯\n（原判示第二）であるが、各犯行の罪質、態様等、ことに右建造物損壊はけん銃を\n発砲して敢行したものであり、発射した三発の弾丸はいずれも玄関ドアを貫通して\n屋内の物品、造作類をも損傷させていることなどに徴すると、被告人の刑責は軽視\nし難いというべきである。建造物損壊の被害の程度は比較的軽微であったこと、被\n告人には交通事犯を含めて罰金前科二犯があるにとどまること、反省状況、長年会\n社員として真面目に勤務し近年は事業経営にも関与しており、社会人としての生活\nにも別段問題がなかったこと、本件犯行に至る経緯には若干同情の余地があるこ\nと、犯行当時の精神状態は心神耗弱の状態には至らないが、予て被害者に対しては\n相当の恐怖心をも抱き、そのため不眠で睡眠薬を常用したりすることもあったもの\nで、相当程度自制心が衰えた状態下で本件犯行に及んだものであること、その他所\n論指摘の被告人のため酌むべき事情を十分考慮しても、原判決の量刑は刑期の点を\n含め重きに失するとはいえない。論旨は理由がない。\nよって、刑訴法三九六条により本件控訴を棄却することとし、当審における訴訟\n費用につき刑訴法一八一条一項本文を適用し、主文のとおり判決する。\n（裁判長裁判官　重富純和　裁判官　久米喜三郎　裁判官　出田孝一）\n"
}