{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 5,
    "month": 11,
    "day": 18
  },
  "case_number": "平成3(行コ)12",
  "case_name": "鉱害賠償債務不存在確認請求控訴事件",
  "court_name": "福岡高等裁判所",
  "field": "行政",
  "gist": "１　石炭鉱害賠償等臨時措置法１１条の６に基づく地方鉱業協議会の鉱害賠償に関する裁定に対する不服の訴えの性質と鉱害賠償債務の存否確認又は給付に関して裁判所が地方鉱業協議会のした裁定と異なる判断をする場合の判決主文　２　鉱害賠償債務の不存在確認のみを請求の趣旨として掲げている訴えについて，裁定の取消しを求める趣旨が包含されていると解することができるとした事例　３　石炭鉱害賠償等臨時措置法１１条の６に基づく地方鉱業協議会の鉱害賠償に関する裁定に対する不服の訴えにおいて，当該裁定には，賠償責任の存否について結論を誤った瑕疵があるから取り消すべきであるとした事例",
  "case_gist": "１　石炭鉱害賠償等臨時措置法１１条の６に基づく地方鉱業協議会の鉱害賠償に関する裁定に対する不服の訴えは，いわゆる形式的当事者訴訟であり，裁定に対する一種の抗告訴訟であって，裁定の公定力，不可争力の排除を目的とした訴訟であるが，鉱害賠償債務の存否確認又は給付請求を本来的な対象として予定しているから，判決においては裁定取消しと同時に確認又は即時給付の主文を掲げることができ，また，外形的に存在する裁定の効力の消長を明らかにする趣旨で，裁定を取り消す旨の主文を確認等の主文と併せて掲げるのが相当である。　２　鉱害賠償債務の不存在確認のみを請求の趣旨として掲げている訴えにつき，当該訴えが石炭鉱害賠償等臨時措置法１１条の６に基づく訴えとして提起されていることが明らかであるから，裁定の取消しを求める趣旨が当然包含されていると解することができるとした事例　３　石炭鉱害賠償等臨時措置法１１条の６に基づく地方鉱業協議会の鉱害賠償に関する裁定に対する不服の訴えにおいて，裁定の法的責任の存否に関する認定判断については同協議会の行政的裁量を許容する余地はないと解すべきところ，当該裁定には，建物に発生した損傷が鉱害打切賠償の合意の対象に含まれていたか否かの点につき事実の認定判断を誤り，賠償責任の存否について結論を誤った瑕疵があるから取り消すべきであるとした事例",
  "lawsuit_id": "16440",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16440",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/440/016440_hanrei.pdf",
  "contents": "○　主文\n一　本件控訴を棄却する。\n二　控訴費用は控訴人の負担とする。\n○　事実及び理由\n一　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人の請求を棄却する。\n二　本件事案の概要及びこれに対する当裁判所の判断は、次に付加、訂正するほ\nか、原判決事実及び理由第二、第三記載のとおりであるから、これを引用する。\n１　原判決一枚目裏一二行目「鉱業権者」とあるを「鉱業権消滅の時における当該\n鉱区の鉱業権者（以下「最終鉱業権者」という。）」と、同二枚目表一〇行目「被\n告本人」とあるを「原審及び当審での控訴人本人」と、同一一行目「所有する」と\nあるを「所有していた」と、同裏五行目「範囲及び安定期の時期」とあるを「範\n囲」及び「安定の時期」と、各訂正し、同九行目の次に「乙七」を加える。\n２　同二枚目裏九行目の次に改行のうえ\n「　なお、安定基準によれば、右鉱区に隣接する鉱区（福採金第二四六二号一で麻\n生産業株式会社が大焼層中の、三尺層（昭和二五年から同二九年）、七隔層上組炭\n（昭和二六年から同二九年一、尺無層（昭和二八年から同三三年）、二尺層（昭和\n三八、三九年）でした掘採も本件建物に影響を与えうる（甲一）。」を加える。\n３　同三枚目表初行「取得した」とあるを「取得し、右鉱業権は、昭和三九年一二\n月一〇日、権利の放棄により消滅した」と、同九行目「被告本人」とあるを「原審\n及び当審での控訴人本人」と、各訂正し、同裏三行目「による安定期間の経過」を\n削る。\n４　同四枚目裏三行目の次に改行のうえ\n「なお、控訴人は、本件建物は明治末期に建てられており、その後の三菱鉱業、麻\n生産業の石炭掘採で、安定基準にいう地盤安定前に既に損傷を受けている旨主張\nし、それに副う本件建物には本件売買契約当時から建付が悪い等の損傷があったと\nの当審での控訴人の供述部分もある。しかしながら、右供述自体原審での控訴人の\nそれと必ずしも一致せず果たして損傷があったのか否かはつきりしないし、三菱鉱\n業のした七隔三尺層本層以外の掘採が本件建物に影響を与えたと認めるに足りる証\n拠はない。また、仮に控訴人のいうとおり本件建物に損傷があり、その原因が右両\n社の作業のいずれによって本件建物に損害が生じたかを知ることができず、最終鉱\n業権者である被控訴人に鉱害賠償責任があった（鉱業法一〇九条一、二項）として\nも、それは正に後記二－（一）の打切賠償の対象でしかないから、本件の結論に何\nら影響しない。」を加え、同五行目「七ないし八」とあるを「七、八」と訂正し、\nその次に「乙丸ないし一一」を加え、同行から六行目にかけての「同Ａ」とあるを\n「原審及び当審での証人Ａ」と、同六行目「被告本人」とあるを「原審及び当審で\nの控訴人本人」と各訂正する。\n５　同五枚目裏二行目「対すると」から同四行目「格安であった」までを「対する\nよりは高額ではあるものの、時価を相当下回る価格で払い下げられた」と訂正し、\n同六枚目表一〇行目「鉱害」の前に「新たに」を、「鉱業権者」の前に「最終」\nを、各加える。\n６　同七枚目裏五行目「同Ａ、被告本人」とあるを「原審及び当審での証人Ａ、同\n控訴人本人」と、同八枚目表初行から二行目にかけての「重層構造をなす」とある\nを「重層構造をなし、古くから採炭の行われてきた」と、各訂正する。\n７　同一〇枚目表七行目「できない」とあるを「できないし、本件の浅所陥没によ\nって本件建物に打切賠償だけで解決することが信義則上許されない程度の損害が発\n生したと認めるべき証拠もない」と訂正し、同八行目「（一）」から同一一枚目表\n初行までを削る。\n８　同一一枚目表二行目「（二）」とあるを「（一）」と、同行「また」とあるを\n「なお」と、同六行目「裁定には」から同一〇行目「不服の訴えが」までを「その\n裁定に対する不服の申立では、法一一条の六の規定に基づく不服の訴え（以下「不\n服の訴え」という。）によらなければならないことになっており、右不服の訴え\nは」と、同三枚目裏四行目「（三）」とあるを「（二）」と、各訂正する。\n三　よって、原判決は相当であるから、本件控訴を棄却することとし、訴訟費用の\n負担について行政事件訴訟法七条、民訴法九五条、八九条を適用して、主文のとお\nり判決する。\n（裁判官　柴田和夫　足立昭二　有吉一郎）\n"
}