{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 10,
    "day": 27
  },
  "case_number": "平成11(行ケ)42",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13584",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13584",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/584/013584_hanrei.pdf",
  "contents": "平成１１年（行ケ）第４２号審決取消請求事件（平成１１年１０月１３日口頭弁論\n終結）\n判　　　　　決\n原　　　　　　告　　　富士写真フィルム株式会社\n代表者代表取締役　　　【Ａ】\n訴訟代理人弁護士　　　中村　稔\n同　　　　　　　　　　熊倉禎男\n同　　　　　　　　　　富岡英次\n同　　　　　　　　　　岩瀬吉和\n同　　　　弁理士　　　【Ｂ】\n被　　　　　　告　　　特許庁長官　【Ｃ】\n指定代理人　      　　【Ｄ】\n同　　　　　　　　　　【Ｅ】\n同　　　　　　　　　　【Ｆ】\n主　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n特許庁が、平成９年審判第２０４２３号事件について、平成１１年１月８日\nにした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、平成２年２月１９日、名称を「光記録媒体」とする発明につき特許\n出願をし（特願平２ー３８０９２号）、平成８年５月３１日に設定登録（特許第２\n５２２７１３号）を受けた。\n原告は、平成９年１１月２８日、上記特許につき、明細書の特許請求の範囲\n及び発明の詳細な説明の記載を訂正する旨の訂正審判の請求（以下「本件訂正審判\n請求」といい、原告が本件訂正審判請求によってしようとする訂正を「本件訂正」\nという。）をし、特許庁は、同請求を平成９年審判第２０４２３号事件として審理\nしたうえ、平成１１年１月８日に「本件審判の請求は、成り立たない。」との審決\nをし、その謄本は同月２０日、原告に送達された。\n２　上記特許の明細書の特許請求の範囲の記載\n(1)　対向して置かれた第１の基板と第２の基板の間に少なくとも１層の記録層\nが接着剤層を介して設けられた光記録媒体において、該第１の基板の記録層側の周\n縁部におけるバリの高さと該第２の基板の記録層側の周縁部におけるバリの高さと\nの合計が該接着剤層の厚さよりも小さいことを特徴とする光記録媒体。\n(2)　前記接着剤層は、ホットメルト接着剤より成りかつその厚さは、１６０μ\nｍ以下である請求項１記載の光記録媒体。\n３　本件訂正に係る明細書（以下「訂正明細書」という。）の特許請求の範囲の\n記載\n(1)　対向して置かれた第１の基板と第２の基板の間に少なくとも１層の記録層\nが接着剤層を介して設けられた光記録媒体において、該第１の基板の記録層側の周\n縁部におけるバリの高さと該第２の基板の記録層側の周縁部におけるバリの高さと\nの合計が該接着剤層の厚さよりも小さいこと、及び該接着剤層の厚さが、１６０μ\nｍ以下であることを特徴とする光記録媒体（以下、この請求項に記載された発明を\n「訂正第１発明」という。）。\n(2)　前記接着剤層が、ホットメルト接着剤より成る請求項１記載の光記録媒体\n（以下、この請求項に記載された発明を「訂正第２発明」という。）。\n４　審決の理由の要点\n審決は、訂正第１、第２発明が、特開昭６１ー６８７４４号公報（甲第４号\n証、以下「引用例１」という。）、平成元年７月７日発行の【Ｇ】編著「光ディス\nクのおはなし」（甲第５号証、以下「引用例２」という。）、特開昭６３ー２７５\n０５０号公報（甲第６号証、以下「引用例３」という。）及び特開昭６１ー８０５\n３４号公報（甲第７号証、以下「引用例４」という。）にそれぞれ記載された発\n明、並びに引用例３、特開昭５８ー１６２３２０号公報（甲第８号証、以下「引用\n例５」という。）、特開昭６３ー２２２３４６号公報（甲第９号証、以下「引用例\n６」という。）、特開平１ー１０１１２６号公報（甲第１０号証、以下「引用例\n７」という。）、特開平１ー２６９２５３号公報（甲第１１号証、以下「引用例\n８」という。）から周知事項と認められる、光記録媒体の製造においてバリが発生\nすること及び貼り合わせに際してバリが当たらないように工夫する必要があること\nに基づいて、当業者が容易に発明をすることができたものであり、特許法２９条２\n項の規定により特許出願の際、独立して特許を受けることができないものであるか\nら、本件訂正審判請求は、同法１２６条４項の規定に適合しないとした。\n第３　原告主張の審決取消事由の要点\n審決の理由中、引用例１～４の記載事項の認定（審決書３頁１行～５頁４\n行）、訂正第１発明と引用例１、２記載の光記録媒体との一致点及び相違点①、②\nの各認定、訂正第２発明と引用例１、２記載の光記録媒体との相違点の認定は認め\nる。\n審決は、訂正第１発明と引用例１、２記載の光記録媒体との相違点①、②に\nついての判断及び訂正第２発明と同光記録媒体との相違点についての判断を誤った\n結果、訂正第１、第２発明が、当業者において容易に発明をすることができ、特許\n出願の際、独立して特許を受けることができないとの誤った結論に至ったものであ\nるから、違法として取り消されなければならない。\n１　取消事由１（訂正第１発明と引用例１、２記載の光記録媒体との相違点①、\n②についての判断の誤り）\n(1)　審決は、訂正第１発明と引用例１、２記載の光記録媒体との相違点①、す\nなわち、「訂正明細書の請求項１に係る発明が、第１の基板の記録層側の周縁部に\nおけるバリの高さと第２の基板の記録層側の周縁部におけるバリの高さとの合計が\n接着剤層の厚さよりも小さい構成を有するのに対し、刊行物１、２（注、引用例\n１、２）に記載されているような周知の光記録媒体は当該構成について限定がない\n点」（審決書７頁９～１５行）につき、「刊行物３（注、引用例３）には、基板の\n成形においてバリが発生すること、バリが接合の問題点となること、・・・バリが\n当たらないように工夫することが記載されている。このように、光記録媒体の製造\nにおいてバリが発生すること、及び、貼り合わせに際してバリが当たらないように\n工夫する必要があることは、当業者において周知であり（貼り合わせに際してバリ\nが当たらないように工夫する必要があることが、当業者に周知であることは、刊行\n物５ないし８（注、引用例５～８）の記載からも明らかである。）、貼り合わせ型\nの光記録媒体を製造する際に、バリが当たらないようにすることは当然のことであ\nる。」（同８頁１～１４行）としたうえ、「刊行物１、２に記載されているような\n周知の光記録媒体のようにスペーサを介さずに貼り合わせるものにおいては、基板\nが記録層側にバリを有する場合、バリ同士が対向すると共に、基板間にある接着剤\n層の好適な厚さの範囲は基板と接着剤に応じて決まるから、バリ同士が当たらない\nようにするために、接着剤層の厚みを好適な範囲内で大きくすること、若しくは、\nバリを予め削り取っておくことにより、バリの高さの合計を接着剤層の厚さよりも\n相対的に小さくすることは、当業者であれば容易に想到し得る。」（同８頁１４行\n～９頁５行）と判断したが、それは誤りである。\n(2)　引用例１、２には、それぞれに記載された光記録媒体の基板の周縁部にバ\nリが存在していた旨の記載はない。むしろ、引用例１に、実施例１、２について\n「全周にわたってオートフォーカスがかかった。」（甲第４号証３頁左上欄１４～\n１５行）、「記録再生も良好であった。」（同頁右上欄１４～１５行）との記載が\nあることによれば、該実施例の光記録媒体の基板の周縁部には均一貼り合わせに影\n響を与えるようなバリが存在しなかったことが考えられる。また、引用例２の図\n４．２（甲第５号証３６頁）のＢ図に記載された光記録媒体も、表４．６（同５８\n頁）の規格値を満たすのであるから、これも同様と考えられる。\n引用例１に係る特許出願の出願当時（昭和５９年９月１２日）、バリが生\nじた基板を使用する場合にはバリ取り処理を行うことが通常であり、そのために様\n々な方法があったのだから、引用例１記載の光記録媒体の基板の周縁部にバリが生\nじていたとしても、このバリは除去されていたものと考えられ、引用例１記載の光\n記録媒体の基板の周縁部にバリが存在し得ないことは確実である。\n審決は、引用例１、２記載の光記録媒体と引用例３の記載による「光記録\n媒体の製造においてバリが発生する」という公知の事項とを組み合せて、貼り合わ\nせ型であり、記録層側にバリが存在する基板を想定しているが、光記録媒体におい\nてバリの存在が好ましいものではなく、かつ、後記のとおり、様々なバリ対策の方\n法があることを知った当業者が、引用例１、２記載の光記録媒体と引用例３の記載\nとを結び付けて、バリの存在する貼り合わせ型の光記録媒体を想定することは著し\nく困難である。\n(3)　審決は、「バリ同士が当たらないようにするために、・・・バリの高さの\n合計を接着剤層の厚さよりも相対的に小さくすることは、当業者であれば容易に想\n到し得る」とするが、引用例１～４には、バリが存在することによってディスクの\n貼り合わせに問題が生じることを指摘したものはあるものの、貼り合わせの際に相\n対する位置に形成されるバリ同士が当接する可能性があり、この場合がバリの貼り\n合わせに対する影響が最も大きいこと、バリ同士が当接するのは、バリの高さの合\n計が予定されている２枚の基板の距離よりも大きい場合であることを指摘したもの\nはないから、引用例１～４に開示された技術から、バリとバリとが当接するかどう\nかは、２枚の基板に形成されたバリの高さの合計と基板の間の接着剤層の厚さの大\n小関係に応じて決まること自体が自明であるということはできない。引用例５及び\n引用例８には、バリ同士が当たること及びその不都合について記載されているが、\nバリ同士が当接するのは、バリの高さの合計が２枚の基板の距離よりも大きい場合\nであることを記載、示唆するものではない。\nさらに、バリ同士が当たって不均一な貼り合わせが生じることがないよう\nにするという目的を達成するためには、種々な手段を考えることができる。例え\nば、バリが生じないような製法によって基板を成形する、発生したバリを除去す\nる、貼り合わせの際にバリの当接を回避するなどの様々な方法が考えられるのであ\nって、実際にも、本件特許の出願と前後して、これらの手段方法が採用されてきた\nところである。しかるところ、引用例１～８には、バリ同士が当たらないようにす\nるという目的を達成するために、接着剤層の厚さを積極的に調整するという訂正第\n１発明の技術思想の開示も示唆も存在しない。通常２枚の基板等を接着させて貼り\n合わせることが本来の機能である接着剤に、２枚の基板の間に適切な距離を設ける\nという機能を果たさせることは逆転した新規な発想だからである。\nこの点について、被告は、特開昭５９ー１６８９４７号公報（乙第１号\n証、以下「周知例１」という。）、特開昭６３ー６９０４２号公報（乙第２号証、\n以下「周知例２」という。）、特開昭６３ー１１９０４０号公報（乙第３号証、以\n下「周知例３」という。）、特開平１ー２８７８４３号公報（乙第４号証、以下\n「周知例４」という。）を挙げて、光記録媒体の技術分野において、接着剤層が２\n枚の基板を所定の距離に保持する機能を有することは当業者が当然に認識している\nことであると主張する。しかしながら、これらの周知例は、いずれもエアサンドイ\nッチ構造を有する特定の光記録媒体に係るものであり、このような構造の光記録媒\n体は、微小孔が開いている記録層を用いるため基板間に一定の厚さの空気層を設け\nる必要があって、基板間に一定の距離を設けるスペーサ及びスペーサと基板を接着\nする接着剤の存在が必須である。これに対し、訂正第１、第２発明のような貼り合\nわせ型の光記録媒体においては、基板間に一定の距離を設けるスペーサの存在は全\nく予定されていないから、接着剤層に基板間に一定の距離を設けるスペーサの機能\nを持たせることを当業者が当然に認識しているとはいえない。\nしたがって、審決の上記判断は誤りである。\n(4)　審決は、相違点①につき、さらに、「刊行物４（注、引用例４）に記載さ\nれているように、基板の張り合わせが不均一であると面振れが大きくなることは当\n業者において周知のことであると共に、刊行物２（注、引用例２）に記載されてい\nるように、光ディスクの機械的特性であるフォーカス性能を確保するためには面振\nれ量を抑える必要があることは当業者において周知のことであるから、訂正明細書\nの請求項１に係る発明（注、訂正第１発明）の目的である面振れ加速度を小さくす\nるために、基板を均一に貼り合わせることも当然のことである。」（審決書９頁６\n～１５行）とも判断しているが、そのような必要性が、「バリ同士が当たらないよ\nうにするために・・・バリの高さの合計を接着剤層の厚さよりも相対的に小さくす\nる」との訂正第１発明の構成を着想することに結び付くものではない。\nなぜなら、仮に、被告の主張に係る周知の均一貼り合わせのためのバリ対\n策の必要性から、訂正第１発明の構成を容易に推考できるものとすれば、引用例\n３、引用例６及び特開昭５８ー４５６３７号公報（甲第１７号証）、特開平８ー１\n６７１７９号公報（甲第２２号証）、特開平９ー２４５３８４号公報（甲第２３号\n証）、特開平１０ー３２０８４７号公報（甲第２４号証）、特開平５ー８１７０４\n号公報（甲第２７号証）等に記載された各発明について、それがどのような複雑な\n構成を有するものであっても、同じバリ対策の必要性から、容易に推考できるとし\nなければならなくなるからである。すなわち、訂正第１発明がこれらの発明と異な\nるのは、極めて単純明快な構成を採用している点にあるのであって、同一の技術課\n題を解決する具体的構成を提示している点においては相違ないのである。\n(5)　審決は、訂正第１発明と引用例１、２記載の光記録媒体との相違点②、す\nなわち、「訂正明細書の請求項１に係る発明（注、訂正第１発明）が、接着剤層の\n厚さが、１６０μｍ以下である構成を有するのに対し、刊行物１、２（注、引用例\n１、２）に記載されているような周知の光記録媒体は当該構成について限定がない\n点」（審決書７頁１５～１９行）につき、「刊行物１に記載されているように、接\n着剤層の厚さとして、４０μｍ，１００μｍ、すなわち、１６０μｍ以下の値は、\n普通に採用されている範囲である。」（同９頁１６～１９行）と判断したところ、\n引用例１に、接着剤層の厚さとして４０μｍ，１００μｍの各値が記載されている\nことは認めるが、引用例１記載の光記録媒体は基板の周縁部にバリが存在し得ない\nことは、上記(2)のとおりであり、そうすると、バリ同士の当接を回避することは問\n題とならないから、バリの高さの和と接着剤層の厚さの比較も問題とはなり得な\nい。したがって、引用例１に記載された接着剤層の厚さ４０μｍ、１００μｍは、\n訂正第１発明の「第１の基板の記録層側の周縁部におけるバリの高さと該第２の基\n板の記録層側の周縁部におけるバリの高さとの合計が該接着剤層の厚さよりも小さ\nいことを特徴とする」との構成要件を満たして、接着剤層の厚さを１６０μｍ以下\nであるように選定したというものではなく、その厚さに特段の意味はないから、審\n決の上記判断は誤りである。\n２　取消事由２（訂正第２発明と引用例１、２記載の光記録媒体との相違点につ\nいての判断の誤り）\n審決は、訂正第２発明と引用例１、２記載の光記録媒体との相違点、すなわ\nち、「訂正明細書の請求項２に係る発明（注、訂正第２発明）が、接着剤層が、ホ\nットメルト接着剤より成る構成を有するのに対し、刊行物１、２（注、引用例１、\n２）に記載されているような周知の光記録媒体は当該構成について限定がない点」\n（審決書１０頁４～８行）につき、「刊行物１に記載されているように、接着剤層\nとして、ホットメルト接着剤は、普通に採用されているものである。」（同頁９～\n１２行）として、訂正第２発明が、引用例１～４記載の発明に基づいて当業者が容\n易に発明をすることができたものと判断したところ、ホットメルト接着剤が普通に\n採用されているものであることは認めるが、引用例１記載の光記録媒体は基板の周\n縁部にバリが存在し得ないことは、上記１の(2)のとおりであり、そうすると、バリ\n同士の当接を回避することは問題とならないから、引用例１における接着剤の種類\nは、バリの関係では、特別な意味を有しない。したがって、引用例１においてホッ\nトメルト接着剤が使用されていることに格別の意味はないから、審決の上記判断は\n誤りである。\n第４　被告の反論の要点\n審決の認定・判断は正当であり、原告主張の取消事由は理由がない。\n１　取消事由１（訂正第１発明と引用例１、２記載の光記録媒体との相違点①、\n②についての判断の誤り）について\n(1)　原告は、引用例１記載の光記録媒体の基板の周縁部にバリが存在し得ない\nと主張するが、審決は、引用例１、２に記載されているような周知の光記録媒体の\nようにスペーサを介さずに貼り合わせるものにおいて、基板が記録層側にバリを有\nする場合を想定しているのであって、引用例１記載の光記録媒体の基板にバリが存\n在し得ることを認定しているのではない。\nそして、引用例１、２に記載されているような、対向する２つの基板の間\nに記録層が接着剤層を介して設けられた光記録媒体は周知であるとともに、光記録\n媒体の製造においてバリが発生することは当業者において周知であるから、引用例\n１、２に記載されているような周知の光記録媒体のようにスペーサを介さずに貼り\n合わせるものにおいて、基板が記録層側にバリを有する場合を想定した点に誤りは\nない。\n(2)　原告は、通常２枚の基板等を接着させて貼り合わせることが本来の機能で\nある接着剤に、２枚の基板の間に適切な距離を設けるという機能を果たさせること\nが、逆転した新規な発想であるとして、「バリ同士が当たらないようにするため\nに、・・・バリの高さの合計を接着剤層の厚さよりも相対的に小さくすることは、\n当業者であれば容易に想到し得る」とすることはできないと主張する。\nしかしながら、周知例１には、従来の光学的記録媒体において透過性基板\nによって形成した中空が硬化された接着剤により形成したスペーサによって保持さ\nれた構造となっていることが、周知例２には、貼り合わせた基板間に厚みムラのな\nい中空構造をもつ情報記録媒体を簡便に大量かつ低コストに製造する方法を提供す\nるために、２枚のドーナツ状基板を記録層を内側にして貼り合わせ、かつ２枚の基\n板間に中空部をもつ構造の情報記録媒体において、少なくとも片方の基板上の内周\n及び外周縁部に接着剤をロール状の版胴又はブランケット胴から転移させてスペー\nサを兼ねた接着層をリング状に形成し、次いで両基板を重ね合わせて接着すること\nを特徴とする中空構造をもつ情報記録媒体の製造方法が、周知例３には、貼り合わ\nせ後の寸法精度の悪さを容易に解決できる光記録媒体の構造を提供するために、情\n報記録層部が２枚の基板の貼り合わせ面側に形成されているエアサンドイッチ構造\nで、アウタースペーサ、インナースペーサを用いず、流動性を持った接着剤を用\nい、塗布後それを硬化させ、スペーサの代りをさせることを特徴とする光記録媒体\nの製造方法が、周知例４には、透明基板が空気層を挟むようにスペーサを介して接\n着剤（又はスペーサを兼ねる接着層）により貼り合わされた光学的情報記録媒体\nが、それぞれ記載されている。\nこのような周知例１～４の記載から見て、光記録媒体の技術分野におい\nて、接着剤層が２枚の基板を所定の距離に保持する機能を有することは当業者が当\n然に認識していることである。そして、貼り合わせ型の光記録媒体を製造する際\nに、バリが当たらないようにすることは当然のことであるから、基板が記録層側に\nバリを有し、バリ同士が対向する場合において、バリ同士が当たらないようにする\nために、バリの高さの合計を接着剤層の厚さよりも相対的に小さくすることは、当\n業者であれば容易に考え得ることである。\nしたがって、「バリ同士が当たらないようにするために、・・・バリの高\nさの合計を接着剤層の厚さよりも相対的に小さくすることは、当業者であれば容易\nに想到し得る」とした審決の判断に誤りはない。\n(3)　原告は、審決が、「刊行物４に記載されているように、基板の張り合わせ\nが不均一であると面振れが大きくなることは当業者において周知のことであると共\nに、刊行物２に記載されているように、光ディスクの機械的特性であるフォーカス\n性能を確保するためには面振れ量を抑える必要があることは当業者において周知の\nことであるから、訂正明細書の請求項１に係る発明の目的である面振れ加速度を小\nさくするために、基板を均一に貼り合わせることも当然のことである。」と判断し\nたことに対し、そのような必要性が、「バリ同士が当たらないようにするため\nに・・・バリの高さの合計を接着剤層の厚さよりも相対的に小さくする」との訂正\n第１発明の構成を着想することに結び付くものではないと主張するが、審決は、補\n足的に、基板の張り合わせが不均一であると面振れが大きくなることは当業者にお\nいて周知のことであるから、訂正第１発明の目的である面振れ加速度を小さくする\nために、基板を均一に貼り合わせることも当然のことである旨を指摘したものであ\nって、このことのみを「バリ同士が当たらないようにするために・・・バリの高さ\nの合計を接着剤層の厚さよりも相対的に小さくすることは、当業者であれば容易に\n想到し得る」ことの根拠としたものではない。\n(4)　原告は、審決が、訂正第１発明と引用例１、２記載の光記録媒体との相違\n点②について、「刊行物１に記載されているように、接着剤層の厚さとして、４０\nμｍ，１００μｍ、すなわち、１６０μｍ以下の値は、普通に採用されている範囲\nである。」と判断したことに対し、引用例１記載の光記録媒体は基板の周縁部にバ\nリが存在せず、バリ同士の当接を回避することは問題とならないから、バリの高さ\nの和と接着剤層の厚さの比較も問題とはなり得ず、引用例１に記載された接着剤層\nの厚さ４０μｍ、１００μｍに特段の意味はないので、審決の上記判断は誤りであ\nると主張するが、審決は、訂正第１発明における接着剤層の厚さが、従来から採用\nされている接着剤層の厚さと一致することを指摘したものであり、バリの有無、そ\nの大きさと接着剤層の厚さとの関係の記載にかかわらず、引用例１記載の発明と訂\n正第１発明とを各接着剤層の厚みにおいてのみ対比することに不合理はない。\n２　取消事由２（訂正第２発明と引用例１、２記載の光記録媒体との相違点につ\nいての判断の誤り）について\n原告は、審決が訂正第２発明と引用例１、２記載の光記録媒体との相違点に\nつき、「刊行物１に記載されているように、接着剤層として、ホットメルト接着剤\nは、普通に採用されているものである。」として、訂正第２発明が、引用例１～４\n記載の発明に基づいて当業者が容易に発明をすることができたものと判断したこと\nに対し、引用例１記載の光記録媒体は基板の周縁部にバリが存在せず、バリ同士の\n当接を回避することは問題とならないから、引用例１においてホットメルト接着剤\nが使用されていることに格別の意味はなく、審決の上記判断は誤りであると主張す\nる。\nしかしながら、訂正明細書の記載からみて、訂正第２発明自体においても、\nバリとの関係でホットメルト接着剤を使用するものと認めることはできない。した\nがって、審決が、引用例１に記載されているように、接着剤層として、ホットメル\nト接着剤は、普通に採用されているものである、とした点に何ら誤りはない。\n第５　当裁判所の判断\n１　取消事由１について\n(1)　引用例３（甲第６号証）に「一般に、ディスク基板は、合成樹脂を成形し\nて調製される。ディスク基板の成形方法としては、圧縮成型法、射出成型法、射出\nー圧縮成型法および２Ｐ法等があり、これらはスタンパー等の金具を組み込んで構\n成された金型内に溶融した樹脂材を充填して行なわれる。・・・上記の方法で、金\n型に樹脂材料を充填して基板を成形する際に、その隙間に樹脂材料が入り込み、成\n形後の基板の記録領域と基板中央の透孔周縁との間（すなわちスペーサとの接合領\n域）に位置する部分に高さが５μｍ～３００μｍのリング状のバリが形成される。\nこのようなバリを有するディスク基板を使用する場合は、情報記録媒体の製造に当\nって良好な接合を行なうことができないとの問題がある。」（同号証２頁左上欄末\n行～右上欄１９行）、「本発明は、表面にリング状のバリが形成されている基板の\n該表面に記録層が備えられてなるディスクと、記録層が備えられていてもよいディ\nスクとが、記録層を内側にして、リング状内側スペーサとリング状外側スペーサと\nを介して接合された情報記録媒体であって、基板のリング状バリが、スペーサの該\n基板に接する面の基板のリング状バリに対応する位置に備えられたリング状のバリ\n収容溝に収容されている情報記録媒体にある。」（同２頁右下欄１９行～３頁左上\n欄７行）、「本発明の情報記録媒体は、ディスク基板に形成されたリング状のバリ\nが、スペーサに設けられたリング状のバリ収容溝に収容されているため、バリは、\n基板とスペーサとの接合の障害とならない。従って、本発明の情報記録媒体は、ス\nペーサとディスク基板とが良好な接合をしており、高い寸法精度を有している。」\n（同４頁右上欄１５行～左下欄１行）との各記載があり、引用例５（甲第８号証）\nには、「従来の複製方法としては、第１図に示すような方法がある。・・・金型１\nの外周端に残ったＵＶ樹脂が”バリ”となって、レプリカはくりの際の障害となっ\nていた。また、この”バリ”が大きいと、レプリカディスクを回転使用中に、はず\nれてとびだしたり、ディスクを２枚貼り合わせ構造にする場合、”バリ”同士が当\nってしまい、それの欠けたものが内部に残り、ディスク表面を損なうなどの欠点が\nあった」こと（同号証１頁右下欄１２行～２頁左上欄４行）、及びマスクを用いて\n金型と基板の間からはみ出したＵＶ樹脂を硬化させずに除去することによりバリを\nなくすこと（同２頁左上欄１２行～右上欄１７行）の記載が、引用例６（甲第９号\n証）には、「このような転写型８を用いてガラス基板９の上に形成した樹脂層１１\nは第３図（Ｂ）に示すように内周部と外周部に突起状のバリ１２を生ずることが多\nく、時によってはバリの高さは１ｍｍを越す場合もあり、貼り合わせができないと\nいう問題があった」こと（同号証３頁左上欄第４～９行）、及び転写型の内外周に\n余分の紫外線硬化樹脂を吸収するリング状の溝を設けることによりバリをなくすこ\nと（同頁左下欄５～７行、右下欄３～５行）の記載が、引用例７（甲第１０号証）\nには、「従来の製造装置によって得られた転写層付円板の２枚を硬化フォトポリマ\nの転写層を内側に向けて内外周環状スペーサを介して張合わせて光ディスクを製造\nする場合に、特に、その内周近傍にフォトポリマ溜まりによるバリが残留しての転\n写層の内周縁部が不定形となる。よって、スペーサの接着時にスペーサ及び円板間\nで間隙が生じて得られる光ディスクの内周部の寸法精度が低下したり、円板上にお\nいてスペーサの周縁から転写層周縁までの間に不定形縁部のための領域を置かなけ\nればならず、信号記録面の面積が制限される等の大きな欠点となっていた」こと\n（同号証３頁右上欄１～１２行）、及び吸引ノズルを用いてスタンパ及び円板の内\n周部から溢れる余剰フォトポリマを吸引することによりバリをなくすこと（同１２\n頁７～１３行）の記載が、引用例８（甲第１１号証）には、「ディスク２枚を貼り\n合わせる構造にする場合、バリ同士が当ってしまい、平坦性が悪くなるという問題\nもあった」こと（同号証２頁左上欄７～９行）、及びマスクを用いて外周の余分な\n部分に入り込んだ樹脂が硬化されないようにすることによりバリをなくすこと（同\n頁左上欄１１～末行）の記載がそれぞれあり、これらの各記載に鑑みれば、光記録\n媒体の形成に当たっては、一般に基板の内周部分及び／又は外周部分にバリが形成\nされ、基板の貼り合わせに際してバリ同士が当たると、良好な接合ができず、平坦\n性が悪くなる（すなわち、光記録媒体の厚みが不均一となる）などの問題点がある\nために、バリ同士が当たらないように工夫する必要があることが当業者において周\n知であったものと認められる。\n原告は、引用例１に係る特許出願の出願当時、バリが生じた基板を使用す\nる場合にはバリ取り処理を行うことが通常であったから、引用例１記載の光記録媒\n体の基板の周縁部にバリが生じていたとしても、このバリは除去されていたものと\n考えられ、引用例１記載の光記録媒体の基板の周縁部にバリが存在し得ないと主張\nし、さらに、様々なバリ対策の方法があることを知った当業者が、引用例１、２記\n載の光記録媒体と引用例３の記載とを結び付けて、バリの存在する貼り合わせ型の\n光記録媒体を想定することは著しく困難であるとも主張するが、審決が、引用例\n１、２記載の光記録媒体自体の基板の周縁部にバリが存在すると認定したものでは\nなく、「刊行物１、２（注、引用例１、２）に記載されているように、対向する２\nつの基板の間に、記録層が接着剤層を介して設けられた光記録媒体は周知である」\n（審決書７頁１～３行、このことは当事者間に争いがない。）ことを前提とし、光\n記録媒体の製造においてバリが発生することは当業者において周知であるものとし\nて、前示周知の貼り合わせ型の光記録媒体において、基板が記録層側にバリを有す\nる場合を想定したものであることは、審決の説示に照らして明らかであり、かつ、\n前示のとおり、光記録媒体の形成に当たっては、一般に基板の内周部分及び／又は\n外周部分にバリが形成されること、基板の貼り合わせに際してバリ同士が当たらな\nいように工夫する必要があるものとして、当業者に認識されていることが認められ\nるから、審決の前示想定に誤りはない。\n(2)　前示のとおり、基板の内周部分及び／又は外周部分にバリが形成され、基\n板の貼り合わせに際してバリ同士が当たると、良好な接合ができないなどの問題点\nが生じるために、バリ同士が当たらないように工夫する必要があることが当業者に\nおいて周知であったとすれば、その工夫の前提として、２枚の基板の距離とバリの\n高さの合計との比較において、バリの高さの合計が大きければ、バリ同士が当接\nし、光記録媒体の厚みが不均一となることも当業者に自明のことというべきであ\nる。\nしかるところ、周知例１（乙第１号証）には、従来の光学的記録媒体にお\nいて透過性基板によって形成した中空が硬化された接着剤により形成したスペーサ\nによって保持された構造となっていること（同号証１頁右下欄６～１１行）が、周\n知例２（乙第２号証）には、貼り合わせた基板間に厚みムラのない中空構造をもつ\n情報記録媒体を簡便に大量かつ低コストに製造する方法として、少なくとも１枚に\nは情報記録層が形成された２枚のドーナツ状基板を記録層を内側にして貼り合わ\nせ、かつ、２枚の基板間に中空部をもつ構造の情報記録媒体において、少なくとも\n片方の基板上の内周及び外周縁部に接着剤をロール状の版胴又はブランケット胴か\nら転移させてスペーサを兼ねた接着層をリング状に形成し、次いで両基板を重ね合\nわせて接着することを特徴とする中空構造をもつ情報記録媒体の製造方法（同号証\n２頁左上欄１５行～右上欄７行）が、周知例３（乙第３号証）には、情報記録層部\nが２枚の基板の貼り合わせ面側に形成されているエアサンドイッチ構造で、アウタ\nースペーサ、インナースペーサを用いず、流動性を持った接着剤を用い、塗布後そ\nれを硬化させ、スペーサの代りをさせることを特徴とする光記録媒体の製造方法\n（同号証特許請求の範囲）が、周知例４（乙第４号証）には、透明基板が空気層を\n挟むようにスペーサを介して接着剤（又はスペーサを兼ねる接着層）により貼り合\nわされた光学的情報記録媒体（同号証３頁右上欄１５～１８行）がそれぞれ記載さ\nれている。これらの周知例１～４の各記載に鑑みれば、光記録媒体の技術分野にお\nいて、２枚の基板を所定の距離に保持するスペーサとしての機能を接着剤層に果た\nさせることは当業者に周知の技術事項であり、そうであれば、バリ同士が当接して\n不均一な貼り合わせが生じないようにするとの目的を達成するために、基板間の接\n着剤層の厚さを調整し、接着剤層の厚みをバリの高さの合計より厚くすることは当\n業者が容易に考え得ることであるものと認められる。\nなお、基板を貼り合わせる構造の訂正第１、第２発明と異なり、周知例１\n～４が基板間に中空を有する構造の光記録媒体に関するものであることは前示の各\n記載上明らかであるところ、原告は、訂正第１、第２発明のような貼り合わせ型の\n光記録媒体においては、基板間に一定の距離を設けるスペーサの存在は全く予定さ\nれていないから、接着剤層に基板間に一定の距離を設けるスペーサの機能を持たせ\nることを当業者が当然に認識しているとはいえないと主張するが、該技術事項が光\n記録媒体に関する同一の技術分野における周知事項であると認められる以上、これ\nを基板を貼り合わせる構造の光記録媒体に適用することが当業者において容易に想\n到し得るものであることは明らかである。\nしたがって、審決が、相違点①につき、「バリ同士が当たらないようにす\nるために、接着剤層の厚みを好適な範囲内で大きくすること、若しくは、バリを予\nめ削り取っておくことにより、バリの高さの合計を接着剤層の厚さよりも相対的に\n小さくすることは、当業者であれば容易に想到し得る。」と判断したことに、原告\n主張の誤りはない。\n(3)　なお、原告は、審決が、「刊行物４に記載されているように、基板の張り\n合わせが不均一であると面振れが大きくなることは当業者において周知のことであ\nると共に、刊行物２に記載されているように、光ディスクの機械的特性であるフォ\nーカス性能を確保するためには面振れ量を抑える必要があることは当業者において\n周知のことであるから、訂正明細書の請求項１に係る発明の目的である面振れ加速\n度を小さくするために、基板を均一に貼り合わせることも当然のことである。」と\n判断したことに対し、そのような必要性が、「バリ同士が当たらないようにするた\nめに・・・バリの高さの合計を接着剤層の厚さよりも相対的に小さくする」との訂\n正第１発明の構成を着想することに結び付くものではないと主張する。\nしかしながら、引用例２に「光ディスクの機械的特性の国際規格値・・・\nは、フォーカス性能を確保しようとするものになっており、フォーカスエラーの最\n大値を規定以下に抑えることを保証するための面振れ量があること」（審決書３頁\n１６～２０行）が、引用例４に「光ディスクの張り合わせが不均一であると回転時\nのディスクの面振れが大きくなること」（同５頁２～４行）が、それぞれ記載され\nていることは当事者間に争いがないところ、審決は、これらの記載に基づいて、基\n板の張り合わせが不均一であると面振れが大きくなることは当業者において周知で\nある旨認定し、かつ、訂正明細書（甲第３号証添付）に、「本発明は・・・２枚の\n基板の間に接着剤層を介して記録層を設けたいわゆる貼合わせタイプの光記録媒体\nにおいて、面振れ加速度が発生しにくく、すなわち大きな線速度で記録再生が可能\nな光記録媒体を提供することを目的としている。」（同明細書３頁８～１１行）と\nの記載があることに鑑みて、該発明の目的とされている面振れ加速度を小さくする\nためにも、基板を均一に貼り合わせる必要があることを改めて指摘したものと解さ\nれ、この必要性を「バリ同士が当たらないようにするために・・・バリの高さの合\n計を接着剤層の厚さよりも相対的に小さくすることは、当業者であれば容易に想到\nし得る」ことの直接の理由としたものとは解されないから、原告の前示主張は、そ\nれ自体失当である。\n(4)　原告は、審決が、訂正第１発明と引用例１、２記載の光記録媒体との相違\n点②につき、「刊行物１（注、引用例１）に記載されているように、接着剤層の厚\nさとして、４０μｍ，１００μｍ、すなわち、１６０μｍ以下の値は、普通に採用\nされている範囲である。」と判断したことに対して、引用例１記載の光記録媒体は\n基板の周縁部にバリが存在せず、バリ同士の当接を回避することは問題とならない\nから、バリの高さの和と接着剤層の厚さの比較も問題とはなり得ず、引用例１に記\n載された接着剤層の厚さ４０μｍ、１００μｍに特段の意味はないので、審決の該\n判断は誤りであると主張する。\nしかしながら、引用例１に、「基板１、２上に、記録層５、６を形成し、\n記録層５、６が対向するように、ホットメルト粘着剤を４０μｍ厚に塗布し接着層\n９として貼り合わせて製造した光磁気記録媒体（実施例１）、及び、基板１′、２\n′上に記録層５′、６′を蒸着し、記録層５′、６′が対向するように、接着剤を\n１００μｍ厚に塗布し接着層９として貼り合わせて製造した再生専用光ディスク\n（実施例２）」（審決書３頁３～１１行）が記載されていることは当事者間に争い\nがなく、その実施例としての記載に鑑みて、４０μｍ，１００μｍの各値は接着剤\n層の厚さとして通常のものと認められるところ、相違点①についての判断に加え\nて、引用例１に記載された該接着剤層の厚さを適用することによって、訂正第１発\n明を容易に想到し得ることは明らかである。引用例１に記載された接着剤層の厚さ\nが、訂正第１発明の「第１の基板の記録層側の周縁部におけるバリの高さと該第２\nの基板の記録層側の周縁部におけるバリの高さとの合計が該接着剤層の厚さよりも\n小さいことを特徴とする」との構成要件を満たして選定されたものである必要はな\nい。\nしたがって、審決の前示判断に原告主張の誤りはない。\n２　取消事由２（訂正第２発明と引用例１、２記載の光記録媒体との相違点につ\nいての判断の誤り）について\n原告は、審決が訂正第２発明と引用例１、２記載の光記録媒体との相違点に\nつき、「刊行物１（注、引用例１）に記載されているように、接着剤層として、ホ\nットメルト接着剤は、普通に採用されているものである。」として、訂正第２発明\nが、引用例１～４記載の発明に基づいて当業者が容易に発明をすることができたも\nのと判断したことに対し、引用例１記載の光記録媒体は基板の周縁部にバリが存在\nせず、バリ同士の当接を回避することは問題とならないから、引用例１においてホ\nットメルト接着剤が使用されていることに格別の意味はなく、審決の上記判断は誤\nりであると主張する。\nしかしながら、引用例１に「ホットメルト粘着剤を・・・塗布し接着層９と\nして貼り合わせて製造した光磁気記録媒体」（審決書３頁４～６行）が記載されて\nいること、ホットメルト接着剤が普通に採用されているものであることは、当事者\n間に争いがなく、また、訂正第２発明において、接着剤層がホットメルト接着剤よ\nり成ることの技術的意義につき、訂正明細書（甲第３号証添付）には、「前記接着\n剤としては、従来より知られている様々な接着剤が使用できるが、中でもホットメ\nルト接着剤、エポキシ系接着剤が望ましく、特にホットメルト接着剤は量産適性、\nまた人体への毒性という点で問題が少なく望ましい。」（同明細書４頁２０～２２\n行）との記載があるほかは、格別の記載は見当たらない。\nそうすると、訂正第２発明においても、バリとの関係で、ホットメルト接着\n剤を使用するものとは認められず、接着剤層として、ホットメルト接着剤は、普通\nに採用されているものであるとして、訂正第２発明が、引用例１～４記載の発明に\n基づいて当業者が容易に発明をすることができたものとした審決の判断に原告主張\nの誤りはない。\n３　以上のとおりであるから、原告主張の審決取消事由は理由がなく、その他審\n決にはこれを取り消すべき瑕疵は見当たらない。\nよって、原告の請求を棄却することとし、訴訟費用の負担につき行政事件訴\n訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　田中康久\n裁判官    　石原直樹\n裁判官    　清水  節\n"
}