{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 9,
    "day": 30
  },
  "case_number": "平成11(ネ)169",
  "case_name": "専用実施権侵害差止請求控訴事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13628",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13628",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/628/013628_hanrei.pdf",
  "contents": "平成一一年（ネ）第一六九号　専用実施権侵害差止請求控訴事件（原審・東京地方\n裁判所平成七年（ワ）第一二四四三号）\n判　　　　　　　　　決\n控　　　　訴　　　　人        ファーマシア・アンド・アップジョ\nン・アー・ベー\n右代表者　　　              　【Ａ】\n右訴訟代理人弁護士　　 　   　中　　　　島　　　　和　　　　雄\n右補佐人弁理士　　　        　【Ｂ】\n被控訴人    　              　藤沢薬品工業株式会社\n右代表者代表取締役　　　    　【Ｃ】\n被控訴人                  　　上野製薬株式会社\n右代表者代表取締役            【Ｄ】\n被控訴人ら訴訟代理人弁護士　　田　　　　倉　　　　　　　　　整\n同　　　　　　　　　　　　　　片　　　　山        英　　　　二\n同  　　                      佐        長                  功\n右補佐人弁理士　　        　　【Ｅ】\n同　　　　　　　　　　　　　　【Ｆ】\n主　　　　　　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\nこの判決に対する上告及び上告受理の申立てのための付加期間を三〇日と\n定める。\n事実及び理由\n第一　控訴の趣旨\n一　原判決を取り消す。\n二　被控訴人らは、原判決別紙一物件目録記載の医薬品を製造し、販売してはな\nらない。\n三　被控訴人らは、その本店、支店、営業所、工場及び倉庫に存する原判決別紙\n一物件目録記載の化学物質及びこれを含有する点眼薬の半製品、完成品を廃棄\nせよ。\n四　被控訴人らは、控訴人に対し、各自一九億九五〇〇万円及びこれに対する平\n成九年一〇月二三日から完済に至るまで年五分の割合による金員を支払え。\n五　訴訟費用は、第一、二審とも被控訴人らの負担とする。\n六　仮執行宣言\n第二　事案の概要\n一　本件は、控訴人が原判決別紙二特許権目録記載の特許権（以下「本件特許\n権」という。）について専用実施権（以下「控訴人専用実施権」という。）を有し\nているところ、被控訴人上野製薬株式会社（以下「被控訴人上野製薬」という。）\nが原判決別紙一物件目録記載の医薬品（以下「被控訴人製品」という。）を製造\nし、被控訴人藤沢薬品工業株式会社（以下「被控訴人藤沢薬品」という。）に販売\nし、被控訴人藤沢薬品がこれを「レスキュラ点眼薬」という商品名で販売している\n行為が、控訴人専用実施権を侵害するものであるとして、被控訴人らに対し、控訴\n人専用実施権に基づき、被控訴人製品の製造販売の差止め並びに原判決別紙一物件\n目録記載の化学物質及びこれを含有する点眼薬の半製品、完成品の廃棄を求め、不\n法行為による損害賠償請求として、実施料相当損害金一九億九五〇〇万円の支払を\n求めている事案である。\n二　争いのない事実\n１　訴外ザ・トラステイーズ・オブ・コロンビア・ユニヴアーシテイ・イン・\nザ・シテイ・オブ・ニユー・ヨークは、本件特許権を有し、控訴人は、右訴外人か\nら、本件特許権について、平成七年一月二三日、専用実施権の設定を受け、同年四\n月二四日、専用実施権の設定登録を受けた。\n２　本件特許権の特許請求の範囲第１項は、原判決添付の特許公報（以下「本\n件公報」という。）写しの該当欄記載のとおりである（以下、この発明を「本件発\n明」という。）。\n３　本件発明の構成要件は、次のとおり分説することができる（以下、本件発\n明の構成要件は、「構成要件（一）」のように単に番号のみをもって示\nす。）。\n（一）　有効量のＰＧＦ２αのＣ１乃至Ｃ５アルキルエステルを含んでいるこ\nと\n（二）　眼科的に許容し得るキヤリアを含んでいること\n（三）　霊長類用であること\n（四）　緑内障局所治療用組成物であること\n４　被控訴人製品の構成は、次のとおり分説することができる（以下、被控訴\n人製品の構成は、「構成Ａ」のように単に記号のみをもって示す。）。\nＡ　原判決別紙一物件目録記載の化学構造式を有するイソプロピルウノプロ\nストンを含有する。\nＢ　眼科的に許容し得る適宜のキャリア（たとえばポリソルベート８０、塩\n化ベンザルコニウムその他）を含有する。\nＣ　ヒトに対して用いる医薬品である。\nＤ　緑内障、高眼圧症治療剤である点眼液である。\n５　構成Ｂ、Ｃ、Ｄは、それぞれ構成要件（二）、（三）、（四）を充足して\nいる。\n三　争点\n構成Ａのイソプロピルウノプロストンが、構成要件（一）の「ＰＧＦ２αのＣ１\n乃至Ｃ５アルキルエステル」を充足するかどうかについて、次のような争点があ\nる。\n１　構成Ａのイソプロピルウノプロストンは、構成要件（一）の「ＰＧＦ２α\nのＣ１乃至Ｃ５アルキルエステル」を文言上充足するか。\n２  構成Ａのイソプロピルウノプロストンは、構成要件（一）の「ＰＧＦ２α\nのＣ１乃至Ｃ５アルキルエステル」に属するＰＧＦ２αイソプロピルエステルと実\n質的に同一か。\n３　１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプロピルエステル\nは、構成要件（一）の「ＰＧＦ２αのＣ１乃至Ｃ５アルキルエステル」に属するＰ\nＧＦ２αイソプロピルエステルと均等であり、構成Ａのイソプロピルウノプロスト\nンは、１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプロピルエステルを利\n用するものか。\n４　構成Ａのイソプロピルウノプロストンは、構成要件（一）の「ＰＧＦ２α\nのＣ１乃至Ｃ５アルキルエステル」に属するＰＧＦ２αイソプロピルエステルと均\n等か。\n四　争点に関する当事者の主張\n１　争点１（文言侵害）について\n（一）　控訴人の主張\n（１）　構成Ａのイソプロピルウノプロストン（別紙構造式Ⅰ）は、ウノプ\nロストンのα鎖１位のカルボキシル基の水素原子がイソプロピル基に置換されたウ\nノプロストンのイソプロピルエステルであるから、構成要件（一）の「ＰＧＦ２α\nのＣ１乃至Ｃ５アルキルエステル」のうち、「Ｃ１乃至Ｃ５アルキルエステル」の\n要件を充足する。\n（２）　構成要件（一）の「ＰＧＦ２α」の「ＰＧ」は、プロスタグランジ\nンを、「Ｆ」と「α」は、その五員環の９位及び１１位の水素原子が水酸基に置換\nされ、その水酸基がα結合していることを、「２」は、α鎖上の５ー６位の間が二\n重結合を有し、１７位ー１８位の間には二重結合を有しないことを、それぞれ意味\nしているから、この「ＰＧＦ２α」は、五員環の９位及び１１位の水素原子が水酸\n基に置換され、その水酸基がα結合しており、α鎖上の５ー６位の間が二重結合を\n有し、１７位ー１８位の間には二重結合を有しない一群のプロスタグランジン化合\n物（広義のＰＧＦ２α）を意味している。なお、ＰＧ類の１ないし３の分類は、そ\nれらが各由来する前駆物質であるエイコサトリエン酸（１群）、アラキド酸（２\n群）及びエイコサペンタエン酸（３群）の種別に対応している。\n構成Ａのウノプロストンは、五員環の９位及び１１位にそれぞれ水酸基がα結合\nし、α鎖の５ー６位の間が二重結合しており、１７ー１８位の間に二重結合を有し\nない。構成Ａのウノプロストンは、ω鎖末端にエチル基が結合しているが、ω鎖末\n端のエチル基は、化学構造の基本骨格となる炭素鎖の炭素数を増加させるものであ\nり、これによって元の化合物の本質を変化させずに脂溶性を高めることが広く知ら\nれているのであって、本件公報中にも、プロスタグランジン類の眼圧低下治療剤と\nして脂質溶解性のものが望ましいことが指摘されているから、ω鎖末端にエチル基\nを結合することは、単なる付加にすぎない。\nしたがって、構成Ａのウノプロストンは、構成要件（一）の「ＰＧＦ２α」（広\n義のＰＧＦ２α）に該当する。\n（３）　よって、構成Ａのイソプロピルウノプロストンは、構成要件（一）\nの「ＰＧＦ２αのＣ１乃至Ｃ５アルキルエステル」を文言上充足している。\n（二）　被控訴人らの主張\n（１）　構成Ａのイソプロピルウノプロストンが、ウノプロストンのα鎖１\n位のカルボキシル基の水素原子がイソプロピル基に置換されたウノプロストンのイ\nソプロピルエステルであり、構成要件（一）の「ＰＧＦ２αのＣ１乃至Ｃ５アルキ\nルエステル」のうち、「Ｃ１乃至Ｃ５アルキルエステル」の要件を充足することは\n認める。\n（２）　しかし、控訴人主張の広義のＰＧＦ２αという概念は存在せず、構\n成要件（一）の「ＰＧＦ２α」は、原判決別紙三記載の化学構造式をもつ単一化合\n物を意味し、本件公報中でも一貫して単一の化合物として扱われているところ、構\n成Ａのウノプロストンは、明らかに原判決別紙三記載の化合物とは異なる。\n後記２（二）（３）のとおり、ω鎖の末端にエチル基を結合することは、単なる\n付加ではない。\n（３）　したがって、構成Ａのイソプロピルウノプロストンは、構成要件\n（一）の「ＰＧＦ２αのＣ１乃至Ｃ５アルキルエステル」を文言上充足しない。\n２　争点２（ＰＧＦ２αイソプロピルエステルとの実質同一）について\n（一）　控訴人の主張\n構成要件（一）の「ＰＧＦ２αのＣ１乃至Ｃ５アルキルエステル」の「ＰＧＦ２\nα」が、狭義のＰＧＦ２αすなわち原判決別紙三記載の化学構造式をもつ単一化合\n物であるとしても、構成Ａのイソプロピルウノプロストン（別紙構造式Ⅰ）は、狭\n義のＰＧＦ２αのＣ１乃至Ｃ５アルキルエステルに属するＰＧＦ２αイソプロピル\nエステル（別紙構造式Ⅱ）と実質的に同一である。その根拠は、次のとおりであ\nる。\n（１）　ウノプロストンからω鎖の末端のエチル基付加部分を除外した１\n３、１４ージヒドロー１５ーケトーＰＧＦ２αは、ＰＧＦ２αの生体内代謝物とし\nて知られたＰＧＦ２αの同類化合物である。すなわち、ＰＧＦ２αは、生体内にお\nいて、二段階の代謝を経て１３、１４ージヒドロー１５ーケトーＰＧＦ２αとなる\n上、ＰＧＦ２αと五員環構造及びα鎖を同じくし、ただω鎖の１３ー１４位が単結\n合（ジヒドロ化）であり、１５位にオキソ基が置換（ケト化）しているにすぎない\nから、構造上ＰＧＦ２αに極めて近似している。\n（２）　一般に代謝物質は、当然ながら基質（もとの物質）より活性が弱ま\nるが、甲第二号証（本件公報）一〇頁の第３表によれば、ＰＧＦ２αの一次代謝物\nである１５ーケトーＰＧＦ２αの五〇〇及び一〇〇μｇ投与において、それぞれＰ\nＧＦ２αより弱いながらも眼圧降下作用が認められている。その後、昭和六二年に\nは、ＰＧＦ２αの二次代謝物である１３、１４ージヒドロー１５ーケトーＰＧＦ２\nαについても、ＰＧＦ２αの一〇〇分の一の活性ながら眼圧効果作用があると報告\nされた（甲第一〇号証）。\n被控訴人らは、ＰＧＦ２αイソプロピルエステルは、一過性の眼圧上昇等の副作\n用があるため、臨床使用が不可能である旨主張するが、ＰＧＦ２αイソプロピルエ\nステルの臨床試験結果の基本報文は、乙第一七号証（第一相臨床試験）及び甲第二\n五号証（第二相臨床試験）であるところ、いずれの試験においても若干の副作用が\n観察されているものの、第一相臨床試験を経て第二相臨床試験に移行したというこ\nと自体、第二相臨床試験に適するとの評価が得られたことを意味しており、しかも\n右第二相臨床試験における副作用の総括は、「深刻な副作用は、自覚症状的にも他\n覚症状的にもなんら認められなかった」（甲第二五号証九七五頁要約の末行）とさ\nれているから、臨床使用が不可能である旨の被控訴人らの右主張は、不当な独断と\nいうほかはない。なお、控訴人は、ＰＧＦ２α類のイソプロピルエステル中でも作\n用効果の更に優れたω鎖末端にフェニル基を結合したラタノプロストを開発し、右\n開発関連の文献（乙第七〇号証）中に、ＰＧＦ２αイソプロピルエステルの改良す\nべき点に触れた記載があるが、被控訴人らの臨床使用が不可能である旨の主張は、\nそれら記載の趣旨を誇大解釈したものにすぎない。\n（３）　ウノプロストンのω鎖の末端のエチル基は、右１（一）（２）のと\nおり脂溶性を高めるために付加されたものにすぎない。\n原判決は、争点３についての判断において、本件発明のＰＧＦ２αイソプロピル\nエステルとイソプロピルウノプロストンとの間のω鎖の炭素数の違いは、眼圧降下\n作用、眼刺激作用等の生理活性に影響を及ぼす可能性があるから、イソプロピルウ\nノプロストンは、１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプロピルエ\nステルをそのまま利用して、それに脂溶性を若干高める作用を付加したのみと認め\nることはできないとして、両者の間に利用関係が成立するということはできないと\n判断し、その理由として、乙第四一号証及び乙第五八号証によると、ＰＧＦ２αの\nフェニル置換体について、ω鎖の炭素数の違いが眼圧降下作用、眼刺激作用に対し\nて予測できない影響を与えることが認められると述べている。しかしながら、右各\n乙号証に記載されているものは、いずれもω鎖末端がフェニル基に置換されている\n化合物であって、フェニル基に至るω鎖の炭素数の相違に関するもので、控訴人が\nここで問題にしているところの（フェニル基のない）炭素鎖末端の炭素数増減の問\n題とは無関係の証拠であるから、その引用は的外れである。\nまた、原判決は、乙第五八号証によると、プロスタグランジンの一種であるＰＧ\nＥ１についてはω鎖の長さが変化することによりその生理活性に変化が生じること\nが認められるとするが、右乙第五八号証の記載は、ＰＧＥ１の場合に特定の生理活\n性について、予想に反してそのような変化が認められたというにとどまり、別段そ\nのことによって、一般に、長い炭素鎖を有する場合にその炭素数の差異により化学\n的物理的性質に本質的差異は生じないとの甲第一六号証、第二六号証、第二九号証\n等による原則的な化学常識が別段揺らぐわけではない。\n（二）　被控訴人らの主張\nイソプロピルウノプロストンは、本件発明のＰＧＦ２αイソプロピルエステルと\n実質的に同一であるということはできない。その根拠は、次のとおりである。\n（１）　イソプロピルウノプロストンとＰＧＦ２αイソプロピルエステルの\n化学構造を対比すると、次の三点において明確に異なっている（別紙構造式Ⅰ及び\nⅡ）。\n①　基本骨格となる炭素鎖の炭素数が、ＰＧＦ２αイソプロピルエステ\nルは二〇であるのに対し、イソプロピルウノプロストンは二二である。\n②　１３ー１４位の間が、ＰＧＦ２αイソプロピルエステルでは二重結\n合であるに対し、イソプロピルウノプロストンでは単結合である。\n③　ＰＧＦ２αイソプロピルエステルの１５位にはヒドロキシル基が置\n換しているのに対し、イソプロピルウノプロストンの１５位にはオキソ基が置換し\nている。\n（２）　ＰＧＦ２αイソプロピルエステルは、一過性の眼圧上昇等の副作用\nがあるため、臨床使用が不可能であり、薬事法に基づく医薬品としての承認を得て\nいないのに対し、イソプロピルウノプロストンは、副作用がなく、医薬品としての\n承認を得ているから、ＰＧＦ２αイソプロピルエステルとイソプロピルウノプロス\nトンは薬理作用が異なる。事実、本件特許の発明者であるビトー氏の一九九七年の\n論文（乙第五二号証）にも、ＰＧＦ２αをエステル化することだけでは臨床的に受\nけ入れられるレベルまで副作用を軽減できなかったことが明瞭に述べられている。\nまた、控訴人グループの日本法人であるファルマシア・アップジョン株式会社がラ\nタノプロストを有効成分とする「キサラタン点眼液」を平成一一年五月から日本で\n販売を開始したが、右点眼液についてのパンフレット（乙第七〇号証）にも、｢し\nかし、ＰＧＦ２αまたはそのイソプロピルエステル（ＰＧＦ２αーＩＥ）は、臨床\n試　験において多くの症例で結膜充血、眼局所刺激作用の他、頭痛などの全身的副\n作用が認められ、臨床に用いることは困難とされた。」と記載されている。\n（３）　化学構造式の基本骨格の炭素数の違いは、化合物の性質に大きな変\n化をもたらすものであり、ＰＧＦ２αイソプロピルエステルが、炭素数二〇の炭素\n鎖を基本骨格とするエイコサノイドに属する化合物であるのに対し、イソプロピル\nウノプロストンは、炭素数二二の炭素鎖を基本骨格とするドコサノイドに属する化\n合物であって、そのことによって副作用も異なるから、ω鎖の末尾にエチル基が存\n在することは、単なる付加にとどまるものではない。\n控訴人は、原判決の乙第四一号証及び第五八号証についての判断を問題とする\nが、乙第四一号証及び第五八号証には、ω鎖末端がフェニル基に置換された化合物\nにおいてω鎖の炭素数がただ一個異なるだけの化合物が眼圧降下作用及び眼刺激の\n副作用において全く異なる挙動を示すことが明示されているから、ω鎖の炭素数の\n増減自体が生物学的活性に大きな影響を及ぼしていることが示されているものであ\nる。\nまた、控訴人は、乙第五八号証について、ＰＧＥ１の場合に特定の生理活性につ\nいて、予想に反してそのような変化が認められたというにとどまり、別段そのこと\nによって、一般に、長い炭素鎖を有する場合にその炭素数の差異により化学的物理\n的性質に本質的差異は生じないとの原則的な化学常識が別段揺らぐわけではない旨\n主張するが、本件発明は医薬の分野に関するもので、問題とすべきは生理活性であ\nるところ、生理活性が異なる以上、化学常識が別段揺らぐわけではないと解するこ\nとは、到底できないものである。\n３  争点３（１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプロピルエ\nステルの利用）について\n（一）　控訴人の主張\n（１）　本件発明の本質的部分は、狭義のＰＧＦ２αをアルキルエステル化\nして、活性を飛躍的に高めた点にあるところ、狭義のＰＧＦ２αと１３、１４ージ\nヒドロー１５ーケトーＰＧＦ２αとの差異は、アルキルエステル化とは関係のない\n部分に関するものであるから、本件発明の本質的部分に関するものではない。\n（２）　構成要件（一）の狭義のＰＧＦ２αを１３、１４ージヒドロー１５\nーケトーＰＧＦ２αと置き換えても、本件発明と同一の作用効果を奏し、１３、１\n４ージヒドロー１５ーケトーＰＧＦ２αイソプロピルエステルは、狭義のＰＧＦ２\nαイソプロピルエステルと置換可能である。その根拠は、次のとおりである。\n①　１３、１４ージヒドロー１５ーケトーＰＧＦ２αは、狭義のＰＧＦ\n２αの一〇〇分の一の活性において眼圧降下作用を有するところ、本件公報には、\nＰＧＦ２αはイソプロピル化することにより五〇倍もの眼圧降下作用を奏する旨が\n記載されているから、１３、１４ージヒドロー１５ーケトーＰＧＦ２αをイソプロ\nピル化することにより、狭義のＰＧＦ２αの半分程度（〇・〇一×五〇＝〇・五）\nの眼圧降下作用が得られる。\n②　均等の置換可能性の要件としての「同一の作用効果」は、中核的な\n作用効果が同一であることを意味する。より具体的には、「対象製品は、具体的な\n物であるが、特許発明は、ある一定の広がりを持つものであり、対象製品における\n特許請求の範囲の構成と文言上異なる部分の作用効果ないしは機能が、特許発明の\n対応する構成の作用効果ないしは機能と実質的に同じかどうかを判断するといって\nも、具体的には特許発明の実施例の作用効果ないし機能と比較せざるを得ないこと\nが多く、かつ、当該実施例と対象製品等が全く同じ作用効果を奏することは稀であ\nり、作用効果を具体的な数値で測定することができる場合であれば、異なる数値が\n出ることはよくあることである。そして、置換可能性（客観的同一性）についての\n最終的な判断は、そのような実験による数値等の単純な比較だけでなく、対象製品\n等が公知技術と比べてみた特許発明の課題の解決手段と実質的に同じ原理を採用し\nているかどうか、すなわち、特許発明の技術思想の範囲内にあるかどうかにより判\n断されることが多い」（設楽隆一「ボールスプライン事件最高裁判決の均等論と今\n後の諸問題」（「牧野退官記念ー知的財産法と現代社会」所収）三〇四頁）もので\nある。\nしたがって、主作用や副作用の発現の程度に多少の差異がある場合でも、臨床使\n用可能な緑内障治療薬である限り、中核的な作用効果が同一といえるところ、右①\nの事実からすると、狭義のＰＧＦ２αと１３、１４ージヒドロー１５ーケトーＰＧ\nＦ２αは、中核的な作用効果が同一であるといえる。\n原判決は、本件発明のＰＧＦ２αＣ１乃至Ｃ５アルキルエステルの奏する作用効\n果が「本件発明の出願前に知られていたＰＧＦ２αやＰＧＦ２αのトロメタミン塩\nよりもはるかに少ない投与量で眼圧降下作用を発揮し、そのため副作用も少ないこ\nと」であるのに対し、１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプロピ\nルエステルは、「ＰＧＦ２αやＰＧＦ２αのトロメタミン塩よりもはるかに少ない\n投与量で眼圧降下作用を発揮し、そのため副作用も少ないこと」という作用効果を\n奏するとは認めることはできないとして、本件発明のＰＧＦ２αイソプロピルエス\nテルと右１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプロピルエステルと\nの間に置換可能性がないとしたが、１３、１４ージヒドロー１５ーケトーＰＧＦ２\nαイソプロピルエステルの作用効果認定に際して、投与量を比較すべき相手は、当\n該イソプロピルエステル化以前の化合物である１３、１４ージヒドロー１５ーケト\nーＰＧＦ２αでなければならないものである。\n（３）　前記２（一）（１）、（２）に記載のとおり、１３、１４ージヒド\nロー１５ーケトーＰＧＦ２αは、ＰＧＦ２αの生体内代謝物として知られたＰＧＦ\n２αの同類化合物であり、ＰＧＦ２αの一次代謝物である１５ーケトーＰＧＦ２α\nは、ＰＧＦ２αより弱いながらも眼圧降下作用が認められ、昭和六二年には、ＰＧ\nＦ２αの二次代謝物である１３、１４ージヒドロー１５ーケトーＰＧＦ２αについ\nても、ＰＧＦ２αの一〇〇分の一の活性ながら眼圧降下作用があると認められてい\nたものである。\nそして、本件公報には、ＰＧＦ２αは、イソプロピル化することにより五〇倍も\nの眼圧降下作用を奏する旨が記載されていた。\nしたがって、被控訴人上野製薬が被控訴人製品の製造を開始した平成六年初頭に\nおいてはもちろん、被控訴人上野製薬が被控訴人製品についてした特許出願（特願\n昭六三ー二三〇四六九号）の最先の優先権主張日である昭和六二年九月一八日時点\nにおいても、当業者であれば、構成要件（一）の狭義のＰＧＦ２αイソプロピルエ\nステルを１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプロピルエステルの\nように置き換えることを容易に想到することができた。\n（４）　よって、１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプロ\nピルエステルは、ＰＧＦ２αイソプロピルエステルと均等である。\n（５）　そして、イソプロピルウノプロストン（別紙構造式Ⅰ）は、１３、\n１４ージヒドロー１５ーケトーＰＧＦ２αイソプロピルエステル（別紙構造式Ⅲ）\nのω鎖の末尾にエチル基を付加したにすぎないから、イソプロピルウノプロストン\nは、本件発明のＰＧＦ２αイソプロピルエステルの均等物である１３、１４ージヒ\nドロー１５ーケトーＰＧＦ２αイソプロピルエステルを利用するものである。\n（二）  被控訴人らの主張\n（１）  控訴人は、利用を主張するが、化合物は、化学構成式の一部が共通\nしていても、原子が一つでも異なれば別の化合物となるから、異なる化合物を対象\nとする二つの発明の間には利用関係が存在しない。\n化学構造式の基本骨格の炭素数は、１３、１４ージヒドロー１５ーケトーＰＧＦ\n２αイソプロピルエステル（別紙構造式Ⅲ）が二〇であるのに対し、イソプロピル\nウノプロストン（別紙構造式Ⅰ）は二二であり、このように基本骨格の炭素数が異\nなると、化合物として本質的に異なるから、元の発明が利用発明中に存在すること\nを前提とする利用関係は成立しない。\n控訴人は、「イソプロピルウノプロストン」が、あたかも「１３、１４ージヒド\nロー１５ーケトーＰＧＦ２αイソプロピルエステル」のω鎖末端にエチル基を付加\nさせることによって得られるかのように主張しているが、基本骨格の炭素数が二〇\n(エイコサノイド)の化合物と二二(ドコサノイド)の化合物とは根本的に全く別の化\n合物であり、控訴人の主張は失当であり、ＰＧＦ２αのようにω鎖末端(２０位)に\n官能基を有しない化合物の場合、事後的にそこにエチル基を付加することはできな\nい(乙第三八号証)。したがって、「付加反応」であるかのように述べる控訴人の主\n張は、化合物の合成という観点からみても誤っている。\n（２）　１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプロピルエス\nテルは、本件発明のＰＧＦ２αイソプロピルエステルの均等物ではない。\n４  争点４（ＰＧＦ２αイソプロピルエステルとの均等）について\n（一）　控訴人の主張\n（１）　ＰＧＦ２αイソプロピエステルとイソプロピルウノプロストンの差\n異のうち、ω鎖の末尾にエチル基が付加している点を除く各点の差異は、右３\n（一）（１）と同様に、本件発明の本質的部分に関するものではなく、右３（一）\n（２）と同様に、置換可能性の範囲内にあり、右３（一）（３）と同様に、置換容\n易性の範囲内にある。\n（２）　ω鎖の末尾のエチル基の部分は、脂溶性を若干高めることにより角\n膜上皮を透過しやすくする作用がある。しかし、本件発明は、アルキルエステル化\nにより角膜上皮透過性を飛躍的に高め、これにより、五〇倍もの高度の薬理効果を\n付与したところに本質があり、ω鎖のエチル基の作用は、アルキルエステル化によ\nる作用に比べれば微々たるものにすぎない。したがって、ω鎖のエチル基の付加\nは、置換可能性の範囲内にとどまっている。\nまた、炭素鎖を延長してアルキル基を付加することにより脂溶性が高まることは\n化学常識であるから、ω鎖の末尾のエチル基の付加は、置換容易性の範囲内にあ\nる。\n（３）　したがって、イソプロピルウノプロストンは、本件発明のＰＧＦ２\nαイソプロピルエステルと均等である。\n（４）　被控訴人らは、出願経過による意識的除外の主張をするが、それが\n問題となり得るとすれば、専ら「Ｃ１乃至Ｃ５アルキルエステル」以外のＰＧＦ２\nαの誘導体に関してであって、１３、１４ージヒドロー１５ーケトーＰＧＦ２αイ\nソプロピルエステルないしイソプロピルウノプロストンのような「Ｃ１乃至Ｃ５ア\nルキルエステル」の部分をそのままに、ＰＧＦ２α部分に変更を加えたにすぎない\n化合物が意識的に除外されたことにはならないものである。\n（二）　被控訴人らの主張\n（１）　イソプロピルウノプロストンは、ＰＧＦ２αイソプロピルエステル\nと、前記２（二）（１）のとおり化学構造が基本骨格を含めて三個所も異なる全く\n別の化合物であり、２（二）（２）のとおり薬理作用が異なるから、ＰＧＦ２αイ\nソプロピルエステルとは本質的部分が異なる。\n本件発明の本質的部分(課題解決の原理)は、炭素数二〇の基本骨格を有するエイ\nコサノイドの内でも特に単一の化合物であるＰＧＦ２αのアルキルエステルを局所\n適用する点にある。これに対して、被控訴人製品は炭素数二二の基本骨格を有する\nドコサノイドに属するイソプロピルウノプロストンを有効成分として用いることに\nよって課題解決の手段としているのであるから、両発明は、実質的な課題解決の原\n理が異なっている。\n（２）　右２（二）（２）のとおり、イソプロピルウノプロストンは、ＰＧ\nＦ２αイソプロピルエステルと薬理作用が異なるから、ＧＦ２αイソプロピルエス\nテルをイソプロピルウノプロストンのように置き換えることはできない。\n（３）　イソプロピルウノプロストンについては、本件特許権の出願公開後\nに特許出願がされたが、新規化合物及び新規眼圧降下剤として国内外で特許権の設\n定登録がされた。したがって、ＰＧＦ２αイソプロピルエステルをイソプロピルウ\nノプロストンのように置き換えることは、当業者にとって容易に想到することがで\nきなかったものである。\nこのことは、本件特許権の異議手続において、異議申立人が、「エステル化によ\nり作用が向上するであろうことは容易に予測される」(乙第六九号証三頁)と主張し\nたのに対して、本件特許権の出願人は、「このように、先行文献からは、エステル\n型に必ずしも薬効の向上は認められないのであり、甲第６号証及び甲第７号証に基\nづきエステル化すれば薬理活性が向上するとの前提に立つ申立人の主張は妥当性に\n欠けるものといわざるを得ない」(乙第六八号証九頁)と述べていることからも明ら\nかである。また、控訴人主張のように、本件発明がプロスタグランジン系化合物一\n般のアルキルエステル化を本質とするものであったのであれば、特許請求の範囲も\nそれに応じて広く書かれるべきだったものである。\nなお、被控訴人製品の場合のように、侵害被疑物件が特許出願されている場合に\nは、その出願日（優先日）を置換容易性判断の基準時と解すべきである。\n（４）  本件公報（甲第二号証）において、発明の詳細な説明の欄には、眼\n圧降下作用を生じる化合物が広範囲に挙げられているが、特許請求の範囲には、Ｐ\nＧＦ２αのＣ１乃至Ｃ５アルキルエステルのみが記載されている。\nまた、本件特許権は、ＰＧＦ２αのＣ１乃至Ｃ５アルキルエステルを新たに霊長\n類の眼の緑内障局所治療薬として用いることを見いだした点に新規性があるとして\n出願されたが、ＰＧＦ２αやそのトロメタミン塩が眼圧降下の用途に供し得ること\nが公知となっていたため拒絶査定を受け、出願人が、ＰＧＦ２αやそのトロメタミ\nン塩とＰＧＦ２αのＣ１乃至Ｃ５アルキルエステルとの化合物としての相違を殊更\n強調することによって進歩性を主張し、その結果出願公告された。\nこれらの本件公報の記載や本件特許の出願経過に鑑みると、本件発明は、ＰＧＦ\n２αのＣ１乃至Ｃ５アルキルエステルに意識的に限定されたものであり、他の化合\n物について均等を論じることは許されない。\n（５）　したがって、イソプロピルウノプロストンは、本件発明のＰＧＦ２\nαイソプロピルエステルと均等ではない。\n第三　当裁判所の判断\n一  争点１（文言侵害）について\n１　構成Ａのイソプロピルウノプロストンが、ウノプロストンのα鎖１位のカ\nルボキシル基の水素原子がイソプロピル基に置換されたウノプロストンのイソプロ\nピルエステルであり、構成要件（一）の「ＰＧＦ２αのＣ１乃至Ｃ５アルキルエス\nテル」のうち、「Ｃ１乃至Ｃ５アルキルエステル」の要件を充足することは、当事\n者間に争いがない。\n２（一）  乙第一ないし第四号証、第一〇、第一一号証によると、プロスタグ\nランジン（ＰＧ）は、五員環部分の修飾の違いによってＡないしＩに、側鎖の二重\n結合の数によって１ないし３群に分類され、両者の組み合わせによって分類、表記\nされること、ＰＧＦ２αの「Ｆ」と「α」は、その五員環の９位及び１１位の水素\n原子が水酸基に置換され、その水酸基がα結合していることを、「２」は、α鎖上\nの５ー６位の間とω鎖上の１３ー１４位の間に二重結合を有することを、それぞれ\n意味しており、ＰＧＦ２αは、原判決別紙三記載の化学構造式で表される単一化合\n物を指すことが認められる。\n（二）　控訴人は、ＰＧの１ないし３群は、プロスタグランジンの前駆物質の\n種類に基づく命名法であると主張し、甲第一一号証、乙第九号証には、ＰＧ２は、\nアラキドン酸から誘導されるプロスタグランジンである旨の記載がある。しかし、\n右の各書証には、プロスタグランジンは、側鎖の二重結合の数によって細分化さ\nれ、それは、下付き数字１、２、３で示される旨の記載がある反面、控訴人主張に\n係る広義のＰＧＦ２αの定義に言及した部分はないから、右の各書証は、控訴人主\n張に係る広義のＰＧＦ２αの定義を裏付けるに足りるものではなく、かえって、右\n（一）の認定を裏付けるものであるといえる。\nまた、控訴人は、被控訴人上野製薬はその出願に係る特許明細書（特公平五ー七\n一五六七号、乙第七号証）中において、「５ー６位の炭素が二重結合であるＰＧ２\n類」（四欄）と記載している上、表１（６）及び表１（９）（二九ないし三一欄）\n中の５ー６位の間にのみ二重結合を有している化合物をＰＧＦ２αに分類している\nから、二重結合を５ー６位の間に一個有しているにすぎないＰＧＦα類の化合物を\nＰＧＦ２αに分類していると主張する。しかし、乙第七号証によると、右四欄の記\n載は、その直後に記載された化学構造式を総合すると、１３ー１４位の間に二重結\n合があることを前提とした記載であることが認められるし、乙第一〇号証及び弁論\nの全趣旨によると、表１（６）及び表１（９）（二九ないし三一欄）中の１３、１\n４ージヒドロー１５ーケトーＰＧＦ２αメチルエステル等の化合物は、ＰＧＦ２α\nとは異なる化合物であって、これらの化合物の名称中にＰＧＦ２αが含まれている\nからといって、そのことがＰＧＦ２αの定義を左右することはないものと認められ\nるから、右の各記載は、控訴人の主張を裏付けるものではない。\nさらに、控訴人は、単一化合物の名称が、同時にその構造的特徴を共有する化合\n物群を表わすことがしばしばあると主張し、これを裏付けるために甲第四ないし第\n九号証を提出するが、いずれもＰＧＦ２αと異なる化合物に関する証拠であり、控\n訴人の主張を裏付けるに足りるものではない。\nその他、右（一）の認定を左右するに足りる証拠はない。\n（三）  したがって、構成要件（一）の「ＰＧＦ２α」は、原判決別紙三記載\nの化学構造式を有する単一化合物を指すものと認めることが相当である。\nなお、控訴人は、本件発明の優先権主張の基礎となったアメリカ合衆国出願は、\nプロスタグランジン類の緑内障又は高眼圧症に対する薬理効果発見についてのパイ\nオニア発明であり、本件発明は、ＰＧＦ類のエステル化についてのパイオニア発明\nであるとも主張するが、発明の価値がどのようなものであっても、右認定のとおり\n文言上明白な「ＰＧＦ２α」の意義を別の意味に解することはできない。\n３　以上によると、構成要件（一）の「ＰＧＦ２α」が広義のＰＧＦ２αを指\nすことを前提とする控訴人の主張は採用することができず、争点１についての控訴\n人の主張は理由がない。\n二  争点２（ＰＧＦ２αイソプロピルエステルとの実質同一）について\n１　ＰＧＦ２αイソプロピルエステルとイソプロピルウノプロストンの化学構\n造を比較すると（別紙構造式Ⅱ及びⅠ参照）、両者は、イソプロピルエステルの部\n分は共通するが、\n①ウノプロストンは、ω鎖の末尾にエチル基が付加されていて、基本骨格の炭素数\nが二二であるのに対し、ＰＧＦ２αは基本骨格の炭素数が二〇である点、\n②炭素の１３ー１４位の間が、ＰＧＦ２αは二重結合であるのに対し、ウノプロス\nトンは単結合である点、\n③ＰＧＦ２αの１５位にはヒドロキシル基が置換しているのに対し、ウノプロスト\nンの１５位にはオキソ基が置換している点\nの三点において異なる。\n２　甲第二号証（本件公報）によると、ＰＧＦ２αのアルキルエステルは、そ\nの脂溶性により角膜上皮を簡単に通過するが、角膜内のエステラーゼの作用により\nエステルが脱落させられて、親水性の遊離酸であるＰＧＦ２αへ変換され、これが\n眼圧降下の作用を生じるもの（本件公報二三欄一行ないし一六行など）と認めら\nれ、この過程は、甲第四二号証により裏付けられているものと認められる。そうす\nると、イソプロピルウノプロストンも、投与された場合には、エステラーゼにより\nエステルが脱落させられ、ウノプロストンの部分が眼圧降下の作用を生じる主体と\nなるものと推認される。しかるところ、前記のとおり、ＰＧＦ２αイソプロピルエ\nステルとイソプロピルウノプロストンの化学構造上の右三点の差異は、この眼圧降\n下の作用を生じるＰＧＦ２αとウノプロストンの部分に存している。\n３（一）　そこで、まず、右１②③の各点について検討する。\n甲第二号証、第一〇号証、乙第四号証、第五八号証及び弁論の全趣旨による\nと、プロスタグランジンの１５位のヒドロキシル基がオキソ基になった１５ーケト\nープロスタグランジンや、更に１３ー１４位がジヒドロ化した１３、１４ージヒド\nロー１５ーケトープロスタグランジンは、プロスタグランジンのそれぞれ一次代謝\n物、二次代謝物であるが、１５ーケトープロスタグランジンや１３、１４ージヒド\nロー１５ーケトープロスタグランジンは、もとのプロスタグランジンに比べて、薬\n理学的な生理活性が格段に低いこと、ＰＧＦ２αの一次代謝物である１５ーケトー\nＰＧＦ２αは、眼圧降下作用において、ＰＧＦ２αの約一〇分の一の活性しか有し\nないこと、ＰＧＦ２αの二次代謝物である１３、１４ージヒドロー１５ーケトーＰ\nＧＦ２αは、眼圧降下作用において、ＰＧＦ２αの約一〇〇分の一の活性しか有し\nないことが認められる。\n以上によると、１５位にヒドロキシル基が置換しているかオキソ基が置換してい\nるか、１３ー１４位の間が単結合であるか二重結合であるかは、眼圧降下の薬理作\n用に大きな影響を有するものと認められる。\n（二）　次に、右１①（基本骨格の炭素数）の点について検討する。\n乙第五八号証によると、プロスタグランジンの一種であるＰＧＥ１については、\nω鎖の長さが変化することによりその生理活性に変化が生じることが認められ、乙\n第四一号証及び第五八号証によると、ＰＧＦ２αのフェニル置換体について、ω鎖\nの炭素数の違いが眼圧降下作用、眼刺激作用に対して予測し難い影響を与えること\nが認められ、これらの認定事実によると、ω鎖の炭素数の変化が、生理活性作用に\n影響を及ぼす可能性があることが認められる。\n控訴人は、プロスタグランジンは、長い炭素鎖を有するから、エチル基の有無に\nよる炭素数の差異により化学的物理的性質に本質的差異は生じないと主張し、その\n証拠として、甲第一六号証、第二〇号証、第二六号証、第二九号証を提出する。し\nかし、甲第一六号証は、疎水基の炭素鎖が長くなるにつれ疎水性が増加することが\n記載され、甲第二六号証は、一般的に同族体の化学的性質がよく似ていることが記\n載されているにすぎず、いずれもＰＧＦ２αのような化合物の生理活性に対する影\n響について述べたものではなく、甲第二九号証は、客観的裏付けのない意見にとど\nまるものである。また、甲第二〇号証は、ウサギに対する実験の結果であり、後記\n５（一）のとおり、この結果をもって本件発明が対象とする霊長類に対する影響を\n判断するのは適当ではない。したがって、控訴人提出の右各証拠は、いずれも右認\n定を覆すに足りるものではない。\n控訴人は、フェニル基に至るω鎖の炭素数の相違から炭素鎖末端の炭素数の相違\nの影響を推測することはできない旨主張するが、ＰＧＦ２αのフェニル置換体につ\nいてのω鎖の炭素数の違いから、ＰＧＦ２αイソプロピルエステルとイソプロピル\nウノプロストンにおけるω鎖の炭素数の変化が生理活性作用に影響を及ぼす「可能\n性」を推認することはできるから、この点の控訴人の主張は採用することができな\nい。\n（三）　したがって、ＰＧＦ２αイソプロピルエステルとイソプロピルウノプ\nロストンの化学構造の違いは、その生理活性作用、殊に本件発明の作用効果である\n眼圧降下作用に大きな影響を及ぼすものと認められる。\n４  次に、作用効果としての眼圧降下作用について検討する。\n（一）　甲第二号証及び乙第五号証の三によると、本件発明は、ＰＧＥ２、Ｐ\nＧＦ２α、ＰＧＦ２αのトロメタミン塩、１５ーケトーＰＧＦ２αなど各種の構造\n的に類似した化学物質について眼圧降下作用を比較し、低濃度で効果が得られる物\n質として、ＰＧＦ２αのＣ１乃至Ｃ５アルキルエステルを選択したものであって、\n本件公報には、ＰＧＦ２αのＣ１乃至Ｃ５アルキルエステルは、ＰＧＦ２αのトロ\nメタミン塩の一〇倍以上、ＰＧＦ２αの五〇倍以上の眼圧降下作用を有する旨の実\n験結果（第三表）が記載されていることが認められる。\nまた、甲第二号証、乙第五号証の一ないし三、第六八号証及び弁論の全趣旨によ\nると、ＰＧＦ２α又はＰＧＦ２αのトロメタミン塩の眼圧降下作用を記載した文献\nが存し、本件発明は、これらの文献を引用例として拒絶査定を受けたが、出願人\nは、拒絶査定不服審判において、ＰＧＦ２αのＣ１乃至Ｃ５アルキルエステルがＰ\nＧＦ２αやＰＧＦ２αのトロメタミン塩に比較して、右のとおり少ない投与量で高\nい眼圧降下作用を発揮し、そのため副作用も少ないことを主張し、その結果、特許\n査定を受けたことが認められる。\n（二）　そこで、ヒトに対して眼圧降下作用を生じるのに必要なＰＧＦ２αイ\nソプロピルエステルとイソプロピルウノプロストンの投与量についてみると、ＰＧ\nＦ２αイソプロピルエステルについては、甲第二五号証によると、〇・五μｇない\nし二・〇μｇ、乙第一七号証及び第三五号証によると、少なくとも〇・五μｇであ\nるのに対し、イソプロピルウノプロストンについては、甲第三号証によると、〇・\n一二％の溶液三五μｌすなわち四二μｇであることが認められ、これに、弁論の全\n趣旨（控訴人原審第一〇回準備書面二〇頁の記載等）により、ＰＧＦ２αイソプロ\nピルエステルの活性は、イソプロピルウノプロストンの三五ないし四〇倍程度は存\nすると認められることを合わせ考えると、イソプロピルウノプロストンは、ＰＧＦ\n２αイソプロピルエステルの少なくとも二〇倍、実際にはこれをかなり上回る量を\n投与することが必要であると認められる。\n５  次に、一過性の眼圧上昇等の副作用について検討する。\n（一）　甲第二五号証、乙第一七号証、第四八、第四九号証によると、ＰＧＦ\n２αイソプロピルエステルは、ヒトに対して一過性の眼圧上昇作用を有することが\n認められ、他方、イソプロピルウノプロストンは、乙第二〇、第二一号証による\nと、ヒトに対して一過性の眼圧上昇作用がなく、乙第二三、第二四号証によると、\nサルに対しても一過性の眼圧上昇作用がないことが認められる。本件発明は、霊長\n類を対象とするものであるから、右認定事実により、ＰＧＦ２αイソプロピルエス\nテルは一過性の眼圧上昇作用を有するが、イソプロピルウノプロストンは一過性の\n眼圧上昇作用がないものと認められる。\nなお、甲第二七号証、第三一号証には、ウサギを用いた実験においてイソプロピ\nルウノプロストンによる一過性の眼圧上昇が認められた旨の結果が示されており、\n他方、乙第三六号証、第四三、第四四号証、第六〇号証その他の書証には、ウサギ\nを用いた実験においてイソプロピルウノプロストンによる一過性の眼圧上昇が認め\nられなかった旨の結果が示されているが、甲第二号証及び弁論の全趣旨によると、\n本件公報（四欄二一行ないし五欄七行）に記載されているように、霊長類とウサギ\nでは眼の構造が異なり、刺激に対する反応等が異なることが認められるから、ウサ\nギに対する実験の結果により、右ヒト及びサルに対する試験結果を左右することは\nできない。\n（二）　乙第二三号証、第四六、第四七号証及び弁論の全趣旨によると、緑内\n障治療剤という眼圧を下げることを目的とする薬剤にとって、眼圧上昇はたとえ一\n過性であっても好ましくなく、緑内障治療薬としては、そのような副作用の少ない\nことが求められることが認められ、これによると、一過性の眼圧上昇のないイソプ\nロピルウノプロストンは、一過性の眼圧上昇が認められるＰＧＦ２αイソプロピル\nエステルに比べて、この点においては、緑内障治療薬として有利なものであると認\nめられる。\n６　以上のとおり、イソプロピルウノプロストンは、ＰＧＦ２αイソプロピル\nエステルと化学構造を異にし、薬理作用、副作用も異にするから、両者は、到底実\n質的に同一であるということはできず、争点２についての控訴人の主張は理由がな\nい。\n三　争点３（１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプロピルエス\nテルの利用）について\n１　控訴人主張の１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプロピ\nルエステルがＰＧＦ２αイソプロピルエステルの均等物であるといえるかどうかに\nついて判断する。\n（一）　イソプロピルウノプロストンとＰＧＦ２αイソプロピルエステルとの\n薬理作用、副作用の異同は、前記二３ないし５認定のとおりであるところ、イソプ\nロピルウノプロストンの眼圧降下作用が低いこと自体から置換可能性がないとはい\nえないとしても、イソプロピルウノプロストンは、一過性の眼圧上昇等の副作用が\nない点において、ＰＧＦ２αイソプロピルエステルとは明らかに異なるものであ\nる。そして、控訴人がω鎖のエチル基の作用はアルキルエステル化による作用に比\nべれば微々たるものにすぎない旨主張していることを参酌すると、１３、１４ージ\nヒドロー１５ーケトーＰＧＦ２αイソプロピルエステルも、イソプロピルウノプロ\nストンと同様に、一過性の眼圧上昇等の副作用がないものと推認することができ\nる。そうすると、１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプロピルエ\nステルとＰＧＦ２αイソプロピルエステルとを置換可能なものであると認めること\nはできない。\n（二）　さらに、乙第五八号証及び弁論の全趣旨によると、一般に、化合物が\n体内に投与されたときに示す作用や副作用の程度をその構造式から予測することは\n極めて困難であり、このことは、プロスタグランジン化合物についても同様である\nことが認められる。\nしかも、甲第一〇号証によると、「研究眼科学及び視覚科学」のサプルメント\n（一九八七年（昭和六二年）三月号には、ジェイ・チェンらによる「プロスタグラ\nンジンＥ２及びＦ２α代謝物の眼内圧に対する作用の相違」と題する予稿が掲載さ\nれ、その内容は、\n①　ＰＧＦ２αの一次代謝物である１５ーケトーＰＧＦ２αは、〇・一％\n及び一％用量で用量依存的に著しい眼内圧低下が認められた。同程度の応答がＰＧ\nＦ２αの〇・〇一％及び〇・一％用量でも達成されたことから、ＰＧＦ２αと１５\nーケトーＰＧＦ２αとの間には約一〇倍の活性上の差があるということになる。\n②　ＰＧＦ２αの二次代謝物である１３、１４ージヒドロー１５ーケトー\nＰＧＦ２αは、その一％用量がＰＧＦ２αの〇・〇一％用量で達成されるのと同程\n度の眼内圧降下をもたらすことから、ＰＧＦ２αよりも約一〇〇倍低い活性を有し\nているようである（①、②の点は、前記二３（一）で既に一部認定している。）。\n③　副作用である眼圧上昇は、ＰＧＦ２α及び二つの代謝物（一％用量の\n場合のみ）でも認められたが、ＰＧＦ２α及び１３、１４ージヒドロー１５ーケト\nーＰＧＦ２αは、１５ーケトーＰＧＦ２αよりも大なる応答を示した。\nというものであったことが認められる。\nそうすると、本件公報にはＰＧＦ２αはアルキルエステル化することにより五〇\n倍もの眼圧降下作用を奏する旨の記載があるとしても、右認定の１３、１４ージヒ\nドロー１５ーケトーＰＧＦ２αの眼圧上昇作用等の知見に接した当業者は、被控訴\n人上野製薬が被控訴人製品についてした特許出願の最先の優先権主張日である昭和\n六二年九月一八日時点において、ＰＧＦ２αのアルキルエステル化による眼圧降下\n作用についての効果の理がそのまま１３、１４ージヒドロー１５ーケトーＰＧＦ２\nαのアルキルエステル化の場合にも当てはまるものではないと考えるか、又は、右\nのように眼圧降下作用がＰＧＦ２αの約一〇〇分の一であるが眼圧上昇の副作用は\nＰＧＦ２αと同等に存在する１３、１４ージヒドロー１５ーケトーＰＧＦ２αをア\nルキルエステル化することによってＰＧＦ２αの場合と同比率での眼圧降下作用の\n上昇があるとしても、その眼圧降下作用に比べると大きい眼圧上昇の副作用が残存\nし、臨床使用可能なものとはならないおそれがあると考えるものと認められる（念\nのため、被控訴人上野製薬が被控訴人製品の製造を開始したとされる平成六年初頭\n時点における置換容易性について検討しても、右昭和六二年九月から平成六年まで\nの間に当業者の右認識に影響を与える新たな知見が発表された等の事実は認められ\nないから、当業者は、平成六年初頭においても、右置換の結果について同様に考え\nたものと認められる。）。\nしたがって、１３、１４ージヒドロー１５ーケトーＰＧＦ２αがＰＧＦ２αの二\n次代謝物であること等を考慮しても、当業者であれば、構成要件（一）のＰＧＦ２\nαイソプロピルエステルを１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプ\nロピルエステルのように置き換えることを容易に想到することができたものと認め\nることはできない。\nこれに反する控訴人の主張は、化合物（特に医薬用化合物）の分野における化学\n構造と効果との関係の予測困難性や、昭和六二年九月当時等におけるプロスタグラ\nンジンについての研究水準を無視したものであり、採用することができない。\n（三）　したがって、１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプ\nロピルエステルがＰＧＦ２αイソプロピルエステルの均等物であるとは認められな\nい。\n２　また、右二３（二）認定のとおり、ω鎖の炭素数の違いは、眼圧降下作\n用、眼刺激作用等の生理活性に影響を及ぼす可能性があるから、イソプロピルウノ\nプロストンは、１３、１４ージヒドロー１５ーケトーＰＧＦ２αイソプロピルエス\nテルをそのまま利用して、それに脂溶性を若干高める作用を付加したのみのもので\nあると認めることはできない。\nしたがって、両者の間に利用関係が成立するということもできない。\n３　よって、争点３についての控訴人の主張は理由がない。\n四　争点４（ＰＧＦ２αイソプロピルエステルとの均等）について\n１　イソプロピルウノプロストンとＰＧＦ２αイソプロピルエステルとの薬理\n作用、副作用の異同は、前記二３ないし５認定のとおりであるところ、イソプロピ\nルウノプロストンの眼圧降下作用が低いこと自体から置換可能性がないとはいえな\nいとしても、イソプロピルウノプロストンは、一過性の眼圧上昇等の副作用がない\n点において、ＰＧＦ２αイソプロピルエステルとは明らかに異なるものであるか\nら、両者を置換可能なものであると認めることはできない。\n２　さらに、置換容易性の点から検討すると、前記二１に説示したとおり、イ\nソプロピルウノプロストンとＰＧＦ２αイソプロピルエステルとは、１３、１４ー\nジヒドロー１５ーケトーＰＧＦ２αイソプロピルエステルとＰＧＦ２αイソプロピ\nルエステルとの二つの差異点に加え、基本骨格の炭素数が異なるとの差異点を有す\nるものであるから、前記三１（二）に説示したものと同じ理由により、ＰＧＦ２α\nイソプロピルエステルをイソプロピルウノプロストンのように置換することが容易\nであると認めることはできない。\n３　よって、争点４についての控訴人の主張は理由がない。\n五　結論\nよって、控訴人の請求はいずれも理由がなく、原判決は正当であるから、本件控\n訴を棄却することとし、主文のとおり判決する。\n（口頭弁論終結の日　平成一一年七月一三日）\n東京高等裁判所第一八民事部\n裁判長裁判官    　　　永　　井　　紀　　昭\n裁判官          塩　　月　　秀　　平\n裁判官          市　　川　　正　　巳\n"
}