{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 5,
    "month": 6,
    "day": 23
  },
  "case_number": "平成4(ラ)1033",
  "case_name": "遺産分割審判に対する抗告事件",
  "court_name": "東京高等裁判所第三民事部",
  "lawsuit_id": "20230",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20230",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/230/020230_hanrei.pdf",
  "contents": "主　　　　文\n原審判主文第２項及び第３項を次のとおり変更する。\n「２　相手方Ａは、その余の当事者に対し、代償金として以下の各金員\nを本審判確定の日から四か月以内に支払わなければならない。\n（１）　抗告人に対し、金一九六九万五七五〇円\n（２）　相手方Ｂに対し、金七八五万三八七五円\n（３）　相手方Ｃ、同Ｄ、同Ｅ及び同Ｆに対し、各金二四六万一九六八\n円\n３　手続費用は第一、二審を通じて各自の負担とする。」\n理　　　　由\n一　抗告の趣旨及び理由\n抗告の趣旨は、主文と同旨の裁判を求めるというのであり、その理由は、別紙の\nとおりである。\n二　当裁判所の判断\n<要旨>１　当裁判所は、民法九〇〇条四号但書前段の規定は、憲法一四条一項の\n規定に違反し、無効であると解す</要旨>る。その理由は、次のとおりである。\n（一）　憲法一四条一項所定の「社会的身分」とは、出生によって決定される社\n会的な地位又は身分をいうと解されるところ、嫡出子か嫡出子でないかは、本人を\n懐胎した母が、本人の父と法律上の婚姻をしているかどうかによって決定される\n（民法七七二条）事柄であるから、子の立場から見れば、正に出生によって決定さ\nれる社会的な地位又は身分ということができる。そうだとすると、民法九〇〇条四\n号但書前段の規定は、嫡出子と非嫡出子とを相続分において区別して取り扱うもの\nであることが明らかであるから、憲法一四条一項にいう「社会的身分による経済的\n又は社会的関係における差別的取扱い」に当たるというべきである。\nそして、憲法一四条一項の法の下における平等の要請は、事柄の性質に即応した\n合理的な根拠に基づくものでないかぎり、差別的な取扱いをすることを禁止する趣\n旨と解すべきであるから、民法九〇〇条四号但書前段の規定による嫡出子と非嫡出\n子との間の差別的な取扱いが、はたして合理的な根拠に基づくものであるかどうか\nが問われることになる。\n（二）　ところで、社会的身分を理由とする差別的取扱いは、個人の意思や努力\nによってはいかんともしがたい性質のものであり、個人の尊厳と人格価値の平等の\n原理を至上のものとした憲法の精神（憲法一三条、二四条二項）にかんがみると、\n当該規定の合理性の有無の審査に当たっては、立法の目的（右規定所定の差別的な\n取扱いの目的）が重要なものであること、及びその目的と規制手段との間に事実上\nの実質的関連性があることの二点が論証されなければならないと解される。\nそこで、以下右の二点について検討を加える。\n（三）　立法の目的の重要性について\n民法九〇〇条四号但書前段の立法の目的は、正当な婚姻を奨励尊重することにあ\nり、いいかえれば、適法な婚姻に基づく家族関係を保護することにあると説かれて\nいるが、ここで念頭に置かれているのは、いわゆる「妾の子」に対して「妻の子」\nの利益を保護することにより、結果的に法律婚を尊重しようという旧家族制度に由\n来する沿革的思想にほかならない。\nもっとも、右規定の立案に際しては、憲法の原則である個人の尊厳と平等の立場\nから問題が提起されたが、他方では、非嫡出子に相続権を与えること自体に対する\n反対論があり、正当の婚姻を重んずるという建前から旧民法の規定による差別的取\n扱いがいわば妥協の産物としてそのまま存置される形となった。そして、右のよう\nな賛否両論を踏まえて、民法の一部を改正する法律（昭和二二年法律第二二二号）\nが成立するに際しては、その審議の経緯にかんがみ、衆議院において、「本法は、\n可及的速やかに、将来において更に改正する必要があることを認める。」旨の附帯\n決議がなされた。\nその後、昭和五四年七月一七日付けで法務省民事局参事官室から公表された相続\nに関する民法改正要綱試案の二において、非嫡出子の相続分の平等化が図られた\nが、当時の世論調査の結果等にかんがみ、時期尚早としてこの部分の改正は見送ら\nれた経緯がある。なお、右試案と同時に公表された説明中には、非嫡出子の相続分\nの平等化を図る根拠として、次のとおり述べられている。\n「試案は、非嫡出子は、嫡出でないことについてみずから何の責任もないのに、\n現行法のように、その相続分を、親を同じくする嫡出子の二分の一として区別する\nことは、法の下の平等の理念に照らし問題があること、及び両者の相続分を同等と\nしても、配偶者の相続分には変わりがなく、法律婚主義と直接抵触するものでもな\nいこと等の理由により、非嫡出子の相続分は、嫡出子の相続分と同等とするのが適\n当であるとする意見によったものである。」\n当裁判所は、適法な婚姻に基づく家族関係を保護するという立法の目的それ自体\nは、憲法二四条の趣旨に照らし、現今においてもなお、尊重されるべきであり、こ\nれが重要なものであることを肯定する。\nしかしながら、嫡出子と非嫡出子との相続分を同等としても、これにより配偶者\nの相続分はなんらの影響を受けるものではないし、仮りに、配偶者の側に実質的な\n不平等が生ずることがあるにしても、寄与分の制度を活用することにより是正可能\nであることが留意されるべきである（なお、生みの親の心情からしても、遺産の分\n配につき嫡出子と非嫡出子との間に分け隔てされることを当然とする者はいないの\nではないかと考えられるし、相続制度の対極にある父母に対する扶養の観点からし\nても、嫡出子も非嫡出子も双方平等に義務を負っていることが指摘され得る。）。\nもとより、適法な婚姻に基づく家族関係の保護が、尊重されるべき理念であるこ\nとはいうまでもないが、他方で、非嫡出子の個人の尊厳も等しく保護されなければ\nならないのであって、後者の犠牲の下で前者を保護するような立法は極力回避すべ\nきであろう（因みに、本件記録によれば、抗告人は非嫡出子であるという理由だけ\nで、これまで屡々他人から白眼視されただけでなく、本件の係争法条である民法九\n〇〇条四号但書前段を盾に相続関係人から極めて冷ややかな遇いを受けたことが認\nめられる。そして、抗告人と同様の立場にある者の多くが、右と同じような仕打ち\nを受けていることは、半ば公知の事実でもあることからすれば、まさに、同法条\nは、結果的にしろ、非嫡出子に対する差別心を人々の心に生じさせ、かつ助長する\n役割を果しているともいえるのであり、このような現実は軽視されてよいとは決し\nていえない。）。\nそして、この点に関する近時の諸外国における立法の動向を見ると、非嫡出子に\nついて権利の平等化を強く志向する傾向にあることが窺われ、さらに、国際連合に\nよる「市民的及び政治的権利に関する国際規約」二四条一項の規定の精神及び我が\n国において未だ批准していないものの、近々批准することが予定されている「児童\nの権利に関する条約」二条二項の精神等にかんがみれば、適法な婚姻に基づく家族\n関係の保護という理念と非嫡出子の個人の尊厳という理念は、その双方が両立する\n形で問題の解決が図られなければならないと考える。\n（四）　目的と規制手段との間の実質的関連性について\n民法九〇〇条四号但書前段の規制が非嫡出子の相続分を嫡出子のそれの二分の一\nとすることにより、すなわち、妻の子の利益を妾の子のそれよりも重視することに\nより、結果的に法律婚家族の利益が一定限度で保護されていること自体は、否定し\nがたい。その意味では、右の規制と立法目的との間には、一応の相関関係があると\nいえる。\nしかしながら、右の規制があるからといって、婚外子の出現を抑止することはほ\nとんど期待できない上、非嫡出子から見れば、父母が適法な婚姻関係にあるかどう\nかはまったく偶然なことに過ぎず、自己の意思や努力によってはいかんともしがた\nい事由により不利益な取扱いを受ける結果となることが留意されるべきである。こ\nれは、たとえていえば、正に「親の因果が子に報い」式の仕打ちであり、人は自己\nの非行のみによって罰又は不利益を受けるという近代法の基本原則にも背反してい\nることが見逃されてはならない。\n次に、民法九〇〇条四号但書前段の規制は、一律に非嫡出子の相続分を嫡出子の\nそれの二分の一としているから、たとえば、母が法律婚による嫡出子を儲けて離婚\nした後、再婚し、子を儲けた場合に、再婚が事実上の婚姻にすぎなかったときは、\n母の相続に関しても、嫡出子と非嫡出子とが差別される結果となり、同号但書前段\nが本来意図している法律婚家族の保護（その実質がいわゆる妾の子よりも妻の子を\n保護することにあることは前叙のとおりである）を越えてしまう結果を招来するこ\nと、このような場合には、いいかえれば、規制の範囲が立法の目的に対して広きに\nすぎることが指摘されなければならない。\n以上のとおり、民法九〇〇条四号但書前段の規制は、目的に対して広すぎるとい\nう意味で正確性に欠けるだけではなく、婚外子の出現を抑止することに関しほとん\nど無力であるという意味で、適法な婚姻に基づく家族関係の保護という立法目的を\n達成するうえで事実上の実質的関連性を有するといえるかどうかも、はなはだ疑わ\nしいといわざるを得ないのである。\n（五）　そうだとすると、民法九〇〇条四号但書前段の差別的取扱いは、必ずし\nも合理的な根拠に基づくものとはいい難いから、憲法一四条一項の規定に違反する\nものと判断せざるを得ない。\n２　以上の見地に立って原審判の当否を検討するに、原審判が相続人の相続分を\n算定するに当たり、民法九〇〇条四号但書前段の規定を適用したのは違法であるか\nら、原審判中の該当部分を以下のとおり改める。\n（一）　原審判四頁一〇行目から五頁初行までを次のとおり訂正する。\n「そして、上記Ｇと抗告人との相続分は平等と解すべきであるから、相続分は、\n相手方Ａ二分の一、抗告人四分の一、Ｇ四分の一（すなわち、これを更に承継した\n相手方Ｂ八分の一、相手方Ｃ、同Ｄ、同Ｅ及び同Ｆ各三二分の一）である。」\n（二）　同八頁七行目の「申立人」から八行目の「である。」までを次のとおり\n訂正する。\n「抗告人が四分の一の一九六九万五七五〇円、相手方Ｂが八分の一の九八四万七\n八七五円、相手方Ｃ、同Ｄ、同Ｅ及び同Ｆが各三二分の一の二四六万一九六八円で\nある。」\n（三）　同一〇行目の「一一一三六五〇〇円」を「七八五万三八七五円」に訂正\nする。\n３　よって、原審判の主文第２項及び第３項を本決定主文のとおり変更し、手続\n費用の負担について、家事審判法七条、非訟事件手続法二五条、二九条、民訴法九\n六条、八九条、九二条を適用して、主文のとおり決定する。\n（裁判長裁判官　山下薫　裁判官　高柳輝雄　裁判官　中村直文）\n別　紙\n＜記載内容は末尾１添付＞\n"
}