{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 3,
    "day": 14
  },
  "case_number": "平成3(行ス)4",
  "case_name": "補助参加許可決定に対する抗告申立事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "地方自治法２４２条の２第１項４号に基づく損害賠償請求訴訟において，地方公共団体が被告を補助するためにした参加が，当該地方公共団体に属し，自らがその存否について既判力を受ける損害賠償債権につき，その存在を争う当事者のために訴訟行為をするものであって，民事訴訟の基本構造に反するから，許されないとした事例",
  "lawsuit_id": "16640",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16640",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/640/016640_hanrei.pdf",
  "contents": "○　主文\n一　原決定を取り消す。\n二　相手方の右訴訟事件被告らを補助するための参加を許さない。\n三　本件補助参加に対する異議申立てによって生じた原審及び当審における訴詮費\n用は、相手方の負担とする。\n○　事実\n一　本件抗告の趣旨は、主文と同旨の裁判を求めるというにあり、その理由は別紙\n記載のとおりである。\n二　当裁判所の判断\n１　本件記録によれば、原告ら（抗告人ら）の本訴請求は、栃木県出納長ら五名の\n同県職員が、平成元年九月一一日、栃木県塩谷郡＜地名略＞地内において鶏頂高原\nリゾート開発株式会社が行ったスポーツ施設「鶏頂高原スポーツリゾート」の起工\n式に出席した際の出張旅費（日当）合計六四〇〇円の支出が違法であるとして、そ\nの支出負担行為及び支出命令につき責任を負うべき栃木県知事である被告Ａ及び同\n県出納局次長である被告Ｂに対し、住民である原告（抗告人）らが、相手方（栃木\n県）に代位してその損害賠償請求権を行使するものである。そして、相手方は、被\n告らに補助参加をする申出をし、抗告人らは、これに異議を述べた。\n２　民訴法六四条により補助参加をすることができるのは、被参加人を勝訴させる\nことにより補助参加人自身の法的利益が保持される場合であることを要し、補助参\n加人と被参加人とが当該訴訟の訴訟物についての判断の結果との関係において実体\n法上利害を共通にする場合に限られるものというべきである。\n３　地方自治法二四二条の二第一項四号所定の普通地方公共団体（以下「自治体」\nという。）の職員に対する損害賠償の請求の訴えは、自治体に損害を与えた職員に\n対して、自治体が損害賠償請求の訴えを積極的に提起しない場合に、住民が、右請\n求権の帰属主体である自治体に代位してこれを提起するものである。もっとも、こ\nの訴訟は、代位による損害賠償請求の訴訟であるとはいっても、住民は、自治体に\n対する債権者としてではなく、いわば参政権者の立場においてその訴訟を追行する\n権能を与えられているのであるから、この訴訟は、その目的及び性質において、債\n権者による一般の代位訴訟（民法四二三条）とは異なる面があることを否定するこ\nとができない。しかし、住民が訴訟を追行するとはいっても、その訴訟物は、自治\n体の当該職員に対する損害賠償債権であり、したがって、その事件の判決は、右債\n権の存否に関して自治体に既判力を及ぼすのであるから、この限りにおいては、住\n民訴訟は、一般の代位訴訟と何ら異なるところがないということができる。\nそして、この場合における自治体のように、訴訟の当事者ではないが、判決の既判\n力を受ける地位にある者は、当該訴訟に補助参加（いわゆる共同訴訟的補助参加）\nをすることができるのはもちろんであるが、その参加は、判決の効力に関して利害\nを共通にする当事者（本件においては原告）を被参加人とするものに限られ、これ\nと対立する当事者（本件においては被告）を補助する参加をすることは許されない\nものである。\nこの点につき、地方自治法二四二条の二に定める住民訴訟が財務、会計に関する行\n政の適正な運営を確保することを主な目的とし、損害賠償債権の実現の如きは形式\n的な目的にすぎないとして、適正な行政を確保する観点から、被告である自治体職\n員を補助する参加が自治体に認められるべきであるとする見解がある。しかし、右\n規定が自治体の職員等に対する差止め等の請求（同条一項一ないし三号）のほか\nに、損害賠償等の請求（同条一項四号一をも認めるものとした趣旨は、単に財務、\n会計に関する適正な行政を確保するのみならず、自治体に生じた損害を現実に補填\nさせることによって自治体の財政の健全を維持しようとするものであると解するの\nが相当であり、後者をもって形式的な目的にすぎないものと解することは、右規定\nの趣旨におよそ沿わないものというべきである。１この趣旨において、右損害賠償\n請求における訴訟物が、実質的には財務等に関する処理の違法を是正する請求権で\nあって損害賠償請求権が形式的な訴訟物にすぎないとする見解には同調することが\nできない。そして、もし被告への補助参加を認める見解に従うとすれば、自治体\nは、自己に属し、自らがその存否について既刊力を受ける損害賠償債権につき、そ\nの存在を争う当事者のために訴訟行為をすることが許容されることとなるが、この\nようなことは、民事訴訟の基本構造に反するものであって到底是認することができ\nない。\nなお、自治体の執行機関又は職員の違法な行為又は怠る事実とされる点につき、当\n該自治体の行政庁において、その行為等が適正であるとの立場から訴訟活動をする\n必要を認める場合には、行政庁は、当該訴訟に参加することが可能である（行政事\n件訴訟法二三条参照）。しかし、自治体の利害は、必ずしも行政庁のそれと共通で\nはなく、当該行為等が判決によって違法とされたときは、これに則した行政上の処\n理がなされ、かつ損害の補填がなされることこそが自治体の利益に沿うものであ\nる。\n４　その他本件記録を検討しても、相手方（栃木県）が本件訴訟の被告らに補助参\n加する利害関係を有することを肯認すべき理由は見当たらない。\n三　よって、相手方（栃木県）の被告らのためにする本件補助参加の申立ては、被\n告らを被参加人とする点において不適法であり、これを許可した原決定は失当であ\nるからこれを取り消し、相手方（栃木県）の本件補助参加を許さないこととし、異\n議によって生じた原審及び当審の訴訟費用の負担につき行政事件訴訟法七条、民訴\n法九六条、九四条、八九条を適用して、主文のとおり決定する。\n（裁判官　橘　勝治　小川克介　南　敏文）\n別紙\n抗告の理由\n一　原決定は、相手方（補助参加申立人・・・・・・以下「補助参加申立人」とい\nう。）が被告らを補助するためした補助参加申立てを許可したが、抗告人の理解に\nよれば、その理由について、おおよそ次のように述べている。\nすなわち、まず、地方自治法第二四二条の二に定める住民訴訟について、地方公共\n団体の職員等による財務会計上の違法行為を防止するため住民参政の一環として認\nめられたものであり、訴訟の原告は、地方公共団体そのものの利益のためにではな\nく、原告を含も住民全体の利益のため地方財務行政の適正化を主張するものである\nとし、そのうちの損害賠償請求訴訟については、実質的には、権利の帰属主体たる\n地方公共団体と同じ立場においてではなく、住民としての固有の立場において、財\n務会計上の違法行為等を行った職員等に対し、損害の填補を要求することが訴訟の\n目的であると性格づけを行ったうえで、その訴訟物（後には「実質的な審判の対\n象」であるとも述べていて曖昧なところもある）について、住民全体の利益のため\nに住民自身の権利として認められた地方公共団体の違法な財務会計処理の違法是正\n請求権であるとするのである。\nこのような前提を踏まえて、地方公共団体は、職員等に補助参加する利益を有し、\n本件においても、被告らが敗訴すれば補助参加申立人は、地方公共団体として適法\nと判断して支出した金員の返還を受けることになり、自らの行った財務会計処理を\n是正せざるを得ない関係にあるから、補助参加申立人は、本件訴訟の実質的な審判\nの対象である財務会計処理の違法是正請求権の判断の結果につき、利害関係を有す\nるとするものである。\n二　ところで、地方自治法第二四二条の二第一項四号に定められた損害賠償請求訴\n訟の訴訟物は、この訴訟の基本的性格が、「普通地方会共団体に代位して行う当該\n職員に対する損害賠償請求」である以上、地方公共団体が当該職員に対して有して\nいる損害賠償請求権であり、審判の対象もその請求権の存否であるというよりほか\nはないものというべきである。原決定が述べている「違法な財務会計処理の違法是\n正請求権」であるというのは、この訴訟の目的が地方公共団体の違法な貯務会計行\n為を是正することにあるというその目的面を述べているのであって、その点では異\n論がないが、それをもって訴訟物であるとする主張にはにわかに賛同できない。\nすなわち、この訴訟の形態としては、職員個人を被告として、その職員が行った財\n務会計行為により地方公共団体に発生した損害を、請求権の帰属の主体である地方\n公共団体に代わって請求し、地方公共団体に賠償させるという形式となっている以\n上は、損害賠償請求訴訟の訴訟物は、地方公共団体が有する財務会計行為に関与し\nた職員個人に対する損害賠償請求権の存否であるというよりほかはないのである。\nそうであれば、本件においては、原告らが勝訴すれば、補助参加申立人が有する被\n告らに対する損害賠償請求権が認められたことになり、原告らが敗訴して被告らが\n勝訴すれば、逆に補助参加申立人が有する損害賠償請求権が害されたことになるか\nら、訴訟物たる権利又は法律関係の判断において、原告らと補助参加申立人とは実\n体法上の利害が共通であり、被告らと補助参加申立人とは実体法上の利害が対立す\nる関係にある。補助参加申立人が、利害の対立する被告らに参加することは、到底\n認められない。確かに、原決定がいうように、この損害賠償請求訴訟の大きな目的\nのひとつに、地方公共団体の財務会計処理に生じた違法行為の是正があり、権利の\n帰属主体である地方公共団体とは違う立場で、即ち住民固有の立場において、財務\n会計上の違法な行為を行った職員等に対し損害の補填を要求することがあることは\n間違いはないであろう。\nしかし、原告となる住民は、住民としての固有の立場において住民全体の利益のた\nめに地方公共団体の財務会計行為の違法の是正を求め、その適正化を求めるだけで\nはなく、被代位者である地方公共団体の立場においても訴訟を追行するのであっ\nて、むしろ訴訟構造的には後者の立場で原告となり、訴訟活動を行うという側面の\nほうが強いのである。\nその意味で、住民が地方公共団体とは違う固有の立場にたって、損害賠償請求をす\nるものであると考えるのは、余りにもこの訴訟を単純化した捉え方であるというこ\nとができる。\n三　ついで、原決定は、本件の具体的問題に関して被告らが敗訴すれば、補助参加\n申立人は、地方公共団体として適法と判断して支出した金員の返還を受けることに\nなり、自らの行った財務会計処理を是正せざるを得ない関係にあるから、財務会計\n処理の違法是正請求権（これを訴訟物といっているようである）の判断の結果に利\n害関係を有するとしている。\nしかし、この点は、既に多くのところで述べられているように、被告らが敗訴した\nときに、金員の返還を受けることになるのは当然のことであって、そのこと自体は\n当該地方公共団体にとっては利益にこそなれ、決して不利益にはならないし、金員\nを受け入れることにともなう会計上の手続きに事務的わずらわしさがあっても、そ\nのこと自体は、この訴訟が当初から予定していたことであって、判決に付随して生\nじるたんなる事後処理上の問題に過ぎない。このようなことは被告ら＝職員等が敗\n訴すれば当然生じる問題としてこの訴訟が既におりこみ済みのことであって、財務\n会計処理を是正するという事務的行為に、特別に独自の意味があるわけではない。\n四　結局、抗告人（原告）が、異議の理由を述べた準備書面で詳細に述べたよう\nに、補助参加申立人は「第三者」（民事訴訟法六四条）には該当しないし、本件訴\n訟の構造上からも被告らと補助参加申立人とは実体法上の利害が対立する関係にあ\nるから、同申立人には参加の利益もないのである。にもかかわらず、原決定は、同\n申立人の申立を認め、補助参加を許可した違法があるから取り消されるべきであ\nる。\n(原裁判等の表示)\n○　主文\n一　参加申立人が、宇都宮地方裁判所平成二年（行ウ）第六号代位による損害賠償\n請求事件について、被告Ａ、同Ｃ、同Ｄ、同Ｂ、同Ｅを補助するため、参加するこ\nとを許可する。\n二　本件補助参加申立に対する異議申立によって生じた費用は相手方の負担とす\nる、\n○　理由\n一　参加申立人の本件補助参加申立の趣旨及び理由は、別紙「補助参加申出書」記\n載のとおりであり、右補助参加申立に対する原告（相手方）らの異議の申立及びそ\nの理由は、別紙「準備書面」補助参加申出について）」記載のとおりであるから、\nこれを引用する。\n二　当裁判所の判断\n１　本件訴訟は、栃木県の住民である原告らが地方自治法二四二条の二第一項四号\nに基づき同県を代位して被告らに対し損害賠償を求めるものであり、行政事件訴訟\n法七条により民事訴訟法六四条が適用される。\n２　そこで、地方自治法二四二条の二第一項四号の損害賠償請求につき、原告住民\n代泣に係る当該地方公共団体が、損害賠償請求の被告に補助参加しうるか否かにつ\nいて検討する。\n地方自治法二四二条の二の住民訴訟は、普通地方公共団体の職員等による同法二四\n二条一一項所定の財務会計上の違法行為等が究極的には地方公共団体の構成員であ\nる住民全体の利益を害するものであるところから、これを防止するため、地方自治\nの本旨に基づく住民参政の一環として、住民に対しその予防又は是正を裁判所に請\n求する権能を与え、もって地方財務行政の適正な運営を確保することを目的とした\nものであり、訴訟の原告は、地方公共団体そのものの利益のためにではなく、原告\nを含も住民全体の利益のため、地方財務行政の適正化を主張するものであり、その\nうち同法二四二条の二第一項四号の損害賠償請求訴訟は、地方公共団体の有する損\n害賠償請求権を住民が代位行使する形式によるものと定められているが、実質的に\nみれば、権利の帰属主体たる地方公共団体と同じ立場においてではなく、住民とし\nての固有の立場において、財務会計上の違法行為等を行った職員等に対し、損害の\n補填を要求することが訴訟の中心的目的である（最高裁判所昭和五三年三月三〇日\n第一小法廷判決民集三二巻二号四八五頁参照）。したがって、同法二四二条の二第\n一項四号の損害賠償請求訴訟の訴訟物は、形式的には地方公共団体の有する当該違\n法行為等をした職員等に対する損害賠償請求権であるが、実質的な審判の対象は、\n住民全体の利益のために住民自身の権利として認められた地方公共団体の違法な財\n務会計処理の違法是正請求権であると解される。\n（二）　右のような住民訴訟の特質に鑑みると、その財務会計処理の適否について\n原告とは利害関係を異にする地方公共団体は、被告である職員等に補助参加する利\n益を有すると解すべきであり、右のように解しても、対立訴訟構造をもつ民事訴訟\nの本質に反しないばかりでなく、当該財務会計処理の行為主体である地方公共団体\nに対する手続保障に資することとなり、十分な訴訟資料の提出を確保して、審理の\n充実を図ることができることになる。\n３　そこで、本件申立について、補助参加の利益の有無を検討する。\n（一）　一件記録によると、本件訴訟における原告らの主張は、栃木県＜地名略＞\n内で鶏頂高原リゾート開発株式会社が平成元年九月一一日に行った「鶏頂高原スポ\nーツリゾート」の起工式に栃木県職員が出席するために支払われた旅費の支給は違\n法であるとして、栃木県の住民である原告らが、当時栃木県知事、同県企画調整課\n長、同課課長補佐、出納局次長、同局次長補佐の地位にあり、右旅費の支給を行っ\nた被告らに対し、右金額の返還を求めるというものであり、申立人及び被告らは、\n右支給は適法であったと主張しているのであって、右訴訟で被告らが敗訴すれば、\n申立人は、地方公共団体として適法と判断して支出した金員の返還を受けることに\nなり、自らの行った財務会計処理を是正せざるをえない関係にあるから、申立人\nは、本件訴訟の実質的な審判の対象である右財務会計処理（旅費の支出）の違法是\n正請求権の判断の結果につき、民事訴訟法六四条の利害関係を有する者というべき\nである。\n（二）　したがって、申立人には、補助参加の利益があると認められる。\n４　以上の次第であり、申立人の本件補助参加の申立は、理由があるからこれを認\n容し、本件補助参加申立に対する異議申立によって生じた費用につき、民事訴訟法\n九四条、八九条を適用して、主文のとおり決定する。\n別紙\n補助参加申出書\n参加の趣旨\n補助参加人は、右原告、被告間の貴庁平成二年（行ウ）第六号損害賠償請求事件に\nついて、被告らを補助するために参加する。\n参加の理由\n一　前記損害賠償請求事件（以下「本件訴訳」という。）において、原告らは、訴\n外鶏頂高原リゾート開発株式会社が平成元年九月一一日に行った「鶏頂高原スポー\nツリゾート」の起工式に関し、栃木県（補助参加人。以下「参加人」という。）員\n五名が右起工式に出席するため出張し、参加人から旅費の支給を受けたことについ\nて、当該旅費の支出が違法であり、これによって参加人が右旅費に相当する損害を\n蒙ったと主張し、参加人の長（知事）であるＡ及びいずれも参加人の職員であるそ\nの余の被告四名に右損害賠償の責任があるとして、地方自治法二四二条の二第一項\n四号の規定に基づき参加人に代位して、被告らに対し、連帯して損害賠償金一万三\n〇〇円を参加人に支払うことを求めている。\n二　参加人は、右旅費の支給主体であり、当該旅費の支出は適法になされ、したが\nって、参加人に原告主張のような損害賠償請求権は生じていないと判断しているも\nのである。しかるに、本件訴訟において被告らが敗訴した場合には、参加人が自ら\n有しないと主張する損害賠償請求権につきその存在が裁判上肯認されて右請求権の\n行使を余儀なくされ、参加人が適法であるとしてその是正の必要はないと判断して\nいる財務会計行為につきこれが違法であり是正の必要があるということが裁判上確\n定される結果となる。\n参加人は、本件訴訟の結果について右のような利害関係を有するものであるから、\n被告らを補助するため、ここに補助参加を申し出る。\n三　なお、地方自治法二四二条の二第一項四号による代位訴訟において、被代位者\nである地方公共団体が被告のために補助参加できるか否かという問題については、\n積極、消極の両説があり、高等裁判所の判例も分かれていることは周知のとおりで\nあるが、以下に述べるように、右の点は積極に解すべきであり、本件補助参加の申\n出についても前記記載のとおりの参加の利益が肯定されるべきである。\n１　地方自治法二四二条の二第一項四号による損害賠償請求の代位訴訟において、\n被告が敗訴した場合は、判決主文により被告から地方公共団体への金員の支払が命\nじられることになる。このようにして、地方公共団体が被告に対する債務名義を取\n得するということ自体は、当該地方公共団体の利益と評価し得るものである。しか\nし、被告敗訴の効果は、右のような私法上の効果にとどまるものではない。\n一般の債権者代位訴訟（民法四二三条）にあっては、被告が敗訴し被代位者が債務\n名義を取得した場合においても、当該権利の帰属者である被代位者がその権利を行\n使するか否かは当該権利者の自由であるということができる。例えば、被代位者へ\nの登記手続を命ずる判決が確定した場合は、代位者である原告自身が登記権利者\n（被代位者）に代位して登記の申請を行うことにより判決主文に表示された登記を\n実現することができるのであり、被代位者が自ら右登記の申請を行わないからとい\nって違法のそしりを受けることはないのである。\nしかしながら、住民訴訟については右と同様に解することはできない。住民訴訟の\n結果債務名義を取得した地方公共団体に、「権利であって義務ではない」との見解\nから当該権利の不行使を許すことは、住民訴訟制度の趣旨を損なうことにつながる\nものである。地方公共団体には、判決主文に表示された権利を行使して、地方自治\n法所定の収入の手続（同法二三一条等）を取り、必要に応じ強制執行等の措置（同\n法二四〇条二項等）を講ずべき法律上の義務が生ずるものといわなければならな\nい。そして、このような法的効果は、被告の敗訴という住民訴訟の結果から直接生\nずるところの公法上の効果というべきであり、これをもって債務名義の取得という\n私法上の効果に付随して生ずるところの単なる事後処理の問題に過ぎないと断じ、\n右私法上の効果のみに着目して地方公共団体の利害を論ずることは当を得ないもの\nである。\nしたがって、被代位者である地方公共団体が、被告の敗訴によって受ける金銭的な\n利益（私法上の効果）と自ら有しないと判断する権利の行使を余儀なくされるとい\nう公法上の効果とを、住民である原告とは別個の立場から比較検討し、右のような\n公法上の効果を回避する必要があるとの公益判断に立って被告への補助参加を申し\n出た場合は、被告勝訴の結果を導くことにつき当該地方公共団体独自の法律上の利\n益があることを認め、参加を肯認すべきである。\n２　また、地方自治法二四二条の二が定める住民訴訟は、「普通地方公共団体の執\n行機関又は職員による同法二四二条一項所定の財務会計上の違法な行為又は怠る事\n実が究極的には当該地方公共団体の構成員である住民全体の利益を害するものであ\nるところから、これを防止するため、地方自治の本旨に基づく住民参政の一環とし\nて、住民に対しその予防又は是正を裁判所に請求する権能を与え、もって地方財務\n行政の適正な運営を確保することを目的としたものであって、執行機関又は職員の\n右財務会計上の行為又は怠る事実の適否ないしその是正の要否について地方公共団\n体の判断と住民の判断とが相反し対立する場合に、住民が自らの手により違法の防\n止又は是正をはかることができる点に、制度の本来の意義がある。すなわち、住民\nの有する右訴権は、地方公共団体の構成員である住民全体の利益を保障するために\n法律によって特別に認められた参政権の一種であり、その訴訟の原告は、自己の個\n人的利益のためや地方公共団体そのものの利益のためにではなく、専ら原告を含む\n住民全体の利益のために、いわば公益の代表者として地方財務行政の適正化を主張\nするものであるということができる。住民訴訟の判決の効力が当事者のみにとどま\nらず全住民に及ぶと解されるのも、このためである。もっとも、損害補填に関する\n住民訴訟は、地方公共団体の有する損害賠償請求権を住民が代位行使する形式によ\nるものと定められているが、この場合でも、実質的にみれば、権利の帰属主体たる\n地方公共団体と同じ立場においてではなく、住民としての固有の立場において，財\n務会計上の違法な行為又は怠る事実に係る職員等に対し損害の補填を要求すること\nが訴訟の中心的目的となっているのであり、この目的を実現するための手段とし\nて、訴訟技術的配慮から代位請求の形式によることとしたものであると解される。\nこの点において、右訴訟は民法四二三条に基づく訴訟等とは異質のものであるとい\nわなければならない」（最高裁昭和五三年三月三〇日判決・民集三二巻二号四八五\n頁。傍線参加人代理人）ものである。\nしてみれば、右代位訴訟の形式のみに着目してその訴訟物を被告に対する単なる損\n害賠償の請求と把握するのは誤りであり、訴訟物は、財務会計行為の違法の是正請\n求であるといわなければならない。当該訴訟においてその適否が問題とされている\nところの行為が財務会計上の行為に該当するか否か、被告当該財務会計行為につき\n権限を有していたか否かということは、いずれも、損害賠償義務の存否という本案\nの問題ではなく、訴えの適法性の問題であるとされている（最高裁平成二年四月一\n二日判決・判例時報一三四八号三〇頁、最高裁昭和六二年四月一〇日判決・民集四\n一巻三号二三九頁、判例時報一二三四号三一頁）が、こうした判例も、訴訟物につ\nいての右のような理解すなわち、「財務会計行為の違法の是正請求」に該当しない\n訴えは不適法であるとの見解に立っているものと考えられるのである。\nしたがって、地方公共団体が当該財務会計行為は適法であり是正の必要はないと判\n断している場合には、原告住民と地方公共団体との間に訴訟物そのものをめぐる対\n立関係が生じているものであり、訴訟物たる右是正の要否につき、被告と地方公共\n団体とは利害を同じくするものというべきである。すなわち、被代位者である地方\n公共団体は、被告を勝訴させることにより、訴訟物に関し自己に不利益な裁断（当\n該財務会計行為が違法でありその結果の是正を要するとの裁判所の判断）がなされ\nるのを回避する法律上の利益を有するものである。\n本件のような補助参加の可否について、参加人が調査した限りにおいては公刊物に\n登載された最新の高裁判例であるところの仙台高裁平成二年一月二六日決定（判例\n地方自治七〇号一〇頁）は、右のような見解に基づき、岩手県知事（個人）を被告\nとし金六四万円余の損害賠償を請求する住民訴訟につき被代位者である岩手県が被\n告のために補助参加することを許可している。前記最高裁判例の趣旨にそって、代\n位による住民訴訟の訴訟物及び民訴法上の補助参加の利益を実質的に把握した妥当\nな決定というべきである。\n添　付　書　類\n一　委任状　一通\n二　指定書　一通\n平成二年一〇月八日\n補助参加人代理人　　Ｆ\n同　　　　　　　　　Ｇ\n同　　　　　　　　　Ｈ\n宇都宮地方裁判所第一民事部　　御中\n別紙\n準　備　書　面（補助参加申出について）\n記\n第一　補助参加申出に対する意見\n補助参加申立人栃木県が、被告らを補助するため本件訴訟に参加することに異議が\nある。\n第二　補助参加申出に異議のある理由\n一　はじめに\n１　補助参加申立人栃木県（以下たんに「申立人」という。）は、被告らを補助す\nるため本件訴訟に参加する申立を行い、その理由について要旨次のように主張して\nいる。\nすなわち、申立人は、本件の旅費の支出については、適法になされたものであっ\nて、被告らに対する損害賠償請求権は生じていないものと判断しているにもかかわ\nらず、本件訴訟において、被告゛らが敗訴したときには申立人において、「自ら有\nしないと主張する損害賠償請求権につきその存在が裁判上肯認されて、右請求権の\n行使を余儀なくされ、参加人が適法であるとしてその是正の必要はないと判断して\nいる財務会計行為につきこれが違法であり是正の必要があるということが裁判上確\n定される結果となる」として、申立人には、本件の訴訟の結果について利害関係を\n有するものであるから、被告らを補助するため参加を申し出ると主張する。\nそのうえで、参加の利益について、被告らが敗訴した場合には、私法上の効果にと\nどまらず、判決主文に表示された権利を行使して地方自治法所定の収入の手続を取\nり、必要に応じ強制執行等の措置を講ずべき法律上の義務が生ずるという意味での\n公法上の効果が発生するが、自ら損害賠償請求権がないものと判断する申立人にと\nって、これを回避し、被告ら勝訴の結果を導くことに独自の法律上の利益があると\nする。\nまた、この種訴訟の訴訟物について従来の通説的考え方とは異なる「財務会計行為\nの違法の是正請求」であるとの主張をし、その訴訟物をめぐって、被告らと申立人\nとは利害を共通にし、原告ら住民とは対立関係が生じているとして、法律上の利益\n論を述べている。\n２　このような申立人の主張に対し、原告らは、まず、代位による損害賠償請求訴\n訟の構造と補助参加との関係について述べ、次いで補助参加における参加の利益に\n言及し、そのうえで申立人が主張している右１で要約した参加の理由に対する反論\nを行うこととする。\n二　本件訴訟の構造と補助参加について\n１　地方自治法第二四二条の二第一項四号の代位請求は、地方公共団体が有する実\n体法上の請求権（職員に対する関係での損害賠償請求、不当利得請求）を住民が地\n方公共団体に代わって行使し、それによって地方公共団体が蒙った損害を回復し、\n蒙るおそれのある損害の予防を図ることを目的としたものである。\n本件では、起工式に参加した際に支出された旅費について、支出命令などの財務会\n計上の行為に関与した職員などに対し、違法な公金の支出であったとして、旅費相\n当額の損害賠償金を申立人に支払えと申立人に代わって請求する形式となってい\nる。\nこのように、原告らは、栃木県の住民として、申立人が被告らに対して有している\n損害賠償請求権を、申立人に代わって行使しているのである。原告らの訴訟は、原\n告らに帰属している請求権の存否を問うているのではなく、申立人に帰属ししてい\nる損害賠償請求権の存否を問題として提起しているのである。\nその意味では、原告らと被告らとの訴訟は、被代位者である申立人と被告らとの間\nの損害賠償請求権の存否をめぐる訴訟であり、基本的には申立人と被告らとは対立\nする関係にある。\n２　ところで、補助参加については、「第三者一が当事者の一方を勝訴させるため\nに訴訟に参加してこれを補助して訴訟を追行する形態をいうとされており、「参加\n人は第三者でなければならないから、自分の訴訟の相手方に参加することはできな\nい」（兼子一「民事訴訟法体系」三九九頁）とされている。\nそうすると、前記１のとおり、申立人は損害賠償請求権の帰属する主体として、実\n質的には本件の代位訴訟における原告といっても差し支えないのであるから、申立\n人は「第三者」には該当せず、補助参加は認められないということになる。申立人\nの補助参加を認めれば、当事者の一方が対立当事者たる相手方の補助参加人となる\nのと同じ結果になることを認めることになってしまうのである。\n三　参加の利益の有無について\n１　民事訴訟法第六四条の、「訴訟の結果につき利害関係を有する第三者」とは、\n「その勝敗即ち本案判決の主文で示される訴訟物たる権利又は法律関係の存否」\n（前記回書三五九頁）に関する判断について法律上の利害関係を有する者とされて\nいる。\nそして、「利害関係」を有するとは、自己の礼法上又は公法上の地位に法律上影響\nを及ぼす場合であることを要するものとされており、これらと前記二２に述べた補\n助参加を趣旨（第三者が当事者の一方を勝訴させるために訴訟に参加して、被参加\n人の勝訴を通じて自己の権利を擁護するものである）からすると、補助参加が許さ\nれるのは、申立人と被参加人とが本案判決の主文に示された訴訟物たる権利又は法\n律関係の判断との関係において、実体法上利害を共通にする場合に限られるものと\nいうべきである。\n２　本件における訴訟物は、申立人が有する被告らに対する損害賠償請求権であ\nり、その存否について、被告らが敗訴すれは、申立人の損害賠償請求権が認められ\nたことになり、被告らが勝訴すれば、逆に申立人の損害賠償請求権が害されたこと\nになるから、被告らとは利害を共通にせず、結局、申立人には参加の利益がなく、\n被告らを補助して参加することは認められない。\nすなわち、原告らが勝訴し、被告らが敗訴した場合は、判決主文において、申立人\nが被告らに対して私法上の損害賠償請求債権を有するとの申立人にとって有利な判\n断が示されることになり、原告らが敗訴し、被告らが勝訴した場合には、判決主文\nにおいて、申立人が被告らに対して私法上の損害賠償請求債権を有しないとの申立\n人にとって不利な判断が示されることになる。\nそうだとすると、原告らと申立人とは実体法上の利害が共通であり、被告らと申立\n人とは実体法上の利害が対立する関係にあることになり、申立人が、被告らに参加\nすることの利益は認められないことになる。\n四　申立人の「参加の理由」についで\n１　申立人は、原告らが主張しているような被告らに対する損害賠償請求権が生じ\nていないと判断し、被告らが敗訴した時には、その請求権を行使することを余儀な\nくされ、適法と判断している財務会計行為について違法であり是正の必要があると\nいうことが裁判上確定される結果となるという意味で利害関係を有するものである\nと主張している。\nしかし、補助参加が、他人間に訴訟が係属しているときに、その訴訟の結果につき\n利害関係をもつ第三者が、訴訟当事者の一方を補助し、これを勝訴させることによ\nって自己の利益を守るためにその訴訟に参加することをいう以上は、代位による損\n害賠償請求訴訟の場合には、自己に帰属する損害賠償請求権を代わって行使してい\nる原告らを勝訴させるために活動するならともかく、対立当事者である被告らを勝\n訴させるために参加するというのは客観的には自己矛盾そのものである。\n主観的にどのような判断をするかはともかく、この訴訟の構造（原告らは、たんに\n住民全体の利益のために公益の代表者として地方財務行政の適正化を主張するとい\nう立場からだけではなく、申立人＝地方公共団体の立場においても訴訟を追行する\nのであり、その側面を無視することはできない）からすると、客観的には被告らの\n敗訴は、申立人にとって法律上の利益となるのである。そういう側面があることは\n明らかであろう。\nそのような意味での利害を共通にしない被告らを補助するため、申立人が参加をす\nることは認められない。\n２　次に申立人がいうところの、自ら有しないと判断する権利の行使を余儀なくさ\nれるという公法上の効果を避けるために補助参加の申出をした場合には、被告ら勝\n訴の結果を導くことにつき法律上の利益があるとする見解である。\nそこで申立人が述べているのは、被告ら敗訴の場合に、判決主文に表示された権利\nを行使して、地方自治法所定の収入の手続を取り、必要に応じて強制執行等の措置\nを講ずべき法律上の義務が生じることについてである。\nしかし、収入の手続きをとることは、この種訴訟では予め予想できることであつ\nで、そのこと自体が地方公共団体の不利益になるものではない。蒙った損害が回復\nできるのであるから、地方公共団体にとっては、多少の手続き上の繁雑さはやむを\n得ない。\nまた、強制執行についても、そのこと自体は事務的に負担を強いる結果となるが、\n損害の回復という地方財政上利益になることを実現する手段として、それが必要で\nあれば、これまたやむを得ないことである。\nこれらの公法上の効果は、申立人が否定しではいるが、被告ら敗訴の判決に付随し\nて生じるたんなる事後処理上の問題に過ぎないものである。\nもともと、地方自治法第二四二条の二第一項四号の代位による損害賠償請求訴訟\nは、その性格上、訴訟の結果によっては、申立人が指摘するような「公法上の効\n果」を予想していたはずであり、地方公共団体がこれを回避することに独自の法律\n上の利益があるとは到底認められない。\n３　さらに申立人は、代位訴訟における訴訟物について言及し、職員に対する損害\n賠償請求権と把握するのは誤りであり、それは、財務会計行為の是正請求であると\n断じ、地方公共団体が、当該財務会計行為は適法であり是正の必要がないと判断し\nている場合には、訴訟物をめぐる対立は、原告住民との間に生じており、被告ら職\n員との間には利害対立がなく、被告らを勝訴させることにより訴訟物に関し、自己\nに不利益な裁断がなされるのを回避する法律上の利益を有すると主張する。\n訴訟物についての、申立人の主張には傾聴するものがあるが、引用している最高裁\n判決（判例時報八八四号二二頁）は、訴訟物について述べているのではなく、地方\n自治法第二四二条の二第一項四号の代位訴訟の構造と目的について述べたものであ\nる（記載されている最高裁判決判例時報一三四八号三〇頁、一二三四号三一頁も同\n様である）。この訴訟の目的は申立人が主張しているように、「財務会計行為の違\n法の是正」にあり、そのことにより地方財務行為の適正な運営を確保することにあ\nることに異論はない。\n仙台高裁の一九九〇年（平成二年）一月二六日決定は、四号による損害賠償請求訴\n訟の訴訟物についで、代位によるたんなる私法上の請求権ではなく、参政の一環と\nしての住民代位による地方公共団体の違法な財務会計の補正請求としてのものであ\nると位置づけたが、これも訴訟の目的と構造についての見解としてであれば理解で\nきるが、明文上損害賠償請求とされていること、相手方は職員個人であることから\nすると、訴訟物はやはり、私法上のものか特別に法律によって認められたものかは\n別として、損害賠償請求権の存否というしかない。\nすなわち、代位による損害賠償請求訴訟の目的が右高裁決定のようなものであった\nとしても、訴訟の形態としては、職員個人を被告として、その職員が行った財務会\n計上の行為により地方公共団体に発生した損害を、請求権の帰属の主体である地方\n公共団体に代わって請求し、（地方公共団体に）賠償させるという方式となってい\nる以上は、代位請求訴訟のうち、損害賠償請求訴訟の訴訟物は、地方公共団体が有\nする財務会計上の行為に関与した職員個人に対する損害賠償請求権の存否であると\nいうほかはない。\nしたがって、訴訟物そのものをめぐって原告ら住民と申立人との間で対立関係を生\nじているとは言えない。むしろ、損害賠償請求権の存否をめぐって、両者で利害を\n共通にしていることは既に述べたとおりであり、この点の申立人の主張も受け入れ\nられない。（以上）\n"
}