{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 9,
    "day": 10
  },
  "case_number": "平成3(ヨ)103",
  "case_name": "東洋会解雇",
  "court_name": "和歌山地方裁判所",
  "field": "労働",
  "lawsuit_id": "19068",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19068",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/068/019068_hanrei.pdf",
  "contents": "主　　　文\n一　債務者は、債権者に対し、三〇万円及び平成三年九月から本案の第一審判決言\n渡しに至るまで、毎月二五日限り月額一五万円の割合による金員を仮に支払え。\n二　債権者のその余の申立を却下する。\n三　申立費用は債務者の負担とする。\n事実及び理由\n第一　債権者の申立の趣旨\n一　債権者が債務者の経営する養護老人ホーム喜望園の園長たる地位にあることを\n仮に定める。\n二　債務者は、債権者に対し、平成三年七月以降本案判決のあるまで、毎月二五日\n限り六〇万二三一五円を仮に支払え。\n三　申立費用は債務者の負担とする。\n第二　事案の概要\n一　債務者は、昭和六二年七月、養護老人ホーム喜望園（以下「喜望園」とい\nう。）を開設し、以後、同園を経営している社会福祉法人であり、債権者は、同五\n九年三月から債務者に雇用され、同園開設の準備に当たり、同園開設後は同園園長\nに就任し、園全体の管理、園職員主として生活指導員への指示、入園者のケアー全\n体の指導等を内容とする園長の職務に従事してきた者であるが、平成二年一二月二\n二日、債務者は、債権者を解雇する旨の意思表示をした（争いがない）。\n債権者は、本件解雇は無効と主張し、解雇前三か月間の平均賃金月額六〇万二三\n一五円の毎月二五日限りの仮払と喜望園の園長たる地位を仮に定める旨の仮処分を\n求める。\n二　本件の主要な争点は、次のとおり本件解雇が有効か否かである。\n１　本件解雇についての債務者の定款の定めによる理事会の議決が有効か否か\n２　懲戒解雇事由の有無\n（一）　債権者が権限なく債務者の就業規則を変更したか\n（二）　債権者が一日二時間程度しか出勤せず、債務者の業務に支障が生じたか\n３　解雇予告手当不支給により本件解雇が無効となるか\n４　既に懲戒処分として出勤停止処分を受けていた債権者を解雇することが、同一\n事由に対する二重処分として許されず、無効といえるか\n５　債権者は解雇を承認したか\n第三　判断\n一　理事会の議決の効力について（第二の二、１）\n疎明資料及び債権者本人、債務者代表者の各審尋結果によれば、債務者の定款\n（甲２）一一条二項は、「債務者の設置経営する施設の長は、理事会の議決を経\nて、理事長が任免する」旨規定しているが、喜望園の園長も右施設長にあたるこ\nと、平成二年一二月一〇日に開催されたとされる債務者の理事会において、債権者\nの理事及び施設長の解任、これに伴う後任の理事及び施設長の選任の議決が可決さ\nれたとされること（乙１）、しかし、この当時の債務者の理事は、Ａ（代表権を有\nする理事長）、Ｂ、Ｃ、Ｄ、Ｅ及び債権者の六名であったが、右理事会の議事録\n上、Ｅ及び債権者は欠席とされているところ（乙１）、これら二名の欠席した理事\nに対しては、理事会の招集通知がなかったこと（甲１、４、債権者本人、債務者代\n表者各審尋結果）が、それぞれ認められる。\nなお、喜望園の就業規則（乙４）五条は、同園の園長も同園の従業員である旨規\n定しており、従業員でない園長は予定していないので、園長である従業員の解雇に\nついては、右定款一一条二項の理事会の議決が必要と解される（右園長の解雇に理\n事会の議決が必要であることは当事者間に争いがない。）。\nところで、社会福祉事業法三七条は、「社会福祉法人の業務は、定款に別段の定\nめがないときは、理事の過半数をもって決する」旨規定しているところ、債務者の\n定款（甲２）は、業務の決定（五条一項本文）、監事の選任（八条一項）、施設長\nの任免（一一条二項）、資産の管理方法の決定（一四条一項）、決算の認定（一七\n条一項）、定款の施行についての細則の決定（二五条）を理事会により行うと規定\nし、また、理事会は、理事長が招集し（五条二項）、理事又は監事も理事会の招集\nを請求でき（同条四項）、理事会の定足数が理事総数の三分の二以上で（同条五\n項）、法令又は定款に特別の定めがない限り、理事会の議事は理事総数の過半数で\n決定する（可否同数の場合は議長が決するところによる）と規定している（同条六\n項）。\nこれによると、債務者の理事会は、全理事により構成され、構成員による意見の\n交換と討議により業務についての意思決定を行うことを予定した重要な機関である\nと認められ、理事会についての右の定款の定めは、必ずしも会議体としての理事会\nを予定していない社会福祉事業法三七条に対する関係で、同条の別段の定めにあた\nると解される。\n右の債務者の理事会設置の趣旨からすると、理事会の開催に当たっては、理事全\n員に対して出席の機会が保障されなければならず、一部の理事に招集の通知を欠く\nときは、合議機関（会議体）による決議の成立過程に重要な瑕疵があるというべき\nであって、招集通知を欠いた理事が出席してもなお決議の結果に影響がないと認め\nるべき特段の事情がない限り、右瑕疵ある招集手続に基づいて開かれた理事会の決\n議は無効になると解すべきである（最高裁判所昭和四四年一二月二日判決、民集二\n三巻一二号二三九六頁参照）。\nそこで、右特段の事情の有無につき検討するに、仮に、本件理事会にＥ及び債権\n者が出席し、債権者の理事及び施設長の解任の議決に反対したとしても、他の四名\nの理事が、議事録（乙１）同様に右議決に賛成すれば、票数上は決議の結果に影響\nがないということになりそうであるが、単に員数の上から決議成立に影響がないと\n解することは、会議体における合議を重視する前記の理事会設置の趣旨に反するこ\nとになる。また、債権者の理事及び施設長解任の議事が理事会に提出されたことに\n関しては、従業員の勤務時間についての就業規則の改正を巡っての債権者と債務者\n代表者との間の意見の対立が背景にあったのであるから（甲１、４、債権者本人、\n債務者代表者の各審尋結果）、理事会において債権者が自己の理事及び施設長解任\nの議決に賛成するとは予想されないところであり、理事会において債権者が自らの\n意見を展開して、債務者代表者と意見を闘わせた場合に、債権者の意見が決議の結\n果を動かさないであろうことが確実であると認めるに足りる疎明はなく、他に、右\n特段の事情についての疎明はない。\nしたがって、債権者の施設長の解任についての債務者の理事会の議決は無効であ\nり、これを前提とする債務者の本件解雇の意思表示は無効である。\n二　解雇の承認の有無（第二の二、５）\n債務者は理事会の招集手続に瑕疵があったとしても、債権者は解雇後雇用保険の\n受給手続をする等解雇を承認しており、右瑕疵は治癒された旨主張するが、審尋の\n全趣旨によれば、債権者は、解雇を争わない趣旨で雇用保険を受給したのではな\nく、当面の生活費として受給したに過ぎず、復職して過去の賃金を受給すれば、雇\n用保険の受給金を返還する意思を有していることが認められるので、債務者の右の\n主張は失当である。\n三　以上によれば、解雇事由の有無等のその余の争点（第二の二、２ないし４）に\nついて判断するまでもなく、本件解雇は無効であるというべきである。\n四　保全の必要性について\n疎明資料（甲４）及び債権者本人の審尋結果によれば、債権者は、子供三人を家\n族として有し、本件解雇により、債務者から得る賃金収入を失ったこと、以前生活\nしていた債務者代表者（債権者の父）方を出て、現在は、懇意とする男性と同居\nし、右三人の子供とともに五人で生活しているが、右男性の月収が約一四万円であ\nり、債権者のパート勤めによる月収が約四万円に過ぎず、生活に困窮していること\nが認められるので、債権者の賃金債権については、保全の必要性があるというべき\nである。\nそこで、保全すべき賃金債権の金額につき検討するに、賃金仮払仮処分は、労働\n者が収入の途を断たれたために生ずる差し迫った生活の危機を回避するために認め\nられる仮の地位を定める仮処分（民事保全法二三条二項）であって、必ずしも労働\n者の解雇以前と同程度の生活状態の維持を目的とするものではないので、仮払を求\nめ得る金額は、必ずしもその労働者の解雇前の賃金の額が基準となるものではな\nい。\n和歌山市の平成二年六月から同三年五月までの各月の家計消費支出（全世帯当り\n一か月、なお一世帯の平均構成人員は三・六人）の平均金額が約三〇万円であるこ\nと（乙１０、１１）、前記のとおりの現在の債権者及び債権者と同居している男性\nの各月収、債権者の家族構成及び生活状況を斟酌して、仮払金は月額一五万円と認\nめるのが相当である。\nなお、仮払を認める期間については、平成三年七月分から本案の第一審判決言渡\nしに至るまでと認めるのが相当である。なお、同年七月及び八月分の合計三〇万円\nについては履行期が到来しており、同年九月分以降については、毎月、賃金支払日\nの二五日限りの仮払を認めるのが相当である。\nところで、債権者は賃金仮払仮処分の他に、債務者の経営する養護老人ホーム喜\n望園の園長たる地位にあることを仮に定める旨の仮処分をも求めているが、この点\nにつき債権者が保全の必要性として主張する事情は、賃金収入を失ったことによる\n生活の困窮に尽きるので、右のとおり賃金債権が保全され、差し迫った生活の危機\nを回避することが可能となったのであるから、それ以上に園長たる地位の保全の仮\n処分を認める必要性はないというべきである。\n五　よって、本件申立は、三〇万円及び平成三年九月から本案の第一審判決言渡し\nに至るまで、毎月二五日限り月額一五万円の仮払を求める限度で理由があるから、\n事案に照らし担保を立てさせないでこれを認容し、その余は理由がないから却下す\nることとし、申立費用の負担につき、民事保全法七条、民事訴訟法八九条、九二条\n但書を適用して、主文のとおり決定する。\n（裁判官　阪本勝）\n"
}