{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 9,
    "month": 1,
    "day": 30
  },
  "case_number": "平成7(ワ)3920",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13790",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13790",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/790/013790_hanrei.pdf",
  "contents": "主　　　文\n一　被告は、別紙第二目録記載の缶容器を使用した「ＲＯＹＡＬ　ＭＩＬＫ　ＴＥ\nＡ　ロイヤルミルクティー四二〇ｇ缶」を販売してはならない。\n二　被告は原告に対し、金一一八万六七七〇円及びこれに対する平成八年六月五日\nから支払済みまで年五分の割合による金員を支払え。\n三　原告のその余の請求を棄却する。\n四　訴訟費用は、これを一〇分し、その一を原告の、その余を被告の各負担とす\nる。\n五１　この判決の第一項は、原告において金二五〇万円の担保を供したときは、仮\nに執行することができる。\n２　この判決の第二項は、仮に執行することができる。\n事実及び理由\n第一　請求の趣旨\n一　主文第一項と同旨\n二　被告は原告に対し、金九八八万九七五〇円及びこれに対する平成八年六月五日\n（平成八年五月一〇日付「訴え変更の申立書」陳述の日の翌日）から支払済みまで\n年五分の割合による金員を支払え。\n三　仮執行の宣言\n第二　事案の概要\n本件は、コーヒー、紅茶類の商品開発、製造及び販売を業とする株式会社である\n原告が、原告が平成四年九月二一日から販売している別紙第一目録記載の「ミルク\n紅茶　ＭＩＬＫ　ＴＥＡ　四二〇ｇ缶」（以下「原告商品」という）の商品表示た\nる缶容器（以下「原告容器」という）は、遅くとも平成五年末には原告の商品表示\nとして一般消費者の間に広く認識されるに至っていたところ、被告が平成六年一一\n月に販売を開始した別紙第二目録記載の「ＲＯＹＡＬ　ＭＩＬＫ　ＴＥＡ　ロイヤ\nルミルクティー四二〇ｇ缶」（以下「被告商品」という）の商品表示たる缶容器\n（以下「被告容器」という）は原告容器と類似し、原告商品との混同を生じさせて\nいるから、不正競争防止法二条一項一号の不正競争行為に該当すると主張して、同\n法三条一項に基づき被告容器を使用した被告商品の販売の差止めを求め、同法四\n条、五条に基づき被告が平成六年一一月から平成七年八月三一日までの間に被告商\n品を販売したことによって原告の被った損害の賠償を求めるとともに、損害賠償請\n求については、更に、被告容器は、原告容器を模倣したものであり、原告商品の形\n態を模倣したものとして同法二条一項三号の不正競争行為にも該当すると選択的に\n主張するものである。\n一　基礎となる事実\n１　当事者\n原告は、アメリカ合衆国に本店を置くＨＩＬＬＳ　ＢＲＯＳ　ＣＯＦＦＥＥ　Ｉ\nＮＣ．との提携により、ユーシーシー上島珈琲株式会社の関連会社として昭和五四\n年一一月に設立された会社であり、右ユーシーシー上島珈琲株式会社がその発行済\n株式の全てを保有している（甲一六、弁論の全趣旨）。\n被告は、主として食品類の製造、販売等を業とする会社である（争いがない）。\n２　原告商品の販売（甲一、二の１・２、一六）\n原告は、平成四年九月二一日、インスタント粉末飲料である「モダンタイムスシ\nリーズ」の一つとして、ミルク珈琲四二〇ｇ缶及びミルクココア五二〇ｇ缶ととも\nに、原告容器を使用した原告商品（ミルク紅茶）の販売を開始した。\n３　被告商品の販売（争いがない）\n被告は、原告商品と同種のインスタント粉末ミルクティーとして、原告商品発売\n後の平成五年、「ミルクティー二七〇ｇ缶」なる商品（以下「被告旧商品」とい\nう）の販売を開始し、平成六年一一月、被告容器を使用した被告商品の販売を開始\nし、現在に至っている。\n被告商品の平成六年一一月から平成七年八月三一日（原告が原告商品の販売を開\n始した平成四年九月二一日から三年の期間が満了する以前の日）までの間の被告商\n品の総売上金額（返品額及び値引額を差し引いた正味売上金額）は、三九五五万九\n〇〇〇円であり、右総売上金額に対する粗利益率は二五％を下らないから、被告が\n被告商品の販売により得た粗利益の額は、九八八万九七五〇円を下らない。\n同じく純利益率は三％を下らないから、被告が被告商品の販売により得た純利益\nの額は、一一八万六七七〇円を下らない。\n二　争点\n１　原告容器は、原告の商品表示として周知性を取得しているか。\n２　被告容器は、原告容器と類似し、原告商品との混同を生じさせているか。\n３　被告容器は、原告容器を模倣したものであり、原告商品の形態を模倣したもの\nといえるか。\n４　被告が損害賠償義務を負う場合に、原告に対し賠償すべき損害の額。\n第三　争点に関する当事者の主張\n一　争点１（原告容器は、原告の商品表示として周知性を取得しているか）につい\nて\n【原告の主張】\n原告容器は、以下のとおり、遅くとも平成五年末には原告の商品表示として一般\n消費者の間に広く認識されるに至ったものである。\n１　インスタント粉末ミルクティー市場における原告商品の占有率等\n（一）紅茶商品には、リーフティー（紅茶の葉そのものを商品化したもの）、ティ\nーバッグ（紅茶の葉を特殊な紙製の小袋に少量ずつ小分けしたもの）、リキッドテ\nィー（通常、缶やペットボトル入りの、紅茶を抽出した液体の状態で販売するも\nの）及びインスタント粉末ティー（砂糖のほか、ミルク、レモン、アップルなどの\nフレーバーエキスが予めミックスされた粉末状の紅茶商品で、お湯等を注ぐことに\nより直ちに飲むことができるもの）があり、一般的にいえば、リキッドティーと粉\n末ティーは主として便利さを、リーフティーは主として味などの品質をそれぞれ追\n求した商品であり、ティーバッグは品質と便利さをともに追求した中庸の商品であ\nるということができる。\n粉末ティーは、予めミックスされているフレーバー等が重要であり、そのフレー\nバー等の種類によりミルクティー、レモンティー、アップルティーの三種類が代表\n的なものであるが、その商品コンセプトが右のとおり主として便利さを追求した商\n品であるため、従来、味等の品質にはあまりこだわらない商品であり、その販売対\n象たる消費者を子供など味にこだわらない者に設定した、いわゆる安物のイメージ\nが強いものであった。そして、特に、粉末ミルクティーは、平成四年九月に原告商\n品が販売される前は、ミルク成分と他の成分とを均一に混ぜることが技術上困難で\nあったことや、ミルクがレモンやアップルと異なりそれ自体強いフレーバーを持た\nず、まろやかな味わいを付加する性質のものであるため、混入するミルクの質がそ\nのまま味、香りの差となって顕れ、いわばごまかしのきかないものであったことな\nどから、実質的には殆ど存在しなかったのであり、粉末ティー市場は、実質上、粉\n末レモンティー市場と粉末アップルティー市場とで構成されていたといっても過言\nではない。\n（二）そこで、原告は、高品質で高級イメージを有する粉末ミルクティーを開発す\nれば十分に市場を開拓できると考え、従来のように植物性乳脂肪のみから成るもの\nではなく、動物性乳脂肪をも含んだまま粉末化し、かつ、特殊な製法によってミル\nク成分と他の成分を分離させずに均一化させる技術を開発し、これによって、これ\nまでの粉末ミルクティーの常識を破り、大人を含め紅茶を愛飲する者の嗜好にも十\n分に耐えうる高級感のある味わい高い粉末ミルクティーである原告商品を開発し、\n平成四年九月二一日にその販売を開始したのである。\n幸い、右のような商品コンセプトは一般消費者に歓迎され、原告商品は、著しい\n反響を得てヒット商品となり、粉末ミルクティー市場（業務用である自動販売機用\nのもの〔流通経路を異にし、包装等も極めて簡素化されている〕を除く小売用の市\n場）における占有率は、販売開始から短期間であるにもかかわらず翌平成五年末に\nは約四〇％に、更に、平成六年には約六〇％強にまで達し、年毎にその売上額を倍\n増させている。それとともに、粉末ミルクティー市場自体も、平成五年には総売上\n額で推定二億七〇〇〇万円であったのが、平成六年度には推定約三億六〇〇〇万円\nとなり、この拡大傾向はその後も続いている。\n（三）したがって、本件においては一般消費者向けの粉末ミルクティー市場に着目\nする必要があるのである。\n被告は、粉末ミルクティーだけでなく、粉末レモンティー及び粉末アップルティ\nーをも合わせた粉末ティー全体についての被告の販売高及び市場占有率を挙げて、\n他社の追随を許さないと主張するが、一般的に、粉末ミルクティーを購入しようと\nする者が、同じ粉末ティーであるからといって粉末レモンティーや粉末アップルテ\nィーを選択的に購入するということはなく、各商品間に一般的代替性はないから、\n粉末ティー市場全体を一つの市場とみるのは不合理であり、被告主張の販売高及び\n市場占有率は、本件において参考とはならない（なお、原告の粉末ティーの売上高\nは、平成六年で約三億円、平成七年で約四億円である）。\n２　原告容器の特徴\n原告容器は、原告商品の販売開始当初から現在に至るまで全く変わっておらず、\nその特徴は、「直径約一〇四ｍｍ、高さ約一二〇ｍｍの円筒密封型の缶容器で、上\n端には乳白色の透明のポリキャップが嵌着され、全体として濃い茶系統の地色を有\nし、正面視下段には紅茶を満たしたカップが表示され、正面視上段には、やや横長\nの幅広金モールによる角形の飾り枠を設け、その飾り枠内の地色を周りの地色より\nも淡い色にし、その枠内及び缶上面のポリキャップ内に配置されたラベルに『ミル\nク紅茶　ＭＩＬＫ　ＴＥＡ』なる表示を付したミルク紅茶四二〇ｇ缶」というもの\nである。\nこれを詳しく説明すると、次の（一）ないし（四）のとおりである。\n（一）容器のサイズとして食缶規格二号缶を採用したこと\n原告商品発売当時、一般消費者向けの粉末ティー商品の容器は、食缶規格二号缶\nより小型又は大型のサイズの缶が一般的に用いられてきた。したがって、原告が粉\n末ティー商品には一般的に用いられていなかった食缶規格二号缶を原告商品の容器\nとして採用したことは、その商品イメージを変えることに役立つとともに、粉末テ\nィー市場においては比較的斬新であったということができる。\nなお、被告は、被告商品については食缶規格二号缶を採用しているが、その主力\n商品である粉末レモンティー及び粉末アップルティーについては、現在においても\n従来の食缶規格三号缶及び食缶規格一号缶を用いている。\n（二）容器の基本色を濃い茶系統の色にしたこと\n従来、粉末ティーは、お湯等を注ぐことにより直ちに飲むことができる便利さと\nいうコンセプトから、どのようなフレーバー等（ミルク、レモン、アップル等）が\n付加されているかを消費者に直接訴えるため、その容器等には、その付加されたフ\nレーバー等を彷彿させるデザインが一般に用いられてきた。\n例えば、粉末レモンティーであれば、その付加されたレモンのフレーバーを彷彿\nさせるため、レモンを図案の中に入れ、かつ、レモン果汁の色である淡色系を用い\nるのが一般的であった（乙二）。\n現に被告の粉末レモンティー及び粉末アップルティーもこのような考え方に沿って\nデザインされている（甲一〇）。そして、粉末ミルクティーであれば、その付加さ\nれたミルクのイメージを前面に出すため、ミルクを容器の図案の中に入れたり、ミ\nルクの色に似せた淡色系を用いるのが一般的であった。被告も、被告旧商品につい\nては、まさしくこの考え方に基づいてその缶容器をデザインしている（甲九）。\nこれに対し、原告容器は、このような従来の考え方を採用せず、原告商品の属す\nる「モダンタイムスシリーズ」の粉末コーヒーなど他の商品との統一を図るべく、\n粉末ティー商品としては異例の、ミルクのイメージとは全く異なる濃い茶系統の色\nを基本色として採用したものであり、そのことにより、粉末ティーにどうしてもつ\nきまとっていたある種の安っぽさからの脱却をも図り、「モダンタイムスシリー\nズ」に共通する高級感を醸し出しているものである。\n被告は、被告容器の地色である「モロッコレッド」は従来から紅茶の缶に用いて\nいる基本色の一つである旨主張するが、原告は、高級感のあるリーフティーやティ\nーバッグについてそのような濃い色が用いられてきたことを否定するものではな\nく、粉末ティーについてこのような濃い地色を用いることが一般的でなかったと主\n張しているものである。\n被告提出の乙第四号証に掲げられた各商品は、確かに容器の基本色に濃色系の色\nを採用しているが、原告容器と比べて全体的に野暮ったい上、日邦製菓の粉末レモ\nンティー（現在、市場に僅かに出回っている）を除き、原告商品の発売より六年な\nいし八年前に販売された極めて古い商品であり、しかも、おおよそ二、三年の間に\n消滅した商品である。\n（三）幅広金モール角形飾り枠及び乳白色の透明ポリキャップ\n原告は、原告商品について、安物のイメージが定着していた従来の粉末ミルクテ\nィーと同様のイメージを持たれることを避けるため、金色の幅広モールパターンで\n原告商品名の角形飾り枠を作り、更に乳白色のポリキャップを用いて高級感を演出\nした。\nなお、被告旧商品のポリキャップは、黄色であった。\n（四）ティーカップの表示\n前記幅広金モール角形飾り枠の真下に、紅茶を満たしたティーカップと受皿を、\n下一部が切れ、上一部が幅広金モール角形飾り枠に重なる形で配置した。従来容器\nにティーカップの図柄が使用されてきたことは、原告も否定しないが、原告容器に\nおいては、ティーカップの撮影角度、缶容器の全体に対して占める割合、その配置\n位置、上部にある角形飾り枠との重なり具合、下部の切れ具合に特徴があるのであ\nる。\nなお、被告旧商品においても缶容器にティーカップが表示されていたが、上部は\n飾り枠と殆ど重なっておらず、下部は殆ど切れていない図柄であった。\n被告提出の乙第二号証に掲げられた各商品は、雪印食品のミルクティーを除き、\n粉末レモンティー又は粉末アップルティーであるから、本件の参考にならない。右\n雪印食品のミルクティーの容器は原告容器と全く異なるものである。また、乙第五\n号証に掲げられた各商品におけるティーカップの表示は、それぞれ、全体のデザイ\nンに占める割合、位置関係、撮影角度、下部の切れ具合、上部の飾り枠との重なり\n具合、カップ自体のデザインや色調、模様が異なっている。\n被告は、右（一）ないし（四）の点をそれぞれ単独で取り上げ、あたかも原告容\n器の外観が粉末ティーの容器として特徴がないかのように主張するが、原告は、原\n告容器の外観、形状の全体を通じて、従来の粉末ティーにない高級感を求め、全体\nをデザインしたものであり、右の個々の特徴はそれぞれ単独で原告の商品表示とし\nて機能するのではなく、全体的に有機的に一体となって原告商品のコンセプトを実\n現したものである。\n３　原告容器の商品表示としての周知性の取得\n原告商品は、前記１のとおり、平成四年九月二一日の販売開始以来、大人を含め\n紅茶を愛飲する者の嗜好にも十分に耐えうる高級感のある味わいによりヒット商品\nとなり、粉末ミルクテイー市場を拡大させながら、一般消費者に着実に認識されて\nゆき、これと相まって、原告商品の高級感ある仕上がりと符合する前記２の特徴を\n有する外観、形状の原告容器は、遅くとも、粉末ミルクティー市場における原告商\n品の占有率が約四〇％になった平成五年末には、原告の商品表示として一般消費者\nの間に広く認識されるに至った。\n【被告の主張】\n以下のとおり、被告は粉末ティー市場において他社の追随を許さない市場占有率\nを誇っていること、原告容器は特徴のあるものではないことからして、原告容器が\n原告の商品表示として一般消費者の間に広く認識されるに至っているとはいえな\nい。\n１　粉末ティー市場における被告の占有率等\n（一）被告は、昭和二〇年に設立され（昭和三四年に株式上場）、昭和二九年から\n粉末飲料の販売を開始し、昭和四〇年からは粉末ティーの販売を開始したものであ\nって、粉末ティーの販売高及び市場占有率は、平成五年において三〇億三〇〇〇万\n円、五〇・六％であり、平成六年において三〇億九〇〇〇万円、四七・六％であっ\nて、他社の追随を許さない。\n一方、原告は、昭和五四年に設立された後発企業であって、しかも、ティー関連\nの売上高は二億円弱にすぎない。\n（二）粉末ミルクティーはフレーバーバリエーションの一つにすぎないにもかかわ\nらず、原告は、粉末ミルクティーのみを取り上げ、それ以外の粉末ティーとは別の\n市場を形成しているかのように主張するが、粉末ティーは、粉末ミルクティー、粉\n末レモンティー及び粉末アップルティーを含めた全体で一つの市場を形成している\nから、その全体での市場占有率を捉えるべきものである。\n２　原告が原告容器の特徴と主張する点について\n（一）容器のサイズとして食缶規格二号缶を採用したこと\n被告は、従前から他の商品にも食缶規格二号缶を使用してきている。\n（二）容器の基本色を濃い茶系統の色としたこと\n粉末ティーの容器には紅茶をイメージする紅系又は茶系の色が従来から使用され\nており（乙四）、原告容器は後発的にこれを採用したものである。原告だけが紅茶\nの持つ色及びそれに類似する色を独占的に使用できる根拠はない。\nなお、被告容器の地色は、原告容器のような濃い茶色ではなく、従来から紅茶の\n缶に用いている基本色の一つである赤系の「モロッコレッド」であって、紅茶の持\nつ雰囲気を表現したものである。\n（三）幅広金モール角形飾り枠及び乳白色の透明ポリキャップ\nポリキャップを缶に付する方法は、被告は約二〇年の長きにわたり行っているこ\nとである。\n（四）ティーカップの表示\n缶正面の下部にミルクティーを満たしたティーカップを配置した図柄は、被告も\n約二〇年の長きにわたり使用してきたものである。他社の粉末ティーの缶容器にも\n同様の図柄が描かれており、ティーカップの撮影角度及びカップ下部の切れ具合も\nほぼ同一である（乙二、五）。\n二　争点２（被告容器は原告容器と類似し、原告商品との混同を生じさせている\nか）について\n【原告の主張】\n被告容器は、以下のとおり、容器のサイズ、容器の基本色などの点で原告容器と\n類似し、原告商品との混同を生じさせていることは明らかである。\n１　被告容器の特徴\n被告容器の特徴は、「直径約一〇四ｍｍ、高さ約一二〇ｍｍの円筒密封型の缶容\n器で、上端には乳白色の透明のポリキャップが嵌着され、全体として濃い茶系統の\n地色を有し、正面視下段には紅茶を満たしたカップが表示され、正面視上段には、\nやや横長の幅広金モールによる角形の飾り枠を設け、その飾り枠内の地色を周りの\n地色よりも淡い色にし、その枠内及び缶上面のポリキャップ内に配置されたラベル\nに『ＲＯＹＡＬ　ＭＩＬＫ　ＴＥＡ　ロイヤル　ミルクティー』なる表示を付した\nミルクティー四二〇ｇ缶」というものである。\n２　被告容器と原告容器との客観的類似性\n被告容器は、前記一の２記載の原告容器の特徴をすべて備えており、一般消費者\nが誤認混同するほどに類似していることは明らかである。すなわち、容器のサイ\nズ、ポリキャップの色が同一であること、容器の基本色が濃い茶系統の色であるこ\nと、カップ表示と幅広金モール角形飾り枠を採用していることのほか、カップ表示\nと飾り枠の配色、大きさとその位置関係、カップ表示の撮影角度、カップ表示の下\n方部分の切れ具合と上方部分の飾り枠との重なり具合というように、被告容器と原\n告容器との同一性、類似性を示す点は枚挙にいとまがない。\n更に、原告商品及び被告商品は小売店、量販店等において同一陳列棚の同一場所\nに配置されうるものであり、このような状況下においては、原告容器と被告容器と\nは外観上区別し難いほどに類似しているといわざるをえない。\n被告は、原告容器と被告容器には異なる商品名が明示されているから、被告商品\nと原告商品との混同は生じない旨主張するが、右に述べた両容器の全体的な類似性\n及び両商品の陳列状況を勘案すれば、右商品名の表示が看者に与える印象は大きく\nなく、両容器が誤認混同を生じるほどに類似していることを否定することにはなら\nない。\n【被告の主張】\n１　被告容器の特徴について\n被告容器の特徴として原告の主張するところは、「濃い茶系統の地色」とある点\nを否認し、その余は概ね認める。被告容器の地色は前記のとおり「モロッコレッ\nド」である。\n２　被告容器と原告容器との客観的類似性について\n粉末ティーの容器に紅茶をイメージする紅系又は茶系の色を使用すること、紅茶\nを満たしたティーカップを表示することなどは、従前から行われていたことであっ\nて、各社の粉末ティーの容器には多くの類似点がある（乙二、四、五）が、文盲率\nが低く商品知識の高い日本の一般消費者はこれらを混同することなく購入してきて\nいるのである。\n原告容器には「ミルク紅茶」と日本字で表示され、被告容器には「ｍｅｉｔｏ\nＲＯＹＡＬ　ＭＩＬＫ　ＴＥＡ」と英字で表示されており、その他種々の違いがあ\nるから、文盲率が高く商品知識の至って低い市場においてはいざ知らず、日本の市\n場においては被告商品と原告商品との混同は生じない。\n三　争点３（被告容器は、原告容器を模倣したものであり、原告商品の形態を模倣\nしたものといえるか）について\n【原告の主張】\n被告容器は、以下のとおり、被告が原告商品との販売競争において被告旧商品の\n競争力の劣勢を感じたため、原告商品の売上げ増に便乗して劣勢を挽回すべく、原\n告容器を模倣したものであり、原告商品の形態を模倣したものである。\n１　被告旧商品\n被告は、平成五年頃から粉末ティーとして、レモンティー二七〇ｇ缶・八〇〇ｇ\n缶、アップルティー二七〇ｇ缶・八〇〇ｇ缶とともに被告旧商品（ミルクティー二\n七〇ｇ缶）を販売していたが、その缶容器は、次の各点で原告容器と相違していた\nものであり、原告容器とは似ても似つかぬものであった。\n（一）サイズが直径約八五ｍｍ、高さ約一一五ｍｍであって、原告容器よりも一回\nり小さいサイズである。\n（二）地色は、インスタント粉末ティーに一般的かつ支配的に用いられてきた淡色\n系の淡い黄色である。\n（三）飾り枠は、草花飾り模様の楕円枠である。\n（四）ポリキャップは、不透明の濃い黄色のものである。\n２　原告容器の模倣\nしかるに、被告は、粉末ティー市場において売上高、市場占有率とも伸び悩んで\nいたところ、急速に伸びつつあった粉末ミルクティー市場における原告商品との販\n売競争において原告商品の急激な市場占有率の拡大に被告旧商品の競争力の劣勢を\n感じたため、原告商品の売上げ増に便乗して劣勢を挽回すべく、急遽、平成六年一\n一月に被告旧商品の販売を中止し、原告容器を模倣した被告容器を使用した被告商\n品の販売を開始したものである。\n被告が原告容器を模倣する主観的意図があったことは、前記１のとおり被告旧商\n品の缶容器は原告容器と似ても似つかぬものであったところ、粉末ミルクティーで\nある被告旧商品のみの販売を理由なく中止して原告容器に酷似した被告容器を使用\nした被告商品の販売を開始している上（被告の販売する粉末ティーのうちレモンテ\nィー及びアップルティーは被告商品の販売開始後も従来の商品形態を維持してい\nる）、被告は被告容器の決定に際しいくらでも原告容器と異なるデザイン、形状の\nもの（たとえ部分的には類似したところがあっても、全体の組合せにおいて原告容\n器と類似しないもの）を選択しえたにもかかわらず、前記のように異常ともいえる\nほど原告容器に類似した被告容器を選択したことから、明らかである。\n【被告の主張】\n原告の主張事実は否認する。前記のとおり粉末ティー市場において他社の追随を\n許さない市場占有率を誇る被告が、後発企業でありティー関連の売上高も低い原告\nの商品形態を模倣する理由は全くない。\n被告の販売する粉末ミルクティーには、セイロン紅茶を主原料とする平成五年九\n月発売の「ｍｅｉｔｏ　ＭＩＬＫ　ＴＥＡ」（被告旧商品）と、アッサム種紅茶を\n主原料とする平成六年一一月発売の「ｍｅｉｔｏ　ＲＯＹＡＬ　ＭＩＬＫ　ＴＥ\nＡ」（被告商品）との二種類あり、両商品は、商品名も紅茶の種類も異なる別個の\n商品である。\n四　争点４（被告が損害賠償義務を負う場合に、原告に対し賠償すべき損害の額）\nについて\n【原告の主張】\n１　前記第二の一３のとおり被告が被告商品の販売により得た粗利益の額は九八八\n万九七五〇円を下らないから、不正競争防止法五条一項により、原告は、右粗利益\nの額と同額の損害を被ったものと推定される。\n不正競争防止法五条一項により侵害者の受けた「利益」の額をもって権利者（被\n侵害者）の被った損害の額と推定しうる根拠は、侵害行為がなければ侵害者が販売\nした競合商品とほぼ同数だけ権利者が売上げを伸ばすことができたとの経験則に基\nづくものであるが、このような同条項による推定の根拠を考えれば、少なくとも同\n法二条一項一号の不正競争行為に関しては、侵害者の受けた「利益」とは粗利益を\n指すと解すべきである。\nすなわち、通常、権利者がある商品表示について周知性を取得した段階では、既\nに商品の開発、普及のための初期投資は終了しているから、一般的に、侵害行為以\n降、例えば販売費に分類される販売員の給料や広告宣伝費、一般管理費に分類され\nる賃料等の固定費等の費用は、侵害行為がなかったと仮定した場合の権利者の商品\nの製造、販売の増加分について、その分だけ実際に権利者が支出した費用よりも支\n出が増えるとは考えられない。したがって、侵害行為がなければ権利者が得られた\nであろう逸失利益の額を算定するためには、侵害行為がなければ増えたであろう売\n上分について、侵害者側で支出した商品開発のための初期投資や販売費、一般管理\n費といった費用は除外する必要があり、結局、権利者の逸失利益は、侵害行為がな\nければ増えたであろう売上高からその商品を製造するため必要な製造原価を差し引\nいた粗利益の額に等しいものというべきである。\n本件においても、原告商品が粉末ミルクティー市場において圧倒的に高い認知度\nと売上げを確立した後に被告商品が販売されたのであるから、侵害行為がなければ\n増えたであろう売上分について、製造原価以外に原告が特別な出費を必要としたと\nは考えられず、当該売上分について被告が出費した初期投資等の特別の費用を原告\nの負担に転嫁するような結論は妥当でない。\n２　仮に、右粗利益の額をもって原告の被った損害の額と推定されないとしても、\n前記第二の一３のとおり被告が被告商品の販売により得た純利益の額は一一八万六\n七七〇円を下らないから、原告は、右純利益の額と同額の損害を被ったものと推定\nされる。\nまた、周知商品表示たる原告容器又は商品形態としての原告容器の通常使用料は\n売上高の三％と考えられるから、被告容器を使用した被告商品の販売による通常使\n用料相当の損害金の額も、前記総売上金額の三％である一一八万六七七〇円という\nことになる。\n第四　争点に対する判断\n一　争点１（原告容器は、原告の商品表示として周知性を取得しているか）につい\nて\n１　原告商品の開発経緯及び販売状況、市場占有率\n証拠（甲一、二の１・２、三の１～１９、四ないし八、一四、一六、検甲一）及\nび弁論の全趣旨によれば、次の事実が認められる。\n（一）原告は、その親会社であるユーシーシー上島珈琲株式会社及びその提携先で\nあるＨＩＬＬＳ　ＢＲＯＳ　ＣＯＦＦＥＥ　ＩＮＣ．がいずれもコーヒー製品の製\n造、販売で知られた会社であったため、昭和五四年一一月の設立当初は品質に重点\nを置いたレギュラーコーヒー（コーヒー豆そのもの又はそれを細かく砕いて粉にし\nた商品）を中心に製造、販売を行ってきたが、その後、取扱商品の種類の拡充を図\nるため紅茶製品への進出を試み、平成三年にはテトラバッグ商品（ティーバッグと\nリーフティーの中間形態のような商品で、三角錐状の紙製の小袋にリーフティーと\n同等の紅茶の葉を小分けして入れたもの）を開発し、次いで、平成四年三月頃から\n粉末ティー商品、特に粉末ティーの簡便さを活かしながら本格的な味わいのミルク\nティーの実現を目指して粉末ミルクティーの開発に取り組み、粉末ミルクコーヒー\n（ミルク珈琲四二〇ｇ缶）及び粉末ミルクココア（ミルクココア五二〇ｇ缶）とと\nもに、\n「モダンタイムスシリーズ」の一環として粉末ミルクティーを製造、販売すること\nとした（その後、粉末アップルティーの個包装タイプのもの、カプチーノ二三〇ｇ\n缶、粉末ミルクティーの個包装タイプのもの、カフェ・オ・レ四二〇ｇ缶が「モダ\nンタイムスシリーズ」に追加された）。\nその容器についても、原告は、「モダンタイムスシリーズ」に共通するコンセプ\nトのもとに、高級なイメージを表現するようなデザインを独自に創作し採用した\n（その詳細は後記のとおり）。\n（二）こうして、原告は、平成四年九月二一日、粉末ミルクティーである原告商品\nの販売を開始したが、その売上額（小売価格）は、平成四年（九月二一日～一二\n月）で二〇一二万一三六〇円、平成五年で一億五一〇五万七二〇〇円、平成六年で\n二億九一七〇万六八〇〇円、平成七年（一月～三月）で一億六一五二万三六〇〇円\nというように順調に売上げを伸ばした（甲五）。そして、その卸売価格は、小売価\n格の約七割であるので、平成四年（九月二一日～一二月）で約一四〇八万円、平成\n五年で約一億〇五七四万円、平成六年で約二億〇四一九万円、平成七年（一月～三\n月）で約一億一三〇七万円である。\n一方、日刊経済通信社発行の「酒類食品統計月報一九九五（平成七）年一月号」\n（甲六）によれば、わが国における粉末ティー（インスタントティー）全体の生産\n額（卸値）は、平成五年で約六〇億円（実績）、平成六年で約六五億円（実績見込\nみ）であるところ、原告の推測によれば、そのうち原告商品を含む一般消費者向け\n商品（自動販売機用等の業務用商品を除いたもの）はその約六五％（平成五年で約\n三九億円、平成六年で約四二億二五〇〇万円と考えられ、更にそのうち粉末ミルク\nティーの占める割合は、平成五年で約七％、平成六年で約八・五％と考えられるの\nで、一般消費者向けの粉末ミルクティーの生産額（卸値）は、平成五年で約二億七\n三〇〇万円、平成六年で約三億五九一三万円となる。\nしたがって、一般消費者向け粉末ミルクティー全体の生産額（卸値）に占める原\n告商品の割合（市場占有率）は、平成五年で約三九％（一億〇五七四万円を二億七\n三〇〇万円で除したもの）、平成六年で約五七％（二億〇四一九万円を三億五九一\n三万円で除したもの）ということになる。\n（三）平成七年八月七日発行の「フードウイークリー（週刊食品）」（甲一七）に\nは、「ティーミックス市場活気づく」との見出しの下に、「日本ヒルスコーヒーは\n一九九二年九月から「モダンタイムス」のブランドでミルク紅茶四二〇ｇ缶を発売\nしているが、併売のミルク珈琲、ミルクココアを含めたプレミックスタイプは前年\n同期比二〇〇％を上回る出荷ペースが続いており、中でもミルク紅茶のウエートが\n一番高い。同社ではミルクティー市場では、発売二年後の九四年には全体の六〇％\n強（自動販売機用は除く）のシェアを占めるヒット商品となっており、当然ながら\nミルクティー市場ではトップブランド。」との記事が掲載されている。\nまた、平成八年一月二九日発行の同紙（甲一八）には、「一〇〇億円達成は間近\nティーミックス　ミルクティー人気が支え」との見出しの下に、「ティーミック\nス市場は、これまで子供を対象にした製品開発であったが、品質の向上から大人を\n対象にしたティーミックス製品が登場して市場規模を一気に拡大しつつある。ティ\nーミックスと言えば従来はレモンティーが中心的な製品であったが、このところミ\nルクティーの需要が市場規模拡大に拍車をかけており、末端市場規模百億円超えは\n意外に早い、とも言われている。ミルクティーの登場で消費層が飛躍的に広がった\nことが急成長の要因でもある…。」「レモンティー市場では人気の高い名糖産業が\n９４年十一月からロイヤルミルクティー四二〇ｇ缶で市場に参入したほか、…。一\n方、ミルクティー市場ではトップブランドとなっている日本ヒルスコーヒー…」と\nの記事が掲載されている。\nまた、平成八年二月二九日発行の「食料醸界新聞」（甲二〇）には、「ミルク系\nパウダードリンク好調！」との見出しの下に、「ミルクリッチのパウダードリンク\nが目立って増えてきたが、中でも伸び足を早めているのがミルクティーパウダーで\nある。紅茶業界がＴＢ、ＬＴに次ぐ『第三の商材』としてティーパウダーの育成に\n急ピッチの展開であるが、伝統のレモンティーパウダーにオンする形になっている\nのがミルクティーパウダーである。ティーパウダーのけん引車として期待が高まっ\nている。」「紅茶の場合、ミルクティーパウダーは代表メニューでのＩＴ普及とい\nうことで過去に何度もチャレンジがみられたが、ＬＴ、ＴＢで抽出したティーにミ\nルクを入れた本格的味わいのものが技術的に仲々開発出来なかった。それが九二年\nにカプチーノが登場したのとほぼ同時期に、日本ヒルスコーヒー（モダンタイムス\n印）、和光堂といった企業からミルクリッチの嗜好品時代到来とみて本格品を開\n発、ミルクティーパウダーの歴史を画する製品でチャレンジしたのが契機で急\n増。」「九五年の家庭用市場の銘柄動向は、日本ヒルスコーヒーのモダンタイムス\n三品で小売ベース七億円強と見られ、シェアの五〇～六〇％を握っているもよう。\nあと日本リーバ・リプトン、ＡＧＦ・ワールドカフェテリアなどが混戦とみられ\nる。」との記事が掲載されている。\n２　原告容器及び従来の粉末ミルクティーの容器の形態\n証拠（甲九、一〇、乙二、四、七、一七、検甲一ないし三）及び弁論の全趣旨に\nよれば、次の事実が認められる。\n（一）原告容器（検甲一）の形態は、次のとおりである。\n（１）直径約一〇四ｍｍ、高さ約一二〇ｍｍの円筒密封型の缶容器であり、これ\nは、食缶二号缶という規格サイズである。\n（２）缶容器周面の地色は、全体として濃い目のこげ茶色であるが、上方ほどその\n濃さの度合いが強く、下方に行くに従って濃さの度合いが弱まり、昀下方において\nはやや明るい茶色を呈している。\n（３）容器上端には半透明の白色ポリキャップが嵌着されており、右ポリキャップ\n内側にポリキャップの内周とほぼ合致する大きさの丸い赤地の紙片が入れられてい\nて、金文字で中央に大きく「ミルク紅茶」と表示され、その上側に小さく「Ｍｏｄ\nｅｒｎｔｉｍｅｓ」「モダンタイムス」、下側に小さく「ＭＩＬＫ　ＴＥＡ」など\nと表示されており、ポリキャップを通して右紙片の地色及び金文字がうすく見え\nる。\n（４）容器正面の上部には、やや横長で下側の長辺が容器正面の真ん中よりやや下\n方に位置する長方形の幅広金モールによる角形飾り枠（その下側の長辺中央部は、\n後記（５）のとおりティーカップの上方が重なっているため隠れている。また、そ\nの四角部分は、枠の幅が他の部分よりもやや広くなっている）が設けられ、右飾り\n枠の内側は、缶容器周面の地色よりもうすい、ミルクティーの色をイメージさせる\nようなうす茶色の地であって、中央に大きな黒い文字で「ミルク紅茶」と表示さ\nれ、その上側に小さい茶色の文字で「Ｍｏｄｅｒｎ　Ｔｉｍｅｓ」「ＳＷＥＥＴ\nＳＣＥＮＴＥＤ　＆　ＶＥＲＹ　ＴＡＳＴＹ」、下側に小さい黒い文字で「ＭＩＬ\nＫ　ＴＥＡ」、その下方に小さい茶色の文字で三行にわたり「香り高いスリランカ\nとアッサムのブレンド紅茶に、」「良質なミルクをたっぷり入れ、豊かな味わい\nの」「ミルク紅茶です。」と表示されている。\n（５）容器正面の下部には、中央にミルクティーを満たし皿の上に載せたティーカ\nップを斜め上方から見た図柄が描かれているが、右ティーカップの上方は前記\n（４）の角形飾り枠の下側の長辺中央部の上に重なって、これを隠しており、下方\nはティーカップの底部及び皿が一部切れている。\n（二）原告商品が発売された平成四年九月二一日より前に販売されていた粉末ティ\nーは、レモンティーがその主流を占めており、ミルクティーについては、過去の一\n時期販売され現在は販売されていないものを含めてもその種類は豊富でない（乙第\n二号証〔各メーカーの製品写真のコピー〕に掲げられた八種類の粉末ティーのう\nち、レモンティーは六種類に及ぶのに対し、ミルクティー及びアップルティーは各\n一種類にすぎず、乙第四号証〔前同〕に掲げられた九種類の粉末ティーも、必ずし\nもその種類が明らかでないものもあるが、明確にミルクティーであると分かるのは\n後記明治製菓株式会社の「ミルク紅茶」一種類にすぎない。なお、乙第五号証〔前\n同〕に掲げられた粉末ティーの中にもミルクティーが含まれているが、同号証掲記\nの粉末ティーはすべて平成六年になってから発売されたものであり、しかも個包装\nタイプのものであり、したがって、包装箱に入れられていて、缶容器には入れられ\nていない）。\nそして、昭和六〇年頃に発売された雪印食品株式会社の「雪印ミルクティー」\n（乙二）、昭和六一年頃に発売された明治製菓株式会社の「ミルク紅茶」（乙\n四）、昀近発売された和光堂株式会社の「ロイヤルミルクティー」（検甲三）の各\n容器の形態は、以下のとおりである。\n（１）雪印食品株式会社の「雪印ミルクティー」の容器は、円筒密封型の缶容器で\nあって、缶容器周面の地色が白色であり、缶上端に半透明の白色ポリキャップが嵌\n着されている。正面の上部には、横長惰円形の黒枠が設けられ、右黒枠内はクリー\nム色の地であって、黒色太字で「ＭＩＬＫ　ＴＥＡ」と表示され、これより小さい\n字で上側に「ＳＮＯＷ　ＢＲＡＮＤ」、下側に「雪印ミルクティー」と表示されて\nいる。そして、正面の下部には、中央にミルクティーを満たし皿の上にスプーンと\nともに載せたティーカップを斜め上方から見た図柄が描かれているが、その傍らに\nミルクを入れたピッチャーも描かれている。\n（２）明治製菓株式会社の「ミルク紅茶」（乙四）の容器は、蓋付の細長い円筒形\n缶容器であって、缶周面は赤地のタータンチェックであり、正面のほぼ中央にやや\n縦長のほぼ長方形状の大きい白地部分があり、右白地部分には青い太文字で「ミル\nク紅茶」と表示され、その下側にこれより小さい赤い文字で「Ｍｉｌｋ　Ｔｅａ」\nと表示されている。その外、左下隅に黄色い花が描かれている。\n（３）和光堂株式会社の「ロイヤルミルクティー」（検甲三）の容器は、円筒密封\n型の四二〇ｇ缶（食缶二号缶）であって、缶容器周面の地色がミルクティーの色を\n彷佛させるうす茶系統の色であり、缶上端に半透明の白色ポリキャップが嵌着され\nている。正面の上部には、横長で上辺中央及び下辺両端に滴様の飾りが施されてい\nる白色二重線による四角枠があり、その内部は、渋い金色の地であって、白色文字\nで大きく「Ｒｏｙａｌ　Ｍｉｌｋ　Ｔｅａ」、その下側に小さく「ロイヤル　ミル\nクティー」と表示され、四角枠の外側上方に「ＷａＫＯＤＯ」と表示されている。\nそして、正面の下部にはアンティークな感じのテーブル及び椅子等の図柄が大きく\n描かれている。\n（三）原告商品の販売開始後の平成五年五月に被告が販売を開始した被告旧商品\n（ミルクティー二七〇ｇ缶。甲九）の容器は、円筒密封型の二七〇ｇ缶であって、\n缶周面の地色が淡い黄色であり、缶上端に不透明の濃い黄色のポリキャップが嵌着\nされている。正面の上部には、横長の外周が四角形で内周が楕円形の草花模様の飾\nり枠があり、その内側に「ｍｅｉｔｏ」「ＭＩＬＫ　ＴＥＡ」「Ｒｉｃｈ　Ｔａｓ\nｔｅ」と三段に表示されている。正面の下部には、中央にミルクティーを満たし皿\nの上に載せたティーカップを斜め上方から見た図柄が描かれている（ティーカップ\nも皿も全体が描かれている）。\n（四）なお、原告商品の販売開始前に販売されていた、粉末ミルクティー以外の粉\n末ティーのうち乙第二号証に掲げられたもの（昭和五二年七月販売の「名糖　レモ\nンティー二七〇ｇ」、昭和五九年頃販売の「明治　レモンティー」、昭和六〇年頃\n販売の「雪印食品　レモンティー」、昭和六一年頃販売の「ハマヤ　レモンティ\nー」、「フルタ　レモンティー」、昭和六二年頃販売の「ＡＧＦ　レモンテイ\nー」、昭和六三年頃販売の「日東　アップルティー」）の容器は、いずれも、円筒\n密封型の缶容器であって、缶周面の地色が白色系の明るい色であり、缶上端に半透\n明の白色ポリキャップが嵌着され、正面の上部には、楕円形ないしそれに近いもの\n又はやや横長の長方形様で金色等の帯状の枠の中に商品名が大きく表示されており\n（但し、「ＡＧＦ　レモンティー」については枠がない）、正面の下部には、レモ\nンティー又はアップルティーを満たし皿の上に載せたティーカップを斜め上方から\n見た図柄が描かれているが（但し、その斜めの角度はまちまちであり、正面下部に\nおける左右の位置及び上部の商品名が表示されている枠との位置関係はそれぞれ異\nなる）、加えてレモンティーの缶にはレモン図柄が、アップルティーの缶にはりん\nごの図柄が描かれている。\n同じく乙第四号証に掲げられたもののうち、昭和五九年頃販売の「共同食品工業\nｈｉ―ｈｉ　ｉｎｓｔａｎｔ　ＴＥＡ」、昭和六一年頃販売の「ＰＯＫＫＡ　Ｌ\nｅｍｏｎ　Ｔｅａ」（缶入り）の容器は、いずれも円筒形缶容器であって、缶周面\nの地色が濃い赤系統の色であり、前者は、蓋付のもので、缶正面の上部に商品名が\n大きく表示され、下部にやや横長の長方形状の大きい白地の部分が設けられてい\nて、紅茶を満たし皿の上にスプーン、レモンとともに載せたティーカップを斜め上\n方から見た図柄が描かれており、後者は、密封型のものであって、缶上端に半透明\nの白色ポリキャップが嵌着されており、正面の全体に商品名等のみが大きく表示さ\nれており（図柄は描かれていない）、昭和五九年頃販売の「ＰＯＫＫＡ　Ｌｅｍｏ\nｎ　Ｔｅａ」（瓶入り）の容器は、濃い赤系統の色の蓋が付いた透明な瓶であっ\nて、周面のほとんど全体に地が濃い赤系統の色のシールが巻かれていて、正面の全\n体に商品名等のみが大きく表示されており（図柄は描かれていない）、いずれも粉\n末ストレートティーと思われる昭和五九年頃販売の「サントリー　ＴＥＳＳ」、昭\n和六一年頃販売の「ＡＧＦ　紅茶物語」（瓶入り）の容器は、いずれも蓋付の瓶で\nあって、その周面は黒色であり、前者は、蓋の部分に金色の紙が被せられ、瓶正面\nに商品名等のみが大きく表示されており（図柄は描かれていない）、後者は、蓋の\n色は濃い赤系統の色であり、瓶正面の上部に商品名が表示され、正面の下部にティ\nーを満たし皿の上に載せたティーカップを斜め上方から見た図柄が描かれている。\nその外、昭和五九年頃販売のコスモスの粉末ティーは、縦長の包装袋に入れた粉末\nティーを複数透明な円筒形包装容器に収納したものであり、昭和六一年頃販売の\n「ＡＧＦ　紅茶物語」は、スティックタイプの包装袋に入れた粉末ティーを複数透\n明な円筒形容器に収納したもので、周面に地がオレンジ色のシールが巻かれていて\n商品名とティーを満たし皿の上に載せたティーカップが表示されており、現在も販\n売されている日邦製菓の「レモンティー」は、地が黒色の大きい長方形の包装袋に\n入れられたもので、商品名と紅茶を満たし皿の上に載せたティーカップを斜め上方\nから見た図柄及び真上から見た図柄が表示されている。\nまた、被告が粉末ミルクティーを販売したのは被告旧商品が昀初であり、その前\nに被告が販売していた粉末ティー（乙第七号証別紙二）は、いずれもレモンティ\nー、アップルティー又はオレンジティーであって（前記「名糖　レモンティー二七\n〇ｇ」の外、昭和四六年九月発売の「名糖　レモンティー」、昭和五四年一〇月発\n売の「レモンティーエクストラ３６」、昭和五九年三月発売の「アップルティ\nー」、同年六月発売の「レモンティースティック」、昭和六〇年四月発売の「名糖\nアップルティー」、平成元年四月発売の「名糖　レモンティーゴールド」、平成\n元年八月発売の「レモンティーファインリー」、平成三年八月発売の「シャリマテ\nィー」、同年一二月発売の「オレンジティー」）、その容器は、包装箱入りの「レ\nモンティースティック」を除き、いずれも蓋付の円筒形缶容器又は上端にポリキャ\nップを嵌着した円筒密封型缶容器であるところ、その缶容器周面の地は白を基調と\nする明るい色であり、その正面は、横長長方形様の金色帯状枠の中に商品名等のみ\nが表示されているもの（図柄は描かれていない。三種類）と、上部に商品名が表示\nされ、下部にティーを満たし皿の上に載せたティーカップを斜め上方から見た図柄\nが描かれているもの（前記「名糖　レモンティー二七〇ｇ」を含む六種類）とがあ\nるが、後者のうち右図柄が正面下部の中央に配置されているのは「名糖　レモンテ\nィーゴールド」及び「シャリマティー」のみであり（その他のものは、右図柄が正\n面下部の右か左かに寄っている）、「名糖　レモンティーゴールド」においては、\n商品名が表示された部分は地が濃い赤系統の色の太い帯状であり、「シャリマティ\nー」においては、商品名が表示された部分は前記缶容器周面の地色のままであり、\n図柄が表示された部分は地が濃い紫色で、右図柄の後にオレンジが二個描かれてい\nる。\n３　原告容器の商品表示としての周知性\n（一）前記１（二）認定の事実によれば、原告商品は、平成四年九月二一日の販売\n開始以来、その売上額（小売価格）は、平成四年（九月二一日～一二月）で二〇一\n二万一三六〇円、平成五年で一億五一〇五万七二〇〇円、平成六年で二億九一七〇\n万六八〇〇円、平成七年（一月～三月）で一億六一五二万三六〇〇円（卸売価格で\nは、それぞれ約一四〇八万円、約一億〇五七四万円、約二億〇四一九万円、約一億\n一三〇七万円）であるというように順調に売上げを伸ばし、一般消費者向け粉末ミ\nルクティー市場における原告商品の市場占有率は、平成五年で約三九％、平成六年\nで約五七％であり（原告の推測によるものであるが、これに反する証拠はない）、\n原告は、粉末ミルクティー市場においていわゆるトップメーカーの地位を確立した\nばかりでなく、粉末ミルクティー市場全体の拡大にも貢献しているということがで\nきるのであって、このことは前記１（三）認定の各業界紙の記事からも窺うことが\nできる。したがって、原告商品は、粉末ミルクティー愛好家等一般消費者に好評を\nもって受け容れられ、相当程度一般消費者に浸透したということができる。\nなお、被告は、粉末ティーは、粉末ミルクティー、粉末レモンティー及び粉末ア\nップルティーを含めた全体で一つの市場を形成しており、その全体での市場占有率\nを捉えるべきところ、被告の粉末ティーの市場占有率は、平成五年において五〇・\n六％、平成六年において四七・六％であって他社の追随を許さない旨主張するが、\n粉末ティー市場は、全体で一つの市場を形成すると同時に、粉末ミルクティー市\n場、粉末レモンティー市場、粉末アップルティー市場というように細分化され独立\nした市場からなっており、それぞれの市場における占有率が問題とされることも否\n定できない（前記業界紙の記事参照）。けだし、これらの各商品は、同じ粉末ティ\nーという上位概念で一括できるとしても、ミルクティーはレモンティーあるいはア\nップルティーとは風味、味が異なるものであって、各人によってそれぞれの好みが\n比較的はっきり分かれることが容易に推察できるところであり、粉末ミルクティー\nと粉末レモンティー及び粉末アップルティーとではその購買層が異なるともいえる\nからである。したがって、粉末ミルクティーである原告商品の容器（原告容器）の\n周知性が問題になっている本件において、粉末ティー市場全体でのみ市場占有率を\n捉えることは相当でないから、被告の右主張は採用できない（しかも、被告の主張\nする粉末ティーの市場占有率の数値自体、これを認めるに足りる証拠はない。甲第\n一四号証〔株式会社富士経済発行の「ＦＯＯＤ　＆　ＦＯＯＤ　ＳＥＲＶＩＣＥ」\n平成七年二月二〇日号〕によれば、インスタントティー全体における被告の市場占\n有率は、平成五年三四・五％、平成六年（見込）三〇・八％、平成七年（予測）二\n八・六％とされている）。\n（二）そして、原告商品は、粉末ミルクコーヒー及び粉末ミルクココア等とともに\n「モダンタイムスシリーズ」の一商品であり、原告容器も「モダンタイムスシリー\nズ」の他の商品と共通するコンセプトのもとに統一されているところ、その形態\nは、前記２（一）認定のとおりであり、缶容器周面の地色を濃い目のこげ茶色と\nし、缶容器正面の上部にやや横長で下側の長辺が容器正面の真ん中よりやや下方に\n位置する長方形の幅広金モールによる角形飾り枠が設けられ、飾り枠の内側は缶容\n器周面の地色よりもうすい、ミルクティーの色をイメージさせるようなうす茶色の\n地であり、正面の下部中央にミルクティーを満たし皿の上に載せたティーカップを\n斜め上方から見た図柄が描かれ、容器上端には半透明の白色ポリキャップが嵌着さ\nれているなど、全体として落ち着いた中にも豪華な印象を与えるものとなってい\nる。\n（三）一方、前記２（二）認定のとおり原告商品の発売前に発売された粉末ミルク\nティーである昭和六〇年頃発売の雪印食品株式会社の「雪印ミルクティー」（乙\n二）、昭和六一年頃発売の明治製菓株式会社の「ミルク紅茶」（乙四）、及び昀近\n発売の和光堂株式会社の「ロイヤルミルクティー」（検甲三）の容器は、以下のと\nおり、原告容器とはその色彩等において全く異っており、異なる印象を与えるもの\nといわなければならない。\nすなわち、雪印食品株式会社の「雪印ミルクティー」の円筒密封型缶容器は、缶\n上端に半透明の白色ポリキャップが嵌着されており、正面の下部にミルクティーを\n満たし皿の上に載せたティーカップを斜め上方から見た図柄が描かれているなど、\n原告容器と共通する点もあるが、缶容器周面の地色が白色である上、正面の上部に\n設けられた、内部に商品名等が表示された枠が単なる横長楕円形の黒枠で、枠内の\n地色がクリーム色であって、全体に明るくシンプルな印象を与えるものである。\n明治製菓株式会社の「ミルク紅茶」の容器は、蓋付の細長い円筒形缶容器であっ\nて、缶周面は赤地のタータンチェックであり、正面のほぼ中央にやや縦長のほぼ長\n方形状の大きい白地部分があり、青い太文字で商品名等が表示されているなど、全\n体に温かい雰囲気を醸し出しているものである。\n和光堂株式会社の「ロイヤルミルクティー」の円筒密封型缶容器は、四二〇ｇ缶\n（食缶二号缶）であって、缶上端に半透明の白色ポリキャップが嵌着されているな\nど、原告容器と共通する点もあるが、缶容器周面の地色がミルクティーの色を彷彿\nさせるうす茶系統の色であり、正面の上部に横長で上辺中央及び下辺両端に滴様の\n飾りが施されている白色二重線による四角枠があり、その内部は渋い金色の地であ\nって、白色文字で商品名が表示され、正面の下部にアンティークな感じのテーブル\n及び椅子等の図柄が大きく描かれており、右図柄のもたらす印象が大きく、全体と\nして明るいアンティークな印象を与えるものである。\nまた、原告商品の販売開始後の平成五年五月に被告が販売を開始した被告旧商品\n（ミルクティー二七〇ｇ缶）の容器も、正面の下部にミルクティーを満たし皿の上\nに載せたティーカップを斜め上部から見た図柄が描かれているなど、原告容器と共\n通する点もあるが、そのサイズは二七〇ｇ缶であって原告容器よりも一回り小さ\nく、缶周面の地色が淡い黄色であり、缶上端に嵌着されているポリキャップは不透\n明の濃い黄色であり、正面の上部の飾り枠は横長の外周が四角形で内周が楕円形の\n草花模様であるなど、原告容器と全く異なるものである。\n更に、原告商品の販売開始前に販売されていた、粉末ミルクティー以外の粉末テ\nィー（当時粉末ティーの主流を占めていた粉末レモンティーの外、粉末アップルテ\nィー等。乙二、四）や被告が被告旧商品を販売する前に販売していた粉末ティー\n（レモンティー、\nアップルティー、オレンジティー。乙第七号証別紙二）についてみても、その容器\nは、缶上端に半透明の白色ポリキャップが嵌着されていたり、正面の下部にティー\nを満たし皿の上に載せたティーカップを斜め上方から見た図柄が描かれていたり、\n缶容器周面の地色が濃い赤系統であるなど原告容器と一部類似する部分のあるもの\nもあるが、総合的に原告容器の形態上の特徴を備えたものは存在しないといわなけ\nればならない。\n（四）このように、従来の粉末ミルクティーはもちろん、粉末レモンティー等その\n他の粉末ティーの缶容器にも原告容器の形態上の特徴を総合的に備えたものはな\nく、したがって、原告容器のように全体として落ち着いた中にも豪華な印象を与え\nるようなものはなかったというべきであり、その意味で原告容器の形態は斬新であ\nったということができ、前記の原告商品の販売数量、粉末ミルクティー市場におけ\nる市場占有率等と相まって、原告容器の特徴ある形態は、一般消費者に強く印象付\nけられ、遅くとも被告商品の販売が開始された平成六年一一月頃までには原告の商\n品表示として一般消費者の間に広く認識されるに至ったものと認めるのが相当であ\nる。\n（五）被告は、①容器のサイズについて、被告は従前から他の商品にも食缶規格二\n号缶を使用してきている、②容器の基本色を濃い茶系統の色としたことについて\nは、粉末ティーの容器には紅茶をイメージする紅系または茶系の色が従来から使用\nされており、原告だけが紅茶の持つ色及びそれに類似する色を独占的に使用できる\n根拠はない、③ポリキャップを缶に付する方法は、被告は約二〇年の長きにわたり\n行っていることである、④缶正面の下部にミルクティーを満たしたティーカップを\n配置した図柄は、被告も約二〇年の長きにわたり使用してきたものであり、他社の\n粉末ティーの缶容器にも同様の図柄が描かれており、ティーカップの撮影角度及び\nカップ下部の切れ具合もほぼ同一である、と主張する。\n確かに、①の容器のサイズについては、食缶規格二号缶は従来から存する規格サ\nイズの缶容器であって、前記の和光堂株式会社の「ロイヤルミルクティー」にも採\n用されているものであり、また、④の缶正面の下部にミルクティーを満たしたティ\nーカップを配置した図柄は、前記の雪印食品株式会社の「雪印ミルクティー」にも\n採用されているところであり、その撮影角度も原告容器の図柄とほぼ同じである\nし、右図柄は、レモンティー等その他の粉末ティーの缶容器（乙二、四）を初め、\n各種粉末飲料の箱容器にもしばしば採用されるものであるから、いずれもそれ自体\nが一般消費者の注意を惹くとは考えられない。\nしかし、缶容器の基本色を濃い茶系統の色としたことは、従来、粉末ミルクティ\nーにおいてはもちろん、粉末レモンティーあるいは粉末アップルティーにおいても\n用いられたことがなく、昭和六〇年前後の一時期、粉末レモンティーの缶容器又は\n瓶容器に濃い赤系統の色が（共同食品工業　ｈｉ―ｈｉ　ｉｎｓｔａｎｔ　ＴＥ\nＡ」、「ＰＯＫＫＡ　Ｌｅｍｏｎ　Ｔｅａ」〔缶入り〕、同〔瓶入り〕）、また、\n粉末ストレートティーと思われる粉末ティーの瓶容器に黒色が（「サントリー　Ｔ\nＥＳＳ」、「ＡＧＦ　紅茶物語」〔瓶入り〕）使用されたことがあるだけであった\nから、この点は、斬新であったというべきであり、缶容器正面の上部にやや横長で\n下側の長辺が容器正面の真ん中よりやや下方に位置する長方形の幅広金モールによ\nる角形飾り枠を設けたことも、従来の粉末ティーの缶容器にはなかった特徴という\nべきであり（本件全証拠によるも、金色の帯状の角形枠が用いられていたことは認\nめられるものの、幅広金モールの角形飾り枠が用いられていたことは認められな\nい）、原告容器は、全体として落ち着いた中にも豪華な印象を一般消費者に強く与\nえる特徴的なものとなっているのであるから、原告容器の形態の一部にありふれた\n部分が含まれているとしても、それがために原告の商品表示として周知性を取得し\nている旨の前記認定を何ら左右するものではない。\n二　争点２（被告容器は原告容器と類似し、原告商品との混同を生じさせている\nか）について\n１　被告容器の形態\n被告容器の形態（検甲二）は、次のとおりと認められる。\n（一）直径約一〇四ｍｍ、高さ約一二〇ｍｍの円筒密封型の缶容器であり、これ\nは、食缶二号缶という規格サイズである。\n（二）缶容器周面の地色は、赤みがかった濃い茶系統の色である。\n（三）容器上端には半透明の白色ポリキャップが嵌着されており、右ポリキャップ\n内側にポリキャップの内周とほぼ合致する大きさの丸い缶容器周面の地色と酷似し\nた地色の紙片が入れられていて、金文字で中央に大きく二段にわたり「ＲＯＹＡ\nＬ」「ＭＩＬＫ　ＴＥＡ」と表示され、その上側に小さく「ｍｅｉｔｏ」、下側に\n小さく「ロイヤル　ミルクティー」などと表示されており、ポリキャップを通して\n右紙片の地色及び金文字がうすく見える。\n（四）容器正面の上部には、やや横長で下側の長辺が容器正面の真ん中よりやや下\n方に位置する長方形の四角を九〇度の扇形に内側に窪ませた幅広金モールの角形飾\nり枠（その下側の長辺中央部は、後記（五）のとおりティーカップの上方が重なっ\nているため隠れている）が設けられ、右飾り枠の内側は、クリーム色の地であっ\nて、中央に缶容器周面の地色と同じ色の文字で大きく二段にわたり「ＲＯＹＡＬ」\n「ＭＩＬＫ　ＴＥＡ」と表示され、その上側に同じ色の文字で小さく「ｍｅｉｔ\nｏ」、その下側に小さいやや赤みがかった文字で「ロイヤルミルクティー」、その\n下方に小さい黒い文字で二行にわたり「厳選された紅茶とミルクの豊かな味わい」\n「英国の香り漂うスタンダードテイスト」と表示されている。\n（五）容器正面の下部には、中央にミルクティーを満たし皿の上に載せたティーカ\nップを斜め上方から見た図柄が描かれているが、右ティーカップの上方は前記\n（四）の飾り枠の下側の長辺中央部の上に重なって、これを隠しており、下方はテ\nィーカップの底部及び皿が一部切れている。\n２　形態の類似性及び混同の有無\n（一）右１認定の被告容器の形態を前記一２（一）認定の原告容器の形態と比較す\nると、被告容器の周面の地色は原告容器の周面の地色よりも赤みがかってはいるも\nのの（被告は「モロッコレッド」と主張する）、全体的には濃い茶系統の色であ\nり、一般消費者に非常に類似しているという印象を与えるということができ、被告\n容器の正面の上部にやや横長で下側の長辺が容器正面の真ん中よりやや下方に位置\nする長方形の幅広金モールによる角形飾り枠が設けられている点で原告容器と同じ\nであり、被告容器においてはその四角を九〇度の扇形に内側に窪ませている点で原\n告容器と異なるものの、幅広金モールによる角形飾り枠が従来の粉末ティーの缶容\n器にはなかったことに照らせば、右の差異は微細なものであり一般消費者の注意を\n惹くものとはいえない。また、右角形飾り枠の内側の地色は、原告容器ではミルク\nティーの色をイメージさせるようなうす茶色であるのに対し、被告容器ではクリー\nム色であるが、いずれも缶周面の地色との対比ではかなりうすい色である点で共通\nしている上、被告容器のクリーム色もミルクティーに入れるミルクの色を彷彿させ\nるものであるから、右の相違は一般消費者の注意を惹くことはないというべきであ\nる。\n更に、缶容器正面の下部にミルクティーを満たしたティーカップを配置した図柄\n自体は前記のとおりありふれたものであるが、これを斜め上方から見る角度や正面\n下部における左右の位置及び上部の商品名が表示されている枠との位置関係につい\nてはいろいろなデザインを採用することが可能であるにもかかわらず、被告容器に\n描かれたティーカップは、正面下部の中央に位置し、その上方は角形飾り枠の下側\nの長辺中央部の上に重なってこれを隠しており、下方はティーカップの底部及び皿\nが一部切れているという点まで原告容器と一致しており、その外、被告容器が原告\n容器と同じ食缶二号缶を使用している点、及び缶上端に半透明の白色ポリキャップ\nを嵌着し、ポリキャップ内側にポリキャップの内周とほぼ合致する大きさの丸い紙\n片が入れられていて金文字で商品名等が表示されている点も原告容器と一致してい\nる（これらの点はありふれた形態であるとしても、必然的に採用しなければならな\nいものではない）のであって、以上の事情に照らせば、前記角形飾り枠内に表示さ\nれた文字が、原告容器では「ミルク紅茶」「Ｍｏｄｅｒｎ　Ｔｉｍｅｓ」「ＳＷＥ\nＥＴ　ＳＣＥＮＴＥＤ　＆　ＶＥＲＹ　ＴＡＳＴＹ」などであるのに対し、被告容\n器では「ｍｅｉｔｏ」「ＲＯＹＡＬ」「ＭＩＬＫ　ＴＥＡ」「ロイヤルミルクティ\nー」などであることを考慮しても、被告容器は、一般消費者に対し全体として原告\n容器と酷似した印象を与えるといわなければならない。被告は、右のような表示さ\nれた文字の相違を理由に、消費者の文盲率が低く商品知識の高い日本の市場におい\nては被告商品と原告商品との混同は生じないと主張するが、採用することができな\nい。現に、検甲第四号証（広島市内のスーパーマーケットで原告商品と被告商品と\nが同一の売場に一緒に並べて陳列されているところを撮影した写真）によれば、商\n品名等をよほど注意深く観察しない限り原告商品と被告商品との区別をつけるのは\n困難であるといわなければならない。時と所を異にする離隔的観察によればなおさ\nらのことである。\n（二）以上のように、被告容器は原告容器と類似しており、被告容器を使用した被\n告商品を販売することは、周知性を取得した原告容器を使用した原告商品との混同\nを生じさせるものとして不正競争防止法二条一項一号所定の不正競争行為に該当す\nるというべきである。\nそして、原告は右行為により営業上の利益を侵害されていると認められるから、原\n告は、同法三条一項に基づき被告容器を使用した被告商品の販売の差止めを請求す\nることができるとともに、同法四条に基づき被告商品の販売によって原告の被った\n損害の賠償を請求することができるということになる（なお、損害賠償請求につい\nては、原告は同法二条一項三号の不正競争行為にも該当すると選択的に主張する\nが、これを理由とする損害賠償請求が認容されるとしても、その認容額が同条同項\n一号所定の不正競争行為を理由とする損害賠償請求の認容額を超えるものとは認め\nられないから、右主張については判断しない）。\n三　争点４（被告が損害賠償義務を負う場合に、原告に対し賠償すべき損害の額）\nについて\n１　被告が平成六年一一月から平成七年八月三一日までの間に被告商品の販売によ\nり得た粗利益の額が九八八万九七五〇円を、純利益の額が一一八万六七七〇円をそ\nれぞれ下らないことは、前記第二の一３記載のとおりである。\n２　原告は、不正競争防止法二条一項一号の不正競争行為に関しては、同法五条一\n項にいう侵害者が受けた「利益」とは粗利益を指すと解すべきであるとし、その理\n由として、通常、権利者がある商品表示について周知性を取得した段階では、既に\n商品の開発、普及のための初期投資は終了しているから、一般的に、侵害行為以\n降、販売費及び一般管理費は、侵害行為がなかったと仮定した場合の権利者の商品\nの製造、販売の増加分について、その分だけ実際に権利者が支出した費用よりも支\n出が増えるとは考えられず、したがって、侵害行為がなければ権利者が得たであろ\nう逸失利益の額を算定するためには、侵害行為がなければ増えたであろう売上分に\nついて、侵害者側で支出した商品開発のための初期投資や販売費、一般管理費とい\nった費用は除外する必要があり、結局、権利者の逸失利益は、侵害行為がなければ\n増えたであろう売上高からその商品を製造するため必要な製造原価を差し引いた粗\n利益の額に等しいものというべきであるところ、本件においても、原告商品が粉末\nミルクティー市場において圧倒的に高い認知度と売上げを確立した後に被告商品が\n販売されたのであるから、侵害行為がなければ増えたであろう売上分について、製\n造原価以外に原告が特別な出費を必要としたとは考えられず、当該売上分について\n被告が出費した初期投資等の特別の費用を原告の負担に転嫁するような結論は妥当\nでない旨主張する。\nしかしながら、本件において、原告は、被告による不正競争防止法二条一項一号\nに該当する不正競争行為がなければ原告が得られたであろう逸失利益の額を直接主\n張立証するのではなく、同法五条一項の推定規定の適用により、不正競争行為たる\n被告商品の販売により被告が受けた利益の額をもって原告の受けた損害の額と主張\nして、その賠償を請求をしているのであるから、原告容器が周知性を取得した段階\nでは既に初期投資を終了しており、原告商品の販売が増加する分だけ原告商品につ\nいての販売費及び一般管理費の支出が増えるということには必ずしもならないとし\nても、かかる事情は、本件において立証の対象とされている被告商品の販売により\n被告が受けた利益の算定に当たっては直接関係のない事情であるといわなければな\nらない。\nそして、被告が被告商品の販売により利益を受けるためには単に被告商品の売上\n原価のみならず販売費及び一般管理費の支出も避けられないのであるから、特段の\n事情のない限り、同条同項により原告の受けた損害の額と推定される被告の受けた\n「利益の額」とは、被告商品の売上高から、売上原価のみならず販売費及び一般管\n理費を控除したいわゆる純利益と解すべきである（但し、このように解することと\n販売費及び一般管理費の額の主張立証責任の所在とは別問題であるが、本件におい\nては右の純利益の額について当事者間に争いがない）。これに反する前記原告の主\n張は採用できない。\n３　前記１のとおり、被告が原告主張の期間に被告商品の販売により得た純利益の\n額は、一一八万六七七〇円を下らないというのであるから、右額は、原告が受けた\n損害の額と推定されることになる。\n第五　結論\nよって、原告の請求のうち、被告容器を使用した被告商品の販売の差止めを求め\nる請求は理由があるから認容し、損害賠償請求は金一一八万六七七〇円及びこれに\n対する不法行為の後の日である平成八年六月五日から支払済みまで民法所定年五分\nの割合による遅延損害金の支払を求める限度で理由があるから認容し、その余は失\n当であるからこれを棄却することとし、主文のとおり判決する。\n（裁判官　水野武　田中俊次　小出啓子）\n第一目録\n一　商品名「ミルク紅茶　ＭＩＬＫ　ＴＥＡ　四二〇ｇ缶」\n二　図面（写真代用）の説明\n第一図は正面図、第二図は背面図、第三図は前方斜め上方から見た斜視図\n＜３２７６６－００１＞\n＜３２７６６－００２＞\n＜３２７６６－００３＞\n第二目録\n一　商品名「ＲＯＹＡＬ　ＭＩＬＫ　ＴＥＡ　ロイヤルミルクティー　四二〇ｇ\n缶」\n二　図面（写真代用）の説明\n第一図は正面図、第二図は背面図、第三図は前方斜め上方から見た斜視図\n＜３２７６６－００４＞\n＜３２７６６－００５＞\n＜３２７６６－００６＞\n"
}