{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 9,
    "day": 2
  },
  "case_number": "平成9(行ツ)104",
  "case_name": "選挙無効",
  "court_name": "最高裁判所大法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "民集　第52巻6号1373頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成7(行ケ)191",
  "original_date": {
    "era": "Heisei",
    "year": 9,
    "month": 2,
    "day": 6
  },
  "gist": "一　公職選挙法一四条、別表第三の参議院（選挙区選出）議員の議員定数配分規定の合憲性\n二　同一選挙区内の複数の選挙人が提起する選挙の効力に関する訴訟と類似必要的共同訴訟",
  "case_gist": "一　平成六年法律第四七号による参議院（選挙区選出）議員の議員定数配分規定の改正の結果、選挙区間において、平成二年の国勢調査による人口に基づく議員一人当たりの人口及び右改正当時における議員一人当たりの選挙人数にそれぞれ最大一対四・八一及び最大一対四・九九の較差が残ることとなったとしても、右改正をもって国会の立法裁量権の限界を超えるものとはいえず、平成七年七月二三日施行の参議院議員選挙当時右の較差は更に縮小しているから、公職選挙法一四条、別表第三の参議院（選挙区選出）議員の議員定数配分規定は、右選挙当時、憲法一四条一項に違反していたものということはできない。\n二　同一選挙区内の複数の選挙人が提起する選挙の効力に関する訴訟は、類似必要的共同訴訟に該当しない。",
  "ref_law": "憲法14条1項，公職選挙法14条，公職選挙法204条，公職選挙法別表第3，民訴法40条1項",
  "lawsuit_id": "57078",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=57078",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/078/057078_hanrei.pdf",
  "contents": "主     文\n上告人Ａ１及び同Ａ２の各上告を棄却する。\n上告人Ａ３及び同Ａ４の各上告を却下する。\n上告費用は上告人らの負担とする。\n理     由\n第一  上告人Ａ１及び同Ａ２の各上告理由について\n一  憲法一四条一項の定める法の下の平等の原則は、国会の両議院の議員を選挙\nする国民固有の権利につき、単に選挙人の資格における差別を禁止する（憲法四四\n条ただし書）にとどまらず、選挙権の内容の平等、換言すれば、議員の選出におけ\nる各選挙人の投票の有する影響力の平等、すなわち投票価値の平等をも要求するも\nのと解するのが相当である。\nしかしながら、憲法は、国会の両議院の議員の選挙について、およそ議員は全国\n民を代表するものでなければならないという制約の下で、議員の定数、選挙区、投\n票の方法その他選挙に関する事項は法律で定めるべきものとし（四三条、四七条）、\nどのような選挙制度が国民の利害や意見を公正かつ効果的に国政に反映させること\nになるのかの決定を国会の広い裁量にゆだねているのであるから、憲法は、右の投\n票価値の平等を選挙制度の仕組みの決定における唯一、絶対の基準としているもの\nではなく、投票価値の平等は、原則として、国会が正当に考慮することができる他\nの政策的目的ないし理由との関連において調和的に実現されるべきものと解さなけ\nればならない。それゆえ、国会の具体的に定めたところがその裁量権の行使として\n合理性を是認し得るものである限り、それによって右の投票価値の平等が損なわれ\nることになっても、やむを得ないものと解すべきである。\nところで、参議院議員選挙法（昭和二二年法律第一一号）は、憲法の二院制採用\nの趣旨を受け、参議院議員の選挙について、参議院議員二五〇人を全国選出議員一\n〇〇人と地方選出議員一五〇人とに区分し、全国選出議員については、全都道府県\nの区域を通じて選出されるものとする一方、地方選出議員については、その選挙区\n及び各選挙区における議員定数を別表で定め、都道府県を単位とする選挙区におい\nて選出されるものとし、各選挙区ごとの議員定数については、憲法が参議院議員は\n三年ごとにその半数を改選すべきものとしていることに応じて、各選挙区を通じそ\nの選出議員の半数が改選されることになるように配慮し、定数は偶数としその最小\n限を二人とする方針の下に、昭和二一年当時の総人口を定数一五〇で除して得られ\nる数値で各選挙区の人口を除し、その結果得られた数値を基準とする各都道府県の\n大小に応じ、これに比例する形で二人ないし八人の偶数の議員数を配分した。そし\nて、昭和二五年に制定された公職選挙法の議員定数配分規定は右の参議院議員選挙\n法の議員定数配分規定をそのまま引き継ぎ、その後、沖縄返還に伴って昭和四六年\n法律第一三〇号により沖縄県選挙区の議員定数二人が付加された外は、平成六年法\n律第四七号による右議員定数配分規定の改正（以下「本件改正」という。）まで右\n定数配分規定に変更はなかった。なお、昭和五七年法律第八一号による公職選挙法\nの改正により、参議院議員選挙について拘束名簿式比例代表制が導入され、比例代\n表選出議員一〇〇人と都道府県を単位とする選挙区ごとに選出される選挙区選出議\n員一五二人とに区分されることになったが、比例代表選出議員は、全都道府県を通\nじて選出されるものであって、各選挙人の投票価値に差異がない点においては、従\n来の全国選出議員と同様であり、選挙区選出議員は従来の地方選出議員の名称が変\n更されたにすぎないものである。また、本件改正も、後記のとおり参議院議員の総\n定数（二五二人）及び選挙区選出議員の定数（一五二人）を増減しないまま七選挙\n区で改選議員定数を四増四減したものであって、右のような参議院議員の選挙制度\nの仕組み自体を変更するものではない。\n右のような参議院議員の選挙制度の仕組みは、憲法が二院制を採用した趣旨から、\nひとしく全国民を代表する議員であるという枠の中にあっても、参議院議員の選出\n方法を衆議院議員のそれとは異ならせることによってその代表の実質的内容ないし\n機能に独特の要素を持たせようとする意図の下に、参議院議員を全国選出議員ない\nし比例代表選出議員と地方選出議員ないし選挙区選出議員とに分け、後者について\nは、都道府県が歴史的にも政治的、経済的、社会的にも独自の意義と実体を有し政\n治的に一つのまとまりを有する単位としてとらえ得ることに照らし、これを構成す\nる住民の意思を集約的に反映させるという意義ないし機能を加味しようとしたもの\nであると解することができる。したがって、公職選挙法が定めた参議院議員の選挙\n制度の仕組みは、国民各自、各層の利害や意見を公正かつ効果的に国会に代表させ\nるための方法として合理性を欠くものとはいえず、国会の有する立法裁量権の合理\n的な行使の範囲を逸脱するものであると断ずることはできない。\nこのように公職選挙法が採用した参議院（選挙区選出）議員についての選挙制度\nの仕組みが国会にゆだねられた裁量権の合理的行使として是認し得るものである以\n上、その結果として各選挙区に配分された議員定数とそれぞれの選挙区の選挙人数\n又は人口との比率に較差が生じ、そのために選挙区間における選挙人の投票価値の\n平等がそれだけ損なわれることとなったとしても、先に説示したとおり、これをも\nって直ちに右の議員定数の定めが憲法一四条一項等の規定に違反して選挙権の平等\nを侵害したものとすることはできないといわなければならない。すなわち、右のよ\nうな選挙制度の仕組みの下では、投票価値の平等の要求は、人口比例主義を最も重\n要かつ基本的な基準とする選挙制度の場合と比較して、一定の譲歩を免れないと解\nさざるを得ない。また、社会的、経済的変化の激しい時代にあって不断に生ずる人\n口の異動につき、それをどのような形で選挙制度の仕組みに反映させるかなどの問\n題は、複雑かつ高度に政策的な考慮と判断を要求するものであって、その決定は、\n種々の社会情勢の変動に対応して適切な選挙制度の内容を決定する責務と権限を有\nする国会の裁量にゆだねられているところである。したがって、議員定数配分規定\nの制定若しくは改正の結果、又はその後に人口の異動が生じた結果、各選挙区間に\nおける議員一人当たりの選挙人数又は人口の較差が生じ、あるいは、右較差が拡大\nするなどして、当初における議員定数の配分の基準及び方法と現実の配分の状況と\nの間にそごを来したとしても、その一事では直ちに憲法違反の問題が生ずるもので\nはなく、当該選挙制度の仕組みの下において投票価値の平等の有すべき重要性に照\nらして到底看過することができないと認められる程度の投票価値の著しい不平等状\n態を生じさせる議員定数配分規定の制定又は改正をしたこと、あるいは、その後の\n人口異動が右のような不平等状態を生じさせ、かつ、それが相当期間継続している\nにもかかわらずこれを是正する何らの措置も講じないことが、複雑かつ高度に政策\n的な考慮と判断の上に立って行使されるべき国会の裁量的権限に係るものであるこ\nとを考慮してもその許される限界を超えると判断される場合に、初めて議員定数の\n配分の定めが憲法に違反するに至るものと解するのが相当である。\n以上は、最高裁昭和四九年（行ツ）第七五号同五一年四月一四日大法廷判決・民\n集三〇巻三号二二三頁、最高裁昭和五四年（行ツ）第六五号同五八年四月二七日大\n法廷判決・民集三七巻三号三四五頁（以下「昭和五八年大法廷判決」という。）、\n最高裁昭和五六年（行ツ）第五七号同五八年一一月七日大法廷判決・民集三七巻九\n号一二四三頁、最高裁昭和五九年（行ツ）第三三九号同六〇年七月一七日大法廷判\n決・民集三九巻五号一一〇〇頁、最高裁平成三年（行ツ）第一一一号同五年一月二\n〇日大法廷判決・民集四七巻一号六七頁及び最高裁平成六年（行ツ）第五九号同八\n年九月一一日大法廷判決・民集五〇巻八号二二八三頁（以下「平成八年大法廷判決」\nという。）の趣旨とするところでもあって、これを変更する要をみない。\n二  右の見地に立って、以下、平成七年七月二三日施行の本件参議院議員選挙（\n以下「本件選挙」という。）当時の公職選挙法の一四条及び別表第三の参議院（選\n挙区選出）議員定数配分規定（以下「本件定数配分規定」という。）の合憲性につ\nいて検討する。\n本件改正前の参議院議員定数配分規定（以下「改正前の定数配分規定」という。）\nの下で、昭和五八年大法廷判決は、昭和五二年七月一○日施行の参議院議員選挙当\n時における選挙区間の議員一人当たりの選挙人数の最大較差一対五・二六（以下、\n較差に関する数値は、すべて概数である。）について、いまだ許容限度を超えて違\n憲の問題が生ずる程度の著しい不平等状態が生じていたとするには足りない旨判示\nし、さらに、最高裁昭和五七年（行ツ）第一七一号同六一年三月二七日第一小法廷\n判決・裁判集民事一四七号四三一頁は、昭和五五年六月二二日施行の参議院議員選\n挙当時の最大較差一対五・三七について、最高裁昭和六二年（行ツ）第一四号同六\n二年九月二四日第一小法廷判決・裁判集民事一五一号七一一頁は、昭和五八年六月\n二六日施行の参議院議員選挙当時の最大較差一対五・五六について、最高裁昭和六\n二年（行ツ）第一二七号同六三年一○月二一日第二小法廷判決・裁判集民事一五五\n号六五頁は、昭和六一年七月六日施行の参議院議員選挙当時の最大較差一対五・八\n五について、いずれも、いまだ違憲の問題が生ずる程度の著しい不平等状態が生じ\nていたとするには足りない旨判示していたが、平成八年大法廷判決は、平成四年七\n月二六日施行の参議院議員選挙当時の最大較差一対六・五九について、違憲の問題\nが生ずる程度の著しい不平等状態が生じていた旨判示するに至った。原審の適法に\n確定した事実関係等によれば、本件改正は、右のような選挙区間における較差を是\n正する目的で行われたものであるが、前記のような参議院議員の選挙制度の仕組み\nに変更を加えることなく、直近の平成二年の国勢調査結果に基づき、できる限り増\n減の対象となる選挙区を少なくし、かつ、いわゆる逆転現象を解消することとして、\n参議院議員の総定数（二五二人）及び選挙区選出議員の定数（一五二人）を増減し\nないまま、七選挙区で改選議員定数を四増四減したものであり、その結果、右国勢\n調査による人口に基づく選挙区間における議員一人当たりの人口の較差は、最大一\n対六・四八から最大一対四・八一に縮小し、いわゆる逆転現象は消滅することとな\nった。その後、本件定数配分規定の下において、人口を基準とする右較差は、平成\n七年一○月実施の国勢調査結果によれば最大一対四・七九に縮小し、また、選挙人\n数を基準とする右較差も、本件改正当時における最大一対四・九九から本件選挙当\n時における最大一対四・九七に縮小していることは、当裁判所に顕著である。\nそうであるとすれば、本件改正の結果なお右のような較差が残ることとなったと\nしても、前記のとおり参議院議員の選挙制度の仕組みの下においては投票価値の平\n等の要求は一定の譲歩を免れざるを得ないことに加えて、較差をどのような形で是\n正するかについては種々の政策的又は技術的な考慮要素が存在することや、さらに、\n参議院（選挙区選出）議員については、議員定数の配分をより長期にわたって固定\nし、国民の利害や意見を安定的に国会に反映させる機能をそれに持たせることとす\nることも、立法政策として合理性を有するものと解されることなどにかんがみると、\n右の較差が示す選挙区間における投票価値の不平等は、当該選挙制度の仕組みの下\nにおいて投票価値の平等の有すべき重要性に照らして到底看過することができない\nと認められる程度に達しているとはいえず、本件改正をもって、その立法裁量権の\n限界を超えるものとはいえないというべきである。そして、右のとおり、本件改正\n後の本件定数配分規定の下における議員一人当たりの人口の較差及び選挙人数の較\n差は、いずれも、本件改正当時に比べて縮小しているというのであるから、本件選\n挙当時において本件定数配分規定が憲法に違反するに至っていたものとすることは\nできない。\n以上と同旨の原審の判断は、正当として是認することができる。論旨はすべて採\n用することができない。\n第二  上告人Ａ３及び同Ａ４の各上告について\n上告人Ａ３及び同Ａ４は、上告の理由を記載した書面を提出せず、また、同一の\n選挙区内の複数の選挙人の提起した選挙の効力に関する訴訟がいわゆる類似必要的\n共同訴訟に該当すると解することもできないから、右上告人らの各上告は却下を免\nれない。\nよって、裁判官園部逸夫の意見、裁判官尾崎行信、同河合伸一、同遠藤光男、同\n福田博、同元原利文の反対意見があるほか、裁判官全員一致の意見で、主文のとお\nり判決する。\n判示第一についての裁判官園部逸夫の意見は、次のとおりである。\n私は、参議院（選挙区選出）議員の各選挙区の議員定数は、定数四人以上の選挙\n区相互間の定数配分の不均衡について、議員一人当たりの人口又は選挙人数の較差\nが、最大較差一対四を超えるときは、憲法一四条の規定に反するとするのが相当と\n考えるものであって、その理由は、最高裁判所平成六年（行ツ）第五九号同八年九\n月一一日大法廷判決・民集五〇巻八号二二八三頁の中の私の意見に述べたとおりで\nあるから、これを引用する。\nこれを本件についてみると、本件改正に当たって依拠した平成二年一〇月実施の\n国勢調査による人口を基準にすれば、改正後の本件定数配分規定の下においては、\n定数四人以上の選挙区間における議員一人当たりの人口の最大較差は、鹿児島県選\n挙区と東京都選挙区との間において一対三・二九七であり、また、本件選挙施行当\n時の選挙人数を基準としても、定数四人以上の選挙区間における議員一人当たりの\n選挙人数の最大較差は、鹿児島県選挙区と東京都選挙区との間において一対三・四\n三三であることが計算上明らかであるから、本件定数配分規定は、憲法一四条一項\nの規定に違反するものではない。\nよって、私は、上告人の請求を棄却すべきものとする多数意見の結論に同調する。\n判示第一についての裁判官尾崎行信、同河合伸一、同遠藤光男、同福田博、同元\n原利文の反対意見は、次のとおりである（裁判官尾崎行信、同遠藤光男、同福田博\nについては、本反対意見のほか、後記の追加反対意見がある。）。\nわれわれは、多数意見とは異なり、本件定数配分規定は憲法に違反するものであ\nって、本件選挙は違法であると考える。その理由は、以下のとおりである。\n一  投票価値の平等の憲法上の意義\n衆議院及び参議院の各議員を選挙する国民の権利の内容、すなわち投票価値が平\n等であるべきことは、国民の基本的人権としての法の下の平等の当然の帰結として、\nまた、国権の最高機関である国会を全国民の代表として構成するための原理として、\n憲法の要求するところであり、選挙制度の決定に当たって考慮されるべき極めて重\n要な基準である。\nもっとも、右の投票価値の平等は選挙制度の仕組みの決定における唯一、絶対の\n基準ではなく、国会は、国民の利害や意見を公正かつ効果的に国政に反映させるた\nめ、他の正当に考慮することのできる目的ないし理由をもしんしゃくすることがで\nきるのであって、国会がこれらをしんしゃくして具体的に定めた選挙制度がその裁\n量権の行使として合理性を是認し得るものである限り、それによって投票価値の平\n等が損なわれることになっても、やむを得ないというべきである。\nしたがって、問題は、国会が具体的に定めた選挙制度によって投票価値の平等が\n損なわれることとなった場合に、国会は他のいかなる目的ないし理由をしんしゃく\nしてそのような制度を定めたのか、それらの目的ないし理由はいかなる意味で正当\nに考慮することができるのか、それらは憲法の観点から見ていかなる地位ないし意\n義を認められるものであり、ことに前示のとおり極めて重要な基準たる投票価値の\n平等とはいかなる関係に立つのか、投票価値の平等が損なわれた程度は右両者の関\n係に適切に照応しているということができるかの諸点にあり、究極的には、これら\nを総合して、そのような選挙制度を定めたことが国会の裁量権の行使として合理性\nを是認し得るか否かにある。\n二  本件仕組みと多数意見のいうその合理性の根拠\n参議院議員の選挙制度の仕組みとその推移は多数意見の詳述するとおりであるが、\n現行の選挙区選出議員の選挙制度についての要点は、（１）総定数を一五二人とし、\n（２）都道府県を単位とする選挙区を設け、（３）各選挙区にその人口の多少を問\nわずに二人の定数を配分し、（４）その余の定数（五八人）を人口の比較的多い特\n定の選挙区に追加して配分するというところにある。\n右のような仕組み（以下「本件仕組み」という。）を採用すれば、選挙区間にお\nける議員一人当たりの選挙人数又は人口に較差が生じ、程度の問題こそあれ、投票\n価値の平等が損なわれることになるのは必至である。それにもかかわらず本件仕組\nみが採用されたことの合理性の根拠を、多数意見は、次のように説明する。すなわ\nち、本件仕組みは、（一）憲法が二院制を採用した趣旨から、参議院議員の選出方\n法を衆議院議員のそれとは異ならせることによってその代表の実質的内容ないし機\n能に独特の要素を持たせる意図の下に、（二）都道府県の歴史的、政治的、経済的、\n社会的意義と実体に照らし、その住民の意思を集約的に反映させるという意義ない\nし機能を加味したものである、というのである。\n三  参議院の独自性と投票価値の平等\n憲法は、衆議院と参議院について、その権限及び議員の任期等に差異を設けてい\nる。このことからすれば、参議院における代表制の内容ないし機能に衆議院におけ\nるそれとは異なる独自の要素を持たせること（以下「参議院の独自性」という。）\nは憲法の予定しているところということができよう。したがって、前記二の多数意\n見（一）のいうように、参議院の独自性を確保するため、その議員の選挙制度につ\nいて衆議院議員のそれとは異なった仕組みをとることも、憲法上一定の合理性を認\nめることができる。\nしかし、衆議院議員の選挙制度の仕組みと異なる選挙制度の仕組みは、投票価値\nの平等を損なうものしかあり得ないものではない。そのことは、たとえば、衆議院\n議員の現在の選挙制度の仕組みを前提として、参議院議員については全国を一つの\n選挙区とする場合を想定すれば、おのずから明らかである。そのような選挙制度の\n是非はともかく、仮にそのような制度を採用したとすれば、投票価値の平等をいさ\nさかも損なうことなく、参議院の独自性を確保することができるのである。\nすなわち、参議院の独自性は憲法上予定されているところであるにしても、それ\n自体は必ずしも投票価値の平等と対立あるいは矛盾するものではないから、参議院\nの独自性をもって直ちに、本件仕組みにより投票価値の平等が損なわれることの合\n理的根拠とはなし得ないのである。\n四  都道府県代表的要素と投票価値の平等\n本件仕組みによって投票価値の平等が損なわれる結果となったのは、多数意見の\nいう前記二の（二）、すなわち、平成八年大法廷判決の表現にならえば、本件仕組\nみに事実上都道府県代表的な意義ないし機能を有する要素（以下「都道府県代表的\n要素」という。）を加味したことによるのである。換言すると、参議院の独自性を\n確保するためにいかなる要素に着目し、いかなる選挙制度を採用するかについては\n複数の選択肢があるところ、国会が、それらのうちから都道府県代表的要素を選び、\n本件仕組みに組み込んだからである。\nしかし、都道府県代表的要素そのものは、憲法に直接その地位を有しているので\nはない。それは、全国民の代表を選出する制度を策定するに当たって考慮すること\nのできる要素の一つにすぎない。国会は、右策定に当たってこれを加味することも\nできるが、これを加味しなくても憲法上何らの問題も生じないのである。したがっ\nて、選挙制度の仕組みを決定するに当たって考慮される要素として、憲法の観点か\nらみるとき、前述のとおり極めて重要な基準である投票価値の平等に対比し、都道\n府県代表的要素がはるかに劣位の意義ないし重みしか有しないことは明らかである。\nまた、参議院議員は、選挙区選出議員といえども、全国民を代表するものである\nことは憲法の定めるところであって、各選挙区たる都道府県ないしその住民の利益\nの代弁者となるべきものではない。それにもかかわらず、その選挙制度の仕組みに\n都道府県代表的要素を加味することが許されるのは、それによって各地域の実情を\n国政に反映させるところに意味があると認められるからである。すなわち、都道府\n県は社会的、経済的、政治的に一つのまとまりを有する地域としてとらえ得るとこ\nろ、それら各地域における諸事情は必ずしも同一ではない。そして、国会において\n全国的な施策を決するについても、各地域の実情とそれに伴う各地域住民の意向を\n理解しておくことが望ましく、これを理解して国政に反映させるための一つの方策\nとして、各都道府県からその地域に精通した議員が常に参議院に選出されるように\nしておくことが有効であると考えられるからである。しかしながら、右に関する状\n況は、本件仕組みが昭和二二年の参議院議員選挙法（ただし、地方選出議員の総定\n数は一五〇人）によって採用されて以来、本件改正に至るまでの間に、大きく変化\nした。通信、交通、報道の手段が著しく進歩し、全国に展開したことによって、地\n域間の事情の相違は大幅に減少した上、国会において、選挙区選出議員の活動によ\nらずに、各地域の実情や住民世論の動向を知ることも容易になった。この変化に伴\nい、参議院議員選出の仕組みに都道府県代表的要素を加味することの必要性ないし\n合理性は縮小したと見るべきである。\n五  追加配分方法とその理由\n本件仕組みのうち前記二の（４）の追加配分は、参議院議員選挙法では各選挙区\nの人口に比例する方法で行われたが、以来初めての改正である本件改正においては\n人口比例によらない方法で行われた。本件改正の結果、後記のとおり、投票価値の\n著しい不平等が生じているのであるが、もし右の追加配分を徹底して人口に比例す\nる方法で行っていれば、この不平等の程度を有意に縮小することが可能であったこ\nとは、計算上明らかである。\n国会がいかなる目的ないし理由をしんしゃくして人口比例によらない追加配分方\n法を採ったのかは、必ずしも明らかでない。しかし、本件改正においては、多数意\n見の指摘するとおり、できる限り定数増減の対象となる選挙区を少なくすることと\nされていたところ、当時、追加配分を人口に比例する方法で行ったとすれば定数の\n増減する選挙区の数が若干増加することとなったと認められるから、おそらく、そ\nこに追加配分を人口比例によって行わなかった理由があったものと推測される。\nそうであるとすれば、次に、定数配分規定を改正するに当たって、定数増減の対\n象となる選挙区を少なくすることが、いかなる意味で正当に考慮することができる\n目的ないし理由と解し得るのかが、問われなければならない。しかし、記録に徴し\nても、本件改正に際しての国会審議において右の目的ないし理由が説明され、ある\nいは論議された形跡をうかがうことはできないし、われわれは、いかに考えても、\n定数の増減する選挙区数を少なくすることを考慮し得る憲法上の根拠を、直接的に\nも間接的にも、見いだすことができない。憲法が参議院議員の任期を六年として半\n数改選制を採用し、また、参議院については解散を認めないとしていることからす\nると、参議院議員の身分について衆議院議員の場合よりも安定性が配慮されている\nとはいえるけれども、そのことが定数配分規定の改正において増減対象選挙区を少\nなくすることを正当ないし合理的とする根拠となるとは、考えられないのである。\n六  本件定数配分規定の下での投票価値の不平等\n平成二年の国勢調査による人口を基準として、本件定数配分規定の下で、選挙区\n間における議員一人当たりの人口の較差が最大一対四・八一であったことは多数意\n見の示すところであるが、さらに、右の較差が一対四を超える選挙区が他にも五区\nあったこと、また、定数四人以上の選挙区間における定数二人を超える議員一人当\nたりの人口の較差が最大一対三・一四であり、一対三を超える選挙区が他に二区あ\nったことが、当裁判所に顕著である。本件定数配分規定の下で生じていた投票価値\nの不平等が著しいものであったことは明らかである。\nこのような不平等が生じた原因は、基本的には、都道府県代表的要素を加味した\n本件仕組みにあるところ、右要素自体は、憲法上にその地位を有するものではなく、\n選挙制度を定めるに当たって極めて重要な基準として憲法の要求する投票価値の平\n等に対比し、はるかに劣位にあるにすぎない。しかも、本件仕組みが最初に採用さ\nれた昭和二二年当時に比べて、右要素を加味することの必要性ないし合理性は縮小\nした反面、その間の激しい人口異動による人口の偏在化によって、本件仕組みを維\n持する限り、投票価値の不平等は拡大するほかない状態となっていた。したがって、\n本件改正に当たっては、本来、国会は、本件仕組みをそのまま維持するにしても、\n投票価値の平等が損なわれる程度をできる限り少なくするよう、配慮するべきであ\nったと考えられる。しかるに、国会は、そのような配慮をせず、かえって、追加配\n分について、何ら憲法上正当に考慮し得る目的ないし理由もなしに、人口比例によ\nらない方法を採用した結果、前示のとおり投票価値の著しい不平等が残ることとな\nったのである。\n七  結論\n以上によれば、本件定数配分規定の下において投票価値の平等が損なわれている\n程度が憲法上正当に考慮することのできる他の目的ないし理由との関係に適切に照\n応しているとは、とうていいうことはできない。本件改正における国会の裁量権の\n行使は合理性を是認できるものではなく、その許される限界を超えていることは明\nらかであって、本件定数配分規定は憲法に違反するものと断定せざるを得ないので\nある。\n本件選挙は、本件定数配分規定に基づいて施行されたものであるところ、その当\n時には人口を基準とする最大較差及び選挙人数を基準とする最大較差とも、本件改\n正当時より縮小していたことが認められるが、その幅は極めて僅少であった上、い\nわゆる逆転現象が新たに生じていたことも認められ、本件選挙には、憲法に違反す\nる定数配分規定に基づいて施行された瑕疵が存したことになるが、最高裁昭和四九\n年（行ツ）第七五号同五一年四月一四日大法廷判決・民集三〇巻三号二二三頁及び\n最高裁昭和五九年（行ツ）第三三九号同六〇年七月一七日大法廷判決・民集三九巻\n五号一一〇〇頁の判示するいわゆる事情判決の法理により、主文において本件選挙\nの違法を宣言するにとどめ、これを無効としないことが相当と考える。\n判示第一についての裁判官尾崎行信、同福田博の追加反対意見は、次のとおりで\nある。\n我々が前記反対意見に示した理由だけでも既に本件定数配分規定を憲法違反と判\n断するに足りるが、以下のところをも考慮すれば、その違憲性は一層明白である。\n一  投票価値の平等と国会の裁量権\n１  そもそも国会が国権の最高機関と認められるのは、国会が全国民を代表する\n選挙された議員で組織される国の機関であり（憲法四一条、四三条）、国会の決定\nは国民全体の中の意見や利害が議員の国会活動を通じて具体的に主張されこれを反\n映した結果である公算が極めて高く、いわば国民全体の自己決定権の行使の結果と\nみなし得るところから、代表民主制にあっては統治システムの中で最高の地位と権\n限を与えられるべきであるとの考えに基づく。国会に立法上「広範な裁量権」を認\nめ、法律の制定と予算の策定を通して行政、司法を制約できる地位を与えているの\nも全国民の意思の体現者と認めたからにほかならない。すなわち、全国民が平等な\n選挙権をもって参加した自由かつ公正な選挙により自らの代表として選出した議員\nで構成されていることこそが、国会の高い権威の源泉なのである。そのような「全\n国民の代表」とみなし得る議員の構成する国会であって初めて広範な裁量権を認め\nられるのであって、不平等な選挙権行使の結果選出された議員の構成する国会はそ\nのような高い権威を与えられる前提を欠くというべきである。したがって、選挙の\n仕組みに関しては、原則として投票価値の平等を阻害するものを許容する裁量権は\n国会に与えられていない。例外的に右の裁量権を認めなければならない場合がある\nとしても、実務処理上生ずることの不可避な較差のほかは、合理的で必要と明白に\n立証されたものに限られなければならない。国会は、その最高機関性を維持するた\nめには、その構成員の選出については平等原則を実務上可能な限り貫徹し、選挙区\n間の較差を一対一に近づけるため、誠実な努力を尽くすべきである。\n２  最もよく平等原則を貫徹する方法は、全国の人口又は選挙人数（以下例示と\nして人口を用いる。）を議員総定数で除して得た数値を基準値としてこの人口（以\n下「基準人口」という。）に一人の議員を割り当てるものである。選挙区を定める\nとき、この基準人口の整数倍に当たるよう区割りをするのが理想であるが、地理的\n制約、沿革、実務処理などの理由から、完全にこれを実行するのはほとんどの場合\n不可能であろうから、合理性・必要性の認められる限度で、基準人口との間にある\n程度の偏差の生ずることは、やむを得ないものとして許容せざるを得ないであろう。\nとはいっても、右の偏差が基準人口の上下何十パーセントに広がっても、国会の\n決定は当然に受け入れられるべきであるといった議論は、憲法の要求する投票価値\nの平等を無視するもので到底憲法の理念に沿うとは思われない（なお、多数意見で\n用いられている較差は、各選挙区の議員一人当たりの人口の相互間の較差をいうか\nら、右の基準人口を中心にみて、上下各一五パーセントの偏差は較差一・三五倍、\n上下各二〇パーセントの偏差は較差一・五〇倍、上下各二五パーセントの偏差は較\n差一・六七倍、上下各三三・三パーセントの偏差は較差二・○○倍に相当する。）。\n３  さらに、平等原則の貫徹については、憲法制定後五十年余の間に、差別一般\nに対する我が国社会の認識が年々厳格となっていることを十分考慮しなければなら\nない。住所の所在する行政区域によって個々の有権者の投票価値が異なることに対\nする社会一般の反ぱつも、近年大幅に厳しくなっている。このような差別について\nも現時点の社会通念に照らしてどの程度の偏差ならば許容されるか慎重に判断され\nるべきである。\nこの点の判断に当たって、成熟した代表民主制の諸国における同種事例を参考と\nしてみることも有用である。ただ、その詳細及びそれに至る経緯を確知するのは難\nしく、各国の制度及びその運用を支える政治的、歴史的、社会的背景等の相異に留\n意する必要があるが、公刊の資料に表れたところからでも次のようにいずれも我が\n国よりはるかに厳しい基準が法律上定められ、又は判例上確立されているし、実務\nも原則的にこれに沿って処理されているのを知り得る。\n（一）  米国における選挙区再配分訴訟の例をみると、一九六二年に裁判所が議\n員定数配分に関する平等の問題を判断できると決定すると、以後数多くの判例にお\nいて投票権の平等を求める程度は急速に厳格さを増し、今日では、連邦下院議員選\n挙においては基準値の上下にわたる偏差が五・九七パーセントのもの（一九六九年）\nや四・一三パーセントのもの（一九七三年）、更に厳しい例としては、○・六九パ\nーセントのもの（一九八三年）までが違憲と判決され、また、より寛容な考えが示\nされている州議会議員選挙においては上下にわたる偏差が一〇パーセント以上であ\nれば違憲であるとの一応の推定が成立し、政府側がその偏差を正当とする理由を論\n証しなければならないとされている（一九八三年）。\n（二）  英国では、下院の各選挙区の有権者数を一選挙区当たり平均有権者数に\n近づけるため、一九九五年枢密院令によって選挙区画改定が行われた結果、各選挙\n区の平均有権者数からのかい離状況は、次の表のとおりとなった（橋本嘉一「英国\nにおける下院議員選挙区画の改定」選挙時報四五巻五号一一頁による。）。\n地域     選挙区数    かい離    ±一〇％以内     ±二〇％以内\n（％）        （％）\nイングランド    改定前    五二四     五一・三       八五・九\n改定後    五二九     八四・一       九九・二\nウェールズ     改定前     三八     五五・三       九二・一\n改定後     四〇     七二・五       九五\nスコットランド   改定前     七二     四一・七       八一・九\n改定後     七二     六九・四       九三・一\n北アイルランド   改定前     一七     五二・九       八八・二\n改定後     一八     七二・二      一〇〇\n英国は四地域の連合王国であることなどから、各地域独自の選挙区数を有する歴\n史的経緯もあって、一九九五年登録有権者数に基づいて四地域ごとの一選挙区当た\nり平均有権者数を英国全体の平均有権者数と比較すると、イングランドは一・〇四\n倍、ウェールズは○・八三倍、スコットランドは○・八三倍、北アイルランドは\n〇・九八倍となっており、この程度の不平等についてすら、ウェールズとスコット\nランドは過剰代表であるとして問題視されている（前同書一三頁）。\n（三）  ドイツにおいては、ドイツ統一後の連邦議会議員総定数を削減し、あわ\nせて、小選挙区を再編し各小選挙区人口を全選挙区平均人口により厳密に近づける\nこと等を目的として、一九九六年一〇月に選挙法が改正された。この改正により、\n議員一名につき、全選挙区平均人口に対する各選挙区の人口の偏差を上下一五パー\nセント（現行二五パーセント）以内に抑えるべきであるとし、偏差が二五パーセン\nト（現行三三・三パーセント）以上となった場合には選挙区割りを修正することが\n義務づけられた。この改正は二〇〇二年から実施される予定となっている。\n右改正に先立つ一九九六年九月の状況は、三二八選挙区中、偏差二〇パーセント\nまでのものが二四四区（七四・三九パーセント。内訳五パーセント以下七〇区、五\nパーセントを超え一〇パーセント以下のもの六一区、一〇パーセントを超え一五パ\nーセント以下のもの五九区、一五パーセントを超え二〇パーセント以下のもの五四\n区）、二〇パーセントを超え二五パーセント以下のもの四〇区（一二・二〇パーセ\nント）、二五パーセントを超え三三・三パーセント以下のもの四四区（一三・四一\nパーセント）、三三・三パーセントを超えるもの○区であったとされている（一九\n九七年六月一七日付けドイツ連邦議会の規模についての改革委員会最終報告書及び\n同年七月一八日付け同委員会補足報告書による。）。\n（四）  フランスでは、国民議会の選挙について、一九八六年七月一一日法律第\n八六―八二五号が、選挙区間の人口の偏差は一般利益の要請を考慮に入れることを\n目的として許容される場合があるが、いかなる場合においても、各選挙区の人口は、\n当該選挙区が属する県の全選挙区の平均人口から二〇パーセントを超えてかい離し\nてはならない旨定めている。しかし、同法律は、その付表において各県ごとの議員\n定数を定めるに当たり従来の定数配分をそのまま踏襲し各県の最低選出議員数を二\n名とした結果、県間の一議員当たりの人口に較差が生じ、右較差が三倍に及ぶ例が\n出た。そのため同法の合憲性が争われ、憲法院は、右法律自体は合憲としつつも、\n最大かい離二〇パーセントは例外的な場合で正当な理由がありかつ一般利益の具体\n的要請に基づくものである場合にのみ許されるとした（只野雅人・選挙制度と代表\n制三七四頁参照）。\nさらに、現在のフランスにおいて全国的規模でどの程度の較差が存在しているか\nについてフランス国立統計経済研究所一九九五年人口統計に基づき分析してみると、\n次のような実態が認められる。すなわち、右統計によれば、海外地域圏を除いたフ\nランス本土の人口をその議員定数五五五で除した全国平均議員一人当たり人口は一\n〇万四五四〇人であるところ、フランス本土を構成する二二の地方別に人口を議員\n数で除してみると、一一万人台三地方、一〇万人台一一地方、九万人台五地方、八\n万人台、七万人台、六万人台各一地方であり、二二地方中一八地方において、基準\n人口からの偏差は一〇パーセント以内であり、それを超えるものは四地方にすぎな\nい。また、総数九六県につき各県別議員一人当たり人口をみると、基準人口からの\n偏差一〇パーセント以内に五六県（五八・三三パーセント）、同偏差二〇パーセン\nト以内に八○県（八三・三三パーセント）が集中している。これらからすると、全\n国的にみて、ほとんどの県には基準人口に極めて近い範囲で議員定数の配分が行わ\nれており、較差の著しい例があったとしても少数の例外的な場合に限られているこ\nとがうかがわれる。\n（五）  要するに、こうした諸外国の例を通覧すれば、平等に選挙権が与えられ\nているかどうかの議論は、偏差が一〇パーセントないし二〇パーセントにとどまる\nべきであり、しかも、例外は十分な合理的理由とそれによらざるを得ない必要性が\n示されたときに限られるべきであるといったことを中心に行われていることを知り\n得る。こうした平等原則の貫徹のため真しな努力が尽くされて初めて偏差も正当化\nされるのであって、立法府の広範な裁量権を口実に漫然と現存する大きな偏差を容\n認すべきではないといわざるを得ない。\n４  ひるがえって、我が国の現状をみると、投票価値の平等を論ずる際、従来主\nとして最大較差がいかほどかが検討されてきた。もちろんその視点も不平等の程度\nの大きさを象徴的に示すためには意味深いが、最大較差は例外的に過大な人口と過\n小なそれとの対比となる場合があり、それのみでは全国民の間における平等の程度\nを判断する指標として十分ではない。\nむしろ、全国平均の議員一人当たりの人口を基準に、この基準人口から一定の偏\n差値内を許容することとし、この域内にどれほど多くの選挙区が入るかをみること\nが、全国民の平等の度合いを測るのに大きい意味を持つと考える。そこで、世界の\n傾向を考慮に入れ、仮に上下二〇パーセントの偏差（最大較差一・五〇倍）を許容\n範囲とすると、我が国の本件改正時の状況（ただし、平成二年の国勢調査による人\n口に基づく。）は次のとおりである。\n基準人口     偏差二〇％未満   二〇％～三三・三％       三三・三％超\n八一三、二三一人     上  二区       上   一区      上   八区\n下  九区        下  一〇区        下  一七区\n計一一区           一一区          二五区\n（二三・四％）       （二三・四％）    （五三・二％）\nこのように我が国の有権者の八○パーセント近くは世界の常識からみて過小又は\n過大に評価されており、ドイツの前記改正前の法律でも認められなかった三三・三\nパーセント超のものが五三・二パーセントに上るのである。かかる圧倒的な不平等\nは今日の社会一般の平等の観念に合致するものではない。\n５  我が国にあっても、現在及び将来を見通して、投票価値の平等を確保するた\nめの抜本的方策を講ずることは憲法の定める代表民主制を維持するため不可欠の基\n盤であることを強く認識し、過去五十年余の間の大幅な人口異動と平等観念の変化\nを踏まえ、今日の社会において一般人に受容され得る平等基準にのっとって議員定\n数の配分が決定されなければならない。その際にある程度の偏差を許さざるを得な\nい事情があったとしても、それは例外的場合にのみ許されるべきものであるから、\nあらゆる工夫を尽くして較差を最小限にとどめ、可能な限り一対一に近づけるべき\nである。そして、この目標を達するため必要と認められるときには、選挙区割りを\n変更することもちゅうちょすべきではなく、またこうした仕組みの変更をすること\nは困難なことではない。現に我が国も、衆議院議員選挙法（明治二二年法律第三号）\nの制定以来、原則小選挙区制、府県大選挙区制（明治三三年法律第七三号）、原則\n小選挙区制（大正八年法律第六〇号）、中選挙区制（大正一四年法律第四七号）、\n大選挙区制（昭和二〇年法律第四二号）、中選挙区制（昭和二二年法律第四三号）、\n小選挙区制（平成六年法律第二号）と数次にわたり選挙区割りの変更を経験してい\nるが、それによって特段の不都合は生じていない。従来こうした変更は一県内にお\nいて行われてきているが、最近五十年余の間に生じた人口異動の激化、交通の発達、\n経済の相互依存、対立意識の消滅、これらに伴う帰属意識の衰退等に照らせば、今\n日複数県にまたがって変更を行うことを不可能とする根拠とはなし得ない。\n６  なお、衆議院議員の選挙においては、人口比例主義を最も重要かつ基本的な\n基準とする選挙制度をとり、投票価値の平等を確保すべきであるが、参議院議員の\n選挙については、これと比較して投票価値の平等は一定の譲歩を免れないとする議\n論は、我が国の憲法上何らの根拠を見いだすことができない。参議院議員の選出に\n当たって選挙権の平等を損なってまで地域代表的性格を加味する趣旨の規定は憲法\nには存在しない。憲法は、両院の議員がひとしく全国民の代表として選挙により選\nばれ、国権の最高機関の構成員として高い権威と権限を賦与されることを明確に定\nめているのであり、その地位の根拠は、国民各自が議員を選挙する権利を平等に行\n使できて初めて正当化されるのである。したがって、両院の議員が自らの地位の渕\n源たる投票価値の平等を阻害する行動をとることはひとしく自己否定につながるの\nであって、この点において両院の議員間に何らの差もないのである。また、憲法が\n二院制を採用して両院それぞれの独自性を期待したこと自体はそのとおりであると\nしても、それは平等原則にのっとった選挙の仕組みを通じて実現されるべきもので\nある。\nちなみに、二院制を採る国において、その一院について、人口比率に基づく平等\n原則と無関係に一定の議員定数を配分する場合があり、アメリカはその好例である。\nそうした制度が採られたのは、元来独立国とみなされた諸州の間で連邦国家形成の\n合意を成立させる必要上、各州の代表者として連邦上院の議員をそれぞれ同数選出\nすることとし、その合意を憲法上明定して上院議員選挙には投票権の平等を求めな\nいこととしたからである。したがって、アメリカにおいても、州議会の二院制につ\nいては、連邦の場合のような必要性もないし、憲法にも規定がない以上、両院とも\nひとしく人口に比例した選挙区割りが要求されているというのが最高裁判所の判例\nである。二院制であるからといって、各院の選挙につき、平等の程度に差を設けて\nよいとの一般論は、短絡的で採ることはできない。\n二  現行制度下の不平等の原因\n本件改正法下で存在する最大較差四・八一倍を正当化する根拠として、多数意見\nは、憲法が二院制を採用し三年ごと半数改選制を規定したことと、国会が都道府県\n単位を基準として選挙区割りを定めたことの二つを挙げているが、両者とも平等原\n則を否定するための合理性も必要性も備えていない。\n１  三年ごと半数改選制\n（一）  公職選挙法は、憲法が参議院につき三年ごとの半数改選制を定めたとの\n理由で、各選挙区に偶数の定数を割り当てている。この方法は、全国を通じ各選挙\n区とも三年ごとに一斉に選挙を行うためには簡便な方法ではあろうが、それは、決\nして憲法の定めから必然的に導かれる要請ではない。憲法は議員総数を偶数にした\n上で三年ごとに全国的規模で半数議員を改選することを求めているだけである。た\nとえ奇数を定数とする選挙区（奇数区）があったとしても、奇数区の数が偶数であ\nれば全国的規模で半数の議員を改選する仕組みを設定することに何ら支障はなく、\nその前提で定数の配分に工夫を凝らせば投票価値の不平等をめぐって現存する問題\n点は大幅に改善されよう。現行制度は、単なる手段の簡便さという低次元の理由に\nよって、代表民主制の基本である投票価値の平等を否定する大きい原因を作ってい\nるのである。\n（二）  さらに、現行の制度は、三年ごと半数改選を毎回各選挙区で実施するた\nめ全選挙区に最低二名を割り当てており、当裁判所の先例は特段の理由も示さない\nままそれを当然のこととしている。しかし、これも投票価値の平等を害する大きな\n原因となっていることは明白であるから、その憲法適合性を平等原則に照らして検\n討する必要がある。\n前述したように、憲法は三年ごとの改選が参議院議員全体の半数について行われ\nることを定めているだけであって、各選挙区の議員の半数について行われることを\n要求しているわけではない。一人区が二つあるときは、三年ごとに交替で改選を行\nうことも当然許される。仮に他の選挙区と異なって六年に一回選挙を行うことに違\n和感を覚えるものがいたとしても、それは憲法の基本原理である平等原則を害する\n理由としては十分ではない。もし一人区にあってこれを嫌う意見が多ければ便宜他\nの区と合同で選挙を行うことも考えられよう。このように、憲法に定める半数改選\n制は、各選挙区に最低二名を配分する現行の仕組みを必然的に要求するものではな\nい。\n（三）  こうしてみれば、現在の仕組みの前提とされている各選挙区偶数制及び\n最低二人配分制は、憲法上の要請にこたえるために必要不可欠なものとはいえず、\n平等原則などの憲法上の価値が侵害される場合には、変更又は廃止されるべき実務\n上の便宜手段にすぎないのである。\n２  都道府県代表的要素\n多数意見が、現行制度は都道府県を構成する「住民の意思を集約的に反映させる\nという意義ないし機能を加味しよう」として定立されたとする点も、投票価値の不\n平等を正当化するものではない。その趣旨は前記反対意見に表明されているのでこ\nこでは再説しない（この点については、平成八年大法廷判決の裁判官尾崎行信の追\n加反対意見参照）。\n多数意見が、地域代表的要素は「国民各自、各層の利害や意見を公正かつ効果的\nに国会に代表させるための方法」として、現行の仕組みに採用されたという点につ\nいては、討議主題の内容面について、関係者の主張が正しく国会に代表されるべき\nであると同時に、その主題に対する意見の量的側面も、公正かつ効果的に国政に反\n映されなければならないことを指摘しておきたい。すなわち、代表民主制の下にあ\nっては、少数派のものも含め全国民の利害・意見は議員を通して内容面で十分表明\nされなければならないとともに、それを支持する国民の数がどのくらいかも正確に\n把握され、国政上に数量的にも適正に反映されなければならない。不平等な選挙権\nの下に選出された議員の数によって表明・決定された利害・意見は、全国民のそれ\nを数量面で公正に反映したものではない。国会にあってある議案の採否が圧倒的多\n数で決せられたか、あるいはわずかの票差でなされたかは、その政策の妥当性に関\nする社会の評価、将来の改廃や再提案への指針、ひいては、賛否の態度に照らし政\n党や議員の支持率や選挙への影響が生ずる可能性など政治的側面で極めて重要な意\n味を持つ。賛成又は反対の議員数の多寡は、国政運営の面で極めて重要な要素であ\nり、議員が不平等な選挙権の下で選出されたために、国民の声が国会に正しく反映\nされる機会が失われるときは、真に代表民主制の下の政治と呼ぶことができない結\n果が生ずる。\n三  本件改正の違憲性\n１  多数意見は、本件改正によって、平成二年の国勢調査による人口に基づく選\n挙区間における議員一人当たりの人口の較差が最大六・四八倍から最大四・八一倍\nに縮小したことを挙げて、右の較差が示す投票価値の不平等はその平等の有すべき\n重要性に照らし到底看過することができないと認められる程度に達しているとはい\nえない旨判示する。しかしながら、投票価値の平等は、代表民主制の下にある国家\n構造の最も基本的部分に関するもので、国政面でいかなる他の価値にも優先すべき\n重要性を備えていることは前述のとおりである。こうした重要性を十分考慮せず、\nまた、十分の説示をすることもない点で、我々は、多数意見に賛同する理由を見い\nだせない。\n２  我々の信ずる投票価値平等の原則の重要性に照らすと、改正後の仕組みには\n憲法上容認し得ないと認められる不平等が次のとおり存続している。\n（一）従来は投票価値の不平等を論ずるとき、①  議員一人当たりの人口又は選\n挙人数の最大較差がいくらか、②  四人区以上の付加配分区における較差がいくら\nか、の二点を中心に論議されてきた。この面を検討するのみでも、前記反対意見及\nび裁判官遠藤光男の追加反対意見にあるとおり、本件改正による定数配分には憲法\n上到底看過し難い不平等が存在する。\n（二）  これらに加えて、以下のような不平等の存在もまた現行の仕組みの違憲\n性を判断するに当たって考慮されるべきである。\n平成二年の国勢調査による人口に基づく選挙区間における議員一人当たりの人口\nの較差をみると、①  付加配分がなく二人区となっている二四区については、全国\n最小の鳥取県を基準とする較差が一対二以上のものは九区であって、最大較差は\n二・九一一倍（対三重県）であり、②  四人区一八区では鳥取県を基準とする較差\nが一倍台のものが九区（最小は鹿児島県の一・四六〇倍）、二倍台のものが五区、\n三倍台のものが福岡県一区、四倍台のものが三区で最大較差は四・五八三倍（対北\n海道）であるが、四人区内で最小の鹿児島県を基準とする最大較差は三・一三九倍\n（対北海道）であり、③  六人区四区では、鳥取県を基準とする較差が三倍台のも\nのが二区（最小は埼玉県の三・四六八倍）、四倍台のものが二区（最大は大阪府の\n四・七二九倍）で、六人区内で最小の埼玉県を基準とする最大較差は、大阪府の\n一・三六四倍である（なお、八人区は東京都のみである。）。\n二人区、四人区、六人区など、同一枠内に分類された選挙区は、人口においての\nみならず政治的・経済的・社会的にも類似する環境にあり、それぞれのグループと\nして類似した特有の利害や意見が存在する場合が多いとされる。そうだとすれば、\n同じ枠内の選挙区相互間では、投票価値の平等は一層強く実現され区分内較差は当\n然ゼロに近づくべきであるのに、依然較差が二倍台、三倍台という大きな不平等の\nまま放置されており、これを正当化する理由は一層薄弱といわざるを得ない。全区\n偶数配分制、最低二人配分制及び都道府県代表的要素の加味を基本とする現在の選\n挙の仕組みに固執する限り、こうした欠陥を除去することは不可能であろう。\n３  我々も、選挙の仕組みの抜本的改正を含め投票価値が可能な限り一対一に近\nづくべく最善の努力が誠実にされたにもかかわらず生じた不平等についてはこれを\n合憲と認める用意はあるが、本件改正に至る過程でこうした努力がされたとは到底\n認められない。改正前の定数配分規定が投票価値の平等との関係で合憲か否かは長\n年にわたって最も重要な課題の一つとして検討されており、現行の選挙区割り及び\n最低二人配分制を維持したとしても、最大較差を相当程度減少させる議員定数の配\n分方式が存在することが広く指摘されてきた。一方、多数意見が指摘するように、\n本件改正は選挙区間における較差を是正する目的で行われたが、現行の「選挙制度\nの仕組みに変更を加えることなく」「できる限り増減の対象を少なくし、かつ、い\nわゆる逆転現象を解消することとして」改選議員定数を四増四減するにとどめた。\nその結果最大四・八一倍に及ぶ較差が残ったのである。この点につき、原判決は、\n現行選挙の仕組みと大きな人口異動という限界の下で選挙区間の不平等状態を是正\nしようとすれば、選挙区の最大定数を八人のまま維持することの当否も問題となり\n得るところである旨判示している。確かに現在の八人区を一〇人区とするだけでも\n最大較差を更に縮小させられる。つまり、現行の選挙の仕組みの下においてすら、\n相応の努力と工夫を行えば、較差を現存する四・八一倍よりも相当程度減少させる\n方法があったのに、そうした手段すら採らなかったのであり、その理由は一切示さ\nれていない。我々は、憲法の要求は較差を一対一に近づけることであり、この種の\n暫定的是正では到底合憲と認めるに足りないと考えるものであるが、本件改正に当\nたって国会がこうした手段によるなどたとえ不十分であっても改善に向けて誠実に\n最善の努力を尽くしたとも認め難い。とすると、改正後の本件定数配分規定に存在\nする右の不平等は、合理性・必要性などそれを正当化する理由を有しないというほ\nかない。本件のように議員一人当たりの人口が最小の鳥取県を基準として一対二以\n上の投票価値の不平等が四七選挙区中二三区（四八・九パーセント）に存在する現\n行の仕組みは、もはや反証の有無を論ずる必要もない程度にまで明白に憲法に違反\nすると考える。\n４  改正前の定数配分規定は、昭和二二年に制定されて以来、平成四年に至る四\n五年間における大幅な人口異動の進行にもかかわらず、実質的な変更がないまま放\n置され、その結果、最大較差は、昭和二二年当時の二・六二倍（人口基準）から昭\n和六一年当時の五・八五倍（選挙人数基準）になってもなお合憲とされていたが、\n平成四年当時の六・五九倍（選挙人数基準）にまで拡大してついに違憲状態と判断\nされるに至った。この経過からして最大較差が五倍台であれば許容範囲であると考\nえ、その範囲内に縮小すれば合憲であるとの推測を生むかもしれないが、正しい考\nえではない。そもそも、国会が、当初の配分規定を制定した当時、その後の大幅な\n人口異動をも予測し、その結果生じた大幅な投票価値の不平等を放置しあるいは極\nめて不十分な是正しか行わないことを予定していたことなどあり得ないのであって、\nこれを国会の裁量権の範囲の問題であるとして正当化することは到底許されないと\nころであった。にもかかわらず、平成八年大法廷判決に至るまでの過程で、当裁判\n所がいまだ違憲の問題が生ずる程度に達していないとしたのは、国会の国権の最高\n機関としての責任感と自己矯正能力に期待し、司法権の行使を謙抑した結果にすぎ\nず、決して従前の高い最大較差をすすんで容認する趣旨ではなかったのであり、平\n成八年大法廷判決は、あまりに長く国会の不作為が継続したので、やむなく改正す\nる必要を示すため違憲状態であるとの判断をせざるを得なかったものと解せられる。\nそうでなければ何ゆえに五・八五倍を可とし六・五九倍を不可とするか、合理的説\n明はなし得ない。\n５  また、本件改正後平成七年一〇月に実施された国勢調査によれば最大較差は\n一対四・八一から一対四・七九に縮小し、また、選挙人数を基準とすれば一対四・\n九九から一対四・九七に縮小していることをもって不平等の程度は著しくないこと\nの徴表とする見解が原審以来示されているが、これは一部分の現象をみて全般の傾\n向を無視するものである。本件改正の基本とされた平成二年一〇月の国勢調査によ\nる各選挙区の議員一人当たりの人口と平成七年一〇月のそれとを比較すれば、四七\n選挙区中較差の拡大している区は三七、減少している区は九であって、全国的にみ\nれば明らかに拡大傾向をたどっていることが知られ、四七区中わずか九区における\n縮小を取り上げ三七区における拡大を無視して、本件改正を正当化する理由とする\nことはできない。さらに、右両統計によれば、本件改正によりいったん消滅したい\nわゆる逆転現象は、平成七年には人口一七九万余人の鹿児島県の議員数四に対し、\n人口一八四万余人の三重県の議員数二という形で再発している。これらからすれば、\nもし現行の選挙制度の仕組みを容認すれば、既にその傾向のみられる較差の拡大や\n逆転現象の増加という著しい不平等の増大を再び追認し続ける端緒を与えるだけで\nあろう。\n６  要するに、本件改正は、大幅な人口異動の進行という現実と我が国及び世界\nにおける個人の平等の尊重に対する社会通念の大きな変化に目を閉ざし、昭和二二\n年当時の原規定の下で採用された最低二人配分制と都道府県選挙区制を当然の前提\nとして若干の手直し的修正を行ったものにすぎないのであり、憲法の要請する投票\n価値の平等を実現しているものとは到底いえないのである。\n７  現行定数配分規定が違憲である場合、改正と施行に要する期間はどの程度か\nについて、我々は最大限五年で十分であると考える。公職選挙法（平成六年法律第\n二号による改正前のもの）は、衆議院議員の定数配分を定めた別表の末尾に五年ご\nとに直近に行われた国勢調査の結果によって更正するのを例とする旨の定めを置い\nていたが、この規定は、改正作業と施行には五年を要しないことを前提としており、\n実務上それで十分と認められていたことを知り得る。改正作業と施行に関し参議院\nを衆議院と区別する理由はないのであって、ここでも同様に五年以内に改正と施行\nを行うべきである。\n四  結び\n１  定数配分規定の改正一般について考えるに、経験的にいって現行の選挙区を\n維持することが与野党を問わず基本的に現職者にとって有利であり、また、制度的\nにいってもその是正について有権者の声が届きにくいことから、国会にあって定数\n較差の問題への対応が遅れがちなことは、必ずしも我が国のみにみられる現象では\nない。しかし、代表民主制は、有権者の意向によっては、選挙を通じ現職にあるも\nのが現職でなくなるという仕組みをそもそもの基本としている。選挙における投票\n価値の平等という憲法で保障された権利を損なってまで現状維持を認めることは、\n代表民主制そのものへの信頼を大きく減殺する。この問題への我が国の対応はあま\nりにも遅れている。\n２  三権分立は、統治システムの中で自然に存在してきたものではなく、代表民\n主制を維持するためには、三権を分立し、その間にチェック・アンド・バランスを\n行わせる方式が最も優れたシステムであるとの経験に基づき発展してきたものであ\nる。\n国会に広範な裁量権があるという理由で、国会の構成が憲法の想定していないひ\nずみを内包し続けることに対し司法が寛容な態度を表明していれば、司法は三権分\n立の機能を十分に果たしていないとの見方がでるのは無理からぬところである。そ\nの結果、国民全体からみて立法府が自らの意向を正しく代表していない議員で構成\nされているとの感情を惹起し、国民の政治離れを招き、三権分立の重要性について\nの国民の認識の低下につながる危険を包蔵している。このように統治システムの基\n本的枠組みが事実上変質していくのを防止することは、憲法が違憲立法審査権を付\n託している最高裁判所の機能の中でもとりわけ重要なものというべきである。\n我々は、特に憲法に定められた統治システムの基本原理を確保し続けるためには、\n投票価値の平等が是非とも貫徹されなければならず、司法は、この平等を十全に保\n障し、憲法の定める統治システムを維持する責任を有するものと信ずる。\n判示第一についての裁判官遠藤光男の追加反対意見は、次のとおりである。\n私の意見は、前記反対意見に要約されているとおりであるが、私は、本件定数配\n分規定の改正に当たっては、参議院の発足に際し、参議院議員選挙法が採用した定\n数配分方法と同一の基準によるべきであったと考えるので、特にこの点についての\n私の意見を補足的に明らかにしておきたいと考える。\n憲法上、参議院議員の定数配分につき何がしかの制約を与えたと思われる規定と\nしては、三年ごとの半数改選規定（四六条）があるのみである。もとより、三年ご\nとの半数改選は、全国的規模においてこれをみれば足りるのであって、これを実施\nしない選挙区があっても差し支えないことはいうまでもない。しかし、当該選挙区\nにおける選挙人の感情等にかんがみると、三年ごとの半数改選を実施しない選挙区\nが生じることは、必ずしも当を得た制度というべきではない。したがって、参議院\n議員選挙法が、三年ごとの半数改選を前提として偶数の定数配分を念頭に置き、各\n都道府県選挙区に対し、人口又は選挙人数の大小を問わず一律に二人の議員数を配\n分した上、残余の地方選出議員の付加配分につき徹底した人口比例配分方式を採用\nしたことは、それなりに合理性のある配分方法として是認し得るものと考える。\nところで、同法が採用した配分方法は、いわゆる最大剰余方式と呼ばれるもので\nあるが（その内容については、平成八年大法廷判決の私の追加反対意見中において\n要約したとおりである。）、本件改正は、この方式を採用することなく、主として\n逆転現象を解消することを意図して四選挙区につき計八名を増員し、三選挙区につ\nき計八名を減員するにとどめた。\n現行選挙区制度の下において各選挙区に対し最低二人の議員数を配分すること自\n体が選挙区間の較差を生じさせる最大要因となっていたのであるから、国会は、本\n件改正に際し、残余議員の付加配分については、参議院議員選挙法制定当時の原点\nに立ち帰り、少なくとも同法が採用したと同じような人口比例配分方式を貫徹しな\nければならなかったものというべきである。また、このような方式を採用すること\nは極めて容易なはずであり、本件改正に当たって、この方式を採り得なかった特段\nの事情は何ら見当たらない。\n私は、前記大法廷判決における追加反対意見において、付加配分についての人口\n比例主義の貫徹を重視すべきであるとの前提の下に、定数が四人以上の選挙区（付\n加配分区）間における定数二人を超えた議員（付加配分議員）一人当たりの人口又\nは選挙人数の較差をみることが肝要であり、少なくとも、その較差が三倍を超える\nことがあってはならず、かつ、全選挙区間における議員一人当たりの人口又は選挙\n人数の最大較差が五倍を超えることがあってはならないと指摘したが、もし仮に、\n参議院議員選挙法施行当時採用された人口比例配分方式に基づき本件改正が行われ\nたとすれば、前者の較差が最大一・八六倍、後者の較差が最大四・六三倍にとどま\nることが明らかである。これに対し、本件改正の結果、後者の最大較差は六・四八\n倍から四・八一倍に縮小されたとはいえ、前者につき、その較差が三倍を超える選\n挙区が依然として三選挙区も存在するのであるから、本件定数配分規定は違憲であ\nると考える。\n最高裁判所大法廷\n裁判長裁判官     山    口        繁\n裁判官     園    部    逸    夫\n裁判官     大    西    勝    也\n裁判官     小    野    幹    雄\n裁判官     千    種    秀    夫\n裁判官     根    岸    重    治\n裁判官     尾    崎    行    信\n裁判官     河    合    伸    一\n裁判官     遠    藤    光    男\n裁判官     井    嶋    一    友\n裁判官     福    田        博\n裁判官     藤    井    正    雄\n裁判官     元    原    利    文\n裁判官     大    出    峻    郎\n裁判官     金    谷    利    廣\n"
}