{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 3,
    "day": 15
  },
  "case_number": "平成2(行コ)2",
  "case_name": "不当労働行為救済命令取消請求事件",
  "court_name": "大阪高等裁判所第三民事部",
  "article_info": "第44巻1号20頁",
  "gist": "一　県衛生研究所における日々雇用職員の任用が違法とはいえないとされた事例\n二　県有生研究所の日々雇用の職員として任用された者が職務に習熟し約四年間にわたり更新されて継続的に任用されても期限の定めのない一般職の職員の身分に転化するものではないとされた事例",
  "case_gist": "一　県衛生研究所における日々雇用職員の任用は、臨時的に業務が増えて多忙であり正規の技能職員では手不足であったためその必要性があり、本人も担当部長から日々雇用の職員として任用される旨の説明や勤務条件についての詳細な説明を受けこれを了承して任用されたものであって、その職務が使用器具の洗浄、清掃等、正規の技能職員の補助的業務にすぎなかったときは、違法とはいえない。\n二　県衛生研究所の日々雇用の職員として任用された者が、職務に習熟し約四年間にわたり更新されて継続的に任用されたとしても、期限の定めのない一般職の職具とは異なり、県知事の委任を受けた同研究所長により競争試験又は選考による厳格な手続によらないで任命されたものであり、任用後の貸金、服務規定、社会保険の適用その他に関する具体的勤務条件も期限の定めのない一般職の職員とは全く異なるものであるときは、法律上定められた競争試験又は選考による厳格な手続に従って、県知事による任命行為がされない限り、日々雇用の職員という身分の性質が期限の定めのない一般職の職員の身分に転化するものではない。",
  "lawsuit_id": "22274",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22274",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/274/022274_hanrei.pdf",
  "contents": "主　　　　文\n一　本件控訴を棄却する。\n二　控訴費用は、控訴人の負担とする。\n事　　　　実\n一　当事者双方の申立\n１　控訴人\n（一）　原判決を取り消す。\n（二）　被控訴人が、兵庫県地方労働委員会昭和五三年（不）第二号不当労働行\n為救済申立事件について、昭和五九年七月三一日付をもってした命令を取り消す。\n（三）　訴訟費用は第一、二審とも被控訴人の負担とする。\n２　被控訴人及び補助参加人\n主文同旨\n二　当事者双方の主張\n当事者双方の主張は、次に付加する外は、原判決事実摘示の通りであるから、こ\nれを引用する。\n１　控訴人\n（一）　控訴人は、兵庫県衛生研究所に期限の定めのない一般職の職員として採\n用されたものである。すなわち、\n（１）　控訴人は、兵庫県衛生研究所に採用される以前に、神戸大学医学部の三\n回生に在学する夫と一歳の子供を抱えていたので、安定して長期に働ける職場を探\nしていたものである。そして、控訴人が、訴外Ａの紹介で兵庫県衛生研究所のＢ部\n長と面接した際に、同部長から、「これまでの人が長く勤めていたから、貴方も長\nくいて欲しい。」といって、控訴人に対し、長期に亘って勤務して欲しい旨述べた\nので、控訴人も、長期に亘って勤務できるものと考えて、右兵庫県衛生研究所に採\n用されたものであるから、控訴人は、当初から、兵庫県衛生研究所に期限の定めの\nない一般職の職員として採用されたものである。このことは、「１」控訴人が右兵\n庫県衛生研究所に採用された後、四年間に亘って引き続き雇用されてきたこと、\n「２」控訴人が従事していた業務は、試験管洗浄の業務にしろ、図書整理の業務に\nしろ、いずれも恒常的な業務であって、一定の時期に仕事がなくなることが予想さ\nれていないこと、「３」日々雇用職員取扱要領に定められた六か月及び一年の期間\nがきても、何ら更新の手続きがとられていないこと、等からも明らかであるという\nべきである。\n（２）　一般職の地方公務員については、任用期間に定めのないことが原則であ\nるから、期限付任用は、その身分保障の点から、認められるべきではない。\n（３）　仮に、期限付任用が許されるとしても、昀高裁判所昭和三八年四月二日\n判決・民集一七巻三号四三五頁の判示からすれば、期限付任用をするには、地方公\n務員の任用を期限付とする「特段の事由」があることと、「身分保障の趣旨に反し\nないこと」との要件が必要であるところ、控訴人を採用するについては、右要件が\nないから、期限付任用は、許されないものというべきである。\n（４）　要するに、兵庫県においては、臨時職員と呼称されている職員のうち、\n地方公務員法二二条二項に定める職員、及び、同法三条三項三号に定める臨時職員\n以外の日々雇用職員と呼称されている職員の多くは、任期の定めのない一般職の職\n員であって、給与、諸手当の点等で差異がある職員というべきである。\n（５）　したがって、控訴人は、期限の定めのない一般職の職員として、兵庫県\n衛生研究所に採用されたものであるから、雇用期間が満了したことを理由に、雇用\n止めをすることは、違法であって、許されない。\n（二）　仮に、控訴人が、当初、期限付で採用されたとしても、その後、控訴人\nが、日々反復期間を更新して雇用されたことにより、期限の定めのない一般職の職\n員に転化したものというべきである。\n（三）　控訴人に対する本件雇用止めは、兵庫県衛生研究所が、昭和五一年暮れ\n以来、控訴人等が兵庫県臨時職員労働組合の結成のための活動を活発にしだしたこ\nとを察知し、右控訴人らの組合活動を嫌悪してしたものであるから、不当労働行為\nであるところ、控訴人は、本件救済命令でポスト・ノーチスを補助参加人兵庫県ら\nに命ずるよう求めているから、控訴人の地位の得喪とは別に、右雇用止めが不当労\n働行為であるとして、本件命令は取り消されるべきである。\n２　被控訴人\n控訴人の右主張は争う。\n３　補助参加人\n（一）　控訴人の右主張は争う。\n（二）　兵庫県衛生研究所の業務は、本来、兵庫県衛生研究所に配置された職員\nをもって処理するのが原則であるが、昭和四五年以前は、保健所の検査体制が不充\n分であったことによる試験業務量の増大により、また、昭和四七年からは、外部か\nらの調査研究委託のために全所的に業務量が増加したため、右業務量に応じ、短期\nまたは長期の日々雇用職員を雇用していた。\nこのように、兵庫県衛生研究所では、業務量の一時的な増大に応じて、短期又は\n長期に、日々雇用職員を雇用していたに過ぎないのであるから、日々雇用職員とア\nルバイトは、その取り扱い及び法的地位において何ら異なるところはなく、また、\nこれら職員は、一時的に増加した業務に対応するため、臨時的に雇用されたもの\nで、正規の職員として採用されたものではないから、正規の職員としての法的地位\nを有するものではない。\n三　証拠関係（省略）\n理　　　　由\n一　控訴人が、昭和四九年四月二二日に、兵庫県衛生研究所に採用され、細菌部\nに配属されて、試験管の洗浄業務、培地作り、データー整理の業務に従事していた\nが、昭和五二年一月二四日付で総務部の図書室に配置換えとなり、同所において、\n図書の整理などの業務に従事してきたところ、昭和五三年一月二三日に、兵庫県衛\n生研究所所長Ｃから、同年三月三一日付をもって、雇用止めとする旨の通告を受け\nたこと、控訴人は、昭和五三年四月一九日、被控訴人に対し、補助参加人兵庫県及\nび兵庫県衛生研究所所長Ｃを被申立人として、原判決添付別紙記載の通りの不当労\n働行為救済の申立をしたところ、被控訴人は、昭和五九年七月三一日付をもって、\n申立棄却の命令を発したこと、以上の事実については、いずれも当事者間に争いが\nない。\n二　控訴人は、兵庫県衛生研究所に採用されるにあたり、Ｂ部長と面接した際、\n同部長から長く勤めて欲しい旨いわれたので、控訴人も、長期に勤務できるものと\n考えて、兵庫県衛生研究所に採用されたから、期限の定めのない一般職の職員とし\nて採用されたものであるとの主張をしているが、右控訴人の主張事実に副う原本の\n存在及びその成立に争いのない乙第二号証の一ないし四、第三号証の一ないし三、\n第六号証の一ないし三、第八号証の一ないし五の各記載内容、原審及び当審におけ\nる控訴人本人尋問の結果はたやすく信用できず、他に右事実を認めるに足りる証拠\nはない。\n却って、前記一の争いのない事実に、前掲乙第六号証の一ないし三、第八号証の\n一ないし五（但し、以上のうち後記認定に副わない部分は除く）、成立に争いのな\nい甲第一〇三号証、第一〇七号証の一、丙第一八号証、第三九ないし第四一号証、\n第六九ないし第七二号証、原本の存在及びその成立に争いのない乙第四号証の一な\nいし三、第五号証、第七号証の一ないし六、第九号証の一ないし五、原審証人Ｃの\n証言、原審及び当審における控訴人本人尋問の結果（但し、後記認定に副わない部\n分は除く）、並びに、弁論の全趣旨を総合すると、次の事実が認められる。すなわ\nち、\n１　兵庫県においては、期限の定めのない一般職の職員（地方公務員法五七条の\n職員を含む、以下同じ）は、地方公務員法一七条ないし二一条の規定に基づき、所\n定の競争試験又は選考により、知事が任命することになっており、また、右同法二\n二条二項の臨時的任用の職員も、知事が任命することになっている（乙第七号証の\n一参照）。\nこれに対し、兵庫県における日々雇用職員の雇用（任用）は、地方公務員法六\n条、兵庫県の地方機関処務規程（昭和四三年訓令甲第八号）（丙第三九号証）三条\n五号により、所長等の地方機関の長に委任され、右地方機関の長が雇用（任命）す\nるものとされ、その具体的取扱については、日々雇用職員取扱要領（甲第一〇三号\n証）が定められている。そして、右日々雇用職員取扱要領では、（１）日々雇用職\n員の任用は、一日を単位とする、（２）日々雇用職員の任用は、所属長限りで行う\nものとし、特に任命権者において必要と認める場合を除いては、任用に辞令を用い\nないものとする、（３）日々雇用職員は、分限、身分保障、及び、不利益処分の審\n査請求に関する規定は適用しない、（４）日々雇用職員は、正式任用に際して、い\nかなる優先権も与えられない、等とされている。\nまた、（１）兵庫県においては、日々雇用職員は、地方公務員法一七条、二二条\nに基づき任命された公務員のいずれにも属さない特殊な雇用形態に属する公務員と\nして扱われており、（２）日々雇用職員の服務については、期限の定めのない一般\n職の職員に適用される服務規定は、直接には適用されず、右服務規定を適宜準用し\nつつ、個々具体的に定められた要領によるものとされ、（３）また、社会保険の適\n用についても、期限の定めのない一般職の職員には地方公務員等の共済組合による\n保険が適用されるのに対し、日々雇用職員には、原則として、日雇労働者健康保険\n法、健康保険法、厚生年金保険法等の適用を受けることになっている（甲第一〇三\n号証、乙第七号証の一参照）。\n２　兵庫県衛生研究所は、公衆衛生の向上及び推進に寄与するため、兵庫県の行\n政組織規則（昭和三六年規則第四〇号）（丙第四一号証）第一七二条により設置さ\nれた兵庫県の地方機関であり、右目的に寄与するため、兵庫県の衛生行政上必要な\n調査研究、試験検査、衛生関係職員の技術面における指導訓練、衛生に関する試験\n検査施設に対する技術的援助等の業務を行っている（右規則一七三条）。\nなお、右兵庫県衛生研究所の調査研究は、同研究所が企画し実施するものの外、\n外部からの委託を受けて実施するものもある。\n３　兵庫県衛生研究所では、昭和四五年頃から同五一年頃にかけて、生野鉱山の\n廃液に基因するイタイイタイ病に関するもの、国道四三号線の自動車の排気ガスに\nよる付近住民の健康に及ぼす影響、全国の衛生研究所が広域的に行う環境汚染物質\nの健康に及ぼす影響、姫路付近に発生した腸チフスに関するもの等の調査研究を、\n外部の関係各機関から委託され、そのために業務が増え、著しく多忙となったの\nで、かねてから、正規の職員の外に、右調査研究に伴う事務処理、器具の洗浄、消\n毒等の補助的業務を行わせるために、日々雇用職員を採用（任用）していた。\n４　そして、\n（一）　兵庫県衛生研究所細菌部では、昭和四九年当時、これより先に、前記の\n如く、兵庫県衛生研究所が外部から調査研究の委託を受けたもののうち、チフス菌\nに関する調査研究や、上気道細菌叢、大気汚染（環境汚染健康影響）等に関する調\n査研究等をしていた。\nそのため、兵庫県衛生研究所細菌部では、その業務が極めて多忙であり、正規の\n技能職員（当時は二名）では手不足であったので、かねてから、ＤとＥの二名を日\n々雇用職員として採用（任用）していた。\n（二）　ところが、右Ｄは、昭和四九年三月頃死亡し、また、Ｅは、他に就職す\nるため、同年三月末日限り辞めたので、兵庫県衛生研究所細菌部では、右二名に代\nわる日々雇用職員を求めていたところ、右細菌部のＦが、控訴人を右細菌部のＢ部\n長に紹介した。\n（三）　そこで、Ｂ部長は、昭和四九年四月中旬頃、兵庫県衛生研究所五階の右\nＢ部長室で、右Ｆの立会の下に控訴人と面接した。\nそして、その際、Ｂ部長は、控訴人に対し、任用の条件、控訴人の身分、賃金、\n勤務時間、仕事の内容等について説明をし、（１）身分については、正規の職員と\nは異なる日々雇用職員であること、（２）賃金は日給で、平日は一日一七〇〇円、\n土曜日は平日の半額であり、翌月の一〇日頃までに前月分が一括して支払われるこ\nと、（３）勤務時間は、平日は午前八時四五分から午後五時一五分までであり、土\n曜日は午前八時四五分から午後〇時一五分までであること、（４）通勤手当や一時\n金等の手当は一切支給されないこと、（５）生理休暇はないこと、（６）仕事の内\n容は、正規の職員（期限の定めのない一般職の職員）の仕事の補助的な仕事で、そ\nの主なものは、清掃、使用器具（試験管、コルベン等）の洗浄、その他雑務であっ\nて、研究員の指示に従って手伝うものであること、等の説明をした。\n（四）　これに対し、控訴人は、右Ｂ部長に対し、（１）健康保険に夫と子供が\n扶養家族として入れるかどうかを尋ねた外、（２）子供を預ける保育所を探さなけ\nればならないので、勤務を始める日を一週間程先にして欲しい、また、保育所に子\n供を迎えに行く関係で、退庁時間を三〇分程早くして欲しい、と申し入れたとこ\nろ、Ｂ部長は、健康保険のことについては、わからなかったので、控訴人を総務部\nに行かせてその確認をさせ、（２）の要望については、Ｂ部長の判断で了承する旨\nの回答をした。\nしかし、その際、控訴人は、右Ｂ部長に対し、右日々雇用職員であることについ\nて、格別、質問をしたり異議を述べたようなことはないし、また、「長く勤めた\nい、すぐやめるつもりはない。」等といつたこともなく、退庁時間を三〇分程早く\nすること以外は、Ｂ部長の説明の通りの条件で兵庫県衛生研究所に採用されること\nを了承したので、控訴人は、兵庫県衛生研究所所長の任命により、右条件で、日々\n雇用職員として兵庫県衛生研究所に採用（任用）された。\nなお、控訴人が、右兵庫県衛生研究所に採用されるにあたっては、控訴人に対\nし、任命権者による辞令が交付されたことはない。\n５　兵庫県衛生研究所では、正規の職員（期限の定めのない一般職の職員）と日\n々雇用職員とは、その仕事の上において区別があり、経験のある者にさせている危\n険なものを取り扱う仕事とか、危険の大きい仕事は、専ら正規の職員がこれを行\nい、控訴人のような、日々雇用職員には、右のような仕事は担当させず、前述の如\nき正規の職員の行う仕事の単なる補助的な仕事をしていたに過ぎない（乙第四号証\nの三、第五号証参照）。\nそして、控訴人は、兵庫県衛生研究所に採用されてから後、同研究所細菌部にお\nいて、現実に、正規の職員の行う業務の補助として、研究室の掃除、使用器具（試\n験管等）の洗浄業務、培地作り、データー整理、書類のコピー等の補助的な仕事に\n従事していたが、昭和五二年頃には、右細菌部の仕事が暇になったのに対し、図書\n室（当初は総務部に属していたが、昭和五二年四月一日から機構改革により、疫学\n情報部の所属となる）の図書類が未整理のまま放置されていたので、同年一月二四\n日付で右図書室に配置換えとなり、同所において、未整理の図書の整理、掃除等の\n仕事をし、未整理の図書の整理が終わった後は、図書の管理、雑誌の製本の依頼、\n書類のコピー等の仕事をするようになった。\n６　なお、前記Ｆは、控訴人が兵庫県衛生研究所で働くようになってから後に、\n控訴人に対し、「Ｇさん（控訴人）は、日々雇用職員であるから、所長から「辞め\nろ」といわれれば、何時でも辞めなければならない身分である。」「身分が不安定\nであるし、賃金も安いので、転職した方がよいのではないか。」等といって、他の\n就職口を紹介したことがあるし、兵庫県の正規の職員（期限の定めのない一般職の\n職員）の採用試験を受けるように勧めたこともある（乙第五号証参照）。これに対\nし、控訴人は、兵庫県の正規の職員の採用試験を受けたこともあるが、合格せず、\nしたがって、任命権者である知事の任命により、兵庫県の正規の職員として採用\n（任用）されたことはない（乙第八号証の三参照）。\n以上の事実が認められる。\nそして、右認定の事実からすれば、控訴人が、兵庫県衛生研究所に採用されるに\n際し、控訴人主張の如く、Ｂ部長から、長期に亘って勤務して欲しいといわれ、控\n訴人も、長期に勤務できるものと考えて、兵庫県衛生研究所に、期限の定めのない\n一般職の職員として採用されたものではなく、控訴人は、任期を一日とし、これが\n日々更新される日々雇用職員として、兵庫県衛生研究所に採用されたものというべ\nきであるから、控訴人の右の点に関する主張は失当である。\n三　もっとも、\n１　控訴人は、控訴人が、兵庫県衛生研究所に採用された後、四年間に亘って引\nき続き雇用されてきたこと等種々の事情をあげ、控訴人は、兵庫県衛生研究所に期\n限の定めのない一般職の職員として採用されたものであるとの主張をしているが、\n前掲乙第四号証の一ないし三、第七号証の一ないし六、第九号証の一ないし五によ\nれば、兵庫県衛生研究所における試験管洗浄の業務や図書の整理や管理の業務は、\n恒常的な業務ではあるけれども、時期によって繁閑があり、繁忙の時には、日々雇\n用職員を採用する必要があるが、暇な時はその必要がないこと、後記の如く、兵庫\n県衛生研究所では、昭和五二年秋頃には、細菌部の業務も図書室の業務も、その業\n務量が減少して暇になり、日々雇用職員を雇用しておく必要がなくなったので、控\n訴人を雇用止めにしたことが認められるから、控訴人主張の如く、控訴人が、兵庫\n県衛生研究所に採用された後、四年間に亘って引き続き雇用されてきたこと、控訴\n人の従事していた試験管洗浄の業務や図書の整理・管理の業務が恒常的なものであ\nったこと等から、控訴人が日々雇用職員として採用されたものではなく、期限の定\nめのない一般職の職員として採用されたものとは到底認め難い。\n２　また、控訴人は、控訴人に対し、日々雇用職員取扱要領に定められた六か月\n及び一年の期間がきても、何らの更新の手続きがとられなかったことを一事由とし\nて、控訴人は、兵庫県衛生研究所に期限の定めのない職員として採用されたもので\nあると主張するが、控訴人について、毎日、その採用を更新する手続きが明示的に\nとられなかったとしても、前掲乙第四号証の一ないし三、第七号証の二、第九号証\nの一ないし五、並びに、弁論の全趣旨によれば、少なくとも、控訴人に対し、日\n々、黙示の更新がなされたことが認められるから、右控訴人の主張も、理由がな\nい。\n四　そこで次に、兵庫県衛生研究所において、控訴人のような日々雇用職員を任\n用（採用）することが許されるか否かについて判断する。\n<要旨第一>地方公務員については、人事院規則八の一四、同一五の四のような日\n々雇入れられる非常勤職員に関する</要旨第一>明文の規定はないけれども、地方公\n共団体における職員の期限付任用も、それを必要とする特段の事由が存し、かつ、\nそれが職員の身分を保障し、職員をして安心して自己の職務に専念させる趣旨に反\nしない場合においては、期限を一日とする日々雇われる職員を任用することもでき\nると解すべきである（昀高裁判所昭和三八年四月二日判決・民集一七巻三号四三五\n頁参照）。そして、地方公共団体の職員の行う業務自体は、恒常的なものであって\nも、それが一時的な外的要因で、ある期間に限り、極めて繁忙であるが、その業務\n遂行の特質と繁忙の一時性から、業務を遅滞なく遂行するために、期限の定めのな\nい一般職の職員（正規の職員）を任用（採用）するまでの必要はなく、特別の知\n識、技能、経験、習熟等を必要としない代替的業務を補助的に行わせる臨時職員を\n一時的に任用すれば足りるような場合には、期限の定めのない一般職の職員を任用\nすることなく、期間を一日とし、右繁忙な期間中の更新を予定して日々雇用の職員\nを任用することも、法律上許されるものと解すべきである。けだし、右の様な場合\nには、期限付職員を必要とする特段の事由があるといえるし、また、日々雇用（任\n用）される者において、その任用にあたり、その旨の説明を受け、期間を一日と\nし、日々雇用されることを了承して任用される以上は、一日を超えて任用されると\nいう点についての身分保障を考える必要はないので、右の点の身分保障を害するこ\nとはないといえるし、さらに特別の知識、技能、経験、習熟等を必要としない代替\n的業務を補助的に日々雇用される職員に行わせても、公務の民主的・能率的運営を\n阻害することにはならないからである。\nこれを本件についてみるに、前記認定の通り、兵庫県衛生研究所細菌部において\nは、昭和四九年当時、チフス菌に関する調査研究や、上気道細菌叢、大気汚染等に\n関する調査研究をしていて、臨時的に業務が増えて多忙であり、正規の技能職員\n（期限の定めのない一般職の職員）（当時は二名）では手不足であったため、日々\n雇用する職員を任用する必要性があったこと、控訴人は、兵庫県衛生研究所細菌部\nに任用（採用）されるに際し、Ｂ部長から、兵庫県衛生研究所細菌部に日々雇用さ\nれる職員として任用（採用）される旨の説明や、その勤務条件についての詳細な説\n明を受け、これを了承して、任用（採用）されたものであること、控訴人の行う職\n務は、使用器具（試験管、コルベン等）の洗浄、清掃等、正規の技能職員の補助的\n業務に過ぎなかったことの諸事実があるから、兵庫県衛生研究所細菌部が控訴人を\n日々雇用職員として任用（採用）したことは、法律上許されたものであって、違法\nではないと解すべきである。\n控訴人は、地方公務員については、任用期間に定めのないことが原則であるか\nら、期限付任用は、その身分保障の点から許されないとか、控訴人については、日\n々雇用職員として任用（採用）するに必要な「特段の事由」及び「身分保障に反し\nない」との要件がないとか、主張しているけれども、前記説示したところから、控\n訴人の右主張は、いずれも理由がないものというべきである。\nその他、控訴人は、兵庫県衛生研究所に期限の定めのない一般職の職員として任\n用（採用）されたとする控訴人の主張は、前記説示に照らし、いずれも理由がな\nい。\n五　次に、控訴人は、当初、兵庫県衛生研究所細菌部に期限付で任用（採用）さ\nれたとしても、その後、控訴人が、その職務に習熟し、正規の職員と全く同様の業\n務をしており、かつ、日々、反復期限を更新して任用（採用）されたことにより、\n期限の定めのない一般職の職員に転化したと主張する。\n<要旨第二>しかし、法律により雇用の要件が法定されていない一私企業の従業員\nを雇用する場合とは異なり、期限の</要旨第二>定めのない一般職の地方公務員の任\n用は、地方公務員法一七条ないし二一条に基づき、競争試験又は選考による厳格な\n手続に従ってこれを行うことを要するところ、前記二に認定した通り、兵庫県で\nは、期限の定めのない一般職の職員の任用については、右法律の定めた手続きによ\nり、県知事がその任命をするのに対し、日々雇用職員の任用は、兵庫県衛生研究所\n等地方機関の長が、その委任を受けた権限に基づき、競争試験又は選考による厳格\nな手続によらずして任命するものであるし、また、期限の定めのない一般職の職員\nと日々雇用職員に適用される服務規定や健康保険も異なるのである。したがって、\n期限の定めのない一般職の職員の任用行為と、控訴人のように日々雇用職員の任用\n行為とは、その性質を全く異にする別個の任用行為であり、また、右任用後の賃\n金、服務規定や社会保険の適用その他に関する具体的勤務条件も全く異なるのであ\nるから、法律上定められた競争試験又は選考による厳格な手続に従って、期限の定\nめのない一般職の職員に任用する旨の任命権者（県知事）による任命行為がない限\nり、控訴人が、その職務に習熟し、兵庫県衛生研究所に、日々雇用職員として、如\n何に長期間に亘り更新されて継続的に雇用されてきたとしても、日々雇用の職員で\nあるという身分の性質が、期限の定めのない一般職の職員の身分に転化するもので\nはない（名古屋高裁金沢支部昭和五四年三月一六日判決・訟務月報二五巻七号一七\n五〇頁、東京高裁昭和五八年一二月二一日判決・労民集三五巻一号一頁等参照）。\n控訴人が、兵庫県の期限の定めのない一般職の職員となるためには、地方公務員法\n一七条ないし二一条の規定に基づき、競争試験または選考により、兵庫県知事の任\n命行為が必要であると解すべきであり、このことは、地方公務員法五七条の職員と\nなるについても同様に解すべきである（ちなみに、昀高裁判所昭和四九年七月二二\n日判決・民集二八巻五号九二七頁は、私企業に雇用された臨時工に関する事案であ\nって本件に適切ではない）。\nなお、控訴人が、兵庫県衛生研究所において、期限の定めのない一般職の職員\n（正規の職員）と全く同様の職務に従事していたものでないことは、前記二に認定\nの通りである。\nしたがって、右の点に関する控訴人の主張は、理由がない。\n六　次に、前記二に認定の事実関係からすれば、兵庫県における日々雇用職員\nは、その任用が更新されない限り、右任用の日の終了によって、当然に退職になる\nものと解すべきであるところ、兵庫県衛生研究所所長Ｃが、控訴人に対し、昭和五\n三年一月二三日に、同年三月三一日付をもつて雇用止めにする旨の通告をしたこと\nは、前記の通り、当事者間に争いがない。そして、右雇用止めの通告は、更新をし\nない旨の通告と解せられるから、控訴人は、右三月三一日限り、兵庫県衛生研究所\nの日々雇用職員である地位を失ったものというべきである。なお、右雇用止めの通\n告には、労働基準法二一条但し書の準用があると解する余地はあるにしても、控訴\n人主張の如き正当理由は、必要がないと解すべきである。\n七　次に、\n１　控訴人は、控訴人らが、組合結成前から、再三に亘って兵庫県衛生研究所内\nで組合結成のための会議や集会をもち、相談をして、組合結成の準備をしていたと\nころから、Ｃ兵庫県衛生研究所所長は、控訴人の右組合活動を嫌悪し、これを理由\nとして、控訴人を本件雇用止めにしたものであって、右雇用止めは不当労働行為で\nあると主張する。\nしかしながら、前述の通り、日々雇用職員は、日々雇い入れられる職員であるか\nら、その任用権者から改めて雇用（任用）する旨の更新の意思表示がなされない限\nり、その任用された日の終了により、当然日々雇用職員である身分を失うものと解\nすべきであり（但し、労働基準法二一条但し書、二〇条の準用により予告期間中の\n予告手当を支払う義務があるか否かは暫く措く）、また、右任用権者には、再任用\nする旨の更新の意思表示をすべき義務はなく、右更新の意思表示をするか否かは、\n任用権者の自由裁量に委ねられているものと解すべきであるから、兵庫県衛生研究\n所所長の雇用止めの通告すなわち更新をしない旨の通告については、不当労働行為\nの成立する余地はないというべきである。\n２　のみならず、Ｃ兵庫県衛生研究所所長の昭和五三年三月三一日をもって控訴\n人を雇用止めにする旨の前記通告が、控訴人が組合を結成しようとしたことや、そ\nの他控訴人の組合活動を嫌悪し、これを理由としてなされた不当労働行為であると\nの主張に副う前掲乙第二号証の一ないし四、第三号証の一ないし三、第六号証の一\nないし三、第八号証の一ないし五、原審証人Ｈ、同Ｉ、同Ｊの各証言、原審及び当\n審における控訴人本人尋問の結果は、いずれも後記各証拠に照らして信用し難く、\n他に右事実を認めるに足りる証拠はない。\n却って、前掲乙第四号証の一ないし三、第七号証の一ないし六、第九号証の一な\nいし五、原審証人Ｃの証言を総合すると、次の事実が認められる。すなわち、\n（一）　Ｃは、昭和五二年四月一日に、兵庫県衛生研究所の所長に就任したが、\nその当時、兵庫県衛生研究所では、外部からの依頼を受けていた前記二に認定の調\n査研究の業務がほとんど終わっていて、職員の能力と仕事の量からすると、既に人\n手が余っている状態にあり、前所長のＫ所長からの事務引継ぎのなかにも、日々雇\n用職員を雇用しておく必要がなくなっているという趣旨のことがあった。\n（二）　そこで、Ｃ所長は、兵庫県衛生研究所の実情を調査して人手の余ってい\nることを確認し、当時、兵庫県衛生研究所で、動物飼育の補助をしていた岩角某、\n総務部にあって他県の衛生研究所との各種会議開催事務の補助等をしていたＬ、疫\n学情報部で図書の整理の補助をしていた控訴人の三名の日々雇用職員について、近\nい将来、雇用止め（更新をしないこと）にしようと考えた。\n（三）　そして、同年一〇月頃には、右三名の日々雇用職員を即時に雇用止めに\nしても、兵庫県衛生研究所の業務の遂行には何らの支障もなかったが、Ｃ所長は、\n右三名の家庭事情等その立場を考慮し、右三名の所属する部の部長の意見等を聞い\nた上、右三名を他に再就職のし易い昭和五三年三月三一日まではその任用を更新\nし、右同日付をもって雇用止めにすることにし、なお、労働基準法二一条但し書の\n規定を考慮し、三〇日以上前に雇用止めの通告をすることとして（乙第七号証の二\n参照）、同年一月二三日に、右同年三月三一日をもって、控訴人らに対し、雇用止\nめにする旨の通告をし、同年四月以降は、控訴人らを任用しない旨の通告をした。\n（四）　Ｃ所長は、当時、控訴人らが兵庫県臨時職員労働組合（昭和五三年一月\n二六日頃その結成大会が開かれて結成された）を結成しようとしていることは、全\nく知らなかったのであって、控訴人主張のような控訴人らが右組合を結成しようと\nしたことやその他控訴人の組合活動を嫌悪し、これを理由にして、右雇用止めにし\nたものではない。\n以上の事実が認められる。\nそうとすれば、Ｃ兵庫県衛生研究所所長は、控訴人らの組合活動等を理由にし\nて、控訴人を雇用止めにしたものではないから、右雇用止めの通告は、何ら不当労\n働行為を構成するものではない。\n３　したがって、右不当労働行為を理由とした控訴人の主張も、理由がない。\n八　そうとすれば、不当労働行為による救済命令申立を棄却した本件命令の取消\nを求める控訴人の本訴請求は、理由がないのでこれを棄却すべきところ、これと同\n旨の原判決は相当であって、本件控訴は理由がないから、これを棄却し、控訴費用\nの負担につき、民訴法九五条、八九条に従い、主文のとおり判決する。\n（裁判長裁判官　後藤勇　裁判官　高橋史朗　裁判官　小原卓雄）\n"
}