{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 8,
    "day": 26
  },
  "case_number": "平成2(行ウ)11",
  "case_name": "期末手当違法支出返還請求事件",
  "court_name": "神戸地方裁判所",
  "field": "行政",
  "gist": "１　県知事が違法な条例に基づき県の特別職職員及び県議会議員に対して期末手当を支給したことにより県に損害を与えたとして，住民が県に代位して県知事個人を被告として提起した地方自治法２４２条の２第１項４号に基づく損害賠償請求の訴えが，普通地方公共団体の長は原則として条例の執行義務を負うが，条例の執行行為としての公金の支出が違法かどうかは，条例の違法性がその執行行為に承継されるか否かという本案で検討すべき問題であるから，前記期末手当の支給が住民訴訟の対象となる行為に当たらないとはいえないとして，適法とされた事例　２　県知事が違法な条例に基づき県の特別職職員及び県議会議員に対して期末手当を支給したことにより県に損害を与えたとして，住民が県に代位して県知事個人を被告として提起した地方自治法２４２条の２第１項４号に基づく損害賠償請求が，県の特別職職員及び県議会議員に対する期末手当の額については条例にゆだねるのが地方自治法２０４条，２０３条の趣旨であるところ，当該条例所定の期末手当の額は，同県の一般職職員に対する手当の額に比較して不当に多額とはいえず，また，常勤の特別職の国家公務員及び国会議員との比較においても著しい差はないから，当該条例の定めに同議会の裁量権の逸脱又は濫用を認めることはできず，前記期末手当の支給は違法ではないとして，棄却された事例",
  "lawsuit_id": "16599",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16599",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/599/016599_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求める裁判\n一　原告\n１　被告は、兵庫県に対し、八九四〇万円を支払え。\n２　訴訟費用は被告の負担とする。\n二　被告、被告参加人\n１　本案前の申立て\n（一）　本件訴えを却下する。\n（二）　訴訟費用は原告の負担とする。\n２　本案の申立て\n主文同旨。\n第二　当事者の主張\n一　請求原因\n１　本件期末手当支給の経緯\n（一）　原告は、兵庫県に居住する住民であり、被告は、兵庫県知事の職にあるも\nのである。\n（二）　被告は、兵庫県知事として、兵庫県の特別職の職員及び県議会の議員に対\nして、平成元年六月三〇日に期末手当二・一か月分を、同年一二月一〇日に期末手\n当二・五か月分を、それぞれ支給（以下「本件支給」という。）した。\n（三）　原告は、平成二年三月六日、兵庫県監査委員Ａ及びＢに対し、「特別職の\n職員に対して、実質上、期末手当に勤勉手当を合算して支給しているのは違法かつ\n不当であり、また、非常勤である兵庫県議会議員に対して、右特別職に属する常勤\nの職員の給与及び旅費に関する条例を準用して実質上勤勉手当を支給しているのも\n同様であるから、右特別職職員と議会議員に支給された期末手当中勤勉手当に相当\nする部分合計八九四〇万円の支給は違法であり、兵庫県に同額の損害を与えたの\nで、被告は兵庫県に対してその全額を返還すべきである。」として、兵庫県知事違\n法措置請求書を提出した。\n（四）　監査委員は、右監査請求に対して、平成二年三月一五日、「条例それ自体\nの適否の審査については、監査委員の権限は及ばないので、地方自治法二四二条一\n項に規定する住民監査請求としては不適法である。」として、請求を却下した。\n２　本件支給の違法\n（一）　兵庫県においては、県議会が、昭和三五年一〇月四日制定の職員の給与等\nに関する条例（昭和三五年兵庫県条例四二号。以下「一般職職員条例」とい\nう。）、特別職に属する常勤の職員の給与及び旅費に関する条例（昭和三五年兵庫\n県条例五四号。以下「特別職職員条例」という。）及び議会の議員の報酬及び費用\n弁償等に関する条例（昭和三五年条例五五号。以下「議員条例」という。）によっ\nて、一般職職員、特別職職員及び議会の議員の期末手当の支給割合を、六月に〇・\n七五か月分、一二月に一・四か月分とし、いずれも同一にしていた。\n（二）　昭和三九年三月三一日兵庫県条例二六号の制定によって、特別職職員条例\n及び議員条例を改正し、特別職職員、議会の議員（特別職職員条例の期末手当の規\n定を準用。）の期末手当の支給を、三月に〇・三か月、六月に一・三か月、一二月\nに二・三か月の年三回合計三・九か月とし、期末手当を年二回支給するだけの一般\n職職員と異なる取扱をした。\nまた、同条例によって、特別職職員に対して、一般職職員について従来から支給し\nていた三月の勤勉手当〇・三か月、六月に勤勉手当の・三か月、期末手当一か月計\n一・三か月、一二月に勤勉手当〇・三か月、期末手当二か月計二・三か月の合計\n三・九か月と同一の割合の期末手当を支給することになり、結局、特別職職員に\nは、昭和三九年度から、実質的には一般職の職員の勤勉手当と期末手当を合算した\nものを期末手当として支給することになった。\n議会の議員の期末手当についても、特別職職員条例の規定が準用され同様である\nが、議員は非常勤であるから勤勉手当ということはありえない。\n（三）　平成元年八月四日、人事院総裁勧告（給与改定）に従って、兵庫県の一般\n職職員の給与につき、勧告どおり一般職員条例を改正し、六月に支給される期末手\n当の支給割合を一・五か月（現行一・四か月分）に、同じく勤勉手当の支給割合は\n〇・六か月（現行〇・五か月分）に改正した。\n国会議員についても六月支給の期末手当の支給割合は一・五か月で同率であるの\nに、神戸市においては、特別職職員については、特別職職員条例を改正し、六月に\n支給される期末手当の支給割合を、一・九か月から二・一か月に〇・二か月分増額\nし、期末手当〇・一か月分及び勤勉手当〇・一か月分を合算したのを増額したのと\n実質上同様にした。\n議会議員についても、特別職職員条例の規定が準用されるので同様である。\n（四）　熊本県八代市の条例においては、議員には年二回、一般職の職員には年三\n回支給し、六月期末手当の支給割合は一・八か月、一二月期末手当の支給割合は、\n二・一か月となっているように、一般職及び特別職を通じて、条例の実態は地方公\n共団体ごとに極めて区々であり、いまや混乱状態にある。\n（五）　以上のように、兵庫県においては、特別職の職員に対して、特別職職員条\n例に基づき、実質上、期末手当に勤勉手当を合算して支給し、また、議会の議員に\n対しては、特別職職員条例を準用し、非常勤であるにもかかわらず、同様に期末手\n当に勤勉手当を合算して支給しているが、これは、一般職の職員と比べて、合理的\nな理由がないのに異なった取扱をするものであり、特に、議会の議員については、\n非常勤であるにもかかわらず勤勉手当を支給するというような不合理なものでもあ\nり、憲法一四条一項に違反する。\nまた、議会の議員について、期末手当の支給額及び方法を明確に定めずに特別職職\n員条例を準用するという形で支給するのは、地方公共団体の職員の期末手当の額及\nび支給方法を条例で定めることを要求し、条例に基づかない支給を禁ずる地方自治\n法二〇三条五項、二〇四条の二に反し、ひいては、法律の範囲内で条例を定めるこ\nとができると規定する憲法九四条にも違反する。\n（六）　したがって、右違法かつ違憲の条例に基づく本件支給は、実質上勤勉手当\nに相当する部分については、違法かつ不当なものであり、その限度で兵庫県に損害\nを与えたといえるので、被告は、兵庫県に対して、本件支給中、平成元年六月三〇\n日に支給した期末手当一・九か月分の内〇・五か月分である三七四五万五〇〇〇\n円、同年一二月一〇日に支給した二・五か月分の内〇・三か月分である四四四五万\n四〇〇〇円及び一二月二二日に支給した〇・二か月分の内〇・一か月分である七四\n九万一〇〇〇円、合計八九四〇万円を賠償する義務を負う。\n（七）　よって、原告は、兵庫県に代位して、被告に対し、右金員を損害賠償とし\nて兵庫県に支払うことを求める。\n二　被告の本案前の主張\n１　監査請求の不適法\n（一）　原告は、本件訴えに先立って、兵庫県監査委員に対し、住民監査請求をし\nなが、同監査委員は、「本件請求は、結局のところ、議会の議員の報酬及び費用弁\n償等に関する条例が憲法及び地方自治法に違反しているということであると思われ\nるが、条例それ自体の適否の審査については、監査委員の権限は及ばないので、地\n方自治法二四二条一項に規定する住民監査請求としては不適当である。」としてこ\nれを却下している。\n（二）　住民訴訟においては、監査委員に対する監査請求をその訴え提起の前置手\n続としているから、住民訴訟の対象になる違法行為は、監査委員の監査の対象とな\nるような行為でなければならない。\nそして、地方自治法一九九条一項によれば、監査委員が監査することのできる対象\nは、「普通地方公共団体の財務に関する事務の執行及び普通地方公共団体の経営に\n係る事業の管理」とされているが、たとえ財務に関する事務又は事業の管理に係る\nものであっても、議会の議決により成立した条例そのものを監査の対象にできない\nとされているから、兵庫県監査委員が原告の住民監査請求を却下したのは正当であ\nる。\n（三）　したがって、本件訴えは、適法に監査請求の手続を経由したものとはいえ\nないから、不適法なものとして却下されるべきである。\n２　対象の不適法\n（一）　住民訴訟は監査委員に対する監査の請求をその訴え提起の前置手続として\nいるから、住民訴訟の対象となる違法行為は、監査委員の監査の対象となるような\n違法行為でなければならないことはもちろん、監査委員の勧告によりその是正措置\nを講じられるような違法行為でなければならない。\n（二）　条例そのものは、前述のように、監査の対象とすることができない。\nまた、地方自治法二四二条七項によれば、普通地方公共団体の長は、勧告に示され\nた期間内に必要な措置を講じなければならないのであるから、同条にいうところの\n違法又は不当な公金支出等の行為とは、長の権限内において直ちに制限又は禁止す\nることのできる行為に限定されると解されるが、同法一六条、一七六条によれば、\n長において条例が法令に違反すると認める場合にも、まず議会の再議に付し、それ\nによってもなお右違反が是正されない場合には自治大臣に審査を申し立て、さらに\nは、裁判所に出訴するなどの手続により、その効力を争わなければならないのであ\nって、長が自らの権限においてその条例の無効を判断し、それを無視して行為する\nことは許されないのであるから、この点においても、監査の対象とすることができ\nない。\n（三）　そもそも、普通地方公共団体の住民が、その属する普通地方公共団体の条\n例の違法又は不当を是正するためには、地方自治法一二条による当該条例の改廃請\n求権が認められ、さらに、同法一三条によれば条例の制定改廃につき議決権を有す\nる議会の解散請求権も認められているところであり、同法は普通地方公共団体の住\n民が、条例自体の違法又は不当を争うには、これらの請求権の行使によることを前\n提としていると解される。\n（四）　以上のことから、地方自治法二四二条の二にいう普通地方公共団体の職員\nの違法行為とは、主観的には、法令又は条例が有効であることを前提として当該職\n員の行為自体が法令又は条例に違反している場合のみを指し、条例が法令に違反し\nて無効である場合は含まれないと解すべきであり、条例に基づく職員の行為は、監\n査委員の監査の対象となるような違法行為でも、監査委員の勧告によりその是正措\n置を講じられるような違法行為でもない。\nしたがって、本件訴えは、同条の規定する住民訴訟の対象となる違法な行為とはい\nえないから、不適法なものとして却下されるべきである。\n三　被告の本案前の主張に対する原告の答弁\n１　原告は、条例それ自体の違憲、違法の判断を求めているわけではなく、期末手\n当の根拠となる条例の規定が違法であるから議員に対する期末手当の支給も違法だ\nとして、それについての改善を求めるために監査請求をしたものである。\n２　また、監査委員も非常識な公金の支出については、知事又は議会の議長に対し\n意見を申し述べる職務権限があるから、それを差し控えていることは職務怠慢であ\nる。\n３　よって、本件の監査請求は本来適法なものであり、その対象は訴えの対象とし\nても適法なものである。\n四　請求原因に対する認否及び主張\n１　被告及び参加人の請求原因に対する認否\n（一）　請求原因１（一）ないし（四）の事実は認める。\n（二）　（１）請求原因２（一）の事実は認める。\n１　（２）同（二）の事実中、一般職職員と差別したとする部分は争い、特別職職\n員は昭和三九年度から勤勉手当と期末手当を合算して期末手当としたとする部分に\nついては否認ないしは争うが、その余は認める。\n（３）　同（三）の事実中、一般職の職員については勧告どおり（ただし、勧告は\n人事院勧告ではなく、平成元年一〇月一一日付けの兵庫県人事委員会勧告であ\nる。）改正したこと及び特別職の職員の期末手当として〇・二か月分を増額したこ\nとは認めるが、その余は否認ないしは争う。\n（４）　同（四）の事実は知らない。\n（５）　同（五）の事実中、原告が支払を求める金員の内容が原告主張のとおりの\nものであることは認めるが、その余は否認又は争う。\n２　被告及び参加人の主張\n（一）　本件支給の根拠及び支出行為の適法性\n（１）　本件支給（支出行為）は、兵庫県議会の議員及び特別職職員に対する平成\n元年六月分及び一二月分の期末手当並びに給与改定に伴うこれらの差額支給分とし\nての支出負担行為及び支出命令に基づくものであるが、同支出負担行為及び支出命\n令は、特別職職員条例三条四項及びこれを準用する議員条例四条二項の規定に基づ\nき、地方自治法二三二条の三及び二三二条の四並びに財務規則（昭和三九年兵庫県\n規則三一号）に従って行われた支出負担行為及び支出命令自体に違法もしくは不当\nな点はなく、支給の根拠となる特別職職員条例及び議員条例に重大かつ明白な瑕疵\nがあるとはいえず、法律及び憲法に違反し無効であるとはいえない。\n（２）　議員条例の適法性\n（１）　議会の議員の期末手当については、地方自治法二〇三条四項で「普通地方\n公共団体は、条例で、その議会の議員に対し、期末手当を支給することができ\nる。」とされ、また、同法二〇四条の二で「普通地方公共団体は、いかなる給与そ\nの他の給付も法律又はこれに基づく条例に基づかずには、これを二〇三条一項の職\n員及び前条一項の職員に支給することができない。」とされ、「二〇三条一項の職\n員」には議会の議員が含まれているが、期末手当について法律上その額、割合、基\n準及び原則等を具体的に定めたものはない。\n一般職職員については、地方公務員法上、給与決定の諸原則（同法二四条等）が定\nめられているが、議会の議員は特別職であるのでその原則の適用がない（地方公務\n員法三条三項及び四条二項）。\n（２）　また、議員条例に定められた（特別職職員条例の準用）議会の議員の期末\n手当の支給割合は、昭和三九年兵庫県条例二六号による議員条例の改正以来、一般\n職職員に対する期末手当と勤勉手当の支給割合を合算した割合と一致するが、議員\n条例は議員に対して支給すべき期末手当としてそのような割合及び支給日を定めた\nのであって、議員に対し、勤勉手当を支給する趣旨でないことはその規定上も明白\nである。\n（３）　議会の議員に対する期末手当の額については、これを制約したり、具体的\nに定める法律はなく、法は議会の議決によって民主的に決定されるところに委ねる\nとの趣旨から地方自治法二〇三条四項において、条例によって期末手当を定めるこ\nととしているのである。\nこのように、民主的に決定された結果として条例が定められているのであるから、\nそれが法律に違反しているところもない以上規範としての効力を有する。\n（４）　国会議員の期末手当は、常勤の特別職の国家公務員と同じ割合で支給され\nており、また、他の都道府県においても別表一記載のとおりであり、四六団体中四\n二団体が議会議員の期末手当を常勤の特別職職員と同じ割合で支給している。\n兵庫県の特別職職員及び議会議員の平成元年度の期末手当の支給割合は五・一か月\nであるが、特別職の国家公務員及び国会議員の期末手当は、歳費月額と歳費月額に\n〇・二五を乗じて得た額の合計に、一般職の国家公務員の期末手当の支給率を乗じ\nて得られた額とされ、平成元年度においては四・八七五か月分となっており、他の\n都道府県においては、別表一のとおりであり、兵庫県を上回る団体が一団体（東\n京）、同一の割合の団体が一〇団体（北海道、宮城、神奈川、愛知、大阪他）で域\n内に政令指定都市を有し規模的に類似する団体が多い。\n右のとおり、兵庫県の議会議員の期末手当の支給割合は、国会議員との比較におい\nて著しい差はなく、他の都道府県との関係においても、均衡の取れたものとなって\nおり、特に団体の規模を考えあわせる場合、一層そのことが顕著である。\n（５）　したがって、兵庫県の特別職職員条例及び議員条例には裁量権の逸脱又は\n濫用もなく、議員に対する期末手当の割合が一般職職員に対する期末手当と勤勉手\n当の各割合を合算したものと一致するということの故をもって同条例に重大かつ明\n白な瑕疵があるとは到底いえない。\n（３）　条例において議員に対する期末手当を支給すべきことが規定されていれ\nば、その地方公共団体の長たる参加人はその規定に従い、期末手当の支給が義務づ\nけられる立場にあり、条例が法律違反等重大かつ明白な瑕疵があって無効なもので\nない限り、同条例に従った執行機関としての行為が当該地方公共団体との関係にお\nいて違法となることはない。\n本件議員条例における前記期末手当の規定には、瑕疵など全くなく適法なものであ\nって、違法・不当といわれるような点などないのであるから、これに従った参加人\nの行為が違法であると非難される筋合いはない。\n（４）　以上のとおり、参加人の公金支出行為としての議会議員に対する本件支給\nは適法なものである。\n第三　証拠関係（省略）\n○　理由\n一　訴訟要件について\n１　監査請求の適法性\n（一）　地方自治法所定の住民訴訟の制度においては、監査請求前置主義を採用し\nており、適法な監査請求がなければその要件を充足せず、審査請求が却下されたと\nきも適法な監査請求がなかったとして要件が充たされないのが原則である。\n（二）　そして、原告は、本件訴えに先立って、兵庫県監査委員に対し本件支給に\n関する住民監査請求をしたこと及びそれに対して右監査委員が、「本件請求は、結\n局のところ、議会の議員の報酬及び費用弁償等に関する条例が憲法及び地方自治法\nに違反しているということであると思われるが、条例それ自体の適否の審査につい\nては、監査委員の権限は及ばないので、地方自治法二四二条一項に規定する住民監\n査請求としては不適当である。」として右監査請求を却下したことは、当事者間に\n争いがない。\n（三）　しかし、成立に争いのない甲第一号証によれば、原告は、兵庫県監査委員\nに監査を求めた兵庫県知事違法措置請求書において、本件支給を違法な支出として\n返還を求めているのであるから、原告が監査請求において監査を求めたのは、原告\nの本訴における主張と同様に、条例それ自体の違憲、違法の判断についてではな\nく、本件期末手当の支給の違法についての判断であり、それが違法となる理由とし\nて、期末手当の支出の根拠となる条例の規定が違法であることを主張しているもの\nと解することができる。\nしたがって、原告の本件支給についての監査請求に対し監査委員において不適法却\n下としたことの当否はともかく、監査請求自体は、被告の支出行為の違法を主張し\nていたものであり、適法な請求であったと認められる。\n（四）　よって、原告の本件支給についての監査請求は、不適法であるとして却下\nされてはいるが、監査請求前置との関係では、適法な監査請求であったものとして\n取り扱うのが相当である。\n２　対象の適否\n（一）　普通地方公共団体の長は、条例が法令に違反すると認める場合でも、まず\n議会の再議に付し、それによってもなお右違反が是正されない場合には自治大臣に\n審査を申し立て、さらには、裁判所に出訴するなどの手続により、その効力を争わ\nなければならない（地方自治法一七六条）とされているから、長は、独自に当該条\n例を無効と判断し、当該条例を無視した行為をすることは許されないのが原則であ\nる。\n（二）　しかしながら、普通地方公共団体の長は条例の執行の義務を負い、その条\n例を違法と認めた場合でも、右のような手続を経なければその執行義務を免れろこ\nとはできないとしても、条例が違法であり、その違法が重大かつ明白な場合につい\nてまで当然に執行の義務を負うわけではなく、その場合は執行を拒絶することがで\nきると解される。\n（三）　また、地方公共団体の長が条例の執行に際して右のような義務を負うとし\nても、それは、当該執行行為が違法であるか否か、すなわち、条例の違法性がその\n執行行為に承継されるかどうかの問題であるということができ、むしろ、本案で検\n討すべき事柄であると解するのが相当である。\n（四）　したがって、本件訴えの対象が、住民訴訟の対象となる行為にあたらない\nということはできない。\n３　よって、本件訴えは適法である。\n二　本案について\n１　本件支給について\n被告Ｃが兵庫県知事の職にあること、被告が兵庫県知事として兵庫県の特別職の職\n員及び県議会の議員に対して、平成元年六月三〇日に期末手当一・九か月分を、同\n年一二月一〇日に期末手当二・五か月分を、それぞれ支給したことは当事者間に争\nいがない。\n２　本件支給の違法性について\n（一）　本件支給の根拠\n本件支給は、特別職職員条例三条四項及び議員条例四条二項で準用される右条項の\n規定に基づき、地方自治法二三二条の三及び二三二条の四並びに財務規則（昭和三\n九年兵庫県規則三一号）に従って行われた兵庫県特別職職員及び兵庫県議会の議員\nに対する平成元年六月分及び一二月分の期末手当並びに給与改定に伴うこれらの差\n額支給分としての支出負担行為及び支出命令である。\n原告は、この本件支給の根拠となった特別職職員条例三条四項及び議員条例四条二\n項は違憲、違法であるから本件支給も違法であると主張するので、まず、右条例が\n違法であるか否かについて判断する。\n（二）　特別職職員条例及び議員条例の違法性について\n（１）　平等原則違反\n（１）　原告は、兵庫県において、特別職の職員及び議会の議員に対して、特別職\n職員条例及びこれを準用する議員条例に基づき、実質上、一般職職員の期末手当に\n勤勉手当を合算したものを期末手当として支給しているが、これは、一般職の職員\nと比べて、合理的な理由がないのに異なった取扱をするものであり、特に、議会の\n議員については非常勤であるにもかかわらず勤勉手当を支給するというような不合\n理なものであり、憲法一四条一項に違反すると主張する。\n（２）　そこで、本件条例を検討すると、当事者間に争いがない事実及び成立に争\nいがない丙第一ないし第一一号証によれば、兵庫県においては、昭和三五年当時、\n同年制定公布された一般職職員条例、特別職職員条例及び議員条例によって、一般\n職職員、特別職職員及び議会の議員の期末手当の支給割合を、六月に〇・七五か月\n分、一二月に一・四か月分とし、いずれも同一としていたこと、昭和三六年四月\nに、特別職職員条例等を改正し、特別職職員及び議会の議員の期末手当の支給割合\nを、一般職職員の期末手当と勤勉手当の総支給割合と同一としたが、昭和三八年に\n一般職職員の期末・勤勉手当のみ改定した結果、特別職職員の期末手当と異なるこ\nととなったこと、昭和三九年に特別職職員条例及び議員条例を改正し、特別職職\n員、議会の議員（特別職職員条例を準用）の期末手当の支給を、三月に〇・三か\n月、六月に一・三か月、一二月に二・三か月の年三回合計三・九か月とし、期末手\n当を年二回支給するだけの一般職職員と異なる取扱をすると同時に、特別職職員に\n対して、一般職職員について従来から支給していた三月に勤勉手当〇・三か月、六\n月に勤勉手当〇・三か月、期末手当一か月計一・三か月、一二月に勤勉手当〇・三\nか月、期末手当二か月計二・三か月の合計三・九か月と同一の割合の期末手当を再\nび支給することになったこと、以後、この制度が定着し、支給月数の改正を経なが\nら現在に至っていること、平成元年には、一般職職員の給与について六月に支給さ\nれる期末手当の支給割合を一・五か月（現行一・四か月分）に、同じく勤勉手当の\n支給割合は〇・六か月（現行〇・五か月分一に改正し、特別職職員及び議会の議員\nについて六月に支給される期末手当の支給割合を、一・九か月から二・一か月に\n〇・二か月分増額したことが認められる。\n（３）　ところで、特別職の職員については地方自治法二〇四条、議会の議員の期\n末手当については同法二〇三条四項で、「地方公共団体は、条例で」期末「手当を\n支給することができる。」と規定されているが、一般職の職員に対する給与決定の\n諸原則（地方公務員法二四条等）の適用はなく、他に期末手当について法律上その\n額、割合、基準及び原則等を制約したり具体的に定めたりしたものはない。\nしたがって、特別職職員及び議会の議員に対する期末手当の額については、議会の\n裁量的判断に基づく議決によって決定されるところの条例に委ねるとするのが法の\n趣旨であると解され、特別職職員及び議会の議員に対する期末手当の額について条\n例で定めた以上、その条例は、違憲若しくは違法又は議会の裁量権の逸脱若しくは\n濫用がない限り違法となることはない。\n（４）　そこで、本件支給の根拠となった特別職職員条例及び議員条例を検討する\nと、右各条例による特別職職員及び議会の議員の期末手当の支給割合の一年間の合\n計は、前記認定のとおり、一般職職員の期末手当及び勤勉手当の支給割合の合計と\n一致し、期末手当だけを取り上げれば、一般職職員の支給割合よりは高い。\nしかし、特別職職員及び議会の議員は一般職職員とは勤務形態も職務内容も異なっ\nており、期末手当のみを取り上げて単純にその多寡を比較することはできないし、\n特別職職員及び議会の議員の期末手当の支給割合が一般職職員の期末手当と勤勉手\n当の支給割合の合計と一致するからといって、特別職職員及び議会の議員に勤勉手\n当を支給したことになるわけではなく、また、一般職職員と比較して不当に多額の\n手当を支給したことになるわけでもなく、そのために憲法一四条の平等原則に反す\nるということはできない。\n（５）　国会議員の期末手当は、兵庫県におけると同様に、常勤の特別職の国家公\n務員と同じ割合で支給されている（国会議員の歳費、旅費及び手当等に関する法律\n一一条の二第二項）。\nまた、兵庫県における特別職職員及び議会議員の平成元年度の支給割合は五・一か\n月であるが、特別職国家公務員及び国会議員の期末手当は、歳費月額と歳費月額に\n〇・二五を乗じて得た額の合計に、一般職の国家公務員の期末手当の支給率を乗じ\nて得られた額とされ（国会議員の歳費、旅費及び手当等に関する法律一一条の二第\n二項、国会議員の歳費、旅費及び手当等支給規程一四条、特別職の職員の給与に関\nする法律七条の二、一般職の職員の給与等に関する法律一九条の三及び特定の特別\n職の職員の期末手当に関する政令）、平成元年度においては四・八七五か月分とな\nっている。\n右のとおり、兵庫県の特別職職員及び議会議員の期末手当の支給割合は、常勤の特\n別職の国家公務員及び国会議員との比較においても著しい差はない。\n（６）　したがって、兵庫県の特別職職員条例及び議員条例には、裁量権の逸脱又\nは濫用を認めることはできず、他に右条例について違法と認めるべき事情も認めら\nれない。\n（２）　給与条例主義違反\n（１）　原告は、議会の議員について、期末手当の支給額及び方法を明確に定めず\nに、特別職職員条例を準用するという形で支給するのは、地方公共団体の職員の期\n末手当の額及び支給方法を条例で定めることを要求し、条例に基づかない支給を禁\nずる地方自治法二〇三条五項、二〇四条の二に反し、ひいては、法律の範囲内で条\n例を定めることができると規定する憲法九四条にも違反する旨主張する。\n（２）　しかし、前記のように、特別職職員及び議会議員の期末手当について条例\nで定めることを法が求めるのは、議会の裁量的判断に基づく議決によって決定され\nるところの条例に委ねるとする趣旨であるから、下位の法規範に対して白紙委任を\nするならともかく、県議会が議員の期末手当は特別職職員のそれと同一割合にする\nのが相当であると判断し、議会の議決に基づき制定された特別職職員条例を準用す\nるという形式で議員の期末手当に関する条例を制定したとしても、議会で決定され\nた条例であるということには変わりはなく給与条例主義に反するとはいえず、した\nがって、憲法九四条に反することもない。\n（３）　したがって、本件支給の根拠となる特別職員条例及び議員条例に違憲又は\n違法な点はない。\n（三）　以上のとおりであって、本件支給の根拠となる条例が違法とはいえないの\nであるから、他に右支給を違法とするような特段の事情のない本件では、その余の\n点について判断するまでもなく、本件支給に原告主張のような違法はない。\n三　よって、原告の本訴請求は理由がないからこれを棄却することとし、訴訟費用\nの負担について行政事件訴訟法七条、民訴法八九条を適用して、主文のとおり判決\nする。\n"
}