{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 6,
    "month": 5,
    "day": 13
  },
  "case_number": "平成1(行コ)7",
  "case_name": "再入国不許可処分取消等請求控訴事件",
  "court_name": "福岡高等裁判所",
  "field": "行政",
  "gist": "１　日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定（昭和４０年条約第２８号）並びに日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定の実施に伴う出入国管理特別法（昭和４０年法律第１４６号，平成３年法律第７１号により廃止）に基づく日本国における永住資格の法的性質　２　日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定（昭和４０年条約第２８号）並びに日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定の実施に伴う出入国管理特別法（昭和４０年法律第１４６号，平成３年法律第７１号により廃止）に基づく日本国における永住資格（以下「協定永住資格」という。）を有する在日韓国人がした米国留学を理由とする再入国許可申請に対する不許可処分の取消しを求める訴えにつき，その後同人は出国したことにより協定永住資格を喪失したが，なお訴えの利益が認められるとした事例　３　外国人登録法（昭和６２年法律第１０２号による改正前）に規定する指紋押なつ制度と憲法１３条，１４条並びに市民的及び政治的権利に関する国際規約（昭和５４年条約第７号）２条１項，７条，１７条１項，２６条　４　日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定（昭和４０年条約第２８号）並びに日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定の実施に伴う出入国管理特別法（昭和４０年法律第１４６号，平成３年法律第７１号により廃止）に基づく日本国における永住資格を有する在日韓国人がした再入国許可申請に対し，法務大臣がした同人が外国人登録法（昭和６２年法律第１０２号による改正前）に規定する指紋押なつを拒否していることを主な理由とする再入国不許可処分が，裁量権の範囲を超え又はこれを濫用した違法があるとされた事例　５　日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定（昭和４０年条約第２８号）並びに日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定の実施に伴う出入国管理特別法（昭和４０年法律第１４６号，平成３年法律第７１号により廃止）に基づく日本国における永住資格を有していた在日韓国人が提起した同資格の存在確認請求が，棄却された事例　６　日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定（昭和４０年条約第２８号）並びに日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定の実施に伴う出入国管理特別法（昭和４０年法律第１４６号，平成３年法律第７１号により廃止）に基づく日本国における永住資格を有していた在日韓国人が法務大臣のした再入国不許可処分の違法を理由としてした国家賠償請求が，処分時に同処分が違法であることを法務大臣において知り又は知り得べきであったとはいえないとして，棄却された事例",
  "case_gist": "１　日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定（昭和４０年条約第２８号）並びに日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定の実施に伴う出入国管理特別法（昭和４０年法律第１４６号，平成３年法律第７１号により廃止）に基づく日本国における永住資格（以下「協定永住資格」という。）は，本邦に在留することができる資格という点では，在留資格の一態様であり，その存続要件は，出入国管理及び難民認定法に定める一般の永住資格者と異なるところはないから，協定永住資格を有する者が，前記資格を保持したまま再入国する意図をもって出国しようとする場合には，再入国許可を必要とし，逆に，再入国許可を受けずに出国した場合には，同資格を失うこととなる。　２　日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定（昭和４０年条約第２８号）並びに日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定の実施に伴う出入国管理特別法（昭和４０年法律第１４６号，平成３年法律第７１号により廃止）に基づく日本国における永住資格（以下「協定永住資格」という。）を有する在日韓国人がした米国留学を理由とする再入国許可申請に対する不許可処分の取消しを求める訴えにつき，その後同人は出国したことにより協定永住資格を喪失したが，法務大臣が適法に再入国許可をしていれば出国によっても協定永住資格を喪失しなかったのであるから，不許可処分が取り消されたとしても，再入国許可をする余地がないと法務大臣において主張することは信義則に反するなどとして，訴えの利益が認められるとした事例　３　外国人登録法（昭和６２年法律第１０２号による改正前）に規定する指紋押なつ制度は，憲法１３条，１４条並びに市民的及び政治的権利に関する国際規約（昭和５４年条約第７号）２条１項，７条，１７条１項，２６条に違反しない。　４　日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定（昭和４０年条約第２８号）並びに日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定の実施に伴う出入国管理特別法（昭和４０年法律第１４６号，平成３年法律第７１号により廃止）に基づく日本国における永住資格（以下「協定永住資格」という。）を有する在日韓国人がした再入国許可申請に対し，法務大臣がした同人が外国人登録法（昭和６２年法律第１０２号による改正前）に規定する指紋押なつを拒否していることを主な理由とする再入国不許可処分が，協定永住資格を有する者に対する再入国許否処分についての法務大臣の裁量の範囲は，他の在留資格者に対する場合に比べて一定の制約があるものと解されるところ，指紋押なつ制度の実施状況の変遷に照らし，前記処分当時２回目以降の指紋押なつ自体は重要性を失っていた反面，前記不許可処分により当該外国人が受ける不利益は，本邦に生まれ育ち，永住の意思がありながら，結果的に前記資格を喪失させる退去強制処分と実質的に異ならない程のものであるから，比例原則に反しており，法務大臣の裁量権の範囲を超え又はこれを濫用した違法があるとされた事例　５　日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定（昭和４０年条約第２８号）並びに日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定の実施に伴う出入国管理特別法（昭和４０年法律第１４６号，平成３年法律第７１号により廃止）に基づく日本国における永住資格を有していた在日韓国人が提起した同資格の存在確認請求が，同人は再入国許可を受けずに出国したことにより同資格を喪失したとして，棄却された事例　６　日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定（昭和４０年条約第２８号）並びに日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と大韓民国との間の協定の実施に伴う出入国管理特別法（昭和４０年法律第１４６号，平成３年法律第７１号により廃止）に基づく日本国における永住資格を有していた在日韓国人が法務大臣のした指紋押なつ拒否を理由とする再入国不許可処分が違法であるとしてした国家賠償請求につき，その処分当時においては，裁判例も指紋押なつ拒否を理由とする再入国不許可処分に違法があるということはできないとしていたから，法務大臣において同処分が違法であることを知り又は知り得べきであったとはいえないとして，前記国家賠償請求が棄却された事例",
  "lawsuit_id": "16409",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16409",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/409/016409_hanrei.pdf",
  "contents": "○　主文\n一　原判決中、被控訴人法務大臣に関する部分を取り消す。\n二　控訴人の昭和六一年五月三〇日付再入国許可申請に対し、被控訴人法務大臣が\n同年六月二四日付をもってなした再入国不許可処分を取り消す。\n三　控訴人の被控訴人国に対する控訴を棄却する。\n四　訴訟費用は、控訴人と被控訴人法務大臣との間においては第一、二審とも控訴\n人に生じた訴訟費用を二分し、その一を控訴人、その余を被控訴人法務大臣の負担\nとし、控訴人と被控訴人国との間においては控訴費用は控訴人の負担とする。\n○　事実及び理由\n一　控訴人は、「原判決を取り消す。控訴人の昭和六一年五月三〇日付再入国許可\n申請に対し、被控訴人法務大臣が同年六月二四日付をもってなした再入国不許可処\n分（以下『本件処分』という。）を取り消す。控訴人と被控訴人国との間におい\nて、控訴人が『日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国\nと大韓民国との間の協定』（昭和四〇年条約第二八号。以下『日韓地位協定』とい\nう。）及び『日本国に居住する大韓民国国民の法的地位及び待遇に関する日本国と\n大韓民国との間の協定の実施に伴う出入国管理特別法』（昭和四〇年法律第一四六\n号。以下『出入国管理特別法』という。）に基づく日本国における永住資格（日韓\n地位協定・出入国管理特別法に基づく永住許可を『協定永住許可』といい、この許\n可を受けた在留資格としての永住資格を『協定永住資格』という。以下同じ。）を\n有することを確認する。被控訴人国は、控訴人に対し、金一〇〇万円及びこれに対\nする昭和六一年六月二四日から支払いずみまで年五分の割合による金員を支払え。\n訴訟費用は第一、二審とも被控訴人らの負担とする。」との判決及び給付部分につ\nき仮執行の宣言を求め、被控訴人らは、「本件控訴をいずれも棄却する。控訴費用\nは控訴人の負担とする。」との判決及び給付部分につき仮執行免脱の宣言を求め\nた。\n二　当事者双方の主張は、次のとおり付加するほか、原判決事実摘示のとおりであ\nるから、これを引用する。\n（控訴人）\n１　在留資格の取得と現実の在留の要否\n入管法は、少なくとも、永住資格については、在留を前提にせずに資格の存在を認\nめている。\n一般に、外国人の我国への入国手続においては、査証発給という在外公館（外務\n省）によるチェックを経たうえ、上陸港における入国審査官（法務省）による審査\nによって上陸許可の決定（入管法九条一項）と在留資格及び在留期間の決定が同時\nになされる（同条三項）。\nしかし、事前の永住許可の場合は、海外にいるときに、昀終的な判断権者である法\n務大臣に対し、永住という在留資格及び在留期間の許否の判断を先に求める制度と\nなっている。\nすなわち、申請に際しては、入管法五条一項各号に定める上陸許否の事由がないこ\nとを事前に証明させたうえ、本来の永住のための要件である「日本の利益に合する\nこと」及び「独立の生計を営む資力を有すること」について証明資料を提出させ\n（平成元年法律第七九号による削除前の入管法四条六項。以下、入管法四条につい\nて同じ。）、これに対し法務大臣は、「永住」を「許可」し（入管法四条六項）、\n「永住資格証明書」を交付するのである（入管法施行規則五条三項）。右は、判断\n権者、判断対象、決定の内容についての入管法の文言、許可に際し交付される書面\nの名称、これらのいずれをとってみても、永住という在留資格及び在留期間が決定\nされ、これが付与されたとみるほかないのである。\n確かに、この場合でも、上陸審査手続は免除されないが、それは、法定伝染病患者\nの有無のチェック（入管法五条一項一号、九条二項）等、上陸拒否事由の中に現実\nの上陸の時点でチェックしなければならない事由が含まれているためであって、上\n陸審査手続の実施は、事前に与えられた永住資格の存否とは無関係である。\n以上のとおり、法は、現に在留していない永住資格者の存在を予定しているもので\nある。\n２　本件における裁量権の逸脱\n（一）　「公的利益」の検討\n被控訴人らは、本件不許可処分の理由として、控訴人が指紋押捺をしなかったこと\n及び押捺拒否が公然かつ意図的になされたことを挙げる。\nしかしながら、「出入国の公正な管理」という観点からみると、本件において、渡\n航目的や渡航先等について問題視される事情は一切なく、被控訴人らの理由付けは\n極めて貧弱であって、結局のところ、一般的な法治主義の維持をいうにすぎない\n（そして、再入国不許可処分は、指紋押捺拒否者に対する報復措置として機能した\nため、「違法状態」の解消どころか、かえって、行政に対する不信を招く結果とな\nった。）。\nまた、「人の同一性を確認するため」とされる指紋押捺制度の観点からしても、法\n務省は、昭和四九年から二回目以降の指紋を入手しておらず、また、控訴人は、当\n初指紋押捺をしており、控訴人についての人の入れ代わり等のおそれは全くなかっ\nたのである。\nしたがって、本件不許可処分によって得られる公的利益が仮にあったとしても、そ\nれは微弱なものといわざるをえない（行政不信を招いたという点では、有害であっ\nたとさえいえるのである。）。\n（二）　「私的利益」の検討\n控訴人は、戦前から定住していた在日韓国人の子孫であり、日本生まれの協定永住\n資格者であって、在留資格及び現実の生活実態ともに日本を生活の本拠としてい\nた。控訴人が日本でつくり上げてきた社会生活の基盤は、法的にこれを保護するに\n値するものであり、現に、各種法規によって昀も手厚い保護を受けていた。再入国\n制度にしても、日韓地位協定の付属文書「討議の記録日本代表発言ｆ項」は、協定\n永住資格者に対し「好意的な取扱い」をなすことを明記している。\nまた、戦前における朝鮮人からの指紋採取、戦後における指紋押捺制度が在日韓国\n人・朝鮮人を主要な対象としてきたことなどから、控訴人は、指紋押捺による苦痛\nを端的に受ける立場にあった。\n控訴人の出国目的は留学であったが、師事を予定していたＡ氏の了解を取り、イン\nディアナ大学の入学許可も得ていた。控訴人は、本件不許可処分により、出国を断\n念して右の留学の機会を失うか、あるいは、日本への帰国の目処のないまま出国す\nるかという、苛酷な二者択一の選択を迫られた。\nしかも、告知聴聞や行政不服審査手続等の簡易な不服審査手続は何ら保障されてい\nなかった。\nしたがって、控訴人の受ける不利益は、誠に重大なものであったといわなければな\nらない。\n（三）　裁量権の逸脱\n被控訴人法務大臣は、昭和五七年の方針変更以降、指紋押捺拒否者からの再入国許\n可申請を一件の例外もなく不許可としている。\nすなわち、被控訴人法務大臣は、当然つくすべき審理をつくさず、その結果、昀も\n重視すべき控訴人の法的地位、日韓地位協定の政府代表発言、控訴人の渡航目的、\n必要性などを軽視し、かえって、比較衡量すべき要素にすぎない指紋押捺拒否とい\nう事実を過大に評価し、あたかもそれが再入国不許可の絶対的な処分要件であるか\nのように重視して、当時の行政方針をただ機械的に適用したものである。このよう\nな判断は、適正な比較衡量に基づく合理的な判断であるということはできず、裁量\n判断の方法に重大な誤りがあるものとして、著しく妥当性を欠く違法な処分である\nというべきである。\nまた、前述した「公的利益」と「私的利益」とを比較すれば、明らかなように、控\n訴人の受ける不利益はあまりにも重大であって、処分によって守られる公的利益と\n処分によって招来する私的利益との均衡を要求する比例原則の点からも、本件不許\n可処分は違法といわざるをえない。\n更に、被控訴人らは、本件当時、国会請願やデモ行進等の反対運動が高揚していた\nことを挙げているが、合法的な制度改廃運動を抑圧するために不許可処分の方針を\n採用したとするのであれば、明らかに動機の違法があるといわなければならず、こ\nの点においても、本件処分は裁量権を逸脱している。\n（被控訴人らの反論）\n１　在留資格の取得と現実の在留の要否\n永住資格証明書は、入管法四条一項一四号に該当するものとしての在留資格（以下\n「永住在留資格」という。）をもって入国審査官から上陸許可を受けるための上陸\n条件の一つにすぎない（入管法七条一項二号、九条一項、三項）のであって、入国\n審査官から永住在留資格をもって上陸を許可されない限り、永住のための本邦在留\nができない（入管法一九条一項）のであるから、本邦外にいる外国人が、永住資格\n証明書の交付を受けたことのみをもってしては、未だ、永住資格を有する者として\n本邦に在留できる者に該当するといえないことは明白である。\nこれは、入管法四条において、外国人が、我国に上陸する場合、同法三章に定める\n特別の規定がある場合を除き、在留資格を有しなければ、上陸することができない\nと定められ、同在留資格及び在留期間は、入国審査官の上陸許可の証印をもって入\n国審査官が決定するものであること（入管法九条一項、三項）、かつ、入管法一二\n条で定める法務大臣が上陸を特別に許可する場合においても同様に、法務大臣の上\n陸を許可する旨の裁決の通知により（入管法一二条二項、一一条三項）、主任審査\n官は、上陸許可の証印を行い（入管法一一条四項）、同証印により、在留資格及び\n在留期間が付与されるのである。したがって、入管法四条五項に定める法務大臣の\n永住資格証明書を交付された段階をもって、在留資格及び在留期間が付与されたも\nのとすることはできないのである。\n２　裁量権の逸脱について\n被控訴人法務大臣の裁量権の逸脱又は濫用があったというためには、被控訴人法務\n大臣の判断の前提となる事実が欠けていたか、あるいは、判断の事由が出国を制約\nする事由としては社会通念上著しく妥当性を欠く場合に限られるというべきであ\nる。被控訴人法務大臣のなした本件再入国不許可処分は、その判断の根拠となった\n指紋押捺拒否とこれによる有罪判決を受けた事実の認定において、その基礎を欠く\nところはない。外国人の出入国及び居住の管理の基礎となる外国人登録制度を遵守\nしないことを公然と表明し、これを意図的に実施した控訴人に対し、再入国を不許\n可とすることが、社会通念上著しく妥当性を欠くものではない。\n三　証拠（省略）\n四　本件の事実経過等\n甲第二号証、第一八号証の一ないし四、第一九号証、第二一ないし第二三号証、第\n六八号証、乙第二五号証の一、原審及び当審における控訴人本人尋問の結果並びに\n弁論の全趣旨によれば、次の事実を認めることができる（当事者間に争いのない事\n実も含む）。\n１　控訴人は、昭和三四年一二月一日、大阪市＜地名略＞において、父Ｂ・母Ｃの\n長女として出生した。父方から見て在日二世、母方から見て在日三世の韓国人であ\nる。当時、父がＤという氏名を使用していたので、控訴人は、昭和三四年一二月一\n四日、Ｅという氏名で出入国管理令（昭和五六年法律第八六号による入管法改正に\nより、現在は入管法二二条の二）に規定する在留資格取得の申請をした。被控訴人\n法務大臣は、控訴人に対し、同令四条一項一六号、特定の在留資格及びその在留期\n間を定める省令（昭和二七年外務省令第一四号）一項二号（昭和五七年一月一日か\nらは、入管法施行規則二条二号に同旨の規定がある。）に該当する者としての在留\n資格を認め、在留期間を三年とした。また、控訴人は、昭和三四年一二月一四日、\n神戸市灘区長に対して外登法三条に基づく新規登録の申請をし、同区長は、即日こ\nれを認め、Ｅ名義の外国人登録証明書を交付した。その後、控訴人は、福岡県小倉\n市（現在の北九州市＜地名略＞）に転居し、昭和三六年一月三〇日、同市長に居住\n地の変更登録申請をした。控訴人は、氏名をＥとしたまま、昭和三七年一二月及び\n昭和四〇年一二月の二回にわたり、父母との同居を理由とする入管法二一条二項所\n定の在留期間更新許可申請をしていずれも許可されるとともに、外登法一一条一項\n所定の確認申請をして、その都度新たな外国人登録証明書の交付を受けた。\nその後、控訴人の父は、昭和四三年、新たにＢとしての外国人登録証明書の交付を\n受けた。控訴人も、昭和四三年一二月、Ｆとして在留期間更新許可申請及び確認申\n請をし、いずれも認められて、新たな外国人登録証明書の交付を受けた。\n２　控訴人は、北九州市＜地名略＞に居住していたが、昭和四四年六月一七日、い\nわゆる協定永住許可取得のため、日韓地位協定一条１の規定に従い、昭和二〇年八\n月一五日以前から引き続き本邦に居住しているＣの直系卑属であるとして、協定永\n住許可申請をした。被控訴人法務大臣は、同年一〇月一日、これを許可した。控訴\n人は、昭和四六年一二月六日、北九州市小倉区長に対し、確認申請をした。同区長\nは、これを認めて、新たな外国人登録証明書を交付した。更に、控訴人は、指紋押\n捺を必要とする一四歳に達した後の昭和四九年一二月二日及び昭和五二年一二月二\n日、同市小倉北区長に対し、確認申請をし、指紋押捺のうえ、新たな外国人登録証\n明書の交付を受けた。\nなお、控訴人は、昭和四六年五月一二日親族訪問を目的とする韓国向け再入国許可\n申請をし、昭和五五年三月一日春季学生研修を目的とする韓国向け再入国許可申請\nをし、被控訴人法務大臣は、いずれもこれを許可した。\n３　控訴人は、昭和五六年一月九日、北九州市小倉北区役所に出頭し、七回目の確\n認申請をした際、指紋押捺を拒否し、同区役所職員の度重なる説得にも応じなかっ\nた。そのため、控訴人は、昭和五八年五月一四日、右の指紋不押捺につき外登法一\n八条一項八号の罰則に該当するなどとして告発され、同年一一月二六日同法違反に\nより福岡地方裁判所小倉支部に公訴を提起され、昭和六〇年八月二三日罰金一万円\nの有罪判決を受け、福岡高等裁判所に控訴したが、昭和六一年一二月二六日控訴棄\n却の判決を受けた。このような状況下において、控訴人は、指紋を押捺することな\nく、昭和六一年一月四日、小倉北区役所に対し、八回目の確認申請をした。その\n際、控訴人は、同区役所職員から再度指紋押捺を求められたが、前回同様これを拒\n否し、その後の説得にも応じなかった。同区長は、同年五月三〇日、控訴人に対\nし、新たな外国人登録証明書を交付したが、控訴人は、指紋押捺を拒否したままで\nある。\nこの間、控訴人は、昭和五六年四月六日、親族訪問を目的とする韓国及び米国向け\n再入国許可申請をし、その許可を受けた。続いて、控訴人は、昭和六〇年二月四\n日、女性コーラス団のピアノ伴奏を目的として、カナダ向け再入国許可申請をした\nが、被控訴人法務大臣は、前記の指紋押捺拒否の事情をも考慮して、同年三月一三\n日付でこれを不許可とした。更に、控訴人は、昭和六一年五月三〇日、福岡入国管\n理局小倉出張所に出頭し、渡航先を米国、旅行目的を米国インディアナ大学留学、\n出発予定を同年七月一〇日、再入国予定を昭和六二年七月等として、再入国許可申\n請をした。しかし、被控訴人法務大臣は、控訴人の外登法違反の状態が依然として\n継続し、しかも翻意の意思が認められないことなどから、控訴人の右の申請を許可\nすることは相当でないと判断し、昭和六一年六月二三日これを不許可とし、同月二\n四日付をもって、控訴人にその旨を通知した。これが本件処分である。\n４　控訴人は、昭和六一年八月一四日、再入国許可を受けないまま東京入国管理局\n成田支局において出国の確認を受け、同日成田空港から米国へ向け出国した。控訴\n人は右出国にあたり、成田空港において、入国審査官から、このまま出国すれば協\n定永住資格を喪失することを確認する旨の文書に署名することを求められたが、こ\nれを拒んだ。控訴人は、米国へ渡って一年を経過する直前の昭和六二年六月に、在\n米公館において再入国許可の有効期間延長を申請したが、係官から再入国が不許可\nであるから有効期間の延長はありえない旨告げられた。また、控訴人は、再入国許\n可の有効期間延長許可申請書なる書面（理由として「協定永住許可身分を保持する\nため」との記載がある。）を父Ｂを介して被控訴人法務大臣あてに提出したが、法\n務省から法律上意味のないものとして返戻された。更に、控訴人は、昭和六三年五\n月二四日付で被控訴人法務大臣あて、協定永住資格の存続を理由に入国許可申請書\nなる書面を提出した。控訴人は、同年六月米国から本邦へ入国するにあたり、再入\n国許可がないので、我が国の査証を得るよう勧められたのを断り、ソウル行きの飛\n行機に搭乗し、途中日本で降りる方法をとった。そして、控訴人は、昭和六三年六\n月二八日、本邦への上陸を申請したが、本邦における在留資格喪失のため入管法七\n条一項一号所定の上陸条件に適合しないと認定されたため、国際人権規約Ｂ規約一\n二条四項の「自国に戻る権利」があるとして異議を申し出、結局、平成元年法律第\n七九号による改正前の入管法一二条一項三号に基づく被控訴人法務大臣の上陸特別\n許可を受け、同法律による削除前の同法四条一項一六号、平成二年法務省令第一五\n号による改正前の同法施行規則二条三号に基づく新たな在留資格と在留期間一八〇\n日を付与されて本邦に在留することになった。\n５　その後、控訴人は、在留期間の更新を受け、平成元年一二月には在留期間六箇\n月を付与され、平成二年六月には定住者一年、平成三年九月には定住者一年の指定\nを受けた。\n控訴人は、昭和六三年六月の特別在留許可後、平成元年八月及び平成二年一〇月の\n二回指紋押捺を拒否し、昭和六三年七月、平成元年一月及び平成二年六月の三回再\n入国許可を受けて出入国している。後者のうち、昭和六三年八月から一二月にかけ\nて及び平成元年一月から六月にかけての二回の出入国は前記米国インディアナ大学\nへの留学を目的としたものである。\n６　控訴人は、出生以来、日本国に居住しており、北九州市立貴船小学校、私立西\n南女学院中学校、同高等学校を卒業後、昭和五四年愛知県立芸術大学音楽学部器楽\n科（ピアノ専攻）に入学、同大学卒業後、同大学大学院修士課程音楽研究科器楽科\n（ピアノ専攻）に進み、昭和六〇年に卒業した。控訴人は、右大学院在学中、米国\nインディアナ州の州立インディアナ大学大学院のＡ教授の知遇を得、指導を受ける\nことになり、昭和六一年四月、同大学大学院音楽研究科（ピアノ専攻）の入学許可\nを得た。\n控訴人は、大学院に行かないで、大学卒業後早い時期に留学をすることを望んでい\nたが、当時、指紋押捺拒否者に対する再入国が不許可になり始めたので、急きよ大\n学院に行くことに変更し、更に、大学院卒業後も、前記昭和六〇年二月の再入国許\n可申請が不許可になる状況であったので、留学をすることを約一年半の間待機し\nた。\n控訴人は、指紋押捺を拒否した理由として、指紋押捺拒否運動を意図した訳ではな\nく、控訴人としては、日本に住む韓国人が、指紋押捺を含む外国人登録証明書に対\nして大きな痛みを持って生活していることを日本人に知らせたかっただけであると\n述べている。\n五　本案前の主張に対する判断\n１　本件処分取消しの訴え\n被控訴人法務大臣は、再入国許可処分は在留資格の存在を前提としているところ、\n本邦出国により在留資格（協定永住許可資格）を喪失した控訴人においては再入国\n許可を受ける余地がないから、控訴人は本件処分の取消しを求める法律上の利益を\n失ったものであると主張し、控訴人は、出国によっては控訴人の永住許可資格は消\n滅していないから、本件処分取消しを求める利益を有するものであると反論してい\nるので、この点について判断する。\n（一）　現段階においては、被控訴人法務大臣が主張しているように、控訴人の協\n定永住資格は消滅しているものと認められる。\nその理由は次の通りである。\n（１）　協定永住資格を有する者の出入国及び在留に関しては、日韓地位協定五条\n（「第一条の規定に従い日本国で永住することを許可されている大韓民国国民は、\n出入国及び居住を含むすべての事項に関し、この協定で特に定める場合を除くほ\nか、すべての外国人に同様に適用される日本国の法令の適用を受けることが確認さ\nれる。」）の規定を受けて定められた出入国管理特別法七条の規定によって、同法\nに特別の規定があるもののほかは入管法によることとされているので、その特別の\n規定の主たるものとして永住許可要件（日韓地位協定四条による羈束的許可）・退\n去強制事由（出入国管理特別法六条が入管法二四条各号所定より更に厳しく制\n限）・大韓民国の国籍喪失による失効（出入国管理特別法五条）・種々の特典（日\n韓地位協定四条）があるが、在留活動・退去強制事由に該当する場合を除き、当該\n外国人が本邦に在留を希望する限り、自己の意思に反して国外に退去させられない\nという点では、入管法に定める一般の永住資格と差異がない。したがって、出入国\n及び在留に関しては、協定永住資格を有する者であっても、入管法に定める一般の\n永住資格者の場合と同様に、一般法である入管法の規定によるということになる。\n結局、協定永住資格は、本邦に在留することができる資格という点では、在留資格\nの一態様と見るべきであるから、在留資格の存続要件は、一般の永住資格者と同様\nに、当該外国人と本邦との場所的結合状態の維持、つまり本邦に在留していること\nが前提になり、その反面、この前提を欠くときは、在留資格を喪失するものと解さ\nれる。そして、入管法二六条一項所定の再入国許可とは、本邦に在留する外国人が\nその在留期間満了前に再び入国する意図をもって本邦から出国しようとする際、法\n務大臣が事前に当該外国人に対し先の在留条件のまま再入国することを許可するこ\nとをいうのであるから、この再入国許可は、本邦に在留する外国人に対し、先の在\n留条件（在留資格及び在留期間）のままで再入国することを認めるという処分であ\nり、当該外国人に対し、新たな在留資格を付与するものではない。したがって、再\n入国許可には、当該外国人が在留資格を有していることが前提になる。協定永住資\n格を有する者についていえば、その者が在留資格を保持したまま再入国する意図を\nもって出国しようとする場合は、入管法二六条に定める再入国許可を必要とし、逆\nに、再入国許可を受けずに本邦から任意に出国した場合は、在留資格を失うことに\nなる。\nしたがって、控訴人は、昭和六一年八月一四日再入国許可を受けずに本邦から出国\nしたことにより、本邦における在留資格（協定永住資格）を喪失したものというべ\nきである。\n（２）　これに対し、控訴人は、本件処分の違法を主張し、本訴を提起した。\nア　控訴人の主張には、本邦における永住資格を有する外国人は、国際人権規約Ｂ\n規約一二条四項（「何人も、自国に戻る権利を恣意的に奪われない。」）の「自\n国」は、単に「国籍国」を指すだけでなく、「定住国」をも含むのであるから、永\n住意思の表明とこれを裏付ける客観的事実があれば、たとい再入国不許可処分があ\nっても、出国の事実だけでは当該永住資格を失うことはないとの部分があり、甲第\n五、第六号証、同第二八号証には、これに沿う記載があり、原審証人Ｇ、原審にお\nける控訴人本人は、これに沿う供述をする。なお控訴人は、前記四の４の認定事実\nをもって控訴人の永住意思の表明であると主張し、原審における控訴人本人尋問の\n結果によって認められる控訴人の父母兄妹が我が国に居住していること、出国目的\nが留学であることをもって永住意思を裏付ける客観的事実であると主張する。\nしかし、用語の通常の意味に従って解釈すれば（条約法に関するウイーン条約三一\n条一項（解釈に関する一般的な規則）「条約は、文脈によりかつその趣旨及び目的\nに照らして与えられる用語の通常の意味に従い、誠実に解釈するものとす\nる。」）、国際人権規約Ｂ規約一二条四項の「自国」は、やはり、「国籍国」を指\nすものと解釈するのが自然である。国際人権規約Ｂ規約一二条二項（「すべての者\nは、いずれの国（自国を含む。\n）からも自由に離れることができる。」）の「自国」が「国籍国」を指すことが明\nらかなのと対比すれば、なおさら、「自国に戻る権利」の「自国」も同一に解釈す\nべきである。そして、我が国が同様の解釈・認識のもとに右規約を批准したこと\nは、乙第二号証、同第四ないし第六号証、原審証人Ｈの証言によって認められる。\nもっとも、甲第四ないし第六号証、第一〇号証、第一四、一五号証、第二五ないし\n第二八号証、原審証人Ｇの証言によれば、例えば、難民の地位に関する条約（昭和\n五六年条約第二一号）では、明確に「国籍国」と表現している如く、国籍国を指す\n場合にはそのように明確にしているものもあること、また、研究者の中には、ヨー\nロッパ人権条約及び米州人権条約では、国際人権規約Ｂ規約一二条二項に相当する\n条項では「自国を去る権利」という語句が用いられているのに対し、同規約一二条\n約四項に相当する条項では「自己がその国民である国家へ入国する権利」という語\n句が用いられているという例もあり、条約の各条項はそれぞれ成文化されるまでの\n経過・経緯があるので当該条項毎に検討のうえ解釈すべきであるとし、条約法に関\nするウイーン条約三二条（解釈の補足的な手段）「前条の規定の適用により得られ\nた意味を確認するため又は次の場合における意味を決定するため、解釈の補足的な\n手段、特に条約の準備作業及び条約の締結の際の事情に依拠することができる。ａ\n前条の規定による解釈によっては意味があいまい又は不明確である場合」の規定\nによって、国際人権規約Ｂ規約の国際連合における審議経過を重視すべきものと\nし、その経過として、大略、引用にかかる原判決事実中の「第六　本案について被\n告らの主張に対する原告の反論及び原告の主張の敷衍」四２ア、イの事実経過があ\nって、「国籍国」に限定しようとする意見の国が明確に「国籍国」との用語をもっ\nて表現しようとしたのに対し、「定住国」を含ませようとする意見の国は、「永久\n的住居」を有する国との表現を加えようとした結果、妥協として世界人権宣言一三\n条二項（「すべて人は、自国その他いずれの国をも立ち去り、及び自国に帰る権利\nを有する。」）に使われている「自国」の用語に落ち着き、結局、国際連合総会で\n採択された時には、「自国」の用語に定住国を含ませるものとして右条項が確定し\nたのであるから、そう解釈すべきであるとの見解を発表している者もあることを認\nめることができるけれども、仮に控訴人の主張するように国際人権規約Ｂ規約一二\n条四項の「自国」が「国籍国」のみならず「定住国」をも含ませるものとして確定\nしたものであるとすれば、右「自国」という用語は、条約法に関するウイーン条約\n三一条四項にいう「特別の意味」を有するものということになるから、同条項によ\nれば、「当事国がこれに特別の意味を与えることを意図していたと認められる場\n合」に該当しない限り、控訴人の主張するような解釈はできないというべきであ\nる。右に認定した事実経過を見るに、国際連合の審議において、当事国が「自国」\nに「定住国」の意味をも与える意図があったとすれば、「定住国」又は「永久的住\n居」という用語の定義付け、永住資格の要否、国籍国と定住国とが異なる場合の扱\nいなどの事項について、当然、審議がなされてしかるべきであろうと思われるが、\nそれにもかかわらず、そのような審議がなされた跡は何も窺えない。この点から考\nえると、当事国において「自国」に「定住国」の意味をも与える意図があったとは\n到底認められないというべきである。\n以上のとおりであるから、国際人権規約Ｂ規約一二条四項の規定をもって控訴人の\n協定永住資格存続を肯定することはできない。\nイ　また、控訴人は、海外渡航の権利があるので協定永住資格を喪失していないと\nも主張する。\n国民が国家の構成員である以上、国民がその国に在住するという関係は、憲法で保\n障する以前の問題であるから、憲法二二条二項に規定する外国へ移住する自由に\nは、日本国民が一時的に海外渡航する自由（海外旅行の自由）を含むと解される。\nこの自由には、国民の出国の自由とともに、当然、絶対的権利として帰国の自由が\n保障されている。他方、国家は、特別の条約がない限り、外国人の入国を許可する\n義務を負うものではなく、国際慣習法上、外国人の入国（本邦から出国した外国人\nの本邦への再入国）の許否は、当該国家の自由裁量により決定されるものとされて\nいるから、本邦から出国した外国人が本邦へ入国（再入国）することは、「権利」\nとして保障されているとはいえない。このことは、日本国民にとっては、海外渡航\nと祖国への帰国という関係になるが、本邦に在留する外国人にとっては、外国であ\nる日本から海外へ出国し、祖国でなく外国に過ぎない日本への再入国という関係に\nなるので、この両者を同一に考えることはできない。この両者の差異は本質的なも\nのである。憲法二二条二項の規定が外国人に対して日本国民と同様の保障を与えて\nいると解する根拠はない。ただ、憲法の同条項は、本邦に在留する外国人に対し\nて、日本国の主権に服している限り、外国へ移住する自由（日本国から出国する自\n由〉を保障していると解されるが、それ以上に外国人が本邦へ入国（再入国）する\n点については、何ら触れていず、これを専ら立法に委ねていると解される。本邦に\n在留する外国人については、入管法に規定していることは、前示のとおりである。\nしたがって、海外渡航の権利を有していることを前提とする控訴人の主張は失当で\nある。\n（二）　被控訴人法務大臣は、控訴人の協定永住許可は、右（一）のように控訴人\nが再入国許可を受けずに本邦から出国した昭和六一年八月一四日の時点で当然に失\n効し、これにより控訴人は本邦における在留資格を喪失したので、仮に本件処分が\n取り消されたとしても、控訴人の在留資格の存在を前提とする再入国許可処分を受\nけうる余地はないから、控訴人は、本件処分の取消しを求める法律上の利益を喪失\nしたと主張する。確かに、前記のように、再入国許可には、当該外国人が在留資格\nを有していることが前提となるものであり、控訴人は現段階では在留資格を喪失し\nているものである。しかしながら被控訴人法務大臣が適法に再入国許可をしていれ\nば、控訴人は、出国によっても協定永住資格を喪失していなかったものであるか\nら、不許可処分が違法として取り消されたとしても、現に在留資格を有していない\n控訴人に対し再入国許可をする余地がないと被控訴人法務大臣において主張するこ\nとは、信義誠実の原則に反するものであり、そのようにして控訴人の権利救済を拒\n否することは不公正というほかない。したがって、本件処分が違法として取消され\nた場合には、被控訴人法務大臣は、本件再入国許可申請を原則として、本件不許可\n処分をした時点を基準として再審査すべきものであって、控訴人の出国による協定\n永住資格喪失を考慮に入れることは許されないので、訴えの利益喪失についての被\n控訴人法務大臣の主張は採用できず、他に訴えの利益の喪失を肯認するに足る事実\n（例えば、控訴人の大韓民国国籍の喪失）はない。\nよって、控訴人は、現在の在留資格よりも法的利益の大きい協定永住資格回復のた\nめに、不許可処分の取消を求める利益がある。\nなお、民訴法三八八条は、訴え却下判決を違法として一審判決を取り消す場合にお\nいては、控訴審は事件を一審裁判所に差し戻すことを要するとしているが、これは\n当事者に審級の利益を保障するためと解される。しかし、本件においては、被控訴\n人国に対する損害賠償請求事件において、その前提問題として本件処分の違法性の\n有無につき実体審理が尽くされており、被控訴人法務大臣の関係でも審級の利益は\n保障されているといえるから、再入国不許可処分の取消しの訴えについて事件を一\n審裁判所に差し戻すことなく当審において本案について判断することが許されると\n解する。\n２　協定永住資格存在確認の訴え\n先行して提起された本件処分取消しの訴えに関しては、その判決の効力の及ぶ範囲\nは、本件処分の違法性の有無であって、在留資格の有無は、判決によって直接確定\nするものではないというべきところ、後行の協定永住資格存在確認の訴えは、控訴\n人の当該在留資格の存否そのものが訴訟の目的であるから、先行の訴えと訴訟物を\n異にしているので、後行の協定永住資格存在確認の訴えが重複起訴に当たるという\nことはできない。\n被控訴人国は、紛争の成熟性の欠如を主張する。そして、控訴人が昭和六三年六月\n二八日本邦への入国にあたり上陸特別許可を受けたこと、その後現在では定住者と\nして在留期間一年の指定を受けていることは前記認定のとおりである。確かに、現\n在控訴人に対して退去強制等の不利益が目前に迫っているなどの事情があると認め\nる証拠はない。しかし、控訴人の主張する協定永住資格と現に指定されている定住\n者とは法的地位が質的に異なることを考えると、控訴人の協定永住資格の存否をめ\nぐり当事者間に争いが存する以上、現に紛争解決の必要性があるといってよい。し\nたがって、控訴人の協定永住資格存在確認の訴えを不適法ということはできず、被\n控訴人国の主張は採用しない。\n３　損害賠償の訴え\n本件損害賠償の訴えは、本件処分によって受けた精神的苦痛の慰謝料を求めるもの\nで、抗告訴訟たる本件処分取消しの訴えの関連請求として併合提起されたものであ\nるが、右抗告訴訟が適法であることは既に説示したところであるから、行政事件訴\n訟法一六条の併合要件を充たし適法である。したがって、被控訴人国の主張は採用\nしない。\n六　本案についての判断\n１　本件処分取消請求について\n（一）　（本件処分の理由）\n本件処分の主な理由は、控訴人が昭和五六年一月九日北九州市小倉北区役所におい\nて確認申請をし登録証明書の交付を受ける際、同区役所職員から指紋押捺を求めら\nれたのを拒否し、更に、昭和六一年一月四日同区役所において確認申請を行った際\nにも指紋押捺を拒否したことにあることは、被控訴人らの自認するところである。\n（二）　控訴人は、日本国憲法二二条及び国際人権規約Ｂ規約一二条四項により\n「海外渡航の権利」を有しているので、これを無視している入管法二六条の規定は\n違憲・違法なものであり、右規定に基づく本件処分は違法として取り消されるべき\nであると、主張する。\nしかし、控訴人の援用する日本国憲法と国際人権規約Ｂ規約により控訴人が「海外\n渡航の権利」とか「日本国に戻る権利」とかを有していないことは、前記五１\n（一）において説示したとおりであるから、控訴人の右主張は採用できない。\n（三）　（指紋押捺制度について）\n（１）　（指紋押捺制度とその変遷）\n甲第二九号証、第三〇号証の一ないし四、第三一、第四〇、第四一、第七二号証、\n乙第七号証の一、二、第八ないし第一四号証、第一九ないし第二四号証、第二八、\n第二九号証及び弁論の全趣旨によると、次の事実が認められる（当事者間に争いの\nない事実も含む。）。\n在日韓国人・朝鮮人は、明治四三年の日韓併合以降、日本に移住する者が次第に増\n加し、日本国内の労働力補給のために戦時体制下の動員等による者も含めて、終戦\n時の在日韓国人・朝鮮人はその数約二〇〇万人と推定されている。昭和二〇年の日\n本の敗戦に伴い、大多数が帰国したが、約六〇万人の人々が日本に定住するところ\nとなった。在日韓国人・朝鮮人は、戦前は日本国籍者とされていたが、昭和二七年\n四月二八日、日本国との平和条約の発効に伴い、本人の意思とは無関係に一方的に\n日本国籍はなくなったものとされた。\n一方、昭和二二年五月に制定された外国人登録令においては、在日韓国人・朝鮮人\nは外国人とみなされ、同令の適用を受けることとされたが、当初は同令には指紋押\n捺制度はなかった。昭和二五年朝鮮戦争の勃発により、朝鮮半島からの不法入国者\nの激増が予想されたため、非常事態立法の一環として昭和二七年四月二八日、指紋\n押捺制度の新設を含む外登法が制定された。しかし、指紋押捺制度の実施は在日韓\n国人・朝鮮人の反対運動により延期され、昭和三〇年四月二七日から実施された\n（昭和三〇年政令第二五号）。そして、指紋押捺制度は、制定当初、外国人登録証\n明書の有効期間を交付の日から二年としていたが、昭和三一年（法律第九六号〉の\n改正によって三年毎の確認申請に切り替えることにし、昭和三三年（法律第三号）\nの改正によって、在留期間一年未満の者の指紋押捺義務を免除した。次いで、昭和\n四五年には、指紋の換値分類（換値分類は、指紋の特徴を五桁の数字に置き換えて\n分類するものであって、指紋照合に用いられる技術である。）を廃止し（甲第四八\n号証）、昭和四六年（政令第一四四号）には、外国人登録証明書再交付時の十指指\n紋押捺を廃止し、左指一指にした。昭和四九年（管登第三三六一号通達、甲第五九\n号証）、切替登録等の際の指紋原紙（指紋原紙への押捺は、法務省送付用の指紋を\n採取するためのものである。）への押捺を省略することができることとし、昭和五\n五年（法律第六四号）の改正によって、新規登録申請期間の延長、再入国許可を受\nけた外国人の登録証明書の国外持出等を定め、昭和五六年（法律第九五号）の改正\n法によって、都道府県における写票を廃止し、昭和五七年（法律第七五号）の改正\n法によって、登録義務年齢を一四歳から一六歳に引き上げ、三年毎の確認申請を五\n年毎に延長した。\n（２）　控訴人は、指紋押捺制度は憲法一三条、一四条、国際人権規約Ｂ規約二条\n一項、二六条、七条、一七条一項に違反しているので、控訴人の指紋押捺拒否を理\n由とする本件処分は違法である旨主張する。\nしかし、当裁判所も指紋押捺制度は右憲法等の条項に違反しているとの控訴人の見\n解は失当として採用しない。\nその理由は、原裁判所が原判決五七枚目表末行から同五九枚目裏三行目において説\n示しているのと同じであるから、これを引用する。\nしたがって、指紋押捺制度の違法により本件処分も違法であるとの控訴人の主張は\n理由がない。\n（四）　（本件処分の裁量性）\n（１）　（再入国許否処分の裁量）\n入管法二六条一項は、法務大臣の再入国許否の判断基準を特に定めてはいない。こ\nれは、適正な出入国管理行政の保持の観点から、許否の判断を法務大臣の裁量に委\nねる趣旨である。したがって、不許可処分が違法となるのは、法の認める裁量権の\n範囲を超え、又は濫用があった場合に限られる。\n（２）　（協定永住資格者の地位）\n日韓地位協定、国際人権規約、難民条約等を契機として、国内法は、協定永住資格\n者に対して国民に準じた法的地位を認めている。\n昭和四〇年一二月一八日、日韓地位協定が締結された。日韓地位協定は、六箇条か\nらなる協定本文と「日韓法的地位協定についての合意された議事録」（合意議事\n録）及び「討議の記録」という付属文書からなり、「合意議事録」は両当事国を、\n「討議の記録」は発言国を拘束し、ともに協定本文の解釈根拠となると解される\n（甲第四二号証）。また、国内法として、「出入国管理特別法」が制定された。\n（１）　永住資格\n日韓地位協定一条所定の事実に該当する在日韓国人が所定期間内に永住許可の申請\nをしたときは例外なく永住許可をすることとされた。\n（２）　退去強制事由の大幅な制限\n一般の永住資格者を含めて適用される出入国管理令（当時）の退去強制事由は協定\n永住資格者には適用が除外され、一定の重大犯罪事犯のみが該当事由とされた（日\n韓地位協定三条）。なお、合意議事録三条関係によれば、人道的見地から退去強制\nの決定に際しての家族構成その他の事情を考慮すること、永住許可申請期間中の有\n資格者に対する特別な配慮が合意されている。\n（３）　教育を受ける権利の取得\n日韓地位協定四条ａ項において、日本国政府は協定永住資格者の「教育」について\n「妥当な考慮を払う」ものとされた。この協定本文及び合意議事録四条関係１、討\n議の記録日本代表発言ｃ項に基づき、協定永住資格者児童の教育を受ける権利が法\n的に保障された（昭和四〇年一二月二五日文初財四六四、各都道府県教育委員会、\n各都道府県知事あて、文部事務次官通達「日韓地位協定における教育関係事項の実\n施について」、甲第三五号証）。\n（４）　生活保護受給手続の法的根拠の取得\n日韓地位協定四条ａ項において、日本国政府は協定永住資格者の「生活保護」につ\nいて「妥当な考慮を払う」ものとされた。そして、すでに行政運用によって在日韓\n国人・朝鮮人については外国人登録の確認のみで保護手続が行われていたため、合\n意議事録四条関係２において、「当分の間従前どおりとする」とされた。\n（５）　国民健康保険加入資格の取得\n日韓地位協定四条ａ項において、協定永住資格者の「国民健康保険」についても\n「妥当な考慮を払う」ものとされた。この点について、昭和四二年一月二一日、国\n民健康保険法施行規則一条の改正が行われ、それまで日本国民に限定していた加入\n資格者に協定永住資格者が加えられた（昭和四二年厚生省令第一号）。\n（６）　再入国不許可裁量権の制約\n討議の記録日本代表者ｆ項によれば、日本国政府は、協定永住資格者が出国しよう\nとする場合において再入国許可の申請をしたときには、法令の範囲内で、「できる\n限り好意的に取り計らう方針である。」と発言しており、これによれば、入管法に\nおける再入国の許否に関し「できる限り好意的に」という制約が付された。\nこのように、協定永住資格者は、日本国民とほとんど異ならない地位を有してお\nり、他の在留外国人とは質的に異なる資格を有していたのである。\n（３）　（再入国許否処分の裁量に対する制約及び違法判断の基準）\n右のとおり、協定永住資格者の法的地位が、歴史的経緯もふまえて日本国民とほと\nんど異ならない地位にまで高められており、他方、日本国民は憲法（二二条二項）\n上海外旅行の自由が認められているところからすると、協定永住資格者に対する再\n入国許否処分の法務大臣の裁量の範囲は、他の在留資格者における場合に比し、自\nずから一定の制約があるものと解すべきである。法務大臣は再入国許否処分をする\n際には、協定永住資格者に対しては退去強制事由が極めて限定されていることと、\n協定永住資格を喪失すると再度協定永住資格を取得する余地のないことを特に考慮\nすべきである。\n（４）　（第二回以降の指紋押捺の重要性）\n前記の指紋押捺制度の変遷によって考える。\n換値分類が昭和四五年に廃止されたことは、法務省が外国人登録証の切替時に採取\nした指紋の従前の指紋との照合を指紋原紙によってすることにしたことを意味する\nものと解され、これにより二重登録の発見は困難となった。\n更に、法務省は、昭和四九年、切替時の指紋押捺の場合には指紋原紙への押捺を省\n略してよい旨の通達を発したが、このことは、法務省自身は登録証切替時に採取し\nた指紋そのものをその都度入手しないことを意味する。その後、昭和五七年（管登\n第一一五〇〇号通達）に指紋原紙への押捺が再開されたが、指紋原紙への押捺が省\n略された期間の前後の大量切替時は昭和四六年と昭和六〇年であった（甲第七二号\n証）から、法務省は、約一四年間二回目以降の指紋を入手しなかったことになる。\nこのことは、切替時毎の指紋採取それ自体は、昭和五七年に再開されたにもかかわ\nらず、重要性を失っていたことを意味する。また、甲第六八号証及び弁論の全趣旨\nによって認められるように、控訴人は指紋押捺拒否後である昭和五六年四月六日に\nは、米国渡航を目的として再入国の許可を受けているが、このことからも右事実が\n裏付けられる。\n以上のような指紋押捺制度の実施状況の変遷をみると、本件処分時、二回目以降の\n指紋採取は重要性を失っていたということができる（ちなみに、昭和六二年法律第\n一〇二号によって改正された外登法一四条五項は、原則として二回目以降の指紋押\n捺義務を廃止した。）。\n（５）　（本件処分と裁量権の濫用の有無）\n本件不許可処分の主な理由が、控訴人が昭和五六年一月九日及び昭和六一年一月四\n日に指紋押捺を拒否したことにあることは前記のとおりである。\n昭和六一年六月二四日の本件処分当時の指紋押捺制度をみると、第二回目以降の指\n紋押捺自体は重要性を失っていたということができること、これに対し、本件再入\n国許可申請が不許可になれば、控訴人は、我が国に生まれ育ち、永住の意思が有り\nながら（控訴人の当審における供述）、結果的に協定永住資格を失い、法的に極め\nて不利な立場に立たされること、控訴人の指紋押捺を拒否した理由は、指紋押捺を\n含む外国人登録証に対し抱く在日韓国人の痛みを理解して欲しいとの無理からぬ願\nいからであって、指紋押捺拒否運動を意図したものではないこと、本件再入国許可\n申請の目的が控訴人としては断念できない音楽の勉強のための留学にあったこと等\nを考慮すると、被控訴人法務大臣の本件不許可処分は協定永住資格を喪失させる退\n去強制処分と実質異ならない法的不利益を控訴人に与えるもので、再度の指紋押捺\n拒否の点を考慮しても、本件不許可処分は、控訴人に対しては余りにも苛酷な処分\nとして比例原則に反しており、その裁量の範囲を超え又は濫用があったものとして\n違法といわざるをえず、その取消しを免れないものである。\nこのことは、昭和五九年から昭和六〇年にかけて指紋押捺拒否運動が全国的な広が\nりを見せ、在日外国人団体において、指紋押捺制度反対意思表明方法として、登録\n証明書の切替えに際して押捺しない意向を示し、当局の説得期間中も拒否するいわ\nゆる留保運動を展開したため、指紋押捺を留保する者が続出し、指紋押捺拒否とい\nう行動が一つの社会現象として展開されるという被控訴人ら主張の社会・政治情勢\nにあったということを考慮しても、第二回目以降の指紋押捺自体は重要性を失って\nいたという事情のもとでは、被控訴人法務大臣の本件不許可処分は、その裁量の範\n囲を超え又は濫用があったものとして違法といわざるをえない。\n２　協定永住資格存在確認請求について\n現段階においては、控訴人が協定永住資格を喪失していることは、前記五１（一）\nにおいて説示したとおりである。\n３　損害賠償請求について\n本件処分が違法なものであったことは前記のとおりである。しかしながら、法務省\nでは、指紋押捺拒否者の数が増加する傾向を示していたので、昭和五七年一〇月一\n日の改正法の施行を期に、指紋押捺拒否者に対して原則として再入国を許可しない\n方針がとられ（甲第七二号証、弁論の全趣旨）、昭和六一年六月二四日の本件処分\n当時は、裁判例も、指紋押捺拒否を理由とする再入国不許可処分も違法があるとい\nうことはできないとしており（東京地裁昭和六一年三月二六日判決は、原告Ｉが被\n告法務大臣に対し再入国不許可処分の取消しを求めた事件において、入管法四条一\n項一六号及び昭和二七年外務省令第一四号一項三号の在留資格者（在留期間一八〇\n日）について指紋押捺拒否を理由とする再入国不許可処分に違法があるということ\nはできないとした。行裁集三七巻三号四五九頁、判例時報一一八六号九頁参\n照。）、したがって、右裁判例の在留資格が本件の控訴人と異なることを考慮して\nも、本件処分が違法であることを、当時、法務大臣において当然知り、又は知りう\nべきであったとまでは直ちにいうことはできないから、控訴人の本件損害賠償請求\nを認めることはできない。\n七　よって、原判決中、控訴人の本件処分の取消しを求める訴えを却下した部分は\n失当であるからこれを取り消し、本案について更に判断を加え、本件処分は違法で\nあるからこれを取り消し、控訴人の協定永住資格存在確認請求及び損害賠償請求は\nいずれも失当であり、これと同旨の原判決部分は相当であるから右控訴をいずれも\n理由がないものとしてこれを棄却することとし、訴訟費用及び控訴費用の負担につ\nき行政事件訴訟法七条、民訴法九六条、九五条、九二条、八九条を適用して、主文\nのとおり判決する。\n（裁判官　緒賀恒雄　近藤敬夫　木下順太郎）\n"
}