{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 10,
    "day": 29
  },
  "case_number": "平成10(ネ)3707",
  "case_name": "商標権侵害差止等請求控訴事件",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13563",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13563",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/563/013563_hanrei.pdf",
  "contents": "平成一〇年(ネ)第三七〇七号商標権侵害差止等請求控訴事件（原審・東京地方裁判\n所平成七年(ワ)第二〇〇九五号）（平成一一年九月八日口頭弁論終結）\n判　　　　　　　決\n控訴人（原審原告）　　　寒梅酒造株式会社\n右代表者代表取締役　　　Ａ\n右訴訟代理人弁護士　　　吉村　仁\n被控訴人（原審被告）　　鷹正宗株式会社\n右代表者代表取締役　　　Ｂ\n右訴訟代理人弁護士　　　有賀信勇\n主　　　　　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　　　　　実\n第一　当事者の求めた裁判\n一　控訴人\n１　原判決を次のとおり変更する。\n(1)　被控訴人は、原判決別紙被告標章目録１ないし10記載の各標章を清酒又\nはその包装に付してはならない。\n(2)　被控訴人は、清酒又はその包装に原判決別紙被告標章目録１ないし10記\n載の各標章を付したものを譲渡し、引き渡し、譲渡若しくは引渡しのために展示\nし、又は輸入してはならない。\n(3)　被控訴人は、清酒に関する広告、定価表又は取引書類に原判決別紙被告\n標章目録１ないし10記載の各標章を付して展示し、又は頒布してはならない。\n(4)　被控訴人は、控訴人に対し、金二二一八万二〇六〇円及びこれに対する\n平成七年二月一一日から支払済みまで年五分の割合による金員を支払え。\n２　訴訟費用は、第一、第二審とも被控訴人の負担とする。\n３　仮執行の宣言\n二　被控訴人\n主文と同旨\n第二　当事者の主張\n一　当事者双方の主張は、次のとおり付加、削除、訂正し、後記二及び三のとお\nり当審における主張を付加するほかは、原判決事実欄の「第二　当事者の主張」の\nとおりであるから、これを引用する。\n１　原判決七頁四行目の「標章を」の次に「併せて」を加える。\n２　同八頁七行目から八行目にかけての「商標に含まれる地名部分は、真実の\n産地、販売地を表示していないこともあるから、」を削る。\n３　同二三頁一〇行目から二四頁一行目までを削る。\n４　同二四頁二行目の「６」を「５」に改める。\n５　同二四頁四行目の「５を」の次に「併せて」を加える。\n６　同二四頁九行目の「三・八パーセントに当たる二八〇九万七二七六円」を\n「三パーセントに当たる二二一八万二〇六〇円」に改める。\n７　同二五頁二行目の「７」を「６」に改める。\n８　同二五頁三行目、同四行目及び同六行目から七行目にかけての「、模造清\n酒若しくは清酒以外の日本酒」をそれぞれ削る。\n９　同二五頁末行及び同二六頁二行目の「二八〇九万七二七六円」をそれぞれ\n「二二一八万二〇六〇円」に改める。\n10　同二八頁三行目を削る。\n11　同二八頁四行目、同五行目及び同一〇行目の各「６」をそれぞれ「５」\nに、同末行の各「７」をそれぞれ「６」に改める。\n二　控訴人の主張\n１　原判決は、日本酒の銘柄名には、地名が含まれているものが多くあり、そ\nの場合、それを販売している蔵元の多くは、その地に所在しているものと認められ\nるとしたうえで、日本酒については、一般に産地により味や品質が異なるものと認\n識されているため、その名称に地名を付して産地名を表わすことが行われているも\nのと認められ、そうすると、日本酒の名称に地名が含まれている場合には、取引\n者・需要者は、その地名は産地名を表わしていると認識し、その地名に着目するも\nのと考えられるから、その地名の部分も自他商品の識別機能を果たしているものと\n認められる旨認定した（原判決三九頁四行目から四〇頁一行まで）。\nしかしながら、「日本酒の銘柄名に地名が含まれているものが多くある」\nとの事実から、直ちに、「日本酒については、一般に産地により味や品質が異なる\nものと認識されているため、その名称に地名を付して産地名を表わすことが行われ\nている」との事実や、「日本酒の名称に地名が含まれている場合には、取引者・需\n要者は、その地名は産地名を表わしていると認識し、その地名に着目する」との事\n実が推認されるわけではなく、かつ、これらの事実を認めるに足りる証拠は存在し\nない。\n日本酒の味や品質に影響を与える要素としては、その地の天然水を使用す\nる限り産地によって左右され得る要素である使用水の他に、使用米の種類、精米歩\n合の高低、洗米のノウハウ、蒸米のノウハウ、使用麹、使用酒母、使用酵母、醪の\n発酵管理、搾りの程度、醸造アルコールを加えるかどうか、火入れのノウハウ等が\n挙げられ、使用水のみが味や品質を決定しているわけではないのみならず、\n「越」、「出羽」、「加賀」等の地名（旧国名）が該当する領域全体で同一の水を\n使用しているわけではないことも明らかである。さらに、近時は水質汚濁のため天\n然水がそのまま酒造りに使用できず、各蔵元は、天然水を浄水装置に通し、さらに\nその際各蔵元独自の「ミネラル」を加えて使用している状況にあるから、同一の天\n然水を使用した場合でも、使用水としては同一でなくなってきている。したがっ\nて、産地が同一の地名に含まれ、その地の天然水を使用した日本酒であっても、味\nや品質はまちまちであるし、同一蔵元の同一銘柄の日本酒であってさえ、使用米の\n種類、精米歩合の高低、醸造アルコールを加えるかどうかによって味や品質は異な\nるのである。\nそして、取引者・需要者は、日本酒の解説書により、精米歩合、使用米、\n日本酒度（どの程度の甘口・辛口か）、酸度、その他の特徴を確認し、あるいは、\n容器、店頭等に掲記された味の解説表示による情報等により、さらには全国的に統\n一された品質の表示基準である「純米酒」、「吟醸酒」等の特定名称の表示によっ\nて、該日本酒の味や品質を判断しているのであり、真実の産地を示すかどうかさえ\n不確実な商標の地名部分によって味や品質を確認しているものではない。仮に、取\n引者・需要者にとって産地が重要であるとしても、取引者・需要者は、真実の産地\nを示すかどうか不確実な商標の地名部分によるのではなく、容器やラベル、外箱等\nに掲記されている製造者の住所・名称により、真実の産地を確認しているものと解\nすべきである。\nしたがって、原判決の前示認定は誤りである。\nさらに、商標中の地名部分に何分かの自他商品識別力があると仮定して\nも、「出羽」、「会津」、「群馬」、「信濃」、「越」、「加賀」等の同一の地名\nが複数の蔵元に使用されていることからして、地名部分から製造元・販売元を察知\nするのは難しいので、地名部分の自他商品識別力は弱いものといわざるを得ず、商\n標の類否判断で用いられる要部観察による比較における要部とはなり得ない。\n２　原判決は、被控訴人標章５、同６、同８、同10につき、等しい大きさの活\n字（又は毛筆による行書体）により一行に横書き（又は縦書き）されたものであっ\nて、全体が一つのまとまりのある標章として認識される旨認定し（原判決四五頁八\n行目から一一行目まで、四七頁九行目から一一行目まで、五一頁一〇行目から五二\n頁一行目まで、五六頁一行目から三行目まで）、これらの被控訴人標章が控訴人商\n標一ないし三と類似しないと判断した。\nしかしながら、地名部分を含み全体が同一の書体、大きさ、間隔をもって\n外観上まとまりよく一連に横書き（又は縦書き）した標章が、その地名部分を除い\nた部分よりなる商標と同一又は類似すると判示した裁判例があるから、右原判決の\n判断は誤りである。特に被控訴人標章５は、「筑後の国」の部分と「寒梅」の部分\nの間に一文字分の間隔があって前後に分断されているところ、従前の裁判例、審決\n例は、そのような場合には、前部と後部とに分けて解釈してきたものである。\nまた、原判決は、被控訴人標章７につき、二行に分けて記載されているも\nのの、文字は同一の大きさの毛筆による行書体で、「筑後の」の文字と「寒梅」の\n文字が近接して書かれているから、全体が一つのまとまりのある標章として認識さ\nれる旨認定し（原判決四九頁一〇行目から五〇頁二行目まで）、被控訴人標章７が\n控訴人商標一ないし三と類似しないと判断したが、右のとおり、一連一行に書かれ\nている標章であっても、地名部分を除いた部分よりなる商標と同一又は類似するの\nであるから、二行に分けて記載されている標章がこれと同一又は類似することは当\n然である。なお、裁判例は、地名部分を含む商標の地名部分とその余の部分を二行\nに分けて記載し、略正方形状にまとまりよく配したものについても、同一又は類似\nすると判断している。因みに、従前の裁判例、審決例は、二行に分けて記載された\n標章については各行ごとに分けて解釈してきたものである。\nさらに、原判決は、被控訴人標章４及び同９につき、全体がほぼ正方形の\n枠に囲まれており、「筑後の」（又は「筑後の国」）という文字と「寒梅」という\n文字が篆書の小篆風の同一書体により記載されていることから、全体が一つのまと\nまりのある標章として認識される旨認定し（原判決三八頁九行目から三九頁二行目\nまで、五三頁一一行目から五四頁四行目まで）、被控訴人標章４及び同９が控訴人\n商標一ないし三と類似しないと判断したが、右のとおり、枠こそないものの、地名\n部分を含む商標の地名部分とその余の部分を二行に分けて記載し、略正方形状にま\nとまりよく配したものについて、同一又は類似すると判断した裁判例があるから、\n右の判断は誤りである。\n３　原判決は、被控訴人標章４ないし10につき、「筑後（又は筑後の国）にお\nいて寒中に咲く梅」という観念が生じると認定した（原判決四四頁三行目から五行\n目まで、四六頁五行目から六行目まで、四八頁五行目から六行目まで、五〇頁七行\n目から八行目まで、五二頁六行目から七行目まで、五四頁九行目から一〇行目ま\nで、五六頁八行目から九行目まで）。\nしかしながら、被控訴人標章４ないし10は、右のとおり、そのうちの「筑\n後の」（又は「筑後の国」）の部分が要部ではないから、「寒梅」の観念を生じる\nものというべきである。仮に、原判決のように、日本酒において産地・販売地が重\n要である故に「筑後の」（又は「筑後の国」）の部分が要部となるのだと解すれ\nば、被控訴人標章４ないし10からは、「筑後（又は筑後の国）において生産された\n（又は販売された）『寒梅』ブランドの酒」という観念が生じるはずである。\nしたがって、いずれにしても、原判決の右の認定は誤りである。\n４　原判決は、被控訴人標章６が付された被控訴人の製品が「寒梅パック」の\n名称で、被控訴人標章７及び同８が付された被控訴人の製品が「寒梅」の名称で販\n売された事実を認定しながら、それのみでは、被控訴人の製品が一般的に「寒梅」\nと呼ばれていることを認めることができないとして（原判決四三頁二行目から七行\n目まで）、本件差止請求を認めなかったが、商品の混同のおそれから更に進んで現\n実の混同が生じている事実があるのに、差止請求を認容しなかったのは誤りであ\nる。\n５　原判決は、被控訴人標章１ないし３を付した清酒の販売に係る商標権侵害\n行為による被控訴人の利益の算出に当たって、国税庁課税部酒税課編「清酒製造業\nの概況・平成七年三月」（甲第八一号証）による清酒製造業における平均営業利益\n率三・八パーセントから、被控訴人の販売力による寄与として認定した一・八パー\nセントを控除して、争いのない販売額七億三九四〇万二〇〇〇円の二パーセントに\n当たる一四七八万八〇四〇円を、商標権侵害行為と相当因果関係のある利益の額と\n判断した（原判決五九頁七行目から六一頁一一行目まで）。\nしかしながら、被控訴人は、年間五九一八キロリットルの生産を行ってい\nるところ、右国税庁課税部酒税課編「清酒製造業の概況・平成七年三月」による年\n間五〇〇〇キロリットル超の蔵元の営業利益率は四・八パーセントなのであるか\nら、営業利益率は、原判決の用いた三・八パーセントではなく四・八パーセントと\nすべきであり、そうすると、被控訴人標章１ないし３を付した清酒の販売に係る商\n標権侵害行為と相当因果関係のある被控訴人の利益の額は七億三九四〇万二〇〇〇\n円の三パーセントに当たる二二一八万二〇六〇円である。\n三　被控訴人の主張\n１　控訴人は、日本酒の味や品質を決定する要素が、使用米の種類、精米歩合\nの高低、醸造アルコールを加えるかどうか等であって、産地が同一で、その地の天\n然水を使用した日本酒であっても、味や品質が異なる旨主張するが、酒類の取引\n者・需要者の間にあっては、一般に産地により日本酒の味や品質が異なるものと認\n識されているものである。\nすなわち、使用水その他の原材料に基づく地域性は、かつてよりは薄れて\nきているとはいえ、究極の酒の味、風味に関しては、依然として産地名が重視され\nており、したがって、その名称に地名を付して産地名を表わすことにより、自他商\n品識別の機能を果たすことになるのである。\nなお、原判決も、日本酒が産地により味や品質が異なると認定したのでは\nなく、一般にそのように認識されていると認定したものであること、また、商標の\n地名部分のみに自他商品識別機能があるとしたものではないことは、その説示に照\nらして明らかである。\n２　控訴人は、原判決が、被控訴人標章４ないし10につき、全体が一つのまと\nまりのある標章として認識される旨を認定し、被控訴人標章が控訴人商標一ないし\n三と類似しないと判断したことに対して、他の裁判例に照らして誤りであると主張\nするが、外観、音声上の相違、産地又は付加された語彙の周知度等が異なる他の事\n例と形式的に比較することに意味はなく、原判決の認定判断に誤りはない。\n３　控訴人は、原判決が、被控訴人標章４ないし10につき、「筑後（又は筑後\nの国）において寒中に咲く梅」という観念が生じると認定したことが誤りであると\n主張するが、原判決の認定に誤りはなく、控訴人の主張は失当である。\n４　控訴人は、原判決が、商品の混同のおそれから更に進んで現実の混同が生\nじている事実があるのに、控訴人の差止請求を認容しなかったのは誤りであると主\n張するが、原判決は、結論として、被控訴人標章４ないし10が、控訴人商標一ない\nし三と類似するものではないと認定したものであって、その認定に誤りはない。\n５　控訴人は、原判決が、被控訴人標章１ないし３を付した清酒の販売に係る\n商標権侵害行為による被控訴人の利益の算出に当たって、販売額七億三九四〇万二\n〇〇〇円の二パーセントに当たる額を商標権侵害行為と相当因果関係のある利益の\n額と判断したことに対し、国税庁課税部酒税課編「清酒製造業の概況・平成七年三\n月」（甲第八一号証）による年間五〇〇〇キロリットル超の蔵元の営業利益率は\n四・八パーセントなのであるから、被控訴人の販売力による寄与として認定した\n一・八パーセントを控除した三パーセントに当たる額とすべきである旨主張する\nが、原判決は、被控訴人の販売力による寄与を一・八パーセントと認定したもので\nはなく、販売額七億三九四〇万二〇〇〇円の二パーセントに当たる額を商標権侵害\n行為と相当因果関係のある利益の額と判断したもので、その判断は相当である。\n理　　　　　　　由\n一　当裁判所も、控訴人の本件請求（但し、当審で維持する部分）のうち、原判決\nにおいて認容した部分を超える部分は理由がないものと判断する。\nその理由は、控訴人の当審における主張に対し後記二のとおり判断するほか\nは、原判決理由欄と同じであるから、これを引用する。但し、原判決四〇頁二行目\nの「この点について、」から同三行目の「主張する。」までを削り、四三頁三行目\nの「第八六号証によると、」の次に「それぞれ一店舗において、」を加え、同五八\n頁七行目から八行目までを削る。\n二　控訴人の当審における主張について\n１　日本酒の産地が同一であってもその味や品質が異なる等の主張（控訴人の主\n張１項）について\n日本酒については、その取引者・需要者の間において、例えば、「秋田の\n酒」、「新潟の酒」、「土佐の酒」というような、その産地と結び付けた表現が日\n常頻繁に用いられていることが公知の事実であり、この事実に照らして、取引者・\n需要者が、一般にその産地によって日本酒の味や品質に相違があるものと認識して\nいることが推認される。仮に、控訴人主張のとおり、現実には、日本酒の味や品質\nが、産地と直接関係のない要因によって決定される度合いが大きいとしても、その\nことと、取引者・需要者が一般に右のような認識を有していることとは別異の事柄\nであり、かつ、前者の事実が後者の事実を覆すに足りるものともいえない。\nまた、日本酒の銘柄名に地名を含むものが多くあり、その場合、その蔵元の\n多くはその地に所在しているものと認められることは前示（原判決三九頁四行目か\nら六行目まで）のとおりである。\nそして、これらの事実によれば、日本酒の名称に地名が含まれている場合に\nは、その取引者・需要者は、通常、その地名が当該日本酒の産地名を表示している\nものと認識し、かつ、その地名に着目するものと推認できる。控訴人は、取引者・\n需要者が、商標（銘柄名）の地名部分によるのではなく、容器やラベル、外箱等に\n掲記されている製造者の住所・名称により、真実の産地を確認していると主張する\nところ、日本酒の銘柄名に含まれる地名がその産地と一致しない一部の例があるこ\nとは前示（原判決四〇頁三行目から八行目まで）のとおりであるが、日本酒の銘柄\n名に地名を含む場合、その蔵元の多くはその地に所在しているとの事実に鑑みれ\nば、右のような一部の例があるからといって、日本酒の銘柄名に地名を含む場合で\nあっても、取引者・需要者が、当該日本酒の産地に関して、名称に含まれる地名に\n着目せずに、専ら容器やラベル、外箱等の記載によって判断しているとの事実を推\n認することはできず、また、他にこの点を認めるに足りる証拠もない。\nそうすると、日本酒の名称に地名が含まれている場合には、取引者・需要者\nは、その地名に着目するのであるから、その地名部分は取引者・需要者の注意を惹\nく部分として要部となり得るものであり、かつ、他の部分（地名部分が要部となる\nからといって、他の部分が要部とならないものではないことはいうまでもない。）\nと相俟って自他商品識別機能を果たし得るものと認めることができる。\nしたがって、この点についても控訴人の主張は理由がない。\nなお、控訴人は、同一の地名が複数の蔵元に使用されていることからして、\n地名部分から製造元・販売元を察知するのは難しいので、地名部分の自他商品識別\n力は弱いものであり、商標の類否判断で用いられる要部観察による比較における要\n部とはなり得ないとも主張するが、右主張が、地名部分からのみ製造元・販売元を\n察知する（すなわち、自他商品の識別をする）ことを前提とする点において失当で\nあることは明らかである。\n２　地名部分を含み全体が外観上まとまりのよい標章であっても、その地名部分\nを除いた部分よりなる商標と同一又は類似するとの主張（控訴人の主張２項）につ\nいて\n被控訴人標章５、同６、同８、同10が、等しい大きさの活字（又は毛筆によ\nる行書体）により一行に横書き（又は縦書き）されたものであって、全体が一つの\nまとまりのある標章として認識されること、被控訴人標章７が、二行に分けて記載\nされているものの、文字は同一の大きさの毛筆による行書体で、「筑後の」の文字\nと「寒梅」の文字が近接して書かれているから、全体が一つのまとまりのある標章\nとして認識されること、被控訴人標章４及び同９が、全体がほぼ正方形の枠に囲ま\nれており、「筑後の」（又は「筑後の国」）という文字と「寒梅」という文字が、\n文字の大きさは違うものの、いずれも篆書の小篆風の同一書体により記載されてい\nることから、全体が一つのまとまりのある標章として認識されることは、前示（原\n判決四五頁八行目から一一行目まで、四七頁九行目から一一行目まで、五一頁一〇\n行目から五二頁一行目まで、五六頁一行目から三行目まで、四九頁一〇行目から五\n〇頁二行目まで、三八頁九行目から三九頁二行目まで、五三頁一一行目から五四頁\n四行目まで）のとおりである。\nこのことと、被控訴人標章４については前示（右１項及び原判決三九頁四行\n目から四四頁一行目まで）のとおり、また、被控訴人標章５ないし10についてはこ\nれと同様の理由により、これらの被控訴人標章が、「筑後の国」（又は「筑後\nの」）の文字部分を含んでその全体が自他商品識別機能を果たしているものと認め\nられることとによれば、これらの被控訴人標章については、その全体によって外観\nの観察を行うべきであり、また、その全体の構成に応じて「ちくごのくにかんば\nい」（又は「ちくごのかんばい」）との称呼を生じ、さらにその全体の構成に応じ\nて、筑後において寒中に咲く梅（又は筑後の国において寒中に咲く梅）との観念を\n生じるものと認められる。\nそして、これらの外観、称呼、観念に基づき、被控訴人標章４ないし10につ\nき、控訴人商標一ないし三と、外観、称呼、観念を総合した対比をすれば、両者が\n類似するものと認めることはできない。\n控訴人は、地名部分を含み全体が同一の書体、大きさ、間隔をもって外観上\nまとまりよく一連に横書き（又は縦書き）した標章が、その地名部分を除いた部分\nよりなる商標と同一又は類似すると判示した裁判例があると主張するが、事案（例\nえば、地名部分とその余の部分との結びつきの緊密性や取引者・需要者の地名部分\nに対する着目の度合、地名部分の有無による観念の変化の有無程度等）や、審理の\n経過を異にする他の裁判例が直ちに本件に適切であるということはできない。\nまた、控訴人は、被控訴人標章５につき「筑後の国」の部分と「寒梅」の部\n分の間に一文字分の間隔がある構成であることを、被控訴人標章７、同４及び同９\nにつき地名部分とその余の部分とを二行に分けた構成であることを、それぞれ取り\n上げ、従前の裁判例、審決例は、そのような場合には、前部と後部とに（又は各行\nごとに）分けて解釈してきたと主張するが、標章の構成を全体として観察するか否\nかは、右に見たように、その構成態様の各要素及び取引者・需要者の着目箇所等を\n総合して判断すべきであり、一文字分の間隔がある構成であること、あるいは二行\nに分けた構成であることから、常に必ず前部と後部とに（又は各行ごとに）分けて\n観察しなければならないというものではなく、従前の裁判例、審決例においても、\nそのように解しているものではない。\nしたがって、この点についても控訴人の主張は理由がない。\n３　被控訴人標章から「寒梅」等の観念を生じるとの主張（控訴人の主張３項）\nについて\n控訴人は、被控訴人標章４ないし10の「筑後の」（又は「筑後の国」）の部\n分が要部ではないことを前提として、「寒梅」の観念を生じると主張するが、その\n前提が誤りであることは、如上のとおりである。\nまた、控訴人は、日本酒において産地・販売地が重要である故に「筑後の」\n（又は「筑後の国」）の部分が要部となるのだと解すれば、被控訴人標章４ないし\n10からは、「筑後（又は筑後の国）において生産された（又は販売された）『寒\n梅』ブランドの酒」という観念が生じるはずであるとも主張する。しかして、前示\n１項のとおり、日本酒の名称に地名が含まれている場合には、取引者・需要者は、\nその地名が当該日本酒の産地名を表示しているものと認識し、その地名に着目する\nのであるから、その地名部分は取引者・需要者の注意を惹く部分として要部となり\n得るものであるが、その地名部分が、取引者・需要者の注意を惹くこと（したがっ\nて要部となり得ること）自体と、その注意を惹く原因とは別異の事柄であり、被控\n訴人標章４ないし10の観念は、要部の一部である「筑後の」（又は「筑後の国」）\nの部分を含み、全体として自他商品識別機能を果たす該標章の全体から、自然に生\nじるものであって、控訴人主張のような「筑後（又は筑後の国）において生産され\nた（又は販売された）『寒梅』ブランドの酒」などという観念が生じる余地はな\nい。\nしたがって、この点についても控訴人の主張は理由がない。\n４　差止請求を認めなかったことが誤りであるとの主張（控訴人の主張４項）に\nついて\n控訴人は、被控訴人標章６が付された被控訴人の製品が「寒梅パック」の名\n称で、被控訴人標章７及び同８が付された被控訴人の製品が「寒梅」の名称で販売\nされた事実があり、商品の混同のおそれから更に進んで現実の混同が生じている事\n実があるのに、原判決が、差止請求を認容しなかったのは誤りであると主張する。\nしかして、それぞれ一店舗において、被控訴人標章６が付された被控訴人の\n製品が「寒梅パック」の名称で、被控訴人標章７及び同８が付された被控訴人の製\n品が「寒梅」の名称で販売された例があったことは、前示（右一の加入後の原判決\n四三頁二行目から五行目まで）のとおりであるが、右事実のみから直ちに、取引\n者・需要者において、被控訴人の製品と控訴人の製品の出所を混同した事実がある\nと認めることはできず、また、そのおそれがあるものと認めることもできない。\nしたがって、控訴人の右主張も、その前提を欠くものであって、理由がな\nい。\n５　被控訴人の営業利益率を四・八パーセントとすべきであるとの主張（控訴人\nの主張５項）について\n控訴人は、被控訴人標章１ないし３を付した清酒の販売に係る商標権侵害行\n為による被控訴人の利益の算出に当たって、被控訴人が年間五九一八キロリットル\nの生産を行っているから、国税庁課税部酒税課編「清酒製造業の概況・平成七年三\n月」（甲第八一号証）の年間五〇〇〇キロリットル超の蔵元の営業利益率により、\n被控訴人の営業利益率を四・八パーセントとすべきであり、そうすると、被控訴人\nの販売力による寄与として認定した一・八パーセントを控除して、販売額七億三九\n四〇万二〇〇〇円の三パーセントに当たる二二一八万二〇六〇円が、被控訴人標章\n１ないし３を付した清酒の販売に係る商標権侵害行為と相当因果関係のある被控訴\n人の利益の額となる旨主張する。\nしかしながら、乙第二五号証によれば、被控訴人の出荷量は、平成五年にお\nいて三三三六キロリットル、平成六年において四九九五リットル、平成七年におい\nて五九一八リットルであったことが認められるところ、前示（原判決六〇頁一一行\n目から六一頁六行目まで）のとおり、被控訴人が平成二年から平成七年にかけて急\n激に売上を伸ばしたことが認められるのであるから、その生産量が五〇〇〇キロリ\nットルを超えたのは平成七年が初めてであることが推認される。そして、そうであ\nるとすれば、平成二年一〇月から平成七年二月一〇日までの間の被控訴人の営業利\n益を算出するに当たり、国税庁課税部酒税課編「清酒製造業の概況・平成七年三\n月」（甲第八一号証）を用いるとしても、右の事情を考慮して、清酒製造業におけ\nる平均営業利益率である三・八パーセントを基礎とすることが相当であり、この点\nについての控訴人の主張を採用することはできない。\n三　よって、原判決は正当であって、本件控訴は理由がないから、これを棄却する\nこととし、控訴費用の負担につき民事訴訟法六一条、六七条一項を適用して、主文\nのとおり判決する。\n東京高等裁判所第一三民事部\n裁判長裁判官　　　　　田中康久\n裁判官　　　　　石原直樹\n裁判官　　　　　清水　節\n"
}