{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 9,
    "day": 10
  },
  "case_number": "平成3(行ケ)1",
  "case_name": "町議会議員の当選の効力に関する裁決取消請求事件",
  "court_name": "福岡高等裁判所那覇支部",
  "field": "行政",
  "gist": "１　町議会議員一般選挙の候補者仲間清昌が「セイソ」という略称を用いて選挙運動を行っていた場合において，あらかじめ同人を含む数名の候補者及び町選挙管理委員会の委員の間で，投票の記載全体に関係なく「セ」又は「セイ」で始まる投票はすべて同人の得票とする旨の事前の了解がされていたとしても，投票の効力は，開票管理者が，投票の記載全体から客観的に判断して何人に投票したかを開票立会人の意見を聴いて決定すべきものであり，前記事前の了解を根拠として投票の効力を判断すべきではないとした事例　２　町議会議員一般選挙の候補者仲間清昌及び長嶺晴治が，それぞれ「セイソ」，「ナセ」という略称を用いて選挙運動を行っていた場合において，「＊＊＊（別記１）」という投票の記載は，「セイシ」と記載したものと解され，「セイジ」又は「セイショウ」のいずれの誤記とも判断し難いから，当該投票は候補者の何人を記載したかを確認し難いものとして無効であるとした事例　３　町議会議員一般選挙の候補者仲間清昌が，「セイソ」という略称を用いて選挙運動を行っていた場合において，「セイセ」という投票の記載が，「セイソ」の同地における訛音のひとつである「セイセウ」の誤記であるとして同人に対する有効投票として認められた事例　４　町議会議員一般選挙において候補者仲間清昌のほかに仲間政勝が実在する場合における「仲マ正勝」という投票の記載につき，一般に選挙人は候補者に投票する意思で投票するものであり，前記投票は，社会的な知名度の低い前記仲間政勝に対してではなく，候補者仲間清昌に投票する意思でその名の部分を誤記したものと解されるから，同人に対する有効投票と認められるとした事例　５　町議会議員一般選挙の当選の効力に関する審査申立てに対する，当選人の当選を無効とする旨の県選挙管理委員会の裁決が，当選人の得票数は，当選人とされなかった別の候補者の得票数を下回るとして，適法とされた事例",
  "lawsuit_id": "16594",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16594",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/594/016594_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　申立て\n一　原告\n１　平成二年九月九日執行の沖縄県宮古郡伊良部町議会議員一般選挙の当選の効力\nに関するＡの審査申立てに対し、被告が同年一二月二一日にした当選人Ｂの当選は\n無効とする旨の裁決を取り消す。\n２　訴訟費用は、被告の負担とする。\n二　被告及び補助参加人\n主文同旨\n第二　主張\n一　請求原因\n１　本件選挙\n原告は、平成二年九月九日執行の沖縄県宮古郡伊良部町議会議員一般選挙（以下\n「本件選挙」という。）に立候補したものである。\n本件選挙の結果、沖縄県宮古郡伊良部町選挙管理委員会（以下「町選管」とい\nう。）は、原告を含も二〇名の当選を告示した。\n２　補助参加人からの異議申出及び審査申立てに対する裁決補助参加人は、原告を\n当選人とした決定に対し異議の申出をしたが、町選管は、平成二年九月二五日これ\nを棄却する決定をした。これに対し、補助参加人から被告に対し審査申立てをした\nところ、被告は、同年一二月二一日次のような裁決（以下「本件裁決」という。）\nをし、翌二二日原告に交付した。\nすなわち、本件裁決は、原告にかかわる投票につき、町選管において原告の有効投\n票とされた別紙投票目録１の投票（以下「別記１の投票」という。）及び同２の投\n票（以下「別記２の投票」という。）を無効とし、最下位当選人と決定された原告\nの得票数を町選管決定の一七三・三八七票から二票減じた一七一・三八七票とし\nて、補助参加人の得票数一七二票より〇・六一三票少なくなるとし、前記異議申出\n棄却決定を取り消し、当選人原告の当選を無効としたものである。\n３　本件裁決の取消理由\n（一）　事前の合意と原告のこれまでの選挙運動\n（１）　伊良部町は、本件選挙当時人口約八三二八人で、当時の投票総数は約五〇\n〇三票で、同町は北区（有権者約三〇七七人）と南区（有権者約二四五二人）とが\nあって、両字は約二キロメートル程隔たり、北区には字前里添と池間添があり、両\n字を併せて佐良浜と称するが、南区は字伊良部、字伸地、字国伸、字佐和田、字長\n浜で構成されている。\n北区は池間島からの移住者が多く、主として漁業に依存するものであるが、北区と\n南区とでは、風俗、習慣、言葉等に若干の相違がある。\n原告は、北区字池間添の出身で、地域の年輩の人たちからは「Ｃ」「Ｄ」あるいは\n「Ｅ」と呼ばれているが、これまで伊良部町議会議員として本件選挙を含め五期連\n続当選し、二期議長を務めている。\n（２）　原告は、これまで五期二〇年近くの間、選挙での掲示名をすべて「Ｆ」と\n表示し、このことは、地域の選挙民の間で長年にわたり浸透し、よく知られている\nことであり、町選管でも「セ」あるいは「セイ」で始まる投票はすべて原告に対す\nる有効得票として処理され、選挙民や他の候補者から何らの異議もなかった。\n本件選挙の候補者であるＧは、三期目の候補者であるが、同人は一期目の選挙の時\nから、その掲示名を「Ｈ」とし、「セ」あるいは「セイ」で始まる投票について\nは、原告に対する投票であるとして、原告票に加えることは了解事項であった。\n本件選挙においては、候補者に同姓の者が各二名（Ｉ、Ｊ）いることから、町選管\nの立候補予定者に対する事務説明会（平成二年八月二七日）の後、予定候補者であ\nるＧ、Ｋ、原告らと町選管委員四名の討議の結果、従前の掲示名、得票等をふま\nえ、Ｇが本人の掲示名を「Ｈ」とすることを提案し、全員がこれを了解し、また、\n「セ」という文字で始まる投票があれば、従前どおり原告の得票とすることも、Ｇ\nは勿論、全員が承諾決定したものである。\n（３）　原告の得票は伊良部町全体を基盤とするものであるが、離島の小さな町で\nは、個人的なつながりから、その得票は一般的に固定的となっている。原告も原告\nの掲示名は「Ｆ」で、「セ」から始まる投票は原告への有効投票であることを、長\n年にわたり地域の選挙民に対して周知徹底させ、このことは地域住民の間に浸透し\nており、本件選挙においても、前記町選管における決定どおりに選挙運動をなして\nきたものである。\n（二）　別記１の投票について\n町選管は「第三字は「シ」の文字より「ソ」の文字に判読できるとして「Ｆ」に投\n票したものであるから、原告の有効得票である。」としているのに対し、被告は\n「その運筆、形状からみて「ソ」であるとは判読し難く、むしろ「シ」と記載した\nと認めるのが妥当であるとし、当該得票を「Ｌ」と判読したとしても、候補者中Ｇ\nの名「Ｍ」を記載しようとして、濁点を書き落としたものか、原告の名「Ｅ」を記\n載しようとして、「ヨウ」を書き落としたものかいずれとも判断し難い。したがっ\nて、当該得票は、候補者の何人を記載したか確認し難いものである。」として無効\nと解するとしている。\nしかしながら、右第三字を詳細に検討するに、「、」の下に記載されている「●」\nの線の運筆について見ると、その起筆、終筆は、明らかに右上から太く始まり、下\n左から中段に跳ねた筆記であり、「ソ」と書く趣旨で記載されたと見るべきであ\nり、これを本件裁決のごとく「シ」と見るには、「●」の線の起筆を左中段から右\n上に跳ね上げたと見なければならないが、このように見ることは運筆、形状から不\n自然である。片かなの「シ」の字は、通常、上中段の二点「●●」は、左から右へ\n引かれ、「乙の線とは明らかに方向が違うのであるから、右第三字は、「シ」の書\nき崩した字と見るべきではなく、上から書いた「ノ」の字の勢いが余って跳ね上が\nったものと見るべきである。\n仮に「Ｌ」と判読するとしても、後記（三）のとおり原告に対する投票とみるべき\nである。\n（三）　別記２の投票について\n町選管は「原告は、「Ｅ」と呼ばれているため、「Ｎ」と訛ったもの」と解して有\n効としたが、本件裁決は「候補者Ｇの名「Ｍ」と記載しようとして「Ｎ」と誤記し\nたものか、あるいは原告Ｂの名「Ｅ」を記載しようとして「Ｎ」と誤記したものか\n判断し難い。」として、無効投票としている。\nしかしながら、原告は年輩者から「Ｃ」あるいは「Ｄ」又は「Ｅ」等と呼ばれてい\nるが、戦前の国語教育では「ソ」を「セウ」又は「セオ」と書いて「ソ」と発音さ\nせていたものであるから、昭和一六年ころまでに小学校に入学した年輩者は、\n「ソ」を「セウ」、「セオ」と記載することもあり、したがって、「ソ」のこと\nを、単に「セ」と書く者もおり、また、宮古の方言特に離島の伊良部地域では、名\n前や名詞等の単語の語尾に母音をつけて長く延ばして発音しており、「Ｎ」と書い\nて「Ｏ」から「Ｐ」となり転じて「Ｑ」等と発音して「Ｅ」の呼び名となるのであ\nる。また、同様に「Ｌ」と書いて「Ｒ」から「Ｅ」となり、いずれも「Ｆ」に似た\n音感で「Ｅ」の呼び名となる。なお、同地域では「先生」の発音については、\n「シェン　シェー」あるいは「シン　シー」と聞こえ「センセイ」と正確に発音す\nる者は少ない。\nしたがって、「Ｎ」あるいは「Ｌ」と記載すれば、「Ｏ」又は「Ｒ」から「Ｑ」と\n訛った発音となり、そのような音感として聞こえ、これらの呼び名は、「Ｅ」のこ\nととなるのである。\n（四）　以上のとおり、別記１及び２の各投票は、原告に対する投票であり、これ\nらを無効投票として原告の当選を取り消した被告の本件裁決は、取り消されるべき\nである。\n二　請求原因に対する被告及び補助参加人の認否\n１　請求原因１及び２の事実はいずれも認める。\n２　同３（一）の（１）の事実は認め、（２）、（３）の事実は不知。\n３　同３（二）の主張は争う。\n４　同３（三）の事実のうち、発音に関する主張の中で、先生のことを「シンシ\nー」と発音することは認め、その余の事実は否認する。\n５　同３（四）の主張は争う。\n三　被告の主張\n１　別記１の投票は、第一字が「セ」で第二字が「イ」であることは明らかである\nが、第三字は、その運筆・形状からして、片仮名の「シ」を第二画と第三画を連続\nして書いたものと認めるのが相当である。投票の原票を点検すると、第三画が左下\nから右上に書き上げられていることが推認できる。\nしたがって、右投票の記載は「Ｌ」であり、本件選挙の候補者中Ｇの名「Ｍ」を記\n載しようとして濁点を書き落としたものか、あるいは原告の名「Ｅ」を記載しよう\nとして「ヨウ」を書き落としたものかいずれとも判断し難く、候補者の何人を記載\nしたか確認し難いものとして無効投票と解すべきである。\n２　別記２の投票は、明瞭に「Ｎ」と記載されており、Ｇの名「Ｍ」を誤記したも\nのか、あるいは原告の名「Ｅ」を誤記したものかいずれとも判断し難く、また、候\n補者Ｓの名「Ｔ」を誤記したものともいい難い。旧仮名遣いでは、「ショウ」を\n「セウ」と書くこともあったであろうが、現在はほとんど使われていない。原告の\n有効票中でも、別紙検票分類表によると、片仮名で書いた名の部分は、「Ｆ」\n「Ｅ」「Ｑ」「Ｕ」「Ｖ」であり、「Ｐ」と記載されたものは一票もない。\nこれからすると、\n極めて希な表記方法で記載しようとする人が「ショウ」と読むにはどうしても必要\nな「ウ」を書き落とすということは普通考えられないことである。\nしたがって、候補者の何人を記載したか確認し難いものとして無効投票と解すべき\nである。\n３　原告は、「セ」あるいは「セイ」で始まる投票はすべて原告に対する有効投票\nとして処理されてきたし、また、本件選挙に際しても関係者の間で協議し了解事項\nとした旨主張する。\nしかしながら、本件選挙の候補者の中には、名が「セイ」で始まる候補者が原告の\nほかにＧとＷがいるのであり、投票の効力は、投票の記載全体から判断して何人に\n投票したかを開票管理者が開票立会人の意見を聞いて決定すべきものであって、あ\nらかじめ、候補者や選挙管理委員会の委員が、投票の記載全体に関係なく「セ」あ\nるいは「セイ」で始まる投票はすべて原告の得票とする旨協議し了解事項として\nも、何ら効力を有するものではない。\n４　公職選挙法（以下「法」という。）一七五条によれば、市町村の選挙管理委員\n会は、投票所内の投票の記載をする場所その他適当な箇所に公職の候補者の氏名及\nび党派別の掲示をしなければならない旨規定されており、町選管が本件選挙でした\nような掲示は、法の規定に反し、選挙無効の原因ともなりかねないものである。\nしたがって、かかるものを投票の効力判定の資料にすることはできないものといわ\nねばならない。\n５　原告、被告及び補助参加人立合いのもとで、平成三年六月二四日本件選挙の投\n票を検票した結果、原告及び訴外Ｇの各有効票を記載内容により分類すると、別紙\n検票分類表のとおりである。\nこれによると、原告の有効票（あん分票を除く基礎票）一七一票中一四一票が\n「Ｆ」と記載された票であるが、「Ｆ」が原告の有効票とされるのは、伊良部町で\nは「ショウ」を「ソウ」と発音することが多いこと、原告が「Ｆ」で選挙運動をし\nていたことなどの事情により原告を指向したものと認められるためである。\nもし、選挙管理委員と候補者の間で「セ」で始まる投票は原告の有効投票とすると\nいうような取決めが許されるとするならば、選挙人の意思を無視することになり、\n選挙の自由公正を著しく害する結果となる。\n四　補助参加人の主張\n１　被告の主張１ないし３を援用する。\n２　被告の主張する事前の合意について\nそもそもどの候補者に対する投票であるかは、投票の記載自体から客観的に判断す\nべきことである。\n本件において、原告が主張している合意なるものは、原告とＧ及び町選管委員との\n間のみでなされたものであり、「セ」から始まる投票は原告の投票とみなすという\n合意は、投票前にはこれらの者にしか明らかになっていない。すなわち、町選管\nは、この合意を投票所に掲示したりして選挙人に周知させる手続は何らとっていな\nい。さらに、開票立会人についても、開票作業前にこの合意を知っていたのは、原\n告の運動員であったＸ一人であり、選挙人の大多数は、投票に際して、原告とＧと\nの間のこのような合意は全く知らなかったのである。したがって、このような候補\n者間の合意に基づいて、「セ」あるいは「セイ」から始まる投票は原告に対する投\n票であるとして、選挙人の意思が誰に投票したのかを検討することなく、選挙人の\n意思を候補者が勝手に束縛することはそれ自体違法であり、あくまでも客観的な投\n票の記載から当該選挙人の意思を認定すべきである。\nそこで本件に即して考えるならば、「Ｅ」あるいは「Ｆ」と記載されていれば、そ\nれは原告に対する投票であると認めることはできるが、それ以外の記載は、原告に\n対する投票とは認められず、無効票とすべきである。\n３　選挙に用いられる通称及び投票記載所に掲示された候補者一覧表（甲第八号\n証）について\n本件選挙において、投票記載所に掲示された候補者一覧表は、法一七五条及び同法\n施行令（以下「施行令」という。）八八条六項に違反することは明白である。\nすなわち、投票記載所に掲示される候補者の掲示は、氏名を掲示しなければならな\nい（法一七五条）。また、立候補届出の候補者の氏名は、措書で記載し、振り仮名\nをつけること、氏名は戸籍簿に記載されたとおりでなければならない（施行令八八\n条三項）。そして、選挙人は候補者の一人の氏名を自書して投票しなければならな\nい（法四六条）。ただ、施行令八八条六項によって通称として届け出て認められた\nものは、本名と同じく扱われる。\nところで、法六八条は無効とすべき投票を定めているが、同条一項六号では候補者\nの氏名を自書しないものを無効とするとしている。すなわち、候補者の氏名である\n戸籍簿に記載された本名を記載しないものは無効票とされる。ただ、法六七条は、\n投票の効力決定にあたっては、法六八条に反しない限りにおいて、その投票をした\n選挙人の意思が明白であれば、その投票は有効とする旨規定しているが、それはあ\nくまでも「選挙人の意思が明白」である場合である。選挙人の意思が明白とはいえ\nない場合には、原則どおり候補者の氏名を記載していない投票は無効としなければ\nならない。\nところで、本件選挙では投票記載所に掲示された候補者一覧表には、候補者の氏名\nが記載されていない。また、記載されているものは施行令八八条六項により認めら\nれた通称でもない。法一七五条の趣旨は、選挙人が投票用紙に投票すべき候補者名\nを最終的に決定する投票記載所において、選挙人に対してあらためて候補者すべて\nの氏名を明らかにし、もって選挙人の最終的な意思決定を確実なものとするところ\nにあると解される。しかし、本件選挙において掲示されたような候補者一覧表で\nは、どれがどの候補者を指し示すのかさえ全く明らかではなく、法の要請を満たさ\nない違法なものである。特に、伊良部町に在る下地空港に勤務する多数の本土出身\n者には、このような記載では、どの候補者名がどの候補者を示すものか分からず、\n投票記載所における最終的な意思決定さえ十分にできなくなるおそれが極めて濃厚\nである。\nこのような違法な候補者一覧表をもって施行された選挙は、むしろ選挙自体が無効\nとさえ評価すべきものであるが、翻って本件に即して考えれば、右の候補者一覧表\nをもって、「セ」あるいは「セイ」から始まる投票を原告の有効票と判断すること\nはできないというべきである。やはり、あくまでも当該投票用紙の記載から客観的\nに選挙人の意思を判断しなければならない。\n４　本件選挙において、原告は「Ｆ」という名称で町選管に届出をし、また、Ｇは\n「Ｈ」という名称で届出をしたと主張するが、法的手続として届出をしたものでは\nなく、町選管と候補予定者である原告及びＧとの間の話合いにすぎない。\nところで、「Ｈ」は、もつぱら選挙運動のために用いられた名称であり、Ｊは通常\n「Ｍ」と呼ばれる。とすれば、Ｊが「Ｈ」で選挙運動をしたとしても、Ｇ（Ｙ）に\n投票しようとして「Ｍ」と記載することは十分にありうるから、もつぱらその選挙\n運動に用いた略称のみにとらわれるべきではない。「Ｍ」という投票であるなら\nば、明らかにＧに対する投票というべきであるが、「Ｆ」と記載したのか「Ｍ」と\n記載したのか、投票用紙の記載から客観的に判然としない場合には、原告に対する\n投票なのかＪに対する投票なのか判別しがたいものとして無効票とすべきである。\nなお、Ｇの有効票には「Ｍ」という票はないが、それは、町選管における開票作業\nにおいて、「セ」から始まる投票が原告への投票であるとしで処理したのであるか\nら当然のことである。「Ｚ」とする票が一票あり、「Ｙ」という票が二票あること\nも、Ｇに投票しようとして「Ｍ」と記載することがあることを示すものである。\n５　各投票の効力について\n（一）　別記１の投票について\n右投票の第三字については、明らかに「シ」の第二画と第三画を続けて記載した文\n字であり、その運筆も下から上へはねられている。「ソ」であるならば、上から下\nへと運筆されるものである。したがって、これは「Ｌ」と記載したものであるか\nら、「Ｍ」の濁点を落としたものと考えるべきであり、「Ｇ」に対する投票である\nと評価すべきである。\n（二）　別記２の投票について\n別記２の投票は、明らかに「Ｎ」と記載されている。ところで「Ｎ」という候補者\nはいないし、名前が「セ」から始まる候補者は原告とＧがいる。さらには、沖縄で\nは名は音読が一般的であるから、Ｓを「Ｔ」と呼んだり書いたりすることがありう\nる。そうだとすれば、別記２の投票は、果たして原告、Ｇ、Ｗのいずれに対する投\n票なのか判然としないものである。よって、「候補者の何人を記載したかを確認し\n難いもの」（法六八条一項七号）として無効票というべきである。\n原告は、「Ｅ」は旧仮名遣いでは「Ｐ」と記載することがあるから、その「ウ」を\n書き落としたものであり、原告に対する投票であると主張する。しかし、「セウ」\nを「ショウ」と読むのは、あくまでも正しく「セウ」と書いたときのみであって、\n「セ」だけで「ショウ」と読むことはありえない。濁点などは書き落とすことは考\nえられるが、このような本来書くべき「ウ」を書き落とすことは通常考えられな\nい。\nもしろ、沖縄では「エ」音を「イ」音と発音することがあるから（すなわち、\n「セ」と書いて「シ」と発音することがある。）、「セ」と「シ」とを混同して、\n「Ｌ」と書くべきところを「Ｎ」と書いたということも考えられる。したがって、\n別記２の投票は、Ｇ、Ｓ及び原告のいずれに投票したか判断し難いものとして、無\n効票とすべきである。\n（三）　別紙投票目録３の投票（以下「別記３の投票」という。）について\n町選管及び被告は、これを「Ｆ」と判読できるとして、原告の有効票としている\nが、これは「候補者の何人を記載したのか確認し難いもの」として無効票とすべき\nである。\n別記３の投票には三字記載されているが、記載からしてすべて片仮名であるとみる\nべきである。このような簡易な文字を、片仮名と平仮名とを混ぜて書く人は通常い\nない。そこで、第一字について見れば、「ヤ」か「マ」か「セ」であるか判断しが\nたいが、その文字からすれば「ヤ」と見るのが相当である。第二字については、\n「イ」とは到底判読できず、「ハ」としてしか判読できない。第三字については、\n「ソ」というよりもむしろ「ン」としか判読できない。\nしたがって、これを「Ｆ」と判読できるとして原告の有効票とする町選管及び被告\nの判断は誤りである。\n（四）　別紙投票目録４の投票（以下「別記４の投票」という。）について\n本件選挙施行当時の選挙人に「Ｐ１」が実在する。ところで、原告の氏名は「Ｂ」\nであり、両名の名は音読すれば「Ｅ」であるが、訓読すればそれぞれ「Ｐ２」「Ｐ\n３」と異なる。\n別記４の投票は、「Ｐ４」と記載されているが、これは名の音、訓とも「Ｅ」「Ｐ\n２」となり、「Ｐ１」と同一である。名の第一字である「政」と「正」とを比較し\nても、「政」のへんの部分が「正」であることから、「政」を書こうとして「正」\nと間違える可能性は高い。第二字の「勝」は同一である。一方、「Ｂ」を「Ｐ４」\nと書き間違える可能性は通常考えられない。これらのことから考えれば、別記４の\n投票は、原告に対する投票ではなく、もしろ候補者ではない「Ｐ１」に対する投票\nであると解すべきであり、したがって、無効票とすべきである。\n（五）　別紙投票目録５の投票（以下「別記５の投票」という。）について\n別記５の投票については、被告は、「Ｐ５」と記載されているとして、ＢとＰ６に\nあん分しているが、次の理由により無効票と解すべきである。\n右投票の第二字は、「カ」ではなく、むしろ「ア」と判読でき、また、第三字につ\nいては、「ムラ」を続けて書いたものと見ることができるので、「Ｐ７」に対する\n投票であるとも見ることができる。なお、右第三字「●」は「ミ」の字を続けて記\n載したようにもうかがえる。そうだとすると、右投票は「Ｐ８」であって、Ｊの\n「ガ」の濁点が欠け、第四字の「ネ」が落ちたものとも考えられる。\nしたがって、この投票は、何人に投票したか確認できない無効票とするか、あるい\nは「Ｐ７」に対する投票とすべきであって、ＢとＰ６のあん分票とすべきではな\nい。\n（六）　別紙投票目録６の投票（以下「別記６の投票」という。）について\n別記６の投票は、第一字、第二字とも判読不可能であるとして、町選管及び被告と\nもに無効票としているが、これは次の理由により補助参加人の有効票と解すべきあ\nる。\n確かにこの投票は、第一字、第二字とも震えていて読みづらい文字ではあるが、よ\nく見れば、「Ｐ９」と判読できる。すなわち、第一字は明らかに二画の文字であ\nり、第二字は平仮名であることから考えて、第一字も平仮名であると解すべきであ\nって、第一字は平仮名の「よ」を記載しようとして、「よ」の下の丸い部分がうま\nく記載できなかったものと考えるべきである。第二字はゆがんではいるものの、平\n仮名の「き」という文字である。すなわち、その画数（四画の字であること）及び\n字の形から容易に「き」と判読できる。\nしたがって、この投票は「Ｐ９」と判読できるのであるから、「Ｐ１０」と書こう\nとして第二字の濁点を記載し忘れたものであり、明らかに補助参加人に対する有効\n票と解すべきである（特に別記５の投票を「Ｐ５」と判読できるなら、これも「Ｐ\n９」と判読できるはずである。）。\n（七）　別紙投票目録７の投票（以下「別記７の投票」という。）について\n別記７の投票は、少し震えてはいるものの、明らかに「Ｐ１１」と記載されている\nのであるから、補助参加人の有効票である。すなわち、第一字については、その角\n張った形からして明らかに三画の片仮名であり、ただ、その第二画を書き損じのた\nめ二回なぞって書いているだけであって、明らかに片仮名の「ヨ」である。また、\n第二字については、「ギ」の第三画が短くなったものであり、濁点の存在からすれ\nば明らかに「ギ」と書こうとしたものである。仮にそう見ない場合でも、平仮名の\n「ぎ」と見ることもできる。したがって、これは補助参加人に対する投票である。\n五　被告及び補助参加人の主張に対する原告の反論\n１　別記１、２の各投票について\n原告は、補助参加人主張のように、原告の掲示名を「Ｆ」とし、訴外Ｇの掲示名を\n「Ｈ」とし、かつ、「セ」で始まる投票は原告の得票とすることを事前に了解した\nから、これを根拠として投票の効力を判断すべきであると単純に主張しているので\nはない。原告は、長年にわたって、原告の掲示名である「Ｆ」を地元選挙民に周知\nさせてきたものであり、このことはＧについても同様であって、選挙民に普及浸透\nし、かつ、町選管、投票立会人、同管理者等の関係者でも広く知れわたっていたも\nのである。そして、本件選挙においても、その掲示名は従来どおり、原告は\n「Ｆ」、Ｇは「Ｈ」とし、原告、Ｇ及び町選管の三者は、「セイ」で始まる投票は\n原告の得票とする旨を決議した。\n本件選挙における原告に対する投票は、別紙検票分類票のとおり、「Ｆ」が一四一\n票、「Ｂ」が一四票、「Ｐ１２」が二票、「Ｅ」、「Ｑ」、「Ｎ」（別記２の投\n票）、「Ｖ」、「Ｐ１３」（別記１の投票）、「Ｐ１４、「Ｐ１５」（別記３の投\n票）、「Ｐ１６」、「Ｐ１７」、「Ｐ１８」、「Ｐ１９」、「Ｐ２０」、「Ｐ２\n１」、「Ｐ４」（別記４の投票）が各一票の一七一票（他に「Ｐ２２」（別記５の\n投票）のあん分票が一票ある。）であり、訴外Ｇに対する投票は、「Ｈ」が八三\n票、「Ｙ」が二票、「Ｚ」が一票、「Ｇ」の右横に「Ｈ」とふり仮名したのが一\n票、「Ｐ２３」が一票の合計八八票であり、補助参加人主張のような単に「Ｍ」や\n「セ」で始まる名前を記載したものはない。\n訴外Ｇが、伊良部町議会議員の一期目及び二期目の選挙において、他に「Ｊ」姓の\n候補者がいないのに通称の掲示名を「Ｈ」としたのは、「Ｐ２４」とすると、\n「Ｍ」と記載された投票が、従来原告の使用してきた「Ｆ」と混同するおそれがあ\nるとの配慮からである。そして、「Ｈ」の掲示名は、他の候補者特に原告の掲示名\nとの混同を避けるため、これまで便宜的に使用されてきたものではあるが、決して\n一時的なものではなく、訴外Ｇが初回から三回にわたる本件選挙まで「Ｈ」を自ら\n選択し、選挙民に宣伝し、一度も「Ｊ」や「Ｍ」で選挙運動をしなかったことか\nら、選挙民にも同人の掲示名の「Ｈ」が浸透し、本件選挙の投票も、前記のとおり\n「Ｈ」が圧倒的に多く、単に「Ｍ」と記載した投票は全くない。\n訴外Ｗは、幼いころから「Ｐ２５」と訓読みで呼ばれ「Ｔ」と呼ぶ者はおらず、選\n挙における掲示名も一貫して「Ｐ２６」とし、「Ｔ」による選挙運動をしたことも\nないし、本件選挙における同人に対する投票は、「Ｗ」、「Ｐ２７」の各一票以外\nはすべて「Ｐ２６」であり、「Ｔ」と記載された投票はない。\n以上の事実を総合すると、「セイ」で始まる投票記載は、原告に対する投票であ\nり、訴外Ｇや訴外Ｗに対する投票ではないとの認識は、伊良部町における一般選挙\n民に周知徹底した事実である。別記１、２の投票はいずれも「セイ」で始まり、し\nかも、末尾の文字が「ソ」と同形であり「ソ」と判読できるのであるから、別記\n１、２の投票は、原告に投票する意思で記載したものと解すべきである。\n２　別記１の投票について\n被告は、別記１の投票の末尾の文字が「ソ」か「シ」のいずれとも判断し難いとし\nている。しかし、別記１の投票原本を見る限り、明らかに「ソ」と記載したものと\n判読できる。\n別記１の投票の末尾の文字は、被告主張の「シ」ではなく、その筆法形状からして\n「ソ」か「ン」に似ているが、「ソ」の文字の右側の「●」の字を書き下ろしてき\nたが、力の勢いが余って左側にゆつくりと跳ね上がったものと見るのが素直な解釈\nというべきである。\n別紙投票目録８の投票（以下「別記８の投票」という。）は、「●」と記載され、\n右の「●」の下の跳ね上げはあるが、明らかに「ソ」であるが（別記８の投票につ\nいては、被告や補助参加人も原告の有効得票であるとして異議のないところであ\nる。）、別記１の投票と比較して、その末尾の文字は別記８の投票の末尾の文字と\n跳ね上げの形が若干異なるものの、全体の文字の形として何ら異なるものではな\nい。\n仮に、同投票記載の文字が明確でないとしても、日ごろ文字を書き馴れない者が\n「Ｆ」の「ソ」の文字を候補者一覧表（甲第八号証）を見ながら、点、線をゆつく\nり書くと文字の筆法の勢いや形が不自然となり、「ソ」か「ン」又は「シ」か判読\nし難くなることは考えられるところであるが、投票記載の全体として「Ｆ」と読め\nるから、別記１の投票は、「Ｆ」の「ソ」と記載しようとしたが、日ごろ文字を書\nき馴れないために、別記１の投票の末尾の文字の記載となったものである。\nところで、別紙投票目録９の投票の「Ｐ１７」は、読も人によっては、「Ｅ」の\n「シ」と読まずに「ツ」と読まれる可能性もあるが、「シ」とか「ツ」の文字は、\n前記「ソ」や「ン」の文字と同様に、右側の線を上から引つ張って書くか、下から\n上に書くかの筆順によって、いずれの文字にも読み取れるのである。\n右の文字が、書く人の筆順の間違い、書き癖せや筆法の勢い等により若干不明瞭な\n文字であっても、その形において全体として候補者名の文字の形に間違いがなけれ\nば、従前行われてきた候補者の掲示名等を尊重し、その他の候補者の投票記載とも\n比較して、選挙人の意思を客観的に判断すれば、原告に対する有効投票と解すべき\nである。\n３　別記２の投票について\n原告に対する片仮名記載の投票は、「Ｆ」が一四一票、その他は「Ｅ」、「Ｑ」、\n「Ｎ」、「Ｕ」、「Ｖ」に分類することができる。\n原告の名前が「Ｆ」と掲示宣伝され、かつ伊良部町の選挙民が投票の際「Ｆ」と記\n載しても、実際に原告を呼ぶときは、単に「Ｆ」と短く仮名文字どおりの発音をす\nるものではなく、原告本人名の「Ｅ」と呼ぶ以外に検票分類表のとおり、「ショ\nウ」の部分が訛って「Ｑ」、「Ｐ」、「Ｕ」、「Ｖ」等と語尾を長く伸ばしたり、\n語尾に母音をつけて発音する。沖縄や宮古地方における「ショウ」の語音は、転訛\nして沖縄訛の「ソー」、「ソウ」、「ソオ」等と発音し、また、「セ」を「シー」\nと発音していることは文献にもあり、吾人の通常経験するところでもある。\n戦前の我が国における国語教育は、漢字のふり仮名の「ショウ」や送り仮名の「シ\nョウ」を表記するときには、「セウ」又は「せう」と記載している。例えば、夏目\n漱石の作品「こころ」には、微笑を「ビ　セウ」、小食を「セウ　ショク」、苦笑\nを「ク　セウ」、老少不定を「ロウ　セウ　フヂヤウ」、対照を「タイ　セウ」、\n消費を「セウ　ヒ」等とふり仮名が付され、「・・・御喜びで　せう」、「・・・\nそんなになるで　せう。\n」と現代仮名使いの「ショウ」又は「しよう」を「セウ」又は「せう」とする等の\n記載がある。右の用例は、第二次大戦前の国語教育の読本にもそのような記載があ\nり、右の読本で習学した者で、その後文字に接しない者は、「Ｅ」又は「Ｕ」の名\n前を「Ｐ」と書くのが通常であり、「Ｐ」と書くつもりが末尾の文字「ウ」を書き\n忘れ、「Ｎ」と記載することが十分考えられる。\n以上のとおり、「Ｎ」と記載された別記２の投票は、「Ｐ」と記載しようとした\nが、「ウ」の記載を書き落としたか、あるいは「Ｎ」のみで「Ｒ」と発音し、原告\nに対する呼び名を記載したものと解することができるから、別記２の投票は原告の\n有効得票とすべきである。\nなお、訴外Ｇに対する投票は、同人の掲示名の「Ｈ」が選挙民に浸透し、八八票の\nうち八三票が「Ｈ」である。その他の投票は「Ｇ」が二票で、うち一票はその右横\nにわざわざ「Ｈ」とふり仮名している。同人の名を片仮名で「Ｍ」とのみ記載した\nものはなく、姓名を一緒にした「Ｚ」の一票と「Ｙ」の二票がある。\nこれらの票は、単に「Ｍ」と名前のみを書いたものはなく、意識的に原告の「Ｆ」\nと間違えないように、同人の苗字の「Ｚ」や「Ｙ」に名前の「Ｍ」を連続して書\nき、しかも「Ｌ」としないで「シ」に濁点をつけて「Ｍ」と書き、Ｇの姓名を明確\nに記載している。\n４　別記３の投票について\n第一字の第二画は直線ではなく、上から書き下ろした直線を、緩やかに右に曲げた\n「セ」であり、これは、平素文字を書き馴れない者が「セ」と書く意思で記載した\nが、形を整えるために再度なぞり書きしたものである。\n第二字は、片仮名の「ハ」とは到底考えられない。この点につき、町選管は「イ」\nに平仮名の「い」と書き添えたものとし、被告は「イ」を書こうとしたが、書き損\nじたため、左側に更に「イ」と書いたものとして、それぞれ「い」又は「イ」と認\n定した。文字を書き馴れない者は、候補者の掲示名を見ながら記載することが考え\nられるから、「イ」と片仮名で書き直したものと判断すべきである。\n第三字は、明らかに「ソ」であり、「ン」ではない。「ソ」や「ン」の文字は、点\nと線が形としては似ているから、文字を書き馴れている者でも、その筆勢、筆圧、\n書き方によっては、\n「ソ」「ン」のいずれかに見間違えることもあり、別記３の投票は、書き方の巧拙\nはあっても明らかに「ソ」である。\n以上のとおり、別記３の投票は、全体として「Ｆ」と記載されているから、原告に\n対する投票と見るべきであり、如何に曲解しても補助参加人主張の「Ｐ２８とはな\nらない。\n５　別記４の投票について\n「Ｐ２９」の記載は、町選管及び被告が認定しているとおり、「Ｐ２９」は原告の\n名「Ｂ」と音読みが同じであるから、原告に対する投票とすべきである。\n補助参加人主張の「Ｐ１」なる人物は、伊良部町に居住しているが、同人は明治三\n九年生の老齢であり、若いころから農業に従事し、現在まで社会的・政治的活動を\nしたことはなく隠居同然の身であるから、同人に対し投票することはなく、明らか\nに原告に対する投票である「Ｂ」を書き誤ったものである。\n伊良部町はもちろん沖縄においては、人名はほとんど音読みであり、訓読みは意識\n的に幼いころから使用しない限り呼称されず、「Ｐ２９」は「Ｅ」と呼ばれるのが\n通例である。訴外Ｗが、「Ｔ」と呼ばれないで「Ｐ２５」と呼ばれるのは、幼いと\nきから「Ｐ２５」と呼ばれ、伊良部町北区の「散髪屋」さんとして老若男女を問わ\nず知られているからである。\nしたがって、右投票は原告に対する有効投票であるから、他の「Ｉ」にあん分すべ\nき投票ではない。\n６　別記５の投票について別記５の投票に記載された第二字は、被告が認めるとお\nり、その運筆と形状からして「ア」ではなく「力」と見るべきであり、第三字につ\nいても第二字と同様に早字書きの人が「マ」と書いたが、第二画を止めずに書き流\nしたものであり、「Ｐ５」と記載していることは明らかである。\n７　別記６の投票について\n別記６の投票の第一字については、文字として読むことができず、これを善解して\n判読するとしても、「よ」の字ではなく平仮名の「あ」の字を書く意思であった\nが、三画目を書き忘れたものと解すべきである。次に第二字は、文字として到底判\n読できない。仮に「き」であるとすれば、「あ」の字と併せて「あき」となり、訴\n外Ｐ３０の掲示名「Ｐ３１」をひらがなで記載したものとして、右Ｐ３０の得票と\nなり、補助参加人の得票とはならない。\nまた、本件選挙の候補者である訴外Ｐ３２の掲示名「Ｐ３３」を書く意思で、第一\n字は「ト」と記載し、第二字の「ミ」を見落とし、第三字の「山」を投票用紙を横\nにして記載したものとも考えられるし、あるいは第二字を「ミ」と記載したが、第\n三字の「山」を引き続き書こうとしてこれを止めたか、それとも書くことができず\nに、第二字「ミ」に縦線を引き「山」の字を書いたのかいずれの場合とも推測され\nる。\nよって、別記６の投票は、候補者の何人を記載したのか確認できないものというべ\nきである。\n８　別記７の投票について\n別記７の投票は、町選管及び被告は補助参加人の掲示名「Ｐ１１」と記載されてい\nるとして補助参加人に対する有効投票と認めているが、文字として不明確、不完全\nであり、文字として読むことはできない。すなわち、第一字は明確で、仮に文字で\nあるとすれば「ヨ」か「ア」に類似しているとも考えられないこともないが、\n「ヨ」であるか又は「ア」であるのか、いずれとも判読し難い。また、第二字は、\n「ギ」を表示した文字とは認められない。\n別記７の投票記載者は、訴外Ｐ３０の「Ｐ３１」を記載したが、日ごろ、文字を書\nき馴れていないので、余分な点や線を書いたものと考えられる。仮に補助参加人に\n対する投票であるとしても、斜線や点で削除しているか又は他事記載であるかのい\nずれかであるから、無効票とすべきである。\n９　結論\n（一）　被告は、別記１、２の投票は「Ｆ」か「Ｍ」のいずれに対する投票か不明\nであるとしているが、伊良部町議会議員選挙に関連する次のような諸事実を基礎と\nして投票の効力を判定せず、原告の当選を認めなかった被告の本件裁決には事実の\n誤認がある。\nすなわち、町選管が別記１、２の投票を原告の有効投票としたのは、単に当事者間\nの合意があるからというだけでなく、町選管が町議会議員候補者の氏名の一部をと\nって候補者名とすることを認め、これが二〇年以上にわたって行われてきたこと、\n類似名をもつ候補者と町選管の申合せ並びに「セイ」で始まる投票は原告の有効得\n票とするとの決定、伊良部町における選挙掲示板のポスターの候補者名、原告と訴\n外Ｇの各掲示名の選挙民への浸透度、投票記載所における候補者一覧表の掲示等の\n事情を類似名候補者の得票の判断基準としたからであって、被告においても、これ\nらの二〇年来慣行としてなされてきた事情を総合して、別記１、２の投票を原告の\n有効得票と認定すべきであった。\n（二）　法六七条後段において、投票の効力は、その投票した選挙民の意思が明白\nであれば、その投票を有効とするようにしなければならないと規定し、選挙民の意\n思が投票の記載から判断できる以上は、できるだけ投票を有効とすべきものとし、\nその判定については、選挙当時の事情を参酌し、選挙あるいは投票に関連ある諸般\nの事情を総合して判断すべきものである。\n結局、原告の得票数は、あん分の基準となる得票数が一七一票で、これに基づくあ\nん分票二・四〇二を加えると一七三・四〇二票となり、補助参加人の得票数は一票\n減して一七一票となるので、原告の得票数が二・四〇二票多く、被告の本件裁決は\n取り消されるべきである。\n第三　証拠（省略）\n○　理由\n一　請求原因１、２及び３（一）の（１）の各事実は、いずれも当事者間に争いが\nなく、原本の存在及び成立に争いのない甲第一ないし第六号証、成立に争いのない\n甲第七、第八号証（ただし、証明部分以外の部分については原本の存在とも）、第\n九号証の一、二、原告主張のとおりの写真であることに争いない甲第一〇号証、証\n人Ｐ３４、同Ｘ、同Ｇの各証言、原告本人尋問の結果及び弁論の全趣旨によれば、\n請求原因３（一）の（２）、（３）の各事実（ただし、「セ」あるいは「セイ」か\nら始まる投票はすべて原告への有効得票として処理されてきたこと及び右の趣旨を\n長年にわたって地域の選挙民に周知させていたことを除く。）のほか、本件選挙に\nおける投票記載所には、Ｋを「ヨシ一」、Ｇを「Ｈ」、Ｂ（原告）を「Ｆ」、Ｐ６\nを「Ｐ３５」などと略称で表示した候補者一覧表が掲示されていたことが認められ\nる。\n二　そこで、別記１ないし７の各投票の効力について判断する。\n１　別記１、２の各投票について\n原告は、「セ」あるいは「セイ」で始まる投票は、すべて原告の得票とする旨を原\n告、Ｇ及び町選管の三者で事前に了解していたこと、また、原告は、長年にわたっ\nて、原告の掲示名である「Ｆ」を地元選挙民に周知させてきたものであり、本件選\n挙においても、その掲示名を従来どおり「Ｆ」として選挙運動をしたこと、疎外Ｇ\nは、他の候補者特に原告の掲示名との混同を避けるため、初回から三回にわたる本\n件選挙まで、掲示名「Ｈ」を自ら選択して選挙民に宣伝し、「Ｊ」や「Ｍ」で選挙\n運動をしたことはなかったから、選挙民にも同人の掲示名の「Ｈ」が浸透し、本件\n選挙の投票も「Ｈ」が圧倒的に多く、単に「Ｍ」と記載した投票は全くなかったこ\nと、訴外Ｗは、幼いころから「Ｐ２５」と訓読みで呼ばれ、同人を「Ｔ」と呼ぶ者\nはおらず、選挙における掲示名も一貫して「Ｐ２６」とし、「Ｔ」による選挙運動\nをしたこともないし、本件選挙における同人に対する投票は、「Ｗ」、「Ｐ２７」\nの各一票以外はすべて「Ｐ２６」であり、「Ｔ」と記載された投票はないことなど\nからすると、「セイ」で始まる投票記載は原告に対する投票であり、訴外Ｇや詠外\nＷに対する投票ではないとの認識は、伊良部町における一般選挙民に周知徹底した\n事実である。別記１、２の投票はいずれも「セイ」で始まり、しかも、別記１の投\n票は末尾の文字が「ソ」と同形であり「ソ」と判読できるのであるから、別記１、\n２の投票は、原告に投票する意思で記載したものと解すべきである旨主張する。\n確かに、原告主張の「セ」あるいは「セイ」で始まる投票は、原告の得票とする旨\nの事前の了解があったこと、原告は、これまで五期二〇年近くの間、選挙における\n掲示名をすべて「Ｆ」と表示し、このことは、地域の選挙民の間に浸透しよく知ら\nれていることであり、本件選挙においても、従来どおり掲示名を「Ｆ」として選挙\n運動をしてきたこと、本件選挙においては、候補者に同姓の者が各二名（Ｉ、Ｊ）\nいることから、町選管の立候補予定者に対する事務説明会（平成二年八月二七日）\nの後、予定候補者であるＧ、Ｋ、原告らと町選管委員との討議の結果、従前の掲示\n名や得票等をふまえ、Ｇが本人の掲示名を「Ｈ」とすることを提案し、全員がこれ\nを了解して決定したことば前示のとおりであり、証人Ｇの証言及び弁論の全趣旨に\nよれば、訴外Ｇは、他の候補者特に原告の掲示名との混同を避けるため、初回から\n三回にわたる本件選挙まで掲示名「Ｈ」を自ら選択して選挙民に訴え、一度も\n「Ｊ」や「Ｍ」で選挙運動をしなかったことから、選挙民にも同人の掲示名の\n「Ｈ」が浸透し、本件選挙におけるＧに対する投票も「Ｈ」が圧倒的に多く、単に\n「Ｍ」と記載した投票はなかったことが認められる。\nしかしながら、投票の効力は、投票の記載全体から客観的に判断して何人に投票し\nたかを開票管理者が開票立会人の意見を聞いて決定すべきものであって、あらかじ\nめ、候補者や選挙管理委員会の委員が、投票の記載全体に関係なく「セ」あるいは\n「セイ」で始まる投票はすべて原告の得票とする旨の事前の了解があったとして\nも、これを根拠として投票の効力を判断すべきではない。また、原告は、長年にわ\nたって原告の掲示名である「Ｆ」を地元選挙民に周知させ、本件選挙においても、\n「Ｆ」で選挙運動をしているのであるから、「Ｆ」と記載のある投票は原告に対す\nる有効投票と解され、訴外Ｇは、本件選挙においても、同人の掲示名である「Ｈ」\nで選挙運動をしているのであるから、「Ｈ」と記載のある投票は同人に対する有効\n投票と解されるところ、同人が掲示名である「Ｈ」で選挙運動をしているにもかか\nわらず、「Ｚ」と記載した投票が一票、「Ｙ」と記載した投票が二票あること（こ\nの事実は弁論の全趣旨によって認められる。）からすれば、Ｇの掲示名である\n「Ｈ」が例外なくすべての選挙民に周知徹底されていたものとは認め難い。そのほ\nか、原告が主張する前記の諸事情を考慮しても、「セ」あるいは「セイ」で始まる\n投票記載はすべて原告に対する投票であると解するのは相当でないから、原告の前\n記主張は採用することができない。\n２　別記１の投票について\n原告は、別記１の投票の第三字は「ソ」と判読すべきであり、仮に、「シ」と判読\nするとしても、右投票は原告に対する有効投票である旨主張する。\nしかしながら、別記１の投票は、第一字が「セ」で第二字が「イ」であることは明\nらかであるが、第三字は、第一画の「、」が上にあって、第二画はそのやや左下か\nら下に向かい弧を描いて右上に書き上げられており、書き始めと終りの高さがほぼ\n等しいこと、その運筆及び文字全体の形状から見て、片仮名の「シ」を第二画と第\n三画を連続して書いたものと認めるのが相当である。\nしたがって、別記１の投票の記載は「Ｌ」であり、本件選挙の候補者中、Ｇの名\n「Ｍ」を記載しようとして濁点を書き落としたものか、あるいは原告の名「Ｅ」を\n記載しようとして「ヨウ」を書き落としたものかいずれとも判断し難く、候補者の\n何人を記載したか確認し難いものとして無効のものといわねばならない。\nさらに、伊良部町の地域において、「Ｌ」が訛って「Ｒ」から「Ｅ」や「Ｑ」にな\nることについては、これを認めるに足りる的確な証拠はなく、また、「Ｌ」と\n「Ｅ」「Ｆ」の音感が似ているとは必ずしもいい難く、別記１の投票が「Ｌ」と判\n読されても、原告に対する有効投票であるとする原告の主張は採用することができ\nない。\n３　別記２の投票について\n別記２の投票は、「Ｎ」と記載されていることは明らかである。原告は、これまで\nの伊良部町議会議員の選挙で掲示名（略称）を五期二〇年近くの間「Ｆ」で表示し\nてきたこと、本件選挙においても、原告の掲示名（略称）を「Ｆ」として選挙運動\nをしてきたことば前示のとおりであり、原告本人尋問の結果及び弁論の全趣旨によ\nれば、伊良部町内の選挙人が「Ｆ」と記載しても、実際に原告を呼ぶときは、単に\n「Ｆ」と短く仮名文字どおりの発音をするものではなく、原告本人の名の「Ｅ」と\n呼ぶ以外に、「ショウ」の部分が訛って「Ｑ」、「Ｐ」、「Ｕ」、「Ｖ」等と語尾\nを長く伸ばしたり、語尾に母音をつけて発音することが認められ、以上の事実によ\nれば、「Ｎ」と記載された別記２の投票は「Ｐ」と記載しようとしたが、「ウ」の\n記載を書き落としたものと解されるから、右投票は、原告に対する有効投票と認め\nるのが相当である。\n４　別記３の投票について\n補助参加人は、別記３の投票の第一字は「ヤ」、第二字は「ハ」、第三字は「ン」\nと見るべきであるから、候補者の何人を記載したのか確認し難いものとして無効票\nとすべきである旨主張する。\nしかしながら、別記３の投票は、その運筆、形状からして平素文字を書き馴れてい\nない者が書いたものと思われるが、第一字は「セ」を二重書きしたものと、第二字\nは「イ」を書こうとしたが、「●」と書き誤ったため、左側にさらに「イ」を書い\nたものと推認でき、第三字は「ソ」であり、全体として「Ｆ」と判読できる。\n「Ｆ」と「Ｅ」は、語感が極めて類似しており、また、原告が「Ｆ」で選挙運動を\nしていたことは前記認定のとおりであるから、これらの事情を考慮すると、別記３\nの投票は、原告に対する有効投票と認めるのが相当である。したがって、補助参加\n人の右主張は採用することができない。\n５　別記４の投票について\n補助参加人は、本件選挙施行当時、選挙人に「Ｐ１」なる人物が実在するので、別\n記４の投票は、候補者でない右「Ｐ１」に対する投票と解されるから無効票である\n旨主張する。\n別記４の投票は、氏は原告の「Ｂ」と同じであり、名の部分を音読みにすれば原告\nの「Ｅ」と読みが同じである。\nしかしながら、一般に選挙人は、候補者に投票する意思で投票するものであるか\nら、故意に候補者以外の者に投票したと認められる特段の事情の存する場合は格\n別、そうでなければ、ある投票に記載された氏名が候補者以外の実在者の氏名に合\n致する場合でも、候補者に対して投票したものと認めるのが相当であるところ、成\n立に争いのない丙第一号証、証人Ｐ３４の証言及び弁論の全趣旨によれば、沖縄県\n宮古郡伊良部町字前里添四二一番地の二に「Ｐ１」が実在するが、同人は明治三九\n年七月二〇日生の老人であり、漆喰職人で議員に立候補するということはあり得な\nい者であって、いわゆる社会的な知名度の低い人物であることが認められる。右事\n実によれば、別記４の投票は、実在者である「Ｐ１」に対して投票する意思で記載\nされたものではなく、原告の「Ｂ」に投票する意思で、その名の部分を誤記したも\nのと解することができるから、右投票は、原告に対する有効投票と認めるのが相当\nである。したがって、補助参加人の右主張も採用することができない。\n６　別記５の投票について\n補助参加人は、別記５の投票は無効票かあるいは「Ｐ７」に対する投票であって、\n「Ｉ」のあん分票とすべきではない旨主張する。\nしかしながら、別記５の投票は、その運筆及び形状からして、片仮名で「Ｐ５」と\n続けて書いたものと認めることができるので、本件選挙における候補者中、氏を同\nじくする原告ＢとＰ６にあん分すべきである。したがって、補助参加人の右主張も\n採用することができない。\n７　別記６の投票について\n別記６の投票は、第一字、第二字とも稚拙で明瞭を欠くが、子細に観察すると、第\n一字は、平仮名「よ」の第二画の下の丸く収める部分が記載されていないけれど\nも、筆順からすると、平仮名の「よ」と判読することも不可能ではないこと、第二\n字もゆがんではいるが、その画数及び文字の形状からすると、平仮名の「き」と判\n読できるところ、本件選挙の候補者中には「Ｐ３６」という氏の者は、補助参加人\nのほかにはいないこと（この事実は、弁論の全趣旨によって認められる。）を考慮\nすると、別記６の投票は「Ｐ１０」と記載しようとしたが、第二字の濁点を書き落\nとしたものと解されるから、右投票は、補助参加人に対する有効投票と認めるのが\n相当である。\n８　別記７の投票について\n原告は、別記７の投票は文字として判読できないから無効票と解すべきである旨主\n張する。\nしかしながら、別記７の投票を子細に観察すると、第一字は、その角張った形から\nして、片仮名の「ヨ」と判読することも不可能ではないこと、第二字は、平仮名の\n「ぎ」と判読することができるところ、本件選挙の候補者中には「Ｐ３６」という\n氏の者は補助参加人のほかにはいないことを考慮すると、別記７の投票は、補助参\n加人に対する有効投票と認めるのが相当である。したがって、原告の右主張は採用\nすることができない。\nなお、別記７の投票の第二字の第二画には、書き損じを抹消するためになされたと\n認められる余分の線が記載されているが、これは、何人がその投票をしたかを他人\nに知らせようとする有意的記載とは解せられないから、他事記載として右投票が無\n効となるものではない。\n以上の認定事実によれば、別記１の投票は無効投票、別記２ないし４の各投票はい\nずれも原告に対する有効投票、別記５の投票はあん分されるべき投票、別記６及び\n７の各投票は、いずれも補助参加人に対する有効投票であることが明らかである。\nそうすると、原告の得票数は、本件裁決があん分の基礎とした得票数一六九票に一\n票を加えた一七〇票と、これに基づくあん分票二・三九四票（５×１７０／１７０\n＋１８５＝２．３９４）を加えた一七二・三九四票となり、補助参加人の得票数は\n本件裁決の一七二票に一票を加えた一七三票となり、原告の得票数は補助参加人の\nそれより〇・六〇六票下回ることとなって、原告の当選はこれを無効とすべきであ\nる。\n三　よって、補助参加人の審査申立てを理由があるとしてこれを認容した本件裁決\nは、結局正当であって、原告の本訴請求は理由がないからこれを棄却することと\nし、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法八九条、九四条を適用\nし、主文のとおり判決する。\n（裁判官　西川賢二　宮城京一　喜如嘉　貢）\n別紙\n別紙　検票分類表（省略）\n"
}