{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 11,
    "day": 16
  },
  "case_number": "平成10(行ケ)255",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13518",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13518",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/518/013518_hanrei.pdf",
  "contents": "平成１０年（行ケ）第２５５号　審決取消請求事件\n判　　　　決\n原　　　　　　告            株式会社バンダイ\n代表者代表取締役            【Ａ】\n訴訟代理人弁護士　　　　　　柳　　瀬　　康　　治\n同　　　　　　　　　　　　　山　　本　　昌　　平\n同　　　　弁理士            【Ｂ】\n同　　　　　　　　　　　　　【Ｃ】\n訴訟復代理人弁護士　　　　　金　　丸　　精　　孝\n同　　      　　　　　　　  千　　葉　　道　　則\n被　　　　　　告　　        株式会社エポック社\n代表者代表取締役            【Ｄ】\n訴訟代理人弁護士            内　　田　　　　　実\n同                          椙　　山　　敬　　士\n同　　　　　　　　　　　　　堀　　井　　敬　　一\n同        弁理士            【Ｅ】\n主　　　　文\n特許庁が平成９年審判第１４４１０号事件について平成１０年７月９日にした審\n決を取り消す。\n訴訟費用は被告の負担とする。\n事　　　　実\n第１  請求\n主文と同旨の判決\n第２  前提となる事実（当事者間に争いのない事実）\n１  特許庁における手続の経緯\n被告は、発明の名称を「カードゲーム玩具」とする特許第１９６１７６１号発明\n（平成元年１２月２２日出願、平成５年５月１０日出願公告、平成７年８月２５日\n設定登録。以下「本件発明」という。）の特許権者である。\n原告は、平成９年８月２６日本件発明の登録を無効とすることについて審判を請\n求した。\n特許庁は、この請求を平成９年審判第１４４１０号事件として審理した結果、平\n成１０年７月９日、本件審判の請求は理由がない旨の審決をし、その謄本は、同月\n２１日原告に送達された。\n２　本件発明の要旨\n必要なデータをバーコード表示したカードのバーコード読取手段と、\n該読取手段で読取った対戦データを記憶する記憶手段と、\n該記憶手段で記憶された対戦データのうち、一方を攻撃側、他方を守備側とする\n先攻判定手段と、\n前記データに従ってカードを対戦させるときに攻撃側が押す攻撃キーと、\n該攻撃キーを押したときに守備側カードのダメージを計算する計算手段と、\n該計算手段で計算されたダメージと守備側カードのデータとで計算し生存を判定\nする生存判定手段と、\n該生存判定手段による判定結果を表示する勝敗表示手段\nとを備えたことを特徴とするカードゲーム玩具。\n３　審決の理由\n審決の理由は、別紙審決書の理由写し（以下「審決書」という。）に記載のとお\nりであり、審決は、本件発明は、検甲第１号証（ゲーム「ウルトラ大決戦」）及び\n検甲第２号証（ゲーム「熱血スタジアム　カードベースボール」）と､これらに関連\nする審決時甲第２、第４ないし第６、第１４号証により公知となった技術的事項、\n審決時甲第７ないし第１２号証に記載された発明、並びに周知の技術的事項に基づ\nいては、当業者が容易に発明をすることができたものとは認められないため、請求\n人（原告）の主張には理由がなく、本件審判請求は成り立たない旨判断した。\n第３　審決の取消事由\n１  認否\n(1) 審決の理由Ⅰ（手続の経緯）、Ⅱ（本件請求項１に係る発明）、Ⅲ（請求\n人の主張）、Ⅳ（被請求人の反論）及びⅤ（証拠関係）は認める。\n(2) 審決の理由Ⅵ（当審の判断）のうち、１（検甲第１号証。審決書５頁１２\n行ないし７頁１６行）は認める。\n同２（本件発明と検甲第１号証との対比。審決書７頁１８行ないし１７頁１６\n行）のうち、相違点２の認定（審決書９頁３行ないし５行）、及び「相違点２の整\n理について」（審決書１３頁１０行ないし１４頁６行）は争い、その余は認める。\n同３（相違点についての判断。審決書１７頁１８行ないし２２頁１１行）のう\nち、(4)（相違点４及び５について。審決書２１頁末行ないし２２頁１１行）は認\nめ、その余は争う。\n同４（結語。審決書２２頁１３行ないし末行）は争う。\n(3) 同Ⅶ（むすび）は争う。\n２  取消事由\n審決は、手続上の違法があり（取消事由１）、また、相違点２（対戦のための記\n憶手段の有無）の認定を誤り（取消事由２）、相違点１（表示媒体がバーコードカ\nードか否かの点）についての判断を誤り（取消事由３）、相違点３（先攻判定手段\nの点）についての判断を誤った結果（取消事由４）、本件発明の進歩性の判断を誤\nったものであるから、違法なものとして取り消されるべきである。\n(1) 取消事由１（手続上の違法）\nア　審決においては、５つの相違点が認定されているが、本件審判手続にお\nける審理の過程において、当事者間で相違点として挙げられ、争点と認識されてい\nたのは、相違点１（データをコード表示した表示媒体について、本件発明は、表示\n形態をバーコードとしたカードであるのに対して、検甲第１号証（ウルトラ大決\n戦）は、表示形態をピンコードとした駒状のユニットである点）と相違点３（先攻\n判定手段の有無）に関してであり、相違点２（対戦のための記憶手段の点）、相違\n点４（計算手段の点）及び相違点５（生存判定手段の点）に関しては、当事者は相\n違点として認識していなかった。\n特許法１５３条１項は、「当事者・・・が申し立てない理由についても、審理す\nることができる。」と規定し、職権により独自の審理を行うことを認められている\nが、同条２項は、「当事者・・・が申し立てない理由について審理したときは、そ\nの審理の結果を当事者・・・に通知し、相当の期間を指定して、意見を申し立てる\n機会を与えなければならない。」と規定している。この規定の趣旨は、当事者に不\n利な材料が当事者の知らない間に審判官の手元に集められ、なんらの弁明の機会も\n与えられずに審判官の心証形成の基礎となるという不利から救うことにあると解さ\nれ、当事者に意見を述べる機会を与えるべきことは、特許法の底流をなす基本的原\n則である。\n本件の場合のように、証拠が複数あってその技術を総合して進歩性の判断をする\n場合には、その論理づけが重要となるところ、本件審判手続において、相違点２、\n４及び５に関し、当事者に意見を述べる機会が与えられなかったことは、上記特許\n法の基本的原則に反する違法なものである。\nイ　審決が、相違点２について、「（検甲第１号証の）実際の動作から\nは、・・・判定結果の記憶手段はあると認められるものの、・・・ユニットをセッ\nト部から取り外すと表示は消えて攻撃もダメージの計算もできなくなることからす\nれば、読取った対戦データを対戦のために記憶する記憶手段が無いと受け取れるた\nめ、請求人の上記主張は採用できない。」（審決書１３頁１９行ないし１４頁６\n行）と認定しているとおり、本件を担当した審判官は、検甲第１号証（ウルトラ大\n決戦）の検証を独自に行ったものである。その検証内容は読み取った対戦データを\n対戦のために記憶する記憶手段の有無に関するものであるが、この点については当\n時当事者間に争いはなく、このことが検証対象となっていることは当事者には全く\n知らされていなかった。このことは、実質的に職権による検証物の証拠調べがされ\nたことに相当する。\nしたがって、その結果について当事者に通知しなかったことは、特許法１５０条\n５項の規定に違反するものである。\n(2) 取消理由２（相違点２（対戦のための記憶手段の点）の認定の誤り）\n審決は、相違点２として、「読取手段で読取った対戦データについて、前者（本\n件発明）が記憶手段で対戦のために記憶するのに対して、後者（検甲第１号証）は\n対戦のために記憶していない点。」（審決書９頁３行ないし５行）と認定し、その\n理由として、「（検甲第１号証の）実際の動作からは、・・・判定結果の記憶手段\nはあると認められるものの、・・・ユニットをセット部から取り外すと表示は消え\nて攻撃もダメージの計算もできなくなることからすれば、読取った対戦データを対\n戦のために記憶する記憶手段が無いと受け取れるため、請求人の上記主張は採用で\nきない。」（審決書１３頁１９行ないし１４頁６行）と認定するが、誤りである。\n甲第1号証のゲーム機（ウルトラ大決戦）は、RAMのワークエリア上で対戦演算を実\n行するものであり、「読取手段で読取った対戦データを記憶する記憶手段」を備え\nているものである。\nア　すなわち、検甲第１号証のゲーム機（ウルトラ大決戦）においては、駒\nの生命力、攻撃力などの対戦データは同ゲーム機内のＲＯＭに記憶されており、同\nゲーム機の電源がオンになると、駒の対戦データはＲＯＭからＲＡＭに書き込まれ\nる。\n駒には９本のピンがあり、９ビットの情報を提供しているが、対戦データとの関\n係でいえば、駒には対戦データそのものはなく、どの駒であるかを同定する情報\n（同定データ）のみが存在する。\nある駒が判定器にセットされると、そのピンから駒の同定データが読み取られ、\nその駒がどの駒であるかを判別して、ＲＡＭ内のすべての駒の対戦データを記憶し\nておくエリアの中からその駒の対戦データを読み出して、同じくＲＡＭ内の対戦演\n算のために使われるワークエリアに書き込み、相手との対戦に際してダメージ計算\nを行っている。このダメージ計算を実行するためには、技術上双方の駒の対戦デー\nタは演算ワークエリアに取り込まれている必要があるのであって、たとえ駒がセッ\nトされた状態であっても演算に際し直接駒のピン情報を取りに行って演算を実行す\nることはＣＰＵに大きな負担がかかり、技術常識からしてするはずのないことであ\nる。\n続いて、検甲第１号証のゲーム機（ウルトラ大決戦）においては、相手の駒もセ\nットされ、その駒の対戦データが演算ワークエリアに書き込まれる必要がある。そ\nして、対戦を行い、ダメージ計算を実行し、対戦データが変更された駒が外される\nときには、 演算ワークエリアにある計算された変更後の生命力データ（死んだ駒の\n場合は死んだという情報）がその駒に割り当てられたＲＡＭ内の記憶エリアに上書\nきされるようになっている。\n上記演算ワークエリアは、本件発明にいう「読取手段で読取った対戦データを記\n憶する記憶手段」である。\nイ　検甲第１号証のゲーム機（ウルトラ大決戦）には、上記のように、「読\n取手段で読取った対戦データを記憶する記憶手段」が備えられており、電源スイッ\nチをオフにした場合のほかは駒を外しても新たな駒がセットされその駒のデータが\n上書きされるまで演算ワークエリアには元の駒の対戦データが記憶されているの\nで、駒を外した状態で対戦を継続させるように設計することに何らの支障のないも\nのであるが、実際の動作は、審決が指摘するように、駒を外すとデータの表示は消\nえ、対戦を実行することができないようにしてある。\nその理由は、技術的な問題ではなく、ゲーム機に双方の駒が向き合ってセットさ\nれている状態、すなわち相撲のように対戦者が土俵に上って対戦する形態にした方\nが対戦ゲームとしての臨場感が高まると設計者が考えたことにある。そのため、こ\nのゲーム機では、駒を外すことは土俵を降りたこと、すなわち対戦をしないことと\nして扱い、駒を外したことを検知して表示を消し対戦ができないようにプログラム\nしたのである。\nしたがって、「ユニットをセット部から取り外すと表示が消えて攻撃もダメージ\nの計算もできなくなる」ことと、「読取った対戦データを対戦のために記憶する記\n憶手段が無い」こととは、全く別問題である。\nウ(ｱ) 被告は、記憶手段に記憶される対戦データが、検甲第１号証のゲーム\n機（ウルトラ大決戦）ではゲーム機中にはじめから存在しているのに対し、本件発\n明のカードではカード中に存在しているという点で全く違う旨主張する。\nしかし、本件発明においては、カードにすべての対戦データが直接記録されてい\nなければならないと限定されているわけではない。すなわち、本件明細書（甲第２\n号証）では、特許請求の範囲に「必要なデータをバーコード表示したカードのバー\nコード読取手段と、該読取手段で読取った対戦データを記憶する記憶手段と、」と\nあるものの、発明の詳細な説明中には、「対戦データ」についての直接の説明はな\nく、「必要なデータ」について実施例における例示として「カード１は必要なデー\nタ、例えば攻撃力、守備力及び生命力などのデータがバーコード１ａにより表示さ\nれている。」（３欄１９行ないし２２行）との記載があるだけである。\nしかも、対戦データの取込み方法については種々の設計が選択できるところであ\nり、セットされた駒のピン情報からその駒の同定データを読み取ってＲＡＭ上のそ\nの駒の対戦データを同じくＲＡＭ上の演算ワークエリアに取り込む形態でも、直接\nカードからすべての対戦データを読み取る形態であっても、ゲームとしての動作上\n格別の差異はないものである。\nしたがって、本件発明は、対戦に際し必要なデータが一部であれカードにあり、\nそれが機械によって読み取られ記憶されるものをも含むものである。\n(ｲ) 被告は、本件発明のバーコードは一般の商品にも付されているバーコ\nードをも対戦ゲームの主体として登場させるところに魅力がある旨主張する。\nしかしながら、本件発明の特許請求の範囲には「必要なデータをバーコード表示\nしたカード」とあるのみであり、一般の商品にも付されているバーコードをも対戦\nゲームの主体として登場させることについては、本件明細書のどこにも記載されて\nいないものであるから、被告の上記主張は、明細書に記載のない効果を主張するも\nのであり、失当である。\n(3) 取消理由３（相違点１（表示媒体がバーコードカードか否かの点）につい\nての判断の誤り）\n審決は、相違点１につき、「ピンコードをバーコードで置き換える点に限れば容\n易と言えるものの、駒状のユニットをカードで置き換える点において容易であると\nは言えない」（審決書２０頁２行ないし５行）と判断し、駒状のユニットをカード\nで置き換える点について、「検甲第１号証が、駒状のユニットをセットしたまま対\n戦させるものであり、且つ主たる遊び方がマップ上に駒状のユニットを並べるもの\nであることを勘案すると、ユニットに添付されたキャラクタを見ながらゲームを進\nめることも検甲第１号証の魅力の１つであり、そのためユニットを立体的な駒状に\nしてあるとも考えられることから、これを非立体的なカードで置き換えることは容\n易には想起し難いことである。」（１８頁末行ないし１９頁８行）と判断するが、\n誤りである。\nア　特許法２９条２項の立法趣旨は、従来技術と比してその相違点が技術的\nに容易であるか否かを判断し、技術的に容易とはいえないものについてはその進歩\n性を認め、特許要件を満たすものとしたものである。したがって、審決の指摘する\nゲームの趣の点は、ゲームとしての趣向上のこだわりであって、特許法２９条２項\nが問題としている技術的な困難性とは異質の事柄であり、それを理由に組み合わせ\nの困難性があるとはいえないものである。殊に、本件のように魅力あるものを捨て\nるだけの場合に、技術的困難性が有るとは到底いえないものである。\nイ　そして、検甲第２号証（ベースボールゲーム）によれば、対戦ゲームに\nおける必要なデータの入力媒体として、「バーコード表示したカード」を用いるこ\nとが公知であるから、「ピンコード表示した駒状のユニット」に換えて「バーコー\nド表示したカード」を用いることは、当業者に容易な事柄である。\n(4) 取消理由４（相違点３（先攻判定手段の点）についての判断の誤り）\n審決は、相違点３として、「先攻指示手段について、前者（本件発明）はゲーム\n玩具自体が先攻を判定して指示するのに対して、後者（検甲第１号証）は予め決め\nられている先攻をゲーム玩具が単に表示して指示する点。」（審決書９頁７行ない\nし１０行）と認定し、この相違点３について「検甲第１号証のものは、ゲーム開始\n時において常にウルトラマン側が攻撃側に設定されており、且つそれにより十分に\n公平な対戦ができるのであるから、そこからは公平性を担保すべくゲーム玩具が自\nら先攻を判定する先攻判定手段をゲーム玩具自体に組み込むことを容易に想起する\nことはできない。また、・・・他の証拠にも、この点を容易と言えるだけの技術的\n事項は示されていない。」（審決書２１頁９行ないし１８行）と判断するが、誤り\nである。\n本件発明の先攻判定手段については、被告のした補正が要旨変更に当たるか否か\nが問題となった事件の東京高等裁判所平成８年（行ケ）第２１８号事件判決（甲第\n５号証第２１頁７行ないし２２頁３行）において、「『記憶手段で記憶された対戦\nデータのうち、一方を攻撃側、他方を守備側とする先攻判定手段』の要件とは、当\n初明細書の先攻判定手段の技術事項をそのまま引き継いだものであり、(1)記憶手段\nで記憶されたデータに従って、攻撃側・守備側を判定するという構成と、(2)該デー\nタに依拠しない方法であっても周知慣用の攻撃側・守備側判定手段であればそれも\n含む構成であって、(1)及び(2)以外のものではないことは明らかである。したがっ\nて、当該構成は当初明細書等に記載されていた事項というべきであるから、本件補\n正により『対戦データのうち、一方を攻撃側、他方を守備側とする先攻判定手段』\nを補正したことは要旨変更ではないというべきである。」と判示されている。すな\nわち、この先攻判定手段は、本件明細書（甲第２号証）に記載がある「例えば比較\n定数を比べて大きい方を先攻とする」（５欄３４行、３５行）というような記憶手\n段で記憶されたデータに従って攻撃側・守備側を判定する構成と、「電子サイコロ\nその他の電子的ランダム決定手段」のような周知慣用の攻撃側・守備側判定手段を\n含む構成ということである。\nしたがって、先攻判定手段の点については、電子サイコロのような周知慣用の攻\n撃側・守備側判定手段をも含む点に発明の新規性・進歩性があるということはでき\nないはずであり、対戦ゲームにおける順番決定手段として検甲第１号証（ウルトラ\n大決戦）のターン決定手段に代えて、このような周知慣用の攻撃側・守備側判定手\n段を採用することに格別困難性はないというべきである。\n第４　審決の取消事由に対する認否及び反論\n１  認否\n原告主張の審決の取消事由は争う。\n２  反論\n(1) 取消事由１（手続上の違法）について\nア(ｱ) 原告は、審判請求書（甲第１２号証の１）において、検甲第１号証\n（ウルトラ大決戦）及び検甲第２号証（ベースボールゲーム）という先行技術を理\n由に、本件発明が進歩性の要件を欠くものと主張した。\nさらに、原告は、平成９年１２月８日付け審判理由補充書（甲第１２号証の２）\nをもって、本件発明の登録を無効とすべき理由を補充し、特許請求の範囲記載の各\n構成要件ごとに、進歩性欠如を主張した。すなわち、上記補充書２頁において、本\n件特許発明請求の範囲から「ｂ）該読取手段で読取った対戦データを記憶する記憶\n手段」を取り上げ、検甲第１号証（ウルトラ大決戦）から、「判定器には『読取手\n段で読取った対戦データを記憶する記憶手段』を有することが必然であり・・・検\n甲第１号証は、本件特許発明の構成要件ｂ），ｄ）が備えられていることは自明で\nある。」（４頁）と主張し、結論として、検甲第１号証は、記憶手段その他の構成\n要件を開示したものと主張した（７頁、８頁）。\nこれに対し、審決は、原告が提出した検甲第１号証（ウルトラ大決戦）そのもの\nによって、検甲第１号証には読み取った対戦データの対戦のための記憶手段がない\n旨判断した。\n以上のとおり、記憶手段の有無は、争点としても原告が自覚的に取り上げたもの\nであり、これを判断するために必要な証拠も原告が提出し、審決ではその証拠に基\nづき原告の主張を否定しているものである。\nしたがって、本件審決手続には、特許法１５３条２項の趣旨に反する手続上の違\n法はない。\nまた、この記憶手段に関する事実は歴然としており、仮に本件審判手続において\n原告にこの点が通知されても、結論に影響する可能性はなかったものである。\n(ｲ) 相違点４及び５については、審決は、結論として容易想到と認めてい\nる（審決書２２頁）ので、原告に反論の機会を与えなかったことは、原告にとって\n何ら不利益をもたらしていないものである。\nイ　検甲第１号証（ウルトラ大決戦）は、請求人である原告が提出した検証\n物であり、職権証拠調べの規定である特許法１５０条５項は問題となり得ない。ま\nた、本件審判手続においては、口頭審理がされ、検証物の証拠調べが行われている\nものである（甲第１２号証の８）。\n(2) 取消理由２（相違点２（対戦のための記憶手段の点）の認定の誤り）につ\nいて\nア　原告は、ユニットをセット部から取り外すと表示が消えて攻撃もダメー\nジの計算もできなくなることを認めているところ、審決が問題としているのは、単\nに何らかの記憶手段があるか否かではなく、読み取った対戦データを「対戦のため\nに」記憶する記憶手段の有無である。ユニットを外すと攻撃もダメージ計算もでき\nなくなるのであれば「対戦」を行うことはできないので、検甲第１号証のゲーム機\n（ウルトラ大決戦）には、読み取った対戦データを「対戦のために」記憶する手段\nはないものである。\nイ　また、本件発明は、カードゲーム機であり、カードに対戦に必要なデー\nタがバーコード表示されていなければならないのは当然であって、あらかじめゲー\nム機内に対戦データが用意されていなければならないものとは技術思想が全く異な\nるものである。検甲第１号証のゲーム機（ウルトラ大決戦）においては、駒には対\n戦データが全く存在しないのであり、同ゲーム機が駒から読み取るのは同定データ\nにすぎない。したがって、同ゲーム機における駒には読取手段で読み取られるべき\n「対戦データ」が全く存在しないのであり、本件発明と検甲第１号証のゲーム機と\nは構成を全く異にするものである。\n本件発明は、後記(3)のとおり、バーコードを含んだカード自体が対戦データを提\n供し、対戦の主体となることに画期的な意義を有し、そのため一般の商品にも付さ\nれているバーコードを主体として戦い得るものであり、このことが上記のとおり対\n戦データの存在する場所や駒ないしカードの意義の違いにも端的に表れているので\nある。\n(3) 取消理由３（相違点１（表示媒体がバーコードカードか否かの点）につい\nての判断の誤り）について\nア　検甲第１号証のゲーム機（ウルトラ大決戦）においては、キャラクター\nのシールを付した立体的な駒という視覚的、触覚的に具体的な存在を対戦の主体と\nしている。\nこれに対し、本件発明は、バーコードを含んだカード自体が対戦データを提供\nし、対戦の主体となることに画期的な意義を有し、そのため、一般の商品にも付さ\nれているバーコードを主体として戦い得るようゲーム機を構成しているものであ\nる。すなわち、本件発明は、キャラクターを付した立体的な駒といった分かりやす\nい具体的な存在ではなく、別の目的を有するバーコードという抽象的なデータその\nものを戦う主体として構成しているものであり、このことによって、単に駒から魅\n力を差し引いたものではなく、全く別種の魅力を持つゲーム機を創作したものなの\nである。\nイ　また、検甲第２号証（ベースボールゲーム）ではバーコードが用いられ\nているが、これは、野球ゲームの対戦者たるチームのメンバーにつき打率等の意義\nづけされたデータを入れるだけであって、補助的な情報を手入力から簡易に入力し\nうるようにしたという程度の意義しか持たない。しかも、検甲第２号証は、カード\nを対戦させるゲーム機ではないものである。\nウ　以上のとおり、本件発明の入力媒体に関わる点は、検甲第１、第２号証\nのいずれからも容易に置換することができないものである。\n(4) 取消理由４（相違点３（先攻判定指示手段の点）についての判断の誤り）\nについて\n本件発明のようなバーコードを主体として把握するという新規なゲーム機を構成\nするに際し、先攻判定手段をそもそも存在させるということは、それ自体に新規性\nも進歩性もあるものである。\n東京高等裁判所平成８年（行ケ）第２１８号事件判決が「該データに依拠しない\n方法であっても周知慣用の攻撃側・守備側判定手段を含む」としたことは、先攻判\n定の具体的方法について述べているにすぎない。構成要件の１つとして先攻判定手\n段を設けるか否かという問題と、先攻判定手段を設けることとした場合にその具体\n的方法をどうするかという問題は、次元を異にする問題である。\n理　　　　由\n１ 争いのない部分\n(1) 本件発明の要旨（前記第２、２）及び審決の理由のうち、検甲第１号証の認\n定（審決書５頁１２行ないし７頁１６行）は、当事者間に争いがなく、本件発明と\n検甲第１号証との対比（審決書７頁１８行ないし１７頁１６行）のうち、相違点２\nの認定（審決書９頁３行ないし５行）及び「相違点２の整理について」（審決書１\n３頁１０行ないし１４頁６行）を除く事実は、当事者間に争いがない。\n(2) そして、相違点についての判断（１７頁１８行ないし２２頁１１行）のう\nち、相違点４及び５についての判断（審決書２１頁１９行ないし２２頁１１行）\nも、当事者間に争いがない。\n２　取消事由２（相違点２（対戦のための記憶手段の点）の認定の誤り）について\n(1)ア 前記当事者間に争いのない検甲第１号証の認定、検甲第１号証及び弁論の\n全趣旨によれば、検甲第１号証のゲーム機（ウルトラ大決戦）は、以下の構成を有\nするものと認められる。\n(ｱ) 駒の生命力、攻撃力などの対戦データは検甲第１号証のゲーム機内のＲ\nＯＭに記憶されている。\n(ｲ) 同ゲーム機の電源がＯＮになると、駒の対戦データはＲＯＭからＲＡＭ\nに書き込まれる。\n(ｳ) 駒には９本のピンがあり、９ビットの情報を提供しているが、対戦デー\nタとの関係でいえば、駒には対戦データそのものはなく、どの駒であるかを同定す\nる情報（同定データ）のみが存在する。\n(ｴ) ある駒が判定器にセットされると、そのピンから駒の同定データが読み\n取られ、ＲＯＭからＲＡＭへ書き込まれていたその駒の対戦データはＲＡＭ中の演\n算のためのエリア（ワークエリア）に移される。\n(ｵ) 駒を外すとデータの表示は消え、対戦は実行できない。\nイ　以上をまとめれば、検甲第１号証のゲーム機（ウルトラ大決戦）において\nは、駒にはどの駒であるかを識別する同定データのみが存在し、駒自体には対戦デ\nータが記憶されておらず、判定器に駒がセットされると、その駒を識別する同定デ\nータによってあらかじめ判定器に記憶されていた対応する対戦データが読み出さ\nれ、対戦のためにＲＡＭ内の演算エリア（ワークエリア）に記憶されるものであ\nる。\nそうすると、検甲第１号証のゲーム機は、「読取手段で読取った対戦データを記\n憶する記憶手段」を有するものであり、「ユニットをセット部から取り外すと表示\nが消えて攻撃もダメージの計算もできなくなること」を理由として、「読取った対\n戦データを対戦のために記憶する記憶手段が無い」とした審決の相違点２の認定は\n誤りであると認められる。\n(2)ア 被告は、検甲第１号証のゲーム機は、駒から同定データを読み取るにすぎ\nず、そのため、本件発明のゲーム機のように、一般の商品にも付されているバーコ\nードをも対戦ゲームの主体として登場させることができないものであるから、本件\n発明のゲーム機とは構成を異にする旨主張する。\nしかしながら、本件明細書の特許請求の範囲には、「必要なデータをバーコード\n表示したカードのバーコード読取手段と、該読取手段で読取った対戦データを記憶\nする記憶手段と、」と記載され、甲第２号証によれば、本件明細書の発明の詳細な\n説明中には、「対戦データ」について直接定義したり、説明している記載はなく、\n「必要なデータ」について実施例における例示として、「カード１は必要なデー\nタ、例えば攻撃力、守備力及び生命力などのデータがバーコード１ａにより表示さ\nれている。」（３欄１９行ないし２２行）との記載はあるが、それ以上に、効果の\n欄等に、一般の商品にも付されているバーコードを使用することができる旨の記載\nはないことが認められる。\nそうすると、本件発明における必要なデータの記憶方法は、カードに固有の対戦\nデータを直接記憶させるものだけでなく、同定データをもって間接的に記憶させる\nものも含むものと認められる（なお、仮にこの点を本件発明と検甲第１号証との相\n違点だとしても、検甲第２号証によれば、検甲第２号証のゲーム機（ベースボール\nゲーム）においては、カードが必要なデータを直接記憶しているものと認められる\nから、検甲第２号証の技術を検甲第１号証に適用してユニット（駒）に対戦データ\nそのものを直接記憶させるようにすることは、当業者が容易に想到できることと認\nめられる。）。\nしたがって、被告の上記主張は理由がない。\nイ　被告は、ユニットを外すと攻撃もダメージ計算もできなくなるのであれ\nば「対戦」を行うことはできないので、検甲第１号証のゲーム機には読み取った対\n戦データを「対戦のために」記憶する手段はない旨主張する。\nしかしながら、弁論の全趣旨によれば、検甲第１号証のゲーム機が駒を外すとデ\nータの表示は消え、対戦を実行できないように構成されているのは、技術的な問題\nからではなく、対戦ゲームの性格上、そのユニットの対戦が一旦終了したことを報\n知するためのものと認められるから、このことをもって、検甲第１号証のゲーム機\nには「読取手段で読取った対戦データを記憶する手段」はないものと認めることは\nできず、被告の上記主張は理由がない。\n(3) よって、審決の相違点２の認定は誤りであり、原告主張の取消事由２は理由\nがある。\n３　取消事由３（相違点１（表示媒体がバーコードカードか否かの点）についての\n判断の誤り）について\n(1) 前記説示のとおり、検甲第１号証のゲーム機（ウルトラ大決戦）には、マッ\nプ上にユニットを並べてゲームを行う本来の遊び方のほかに、基本ユニットと判定\n器のみを用いた「生き残りゲーム（２人用）」という遊び方があるものであり、こ\nの遊び方においては、対戦する駒の優劣を競うことをゲームの本質とするものと認\nめられる。\nそして、検甲第１号証のゲーム機では、立体的な駒状のユニットにピンコード表\n示した入力媒体が使用されているが、「生き残りゲーム（２人用）」においては、\nもっぱら駒の対戦データに意味があり、駒が立体的な形状のユニット媒体であるこ\nとは、ゲームに趣を添えるものではあるが、技術的にはさほどの意味を持たないも\nのと認められる。\nまた、甲第２号証によれば、本件明細書に「従来からカードに絵、文字、記号を\n記入し、そのカードに性格や強さを与え、そのデータに従ってカードとカードを見\nせ合って対戦させて勝敗を決する遊びがある。」（２欄１行ないし４行）と記載さ\nれていることが認められ、この記載によれば、従来からある対戦ゲームにおいて\nも、カードを使用することが一般的なものであるということができる。\n(2) そして、検甲第２号証によれば、同号証のベースボールゲーム機は、「選手\nのデータをバーコード表示したカードをカードリーダーにより複数読み込んで記憶\nさせ、打順や先発ピッチャー等を適宜入れ替えた希望のチームを記憶データとして\n編成し、記憶されたデータによってチーム同士を対戦させる」（審決書１７頁末行\nないし１８頁４行）ものであることが認められ、選手のデータをバーコード表示し\nたカードを使用し、それをカードリーダーにより読み込ませているものである。\n(3) そうすると、検甲第１号証の立体的な駒状のユニットを検甲第２号証の平面\n的な形状のカードに置き換えることによっても、検甲第１号証の「生き残りゲーム\n（２人用）」というゲームの本質に変化がないものと認められ、この置換えは当業\n者にとって容易に想到することができるものと認められる。\n(4)ア 被告は、検甲第１号証のゲーム機（ウルトラ大決戦）においては、キャラ\nクターのシールを付した立体的な駒という視覚的、触覚的に具体的な存在を対戦の\n主体としているのに対し、本件発明は、一般の商品にも付されているバーコードを\n主体として戦い得るようゲーム機を構成している点に画期的な意義を有する旨主張\nする。\nしかしながら、検甲第１号証の「生き残りゲーム（２人用）」では、もっぱら駒\nの対戦データに意味があり、駒が立体的な形状のユニット媒体であることは、ゲー\nムに趣を添えるものではあるが、技術的にはさほどの意味を持たないものであるこ\nとは前記説示のとおりである（なお、検甲第２号証によれば、同号証のベースボー\nルゲームにおいても、バーコードはカードの裏面に記録され、カードの表面には投\n手、捕手、野手等の選手のキャラクタが特徴ある図柄をもって表示されていること\nが認められ、立体的な形状のデータ媒体を平面的なカード形状のものに置き換える\nことで趣がすべて失われてしまうというものではない。）。さらに、本件発明は一\n般の商品にも付されているバーコードを主体として戦い得るようゲーム機を構成し\nているとの点については、前記説示のとおり、本件明細書に記載がなく、本件明細\n書に接する当業者に自明の効果とも認められない。したがって、被告の上記主張は\n採用することができない。\nイ　さらに、被告は、検甲第２号証のゲーム機（ベースボールゲーム）は、補\n助的な情報を手入力から簡易に入力しうるようにしたという程度の意義しか持た\nず、しかも、カードを対戦させるゲーム機ではない旨主張する。\nしかしながら、検甲第２号証には、ゲーム機における入力を容易にするために、\nバーコード表示されたカードと、カードリーダーを使用することは開示されている\nものであるから、検甲第２号証のベースボールゲーム機の遊び方がカード対戦ゲー\nムではないことは、上記容易推考性の判断を左右するものではなく、被告の上記主\n張は理由がない。\n(5) よって、相違点１についての審決の判断は誤りであり、原告主張の取消事由\n３は理由がある。\n４　取消事由４（相違点３（先攻判定手段の点）についての判断の誤り）について\n(1) 本件発明の特許請求の範囲には、先攻判定手段について、「記憶手段で記憶\nされた対戦データのうち、一方を攻撃側、他方を守備側とする先攻判定手段」と規\n定されているところ、甲第２号証によれば、本件明細書の発明の詳細な説明中の実\n施例には、「データに従って対戦カードの先攻を判定する先攻判定手段」（４欄２\n５行、２６行）、「ゲームスタートによりマイクロコンピュータ（先攻判定手段）\n７が作動し、カードＡとカードＢのデータに従って対戦カードの先攻判定（ステッ\nプ５０１）を行う。この判定は例えば比較定数を比べて大きい方を先攻とする如く\nし、その結果は・・・表示される。上記判定において「Ｐ１側先攻」となったとき\nは、Ｐ１側の者は攻撃キー５ａをＯＮする（ステップ５０２）。」（５欄３０行な\nいし４０行）と記載されていることが認められる。\nこの記載によれば、本件発明は、いわゆる交互対戦型ゲームとして、対戦する一\n方を攻撃側、他方を守備側としてゲームを開始するものであるところ、検甲第１号\n証のゲーム機のように攻撃側をあらかじめ固定することはせず、公平に決定するた\nめのものとして先攻判定手段を設けることにしたものであることが認められる。そ\nして、交互対戦型のゲームにおいて、先攻側をあらかじめ決めておくか、いずれが\n先攻側となるかを決める手段を設けるかは、任意に選択し得る慣用技術であること\nが明らかであるから、本件発明にいう「先攻判定手段」には、上記認定以上に格別\nの技術的意義があるものではないというべきである。\nそうすると、ウルトラマン側を先攻と決めてある検甲第１号証の構成に代えて、\n先攻判定手段を設けることは、当業者が適宜に選択すべき単なる設計変更にすぎな\nいものと認められる。\n(2)　被告は、本件発明のようなバーコードを主体として把握するという新規なゲ\nーム機を構成するに際し、先攻判定手段をそもそも存在させるということ自体に新\n規性及び進歩性がある旨主張するが、本件発明が先攻判定手段の点以外の点（バー\nコードを主体として把握したゲーム機を構成した点）からも進歩性を有するとの主\n張が理由がないことは、前記２，３のとおりであるから、被告の上記主張は、その\n前提を欠き、採用することができない。\n(3) よって、審決の相違点３についての判断は誤りであり、原告主張の取消事由\n４は理由がある。\n５ 結論\n以上のとおり、原告主張の取消事由２ないし４はいずれも理由がある。\nよって、原告の請求は、その余の点について判断するまでもなく理由があるか\nら、これを認容することとし、主文のとおり判決する。\n（口頭弁論終結の日　平成１１年１０月２８日）\n東京高等裁判所第１８民事部\n裁判長裁判官 　    永　　井　　紀　　昭\n裁判官   　  塩　　月　　秀　　平\n裁判官     　市　　川　　正　　巳\n"
}