{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 3,
    "day": 25
  },
  "case_number": "平成9(ネ)2248",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13755",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13755",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/755/013755_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n第一　当事者の求めた判決\n一　控訴人\n１　原判決を取り消す。\n２　被控訴人富士紡績株式会社は、原判決別紙イ号物件目録記載のゴム紐を使用し\nてはならない。\n３　被控訴人富士紡績株式会社は、その占有にかかる原判決別紙イ号物件目録記載\nのゴム紐を廃棄せよ。\n４　被控訴人富士紡績株式会社は、原判決別紙イ号物件目録記載のゴム紐を使用し\nたトランクスを販売し、販売のために展示してはならない。\n５　被控訴人富士紡績株式会社は、その占有にかかる原判決別紙イ号物件目録記載\nのゴム紐を使用したトランクスを廃棄せよ。\n６　被控訴人富士績紡株式会社は、控訴人に対し、金二一三〇万円及び内金一二〇\n〇万円に対する平成五年九月二五日から、内金九三〇万円に対する平成六年一〇月\n五日から、それぞれ支払済みまで年五分の割合による金員を支払え。\n７　被控訴人西明株式会社は、原判決別紙ロ号物件目録記載のゴム紐を使用しては\nならない。\n８　被控訴人西明株式会社は、その占有にかかる原判決別紙ロ号物件目録記載のゴ\nム紐を廃棄せよ。\n９　被控訴人西明株式会社は、原判決別紙ロ号物件目録記載のゴム紐を使用したト\nランクスを販売し、販売のために展示してはならない。\n１０　被控訴人西明株式会社は、その占有にかかる原判決別紙ロ号物件目録記載の\nゴム紐を使用したトランクスを廃棄せよ。\n１１　被控訴人西明株式会社は、控訴人に対し、金二一三〇万円及び内金一二〇〇\n万円に対する平成五年九月二五日から、内金九三〇万円に対する平成六年一〇月五\n日から、それぞれ支払済みまで年五分の割合による金員を支払え。\n１２　被控訴人株式会社桜井は、原判決別紙ハ号物件目録記載のゴム紐を使用して\nはならない。\n１３　被控訴人株式会社桜井は、その占有にかかる原判決別紙ハ号物件目録記載の\nゴム紐を廃棄せよ。\n１４　被控訴人株式会社桜井は、原判決別紙ハ号物件目録記載のゴム紐を使用した\nトランクスを販売し、販売のために展示してはならない。\n１５　被控訴人株式会社桜井は、その占有にかかる原判決別紙ハ号物件目録記載の\nゴム紐を使用したトランクスを廃棄せよ。\n１６　被控訴人株式会社桜井は、控訴人に対し、金二八一〇万円及び内金一五五〇\n万円に対する平成五年九月二五日から、内金一二六〇万円に対する平成六年一〇月\n五日から、それぞれ支払済みまで年五分の割合による金員を支払え。\n１７　訴訟費用は、第一、第二審を通じ、被控訴人らの負担とする。\n１８　仮執行の宣言\n二　被控訴人ら\n主文と同旨\n第二　当事者の主張\n一　当事者双方の主張は、次のとおり訂正付加し、後記二のとおり当審における主\n張を付加するほかは、原判決事実欄の「第二　当事者の主張」のとおりであるか\nら、これを引用する。\n１　原判決一〇頁六行の「（四）　基盤部は」から七行の「突出している。」まで\nを、\n「（四）　基盤部は密の糸組成となっており、その厚さは基布全体の厚さの九分の\n五余りである。\n（五）　凸条は基盤部から突出しており、その突出部分の厚さは基布全体の厚さの\n九分の四足らずである。」\nに改める。\n２　同二四頁五行の「乙第九号証」を「検乙第二号証」に改める。\n３　同二九頁三行目の次に、改行して、\n「なお、同（二）（２）②の事実は、準備手続において主張されなかったものであ\nるから、口頭弁論においてこの事実を主張することは許されない。」\nを加える。\n二　当審における主張\n１　控訴人\n（一）　６２０７ゴム紐の見本短冊が展示された本件サンプル帳（検乙第二号証）\nは改竄された証拠であり、また、証人Ａ及び同Ｂの各証言並びに乙第四号証（Ａの\n陳述書）及び乙第三〇号証（Ｂの陳述書）はいずれも信用することができないか\nら、６２０７ゴム紐が本件登録意匠出願前に存在し、かつ、公知であったとの事実\nを認めることはできない。\n（１）　証人Ａの証言では、ゴールド・ザック社からウシオ社に送付されたゴム紐\nの見本短冊には金色の波線模様が付されているとされ、現に本件サンプル帳におい\nて、６２０７ゴム紐の見本短冊の直上に展示されている品番６７７１番のゴム紐の\n見本短冊には金色の波線模様が付されている。ところが、６２０７ゴム紐の見本短\n冊には、この金色の波線模様が付されていない。さらに、本件サンプル帳の表紙に\nは「伸縮する」、「弾力のある」という意味の英語である「Ｅｌａｓｔｉｃ」と記\n載されているのに、６２０７ゴム紐の見本短冊の直下に展示されている品番１０１\n６５番のゴム紐の見本短冊は、そのゴム紐に弾力がなく、しかも見本短冊に金色の\n波線模様が付されていない。したがって、６２０７ゴム紐の見本短冊や、品番１０\n１６５番のゴム紐の見本短冊は、ゴールド・ザック社から送付されたものでないこ\nとが明らかであり、このようにゴールド・ザック社から送付されたものでない見本\n短冊が、同社から提供を受けたゴム紐の見本を収めたとする本件サンプル帳に展示\nされていることは極めて不自然である。\n本件サンプル帳の八枚の台紙のうち六枚は１から６までの番号が付された透明プ\nラスチック板であるのに対し、６２０７ゴム紐の見本短冊が展示されたものを含め\n二枚の台紙はボール紙で、見本短冊が透明ビニールテープで付着されている。この\nことからすれば、本件サンプル帳の台紙はもともとプラスチック板であり、ボール\n紙の台紙に展示された見本短冊はゴールド・ザック社から送付されたものではな\nく、後に作られたものであることが明らかである。しかも、二枚のボール紙の台紙\nの外観を比較すると、６２０７ゴム紐の見本短冊が展示された台紙は他一枚の台紙\nよりも明らかに新しいものである。このように、６２０７ゴム紐の見本短冊が、本\n件サンプル帳のもともとの台紙ではなく、後に作られたことが明らかであるボール\n紙の台紙の、しかも、他一枚よりも新しいものに展示されていることも不自然であ\nる。\n本件サンプル帳に収められた各見本短冊は、ゴム紐が灰色プラスチック板に取り\n付けられているが、６２０７ゴム紐以外の見本短冊は灰色プラスチック板の縦幅が\nゴム紐の縦幅より長いか、ほぼ同じ長さであって、見本短冊を台紙に収納したとき\nに上下の見本短冊の灰色プラスチック板同士が接触して整頓されて並んでいるのに\n対し、６２０７ゴム紐の見本短冊だけはゴム紐の縦幅が明らかに灰色プラスチック\n板の縦幅より長く、ゴム紐が灰色プラスチック板からはみ出しているため、台紙に\n収納したときに、その上下の見本短冊の灰色プラスチック板と接触せず、整頓され\nて並んでいない。灰色プラスチック板の入手が容易である時期に６２０７ゴム紐の\n見本短冊が作成されたのであれば、適切な縦幅の灰色プラスチック板が用いられた\nはずであるから、このことは、６２０７ゴム紐の見本短冊が、灰色プラスチック板\nの入手が容易でなくなった昀近になって作成されたことを示すものである。\n証人Ａの証言では、本件サンプル帳は、同じ用途、デザインのゴム紐を同じペー\nジにまとめたとされているが、本件サンプル帳の６２０７ゴム紐の見本短冊が展示\nされているページにおいて、三条の等間隔の凸条を有するゴム紐の見本は６２０７\nゴム紐のみであって、不自然である。\n本件サンプル帳はＡが保管していたものとされているが、本件意匠権の無効審判\n請求事件において、同人は、当初、報告書（乙第三八、第四八号証）を提出したの\nみで、本件サンプル帳を提出しなかったし、同人に対する証人尋問において、その\n理由につき合理的な説明がなされていない。本件サンプル帳に６２０７ゴム紐の見\n本短冊が元から入っていたのであれば、同人は本件サンプル帳を当初から提出した\nはずであり、これを後になって提出したのは、提出するまでの間に改竄したからに\n他ならない。\n証人Ａの証言では、ウシオ社はゴールド・ザック社から本件サンプル帳とともに\n試験表や仕様書等のゴム紐の設計関係書類を受領しており、本件サンプル帳より仕\n様書の方が重要であるとされている。そうであれば、本件サンプル帳が残存してい\nるのに仕様書が散逸しているのは極めて不自然である。\n証人Ｂは、本件サンプル帳が差し替えられた可能性のあることを認める証言をし\nている。\n以上のとおり、本件サンプル帳ないし６２０７ゴム紐の見本短冊には不自然な点\nが多々あり、本件サンプル帳が本件訴訟提起後に６２０７ゴム紐の見本短冊を付け\n加えて改竄されたものであることは明らかである。\n（２）　本件サンプル帳自体からは、それが本件登録意匠出願前から存在していた\nことや、６２０７ゴム紐が本件登録意匠出願前から公知であったことは裏付けられ\nず、他にこれらの点を明らかにする客観性のある証拠も存在しない。そして、本件\n登録意匠出願前から、本件サンプル帳が存在し、かつ、公知であったとする証人Ａ\nの証言及び同人の陳述書（乙第四号証）並びに証人Ｂの証言及び同人の陳述書（乙\n第三〇号証）は、次のとおり全く信用することができない。\nすなわち、本件登録意匠が三条の等間隔の凸条を有する意匠となった主な理由\nは、等間隔の四本針のミシンでゴム紐をトランクスに縫製する際に針の落ちる箇所\nを凹ませることにあるが、証人Ａ及び同Ｂの各証言により、同人らは、取引先のト\nランクスメーカーがどのようなミシン針を使用しているか全く知らなかったこと等\nが明らかとなり、このような本件登録意匠の開発経緯や、開発意図を理解していな\nかったことが認められる。\nのみならず、証人Ａは、本件登録意匠のような三条の等間隔の凸条を有するゴム\n紐の製造販売開始時期、三条の等間隔でない凸条を有するゴム紐の製造販売開始時\n期、三条の等間隔の凸条の下に三センチ程の平らな部分がついていたというゴム紐\nの凸条の幅や用途等について、また、証人Ｂは、三条の等間隔でない凸条を有する\nゴム紐の製造販売開始時期について、それぞれ矛盾した供述を繰り返しており、同\n人らがこれらの点について虚偽の供述をしていることが明らかである。\nさらに、証人Ａ及び同Ｂとも、ウシオ社におけるゴム紐の品番とデザインとの関\n係につき不合理で矛盾した供述を行っているほか、証人Ａは、本件サンプル帳に貼\n付された「ＥＬＡＳＴＩＣ　ＬＴＤ　ＢＡＳＬＥ」とのシールにつき、その「ＢＡ\nＳＬＥ」が、スイスの地名バーゼル（ＢＡＳＥＬ）のことである旨の虚偽の供述を\nし、自己のウシオ社への入社年月日についても供述を変遷させ、報告書（乙第三\n八、第四八号証）に記載した数値につき実際には存在しないことが明らかである資\n料に基づくものとの供述をする等、虚偽の供述を繰り返している。\nまた、証人Ａの証言では、ウシオ社においては、和議手続の開始後も、新製品の\n開発、サンプル帳の作成の能力を有していたとのことであるから、新製品の開発に\n伴って、その販売のための新たなサンプルをサンプル帳に追加し、販売しなくなっ\nた製品のサンプルを取り外すことが行われたはずであって、本件サンプル帳の中身\nを全く差し替えることなく、昭和五八年までこれを営業に使用していたとする証人\nＢの供述が虚偽であることも明白である。\nこのように証人Ａ及び同Ｂの各証言には全く信用性がなく、同人らの証言及び陳\n述書（乙第四、第三〇号証）に基づいて、本件登録意匠出願前から、本件サンプル\n帳が存在し、かつ、公知であったとの事実を認定することはできない。\n（二）　原審裁判所は、控訴人の平成六年一〇月四日付文書提出命令の申立てに対\nし、何らの裁判をすることなく、口頭弁論を終結して終局判決をしたものであっ\nて、その措置は違法である。\n２　被控訴人ら\n控訴人の主張は争う。\n本件サンプル帳が改竄されたものであり、証人Ａ及び同Ｂの各証言が信用性がな\nいとする控訴人の主張はいずれも根拠がないものである。\n理　　　由\n一　当裁判所も、控訴人の本件各請求はいずれも理由がないものと判断する。\nその理由は、次のとおり訂正、削除、付加し、控訴人の当審における主張に対し\n後記二のとおり判断するほかは、原判決理由欄と同じであるから、これを引用す\nる。\n１　原判決三二頁一〇行の「本件登録意匠の構成態様（四）に関し、」から三三頁\n一行の「認められる。」までを、「本件登録意匠の構成態様（四）に関し、本件登\n録意匠にかかるゴム紐の基盤部は、密の糸組成となっており、その厚さは基布全体\nの厚さの九分の五余りであることが認められる。」に改める。\n２　同三三頁七行の「突出していることが認められる。」を「突出していること、\nしたがって、請求原因４（二）の（４）及び（５）の構成態様をも有していること\nが認められる。」に改める。\n３　同三四頁八行の「第一七号証の一、二」を「乙第一七号証の一、二」に改め\nる。\n４　同三八頁九行の「６３・１１・２５」を「６０・１１・２５」に改める。\n５　同四五頁六行の「乙第九号証、」を削り、同頁七行の「乙第三〇号証、」の次\nに、「弁論の全趣旨によりゴールド・ザック社からウシオ社に提供されたゴム紐の\nサンプル帳であると認められる検乙第二号証、」を加える。\n６　同四七頁二行、五〇頁三行、同頁四行、六二頁五行の各「乙第九号証」を、い\nずれも「検乙第二号証」に改める。\n７　同五一頁九行から一〇行の「見本短冊が納められているが、」を「見本短冊が\n収められているが、」に改める。\n８　同六三頁一行、六四頁三行の各「糸構成」を、いずれも「糸組成」に改める。\n二　控訴人の当審における主張について\n１　本件サンプル帳が改竄された証拠であるとの主張について\nウシオ社がゴールド・ザック社から、用途別にゴム紐の見本を集めたサンプル帳\nのほか、短冊状のプラスチック板に取り付けられたサンプル帳に収められていた個\n々のサンプルと同じ型式の追加のサンプルの提供を受けており、見本短冊に金色の\n波線模様が付されていないものは追加分であった可能性があること、本件サンプル\n帳に収められた合計七五本の見本短冊のうち金色の波線模様の付されていないもの\nは６２０７ゴム紐の見本短冊を含めて一七本あり、それらの状況も波線模様のない\nこと以外は他の見本短冊と異ならないことは前示（原判決四六頁三行から一〇行、\n五一頁九行から一〇行、五六頁三行から九行）のとおりであり、６２０７ゴム紐、\nあるいは品番１０１６５番のゴム紐の見本短冊に金色の波線模様が付さけていない\nからといって、それらがゴールド・ザック社から送付されたものではないというこ\nとはできない。\nまた、本件サンプル帳の表紙部分上段には「Ｅｌａｓｔｉｃ　Ｓａｍｐｌｅｓ」\nと印刷されているが、台紙の透明プラスチック板右上端部には「ＥＬＡＳＴＩＣ\nＬＴＤ」「ＢＡＳＬＥ」と記載されたシールが貼付されていることも前示（原判決\n五〇頁六行から七行、五二頁六行から七行）のとおりであって（なお、乙第七三、\n第七四号証によれば、「ＢＡＳＬＥ」はスイスの都市バーゼルを指すものと認めら\nれる。）、このことからすると、本件サンプル帳に記載された「Ｅｌａｓｔｉｃ」\nはゴールド・ザック社と関係のある法人の名称であると考えられ、したがって、品\n番１０１６５番のゴム紐の見本短冊に弾力性がないことも、それがゴールド・ザッ\nク社から送付されたものではないことを示すものとすることはできない。\nさらに、本件サンプル帳の全ての透明プラスチック板の台紙に傷みがあること、\nその傷みの状況からすれば、見本短冊がボール紙の台紙に貼られているのは、透明\nプラスチック板が破損したため、便宜上透明プラスチック板からはずしてボール紙\nに貼り付けられた可能性が高いことも前示（原判決五二頁一一行から五三頁二行、\n五六頁一一行から五七頁六行）のとおりであり、このことからすれば、６２０７ゴ\nム紐の見本短冊が、本件サンプル帳に二枚あるボール紙の台紙の他一枚よりも新し\nいものに展示されていることも格別不自然な状況であるとはいえない。\n控訴人は、本件サンプル帳に収められた各見本短冊のうち、６２０７ゴム紐以外\nの見本短冊は灰色プラスチック板の縦幅がゴム紐の縦幅より長いか、ほぼ同じ長さ\nであるのに対し、６２０７ゴム紐の見本短冊だけはゴム紐の縦幅が灰色プラスチッ\nク板の縦幅より長く、ゴム紐が灰色プラスチック板からはみ出しているとし、これ\nを前提として、６２０７ゴム紐の見本短冊が、灰色プラスチック板の入手が容易で\nなくなった昀近になって作成されたものと主張するが、検乙第二号証によれば、６\n２０７ゴム紐の見本短冊のほか、品番６７４２番（ｃｌ．１７３５）、６６２８番\n（二本）、６７１３番、６７１４番（二本）、６６１８番、６６８４番、６７１２\n番、６２４４番（二八ミリメートルのもの）、６５４１番（Ｄｅｓｓ．９４５３）\nの各ゴム紐の見本短冊においても、ゴム紐の縦幅が灰色プラスチック板の縦幅より\n長く、ゴム紐が灰色プラスチック板からはみ出していることが認められるから、控\n訴人の右主張はその前提を欠くものであって、理由がないことが明らかである。\n控訴人は、また、証人Ａの証言では、本件サンプル帳は、同じ用途、デザインの\nゴム紐を同じページにまとめたとされているとしたうえ、本件サンプル帳の６２０\n７ゴム紐の見本短冊が展示されているページにおいて三条の等間隔の凸条を有する\nゴム紐の見本は６２０７ゴム紐のみであることが不自然であると主張するが、同証\n言によっても、ゴム紐のデザインに関しては「大体デザイン的にも似たものが入っ\nている」という程度の漠然とした分類を述べるに止まっているのみならず、検乙第\n二号証によれば、本件サンプル帳全体に展示されたもののうちで、三条の等間隔の\n凸条を有するゴム紐の見本は６２０７ゴム紐のみであることが認められるから、そ\nれが展示されているページにおいて、三条の等間隔の凸条を有するゴム紐の見本が\n６２０７ゴム紐のみであること自体が不自然であるとすることはできない。\nさらに、控訴人は、Ａが保管していた本件サンプル帳が、本件意匠権の無効審判\n請求事件において提出された時期や、本件サンプル帳が残存しているのに仕様書が\n散逸していることを取り上げて、本件サンプル帳が改竄されたものと主張するが、\nＡ自身が右無効審判請求事件の当事者ないし直接利害関係を有する者であることを\n認めるに足りる証拠はなく、そうであれば、本件サンプル帳が同人から右事件の当\n事者又は代理人等に交付されて証拠として提出されるまでの間にある程度の時間的\n経過があっても何ら不自然ではないし、また、証人Ａの証言によれば、本件サンプ\nル帳は、他の四、五冊のサンプル帳とともに、ウシオ社に対する和議手続の開始後\nも、同人の所管していたウシオ社の大阪営業所に残っていたのに対し、控訴人主張\nの仕様書の管理は同人の所管外であったことが認められるのであるから、本件サン\nプル帳がＡが保管したために残存し、他方、仕様書は散逸してしまったとしても不\n自然であるということはできない。\nなお、控訴人は、証人Ｂは本件サンプル帳が差し替えられた可能性のあることを\n認める証言をしていると主張するが、同証言部分は、ウシオ社において同人自身が\n本件サンプル帳保管の任に当たっていたものではないことを表現したものにすぎ\nず、これが差し替えられた形跡のあること等を述べたものではないから、同証言部\n分を根拠として、本件サンプル帳が改竄されたものであるとすることもできない。\n以上のように、本件サンプル帳が改竄されたものであるとする控訴人の主張は、\nいずれも極めて薄弱な根拠に基づくものであって、到底採用し得るものではない。\n２　本件サンプル帳が本件登録意匠出願前に存在し、公知であったと認めることは\nできないとの主張について\n乙第四、第六、第三〇号証、検乙第二号証、証人Ａ及び同Ｂの各証言により、ウ\nシオ社が昭和四七年ころまでにゴールド・ザック社から本件サンプル帳の送付を受\nけ、６２０７ゴム紐の見本短冊がその当初から、又は追加のサンプルとして送付さ\nれたものであったとしても遅くとも昭和五〇年ころまでには本件サンプル帳に収め\nられて、事後、ウシオ社の営業部員により、６２０７ゴム紐の見本短冊が収められ\nた本件サンプル帳を示しての各取引先に対する営業活動が昭和五八年までの間の相\n当期間行われたことが、特にその期間については、ウシオ社はゴールド・ザック社\nとの技術提携がなされた昭和四五年一〇月（乙第六号証）と、昭和五八年のウシオ\n社に対する和議手続の開始によって画されるものとして、これを認めることができ\nる。\n控訴人は、証人Ａ及び同Ｂの各証言並びに同人らの陳述書（乙第四、第三〇号\n証）が虚偽である旨縷々主張するところ、そのうち、ウシオ社においては、和議手\n続の開始後も新製品の開発に伴いその販売のための新たなサンプルをサンプル帳に\n追加し、販売しなくなった製品のサンプルを取り外すことが行われたはずであるか\nら、本件サンプル帳の中身を全く差し替えることなく、昭和五八年までこれを営業\nに使用していたとする証人Ｂの供述が虚偽であるとの主張は、ウシオ社が本件サン\nプル帳に、ゴールド・ザック社から提供を受けたサンプルのほか、自社開発にかか\nる製品のサンプルをも収めていたとの事実を前提とするものであるが、かかる前提\n事実を認めるに足りる証拠はないから、右主張全体が失当である。\nまた、右控訴人の主張のうち、その余のものは、いずれもウシオ社の営業部員に\nよる、６２０７ゴム紐の見本短冊が収められた本件サンプル帳を示しての各取引先\nに対する営業活動が遅くとも昭和五〇年ころから昭和五八年までの間の相当期間行\nわれたことと、直接の関わりをもつものではなく、前示認定を何ら左右するものと\nはいえない。\nしたがって、証人Ａ及び同Ｂの各証言並びに乙第四、第三〇号証に基づいて、本\n件登録意匠出願前から、本件サンプル帳が存在し、かつ公知であったとの事実を認\n定することはできないとする控訴人の主張を採用することはできない。\n３　原審裁判所が文書提出命令の申立てに対し、何らの裁判をすることなく口頭弁\n論を終結して終局判決をしたことが違法であるとの主張について\n原審訴訟記録に徴すれば、原審裁判所は、控訴人の平成六年一〇月四日付文書提\n出命令の申立てに対し、明示の採否の裁判をすることなく、口頭弁論を終結して、\n終局判決をしたことが認められる。\nしかしながら、一般に、当事者の証拠申出に対し、これを採用しない場合であっ\nても、明示の不採用の裁判をすることなく口頭弁論を終結する取扱いが少なくない\nことは当裁判所に顕著である。そして、かかる場合には、訴訟記録中の証人等目録\nの採否の裁判の欄は空欄のままとされるが、証拠申出に対する不採用の裁判が黙示\n的になされたものと解すべきであって、このように解したとしても、一般に、証拠\nの採否の裁判に対しては、独立の不服申立てをすることが許されないから、当事者\nに不利益を及ぼすことにはならない。\nもっとも、文書提出命令の申立てに関する決定に対しては即時抗告をなすことが\nできるものとされている（民事訴訟法（平成八年法律第一〇九号）附則二条による\n削除前の民事訴訟法（明治二三年法律第二九号）三一五条）。しかし、文書提出命\n令の申立てを採用しないとの決定が、その必要性がないことを理由とする場合には\n同条の適用はなく、一般の証拠の採否の裁判と同様に、本案事件の判決に対する上\n訴において、その適否を争うべきものと解される。そして、原審裁判所が、控訴人\nの損害額算定にかかる右文書提出命令の申立てを採用しなかったのは、その必要性\nがないことに基づくものであることは、審理の経過及び原判決に照らして明白であ\nるから、結局、原審裁判所の前示の措置が違法であるとすることはできない。\nなお、右に述べたことは、民事訴訟法（平成八年法律第一〇九号）二二一条に基\nづく文書提出命令の申立てに関しても同様であるものと解される。\n三　よって、控訴人の本訴請求をいずれも棄却した原判決は正当であって、本件控\n訴は理由がないから、これを棄却することとし、控訴費用の負担につき民事訴訟法\n六一条、六七条一項本文を適用して、主文のとおり判決する。\n（裁判官　田中康久　石原直樹　清水節）\n"
}