{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 5,
    "day": 9
  },
  "case_number": "平成2(う)838",
  "case_name": "職業安定法違反被告事件",
  "court_name": "大阪高等裁判所第五刑事部",
  "article_info": "第44巻2号113頁",
  "gist": "職業安定法六三条二号の「労働者の募集」の意義",
  "case_gist": "職業安定法上の有害業務に就かせる目的で、その被用者となるように勧誘し、ひいては労働者の募集を行ったというためには、労働者となろうとする者に対し、被用者となるように勧め、あるいは誘うなどの働きかけのあることが必要であって、雇用契約締結の際における単なる面接や雇用条件の告知など労働契約締結に当然伴う行為は、労働者となろうとする者の意思決定に事実上影響を及ぼすことがあっても、右の勧誘に当たらない。",
  "lawsuit_id": "22271",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22271",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/271/022271_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役八月に処する。\nこの裁判の確定した日から二年間右刑の執行を猶予する。\n本件公訴事実中、第一のＡに対して労働者の募集をしたとの点について\nは、被告人は無罪。\n理　　　　由\n本件控訴の趣意は、弁護人池田勝之及び同宮坂益男各作成の控訴趣意書記載のと\nおりであり、これに対する答弁は、検察官篠原一幸作成の答弁書記載のとおりであ\nるから、これらを引用する。\n論旨はいずれも被告人の無罪を主張し、要するに、本件においては、Ａ及びＢと\nもに自発的に被告人経営のファッションマッサージ店「Ｃ」に就職を希望し、自ら\n電話をかけて採用を申し込み、店はこれに応諾して採用したものにすぎず、被告人\n又はその従業員が、右両名に対し、「Ｃ」に就職するように勧誘した事実はなく、\nそもそも、原判決の認定した事実だけでは到底職業安定法六三条二号の労働者の募\n集（勧誘）行為があったとは認められない。したがって、原判決には明らかな事実\n誤認及び法令の解釈適用の誤りがあり破棄を免れない、というのである。\nそこで、所論にかんがみ記録及び証拠物を調査し、当審における事実取調べの結\n果をも併せ検討する。\n一　本件公訴事実並びに原判決の要旨\n本件公訴事実（訂正後のもの）は、\n「被告人は、大阪市ａ区ｂ町ｃ番ｄ号ｅビルｆ階において、ファッションマッサ\nージ「Ｃ」Ｄ店を、同市ｇ区ｈｉ丁目ｊ番ｋ号ｌビルｍ階において、ファッション\nマッサージ「Ｃ」Ｅ店を、それぞれ経営する者であるが、右Ｄ店及び右Ｅ店におい\nて不特定多数の男客から対価を得て「手淫」「口淫」などの性交類似行為をするマ\nッサージ嬢を雇入れるため\n第一　右Ｄ店企画部長Ｆと共謀のうえ、平成元年九月二三日ころ、右Ｄ店に新聞\n広告を見て応募してきたＡ（当時二二年）を右Ｆにおいて、同市ａ区ｎ町ｏ番ｐ号\n株式会社Ｇまで迎えに行き、右Ｄ店まで案内し、同店で同女と面接し、右Ｄ店のマ\nッサージ嬢として稼働することを勧誘し\n第二　右Ｅ店店長Ｈと共謀のうえ、平成元年一二月一二日ころ、右Ｈにおいて、\n同店に応募してきたＢ（当時一九年）と面接し、更に同月一三日ころ、同市ｑ区ｒ\nｓ丁目ｔ番ｕ号ｖマンションｗ号室の同女宅に架電するなどし、右Ｅ店のマッサー\nジ嬢として稼働することを勧誘し\nもって、それぞれ公衆道徳上有害な業務に就かせる目的で労働者の募集をしたも\nのである、\nというにある。\n原判決は、右各訴因に対し、被告人をいずれも有罪としたものの、罪となるべき\n事実としては、第一の訴因に関して、Ａが新聞広告を見てＤ店に応募してきた事実\nは証拠上認定し難いとして、その点を除いて他は公訴事実どおりの事実を認定し、\n第二の訴因に関してはすべて公訴事実どおりの事実を認定し、事実認定の補足説明\nで概略次のとおり説示している。\n職業安定法六三条二号にいう「募集」とは、同法五条五項において、「労働者を\n雇用しようとする者が、自ら又は他人をして、労働者となろうとする者に対し、そ\nの被用者となることを勧誘することをいう」と定義されているところ、右「勧誘」\nとは、相手方の決心を誘致するに足る何らかの行為があればよいと解すべきとこ\nろ、認定事実によれば、Ｆ及びＨは、電話で就職口を問い合わせてきたＡ及びＢの\n両名に道を教えて近くまで迎えに行き、前記Ｄ店あるいは喫茶店で面接し、マッサ\nージ嬢の仕事内容を知っているかどうかを確認し、雇用（労働）条件を説明してお\nり、Ｆにおいては、Ａを気にいったことから、その日よりＤ店で稼働させ、Ｈにお\nいては、Ｂの容姿が気にいらなかったことから、その日は採否の結論を保留し、同\n女の方もＨの話しを聞いて収入面では一応満足したものの、他の店にもあたってみ\nようと考えて就職の意思を保留して帰ったところ、その後Ｈは急にＥ店のマッサー\nジ嬢の人数が足りなくなったため、連絡予定の日よりも前にＢに電話をしてその日\nから働いてほしいと頼んで稼働させるようになったと認められ、以上によれば、被\n告人からマッサージ嬢として稼働することを希望する女性との面接を任されている\nＦあるいはＨが、Ａ及びＢに対し、右Ｄ店あるいはＥ店で稼働するよう誘いかける\n行為をおこなったことは明らかである、というものである。\n二　当裁判所の判断\n<要旨>（一）　職業安定法は、同法六三条二号において、「公衆衛生又は公衆道\n徳上有害な業務に就かせる目的で、職</要旨>業紹介、労働者の募集若しくは労働者\nの供給を行つた者又はこれらに従事した者」を処罰する旨規定し、同法五条五項に\nおいて、「労働者の募集とは、労働者を雇用しようとする者が、自ら又は他人をし\nて、労働者となろうとする者に対し、その被用者となることを勧誘することをい\nう。」と定義しているが、売春防止法一〇条のように、右の有害な業務に就くこと\nを内容とする契約の締結行為自体を処罰の対象としていない上、労働基準法一五条\nが「使用者は、労働契約の締結に際し、労働者に対して賃金、労働時間その他の労\n働条件を明示しなければならない。」と規定し、右の有害な業務に就くことを内容\nとする契約も同条の労働契約から除外すべき理由がないこと（本件被告人経営の\n「Ｃ」の経営が労働基準法適用の事業に該当することは明らかである。）などにか\nんがみると、職業安定法五条五項にいう勧誘があるというためには、労働者となろ\nうとする者に対し、被用者となるように勧め、あるいは誘うなどの働きかけのある\nことが必要であって、面接のなかでこのような働きかけをしたり、殊更雇用（労\n働）条件を偽るなど特別の事情がある場合は別として、前記契約締結の際における\n単なる面接や雇用（労働）条件の告知など労働契約締結に当然伴う行為は、労働者\nとなろうとする者の意思決定に事実上影響を及ぼすことがあっても、なお右の勧誘\nに当たらないと解するのが相当である。\nそこで、このような見地から以下本件各犯行の成否ひいては原判決の当否につい\nて検討する。\n（二）　公訴事実第一について\n同事実に関して、原判決は、前示のとおり、就職を希望して電話をかけてきたＡ\nをＦが迎えに行き、店内で面接し、マッサージ嬢の仕事内容を知っているかどうか\nを確認し、勤務（労働）条件を説明したことが本件勧誘ひいては募集にあたると判\n断したものと解されるが、所論のとおり、そこには通常「雇用」ないし「労働契約\nの締結」に当然伴う行為以上のものは見い出せず、殊更雇用（労働）条件を偽るな\nど特別の事情も認められないから、本件において勧誘にあたる行為はないというべ\nきである。そして、関係証拠を子細に検討しても本件雇用に関してその他にも右勧\n誘にあたる行為は認定できない。\nもっとも、関係証拠によれば、前記Ｄ店での面接の際には被告人も近くにいてＦ\nの面接の様子を見ており、Ａも被告人の存在に気付いていたこと、そして、面接の\n後ＦがＡを別室に連れて行って実地講習した後再びもとの面接場所に戻って来た\n際、被告人がＡに「頑張ってね。」「一生懸命やったら稼げるから。」などと言っ\nて声をかけたこと等の事実が認められるが、Ａの司法警察員に対する平成二年一月\n一八日付け供述調書（但し、三項、四項の一行目から八行目までを除く）による\nと、実地講習が終わった段階でＦは直ちにＡに採用の意思表示をしており、Ａも働\nかせて貰う旨の返事をしている事実が認められ、被告人も原審第四回公判で店では\n講習をするということは殆ど採用を決めた段階であり、Ａに自分が声を掛けたのは\n「はっきり働くと決まった段階であった。」旨供述している。したがって、被告人\nがＡに「頑張ってね」など前記のような言葉をかけた点をとらえて勧誘行為があっ\nたと認めることはできない。\n次に、検察官は、当審における答弁で、「Ｃ」においては、共犯者であるＦをし\nて、Ｉ、Ｊ、Ｋ、Ｌ、Ｍ等の各新聞の広告欄及び折込ちらし等に店の営業広告と合\nわせてマッサージ嬢の募集等の広告を出すとともに、風俗関係雑誌等の取材に積極\n的に協力して宣伝していたところ、Ａは右新聞広告等を見てマッサージ嬢の募集に\n応募してきたものであり、被告人らは日常の店の宣伝並びに従業員の募集活動と併\nせて、本件Ａを採用すべく積極的な行為を行っているのであるから、それが労働者\nの募集に該当することは明らかであると主張している。確かに、関係証拠によれ\nば、被告人らは、検察官主張のような新聞広告や折込ちらし等によって日頃から\n「Ｃ」の宣伝や従業員の募集をしている事実は認められるが、その内容は同店の宣\n伝だけにとどまり、従業員の募集の記載のないものもあり、本件で、Ａがいかなる\n広告やちらしを見て「Ｃ」に応募してきたかは証拠上明らかになっておらず、しか\nも、この点は訴因においても明示されていない（訴因においては、Ａが新聞広告を\n見て応募してきたとあり、文書による労働者の募集自体が違法行為として問擬され\nる余地があるとしても、本件では、その新聞広告の内容すら明示されていな\nい。）。前示のとおり原判決は、本件訴因にあったＡが新聞広告を見て応募してき\nたとの事実は認定できないと判示しており、関係証拠を検討しても原判決のその点\nの認定に誤りは認められないし、本件では前記の理由からも新聞広告を本件募集な\nいし勧誘の一態様に加えることはできないと考える。いずれにしても、検察官の右\n主張は採用できない。\n以上によれば、原判決認定事実では職業安定法六三条二号該当の労働者の募集\n（勧誘）行為があったとは認められず、原判決はこの点で同法の解釈適用を誤り、\nひいては事実を誤認したものといわざるを得ないところ、その誤りが判決に影響を\n及ぼすことは明らかであり、論旨は理由がある。\n（三）　公訴事実第二について\n同事実に関しては、関係証拠上、原判示のとおり、応募してきたＢをＨが面接\nし、勤務条件を説明したあと、Ｈにおいて採否の結論を保留し、同女の方も最終的\nな就職の意思を保留して帰ったところ、その後Ｈは、Ｅ店のマッサージ嬢の人数が\n急に足りなくなったため、連絡をする予定の日よりも前にＢに電話をしてその日か\nら働いてほしいと頼んで稼働させるに至った事情が認められる。事情はともあれ、\n面接では雇う側のＨも、働く側のＢも採用の有無、就職の諾否を留保して別れてお\nり、その後Ｈは店の都合でわざわざ電話をしてＢにその日から来て働いてくれるよ\nう頼み、同女もここで初めて就職の承諾をしていることが明らかであるから、右Ｈ\nの行為が勧誘ひいては募集に当たるといえる。そして、本件については、店の経営\n者である被告人の指示ないし委託を受けてＨが従業員の採用に当たっていたのであ\nるから、被告人とＨとの共謀の事実も十分認められ、被告人に職業安定法六三条二\n号の罪が成立することは明らかである。したがって、公訴事実第二については原判\n決に所論の事実誤認及び法令適用の誤りはない。論旨は理由がない。\n（四）　結論\nそこで、本件控訴は原判示第一の事実について理由があり、同第二の事実につい\nては理由がないが、原判決は、原判示第一、第二の事実にかかる罪について刑法四\n五条前段の併合罪の関係にあるものとして一個の刑を科しているので、原判決は全\n部について破棄を免れない。\nそこで、刑訴法三九七条一項、三八〇条、三八二条により原判決を破棄するが、\n被告事件について直ちに判決することができるものと認め、更に次のとおり判決す\nる。\n三　自判\n（一）　有罪部分の理由\n（罪となるべき事実及び証拠の標目）\n原判決の罪となるべき事実第二及び同関連の証拠の標目記載（但し、右証拠の標\n目中、被告人の当公判廷における供述とあるのは、被告人の原審公判廷における供\n述と改める。）のとおりであるから、これらを引用する。\n（確定裁判）\n被告人は、平成二年五月三〇日大阪家庭裁判所で児童福祉法違反罪により懲役六\n月、一年間刑執行猶予に処せられ、右裁判は同年九月二二日確定したものであっ\nて、この事実は検察事務官作成の前科調書によって認める。\n（法令の適用等）\n被告人の判示所為は刑法六〇条、職業安定法六三条二号に該当するので、所定刑\n中懲役刑を選択し、右は前記確定裁判のあった児童福祉法違反の罪と刑法四五条後\n段の併合罪であるから、同法五〇条によりまだ裁判を経ない判示の罪について更に\n処断することとする。なお、本件は公衆道徳上有害な業務であるファッションマッ\nサージ店を経営する被告人が、店長と共謀して、マッサージ嬢として右有害業務に\n就かせる目的で労働者を勧誘して募集したという職業安定法違反の事実一件の事案\nであるところ、被告人は、昭和六〇年ころから同店の営業を始め、この種店の中で\nは営業規模も大きく、各種の趣向を凝らして客の歓心をひき莫大な利益を上げ、そ\nの間に本件のような違法行為まで犯しており、被告人の刑責は決して軽くみること\nはできないが、被告人には、本件犯行まで前科はなく、本件検挙後は営業を自粛\nし、本件犯行については一応反省の情を明らかにしていることなど有利な事情もあ\nり、これらの犯情を考慮し、刑法六六条、七一条、六八条三号を適用して酌量減軽\nをした刑期の範囲内で被告人を懲役八月に処し、同法二五条一項を適用してこの裁\n判確定の日から二年間右刑の執行を猶予することとする（なお、訴訟費用について\nは、原審で証人Ａ及び当審で証人Ｎに支給した分があるが、これらの証人尋問はも\nっぱら原判示第一の事実に関する証拠調べと認められ本件有罪部分の訴訟費用では\nないので、その負担に関する裁判はしない。）。\n（二）　無罪部分の理由\n控訴事実中、第一のＡに対して労働者の募集をなした旨の職業安定法違反の点に\nついては、先に説示したとおり右事実については認定するにつき合理的疑いがある\nといわざるをえず、結局、被告人に対し犯罪の証明がないことになるので、刑訴法\n三三六条により無罪を言い渡すこととする。\nよって、主文のとおり判決する。\n（裁判長裁判官　小瀬保郎　裁判官　高橋通延　裁判官　正木勝彦）\n"
}