{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 9,
    "day": 21
  },
  "case_number": "平成9(行ケ)145",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13655",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13655",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/655/013655_hanrei.pdf",
  "contents": "平成９年(行ケ)第１４５号審決取消請求事件\n平成１１年９月７日口頭弁論終結\n判決\n原　　　　　　告　　　サーマトロニクス貿易株式会社\n代表者代表取締役　　　【Ａ】\n訴訟代理人弁護士　　　細　　　谷      義      徳\n同 　　　　　東　　　澤      紀      子\n同 　　　　　番　　　場      弘      文\n同 　　　　　野　　　本              新\n同 　弁理士　　　　【Ｂ】\n同 　　　　　【Ｃ】\n同                　【Ｄ】\n被　　　　　　告　　　板東機工株式会社\n代表者代表取締役　　　【Ｅ】\n訴訟代理人弁理士　　　【Ｆ】\n主文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　請求の趣旨\n特許庁が平成７年審判第１９３９５号事件について平成９年４月２１日にした審\n決を取り消す。\n訴訟費用は被告の負担とする。\n２　請求の趣旨に対する答弁\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、発明の名称を「ガラス板面取り加工方法及びその装置」とする特許第９\n３３５６０号発明（昭和４８年１１月２８日出願、昭和５３年４月２４日出願公\n告、昭和５３年１１月３０日設定登録）の特許権者である。\n原告は、平成７年９月６日に、被告を被請求人として、上記特許発明のうちの特\n許請求の範囲第１項に係る発明（以下「本件発明」という。）の特許（以下「本件\n特許」という。）について無効の審判を請求した。特許庁は、これを平成７年審判\n第１９３９５号事件として審理したうえ、平成９年４月２１日に「本件審判の請求\nは、成り立たない。」との審決をし、平成９年５月２４日にその謄本を原告に送達\nした。\n２　本件発明の特許請求の範囲\n「ガラス板を１対の搬送手段で挾持搬送しながらガラス板の一端縁部を研削手段で\n面取り加工する方法において、前記ガラス板を、搬送方向に直交するその断面形状\nが研削手段の位置する側に向かって前記一端縁部近傍まで延設された彎曲状の支持\n面により凹面状に曲げられた状態で、搬送することを特徴とするガラス板面取り加\n工方法。」（別紙図面第４図参照）\n３　審決の理由\n審決の理由は、別紙審決書の理由の写しのとおりである。なお、審決の甲第２号\n証（昭和４７年２月１日制定、ＪＩＳ「形状および位置の精度の許容値の図示方\n法」、ＪＩＳ　Ｂ　００２１－１９７２）、甲第４号証（米国特許第２，７５４，\n９５６号）、甲第５号証（試験結果報告書）は、それぞれ、本訴における甲第３号\n証、甲第５号証、甲第９号証に該当する。\n第３　原告主張の審決取消事由の要点\n審決の理由のうちⅠ、Ⅱは認める。同Ⅲは、特許公報の記載内容を引用している\n部分を除き、すべて争う。\n審決は、本件発明の前提となる一般的な加工技術についての認識を誤り、それを\n原因として、本件発明の特許請求の範囲の記載中、「彎曲状の支持面」の彎曲の程\n度についての認定判断を誤るなどの誤りを犯し、その結果、誤った結論を導いたも\nのであるから、取り消されなければならない。\n１　一般的な加工技術についての認識の誤り\n(1)　本件発明に係る訂正明細書(以下「本願明細書」という｡）の中において従来技\n術の関連で引用された「水平面を有する当て板６」に当たるものが、甲第５号証に\n「平坦な、ガラス板把持ユニット５３」として開示されている。このようなガラス\n板を挾持または把持する部材の面を「平面」とすることは、広い面積範囲でガラス\n板を挾持した方が支持点を広くし、かつ、摩擦面積を広くすることになるため、当\n業者であれば当然採用するであろう手段である。\n一方、甲第３号証には、平面加工について、平面の概念の下に、真平面以外に\nも、中低を許さない面及び中高を許さない面が存在する事が、このような面を加工\nする技術とともに開示されている。そして、甲第３号証記載の技術に基づいて、前\n記ガラス板の支持部材の把持面を許容域の範囲で「平面」に形成する場合、真平面\nを形成するのは加工精度の関係でコスト高となり、「中高」とするとガラス板との\n接触面積を減少させることになるので、「中高を許さない」との条件下の平面度研\n削加工となることがあり得るのは明らかである。そして、このようにして、支持部\n材の把持面について、「中高を許さない」との条件下で平面度研削加工した場合、\n研削加工されたものの面は、実際には、「中低」すなわち彎曲面となる。\nしたがって、本件明細書の中において従来技術の関連で引用された「水平面を有\nする当て板６」あるいは甲第５号証に開示されている「平坦な、ガラス板把持ユニ\nット５３」の平面は、上記の意味の彎曲面をも含むものと理解することができる。\n(2)　審決は、甲第３号証は、ある特定の物品の加工について規定したものでなく、\nしたがって、甲第５号証に係るガラス板支持用ゴムパッドの支持面の加工形状や程\n度について規定するものでも、示唆するものでもないとして、上記一般的な加工技\n術の有する意味についてのそれ以上の検討を怠っているが、失当である。\nＪＩＳ規格のような一般的基準は、基準自体に具体的適用物の指摘がない以上、\nすなわち、審決のいうとおり、ある特定の物品の加工について規定したものでない\nが故にこそ、必要に応じて広く一般に適用されるべきものとなり、したがって、ガ\nラス板支持用ゴムパッドの支持面の加工にも適用され得るのである。\n(3)　審決のその余の認定判断は、一般的な加工技術についての上記誤った認識を前\n提にするものであるから、この認識の誤りは、それ自体審決を違法とするものとい\nうべきである。\n２　「彎曲状の支持面」における彎曲の程度の認定判断の誤り\n(1)　審決は、本件発明の「彎曲状の支持面」における彎曲の程度について、「本件\n発明にかかる訂正明細書中には「この方法が適用できるガラス板は湾曲（最大変位\n量は約数百ミクロンから数ミリメートル、但し、ガラス板の大きさにより異な\nる。）し得る薄さであることが必要であり」（特許審判請求公告第５８４号公報３\n頁左欄第６行～９行目参照)と記載されており､本件発明の方法を適用するときにガ\nラス板が受けるべき彎曲変位量の一例が概略的に示されているものと認めることが\nできる。」（審決６頁７行目～１６行目まで）と認定している。\nしかしながら、本件明細書に記載された上記「約数百ミクロンから数ミリメ－ト\nル」は、もともと、極めてあいまい、かつ、概略的な数値範囲でしかないうえ、\n「但し、ガラス板の大きさにより異なる。」との留保の付されたものであるから、\n実質的内容のほとんどないものである。その他、発明の詳細な説明中には、ガラス\n板の大きさあるいは厚さとの関係で具体的な数値は一切、記載されておらず、一般\n的な加工技術である甲第３号証記載の技術に基づいて形成される彎曲面との区別を\n示すような格別の説明がないから、本件発明と従来の一般的加工技術で得られる数\n値とどこで区別すべきか明瞭でない。\nそうである以上、本件発明の「彎曲状の支持面」における彎曲の程度は、不明確\nであって、本件特許は、昭和６０年法律第４１号による改正前の特許法３６条４項\n又は昭和５０年法律第４６号による改正前の同法５項（以下、単に「特許法３６条\n４項、５項」という。）に規定する要件を満たしていないという以外にない。\n(2)　彎曲の程度は、本件発明の実施に当たり、明細書の記載に基づき任意に工夫し\nて選択して決定すればよいとの被告の主張は、失当である。発明の実施に当たっ\nて、明細書の記載以上に更に工夫や選択が必要となるということは、彎曲の程度\nが、出願時の技術水準から見て当業者が正確に理解し再現できる程度に記載されて\nおらず、またそれが、自明の事項でないこと、すなわち、当業者が「容易にその実\n施をすることができる程度に」記載されていないことを物語るものというべきであ\nる。\nまた、被告は、本件発明は、支持面の彎曲の程度自体を課題解決の要旨としない\n旨主張するが、本件特許の「彎曲状の支持面」の彎曲状の程度は、単に、ただ支持\n面が彎曲していればよいというものではなく、技術的に有意義な彎曲の程度が必要\nであることは明らかであるから、失当である。\n３　作用効果の認定の誤り\n審決は、「上記訂正明細書には、「ガラス板が押圧ローラにより両側のベルトを\n介して挾持されると、このガラス板は当て板の彎曲面に添って変形し、ガラス板は\n研削手段側が凹面状に彎曲された状態で搬送される。従って当て板のガラス板に対\nする抵抗力は特にガラス板の下端部即ち面取り加工部の近傍部に集中することにな\nり、その面取り加工部は確実に保持される砥石による研削荷重によりガラス板が後\n方に逃げ、また振動を起こすことがない。従ってガラス板は始端から終端までの全\n長に亘り均一且つ正確に面取り加工される。」（上記特許審判請求公告第５８４号\n公報第５頁左欄最終行～右欄第１１行目参照）等と記載されているが、この記載内\n容は、研削手段側が凹面状に彎曲された状態でガラス板が搬送されることが面取り\n加工部に所定の力学的影響を及ぼし、それによって研削荷重によるガラス板の逃げ\nが防止できることを記載したものであり、合理的なものと認められる。」（審決６\n頁末行～７頁下から３行目）と認定している。\nしかしながら、上記効果は、支持面の彎曲の程度のいかんにかかわらず認められ\nるというものではなく、彎曲の程度が一定以上になって初めて認められるものであ\nるから、本件発明のように支持面の彎曲の程度が極めて不明確な場合に、直ちに認\nめられる性質のものではない。\nしたがって、効果についての本件明細書の記載は不明確であり、本件特許は特許\n法３６条４項の規定の要件を満たしていない。\n４　甲第９号証の評価の誤り\n審決は、「本件発明のように研削手段側が凹面状に彎曲された状態でガラス板が\n搬送されるということによって、ガラス板には彎曲方向に予め負荷が加えられてお\nり、これと逆方向の負荷となる面取り加工時の研削荷重に対し、より大きく耐える\nことができ、結果として研削荷重によるガラス板の逃げ等が生じなくなることにつ\nいては技術的な疑いを入れる余地はないとみられる」（審決８頁１０行目～１７行\n目）と認定し、原告の甲第９号証（甲第５号証に係る装置におけるガラス板支持用\nゴムパッドのガラス支持面を中低としたものと平面としたものとで試験した結果、\nこれらのパッドの差による面取り加工の仕上がり具合には特に差異はみられなかっ\nたとするもの。）の証拠価値を否定した。\nしかしながら、審決の上記認定に従うならば、理論的には、甲第３号証に示す\n「中低」の加工を適用したガラス板支持用ゴムパッドの面の上においてもガラス板\nは彎曲され予め負荷が加えられ、本件発明と同様の効果が生ずるはずであるのに、\n甲第９号証によればそのような効果は生じないのであるから、これを前提とする限\nり、その彎曲面の諸条件の特定をしなければ、本件発明の成立性さえ問題になりか\nねない。\n甲第９号証に記載された試験結果は、このように重要な意味を持ち、本件特許の\n有効性の判断に影響を与えるものであるのに、審決は、上記重要な意味を看過して\nその証拠価値を安易に否定するという誤りを犯しており、この誤りが結論に影響を\n及ぼすことは明らかである。\n第４　被告の反論の要点\n審決の認定判断は正当であり、原告主張の審決取消事由は理由がない。\n１　一般的な加工技術についての認識の誤りについて\n原告は、「中高を許さない」との条件下で平面度研削加工となるのは明らかであ\nるとし、この「中高を許さない」とのＪＩＳの図示方法で研削加工された平面度が\n実際には彎曲面になる旨主張するが、「中高を許さない」とのＪＩＳの図示方法で\n研削加工された平面度が、何故に、実際には彎曲面になるのか明らかでなく、何ら\n論理的又は技術的合理性が認められず、原告の主張は失当である。\n２　「彎曲状の支持面」における彎曲の程度の認定の誤りについて\n(1)　当業者は、本件発明の実施に当たり、明細書の記載に加えて当業者の技術常識\nをもって、しかも当業者の技術常識に基づいて明細書の記載を合目的かつ合理的に\n解することにより、すなわちこの意味で任意に工夫して選択して彎曲の程度を決定\nすることができる。\n他方、特許法３６条４項にいう「当業者が容易に実施できるように」とは、出願\n当時の当業者の技術常識をも加えて容易に実施できるとの趣旨であり、またそのよ\nうな技術常識を明細書に子細に記載する必要はないと解すべきことは明らかであ\nる。\n彎曲の程度の不特定を根拠とする原告の主張は失当である。\n(2)　もっとも、仮に、本件発明が、彎曲の程度の具体的な数値でもって特許法２９\n条１項及び２項を回避することができ、いわゆる選択発明として特許を得ることが\nできるというものであったなら、彎曲の程度の具体的な数値を特許請求の範囲に記\n載する必要があることはいうまでもない。しかし、本件発明がそのようなものでな\nいことは明らかである以上、彎曲の程度の具体的な数値を本件発明の特許請求の範\n囲に記載する必要は、いささかも存在しない。\n３　作用効果の認定の誤りについて\n本件発明は、支持面の彎曲の程度自体を課題解決の要旨としないのであるから、\n支持面の彎曲の程度が極めて不明確であるとする原告の主張は、失当であり、この\n主張を前提とする原告の主張もまた理由がない。\n４　甲第９号証の評価の誤りについて\n甲第９号証には、保持片、試験方法等の概略が一応記載されているが、これらの\n記載からは本件発明を正確に実施したものであるかどうかが不明である。また、甲\n第９号証には、少なくとも、ガラス板を、搬送方向に直交するその断面形状が研削\n手段の位置する側に向ってガラス板の一端縁部近傍まで延設された彎曲状の支持面\nにより凹面状に曲げられた状態で、搬送したかどうかについては、一切の記載がな\nい。しかも、甲第９号証の試験報告書における試験は、唯一種類の厚さのガラス板\nについてのみなされたものに過ぎない。このような文書に証拠価値を認めることは\nできない。\n第５　当裁判所の判断\n１　「彎曲状の支持面」における彎曲の程度の認定判断の誤りについて\n(1)　「彎曲」とは、通常の用語例に従えば、「弓形に曲がること」（広辞苑第４\n版、大辞林）といった意味を有するものであり、そうすると、「彎曲状」とは、弓\n形に曲がった状態を意味するものと解することができる。\n本件発明の特許請求の範囲の「ガラス板を１対の搬送手段で挾持搬送しながらガ\nラス板の一端縁部を研削手段で面取り加工する方法において、前記ガラス板を、搬\n送方向に直交するその断面形状が研削手段の位置する側に向かって前記一端縁部近\n傍まで延設された彎曲状の支持面により凹面状に曲げられた状態で、搬送すること\nを特徴とするガラス板面取り加工方法。」との記載によれば、本件発明にいう「支\n持面」は、「搬送方向に直交するその断面形状が研削手段の位置する側に向かって\n前記一端縁部近傍まで延設され」ており、かつ、「彎曲状」をしており、この「彎\n曲状」をした「支持面」によってガラス板が凹面状に曲げられるものであることが\n認められる。\nしたがって、本件発明にいう「彎曲状の支持面」とは、弓形に曲がった状態を\nし、支持するガラス板を凹面状に曲げるものであることが認められる。\n(2)　しかし、「彎曲状の支持面」の技術的意義が一義的に明確であるとはいえない\nので、次に、発明の詳細な説明の項を考察することにする。\n(イ)　甲第２号証によれば、本件明細書の発明の詳細な説明の項には、次の記載が\nあることが認められる。\n「この種の従来の面取り加工方法は可及的にガラス板を真直状態に挾持搬送しなが\nら面取りしている。」（２頁左欄１２行～１４行）\n「例えば、従来の面取り加工装置は第１図に示すように、スプリング手段２、２を\n備えた押圧ローラ３Ａ、３Ｂにより１対のベルト４Ａ、４Ｂを介して押圧支持され\nながら搬送されるガラス板１を、砥石５によって面取り加工する場合、ガラス板１\nはスプリング手段により、研削開始と共に矢印Ａの方向（砥石から遠ざかる方向）\nにわずかに逃げ、そして研削終了に伴って元の位置に復帰するようになる。従っ\nて、特にガラス板の始端及び終端では研削量が異なり、その部分の形状が極めて不\n体裁となる。即ち、ガラス板の始端から終端まで均一な面取加工が行なわれ得な\nい。」（２頁左欄２９行～４１行。別紙図面第１図参照）\n「このような欠点を克服するために、砥石５から押圧力を受ける側に配置される弾\n性ロ－ル又はスプリング手段をもつロ－ル３Ｂに代わって、第２図に示すようにベ\nルト４Ｂの裏面に当接してベルトの内側部分を全面的に支持する平板状の当て板６\nが考えられる。・・・厚板のガラス板には有用であり、従って、前記の問題点は解\n決される。しかし乍ら、ガラス板が薄板の場合は、巨視的に見ると第３図に示され\nるように波形状をなしており、また砥石からの押圧により変形し易く、水平面を有\nする当て板６はガラス板面を当て板の幅内に於いて完全に把えることは困難であ\nる。」（２頁右欄６行～２２行。別紙図面第２図、第３図参照）\n「本発明は以上の問題点に鑑み、ガラス板を搬送方向に直交する断面形状が研削手\n段に向って研削手段に近いガラス板の一端縁部近傍まで延設された彎曲状の支持面\nにより凹面状に曲げた状態で搬送することにより、研削手段から抵抗力を受けても\n逃げることがなく、よって均一な面取り面が得られるガラス板面取り加工方法及び\nその装置を提供することを目的とする。」（２頁右欄３０行～３７行）\n「具体例にはガラス板の下部を湾曲した状態を示しているが、全体的に又は湾曲面\nの一部を取出した形状、即ち部分的（特に研削手段近傍部分）に湾曲した状態でも\nよい。要するに、本発明方法においては、研削手段近傍でガラス板を彎曲状の支持\n面により凹面状に彎曲することによりガラス板の面取り端部の逃げを防止するもの\nである。」（２頁右欄下から３行～３頁左欄５行）\n「この方法が適用できるガラス板は湾曲（最大変位量は約数百ミクロンから数ミリ\nメートル、但し、ガラス板の大きさにより異なる。）し得る薄さであることが必要\nであり、厚板ガラスは適用困難になることがある。」（３頁左欄６行～１０行）\n「この当て板は上端から下端に亘り（下端のみでもよい）なめらかな彎曲状を呈す\nる彎曲面を有する剛体からなるものであるから、ガラス板が押圧ローラにより両側\nのベルトを介して挾持されると、ガラス板は当て板の彎曲面に添って変形し、ガラ\nス板は研削手段側が凹面状に彎曲された状態で搬送される。従って、当て板のガラ\nス板に対する抵抗力は特にガラス板の下端部即ち面取り加工部の近傍部に集中する\nことになり、その面取り加工部は確実に保持される砥石による研削荷重によりガラ\nス板が後方に逃げ、また振動を起すことがない。従ってガラス板は始端から終端ま\nでの全長に亘り均一且つ正確に面取り加工される。」（５頁左欄下から３行～右欄\n１１行）\n(ロ)　本件明細書の上記認定の記載によれば、従来技術においては、ガラス板を真\n直状態に挾持搬送しながら研削手段（砥石）を押圧して、上記ガラス板端部の面取\nり加工をしていたところ、研削を開始すると、ガラス板の端部が研削手段（砥石）\nから遠ざかる方向に逃げ、研削が終了すると元の位置に復帰するという現象が起き\nるため、ガラス板の始端から終端まで均一に研削できないという欠点があり、この\n欠点を克服するために、ガラス板を当て板でバックアップする方法を採用しても、\nガラス板が薄板の場合には、問題は解消されなかったこと、そこで、本件発明にお\nいては、特許請求の範囲記載の構成を採用し、上記ガラス板を「彎曲状の支持面」\nにより凹面状に彎曲させて面取り加工することにより、研削手段(砥石）から押圧さ\nれても、ガラス板の端面が逃げないようにして、均一な面取り面を得るという効果\nを奏するようにしたことが認められ、これによれば、本件発明にいう「彎曲状の支\n持面」は、ガラス板を凹面状に彎曲させることで、面取り加工の際に､ガラス板の端\n面が、研削手段(砥石）から押圧されても逃げないようにするという作用効果を有す\nるものであり、この点に本件発明の技術的意義があるものと認められる。\n(3)　そうすると、「支持面」が、上記のガラス板を凹面状に彎曲させることで、面\n取り加工の際に、ガラス板の端面が、研削手段（砥石）から押圧されても逃げない\nようにするという作用効果を奏することができない程度にわずかな彎曲しかしてい\nない場合、それが、本件発明にいう「彎曲状の支持面」には当たらないことは明ら\nかというべきである。\n(4)　原告は、本件発明と従来の一般的加工技術で得られるものとどこで区別すべき\nか明瞭でないとして、本件発明の「彎曲状の支持面」における彎曲の程度は、不明\n確であって、本件特許は特許法３６条４項又は５項に規定する要件を満たしていな\nい旨主張する。\nしかし、前記認定のとおり、本件発明は、ガラス板を「真直状態に」挾持搬送し\nながら行っていた従来技術のガラス板端部の面取り加工の欠点を「彎曲状の支持\n面」を用いてガラス板を彎曲状にして搬送することにより除去することに技術的意\n義があるのであるから、その中にガラス板を「真直状態に」挾持搬送する従来技術\nを含まないことは自明であり、このことは、従来技術の「真直状況」の中に、原告\n主張のとおり「中低」のもの、すなわち厳密にいえば彎曲したものが含まれたとし\nても変わりはない。このような程度の彎曲しかないものは、本件発明の企図する目\n的を実現できないものとして、最初から除外されていると見るべきだからである。\n具体的な彎曲の程度の決定は、ガラス板の大きさ及び厚み、剛性等の諸特性、面\n取り加工時にガラス板の端面に作用する研削荷重等を勘案して適宜工夫選択される\nべきものであり、しかも、ガラスを彎曲させれば、これに力学的影響が及ぶことは\n原理上明らかであり、このことに照らして本件明細書を読めば、当業者が、適宜工\n夫選択して具体的な彎曲の程度を決定することには何の困難性もないと認められ\nる。\nこの点につき、原告は、発明の実施に当たって明細書の記載以上に更に工夫や選\n択が必要となることは、明細書の記載に欠陥があることを物語る等と主張するが、\n失当である。原告主張が当てはまるのは、実施のために必要とされる工夫や選択が\n出願当時の当業者の技術水準から見て困難と目される場合に限られるというべきで\nあるのに、そうでないことは上述したところに照らし明らかであるからである。\n２　原告のその余の主張について\n原告主張の審決取消事由のその余のものは、すべて、本件発明における彎曲の程\n度の特定が不十分であることをいわんとするためのものである。ところが、上記特\n定が不十分であるとはいえないことは上述のとおりである。したがって、原告主張\nのその余の審決取消事由は、いずれも、これ以上の検討を加えるまでもなく、採用\nできないことが明らかである。\n３　以上のとおりであるから、原告主張の審決取消事由は、いずれも理由がなく、\nその他審決にはこれを取り消すべき瑕疵は見当たらない（なお、審決に、甲第３号\n証に開示された従来技術を適確に把握しなかったという誤りがあることは、原告主\n張のとおりであるが、この誤りは、審決の結論に影響を及ぼすものではない。）。\n審決の認定判断は、結論において相当である。\n第６　よって、原告の本訴請求を棄却することとし、訴訟費用の負担につき行政事\n件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官 山　　 下 　　和 　　明\n裁判官 山　　 田 　　知 　　司\n裁判官    宍　　 戸　　　　　　充\n"
}