{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 2,
    "month": 10,
    "day": 29
  },
  "case_number": "平成1(行ケ)267",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "14740",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14740",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/740/014740_hanrei.pdf",
  "contents": "主　　　文\n一　特許庁が、同庁昭和五九年審判第八三八〇号事件について、平成元年一〇月一\n九日にした審決を取り消す。\n二　訴訟費用は被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　原告\n主文と同旨の判決\n二　被告\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\nとの判決\n第二　請求の原因\n一　特許庁における手続の経緯\n被告は、「ニチコンの」と「パックコン」とを横書きに二段に併記してなり、指\n定商品を第一一類「電気機械器具、電気通信機械器具、電子応用機械器具（医療機\n械器具に属するものを除く）、電気材料」とする登録第一一六五四九二号商標（昭\n和四六年六月二一日出願、昭和五〇年一〇月二〇日登録、昭和六〇年一二月二三日\n存続期間の更新登録。以下「本件商標」という。）の商標権者である。\n原告は、昭和五九年四月二七日、「本件商標の指定商品中、民生用電気機械器\n具、ラジオ受信機、テレビジョン受信機、音声周波機械器具及び映像周波機械器具\n（以下「本件請求指定商品」という。）についての登録は、これを取り消す。審判\n費用は、被請求人（被告）の負担とする。」との審判を請求し、特許庁は同請求を\n昭和五九年審判第八三八〇号事件として審理したが、平成元年一〇月一九日、（本\n件審判の請求は、成り立たない。審判費用は、請求人（原告）の負担とする。」と\nの審決をし、その謄本は、同年一二月六日、原告に送達された。\n二　審決の理由の要点\n１　本件商標は、願書に添付された商標を表示した書面に示すとおりの構成よりな\nり、その指定商品及び登録日は、商標登録原簿記載のとおりであって、現に有効に\n存続しているものである。\n２　請求人（原告）は、「本件商標の指定商品中、本件請求指定商品についての登\n録は、これを取り消す。審判費用は、被請求人（被告）の負担とする。」との審決\nを求めると申し立て、その理由として、本件商標は商標法五〇条に該当するもので\nあるとしている。\n３　被請求人（被告）は、結論同旨の審決を求めると答弁し、その理由として、被\n告は、本件商標を本件請求指定商品について使用している旨述べ、証拠方法として\n審判乙第一号証ないし同第九号証を提出した。\n４　よって按ずるに、被告が提出した審判乙第一号証ないし同第九号証によれば、\n被告は、本件審判請求の登録前三年以内に日本国内において本件商標と連合する登\n録商標（登録第六八七二九三号「ｎｉｃｈｉｃｏｎ」の商標、以下「本件連合商\n標」という。）を本件請求指定商品について使用していたことを認めることができ\nる。\nしかして、原告は上記３の答弁に対し、何ら弁駁するところがない。\nしたがって、本件商標の指定商品中、本件請求指定商品についての登録は、商標\n法五〇条の規定により取り消すべき限りでない。\n三　本件審決を取り消すべき事由\n本件審決は、本件請求指定商品について、本件連合商標を使用していることを認\nめるに足りる証拠がないにもかかわらず、これがあると誤って認定したものであ\nる。\n１　本件商標及び本件連合商標が、本件請求指定商品について使用されていないこ\nとは明らかである。\n被告は、本件連合商標を民生用電気機械器具あるいは電気通信機械器具の蓄電器\n（コンデンサ）及び抵抗器（サーミスタ）並びにそれらの包装に使用しているか\nら、そして、蓄電器（コンデンサ）及び抵抗器（サーミスタ）は本件指定商品の部\n品として使用されているから、本件商標を、本件請求指定商品について使用してい\nることになると主張している。\n蓄電器（コンデンサ）及び抵抗器（サーミスタ）が本件指定商品の部品であり、\n被告がこれらに本件連合商標を使用していることは認めるが、右事実が認められる\nとしても、蓄電器（コンデンサ）及び抵抗器（サーミスタ）と、本件請求指定商品\nとは明らかに異なる商品である。すなわち、部品とその部品を使用した完成品とが\n同一の商品であるとされるのであれば、商標法施行規則において部品を完成品と区\n別して各別に記載する意味がないからである。\nさらに、今日、本件請求指定商品の購入を目的として販売店を訪れ、これらの商\n品を購入する意思表示をした場合に、店員が蓄電器（コンデンサ）や抵抗器（サー\nミスタ）の商品について説明をするというようなことは絶対に考えられないことか\nらしても、蓄電器（コンデンサ）及び抵抗器（サーミスタ）と本件請求指定商品と\nは異なる商品であることは明白である。\nしたがって、蓄電器（コンデンサ）及び抵抗器（サーミスタ）について本件連合\n商標を使用しているから、本件商標を本件請求指定商品について使用していること\nになるとする被告の主張は失当である。\n２　被告は、本件連合商標を使用している被告のコンデンサは、汎用性のない特別\nのものである旨主張しているが、被告の商品は何も特別のものではなく、要するに\n顧客（完成品を製造するアセンブリメーカー）の要求する品質を満たすコンデンサ\nであるにすぎず、部品メーカーとして当然に要求されるところのものであり、これ\nをもってコンデンサがコンデンサではなく本件請求指定商品であるとする被告の主\n張は失当である。\nまた、汎用性の有無にかかわらず、部品は部品にすぎず、部品が完成品であるは\nずはなく、つまりコンデンサはコンデンサにすぎず、コンデンサが本件請求指定商\n品になり得るはずはないから、汎用性のない部品が完成品に相当するとする被告の\n主張は失当である。\n３　被告は、原告が自己の出願商標の登録を求めているのは民生用電気機械器具の\nみであるのに、その他の取消しを求める指定商品はいずれも電気通信機械器具の概\n念に属するものであるから、これらの部分については取消しを求める利害関係に疑\n問があると主張する。\nしかしながら、民生用電気機械器具は、ラジオ受信機、テレビジョン受信機、音\n声周波機械器具及び映像周波機械器具と類似関係を有している商品であるから、当\n然、利害関係を有している。すなわち、ラジオ受信機、テレビジョン受信機、音声\n周波機械器具又は映像周波機械器具について本件商標が存在していると、自己の商\n標登録願は拒絶されてしまうからである。\n第三　請求の原因に対する認否及び主張\n一　請求の原因一、二の事実は認め、同三の主張は争う。\n二　審決の認定判断は正当であり、原告主張の違法はない。\n１　被告は、本件連合商標を本件審判請求の登録前三年以内に日本国内において、\n本件請求指定商品について使用していたことは明らかであるから、原告の右取消請\n求は理由がない。\n被告は、本件連合商標をその製造販売する商品のうち、電気通信機械器具の蓄電\n器（コンデンサ）及び抵抗器（サーミスタ）並びにそれらの包装に使用しており、\n原告が取消しを求める本件請求指定商品のうち、ラジオ受信機、テレビジョン受信\n機、音声周波機械器具及び映像周波機械器具と同一の指定商品に属し、また原告が\n取消しを求める民生用電気機械器具とも極めて密接な関係にあり、商品の類似範囲\nに属し、また特に被告の製造販売するコンデンサ及び抵抗器は、本件請求指定商品\nに密接不可分な部品として多数量使用されており、「ｎｉｃｈｉｃｏｎ」の商標を\n付したコンデンサの使用は、本件請求指定商品における商標の使用にほかならない\nというべきであるから、いずれの取消請求部分についても、被告が本件審判請求の\n登録前三年以内に使用していたことは明らかである。\n２（一）　商標法五〇条一項に規定する、いわゆる不使用による商標登録取消しの\n審判は、各指定商品についてこれを請求することができるとされている。ここに指\n定商品というのは、商標法六条に規定されるとおり、政令で定める商品の区分内に\nおいて指定した商品であり、ここに政令で定める商品の区分とは、商標法施行令一\n条の別表に、さらに詳細には、商標法施行規則三条に規定されるとおりの商標法施\n行規則の別表記載の区分に属する商品のことである。\n原告は、商標法施行規則の別表の第一一類に属する商品のうちで、本件請求指定\n商品について、本件商標登録の取消しを求めるものであるが、被告は、本件連合商\n標をその製造販売に係る民生用電気機械器具専用、又は電気通信機械器具専用のコ\nンデンサに使用している。ここに民生用電気機械器具というのは、ルームエアコン\nであり、電気通信機械器具というのは、アンプ、スピーカー、ヘッドホンステレオ\nなどのオーディオ機器及びテレビジョン受信機のことである。\n（二）　そこで、被告が本件連合商標を使用している前記民生用電気機械器具専用\n又は電気通信機械器具専用コンデンサが、商標法施行規則の別表中どの概念の指定\n商品に該当するかを検討する。\nコンデンサすなわち蓄電器については商標法施行規則別表においては、第一一類\nの「電気機械器具」のうちの「二　配電用または制御用機械器具」に属する「蓄電\n器」及び「電気通信機械器具」のうちの「九　電気通信機械器具の部品および附属\n品」に属する「蓄電器」として記載されている。\nしかしながら、「配電用または制御用機械器具」としてのコンデンサ（蓄電器）\nは、原告が取消しを求めている本件請求指定商品に使用されるコンデンサ（蓄電\n器）とは全く用途、構造の異なるものである。\nすなわち、本件連合商標が使用されているルームエアコン用のコンデンサは、組\nみ込まれる製品の特性に応じて特別の仕様をもって作製され、特定の機種のルーム\nエアコンにのみ専用のものであって、文字どおり、当該ルームエアコンの専用純正\n部品といい得るものである。\nしたがって、ここに使用されるコンデンサは「配電用または制御用機械器具」と\nしての「蓄電器」の範疇に属するものではなく、ルームエアコンの純正部品として\n「民生用電気機械器具」の概念に属するものである。\n（三）　次に、アンプ、ヘッドホンステレオ、スピーカー、ビデオ、テレビジョン\n受信機等に使用される一般的な電解コンデンサについては、商標法施行規則の別表\nの第一一類に属する区分において、「電気通信機械器具」の中の「九　電気通信機\n械器具の部品および付属品」としての「蓄電器」に属するものと認められる。\nしかるに、被告が本件連合商標を使用している商品である「アンプ専用電解コン\nデンサ」、「スピーカー専用電解コンデンサ」、「ヘッドホンステレオ専用電解コ\nンデンサ」及び「ビデオ専用電解コンデンサ」は、既に述べたように、組み込まれ\nる製品の特性に応じて特別の仕様をもって製作された特定の種類の「アンプ、スピ\nーカー、ヘッドホンステレオ及びビデオ」にのみ専用のものであって、文字どお\nり、当該アンプ等の専用純正部品といい得るものである。\nしたがって、ここに使用される「電解コンデンサ」は「電気通信機械器具の部品\nおよび附属品」としての「蓄電器」の範疇に属するものではなく、特定の「アン\nプ、スピーカー、ヘッドホンステレオ」の純正部品として「音声周波機械器具」の\n概念に属するものであり、あるいは特定の「ビデオ」の純正部品として「映像周波\n機械器具」の概念に属するものである。\nさらに、被告が本件連合商標を使用しているテレビジョン受信機専用の純正部品\nとしての特殊抵抗器（正特性サーミスタ）もまた同様の理由で、テレビジョン受信\n機そのものである。\n（四）　近年の電気製品特にオーディオ機器等においては、主要純正部品であるコ\nンデンサ等が製品の性能に大きく寄与し、これと密接に結び付くところとなってい\nる。何々社製のコンデンサを使用しているかによって製品そのものの性能、商品価\n値が高まるといった関係にあり、該部品に使用されている商標が著名であればある\nほど製品の信用に貢献するものである。まさにそれら主要純正部品に付された商標\nは、「音声周波機械器具」等の指定商品の範疇に属する商品そのものについての商\n標にほかならない。\n仮に、部品（コンデンサ）と製品（オーディオ機器等）が原告の述べるような異\nなる商品であると仮定して、製品（オーディオ機器等）について、同じ「Ｎｉｃｈ\nｉｃｏｎ」の商標が原告を含む第三者の使用するところとなるならば、メーカーを\n初めとする取引者、需要者において出所の誤認混同を生じることは明らかであり、\nまた主要純正部品のもつ位置付けを誤った解釈といわざるを得ない。\n（五）　以上のとおり、被告は、本件審判請求の登録前三年以内に、本件連合商標\nを本件請求指定商品である「民生用電気機械器具、ラジオ受信機、テレビジョン受\n信機、音声周波機械器具及び映像周波機械器具」の各範疇に属する商品について使\n用していたものである。\n３　原告は、昭和五九年三月二二日、昭和五九年商標登録願第二七〇二二号で指定\n商品及び商品の区分を第一一類「民生用電気機械器具その他本類に属する商品」と\nして「Ｎｉｃｈｉｃｏｎ」の商標を出願し、特許庁の審査もなされていないそのわ\nずか約一か月後の昭和五九年四月二七日には、被告の本件商標に対して不使用によ\nる取消審判請求をしており、あくまで取消審判請求を提起するための商標出願であ\nると考えられる。その後、平成元年七月二五日付け手続補正書において、指定商品\nを「民生用電気機械器具」と限定した。\n原告は、昭和五九年審判第八三八〇号事件において、本件商標の指定商品中、本\n件請求指定商品について登録の取消しを求めているが、原告が自己の出願商標の登\n録を求めているのは、電気機械器具の概念に属する「民生用電気機械器具」のみで\nあり、その他の取消しを求める指定商品「ラジオ受信機、テレビジョン受信機、音\n声周波機械器具及び映像周波機械器具」はいずれも電気通信機械器具の概念に属す\nるものであって、これらの部分についてそもそも取消しを求める利害関係に疑問が\nある。\nまた、本件連合商標は、被告がコンデンサその他の「電気機械器具」及び「電気\n通信機械器具」に使用するものとして極めて著名な商標であり、仮に原告の商標が\nその指定商品「民生用電気機械器具」に使用されたときは、出所の混同を生ずるも\nのとして商標法四条一項一五号に違反して拒絶されるべきであり、また「ｎｉｃｈ\nｉｃｏｎ」の商標は、被告の著名な商標であると同時に著名な被告会社の略称であ\nるから、その略称を目的とした原告の前記商標出願は、商標法四条一項八号に基づ\nいても拒絶されるべきものであり、あえて自己の商号、略称とも全く関係のないこ\nのような商標を出願しようとする原告の意図には不純なものが感ぜられ、これらの\n点よりして原告の単なる形式的な出願を利害関係の基礎とした本件審決についての\n審決取消訴訟は不適法なものとして却下されるべきものである。\n第五　証拠《省略》\n理　　　由\n一　請求の原因一及び二の事実（特許庁における手続の経緯及び本件審決の理由の\n要点）については当事者間に争いがない。\n二　被告は、原告の本件訴えが不適法である旨主張するので、まずこの点から判断\nする。\n１　原本の存在及び成立に争いのない乙第一六号証によれば、原告は、昭和五九年\n三月二二日、昭和五九年商標登録願第二七〇二二号で指定商品及び商品の区分を第\n一一類「民生用電気機械器具その他本類に属する商品」として「Ｎｉｃｈｉｃｏ\nｎ」の商標を出願し、特許庁の査定がされる前の同年四月二七日に、被告の本件商\n標に対して不使用による取消審判の請求をし、その後、平成元年七月二五日付け手\n続補正書において、指定商品を「民生用電気機械器具」と限定したことが認められ\nる。\n２　被告は、原告が自己の出願商標の登録を求めているのは、電気機械器具の概念\nに属する「民生用電気機械器具」のみであり、その他の取消しを求める指定商品\n「ラジオ受信機、テレビジョン受信機、音声周波機械器具及び映像周波機械器具」\nはいずれも電気通信機械器具の概念に属するものであって、これらの部分について\nそもそも取消しを求める利害関係に疑問がある旨主張する。\nしかし、民生用電気機械器具とラジオ受信機、テレビジョン受信機、音声周波機\n械器具及び映像周波機械器具とは類似する商品と解すべきであり、類似する商品を\n指定商品とする商標と同一又は類似の商標の登録は拒絶されるべきであるから、本\n件商標と同一又は類似と判断される可能性のある標章について「民生用電気機械器\n具」を指定商品として商標登録出願をした原告は、「民生用電気機械器具」のみな\nらず「ラジオ受信機、テレビジョン受信機、音声周波機械器具及び映像周波機械器\n具」についても商標の不使用取消しを求める利害関係を有しているというべきであ\nり、したがって、原告は、本件審判請求を成り立たないとした本件審判の取消しを\n求める本件訴訟につき訴えの利益を有するといえる。\n３　また被告は、原告の前記商標出願は、商標法四条一項一五号あるいは同項八号\nに基づいて棄却されるべきものであり、原告の単なる形式的な出願を利害関係の基\n礎とした本件審決についての審決取消訴訟は不適法である旨主張する。\nしかしながら、仮に、本件連合商標が、被告がコンデンサその他の「電気機械器\n具」及び「電気通信機械器具」に使用するものとして極めて著名な商標であり、\n「民生用電気機械器具」を指定商品とする原告の商標登録出願が商標法四条一項一\n五号に違反して拒絶される蓋然性があり、また「ｎｉｃｈｉｃｏｎ」が、著名な被\n告会社の略称であって、原告の前記商標登録出願が商標法四条一項八号に該当する\nとして拒絶されることがあるとしても、それは、原告の商標登録出願の審査過程に\nおいて判断されるべきものであって、そのことが直ちに本件審判請求の利益を欠く\nものということはいえないし、他に本件審判請求が権利の行使に名を借りた不当な\n目的のものであると認めるに足りる証拠もない。したがって、本件審決についての\n審決取消訴訟は不適法なものとはいえない。\n三　そこで、本件商標あるいは本件連合商標が本件請求指定商品に使用されている\nかについて検討する。\n１　蓄電器（コンデンサ）及び抵抗器（サーミスタ）が本件請求指定商品の部品で\nあり、これらについて本件連合商標が使用されていることは、当事者間に争いがな\nく、商標法施行規則三条の別表においては、蓄電器（コンデンサ）及び抵抗器は、\n第一一類の「電気機械器具」のうちの「二　配電用または制御用機械器具」及び\n「電気通信機械器具」のうちの「九　電気通信機械器具の部品および附属品」に属\nするものとして記載されている（なお、サーミスタについては、第一一類の「電子\n応用機械器具」の「三　半導体素子」に属するものと記載されている。）。\n２　被告は、本件連合商標が使用されているコンデンサは特定の機種のルームエア\nコンあるいは特定の機種のアンプ、スピーカー等のオーディオ製品の専用純正部品\nであるから、「配電用または制御用機械器具」としてのコンデンサあるいは「電気\n通信機械器具の部品および附属品」としてのコンデンサではなく、「民生用電気機\n械器具」あるいは「電気通信機械器具」の概念に属するものである旨主張する。\n成立に争いのない乙第一一号証ないし第一四号証、第一八号証ないし第二〇号証\nによれば、本件連合商標が使用されているルームエアコン用コンデンサは、当該ル\nームエアコンのメーカーがその製品に第一次的に使用するために製造された部品、\nいわゆる純正部品として、また本件連合商標が使用されているアンプ専用電解コン\nデンサ、スピーカー専用電解コンデンサ、ヘッドホンステレオ専用電解コンデンサ\n及びビデオ専用電解コンデンサは、当該アンプ、スピーカー、ヘッドホンステレオ\n及びビデオの純正部品として、さらに本件連合商標が使用されている特殊抵抗器\n（正特性サーミスタ）はテレビジョン受信機専用の純正部品として、それぞれ販売\nされたことが認められる。\nしかしながら、被告の本件連合商標が使用されているコンデンサあるいは抵抗器\nが、それが使用される製品の純正部品であるとしても、純正部品は、通常、製品メ\nーカーの要求する品質性能を保持し当該製品に適したものであればよく、必ずしも\n汎用性がない訳ではないことは当裁判所に顕著であり、前掲乙第一一号証ないし第\n一四号証及び第一八号証ないし第二〇号証によっても、これらのコンデンサが当該\n製品以外には使用し得ない汎用性のない特殊なものとは認められず、他にこれを認\nめるに足りる証拠はないから、純正部品であるからといって直ちにそれが使用され\nる製品である「民生用電気機械器具」あるいは「電気通信機械器具」の概念に属す\nるとはいえない。\n３　そこで、コンデンサあるいは抵抗器における本件連合商標の使用が本件請求指\n定商品についての使用に当たるか、更に検討する。\n被告は、電気製品特にオーディオ機器等においては、主要純正部品であるコンデ\nンサ等が製品の性能に大きく寄与し、当該部品に使用されている商標が著名であれ\nばあるほど製品の信用に貢献するものであるから、主要純正部品に付された商標\nは、「音声周波機械器具」等の指定商品の範疇に属する商品そのものについての商\n標にほかならない旨主張する。\n成立に争いのない乙第一七号証の一、二、第二一号証ないし第二三号証、第二四\n号証の一ないし四、第二五号証ないし第三〇号証によれば、電気製品特にオーディ\nオ製品においては、部品であるアルミ電解コンデンサがその製品の性能に大きく寄\n与していること、コンデンサ等の部品は製品の内部に組み込まれ通常は外部からは\n見ることができないが、コンデンサがオーディオ機器の音質に及ぼす影響を考慮し\nてカタログ等で内部を開示している場合もあること、オーディオ機器の取引者ばか\nりでなく需要者においても、商品知識の豊富なものは、使用されている部品のメー\nカーや商標にも関心をもつことが認められる。\nしかしながら、右のような場合にも、需要者はその部品そのものとしてそのメー\nカーに関心を示すのであって、部品を完成品としてのオーディオ製品と同一視して\nいるものではなく、また、本件連合商標が使用される対象であるコンデンサや抵抗\n器は、製品の内部に組み込まれていて外部から目視できない場合が通常であるか\nら、たとえ電気製品特にオーディオ機器等において、主要純正部品であるコンデン\nサ等が製品の性能に大きく寄与し、製品の信用に貢献することが大であり、内部を\n開示して宣伝することがあるとしても、部品に表示された本件連合商標が製品に表\n示されたものと解することはできない。\n４　さらに、被告は、部品（コンデンサ）と製品（オーディオ機器等）が異なる商\n品であると仮定した場合、製品（オーディオ機器等）について、同じ「Ｎｉｃｈｉ\nｃｏｎ」の商標が原告を含む第三者の使用するところとなるならば、出所の誤認混\n同を生じる旨主張する。\n前記のとおり、原告は、昭和五九年三月二二日、指定商品及び商品の区分を第一\n一類「民生用電気機械器具その他本類に属する商品」（後に「民生用電気機械器\n具」と補正）として「Ｎｉｃｈｉｃｏｎ」の商標を出願したものである。\n一方、前掲乙第一一ないし一四号証、第一七号証の一、二、第一八号証ないし第\n二三号証、第二四号証の一ないし四、第二五証ないし第三〇号証、成立に争いのな\nい乙第六号証によれば、本件連合商標である「ｎｉｃｈｉｃｏｎ」は、我が国にお\nける著名ないわゆる家電メーカーの製品の部分であるコンデンサや抵抗器に使用さ\nれていることが認められる。\nしたがって、仮に、原告の出願商標が「民生用電気機械器具」に使用された場合\nに、商品の出所に誤認混同を生ずるおそれがあるとしても、それは原告の出願商標\nの登録を拒絶し、あるいはその使用を差し止める理由とはなり得ても、本件連合商\n標が本件請求指定商品に使用されていない以上、本件商標の不使用取消しを免れる\n理由とはならないといわざるを得ない。この点は、原告以外の第三者が本件連合商\n標を使用しようとする場合にも同様であるということができる。\n５　以上述べたとおり、本件連合商標が本件請求指定商品の部品に使用されていた\nとしても、そのことをもって本件連合商標が本件請求指定商品に使用されていたと\nは認められないから、この点に関する被告の主張はいずれも理由がない。また、被\n告は、本件連合商標が完成品である本件請求指定商品に使用されていたことについ\nては何ら主張立証しない。\nしてみれば、「被告は、本件審判請求の登録前三年以内に日本国内において本件\n連合商標を本件請求指定商品について使用していたことを認めることができる。」\nとした本件審決の認定は、誤りであるといわなければならない。\nなお、被告は、本件商標が完成品である本件請求指定商品に使用されていたこと\nについても何ら主張立証しない。\n四　よって、本件審決の取消しを求める原告の本訴請求は理由があるからこれを認\n容し、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法八九条を適用して主\n文のとおり判決する。\n（裁判官　元木伸　西田美昭　島田清次郎）\n"
}