{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 6,
    "month": 9,
    "day": 30
  },
  "case_number": "平成3(行ウ)3",
  "case_name": "産業廃棄物処理業不許可処分取消請求事件",
  "court_name": "松山地方裁判所",
  "field": "行政",
  "gist": "１　廃棄物の処理及び清掃に関する法律（平成３年法律第９５号による改正前）１４条１項に基づき船舶による産業廃棄物の収集運搬業の許可申請をした者が船舶を所有していない場合に具備すべき運搬施設及び運搬能力　２　廃棄物の処理及び清掃に関する法律（平成３年法律第９５号による改正前）１４条１項に基づく船舶による産業廃棄物の収集運搬業の許可申請に対し県知事がした不許可処分が，適法であるとされた事例",
  "case_gist": "１　廃棄物の処理及び清掃に関する法律（平成３年法律第９５号による改正前）１４条１項所定の産業廃棄物の収集運搬業の許可申請者が同条２項１号に基づいて定められた同法施行規則（昭和４６年厚生省令第３５号，平成４年厚生省令第４６号による改正前）１０条１号イ所定の運搬施設を保有し，同号ハ所定の運搬能力を具備しているというためには，産業廃棄物を運搬する手段を自己が所有し自ら運行するか，又は第三者からこれを借り上げて自らが適確に運搬を遂行できる能力を有することを要するから，船舶による収集運搬業の許可申請をした者が船舶を所有していない場合には，同人が船舶を賃借して，その運行に必要な船長及び船員を自ら任免する裸傭船契約を締結するか，又は一定期間船員付きで船舶を借り切り，積込みから積卸しまでの過程において海技事項以外の事項につき船長以下の船員を指揮監督し得る内容の定期傭船契約を締結していることを要する。　２　廃棄物の処理及び清掃に関する法律（平成３年法律第９５号による改正前）１４条１項に基づく船舶による産業廃棄物の収集運搬業の許可申請に対し県知事がした不許可処分につき，当該許可申請をした者は，自ら船舶を所有しているわけではなく，船舶につき裸傭船契約や定期傭船契約のような，船長以下の船員を自己の指揮命令下に置き，自ら船舶を運行し得る契約を締結した上で産業廃棄物を運搬しようとしているのでもないから，同条２項１号に基づいて定められた同法施行規則（昭和４６年厚生省令第３５号，平成４年厚生省令第４６号による改正前）１０条１号イ所定の運搬施設及び同号ハ所定の運搬能力を有するとはいえないなどとして，前記不許可処分が適法であるとされた事例",
  "lawsuit_id": "16387",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16387",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/387/016387_hanrei.pdf",
  "contents": "○　主文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実及び理由\n第一　原告の請求\n被告が、原告の申請に係る平成二年一二月二一日愛媛県今治中央保健所受付第三五\n二号「産業廃棄物処理業許可申請」に対し、平成三年一一月二五日付けでした不許\n可処分を取り消す。\n第二　事案の概要\n本件は、原告が、松山市内の産業廃棄物処理業者と提携して、首都圏から排出され\nる産業廃棄物を、横浜港から愛媛県の港まで船舶で運搬し、松山市内の産業廃棄物\n処理場に搬入して埋立処分するため、被告に対し、産業廃棄物処理業（収集運搬）\nの許可を申請したところ、被告が同申請を不許可とする処分をしたため、原告が右\n不許可処分の取消しを求めた事案である。\n一　争いのない事実\n１　本件許可申請\n（一）　原告は、産業廃棄物の収集、運搬等を目的とする会社である。\n（二）　原告は平成二年秋頃、産業廃棄物の収集処分業を営む城東開発株式会社\n（以下「城東開発」という。）と業務提携して、原告が、首都圏から排出される安\n定型産業廃棄物（廃プラスチック類、金属くず、建設廃材）を排出事業者から収集\nし、これを横浜港（横浜市＜地名略＞所在）で船舶に積み込み、菊間港（愛媛県越\n智郡＜地名略＞所在）まで海上輸送して、菊間港で産業廃棄物を積み下ろして城東\n開発に引き渡し、城東開発が、自社が所有・管理する最終処分場（松山市＜地名略\n＞所在）まで産業廃棄物を運搬して、ここで埋立処分する事業計画を立てた。\n（三）　そこで、原告は平成二年一一月二一日被告（提出先は今治中央保健所）に\n対し、廃棄物の処理及び清掃に関する法律（昭和四五年法律第一三七号、平成三年\n法律第九五号による改正前のもの。以下「廃棄物処理法」という。）一四条一項に\n基づき、産業廃棄物処理業（収集運搬）の許可申請をし（以下「本件許可申請」と\nいう。）、本件許可申請書及びその添付書類（乙二〔枝番を含む〕）は、平成二年\n一二月二一日付で正式に受理（今治中央保健所受付第三五二号）された。\n２　本件不許可処分\n被告は、平成三年一一月二五日付けで原告に対し、次の（一）ないし（三）の理由\nを記載した書面により、本件許可申請を不許可とする処分（以下「本件不許可処\n分」という。）をし、本件不許可処分書は同月二七日原告に送達された（甲三の\n１・２）。\n（一）　原告は、廃棄物処理法施行規則（昭和四六年厚生省令第三五号、\n平成四年厚生省令第四六号による改正前のもの。以下「廃棄物処理法施行規則」と\nいう。）一〇条一号イに規定する「運搬施設」を有していないと認められること。\n（二）　本件許可申請書記載の場所に事務所及び連絡先ともに施設が存在しないこ\nとから、原告が適切に業務の運営を行い得るとは認められず、廃棄物処理法七条二\n項四号ハ所定の「その業務に関し、不正又は不誠実な行為をするおそれがあると認\nめるに足りる相当の理由がある者」に該当すると認められること。\n（三）　愛媛県の区域外で発生したいわゆる県外産業廃棄物の愛媛県内への搬入\nは、原則として禁止していること。\n３　関係法令の規定\n本件許可申請、本件不許可処分に関する廃棄物処理法、同法施行規則の規定は、次\nのとおりである。\n（一）　廃棄物処理法一四条\n（１）　一項\n産業廃棄物の収集、運搬又は処分を行おうとする者は、当該業を行おうとする区域\nを管轄する都道府県知事の許可を受けなければならない。\n（２）　二項\n都道府県知事は、前項の許可の申請が次の各号に適合していると認めるときでなけ\nれば、同項の許可をしてはならない。\n（１）　一号\nその事業の用に供する施設及び申請者の能力が、厚生省令で定める技術上の基準に\n適合するものであること。\n（２）　二号\n申請者が廃棄物処理法七条二項四号イからハまでのいずれにも該当しないこと。\n（３）　七項\n一　項の許可を受けた者は、産業廃棄物の収集、運搬又は処分を他人に委託しては\nならない。\n（二）　廃棄物処理法施行規則一〇条\n廃棄物処理法一四条二項一号の規定する厚生省令で定める技術上の基準に適合する\n施設及び能力は、次のとおりとする。\n（１）　一号\nイ　産業廃棄物が飛散し、及び流失し、並びに悪臭が漏れるおそれのない運搬車、\n運搬船、運搬容器その他の運搬施設\nハ　産業廃棄物の収集又は運搬を適確に遂行するに足りる能力\n（２）　二号以下省略\n（三）　廃棄物処理法七条二項四号ハ\nその業務に関し、不正又は不誠実な行為をするおそれがあると認めるに足りる相当\nの理由がある者\n二　当事者の主張\n１　廃棄物処理法施行規則一〇条一号イ・ハについて\n（一）　被告の主張\n（１）　産業廃棄物の収集運搬を業として行おうとする者は、産業廃棄物が飛散\nし、及び流失し、並びに悪臭が漏れるおそれのない運搬船等の運搬施設を保有し\n（廃棄物処理法施行規則一〇条一号イ所定の「運搬施設」の要件）、かつ、産業廃\n棄物の運搬を適確に遂行するに足りる能力（同施行規則一〇条一号ハ所定の「運搬\n能力」の要件）を備えていることが必要である。\n（２）　この「運搬施設」を保有し、「運搬能力」を備えているというためには、\n産業廃棄物を自ら運搬する手段（運搬船等）を自己が所有し、自ら運行するか、又\nはこれを借り上げて自ら運行することを要する。運搬施設として船舶を借り上げて\n運航する場合において、傭船者側が自ら運航するというためには、裸傭船契約によ\nり借り上げた船舶を、自らが任命・雇用し、指揮監督権を有する船員を使用して運\n航しなければならない。\n（３）　原告は、使用船舶等につき、原告と海運会社が調印した裸傭船契約書を、\n本件許可申請書に添付していた。しかし、原告が実際に予定していた運搬形態は、\n海運会社に産業廃棄物の運搬を委託し、海運会社所属の船員が船舶を運航して産業\n廃棄物の海上輸送をするものであり、原告には当該船舶の船長以下の船員に対する\n指揮監督権がなかった。\n（４）　これでは、廃棄物処理法一四条七項で禁止されている産業廃棄物運搬の再\n委託にほかならず、原告が「運搬施設」を保有し、「運搬能力」を備えた者とは認\nめられない。\n（二）　原告の反論\n（１）　申請者が「運搬施設」「運搬能力」の要件を充たしているか否かの判断に\n当たっては、申請者が、産業廃棄物の飛散・流出等を生じさせない設備・構造を技\n術的に備えた運搬船等について、使用権限を有するかどうかが問題になるのであっ\nて、傭船形態や船員の任命形態は、「運搬施設」「運搬能力」を有するかどうかに\nついては問題とならない。\n（２）　そして、使用権限の点で、運航の主体といえるためには、運航利益・運航\n支配を有しておればよく、その判断にあたっては、航路の決定や積荷量の決定、積\n込み指示等の権限と、船長以下の船員に対する任免・指揮監督権を有しているかど\nうかが基本的に重要なことであって、船長以下の船員との間で、直接雇用契約を締\n結していなければならないものではない。\n（３）　原告は、海運会社から技術的基準に適合していた船舶を裸傭船契約により\n借り上げ、契約上船長・船員に対する任命権を取得して、産業廃棄物の運搬を行う\nことを予定していたのであるから、「運搬施設」「運搬能力」の要件を具備してい\nる。\n２　廃棄物処理法七条二項四号ハについて\n（一）　被告の主張\n次の各事実に照らすと、原告は、廃棄物処理法七条二項四号ハの「その業務に関\nし、不正又は不誠実な行為をするおそれがあると認めるに足りる相当の理由がある\n者」に該当する。\n（１）　本件許可申請書に記載されている原告の本店所在地（東京都江戸川区＜地\n名略＞・Ａ弐番館内）には事務所がなく、また、原告が連絡先として記載した事務\n所所在地（東京都江戸川区＜地名略＞）は、建物が存在せず空き地である。\n（２）　原告は、予定していた船舶運航形態や船員使用形態からして、原告・海運\n会社間の船舶借り上げ契約の実態が裸傭船契約ではないのに、本件許可申請書には\n裸傭船契約の契約書を添付していた。\n（３）　原告は、借り上げ船舶につき、本件許可申請書に、実際の乗組員とは全く\n別の船長・船員の氏名が記載された船員名簿を添付していた。\n（二）　原告の反論\n被告が指摘する事項は、いずれも廃棄物処理法七条二項四号ハの欠格事由には該当\nしない。即ち、\n（１）　原告は、昭和五九年四月一四日東京都江戸川区＜地名略＞・Ａ弐番館内を\n本店として登記し、昭和六一年一二月まで同所を事務所として使用してきたが、昭\n和六二年一月以降は東京都江戸川区＜地名略＞の事務所を使用するようになり、本\n件許可申請当時も同事務所が実質的な本店であり、本件許可申請書中にも連絡先と\nして南葛西の事務所を記載しておいた。\n（２）　原告は、船長以下の船員と直接雇用契約を締結していなくとも、契約上任\n免権・指揮監督権を有していたのであるから、原告が予定していた船舶の運航形態\nは裸傭船契約によるものであり、原告が本件許可申請書に裸傭船契約書を添付して\nいたことに問題はない。\n（３）　船員名簿の記載に誤りがあったどしても、原告の故意によるものではな\nく、産業廃棄物運搬業の許可・不許可を左右するほどの重要性をもつものではな\nい。被告が船員名簿の記載に不審を持ったのなら、原告に弁明又は補正の機会を与\nえるべきであり、そうすれば、原告が正確な船員名簿を提出して、簡単に補正でき\nたことである。\n３　本件不許可処分の裁量性等について\n（一）　被告の主張\n原告が予定していた産業廃棄物の収集・運搬・処分は、首都圏の産業廃棄物の愛媛\n県内搬入・処分であり、しかも最終処分業者である城東開発の処理能力に問題があ\nった本件において、本件不許可処分は、被告に認められた裁量の範囲内の適法な行\n為である。即ち、\n（１）　廃棄物処理法は、県知事に許可・不許可の裁量を認めている。\n（１）　廃棄物処理法は、産業廃棄物の処理が産業・経済・環境に関わる重要問題\nであることに鑑み、都道府県知事に対し、当該都道府県区域内の産業廃棄物の処理\n計画を定めることを義務付け（廃棄物処理法一一条一項）、「都道府県区域内にお\nける産業廃棄物の状況を把握し、産業廃棄物の適正な処理が行われるように、必要\nな措置を講ずることに努めなければならない。」（同法四条二項）と規定してい\nる。\n（２）　従って、都道府県もまた産業廃棄物の処理について一定の責任を負ってお\nり、都道府県知事は地方公共団体の長として、その地域の実情に応じ、産業廃棄物\nの処理が当該都道府県内における生活環境や公衆衛生にどのような影響を及ぼすか\nという見地から、不相当と認められる場合には、産業廃棄物処理業の許可申請に対\nし、許可しないという裁量の余地が認められている。\n（２）　仮に、本件許可申請が廃棄物処理法一四条二項各号の要件を充たしていた\nとしても、次のような県外産業廃棄物の県内搬入・処分についての愛媛県の方針\nや、最終処分業者である城東開発の問題点を考慮して、被告は本件不許可処分をし\nたのであり、本件不許可処分は被告の裁量の範囲内の適法な行為である。\n（１）　県外産業廃棄物の県内搬入・処分についての愛媛県の方針\n愛媛県内の産業廃棄物最終処分場の残容量は平成三年一一月末現在で六一二万立方\nメートルであり、年間最終処分量は一五六万五〇〇〇立方メートルと推測されたの\nで、このまま推移すると、三年一一か月後には満杯になると予想されていた。\n他方、本件許可申請を認めると、愛媛県同様県外産業廃棄物の搬入規制をしている\n県が多いことから、県外同業者の追従を招き、大都市圏の産業廃棄物が際限なく愛\n媛県内に搬入され、これが愛媛県内の最終処分場の残容量を圧迫する。\n以上の状況に加え、関係市町村の長や議会から、県外産業廃棄物搬入の規制を求め\nる要望が出され、愛媛県は、平成三年八月に産業廃棄物適正処理指導要綱（平成三\n年愛媛県告示第一二八八号）を制定し、県外産業廃棄物の県内への搬入を原則的に\n禁止することを定めた。\n（２）　最終処分業者である城東開発の問題点\n城東開発が所有・管理する最終処分場は、松山市の水道供給源である石手川ダムの\n上流に位置しているのに、埋め立てた産業廃棄物からの浸出水による地下水の汚染\n等を防止し得る施設がなく、産業廃棄物の違法・不適正な処理がなされた場合は、\n松山市民らの健康及び生活環境に重大な影響を及ぼす。\nしかも、被告が平成二年七月二〇日城東開発の最終処分場に立入調査した結果、城\n東開発が、大規模な廃プラスチック等の野焼きなどの違法行為をし、安定型最終処\n分場では認められていない木くず及び廃プラスチックの燃えがらの、埋立処分を行\nっていた。\n（３）　そこで、被告は、違法行為を中止するよう再三にわたり城東開発を指導し\nたが、城東開発が違法行為を改善しないので、被告は城東開発に対し、平成三年一\n月二九日付け文書でもって、右違法行為を直ちに中止するよう指導したが、城東開\n発は平成三年三月二五日まで右違法行為を継続した。\n（二）　原告の反論\n（１）　産業廃棄物処理業の許可は、営業の自由に対する警察許可として、行政庁\nには裁量の余地のない羈束行為に当たるものである。産業廃棄物の処理について\nは、国家的見地に立って考える必要があることから、国家の機関委任事務とされて\nいるのであって、都道府県知事が裁量によって不許可にできる性質のものではな\nい。\n（２）　仮に、都道府県知事に何らかの裁量の余地があるとしても、城東開発の最\n終処分場の処理態勢や立地条件に問題があるということ自体疑わしいのみならず、\n本件許可申請は運搬業についての許可を求めるものであり、これに対する判断は、\n最終処分場の問題とは切り離して判断しなければならない。\n（３）　県外産業廃棄物の県内搬入禁止を不許可処分の理由とすることは、廃棄物\n処理法の趣旨からして、容認されることではない。\n４　本件不許可処分をするに至った行政手続の違法性について\n（一）　原告の主張\n本件不許可処分に至る行政手続は、以下述べるとおり不公正で違法なものであり、\n被告が主張する本件不許可処分事由の有無を問うまでもなく、その手続自体の違法\n性から、本件不許可処分は取り消されるべきである。\n（１）　原告は、被告から、平成三年八月八日付けの取下依頼書中で、原告が産業\n廃棄物の運搬に使用する船舶が、廃棄物処理法施行規則一〇条一号イ記載の「運搬\n施設」とは認められないとの指摘を受けた。\n（２）　そこで、原告は、被告担当者に電話で問い合わせたほか、平成三年九月一\n一日付け催告書により、「貴庁の解釈によると、本件裸傭船契約において、何がど\nうだから施設と認められないのだということを、適確に文書でご回答下さい。それ\nを受けて、文書なり契約なりを変え、補正致します。」と申し入れるとともに、電\n話での応答から推測して、被告は原告と船員との雇用契約の締結を必要と考えてい\nるようであったことから、「今後そのような解釈基準で厚生省及び県が指導するの\nであれば、当社としては船員の身分を当社に移すことで、右解釈に従うつもりで\nす。」とまで譲歩し、審査基準の明確化を申し入れた。\n（３）　従って、被告の法解釈が正解であるか否かは別としても、被告としては、\n原告に対し具体的な回答をなすべき義務が存した。しかるに、被告は、これに対し\n一切回答せず、原告に審査基準を示した上での弁明・補正・変更等の機会を与え\nず、その基準に適合しないとの理由で、本件不許可処分を行ったものである。\n（二）　被告の反論\n産業廃棄物の船舶による海上輸送について、運航全般を海運会社に委ね、運搬委託\nの形態をとってきた原告にとって、実際に裸傭船の形態で運航を行うことは、その\n経営体制そのものに関わることであり、船員の雇用や保険の面で、単に船員名簿を\n書き直して書面上整えれば解決するという問題ではなく、一朝一夕にそのような変\n更をすることは困難であるから、被告が補正の機会を与えなかったからといって、\n何ら違法ではない。\n三　争点\n本訴の争点は、本件不許可処分の違法性の有無であるが、その前提として、次の各\n事項が問題となる。\n１　原告が、廃棄物処理法施行規則一〇条一号イ所定の「運搬施設」を保有し、同\n法施行規則一〇条一号ハ所定の「運搬能力」を有すると認められるか。\n２　原告が、廃棄物処理法七条二項四号ハ所定の「その業務に関し、不正又は不誠\n実な行為をするおそれがあると認めるに足りる相当の理由がある者」に該当する\nか。\n３　都道府県知事には、産業廃棄物運搬業の許可・不許可をするについて裁量が認\nめられるか。仮に認められるとしたら、首都圏の産業廃棄物の愛媛県内への搬入阻\n止を主たる目的として行った本件不許可処分は、被告に認められた裁量の範囲内の\n適法な行為といえるか。\n４　本件不許可処分に至る行政手続が手続的公正に反し、違法なものとして取り消\nされるべきものであるか。\n第三　争点に対する判断\n一　争点１（廃棄物処理法施行規則一〇条一号イ・ハの要件具備）について\n１　廃棄物処理法施行規則一〇条一号イ・ハの解釈\n（一）　廃棄物処理法一四条二項は、都道府県知事は、産業廃棄物処理業の許可の\n申請が次の各号に適合していると認めるときでなければ、その許可をしてはならな\nいと規定し、その一号において、「その事業の用に供する施設及び申請書の能力\nが、厚生省令で定める技術上の基準に適合するものであること。」との要件を掲げ\nており、これを受けて、同法施行規則一〇条一号は、「イ産業廃棄物が飛散し、及\nび流出し、並びに悪臭が漏れるおそれのない運搬船、運搬容器その他の運搬施設」\n「ハ産業廃棄物の収集又は運搬を適確に遂行するに足りる能力」が必要であるとし\nている。\nまた、廃棄物処理法一四条七項は、都道府県知事から産業廃棄物の収集運搬の許可\nを受けた者は、産業廃棄物の収集運搬を他人に委託してはならないと定め、産業廃\n棄物処理業者の第三者に対する再委託を禁止している。これは、産業廃棄物処理業\n者は、委託を受けた産業廃棄物の処理を自ら行うことを前提として許可を受けてい\nるのであり、その処理業務を更に他人に委託することは、許可制度の趣旨を没却す\nるものであること、更に、事業者から委託された産業廃棄物が転々と再委託を重ね\nることは、その処理についての責任の所在を不明確にし、不法投棄等の不適正処理\nを誘発するおそれがあることなどによる。\n（二）　従って、産業廃棄物の収集運搬業の許可を受けるには、産業廃棄物の収集\n運搬の基準に合致する処理を行うことができる「運搬施設」（廃棄物処理法施行規\n則一〇条一号イ）を保有し、運搬施設を実際に稼働させて、産業廃棄物の収集運搬\nを適確に遂行できる「運搬能力」（同法施行規則一〇条一号ハ）を備えていること\nが必要である。そして、この「運搬施設」「運搬能力」の要件を具備しているとい\nうためには、産業廃棄物を運搬する手段（トラック、船舶等）を自己が所有し自ら\n運行するか、又は第三者からこれを借り上げて、自らが適確に運搬を遂行できる能\n力を有することが必要である。\n以上によると、許可申請者が自ら運搬施設（運搬船）を所有していない場合には、\n許可申請者が産業廃棄物を運搬する手段（船舶）を第三者から借り上げて、自らが\n適確に運搬を遂行できる能力を有する者であることを要し、許可申請者について、\n法が禁止している産業廃棄物運搬の第三者に対する再委託といった事態が将来発生\nするおそれがない場合に初めて、許可申請者が「運搬施設」と「運搬能力」の要件\nを具備する者といえよう。\n（三）　これを更に具体的にいえば、許可申請者が、船主との間で船舶を借り上げ\nる契約（本契約又は予約契約）を締結しており、船舶を確実に使用することがで\nき、かつ、当該船舶を稼働させる船長以下の船員を、自己の指揮監督による支配下\nに置く契約を締結して、自らが船舶を適確に運行できる能力を有していることが必\n要である。\nそして、許可申請者が、船長以下の船員を指揮監督・支配しているといえるために\nは、船長以下の船員に対し、積荷の配送先や積卸し等の商事事項に関する指図権を\n有するだけでなく、任免権又はこれに準ずる船長・船員の任免・変更請求権を有す\nることが必要と解すべきである。\nこのような権限を有しなければ、指揮監督の実効性がなく、運搬に関する責任の所\n在も不明確となるおそれがあり、許可申請者が、自ら運搬施設（運搬船）を保有\nし、継続的にこれを稼働させて適確に運行する能力を有するとは認め難く、産業廃\n棄物の船舶による運搬について、法が禁止している第三者（海運会社）に対する再\n委託に当たるおそれがあるからである。\n（四）　右解釈によれば、許可申請者が、船舶を賃借して、船舶の運行に必要な船\n長・船員を自ら任免する裸傭船契約を締結するか、又は、一定期間、船員付で船舶\nを借り切り、産業廃棄物の積込みから積卸しまでの運搬の過程において、海技事項\n（この点については、船主が船長を通じて指揮監督する。）以外の事項につき、船\n長以下の船員を指揮監督することができる内容の定期傭船契約を締結していれば、\n廃棄物処理法施行規則一〇条一号イ所定の「運搬施設」を有し、同ハ所定の「運搬\n能力」を備えるものということができる。\n２　これを本件について見るに、証拠（甲四の１ないし５、五、一三の１ないし\n６、一四、一九、二七ないし二九、乙二〔枝番を含む〕、一二、二一、二三、証人\nＢ、同Ｃ、同Ｄ、原告代表者本人）によると、次の事実が認められる。\n（一）　原告会社の設立以降の事業活動\n（１）　原告は、昭和五四年二月に設立された後、東京都、千葉県、埼玉県、横浜\n市、川崎市及び神奈川県において産業廃棄物の収集運搬業の許可を受け、その所有\nするダンプカー等を使用して、首都圏の大手建設会社を初めとする排出事業者から\n委託を受けて、産業廃棄物の収集運搬業を営んできた産業廃棄物処理業者である\n（甲四の１ないし４、五、一三の１ないし４・６、一四、二八）。\n（２）　原告は、昭和六三年七月横浜倉庫株式会社から、その所有に係る鈴繁埠頭\n（横浜市＜地名略＞所在）に関して、使用料はダンプトラック一台あたり一万二〇\n〇〇円で使用できる旨の契約を締結し（甲二七）、横浜港を産業廃棄物の積出基地\nとして使用してきた。\n（二）　横浜港から香川県の港までの産業廃棄物の運搬\n原告は、平成元年四月頃から平成三年二月頃までの間、横浜港から香川県小豆郡＜\n地名略＞の港まで、産業廃棄物の海上輸送を行っていたが、その運搬形態は次のよ\nうなものであった。\n（１）　原告が産業廃棄物を運搬する必要が生じたときは、原告が海運会社に連絡\nすると、海運会社の船員が運航する船が、指定された日時に、産業廃棄物を積み込\nむために、積出港（横浜港の鈴繁埠頭）にやって来て、原告従業員立会いの下で、\n積出港で産業廃棄物を船に積み込む。\n（２）　原告から依頼された海運会社の船員が、積出港（横浜港）から積卸港（香\n川県小豆郡＜地名略＞の港）まで、産業廃棄物を海上輸送した。航海中は、原告従\n業員は乗船せず、船長以下の船員が積荷の産業廃棄物を管理していた。その間、原\n告と船長以下の船員は、船舶に設置された無線電話により連絡をとることはできた\nが、実際に無線電話により連絡を取り合った事実はなかった。\n（３）　積卸港では、原告と業務提携をしている産業廃棄物処理業者（日本海洋開\n発株式会社）の従業員が産業廃棄物を引き取りに来ていて、日本海洋開発の従業員\nが産業廃棄物の荷卸しをした。このときにも、原告の従業員は立ち会わなかった。\n荷卸しの際に日本海洋開発の従業員が産業廃棄物の数量を確認し、船長に受取りの\n証明文書を渡し、この証明文書に基づき、原告が海運会社に対し、運搬した産業廃\n棄物の数量に応じて、傭船料名目の金員を支払っていた。\n（４）　原告が依頼した船舶に乗り込んでいた船員は、海運会社と雇用契約を締結\nしていた船員であり、原告とこれら船員との間には雇用契約は存在せず、原告はこ\nれら船員に対する任命権や指揮監督権もなく、海運会社が乗組員の選任を行ってい\nた。乗組員の給料及び船員保険の保険料のうち船舶所有者負担分は、海運会社が支\n払っていた。\n（５）　事故が発生して船に損害があった場合とか、産業廃棄物が流失して第三者\nに損害を与えた場合に、その損害を担保するような保険の保険料も、海運会社が支\n払っていた。船の燃料代、検査費用、修繕費用、運航及び船員に関する諸費用も、\n海運会社が負担していた。\n（三）　本件許可申請について\n（１）　原告は、右のような実態により、横浜港から香川県の港まで、海運会社に\n依頼して産業廃棄物の海上輸送をしていたが、香川県の産業廃棄物の最終処分場が\n満杯となる見込みから、平成二年頃から新たな海上運搬先を物色していた。その結\n果、原告は、松山市内の産業廃棄物処理業者である城東開発との間で、横浜港から\n愛媛県越智郡＜地名略＞の港まで産業廃棄物を運搬し、城東開発所有の最終処分場\n（松山市＜地名略＞所在）で産業廃棄物を埋立処分する事業計画を進め、平成二年\n一一月二一日本件許可申請に至った（乙二の１）。\n（２）　本件許可申請書（乙二の１・１０の１）には、パージ一〇号（阪部海運有\n限会社所有）及びバージ山陽三号（住吉海運有限会社所有）に産業廃棄物を搭載\nし、これを住吉丸（住吉海運有限会社所有）及び第一八栄進丸（真鉄汽船有限会社\n所有）が押して、横浜港から愛媛県の港まで運航する旨が記載され、原告と海運会\n社間の裸傭船契約書（乙二の１４・１６・１９・２１）が添付されていて、その第\n七条には、船員の任免及び指揮・監督は傭船者側（原告側）が行うと記載され、ま\nた、右申請書には、原告が任免するという船員の名簿（乙二の１３・２０）も添付\nされていた。\n（３）　しかし、実際に船舶に乗り込む船員は、本件許可申請書添付の船員名簿に\n記載された船員とは全く別の船員であり、しかも傭船者側（原告側）が任命する船\n員ではなく、住吉丸は住吉海運有限会社の船員が、第一八栄進丸は阪部海運有限会\n社の船員が、それぞれ船舶に乗船して運航することを子定していた。\n（４）　しかも、本件許可申請当時、住吉丸は、住吉海運有限会社からくろかず海\n運有限会社に対し定期傭船に供され、第一八栄進丸は、真鉄汽船有限会社から藤栄\n海運有限会社に対し裸傭船に供され、バージ山陽三号も、住吉海運有限会社からく\nろかず海運有限会社に対し運行が委託されており（乙二三）、原告が右船舶等を確\n実に傭船できるかについても、問題があった。\n３　考察\n（一）　横浜港から香川県の港までの産業廃棄物の運搬形態\n（１）　裸傭船契約であれば、傭船者が船員の任免及び指揮・監督を行い、船舶の\n法定検査、修繕、運航及び船員に関する諸費用は傭船者が負担し、傭船者が諸々の\n保険契約を締結して保険料を支払い、船舶の運航上第三者に与えた損害に関して\nは、傭船者がその責任を負う（乙二〇の２参照）。\nしかるに、前記２（二）によると、右各事項については、いずれも原告ではなく、\n原告が依頼した海運会社がこれらの権限を有し、費用を負担し、責任を負っていた\nのであり、原告が裸傭船契約により借り上げた船舶を自らが運航するという形態か\nらは、ほど遠いものであった。\n（２）　また、定期傭船契約であれば、傭船者は、一定期間船員付で船舶を借り切\nり、船長以下の船員を指揮監督できる権限や、海運会社に対し船長以下の船員の任\n免・変更を求める権限を有し、更に、一定期間船舶を借り切ることの対価として、\n傭船料を支払うものである。\nしかるに、前記２（二）によると、原告が海運会社に対し、産業廃棄物運搬の必要\nが生じた都度配船を依頼し、海運会社の方で選任した船員が運搬船に乗り込んで、\n産業廃棄物の海上輸送の業務に当たっていたのであり、原告には船長以下の船員に\n対する指揮監督権などなく、更に、原告が海運会社に対し、海運会社が産業廃棄物\nを運搬した数量に応じて、傭船料という名目の運送料（傭船料であれば、運搬数量\nとはかかわりなく支払われる筈であり、実質的には運送料である。）を支払ってい\nたのであるから、原告が船長以下の船員を自己の指揮監督による支配下に置いて、\n船舶を自らが適確に運行していたという実態とは程遠く、原告が定期傭船契約によ\nり、産業廃棄物の海上輸送をしていたものとも認められない。\n（３）　結局、原告は、平成元年四月頃から平成三年二月頃までの間、横浜港から\n香川県の港まで、海運会社に依頼して産業廃棄物の海上輸送を行っていたが、その\n運搬形態は、産業廃棄物処理業の許可を得ていない海運会社に対する産業廃棄物の\n運搬委託と同視しうる形態であり、廃棄物処理法一四条七項で禁止されている産業\n廃棄物運搬の再委託の疑いが濃厚であった。\n（二）　本件許可申請で予定していた産業廃棄物の運搬形態\n（１）　原告は、本件許可申請書には、実際の乗組員と異なる船員名簿を添付して\nおり、右船員名簿に記載された船員が、原告の借り上げ予定船舶に乗船することは\n不可能であった上、借り上げ予定船舶も、本件許可申請当時、原告以外の第三者に\n対し傭船もしくは運行委託に供されていたことからすると、原告が、横浜港から愛\n媛県の港まで産業廃棄物を船舶で運搬するに当たり、当該船舶の船長以下の船員を\n自己の指揮監督による支配下に置き、自ら船舶を適確に運行することを予定してい\nたかについては、重大な疑問がある。\n（２）　しかも、原告は、本件許可申請以前から、横浜港より香川県の港まで産業\n廃棄物の海上輸送をしていたが、その運搬形態は、産業廃棄物処理業の許可を得て\nいない海運会社に対する産業廃棄物の運搬委託と同視しうる形態であり、廃棄物処\n理法一四条七項で禁止されている産業廃棄物運搬の再委託の疑いが濃厚であった\nが、証人Ｄは、原告は、本件許可申請に係る横浜港から愛媛県の港までの産業廃棄\n物の海上輸送についても、横浜港から香川県の港までの産業廃棄物の海上輸送と同\n様の方法を予定していた、と証言している。\n（三）　小括\n（１）　以上によると、原告は、横浜港から愛媛県の港まで産業廃棄物を運搬する\nについては、海運会社に依頼して産業廃棄物を船舶で海上輸送することを予定して\nいたが、船長以下の船員を自己の指揮監督による支配下に置いて、自ら船舶を適確\nに運行することは考えておらず、海上運搬の実態が裸傭船契約や定期傭船契約によ\nるものではなく、廃棄物処理法一四条七項で禁止されている産業廃棄物運搬の再委\n託に当たる疑いが濃厚であるのに、原告は、早期に廃棄物処理業（収集運搬）の許\n可を得るため、そのような実体を秘して、書類上だけ形式を整えて裸傭船契約書を\n添付し、本件許可申請をしたものと認められる。\n（２）　よって、本件許可申請については、原告が廃棄物処理法一四条二項一号、\n同法施行規則一〇条一号イ・ハ所定の「運搬施設」「運搬能力」の要件を充たすも\nのとは認められない。\n二　争点２（廃棄物処理法七条二項四号ハの該当性）について\n１　廃棄物処理法七条二項四号ハの解釈\n（一）　廃棄物処理法一四条二項二号、七条二項四号イないしハの趣旨は、産業廃\n棄物の処理が公衆の衛生と人の健康に関わるものであることから、産業廃棄物の処\n理全般の過程において、その処理に従事する業者の資質を一定の水準に保つことに\nより、不法投棄等の違法・不適正な処理を防止するとともに、将来の適正な処理に\n支障をきたすことがないよう、法に従い適正に業務を運営・継続する姿勢のある産\n業廃棄物処理業者を育成することにあり、右規定は、産業廃棄物処理業者に対し、\n自己の経営責任のもとに利潤を追求するという姿勢だけでなく、その公共的性質に\n見合った姿勢・資質を要請しているものとみることができる。\n（二）　そして、廃棄物処理法七条二項四号ハ所定の「その業務に関し、不正又は\n不誠実な行為をするおそれがあると認めるに足りる相当の理由がある者」の解釈に\nあたっては、（１）一部の悪質な産業廃棄物処理業者が、収集した産業廃棄物を山\n林・原野・河川・海岸・海洋等に不法投棄して、かけがえのないわが国の国土・自\n然・環境を破壊しており、しかも一旦大規模な不法投棄がなされてしまうと、原状\n回復を図るのが極めて困難であることから、現在重大な社会問題となっている実情\nや、（２）産業廃棄物処理業を営利事業としてみた場合、事業の規模自体は小さく\nても、短期間に多大な収益をあげることが可能であり、また、一旦不正行為をして\nも、新たな会社を設立するなどの方法により、実質的に責任を免れることが容易で\nあること、（３）更には、一部の悪質な業者による産業廃棄物の不正処理が、産業\n廃棄物処理業界全体に対する不信・反発を招き、ひいては産業廃棄物の適正処理に\n困難をきたすおそれがあること、などを踏まえて、判断する必要がある。\n（三）　以上の諸点を総合して考察すると、「その業務に関し、不正又は不誠実な\n行為をするおそれがあると認めるに足りる相当の理由がある者」という要件につい\nては、殊更に厳格に解釈するのは相当でなく、申請者に産業廃棄物処理業の許可を\n与えれば、将来、その業務に関して不正又は不誠実な行為をすることが、相当程度\nの蓋然性をもって予想される場合をいうものと解するのが相当である。\n（四）　そこで、かかる見地から、原告が廃棄物処理法七条二項四号ハに該当する\n者であるか否かについて、以下考察する。\n２　廃棄物処理法七条二項四号ハの該当性\n（一）　横浜港から香川県の港までの産業廃棄物の海上運搬\n（１）　原告は、平成元年四月頃から平成三年二月頃にかけて、横浜港から香川県\nの港まで、産業廃棄物の海上運搬を行っていたが、原告には船長以下の船員に対す\nる指揮・監督権もないままに、海運会社に対し産業廃棄物の海上運搬を委託してい\nたものであり、その運搬形態は、原告が船長以下の船員を自己の指揮監督による支\n配下に置いて、自らが船舶を適確に運行していたという形態とは程遠く、廃棄物処\n理法一四条七項で禁止されている産業廃棄物の運搬の再委託の疑いが濃厚であっ\nた。\n（２）　従って、原告は、本件許可申請をした平成二年一二月当時、廃棄物処理法\nに違反するのではないかと疑われるような方法で、産業廃棄物の処理業務（海上運\n搬）を行っていたのである。\n（二）　本件許可申請書に添付した裸傭船契約書等\n（１）　原告は、本件許可申請においては、運搬施設として海運会社所有の船舶を\n借り上げ、自らこれを運行するものとして、本件許可申請書に、原告と海運会社と\nの間で締結した裸傭船契約書、及びこれを証するための船員名簿を添付していた。\n（２）　しかし、実際は、裸傭船契約の実態がないのに、本件許可申請書には、裸\n傭船契約書を添付していたのであり、また、船舶には当該船舶を所有する海運会社\nの船員が乗り込むことになっていたのに、これとは全く別の船員名が記載された船\n舶名簿を、本件許可申請書に添付していたのである。\n（３）　原告は、これまでの許可権者による行政指導により、裸傭船契約により借\nり上げ船舶を自ら運行するのでなければ、産業廃棄物処理業の許可を受けるのが困\n難な実情を認識しており（原告代表者の平成五年七月一六日付本人調書二六枚目\n裏・二七枚目表）、それゆえ、本件許可申請に際しても、裸傭船契約により船舶の\nみを借り上げ、自らが船員を任用して船舶を運行するかのように書類上仮装して、\n前述の如き裸傭船契約、及びこれを証するための虚偽の船員名簿を申請書に添付し\nていたのである。\n（４）　そうだとすると、原告は、本件許可申請に際し、被告を騙して本件許可を\n得ようと企て、虚偽の事項を記載した申請書類を被告に提出していたのであり、か\nかる原告の態度は、産業廃棄物処理業者としての基本的な資質・適格性を疑わせる\nものといわざるを得ない。\n（三）　本件許可申請に係る産業廃棄物の海上運搬\n（１）　原告は、横浜港から愛媛県の港まで産業廃棄物の海上運搬を行うために、\n本件許可申請をしたのであるが、その海上輸送について計画していた運搬形態は、\n先の横浜港から香川県の港までの産業廃棄物の海上輸送と同一形態であり、原告\nは、船長以下の船員に対する指揮・監督権を持たないままで、海運会社に対し産業\n廃棄物の海上輸送を委託する方法を予定していた。\n（２）　従って、原告は、本件許可申請においても、廃棄物処理法一四条七項で禁\n止されている産業廃棄物運搬の再委託である、と疑われるような運搬形態を予定し\nていた。\n（四）　原告の住所変更届出の怠慢\n証拠（甲一、四の１ないし５、五、一三の１ないし６、一四、二〇の１ないし５、\n乙二の１、四〔枝番を含む〕、証人Ｂ、原告代表者本人）、及び弁論の全趣旨によ\nると、次の事実が認められる。\n（１）　本件許可申請書（平成二年一二月二一日正式受理）には、原告の住所とし\nて、東京都江戸川区＜地名略＞・Ａ弐番館内（以下「Ａ弐番館」という。）、事務\n所の所在地として、東京都江戸川区＜地名略＞（以下「南葛西の事務所」とい\nう。）と記載されていた（乙二の１）。\n（２）　ところで、原告は、会社設立当初東京都目黒区＜地名略＞を本店とした\nが、昭和五九年四月六日にＡ弐番館内の一室を賃借して、同月一四日付けで同所に\n本店を移転する旨の登記をした（甲一）。\n（３）　そして、原告は、昭和六二年一月頃Ａ弐番館内の一室を家主に返還して、\n南葛西の事務所で事務を執り行うようになったが、本店移転の登記手続を怠り、当\n時、産業廃棄物の収集運搬業の許可を得ていた地方公共団体の長に対しても、法律\n上要求されている本店変更の届出（廃棄物処理法一四条八項、七条一〇項）もしな\nかった。ちなみに、同法施行規則二条の四第二項は、住所を変更した場合は、変更\nの日から一〇日以内に届け出ることを要求している。\n（４）　更に、原告は、本件許可申請中の平成三年三月二〇日頃、南葛西の事務所\nを取り壊して事務所用地を地主に返還し、東京都江戸川区＜地名略＞に事務所を移\n転したが、その際にも、本店移転の登記手続を怠り、被告並びに当時産業廃棄物の\n収集運搬業の許可を得ていた地方公共団体の長に対しても、法律上要求されている\n本店変更の届出を怠った。\n（５）　そして、原告は、本訴の原告代理人である今井弁護士の助言により、本件\n訴訟提起後の平成三年一二月二〇日になって初めて、本店を前記宇田川ビルに移転\nした旨の登記をし（甲一四）、更に、平成四年一月一七日頃になってようやく、産\n業廃棄物の収集・運搬業の許可を得ていた地方公共団体の長に対しても、法律上要\n求されている本店変更の届出をした（甲一三の２）。\n右認定によると、原告は、本店所在地を二度にわたり移転しており、原告は、その\n都度、産業廃棄物の収集運搬業の許可を得ていた地方公共団体の長に対して、すみ\nやか（一〇日以内）に本店変更の届出をすることを法律上要求されていたのに、長\n期間にわたり届出をすることなく、産業廃棄物の収集運搬業を営んでいたのであ\nり、以上の事実については、些細なことではあるが、法を軽視する姿勢として、産\n業廃棄物処理業者としての資質・適格を判断する上で、若干のマイナス評価を免れ\nない。\n（五）　小括\n以上に検討したところによれば、原告に本件許可を与えた場合、将来、横浜港から\n愛媛県の港までの産業廃棄物の海上運搬業務に関して、不正又は不誠実な行為をす\nることが、相当程度の蓋然性をもって予想されるということができるから、原告\nは、廃棄物処理法七条二項四号ハが規定する、「その業務に関し、不正又は不誠実\nな行為をするおそれがあると認めるに足りる相当の理由がある者」に該当するもの\nと認められる。\n三　争点４（行政手続の違法）について\n１　認定事実\n証拠（甲六・七の各１・２、八、九の１・２、一〇、一一の１・２、乙三、四〔枝\n番を含も〕、証人Ｂ）、及び弁論の全趣旨によると、次の事実が認められる。\n（一）　原告は、平成三年七月一一日付け、同年七月二三日付け各催告書（甲六・\n七の各１）により、被告に対し、早期に本件許可処分をするようにと求めた。\n（二）　これに対し、被告は、平成三年七月二六日担当職員を阪部海運有限会社に\n派遣し、原告申し出に係る借り上げ船舶の傭船形態を調査した結果、原告が予定し\nていた借り上げ船舶の傭船形態は、原告が本件許可申請書で申し出ている裸傭船契\n約によるものではないと判断し（乙三）、同年八月八日付け依頼書（甲八）によ\nり、原告に対し、本件許可申請に係る使用船舶が、廃棄物処理法施行規則一〇条一\n号イ所定の「運搬施設」とは認められないことも理由の一つとして、本件許可申請\nの取下げを求めた。\n（三）　そこで、原告は、被告担当者に電話で問い合わせたほか、平成一二年九月\n一一日付け催告書（甲九の１）により、「貴庁の解釈によると、本件裸傭船契約に\nおいて、何がどうだから運搬施設と認められないのだということを、適確に文書で\nご回答下さい。それを受けて、文書なり契約なりを変え、補正致します。」と記載\nするとともに、被告担当者の電話での応答から推察して、被告は原告と船員との雇\n用契約の締結を必要と考えているようであったことから、右文書中に、「当社に対\nしての個別的な嫌がらせではなく、今後そのような解釈基準で厚生省及び県が指導\nするのであれば、当社としても、船員の身分を当社に移すことで、右解釈に従うつ\nもりです。」と記載して、被告に送付した。\n（四）　しかし、被告は原告の右要求には答えず、平成三年八月二四日担当職員\nに、原告の本店・事務所等の所在を調査させるなどした上（乙四〔枝番を含\nむ〕）、平成三年一〇月一五日付け回答書（甲一〇）により、原告に対し、県内の\n最終処分場の容量が逼迫していること、県外産業廃棄物の搬入に反対する県民の世\n論に根強いものがあり、県外産業廃棄物の受入れは極めて困難な状況にあるとの理\n由で、再度取下げを強く求めた。\n（五）　そこで、原告は、平成三年一一月一四日付けの「最終催告書」と題する書\n面（甲一一の１）を被告に送付し、原告には、本件許可申請を取り下げる意思がな\nいことを改めて通知するとともに、本書面到達の日から一週間以内に、本件許可申\n請に対する許可・不許可の行政処分をするようにと、最後通告をした。\n（六）　その結果、被告も、原告には本件許可申請を取り下げる意思はないものと\nようやく諦めて、しぶしぶ本件不許可処分をするに至った。\n２　考察\n（一）　廃棄物処理法施行規則一〇条一号イ・ハ所定の「運搬施設」「運搬能力」\nの要件については、高度の法律解釈を必要とするものである。\nそこで、原告は被告に対し、本件許可申請を認めてもらうために、その要件の明示\nを求めるとともに、被告の行政指導に応じ、もし必要ならば、借り上げ船舶に乗船\nする船員と雇用契約を締結する用意もあるとの姿勢を示していたのに、被告は、こ\nれに対して何の回答もせず、船員との雇用契約締結の要否も明らかにすることな\nく、本件不許可処分をするに至ったのである。\n従って、原告が、被告が本件不許可処分をするに至った一連の経過は不誠実であと\nして、立腹する気持ちも理解できないではない。\n（二）　しかし、被告も主張しているように、船舶を所有する海運会社と雇用契約\nを締結している船員が、更に原告といわば二重契約の形で雇用契約を締結すること\nや、船員が船舶を所有する海運会社を退職して原告と雇用契約を締結することは、\n非現実的であり、また、原告が船員を雇用するためには、船員保険の適用事業所と\nしての認定を受ける必要があり、船舶を所有する海運会社所属の船員を原告が雇用\nするのは、現実には極めて困難なことであって、単に船員名簿を書き直して、書面\n上整えれば解決するというような問題ではない。\nしかも、原告自らが借り上げ船舶を運航する形態に変更するとなれば、単に船員雇\n用の問題のみならず、原告の経営体制そのものにかかわる重要問題であると思わ\nれ、簡単には、原告が速やかに現在の経営体制を変更して、裸傭船契約の形態で借\nり上げ船舶を自ら運航できるものとは考えられない。\n（三）　従って、従前の香川県までの産業廃棄物の海上輸送に関して、香川県知事\nには実態と異なる裸傭船契約書を提出し、同知事を偽って産業廃棄物処理業（収集\n運搬）の許可を得ていた原告が、被告から、「運搬施設」「運搬能力」の要件を明\nらかにしてもらい、補正の機会を与えてもらう行政指導を受けたとしても、果たし\nて、原告が、船舶の運行に必要な船長以下の船員を自己の指揮監督による支配下に\n置いて、自らが借り上げ船舶を適確に運航する形態に経営体制を変更していたか、\n大いに疑問がある。\nそうだとすると、被告が原告指摘の如き行政指導をせずに、いきなり本件不許可処\n分をしたからといって、本件不許可処分を取り消さなければならない程の違法性が\nあったものとは認められない。\n第四　結　論\n一　以上によると、（１）原告が、廃棄物処理法一四条二項一号、同法施行規則一\n〇条一号イ所定の「運搬施設」を保有し、同法施行規則一〇条一号ハ所定の「運搬\n能力」を備えた者とは認められず、（２）また、原告が、廃棄物処理法一四条二項\n二号、廃棄物処理法七条二項四号ハ所定の「その業務に関し、不正又は不誠実な行\n為をするおそれがあると認めるに足りる相当の理由がある者」に該当すると認めら\nれるところ、（３）本件不許可処分に至る行政手続が、取消事由に該当する程の違\n法性があるものとは認められないので、結局、本件不許可処分は適法ということに\nなる。\n二　よって、原告の本訴請求は理由がないので棄却し、訴訟費用の負担につき行政\n事件訴訟法七条、民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　紙浦健二　高橋　正　関口剛弘）\n"
}