{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 7,
    "month": 11,
    "day": 9
  },
  "case_number": "平成7(う)614",
  "case_name": "窃盗、住居侵入被告事件",
  "court_name": "大阪高等裁判所第五刑事部",
  "lawsuit_id": "22246",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=22246",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/246/022246_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当番における未決勾留日数中六〇日を原判決の刑に算入する。\n理　　　　由\n本件控訴の趣意は、弁護人出口みどり作成の控訴趣意書記載のとおりであり、こ\nれに対する答弁は、検察官山田廸弘作成の答弁書記載のとおりであるから、これら\nを引用する。\n控訴趣意第一、事実誤認の主張について\n論旨は、要するに、原判決は、判示第一において、被告人が、Ａ（当時一〇歳）\nに命令し、同人を利用して被害者のバッグを窃取した事実を認定しているが、被告\n人は、Ａに対し、被害者のバツグをとってくるよう命令する趣旨の言葉を発したこ\nとはないから、被告人には窃盗罪が成立せず、原判決には判決に影響を及ぼすこと\nが明らかな事実誤認がある、というのである。\nそこで、記録を調査し、当審における事実取調べの結果を併せ検討するに、のち\nに事実関係について詳しく認定するとおり、被告人がＡに命令し、同人を利用した\n点も含めて、原判示第一の窃盗の事実は十分これを認めることができ、その理由に\nつき、原判決が「争点一に対する判断」の項で説示するところは正当と考えられ\nる。被告人は、原審及び当審の公判廷において、自分が何も言わないのにＡがバッ\nグを盗んできたので、これを受け取ったに過ぎない旨供述し、特に、当審において\nは、その模様を詳細に供述するのであるが、当審における供述が、バッグが落ちて\nいた現場でバッグを目撃したかどうかにつき前後で大きく食い違っている点や、原\n審におけるＡの証人尋問の前に拘置所の担当者に発言の内容を示唆されたとする点\nなどにおいて、にわかに信用し難い部分があるのみならず、一〇歳の少年が、少な\nくとも被告人の見ている前で、倒れている被害者の近くから、そのバッグを盗み、\n当審で被告人が供述するように、公園南側の駐車場のところまで勝手に持ってくる\nということ自体不自然であること（なお、所論は、Ａは、窃盗に対する罪悪感が鈍\n磨している非行少年であるかのようにいうが、証拠上、友人が盗んできたバイクに\n乗ったことがあるほかは、Ａの非行性の程度がそれほど高いという事情はうかがわ\nれない。）、被告人自身、原判示第三の事実で現行犯逮捕された三日後に作成した\n窃盗自供書に「小学生のＡにバッグおとらす」と記載し、その自供書は、賍物の処\n分の点等につき当時警察官が把握していない事項も書かれていて、自発的に書かれ\nたものと思われること、原審分離前の相被告人Ｂの捜査段階及び原審公判廷におけ\nる供述によれば、被告人が本件当日、右Ｂに、子供を使ってバッグをとった旨述べ\nたことが認められること等によれば、右被告人の弁解はとうてい信用することがで\nきない。所論は、当時周辺に人がおらず、被告人自らが一瞬にしてバッグをとれる\n位置関係にあったから、何もＡに命令するよりは、自分でさっさとバツグをとった\n方が合理的であると主張するが、後述するとおり、近くの公衆電話に一一九番電話\nをかけに行った女性等に見られることを懸念したためか、被告人が平成七年二月二\n三日付け警察官調書で供述しているように、Ａに盗ませれば同人が誰にも言わない\nと思ったからか、いずれかの理由によりＡにバッグをとるよう命じたものと思わ\nれ、どちらにしても、不合理な行動とは考えられない。以上の次第であるから、原\n判決に所論の事実誤認はなく、論旨は理由がない。\n控訴趣意第二、法令適用の誤りの主張について\n論旨は、要するに、原判示第一の事実について、仮に被告人がＡに対して、被害\n者のバッグをとってくるよう指示命令した事実があったとしても、Ａは、刑事未成\n年者であるにせよ、窃盗行為の意義を十分理解し、指示命令に抗するだけの能力を\n備えている年齢であり、また、Ａは、被告人のきわめて強い支配の下にあって、被\n告人の指示命令に反して反対動機を形成する可能性がないとか、犯行直前、被告人\nにより強固な拘束が加えられ、反抗した場合、直ちに大きな危害を加えられかねな\nい状況にあったというような事情はみられず、Ａ自身も窃盗行為に迎合的、協力的\nであったとうかがえるから、被告人には共謀共同正犯が成立するに過ぎないという\nべきであり、被告人に間接正犯の成立を認めた原判決には、判決に影響を及ぼすこ\nとが明らかな法令適用の誤りがある、というのである。\nそこで、検討するに、原判決挙示の関係証拠、特に被告人の検察官調書及び平成\n七年二月二三日付け警察官調書、並びにＡの原審証人尋問調書及び警察官調書（二\n通）によれば、（１）被告人は、本件当時、原判示第一の現場近くのＣ公園に時々\nやって来て、小学生がキャッチボールやサッカーをして遊んでいるのに加わった\nり、他から窃取してきたバイクを小学生に見せて直結する等して運転する方法を教\nえたりしていたこと、（２）Ａ（当時一〇歳、小学五年生）もその小学生の一人で\nあり、被告人に三、四回遊んでもらったことがあったが、元ヤクザでシンナーを吸\nうと聞いていたため被告人を怖いとは思っていたものの、反面いろいろ教えてくれ\nる面白い人とも思っていたこと、（３）本件当日午後五時過ぎころ、同公園で被告\n人は、Ａら小学生数名と遊んでいたが、他の小字生がいなくなって被告人とＡの二\n人だけになった午後五時五〇分ころ、公園の東の方から交通事故のような自動車の\nブレーキ等の音が聞こえてきたので、二人で走って行ったところ、一五〇メートル\n位離れた原判示第一の場所付近の小川の橋の上で同判示の被害者Ｄ（当時五六歳）\nが血を流して倒れており、橋の付け根の道路上に同判示のメンズバックが落ちてい\nたこと、（４）その付近には中年の女性もいたが、被告人が放急車を呼ぶよう頼ん\nだため、近くの公衆電話の方向に歩いて行き、その場に被告人とＡだけが残された\nが、被告人は、四、五メートル先に落ちている右のバッグを指さして、Ａに対し、\n「誰もおらんからそこのカバンとってこい」と命令したこと、（５）これに対し、\nＡは、バッグをとってくるのは悪いことと思ったので、知らん顔をしていたが、被\n告人がＡをにらみつけて、なおも、「おい、とってこい」ときつい声で命令したた\nめ、逆らったら何をされるか分からないと思って怖くなったＡは、四、五メートル\n歩いて行ってバッグを拾い、すぐ戻って被告人にバッグを手渡したこと、（６）バ\nッグを受け取った被告人は、「早く来い」と言ってＡと共に約五〇メートル西に戻\nったＣ公園南側の駐車場まで行き、バッグの中身を確かめて、在中の現金約一三万\n二〇〇〇円のうち一万円札一枚を「もっとけ」と言ってＡに渡し、その後Ａを連れ\n回って窃取した現金で被告人自身のための買い物をしたあと、「今日のことは誰に\nも言うな」と口止めをして別れたこと、以上の各事実が認められる。右認定に反す\nる被告人の原審及び当審における供述は、前述したとおり信用することができな\nい。\n<要旨>以上認定の各事実によれば、Ａは、事理弁識能力が十分とはいえない一〇\n歳（小学五年生）の刑事未成年</要旨>者であったのみならず、所論が指摘するよう\nな、直ちに大きな危害が被告人から加えられるような状態ではなかったとしても、\n右のＡの年齢からいえば、日ごろ怖いという印象を抱いていた被告人からにらみつ\nけられ、その命令に逆らえなかったのも無理からぬものがあると思われる。そのう\nえ本件では、Ａは、被告人の目の前で四、五メートル先に落ちているバッグを拾っ\nてくるよう命じられており、命じられた内容が単純であるだけにかえってこれに抵\n抗して被告人の支配から逃れることが困難であったと思われ、また、Ａの行った窃\n盗行為も、被告人の命令に従ってとっさに、機械的に動いただけで、かつ、自己が\n利得しようという意思もなかったものであり、判断及び行為の独立性ないし自主性\nに乏しかったということができる。そして、そのような状況の下で、被告人は、前\n記事実誤認の論旨に対する判断の際に述べた理由から、自己が直接窃盗行為をする\n代わりに、Ａに命じて自己の窃盗目的を実現させたものである。以上のことを総合\nすると、たとえＡがある程度是非善悪の判断能力を有していたとしても、被告人に\nは、自己の言動に畏怖し意思を抑圧されているわずか一〇歳の少年を利用して自己\nの犯罪行為を行ったものとして、窃盗の間接正犯が成立すると認めるのが相当であ\nる。原判決が判示第一において、被告人に窃盗の間接正犯の事実を認めたのは正当\nであり、論旨は理由がない。\n控訴趣意第三、量刑不当の主張について\n所論にかんがみ記録を調査し、当審における事実取調べの結果を併せ検討する\nに、本件は、前記のとおりの窃盗の間接正犯一件及び原審分離前の相被告人との共\n謀による住居侵入、窃盗及びスーパーマーケットにおける万引き窃盗各一件の事案\nであるところ、右各犯行の動機、態様、罪質、被告人の犯行における役割、その前\n科、前刑出所後の生活態度等、とりわけ刑事未成年者を犯行に巻き込んだ間接正犯\nの犯行態様がよくないばかりでなく、他の二件の犯行においても被告人が主導的に\n行動していること、被告人に窃盗罪等による原判決掲記の三件の累犯前科があるこ\nと等によると、被告人の刑責は重いといわざるを得ないから、現金以外の被害品の\nほとんとが被害者に還付されていること等被告人のため酌むべき一切の事情を考慮\nしても、被告人を懲役二年に処した原判決の刑が不当に重いということはできな\nい。論旨は理由がない。\nよって、刑訴法三九六条により本件控訴を棄却することとし、当審における未決\n勾留日数の算入につき平成七年法律第九一号による改正前の刑法二一条を、当審に\nおける訴訟費用を被告人に負担させないことにつき刑訴法一八一条一項ただし書を\nそれぞれ適用して、主文のとおり判決する。\n（裁判長裁判官　青野平　裁判官　清田賢　裁判官　的場純男）\n"
}