{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 2,
    "month": 10,
    "day": 24
  },
  "case_number": "平成2(う)583",
  "case_name": "業務上過失傷害、道路交通法違反被告事件",
  "court_name": "大阪高等裁判所第二刑事部",
  "article_info": "第43巻3号180頁",
  "gist": "道路交通法七二条一項後段・一一九条一項一〇号のいわゆる報告義務違反の罪と補強証拠の範囲",
  "case_gist": "道路交通法七二条一項後段・一一九条一項一〇号のいわゆる報告義務違反の犯罪事実を認定するにあたっては、交通事故があったことのみならず、「報告をしなかった」という点についても、被告人の自白のほかに、補強証拠が存在することを要するものと解すべきである。",
  "lawsuit_id": "22278",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=22278",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/278/022278_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を禁錮五月に処する。\n理　　　　由\n本件控訴の趣意は、弁護人小山章松作成の控訴趣意書記載のとおりであるから、\nこれを引用する。\n論旨は、量刑不当の主張であって、被告人を禁錮六月に処した原判決の量刑は重\nきに過ぎ、罰金刑に処するのが相当である、というのである。\n論旨に対する検討に先立ち、職権をもって記録を調査すると、原判決は、（犯罪\n事実）として、第一に業務上過失傷害罪を、第二にその際の報告義務違反罪を認定\nし、右第二事実認定の証拠として、右事実の自白を内容とする被告人の原審公判廷\nにおける供述、原審第一回公判調書中の被告人の供述部分、被告人の検察官及び<要\n旨>司法警察職員に対する各供述調書のほか、司法警察職員作成の実況見分調書二通\nを挙示しているが、報告義務</要旨>違反の罪においては、交通事故があったことの\nみならず、「報告をしなかった」という事実についても、被告人の自白のほかに、\n補強証拠が存在することを要すると解すべきところ、右実況見分調書二通は「報告\nをしなかった」という点についての被告人の自白を補強するものとはいえない。と\nころで、記録を調査すると、「報告をしなかった」という点について、補強証拠と\nみられる司法巡査作成の捜査報告書の証拠調が行われていることが認められる。こ\nのように、認定した罪となるべき事実の証拠として必要な補強証拠の証拠調をしな\nがらこれを証拠の標目に掲げていないのは、刑訴法三三五条一項の要求する有罪判\n決の理由として不十分であるから、原判決には理由不備の違法があるといわなけれ\nばならない。また原判決は、（法令の適用）において、原判示第一の業務上過失傷\n害罪につき禁錮刑を選択しながら、右罪について累犯（再犯）加重をしていること\nが明らかであるから、原判決には右の点において法令の適用を誤った違法があり、\nその誤りが判決に影響を及ぼすことは明らかである。従って、原判決は、同法三九\n七条一項、三七八条四号前段、三八〇条により、全部破棄を免れない。そこで、量\n刑不当の論旨に対する判断を省略し、同法四〇〇条但書により、直ちに次のとおり\n判決する。\n（罪となるべき事実）\n原判示（犯罪事実）のとおり（但し、第一事実中「右脛骨高原骨折」とは「右膝\n関接内骨折」の意味である。）。\n（証拠の標目）（省略）\n（累犯前科）\n原判示のとおり。\n（法令の適用）\n「累犯加重判示各罪につき、いずれも」とあるのを「累犯加重判示第二の罪につ\nき」と改めるほか原判決と同一の法令を適用する（但し、訴訟費用は原審当審分と\nも被告人に負担させない。）。\n（量刑の理由）\n本件は、横断歩道上の安全確認を欠いたまま交差点を右折進行するという自動車\n運転者としての基本的な注意義務を怠った過失により、青色信号に従い右横断歩道\nを横断歩行中の女性（七八歳）に自車を衝突転倒させて要加療約四か月間の傷害を\n負わせ（判示第一）、警察に対する右事故報告をしなかった（判示第二）業務上過\n失傷害、道路交通法違反の事犯であるが、右犯行の態様、被害結果のほか、判示累\n犯前科二犯を含む服役前科四犯等の前科があることなどの諸事情を併せ考えるとそ\nの刑責を軽視できず、被告人が事故直後被害者を病院に運び治療を受けさせたこ\nと、強制保険により被害弁償（金三三万余円）が完済される見込であり、事故当日\nの治療費一万円位と見舞い金三万円を支払ったほか、原判決後雇主から金五〇万円\nを借り受け、慰謝料としてこれを支払い示談が成立し、被害者は改めて被告人を宥\n恕し被告人を寛刑に処するよう望んでいること、さしたる交通前科がないこと、本\n件当時真面目に働いていたことなど被告人に有利な諸情状を十分考慮に入れても、\n被告人を禁錮五月の実刑に処するのはやむを得ないとしなければならない。\nよって、主文のとおり判決する。\n（裁判長裁判官　重富純和　裁判官　吉田昭　裁判官　安廣文夫）\n"
}