{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 8,
    "month": 11,
    "day": 8
  },
  "case_number": "平成8(行コ)5",
  "case_name": "所得税更正決定処分取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "マカオの賭博場のチップが所得税法施行令１７８条１項１号所定の「射こう的行為の手段となる動産」に当たるとして，その盗難による損失の金額について，所得税法７２条１項所定の雑損控除をせずにした所得税の更正に対する取消請求が，棄却された事例",
  "case_gist": "マカオの賭博場のチップが所得税法施行令１７８条１項１号所定の「射こう的行為の手段となる動産」に当たるとして，その盗難による損失の金額について，所得税法７２条１項所定の雑損控除をせずにした所得税の更正に対する取消請求につき，同項所定の雑損控除は，納税者の資産について災害，盗難，横領等の法定原因によって一定の金額を超える損失が生じた場合には，納税者の担税力が減少するのが通例であることに着目して，この場合に所得金額（課税標準）から一定額の控除を行うこととしたものであるから，所得税法施行令１７８条１項１号所定の「射こう的行為の手段となる動産」とは，動産の客観的性質上，担税力の減少の徴表となり得ないようなものをいい，同号にいう動産に該当するか否かは，動産の性質から客観的に判断すべきであるところ，前記チップは，通貨又はこれに準ずるものとして通用しているものではなく，その本来の用法である賭博の点数取りのための札にとどまるものと認められるから，同号所定の動産に当たるとして，前記請求を棄却した事例",
  "lawsuit_id": "16289",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16289",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/289/016289_hanrei.pdf",
  "contents": "○　主文\n一　原判決を取り消す。\n二　被控訴人の請求をいずれも棄却する。\n三　訴訟費用は、第一、二審とも、被控訴人の負担とする。\n○　事実及び理由\n第一　当事者の求める裁判\n一　控訴人\n主文と同旨。\n二　被控訴人\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n第二　事案の概要\n本件事案の概要は、次のとおり付加・訂正するほかは、原判決の「事実及び理由」\n欄の「第二　事案の概要」（原判決一枚目裏二行目冒頭から同三枚目裏五行目末尾\nまで）に記載のとおりであるが、原審が被控訴人の請求を全部認容したので、控訴\n人から控訴の申立をしたものである。\n一　原判決二枚目表七行目の「本件決定」を「本件各処分」と改める。\n二　同二枚目裏三行目の「盗難に遭った」の次に「と主張している」を加える。\n三　同三枚目表三行目の「ついては、」と「法六二」の間に「仮にそれが原告主張\nのように盗難に遭ったものとしても、」を加え、同九行目の「右損失金額から」を\n「右損失金額のうち、」と改める。\n四　同三枚目裏四行目冒頭から同五行目末尾までを、次のとおり改める。\n「１　原告が本件チップの盗難に遭った事実があるか。\n２　本件チップは、法七二条一項、六二条一項、令一七八条一項一号の「射こう的\n行為の手段となる動産」として「生活に通常必要でない資産」に該当するか。」\n五　同三枚目裏五行目と六行目との間に、次のとおり加える。\n「（一）争点２に関する被告の主張\n本件チップはマカオの賭博場のものであり、同賭博場で賭博の点数取りのために用\nいられる札であるから、「射こう的行為の手段となる動産」であることは明らかで\nある。\nすなわち、右法令にいわゆる「射こう的行為の手段となる動産」に該当するか否か\nは当該動産の性質から客観的に判断すべきものであって、その動産の帰属者がそれ\nを保有するにいたった目的やその保有・使用状況等の主観的要素を加えて判定すべ\nきものではないというべきところ、本件チップの客観的性質からすれば、それが賭\n博の手段となる動産であることは明らかである。\n仮りに主観的要素を加えて判定するとしても、（１）本件チップは、通常カジノ内\nのギャンブルテーブル上のみで使用されるものであって、一般的に通貨として通用\nするものではなく、また、ホテルの無料宿泊等のサービスを受けることを主たる目\n的として購入するものでもないこと、（２）原告は、宿泊無料サービスを受けるだ\nけの目的で本件チップを購入したものではなく、その一部は現実に賭博に使用して\nいること等に照らすと、本件チップは「射こう的行為の手段となる動産」に該当す\nるというべきである。」を加える。\n（二）　争点２に関する原告の主張\n次のとおり訂正するほかは、原判決四枚目表三行目冒頭から同五枚目表四行目末尾\nまでに記載のとおりである。\n同四枚目裏九行目の「購入保有していたものである」を「購入保有していたもので\nあって、たとえチップの一部を賭博に使用することがあったとしてもその額は五万\n円程度の僅かなものであるから、その保有目的が賭博の用に供することでなかった\nことは明白である」と改める。」\n第三　争点に対する判断\n一　争点１（盗難被害の有無）について\n争点１についての判断はしばらく措き、まず争点２から判断することとする。\n二　争点２（雑損控除の対象となる資産の該当性）について\n１　法令の解釈\n雑損控除に関する法七二条一項は、控除の対象となる「資産」につき、第六二条第\n一項に規定する資産を除くものと規定しているところ、同六二条一項に規定する資\n産とは、「生活に通常必要でない資産として政令で定めるもの」であり、それを受\nけた令一七八条一項で定める資産とは、「競走馬（その規模、収益の状況その他の\n状況に照らし事業用とみとめられるものの用に供されるものを除く。）その他射こ\nう的行為の手段となる動産」（一号）、「通常自己及び自己と生計を一にする親族\nが居住の用に供しない家屋で主として趣味、娯楽又は保養の用に供する目的で所有\nするものその他主として趣味、娯楽、保養又は鑑賞の目的で所有する不動産」（二\n号）、及び「生活の用に供する動産で第二五条（譲渡所得について非課税とされる\n生活用動産の範囲）の規定に該当しないもの」（例えば、貴石、貴金属等、書画、\nこつとう及び美術工芸品で三〇万円を超えるもの。三号）を指すものである。\nところで、一般に、所得控除は、納税者の個人的事情に基づく担税力に適合した課\n税を実現するとの趣旨に基づく制度であって、その一例である雑損控除も、納税者\nの資産について災害、盗難、横領等の法定原因によって一定の金額を超える損失が\n生じた場合には、納税者の担税力が減少するのが通例であるところから、その点に\n着目して所得金額（課税標準）から一定額の控除を行うこととしたものであって、\n令一七八条一項各号に規定された各資産についての災害、盗難等の場合が除外され\nているのも、生活に通常必要でない資産が災害等によって失われても直ちに生活の\n基盤が脅かされるものではなく、納税者の担税力が減少するわけでもないことによ\nるものと解することができる。\nそこで、右のような観点からどのような動産が「射こう的行為の手段となる動産」\nに該当するかについて考えるに、所得控除としての雑損控除の制度趣旨が右のとお\nりであるとすれば、その動産の客観的性質上、担税力の減少の徴表となりえないよ\nうなものがこれにあたるというべきであり、したがってその該当性の判断も、これ\nを保有するに至った目的や保有・使用状況などの主観的要素を考慮することなく、\nその動産の性質から客観的にするのが相当というべきである。\nもっとも、令一七八条一項二号に規定された資産については、一定の目的で所有す\nるものに限ってこれを「生活に通常必要でない資産」に当たるものとしているが、\nこれは、同号に定められたような資産については、その客観的性質だけからは「生\n活に通常必要でない資産」であるかどうかを判別することができないところから、\n一定の目的で所有する場合に限ってこれに当たるとしたものであると解することが\nできるのに対し、令一七八条一項一号の「射こう的行為の手段となる動産」につい\nては、文理上なんらそのような目的による限定はなく、また、動産自体の性質から\n客観的に生活に通常必要でないものかどうかを判断することが可能なのであるか\nら、同二号の資産について右のような目的による限定が加えられているからといっ\nて、そのことはなんら、一号の動産について右のように解する妨げとなるものでは\nないというべきである。\n２　本件チップの性質\n（一）　証拠（甲二、被控訴人本人）によれば、本件チップはマカオの賭博場のも\nのであり、本来同賭博場において賭博の点数取りのために用いられる札であること\nが認められるので、これが賭博の用に供される動産であることは明らかである。\n（二）　もっとも、証拠（甲二、三の１、２、乙一ないし四、被控訴人本人）によ\nれば、マカオにおける賭博場のチップについては、次のとおり付加・訂正するほ\nか、原審認定のような（原判決六枚目表一一行目冒頭から同七枚目裏六行目末尾ま\nでに記載のとおり）事実が認められる。\n（１）　原判決七枚目表八行目の「できるものであり」を「できることもあり」と\n改め、一〇行目末尾の後に「しかし、チップを現金と同じように受け入れるかどう\nかは、個々の店舗等の自由であって強制通用力があるわけではなく、法律上も領収\n書にカジノ・チップによる支払を受けた旨記載することは禁じられている。」を加\nえる。\n（２）　同七枚目裏一行目の「有限公司が」を「有限公司指定の代理店によって運\n営されているジャンケットグループとの契約により、同公司が」と同三、四行目の\n「してくれることになっていた。」を「するような取扱いがなされることもあっ\nた。」とそれぞれ改める。\n（三）　しかし、右事実によっても、マカオにおいて本件チップが通貨もしくはこ\nれに準ずるものとして通用しているものと認めることは困難であり、したがって、\nその性質を客観的に判断すれば、本来の用法である賭博の点数取りのための札にと\nどまるものと認めるのが相当である。\n３　そうすると、本件チップは令一七八条一項一号所定の「射こう的行為の手段と\nなる動産」に該当し、生活に通常必要でない資産として、雑損控除の対象となる資\n産から除外すべきものというべきである。\n第四　結論\nよって、本件チップの盗難の事実の有無について判断するまでもなく、控訴人のし\nた本件各処分は適法であり、その取消を求める被控訴人の本訴各請求はいずれも失\n当であって、これを認容した原判決は不当であるからこれを取り消し、被控訴人の\n請求をいずれも棄却することとし、訴訟費用の負担につき行訴法七条、民訴法九六\n条、八九条を適用して、主文のとおり判決する。\n（裁判官　藤原弘道　孕石孟則　田中恭介）\n(原裁判等の表示)\n○　主文\n一　被告が、原告に対し、平成五年一〇月六日付けでした原告の平成三年分の所得\n税更正処分のうち、課税される所得金額が四四一万円を超える部分及び過少申告加\n算税の賦課決定処分をいずれも取り消す。\n二　訴訟費用は、被告の負担とする。\n○　事実及び理由\n第一　請求\n主文同旨。\n第二　事案の概要\n一　請求の類型（訴訟物）\n本件は、原告が被告のした平成三年分（以下「本件係争年分」という。）の所得税\n更正処分及び過少申告加算税の賦課決定処分（以下「本件各処分」という。）に、\n原告の雑損控除額を過少に認定し、よって課税される所得金額を過大に認定した違\n法があると主張して、その一部（確定申告額を超える部分）の各取消を求めた抗告\n訴訟である。\n二　前提事実\n１　原告について\n原告は、京都市＜地名略＞を納税地とし、不動産所得、配当所得、給与所得及び雑\n所得を有する青色申告者である。\n（弁論の全趣旨より、争いがない。）\n２　課税の経緯\n原告の本件係争年分の所得税の確定申告（訂正申告を含む。）、更正処分等（本件\n決定）、異議申立て、異議決定、審査請求、裁決の経緯は、別紙（平成３年分課税\nの経緯）記載のとおりである。\n（争いがない。）\n３　確定申告及び本件各処分の内容\n（一）　ところで、原告は、平成三年七月一六日に商用で香港にいた際、その所有\nする別紙物件目録記載の金品の盗難に遭った。\n（原告本人、甲二）\n（二）　そこで、原告は、２の確定申告をするにあたり、右（一）の事実を理由\nに、所得税法（以下「法」という。）七二条所定の「資産」の損失があったものと\nして、同条により、右盗難による損失合計金額のうち七七一万七四二五円を本件係\n争年分の雑損控除として計上した。\n（争いがない。）\n（三）　これに対し、被告は、本件各処分をするにあたり、別紙物件目録記載の金\n品のうち、一のチップ二枚分（以下「本件チップ」という。）については、法六二\n条一項、同法施行令（以下「令」という。）一七八条一項一号により、法七二条所\n定の雑損控除の対象となる「資産」には該当しないものと判断し、原告の本件係争\n年分の雑損控除にかかる損失の金額を、別紙物件目録記載のニないし四の金品の合\n計金額である一九一万四〇七四円へと減額し、右損失金額から法七二条一項一号の\n規定に基づいて、原告の本件係争年分の総所得金額一三二〇万八二四一円の一〇分\nの一を超える部分の金額五九万三二四九円を雑損控除として計上した。\n三　争点\n本件チップが令一七八条一項一号の「射こう的行為の手段となる動産」に該当する\nか\n第三　争点に関する判断\n一　被告の主張\n本件チップは、マカオの賭博場のものであり、同賭博場で賭博の用に供されるもの\nである。したがって、本件チップは、雑損控除の対象となる「資産」から除外する\nものとして法七二条一項、六二条一項、令一七八条一項一号が定める「射こう的行\n為の手段となる動産」に該当する。\n二　原告の主張\n１　雑損控除の対象となる「資産」に該当するかどうかは、その資産の所有者が、\n実際にいかなる目的で使用するため保有していたものかをも考慮して判断すべきで\nあり、そのような目的のための保有がその者にとって一回限りのものでなく、生活\n上の必要性から過去においてもあったこと及び将来もありうることが認められる場\n合、換言すれば、その動産が本来もっている使用目的にではなく、他の目的を達す\nる手段として保有することがある場合においては、雑損控除の対象となる「動産」\nというべきである。\n本件の場合、原告は、平成三年七月一三日、マカオ旅遊娯楽有限公司に日本円で一\n〇〇〇万円を預託し、そのうちから本件チップに交換したものであるが、その目的\nは賭博に使用するのではなく、右公司が賭博場に併設して経営するホテルに無料宿\n泊する資格を得るためのものであった。原告は、ホテルの宿泊料及び交通費（航空\n運賃を含も。）がホテル側負担となるための手段として本件チップを購入保有して\nいたものである。\n２　さらに、マカオにおいては、チップは賭博場以外においても換金性を有し、一\n般的に現金代わりに通用するものである。\n３　したがって、本件チップは、令一七八条一項一号の「射こう的行為の手段とな\nる動産」には該当するとは認められず、雑損控除の対象となる「資産」といいう\nる。\n三　判断\n（一）　令一七八条一項一号の解釈雑損控除について規定する法七二条一項は、控\n除の対象となる「資産」につき、「第六二条第一項（生活に通常必要でない資産の\n災害による損失）・・・に規定する資産」を除くものとしており、そして、同六二\n条一項は、右に該当する資産として「生活に通常必要でない資産として政令で定め\nるもの」と規定し、それを受けて令一七八条一項一号は、右に該当するものとして\n「競走馬（その規模、収益の状況その他の状況に照らし事業用と認められるものの\n用に供されるものを除く。）その他射こう的行為の手段となる動産」と定めてい\nる。\n右によれば、令一七八条一項一号所定の「射こう的行為の手段となる動産」に該当\nするかどうかは、生活に通常必要でない資産であるかどうかに照らして判断すべき\nものであるが、この見地からすると、右「射こう的行為の手段となる動産」とは、\n専ら射こう的行為の手段となる動産であることが必要であり、そして、右「射こう\n的行為の手段となる動産」に該当するかどうかの判断にあたっては、対象となる資\n産の性質、右資産を保有するに至った目的及びその保有・使用状況等を総合的に考\n慮すべきものと解するのが相当である。\n（二）　事実認定\nそこで、本件につき、右の点について検討するに、証拠（原告本人、甲二ないし五\n（枝番号を含む。）、乙一）によれば、以下の事実が認められ、乙一のうち右認定\nに反する部分は、採用することができない。\n（１）　マカオにおけるチップの性質\nア　マカオでは、一九六二年からカジノが政府によって公認されており、マカオに\nは、現在、カジノが一二箇所存在している。\nイ　マカオのカジノの中で昀も規模の大きいのが、リスボアホテルのカジノであ\nる。\n右ホテルの館内は、ホテル部分、カジノ部分及びオフィス部分とからなり、ホテル\n部分には、物品販売店、レストラン、バー、喫茶店などが入っている。\nウ　マカオにおいては、使用される通貨は、ほとんどが香港ドルである。そのた\nめ、カジノで使用されるチップは、香港ドルが単位となっている。\nエ　マカオにおいては、マカオ旅遊娯楽有限公司がカジノ事業を独占しており、そ\nのため、チップは、様式が統一されている。\nオ　チップは、リスボアホテル内にある物品販売店で商品を購入したり、レストラ\nン、バー、喫茶店で支払をしたりするために使用できるほか、リスボアホテル以外\nの店舗での買物やタクシーの支払のためにも使用できるものであり、また、チップ\nで物品を購入した場合には、現金で釣り銭をくれることもある。\nカ　さらに、カジノで多額のチップを購入すれば、マカオ旅遊娯楽有限公司が、チ\nップ購入者のホテル宿泊料、食事代、交通費、日本・香港間往復のファーストクラ\nス航空運賃を負担してくれることになっていた。\nキ　チップは、宿泊等の用を済ませた後は、香港ドルと交換した後、日本円に替え\nることができる。\n（２）　原告が本件チップを保有するに至った目的及びその保有・使用状況\nア　従前の経緯\n（ア）　原告は、株式会社平田清商店の代表取締役である。右会社は、高級洋傘の\n製造販売等を目的とするものであるが、洋傘職人の確保及び人件費節約のため、昭\n和六三年ころから、中国広東省中山市＜地名略＞にある三田洋傘工廠に洋傘の加工\nを行わせている。右取引にあたっては、貿易上の制約があるため、香港の三田発展\n有限公司（代表者Ａ）を介して資材の輸出、加工の委託及び製品の輸入を行ってい\nる。\n（イ）　原告は、一年に四、五回ほど、三田洋傘工廠に技術指導等に行くことがあ\nった。原告は、その道中、香港・マカオを経由して中国に入る方法を取っていた\nが、その際には、いつも、リスボアホテルを宿泊のために利用していた。\n（ウ）　原告は、昭和六三年ころ、マカオに滞在していたとき、ある日本人から右\nホテルの渉外部を紹介され、右渉外部から、チップの購入により、（１）カのサー\nビスを受けられることを聞いて知った。\n（エ）　原告は、チップで、リスボアホテル以外で二度ほど品物を買ったことがあ\nり、また、タクシーの支払をしたこともあった。\nイ　平戊三年七月一三日から一六日までの経緯\n（ア）　原告は、平成三年七月一三日、大阪空港から空路で香港に着き、そこから\nタクシー及び船でマカオに入って、リスボアホテルに到着した。\n（イ）　原告は、右ホテル到着後、チェックインの手続をした後、カジノの計理部\nに持参した現金日本円一〇〇〇万円を預託し、チップ三枚・計五〇万香港ドル相当\n（内訳　二〇万香港ドルのチップ二枚〔本件チップ〕、一〇万香港ドルのチップ一\n枚）と交換した。\n（ウ）　原告が本件チップを購入した目的は、ホテルの宿泊料等を無料にするため\nであり、現実にも、原告が右のチップの交換手続をした後は、特段の宿泊料等の支\n払手続を何ら要しなかった。\n（エ）　原告は、同月一四、一五日は、中国に行っていた。\n（オ）　原告は、同月一六日、香港のＡに会うため、（イ）のチップのうち、一〇\n万香港ドルのそれを香港ドルと交換し、香港に戻った。その際、原告は、荷物（ボ\nストンバッグ）の中に、小さなルイ・ヴィトンのボストンバッグを貴重品入れとし\nて所持しており、その中に、本件チップ、パスポート、航空券、日本円一〇〇万円\n及び右の交換にかかる香港ドルのうち五万香港ドルを入れていた（残りの五万香港\nドルは、ポケットに入れていた。）。\n（カ）　原告は、マカオより香港に入るための通関手続を済ませ、信徳センターの\n靴の修理屋へ行き、ボストンバッグを床に置き、靴の修理を頼んでいる際、右ボス\nトンバッグの中に入れてあった、ルイ・ヴィトンのボストンバッグごと中身を抜き\n取られ、第二の二３（一）のとおりの盗難に遭った。\n（三）　検討\n以上認定の本件チップの性質、流通状況、原告の保有の意図・目的、使用状況等を\n総合考慮すると、本件チップは、専ら賭博の用のみに供されるものとは認められ\nず、したがって、令一七八条一項一号所定の「射こう的行為の手段となる動産」に\n該当すると認めることはできないものといわなければならない。\n第四　結論\nしたがって、被告のした本件各処分には、本件チップが法七二条の雑損控除の対象\nとならないものと判断し、その盗難に係る損失を除外して雑損控除額を過少に認定\nし、よって課税される所得金額を過大に認定した、原告主張のとおりの違法が存在\nするから、本件各処分（原告の確定申告に係る課税される所得金額である四四一万\n円を超える部分を除く。）をいずれも取り消し、主文のとおり判決する。\n物件目録\n一　マカオの賭博場の紅色チップ二枚（合計四〇万香港ドル相当〔日本円換算七一\n四万一二〇〇円〕）\n二　バッグ（ルイ・ヴィトン）一個（一二〇〇香港ドル相当〔日本円換算二万一四\n二四円〕）\n三　現金　日本円一〇〇万円\n四　現金　五万香港ドル（日本円換算八九万二六五〇円）\n合計額九〇五万五二七四円相当\n"
}