{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 8,
    "day": 2
  },
  "case_number": "平成8(行ウ)268",
  "case_name": "土地価格に対する審査決定処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "lawsuit_id": "16036",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16036",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/036/016036_hanrei.pdf",
  "contents": "主　　　文\n一　被告が、原告に対し、平成八年八月二八日付けでした、別紙二物件目録記載の\n土地について固定資産課税台帳に登録された平成六年度の価格に係る審査の申出に\n対する決定のうち、同土地の価格が一四億五〇一九万四五七〇円を超える部分の審\n査の申出を棄却した部分を取り消す。\n二　原告のその余の請求を棄却する。\n三　訴訟費用はこれを八分し、その一を被告の負担とし、その余を原告の負担とす\nる。\n事実及び理由\n第一　請求\n被告が、原告に対し、平成八年八月二八日付けでした、別紙二物件目録記載の土\n地について固定資産課税台帳に登録された平成六年度の価格に係る審査の申出を棄\n却する旨の決定を取り消す。\n第二　事案の概要\n本件は、別紙二物件目録記載の土地（以下「本件土地」という。）を所有してい\nたＡ（同人は平成七年中に死亡し、その相続人である別紙一選定目録記載の選定者\nらが審査申出人たる地位を承継した。）が、本件土地について固定資産課税台帳に\n登録された平成六年度の価格一八億六九九八万七七三〇円を不服として被告に対し\n審査の申出をしたところ、被告が平成八年八月二八日付けで、右審査の申出を棄却\nする旨の決定（以下「本件決定」という。）をしたため、原告（選定当事者）が右\n決定の取消しを求めたものである。\n一　関係法令等の定め\n１　法令等の定め\n（一）　固定資産税は、固定資産に対し、その所有者（質権又は一〇〇年より永い\n存続期間の定めのある地上権の目的である土地については、その質権者又は地上権\n者とする。）に課する地方税である（地方税法（以下「法」という。）三四二条、\n三四三条一項）。この場合、所有者とは、土地については、土地登記簿若しくは土\n地補充課税台帳に所有者として登記又は登録されている者をいう（法三四三条二\n項）。\n基準年度に係る賦課期日に所在する土地に対して課する基準年度の固定資産税の\n課税標準は、当該土地の基準年度に係る賦課期日（本件では平成六年一月一日であ\nる。法三五九条）における価格、すなわち「適正な時価」で土地課税台帳等に登録\nされたもの（以下、この登録された価格を「登録価格」という。）である（法三四\n九条一項、三四一条五号）。基準年度の翌年度（第二年度）、翌々年度（第三年\n度）においては、原則として基準年度の価格が据え置かれ、基準年度の価格が課税\n標準となる（法三四九条二項、三項）。ただし、法附則一七\nの二に規定する宅地評価土地（宅地及び宅地比準土地をいう。）に対して課する平\n成六年度から平成八年度までの各年度分の固定資産税及び都市計画税の特例の適用\nがあるものについては、右価格に所定の調整措置を講じたものが課税標準とされ\nる。\n（二）　市町村長は、固定資産の状況及び固定資産税の課税標準である固定資産の\n価格を明らかにするため、固定資産課税台帳（土地課税台帳、土地補充課税台帳\n等）を備えなければならない（法三八〇条一項、三四一条九号）。市町村長は、土\n地課税台帳に、自治省令で定める様式によって、土地登記簿に登記されている土地\nについて不動産登記法七八条の規定により登記する事項、所有権、質権及び一〇〇\n年より永い存続期間の定めのある地上権の登記名義人の住所及び氏名又は名称並び\nに当該土地の基準年度の価格又は比準価格を登録しなければならず、また、土地補\n充課税台帳に、自治省令で定める様式によって、土地登記簿に登記されていない土\n地で法の規定によって固定資産税を課することができるものの所有者の住所及び氏\n名又は名称並びにその所在、地番、地目、地積及び基準年度の価格又は比準価格を\n登録しなければならない（法三八一条一項、二項）。\n（三）　登録価格の決定に際しての土地の評価については、自治大臣が、評価の基\n準並びに評価の実施方法及び手続（固定資産評価基準）を定め、告示しなければな\nらないものとされ（法三八八条一項）、昭和三八年自治省告示第一五八号をもって\n固定資産評価基準（以下、平成八年九月三日自治省告示一九二号による改正前の固\n定資産評価基準を「評価基準」という。）が告示されている。市町村長は、評価基\n準によって土地の評価をしなければならない（法四〇三条一項）。\n東京都（後記（五）参照）においては、評価基準に基づき東京都固定資産（土\n地）評価事務取扱要領（昭和三八年主課固発第一七四号・昭和三八年五月二二日主\n税局長決裁。乙三。以下、評価基準に対応するものを「取扱要領」という。）を定\nめ、評価基準及び取扱要領に基づき土地の評価を行っている。\n（四）　市町村長（東京都の特別区においては、法七三四条一項により東京都知事\n（以下「都知事」という。）。以下同じ。後記（五）参照）は、固定資産評価員か\nら所定の手続による土地の評価に係る評価調書を受理した場合においては、これに\n基づいて毎年二月末日までに土地の価格等を決定し、これを土地課税\n台帳等に登録しなければならない（法四一〇条、四一一条一項）。第二年度又は第\n三年度において土地に対して課する固定資産税の課税標準について基準年度の価格\nによる場合にあっては、土地課税台帳等に登録されている価格をもって第二年度又\nは第三年度において土地課税台帳等に登録された価格とみなされる（法四一一条二\n項）。\n土地の価格等を記載した固定資産課税台帳等は、原則として毎年三月一日から同\n月二〇日まで関係者の縦覧に供される（法四一五条一項）。固定資産の納税者は、\nその納付すべき当該年度の固定資産税に係る土地の登録価格について不服がある場\n合においては、縦覧期間の初日からその末日後一〇日までの間に固定資産評価審査\n委員会（以下「審査委員会」という。）に対し審査の申出をすることができる（法\n四三二条一項）。ただし、当該土地のうち法四一一条二項の規定によって土地課税\n台帳等に登録されたものとみなされる土地の価格については、当該土地について法\n三四九条二項一号に掲げる事情があるため、同条同項ただし書、三項ただし書又は\n五項ただし書の規定の適用を受けるべきことを申し立てる場合を除いては、審査の\n申出をすることができない（法四三二条一項ただし書）。さらに、固定資産税の納\n税者は、審査委員会の決定に不服があるときは、その取消しの訴えを提起すること\nができる（法四三四条一項）。\n（五）　都は、その特別区の存する区域において、都民税として固定資産税、都市\n計画税を課するものとされており、この場合においては、都を市とみなして法第三\n章第二節の規定を準用するものとされている（法七三四条一項、五条二項二号）。\nなお、都知事は、法七三四条一項、東京都都税条例四条の三により、徴収金の賦\n課徴収に関する事項は、一定の事項を除いて、都税の納税地所管の都税事務所長又\nは支庁長に委任しており、右（四）記載の固定資産の価格の決定等に関する事項の\nうち、価格の決定以外の事項は都税事務所長に委任されている。\n２　評価基準が定める宅地の評価方法の概要\n（一）　土地の評価の通則\n（１）　土地の評価は、土地の地目（（１）田、（２）畑、（３）宅地、（４）塩\n田、（５）鉱泉地、（６）池沼、（７）山林、（８）牧場、（９）原野、（１０）\n雑種地）の別に、それぞれ第２節以下に定める方法によって行う。\n（２）　各筆の土地の評価額を求める場合に用いる地積は、土地の登記簿に登記さ\nれている\n地積によるものとし、土地登記簿に登記されていない土地については現況の地積に\nよる。\n（二）　宅地（評価基準第１章第３節）\n（１）　地目の現況が宅地である場合の土地の評価は、各筆の宅地について評点数\nを付設し、当該評点数を評点一点当たりの価額に乗じて各筆の宅地の評価額を求め\nる方法による（第３節一）。評点一点当たりの価額は、宅地の自治大臣又は都道府\n県知事が指定する指示平均価額に宅地の総地積を乗じ、これをその付設総評点数で\n除した価額に基づいて市町村長が決定する（第３節三１。本件においては一円）。\n（２）　各筆の評点数は、市町村の宅地の状況に応じ、主として市街地的形態を形\n成する地域における宅地については「市街地宅地評価法」によって付設する。市街\n地宅地評価法による宅地の評点数の付設は、以下のとおり行う。\nア　地区区分と標準宅地の選定\n市町村の宅地を商業地区、住宅地区、工業地区、観光地区等に区分し、当該地区\nについて、その状況が相当に相違する地域ごとに、その主要な街路に沿接する宅地\nのうち、奥行、間口、形状等の状況が当該地域において標準的なものと認められる\n標準宅地を選定する。\nイ　路線価の付設\n標準宅地について、売買実例価額から適正な時価を求め、これに基づいて当該標\n準宅地の沿接する街路（以下「主要な街路」という。（について路線価を付設し、\nこれに比準して主要な街路以外の街路（以下「その他の街路」という。）の路線価\nを付設する。主要な街路について付設する路線価は、当該主要な街路に沿接する標\n準宅地の単位面積当たりの適正な時価に基づいて付設する。\n標準宅地の適正な時価は、次によって、宅地の売買実例価額から評定する。\n①　売買が行われた宅地（以下「売買宅地」という。）の売買実例価額について、\nその内容を検討し、正常と認められない条件がある場合には、これを修正して、売\n買宅地の正常売買価格を求める。\n②　当該売買宅地と標準宅地の位置、利用上の便等を考慮し、①によって求められ\nた当該売買宅地の正常売買価格から標準宅地の適正な時価を評定する。\n③　②によって標準宅地の適正な時価を評定する場合においては、基準宅地（第３\n節三２①によって標準宅地のうちから選定した基準宅地をいう。）との評価の均衡\n及び標準宅地相互間の評価の均衡を総合的に考慮する。\nその他の街路について付設する路線価は、近傍の主要な街路の路線価を基礎と\nし、主要な街路に\n沿接する標準宅地とその他の街路に沿接する宅地との間における街路の状況、公共\n施設等の接近の状況、家屋の疎密度その他の宅地の利用上の便等の相違を総合的に\n考慮して付設する。\nウ　各宅地の評点数の付設\n各筆の宅地の評点数は、その沿接する路線価を基礎とし、各筆について評価の対\n象とすべき画地を認定し、一画地の宅地ごとに、奥行のある土地、正面と側面ある\nいは裏面に路線がある土地、三角地又は不整形地、無道路地若しくは袋地等の状況\nに従って所定の補正を加える方式（画地計算法）を適用して決定する。右の場合に\nおいて、一画地は、原則として、土地課税台帳等に登録された一筆の宅地によるも\nのとするが、一筆の宅地又は隣接する二筆以上の宅地について、その形状、利用状\n況等からみて、これを一体をなしていると認められる部分に区分し、又はこれらを\n合わせる必要がある場合においては、その一体をなしている部分の宅地ごとに一画\n地とする（別表第３の２）。\n３　平成六年度の固定資産の評価に関する通達\n（一）　評価基準の取扱いに関しては、依命通達が発せられている。自治事務次官\nは、平成六年度の固定資産（土地）の評価替えに当たり、依命通達を一部改正する\n旨の通知（平成四年一月二二日自治固第三号。乙二の一。以下「七割評価通達」と\nいう。）を各都道府県知事あてに発した。\n七割評価通達は、土地の評価は売買実例価額から求める正常売買価格に基づいて\n適正な時価を評定する方法によるものであるとしていた従前の依命通達の定めに、\n宅地の評価に当たっては、地価公示法による地価公示価格、国土利用計画法施行令\nによる都道府県地価調査価格及び不動産鑑定士又は不動産鑑定士補による鑑定評価\nから求められた価格を活用することとし、これらの価格の一定割合（当分の間この\n割合を七割程度とする。）を目途とする旨を付加するものである（乙一）。\n（二）　また、自治省税務局資産評価室長は、平成六年度の固定資産（土地）の評\n価替えに当たり、「平成六年度評価替え（土地）に伴う取扱いについて」と題する\n通知（平成四年一一月二六日自治評第二八号。乙八。以下「時点修正通知」とい\nう。）を各都道府県総務部長及び東京都主税局長あてに発した。\n時点修正通知は、平成六年度の評価替えは、平成四年七月一日を価格調査基準日\nとして標準宅地について鑑定評価価格を求め、その価格の七割程度を目標に評価の\n均衡化・適正化を図ることと\nしているが、昀近の地価の下落傾向にかんがみ、平成五年一月一日時点における地\n価の動向も勘案し、地価変動に伴う修正を行うこととするというものである。\n二　前提となる事実（証拠等を掲げたもの以外は、当事者間に争いがない事実であ\nる。）\n１　別紙一選定者目録記載の選定者（以下「選定者ら」という。）らは、平成八年\n中Ａの死亡により本件土地を相続し現にこれを所有している者であり、本件土地の\n平成六、七年度のＡの固定資産税の納税義務を承継し、平成八年度以降のその納税\n義務者となっているものである（本件記録、弁論の全趣旨）。\n２　都知事は、本件土地に対する平成六年度の固定資産税の課税標準となるべき価\n格を、一八億六九九八万七七三〇円とする旨を決定した。東京都港都税事務所長\nは、平成六年三月、これを固定資産課税台帳に登録し、同課税台帳を縦覧に供した\n（弁論の全趣旨）。\n３　Ａは、本件土地の登録価格を不服として、平成六年四月二二日、被告に対し審\n査の申出をした。その後、Ａが死亡したことにより、選定者らが右申出人の地位を\n承継した（以下、Ａ及び選定者らを併せて「原告ら」という。）。右審査の申出に\n対し、被告は、平成八年八月二八日、右審査の申出を棄却する旨の決定（本件決\n定）を行った。\n三　都知事が決定した本件土地の登録価格の評価根拠（当事者間に争いがない点に\nついてはその旨を付記した。）\n１　本件土地の地目\n本件土地の登記及び現況地目はいずれも宅地であり（争いがない。）、主として\n市街地的形態を形成する地域における宅地に該当する（争いがない。）から、市街\n地宅地評価法により評価することとした。\n２　本件土地が属する地域の用途地区区分\n本件土地の付近は、日常生活圏の中心地で、概して街路沿いのみに多種類の店舗\nが連なっているが、高度商業地区、繁華街に比べ資本投下量が少ない店舗が連なっ\nている地区に該当しており、したがって、その用途地区は普通商業地区に該当する\n（争いがない。）。\n３　都知事は、右の普通商業地区について、その状況が類似した地域（以下「状況\n類似地区」という。）ごとに区分し、本件土地の所在する地域の標準宅地を港区α\n一六二二番に所在する土地とした（以下、この土地を「本件標準宅地」とい\nう。）。\n４（一）　本件標準宅地に係る適正な時価については、価格調査基準日である平成\n四年七月一日時点の不動産鑑定（以下「本件鑑定」という。）による価格一平\n方メートル当たり八九九万円を活用するとともに、平成五年一月一日までの六か月\nの地価動向を勘案しマイナス二二・七パーセントの時点修正を行い、その七割程度\nの価格をもって一平方メートル当たり四八五万円とした。\n（二）　右に述べた本件標準宅地の価格に基づいて、本件標準宅地に沿接する街路\n（主要な街路）の路線価を四八五万点と付設した。\n（三）　都知事は、右に述べた主要な街路の路線価を基礎とし、主要な街路と本件\n土地に沿接する正面路線とを比較し、その格差を幅員、連続性等の街路条件九七パ\nーセント、昀寄駅への距離等の交通・接近条件九九パーセント、商業密度等の環境\n条件一〇〇パーセント、容積率等の行政条件九五パーセントと算定し、これらを乗\nじた格差率九一パーセントを主要な街路の路線価に乗じて、正面路線の路線価を四\n四一万点と付設した（別表１の①）。\n５（一）　本件土地の評点数は、前述した４（三）の正面路線の路線価を基礎とし\nて、評価基準等に定める画地計算法に従って、算出されるものである。\n（二）　そこで、本件土地について検討すると、正面路線から本件土地の奥行距離\nは二九・五メートルと算定されるから、取扱要領１に基づき奥行価格補正率〇・九\n三を適用する。\n（三）　以上のことから、評価基準等の定める画地計算法によると、本件土地の評\n価は、奥行価格補正率〇・九三を前記４（三）で求めた正面路線の路線価に乗じて\n単位地積当たりの評点を算出した上（別表１の②）、地積を乗じて総評点を求め\n（別表１の③）、昀後に評点一点当たりの価格一円を総評点に乗じて求めることに\nなる（別表１の④）。\n四　本件の争点及び争点に関する当事者の主張\n本件の争点は、（一）　本件訴えが訴えの利益を欠く不適法なものであるか否か\n（争点１）、（二）　本件決定に係る審査（以下「本件審査」という。）の手続に\n違法があるか否か（争点２）、（三）　都知事が決定した本件土地の価格の評価が\n適法であるか否かであり、右（三）については、具体的には、①　都知事が本件標\n準宅地の価格の評価に当たり時点修正通知に従ってした価格調査基準日の設定、時\n点修正等が評価方法として違法かどうか、違法であるとした場合その評価方法はい\nかにあるべきか（争点３）、②　本件土地の登録価格が賦課期日である平成六年一\n月一日時点の適正な時価を上回るものであって違法であるか否か、違法であるとし\nた場合に固定資産評価額をどの\nようにして決定すべきか（争点４）という点が問題になり、これらの争点に関する\n当事者の主張は次のとおりである。\n１　本件訴訟が訴えの利益を欠く不適法なものであるか否か（争点１）について\n（被告の主張）\n仮に、本件訴訟において、原告の主張するとおり地価が下落し、適正な時価が被\n告の決定に係る本件土地の価格を下回ることがあるとしても、本件土地の固定資産\n税及び都市計画税の額に変動はないから、本件訴訟は訴えの利益を欠き不適法とい\nうべきである。\n（一）　狭義の訴えの利益とは、具体的な四囲の状況という客観的な側面からみ\nて、当該訴訟を維持・追行する法律上の利益があるかどうかを問題にするものであ\nる。また、行政処分の取消訴訟における訴えの利益の有無は、処分がその公定力に\nよって有効なものとして存しているために生じている法的効果を除去することによ\nって、回復すべき権利又は法律上の利益が存在しているか否かという観点から検討\nすべきである。したがって、訴えの利益の存否は、口頭弁論終結時において、処分\nが取消判決によって除去すべき法的効果を有しているか否か、処分を取り消すこと\nによって回復される法的利益が存するか否かという観点から検討する必要がある。\n（二）　被告は、原告の主張する本件土地の鑑定評価額に基づいて税額（平成六年\n度から平成八年度までの固定資産税額と都市計画税額の合計）を算定したところ、\n都知事の決定した本件登録価格に基づく税額と変わらないことが判明した（別紙三\n参照）。\nところで、行政事件訴訟における「訴えの利益」は、民事訴訟の場合と同様、財\n産権上の請求である場合には、原告が訴えをもって主張する利益がどれだけか、す\nなわち、勝訴判決を得た場合に原告が受けることとなる経済的利益がどれだけかに\n基づき算定された訴額によって把握されるべきである。そして、本件のように固定\n資産の価格に関する審査決定の取消訴訟においては、その訴額は、決定に係る価格\nを基礎として算定した固定資産税等の税額と原告の主張する固定資産税等の税額と\nの差額を基準として求められる。\n（三）　右に述べたことを前提に本件の「訴えの利益」の有無を検討すると、本件\n決定を取り消すことによっても固定資産税等の税額は変動しないから、回復される\n法的利益は存せず、本件訴訟が訴えの利益を欠くものであることは明らかである。\n（原告の主張）\n（一）　原告は、本訴において、第一次的に本\n件審査の手続が違法であるとして本件決定の取消しを求めているのであり、本件決\n定が取り消されれば、改めて審査が行われ、その中で正しい価格が見いだされる可\n能性があるわけであって、本件訴えが訴えの利益を欠くということはない。\n（二）　固定資産の課税標準となるべき価格が都知事が決定し登録された価格より\n低く算出されても固定資産税額等に変動がないとすれば、それは、具体的個々各年\n度の固定資産税額等の算定に当たって負担軽減の措置等が適用されるからであり、\nしたがって、右税額の変動の有無は、訴えの利益の有無を決める理由にならないと\nいうべきである。\nまた、固定資産の課税標準となるべき価格は、当該固定資産につき所有権移転登\n記がされる場合の登録免許税の額等にも影響を及ぼすものであるから、この点でも\n訴えの利益がないとはいえない。\n２　本件審査の手続に本件決定の取消事由となるべき瑕疵があるか否か（争点２）\nについて\n（原告の主張）\n被告は、本件審査を行った上、当事者の一方が主張し、他方がこれについて判断\nしなかった事項について、主張当事者である原告らの意見を排斥し、自己の見解を\n述べ、結果として、主張ないし反論をしなかった他方当事者である都知事の有利と\nなる決定を行っているが、このような審査、決定の方法は、当事者間に争いのない\n事項について判断をし、主張した原告らへの不意打ちの効果をもたらすものであっ\nて、不公正である。\nすなわち、原告らは、本件審査において、地価高騰時代の評価方式及び基準を地\n価低落の時期にも機械的に適用したために、地価低落状況にあるとの事実の本件土\n地の価格の評価への織込みが十分でなく、その評価が常識からはずれたものとなっ\nており、法、固定資産評価基準等及び関係通達の解釈運用を誤った違法があると\nし、都知事側に対し、地価の高騰時のデータを引きずって評価を行うことが合理的\nか否かについて説明をしてほしい、評価の基礎とされた取引事例の具体的データ\n（地番、所有者等）を開示してほしい旨要求し、都知事において納得ある説明がで\nきない、又は説明公表を好まないというのであれば、そのときには原告主張の評価\n額を採用すべきである旨を主張した。原告らは、地価下落傾向の明らかな状況等の\n下において、先行する地価公示価格の適用等によるのでは、現実を反映した適正な\n評価額の算定は困難であるところ、正しい評価のための調査をそれ以上進めること\nが課税当局として財政上又は手続上困難である場合等においては、個々の納税者に\nその点の主張、立証を許して、正しい評価に基づく結論を導くよう審査がなされる\nべきであるとの考え方に基づき右のような主張をしたのである。これに対し、都知\n事は何ら反論せず、自らの主張も明らかにしなかった。\nしかるに、被告は、原告らに対し、本件土地の価格の評価に当たり用いられた取\n引事例の具体的なデータ（地番、所有者等）の開示がされておらず、本件土地の価\n格の評価が適正に行われたかどうかについて、原告らに十分な主張、立証を尽くす\n機会を与えないまま、都知事の見解を先取りした形で、本件土地の登録価格の評価\nは法と固定資産評価基準等の定める範囲内のものであるとの自己の見解を本件決定\nにおいて示したものであり、本件審査手続は、偏見に満ちた不公正なものであり、\n違法であり、したがって、本件決定は取り消されるべきである。\n（被告の主張）\n（一）（１）　原告は、被告が、一方当事者すなわち原告らの意見を排斥し、自己\nの見解を述べ、結果として、主張ないし反論を行わなかった他方当事者である処分\n庁の有利となる本件決定を行っているとした上で、このような審査手続は、当事者\n間において争いのなかった事項について判断をし、主張した原告らへの不意打ちの\n効果を持つものであって、公正とはいえないと主張する。\n（２）　しかし、処分庁の答弁書・再答弁書における答弁の内容及び口頭審理にお\nける処分庁の対応からして、法及び通達の運用解釈が誤っているとの原告らの主張\nについて都知事との間に争いがなかったとは認めがたいから、原告の主張は失当で\nある。\nまた、原告の右主張は、審査委員会の口頭審理においても、民事訴訟と同様な厳\n格な弁論主義が妥当することを前提にしていると思われるが、審査委員会の口頭審\n理においては、民事訴訟におけるような厳格な審理方式は要請されていないと考え\nられる。すなわち、①　法令には口頭審理外の職権調査の結果を口頭審理に上程す\nべき旨を定める明文の規定は存しないこと、②　審査委員会が関係者から提出させ\nた資料、事実調査の結果を記載した調書については、審査申出人に閲覧請求権が認\nめられており、反論を述べる機会もないわけではないことに照らすと、審査委員会\nが口頭審理を行う場合において、口頭審理外で行った職権調査の結果を判断の基礎\nとして採用し、審査の申出を棄却するときでも、右職権調査の結果を口頭審理に上\n程する手続きを経ることを要しないというべきである。ましてや本件において原告\nが主張しているのは本件決定の前提となる事実関係の主張ではなく、通達に対する\n評価の問題にすぎない。したがって、これらの点について当事者の主張がなければ\n被告において判断ができないというものではないし、処分庁が具体的な反論をしな\nければ原告らの主張が認められるべきであるということにもならない。\n（３）　そもそも被告である審査委員会が、土地の登録価格の不服審査を口頭審理\n手続によって行う場合には、自ら又は市町村長を通じて、原告である審査申出人が\n不服事由を特定して主張するために必要と認められる合理的な範囲内で当該土地の\n評価の根拠等を知らせる措置を講ずれば足りるというべきである。というのは、固\n定資産評価額の適否につき審査申出人に主張、立証の機会を与え、判断の基礎及び\n手続の客観性と公正を図らんとする口頭審理制度の趣旨から考えれば、口頭審理の\n方法、内容は、固定資産の評価についての不服事由を特定して明らかにし、これに\n関して主張、立証する機会が審査申出人に与えられ、右不服事由に即した実質的な\n審査を可能にすれば必要十分であるからである。\n右に述べたことを前提に本件を検討すると、被告及び処分庁は、原告に対して、\n固定資産の評価について、不服事由を特定して主張するために必要と認められる合\n理的な範囲で当該土地の評価の根拠等を知らせる措置を講じているといえるから、\n手続的に違法な点はないといえる。\n（二）　原告は、処分庁が答弁書及び再答弁書中に主張を明らかにせず、また口頭\n審理においても説明主張をしなかったにもかかわらず、本件決定がなされていると\nころ、こうした決定は公正に欠け有効とはいえないと主張する。\nしかし、原告が問題としているのは、事実関係の有無に関する主張ではなく、\n「法及び通達の運用解釈が誤っているのではないか」という固定資産評価制度の妥\n当性に関する主張であるから、決定をなす上でかかる解釈につき一方当事者たる処\n分庁の主張が必要不可欠なものではないというべきである。すなわち、法的解釈に\nかかる判断については、そもそも弁論主義は妥当せず、審査委員会が固有の判断に\n基づいて決定をなすことに何ら支障はないのである。\nしかも、次に述べるとおり、処分庁の主張が口頭審理において十分になされなか\nった理由は、専ら原告が処\n分庁が主張しようとするのを遮ったことによるのであるから、被告がした本件決定\nは公正を欠く旨の原告の主張は、この点においても失当である。\nすなわち、①原告は「東京都は私の方に自分のご主張をされる資格はないと思い\nます。」、「東京都としてはこの問題について、少なくともうちのものについて主\n張されるという資格はないと思います。」と再三発言していること、②処分庁が\n「Ａさんがせっかくおいでになりましたので、時間のある限りご説明なり、ご質問\nに答えたいと思いますので。」と発言したのに対し、「もう質問に答える必要はあ\nりません。」と回答していること、③被告のＢ委員が「Ａさん、処分庁が答弁書の\n一ページを説明しようとして、問題のところだけれども、十分な説明ができなかっ\nたので、Ａさんが遮られましたよね、あれをもう一度説明させてみてはどうでしょ\nうか。」と発言したのに対し、言下に「無理です。」と回答していること、④Ｂ委\n員が「私の方は委員サイドは申立人のおっしゃっていることと、処分庁側の説明を\n聞いて、両方聞きたいわけです。さっきからＡさんのおっしゃっていることはかな\nり私もわかったのですが、処分庁側が説明しかかったのをＡさんがちょっと遮られ\nたので、処分庁の方の言い分を全部わかっていないわけです。」と問いかけたのに\n対し、原告が「処分庁の言い分はもう。」と発言し処分庁の言い分を聞くことを拒\n否していること、⑤Ｃ部会長が「申出人が再々言われる結果の違法というのは評価\nが適正な時価かどうかとおっしゃっているから、その評価が適正かどうかを処分庁\nの方で説明すると言っているのですけれども、それは聞かないというのですか。」\nと問うたのに対し、原告は「それは何遍も聞きました。前から今日の審理は。」と\n答え、さらに同会長が「中身を説明すると、委員会の前で説明すると。」と言う\nと、原告は「中身は説明されないでしょう」と言って一向に聞く姿勢を示していな\nいことが認められる。\n（三）　したがって、本件決定に何ら手続的違法は認められないから、原告の主張\nは失当というべきである。\n３　都知事が本件標準宅地の評価に当たり時点修正通知に従ってした価格調査基準\n日の設定、時点修正等が評価方法として違法かどうか、違法であるとした場合その\n評価方法はいかにあるべきか（争点３）について\n（被告の主張）\n（一）　法三四九条一項は、土地に対して課する基準年度の固定資産税の課\n税標準は、基準年度に係る賦課期日（本件では平成六年一月一日）における価格で\n土地課税台帳等に登録されたものとする旨定めているが、法は、その定める「賦課\n期日における価格」として、基準年度の賦課期日（本件では平成六年一月一日）か\nら価格評価事務に要する一定期間を遡った過去の時点を価格調査基準日とし、右価\n格をして「賦課期日における価格」とみなすことまで、許容しているというべきで\nある。\n（二）　本件土地の価格は、いずれも基準年度の賦課期日から評価事務に要する一\n定期間を遡った過去の時点の価格、すなわち平成四年七月一日を価格調査基準日と\nし、平成五年一月一日までの時点修正を行って得られる価格を土地課税台帳に登録\nしたものであるが、評価事務の手続的な制約等からみて、右日時は賦課期日から評\n価事務に要する期間を遡った相当な時点と解されるので、本件土地の登録価格は、\nいずれも地方税法三四九条一項が定める「賦課期日における価格」に該当し、適法\nというべきである。\n（原告の主張）\n法は、固定資産税の賦課期日は、当該年度の初日の属する年の一月一日と定めて\nおり、したがって、平成六年度の固定資産税の課税標準となるべき価格は賦課期日\nである平成六年一月一日時点の適正な時価でなければならない。しかるに、都知事\nが、右賦課期日の一年前である平成五年一月一日時点の価格をもって、本件土地の\n課税標準となるべき価格とし、その価格の評価に当たり、平成五年一月一日から平\n成六年一月一日までの間の大幅な地価の下落状況（公示地・港‐○（港区β一九一\n九番）の地価公示価格で三三パーセント、基準地・港○‐○○（港区α九〇五番\n四）の標準価格で三八パーセント、相続税路線価で三一パーセント）を反映させて\nいないのは違法というべきである。\n４　都知事が決定した本件土地の登録価格が賦課期日である平成六年一月一日時点\nの適正な時価を上回るものであって違法であるかどうか、違法であるとした場合に\n固定資産評価額をどのように決定すべきか否か（争点４）について\n（被告の主張）\n（一）（１）　法四〇三条一項は、市町村長は、法三八八条一項に定める固定資産\n評価基準によって、固定資産の価格を決定しなければならないと定めている。都知\n事は、東京都の特別区については、評価基準及びこれに基づき定められた取扱要領\nにより固定資産の評価を行っている。そして、平成六年度の固定資産の評価替えに\n先立って\n、自治事務次官により七割評価通達が出された。\nまた、法が、基準年度の賦課期日から評定事務に要する一定期間を遡った過去の\n時点を価格調査基準日として評価した価格をもって「賦課期日における価格」（法\n三四九条一項）とみなすことまで許容しているものというべきことは、前記２で述\nべたとおりである。\n（２）　本件土地の登録価格は、評価基準等及び七割評価通達に基づいて、前記第\n二の三記載のとおりの適正な方法により決定されたものであり、適正な時価という\nべきである。\n（二）　以下に述べるとおり、そもそも法は固定資産税評価額を適正な時価にする\nことまで許容しているのである。したがって、七割評価通達を契機として平成六年\n度の評価替えの際に、本件土地の固定資産評価額が引き上げられたとしても、右通\n達の内容が法令の正しい解釈に合致するものである以上、本件決定が法令の根拠に\n基づいてなされた適法なものであることは明らかである。\n（１）　法は、三四一条五号において、固定資産税における価格とは「適正な時\n価」をいうと規定している。そしてその「適正な時価」とは、現実の売買実例価額\nから不正常な要素に基づく価額を除去してえられる価格、換言すれば、正常な条件\nの下において成立する取引価格をいうとされる（評価基準第一章第３節宅地二\n（一）３（１）、依命通達第２章第１節１）。\n（２）　ところで、公的な土地評価には、固定資産税評価額のほかに、地価公示価\n格、都道府県地価調査価格及び相続税路線価が存する。そこで、次に固定資産税評\n価額とその他の公的土地評価との異同についてみると、次のとおりである。\nア　地価公示価格とは、一般の土地取引の指標とされるもので毎年一月一日の時点\nで評価され三月下旬ころに公表される価格である。右価格は、地価公示の標準地\n（全国二万六〇〇〇地点）について二人以上の不動産鑑定士（もしくは不動産鑑定\n士補）による鑑定評価を受け、その結果を土地鑑定委員会（国士庁に設置）で審\n査、調整を行って「正常な価格」を判定した上で、公表される価格である（地価公\n示法二条一項）。\n地価公示価格における「正常な価格」とは、土地について自由な取引が行われる\nとした場合に通常成立すると認められる価格とされている（地価公示法二条二\n項）。\nイ　都道府県地価調査価格とは、国土利用計画法による土地取引の規制を適正かつ\n円滑に実施するためのもので、地価公示価格と同様に一般の\n土地取引の指標に使用される価格である。右価格は、毎年七月一日の時点で評価さ\nれ九月下旬ころに公表される価格である（国士利用計画法施行令九条）。なお、都\n道府県地価調査価格は、基本的に、地価公示価格とほぼ一体となって用いられるも\nのであるから、地価公示価格に準ずるものと考えられる。\nウ　相続税路線価とは、相続税や贈与税の申告に際して用いられるもので、毎年一\n月一日の時点で評価され七月ないし八月ころに公表される価格である。右価格は、\n取得の時における「時価」によるものとされ、国税庁が評価する価格である（相続\n税法二二条）。相続税路線価における「時価」とは、それぞれの財産の現況に応\nじ、不特定多数の当事者間で自由な取引が行われる場合に通常成立すると認められ\nる価額とされる（「相続税財産評価に関する基本通達」第１章１（２）時価の意\n義）。\nこのように地価公示価格においては「正常な価格」が、相続税路線価においては\n「時価」が、それぞれの土地評価の基準とされているが、右に述べた固定資産税評\n価額の「適正な時価」と地価公示価格の「正常な価格」及び相続税路線価の「時\n価」とは、表現こそ異なるもののその意味において大きく異なるところがないこと\nは明らかである。換言すれば、固定資産税評価額の「適正な時価」と地価公示価格\nの「正常な価格」とは、ほぼ一致するということがいえるのである。\n（３）　右に述べたことを前提に、固定資産税評価額がいかにあるべきかについて\nみると、法は、三四一条五号及び三四九条において、固定資産税評価額は、正常な\n条件の下において成立する取引価格、すなわち「適正な時価」であると規定してい\nること、固定資産税評価額の「適正な時価」と地価公示価格の「正常な価格」と\nは、ほぼ一致することからすれば、そもそも法は固定資産税評価額を地価公示価格\n（これはおおむね時価と理解される）と一致させることまで許容しているというべ\nきである。\n（４）　こうした帰結は、次に述べるような経緯からしても肯定することができ\nる。\nすなわち、昭和五八年ころ都心部の商業地に端を発し全国に急速に広まった地価\n高騰は、金融緩和ともあいまって投機的な土地取引を誘発し、深刻な社会問題を生\nじさせた。このような状況の下、平成元年一二月、適正な土地利用の確保を図りつ\nつ正常な需給関係と適正な時価の形成を図ることを目的とする「土地基本法」が制\n定され、その一六条に「公的\n土地評価について相互の均衡と適正化が図られるように努めるものとする」旨の規\n定が設けられた。次いで、土地政策審議会は、その平成二年一〇月二九日付けの答\n申において、「地価公示、相続税評価及び固定資産税評価の公的土地評価について\nは、相互の均衡と適正化を図るべきであり、その際、国民が理解しうるよう明確か\nつ具体的に推進する必要がある」旨の意見を明記した。さらに、政府税制調査会\nは、その平成二年一二月一九日付け答申において、「平成六年度以降の評価替えに\nおいては、土地基本法第一六条の規定の趣旨等も踏まえ、速やかに、地価公示価格\nの一定割合を目標に、評価の適正化・均衡化を推進すべきである」旨の意見を記載\nし、これらを受けて、政府は、平成三年一月二五日に閣議決定した総合土地政策推\n進要綱において、「固定資産税評価について、平成六年度以降の評価替えにおい\nて、土地基本法第一六条の規定の趣旨を踏まえ、相続税評価との均衡にも配慮しつ\nつ、速やかに、地価公示価格の一定割合を目標に、その均衡化・適正化を推進す\nる」旨を定めた。このように土地基本法の規定や一連の答申及びそれに基づく要綱\nは、何ら条件を付さずに、繰り返し公的土地評価の均衡と適正化を図ることを強調\nしている。このことは、固定資産税評価額と地価公示価格（これはおおむね時価と\n理解される。）との均衡を図る上で何ら制約を課していないことを意味している。\nすなわち、右規定や一連の要綱・答申は、法が固定資産税評価額を地価公示価格\n（これはおおむね時価と理解される）と一致させることまで許容していることを当\n然の前提としていることが明らかである。\n（三）　次のとおり、都知事は本件鑑定に係る本件標準宅地の価格等を活用して本\n件標準宅地に沿接する主要な街路の評点を求めたものであるところ、本件鑑定は正\n当なものである。\n（１）　本件標準宅地の評価に当たり、本件鑑定において用いられた取引事例は、\n港区α所在の三筆の土地及び港区γ所在の一筆の土地の売買事例であり、本件鑑定\nは、右取引事例に係る取引価格に所要の補正を加えて、本件標準宅地の比準価格を\n試算し、この比準価格等に基づき本件標準宅地の鑑定評価額を決定したものであ\nる。\n（２）　時点修正率について\n都知事が平成四年七月一日から平成五年一月一日までの時点修正率をマイナス二\n二・七パーセントとした根拠は、次に述べるとおりである。\nア　本件標準宅地の平\n成四年七月一日から平成五年一月一日までの地価変動率は、基準地・港５‐１９\n（港区α九番一三号）の地価変動率に規準して求めることとした。また、基準地・\n港５‐１９の同期間の地価変動率は、代表標準地である公示地・港５‐７（基準\n地・港５‐３４）の同期間の地価変動率であるマイナス一九・五パーセントに規準\nして算定することとした。\n具体的には、基準地・港５‐１９がメイン道路より奥まった地域にあり、過去に\n地上げが盛んに行われた地域であることにより、代表標準地よりやや下落率が大き\nいと判断し基準地港５‐１９の同期間の地価変動率をマイナス二四パーセントと査\n定した。次に、本件標準宅地が、基準地・港５‐１９に較べ地上げが遅くまで行わ\nれた地域であるため下落率に遅効性がある一方、メイン道路に面する代表標準地よ\nりは下落率が大きいと判断し、本件標準宅地の同期間の地価変動率をマイナス二\n二・七パーセントとした。\nイ　とすると、被告が平成四年七月一日から平成五年一月一日までの時点修正率を\nマイナス二二・七パーセントとした根拠は、右に述べたとおり合理的な根拠に基づ\nいて算出されたものである。\n（四）　被告としては、本件土地の登録価格が「適正な時価」であると解するもの\nであるが、仮に本件土地の固定資産税評価額が平成六年一月一日時点の「適正な時\n価」を超えないことを要するとしても、次に述べる理由から、右登録価格が「適正\nな時価」であることは明らかというべきである。\n（１）　法は固定資産税評価額を適正な時価にすることまで許容しているのであ\nる。そうであれば、地価公示価格とほぼ同水準で固定資産税評価額における適正な\n時価が定まることになるから、地価公示価格から三割を下回る価格を固定資産税評\n価額と定めると、それは適正な時価との比較では三割の余裕があることになり、そ\nの範囲が許容範囲となる。\n（２）ア　本件についてみると、①　港区内の公示地（商業地平均）の地価公示価\n格の変動率が、平成五年一月一日から平成六年一月一日までおよそマイナス三三パ\nーセントであること、②　本件土地を中心とした半径一キロメートル内の公示地\n（商業地）五地点の地価下落率の平均はマイナス三三・五パーセントであったこ\nと、③　本件土地を中心とした半径一・五キロメートル内の地価公示地（商業地）\n八地点の地価下落率の平均はマイナス三三・三パーセントであったことが認められ\nる。\nイ　ところで、不\n動産鑑定理論に基づいて求められた不動産鑑定評価額や公的価格についても評価額\nに一定の幅が存することは経験則上明らかであるところ、右に述べた三パーセント\n程度の幅は「適正な時価」の許容範囲のなかにあるということができるから、本件\n土地付近の地価は三〇パーセントは下落していないというべきである。\n（五）　原告は、不動産鑑定士Ｄ作成の鑑定書（以下「Ｄ鑑定書」という。）によ\nる本件土地の平成六年一月一日時点の価格一四億五九〇〇万円をもって、本件土地\nの平成六年度の課税標準となるべき価格とすべき旨主張するが、右主張は理由がな\nい。\n（１）　市町村長は、固定資産評価基準によって固定資産の価格を決定しなければ\nならないとされているところ（法四〇三条一項）、被告が採用した「市街地宅地評\n価法」は、まさに評価基準に規定された評価方法にほかならないから、原告の主張\nするような評価基準とは異なる独自の方法によって評価することは許されないとい\nうべきである。\nすなわち、法は、固定資産税に関して、昭和三七年三月三一日法律第五一号地方\n税法の一部を改正する法律（以下「昭和三七年改正法」という）において、大幅な\n改正を行った。具体的には、改正前の地方税法四〇三条一項が、「市町村長は、\n（略）自治大臣が示した評価の基準並びに評価の実施方法及び手続に『準じて』、\n固定資産の価格を決定しなければならない。」と定めていたのを、昭和三七年改正\n法は、「市町村長は、（略）第三八八条第一項の固定資産の評価基準に『よっ\nて』、固定資産の価格を決定しなければならない」と改正したのである。これは、\n①改正前の固定資産評価基準が市町村長に対する一つの参考にすぎないと理解され\nていたため、市町村の固定資産の評価が地域によりまちまちとなっていたところ、\n評価方法が各市町村において異なるようでは到底納税者間の公平を期すことができ\nないため、固定資産の評価の均衡を図る必要があること、②処分庁が短期間に大量\nの固定資産について個別に評価することは現実的に極めて困難なため、評価事務の\n簡便さを図る必要が生ずることより、両者の要請を調整すべく、自治大臣に固定資\n産評価基準の定立を委任したのである。とすると、条文の文理解釈及び右の述べた\n立法趣旨からして、固定資産評価基準に依拠することが不可欠であり、これに法的\n拘束力が認められるべきである。\nこうした結論は、昭和三七年改正法が、同法三\n八八条一項として「自治大臣は、固定資産の評価の基準並びに評価の実施の方法及\nび手続（略）を定め、これを告示しなければならない。」とする規定を新たに設\nけ、この規定を受けて、従来は自治事務次官の依命通達によっていた評価基準を告\n示することに変更したことからも明らかである。なぜなら、改正の結果、固定資産\n評価基準は、通達とは異なり、法令と同様に官報に掲載されて、一般に告知される\nことになったからである。\n（２）　右に述べたとおり、昭和三七年改正法による法の改正後は、固定資産評価\n基準と異なる評価方法を採用することは許されなくなったのであり、市町村長は、\n固定資産課税標準に従って評価をなすべく義務づけられているものと解するのが相\n当である。\n（原告の主張）\n（一）　土地の登録価格が適正な時価といえるためには、単に当該土地の価格が評\n価基準等に従って評価されているというのみでは足りず、その登録価格自体が客観\n的な時価を超えていないことが必要である。\n（二）　都知事は、平成六年度の賦課期日の一年前である平成五年一月一日時点の\n価格をもって、本件土地の課税標準となるべき価格としているが、平成五年一月一\n日から平成六年一月一日までの間に、公示地・港‐１（港区β一九一九番）の地価\n公示価格で三三パーセント、基準地港５‐１９（港区α九〇五番四）の標準価格で\n三八パーセント、相続税路線価で三一パーセントと大幅に地価が下落しており、し\nたがって、本件土地の登録価格は平成六年一月一日の時点の適正な時価とはいえな\nい。\n（三）　本件土地の平成六年一月一日時点の時価は、Ｄ鑑定書による本件土地の同\n時点の価格一四億五九〇〇万円を超えることはないというべきであり、本件土地の\n平成六年度の課税標準となるべき価格は、多く見積もっても右と同額とするのが相\n当である。\n第三　当裁判所の判断\n一　本件訴訟が訴えの利益を欠く不適法なものであるか否か（争点１）について\n被告は、仮に、原告の主張するとおり地価が下落し、適正な時価が本件登録価格\nを下回ることがあるとしても、本件土地の固定資産税等の額に変動はないから、本\n件訴訟は訴えの利益を欠き不適法である旨主張する。\nところで、法は、固定資産課税台帳に登録された固定資産の価格（登録価格）と\nいう客観的な評価事実について審査の申出をすることができるものとし（法四三二\n条一項）、右申出に対し審査委員会がした審査決定に対して不服\nがある者は、右審査決定の取消しを求める訴えを提起すべきものとし（法四三四\n条）、しかも、固定資産税の賦課についての不服申立てにおいては、登録価格に対\nする不服を理由とすることはできないとしている（法四三二条三項）。すなわち、\n法は、固定資産の登録価格については、固定資産税の賦課決定についての争訟（不\n服申立て、取消訴訟）制度とは別個の争訟制度を設け、登録価格についての不服は\n専ら右独立の争訟制度により解決を図ることとしているものである。もちろん、法\nの本則においては、固定資産税の課税標準は、当該固定資産の賦課期日（土地又は\n家屋の場合は原則として基準年度に係る賦課期日）における価格で固定資産課税台\n帳に登録されたもの（登録価格）とされ、これに法三五〇条に規定する税率を乗じ\nて固定資産税の税額を算出するものとされているのであり、したがって、固定資産\nの登録価格についての訴訟制度も、登録価格の変動により固定資産税の額も変動\nし、その結果、固定資産税の納税義務者が固定資産の違法な評価により権利を侵害\nされ、必然的に侵害されるおそれがあるとの前提に立って、当該納税義務者がその\n評価を争うことにより権利救済を受けるための主観的訴訟として創設されたものと\nいえる。法附則に固定資産税の課税標準の調整措置、税額の負担調整措置が設けら\nれたことにより、登録価格が変動するとこれに応じて当然に固定資産税等の額が変\n動するという関係はなくなったわけであるが、そのことにより右訴訟の主観的訴訟\nとしての性格が変わったということはなく、したがって、固定資産税の納税義務者\nが固定資産の登録価格の評価に誤りがあると考える場合には、当該納税義務者は、\nその評価の誤りにより権利を侵害され、侵害されるおそれがあるかどうかにかかわ\nらず、当該登録価格の是正を求めるために右審査決定の取消訴訟を提起することが\nできるというものではない。\nしかし、そのように考えても、右訴訟においては、固定資産の登録価格の評価の\n適否が審判の対象となるものであるから、少なくとも固定資産税の納税義務者にお\nいて登録価格に不服があり、審査委員会のした審査決定の取消訴訟において原告の\n請求が認容されれば、固定資産税等の額に変動が生ずる、あるいは生ずる可能性が\nあるというのであれば、その登録価格の適否はまさに本案で審理すべき事柄であ\nり、当該納税義務者はその取消しを求める法律上の利益を有す\nると解するのが相当である。そして、その審理の結果、登録価格の評価に違法な点\nがあり実際の価格はそれよりも低いと判断されたにもかかわらず、課税標準の調整\n措置や負担調整措置により、固定資産税等の税額に変動をもたらさないということ\nになるとしても、そのことによって訴えの利益の有無が左右されることはないとい\nうべきである。被告の主張によれば、本案についての審理、判断の結果いかんによ\nり訴えの利益の有無が左右されることになるが、これは、本案について審理、判断\nを受けるための要件とされている「訴えの利益」の概念と矛盾するものであり、失\n当といわざるを得ない。\nそればかりでなく、右訴訟においては審査委員会の審査の手続の適否も審判の対\n象となるものであり、したがって、固定資産税の納税義務者（審査申出人）におい\nて右審査の手続に違法がある旨主張して審査決定の取消しを求めた場合、その主張\nが認められて審査決定が取り消されれば、審査委員会はあらためて審査をやり直す\n義務を負うことになる（この見直しにより固定資産税の税額等に変動が生ずる可能\n性が出てくる。）から、右手続の適否はまさに本案で審理すべき事柄であり、当該\n納税義務者はこの観点からしてもその取消しを求める法律上の義務を有すると解す\nるのが相当である。\n本件についてみると、原告は、本訴において、被告における審査手続の適否及び\n固定資産の登録価格の適否を争って、被告がした本件決定全部の取消しを求めてい\nるものであり、右手続的違法の主張が認められて原告の請求が認容されれば、被告\nはあらためて審査をやり直す義務を負うことになり、また、右登録価格の評価が違\n法であるとして原告の請求が認容される場合も、その納付すべき固定資産税等の額\nに変動が生ずる可能性があり（後述するとおり、原告の主張する本件土地の評価額\nはその適正な時価がそれを超えることはないという意味での一応の評価額であり、\nその適正な固定資産評価額がそれを下回る場合にも原告主張の評価額で満足すると\nいう趣旨のものではないと解される。したがって、本件において、原告の主張する\n評価額の範囲内でしか本件決定の取消しができないということにはならない。）、\nしたがって、原告は、本件訴訟につき訴えの利益を有するというべきである。右の\nとおりであるから、被告の本案前の主張は、その余の点について判断するまでもな\nく、失当である。\n二　本件審査手続に本\n件決定の取消事由となるべき瑕疵があるか否か（争点２）について\n１　審査委員会は、土地の登録価格の不服審査を口頭審理手続によって行う場合に\nは、自ら又は市町村長を通じて、審査申出が不服事由を特定して主張するために必\n要と認められる合理的な範囲内で当該土地の評価の根拠等を知らせる措置を講ずべ\nきものと解される。\n証拠（甲一、三、本件記録中の被告の本件決定に係る決定書）及び弁論の全趣旨\nによれば、都知事は、本件審査に係る答弁書等で、原告らに対し、本件土地の登録\n価格の評価の根拠が前記第二の三記載のとおりである旨を述べ、また、Ａからの審\n査の申出があった後に、原告らの要求に基づき本件標準宅地の価格の鑑定評価書\n（本件鑑定の報告書）を原告らに閲覧させたことが認められるのであって、これに\nより、原告らは不服事由を特定して主張するために必要と認められる合理的な範囲\n内で本件土地の評価等の根拠を知ることができたものということができる。\n原告は、都知事は本件標準宅地の鑑定（本件鑑定）の基礎とされた取引事例の具\n体的データ（地番、所有者等）をも開示すべきである旨主張するが、右鑑定の当否\nを判断するに当たって右取引事例地の地番、所有者等まで特定する必要があるとは\n必ずしも認められず、法上も審査委員会の口頭審理手続において市町村長等がそこ\nまでの開示を行うことは要求されていないものと解される。\n２　原告は、被告が、一方当事者すなわち原告らの意見を排斥し、自己の見解を述\nべ、結果として、主張ないし反論を行わなかった他方当事者である都知事の有利と\nなる本件決定を行っているとした上で、このような審査手続は、当事者間において\n争いのなかった事項について判断をし主張した原告らへの不意打ちの効果をもたら\nすものであって、公正とはいえないと主張する。\nしかしながら、証拠（甲一、三）及び弁論の全趣旨によれば、本件審査手続にお\nいて、都知事は、本件土地の登録価格の評価は法及び評価基準等に従って適正に行\nわれており、右登録価格に違法な点はない旨主張していたこと、これに対し、原告\nらは、都知事は、地価高騰時代の評価方式及び基準を地価低落の時期にも機械的に\n適用したために、地価が低落状況にあるとの事実の本件土地の評価への織込みが十\n分でなく、その評価が常識からはずれたものとなっており、本件土地の登録価格の\n評価は、評価基準等及び関係通達が違法であるか、又は都知事\nがその解釈運用を誤ったため適正を欠いているとし、都知事に対し、地価の高騰時\nのデータを引きずって評価を行うことが合理的か否かについて説明をしてほしい旨\nの主張をしたことが認められるが、都知事と原告らの争いは評価基準等及び関係通\n達の適否ないし解釈に関する争い、換言すれば、固定資産の価格の評価のあり方に\n関する基本的な考え方に由来するものと考えられる。甲三及び弁論の全趣旨によれ\nば、本件審査に係る口頭審理手続において、都知事の代理人が本件土地の評価が適\n正に行われたことについて、本件標準宅地の評価の基礎とされた三つの取引事例に\n関する事項を含め説明を行おうとしたのに対し、原告は、そのような形式的な説明\nはもはや聞く必要がないとして右代理人が説明をするのを遮り、本件土地の評価が\n結果的に違法となっているとの原告らの主張について具体的なデータを示して反論\nがされないのなら、審理を打ち切って原告ら主張の評価額を採用すべきであるとの\n趣旨の発言をし、審理を継続することは無用であるとの対応をしていたことが認め\nられるが、右の審理の経緯は、本件審査における両者の争いが右のとおり評価基準\n等及び関係通達の適否ないし解釈運用に関するものであったことを示すものであ\nる。そうであれば、右の争点に関して当事者にどの程度の主張をさせるかは被告の\n裁量にかかわることであり、本件において、都知事が固定資産評価基準等に従って\n適正に評価しているという以上に原告らの右主張について逐一反論することをせ\nず、被告もそれ以上に具体的な反論をするよう都知事に促さずに、都知事と同様の\n見解に立ち、原告らに不利益な本件決定をしたからといって、それが原告らに対す\nる不意打ちの効果をもたらす不公平な審査であるということはできない。\nまた、そもそも審査委員会の口頭審理においては、民事訴訟におけるような弁論\n主義の適用はないと解されるばかりでなく、本件においては、都知事と原告らとの\n間に本件土地の平成六年度の固定資産評価額について争いがあることは明らかであ\nるから、原告らの右主張に対し都知事が具体的な反論をしなかったからといって、\n被告において、都知事が原告らの主張するところを争わないものとみてその主張に\n沿った判断をしなければならないとする法的根拠は何ら存在せず、被告は、評価基\n準等及び通達の適否ないし解釈運用について自らの見解に立った上で、本件土地の\n登録価格の評価\nが適正に行われたかどうかを判断すれば足りるものというべきである。\nなお、原告は、被告が、原告らに対し十分な主張、立証の機会を与えなかった旨\n主張しているが、既に認定したとおり、原告は、前記口頭審理手続において、都知\n事側が本件土地の登録価格の評価の根拠等について説明しようとしたのに対し、そ\nの必要性はないとしてこれを遮り、審理を打ち切って原告ら主張の評価額を採用す\nべきであると発言し、審理を継続することは無用であるとの対応をしていたのであ\nって、これを覆し、原告の右主張事実を認めるに足りる証拠はない。\n原告のこの点に関する主張は採用することができない。\n３　他に、本件審査の手続に本件決定の取消事由となるべき瑕疵があることを認め\nるに足りる証拠はない。\n三　固定資産税の課税標準となるべき土地の価格の評価について\n１　適正な時価について\n固定資産税は、固定資産の所有者に対し、使用収益される状態における資産の価\n値に着目して課税される財産税であり、資産が土地の場合には、使用収益される土\n地の価値に着目し、その更地価格を基礎とし、賦課期日における所有者を納税義務\n者として、課税されるものである。このような固定資産税の性質からすると、その\n課税標準又はその算定基礎となる土地の「適正な時価」（法三四九条一項、三四一\n条五号）とは、使用収益するために土地を取得するものとして、正常な条件の下に\n成立する当該土地の取引価格、すなわち、使用収益するために土地を取得すること\nを前提とした場合のその客観的な交換価値をいうものと解するのが相当である。そ\nして、法は、課税標準又はその算定基礎となるべき価格を右の意味での客観的な交\n換価値とした上、税率の決定又は課税標準若しくは税額の調整によって、固定資産\n税の性格に応じた適正な課税を実現しようとしているものと解される。\nそこで、固定資産の適正な時価をどのようにして評価すべきかが問題になるが、\n課税の対象となる固定資産は全国、各市町村に大量に存在しており、これらについ\nて限りある人的、物的資源を活用して、原則として三年ごとに、一定の期間内に適\n正な時価の評価を行うことは極めて困難な作業であることから、法は、自治大臣の\n定めた固定資産評価基準という定型的、統一的な基準に従ってその評価を行わせる\nこととし、これによって、大量に存在する固定資産の評価を一定の期間内に適正に\n行い、各市町村相互間、各市町\n村内の各固定資産の間の評価の均衡を確保し、評価に関与する者の個人差に基づき\n評価の不均衡が生ずることを防止しようとしているものと解される。\n右の法の趣旨からすれば、固定資産評価基準自体が違法であるというような特段\nの事情がない限り、固定資産の価格の評価が固定資産評価基準に従って適正に行わ\nれている以上、その価格は、法上は固定資産税の課税標準として適正な価格とみる\nべきである。\n２　ところで、乙一によれば、七割評価通達は、平成六年度の評価替え（土地）に\n当たり依命通達を一部改正するものであり、具体的には、依命通達第２章第１節１\nの「土地の評価は、売買実例価額から求める正常売買価格に基づいて適正な時価を\n評定する方法によるものであること。したがって、土地の評価にあたってはもとよ\nり現実の売買実例価額そのものによるものではなく、現実の売買実例価額に正常と\n認められない条件がある場合においてはこれを修正して求められる正常売買価格に\nよるものであること。」とある次に、「なお、宅地の評価にあたっては、地価公示\n法による地価公示価格、国土利用計画法施行令による都道府県地価調査価格及び不\n動産鑑定士又は不動産鑑定士補による鑑定評価から求められた価格（鑑定評価価\n格）を活用することとし、これらの価格の一定割合（当分の間この割合を七割程度\nとする。）を目途とすること。この場合において、鑑定評価価格の活用にあたって\nは、都道府県単位の協議機関において情報交換等必要な調整を行うこと。」との点\nを加えるとするものである。\n昭和六〇年代に都市部の地価が高騰し、投機的取引が盛んとなり、それが社会問\n題化したことは公知の事実であるところ、弁論の全趣旨によれば、この問題に対処\nすべく、平成元年一二月、適正な土地利用を図りつつ正常な需給関係と時価の形成\nを図ることを目的とする土地基本法が制定されたこと、同法がその一六条において\n「公的土地評価について相互の均衡と適正化が図られるように努めるものとする」\n旨規定したことを受けて、土地政策審議会は、平成二年一〇月二九日付けの答申に\nおいて、「地価公示、相続税評価及び固定資産評価の公的土地評価については、相\n互の均衡と適正化を図るべきであり、その際、国民が理解しうるよう明確かつ具体\n的に推進する必要がある」旨を明記したこと、また、政府税制調査会は、同年一二\n月一九日付けの答申において、固定資産（土地）の「平成\n六年度以降の評価替えにおいては、土地基本法一六条の規定の趣旨等を踏まえ、速\nやかに、地価公示価格の一定割合を目標に適正化・均衡化を推進すべきである」旨\nの見解を表明したこと、これらを受けて、政府は、平成三年一月二五日に総合土地\n政策推進要綱を決定し、その中に「固定資産評価について、平成六年度以降の評価\n替えにおいて、土地基本法一六条の趣旨を踏まえ、相続税評価との均衡にも配慮し\nつつ、速やかに、地価公示価格の一定割合を目標に、その均衡化・適正化を推進す\nる」旨定めたことが認められる。七割評価通達が、土地基本法一六条の趣旨及び右\n総合土地政策推進要綱の定めを受けて、依命通達を改正する趣旨のものであること\nは明らかである。\nところで、法は、固定資産税の課税標準を固定資産の適正な時価とする旨定めて\nいるのであるが、行政庁において、当該固定資産の客観的な交換価値の範囲内であ\nり、かつ、一定の基準に基づき評価し全国的に評価の均衡が図られることという条\n件の下において、特定の政策目的に基づき客観的交換価値の一定割合をもって適正\nな時価とすることをも許容しているものと解される。また、土地の適正な時価、す\nなわち、使用収益するために土地を取得することを前提とした場合のその客観的な\n交換価値というものは、その土地の面積、形状、地域的要因等の各個別の事情、需\n要と供給のバランスなど様々な要素により変動するものであるから、理論的にみれ\nば一義的に観念できるとしても、実際問題としてこれを一義的に把握することは困\n難であり、鑑定評価等の評価の方法、過程が合理的である限り、これをもって適正\nな価格とするほかなく、その意味において、適正な時価の評価には一定の幅で誤差\nが生ずることは事柄の性質上やむを得ないことであり、法は、土地の適正な時価の\n評価において右のような誤差が生ずることを当然の前提としているものといわなけ\nればならない。七割評価通達は、固定資産（土地）の平成六年度以降の評価替えに\n関して、土地基本法一六条の趣旨及び相続税評価との均衡にも配慮しつつ、地価公\n示価格の一定割合を目標に、その均衡化・適正化を推進すべきものとする右規定に\n基づく政府の政策目標を達成すべく、また、前記１記載の固定資産税の性格に加\nえ、右のとおり、適正な時価の評価には一定の幅で許容すべき誤差が生ずるもので\nあることを考慮し、さらに、基準年度の賦課期日における価格が原則\nとして基準年度を含む三年度にわたり課税標準となることにかんがみ、右政策目標\nの実現、評価の安全性、課税の謙抑性の見地から地価公示価格の七割程度を評価の\n基準としたものと解されるのであって、右通達は、法の趣旨に沿うものであり、右\n通達に基づく土地の評価は適法なものというべきである。\n四　都知事が本件標準宅地の評価に当たり時点修正通知に従ってした価格調査基準\n日の設定、時点修正等が評価方法として違法かどうか、違法とした場合その評価方\n法はいかにあるべきか（争点３）について\n原告は、平成六年度の固定資産税の課税標準となるべき価格は賦課期日である平\n成六年一月一日時点の適正な時価でなければならないのに、都知事が、右賦課期日\nの一年前である平成五年一月一日時点の価格をもって、本件土地の課税標準となる\nべき価格とし、その価格の評価に当たり、平成五年一月一日から平成六年一月一日\nまでの間の大幅な地価の下落状況（公示地・港‐１（港区β一九一九番）の地価公\n示価格で三三パーセント、基準地・港５‐１９（港区α九〇五番四）の標準価格で\n三八パーセント、相続税路線価で三一パーセント）を反映させていないのは違法と\nいうべきである旨主張するので、この点について判断する。\n１　法は、市町村長による登録価格の決定を基準年度に係る賦課期日の約二か月後\nに当たる二月末日までに行うべきものとしており（法四一〇条）、大量に存する課\n税対象となる固定資産につき「適正な時価」を評価する諸手続に相当の期間を要す\nることは、前記第二の四３（被告の主張）記載のとおりであり、この点を考慮する\nと、登録価格の評価の基礎資料とするための標準宅地等の価格評価事務について\nは、賦課期日からこれらの評価事務に要する相当な期間を遡った時点を価格調査の\n基準日とし、時点修正も一定期間を遡った時点においてこれを行うほかなく、法も\nこれを許容しているものと解さなければならない。時点修正通知が、平成六年度の\n固定資産の価格評価事務について、価格調査の基準日を平成四年七月一日とし、平\n成五年一月一日時点における地価の動向をも勘案し、地価変動に伴う修正を行うべ\nきものとしていることは、右の観点に照らして首肯できるところである。\nしかし、法は、登録価格を基準年度に係る賦課期日における価格、本件でいえば\n平成六年一月一日における価格としているところ（法三四九条一項）、証拠（甲四\nの一の２、３、四\nの２の２、３、四の３の２、３、乙一一、一二の一、２）及び弁論の全趣旨によれ\nば、本件土地付近の土地は、平成五年一月一日以降も地価が下落傾向にあったこと\nが明らかであるから、都知事が本件標準宅地の評価に当たり、平成五年一月一日ま\nでの時点修正しか行っていないことは法の趣旨に沿わないものというべきである。\nすなわち、右の法の趣旨からすれば、地価が上昇傾向にある場合には、課税の謙抑\n性の観点から基準年度に係る賦課期日より前の時点の価格をもって登録価格とする\nことは許容されるべきであるが、地価が下落傾向にある場合には、右賦課期日まで\nの地価の下落をでき得る限り標準宅地等の価格の評定に反映させるよう配慮しなけ\nればならないというべきである。\nもっとも、登録価格の評価の基礎資料とするための標準宅地等の価格評定事務に\nついては、賦課期日からこれらの評定事務に要する相当な期間を遡った時点を価格\n調査の基準日とし、時点修正も一定期間を遡った時点においてこれを行うほかな\nく、時点修正通知のいうところもその限りで首肯できることは、前述したとおりで\nあるが、そうであるからといって、地価が下落傾向にある場合において、賦課期日\nから一定期間遡った時点までの時点修正しかしなくてもよいという理由はなく、そ\nの後の時価の下落率を正確に把握して時点修正を行うことが困難であれば、一定期\n間遡った時点においてその直前における地価の動向からその後の地価の下落率を想\n定し、標準宅地等の価格の評定にこれを反映させるのが相当である。時点修正通知\nの趣旨が、地価が下落傾向にあることが明らかな場合にも、平成五年一月一日まで\nの時点修正をすれば足りるというものであるとすれば、その点は、法の趣旨に沿わ\nないものといわなければならない。\n２　右に述べた観点からすれば、平成四年七月一日から平成五年一月一日までの期\n間において地価が下落している場合には、平成六年度の登録価格の評価に当たっ\nて、東京都その他の市町村において固定資産評価実務上行われている時点修正の方\n法、すなわち平成五年一月一日までの時点修正を行うということで足りるというこ\nとはできないのであって、その後において地価が上昇するという顕著な動きがある\nなど特殊な事情がない限り、平成五年一月一日から平成六年一月一日までの間にお\nいて少なくとも右六か月間の地価下落率と同率程度の下落があるものと想定してこ\nれを右評価に反映さ\nせるのが相当であるというべきである。\nもちろん、想定下落率というのは将来の地価変動の予測に基づき算定されるもの\nであるから、その見方については様々な見解があり得るところであり、たとえば、\n右六か月と同程度の下落がその後の六か月間も継続するという見方もあろうが、将\n来の事実の予測は控えめにするのが事柄の性質上妥当と考えられるのであって、平\n成六年度の評価替えにおける標準宅地の価格の評定についていえば、課税実務にお\nいて把握できている平成四年七月一日から平成五年一月一日までの当該標準宅地の\n価格の下落率をもって、平成五年一月一日から平成六年一月一日までの一年間の下\n落率と想定するのが相当と考えられる。そして、当該標準宅地の価格が右想定下落\n率を反映させて評価されている以上、これをもって当該標準宅地の適正な価格とみ\nるべきであり、仮に、平成五年一月一日から平成六年一月一日までの一年間におけ\nる地価の下落率が右想定下落率を上回っても、右想定下落率を反映させて評価した\n価格が当該標準宅地の適正な時価、すなわち客観的な交換価値を超えていない限\nり、その価格をもって違法ということはできないというべきである。\n原告は、本件土地の価格の評価に当たって、平成五年一月一日から平成六年一月\n一日までの現実の地価の下落状況を反映させるべき旨主張しているが、採用するこ\nとができない。\n一方、被告は、固定資産税の課税標準となる固定資産の価格を基準年度の賦課期\n日（一月一日）時点の価格でなければならないと解するとしても、法は、固定資産\nの価格を適正な時価とすることまで許容しており、地価公示価格から三割を下回る\n価格を固定資産の価格と定めれば、固定資産の価格とその適正な時価との比較では\n三割の余裕があることになり、その範囲が許容範囲となる旨主張する。しかしなが\nら、前示のとおり、法は、行政庁において、当該固定資産の客観的な交換価値（時\n価）の範囲内であり、かつ、一定の基準に基づき評価し全国的に評価の均衡が図ら\nれることという条件の下において、特定の政策目的に基づき客観的交換価値の一定\n割合をもって固定資産の価格とすることを許容しているにすぎないと解するのが相\n当である。また、七割評価による修正を定めた七割評価通達は前記三２記載の考慮\nに基づき発せられたものであり、土地の価格が三割下落しても適正な時価を超えな\nいようにとの配慮から定められたものではな\nい。被告主張のように解するのは、固定資産税の課税標準となるべき固定資産の価\n格の評価に当たって、一定の基準に基づき評価し全国的に評価の均衡が図られるべ\nきことを求める法の趣旨に反するものであり、また、七割評価通達の本来の趣旨を\nも逸脱するものといわざるを得ない。\n五　都知事が決定した本件土地の登録価格が賦課期日である平成六年一月一日時点\nの適正な時価を上回るものであって違法であるかどうか、違法であるとした場合に\n固定資産評価額をどのように決定すべきか否か（争点４）について\n１　平成六年度の賦課期日である平成六年一月一日時点の本件土地の価格について\n（一）　本件土地の地目が宅地であり、主として市街地形態を形成する地域におけ\nる宅地に該当すること、本件土地が属する地域の用途地区区分が普通商業地域に該\n当することは、当事者間に争いがない。\nまた、都知事は、右の普通商業地区について、状況類似地区ごとに区分し、本件\n土地の所在する正面路線及び側方路線の標準宅地をいずれも港区α一六二二番に所\n在する土地（本件標準宅地）とし、また、本件標準宅地に沿接する主要な街路と本\n件土地に沿接する正面路線との格差率を前記第二の三記載のとおり求めているとこ\nろ、証拠（乙四ないし六）及び弁論の全趣旨からすれば、本件標準宅地の選定及び\n右格差率の認定に不合理な点は認められない。\n（二）　証拠（乙五、九）及び弁論の全趣旨によれば、本件鑑定の方法、経過等は\n次のとおりであると認められる。\n（１）　本件標準宅地の平成四年七月一日時点の価格について取引事例比較法によ\nりその比準価格を一平方メートル当たり九五二万円と、収益還元法によりその収益\n価格を一平方メートル当たり六六一万円と求めたこと。\n（２）　次いで、比準価格は、市場性を反映した実証的な価格であるのに対し、収\n益価格は当該土地に帰属する純収益を間接法により把握し資本還元して求めたもの\nであり、収益性を反映しているが、元本である地価の近時における急激な上昇に比\n較して賃料の持つ遅効性により相対的に低位になるとして、昀近における地価動向\nのほか、当該地域が地上げが盛んに行われた地域であることを考慮の上、市場にお\nいてはいまだ収益価格を上回る価格で取引がされる実態を重視し、比準価格を中心\nにし、収益価格を比較考量し、基準地・港５‐１９（港区α九番一三号）の標準価\n格との均衡に留意し、本件標準宅地の所在する地点\nにおける標準価格（同地点に標準的画地の土地が存在すると想定した場合の価格）\nを一平方メートル当たり八九九万円と求めたこと。\n（３）　さらに、標準価格形成要因に比して、本件標準宅地は角地であることから\n増加要因を四パーセントと認めて、プラス四パーセントの補正を行い、平成四年七\n月一日時点の本件標準宅地の一平方メートルの価格を一平方メートル当たり九三五\n万円と決定したこと。\n（４）　本件鑑定は、取引事例比較法において、取引事例ａ（港区αの土地、取引\n時点平成三年一二月）、取引事例ｂ（港区γの土地、取引時点平成四年八月）、取\n引事例ｃ（港区αの土地、取引時点平成三年九月）の三取引事例を採用し、各取引\n事例について、事情補正、時点修正、事例地の個別的要因の標準化補正を行い、各\n取引事例からの比準価格をそれぞれ九四八万円、九七四万円、九三四万円と求め、\nこれらを平均した比準価格が九五二万円となることを考慮し、本件標準宅地の所在\nする地点における標準的画地の比準価格を九五二万円と査定したこと。\n（５）　本件鑑定は、本件標準宅地の平成四年七月一日から平成五年一月一日まで\nの地点修正率について、基準地・港５‐１９（港区α九〇五番四）の地価変動率に\n規準して求めることとし、右時点修正率をマイナス二二七パーセントとしたこと、\nすなわち、まず、基準地港５‐１９の同期間の地価変動率を、代表標準地である公\n示地・港５‐７（基準地・港５‐３４）の同期間の地価変動率であるマイナス一\n九・五パーセントに規準して算定することとし、具体的には、基準地・港５‐１９\nがメイン道路より奥まった地域にあり、過去に地上げが盛んに行われた地域である\nことにより、代表標準地よりやや下落率が大きいと判断しマイナス二四パーセント\nと査定し、次に、本件標準宅地が、基準地・港５‐１９に較べ地上げが遅くまで行\nわれた地域であるため下落率に遅効性がある一方、メイン道路に面する代表標準地\nよりは下落率が大きいと判断し、本件標準宅地の同期間の地価変動率（時点修正\n率）をマイナス二二・七パーセントとしたこと。\n右認定の本件鑑定の方法及び過程は合理性を有するものと認められる。\nところで、都知事は、本件標準宅地に沿接する主要な街路の路線価を付設するに\n当たり、本件鑑定が求めた本件標準宅地の所在する地点における標準画地の価格八\n九九万円を活用しているが、主要な街路の路線価を付設する場合には\n角地である本件標準宅地の価格そのものを活用するより、角地であることによる増\n加要因による修正を行う前の右標準画地の価格を活用する方が妥当といえるので、\n都知事の右の点の判断は首肯できるものである。しかして、平成五年一月一日時点\nの本件標準宅地の所在する地点の標準画地の一平方メートルの価格は、本件鑑定に\n基づき六九四万円（八九九万円×（一―〇・二二七））と認めるのが相当である。\nそして、前記四で述べた見地から、右標準画地の価格の評価に当たっても、平成\n五年一月一日から平成六年一月一日までの地価下落率が約二二・七パーセントであ\nると想定して時点修正を行うのが相当であるというべきところ、右標準画地の平成\n五年一月一日の時点の価格は右のとおり一平方メートル当たり七二二万円と認める\nのが相当であると認められるから、右標準画地の平成六年一月一日時点の一平方メ\nートル当たりの価格は、右の平成五年一月一日時点の一平方メートル当たりの価格\n六九五万円（七割評価による修正前の価格）にマイナス二二・七パーセントの時点\n修正を行って得られる五三七万円の約七割程度の三七六万円となる。\n（三）　右（一）及び（二）を前提に評価基準等に従い本件土地の平成六年度の賦\n課期日である平成六年一月一日時点の価格を求めると、別表２記載のとおり、一四\n億五〇一九万四五七〇円となる。\n２　原告は、都知事は、平成六年度の賦課期日の一年前である平成五年一月一日時\n点の価格をもって、本件土地の課税標準となるべき価格としているが、平成五年一\n月一日から平成六年一月一日までの間に、公示地・港‐１（港区β一九一九番）の\n地価公示価格で三三パーセント、基準地港５‐１９（港区α九〇五番四）の標準価\n格で三八パーセント、相続税路線価で三一パーセントと大幅に地価が下落してお\nり、したがって、本件土地の登録価格は平成六年一月一日の時点の適正な時価とは\nいえない旨主張する。\nそこで、検討するに、本件標準宅地の所在する地点の標準画地の価格の評価に当\nたって、平成五年一月一日から平成六年一月一日までの地価下落率が約二二・七パ\nーセントであると想定して時点修正を行うのが相当であり、そうすると、右標準画\n地の一平方メートル当たりの価格は、平成五年一月一日時点の一平方メートル当た\nりの価格六九四万円（七割評価による修正前の価格）にマイナス二二・七パーセン\nトの時点修正を行って得られる五三六万円の\n約七割程度の三七六万円となることは、前記１に説示したとおりであり、また、右\n標準画地の価格が右想定下落率を反映させて評価されている以上、これをもって右\n標準画地の適正な価格とみるべきであり、仮に、平成五年一月一日から平成六年一\n月一日までの一年間における地価の下落率が右想定下落率を上回っても、右想定下\n落率を反映させて評価した右価格が右標準画地の適正な時価、すなわち客観的な交\n換価値を超えていない限り、その価格をもって違法ということはできないというべ\nきことは、前記四に説示したとおりである。そして、右に認定した右標準画地の価\n格は、平成五年一月一日時点の一平方メートル当たりの価格六九四万円の約五四パ\nーセント（〇・七七三×〇・七×一〇〇）程度の価格に相当するものである。そう\nすると、平成五年一月一日から平成六年一月一日までの一年間における本件土地付\n近の土地の価格の下落率が原告主張のとおりであったとしても、右認定の本件標準\n宅地の価格が、基準年度である平成六年度の固定資産税の賦課期日である平成六年\n一月一日時点における適正な時価（客観的時価）を上回る結果とならないことは明\nらかである。本件土地の価格は右標準的画地の価格を基礎に算出されているから、\n本件土地についても同様のことがいえる。\n原告の右主張は、採用することができない。\n３　原告は、本件土地の平成六年一月一日時点の時価は、Ｄ鑑定書による本件土地\nの同時点の価格一四億五九〇〇万円を超えることはないというべきであり、本件土\n地の平成六年度の課税標準となるべき価格が右の額を超えているのは違法である旨\n主張する。\nしかしながら、当裁判所は、本件土地の平成六年度の価格が別表２記載のとおり\n一四億五〇一九万四五七〇円となるものと判断するものであり、右価格は原告の主\n張額を下回るから、原告主張の当否については判断を要しないものと解する。\nなお、付言するに、固定資産税の課税の対象となる固定資産は全国、各市町村に\n大量に存在しており、これらについて限りある人的、物的資源を活用して、原則と\nして三年ごとに、一定の期間内に適正な時価の評価を行うことは極めて困難な作業\nであることから、法は、自治大臣の定めた固定資産評価基準という定型的、統一的\nな基準に従ってその評価を行わせることとし、これによって、大量に存在する固定\n資産の評価を一定の期間内に適正に行い、各市町村相互間、各市町村内\nの各固定資産の間の評価の均衡を確保し、評価に関与する者の個人差に基づき評価\nの不均衡が生ずることを防止しようとしているものと解され、右の法の趣旨からす\nれば、固定資産評価基準自体が違法であるというような特段の事情がない限り、固\n定資産の価格の評価が固定資産評価基準に従って適正に行われている以上、その価\n格は、法上は固定資産税の課税標準として適正な価格とみるべきであることは、前\n記三において説示したとおりである。そして、本件土地の評価に当たり適用すべき\n固定資産評価基準自体が違法であるというような特段の事情は認められない。\nしたがって、原告の右主張は採用することができない。\n六　以上によれば、前記五１記載のとおり、本件土地の平成六年一月一日時点の固\n定資産税の課税標準となるべき価格は、一四億五〇一九万四五七〇円とするのが相\n当であるから、本件土地の登録価格のうち、その価格が右金額を超える部分は、法\n及び評価基準に違反するものとして違法というべきであり、これを看過した本件決\n定も違法として一部取消しを免れないというべきである。\nなお、原告の主張中には、本件土地の平成六年一月一日時点の時価は、Ｄ鑑定書\nによる本件土地の同時点の価格一四億五九〇〇万円とするのが相当であるという部\n分があるが、その主張全体を通覧し、そもそも本件土地の固定資産税の課税標準と\nなるべき価格は被告が主張、立証責任を負うものであることをも考慮すれば、原告\nの主張する本件土地の評価額は、その適正な時価がそれを超えることはないという\n意味での一応の評価額とみるべきであり、その適正な固定資産評価額がそれを下回\nる場合にも原告主張の評価額で満足するという趣旨のものではないと解するのが相\n当である。したがって、本件において、原告の主張する評価額の範囲内でしか本件\n決定の取消しができないということにはならないというべきである。\n第四　結論\n以上の次第で、原告の本件請求は、被告がした本件決定のうち、同土地の価格が\n一四億五〇一九万四五七〇円を超える部分について審査の申出を棄却した部分の取\n消しを求める限度で理由があるから、これを認容し、その余の請求は理由がないか\nらこれを棄却することとし、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟\n法六一条、六四条本文を適用して、主文のとおり判決する。\n東京地方裁判所民事第三部\n裁判長裁判官　青柳馨\n裁判官増田稔、同篠田賢治は、いずれも転補のため署名押印することができない。\n裁判長裁判官　青柳馨\n"
}