{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 12,
    "day": 16
  },
  "case_number": "平成1(ワ)4610",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14782",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14782",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/782/014782_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は、原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告は、原告に対し、三億円及びこれに対する訴状送達の日の翌日から支払済\nみに至るまで年五分の割合による金員を支払え。\n２　訴訟費用は、被告の負担とする。\n３　仮執行宣言\n二　請求の趣旨に対する答弁\n主文同旨\n第二　当事者の主張\n一　請求の原因\n１　原告は、次の商標権（以下「本件商標権」といい、その登録商標を「本件商\n標」という。）を有している。\n登録番号　第一七七五二八七号\n出願　昭和五七年一月七日\n公告　昭和五九年一〇月一一日\n登録　昭和六〇年五月三〇日\n商品の区分　第二一類\n指定商品　かばん類、袋物、その他本類に属する商品\n登録商標　本判決添付の商標公報（商標出願公告昭五九ー七四八三五）記載のとお\nり\n２　被告は、訴外ハンティング・ワールド・インコーポレーテッド（以下「ハンテ\nィング・ワールド社」という。）から、タグに別紙目録記載のとおりの「ＢＡＴＴ\nＵＥ」なる標章（以下「被告標章」という。）を附したボストン、ショルダー、ブ\nリーフ、クラッチ、ポーチ、ワレット（財布）、キャリーオン、ゴルフ、トラン\nク、フォトフォーリイ、アタシュ等のバッグ（以下「本件バッグ類」と総称す\nる。）を輸入して販売している。\n３　被告標章は、本件商標に類似し、また、本件バッグ類は、本件商標に係る指定\n商品の範囲に属する。\n４　被告は、本件バッグ類の輸入販売が本件商標権を侵害することを知り、又は過\n失によりこれを知らないで、本件バッグ類を輸入販売したものであるから、これに\nより原告が被った次の損害を賠償すべき義務がある。\n（一）　被告は、昭和六一年一月一日から同六三年一二月三一日までの間に、被告\n標章を附したバッグ類を昭和六一年度は一三億円相当、同六二年度は一四億三〇〇\n〇万円相当、同六三年度は一五億円相当、合計四二億三〇〇〇万円相当輸入販売し\nた。\n（二）（１）　原告が、被告に対し、本件商標権について通常使用権を許諾するな\nらば、その許諾料は売上利益の五〇パーセントであるところ、被告は、右許諾を受\nけることなく、本件バッグ類を輸入販売したものであるから、原告は、被告の右行\n為により、通常使用権を許諾した場合に被告から支払いを受けるべき許諾料の支払\nいを受けることができず、同額の損害を被った。そして、被告の売上利益は、その\n売上高の三〇パーセントを下らないから、原告は、右（一）の期間中に、合計六億\n三四五〇万円（四二億三〇〇〇万円×五〇パーセント×三〇パーセント）の損害を\n被ったものである。\n（２）　仮に（１）が認められないとしても、原告は、商標法三八条二項の規定に\nより、被告に対し、本件商標の使用に対し通常受けるべき金銭の額に相当する額の\n金銭を、自己が受けた損害の額としてその賠償を請求することができるものであ\nる。そして、本件商標の使用に対し通常受けるべき金銭の額は、上代価格による売\n上高（下代価格は上代価格の六〇パーセントとして計算する。）の五パーセントが\n相当であるところ、被告の前（一）の期間中における上代価格による売上高は七〇\n億五〇〇〇万円であり、本件バッグ類はそのうちの九〇パーセントを占めるから、\n原告が受けるべき使用料相当額は、三億一七二三万円（七〇億五〇〇〇万円×九〇\nパーセント×五パーセント）であり、原告は、これを自己が受けた損害としてその\n賠償を請求することができる。\n（３）　仮に（２）が認められないとしても、同条一項の規定により、被告が本件\nバッグ類の輸入販売行為により利益を受けているときは、その利益の額は、原告が\n受けた損害の額と推定されるものである。そして、被告の本件バッグ類の輸入販売\n行為による利益は、上代価格による売上高の五パーセントを下らないから、被告が\n前（一）の期間中に得た利益の額は、三億五二五〇万円（七〇億五〇〇〇万円×五\nパーセント）であり、これが、原告の損害となる。\n５　よって、原告は、被告に対し、本件商標権に基づき、損害のうち三億円及びこ\nれに対する訴状送達の日の翌日から支払済に至るまで民法所定の年五分の割合によ\nる遅延損害金の支払いを求める。\n二　請求の原因に対する認否\n請求の原因１ないし３の事実は認める。同４の事実は否認する。\n三　抗弁\n１　先使用\n（一）　ハンティング・ワールド社は、次のとおり、本件バッグ類について先使用\nによる被告標章を使用する権利を有している。\n（１）　ハンティング・ワールド社は、ウレタンコーティングしたナイロンオック\nスフォードの表地に、厚さ１ｍｍないし三ｍｍのウレタンを貼りつけ、更に、裏か\nらナイロンジャージーを貼り合わせた三層からなる素材（以下「本件素材」とい\nう。）を開発し、フランス語である種の狩猟法を意味する「ｂａｔｔｕｅ」にヒン\nトを得て、これを「ＢＡＴＴＵＥ　ＣＬＯＴＨ」と名付けた。\n（２）　ハンティング・ワールド社は、昭和五二年二月二日、株式会社サンフレー\nル（以下「サンフレール」という。）と輸入総代理店契約を締結し、その頃から、\nサンフレールを通じて、日本国内において、本件素材を使用した本件バッグ類の販\n売を開始した。ハンティング・ワールド社し、タグに被告標章を附した本件バッグ\n類をサンフレールに輸出し、同社をして、これを販売させ、また、本件バッグ類の\n宣伝広告に「ＢＡＴＴＵＥ　ＣＬＯＴＨ」なる標章又は「バチユークロス」なる標\n章を附させた。このように、ハンティング・ワールド社は、不正競争の目的でな\nく、本件バッグ類について、特徴ある本件素材の名称である「ＢＡＴＴＵＥ　ＣＬ\nＯＴＨ」又は「バチュークロス」なる標章及び被告標章と本件バッグ類とを常に結\nびつけて宣伝広告し、また、販売していたため、被告標章は、原告が本件商標の商\n標登録出願をした同五七年一月七日には、同社の業務に係るバッグ類を表示するも\nのとして、需要者の間に広く認識されるに至っていた。\n（３）　ハンティング・ワールド社とサンフレールとの間の輸入総代理店契約は、\n昭和五七年秋に終了したが、ハンティング・ワールド社は、同年一一月三日、被告\nと引き続き輸入総代理店契約を締結し、被告を通じて、日本国内において、本件バ\nッグ類の販売を継続しているが、従前と同様に、タグに被告標章を附した本件バッ\nグ類を被告に輸出し、被告をして、これを販売させ、また、本件バッグ類の宣伝広\n告に「ＢＡＴＴＵＥ　ＣＬＯＴＨ」又は「バチュークロス」なる標章を附させてい\nる。\n（二）　被告は、右（一）（３）のとおり、ハンティング・ワールド社との輸入総\n代理店契約に基づき、同社が被告標章をタグに附した本件バッグ類を輸入販売して\nいるものである。\n２　原材料の表示\nハンティング・ワールド社は、右１（一）（１）のとおり、本件素材を「ＢＡＴ\nＴＵＥ　ＣＬＯＴＨ」と名付けたのであるから、本件素材を使用した本件バッグ類\nのタグに附している被告標章は、本件バッグ類の原材料を表示しているものであ\nる。そして、カバン袋物類においては、素材の特徴が直接商品そのものの特徴とな\nりうるものであるから、商品自体又はその宣伝広告に素材を表示することが、一般\nに行われているのである。したがって、被告標章は、本件バッグ類の原材料を普通\nに用いられる方法で表示する標章であるから、これについては、本件商標権の効力\nは及ばないというべきである。\n四　抗弁に対する認否\n抗弁１及び２の事実は否認する。\n第三　証拠関係（省略）\n理　　　由\n一　請求の原因１ないし３の事実は、当事者間に争いがない。\n二　抗弁１について判断する。\n１　当事者間に争いのない右一の事実に、成立に争いのない甲第四号証、第七号証\nの一、ニ、乙第一号証ないし第五号証、第六号証のニ、第七号証ないし第九号証、\n第一ニ号証の一、ニ、第一八号証ないし第ニ八号証、証人【Ａ】の証言により真正\nに成立したものと認められる甲第三○号証、第三一号証の一、ニ、弁論の全趣旨に\nより真正に成立したものと認められる甲第ニ号証の一ないし五及び証人【Ａ】の証\n言並びに弁論の全趣旨を総合すれば、次の事実が認められる。\n（一）　ハンティング・ワールド社は、狩猟用バッグの専門店として、一九六五年\n（昭和四〇年）に設立された米国法人であるが、旅行や野外活動用品の素材とし\nて、本件素材を開発し、フランス語である種の狩猟法を意味する「ｂａｔｔｕｅ」\nにヒントを得て、これを「ＢＡＴＴＵＥ　ＣＬＯＴＨ」と名付け、遅くとも一九七\n四年（同四九年）には、米国内において、本件素材を使用したバッグ類を販売して\nいた。\n（二）　ハンティング・ワールド社は、昭和五二年二月二日、サンフレールと輸入\n総代理店契約を締結し、その頃から、サンフレールを通じて、日本国内において、\n本件バッグ類の販売を開始した。ハンティング・ワールド社の本件バッグ類には、\n円の中央に象の図柄をあしらい、その左上に「ＨＵＮＴＩＮＧ」、右下に「ＷＯＲ\nＬＤ」の各文字を配置した同社の標章がその本体に附されているほか、表面に右標\n章を附し、裏面に被告標章を附したタグが下げられていた。\n（三）　サンフレールは、本件バッグ類の販売のために、カタログを作成し、株式\n会社婦人画報社発行の「ＭＥＮ，Ｓ　ＣＬＵＢ」一九七七年（昭和五二年）一二月\n号、産報出版株式会社発行の「フィッシング」同月号別冊等の雑誌に本件バッグ類\nの広告を掲載した。また、本件バッグ類は、バッグの価格としては比較的高額であ\nり、かつ、用途において一般向けの商品として取り扱われていなかったが、特徴の\nある素材を使用していたため、雑誌社等の取材を受けることもあり、右取材によ\nり、例えば、産報出版株式会社発行の「フィッシング」同五三年二月号、「月刊シ\nューティング★ライフ」同五四年七月号、中央公論社発行の「別冊暮しの設計五\n号」（同五五年一二月発行）、株式会社講談社発行の「世界の一流品大図鑑」８０\n年版（同年五月発行）等の雑誌に本件バッグ類が紹介された。そして、サンフレー\nルが同五六年頃に約五〇〇〇部作成した、本件バッグ類を含むハンティング・ワー\nルド社製の各種商品のカタログには、「バチュークロス　フランスで生まれた新し\nい素材をバッグに生かしています。ウレタンコーティングをしたナイロンオックス\nフォードの内部に一ｍｍの厚さのウレタンをはさみ、裏にナイロンジャージを張っ\nた三層の布。防水・断熱でショックに強くその独特な風合いと感触が、いま、新し\nいファッション感覚と注目されています。バチューとはフランス語で”狩り“と\nか”皆殺し“の意。”バチュークロス“はＨＵＮＴＩＮＧ　ＷＯＲＬＤでのみ使わ\nれている名称です。」との記載があり、また、右広告及び紹介記事には、本件バッ\nグ類の写真を掲げ、その説明として、「Ｂはオリジナル・バトー・クロスー軽量\nで、熱や冷気にも強い、完全防水の三層構造素材－製」、「オリジナル・バチュ・\nクロス‥表皮はウレタンをコートしたナイロン。一ｍｍ厚のウレタンフォームを中\nにはさみ、内はなめらかなナイロンで被っています。」、「写真右はオリジナル。\nバチュ・クロス、ウレタンをコートしたナイロン地に一ｍｍ厚のウレタンフォーム\nを中にはさみ、内側はなめらかなナイロン。」、「オリジナル・バチュクロスの表\n皮は軽量で熱や冷気にも強く、完全防水の重構造で探検隊用である」、「軽くて機\n能的バッチュークロスの旅行バッグ」等の記載がされている。\n（四）　サンフレールは、ハンティング・ワールド社から本件バッグ類を輸入し、\n直営店であるホテルニューオータニ「サンローゼ赤坂」において、これを販売した\nほか、昭和五二年一二月頃には、東京、大阪及び福岡の三都市に所在する四店舗、\n同五三年頃には、東京、横浜、名古屋、大阪、札幌及び福岡の六都市に所在する八\n店舗、同五五年頃には、全国約二〇都市に所在する三〇余の店舗、更に、同五六年\n頃には、五五店舗において、本件バッグ類を販売してきたものであり、右店舗の拡\n大に伴い、売上も次第に増加した。ちなみに、同五四年当時のハンティング・ワー\nルド社とサンフレール間の代理店契約に基づくサンフレールの最低輸入額は三〇万\nドルであり、また、同社の最低広告料は三万ドルとされていた。\n（五）　ハンティング・ワールド社とサンフレールとの輸入総代理店契約は、昭和\n五七年秋に終了したが、ハンティング・ワールド社は、同年一一月三日、被告と引\nき続き輸入総代理店契約を締結した。被告は、サンフレールと同様に、ハンティン\nグ・ワールド社から本件バッグ類を輸入して、これを販売した（昭和六〇年、六一\n年頃には、直営店を含めて、東京、大阪等全国一四都市に所在する三〇前後の店舗\nにおいて、販売していた。）。\n以上の事実が認められる。\n２　右認定の事実によれば、ハンティング・ワールド社は、原告の本件商標に係る\n商標登録出願の日である昭和五七年一月七日前から、日本国内において、不正競争\nの目的でなく、その商標登録出願に係る指定商品の範囲に属する本件バッグ類につ\nいて本件商標に類似する被告商標の使用をしてきた結果、その商標登録出願の際、\n現に、被告標章は、ハンティング・ワールド社の業務に係る本件バッグ類を表示す\nるものとして需要者の間に広く認識されているものであり、かつ、ハンティング・\nワールド社は、継続して本件バッグ類について被告標章の使用をしているものと認\nめられるから、ハンティング・ワールド社は、本件バッグ類について被告標章の使\n用をする権利、すなわち、先使用権を有するものというべきである。また、右認定\nの事実によれば、右ハンティング・ワールド社の先使用権の内容をなす被告標章の\n使用というのは、輸入総代理店であるサンフレール又は被告に対して本件バッグ類\nを輸出（販売）するについて被告標章を使用するものであるから、右被告標章の使\n用の中には、輸入総代理店であるサンフレール又は被告を通じて、日本国内の店舗\nにおいて本件バッグ類を販売するについて被告標章を使用することを含むものであ\nる。したがって、被告は、右ハンティング・ワールド社の先使用権の範囲に属する\n行為として、同社から本件バッグ類を輸入して日本国内の店舗においてこれを販売\nするについて被告標章を使用しているものといわなければならない。\n３　なお、証人【Ｂ】の証言により真正に成立したものと認められる甲第九号証の\n一ないし五一（アンケート調査と回答）によれば、原告のアンケート調査に応じた\n五一名のうちの五〇名が、昭和五七年一月頃の時点において、「ＢＡＴＴＵＥ　Ｃ\nＬＯＴＨ（バチュークロス）」を知らなかった旨回答したことが認められ、右認定\nの事実によれば、右回答者は、その回答のとおり「ＢＡＴＴＵＥ　ＣＬＯＴＨ（バ\nチュークロス）」を知らなかったものといわざるをえないが、前１の認定事実によ\nれば、前２のとおり、被告標章は、ハンティング・ワールド社の輸入総代理店に対\nする本件バッグ類の販売の業務に係る商品を表示するものとして需要者の間に広く\n認識されているものと認められるところであって、右の認定事実は、この認定を左\n右するに足りないものというべきである。また、原告代表者【Ｃ】尋問の結果によ\nり真正に成立したものと認められる甲第一○号証の一ないし一七（報告書）によれ\nば、原告と取引関係にある業者の報告書に、原告が、昭和五三年頃から、自社製の\nバッグに「ＢＡＴＴＵＥ　ＣＬＯＴＨ」の標章を附して販売していることを知って\nいること、他方、ハンティング・ワールド社が自社製のバッグに「バチュークロ\nス」の標章を附して販売していることは知らないか、知っていても、その時期は昭\n和五八年頃以降であることが記載されていることが認められるけれども、右に説示\nするところと同様、右認定の事実は、前２の認定を左右するに足りないというべき\nである。\n三　以上によれば、原告の本訴請求は、その余の点について判断するまでもなく、\n理由がないから、これを棄却することとし、訴訟費用の負担について民事訴訟法八\n九条の規定を適用して、主文のとおり判決する。\n（裁判官　清永利亮　宍戸充　高野輝久）\n＜０３０７５－００１＞\n＜０３０７５－００２＞\n"
}