{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 5,
    "day": 25
  },
  "case_number": "平成9(行ケ)4",
  "case_name": "当選無効及び立候補禁止請求事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "１　公職選挙法２５１条の２第１項５号，２項と憲法３１条　２　公職選挙法２５１条の２第１項５号にいう「秘書」の意義　３　衆議院（小選挙区選出）議員選挙で落選したもののこれと同時に施行された衆議院（比例代表選出）議員選挙で当選した候補者の地元後援会事務所の職員が公職選挙法２２１条１項１号所定の罪を犯して執行猶予付きの懲役刑に処せられた場合において，同職員が同法２５１条の２第１項５号所定の「秘書」に当たるとして検察官が同法２１１条１項に基づいてした前記候補者の当選無効及び立候補禁止請求が，認容された事例",
  "case_gist": "１　公職選挙法２５１条の２第１項５号は，民主主義の根幹である公職選挙の公明かつ適正を確保するという極めて重要な法益を実現するという目的で設けられたものであって，その立法趣旨は合理的であり，かつ，同号は，候補者等の秘書が候補者等又は選挙運動の総括主宰者若しくは地域運動主宰者と意思を通じて選挙運動をして禁固以上の刑に処せられたときに限っていわゆる連座の効果を生じさせることとし，立候補禁止の期間及びその対象となる選挙の範囲も限定しているのであって，このような規制は，全体としてみれば，前記立法目的を達成するための手段として必要かつ合理的であるから，同号は，憲法３１条に違反するとはいえず，また，公職選挙法２５１条の２第２項は，同条１項５号所定の秘書に当たるか否かの判断及びその立証の便を考慮の上，同号所定のいわゆる連座制の実効を期すための規定であって，同号と同様に合理的なものであり，憲法３１条に違反するものではない。　２　公職選挙法２５１条の２第１項５号にいう「秘書」とは，公職の候補者等の政治活動を助けるために，その指揮命令の下に種々の労務を提供する者のうち，相応の権限（裁量）と責任をもって担当事務を処理する者を指し，お茶くみや自動車の運転等の単純，機械的な補助業務について労務を提供しているにすぎない者はこれに当たらないが，前記「秘書」の解釈に当たり，スタッフ的な助言をする立場にあることを要するとか，同項１号から３号までに規定される者と同じ程度又はこれに近い程度の重要な役割を分担している場合に限るとか，政治活動の重要部分を表裏両面から補佐していることを要するなど限定的に解さなければならないとすることはできない。　３　衆議院（小選挙区選出）議員選挙で落選したもののこれと同時に施行された衆議院（比例代表選出）議員選挙で当選した候補者の地元後援会事務所の職員が公職選挙法２２１条１項１号所定の罪を犯して執行猶予付きの懲役刑に処せられた場合において，同職員が同法２５１条の２第１項５号所定の「秘書」に当たるとして検察官が同法２１１条１項に基づいてした前記候補者の当選無効及び立候補禁止請求につき，前記職員は，前記候補者の秘書と名乗り，その肩書を付した名刺を使用していたものであり，同候補者はこれを承諾又は少なくとも容認していたといえるから，前記職員は同法２５１条の２第２項により前記「秘書」と推定されるところ，同人が従事していた業務内容は，後援会等の会合の計画，設定，後援会役員の補充のための地元有力者への依頼，関係者への根回し，各種行事，告別式等への前記候補者の代理としての出席，陳情の取次ぎ等であり，これらは，単純な機械的補助事務にすぎないものではなく，多かれ少なかれ権限（裁量）と責任を伴うものというべきであって，前記職員が前記「秘書」に当たらないと認めることはできないとして，前記請求を認容した事例",
  "lawsuit_id": "16198",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16198",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/198/016198_hanrei.pdf",
  "contents": "主　　　文\n一　平成八年一〇月二〇日施行の衆議院議員総選挙に際し、衆議院（小選挙区選\n出）議員の選挙と同時に行われた近畿選挙区の衆議院（比例代表選出）議員選挙に\nおける被告の当選は、これを無効とする。\n二　被告は、この判決が確定したときから五年間、和歌山県第三区において行われ\nる衆議院（小選挙区選出）議員の選挙において、候補者となり、又は候補者である\nことができない。\n三　訴訟費用は被告の負担とする。\n事実及び理由\n第一　請求\n主文同旨\n第二　事案の概要\n一　事案の要旨\n本件は、高等検察庁検察官が、被告の秘書が公職選挙法（以下「公選法」とい\nう）二二一条一項一号に定める、いわゆる買収罪で禁錮以上の刑の言渡しを受け、\nそれが確定したとして、同法二五一条の二第一項五号の規定により、被告の当選無\n効及び候補者となること等の禁止を請求した事件である。\n二　争いのない事実\n１　被告の地位\n被告は、平成八年一〇月二〇日に施行された第四一回衆議院議員総選挙に際し、\n候補者届出政党であり、かつ、衆議院名簿届出政党である自由民主党（以下「自民\n党」という）から、和歌山県第三区における衆議院（小選挙区選出）議員の選挙\n（以下「本件選挙」という）の候補者として立候補するとともに、近畿選挙区にお\nける衆議院（比例代表選出）議員の選挙の衆議院名簿登載者として届け出られ、本\n件選挙に落選したが、比例代表選出議員の選挙に当選し、同年一〇月二八日、中央\n選挙管理委員会からその旨告示され、現在、衆議院議員として在職中である。\n２　Ａに対する判決\n（一）　被告とＡとの関係\nＡは、平成四年一月ころ被告に雇用され、当初、被告の東京事務所で勤務し、そ\nの後和歌山県田辺市所在のＢ田辺後援会事務所（以下「田辺事務所」という）に勤\n務していた。\n（二）　Ａに対する判決\n（１）　Ａは、平成九年四月二四日、和歌山地方裁判所において、本件選挙に際\nし、自民党の和歌山県第三区における小選挙区選出議員の候補者及び近畿選挙区に\nおける比例代表選出議員選挙の衆議院名簿搭載者として立候補を予定していた被告\nに当選を得させる目的をもって、いまだ自民党による立候補届出及び衆議院名簿の\n届出のない平成八年一〇月上旬ころ、和歌山県西牟婁郡＜以下略＞のＣ方におい\nて、同人に対し、本件選挙及び近畿選挙区における比例代表選出議員選挙におい\nて、被告及び自民党に対する各投票及び投票の取りまとめなどの選挙運動をするこ\nとの報酬等として現金一〇〇万円を供与したとして、公職選挙法二二一条一項一号\n等の罪により、懲役一年六月（五年間刑の執行猶予）に処する旨の判決の言い渡し\nを受けた。\n（２）　右判決に対するＡの控訴に対し、大阪高等裁判所は、平成九年八月一四\n日、控訴棄却の判決をし、次いで、Ａの上告に対し、同年一一月四日、最高裁判所\nにより上告棄却の決定がなされ、右判決は同年一一月一一日確定した。（以下、Ａ\nに対する右刑事事件を「本件刑事事件」という）\n三　争点\n１　公選法二五一条の二第一項五号にいう「秘書」の要件\n（一）　原告の主張\n（１）　「秘書」とは、公職の候補者又は立候補予定者（以下「候補者等」とい\nう）に使用される者で、当該公職の候補者等の政治活動を補佐するものをいうと定\n義されている。この「使用」とは、雇用、委任、請負などの典型契約に限られず、\n広く候補者等の意思を受けて行動することと解され、また、政治活動とは、一般に\n「政治上の主義若しくは施策を推進し、支持し、又はこれに反対する活動」（政治\n資金規正法三条参照）といわれており、「補佐」とは、候補者等のために行動する\nことを意味するが、裁量を伴わない機械的労務に専ら従事するにすぎない者は秘書\nに当たらないと解される。\n（２）　右にいう政治活動には、候補者等により行われる、自己の政治上の主義、\n主張、施策、人格などを地盤である特定の選挙区の選挙民に周知させるための活動\nも当然含まれるというべきである。また、後援会に関する事務も、後援会の組織や\n活動を充実させ、会員を増加させることは、被後援者の政治上の主義、主張、施策\nについて、選挙民からより多くの支持を得ることにつながるものであるから、これ\nも右にいう政治活動に含まれる。\n（３）　被告は、公選法二五一条の二第一項五号の合憲性についてるる主張する\nが、いずれも理由がない。\n（二）　被告の主張\n（１）　公選法二五一条の二は同法二五一条の三とともに、連座制による当選無\n効・立候補禁止を定めているが、右各連座制規定は、自分自身の行為とは無関係な\n他人の犯罪行為によって、議員としての身分を失うばかりか、その後五年間にわた\nって立候補も禁止されるというものであって、近代法の大原則である個人責任の原\n則を否定するものであり、しかも、公選法二五一条の二第一項五号の「秘書」の定\n義も文言自体、極めて曖昧かつ漠然としており、右連座制規定（右秘書を対象とす\nる連座制規定を以下「本件連座制規定」ということがある）は憲法三一条に違反す\nるといわざるを得ない。そして、もし、これを合憲とすることができるとすれば、\nそれは以下に述べるように、右規定を極めて明確かつ限定的な解釈をする場合に限\nられる。\n（２）　公選法の連座制の規定は、本来は総括主宰者等の選挙運動の中心的役割を\n担う人物が対象であったが、選挙の自由公正の確保という何人にも抗い難いスロー\nガンの下に無批判に対象が拡大され、平成六年法律第二号の改正により、親族の範\n囲の拡張とともに、秘書が新たに対象に加えられた。この理由は、秘書は、当該候\n補者等の政治活動の重要部分を、その表面のみならず裏面においても補佐している\nという実情を考慮して、そのような立場の者が選挙違反を犯した場合の選挙の公明\n性を害する程度は総括主宰者と変わらないという評価に基づくものとされる。した\nがって、本件連座制規定にいう秘書に該当するか否かは、実質的に判断すべきもの\nであり、秘書という呼称を使用していたか、秘書という肩書の名刺を使用していた\nかなどの形式的理由によって決すべきではない。\n（ア）　右実質的に判断する際の基準としては、右の立法趣旨からすれば、「その\n者が一定の選挙犯罪を犯した場合には、総括主宰者、出納責任者、地域主宰者とい\nった、選挙運動の中心的役割を担う人物による選挙違反と同程度に選挙の公明性を\n害するおそれがある程に、当該候補者等の政治活動の重要部分を、その表面部分、\n裏面部分の両面において補佐していること」が第一の要件に当たるというべきであ\nる。\nなお、公選法二五一条の二第二項は、「公職の候補者等の秘書又はこれに類似す\nる名称を使用する者」について、当該公職の候補者等がそのような名称の使用を承\n諾し、あるいは容認している場合には、その者を当該公職の候補者等の秘書と推定\nする旨の法律上の推定規定を定めている。しかし、我が国では、一般に「事務所職\n員」又は「事務員」という呼称よりも「秘書」という呼称の方が高級感を与えるこ\nとから、実質的には単なる事務員である場合にも秘書の名称を使用することが多\nく、秘書という名称を使用することを許諾していたことから、直ちにその者が実質\n的にも前記のような意味での「秘書」の仕事をしていたとの蓋然性はない。したが\nって、仮に秘書の名称の使用を容認していたとしても、そのことから実質的にもそ\nの者が「秘書」であることの事実上の推定の働く余地はなく、本件についても被告\nにおいて、「秘書ではないこと」を立証しなければならないという立証責任の転換\nを図るべき合理的理由は全くない。その意味で、右推定規定は、立法の合理的基礎\nを全く欠いており、実体的適法法手続を定めた憲法三一条に違反する無効な規定と\nいわざるを得ない。\n（イ）　本件連座制規定において、秘書とは、政治活動を補佐する者とされている\nところ、公選法には政治活動の定義はない。一般に政治活動とは、「政治上の主\n義、主張を推進・指示し、あるいはこれに反対する活動」をいい、特定の選挙にお\nいて特定の候補者への投票を得、又は得させるための行為である「選挙活動」とは\n区別される。したがって、本件連座制規定にいう「秘書」といえるのは、「選挙活\n動とは区別されるところの公職の候補者等の政治活動を補佐していた者であるこ\nと」が必要である（第二の要件）。\n（ウ）　さらに、右第二の要件にいう「補佐する」というのは、単なる事務上の手\n足としての助力ではなく、一定程度の裁量をもって事務を遂行すること、あるいは\nスタッフ的な助言をすることと解すべきであり、これは日常的な活動実態として、\n前記第一の要件とは別の観点から要件（第三の要件）となると解される。\n（３）　本件連座制規定は、「候補者等と意思を通じて選挙活動をしたもの」とい\nう規定を設けて連座制の適用範囲を制限しようとしている。その趣旨は、秘書は、\n総括主宰者のように選挙において当然に重要な地位を占めるものではないので、選\n挙に当たり、当該公職の候補者等、総括主宰者又は地域主宰者と意思を通じて選挙\n活動をしたものに限定したとされる。しかし、秘書が、一定の裁量をもって、当該\n候補者等の日常的な政治活動の重要部分を、その表裏にわたって補佐する立場にあ\nる以上、そのような立場の者が選挙に当たって、何ら選挙運動に関わらないことは\n通常あり得ないから、「意思を通じて」の意味を一般的な選挙運動について意思を\n通じると解する限り、本件連座制規定の適用を限定する機能を果たしていないこと\nになる。他方、「意思を通じて」の意味を買収等の個々の犯罪行為を行うことにつ\nいて意思を通じることと解する場合には、候補者等は連座制の適用を待つまでもな\nく共犯となるから、このような規定の意味はない。したがって、「意思を通じて選\n挙活動をした」との規定を厳格解釈することにより本件連座制規定の合憲性を基礎\n付けることは困難であって、前記のとおり、「秘書」自体の要件を厳格に解釈する\nことによって、初めて本件連座制規定は合憲となるというべきである。\n２　Ａは本件連座制規定にいう秘書に当たるか。\n（一）　原告の主張\nＡは、次のように実質的に秘書の仕事をしており、本件連座制規定にいう秘書に\n該当することは明らかである。\n（１）　Ａの業務状況\n田辺事務所には、ＡのほかにＤ及びＥが常駐していたが、ＡとＤは田辺事務所の\n担当地域を二分して、Ａが西牟婁郡を、Ｄが田辺市をそれぞれ担当して、それぞれ\n被告の秘書の肩書で活動していた。Ａは、和歌山県有田郡湯浅町所在の中平建設株\n式会社から給料を受け取っていたが、同会社の仕事は何もせず、田辺事務所に常駐\nして、専ら被告の東京事務所作成に係る平成元年五月一日付けＢ通達第一五号二\n「地元秘書の仕事」と題する業務指示書（以下「地元秘書業務通達」という）に基\nづく業務をして、被告から年間五〇万円を政治活動費の名目で生活費として受給し\nていた。\n（２）　Ａの業務の具体的内容\n（ア）　後援会に関する事務\n右通達は、後援会に関する地元秘書の仕事として、①後援会の役員作りと役員の\nコンタクト、②後援会の増強と定めているが、Ａは、平成五年二月ころから、同年\nの衆議院総選挙に備え、西牟婁郡内の被告の支援者に何回も会い、すさみ町・日置\n川町・中辺路町・大塔村・上富田町の各後援会の役員の選任に努めたが、平成八年\n一月からは予測されていた本件選挙に備え、各後援会の役員に会って、組織の維持\nを図り、後援会の役員決定に関与するなどした。\n（イ）　会合、訪問に関する事務\n地元秘書業務通達は、会合・訪問に関する地元秘書の事務として、①被告に出席\nしてもらう会合や場所については、事前に十分に根回し又は訪問しておき、被告の\n出席を有効に活用すること、②会合の際の会費の徴収の有無、全体の予算を事前に\n詰めておくこと、③出席者には礼状を出すこと、④他の事務所から紹介があった\nり、後援会から紹介があった相手に対しては必ず訪問することと定めているが、Ａ\nは、後援会の役員会・幹部会や青年会、婦人との会合などの会合の開催を立案・計\n画して関係者に連絡し、場所を探すことを依頼したり自分で探したりして確保し、\n費用を算定し、出席者及び後援会事務所の負担分を決めて支払うなどの事務を担当\nしていた。\n（ウ）　冠婚葬祭に関する事務\n地元秘書業務通達は、地元秘書の事務のうち冠婚葬祭に関する事務として、後援\n会役員とのコンタクトを密にし、また情報網のアンテナを張り巡らし、冠婚葬祭の\n対応（祝電など）を落とさないようにすることと定めているが、Ａは、これにした\nがって、地元の後援者等に関する冠婚葬祭があった場合には、緊急連絡票を作成し\nて東京事務所の指示を仰ぎ、その指示に基づき、慶弔電報を打ち、あるいは被告の\n代理として告別式、初盆等に出席して線香を供え、被告の代理として病気見舞いや\n新築祝いの持参などをしていた。\n（エ）　陳情の処理に関する事務\n地元秘書業務通達は、陳情の処理に関する地元秘書の仕事として、陳情には丁寧\nに対応すると定めた上、①中間報告を相手にすること、②結果が思わしくなかった\nときも一生懸命がんばったことを伝えることなどとして、陳情メモを書き、事務所\nの記録に綴るとともに東京事務所にも一通送ることを定めており、地元秘書が陳情\nに対し何らかの処理をすることを前提として記載しているが、Ａは、右通達記載の\nとおり、支持者等から陳情があれば、陳情メモを作成し、受験や金融機関からの借\n入れに関する陳情のようにＡの判断で処理できるものは自ら処理し、それ以外は関\n係の後援会事務所に陳情メモを送付していた。\n（オ）　情報収集に関する事務\n地元秘書業務通達は、情報の収集に関し、地元秘書は、①他陣営の動きを注視\nし、情報収集に努め、地元紙を読むなどして市町村や町内会の要望を汲み上げ、被\n告の会合や演説に活用できるようにすること、②被告に関することや選挙情勢の関\n係の新聞雑誌の記事を東京事務所及び他の事務所へ送付することと定めているが、\nＡはこの事務も遂行していた。\n（カ）　式典等の代理出席\nＡは、被告が来賓として招待された施設の竣工式や市町村の成人式、出初め式で\n被告が出席できない式典に、被告の代理として被告の秘書の肩書で出席していた。\nこれは、前記の冠婚葬祭に関する訪問と同様に、被告の政見、人格などを選挙民\nに周知させ、その支持を得ようとする趣旨であって、単なる機械的労務とはいえな\nいから、被告の政治活動の補佐であることが明らかである。\n被告は、これを被告の代理ではなく、後援会事務所職員として出席した旨主張す\nるが、招待されているのは被告であって、後援会関係者ではないのであり、現にＡ\nは被告の代理として紹介されているのであるから、右主張はＡの秘書性を否定する\nためのもので失当である。\n（キ）　被告への随行\nＡは、被告がＡの担当地域である西牟婁郡内で行われる式典や会合に出席した\nり、選挙民を訪問する場合には、被告に同行していた。これは単なる道案内ではな\nく、被告の政治活動が最も有効かつ適切に遂行できるように行動日程にしたがうと\nともに、交通手段や経路の選択を含め、臨機応変に対応するもので、応分の裁量と\n責任を伴った被告の行動日程の管理の一環というべきものである。\n（３）　秘書の名称使用の容認\n（ア）　地元秘書業務通達の存在から明らかなように、田辺事務所を含め、被告の\n選挙区内の各後援会事務所（以下「地元事務所」という）には地元秘書という立場\nの職員がいて、被告の政治活動を補佐する特別の職務を遂行していた。東京事務所\nは各地元事務所に対し、選挙区内で開催される式典等に、被告関係者の誰が出席す\nるかを指示する「式典等一覧表（地元用）」を送付していたが、これにも出席者と\nして「代議士」、「同夫人」のほか公設秘書とは別個の「秘書」の欄があり、被告\nもこのことは知っていた。\n（イ）　被告は、平成四年一月頃から同年六月頃までＡを東京の議員会館事務所に\n常駐させ、政策面を補佐する秘書として養成しようとしていたが、その際にＡのた\nめに「衆議院議員Ｂ秘書Ａ」の名刺を作ってやり、Ａが田辺事務所に移る際にも秘\n書の名称の使用をやめさせるような指示をしていない。そして、現実にＡは女性事\n務職員であるＥらとは異なる仕事を担当していたのであるから、田辺事務所に配属\n後も、被告はＡが被告の「秘書」の名称を使用することを容認していたものと認め\nることができる。\n（４）　意思を通じて選挙運動をしたことについて\n本件選挙に関して、Ａは次のような選挙運動をしたが、これは被告と意思を通じ\nてなしたものと認められる。\n（ア）　Ａは、平成八年六月一日ころから同年九月二三日頃までの間、被告に同行\nして、選挙区内の白浜町、日置川町、串本町、中辺路町、すさみ町の支持者方を回\nり、被告と共に投票ないし選挙運動の依頼を行った。\n（イ）　さらに、Ａは、同年一〇月八日から同月一九日までの間、被告の指示に基\nづき、被告及び被告の妻の田辺事務所担当地域における遊説日程を作り、これに従\nって被告は街頭宣伝を行い、個人演説会を開催したが、Ａは、この際に、あらかじ\nめ聴衆を集めたり、個人演説会の会場設営をしたりなどの準備を行った。\n（二）　被告の主張\n前記のように本件連座制による秘書というためには三つの要件が必要と解される\nところ、以下述べるとおり、Ａはそのいずれの見地からも秘書に当たらない。\n（１）　Ａは、平成四年一月に被告の大学時代からの友人の紹介で被告が雇用する\nようになったものであり、当初、将来の秘書含みということで被告の東京事務所で\n使用したところ、すぐに能力的にも、性格的にも秘書業務には不向きと判明した\nが、友人からの紹介であるため解雇することもできず、やむなく田辺事務所で事務\n職員として使用することとしたのである。\n（２）　被告は、東京の衆議院第一議員会館内及び千代田区永田町のＴＢＲビル内\nに東京事務所を有し、選挙区には有田郡吉備町、御坊市、田辺市、新宮市に各一箇\n所の合計四箇所の地元事務所を有していた。このうち、議員会館内の事務所には公\n設秘書のＦが常勤して主として被告の国会活動を補佐し、ＴＢＲビル事務所にはＧ\n及びＨの二名の公設秘書が詰めて、主に被告の地元対策として各地元事務所の事務\n職員を指揮していた。\nまた、Ａが配属された田辺事務所には、Ａが配属された平成四年七月当時、Ｉが\n責任者をしていたほか、Ｊ及び女子事務員一名が勤務していた。その業務内容は、\n被告の定めた詳細な地元秘書業務通達に基づき、被告又は被告の東京事務所（ＴＢ\nＲビル内事務所をいう）からの指示を機械的、事務的に執行するというものであっ\nたが、Ａはこのような仕事内容に不満を持ち、仕事を生活のためと割り切って、余\nり熱を入れなかったため、他の職員とのトラブルが絶えなかった。\n（３）　和歌山第三区は面積では奈良県より広い選挙区で、しかも、有田・御坊・\n田辺・新宮の四市がそれぞれ独立した排他的な風土を有していたことと、地元事務\n所の職員の能力も十分でなかったため、大蔵省のキャリア官僚出身の被告の性格も\nあって、被告の各事務所は徹底した中央集権体制が採られており、各事務所には詳\n細な業務処理基準（「地元秘書業務通達」がこれである）と事務処理用書式を配布\nし、これの遵守を求め、特に地元事務所については、定期及び臨時の稟議書・報告\n書により、すべての業務につき、東京事務所の公設秘書又は被告自身の判断を仰ぐ\nことになっていた。\n（４）　Ａは、選挙区内の四つの地元事務所の一つにすぎない田辺事務所で、その\n管轄区域のうち西牟婁郡の一部（選挙区の有権者人口に占める割合は僅かに八パー\nセント強）の後援会等と東京事務所の間の単なる連絡役を務めていたのにとどま\nり、その担当する地域の広さや担当業務の内容からいっても、選挙活動でいう地域\n主宰者にも当たらない地位であり、前記の秘書の各要件をいずれも満たしていない\nことは明らかである。\n（５）　原告主張に対する批判\n（ア）　Ａの東京事務所での職務内容\nＡが被告の議員会館事務所に勤務していたのは原告も認めるように高々半年であ\nって、代議士秘書としての業務を学ぶことができたはずはなく、各省庁回りや自民\n党本部での部会に被告の代理として出席したことなど全くない。Ａは、被告の知人\nの紹介で被告の東京事務所に勤務するようになったものの、代議士秘書の見習い以\n前に秘書としての適性について早々と見切りを付けられ、田辺事務所に追いやられ\nたのであって、田辺事務所で担当していた職務も当然秘書としてのものではない。\n（イ）　秘書の肩書の使用について\n被告の東京事務所では、議員会館事務所で電話応対や来客へのお茶出しを担当す\nる女子職員でさえもが、前任者の名刺と同じ名刺を作るという感覚で、被告の許可\nを得ることもなく「衆議院議員Ｂ秘書」という肩書の付いた名刺を作成していたの\nであり、これは運転手についても同様であったもので、名刺印刷代金は他の印刷物\nと併せて事務所が支払っていたが、被告が特に了承したものではなく、これはＡに\nついても同様であった。まして、田辺事務所に移籍したＡに対して、被告がわざわ\nざ秘書の名刺を作ってやることなどあり得ない。田辺事務所においては、職員とか\n事務員と名乗るよりも秘書と名乗った方が高い地位にあるように見えるということ\nから、被告の許可を得ずに、秘書の名刺を作っていたのであって、Ａの場合にも田\n辺事務所における上司であったＩが慣行に従ってＡに対しても秘書の肩書の付いた\n名刺を作ってやったのにすぎない。\n（ウ）　Ａの実際の業務について\n原告提出の証拠の多くは、後記のとおり専ら本件行政訴訟の証拠作りのため刑事\n訴訟法の手続を濫用して作成されたもので証拠としての適格性がないが、そのよう\nにして作成されたものでありながら、各供述調書で、Ａが被告の秘書であると認識\nした根拠は、Ａが秘書の名刺を使用していたとか、秘書と紹介されたからという程\n度で、具体的にＡが秘書としてどのような仕事をしていたのかを明確に述ベるもの\nはないのであって、かえって、そこから認められるＡの仕事の内容は、連絡役であ\nり、あるいは道具の運搬や私的な雑用係などであり、極めて単純な事務的業務の域\nを出ないことが明らかである。\n３　原告提出の各供述調書は違法収集証拠に当たるか。\n（一）　原告の主張\n（１）　犯罪の捜査と無関係に供述調書が作成されたとの主張について\n一般に、選挙違反事件においては、犯行に至る経緯及び選挙運動を行う際の被告\n人と他の関係者との意思連絡の有無及び内容等を明らかにすることが必要不可欠で\nある。また、買収等の選挙犯罪の場合には、関与者が犯行の組織性を隠蔽するため\nに虚偽の供述をし、あるいは公判に至って金員供与の趣旨等を否認することが少な\nくないことから、供与者等が供与の趣旨を否認しても立証が可能となるように、関\n係者の当該選挙における活動状況、当該選挙の情勢、現金供与の動機及び他の関与\n者の有無等多岐の事項にわたって、可能な限り関係者の取調べを尽くす必要があ\nる。\nそして、本件刑事事件においては、Ａに対する公訴事実は一〇〇万円という多額\nの買収事件であり、また、被告が衆議院議員に当選していることから、公判におい\nて公訴事実を争うことが予想されたため、公訴維持に万全を期すための捜査を尽く\nす必要があったところ、関係者が多数であったため、公訴提起までに所要の捜査を\n遂げることは不可能であったことから、公訴提起後も捜査が継続されたものであ\nる。いうまでもなく、起訴後においても捜査官はその公訴維持をするために必要な\n取調べができる（最高裁昭和五七年三月二日決定、裁判集刑事二二五号六六九頁）\nのであって、原告が提出した各供述調書はいずれも本件刑事事件の捜査に必要なも\nのとして作成されたことは明らかである。\n（２）　密約に基づく供述との主張について\n本件刑事事件における第一審判決は、その補足説明の四において、Ａの第一審で\nの公判供述中にはこのように解すべき部分は存在しないと認定しており、第一審公\n判において担当捜査官も被告主張のような密約の存在を否定しているのであって、\n本件刑事事件の控訴審判決も、Ａの前記密約と同旨の主張について、そのような取\n引があったとは認められず、捜査段階において、違法な利益誘導又は約束による自\n白がなされたということはできないと判示しているのであって、被告の主張は理由\nがない。\nなお、本件刑事事件の起訴状におけるＡの職業が「秘書」ではなく「事務所職\n員」であり、判決において、Ａが秘書と認定されていないことは事実であるが、本\n件刑事事件においては、Ａの秘書性は構成要件ではなかったから、これについて触\nれられていなかったのは当然で、そのことがＡが被告の秘書であったことを否定す\nる根拠となるものではない。\n（二）　被告の主張\n（１）　検察官は、当初のＡの起訴に際してＡの職業を秘書ではなく、単に「事務\n所職員」としていたところ、検察庁上層部から連座制を適用すべしとの指示を受け\nたため、公訴提起後にＡを初め被告の後援会関係者を取り調べ、供述調書を作成し\nたのであるが、これらは検察官の捜査権限は犯罪捜査のみに使用できるとする検察\n庁法六条、刑訴法一八九条、一九一条、二二三条に違反し、専ら本件行政訴訟のた\nめに捜査権限を濫用して作成されたものであって、極めて違法な行為によって得ら\nれた果実といわざるを得ない。民事訴訟において違法収集証拠は、刑事訴訟とは異\nなり証拠能力の問題ではなく、証明力の問題とされてきたが、このような違法な捜\n査権限の濫用によって得られた調書を証拠として認めることは、正義実現を目的と\nする司法が捜査権限の濫用を是認する結果となることとなり、民訴法の定める「民\n事訴訟の公正」及び「当事者の信義誠実義務」という基本理念に反するものである\nから、証拠としての適格性を否定すべきであり、このように考えるのが近時の通説\nである。\n（２）　また、Ａの警察官調書及び検察官調書（甲七一ないし七九）は、Ａ及びＡ\nの弁護人であるＬ弁護士と捜査を担当した田辺警察署のＫ警部との間に成立した違\n法な密約に基づいて作成されたもので、書証としての適格性を欠くばかりか、信用\n性も全くないものである。右密約というのは、被告の本件選挙に関しては、Ａ以外\nの選挙違反行為も捜査しているが、Ａが逮捕容疑について被疑事実を認めれば、他\nの選挙違反については捜査はせず、Ａの件についても、Ａが秘書であるかどうかの\n詰めの捜査は行わず、連座制の適用はしないというものであるが、このような利益\n誘導によって作成された供述調書は刑事事件において証拠能力がないだけでなく、\n民事訴訟においても証拠能力を否定すべきであり、また、その内容も警察官や検察\n官の誘導にＡが応じたのにすぎないから信用性も否定されるべきである。\n第三　判断\n一　公選法二五一条の二第一項五号の規定（本件連座制規定）について\n本件連座制規定は、平成六年法律第二号による法改正により、いわゆる連座制の\n対象者を、同項一号ないし四号の選挙運動の総括主宰者等に加えて、候補者等の秘\n書にまでその範囲を広げたものであるが、これは、従来の連座制ではその効果が乏\nしく選挙犯罪を十分に抑制することができなかったという我が国における選挙の実\n態にかんがみ、さらにその対象者の範囲を拡大し、候補者等に選挙運動の総括主宰\n者を初めとする公選法二五一条の二第一項一号ないし五号に規定されている者が選\n挙犯罪を犯すことを防止するための選挙浄化の義務を課し、候補者等がこの義務を\n怠ったときには、当該候補者等に制裁を課すことにより、選挙の公明、適正を回復\nするという目的で設けられたものと解される。このように、右規定は、民主主義の\n根幹をなす公職選挙の公明かつ適正を確保するという極めて重要な法益を実現する\nために設けられたものであって、その立法趣旨は合理的である。また、右規定は、\n選挙運動の総括主宰者等の候補者と一定の関係を有する者が買収等の悪質な選挙犯\n罪を犯した場合について連座制の制裁を課すこととするものであるが、中でも候補\n者等の秘書については、その者が候補者等又は選挙運動の総括主宰者若しくは地域\n運動主宰者と意思を通じて選挙運動をし、しかも、禁錮以上の刑に処せられたとき\nに限って連座の効果を生じさせることとしており、また、立候補禁止の期間及びそ\nの対象となる選挙の範囲も限定しているのであって、このような規制は、これを全\n体としてみれば、前記立法目的を達成するための手段として必要かつ合理的なもの\nというべきである。\nしたがって、本件連座制規定は憲法三一条に違反するものとはいえない。\n二　本件連座制規定にいう「秘書」の要件について\n１　公選法は、本件連座制規定において、「秘書」とは、「公職の候補者等に使用\nされる者で当該公職の候補者等の政治活動を補佐するものをいう。」と定義してい\nるところ、被告は、本件連座制規定が、本来、選挙において中心的役割を果たすと\nは限らない秘書について、総括主宰者や地域主宰者等と同様に連座制の対象にした\nのは、秘書が候補者等の政治活動の重要部分を表裏にわたって補佐していることに\n着目してなされたものであるから、本件連座制規定にいう秘書は限定解釈されるべ\nきであると主張するので、以下検討する。\n２　「政治活動」について\n被告は、「政治活動」とは「政治上の主義・主張を推進・支持し、あるいはこれ\nに反対する活動」をいい、特定の選挙において特定の候補者への投票を得、又は得\nさせるための行為である「選挙活動」とは明確に区別されるべきであると主張す\nる。なるほど、「選挙活動」の定義としては、被告も主張するとおり、狭義では、\n公職選挙において特定の候補者等への投票を得、又は得させるための行為を指し、\n右定義の「政治活動」とは概念を異にするというべきであるが、公職選挙において\n当選をし、又は当選を得させることは、政治家にとっては、政治上の主義・主張を\n現実の政治の中で実現させるための第一歩であり、右定義にいう政治活動とともに\n選挙運動をすることはその活動の最も重要な部分を占めているばかりでなく、政治\n家の活動内容は極めて多様・広範囲にわたるものであるため、活発な政治活動をし\nようとすればするほど、必然的に多数の補助協力者が必要となり、しかも、これら\nの者が選挙運動において事実上重要な役割を果たしている現実があるところから本\n件連座制規定が設けられた立法のいきさつを考えると、本件連座制規定は、「政治\n活動」と「選挙運動」は切り離すことができない深い関係にあることを前提として\nいるということができる。\nなお、被告の右主張の趣旨が、もしＡが日ごろ従事していた仕事は、被告の政治\n活動に関するものではなく、選挙運動に関するものにとどまるとの意であるとすれ\nば、後記五２で説示するとおり、被告に代わって地元に常駐し、本来被告がなすべ\nき仕事をしているはずの地元事務所の職員は、単に被告のための選挙運動にのみ従\n事しているにすぎないということになるのであって、これによれば、被告は日ごろ\nから選挙運動のみをしていたということにもなり、被告が政治家であることを自己\n否定することにもなりかねない。\n３「補佐」について\n候補者等の政治活動を「補佐」するとは、候補者等の指揮命令の下に、その政治\n活動をよりしやすくするのに役立つ行為や政治活動の効果をより大にするのに有益\nな行為等、政治活動を助けるための各種の労務の提供を指すというべきであるが、\nこのような行為の中にはいろいろな態様のものが含まれるのであって、行動するに\n当たり、高度な政治的判断が必要とされるような役割を担わされる場合（被告のい\nうスタッフ的助言者などはこれに当たる場合が多いであろう）もあれば、単に地元\n後援会会員との会合の会場の設営準備や時間調整、連絡事務等それほど高度な裁量\n判断を必要としない、いわば縁の下の力持ち的な役割しか分担させられない場合も\nあるなど、その具体的行為の内容は広範なものがあり得る。しかし、そのいずれで\nあっても、候補者等の指揮命令の下に、相応の権限（裁量）と責任をもって分担の\n役割を果たし、政治家の多様な政治活動を補佐しているのであり、また、本件連座\n制規定は、これらの者が重大な選挙犯罪を犯して禁錮以上の刑に処せられたときに\n初めて候補者等に制裁を課すというものであって、前記判示に係る連座制対象者拡\n張の立法趣旨や規定の文言をも考えると、本件連座制規定にいう「秘書」とは、被\n告が主張するように、スタッフ的な助言をする立場にあることを要するとか、公選\n法二五一条の二第一項一ないし三号の選挙運動の総括主宰者・出納責任者・地域運\n動主宰者と同じ程度、又はこれに近い程度の重要な役割を分担している場合に限る\nとか、さらには政治活動の重要部分を表裏両面から補佐していることを要する等限\n定的に解さなければならないとすることはできない。\nそして、本件連座制規定の立法趣旨からすれば、少なくともお茶汲みやコピー取\nり、又は自動車運転などの単純、機械的な補助的事務のみに従事している者につい\nては、たとえこれらの者が秘書の呼称を許されていたとしても、これらの業務は政\n治活動そのものではなく、政治活動に付随して政治活動をより円滑に遂行するため\nの補助的な業務にすぎず、職務内容も政治活動に特有なものでもないから、これら\nの業務に従事する者については、本件連座制規定にいう「秘書」には該当しないと\nいうべきである。\n以上によれば、本件連座制規定にいう「秘書」とは、公職の候補者等の政治活動\nを助けるために、その指揮命令の下に種々の労務を提供する者のうち、相応の権限\n（裁量）と責任をもって担当事務を処する者を指し、お茶汲みや自動車の運転等の\n単純、機械的な補助業務につき労務を提供しているにすぎない者はこれに当たらな\nいということができる。\n三　公選法二五一条の二第二項の推定規定について\n１　公選法二五一条の二第二項は、「公職の候補者等の秘書という名称を使用する\n者又はこれに類似する名称を使用する者について、当該公職の候補者等がこれらの\n名称の使用を承諾し又は容認している場合には、当該名称を使用する者は、前項の\n規定の適用については、公職の候補者等の秘書と推定する。」と定めており、これ\nは法律上の推定規定と解される。右規定は、前記判示のとおり、候補者等の政治活\n動の内容が多様であるとともに、これを補佐する業務にも種々のものがあり得ると\nころから、そのような業務に従事する者が「秘書」に当たるか否かを個別的、実質\n的に判断しなければならないとすると、立証にも困難を来たし、また、連座制の適\n用の判断に長期間を要し、その実効を期すことができないため、候補者等の補助者\nが秘書又はこれに類似する名称を使用していて、候補者等がその使用を承諾し又は\n容認している場合には、秘書と推定することとし、秘書ではないと争う側にその立\n証責任を負担させることとしたものであって、本件連座制規定を実効あらしめるも\nのとして、本件連座制規定と同様に合理的なものというべきであり、憲法三一条に\n違反するものではない。\n２　これについて、被告は、「事務所職員」あるいは「事務員」という名称よりも\n「秘書」の方が高級感があるため、世間一般において単なる事務職員を秘書と呼ぶ\nことがあり、秘書と呼称されていることから実質的な意味での秘書に該当するわけ\nではないとして、前記推定規定を憲法に違反するとも主張するが、この主張は、結\n局、従事する業務内容の実質により「秘書」に当たるか否かを判断すべしとする主\n張と同じことであり、これを採ることができないことは既に判示したところであ\nる。ちなみに、本件連座制規定が制定された以上、候補者等は自分の指揮下にある\n「秘書」と名乗ることを許容した補助者に対しては、より厳格な監督義務を負うべ\nきであり、それにもかかわらず、あえて「秘書」又は「これに類する名称」を使用\nすることを容認するからには、逆に「秘書でない」ことの立証責任を負わされるの\nは当然のことともいえる。\n四　違法収集証拠について\n前記の法解釈を前提として、本件に関する判断を加えるに当たり、被告は、原告\n提出の証拠の多くが違法収集証拠であり、これを証拠排除すべき旨主張するので、\nまずこの点について判断する。\n１　違法収集証拠と証拠適格\n民事訴訟法は、旧民事訴訟法も平成一〇年一月一日施行された新民事訴訟法も、\n証拠能力について特に定めておらず、自由心証主義のもとでは原則として、あらゆ\nる人、物を証拠にできるとされるが、国権の行使としてなされる裁判所の判断にお\nいても、あるいは信義に従い誠実に追行されるべき当事者の訴訟行為においても、\n少なくとも重大な違法行為とか著しく反社会的な手段によって取得された証拠を提\n出し、採用することは、その根拠を信義則に求めるにせよ、法秩序の統一性に求め\nるにせよ、あるいは違法な証拠収集行為の抑止に求めるにせよ、許されないものと\nいうべきである。その意味で、民事訴訟法においても違法収集証拠の証拠能力の否\n定はあり得るということができる。\n２　犯罪捜査と無関係に供述調書が作成されたとの主張\n被告は、甲第三一ないし第三五号証、第三七号証、第四〇号証、第四二号証、第\n四三号証、第四九ないし第五一号証、第六二号証、第六四号証は、いずれも本件刑\n事事件の起訴後に検察官が関係者を取り調べた供述調書であって、本件刑事事件に\nおいては全く使用されず、当初から提出の予定もなかったもので、専ら本件選挙訴\n訟のために捜査官に認められた権限を濫用したものである旨主張するところ、右各\n供述調書が起訴後に作成されたこと及び本件刑事事件では証拠として提出されなか\nったことは当事者間に争いがない。\nしかしながら、原告が反論するように、本件刑事事件の公訴事実は、被告に使用\nされて田辺事務所で勤務していたＡが事前買収を行ったとされるものであるから、\nＡがどのような立場で被告に使用されていたか等の捜査をすることは、本件刑事事\n件の背景事情として、事件の全容解明のためには不要なものとは到底いえず、右刑\n事裁判において証拠として提出されなかったとしても、そのことから直ちに当初か\nら本件刑事事件とは無関係に本件の選挙訴訟のためだけに作成されたとまでは認め\nることはできず、他にこれを認めるに足りる証拠もない。\n３　捜査官とＡ及び弁護人との間の密約\n被告は、Ａの警察官及び検察官に対する供述調書は、Ａが逮捕容疑について被疑\n事実を認めれば、他の選挙違反の捜査はせず、Ａが秘書であるかどうかも不問にす\nるとの密約に基づき作成されたものである旨主張し、Ａは同旨の証言をし、同人の\n陳述書（乙二一）やＡの捜査段階における弁護人であったＬ弁護士の陳述書（乙五\n三）及び同弁護士が本件刑事事件の上告に際して最高裁宛に提出した「報告書」と\n題する書面（乙四）にも同旨の記載がある。しかし、右各証拠やその他右主張に沿\nう趣旨の証拠（乙二三、二四）は、いずれもＡ及び被告本人又はこれらに近い関係\n者により、本訴又は本件刑事事件起訴後にこれらの裁判のために作成、供述された\nものであるばかりでなく、甲第一、第二号証によれば、本件刑事事件においても、\n被告人であったＡ側から同じ主張がなされたが、結局、右主張は排斥されているこ\nとが認められるのであり、右刑事事件や本訴において被告が置かれている状況・立\n場等をも考え併せると、右各証拠はいずれも信用するに価せず、被告の主張は認め\nることができない。\n五　Ａが公選法二五一条の二第一項五号の「秘書」に当たるかについて\n１　公選法二五一条の二第二項の適用について\n甲第一四号証、第二八号証、第二九号証、第四三号証、第四八号証、第五二号\n証、第五四号証、第五八号証、第六七号証、第七三ないし第七五号証、乙第二〇号\n証、第二一号証及び証人Ａの証言によれば、Ａは被告の秘書と名乗り、その肩書の\n付された名刺を使用していたことが認められる。\nそこで、これを被告が承諾し又は容認していたかについて判断するに、甲第一〇\n号証、第一四号証、第一五号証、第七一号証、乙第一号証、第二一号証及び被告本\n人供述（乙第四二号証を含む。以下同じ）によれば、\n（一）（１）　被告は、東京に衆議院第一議員会館及び永田町のＴＢＲビルの二箇\n所、選挙区内に田辺市など四箇所の地元事務所を設けていたが、特に各地元事務所\nに勤務する職員の能力や経験不足を危惧し、事務所の機能を十全に発揮させるため\nの方策の一つとして、事務処理の基準を作り、これに従って日常の業務を行わせる\nこととし、詳細な内容の事務処理要領（以下「Ｂ通達」という。前記「地元秘書業\n務通達」はこの中に含まれている通達の一つである）を制定し、事務所職員に対\nし、これに従い業務を処理することを求めていた。\n（２）　Ｂ通達の中には、右のとおり地元秘書業務通達も含まれおり、同通達に\nは、地元秘書のなすべき仕事として、①後援会の役員づくりと役員とのコンタク\nト、②後援会の増強、③会合・訪問、④冠婚葬祭、⑤陳情の処理、⑥情報の収集、\n⑦写真の配布、⑧新聞記事の各事務所への送付などが列記されているほか、Ｂ通達\n中最も基本になると思われる「事務所運営規則」と題する文書にも、被告の日程調\n整の項の中で、「一日一回は秘書間で連絡をとり合うこと」との記載がなされてい\nて、東京事務所のほか地元事務所にも秘書が存在していることが前提とされている\nのであり、また、Ｂ通達の中の「地元女子職員の仕事の内容」と題する文書におい\nても、地元事務所には、女子職員とは別に、被告がしなければならない仕事を被告\nに代わってする、いわばより実質的に被告を補佐する内容の業務を担当する職員と\nして「秘書」の肩書の付いた職員が存在していることが明記されている。\n（３）　Ａは、平成四年一月、被告の職員に採用されて前記東京の議員会館事務所\nで勤務していたところ、同年六月ころに田辺事務所で勤務することを被告から命じ\nられ、以降同事務所に勤務していたのであるが、平成八年一〇月当時、同事務所に\nは女子事務員一名のほか、Ｄが職員（秘書）として勤務しており、主としてＡは西\n牟婁郡を、Ｄが田辺市を担当していた。\n以上の事実を認めることができる。\n（二）　Ｂ通達について、被告はその作成に関与したことを否定しているが、被告\nが大蔵省のキャリア官僚出身であることもあって、職員には業務処理基準と事務処\n理用書式を遵守することを求めていると、被告が自ら述べていることからしても、\n遵守すべき肝心の業務処理基準を定めたＢ通達の作成に被告自身が全く関与してい\nないとは到底信じられないことである。そして、地元事務所における職員は、後記\n２（二）で判示するとおり、被告が国会活動のため東京にいなければならないた\nめ、これに代わって地元に常駐し、被告のために日常の業務活動をしているのであ\nるから、このような地元事務所の職員が被告の秘書の肩書を持ち、その業務を執行\nするに当たり、その肩書入りの名刺を使用していることはむしろ当然のことともい\nえるのであり、被告としても、これは十分に予見することができたはずである。\n被告は、三名の公設秘書以外は秘書の仕事はしておらず、右以外の職員が秘書の\n名称を使用していたことは知らなかったと供述するが、平成六年の本件連座制規定\nの制定、施行により、連座制の対象者の範囲が拡大されて、日ごろから日常的な活\n動の補佐をしてくれる「秘書」にまでこれが広げられ、しかも、これには推定規定\nまで設けられているのであるから、候補者等にとっては、配下の者の行為により自\n分の政治生命が絶たれる危険性が更に増えるという厳しい事態となったのであっ\nて、被告のように法律に詳しいはずの行政官の出身の、しかも右法改正当時の衆議\n院議員でもあった者がこれについて関心がなく、自分の職員について、改めてその\n業務内容や使用している肩書名称等を確認しなかったというのは信じ難いことであ\nるし、もし被告の供述するとおりとすれば、むしろそのような態度自体、職員が秘\n書の名称を使用することを容認していたと評価されても仕方がないものといい得\nる。\n以上によれば、被告の田辺事務所の職員であるＡが被告の秘書の名称を使用して\nいることについて、被告はこれを承諾又は少なくとも容認していたということがで\nきる。\n２「秘書」ではないことの立証の成否について\n（一）　被告は、Ａの業務内容は、東京事務所と各地の後援会との連絡役や雑用係\nなどであって、極めて単純な事務的業務の域を出ず、秘書について、被告の主張す\nるような限定解釈を行わずその範囲を広く解釈するにしても、Ａは秘書には当たら\nない旨主張し、被告供述及びＡ証言（それぞれ乙第二一号証、第四二号証、第五一\n号証などの陳述書を含む）はこれに沿うものであり、また、被告の支持者らの同旨\nの陳述書多数（乙第二六ないし第四一号証、第四五ないし第四九号証、第五四ない\nし第五七号証等）が証拠として提出されている。\nしかしながら、右被告本人供述及びＡの証言は、連座制の適用が問題になってい\nる候補者等本人と秘書の供述であり、また、その他の陳述書は、本件訴訟提起後に\n被告の支持者が作成したものであって、特に本訴においてはＡが公選法の秘書に当\nたるか否かが争点となっているのであるから、Ａの仕事が秘書といえるようなもの\nではないとの評価の部分はもとよりのこと、その他の部分についても、被告に有利\nな点は強調し、不利と思われることには殊更触れないか、軽く見せかけようとする\n傾向になるのはごく自然のことであり、したがって、これらの証拠を額面どおりに\n受け取ることはできない。\n（二）　そこで、Ａが被告の職員として担当していた職務について検討するに、甲\n第一五号証、第三一ないし第三四号証、第四一号証、第四八号証、第五〇号証、第\n五三ないし第五六号証、第五九号証、第七三ないし第七九号証、乙第一〇ないし第\n二一号証、第二九号証、第三〇号証、第三二号証、第三九号証及び弁論の全趣旨に\nよれば、以下の事実を認めることができる。\n被告の地元事務所に勤務する職員の目的は、被告が地元を代表するに値する立派\nな人柄と高い政治的識見及び幅広い行動力を有する人物であることを地元民に認識\nさせ、その支持を取り付けることにあり、そのために必要なあらゆる手段方法を講\nじるのがその任務であった。\nそして、被告が国政の場での活躍を目指す政治家であるからには、まず国会議員\nの選挙において被告を当選させることが必要であり、そのための地盤固めとその強\n化、すなわち支持者が少ないと思われる市町村ではその支持者を増やし、支持者数\nがまずまずと思われる所ではこれを維持し、一層これを増やすことが日常的な業務\n目的であり、これは具体的には地元の有力者を中心に後援会組織を作り、これを維\n持発展させることであった。ただ、現実には政治家の後援会というものはいざ選挙\nとならなければ活動しないものが多く、このような組織を維持発展させるために\nは、例えばＡが勤務していた田辺事務所では、女子事務員を除いた二人の男子職員\n（秘書）については、日ごろから地元有力者や被告の支持者と接触を絶やさず、後\n援会等の会合を計画・設定し、また、人が集まる会合等にはできるだけ顔を出し、\n被告の人柄や政治上の信念政策等を披露して被告の支持者を増やすよう努力するこ\nと等のほか、関係者の家に冠婚葬祭等があれば、祝弔電を打ったり、告別式等にも\n被告の代理として参列したりすることも欠かすことのできない大事な仕事となって\nいた。\nまた、地元事務所の職員としては、後援会の役員についても、欠員等があれば、\nその補充のために、目星をつけた地元有力者に就任方を依頼したり、後援会関係者\nの同意を取り付ける等の根回し的なこともしなければならず、現に平成八年度にお\nいて、Ａが担当していた七つの後援会支部のうち二つの支部で会長が辞意を表明し\nたことがあり、Ａとしては、その後任者が見つからず、これに頭を痛め、適任と思\nわれる人に就任を依頼するなど奔走したこともあった。\nもちろん、地元民からの陳情があれば、地元で処理できないようなものについて\nは、これを東京事務所に取り次ぐことも重要な仕事であり、被告が地元に帰ってく\nるときなどには、地元支持者らとの会合のために、後援会関係者らと場所や日時の\n設定等の打ち合わせもしなければならず、また、消防の出初め式等地元での行事に\n被告が出席できないときには、被告の代わりにこれに出席することもその仕事の一\nつであった。（ちなみに、被告は、Ａが機械的な単純労働に従事していた一例とし\nて、被告の代わりに式典に出席するときにも、被告の代理としてではなく、被告の\n事務局職員としての立場で出席していたと主張・供述をし、前記被告から提出され\nている証拠にもこれと同旨のものもあるが（例えば乙第三五号証）、中にはそのよ\nうな事例もあったかも知れないが、甲第一五号証、第一六号証、第二八号証、第二\n九号証、第八〇号証等によれば、被告の代理として式典等に出席したことがあるこ\nとも認められる。）\n（三）　（二）で認定したとおり、地元事務所職員としてＡが担当していた業務\nは、正に前記地元秘書業務通達において「地元秘書の仕事」として記載されている\n「後援会の役員づくりと役員とのコンタクト」、「後援会の増強」等に当たるもの\nであるが、被告が自分の選挙区に地元事務所を置き、「秘書」の肩書を付けた職員\nを配置しているのは（甲第一〇号証、乙第四二号証によれば、被告の東京事務所と\n地元事務所には、常時、計二〇名程度の職員が働いていることが認められる）、被\n告の代わりに地元に職員を常駐させて、地元とのつながりを絶やさず、これをより\n深め、政治家としての被告に対する理解と支持を得るためであり、このような目的\nのために地元事務所が設けられている以上、これに従事する職員が処理しなければ\nならない仕事は多種多様のものがあり、ブレーンとして政策について被告が相談で\nきるほどの能力のある人材を配置するまでの必要はないとしても、被告が主張する\nように、単純に中央（東京）からの指示に基づき機械的にその手足となって連絡係\nとして動けば足りるというほどの軽い存在とみるべきものとはいえない。\n政治家としては、選挙により地元から選出されることが活動の大前提として必要\nであり、しかも、被告は日ごろ国会のある東京にいて、選挙区にはいないのである\nから、このような地元とのパイプ役的存在は、政治家としての活動を万全なものに\nするためには必要かつ重要な意味を持っているということができる。\n以上のとおりであって、Ａが被告の地元事務所職員として従事していた業務内容\nは、単純な機械的補助事務にすぎないものではなく、多かれ少なかれ権限（裁量）\nと責任を伴うものというべきであり、したがって、Ａが被告の政治活動を補佐する\nものに当たらないと認めることはできない。\n六　公選法二五一条の二第一項（五号）のその他の要件は争いがない（前記第二の\n二参照。なお、Ａが候補者等である被告と意思を通じて選挙運動をしたものである\nことは、右争いのない事実及び前記認定の各事実からこれを認めることができ\nる）。\n第四　結論\nよって、原告の請求は理由があるからこれを認容することとし、主文のとおり判\n決する。\n大阪高等裁判所第一二民事部\n裁判長裁判官　福富昌昭\n裁判官　古川正孝\n裁判官　富川照雄\n"
}