{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 9,
    "month": 10,
    "day": 29
  },
  "case_number": "平成5(行コ)1等",
  "case_name": "東日本旅客鉄道救済命令取消",
  "court_name": "仙台高等裁判所秋田支部",
  "field": "労働",
  "lawsuit_id": "18904",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18904",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/904/018904_hanrei.pdf",
  "contents": "主　　　文\n一　原判決を取り消す。\n二　控訴人の本件訴えを却下する。\n三　訴訟費用は、補助参加により生じた費用も含めて、第一、二審とも控訴人の負\n担とする。\n事実及び理由\n第一　当事者の申立て\n一　控訴の趣旨\n１　原判決中、控訴人敗訴部分を取り消す。\n２　被控訴人が秋地労委昭和六二年（不）第二号―一事件について平成元年九月二\n六日付けをもってした救済命令を全部取り消す。\n３　訴訟費用は、第一、二審とも被控訴人及び補助参加人の負担とする。\n二　附帯控訴の趣旨\n１　原判決中、被控訴人敗訴部分を取り消す。\n２（一）　右取消部分にかかる控訴人の訴えを却下する。\n（二）　右取消部分にかかる控訴人の請求を却棄する。\n３　訴訟費用は、第一、二審とも控訴人の負担とする。\n第二　事案の概要\n本件における当事者の主張と争点は、当審における当事者の主張等に鑑み、左記\nのとおり付加訂正するほかは、原判決の「第二事案の概要」（原判決三枚目表七行\n目冒頭から二四枚目裏七行目末尾まで）に記載のとおりであるから、これを引用す\nる。\n「一　当審における控訴人の主張\n１　原判決は、本件団体交渉事項七号と八号を区別し、七号については秋田支店に\nおける団体交渉権限外の事項であるが八号については秋田支店固有の事項であり支\n店の団体交渉権限内の事項であるとし、八号について控訴人が団体交渉に応じなか\nったことには正当な理由がないとして不当労働行為の成立を認めたが、七号も八号\nもともに出向の根幹をなす全社的な交渉事項であって支店の団体交渉権限外の事項\nであることが明らかであり、これらの事項について控訴人が支店における団体交渉\nを拒否したことには正当な理由があるから、原判決には事実誤認がある。\n２　原判決は、本件団体交渉事項八号のうちの説明を求める部分や苦情処理手続に\n関する部分についても秋田支店における団体交渉事項であるとしたが、これらが支\n店における団体交渉事項でないことは明らかであるから、原判決には事実誤認があ\nる。\n３　本件救済命令は、本件団体交渉事項七号及び八号について将来の出向までも含\nめて包括的に団体交渉を命じたものである点で、極めて異例のものであるが、本件\n命令発令当時、補助参加人が救済を申し立てていた出向組合員はすべて控訴人の職\n場に復帰していたから、そもそも補助参加人には右時点で既に救済の利益はなく、\n本件命令のような包括的な命令を発する必要性はなかったものであり、してみる\nと、本件命令は労働委員会がその裁量を逸脱してなしたものであった違法というべ\nきである。\n４　以上によれば、本件命令は、本件団体交渉事項七号について団体交渉を命じた\n部分のみならず、八号について団体交渉を命じた部分についても違法であって取り\n消されるべきであり、控訴人の請求はすべて認容されるべきであるから、原判決\n中、控訴人敗訴部分（本件命令のうち本件団体交渉事項八号についての団体交渉を\n命じた部分の取消請求を棄却した部分）は取り消されるべきである。\n二　当審における被控訴人の主張\n１　原判決は、新団体交渉事項は、本件団体交渉事項と相当異なっているから、新\n団体交渉事項について団体交渉がなされたからといって、本件団体交渉事項につい\nて団体交渉がなされたものとみることはできず、控訴人に本件命令を取り消す利益\nが失われていないと判断した。\nしかしながら、新団体交渉事項は、本件団体交渉事項にかかる団体交渉申入れが\n拒否されてから新団体交渉事項にかかる団体交渉が行われるまでの間の労使関係の\n変化に対応して、本件団体交渉事項を分化発展させたものであるから、新団体交渉\n事項について団体交渉がなされたということは本件団体交渉事項についても団体交\n渉したことになるというべきであり、右によれば、新団体交渉事項について団体交\n渉がなされたことにより、本件命令の取り消しを求める利益は失われたものであ\nり、本件控訴人の訴えは不適法というべきである。\n２　原判決は、控訴人が本件団体交渉事項七号について、秋田支店の団体交渉権限\n外の事項であるとし、これについて団体交渉に応じなかった控訴人の行為を不当労\n働行為にあたらないとした。確かに、七号の交渉事項の中には、全社的に統一的に\n実施すべき事柄が含まれており、これらは支店長の権限外の交渉事項であったと解\nされるものの、他方、出向の具体的運用については支店長の権限内の事項であり、\n七号の交渉事項の中にもそのような運用面での支店長の権限内の事項が含まれてい\nるのであって、七号全体が支店における団体交渉権限外の事項であるとした原判決\nには、事実誤認がある。\nまた、補助参加人としては、本来、支店に対しては、支店長の権限内の事項に限\nって団体交渉の申入れをすべきであったと解されるが、補助参加人が七号について\n団体交渉を申し入れた当時、控訴人と補助参加人は、出向制度の実施を巡って厳し\nい対立関係にあったのみならず、従来から対立的な労使関係にあったという背景事\n情に照らすならば、補助参加人が出向制度についての一般的抽象的な事項を含む団\n体交渉の申入れをなしたことは緊急やむを得ないものであったというべきであり、\nこれを拒否した控訴人の行為を不当労働行為に当たるというべきである。\n３　以上によれば、本件命令は、本件団体交渉事項八号について団体交渉を命じた\n部分のみならず、七号について団体交渉を命じた部分についてもすべて適法である\nが、既に控訴人には本件命令を取り消すべき利益がなく控訴人の本件訴えは不適法\nであるから、原判決中、被控訴人敗訴部分（本件命令のうち本件団体交渉事項七号\nについての団体交渉を命じた部分の取消請求を認容した部分）は、いずれにしろ取\nり消しを免れない。」\n第三　争点に対する判断\n一　本件の事実経過について\n本件の事実経過については、左記のとおり付加訂正するほかは、原判決の「第三\n争点に対する判断」（原判決二四枚目裏八行目冒頭から五○枚目表一一行目末尾\nまで）に記載のとおりであるから、これを引用する。\n１　原判決二四枚目裏一○行目末尾の後に続けて、「第二三号証、第三七号証、」\nと付加し、二五枚目表六行目「第三号証、」の後に続けて、「原審における」と付\n加し、同七行目「同ａの各証言」の後に続けて、「、当審における証人ｂの証言」\nと付加する。\n２　原判決四七枚目表一行目末尾の後に続けて、以下のとおり付加する。\nなお、新団体交渉事項八号の中には、「出向の説明会では出向者に対し出向先の\n就業規則等を配布されたい」（基本１、本件団体交渉事項八号の１０「出向先の就\n業規則、規程など出向者に事前に提示されたい」と同旨）、「出向後、健康状態を\n害し、病気休暇を取っている者、または生活状況などの理由により、復職の申し出\nがあった場合は、努めて応じること」（基本７、本件団体交渉事項七号の２（９）\n「出向継続が困難となった場合は、本人の希望に基づき復帰させること」と同\n旨）、「出向を終了し、ＪＲ会社への復帰発令においては、本人の希望を尊重する\nこと」（基本１０、本件団体交渉事項七号の２（５）「出向期間終了後は、出向前\nの職場、職名に復帰させること」及び「本件団体交渉事項八号の１７「出向終了後\nの配属箇所は、出向前の職場とされたい」と同旨）、などの本件団体交渉事項と同\n旨の事項を含めて、出向に関する抽象的一般的事項が含まれていた。\n３　原判決四八枚目裏八行目末尾の後に続けて、以下のとおり付加する。\nなお、新団体交渉事項一九号の中には、「出向の人選については、組合所属によ\nる恣意的な人選はしないこと」（基本２、本件団体交渉事項八号の２１「出向の発\n令にあたって組合間の差別をしないこと」と同旨）、「出向発令にあたっては、本\n人の同意…などを考慮した人選をすること」（基本５、本件団体交渉事項七号の２\n（２）「出向を命じる際、本人の同意を前提として強制、強要はしないこと」及び\n本件団体交渉事項八号の２「出向にあたっては本人の意思を尊重し、強制・強要に\nわたらないこと」と同旨）、「出向期間中、本人の健康状態、家庭事情などから出\n向を継続できない場合は、本人の希望を尊重しＪＲに復帰させること」（基本６、\n前記本件団体交渉事項七号の２（９）と同旨）、「出向説明会では、出向先就業規\n則を提示し」（基本８、前記本件団体交渉事項八号の１０と同旨）、などの本件団\n体交渉事項と同旨の事項を含めて、出向に関する抽象的一般的事項が含まれてい\nた。\n４　原判決五○枚目表一一行目の次に、行を改めて、以下のとおり付加する。\n７　出向制度についての控訴人と国労及び補助参加人の間の労使関係の推移等\n（一）　控訴人と国労東日本本部は、前記４（一四）記載のとおり、昭和六二年一\n○月一六日、「出向先における一週平均労働時間数が四一時間一○分を超える場合\nにおける賃金の特別措置に関する協定」を、同年一二月二八日には、「地域間異動\nの実施に関する覚書」及び「地域間異動に伴う賃金の措置に関する協定」を、それ\nぞれ締結した。\n（二）　控訴人と国労東日本本部は、平成二年三月七日、「定年延長等の実施に関\nする協定」を締結したが、これは、控訴人と同本部の双方が、組合員の定年を六○\n歳と延長することを合意すると同時に、出向制度の存在を前提として、五五歳以上\nの組合員については原則として関連会社へ出向することを合意したものであった。\n（三）　控訴人と本部は、平成三年七月三日、「出向の取扱いに関する協定」を締\n結したが、これは、本部が、「同意」「募集」を要件とせずに、通常の人事異動の\n一環として「出向」を行うことを了承した結果、締結されたものであり、具体的に\nは、（１）控訴人が業務の必要により、就業規則第二八条に基づき、社員を関連会\n社又は団体等に出向させる場合の取扱いについては、出向規程によるほか、この協\n定に定めるところによることとし、出向制度の円滑な運営を図ることとする、\n（２）出向期間は原則として三年以内とする、なお、出向期間を延長する場合は、\n出向規程第三条に準じて取り扱う、（３）出向社員に対する賃金支給基準の決定に\nあたっては、出向先での業務内容、出向先の賃金水準等を勘案する、ことが合意さ\nれたものであった。\nなお、右協定の内容は、控訴人が出向制度を実施するにあたって、各労働組合に\n提案し、東鉄労、鉄産労などの四労働組合との間では、出向制度実施に先立つ昭和\n六二年五月二八日に締結されたのに対し、国労はその締結を拒否した「出向の取扱\nいに関する協定」と、全く同一の内容のものであった。\n（四）　被控訴人は、平成三年一○月九日、「控訴人が新団体交渉事項八号及び一\n九号の団体交渉に応じたので本件命令はほぼ履行されたものと認められるから緊急\n命令申立ての必要性がなくなった」として、平成元年一二月一五日付けで申立てて\nいた本件命令についての緊急命令の申立てを取り下げた。\n二　争点１（取消の利益）について\n１　被控訴人は、控訴人と補助参加人の新団体交渉事項は、本件団体交渉事項にか\nかる団体交渉申入れが拒否されていた当時から、新団体交渉事項にかかる団体交渉\nが行われるまでの間の労使関係の変化に対応して、本件団体交渉事項を分化発展さ\nせたものであるから、新団体交渉事項について団体交渉がなされたということは本\n件団体交渉事項についても団体交渉したことになるというべきであり、救済命令\nが、他の方法によって実現され、目的が達せられた場合にあたり、本件命令はその\n基礎を失うことにより、拘束力を失ったもので、控訴人において本件命令に従うべ\nき義務は消滅しているというべきであるから、本件命令の取り消しを求める法律上\nの利益は失われたと主張している。\n２　新団体交渉が行われた経緯と、団体交渉の内容に関して次の（一）ないし\n（三）の事実が認められる（前記一で認定したところを、便宜再記しながら判示す\nる。次項以下も同じ。）。\n（一）　本件命令が出された後の平成元年一二月二○日、補助参加人は、控訴人秋\n田支店に対し、出向先の労働条件等に関し、文書で団体交渉を申し入れ、一旦文書\nを訂正した後、翌二一日、あらためて新団体交渉事項八号（原判決別紙（３）によ\nり団体交渉を求めた。これに対し、同支店も、出向先の具体的な労働条件、要望等\nが交渉事項の主体となっているとして交渉に応じることとし、労使の幹事間で日程\nを調整した上、平成二年二月一七日、交渉が開かれた。\nこの新団体交渉事項八号の中には、「出向の説明会では出向者に対し出向先の就\n業規則等を配布されたい」（基本１、本件団体交渉事項八号の１０「出向先の就業\n規則、規程など出向者に事前に提示されたい」と同旨）、「出向後、健康状態を害\nし、病気休暇を取っている者、または生活状況などの理由により、復職の申し出が\nあった場合は、努めて応じること」（基本７、本件団体交渉事項七号の２（９）\n「出向継続が困難となった場合は、本人の希望に基づき復帰させること」と同\n旨）、「出向を終了し、ＪＲ会社への復帰発令においては、本人の希望を尊重する\nこと」（基本１０、本件団体交渉事項七号の２（５）「出向期間終了後は、出向前\nの職場、職名に復帰させること」及び本件団体交渉事項八号の１７「出向終了後の\n配属箇所は、出向前の職場とされたい」と同旨）、などの本件団体交渉事項と同旨\nの事項を含めて、出向に関する抽象的一般的事項が含まれていた。\n団体交渉の席で、同支店は、基本について、（１）事前通信の際出向先の就労条\n件を書面で提示し、説明会でも話をしており、就業規則は企業秘密にもからむので\n個々に配付する考えはないが、他の方法については検討する、（２）勤務評定は社\n員管理の一環として行っており公表するものではないが、不利益な扱いはない、\n（３）出向先により資格を要する場合は、資格を有する者から人選し、資格のない\n場合は補助的な作業に就かせたり資格をとってもらったりしている、（４）特殊勤\n務手当はＪＲ基準で支給している、（５）健康診断は出向先で実施し、著しく作業\n実態が異なる場合は必要により特殊健康診断を実施しているが、ＪＲの健康診断を\n下回るものはない、（６）業務災害の認定は労働基準監督署であるが、業務上の災\n害については業務災害の扱いとして、事故防止の対策を立てており、事故防止懇談\n会を行う考えはない、（７）出向後健康状態を害するなどして復職を希望する場合\nは、出向先と協議して決定する、（８）年休の制度はＪＲ基準であるが、取得手続\n等は出向先による、（９）通勤手当はＪＲ基準である、（１０）出向後は、出向先\nで得たノウハウを生かせる適材適所で配属先を決定する、（１１）広域出向の復帰\n発令は、原則的には就業規則どおりだが、実態としてはできるだけ早く連絡する、\n（１２）就労条件は十分明らかにしており、問題はない考えるが、業務上の必要に\nより変化が生じた場合は、出向先と協議して対応する、（１３）秋田支店に相談コ\nーナーを設けているほか、支店に来られない者については電話で対応しているなど\nと回答した。また、交渉においては、横手精工株式会社など出向先の会社の労働条\n件についても、補助参加人から、提案がなされ、出向先別に協議がなされた。\n（二）　同年七月一二日、補助参加人は、控訴人秋田支社に対し、新団体交渉事項\n一九号（原判決別紙（４））により団体交渉を申し入れたところ、同支社も、団体\n交渉に応じることとし、幹事間で日程を調整し、同年八月七日に交渉が行われた。\nこの新団体交渉事項一九号の中にも、「出向の人選については、組合所属による\n恣意的な人選はしないこと」（基本２、本件団体交渉事項八号の２１「出向の発令\nにあたって組合間の差別をしないこと」と同旨）、「出向発令にあたっては、本人\nの同意…などを考慮した人選をすること」（基本５、本件団体交渉事項七号の２\n（２）「出向を命じる際、本人の同意を前提として強制、強要はしないこと」及び\n本件団体交渉事項八号の２「出向にあたっては本人の意思を尊重し、強制・強要に\nわたらないこと」と同旨）、「出向期間中、本人の健康状態、家庭事情などから出\n向を継続できない場合は、本人の希望を尊重しＪＲに復帰させること」（基本６、\n前記本件団体交渉事項七号の２（９）と同旨）、「出向説明会では、出向先就業規\n則を提示し」（基本８、前記本件団体交渉事項八号の１０と同旨）、などの本件団\n体交渉事項と同旨の事項を含めて、出向に関する抽象的一般的事項が含まれてい\nた。\n同支社は、基本について、（１）民間会社となって四年目を経過しているが、出\n向の目的にかわりはなく、定年延長制度に伴う出向先の確保、広域出向の開拓等も\n図っていきたい、（２）出向者は、受入れ会社の条件に基いて人選しており、恣意\n的な人選はない、（３）広域出向も通常の人事運用であり、出向終了時は通常七な\nいし一○日、やむを得ない場合は五日前に事前通知している、（４）出向は出向先\nの条件に見合った人選をしており、復帰については面談等を通して総合的に判断し\nている、出向先は必ずしも原告と関連性があるものとは限らない、（５）出向は通\n常の人事異動と同様であり、受入れ条件等から総合的判断で行っている、（６）本\n人の希望によって復帰させることはないが、健康状態や医師との相談によって判断\nする、（７）現場長と連携をとって説明するよう指導しているが、すべてについて\n説明することはできないので、説明会等で理解してもらいたい、パンフレットの配\n付等もできる範囲で行う、（８）就業規則は企業秘密であり、規則の提示等は困難\nである、（９）相談コーナーを設けるなどしてアフターケアに努めている、（１\n０）定年延長の出向も通常の出向と同様であるが、年齢と労働条件は考慮し、必ず\nしも通勤できる範囲とは限らないが現在の出向は配慮している、本人の希望だけで\n出向先の変更はできないし、原則として定年まで変更はないが、出向先の経営状況\nによって出向契約が破棄されるような場合は、新たに発令する、定年延長の意思表\n示の際本人と面談し、出向先の希望を聞きながら発令している旨答えた。補助参加\n人は、右（３）につき復帰先によっては住宅事情の変化が伴うので、就業規則にと\nらわれず事前の打診が必要ではないか、右（５）につき本人の希望を尊重すること\nはできないか、自動車通勤の場合でも実情に合わない通勤手当しか支給されていな\nいから、ＪＲ基準（通勤手当）の範囲内で人選してほしい、右（６）につき出向先\nの形態、家族の病状、治療条件等によっては家族に著しい負担を強いる場合がある\n等と質したところ、同支店は、右（３）につき、復帰先の決定については、本人と\nの面談や希望調査は行っており、ほとんどの場合はもとの職場になっているが、要\n員需給の関係から必ずしも希望職場、もとの職場にはならないものの、復帰する職\n場は本人が知っている場合もあり、大きな問題にはなっていない、右（５）につき\n場合によっては希望者が特定の出向先に殺到することもあるし、そうした場合もい\nちいち希望を尊重してはいられない、原告に勤務している場合の通勤手当は通勤手\n段等を考慮しておらず、出向に限った扱いはできない、右（６）につき指摘のよう\nな場合はケースによって判断するなどと答えた。その後、各出向先ごとの交渉に入\nり、一部は、同年九月五日に持ち越して交渉が行われた。\n（三）　労使関係の変化\n右のように新団体交渉が持たれる背景として、出向問題に関する控訴人と補助参\n加人との労使関係に関する変化があったことが認められる。\n（１）　すなわち、補助参加人は、本件救済申立事件の審理中である昭和六二年一\n○月一日、秋田支店に対し、出向に関する事項を含む八項目について団体交渉を申\nし入れ、同月三○日及び一一月七日の交渉が行われたが、配転及び出向に関する事\n項については触れられなかった。また、同年一二月八日、ニホンケイセキ株式会社\nに対する出向についての団体交渉を申し入れたのに対しても、交渉は行われなかっ\nた。昭和六三年三月九日、補助参加人が改めて配転及び出向について団体交渉を求\nめたことにも、控訴人は応じなかった。わずかに、同年八月一○日、ｃの出向をめ\nぐる団体交渉が行われ（秋田支店としては、本来苦情処理制度で扱うべき事項であ\nるが、労働協約が失効のため、交渉に応じたものである。）、事前の公募、打診の\n有無、出向先の労働条件の説明方法、同人を選定した理由、出向終了後の原職復\n帰、出向先の労働時間等について交渉がなされた程度であった。\n（２）　しかし、本件命令が出される前に、控訴人と本部は、同年一一月二八日、\n労使間の取扱いに関する協約（有効期間平成二年九月三○日まで）を締結した。そ\nの中では、（１）団体交渉は、本社及び秋田支店等の地方において、出向の基準に\n関する事項等について行うこと、（２）組合員が、労働協約及び就業規則等の適用\nについて苦情を有する場合は、後記（３）の場合を除き、その解決を苦情処理会議\nに請求することができ、苦情申告者、会社及び組合は、苦情処理の結果を遵守しな\nければならないこと、（３）組合員が、本人の出向等についての事前通知内容につ\nいて苦情を有する場合は、その解決を簡易苦情処理会議に請求することができ、苦\n情申告者、会社及び組合は、簡易苦情処理の結果を遵守しなければならないことな\nど、おおむね六二年協約と同様の内容が定められた。\n昭和六三年一二月一五日、控訴人秋田支店と補助参加人は、労使間の取扱いに関\nする協約の適用に関する覚書を交換したが、その前文でも、右両者は秋田支店固有\nの事柄について協議等を行うものとする旨定められた。\n（３）　さらに、その後、控訴人と本部は、平成三年七月三日、「出向の取扱いに\n関する協定」を締結した。これは、本部が、「同意」「募集」を要件とせずに、通\n常の人事異動の一環として「出向」を行うことを了承した結果、締結されたもので\nある。その内容は、（１）控訴人が業務の必要により、就業規則二八条に基づき、\n社員を関連会社又は団体等に出向させる場合の取扱いについては、出向規程による\nほか、この協定に定めるところによることとし、出向制度の円滑な運営を図ること\nとする、（２）出向期間は原則として三年以内とする、なお、出向期間を延長する\n場合は、出向規程第三条に準じて取り扱う、（３）出向社員に対する賃金支給基準\nの決定にあたっては、出向先での業務内容、出向先の賃金水準等を勘案する、とい\nうものであった。なお、右協定の内容は、控訴人が出向制度を実施するにあたっ\nて、各労働組合に提案し、東鉄労、鉄産労などの四労働組合との間では、出向制度\n実施に先立つ昭和六二年五月二八日に締結されたのに対し、国労がその締結を拒否\nした「出向の取扱いに関する協定」と、全く同一の内容のものであった。\n以上のように、昭和六二年一○月ころから平成二年七月ころまでの経過を見る\nと、控訴人と本部の間において、出向制度の存在を前提とする協定が順次締結さ\nれ、暫定的ではあるにしても労働協約も締結され、本社及び秋田支店等の地方にお\nいて、出向の基準に関する事項等について団体交渉を行うように定められ、その結\n果、前示のように、控訴人は、秋田支店において、補助参加人との間の新団体交渉\n事項についての団体交渉に応ずるようになり、控訴人は、出向制度に関する補助参\n加人からの団体交渉の申入れに対しては、あえてこれに異議を述べずに団体交渉に\n応じるという扱いをするようになっていたと理解することができる。\nそうだとすると、出向制度をめぐる控訴人と本部及び補助参加人間の労使関係\nは、本件命令申立時における激しい対立関係が、時間の経過とともに徐々に薄れ\nて、むしろ出向制度の存在を前提とした協力関係にすら変わってきており、出向問\n題に関する労使の調整は、出向に関する一般的・抽象的な基準の確立ではなく、各\n地における出向を前提とした個別的な問題の調整（もちろん個別的な問題の調整\nは、場合によって一般的な基準の確認あるいは見直しに発展する場合もあるから、\n個別と一般の区別は相対的・流動的であるといえる。）に移行していたとみること\nができ、新団体交渉事項は、この段階における出向に関する労使間の紛争の基本的\nな問題の解決に向けられたものであり、それに基づいた団体交渉も控訴人の抵抗な\nく開催される雰囲気が生じたこと、さらには、その後において平成三年の「出向の\n取扱いに関する協定」が締結されたことなどにより、補助参加人が、本件命令の申\n立に際して、その救済の必要性の根拠とし、本件命令もその発令の根拠としてい\nた、出向制度に関する控訴人支店における労使間の対立関係は、団体交渉の実施と\nいう点に関する限り、ほぼ解消されるにいたったものと理解するのが相当である。\n４　本件命令について\n（一）　本件命令の主文は、控訴人に対して、出向制度に関する本件団体交渉事項\n七号及び八号のすべてについて団体交渉を命じていて、何ら具体的な限定がなされ\nていないから、形式的に解釈すれば、控訴人が主張するように、今後控訴人が行う\n一切の出向に関する一般的抽象的事項について団体交渉を命じたものと解する余地\nがないわけではない。そのために、控訴人は、新団体交渉事項は、一般的、抽象的\nな本件団体交渉事項とは異なっており、出向は本人の同意を前提にする、あるいは\n公募によるというような制度の根幹に関している本件団体交渉の目的が実現された\n場合にはあたらない、と主張している。\n（二）　しかし、被控訴人の本件命令は、団体交渉事項の文言もさることながら、\n控訴人秋田支店における出向に関する紛争の解決手段として、すみやかに控訴人に\n補助参加人との団体交渉に応じるように命じている点に主眼が置かれていたものと\n解するのが相当である。\nすなわち、本件命令に至るまでには、次のような経緯があった。\n（１）　控訴人は、新会社発足に当たり、余剰人員対策と社員の意識改革が重要で\nあるとの認識に立ち、積極的に社員の出向を実施することを企図し、従来国鉄で行\nわれていた同意を要件とする派遣制度を廃し、配置転換と同等のものとして出向を\n扱う出向制度を就業規則に設け、新会社発足後間もない昭和六二年六月から全社的\nに出向を実施しようとしたが、これに対して本部は、このような出向に反対する立\n場から、同年五月一二日に、出向は団体交渉により決定すること、団体交渉により\n出向の基準が決定されるまでは出向を行わないことを求める団体交渉の申入れを\nし、以後控訴人本社と本部との間で出向につき公募、同意を要件とするか否かを中\n心とした団体交渉が重ねられるようになった。補助参加人もこれを受けて、同月一\n四日、「出向に対する緊急の解明と要求について」と題する書面で、控訴人の出向\n制度の解明とそれに対する要求を含む本件団体交渉事項七号につき団体交渉の申し\n入れを行った。その内容は、主として出向者の選定は公募を原則とし、かつ国鉄時\n代の派遣制度と同様に本人の同意を要件とすることを要求するものであった。\n（２）　しかし、控訴人の全体的な方針に変わりはなく、控訴人秋田支店において\nは、具体的な出向先を決定し、出向先会社名、業務内容、出向予定者数及び期間を\n記載した「出向の概要について」と題する書面を組合に交付するとともに、出向予\n定者に対する事前通知に際して書面で出向先の概要を知らせる扱いをとり、同年六\n月四日、同支店長名で、国労組合員六名を含む同支店の一○名の社員に対し、同月\n一九日付けの出向の事前通知を行った。そして、同月二一日、同支店は、右事前通\n知をした者に対し、説明会を開くとともに、出向制度の意義及び対象者、出向の目\n的、発令、期間、所属、賃金の取扱い、勤務、復帰箇所、年休の取扱い、出向期間\n中の勤続年数、表彰・懲戒、業務災害・通勤災害、被服類、福利・厚生、共済組合\n関係及び共済貯金の取扱い、旅費並びに乗車証等について記載した出向のしおりを\n配付して、労働条件等の説明をしたほか、出向についての相談に応ずる担当者を紹\n介する相談員のご案内と題する書面を配付した。そして、同月一九日、同支店長名\nで、右の被通知者らに対し、出向の発令が行われたが、この中にニホンケイセキ株\n式会社への出向者二名（いずれも国労組合員）が含まれていた。また、同支店長\nは、同月一六日、国労組合員八名を含む同支店の一六名の社員に対し、同年七月一\n日付けの出向の事前通知をし、同年七月一日、同支店長名で、右の被通知者らに対\nし、出向の発令をした。\n補助参加人は、この間、同年六月九日、被控訴人に対し、出向に係る団体交渉の\n開催についてあっせんの申立てを行い、同支店に対し、右のあっせんの結果が出る\nまで出向を延期すること等を申し入れた。その結果、被控訴人において、同月二○\n日第一回のあっせんが行われ、同月二四日、補助参加人はあっせんの事項を出向命\n令の撤回に変更し、同月二九日、第二回のあっせんが行われたが、労使双方の歩み\n寄りがみられず、あっせんは打ち切られた。また、この間、出向に関して、控訴人\nの苦情処理制度を利用した者もいたが、裁定結果はいずれも却下であった。\nこのように、補助参加人の反対にもかかわらず、秋田支店においては、出向を現\n実に実行し始めたので、補助参加人は、同月三○日、秋田支店長に対し「出向に対\nする細部にわたる解明要求について」と題する書面で、本件団体交渉事項八号につ\nき団体交渉の申し入れを行った。その申入書には、出向について、「秋田支店固有\nの問題も山積し、秋田支店で解消しなければならない部分も多い。」「出向先の就\n労条件の細部にわたる説明、出向の人選基準、事前通知のあり方、出向終了後の配\n属等々、不明確な問題がある。」などとして、秋田支店おける出向問題解決のため\nに、団体交渉の開催を申し入れる旨の記載があった。しかし、控訴人は、本社にお\nける交渉事項であるとして、これに応じなかった。\n（３）　そのため、補助参加人は、同年七月二日、被控訴人に対し、控訴人及び控\n訴人秋田支店を被申立人として、被申立人が正当な理由なく本件各団体交渉事項七\n及び八号についての団体交渉を拒否し、国労及びその組合員を敵視する姿勢で出向\n制度を名目にして国労組合員を控訴人から排除し、国労組織の弱体化と脱退攻撃に\n悪用しており、労働組合法七条一ないし三号の不当労働行為に該当するとして、\n「被申立人は、①補助参加人組合員に対する同年六月一九日及び七月一日発令の出\n向並びに六月一九日付けの出向を命ずる事前通知を撤回し、新たな出向の発令をし\nてはならない、②補助参加人組合から同年五月一四日及び六月三○日に提出されて\nいる本件団体交渉事項の議題につき、早急に団体交渉を開催すること、③このたび\nの不当労働行為の事実について陳謝し、補助参加人に対する陳謝文を、本命令後、\n三日以内に手交するとともに、同文のものを縦一メートル、横一・五メートルの白\n紙に鮮明に墨書きし、控訴人秋田支店入口及び全職場の見やすい場所に、一○日間\n掲示しなければならない」旨の救済命令を求める申立てをした（秋地労委同年\n（不）第二号）。そして、補助参加人は、同年七月一七日、審議促進と救済命令の\n早期認定の必要から、右の申し立てのうち団体交渉の開催に関する申立てを分離\nし、審議を早めるように上申した。\n被控訴人は、右申立てから、出向に関する部分を分離し、団体交渉拒否に関する\n部分（同号―一）について審査を行い、公益委員会議の合議を経て、平成元年九月\n二六日、①控訴人に対し本件団体交渉事項についてのすみやかな団体交渉を命じ、\n②陳謝文の手交及び掲示の申立てについては、右①の救済で足りるとしてこれを棄\n却し、③控訴人秋田支店は、控訴人の組織の構成部分に過ぎず、法律上独立した権\n利主体ではないから、使用者には該当せず、本件申立は控訴人に対してなされたも\nのと解して、控訴人のみを被申立人として表示する旨の本件命令をなした。\n本件命令が出された時点は、申し立て後すでに二年余が経過し、控訴人の出向の\n運用は定着して、本件申立当時出向していた者は、控訴人に復帰していた状態であ\nり、さらに、前記のように、昭和六三年一一月には、控訴人と本部間に、労働協約\nが締結され、その中で、本社及び秋田支店等の地方において、出向の基準に関する\n事項等について団体交渉を行うことが定められ、同年一二月一五日には、控訴人秋\n田支店と補助参加人が、労使間の取扱いに関する協約の適用に関する覚書を交換\nし、その前文でも、右両者は秋田支店固有の事柄について協議等を行うものとする\n旨定められていたという事態の推移があったのにかかわらず、なお秋田支店と補助\n参加人の間では出向に関する団体交渉が開催されていないという状態であった。\n（三）　右に認定したような控訴人と本部あるいは補助参加人間の労使関係の経緯\nを見ると、本件命令がなされた当時は、国鉄が民営化して控訴人による新規の出向\nが開始されることに伴って労使間の新しい緊張が生じ、その解決のために一般的、\n抽象的な基準の設定が必要であるとして本件団体交渉事項七号が申し入れられた時\n代から移って、出向の運用が積み重ねられ、その具体的な運用に関して、支店単位\nで出向者の選択、その意思確認の方法、出向先の労働条件などについて、労使間の\n意志疎通が望まれる段階にきており、補助参加人も強くそれを望んでいたのにもか\nかわらず、控訴人において地方による団体交渉事項にあたるとは解されないという\n態度に終始していたために、被控訴人として、その調整のために、ともかく秋田支\n店と補助参加人の間で、団体交渉を開くことが望ましいという考えがあって、本件\n命令を出したことが理解できるというべきである。\nこのことは、本件命令が、その理由の中で、補助参加人と本部が上下関係にある\n組合でありながら互いに交渉権を留保している関係にあることを前提に、本部以外\nの四労働組合が既に「出向の取扱いに関する協定」を締結しているにもかかわら\nず、国労関係では、中央段階での交渉が行き詰まった状態のまま出向制度が実施さ\nれ、ニホンケイセキ株式会社への出向という具体的な問題も生じており、さらに、\n被控訴人によるあっせんも打ち切りとなった状況であったことを考慮するならば、\n補助参加人が、支店と早急に何らかの形で出向に関して団体交渉を持つべく、本件\n団体交渉事項八号のように、一般抽象的な団体交渉事項を記載して申し入れたとし\nても、むしろ緊急やむを得なかったと是認されるべきである旨説示し、申入書記載\n事項を形式的、一方的に解釈して、交渉申入れ事項が、本社と本部の間で行われる\nべき事項であり、かつ交渉中であるということで、支店が、当時、出向に関して一\n回も申立人と団体交渉を行わなかったことの正当な理由にはならない、と説示して\nいること、あるいは、申入書には一般抽象的な記載部分もあり、申し入れの時から\n二年以上の年月が経過していることなどを考慮すると、当事者の団体交渉を通じて\n整理調整されるべき交渉事項の部分もあると判断される旨説示していることから\nも、十分に読みとれるというべきである。\nそうだとすると、本件命令の主文から、控訴人に対して、今後控訴人が行う一切\nの出向に関する一般的抽象的事項について団体交渉を命じたものと解する余地がな\nいわけではないものの（しかし、もともと、出向制度のような就業規則中に規定さ\nれた制度の抽象的一般的事項について未来永却に渡って団体交渉を命じる救済命令\nの必要性のある場合は、常識的にいって想定しにくいものであって、それのみをと\nっても、本件命令をそのように形式的に解釈することが妥当でないことは明らかで\nある。）、本件命令を、その理由中の判断と本件命令が出されるに至るまでの前記\n経緯から総合検討すると、本件命令は、国鉄の分割民営化が実施されて控訴人が設\n立された直後に、旧国鉄時代の派遣制度とは全く異なる出向制度が実施され、これ\nに反対する本部及び補助参加人と控訴人との労使間の対立が解消される見通しのた\nたなかった状況のもとにおいて、補助参加人の申し入れた団体交渉事項の形式的文\n言は出向制度についての一般的抽象的事項であって、本来全社的に統一的に解決す\nべき事項であっても、現に出向制度が実施され、現実に出向を実施していたのが支\n店であることから、少なくとも、支店における出向の個別具体的事例を通じてな\nら、支店レベルでも出向の運用の調整を図ることは十分に可能であるとの判断のも\nとに、本件団体交渉事項七号のみならず八号の団体交渉申入れについても、右各団\n体交渉申入書中の形式的文言に固執して、いずれも出向制度の一般的抽象的事項に\nついての団交申入れであって支店での団体交渉事項には当たらない（あるいは、そ\nもそも団体交渉事項ではない）と一方的に判断し、終始一貫して支店での団体交渉\nに一切応じなかった控訴人の一連の態度をとらえて、正当な理由のない団体交渉拒\n否として不当労働行為にあたると判断し、本件命令発令時においても控訴人の右態\n度に基本的な変更がなかったために、救済の必要性があるとして、その救済のため\nに支店での団体交渉を命じたものと解すべきものである。\nそうだとすれば、本件命令の意図するところは、本件団体交渉事項七号及び八号\nの事項について将来控訴人がなすすべての出向に関して団体交渉を命ずるまでの意\n味がないことはもちろんのこと、本件団体交渉事項七号及び八号の事項について各\n別の団体交渉を命じたものでもなく、また、本件団体交渉事項の形式的文言どおり\nの純粋な意味での出向制度の一般的抽象的事項について団体交渉を命じたものでも\nなく（純粋な意味での出向制度の一般的抽象的事項が本来本社本部間での団体交渉\nで解決されるべき事柄であることは明らかであり、本件命令もこれを当然の前提と\nしているものと解される。）、少なくとも、その主旨とするところは、前述した控\n訴人と本部及び補助参加人との出向制度をめぐる労使関係の対立状況を前提とし\nて、このような労使関係が継続する限りにおいて、支店においても、少なくとも、\n支店における出向の個別具体的な事例を通じて出向制度の運用の調整を図ることは\n可能であるとして、この意味での団体交渉を命じたものと解すべきものである。被\n控訴人が本件命令において控訴人の申立事項をそのまま引用し、当時の変化した労\n使関係の具体的調整に必要な団体交渉事項を明示しなかったことについては、措辞\n不十分の点があったことは確かであるものの、本件命令に至る経緯及び本件命令の\n理由中の判断を無視し、本件命令を形式的に解釈するのは相当でない。\n前記のように、被控訴人が、平成三年一○月九日、「控訴人が新団体交渉事項八\n号及び一九号の団体交渉に応じたので本件命令はほぼ履行されたものと認められる\nから緊急命令申立ての必要性がなくなった」として、本件命令についての緊急命令\nの申立てを取り下げるにいたったことも、本件命令の目的が、支店と補助参加人の\n出向に関する実質的な紛争の解決の手段としての団体交渉の開催ということにあっ\nたということを理解させるものである。\n４　本件命令取消の利益について\n（一）　使用者に対して特定の事項についての団体交渉を命ずる旨の救済命令が発\nせられた後に、右救済命令が前提としていた労使関係の対立が解消したり、救済を\n求めていた組合自体が方針を変更したために、当該団体交渉事項についての団体交\n渉の必要性が失われた場合や、現実に労使間で団体交渉が行われ、右団体交渉事項\nが形式的に見れば必ずしも救済命令が命じた事項とは同一でない場合であっても、\n命令発令後の状況の変化や労使関係の変遷の結果、右団体交渉がなされたことによ\nって、実質的に見れば救済命令が命じたとおりの団体交渉がなされた場合と同様の\n救済がなされたと判断される場合には、当該救済命令はその発令の実質的な根拠を\n失ったものというべきであり、他方、そのような場合には、もはや労働者側として\nも当該団体交渉事項について団体交渉を求める救済利益はなくなっているものとい\nうべきであるから、救済命令の履行以外の方法によって救済命令の内容が実現され\nた場合と同様に解して、救済命令はその基礎を失い、その拘束力を失うものと解す\nるのが相当である。\n（二）　これを本件についてみると、出向制度を巡る控訴人と本部及び補助参加人\n間の労使関係が、本件命令申立当時の激しい対立関係から、出向制度の存在を前提\nとした協力関係に変遷し、遅くとも平成三年の「出向の取扱いに関する協定」が締\n結された時点では、補助参加人が、本件命令の申立に際して、その救済の必要性の\n根拠とし、本件命令もその発令の根拠としていた、出向制度についての労使間の対\n立関係は、結果としてほぼ解消されたことは前示のとおりであるが、このように労\n使間の対立関係が解消に向かっている最中である平成二年中に、控訴人は、秋田支\n店及び支社において、補助参加人の申入れに応じて出向制度に関する新団体交渉事\n項について団体交渉に応じているのであり、新団体交渉事項は、本件団体交渉事項\nと全く同一ではないものの、右団体交渉事項と同種の事項を多数含んでおり、基本\n的には、支店における出向の個別具体的な事例を通じて出向制度の運用の調整を図\nろうとしたものと解されるから（これはまさに本件命令が意図したところであ\nる。）、右の団体交渉の実現・定着により、本件命令が意図するところが実質的に\nは実現され、補助参加人としては、本件命令による団体交渉を受けたのと同様の救\n済を受けたものと評価できるものというべきである。ちなみに、本件命令の申立人\nたる補助参加人自身も、新団体交渉事項にかかる団体交渉がなされたことにより、\n実質的には、本件命令の履行を受けた場合と同等の救済を受けたものと考え、実質\n的に本件命令申立ての目的を達したものとして、もはや本件命令による救済利益の\nないことを自認しているのである。\n（三）　以上によれば、前記のとおりの労使関係の推移を背景に新団体交渉事項に\nついての団体交渉がなされたことにより、補助参加人は、遅くとも平成三年までに\nは、本件命令による団体交渉を受けたのと同様の救済を受けたから、救済命令の履\n行以外の方法によって命令の内容が実現された場合と同様に、本件命令はその基礎\nを失い、その拘束力を失ったものと解すべきものである。控訴人が、本件命令が包\n括的に補助参加人組合員に対する一切の出向に適用される趣旨であり、本件命令が\n存在する限り、控訴人が実施する出向に際し、団体交渉応諾の義務を負うとしてい\nることは、本件命令の拘束力を不当に拡大して解釈するものとして採用できない。\n（四）　以上検討したところによれば、本件命令は、どんなに遅くとも平成三年中\nには、行政処分としての効力を失ったものというべきであるから、もはや控訴人に\nは本件命令を履行すべき公法上の義務はなく、控訴人には、本件命令の取り消しを\n求める法律上の利益はないものというべきである。\n三　以上の次第で、控訴人には、本件命令の取り消しを求める法律上の利益はない\nから、その余の点について判断するまでもなく、本件訴えは不適法として却下を免\nれない。\n第四　以上によれば、控訴人の本件訴えは不適法であり、却下されるべきであると\nころ、本件訴えについて本案の判断をした原判決は相当でないから、これを取り消\nし、主文のとおり判決する。\n（裁判官　守屋克彦　丸地明子　大久保正道）\n"
}