{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 7,
    "month": 1,
    "day": 25
  },
  "case_number": "平成6(う)1244",
  "case_name": "銃砲刀剣類所持等取締令違反、火薬類取締法違反被告事件",
  "court_name": "東京高等裁判所第三刑事部",
  "article_info": "第48巻1号6頁",
  "gist": "複数のけん銃をそれぞれに適合する実包と共に所持した場合の罪数",
  "case_gist": "複数のけん銃をそれぞれに適合する実包と共に所持した行為は、けん銃の種類が異なる場合においても、その個数が態様からみて一個である限りは、包括して一個の銃砲刀剣類所持等取締法三一条の二第二項の加重所持罪を構成する。",
  "lawsuit_id": "20206",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20206",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/206/020206_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中八〇日を原判決の刑に算入する。\n理　　　　由\n本件控訴の趣意は、弁護人野武興一が提出した控訴趣意書に記載されたとおりで\nあるから、これを引用する。\n論旨は、事実誤認の主張であって、要するに、被告人は、Ａに原判示の各けん銃\n及び実包を預けたことはなく、Ａが所持していた右各けん銃及び実包は被告人の全\nく与かり知らぬものであるのに、原判決が、被告人はＡと共謀のうえ、原判示Ｂａ\n号室において、回転式けん銃一丁をこれに適合する実包三七発と、自動式けん銃一\n丁をこれに適合する実包五発と共に保管して所持し、かつ、火薬類である実包二五\n発をも合わせて所持した旨認定したのは、事実を誤認したものである、というので\nある。\nそこで、関係証拠を検討するに、Ａは、原審において、以下のとおり証言してい\nることが認められる。すなわち、\nＡは、被告人が会長をしている暴力団Ｃの組員であるが（本件逮捕後脱会届提\n出）、平成五年七月二〇日午後三時ころ、被告人に呼ばれてつくば市内にある組事\n務所に行ったところ、被告人と名前を知らない関西弁を話すやくざ風の小柄な男、\n更に事務所当番をしていた組員がいて、被告人から関西弁の男にＡの乗ってきた車\nを貸すよう言われるとともに、チャカ（けん銃の意）を上野駅まで電車で運ぶよう\n指示され、車を関西弁の男に貸すとともに、被告人から回転式けん銃と実包の入っ\nたグレーの袋を受け取った。Ａは、右袋を持ち、多分事務所当番の組員に常磐線荒\n川沖駅まで車で送ってもらい、駅前でウェストポーチを買って回転式けん銃と実包\nを右ポーチに入れ換え、電車で上野駅に行って連絡を待っていると、ポケットベル\nに連絡が入ったので、電話を入れると、先刻の関西弁の男が出て、新宿のホテルま\nで来るよう言われたので、その指示に従い、ホテルの近くで関西弁の男と落ち合っ\nた。男はＡが貸した車で来ていた。Ａは車に乗り込んですぐ男に回転式けん銃と実\n包の入ったウェストポーチを手渡した。その後、男の運転する車で二、三〇分位走\nった後、車から降ろされ、そこに待っているよう指示された。Ａが三時間位待って\nいると、男が戻ってきて車に乗るよう言われたので、乗り込むと、男は無言のまま\n車を運転し、東京駅まで行き、降りる際に「けん銃は椅子の下に置いてある。気を\n付けて帰れ」と言われ、運転席の下を手で確認すると、ウェストポーチがあった。\nＡは、返してもらった車を運転して、午後一一時か一一時半ころ組事務所に帰り、\n被告人のマンションに電話を入れたところ、被告人から「ご苦労さん」と言われる\nとともに、「チャカはそのまま預かっておいてくれ」と言われたので、牛久市内の\nＡの実家に持ち帰り、クローゼットの中に回転式けん銃と実包の入ったウェストポ\nーチを隠した。約一週間後、Ａがウェストポーチの中を確認したところ、回転式け\nん銃と実包六〇発位が入っていた。その後、被告人から試し撃ちをするよう言わ\nれ、同年八月二五日ころ、Ａが組員のＤと造成地に行って二人で試し撃ちをしたと\nころ、三発中、一発は発射できたが、二発は不発であったので、その結果を被告人\nに報告した。更に、同年一〇月ころ、組事務所でまた被告人から茶色の紙袋に包ま\nれた自動式けん銃と実包五、六発を預かるよう指示されたので、これらを受け取っ\nて持ち帰り、先に預かっていた回転式けん銃及び実包と共に保管した。その後、付\nき合っていたＥの住まいの方がＡの実家よりも組事務所に近いので、Ｅ方に右各け\nん銃と実包を移したが、正月には同女が実家に帰るというのでその前に一旦これら\nを引き取り、平成六年一月半ばころ、再び同女に預け、同女がＢａ号室に引っ越し\nたので、そこに移して保管していたところ、同年二月二日警察官に捜索されて発見\nされてしまった。これらのけん銃と実包は、Ｃ組員であるＦから預かったものでは\nない。\nＡ証言の要旨は以上のとおりであるところ、その証言内容は、明快であるうえ、\n被告人の指示により回転式けん銃を新宿まで運んで関西弁の男にこれを渡し、長時\n間待たされた末、またけん銃を返されてつくばまで持ち帰ったことや、被告人の指\n示により試し撃ちをし、三発中二発が不発であったことなど、実際に体験した者で\nなければ語りえない具体性を有していることが認められるとともに、Ａによれば、\n同人が逮捕・勾留中、組員のＧが面会に来て、その際、Ｇは右手の親指を立てて人\n指し指を伸ばしてけん銃の形を模した後、両手の指を開いて前方に両腕を伸ばし人\nにおぶさるような恰好をして、Ａにけん銃所持の件を背負い込むよう動作で伝えた\nというのであって、迫真性に富んでいることも明らかである。また、回転式けん銃\nを新宿まで運んだとする点については、Ａが記載していたシステムノートの平成五\n年七月二〇日の欄に「ＰＭ新宿ヘチャカ運び」と記載され、試し撃ちをした点につ\nいては、右ノートの同年八月二五日の欄に「Ｄとチャカの試しうち３発中１発Ｏ\nＫ」と記載されるとともに、これに符合するＤの原審証言も存在するのであって、\nＡ証言を裏付け、これを補強しているのである。更に、Ａが会長である被告人から\nけん銃を預かってもいないのに、ことさら虚言を弄してまで被告人を罪に陥れるこ\nとも考えがたい。これらの諸点に徴すると、Ａ証言の真実性を疑う余地はないとい\nうべきである。\nこれに対し、所論は、（１）Ａの証言する新宿へのけん銃運搬については、Ａが\n警察官調書中においては、関西弁の男について全く触れていないことなどに照らし\nても、作為的であって、全く現実性がない、（２）Ａが被告人からけん銃の運搬を\n指示され、けん銃入りの袋を渡されたという点について、その際にＡが袋を開けて\n中身を確認したかどうかについて、Ａ証言は主尋問と反対尋問との間で供述に変遷\nがある、（３）Ａが試し撃ちの結果を被告人に報告したという点について、Ｄがそ\nの場に同席していたかどうかにつき、ＡとＤの各証言の間に食い違いがあり、この\n食い違いを看過することはできない、これらからすると、Ａ証言の信用性には重大\nな疑問がある、などというのである。\nしかし、所論（１）については、Ａは、警察官調書中において、「関西弁を話\nす」ということまでは述べていないものの、「Ｈ会長の友達である名前のわからな\nい身長一六五センチ位、年齢三〇歳後半位の男」の存在に言及し、被告人から頼ま\nれてその男に車を貸すとともに、被告人の指示によりけん銃を新宿まで運んでその\n男にこれを渡し、長時間待たされた末、またけん銃を返されてこれをつくばまで持\nち帰ったことなどを具体的かつ明確に述べているのであって、右警察官調書は、Ａ\nの公判証言の証明力を増強するものではあっても、その証明力を減殺するものでは\nない。このように、Ａは、警察官の取調べの段階から一貫して新宿へのけん銃運搬\nが被告人の指示によるものであることを明確に述べているのであって、この事実に\n照らしてみても、Ａの証言内容が作為的であるとか、現実性に乏しいとはいえす、\nシステム手帳の記載もＡ証言の真実性を担保していると考えられる。また、所論\n（２）については、Ａは、捜査段階では袋を開けて中身を確認した旨述べていたと\nころ、公判証言の際、主尋問では確認しなかった旨述べて一旦供述を変えたが、反\n対尋問ではまた、確認した、捜査官に述べたところに間違いない旨述べていること\nが認められる。しかし、このことは、Ａのこの点の記憶が多少あいまいになってい\nることを示すにとどまるのであって、この点の供述に変遷があるからといって、被\n告人からけん銃の運搬を指示されてこれを預かったというＡ証言の信用性が損なわ\nれるものではない。更に、所論（３）については、Ａは、検察官から「事務所で直\n接報告したということはありませんか」と尋ねられて、「大体事務所から電話で\nか、いるときに直接ですが……」と答え、検察官から更に「君か事務所から電話で\n報告しているとき、あるいは、面前でＨに報告しているとき、Ｄがその場にいたか\nどうか記憶していますか」と尋ねられて、「記憶はありませんが、Ｄも一緒にやり\nましたし、その場にいても不思議ではありません」と答えているのであって、この\n点のＡの記憶があいまいになっているにすぎず、報告の際Ｄもその場にいたという\n同人の証言と必ずしも食い違うものではない。もとより、この点が試し撃ちの結果\nを被告人に報告した旨のＡ証言の信用性を損なうものではなく、同人の証言はＤ証\n言によって裏付けられ、補強されていることは前述のとおりである。\n以上のとおりで、Ａ証言は十分信用することができる。\n次に、被告人の供述及びＦの原審証言の信用性について検討するに、被告人は捜\n査段階から犯行を全面的に否認し、被告人の舎弟分であるＦも、自分がＡからけん\n銃の入手を頼まれ、けん銃二丁と実包を一〇〇万円でＡに譲り渡した旨証言してい\nることが認められる。しかし、Ｆ証言によれば、Ａからけん銃の入手を頼まれた当\n時、ＦとＡは初対面であったというのであるから、ＡがＦにけん銃の入手を頼むと\nいうのはいかにも唐突で不自然というほかないうえ、Ａが会長である被告人に隠れ\nて、その舎弟分であるＦに頼んでけん銃を密かに購入することも考えがたい。ま\nた、入手を依頼されたけん銃は三八口径のスミス・アンド・ウエッソンと二二口径\nのけん銃であるというのであるが、三八口径のものは本件回転式けん銃に一致する\nが、二二口径のものは本件自動式けん銃が三八口径であるので、これに合致しな\nい。これらの点だけからしても、Ｆ証言は真実味に欠け、信用性に乏しく、何ら被\n告人の供述を裏付けるものではない。信用に値するＡ証言に対比して、被告人の供\n述が信用できないことは明らかである。\n以上のとおりで、被告人がＡに本件各けん銃及び実包を預けてこれを保管させた\nことは優に認められ、原判決に所論の事実誤認は認められない。論旨は理由がな\nい。\nなお、原判決は、本件二丁の種類の異なるけん銃をそれぞれ適合する実包と共に\n保管所持した行為の罪数について、銃砲刀剣類所持等取締法三一条の二第二項は、\n適合実包と共にするけん銃の携帯、運搬又は保管して所持する行為がその危険の現\n実化の可能性が増大することを理由に「適合する実包と共に」という客観的状況を\n犯罪の加重要件としたものであり、それぞれのけん銃毎に適合性が問題になるの\nで、けん銃所持の個別的な危険性に着目する趣旨をも含むものと解されるから、異\nなる適合実包と共にする数丁のけん銃を携帯、運搬又は保管して所持する行為は、\n一個の行為であるときでも、各けん銃毎に構成要件を充足して数罪になると解すべ\nきである、というのである。\nしかし、銃砲刀剣類所持等取締法三一条の二第二項は、「前項の違反行為をした\n者で、当該違反行為に係るけん銃等を、当該けん銃等に適合する実包……と共に携\n帯し、運搬し、又は保管したものは」と規定しており、その規定の仕方に徴すれ\nば、同項か処罰の対象とする実行行為はけん銃等の所持のみであって、適合実包等\nの携帯、運搬、保管は、実行行為としてではなく、客観的な加重要件として規定さ\nれていると考えられ、したがって、けん銃等の所持のみが実行行為であることは、\n同条一項所定の適合実包等の携帯、運搬、保管を伴わない単なるけん銃等の所持\n（単純所持）の場合と何ら異なるところはないのである。そして、この単純所持の\n罪については、所持するけん銃等が複数であっても、これを包括して一罪とするの\nか確立した判例である（最高裁判所昭和四三年一二月一九日第一小法廷決定・刑集\n二二巻一三号一五五九頁参照）。\n<要旨>そもそも、適合実包等と共にするけん銃等の所持（加重所持）の罪が新設\nされた趣旨についてみると、適合</要旨>実包等と共にけん銃等を所持する場合に\nは、速やかに実包等の装填、発射が可能になるいう点において、単にけん銃等のみ\nを所持する行為に比較して社会的危険性が高く、社会的非難の程度も強いために、\n重く処罰することにしたものと解されるのであって、もとより実包等の適合性はけ\nん銃毎に問題になるとはいうものの、複数のけん銃等の加重所持の行為の個数がそ\nの所持の態様からみて一個であると認められる場合にまで、けん銃毎に別個の構成\n要件的評価を加えなければならないほど、けん銃毎の個別的な危険性を重視してい\nるものとは思われない。つまり、加重所持罪の保護法益も、単純所持罪のそれと同\n様、生命・身体のような一身専属的なものではなく、社会の安全であり、単純所持\n罪に比較して社会的な危険性が高いが故により重く処罰されるにすぎないことから\nすれば、その罪数もその危険の個数すなわち加重所持の行為の個数によって決する\nのが、前記最高裁判例の趣旨に照らしてみても相当であると考えられる。したがっ\nて、加重所持が一個である限りは、けん銃が複数の場合であっても、これを包括し\nて一個の加重所持罪が成立すると解するのが相当である。\nそれ故、右と見解を異にする原判決の罪数判断は誤っているといわざるをえない\nが、本件においてはその処断刑の範囲に差異をもたらさないから、右誤りは何ら判\n決に影響を及ぼすものではない。\nよって、刑事訴訟法三九六条により本件控訴を棄却することとし、当審における\n未決勾留日数の算入につき刑法二一条を適用して、主文のとおり判決する。\n（裁判長裁判官　早川義郎　裁判官　仙波厚　裁判官　原啓）\n"
}