{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 11,
    "day": 12
  },
  "case_number": "平成11(行ウ)16",
  "case_name": "裁決取消等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "lawsuit_id": "15975",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15975",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/975/015975_hanrei.pdf",
  "contents": "主　　　文\n一　被告法務大臣が平成一○年一二月二四日付けで原告に対してした出入国管理及\nび難民認定法四九条一項に基づく原告の異議の申出は理由がない旨の裁決を取り消\nす。\n二　被告東京入国管理局主任審査官が平成一一年一月一八日付けで原告に対してし\nた退去強制令書発付処分を取り消す。\n三　訴訟費用は被告らの負担とする。\n事実及び理由\n第一　請求\n主文第一項及び第二項と同旨\n第二　事案の概要\n本件は、バングラデシュ人民共和国（以下「バングラデシュ」という。）の国籍\nを有する外国人である原告が、在留期間を過ぎて本邦に不法に残留したとして、出\n入国管理及び難民認定法二四条四号ロに該当する旨の東京入国管理局（以下「東京\n入管」という。）の入国審査官の認定と、右の認定が誤りがない旨の東京入管特別\n審理官の判定を受けたことから、被告法務大臣に対し、異議の申出をしたが、異議\nの申出に理由がない旨の裁決を受け、被告東京入管主任審査官から退去強制令書が\n発付されたため、被告法務大臣のした右裁決及び被告東京入管主任審査官のした右\n退去強制令書発付がいずれも違法であるとして、それらの取消しを求めるものであ\nる。\n一　争いのない事実\n１　原告は、昭和三八年（一九六三年）○月○日、バングラデシュで出生したバン\nグラデシュ国籍を有する外国人である。\n２　原告の入国及びその後の在留状況\n（一）　原告は、昭和六三年四月三〇日、東京国際空港（以下「羽田空港」とい\nう。）に到着し、外国人入国記録の「日本滞在予定期間」及び「渡航目的」欄にそ\nれぞれ「ＦＯＲ　７ＤＡＹＳ（七日）」、「ＦＯＲ　ＴＯＵＲ（旅行のため）」と\n記載して上陸申請をし、右同日、東京入管羽田空港出張所入国審査官から、在留資\n格を平成元年法律第七九号による改正前の出入国管理及び難民認定法（以下、改正\n前のものを「旧入管法」といい、改正後のものを「入管法」という。）四条一項四\n号所定のもの及び在留期間を一五日とする上陸許可を受け、本邦に上陸した。\n（二）　原告は、その後、在留期間更新許可申請又は在留資格変更許可申請をする\nことなく、右上陸許可の在留期限である昭和六三年五月一五日を超えて本邦に不法\nに残留した。\n（三）　原告は、昭和六三年七月から埼玉県新座市所在のヤマダ商会で稼働し、そ\nの後、千葉県松戸市所在のＪ物流センター、千葉県船橋市所在の船橋車体、日本建\n鉄、栃木県足利市所\n在のタクマ工業、栗田工業と順次職場を変えて稼働し、また、東京都、千葉県内等\nで日雇作業員などをして、後に述べる平成一〇年八月二三日の群馬県太田警察署員\nによる逮捕までの約一〇年一月にわたり引き続いて本邦において就労した。\n（四）　原告は、昭和六三年一一月から稼働していた千葉県松戸市所在のＪ物流セ\nンターにおいて同じく勤務していた日本人であるａと知り合った。\n（五）　原告は、平成一〇年八月二三日、自動車を運転中に警察官の職務質問を受\nけ、入管法違反容疑により群馬県太田警察署員に逮捕され、同年九月二日、入管法\n違反（不法残留）事件により前橋地方裁判所太田支部に起訴され、同年一○月二七\n日、前橋地方裁判所太田支部において、入管法違反（不法残留）により懲役二年、\n執行猶予三年とする判決の宣告を受け、右判決は、同年一一月一一日確定した。\n（六）　ａは、平成一○年九月一六日、船橋市長に対し、原告との婚姻届を提出し\nた。同届出は、受理伺とされ、同年一一月二五日ころ、受理が決定し、右届出の日\n付で受理された。\n３　退去強制令書発付処分に至る経緯について\n（一）　東京入管入国警備官は、原告について、平成一〇年八月二五日、同日付け\nの前橋地方検察庁太田支部からの通報に基づき、入管法二四条四号ロ該当容疑者と\nして違反調査に着手した。そして、同入国警備官は、違反調査を行った結果、原告\nが入管法二四条四号ロに該当すると疑うに足りる相当の理由があるとして、同年一\n〇月二六日、東京入管主任審査官から収容令書の発付を受け、同月二七日、太田拘\n置支所において右収容令書を執行し、右同日、原告を東京入管収容場に収容した。\n東京入管入国警備官は、同月二八日、原告を入管法二四条四号ロ該当容疑者として\n東京入管入国審査官に引き渡した。\n（二）　東京入管入国審査官は、平成一〇年一二月二日、審査の結果、原告が入管\n法二四条四号ロに該当する旨の認定を行い、原告にこれを通知したところ、原告\nは、右同日、口頭審理を請求した。\n（三）　東京入管特別審理官は、平成一〇年一二月九日、原告代理人の山口弁護士\n及びａの立会いのもと、原告について口頭審理を行い、右同日、入国審査官の前記\n認定に誤りのない旨を判定し、原告にこれを通知したところ、原告は、右同日、被\n告法務大臣に異議の申出をした。\n（四）　東京入管主任審査官は、平成一〇年一二月一四日、ａからの申請に基づ\nき、仮放免保証金を\n一〇〇万円、千葉県船橋市βを指定住居として、原告の仮放免を許可した。\n（五）　被告法務大臣は、平成一○年一二月二四日、原告の異議の申出は理由がな\nい旨の裁決（以下「本件裁決」という。）をし、本件裁決の通知を受けた東京入管\n主任審査官は、平成一一年一月一八日、原告に本件裁決を告知するとともに、退去\n強制令書（以下「本件退令」という。）を発付した（以下、これを「本件退令発付\n処分」という。）。そこで、東京入管入国警備官は、右同日、これを執行し、原告\nを東京入管収容場に収容した。\n（六）　東京入管入国警備官は、平成一一年二月三日、原告の身柄を入国者収容所\n東日本入国管理センター（以下「東日本センター」という。）に移収し、原告は、\n現在も同所に収容されている。\n二　争点及びこれに対する当事者の主張\n本件裁決の取消しを求める請求の争点は、被告法務大臣が原告に対し入管法五〇\n条一項に基づく在留特別許可（以下「在留特別許可」という。）を与えなかった本\n件裁決が違法であるか否かである。\nまた、本件退令発付処分は、本件裁決が違法であれば、当然にその違法性を承継\nし違法となる関係にあるところ、本件退令発付処分の取消しを求める請求における\n争点も、本件裁決が違法であるか否かである。\n右争点に関する当事者の主張は、次のとおりである。\n（原告の主張）\n１　本件裁決の違法性\n（一）（１）　原告のような在留期間を徒過したまま日本に滞在するいわゆる超過\n滞在者が、日本人、永住者との婚姻を理由に在留特別許可を申請した場合、①婚姻\nの真正、②配偶者との同居、③素行の善良の要件が満たされる限り、「日本人の配\n偶者等」の在留資格で在留特別許可がされるのが通例であり、その旨を定める内部\n基準も存在する。\n（２）　本件についてこれをみると次のとおりである。\n原告は、平成一○年八月二三日、群馬県内で入管法違反容疑で逮捕され、同年一\n○月二七日に前橋地方裁判所太田支部において執行猶予付きの有罪判決を受け、東\n京入管収容場に身柄を拘束されたが、この間、原告とａは、同年九月一六日婚姻届\nを船橋市役所に提出し、受理された。\nその後、原告は、同年一二月一四日に保証金一〇〇万円を納付し、東京入管より仮\n放免され、千葉県船橋市βにおいて、ａとの同居を開始した。\n原告とａは、昭和六三年末ころから親しく交際を始め、平成三年から七年以上に\nわたる内縁関係\nを経て平成一〇年九月一六日に法律上も夫婦になった。婚姻届の提出こそ原告が逮\n捕された後になってしまったものの、従前の交際、内縁生活の経緯、原告らが平成\n一〇年初頭より婚姻に必要な書類を原告の母国であるバングラデシュから取り寄せ\nていること、ａが原告との同居を開始するために、原告が逮捕される一○日ほど前\nに当時勤務していた病院に、退職の意思を告げていること等に照らし、原告とａの\n婚姻が愛情に基づく真摯なものであることは疑いようがない。\nしたがって、原告夫婦の婚姻の真実性、過去の生活実態に照らし、原告には在留\n特別許可が認められてしかるべきであった。東京入管の担当者も、在留特別許可が\n与えられることを見込んだ上、平成一〇年一二月一四日、原告に対し仮放免を許可\nしたものである。\n（３）　しかるに、被告法務大臣は、行政先例に反し、原告に在留特別許可を認め\nなかったものであり、本件裁決は違法である。\nまた、法務省は、入管法五条一項四号について、「刑に処せられた」とは、刑の\n確定があれば足り、刑の執行を受けたか否か、刑の執行を終えているか否かは問わ\nず、執行猶予中の者、執行猶予期間を無事経過した者も含まれると解釈している。\nそうすると、仮に本件退令に基づき、原告の国外への送還が執行されると、右の解\n釈、運用に従う限り、原告は永久に日本に戻ってくることができなくなってしま\nい、原告夫婦の生活は完全に破綻してしまうことになる。したがって、この点から\nも、本件裁決は違法であるといわざるを得ない。\n（二）　仮に、被告法務大臣の本件裁決が、裁量性のある処分であるとしても、①\n判断の前提となる具体的事実が正確に把握されていなければならず、事実の認識に\n誤りがあったり、あるいは事実の認識自体が欠けている場合は、裁決は違法になる\nこと、②裁量的処分は、当該事件の諸事情を総合して考慮の上、専門的に高度な判\n断を行って、その判断に基づいてなされるべきであり、したがって、当該具体的事\n件の具体的諸事実を参酌しないままに行われた処分は、違法の評価を受けること、\n③裁量性のある処分であっても、過去の行政処分例や内部基準等に従い、行政の平\n等を損なわないようにしなければならず、行政の平等性を損なう恣意的な判断に基\nづく処分が違法と評価されることは自明である。\nところが、本件裁決は、原告の置かれている境遇、状況に関する具体的事情を何\nら把握することなく行われ\n、かつ、本件は、内部基準や従来の行政実務からすれば、当然に許可がなされてし\nかるべき事例であるにもかかわらずこれをしなかったものであり、違憲・違法であ\nるといわざるを得ない。\n（三）　さらに、本件裁決は、市民的及び政治的権利に関する国際規約（以下「Ｂ\n規約」という。）一七条等にも違反するものである。\n（１）　Ｂ規約一七条は、「１　何人も、その私生活、家族、住居若しくは通信に\n対して恣意的に若しくは不法に干渉され又は名誉及び信用を不法に攻撃されな\nい。」「２　すべての者は、１の干渉又は攻撃に対する法律の保護を受ける権利を\n有する。」と定め、また、同二三条は、「１　家族は、社会の自然かつ基礎的単位\nであり、社会及び国による保護を受ける権利を有する。」「２　婚姻をすることが\nできる年齢の男女が婚姻をしかつ家族を形成する権利は、認められる。」と定めて\nいる。\n（２）　条約法に関するウイーン条約（以下「条約法条約」という。）は、国際条\n約の解釈に関して発展してきた国際慣習法を公式に集大成したものである。昭和五\n五年一月二七日に発効（日本については昭和五六年八月－日発効）しており、遡及\n効をもたないため、それ以前に発効したＢ規約には形式的には適用がないが、条約\n法条約の内容は、それ以前からの国際慣習法を規定しているので、国際慣習法とし\nてＢ規約にも適用されるべきであるところ、条約法条約三一条一項は、「条約は、\n文脈によりかつその趣旨及び目的に照らして与えられる用語の通常の意味に従い、\n誠実に解釈するものとする。」と規定し、同三二条は、文言があいまいであった\nり、条文が自己矛盾を犯しているかのように思える場合は、解釈の補助として附属\n資料を用いることができる旨規定している。そして、Ｂ規約についての附属資料と\nなり得るものには、①Ｂ規約の準備作業段階の記録、②Ｂ規約の判断的意見を持つ\n規約人権委員会の出版物（Ｂ規約の個々の条文を解釈するガイドラインとなる「一\n般的意見」、個々の条約国による特定の条約違反に関する「意見」等）、③同種の\n他の条約（ヨーロッパ人権条約）とその判例法等がある。\n（３）　右によりＢ規約の公定的解釈と認められる規約人権委員会の一般的意見の\nうち、昭和六三年三月二三日にＢ規約一七条の「恣意的」な干渉の文言について採\n択された一般的意見の要旨は、次のとおりである。\nア　法によって認められていない場合の干渉は、不法である。\nこの場合、法自体がＢ規約の規定、目標及び目的に合致していなければならない。\nイ　法に基づいてなされた干渉であっても、Ｂ規約の規定、目標及び目的に合致し\nないものは、「恣意的」な干渉とされる。干渉は、どのようなことがあろうと特定\nの状況の中で合理的でなければならない。そして、規約に合致する干渉でさえも、\n関連法規により、そのような干渉が許される条件を正確かつ詳細に明記しなければ\nならない。また、許される干渉を実施する場合の決定は、法で定められた機関が事\n案ごとにしなければならない。\n（４）　Ｂ規約は、ヨーロッパ人権条約により成立した国際慣習法を確認し、その\n規定を全世界に拡大して適用すべく創設されたものである。そして、ヨーロッパ人\n権条約八条は、一項で、すべての者は、その私的及びその家族生活、住居及び通信\nの尊重を受ける権利を有する旨、二項で、この権利の行使については、国の安全、\n公共の安全若しくは国の経済的福利のため、また、無秩序若しくは犯罪の防止のた\nめ、健康若しくは道徳の保護のため、または他の者の権利及び自由の保護のため民\n主的社会において必要なもの以外のいかなる公の機関による干渉もあってはならな\nい旨定めているが、Ｂ規約一七条は、ヨーロッパ人権条約八条によって確認され、\n成立した国際慣習法を追認し拡充したものである。右のヨーロッパ人権条約八条に\n関し形成された判例法は、次のとおりである。\nア　ｄ対英国事件\nインド人であるｄ夫婦は、短期滞在目的で一九七四年に英国に入国したが、その\n後不法残留し、一九七五年、一九七七年に二子をもうけた。その子らは、連合王国\n及び植民地市民の地位を取得している。\nその後、ｄ夫婦が定住許可申請のために、英国当局に出頭したところ、一九七七年\n一二月、英国政府により退去強制の決定がなされた。\nそれに対し、ｄ夫婦、その子ども、両親より、退去強制の取消しを求める申立てが\nヨーロッパ人権委員会になされ、同委員会は、かかる申立人夫婦、両親、子の三家\n族のレベルにかかわることに注目して、－九七九年五月、その申立てを許容する旨\nの決定を行った。\nイ　ｅ対ベルギー事件\n二歳のときに家族と共にモロッコからベルギーに移住して合法的に在留していた\nｅは、少年時に強盗などを繰り返し、一九八二年に加重窃盗等二二の犯罪により懲\n役二六月の実刑となり、服役後の一九八四年に退去強制処分に付された。ヨーロッ\nパ人権裁判所は、ｅ\nの家族がベルギーに合法的に滞在していること、生活の基盤がベルギーにありモロ\nッコにはないことなどから、その退去強制処分をヨーロッパ人権条約違反とした。\nウ　ｆ事件\nオランダ在住のモロッコ人男性ｆは、オランダ人女性との婚姻後二年たらずで離\n婚したが、その直後に長女レベッカが誕生し、ｆが在留許可の更新を求めた。更新\nは認められず、ｆは退去強制となったが、ヨーロッパ人権委員会は、ｆとレべッカ\nの家族生活が侵害されたとして、オランダの処分をヨーロッパ人権条約八条違反と\nした。\nしかして、条約法条約三二条により確認された国際慣習法は、右判例を、Ｂ規約の\n解釈として採用すべきことをＢ規約の締約国の義務として課しているものと解され\nる。\n（５）　本件裁決は、有罪判決を受けた事実のみをもって、退去強制事由に該当す\nる結果を招来するとするものであり、到底合理的といえず、また、被告法務大臣\nは、原告が日本人女性と婚姻している事実、原告夫婦の生活やその状況、及び原告\nのような事案に対し従来であれば在留特別許可が認められていたことなどの諸事情\nを考慮せず、単に有罪判決の存在のみをもって本件裁決をしており、被告法務大臣\nのした本件裁決は、本件の特定の状況を考慮した合理性のあるものとはいえず、Ｂ\n規約一七条の禁止する「恣意的な干渉」に該当し、違法である。\n２　被告法務大臣の裁量権について\n（一）　被告らは、あたかも外国人の入国及び滞在の許否についての国家の裁量\nが、すなわち、被告法務大臣の裁量であるかのような主張をしているが、国家イコ\nール被告法務大臣ではないので、被告らの主張は、その前提において誤っている。\nすなわち、国際慣習法上の原則として、右裁量を有するのは立法権であって、行政\n権ではない。行政は、立法権が裁量に基づいて定めた法律に従わなければならない\nので、国家の自由裁量から直ちに被告法務大臣の自由裁量を導き出す解釈は誤って\nいる。\n現に、入管法九条一項は、外国人が上陸条件（入管法七条一項）に適合する場合\nには、上陸許可の証印をしなければならないと定め、外国人の入国に関する入国審\n査官の裁量を否定し、上陸許可を羈束行為と定めている。\nしたがって、在留特別許可の許否が被告法務大臣の自由裁量に属するとの被告ら\nの主張は、その前提を誤っている。\n（二）　これから日本に上陸しようとする外国人の大多数は、日本に生活の根拠は\nなく、また、日本にその家族も\nいない。そのような外国人に対しても、入管法は被告法務大臣の自由裁量を否定し\nているのであるから、日本に生活の本拠があり、妻が日本に住む日本人である場合\nについては、なおさらのこと被告法務大臣の自由裁量が否定されるべきである。\n（被告らの主張）\n１　外国人の在留の権利について\n憲法上、外国人は、我が国に入国する自由を保障されているものでないことはも\nちろん、在留の権利ないし引き続き本邦に在留することを要求する権利を保障され\nているものでもないと解すべきであって、入管法もかかる基本的な考え方を当然の\n前提としている。\n２　被告法務大臣の在留特別許可の性質について\n（一）　入管法五〇条一項に基づく被告法務大臣の在留特別許可の許否は、被告法\n務大臣の広範な自由裁量に属するものである。\nすなわち、外国人の入国及び滞在の許否は、当該国家が自由に決し得るものであ\nり、条約等特別の取決めがない限り、国家は外国人の入国又は在留を許可する義務\nを負うものではないというのが、国際慣習法上の原則である。\n（二）　我が国の入管法も、かかる原則を前提として定められており、入管法五〇\n条による在留特別許可の許否も被告法務大臣の自由裁量に属するものである。\n加えて、在留特別許可の判断を行うに当たっては、当該外国人の在留状況等の個\n人的事情のみならず、その時々の国内の政治・経済・社会等の諸事情、外交政策、\n当該外国人の本国との外交関係等の諸般の事情が総合的に考慮されるものであるこ\nとから、同許可に係る裁量の範囲は極めて広範にわたることとなる。\nしかも、在留特別許可は、退去強制事由に該当することが明らかで当然に本邦か\nらの退去を強制されるべき者に対し、特に在留を認める処分であって、他の一般の\n行政処分と異なり、恩恵的措置としての性格を帯有していることに留意する必要が\nある。\n（三）　ところで、最高裁昭和五三年一○月四日大法廷判決・民集三二巻七号一二\n二三頁は、出入国管理令二一条三項に基づく在留期間の更新を適当と認めるに足り\nる相当の理由の有無の判断について、「裁判所は、法務大臣の右判断についてそれ\nが違法となるかどうかを審理、判断するに当たっては、右判断が法務大臣の裁量権\nの行使としてなされたものであることを前提として、その判断の基礎とされた重要\nな事実に誤認があること等により右判断が全く事実の基礎を欠くかどうか、又は事\n実に対する評価が明白に合理性を欠\nくこと等により右判断が社会通念に照らし著しく妥当性を欠くことが明らかである\nかどうかについて審理し、それが認められる場合に限り、右判断が裁量権の範囲を\n超え又はその濫用があったものとして違法であるとすることができるものと解する\nのが、相当である」と判示しているが、右法理は、入管法五〇条一項三号に基づく\n在留特別許可の付与に関する被告法務大臣の裁量権の行使についても当然に当ては\nまるばかりか、在留期間更新における裁量権以上に在留特別許可に係る裁量権は以\n下のとおり広範であるという特色に注意すべきである。\nすなわち、入管法五〇条一項の被告法務大臣の在留特別許可に係る裁量権の範囲\nについては、右の在留期間の更新許可の場合と比較すると、在留期間の更新は、適\n法に在留している外国人を対象として行われるものであり、また、それらの者から\nの申請権も認められているのに対し、在留特別許可の許否は、入管法二四条各号所\n定の退去強制事由に該当する容疑者を対象として判断されるものであって、それら\nの者には、在留特別許可の申請権も認められていない。\nまた、法文上も在留期間の更新について定めた入管法二一条三項では、「在留期\n間の更新を適当と認めるに足りる相当の理由があるとき」に許可することができる\nとされているのに対し、入管法五〇条一項三号では、「特別に在留を許可すべき事\n情があると認めるとき」に許可することができると規定されている。\nこのように、在留特別許可の許否の判断においては、在留期間の更新の場合に比\nし、対象となる外国人保護の要請が強いとはいえず、また、その許可のための要件\nも一段と厳しいものとされていることが明らかである。\n（四）　したがって、被告法務大臣の在留特別許可についての裁量権の範囲は、在\n留期間の更新の場合の裁量権よりもさらに格段に広範なものというべきであり、反\n面において、裁判所の審査の及ぶ範囲は、極めて狭いものとなるのであって、右裁\n量権の行使がその範囲を超え、又はその濫用があったものとして違法であるとの評\n価を行うためには、在留期間の更新に関する前掲最高裁昭和五三年一〇月四日大法\n廷判決の示した基準よりもさらに厳格な基準によるべきであり、結局、被告法務大\n臣がその付与された権限の趣旨に明らかに背いてそれを行使したものと認め得るよ\nうな特別の事情があることを要するものと解するのが相当である。\n（五）　原告は、在留特別許\n可の許否については内部基準が設けられ、入管実務は、右内部基準に基づき類型的\nに処理されているかのように主張する。\nしかしながら、前述したとおり、在留特別許可は、諸般の事情を総合的に考慮し\nた上で個別に決定されるべき恩恵的措置であって、法務大臣の広範な自由裁量に属\nするものであり、特定の事情を有する者について在留特別許可を与える場合が多い\nということがあったとしても、個別の事情のいかんにより、結論は当然異なり得る\nものである。仮に事務手続に関し内部基準が存在するとしても、被告法務大臣の広\n範な自由裁量に基づき在留特別許可の許否の判断がされていることに変わりはない\nものである。\nこの点、入管実務においては、日本人等の配偶者がいるなどの特定の事情におい\nて類似する案件を分類し、類似の先例などと比較しながら判断するという事務手続\nも採られているところではある。しかし、あらゆる事情が全く同一の案件は存在し\nないため、それら類似する案件として分類された案件についても、個別の事情のい\nかんによっては結論が異なることがあるのであり、個別の事情の総合的な判断を行\nうことなく、特定の事情のみに着目して機械的に結論を決定するというような意味\nでの類型的処理を行っているものではない。\n３　本件裁決及び本件退令発付処分の適法性について\n（一）　本件においては、右のような観点に立ち、以下に述べる事情を勘案するな\nらば、原告に対する本件裁決については、およそ被告法務大臣の裁量権の逸脱又は\n濫用を認める余地はなく、本件裁決及び本件退令発付処分は適法になされたもので\nあり、原告の請求は失当であることが明らかである。\n（１）　原告は、昭和六三年四月三〇日に本邦入国後、間もなく不法就労を開始\nし、平成一○年八月二三日に群馬県太田警察署員に逮捕されるまでの一〇年以上の\n長期間にわたり不法就労、不法残留を継続していたものであること、原告は、外国\n人登録法三条一項に基づく申請についても、同法が定める期間内に行わず、新規登\n録申請をしたのは平成九年八月八日になってからであること、原告は、無免許で自\n動車の運転をしていることが認められ、在留状況が極めて不良である。\n（２）　原告は、ａと婚姻しているが、右婚姻の届出は原告が逮捕され、起訴され\nた後である平成一○年九月一六日に至って初めてなされたにすぎないものである\n上、婚姻の届出をした経緯について、原告自身、勾留中に弁\n護士に相談し、「入管で手続きをして、在留特別許可を受ければ、日本で引き続き\n生活できる。それには結婚していた方が許可を受けやすいので、早く届け出た方が\n良い、とアドバイスを受けたので」と供述しているように、婚姻の届出自体、逮捕\nされたことをきっかけに、在留特別許可を受けるには結婚していた方がよいとのア\nドバイスに基づき届け出られたものであって、在留特別許可を受ける目的のために\n婚姻を届け出たことがうかがわれること、原告とａは、平成二年一二月から平成四\n年一一月まで同棲していたことが認められるものの、それ以後は長年にわたり別居\nしていることが認められ、以上の事実を勘案すると原告が逮捕される以前におい\nて、原告とａとの間の婚姻意思が互いに成熟していたと認めることはできず、両者\nの間に夫婦としての実体が十分に成立していたとまでは認められない。\n（３）　原告は、稼働能力を有する健康な成年男子であり、本国に両親及び七人の\n兄弟姉が在住しており本国で生活することは十分可能と認められる。\n（４）　外国人配偶者の本国で婚姻生活を送っている日本人も多く、ａがバングラ\nデシュに赴いて原告と婚姻生活を送ることも十分可能である。\n（二）　そこで、被告法務大臣は、右（一）に述べた諸般の事情を総合的に考慮し\nた上で、原告について特別に在留を許可すべき事情があるとは認められないと判断\nし、本件裁決をなしたものである。したがって、被告法務大臣が、本件裁決に当た\nり、その付与された権限の趣旨に明らかに背いてこれを行使したと認め得るような\n特別の事情がないことはもとより、その判断が全く事実の基礎を欠き、社会通念に\n照らして著しく妥当性を欠くなどといえないことは明らかであって、本件裁決にお\nける被告法務大臣の判断について、裁量権の逸脱又は濫用はなく、本件裁決は適法\nである。\n４　Ｂ規約違反の主張について\n（一）　Ｂ規約の裁判規範性はさておくとしても、Ｂ規約一七条は、自由権的基本\n権である人格権の一つとされるいわゆるプライバシー等の権利の保障を規定したも\nのであり、「恣意的に若しくは不法に干渉され」「不法に攻撃されない」とは、\n「法による適正な手続によることなく」との意味に解されている。また、Ｂ規約二\n三条は、家族生活を営み、あるいは婚姻する権利等が自由権的権利として国家等に\nよる侵害から保護されることを規定したものと解されるが、かかる保護ないし保障\nは、我が国\nで合法的に在留していることを当然の前提としている。\nそして、移動、居住、出国帰国の自由を保障したＢ規約一二条においても、すべ\nての出入国が自由であるべきものとはしておらず、自国民及び外国人の出国（同条\n二項）と自国民の帰国の自由（同条四項）を保障したにとどまり、また、Ｂ規約一\n三条は、「合法的にこの規約の締約国の領域内にいる外国人は、法律に基づいて行\nわれた決定によってのみ当該領域から追放することができる。」旨規定している。\nこれらの規定からも明らかなとおり、国際慣習法上、外国人の入国の許否は、当\n該国家が自由に決し得るものであり、憲法上も、外国人は我が国に入国する自由を\n保障されているものでないことはもちろん、在留の権利ないし引き続き本邦に在留\nする権利を保障されているものでもないし、仮に外国人に家族生活を営む権利が認\nめられるとしても、それは当該外国人が我が国に合法的に在留している限りにおい\nて認められるにすぎないのである。\nしたがって、入管法に則ってなされた本件裁決によって原告のかかる権利自由を\n侵害するものということはできない。\n（二）　また、右に述べたとおり、Ｂ規約一三条が、在留外国人に対し、法律に基\nづいて退去強制手続をとることを容認していることからすれば、Ｂ規約一七条及び\n二三条はその文言からして外国人の在留の権利について特に定めたものとは認めら\nれず、右条項を根拠に、外国人が家族生活を営むために本邦に在留する権利が保障\nされ、法律に基づく退去強制の手続によっても退去を強制されることがないとする\n解釈は本末転倒である。\nさらに、仮に、本件裁決が原告と日本人配偶者の結合に対する干渉に該当すると\nしても、それが法令に基づくものであって、「恣意的」若しくは「不法」なものと\nはいえないことは、前記３に述べたところから明らかである。\n（三）　そして、Ｂ規約を解釈する権限は各締約国にあり、規約人権委員会の一般\n的意見等は、Ｂ規約の有権解釈を示すものでも、法的拘束力を有する解釈を示すも\nのでもないし、ましてやヨーロッパ人権裁判所の判断は、Ｂ規約の有権解釈を示す\nものでも、我が国において法的拘束力を有するものでもないのである。\n第三　当裁判所の判断\n一　本件裁決に違法があるかどうかについて\n１　入管法五〇条によれば、被告法務大臣は、入管法四九条に基づく異議の申出に\nついて裁決をするに当たって、容疑者に退去強制事由が認め\nられ、異議の申出が理由がないと認める場合でも、当該容疑者が「特別に在留を許\n可すべき事情があると認めるとき」に該当するときは、その者の在留を特別に許可\nすることができる旨定められているところ、被告法務大臣は、右在留特別許可を付\n与するか否かを決するに当たっては、当該外国人の個人的な事情のみならず、国内\n事情、国際情勢、外交政策等の諸般の事情を総合考慮の上、その自由な裁量によ\nり、在留特別許可を与えるか否かを決することができるものである（最高裁昭和三\n四年（オ）第三二号同年一一月一〇日第三小法廷判決・民集一三巻一二号一四九三\n頁参照）。そして、在留特別許可の許否にかかる被告法務大臣の裁量権の性質にか\nんがみると、被告法務大臣が退去強制事由に該当する外国人に対し在留特別許可を\n与えなかったことが、被告法務大臣の裁量権の範囲を超え又はその濫用があったと\nして違法となるのは、その判断が全く事実の基礎を欠き、又は社会通念上著しく妥\n当性を欠くことが明らかである場合に限られるというべきである。したがって、裁\n判所は、被告法務大臣が在留特別許可を与えなかったことの適否を審理、判断する\nに当たっては、在留特別許可を与えないとの判断が被告法務大臣の裁量権の行使と\nしてされたものであることを前提として、その判断の基礎とされた重大な事実に誤\n認があること等により、右判断が全く事実の基礎を欠くかどうか、又は事実に対す\nる評価が明白に合理性を欠くこと等により右判断が社会通念に照らし著しく妥当性\nを欠くことが明らかであるかどうかについて審理し、それが認められる場合に限\nり、被告法務大臣が在留特別許可を与えなかったことが、その裁量権の範囲を超\nえ、又はその濫用があったものとして違法であるとすることができるものと解する\nのが相当である。\n２　原告は、原告とａの婚姻が愛情に基づく真摯なものであり、このような原告の\n婚姻の真実性、過去の生活実態に照らし、原告には在留特別許可が認められるべき\nであり、被告法務大臣が右の事情を全く考慮せず、原告に対し在留特別許可を与え\nなかったのは、裁量権の範囲の逸脱又はその濫用に当たる旨主張するので、この点\nにつき判断するに、前記第二の一の事実に証拠（甲一ないし六、七の１ないし１\n３、八ないし一二、一四ないし一六、五九、乙一ないし一一、一二の１ないし９、\n一三ないし一七、証人ａ）及び弁論の全趣旨を併せれば、以下の事実が認め\nられる。\n（一）　原告は、昭和三八年○月○日に、バングラデシュで出生したバングラデシ\nュ国籍を有する外国人である。\n原告は、バングラデシュにおいて、一六歳の時に学校を中退し、兄の経営する洋\n服屋で店員として働いたあと、フジタ工業がイラクで道路をつくるために作業員を\n募集していたので、これに応募し昭和六〇年八月にイラクへ赴いた。原告は、イラ\nクで一緒に仕事をしていた日本人から日本の話を聞いて興味を持ち、日本に行くこ\nとにした。\n（二）　原告は、昭和六三年四月三〇日、羽田空港に到着し、外国人入国記録の\n「日本滞在予定期間」及び「渡航目的」欄にそれぞれ「ＦＯＲ　７ＤＡＹＳ（七\n日）」、「ＦＯＲ　ＴＯＵＲ（旅行のため）」と記載して上陸申請をし、右同日、\n東京入管羽田空港出張所入国審査官から、在留資格を旧入管法四条一項四号所定の\nもの、在留期間を一五日とする上陸許可を受け、本邦に上陸した。\n原告は、その後、在留期間更新許可申請又は在留資格変更許可申請をすることな\nく、右上陸許可の在留期限である昭和六三年五月一五日を超えて本邦に不法に残留\nした。\n（三）　原告は、昭和六三年七月から、埼玉県新座市所在のヤマダ商会で稼働し始\nめたが、一週間ほどで解雇され、同年一一月から、千葉県松戸市所在のＪ物流セン\nターで稼働することになった。\nそのころ、ａは、Ｊ物流センターでパートとして商品整理の仕事をしており、同\nじ職場に来た原告と知り合った。\nａは、原告と知り合ったころ、東京都新宿区西早稲田にあるシャプラニールとい\nうバングラデシュの人々を支援するＮＧＯ（非政府組織）に所属しており、一言だ\nけであるが「こんにちは」という意味のベンガル語を知っていたので、仕事中に、\n原告に対して、「アッサーラワライコム（こんにちは）」とベンガル語で話しかけ\nた。原告も、「アッサーラワライコム」と答え、ａにベンガル語が堪能なのかと尋\nねたが、ａは、実はそれ以外は知らないと笑いながら答えた。そのころ、ａは、ｂ\nと婚姻しており、二人の子供がいたが、その日のうちに、原告とａは友人になっ\nた。\n原告は、短期のアルバイトであったので、Ｊ物流センターを二か月ほどでやめ\nた。原告は、千葉県船橋市に甥が住んでいたことから、その甥と一緒に住むことに\nして、その甥の紹介で平成元年二月ころから、同市α所在の船橋車体で溶接工とし\nて稼働し始め\nた。\n平成元年二月ころ、ａは、原告を、千葉県松戸市内のａの家に招待し、ｂと当時\n一七歳と一三歳になる二人の息子とともに原告を歓待した。それから、原告は、ａ\n及びその家族と親しくつき合うようになり、同年五月ころには、ａの家族と原告と\nで那須へ一泊旅行に行った。\n原告は、ａと家族ぐるみでつき合っていたが、平成元年の九月ころ、原告の具合\nが悪くなった際に、ａが原告を看病したことから、原告とａは二人きりでつき合い\nをするようになった。なお、ａは、同年八月ころ、原告から、原告がオーバーステ\nイ状態であることを聞いた。\n同年一二月ころ、ａが原告の家へ行ったときに、原告がａに恋人としてつき合っ\nてほしいと告白したが、ａは、当時ｂと婚姻していたことや原告より年がずっと上\nであることから友人としてならばつき合えるが、恋人として交際するのは難しいと\n答えた。しかし、原告は、その後もあきらめずにａを口説き続け、ａは、原告の素\n朴で素直なところにひかれ、次第に原告のことを単なる友人から恋人として意識す\nるようになった。そして、平成二年二月ころには、ｂと子供がａを残してスキー旅\n行に出かけた際に、ａは、原告の家に泊まった。\nその約三か月後である同年五月一日に、ａは、ｂと協議離婚しその旨を届け出\nた。離婚の原因は、主に子供の教育方針の違いにあったが、原告との交際も離婚原\n因の一つにあった。\n（四）　原告は、仕事がきつかったことと体を悪くしたことから、一年位たった平\n成二年二月ころ、船橋車体での仕事を辞め、しばらくは仕事をせず、静養してい\nた。その後、原告は仕事を探そうとしたが、なかなか定職が見つからず、東京、千\n葉等で日雇の作業員として稼働した。\nａは、ｂと離婚後、しばらくはひとりで生活をしていたが、平成二年一二月ころ\nから、原告とａは、千葉市花見川区γ所在のアパートで同居するようになった。同\n居を始めた当時から原告はａと結婚したいと言っていたが、当時原告が定職に就い\nておらず、生活が安定していなかったこともあり、二人の生活が安定してからでも\nいいと考えて、両名は、婚姻届を提出しなかった。\n原告は、平成三年九月ころから、再び、船橋車体に戻って稼働した。\n（五）　平成四年一一月ころ、原告の弟であるｃが、原告を頼って来日し、原告と\nａが暮らすγのアパートに同居するようになり、原告らが船橋市δ（最寄り駅はα\n駅）に転居してからも同居を続けた。\nしか\nし、ｃは、日本語が話せない上に、慣れない生活にストレスがたまり、ノイローゼ\n気味になってしまった。\n平成四年の暮れころ、ｃは、船橋市内にある日本建鉄に仕事が見つかり、会社の\n寮に住み込みで働くことになったが、原告は、ノイローゼ気味のｃを放っておくこ\nとができないとして、ｃと一緒に日本建鉄に入って仕事をすると言い出した。ａ\nは、原告の考えが、ｃを放っておくことができずｃと一緒に日本建鉄の寮に入ると\nいうことであったので、ｃのことが落ち着けば、自分とのことはまた別に考えられ\nるのではないかと思い、原告と同居ができないことを我慢することにした。結局、\n原告は、ｃと共に日本建鉄の寮で生活することになり、原告とａの同居は解消され\nた。\n原告とａは、同居を解消した後も、週末には、原告がａのところへ泊まりに行っ\nたり、休日には二人でよく出かけた。\nその後、原告とｃは、日本建鉄から解雇され、平成八年ころから、栃木県足利市\n所在のタクマ工業所というところで働くようになった。原告が足利市に移ってから\nは、原告とａは、月に二、三回くらいの割合で週末に会っていた。\n（六）　平成八年暮れころ、ｃは、不法残留者として東京入管当局に拘束され、退\n去強制令書の発付を受けて、強制送還された。しかし、ｃが拘束されたことで原告\nも仕事を辞めてしまい、経済的に不安であったこと、ａは看護助手の仕事をしてお\nり、その仕事を続けたかったが、足利には看護助手の求人がなかったことから、原\n告とａはすぐには同居するに至らなかった。\nａは、平成九年夏ころから、船橋市役所へ電話をかけたり、実際に船橋市役所へ\n出向いたりして、原告との婚姻の届出をするにはどのような手続が必要かを問い合\nわせるなどした。\n平成一○年一月か二月ころ、原告は、栃木県足利市所在の栗田工業で稼働し始め\nた。\n原告に安定した仕事が見つかったことから、原告とａは、婚姻届出をして同居す\nるための準備を始めた。ａは、同年三月、原告とａの結婚に必要な宣誓口供書、出\n生登録認証抄本及び素行証明書をバングラデシュから取り寄せた。なお、右のう\nち、宣誓口供書及び素行証明書は、同月一八日付けで、出生登録認証抄本は、同月\n一九日付けでそれぞれバングラデシュにおいて発行されている。このようにして婚\n姻届のための書類が整ったことから、ａは、同年八月に足利市の原告のもとへ行く\n準備を始め、同月二〇日には当時勤めていた船橋市内\nの病院に仕事を辞める旨の申出をした。\n（七）　原告は、平成一○年八月二三日に、群馬県太田市内で車を運転中に警察官\nの職務質問を受け、入管法違反容疑により群馬県太田警察署員に逮捕された。ａ\nは、同月二四日に、原告が逮捕されたことを太田警察署からの連絡で知り、直ち\nに、原告に会いに太田警察署に行った。\n原告は、同年九月二日、入管法違反（不法残留）事件により前橋地方裁判所太田\n支部に起訴され、同年一〇月二七日、同支部において、入管法違反（不法残留）に\nより懲役二年、執行猶予三年とする判決の宣告を受け、右判決は、同年一一月一一\n日確定した。ａは、原告の裁判において、証人として原告との交際の経過等につい\nて証言をした。\nａは、右起訴後、右判決前の間の同年九月一六日、船橋市長に対し、原告との婚\n姻届を提出した。同届出は、受理伺とされ、同年一一月二五日ころ、受理が決定\nし、右届出の日付で受理された。\n（八）　東京入管入国警備官は、原告について、平成一○年八月二五日、同日付け\nの前橋地方検察庁太田支部からの通報に基づき、入管法二四条四号ロ該当容疑者と\nして違反調査に着手した。同入国警備官は、違反調査を行った結果、原告が入管法\n二四条四号ロに該当すると疑うに足りる相当の理由があるとして、同年一〇月二六\n日、東京入管主任審査官から収容令書の発付を受け、同月二七日、太田拘置支所に\nおいて右収容令書を執行し、右同日、原告を東京入管収容場に収容した。東京入管\n入国警備官は、同月二八日、原告を入管法二四条四号ロ該当容疑者として東京入管\n入国審査官に引き渡した。\n原告が東京入管収容場に収容されている間、ａは、週に一、二回の割合で原告に\n面会に行った。\n東京入管入国審査官は、同年一二月二日、審査の結果、原告が入管法二四条四号\nロに該当する旨の認定を行い、原告にこれを通知したところ、原告は、右同日、口\n頭審理を請求した。\n東京入管特別審理官は、同月九日、原告代理人の山口弁護士及びａ立会いのも\nと、原告について口頭審理を行い、右同日、入国審査官の前記認定に誤りのない旨\nの判定をし、原告にこれを通知したところ、原告は、右同日、被告法務大臣に異議\nの申出をした。\n東京入管主任審査官は、同月一四日、ａからの申請に基づき、仮放免保証金を一\n〇〇万円、千葉県船橋市βを指定住居として、原告の仮放免を許可した。\n（九）　原告が仮放免されてから、原告と\nａは、船橋市β所在のａの住所において生活を始めた。\n平成一一年になってしばらくたったころ、原告は、船橋市所在のタケダ製作所に\n溶接工として採用された。\nしかし、被告法務大臣は、平成一〇年一二月二四日、原告の異議の申出は理由が\nない旨の裁決（本件裁決）をし、本件裁決の通知を受けた東京入管主任審査官は、\n平成一一年一月一八日、仮放免の際に出頭するように指定された期日に出頭した原\n告に対して、本件裁決を告知するとともに、退去強制令書（本件退令）を発付し\nた。そこで、東京入管入国警備官は、右同日、これを執行し、原告を東京入管収容\n場に収容した。\n東京入管入国警備官は、同年二月三日、原告の身柄を東日本センターに移収した\nが、ａは、週に一回の割合で原告のいる東日本センターに面会に行っている。\n３（一）（１）　右に認定したとおり、原告とａは昭和六三年一一月ころ知り合\nい、初めはａの家族ぐるみのつき合いであったが、平成元年九月ころには、二人だ\nけでつき合うようになったこと、原告とａが知り合った際にはａはｂと婚姻関係に\nあったが、原告とａとの交際も一因となってａとｂは平成二年五月一日に離婚した\nこと、平成二年一二月ころから、原告とａは近く婚姻する意思を持って一緒に暮ら\nすようになったこと、その後、原告とａは同居を解消したが、その理由は、原告の\n弟であるｃがノイローゼ気味であり、原告がｃの面倒をみなければならなくなった\nからであること、原告とａは同居を解消した後も、原告がａのところへ泊まりに行\nったり、休日には二人で出かけたりして交際を継続していたこと、ａが、平成九年\n夏ころから船橋市役所へ電話をかけたり、実際に同市役所へ出向いたりして、原告\nとの婚姻の届出の手続を問い合わせ、さらに、平成一○年三月には、原告との婚姻\nに必要な宣誓口供書、出生登録認証抄本及び素行証明書をバングラデシュから取り\n寄せたこと、同年八月に、ａは、足利市にいる原告と同居するために、当時勤めて\nいた船橋市内の病院に仕事を辞める旨の申出をしたこと、原告が同年一二月一四日\nに仮放免された後、原告とａは、ａの住所において生活を始めたことなどからする\nと、原告とａは、婚姻意思が成熟していないのに強制送還されるのを回避する目的\nをもってあえて婚姻の届出をしたものということはできず、両名は、九年以上の交\n際を通して互いに愛情をはぐくみ、真に婚姻する意思をもっ\nて婚姻の届出をしたものと認めるのが相当である。そして、婚姻の届出後、原告が\n仮放免されていた一時期を除き、原告の収容が継続しているため同居できない状態\nにあるが、両名は、それ以前において、前記認定の事情から婚姻手続をとることが\nなかったものの、婚姻の意思を持ちながら同居を始め約二年近く同居生活をし、原\n告がその弟の面倒をみるためやむなく別居状態になってからも、一か月に二、三回\n程度会うなどして親しく交際を続け、既に事実上の婚姻関係にあるとみ得る状態に\n至っていたものであり、原告が収容中も、ａにおいては週に一回の割合で面会に行\nくなどして夫婦関係にあるものとして精神的な支えになろうと努力し、ひたすら原\n告に在留特別許可がおりて、我が国おいて真摯に夫婦関係を築いて行こうとする姿\n勢がうかがわれるのであって、両名の婚姻関係は真意に基づく実体の備わった関係\nであると評価するのが相当である。\n（２）　この点、被告らは、原告は、ａと婚姻しているが、右婚姻の届出は原告が\n逮捕され、起訴された後である平成一○年九月一六日に至って初めてなされたにす\nぎないものである上、婚姻の届出自体、逮捕されたことをきっかけに、在留特別許\n可を受けるには結婚していた方がよいとの弁護士からのアドバイスに基づき届け出\nられたものであって、在留特別許可を受ける目的のために婚姻の届出をしたことが\nうかがわれること、原告とａは、平成二年一二月から平成四年一一月まで同棲して\nいたことが認められるものの、それ以後は長年にわたり別居していることが認めら\nれ、以上の事実を勘案すると原告が逮捕される以前において、原告とａとの間の婚\n姻意思が互いに成熟していたと認めることはできず、両者の間に夫婦としての実体\nが十分に成立していたとまで認められないと主張する。\nしかし、右２に認定したとおり、ａは、平成九年夏ころから、市役所へ電話をか\nけたり、実際に市役所へ出向いたりして、原告との婚姻の届出をするにはどのよう\nな手続が必要かを問い合わせるなどしていること、原告が平成一〇年一月か二月こ\nろに足利市所在の栗田工業で稼働し始め、原告に安定した仕事が見つかったことか\nら、原告とａは婚姻届を出すための準備を始め、同年三月には、婚姻に必要な宣誓\n口供書、出生登録認証抄本及び素行証明書をバングラデシュから取り寄せているこ\nと、ａは、同年八月に、原告のいる足利市へ行くため、当時努めていた船橋\n市内の病院に仕事を辞める旨の申出をしているのであって、原告とａが、原告の逮\n捕をきっかけに急いで婚姻届出をしたかどうかはともかく、原告とａは、右逮捕以\n前において遅かれ早かれ婚姻届出をする状況にあったものである。\nまた、確かに、原告とａは、平成二年一二月から平成四年一一月まで同棲したあ\nと、別居している。しかし、同居をしていない場合にはすべて夫婦としての実体が\n認められないということはできず、例えば、転勤に伴い、子供の就学の関係などの\n理由により、夫婦の一方が単身で赴任し、その結果夫婦が別居するに至る場合や、\n夫婦の一方が病気で入院している場合など、別居に合理的な理由が認められれば、\n同居の事実がないとしても、婚姻意思が存在しないとか、夫婦としての実体が成立\nしていないなどということはできない。原告とａが別居した理由は、原告の弟のｃ\nがノイローゼ気味であり、原告がｃの面倒をみなければならなくなったことによる\nものであり、別居後も原告がａのところへ泊まりに行ったり、休日には二人で出か\nけたりしたりして、両名は交際を継続していたというのであるから、右別居には合\n理性がある。また、ｃがバングラデシュに強制送還された後、直ちに同居を始めな\nかったのは、ｃが東京入管当局に拘束されたことで原告も仕事を辞めてしまい、経\n済的に不安であったこと、ａは看護助手の仕事をしており、その仕事を続けたかっ\nたが、原告の住む足利市には看護助手の求人がなかったことなどによるものであ\nり、この点に関してもそれなりの合理性が認められ、前述したように、ａは、平成\n一〇年になって、原告に安定した仕事が見つかった後には、婚姻届出をし同居をす\nるための準備を着々と進めていたのである。\nしてみると、被告ら主張のような事情があることをもって、原告とａとの間の婚\n姻が実体を欠くとか、婚姻意思の成熟性が認められないということはできず、被告\nらの右主張は採用することができない。\n（二）（１）　ところで、婚姻は、夫婦が同等の権利を有することを基本とし、相\n互の協力により維持されなければならないものであり（憲法二四条参照）、我が国\nの国民が外国人と婚姻した場合においては、国家としても、当該外国人の在留状\n況、国内事情、国際情勢等に照らして当該外国人の在留を認めるのを相当としない\n事情がある場合は格別、そうでない限り、両名が夫婦として互いに同居、協力、扶\n助の義務を履行し、円満な関係を築くことができるようにその在留関係等について\n一定の配慮をすべきものと考えられ、Ｂ規約二三条も「家族は、社会の自然かつ基\n礎的な単位であり、社会及び国による保護を受ける権利を有する。」、「婚姻をす\nることができる年齢の男女が婚姻をしかつ家族を形成する権利は、認められる。」\nと規定し、その趣旨を明らかにしているところである。そして、入管法が「日本人\nの配偶者」を在留資格として掲げているのもその配慮の一つの現れであるとみるこ\nとができる。\n被告法務大臣は、在留特別許可を与えるか否かについて前記一記載のとおり広範\nな裁量権を有するものであるが、日本人と婚姻し、夫婦の実体を形成している外国\n人について右の裁量権を行使するに当たっては、両名の夫婦関係の維持、継続を保\n護するという、右に述べた見地から十分な配慮を行うことが要請されているものと\nいうべきである。\n（２）　被告らは、原告が本国であるバングラデシュで生活することは、その家族\n関係等からみて十分可能であり、また、ａも同国に赴いて原告と婚姻生活を送るこ\nとも十分可能であるとし、原告が我が国に在留すべき特別の事情はないかのように\n主張する。\nしかしながら、ａは、既に五四歳という年齢に達しており、また、格別の資産が\nあるわけではなく、自らも看護助手等の仕事をして生活していかなければならない\n経済状況にあるのであり、老後には何かと頼りにすべき前夫との間の子供とも別れ\nて、親族の誰もいない外国のバングラデシュで生活を送ることは相当な困難を伴う\nものと考えられるし、また、我が国とバングラデシュとでは、経済事情のみなら\nず、生活習慣等も相当異なることを考慮すれば、ａと原告の婚姻が真意に基づくも\nのであれば、原告の母国であるバングラデシュで夫婦生活を送ればよいかのように\nいう被告らの主張は、原告及びａが我が国で築いた具体的な人間関係、国籍を異に\nする男女が円満な夫婦生活を送る上での実際上の困難、各国の経済・生活の実情を\n考慮しない議論であって、たやすく採用することができない。\n（３）　また、原告は、結果的に一○年以上にわたり我が国に不法残留し不法に就\n労していたものであり、右行為は、我が国の出入国管理の秩序を乱すものであって\n強く非難されるべきであるが、就労行為自体及びその他の生活状況に関していえ\nば、原告は、その間まじめに就労し、入管法違反（不法残留）のほかには、犯罪行\n為を\n犯した事実は認められず、我が国にて平穏に生活していたものと評価できるのであ\nって、在留特別許可を付与すべきかどうかの判断に当たって、不法残留の点のみを\n過大に評価し過ぎるのは適当でないというべきである。\n他に、原告の在留状況、国内事情、国際情勢等に照らして原告の在留を認めるの\nを相当としない事情があることをうかがわせる証拠はない。\n（４）　前記（一）で認定した事実関係及び右（１）ないし（３）に説示したとこ\nろによれば、被告法務大臣がした本件裁決は、原告とａの婚姻意思ないし婚姻関係\nの実体についての評価が明白に合理性を欠き、また、入管法違反（不法残留）の不\n良性を強調し過ぎるあまり、右（１）記載のとおりの配慮がなされるべき両名の真\n意に基づく婚姻関係について実質的に保護を与えないという、条理及びＢ規約二三\n条の趣旨に照らしても好ましくない結果を招来するものであって、社会通念に照ら\nし著しく妥当性を欠くものといわなければならない。\n４　以上のとおり、被告法務大臣が原告に対し在留特別許可を付与しなかったこと\nについては、その裁量権の範囲を逸脱し又はこれを濫用した違法があるといわざる\nを得ず、したがって、本件裁決は取り消されるべきである。\n二　本件退令発付処分について\n退去強制手続において、被告法務大臣は、入管法四九条一項の異議の申出に対\nし、異議の申出が理由があるかどうかを裁決して、その結果を主任審査官に通知し\nなければならず（入管法四九条三項）、主任審査官は、被告法務大臣から異議の申\n出が理由がないと裁決した旨の通知を受けたときは、速やかに退去強制令書を発付\nしなければならない（同条五項）ところ、右一で説示したとおり、本件裁決は違法\nであるから、本件裁決に基づく本件退令発付処分もまた違法なものというべきであ\nって、本件退令発付処分は取り消されるべきである。\n第四　結論\nよって、原告の本件請求はいずれも理由があるから、これらを認容することと\nし、訴訟費用の負担について、行政事件訴訟法七条、民事訴訟法六一条、六五条一\n項本文を適用して主文のとおり判決する。\n東京地方裁判所民事第三部\n裁判長裁判官　青柳馨\n裁判官　谷口豊\n裁判官　加藤聡\n"
}