{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 10,
    "day": 29
  },
  "case_number": "平成9(ワ)14979",
  "case_name": "著作権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13544",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13544",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/544/013544_hanrei.pdf",
  "contents": "本訴平成九年(ﾜ)第一四九七九号　著作権侵害差止等請求事件\n反訴平成九年(ﾜ)第一九七九二号\n（口頭弁論終結日　平成一一年八月二七日）\n判　　　　決\n原告（反訴被告）　　　　      　【Ａ】\n右訴訟代理人弁護士　　　　    　山崎哲男\n被告（反訴原告）　　　　  　　　株式会社ヴェリタス\n右代表者代表取締役　　　　　　　【Ｂ】\n右訴訟代理人弁護士　　　　　　　岩出　誠\n同　　　　　　　　　　　　　　　外山勝浩\n同　　　　　　　　　　　　　　　中村　博\n同　　　　　　　　　　　　　　　村林俊行\n主    　　文\n一　原告（反訴被告）は、別紙教材目録一ないし六、八及び九記載の教材の印\n刷、製本、販売又は頒布をしてはならない。\n二　原告（反訴被告）は、別紙教材目録一ないし六、八及び九記載の教材を破棄\nせよ。\n三　原告（反訴被告）の本訴請求をいずれも棄却する。\n四　被告（反訴原告）のその余の請求をいずれも棄却する。\n五　訴訟費用は、本訴反訴ともに、これを一六分し、その一を被告（反訴原告）の\n負担とし、その余を原告（反訴被告）の負担とする。\n六　この判決は、第一項及び第二項に限り、仮に執行することができる。\n事実及び理由\n第一　請求\n（本訴請求）\n一　被告（反訴原告）は、別紙教材目録一ないし六記載の各教材の印刷、製本、\n販売又は頒布をしてはならない。\n二　被告（反訴原告）は、別紙教材目録一ないし六記載の各教材を破棄せよ。\n三　被告（反訴原告）は、原告（反訴被告）に対し、金五八一万五〇〇〇円及びこ\nれに対する平成九年八月二日から支払済みまで年五分の割合による金員を支払え。\n（反訴請求）\n一　原告（反訴被告）は、別紙教材目録記載の各教材の印刷、製本、販売又は頒\n布をしてはならない。\n二　原告（反訴被告）は、別紙教材目録記載の各教材を破棄せよ。\n第二　事案の概要\n一　争いのない事実等\n１　被告（反訴原告）（以下、単に「被告」という。）は、学習塾を経営する株式\n会社であり、平成四年三月に設立された。\n２　原告（反訴被告）（以下、単に「原告」という。）は、被告設立時より平成九\n年三月まで、被告の取締役かつ被告の塾の数学科の講師であったもので、被告を退\n社した後、数理科学研究会という学習塾を経営している。\n３　原告は、被告に在籍中に、別紙教材目録一ないし六記載の各テキスト（以下\n「本件テキスト一」などといい、あわせて、「原告各テキスト」という。）を執筆\nした。\n４　【Ｃ】（以下「【Ｃ】」という。）は、被告の従業員で被告の塾の講師であっ\nたものであるが、被告に在籍中に、別紙教材目録七記載のテキスト（以下「本件テ\nキスト七」という。）を執筆した。\n５  【Ｄ】（以下「【Ｄ】」という。）は、被告の従業員で被告の塾の講師であ\nったものであるが、被告に在籍中に、原告が作成した「大学入試基本演習Ⅰ旧版\n（宿題つき）」の宿題及び解答部分に加筆した。\n別紙教材目録八及び九記載の各教材（以下「本件テキスト八」などといい、\n本件テキスト一ないし九をあわせて、「本件各テキスト」という。）は、【Ｄ】の\n右加筆後に、さらに原告が加筆訂正したものの一部である（以上甲二九、乙一一、\n一二、一七、一八）。\n６　被告は、原告各テキストを印刷、製本し、数学科のテキストとして使用してい\nる。\n７　原告は、本件テキスト一ないし六、八及び九を印刷、製本し、数理科学研究会\nにおいて、テキストとして使用している（乙一一ないし一三、弁論の全趣旨）。\n二　本件の本訴請求は、原告が被告に対し、「原告各テキストの著作権はいずれも\n原告に帰属しているところ、被告は、これを無断で複製し、テキストとして使用し\nているから、原告の複製権を侵害するものである。」と主張して、原告各テキスト\nの複製等の禁止等並びに右複製権侵害による損害賠償を求めるとともに、給与等の\n支払を求めるものである。反訴請求は、被告が原告に対し、「本件各テキストの著\n作権はいずれも被告に帰属しているところ、原告は、これを無断で複製し、原告の\n経営する学習塾で使用しているから、被告の複製権を侵害するものである。」と主\n張して、本件各テキストの複製等の禁止等を求める事案である。\n第三　争点及びこれに関する当事者の主張\n一　争点\n１　著作権帰属に関する合意の有無\n２　法人著作に当たるかどうか\n３　著作権の無償譲渡の慣習の有無\n４　使用許諾の有無\n５　損害の発生、額\n６　給与債権等の発生及び支払の有無\n７　本件テキスト七の複製の有無\n二　争点に対する当事者の主張\n１　争点１について\n（被告の主張）\n(一)　原告は、被告代表者【Ｂ】（以下「【Ｂ】」という。）に対し、平成三年一\n二月ころ、学習塾の経営に関する資金援助の申入れをしたが、その際、塾で使用す\nるテキストの作成料の支払を要請し、【Ｂ】もこれを了承した。\n(二)　原告と【Ｂ】との間で、平成四年四月ころ、テキストの取扱いに関する話合\nいがなされたが、その際、原告から、被告設立後一年目はテキストの作成料、二年\n目はテキストの修正料が若干必要となるが、三年目からはテキスト関係の経費は不\n要になる旨の説明がなされ、【Ｂ】もこれを了承した。\n右事実によると、被告と原告との間で、遅くとも平成四年四月ころ、被告の講師に\nテキスト作成料を支払うことを条件として、被告の講師が作成したテキストの著作\n権を被告に帰属させる旨の黙示の合意が成立した。\n（原告の主張）\n被告の右主張は争う。\n２　争点２について\n（被告の主張）\n本件各テキストは、被告の使用人であった原告、【Ｃ】及び【Ｄ】が職務上作成し\nたものであるから、被告に著作権が帰属する。\n(一)　「法人の発意」とは、著作物作成の意思が直接又は間接に使用者の判断にか\nかっていることをいうが、【Ｂ】は、被告で使用するテキストを被告の講師に作成\nさせることとし、原告もこれに同意したものであるから、「法人の発意」の要件を\n満たす。\n(二)　原告、【Ｃ】及び【Ｄ】は、被告の使用人であるから、「法人等の業務に従\n事する者」に当たる。\n(三)　被告において、テキストの作成が講師の職務内容となっていたことは、その\n対価としてテキスト作成料が支払われていたこと、テキスト作成の遅れに対し高額\nの罰金が課せられていたこと等から明らかであるから、「職務上」の要件を満た\nす。\n(四)　本件各テキストには、「教育研究会ＶＥＲＩＴＡＳ数学科」と被告の塾名が\n記載されているから、「法人等が自己の著作の名義の下に公表」の要件を満たす。\nなお、原告各テキストにある「【Ａ】著」の記載は、原告が被告に無断で記載した\nものである。\n（原告の主張）\n(一)　被告の右主張は争う。テキストの作成は、被告が発意したものではな\nく、原告が被告に対しその作成したテキストを被告の講座で使用することを提案し\nたものである。また、「教育研究会ＶＥＲＩＴＡＳ数学科」との記載は、被告の数\n学科の講師グループの名称の記載であって、被告の名称の記載ではない。\n(二)　原告、【Ｂ】、【Ｅ】（以下「【Ｅ】」という。）、【Ｆ】（以下\n「【Ｆ】」という。）及び【Ｇ】（以下「【Ｇ】」という。）は、平成四年三月、\n被告の塾の開講に向けて協議したが、その際、講師が作成するテキストについて\nは、著作権が当該講師に帰属することを前提に、その使用料を被告が当該講師に支\n払うとの合意をした。\nまた、原告ら被告の講師は、【Ｂ】との間で、平成七年三月ころ、テキストの著作\n権がそれを作成した講師に帰属することを確認し、それを前提に、テキストを作成\nした講師に被告がテキスト使用料を支払うことを再度確認した。\n３　争点３について\n（被告の主張）\n被告においては、遅くとも平成八年五月以降、学習塾における安定した授業実施の\n必要等から、被告講師が退職した場合、特段の合意がない限り、講師が執筆したテ\nキスト等の著作権が被告に無償譲渡される又は被告が右テキスト等を無償で使用で\nきるとの事実たる慣習がある。\nこのことは、退職した被告の講師の中に退職後にテキスト作成料ないしは使用料の\n支払を受けた者がいないこと、テキスト作成者には高額なテキスト作成料が支払わ\nれていること、被告講師が退職するたびにテキストの使用ができなくなるのでは安\n定した学習塾の経営ができないことからも認められる。\n（原告の主張）\n被告の右主張は否認する。なお、退職した講師にテキスト使用料が支払わ\nれたことはある。\n４　争点４について\n（被告の主張）\n前記１(一)及び(二)の事実によると、被告と原告との間で、遅くとも平成四年四月\nころ、被告が原告にテキスト作成料を支払うことを条件に、被告が原告各テキスト\nを無償で使用することを原告が許諾する旨の黙示の合意が成立したものであるが、\n右合意には期間的な制限がないから、その効力は現在でも継続している。\n（原告の主張）\n原告各テキストの使用許諾は、テキストが一か月を単位に使用されている\nことから、一か月ごとにされていた。\nまた、原告は、被告に対し、平成一〇年三月、原告各テキストの使用許諾\n契約を解除する旨の意思表示をした。\n５　争点５について\n（原告の主張）\n(一)　平成九年四月から同年七月一八日までのテキスト使用料が、本件著作\n権侵害による損害になるところ、その合計は、二一七万五〇〇〇円である。\n(二)　被告の著作権侵害行為により原告が被った精神的苦痛に対する慰謝料として\nは、一五〇万円が相当である。\n(三)　本件及び本件の仮処分についての弁護士費用は合計で一〇〇万円である。\n（被告の主張）\n損害の発生、額については争う。\n６　争点６について\n（原告の主張）\n(一)　原告は、被告から、以下のとおり、平成九年三月分の給与等合計八〇\n万円の支払を受けていない。\n春期講習授業代　　　　一六万円\n講習補講代　　　　　　　八万円\nテキスト使用料　　　　一四万円\n講習テキスト使用料　　三六万円\n補習用テキスト使用料　　六万円\nなお、数学科においては、講習補講代は、通常講義代と同額であったから、八万円\nとなる。\n(二)　原告は、被告から、同年三月二六日から同年四月四日までの春期講習テキス\nト使用料である三四万円の支払を受けていない。\n（被告の主張）\n(一)　被告は、原告に対し、平成九年三月分の給与を、次のとおり支払って\nいる。\n春期講習授業料　　　　一六万円\n数学科雑務代　　　　　一〇万円\n講習補講代　　　　　　　四万円\nなお、補講代については、通常の講義代と同様の基準で支払われたことはなく、補\n講の性質により補講代が支払われなかったこともあり、また、補講代の最高額も通\n常の講義代の三分の二程度であった。平成九年三月の補講の場合、その必要性、緊\n急性、生徒の出席人数等に照らして、通常の講義代八万円の半額である四万円とす\nるのが相当である。\n(二)　テキスト使用料の支払義務については争う。\n７　争点７について\n（被告の主張）\n原告は、被告を退職する際、本件テキスト七を被告から持ち去ったもので\nあり、現在原告が経営している塾で右テキストを印刷、製本して使用している。\n（原告の主張）\n被告の右主張は否認する。\n第四　争点に対する判断\n一　争点２について\n１　証拠（甲一ないし九、一二の一、甲一六ないし二〇、二九ないし三三、四一な\nいし四四、乙三の二、乙四の一、乙六ないし一二、乙一五の一ないし四、乙二一な\nいし二三、原告本人、被告代表者、証人【Ｈ】、同【Ｄ】、同【Ｇ】）と弁論の全\n趣旨によると、次の事実が認められる。\n(一)　【Ｂ】は、原告、【Ｅ】、【Ｆ】らと、平成三年一二月ころから平成四年\n三月ころにかけて、被告の塾の開設に向け、その運営方針等を協議し、塾の運営\nは、塾講師の経験のある原告、【Ｅ】、【Ｆ】が行うこと、塾の授業で用いるテキ\nストは当該授業の担当講師がこれを作成すること、担当講師がテキストを作成して\nそれを塾の授業で使用した場合、被告は、担当講師に、講義料とは別に金員を支払\nうことなどを定めた。テキストに関して右金員を支払うことになったのは、原告ら\nが、テキスト作成に労力を要することを【Ｂ】に説明したからであった。\n(二)　被告の講師は、担当する授業で用いるテキストを事前に作成し、作成した\nテキストに沿って授業を行った。講師がテキストの作成を遅滞した場合、罰金が課\nせられた。\n被告の新人研修において、テキストの作成は新人講師にもできる仕事であり、\nテキスト作成作業に全く従事しない場合は昇級はありえないとの説明がされた。\n被告の講師が作成したテキストは、被告の講座で繰り返し用いられ、それ以外\nの塾等で使用されることは、原告が現在その経営する塾で使用している以外にはな\nかった。\n(三)　被告のテキストは、被告の講師がパソコン又はワープロで作成し印刷したも\nのを製本した簡易な作りで、奥付はなく、表紙の中央に講座名が記載され、表紙の\n下部に横書きで小さく「教育研究会ＶＥＲＩＴＡＳ数学科」と記載されており、本\n件テキスト一ないし四、七ないし九は、テキストの各ページの上部にも「教育研究\n会ＶＥＲＩＴＡＳ」と記載されている。また、表紙の表題の下に横書きで小さく\n「ＶＥＲＩＴＡＳ数学科」と記載されている。\n被告のテキストには、従前は、テキストの執筆者の記載はなかったが、執筆者につ\nいての父兄の問い合わせが多くなったことや、多数の講師がテキストを執筆するよ\nうになり、執筆者を一見してわかるようにする必要が生じたことから、原告の指示\nにより、平成六年四月ころから、テキストの表紙に執筆者名が記載されるようにな\nった。この表示の変更は、原告が独断で行ったもので、【Ｂ】に説明して承諾を得\nたものではなかった。執筆者名は、表紙の表題の下の「ＶＥＲＩＴＡＳ数学科」の\n下に記載され、原告各テキストでは、「【Ａ】著」、本件テキスト八及び九では、\n「【Ｄ】著」と記載されている。なお、本件テキスト七は、【Ｃ】が被告に在籍し\nていたころは、表紙に「【Ｃ】著」との記載があったが、【Ｃ】が平成八年五月こ\nろ被告を退社した後、右記載が原告により削除され、執筆者の記載がないまま被告\nの講座で使用された。\n(四)　被告の講師の給与は、被告の各教科の主任講師の作成する科目別給与明細\n表に従って、被告の経理担当者である【Ｈ】（以下「【Ｈ】」という。）が支払っ\nていたが、右明細表における講義代等の単価や計算方法は、原告ら講師によって頻\n繁に変更された。\n講師が作成したテキストが授業で使用された場合、当初は、「教材費」の名\n目で、給与の一部として、当該講師に一講座につき一か月数万円の金員が支払われ\nていたが、平成六年四月ころ、原告が、右金員の名目を、【Ｂ】に無断で、「テキ\nスト使用料」に変更した。名目変更後も、給与の一部として支払われることや基本\n的な金額算定方法は変わらなかった。\n(五)　【Ｂ】は、「教材費」を原告らのテキスト作成の労力に報いるものであると\n考えていたため、開塾後二年以上経過すれば、新たなテキストが作成されることも\n少なくなり、その支払額が減るものと考えていたが、その支払額が減らず、それが\n被告の経営を圧迫していたため、【Ｂ】及び【Ｈ】は、同年六月ころ、東京都内の\n「山の上ホテル」において、原告らと会合を行い、その際、【Ｂ】が原告に対し、\n「テキスト使用料」の支払額が平成六年になっても減らない理由を尋ねたところ、\n原告は、同年に入って中学一年生及び二年生のクラスを設けたため、そのためのテ\nキストの作成が必要になったこと、従来のテキストの大幅な改訂が必要となったこ\nとなどを述べた。\n(六)　【Ｂ】は、平成七年二月ころ、被告の経営状況がおもわしくないことから、\n被告の講師の給与を削減したところ、原告ら講師は、これに反発し、同年三月ころ\nに行われたミーティングで、【Ｂ】に対し、給与を従前のとおり支払うこと、「テ\nキスト使用料」も従前のとおり継続して支払うことを申し入れ、原告らの集団辞職\nを恐れた【Ｂ】は、これを了承し、その後も、講師に対する「テキスト使用料」の\n支払が続けられた。\n(七)　本件各テキストは、いずれも、例題と宿題で構成されている。\n本件テキスト三には、右テキストを用いる被告の講座の内容、受講上の注意が\n記載され、本件テキスト六には、右テキストを用いる被告の講座の説明や、右テキ\nストの「例題」が授業で解説する問題、「宿題」が例題の理解をみるための問題で\nあることなどが記載されている。\n(八)　原告は、被告から、平成四年度においては、一五〇万円以上、平成五年度と\n平成六年度においては、各四〇〇万円以上、平成七年度においては、五〇〇万円以\n上、平成八年度においては、六〇〇万円以上の「教材費」又は「テキスト使用料」\nの支払を受けた。\n２　右１で認定した事実及び前記第二の一３及び４の事実によると、【Ｂ】\nは、原告、【Ｅ】、【Ｆ】らと、平成三年一二月ころから平成四年三月ころにかけ\nて、被告の塾の運営方針等を協議した際に、被告の塾においては、授業で用いるテ\nキストは講師が事前に作成するものと決定したこと、本件各テキストは、被告の取\n締役である原告並びに被告の従業員である【Ｃ】及び【Ｄ】が、被告の授業で使用\nするために作成したもので、右１(二)のとおり使用されてきており、右(七)のよう\nな内容であったこと、以上の事実が認められるから、本件各テキストは、被告の発\n意に基づき、被告の業務に従事する原告らが職務上作成したものと認められる。\n３(一)　右１で認定したとおり、本件各テキストには、表紙に「教育研究会Ｖ\nＥＲＩＴＡＳ数学科」及び「ＶＥＲＩＴＡＳ数学科」の記載があり、本件テキスト\n一ないし四、七ないし九には、テキストの各ページの上部に「教育研究会ＶＥＲＩ\nＴＡＳ」の記載がある。\n証拠（甲一五の二ないし四、甲二四、二六、三〇、甲四五の一ないし七\n二、乙六）と弁論の全趣旨によると、「教育研究会ＶＥＲＩＴＡＳ」は、被告が経\n営する塾の名称であり、「教育研究会ＶＥＲＩＴＡＳ数学科」及び「ＶＥＲＩＴＡ\nＳ数学科」は、被告が経営する塾における数学を教授する部門を指すものと認めら\nれる。\n原告は、「教育研究会ＶＥＲＩＴＡＳ数学科」は、被告の数学科の講師グループ\nの名称の記載であると主張する。被告の講師のグループは、被告に属する従業員の\nグループであるから、被告から独立した団体ではなく、被告が経営する塾における\n数学を教授する部門に含まれるものである。\n以上の事実によると、「教育研究会ＶＥＲＩＴＡＳ」、「教育研究会ＶＥＲＩＴ\nＡＳ数学科」及び「ＶＥＲＩＴＡＳ数学科」の各記載は、被告名義の表示であると\n認められる。\n(二)　証拠（甲二九、三二）及び弁論の全趣旨によると、本件テキスト二、\n七ないし九は、平成六年四月より前に作成されたことが認められるが、前記認定の\nとおり、被告においてテキストの表紙に著者名を記載するようになったのは、右同\n月ころからであるから、右各テキストには、作成当初、著者名の記載がなかったも\nのと認められる。\nそうすると、本件テキスト二、七ないし九については、作成当初、テキストには、\n右(一)認定のような被告名義の表示しかなかったのであるから、被告の著作の名義\nで公表されるものということができる。\n(三)　証拠（甲二九、三二）及び弁論の全趣旨によると、本件テキスト一、三ない\nし六は、平成六年四月より後に作成されたことが認められるが、前記認定のとお\nり、被告においてテキストの表紙に著者名を記載するようになったのは、右同月こ\nろからであるから、右各テキストの表紙には、作成当初から、「【Ａ】著」との記\n載があったものと認められる。\nしかしながら、右１(三)で認定したとおり、(1)右各テキストは、表紙の中央に被告\nの塾の講座名、表紙の下部に「教育研究会ＶＥＲＩＴＡＳ数学科」と表示され、右\n講座名の右下の「ＶＥＲＩＴＡＳ数学科」の下に「【Ａ】著」と記載されており、\n本件テキスト一、三及び四には、表紙のみならず、テキストの各ページの上部にも\n「教育研究会ＶＥＲＩＴＡＳ」と記載されていること、(2)被告のテキストには従前\nは執筆者名の記載がなかったところ、右１(三)認定のような経緯で被告のテキスト\nに執筆者名を記載するようになったことや、右１(三)認定のとおり、【Ｃ】が退社\nした後、本件テキスト七の「【Ｃ】著」との記載が原告により削除され、被告にお\nいて右記載のないものが使用されていたことからすると、執筆者名の記載は著作名\n義の表示ではなく、講座担当者の表示であると原告自身及び被告の社内において認\n識されていたと見るのが自然であること、(3)右１認定のテキストの内容や使用状況\nに照らすと、「【Ａ】著」の記載は、その上にある「ＶＥＲＩＴＡＳ数学科」との\n記載と一連のものとして、当該テキストの執筆を被告の数学科の講師である原告が\n担当したことを表示したものと認められる。\nそうすると、右各テキストについても、被告の著作の名義で公表されるものと認\nめるのが相当である。\nまた、仮に、右「【Ａ】著」の記載が著作名義の表示であるとしても、右表示\nは、右１(三)認定のとおり、原告が被告代表者の承諾を得ることなく従前は存しな\nかった表示をしたものであり、右１認定のテキストの内容や使用状況を併せて考え\nると、右各テキストは、被告名義で公表することが予定されていたものというべき\nであるから、被告の著作の名義で公表されるものということができる。\n４(一)　原告は、【Ｂ】は、原告、【Ｅ】、【Ｆ】及び【Ｇ】との間で、平成四年\n三月、被告のテキストの著作権が講師に帰属すること及びその使用料を被告が講師\nに支払うことを合意したと主張し、原告及び【Ｇ】の尋問における供述及び同人ら\nの陳述書（甲一四の一、甲一六ないし一八、甲四一）には、同趣旨の供述及び記載\nがある。また、甲一三（【Ｅ】の陳述書）及び甲二五の三（【Ｆ】の葉書）にも、\n同趣旨の記載がある。\nしかしながら、【Ｇ】は、証人尋問において、右協議の際、著作権という言葉が用\nいられたかについては記憶がないなどと供述しており、その内容はあいまいで、甲\n一四の一及び甲四一（同人の陳述書）の記載とは大きく異なっている。また、原告\nも、本人尋問において、右協議の際に、原告らが著作権を持つ旨確認したと供述す\nるのみで、その具体的なやり取りまで供述しておらず、甲一六ないし一八（原告の\n陳述書）の記載も同様であるから、原告の右供述や陳述書における記載の信用性が\n高いとはいえない。さらに、甲一三（【Ｅ】の陳述書）及び甲二五の三（【Ｆ】の\n葉書）には、原告の右主張に沿う結論が記載されているのみである。これに対し、\n【Ｂ】は、代表者尋問において、右協議の際にテキストの著作権についての話は出\nなかった旨供述をしており、同人の陳述書（乙二一）にも、同趣旨の記載がある。\nそして、右１(五)認定のその後の【Ｂ】の行動に照らすと、【Ｂ】が、被告のテキ\nストの著作権が講師に帰属するとの認識を持っていなかったことは明らかである。\nまた、右１認定のとおり、テキストに関して支払われる金員の名目は、当初は\n「テキスト使用料」ではなく、「教材費」であり、給与の一部として支払われてい\nたものである。原告が主張するような合意が成立したとすれば、被告から原告らに\n対して著作権料名目で給料とは別に金員が支払われてしかるべきであると考えられ\nるが、全くそのような扱いにはなっていない。もっとも、右１認定のとおり、「教\n材費」は、一講座、一か月という単位で支払われているが、このような支払方法か\nら直ちに右「教材費」が原告らに著作権を認めた上で支払われる著作権料であると\nまで認めることはできない。\n以上述べたところに右１で認定したその余の事実を総合すると、原告の右主張に\n沿う右の各証拠を直ちに信用することはできず、他にこの事実を認めるに足りる証\n拠はない。\n(二)　原告は、被告との間で、平成七年三月ころ、被告のミーティングにおい\nて、テキストの著作権はテキスト執筆者に帰属し、被告には帰属しないことを確認\nした旨主張し、原告及び【Ｇ】の尋問における供述並びに同人らの陳述書（甲一四\nの一、甲一八、四一、甲四三の一）には、口頭及び文書で右確認をした旨の供述及\nび記載がある。\n証拠（原告本人）によると、右文書とは、右ミーティングに際し、原告らが作成し\nた文書（甲八の二）を指すものと認められるところ、この文書には、テキスト使用\n料を従前どおり給与に含めて支払う旨の記載はあるが、著作権が講師に帰属する旨\nの記載があるとは認められず、他に、右ミーティングに際して、テキストの著作権\nはテキスト執筆者に帰属し、被告には帰属しないことを明示的に確認した文書の存\n在を認めるに足りる証拠はない。\n次に、口頭の確認について判断するに、【Ｇ】は、証人尋問において、右ミーティ\nングの際に、【Ｂ】に対して、著作権という言葉を出したが、それに対して【Ｂ】\nがどのように言ったかは覚えていないなどとあいまいな証言をしており、甲一四の\n一及び甲四一（同人の陳述書）の記載とは異なっている。また、原告も、本人尋問\nの供述及び甲一八、甲四三の一（原告の陳述書）の記載において、右ミーティング\nの際の具体的なやり取りまで供述及び記載しておらず、原告の右供述や陳述書にお\nける記載の信用性が高いとはいえない。これに対し、【Ｂ】は、代表者尋問におい\nて、右ミーティングの際に、テキストの著作権について確認したことはない旨供述\nをしており、同人の陳述書（乙二一）にも、同趣旨の記載がある。また、右ミーテ\nィングの前後で、テキストに関して講師に支払われる金員について何らかの変更が\nあったことを認めるに足りる証拠はない。以上述べたところに右１で認定したその\n余の事実を総合すると、原告の主張に沿う右の各証拠を直ちに信用することはでき\nず、右ミーティングの際に、著作権の帰属について明示的に確認されたと認めるこ\nとはできない。\n右１(四)認定のとおり、「教材費」は、平成六年四月に、原告によって、「テキス\nト使用料」に変更され、その後は「テキスト使用料」名目で被告の講師に金員が継\n続して支払われており、右ミーティングがされた当時も、「テキスト使用料」名目\nで支払われていたのであるが、右１(四)認定のとおり、右の名目の変更は、原告が\n被告代表者の承諾を得ることなく行ったものである。また、右１(四)認定のとお\nり、右金員が給与の一部として支払われることや基本的な金額算定方法は変わらな\nかったのであり、しかも、従前、【Ｂ】が、原告らが作成したテキストについて、\n原告らに著作権を認めた上で著作権料を支払うことを了承していたとは認められな\nいことは、右(一)で認定したとおりである。そうすると、【Ｂ】が、右ミーティン\nグにおいて、「テキスト使用料」を従前のとおり継続して支払うことを了承したか\nらといって、原告らに著作権を認めた上で著作権料を支払うことを黙示的に確認し\nたとまで認めることはできない。そして、他に、右ミーティングの際に、著作権の\n帰属について黙示的に確認されたというべき事情を認めるに足りる証拠はない。\n(三)　証拠（甲二五の二、三、甲四三の二、乙一九の一、二、乙二〇の一、二、証\n人【Ｈ】）によると、【Ｆ】は、平成八年三月に被告を退職したが、その後も、平\n成九年六月まで、被告から【Ｆ】に対して毎月給与が支払われたことが認められ\nる。証拠（甲二五の二、甲二九、原告本人）によると、【Ｆ】退職後も被告におい\nて【Ｆ】作成に係るテキストを使用していたことが認められるが、証拠（証人\n【Ｈ】）によると、【Ｆ】は、被告の設立にかかわった功労者であったので、右給\n与の支払には、その功労に報いる趣旨が含まれていたものと認められる（右１(三)\n認定のとおり、【Ｃ】が退職した後、【Ｃ】の執筆したテキストは、その執筆者名\nを削除された上、被告の講座で使用されたが、それに対する使用料が【Ｃ】に支払\nわれたことを認めるに足りる証拠はなく、この【Ｃ】の例との対比からしても、\n【Ｆ】に対する右給与の支払に功労に報いる趣旨が含まれていたことは明らかであ\nる。）から、【Ｆ】に対する右給与の支払は、必ずしもテキストを使用していたこ\nとのみに基づいてされたものではなく、直ちに著作権料の支払であると考えること\nはできない。したがって、右支払の事実は、右(一)、(二)の認定を左右するもので\nはない。\nまた、証拠（甲二一ないし二三、証人【Ｄ】、同【Ｇ】）によると、被告の生物\nの講師であった【Ｉ】（以下「【Ｉ】」という。）は、自分が作成した被告の授業\nで用いるテキスト等の表紙に「著作権は私個人に帰属する。」などの記載をしてい\nたことが認められるが、証拠（証人【Ｄ】、同【Ｇ】）と弁論の全趣旨によると、\nこれは、【Ｉ】が個人の考えに基づいてしていたことで、他の講師はしていなかっ\nたことが認められるから、右(一)、(二)の認定を左右するものではない。\nさらに、甲一四の二及び甲四四（【Ｊ】の陳述書）には、被告の従業員であった\n【Ｊ】（以下「【Ｊ】」という。）は、平成八年三月に、原告との間で、【Ｊ】の\n作成したテキストの著作権は【Ｊ】にあることを確認したこと及び平成八年一月\nに、原告が、数学科の講師に対して、テキストの著作権は講師にある旨を説明した\nことの記載があり、それが真実であるとしても、原告が他の従業員に自己の認識を\n述べたことが認められるにすぎず、右(一)、(二)の認定を左右するものではない。\n(四)　他に、本件各テキストの著作権を執筆者に帰属させる旨の就業規則、契約等\nが存在したことを認めるに足りる証拠はない。\n５　以上によると、本件各テキストの著作者は、被告であり、その著作権はいずれ\nも被告に帰属するものと認められる。\n二　争点６について\n被告は、原告がその経営する学習塾で本件テキスト七を印刷、製本していると主張\nするが、右主張を認めるに足りる証拠はない。\n三　右一で認定した事実と弁論の全趣旨を総合すると、原告は、本件各テキスト\nの著作権がいずれも被告に帰属していることを知っていたとまでは認められない\nが、本件判決の言渡し後間もなく確実に行われる送達によって、未確定とはいえ、\n裁判所の判決による、本件各テキストの原告による複製が被告の著作権の侵害であ\nるとの判断を知り、これによって、本件各テキストの複製物が被告の著作権を侵害\nするものであるとの情を知ることになる。\nそうすると、本件反訴請求のうち、本件テキスト一ないし六、八、九の販売及び頒\n布の差止め請求については、本件判決送達時以後の将来請求の限度で理由がある。\n四　争点７について\n１　平成九年三月に行われた春期講習の授業についての原告の報酬が一六万円であ\nることは当事者間に争いがないところ、証拠（甲二九、乙一六の二）及び弁論の全\n趣旨によると、被告は、原告に対し、右報酬を全額支払ったことが認められる。\n２　弁論の全趣旨によると、被告は、原告に対し、同年三月の補講の授業につ\nいての報酬として四万円を支払ったことが認められる。\n原告は、右報酬が八万円であると主張するが、右報酬が四万円より高額であること\nを認めるに足りる証拠はない。\n３　前記認定のとおり、被告においては、講師にテキスト使用料が支払われて\nいたが、証拠（甲七ないし九、一二、二九、三二、乙一五の一ないし二八、乙二\n二）及び弁論の全趣旨によると、右使用料の支払基準は頻繁に改定され、また、使\n用するテキストの種類、数、当該テキストを使用するクラスの数、授業形態などに\nより使用料の額が異なっていたことが認められる。しかるに、原告は、同年三月及\nび同年の春期講習におけるテキスト使用料の支払基準並びに使用したテキストの\n数、種類、授業形態等テキスト使用料の金額の根拠となる事実を何ら主張立証しな\nい。\nしたがって、本訴請求のうちテキスト使用料の請求はいずれもこれを認め\nることができない。\n五　したがって、本訴請求はいずれも理由がないが、反訴請求は主文掲記の限度\nで理由がある。\n東京地方裁判所民事第四七部\n裁判長裁判官　　森　義之\n裁判官　　榎戸道也\n裁判官    岡口基一\n"
}