{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 10,
    "day": 20
  },
  "case_number": "平成8(行ウ)2",
  "case_name": "損害賠償代位請求事件",
  "court_name": "奈良地方裁判所",
  "field": "行政",
  "lawsuit_id": "15991",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15991",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/991/015991_hanrei.pdf",
  "contents": "主　　　文\n一　被告らは、奈良県に対し、各自金四五七一万円及びこれに対する平成八年三月\n五日から支払済みまで年五分の割合による金員を支払え。\n二　原告らのその余の請求を棄却する。\n三　訴訟費用はこれを二分し、その一を被告らの連帯負担とし、その余を原告らの\n負担とする。\n事実及び理由\n第一　原告らの請求\n被告らは、奈良県に対し、各自金二億〇六二八万四〇〇〇円及びこれに対する平\n成八年三月五日から支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n一　本件は、被告横河電機株式会社（以下、原則的に「株式会社」を省略する）が\n奈良県から指名競争入札により受注した桜井浄水場水質試験棟計装設備工事（以下\n「本件工事①」という）及び御所市浄水場拡張第二期計装設備工事（以下「本件工\n事②」といい、本件工事①と併せて「本件各工事」という）について、奈良県の住\n民である原告らが、右受注は、被告横河電機、被告日立製作所、被告富士電機、被\n告山武、被告島津製作所の談合の結果であり、奈良県は、談合がなければ形成され\nたであろう価格と現実の落札価格との差額相当額の損害を被っているから、被告ら\n五社に対して損害賠償請求権を有しているところ、この損害賠償請求権の行使を違\n法に怠っているとして、地方自治法（以下「法」という）二四二条の二第一項四号\nに基づき、怠る事実の相手方である被告ら五社に対し、奈良県に代位して損害賠償\nを請求した住民訴訟である。\n二　争いのない事実\n１　原告らは、いずれも奈良県の住民である。\n２　奈良県は、以下のとおり、本件各工事を指名競争入札の方法により発注し、い\nずれも被告横河電機において落札したことから、同被告との間で請負契約（以下、\n本件工事①に係る契約を「本件契約①」と、本件工事②に係る契約を「本件契約\n②」といい、両者を併せて「本件各契約」という）を締結し、請負代金を支払っ\nた。\n（一）　本件工事①\n工事場所　桜井市初瀬三七〇一\n入札年月日　平成五年三月五日\n指名業者　被告横河電機、被告日立製作所、訴外明電舎、訴外日新電機、訴外三\n菱電機、訴外沖電気工業\n落札業者　被告横河電機\n落札金額　一億〇七一二万円（うち消費税額三一二万円）\n契約締結日　平成五年三月九日\n契約金額　一億〇六二七万二三一〇円（うち消費税額三〇九万五三一〇円）\n代金支払完了日　平成六年四月二八日\n（二）　本件工事②\n工\n事場所　御所市戸毛三六七―二\n入札年月日　平成六年二月一七日\n指名業者　被告横河電機、被告日立製作所、被告富士電機、訴外明電舎、訴外日\n新電機、訴外沖電気工業、訴外シャープ（情報システム事業部）\n落札業者　被告横河電機\n落札金額　八億三四三〇万円（うち消費税額二四三〇万円）\n契約締結日　平成六年二月二一日\n契約金額　八億〇八〇五万八六九〇円（うち消費税額二三五三万五六九〇円）\n代金支払完了日　平成七年一〇月三一日\n３　公正取引委員会は、平成七年八月八日、被告島津製作所を除く被告ら四社に対\nし、本件各工事を含む浄水場等の水道施設に係る計装設備工事合計二七件につい\nて、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」とい\nう）三条違反により、課徴金納付命令を発し（甲三）、右被告ら四社はこれに従\nい、被告横河電機につき二億〇六八六万円、被告日立製作所につき二億一六七九万\n円、被告富士電機につき九七二九万円、被告山武につき二三八五万円の課徴金をそ\nれぞれ納付した（甲九の２ないし５）。\n４　原告らは、平成七年一一月二七日、奈良県監査委員に対し、奈良県が被告らに\n対する損害賠償請求権の行使を怠っているとして監査請求をしたが（甲二。以下\n「本件監査請求」という）、右監査委員は、平成八年一月二六日付で、談合により\n奈良県水道局が損害を被ったと認定することはできず、奈良県知事がこれに対し損\n害賠償請求をすることも困難であるとして、本件監査請求を棄却した（甲一の１な\nいし４）。\n三　本案前の抗弁に関する当事者の主張\n１　監査請求期間の徒過について\n（一）　被告らの主張\n住民訴訟を提起するためには、適法な監査請求を経ている必要があるが、本件契\n約①は平成五年三月九日に、本件契約②は同六年二月二一日に締結されているとこ\nろ、本件監査請求は、これらより一年以上経過した後である同七年一一月二七日に\n提起されており、法二四二条二項に定める「当該行為のあった日又は終わった日か\nら一年」という監査請求期間を徒過した不適法なものである上、右期間を徒過した\nことについて正当な理由も認められない。\nしたがって、本件訴訟は、適法な監査請求の前置を欠き、不適法な訴えとして却\n下されるべきである。\n（１）　法二四二条二項の適用の有無\n本件監査請求は、奈良県が被告らに対して損害賠償請求権を行使しないことをも\nって法二四二条一項にいう「怠る事実」に\n該当すると構成するものであるが、監査請求が、当該普通地方公共団体の財務会計\n職員の特定の財務会計上の行為が違法、無効であることに基づいて発生する実体法\n上の請求権の不行使をもって財産の管理を怠る事実としているものであるときは、\n当該監査請求については、右怠る事実に係る請求権の発生原因たる当該行為のあっ\nた日又は終わった日を基準として法二四二条二項の規定を適用すべきである。\n本件において、原告らは、被告らの談合により落札価格が不当に引き上げられ、\nその二〇パーセントに相当する損害を被ったと主張しているが、右損害は、談合に\nよって直ちに発生するわけではなく、談合に基づき本件各契約が締結され、代金の\n支払がされて初めて発生するのであるから、結局、奈良県と被告横河電機の間にお\nける本件各契約の締結という特定の財務会計上の行為を問題としているものであ\nる。そして、仮に談合行為により本件各工事の代金が過大なものとなれば、右代金\n額を要素とする本件各契約もまた、地方財政法四条一項「地方公共団体の経費は、\nその目的を達成するための必要且つ最小の限度をこえて、これを支出してはならな\nい」との規定に違反して違法となる。このように、原告らの主張する損害賠償請求\n権は、奈良県による本件各契約の締結という財務会計上の行為の違法に基づき発生\nするものであるから、法二四二条二項の適用を受けると解すべきである。\n（２）　監査請求期間の起算点\n（本件各工事について）\n財務会計上の行為が違法、無効であることに基づいて発生する実体法上の請求権\nの不行使をもって財産の管理を怠る事実とする住民監査請求においては、原則とし\nて、監査請求期間は当該行為のあった日又は終わった日から起算され、右請求権が\n右財務会計上の行為のされた時点においては未だ発生しておらず、又はこれを行使\nすることができない場合に限り、右実体法上の請求権が発生し、これを行使するこ\nとができることになった日から起算されると解される。そして、ここでいう「行使\nすることができない場合」とは、請求権を行使するにつき法律上の障害又はこれを\n同視し得るような客観的障害のある場合をいうのであって、地方公共団体が損害賠\n償請求権の発生原因事実を知らなかったなどの主観的事情は、法二四二条二項ただ\nし書の正当な理由の有無として考慮されるべきである。したがって、仮に、奈良県\nが本件各契約の締結時点において被告らの\n談合行為を知らず、違法な債務負担行為をしたという事実を認識し得なかったとし\nても、それは損害賠償請求権の行使に対する法律上の障害又はこれを同視し得るよ\nうな客観的障害が存する状態とは認められず、本件監査請求の期間の起算点は、財\n務会計上の行為があった日、すなわち本件各契約の締結日と解すべきである。\n（本件工事②について）\n原告は、請負契約から代金支払完了までの財務会計上の行為が一連の手続によっ\nてされる場合には、監査請求期間は最終の代金支払日から起算されるべきであると\n主張する。しかしながら、本件のように、契約の締結及びこれに基づく工事代金の\n支払という二つの財務会計上の行為が存在する場合、不相当な工事代金の支出の違\n法性はその原因となる契約の違法性そのものに起因しているのであるから、監査請\n求で対象とすべきなのは契約の違法性である。契約の締結という基本的事実から一\n年を経過し、これにつき違法性を争い得ないにもかかわらず、契約の違法性が承継\nされたにすぎない工事代金の支払という付随的事実を問題とすれば、依然として監\n査請求が可能であるとするのは、監査請求期間を制限して地方自治体の財務会計行\n為の法的安定性を確保しようとする法の趣旨を潜脱するものである。\nしたがって、本件監査請求の期間の起算点は、本件各契約の締結日と解すべきで\nある。\n（３）　正当な理由の有無\n監査請求期間を徒過したことにつき正当な理由（地方自治法二四二条二項ただし\n書）が存するか否かは、特段の事情のない限り、普通地方公共団体の住民が相当の\n注意力をもって調査したときに客観的にみて当該行為を知ることができたかどう\nか、また、当該行為を知ることができたと解される時から相当な期間内に監査請求\nをしたかどうかによって判断すべきである。そして、地方公共団体の財務会計行為\nの法的安定性を図るべく、監査請求期間を一年に制限した法の趣旨からすれば、当\n該行為を知ることができたと解される時から相当な期間内に監査請求をしたといえ\nるための相当な期間とは、せいぜい一か月ないし二か月程度と考えるべきである。\n本件においては、①平成六年三月二六日、各新聞紙上において、被告ら五社を含\nむ大手電機・計器メーカー八社に対し、各地の自治体発注の上下水道の処理システ\nムの入札をめぐる談合を行っていた疑いにより、公正取引委員会が立入検査を行っ\nた旨の報道がされ、電機・計器メーカーの関\n西支社、支店も立入検査の対象であったことが明記されていた（被告富士電機、被\n告島津製作所、被告山武）。②また、平成七年八月八日には、公正取引委員会が、\n本件各工事を含む二七件の計装設備工事を対象として、被告島津製作所を除く被告\nら四社に対し、独占禁止法違反による課徴金納付命令が発せられ、右納付命令にお\nいて、対象工事の物件名、違反事実の詳細が公表され、問い合わせ先も明らかとさ\nれていたほか、同月九日の各新聞紙上において、右被告ら四社に対し課徴金納付命\n令が発せられたことが報道された（被告ら五社）。③そのほか、原告らは、本件監\n査請求当時、「市民オンブズマン」という民間の行政監視組織の活動に参加してお\nり、本件における原告らの代理人である弁護士井上善雄は、本件監査請求当時、全\n国市民オンブズマン連絡会議の代表を務め、同じく原告らの代理人である弁護士相\n良博美は、平成七年七月二九、三〇日に開催された全国市民オンブズマン連絡会議\nの総会に出席していたものであるところ、右総会において、日本下水道事業団発注\nの工事のみならず、本件各工事を含む課徴金納付命令の対象とされた工事について\nも、全国一斉の監査請求及び住民訴訟の対象とする方針をたてたことがうかがえる\nほか、全国市民オンブズマン連絡会議は公正取引委員会から対象工事リストを入手\nしており、平成七年八月九日ころには本件監査請求の対象工事の物件名を知ってい\nたと考えられる（被告横河電機、被告日立製作所、被告富士電機）。\n以上の事情にかんがみると、奈良県の住民は、平成六年三月二六日か、遅くとも\n平成七年八月九日には、新聞社、公正取引委員会、奈良県などに問い合わせること\nにより、本件各工事において談合がされたことを知り得る状態にあった。しかる\nに、原告らは、平成六年三月二六日からは一年八か月以上、平成七年八月九日から\nでも三か月半以上後である平成七年一一月二七日において、初めて監査請求を行っ\nたものである。\nしたがって、本件監査請求は、原告らが本件各工事の違法性を知り得た時から相\n当な期間内に行われておらず、監査請求期間を徒過したことにつき正当な理由は認\nめられない。\n（二）　原告らの主張\n本件監査請求は、違法な談合行為に基づく損害賠償請求権を行使しないという財\n産管理を怠る事実を対象とするものであるから、法二四二条二項の適用はない。仮\nに適用があるとしても、監査請求期間の起算点は\n、奈良県が本件各工事に関する損害賠償請求権を行使できることになった平成七年\n八月八日であり、少なくとも本件工事②については最終の代金支払日である平成七\n年一〇月三一日と解すべきであるから、監査請求期間内にされている。さらに、監\n査請求期間を徒過したと解されるとしても、本件においては徒過したことにつき正\n当な理由が認められる。したがって、本件監査請求は適法であり、これを前提とす\nる本件訴えも適法である。\n（１）　法二四二条二項の適用の有無\n「怠る事実」を対象とする監査請求については法二四二条二項の適用はないと解\nされるところ、原告らは、本件各契約の締結という財務会計上の行為ではなく、右\n各契約の締結前にされた談合行為の違法性を問題とし、違法な談合行為に基づく損\n害賠償請求権を行使しないという財産管理を怠る事実について監査請求をしたもの\nであるから、監査請求期間の制限の適用はない。談合という不法行為によって奈良\n県が多額の支出を余儀なくされて損害を被ったことが問題なのであって、本件各契\n約の締結自体は因果の流れにすぎない。\n（２）　監査請求期間の起算点\n（本件各工事について）\n仮に、財務会計上の行為が違法、無効であることに基づいて発生する実体法上の\n請求権の不行使をもって財産の管理を怠る事実とする住民監査請求において、法二\n四二条二項の適用があるとしても、右請求権が右財務会計上の行為のされた時点に\nおいては未だ発生しておらず、又はこれを行使することができない場合には、実体\n法上の請求権が発生し、これを行使することができることになった日から監査請求\n期間が起算されると解すべきである。\n本件において、奈良県は、談合行為がないものと信じて被告横河電機との間で本\n件各契約を締結し、代金を支払ったものであるから、被告らに対して不法行為に基\nづく損害賠償請求権を具体的に行使しうる状況にはなく、公正取引委員会が課徴金\n納付命令を発した平成七年八月八日において、初めて談合行為について知り、右損\n害賠償請求権を行使できることになったというべきである。\nしたがって、本件における監査請求期間は、平成七年八月八日から起算されるべ\nきであり、本件監査請求はその後一年以内にされているから、法二四二条二項本文\nの制限内にされた適法な請求である。\n（本件工事②について）\n仮に右のように解せないとしても、本件のように請負契約から代金支払完了まで\nの財務会\n計上の行為が一連の手続によってされる場合には、監査請求期間は最終の代金支払\n日から起算されるべきである。\n本件工事②の最終の代金支払日は平成七年一〇月三一日であり、本件監査請求は\nその後一年以内にされているから、本件監査請求のうち少なくとも本件工事②に関\nする部分については、監査請求期間内にされた適法な請求である。\n（３）　正当な理由の有無\n原告らは、平成七年一〇月末ころ、全国市民オンブズマン連絡会議事務局から本\n件における原告らの代理人である相良弁護士に対し、公正取引委員会の平成七年八\n月八日付「横河電機株式会社ほか三名に対する課徴金納付命令について」と題する\n文書が送付されて監査請求要請があり、これを受けて右相良弁護士及び原告Ａが協\n議の上、同年一一月六日、奈良県水道局を訪ね、入札結果一覧表（甲四の１、２）\nを閲覧して、工事名、指名業者の入札状況、落札業者、落札金額等、監査請求の要\n旨を特定するに足りるだけの事実関係を把握することができ、その後同月二七日\nに、本件監査請求をしたものである。このように、原告らは談合行為の存在を知っ\nてから相当の期間内に監査請求をしたのであるから、監査請求期間を徒過したこと\nについて正当な理由がある。\n被告らは、公正取引委員会の課徴金納付命令について新聞報道がされた平成七年\n八月九日ころには、原告らは談合行為の存在を知ることができたと主張するが、右\n新聞報道は「全国の自治体が発注する」工事としての報道にすぎず、奈良県の発注\n工事について談合が行われていた事実をうかがわせる記事は、電波新聞というきわ\nめて特殊な新聞を除き、掲載されていなかった。また、平成七年七月二九、三〇日\nに開催された全国市民オンブズマン連絡会議においても、日本下水道事業団の電気\n設備工事に絡む談合事件で全国一斉に監査請求、住民訴訟を提起する方針を伝えら\nれたにすぎず、本件各工事をはじめとする上水道談合に関しては何も連絡されず、\n本件各工事を含む課徴金納付命令の対象となった工事について監査請求等の取組み\nが協議された事実もない。なお、全国市民オンブズマン連絡会議は、単なる市民の\nボランティアたるオンブズマンの自主的な連絡組織にすぎず、原告らの上部団体と\nして指揮命令する組織ではないから、そもそも右連絡会議の活動内容は、原告らが\n監査請求期間を徒過したことについて正当な理由があるか否かの認定を左右するも\nのではない。\n２\n違法に怠る事実の有無について\n（一）　被告らの主張\n法二四二条の二第一項四号にいう「怠る事実」とは、違法に財産管理を怠ってい\nると評価されるものでなければならないところ、地方公共団体の機関又は職員に当\n該財産管理について裁量が認められている場合には、その裁量の範囲内である限\nり、その財産管理行為をしなかったことに違法性があるとはいえない。そして、不\n法行為に基づく損害賠償請求権については、一般的にその存否、行使の可否を判断\nすることは困難であるから、仮に地方公共団体に損害が発生している可能性が認め\nられる場合でも、右損害賠償請求権を行使しないことが直ちに違法となるわけでは\nなく、一定の範囲で地方公共団体の裁量に委ねられていると解され、当該地方公共\n団体の行政上の裁量によりこれを行使しないことについて合理的な理由があるとき\nは、違法に怠る事実があるということはできない。\n本件においては、本件各工事の契約価格は奈良県の定めた予定価格の範囲内にあ\nり、客観的にも相当である上、談合行為により奈良県に損害が生じたといえるか否\nかは、被告らの談合行為の有無、談合行為と本件各工事の関連性、損害発生の有無\n等の困難な判断事項を含むから、このような損害賠償請求権を奈良県が行使しなか\nったとしても、それは奈良県に委ねられた裁量の範囲内であって、違法ではない。\n（二）　原告らの主張\n行政機関は、財産管理について一定の裁量が与えられているが、地方公共団体の\n有する不法行為に基づく損害賠償請求権は、法二三七条一項及び二四〇条一項にい\nう地方公共団体の財産ないし債権に当たるものとみるべきであり、かかる債権につ\nいては、地方公共団体の長はこれを行使すべき義務を負い、行使するか否かについ\nて裁量権を有していない。したがって、地方公共団体の長が地方公共団体の有する\n損害賠償請求権を行使しないときは、違法な財産の管理を怠る事実があることにな\nる。\n本件においては、奈良県は被告らに対して談合という不法行為に基づく損害賠償\n請求権を有しているにもかかわらず、奈良県知事はこれを行使しないのであるか\nら、違法に財産管理を怠っているものである。\n３　被告島津製作所について\n（一）　被告島津製作所の主張\n被告島津製作所は、本件各工事を含め、上水道施設のデジタル計装設備工事の指\n名入札において、入札業者としての指名を受けたことはなく、したがって、本件各\n工事に関する\n談合に参加しておらず、そもそも受注予定者の決定に関与することすらできない。\n公正取引委員会の課徴金納付命令手続においても、意見を述べ、証拠を提出する機\n会（独占禁止法四八条の二第四項）を与えられないまま、一方的に認定されたもの\nである。したがって、被告島津製作所に対し、談合を理由とする損害賠償請求はそ\nもそも成り立ち得ないのであり、不当な訴訟として却下・棄却されるべきである。\n（二）　原告らの主張\n被告島津製作所を含む被告ら五社は、「山手会」と称する会合を主催し、全国の\n自治体における上水道施設のデジタル計装設備工事の指名競争入札において定期的\nかつ継続的な談合を行い、その都度受注予定者を決定する作業を行ってきたもの\nで、受注予定者の決定は個々の工事ごとに決めるのではなく、あらかじめ定められ\nた一定の受注予定者の決定に関する基本原則に則って全国の工事を分け合うという\n方法で行われてきた。したがって、山手会の会合に参加し、右基本原則に則って不\n正談合の謀議をする以上、個々の工事の入札に参加していなくても、不正な方法に\nよる受注予定者の決定と受注価格の引き上げに加担していたということができ、損\n害賠償請求の被告たり得るものである。\n四　本案に関する当事者の主張\n１　原告らの主張\n（一）　被告ら五社は、部長級又は課長級の者が出席する「山手会」と称する会合\nを原則として毎週水曜日に開催し、同会合において、各社が入札の指名を受けた工\n事を報告するとともに、当該工事についての受注希望の有無を表明し、受注希望者\nが一社の場合にはその者を受注予定者とし、受注希望者が複数の場合には、当該工\n事に関する発注者に対する営業活動の程度又は過去の工事実績を勘案して、受注希\n望者間の話し合いにより受注予定者を決定して、受注予定者以外の相指名業者は、\n受注予定者の入札価格よりも高い価格で入札することにより、受注予定者が受注で\nきるように協力する旨合意していた。そして、被告ら五社は、遅くとも平成元年一\n月以降、右合意に基づき、地方公共団体が指名競争入札の方法により発注するデジ\nタル計装設備工事について、山手会を通じて受注予定者を決定し、受注予定者が受\n注できるように協力して、不正な談合行為を行った。\n被告ら五社は、本件各工事についても、入札に先立ち、右山手会を通じて被告横\n河電機に落札させることを決定し、共同して本件各契約の締結に関わる自由競争を\n排除\nし、落札価格を予定価格の限度額一杯まで誘導したものである。\n（二）　入札談合においては、想定落札価格と現実の落札価格の差額が談合による\n発注者の損害と推定すべきであるところ、全国各地の指名競争入札における調査結\n果を検討すると、落札価格は、談合が成立すると予定価格に近づき、談合が成立で\nきなかった場合には最低制限価格ないし予定価格の八〇パーセント程度の価格に近\nづく実態があるから、被告らによる談合行為がなければ形成されたであろう想定落\n札価格は、現実の落札価格より少なくとも二〇パーセントは低下していたはずであ\nる。したがって、本件における談合による損害も現実の落札価格の二〇パーセント\nと推定され、奈良県は、本件工事①について金二一四二万四〇〇〇円、本件工事②\nについて金一億六六八六万円の合計一億八八二八万四〇〇〇円（それぞれの落札価\n格の二〇パーセント相当額）の損害を被った。\nまた、奈良県は、本件住民訴訟を通じて被告らから右損害の補填を受けた場合に\nは、原告ら訴訟代理人である弁護士に対して報酬を支払う義務を負担しており（法\n二四二条の二第七項）、この弁護士費用の額は右損害額の一〇パーセントである一\n八〇〇万円とするのが相当である。\nしたがって、奈良県は、被告らに対して、二億〇六二八万四〇〇〇円の損害賠償\n請求権を有している。\n（三）　よって、原告らは、法二四二条の二第一項四号に基づき、奈良県に代位し\nて、怠る事実の相手方である被告らに対し、不法行為による損害賠償として金二億\n〇六二八万四〇〇〇円及びこれに対する不法行為の日の後である平成八年三月五日\nから支払済みまで民法所定の年五分の割合による遅延損害金の支払を求める。\n２　被告らの主張\n（一）　被告らは、そもそも不正な談合行為をしていない（被告ら）。特に、被告\n島津製作所においては、本件各工事を含むデジタル計装設備工事に関して入札業者\nとして指名すら受けていないのであるから、談合行為に加わる前提を欠いている。\nなお、課徴金納付命令における認定は、被告島津製作所としては何ら主張・反論の\n機会を与えられないまま認定されたものであるから、証拠価値を有さず、これを根\n拠に被告島津製作所の談合行為を認定することはできない（被告島津製作所）。\nまた、指名競争入札における契約価格は予定価格の範囲内における最低入札価格\nによって決定されるから、本件各工事の契約価格の決定を被告らだけ\nで支配できる状況でなければ、被告らが奈良県に損害を与えたということはできな\nいところ、本件工事①においては、被告横河電機及び被告日立製作所のほかに四社\nが、本件工事②においては、被告横河電機、被告日立製作所及び被告富士電機以外\nに四社が入札に参加しており、被告らのみで本件各工事の契約価格を不当に引き上\nげることは不可能な状態だったのであるから、被告らの談合行為と奈良県の被った\n損害の間に因果関係はない。\n（二）　本件各工事の契約価格は奈良県の定めた予定価格の範囲内にあり、客観的\nにも相当であるから、談合行為により奈良県に損害が生じたということはできな\nい。\n原告らは想定落札価格と現実の落札価格の差額として落札価格の二〇パーセント\nを損害として主張しているが、想定落札価格については、当該商品の価格形成上の\n特性、経済的変動の内容・程度、その他の価格形成要因を個々の要因ごとに総合検\n討することを要するところ、原告らの主張は、全国の各種公共工事入札事例を集計\nして、落札価格は、談合が成立した場合には予定価格に、談合が成立しなかった場\n合には最低制限価格に近似すると根拠なく断定しているにすぎず、想定落札価格の\n主張立証として十分ではない。そもそも最低制限価格を定めた趣旨は、落札となる\nべき入札価格が不合理なものであって、その者と契約を締結した場合契約不履行に\n陥って地方公共団体が損害を被ると予想されるときに、最低の価格をもって申込み\nをした者を落札者としなければならないという不合理を防止するものであり、技術\n上常識で考えられないような低価格での落札を防止するためのものである。すなわ\nち、最低制限価格は、この価格を少しでも下回れば技術上常識で考えられないよう\nな低価格と評価されるという不合理な額であるから、これを想定落札価格と見るこ\nとはできない。\n第三　本案前の抗弁に対する当裁判所の判断\n一　監査請求期間の徒過について\n１　法二四二条二項の適用の有無について\n（一）　本件監査請求は、奈良県が被告らに対し損害賠償請求権を行使しないこと\nが法二四二条一項の「怠る事実」に当たるとして措置を求めるものであるところ、\n確かに、「怠る事実」の場合は、それが継続している限り違法ないし不当な財務会\n計状態が存続しているのであるから、これを対象とする監査請求については原則と\nして法二四二条二項の期間制限の適用はないと解される（最高裁判所昭和五二年（\n行ツ）第八四号同五三年六月二三日第三小法定判決・判例時報八九七号五四頁参\n照）。\nしかし、違法な財務会計上の積極的行為に基づき発生した請求権についてその管\n理を怠る事実（不真正怠る事実）がある場合には、怠る事実に係る請求においても\n右積極的行為の違法性を問題にせざるを得ないところ、右積極的行為に係る監査請\n求については期間制限の適用があるのに、これを怠る事実と構成して監査請求をす\nればその適用がないとすると、住民による監査請求に期間制限を設けて地方行政の\n法的安定性を図った法の趣旨に反し、妥当でない。したがって、普通地方公共団体\nの長その他の財務会計職員の財務会計上の行為が違法・無効であることに基づいて\n発生する実体法上の請求権の不行使をもって財産の管理を怠る事実とする住民監査\n請求については、右財務会計上の行為のあった日又は終わった日を基準として法二\n四二条二項の規定を適用すべきと解するのが相当である（最高裁判所昭和五七年\n（行ツ）第一六四号同六二年二月二〇日第二小法廷判決・民集四一巻一号一二二頁\n参照）。\n（二）　原告らは、被告らの談合により奈良県が損害を被ったのであって、本件各\n契約の締結自体は因果の流れにすぎないと主張するが、談合自体は地方公共団体と\nは無関係に業者間で行われるものであるから、談合が行われたのみでは地方公共団\n体が談合業者に対して損害賠償請求権を取得することはない。原告らの主張する損\n害は談合によって本件各契約の金額が不当に引き上げられたことにより生じた適正\n金額との差額であるところ、そのような損害が発生するためには、業者間の談合に\n基づき不当な入札価格が形成され、その価格で落札した業者が入札に係る工事につ\nいて請負契約を締結し、地方公共団体が右代金支払義務を負担するか、あるいは右\n代金を支払うことが必要である。すなわち、原告らが主張する損害賠償請求権が成\n立するためには、落札業者である被告横河電機と奈良県との間で不当に高い代金額\nで請負契約が締結されることが論理的前提であるから、本件監査請求は「不真正怠\nる事実」を対象とするものと認められる。\nまた、地方財政の健全化を図ることを目的とする法二四二条の趣旨に照らせば、\n同条一項にいう財務会計行為の「違法」とは、当該職員の主観的事情を考慮するこ\nとなく、客観的に判断すべきであるところ、原告らの主張によれば、本件談合は違\n法であり、これによって本件各\n契約の最も重要な要素である契約代金額が決められたのであるから、奈良県が右談\n合に基づいて落札した被告横河電機との間で本件各契約を締結した財務会計行為も\nまた違法であるといわざるを得ない。\n以上によれば、本件監査請求は、本件各契約の締結という財務会計上の行為が違\n法であることに基づき発生する損害賠償請求権の不行使をもって怠る事実としてお\nり、不真正怠る事実を対象とする監査請求であるから、法二四二条二項の期間制限\nに服するものと認められる。\n２　監査請求期間の起算点について\n（一）　監査請求は「当該行為のあった日又は終わった日から一年」以内にすべき\nと規定されており（法二四二条二項）、請負契約締結という財務会計上の行為が違\n法であることに基づき発生する損害賠償請求権に係る監査請求の期間は、原則とし\nて、右請負契約締結の日から起算されると解される。しかしながら、財務会計上の\n行為が違法、無効であることに基づいて発生する実体法上の請求権の不行使をもっ\nて財産の管理を怠る事実（不真正怠る事実）とする監査請求において、右請求権が\n右財務会計上の行為のされた時点においてはいまだ発生しておらず、又はこれを行\n使することができない場合には、そもそも発生していない権利について怠る事実も\n存在し得ないのであるから、当該財務会計上の行為の日を基準として監査請求期間\nが進行すると解するのは不合理である。したがって、右のような不真正怠る事実に\n係る監査請求においては、右実体法上の請求権が発生し、これを行使することがで\nきることになった日を基準として法二四二条二項を適用すべきものと解するのが相\n当である（最高裁判所平成六年（行ツ）第二〇六号同九年一月二八日第三小法廷判\n決・民集五一巻一号二八七頁参照）。\nそして、住民による監査請求の期間を制限して行政の法的安定性を図った法二四\n二条二項の趣旨に照らして考えるならば、監査請求期間の起算日は、地方公共団体\nの財務会計担当職員の主観的事情に左右されることなく、できる限り客観的に判断\nされるべきであるから、不真正怠る事実に係る監査請求において右請求権がいまだ\n発生しておらず又はこれを行使することができない場合とは、財務会計上の行為が\nされた時点で右請求権が法律上発生していない場合、又は請求権自体は既に発生し\nているがそれを行使するについて法律上の障害もしくはこれと同視しうるような客\n観的障害がある場合をいう\nと解すべきである。このように解したとしても、地方公共団体の職員らの主観的事\n情等は、法二四二条二項ただし書で規定する「正当な理由」の有無を判断する際の\n一要素として考慮することができ、正当な理由が認められる場合には一年の期間経\n過後であっても監査請求をすることができるのであるから、住民の権利行使の機会\nを不当に制限することにはならない。\n（二）　そこで本件において、奈良県の被告らに対する損害賠償請求権が何時の時\n点で発生していたかについて検討する。\n（１）　原告らは、奈良県は、公正取引委員会が課徴金納付命令を発した平成七年\n八月八日において初めて談合行為を知ったのであるから、損害賠償請求権を行使で\nきることになったのは同日であると主張する。\nしかし、前記のとおり、不真正怠る事実に係る監査請求において右請求権がいま\nだ発生していない、あるいはこれを行使することができない場合に当たるか否かに\nついては、できる限り客観的に判断すべきであり、地方公共団体の職員らの主観的\n事情等は、期間を徒過したことにつき正当な理由があるか否かの判断の中で考慮す\nべきであるから、奈良県が談合行為を知った時点をもって監査請求期間の起算日と\n解することはできない。\n（２）　原告らの主張によれば、本件各契約は談合に基づき締結された独占禁止法\n三条（不当な取引制限の禁止）に違反するものであるところ、仮に独占禁止法違反\nの契約であっても、それが私法上有効であるならば、契約の締結によって奈良県は\n代金支払債務を負うから、契約締結時において損害が発生したということができる\nが、私法上無効であるということになると、奈良県は代金支払義務を負わず、現実\nに代金を支払って初めて損害が発生することになる。したがって、本件各契約に関\nわる損害賠償請求権が何時の時点で発生していたかについては、本件各契約の私法\n上の効力いかんに関わるものと考えられる。そこで、以下、この点を検討する。\n独占禁止法に違反する契約の私法上の効力については、独占禁止法が専門的機関\nである公正取引委員会をして違法状態の具体的かつ妥当な収拾、排除を図るべく、\n右目的に適した勧告、差止命令を出すなど弾力的な措置をとらしめる制度を採用し\nていることなどにかんがみると、その契約が公序良俗に反するとされるような場合\nは格別として、直ちに無効であると解するべきでない（最高裁判所昭和四八年\n（オ）第一一一三号同五\n二年六月二〇日第二小法廷判決・民集三一巻四号四四九頁参照）。そして、談合に\nよる入札に基づき発注者と落札者の間で締結された契約が公序良俗に反するか否か\nについては、談合から落札に至る具体的事情に応じて判断すべきであり、一方で、\n既に締結された契約に基づく法的安定性の保護を考慮すべきとも考えられるが、他\n方で、談合は刑法九六条の三第二項で規定される犯罪行為であり、地方公共団体の\n競争入札に関しては、法二三四条六項の委任を受けた地方自治法施行令（以下\n「令」という）で、入札談合をした者を入札に参加させないことができ（令一六七\n条の四第二項柱書、同項二号）、地方公共団体の長は、入札が行われた後も、その\n者と契約を締結することが公正な取引の秩序を乱すことになるおそれがあって著し\nく不適当であると認めるときは、次順位者と契約を締結することができる（令一六\n七条の一〇第一項）と規定して、入札における自由競争の維持促進を図っているこ\nとにかんがみると、少なくとも談合に加担して落札し契約を締結した相手方に対\nし、右契約に基づく権利行使について法的保護を与えるべきではないと考えられ\nる。したがって、談合した業者との間で契約を締結した地方公共団体は、右契約に\n基づく代金支払債務を履行するまでの間に談合の事実に気付いた場合には、相手方\nに対して契約の無効を主張して代金の支払を拒むことができ、拒まれた相手方は、\n自ら談合に加担している以上、契約の有効性を主張して代金支払を求めることはで\nきないと解すべきである。\n以上を前提に本件を見ると、原告らの主張によれば、被告横河電機は、他の被告\nらと談合して本件各工事を落札し、奈良県との間で本件各契約を締結したものであ\nる上、奈良県はその主催する指名競争入札において談合等の不正行為をした者の入\n札は無効又は失格とする旨公示していたことが認められるから（乙六）、奈良県は\n談合による入札であることを主張して代金支払を拒むことができる立場にあったと\nいうことができる。すなわち、奈良県は、本件各契約の締結時において代金支払債\n務を負担していたものではなく、代金を支払った時点で初めて損害が発生し、損害\n賠償請求権を行使しうる状態になったと認めるのが相当である。\nそして、本件における損害は、談合行為により引き上げられた本件各契約の契約\n金額と談合がなかった場合に想定される契約金額との差額であるから、奈良県の被\n告\nらに対する損害賠償請求権は、本件各契約によって定められた代金の支払が全て完\n了して初めて発生すると解すべきである。\n（三）　以上によれば、本件各工事に係る監査請求期間の起算点はそれぞれの代金\n支払が完了した日と解すべきであり、本件工事①については、代金支払完了日であ\nる平成六年四月二八日から監査請求期間が起算されるから、原告らの本件監査請求\nは期間を徒過しているものであるが、本件工事②については、代金支払が完了した\nのは平成七年一〇月三一日であるから、原告らの監査請求は監査請求期間内に提起\nされた適法なものと認められる。\n３　正当な理由の有無について（本件工事①）\n（一）　監査請求は、当該行為のあった日又は終わった日から一年を経過したとき\nはすることができないが（法二四二条二項）、当該行為が普通地方公共団体の住民\nに隠れて秘密裡に行われ、一年が経過した後に初めて明らかになった場合等にも監\n査請求ができないとしたのでは、住民による監査を通じて地方財政の腐敗防止を図\nり、行政内部で予防、是正等の措置を採らせようとした住民監査制度の趣旨に照ら\nし相当でないことから、監査請求期間を経過した後であっても、「正当な理由」が\nある場合にはすることができると規定されている（法二四二条二項ただし書）。そ\nして、「正当な理由」の有無を判断するに当たっては、右のとおり地方財政の腐敗\n防止のため住民監査制度を置く一方、監査請求に期間の定めを設けることにより行\n政の法的安定性をも図ろうとした法の趣旨にかんがみ、特段の事情のない限り、普\n通地方公共団体に住民が相当の注意力をもって調査したときに客観的にみて当該行\n為を知ることができたかどうか、また、当該行為を知ることができたと解される時\nから相当な期間内に監査請求をしたかどうかによって判断すべきと解するのが相当\nである（最高裁判所昭和六二年（行ツ）第七六号同六三年四月二二日第二小法廷判\n決・判例時報一二八〇号六三頁参照）。\n本件においては、本件各契約自体は秘密裡にされたものではないものの、原告ら\nの主張によれば、右契約は被告らの談合に基づいて締結されたというのであり、契\n約の違法性、不当性を主張する前提となるべき事実がことさら隠蔽されていたので\nあるから、監査請求の対象となるべき行為が住民に隠れて秘密裡に行われた場合と\n同様に解すべきである。\nしたがって、本件において監査請求期間を徒過したことにつ\nき正当な理由があるか否かを、以下、検討する。\n（二）　甲八、二二、乙二ないし五、七ないし一〇、一四、一六、丙二、四、五、\n一〇、一五、一九及び弁論の全趣旨によれば、以下の事実が認められる。\n公正取引委員会は、被告ら五社を含む大手電機・計器メーカー八社が各地の自治\n体が発注した上下水道の処理システムの入札をめぐって談合していたという独占禁\n止法違反の疑いで、平成六年三月二四日、前記八社の本社、支社等への立入検査を\n行い、同月二六日、朝日新聞等の全国紙でその旨報道された（乙二）。そのうち、\n下水道談合事件については、平成七年六月、電機会社九社と日本下水道事業団の元\n幹部が独占禁止法違反で起訴されたほか、同年七月一二日、右電機会社九社に対し\nて課徴金納付命令が出され、その旨報道されたが、上水道談合に関しても、同月中\n旬ころから、日本経済新聞、毎日新聞等の全国紙で、公正取引委員会により被告ら\n五社の談合の疑いが持たれており、近く課徴金納付命令が出される見込みである旨\nの報道がされた（乙一〇、一六）。このころ、全国市民オンブズマン連絡会議は、\n日本下水道事業団の発注にかかる談合事件について全国で住民訴訟を提起する方針\nを固め、七月一二日付課徴金納付命令の対象となった工事リストを入手しており、\n同月二九日から開催された全国市民オンブズマン大会において、右の方針を提案し\nた。当時、本件の原告ら代理人の一人である井上善雄弁護士は全国市民オンブズマ\nン連絡会議の代表を務めており、同じく本件の原告ら代理人の一人である相良博美\n弁護士は、右全国市民オンブズマン大会に出席していた。\n公正取引委員会は、同年八月八日、被告ら五社が地方公共団体が発注する上水道\n施設の計装設備工事の入札をめぐり談合を繰り返していたとして、被告島津製作所\nを除く被告ら四社に課徴金納付命令を出し、翌九日には、全国紙でその旨報道され\nた（乙三、四）。しかしながら、朝日新聞、日本経済新聞の報道では「自治体など\nが発注する」「全国の自治体などが発注する」と記載されているだけで、奈良県の\n発注工事に触れたものはなく、電波新聞（乙七）の報道で「発注者の一八団体」と\nして奈良県が含まれている旨の記載がされている。また、公正取引委員会では、同\n月八日以降、一般からの要望があれば、右課徴金納付命令の対象となった工事のリ\nストを渡す扱いにしていた。\n相良弁護士は、同年一〇月末ころ、全\n国オンブズマン連絡会議事務局から、平成七年八月八日付の公正取引委員会「横河\n電機株式会社ほか三名に対する課徴金納付命令について」と題する書面が送付さ\nれ、上水道施設の計装設備工事に係る入札談合について一一月二七日に全国一斉に\n監査請求をしたいので、奈良県で実施された二件の工事について監査請求に加わっ\nてほしい旨の要請を受けた。そこで、相良弁護士は、奈良県の住民である原告Ａと\n相談の上、まず不正談合とされた工事の内容を知るために同年一一月六日に奈良県\n水道局を訪れ、入札結果一覧表を閲覧して本件各工事の入札状況、落札業者、落札\n金額等を知った。その後、監査請求人を募り、奈良県の住民である他の原告らと共\nに、同月二七日、監査請求を行った。\n（三）　以上の事実を前提とすると、奈良県の住民は、平成七年八月九日付の新聞\n報道により、自治体発注の上水道施設の計装設備工事に係る被告ら五社の入札談合\nが認定されて被告島津製作所を除く被告ら四社に対して課徴金納付命令が出された\nことを知り得たと認められるものの、ほとんどの新聞報道では「全国の自治体が発\n注した」等の記載しかなく、奈良県発注の工事が含まれていることが指摘されてい\nたのは電波新聞だけであるところ、電波新聞は一般的な奈良県の住民が購読してい\nるとは言い難いから、この時点において、奈良県発注の工事に関して入札談合が行\nわれていたことを知り得たとは認められない。また、確かに、公正取引委員会は、\n課徴金納付命令を出した後に、一般からの要望に応じて課徴金納付命令の対象工事\nのリストを配布していたことが認められるが、一般的に、「全国の自治体が発注し\nた」と記載された新聞記事を見て、奈良県発注工事における入札談合の有無を確認\nするために公正取引委員会まで問い合わせるべきであるということになると、奈良\n県の住民は、監査請求を通じて地方行政に対して適切な監査を行うために、奈良県\nについて何ら触れられていないにもかかわらず、「全国の」という概括的な記載が\nあった場合すべてにおいて、関係機関に問い合わせるなどの積極的な調査活動をし\nなければならないことになり、監査請求をしようとする住民に過大な責務を負わせ\nることとなって酷であるといわざるを得ない。結局、相当の注意力をもって調査す\nれば本件各工事が違法又は不当であることを知ることができたと認めるためには、\n少なくとも奈良県において不正談合があったこと\nをうかがわせるに足りる報道があったことが必要であり、「全国の」というような\n概括的内容の新聞報道を理由として、奈良県の住民が本件各工事の違法又は不当を\n知り得たと認めることはできない。\nなお、被告らは、本件における原告らの代理人の一人が代表を務め、別の一人が\n大会にも参加していた全国市民オンブズマン連絡会議において、平成七年七月下旬\nころには上水道施設の計装設備工事についても課徴金納付命令が出される見込みで\nあることを知っており、これについても住民訴訟を提起する方針を固め、七月二\n九、三〇日の全国大会でその旨提案していたことを理由として、原告らはこのころ\n既に本件各工事の違法又は不当を知っていたか、又は知り得たと主張する。確か\nに、本件訴訟提起に至る経緯及び弁論の全趣旨によれば、全国市民オンブズマン連\n絡会議において、課徴金納付命令が出された平成七年八月八日直後には、本件各工\n事を含め右課徴金納付命令の対象工事を把握していたこと、原告らが全国市民オン\nブズマン活動に賛同し、その活動に参加していることは推察されるものの、弁論の\n全趣旨から認められる全国市民オンブズマン連絡会議の組織、活動態様からすれ\nば、全国市民オンブズマン連絡会議で把握した事実を直ちに右活動に賛同する者す\nべてに伝達していたとは到底認められず、したがって、課徴金納付命令が出された\n平成七年八月八日ころに原告らが本件各工事の違法性を知り得たと認めることはで\nきない。また、仮に、本件訴訟において原告らの代理人を務める井上、相良両弁護\n士がこのころ本件各工事の違法性について知り得る立場にあったとしても、これを\n根拠として、その後本件訴訟を両弁護士に依頼したにすぎない原告ら各自におい\nて、本件各工事の違法性を知り得たと認めることはできない。\nこのように、新聞報道又は全国市民オンブズマン連絡会議の活動を理由として、\n原告らが平成七年八月九日ころに本件各工事の違法性を知り得たと認めることはで\nきず、前記のとおり、原告Ａは、同年一〇月末か一一月初旬ころ、相良弁護士から\n奈良県発注の工事において入札談合があったことを聞かされて初めて本件各工事の\n違法性を知り、その他の原告らは、原告Ａ又は相良弁護士らから聞かされて初めて\n知ったものと認められる。そして、本件監査請求は、その後一か月を経ずして提起\nされているのであるから、原告らが本件各工事の違法性を知ることができた時\nから相当な期間内にされているということができる。\nしたがって、本件においては、監査請求期間を徒過したことにつき正当な理由が\nあると認められる。\n（四）　以上の次第で、本件工事①については、原告らは監査請求期間を徒過した\n後に監査請求をしているものであるが、期間を徒過したことについて正当な理由が\nあるから、その監査請求は適法なものと認められる。\n二　違法に怠る事実の有無について\n１　地方公共団体の有する損害賠償請求権は法二三七条及び二四〇条一項にいう地\n方公共団体の財産ないし債権に当たるものと見るべきであり、当該地方公共団体が\n右請求権の行使を違法に怠る事実により当該地方公共団体の被った損害を補填する\nことを目的とする場合には、右請求権の不行使につき法二四二条の二所定の住民訴\n訟を提起することができると解される。しかしながら、政策的、裁量的な色彩の強\nい地方公共団体の行政事務全般について、住民訴訟の形で広く司法審査を認めるこ\nとは、地方行政の安定の観点から見て相当ではない。したがって、地方公共団体に\n特定の損害について賠償請求権が発生しているとしても、当該地方公共団体の行政\n上の裁量によりこれを行使しないことについて合理的な理由があるときは、右請求\n権の行使の懈怠が不当と評価されることはあるとしても、違法に怠る事実があると\nまでいうことはできないと解すべきである（最高裁判所昭和五二年（行ツ）第一二\n八号同五七年七月一三日第三小法廷判決・民集三六巻六号九七〇頁参照）。\n２　被告らは、本件各工事の契約金額は相当である上、談合行為によって奈良県に\n損害が生じたか否かの判断は困難であるから、奈良県が損害賠償請求権を行使しな\nかったとしても、それは裁量の範囲内であって違法ではないと主張する。\nしかし、本件は、被告ら五社の談合行為の結果奈良県が本件各契約を締結したと\nころ、右契約金額が引き上げられたことにより損害を被ったことを理由とする損害\n賠償代位訴訟であり、現実に公正取引委員会において右談合行為を認定し、課徴金\n納付命令を出していることにかんがみると、どの程度の損害が生じたのかはともか\nく、右談合行為により奈良県において何らかの損害を被った蓋然性が高いというべ\nきである。また、ここで生じた損害は被告らの談合行為に基づく入札という奈良県\nに対する不法行為によって生じたものであって、全額被告らが負担すべきものであ\nるから、これを被告\nらに負担させるか否か、すなわち被告らに対する損害賠償請求をすべきか否かにつ\nいては、奈良県に裁量の余地はない。仮に奈良県において裁量の余地があるとすれ\nば、想定される損害額は極めて僅少であり、訴訟を提起するまでの利点がない場合\n等であるが、本件各工事は契約金額も大きく（本件工事①は一億〇六二七万二三一\n〇円、本件工事②は八億〇八〇五万八六九〇円）、したがって談合により生じた損\n害額もある程度の金額に上ると予想されるから、このような意味でも裁量の余地は\nないと考えられる。そうとすれば、奈良県としては、被告らの入札談合という不正\n行為に基づき損害賠償請求権を有している以上、認容される損害額については訴訟\nの結果に委ねざるを得ないとしても、これを行使すべきであって、これを行使しな\nいとする合理的理由は認められない。\n３　したがって、本件において、奈良県が被告らに対する損害賠償請求権を行使し\nないことは、右請求権を違法に怠る事実に当たるということができる。\n三　被告島津製作所について\n被告島津製作所は、本件各工事を含め上水道施設の計装設備工事において入札業\n者として指名を受けたことはなく、談合に参加していないから、被告島津製作所に\n対する談合を理由とする損害賠償請求はそもそも成り立ち得ず、不当な訴訟として\n却下・棄却されるべきであると主張する。\nしかしながら、本件訴訟に先立ち、公正取引委員会において、被告島津製作所を\n含めて被告ら五社の間で「山手会」と称する会合を持ち、入札に関する基本ルール\nを合意して、右ルールに基づき全国の自治体における発注工事を受注していたもの\nと認定されているのであるから、被告島津製作所の行為が共同不法行為として損害\n賠償責任を負うものか否かの点は本案に対する判断として検討するべき事柄であ\nり、少なくとも本案前に却下すべきものではない。\nしたがって、被告島津製作所の主張は採用しない。\n四　結論\n以上の次第で、原告らの本訴請求のうち、本件工事①に係る部分は監査請求期間\nは徒過したことにつき正当な理由があり、本件工事②に係る部分は適法な監査請求\nを経ているから、いずれも適法な監査請求が前置されていると認められる。\n第四　本案に対する当裁判所の判断\n一　被告らによる不正な談合行為の有無について\n１　甲三、四の１、２、五、六、九の１ないし１０、乙二及び弁論の全趣旨によれ\nば、以下のとおり認められる。\n（一）　被告\nら五社は、デジタル計装制御システム等の計装設備の製造及び工事業を営む者であ\nる。地方公共団体の発注する特定計装設備工事の指名競争入札については、被告ら\n五社のほか、一部について五社の取引先の代理店が指名を受けていたが、被告ら五\n社は、代理店が指名を受けた場合には自己が製造するデジタル計装制御システム等\nを供給することが見込まれることから、あらかじめ、当該工事に関し、代理店から\n発注者等に対する営業活動の程度を報告させるとともに、代理店が入札する価格に\nついて自己の承認の下に入札させていた。\n（二）　被告ら五社は、遅くとも平成元年一月以降、地方公共団体が指名競争入札\nの方法により発注する特定計装設備工事について、受注価格の低落防止を図るた\nめ、以下のとおり合意した。\n①　被告ら五社の部長級又は課長級の者が出席する「山手会」と称する会合を、原\n則として毎水曜日に開催し、同会合において、入札の指名を受けた工事を報告する\nとともに当該工事について受注希望の有無を表明する。\n②　当該工事について受注を希望する者が一名の場合は、その者を受注予定者と\nし、受注希望者が複数の場合は、当該工事に関して発注者等に対する営業活動の程\n度又は過去の工事実績を勘案して、受注希望者の間の話合いにより受注予定者を決\n定する。\n③　受注予定者以外の相指名業者は、受注予定者の入札価格よりも高い価格で入札\nすることにより、受注予定者が受注できるように協力する。\n④　当該工事について指名を受けた業者の中に被告ら五社の代理店が含まれている\n場合には、五社のうち当該代理店に対しデジタル計装制御システム等を供給する者\nが指名を受けたものとして、前記①ないし③の方法により受注予定者を決定し、受\n注予定者が受注できるようにする。\n（三）　被告ら五社の担当者は、右の合意に基づき、山手会において、入札の指名\nを受けた工事を報告し、受注希望の有無を表明して受注予定者を決定するようにし\nていたが、会合の場で受注希望の有無を確認できなかったり、受注希望者が複数い\nた場合には、会合の後、担当者間で電話により受注予定者を決定した。そして、入\n札日の前日になると、当該工事の相指名業者の担当者から受注予定の会社の担当者\nに対して電話で連絡を入れ、各社における入札予定価格を伝えて確認を取り、受注\n予定者が落札できるように互いに入札予定価格を調整していた。\n（四）　被告ら五社は、平成元年一月以\n降、右（三）の方法により地方公共団体の発注に係る工事について受注予定者が受\n注できるように協力して入札を行ってきたが、公正取引委員会が独占禁止法の規定\nに基づき審査を開始し、平成六年三月二四日、被告ら五社の本社、支店等に対し立\n入検査を行ったことから、同月二五日以後は右（三）の方法による入札を取り止め\nた。\n（五）　公正取引委員会は、審査の結果、被告ら五社による不当な取引制限（独占\n禁止法二条六項）を認定した上、違反行為の実行期間内に入札が実施された本件各\n工事を含む二七工事を対象として、被告島津製作所を除く被告ら四社に対し、課徴\n金納付命令を出したが、被告島津製作所については右期間内における受注実績がな\nかったことから、課徴金納付命令は出さなかった。\n２　以上の事実を前提として、本件各契約において被告ら五社による談合行為があ\nったか否かを検討する。\n確かに、公正取引委員会の課徴金納付命令では、被告らが基本ルールを合意し\nて、地方公共団体の発注に係る工事の入札に先立ち、あらかじめ受注予定者を決\nめ、受注予定者が当該工事を落札できるように協力していた事実を認定しているも\nのの、対象工事とされた個々の契約における談合の状況まで具体的に認定している\nわけではない。しかしながら、被告らの山手会の運営方法を見ると、被告らは入札\nに先立ち受注予定者を決め、その者に落札させるよう協力するという一連の過程に\nついて明確な手順を取り決めて合意しており、指名を受けた各工事について定例的\nに受注予定者を決めていたことがうかがえるから、被告らが右合意に基づく入札を\n取り止めた平成六年三月二四日までの間に落札された工事については、特にその工\n事について談合がされていないという格別の事情が認められない限り、被告らはあ\nらかじめ合意した基本ルールに則って受注予定者を決め、相指名業者となった場合\nはその者が落札できるように協力し、もって談合していたものと認めるのが相当で\nある。\nこの点、被告らは、本件各工事について不正な談合をしたことはないと主張する\nが、そのように認めるべき特段の事情について具体的な立証はない。\nまた、被告島津製作所は、自らは上水道施設に係る計装設備工事に関して入札業\n者としての指名を受けたこともなく、談合行為に加担する前提を欠くと主張し、公\n正取引委員会の認定は被告島津製作所に何ら主張・反論の機会を与えていないか\nら、これを証拠と\nして同被告の談合行為を認定することはできないと主張する。しかし、前掲各証拠\nによれば、被告島津製作所が山手会に参加しており、他の被告ら四社と共に前認定\nの基本ルールについて合意していたと認めることができ、被告島津製作所は、本件\n訴訟において反証の機会を奪われているものではない。そして、前記のとおり、被\n告らは、受注予定者に落札させるための基本ルールを合意し、個々の工事について\nは右基本ルールに則って、原則として会合の場で受注予定者を決め、その後電話で\n入札価格を調整していたものであるから、基本ルールに関する合意に加わり、会合\nに出席していた以上、仮に個々の工事について入札業者としての指名を受けていな\nかったとしても、当該工事について入札に先立ち受注予定者を決めるという談合の\n主たる部分に関与していたと言わざるを得ない。したがって、被告島津製作所も、\n他の被告四社と共同して、本件各工事においても談合を行っていたと認めるのが相\n当である。\nさらに、被告らは、本件各工事の入札においてはいずれも山手会に参加していな\nい四社も指名業者となっており、被告らの合意した基本ルールのみでは落札者及び\n落札価格を決めることができなかったから、被告らの談合と損害の間に因果関係が\nないとも主張する。しかしながら、この点は公正取引委員会において被告ら五社の\n不正な取引制限行為を認定する際にも前提とされており、右委員会における課徴金\n納付命令では、被告らは、関連する代理店が指名を受けた場合には自己が製造する\nデジタル計装制御システム等を供給することが見込まれることから、あらかじめ、\n当該工事に関し、代理店から発注者等に対する営業活動の程度を報告させるととも\nに、代理店が入札する価格について自己の承認の下に入札させており、右代理店が\n指名を受けた場合には、山手会において、五社のうち当該代理店に対しデジタル計\n装制御システム等を供給する者が指名を受けたものとして受注予定者を決定し、受\n注予定者が受注できるように協力していたと認定され、本件各工事を対象工事とし\nて課徴金が算定されている。そして、このような認定に対して、被告島津製作所を\n除く他の被告ら四社は、課徴金納付命令の手続において、山手会以外の会社が相指\n名業者とされていることを理由として本件各工事について談合はなかったと主張し\nた事実はうかがえない。このように、公正取引委員会における課徴金納付\n命令の手続においても、原告らの主張する事実（本件各工事の指名業者の中に山手\n会以外の会社四社が含まれていたこと）を考慮に入れている以上、右の事実のみで\nは、本件各工事の落札が談合によるものではないと認めるに不十分であり、更に談\n合がなかったことを基礎付ける特段の事情が存することが必要であると考えられる\nが、そのような事情を認めるに足りる証拠はない。そうとすれば、結局、本件各工\n事においても、前記課徴金納付命令における認定と同様、被告ら五社が談合した結\n果、被告横河電機が受注したものと認めるのが相当である。\n３　以上のとおり、被告ら五社は共同して、本件各工事において、入札に先立ち受\n注予定者を決め、入札価格を調整する談合行為を行っていたと認められる。\n二　損害の発生について\n１　被告らの右談合行為は、指名競争入札前に受注予定者を決め、その者が落札で\nきるように互いに入札予定価格を調整して、受注予定者に希望どおり落札させると\nいうものであるが、これは結局、指名業者間で公正な競争をすることにより落札価\n格が低下することを防ぎ、ひいては奈良県との契約価格をつり上げて受注した業者\nの利益を図るという目的のものである。そして、被告らは、公正取引委員会による\n立入検査を受けるまでの間、自発的に止めることなく談合行為を継続しているので\nあるから、右談合行為によって現実に利益を受けていたことが推認され、結局、右\n期間内に工事を発注した地方公共団体に対して損害を与えたこと自体は間違いない\nと認められる。そして、右談合行為によって発注者が被った損害とは、談合行為が\nなく指名業者間の適切な競争を経て入札された場合に形成されたであろう契約価格\nと現実の契約価格との差額であると考えられる。\nしたがって、本件において、奈良県が被った損害を確定するためには、本件各工\n事の指名競争入札において談合行為がなければ形成されたであろう契約価格がいく\nらになるのかを判断することが必要である。\n２　この点、原告らは、指名競争入札における落札価格は、談合が成立すると予定\n価格に近づき、談合が成立できなかった場合には最低制限価格ないし予定価格の八\n〇パーセント程度の価格に近づく実態があると主張して、本件各工事においても、\n奈良県は少なくとも現実の落札価格の二〇パーセントに相当する額の損害を被った\nと主張する。\nしかしながら、指名競争入札においては、当該工事の種類や特\n殊性、工事の規模のほか、入札指名業者の数や事業規模、更に入札当時の社会経済\n情勢、入札が行われた地域の特性など、様々な要因が複雑に影響し合って落札価格\nが形成されるものであるから、このような要因が近似した条件下において談合がさ\nれずに入札が実施された場合の想定落札価格が分かるのであれば、これを参考にし\nて本件各工事における談合がなかった場合の落札価格を認定し、損害額を算定する\nことも可能であるが、単純に他の地方公共団体における類似の指名競争入札を例に\n取って調査した場合の想定落札価格と比較するのみでは、不正確であると言わざる\nを得ないところ、本件において原告らが提出する証拠は、いずれも本件各工事と近\n似した条件下における調査結果であるのか不明であって、これらをもとに本件にお\nける損害額を認定することは困難である。また、原告らの主張によれば、一般的に\n談合がされなかった場合の落札価格は最低制限価格に近づくというのであるが、最\n低制限価格とは、これ以下の価格では適正な内容の工事がされるとは考え難いとい\nう限度額であり、過当競争の結果手抜き工事となることを防ぐため、たとえ入札価\n格が低くてもこれ以下の価格では受注させないとして設定された額なのであるか\nら、この価格を談合がされず適切に行われた入札において想定される落札価格であ\nると認めることは、最低制限価格の趣旨からして妥当とは思われない。\n以上によれば、本件において、原告らの主張するように、被告らの談合行為によ\nって奈良県に現実の落札価格の二〇パーセントの損害が生じたものと認めることは\nできない。\n３　このように、本件において奈良県に生じた損害額についての原告らの主張を認\nめることはできないが、奈良県に損害が発生していること自体は認められる上、前\n記のとおり、指名競争入札における落札価格を形成する要因は多種多様であること\nにかんがみると、入札談合における損害とは、そもそも損害の性質上その額を立証\nすることが極めて困難であるときに該当するものと認められる。\nしたがって、当裁判所は、民訴法二四八条に則り、前に認定した被告らの一連の\n談合行為の態様、本件各工事の契約価格、公正取引委員会における課徴金納付命令\nに至る経緯等の諸事情及び趣旨・目的は異なるものの独占禁止法七条の二第一項の\n定める課徴金の割合が六パーセントであること並びに被告横河電機をはじめとして\n被告らからの的確な反\n証のない本件弁論の全趣旨などを総合勘案して、被告らの談合行為により奈良県の\n被った損害の相当額を、本件各契約の契約価格の五パーセント（ただし、一万円未\n満を切り捨て）に当たる金四五七一万円（本件契約①につき金五三一万円、本件契\n約②につき四〇四〇万円）と認定することとする。\n４　原告らは、本件訴訟において、談合行為によって被った損害額のほか、原告ら\nの代理人となった弁護士に対して支払うべき報酬についても合わせて請求している\nので、以下、右弁護士費用を請求しうるかについて検討する。\n住民訴訟としていわゆる代位請求訴訟（法二四二条の二第一項四号）を提起した\n者が勝訴した場合において、弁護士に報酬を支払うべきときは、普通地方公共団体\nに対し、その報酬額の範囲内で相当と認められる額の支払を請求することができる\n（法二四二条の二第七項）。これは、代位請求訴訟において勝訴した場合に、その\n経済的利益を現実に受けるのは地方公共団体であり、訴えを提起した者は住民全般\nの公共の利益を確保するために住民訴訟を起こしたにすぎないのであるから、右訴\n訟に要した費用の全部を訴えを提起した者に負担させるのは適当ではなく、衡平の\n理念から、地方公共団体が相当と認められる弁護士報酬額を負担すべきであるとの\n趣旨から規定されたものと解される。このような法の趣旨からすれば、法二四二条\nの二第七項にいう「勝訴した場合」とは、当該普通地方公共団体が経済的利益を受\nけることが確実となったとき、すなわち勝訴が確定した場合を指すものと解すべき\nである。\nしたがって、奈良県に損害が発生したというためには、勝訴が確定した後、奈良\n県が同項に基づいた原告らからの請求により、その弁護士の報酬額の範囲内で相当\nと認められる額の支払約束をするかあるいはこれを支払ったことが必要であり、現\n段階において、奈良県にそのような損害が発生したということはできない。\nもとより、奈良県において、弁護士を委任して本件訴訟に訴訟参加（行政事件訴\n訟法四三条三項、四一条一項、二三条）したような場合には、奈良県が被告らに対\nし、当該弁護士費用を損害の一部として請求することは可能であろうが、本件はそ\nのような場合ではない。\n結局、原告らの訴訟代理人である弁護士に対する報酬は、奈良県の損害としては\n未だ発生していないから、この点の原告らの請求は理由がない。\n第五　結論\n以上の次第で、原告の本訴請求\nは、金四五七一万円及びこれに対する不法行為の日の後である平成八年三月五日か\nら支払済みまで民法所定の年五分の割合による遅延損害金の支払を求める限度にお\nいて理由があるからこれを認容し、その余は失当であるからこれを棄却し、訴訟費\n用の負担につき民訴法六一条、六四条、六五条を適用し、仮執行の宣言は相当では\nないからこれを付さないこととして、主文のとおり判決する。\n奈良地方裁判所\n裁判長裁判官　前川鉄郎\n裁判官　川谷道郎\n裁判官　松山遙\n"
}