{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 7,
    "month": 2,
    "day": 21
  },
  "case_number": "平成4(ワ)344",
  "case_name": "",
  "court_name": "青森地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13850",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13850",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/850/013850_hanrei.pdf",
  "contents": "主　　　文\n一　被告【Ａ】は、原告に対し、金二〇万円及びこれに対する平成四年一一月七日\nから支払済みまで年五分の割合による金員を支払え。\n二　原告の被告【Ａ】に対するその余の請求及び被告【Ｂ】に対する請求をいずれ\nも棄却する。\n三　訴訟費用は、原告と被告【Ａ】との間においては、各自の負担とし、原告と被\n告【Ｂ】との間においては、全部原告の負担とする。\n四　この判決は、第一項に限り、仮に執行することができる。\n事実及び理由\n第一　請求\n一　被告【Ａ】（以下「被告【Ａ】」という。）は、原告に対し、金五〇〇万円及\nびこれに対する平成四年一一月七日から支払済みまで年五分の割合による金員を支\n払え。\n（付帯請求起算日は、本訴状送達日の翌日である。）\n二　被告【Ａ】は、原告に対し、別紙（一）記載のとおり謝罪広告を別紙（二）記\n載の方法で株式会社東奥日報社発行の東奥日報、株式会社河北新報社発行の河北新\n報及び株式会社朝日新聞社発行の朝日新聞の各社会面に一回掲載せよ。\n三　被告【Ｂ】（以下「被告【Ｂ】」という。）は、原告に対し、別紙（三）記載\nのとおり訂正広告を別紙（二）記載の方法で株式会社朝日新聞社発行の朝日新聞の\n社会面に一回掲載せよ。\n四　被告【Ａ】及び同【Ｂ】は、別紙（四）書籍目録２記載の書籍中の削除箇所指\n摘部分を削除せよ。\n第二　事案の概要\n一　当事者の主張\n１　原告\n（一）　写真著作物の剽窃について\n（１）　原告は、会社員として勤務するかたわら、日本古代史に興味を持ち、余暇\nを利用して研究を重ねてきた者であり、昭和四九年ころ、神武東征伝承のふるさと\nでもある紀伊半島の熊野地方の石垣（以下「本件石垣」という。）の実地調査に及\nんだ。本件石垣のことを地元の人は猪垣（ししがき）と呼んでいるが、猪の侵入を\n防ぐためだけに造られたものとは考え難く、原告は、一年間の休日のほとんどを費\nやして調査した結果、その総延長が六〇キロメートル以上であることを発見し、昭\n和四九年から同五〇年にかけて、本件石垣の状況を保存するという学問的意向から\n特に留意すべきと思われる風景を自ら写真撮影したものが別紙写真①ないし⑥（以\n下、「本件写真①」、「本件写真」等という。）である。\n右のとおり、原告は、熊野地方の本件石垣の研究の目的のため、本件写真の被写\n体、構図、カメラアングル等を決定し、写真撮影したものであるから、本件写真は\n原告の創意、工夫があるものであって、著作権法上の写真著作物（同法一〇条一項\n八号）である。\n（２）　原告は、その撮影にかかる本件石垣の写真（本件写真以外のもの）やその\n研究成果を昭和五〇年五月一四日、日本経済新聞朝刊（全国版）の文化欄に別紙\n（五）記載のとおり発表し（この記事を、以下「本件新聞記事」という。）、雑誌\n「新評」（昭和五〇年七月号）にも、「謎の列石、熊野を走る」との題名で原告の\n調査結果が紹介された。\n（３）　被告【Ｂ】は、昭和五〇年代前半ころ、本件石垣についての話を聞くため\nに原告の自宅を訪ねて来た。原告は、被告【Ｂ】に対し、本件石垣について地図や\n写真を示すなどして説明した。その後も原告は被告【Ｂ】と二〇回位会っており、\nその際にも本件石垣のことについて詳しく話している。被告【Ｂ】は、その後の昭\n和五五年ころ、「【Ｃ】」のペンネームで本件石垣を紹介する記事を雑誌に掲載し\nたことがあった。\n（４）　原告は、その後江戸時代の古文書を発見、所蔵しているという被告【Ａ】\nの存在を知り、昭和五一年初めころ、被告【Ａ】に依頼されて本件写真等を被告\n【Ａ】に送付した（なお、本件写真のネガは原告が保管している。）。\n（５）　別紙（四）書籍目録１記載の書籍（以下「本件１の書籍」という。）に\nは、別紙（六）の二五二頁ないし二五三頁のとおり、本件写真六枚が掲載され、青\n森県津軽中山に存在した耶馬台城跡を示す写真であるとの説明文が付されている。\n同目録２記載の書籍（以下「本件２の書籍」という。）には、別紙（七）の一八\n九頁のとおり、本件写真①が右と同様の説明文を付して掲載されている。\n同目録３記載の書籍（以下「本件３の書籍」という。）には、別紙（八）のとお\nり、本件写真④が、右同様、耶馬台城址との説明を付して掲載されている。\n（６）　被告【Ａ】が、本件写真は原告の撮影した本件石垣の写真であることを十\n分知りながら、前記各書籍中に本件写真を虚偽の説明文を添えて津軽中山の耶馬台\n城跡として著作し、出版したことは、原告の本件写真の著作物に対する著作財産権\n及び著作者人格権を侵害する違法行為である。\nしたがって、被告【Ａ】は、右違法行為により原告に対し、本件写真の著作財産\n権侵害に基づく慰謝料及び著作者人格権侵害に基づく慰謝料双方を支払う義務を負\nう。その金額は、各金一〇〇万円を下らない。\n（７）　また、原告は、被告【Ａ】の依頼に応じて本件写真を善意で送付したもの\nであるが、被告【Ａ】は自ら虚構した偽書（後記（二）参照）が真実のものである\nかのごとく世間に証明するため、原告の撮影した写真を事実を偽って使用してお\nり、このまま放置すると、多くの人々から、被告の行為に原告が協力しているかの\nような誤解を受けかねない。他方、本件写真は、私的余暇の莫大な時間を費やして\n得た写真であることを考慮すると、著作者である原告の社会的な声望名誉が棄損さ\nれたと解される。\nよって、被告【Ａ】は別紙（一）記載のとおり謝罪広告を、青森県の代表的新聞\nである東奥日報、東北地方の代表的な新聞紙である河北新報及び全国紙を代表する\n朝日新聞に各々掲載する義務がある。\n（８）　他方、被告【Ｂ】は、本件２の書籍の発行者であり、前記（５）記載（別\n紙（七）参照）のとおり、原告の本件写真①の著作権に対する著作財産権及び著作\n者人格権を侵害している。これによって、前記（７）記載のとおり、原告の声望名\n誉が棄損された。また、前記（３）の経緯から、被告【Ｂ】は、本件写真が津軽中\n山の耶馬台城跡を撮影したものではなく、熊野地方に存在する本件石垣などを撮影\nしたものであることを十分認識していた。したがって、被告【Ｂ】は、別紙（三）\n記載の訂正広告を朝日新聞に掲載する義務がある。\n（９）　さらに、著作権法第一一二条一項の規定により、現に原告の本件写真の著\n作権を侵害している本件２の書籍中の削除箇所（別紙（四））について、右書籍の\n著者である被告【Ａ】及び発行者である被告【Ｂ】は削除する義務がある。なお、\n右削除箇所のうち、一八六頁ないし一八九頁の文章（別紙（七））は、真実は奈良\n県生駒市に現存する風景の写真を実在しない青森県津軽中山の耶馬台城跡の写真と\nして紹介し、その説明を記載したものであって、写真の掲載と一体のものとして原\n告の写真①の著作権を侵害している。\n仮に本件２の書籍が品切れであるとしても、被告【Ｂ】はいつでも増刷するおそ\nれがあり、被告【Ｂ】は、著作権法一一二条一項の「著作権を侵害する者」ないし\n「侵害するおそれのある者」に該当することは明白であるから、被告【Ｂ】は、右\n削除箇所を削除する義務がある。\n（二）　本件新聞記事の剽窃について\n北方新社から刊行された「東日流外三郡誌」（つがるそとさんぐんし）第一巻な\nいし第六巻には別紙（九）１ないし６上段の記述が、津軽書房から刊行された「総\n輯東日流六郡誌」には、別紙（九）７上段の記述がある。右各書籍は、いずれも被\n告【Ａ】が所蔵するとされている江戸時代後期古文書「東日流外三郡誌」、「東日\n流六郡誌」の写本等を原書として出版されたものであるが、これらの原書はいずれ\nも被告【Ａ】作成の偽書であり、被告【Ａ】は、原告の著作物である本件新聞記事\nを剽窃ないし盗用して、仮に剽窃・盗用と認められなくとも原告の本件新聞記事を\n翻案して右の原書を作成したものである。\nしたがって、原告が前記（一）（１）（２）の経緯で日本経済新聞に発表した本\n件新聞記事（別紙（五）記載）は、著作権法一〇条一項一号の論文として言語著作\n物に該当するから、被告の右の盗用又は翻案は原告の本件新聞記事の著作権の侵害\nである。よって、被告【Ａ】は、右行為による原告の損害を賠償する義務を負う。\nその内容は、著作財産権侵害による慰謝料と著作者人格権侵害による慰謝料であっ\nて、前者が金二〇〇万円、後者が金一〇〇万円、合計三〇〇万円を下ることはな\nい。\n（三）　よって、原告は、被告らに対し、前記のとおりの請求をする。\n２　被告【Ａ】\n（一）　訴却下の申立\n文書の真贋論争は裁判所による司法審査になじまず、これを目的とした本件訴え\nは却下されるべきである。\nまた、本件２の書籍は出版から五年が経過し、既に絶版となっており、在庫もな\nく増刷計画もないのであるから、本件２の書籍に関する原告の削除請求は訴えの利\n益がない。\n（二）　本件１ないし３の各書籍発行の経緯等\n昭和六一年秋ころ、東日流古代中世振興会で「安倍・安東、秋田氏秘宝展」開催\nに合わせて、それに関連した書籍を出版することとなり、被告【Ａ】は、同会の\n【Ｄ】氏の要請により、被告【Ａ】が思いつくまま書き留めておいたノートを同氏\nに渡した。同会では、右ノートのみでは内容的に不足であったので、当時被告\n【Ａ】が会長をしていた中山史跡保存会の会計及び資料担当者であった【Ｅ】氏が\n収集していた資料（写真やコピー）も借り受け、写真等を取捨選択し、【Ｅ】氏の\nコメントなども載せて本件１の書籍を編纂した。そして、右書籍の原告指摘にかか\nる部分に相当する箇所は、右【Ｅ】氏執筆によるものである。\nさらに、被告【Ｂ】から、右書籍を全国的に頒布したいとの申し出があったた\nめ、被告【Ａ】が右書籍を、【Ｅ】氏が写真等を被告【Ｂ】に送付し、本件２の書\n籍が株式会社八幡書店（以下「八幡書店」という。）から出版されたものである。\n中山史跡保存会では、被告【Ａ】が会長に就任する以前から【Ｅ】氏が会計と資\n料の収集、整理及び保管並びに連絡業務を担当し、被告【Ａ】が会長就任後は被告\n【Ａ】の自宅に送付された資料等（毎日二〇ないし三〇通の手紙が来ていた。）は\n封を切らずに【Ｅ】氏に渡され、返事等も【Ｅ】氏に一任されていた。津軽中山に\nはかつて本件写真類似の石垣が残っていたことは東奥日報にも報じられたことがあ\nり、被告【Ａ】も【Ｅ】氏から何度もその存在を聞き、営林署員から提供されたス\nナップ写真を見せられたことがあった。営林署員が同会にこのようなスナップ写真\nを提供したのは被告【Ａ】が同会の会長に就任する以前であり、その写真は【Ｅ】\n氏が保管していた。もし、原告が被告【Ａ】宛に本件写真を送付していたとすれ\nば、それも【Ｅ】氏の収集した資料の中に入っていたと思われる。\nこのように、本件１及び２の書籍は、被告【Ａ】が著作者ということになってい\nるが、実質的には共著であり、原告指摘部分は被告【Ａ】が執筆したものではな\nく、また引用されている写真はどちらも山中の似たような写真であるから、どこか\nで本件写真と入れ違ったのかも知れないが、原著の校正にも参加していない被告\n【Ａ】には定かではない。\nなお、本件３の書籍掲載の写真と説明文は、被告【Ａ】が本件１の書籍をもとに\n津軽中山の写真と信じて書いたものである。\nまた、被告【Ａ】は、原告に対して写真の送付を依頼したことはなく、原告主張\nのころに原告から写真の送付を受けたかについても記憶がない。\n（三）　本件写真の著作物性について\n本件写真は、著作権法の著作物に当たらない。\nすなわち、本件写真のようにアマチュア史家が、旅行の過程で通常のコンパクト\nカメラで撮影し、街のカメラ屋で現像した単なるスナップ写真は、作成者の思想・\n感情を創作的に外部に表現したものではないから、著作物とはいえない。\n（四）　被告【Ａ】の著作権侵害について\n著作権法上の権利を侵害する者は、侵害行為について支配権を有し、その行為に\nよる経済的利益が帰属する主体であると解されているところ、被告【Ａ】は、本件\n１ないし３のいずれの書籍の発行にあたっても、原稿料等一銭も対価を得ていない\nのであるから、権利侵害者とはなりえない。\n（五）　本件新聞記事の剽窃について\n原告が別紙（九）で指摘する程度のものは、とうてい「類似」などといえるもの\nではない。\nまた、「東日流外三郡誌」第一巻ないし第六巻並びに「総輯東日流六郡誌」は、\nいずれも被告【Ａ】の著作物ではなく、被告【Ａ】は、本件新聞記事を読んだこと\nもない。\n３　被告【Ｂ】\n（一）　本件写真の著作物性について\n本件写真は、著作権法上の著作物にはあたらない。すなわち、著作権法一〇条一\n項八号により写真が著作物にあたるのは、芸術写真等、作者の思想・感情を創作的\nに外部に表現した場合であり、本件のように、アマチュア史家が旅行の過程で通常\nのコンパクトカメラで撮影し、街のカメラ屋で現像した単なるスナップ写真まで著\n作物にあたるとはいえない。\n（二）　本件２の書籍に掲載されている写真について\n本件２の書籍に掲載されている原告指摘の写真はどこにでもあるようなスナップ\n写真であり、原告撮影にかかる本件写真とは断定できない。\nまた、八幡書店は、単に著者ないし中山史跡保存会から提供された写真を真正の\nものと考えて掲載しただけである。通常、著者ないし関連団体から写真の提供を受\nけた段階で、この写真の著作権はクリアされているか否かというようなことをいち\nいち確認することはしない。\n（三）　本件２の書籍中の原告の削除箇所指摘部分の削除請求及び訂正広告の掲載\n請求について\n本件２の書籍は、法人としての八幡書店が発行しているものであり、私人として\nの被告【Ｂ】個人とは何の関係もないことである。個人としての被告【Ｂ】には、\n勝手に八幡書店の財産である書籍の一部を削除する権限はない。なお、被告【Ｂ】\nは八幡書店の代表取締役ではあるが、八幡書店は被告【Ｂ】の個人会社ではなく、\n代表取締役と言えども会社に対して絶対的な権力を有しているものではない。\nなお、本件２の書籍は、定価一八〇〇円、発行部数三〇〇〇部の本であり、現在\n品切れの状態で八幡書店において増刷の予定はない。被告【Ｂ】としては、仮に八\n幡書店が右書籍を増刷するときには、一八九頁上段の写真は削除し、他の写真に差\nし替えるよう責任をもって指導する所存である（ただし、右書籍の原告指摘の一八\n六頁ないし一八九頁の叙述そのものは、何ら原告の本件写真著作権を侵害するもの\nではないので、一八六頁ないし一八九頁の文章は削除しない。）。\nまた、本件２の書籍の発行部数は前記のとおりわずか三〇〇〇部であり、本件写\n真の掲載によって、原告のどのような名誉、声望が害されたか疑問であり、まし\nて、新聞に謝罪広告を出さねば回復できないほど原告の名誉や声望が失墜した事実\nはない。\n二　争点\n本件の主たる争点は、①本件訴訟は古文書の真贋判定を求める不適法なものであ\nるか否か、②本件１ないし３の書籍に掲載されている各写真は原告が撮影した本件\n写真と同一のものか否か、③本件写真は著作権法上の著作物と言えるか否か、④別\n紙１ないし３の書籍に本件写真が掲載されたことにつき被告【Ａ】及び被告【Ｂ】\nが著作権侵害の責任を負うか否か、⑤被告【Ａ】の所持する「東日流外三郡誌」、\n「総輯東日流六郡誌」の写本は、被告【Ａ】が原告執筆にかかる本件新聞記事を剽\n窃・盗用、あるいは翻案して作成したものか否か、以上の点である。\n第三　証拠（省略）\n第四　争点に対する判断\n一　被告【Ａ】の訴え却下の申立てについて\n被告【Ａ】は、本件訴訟は、文書の真贋論争を目的とするもので司法審査になじ\nまないから、却下されるべきであると主張する。\nしかし、原告の請求自体は、著作権侵害に基づく損害賠償、謝罪広告の掲載、著\n作権侵害の差止の各請求で、いずれも私法上の権利義務に関する請求であるから、\nその当否の前提として古文書の真贋が問題となるとしても、司法審査になじまない\nものではない。\nまた、著作権侵害の差止訴訟において、著作権を侵害する書籍が絶版で増刷の予\n定がないからといって、そのことゆえに直ちに訴えの利益がないものとは認められ\nない。\nしたがって、被告【Ａ】の訴え却下の主張はいずれも理由がない。\n二　本件写真及び本件石垣に関する事実関係について\n証拠（甲三及び四の各１、２、五の１ないし９、六の１ないし４、七の１ないし\n６、一四、六六の１ないし３、六七、八八の１ないし３、一〇九、原告本人）並び\nに弁論の全趣旨を総合すれば、以下の各事実が認められる。\n１　原告は、会社員として勤務するかたわら、日本古代史に興味を持ち、余暇を利\n用して研究を重ね、平成元年六月に会社を定年退職してからも研究に取り組んでい\nる者である。\n２　原告は、昭和四九年ころから神武東征伝承のふるさとでもある紀伊半島の熊野\n地方にある本件石垣（自然石を一ないし二メートルの高さに積み上げた石垣が山岳\n部を縫うように長く続いているもの。地元の人は、この石垣を猪等の侵入を防ぐた\nめに造られた猪垣〔ししがき〕と呼んでいた。）に興味を持ち、何度も実地調査に\n臨んでいた。一年間の休日のほとんどを費やして調査した結果、原告は、本件石垣\nの総延長が六〇キロメートル以上に及ぶことを発見し、本件石垣の状況を保存しよ\nうと考え、写真撮影をした。本件写真は、昭和四九年から同五〇年にかけて、いず\nれも原告が撮影した本件石垣の写真である。\n３　原告は、本件石垣の調査成果を原告撮影の写真一枚（本件写真以外の写真）と\nともに、昭和五〇年五月一四日の日本経済新聞朝刊（全国版）の文化欄に別紙\n（五）記載のとおり発表した（本件新聞記事）。また、雑誌「新評」（昭和五〇年\n七月号）にも、「謎の列石、熊野を走る」との題名で本件石垣を紹介する記事が組\nまれ、その中で原告の撮影した写真多数（いずれも本件写真ではない。）が原告提\n供の写真として掲載された。\nさらに、昭和五五年一一月三〇日発行の雑誌（高安城を探る会編集発行）「夢ふ\nくらむ高安城」には、本件石垣に関する原告の署名入りの論文並びに本件写真⑤及\nび⑥が掲載された。\n４　原告は、被告【Ａ】が江戸時代の古文書を発見、所蔵していることを聞き、昭\n和五一年ころ、古文書の中に石垣に関する記事があるか否かを教えてもらう目的で\n被告【Ａ】に手紙を出し、その後、電話で連絡を取った。原告は、被告【Ａ】に本\n件石垣について説明し、被告【Ａ】が所蔵している古文書に石垣に関する記事がな\nいかどうか尋ねたところ、被告【Ａ】が、石垣についての資料を送付してほしいと\n言ったため、原告はそのころ、本件新聞記事とともに本件写真六枚を被告【Ａ】に\n送付した（本件写真のネガは原告保管）。その後、原告は、被告【Ａ】と連絡をと\nって右の回答を求めたところ、被告【Ａ】は、自分の所有している古文書の中には\nそのような内容のものはないと答えた（なお、被告【Ａ】は、原告に写真の送付を\n依頼したことも、写真を受け取ったこともないと主張するが、後記のとおり、本件\n写真と本件１ないし３の書籍掲載の写真の同一性及び原告供述に照らし、右主張は\n採用できない。）。\n５　被告【Ｂ】は、原告が発表した本件石垣の記事に興味を持ち、昭和五〇年代前\n半ころ、本件石垣についての話を聞くために原告を訪ねた。原告は、被告【Ｂ】に\n地図や写真等を示して本件石垣の調査結果を説明した。その後、被告【Ｂ】は、\n「【Ｃ】」のペンネームで本件石垣を紹介する記事を、その写真とともに雑誌「ム\nー」（学習研究社が昭和五五年一月一〇日発行したもの）等に掲載し、原告を本件\n石垣の郷土史家として紹介した。\n６　昭和六二年七月一日付で、「知られざる東日流日下王国」（著者－被告\n【Ａ】、発行者ー東日流中山古代中世遺跡振興会【Ｄ】、本件１の書籍）が発行さ\nれた。右書籍には「特報！　世襲に消えたまぼろしの耶馬台城」との見出しで津軽\n中山にあったとされる耶馬台城について記載されており、同書籍二五二頁、二五三\n頁には本件写真六枚がこの耶馬台城跡の写真として掲載された（別紙（六）参\n照）。\nまた、昭和六三年五月一二日付で、「知られざる東日流日下王国」（著者－被告\n【Ａ】、発行者－被告【Ｂ】、発行所－八幡書店、本件２の書籍）が発行されてお\nり、右書籍には、「まぼろしの耶馬台城」との見出しで右「特報！　世襲に消えた\nまぼろしの耶馬台城」とほぼ同内容の記事が掲載され、同書籍一八九頁には本件写\n真①がこの耶馬台城跡の写真として掲載されている（別紙（七）参照）。\nさらに、「五所川原市と東北古代中世史抄」（著者－被告【Ａ】、発行者－東日\n流中山史跡保存会、本件３の書籍）においても、本件写真④が耶馬台城跡の写真と\nして掲載されている（別紙（八）参照）。\n以上のとおり認められ、右認定を左右するに足りる的確な証拠はない。\n三　本件写真の著作物性\n以上のとおり、本件写真は原告が撮影したものであるが、以下、本件写真の著作\n物性について判断する。\n著作物とは、「思想又は感情を創作的に表現したものであって、文芸、学術、美\n術又は音楽の範囲に属するもの」をいい（著作権法二条一項一号）、著作権法は写\n真についてもその著作物性を肯定している（同法一〇条一項八号）から、右の著作\n物の要件を具備した写真については著作物性が認められることとなる。\nところで、一般に写真撮影は機械的作用に依存する部分が多く、精神的操作の余\n地が少ないものと認められ、この点において他の著作物と趣を異にすることは否定\nできない。しかしながら、写真の撮影についても、主題の決定、被写体・構図・カ\nメラアングル・光量・シャッターチャンス等の選択について創作性が現れる余地が\nあり、このような創作性が認められる限り、写真の著作物性が肯定されるものと解\nするのが相当である。\nそして、前記認定の各事実に証拠（甲三の１、２、一〇九、原告本人）を総合す\nると、原告は熊野地方に存在する本件石垣に興味を抱き、何度も現場に足を運んで\n根気強く本件石垣の調査を行っていたこと、右調査に際しては、道のない山を歩\nき、草や灌木をかき分け、時には本件石垣の続きを見失うなどかなりの苦労が伴っ\nたこと、原告は本件石垣の状態を保存する意図のもとに本件各写真を撮影している\nこと、写真撮影に際しては、本件石垣の状態が分かりやすく写るように配慮してい\nること、以上の各事実が認められる。\n右事実から判断すると、本件写真は、いずれも写真撮影については全くの素人で\nある原告が撮影したものではあるが、主題の決定や被写体・構図等の選択について\n撮影者である原告の前記学問的観点からの個性が現れており、創作性も認められる\nものであるから、著作権法上の著作物であり、原告がその著作権を有するものと認\nめるのが相当である。\n四　被告【Ａ】による原告の本件写真著作権侵害の有無について\n１　前記認定のとおり、原告は昭和五一年ころに被告【Ａ】に熊野地方の本件石垣\nの写真数枚を送付していること、その際に原告は被告【Ａ】に対し熊野地方の本件\n石垣について説明し、被告【Ａ】が所蔵している古文書に石垣に関する記事がない\nかどうか尋ねていること、それに対して被告【Ａ】は、そのような記事はないと回\n答していること、本件写真は被告【Ａ】が著者として表示されている本件１ないし\n３の各書籍に別紙（六）ないし（八）のとおり津軽中山に存在したとされる耶馬台\n城跡の写真として掲載されていること、以上の各事実が認められ、さらに本件１及\nび２の各書籍には、本件写真の説明として、別紙（六）及び（七）のとおり、昭和\n三八年ころ、あたかも被告【Ａ】本人が営林署のＫ氏から直接受け取ったかのよう\nに記述されていることが認められる（甲五の１ないし９、六の１ないし４）。\n２　以上に認定説示したところを総合すると、被告【Ａ】は、原告から本件写真の\n送付を受け、これらが原告の撮影した熊野地方の本件石垣の写真であることを知り\nながら、津軽中山に存在したといわれている耶馬台城跡の写真であるとして本件１\nないし３の各書籍に掲載したものと推認される。被告【Ａ】は、本件１及び２の各\n書籍の原告指摘部分はいずれも被告【Ａ】が執筆したものではなく、また、引用さ\nれている写真もどこかで入れ違ったものかも知れないが被告【Ａ】には定かではな\nいと主張するが、前段摘示の各事実並びに弁論の全趣旨に照らして、右主張は到底\n採用できない。\nしたがって、被告【Ａ】は、原告が著作権を有する本件写真を事実に反する誤っ\nた説明文のもとに本件１ないし３の各書籍に無断掲載したものであって、これは原\n告の著作権（複製権）及び著作者人格権（公表権及び氏名表示権）を侵害するもの\nである。\n五　被告【Ａ】の写真著作権侵害の慰謝料額について\n前記のとおり原告は本件写真を撮影するについてかなりのと苦労・工夫をしてお\nり、また日本古代史に深い興味をもって研究を重ねている者であるが、写真につい\nては素人であり、また歴史研究の点でもアマチュアの研究家であって、特に世間に\n名前が知れ渡っている者ではなかった（弁論の全趣旨）。他方、被告【Ａ】は、前\n記認定のとおり本件各写真が原告撮影の熊野地方の本件石垣の写真であることを知\nりながら、津軽中山に存在したとされる耶馬台城跡の写真として掲載したもので、\nまた、本件１ないし３の各書籍はいずれも発行部数が少なく（本件２の書籍は三〇\n〇〇部、本件３の書籍は一〇〇〇部限定の非売品である。）、本件１及び３の各書\n籍は青森県において出版されたものである（以上、甲五の１ないし９、六の１ない\nし４、七の１ないし６、丙二、弁論の全趣旨）。\n右の事情並びに本件に顕れた一切の事情を総合すると、本件写真著作権侵害に基\nづく原告に対する慰謝料額としては、著作財産権侵害及び著作者人格権侵害につい\nて各金一〇万円の合計金二〇万円が相当である。\n六　被告【Ａ】に対する謝罪広告掲載請求について\nすでに認定説示した諸般の事情を総合すれば、\n原告に対する名誉回復の措置としては、右五の慰謝料の支払をもって必要にして十\n分と認められ、それに付加してなお謝罪広告の掲載を命ずる必要はないものという\nべきである。\nしたがって、謝罪広告の掲載を求める原告の請求は理由がない。\n七　被告【Ｂ】に対する訂正広告掲載請求について\nすでに認定説示したところと、後記八で認定説示する事情を総合し、かつ右の被\n告【Ａ】に対する謝罪広告掲載請求は認めることができないこととの均衡上、原告\nの被告【Ｂ】に対する訂正広告の掲載請求を認める必要がないといわざるを得な\nい。\nしたがって、訂正広告の掲載を求める原告の請求は理由がない。\n八　著作権侵害に基づく差止請求について\n１　前述のとおり、本件２の書籍に掲載されている写真は原告の著作物であるか\nら、その掲載が原告の著作権（著作財産権及び著作者人格権）を侵害することは明\nらかである。\nこれに対して、本件２の書籍の一八六頁ないし一八九頁に記載されている文章\n（別紙（七）参照）は、原告の著作物である本件写真①の説明文ではあるが、原告\nの著作物そのものではないばかりか、本件写真①の掲載と切り離して、それ自体が\n原告の本件写真①の著作権を侵害するものではないことが明らかである。\n２　次に、証拠（甲七五、丙一、二）並びに弁論の全趣旨によれば、本件２の書籍\nは三〇〇〇部が発行されているが現在のところ絶版となっており、発行所の八幡書\n店においても現段階では増刷の予定がないこと、被告【Ｂ】は、八幡書店の代表取\n締役であり、八幡書店は被告【Ｂ】の同族会社であること、以上の各事実が認めら\nれる。\nなお、前述のとおり、被告【Ｂ】は、原告から熊野地方の本件石垣の説明を受け\nるとともに、その写真も示され、自らも本件石垣について記事を執筆するなど、熊\n野地方の本件石垣に興味を持っていたことが明らかである。そして、原告は、被告\n【Ｂ】は、本件２の書籍の一八九頁に掲載されている写真（別紙（七））が熊野地\n方の本件石垣の写真であることを知りながら津軽中山にあったとされる耶馬台城跡\nの写真として掲載したと主張する。しかしながら、前記のとおり、被告【Ｂ】が本\n件石垣について記事を執筆したのは昭和五五年ころであり、他方、本件２の書籍が\n発行されたのは平成元年五月であること、本件２の書籍に掲載されている本件写真\n①は特に際立った特徴があるわけではないこと（甲六の３）、津軽中山には耶馬台\n城があったとされており、被告【Ｂ】もこのことを聞いていたものと思われること\n（丙二、弁論の全趣旨）、以上の事実が認められ、これらの事実から判断すると、\n一時期熊野地方の本件石垣に興味を有していた被告【Ｂ】が、本件書籍に掲載され\nた本件写真①を見て直ちに熊野地方の本件石垣の写真と気付かず、津軽中山にあっ\nたとされる耶馬台城跡の写真と信じたとしてもあながち不自然とはいえず、被告\n【Ｂ】が本件写真①を熊野地方の本件石垣の写真であることを知りながら、津軽中\n山の耶馬台城跡の写真として本件２の書籍に掲載したとは認めることができない。\n３　以上を前提に、まず、被告【Ｂ】に対する著作権侵害の差止請求について判断\nする。\n著作権者は、著作権等を侵害する者又は侵害するおそれがある者に対し、その侵\n害の停止又は予防を請求することができる（著作権法一一二条一項）。\nところで、前述のとおり本件２の書籍は現在のところ絶版となっているので、現\n段階において被告【Ｂ】が原告の著作権を侵害しているものとはいえない。\nさらに、前述のとおり本件書籍は八幡書店において近く増刷の予定もないこと、\n被告【Ｂ】は故意に原告の写真を無断掲載したものではないこと、被告【Ｂ】は、\n本件２の書籍の一八九頁に掲載されている写真については削除する所存である旨準\n備書面において述べていることなどの各事実が存在し、被告【Ｂ】の右に述べると\nころが信用できないとの証拠はなく、以上の認定事実及び説示したところに照らす\nと、将来、被告【Ｂ】が原告の本件写真の著作財産権及び著作者人格権を侵害する\nおそれもないものと認められる。\nしたがって、原告の被告【Ｂ】に対する著作権侵害の差止請求は理由がない。\n４　次に、被告【Ａ】に対する著作権侵害の差止請求について判断する。\n前述のとおり、本件書籍は三〇〇〇部発行されているが現在のところ絶版となっ\nており、発行所の八幡書店においても現段階では増刷の予定がないこと、八幡書店\nの代表取締役である被告【Ｂ】は、今後本件書籍を増刷する場合には原告撮影の写\n真については削除する旨準備書面において述べており、被告【Ｂ】において原告の\n写真著作権を侵害するおそれはないこと、以上の事実が存在し、以上の各事実から\nすると、本件２の書籍が、原告が著作権を有する本件写真が掲載されたまま増刷さ\nれる可能性は存在しないものと認められる。\nしたがって、被告【Ａ】においても、本件２の書籍に掲載されている写真に関し\nては現在及び将来にわたって原告の著作財産権及び著作者人格権を侵害するおそれ\nはないものと認めるのが相当である。\nよって、原告の被告【Ａ】に対する著作権侵害の差止請求は理由がない。\n九　日本経済新聞の記事の剽窃について\n１　「東日流外三郡誌」について\n証拠（甲一、三の１ないし３、九及び一〇の各１ないし３、一一及び一二の各\n１、２、二二の１ないし５、二三、二四の１ないし３、二五の１ないし３、二九の\n１ないし３、原告本人）並びに弁論の全趣旨によれば、以下の各事実が認められ\nる。\n（一）　東日流外三郡誌は江戸時代後期に秋田孝季によって執筆された三六八巻に\nも及ぶ長大な史書であり、その写本が【Ａ】家に代々保管されており、【Ａ】家の\n末裔である被告【Ａ】が所蔵しているとされているが、これについては偽書である\nと指摘する古代史家も存在する。\n（二）　有限会社北方新社から発行された「東日流外三郡誌」第一巻ないし第六巻\n及び第七巻にあたる「補巻」並びに津軽書房から発行された「総輯東日流六郡誌」\nは、いずれも被告【Ａ】が原書を提供して出版されたものであり、これらの書籍に\nは、別紙（九）上段のとおり原告が主張する記載部分が存在する。\n２　次に、前記のとおり原告が日本経済新聞に掲載した本件新聞記事は、著作権法\n一〇条一項一号の言語の著作物であり、原告が著作権を有するものと認められる。\n３　ところで、原告が剽窃の根拠として指摘する前記各書籍中の各記載部分は、い\nずれも本件新聞記事中の記載と内容的には一部似通っている点があると評価できな\nくはないが、文体、表現方法、使用語句などはかなり異なっている。また、前記の\nとおり「東日流外三郡誌」は長大な史書の体裁をとっているのに対して、本件新聞\n記事は別紙（五）のとおり熊野地方の本件石垣についての調査結果を記載した手記\nのようなものであり、両者は本質的に全く異なるものである。\nしたがって、前記各書籍中の一部に本件新聞記事と内容的に一部似通った記述が\n存在するとしても、これをもって前記各書籍が、原告の本件新聞記事を複製または\n翻案して作成されたものであるとは到底認めることが困難である。よって、「東日\n流外三郡誌」等の成立経緯、内容等に立ち入って判断するまでもなく、原告の本件\n新聞記事の著作権侵害の主張は理由がない。\n第五　以上の次第で、原告の本訴請求は、主文第一項掲記の範囲内で理由があり、\nその余は理由がない。\n（裁判官　片野悟好　中島肇　柴山智）\n別紙（一）ないし（九）及び別紙写真（省略）\n"
}