{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 9,
    "day": 21
  },
  "case_number": "平成10(ネ)5108等",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "東京高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13630",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13630",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/630/013630_hanrei.pdf",
  "contents": "平成一〇年(ネ)第五一〇八号損害賠償請求控訴事件、平成一一年(ネ)第一一五四号\n同附帯控訴事件（原審・東京地方裁判所平成八年(ワ)第三三八五号）\n平成一一年七月二七日口頭弁論終結\n判 決\n控訴人（附帯被控訴人） 　　株式会社アートバンク\n右代表者代表取締役 　　　　　【Ａ】\n控訴人（附帯被控訴人） 　　株式会社キーフォトス銀座\n右代表者代表取締役 　　　　　【Ｂ】\n右両名訴訟代理人弁護士 　　堀  口    磊    臧\n被控訴人（附帯控訴人）　　　　　【Ｃ】\n右訴訟代理人弁護士 　　　　　木  澤    克    之\n同 　　　　　　　　藤  原    　    浩\n同 　　　　　　　　石　島　　美 也 子\n同 　　　　　　　　鈴  木    道    夫\n（以下、各当事者を右の順にそれぞれ「控訴人アートバンク」、「控訴人キー\nフォトス」、「被控訴人」という。）\n主 文\n本件控訴を棄却する。\n本件附帯控訴を棄却する。\n当審における訴訟費用は、これを五分し、その一を控訴人らの負担と\nし、その余を被控訴人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴の趣旨\n原判決中、控訴人ら敗訴部分を取り消す。\n右敗訴部分に係る被控訴人の請求を棄却する。\n訴訟費用は、第一審、二審とも被控訴人の負担とする。\n二　控訴の趣旨に対する答弁\n本件控訴を棄却する。\n控訴費用は被控訴人らの負担とする。\n三　附帯控訴の趣旨\n原判決中、被控訴人敗訴部分を取り消す。\n控訴人らは、被控訴人に対し、連帯して金一六五万円及びこれに対する平成七年\n九月一日から支払済みまで年五分の割合による金員を支払え。\n訴訟費用は、第一審、二審とも控訴人らの負担とする。\n仮執行の宣言\n四　附帯控訴の趣旨に対する答弁\n本件附帯控訴を棄却する。\n附帯控訴費用は被控訴人の負担とする。\n第二　当事者の主張\n当事者双方の主張は、次のとおり付加するほか、原判決の第二　事案の概要記載\nのとおりであるから、これを引用する。\n一　当審における控訴人らの主張の要点\n１　争点１（同一性保持権侵害の成否）について\n(一)　原審被告株式会社アド・エヌ（以下「アド・エヌ」という。）は、本件著作\n物の利用（以下、原判決と同様に「本件利用」という。）により、本件著作物に原\n形をとどめないほどの改変を加えており、表現手法も被控訴人のそれとは全く異な\nっているのであって、被控訴人を含めてこれが被控訴人の著作物だと感得する者は\n誰もおらず、また、本件利用により作成された原審被告キジマ（以下「キジマ」と\nいう｡)の製品カタログの表紙（以下「本件表紙絵」という。）には、被控訴人の著\n作物と表示されているわけではないから、右表紙の存在によって、被控訴人の作風\nが変わったとか、被控訴人が変なものを作ったとか、世の中の人々に誤認されるこ\nとはない。同一性保持権は、著作物に改変が加えられ、それによって著作者の創作\n意図とは異なったものがその者の著作物として人々に受け取られることを防止する\nことによって、著作者の人格的な利益を保護しようとするものであるから、右状況\nの下では、被控訴人の同一性保持権は何ら侵害されていない。\n(二)　著作権法は、「著作物の性質並びにその利用の目的及び態様に照らしやむを\n得ないと認められる改変」については同一性保持権は認められないことを定めてい\nる（同法二〇条二項四号）。本件著作物は、特定の顧客の特定の目的に供するため\nのものではなく、不特定多数の顧客の不特定の商業広告の素材として提供されてい\nたものであり、その利用においては、利用者の創作意図があるだけで、被控訴人の\n創作意図は全く考慮されない。したがって、本件著作物をその目的に従って単なる\n素材として利用したにすぎない本件表紙絵は、被控訴人の著作物ではなく、その作\n成のための本件著作物の利用（本件利用）により、被控訴人の著作者人格権が侵害\nされるということはあり得ない。現に、従前なされた本件著作物の同様の使用例\n（カラオケの広告及び墓地の広告）につき、被控訴人は何の問題にもしていない。\n(三)　原判決は、アド・エヌによる本件利用行為が、本件著作物につき被控訴人の\n有する同一性保持権を侵害している旨の判示はしているものの、同一性保持権侵害\n行為に該当すべき控訴人らの行為が何であるのかについては一言も言及することな\nく、控訴人らに連帯責任を負わせている。仮にアド・エヌによる本件利用が同一性\n保持権侵害行為に該当するとしても、控訴人らは、何らの利用行為もしておらず、\n同一性保持権侵害行為に該当する行為がないのであるから、他を論ずるまでもな\nく、責任がないことは明らかである。\n２　争点２（承諾の有無）について\n本件著作物が商業広告の素材として提供されたものであることは前述のとおりで\nあり、素材として利用される以上、作品の改変は不可避である。そして、具体的改\n変作業は試行錯誤の連続であり、結果がどういう表現になるのかは、承諾請求の段\n階では利用者自身（本件の場合はアド・エヌ）にも確定的には明らかにはなってい\nないのであるから、この段階で、改変内容を正確に伝えよと仲介する立場にある者\n（本件では控訴人ら）に要求するのは、不可能を強いるというものである。\n被控訴人は、右のような事情を理解、認識したうえ、本件著作物が素材として改\n変利用されることを承諾していたのであるから、本件利用を承諾したものというべ\nきである。\n３　争点３（控訴人らの過失の有無）について\n(一)　控訴人アートバンクは、従前同様、誤解を生ずるおそれのある電話等による\n口頭による方式を避けて、控訴人キーフォトスから送られてきた「ポジ貸出打診\n書」（以下、原判決と同様に「本件打診書」という。）の内容を、何ら加除改変す\nることなく、そのまま被控訴人にファックスで伝達するとの方式によって伝達して\nいるのであり、被控訴人がこの方式を問題にしたことは、本件以前も本件以後も一\n度としてなかったのである。控訴人アートバンクの注意義務が果たされていたこと\nは明らかである。\n(二)　原判決は、控訴人キーフォトスによって本件打診書に記載された控訴人ア\nド・エヌからの改変希望の内容が、誤解を生じやすい不明確な文言のものであった\nとの前提で、控訴人アートバンクに責任があるとしている。しかし、もし本件打診\n書が誤解を生じやすいものであるなら、被控訴人が確認のための行動をとるはずで\nあるのに、被控訴人は、右改変希望について何ら釈明を求めることも確認を求める\nこともなく回答しているのである。「誤解を生じやすい」とした原審の認定は、そ\nの前提を誤っている。\n４　争点４（損害の有無及び額）について\n被控訴人の損害の発生及びその額については、原審以来何らの具体的な主張立証\nもなされていない。この状態の下で賠償を認めることはできないはずである。\n仮りに、本件打診書の記載内容が「誤解が生じやすい」ものであったことにより\n控訴人らに責任があると認められたとしても、そのときは、右打診書の記載内容が\n右のように不明確であったにもかかわらず、これに回答する前に控訴人らあるいは\nアド・エヌに対し、改変利用の限界について確認し、説明をしておかなかったこ\nと、及び、これに対する承諾書に不明確な記載をしてアド・エヌに誤解を与えたこ\nとにおいて、控訴人にも落度があり、これらの落度が損害の発生に寄与しているこ\nとは明らかである。損害額の五割は相殺されるべきである。\n二　当審における被控訴人の主張の要点\n原判決が、被控訴人の主張する損害額金二〇〇万円のうち、金一六五万円につい\nて認めなかったのは、不当である。\n第三　当裁判所の判断\n当裁判所も、被控訴人の本件請求について、控訴人らに対し、慰謝料三〇万円及\nび弁護士費用相当額五万円の合計三五万円を連帯して支払うよう求める限度で理由\nがあり、その余は理由がないものと判断する。その理由は、次のとおりである。\n一　控訴について\n１　争点１（同一性保持権侵害の成否）について\n(一)　証拠（各項目ごとに括弧内に摘示する。当事者間に争いがない事実も含\nむ。）によれば、次の事実を認めることができる。\n(イ)　本件著作物は、中央に、首を捻り右正面を向いて大きく口を開け歯をむき出\nしたティラノサウルスが大きく描かれ、ティラノサウルスの口の付近に、小さな翼\n竜が飛んでいるところが描かれているイラストであり、その描写は、ティラノサウ\nルスの輪郭、目、鼻孔、口腔、舌、歯、足、爪等から肌の襞の模様や陰影に至るま\nで細部にわたって写実的かつ緻密に描いているものである。（甲二、一八）\n(ロ)　アド・エヌは、控訴人アートバンクから、その代理店である控訴人キーフォ\nトスを介して、本件著作物のポジを借り受けると、本件著作物中の翼竜を切除し、\nティラノサウルスの輪郭や色調を変え、写実的かつ緻密な描写をぼかすなどしたう\nえで、キジマの製品カタログの表紙を作成した。（争いのない事実）\n(ハ)　本件利用の具体的内容は、翼竜を切除し、ティラノサウルスについて、全体\nの色調を黄、赤系統の色調に変更し、首から背にかけて連続した突起物を加えるな\nどして輪郭を変え、写実的かつ緻密に描かれていた目、鼻孔、口腔、舌、歯、足、\n爪等をぼかし、肌の襞の模様や陰影をはっきりと判別できず、かえって別個の模様\nを浮き上がらせるようなものにしている。しかし、本件著作物における、首を捻り\n右正面を向いて大きく口を開け歯をむき出したティラノサウルスという基本的な構\n図、その輪郭、目、鼻孔、口腔、舌、歯、足、爪等の細部の描写自体は残存したま\nまである。（甲三）\n(二)　右認定の事実によれば、アド・エヌは、本件利用によって、本件著作物の表\n現を変更しあるいは一部切除してこれを改変したものと認めるのが相当である。し\nたがって、本件利用は、著作者である被控訴人の承諾又は著作権法の定める適用除\n外規定に該当する事由がない限り、本件著作物について被控訴人が有する同一性保\n持権を侵害するものというべきである。\n(三)　控訴人は、本件表紙絵が被控訴人の著作物だと考える者はいないからこれに\nより被控訴人の同一性保持権は何ら侵害されていない旨主張する。\n本件表紙絵は、前記(一)(ハ)認定のとおりのものであるから、本件著作物と比べ\nて相当に表現内容が変わっていることは確かである。しかし、ティラノサウルスの\n基本的な構図のみならず、その目・鼻孔・口腔・舌・歯・足・爪等の細部の描写は\n残存しており、本件著作物とは無関係な著作物が創作されたものということはでき\nない。また、著作権法二〇条にいう同一性保持権は、著作者が、その著作物及びそ\nの題号の同一性を保持する権利を有し、その意に反してこれらの変更、切除その他\nの改変を受けないというものであって、第三者が、本件表紙絵をみて被控訴人の作\n品であると認識できるかどうか、右表紙に被控訴人の氏名が表示されているかどう\nかは問題とならない。控訴人らの右主張は、独自のものであって、採るを得ない。\n(四)　本件著作物が、不特定多数の顧客の不特定の商業広告の素材として提供され\nていたものであることを根拠とする、控訴人らの主張も失当である。本件著作物\nは、用途制限「扱いＣ」と指定され、利用申込みの都度、貸出の可否について、著\n作者たる被控訴人の判断を必要とするものであったのであり、控訴人らの顧客が、\n被控訴人の承諾がないのに自由に改変して利用することができるというものではな\nいことは自明だからである。右用途制限の存在と、本件著作物が不特定多数の顧客\nの不特定多数の商業広告の素材として提供されることは決して両立しないものでは\nなく、控訴人らの右主張は右用途制限の存在を無視した立論であって、前提におい\nて既に失当である。\n(五)　本件著作物を利用する行為をしたのは、アド・エヌであり、控訴人らは何ら\nの利用行為もしていないから控訴人らに同一性保持権侵害はあり得ないとする控訴\n人らの主張も失当である。アド・エヌによる本件利用は、控訴人らの行為があるこ\nとによりできたものであり、これらがなければ出来していなかったことは、後に３\nで述べるとおりであり、控訴人らは、そこで認定されている行為によりアド・エヌ\nによる本件利用を生じさせたのであるから、これらの行為が同一性保持権を侵害す\nる行為としての評価を受けるのである。\n２　争点２（承諾の有無）について\n(一)　証拠（各項目ごとに括弧内に摘示する。当事者間に争いがない事実も含\nむ。）によれば、本件利用の経緯について、次のとおりの事実を認めることができ\nる。\n(イ)　総合広告代理店であるアド・エヌは、オートバイ部品メーカーであるキジマ\nから、製品カタログの制作の依頼を受けた。アド・エヌのデザイン担当者であった\n【Ｄ】は、右カタログの表紙のデザインを行うに当たって、適当な素材を探してい\nたところ、控訴人キーフォトスから送付されていた控訴人アートバンク作成の\n「ザ・ベストイラストレーションＶｏ１・３増補改訂版」に掲載されていた本件著\n作物が最もイメージに合う作品であったことから、平成六年一一月二五日、控訴人\nキーフォトスに対し、本件著作物の使用目的、本件著作物をコンピュータで合成処\n理したいとの希望、そのためイラストの一部を切除したとの希望、予定している具\n体的な合成の方法等を電話で伝えて、本件著作物の借受けを打診した。（甲四、丁\n一、三、四）\n(ロ)　控訴人キーフォトスは、本件著作物が、用途制限「扱いＣ」、すなわち、利\n用申込みの都度、貸出しの可否について、著作者たる被控訴人の判断を必要とする\nものであったため、本件打診書に所定事項を記入したうえ、欄外に、本件著作物を\n模した簡略な絵を描き、その内の翼竜に対応した部分に丸印を付け、そこから引か\nれた矢印の先に「P.S.この飛んでいる恐竜を、つぶして使用したいとの事ですが、\nいかがなものでしょうか？（合成使用したい為）」と付記したうえ、平成六年一一\n月二五日、本件著作物を管理している控訴人アートバンクに、本件打診書を送付し\nた。控訴人アートバンクは、本件打診書に、「※おいそがしいところ、どうぞよろ\nしくお願い申しあげます」と書き添えたうえ、同日、被控訴人にこれを送付した。\n（甲四、乙一、争いのない事実）\n(ハ)　被控訴人は、本件打診書に記載された顧客、仲介者、使用媒体、使用期間、\n著作権料について了解し、控訴人アートバンクに対し、貸出承諾書（以下、原判決\nと同様に「本件承諾書」という。）に、本件打診書欄外の付記に対する返答とし\nて、「翼竜をカットすることについて、異存はありません。」とだけ付記したう\nえ、同日、控訴人アートバンクに送付した。控訴人アートバンクは、被控訴人から\n送られた本件承諾書のうち、宛先欄の「殿」の文字を斜線で消し、文書の左上に控\n訴人キーフォトスの担当者名を書き加えて、同控訴人に送付した。（甲五、乙\n二）。\n(ニ)　控訴人キーフォトスは、同日、アド・エヌに、合成使用につき被控訴人から\n承諾を得られた旨連絡し、写真貸出票に「※合成用の為、飛んでいる恐竜をカット\nする。→ＯＫ11／25作家【Ｃ】氏本人より」と記載したうえ、本件著作物のポジを\n貸し出した。（丁一）\n(ホ)　アド・エヌは、借り受けた本件著作物について本件利用を行い、製品カタロ\nグを完成させてキジマに引き渡し、キジマは、これを広く業者向けに頒布した。\n（争いのない事実）\n(二)　右認定の事実によれば、被控訴人が、本件著作物の改変の内容として、本件\n打診書で明確にされている翼竜の切除及びこれに伴う合成（ここにいう「合成」と\nは､「合成写真」の例に見られるような、二つ以上のものを合わせて一つのものにす\nる、というだけの普通の意味での「合成」である。）として予測される範囲のもの\nについて承諾を与えたことは認められるものの、その範囲を超える改変、特に、本\n件著作物の特徴である写実性、緻密さが失われるようなティラノサウルス自体の色\n調、輪郭、細部等についての大幅な変更をすることまで承諾したとは、とても認め\nることができない。このことは、控訴人らの指摘するカラオケの広告（乙第五号\n証）及び墓地の広告（乙第六号証）において、本件著作物中のティラノサウルスの\n周辺部にカラオケのマイクや墓石が配されたりの大きな改変がなされているもの\nの、ティラノサウルス自体の写実性、緻密さは全く損なわれていないことからも裏\n付けられるものである。\n(三)　アド・エヌによる改変作業の結果がどういう表現になるのかは、承諾請求の\n段階ではアド・エヌ自身にも確定的には明らかにはなっていなかったのであり、被\n控訴人は、右のような事情を理解、認識したうえ、本件著作物が素材として改変利\n用されることを承諾していたとして、これを根拠に、被控訴人は本件利用を承諾し\nていたとする、控訴人らの主張は採用できない。\n具体的な表現が最終的にどのようなものになるかを承諾請求の段階で確定的に明\nらかにすることができないことは、控訴人ら主張のとおりであろう。しかし、その\nことは、決して、最終的に行われる改変の結果を、承諾請求の段階で一定範囲に制\n限することと両立し得ないものではない。これは論ずるまでもないことである。そ\nして、前記認定のとおり、本件著作物は、利用申込みの都度、貸出しの可否につい\nて、著作者たる被控訴人の判断を必要とするものであったのであるから、本件著作\n物に関しては、利用申込みの都度、希望されている本件著作物の利用の改変内容に\nついて説明して貸出しの可否を問い、被控訴人の承諾を求める必要があったのであ\nり、現に、控訴人らは、承諾を求めるために本件打診書を被控訴人に送付している\nのである。控訴人らは、広告業界に控訴人ら主張のような事情があればあるほど、\n本件著作物に関しては、利用者の行うべき改変と著作者である被控訴人の承諾との\n間にずれを生じさせないようにより注意深くあらねばならなかったのである。\n３　争点３（控訴人らの過失の有無）について\n(一)　控訴人アートバンクは、イラストレーターからの委託に基き、料金をとって\nイラスト作品を顧客に貸し出すことを業として行っているものであり、控訴人キー\nフォトスは、控訴人アートバンクの代理店としてイラスト作品貸出しに係る代理店\n業務を行っているものであるから、両者は、協力して、その管理するイラストに係\nる権利について善良なる管理者の注意をもって事務処理をすべき義務を負っている\nものと解され、顧客から、その管理するイラストであって、本件著作物のように利\n用申込みの都度イラストレーターにより貸出しの可否の判断がなされることにされ\nているもの（「扱いＣ」のもの）につき改変利用の希望があり、これをイラストレ\nーターに取り次ぐ場合には、顧客の希望する改変の内容、方法、範囲について正確\nに把握し、これを、誤解の生じないように正確にイラストレーターに伝えて承諾の\n可否について打診し、イラストレーターが了解を与えた場合には、その内容を誤解\nの生じないような形で正確に顧客に伝えることにより、顧客による著作者人格権等\nの侵害が発生することのないよう細心の注意を払うべき義務があったものと解すべ\nきである。\nところが、前記２(一)認定のとおり、控訴人キーフォトスは、アド・エヌから、\n本件著作物の使用目的、本件著作物をコンピュータで合成処理したいという希望、\nそのためイラストの一部を切除したいとの希望、具体的な合成の方法等を聴取して\nおきながら、本件打診書の欄外に、本件著作物を模したイラストを描き、その内の\n翼竜に対応した部分に丸印を付け、そこから引かれた矢印の先に「P.S.この飛んで\nいる恐竜を、つぶして使用したいとの事ですが、いかがなものでしょうか？（合成\n使用したい為）」と付記しただけで控訴人アートバンクにこれを送ったのであるか\nら、アド・エヌの希望する改変の内容、方法、範囲について、誤解の生じないよう\nに正確に被控訴人に伝えて承諾の可否について打診するための行動をとったとはい\nえず、かえって、アド・エヌの希望する改変が翼竜の切除と恐竜自体の改変を伴わ\nない合成のみであるかのように誤解される状況を作り出しているのであり、また、\n被控訴人から、右付記に対する返答として、「翼竜をカットすることについて、異\n存はありません。」とだけ付記された本件承諾書の送付を受けたにもかかわらず、\nその内容を誤解の生じないような形で正確にアド・エヌに伝えず、被控訴人からア\nド・エヌの希望どおりの改変の承諾を得られたかのような連絡をしたのである。控\n訴人キーフォトスの右行為が前記義務に違反することは明らかというべきである。\nまた、控訴人アートバンクは、控訴人キーフォトスから受け取った本件打診書の\n記載内容が、翼竜の切除が顧客の希望に入ることについては誤解のおそれはないも\nのの、その理由として、「（合成使用したい為）」との文言も含んでいて、翼竜の\n切除以外の改変も予定されていることがうかがわれ、しかもその内容が必ずしも明\n確でないものであったにもかかわらず（「合成使用」の用語が、デジタルデータ化\nした上での組合わせ、変形、色変換の作業を指すものとしても使用されうること\nは、控訴人ら自身の主張するところである。）、控訴人キーフォトス及びアド・エ\nヌに尋ねて詳細を確認することもせず、漫然と、被控訴人に送付し、被控訴人から\n「翼竜をカットすることについて、異存はありません。」とだけ付記された返答を\n受け取ったのにも、何らの確認行為もしないで漫然と控訴人キーフォトスにこれを\n送付したものである。控訴人アートバンクの右行為が前記義務に違反することは明\nらかというべきである。\n以上のとおり、右に述べた控訴人らの行為は、いずれも、本件著作物に関して被\n控訴人が有する同一性保持権の侵害の発生を防止すべき義務に違反してなされたも\nのであって、控訴人らのいずれにも過失があり、アド・エヌによる同一性保持権侵\n害行為（本件利用）がこれらがなければ発生しなかったことは明らかであるから、\n控訴人らの右各行為は、被控訴人の有する本件著作物に関する同一性物保持権を侵\n害する共同不法行為を構成するものである。\n４　争点４（損害の有無及び額）について\n(一)　控訴人らは、その共同不法行為によって被控訴人の本件著作物についての同\n一性保持権を侵害したのであるから、被控訴人に生じた損害を連帯して賠償する責\n任を負わなければならない。\n(二)　被控訴人は、自然科学の分野において、資料に基き、生態学的に正確かつ緻\n密で、しかも写実的なイラストを得意とし、その精密かつ的確な描写によって評価\nを得ているイラストレーターである（甲八ないし一五）。\n本件著作物も、右のようなイラストの一つであり、ティラノサウルスを細部まで\n写実的かつ緻密に描いたものであったところ、本件利用によって、その身上とする\n写実的かつ緻密な描写という特徴が全く失われてしまったのであるから、被控訴人\nは、自己の意に反するこのような改変によって、名誉感情を毀損され、精神的な損\n害を被ったものと認められる。そして、右改変の状況及び本件に現れた諸事情を考\n慮すると、被控訴人の被った精神的な損害に対する慰藉料としては、金三〇万円が\n相当であると認められる。\nまた、本件事案の内容等、諸般の事情を考慮すると、控訴人らによる不法行為と\n相当因果関係のある損害としての弁護士費用は、金五万円とするのが相当である。\n(三)　控訴人らは、被控訴人にも落度があったのであるから、損害額の五割は相殺\nされるべきである旨主張する。\nしかしながら、アド・エヌが希望する改変利用の内容が、控訴人キーフォトスに\nよって、誤解を生じやすい文言のものとされたことは、前記２(一)認定のとおりで\nあり、このような場合に、著作者人格権の侵害が発生することのないように未然に\n防止すべき義務は、少なくとも主としては控訴人らにあるというべきであって、仮\nに被控訴人に何らかの意味で完全ではないところがあったとしても、それを理由に\n過失相殺するのが相当であるとは思われない。控訴人らの主張は、採用することが\nできない。\n二　附帯控訴について\n賠償の認められるべき損害の額として相当と認められる額が三五万円であること\nは、前記一４で述べたとおりであり、三五万円を超える額を損害額として認めるこ\nとはできない。\n三　以上認定判断したところによれば、被控訴人の本件請求について、控訴人アー\nトバンク及び控訴人キーフォトスに対し、慰謝料三〇万円及び弁護士費用相当額五\n万円の合計三五万円及びこれに対する不法行為発生後である平成七年九月一日から\n支払済みまでの民法所定年五分の割合による遅延損害金を連帯して支払うよう求め\nる限度で認容し、その余を棄却した原判決は相当であって、本件控訴及び本件附帯\n控訴はいずれも理由がない。そこで、これらをいずれも棄却することとし、当審に\nおける訴訟費用の負担につき民事訴訟法六一条、六七条一項を適用して、主文のと\nおり判決する。\n東京高等裁判所第六民事部\n裁判長裁判官 山        下        和        明\n裁判官 山        田        知        司\n裁判官    宍        戸                  充\n"
}