{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 9,
    "month": 3,
    "day": 28
  },
  "case_number": "平成8(行ウ)125",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13782",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13782",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/782/013782_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n被告が平成六年七月二二日付けでした、平成五年特許願第二二一三一四号の特許\n出願の不受理処分を取り消す。\n第二　事案の概要\n一　本件は、原告がした特許出願の分割出願を被告が不受理処分にしたため、原告\nが右処分の取消を求める事案である。\n二　争いのない事実\n１　原告は、昭和五五年二月一五日、名称を「オートローデイングプレーヤのター\nンテーブル機構」とする発明につき、特許出願（昭和五五年特許願第一七五五〇\n号、以下「本件原出願」という。）をし、同出願につき平成五年一一月二六日特許\n権の設定の登録を受けた。\n２　右特許権の設定の登録を受けた経緯は次のとおりである。\n（一）　出願　昭和五五年二月一五日（乙一）\n出願公開　昭和五六年九月八日\n出願審査請求　昭和六二年二月七日受付（乙二）\n手続補正　昭和六二年二月七日受付（乙三）\n拒絶理由通知　平成元年五月三〇日付け（乙四）\n手続補正　平成元年一〇月六日受付（乙五）\n出願公告決定　平成元年一二月一一日付け（乙七）\n出願公告　平成二年四月一三日（乙八）\n異議申立　平成二年七月一一日受付（乙九）\n異議申立　平成二年七月一一日受付（乙一一）\n手続補正　平成三年三月二九日受付（乙一七）\n手続補正　平成三年三月三〇日受付（乙一八）\n特許異議の決定及び拒絶査定　平成四年七月二二日付け（乙一九、乙二〇）\n審判請求　平成四年一〇月二三日受付（乙二一）\n手続補正　平成四年一一月二五日受付（乙二二）\n手続補正指令　平成五年二月二三日発送（乙二三）\n手続補正　平成五年三月八日受付（乙二四）\n拒絶理由通知　平成五年七月六日手交（乙二五）\n手続補正　平成五年七月六日受付（乙二六）\n特許査定　平成五年七月二七日付け（乙二七）\n特許査定送達　平成五年八月一一日（甲四）\n登録料納付　平成五年八月二五日（乙二八）\n特許権設定登録　平成五年一一月二六日\n（二）　前記（一）のとおり、審査官は、\n平成五年七月六日、特許請求の範囲の記載が明瞭でないことを理由とする拒絶理由\n通知書（以下「本件拒絶理由通知書」という。）を直接原告に手交したが、本件拒\n絶理由通知書には、同通知書の発送の日から六〇日以内に意見書を提出されたいと\nの記載がある。原告は、同日、直ちに明細書の「特許請求の範囲」及び「発明の詳\n細な説明」の各欄を補正する内容の手続補正書を提出した。\n３　原告は、平成五年九月六日、名称を「オートローデイングデイスクプレーヤ」\nとする発明について、本件原出願をもとの特許出願として分割した特許出願（平成\n五年特許願第二二一三一四号、以下「本件分割出願」という。）をした。\n４　被告は、平成六年七月二二日付けで、「平成五年改正前特許法第四四条第一項\nに規定する時又は期間の経過後になされた出願である。」との理由を付して本件分\n割出願の不受理処分（以下「本件処分」という。）をし、同年八月一〇日、原告出\n願代理人に通知した。\n５　原告は、本件処分につき、平成六年一〇月一一日付けで行政不服審査法による\n異議申立てを行ったが、被告は、平成八年三月二九日付けで本件異議申立てを棄却\nする旨の決定をし、右決定謄本は、同年四月一日、原告出願代理人に送達された。\n６（一）　特許出願の分割とは、二以上の発明を包含する特許出願の一部を一又は\n二以上の新たな特許出願とすることであり、特許出願の願書に添附した明細書又は\n図面について補正ができる時又は期間内に限り、右出願をすることができ（平成五\n年法律第二六号による改正前の特許法（以下「法」という。）四四条一項）、適法\nにされた分割出願は、もとの特許出願の時にしたものとみなされる（同条二項）。\n（二）　適法な分割出願の実体的要件は、次の（１）ないし（３）のとおりであ\nり、適法な分割出願の形式的要件は、次の（４）及び（５）のとおりである。\n（１）　分割前の原出願に二以上の発明が包含されていること\n（２）　分割出願の特許請求の範囲に記載された発明が分割前の原出願に包含され\nた二つ以上の発明のうちの一つであること\n（３）　分割出願に係る発明と分割後の原出願に係る発明とが同一ではないこと\n（４）　分割出願が所定の時期にされていること\n（５）　分割出願人と原出願人とが同一であること\n７（一）　分割出願は、特許出願人が願書に添附した明細書又は図面について補正\nをすることができる時又は期間内に限ってすることができる（法四四条一項）とこ\nろ、右明細書又は図面について補正をすることができる時又は期間内とは、次の場\n合である。\n（１）　特許出願の日から一年三か月以内であって、出願公告をすべき旨の決定の\n謄本の送達前（法一七条一項）\n（２）　特許出願の日から一年三か月経過後であって、出願公告決定謄本の送達前\nにおける次の場合\nア　出願審査の請求と同時にする場合（法一七条の二第一項）\nイ　第三者から出願審査があった旨の通知の受領後、三か月以内（同条二号）\nウ　拒絶理由の通知を受けた場合において、意見書の提出期間として指定された期\n間内（同条三号）\nエ　拒絶査定に対する審判の請求後三〇日以内（同条四号）\n（３）　出願公告決定謄本の送達後における次の場合（ただし、その補正は、特許\n請求の範囲の減縮、不明瞭な記載の釈明、誤記の訂正を目的とするものに限られ\nる。）\nア　異議申立てに対する答弁書の提出期間内（法六四条）\nイ　拒絶理由に対する意見書の提出期間内（同条）\nウ　拒絶査定に対する審判の請求後三〇日以内（法一七条の三本文）\n（二）　これを本件に当てはめると、本件分割出願が可能であった時期は形式的に\nは次のとおりである。\n（１）　原告が本件出願をした昭和五五年二月一五日から一年三か月以内（前記\n（一）（１））\n（２）　原告が出願審査請求をした昭和六二年二月七日（前記（一）（２）ア）\n（３）　平成元年五月三〇日付け拒絶理由通知書が発送された日から六〇日以内\n（前記（一）（２）ウ）\n（４）　特許異議申立のあったことの通知書の発送日である平成三年一月二九日か\nら六〇日以内（前記（一）（３）ア）\n（５）　原告が拒絶査定に対して審判の請求をした平成四年一〇月二三日から三〇\n日以内（前記（一）（３）ウ）\n（６）　拒絶理由通知書が手交された平成五年七月六日から六〇日以内（前記\n（一）（３）イ）\n三　争点（本件処分の取消事由の有無）\n１　原告の主張\n（一）　法が、拒絶理由通知に対し相当の期間を指定して意見書を提出する機会を\n保障し（法五〇条）、その期間内に手続補正をする機会を与えた（法六四条一項）\nのは、出願人に対しその期間内に、意見書又は手続補正書を提出するか否か及びそ\nの内容を検討する猶予期間を与えたものであり、法五〇条の指定期間は、補正と分\n割が同様の機能を有していることから、意見書、補正書の提出の機会とともに、分\n割出願の機会をも保障したものである。\n分割出願制度は、一発明一出願主義のもとにおいて、多発明につき特許出願した\n出願人に対し、右出願を分割する方法により各発明について特許を受けさせる途を\n開く目的を有する。先進諸国の法制度においても分割出願制度によって発明が保護\nされ、米国特許法上も、欧州特許条約上も、分割出願の許される時期的制限は日本\nの特許法より緩和されている。分割出願の許される時期的制限は基本的に各国の立\n法政策の問題であろうが、特許制度の国際的調和の観点からは、日本の特許法のみ\nが不必要に厳格な要件を課す必要性はない。\n法四四条は、分割出願と補正の機能の共通性に着目し、分割出願が許される時期\nを手続補正できる時期に連動させて、その一定期間に分割出願をする利益を出願人\nに保障した趣旨と理解すべきである。よって、法五〇条に指定する期間は、分割出\n願を認める期間でもあり、その期間は審査官の裁量により短縮することは許されな\nい。\n（二）　したがって、審査官は、法五〇条の指定期間中は、行政処分たる拒絶査定\nをすることができない。その理由は、出願人に手続的な不利益を与えるからのみな\nらず、発明の実体審査の目的からも、指定期間の終期までに提出されたすべての資\n料を待って行わなければ判断に熟さないからである。\nこのことは、行政処分が拒絶査定であろうと、特許査定であろうと、区別する必\n要はなく、法五〇条の指定期間中は、行政処分たる特許査定もすることができない\nものと解するべきである。特許査定の行政処分は送達とともに確定し、特許庁に係\n属しなくなるので、出願人から分割出願をする機会を永久に奪うことになる。\n（三）　本件特許査定及びその送達は、審査官が法五〇条の相当期間として指定し\nた期間を経過する前に、出願人から意見書が提出されることを待つことなくなされ\nたもので、瑕疵がある。\nすなわち、本件通知書には、前記のとおり、同通知書の発送の日から六〇日以内\nに意見書を提出されたいとの記載があり、本件分割出願は右期間内になされたもの\nであるのに対し、本件特許査定は、右期間が経過する前に、意見書を提出する機会\nを奪われたままなされたもので、適法とはいえない。よって、本件原出願は、本件\n分割出願の出願日に、特許庁に係属していたものとみるべきであり、本件処分は、\n違法である。\n（四）　なお、手交手続は、法律上の根拠はないが、審査処理期間の短縮を目的と\nして、運用として行われているもので、出願人が協力した場合であっても、審査官\nが自ら指定期間を定めながらこれを短縮することは違法であり、手続補正をする機\n会、分割出願をする機会を法の趣旨に則って十分保障する必要がある。\n２　被告の主張\n（一）　法律上補正をすることができる期間として指定した期間内は、出願人によ\nる補正によって実体的要件が備わった場合であっても特許査定をすることを許さな\nいという規定は存在せず、特許出願についての実体的要件及び形式的要件が備わっ\nている以上、特別な場合を除き、審査官は特許査定をしなければならない。\n原告主張の手続補正の機会及び意見書提出の機会は、特許出願について特許すべ\nき旨の査定を受ける利益のために与えられているものであり、査定を受ける利益と\nは別に補正をすること自体に利益があるわけではないから、本件原出願の本来の目\n的である特許査定がされた以上、手続補正書等の提出の意味もないのであるから、\n本件原出願につきなされた特許査定に違法性はない。\n（二）　分割出願を適法に行うことができる要件については、パリ条約四条Ｇ二項\nにより、各同盟国でその分割出願を認める場合の条件を定めることができることと\nされ、我が国の特許法が不必要に厳格な要件を課しているわけではない。\n（三）　本件原出願については、原告が提出した手続補正書により、拒絶の理由は\n解消したものとして、平成五年七月二七日、特許査定がされたもので、右特許査定\n後は「願書に添附した明細書又は図面について補正ができる時又は期間内」に含ま\nれない。そして、特許査定後の同年九月六日にされた本件分割出願は、「願書に添\n附した明細書又は図面について補正ができる時又は期間内」にされたものとはいえ\nず、本件分割出願はその形式的要件を欠いているから、本件処分は適法である。\n（四）　なお、審査官は、平成五年七月六日、本件通知書を原告に直接手交し、原\n告は、同時にその拒絶理由に対応した手続補正書を提出しているが、これは、特許\n出願の審査要処理期間の短縮化と明細書の質的向上を図るため、出願人との協力の\nもと、昭和五四年から実施されている扱いである。拒絶理由通知書の手交の扱いを\nする場合は、審査官があらかじめ出願人と連絡をとり、補正案の打ち合わせを行っ\nた上で面接日を決め、面接日に、出願人に対して拒絶理由通知書を手交するととも\nに、出願人には意見書を提出することなく手続補正書を提出させる扱いとなってお\nり、この場合は、指定期間の経過を待たずに出願公告の決定又は特許査定を速やか\nに行っており、このような取扱いは、特許出願に携わる者の間では周知である。\n第三　争点についての判断\n一１　本件分割出願に適用すべき平成五年法律第二六号による改正前の特許法（以\n下「法」という。）四四条一項は、「特許出願人は、願書に添附した明細書又は図\n面について補正をすることができる時又は期間内に限り、二以上の発明を包含する\n特許出願の一部を一又は二以上の新たな特許出願とすることができる。」旨を規定\nし、同条二項本文は、「前項の場合は、新たな特許出願は、もとの特許出願の時に\nしたものとみなす。」旨を規定する。\n右特許出願の分割の制度は、従来、一発明一出願主義のもので一出願により二以\n上の発明につき出願した場合、二以上の発明が特許請求の範囲に記載されているが\n併合出願の要件を満たしていない場合、明細書の発明の詳細な説明又は図面中に特\n許請求の範囲に記載した発明と別異の発明が記載されている場合等に、出願人に対\nし、出願を分割するという方法により、各発明につきもとの出願時に遡って出願さ\nれたものとみなして特許を受けさせる途を開いたものであり、また、昭和六二年の\n法三七条の改正以後は、主として出願人が自ら最初の一出願を複数出願に分割する\n方が特許管理上の理由等により、より便利であると考え直す場合等にも分割の必要\n性が生じるものと解される。\n２　分割による出願をすることができる時期及びこれに関連する規定について、そ\nの沿革をみるに、現在の特許法（昭和三四年法律第一二一号）施行当初は、手続の\n補正ができる時期について一七条一項本文に「手続をした者は、事件が審査、審判\n又は再審に係属している場合に限り、その補正ができる。」と定め（ただし書で、\n出願公告決定、請求公告決定の謄本の送達後の補正は、六四条の規定により補正を\nすることができる場合に限定されていた。）、他方、分割による出願をすることが\nできる時期については、四四条二項に「前項の規定による特許出願の分割は、特許\n出願について査定又は審決が確定した後はすることができない。」との規定が置か\nれていた。それが、昭和四五年法律第九一号による改正により、手続の補正ができ\nる時期について一七条一項本文が「手続をした者は、事件が特許庁に係属している\n場合に限り、その補正をすることができる。」と改正され（ただし書で、出願から\n一年三月を経過した後出願公告決定送達前、出願公告決定送達後、請求公告決定後\nの補正は、一七条の二、六四条の規定により補正をすることができる場合に限定す\nる。）、一七条の二を新たに設け、特許出願の日から一年三月経過後出願公告決定\n謄本の送達前の願書に添附した明細書又は図面の補正について、一号ないし四号に\n掲げる場合に限りできるものとされるとともに、特許出願の分割については、従前\nの四四条二項が削除され、四四条一項に、「特許出願人は、願書に添附した明細書\n又は図面について補正ができる時又は期間内に限り、・・・することができる。」\n旨の規定が設けられた。\n右に認定したとおり、現在の特許法の施行当初には、手続の補正が可能な時期に\nついて、「事件が審査、審判又は再審に係属している場合」に限るものとされ、特\n許出願の分割が可能な時期について、「特許出願について査定又は審決が確定した\n後はすることができない。」とされていたのであるから、出願につき特許をすべき\n旨の査定の謄本が出願人に送達されることによって確定し、審査又は審判に係属し\nなくなった後は、手続の補正も特許出願の分割もすることができなかったことは明\nらかである。\n昭和四五年法律第九一号による改正によって、手続の補正が可能な時期は、「事\n件が特許庁に係属している場合」に限るものと改められたが、それは同じ改正で審\n査請求制度が導入されたことにより、特許出願によって直ちに事件が審査に係属し\nているといえなくなったので、出願後審査請求までの間も手続の補正ができるよう\nにするためのものと解される。\nもっとも、特許査定謄本が出願人に送達されて確定した後登録までの間も事件は\n特許庁に係属しているという余地があるから、右改正によって、特許査定の確定後\nもなお手続の補正が可能になったと解する余地がある。しかしながら、少なくと\nも、特許権の内容の変動を生ずるおそれの高い特許願に添附した明細書又は図面の\n補正に関する限り、そのように解するのは相当ではない。勿論、出願公告決定謄本\n送達後の特許願に添附した明細書又は図面の補正については法六四条により時期、\n目的事項について厳格に限定されているが、出願人が出願公告決定謄本の送達後拒\n絶理由通知を受けた場合、早期に意見書を提出し、それによって審査官が迅速に再\n考慮した結果、意見書の提出期間として指定された期間を残して特許査定が確定す\nる可能性があることは実際の運用上は例外的とはいえ、法の予定したところであ\nり、その残期間内に法六四条の限定も、事件が特許庁に係属しているという要件も\n充足する、特許願に添附された明細書又は図面についての手続の補正書が提出され\nることは理論的にはあり得る。しかしながら、法にはそのような場合に対応するた\nめ当然必要な、手続補正の審査の主体、行政処分として覊束力を有する確定した特\n許査定の変更の手続についての規定は何ら設けられていない。そうであるのみか、\nそもそも、出願公告決定送達後の特許願に添附された明細書又は図面の補正は、出\n願人に拒絶理由を消滅させ特許を受ける機会を与えることを眼目とするものであ\nり、すでに特許査定が確定した発明について、明細書又は図面を補正する機会を与\nえる必要性はない。\nこれらのことを考慮すると、法一七条一項の「事件が特許庁に係属している場\n合」との文言にもかかわらず、少なくとも願書に添附した明細書又は図面の補正が\n可能な時期は、特許査定が確定する前に限るものと解するのが事柄の性質上相当で\nある。\n次に昭和四五年法律第九一号による改正によって、分割による出願ができる時期\nについて、法四四条は、「願書に添附した明細書又は図面について補正をすること\nができる時又は期間内」に限るものとしたが、これは、分割の制度が、もとの特許\n出願の願書に最初に添附した明細書又は図面に開示している発明であって分割の際\nにもとの特許出願の願書に添附している明細書又は図面にも開示している発明につ\nいても新たな特許出願をする便宜を与えるものとして、明細書又は図面についてす\nる補正と同様な働きをしているので、その補正の場合と同様の時期の制限をしたも\nのと解される。\nしたがって、法四四条一項にいう「願書に添附した明細書又は図面について補正\nをすることができる時又は期間内」には、具体的には、前記第二、二７記載の時又\nは期間というほかに「特許査定が確定するより前」という時期の制限があるものと\n解するのが相当である。\n３　したがって、本件原出願について特許査定がされ、その謄本が原告に送達され\nたことにより確定した後にされた本件分割出願は不適法であり、かつその瑕疵を補\n正する余地がないものであった。\n二　原告は、本件通知書の指定期間内に本件原出願について特許査定をしたことは\n違法である旨主張する。\n１　法五〇条は、審査官は、拒絶すべき旨の査定をしようとするときは、特許出願\n人に対し、拒絶の理由を通知し、相当の期間を指定して、意見書を提出する機会を\n与えなければならない旨規定していたが、その趣旨は、審査官が、特許出願に拒絶\n理由があるとの心証を得た場合に直ちに拒絶査定をすることなく、その理由をあら\nかじめ特許出願人に通知し、期間を定めて出願人に弁明の機会を与え、審査官が出\n願人の意見を基に再考慮する機会とし、判断の適正を期することにある。\nところで、法五〇条の定める拒絶理由の通知及び相当の期間を指定して意見書を\n提出する機会を与えることは、拒絶査定をしようとする場合に履践すべき手続であ\nって、特許査定をしようとする場合に要求されるものでないことは、法五〇条自体\nから明白である。したがって、拒絶査定をしようとする場合には、指定した期間の\n経過を待って、右期間中に提出された意見書、右期間中にされた手続の補正、特許\n出願の分割を考慮した上で拒絶査定をする必要があるけれども、右期間中に提出さ\nれた意見書又は右期間中にされた手続の補正を考慮した結果、特許査定をすること\nができると判断した場合には、無為に指定した期間の経過を待って、その後、さら\nに、追加の意見書が提出されるか否か、再度の手続補正がされるか否か、特許出願\nの分割がされるか否かを見極める必要はなく、指定期間の途中であっても特許査定\nをすることができるものであり、むしろ、そのような取扱いこそが望ましいものと\nいうことができる。意見書提出の期間として指定された期間は、特許出願人が明細\n書又は図面について補正することができる期間とされている（法一七条の二第三\n号、法六四条一項）が、その趣旨は、拒絶理由通知を受け、その拒絶理由のある部\n分を補正により除去することにより、特許すべき発明が特許を受けることができる\nようにすることにある。\n特許出願の分割は、願書に添附した明細書又は図面の補正と同様の効果を持ちう\nることから、明細書又は図面について補正をすることができる時又は期間内に限\nり、特許出願の分割ができるものとされていることは前記のとおりである。これら\nの規定は、拒絶理由通知を受けた特許出願人に指定された期間内に意見書の提出の\nほか、付随的に拒絶理由を回避するための手続補正書の提出及び出願の分割の機会\nも与えたものといえるけれども、特許査定をするべき場合に査定を遅らせてまで、\n補正及び分割の機会を保障したものと解することはできない。\n２　したがって、平成五年七月六日、原告に手交された拒絶理由通知書に意見書を\n提出すべき期間を六〇日以内と指定されていても、同日原告から提出された手続補\n正書による手続補正によって、拒絶理由が消滅したものとして、指定期間内である\n同年七月二七日付けをもってされた特許査定には何ら違法性はなく、特許査定が違\n法であることを理由に本件不受理処分が違法となる余地はない。\n３（一）　本件において、審査官は、平成五年七月六日、特許請求の範囲の記載が\n明瞭でないことを理由とする本件通知書を直接原告に手交したが、本件通知書に\nは、不動文字で同通知書の発送の日から六〇日以内に意見書を提出されたいとの記\n載があった（乙二五）。原告は、同日、直ちに明細書の「特許請求の範囲」及び\n「発明の詳細な説明」の各欄を補正する内容の手続補正書を提出した（乙二六）。\n（二）　特許庁は、昭和五四年一〇月一五日、「面接審査における特許法第三六条\n及び実用新案法第五条についての拒絶理由通知及び補正書の取扱いについて」と題\nする書面を作成し、特許出願の審査要処理期間の一層の短縮化と明細書の質的向上\nを図るため、出願人の協力のもと、明細書の記載が不備のため、特許法第三六条及\nび実用新案法第五条についての拒絶理由通知の対象となる出願であって、審査官が\n拒絶理由を解消し得る補正の要旨を明白に推測することができ、かつ必要と認める\nものについて、審査官があらかじめ出願人と連絡をとり、補正案の打ち合わせを行\nった上で面接日を決め、面接日に、出願人に対して、拒絶理由通知書を手交し、出\n願人には、事前打ち合わせに基づく手続補正書を提出させ、この場合は、出願公告\nの決定又は特許査定を速やかに行うとの取扱いを開始し、以後、今日にいたるま\nで、出願公告決定前後を問わず、右手交による取扱いが行われて来た。本件原出願\nの審査における本件拒絶理由通知書の手交及びこれに対する手続補正書の提出も右\nの取扱いによったものである。\n平成元年及び平成二年に出願公告となった出願のうち公告後に拒絶理由通知書の手\n交を行った件数は五六件あり、それらはいずれも意見書を提出すべき期間は六〇日\nとされていたが、そのうち一三件が手交から一か月以内に特許査定謄本が発送され\nていた。原告自身も、拒絶理由通知書の手交により指定期間満了前に公告決定を受\nけたことが、右のような取扱いの開始以降、本件以前に一三九件、本件以後に四九\n件あり、指定期間満了前に特許査定を受けたことが、本件以後に三件あった。（以\n上、甲五の１、２、乙二九、乙三〇、乙三二、弁論の全趣旨）\n（三）　右認定の事実によれば、原告は、あらかじめ、審査官との間で拒絶理由に\n対応する補正内容を確認しあったうえ、本件通知書（乙二五）を受領し、同時に手\n続補正書（乙二六）を提出をしたもので、事前打ち合わせに基づく手続補正書の提\n出により、拒絶理由が解消され、迅速に特許査定が行われることもあるものと予期\nしていたものと推認される。しかも、意見書の提出期間として指定された六〇日の\n半ばの三〇日以内に特許査定が発送されることは決して異例ではなかったというこ\nとができる。\n本件における右のような事実関係のもとでは、本件原出願の特許査定が本件通知\n書の指定期間中になされたことに、何ら違法性がないことは明白である。\n三　結論\n以上のとおり、本件分割出願は不適法であり、瑕疵を補正によって治癒すること\nができないものと認められるから、本件処分は適法であり、原告の本件請求は理由\nがない。\n"
}