{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 9,
    "day": 21
  },
  "case_number": "平成11(行コ)72",
  "case_name": "損害賠償請求控訴(原審・東京地方裁判所平成10年(行ウ)第94号)事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "lawsuit_id": "16014",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16014",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/014/016014_hanrei.pdf",
  "contents": "主　　　文\n原判決を取り消す。\n本件を東京地方裁判所に差し戻す。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人\n主文と同旨\n二　被控訴人\n控訴棄却\n第二　事案の概要\n一　本件は、東京都中野区の住民である控訴人が、中野区がαスポーツ学習施設用\n地（以下「本件施設用地」という。）を取得するに当たり、原判決別紙物件目録記\n載の土地（以下「本件土地」という。）を他の土地の購入代金に比して約三倍の単\n価で購入したことは違法であるとして、中野区長又は総務部長であった被控訴人ら\nに対し、地方自治法二四二条の二第一項四号により、中野区に代位して、本件土地\nの購入価格と他の土地と同様の単価で算定した価格との差額相当額の損害賠償を求\nめた事案である。原判決は、控訴人の訴えは適法な監査請求を欠く不適法なもので\nあるとの理由で訴えを却下したので、これに対して控訴人が不服を申し立てたもの\nである。\n二　右のほかの事案の概要は、次のとおり付加するほか、原判決の該当欄記載のと\nおりであるから、これを引用する。\n１　控訴人の当審における主張\n控訴人は、平成八年一一月二日ころ、本件土地の売買契約が公図から算定した面\n積を基準にした代金で締結されたことを知った。しかし、本件土地の登記簿上の面\n積による平米単価を他の土地の三倍と評価すべき特別の事情があれば、公図面積を\n基準にしたというだけでは、違法とはいえない。そこで、控訴人は、本件土地の所\n在及び現況を確認しようと考えた。控訴人は、平成九年一一月一五日ころ、情報公\n開によりやっと本件土地の地番を知ったので、平成一〇年初旬、会社勤めの合間\nに、現地に赴いた。そして、控訴人は、本件土地が周辺の他の土地と同様の雑種地\nであることを確認し、本件土地の売買契約が違法であることを実感した。控訴人\nは、この時から相当な期間内である平成一〇年三月二六日に監査請求をした。した\nがって、控訴人が本件土地の売買契約から一年経過後に監査請求をしたことには正\n当な理由がある。\n２　被控訴人の当審における主張\n控訴人が監査請求で違法・不当とする点は、本件土地の売買契約における代金が\n登記簿上の面積によらず、公図から算定した面積を基準としていることである。中\n野区長は、中野区情報公開審査会に提出した理由説明書で、本件土地の売買契約は\n公図面積を基準としていることを明らかにしている。そして、控訴人は、遅くとも\n右\n理由説明書の交付を受けた平成八年一一月二日ころには、控訴人が違法・不当と主\n張する事由の存在を知りうる状態にあった。したがって、この時から一年四か月後\nにされた監査請求は、不適法である。\nまた、控訴人は、原審において、平成九年一一月一三日に、本件土地の売主であ\nる青苔寺に対する違法支出がされたことを知った旨主張している。本件監査請求\nは、この時から四か月余も経過してからされたものであり、相当な期間内にされた\nものとは認められない。\n第三　当裁判所の判断\n一　当裁判所は、控訴人の本件訴えは適法な監査請求を経たものであるから不適法\nではないと判断する。その理由は、次のとおりである。\n１　監査請求は、違法又は不当な契約の締結等の行為のあった日から一年以内にし\nなければならないが、正当な理由があるときは、一年経過後であっても、すること\nができる（地方自治法二四二条二項）。そして、地方公共団体が故なく情報の提供\nを拒む等の事情により当該行為が一年を経過してから明らかになった場合には、住\n民が当該行為の存在を知ることができた時から相当な期間内に監査請求をしたとき\nは、正当な理由があるものというべきである。\n２　原判決第二の「一　争いのない事実等」に記載の事実と控訴人が当審で提出し\nた証拠（甲二九、三〇）によれば、控訴人が監査請求をするに至った経過は、次の\nとおりであると認められる。\n（一）中野区は、平成六年七月から平成七年三月にかけて、本件施設用地として、\n本件土地を含む山梨県北都留郡β地域の土地（土地登記簿上の面積合計一二万一五\n四六・一六平方メートル）を二九名の所有者から総額一〇億七八八八万〇四〇八円\nで購入した。これらの土地の実測はせず、売買代金は、原則として、登記簿上の面\n積を基準に定められた。すなわち、本件土地の所有者宗教法人青苔寺以外の二八名\nとの売買契約においては、登記簿上の面積を基準として、平米単価七五六二円で代\n金が決められた。しかし、平成七年三月一六日に締結された本件土地の売買契約の\n代金は、二億三五二五万八八五一円であり、登記簿上の面積を基準とすると平米単\n価二万三五八○円である。その理由について、中野区は、本件土地四筆のうち原判\n決別紙物件目録記載四の山林は、登記簿上の面積九九一七平米に対し、公図上はも\nっと大きく記載されており、業者に依頼して公図から面積を測定させたら五万二〇\n六三・四一平米もあったためである\nと説明している。ただし、青苔寺との売買代金が他と算定基準を異にし、登記簿上\nの面積による平米単価が約三倍にのぼることは、当時は明らかにされず、控訴人が\nこれらの事情を知ったのは、後のことである（後記（三）ないし（七）参照）。\n（二）控訴人は、平成八年五月ころ、本件施設用地の取得問題を審議した中野区議\n会において、これらの土地には暴力団が関係している疑いがある旨の指摘があった\nことを知った。そこで、控訴人は、右用地取得に疑問を抱き、自分で調べてみるこ\nとにした。\n（三）控訴人は、平成八年七月一六日、中野区長に対し、本件施設用地の売主、平\n米単価及び購入面積を明らかにすることを求める情報公開を請求した。中野区長\nは、平成八年七月二九日、所有者別の土地の登記簿上の面積、買収金額等を明らか\nにしたが、土地の地番と所有者名（売主）については非公開とした。控訴人は、こ\nれにより、二九名の所有者のうち、一名だけ平米単価が高いことを知ったが、その\n所有者が誰なのか不明であり、また、その土地の地番も明らかでなかったので、一\n部非公開としたことに対して異議申立てをした。\n（四）控訴人の異議申立ては、中野区情報公開審査会に諮問された。中野区長は、\n平成八年一〇月二八日、同審査会に対し、区政情報一部公開理由説明書を提出し\nた。中野区長は、この説明書の中で、本件土地の登記簿上の面積は約一万平米であ\nるが、公図上の面積を算定すると約五万二〇〇〇平米となり、大きな隔たりがある\nため、所有者と交渉した結果、平米単価が異なることになった、しかし、実際の面\n積に近い公図上の面積で計算すると、平米単価四五一九円となる旨説明している。\nそして、右理由説明書は、平成八年一一月二日ころ、控訴人に送付された。\n（五）中野区長は、平成九年一○月一三日、本件土地の売買契約書（印影部分を除\nく。）を公開すべきであるとの中野区情報公開審査会の答申に従い、印影部分を除\nき売買契約書を公開する旨決定した。そして、控訴人は、平成九年一〇月一五日、\n売買契約書を見て、本件土地の地番と売主が青苔寺であることを知った。\n（六）その後、控訴人は、平成九年一〇月二九日、土地購入代金の領収書等の情報\n公開を請求し、平成九年一一月一三日ころ、青苔寺への振込依頼書の写しを入手し\nて、中野区が本件土地の売買代金を間違いなく支払っていることを確認した。\n（七）控訴人は、本件土地の売買代金が他より高く\nても、本件土地が他の土地と比べて価値があるものであれば、違法・不当であると\n指摘することは難しいので、現地に行って本件土地の現況を確認する必要があると\n考えた。そこで、控訴人は、平成九年一二月一日ころ、山梨県北都留郡αに行った\nが、本件土地がどこにあるかわからなかった。控訴人は、平成一〇年一月二二日こ\nろ、現地の町役場に行って本件土地の場所を問い合わせ、おおよその位置を把握し\nた。控訴人は、平成一〇年二月一四日、再度現地に赴き、本件施設用地を見たとこ\nろ、本件土地は、周囲の他の土地と何ら変わりのない、草の生えた荒地であること\nを知り、本件土地を他の土地の三倍の価格で購入する理由はないと考えるに至っ\nた。\n（八）そこで、控訴人は、平成一○年三月二六日、本件土地の売買代金は高額にす\nぎることを理由とする本件監査請求を行った。\n３　本件監査請求は、本件土地の売買契約が締結された平成七年三月一六日から一\n年を経過した後にされたものである。そこで、本件監査請求が一年経過後にされた\nことについて、正当な理由があるかどうかを検討する。\n（一）前記２の認定事実によれば、控訴人は、平成八年七月二九日、登記簿上の面\n積を基準とした平米単価が本件土地だけ高額であることを知ったが、中野区長が本\n件土地の所有者と地番を非公開としたため、本件土地の場所を知ることはできなか\nったこと、控訴人が中野区長の理由説明書（前記２（四））を入手した平成八年一\n一月二日においても、このことに変わりはなかったこと、控訴人が本件土地の地番\nを知ったのは、中野区長が中野区情報公開審査会の答申に従い情報公開をした平成\n九年一〇月一五日であること、その後、控訴人は、本件土地の場所を調査した上\nで、平成一〇年二月一四日に本件土地を検分することができたことが認められる。\n（二）控訴人は、中野区が本件土地を不当に高額の代金で購入したことを問題とし\nているものである。そして、土地の価値は、その所在、面積、形状その他の現況に\nより左右されるものであるから、その価格の適否を判断するには、実際に現地を検\n分することが不可欠である。\nまた、公図は、一般には土地の面積を知るための資料とはされていないことが認\nめられる。そうすると、中野区が公図上の面積を参考としたことの当否を検討する\nため、控訴人が現地に出向いてその面積その他の現況を見るのは、当然の行動とい\nわねばならない（なお、山林の売買\nにおいて現地を測量することは一般に行われており、山林の価格は一般に低いもの\nであることに照らすと、その測量の費用が被控訴人のいうような高額なものである\nとは認められない。）。\nところが、右（一）の事実によれば、控訴人は、当初、本件土地の地番を知らさ\nれなかったため、現地を検分することができなかったものであり、本件土地を検分\nするのに不可欠な本件土地の地番を知ったのは、平成九年一〇月一五日になってか\nらである。そして、控訴人は、平成一〇年二月一四日に本件土地を検分して、本件\n土地の購入が違法であると考えるに至ったものである。そうすると、控訴人が、本\n件土地の売買契約に控訴人が違法と主張する事由が存在することを知ったのは、平\n成一〇年二月一四日になってからであったものと認められ、この認定を左右すべき\n証拠はない。\nなお、控訴人が本件土地の地番を知ってから本件土地を検分するまでに四か月か\nかっているが、控訴人は、会社員であり、会社勤めの合間に独力で調査したもので\nあること、控訴人の住所と本件土地とは相当距離が離れていること、本件土地が広\n大な山林、原野の中の一画に存在する土地であること、一般に山林等の所在は、宅\n地や農地の場合と異なり、公図等を見ても直ちに現地にあてはめて確認することが\n困難なものであるのが通常であること（裁判官の経験に照らして顕著である。）に\n照らすと、四か月という調査準備期間が不相当に長期間であるとは認められない。\n（三）被控訴人は、控訴人が本件監査請求で違法事由として主張しているのは、本\n件土地の売買代金が登記簿上の面積ではなく公図面積を基準にして定められたこと\nであるが、控訴人は平成八年一一月二日にはこの点を知っていた旨主張する。\n控訴人が平成八年一一月二日ころに右の点を知ったことは、前記（四）で認定の\nとおりである。また、控訴人が提出した本件監査請求書（甲二三）には、本件土地\nの売買代金を公図面積を基準にして定めたことは不当である旨の記載がある。しか\nし、前記２の事実によれば、控訴人は、本件土地を不当に高額な代金で購入したこ\nと自体を問題にしているものである。このことは、控訴人が監査請求書の冒頭に、\n他の土地の平米単価は七五六二円であるのに、本件土地だけ二万三五六〇円であ\nり、その結果、本件土地の購入代金は約一億六〇〇〇万円余分に支払われたもので\nある旨記載していることからも明らかである。控訴人\nは、監査請求書において、この記載に続けて、公図面積を基準とすることの不当性\nを指摘しているが、これは、控訴人の問題提起に対し、中野区当局が本件土地の売\n買代金は公図面積を基準にして決定した旨の説明をしたから、これに対する控訴人\nの反論を記載したにすぎないものと認められる。被控訴人の右主張は、採用するこ\nとができない。\nまた、被控訴人は、控訴人は原審で平成九年一一月一三日に青苔寺に対する違法\n支出を知った旨認めていると主張する。しかし、控訴人は、訴状において、中野区\n長が平成九年一○月一三日に本件土地の所有者を公開する決定をしたことにより本\n件土地の売主が青苔寺であることを知り、平成九年一一月一三日、青苔寺に対する\n代金支払に関する情報公開により、代金支払を確認したと主張している。したがっ\nて、控訴人の主張全体からみると、被控訴人指摘の部分は、控訴人が平成九年一一\n月一三日に青苔寺に対する代金支払の事実を知ったという趣旨にすぎず、その時に\n違法事由の存在まで知ったという趣旨ではないものと認められる。なお、控訴人が\nその主張の違法事由を知ったのは平成一○年二月一四日であることは、右（二）の\nとおりである。この点に関する被控訴人の主張も採用することができない。\n（四）以上のとおりであるから、控訴人は、本件土地の売買契約に控訴人主張の違\n法事由が存在することを知った平成一〇年二月一四日から相当な期間内（約一か月\n後）の平成一〇年三月二六日に本件監査請求をしたものである。\nそうすると、控訴人の本件監査請求は、本件土地の売買契約から一年経過後にさ\nれたことにつき正当な理由があるから、適法な監査請求であると認められる。\n二　したがって、控訴人の本件訴えを却下した原判決は失当であるからこれを取り\n消し、本案について審理判断を尽くさせるため、本件を東京地方裁判所に差し戻す\nこととする。\nよって、主文のとおり判決する。\n東京高等裁判所第一九民事部\n裁判長裁判官　淺生重機\n裁判官　菊池洋一\n裁判官　江口とし子\n"
}