{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 2,
    "day": 27
  },
  "case_number": "平成1(ヨ)2577",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事仮処分",
  "lawsuit_id": "14784",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14784",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/784/014784_hanrei.pdf",
  "contents": "主　　　文\n債権者らの申請を却下する。\n申請費用は、債権者らの負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　申請の趣旨\n１　債務者らは、別紙目録（二）及び（三）記載の各プログラムを製造販売し、又\n第三者に複製を許諾してはならない。\n２　債務者らの別紙目録（二）及び（三）記載の各プログラム及びこれを格納した\nＮＥＣ九八〇一パーソナル・コンピュータ用ハードディスクに対する占有を解いて\n東京地方裁判所執行官にその保管を命ずる。\n二　申請の趣旨に対する答弁\n主文と同旨\n第二　当事者の主張\n一　申請の理由\n１　被保全権利\n（一）　債権者株式会社アイシーエム（以下「債権者アイシーエム」という。）\nは、昭和五六年一二月二二日に設立されたパーソナルコンピュータ関連のハードウ\nエア及びソフトウエアを製造する会社であり、また、債権者株式会社エージーソフ\nト（以下「債権者エージーソフト」という。）は、平成元年四月一日に設立された\nパーソナルコンピュータ用のソフトウエアを開発する会社である。\n債権者らは、ＩＢＦファイルと称するプログラム中、別紙目録（一）記載のプロ\nグラム四二個（上段がソースプログラム、下段がその一六進数表示である。以下同\nプログラム四二個を総称して「ＩＢＦファイル」という。なお、「ＩＢＦ」とは、\n「Ｉｎｓｔａｌｌ、Ｂａｔｃｈ　Ｆｉｌｅ」の略称である。）の著作権者である\n（ＩＢＦファイルは、本来、八一個のプログラムからなるものであるが、本申請に\nおいては、そのうちの四二個について著作物の主張をするものである。）。\nＩＢＦファイルの作成及び販売の経過は、次のとおりである。すなわち、申請外\n【Ａ】、【Ｂ】、【Ｃ】及び【Ｄ】は、共同して、ＮＥＣ九八〇一パーソナル・コ\nンピュータ対応のハードディスク用アプリケーションプログラム管理用ソフトウエ\nアの企画及び開発を行い、昭和六三年一〇月、ＭＥＮＵ・ＥＸＥファイル、ＩＢＦ\nファイル、ＭＥＮＵ・ＡＺＭファイル、ＣＯＮＦＩＧ・ＡＺＭファイルなどから構\n成されている「ＥＯシステム」というプログラム（以下「ＥＯシステム」又は「債\n権者プログラム」という。）を完成した。債権者アイシーエムは、昭和六三年一一\n月から、これをハードディスクに格納し、ユーザーに販売している。\n申請外【Ａ】は債権者アイシーエムの企画部課長、申請外【Ｂ】は同債権者の企\n画部次長であるところ、両名は、同債権者の発意に基づき、業務として、右プログ\nラムの企画及び開発に従事したものであり、また、申請外【Ｃ】は、右両名と共同\nして右プログラムを完成した後、債権者エージーソフトの設立と同時に同債権者の\n代表取締役に就任し、申請外【Ｄ】も、右両名と共同して右プログラムを完成した\n後、同債権者の開発本部長に就任し、同申請外両名は、同債権者に対し、ＥＯシス\nテムに関するすべての業務上の権利義務を移転した。したがって、債権者らは、Ｅ\nＯシステムを構成するＩＢＦファイルについて共同著作権を有する。\n（二）　ＩＢＦファイルの概要\nＩＢＦファイルは、前記のとおり、ＥＯシステムを構成するファイルの一部であ\nる。ＥＯシステムは、米国マイクロソフト社のＭＳ―ＤＯＳ上で作動し、市販のア\nプリケーションプログラム又はフロントプロセッサ（以下「アプリケーションプロ\nグラム等」という。）中のファイルをハードディスクへ組み込み、右ファイルをメ\nニュー形式で呼び出したり、管理を行ったりする、いわゆるユーティリティプログ\nラムであり、その主要な特徴は、（１）市販のアプリケーションプログラム等の中\nのファイルをハードディスクに組み込むことが簡単にできること、（２）組み込ん\nだファイルが、メニュー形式で簡単に呼び出せること、（３）組み込んだファイル\nの管理が、メニュー形式で簡単に行えることである。\nＩＢＦファイルは、四二個のファイルからなるところ、この四二個のファイル\nは、アプリケーションプログラム用ファイル（一太郎・ＩＢＡなど「ＩＢＡ」の拡\n張子を有するもの）、フロントプロセッサ用ファイル（ＶＪＥ―β・ＩＢＦなど\n「ＩＢＦ」の拡張子を有するもの）からなる（なお、前記八一個のプログラムの中\nには、サブアプリケーションプログラム用ファイル（エコロジ・ＩＢＳなど「ＩＢ\nＳ」の拡張子を有するもの）が含まれている。）。各ファイルの構造と内容は、次\nのとおりである。\n（１）　ＩＤ行\nＩＤ行では、「＊ＡＺ　ＭＥＮＵ　ＩＢＦ　Ｖ１」という記述をし、正しい組込\nみファイルであるかどうかをチェックする。\n（２）　タイトル行\nタイトル行では、アプリケーションプログラム等のプログラム名を記述する。こ\nの行の内容は、アプリケーションプログラム等のプログラム名としてメニュー中で\n参照される。全角一〇文字以内、半角では二〇文字以内で記述する。\n（３）　デバイス行\nデバイス行では、デバイスドライバを指定する。ＭＳ―ＤＯＳのＣＯＮＦＩＧ・\nＳＹＳファイルの「ＤＥＶＩＣＥ＝」で始まる行と同じ意味を持つ。なお、ここで\n指定することができるデバイスドライバは、キャラクタ型のみである。同行の先頭\nに半角文字の「！」、「？」を追加することにより、組込み対象のアプリケーショ\nンプログラム等の中のＣＯＮＦＩＧ・ＳＹＳの内容を参照することが可能である。\nすなわち、先頭に「！」を付けた場合には、その行の「！」の次からキャリッジリ\nターンの直前までの文字列と同じ文字列で始まるデバイス行が、組込み対象のアプ\nリケーションプログラム等の中のＣＯＮＦＩＧ・ＳＹＳファイルの中に存在すれ\nば、そのパラメータを引用する。同じ文字列で始まるデバイス行が存在しない場\n合、あるいはＣＯＮＦＩＧ・ＳＹＳが存在しない場合には、その行は、パラメータ\nなしで作成される。先頭に「？」を付けた場合には、「？」の次からキャリッジリ\nターンの直前までの文字列と同じ文字列で始まるデバイス行が、組込み対象のアプ\nリケーションプログラム等の中のＣＯＮＦＩＧ・ＳＹＳファイルの中に存在すれ\nば、そのパラメータを引用する。同じ文字列で始まる行が存在しない場合、あるい\nはＣＯＮＦＩＧ・ＳＹＳが存在しない場合には、その行は作成されない。なお、\n「ＤＥＶＩＣＥ＝」を記述する際には、必ず「＝」の前後に一文字の空白を入れる\nが、ＣＯＮＦＩＧ・ＳＹＳの内容と比較する際には、「＝」の前後に空白があって\nもなくても一致したものとみなされる。\n（４）　区切りマーク行１\n半角の「＊」の記述である。省略することができない。\n（５）　コマンド行\nＭＳ―ＤＯＳの「ＡＵＴＯＥＸＥＣ・ＢＡＴ」に相当するアプリケーションプロ\nグラムの起動のための手順を記述した行である。コマンド行は、ＣＯＮＦＩＧ・Ａ\nＺＭファイルの中に収められ、アプリケーションプログラムの起動の際に実行され\nる。各行の先頭へ「！」、「？」を追加する場合の、各記号の機能は、デバイス行\nにおけるそれと同様である。フロントプロセッサ用ファイルの場合には、コマンド\n行を省略する。\n（６）　区切りマーク行２\n半角の「＊」の記述である。省略することができない。\n（７）　組込みメッセージ行\n組込み作業開始前に、作業者に、組込み対象のアプリケーションプログラム等を\n格納したフロッピーディスクの挿入を指示する。\n（８）　組込み手順行\n組込み手順をバッチファイルの形式で記述する。「％１」と「％２」の後には、\nそれぞれ転送元、転送先のドライブ名及びサブディレクトリ名が記入される。フロ\nントエンドプロセッサの辞書の場合だけは、通常、ルートディレクトリになければ\nならないので、「％２」の直後に「￥」マークを付する。\n（９）　終了マーク行\n半角の「＊＊」の記述である。省略することができない。\n（三）　債務者らの本件著作権侵害行為\n（１）　債務者シティソフト株式会社は、別紙目録（二）及び（三）記載のプログ\nラム（以下「債務者プログラム」という。）を作成し、その複製権を債務者株式会\n社メッツに与え、同債務者は、平成元年四月から、債務者プログラムをフロッピー\nディスクに格納して、「ＭＥＴ’Ｓ　Ｆｉｌｅｄｒｉｖｅｒ」ないし「ＭＥＴ’Ｓ\nＦｉｌｅｄｒｉｖｅｒ　２」の各商品名で販売している。\n（２）　債務者プログラムは、機能目的がＥＯシステムと同じで、その操作性もＥ\nＯシステムと酷似している。すなわち、債務者プログラムのファイル構成及び構造\nは、ＥＯシステムのそれとほぼ同一であり、特に、債権者らのＩＢＦファイルは、\n各種アプリケーションプログラム等について十分な知識を有しなければ作成するこ\nとのできないものであるが、債務者プログラムを構成するファイルのうちＨＣＡフ\nァイル（以下「ＨＣＡファイル」という。）は、このＩＢＦファイルとほぼ一対一\nの対応関係を有する。したがって、債務者シティソフト株式会社は、債権者らの作\n成したＩＢＦファイルを複製して、ＨＣＡファイルを作成したものといわざるをえ\nない。\n２　保全の必要性\n債権者らは、平成元年五月ころから、債務者らに対し、債権者らのＩＢＦファイ\nルの著作権を侵害している旨通知し、「ＭＥＴ’Ｓ　Ｆｉｌｅｄｒｉｖｅｒ」及び\n「ＭＥＴ’Ｓ　Ｆｉｌｅｄｒｉｖｅｒ　２」の販売の中止を求めてきたが、債務者\nらは、これを無視し、販売を継続するばかりでなく、かえって、販売を拡大しよう\nとしている。プログラムの開発状況は、ますます急速な進歩を遂げており、この種\n商品の寿命は短いのであるから、債権者らは、回収不可能な損害を被ることにな\nる。\n二　申請の理由に対する債務者らの認否及び主張\n１　申請の理由１（一）及び（二）の事実は知らない。同１（三）（１）の事実は\n認める。同１（三）（２）の事実は否認する。同２は否認する。\n２　ＩＢＦファイルのプログラム性について\n（一）　ＩＢＦファイルは、要するに、（１）ハードディスクへの組込みの対象と\nして選択するアプリケーションプログラム等のファイル名を記述していること、\n（２）組込み作業の指示を簡単な用語で記述していることの二つにとどまる。種々\nの命令の組合せもなく、論理的思考は全く要求されず、特別の解法の発見も要求さ\nれない。作成者の個性などは、そこに反映されず、結果として、作成者の個性によ\nって相違が生じることもない。しかも、ＩＢＦファイルに使用されている用語は、\n簡単な日本語と英単語であり、また、アセンブラ言語、Ｃ言語を使用しているわけ\nでもない。このような内容の単純性などからすれば、ＩＢＦファイルは、プログラ\nムファイルということはできず、それとは本質的に異なるデータファイルというべ\nきである。\n（二）　プログラムは、電子計算機に対する指令であり、電子計算機に対するいわ\nば主体的な存在である。ところが、別紙目録（一）上段の記載は、ソースコード\n（ソースプログラム）などではなく、コンパイル等をすることができないことから\n明らかなとおり、電子計算機を機能させるものではなく、他のプログラムで使用す\nるデータを記述したものであって、基本的にバッチファイルたるテキストファイル\nにすぎない。このようなテキストファイルであるＩＢＦファイルは、いかようにし\nても、主体的に電子計算機を機能させて一定の結果を得ることはできず、プログラ\nムから働きかけられる受動的な存在であるから、データファイルというべきであ\nり、プログラムということはできない。\n３　ＩＢＦファイルの創作性について\n（一）　ＩＢＦファイルの記述は、極めて簡単で、アプリケーションプログラム等\nの作成者が命名したプログラム名やファイル名、ＭＳ―ＤＯＳのコマンドに類似し\nた英単語の羅列にすぎず、表現形式に創作性がない。すなわち、タイトル行では、\nアプリケーションプログラム等の作成者が命名したプログラム名を記述し、デバイ\nス行では、ＭＳ―ＤＯＳが採用している日本語フロントプロセッサ組込みのための\n用語である「ＤＥＶＩＣＥ＝」を使用し、コマンド行では、アプリケーションプロ\nグラム等の作成者が自動実行バッチファイルに命名したファイル名を記述し、組込\nみ手順行では、ＭＳ―ＤＯＳのユーザーが一般的に使用している「ＣＯＰＹ」、\n「％１」、「％２」コマンドを使用しているにすぎず、また、「％」、「＊」、\n「？」は、アスキーコード表に掲載されており、かつ、「＊」、「？」は、ＭＳ―\nＤＯＳにおいてワイルドカードとして使用されているものであり、更に、ＩＤ行、\n組込みメッセージ行に創作性がないことは論ずるまでもなく、結局、ＩＢＦファイ\nルの記述には全体的に創作性が認められない。\n（二）　ハードディスク組込みプログラムを作成する場合、アプリケーションプロ\nグラム等の構成するところに従い、そのプログラム中の必要なファイルを組み込む\nことになるが、その際、どのファイルを選択するかというファイル選択の基本的な\nところは、当初からアプリケーションプログラム等に内在し、ユーザーに示されて\nいるのであって、誰がやっても同じファイル選択とならざるをえず、組込み対象と\nして重要性を持たないファイルについてのみ、多少の重要でないファイル選択の余\n地が残されるにすぎない。その場合でも、ファイルの容量、バッチファイルの作成\n上の都合、ファイル名等を考慮すれば、同程度の知識経験を有するものが選択すれ\nば、ほとんどの場合一致する。したがって、ＥＯシステムについても、アプリケー\nションプログラム等のユーザーの一人にすぎない債権者らが、特定のファイルを選\n択しても、その選択のアイデアには創作性はない。\n（三）　債権者らの主張する「処理の流れ」や「解法」は、著作権法上保護されな\nいばかりでなく、そのような「処理の流れ」や「解法」に該当するものは、ＩＢＦ\nファイル中に存しない。\n４　ＩＢＦファイルとＨＣＡファイルの類似性について\n（一）　ＨＣＡファイルは、合計五八個のファイルによって構成されているが、そ\nのうち一五個は、ＩＢＦファイルに対応するファイルが存在せず、また、一五個\nは、アプリケーションプログラム等のファイルの選択方法が著しく異なっており、\n更に、残りの二八個は、誰がやっても同じになるファイル選択方法のものばかりで\nある。また、ハードディスクへの組込みは、難しいものではなく、ユーザーは、Ｍ\nＳ―ＤＯＳのコマンドのうち「ＣＯＰＹ」コマンドを理解していれば、本件のよう\nな組込みプログラムに頼ることなく、マニュアルを見ながら、自分で必要なファイ\nルを選択し、これをハードディスクに組み込むことができる。\n（二）　債権者プログラムは、ＩＢＦファイルを一行ずつ読み込み、これをＭＳ―\nＤＯＳのＣＯＭＭＡＮＤ・ＣＯＭによって、ＭＳ―ＤＯＳのバッチファイルのコマ\nンドに修正したうえ、ＭＳ―ＤＯＳのバッチファイルを実行する仕組みであるのに\n対し、債務者プログラムは、ＨＣＡファイルを読み込んだ後、新たにバッチファイ\nルを作成することなく、本体のプログラムの中で、ファイルの内容を認識して、直\n接に目的とする処理を実行する仕組みであるから、プログラムの基本的な構造、フ\nァイルの活用の仕方が決定的に異なっている。\n（三）　ＩＢＦファイルのＩＤ行に対応する「ＭＥＴ’Ｓ　ＨＣＡ　Ｖｅｒ１」の\n記述は、ＨＣＡファイルと他のファイルを区別するための識別文字列であって、こ\nの文字列なくしてはＨＣＡファイルを活用することができず、「；」記号は、それ\nによってＨＣＡファイルを三つのブロックに区切るものであって、ＩＢＦファイル\nの区切りマーク「＊」とは対応せず、「ＣＯＰＹ」記号は、前（二）のとおり、Ｉ\nＢＦファイルとは処理の仕組みが異なっており、いずれもＨＣＡファイル独特の記\n述である。また、ＨＣＡファイルのタイトル行、デバイス行、コマンド行及び組込\nみ手順行などは、周知かつ普遍的な記述である。したがって、債務者らが、ＩＢＦ\nファイルをエディタで修正してＨＣＡファイルを作成したということはありえな\nい。また、ＥＯシステムと債務者プログラムとの容量を比較してみると、ＥＯシス\nテムの全容量は四〇万九五四〇バイト、そのうちＩＢＦファイルの容量は七四一八\nバイト、債務者プログラムの全容量は八万三七七二バイト、そのうちＨＣＡファイ\nル中債権者らがＩＢＦファイルと類似していると主張している部分の容量は七四一\n八バイトであり、しかも、債権者らは、本件プログラムたるＭＥＮＵ・ＥＸＥファ\nイルをアセンブラ言語で作成しているのに対し、債務者らは、本体プログラムたる\nＭＦＤ・ＥＸＥファイルをＣ言語で作成しているのであるから、債権者らに比べて\n作成期間が短いのである。\n（四）　他社のプログラム作品を見ようとすれば、それを操作して少なくとも画面\nに顕出させなければならないから、ＨＣＡファイル中の「ＴＨＥＧＲＡＰＨ・ＨＣ\nＡ」のダンプリストの中に、ＩＢＦファイルのディレクトリを示す「ＩＢＡ」の記\n号が、いわゆるゴミとして存在しているからといって、債務者らが、ＩＢＦファイ\nルをエディタで修正してＨＣＡファイルを作成したということはできない。また、\nＨＣＡファイル五八個中、ＩＢＦファイルの関係のゴミを含むのは一個のみであ\nり、しかも、そのゴミというのは、ＩＢＦファイルの内容ではなく、デイレクトリ\nであるから、債務者らが、債務者プログラムをエディタで修正したとはいえない。\n三　債務者らの主張に対する債権者らの反論\n１　ＩＢＦファイルのプログラム性について\n（一）　プログラムは、指名の組合せとして表現されるものであり、指令の種類、\nすなわち、プログラム言語の種類を問わないから、高級言語、アセンブラ言語、簡\n易言語、オペレーション・システムによって機能が規定されている言語及びそれぞ\nれのプログラム内において使用され、当該プログラムによって機能、記述方法が規\n定される言語のいずれで記述されていても、プログラム性を左右しない。\n（二）　ＩＢＦファイルの機能、処理手順から、これが著作権法上のプログラムの\n要件を備えていることは明らかでる。他のファイルとの関連があって、実際の処理\nが、一連のファイルの作動によって機能するプログラムの場合、このうちの一つな\nいし数種のファイルもまた、プログラムたりうる。すなわち、ＩＢＦファイルのよ\nうに、プログラム内の一ファイル中に、特に使用される機能をルーチンにまとめ、\nこのルーチンに移行する記号を設定すれば、この記号は、ルーチンの機能を果たす\n命令語として、当該プログラム中に又はこれと結合して使用可能となり、このよう\nな命令語を複数記述し、組み合わせることによって、一つの処理を行うプログラム\nもありうるのである。\n（三）　プログラムには、ベーシック・インプット・アウトプット・システム、オ\nペレーション・システム、アプリケーションプログラム等いろいろなレベルが存在\nし、例えば、アプリケーションプログラムの場合、オペレーション・システムが規\n定するコマンドを前提として記述されており、一個のまとまりとして処理した結果\nをオペレーション・システムに送り、処理を実行したり、各ステップごとにオペレ\nーション・システムの処理に委ねたりしている。同様に、あるプログラムのみに有\n効なコマンドを設定し、このコマンドの処理をルーチンとして記述しておき、この\nコマンドを組み合わせて記述し、電子計算機を機能させる手順を形成するプログラ\nムとすることも可能である。ＩＢＦファイルにおいては、右のように、ＥＯシステ\nムにおいてのみ有効な処理の機能を有するコマンドを設定し、これを組み合わせた\nものであって、プログラムであることは明らかである。\n２　ＩＢＦファイルの創作性について\n（一）　ＩＢＦファイルは、単なるデータファイルではなく、同ファイル中の各行\nが一連のかたまりとなって意味を持ち、全体としてプログラムの創作性を有するの\nである。ＩＢＦファイルは、各コマンドの記述が簡単なものであるからといって、\n創作性が否定されるものではない。他の同種ユーティリティプログラムと比較して\nも、ＭＳ―ＤＯＳで記述した場合と比較しても、相当の記述の違いがでてくる。換\n言すれば、プログラム開発者の創作性が発揮されているのである。要するに、ハー\nドディスクへアプリケーションプログラム等の中のファイルを組み込むためのプロ\nグラムは、決して、「処理の流れ」や「解法」が一つしかないものではなく、ま\nた、「処理の流れ」や「解法」を表すプログラムの表現自体にも多くの違いがあ\nる。\n（二）　ＩＢＦファイルの作成過程の一つとして、組込み対象のアプリケーション\nプログラム等のファイルの選択という過程があるところ、この選択も、ＩＢＦファ\nイルの創作性を構成するものである。\n３　ＩＢＦファイルとＨＣＡファイルの類似性について\n（一）　ＩＢＦファイルとＨＣＡファイルの表現と機能とは、完全に対応する。す\nなち、ＩＤ行は、「＊ＡＺ　ＭＥＮＵ　ＩＢＦ　Ｖ１」も「ＭＥＴ’Ｓ　ＨＣＡ\nＶｅｒ１」も、本体プログラムと対応するプログラムであることを示す識別文字列\nの記述であり、タイトル行は、どのアプリケーションプログラム等に対応するファ\nイルであるかを示す識別文字列の記述であり、区切りマーク行は、「＊」も「；」\nも区切り記号であり、コマンド行は、いずれもアプリケーションプログラムの起\n動、実行に関する記述であり、組込みメツセージ行は、いずれも画面指示メッセー\nジの記述であり、組込み手順行は、アプリケーションプログラム等の中の対象ファ\nイルを組み込むための指示や手順の記述であり、終了マーク行は、「＊＊」も\n「；」も終了記号であり、プログラムの「処理の流れ」、「解法」及びその表現が\n酷似していることは明らかであって、ＩＢＦファイルとＨＣＡファイルの表現と機\n能が完全な対応関係になる。\n（二）　ＨＣＡファイル中の「ＴＨＥＧＲＡＰＨ・ＨＣＡ」において、ダンプリス\nトのゴミの中に、ＩＢＦファイルのデイレクトリを示す「ＩＢＡ」の記号が存在し\nている。また、ＨＣＡファイルには、アクセスがない限り生じ得ないようなＩＢＦ\nファイルと同様の誤記や不要な記載、その他不自然な点も存在する。これらは、債\n務者らが、ＩＢＦファイルを本体メモリ上に読み込み、それをエディタなどを使っ\nて再編集し、「ＴＨＥ　ＧＲＡＰＨ・ＨＣＡ」を作成したことを示すものである。\n理　　　由\n一　疎甲第一号証、第二号証、第五号証、第一二号証及び第三五号証によれば、債\n権者アイシーエムは、昭和五六年一二月二二日設立された電子機器（マイクロコン\nピュータ）及び部品の製造販売等を目的とする会社であり、また、債権者エージー\nソフトは、平成元年四月一日設立されたコンピュータソフトウエアの開発及び販売\n等を目的とする会社であること、債権者アイシーエムは、ＭＥＮＵ・ＥＸＥファイ\nル、ＩＢＦファイル、ＭＥＮＵ・ＡＺＭファイル、ＣＯＮＦＩＧ・ＡＺＭファイル\nなどから構成されている「ＥＯシステム」というプログラムをハードディスクに格\n納して、これを販売していること、ＥＯシステムは、ＮＥＣ九八〇一パーソナル・\nコンピュータ対応の、ＭＳ―ＤＯＳの環境下で作動するハードディスク自動組込み\nプログラムであること、ＩＢＦファイルは、四二個のファイルからなり、これらの\nファイルは、アプリケーションプログラム用ファイル二八個（「ＩＢＡ」の拡張子\nを有するもの）、フロントプロセッサ用ファイル一四個（「ＩＢＦ」の拡張子を有\nするもの）に分類することができること、各ＩＢＦファイルの記述は、別紙目録\n（一）記載のダンプリストのとおりであることが認められる。\n二　ＩＢＦファイルについて\n１　疎甲第五号証、第七号証及び第八号証によれば、ＩＢＦファイルは、ＭＥＮ\nＵ・ＥＸＥファイル、ＭＥＮＵ・ＡＺＭファイル、ＣＯＮＦＩＧ・ＡＺＭファイル\nなどとともに、ＮＥＣ九八〇一パーソナル・コンピュータを機能させるＥＯシステ\nムを構成していること、ＥＯシステムは、市販のアプリケーションプログラム等の\nファイルをハードディスクへ自動的に組み込み、右ファイルをメニュー形式で呼び\n出したり、管理を行ったりするプログラムであること、ＥＯシステムの中では、Ｍ\nＥＮＵ・ＥＸＥファイルが、中枢機能を果たしているプログラムで、ＩＢＦファイ\nルは、ＭＥＮＵ・ＥＸＥファイルがアプリケーションプログラム等のファイルをハ\nードディスクに組み込むための指示や情報を記述しているものであることが認めら\nれる。\n２　次に、疎甲第五号証、第七号証、第八号証、第一一号証、第三六号証及び疎乙\n第四二号証によれば、ＩＢＦファイルの記述の順序、各行の機能及び各行の記述内\n容は、次のとおりである。\n（一）　ＩＤ行\nＩＤ行は、適正はＩＢＦファイルであることを表示する行であって、必らずＩＢ\nＦファイルの先頭行に記述される。ＭＥＮＵ・ＥＸＥファイルは、指定されたＩＢ\nＦファイルのＩＤ行を先頭から読み込み、同行の記述が半角文字で「＊ＡＺ　ＭＥ\nＮＵ　ＩＢＦ　Ｖ１」となっていれば正しい記述と判断して次に進み、記述が違っ\nていれば、書式エラーとして処理する。\n（二）　タイトル行\nタイトル行は、組込みの際、メニューシステムの管理情報の中に転記され、組み\n込んだファイルのタイトルとなる行であって、必ずＩＢＦファイルの二行目に記述\nされる。通常、アプリケーションプログラム等のプログラム名が用いられる。ＭＥ\nＮＵ・ＥＸＥファイルは、タイトル行を読み込んだうえ、その先頭一文字を読ん\nで、これが半角文字の「＊」でなければ文法エラーとし、これが半角文字の「＊」\nであればこれに続くタイトル行を読み、所定の字数を超えていれば文法エラーと\nし、所定の字数以内であれば次の手順に進む。\n（三）　デバイス行\nデバイス行は、デバイスドライバの定義情報を提供する行であって、ＭＳ―ＤＯ\nＳのシステム起動のためのＣＯＮＦＩＧ・ＳＹＳの「ＤＥＶＩＣＥ＝」で始まる行\nと同じ要領で記述する。ただし、「ＤＥＶＩＣＥ＝」を記述する際には、必ず\n「＝」の前後に一文字の空白を入れる。なお、同行の先頭に半角文字の「！」ある\nいは「？」を追加することにより、組込み対象のアプリケーションプログラム等の\n中のＣＯＮＦＩＧ・ＳＹＳファイルを参照、引用させることができる。ＭＥＮＵ・\nＥＸＥファイルは、デバイス行を読み込んだうえ、その先頭一文字を読んで、半角\n文字の「！」あるいは「？」であれば、「！」あるいは「？」の次からキャリッジ\nリターンの直前までの文字列と同じ文字列で始まるデバイス行が、組込み対象のア\nプリケーションプログラム等のＣＯＮＦＩＧ・ＳＹＳファイル中に存在するかどう\nかをチェックし、存在すれば、そのパラメータを転記するなどの作業を行う。\n（四）　区切りマーク行１\n区切りマーク行１は、デバイス行とコマンド行とを分離する役割を果たすもので\nあって、必ず半角文字の「＊」一文字を記述する。ＭＥＮＵ・ＥＸＥファイルは、\n区切りマーク行１を読み込んで、半角文字の「＊」でなければエラー処理に進み、\n半角文字の「＊」であれば次に進む。\n（五）　コマンド行\nコマンド行は、組込み対象のアプリケーションプログラムの自動実行バッチファ\nイルをＣＯＮＦＩＧ・ＡＺＭファイル中に作成させる行であって、組込み対象のア\nプリケーションプログラムの自動実行バッチファイルに相当する記号を、ＭＳ―Ｄ\nＯＳのＡＵＴＯＥＸＥＣ・ＢＡＴの場合と同じ要領で記述する。なお、同行の先頭\nに半角文字の「！」あるいは「？」を追加することにより、組込み対象のアプリケ\nーションプログラム中のＡＵＴＯＥＸＥＣ・ＢＡＴファイルを参照、引用させるこ\nとができる。ＭＥＮＵ・ＥＸＥファイルは、一行を読み込んだうえ、その先頭一文\n字を読んで、半角文字の「！」あるいは「？」であれば、「！」あるいは「？」の\n次からキャリッジリターンの直前までの文字列と同じ文字列で始まるコマンド行\nか、組込み対象のアプリケーションプログラムのＡＵＴＯＥＸＥＣ・ＢＡＴファイ\nル中に存在するかどうかをチェックし、存在すれば、そのパラメータを転記するな\nどの作業を行う。\n（六）　区切りマーク行２\n区切りマーク行２は、コマンド行の終りを示すものであって、必ず半角文字の\n「＊」一文字を記述する。ＭＥＮＵ・ＥＸＥファイルは、区切りマーク行２を読み\n込んで、半角文字の「＊」でなければエラー処理に進み、半角文字の「＊」であれ\nば次に進む。\n（七）　組込みメッセージ行\n組込みメッセージ行は、組込み作業開始前に、作業者に、組込み対象のアプリケ\nーションプログラム等を格納したフロッピーディスクの挿入を指示するメッセージ\nを記述したものであって、同行の先頭には、必ず、半角文字の「＊」を記述し、二\n字目から組込み対象のアプリケーションプログラム等を格納したフロッピーディス\nクの挿入を指示するためのメッセージを記述する。ＭＥＮＵ・ＥＸＥファイルは、\n組込みメッセージ行の先頭一文字を読んで、半角文字の「＊」でなければ書式エラ\nー処理とし、半角文字の「＊」であれば二文字目を読んで、これも半角文字の\n「＊」でなければ残りを読み込み、これを、次の組込み手順を実行する前にメッセ\nージとして操作画面に表示する。\n（八）　組込み手順行\n組込み手順行は、組込みにおいて、アプリケーションプログラム等から、指定し\nたファイルをハードディスク内に作成したサブディレクトリに転送させる手順を記\n述した行であって、ＭＳーＤＯＳのＣＯＰＹコマンドを用いたバッチファイルの場\n合と同じ要領で記述する。なお、同行の最初の四文字を「ＣＯＰＹ」、「ｃｏｐ\nｙ」でなく、「Ｃｏｐｙ」とすることにより、指定されたファイルが、組込み対象\nのアプリケーションプログラム等の中に存在しなかったとき、エラーとせず次に進\nませることができる。ＭＥＮＵ・ＥＸＥファイルは、組込み手順を一行ずつ読み込\nんで、最初の四文字が「ＣＯＰＹ」あるいは「ｃｏｐｙ」であれば、指定されたフ\nァイルを、転送元のフロッピーディスクからハードディスクに転送し、ファイルが\nなければ、組込みエラーとし、「Ｃｏｐｙ」であれば、指定されたファイルが転送\n元のフロッピーディスクに存在するかどうかチェックし、存在すれば、ハードディ\nスクに転送し、ファイルがなくてもエラーとしない。\n（九）　終了マーク行\n終了マーク行は、組込み手順の終了を宣言するものであって、必ず半角文字の\n「＊＊」と記述する。ＭＥＮＵ・ＥＸＥファイルは、その先頭一文字を読んで、半\n角文字の「＊」であり、更に、二字目も　半角文字の「＊」であれば処理を終え\nる。\n（二）　以上の各行は、一定の順序を有する書式を構成している。\n右認定の事実によれば、ＥＯシステムの中枢機能を司るＭＥＮＵ・ＥＸＥファイ\nルは、アプリケーションプログラム等の中のファイルをハードディスクに自動的に\n組み込む作業において、電子計算機に組込みをさせるための一般的な指令を記述し\nたプログラムであり、他方、ＩＢＦファイルは、ＭＥＮＵ・ＥＸＥファイルを中心\nとするプログラムを前提として、個々のアプリケーションプログラム等を組み込む\nに当たっての指示や情報をＭＥＮＵ・ＥＸＥファイルに提供するものであり、ＩＢ\nＦファイルの右指示や情報によって、ＭＥＮＵ・ＥＸＥファイルをして、ＮＥＣ九\n八〇一パーソナル・コンピュータを機能させ、アプリケーションプログラム等の中\nのファイルをハードディスクへ自動的に組み込むことができるように仕組まれてい\nるものと認めることができる。\n三　ＩＢＦファイルの創作性について\n右二２の認定事実によれば、仮にＩＢＦファイルが著作権法にいうプログラムで\nあるとしても、以下に述べるとおり、ＩＢＦファイルは、創作性を有しないものと\n認められる。\n１　前二２の認定事実によれば、ＩＢＦファイルの構成は、書式であって、プログ\nラムを表現する手段としての文字その他の記号及びその体系（著作権法一〇条三項\n一号）に属する文法であると解されるから、ＩＢＦファイルの構成自体には著作権\n法による保護は及ばないものというほかはなく、また、疎甲第八号証によれば、Ｉ\nＢＦファイルの書式の選択は、ＭＥＮＵ・ＥＸＥファイルによって規定されている\nことが認められ、選択の余地はないから、書式の選択によってＩＢＦファイルの表\n現に創作性が生ずるということも、およそ考えられないことであるといわざるをえ\nない。\n２　そこで、次に、ＩＢＦファイルの表現内容に着目して、その創作性の有無につ\nいて検討することとする。\n（一）　前二２の認定事実によれば、ＩＢＦファイルのＩＤ行の表現、区切りマー\nク行の表現、区切りマーク行をコマンド行の前後に配置するという表現（コマンド\n行がない場合は、右の前後に配置するという表現はないが、区切りマーク行はその\n位置に残る。）、終了マーク行の表現、終了マーク行を最終行に配置するという表\n現並びにＩＤ行、タイトル行及び組込みメッセージ行の先頭に「＊」を記述すると\nいう表現は、いずれもＭＥＮＵ・ＥＸＥファイルによって規定されており、その表\n現に選択の余地はないのであるから、右表現をもってＩＢＦファイルの創作性の根\n拠とすることはできない。\n（二）　また、前二２の認定事実によれば、タイトル行、コマンド行及びデバイス\n行は、組込み対象のアプリケーションプログラム等によって規定され、その表現に\n選択の余地はないから、右表現によってＩＢＦファイルの創作性が生じるものとは\n認められない。なお、組込み対象のアプリケーションプログラム等として何を選択\nするか、その中からどのファイルを選択するかということは、単なるアイデアに止\nまるから、その選択によって創作性が生じるということはありえない。\n（三）　更に、前二２の認定事実によれば、複数のファイルを組み込む場合、ＩＢ\nＦファイルの構成中、組込み手順行の順序は規定されていないが、その余の構成\nは、その順序がＭＥＮＵ・ＥＸＥファイルによって規定されているから、右順序を\n任意に選択する余地はない。そして、前二２の認定事実によれば、組込み手順行の\n順序は、選択の余地はあるものの、選択自体は単なるアイデアであり、また、選択\nしたものをどのような順序で記述するかということによっては、表現に相違はでて\nくるけれども、表現方法はＭＳーＤＯＳのバッチファイルで用いられている表現方\n法とほぼ同一であり、しかも、機能的には順序を問わないものであり、更に、疎甲\n第九号証によれば、組込み手順行の順序は、ほとんど組込み対象のアプリケーショ\nンプログラム等のファイルの出現順に従っているのであるから、その表現には創作\n性があるとは認められない。\n（四）　更にまた、前二２の認定事実によれば、組込みメッセージ行は、表現の仕\n方に選択の余地はあるが、その表現は、通常用いられる表現方法に従って行われる\nものであって、その選択の幅は極めて小さいから、その表現の仕方によってＩＢＦ\nファイルの創作性が生じるものとも認められない。\n（五）　以上によれば、ＩＢＦファイルの表現は、大部分がＭＥＮＵ・ＥＸＥファ\nイル及び組込み対象のアプリケーションプログラム等いかんによって規定されてお\nり、選択の余地がないものであり、また、選択の余地があるものも、選択の幅は極\nめて小さく、その選択によってその表現に創作性が生じるものとは認められず、更\nに、ＩＢＦファイルの表現を全体的に考察しても、その表現に創作性があるとは認\nめることはできない。\n３（一）　債権者らは、ＩＢＦファイルは、単なるデータファイルではなく、同フ\nァイル中の各行が一連のかたまりとなって意味を持ち、全体として創造性を有する\nのであるから、各コマンドの記述が簡単なものであるからといって、創作性が否定\nされるものではなく、また、他の同種ユーティリティプログラムと比較しても、Ｍ\nＳーＤＯＳで記述した場合と比較しても、相当の違いがでてくるのであって、プロ\nグラム開発者の創作性が発揮されている旨主張するが、ＩＢＦファイルに創作性を\n認めえないことは、前説示のとおりであって、右主張のような点を考慮してもな\nお、その結論を左右するものとは認められず、したがって、債権者らの右主張は、\n採用することができない。\n（二）　また、債権者らは、ＩＢＦファイルの作成過程の一つとして、組込み対象\nのアプリケーションプログラム等のファイルの選択という過程があるところ、その\n選択も、ＩＢＦファイルの創作性を構成するものである旨主張するが、組込み対象\nのアプリケーションプログラム等のファイルの選択自体は、単なるアイデアに止ま\nり、また、右の選択のうえ行われたＩＢＦファイルの表現に創作性の認めえないこ\nとは、前説示のとおりであり、したがって、債権者らの右主張も、採用の限りでな\nい。\n四　そうすると、本件申請は、被保全権利についての疎明がないことに帰するか\nら、これを却下することとし、申請費用の負担について民事訴訟法八九条を適用し\nて、主文のとおり決定する。\n（裁判官　宍戸充）\n目録　（一）\n＜３０５９－００１＞\n目録　（二）\n表題　「ＭＥＴ’Ｓ　Ｆｉｌｅｄｒｉｖｅｒ」\n（メッツ　ファイルドライバー）\n種類　ハードディスクユーティリティ用アプリケーションプログラム\n製作者　シティソフト株式会社\n製作年月日　平成元年四月\n販売元　債務者　株式会社メッツ\n使用ハードウェア　ＮＥＣ　九八〇一パーソナルコンピュータ（ＰＣー９８０１Ｅ\nＰＣー９８０１Ｆ　ＰＣー９８０１Ｍ　ＰＣー９８０１ＶＦ、ＰＣー９８０１Ｖ\nＭ　ＰＣー９８０１ＶＸ　ＰＣー９８０１ＵＶ　ＰＣー９８０１ＵＸ　ＰＣー９８\n０１ＬＶ　ＰＣー９８０１ＣＶ　ＰＣー９８０１ＸＬ／ＸＬ２（ノーマル）ＰＣー\n９８０１ＲＡ２／ＲＡ５　ＰＣー９８０１ＲＸ２／ＲＸ４）用ハードディスク\nオペレーティングシステム　ＭＳーＤＯＳ（エムエスドス、米国マイクロソフト社\n製ディスクオペレーティングシステム）バージョン二・一一及び三・一〇\n機能　ハードディスク内に各種アプリケーションプログラムをインストール（組み\n込み）し、メニュー方式で起動、管理を行うハードディスクユーザーサポートプロ\nグラム\nディスク構成　五インチ　フロッピーディスク　一部\n以下略\n目録　（三）\n表題　「ＭＥＴ’Ｓ　Ｆｉｌｅｄｒｉｖｅｒ　２」\n（メッツ　ファイルドライバー　２）\n種類　ハードディスクユーティリティ用アプリケーションプログラム\n製作者　シティソフト株式会社\n製作年月日　平成元年九月\n販売元　債務者　株式会社メッツ\n使用ハードウェア　ＮＥＣ　九八〇一パーソナルコンピュータ（ＰＣー９８０１Ｅ\nＰＣー９８０１Ｆ　ＰＣー９８０１Ｍ　ＰＣー９８０１ＶＦ、ＰＣー９８０１Ｖ\nＭ　ＰＣー９８０１ＶＸ　ＰＣー９８０１ＵＶ　ＰＣー９８０１ＵＸ　ＰＣー９８\n０１ＬＶ　ＰＣー９８０１ＣＶ　ＰＣー９８０１ＸＬ／ＸＬ２（ノーマル）ＰＣー\n９８０１ＲＡ２／ＲＡ５　ＰＣー９８０１ＲＸ２／ＲＸ４）用ハードディスク\nオペレーティングシステム　ＭＳーＤＯＳ（エムエスドス、米国マイクロソフト社\n製ディスクオペレーティングシステム）バージョン二・一一及び三・一〇\n機能　ハードディスク内に各種アプリケーションプログラムをインストール（組み\n込み）し、メニュー方式で起動、管理を行うハードディスクユーザーサポートプロ\nグラム\nディスク構成　五インチ　フロッピーディスク　一部\n以下略\n"
}