{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 9,
    "day": 17
  },
  "case_number": "平成8(ワ)8927",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13740",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13740",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/740/013740_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n一　被告全星薬品工業株式会社は、別紙目録記載の医薬品を製造販売してはならな\nい。\n二　被告全星薬品株式会社は、別紙目録記載の医薬品を販売してはならない。\n三　被告らは、その本店、支店、営業所及び工場に存する別紙目録記載の医薬品の\n半製品、完成品を破棄せよ。\n第二　事案の概要\n本件は、原告が、被告らが製造、販売する別紙目録記載の医薬品（以下「イ号医\n薬品」という。）が、原告が有する「徐放性ジクロフエナクナトリウム製剤」につ\nいての特許権（以下「本件特許権」といい、その発明を「本件特許発明」とい\nう。）を侵害するとして、その販売の差止め等を請求している事案である。\n一　請求原因\n１　当事者\n原告は、医薬品の製造、販売等を定款所定の目的とする会社である。\n被告全星薬品工業株式会社（以下「被告全星薬品工業」という。）は、医薬品の\n製造、販売等を、被告全星薬品株式会社（以下「被告全星薬品」という。）は、医\n薬品の販売等を定款所定の目的とする会社である。\n２　本件特許権\n原告は、次の特許権を有する。\n登録番号　　第一五七一八四九号\n発明の名称　徐放性ジクロフエナクナトリウム製剤\n出願日　　　昭和五九年八月一〇日（昭五九―一六七三九二号）\n公告日　　　平成元年一二月四日（平一―五七〇九〇号）\n登録日　　　平成二年七月二五日\n特許請求の範囲\n（Ａ）速効性ジクロフエナクナトリウム、及び（Ｂ）ジクロフエナクナトリウムに\n溶解ｐＨが６～７の範囲にあるメタアクリル酸―メチルメタアクリレートコポリマ\nー、溶解ｐＨが５・５であるメタアクリル酸―エチルアクリレートコポリマー又は\n溶解ｐＨが５～５・５の範囲にあるヒドロキシプロピルメチルセルロースフタレー\nトの腸溶性皮膜を施した遅効性ジクロフエナクナトリウムを、（Ａ）‥（Ｂ）が重\n量比で４‥６～３‥７になるように組合せたことを特徴とする徐放性ジクロフエナ\nクナトリウム製剤。\n３　本件特許権の技術的特徴と構成\n（一）　ジクロフェナクナトリウムとは、鎮痛、抗炎症、抗リウマチの作用を有す\nる非ステロイド系薬剤であり、消炎・鎮痛剤として現在臨床において広く使用され\nているが、従来のジクロフェナクナトリウム製剤は、経口投与後三〇分以内に血中\nに移行し、二時間以内に昀高血中濃度が得られ、その血中半減期が一・三時間と短\nいことが知られており、吸収排泄が速いため、有効血中濃度を長時間維持すること\nが難しかった。\n本件特許発明は、速効性ジクロフェナクナトリウムと、ジクロフェナクナトリウ\nムに腸溶性の皮膜をコーティングした遅効性ジクロフェナクナトリウムとを一定の\n比率で組み合わせて製剤することにより、徐放性、すなわち消化管内で長時間にわ\nたり溶出し、吸収されるようにして、有効血中濃度を長時間にわたって維持するこ\nとを可能にしたものである。\n（二）　本件特許発明の構成要件を分説すると以下のとおりである。\nＡ　（Ａ）速効性ジクロフェナクナトリウム及び\nＢ　（Ｂ）ジクロフェナクナトリウムに溶解ｐＨが六～七の範囲にあるメタアクリ\nル酸―メチルメタアクリレートコポリマー、溶解ｐＨが五・五であるメタアクリル\n酸―エチルアクリレートコポリマー又は溶解ｐＨが五～五・五の範囲にあるヒドロ\nキシプロピルメチルセルロースフタレート（以下「ＨＰ」という。）の腸溶性皮膜\nを施した遅効性ジクロフェナクナトリウムを、\nＣ　（Ａ）‥（Ｂ）が重量比で四‥六～三‥七になるように組み合わせたことを特\n徴とする\nＤ　徐放性ジクロフェナクナトリウム製剤。\n４　被告らの製造、販売する医薬品\n（一）　被告全星薬品工業は、イ号医薬品について、平成八年三月に製造承認を受\nけ、同年七月に薬価基準収載を経て、製造元としてイ号医薬品を製造、販売し、ま\nた、被告全星薬品は、販売元としてイ号医薬品を販売している。\n（二）　イ号医薬品の構成要件を分説すると、次のとおりとなる。\nａ　（ａ）速効性ジクロフェナクナトリウムと、\nｂ　（ｂ）ジクロフェナクナトリウムに溶解ｐＨが六～七の範囲にあるヒドロキシ\nプロピルメチルセルロースアセテートサクシネート（以下「ＡＳ」という。\n）からなる腸溶性皮膜を施した遅効性ジクロフェナクナトリウムを、\nｃ　（ａ）中のジクロフェナクナトリウムと（ｂ）中のジクロフェナクナトリウム\nの重量比が約三‥約七になるように組み合わせた\nｄ　徐放性ジクロフェナクナトリウム製剤。\n５　本件特許発明とイ号医薬品の対比\n（一）（１）　イ号医薬品の構成要件ａは、本件特許発明の構成要件Ａを充足す\nる。\n（２）イ号医薬品の構成要件ｄは、本件特許発明の構成要件Ｄを充足する。\n（二）　本件特許発明の構成要件Ｃは、構成要件Ａ及びＢにおける有効成分である\nジクロフェナクナトリウムの重量比を示したものであるから、イ号医薬品の構成要\n件ｃは、本件特許発明の構成要件Ｃを充足する。\n（三）（１）　本件特許発明は、構成要件Ｂにおいて、特許請求の範囲の記載上、\n①溶解ｐＨが六～七の範囲にあるメタアクリル酸―メチルメタアクリレートコポリ\nマー、②溶解ｐＨが五・五であるメタアクリル酸―エチルアクリレートコポリマー\n又は③溶解ｐＨが五～五・五の範囲にあるＨＰを腸溶性皮膜として用いる旨記載さ\nれているのに対し、イ号医薬品においては、構成要件ｂにおいて、溶解ｐＨが六～\n七の範囲にあるＡＳが腸溶性皮膜として用いられている点が相違する。\n（２）しかし、溶解ｐＨが六～七の範囲にあるＡＳは溶解ｐＨが五～五・五の範囲\nにあるＨＰと目的、機能において同等であって、実質的に同一物というべきであ\nり、そうでないとしても均等物というべきである。\n（四）よって、イ号医薬品は、本件特許発明の技術的範囲に属する。\n二　請求原因に対する認否\n１　請求原因１ないし３は認める。\n２　同４のうち、ＡＳの溶解ｐＨが六～七であることは否認する。ＡＳの溶解ｐＨ\nは七付近である。その余の事実は認める。\n３（一）同５（一）（１）、（２）は認める。\n（二）同５（二）は争う。本件特許発明の構成要件Ｃに記載された重量比は、有効\n成分の重量の比率ではなく、速溶部全体と徐放部全体の重量の比率であり、イ号医\n薬品の右重量比は約二・六七‥約七・三三であるから、構成要件を充足しない。\nなお、イ号医薬品の速溶部と徐放部の有効成分の重量比が四‥六～三‥七の範囲\n内にあることは争わない。\n（三）同５（三）（１）は認める。同（２）は争う。\n（四）同５（四）は争う。\n三　本件特許権の審査段階における補正の経緯（乙第三号証の各号）\n１　本件特許発明の出願当初の明細書の特許請求の範囲は次のとおりであった。\n「１　速効性ジクロフエナクナトリウム及び遅効性ジクロフエナクナトリウムより\nなることを特徴とする徐放性ジクロフエナクナトリウム製剤。\n２　遅効性ジクロフェナクナトリウムが、ジクロフエナクナトリウムに腸溶性物質\n又は非水溶性物質の皮膜を施したものである特許請求の範囲第１項記載の徐放性ジ\nクロフエナクナトリウム製剤。\n３　遅効性ジクロフエナクナトリウムが、ジクロフエナクナトリウムを腸溶性物質\n又は非水溶性物質と練合したものである特許請求の範囲第１項記載の徐放性ジクロ\nフエナクナトリウム製剤。\n４　腸溶性物質が、溶解ｐＨが６～７の範囲にあるメタアクリル酸―メチルメタア\nクリレートコポリマー、溶解ｐＨが５・５であるメタアクリル酸―エチルアクリレ\nートコポリマー又は溶解ｐＨが５～５・５の範囲にあるヒドロキシプロピルメチル\nセルロースフタレートである特許請求の範囲第２項又は第３項記載の徐放性ジクロ\nフエナクナトリウム製剤。\n５　非水溶性物質がエチルセルロースである特許請求の範囲第２項又は第３項記載\nの徐放性ジクロフエナクナトリウム製剤。\n６　速効性ジクロフエナクナトリウムと遅効性ジクロフエナクナトリウムの配合量\nが６‥４～２‥８である特許請求の範囲第１～５項の何れか１項記載の徐放性ジク\nロフエナクナトリウム製剤。」\n２　特許庁は、次の理由で進歩性を欠如するとして、昭和六三年一二月二一日付拒\n絶理由通知を発した。\n「（１）　特開昭五七―一〇九七一五号\n（２）　特開昭五七―一〇九七一六号\n（３）　特開昭五二―一三九七一三号\n（４）　特開昭五四―一二九一一五号\n（５）　特開昭五八―二六八一六号\n（６）　特開昭五八―八三六一三号\n（７）　特開昭五八―一〇八二八九号\n上記引例（１）及び（２）にはジクロフェナック等の遅効性製剤が開示されてい\nる。\n本願発明は従来の速効性製剤を配合している点で前記引例記載の遅効性製剤とは\n相違しているが、持続性製剤として、速効性製剤と遅効性製剤とを配合する方法は\n前記引例（３）～（７）に開示されている。即ち、引例（３）には、セファレキシ\nンの、同（４）にはアモキシシリンの、同（５）には各種抗生物質の、同（６）に\nは硝酸イソソルビトールの、そして、同（７）にはセファクロルの持続性製剤が記\n載されている。\nしてみれば、引例（１）及び（２）に開示されている遅効性製剤に従来の速効性\n製剤を配合して持続性製剤にしてみる程度のことは容易に想到し得たものと認めら\nれる。そして、本願ジクロフェナック持続性製剤が、持続性において特に予想外の\n効果を奏し得たものとも認められない。」\n３　原告は、右拒絶理由通知に対し、平成元年四月二〇日付手続補正書により特許\n請求の範囲及び発明の詳細な説明を別添の本件特許権の出願公告公報（甲第二号\n証、以下「本件公報」という。）記載のとおりに全面的に補正するとともに、同日\n付意見書を提出し、その後、本件特許発明は登録査定、登録となった。\n四　化学構造式の相違について（乙第二号証及び弁論の全趣旨）\nＨＰ、ＡＳ及び本件特許権の明細書（以下「本件明細書」という。）において比\n較例の腸溶性皮膜として用いられているセルロースアセテートフタレート（以下\n「ＣＡＰ」という。）は、いずれも別図１記載の一般式で示され、ＣＡＰは別図２\nの、ＨＰは別図３の、ＡＳは別図４の置換基（Ｒ）の種類及び定量値幅を持つ物質\nである。\n五　争点\n１　本件特許発明の構成要件Ｃにおける重量比率は、有効成分の重量比か、速溶部\n全体と徐放部全体の重量比か。\n２　イ号医薬品の腸溶性皮膜に用いられているＡＳの溶解ｐＨは六～七か。\n３　イ号医薬品の腸溶性皮膜に用いられているＡＳは、本件特許発明の腸溶性皮膜\nに用いられているＨＰと実質的同一物、あるいは均等物といえるか。\n（一）　徐放部の腸溶性皮膜としてＨＰを用いることは、本件特許発明の本質的部\n分か　。\n（二）　徐放部の腸溶性皮膜にＨＰに代えてＡＳを用いることは、当該発明の属す\nる技術分野における通常の知識を有するもの（以下「当業者」という。）が容易に\n想到することができることがらか。\n（三）　徐放部の腸溶性皮膜にＨＰに代えてＡＳを用いることについて均等を主張\nすることは、本件特許権の出願手続における経緯に照らし許されないか。\n六　争点に関する当事者の主張\n１　争点１について\n【原告の主張】\n（一）　本件特許発明は、ジクロフェナクナトリウムの血中濃度を極端に高くする\nことなく長時間有効な血中濃度を維持するために、「速効性ジクロフェナクナトリ\nウム」と「遅効性ジクロフェナクナトリウム」とを組み合わせ、しかも、その重量\n比を「４‥６～３‥７」として製剤するという手段を採用したものである。\n医薬品の血中濃度を左右する昀大の要因が有効成分そのものの含有量であるとい\nう自明の事実の下に、ジクロフェナクナトリウムの有効血中濃度を長時間持続する\nことが発明の課題であったという観点から本件特許発明が採用した手段を見れば、\n特許請求の範囲に記載された重量比が有効成分であるジクロフェナクナトリウムの\n重量比であることは明らかである。\nもし仮に、特許請求の範囲に記載された重量比が、賦形剤、結合剤及びコーティ\nング剤を含めた速効部全体と遅効部全体の重量比を意味するとすれば、賦形剤、結\n合剤及びコーティング剤は製造手法によって様々なものが採用され得るのであるか\nら、特許請求の範囲の記載によっては速効性部分と遅効性部分に含有される有効成\n分の比率が分からず、発明の課題を解決する手段が示されていないことになってし\nまう。このような解釈が誤ったものであることは明らかである。\n（二）　本件明細書の実施例１には、速効性ジクロフェナクナトリウムと遅効性ジ\nクロフェナクナトリウムの混合比率を示す際に、「速効性ジクロフエナクナトリウ\nム成分‥遅効性ジクロフエナクナトリウム成分＝３‥７の割合で混合し」と記載さ\nれており、有効成分の比率で組み合わせなければならないことが明らかにされてい\nる。その余の具体例では組合せ比率については記載されていないが、速効部全体と\n遅効部全体の重量比を問題とするような記載は一切ない。\n仮に、特許請求の範囲に記載されている重量比が速効部全体と遅効部全体の重量\n比であるとすると、実施例３及び４はいずれも特許請求の範囲記載の重量比の範囲\nに含まれないことになる。被告らは、実施例３及び４の記載からは有効成分の重量\n比を確定できないから、原告の主張を裏付けるものではないと主張するが、被告ら\nの主張のとおり解釈した場合には実施例３及び４がクレームと矛盾することになる\nのであり、仮に形式的に二つの解釈が可能であるとしても、一方の解釈によれば明\nらかにクレームの記載に反し、他方の解釈によればクレームの記載と矛盾なく説明\nできる場合に、あえてクレームに反する解釈を採用する理由はない。\n（三）　被告らは、本件公報三欄一一～一八行や同欄二二～二四行を自らの主張の\n根拠として引用するが、右部分は有効成分であるジクロフェナクナトリウムに速効\n性や遅効性という特質を持たせるにはどのような賦形剤、結合剤、コーティング剤\nを使用すればよいのかを示したにすぎない。本件明細書において「速効性ジクロフ\nエナクナトリウム」「遅効性ジクロフエナクナトリウム」という場合は、速効性や\n遅効性という性質を持たされたジクロフェナクナトリウムを意味するものである。\n（四）　以上のとおり、特許請求の範囲記載の重量比は、有効成分であるジクロフ\nェナクナトリウムの重量比であることは明らかであり、イ号医薬品の速効性ジクロ\nフェナクナトリウムと遅効性ジクロフェナクナトリウムの重量比は約三‥約七であ\nるから、イ号医薬品は本件特許発明の構成要件Ｃを充足する。\n【被告らの主張】\n（一）　特許発明の技術的範囲の解釈は、発明の詳細な説明等を参酌して特許請求\nの範囲の記載に基づいてされる法的解釈であり、自然科学上の議論ではない。\n本件特許発明の重量比を法的に解釈、すなわち明細書の記載から解釈すると、以\n下のとおり、速効部全体と遅効部全体の重量比を意味するものと解釈するほかな\nい。\n（二）　特許請求の範囲には、「（Ａ）速効性ジクロフエナクナトリウム、及び\n（Ｂ）ジクロフエナクナトリウムに溶解ｐＨが６～７の……（三種の腸溶性皮膜）\n……を施した遅効性ジクロフエナクナトリウムを、（Ａ）‥（Ｂ）が比率で４‥６\n～３‥７となるように組合せた……」と記載されている。すなわち、有効成分ジク\nロフェナクナトリウムに腸溶性皮膜を施したものが遅効性ジクロフェナクナトリウ\nムであるとされており、遅効部全体を指すものとしか解釈する余地はない。少なく\nとも、有効成分ジクロフェナクナトリウムと解釈する余地は全くない。\n有効成分ジクロフェナクナトリウム自体には速効性や遅効性のものはないから、\n遅効性ジクロフェナクナトリウムとは腸で初めて吸収されるように腸溶性皮膜でコ\nーティングをしたものを意味することになる。\n（三）　本件明細書の発明の詳細な説明でも、「本発明の速効性ジクロフエナクナ\nトリウムとはジクロフエナクナトリウムを未処理のまま又は粉砕等の工程を入れて\nも良いが、これに乳糖、ブドウ糖……、ゼラチン等の結合剤を使い通常の製剤手法\nで顆粒剤、細粒剤としたものである。また必要によりヒドロキシプロピルメチルセ\nルロース、……等の胃溶性高分子を用いることもできる。」（本件公報三欄一一～\n二一行）、「また、遅効性ジクロフエナクナトリウムは、上記の顆粒剤、細粒剤に\n腸溶性物質を皮膜としてコーテイングすることにより得られる。腸溶性物質として\nは、……及びその混合物が使用される。これらの腸溶性物質を、通常１０～４５ｗ\n／ｗ％のコーテイングすれば遅効性ジクロフエナクナトリウムが得られるが、球形\n顆粒では、……好ましい。」（本件公報三欄二二～三八行）と明確に定義されてい\nる。\n（四）　本件明細書の実施例１によれば、三‥七の割合で混合するものは、それま\nでの記載で得られたとされている賦形剤、結合剤、コーティング剤を施した速効性\nジクロフェナクナトリウムと遅効性ジクロフェナクナトリウムであることは明らか\nであり、これらをカプセルに充てんするとされているのである。有効成分をカプセ\nルに充てんするのではない。\n原告は、「成分」との記載をもって重量比が有効成分の比率であると主張する\nが、右の「成分」という語は混合物全体の一部という意味で使用されているにすぎ\nない。\nまた、原告は、実施例３及び４は被告らの主張と矛盾すると主張するが、右各実\n施例の記載からは有効成分の重量比は確定できないから、原告の主張も裏付けてい\nない。特許請求の範囲の記載及びその他の明細書の記載等では、重量比は速効部全\n体と遅効部全体としか解釈しようがないのに対し、右各実施例がこれと矛盾すると\nすれば、本件特許発明の実施例たり得ないということにすぎない。このような場合\nに技術的範囲の確定において基準とされるべきは特許請求の範囲の記載である。\n（五）　原告は、進歩性欠如との昭和六三年一二月二一日付拒絶理由通知に対し、\n平成元年四月二〇日付意見書で、「……この腸溶性皮膜を施した遅効性ジクロフェ\nナクナトリウムと速効性ジクロフェナクナトリウムを特定の割合で組合せると、本\n願の第１～３図に示すように、約１０時間にわたって有効量の血中濃度を与えるこ\nとを見出し、本願発明を完成したものであります。」（四頁八～一三行）として、\n特定の割合で組み合わせる、換言すれば重量比は、速効性ジクロフェナクナトリウ\nムと遅効性ジクロフェナクナトリウムであると明確に説明している。\n（六）　よって、特許請求の範囲記載の重量比を有効成分の重量比であるとする原\n告の主張は、特許請求の範囲、発明の詳細な説明、さらには出願手続中に原告が説\n明した重量比の意義を無視する主張であって当を得ない。\nイ号医薬品の速効部全体と遅効部全体の重量比は約二・六七‥約七・三三であ\nり、本件特許発明の構成要件Ｃを充足しない。\n２　争点２について\n【原告の主張】\nイ号医薬品の構成要件ｃの溶解ｐＨを「七付近」と特定した場合、その語義から\n溶解ｐＨが七以上であって七に近いｐＨを有するものも含まれることになるが、イ\n号医薬品に用いられているＡＳは、信越化学工業株式会社製の「ＡＱＯＡＴ」のＨ\nタイプであって、「ＭｃＩｌｖａｉｎｅ緩衝液」「Ｃｌａｒｋ―Ｌｕｂｓ緩衝液」\nいずれに対してもｐＨ六～七で溶解し始め、七を超えることはない。なお、腸溶性\n皮膜の溶解ｐＨとは、溶液の溶解ｐＨを酸からアルカリに変化させていった場合に\nその皮膜が溶液に溶け始めるときのｐＨ値を意味するものであり、被告らの主張す\nるように溶解時間が極小になるときのｐＨ値ではない。\n【被告らの主張】\nイ号医薬品の腸溶性皮膜として使用しているＡＳは、信越化学工業株式会社製の\n「Ａ―ＣＯＡＴ」のＨタイプであるが、同社作成の説明書に記載されている「フィ\nルムの緩衝液に対する溶解性のｐＨ依存度」のグラフによると、「Ａ―ＣＯＡＴ」\nのＨタイプは「ＭｃＩｌｖａｉｎｅ緩衝液」に対してｐＨ七・二程度の時に溶解時\n間が昀小となり、また、「Ｃｌａｒｋ―Ｌｕｂｓ緩衝液」に対しては六・八程度で\n溶解時間が急激に減少し、昀も溶解しやすいことを示している。\nさらに、信越化学工業株式会社作成の「Ｈｙｄｒｏｘｙｐｒｏｐｙｌ　Ｍｅｔｈ\nｙｌｃｅｌｌｕｌｏｓｅ　Ａｃｅｔａｔｅ　Ｓｕｃｃｉｎａｔｅ　Ｔｅｃｈｎｉｃ\nａｌ　Ｉｎｆｏｒｍａｔｉｏｎ」では、「ＭｃＩｌｖａｉｎｅ緩衝液を用いた場合\nはタイプⅠ～Ⅲでは高ｐＨになるほど溶解時間は短かくなりますが、タイプⅣでは\nｐＨ７付近に極小が現われる変則的溶解挙動を示します。」と説明されている。\n「タイプⅣ」とは、「Ａ―ＣＯＡＴ」のＨタイプであるから、ＡＳの溶解ｐＨは七\n付近とすべきである。\n３　争点３について\n【原告の主張】\n（一）　ＨＰとＡＳは、いずれもセルロースにメチル基及びヒドロキシプロピル基\nがエーテルの形で結合した「ヒドロキシプロピルメチルセルロース」のエステルで\nある点において同一の構造を有しており、エステルを構成する酸が異なるにすぎな\nい。そして、ＡＳが腸溶性コーティング基剤として用い得ること及びその機能がＨ\nＰと同様であることは、本件特許発明出願当時、当業者にとって自明であった。な\nお、イ号医薬品のＡＳと本件特許発明のＨＰとの溶解ｐＨの違いは問題にならな\nい。本件特許発明は、ある種の腸溶性皮膜をジクロフェナクナトリウムに施して遅\n効性ジクロフェナクナトリウムを得た点に技術的特徴があり、特許請求の範囲に記\n載された各腸溶性皮膜の溶解ｐＨ値は、ある特定の製品の規格を表しているに過ぎ\nず、臨界的意味はないからである。\nしたがって、ＡＳは、当業者にとって目的、機能においてＨＰと同等の物質であ\nるから、実質的に同一の物質であるというべきである。\n（二）　均等の要件について\n（１）ア　昀高裁第三小法廷平成一〇年二月二四日判決（無限摺動用ボールスプラ\nイン軸受事件）は、均等の成立する要件として、以下のように述べている。\n「特許請求の範囲に記載された構成中に対象製品等と異なる部分が存する場合であ\nっても、（１）右部分が特許発明の本質的部分ではなく、（２）　右部分を対象製\n品等におけるものと置き換えても、特許発明の目的を達することができ、同一の作\n用効果を奏するものであって、（３）　右のように置き換えることに、当該発明の\n属する技術の分野における通常の知識を有する者（以下「当業者」という。）が、\n対象製品等の製造等の時点において容易に想到することができたものであり、\n（４）　対象製品等が、特許発明の特許出願時における公知技術と同一又は当業者\nがこれから右出願時に容易に推考できたものではなく、かつ、（５）　対象製品等\nが特許発明の特許出願手続において特許請求の範囲から意識的に除外されたものに\n当たるなどの特段の事情もないときは、右対象製品等は、特許請求の範囲に記載さ\nれた構成と均等なものとして、特許発明の技術的範囲に属するものと解するのが相\n当である。」\nイ　イ号医薬品は、前記（一）のほか、以下に述べるところにより、右昀高裁判決\nの均等成立要件をすべて充足している。\n（２）　特許発明の本質的部分について\nア　ボールスプライン軸受事件の前掲昀高裁判決においては、本質的部分がいかな\nるものであるかについての説示はなく、事案に即した判断もされていない。\nこの点、特許請求の範囲の構成要件ごとに分断して本質的部分か否かを判断すべ\nきではない。なぜなら、例えば新規化合物の物質発明やその用途発明の場合、構成\n要件の数は極めて少なく、いずれも本質的部分といえるが、これらについては均等\nが成立する余地は全くなくなるし、また、いわゆるパイオニア発明のような場合に\nは、すべての構成要件が欠くべからざるものであって、\n本質的部分に当たるから、パイオニア発明であればあるほど均等が認められる範囲\nが狭くなるという矛盾を来すことになるからである。\nイ　そもそも右昀高裁判決は、均等を認める積極的根拠及び均等が及ぶ範囲につい\nて、産業の発達への寄与という特許法の目的、社会正義の実現、衡平の理念を挙\nげ、第三者が特許請求の範囲に記載された構成からこれと実質的に同一なものとし\nて容易に想到することができる技術は、均等として特許発明の技術的範囲に属する\nと結論しているのであり、かかる意味からすれば、本質的部分が異なる場合とは、\n特許法の目的、社会正義及び衡平の理念に照らして、均等として保護を及ぼすのが\n適当でないと認められる場合をいうものと理解すべきである。\nウ　本件特許発明の技術思想の根本は、ジクロフェナクナトリウムとの組合せにお\nいて、有効な徐放性を発揮する皮膜を見出した点にある。特許請求の範囲において\nは、具体的に三つの腸溶性物質が取り上げられているが、特に、セルロース系の腸\n溶性皮膜を用いた発明については、従来から広く皮膜剤として用いられてきたＣＡ\nＰではなく、ＨＰを用いた点に技術的特徴を有している。このＨＰを皮膜剤として\n用いた理由は、ヒドロキシプロピル基を有しており安定性を有していることからジ\nクロフェナクナトリウムとの組合せにおいて十分な腸溶性を発揮するためである。\nかかる意味において、本件特許発明のセルロース系の腸溶性皮膜を用いる発明に\nおいては、ヒドロキシプロピル基を有しているために構造的に安定している皮膜を\n用いたという点に技術的特徴がある。\nイ号医薬品は、ＨＰと同じくヒドロキシプロピル基を有するセルロース系の腸溶\n性皮膜であるＡＳを用いているのであるから、本件特許発明とイ号医薬品の相違点\nは、本質的部分ではない。\n（３）　置換可能性について\nイ号医薬品は、本件特許発明の実施品の一つであり先発品である「ナボールＳＲ\nカプセル」及び「ボルタレンＳＲカプセル」の後発品として製造承認を受けたもの\nであるから、放出特性や有効血中濃度の維持という効果は本件特許発明の構成を採\n用した場合と同一であって、ｐＨ六～七のＡＳへの置換によって本件特許発明とは\n異なる特に顕著な効果がもたらされることもない。\nしたがって、ＡＳが特許請求の範囲に記載された腸溶性皮膜と置換可能性を有す\nるものであることは明らかである。\n（４）置換容易性について\nア　本件明細書において比較例に用いられているＣＡＰとＨＰの本質的な違いは、\nＨＰの場合はセルロースにヒドロキシプロピル基とメチル基がエーテル結合し、フ\nタロイル基の大部分はヒドロキシプロピル鎖の「―ＯＨ」にエステル結合している\nのに対し、ＣＡＰの場合はヒドロキシプロピル基を持たずアセチル基とフタロイル\n基が直接セルロースとエステル結合している点にある。\nこのような構造的な違いから、ヒドロキシプロピル基を有しないセルロース系の\nエステル誘導体は安定性に乏しく、主剤に対し悪影響を及ぼす場合のあることが古\nくから知られており、かかる難点を克服するために、ヒドロキシプロピル基を有す\nるセルロース誘導体を腸溶性皮膜として用いる試みが行われてきた。\nなお、前記（一）のとおり、ＡＳはセルロースにメチル基及びヒドロキシプロピ\nル基がエーテルの形で結合したヒドロキシプロピルメチルセルロースである点にお\nいてＨＰと同一の構造を有しており、エステルを構成する酸が異なるにすぎない。\nイ　本件特許発明出願時には、①セルロース系の腸溶性皮膜剤の腸溶性が分子中の\nカルボキシル基が解離することによりもたらされるものであること、②カルボキシ\nル基を含むフタル酸あるいはコハク酸とセルロースの基本骨格とのエステル結合が\n特定の条件下で不安定となり、加水分解しやすいこと、③ＣＡＰをある種の薬剤を\nコーティング剤として用いた場合腸溶効果が失われることがあること、④ヒドロキ\nシプロピル基とのエステル結合を介してセルロース基本骨格と結合したフタル酸あ\nるいはコハク酸の化合物（ＨＰやＡＳ）のエステル結合が、しからざる化合物（Ｃ\nＡＰ）のエステル結合より安定していること、⑤ＡＳについても、他の有効成分と\nの組合せにおいて、ＨＰと同様の腸溶性を示すことは、いずれも公知であった。\nしかし、どの有効成合と組み合わせた場合に、エステルの不安定さが原因となっ\nて腸溶性が悪化し、有効成分の溶出に悪影響を及ぼすかについては知られておら\nず、ＣＡＰも極めてありふれた腸溶性物質として広く用いられていた。\nウ　本件特許発明の発明者は、このような技術状況の下、製剤の皮膜剤として用い\n生体内に投与した場合、ジクロフェナクナトリウムとの組合せにおいてＣＡＰは良\n好な腸溶性を維持できないのに対し、ＨＰの場合は良好な腸溶性を維持できること\nから遅効性ジクロフェナクナトリウムの皮膜成分として適切であることを発見し、\nそれを遅効性ジクロフェナクナトリウムの皮膜剤として用いた徐放性製剤を発明し\nた。\nすなわち、本件明細書では、ＣＡＰを皮膜として用いて遅効性ジクロフェナクナ\nトリウムを作り、速効性ジクロフェナクナトリウムと組み合わせて製剤し、ビーグ\nル犬に投与したときの血中濃度の推移をＨＰの場合と比べているが（本件公報四欄\n三五～四三行、第１図）、ジクロフェナクナトリウムとの組合せにおいては、ＨＰ\nが良好な徐放化特性を示したのに対して、ＣＡＰは望ましい徐放化特性を示さなか\nった。同じセルロース系のエステル誘導体であり、いずれも腸溶性の皮膜剤として\n広く用いられていたにもかかわらず、このような大きな違いが生じることは予想外\nのことであり、ＨＰに関しては、この違いを見出したところに本件特許発明の本質\n的な進歩性があると言っても過言ではない。\nエａ　前記四記載のとおり、ＣＡＰもＨＰも、フタル酸を置換基として有してお\nり、このフタル酸中のカルボキシル基によって腸溶性がもたらされる点において両\n者は全く同様である。そうすると、本件明細書の第１図が示すごとくＣＡＰとＨＰ\nで顕著な違いが生じているのは、ＣＡＰがヒドロキシプロピル基を持たないのに対\nして、ＨＰがそれを有している点によるものとしか考えられない。このことは、本\n件特許発明出願時の知見に符合するものであって、当業者であれば、ＨＰとＣＡＰ\nとの作用効果の顕著な違いがヒドロキシプロピル基に由来するものであること、逆\nに言えばヒドロキシプロピル基を有するが故にＨＰが良好な徐放効果を発揮するこ\nとにたちどころに思い至る。\nそして、いったんこのことに思い至れば、当業者であれば、ＨＰと同様にヒドロ\nキシプロピル基を有しており、しかも既に他の有効成分との組合せにおいてＨＰと\n同様の腸溶性を示すことが報告されているＡＳについても、ジクロフェナクナトリ\nウムとの組合せにおいて良好な腸溶性が発揮されることに思い至るのは極めて容易\nである。\nこのように、本件特許発明の出願時の技術水準に鑑みれば、本件明細書において\nＨＰをジクロフェナクナトリウムの皮膜として使用し得るとの記載を見た当業者\nが、ＡＳを用いることに容易に想到し得たことは明らかである。\nｂ　本件特許発明出願後、イ号医薬品の製造開始時までの間に公知となった文献\n（甲第二三号証ないし第二五号証）には、置換容易性を更に裏付けるものが存在\nし、これらの文献の開示も参酌した場合、本件特許発明のＨＰをＡＳに置換するこ\nとが当業者にとって容易であったとの結論は一層強められる。\nオ　被告らの主張に対する反論\nａ　被告らは、腸溶性の問題と安定性の問題は異なり、腸溶性に関しては本質的に\nはエステルに直結する酸の方が重要な意味を持ち、ＣＡＰ及びＨＰのエステルを構\n成する酸がベンゼン環を有するフタル酸であるのに対し、ＡＳは直鎖構造を有する\n酢酸（アセチル基）及びコハク酸（サクシノイル基）であるから、ＨＰはＡＳより\nもむしろＣＡＰに近い構造を有していると主張するが、誤りである。\nＣＡＰ、ＡＳ、ＨＰはいずれもセルロースを基本骨格とする腸溶性皮膜である\nが、セルロース系の腸溶性皮膜剤の腸溶性は、分子中のカルボキシル基が腸内のｐ\nＨにおいて解離することによりもたらされる。ＣＡＰ、ＡＳ、ＨＰはいずれも、カ\nルボキシル基を含む置換基であるフタル酸あるいはコハク酸を有しており、これら\nの置換基によって腸溶性を発揮しているのであって、エステルを構成する酸の種類\nそのものの違いは腸溶性の有無にとっては大きな意味を持たない。\nしたがって、腸溶性を示すという点において同一の機能を有する三種の皮膜の違\nいを論じるには、エステルを構成する酸（置換基）の違いよりもそれら以外の置換\n基に着眼しなければならない。\nｂ　ところで、既に述べたとおり、ＣＡＰとＨＰ、ＡＳを比較した場合、昀も大き\nな違いはＣＡＰがヒドロキシプロピル基及びメチル基を有していないのに対し、Ｈ\nＰ及びＡＳにおいては、ヒドロキシプロピル基が存在することである。特に、ＨＰ\n及びＡＳは、ヒドロキシプロピル基が存在することから腸溶性を発揮するカルボキ\nシル基を有する酸であるフタル酸あるいはコハク酸の大部分がヒドロキシプロピル\n基を介してセルロースの基本骨格と結合しているのに対して、ＣＡＰの場合はすべ\nてのフタル酸が直接セルロースにエステル結合している。このような構造上の違い\nから、ＣＡＰは、特定の成分と組み合わせた場合や水分の存在下・加温条件下では\n不安定になり、エステルが加水分解しやすく、腸溶性を発揮するカルボキシル基を\n有するフタル酸がセルロース基本骨格から分離し、昀後には腸溶性を示さなくな\nる。これに対して、ＨＰやＡＳは、右のような条件下でも不安定になりにくく（加\n水分解しにくく）、腸溶性皮膜として安定した性能を発揮する。\nつまり、安定性の有無（ヒドロキシプロピル基の有無）は、カルボン酸とセルロ\nースとのエステル結合が加水分解によって壊れるか否かに関するものであって、カ\nルボン酸がなくなってしまえばそのセルロースは腸溶性を示さなくなるし、少なく\nなれば腸溶性が劣化するから、その皮膜が腸溶性を示すか否かにとって本質的な問\n題である。特に、皮膜を製剤に用いる場合、その加工の過程において加温したり水\n分を与えたりすることが必要であり、また、投与後も胃を通過すること等による影\n響を強く受けるほか、有効成分の溶解によっても影響を受けるのであるから、エス\nテルの安定性は、腸溶性皮膜にとって極めて重要である。\nｃ　このように、特にジクロフェナクナトリウムと組み合わせる場合、腸溶性に関\nしては、安定性の方が酸の種類より重要性な意味を有し、ヒドロキシプロピル基を\n有するＨＰ及びＡＳと、それを有しないＣＡＰとは、安定性の点から別のグループ\nに属することは明らかである。\n（５）消極的要件について\nア　特許請求の範囲記載の限定によりそれを超える権利主張が許されなくなるの\nは、新規性、進歩性を確保するための限定の場合に限られるのであって、特許法三\n六条の要件に適合させるための限定の場合には均等の主張は妨げられない。\nイ　出願人は、出願当初、腸溶性物質又は非水溶性物質によってジクロフェナクナ\nトリウムに遅効化を持たせたという点及びそれを速効性ジクロフェナクナトリウム\nと組み合わせたという点において本件特許発明は新規性・進歩性を有すると主張し\nていた。\nしかし、平成元年一二月二一日付の拒絶理由通知により、引例１及び２から、\n「オイドラギッドＥ３０Ｄ」及び「エチルセルロース」をジクロフェナクナトリウ\nムに組み合わせた遅効性ジクロフェナクナトリウムが既に公知であり、さらに、引\n例３ないし７により速効性製剤と遅効性製剤とを組み合わせて持続性効果を得るこ\nとが公知であったから、速効性ジクロフェナクナトリウムに遅効性ジクロフェナク\nナトリウムを組み合わせることは容易に想到し得たという拒絶理由が述べられた。\n出願人は、「オイドラギッドＥ３０Ｄ」及び「エチルセルロース」は非水溶性物\n質であって、腸溶性物質を用いた遅効性ジクロフェナクナトリウムが公知でないこ\nとを意見書で主張するとともに、非水溶性物質を用いた製剤について権利主張をす\nることを断念し、腸溶性物質を用いる製剤についてのみ権利主張をすることにし\nた。\nしたがって、非水溶性物質に関する部分については、審査官の拒絶理由を克服す\nるために削除したものである。\nウ　このように、拒絶理由が非水溶性物質を用いた遅効性ジクロフェナクナトリウ\nムが公知であることによるものであったことから、当初明細書の特許請求の範囲か\nら非水溶性物質を用いたジクロフェナクナトリウムに関する記載のみを削除するこ\nとで足りたのであるが、比較例として用いたＣＡＰやセラックは、腸溶性物質であ\nるにもかかわらず望ましい結果が得られなかったことから、特許法三六条の要件に\n適合するように、実施例で開示した組合せのみのクレームとすることとしたのであ\nる。\nしたがって、右補正においては腸溶性皮膜のうち実施例に記載した皮膜のみの組\n合せにクレームを縮減しているが、これは新規性・進歩性の欠如を克服するために\nクレームを限定したわけではない。\nエ　出願人は、意見書中で、「同じ腸溶性皮膜で被覆されていても、薬効成分の種\n類によって溶出パターンが異なることは周知であり、更にまた、溶出されてもこれ\nが体内に吸収されるのに要する時間、これが与える血中濃度及びその持続時間は薬\n効成分によって全く相違するものであります。」と述べているが、これは開示した\n腸溶性物質と他の薬効成分とを組み合わせても良好な結果が得られるかどうかは分\nからないということを述べたに過ぎず、特許請求の範囲記載の特定の腸溶性皮膜以\n外の腸溶性皮膜の場合、ジクロフェナクナトリウムとの組合せにおいて望ましい結\n果が得られないことまでを述べたものではない。\nしかも、出願人は、特にＨＰに関しては、ＣＡＰとの違いを認識していたのであ\nるから、特許請求の範囲に記載したのがＨＰであったからといって、これと同等の\n性質を有するヒドロキシプロピル基とメチル基を有するセルロース誘導体であるＡ\nＳについて、権利主張が許されないとされるいわれはない。\nオ　よって、補正の経緯に照らしても、本件について均等を適用するにあたって障\n害となる事由はない。\n（三）　以上のとおり、イ号医薬品において腸溶性皮膜として使用されているＡＳ\nは、当業者にとって目的、機能においてＨＰと同等の物質であるから実質的同一物\nというべきであり、仮に然らざるとしても、均等の範囲に属するものである。\n【被告らの主張】\n（一）　均等論について判示した前掲昀高裁平成一〇年二月二四日判決による均等\n論の成立要件に照らして、原告の均等の主張は否定されるべきである。\n（二）　本件特許発明の本質的部分について\n（１）　均等の要件における本質的部分とは、特許発明のおける特許性を基礎づけ\nる部分、換言すれば新規性、進歩性を有する部分を意味する。この本質的部分が異\nなれば、別異の発明と考えざるを得ず、均等論の根拠たる発明の実質的同一性が失\nわれるからである。\n（２）ア　本件特許発明出願時、徐放性製剤（持続性製剤）の技術水準は、①各種\n徐放性（持続性）製剤が知られており、\n②速放出性の顆粒と徐放出性の顆粒を混合してカプセルに充てんする徐放製剤も\n「スパンスル型」として知られており、③腸溶性皮膜として使用される物質とし\nて、本件特許発明の特許請求の範囲に記載されているＨＰ等三種の物質のほか、Ｃ\nＡＰ、ＡＳも知られていた。\nすなわち、本件特許発明出願時には、徐放性製剤の一般的技術はすべて周知の技\n術であり、本件特許発明が新規性、進歩性を有するとしても、①一般に知られてい\nる腸溶性物質から、ジクロフェナクナトリウムに対して良好な結果を示す特許請求\nの範囲記載の三種の腸溶性物質を選別したこと、②速効性ジクロフェナクナトリウ\nム（速溶部）と遅効性ジクロフェナクナトリウム（遅効部）との重量比を特定した\nことに求めざるを得ない。\nこのことは、本件公報に「以上のような腸溶性物質については、本発明者らが種\n々の物質についても検討を重ね、その結果……（特許請求の範囲記載の三種の物\n質）……がすぐれた徐放性を示すことを見出したものである。」（本件公報四欄一\n六～二三行）と記載され、徐放性の効果も右の特許請求の範囲に記載された腸溶性\n物質をコーティングした実施例において確認されていること、拒絶理由通知に対す\nる平成元年四月二〇日付意見書において、ジクロフェナクナトリウムに対して良好\nな腸溶性皮膜の特定が容易でないことを主張していることからも明らかである。\nイ　仮に、右部分について均等の主張が認められるとするならば、腸溶性物質とし\nて知られていた物質（発明の詳細な説明で除外されているＣＡＰ、セラック以外の\n物質）を使用する製剤ならすべて本件特許発明の技術的範囲に属することになり、\n特許請求の範囲での三種の腸溶性物質の記載は意味を失い、何ら限定のない場合と\n同じになる。このような技術的範囲の解釈は、前記の技術水準からすれば、公知技\n術を含む（即ち、無効事由を含む）解釈といわざるを得ない。\n（３）　前記の本件特許発明の出願当時の技術水準を前提にすれば、本件特許発明\nは、ジクロフェナクナトリウムに良好な徐放性を示す腸溶性物質を選定したことが\nまさに新規性を有し、進歩性を有すると判断されたものである。\nすなわち、本件特許発明は、有効成分ジクロフェナクナトリウムに対する腸溶性皮\n膜として、公知の腸溶性皮膜の中から何が良好であるかを選別したにすぎない。\nしたがって、この特許請求の範囲記載の三種の腸溶性皮膜こそが、本件特許請求\nの本質的部分であるといわざるを得ない。\n（４）　前記昀高裁の均等成立の要件からすると、原告の主張は本質的部分である\n三種の腸溶性被膜につき均等を主張するものであり、当を得ないものであることは\n明白である。\n（三）　置換容易性\n本件特許発明の腸溶性皮膜物質ＨＰをＡＳに置換することは、イ号医薬品の製造\n時においても当業者にとって容易に想到できるものではなかった。\n（１）　ＡＳはＨＰと同じくセルロースを基本骨格とするセルロース誘導体である\nが、一方、対照例として本件公報に記載されているＣＡＰもセルロースを基本骨格\nとするセルロース誘導体であり、これらの構造はすべて別図１の一般式で表され\nる。ＣＡＰ、ＨＰ及びＡＳの相違は、別図２ないし４記載のとおり、置換基（Ｒ）\nの定量値幅（％）が異なることである。\n（２）　原告は、ＨＰとＡＳとはエステルを構成する酸が異なるのみで他は同一の\n構造であると主張する。\nしかし、一般に化学物質では基本骨格が同一であっても、置換基が異なることに\nより当該物質の物性は大きく変わる。ＨＰもＡＳも、基本骨格はセルロースである\nが、ＨＰのエステルを構成する酸はフタロイル基であるのに対し、ＡＳのエステル\nを構成する酸はアセチル基であるところの酢酸及びサクシノイル基であるところの\nコハク酸であって、右の置換基であるところの酸が異なることで物性は大きく異な\nる。\nまた、ＨＰの置換基であるフタル酸（フタロイル基）はＣＡＰの置換基でもあ\nり、化学構造でいうならＣＡＰはＡＳよりＨＰに近い構造を有し、物性においても\nＨＰに近い物質となっている。つまり、ＣＡＰはＡＳよりＨＰに近縁の物質である\nにもかかわらず、本件公報において対照例として挙げられ、本件特許発明のジクロ\nフェナクナトリウムに対する腸溶性皮膜の物質としては適当でなかったことが証明\nされているのである。\nそうだとすると、エステルがコハク酸であってフタル酸とは異なるＡＳが、ＨＰ\nと同様にジクロフェナクナトリウムの腸溶性皮膜として適当であることは、本件特\n許発明の出願時点で、当業者が予測できないことである。\n（３）　原告は、物質の構造の差異、被覆する有効成分の差異等により腸内ｐＨで\n溶解する（腸溶性を示す）か否かの問題を、物質の安定性の問題とすり替えようと\nしている。\nア　セルロースを基本骨格とする腸溶性物質において、安定性とは、水分の存在\n下・加温条件下でセルロースの基本骨格とエステル結合した酸（フタル酸、コハク\n酸）が加水分解により遊離するか否かの問題である。セルロースの基本骨格と右エ\nステルの間にヒドロキシプロピル基が介在していると、介在していない場合より、\nエステルの加水分解は起こりにくくなり、安定性が高まるという性質がある。した\nがって、ヒドロキシプロピル基が介在しているＨＰ、ＡＳの方が、ＣＡＰより安定\n性があるといえる。\nイ　原告は、右のヒドロキシプロピル基の介在するという共通性から、ＨＰとＡＳ\nが類似の性質を有するものでＣＡＰとは異なると主張し、エステルを構成する酸が\n直接セルロースとエステル結合しているＣＡＰの場合、特定の成分と組み合わせた\n場合や水分の存在下・加温条件下では不安定になり、エステルが加水分解しやす\nく、腸溶性を発揮するカルボキシル基を有するフタル酸がセルロース基本骨格から\n分離し、昀後には腸溶性を示さなくなると説明している。つまり、ＣＡＰはヒドロ\nキシプロピル基が介在しないからエステル結合したフタル酸がセルロース基本骨格\nから分離しやすい、カルボキシル基を有するフタル酸が分離すると腸溶性を示さな\nい、したがって、ヒドロキシプロピル基の存在は腸溶性に関係するとの論理であ\nる。\nしかし、そもそも腸溶性とは、ヒトが薬剤を服用した場合、腸内で当該腸溶性皮\n膜が溶解するか否かの問題であるのに対し、ヒドロキシプロピル基が介在すること\nによる安定性とは、当該物質が長時間の保存により水分の存在下・加温条件下で化\n学変化を起こし、別物質になるかという問題である。もし、胃から腸に至るまでに\n加水分解等で当該腸溶性物質がエステルを分離してしまうなら、腸溶性皮膜として\nは使用できないのであって、ヒドロキシプロピル基が介在していなくてもそのよう\nなことはあり得ない。一般に腸溶性皮膜剤が腸溶性を有することは当然の前提であ\nるが、このほか、薬剤を長期間保存して商品価値を下げないために物質の安定性が\n求められているのである。\nこれに対して、腸溶性とは、セルロース系腸溶性皮膜物質の場合、腸内のｐＨに\nよって分子中のカルボキシル基が解離することで溶解することである。右のカルボ\nキシル基の解離は、このカルボキシル基を有する酸の種類により異なることが知ら\nれている。\nしたがって、腸溶性の問題と安定性の問題が異なることは明白であり、ＣＡＰと\n比較してＨＰ及びＡＳが安定性において優れているとしても、そのことからＨＰが\nジクロフェナクナトリウムの腸溶性皮膜として適当であると分かれば、ＡＳもまた\nＨＰと同様に腸溶性皮膜として適合するとはいえない。\n原告も審査段階で主張しているように、同じ腸溶性皮膜で被覆されていても薬効\n成分の違いによって溶出パターンが異なることは周知の事実である。\n（４）　以上のとおり、本件特許発明の出願時の技術水準に基づいて当業者が本件\n特許発明の構成を見ても、即ち有効成分ジクロフェナクナトリウムに対しＨＰが有\n用であることが分かったとしても、ＡＳが有用であるとは想到できない。\nなお、被告全星薬品工業は、本件特許発明とは異なる別物質を有効成分とする持\n続性製剤の腸溶性物質としてＡＳを用いていた経験に基づき、本件特許発明の有効\n成分に対して適当な腸溶性物質であることを臨床試験で確認し、その採用を決定し\nたのである。\n（５）　よって、本件特許発明出願時においてもイ号医薬品の製造時においても、\n当業者にとって、ＨＰをＡＳに置換することは容易でも自明でもない。\n（四）　包袋禁反言（消極的要件）\n（１）　原告は、出願人のした補正は、新規性、進歩性の欠如を克服するためでは\nなく、包袋禁反言の成立する場合ではないとし、①拒絶理由通知は、非水溶性物質\nを用いた遅効性ジクロフェナクナトリウムが公知であったことを理由とするもので\nあり、②意見書における主張は、開示した腸溶性皮膜と他の薬効成分とを組み合わ\nせても良好な結果が得られるか否かは分からないことを述べたにすぎないと主張す\nる。\n（２）　しかし、拒絶理由通知における拒絶理由は前記三記載のとおりであり、非\n水溶性の物質を用いた遅効性ジクロフェナクナトリウムが公知であったことのみを\n進歩性欠如の理由としているわけではなく、速効性製剤と遅効性製剤とを配合して\n持続性製剤にする知見が公知であること、さらには、セファレキシン等別の有効成\n分に対する腸溶性皮膜としてＨＰを使用した発明が公知であるから、本件特許発明\nは進歩性を欠如するとした拒絶理由通知であることは明らかである。\n（３）　これに対し、原告は、①公知技術として、本件特許発明の薬効成分たるジ\nクロフェナクナトリウムに皮膜を施した持続性製剤があり、また、一般に腸溶性皮\n膜の物質として使用される物質が公知であったとしても、本件特許発明の薬効成分\nたるジクロフェナクナトリウムに適当な物質であるとは限らない、本件特許発明の\n持続効果を奏し得るために、ジクロフェナクナトリウムに対して適合する腸溶性皮\n膜は補正後の特許請求の範囲に記載した前記三種の物質であると主張し、②同じ\nく、速効性製剤と遅効性製剤とを配合することが公知であるとしても、ジクロフェ\nナクナトリウムについてはどのような比率で配合するかは公知ではなく多大な研究\nを要すると主張して、出願当初の明細書の発明の詳細な説明欄記載の「重量比」を\n必須要件とすることにより、本件特許発明は従来技術にない効果を奏し、進歩性を\n有すると主張したのである。\n（４）　また、意見書の記載は、原告の主張する意味ではない。\n意見書の右部分は、本件特許発明の三種の腸溶性皮膜が引例の種々の有効成分に\n対して用いられるとしても、本件特許発明の有効成分に対して有効であるか否かは\n分からないことを説明するため、一般論として有効成分の違いによって同じ腸溶性\n皮膜でも同じ持続性効果が得られないことを説明していることは明らかである。\nそもそも、拒絶理由に対する意見書において、原告のいうような「開示した腸溶性\n皮膜と別の薬効成分とを組み合わせても良好な結果が得られるかどうかは分からな\nい」という別発明のことを述べても意味がない。\n（５）　以上、原告の補正後の特許請求の範囲に記載された三種の腸溶性皮膜並び\nに速効性と遅効性の重量比に特定することにより、前記の拒絶理由を克服し、その\n結果、本件特許発明は公告され、登録されたのである。\nしたがって、本件特許発明の出願手続における補正は、新規性、進歩性を回避す\nるために特許請求の範囲の記載を限定した場合であり、限定されたものを超えると\n新規性、進歩性を欠くことになるから、権利主張をする段階でこれを超える部分を\n技術的範囲と主張することは許されない場合である。\n（五）　よって、原告の均等の主張は否定されるべきである。\n第三　当裁判所の判断\n一　争点３について\n１　ＨＰ及びＡＳの化学構造式は別図１、３、４記載のとおりであり、その化学構\n造は明らかに異なるから、両者は別個の物質であるというほかなく、これを実質的\nに同一物であるとする原告の主張は失当である。\n２　特許権侵害訴訟において、相手方が製造等をする製品又は用いる方法（以下\n「対象製品等」という。）が特許発明の技術的範囲に属するかどうかを判断するに\n当たっては、願書に添付した明細書の特許請求の範囲の記載に基づいて特許発明の\n技術的範囲を確定しなければならず（特許法七〇条一項参照）、特許請求の範囲に\n記載された構成中に対象製品等と異なる部分が存する場合には、右対象製品等は、\n特許発明の技術的範囲に属するということはできない。しかし、特許請求の範囲に\n記載された構成中に対象製品等と異なる部分が存する場合であっても、（一）　右\n部分が特許発明の本質的部分ではなく、（二）　右部分を対象製品等におけるもの\nと置き換えても、特許発明の目的を達することができ、同一の作用効果を奏するも\nのであって、（三）　右のように置き換えることに、当業者が、対象製品等の製造\n等の時点において容易に想到することができたものであり、（四）　対象製品等\nが、特許発明の特許出願時における公知技術と同一又は当業者がこれから右出願時\nに容易に推考できたものではなく、かつ、（五）　対象製品等が特許発明の特許出\n願手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の\n事情もないときは、右対象製品等は、特許請求の範囲に記載された構成と均等なも\nのとして、特許発明の技術的範囲に属するものと解するのが相当である（昀高裁判\n所第三小法廷平成一〇年二月二四日判決・民集五二巻一号一一三頁参照）。\n３　争点（一）（本質的部分）について\n（一）　前記のとおり、均等が成立するためには、特許請求の範囲に記載された構\n成中の対象製品等と異なる部分が特許発明の本質的部分ではないことを要する。右\nにいう特許発明の本質的部分とは、特許請求の範囲に記載された特許発明の構成の\nうちで、当該特許発明特有の作用効果を生じるための部分、換言すれば、右部分が\n他の構成に置き換えられるならば、全体として当該特許発明の技術的思想とは別個\nのものと評価されるような部分をいうものと解するのが相当である。特許法は、発\n明の保護及び利用を図ることにより、発明を奨励し、もって産業の発達に寄与する\nことを目的としており（同法二条一項）、特許を受けることができる発明は、自然\n法則を利用した技術的思想のうち高度なものであって（同法二条一項）、特許出願\n前に公知ではなく、かつ公知の技術に基づいて当業者が容易に発明をすることがで\nきなかったものに限られる（同法二九条）。そして、発明は、何らかの技術的課題\nを解決することを目的とし、その発明の構成が有機的に結合することによって特有\nの作用効果を奏するところに特徴がある。これらのことからすれば、特許法が保護\nしようとする発明の実質的価値は、公知技術では達成し得なかった目的を達成し、\n公知技術では生じさせることができなかった特有の作用効果を生じさせる技術的思\n想を、具体的な構成をもって社会に開示した点にあるといえる。このように考える\nと、明細書の特許請求の範囲に記載された構成のうち、当該特許発明特有の作用効\n果を生じさせる技術的思想の中核をなす特徴的部分が特許発明における本質的部分\nであると理解すべきであり、対象製品等がそのような本質的部分において特許発明\nの構成と異なれば、もはや特許発明の実質的価値は及ばず、特許発明の構成と均等\nであるとはいえない。そして、右の特許発明における本質的部分を把握するに当た\nっては、単に特許請求の範囲に記載された構成の一部を形式的に取り出すのではな\nく、当該特許発明の実質的価値を具現する構成が何であるかを実質的に探求して判\n断すべきである。\n（二）　証拠（甲第七号証ないし第一二号証、第一四号証、乙第四号証の一、二、\n第五号証の一、二、第七号証の一、二）及び弁論の全趣旨によれば、本件特許発明\n出願時において、次の事実が公知であったことが認められる。\n（１）　腸溶性物質として、ＣＡＰ、特許請求の範囲記載の三種の物質等が存在す\nること\n（２）　ＣＡＰは、温度、湿度条件により、保存中に加水分解されて酢酸を遊離す\nるため、その臭いの発生及び遊離酸と主剤との反応による変質などによって商品価\n値を著しく低下させることがあり、また、酵素製剤においては含有される酵素との\n接触により加水分解されること\n（３）　ＨＰは、ＣＡＰよりも化学的安定性を向上させた腸溶性皮膜剤であり、ヒ\nドロキシプロピル鎖と結合してるため、保存中に分解を起こしたり、悪臭を放った\nりしないこと\n（４）　薬物中の血中濃度を適当に調節するための持続性製剤が開発されており、\nその製剤的方法として、速放性の顆粒と徐放性の顆粒を混合してカプセルに充てん\nする方法が「スパンスル型」として知られ、現実に多数の製剤が市販内服薬として\n販売されていたこと\n（５）　ジクロフェナクナトリウムに非水溶性皮膜を施した遅効性ジクロフェナク\nナトリウム\n（三）　そうすると本件特許発明出願時には、特許請求の範囲記載の構成に関して\nは、腸溶性皮膜としての三種の物質の存在、速効性の薬剤と遅効性の薬剤を混合し\nた徐放性製剤、また、ジクロフェナクナトリウムに非水溶性皮膜を施した遅効性ジ\nクロフェナクナトリウムがいずれも公知であったということができる。右のような\n公知技術に加え、本件特許明細書中に「以上のように腸溶性物質については、本発\n明者らが種々の物質についても検討を重ね、その結果メタアクリル酸―メチルメタ\nアクリレートコポリマー（商品名オイドラギットＬ・Ｓ）、メタアクリル酸―エチ\nルアクリレートコポリマー（商品名オイドラギットＬ３０Ｄ）、ヒドロキシプロピ\nルメチルセルロースフタレート（商品名ＨＰ）がすぐれた徐放性を示すことを見出\nしたものである。」（本件公報四欄一六～二三行）と記載されていることを合わせ\nて考慮して検討すると、本件特許発明の特徴的部分は、（１）ジクロフェナクナト\nリウムの皮膜物質として、腸溶性物質である三種の物質を選定した点、（２）ジク\nロフェナクナトリウムに腸溶性皮膜を施した徐放部と、該皮膜を施さない速放部を\n特定重量比率で組み合わせたことにより、ジクロフェナクナトリウムという特定の\n有効成分に対して優れた徐放性を有する製剤を生み出した点にあるというべきであ\nる。\nこれは、本件特許発明の出願手続中に出願人が提出した意見書（乙第三号証の\n五）中に、「斯かる実状において、本発明者は、投与直後の血中濃度の急激な立上\nりを抑え、しかも一定の血中濃度を長時間持続させることのできる製剤を開発すべ\nく種々研究を行った。その結果、従来から放出遅延効果を有するとされている多く\nの皮膜物質の中で、上記の特定の腸溶性皮膜が優れた持続効果を示し、この腸溶性\n皮膜を施した遅効性ジクロフェナクナトリウムと速効性ジクロフェナクナトリウム\nを特定の割合で組合せると、本願の第１～３図に示すように、約１０時間にわたっ\nて有効量の血中濃度を与えることを見出し、本願発明を完成したものでありま\nす。」（四頁一～一三行）、「また、同じ腸溶性皮膜で被覆されていても、薬効成\n分の種類によって溶出パターンが異なることは周知であり、更にまた、溶出されて\nもこれが体内に吸収されるのに要する時間、これが与える血中濃度及びその持続時\n間は薬効成分によって全く相違するものであります。従って、薬効成分の血中濃度\nを長時間一定に保持して持続化を図るためには、各薬効成分の種類によって、条件\nにあった皮膜を選定して遅効性製剤を調製し、かつこれを速効性製剤の特定量と組\n合せるという多大の研究を必要とするものであり、決して貴官ご指摘のような簡単\nなものではありません。」（七頁四～一六行）と主張していることにも符合するも\nのである。\n（四）　原告は、本件特許発明のセルロース系の腸溶性皮膜を用いる発明において\nは、ヒドロキシプロピル基を有しているために構造的に安定している皮膜を用いた\nという点に技術的特徴があり、この点が本件特許発明の本質的部分であると主張す\nる。\nしかし、原告も認めるように、本件特許発明の特許請求の範囲に記載されている\n三種の腸溶性皮膜のうち、ヒドロキシプロピル基を有しているセルロース系の腸溶\n性皮膜はＨＰのみであり、他の二種の物質、即ちメタアクリル酸―メチルメタアク\nリレートコポリマー及びメタアクリル酸―エチルアクリレートコポリマーは、いず\nれもアクリル酸系の化学構造を有し（甲第一五号証）、ヒドロキシプロピル基を有\nしていない。特許請求の範囲にはこれらを腸溶性皮膜として用いることが択一的に\n表現されている本件特許発明において、これらのうち一種についてだけの特徴を、\n本件特許発明の技術的特徴ということはできないといわざるを得ない。さらに、本\n件明細書の記載を見ても、特許請求の範囲記載の三種の腸溶性皮膜をジクロフェナ\nクナトリウムの皮膜として用いた場合には、対照例のＣＡＰやセラックを腸溶性皮\n膜として用いた場合と比較して、良好な徐放効果を示すことは開示されているもの\nの、その作用機序については何ら示されておらず、まして、ヒドロキシプロピル基\nの存在が徐放効果に何らかの影響を与えることについては何ら示唆されていないの\nであって、原告の右主張を採用することはできない。\n（五）　したがって、本件特許発明において、皮膜を特許請求の範囲記載の三種の\n腸溶性物質にすることは本質的部分というべきであり、右部分をＡＳに置き換えた\nイ号医薬品は、目的達成のための技術的思想としての同一性を欠くものというべき\nである。\n４　争点（三）（置換容易性）について\n（一）　本件特許発明において、ＨＰをＡＳに置き換えることについて、当業者が\n対象製品等の製造時に容易に想到することができたというためには、イ号医薬品の\n製造、販売開始時において、当業者が、本件明細書の記載及びその時点における公\n知技術により、特段の実験追試を試みるまでもなく、ＡＳが有効成分であるジクロ\nフェナクナトリウムに対し、ＨＰと同様の腸溶性効果を奏することが容易に想到で\nきたといい得ることが必要である。\n（二）　前記３（二）で掲げた証拠に加え、甲第二三号証ないし第二五号証によれ\nば、イ号医薬品の製造、販売開始の時点において、前記３（二）記載の公知技術の\nほか、（１）ＡＳがＨＰと同様にヒドロキシプロピル基を有し、安定性を有する腸\n溶性皮膜として開発されたものであること、（２）　ＡＳがエリスロマイシン、セ\nファレキシン、ペプチド又は蛋白含有核を包含する内服用製剤、ダナゾールの腸溶\n性被膜として、良好な徐放効果を発揮するものであることが公知であったことが認\nめられる。\nしかし、ＣＡＰ、ＨＰ及びＡＳの化学構造式は別図１ないし４のとおりであり、\nＣＡＰとＨＰとの構造上の差はヒドロキシプロピル基の有無のみではなく、その余\nの置換基の種類、定量値幅も異なっている。前記のとおり、本件明細書には、ＨＰ\nをジクロフェナクナトリウムの皮膜として用いた場合に、良好な徐放効果を示す作\n用機序については何ら説明がされておらず、まして、ヒドロキシプロピル基の存在\nが徐放効果に何らかの影響を与えることについては何ら示唆されていないのである\nから、右の公知事実を参酌しても、本件特許発明の開示に接した当業者が、ジクロ\nフェナクナトリウムの皮膜としてＣＡＰを用いた場合とＨＰを用いた場合に徐放効\n果に差が生じる原因がヒドロキシプロピル基の有無であると直ちに判断することは\nできないというべきである。\nそして、本件特許発明の開示に接した当業者が、仮に徐放効果の差がヒドロキシ\nプロピル基の有無を原因とするものであるとの仮説を立論することが可能であった\nとしても、ＨＰとＡＳの化学構造式は、ヒドロキシプロピル基を有するという点で\nは共通するものの、置換基の種類、定量値幅が異なるのであるから、これらの相違\n点がジクロフェナクナトリウムとの関係においていかなる作用機序を示すかは明ら\nかでなく、イ号医薬品の製造、販売開始時において、ＡＳをジクロフェナクナトリ\nウムの腸溶性皮膜として用いた場合に、ＨＰと同様に有効な徐放効果を示すこと\nに、当業者が容易に想到することができたということはできない。\nしたがって、ジクロフェナクナトリウムの皮膜としてＨＰを用いた場合とＣＡＰ\nを用いた場合の徐放効果に差が生じるという本件特許発明の開示に接した当業者\nが、ヒドロキシプロピル基を有するＡＳをジクロフェナクナトリウムの皮膜として\n用いた場合にもＨＰと同様の徐放効果が生じるということを、想到することが容易\nであったということはできない。\n（三）　この点、原告は、ジクロフェナクナトリウムという特定の有効成分の皮膜\n剤としてＣＡＰを用いた場合に、ＣＡＰがヒドロキシプロピル基を有せず安定性に\n劣るという性質が顕在化し、腸溶性に悪影響を及ぼすものであることは当業者にと\nって明らかであると主張し、甲第一八号証の実験結果を援用する。\n甲第一八号証によれば、ジクロフェナクナトリウムのＣＡＰ被覆顆粒、ＨＰ被覆\n顆粒、ＡＳ被覆顆粒をいずれもガラス容器に充てんし、金属キャップで密栓した\n後、三〇℃で七日、一四日、二一日及び二八日間保存した上で溶出試験を行って、\n顆粒中の遊離フタル酸ないしコハク酸の量と溶出時間との間の相関関係を分析した\nものであり、この実験結果によると、両者に相関関係があるとうかがわれることが\n認められる。\nしかし、右実験により、ＣＡＰが加水分解等で分解するに従い遊離フタル酸の量\nが多くなり、腸溶性を示さなくなるということが推測されるとしても、これが主剤\nであるジクロフェナクナトリウムとの関係において顕在化したものなのか、保存条\n件により顕在化したものなのかは明らかでなく、この実験結果から直ちに、ジクロ\nフェナクナトリウムの腸溶性皮膜として用いた場合のＨＰとＣＡＰとの徐放効果の\n差が、両者の安定性の差にあるということはできない。そして、仮に、本件特許発\n明においてジクロフェナクナトリウムという特定の有効成分の皮膜剤として用いた\n場合にＣＡＰが安定性に劣るという性質が顕在化するということが明らかであった\nとしても、安定性において優れているとされるＡＳがジクロフェナクナトリウムの\n皮膜として有効な腸溶性を示すとは直ちにはいえないことは、前記のとおりであ\nる。\nさらに原告は、右主張の根拠として甲第一五号証、第一六号証を援用するが、右\n各証拠は、先に述べたところ及び乙第九号証の一に照らして直ちに採用できない。\n（四）　したがって、イ号医薬品の製造、販売を開始した時点において、本件特許\n発明に用いられている腸溶性皮膜であるＨＰをＡＳに置き換えたとしても良好な徐\n放効果を示すということについて、当業者が容易に想到し得たものということはで\nきない。\n５　以上のとおり、本件特許発明においては、皮膜に特許請求の範囲記載の三種の\n腸溶性物質を用いることは特許発明の本質的部分であるというべきであり、また、\nＨＰをＡＳに置き換えることに、当業者が、イ号医薬品の製造、販売時点において\n容易に想到することができたものということはできないから、原告の均等の主張は\n理由がない。したがって、イ号医薬品は、本件特許発明の技術的範囲に属するもの\nということはできない。\n二　よって、その余の点を判断するまでもなく、原告の請求は理由がないからこれ\nを棄却することとし、主文のとおり判決する。\n（裁判官　小松一雄　高松宏之　水上周）\n別図１ないし４　省略\n別紙目録\n（ａ）速効性ジクロフェナクナトリウム及び（ｂ）ジクロフェナクナトリウムに溶\n解ｐＨが六～七の範囲にあるヒドロキシプロピルメチルセルロースアセテートサク\nシネートからなる腸溶性皮膜を施した遅効性ジクロフェナクナトリウムを、\n（ａ）中のジクロフェナクナトリウムと（ｂ）中のジクロフェナクナトリウムの重\n量比が約三‥約七になるように組み合わせた徐放性ジクロフェナクナトリウム製剤\n（医薬品製造承認書中の記載に基づく（ａ）全体と（ｂ）全体の重量比が約二・六\n七‥約七・三三になるように組み合わせた徐放性ジクロフェナクナトリウム　商品\n名「サビスミンＴＰカプセル」）\n〈８２７１１－００１〉\n〈８２７１１－００２〉\n〈８２７１１－００３〉\n〈８２７１１－００４〉\n"
}