{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 3,
    "day": 25
  },
  "case_number": "平成8(行ウ)161",
  "case_name": "遺族厚生年金不支給処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "国民年金法等の一部を改正する法律（昭和６０年法律第３４号）附則６３条１項によりなお効力を有するとされる同法による改正前の厚生年金保険法に基づく老齢年金の受給権者が死亡した場合において，社会保険庁長官が同人の戸籍上の配偶者に対してした遺族厚生年金を支給しない旨の処分が，適法とされた事例",
  "case_gist": "国民年金法等の一部を改正する法律（昭和６０年法律第３４号）附則６３条１項によりなお効力を有するとされる同法による改正前の厚生年金保険法に基づく老齢年金の受給権者が死亡した場合において，社会保険庁長官が同人の戸籍上の配偶者（妻）に対してした遺族厚生年金を支給しない旨の処分につき，遺族厚生年金の受給者となるべき遺族とは，被保険者又は被保険者であった者の収入に依拠して生計を維持していた者をいい，原則として生計を同一にすることを要し，別居していた配偶者については，生活費，療養費等の経済的な援助等が行われ，消費生活上の家計を一つにしていたことを要するところ，前記妻は，昭和４３年ころから前記受給権者（夫）と別居し，夫の死亡当時には住居を異にし，両人の間で，将来同居を再開する話合いがされた事実がないこと，両人の別居以降，夫がその収入から妻の生活を維持するための経済的援助を行っていたと評価することはできないことなどからすると，前記妻は遺族厚生年金の受給者となるべき遺族に当たらないとして，前記処分を適法とした事例",
  "lawsuit_id": "16214",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16214",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/214/016214_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は、原告の負担とする。\n事実及び理由\n第一　請求\n被告が、原告に対し、平成七年一月一四日付けでした遺族厚生年金不支給処分を\n取り消す。\n第二　事案の概要等\n一　本件は、被告が、平成五年一〇月六日に死亡したＡの戸籍上の配偶者である原\n告について、亡Ａによって生計を維持していたとは認められず、厚生年金保険法\n（以下「法」という。）五九条の遺族に該当しないことを理由として、平成七年一\n月一四日、遺族厚生年金を支給しない旨の処分（以下「本件処分」という。）をし\nたのに対し、原告が、本件処分の取消しを求める事案である。\n二　法令の規定等\n厚生年金保険の被保険者又は被保険者であった者（以下「被保険者等」とい\nう。）が死亡し、その死亡が法第五八条一項各号のいずれかに該当する場合に、そ\nの者の配偶者であって、被保険者等の死亡当時その者によって生計を維持した者に\n対しては、遺族厚生年金が支給される（法五九条一項。以下、被保険者等の配偶者\nであるという要件を「配偶者要件」といい、死亡当時被保険者等によって生計を維\n持していたという要件を「生計維持要件」という。）。\n被保険者等によって生計を維持していたことの認定に関しては、法五九条四項に\n基づく厚生年金保険法施行令（昭和二九年五月二四日政令第一一〇号）三条の一〇\nが規定するところ、同条によれば、当該被保険者等の死亡の当時その者と生計を同\nじくしていた者であることが必要とされている。\nそして、社会保険庁年金保険部国民年金課長、業務第一課長及び業務第二課長連\n名で、都道府県民生主管部（局）保険主管課（部）長、同国民年金主管課（部）長\nあてに発出された通知「生計維持関係等の認定基準及び認定の取扱いについて」\n（昭和六一年四月三〇日庁保険発第二九号。以下、「本件通達」という。）では、\n次に該当する者は生計を同じくしていた者に該当すると規定されている。\n（一）住民票上同一世帯に属しているとき。\n（二）住民票上世帯を異にしているが、住所が住民票上同一であるとき。\n（三）住所が住民票上異なっているが、次のいずれかに該当するとき。\n（１）現に起居を共にし、かつ、消費生活上の家計を一にしていると認められると\nき。\n（２）単身赴任、就学又は病気療養等のやむを得ない事情により住所が住民票上異\nなっているが、次のような事実が認められ、その事情が消滅したときは、起居を共\nにし、消費生活上の家計を一にすると認められるとき。\n①　生活費、療養費等の経済的援助が行われていること。\n②　定期的な音信、訪問が行われていること。\n第三　争いのない事実等\n一　当事者等（甲第三号証）\n１　亡Ａ（大正六年六月三日生まれ）は、国民年金法等の一部を改正する法律（昭\n和六〇年法律第三四号）附則六三条一項の規定により、なお効力を有するとされた\n同法による改正前の厚生年金保険法による老齢年金受給者であった。\n２　原告（大正四年七月一八日生まれ）と、亡Ａは、昭和一六年ころ結婚の挙式を\nし、昭和一七年五月四日、婚姻届を提出した。Ｂ（昭和一七年四月一七日生まれ。\n以下「Ｂ」という。）、Ｃ（昭和一八年九月九日生まれ。以下「Ｃ」という。）及\nびＤ（昭和二一年七月一日生まれ。昭和四七年一〇月八日死亡。以下「亡Ｄ」とい\nう。）は、それぞれ、亡Ａと原告の長女、次女及び長男である。\n二　本件訴訟に至る経緯等（甲第一ないし第三号証、第四号証の一、二、第八号証\nの一ないし三、第一四号証、第一八号証、第二四号証、乙第一ないし第九号証、第\n一二ないし第一四号証、第一七号証の一、第一九号証の一、二、証人Ｃ、同Ｂ）\n１　亡Ａは、昭和三三年二月に、大陽ステンレススプリング株式会社（以下「大陽\nステンレススプリング」という。）を設立した。\n２　昭和三五年ころ、亡Ａは、当時、大陽ステンレススプリングの社員であったＥ\n（昭和一〇年三月六日生まれ。以下「Ｅ」という。）と親密な関係になった。\n昭和三六年一月一五日、亡Ａは、東京都練馬区＜以下略＞に所在する居宅（以下\n「高野台の居宅」という。）を購入し、原告と亡Ａは、それまで居住していた東京\n都練馬区＜以下略＞所在の居宅（以下「旧自宅」という。）から転居した。原告\nは、以来、亡Ａの死亡時まで高野台の居宅に居住している。\n亡Ａは、昭和四三年九月二八日、Ｅとの間の子として、Ｆ（昭和三七年四月九日\n生まれ）及びＧ（昭和四〇年八月四日生まれ）を認知した。\n３　昭和四三年九月ころ、亡Ａは聖路加病院に入院したが、同病院を退院した後\nは、東京都豊島区＜以下略＞所在のＥのアパートで暮らすようになり、同年一一月\nにはＥらと共に、東京都練馬区＜以下略＞所在の大陽ステンレススプリングの寮に\n移った（乙第八号証）。\nこのため、同年一〇月ころから、亡Ａと原告は、別居状態となったが、平成二年\nころまでは、亡Ａが、原告の居住する高野台の居宅を訪問することがあった。\n４　また、亡Ａは、別居後も、原告に対し、生活費として月二〇万円ないし三〇万\n円程度を亡Ａ自身が持参したり、亡Ｄに持たせたりして交付していた。しかし、昭\n和四七年一〇月八日に亡Ｄが死亡した後は、亡Ａからの生活費の交付が滞ることが\nあり、このため、原告から亡Ａに対し、生活費を遅滞なく交付するように要請した\nことがあった。\n昭和四七年一二月、原告は、大陽ステンレススプリングの販売を業務として行う\n大陽精機株式会社（以下「大陽精機」という。）の取締役に就任し、昭和四八年二\n月二二日に取締役就任登記がなされ、以後、同社から月額一八万円（当初は一五万\n円。）程度の役員報酬を受けるようになった。また、当時から原告と同居していた\nＣも、同じころ、大陽精機から受けていた監査役報酬の金額が五万円程度から一八\n万円程度に増額され、全額を生活費として原告に渡すようになった。その後は、亡\nＡ自身の収入から原告に対して生活費が交付されることはなくなった。なお、原告\nは亡Ａ死亡後も大陽精機の取締役として登記され、原告に対する取締役報酬も継続\nして支払われていた。\n昭和四九年一〇月二〇日、亡Ａは、東京都練馬区＜以下略＞（住居表示変更後は\n同区＜以下略＞。）に居宅を新築し、Ｅらと共に同所に移転した。\n昭和四九年一〇月三〇日、原告と亡Ａは、亡Ｄの生前の友人であったＨと、同人\nがＣと結婚するのに際して、養子縁組をした。Ｃ夫妻は原告と同居し、その後の原\n告及びＣ夫妻の生活費は、原告の大陽精機の取締役報酬、原告名義の大陽ステンレ\nススプリングの株式（約一万株）の配当金（年額約一三五万円）及びＣ夫妻の収入\nで賄われている。\nまた、昭和五一年ころ、高野台の居宅の底地について、亡Ａから原告に対し、贈\n与がされた。\n５　昭和五八年四月ころ、亡Ａはアルコール中毒症のため入院し、Ｂ夫妻とＣ夫妻\nがその看病にあたった。亡Ａは、退院後、Ｅのもとに戻った。\n６　昭和六〇年ころ、亡Ａから原告に対し、ＦとＧを養子にして欲しい旨の申し出\nがあり、原告も一旦は了承した。その数日後、亡Ａから離婚して欲しい旨の申し出\nがあったが、原告はこれを拒否した。\n昭和六一年、東京家庭裁判所に対し、Ｆ及びＧから両名の氏を「Ｅ」から父の氏\nである「梅原」に変更する旨の子の氏の変更許可の申立てがなされ、昭和六二年二\n月四日、右許可がされた。そして、同月一六日、Ｆ及びＧにつき亡Ａの氏を称する\n入籍届出がされた。このころから、亡Ａに痴呆の症状らしきものが見られるように\nなった。\n７　平成三年以後は、亡Ａが会社に出社することはなくなり、原告の居住する高野\n台の居宅を訪問することもなくなった。\n８　亡Ａは、平成五年一〇月六日、死亡した。なお、亡Ａに痴呆状態が現れ同人が\n死亡した後も、大陽ステンレススプリング及び大陽精機はそれぞれ以前と同様に活\n動を継続している。\n９　なお、住民票上、亡Ａの住所は、昭和三五年七月二〇日、旧自宅（東京都練馬\n区＜以下略＞）から大陽ステンレススプリングの工場所在地である東京都練馬区＜\n以下略＞に移された後、亡Ａ死亡時まで同所のままとされていた。一方、原告の住\n民票上の住所は、昭和三六年一月一五日、旧自宅（東京都練馬区＜以下略＞）から\n高野台の居宅（東京都練馬区＜以下略＞）に移されている。\n１０　平成五年一二月二〇日、原告は、被告に対し、遺族厚生年金の支給裁定請求\nをしたが、平成七年一月一四日、被告は、原告が亡Ａにより生計を維持していたも\nのとは認められないとして、原告に対し、遺族厚生年金を支給しない旨の本件処分\nをした。原告は本件処分を不服として、同月二三日、東京都社会保険審査官に対\nし、審査請求を行ったが、平成八年一月三一日、同審査官は、原告の審査請求を棄\n却する旨の決定を行ったため、原告は、右決定を不服として、同年二月八日、社会\n保険審査会に対し、再審査請求を行ったものの、右再審査請求から三か月経過して\nも同審査会が、裁決を行わなかったため、同年八月八日、本件訴訟を提起した。な\nお、同審査会は、平成九年三月三一日付けで、原告の再審査請求を棄却する旨の裁\n決をした。\n第四　争点及び当事者の主張\n一　本件の争点は、次の二点である。\n１　原告が生計維持要件を満たすか否か。\n２　原告が配偶者要件を満たすか否か。\n二　当事者の主張\n１　被告の主張\n（一）原告と亡Ａの住所は、住民票上、昭和三五年七月から異なっており、昭和四\n三年一〇月ころから、現に起居を共にしていなかった。\nまた、原告は昭和四八年三月ころからは、亡Ａによって生活費等の経済的援助を\n受けていなかった。原告は法人格を有する大陽精機から、商法上の手続に基づいて\n役員報酬を支給されていたが、原告が同社の取締役であることに対し支払われる報\n酬であるから亡Ａからの生活費とすることはできない。\n原告と亡Ａとは、昭和四三年一〇月ころから亡Ａの死亡時まで、定期的な音信・\n訪問はなく、昭和六二年ころからは、全く音信・訪問も途絶えていた。\n以上によれば、原告は、本件通達の定める基準に照らし、生計維持要件を満たし\nていないものというべきである。\n（二）また、前述のとおり、原告と亡Ａの夫婦関係は、永年別居状態が継続し、夫\n婦としての実体を全く失って形骸化し、かつその状態が固定化して将来解消される\n見込みもなかったといえるから、原告は、法五九条一項に規定する遺族たる配偶者\nに該当しないというべきである。\n２　原告の主張\n（一）大陽精機は亡Ａが大陽ステンレススプリングの法人税の節税対策のために設\n立し、支配していた会社であって、原告が大陽精機の取締役会又は株主総会の通知\nを受け取ったことはなく、同社に出社したこともないから、同社から原告に対して\n支払われた取締役報酬は、実質的にみれば亡Ａの意思に基づき、同人から生活費と\nして支払われたものというべきである。\n法五九条一項に規定されている「その者によって生計を維持したもの」とは、死\n亡した被保険者等がいなかったら生計維持に支障をきたしていたであろうという程\n度の関係があるものをいうと解すべきであり、原告は亡Ａの死亡当時、亡Ａによっ\nて生計を維持しているものに該当するものである。\n（二）原告は亡Ａの死亡時において、同人の法律上の配偶者に当たる。そして、別\n居後も、亡Ａの痴呆症が進行する以前の平成二年ころまでは、亡Ａは原告のもとを\n訪れており、両者の間には夫婦としての精神的な交流があり、原告と亡Ａとの間に\n離婚の合意が成立したことはなく、原告は亡Ａが自分のもとに帰ると信じていたも\nのである。これに加えて、亡Ａが原告に対し生計維持のための給付を長期間行って\nいた事実をも考慮すれば、原告と亡Ａとの間に名実共に婚姻状態が継続していたこ\nとは明らかであり、原告は配偶者要件を満たすものである。\n三　証拠\n本件記録中の書証目録及び証人等目録記載のとおりであるから、これを引用す\nる。\n第五　当裁判所の判断\n一　法の趣旨\n法は、労働者の老齢、障害、又は死亡について保険給付を行い、労働者及びその\n遺族の生活の安定と福祉の向上に寄与することを目的とするものであり（法一条参\n照）、法六条に定める適用事業所に使用される六五歳未満の者は、厚生年金保険の\n被保険者とされる。保険給付に要する費用は被保険者及び被保険者を使用する事業\n主が半額ずつ負担する保険料及び特別保険料（法八一条、八二条、八九条の二）並\nびに国の負担金によるものとされている（法八〇条）。掛金は被保険者の標準報酬\n月額（法二二条）等を標準として算定され（法八一条三項）、被保険者期間中の毎\n月の報酬（法三条一項三号）その他の給与から控除されることとされており（法八\n四条一項）、給付額は原則として標準報酬月額及び被保険者期間から算定され、遺\n族厚生年金もその例外ではない（法六〇条、四三条）。これによれば、法が規定す\nる遺族厚生年金は、被保険者等の死亡に際して、これによる稼働能力の喪失を拠出\nの程度に応じた保険給付によって補填し、被保険者等の収入によって生計を維持し\nていた遺族の生活保障を目的とするものということができる。\nそうすると、遺族厚生年金の受給者たるべき遺族とは、当該被保険者等の収入\n（勤労による稼得又はこれに代わる老齢年金）に依拠して生計を維持していた者を\n予定しているものということができる。そして、「当該被保険者等の収入に依拠し\nて生計を維持していた」というためには、被保険者等が自己の収入から生活費、療\n養費等の出捐を行い、これが当該遺族の生計を維持するための相当な部分を占め、\n当該被保険者の収入からの出捐が失われるときは当該遺族の生計の維持に支障を来\nすこととなる関係を必要とするものというべきである。もっとも、様々な消費支出\nを伴う生計について、それが当該被保険者等の勤労による稼得又はこれに代わる給\n付によって賄われたか否かを認定することはできないから、本件通達によって生計\n維持要件の基準が明らかにされているのであり、右に見た法の趣旨に照らしても、\n生計維持要件として、原則として、生計を同一にすることを要するとし、その認定\nにおいては、別居配偶者について、生活費、療養費等の経済的な援助等が行われ、\n消費生活上の家計を一つにしている実態を必要とすることは一応合理的なものとい\nうことができる。\n二１　そこで、本件の事実関係について検討するに、前記のとおり、原告と亡Ａ\nは、昭和四三年一〇月ころ、別居を開始し、亡Ａの死亡時には住所を異にしてい\nた。そして、全証拠に照らしても、原告と亡Ａとの間で、将来、亡Ａとの同居再開\nの話合いがされた事実は認めることができないことからすると、亡Ａとの別居につ\nいて、やむを得ない事情が存在しその事情が消滅したときは起居を共にし消費生活\n上の家計を一つにするとの事情が存在していたと認めることは困難である。したが\nって、本件通達に定める生計維持要件を認めることはできない。\n２　次に、原告が亡Ａの収入に依拠して生計を維持していたか否かを検討しても、\nこれを認めることはできない。\nまず、亡Ａ自身の給与、取締役報酬及び老齢年金を原告が直接受領していた事実\nがないことは当事者間に争いがない。ところで、証拠（甲第三号証、第六号証の\n一、証人Ｃ）によれば、亡Ａが大陽精機の経営全般に強い影響力を有していたこと\nが認められ、また、前記争いのない事実等によれば、原告自身が大陽精機の取締役\nとして同社から役員報酬を受けるようになり、さらに当時から原告と同居していた\nＣの大陽精機の監査役報酬が増額された後は、亡Ａから原告に対して生活費が交付\nされなくなったことが認められ、右によれば、原告が大陽精機の取締役に就任する\nに際して、それまで亡Ａから原告に対し交付されていた生活費に代わる収入を確保\nしようという亡Ａの意図があったことが窺える。しかしながら、前記争いのない事\n実等及び証拠（乙第一七号証の三、甲第六号証の一、二、証人Ｃ）によれば、大陽\n精機は、商法上の手続に基づいて設立され、亡Ａとは別個の法人格を有し、実質的\nに見ても、従業員一五名、年間売上約一三億円、亡Ａの死亡時の株主数約七〇名、\n発行済み株式総数三万株の会社であり、亡Ａの死後も大陽ステンレススプリングの\n製品の販売を業として行っていることが認められるから、経営の実体を有する会社\nであるというべきである。そして、原告が大陽精機から受領していた取締役報酬\nは、右のような実体を有する会社の取締役の地位に付いた対価として支払われたも\nのであるから、大陽精機からの取締役報酬の支払をもって、亡Ａの収入（勤労によ\nる稼得又はこれに代わる老齢年金）からの生活費の支払と同視することはできない\nというべきである。この点につき、原告は、原告が大陽精機に出社したり、取締役\n会に出席したことがないことをもって、原告が支給された取締役報酬が実質的に亡\nＡからの生活費の交付であると主張するが、商業登記簿上取締役として登記された\n者は、その実働の有無にかかわらず、商法上取締役としての責任を負うのであるか\nら、原告の取締役としての実働の有無は、右判断を左右するものではないというべ\nきである。\nまた、原告は、大陽精機は亡Ａが大陽ステンレススプリングの節税のために設立\nした会社であり、亡Ａが支配していた会社であることを理由として、いわゆる法人\n格否認の法理の濫用事例として法人格が否認され、原告が大陽精機から受けていた\n取締役報酬は、実質的に見れば、亡Ａからの生活費の交付と同視できると主張す\nる。\nところで、法人格否認の法理（濫用事例）は、法人格が法律の適用を回避するた\nめに濫用されている場合に、当該法律の適用にあたり、法人格を否定して法人の背\n後に存する支配株主個人及び会社自体にその責任を追求することを可能にすること\nによって、当該法律を適用し、第三者を保護するための法理論であって、その適用\n場面は限定されているというべきである。\nこれを本件についてみると、原告の主張のとおり、大陽精機が大陽ステンレスス\nプリングの法人税を節約するために設立されたものであり、また、原告が大陽精機\nの取締役に就任したことが、亡Ａ自身の所得税を節約する目的であって、これが税\n法の適用を回避するための法人格の濫用事例と評価し得る場合であったとしても、\n原告は大陽精機の取締役として報酬を受けていたものであって、法人格の濫用によ\nって権利を害されるおそれのある第三者には該当せず、また、本件では回避しよう\nとした税法の適用が問題となっているのでもないから、法人格否認の法理（濫用事\n例）の適用が問題となる場合ではないというべきである。したがって、右の点に係\nる原告の主張は失当である。\n以上によれば、昭和四三年一〇月以降、亡Ａがその収入から原告の生計を維持す\nるための出捐を行っていたと評価することはできない。なお、前記のとおり、昭和\n五一年ころ亡Ａの所有に係る高野台の居宅の底地について、亡Ａから原告に対して\n贈与がされているが、これをもって継続的な金銭的給付である収入に代わる経済的\n援助と同視することはできず、法が予定する生計維持のための経済的援助と評価し\n得るものではない。\n３　そして、原告が亡Ａの不貞に耐え、同人との同居の回復を希望していたという\n事情は、原告と亡Ａとの婚姻が円滑を欠いた状態が生じたことに関する帰責事由の\n判断要素、ひいては原告の配偶者要件の有無の判断要素とはなり得るとしても、法\nが補填しようとする被保険者等の稼働能力に代わる給付の帰属要件としての生計維\n持要件とは関係がないというべきである。\n三　右によれば、原告は、生計維持要件を欠いており、その余の点について判断す\nるまでもなく法に規定する遺族に該当しないものというべきである。\n第六　結論\n以上のとおり、原告の本訴請求は理由がないから棄却することとし、訴訟費用の\n負担について、行政事件訴訟法七条、民事訴訟法六一条を適用して、主文のとおり\n判決する。\n東京地方裁判所民事第二部\n裁判長裁判官　富越和厚\n裁判官　團藤丈士\n裁判官　水谷里枝子\n"
}