{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 2,
    "month": 3,
    "day": 26
  },
  "case_number": "平成1(行コ)78",
  "case_name": "難民不認定処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　難民の地位に関する条約１条Ａ（２）にいう「迫害」及び「迫害を受けるおそれがあるという十分に理由のある恐怖を有する」の意義　２　法務大臣がした難民の認定をしない旨の処分の取消しを求める訴えが，難民の地位に関する条約１条Ａ（２）及び難民の地位に関する議定書１条所定の人種若しくは特定の社会的集団の構成員であること又は政治的意見を理由に迫害を受けるおそれの存在を認めることができないとして，棄却された事例",
  "case_gist": "１　難民の地位に関する条約１条Ａ（２）にいう「迫害」とは，通常人において受忍し得ない苦痛をもたらす攻撃ないし圧迫であって，生命又は身体の自由の侵害又は抑圧を意味し，「迫害を受けるおそれがあるという十分に理由のある恐怖を有する」というためには，当該人が迫害を受けるおそれがあるという恐怖を抱いているという主観的事情のほかに，通常人が当該人の立場に置かれた場合にも迫害の恐怖を抱くような客観的事情が存在していることが必要である。",
  "lawsuit_id": "16708",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16708",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/708/016708_hanrei.pdf",
  "contents": "○　主文\n本件控訴をいずれも棄却する。\n控訴費用は控訴人らの負担とする。\n○　事実\n控訴人らは、「原判決中控訴人らに関する部分を取り消す。被控訴人が昭和五九年\n一二月二七日付けで控訴人らに対してした難民の認定をしない旨の各処分を取り消\nす。訴訟費用は第一、二審とも被控訴人の負担とする。」との判決を求め、被控訴\n人は、各控訴棄却の判決を求めた。\n当事者双方の主張及び証拠の関係は、次のとおり付加、訂正するほか、原判決の事\n実摘示及び当審記録中の書証目録に記載のとおりであるから、これを引用する。\n一　原判決五枚目裏一〇行目の「○○兄弟」を「○○兄弟」と、原判決六枚目表四\n行目の「○○兄弟」を「○○兄弟」と、原判決七枚目表七行目の「法六〇条の二」\nを「法六一条の二」と、それぞれ改める。\n二　控訴人らの主張として、次のとおり付加する。\n控訴人らは、いずれも難民条約一条Ａ（２）及び議定書一条の「人種若しくは特定\nの社会的集団の構成員であること又は政治的意見を理由に迫害を受けるおそれがあ\nるという十分に理由のある恐怖を有するもの」に該当する、と主張するものである\nが、右条項適用に際しては、難民条約及び日本国憲法のよって立つ人道主義、国際\n主義の精神が十分に尊重されなければならない。特に、難民認定申請においては、\nその申請者が真に難民に該当するものである場合、立場上、難民該当事由を立証す\nる手段には制約がある。すなわち、自己が政治的理由などで迫害を受けるおそれが\nあることを示す証拠を所持することは極めて危険なのであって、このような事情は\n難民該当事由の存否を判断するに際し、十分に斟酌されるべきである。迫害を受け\nる可能性がある程度存在し、それを否定する明白な事実が存在しない場合には、\n「疑わしきは救済する」ことが、人道主義、国際主義の精神に合致するものであ\nる。\n○　理由\n当裁判所も、原審と同じく、控訴人らの本訴請求はいずれも理由がなく、これを棄\n却すべきものであると判断するが、その理由は、次のとおり付加するほか、原判決\nの理由説示のとおりであるから、これを引用する。\n原判決掲記の各証拠及び成立に争いのない甲第四一号証によれば、ウガンダにおい\nては、昭和六一年一月に現ムセベ二政権が誕生した後も、政情不安が続いており、\n国民の政治的自由が保障されず、軍などによる人権の侵害が頻発していることが窺\nわれないではないが、他方、多党制をとり、民主党員の政権への参画の認められて\nいる現ムセベニ政権の下において、控訴人らが、その父親が民主党の支持者であっ\nたことのゆえをもって迫害を受ける客観的かつ具体的なおそれが存在しているもの\nとはいまだ認め灘い。したがって、控訴人らの主張する立証上の困難を考慮に入れ\nたとしても、少なくとも現時点においては、控訴人らは「難民」には該当するもの\nではないと判断せざるを得ない。\nよって、原判決は相当であり、本件控訴はいずれも理由がないからこれを棄却する\nこととし、控訴費用の負担について行政事件訴訟法七条、民事訴訟法九五条、八九\n条、九三条を適用して、主文のとおり判決する。\n（裁判官　吉井直昭　小林克已　河邊義典）\n"
}