{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 10,
    "day": 28
  },
  "case_number": "平成11(行ケ)36",
  "case_name": "実用新案取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13569",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13569",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/569/013569_hanrei.pdf",
  "contents": "平成１１年（行ケ）第３６号　実用新案取消決定取消請求事件\n判　　　　決\n原　　　　　　告        　　株式会社モリヤマ\n代表者代表取締役　　　　　　Ａ\n訴訟代理人弁理士　　　　　　Ｂ\n被　　　　　　告　　      　特許庁長官　Ｃ\n指定代理人　　　　      　　Ｄ\n同　　　　　　　　　　　　　Ｅ\n同　　　　　　　　　　　　　Ｆ\n同　　　　　　　　　　　　　Ｇ\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事　　　　実\n第１  請求\n特許庁が平成９年異議第７４９０７号事件について平成１０年１２月１１日にし\nた決定を取り消す。\n第２  前提となる事実（当事者間に争いのない事実）\n１  特許庁における手続の経緯\n原告は、考案の名称を「マウス用マット」とする実用新案登録第２５３３００２\n号（平成５年６月１日出願（実願平５‐３４８３０号）、平成９年１月２９日設定\n登録。以下「本件考案」という。）の実用新案権者である。\nアキレス株式会社は、平成９年１０月１５日、本件考案の登録につき登録異議の\n申立てをし、特許庁は、この申立てを平成９年異議第７４９０７号事件として審理\nした。原告は、平成１０年３月３０日付け訂正請求書により明細書の訂正を請求し\nたが（以下「本件訂正」という。）、特許庁は、平成１０年１２月１１日、本件考\n案の登録を取り消す旨の決定をし、その謄本は、平成１１年１月１１日原告に送達\nされた。\n１　本件考案の特許請求の範囲の記載\n(1) 本件訂正請求書の請求項１に係る考案（以下「訂正考案」という。）の請\n求項１の記載\nコンピューターの入力装置であるマウスでコンピューター本体にデータや命令を\n入力する際に使用するマットであって、\n柔軟なプラスチックフォーム層の上に、マウスのボールが前記プラスチックフォ\nーム層に嵌り込んで動かなくなることを防止すると共にマウスのボールがプラスチ\nックフォーム層に適度に食い込んでスムーズに回転させることができる強靱な紙シ\nート又はプラスチックシートからなる表面シートを接着したことを特徴とするマウ\nス用マット。\n(2) 本件考案の請求項１の記載\nコンピューターの入力装置であるマウスでコンピューター本体にデータや命令を\n入力する際に使用するマットであって、\n柔軟なプラスチックフォーム層の上に、マウスのボールが前記プラスチックフォ\nーム層に嵌り込んで動かなくなることを防止すると共にマウスのボールがプラスチ\nックフォーム層に適度に食い込んでスムーズに回転させることができる素材からな\nる表面シートを接着したことを特徴とするマウス用マット。\n３　決定の理由\n決定の理由は、別紙決定書の理由写し（以下「決定書」という。）に記載のとお\nりであり、決定は、訂正考案の請求項１の記載は、考案の構成に欠くことができな\nい事項のみを記載したとは認められないから、実用新案法５条５項の規定に違反\nし、訂正考案は実用新案登録出願の際独立して実用新案登録を受けることができな\nいものであり、本件訂正は認められないと判断した上、本件考案は、実用新案法５\n条５項の規定を満たすことができないものであるから、その登録を取り消すべきで\nある旨判断した。\n第３　決定の取消事由\n１  決定の認否\n(1) 決定の理由(1) （手続きの経緯）は認める。\n(2) 決定の理由(2) （訂正の適否）のうち、１（訂正明細書の請求項１に係る\n考案。決定書２頁１４行ないし３頁７行）及び２（訂正の目的の適否及び拡張・変\n更の存否。決定書３頁９行ないし１４行）は認める。３（独立実用新案登録要件の\n判断。決定書３頁１６行ないし４頁１７行）及び４（むすび。決定書４頁１９行な\nいし５頁３行）は争う。\n(3) 決定の理由(3)（異議申立てについて。決定書５頁５行ないし６頁３行）は\n争う。\n(4) 決定の理由のうち「備考」については、１（実用新案登録権者の主張。決\n定書６頁６行ないし７頁８行）は認め、２（当審の見解。決定書７頁１０行ないし\n１２頁１３行）は争う。\n(5) 決定の結論（決定書１２頁１２頁１４行ないし１７行）は争う。\n２  取消事由\n決定は、訂正考案は、考案の構成に欠くことができない事項のみを記載したとは\n認められないことから、実用新案法５条５項に違反し、実用新案登録出願の際独立\nして実用新案登録を受けることができない旨（決定書４頁７行ないし１７行）判断\nするが、誤りである。\n(1) 本件訂正により、「柔軟なプラスチックフォーム層」、「マウスのボール\nが前記プラスチックフォーム層に嵌り込んで動かなくなることを防止するととも\nに、マウスのボールがプラスチックフォーム層に適度に食い込んでスムーズに回転\nさせることができる」との限定に加え、「強靱な紙シート又はプラスチックシー\nト」からなる表面シートとの限定を加えているものであり、当業者が本件考案の出\n願当時の技術水準を前提としてこの記載を読めば、訂正考案と他のものとを区別す\nることができるものである。\nすなわち、本件考案の出願当時、マウスといえば、小型の箱形のもので、机上で\n下面のボールをスライドさせるとそれに伴って画面のカーソルが移動し、付属のボ\nタンでアイコンを指定したり図形を入力したりすることができるものと一般に理解\nされていた。しかも、マウスは、その用途機能から、大きさ、形状や質量等は大体\n決まっており、また、マウスのボ－ルの質量や大きさ等もマウスの形状や大きさ等\nに制約されて、ほとんど差がなかったものである。\nしたがって、訂正明細書（甲第６号証）を読んだ当業者は、そこに記載されたマ\nウスとは本件考案の出願当時一般に使用されている標準的なマウスを意味すると理\n解するのが自然であるから、訂正明細書にマウスの構造や特性等を具体的に記載し\nなくても、考案の特定としては十分である。\n(2) また、表面シートについては、マウスのボールが柔軟なプラスチックフォ\nーム層に嵌り込んで動かなくなることを防止するとともに、マウスのボールがプラ\nスチックフォーム層に適度に食い込んでスムーズに回転させることができる強靱な\n紙シート又はプラスチックシートで形成した旨記載しているものであり、当業者で\nあれば、訂正考案と他のものとを区別することができるものである。\n(3) 訂正考案では、マウスのボ－ルの質量、大きさ、表面状態、操作等の形状\nに様々なものがあろうとも、また、それらに応じてマットの構成が変化するにして\nも、マウスを使用する際、「マウスのボ－ルがプラスチックフォ－ム層に適度に食\nい込んでスム－ズに回転させることができる」ことを満たしていれば、「マウスボ\n－ルのスリップによるカ－ソル移動時の誤差をなくすことができる」という訂正考\n案の効果を奏することができるものであるから、訂正考案の実用新案登録請求の範\n囲の記載は、考案の必須の構成を他の考案のものと区別すべく過不足なく特定して\n表現しているのものであり、決定のように具体的な数値等を挙げて限定する必要は\nない。\n(4) 被告の主張は、実用新案登録請求の範囲の記載が実用新案法５条５項に適\n合するかどうかの問題と、特定のマットが訂正考案の技術的範囲に属するかどうか\nの問題とを混同するものであり、失当である。\n第４　決定の取消事由に対する認否及び反論\n１  認否\n原告主張の決定の取消事由は争う。\n２  反論\n(1) 原告は、訂正明細書を読んだ当業者は、ここに記載されたマウスとは本件\n考案の出願当時一般に使用されている標準的なマウスを意味すると理解するのが自\n然であるから、訂正明細書にマウスの構造や特性等を具体的に記載しなくても、考\n案の特定としては十分である旨主張する。\nしかしながら、マウスのボールの質量、大きさ、表面状態等の形状には様々なも\nのがあることから、「適度に食い込む」、「スムーズに回転」させるためのマット\nの構成は、マウスのボールの質量、大きさ、表面状態、操作等により異なるもので\nあり、これらのボールの特性等に応じて「適度に食い込む」、「スムーズに回転」\nするという機能を奏するマットの構成も変化することは明らかである。\n(2) また、原告は、表面シートについても、マウスのボールが柔軟なプラスチ\nックフォーム層に嵌り込んで動かなくなることを防止するとともに、マウスのボー\nルがプラスチックフォーム層に適度に食い込んでスムーズに回転させることができ\nる強靱な紙シート又はプラスチックシートで形成したと記載することにより、当業\n者は他のものと区別することができるものである旨主張する。\nしかしながら、原告も認めているように「プラスチックフォーム層、表面シート\nの材料、材質、表面状態、積層体としてのマットの堅さ等にはいろいろある」こと\nは自明のことであることを勘案すると、訂正考案の実用新案登録請求の範囲の「マ\nウスのボールが前記プラスチックフォーム層に嵌り込んで動かなくなることを防止\nすると共にマウスのボールがプラスチックフォーム層に適度に食い込んでスムーズ\nに回転させることができる強靱な紙シート又はプラスチックシートからなる表面シ\nート」との記載は、数値及び客観的な記載を含まない機能的記載で、いわば表面シ\nートに持たせたい望ましい機能を表現しているにすぎない。\n(3) したがって、考案としては、そのような機能を実現するに必要かつ十分な\n要件を具体的な形状、構造、組合せの形態で特定する必要があるが、「適度に食い\n込む」とはどの程度の食い込みか、「スムーズに回転」とはどの程度の回転の具合\nか、そうでないものとの境界がどこにあるのかを客観的に規定することができない\nので、「物品の形状、構造及びその組合せ」を特定することができないものであ\nる。\nよって、原告の上記主張は失当である。\n理　　　　由\n１　争いのない事実\n決定の理由(2) （訂正の適否）のうち、１（訂正明細書の請求項１に係る考案。\n決定書２頁１４行ないし３頁７行）及び２（訂正の目的の適否及び拡張・変更の存\n否。決定書３頁９行ないし１４行）は当事者間に争いがない。\n２　訂正の適否について\n(1)　まず、「マウスのボールが前記プラスチックフォーム層に嵌り込んで動かな\nくなることを防止すると共にマウスのボールがプラスチックフォーム層に適度に食\nい込んでスムーズに回転させることができる」との要件は、訂正考案の実用新案登\n録請求の範囲に記載されたものであるから、それを考案の構成に欠くことができな\nい事項ではないと解することはできないことは当然である。\n(2)  次に、「マウスのボールが前記プラスチックフォーム層に嵌り込んで動かな\nくなることを防止すると共にマウスのボールがプラスチックフォーム層に適度に食\nい込んでスムーズに回転させることができる」との要件の意味が明確であるか否か\nについて検討する。\nア　上記要件のうち、「適度に食い込（む）」、「スムーズに回転」との要件\nは、それ自体は、主観的な表現であるといわざるを得ない。\nそして、「適度にくい込（む）」がどの程度の食い込みを意味するのかは、訂正\n考案の実用新案登録請求の範囲の記載自体からは明らかではなく、また、訂正明細\n書（甲第６号証）の考案の詳細な説明の欄をみても、それを定量的又は客観的に定\n義したり説明している記載は見いだせない。しかも、本件考案の出願当時、上記\n「適度に食い込（む）」との構成が意味するところが当業者にとって自明であった\nことを認めるに足りる証拠もない。\nさらに、「スムーズに回転」との構成の意味についても、どの程度の回転がスム\nーズであるのかを定量的又は客観的に定義したり説明している記載は、訂正明細書\nの実用新案登録請求の範囲や考案の詳細な説明の欄にはなく（訂正明細書（甲第６\n号証）を見ても、マウスのボールの質量、大きさ、表面状態等を具体的に記載し、\nマウスに加える力の大きさを変化させるなどして、表面シートの材質や厚さを規定\nした本来の実施例と呼べるものは、一切記載されていない。）、しかも、本件考案\nの出願当時、上記「スムーズに回転」との構成が意味するところが当業者にとって\n自明であったことを認めるに足りる証拠もない。\nイ　原告は、本件考案の出願当時、マウスの大きさ、形状や質量等は大体決ま\nっており、また、表面シートについても、マウスのボールが柔軟なプラスチックフ\nォーム層に嵌り込んで動かなくなることを防止するとともに、マウスのボールがプ\nラスチックフォーム層に適度に食い込んでスムーズに回転させることができる強靱\nな紙シート又はプラスチックシートで形成した旨記載しているものであり、当業者\nであれば、訂正考案と他のものとを区別することができる旨主張する。\nしかしながら、弁論の全趣旨によれば、マウスのボールの質量、大きさ、表面状\n態等の形状には様々なものがあるから（これに反する原告の主張は採用することが\nできない。）、マウスのボールの質量、大きさ、表面状態等の具体的な形状が訂正\n明細書に接する当業者にとって自明のことであったとも認められず、しかも、「適\n度に食い込（む）」、「スムーズに回転」させるとの構成が意味するところが当業\n者にとって自明であったとも認められないことは上記説示のとおりであるから、訂\n正考案と他のものとを区別することができる旨の原告の上記主張は採用することが\nできない。\nウ　そうすると、「マウスのボールが前記プラスチックフォーム層に嵌り込ん\nで動かなくなることを防止すると共にマウスのボールがプラスチックフォーム層に\n適度に食い込んでスムーズに回転させることができる」との要件は、その外延が明\n確ではないといわざるを得ず、訂正考案は考案の構成に欠くことができない事項の\nみを記載したとは認められないから、実用新案法５条５項の規定に違反し、実用新\n案登録出願の際独立して実用新案登録を受けることができない旨の決定の判断に誤\nりはない。\n３ 結論\n以上によれば、決定がした訂正考案についての独立実用新案登録要件の判断に誤\nりはなく、また、本件考案の請求項１の記載は実用新案法５条５項の規定を満たす\nことはできない旨の決定の判断にも誤りはないものと認められる。\nよって、原告の請求は理由がないから、これを棄却することとし、主文のとおり\n判決する。\n（口頭弁論終結の日　平成１１年１０月１４日）\n東京高等裁判所第１８民事部\n裁判長裁判官 　    永　　井　　紀　　昭\n裁判官   　  塩　　月　　秀　　平\n裁判官     　市　　川　　正　　巳\n"
}