{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 10,
    "day": 26
  },
  "case_number": "平成11(行ケ)7",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13573",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13573",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/573/013573_hanrei.pdf",
  "contents": "平成１１年（行ケ）第７号　審決取消請求事件\n判　　　　決\n原　　　告　　　　　　三菱アルミニウム株式会社\n代表者代表取締役　　　　　【Ａ】\n訴訟代理人弁護士　　　　　大　　場　　正　　成\n尾　　崎　　英　　男\n嶋　　末　　和　　秀\n同　　　　弁理士　　　　　【Ｂ】\n被　　　告　　　　　　　　株式会社 伊原工業\n代表者代表取締役　　　　　【Ｃ】\n訴訟代理人弁護士　　　　　佐　　尾　　重　　久\n同　　　　弁理士　　　　　【Ｄ】\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　原告の求めた裁判\n「特許庁が平成９年審判第２１７６９号事件について平成１０年１１月３０日にし\nた審決を取り消す。」との判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n被告は、名称を「ベルト金具係合用レール」とする考案（実用新案登録第２００\n４２２７号。昭和６３年６月１７日出願。平成６年１月３１日設定登録。本件考\n案）の実用新案権者であるが、平成９年１０月１３日、願書に添付した明細書の訂\n正をすることについての審判請求をし（平成９年審判第１７３８５号）、その請求\nを認容する審決（訂正審決）が平成１０年１月９日にあり、同年２月２日に確定し\nた。\n原告は、平成９年１２月２５日、本件実用新案登録について無効審判の請求を\nし、平成９年審判第２１７６９号として審理されたが、平成１０年１１月３０日、\n「本件審判の請求は、成り立たない。」との審決があり、その謄本は同年１２月２\n１日原告に送達された。\n２　本件考案の要旨（訂正後の考案の要旨）\n荷締めベルトの端部に装着されていて、長方形穴に挿入される形状のベルト金具\nを係合させるための多数の係合穴がレール本体にその長さ方向に沿って一定間隔を\nおいて設けられて、コンテナ車などの側板の内側に取付けられるベルト金具係合用\nレールであって、\n前記係合穴が、縦穴と横穴とを直交させた形状になっていて、同一係合穴に対し\nてベルト金具が縦横両方向に係合可能になっていることを特徴とするベルト金具係\n合用レール。\n３　審決の理由の要点\n(1)　本件考案の要旨は前項のとおりと認める。\n(2)　原告（請求人）の主張\n原告の主張の概要は、以下の４点である。\n（無効理由１）\n本件実用新案登録の明細書の登録請求の範囲の記載は、実用新案登録を受けよう\nとする考案が考案の詳細な説明に記載したものであるとも、また、実用新案登録を\n受けようとする考案の構成に欠くことができない事項のみを記載した項に区分して\nあるとも認められないので本件実用新案登録は旧実用新案法５条４項１号及び２号\nに違反するものである。\n（無効理由２）\n訂正審判での訂正内容は、旧実用新案法第３９条１項１～３号のいずれを目的と\nするものであるとも認められないし、仮にそのいずれかを目的とするものであった\nとしても、該訂正は登録請求の範囲を実質的に変更するものであって、明らかに旧\n実用新案法３９条２項に違反しており、このような違法な訂正がなされた本件実用\n新案登録は、読替え旧実用新案法３７条１項２の２号の規定に該当し、無効にされ\nるべきである。\nまた、訂正審決には、不適な用語が使われているとともに、訂正審決の理由は、\n訂正が誤記の訂正を目的とするものであるとの十分な理由となっていないし、この\n訂正が誤記の訂正を目的とするものであっても、登録請求の範囲を実質上変更する\nものでないことについて訂正審決は全くその根拠を示してなく、審理不尽の違法性\nがあるといわざるを得ない。\n（無効理由３）\n本件明細書についての平成４年１１月１９日付け手続補正書（本件補正書）によ\nる補正（本件補正）は、旧実用新案法１３条で準用する旧特許法５３条の規定に違\n反してなされたものであるから、本件実用新案登録は、旧実用新案法９条で準用す\nる旧特許法４０条の規定により、本件補正書が提出されたときに実用新案登録出願\nされたものとみなされる。そうすると、本件考案は、実願昭６３－８０４５７号\n（実開平２ー２２４７号）の願書に昀初に添付した明細書及び図面を撮影したマイ\nクロフィルムに記載された考案であるから、旧実用新案法３条１項３号の規定によ\nり登録を受けることができないものであり、本件実用新案登録は旧実用新案法３７\n条１項１号に該当し無効とされるべきものである。\n（無効理由４）\n本件考案は、本件出願前に頒布された刊行物である審判甲第５号証ないし審判甲\n第８号証に記載されたものに基づいて当業者が極めて容易に考案をすることができ\nたものであるから、旧実用新案法３条２項の規定により登録を受けることができな\nいものであり、本件実用新案登録は旧実用新案法３７条１項１号に該当し無効とさ\nれるべきものである。\n(3)　被告（被請求人）の主張\n（無効理由１に対して）\n訂正審決の確定により、本件実用新案登録の明細書においては、「ベルト本体」\nの用語は、その出願時に遡及して明細書に存在しなくなったので、本件審判請求の\n理由はすべてなくなった。\n（無効理由２に対して）\n本件訂正は、本件補正書に添付した全文補正明細書を通読すれば、その技術内容\nは容易に理解できるが、「単なる誤記」によって、「登録請求の範囲」の記載が、\nそれ自体では一部が不明瞭であり、しかも「考案の詳細な説明」の「実施例」と多\n少矛盾するのであるが、これを訂正すれば、瞬時に全体が整合するという内容のも\nのである。したがって、本件訂正は、単なる「誤記の訂正」によって、一部が不明\n瞭であった「登録請求の範囲」の記載が明瞭になるにとどまり、その「登録請求の\n範囲」の拡張、あるいは変更を伴うものではない。\nまた、訂正審決に原告が主張するような違法はない。\n（無効理由３に対して）\n出願当初の明細書で使用されていた「十字状」とは、広辞苑の説明を総合する\nと、「縦横に交差（交叉）したありさま」と解するのが常識的、あるいは一般的解\n釈といえる。そして、技術界のみならず、世の中一般においても、「十字」あるい\nは「十文字」の用語は、様々な面で多用されている等の理由から、「十字状」と\nは、まさに「縦穴と横穴とを直交させた形状」を意味するのであるから、本件補正\nは、「十字状」の用語を単に分かり易いように他の言葉（用語）に置き換えたにす\nぎないと同時に、権利範囲が拡張されることもないので、何ら要旨変更ではない。\n（無効理由４に対して）\n本件考案は、審判甲第５～第８号証に対して十二分に進歩性を有し、本登録は、\n旧実用新案法３条２項の規定に違反してなされたものであるとする原告の主張は、\n全く理由はない。\n(4)　証拠\n原告は、以下の審判甲号証を提出している。\n・審判甲第１号証（実公平５－１９２４２号公報）（本件公告公報）\n・審判甲第２号証（本件実用新案登録に対する訂正審判請求書）\n・審判甲第３号証（本件実用新案登録についての訂正審判審決書）\n・審判甲第４号証（本件当初明細書）\n・審判甲第５号証（米国特許第３４０５６６０号明細書）\n・審判甲第６号証（実願昭５４－１７７２３０号（実開昭５６－９３３３５号）の\nマイクロフィルム）\n・審判甲第７号証（実願昭５４－１３８８１６号（実開昭５６－５６４４３号）の\nマイクロフィルム）\n・審判甲第８号証（実願昭６１－１４４２７３号（実開昭６３－４８６４７号）の\nマイクロフィルム）\n・審判甲第９号証（判決書）（平成９年（行ケ）第６４号）\n被告は、以下の審判乙号証を提出している。\n・審判乙第１号証（本件実用新案登録に対する訂正審判請求書）（審判甲第２号証\nと同じもの）\n・審判乙第２号証（本件実用新案登録についての訂正審判審決書）（審判甲第３号\n証と同じもの）\n・審判乙第３号証（特許法概説）\n・審判乙第４号証（昭和４２年審判第５４４４号）\n・審判乙第５号証（昭和５４年審判第１５２３４号）\n・審判乙第６号証（特許法概説）\n・審判乙第７号証（本件当初明細書）（審判甲第４号証と同じもの）\n・審判乙第８号証（広辞苑）\n・審判乙第９号証（本件に対する拒絶理由通知書）\n・審判乙第１０号証（審判乙第９号証の拒絶理由通知書に対する意見書）\n(5)　無効理由１についての審決の判断\n前記のように、本件実用新案登録については、願書に添付した明細書の訂正をす\nることについての審判請求（平成９年審判第１７３８５号）が平成９年１０月１３\n日付けでなされ、その請求を認容する審決が平成１０年２月２日に確定している\n（訂正審決）。その結果、本件実用新案登録の明細書の登録請求の範囲及び考案の\n詳細な説明中の課題を解決するための手段の項に記載されていた「ベルト本体」\nは、「レール本体」に訂正されることになった。\nしてみると、本件実用新案登録の明細書の登録請求の範囲及び考案の詳細な説明\nには、原告が主張するような記載不備は存在しないことになったので、原告の主張\nを採用することができない。\nなお、平成５年法律第２６号の実用新案法の附則４条１項に規定される経過措置\nにより、前記法律が適用される以前の実用新案法（旧実用新案法）４０条（訂正の\n無効の審判）の規定が削除され、旧実用新案法３７条１項に２の２号として、訂正\nが旧実用新案法３９条１項ただし書、２項若しくは３項の規定に違反してなされた\n場合が無効理由として新たに規定された。その結果本件実用新案登録は、無効理由\nとして訂正違反を主張することは許されることになったが、訂正は無効であり、本\n件訂正前の考案は、記載不備が存在するという主張は許されないことになった。\nすなわち、この点についての原告の主張は採用することができない。\n(6)　無効理由２についての審決の判断\n本件実用新案登録の訂正前の明細書（訂正前明細書）の登録請求の範囲には、\n「荷締めベルトの端部に装着されていて、長方形穴に挿入される形状のベルト金具\nを係合させるための多数の係合穴がベルト本体にその長さ方向に沿って一定間隔を\nおいて設けられて、コンテナ車などの側板の内側に取付けられるベルト金具係合用\nレールであって、前記係合穴が、縦穴と横穴とを直交させた形状になっていて、同\n一係合穴に対してベルト金具が縦横両方向に係合可能になっていることを特徴とす\nるベルト金具係合用レール。」と記載され、課題を解決するための手段の項にもほ\nぼ同じ内容の事項が記載されていたところ、本件訂正内容は、訂正前明細書の登録\n請求の範囲及び課題を解決するための手段の項に記載されていた「ベルト本体」\nを、誤記を目的として「レール本体」に訂正するものであった。\n(a)　まず前記訂正請求は、誤記の訂正を目的とするものであったかについて検\n討する。\n審判便覧（改訂第７版、社団法人発明協会発行）には、誤記の訂正につき、\n「『誤記の訂正』とは、本来その意であることが、明細書又は図面の記載などから\n明らかな内容の字句、語句に正すことをいい、訂正前の記載が当然に訂正後の記載\nと同一の意味を表示するものと客観的に認められるものをいう。」（５４－１０の\n４頁１１～１３行）（なお、実用新案登録でも同じ扱い）と記載されており、特許\n庁の運用がこれまでの判例をも考慮の上で示されている。\nそこで、本件訂正内容が、前記審判便覧の記載内容に適合するものであるかにつ\nいてみると、訂正前明細書の登録請求の範囲及び課題を解決するための手段の項に\n記載されていたベルト本体は、ベルト金具を係合させるための多数の係合穴を設け\nた部材を指していると解することができるため、審判甲第１号証（訂正前明細書）\n及びその訂正前明細書に添付されていた図面（訂正前図面）（実用新案公告公報及\nび図面）で、ベルト金具を係合させるための多数の係合穴を設けた部材に関しての\n記載を精査すると、\n従来の技術の項には、「第１４図及び第１５図に示されるレールＲ′、Ｒ″は、\nそれぞれ長方形状の縦方向の係合穴３１，及び同形状の横方向の係合穴３２が長さ\n方向に沿って一定の間隔をおいて設けられたものである。」（公報１欄２２～２５\n行）、「縦方向の係合穴３１を備えたレールＲ′に対しては、」（公報２欄８～９\n行）、「よって、縦方向の係合穴３１が設けられたレールＲ′を使用すると、」\n（公報２欄１３～１４行）、「同様に、横方向の係合穴３２が設けられたレールＲ\n″を使用すると、」（公報２欄１８～１９行）、「例えば、縦方向の係合穴３１を\n有するレールＲ′を使用して、」（公報２欄２２～２３行）及び「荷締ベルトのベ\nルト金具の形状に対応した縦方向の係合穴と横方向の係合穴とをレール本体に交互\nに設ければ、」（公報３欄７～９行）と記載されているとともに、訂正前図面の従\n来例を示す第１４～２１図には、縦方向あるいは横方向の係合穴が、レールＲ′あ\nるいはレールＲ″に設けられているものが図示されており、従来技術として、レー\nル本体にベルト金具を係合させるための多数の係合穴を設ける技術がいろいろ存在\nし、それら従来例には、問題点があったことが明確に示されている。\n考案が解決しようとする課題の項には、「本考案は、従来のレールの有する上記\n不具合に鑑み、レール本体に設けられる縦横両方向の２種類の各係合穴の数を減じ\nることなく、同一係合穴に対してベルト金具を縦横両方向に係合できるようにし\nて、同一のレールと同一の荷締ベルトとを使用して、荷物を縦横両方向に締め付け\nれるようにすることを課題としてなされたものである。」（公報３欄１５～２１\n行）と記載されているように、従来の技術の項に記載されたレール本体にベルト金\n具を係合させるための多数の係合穴を設ける技術が有していた問題点の記載を受\nけ、その問題点に合致した課題を明示している。\n実施例の項には、「このレール本体１の膨出部分に多数個の十字状の係合穴２が\n長さ方向に沿って一定の間隔をおいて設けられた構成である。」（公報３欄３６～\n３９行）、「このためレール本体１の裏面における係合穴２の周縁部には、全周に\nわたって係合フランジ３が形成される。」（公報３欄４３行～４欄１行）、「ベル\nト金具Ａ１は、第２図及び第５図に示されるように、レール本体１に設けられた十\n字状の係合穴２の長さＬ（第４図参照）よりも」（公報４欄２～４行）、「そし\nて、レールＲ１に設けられた十字状の係合穴２にベルト金具Ａ１を係合させるに\nは、」（公報４欄１５～１６行）、「係合穴２が十字状になっているため、第１図\n及び第２図に示されるように、同一の係合穴２に対してベルト金具Ａ１を縦横両方\n向に係合できて、レールＲ１に対してベルト金具Ａ１を縦横両方向に係合させて取\n付けることができる。」（公報４欄３３～３７行）、「レールＲ２は、レール本体\n１に多数個の十字状の係合穴１２が長さ方向に沿って一定の間隔をおいて設けられ\nたものである。」（公報４欄４４行～５欄２行）、「第９図及び第１０図は、ベル\nト金具Ａ２をレールＲ２に対して縦方向に係合して取付ける場合であるが、第８図\nに示されているように、ベルト金具Ａ２をレールＲ２に対して横方向に係合して取\n付けることもできる。このように、レールＲ２の同一の係合穴１２に対してベルト\n金具Ａ２を縦横両方向に係合して取付けることができるので、このレールＲ２をコ\nンテナ車９などの側板１０に取付けた場合には、同一のレールＲ２によって、コン\nテナ車に載せられた荷物１１を荷締ベルト８により縦横両方向に締め付けることが\nできる。」（公報５欄２３～３４行）及び「また、本考案の要旨は、レール本体に\n設けられる係合穴の形状を、縦穴と横穴とが直交する形状にして、同一係合穴に対\nしてベルト金具を縦横両方向に係合可能にする構成に存するので、」（公報５欄３\n５～３８行）と記載されているとともに、訂正前図面の第１、３，７，８～１３図\nには、縦方向あるいは横方向の係合穴が、レールＲ１あるいはレールＲ２に設けら\nれているものが図示されており、ベルト金具を係合させるための多数の係合穴を設\nけた部材は、一貫してレール本体として記載されているとともに、その記載内容\nは、前記従来の技術の項及び考案が解決しようとする課題の項に記載されている事\n項に合致したものになっている。\n考案の効果の項には、「本考案は、レール本体に設けられる係合穴を、縦穴と横\n穴とが直交する形状にして、荷締ベルトの端部に取付けられたベルト金具を同一係\n合穴に対して縦横両方向に係合できるようにしたので、このレールをコンテナ車な\nどの側板の内側に取付けた場合には、同一のレールと同一の荷締ベルトとによっ\nて、この荷締ベルトが捩じられることなくして、コンテナ車などに載せられた荷物\nをこの荷締ベルトにより縦横両方向に締め付けることができる。」（公報６欄１～\n１０行）と記載されているように、レール本体にベルト金具を係合させるための多\n数の係合穴を設けた効果であり、かつ前記従来の技術の項、考案が解決しようとす\nる課題の項及び実施例の項に記載されている事項に合致した効果が明確に示されて\nいる。\nこのように訂正前明細書及び訂正前図面には、登録請求の範囲及び課題を解決す\nるための手段の項の記載を除いて、一貫してベルト金具を係合させるための多数の\n係合穴を設けた部材は、レール本体であるとして記載されており、当業者にとって\n従来の技術の項、考案が解決しようとする課題の項、実施例の項、考案の効果の項\n及び図面に記載されている事項からそこに記載されている考案、即ちレール本体に\nベルト金具を係合させるための多数の係合穴を設けたものから構成される考案を容\n易に把握し得るものである。\nところで、訂正前明細書の登録請求の範囲及び課題を解決するための手段の項に\nは、ベルト本体という用語が使われており、訂正前明細書及び訂正前図面には、矛\n盾があり、また、当業者であればベルト本体とレール本体のいずれかが誤記である\nことは容易に気付き得るものである。\nそこで、訂正前明細書の登録請求の範囲及び課題を解決するための手段の項に記\n載される事項に基づき、当業者が容易に考案を把握できるかについてみると、ベル\nト本体という用語自体は、不明であるとはいえないが、そのベルト本体は、訂正前\n明細書及び訂正前図面に記載された荷締ベルトの本体をいうのか、全く別のベルト\nの本体をいうのか明らかでなく、また、たとえ訂正前明細書に記載される荷締ベル\nトの本体、あるいは全く別のベルトの本体のいずれかをいうにしても、訂正前明細\n書の登録請求の範囲及び課題を解決するための手段の項に記載されるベルト金具係\n合用レールの構成は、どのようなものになるのか全く把握することができないもの\nである。すなわちベルト本体という用語は、用語自体は明瞭であるとしても、その\n技術的意味は不明であり、訂正前明細書の登録請求の範囲及び課題を解決するため\nの手段の項に記載される考案は、当業者にとって理解することも実施することもで\nきないものである。しかしながら、訂正前明細書の登録請求の範囲及び課題を解決\nするための手段の項に記載されるベルト本体という用語をレール本体という用語に\n置き換えれば、訂正前明細書及び訂正前図面の記載がすべて整合することになる\nが、当業者であれば訂正前明細書及び訂正前図面の記載特に所期の目的及び効果の\n記載に基づけば、訂正前明細書には誤記があり、しかもその誤記は、レール本体と\nいう用語を用いるべき箇所にベルト本体という用語を使用したためであると容易に\n理解することができるものである。\nすなわち、ベルト本体をレール本体に変更する訂正は、本来その意であること\nが、明細書又は図面などから明らかな内容の字句、語句に正す訂正に相当し、前記\n審判便覧の記載事項に適合するものであり、そのため誤記の訂正を目的にしたもの\nであると認められる。\n(b)　次いで前記訂正請求は、実質上登録請求の範囲を変更するものであったか\nについて検討する。\n審判便覧（改訂第７版、社団法人発明協会発行）には、実質上特許請求の範囲を\n拡張又は変更するものであるかにつき、「特許請求の範囲に記載された請求項につ\nいて、その内容、特に目的、範囲、性質などを実質上拡張又は変更するもの」（５\n４－１０の６頁２～３行）（なお、実用新案登録でも同じ扱い）と記載されてお\nり、特許庁の運用がこれまでの判例をも考慮の上で示されている。\nそして前記記載内容の意味するところは、訂正前後の特許請求の範囲（あるいは\n登録請求の範囲）に記載される技術的事項によって構成されるものが一応発明（あ\nるいは考案）として認められるものであることを前提とし、訂正前後の発明（ある\nいは考案）の内容、特に目的、範囲、性質が訂正後に拡張したか変更したかである\nと解される。この点については、原告が提示した４件の判例「昀高裁昭和４１年\n（行ツ）第１号、同昭和４１年（行ツ）第４６号、東京高裁平成６年（行ケ）第２\n３５号及び同平成９年（行ケ）第６４号（審判甲第９号証）」のものも、訂正前後\nの特許請求の範囲（あるいは登録請求の範囲）に記載される技術的事項によって構\n成されるものが一応発明（あるいは考案）として認められるものであることを前提\nとしていることからもうかがい知ることができる。\nところで、前記(a)で述べたように、訂正前明細書の登録請求の範囲に記載される\nベルト本体は、その技術的意味が不明であり、訂正前明細書の登録請求の範囲に記\n載されるものは、当業者にとって理解することも実施することもできないもので、\nそこにはもともと考案は認められないのであり、ベルト本体をレール本体に変更し\nたとしても、訂正前後の考案の内容、特に目的、範囲、性質が変更したと判断する\n余地のないものである。\nすなわち、ベルト本体をレール本体に変更する訂正は、本来その意味で記載され\nていた表現を真の意味を有する表現に直したものにすぎず、形式的には登録請求の\n範囲を変更するものではあっても、実質上登録請求の範囲を変更するものではな\nい。\nそのため、原告が提示した前記４件の判例のものに基づき当該訂正を無効とする\nことはできない。\n(c)　訂正審決には、審理不尽の違法性があるかについて検討する。\n原告の主張の概要は、「訂正審決の理由は、この訂正が誤記の訂正を目的とする\nものであるとの十分な理由とはなっていない。また仮に、この訂正が誤記の訂正を\n目的とするものであったとしても、この訂正が、登録請求の範囲を実質上変更する\nものではないことについては、訂正審決は全くその根拠を示していない。」であ\nる。\n原告が審判甲第３号証として、また被告が審判乙第２号証として提出した平成９\n年審判第１７３８５号の訂正審決理由を分説すると、以下のとおりである。\n①　「ベルト本体」の用語について願書に昀初に添付された明細書（当初明細\n書）及び図面を精査しても、全く記載されておらず、該用語は、本件補正の全文補\n正明細書に初めて使用された用語である。\n②　また、訂正前の登録請求の範囲に記載される技術事項である「長方形穴に挿\n入される形状のベルト金具を係合させるための多数の係合穴がベルト本体にその長\nさ方向に沿って一定間隔をおいて設けられて、」から想定される構成は、本件考案\nの目的構成並びに効果の記載から全くかけ離れたものとなり、むしろ、「ベルト本\n体」を「レール本体」と読み替えて読んだほうが本件出願時の考案の目的構成並び\nに効果の記載に合致するものである。\n③　してみると、「ベルト本体」という用語は、明細書の考案の詳細な説明の記\n載に照らして「レール本体」の誤記であることが明らかであるため、前記訂正は、\n誤記を目的にするものである。\n④　そして、「レール本体」という用語は、当初明細書に記載されていたもので\nあるとともに、前記訂正は、実質上登録請求の範囲を拡張し又は変更するものでは\nない。\nそこで検討すると、訂正の基になる考案が、願書に昀初に添付された明細書及び\n図面に記載されたものでなく、願書に添付された明細書及び図面に記載されたもの\nであることは、判例に示すとおりであり、その意味では、訂正審決の①の記載は、\n紛らわしいものとなっているが、該①の記載は、あくまでも事実を参考程度に示し\nたものにすぎず、②の記載において、願書に添付された明細書及び図面に記載され\nたものに基づき、訂正が誤記の訂正を目的としている理由を述べているのである。\n確かにその理由は、前記(a)で詳述したような理由と比べ必ずしも十分とはいえない\nが、だからといって理由が記載されていないとはいえない。\n次に登録請求の範囲を実質上変更するものでないことについて訂正審決は全くそ\nの根拠を示していないとの点については、確かに訂正審決には、その理由が明示さ\nれていない。しかしながら、当該訂正は、前記(b)で示したように、本来その意味で\n記載されていた表現を真の意味を有する表現に直したものにすぎず、形式的には登\n録請求の範囲を変更するものではあっても、実質上登録請求の範囲を変更するもの\nでないと認められるものであり、その理由については、前記②の記載から全く読み\n取れないわけでなく、たとえその理由が明示されていないからといって違法となる\nようなものではない。\nしてみると、訂正を認容したことについて何ら違法はないので、この点について\nの原告の主張は採用することができない。\n(7)　無効理由３についての審決の判断\n原告が審判甲第４号証として、また被告が審判乙第７号証として提出した本件実\n用新案登録の願書に昀初に添付された明細書（当初明細書）には、係合穴の形状に\nついて「十字状」としか記載されていなかったところ、本件補正書によって登録請\n求の範囲の係合穴の形状が「縦穴と横穴とを直交させた形状」に補正されるととも\nに、実施例の項に「また、本考案の要旨は、レール本体に設けられる係合穴の形状\nを、縦穴と横穴とが直交する形状にして、同一係合穴に対してベルト金具を縦横両\n方向に係合可能にする構成に存するので、上記した各実施例のように、厳格に十字\n穴のものに限られず、縦穴と横穴とが直交している同一の係合穴に、ベルト金具を\n縦横両方向に係合させることができれば、係合穴の形状は、十字穴に対して多少変\n形された形状であっても構わない。」という事項が追加された。\nそこで本件補正が明細書の要旨を変更するものであるかについて検討すると、ま\nずは被告が審判乙第８号証として提出した広辞苑（第２版）には、「十字」は、\n「漢字の「十」の字のような形。」として説明され、「十字」が付く用語につい\nて、「十字架」は、「罪人を磔にする柱。」として、「十字砲火」は、「銃砲火が\n交叉して飛ぶさま。」として、「十字路」は、「道が十字形に交叉した所。四\n辻。」として説明されているとともに、「状」は、「ありさま。様子。状態。」と\nして説明されており、これら二つの用語を合わせ持つ「十字状」は、必ずしも縦と\n横とがいずれもその中央で交わるような形状に限定されるものでないことが一般的\n技術常識として理解される。\nそして当初明細書をみても、「十字状」について定義されているわけではなく、\nしてみると、当初明細書に記載されていた「十字状」とは、必ずしも縦と横とがい\nずれもその中央で交わるような形状に限定されるものでなく、全文補正明細書に追\n加された記載のように、十字穴に対して多少変形された形状のものも含むと解され\nる。\n次に全文補正明細書の登録請求の範囲に導入された「縦穴と横穴とを直交させた\n形状」については、その技術的意味が必ずしも明確とはいえないので、その明細書\n及び図面の記載を参照すると、実施例の項及び図面には、一貫して「十字状」のも\nのとして記載されており、また被告は、審判事件答弁書（２）において、「『十字\n状』とは、『縦横に交差（交叉）したありさま。』と解するのが常識的、あるいは\n一般的な解釈といえる。」及び「『十字状』とは、まさに『縦穴と横穴とを直交さ\nせた形状』を意味する」と述べ、「縦穴と横穴とを直交させた形状」とは、「十字\n状」と同義であると説明していること（当然のごとく、少なくとも「Ｔ字形」ある\nいは「Ｌ字形」を含まないと解される。）をも参照すると、「縦穴と横穴とを直交\nさせた形状」の「直交」とは、「交差（交叉）」の意味と解されるため、「縦穴と\n横穴とを直交させた形状」とは、「十字状」の用語を単に言い換えたものに相当す\nる。\nしてみると、全文補正明細書に記載される事項は、要旨を変更するものではな\nく、この点についての原告の主張は採用することができない。\n(8)　無効理由４についての審決の判断\n(a)　証拠\n審判甲第５号証（米国特許第３４０５６６０号明細書）には、「トラック１０の\nウエッブ１３の同じスペース内において、係止金具をトラック１０の軸方向と直角\n方向とに係合できる係合穴２２が交互に設けられているベルト金具係合用レール」\nが記載されている。\n審判甲第６号証（実願昭５４－１７７２３０号（実開昭５６－９３３３５号）の\nマイクロフィルム）には、「長方形に切り開かれた孔と丸孔とが交互に設けられて\nいるコンテナ車用レール」が記載されている。\n審判甲第７号証（実願昭５４－１３８８１６号（実開昭５６－５６４４３号）の\nマイクロフィルム）には、「両側縁を外方に折曲して取付片を形成した断面チャン\nネル状の主体の中央板に、両側に内方への傾斜片を張設した縦長窓孔と、方形状、\n円形状などの適宜形状の窓孔を任意の配列で隔設してなる積載運搬用の型材」が記\n載されている。\n審判甲第８号証（実願昭６１－１４４２７３号（実開昭６３－４８６４７号）の\nマイクロフィルム）には、その登録請求の範囲に「バン型車の内側壁の上下部位に\n平行に配置したＣ形断面ガイドレールと、このガイドレール内に摺動自在に嵌装せ\nしめ、前記ガイドレールと面一となした複数の角形ロープフックとで構成し、この\nロープフックの中央位置にフック部位を配置し、かつその片面に刻設した凹陥状の\nくびれ弾発作用によって、ガイドレールの開口フランジ部位にロープフック当接面\nが喰込み係止して、ロープフックがガイドレールに固定されることを特徴とするバ\nン型車のスライド式ロープフック。」と記載されている。\n(b)　判断\n本件訂正後の考案の要旨は、冒頭に記載したとおりであるところ、その明細書の\n記載に基づけば、「係合穴が、縦穴と横穴とを直交させた形状になっていて、同一\n係合穴に対してベルト金具が縦横両方向に係合可能になっている」という技術的事\n項（本件技術的事項）を具備することにより、「レールをコンテナ車などの側板の\n内側に取付けた場合には、同一のレールと同一の荷締ベルトとによって、この荷締\nベルトが捩じられることなくして、コンテナ車などに載せられた荷物をこの荷締ベ\nルトにより縦横両方向に締め付けることができる。また、レール本体に設けられる\n係合穴が、縦穴と横穴とを直交させた形状になっているために、縦方向、及び横方\n向の各係合穴の数は、殆ど減ぜられない。」という特有の効果を奏するものであ\nる。\nしかしながら、審判甲第５号証ないし審判甲第８号証に記載されるものには、前\n記本件技術的事項が示唆も記載もされていない。\nなお、原告は、無効審判請求理由補充書において「ベルト係合用レールの技術的\n分野において、縦又は横の係合穴を１つの連続した孔で構成することは、審判甲第\n６号証及び審判甲第７号証により本件実用新案登録出願前に広く知られており、こ\nれらの刊行物に示された係合穴にもベルト金具が挿入されることによりベルトが固\n定されるものである。そして、この種のベルト金具係合用の孔は、ベルト金具の形\n状によって縦穴及び横穴がそれぞれ２つに分かれて開けられていても、それが１つ\nの孔であっても良いことは、審判甲第５～第７号証から明らかである。更に、係合\n形式は異なるが、長方形の縦穴と横穴とを直交させた形状の係合穴を有するガイド\nレールが、審判甲第８号証により本件出願前に公知である。」と記載しているが、\n審判甲第６号証及び審判甲第７号証に記載されるものは、本件訂正後の考案の従来\n例に相当するものでしかなく、審判甲第８号証に記載されているものも、前記した\nように、ガイドレールに摺動自在に嵌装せしめた複数の角形ロープフックの中央位\n置にフック部位を配置し、そのフランジ部位にロープを固定せるものであり、長方\n形の縦穴と横穴とを直交させた形状の係合穴を有するガイドレールが、審判甲第８\n号証により本件出願前に公知であると認定することはできない。\n(c)　結論\nすなわち、本件考案は、本件実用新案登録出願前に頒布された刊行物である審判\n甲第５号証ないし審判甲第８号証に記載されたものに基づいて当業者が極めて容易\nに考案をすることができたとする原告の主張は採用することができない。\n(9)　審決のむすび\n以上、原告の本件実用新案登録を無効とすべきとの無効理由は、すべて認めるこ\nとができないため、本件実用新案登録の訂正後の考案を無効とすることができな\nい。\n第３　原告主張の審決取消事由\n審決は、訂正請求の適否の判断を誤り（取消事由１）、また、誤って、本件補正\nが要旨変更に当たらないとし（取消事由２）、この結果、本件考案の無効理由は認\nめられないとしたものであって、違法であるから取り消されるべきである。\n１　取消事由１（訂正の適否の判断の誤り）\n(1)　誤記の訂正であると判断した誤り\n審決は、訂正前明細書の登録請求の範囲、及び、課題を解決するための手段の項\nに記載されていた「ベルト本体」を「レール本体」に訂正しようとする訂正請求に\nついて、「ベルト本体という用語は、それ自体は明瞭であるとしても、その技術的\n意味は不明であり、訂正前の登録請求の範囲及び課題を解決するための手段の項に\n記載されている考案は、当業者にとって理解することも実施することもできないも\nのである。」と認定して、「誤記の訂正を目的にするものであると認められる。」\nと判断しているが、誤りである。\nすなわち、ベルト本体という用語は、その技術的意味は不明であるとはいえない\nし、さらに、訂正前の登録請求の範囲及び課題を解決するための手段の項に記載さ\nれている考案は、当業者にとって理解することも実施することもできないものであ\nるともいえない。\nそもそも一般的ベルトの用語として、腰のバンドや時計バンドに見られるよう\nに、ベルト自体に係合穴を設けること自体は、周知の用法の一つである。また本件\n考案の「ベルト本体」は荷締ベルトとは別体のベルトであって、それには十字状の\n係合穴が開けられているものとも考えられるのであって、それをトラックなどの荷\n台側壁に固定しておき、この係合穴に荷締ベルト端に取り付けられた係合具を係合\nすれば実施可能であることは、当業者が容易に理解することができる。\nしたがって、これらの点に関し、専ら図面を基に請求の範囲の意味を変えてもよ\nいとする審決の判断は誤りである。\n審決も認めるように「ベルト本体」という用語も「レール本体」という用語も明\n瞭であるところ、その意味は明らかに異なる。また、ベルトに係合穴を設けること\nは周知で、それ自体の意味は明瞭であるから、「ベルト本体」を「レール本体」に\n置き換えることは、それ自体明瞭な用語を明らかに意味が異なる別の明瞭な用語に\n変更することであって、実用新案法にいう「誤記の訂正」の域を超える。\n(2)　登録請求の範囲を実質上変更しないと判断した誤り\n審決は、訂正が実質上登録請求の範囲を拡張又は変更するものであるかの判断に\nついて、「請求人（原告）が提示した４件の判決も、訂正前後の請求の範囲に記載\nされている技術的事項によって構成されるものが一応発明（考案）として認められ\nるものであることを前提にしている」とし、本件訂正請求の場合は、「訂正前明細\n書の登録請求の範囲に記載されるものは、当業者にとって理解することも実施する\nこともできないもので、そこにはもともと考案は認められないのであり、ベルト本\n体をレール本体に変更したとしても、訂正前後の考案の内容、特に目的、範囲、性\n質が変更したと判断する余地のないものである。」と認定して、「形式的には登録\n請求の範囲を変更するものであっても、実質上変更するものではない。」と判断し\nているが、誤りである。\n前記(1)のとおり、ベルト本体の係合穴もレール本体の係合穴も、一般的用語とし\nて意味があり、技術的にも成り立ち得るもので、しかも全く異なる内容を表現して\nいるのであって、両者を取り換えることは明らかに実質上の変更となるものである\nから、仮に明らかな誤記であっても訂正は許されない。\nすなわち、本件の適用される昭和６３年６月１７日当時の旧実用新案法３９条１\n項で誤記訂正に当たることが認められても、同条２項の請求の範囲を実質的に変更\nするものであれば訂正は許されない。\nつまり、登録後の訂正では、出願当初明細書の開示範囲で認められる考案であっ\nても、請求の範囲の明白な実質的変更を認めるものであって許されないという法の\n規定に反している。また、原告が提示した４件の判決のうち、特に昭和４１年（行\nツ）第４６号の昀高裁判決（判例２）は、訂正前の請求の範囲に記載されている事\n項によって構成されるものが考案として認められないようなものであっても、それ\nを常識的な温度に訂正することは実質変更であるとして訂正を認めなかったもので\nある。\nさらに、訂正前の登録請求の範囲の記載されたものによって構成されるものは、\n一応考案として認められるものであり、訂正の前後でその目的、範囲、性質が変更\nされていることは明らかである。\n仮に「誤記の訂正」であるとしたところで、それ自体明瞭な用語を、明らかに意\n味が異なる別の明瞭な用語に置き換えるものである以上、訂正の前後で登録請求の\n範囲を実質的に変更するものである。\n(3)　訂正審決の審理不尽の違法性の判断の誤り\n審決は、訂正審決においては、誤記の訂正を目的としている理由が十分でないこ\nとを認め、また、登録請求の範囲を実質上変更するものではないとする理由が明示\nされていないと認めている。その一方で、審決は、訂正審決の他の記載部分からそ\nの理由が全く読み取れないわけではなく、その理由が明示されていないからといっ\nて違法となるようなものではないとしている。\nしかし、審決の他の説示部分をみてもその理由は不明であるし、このような漠然\nとした説示では、「本件訂正が誤記の訂正を目的としている理由」が示されている\nとはいえないことは明らかで、判断理由が明示されていない訂正審決は違法であ\nる。\n２　取消事由２（要旨変更）\n審決は、当初明細書（甲第２号証の４）には係合穴の形状について「十字状」と\nしか記載されていなかったところ、本件補正書による「縦穴と横穴とを直行させた\n形状」に補正した点は、「十字状」の用語を単に言い換えたものに相当し、当初明\n細書の要旨を変更するものではないと判断しているが、誤りである。\nすなわち、審決は、全文補正明細書の登録請求の範囲に記載された「縦穴と横穴\nとを直交させた形状」については、その技術的意味が必ずしも明確とはいえないの\nで、その明細書及び図面の記載を参照するとしているが、当初の意味が明確な用語\nをあえて意味が明確でない用語に置き換える補正は、要旨変更そのものである。\nまた、要旨変更の判断は、補正によって登録請求の範囲に導入された技術的事項\nが、出願当初の明細書及び図面に記載されていた事項の範囲内であるか否かによっ\nて判断すべきであって、補正後の明細書及び図面の記載によって判断するのではな\nい。このことは、本件実用新案が適用される旧実用新案法９条で準用する特許法４\n１条の規定より明らかである。\nしたがって、「縦穴と横穴とを直交させた形状」の技術的意味が明確でないから\nとの理由で全文補正明細書を参照するとした審決の判断は誤りである。\n被告は、本件考案の実用新案権に基づく侵害訴訟である名古屋高裁平成１１年\n(ネ)第３８３号事件において、控訴人（第１審原告）として「縦穴と横穴とを直交\nさせた形状」が「十字状」に限られず、「Ｔ字状」も含むと主張した。被告のこの\n主張のとおりだとすると、本件補正によって本件考案の権利範囲が拡張することに\nなり、本件補正が要旨変更になることは明らかである。\n第４　審決取消事由に対する被告の反論\n１　取消事由１（訂正の適否の判断の誤り）について\n(1)　誤記の訂正であると判断した誤りについて\n本件訂正は、全文補正明細書を提出する際に、出願当初から「レール本体」と記\n載されていて、そのまま記載すべきところを誤って、当初明細書には全く使用され\nていない「ベルト本体」という用語を記載してしまったという単純なミスである。\n審決は、これにつき、「ベルト本体という用語は、用語自体は明瞭であるとして\nも、その技術的意味は不明であり」、「レール本体という用語を用いるべき箇所に\nベルト本体という用語を使用したためであると容易に理解することができものであ\nる。」と判断したものであり、この判断は妥当である。\n(2)　クレームを実質上変更しないと判断した誤りについて\n本件における「ベルト本体」を「レール本体」への訂正は、正に誤記の訂正であ\nり、「ベルト本体」は単純な誤記で、その意味するところは「レール本体」である\nことは明白であり、誤記の訂正により請求の範囲が変更されるものでないことは、\n審決が詳細に認定しているとおりである。\n(3)　審理不尽について\n審決に原告主張の違法はない。\n２　取消事由２（要旨変更）について\n原告は、「被告が技術的範囲を拡張又は変更する意図で補正を行ったことは明ら\nかである。」と主張するのみで、審決のどこの事実認定ないし判断が不服であるの\nか、何ら具体的な指摘をしていない。本件補正が「技術的範囲を拡張又は変更」す\nるものでないことは、審決が正しく認定しているとおりである。\n原告は、名古屋高裁の侵害訴訟における被告の主張について触れるが、被告は原\n告指摘の「Ｔ字状」の形状まで含むというような主張を当該訴訟においてしていな\nい。そもそも、原告がそこで触れている点は、審決が判断したことの当否について\n審理すべき本訴においては、関係のない事柄である。\n第５　当裁判所の判断\n１　甲第２号証の２によれば、本件訂正明細書に、本件考案に関して以下の記載\nがあることが認められる。\n〔産業上の利用分野〕\n「本考案は、荷締ベルトの端部に装着されたベルト金具を係合させるためにコン\nテナ車などの側板に取付けられるベルト金具係合用レールに関するものである。」\n（１頁１７～２０行）\n〔従来の技術〕\n「第１４図及び第１５図に示されるレールＲ′、Ｒ″は、それぞれ長方形状の縦\n方向の係合穴３１、及び同形状の横方向の係合穴３２が長さ方向に沿って一定の間\n隔をおいて設けられたものである。」（２頁５～８行）\n「縦方向の係合穴３１を備えたレールＲ′に対しては、ベルト金具を縦方向にし\nか取付けることができず、同様に横方向の係合穴３２を備えたレールＲ″に対して\nは、ベルト金具を横方向にしか取付けることができない。」（２頁１６～２０行）\n「荷締ベルトのベルト金具の形状に対応した縦方向の係合穴と横方向の係合穴と\nをレール本体に交互に設ければ、一応荷締ベルトを縦横両方向に締付け可能となる\nが、これでは、縦横の２種類の各係合穴の数が半減して、各種の荷物に対応した昀\n適の位置にベルト金具を係合できなくなる欠点が発生する。」（３頁末行～４頁６\n行）\n〔考案が解決しようとする課題〕\n「本考案は、従来のレールの有する上記不具合に鑑み、レール本体に設けられる縦\n横両方向の２種類の各係合穴の数を減じることなく、同一係合穴に対してベルト金\n具を縦横両方向に係合できるようにして、同一のレールと同一の荷締ベルトとを使\n用して、荷物を縦横両方向に締め付けれるようにすることを課題としてなされたも\nのである。」（４頁８～１４行）\n〔考案の効果〕\n「本考案は、レール本体に設けられる係合穴を、縦穴と横穴とが直交する形状に\nして、荷締ベルトの端部に取付けられたベルト金具を同一係合穴に対して縦横両方\n向に係合できるようにしたので、このレールをコンテナ車などの側板の内側に取付\nけた場合には、同一のレールと同一の荷締ベルトとによって、この荷締ベルトが捩\nじられることなくして、コンテナ車などに載せられた荷物をこの荷締ベルトにより\n縦横両方向に締め付けることができる。」（１０頁６～１５行）\n２　取消事由１（訂正の適否の判断の誤り）の当否の検討\n(1)　誤記の訂正であると判断した誤りの有無の検討\n(a)　まず、本件考案の要旨の記載を検討する。\n甲第２号証の１、２によれば、訂正前の本件考案の登録請求の範囲の記載は、\n「荷締めベルトの端部に装着されていて、長方形穴に挿入される形状のベルト金具\nを係合させるための多数の係合穴がベルト本体にその長さ方向に沿って一定間隔を\nおいて設けられて、コンテナ車などの側板の内側に取付けられるベルト金具係合用\nレールであって、\n前記係合穴が、縦穴と横穴とを直交させた形状になっていて、同一係合穴に対し\nてベルト金具が縦横両方向に係合可能になっていることを特徴とするベルト金具係\n合用レール。」\nであり、本件訂正は、そのうちの「ベルト本体」を誤記を目的として「レール本\n体」に訂正するものであった（なお、本件訂正は、訂正前の明細書の考案の詳細な\n説明における「課題を解決するための手段」の項に、登録請求の範囲の記載とほぼ\n同じ内容の事項が記載されていたため、その中の「ベルト本体」についても「レー\nル本体」と訂正するものであった。）ことが認められる。\nところが、訂正前の本件登録請求の範囲において、「ベルト金具を係合させるた\nめの多数の係合穴がベルト本体にその長さ方向に沿って一定間隔をおいて設けられ\nて、コンテナ車などの側板の内側に取付けられるベルト金具係合用レール」の文言\nによって規定される構成については、ベルト金具を係合するためのレールである\n「ベルト金具係合用レール」の構成を定義するものであるにもかかわらず、係合穴\nが設けられる「ベルト本体」が、コンテナ車などの側板の内側に取り付けられる\n「ベルト金具係合用レール」とどのような関係にあるのか不明である。また、訂正\n前の登録請求の範囲において「ベルト本体」に関する記載はこの箇所だけであり、\n他に参照すべき記載はないことが明らかである。したがって、登録請求の範囲全体\nからみても、係合穴が設けられる構成要件に関してはその意味を理解することがで\nきないというべきである。\nさらに、登録請求の範囲の後段の「前記係合穴が、縦穴と横穴とを直交させた形\n状になっていて、同一係合穴に対してベルト金具が縦横両方向に係合可能になって\nいることを特徴とするベルト金具係合用レール」は、ベルト金具が縦横両方向に係\n合可能になっているベルト金具係合用レールであるから、係合穴が設けられる「ベ\nルト本体」は、レールと密接な構成関係にあることも明らかである。\n以上のとおり、「ベルト本体」の技術的意味が不明であって、本件登録請求の範\n囲は意味不明なものになっているのであるが、その構成要件の実体はレールに関係\nしているものということができる。\n(b)　そこで、本件明細書の考案の詳細な説明を検討するに、甲第２号証の１に\nよれば、本件考案の訂正前の明細書（本件出願公告公報（平５－１９２４２）。弁\n論の全趣旨によれば、これが全文補正明細書であるものと認められる。）に、以下\nの記載があることが認められる。\n〔考案が解決しようとする課題〕\n「本考案は、従来のレールの有する上記不具合に鑑み、レール本体に設けられる縦\n横両方向の２種類の各係合穴の数を減じることなく、同一係合穴に対してベルト金\n具を縦横両方向に係合できるようにして、同一のレールと同一の荷締ベルトとを使\n用して、荷物を縦横両方向に締め付けれるようにすることを課題としてなされたも\nのである。」（３欄１５～２１行）\n〔実施例〕\n「レールＲ１は、金属板を折り曲げ成形して中央部を膨出させてレール本体１を形\n成し、このレール本体１の膨出部分に多数個の十字状の係合穴２が長さ方向に沿っ\nて一定の間隔をおいて設けられた構成である。」（３欄３５～３９行）\n「第１１図に示されるように、レールＲ１は、コンテナ車９の側板１０の内側に水\n平に取付けられる。」（４欄３０～３２行）\n「係合穴２が十字状になっているため、第１図及び第２図に示されるように、同一\nの係合穴２に対してベルト金具Ａ１を縦横両方向に係合できて、レールＲ１に対し\nてベルト金具Ａ１を縦横両方向に係合させて取付けることができる。」（４欄３３\n～３７行）\n「本考案の要旨は、レール本体に設けられる係合穴の形状を、縦穴と横穴とが直交\nする形状にして、同一係合穴に対してベルト金具を縦横両方向に係合可能にする構\n成に存する」（５欄３５～３８行）\n〔考案の効果〕\n「本考案は、レール本体に設けられる係合穴を、縦穴と横穴とが直交する形状にし\nて、荷締ベルトの端部に取付けられたベルト金具を同一係合穴に対して縦横両方向\nに係合できるようにしたので、このレールをコンテナ車などの側板の内側に取付け\nた場合には、同一のレールと同一の荷締ベルトとによって、この荷締ベルトが捩じ\nられることなくして、コンテナ車などに載せられた荷物をこの荷締ベルトにより縦\n横両方向に締め付けることができる。」（６欄１～１０行）\n(c)　これら訂正前明細書の考案の詳細な説明の記載及び訂正前図面の第１～\n６、１１～１３図（別紙本件考案図面参照。甲第２号証の２、３によれば、図面自\n体は本件訂正によって訂正されていないことが認められる。）によれば、本件考案\nは、縦穴と横穴とが直交する形状の係合穴をレール本体に設け、このレールをコン\nテナ車などの側板の内側に取り付けることで、荷締ベルトの端部に取り付けられた\nベルト金具を係合穴に対して縦横両方向に係合することができるようにしたもので\nあると認めることができる。\nこのことからすると、考案の詳細な説明の記載において、係合穴をレール本体に\n設けることが記載されているから、訂正前明細書の登録請求の範囲に記載されてい\nた、係合穴が設けられた「ベルト本体」は、「レール本体」の誤記であることが明\nらかである。\nしかも、前記(a)で登録請求の範囲の記載について検討したように、「ベルト本\n体」は「ベルト金具係合用レール」との関係で理解することができることが可能な\nので、この観点からも「ベルト本体」を「レール本体」と読み替えて解釈するのが\n自然でかつ相当というべきである。\n以上のとおりであるから、本件考案は、訂正前の登録請求の範囲の「ベルト本\n体」を構成要件とするものにおいては考案の要旨が全体として理解することができ\nず、訂正後の登録請求の範囲におけるように「ベルト本体」を「レール本体」の誤\n記とみなすことによってのみ理解することができるものというべきである。\n(d)　したがって、この点に関する審決の判断に誤りはない。\n(e)　原告は、「ベルト本体」という用語の意味は明瞭であるし、また本件考案\nの「ベルト本体」は荷締ベルトとは別体のベルトであって、それに十字状の係合穴\nを設けてトラックなどの荷台側壁に固定しておき、この係合穴に荷締ベルト端に取\nり付けられた係合具を係合すれば実施可能であることは、当業者が容易に理解し得\nると主張する。\nしかしながら、「ベルト本体」という用語自体の意味が明瞭であることは明らか\nであり、本件訂正請求の適否については、「ベルト金具を係合させるための多数の\n係合穴がベルト本体にその長さ方向に沿って一定間隔をおいて設けられ」るという\n「ベルト本体」について、考案の要旨における位置づけ、すなわち、他の構成要件\nとの関係を問題にしているのであり、この点について、原告主張のように荷締ベル\nトとは別体の「ベルト本体」なるものがコンテナ車などの側板の内側に取り付けら\nれると仮定しても、それは考案の一部の構成要件の実施可能性を説明できるにとど\nまり、この「ベルト本体」と同様にコンテナ車などの側板の内側に取り付けられる\n「ベルト金具係合用レール」との構成の関係を明確に説明することはできない。し\nたがって、原告の上記主張は失当である。\n(2)　訂正請求は登録請求の範囲を実質上変更するものか否かの検討\n前記のように、訂正前の「ベルト本体」を構成要件とする本件考案は、その考案\nの要旨全体として理解することができず、訂正後のように「ベルト本体」を「レー\nル本体」に誤記訂正することによってのみ、考案の要旨を全体として明確に理解す\nることができる。\nつまり、訂正前考案は、係合穴を設ける部材を「ベルト本体」とすることに起因\nして、それとの関係において本件考案の「ベルト金具係合用レール」の技術思想が\n明確に特定できないものとなっていることが明らかであり、この「ベルト本体」を\n「レール本体」に訂正することによって、この部分においてのみ不明であった「ベ\nルト金具係合用レール」との共働関係が明確になり、しかも、荷締ベルトのベルト\n金具を係合穴に対して縦横両方向に係合できるようにするという本件考案の目的効\n果に、訂正前後を通じて何の変更がないことも明らかである。\nしたがって、訂正後考案は登録請求の範囲を実質上変更するものではないという\nべきであり、審決の判断中、「訂正前明細書の登録請求の範囲に記載されるもの\nは、当業者にとって理解することも実施することもできないもので、そこには元々\n考案は認められないのであり、ベルト本体をレール本体に変更したとしても、訂正\n前後の考案の内容、特に目的、範囲、性質が変更したと判断する余地のないもので\nある。」との部分に誤りはない。\n(3)　訂正審決の審理不尽の有無の検討\n原告は、訂正審決には、「本件訂正が誤記の訂正を目的としている理由」及び\n「登録請求の範囲を実質上変更するものではない理由」がいずれも示されていない\nと主張する。\nしかしながら、訂正審決は、訂正前の登録請求の範囲に記載される「ベルト本\n体」にかかる技術事項から想定される構成は、本件考案の目的構成並びに効果の記\n載から全くかけ離れたものとなり、むしろ、「ベルト本体」を「レール本体」と読\nみ替えて読んだほうが訂正前考案の目的構成並びに効果の記載に合致するものであ\nり、「ベルト本体」という用語は、明細書の考案の詳細な説明の記載に照らして\n「レール本体」の誤記であることが明らかであるため、前記訂正は、誤記を目的に\nするものである旨認定判断しており、原告主張の上記理由はいずれも説示されてい\nることが明らかである。\nよって、原告の主張は失当である。\n(4)　取消事由１についてのまとめ\nしたがって、原告主張の取消事由１はすべて理由がない。\n３　取消事由２（要旨変更）の当否の検討\n原告は、係合穴の形状について、当初明細書の「十字状」の記載を平成４年１１\n月１９日付手続補正書による「縦穴と横穴とを直行させた形状」に補正すること\nは、明細書の要旨を変更するものであると主張する。\n(1)　そこで、上記補正が明細書の要旨を変更するものであるか検討する。\n甲第２号証の４によれば、当初明細書には、登録請求の範囲に「係合穴の形状を\n十字状にすることにより、レール本体に対してベルト金具を縦横両方向に係合でき\nるようにした」と記載され、これと同旨の記載が考案の詳細な説明の「課題を解決\nするための手段」及び「考案の効果」の項にもあることが認められるところ、その\n技術的意義は、縦穴と横穴とが直交して十字状の係合穴を形成することをもって、\nベルト金具を縦横両方向に任意に係合させることができるというものであるから、\n十字状の係合穴の形状とは、縦穴と横穴とがいずれもその中央部付近で交わるよう\nに直交させた形状をいうことは自明のことである。\n(2)　一方、甲第２号証の１、４及び弁論の全趣旨によれば、上記手続補正書によ\nり、登録請求の範囲の上記部分に対応する箇所が「係合穴が、縦穴と横穴とを直交\nさせた形状になっていて、同一係合穴に対してベルト金具が縦横両方向に係合可能\nになっている」と補正されるとともに、実施例の項に「本考案の要旨は、レール本\n体に設けられる係合穴の形状を、縦穴と横穴とが直交する形状にして、同一係合穴\nに対してベルト金具を縦横両方向に係合可能にする構成に存するので、上記した各\n実施例のように、厳格に十字穴のものに限られず、縦穴と横穴とが直交している同\n一の係合穴に、ベルト金具を縦横両方向に係合させることができれば、係合穴の形\n状は、十字穴に対して多少変形された形状であっても構わない。」（甲第２号証の\n１の出願公告公報５欄３５～４３行。甲第２号証の４の当初明細書８頁参照）とい\nう記載が加入されたものであることが認められる。\nそして、補正後の登録請求の範囲における縦穴と横穴とを直交させた形状という\n表現は、前記(1)のような補正前の十字状の形状の意味するところを敷衍したものに\nすぎず、また、十字状の係合穴の技術的意義（作用目的）からすると、補正後の実\n施例の項の加入記載も、登録請求の範囲を補正するとともに、自明の事項の説明を\n付加したにすぎないものと認められる。\nよって、補正後の「縦穴と横穴とを直交させた形状」は、当初明細書の「十字状\nの形状」と同義と認められ、上記補正は明細書の要旨を変更するものではないとい\nうべきであり、審決が「『縦穴と横穴とを直交させた形状』とは、『十字状の形\n状』を単に言い換えたものに相当する。してみると、補正明細書に記載される事項\nは、要旨を変更するものではなく」と認定判断した点に誤りがない。したがって、\n取消事由２も理由がない。\nなお、原告の主張中には、本件考案の実用新案権に基づく侵害訴訟である名古屋\n高裁平成１１年(ネ)第３８３号事件における被告（当該訴訟の控訴人（第１審原\n告））の主張について触れ、本件補正が要旨変更になることの裏付けとする部分が\nあるが、補正が要旨変更に当たるか否かは、明細書の記載によって判断すべきであ\nって、被告が侵害訴訟でどのような主張をしたかにはかかわりのないことであるか\nら、仮に被告が侵害訴訟で原告主張のような主張をしたとしても、本件補正が要旨\n変更に当たるものではないとの上記判断が左右されるものではない。\n第６　結論\n以上のとおりであり、審決取消事由はいずれも理由がなく、原告の請求は棄却す\nべきである。\n（平成１１年１０月７日口頭弁論終結）\n東京高等裁判所第１８民事部\n裁判長裁判官　　　永　　　井　　　紀　　　昭\n裁判官　　　塩　　　月　　　秀　　　平\n裁判官　　　市　　　川　　　正　　　巳\n"
}