{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 12,
    "day": 21
  },
  "case_number": "平成10(ワ)3008等",
  "case_name": "不正競争防止法に基づく差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13441",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13441",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/441/013441_hanrei.pdf",
  "contents": "平成一〇年(ワ)第三〇〇八号　不正競争防止法に基づく差止等請求事件（第一事\n件）\n同年(ワ)第九四八二号　損害賠償等請求事件（第二事件）\n判　　　　　　決\n第一事件原告（第二事件被告）　　ミノル工業株式会社\n右代表者代表取締役　　　        【Ａ】\n第一事件原告　　              　株式会社マーベル\n右代表者代表取締役　　　        【Ｂ】\n右二名訴訟代理人弁護士　　　    小 野 田          学\n同　　　　　　　　　　　　　　　若　　原  　俊　　二\n右補佐人弁理士　　　            【Ｃ】\n第一事件被告（第二事件原告）　  ジェフコム株式会社\n右代表者代表取締役              【Ｄ】\n右訴訟代理人弁護士              深    井          潔\n右補佐人弁理士                  【Ｅ】\n主　　　　　　文\n一　第一事件原告らの請求をいずれも棄却する。\n二　第二事件被告は、第二事件被告商品「Ｊｅｔライン」の包装に、「形状をまね\nた類似品にご注意下さい。」との表示を付してはならない。\n三　第二事件被告は、第二事件原告に対し、金八〇万円及びこれに対する平成一〇\n年九月一二日から支払済みに至るまで年五分の割合による金員を支払え。\n四　第二事件原告のその余の請求を棄却する。\n五　訴訟費用は、第一事件及び第二事件を通じてこれを一七分し、その一一を第一\n事件原告（第二事件被告）ミノル工業株式会社の負担とし、その一を第一事件原告\nマーベル株式会社の負担とし、その余を第一事件被告（第二事件原告）の負担とす\nる。\n六　この判決は、二項及び三項に限り仮に執行することができる。\n事実及び理由\n事実及び理由は、別紙事実及び理由記載のとおりであり、第一事件原告らの請求\nはいずれも理由がなく、第二事件原告の請求は、主文二項及び三項掲記の限度で理\n由があるから、主文のとおり判決する。\n（口頭弁論終結日　平成一一年一一月二日）\n大阪地方裁判所第二一民事部\n裁判長裁判官　　　　小　　松　　　一　　雄\n裁判官　　　　高　　松　　　宏　　之\n裁判官　　　　安　　永　　　武　　央\n事実及び理由\nなお、書証番号は甲１などと略称し、枝番のすべてを示すときは枝番の記載を省\n略する。\n第１　請求\n（第一事件）\n１　第一事件被告は、別紙第二目録記載の各商品を製造、販売し、販売のために展\n示してはならない。\n２　第一事件被告は、前項記載の商品を廃棄せよ。\n３　第一事件被告は、第一事件原告ミノル工業株式会社に対し、金２４００万円及\nびこれに対する平成１０年１１月１８日から支払済みに至るまで年５分の割合によ\nる金員を支払え。\n（第二事件）\n１　第二事件被告は、第二事件被告商品「Ｊｅｔライン」の広告・包装に、「形状\nをまねた類似品にご注意下さい。」との表示を付してはならない。\n２　第二事件被告は、第二事件原告に対し、金１３２０万円及びこれに対する平成\n１０年９月１２日から支払済みに至るまで年５分の割合による金員を支払え。\n３　第二事件被告は、雑誌「電気と工事」に１回宛、別紙案文記載の案文により、\n標題にはゴシック４号活字を、当事者双方の住所、名称、氏名には４号活字を、そ\nの他の文字に５号活字を使用し、全ページにて印刷した謝罪広告を掲載せよ。\n４　第二事件被告は、業界紙「電気商工新聞」と「電材流通新聞」に各１回宛、別\n紙案文記載の案文により、標題にはゴシック４号活字を、当事者双方の住所、名\n称、氏名には４号活字を、その他の文字に５号活字を使用し、３段抜きにて印刷し\nた謝罪広告を掲載せよ。\n第２　事案の概要\n（争いのない事実等）\n１　当事者\n第一事件原告（第二事件被告）ミノル工業株式会社（以下「原告ミノル」とい\nう。）は、諸作業工具の製造、販売等を目的とする株式会社である。\n第一事件原告株式会社マーベル（以下「原告マーベル」といい、原告ミノルと合\nわせて「原告ら」という。）は、電設工具・機械工具等の国内卸販売を主たる業務\nとする株式会社であり、原告ミノルの製品を一手に卸販売している。\n第一事件被告（第二事件原告）（以下「被告」という。）は、電設工事用機械工\n具及び電設工事用資材の製造、販売等を目的とする株式会社である。\n２(1)　原告ミノルの代表者である【Ａ】は、次の意匠権を有している（以下「本件\n意匠権」といい、その意匠を「本件登録意匠」という。）。\n出願日　昭和５６年１０月８日\n（意願昭５６－４４８６９号）\n登録日　昭和６０年９月１３日\n登録番号　第６６７５５４号\n意匠に係る物品　呼び線\n説　　　　　明　本物品は、連結金具より継手部迄の長さが２０㎝で、又撚線部分\nは下端に連続し、全長が３０ｍである。\n登録意匠　別紙意匠公報（第６６７５５４号）所定欄掲載のとおり。\n(2)　本件意匠権には、次の類似意匠が合体している。\n出願日　昭和５６年１０月８日\n（意願昭５６－４４８７０号）\n登録日　昭和６０年９月１３日\n登録番号　第６６７５５４号の類似１号\n意匠に係る物品　呼び線\n説　　　　　明　本物品は、連結金具より継手部迄の長さが１５㎝で、又撚線部分\nは下端に連続し、全長が３０ｍである。\n登録意匠　別紙意匠公報（第６６７５５４号の類似１）所定欄掲載のとおり。\n(3)　原告ミノルは、本件意匠権の独占的通常実施権を有している（弁論の全趣\n旨）。\n(4)　なお、呼び線とは、電線・通信等の電線類の（主として）屋内配管への挿通の\n便に供せられるものである。その使用方法は、先ず、呼び線を配管の一端から、真\nっ直ぐあるいは屈曲した管の内壁に沿って押進・挿通させて、他端に出た呼び線の\n先端部に電線類を取り付け、しかる後、挿入開口部の外に残存する呼び線の残部\nを、挿入開口部側に逆方向に引っ張り出して呼び線を引き戻すことによって、電線\n類を配管内に引き入れて配設するものである。\n３　原告ミノルは、昭和５６年１１月、「Ｊｅｔライン」の商品名で、別紙第一目\n録記載の呼び線（以下「原告商品」という。）の製造、販売を開始した。\n４　被告は、次のとおり呼び線を製造、販売している。\n(1)　平成２年４月から平成８年末ころまで、別紙呼び線一覧図の被告商品⑤欄記載\nのような形状の商品名「ブルーエース」の呼び線（検乙１。以下「被告商品⑤」と\nいう。）を製造、販売した。\n(2)　平成８年末以降、「ブラックエースⅠ」の商品名で、別紙第二目録記載１の呼\nび線（以下「被告商品⑥」という。）を製造、販売している。\n(3)　平成９年末以降、「ブラックエースⅡ」の商品名で、同目録記載２の呼び線\n（以下「被告商品⑦」という。）を製造、販売している。\n(4)　平成１０年以降、「ニューブルーエース」の商品名で、同目録記載３の呼び線\n（以下「被告商品⑧」という。）を製造、販売している。\n（以下被告商品⑤ないし⑧を併せて、単に「被告商品群」という。）\n５　原告ミノルによる広告・表示\n原告ミノルは、月刊誌「電気と工事」の昭和６２年１２月号から平成５年８月号\nまでの間の合計４８号に、「形状をまねた類似品にご注意下さい。」という表示を\n付した原告商品の広告を掲載した（乙２１。以下「本件広告」という。）。\nまた、原告ミノルは、遅くとも平成７年９月８日から平成１０年８月３日まで、\n原告商品の包装に、「形状をまねた類似品にご注意下さい。」という表示を付した\n（乙２５、弁論の全趣旨。以下「本件表示」という。）。\n（第一事件における原告らの請求）\n１　原告らは、原告商品の形態は原告ミノルの商品表示として周知であるところ、\n被告商品群の形態は、原告商品の形態と類似し、混同のおそれがあるから、被告が\n被告商品群を製造、販売することは、不正競争防止法２条１項１号所定の不正競争\nであるとして、(1)原告らは、被告に対し、同法３条に基づき、被告商品⑥ないし⑧\nの製造、販売の差止め等を求めるとともに、(2)原告ミノルは、被告に対して、同法\n４条に基づき、被告が被告商品群を製造、販売したことにより原告ミノルが被った\n損害の賠償を求めている。\n２　また、被告商品群の意匠は、本件登録意匠に類似するから、被告が被告商品群\nを製造、販売することは、原告ミノルの有する本件意匠権の独占的通常実施権を侵\n害するとして、原告ミノルは、被告に対し、(1)被告商品⑥ないし⑧の製造、販売の\n差止め等を求めるとともに、(2)被告が被告商品群を製造、販売したことにより原告\nミノルが被った損害の賠償を求めている。\n３　原告ミノルの１と２の各請求は、１が主位的請求であり、２が予備的請求であ\nる。\n（第二事件における被告の請求）\n被告は、原告ミノルに対し、本件広告及び本件表示（ただし、被告は、本件表示\nが付された始期を昭和６２年９月ころと主張する。）は、被告の営業上の信用を害\nする虚偽の事実を流布する行為であるから、不正競争防止法２条１項１３号所定の\n不正競争であるとして、同法３条に基づき、本件広告及び本件表示の差止めを求め\nるとともに、同法４条及び７条に基づき、損害賠償及び謝罪広告を求めている。\n（第一事件の争点）\n１　不正競争防止法違反について\n(1)　原告商品の形態は、原告の商品表示として周知か。\n(2)　原告商品の形態と被告商品群の形態は類似するか。\n(3)　被告が被告商品群を製造、販売することは、原告商品と混同を生じさせるか。\n２　被告が、被告商品群を製造、販売することは、本件意匠権を侵害するか。\n３　原告ミノルが被った損害の額。\n（第二事件の争点）\n１　本件広告及び本件表示は被告の営業上の信用を害する虚偽の事実の流布に当た\nるか。\n２　原告ミノルに、故意又は過失はあるか。\n３　損害の額及び消滅時効。\n４　謝罪広告の必要性。\n第３　争点に関する当事者の主張\n（第一事件の争点に関する当事者の主張）\n１　争点１(1)（周知な商品表示）について\n【原告らの主張】\n原告商品の製造、販売が開始された時点での市場に流通していた呼び線の線条本\n体は、スチール・ワイヤーの平線か、ポリアセタール樹脂線条円口径の一本で形成\nされたもののみであった。\nそのような状況で、線条本体をポリエチレンテレフタレートの３本の撚線形状と\nし、これに黒の色彩を施し、線条本体から真っ直ぐに伸びた棒状ワイヤを介して連\n結金具を取り付けた、原告商品の形態は、取引者・需要者間において極めて特異な\n形態であると受け止められ、外観上容易に他の呼び線と識別できるものであった。\n原告ミノルは、原告マーベルを通じて、原告商品を、全国の電気通信関係の資\n材・工具等に関する販売業者等及び最終需要者たる電気設備工事業者等に販売して\nきた。そして、原告商品は、別紙年度別販売数量記載のとおり、昭和６１年ころか\nら急速に販売量が伸び出し、平成８年末までの販売総数は４６万本を超え、顕著な\n販売実績を達成している。\n原告ミノルは、昭和５７年３月以降、業界月刊誌「電気と工事」に多数回にわた\nって原告商品を広告したが、同広告は、写真で原告商品の形態が示されており、原\n告商品の形態上の特徴を認識することができるものであった。また、原告商品のカ\nタログにおいても、原告商品の表面の写真や図面が掲載され、本件原告商品の形態\nを感得できるものがあった。\nしたがって、遅くとも昭和６１年末までには、原告商品の形態は、その形態の特\n異性、販売実績、宣伝広告及び需要者による使用の実績により、原告ミノルの商品\nであることを示す表示として、取引者及び需要者の間において広く認識されるに至\nった。このことは、原告マーベルが依頼した「よび線購入・使用実態調査」（甲\n６）からも明らかである。\nなお、呼び線の線条本体とその端部に取り付ける部材の形状と組み合わせには、\n多種多様な選択が可能であるから、原告商品の形態が、技術的機能に由来する必然\n的・不可避的なものでないことはいうまでもない。\n【被告の主張】\n(1)　原告商品の形態は、商品の機能に由来するものであって、商品について自他を\n識別し、出所を表示するものではない。\n(2)　原告らが原告商品の特徴的形態と主張する呼び線の線条本体がプラスチックの\n撚線形状からなる点は、実公昭４３－１１１６０号実用新案公報（甲５の１）に開\n示されている古い技術である。また、昭和５５年ころ販売されていた「ＫＬＥＩＮ\nＴＯＯＬＳ」（乙２）は、金属線を材料としているが線条本体の外形が撚線形状\nである呼び線である。さらに、米国特許第３０２８１４６号公報（特許庁資料館受\n入昭和３７年１１月２７日、乙３）には、プラスチックフィラメントを撚った技術\nにより呼び線を構成することが示唆されている。\n原告らが原告商品の特徴的形態と主張する棒状ワイヤは、被告代表者の出願にか\nかる昭５７－７４６２３号公開実用新案公報（乙１）に、先端に金具を取り付け、\nさらに誘導弾性線条連結材（棒状ワイヤ）を用いる構造・形状が開示されており、\n原告商品のみが有する特徴的な形状ではない。\n(3)　原告は、原告商品の形態が原告の商品表示として周知であることの証拠として\n「よび線購入・使用実態調査」を提出しているが（甲６）、これによれば、原告の\n主張と逆の事実が明らかとなっている。\nすなわち、同調査によれば、需要者は、ねじれのある黒い呼び線を、平成３年こ\nろから使い始めたとの認識しかない。しかし、当時は、被告がねじれのある呼び線\n「シルバーエース」を発売して既に４年が経過していた。したがって、呼び線の線\n条本体が撚線形状であることは、原告商品と被告の上記商品の両者が市場に流通し\nている状況の下に認識され始めたにすぎないから、原告商品の形態は原告の商品表\n示として周知ではない。\n２  争点１(2)（原告商品と被告商品群の類似性）について\n【原告らの主張】\n(1)　原告商品の特徴的形態は、呼び線線条本体をポリエチレンテレフタレートの撚\n線とし、かつ、先端部を形成する棒状ワイヤにある。線条部の素材及び形状と、先\n端の棒状ワイヤは、両者相まって挿通効果に多大の寄与をしているのみならず、線\n条部本体撚線の外観形状と先端部の棒状ワイヤは、自ずと取引者又は需要者の目に\n触れ、かつ、これらの者の注意を引く特徴的形態をなすものである。\nしかるに、被告商品群は、いずれも上記特徴的形態を具備している。しかも、被\n告商品⑦及び⑧にあっては、末端部にまで棒状ワイヤが付加され、被告商品⑥及び\n⑦にあっては、黒の撚線という色彩まで同一であり、被告商品⑧の青も黒に近いブ\nルーである。\nまた、被告商品⑤も原告商品と類似する。\nしたがって、被告商品群は、原告商品と類似する。\n(2)　被告商品⑥ないし⑧は、原告商品と同様の棒状ワイヤと連結金具で形成される\n先端部を具備している以上、末端部に環状ワイヤがある点については、原告商品に\n対する機能的付加があるにすぎず、商品全体として形態としての同一性は損なわれ\nない。\n【被告の主張】\n(1)　被告商品群には、原告商品にはないビニール被覆があり、また、被告商品⑥な\nいし⑧には、原告商品にはない環状ワイヤが設けられている。\nしたがって、被告商品群は、一見して明らかに原告商品とは異なる形状として、\n明確に区別して認識される。\n(2)　原告らは、環状ワイヤは機能的付加にすぎないと主張するが、環状ワイヤは結\n線作業を従来品とは比較にならないほど迅速に行えるようにしたもので、取引者及\nび需要者が、構造、形状、挿通性、通管能力等の面で原告商品と比較した場合、非\n常に特徴的なものと認識される。\n３　争点１(3)（混同のおそれ）について\n【原告らの主張】\n(1)　撚線の外観を呈する呼び線を製造している会社は、原被告の二社しかなく、原\n告商品と被告商品群とは、規格及び使用目的等において同じであるから、両者は、\n需要者においてはもちろんのこと、製品の販売先も競合している。\nしたがって、呼び線の形態に着目する取引者又は需要者が、原告商品と類似する\n被告商品群を見た場合には、これらを、用途に応じた原告商品の改変、あるいは単\nなる改良として認識し、原告商品と誤認混同するおそれがある。\n(2)　原告商品の表示札には「Ｊｅｔライン」、被告商品群のそれには「ブラックエ\nース」、「ブルーエース」又は「ニューブルーエース」というそれぞれの商品名称\nとそれぞれの製造者名が明記されている。\nしかし、呼び線そのものの形態は、表示札に比べて格段に強く需要者の注意を引\nくものである。需要者は、自己の記憶にある周知の原告商品の形態と目前にある被\n告商品群の類似形態とを結びつけようとし、原告商品と被告商品群の相違点には気\nを止めないおそれがある。\n他方、需要者は、商品名称や製造社名に関心がなく、しかも呼び線は店頭におい\nてバラ単位で購入され、表示札は購入と同時に廃棄されるのが一般である。仮に店\n頭で購入するのでなくとも、顧客は、販売員の持ってくる見本帳やカタログを見て\nどの呼び線を選ぶか決めるのであり、誰の製造であるかに関心がない。\nまた、取引者も、取引の当初においては、主としてその商品の形態に着目し、現\n物に当たって取引が開始するのが通常であると考えられ、その際に、原告商品と被\n告商品群との出所について誤認混同すれば、以後誤認混同に陥ったまま取引が継続\nされるおそれがあることは否定できない。\nしたがって、原告商品及び被告商品群の表示札に商品名称及び製造者名が記載さ\nれていることをもって、混同のおそれを否定することはできない。\n【被告の主張】\n原告商品と被告商品群の包装や広告には、互いに全く異なる商品名が明確に付さ\nれているのであるから、誤認混同されることはあり得ない。\n４  争点２（本件意匠権の侵害）について\n【原告ミノルの主張】\n(1)　被告商品群の意匠は、本件登録意匠と類似する。\n本件登録意匠は、長尺の撚線形状の線条本体の先端側に接続金具を介して棒状ワ\nイヤを接続し、棒状ワイヤの先端部に連結金具を接続し、これらを直線上に一体的\nに接続してなる意匠である。そして、本件登録意匠は、①線条本体に撚線形状を採\n用したこと、②線条本体と連結金具との間に短い金属ワイヤ（棒状ワイヤ）を連繋\nせしめたこと、③線条本体と棒状ワイヤの連繋に金属筒体からなる接続金具を採用\nしたことに特徴があり、それらが有機的に結合して全体の美感を生み出して特有の\n審美的効果を発揮させているから、本件登録意匠の要部は、線条本体、接続金具、\n棒状ワイヤで一体化された意匠部分にあるといえる。\n被告商品群の意匠も、長尺の撚線形状の線条本体、接続金具、棒状ワイヤで一体\n化された意匠部分を有し、本件登録意匠と類似している。\nなお、本件登録意匠の連結金具の形状は、出願前から公知の形状であったから、\n被告商品群の意匠との類否の判断に当たって、連結金具の形状の違いに重きを置く\nことは相当でない。その上、連結金具の形状の違いは、物品全体の形状から見ると\n微細な差異に過ぎず、看者に異なった印象を与えるものではない。\n(2)　被告商品⑥ないし⑧の意匠は、本件登録意匠を利用している。\n被告商品⑥ないし⑧の意匠は、連結金具、棒状ワイヤ、接続金具及び線条本体の\n他に、接続金具及び環状ワイヤ（被告商品⑥の場合）又は接続金具、棒状ワイヤ、\n接続金具及び環状ワイヤ（被告商品⑦及び⑧の場合）を、線条本体の他端に付加し\nたものからなっている。\nしかしながら、被告商品⑥ないし⑧の意匠のうち、連結金具、棒状ワイヤ、接続\n金具及び線条本体で形成される部分の意匠は、本件登録意匠又はこれに類似する意\n匠の全部を、その特徴を破壊することなく、線条本体の他端に付加された意匠と区\n別し得る態様において包含している。そして本件登録意匠は、線条本体の他端側形\n状は対象外として出願され、その形状のいかんを問わないものとして設定登録され\nている。\nしたがって、被告商品⑥ないし⑧の意匠が、全体として一個の意匠をなしている\nとしても、この意匠を被告が実施することは必然的に本件登録意匠を実施するとい\nう関係、つまり利用関係にあるのである。\n【被告の主張】\n呼び線の意匠登録の状況を見ると、連結金具の形状が異なると、非類似の意匠と\nして登録されている。そして、被告商品群の意匠と本件登録意匠を比較すると、被\n告商品群の連結金具は先端に丸みがあり外周が略円形であるのに対し、本件登録意\n匠の連結金具は先端が三角形状に尖り外周が六角と、連結金具の形状が非常に異な\nっているから、両者は非類似である。\nまた、被告商品⑥の意匠は、連結金具のある端部とは逆の線条本体の端部に環状\nワイヤを形成しており、被告商品⑦及び⑧の意匠も、同端部に接続金具、棒状ワイ\nヤ、環状ワイヤを形成しているから、本件登録意匠と類似しない。\n５  争点３（損害の額）について\n【原告ミノルの主張】\n被告は、平成７年６月から平成１０年５月までの間、故意又は過失により、被告\n商品群を合計４万８０００本販売しているところ、１本当たり少なくとも５００円\nの利益を得ているため、被告は、被告商品群を販売することにより、金２４００万\n円の利益を得ている。\nしたがって、原告ミノルが被告の不正競争により受けた損害額も、金２４００万\n円と推定される。\n【被告の主張】\n争う。\n（第二事件の争点に関する当事者の主張）\n１  争点１（営業上の信用を害する虚偽の事実の流布）について\n【被告の主張】\n撚線形状の呼び線の市場には、原告ミノルの商品と被告の商品だけが供給されて\nいるが、そのような状況の下、原告ミノルが、本件広告又は本件表示を付すこと\nは、問屋、小売店、一般需要者に対し、被告の商品「シルバーエース」、「ブルー\nエース」、「ブラックエース」が粗悪な模造品であって、加えてそれが原告ミノル\nが所有する権利を侵害するかのごとき誤った印象を与えることになる。\n被告の上記商品は、被告自らが考え出したものとして、実用新案登録と意匠登録\nを受けていることから明らかなとおり、何ら原告商品をまねたものではない。\n【原告ミノルの主張】\n(1)　本件広告及び本件表示は、「形状をまねた」とするのみで、まねた主体を名指\nしするわけではないし、「粗悪」とも「模造」とも「権利侵害」とも表示していな\nい。\n(2)　被告は、昭和６１年末に発売した商品名「シルバーエースⅠ」という呼び線\nで、撚線そのものをまね、昭和６２年７月に発売した商品名「シルバーエースⅡ」\nという呼び線で、３本撚線形状たる外観をまね、平成２年４月に発売した被告商品\n⑤で、３本撚線形状と先端の棒状ワイヤをまね、平成８年末に発売した被告商品⑥\nで、３本撚線形状と先端の棒状ワイヤの上に色彩までまね、平成９年末に発売した\n被告商品⑦で、３本撚線形状と先端の棒状ワイヤと色彩の上に末端の棒状ワイヤま\nでまね、平成１０年１月に発売した被告商品⑧で、３本撚線形状と先端及び末端の\n棒状ワイヤをまねた。\nしたがって、本件広告及び本件表示は虚偽ではない。\n２　争点２（故意又は過失）について\n【被告の主張】\n被告は、原告商品をまねた事実がなく、原告商品と被告の製造、販売した呼び線\nとは、形態も商標も異なり、誤認混同のおそれもなかったのである。このような状\n況にありながら、被告の営業活動に著しい悪影響を与えるために誹謗中傷しようと\nする悪意に基づき、原告ミノルが「形状をまねた類似品にご注意下さい。」の表示\nを付し続けたことは、故意又は過失があったものと考えられるべきである。\n【原告ミノルの主張】\n被告は、これまで、原告商品の線条本体における撚線形状をまね続けているばか\nりでなく、原告商品の先端部における棒状ワイヤの形態をまねる行為を繰り返して\nきたのであって、原告ミノルは、被告による被告商品群の製造販売行為により、自\n己の営業上の利益を害されると危惧し、自己防衛のため、やむを得ず、本件広告及\nび本件表示のような注意表記をなさざるを得なかった。\n本件広告及び本件表示において用いられている文言の体裁、当該文言が使用され\nるに至った動機、経緯等を総合的に判断すると、原告ミノルが本件広告及び本件表\n示を行ったことには、やむを得ざる事情があると認められ、原告ミノルには、故意\n又は過失はない。\n３  争点３（損害の額）について\n【被告の主張】\n被告は、本件広告及び本件表示のために、正当な営業活動に多大の支障を受け、\n販売数量の減少があったことは間違いない。また、本件広告及び本件表示は、被告\nに対し、計り知れない精神的苦痛を与え続けた。\nよって、被告が被った損害は、少なくとも１か月当たり１０万円を下らない。\n原告ミノルは、この不当な表示を付す行為を、昭和６２年９月より約１１年間に\nわたり継続して行ったのであるから、被告は少なくとも金１３２０万円の損害を被\nったことになる。\n【原告ミノルの主張】\n(1)　被告の主張は争う。\n(2)　被告が原告ミノルに対し第二事件において請求している損害賠償請求権のう\nち、訴え提起時（平成１０年９月８日）において発生から３年が経過したものにつ\nいては、消滅時効を援用する。\n４  争点４（謝罪広告の必要性）について\n【被告の主張】\n原告ミノルは、現在でもなお、本件広告及び本件表示が不当であったと認めてい\nないとともに、過去に原告ミノルが不当な表示を付し続けた行為に起因する被告の\n著しく害された信用は回復できていないのであり、被告にとって謝罪広告を求める\n理由は十分に存在している。\nまた、約１０年以上もの長年の間、しかも被告がこのような不当な表示を付さな\nいように求める書簡を送付した後に至っても、社会通念上からも許されない誹謗中\n傷する表示を付し続けたことは、極めて悪質な事例に該当するのであり、原告ミノ\nルは、当然、被告の信用を回復するために謝罪広告を行うべきである。\n【原告ミノルの主張】\n原告ミノルは、既に主張したとおりの動機・経緯で、本件広告及び本件表示に及\nんだもので、このような原告ミノルに対し、心にもなく、被告に対する「陳謝」ま\nしてや将来にわたる制約などを強制することは、原告ミノルの沈黙の自由を侵害す\nるものといわざるを得ず、被告の求める謝罪広告は絶対に許容されるべきではな\nい。\nまた、原告ミノルは、現在本件広告及び表示をしていないから、謝罪広告の必要\nは全くない。\n第４　当裁判所の判断\n（第一事件について）\n１　争点１(1)（周知な商品表示性）について\n(1)　元来、商品の形態は、主としてその具備する機能を最も良く発揮させる目的や\n美感を高める目的で選定されるものであって、商標のように商品の出所を識別させ\nる目的で選定されるものではない。しかし、当該商品の形態が同種の商品と識別で\nきるだけの個性的な特徴を示す場合には、長期間独占的に使用するとか、宣伝広告\nを積極的に展開するとか、種々の媒体に取り上げられるとか、多くの販売実績を積\nみ重ねるとかの事情が重なることによって、需要者の間において、その形態を有す\nる商品は特定の事業者が製造販売している商品であるとの認識が浸透することがあ\nり得、その場合には、商品形態も不正競争防止法２条１項１号にいう周知の商品表\n示たり得ると解される。\nところで、本件における不正競争防止法に基づく請求は、(ア)被告商品⑥ないし\n⑧の製造、販売の差止め等、(イ)平成７年６月から平成１０年５月までの間に被告\nが被告商品群を製造、販売したことによる損害賠償である。したがって、本件にお\nいて、原告商品の形態が原告商品であることの商品表示として周知性を有している\nか否かを判断する基準時は、(ア)の関係では現時点（本件の口頭弁論終結時）であ\nり、(イ)の関係では平成７年６月以降ということになる。\n(2)　そこでまず、原告商品の形態の特徴性、販売量及び宣伝広告の状況について見\nると、後掲各証拠によれば、次の事実が認められる。\nア　検甲１によれば、原告商品の形態は、連結金具、棒状ワイヤ、接続金具、線条\n本体、連結金具からなっているが、その線条本体は、ポリエチレンテレフタレート\nの３本の撚線形状であって、黒の色彩が施されており、また棒状ワイヤは線条本体\nよりも小径の金属製である。他方、検甲４、５及び弁論の全趣旨によれば、原告商\n品が発売される昭和５６年１１月より前の市場においては、呼び線の線条本体は、\nスチールワイヤの平線又はポリアセタール樹脂製線条円口径の１本で形成されたも\nのであって、棒状ワイヤを介することなく、線条本体に連結金具が取り付けられた\nものが一般的であったと認められる。\nしたがって、原告商品の形態は、その発売当初、３本の撚線形状の線条本体を有\nしている点及び線条本体よりも小径で金属製の棒状ワイヤを有している点で、相当\n程度の特異性を有していたものと認められる。\nなお、被告は、原告商品の線条本体の形態が特異なものでないと主張するが、被\n告がその理由として指摘するもの（甲５の１、乙１ないし３）は、いずれも原告商\n品の線条本体の形態とは大きく異なるものか、単なる技術文献にすぎず現実の取引\n社会において流通していたものか否か不明なものであって、現実の取引社会におけ\nる原告商品の形態の特異性を否定できるものではない。\nイ　また、甲３によれば、原告マーベルによる原告商品の販売数は、別紙年度別販\n売数量記載のとおりであると認められるが、それによれば、原告商品の年間販売数\nは、当初の３年間は年間３０００ないし４０００本であったものが、昭和５９年以\n降増加し始め、昭和６１年ころに、原告商品の発売以前から原告らが製造、販売し\nていた呼び線（商品名「イエローライン」）の年間販売数を抜いて、年間３万本を\n超えたことが認められる。また、それ以後も販売数は増加し、平成２年には年間約\n６万を超えたが、以後は減少し、平成７年の時点では年間約３万本の販売数となっ\nていたことが認められる。\nウ　さらに、甲１０、１１によれば、原告ミノルは、業界月刊誌「電気と工事」の\n昭和５７年３月号から平成９年９月号までの間に合計１２６号にわたり原告商品の\n広告を掲載しているが、うち昭和５７年３月号から昭和６３年６月号までと、昭和\n６３年８月号から同年１２月号までの広告は、棒状ワイヤの形態を強調したもので\nあって、撚線形状の線条本体の形態を特段強調するものではないのに対し、昭和６\n３年７月号と昭和６４年１月号から平成９年９月号までの広告は、棒状ワイヤと撚\n線形状の線条本体の形態を強調したものであったことが認められる。\n(3)　他方、弁論の全趣旨によれば、被告は、昭和６１年末ころから商品名「シルバ\nーエース」という３本の撚線形状の線条本体を具備する呼び線（ただし連結金具、\n線状本体、連結金具から成り、線状本体は銀色のもの）を、平成２年４月ころから\n被告商品⑤といった３本の撚線形状の線条本体と棒状ワイヤを具備する呼び線を、\nそれぞれ販売していたことが認められ、乙２４によれば、昭和６３年から平成７年\nまでの間のそれら被告商品の販売数は、年間合計１万本前後となっていたことが認\nめられる。そうすると、それら被告の販売していた呼び線の販売数は、原告商品の\n販売数には劣るものの、原告商品の販売数の約２０％ないし３０％程度に達するの\nであって、撚線形状の呼び線を製造、販売しているのが原告らと被告のみであると\nいう市場の状況の下では、このような被告の販売量も無視できないというべきであ\nる。\n(4)　また、甲６（よび線購入・使用実態調査）によれば、次のような呼び線の取引\nの実情が認められる。\nア　工事業者における呼び線の取引の実情\n(ア)　工事業者のうち平成１０年１月時点において撚線形状の線条本体を具備する\n呼び線を使用している者又は過去に使用したことがある者は、１００名中８７名\n（その内訳は、原告の商品が１９名、被告の商品が２６名、両方が２名、無回答が\n３５名、その他が５名）にも及ぶが、そのうち納入業者の薦めや同業者が使ってい\nるのを見て購入し始めた者が、６１名を占めている。また、その使用開始時期は、\n４年以内（平成６年以降）が３５名、５～９年以内（平成元年～５年）が１５名、\n１０年以上前（昭和６３年以前）が３１名という状況であり、平均は５～７年前\n（平成３年～５年）からである。\nまた、呼び線を選ぶときに撚線形状のものであることを重視する要素の一つであ\nると答えた業者（５３名）のうち、原告の商品を使用している者は１１名で、被告\nの商品を使用している者は１８名であった。\n(イ)　そして、呼び線は非消耗工具であるところ、電気工事業者は大半が従業員２\n～５人の「一人親方」の業者であり（１００名中５２名）、呼び線を年間１回程度\nしか注文しない（１００名中６２名）ため、年間１～２本程度しか呼び線を注文し\nていない。また、呼び線を注文する際は、電材問屋に対し「スチールの＊＊メータ\nーもの」といって注文するケースが多く（１００名中５１名）、ブランドや品番を\n指示する業者は調査対象の業者には存在しなかった（「スチール」とは、呼び線の\n業界用語である。）。\nその結果、現在では撚線形状のものが呼び線としては当たり前であると認知され\nている一方で、ブランドやメーカー名の区別をしてはおらず、どちらも認識してい\nない電気工事業者が多い。\nイ　電材問屋における呼び線の取引の実情\n電材問屋では、原告及び被告がどんな名称、品番の商品を販売しているのかは知\nっているが、現物を見せてもそれがどちらのメーカーの何番の商品かをカタログを\n見ずに答えることができるほどの把握はしていない（撚線形状の呼び線でもそのこ\nとは妥当する。）。\n電気工事店の電話注文に対して、原告の商品又は被告の商品のどちらの商品を仕\n入れるかは担当者の判断に任せている。\n(5)　以上の事実からすると、まず、原告商品の形態は、それが発売された当初であ\nる昭和５６年の時点では、相当程度の特異性を有しており、販売数も増加してい\nき、昭和６１年ころには原告の従来商品の販売数を上回るほどとなったが、ちょう\nどそのころに、同様の撚線形状を有する被告の商品（「シルバーエース」）も発売\nされ、その後、平成２年には被告商品⑤も発売されるに至って、平成７年まで相応\nの販売数を確保している。そして、平成１０年の時点での需要者に対するアンケー\nト調査では、撚線形状を重視する需要者の間でも原告商品と被告商品の使用者数が\n拮抗している状況にある。したがって、平成７年６月から現在までの間、原告商品\nの形態が長期間独占的に使用されていたものとはいえない。\nまた、原告は、多数の宣伝広告を業界月刊誌に掲載していたが、昭和６３年６月\n以前は、撚線形状を特に強調する内容ではなかった上、エンドユーザーである電気\n工事業者は、撚線形状の呼び線を、納入業者の薦めや同業者が使っているのを見て\n購入し始めたというのであるから、上記広告が、原告商品の形態は特定の事業者が\n製造、販売する商品であるとの認識を浸透させるのに、それほど効果的であったと\nは認められない。\nまた、電気工事業者が撚線形状の線条本体を具備する呼び線を使い始めたのは、\n平均して平成３年から５年というのであり、その時点では被告商品⑤も発売されて\nいたから、それ以前に、電気工事業者の間に、原告商品の形態は特定の事業者が製\n造、販売する商品であるとの認識が浸透していたとは認められない。\nさらに、呼び線は非消耗工具であるから、各電気工事業者は、呼び線を年間に\n１、２本注文する程度にすぎず、しかも注文する際にも、電材問屋に「スチール」\nという一般名称で特定して注文しているのであって、呼び線のメーカーに全くこだ\nわらず、注文した呼び線がどこのメーカーのものか全く気にしていない状況がうか\nがわれる。このような電気工事業者の呼び線に対する関心度からすると、電気工事\n業者にとって、呼び線の形態が特定の事業者の出所を表示するものとして機能する\nとは考えられない。そして、そのような一般名称による注文を受けた電材問屋は、\n原告の商品又は被告の商品のどちらの商品を仕入れるかを担当者の判断に任せてい\nるというのであって、原告商品と被告商品群との区別は非常に曖昧なものといわざ\nるを得ない。\nまた、電材問屋も、原告商品の形態を見ても、それが原告の商品か被告の商品か\n区別できないのであるから、電材問屋の間においても、原告商品の形態は特定の事\n業者が製造、販売する商品であるとの認識が浸透していたと認められない。\n(6)　以上のことからすると、原告商品の形態は、その発売当初、相当程度の特異性\nを有していたと認められるものの、その後の市場の状況や呼び線の取引の実情に照\nらして考えた場合、平成７年６月の時点から現在までの間に、需要者の間におい\nて、原告商品の形態は特定の事業者が製造、販売する商品であるとの認識が浸透し\nていたとは認められないから、原告商品の形態が周知な商品表示であると認められ\nない。\n(7)　以上より、その余の争点について判断するまでもなく、被告が被告商品群を製\n造販売する（した）ことは、不正競争防止法２条１項１号所定の不正競争に該当し\nないから、原告らの同法に基づく請求は理由がない。\n２　争点２（意匠権侵害）について\n(1)　本件登録意匠は、別紙意匠公報（第６６７５５４号）所定欄掲載のとおりであ\nり、連結金具、棒状ワイヤ、接続金具及び線条本体という基本的構成態様を有する\nものである。\nこれに対し、被告商品⑤は、連結金具、棒状ワイヤ、接続金具、線条本体及び連\n結金具という基本的構成態様を有し、被告商品⑥は、連結金具、棒状ワイヤ、接続\n金具、線条本体、接続金具、環状ワイヤという基本的構成態様を有し、被告商品⑦\n及び⑧は、連結金具、棒状ワイヤ、接続金具、線条本体、接続金具、棒状ワイヤ、\n接続金具、環状ワイヤという基本的構成態様を有するものである。\nしたがって、本件登録意匠は、連結金具、棒状ワイヤ、接続金具がある端部（先\n端部）とは逆の線条本体の端部（末端部）には何もないのに対し、被告商品⑤は、\n同端部に連結金具を具備し、被告商品⑥は接続金具及び環状ワイヤを具備し、被告\n商品⑦及び⑧は、接続金具、棒状ワイヤ、接続金具及び環状ワイヤを具備してお\nり、いずれも本件登録意匠の基本的構成態様と異なるものである。\n(2)　ところで、別紙意匠公報（第６６７５５４号）の説明欄の記載によれば、本件\n登録意匠は、全長３０ｍであるのに対し、先端金具より継手部までの長さが２０㎝\nであると認められ、物品のほとんどを黒い撚線の線状本体部分が占めるものであ\nる。そしてまた、このような形態が呼び線の線状本体の形態として周知のものであ\nったと認めるに足りる証拠はない（被告が指摘する甲５の１、乙１ないし３に現わ\nれた呼び線の形態は、いずれも本件登録意匠の線条本体の形態とは異なると認めら\nれる。）。\nしたがって、本件登録意匠のうち、黒い撚線の線状本体部分が、視覚的に強い印\n象を与えるものであることは否定できない。\n(3)　他方、呼び線とは、前記第２（争いのない事実等）２(4)記載のとおり、電\n線・通信等の電線類の（主として）屋内配管への挿通の便に供せられるものであ\nり、呼び線を配管の一端から、真っ直ぐあるいは屈曲した管の内壁に沿って押進・\n挿通させて、他端に出た呼び線の先端部に電線類を取り付け、しかる後、挿入開口\n部の外に残存する呼び線の残部を、挿入開口部側に逆方向に引っ張り出して呼び線\nを引き戻すことによって、電線類を配管内に引き入れて配設するものである。\nしたがって、呼び線の意匠のうち、挿通性、結線性、耐久性等の呼び線の性能と\n深くかかわる部分は、看者たる需要者の注意を強く引く部分であると認められ、現\nに、原告商品及び被告商品群についての宣伝広告（甲１、甲１１ないし１４、乙８\nないし１２、乙２１）でも、このような機能に重点を置いて宣伝広告がなされてい\nる。\nそして、上記の本件登録意匠にはなく被告商品群に見られる基本的構成態様は、\n呼び線の挿通性（棒状ワイヤ）、結線性（連結金具、環状ワイヤ）、耐久性（接続\n金具）に深くかかわるものであると認められる（甲１、甲１１ないし１４、乙８な\nいし１２、乙２１、弁論の全趣旨）上、呼び線を手に持って挿通作業を行う際には\n必然的に目に入る部分であるから、いずれも看者の注意を強く引く部分であると認\nめられる。甲６（よび線の購入・使用実態調査）によれば、電気工事業者は、呼び\n線を選ぶ際、先端部の形状を最も重視することが認められるので、特に呼び線の先\n端部の形状は、看者たる需要者の注意を強く引くものであると認められる。\n(4)　これらからすれば、被告商品群のうち、被告商品⑥、⑦及び⑧の各意匠は、黒\nい撚線の線状本体を有する点と一方の端部（先端部）に連結金具、棒状ワイヤ及び\n接続金具を有する点で本件登録意匠と共通するものの、他端部（末端部）に環状ワ\nイヤを備えている点（さらに被告商品⑦及び⑧では他端部にも棒状ワイヤを備えて\nいる点）で異なっており、これは看者たる需要者の注意を強く引く点における差異\nであるから、意匠全体を比べた場合、本件登録意匠と類似するとはいえない。\n次に、被告商品⑤の意匠について見るに、これも撚線の線状本体（ただし青色）\nを有する点と一方の端部（先端部）に連結金具、棒状ワイヤ及び接続金具を有する\n点で本件登録意匠と共通するものの、他端部（末端部）に連結金具が設けられてい\nる点で異なっており、これは看者たる需要者の注意を強く引く点であるから、意匠\n全体を比べた場合、本件登録意匠と類似するとはいえない。\nしたがって、被告商品群が本件登録意匠と類似しているとは認められない。\n(5)　原告ミノルは、被告商品群の意匠のうち連結金具、棒状ワイヤ、線条本体の意\n匠が本件登録意匠と類似しているから、被告商品群の意匠は本件登録意匠と類似す\nると主張する。\nしかし、意匠の類否を検討するに当たっては、対象意匠を全体として観察する必\n要があるから、原告らが主張するように、対象意匠の一部を取り出して、その類否\nを論ずることはできない。\nもっとも、甲５の２７（意匠第８５６６５７号公報）及び５の２９（意匠第８５\n６６５７号の類似１号公報）によれば、連結金具と線条本体という基本的構成態様\nを有する呼び線の登録意匠に、その線条本体と同一の意匠を有する線条本体の両端\n部に、その連結金具と同一の意匠を有する連結金具を具備した呼び線の意匠が、類\n似意匠として合体していることが認められる。したがって、本件登録意匠について\nも、連結金具、棒状ワイヤ及び接続金具が、線条本体の両端部にある意匠であれ\nば、本件登録意匠の類似範囲に含まれると解する余地もある。\nしかしながら、既に認定したとおり、被告商品群は、線条本体の一方の端部（末\n端部）に連結金具、棒状ワイヤ及び接続金具があるものではない。\nしたがって、原告ミノルの上記主張を採用することはできない。\n(6)　原告ミノルは、被告商品⑥ないし⑧の意匠を被告が実施することは必然的に本\n件登録意匠を実施するという関係、つまり利用関係にあるから、被告が被告商品群\nを製造、販売することは、本件登録意匠を侵害すると主張する。\nしかしながら、被告商品⑥ないし⑧においては、上記認定した各基本的構成態様\nの形状が一体となって、全体として呼び線という本件登録意匠に係る物品と同一の\n物品の意匠を形成しているのである。したがって、被告商品⑥ないし⑧の意匠の構\n成要素に本件登録意匠と類似する部分があるとしても、本件登録意匠を実施してい\nることにはならないと解するのが相当である。\nなお、原告ミノルは、本件登録意匠は、連結金具、棒状ワイヤ及び接続金具があ\nる端部（先端部）とは逆の端部（末端部）の形状は、権利の対象外として出願さ\nれ、その形状の如何を問わないものとして設定登録されていると主張するが、本件\n登録意匠の公報の説明欄には「撚線部分は下端に連続し」と記載されている上、本\n件登録意匠が部分意匠でないことは明らかであるから、出願人の主観はともかく、\n本件登録意匠は、呼び線という物品の完結した意匠と見るほかはなく、本件登録意\n匠を原告ミノルが主張するように解釈することはできない。\nしたがって、原告ミノルの主張は採用することができない。\n(7)　以上より、その余の争点について判断するまでもなく、原告ミノルの意匠権侵\n害に基づく請求は理由がない。\n（第二事件について）\n１　被告の本件請求のうち本件広告に関するものについて\n(1)　原告ミノルが月刊誌「電気と工事」の平成５年８月号まで本件広告を掲載した\nことは、前記第２（争いのない事実）５記載のとおりであるが、その後原告ミノル\nが本件広告をしたことや今後するおそれがあるとの立証はない。\nしたがって、本件請求のうち本件広告と同種の広告の掲載の差止めを求める請求\nは理由がない。\n(2)　また、原告ミノルは、第二事件の訴え提起時点（平成１０年９月８日）で３年\nが経過した被告の原告ミノルに対する損害賠償請求権について消滅時効を援用して\nいるところ、被告が主張する原告ミノルの不正競争の内容からして、仮に原告ミノ\nルの行為が不正競争防止法２条１項１３号所定の不正競争に該当するとしても、被\n告は、原告ミノルの同不正競争がなされると同時にその損害及び加害者を知ってい\nたものと認められる。したがって、原告ミノルが、被告に対し、平成７年９月７日\n以前の行為に基づき、損害賠償債務を負ったとしても、同債務は本件第二事件の提\n訴の時点で時効消滅したものというべきである。\nしたがって、本件請求のうち、原告ミノルの本件広告の掲載を理由とする損害賠\n償請求は理由がない。\n（以下は、本件請求のうち本件表示に関するものについて判断を示す。）\n２　争点１（営業上の信用を害する虚偽の事実の流布）について\n(1)　前記第２（争いのない事実等）４記載のとおり、原告ミノルは、遅くとも平成\n７年９月８日から平成１０年８月３日まで、原告商品の包装に、「形状をまねた類\n似品にご注意下さい。」という表示（本件表示）を付したが、弁論の全趣旨によれ\nば、その期間中、３本の撚線形状を線条本体とする呼び線は、原告商品以外には被\n告商品群しか存在しなかったことが認められる。したがって、本件表示が、被告商\n品群を意識したものであることは明らかである。\nそして、被告が被告商品群を製造、販売していることを知っている者が、本件表\n示を読めば、被告商品群の形状は、原告商品の形状を不当にまねたものであると認\n識すると考えられるから、本件表示は、被告の営業上の信用を害する表示であると\nいえる。\n(2)　そこで、本件表示が虚偽の表示といえるかどうか、すなわち、被告商品群が、\n原告商品の形状をまねていないといえるかどうかを検討する。\nア　被告商品⑤について\n原告商品は、連結金具、棒状ワイヤ、接続金具、３本の撚線形状からなる線条本\n体及び連結金具から成り立っている。そして、被告商品⑤も、原告商品と同様、連\n結金具、棒状ワイヤ、接続金具、３本の撚線形状からなる線条本体及び連結金具か\nら成り立っている（検乙１）。そして、検甲１（原告商品）と検乙１（被告商品\n⑤）とを比較すれば、原告商品と被告商品⑤は、各構成要素の具体的形状も類似し\nていることが認められる。もっとも、被告商品⑤は、連結金具の中途から棒状ワイ\nヤ、接続金具にかけてと、他方の連結金具近傍の線条本体に、ビニール被覆がある\nことが認められるが、同ビニール被覆を通じても、被告商品⑤の上記構成を看取す\nることはできるから（同）、結局、被告商品⑤は、原告商品に類似しているものと\n認められる。\nそして、被告商品⑤の製造、販売が開始された当時、原告商品のような構造を有\nする呼び線は原告商品しか存在しなかったものと認められるから（弁論の全趣\n旨）、被告は、被告商品⑤を製造するに当たって、原告商品の形状を参考にしたも\nのと認められる。\nしたがって、被告商品⑤の形状が、原告商品の形状をまねたものではないとは認\nめられない。\nイ　被告商品⑥ないし⑧について\n被告商品⑥は、連結金具、棒状ワイヤ、接続金具、３本の撚線形状からなる線条\n本体、接続金具及び環状ワイヤから成り立っており、被告商品⑦及び⑧は、連結金\n具、棒状ワイヤ、３本の撚線形状からなる接続金具、線条本体、接続金具、棒状ワ\nイヤ、接続金具及び環状ワイヤから成り立っている。\nそうすると、原告商品と被告商品⑥ないし⑧は、(ア)原告商品の両端部が連結金\n具であるのに対し、被告商品⑥ないし⑧は一方の端部が連結金具で他端部が環状ワ\nイヤである点で異なり、(イ)原告商品には線条本体の一方の端部にしか棒状ワイヤ\nがないのに対し、被告商品⑦及び⑧は、線条本体の両端部に棒状ワイヤがある点で\n異なる。そして、呼び線の端部に連結金具があるか環状ワイヤがあるかは、結線性\nという呼び線の性能と深くかかわるものであり、棒状ワイヤが線条本体の一方端部\nにしかないか、両端部にあるかは、挿通性という呼び線の性能と深くかかわるもの\nであり、呼び線全体の視覚的印象に対する影響は大きいというべきである。\nしたがって、原告商品の形状と被告商品⑥ないし⑧の形状は、ともに３本の撚線\n形状の線条本体を有する点で共通するものの、上記の違いにより類似していないも\nのと認められる。\nよって、被告商品⑥ないし⑧の形状は、原告商品の形状をまねたものではないと\n認められる。\n(3)　前記第２（争いのない事実等）３記載のとおり、被告は、平成２年４月から平\n成８年末ころまで、被告商品⑤を製造、販売したが、平成９年以降は、被告商品⑥\nないし⑧しか製造、販売していない（ただし、被告商品⑦は平成９年末以降の製\n造、販売であり、被告商品⑧は平成１０年以降の製造、販売である。）。\nしたがって、被告が被告商品⑤を販売していた平成８年末までは、本件表示が虚\n偽の表示であるとは認められないが、平成９年以降、原告ミノルが本件表示を付し\nた行為は、被告の営業上の信用を害する虚偽の表示を流布する行為であったと認め\nられる。\n(4)　以上より、被告の原告ミノルに対する、本件表示の差止めを求める請求は理由\nがある。なお、本件表示は、現在流布されていないが、それは、原告ミノルに対し\n本件表示の使用差止めを命じた仮処分決定（当庁平成９年(ヨ)第３０１２号）の執\n行の結果であると認められるので（乙２５）、差止めの必要性は依然として認めら\nれる。\n３　争点２（故意又は過失）について\n(1)　上記のように、原告ミノルが、平成９年以降、本件表示を付した行為は、不正\n競争防止法２条１項１３号所定の不正競争に該当するが、既に判示したように、被\n告は、平成８年末まで、原告商品の形状をまねていないとは認められない被告商品\n⑤を製造、販売していたのであるから、原告ミノルが上記不正競争を行ったことに\nついて、直ちに過失があったとは認められない。\nもっとも、被告は、平成９年７月２２日付文書により、原告ミノルに対し、本件\n表示を中止するよう文書で警告し、この警告書は同月２５日に原告ミノルに到達し\nたことが認められるから（乙２６）、その時点で、原告ミノルは、被告が製造、販\n売する呼び線について調査すべきであったのであり、調査すれば、当時被告が製\n造、販売している呼び線は被告商品⑥のみであり、原告商品の形状をまねたもので\nはないことが、容易に判明したはずであると認められる。\nしたがって、原告ミノルは、平成９年７月２６日以降、本件表示を付した行為に\nつき、過失があるものというべきである。\n(2)　以上より、原告ミノルは、平成９年７月２６日以降の上記不正競争につき損害\n賠償義務を負う。\n４　争点３（損害額）及び争点４（謝罪広告の必要性）について\n(1)　上記認定の事実及び弁論の全趣旨によれば、平成９年７月２６日以降、原告ミ\nノルが原告商品の包装に本件表示を付した行為により、被告は営業上の信用を害さ\nれ、無形の損害を被ったものというべきである。もっとも、本件表示は、被告のこ\nとを名指ししたものではなく、「形状をまねた類似品にご注意下さい。」と表示し\nたものであるところ、被告商品⑦及び⑧の形状が被告の商品表示として機能してい\nた程度は、原告商品の形態と同様、低いものと考えられること、その他、本件に現\nれた一切の事情を総合勘案すると、被告が平成９年７月２６日から平成１０年８月\n３日まで８０万円と評価するのが相当である。\n(2)　以上より、被告の原告ミノルに対する損害賠償請求は、金８０万円及びこれに\n対する平成１０年９月１２日から支払済みまで年５分の割合による金員の支払を求\nめる限度で理由がある。\n(3)　なお、被告が受けた損害は、既に過去のものであり、その損害額も上記の程度\nであるから、損害賠償に代えて又は損害賠償とともに謝罪広告の必要性を認めるこ\nとはできない。\n"
}