{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 3,
    "day": 12
  },
  "case_number": "平成8(ネ)555",
  "case_name": "新日本製鐵出向",
  "court_name": "福岡高等裁判所",
  "field": "労働",
  "lawsuit_id": "18874",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18874",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/874/018874_hanrei.pdf",
  "contents": "主　　　文\n一　控訴人らの主位的請求をいずれも棄却する。\n二　原判決を取り消し、控訴人らの第二次請求の訴えをいずれも却下する。\n三　控訴人らの第三ないし第五次請求の訴えをいずれも却下する。\n四　訴訟費用は第一、二審とも控訴人らの負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴の趣旨\n控訴人らは、当審において、次のとおり主位的請求を追加し、従来の請求を第二\n次請求に改めるとともに、第三ないし第五次請求を追加した。\n１　主位的請求\n控訴人らが日鐵運輸株式会社に労務を提供する義務のないことを確認する。\n２（一）　原判決を取り消す。\n（二）　第二次請求\n被控訴人が控訴人らに対して平成元年四月一五日付けでした「八幡製鐵所労働部\n労働人事室労働人事掛勤務を命ずる。社外勤務休職を命ずる（日鐵運輸株式会社へ\nの出向）。」との各職務命令はいずれも無効であることを確認する。\n３（一）　第三次請求\n被控訴人が控訴人らに対してした右各職務命令はいずれも平成四年四月一五日以\n降無効であることを確認する。\n（二）　第四次請求\n被控訴人が控訴人らに対してした右各職務命令はいずれも平成七年四月一五日以\n降無効であることを確認する。\n（三）　第五次請求\n被控訴人が控訴人らに対してした右各職務命令はいずれも平成一〇年四月一五日\n以降無効であることを確認する。\n４　訴訟費用は第一、二審とも被控訴人の負担とする。\n二　控訴の趣旨に対する答弁\n１　本案前の答弁\n控訴人らの主位的請求の訴えをいずれも却下する。\n２　本案に対する答弁\n本件控訴（当審で追加された請求を含む。）をいずれも棄却する。\n３　控訴費用は控訴人らの負担とする。\n第二　事案の概要\n本件事案の概要は、次の一の１ないし１２のとおり原判決を補正し、二以下で当\n審における当事者双方の主張（従前の主張を整理したものを含む。）を付加するほ\nかは、原判決四頁六行目から同六四頁二行目までに記載のとおりであるから、これ\nを引用する。\n一１　原判決六頁一〇行目の「という。」の次に「なお、八幡労組と連合会を特に\n区別せず、単に『労働組合』ということもある。」を加え、同七頁末行の「規定」\nの次に「（いずれも本件出向当時のもの）」を加える。\n２　同八頁一行目の「就業規則」の次に「（乙一）」を加え、「社外勤務」の次に\n「を」を加え、四行目の「五四条」の次に「一項」を加え、六行目の「以下の」の\n次に「趣旨の」を加え、同九頁五行目の「六条」の次に「一項」を加える。\n３　同一一頁一行目の「一五条」の次に「一項」を加え、二行目の「基準内」の次\nに「外」を加える。\n４　同一三頁五行目の「五日」から「一五日」までを「五日付け、平成七年四月一\n五日付け及び平成一〇年四月一五日付け」と改め、六行目の「二回」を「三回」と\n改める。\n５　同一三頁八行目から同一四頁九行目までを次のとおり改める。\n「１　控訴人らの主位的請求の訴えの適法性\n（被控訴人の主張）\n本件の基本的な争点は、本件出向命令の効力であるが、控訴人らの主位的請求に\nおいては、右効力の有無についての裁判所の判断が理由中で示されるにすぎず、そ\nの判断について既判力が生じないため、紛争の抜本的な解決を図ることができな\nい。\nしたがって、控訴人らの主位的請求の訴えは、確認の利益を欠き、不適法であ\nる。\n２　本件出向命令の有効性\n（一）　本件出向命令の根拠\n出向命令が有効であるためには、控訴人らの同意を要するか。就業規則及び労働\n協約や労使慣行は、出向命令の根拠となり得るか。\n（二）　本件出向命令の必要性及び合理性\n本件出向命令に業務上の必要性があるか。また、その内容、発令手続・人選等照\nらして、合理性があるといえるか。\n（三）　権利の濫用\n本件出向命令は、権利の濫用として無効か。\n（四）　脱法行為\n本件出向命令は、後記労働者派遣法の脱法行為として無効か。」\n６　同一五頁六行目の「五〇条の二」の次に「第一項（当時）」を加え、同一六頁\n五行目の「定年になる」を「被控訴人における定年」と改め、同一七頁五行目の\n「同年」の次に「度」を加え、同一九頁五行目の「転籍する」を「転籍させる」と\n改める。\n７　同二三頁六行目の「逐条ごとに」を「条項を順に」と改め、同二七頁九行目の\n「労働基準法」を「労働組合法」と改め、同三一頁九行目の「市場問題」を「国内\n市場」と改め、同三二頁一〇行目の「右計画」を「中期総合計画」と改める。\n８　同三三頁六行目の「右計画は、」の次に「想定数値を殊更に低く見積もること\nで、」を加え、八行目の「進め、」の次に「労働者の一方的な犠牲の下に、」を加\nえ、末行の「昭和六三年五月」を「平成元年四月」と改め、同三七頁四行目の「の\nであるから」から六行目の「したから」までを「ところ、現に信号保安設備整備作\n業を株式会社峰製作所（以下「峰製作所」という。）に業務委託したことからも明\nらかなように、業務の一部が直営部分と協力関係会社への委託部分とに分かれても\n何ら不都合はない。したがって」と改める。\n９　同四一頁六行目の「右期間満了後、二度」を「本件出向命令発令から三年を経\n過するごとに、合計三回にわたって」と改め、同四二頁末行の「おらず」を「いな\nいため」と改め、同四四頁七行目の「本件出向命令は、」の次に「復帰の可能性が\nない過酷なものであるにもかかわらず、」を加え、九行目の「不合理な」の次に\n「選定基準や」を加え、同四六頁四行目の「他人に対し」の次の「、」を削り、九\n行目の「要件とし」を「要件としており」と改め、同四七頁六行目の「本件出向」\nの次に「命令」を加え、同行の次に改行して、次のとおり加える。\n「また、労働者派遣法三二条二項が、派遣先との間に労働契約関係が生じない派遣\nの場合でさえ、一般労働者として雇い入れた者を派遣の対象とするには、当該労働\n者の同意を要件としていることとの対比からしても、労働契約関係の一部が移転す\nる本件出向の場合には、当然に対象者の同意を要するというべきであるから、控訴\n人らの同意を欠く本件出向命令は無効である。」\n１０　同四八頁八行目の「七月」を「四月」と改め、一〇行目「　いるが、」の次\nに「控訴人らが」を加え、同四九頁三、四行目の「組合員に社外勤務を」を「組合\n員を社外勤務」と改め、五行目の「二項」の次に「（社外勤務に関しては、会社と\n連合会との間で別に協定する。）」を加え、同五〇頁四行自の「休職期間は」の次\nに「、」を加える。\n１１　同五五頁九行目の「変動への」の次に「人員の」を加え、同五六頁五行目の\n「業務委託」の次に「等」を加え、同五八頁六行目の「同月」を「平成元年一月」\nと改める。\n１２　同五九頁一〇行目の「原告ら」の次に「を含む四名」を加え、同六〇頁七行\n目の「対し、」の次に「控訴人らを含む四名に対する説得の経過を説明した上\nで、」を加え、同六一頁九行目の「所定」の次の「内」を削り、同六二頁一行目の\n「出向後に」を「本件出向により」と改める。\n二　控訴人らの当審における主張\n１　原判決に対する批判\n（一）　原判決は、控訴人らが本件出向命令に従うべき義務がある根拠として、本\n件出向当時の被控訴人（八幡製鉄所）においては、出向対象者の個別的同意がなく\nても出向を命じることができる慣行が確立しており、このことが被控訴人と控訴人\nらとの間の労働契約の内容に含まれていた旨を判示している。\nしかし、労使慣行が確立したというためには、当該取扱いが長期間にわたって多\n数回繰り返され、事実上の制度として確立し、かつ、労使双方がこの取扱いに規範\n的意識を有し、行為準則として承認していることが必要である。確かに、被控訴人\nにおける技術職社員の出向は、昭和六一年以降急増し、その態様も業務委託に伴う\n出向が中心となったが、当時の労働組合の出向への対応は、出向対象者本人の同意\nを要件にするというものであり（もっとも、労働組合は、昭和六三年、本人の同意\nを要件から削り、本人の意思確認を要件とする旨不当に緩和した。）、被控訴人\nも、出向対象者の同意がない場合には、出向命令を見合せていた。同意しない社員\nに対して出向命令が発せられるようになったのは、昭和六三年からであり、本件出\n向命令以前の実例は二件にすぎず、本件出向命令は三件目の事例であった。\n右の事情に照らせば、本件出向当時、被控訴人が出向対象者の個別的同意がなく\nても出向を命じ得ることについて、問題とされて日が浅く、実例もわずかであっ\nて、そのような取扱いが確立していたとはいえない上、労使双方が右取扱いに労働\n関係を律する規範としての意識を有していたとは考え難い。また、仮に通常の出向\nについて規範意識の存在が認められたとしても、本件出向は、業務委託に伴うもの\nであり、長期化が予想されることを考えると、このような出向までもが労使双方の\n規範意識によって支えられていたとは到底いえない。\n（二）　原判決は、前記慣行の成立や本件出向命令の必要性、合理性を判断するに\n当たって、労働組合の対応を重視している。\nしかしながら、組合員は、被控訴人の出向措置に不安を抱き、これを基本的に了\n解した労働組合の対応に強い不満を持っていた。すなわち、組合員のうちの四〇パ\nーセント余りの者は、被控訴人に対し、出向に当たっては本人の希望及び家庭の事\n情を尊重することを強く求めていた。そして、組合員の多くは、労働組合の対応が\n組合員の意見を反映していないことに反発していたのである。このように、労働組\n合は、組合員の意思と掛け離れた存在となっているが、このことは、労使協調主義\nを指導理念とする一派が労働組合の役員を独占し、被控訴人と一体となって活動し\nているばかりでなく、被控訴人も役員選挙への介入等を行い、あるいは労働組合の\n方針に反対する社員に対する見せしめとしての差別をしてきたことに由来する。\nこのように、被控訴人において、労働組合は、組合員の意思を反映した活動を行\nなおうとせず、組合員の多くは、労働組合の方針に批判的である。したがって、慣\n行の成立や本件出向命令の必要性、合理性を判断するについて労働組合の対応を重\n視することは誤りであり、本件紛争の実態を無視するものである。\n２　復帰を予定しない出向の許容性\n（一）　本件出向命令は、被控訴人における直営業務を他に委託したことに伴うも\nのである。そして、現に控訴人らについて三回にわたって出向が延長されているこ\nとや、平成六年以降被控訴人が五五歳以上の出向者を対象とする転籍措置を強行し\nていることを考えると、控訴人らは、定年まで被控訴人に復帰する可能性がないこ\nとは明らかである。\n（二）　出向は、本来出向期間満了後の復帰を前提とするものであるが、本件出向\nのような復帰を予定しない出向は、労働者が被る不利益が極めて重大であるから、\nそれ自体合理性がなく、無効というべきである。\n（三）　仮にそうでないとしても、労働者は、個人の尊厳（憲法一三条）を体現\nし、尊重されるべき人格を有する労働契約の主体であるところ、復帰を予定しない\n出向は、労働契約の相手方や指揮命令権者を選択する労働者の主体性を損なうもの\nである。また、労働契約の一身専属的性格からみても、復帰を予定しない出向の許\n容性の検討は、労働者に不利益がないよう通常の出向以上に慎重に行われなければ\nならない。\n右の観点からすれば、復帰を予定しない出向については、出向に当たって、使用\n者と出向対象者との間で、復帰を予定しないことについての明確な合意を要すると\nいうべきであるが、被控訴人と控訴人らとの間では、そのような合意がされた事実\nはない。したがって、控訴人らは、本件出向命令に拘束されない。\n３　出向延長と本件出向命令の有効性\n（１）　仮に、本件出向命令が有効であるとしても、社外勤務協定四条一項によ\nり、その期間は三年に限られるべきである。\nしかるに、被控訴人は、平成四年四月一五日付け、平成七年四月一五日付け及び\n平成一〇年四月一五日付けで三回にわたって控訴人らの出向期間を延長し、その結\n果、本件出向は、実質上復帰を予定しない出向とされるに至っている。\n（２）　被控訴人は、復帰を予定しない出向としての本件出向命令を発するに当た\nり、復帰を予定しないことを明示していない。右は、心裡留保（民法九三条本文）\nに該当するから、控訴人らは、被控訴人の復帰を予定しないとの意思に拘束されな\nい。また、控訴人らは、前記のとおり、復帰を予定しない出向に同意していない\nし、前記三回の出向期間延長にも同意していないから、本件出向命令は、平成四年\n四月一五日、平成七年四月一五日及び平成一〇年四月一五日の時点で失効したとい\nうべきであり、少なくとも、控訴人らの復帰の可能性が事実上なくなった平成一〇\n年四月一五日以降無効であることは明らかである。\n（３）　出向期間を延長するについては、労働者の不利益を回避するため、その必\n要性及び合理性に加えて、延長を不可避とする特段の事情の存在が要求される。そ\nして、これらの要件は、延長を重ねる度ごとに加重されるというべきである。しか\nるに、次の①ないし③に記載のとおり、前記三回の出向期間延長は、右各要件を欠\nくものであるから、いずれも無効である。したがって、本件出向命令は右各時点で\n失効したというべきであり、少なくとも、出向期間が再々延長された平成一〇年四\n月一五日以降無効であることは明らかである。\n①　平成四年三月期（平成三年度）における被控訴人の経営状況は、粗鋼生産量が\n二七六九万トンに達し、経常利益一〇〇二億円を上げ、内部留保も二五一五億円に\n達していた。同年四月時点での被控訴人の技術職社員の余力人員は八幡製鉄所で四\n五四名、全社で一二七七名であったが、控訴人らの復帰によって二名の余力人員が\n増加したとしても、被控訴人の経営に影響を与えなかったことは明らかであるか\nら、被控訴人が控訴人らに対して同月一五日付けでした出向期間延長を不可避とす\nる事情はない。\n②　被控訴人の平成六年度の決算は黒字を回復し、以後被控訴人は順調に収益を伸\nばし、平成八年度決算（平成九年三月）では八四七億円の経常利益を上げ、その間\nの年間粗鋼生産量も中期総合計画が前提とした二四〇〇万トンを超える二五〇〇万\nトン以上を維持していた。平成七年四月の時点での被控訴人の余力人員は、八幡製\n鉄所で二三三名、全社で四三六名であったが、控訴人らの復帰によって二名の余力\n人員が増加したとしても、被控訴人の経営に影響を与えなかったことは明らかであ\nるから、被控訴人が控訴人らに対して同月一五日付けでした出向期間の再延長を不\n可避とする事情はない。\n③　被控訴人は、平成八年度までの第三次中期経営計画を達成し、平成九年度以降\nの中期経営方針を打ち出した。この方針は、世界昀強の競争力を維持するために策\n定された計画であり、被控訴人の危機的状況に対処するためのものではないから、\nこのような目的を達成するためにされた出向期間延長に合理性はない。また、被控\n訴人の平成九年度決算（平成一〇年三月）においても二六六一万トンの粗鋼生産量\nを維持し、前年度比一九二億円増の一〇三九億円の黒字を記録した。平成一〇年四\n月の時点での被控訴人の余力人員は、八幡製鉄所で二三六名であり、控訴人らの復\n帰によって二名の余力人員が増加したとしても、被控訴人の経営に影響を与えなか\nったことは明らかである（なお、被控訴人は、平成一〇年八月に臨時の社員募集を\nしており、むしろ労働力が不足していたのである。）から、被控訴人が控訴人らに\n対して同年四月一五日付けでした出向期間の再々延長を不可避とする事情はない。\n三　被控訴人の当審における主張\n１　本件出向の延長措置の適法性\n（一）　本件出向は、平成四年四月一五日付け、平成七年四月一五日付け及び平成\n一〇年四月一五日付けでそれぞれ三年間延長されたが、これらの措置は、いずれも\n社外勤務協定四条一項（出向期間は原則として三年以内とする。ただし、業務上の\n必要によりこの期間を延長し、またはこの期間を超えて出向を命ずることがあ\nる。）に基づいて行われた。\nところで、社外勤務協定四条一項の規定は、従前から設けられていたが、昭和六\n二年一二月の社外勤務協定の改定に当たって、労使間で右規定中の「業務上の必\n要」の解釈について協議が行われた。その結果、右文言は新規事業にかかわる出向\nや余力人員の活用策としての出向を含むものとの解釈を前提として、業務上の必要\nによる出向を幅広く運用する旨の了解、確認がされた。本件出向は、業務委託に伴\nうものであり、「余力人員の活用策としての出向」に該当するものであって、被控\n訴人は、労使間の右協議結果を踏まえて、本件出向命令を発したのである。\n控訴人らは、本件出向の期間延長に当たっては、延長を不可避とする特段の事情\nが必要である旨を主張するが、社外勤務協定四条一項の文言上そのような事由は要\n求されていない。本件出向に関していえば、余力人員が多数生じている状況下での\n延長の必要性と出向者の労働条件及び生活環境についての問題状況を考慮して判断\nすれば足りるというべきである。\nなお、右改定後の社外勤務協定は、昭和六三年四月一日に施行され、被控訴人\nは、業務委託に伴う多数の出向者に対して出向期間延長措置を講じている。また、\n右労使間における了解、確認以前の時期においても、被控訴人は、社外勤務協定四\n条一項に基づき、出向期間延長措置を実施していた。\n（二）　平成四年四月一五日付けの出向期間延長に関して\n被控訴人は、公定歩合の相次ぐ引上げ、いわゆるバブル景気崩壊後の民間設備投\n資や個人消費の低迷による経済の停滞、これに伴う業績の悪化に対処するため、\n「新中期総合経営計画」を策定し、平成三年四月一二日連合会に示した。\n右計画は、中期総合計画を受け継ぎ、複合経営の強化、平成五年度における三兆\n五〇〇〇億円の事業規模の実現などを目標とし、複合経営の中核をなす製鉄事業の\n競争力の強化（労働生産性の向上を含む。）、財務体質の確立等を目指すものであ\nった。さらに、被控訴人は、全社的にかなりの数の余力人員が生ずるとの見通しの\n下に、関連、協力企業を中心とした出向を継続的に推進する方針であったが、この\nことは、多数の余力人員を抱え、一層の要員合理化を図る必要に迫られていた八幡\n製鉄所における昀重要課題の一つとされた。そして、連合会や八幡労組も、被控訴\n人の右方針を組合員の雇用の安定に資するものと評価し、その推進に協力するとの\n意向を表明した。\nこのような経過を経て、被控訴人は、本件業務委託の継続が必要であり、これに\n伴う本件出向の期間を延長する必要があると判断して、控訴人らに対し、平成四年\n四月一五日付けで出向期間の延長措置を講じたのである。\n（三）　平成七年四月一五日付けの出向期間延長に関して\n「新中期総合経営計画」は、ある程度の成果を上げたものの、円高等の経済環境\nの変化により、平成五年度は、昭和六一年以来の経常損益の赤字転落という極めて\n厳しい状況に陥った。そのような状況下で、被控訴人は、平成五年一〇月「第三次\n中期経営計画」を打ち出し、平成六年度から平成八年度までの三年間で昀低三〇〇\n〇億円のコスト削減を目指した。右三〇〇〇億円のうち一〇〇〇億円は、労務費や\n諸経費の削減によって捻出することが計画され、被控訴人は、管理職、主務職社員\nの約四〇パーセント（四〇〇〇名程度）、技術職社員の約一五パーセント（三〇〇\n〇名程度）を目処に、人員削減を計画した。そして、被控訴人は、連合会や八幡労\n組に右計画を示すに際し、八幡製鉄所においては、既存の余力人員に加えて新たな\n余力人員が多数発生することが予想されたことから、合理化に伴う人員措置のた\nめ、出向や臨時休業の実施規模の拡大が必要である旨を提案した。連合会及び八幡\n労組は、協議を重ねた結果、平成六年五月、被控訴人が直面する危機的な状況を打\n開し、将来にわたって安定した雇用と生活を確保するためには、右計画の推進が不\n可欠であるとの結論に達し、これを了解する意向を表明をした。\n被控訴人が控訴人らを復帰させ、構内輸送業務を再度直営化することは、従来の\n低い労働生産性の形態に戻ることにほかならない。また、当時の八幡製鉄所の余力\n人員は全社の過半に及んでおり、八幡製鉄所の全職場を視野に入れても、出向者を\n復帰させることは困難であり、雇用確保の観点からも本件業務委託を継続し、技能\n保有者の出向期間の延長措置を講ずる必要があった。\n右のような事情で、被控訴人は、控訴人らに対し、平成七年四月一五日付けで出\n向期間の再延長措置を講じた。\n（四）　平成一〇年四月一五日付けの出向期間延長に関して\n右「第三次中期経営計画」の実施により、被控訴人は、目的とした競争力を確保\nすることができ、収益の面でも平成八年度において八○○億円程度の経常利益を確\n保することが見込めるまでに回復した。しかし、需要構造の変化やアジア諸国の企\n業、国内電炉メーカーとの競合等被控訴人を取り巻く環境の急激な変化に起因する\n鋼材販売価格の下落等により、被控訴人は、健全な経営に必要な経常利益水準を確\n保するという収益面での目標を達成することができなかった。そこで、被控訴人\nは、激しい競争に打ち勝ち、経営基盤を盤石なものとするため、収益力の更なる向\n上、財務体質の改善の実現が不可欠であるとの認識の下に、複合経営の確立等を柱\nとする「中期経営方針」を策定した。右方針における要人員措置は、出向措置を基\n本とし、これを継続した上で、五五歳以上の社員に対して関連会社への転出を要請\nし、早期退職者に対する援助措置の強化を図るというものであり、被控訴人は、平\n成八年一二月、これを連合会に提案した。連合会は、複合経営の早期確立等に関す\nる見解を付した上で、右方針を了解するとの意向を表明し、右方針に基づく要人員\n措置についても被控訴人の提案を受け入れた。\n被控訴人は、右のような事情を考慮し、本件業務委託及びこれに伴う出向を継続\nして、効率的な業務運営を維持する必要があると判断した。また、日鐵運輸は、平\n成一〇年四月以降新人七名と他部門からの異動者二名を鉄道課に配置して、技能の\n承継を図っており、このことからも控訴人らの技能、経験が必要とされる状況にあ\nった。そこで、被控訴人は、控訴人らに対し、平成一〇年四月一五日付けで出向期\n間の再々延長措置を講じたのである。\n２　雇用調整型出向としての有効性（予備的主張）\n本件出向は、社外勤務協定に基づく通常の出向であるが、仮に雇用調整型出向\n（余力人員の雇用を確保するための出向）であったとしても、次の理由により有効\nというべきである。\nすなわち、雇用調整型出向は、出向先での業務内容が労働者と出向元との間で締\n結された労働契約の範囲を超えず、従来どおりの取扱基準が用いられる場合には、\n使用者の出向命令権が肯定されるというべきである。そして、被控訴人は、労働組\n合も了解した昭和六二年の中期総合計画による大量の余力人員を抱えていたが、本\n件業務委託に伴い、委託の対象とされた業務に従事していた社員も余力人員となっ\nた。そこで、被控訴人は、労働組合の了解の下に、控訴人らに対する本件出向を行\nったのであるが、控訴人らの業務内容や勤務地は出向前と変わらず、賃金について\nも被控訴人による差額補填があり、その労働条件は出向前と何ら異なるところはな\nい。\nよって、本件出向命令は、雇用調整型出向としても有効である。\n３　変更解約告知（予備的主張）\n本件出向は、本件業務委託によって職場を失い、余力人員となった控訴人らに対\nする解雇を回避し、雇用を確保するために行われたものであり、控訴人らが出向に\n応じない場合には、控訴人らを解雇せざるを得なかったのであるから、いわゆる変\n更解約告知としての性格を有する。そして、本件業務委託に必要性、合理性があっ\nたことは明らかであるし、労働組合との協議等本件出向命令の発令手続にも欠ける\nところはない。\nよって、本件出向命令は、変更解約告知としても有効であり（控訴人らは、異議\nを留めながらも出向先で稼働しているため、解雇を免れているにすぎない。）、控\n訴人らは、本件出向命令に拘束されるというべきである。\n第三　証拠\n証拠関係は、原審及び当審記録中の証拠関係目録記載のとおりであるから、これ\nを引用する。\n第四　当裁判所の判断\n（本件各訴えの適法性について）\n一　第二ないし第五次請求の訴えについて\n控訴人らは、本件出向命令の無効確認を請求するが、このような過去の法律行為\nの無効確認訴訟が許されるのは、当該法律行為の無効を前提とする現在の法律関係\nを確定しても紛争の抜本的な解決が得られないなど、当該法律行為の無効確認を求\nめるについて特段の利益が存在する場合に限られるというべきである。\nしかるに、控訴人らは、当審において、主位的請求として出向先である日鐵運輸\nでの就労義務不存在確認請求を追加しており、これに基づき、本件出向命令が無効\nであることを前提とした控訴人らの地位（法律関係）について判断がされれば、控\n訴人らと被控訴人との間の本件出向命令を巡る紛争は、抜本的な解決が図られるこ\nとになる。\nしたがって、第二ないし第五次請求の訴えについては、前記特段の利益があると\nはいえないから、不適法として却下を免れない。\n二　主位的請求の訴えについて\n被控訴人は、控訴人らの右訴えは確認の利益を欠き不適法である旨を主張する。\nしかしながら、控訴人らの右訴えは、確認請求訴訟の制度趣旨に昀も適う現在の\n法律関係の確認を求めるものであり、その当否が決せられることによって、控訴人\nらの日鐵運輸に対する労務提供義務の存否が確定し、右義務の唯一の発生原因であ\nる本件出向命令を巡る紛争を解決することができるから、確認の利益に欠けるとこ\nろはない。\nよって、被控訴人の右主張は、採用することができない。\n三　なお、控訴人らは、第三ないし第五次請求において、本件出向命令が平成四年\n四月一五日以降、平成七年四月一五日以降又は平成一〇年四月一五日以降無効であ\nることの確認を求めているが、これらの請求は、当該期間延長の業務命令が無効で\nあることにより本件出向命令が失効したことを前提とするものと解されるから、右\n期間延長の当否は、主位的請求の判断の中で本件出向命令の無効事由として検討す\nる。\n（控訴人らの主位的請求について）\n一　控訴人らの主位的請求における争点は、本件出向命令の有効性であるが、出向\n命令は使用者の人事権に本来的に包含されているものではなく、また、本件出向命\n令は、被控訴人の業務上の必要に基づいて発せられたものであり、控訴人らに不利\n益を与える可能性があることに鑑み、本件出向命令の有効性（出向命令の根拠、必\n要性及び合理性）についての主張立証責任は、被控訴人が負担すべきである。そし\nて、出向期間の延長についても、同様の見地から、その必要性及び合理性について\n被控訴人が主張し立証する責任を負うべきである。\n右を前提として、以下検討する。\n二　認定事実\n次に補正するほかは、原判決六四頁四行目から同一一七頁末行までに記載のとお\nりであるから、これを引用する。\n１　原判決六四頁五行目の「同ａ及び同ｂ」を「原審及び当審証人ａ、原審証人ｂ\n及び当審証人ｃ」と改め、「各証言、」の次に「いずれも原審及び当審での」を加\nえ、八行目末尾の「二」の次に「、乙二六二の一ないし四、乙二八二の一ないし\n三」を加える。\n２　同六五頁二行目の「一〇月」から四行目の「付け）」までを「七月一六日改\n正、乙六八・昭和三四年四月三〇日改正、乙四〇・昭和三五年一〇月二六日改\n正）」と改め、五行目の「七月一日付け」を「四月一日施行」と改め、六行目の\n「存在する」を「存在し、控訴人らの入社当時の就業規則も同様であった」と改め\nる。\n３　同六六頁七行目の「作業職社員」の次に「（後に技術職社員と称されるように\nなった。）」を加え、一〇行目の「不自然であり」を「不自然である。また」と改\nめ、同六七頁四行目の「被告」の次に「（旧八幡製鐵株式会社）」を加え、五行目\nの「八幡製鉄所の生産設備の集約」を「生産設備の近代化や鉄源部門の戸畑地区へ\nの集約」と改め、九行目の「甲五」の次に「、乙一三九」を加える。\n４　同六八頁四行目の「当社」を「被控訴人における」と改め、同七〇頁六行目の\n「乙一八二ないし一八六」を「乙一八二ないし一八四、乙一八六」と改め、九行目\nの「出向」の次に「（転籍）」を加え、同七一頁四行目の「整備事業」を「整備作\n業」と改め、七行目の「八幡計算」の次の「機」を削る。\n５　同七三頁四行目の「である」の次に「。また、被控訴人は、新規事業への参入\nを企図し、分社化や新会社の設立を推し進めたが、これに伴う出向者も多数に上っ\nた」を加え、六行目冒頭の「六、」の次に「乙一五八ないし一六〇」を加え、九行\n目の「被告」の次に「と労働組合との間」を加える。\n６　同七四頁三行目から四行目にかけての括弧内を「旧八幡製鐵株式会社の労働協\n約上設けられた「生産委員会」に相当するもので、所定の委員数には変動があっ\nた。なお、旧八幡製鐵株式会社と旧富士製鐵株式会社の合併後の昭和四八年四月に\n統一労働協約が締結されたが、それまでは右各社の労働協約が更新されていた。」\nと改め、同七五頁二行目の「乙一五一、乙一五二」を「乙一五一ないし一五三」と\n改め、九行目の「乙一四八ないし一五〇の各一及び二」を「乙一五四ないし一五\n六」と改める。\n７　同七六頁大行目の「整備事業」を「整備作業」と改め、九行目の「のとは」の\n次の「、」を削り、同七七頁三行目の「認められない」の次に「という」を加え、\n一〇行目の「甲二三」を「甲五一」と改め、同七八頁三、四行目の「組合として可\n否を判断したうえ、」を削り、九行目の「円が」の前に「為替相場における」を加\nえ、一〇行目の「一月」を「二月」と改め、末行の「同年二月」を「同月」と改め\nる。\n８　同七九頁一行目の「日新製鋼」を「ＮＫＫ―日本鋼管」と改め、七行目の「乙\n九七」から「乙一〇二」までを「乙九七ないし一〇一」と改め、同八○頁一行目の\n「、乙二〇九」を削り、二行目から五行目の「一〇月八日」までを「学者、鉄鋼業\n等の経営者、鉄鋼産業労働者及びマスコミの代表者などから構成された通商産業省\nの諮問機関『基礎素材産業懇談会』は、昭和六二年三月から、大幅な円高等を背景\nとした経済情勢における鉄鋼業界の中長期的な展望について検討を重ね、同年六\n月」と改め、七行目の「転換」の次に「、大幅な円高の進展、鉄鋼需要産業の海外\n進出の活発化など」を加え、八行目の「及び」の次から「活発化」までを削る。\n９　同八一頁八行目の「、乙一六一」を削り、同八三頁一行目の「平成二年度」の\n次に「末」を加え、七行目の「、乙一二三」及び同八六頁二行目の「乙三八、」を\n削り、同八七頁一行目、九行目及び一〇行目の各「所定」の次の「内」を削る。\n１０　同八八頁一行目の「適用し、」の次に「出向先の基準内賃金が被控訴人のそ\nれを下回る場合には、」を加え、「当社」を「被控訴人による」と改め、二行目の\n「所定」の次の「内」を削り、末行の「報告・」を「報告して」と改め、同八九頁\n三行目の「所定」の次の「内」を削り、九〇頁一行目の「おいて、」の次に「右方\n針のうち」を加え、三行目の「所定」の次の「内」を削る。\n１１　同九一頁六行目の「出荷まで」の次に「の運搬」を加え、同九二頁一行目の\n「輸送管理室」から四行目の「担当していた」までを「出荷室、流通管理室及び輸\n送室が分掌していたが、これらは逐次統合され、平成元年三月の時点では輸送管理\n室にすべての業務が統合された」と改め、同九三頁六行目の「転換器」を「転轍\n器」と改め、同九六頁四行目の「昭和五九年度の」を削り、八行目冒頭の「これに\n対し」を「これと並行して」と改める。\n１２　同九八頁一行目の「対し、」の次に「当時月二七〇トンであった」を加え、\n同一〇〇頁一〇行目の「当時、」の次に「八幡製鉄所においては、」を加え、同一\n〇一頁七行目の「運送」の次に「等」を加え、八行目の「＜以下略＞」を「＜以下\n略＞」と改め、「事務所」を「支社」と改め、九行目の「福岡に、出張所を光」を\n「福岡、光等に」と改め、一〇行目の「一五六四名」を「一六〇〇名余り」と改\nめ、「である」の次に「（いずれも平成四年現在）」を加え、同一〇二頁二行目の\n「である」を「であった」と改め、三行目の「関門港及び」を「関門港、主とし\nて」と改め、同一〇三頁一行目の「輸送が、」の次に「被控訴人から」を加え、同\n一〇四頁二行目の「オンライン」を削る。\n１３　同一〇五頁八行目の「ついては、」の次に「経営審議会で協議されたほ\nか、」を加え、九行目の「ともなう」を「伴う」と改め、「（」の次に「労働協\n約」を加える。\n１４　同一〇六頁二行目の「所定」の次の「内」を削り、六行目の「られたが、」\nの次に「労働組合からは、」を加え、一〇行目の「作業環境」から「高い」までを\n「作業環境下での肉体的負荷が高い屋外」と改め、同一〇八頁三行目の「素直」を\n「率直」と改め、六行目の「職場」の次に「の」を加える。\n１５　同一〇九頁九行目の「以下」の次に「の者」を加え、同一一一頁一行目の\n「被告は、」の次に「右各作業に携わる社員のうち、」を加え、同一一四頁三行目\nの次に改行して、次のとおり加える。\n「そして、被控訴人は、八幡労組の了解の下に、控訴人らを含む四名の出向不同意\n者の代替要員として、前記高齢者の長期教育休業措置の関係で出向の対象から外さ\nれた四名の社員を、同月一日から三一日までの予定で、日鐵運輸に派遣した（乙五\n〇の一及び二）。」\n１６　同一一四頁四行目の「業務委託の実施間際になっても、」を「その後も」と\n改め、五行目の「業務委託後の」を「右代替要員の派遣期間満了後の」と改め、六\n行目の「二三日」を「二二日」と改め、同一一五頁一行目の「下旬」を「中旬」と\n改め、同一一六頁一〇行目の「日鐵運輸」の次に「株式会社」を加える。\n１７　同一一七頁七行目の「なお、」の次に「被控訴人においては、平成三年度か\nら平成五年度までを対象に『新中期総合経営計画』を策定し、平成六年度から平成\n八年度までを対象に『第三次中期経営計画』を策定し、平成九年度から平成一一年\n度までを対象に『中期経営方針』を策定し、労働組合の了承を得た上で、これらの\n計画を実施して経営の改善を図ってきた。しかし、実質国民総生産の低下、粗鋼生\n産量の減少、販売価格の低下、いわゆるバブル経済の崩壊等経済環境の悪化から業\n績が低迷し、被控訴人は、平成四年一〇月から平成九年六月まで再度特定不況業種\nの指定を受け、雇用調整助成金を受給したほか、社員の臨時休業、出向措置の推\n進、早期退職及び転職に対する援助措置等による大幅な人員削減を余儀なくされ\nた。殊に、八幡製鉄所は、恒常的に多数の余力人員を抱えつつ、更なる労働生産性\nの向上を図らなければならなかった。そこで、被控訴人は、業務委託を継続したま\nま雇用を確保するため、控訴人らの出向期間を延長することとした。このような経\n緯で、」を加え、九行目の「四条」の次に「一項」を加え、一〇行目の「さらに」\nから末行までを「同様に平成七年四月一五日及び平成一〇年四月一五日にも、それ\nぞれ三年間延長された。被控訴人は、控訴人ら以外の業務委託に伴う出向者の多数\nについても、同じく出向期間の延長措置を講じており、中には、数回にわたる延長\nの結果、出向期間が相当長期間に及んでいる出向者もいる。被控訴人は、これらの\n出向期間の延長を行うに当たって、労働組合の意見を求めているが、労働組合は、\n控訴人らに対する出向期間の延長については、控訴人らが被控訴人への復帰を希望\nしていることを確認した上で、出向に至る経緯、これまでの技能、経験等を生かし\nて引続き当該業務に従事する実情を踏まえ、特段の状況変化がないことを理由に、\n関与しないとの意向を表明した（乙三二七、乙三二八の一の一ないし七、乙三二八\nの二の一ないし八、乙三二八の三の一ないし四、乙三二八の四の一ないし一一、乙\n三二八の五の一ないし七、乙三二八の六の一ないし一〇、乙三二八の七及び八の各\n一ないし三、乙三二八の九ないし一一の各一ないし四、乙三二八の一二の一ないし\n六、乙三二八の一三の一及び二、乙三二八の一四の一ないし八、乙三二八の一五及\nび一六の各一ないし六、乙三二八の一七の一ないし八、乙三二八の一八の一ないし\n六、乙三二八の一九の一ないし四、乙三二八の二〇及び二一の各一ないし六、乙三\n二八の二二の一ないし一二、乙三二八の二三の一ないし六、乙三二八の二四の一な\nいし四、乙三二八の二五及び二六の各一ないし六、乙三二八の二七の一ないし四、\n乙三二八の二八の一ないし一二、乙三二八の二九の一ないし六、乙三二八の三〇の\n一ないし五、乙三二八の三一ないし四一の各一ないし四、乙三二八の四二及び四三\nの各一及び二、弁論の全趣旨）。」と改める。\n三　本件出向命令の根拠\n１（一）　本件出向は、控訴人らが被控訴人の従業員としての地位を維持しなが\nら、出向先の日鐵運輸の事業場において日鐵運輸の指揮監督の下に日鐵運輸に対し\nて労務を提供する在籍出向である。労働者が雇用先との労働契約関係を解消し、他\nの企業と新たに労働契約を締結して、その企業の業務に従事する転籍出向とは異な\nる（以下、特に断らない限り、在籍出向のことを「出向」という。）。\n（二）　この点について、控訴人らは、控訴人らが被控訴人に復帰する可能性がな\nいことを理由に、本件出向は実質的には転籍にほかならない旨を主張する。\n確かに、本件出向は、控訴人らが従事していた八幡製鉄所における構内輸送業務\nを被控訴人が日鐵運輸に委託したことに伴うものであり、付帯的業務である右業務\nを被控訴人が再び直営に戻す可能性を窺わせる証拠は全くない。また、控訴人ら\nは、出向の前後を通じて長年構内輸送業務に従事してきた熟練の技術職社員である\nが、八幡製鉄所には従来の職場はなく、平成一四年には両人とも定年年齢（満六〇\n歳）に達することを考えると、三回にわたる出向措置の延長が示すように、控訴人\nらが被控訴人の他の職場に復帰する可能性は、出向当初から大きくはなかったとい\nえる。\nしかし、控訴人らは、本件出向後も被控訴人との間の労働契約関係を維持し、日\n鐵運輸の固有の従業員に比べて、被控訴人の社内勤務者と大差のない、恵まれた処\n遇を受けることが保障されており、被控訴人によって解雇されない限り、日鐵運輸\nから退職を強いられることもない安定した立場にあることは、明白な事実である。\n後記のとおり長期間の出向者が復帰した例もあり、個別的具体的事情から被控訴人\nに復帰する可能性が少ないからといって、本件出向が在籍出向としての本来の性質\nを失うものではない。\nしたがって、控訴人らの右主張は採用することはできない（なお、控訴人らの右\n主張については、後に本件出向命令の合理性の有無との関係で更に検討を加え\nる。）。\n２（一）　ところで、出向命令権は、使用者に帰属する当然かつ固有の権限ではな\nく、出向者は、在籍出向であっても、実際上労働条件その他の待遇に関する基準に\nおいて不利益を受けるおそれがあるから、使用者が労働者に出向を命ずるに当たっ\nては、当該労働者の同意その他出向命令を法律上正当とする明確な根拠を要すると\nいうべきである。\nこの点について、控訴人らは、出向が出向元、出向先及び出向者の三面的法律関\n係であること及び出向が指揮命令権に関する使用者の義務の移転を伴い、免責的債\n務引受の要素を含むものであることを理由に、出向者による個別の同意が不可欠で\nある旨を主張するが、出向命令については、出向者の同意がなくても、これに代わ\nる明確な根拠があれば、その内容が合理的である限り、労働者は、出向命令に従う\n義務を負うと解すべきであるから、控訴人らの右主張は採用することができない。\n（二）　そこで、右根拠について検討するに、控訴人らは、労働組合の組合員であ\nるところ、入社した当時の就業規則には、業務上の必要により社員に社外勤務をさ\nせることがある旨の規定があった。そして、昭和四八年四月に被控訴人と労働組合\nとの間で締結された労働協約にも同旨の規定が設けられた。また、これとは別に、\n昭和四四年九月に旧八幡製鐵株式会社との間に社外勤務協定が締結されていたが、\nその後、技術職社員を含む業務委託出向の事例が増加し、出向期間も長期化し、将\n来この傾向が更に増大することが見込まれる状況を背景として、当時厳しい経済環\n境に対する対応に迫られていた被控訴人は、その一環として、労働組合に対し、従\n来行ってきた出向者に対する賃金の補填等についての見直しを提言し、これを巡る\n労使間の交渉の結果、昭和六三年三月二日に社外勤務協定が改定された（同年四月\n一日施行）が、同協定には、社外勤務（出向及び派遣）の定義、出向期間、出向中\nの社員の地位、昇格・昇級等の査定その他処遇等に関して詳細な規定が設けられて\nいる。\n以上の事実によると、右社外勤務協定の改定に当たり、被控訴人はもとより労働\n組合も、被控訴人が、労働協約の規定に基づき、技術職社員を含む社員に対して出\n向を命じ得るとの認識を持っていたことは明らかである。したがって、控訴人ら\nは、八幡労組の組合員として、労働組合法一六条の規定により、労働協約（社外勤\n務協定を含む。）の拘束を受け、個別的な同意の有無にかかわらず、労働協約を根\n拠とする本件出向命令が被控訴人の業務上の必要に基づく合理的なものである限\nり、これに従う義務があるものというべきである。\n（三）（１）　これに対し、控訴人らは、出向は労働関係の基本構造を根本的に変\n更し、その対象者とされた組合員とそうでない組合員との利害を労働協約で調整す\nることは不可能であって、出向に関する事項は協約自治の限界を超えており、した\nがって、右事項に関する労働協約の定めは、出向命令の根拠たり得ない旨を主張す\nる。\nしかしながら、労働組合が、労働者の雇用を確保するために出向を容認するにつ\nいて、等しく出向の対象となる可能性があるすべての労働者の意思に基づき、使用\n者と労働協約を締結することによって、出向による労働者の不利益を回避するため\nの枠組みを定め、かつ、既定の枠組みの中で行われる個々の出向について、出向の\n必要性及び合理性の判断を通じて、対象者が受ける不利益に対して個別的具体的に\n対応することは、共に出向に係る労働者の利益を擁護するために必要にして有効な\n手段である。\nしたがって、出向に関する労働協約について、その本来の効力を否定すべき理由\nはなく、出向に関する事項は、協約自治の範囲内にあるというべきであって、これ\nに反する控訴人らの右主張は、採用することができない。\n（２）　また、控訴人らは、労働協約の規定が抽象的で合理性を欠くことを理由\nに、出向命令の根拠になり得ない旨を主張するが、労働協約と一体を成す社外勤務\n協定の規定が控訴人らがいうような抽象的で合理性を欠く事実はない。\nしたがって、控訴人らの右主張は採用することができない。\n（３）　さらに、控訴人らは、本件出向が被控訴人への復帰が予定されていない実\n質上の転籍出向であるとして、労働協約をもって控訴人らの同意に代えることは許\nされない旨を主張するが、本件出向が在籍出向であることは、前記判示のとおりで\nあり、したがって、控訴人らの右主張は、その前提を欠き、失当である。\n（４）　また、控訴人らは、被控訴人における出向命令の発令について、対象者の\n具体的同意を得るという運用が定着していたことを理由に、本件出向命令が無効で\nある旨を主張する（控訴人らの右主張は、被控訴人の就業規則の解釈、運用に関す\nるものであるが、労働協約についても同趣旨の主張を含むものと解される。）。\nしかしながら、原審証人ｂの証言によれば、本件出向以前に対象者が同意しなか\nったために予定された出向命令が発せられなかった二件の事例のうち、一件につい\nては、後に対象者が同意して出向命令が発せられ、他の一件は、対象者が出向の原\n因となった業務委託に批判的であり、被控訴人及び出向先から適格を欠くと判断さ\nれたことなどから、結局発令に至らなかったことが認められる。加えて、労働組合\nが出向対象者の個別的な同意を必須の要件とは考えていなかったことからすると、\n控訴人ら主張のような運用が定着していたとすることはできない。\nしたがって、控訴人らの右主張は採用することができない。\n３　なお、控訴人らは、原判決が慣行を出向命令の根拠と判断したことを強く非難\nする。\n確かに、前記判示のとおり、被控訴人においては、本件出向命令当時、対象者の\n同意なしに出向命令が発せられた事例はあるにはあったが、そのような取扱いが長\n期間にわたって行われてきたわけではなく、また、その数も多くはなかったのであ\nるから、原判決のいうような慣行が成立したといえるかどうかについては疑問の余\n地がある。\nしかし、前記判示のとおり、本件出向命令は、労働協約によって根拠付けられる\nというべきであるから、控訴人らの右主張の当否については、これ以上言及しない\nこととする。\n４　以上判示のとおり、被控訴人は、労働組合との労働協約の規定に基づき、組合\n員たる従業員に対して出向命令を発することができるから、本件出向命令には根拠\nがあり、控訴人らは、個別の同意を欠くことを理由に、これを拒むことはできな\nい。\n四　本件出向命令の必要性\n当裁判所の判断は、次に補正するほかは、原判決一三〇頁二行目から同一三三頁\n七行目までに記載のとおりであるから、これを引用する。\n１　原判決一三〇頁八行目の「出し、」から九行目の「大手各社が」までを「行っ\nた。また、被控訴人以外の高炉大手各社も、昭和六一年終わりから昭和六二年初め\nにかけて」と改め、同一三一頁四行目の「委託される」を「委託させる」と改め、\n同一三二頁七行目末尾の「である。」の次に「なお、控訴人らは、中期総合計画に\nよる合理化を余儀なくされたのは、過剰生産等被控訴人の経営判断の誤りによるも\nのであるとして、合理化案の不当性を強調するが、経営判断は、将来における不確\n定な要素を考慮して行われるものであり、そのような観点から中期総合計画の策定\nやその内容の合理性を否定すべき事実を認めるに足りる証拠はない。」を加え、同\n一三二頁九行目の「これが」から「あるし」までを「ある業務を直営で行うか他に\n委託するかは、経営者の裁量的判断に委ねられるべき事柄であり、八幡製鉄所構内\nの鉄道輸送業務を日鐵運輸に委託した被控訴人の判断に合理性があったことは前期\nのとおりである。なお」と改め、同一三三頁一行目の「そのこと」から二行目の\n「べきである」、までを「両者を同一に論じることはできない」と改める。\n２　同一三三頁三行目から七行目までを次のとおり改める。\n「２　なお、控訴人らは、本件出向は被控訴人への復帰が予定されておらず、その\n見込みもないことを考えると、転籍的ないしは雇用調整型出向というべきものであ\nって、本来正当化し得ないものであり、仮に、そうでないとしても、その際要求さ\nれる合理性及び必要性は、極めて高度なものでなければならない旨を主張するが、\n本件出向がその必要性を備えた在籍出向であることは、前記判示のとおりである。\nもとより、いかなる類型の出向であっても労働者に過大の不利益を課することは許\nされず、そのような場合には、出向命令は合理性を欠くものとして無効になると解\nすべきであるが、右不利益の有無、程度については、業務内容や勤務場所等の労働\n条件、家庭生活への影響等を総合して判断すべきであり、出向期間の長短もその一\n要素として考慮されるが、この点については後述する。」\n五　本件出向命令の合理性について\n当裁判所の判断は、次に補正するほかは、原判決一三三頁九行目から同一四三頁\n一〇行目までに記載のとおりであるから、これを引用する。\n１　原判決一三四頁一行目の「二度」を「三度」と改め、二行目の「ではなく、」\nの次に「右各出向期間の延長は、当時の経営環境からやむを得なかったというべき\nである上、」を加え、六行目の「証拠はない」の次に「（かえって、乙三二九の一\nの一、乙三二九の二の二及び弁論の全趣旨によれば、業務委託に伴い長期間出向し\nていた社員が出向先の人員整理等により、被控訴人に復帰した例が見受けられる。\nまた、社外勤務協定中に、出向者が被控訴人の定年年齢に達したときは、被控訴人\nを退社する旨の規定が設けられていることに照らせば、労働協約自体出向中に出向\n者が定年を迎える事態を予定しているものといえる。）」を加える。\n２　同一三五頁八行目の「出向前に」の次に「比べて」を加え、同一三六頁五行目\nの「そうすると、」を削り、七行目の「いるから」を「おり」と改め、九行目の\n「本件出向」から末行の「できない」までを「被控訴人が平成元年四月以降数次に\nわたって労働時間の短縮（時短）を実施し、休日が増加したことに起因するもので\nあり（被控訴人と日鐵運輸の一日の所定労働時間は同じである。）、本件出向によ\nって控訴人らの労働条件が不利益に変更されたということはできない（なお、平成\n元年四月に実施された時短の結果、本件出向命令が発せられた同月一五日の時点に\nおける被控訴人の年間所定労働時間は日鐵運輸のそれに比べて一五時間短くなり、\nしたがって、控訴人らは、本件出向によって労働時間が長い職場で勤務しなければ\nならないことになったが、被控訴人が当初計画していた出向命令の発令は同年三月\n一日付けであり、その時点では被控訴人と日鐵運輸の年間所定労働時間は同じであ\nったこと及び本件出向命令の発令が同年四月一五日になったのは控訴人らの説得に\n時間を費やした結果であることに鑑みれば、右の事情をもって、本件出向によって\n控訴人らの労働条件が強化されたとみることはできない。）」と改める。\n３　同一三七頁六行目の「そして、」の次に「被控訴人と出向先との」を加え、\n「ついては、」の次に「本件出向命令発令前の」を加え、七行目及び八行目の「所\n定」の次の「内」をいずれも削り、同一三八頁二行目の「原告」を「控訴人ら」と\n改め、四行目の「できない」の次に「（さらにいえば、仮に被控訴人の下で就業し\nていたとしても、被控訴人が実施している臨時休業や配置転換の対象とされたり勤\n務態様が変更されたりすることも考えられるから、控訴人らが主張する収入が確保\nされる保障はない。）」を加え、九行目の「これは」の次に「被控訴人で勤務して\nいれば休日日数差分の時間外勤務があることを前提とした」を加える。\n４　同一三九頁五行目の「行われて」を「採られて」と改め、同一四〇頁五行目の\n「影響もない」の次に「（前記のとおり、本件出向は、控訴人らの従事していた業\n務が協力会社に委託されたことに伴うものであり、長期化が予想されるものではあ\nったが、他面では、就業場所や業務内容の変更を伴わず、また、転所もないなど従\n前の状況がほぼ維持されている。仮に、控訴人らが出向を免れ、被控訴人での勤務\nを続けることができたとしても、従前稼働していた部署は廃止されたのであるか\nら、少なくとも、職種の変更を伴う配置転換は避けられなかったはずである。そう\nすると、本件出向は、転所や職種、就業場所の変更を伴う配置転換に比して、控訴\n人らやその家族が被る負担はむしろ小さいともいうことができるのであって、この\nことは、本件出向の合理性の判断に当たって軽視することができない事情というべ\nきである。）」を加える。\n５　同一四二頁九行目の「であるとは認められない」を「でないとした被控訴人の\n経営判断が直ちに合理性を欠くことにはならない」と改める。\n六　控訴人らの当審におけるその余の主張について\n１（一）　控訴人らは、本件出向命令に期間の定めがないことを理由に合理性がな\nい旨を主張する。また、仮に本件出向命令の期間が社外勤務協定に定められた三年\n間であったとしても、その後三回行われた出向期間の延長については、その都度必\n要性、合理性が要求され、さらに、右必要性、合理性の要件は、出向の期間が長期\n化するに応じて加重されるにもかかわらず、控訴人らに対して行われた三回の出向\n期間の延長は、この要件を満たしていないとして、本件出向命令が平成四年四月一\n五日以降、平成七年四月一五日以降、あるいは平成一〇年四月一五日以降それぞれ\n無効に帰した旨を主張する。\n（二）　前記認定のとおり、被控訴人は、本件出向命令発令後三年ごとにその期間\nを三年間延長しているのであり、このことからすれば、本件出向命令は、期間の定\nめのないものではなく、いずれも期間を三年間と定めて発せられ、社外勤務協定四\n条一項所定の「業務上の必要」に基づいて、出向期間が延長されたものと解すべき\nであり、右各期間延長は、業務上の必要があり、かつ、合理的な内容のものである\n限り、有効というべきである。\n（三）　ところで、右各出向期間延長は、被控訴人の「中期総合経営計画」、「第\n三次中期経営計画」、「中期経営方針」に基づく経営合理化計画の実施による要員\n削減措置と並行して行われたものであり、加えて、八幡製鉄所では、他の製鉄所に\n比べて多数の恒常的余力要員を抱えており、要員削減の必要性は一層顕著であっ\nた。そして、右各出向延長に関しては、労働組合も了解しており、控訴人らにして\nも、延長の前後を通じて同じ職場で、同じ条件で、同じ職務に従事するのであるか\nら、特段の不利益を受ける理由も見当たらない。\n以上の事情に照らせば、右出向期間の延長は、いずれも被控訴人の業務上の必要\nに基づくものであり、かつ、内容においても合理性を有するというべきである。\n（四）　なお、控訴人らは、出向期間が長期化するのに応じて期間延長における業\n務の必要性や合理性の要件が加重されるべきである旨を主張するが、そのように解\nすべき根拠はない。\n（五）　右判示のとおり、控訴人らに対して行われた平成四年四月一五日付け、平\n成七年四月一五日付け及び平成一〇年四月一五日付けの出向期間延長措置は、いず\nれも有効であり、したがって、本件出向命令が右期間の延長によって効力を失う理\n由もない。\n２（一）　控訴人らは、労働組合が被控訴人と一体化し、真に労働者の意思を反映\nした活動を行っていないことを強調し、労働組合の対応を重視して本件出向命令の\n有効性を認めた原判決を非難する。\n（二）　しかしながら、本件に顕れた労使協議の経過等によれば、連合会及び八幡\n労組は、人員合理化等に関する被控訴人の提案について、その都度経営審議会や生\n産委員会で協議し、各職場の意見を求めた上で対処しており、殊更に組合員の意思\n又は利益に反する活動をしたことを窺わせる事情を見出すことはできない。\n確かに、被控訴人においては、労働組合に不満を抱く組合員がいることが認めら\nれる（甲一六四等）が、組合内部において時により事によって組合員の意思が対立\nすることは珍しいことではなく、労使交渉の過程において、相互に妥協したり譲歩\nしたりすることは、交渉の常であり、その結果に対して不満を持つ組合員が出るこ\nとは避け難いことである。本件出向問題にしても、労働組合は、被控訴人の業績悪\n化の折から、組合員の雇用確保を昀重要課題と受け止め、被控訴人による出向の推\n進を受け入れる一方において、出向者の不利益を回避するため、交代勤務態勢や出\n向手当の是正等を要求するなどしたが、控訴人ら一部の組合員の不満を解消するに\nは至らなかったものであって、これらの事情を考えれば、労働組合に対して不満を\n抱く組合員がいることから直ちに、労働組合が組合員の意思を無視したとか組合員\nの利益に反する活動をしたと断ずることはできない。\n（三）　また、控訴人らは、労働組合が被控訴人と一体化している旨を主張する\nが、そのような事実を認めるに足りる証拠はない。\n七　権利の濫用\n１　控訴人らは、①本件出向には復帰の可能性がないこと、②業務上の必要性がな\nいこと、③出向回避策が採られなかったこと、④選定基準及び人選が不合理であっ\nたこと及び⑤配置転換の有無や懲戒権の主体など出向に関する労働協約の規定が不\n合理であるにもかかわらず、控訴人らの不安を解消するための説明が不十分であっ\nたことを理由に、本件出向命令が権利の濫用に当たり無効である旨を主張する。\n２　しかしながら、前記判示のとおり、本件出向命令の有効性を基礎付ける事実に\nついては、被控訴人が主張、立証責任を負担するというべきところ、右①ないし④\nは、本件出向命令の有効性に関する被控訴人の主張を否定する趣旨の主張にすぎ\nず、その当否については、先に判断したとおりである。\nまた、右⑤についても、出向に関する労働協約の規定が不合理であるとはいえな\nい上、控訴人らの不安を解消するための説明が不十分であったことを認めるに足り\nる証拠もない。\n３　ちなみに、前記判示の事情によれば、被控訴人が控訴人らに対し三回にわたっ\nて行った出向期間の延長措置についても、権利の濫用に当たらないことは明らかで\nある。\n４　右の次第であるから、控訴人らの権利濫用の主張は失当といわなければならな\nい。\n八　労働者派遣法との関係\n当裁判所の判断は、次のとおり補正するほかは、原判決一四六頁二行目から同一\n四七頁九行目までに記載のとおりであるから、これを引用する。\n１　原判決一四七頁一行目の「もっとも」から三行目の「すぎず」までを「また」\nと改め、六行目の「であり、」から七行目の「であり」までを「である。よって、\n本件出向は」と改め、八行目の「目的とした」から九行目までを「行為には当たら\nない。」と改める。\n２　同一四七頁九行目の次に改行して、次のとおり加える。\n「さらに、控訴人らは、労働者派遣法三二条二項が、派遣先との間に労働契約関係\nが生じない派遣の場合でさえ、一般労働者として雇い入れた者を派遣の対象とする\nには、当該労働者の同意を要件としていることとの対比から、労働契約関係の一部\nが移転する出向の場合には、当然に対象者の同意を要する旨を主張する。\nしかし、右労働者派遣法の規定は、労働者の派遣が労働者供給事業の性質を有\nし、強制労働や中間搾取等の問題を惹き起こす可能性があることに着目し、労働者\nの自由意思を確保するために設けられた規定であり、営利目的はもとより事業とし\nて行われたものでもない本件出向をこれと同列に論ずることはできない。\nよって、本件出向を労働者派遣法三二条二項の脱法行為とすることはできない\nし、同項をもって本件出向に控訴人らの同意を要する根拠とすることもできな\nい。」\n九　まとめ\n本件出向命令は、被控訴人と労働組合との間で交わされた労働協約（社外勤務協\n定を含む。）を根拠とし、かつ、被控訴人の業務上の必要に基づいて行われたもの\nであって、その内容も合理的であり、その後の出向期間延長措置も、必要性及び合\n理性の要件に欠けるところはない。そして、本件出向命令は、被控訴人の権利の濫\n用と評することはできず、また、労働者派遣法の脱法行為とみることもできないか\nら、本件出向命令は、有効に存続しているというべきである。\nそうすると、控訴人らは、本件出向命令に従うべき労働契約上の債務を負い、日\n鐵運輸に対して労務を提供する義務を免れない。\n第五　結語\n以上の次第で、当審で追加された主位的請求は理由がないからいずれも棄却し、\n控訴人らの第二次請求の訴えは不適法であるから、この請求を棄却した原判決を取\nり消して、右各訴えをいずれも却下し、当審で追加された第三ないし第五次請求の\n各訴えは不適法であるから、いずれも却下することとして、主文のとおり判決す\nる。\n（口頭弁論終結の日　平成一〇年一一月一〇日）\n福岡高等裁判所第五民事部\n裁判長裁判官　小長光馨一\n裁判官　小山邦和\n裁判官　長久保尚善\n"
}