{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 10,
    "day": 30
  },
  "case_number": "平成2(ワ)5143",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14749",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14749",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/749/014749_hanrei.pdf",
  "contents": "主　　　文\n一　被告は、「株式会社ミキハウス」の商号を使用してはならない。\n二　被告は、大阪法務局泉出張所においてなした商号「株式会社ミキハウス」の商\n号抹消登記せよ。\n三　被告は、別紙被告表示目録記載一、二の各表示を抹消せよ。\n四　訴訟費用は被告の負担とする。\n五　この判決は第一、第三項に限り仮に執行することができる。\n事実及び理由\n第一　原告の請求\n主文第一ないし第三項同旨\n第二　事実の概要\n一　原告の営業と使用表示\n１　原告は、昭和五三年九月二一日設立の、子供服をはじめとして衣料品及びこれ\nに付随するバッグその他の各種製品、文房具、おもちゃ、絵本、自転車等（以下、\n一括して「原告商品」という。）を製造・販売する株式会社である（甲一～一五の\n各１、２、甲五五六、証人【Ａ】、弁論の全趣旨）。\n２　原告は、別紙原告商標目録記載一ないし四の各商標（以下、順次「原告商標\n一」、「原告商標二」、「原告商標三」、「原告商標四」という。）につき、別紙\n商標権目録記載のとおりの商標権を有している（甲一～一五の各１、２）。\n３　原告は、原告商品のほぼ全部に、原告商標二ないし四の基本となる標章、すな\nわち色鉛筆を曲げたような丸みを帯びたアルファベット文字の所帯で、しかも\n「ｍ」と「ｉ」だけを小文字（但し、書体のみが小文字で、文字の大きさは他と同\nじである。）とし他は大文字とした構成で、「ミキハウス」との呼称を生ずる造語\n標章「ｍｉＫｉＨＯＵＳＥ」（以下「原告表示一」という。）を付して販売してい\nる（甲五五六、証人【Ａ】、弁論の全趣旨）。\n二　被告の営業と使用表示\n１　被告は、昭和五八年三月四日左記の株式会社として設立され（争いがない）、\n金融業務を行っていた（被告代表者）。\n（一）　商号　株式会社三和ファクター\n（二）　目的　①　金融業\n②　上記に附帯する一切の業務\n（三）　本店所在地　大阪市＜以下略＞\n２　被告は、平成元年三月一六日に右商号及び目的を、同月二〇日に本店所在地\nを、それぞれ左記のとおり変更する旨の商業登記を申請し、現在、大阪法務局泉出\n張所備付けの商業登記簿にそのとおり登記されている（争いがない）。そして、被\n告はそのころから、不動産の売買、賃貸の仲介等不動産に関する業務全般を行って\nいる（被告代表者）。\n（一）　商号　株式会社ミキハウス\n（二）　目的　①　空調設備機器、給排水設備機器、浴槽・浴槽釜、便槽・便器・\n浄化槽、ガス器具、暖房機器、洗面化粧台、鍵・錠、電気器具・照明器具、スプリ\nンクラー、電話・インターホン等住宅設備機器の発売並びにリース業\n②　土木・建築工事業\n③　広告代理業\n④　不動産の売買、仲介、賃貸及び管理業\n⑤　前各号に附帯する一切の業務\n（三）　本店所在地　大阪府泉大津市＜以下略＞\n３　被告は、右登記商号である「株式会社ミキハウス」（以下「被告商号」とい\nう。）を営業表示として事務所窓ガラス及び入口ガラスドアに別紙被告表示目録記\n載一、二の各表示（以下、順次「被告表示一」、「被告表示二」といい、右各表示\nと被告商号とを一括して「被告営業表示」という。）をしている（検甲四一～四\n五、被告代表者、弁論の全趣旨）。\n三　争点\n１　本件は、原告が、アルファベット表示の「ｍｉＫｉＨＯＵＳＥ」（原告表示\n一）及び原告商標一のうちカタカナ表示の「ミキハウス」（以下「原告表示二」と\nいう。）又は少なくとも原告表示一が原告の営業表示として周知であるとして（選\n択的主張）、不正競争防止法一条一項二号に基づき、被告に対して、被告商号の使\n用禁止及び抹消登記手続並びに被告表示一、二の抹消を求めた事案である。\n２　本件の主たる争点は、次のとおりである。\n（一）　原告表示一、二が、原告の営業表示として、いわゆる周知性を主張した\nか、否か。\n（二）　原告表示一と被告営業表示とは類似しているか、否か。\n（三）　原告表示一、二と被告営業表示とは混同のおそれがあるか、否か。\n（四）　原告の本訴請求は権利濫用か、否か。\n四　争点に関する被告の主張\n１　争点（一）について\n原告の営業表示は、その商号たる「三起商行株式会社」である。原告表示一は、\n原告商品の商標（商品表示）であって、不正競争防止法一条一項二号にいう「他人\nノ営業タルコトヲ示ス表示」（営業表示）ではない。\nまた、原告が、宣伝媒体もしくは商品に表示しているのは、あくまでユニークな\nローマ字体の原告表示一であって、カタカナ表示の原告表示二ではないから、原告\n表示二「ミキハウス」は原告の商品表示をしてはもちろんのこと、営業表示として\nも周知ではない。\n２　争点（二）について\n原告が、宣伝媒体もしくは商品に表示しているのは、あくまでユニークなローマ\n字体の原告表示一であって、カタカナ表示の原告表示二ではないから、仮に原告表\n示一「ｍｉＫｉＨＯＵＳＥ」が原告の営業表示として周知であっても、被告営業表\n示は原告表示一と「類似ノモノ」（不正競争防止法一条一項二号）とはいえない。\n３　争点（三）について\n原告は、原告表示一を使用する際に、必ず「三起商行株式会社」の商号を併記し\nており、原告表示一を使用した商品の製造・販売主体（出所）が「三起商行株式会\n社」であることも表示・宣伝しているから、被告営業との関係で営業主体の誤認混\n同は生じない。\nまた、原告は、創業以来一貫して、子供服を中心とする衣料品、服飾品等の製\n造・販売をしている株式会社であり、被告と競業する不動産業・建築業を手掛けた\nこともなければ、右業種は原告の定款にも営業目的として掲げられておらず、将来\n右業種に進出する意図もない。すなわち、原告と被告とはその事業分野を異にする\nから、一般消費者もしくは需要者の誰も、原告表示一と被告営業表示とが何等かの\n関連性を有するとは考えない。\n従って、被告営業表示が、原告の「営業上ノ施設又ハ活動ト混同」（不正競争防\n止法一条一項二号）を生じさせるはずがない。\n４　争点（四）について\n被告の母体となる会社は、「株式会社美喜商事」の商号で、金融業を主な事業目\n的とする企業であるが、近時、別途、不動産業を運営する必要から、①　母体とな\nる会社の「美喜商事」から「ミキ」を採用し、②　これに不動産＝建物を意味する\n「ハウス」を接続して、被告商号「株式会社ミキハウス」を決定したのである。右\n被告商号の由来及び前記１ないし３の事情に鑑みると、原告の本訴請求は、不正競\n争防止法を不当に拡張解釈して、自由な経済社会における被告の事業活動を阻害し\nようとするものであって、権利の濫用である。\n第三　争点等に対する判断\n一　争点（一）（原告表示一、二の周知性取得の有無）について\n１　証拠（甲一～一五の各１、２、甲一九～一二九、一三四、一三五、一四〇～五\n六八、乙一、検甲一～四〇、証人【Ａ】）及び弁論の全趣旨によれば、次の事実が\n認められる。\n（一）　原告の商品表示の態様\n原告は、子供を中心とした家族を見守っていくことを営業方針とし、原告表示二\n「ミキハウス」を使用して、子供服の製造・販売をしていた個人企業である「三起\n産業」が法人化したもので、法人化（設立）直前の昭和五三年八月には右商標を\n「ｍｉＫｉＨＯＵＳＥ」なる原告表示一の書体で表示することにした。そして、原\n告は、設立以来、例えば子供服等の衣服については、その襟ネームの部分や吊り札\nといった人目に付きにくい箇所ではなく、胸部分や背中上部の人目に付く箇所に、\n原告表示一を原色地に対比色で大きく表示するといったように、商品自体に主とし\nて原告表示一を大きく描くことによって、原告の商品であることを表示して来た。\nまた、原告は、原告商標一のうちの通常のアルファベット文字の書体からなり「ミ\nキハウス」との称呼を生ずる標章「ＭＩＫＩＨＯＵＳＥ」も、右と同じ態様でその\n商品表示に使用して来た。\n（二）　原告の売上\n原告は、設立以来子供服の製造・販売をし、その売上を伸ばす一方、昭和五六年\nから取扱商品の範囲を、子供服以外の青少年及び成人を対象とした衣料や衣料に付\n随するバッグその他の各種製品、更には文房具、おもちゃ、絵本、自転車等に拡大\nし、平成元年度（八月決算）の総売上高は約三五一億円に達した。その間の原告の\n各年度別（但し、昭和五四年度までは九月決算）総売上高の推移は、別紙総売上\n高・宣伝広告費推移表該当欄記載のとおりである。\n（三）　原告の店舗展開\n原告は、右売上の増加に伴い、日本全国に多数の直営店（原告経営の小売店）及\nびオンリーショップ（原告に経営権はないが原告商品だけを取扱い他社の商品を取\n扱わない旨の契約をしている小売店）を増設し、原告商品を全国的に販売してい\nる。平成元年三月現在、直営店は一七六店舗、オンリーショップは一六八店舗に達\nしているが、右各店舗の看板等には原告表示一が大きく明瞭に掲記されている。更\nに、右店舗以外に原告商品を取扱っている衣服等の専門店が約七〇〇店舗である\nが、これら店舗は原告表示一を大きく明瞭に掲記し、原告商品のみを販売するミキ\nハウスコーナーを設けている。\n直営店のうち三九店舗、オンリーショップのうち三〇店舗、専門店のうち約二六\n〇店舗が近畿地方に存在し、平成元年度の原告総売上高約三五一億円のうち約三五\nパーセントが同地方における売上である。\n（四）　原告の宣伝広告\n原告は、昭和五五年ころから継続的に全国向けテレビコマーシャルを放映してい\nる。ちなみに、昭和五五年から昭和六三年までの間（但し、原告の決算期別ではな\nく、暦年別である。）に放映された原告のテレビコマーシャルの放映期間、放映\n局、広告の種類・提供番組及び放映に要した費用は、別紙テレビコマーシャル一覧\n記載のとおりである（なお、平成元年一月から八月までの間に要した同費用は合計\n九億五六六一万円である。）。また、右コマーシャルの内容は、主として原告製の\n子供服等を着用した子供、親子の姿を放映し、最後に原告表示一の「ｍｉＫｉＨＯ\nＵＳＥ」を横書・大書又は「ｍｉＫｉ」と「ＨＯＵＳＥ」とを二段に分けて横書・\n大書した形態で宣伝し、これと共に或いはその前に「手作りのオシャレ」、「オシ\nャレもしつけの一部です」、「子供の未来をみつめる」、「地球が基本色」、「夢\nつなぐとミキハウス」、「子供というより、人間として」、「君よ、君たち世界へ\n行け」、「父は君が好きです」等の広告文を放映するものである（なお、これらと\n共に或いはその前に百貨店等の原告商品取扱店名を放映することもある。また、平\n成三年一月現在放映のテレビコマーシャルでは、最後に外人タレントが「ミキハウ\nス」と発生して宣伝している。）。\nまた、原告は、遅くとも雑誌「クロワッサン」昭和五四年五月一〇日号を皮切り\nに、「ｎｏｎ・ｎｏ」や「ａｎ・ａｎ」等のファッション雑誌、「Ｗｉｎｄｓ・ウ\nィンズ」や「翼の王国」等の航空会社の機内誌、幼児学習絵本「めばえ」、雑誌\n「ＮＨＫおかあさんの勉強室」、同「家庭画報」等合計三〇雑誌類に、主として、\n原告製の子供服等を着用した子供、親子の姿を背景に、原告表示一「ｍｉＫｉＨＯ\nＵＳＥ」を横書又は「ｍｉＫｉ」と「ＨＯＵＳＥ」とを二段に分けて横書したもの\nを大きく表示し、更に「子供の未来をみつめる」、「地球が基本色」、「夢つなぐ\nとミキハウス」、「子供というより、人間として」、「君よ、君たち世界へ行\nけ」、「父は君が好きです」等の広告文を記載した一ページないし二ページの広告\nを継続的ないし一時的に掲載して来た。また、一部の雑誌には数ページないし一〇\n数ページにわたって原告商品や原告の企業イメージ等を紹介する記事を掲載するこ\nともあったが、右記事においても原告表示一「ｍｉＫｉＨＯＵＳＥ」を横書・大書\n又は「ｍｉＫｉ」と「ＨＯＵＳＥ」とを二段に分けて横書・大書していた。\n原告は、ビルの屋上、百貨店の駐車場の壁面及び電車の駅の線路沿い等に原告表\n示一を大書した看板を掲げ、原告の営業用自動車の車体にも原告表示一を大書して\nいる。\nちなみに、原告創業の昭和五三年度から平成元年度までの間に、原告が右テレビ\nコマーシャル及び雑誌広告等に支出した各年度別（決算期別）広告宣伝費用の推移\nは、別紙総売上高・宣伝広告費推移表該当欄記載のとおりであり、昭和五七年度以\n降、原告は、総売上高のほぼ七～九パーセントを宣伝広告費に支出して来ている。\n（五）　原告の求人活動\n原告への入社希望者の中には、原告商品の製造・販売主体は「ミキハウス」と呼\n称する商号の会社であると誤認している者が多く、「三起商行」という商号では求\n人への応募が低調になるため、原告は、昭和六一年三月一三日、原告の求人活動の\nために原告の本店所在地（原告の肩書地）に、実質上の子会社「株式会社ミキハウ\nス」を設立し、以来、求人活動は同社名義で行っている。\n２　右認定の原告商品における原告の商品表示の態様、原告商品の売上の増加、店\n舗展開状況、宣伝広告活動及び求人活動等を総合すれば、原告が、原告表示一を原\n告の基本的商標（商品表示）として、主要商品である子供服を中心として原告商品\nに広く使用した結果、原告表示一が原告の営業活動を代表する顔となり、原告表示\n一が原告商品の商品表示として周知性を取得しながら、同時に、原告の営業表示と\nしても周知性を取得するに至り、原告表示一「ｍｉＫｉＨＯＵＳＥ」は、原告の商\n品表示としてのみならず、原告の営業表示としても、遅くとも昭和六三年には、近\n畿地方を中心として日本全国において広く認識されるようになったものと認められ\nる。\n３　なお、原告表示二「ミキハウス」の使用状況を検討するに、原告が同表示を商\n号自体に表示したことを認めるに足りる証拠はない。また、絵本の宣伝広告には、\n「ミキハウスの絵本」と原告表示二を大きく表示したものがあり甲一〇三、一九\n〇、検甲三一）、前記雑誌掲載の広告には、大きく表示した原告表示一に原告表示\n二を併記したものや、「夢つなぐとミキハウス」、「おめでとう、とミキハウス」\n等の広告文として原告表示二を大きく表示したもの（但し、同一広告中に表示の原\n告表示一よりも大きく表示したものはほとんどない。）もあるが、いずれも原告表\n示二は普通の字体で表示しているにすぎないし、右雑誌広告のほとんどが、その説\n明文中において原告表示二を小さく記載しているにすぎず、中には原告表示二を全\nく記載していないものもある（甲一九～一〇二、一〇四～一二九、一三四、一三\n五、一四〇～一八九、一九一～五五五）。\n右原告表示二の使用状況によれば、原告表示二は、原告表示一「ｍｉＫｉＨＯＵ\nＳＥ」が「ミキハウス」との称呼を生ずることとあいまって、看者をして原告表示\n一が右呼称を生ずる標章であることを確知させる機能を果たしているものと認めら\nる。\n二　争点（二）（表示の類似性の有無）について\n被告営業表示のうち「株式会社」又はその略称である「（株）」は、会社の種類\nを示すものにすぎず、いわゆる特別顕著な部分ではないから、右表示の要部は、こ\nれらを除いた「ミキハウス」の部分である。そして、原告表示一はアルファベット\n文字からなり、被告営業表示の要部はカタカナ文字からなっており、両者はその外\n観を異にするけれども、被告営業表示の要部たる「ミキハウス」部分の称呼は、原\n告表示一「ｍｉＫｉＨＯＵＳＥ」の称呼「ミキハウス」と同一である。そして、原\n告表示一は原告の営業表示として広く認識されているから、「ミキハウス」の称呼\nを聞いた者は、少なくとも原告商品の製造・販売主体としての特定の企業（営業主\n体）を想起し、観念するものと認められる。従って、被告営業表示の要部である\n「ミキハウス」部分は、原告の営業表示としての原告表示一と称呼、観念において\n同一であり、これに類似するというべきである。\n三　争点（三）（混同のおそれの有無）について\n１　原告の宣伝広告には、原告表示一「ｍｉＫｉＨＯＵＳＥ」が大きく明瞭に掲記\nされているのに対して、原告の商号は全く記載されていない場合もあり、また併記\nされていても、雑誌の紙面や看板等の片隅等に小さく書かれている（甲一九～一〇\n二、一〇四～一二九、一三四、一三五、一四〇～一八九、一九一～五五五、検甲三\n三～三六）にすぎないから、これをもって看者をして商品の出所が「三起商行株式\n会社」であると強く印象づけ、原告表示一の営業表示化を阻止することはない。し\nかも、多くの原告商品には、目立つ箇所に原告表示一を大きく明瞭に入れているた\nめ、実際に需要者が購入着用している状態において、原告商品それ自体が歩く広告\nとしての機能を果たしているから、なお更一般消費者もしくは需要者が原告の営業\n表示を、原告表示一ではなく、原告の商号であると認識することは困難となってい\nる。\n２　今日の経営の多角化現象の下においては、一般に、類似の営業表示を使用する\n者は、何等かの業務上、組織上の関係があるのではないかとの印象を第三者に対し\nて与えるのが通例である。そして、原告は原告表示一「ｍｉＫｉＨＯＵＳＥ」の下\nに子供服を中心とした衣料品等の製造・販売業を営む企業（営業主体）であるとの\n認識が一般消費者や需要者の間に浸透している（前記一、二）ものの、逆に原告は\nその営業範囲を右製造・販売業のみにとどめ、現時点においては被告と同様の不動\n産業・建築業を営む意図を有していないとの認識が広く一般消費者や需要者の間に\n浸透しているとは認められず、現に昭和六三年ころ、石川県小松市において被告と\n同様に「ミキハウス」との商号で不動産業を営む業者の広告を見た購入希望者が、\n原告に対して右業者との関係を照会して来たという誤認混同事例すら存在する（証\n人【Ａ】）。以上によれば、原告・被告間の現実の事業内容は異なっていても、被\n告が被告営業表示を使用して不動産業務を営むことは、一般消費者もしくは需要者\nにおいて、原告・被告間に何等かの業務上、組織上の関係があると考えるおそれ、\nすなわち広義の混同のおそれがあるというべきである。\n四　「営業上ノ利益ヲ害セラルル虞」の有無について\n被告の被告営業表示の使用は、原告が創業以来の企業努力及び多額の投資によっ\nて獲得した原告表示一「ｍｉＫｉＨＯＵＳＥ」の顧客吸引力（信用）ないし指標力\n（営業主体表示力）を希釈化させ、原告の積年の企業努力及び宣伝活動によって得\nられた右表示のイメージにただ乗りし、これを不当に利用利得するものであるとい\nわざるを得ない。原告の投下資本の回収が阻害され実質的に原告の営業上の利益が\n害されるおそれのあることは明らかである。\n五　争点四（権利濫用の主張）について\n被告の主張・立証を参酌しても、原告の本訴請求を権利濫用と認めることはでき\nない。\n（裁判官　庵前重和　長井浩一　辻川靖夫）\n（別紙）\n被告表示目録\n一　表示場所　被告本店所在地（大阪府泉大津市＜以下略＞）に所在する事務所窓\nガラス\n表示　別紙写真目録（一）の「（株）ミキハウス」との黄色の横書文字\n二　表示場所　被告本店所在地（大阪府泉大津市＜以下略＞）に所在する事務所入\n口ガラスドア\n表示　別紙写真目録（二）の「（株）ミキハウス」との白抜き（背面青色）の横書\n文字\n以上\n（別紙）写真目録\n（別紙）　原告商標目録\n＜３３５４－００１＞\n＜３３５４－００２＞\n（別紙）\n商標権目録\n一　登録番号　第一五四八一二一号\n指定商品　第一七類　被服、その他本類に属する商品\n登録日　昭和五七年一一月二六日（但し、本件商標権は出願人である木村久一から\n原告へ譲渡されたものであり、その移転登録日は昭和五八年一一月一四日であ\nる。）\n登録商標　別紙原告商標目録記載一のとおり\n二　登録番号　第一七二九七五〇号\n指定商品　第一七類　被服、その他本類に属する商品\n登録日　昭和五九年一一月二七日\n登録商標　別紙原告商標目録記載二のとおり\n三　登録番号　第一七九七一六〇号\n指定商品　第一七類　被服、その他本類に属する商品\n登録日　昭和六〇年七月二九日\n登録商標　別紙原告商標目録記載三のとおり\n四　登録番号　第一九一一二八九号\n指定商品　第一二類　自転車、その他本類に属する商品\n登録日　昭和六一年一一月二七日\n登録商標　別紙原告商標目録記載二のとおり\n五　登録番号　第二〇四六二二六号\n指定商品　第一九類　台所用品、日用品\n登録日　昭和六三年五月二六日\n登録商標　別紙原告商標目録記載四のとおり\n六　登録番号　第二〇四六二二七号\n指定商品　第一九類　台所用品、日用品\n登録日　昭和六三年五月二六日\n登録商標　別紙原告商標目録記載二のとおり\n七　登録番号　第二〇四九三三〇号\n指定商品　第二一類　かばん類、袋物、その他本類に属する商品\n登録日　昭和六三年五月二六日\n登録商標　別紙原告商標目録記載四のとおり\n八　登録番号　第二〇四九三三一号\n指定商品　第二一類　かばん類、袋物、その他本類に属する商品\n登録日　昭和六三年五月二六日\n登録商標　別紙原告商標目録記載二のとおり\n九　登録番号　第二〇四九二八一号\n指定商品　第二三類　時計、その他本類に属する商品\n登録日　昭和六三年五月二六日\n登録商標　別紙原告商標目録記載二のとおり\n一〇　登録番号　第二〇八一八八二号\n指定商品　第二二類　はき物、かさ、その他本類に属する商品\n登録日　昭和六三年九月三〇日\n登録商標　別紙原告商標目録記載四のとおり\n一一　登録番号　第二〇八一八八三号\n指定商品　第二二類　はき物、かさ、その他本類に属する商品\n登録日　昭和六三年九月三〇日\n登録商標　別紙原告商標目録記載二のとおり\n一二　登録番号　第二〇九三五九七号\n指定商品　第二四類　おもちゃ、人形、その他本類に属する商品\n登録日　昭和六三年一一月三〇日\n登録商標　別紙原告商標目録記載二のとおり\n一三　登録番号　第二〇八五四八三号\n指定商品　第二五類　紙類、文房具類\n登録日　昭和六三年一〇月二六日\n登録商標　別紙原告商標目録記載二のとおり\n一四　登録番号　第二〇四九三二八号\n指定商品　第二六類　印刷物、その他本類に属する商品\n登録日　昭和六三年五月二六日\n登録商標　別紙原告商標目録記載四のとおり\n一五　登録番号　第二〇四九三二九号\n指定商品　第二六類　印刷物、その他本類に属する商品\n登録日　昭和六三年五月二六日\n登録商標　別紙原告商標目録記載二のとおり\n以上\n総売上高・宣伝広告費推移表等　省略\n"
}