{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 9,
    "day": 30
  },
  "case_number": "平成10(行コ)46",
  "case_name": "固定資産評価額審査決定取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "市の固定資産評価審査委員会がした審査申出棄却決定の審査手続が，違法とされた事例",
  "case_gist": "市の固定資産評価審査委員会がした審査申出棄却決定の審査手続につき，同委員会は，その調査終了後，市税務部主税課長，固定資産評価員である同資産税課長及び固定資産評価補助員である市職員が同席する場で当該審査申出の適否についての合議をした上，同申出を棄却することと決定したなどの事情からすると，当該審査手続は一方の当事者にすぎない原処分庁に偏したとみられるものであって，固定資産評価審査委員会の独立性及び中立性に著しく反するものであるとして，同審査手続を違法とした事例",
  "lawsuit_id": "16161",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16161",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/161/016161_hanrei.pdf",
  "contents": "主　　　文\n一　原判決を取り消す。\n二　被控訴人が平成八年六月五日付けでした控訴人及びＡの平成八年度固定資産課\n税台帳に登録された事項についての審査申出を棄却する旨の決定を取り消す。\n三　訴訟費用は、第一、二審とも被控訴人の負担とする。\n事実及び理由\n第一　控訴の趣旨\n主文同旨\n第二　事案の概要等\n本件事案の概要等は、次の一のとおり原判決を加除訂正し、二、三のとおり控訴\n人の当審における主張、これに対する被控訴人の反論を付加するほか、原判決事実\n及び理由の「第二　事案の概要等」に記載のとおりであるから、これを引用する。\n一　原判決の加除訂正\n原判決三頁五行目の「審査請求（」を「審査の申出（」と訂正し、同八頁一行目\nの「一画地」の次に「の宅地」を加え、同八行目の「一体としている」を「一体を\nなしている」と、同九頁六行目の「及び」を「又は」と、同一一頁一、二行目の\n「八〇四九万」を「八〇四六万」と、同行目の「決定した」を「決定し、その価格\nが土地課税台帳に登録された（乙五）」と、同一二頁七行目の「決定した」を「決\n定し、それらの価格が土地課税台帳に登録された」と、同一三頁六行目の「八〇四\n九万」を「八〇四六万」と、同一四頁九行目の「土地の平成八年度登録価格の」を\n「価格」と、同三二頁三行目の「審査」を「審理」と、それぞれ訂正し、同九行目\nの「固定資産」の次に「税」を加え、同三六頁五行目の「謄本」を削除し、同三九\n頁七行目の「一区画」を「一画地」と訂正する。\n二　控訴人の当審における主張（本件審査決定の手続的違法に関する主張の追加）\n市町村に固定資産評価審査委員会を設置することとされているのは、課税要件の\n早期安定を期するとともに審査の中立性を担保するためであることから、その事務\n局は原則として固定資産税の評価・賦課を担当する課以外の課等において行う等、\nその組織運営については、その趣旨を十分踏まえて対応すべきである（「地方税法\n及び同法施行に関する取扱についての依命通達〔市町村税関係〕」の第三章固定資\n産税の五一）。\nしかるに、越谷市においては、被控訴人事務局は、固定資産税の賦課徴収を担当\nする主税課内に置かれるとともに、事務局専用の部屋は独立して確保されておら\nず、主税課職員でもある書記は、主税課内に置かれた自らの机を利用して書記とし\nての職務を行っている。\nこのような被控訴人の組織運営は、納税者の誤解や不信感を招くなど様々な弊害\nをもたらすばかりか、右依命通達にも反するものであるから、こうした組織運営の\n下でされた本件審査決定は、その審理及び決定とも違法である。\n三　右主張に対する被控訴人の反論\n被控訴人に関する職務を担当する課が税務部主税課であるからといって、このこ\nとから直ちに本件審査決定が違法となるものではない。なぜなら、本件審査請求に\nついて審査したのは、あくまでも被控訴人を構成する委員であって、書記や税務部\n職員ではないからである。\n第三　争点に対する判断\n一　当裁判所は、当審における当事者の主張立証を加えて本件全資料を検討した結\n果、本件審査決定の取消しを求める控訴人の請求は理由があるから認容すべきもの\nと判断する。その理由は、次の二以下のとおりである。\n二　本件審査決定の手続的違法（争点２）について\n１　控訴人は、被控訴人は、固定資産課税台帳に登録された事項に関する不服を審\n査決定するために、法四二三条により独立的、中立的機関として設置された機関で\nあり、納税者から審査の申出があった場合には、公平、中立的な立場から審査する\nことが義務づけられているにもかかわらず、被控訴人の行った本件審査決定におけ\nる審理の方法、決定書の作成手続等には、固定資産評価審査委員会の独立的・中立\n的機関性を定めた右規定に反する違法がある旨を主張する。\n２　証拠（認定事実の末尾に掲げる。）によれば、次の事実が認められる。\n（一）　被控訴人は、平成八年五月三一日午後二時から、越谷市役所五階第一会議\n室において、本件審査請求についての口頭審理を開催した。この口頭審理には、被\n控訴人の委員三名（委員長Ｂ、委員Ｃ、委員Ｄ）の外、審査申出人である控訴人及\nびＡ（以下「控訴人ら」という。）の代理人Ｅ（控訴人補助参加人）、越谷市の税\n務部長、税務部次長兼主税課長、資産税課長（固定資産評価員。以下「資産税課\n長」という。）、その他職員数名（固定資産評価補助員）が出席し、被控訴人の書\n記であるＦ（越谷市税務部主税課税制係長を兼任。以下「Ｆ書記」という。）が立\nち会った。\nこの口頭審理においては、審査申出人代理人の意見陳述及び質問、資産税課長の\nこれに対する応答、被控訴人委員の質問及びこれに対する審査申出人代理人の応答\n等がされ、昀後に審査申出人代理人が意見ないし要望を述べて、同日午後三時四五\n分、口頭審理が終了した。（以上、乙七、一三の１、３、一八）\n（二）　これに続いて、同日午後四時から、同じ第一会議室で被控訴人の平成八年\n度第二回委員会（以下「第二回委員会」という。）が開催され、この委員会には、\n前記委員三名の外、審査申出人代理人を除く前記越谷市の部課長その他職員が出席\nし、Ｆ書記が立ち会い、被控訴人の委員から、画地計算法に関する資料の提出要求\n及び質問があり、これに対する資産税課長の補足説明等がされた。\nこの後、被控訴人の委員三名は、合議の結果、全員一致で本件審査請求を棄却す\nることに決定し、Ｆ書記が決定書の案文を朗読し、右委員三名は、同日午後四時三\n五分、その原案について承認したが、被控訴人の委員三名は、この合議に移る前\nに、前記越谷市の部課長その他職員に対し、退席を求めることをせず、これらの部\n課長等が出席したままの状態で、右合議等を行った（以上、乙一三の２、一七、原\n審証人Ｄ）。\n（三）　その後、Ｆ書記は、被控訴人の委員三名の指示に基づき、本件審査請求に\n対する決定書の案文を作成し、被控訴人の委員三名は、この案文を検討の上、承認\nして（修正箇所なし）、同年六月五日、被控訴人名で決定書正副各一通が作成され\nた。\nＦ書記は、同日、右決定書の送付について伺いの文書を起案したが、これに関し\nては、前記税務部長、税務部次長兼主税課長及び資産税課長が合議している（以\n上、乙七、一四の１から３、原審証人Ｄ）。\n（四）　なお、これに先立って、Ｆ書記は、被控訴人の平成八年度第一回委員会\n（以下「第一回委員会」という。）の招集についての伺いの文書、第一回委員会の\n会議結果についての報告文書、審査申出書の副本の送付及び答弁書の提出の要求に\nついての伺いの文書、口頭審理の開催及び委員会の招集についての伺いの文書をそ\nれぞれ起案しているが、これらに関しては、いずれも、前記税務部長、税務部次長\n兼主税課長及び資産税課長が合議している（乙八の１、２、九の１から１１、一〇\nの１から６、一一の１から４）。\n原審証人Ｄの証言中には、Ｆ書記の起案に係る前記伺いの文書等の合議欄に越谷\n市の税務部長、税務部次長兼主税課長及び資産税課長の押印があるのは、Ｆ書記が\n所属部署の上司に記載事項を報告するために押印されたものだと思う旨の部分があ\nるが、この供述部分は、単に推測を述べるものであること及び前記伺いの文書等の\n体裁に照らし、採用することはできず、他に以上の認定を左右するに足りる証拠は\nない。\n３　ところで、法四二三条が固定資産の登録価格についての不服の審査を、評価、\n課税の主体である市町村長から独立した第三者的機関である固定資産評価審査委員\n会（以下「委員会」という。）に行わせることとしているのは、中立の立場にある\n委員会に固定資産の評価額の適否に関する審査を行わせ、これによって固定資産の\n評価の客観的合理性を担保し、納税者の権利を保護するとともに、固定資産税の適\n正な賦課を期そうとするものである（昀高裁平成二年一月一八日第一小法廷判決・\n民集四四巻一号二五三頁）。\nしかるに、本件審査決定に至る手続は、以上認定のとおりであり、被控訴人の第\n二回委員会における調査（資産税課長の補足説明等）終了後も、被控訴人は、一方\nの当事者である原処分庁（越谷市長）の補助機関である越谷市の税務部長、税務部\n次長兼主税課長、資産税課長その他職員数名の退席を求めることをせず、固定資産\n税の賦課徴収を担当する主税課の課長、固定資産評価員である資産税課長及び固定\n資産評価補助員である職員が同席する場で、本件審査請求の適否についての合議を\nした上、本件審査請求を棄却することに決定し、書記の朗読した決定書の原案につ\nいて承認しているのである。\nそればかりではなく、被控訴人の委員三名は、本件審査決定の決定書を作成した\n後、被控訴人名の決定書の正本又は副本を当事者に送達する前に、その送付に関し\nて、右の税務部長、税務部次長兼主税課長及び資産税課長と合議している。\nそうだとすれば、本件審査決定手続は、委員会の制度が、簡易、迅速に納税者の\n権利救済を図ることを目的とする行政救済手続であり、民事訴訟、行政事件訴訟に\nおける程の厳格な独立性、中立性を要請されるものではないことを考慮しても、い\nささか一方の当事者にすぎない原処分庁に偏したとみられる審査決定手続であっ\nて、委員会の独立性、中立性に著しく反するものとの評価を免れず、法四二三条、\n四二五条一項の規定の趣旨に反する違法な手続であるといわざるを得ない。\n三　本件審査決定の実体的違法（争点１の（一））について\n１　控訴人は、本件合筆は、土地の利用状況の変化を伴わない単なる合筆であり、\n法三四九条二項一号にいう地目の変換その他これらに類する特別の事情には該当し\nないから、合筆後の本件土地に対して課される第三年度の固定資産税の課税標準\nは、同条三項本文括弧書により、合筆前の本件土地に対して課された第二年度の固\n定資産税の課税標準とされた価格とすべきである旨を主張し、これに対して被控訴\n人は、固定資産評価基準によれば、原則として登記簿上の一筆の土地が一画地とさ\nれるので、本件合筆は、本件土地の区画の著しい変更であって、法三四九条二項一\n号にいう特別の事情に該当するから、合筆後の本件土地に対して課される第三年度\nの固定資産税の課税標準は、同条三項ただし書により、本件土地に類似する土地の\n基準年度の価格に比準する価格で土地課税台帳等に登録されたものであり、結局、\n本件土地の基準年度の登録価格と一致する旨を主張する。\n２　本件土地の分合筆等及び本件土地に対する固定資産税の課税の経過について\nは、加除訂正の上引用した原判決事実及び理由の「第二　事案の概要等」のうち\n「三　本件の経緯及び前提的事実」に記載のとおりであって、その概要は次のとお\nりである。\n（一）　基準年度の固定資産税の賦課期日である平成六年一月一日現在、旧本件土\n地は一筆の土地であり、地上には居宅が存在した。\n（二）　原処分庁は、平成六年度の旧本件土地の価格を八〇四六万二九四〇円と決\n定し、その価格が土地課税台帳に登録された。\n（三）　旧本件土地は、平成六年七月二七日、原判決別紙物件目録（二）記載の三\n筆の土地に分筆され、同年一〇月一九日、地上にあった居宅が取り壊された。\n（四）　第二年度の固定資産税の賦課期日である平成七年一月一日現在、本件土地\nは、右三筆の土地に分筆されたままであり、更地であった。\n（五）　原処分庁は、本件土地について、法三四九条二項一号にいう地目の変換そ\nの他これらに類する特別の事情があり、同項ただし書に該当するものとして評価替\nえを行い、平成七年度の各価格を決定し、それらの価格（合計七四七七万一八五二\n円）が土地課税台帳に登録された。\n（六）　控訴人らは、平成七年二月三日、右三筆の土地を合筆し（本件合筆）、そ\nの旨登記した。\n（七）　第三年度の固定資産税の賦課期日である平成八年一月一日現在、本件土地\nは、一筆の土地であり、更地であった。\n（八）　原処分庁は、本件土地について、法三四九条二項一号にいう地目の変換そ\nの他これらに類する特別の事情があり、同条三項ただし書に該当するものとして評\n価替えを行い、平成八年度の本件土地の価格を八〇四六万二九四〇円と決定し（本\n件価格決定）、その価格が土地課税台帳に登録された。\n３　ところで、法三四九条二項一号に規定する「地目の変換、家屋の改築又は損壊\nその他これらに類する特別の事情」とは、土地に関しては、その土地の全部又は一\n部について、用途変更による現況地目の変更、又は浸水、土砂の流入、隆起、陥\n没、地滑り、埋没等によって当該土地の区画、形質に著しい変化があった場合等を\nいうものと解される。\nそして、基準年度の固定資産税の賦課期日後において土地が合筆された場合に\nは、合筆後の土地についての基準年度の固定資産税の課税標準の基礎とされた価格\nは存しないので、右の特別の事情に該当し、新たに価格を求める必要があるが、土\n地の現実の利用状況の変化を伴わない単なる合筆がされたにすぎないときは、合筆\n後の土地の価格が当該合筆前の土地の基準年度の固定資産税の課税標準の基礎とさ\nれた価格の合計額と一致するように評価すべきものである（行政実例昭和三二年一\n〇月一〇日自丁市発第一八四号「地方税法第三四九条第二項ただし書の解釈につい\nて」、昭和三四年七月二三日自丁固発第五五号「基準年度以外の年度における土地\nの評価替えについて」参照）。\nまた、土地の単なる合筆が第二年度の固定資産税の賦課期日の翌日から第三年度\nの固定資産税の賦課期日までの間に行われた場合において、当該土地について、第\n二年度において法三四九条二項ただし書に掲げる事情があったため、同項ただし書\nの規定によって当該土地に対して課する第二年度の固定資産税の課税標準とされた\n価格があるときは、当該土地に対して課する第三年度の固定資産税の課税標準は、\n当該合筆前の土地の第二年度の固定資産税の課税標準の基礎とされた価格の合計額\nと評価すべきである（同条三項本文括弧書参照）。\n４　以上認定説示したところによれば、本件合筆は、法三四九条二項一号にいう特\n別の事情に該当するが、本件土地の第二年度の固定資産税の賦課期日の翌日から第\n三年度の固定資産税の賦課期日までの間に行われたものであり、この間、本件土地\nは更地のままでその利用状況には何らの変化もなかったのであるから、本件合筆は\n単なる合筆にすぎないものというべきである。\nそして、本件土地について、第二年度において法三四九条二項ただし書に掲げる\n事情があったため、同項ただし書の規定によって本件合筆前の本件土地に対して課\nする第二年度の固定資産税の課税標準とされた価格（合計七四七七万一八五二円）\nがあったことは前記２のとおりであるから、本件土地に対して課する第三年度の固\n定資産税の課税標準は、その第二年度の固定資産税の課税標準の基礎とされた価格\nの合計額である七四七七万一八五二円と評価すべきものである。\nそうとすれば、これと異なる解釈を前提としてされた本件価格決定を適正なもの\nとした本件審査決定には、法三四九条三項の解釈を誤った違法があるといわなけれ\nばならない。\n四　結論\n以上の次第で、その余の点について判断するまでもなく、本件審査決定はいずれ\nにしても違法であり取り消されるべきものであるところ、これと異なる原判決は不\n当であるから、原判決を取り消し、本件審査決定を取り消すこととし、訴訟費用の\n負担につき行政事件訴訟法七条、民事訴訟法六七条二項、六一条を適用して、主文\nのとおり判決する。\n東京高等裁判所第九民事部\n裁判庁裁判官　塩崎勤\n裁判官　橋本和夫\n裁判官川勝隆之は、転補につき署名押印することができない。\n裁判長裁判官　塩崎勤\n"
}