{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 5,
    "day": 27
  },
  "case_number": "平成8(行ウ)4",
  "case_name": "寄附金等返還請求事件",
  "court_name": "長崎地方裁判所",
  "field": "行政",
  "lawsuit_id": "16195",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16195",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/195/016195_hanrei.pdf",
  "contents": "主　　文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n事実及び理由\n第一　請求\n被告らは、飯盛町に対し、連帯して、金二五〇〇万円及びこれに対する平成八年\n六月三〇日から支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n本件は、訴外飯盛町（以下単に「町」ということもある。）が、池下漁業協同組\n合（同組合は、他の漁業協同組合と合併し、被告になった。）に対し、飯盛町議会\nにおいて平成八年三月二五日可決された補正予算に係る田結港湾整備事業補償費及\nび池下漁業協同組合振興費寄附金の合計金二五〇〇万円を翌二六日支出したとこ\nろ、同町住民である原告らが、右金員の支出は違法な公金支出であり、その支出額\nと同額の損害を同町は被ったとして、同町に代位して、不法行為に基づく損害賠償\n請求として、被告らに対し、連帯して右金額の支払を求めた事案である。\n一　争いのない事実\n１　当事者\n（一）　原告らは、飯盛町の住民である。\n（二）　被告Ａは、昭和六一年一二月から現在に至るまで、飯盛町の町長を務めて\nいる。\n（三）　被告橘湾中央漁業協同組合（以下「被告漁協」という。）は、平成八年四\n月一日、池下漁業協同組合（以下「池下漁協」という。）、江の浦漁業協同組合及\nび有喜漁業協同組合が合併して、設立されたものである。\n２　田結港改修工事・田結港海岸環境整備工事\n（一）　飯盛町の通称「西地区」には、長崎県（以下単に「県」ということもあ\nる。）が港湾法三三条一項に基づき管理する田結港がある。\n（二）　長崎県は、田結港周辺の公有水面の埋立て、漁業施設の設置及び人工海浜\nの造成などを企画し、平成元年ころ、飯盛町に対して、右計画を提示し、飯盛町も\n同計画に係る事業（以下「本件事業」という。）に同意した。本件事業は、国の第\n八次港湾改修事業五か年計画に基づく港湾改修事業及び第五次海岸事業五か年計画\nに基づく海岸環境整備事業の一環として行われるものであった。\n（三）　本件事業に伴い、事業地域内に漁業権を有する池下漁協の漁業権が一部制\n限されるとして、平成三年四月二〇日、同漁協の平成三年度第一回臨時総会におい\nて、漁業権一部放棄が決議された。\n３　旧公金支出及び別件訴訟の提起\n（一）　飯盛町は、平成三年五月二日、池下漁協との間で、覚書（乙二〇）を作成\nし、本件事業に伴う漁業権補償の約束（以下「覚書約束」という。）をした。同約\n束は、飯盛町から池下漁協に対し、漁業権等損失補償金として、総額二五〇〇万円\nを平成三年度から同七年度まで各年度五〇〇万円ずつ分割して支払うことを内容と\nしていた。\n（二）　被告Ａは、平成三年度から同六年度まで、飯盛町の支出命令権者たる飯盛\n町長として、池下漁協に対し、漁業補償金名目で各年度五〇〇万円、合計二〇〇〇\n万円の公金（以下「旧公金」という。）を支出（以下、「旧公金支出」という。）\nした。\n（三）　飯盛町の住民Ｂらが、旧公金支出は法律上の根拠を有しない違法なもので\nあるとして、池下漁協及び被告Ａ両名に対し連帯して旧公金支出に伴う飯盛町の損\n害の賠償を、飯盛町長に対して未払の補償金の支払差止めをそれぞれ求める訴訟\n（平成四年（行ウ）第二号漁業補償金返還等請求事件。以下「別件訴訟」とい\nう。）を、当庁（長崎地方裁判所）に提起した。\n（四）　当庁は、平成七年九月二六日、住民の請求を認容する判決（以下「別件判\n決」という。）を言い渡した。\n（五）　同訴訟の被告らは、控訴し、福岡高等裁判所に事件（同庁平成七年（行\nコ）第一九号漁業補償金返還等請求控訴事件）が係属したが、平成九年五月一四\n日、訴えが取り下げられた。\n４　本件公金支出\n（一）　その後、池下漁協と被告Ａは、平成八年三月二二日、飯盛町に対し、別件\n判決で賠償を命じられた元金二〇〇〇万円及び遅延損害金二五一万九五四〇円の合\n計二二五一万九五四〇円（以下「本件返還金」という。）を支払った。\n（二）　飯盛町議会は、同月二五日、本件返還金を雑収入として受け入れると同時\nに、未払の平成七年度の補償金五〇〇万円を減額した上で、「田結港湾整備事業補\n償費」として二八六万円（以下「本件補償費」という。）を、「池下漁業協同組合\n振興費寄附金」として二二一四万円（以下「本件寄附金」という。）をそれぞれ支\n出する補正予算（以下「本件補正予算」という。）を可決し、翌二六日、合計二五\n〇〇万円が池下漁協に支払われた（以下、「本件公金支出」という。）。\n５　監査請求の経由\n原告らは、平成八年四月一一日、飯盛町監査委員に対し、本件公金支出につい\nて、必要な措置を講ずるよう請求した。同請求について、飯盛町監査委員は、監査\n若しくは勧告を、地方自治法二四二条四項所定の監査請求のあった日から六〇日以\n内（その末日が同年六月一〇日）に行わなかった。\n二　争点及び当事者の主張\n１　本件訴えは、二重起訴に当たるか。（争点１）\n（一）　被告らの主張（本案前の主張）\n本件訴えは、別件訴訟に係る事件と同一の事件についての訴えであり、二重起訴\nに該当し、却下されるべきである。\n（二）　原告らの主張\n別件訴訟は、平成九年五月一四日、訴えの取下げがなされている。\n２　本件公金支出の適法性（本件公金支出は損失補償に該当し、起業者でない者が\n支払ったものとして違法なものか、また、地方自治法二三二条の二の「寄附及び補\n助」に該当するとして、同条の要件を満たすか。）（争点２）\n（一）　原告らの主張\n旧公金支出は、その目的及び効果において、池下漁協の漁業権一部放棄に対する\n損失補償の実体を有していたところ、本件公金支出も、本件補償費はもちろん、本\n件寄附金についても、その実体は、依然として、池下漁協の漁業権一部放棄に対す\nる損失の補償であり、旧公金支出と本件公金支出は目的効果において全く同一であ\nるとともに、その支出金額も、本件公金支出の金額は、旧公金支出の金額に未払の\n補償金額を併せた金額（覚書約束における補償金額）に一致する。本件公金支出に\n至る経過を見ても、関係者は、その支出が旧公金支出と実質的に同一であり、旧公\n金支出に代わるものであることを明確に意識していた。\n旧公金支出は、別件訴訟でも認定されたとおり、元々違法な公金支出であったと\nころ、本件公金支出は、そのような旧公金支出を形式的に合法化するために取られ\nた便法にすぎず、両者は実質上全く同一であり、本件公金支出は違法な旧公金支出\nのいわゆる脱法行為に当たり、違法というほかない。\n（二）　被告らの主張\n（１）　飯盛町は、本件事業遂行上、対象地域に漁業権を有する漁業協同組合であ\nる池下漁協の協力が不可欠であると考え、また、長崎県も、同漁協に対する説得の\n協力を飯盛町に要請した。しかるに、同漁協の協力を仰ぐためには、昀終的には金\n銭的解決しか方法がなかったため、飯盛町は、覚書約束を結び、旧公金支出を行っ\nたものであるが、別件判決において、旧公金支出が違法と判断されたことを受け\nて、手続上の不備を改め、本件公金支出をしたものである。\n（２）　本件公金支出のうち、本件補償費は、本件事業に関連して町単独事業とし\nて実施する三万五〇〇〇平方メートルの埋立てについて、飯盛町が起業者としての\n地位にあることから、同事業に係る漁業権消滅に対する損失補償として支出された\nものであり、起業者による損失補償として、適法である。\n（３）ア　次に、本件寄附金については、地方自治法二三二条の二にいう「寄附」\nに該当する。\nすなわち、池下漁協は、平成二年四月、長崎県から提示された田結港湾計画書\n（乙一四）において、漁業権消滅の損失補償をしない旨明記されていることを理解\nし、かつ、飯盛町が本件事業の起業者ではなく、損失補償をする立場にないことを\n承知していた。\nその上で、同漁協は、平成三年一月一八日、飯盛町議会の全員協議会において、\n漁業権放棄による減収に伴い不足する組合運営費の補填要請をし、同協議会におい\nて全員一致で本件事業を推進するために、その要請に応ずることが決まり、その\n後、金額の決定を経て、旧公金支出が実施されたものであり、また、池下漁協にお\nいては、受領した旧公金は組合の雑収入に組入れられて、組合運営費に使用され、\n個々の組合員には配分されていない。\nこれらの事実に照らせば、旧公金支出の実体は、漁業権消滅そのものに対する損\n失補償ではなく、漁業権消滅による減収により不足する組合運営費に対する助成金\nであったことは明らかであり、本件寄附金についても、そのような漁業権消滅によ\nる減収により不足する組合運営費に対する助成金として、地方自治法二三二条の二\nにいう「寄附」に該当するものといわねばならない。\nイ　そして、本件寄附金は、以下の事実に照らせば、地方自治法二三二条の二にい\nう「公益上必要がある場合」の要件を満たしていることが認められるから、適法な\nものということができる。\n①　本件事業が完成すれば、ソフトボール場、テニスコート、ゲートボール場、海\n水浴場、イベント広場、花壇、オートキャンプ場及び車両約三八○台収容の駐車場\nが完備されることになり、右各施設の完成に伴い、田結港が風光明媚な場所として\n著しく変容し、地域住民の精神衛生に寄与するとともに、右各福利厚生施設の利用\nにより、住民の健康で文化的な生活を向上せしめることが明らかである。\n②　また、右各施設は、近郊住民に限らず、レジャー施設として、他府県民による\n利用も予定しており、人的交流の促進及びそれに伴う町民収入及び町財政の増収に\nつながる。\n③　本件事業に伴い飯盛町が起業者として所有する面積は、三万八四〇〇平方メー\nトルあり、それが町の資産として計上されるのであって、町財政が豊かになること\nは一目瞭然である。\nウ　なお、法は起業者以外の者が損失補償金を拠出することを禁じていたとして\nも、それ以上に、地方公共団体が議会の議決を経て、寄附金として拠出することま\nで禁じているわけではないから、飯盛町議会の議決を経た本件公金支出は、原告主\n張のような脱法行為には当たらない。\n（三）　被告らの主張に対する原告らの反論、認否\n（１）　被告らの主張（２）に対して\n本件事業によって、池下漁協が漁業権放棄に伴う一定の損失を被ることは認めら\nれるとしても、その損失は、長崎県が施工する事業によるものであって、町単独事\n業によるものではない。すなわち、町単独事業は、長崎県が埋め立てた後背地を整\n地しグランドなどとして利用するだけの事業であり、埋立事業そのものは長崎県が\n行うのであり、池下漁協の漁業権放棄が必要になるのは、長崎県の施工する事業に\nよるものであって、飯盛町は、池下漁業に対する損失補償義務者たる起業者として\nの地位にはない。\n（２）　被告らの主張（３）アに対して\n被告らの主張のとおり、池下漁協に、漁業権消滅による減収があったとすれば、\nそれに対する補填はまさに損失補償そのものであり、本件公金支出が漁業権消滅に\nよる減収に伴い不足する池下漁協の組合運営費に対する助成であったとしても、池\n下漁協の損失に対する補償であることに変わりはない。なお、旧公金支出の際に\nも、池下漁協は、飯盛町が損失補償する立場にないことを了解しないまま、損失補\n償を求めているのであり、また、町議会の全員協議会でも、損失補償の趣旨で、支\n出を決めており、さらに、旧公金支出の金額を算定するにおいて、漁協の漁業権消\n滅による損失額を算定する方式に従っており、飯盛町当局も、当時、旧公金支出を\n損失補償の趣旨で理解していたことは明らかである。\nまた、旧公金を受領した池下漁協が、受領した金員を組合運営費として組合雑収\n入に組み入れ、組合員へは配分していないとしても、旧公金支出は、漁業権を有す\nる漁協に対して支出されたものであって、それを組合員に配分することは当然には\n予定されておらず、個々の組合員に配分されていないからといって、旧公金支出が\n損失補償でなくなるものではない。\n（３）　被告らの主張（３）イに対して\n同（３）イのうち、同③の中の本件事業に伴い町が起業者として所有する面積\nは、三万八四〇〇平方メートルあり、それが町の資産として計上されることは認\nめ、同①の中の本件事業が完成すれば、ソフトボール場、テニスコート、ゲートボ\nール場、海水浴場、イベント広場、花壇、オートキャンプ場、車両約三八○台収容\nの駐車場が完備されることは知らず、その余は、否認する。\n仮に、本件公金支出が、地方自治法二三二条の二にいう「寄附」に該当するとし\nても、同条の「公益上必要がある場合」の要件を満たさない。\n３　本件公金支出が違法なものである場合、その支出につき、被告Ａ及び被告漁協\nに過失があるか。（争点３）\n（一）　原告らの主張\n被告Ａは、本件公金支出は違法であることが明らかであるにもかかわらず、同支\n出に関与していたのであるから、本件公金支出について少なくとも過失が認められ\nる。\n池下漁協は、本件公金支出の違法であることを容易に知り得たにもかかわらず、\n本件寄附金及び補償費を受領したのであるから、本件公金支出について過失があ\nり、池下漁協を合併した被告漁協も、右過失に係る責任を承継する。\n（二）　被告らの反論\n争う。\n第三　争点に対する判断\n一　争点１について\n被告らは、本件訴えは、別件訴訟に係る事件と同一の事件についての訴えであ\nり、二重起訴に該当し、却下されるべきである旨の本案前の答弁をしているが、別\n件訴訟は既に訴えが取り下げられており、別件訴訟と本件訴訟の事件の同一性につ\nいて判断するまでもなく、被告らの主張は認められない。\n二　争点２について\n１　証拠によれば、以下の事実（一部争いのない事実も含む。）を認めることがで\nきる。\n（一）　飯盛町は、周辺は山岳に囲まれ、北から南へ走る山系により町が東地区と\n西地区に分けられていた。\nそのうち、本件事業が実施される西地区は、帯状の細長い地形で平坦地は少な\nく、本件事業以前には、広場としては、小学校の運動場があるだけで、平成元年に\nは住民から、町民グランドの建設についての陳情がなされいたほか、従来、人口が\n減少し過疎現象も生じていた。同地区の海岸部は田結港に面していたが、同港の港\n湾施設については、係留施設も外郭施設も整備されておらず、漁船等は、台風時は\nもとより、天候に恵まれた通常の状態でも周辺の港等に係留せざるを得ない状況で\nあった。\n飯盛町の平成七年度一般会計予算の歳入、歳出の各合計額は、約四〇億円であっ\nた。\n（甲四、乙一三、一五、二七、三一、四八、証人Ｃ）\n（二）　池下漁協は、平成二年当時、対象水面に田結港を含む南共第三三号共同漁\n業権、南区第一〇二六号区画漁業権その他の漁業権（以下「本件漁業権」と総称す\nる。）を有し、正組合員六五名（平成五年三月末日時点では、五一名）からなって\nいたが、若年層の組合員が少なく、高年齢化の傾向にあり、後継者不足に悩み、水\n揚げ高も減少傾向にあって、漁協としても流通改善、加工施設の整備等を伴う新た\nな事業展開による漁業活性化の必要に迫られていた。\nしかし、同漁協の活動拠点である池下漁港は、狭小なため、整備に立ち後れが目\n立ち、新たな事業の推進もままならない状況にあった。\n（乙一四、三四、四八、五〇、五三）\n（三）　飯盛町においては、昭和五八年ころから、田結港整備事業の構想が議論さ\nれ始め、平成元年四月には、飯盛町長や池下漁協組合長は、来町した長崎県知事に\n対し、田結港の整備を要請した。\nその後、同年一〇月、長崎県から飯盛町に対し、長崎県が起業者（ただし、町単\n独事業については、飯盛町が起業者。）として行う予定の本件事業に係る田結港整\n備計画案が提示され、これに対し、飯盛町は、同事業の実施に同意し、これに積極\n的に協力するとともに、町単独事業として埋立地を造成し、グランド等を整備する\nなど地域活性化のための施策を展開しようと計画した。\n飯盛町は、平成二年三月、「飯盛町総合計画－海とみどりの交流の町づくりー」\n（乙四五）を公表し（以下「飯盛町総合計画」という。）、その中で、緑と水辺の\n自然環境を活かした町づくりの施策の一つとして「海岸の保全・活用」を掲げ、\n「海岸の保全と漁業生活圏との調和を図りながら、拠点的に観光レクリエーション\n地としての活用を図っていく」、「田結港の公共埠頭としての整備促進を県に要請\nするとともに、マリーナの併設を図り、海洋観光レクリエーション地の拠点とす\nる」、「江の浦地区、田結地区の中間に海浜レクリエーション地区を整備し、この\n一体に散策路を整備する」等の具体的方針を示しており、本件事業は、この方針を\n実施する上での中核的事業の一つであった。\n（乙四五、四七、証人Ｃ、弁論の全趣旨）\n（四）　同年四月には、長崎県諌早土木事務所は、本件事業に係る田結港の港湾改\n修、海岸整備工事に関する「田結港港湾計画書」（乙一四）をまとめ、発表した。\n同計画書においては、計画の目的として、池下漁協の組合員の高齢化、水揚げ高\nの減少、池下漁港の現状を踏まえ、田結港に漁船対策施設を計画することにより、\n施設の充足率を高め、さらに、背後第一線用地に漁業施設用地を確保し、同漁協に\nよる新たな漁業活動の展開の場を整備するとともに、その背後に、町単独事業によ\nり用地を造成し、地域住民の健康づくりやふれあいの場として、多目的グランド等\nを整備することにより、地域の活性化に寄与する旨記載されていた。なお、同計画\n書では、事業の直接的受益者が地元漁民であるから、事業の実施に係る漁業権消滅\n等について補償を行うことはしない旨明記されていた。\n（乙一四、証人Ｃ）\n（五）　平成二年四月一二日の飯盛町町議会の全員協議会において、諌早土木事務\n所の担当職員も参加して、田結港整備計画が説明されたが、その席上でも、漁業権\nに係る損失補償は行わないという姿勢が明らかにされた。\n田結港に池下漁協の漁業権が設定されているため、本件事業を進める上で同漁協\nによる漁業権の一部放棄が前提になっていたところ、長崎県は、地元である飯盛町\nが積極的に本件事業への協力につき池下漁協を説得するよう指導し、同町は、この\nような同県の対応に接し、本件事業に対する池下漁協の積極的な協力を得るための\n条件整備を自ら行う必要に迫られることとなった。\n（乙四七、証人Ｃ、同Ｄ、弁論の全趣旨）\n（六）　旧公金支出までの飯盛町と池下漁協の交渉経緯\n（１）　飯盛町は、池下漁協に対し、平成元年一二月二六日、本件事業に係る開発\n事業計画があることを知らせ、以後、同漁協内部で、本件事業推進についての漁協\nとしての対応等について、検討が開始される一方、飯盛町の職員や本件事業に携わ\nっていた諌早土木事務所の職員が、数回に渡り、池下漁協の役員会等において、田\n結港整備計画について説明を実施するとともに、同事業推進についての協力を要請\nした。\n平成二年一一月一七日、池下漁協の正組合員全員協議会が開催されたが、その\n際、本件事業に伴う組合収入の減少等について損失補償を求める意見が出され、損\n失補償を本件事業の推進賛同への条件の一つとし、条件付で推進に協力することが\n決定されるとともに、具体的条件等の交渉は理事会に一任された。その後、数回に\nわたり、町と池下漁協の役員との間で交渉がもたれた。\n（乙三四の一、三、四七）\n（２）　平成三年一月一八日には、飯盛町議会の全員協議会が開催され、その際、\n本件事業によっていけすからの収入等がなくなり、漁協としては苦しい立場に立た\nされるので、その補償金を支出して欲しいとの要望が池下漁協から出ている旨の説\n明がなされた。これに対し、出席議員の間では、本件事業の推進は町、地元のため\nになるのであり、本件事業を推進させるには、池下漁協の協力なしではできないと\nの認識の下、補助をしてでも本件事業を推進すべきとの意見で一致した（乙四七、\n証人Ｃ、同Ｄ、同Ｅ）。\n（３）　池下漁協は、飯盛町長である被告Ａに対し、同年二月二五日、「開発に関\nする陳情書」と題する書面（乙一六、以下「本件陳情書」という。）を提出し、同\n書面には、「漁協諸権の消滅及び漁業行使、漁協運営に与える損失影響度に対する\n代償としての事業推進期間五年分を漁業振興対策費用として、下記金額を要求致し\nます。３０、０００、０００円」との記載があった（乙一六、四七、証人Ｃ、同\nＥ）。\n（４）　同年三月一五日、飯盛町議会の全員協議会が、池下漁協の役員出席の上開\n催され、本件事業に係る補償問題について、直接、池下漁協側から、漁業権を放棄\nするためには相当額の収益の裏付け、いわゆる補助をしてもらわない限りは賛同で\nきない旨の説明がなされた。\nこれに対し、同協議会でも、先に開催された同年一月一八日の全員協議会のとき\nと同様、漁協側の要請に応える方向で話が進み、具体的金額については、町長に試\n算を委ね、後日、議会がその金額を承認する形をとることになった。\n（乙四七、証人Ｃ、同Ｅ）\n（５）　右協議会の協議結果を受けて、飯盛町内部で、支出方法及び金額について\n検討したが、支出方法については、補助金という形式での支出は補助金交付規則と\nの適合性に問題があるとして見送られ、代りに、本件事業の一環として、町単独事\n業も予定されていたこともあり、二二節の補償金のところに全てを含めて予算化す\nることとなった。\nまた、具体的な補償金額については、当時飯盛町建設課職員であったＥ（以下\n「町職員Ｅ」という。）が算定を担当し、同人は、池下漁協の平成元年の漁獲金\n額、収入金額を元に、その金額に純収益率を乗じて、純収益を算出し、それを資本\n還元して得た額（純収益額を年利率（八％）で除した額）を算出した上、同額に漁\n場依存率（本件事業に伴い漁業権が消滅する面積、統数を従来の漁場面積、統数で\n除したもの）を乗じて、補償額を算出する方法（以下「本件算出方法」という。）\nを採り、これにより、「根付漁業」（小型定置網漁業及びその他の漁業）に係る消\n滅補償額（以下「根付漁業補償額」という。）として一〇五四万七六一九円、「そ\nの他の漁業」（小型底曳網漁業、刺網漁業及びその他の釣）に係る消滅補償額（以\n下「その他漁業補償額」という。）として五八八万八六七二円、「区画漁業」（小\n割式養殖業）に係る消滅補償額（以下「区画漁業補償額」という。）として一〇六\n二万五〇〇〇円、合計二七〇六万一二九一円の各損失額が算出された。その算出額\nを前提に、町では、各補償額の一〇〇万円未満を切り捨て、根付漁業補償額を一〇\n〇〇万円、その他漁業補償額を五〇〇万円、区画漁業補償額を一〇〇〇万円、合計\n額二五〇〇万円（以下「旧補償額」という。）と決定した。\n（乙一九、三六、証人Ｅ、弁論の全趣旨）\n（６）　飯盛町は、池下漁協に対し、右補償額（ただし、平成三年より平成七年の\n五年間につき毎年五〇〇万円ずつ）を提示し、平成三年四月一七日、同漁協の正組\n合員全員協議会が開催され、右補償額を受け入れる一方で、開発事業の推進に同意\nし、漁業権の一部放棄、区画漁業権の更新放棄、海岸保全区の設定拡張に同意する\nことを決議した（乙三四の一、四七）。\n（７）　池下漁協は、同年四月二〇日、同年度第一回臨時総会を開催し、田結港開\n発同意に伴う漁業権の一部放棄（区画漁業権更新放棄及び海岸保全区域設定拡張を\n含む。）について審議し、出席正組合員六二名中五八名の賛成を得て（反対一名、\n棄権三名）、本件漁業権の一部放棄が可決された。\n右採決を受け、池下漁協の当時の組合長理事Ｇは、同日、本件漁業権の一部放棄\nとの関係で、漁業権の一部抹消の仮登録を承諾する旨の飯盛町長あての「漁業権抹\n消仮登録承諾書」（乙一八）に記名押印し、本件漁業権の一部放棄を行った。\n（乙一七の一・二、一八、三四の一）\n（８）　また、同年五月二日、飯盛町長である被告Ａと右Ｇとの間で、第八次港湾\n整備事業及び第五次海岸環境整備事業に伴う漁業権等損失補償につき、以下のよう\nな内容の「覚書」（乙二〇）が交わされ、覚書約束が結ばれた。なお、同覚書冒頭\n部分には、「第８次港湾整備事業、及び第５次海岸環境整備事業に伴う漁業権等損\n失補償について、次のとおり定める。」と記載されている。\nア　漁業権等損失補償額は、五年間（ただし、五年間とは工事完了までと解す\nる。）で二五〇〇万円とする（その細目は、①漁業権消滅に伴う根付漁業補償額と\nして一〇〇〇万円、②区画漁業権消滅に伴う養殖漁業補償額として一〇〇〇万円、\n③漁業権消滅に伴う各種漁業補償額として五〇〇万円とする。）。\nイ　漁業権等損失補償の支払方法については、右二五〇〇万円を五年間の分割払い\nとし、一年に五〇〇万円ずつを各年度末日までに飯盛町長が池下漁協組合長理事に\n支払うものとする。\n（乙二〇、四七、三四の一、証人Ｄ）\n（９）　町議会は、同年六月二八日に定例会を開き、同年度飯盛町一般会計補正予\n算案につき審議し、その際、同案の第八款「土木費」の第三項「港湾費」の第一目\n「港湾管理費」の第二二節「補償補填及び賠償金」に計上された「田結港港湾整備\n事業補償費」五〇〇万円も審議の対象となり、同日、他の補正予算案とともに原案\nどおり可決された（乙二一、二二、四七）。\n（１０）　飯盛町長である被告Ａ及び池下漁協の当時の組合長理事Ｆは、同年七月\n一日、「甲は、第８次港湾整備事業及び第５次海岸環境整備に伴い生じる損失の補\n償金として、頭書５、０００千円の金額を乙に支払うものとする。」（なお、甲と\nは飯盛町長である被告Ａを、乙とは池下漁協組合長理事Ｆを指す。）との記載のあ\nる「補償契約書」と題する書面（乙二三。以下「旧補償契約書」という。なお、こ\nの契約書に係る補償契約と平成四年度から同六年度までの旧公金支出に係る同様の\n補償契約とを併せて、「旧補償契約」と総称する。）を作成した。\n（１１）　組合長Ｆは、平成三年九月六日、飯盛町長である被告Ａあてに「平成３\n年度田結港港湾整備事業補償費請求書」と題する書面（乙三〇）を提出して平成三\n年度田結港港湾整備事業補償費として五〇〇万円を請求し、飯盛町長である被告Ａ\nは、旧補償契約書に係る契約に基づき、同町の支出命令権者として五〇〇万円の公\n金を組合長Ｆあてに支払うよう命じ、同月三〇日、右金員が支払われた。\nなお、右支出に当たり作成された「支出負担行為決議書、支出命令書」の「款・\n項・目・節」欄には「８・３・１・２２」（なお、８は土木費、３は港湾費、１は\n港湾管理費、２２は補償、補填及び賠償金を指す。）、「摘要」欄には「田結港湾\n整備に伴う補償費」との記載がある。\n（乙二五、三〇）\n（１２）　その後、平成四年度、同五年度、同六年度についても、平成三年度と同\n様の手続を経て、各五〇〇万円の補償費が支払われた（弁論の全趣旨）。\n（六）　旧公金支出後、本件公金支出までの経緯\n（１）　平成四年、別件訴訟が提起されたが、平成七年九月二六日、同訴訟の原\n告らの請求を認容する別件判決が言い渡された（争いがない。）。\n（２）　池下漁協は、平成八年三月二〇日、平成七年度第二回臨時総会を開催し、\nその際、参事から、本件事業に伴う漁業権放棄に係る町からの受領金二〇〇〇万円\nについて、同漁協に損害賠償義務を負わせる別件判決が出され、現在、高等裁判所\nで係争中であるが、同年四月一日に予定されている他の漁業協同組合との合併まで\nに池下漁協の責任として、右損害賠償債務を整理する必要があり、二〇〇〇万円の\n返還について了承してもらいたい旨の説明がなされ、その返還が決議された（乙四\n四）。\n（３）　池下漁協と被告Ａは、同月二二日、飯盛町に対し、本件返還金を支払った\n（争いがない。）。\n（４）　飯盛町議会は、同月二五日、第二回臨時会を開催し、その際、Ｄ助役か\nら、補正予算案について、旧公金支出について事務上の不備、誤りがあったので予\n算の組み替えを行うものである旨の説明がなされ、複数の議員から、補正予算案に\nついての疑義が出されたものの、昀終的には、賛成多数により、補正予算案のとお\nり、本件返還金を「歳入」のうちの「雑入」として計上するとともに、未払の平成\n七年度の補償金五〇〇万円を減額した上で、本件補償費及び本件寄附金をそれぞれ\n支出する旨の本件補正予算が可決された。\nなお、本件補正予算の予算案の歳出中の本件補償費に係る「款」、「項」、\n「目」、「節」には、それぞれ、「８款土木費」、「３項港湾費」、「２港湾建設\n費」、「２２補償補填及び賠償金」と、「補償補填及び賠償金」の説明欄には、\n「田結港湾整備事業補償費△５、０００　田結港湾整備事業補償費２、８６０」と\n記載されており、また、本件寄附金に係る「款」、「項」、「目」、「節」には、\nそれぞれ、「８款土木費」、「３項港湾費」、「２港湾建設費」、「２６寄附金」\nと記載され、「２６寄附金」の説明欄には、「池下漁業協同組合漁業振興費寄附\n金」と記載されていた。\n（甲四、乙八、四一、証人Ｃ、同Ｄ、同Ｅ）\n（５）　本件補償費の額については、町職員Ｅが旧補償額を算定する際に出した算\n定結果を流用しつつ、本件事業による全体の埋立て面積の中に町単独事業によって\n埋め立てられる面積が占める比率を加味して、池下漁協の町単独事業によって被る\n損失額を算定した上、その損失額から一割弱程度を減額して決定された（乙九、証\n人Ｅ、証人Ｄ）。\n（６）　飯盛町は、同日、池下漁協との間で、町単独事業に伴う損失補償に関し、\n本件補償費の額を支払う旨の補償契約（以下「本件補償契約」という。）を締結し\nた（乙四一、証人Ｄ）。\n（７）　飯盛町の町長である被告Ａは、本件寄附金の支出を決定した上、同町の支\n出命令権者として、本件寄附金及び本件補償費についての支出命令を出し、これを\n受けて、同月二六日、組合長Ｆに対し、本件補償費及び本件寄附金合計二五〇〇万\n円が支払われた（同月二六日、本件補償費及び本件寄附金合計二五〇〇万円が支払\nわれたことは、争いがなく、その余は、甲五、六）。\n（七）　本件事業においては、田結港の埋立て全体面積が八万八○○○平方メート\nルで、そのうち、町単独事業による埋立て面積は三万五〇〇〇平方メートルが予定\nされている。そして、港湾改修事業では、物揚場や船揚場が作られるほか、町単独\n事業による埋立地は、町有地（本件事業により確保される面積は、完成時には、三\n万八四〇〇平方メートルになることが予想されている。）となり、造成された上、\n多目的広場、ソフトボール場などが設けられ、また、海岸環境整備事業では、夏に\nは海水浴場として利用される人工海浜が作られるほか、広場、緑地が設けられるこ\nとが予定されている（乙一四、二六、二八の二、五四）。\n本件事業については、平成三年度に昀初の予算が付いて以降、平成八年度まで\nに、四〇憶円を超える費用が支出され、事業が進められてきており、海岸環境整備\n事業については四七パーセント、港湾改修事業については七三パーセントの進捗状\n況（平成九年一〇月現在）にあり、未だ完成には至っていない（乙四二の一、二、\n証人Ｄ）。\n２　以上のような認定事実を踏まえ、以下、本件公金支出の適法性を判断するが、\nその前提として、まず、本件公金支出の性格について検討することとする。\n（一）　本件の場合、前示のとおり、旧公金支出がなされた後、第一審で同支出の\n違法を認定した別件判決があったことを契機として、本件公金支出がなされたとい\nう経緯があり、本件公金支出の性格を判断する上で、まず、旧公金支出の性格につ\nいて、検討しておく。\nこの点、前記認定のとおり、（１）池下漁協は、平成二年一一月一七日開催の正\n組合員全員協議会でも、損失補償を本件事業の推進賛同への条件とすることを決定\nし、平成三年四月一七日開催の正組合員全員協議会でも、損失補償を受け得ること\nを前提に、漁業権の一部放棄等に同意することを決議していること、（２）他方、\n飯盛町の側でも、町議会においては、平成三年一月一八日及び同年三月一五日開催\nの全員協議会では、本件事業を推進するため、池下漁協からの損失補償の要請に応\nずるべきとの決定がなされ、町でも、その決定を受けて、本件事業に伴う本件漁業\n権の一部消滅等によって池下漁協が被る損失額を算定した上、補償額を決定してい\nること、（３）本件陳情書において、「漁協諸権の消滅及び漁業行使、漁協運営に\n与える損失影響度に対する代償」との文言が、本件覚書においても、「漁業権等損\n失補償」との文言が、旧補償契約書でも、「損失の補償金」との文言がそれぞれ用\nいられるなど、池下漁協と飯盛町との交渉の経緯で作成された各書面はいずれも、\nその記載において、損失の補償に係る書面であることを明らかにしていること、\n（４）旧公金支出は、予算上、「補償補填及び賠償金」の中に位置づけられ、支出\n命令書の上でも、同様の位置づけがなされていることなどの事実に照らせば、町\n長、町議会議員を含む飯盛町側も池下漁協側も、旧公金支出が損失を補償するため\nであるとの認識を有していたことは明らかである。\nまた、本件事業が池下漁協が漁業権を有する田結港の埋立て等をその内容とする\nものであり、実際に池下漁協は、漁業権の一部を放棄していることからすると、そ\nの額はさておき、現実に、池下漁協が本件事業に伴う本件漁業権の一部消滅等によ\nり損失を被ることは否定できず、飯盛町及び池下漁協の認識に付合する実体（損\n失）の存在も認められる。\n以上に照らせば、旧公金支出が、本件漁業権の一部消滅等に伴って生ずる池下漁\n協の損失を補償するという損失補償の性格、実体を有していたことは明らかであ\nる。\nなお、被告らは、池下漁協は、漁業権放棄による減収に伴い不足する組合運営費\nの補填を要請していたものであって、飯盛町議会でも、かかる要請に応えて旧公金\n支出を決定したものであり、また、池下漁協においては、旧公金は組合の雑収入に\n組み入れられて、組合運営費に使用され、個々の組合員には配分されておらず、旧\n公金支出の実体は、漁業権消滅そのものに対する損失補償ではなく、漁業権消滅に\nよる減収により不足する組合運営費に対する助成金、寄附金であったと主張する。\nしかし、旧公金支出が漁業権放棄による減収に伴い不足する組合運営費の助成で\nあるとしても、漁業権放棄による減収に伴う組合運営費の不足は、本件事業に伴う\n漁業権消滅等により池下漁協に生じた損失そのものであり、かかる損失を助成する\nことは、まさに損失補償そのものであり、前記認定を覆すものではない。また、組\n合員個人に配分されていないからといって、池下漁協に対する損失補償であるとの\n前記認定を覆すものではない。\n（二）　そして、本件公金支出は、旧公金支出が別件判決において違法とされた後\nに、一旦池下漁協及び被告Ａから旧公金の返還を受けた上、そのわずか三日後に、\n予算上の名目は変えてはいるものの、覚書約束における補償額と全く同額を支出す\nるものであり、同支出を決めた飯盛町議会でのＤ助役の説明も、旧公金支出につい\nて事務上の不備、誤りがあったので予算の組み替えを行うものであるとするだけ\nで、旧公金支出と本件公金支出とに実体的な相違があることは何ら説明されていな\nい（乙八）ことからすると、本件公金支出（本件補償費及び本件寄附金の支出）\nも、旧公金支出と同様、漁業権の消滅に対する補償としての性格、実体を有してい\nるものと認められる。\n本件補正予算上、本件寄附金に係る「節」である「２６寄附金」の説明欄には、\n「池下漁業協同組合漁業振興費寄附金」と記載されているが、この記載も、前記認\n定を覆すものではない。その他に、本件公金支出が旧公金支出と同様の損失補償の\n趣旨以外の趣旨で、支出されたことをうかがわせるに足りる証拠、前記認定を覆す\nに足りる証拠はない。\n３　以上のような本件公金支出の性格、実体を前提に、その適法性について検討す\nる。\n（一）　まず、町単独事業により、権利者（土地収用法八条三項の「関係人」）に\n損失が発生した場合には、当該権利者は、土地収用法に基づく補償を請求すること\nができるが、その場合の補償義務者は、土地収用法六八条に基づき、町単独事業に\nついての起業者である飯盛町となる。\n本件では、池下漁協は、町単独事業に伴う田結港の埋立て（三万五〇〇〇平方メ\nートル）により、本件漁業権の消滅等の損失を受けることが認められ、本件補償費\nは、そのような町単独事業に基づき生ずる池下漁協の損失を補償するものである。\n本件補償費の額については、前示のとおり、旧補償額を算定する際に出した算定結\n果を基礎としているが、旧補償額の算定の際に用いられた前記認定のような本件算\n定方法には特段不合理な点は認められず、本件に現れた証拠の限りでは、その他に\n不合理な点は見あたらない。そして、その算定結果を基礎に、本件事業による全体\nの埋立て面積の中に町単独事業によって埋め立てられる面積が占める比率を加味し\nて、池下漁協の町単独事業によって被る損失額を算定した上、その損失額から一割\n弱程度を減額して、本件補償費の額を決定しているが、その算定方法においても、\n格段不合理な点は見あたらない。そして、飯盛町長である被告Ａは、本件補償費に\n係る補正予算について議会の議決を経た上で、池下漁協との間で、同額での本件補\n償契約を締結し、支出命令を発して、本件補償費が池下漁協に支払われており、か\nかる支出に違法な点は認められない。\nこの点、原告らは、町単独事業は、長崎県が埋め立てた後背地を整地しグラウン\nドなどとして利用するだけの事業であり、埋立事業そのものは長崎県が行うのであ\nり、町単独事業によって池下漁協に損失が発生することはなく、飯盛町は補償義務\n者としての地位には立たない旨主張する。\nしかし、町単独事業が、長崎県が埋め立てた後背地を整地し、グラウンドなどと\nして利用するだけの事業であり、埋立事業そのものは長崎県が行うことを認めるに\n足りる証拠はなく（かえって、田結港港湾計画書（乙一四）の計画規模について記\n載した表において、町単独事業について、三万五〇〇〇平方メートルの埋立てが実\n施される旨記載されており、「●町民の皆さんへ●」と題する書面（乙二六）にお\nいても、「全体面積が８８、０００ｍ２で、うち地元の埋立面積は３５、０００ｍ\n２です。」との記載がされており、かかる記載も、町単独事業による埋立てを指す\nものと解される。\n証人Ｄ及び同Ｅも、それに沿う趣旨の証言をしており、これらの証拠に照らすと、\n三万五〇〇〇平方メートルの埋立ても、飯盛町により実施されるものと認められ\nる。確かに、証人Ｃの証言によれば、町単独事業はまだ着工されていないことが認\nめられ、また、田結港港湾計画書の前記の表では、海岸環境整備事業の事業費は二\n〇億円、港湾改修事業の事業費は二〇億円、合計四〇億円の事業費が予定され、か\nかる事業費に基づく埋立面積が五万三〇〇〇平方メートルを予定されている旨記載\nされているのに対し、町単独事業の事業費は一億五〇〇〇万円にとどまるにもかか\nわらず、その埋立面積は、三万五〇〇〇平方メートルと記載されており、事業費と\n埋立面積とを比較対照すると、果たして、町単独事業において、三万五〇〇〇平方\nメートルもの埋立てがなされるのかについて疑問が生じなくもないが、前記各証拠\nに照らすと、それらのことのみをもってしては、未だ前記認定を覆すに足りな\nい。）、原告らの主張は直ちに採用できない。\nなお、仮に、原告らの主張のとおり、飯盛町ではなく、長崎県が町単独事業の対\n象地について埋立てを行うものであったとしても、その場合は、本件補償費につい\nても、以下で検討する本件寄附金についての検討と同様のことが当てはまり、結論\nとして、適法であることに変わりはない。\n（二）（１）　次に、本件寄附金の支出の適法性について検討する。\n町単独事業を除く本件事業に伴い損失を受ける権利者は、土地収用法に基づく補\n償を請求することができるが、その場合の補償義務者は、同法六八条によれば、本\n件事業の起業者である長崎県となる。\nしかし、本件では、前記認定のとおり損失補償の性質、実体をもつ本件寄附金\nが、飯盛町によって支出されている。土地収用法六八条は、起業者が土地の収用ま\nたは使用により発生した損失を補償すべき旨を定めているが、仮に、長崎県が起業\n者として、池下漁協に対し、具体的な損失補償義務を負っていた場合、本件のよう\nに、起業者以外の第三者である飯盛町が補償義務者に代わって補償を実施すること\nが同条に違反するかが問題となる。\nこの点、同条は、損失を受けた者が、誰に補償を請求することができるかを明確\n化し、損失を受けた者の利益の保護を図ることを企図する規定であると考えられ、\nその趣旨に照らせば、起業者に損失補償義務を負わせることを超えて、起業者以外\nの者が起業者に代わって損失補償することを積極的に禁じているものとまでは解し\n難く、少なくとも、第三者による義務履行について正当な理由があり、補償権利\n者、補償義務者の双方が、第三者による補償義務の履行を認めている場合には、補\n償権利者の利益保護の観点からは、それを同条違反として否定すべき理由は認めら\nれない。本件において、前示のとおり、長崎県は、自ら損失補償は行わない旨表明\nする一方で、地元である飯盛町が積極的に本件事業への協力につき池下漁協を説得\nするよう指導しており、かかる事実に照らすと、県としても、起業者である県以外\nの飯盛町が、池下漁協に対し本件漁業権の一部消滅等についての損失の補償を実施\nすることは、了解していたものと推認され、池下漁協も、本件寄附金を受け取って\nいる以上、飯盛町による補償に同意していたものと認められる。また、後記のとお\nり、本件寄附金の支出は、「公益上必要がある場合」になされたものと認めれるか\nら、正当な理由も認められる。\nそうだとすると、本件寄附金の支出が同条に違反し、直ちに違法になるものとま\nではいえない。\n（２）　他方、地方自治法二三二条の二において、普通地方公共団体は、その「公\n益上必要がある場合」においては、「寄附又は補助」をすることができるものとさ\nれており、ここにいう「寄附又は補助」とは、対価性のない無償の金員供与をいう\nものと解される。そして、本件寄附金の支出は、池下漁協が漁業権の一部消滅によ\nり被った損失を補償するために、何らの対価なく金員を供与するものであり、同条\nにいう「寄附又は補助」に該当するものと認められる（本件寄附金が、損失補償の\n性格、実体を有していることと、同条にいう「寄附又は補助」に該当することと\nは、互いに矛盾、排斥するものとは解されない。）。\nしたがって、本件寄附金の支出も、「公益上必要がある場合」に該当すれば、地\n方自治法に基づく適法なものといえる。\nそして、その公益上の必要の有無の判断においては、支出の目的、趣旨、公益目\n的に適切かつ有益な効果を期待できるか、支出の程度、当該公共団体の予算にしめ\nる支出の割合、その他諸般の事情を総合的に考慮して、裁量権の逸脱、濫用がない\nかを判断すべきである。\nなお、本件で、長崎県が起業者として、池下漁協に対し、具体的な損失補償義務\nを負っていたにもかかわらず、本件公金支出が実施されていた場合は、本来、ある\n地方公共団体が負担すべきであった支出を他の地方公共団体が負担していることに\nなり、そのような場合、負担した地方公共団体の財政の健全性を損なうおそれがあ\nることは否定できず、地方自治法二三二条の二の公益上の必要性の要件該当性判断\nにおいても、かかる地方財政の健全性確保の視点をも加味し、より一層慎重な判断\nが要求される。\n（３）ア　しかるに、本件事業のうち、港湾改修事業は、池下漁協の組合員の高齢\n化、水揚げ高の減少、池下漁港の現状等を踏まえ、従来未整備であった田結港に漁\n船対策施設を計画することにより、施設の充足率を高め、さらに、背後地に漁業施\n設用地を確保し、同漁協による新たな漁業活動の展開の場を整備することをその目\n的の一つとしているが、そのような漁港施設の整備により、ひとり池下漁協のみが\n受益するわけではなく、地域としても、漁業関連施設の充実、新設に伴う住民の稼\n動場所の提供・雇用の増大、さらには、地域の活性化、過疎化の進行防止などの利\n益を享受するものと認められる。\nまた、町単独事業により、三万五〇〇〇平方メートルを超える町有地が新たに確\n保される予定であり、町の資産増加につながるとともに、その土地を造成し、地域\n住民の健康づくりやふれあいの場として、多目的広場、ソフトボール場などを設け\nることが予定されており、従来、西地区においては、小学校の運動場以外に、広場\nがなく、住民からも町民グランドの設置についての陳情がなされるほどであり、右\n各施設の設置は、地域住民の生活環境を向上させ、地域の活性化につながるものと\n評価できる。\nさらに、海岸環境整備事業では、夏には海水浴場として利用される人工海浜が作\nられるほか、広場、緑地が設けられることが予定されており、これによっても、地\n域住民の生活環境の向上、雇用増大、さらには、地域の活性化、過疎化防止などに\nつながるものと認められる。\n確かに、本件事業により、事業地周辺の自然が破壊され、環境に何らかの影響が\n生ずるなどの負の効果が生ずることは否定できず、事業推進上も、その点について\nは、十分な配慮が求められるところである。しかし、田結港環境影響評価書（乙四\n八）によれば、本件事業の実施に伴う環境への影響は、一応、軽微であると認めら\nれ（この認定に反する証拠はない。）、環境への影響という負の効果が前示のよう\nな公益性を相殺し、逆に公益性を否定するほどのものであるとまでは認め難い。本\n件に現れた証拠をもってしては、環境への影響その他の負の効果が前記公益性を上\n回り、本件事業の推進がかえって公益を害するとまでは断じがたい。\nイ　そして、本件事業は、飯盛町総合計画の諸方針を実施する上で、中核的事業の\n一つとして位置づけられていたのであり、前示のような公益性を踏まえ、飯盛町\n（飯盛町長、町議会ともに）としても、当初から本件事業を積極的に推進する立場\nにあったところ、本件事業推進のためには、その前提として池下漁協による漁業権\n放棄が不可欠であり、池下漁協としては、漁業権等の一部放棄に応じ、本件事業の\n推進を支持する上で、損失補償が前提になるとの意思を明らかにしていたのだか\nら、池下漁協の漁業権放棄等についての同意を引き出すために、飯盛町長である被\n告Ａにおいて、覚書約束を結んだ上、旧公金に係る各年度の補正予算についての議\n会の議決を経て、旧補償契約を締結し、旧公金支出を行ったこと自体にも、合理性\nが認められる。池下漁協が強く補償を求める一方で、長崎県としては、池下漁協に\n対し本件事業に伴う損失補償を実施する意思のないことを表明していたのであるか\nら、かかる場合、（仮に飯盛町自身に法的な意味での損失補償義務がなかったとし\nても、）町独自の立場から、池下漁協の要望に応じ、事業推進を図ることを選択す\nるか、損失補償に伴う公金支出を回避するために、事業の推進を断念、あるいは、\n事業推進の遅延を甘受するかは、両者の利害得失を比較したすぐれて政策的な判断\nが求められるところであり、その判断において、裁量権の逸脱があったとまでは認\nめがたい。\nそして、本件寄附金の支出については、別件判決を受けて、同漁協から旧公金の\n返還を受領するだけでは、覚書約束が法的な意味での拘束力を有するかどうかはさ\nておき、約束違反の問題も生ずるなど、池下漁協の飯盛町、飯盛町長への信頼を大\nきく損ね、両者の関係が悪化することも考えられ、そのような事態を避け、未完成\nの本件事業を今後も円滑に推進していくために、旧公金支出の返還と同時に、飯盛\n町長である被告Ａにおいて、本件寄付金にかかる補正予算についての議会の議決を\n経て、本件寄付金の支出を決定し、実施したものと推認されるところ、既に池下漁\n協は旧公金による損失補償があることを前提に漁業権等の一部放棄に同意し、本件\n事業もその放棄があることを前提に進められ、平成八年三月の時点で事業は相当程\n度進行しており、本件事業を中止した上、原状に復帰することは到底不可能な段階\nに至っていることが認められ、しかも、現実に池下漁協が損失は被っていることか\nらすると、上記理由で、本件公金を支出したことも、やむを得ない措置であったと\n評価でき、その必要性を肯定できる。\nウ　さらに、本件公金支出の額は、旧補償額二五〇〇万円と一致しており、本件寄\n附金の額は、旧補償額から本件補償費の額を控除することにより、決定されたもの\nと推認されるところ、旧補償額二五〇〇万円は、飯盛町において池下漁協の実際の\n漁獲高を前提にして算定した損失額を元に、一〇〇万円以下を切り捨てた額で決定\nしたものであり、前記認定のような本件算出方法にも特段不合理な点は認められ\nず、本件に現れた証拠の限りでは、その他に不合理な点は見あたらず、その額は、\nほぼ損失に見合う適正額であったと認められる（元々、池下漁協が本件陳情書にお\nいて補償を求めていた額である三〇〇〇万円と比較しても、右補償額は、五〇〇万\n円下回るものであり、かかる比較においても、特に右補償額が不当に高額なもので\nあったとは認められない。）。したがって、二五〇〇万円から本件補償費を控除し\nて決められた本件寄附金の額も、ほぼ損失に見合う額であって、不当に高額である\nとは認められず、適正額であると考えられる。\nまた、本件寄附金が飯盛町の歳出に占める割合も、約〇・五パーセント程度（平\n成七年度一般会計予算を基準にした場合）にしかすぎず、飯盛町の財政を不当に圧\n迫するものではないと認められる。\nエ　以上の点を総合考慮すれば、仮に前示のような地方財政の健全性確保の視点を\n考慮に入れ、慎重に判断するとしても、本件寄附金の支出は、なお、「公益上必要\nがある場合」に該当するものと認められる。\n（５）　したがって、本件寄附金の支出は、地方自治法二三二条の二に基づく、適\n法なものと認められる。\n三　以上のとおりであって、その余の争点について判断するまでもなく、原告らの\n本訴請求は、いずれも理由がないから棄却することとし、主文のとおり判決する。\n長崎地方裁判所\n裁判長裁判官　有満俊昭\n裁判官　西田隆裕\n裁判官　村瀬賢裕\n"
}