{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 6,
    "day": 24
  },
  "case_number": "平成10(ネ)3226",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13713",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13713",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/713/013713_hanrei.pdf",
  "contents": "主　　　文\n一　控訴人の本件控訴を棄却する。\n二　被控訴人の附帯控訴に基づいて、原判決中、被控訴人敗訴の部分を取り消し、\n右敗訴の部分に係る控訴人の被控訴人に対する請求を棄却する。\n三　訴訟費用は第一、二審とも控訴人の負担とする。\n四　この判決に対する上告及び上告受理の申立てのための附加期間を三〇日と定め\nる。\n事　　　実\n第一　当事者の求めた裁判\n一　控訴の趣旨\n１　原判決中、控訴人敗訴の部分を取り消す。\n２　被控訴人は、平成一四年六月一一日までの間、原判決添付の物件目録一及び二\n記載の医薬品を製造し、販売し、又は右医薬品の販売の申出若しくは広告宣伝をし\nてはならない。\n３（一）（主位的請求）\n被控訴人は、原判決添付の物件目録一及び二記載の医薬品の製造につき薬事法一\n四条に基づき厚生大臣がそれぞれ被控訴人に与えた平成六年三月一四日付及び同月\n一五日付各製造承認につき、いずれも厚生省薬務局長宛に製造品目廃止届書及び承\n認整理届書を提出せよ。\n（二）　（予備的請求）\n被控訴人は、原判決添付の物件目録一及び二記載の医薬品の製造につき薬事法一\n四条に基づき厚生大臣がそれぞれ被控訴人に与えた平成六年三月一四日付及び同月\n一五日付各製造承認につき、いずれも薬事法施行規則及び関連の厚生省薬務局長通\n知に定める手続及び方式に従って控訴人に無償譲渡せよ。\n４　訴訟費用は、第一、二審とも被控訴人の負担とする。\n５　仮執行宣言\n二　控訴の趣旨に対する答弁\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n三　附帯控訴の趣旨\n主文二ないし四の項と同旨\n四　附帯控訴の趣旨に対する答弁\n本件附帯控訴を棄却する。\n第二　当事者の主張\n当事者双方の主張は、次のとおり付加するほか、原判決の第二　当事者の主張の\nとおりであるから、これを引用する。\n一　控訴人の当審における主張\n１　原判決は、原判決添付の物件目録一及び二記載の医薬品（以下、原判決と同様\nに、それぞれ「イ号医薬品」、「ロ号医薬品」といい、合わせて「被告製剤」と総\n称することがある。\n）の製造販売等を差し止めることのほか、被告製剤の製造承認について製造品目廃\n止届等を提出することまでは本件特許権の侵害を予防するために必要な行為とはい\nえないとして、本件特許権の存続期間中の予防請求を除くその余の請求をすべて棄\n却したが、この判断は誤っている。\nすなわち、原判決は、本件特許権の侵害のおそれがあると認定して予防請求を認\n容した以上、特許法一〇〇条二項の規定により廃棄、除却等の侵害を予防するため\nの措置を命ずるに当たって、現実的な侵害のおそれの程度は問題とすべきではな\nい。なぜならば、差止めの判決がされたことによって侵害のおそれがひとまず去っ\nたと思われる客観的状況においても、なお、その差止判決を実効あらしめるために\n廃棄、除却等の侵害を予防するための措置を命ずるのが特許法一〇〇条二項の趣旨\nであるからである。\n２　原判決は、被控訴人が被告製剤の製造承認の資料を得るために行った試験（以\n下、原判決と同様に「本件試験」という。）は、特許法六九条一項にいう「試験又\nは研究のためにする特許発明の実施」に該当し、本件特許権の効力は及ばないとし\nて、控訴人主張の不法行為及び不当利得に基づく請求をいずれも棄却したが、不当\nである。\nすなわち、特許法六九条一項所定の「試験又は研究」とは、その立法趣旨からし\nて、技術を次の段階に進歩させることを目的とするもの、改良発明の促進となるも\nの、技術の進歩に寄与するもの、特許性調査、機能調査、改良、発展を目的とする\nもの、原則として利用発明をもたらし得るようなものといった試験研究に限定して\n解されるべきものであるところ、被控訴人の行った本件試験は、後発医薬品が先発\n医薬品と同等であることを確認するという一点に尽き、また、既に先発医薬品が広\nく販売されているという状況の下において、後発者である被控訴人が先発医薬品と\n同一の医薬品を製造することは何の造作もないことであって、本件試験は、到底、\n特許法六九条一項所定の「試験又は研究」の範疇には属しないものである。\n３　薬事法には、特許に係る医薬品につき他人による製造承認申請がされた場合の\n特許権者の利益を担保するための手続に関する明文上の定めはないが、手続的正義\nの見地から、条理上、利害関係人たる特許権者に意見陳述の機会を供与することが\n要請されると解されるところ、被告製剤の製造承認手続において、利害関係人であ\nる控訴人に意見陳述の機会が与えられなかったから、右承認手続は瑕疵があり無効\nである。\nまた、被控訴人は、違法行為によって取得した資料を用いて製造承認の申請を行\nったので、右製造承認には重大な瑕疵があり、かつ、その暇疵は外観上明白である\nから、右製造承認は無効である。\nところで、被控訴人は、右のとおり無効な製造承認に基づき、本件特許権の存続\n期間終了後遅くとも二年半以内に被告製剤の製造販売を開始することが確実であ\nり、一方、控訴人は、このような被告製剤の製造販売によって、法によって保護さ\nれるべき存続期間終了後二年半にわたって得られるはずの営業上の利益を侵害され\nることとなるから、控訴人は、本件特許権の存続期間終了後について被告製剤の製\n造販売の差止めを求めることができる。\n二　被控訴人の当審における主張\n１　被控訴人が被告製剤の製造承認を得るために実施した本件試験は、本件特許権\nの業としての実施に当たらない。\n２　被控訴人は、過去に本件特許権を侵害したことはなく、被告製剤について薬価\n基準収載のための申請もしていないのであり、被控訴人に本件特許権を侵害するお\nそれがないことは明白であって、本件特許権の存続期間中に被告製剤を製造するこ\nとが可能な設備を有しているというだけで控訴人の差止請求を認容した原判決の判\n断は不当である。\n仮に被控訴人に本件特許権を侵害するおそれがあると認められたとしても、試験\n又は研究のためにする実施は特許権を侵害しないので、このような製造行為まで差\n止めの対象となるいわれはないし、本件特許権の存続期間終了後の販売についての\n広告宣伝まで差止めの対象となるいわれはないから、原判決の差止めの範囲は、広\nきに失している。\n第三　証拠\n原審及び当審における記録中の書証目録の記載を引用する。\n理　　　由\n第一　請求原因１（特許権に基づく差止請求等）について\n請求原因１（一）ないし（五）の事実について当事者間に争いがないことは、原\n判決の事実摘示のとおりであるから、請求原因１（六）（本件特許権の侵害のおそ\nれ）について検討する。\n右当事者間に争いがない請求原因１（三）の事実に乙第一号証、乙第三号証、乙\n第四号証及び弁論の全趣旨を総合すれば、被控訴人は、医薬品の製造販売及び輸入\nを事業内容とする会社であること、被控訴人は、被告製剤を開発するに当たり、本\n件発明の技術的範囲に属する薬剤であるマレイン酸エナラプリルを有効成分とする\n医薬品の安定性及び崩壊性について研究及び検討を行い、製造承認申請のための添\n付資料を得たうえで、被告製剤の製造承認申請をしたこと、被控訴人は、被告製剤\nの製造について、イ号医薬品及びロ号医薬品ごとにそれぞれ平成六年三月一四日付\n及び同月一五日付で厚生大臣から薬事法一四条に基づく製造承認を得たことが認め\nられる。\nところで、前掲乙第三号証及び弁論の全趣旨によれば、被控訴人は、右のとおり\n厚生大臣から薬事法一四条に基づく製造承認を得たものの、いまだ被告製剤を製造\n販売しておらず、薬価基準収載の申請さえも行っていないことが認められる。\n以上の事実を併せ考えると、被控訴人は、本件特許権の存続期間終了後に、被告\n製剤を製造販売することを目的として、その製造承認申請をして厚生大臣から製造\n承認を得たものと認められ、被控訴人が、本件特許権の存続期間が終了する平成一\n一年一二月一一日までの間に、あえて存続期間終了を待たずに被告製剤を製造販売\nするおそれがあるとは認めがたく、したがって、控訴人の被控訴人に対する平成一\n四年六月一一日までの間の被告製剤の製造販売等の差止請求は、理由がない。\n第二　請求原因２（不法行為に基づく差止請求等）について\n一　請求原因２（一）のうち控訴人が本件特許権を有する事実及び２（二）（１）\nの事実について当事者間に争いがないことは、原判決の事実摘示のとおりである。\n二　控訴人は、被控訴人が行った本件試験は、本件特許権を侵害するとして不法行\n為に基づく差止請求等を求めているのに対し、被控訴人は、本件試験は特許法六九\n条一項所定の「試験又は研究」に当たるので、控訴人の本件特許権を侵害するもの\nではないと主張しているので判断するに、ある者が化学物質又はそれを有効成分と\nする医薬品についての特許権を有する場合において、第三者が、特許権の存続期間\n終了後に特許発明に係る医薬品と有効成分等を同じくする医薬品を製造して販売す\nることを目的として、その製造につき薬事法一四条所定の承認申請をするため、特\n許権の存続期間中に、特許発明の技術的範囲に属する化学物質又は医薬品を生産\nし、これを使用して右申請書に添付すべき資料を得るのに必要な試験を行うこと\nは、特許法六九条一項にいう「試験又は研究のためにする特許発明の実施」に当た\nり、特許権の侵害とはならないものと解するのが相当である（最高裁判所平成一一\n年四月一六日第二小法廷判決・裁判所時報第一二四一号二頁参照）。\nこれを本件についてみるに、前記第二、一の当事者間に争いがない事実、前記第\n一認定の事実を総合すると、被控訴人は、特許権の存続期間終了後に本件発明に係\nる医薬品と有効成分等を同じくする医薬品を製造販売することを目的として、その\n製造につき薬事法一四条所定の承認申請をするため、特許権の存続期間中に、本件\n発明の技術的範囲に属する化学物質又は医薬品を生産し、これを使用して右申請書\nに添付すべき資料を得るのに必要な試験を行ったものと認められるから、被控訴人\nが行った本件試験は、特許法六九条一項にいう「試験又は研究のためにする特許発\n明の実施」に当たり、特許権の侵害とはならないものと解される。\nそうすると、被控訴人による被告製剤の製造承認の取得は、本件特許権を侵害す\nるものということはできないから、これが不法行為であることを前提とする控訴人\nの主張は、その余の点につき判断するまでもなく、理由がないことに帰する。\n三　控訴人は、薬事法には、特許に係る医薬品につき他人による製造承認申請がさ\nれた場合の特許権者の利益を担保するための手続に関する明文上の定めはないが、\n手続的正義の見地から、条理上、利害関係人たる特許権者に意見陳述の機会を供与\nすることが要請されると解されるところ、被告製剤の製造承認手続において、利害\n関係人である控訴人に意見陳述の機会が与えられなかったから、右承認手続は瑕疵\nがあり無効であるとの理由で、本件特許権の存続期間終了後に被告製剤の製造販売\nの差止めを求めることができる旨主張しているが、薬事法の解釈上、特許権者でな\nい者がその特許権に係る医薬品について製造承認申請をした場合に特許権者に意見\n陳述の機会を供与することが要請されているとは解し得ないから、控訴人の右主張\nは、その前提を欠くものであって、採用することはできない。\nまた、控訴人は、被控訴人は違法行為によって取得した資料を用いて製造承認の\n申請を行ったので、右製造承認には重大な暇疵があり、かつ、その瑕疵は外観上明\n白であるから、右製造承認は無効であるとの理由で、本件特許権の存続期間終了後\nに被告製剤の製造販売の差止めを求めることができる旨主張しているが、前記第\n二、二の認定判断のとおり、被控訴人が本件製造承認の申請をするために行った本\n件試験は、特許法六九条一項にいう「試験又は研究のためにする特許発明の実施」\nに当たり、違法なものではないから、控訴人の右主張は、その前提を欠くものであ\nって、採用することはできない。\n第三　請求原因３（不当利得に基づく製造承認の無償返還請求）について\n被控訴人の行った本件試験が適法行為であることは前記認定判断のとおりであっ\nて、法律上の原因がないということはできないから、その余の点について判断する\nまでもなく不当利得に基づく製造承認の無償返還請求も理由がない。\n第四　結論\n以上によれば、本件控訴は、理由がないから、これを棄却することとし、本件附\n帯控訴は、理由があるから、原判決中、被控訴人敗訴の部分を取り消し、右敗訴の\n部分に係る控訴人の被控訴人に対する請求を棄却することとし、訴訟費用の負担、\n上告及び上告受理の申立てのための附加期間の付与について民事訴訟法六七条一項\n本文、六一条、九六条二項の各規定を適用して、主文のとおり判決する。\n（口頭弁論終結日　平成一一年五月一八日）\n東京高等裁判所第六民事部\n裁判長裁判官　清永利亮\n裁判官　山田知司\n裁判官　宍戸充\n"
}