{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 8,
    "month": 7,
    "day": 16
  },
  "case_number": "平成6(う)845",
  "case_name": "強盗殺人被告事件",
  "court_name": "東京高等裁判所第一二刑事部",
  "article_info": "第49巻2号354頁",
  "gist": "捜査段階において外国語を母国語とする通訳人に求められる日本語能力と法律知識の程度",
  "case_gist": "捜査段階において、外国語を母国語とする通訳人に求められる日本語の習熟度や表現力は、日常の社会生活上、互いに日本語で話を交わすに当たり、相手の話していることを理解し、かつ、自己の意思や思考を相手方に伝達できる程度に達していれば足り、法律知識についても、通常一般の常識程度の知識があれば足りる。",
  "lawsuit_id": "20182",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20182",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/182/020182_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人三名をそれぞれ懲役八年に処する。\n被告人らに対し、原審における未決勾留日数中各八〇〇日をそれぞれの\n刑に算入する。\n押収してある現金六九六万五二七六円（当庁平成六年押第三〇五号の６\nないし１２）、アメリカドル二七ドル（同号の１４）、タイ王国バーツ一五〇バー\nツ（同号の１５）、皮製赤色手提鞄一個（同号の２１）、皮製こげ茶色ウエストバ\nッグ一個（同号の２２）、ネックレス一〇本（同号の２３ないし２８、３０ないし\n３２、３９）、アンクレット一本（同号の３３）、ブレスレット一八本（同号の３\n４ないし３８、４０ないし４３，４５ないし４８，５０ないし５４）、指輪二九個\n（同号の５７ないし６１、６３、６５ないし６８、７２、７４、７６ないし７９、\n８３ないし８５、８８、９０ないし９３）、ピアス七対（同号の６４、７５、８０\nないし８２、８７、９４）、ペンダントの飾り部分二個（同号の６９、７１）、金\n塊一個（同号の７０）及び金の切り屑二個（同号の８６）を、被害者Ａの相続人に\n還付する。\n理　　　　由\n一　本件各控訴の趣意は、弁護人加城千波、同弘中惇一郎、同安田まり子、同荒\n木昭彦、同川口和子及び同中山ひとみ共同作成名義の控訴趣意書及び控訴趣意補充\n書に、これに対する答弁は、検察官藤河征夫作成名義の答弁書にそれぞれ記載され\nたとおりであるから、これらを引用する。\n第一　控訴趣意中、訴訟手続の法令違反の主張について\n一　控訴趣意第二の一について\n１　所論は、要するに、次のようなものである。すなわち、原判決は、被告人三\n名が、ＡことＡを殺害して金品を強取することを共謀し、平成三年七月二九日、Ａ\nの頸部を刃物で突き刺すなどして同女を殺害した上、同女所有の現金や貴金属類を\n奪取したとの事実を認定判示しているが、その認定根拠とするところは、被告人三\n名の捜査官らに対する各自白調書である。しかし、被告人三名はいずれも、捜査段\n階においても、自分たちに金品を強取する意思もなく、その旨の共謀を遂げたこと\nもなかった旨述べていたのである。しかるに、内容の誤った各自白調書が作成され\nたのは、被告人らがタイ人で日本語に通じていないことから、捜査官らがタイ人で\nある通訳人を介して被告人らの取調べを行ったことにある。すなわち、本件捜査に\n係わり合いを持った通訳人ら（以下「本件通訳人ら」という。）は、通訳能力を欠\n如していたものであり、そのため、捜査官らの質問や被告人らの供述などにつき、\nその意味を理解せず、あるいは誤って考え、自分らの勝手な解釈で文章を作って、\nこれを相手方に伝えるということをし、捜査官等においても通訳人らの能力を知ら\nず、十分な吟味をしないまま、通訳人らの誤訳に基づき各自白調書を作成したもの\nである。なお、本件の場合、通訳人らにおいては、タイ語と日本語のそれぞれにつ\nき、これらの言葉を話す能力を十分に備えていなければならないのは当然のことと\nして、さらに、基本的能力ないし基本的姿勢として、内容の趣旨を的確に把握する\n能力、通訳にどの程度の正確性が要求される場面かを客観的に判断する能力、でき\nる限り正確に通訳する姿勢、分からない言葉があれば、調べるなり、質問するな\nり、通訳の質を高めようと努力する姿勢、自分の通訳能力がどの程度かを客観的に\n判断できる能力などを備えていなければならないところ、本件通訳人らには、基本\n的能力ないし基本的姿勢が十分でなく、しかも、「１」会話の流れ、質問の流れ、\n事実の流れ等全体の流れや、その時点で問題となっている主題を把握する能力が低\nい、「２」論理的な構成力が低い、「３」客観的な判断力が低い、「４」タイ語に\nおける単語能力、文章力が低いなどという問題点があり、とりわけ、通訳人Ｂ、同\nＣ、同Ｄ及び同Ｅにおいては、総合的にも通訳能力が欠如し、通訳人として適格性\nがなかったものである。したがって、通訳が適正に行われなかった結果作成された\n被告人らの各自白調書は、その信用性を全て否定すべきものであるから、これらを\n証拠として採用し、被告人らが金品強取の故意を有していたことやその旨の共謀を\n遂げたことの認定資料とした原判決には、判決に影響を及ぼすことが明らかな訴訟\n手続の法令違反があるというのである。\n２　そこで、原審記録及び証拠物を調査し、当審における事実取調べの結果を合\nわせて検討すると、本件当時、被告人三名はいずれも、タイ語が母国語であって、\n被告人Ｆが、日本語の単語を若干知り、いわゆる片言で多少話をすることができた\n外は、ほとんど日本語に通じていなかったこと、そのため、捜査官らは、被告人ら\nの取調べに当たっては、タイ語に通じた通訳人を介することを要したこと、本件通\n訳人らはいずれも、タイ語を母国語とする者であったこと、通訳人Ｂ、同Ｃ、同Ｄ\n及び同Ｅが、被告人らの取調べに際し通訳に当たった回数は、それぞれかなり多数\n回にわたっていること（なお、被告人Ｆの検察官に対する各供述調書（原審検察官\n請求証拠番号乙第一八号ないし第二一号。以下、甲乙の番号は、原審検察官請求証\n拠番号を示す。）及び司法警察員に対する平成三年九月二九日付け、同月三〇日付\nけ（二通）、同年一〇月一七日付け、同月一八日付け（二通）各供述調書（乙第一\n号ないし第三号、第一一号ないし第一三号）は、通訳人Ｄの、被告人Ｇの検察官に\n対する同月九日付け及び同月一五日付け各供述調書（乙第三二号、第三四号）及び\n司法警察員に対する同年九月三〇日付け（二通）、同年一〇月八日付け、同月一〇\n日付け、同月一三日付け、同月二〇日付け、同月二一日付け、同月一一日付け各供\n述調書（乙第二二号、第二三号、第二五号ないし第二七号、第三〇号、第三一号、\n第五六号）並びに被告人Ｈの検察官に対する同月一九日付け供述調書（乙第五四\n号）は、通訳人Ｃの、被告人Ｈの検察官に対する同月九日付け、同月一四日付け、\n同月一五日付け各供述調書（乙第五一号ないし第五三号）及び司法警察員に対する\n同年九月三〇日付け（二通）、同年一〇月七日付け、同月八日付け、同月一〇日付\nけ（二通）、同月一一日付け、同月一二日付け、同月一七日付け、同月一八日付け\n各供述調書（乙第三七号ないし第四四号、第四六号、第四七号）は、通訳人Ｂの、\n被告人Ｆの司法警察員に対する同月一〇日付け（二通）、同月一三日付け、同月二\n〇日付け（三通）各供述調書（乙第七号、第八号、第一〇号、第一四号ないし第一\n六号）は、通訳人Ｅの通訳を介して、作成されたものである。）などは、所論指摘\nのとおりである。\n<要旨>３　まず一般的に、刑事手続における通訳人の適格性について考えると、\n本件のように、被告人（捜査当時は</要旨>被疑者）らがタイ語しか話せないような\n場合、タイ語を母国語とする通訳人にあっては、日本語に通じていることが基本的\n前提である。もっとも、その程度については、捜査段階においては、捜査官らの取\n調べも、これに対する被疑者等の供述も、犯罪に関するとはいえ、社会生活の中で\n生じた具体的な事実関係を内容とするものであり、特別の場合を除いて、日常生活\nにおける通常一般の会話とさほど程度を異にするものではないことを考えると、本\n件通訳人らに求められる日本語の習熟度や表現力も、もちろん一語一語正確にかつ\n文法的にも誤りなく通訳できる能力を持っていることが昀も望ましいことではある\nが、日常の社会生活において、互いに日本語で話を交わすに当たり、相手の話して\nいることを理解し、かつ、自己の意思や思考を相手方に伝達できる程度に達してい\nれば足りるというべきである。そして、捜査段階である限り、漢字やかなの読み書\nきができることまで必要ではなく、法律知識についても、法律的な議論の交わされ\nる法廷における通訳人の場合と異なり、通常一般の常識程度の知識があれば足りる\nと考えられる。また、日本語に関する能力のほか、通訳に当たって必要な能力等に\nつき、所論が、基本的能力ないし基本的姿勢として指摘するところは、いわば完壁\nなものを求めるに等しく、現在多数の刑事事件で通訳の行われている実情に照ら\nし、結局のところ、誠実に通訳に当たることが求められているというだけで足り\nる。もちろん、刑事手続においては、通訳人に対しても公正な態度が求められるの\nはいうまでもなく、捜査官に対して迎合的であったり、被疑者、あるいはその他の\n関係者等に対し予断や偏見を抱いたりすることが許されないのは当然である。\n４　（一）　右のような観点から、本件通訳人らの通訳人としての適格性ないし\n通訳能力についてみるに、Ｂ、Ｃ、Ｄ及びＥの、それぞれ原審公判廷において証人\nとして尋問を受けた際の各供述と、被告人らの原審公判廷における各供述、被告人\nらの検察官及び司法警察員に対する各供述調書の記載内容などを総合すると、右Ｄ\nにおいて、日本語の表現力などにおいてやや程度が低いとみられるとはいえ、右四\n名とも、日常の社会生活において、日本人を相手としても日本語によって会話する\n能力のあることは明らかである。そして、関係各証拠によれば、本件通訳人らは、\n捜査官の被告人らに対する取調べに際し、自分らにおいて分からない言葉が出てく\nると辞書を引いたり、ときには捜査官とやり取りして捜査官の言うことを理解した\n上で通訳するなどしていることが認められるのである。なお、捜査官らにおいて\nも、供述調書は、供述を要約的に録取したものであって、これに記載されている内\n容はかなり複雑な意味を含むものであることから、調書の読み聞けに当たっては、\n通訳しやすいように、その内容を分かりやすい言葉に言い換えてやったりしていた\nことが窺える。この点、原審公判廷において、右Ｂらを証人として尋問した際、弁\n護人らは、供述調書に記載された日本語の文章を証人らに読み聞かせて直ちにタイ\n語に訳すよう求めるという尋問を行っている（当審における証人尋問の際も同じ方\n法で尋問を行っている。）が、その訳を求めた文章自体、右のようにかなり複雑な\n意味を含み、日本語としても難解な内容のものであったのであるから、その尋問に\n対する答えにかなり誤訳の部分があつても、日常生活において日本語を用いる能力\nがないということを示すものではない。\n（二）　また、被告人三名の検察官及び司法警察員に対する各供述調書の録取内\n容を、個別的にみても、被告人らが供述した内容がほぼその趣旨どおりに通訳され\nているものとみることができる。この点、被告人らの経歴などに関し、被告人らの\n原審公判廷における各供述と対比して、誤訳とみられる点も多少はみられるもの\nの、全体的にみて、誤った通訳が行われたために、辻棲の合わない供述内容となっ\nている、あるいは前後矛盾する内容となっていると考えられるような部分はない。\nそして、被告人らが人身売買によって、Ａのもとで多額の借金に苦しむに至った経\n緯、同女に対し殺意を抱くに至った事情、被告人三名がＡを殺害した具体的状況\nや、殺害後に同女の身につけていたウエストバッグや貴金属類を奪い取った状況な\nどについては、被告人三名の司法警察員及び検察官に対する各供述調書に録取され\nている供述内容が、被告人らの原審公判廷における各供述、被告人ら作成の手紙や\n上申書などと概ね一致しているということは、右各供述調書が被告人らの供述を正\n確に録取したものであること、ひいては通訳に誤りはなかったことを示すものであ\nる。のみならず、犯行に至る経緯や犯行の状況などに関し、被告人らの述べるとこ\nろには、自己の行為を正当化するような主張も含んでいるが、これらの点について\n被告人らの供述をことさらに歪めて通訳したような様子は一切なく、こうした通訳\nの様子に照らしても、本件通訳人らは、一方に偏した態度を取っていなかったこ\nと、すなわち公正な態度で通訳に当たっていたことが認められるのである。また、\n例えば、Ａを殺害するために被告人Ｆがけん銃（のちにモデルガンと分かったも\nの）を用意した経緯に関し、同被告人の検察官に対する平成三年一〇月一九日付け\n供述調書（乙第二一号）中には、同被告人が、被告人Ｈから「Ｉ」というホステス\n仲間がけん銃を持っているということを聞いて、同女からけん銃を入手したという\n趣旨の供述が録取され、一方、被告人Ｈの検察官に対する同日付け供述調書（乙第\n五四号）中では、自分としては、被告人Ｆがピストルを持って来たのを見て、同被\n告人がＩがけん銃を持っているということを言っていたので、Ｉから借りて来たの\nかと思ったという趣旨の供述が録取されている。このように、被告人ら相互間にお\nいて供述が食い違う場合であっても、食い違ったまま各被告人の供述内容が調書に\n記載されているということは、捜査官においても供述を一方的に押しつけたりせ\nず、本件通訳人らも被告人らの述べるところを忠実に通訳していることを窺わせる\nのである。さらにまた、被告人三名の各供述調書中には、被告人らが、捜査官らの\n作成した供述調書に署名指印するにあたり、調書の記載内容を読み聞けしてもらっ\nた際、訂正の申立てをした旨の記載のあるものもある。このことは、前記のよう\nに、殺害の状況等については右各供述調書中の供述内容と被告人らの原審公判廷に\nおける各供述等とが大筋において一致していることと相まって、捜査官の供述調書\nの読み聞けに際しても、本件通訳人が、誤訳していないことを表しているというこ\nとができる。\n（三）　以上のとおり、被告人らの検察官及び司法警察員に対する各供述調書の\n供述内容に照らし、被告人三名がＡを殺害するに至った経緯や、殺害の具体的状\n況、殺害後の金品奪取の状況などについて、本件通訳人らの通訳に誤りはなかった\nものと認められるところ、殺害に際して被告人らが抱いた意図や、被告人らの間の\n相談内容などに関して、これだけ別個にその通訳を誤ったと窺わせるような状況は\n存在しない。この点、被告人らは、いずれも、取調べを受けた当初においては、自\n分自身がＡを殺害する気持ちになったことや、被告人らの間でＡを殺そうと話し合\nったことがあることを述べているのみで、Ａを殺してバッグなどを奪おうなどと相\n談した旨述べるようになったのは、取調べを受けるようになってしばらくしてから\nのことと窺われる。すなわち、例えば、被告人Ｆの司法警察員に対する平成三年九\n月二九日付け供述調書（乙第一号）中では、Ａを殺害する直前の状況について、\n「毎日毎日ボスからグズグズ言われるから三人でシメちゃおうかと話したのです」\nと述べた旨記載されているだけである。なお、その際の取調べに立ち会った通訳人\nは、前記Ｄである。その後、捜査官らにおいては、実際に被告人らがＡの身につけ\nていた貴金属類や七〇〇万円にものぼる現金を奪って来ていたことから、当初から\n金品を強取する意思があったのかどうか、被告人らの間に共謀があったのかどうか\nなどについて、被告人らをかなり厳しく追及したことは窺われる。しかし、被告人\nらが、いったんＡに対し強盗殺人の犯意を抱いたことやその旨の共謀をしたことを\n認める供述を始めた後は、被告人三名の各供述調書に録取されている供述内容は、\n通訳人が異なっても、大筋において一致しており、このこともまた、本件通訳人ら\nの通訳がそれぞれ、誤ったものでないことを窺わせるものである。なお、強盗殺人\nの共謀に関する供述内容はいずれも、被告人三名がＡを殺害するという行為に出る\n前に、Ａを殺害したらパスポートや金銭等を奪って逃げることにしようという相談\nをしたという極めて具体的で明瞭な事柄であって、同女に対する殺害の意思と金銭\n等の奪取の意図との先後関係によってその意思や意図の意味内容が異なるという微\n妙なものではなく、日常の簡単な会話ができる普通の能力を有する者ならば、誰で\nも容易に言い表すことができるものである。すなわち、言語の時制とか文法等を理\n解しているかどうかという日本語の習熟度や表現力の相違によって異なってくると\nいうわけのものではないのである。また、強盗殺人罪の構成要件がどのようなもの\nであるかを知っている必要のないこともいうまでもない。\nなお、被告人らは、原審公判廷における各供述や被告人ら作成の手紙等におい\nて、自分たちがＡ殺害前に金品を強奪する旨の共謀をしていたなどという供述を捜\n査官らに対して行ったことは全くない旨述べているが、金品強奪の共謀等に関する\n供述が被告人らの各供述調書中に出てくるのは、特定の一項目においてだけではな\nく、犯行に至る経緯、犯行の状況、犯行後の状況などについて述べている中でも各\n所に出てくるのであって、全ての箇所において、本件通訳人らが誤訳をしたものと\nは到底考えられない。その意味で、被告人らの原審公判廷における各供述や被告人\nら作成の手紙等については、この点に関し、信用することができない。\n５　以上要するに、関係各証拠を総合すれば、本件通訳人らは、前記Ｂ、Ｃ、Ｄ\n及びＥを含め、いずれも、前記３でみたような趣旨で通訳人の適格性を備えてお\nり、所論のように通訳能力を欠如していたものでないことは十分に肯認できるので\nある。そして、被告人三名の検察官及び司法警察員に対する各供述調書は、被告人\nらがそれぞれＡに対し強盗殺人の犯意を抱いたことや相互間でその旨の共謀をした\nことを認めている部分を含め、本件通訳人らの通訳能力などとの関係で、その信用\n性を失うものでないことは明らかである。\nしたがって、右各供述調書を証拠として採用し、被告人らが金品強取の故意を有\nしていたことやその旨の共謀を遂げたことの認定資料とした原判決には、所論指摘\nのような判決に影響を及ぼすことが明らかな訴訟手続の法令違反はない。論旨は、\n理由がない。\n二　控訴趣意第二の二について\n１　所論は、要するに、次のようなものである。すなわち、原審では、原審第二\n二回公判期日に、「１」被告人Ｇ及び同Ｈの関係において、被告人Ｆの検察官に対\nする各供述調書（乙第一八号ないし第二一号）の各不同意部分を、「２」被告人Ｆ\n及び同Ｈの関係において、被告人Ｇの検察官に対する各供述調書（乙第三二号ない\nし第三五号）の各不同意部分を、「３」被告人Ｆ及び同Ｇの関係において、被告人\nＨの検察官に対する各供述調書（乙第五一号ないし第五四号（控訴趣意書では「第\n五二号」と記載されているが、「第五四号」の誤記と認める。））の各不同意部分\nをいずれも証拠として採用して取り調べ、原判決において、これらを被告人三名の\n有罪認定の根拠としている。そして、検察官は、被告人三名の検察官に対する右各\n供述調書中の各不同意部分について、原審第一六回公判期日に、これらを刑訴法三\n二一条一項二号後段（自己矛盾の供述）に該当する書面として取調請求（平成五年\n七月七日付け各証拠調請求書）をし、その後、右のうち被告人Ｆの各供述調書及び\n被告人Ｈの各供述調書の各不同意部分につき、取調請求の主位的根拠として同号前\n段（供述不能）に該当するとしているのである。しかし、原審は、被告人らの検察\n官に対する右各供述調書中の各不同意部分を証拠として採用した根拠を明らかにし\nていないが、これらは同号前段の書面にも当たらず同号後段の書面にも当たらない\nのであるから、これらを証拠として採用したことは違法である。\nこの点につき、検察官は、原審第一八回公判期日に実施された被告人質問に際\nし、被告人Ｆ及び同Ｈに対し、それぞれ、まず検察官が質問をしようとしたとこ\nろ、同被告人らが「ますはじめに弁護人らからの質問に答えてから、検察官の質問\nに答えたい」という趣旨のことを述べたことから、供述不に当たるとして、被告人\nＦの各供述調書及び被告人Ｈの各供述調書の各不同意部分につき、刑訴法三二一条\n一項二号前段に該当すると主張したのである。しかし、同被告人らは、原審第一八\n回公判期日から第二二回公判期日にかけて、弁護人らからの質問のみならず、検察\n官からの質問にも供述を拒否することなく答えているのであるから、右前段にいう\n供述不能の要件は存在していないのである。また、検察官が、被告人三名の右各供\n述調書中の各不同意部分につき、同号後段に該当するとして取調請求をした原審第\n一六回公判期日には、被告人らが、それまでの原審公判廷における各供述中で、右\n各供述調書中に録取された供述と相反する自己矛盾の供述をしていなかったのであ\nるから、右後段にいう自己矛盾供述は未だ存在していなかったのである。しかもそ\nの後、検察官は、右各供述調書中の各不同意部分につき、原審第一八回公判期日な\nいし第二二回公判期日における被告人らの供述と相反する部分の特定を行っておら\nず、原審裁判所も、これらを証拠として採用するにあたり、相反部分がいずれであ\nるか何ら摘示を行っていない。さらに、捜査段階における通訳が適正に行われたか\nどうか重大な疑義があり、原審における法廷通訳人の通訳能力が捜査段階における\n通訳人らのそれに比べて優れていることは明らかであるから、右各供述調書につき\n公判廷の供述より信用できる特別の情況のあることは、検察官によって立証されて\nおらず、むしろこの特信情況はなかったと認められるのである。\nしたがって、被告人三名の検察官に対する右各供述調書中の各不同意部分はいず\nれも、同号前段及び同号後段に定める要件を具備せず、証拠能力を欠くものである\nから、これらを証拠として取り調べ、被告人らが強盗殺人の共謀をしたとの事実を\n認定する資料とした原判決には、判決に影響を及ぼすことが明らかな訴訟手続の法\n令違反があるというのである。\n２　そこで、原審記録を調査して検討するに、原審で、被告人三名の検察官に対\nする右各供述調書中の各不同意部分が証拠として採用されて取り調べられるに至る\nまでの経過は、次のようなものである。すなわち、被告人三名の検察官に対する右\n各供述調書についてはいずれも、原審第一回公判期日に、検察官から、被告人三名\nの関係で証拠調べの請求があり、原審第二回公判期日に、弁護人から全被告人の関\n係でこれらを証拠とすることに同意しないとの意見が述べられたが、原審第九回公\n判期日に、弁護人から右意見を一部変更するとの申し出があり、右各供述調書それ\nぞれの各一部について証拠とすることに同意するとの意見が述べられ、弁護人が同\n意するとの意見を述べた部分については、同期日に、刑訴法三二六条に基づき被告\n人三名の関係で証拠調べの決定があり、その取調べが行われた。右各供述調書中弁\n護人が原審第九回公判期日に不同意とした各部分については、供述者である被告人\n以外の被告人二名の関係で、検察官から、原審第一五回公判期日に、刑訴法三二一\n条一項二号後段に該当する書面として取調べを求めるという請求（同年五月一九日\n付け各証拠調請求書）があり、原審第一六回公判期日に、いったん右五月一九日付\nけ証拠調請求を撤回するとした上で、同じくこれらが同号後段に該当するとして取\n調べの請求（平成五年七月七日付け各証拠調請求書）があり、さらに、原審第一九\n回公判期日に、右のうち被告人Ｆの各供述調書及び被告人Ｈの各供述調書の各不同\n意部分につき、同被告人らが供述を拒否しているので、同号前段により取り調べら\nれたいという申し出があったのである。そして、原審では、このような経過を経\nて、被告人三名の右各供述調書中の各不同意部分について、原審第二二回公判期日\nに証拠調べの決定をし、その取調べを行うに至ったものである（なお、その際、証\n拠決定においては証拠能力に関して明示的な判断は示していない。）。なお、供述\n者である各被告人の関係においても、自己の供述を録取した右各供述調書中の各不\n同意部分について、原審第一七回公判期日に、検察官から、刑訴法三二二条一項に\nより取り調べられたいという申し出があり、原審第二二回公判期日に、同様に証拠\n調べの決定があって、その取調べが行われている。\n３　（一）　ところで、当事者から取調べの請求のあった証拠てあっても、証拠\nの採否を決定するに当たり、証拠能力についての裁判所の判断は、これに関する当\n事者の主張に拘束されるものではない。すなわち、本件についてみると、右のよう\nな経過に照らし、被告人三名の検察官に対する右各供述調書については、原審第一\n回公判期日に検察官から証拠調べの請求があり、原審第九回公判期日に、弁護人が\n証拠とすることに同意した各部分については被告人三名いずれの関係においても証\n拠調べが行われたが、その後、各不同意部分については、検察官から証拠調べの請\n求の撤回は行われていなかったのであるから、原審第二二回公判期日に至るまで、\n裁判所の証拠決定は留保された状態にあったものである。その間、右各不同意部分\nについて、前記２でみたとおり、検察官から、供述者以外の被告人らの関係におい\nては刑訴法三二一条一項二号後段あるいは同号前段に定める書面に該当するとの主\n張があり（なお、検察官は、被告人質問などによりいわゆる特信性の立証を行うこ\nとにも努めている。もっとも、検察官は、右のような主張立証を行うに当たり、新\nたな証拠調べの請求や証拠調べの請求の撤回のような形を取っているが、当初の請\n求を撤回していない以上、新たな請求などとみることはできず、証拠能力に関する\n主張ないし立証と解すべきである。）、これに対して、弁護人から、同号前段にも\n同号後段にも当たらないとする反対の主張がなされ、関連して検察官の主張を反駁\nする種々の意見が述べられている。しかし、このように、検察官及び弁護人からそ\nれぞれの主張ないし立証活動が行われても、裁判所がこれに拘束されないことは前\n示のとおりであり、原審第二二回公判期日に、右各不同意部分について証拠調べの\n決定を行ったのも、その時点までの当事者の立証の結果や審理経過などに照らし、\nこれらに証拠能力があると判断したことによるものである。\n（二）　（１）そして、原審で、被告人三名の検察官に対する右各供述調書中の\n各不同意部分について、これらを証拠として取り調べたのは、前記のとおり証拠決\n定において明示の判断は示していないものの、被告人三名がいずれも、原審第二二\n回公判期日に至るまで、原審公判廷において、犯罪事実等に関し具体的な供述を行\nっていることに照らし、供述者以外の被告人らの関係においては、これらが同号後\n段に該当する書面であると認めたことによるものであることは明らかである。\n（２）　そこでまず、右各供述調書中の各不同意部分と被告人らの原審公判廷に\nおける各供述との相反部分についてみると、検察官が、平成五年七月七日付け各証\n拠調請求書で相反部分として指摘した点に関しては、被告人三名はいずれも、原審\n第一八回公判期日以降の公判廷における供述中で、右各供述調書中の各不同意部分\nに録取されている検察官の面前における供述と相異なる供述をしていることが認め\nられる。すなわち、被告人三名の右供述調書中の各不同意部分に録取されている供\n述は、そのほとんどが、自分たちにおいては、Ａを殺して逃げようと考えるととも\nに、逃げるときにはパスポートも要るしお金も要るので、パスポートのほか、現金\nや貴金属類なども奪って逃げようという気持ちであった、そして、三人の間で、Ａ\nを殺した後は現金、金のブレスレット、パスポートなどの入っているバッグを奪っ\nて逃げようという相談をしていたという趣旨の供述である。これに対し、被告人三\n名の原審公判廷における各供述はいずれも、自分たちは、Ａを殺して逃げようとい\nう気持ちになったことはあるが、現金や貴金属類を奪って逃げようということを事\n前に考えたことはない、そのような相談をしたこともない、Ａを殺そうという相談\nをしたのも、実際に殺す直前であるという趣旨の供述である。したがって、被告人\n三名の右各供述調書中の各不同意部分について、被告人三名の原審公判廷における\n各供述が、同号後段にいう「相反するか実質的に異なった供述」に当たるというこ\nとができるのは明らかである。\n（３）　さらに、特別の信用情況について検討すると、被告人三名の右各供述調\n書に録取されている供述はいずれも、全体として、被告人らがＡを殺害するに至っ\nた経緯や、殺害の具体的状況、殺害後の金品奪取の状況、犯行現場から千葉県市原\n市内のホテルまで至った状況などについて、詳細かつ具体的に述べているものであ\nって、全体として、自然の流れに沿い、前後の脈絡も明確であり、十分に信用でき\nるものである。そして、Ａの殺害に際して被告人らの抱いていた気持ちにつき、パ\nスポートのほか現金や貴金属類なども奪って逃げようとも考えていた旨述べたり、\n被告人三名の間でそういう趣旨の相談を行ったなど、金品強取の共謀があった旨述\nべたりしている部分も、犯行に至る経緯や犯行状況などに関する供述と一体をなす\nものであり、全体的な流れの中で、他の部分と異質的なことを述べたものではな\nい。その意味で、犯行に至る経緯や犯行状況、犯行後の状況などに関し、被告人三\n名の右各供述調書に録取された供述が信用できるものとすれば、被告人らの抱いた\n意図や被告人らの間の共謀などに関する部分についてだけ、右各供述調書に録取さ\nれた供述内容に信用性がないということは許されないといわなければならない。ま\nた、関係各証拠によると、被告人らは、右ホテルで警察官らに所在を発見されたの\nちは、警察官らに反抗的な態度をとるようなことなど全くなく、その後捜査段階に\nおいて、警察官や検察官らの取調べに任意に応じ、素直な態度で供述していたこと\nが窺われるのであって、警察官等が、被告人に対し、暴行や脅迫を加えて自白を強\n制したりしていないことは十分に認められる。なお、所論は、捜査官らの取調べ\nが、通訳人を介して行われていることから、本件通訳人らには通訳能力が欠如して\nいるので、右各供述調書の信用性はないというであるが、所論が採用できないこと\nは、前記一において詳細に検討したとおりである。\nこれに対し、被告人三名の原審公判廷における各供述についてみると、犯行に至\nる経緯や犯行状況、犯行後の状況などに関しては、被告人らの内心の意図などを除\nけば、被告人三名の右各供述調書と概ね一致し、その意味で信用性も同様に考えら\nれる。しかし、Ａを殺害した際の自分たちの気持ちなどについて述べる部分は、そ\nの際強盗殺人の故意がなかったことやその旨の共謀がなかったことを強調する供述\nであって、全体的な流れとはそぐわぬものがある。そして、被告人三名とも、原審\n公判廷における各供述中で、パスポートや身分証明書などは持って逃げよう、その\nためにパスポートの入っているバッグを持って逃げるなどということはＡを殺害す\nる前から考えていたという趣旨のことを述べており、極めて強調して述べているの\nは、現金や貴金属類など金目の物を奪う意思がなかったということである。また、\n被告人らは、原審公判廷における各供述中で、他の被告人の供述と自分の供述とを\n整合しようと努めたり、Ａを殺したことについても、自己の行為の正当性を強調し\nていることも顕著である。なお、被告人らのうち二名は、所論でも触れているよう\nに、原審第一八回公判廷において、検察官が被告人質問を行おうとした際、まず弁\n護人から質問をして欲しいなどと言って、検察官の質問に対し答えることを拒否す\nるという供述態度をとったこともある。\n以上から結局、被告人三名の右各供述調書中の各不同意部分と被告人三名の原審\n公判廷における各供述につき、右にみたような供述内容や供述態度その他供述に際\nしての諸状況を対比して検討すると、被告人三名の原審公判廷における各供述より\nも右各供述調書中の各不同意部分に録取された被告人三名の各供述を信用すべき特\n別の情況があると認めることができる。\n４　以上要するに、被告人三名の検察官に対する右各供述調書中の各不同意部分\nは、供述者である被告人以外の被告人二名の関係では、刑訴法三二一条一項二号後\n段に該当する書面として証拠能力を有するものと認められるので、原審で、原審第\n二二回公判期日に、これらを証拠として採用し取り調べた（供述した本人である各\n被告人との関係においては、同法三二二条一項書面として採用し取り調べてい\nる。）ことに何ら違法はない。したがって、原判示の強盗殺人の事実を認定するに\n当たり、右各供述調書中の各不同意部分を認定資料として用いた原判決には、所論\nのような判決に影響を及ぼすことが明らかな訴訟手続の法令違反はない。論旨は、\n理由がない。\n三　控訴趣意第二の三について\n１　所論は、要するに、次のようなものである。すなわち、警察官らは、被告人\n三名の入室していたＪホテルの客室内に、被告人らの同意も得ないで、いきなり侵\n入し、被告人三名を、任意同行と称して、遠く離れた茨城県下館市所在の下館警察\n署まで連行した上、被告人らからその所持していた貴金属類などを提出させたので\nあるから、右のような証拠物の収集は、警察官職務執行法の要件を欠き、任意捜査\nの限界を越えているから、これら証拠物に証拠能力があるとした原判決は、警察官\n職務執行法二条、憲法三一条、三三条、三五条の解釈適用を誤ったものであり、こ\nれら証拠物を有罪の認定の資料とした原判決には、判決に影響を及ぼすことが明ら\nかな訴訟手続の法令違反があるというのである。\n２　そこで、原審記録及び証拠物を調査して検討すると、本件各証拠物につい\nて、その証拠能力を否定すべき事情など一切存在せず、原判決が「争点に対する判\n断」の項の一４で説示するところも、概ね正当として維持することができる。\n３　（一）　関係各証拠によると、まず前提として、Ｊホテルにおける被告人ら\nの状況としては、被告人三名が、本件犯行の当日である平成三年九月二九日午前一\n一時半過ぎころ、千葉県市原市ａｂ番地のｃ所在のＪホテルにタクシーで訪れ、同\nホテルの宿泊客として、その後は同ホテルｄ階ｅ号室に在室していたこと、同室内\nにおいて、被告人三名が、シャワーを浴びるなどして備付けの浴衣に着替えたりす\nるとともに、バスタオルにくるんで持って来た、血の付いたネックレスやブレスレ\nットなどを洗面台に入れて洗ったりし、さらに、同じくＡのもとから持って来たウ\nエストバッグを開き、中に七〇〇万円余りの現金が入っているのを発見して、その\nうちから各被告人に二二〇万円ずつ分けたりしていたことなどが明らかである。\n（二）　そして、同室に警察官らがやって来た後の状況については、次のような\n事実が認められる。すなわち、\n（１）　同日午後一時ころ、千葉県市原警察署所属のＫら警察官六人がＪホテル\nに赴いたこと、その際、Ｋらの得ていた情報は、茨城県下館警察署管内で殺人事件\nが発生し、容疑者らしいタイの女性三名がＪホテルにチェックインした模様という\nものであったこと、そして、同ホテルの支配人から、タイ女性らしい不審者三名が\nチェックインしているという話を聞き、支配人と一緒にその者らの泊まるｄ階ｅ号\n室に向かったこと\n（２）　同室には施錠してあったことから、支配人が、出入口のドアを三回くら\nいノックし、これに応答がなかったため、持って来ていたマスターキーを使ってド\nアを開き、自分から同室内に立ち入ったこと、続いて、Ｋら警察官三人が同室内に\n入り、他の三人の警察官が、同室前の廊下に待機していたこと\n（３）　その際、被告人三名は、同室の窓際に接するように二つのベシドを繋い\nだ形で置き、その上に座っていたが、入室して来た制服姿の警察官らに対し、入室\nを拒絶する態度を取ったり、大声で怒鳴ったりするようなことはなかったこと\n（４）　Ｋらは、被告人三名に対し、日本語で、警察官である旨告げた上、事情\nを尋ねようとしたが、被告人らには日本語が通じない様子であったため、英語でパ\nスポートを見せるよう求め、これに応じて被告人らの差し出したそれぞれのパスポ\nートを受け取ったこと\n（５）　午後一時二五分ころ、茨城県下館警察署から出向いて来たＬなど茨城県\n警察所属の警察官らが、右ｅ号室に到着し、Ｋら市原警察署所属の警察官から簡単\nな状況説明を受けたり、被告人らのパスポートの引き継ぎを受けたりしたこと、そ\nの際に、Ｌらの得ていた情報は、下館市ｆのｇアパートでタイ人の女性が刃物で殺\nされたが、同居していたタイ人の女性四人位が姿を消していること、タイ人らしい\n女性三人がタクシーでｈの「Ｍ」という店に向かい、次いで、つくば市内のホテル\nＮに立ち寄り、そのホテルに三〇分位いた後、Ｏタクシーからタクシーを呼んで出\nて行ったこと、そのタクシーは、右三人を乗せて千葉県市原市に向かい、同市内の\nＪホテルで右三人を降ろしたこと、その女性のうちの一人は、赤色のジャーシを着\nていること、殺された女性の持ち物であった赤色の鞄やウェストバッグのほか、ネ\nックレス等の貴金属類が現場から失われていることなどというものであったこと\n（６）　Ｌらは、同室において、被告人三名の中に赤色のジャージを着た者は居\nなかったものの、そのうちの一名の着るパジャマのズボンのすそに血痕らしいもの\nが付着しているのを発見したこと\n（７）　また、Ｌらは、赤色の鞄や大きなバッグの置かれているのを見つけ、被\n告人らに対し、英語や身振りなどを交えながら、鞄やバッグを開けて中を見せるよ\nう求めたこと、被告人らは、赤色の鞄については、鍵が掛かって開かないという身\n振りをしたものの、右バッグは自分たちの手でファスナーを開いたこと、Ｌらが、\n右バッグの中の様子を窺ったところ、一番上に赤色のジャージの入っているのが見\nえ、右ジャージには血痕様のものが十数点付着しているのが認められ、さらに、右\nジャージの下に貴金属類が黄色のタオルに包まれて入っていたのが見えたこと\n（８）　Ｌらは、電話で上司の指示を求め、上司から、被告人らから事情を聞く\nには、通訳人を介することを要するので、被告人らを下館警察署まで任意に同行し\nて来るよう指示されるとともに、その途中、被告人らを連れて市原警察署に立ち寄\nり、被告人らを乗せたと思われるタクシーの運転手に被告人らの面通しをさせるよ\nうにという指示を受けたこと\n（９）　そこで、Ｌらは、被告人らに対し、片言の英語や手振り身振りを交えな\nがら、下館警察署まで一緒に行こうという趣旨のことを言って同行を求めたこと、\n被告人らにおいては、そのうちの一人が「どこ」などと行き先を聞き返した後、他\nの被告人二人と言葉を交わしたりしたものの、拒否するような態度を示さなかった\nことから、Ｌらとしては、被告人三名が同行することを承諾したものと判断したこ\nと\n（１０）　Ｌなど茨城県警察所属の警察官らは、市原警察署所属の警察官らとと\nもに、同日午後二時ころ、鞄やバッグなどを持った被告人三名を伴い同ホテルを出\nて、被告人らを捜査車両（普通乗用自動車）二台に乗せて市原警察署に向かったこ\nと、その際、被告人らはいずれも、警察官らの指示に素直に従い、同行を拒んだり\n抵抗したりすることは全くなかったこと、なお、被告人らが、右ｅ号室で、前記\n（一）認定のように自分たちでバッグなどの中を調べた際、同室のごみ箱などの中\nに捨てていた被告人ら以外の者ら名義のパスポート三通などは、ＬなどがＪホテル\nの支配人から任意提出を受けて、領置手続をとったこと\n（１１）　Ｌなど茨城県警察所属の警察官らは、被告人三名を同行して、いった\nん市原警察署に立ち寄ったが、上司から前記タクシーの運転手による被告人らの面\n通しは茨城県つくば中央警察署で行うようにという連絡があったため、直ちに自動\n車で、被告人三名をつくば中央警察署まで同行したこと\n（１２）　同警察署で、被告人ら三名の面通しを行ったタクシーの運転手は、被\n告人らはＮホテルからＪホテルまで自分の運転するタクシーに乗せた女性たちであ\nることに間違いない旨述べたこと\n（１３）　Ｌなどは、同日午後五時五分ころ、被告人三名を同行して下館警察署\nに到着したこと、捜査担当の警察官らは、直ちに、同警察署内で、すでに待機して\nいた通訳人らを介して、被告人三名から事情聴取を始めたこと\n（１４）　警察官らは、被告人三名に対し、通訳人を介してその趣旨を説明した\n上、所持品の任意提出を求め、これに応じる態度を取った被告人らから、赤色の鞄\nやバッグに入っていた貴金属類、現金など所持品の任意提出を受けるとともに、被\n告人らにそれぞれ任意提出書を作成させて、領置手続をとったこと\n（１５）　そして、被告人Ｈは、同日午後一〇時二九分に、被告人Ｇは、同日午\n後一〇時三〇分に、被告人Ｆは、同日午後一〇時三四分にそれぞれ強盗殺人の嫌疑\nで緊急逮捕されたことなどの事実が認定できる。\n４　右３認定の各事実に照らし、警察官らが、Ｊホテルにおいて、被告人らのチ\nェックインしたｄ階ｅ号室に立ち入って、被告人らから事情を尋ねようとしたり、\nパスポートを見せるよう求め、被告人らの差し出したそれぞれのパスポートを受け\n取ったりしたことは、警察官職務執行法二条に規定する職務質問としてなされたも\nのであることは明らかである。また、その後にやって来たＬらが、被告人らに対\nし、同室内に置かれていた赤色の鞄やバッグなどを開けて中を見せるよう求め、さ\nらに、被告人らがファスナーを開いたバッグの中の様子を調べ、血痕様のものが十\n数点付着している赤色のジャージや、その下に貴金属類が黄色のタオルに包まれて\n入っているのを見たりしたことも、職務質問に付随して行った所持品検査であるこ\nとが明らかである。そして、その間に、警察官らが被告人らに強制にわたるような\n実力を行使したということは全く認められず、職務質問や所持品検査としてその方\n法も相当なものであったと認められる。すなわち、当初、市原警察署所属の警察官\nらの行ったｅ号室への入室行為についてみても、右３認定の各事実から明らかなよ\nうに、殺人という重大事件に関連する者らの所在の確認等の緊急性や必要性の極め\nて強い状況の下で行われたものである。入室に際し、まず、ホテルの支配人が、出\n入口のドアを三回くらいノックし、これに応答がなかったため、持って来ていたマ\nスターキーを使ってドアを開いているが、ホテルの支配人としても、警察官らから\n説明を受け、ホテルの運営管理という面からも、客室に入った客から話を聞く必要\nがあると考え、鍵を使ってドアを開けるに至ったものと認められ、ホテルの客室と\nいうものの性格上、外から鍵を使ったことが直ちに強制力の行使に当たるものでは\nなく、本件のような状況のもとでは、こうした形での入室もやむを得ないものであ\nったと考えられる。また、被告人三名に各パスポートを差し出させてその記載内容\nを調べたり、バッグを開かせてその中に入っているものを見たりしたことについて\nみても、警察官らとしては、被告人らの身元を調べるとともに、被告人らが自らを\n傷つけたり、他人に危害を及ぼしたりする凶器等の危険物を所持するなどしていな\nいかどうかを確認するのは、職務上当然のことである。しかもその際、被告人三名\nはいずれも、右３（二）認定のように、警察官らの求めに対して拒否したり抵抗し\nたりすることもなく、素直に応じており、その他警察官らの行うことについて反対\nの意思を表明したりしたこともなかつたことが明らかである。\nさらに、右３の（二）（９）ないし（１３）認定のように、警察官らが、被告人\n三名に対し下館警察署まで同行して来るよう求め、これに応じる態度をみせた被告\n人らを自動車に乗せ、市原警察署を経由してつくば中央警察署に至り、同警察署で\nタクシーの運転手による面通しを行った後、下館警察署まで同行して来たのは、下\n館市ｆのｇアパートでタイ人の女性が刃物で殺された事件の捜査活動として行った\nものであり、警察官らとして、客観的な状況に照らして被告人らが右殺人事件と直\n接の係わり合いを持っている疑いが濃く、したがって、いわゆる重要参考人として\n被告人らから事情を聞いたりする必要があると判断して行ったものと認められる。\nまた、このように被告人らに同行を求めるに当たり、警察官らが実力を行使したよ\nうな状況などは一切なく、被告人らが任意にこれに応じていたものと認められる。\nそして、右３認定のような当時の客観的状況等に照らし、被告人らを乗せたと思わ\nれるタクシーの運転手に早急に被告人らの面通しをさせる必要があったことも明ら\nかであり、また、被告人三名からの事情聴取には、通訳人を介する必要性もあり、\n通訳人の確保という、やむを得ない合理的な事情があることも十分に肯定できるの\nであるから、被告人三名を自動車に乗せ、千葉県市原市所在のホテルから、市原警\n察署やつくば中央警察署を経由して、かなりの距離のある茨城県下館市所在の下館\n警察署まで同行して来たことも、任意捜査として許容される限度を越えたものでは\nない。さらにまた、警察官らが、被告人らから下館警察署で事情を聴取していた\n際、被告人らに所持品の任意提出を求め、被告人三名から所持していた鞄やバッグ\nなどとともに現金、貴金属類を差し出させたことについても、右３の（二）（１\n４）認定のとおり、被告人らは、通訳人を介して任意提出の趣旨の説明を受けた\n上、これに応じる態度を取っていたことが認められ、その際、被告人らの意思に反\nして強制的に所持品を提出させたりした形跡は一切窺えない。すなわち、被告人ら\nからその所持していた現金、貴金属類などを領置した手続に何ら違法な点はない。\n５　以上要するに、警察官らが、Ｊホテルにおいて、被告人らの入っていた客室\nに鍵を開けて立ち入り、被告人らに職務質問をしたり、パスポートの提示を求めた\nりし、次いで、被告人らを自動車で下館警察署まで同行し、さらに被告人らにその\n所持する現金や貴金属類などの任意提出を求め、被告人らの提出した所持品につき\n領置手続をとった一連の行為は、警察官職務執行法の要件を備え、また、任意捜査\nとして許容される範囲を逸脱したものでないことが明らかであるから、被告人らの\n提出した右現金や貴金属類などを証拠物として取り調べ、これらを有罪認定の根拠\nとした原判決には、警察官職務執行法二条、憲法三一条、三三条、三五条の解釈適\n用に誤りはないのである。したがって、原判決には、所論指摘のような判決に影響\nを及ぼすことが明らかな訴訟手続の法令違反はなく、論旨は、理由がない。\n第二　控訴趣意中、事実誤認及び法令適用の誤りの主張について\n一　控訴趣意第三の一ないし三について\n１　所論は、要するに、原判決は、被告人三名が、Ａを殺害するに当たり、それ\nぞれに強盗殺人の故意があり、事前に金品を強取する共謀を遂げた上、Ａを殺害し\nて現金や貴金属類を強取したとの事実を認定判示し、一方、その動機については明\n確な判断を示していないが、被告人三名にはいずれも強盗殺人の故意がなく（控訴\n趣意第三の二）、事前に被告人ら相互間で金品強奪の共謀を遂げたこともなく（前\n回の一）、Ａを殺害した動機は、ただ監禁状態から逃げるためであった（前回の\n三）のであるから、原判決には、判決に影響を及ぼすことが明らかな事実認定の誤\nりがあるというのである。\n２　そこで、原審記録及び証拠物を調査して検討すると、原判決挙示の関係各証\n拠を総合すれば、原判決が認定判示する罪となるべき事実（「犯罪事実」と表示）\nは、被告人三名にそれぞれ強盗殺人の故意があり、事前にその旨の共謀を遂げた点\nを含め、概ね正当としてこれを維持することができ、原判決が「争点に対する判\n断」の項の一５以下で説示しているところも、大筋においてこれを正当として是認\nすることができ、原審で取り調べたその余の証拠及び当審における事実取調べの結\n果を合わせて検討しても、原判決には、所論のような判決に影響を及ぼすことが明\nらかな事実認定の誤りはない。以下に、若干補足して説明する。\n３　（一）　まず、前提として、被告人ら相互間の関係、被告人らとＡとの関\n係、被告人らの生活状況その他、本件犯行に至るまでの経緯についてみると、関係\n各証拠を総合すれば、次のような事実が認められる。すなわち、\n（１）　被告人Ｆは、平成三年（一九九一年）三月一六日、日本国に入国したも\nのである。同被告人は、タイに住む知り合いの者から、日本でレストランのウエイ\nトレスとして働けば給料がよいので同被告人の両親によい仕送りができるなどとい\nう誘いを受け、世話役として紹介された者から航空便の運賃のほかパスポートを取\n得するのに要した費用や衣類代などの立て替えを受けたことから、右世話役の者に\n連れられて、同日、飛行機で成田空港に到着したが、その際、自分自身の所持金と\nしては日本円にして一〇〇〇円にも満たないものであった。ところが、同被告人\nは、成田空港に到着直後、右世話役の者から、同被告人名義のパスポートと入国審\n査の際の見せ金として渡されていた現金などを取り上げられ、右世話役の者や途中\nから加わったタイ人や日本人らに、同様の趣旨で連れとなっていたタイ人女性三名\nとともに、同空港近くのホテルやアパート三か所を連れまわされて、三か所目のア\nパートで、Ａ（当時二八歳）に引き合わされ、同被告人においてはＡと一緒に行く\nよう指示されるとともに、同被告人名義のパスポートなどをＡの方に引き渡される\nに至った。\n（２）　同被告人は、その直後、Ａから、お前はＡに対して三五〇万円の借金が\nあるので、売春の仕事をして返せという趣旨のことを言われ、同被告人の持つ身分\n証明書などの入っていたハンドバッグを取り上げられた。そして、同被告人は、同\n日、Ａに、千葉県佐原市内のアパートに連れて行かれ、同夜から近くのスナックに\n働き出され、その後は、右アパートに住む二、三〇人のタイ人女性とともに、店に\n来る客を相手に売春を行わされていた。その後、同被告人は、Ａに連れられ、茨城\n県つくば市ｈ所在のスナック「Ｍ」や同県稲敷郡ｉ村所在のスナックに移り、Ａと\n同じアパートに住まわされて、同様の売春の仕事を行うことを強制され、さらに、\n同年五月下旬、同県下館市大字ｆｊ番地のｋ所在のｇアパートｌ号室に移り、その\n後は同アパートに住み、同県真壁郡ｍ町所在のスナック「Ｐ」でホステスとして働\nくとともに、店の客らを相手に売春を行うことを強いられていた。\n（３）　被告人Ｇ及び同Ｈはいずれも、同年八月一一日、一緒に日本国に入国し\nたものである。同被告人らも、被告人Ｆと同様に、それぞれ知り合いの者から、日\n本の工場で働けば高齢の母親によい仕送りができる（被告人Ｇ）、あるいは日本の\nレストランでホステスとして働けば給料もよく、前借りもできるので両親や子供に\n十分送金ができる（被告人Ｈ）などという誘いを受け、航空便の運賃のほかパスポ\nートを取得するのに要した費用などの立て替えを受けたことから、世話役の者らに\n連れられて、同日、たまたま同行する形で飛行機で成田空港に到着した。そして、\n被告人Ｇ及び同Ｈは、右世話役の者らに連れられて、成田空港近くのホテルに一泊\n後、東京のホテルで一泊し、さらに右世話役の者らの知り合いの者の住むアパート\nへ連れて行かれ、その間に同被告人ら名義の各パスポートを取り上げられ、同月一\n五日、右世話役の知り合いの者に連れて行かれた千葉県内のアパートにＡがやって\n来て、同被告人らのパスポートの引き渡しを受けたＡから一緒に来るように指示さ\nれた。\n（４）　被告人Ｇ及び同Ｈは、同日夜、Ａに連れられてｇアパートｌ号室に到着\nし、翌一六日、同女に伴われて買い物に出かけたが、買い物から帰って来た際、同\n女から、自分はあんたたちを買ったのだから、あんたたちは三五〇万円の借金を返\nさなければならない、買って来た物の代金も借金になる、部屋代も月五万円が借金\nに加わるという趣旨のことを告げられた。そして、同被告人らは、同日夕方、車に\n乗せられて、スナック「Ｐ」に出勤させられ、さらに、Ａから、客と一緒にホテル\nに行って売春をしろということを言われて、実際にそれぞれ紹介された客と一緒に\nホテルに赴かされるに至り、同日夜以降は、被告人Ｆと同じく、ｇアパートｌ号室\nに住み、毎晩スナック「Ｐ」に出かけてホステスとして働くとともに、店の客らを\n相手に売春を行うことを強いられていた。なお、被告人らと同様にｇアパートｌ号\n室に住み、スナック「Ｐ」で売春の客を取らされるタイ人女性は、被告人らのほか\nにも二〇人前後いた。\n（５）　被告人三名は、こうして、Ａから売春を行うことを強いられ、さらに同\n女には、被告人らの前記借金の返済に充てるということで、客の支払う売春の対価\nを全て取り上げられ（ただし、Ａは、そのうちから客一人につき五〇〇〇円をスナ\nック「Ｐ」の経営者に支払うということをしていた）、被告人ら自身としては、\n「Ｐ」から給料等の支払いを受けたことがなく、売春の相手がくれるいわゆるチッ\nプだけが唯一の収入になっていたが、Ａに見つかると借金の返済に充てると称して\nこれまでも取り上げられるおそれがあったため、同女に知られないようにこっそり\nと隠していた。さらに、被告人三名は、Ａから、部屋代や食事代、買った衣類の代\n金なども借金の上乗せになると告げられていたほか、土曜日曜に売春の客がいない\nときは五〇〇〇円が、三日間客がつかないときは一日分が罰金として借金に加算さ\nれ、さらに、日本に来てから七か月以内に借金を返済し終わらなければ、罰金一〇\n万円を加算するなどと言われていた。\n（６）　さらに、被告人三名は、売春の相手から屈辱的な行為を求められた際に\nこれを断ったりしたことが、Ａの耳に入ったときは、同女から口汚く罵られたり、\n殴る、蹴る、髪の毛を引っ張るなどの乱暴をされたりし、また、日頃から、同女\nに、お前たちは勝手に外出するな、国元に電話をかけたりするななどと厳しく言わ\nれ、さらには、もしお前たちが逃げ出したりすれば、必ず捜し出して殺すし、お前\nたちの親もタイにいる者に殺させるという趣旨のことを激しい口調で言われたりし\nた。\n（７）　被告人Ｆ及び同Ｈは、同年九月一七日ころの夜、Ａが留守の折りをみ\nて、無断でｇアパートから外出し、近くのスーパーマーケットで菓子を買って来た\nが、これを仲間の告げ口で知ったＡから、同月一九日又は同月二〇日ころ、「勝手\nな行動するな、国際電話を掛けるな」「外出禁止」などと怒鳴られ、その際、被告\n人Ｆが、「電話位いいでしょ」と言い返したりしたことから、Ａに、「借金のこと\nを考えろ、お前ら気をつけろ」などと怒鳴られたり、被告人らを激しく貶めるよう\nな言葉で罵られたりした。\n（８）　さらに、被告人Ｆ及び同Ｈは、同月二〇日前後ころ、それまで二段ベッ\nドの置かれていた部屋で寝起きしていたことから、両名がベッドの上で言葉を交わ\nしていたところ、Ａに部屋に入って来られ、「お前たちどうして二人でいるの、何\nしているの、すぐ降りなさい」「お前らあんまり問題を起こすんじゃないよ」など\nと叱責された上、被告人ＨはＡと同じ部屋で寝起きするよう命じられた。\n（二）　被告人三名がＡを殺害した際の具体的状況や、その直後にＡの身につけ\nていた貴金属類や、パスポートの在中したウエストバッグなどを奪い取ったりした\n状況等については、被告人三名の各供述はそれぞれ、捜査段階から公判段階を通\nじ、大筋において供述の変遷はなく、また、被告人らの各供述相互間でも、細部は\nともかく、基本的にはほとんど食い違いはない。また、本件犯行前に、Ａを殺すこ\nとなどに関し、被告人らの間で一定範囲の話を交わしていたことについては、被告\n人三名とも、公判段階における各供述中でも認めている。すなわち、被告人三名の\n捜査段階及び公判段階における各供述を総合し、その余の関係各証拠と合わせ考え\nれば、次のような事実を認定することができる。\n（１）　まず、被告人らが、Ａを殺すことなどに関し、話を交わした状況として\nは、少なくとも、次のような事実が認められる。すなわち、「１」被告人Ｆは、前\n記（一）の（８）認定のように、右九月二〇日前後ころ、ベットの置かれていた部\n屋で被告人Ｈと話し合っているのをＡに叱られ、同被告人にＡの寝る部屋に移るよ\nう命じられた直後ころ、同被告人に対し、Ａを殺してここから逃げ出そうという趣\n旨のことを話し、同被告人においてもこれに賛同する態度を示したこと、「２」そ\nの後、被告人Ｈが、被告人Ｇに対し、「ＦがＡを殺して逃げようということを言っ\nているが、一緒に来るか」という趣旨の話をし、同被告人においても「一緒に行\nく」という趣旨の返事をしていたこと、「３」同月二八日夜、スナック「Ｐ」にお\nいて、被告人Ｆが、被告人Ｈに対し、カラオケの申込み用紙に「今晩はどうか」と\nいう趣旨のことを書いたメモ書きを渡したが、同被告人は、「まだです」などと書\nいたメモを被告人Ｆに渡していることなどは十分に肯認できる（なお、金品強取の\n相談の有無、共謀の成立時期などについては、後に詳しく検討する。）。\n（２）　また、本件犯行の準備に関し、「１」被告人Ｆは、ｇアパートの別棟に\n住み、スナック「Ｐ」で働かされているタイ人女性の一人がけん銃を持っていると\nいう話を聞いたことから、同月二七日ころ、同女にその持つけん銃（後にモデルガ\nンと判明）を見せて貰い、これを借り受けることについて同女の承諾を得たこと、\n「２」また、同被告人は、そのしばらく前ころ、ベッドの置かれていた部屋で果物\nナイフ（当庁平成六年押第三〇五号の１）を発見したことから、被告人Ｈに、これ\nを隠しておくように依頼して渡していたことなども認められる。\n（３）　本件犯行の直前の状況、犯行の具体的状況などについは、次のような事\n実が明らかである。すなわち、\n「１」　被告人三名は、同月二八日夜、いつものとおり、スナック「Ｐ」に出勤\nしたが、被告人Ｆは、売春の客が付かなかったので、翌二九日午前一時ころ、Ａ及\nび仲間のタイ人女性一人と一緒にｇアパートｌ号室に帰り、Ａが台所で食事を作っ\nたのに引き続いて、同被告人も食べ物を作って食事を済ませたこと、同被告人は、\nその直後ころ、前記けん銃を持つ女性の部屋を訪れ、同女の使うベッドの下からけ\nん銃を取り出して来て、ベッドの置かれた部屋の自分のベッドの下にこれを隠し置\nいたこと\n「２」　それぞれ売春の客とホテルに赴いていた被告人Ｈ及び被告人Ｇも、同日\n午前三時ころ、ｇアパートｌ号室に帰って来て、台所やこれに引き続く居間で、被\n告人Ｆらの作っておいた食事を食べた後、和室六畳間において、一番奥に布団を敷\nいて寝ているＡの隣の布団に被告人Ｇが、入口側の布団に被告人Ｈがそれぞれ横た\nわり、眠ってしまったこと、被告人Ｆにおいても、自分のベッドに入ったり、居間\nでテレビを見たりしていたが、そのうち眠り込んでしまったこと\n「３」　被告人Ｆは、同日午前六時ころ、目を覚ましたが、仲間のタイ人女性一\n人が自分と同じ部屋のベッドで寝ているだけの様子であつたことから、和室六畳間\nにこっそりと入り、被告人Ｈの体に手で触って、同被告人を起こしたこと、同被告\n人らは、被告人Ｈが起き上がり、居間にやって来た後、被告人Ｆが「Ｈやるか」と\n尋ね、被告人Ｈが「本気か、本当にやるのか」などと尋ね返し、さらに、被告人Ｆ\nが「本気だ」、被告人Ｈが「じゃあやろう」などという問答を行つて、お互いの意\n思を確認したこと、なお、その間に、仲間のタイ人女性一人が外から帰って来た\nが、まもなく外へ出ていったこと\n「４」　被告人Ｆ及び同Ｈは、被告人Ｆが、前記けん銃を自分のベッドの下から\n取り出して来て、被告人Ｈに渡し、「これでやろう」などと言ったりしたが、けん\n銃を用いると大きな音がして、近所の家に聞こえてしまうおそれがあるなどという\n話になり、けん銃の使用は取り止めることにしたこと、次いで、被告人Ｆが、和室\n六畳間に入って、Ａに気付かれないように被告人Ｇを指でつつくなどして、同被告\n人を起こした上、「今日本当にやるよ、恐くないか」などと声をかけたこと、これ\nに対し、同被告人も、目を覚まし、「恐くない」などと言って起き上がり、いった\nん和室六畳間を出て、トイレや風呂場に行ったこと、その間に、被告人Ｈにおいて\nは、風呂場の中で右けん銃を調べてみたところ、銃口に棒が渡してあることなどが\n見え、本物でないと知ったこと\n「５」　被告人三名は、次々と和室六畳間に入って、被告人Ｈの布団の上に座\nり、同被告人の持ち帰っていたけん銃や、被告人Ｆが台所から持って来た包丁など\nを横に置き、さらに同被告人が被告人Ｈに「ナイフはどこ、出して」などと言っ\nて、同被告人の隠し置いていた本件果物ナイフを取り出させ、これからＡを殺害す\nることなどについて小声で話し合い、その間に、被告人Ｆが居間の冷蔵庫の上にあ\nった日本酒の四合瓶を持って来たり、被告人Ｈも、いったん家の外に出て小型の鍬\nを持って来たりし、これから本件犯行を決行することにしたこと、その際、まず昀\n初に果物ナイフでＡののどの辺りを突き刺すことにしたが、誰がこれを行うかにつ\nいて、被告人三名ともしり込みし、結局、半ば押し付けられる形で被告人Ｇが行う\nことになったこと\n「６」　こうして、被告人三名は、同日午前七時ころ、和室六畳間において、奥\nの布団の上でよく寝込んでいるＡの脇に近寄り、Ａが寝返りを打って仰向けになっ\nたとみるや、被告人Ｆが「よし、今だ」などと声をかけ、被告人Ｇがこれに応じる\n形で、右手に握った本件果物ナイフを振り上げて、Ａののどの辺りを一回深く突き\n刺したこと、同被告人は、そのまま本件果物ナイフの柄から手を離してしまったも\nのの、被告人Ｆに向かって、「早く早く」などと声をかけ、その際、Ａが「誰」と\n言いながら起き上がろうとする気配を示したことから、被告人ＨがＡの両足を両手\nで押さえ込み、被告人Ｆが、左手に持った前記酒瓶を振り上げてＡの頭部を三回位\n強く殴りつけ、そのため右酒瓶が割れて飛び散るに至り、さらに引き続き、被告人\nＨが小型鍬の刃の背の部分でＡの頭部を殴打したこと\n「７」　被告人三名は、Ａがのど付近や口などから血を流し、ぐったりした状態\nで横たわり身動きしなくなった後、まず、被告人Ｆが、Ａの首、手首などに装着し\nていたネックレスやブレスレットなどを剥ぎ取り始め、他の被告人らにも手伝うよ\nう声をかけたこと、被告人ＨもＡの手の指や手首から指輪やブレスレットなどを剥\nぎ取り、足首からもアンクレットを外し取ったこと、また、被告人Ｇも、Ａが腰に\n巻き付けていた皮製のこげ茶色ウエストバッグを同女の体から外し取ったこと、そ\nの後、被告人三名は、それぞれ血で汚れた手を洗いに風呂場などに行ったり、自分\nの洋服だんすから衣類などを取り出して大きなバッグに詰めたりし、被告人Ｇにお\nいては血の付いた上着をＴシャツに着替え、さらに和室六畳間において、右のよう\nにＡの身から取り外したネックレス等の貴金属類をバスタオルにくるんだものや、\nＡの枕元においてあった同女の持ち物である皮製赤色手提鞄を、被告人Ｆの持って\n来た大きなバッグの中に入れ、また、右ウェストバッグを被告人Ｇの持って来た大\nきなバッグの中に入れたこと\n「８」　被告人三名は、Ａの顔の上に布団を被せたり、包丁や小型鍬を風呂場に\n持って行つたりして、その場の状況を一応取り繕った後、全員がそれぞれショルダ\nーバッグを持ち、被告人Ｆ及び同Ｇが右の大きなバッグ各一個を持って、ｇアパー\nトｌ号室の裏口から外に出て、裏口にはドアに付いていた鍵を使って施錠し、その\n鍵はその近くに投げ捨て、逃走を始めたこと\nなどの事実が認定できる\n（４）　被告人らの逃走後の状況についても、次のような事実は明らかである。\nすなわち、\n「１」　被告人三名は、近くのスーパーマーケット前の公衆電話を使い、タクシ\nー会社に電話をがけてタクシーを呼び、まもなくやって来たタクシーに乗って、被\n告人Ｆが片言の日本語で指示しながら、前記（一）の（２）掲記の茨城県つくば市\nｈ所在のスナック「Ｍ」に向かわせ、同スナック前には到着したものの、戸が絞ま\nり誰もいない様子であったため、その近くのホテル「Ｎ」までタクシーを走らせ\nて、同ホテルにチェックインしたこと\n「２」　被告人三名は、同ホテルの客室において、前記皮製赤色手提鞄を開けよ\nうとし、数字合わせの鍵が付いていたことから、同鞄のポケットの内側の布を持ち\n合わせの爪磨きで切り裂き、中にカッターナイフがあったのを幸い、横の皮をこれ\nで切り開いて中に入っていた物を取り出し、各被告人名義のパスポートや身分証明\n書、戸籍謄本などが見つかったので、各被告人がそれぞれに自分のものを取って、\nショルダーバッグなどの中に入れ、また、被告人Ｆ及び同Ｈにおいては着たままで\nいた血の付いたパジャマなどを脱ぎ、バッグに詰めてきていたシャツやズボンに着\n替えたこと、その後、被告人らは、フロントに頼んで、タクシーを呼んでもらい、\nタクシーに乗って再びスナック「Ｍ」に向かい、被告人Ｆが同スナックに行き、マ\nスターを呼び出し、前に同被告人がこの店で働いていたときに客から書いてもらっ\nた電話番号のメモを手掛かりに客の所在場所を調べようとしたものの、マスターが\n不在であったため、これを諦め、タクシーの運転手に右メモを見せて、その市外局\n番の使われている場所に行って欲しいと頼んだこと\n「３」　被告人三名は、タクシーの運転手も目的地がよく分からなかったため、\n途中から「ホテルに行って下さい」などと言い、結局、右九月二九日午後一時前後\nころ、千葉県市原市ａｂ番地のｃ所在のＪホテルにタクシーを着けられたため、同\nホテルに宿泊を申し込み、同ホテルｄ階ｅ号室に案内されたこと、被告人三名は、\n同室内において、シャワーを浴びるなどして備付けの浴衣に着替えたりするととも\nに、バスタオルにくるんで持って来た、血の付いたネックレスやブレスレットなど\nを洗面台に入れて洗ったりし、さらに、前記ウエストバッグを開き、中に七〇〇万\n円余りの現金が入っているのを発見するや、札束を分けて各被告人に二二〇万円ず\nつ分配し、残った四〇万円余りは被告人Ｈが預かり、食事代や交通費などの共通に\n必要な費用に使うことにしたこと、その後、同日午後一時半過ぎころ、同室に警察\n官らにやって来られたことなどの事実が認定できる。\n４　ところで、被告人三名は、Ａの殺害を決意するに至った動機や、本件犯行に\n際しての実際の気持ち、被告人らの間の具体的な相談内容などに関し、次のような\n供述をしている。もっとも、いずれも、捜査段階における供述と公判段階における\n供述との間で一定の食い違いがあることは、これまでにもみたとおりである。\n（一）　（１）　まず、被告人Ｆは、検察官に対する各供述調書（原審検察官請\n求証拠番号乙第一八号ないし第二一号）において、自分たちは、Ａから「お前たち\nが逃げたらタイにいるお前たちの両親を殺す」などと脅されていた、Ａは、本当に\n殺すのか、逃げられないために脅しで言っているのか分からなかったが、本当に殺\nされたら大変だと思って逃げられなかった、自分は、このようなＡを、日増しに憎\nいと思うようになり、そのことをＨに話したらＨも、Ａが憎いと言っていた、Ｇも\nＡを憎んでいた、自分がＡを殺そうと考えたのは事件を起こす一週間か一〇日ほど\n前の九月一九日か二〇日ころだったと思う、その二、三日前の夜、Ａが留守だった\nので、Ｈと近くに買い物に出掛けたところ、二、三日してから自分とＨがＡから勝\n手に外出したり国際電話をかけたりするなどと怒鳴られたので、自分が、「電話位\nいいでしよう」などと言い返したところ、Ａから、「借金のことを考えろ、お前ら\n気をつけろ」などという意味のことをひどく汚い言葉で言われた、そのとき、Ａに\nバッグに入れておいた戸籍書や身分証明書、結婚証明書を取られてしまった、そん\nなことから、ますますＡに対する憎しみが増し、こうなったらＡを殺してパスポー\nトやブレスレットなどの貴金属、現金などを奪ってタイへ帰ろうと考えた、その\n晩、自分らの部屋のベッドのところでＨと話をしていた際、Ｈに「Ａが憎い、Ａを\n殺してパスポートや現金、貴金属などを奪って逃げよう」と言ったところ、Ｈも同\nじようにＡを殺そうと思っていたらしく、二人の意見が一致した、次の日の朝か、\n二、三日後だったか、Ｈと二段ベッドの上にいたところ、Ａから「お前らどうして\n二人でいるの、何しているの、直ぐ降りなさい、お前らあんまり問題を起こすんじ\nゃないよ、Ｈは私の部屋で寝なさい」などと文句を言われた、そのときも、自分と\nＨは、「ボスのＡを殺そう、やられる前にやろう、ボスを殺してバッグを奪おう」\nなどと相談した、その後も、アパートでＨと一緒に風呂に入った際とか、店の\n「Ｐ」で「今晩殺そうか」などとカラオケの申込み用紙にメモしたものをやり取り\nして相談した、Ｈと相談しているうちに「逃げるときはアパートの裏の台所から逃\nげよう、逃げるのに一番大切な物はパスポートだ、逃げるには金が必要だ、お金は\nウェストポーチに入れているのでボスを殺してウェストポーチを奪おう、ネックレ\nスやブレスレットはお金に替えることもできる」などという話になった、自分は、\nＡを殺そうと思ってから、どのような方法がよいかいろいろ考え、けん銃とかナイ\nフを使ってＡが寝ているときに殺そうと思った、九月二九日午前三時ころ、ＨやＧ\nがアパートに戻って来たので、食事をした後Ｈと二人だけになった際、自分は、Ｈ\nに「誰も帰って来なかったら、今日やりましよう」とＡを殺して金などを奪って逃\nげようと言うと、Ｈもうなずいた、前にＨからＧにボスのＡを殺して現金やパスポ\nートなどを奪って逃げようと話してＧも承知していると聞いていたので、三人でＡ\nを殺すことにした、それからしばらく寝た後、午前六時ころ、目が覚めたので、部\n屋などを見回したところ、Ｑという女性が自分と同じ部屋のベッドで寝ているだけ\nだったので、今日これからＡを殺そうと考え、Ｈを起こしてＨに「Ｈやるか」とい\nうと、Ｈは、「本当にやるのか」と言うので、「本気だ」と言った、すると、Ｈも\n「じゃあやろう」と言った、そして、Ｈにけん銃を渡して、「これでやろう」など\nと話しているうち、これで殺したら大きな音がして近所の人に聞こえてしまうか\nら、まずいということになって、けん銃を使用することは止めにした、Ｈからこの\nけん銃はおもちゃじゃないかとも言われた、それから、Ｇを起こし、Ｇに「今日本\n当にやるよ、恐くないか」などと言って、Ａを殺してお金などを奪って逃げるけど\n恐くないかと聞いたところ、Ｇも「恐くない」と言った、それから、自分は、食器\nかごの中から包丁を持ち出し、Ｈの布団の上で三人で「今からボスを殺そう」など\nと話した、そのうち、自分は、包丁よりもナイフの方がよいと思って、Ｈにナイフ\nを出すように言って果物ナイフを持って来させ、「今からやろう、ナイフで喉を刺\nす」などと話し、三人で「今からボスのＡを殺して現金やパスポートなどが入った\n赤いバッグやウェストポーチを持って逃げよう」ということになったなどという趣\n旨の供述をしている。\n（２）　被告人Ｆは、原審公判廷における供述や同被告人作成の手紙等において\nは、次のような供述をしている。すなわち、同被告人は、Ａから怒られ、罵られ、\n自分のできないことを強要されて、何も言うことができず、抵抗もできなかったの\nで、本当にＡが憎いと思った、九月二〇日ころには全くひどいことをされて、Ａを\n殺してやりたいと思うほど、激しい憎しみを抱くようになった、Ｈには、逃げた\nい、どうしたら逃げられる、パスポートもほかのものも取り上げられたから、殺し\nたい、殺して逃げたいなどと話した、九月二九日の朝、アパートに誰も帰っていな\nかったので、自分としては、逃げられるなら、このときに逃げようと思ったが、逃\nげても逃げきれないと思った、逃げて行っても、Ａが自分を捜し出して殺すと言っ\nていたし、私の両親を射殺すると言っていたからである、逃げて行っても、逃げき\nれないと思ったので、自分が殺されないためにＡを殺そうと決心した、Ａに暴行を\n加える前に、Ａの貴金属とか、高価なものを取ろうと思ったことはない、ただ、逃\nげるとき、自分のパスポートとか、必要大切な書類を持って逃げて行こうと思って\nいたなどと述べている。\n（二）　（１）　また、被告人Ｇは、検察官に対する各供述調書（乙第三二号な\nいし第三五号）において、Ａは、店に来る客を相手に売春をするように言った、自\n分は、逃げようと思ったが、道も分からず、お金もなかったため、Ａの言うままに\nなるほかないと思って売春をするようになった、Ａから「逃げたらどこにでも行っ\nて見つける、もっとひどいところに送って働かせる、本国の家族を殺す」などと言\nわれ、恐ろしかった、Ａは、自分たちが逃げないようにこのように言っていると思\nったが、Ａが自分の親のいるところも知っていたし、逃げても追ってきて殺される\nと思っていた、売春をしてもＡは、全くお金をくれなかった、Ａは、言うことをき\nかないと暴力を振るうので、とても恐がった、客がつかないと、何で客を取らない\nと言って文句を言ったり、殴ったりした、自分は、Ａのために、こういう思いまで\nしてお金のもらえない売春をしなければならなくなったと考え、Ａを憎らしいと思\nっていた、Ａは、ＦやＨにも文句を言ったり、物を投げたりしていた、九月の一九\n日か二〇日ころ、ＨがＡと喧嘩して、自分の部屋に来て興奮を押さえるようにタバ\nコを吸っていたので、どうしたのか聞いたところ、Ｈは、「近いうちにＡを殺す、\nお金や貴金属を取っちゃうから手伝ってくれ」などと言ってきた、自分自身も、Ａ\nに恨みがあつたので、Ｈと一緒にＡを殺してお金等を奪ってやろうと思い、Ｈに\n「やりましよう」と返事をした、Ｈは、「今まで働いたお金を取り返してやる、逃\nげるにもお金が必要だ」などと言っていた、自分がパスポートも大事だと言うと、\nＨは、パスポートは赤い鞄に入っていると言っていた、Ｈは、その後、Ｆの部屋に\n行って、Ｆに「Ｇにも話した」と言っていたので、ＦとＨは二人で相談していたの\nだなと思った、そして、九月二七日ころにも、Ｈから近いうちにＡを殺すという話\nを聞いた、九月二九日朝七時前ころ、Ｆに起こされ、「今日本当にやるよ」と言わ\nれた、そのときＨもＦと一緒にいた、自分は、本当にＡを殺してお金やネックレス\nを奪うんだなと思ったが、実際に人を殺すとなると、恐ろしくなった、三人が布団\nの上に座っていたとき、Ｆが「本当にやるよ」と自分とＨに言った、自分は、Ｈと\nＡを殺してお金等を奪い取る話をしており、Ｆも一緒にやると分かっていたので、\n今から三人でＡを殺してお金等を奪うのだなと思ってうなずいたなどという趣旨の\n供述をしている。\n（２）　被告人Ｇは、原審公判廷における供述や同被告人作成の手紙等において\nは、次のような供述をしている。すなわち、同被告人は、Ａにむりやり売春をさせ\nられた上、殴られたり口汚く罵られたりして、ひどい人、思いやりのない人と思\nい、逃げ出したかった、性病にまで罹らされて恨みに思った、しかし、Ａから、私\nが逃げたら私を捜して殺す、私のタイにいる親も殺すと言われたので、逃げられな\nかった、自分は、Ａを殺そうと思ったのは、Ｈの布団の上に瓶と包丁とけん銃があ\nるのを見たときである、Ｆは、Ａを刺してタイに帰れると言った、それまで殺すと\nいうことを考えたことはない、事件の二週間位前に、Ｈから、もし何かあったら一\n緒に行こうかと聞かれたので、自分は、「はい、行く、どこでも一緒に行く」と答\nえた、その際、自分が「パスポートは」と聞いている、殺して更にお金を取ろうと\nいう話はなかったなどという供述をしている。なお、同被告人は、原審第二二回公\n判廷における供述中では、自分は、Ａを殺すつもりはなかったと述べ、「ナイフで\n刺しておりますね」という質問に「はい」と答えたのち、「それで死ぬとは思わな\nかったのですか」という質問に対し、「そのとき知らなかった」と答え、殺意のあ\nったことを全く否認している。\n（三）　（１）　さらに、被告人Ｈは、検察官に対する各供述調書（乙第五一号\nないし第五四号）において、自分は、平成三年七月中旬ころ、自分が、「Ｐ」で他\nのホステスに「お客さんと話ができなくて困った、日本語が分からなくて困った」\nと言ったところ、Ａから、「これくらいのことでどうするの、あなた嫌になって逃\nげるつもり、逃げるなら逃げてもいいよ、捜して殺すし、あなたのお父さん、お母\nさんも殺す」などと脅かされた、また、アパートに戻ってからも、Ａは、「一人で\n出ては駄目、タイに電話するのも駄目、私は力を持っている、あなたの親を殺すこ\nとはすぐできるわ」などと言っていたので、ボスの言うことを聞いていた、ＦがＡ\nを殺すという話をしたのは九月一九日ころだったと思う、自分とＦが、九月一七日\nの昼ころ、食べ物を買いに出掛けたことがＡに分かってしまい、一九日ころの夜、\n二人がベッドのところで話をしていると、Ａが部屋に入ってきて、「私のいない間\nに勝手にどこへ行ってきたの、また、勝手に電話したんでしようね、鞄の中見せて\nちょうだい」と言って二人の鞄を持って行ってしまった、また、Ａは、自分に対\nし、「お前あんまり問題を起こすんじゃないよ、お前は、私の方の部屋で寝なさ\nい」などと言って怒った、自分とＦは、その日、ベッドの上で「逃げるには、Ａを\n殺さなければならない、タイに帰るには、パスポートや現金が必要なので、パスポ\nートなどが入っているウエストポーチを奪おう」などと話し合った、その日、自分\nは、Ｇに、その話をすると、Ｇは、ボスを殺して現金やパスポーチ等を奪うことに\n賛成し、「そのときは、Ａの持っているパスポートやお金の入っているウエストポ\nーチを持って行こうね、Ｆちゃんも一緒にやろう」というようなことを言った、そ\nのことをＦに話したところ、Ｆは、Ｇがボスに告げ口をするのではないかと心配し\nたが、Ｇも同じ気持ちだと言うと安心したようだった、そのようなことがあってか\nら、Ｆと二人で毎日のようにＡを殴るような恰好をしたり、ナイフで刺して殺すよ\nうな恰好をして暮らすようになった、九月二八日午後八時か九時ころ、「Ｐ」にい\nたとき、Ｆが自分にカラオケの申込み用紙を見せたが、それには、タイ語で「今晩\nいかが」と書いてあった、Ｆが、Ａを殺してパスポートや現金等を奪おうと言って\nいることが分かったので、自分は、Ｆに「まだまだ」と言った、自分は、九月二九\n日午前三時ころ、Ｇと一緒にアパートに戻って四時ころ寝たが、午前六時ころ、Ｆ\nに起こされ「今やろうか」などと言ってきたので、今からＡを殺してパスポートや\n現金等を奪うんだなと思った、そこで、Ｆに「本当にやるのか」と聞くと、Ｆは、\n「まだ恐いのか」などと言いながらテーブルのある部屋の方に行った、ＧもＦに起\nこされたと思った、そして、三人がそろったので、自分は、ＦとＧに「本当にやる\nのか」と聞くと、ＦもＧもうなずき、三人でＡを殺すことになった、Ｆが、自分と\nＧに小さな声で「Ａを殺して赤い鞄とウエストポーチ、金をとって逃げよう」と言\nったので、自分とＧはうなずいた、赤い鞄やウェストポーチには、現金、パスポー\nト、貴金属類が入っていることは分かっていたので、これらを奪って逃走資金に使\nうつもりだったなどという趣旨の供述をしている。\n（２）　被告人Ｈは、原審公判廷における供述や同被告人作成の手紙等において\nは、次のような供述をしている。すなわち、同被告人は、Ａに売春を強制された\n上、殴る蹴るなどの激しい暴力を振るわれ、汚い言葉で罵られた、自分は、怒っ\nて、もう本当に殴りたい、殺したい、どうしたら痛めつけることができるかと思っ\nていた、Ｆも同じで、怒っているということをお互いに話し合ったりした、しか\nし、実際殺害しようと思ったのは、その当日である、Ｇが起きた後、三人が、もう\nここは我慢できない、逃げよう、でもＡが生きているかぎり逃げられない、逃げて\nも後を追いかけられる、両親も自分もＡに殺される、逃げるならＡが死んでから逃\nげようなどと話し合った、赤いバッグに入っていたパスポートについては、取り返\nして逃げようとＡ殺害前から思っていた、Ａから現金を取ろうとか、貴金属を取ろ\nうと思ったことはないなどという趣旨の供述をしている。\n５　（一）　以上検討したところによると、前記３（二）の（３）認定の本件犯\n行の直前の状況、犯行の具体的状況などに照らし、被告人三名が、和室六畳間の被\n告人Ｈの布団の上に座り、けん銃や包丁、被告人Ｈの取り出した本件果物ナイフな\nどを横に置き、これからＡを殺害することなどについて小声で話し合い、被告人Ｆ\nが日本酒の四合瓶を持って来たり、被告人Ｈが、小型の鍬を持って来たりした際、\n被告人三名の間で、Ａを殺害することの共謀を遂げたことは明白である。もっと\nも、右の共謀成立に至るまでに被告人らがそれぞれいつどのような具体的な殺意を\n抱いていたかどうかをみると、被告人三名の間で若干の違いのあることが認められ\nる。すなわち、被告人Ｈに対し、Ａを殺害して逃げ出そうと話しかけたのは、被告\n人Ｆであること、本件当日、殺害行為に出ることを他の被告人らに呼びかけ、ま\nた、前記３（二）の（２）認定のように、本件犯行前に凶器として用いることので\nきるけん銃をホステス仲間のタイ人女性から借りられるよう手配したり、被告人Ｈ\nに、本件果物ナイフを隠しておくように依頼して渡したりしているのも、被告人Ｆ\nであることなどをみると、かなり早くから殺意を固め、他の被告人らに働きかけて\n本件犯行を実現させたのは、同被告人であることが認められる。一方、被告人Ｇに\nおいては、本件殺害行為においては、本件果物ナイフでＡののど辺りを刺して致命\n傷を与えるという昀も重要な行為を担当しているが、前記認定のように、被告人三\n名が本件直前に被告人Ｈの布団の上で話し合った際、同被告人や被告人Ｆから半ば\n押しつけられ、引き受けざるを得なかったものと窺われ、この点から殺意が強固で\nあったとみることはできない。むしろ、本件に関し、被告人Ｇが当日より前に話を\n聞いていたのは、被告人Ｈからだけであり、当日まで同被告人とも詳しい話などし\nたことがなかったこと、その意味で、被告人Ｇとしては、Ａを殺して逃げようとい\nう趣旨の被告人Ｈの話も、余り具体的なものではないと考えていたこと、いいかえ\nると、被告人Ｇが具体的な殺意を抱いたのは、被告人三名が本件直前に被告人Ｈの\n布団の上で話し合った際のことであると認められる。これに対し、被告人Ｈにおい\nては、前記３（二）の（１）「１」認定のように、被告人Ｆとの間で、無断外出し\nたことやベッドの置かれていた部屋で被告人らが話をしていことに関して、Ａから\n激しく罵られたりしたことで、いずれも激しく憎しみなどを募らせて、Ａを殺して\nここから逃げ出そうという趣旨のことを話し合った以後は、さほど長い時間ではな\nいにせよ同被告人とＡを殺害することに関し言葉を交わしていることが認められ、\nその間に被告人Ｈの抱いた殺意も次第に具体的かつ強いものになっていたものと窺\nわれる。\n（二）　次にＡを殺害するに際し、金品を強取する意思があったのかどうか、そ\nの旨の共謀は成立していたのかどうか考えるに、被告人三名が、前記３（二）の\n（３）「７」認定のように、Ａを殺害した直後に、同女の腰に巻いていた前記ウェ\nストバッグを外し取ったり、同女の装着していた貴金属類を次々と剥ぎ取っていっ\nた状況をみると、被告人らにおいてはＡを殺害する前からこのような行為に出るこ\nとを考えていたのではないかと、強く疑われるのである。この点、関係各証拠によ\nると、タイ社会においては死者の持ち物につき日本社会とは多少異なる倫理意識が\nあることは窺われるものの、被告人らが、Ａにおいては未だ血が流れ、肌も温か\nく、果してすでに絶命したかどうかはっきりしない状態にあるのに、その体からそ\nの身につけていた貴金属類を次々と奪い取っていったということは、当初からその\nような行為に出る意思があったことを強く窺わせるものといわなければならない。\nとりわけ、被告人Ｆの場合、本件殺害行為が終了後、何ら躊躇なくＡの装着するネ\nツクレスなどを外し取り始めているのであって、右にみたように同被告人の殺意が\n極めて強固であったことと合わせ考えると、Ａの身につけている貴金属類などにつ\nいては、同被告人にこれを強取する意思のあったことが強く窺われるのである。\n加えて、被告人三名の捜査段階における各供述においては、前記４でみたとお\nり、多少内容的にずれはあるものの、被告人らには、Ａを殺害するにあたり、その\n際現金や貴金属類を奪い取ろうという気持ちがあり、こうして金品を強取すること\nについて相談していたという趣旨の供述がある。もっとも、前記３認定のような本\n件における全体的な事実関係と前記４掲記の被告人三名の捜査段階及び公判段階の\n各供述を総合して考えると、本件が、金銭的な利得のみを目的とした犯行でないこ\nとは明らかである。被告人らが、Ａを殺害しようとした動機は、主として、Ａのも\nとで束縛されて売春などを強制されているという状態から逃れたいということにあ\nったことはたしかである。すなわち、前記４（三）の（２）掲記の被告人Ｈの供述\n中、三人が、もうここは我慢できない、逃げよう、でもＡが生きているかぎり逃げ\nられない、逃げても後を追いかけられる、両親も自分もＡに殺される、逃げるなら\nＡが死んでから逃げようなどと話し合った旨述べる部分は、被告人らの当時の心情\nを示すものと考えられる。しかし一方、被告人らの原審公判廷における各供述にお\nいても、Ａが憎かった、怒りを感じたなどと被告人らの感情を述べていることから\nも窺えるように、被告人らが殺意を抱くにあたり、Ａによって自分たちが悲惨な境\n遇に落とされたということで、同女に対する感情的な憎しみ、憤り、嫌悪感などが\nあったことは十分に認められる。さらに、被告人らが、Ａの殺害に際し、自分たち\nのパスポートを奪い返そうという考えを抱いていたことも、被告人ら自身、原審公\n判廷における各供述においても認めているところである。したがって、右認定のよ\nうな、被告人らがＡに対し殺意を抱くに至った経緯ないし動機を含め、前記３認定\nのような本件の全体的な客観的状況とりわけ本件殺害の具体的状況や貴金属類、ウ\nエストバッグ等の奪取状況と、右４掲記の被告人三名の各供述を合わせ考えると、\n被告人三名にはいずれも、Ａを殺害するに際し、従たる目的とはいえ、殺害するこ\nとを手段として、Ａから被告人ら名義のパスポートを含め、これを入れていると窺\nえる前記ウエストポーチと皮製赤色手提鞄、さらにはＡの身につけている貴金属類\nを強取する意思のあったこと、また、右のような意味での強盗の共謀が、犯行に出\nる直前に、和室六畳間の被告人Ｈの布団の上で被告人三名が話し合った際に、Ａを\n殺害することの共謀と一体となって成立したことは、十分に肯認できるのである。\n６　以上要するに、原判決挙示の関係各証拠を総合すれば、原判決の認定判示す\nる罪となるべき事実は、合理的な疑いを超えて認定できるから、原判決には、所論\n指摘のような判決に影響を及ぼすことか明らかな事実認定の誤りはない。論旨は、\n理由がない。\n二　控訴趣意第三の四について\n１　所論は、要するに、次のようなものである。すなわち、被告人三名の本件犯\n行は、Ａが被告人らに加えた継続的かつ執拗な脅迫、暴行や、売春の強制等による\n監禁という急迫不正の侵害に対する防衛のため、やむを得ずなされた正当防衛行為\nであるから、違法性を阻却するのに、正当防衛の観念を入れる余地はないとして正\n当防衛を認めなかった原判決には、判決に影響を及ぼすことが明らかな事実認定の\n誤りがあるというのである。\n２　そこで、原審記録及び証拠物を調査し、当審における事実取調べの結果を合\nわせて検討すると、本件犯行に至る経緯や本件犯行の具体的状況等は、前記一の３\nにおいて詳細に認定したとおりである。そして、前記一の３認定のような客観的な\n事実に照らし、被告人三名が、本件犯行当時、Ａの管理下にあって、ｇアパートｌ\n号室に住まわされ、スナック「Ｐ」に出掛けてホステスとして働くとともに、同店\nの客を相手に売春を行うことを強いられていたことは肯認できる。そして、Ａの行\nっている、被告人らをして、自己の管理する場所に住まわせ、売春を行うことを強\n制するという行為が、それを全体的にみても、被告人らに対する不正な侵害行為で\nあることは明らかである。しかし、Ａの用いていた手段は、本件犯行のころには、\n直接的な暴力や、物理的方法による身体拘束などというものではなく、外国人であ\nる被告人ら名義のパスポートを自分が管理する、売春の報酬などを被告人らに引き\n渡さないなどということのほか、被告人らに対し、もし逃げ出せば必ず捜し出して\n逃げた者本人を殺すとともに、タイにいるその者の親も殺すという趣旨のことを言\nって、心理的な強制を図るという手段であったことが認められる。もっとも、ｇア\nパートｌ号室から外出することが、施錠や監視により不可能な状態にあったもので\nはなく、被告人らが無断で外出した場合に、Ａから罵られたりしたことはあったも\nのの、鎖に繋がれたりするような暴力的手段を講じられたりしたこともないことな\nどに照らし、被告人らが監禁されているということはできない。また、本件に至る\nまでには、売春を行うことを拒否しようとした者に対し、Ａが暴行を加えたりした\nこともあったことが認められるが、本件は、そのような暴行を加えられたことに対\nする防衛行為としての性格を持つものではなく、また、過去に行われた暴行などに\n対しても、防衛行為の成り立ち得ないことはいうまでもない。\nこのように、Ａによって被告人らに対し加えられた不正の侵害が、心理的ないし\n精神的圧迫を加えて被告人らの行動の自由を全体的な形で束縛するというものであ\nることに照らし、これに対する防衛行為として、強盗の目的を併せ持ちながらＡを\n殺害するということが許されるかどうか考えてみるに、急迫性という要件において\nも十分でなく、他にもその侵害行為を排除するための方法が多数ある上、生じた結\n果の重大性と防衛の利益との対比において、Ａの生命を奪うということは、やむを\n得ない行為に当たらないといい得るたけでなく、すでに防衛のためでない行為に当\nたるというほかないのである。\n３　以上要するに、関係各証拠によれば、原判示の強盗殺人の所為は、正当防衛\n行為に当たらないことが明らかであるから、本件において正当防衛は成立しないと\n判断した原判決には、所論のような判決に影響を及ぼすことが明らかな事実認定の\n誤りはない。論旨は、理由がない。\n三　控訴趣意第三の五の１について\n１　所論は、要するに、次のようなものである。すなわち、被告人三名の本件犯\n行は、被告人らが長期間にわたるＡの迫害と虐待から逃れるためには同女を殺害す\nるほかないと考えた末の情動行為であって、被告人らは、当時、一時的に意識障害\nを来たし、正常な思考力や判断力を働かせることができず、規範による動機付けが\n阻害された状態に陥って責任能力を喪失した状態にあったのに、被告人三名にそれ\nぞれ完全な責任能力があると認めた原判決には、判決に影響を及ぼすことが明らか\nな事実認定の誤りがある（なお、極めて杜撰な認定をした原判決には、理由不備の\n疑いもある。）というのである。\n２　そこで、原審記録及び証拠物を調査し、当審における事実取調べの結果を合\nわせて検討すると、本件犯行に至る経緯や本件犯行の具体的状況等は、前記一の３\nにおいて詳細に認定したとおりである。そして、とりわけ前記一の３（一）認定の\nような客観的な事実経過に照らし、被告人三名が、Ａから、それぞれ三五〇万円と\nいう予期もしない多額の借金の返済を要求され、被告人Ｆにおいては約六か月にわ\nたり、被告人Ｇ及び被告人Ｈにおいては、約四〇日余りにわたって、借金返済のた\nめと称して売春を強制され、時には暴力的手段も講じられ、あるいは脅迫的言動に\nよって行動の自由を束縛されていた事実は認定できる。しかし、前記一の３（二）\n認定のような本件犯行の準備行為、被告人らの間における相談の状況、本件犯行の\n具体的状況、逃走時の状況などをみると、被告人らがＡを殺害するに至ったのは、\n多少感情的な側面もあったとはいえ、被告人らなりの利害得失を考え、冷静な判断\nを行った結果であり、被告人らが、本件犯行当時、所論指摘のような状況のもと\nで、一時的に意識障害を来たし、正常な思考力や判断力を働かせることができなか\nったなどと認められないことは明らかである。なお、被告人ら自身、被告人ら作成\nの手紙等において、自分たちの行為は、Ａによって陥れられた悲惨な境遇から逃げ\n出すための、社会的にも正当な行為であることを強く主張しており、本件を情動行\n為などということは、被告人らの本件当時の気持ちをも理解しないこととなる。\n３　以上要するに、前記一の３認定のような本件の具体的事実関係に照らし、被\n告人らの行為が情動行為であるとして、責任能力を欠くという主張は、まずその前\n提において失当である。すなわち、関係各証拠によれば、原判決には、所論のよう\nな事実認定の誤りはなく、また、原判決が「争点に対する判断」の項の三で、責任\n能力に関し説示しているところも結論的に正当であつて、理由不備の違法もなく、\n論旨は、理由がない。\n四　控訴趣意第三の五の２について\n１　所論は、要するに、次のようなものである。すなわち、被告人三名の置かれ\nた状況に照らすと、被告人三名に対し、本件犯行以外の他の行為に出ることを期待\nすることは不可能であったのに、被告人らに対し刑法上の期待可能性の理論を適用\nする余地もないとして、被告人三名に本件犯行以外の行為に出る期待可能性がない\nと認定しなかった原判決には、判決に影響を及ぼすことが明らかな事実認定の誤り\nがあるというのである。\n２　そこで、原審記録及び証拠物を調査し、当審における事実取調べの結果を合\nわせて検討すると、本件犯行に至る経緯や本件犯行の具体的状況等は、前記一の３\nにおいて詳細に認定したとおりである。そして、前記一の３認定のような客観的な\n事実に照らし、被告人三名が本件犯行に至った経緯として、被告人らは、いずれ\nも、日本で働けば金になるという誘いに乗って日本に来た者であるが、日本に到着\nすると、直ぐパスポートを取り上げられ、事情も分からぬまま、Ａから三五〇万円\nという多額の借金を返済するよう要求され、スナックでホステスとして無報酬で働\nかされながら、借金返済のために過酷な条件で売春を行うことを強制されるに至っ\nていたものである。そして、被告人らは、Ａのもとで無理やり働かされるようにな\nった後は、売春の相手方となった男たちからも自分の人格を無視され、屈辱的な行\n為を強制された上、売春の対価として得た金もすべてＡに取り上げられるに至って\nいる。日常の生活においても、Ａとともに同じ家屋に住まわされ、勝手な外出や電\n話を禁止され、かつまた、部屋代や買い与えられた衣類などの代金も借金に上乗せ\nされ、三日間売春の相手方が見つからなければ罰金を科されることとなっていたの\nである。加えて、Ａは、被告人らに対し、もし逃げ出すようなことがあれば、必ず\nお前たちを捜し出して殺すし、タイに住むお前たちの両親も殺すなどと言って、被\n告人らの逃げ出すのを押さえつけようと図り、一方、被告人らにおいても、タイ語\nしか話すことができず、日本にやって来てから日の浅かったこともあり、日本の社\n会の仕組みなどについてもほとんど知らず、その意味でも、公的にも私的にも他に\n助けを求めようとするには、実際上著しく困難な状況にあったことはたしかであ\nる。\nしかしながら、本件犯行後の逃走状況に照らし、被告人らは、Ａを殺害しないで\nも、ｇアパートｌ号室から逃げ出すこと自体は十分に可能であったのであり、実際\nに逃げ出せば、本件逃走に際し使ったような方法で、タイ大使館に保護を求めるこ\nともできたものと考えられ、途中、警察官らと接触する機会が生じるに至れば、被\n告人らの心配していたような結果ではなく、被告人らの利益となる結果が生じたも\nのと考えられる。むしろ、Ａの背後に人身売買組織などがあるのであれば、Ａを殺\nしたときは、その組織の者などから付け狙われるおそれもあり、その意味でも、被\n告人らがもう少し周辺の状況などに気を付けていれば、別途の方法を選んだ可能性\nは十分にあると考えられる。\n３　以上の次第で、前記一の３認定のような事実関係に照らせば、被告人らがＡ\nのもとで置かれていた悲惨な境遇から逃げ出すに当たり、Ａを殺害するという方法\n以外に採りうる方法は十分にあったと認められるのであるから、被告人らに刑法上\nの期待可能性の理論を適用する余地はないと認定判示した原判決には、判決に影響\nを及ぼすことが明らかな事実誤認はない。論旨は、理由がない。\n五　控訴趣意第三の六について\n１　所論は、要するに、次のようなものである。すなわち、被告人三名がＡから\n奪った本件パスポートや身分証明書は財産罪の客体である財物とはいえず、本件パ\nスポート、身分証明書は、Ａが被告人らの承諾に基づかずに、勝手に逃走防止の手\n段として被告人らから取り上げたものであるから、本件パスポート、身分証明書に\n対するＡの占有は刑法上保護されるべき占有には該当しない。また、Ａから本件パ\nスポート、身分証明書を奪った被告人三名の行為は自救行為ないし正当防衛行為と\nして評価すべきものであるから、本件パスポートや身分証明書については強盗罪は\n成立しないのに、これらを奪った被告人三名の行為をＡに対する殺害行為と合わせ\nて強盗殺人罪を認定判示した原判決には、判決に影響を及ぼすことが明らかな法令\nの解釈適用の誤りがあるというのである。\n２　そこで、原審記録及び証拠物を調査して検討すると、関係各証拠によれば、\n被告人三名名義の各パスポート（前記押号の１８ないし２０）は、被告人らがそれ\nぞれタイ王国の所轄官憲から正規に交付を受けたものであって、法的には、他人に\n譲渡したりすることはできず、管理することができるのは、被告人らそれぞれのみ\nであることも明らかである。また、Ａが前記ウェストバッグに入れるなどして事実\n上の管理を行っていたのは、前記一３（一）の（１）及び（３）認定のとおり、被\n告人らを日本に連れて来た世話役ないしその仲間らが被告人らから取り上げ、その\n後、まもなくＡに渡されたことによるものと認められる。被告人Ｆの本件身分証明\n書についても、同様のことが認定できる。\n３　ところで、財産罪である強盗罪の客体たる財物とは、必ずしも経済的取引の\n対象になるような経済的な交換価値を有するものに限らず、およそ権利の目的とな\nる物であれば足りると解すべきものであるから、その性質上、一般的に考えて、他\nに貸与したり譲渡することが禁止されているパスポートや身分証明書なども強盗罪\nの客体たる財物となると解される。また、強盗罪における保護法益については、財\n物を事実上所持する者が法律上正当に所持する権限を有するかどうかにかかわら\nず、現実にこれを所持している以上、物の所持という事実状態を保護し、不正の手\n段、例えば暴行脅迫という実力行使によってこれを侵害することは許されないと一\n般に解されている。\nそして、本件についてみると、たしかに、Ａが被告人三名名義の各パスポートや\n身分証明書を事実上所持していたのは、被告人らの意思に反するものと考えられ、\n被告人らから返還の要求があったときは返還する義務を負うものと考えられる。し\nかし、その入手過程は、前記認定のように被告人らから取り上げたものとはいえ、\n暴力その他強制的手段によったとはみられず、一応被告人らから委託を受けて預か\nったという形をとっているのであるから、Ａの所持していた右各パスポート等を被\n告人らが実力で奪取する行為は許されないというべきである。すなわち、本件にお\nいては、右各パスポートについても、強盗殺人罪が成立することは明らかである。\n４　以上の次第で、本件パスポートや身分証明書に関しても、その財物性を肯定\nして、被告人三名の所為が強盗殺人罪に該当するとした原判決には、判決に影響を\n及ぼすことが明らかな法令適用の誤りはない。論旨は、理由がない。\n六　控訴趣意第三の七について\n１　所論は、要するに、次のようなものである。すなわち、被告人三名が本件犯\n行に及んだのは、Ａの拘束から逃れるためであって、金品目当てではなかった。仮\nに付随的にしろ被告人三名にＡを殺害して金品を強取する意思があったとしても、\n本件と類似の他の事件では金品奪取の点を不問にして殺人罪としている取扱いがあ\nることや、本件の実質に着目すれば本件について強盗殺人罪を適用すべきものでは\nなかったのである。したがって、被告人らの所為に刑法（平成七年法律第九一号に\nよる改正前の刑法をいう。以下同じ。）二四〇条を適用した原判決には、判決に影\n響を及ぼすことが明らかな法令適用の誤りがあり、ひいては刑訴法一条の理念に反\nし、憲法一四条に違反するというのである。\n２　そこで、原審記録及び証拠物を調査して検討すると、関係各証拠によれば、\n前記一の３及び５でみたとおり、被告人三名が、本件において、Ａの所有又は管理\nするパスポート六通、アメリカドル、タイ王国バーツ等在中の皮製赤色手提鞄一個\n（時価約一万円相当）、現金七〇〇万円余りの在中していたウエストバッグ一個\n（時価約一〇〇〇円相当）及び同バッグに在中ないし被害者が身につけていた指\n輪、ネックレス等の貴金属七八点（時価約三六二万八〇〇〇円相当）を奪取したの\nは、Ａを殺害すること自体の目的としては従たる目的にあたるとはいえ、Ａを殺害\nすることを手段として金品を強取する意思に基づき、その旨の共謀を遂げた上行っ\nたものと認められるのであるから、被告人らの所為が強盗殺人罪に該当することは\nいうまでもない。\nなお、所論は、本件と類似の他の事件では金品奪取の点を不問にして殺人罪とし\nている取扱いがあることや、本件の実質に着目すれば、形式的に強盗殺人罪の構成\n要件に該当するとしても強盗殺人罪の成立を認めるべきでないというのである。し\nかし、裁判所は、認定した犯罪事実が刑罰法規に定める一定の構成要件に該当する\nと認めるときは、右事実につき当該規定を適用しなければならず、周辺の事情など\nにより、裁量的に当該規定を適用しないなどということが許されないのはいうまで\nもない。すなわち、裁量的措置が取れるという所論は、独自の見解であり、また、\n刑訴法一条の理念に反し、憲法一四条に違反するとする点も、その前提において誤\nりであり、採用の余地がない。\n３　以上要するに、原判示の被告人三名の所為に刑法二四〇条後段を適用した原\n判決には、判決に影響を及ぼすことが明らかな法令適用の誤りはない。論旨は、理\n由がない。\n第三　控訴趣意中、量刑不当の主張について\n一　１　所論は、要するに、被告人三名をそれぞれ懲役一〇年に処した原判決の\n量刑は、いずれも重過ぎて不当であるというのである。\n２　そこで、原審記録及び証拠物を調査し、当審における事実取調べの結果を合\nわせて検討すると、本件は、被告人三名が、ＡことＡを殺害するとともに同女から\n被告人らのパスポート等の在中するバッグなどを奪い取ろうと共謀の上、平成三年\n九月二九日午前七時ころ、茨城県下館市所在のｇアパート内において、就寝中のＡ\nに対し、その頸部を果物ナイフで突き刺したり、酒瓶や小型鍬で同女の頭部を殴打\nするなどし、そのころその場において同女を右内頸動脈切断による出血や呼吸不全\nにより死亡させて殺害した上、同女の管理又は所有するパスポート六通、アメリカ\nドル、タイ王国バーツ等在中の手提鞄一個（時価約一万円相当）、現金七〇〇万円\n余りの在中していたウェストバッグ一個（時価約一〇〇〇円相当）及び同バッダに\n在中ないし被害者が身につけていた指輪、ネックレス等の貴金属類七八点（時価合\n計約三六二万八〇〇〇円相当）を強取したという事案である。\n３　本件犯行に至る経緯、犯行の具体的状況、犯行後の逃走状況等は、前記第二\nにおいて詳細にみたとおりであるが、まずもって、本件犯行は、人一人の生命を無\n残に奪い去ったものであり、被告人らにおいても、いかなる理由があったにせよ、\n自分たちの手で人の命を絶ったということについては、いかに責められてもやむを\n得ないというべきである。また、犯行の態様も、極めて残虐なものである。すなわ\nち、被告人三名は、就寝中の無抵抗の被害者に対し、被告人Ｇが刃の長さが約九・\n八センチメートルの果物ナイフで被害者の頸部を一回深く突き刺し、さらに、被告\n人Ｈが、起き上がろうとしたり足をばたつかせるなどしている被害者の両足を押さ\nえつけるなどし、その間に被告人Ｆが酒瓶で被害者の頭部を三回位強打し、そのた\nめ酒瓶が割れるに至り、続いて、被告人Ｈが小型鍬の刃体の平らな部分で被害者の\n頭部を一回殴打し、まもなく被害者を死亡させるに至ったものである。加えて、被\n告人らは、頸部に右果物ナイフを突き立てられたまま、かなり血を流した状態で仰\n向けに横たわる被害者から、その肌に手を触れるとまだ暖かさが伝わり、未だ死に\n至ったかどうか分からない状態であるにもかかわらず、その首、手首、足首などに\n装着していたネックレスやブレスレット、アンクレットなどを剥ぎ取ったり、その\n腰に巻き付けていたウエストバッグを外し取ったりしているのであり、その際の状\n況は、まことに凄惨極まりないものというほかない。強取した金品も、パスポート\nや身分証明書などは予期したものであるが、結果的に七〇〇万円余りという多額の\n現金のほか、貴金属類等も相当多数に及び、結局、財産的被害額も総計で一〇〇〇\n万円を超えるという多額に及んでいる。\n４　また、各被告人のそれぞれの関与の度合いをみると、まず、被告人Ｆは、被\n告人Ｈに本件犯行を持ち掛けて、その口火を切ったばかりでなく、凶器を積極的に\n準備するなどしている。また、実際の犯行に際しても、被告人Ｇに果物ナイフで被\n害者の頸部を突き刺すように指示して犯行を促すなどし、自らも、前記のとおり、\n被害者の頭部を酒瓶で三回位強打するなどした上、自分の手を血で汚しながら、被\n害者の装着していた指輪やネックレス等を剥ぎ取るとともに、逃走の支度をしてい\nた被告人Ｇにウェストバッグを被害者の腰から外すよう指示したりしている。さら\nに、被告人Ｆは、逃走に際しても、自ら電話をかけてタクシーを呼んだり、行き先\nを決めるなど積極的に行動するなど、本件犯行の前後を通じて、かなり主導的な役\n割を果たしている。また、被告人Ｇは、被告人Ｈの誘いに乗って本件犯行に加担す\nるに至ったものであるが、被告人Ｆの指示や催促があったとはいえ、自らの手で果\n物ナイフを被害者の頸部に深く突き刺し、その結果、被害者に致命傷を負わせるに\n至っているのである。しかも、被告人Ｇは、被害者の頸部を果物ナイフで突き刺し\nた後、被害者が苦悶しながら起き上がろうとする様子をみせるや、被告人Ｆに対し\n「早く、早く」などと言って、被害者に対してさらなる攻撃を加えるよう促したり\nもしている。また、前記のように、被告人Ｆに指示されたとはいえ、被害者が腰に\n巻き付けていたウェストバッグを外したりしたのも、被告人Ｇである。そして、被\n告人Ｈは、Ａを殺害することにつき、当初から被告人Ｆと話し合っており、被告人\nＧに対しても、仲間に入るように誘いかけて、本件犯行に加担させているのであ\nる。実際の犯行においても、被告人Ｈは、被害者が頸部を刺されて両足をばたつか\nせたりするや、その両足を押さえ付けたり、自ら持ち出してきた小型鍬で被害者の\n頭部を殴打するなどしている。また、被害者の装着していた指輪やブレスレットを\n剥ぎ取るに当たっても、自らの手でこれを行うなど、積極的に行動している。右の\nように、被告人Ｆが本件犯行全体にわたってかなり主導的な役割を果たしたとはい\nえ、被告人Ｇ及び同Ｈも、それぞれ本件犯行において重要な役割を演じていること\nが認められるのである。さらに、被告人三名は、結果的に入手した現金七〇〇万円\n余りについて、前記市原市所在のホテル内で、それぞれ平等に二二〇万円ずつの分\n配を受けている。したがって、右のような犯行への関与の状況やその得た利得など\nに照らし、被告人三名の負うべき責任にとりたてて差異はないというべきである。\n以上のような諸点に照らし、本件の犯情は極めて悪く、被告人三名の刑事責任は\nいずれも重大である。\n５　しかし一方、被告人らの所為は、強盗殺人罪に該当するとはいえ、被告人ら\nが主として奪い取ろうと考えていたのは、被害者から取り上げられていた自分たち\nのパスポートであり、付随して若干の現金や貴金属類も手に入ることは考えていた\nものの、金銭的な欲望などに基づき、当初からいわゆる金目の物を強取しようとし\nて本件犯行に及んだものではない。また、被告人らが、被害者の殺害を企てるに至\nったのは、主として、自分たちの置かれているあたかも奴隷のような悲惨な境遇か\nら逃れ出るには、被害者を殺すほかないと考えたことにあり、前記第二の三におい\nてみたように、そのように考えたこともある程度無理からぬものがある。したがっ\nて、これらの事情も、量刑に当たって十分に考慮することを要する。\n６　さらに、右にも触れたとおり、被告人三名が本件犯行に至った背景には、被\n告人らの置かれていた悲惨な境遇があり、そのような境遇の中で被告人らが味わさ\nれた苦悩の深刻さは絶大なものであったことは否定できない。すなわち、被告人ら\nは、いずれも、日本で働けば金になるという誘いに乗って日本に来た者であるが、\n日本に到着すると、直ちにパスポートを取り上げられ、事情も分からぬまま、被害\n者から三五〇万円という多額の借金を返済するよう要求され、スナックでホステス\nとして無報酬で働かされながら、借金返済のために過酷な条件で売春を行うことを\n強制されるに至っていたものである。そして、被告人らが、このような境遇に落ち\n込むに至ったことにつき、背後にかなり大がかりな人身売買組織や売春組織がある\nものと窺われる。また、被害者のもとで無理やり働かされるようになった後は、売\n春の相手方となった男たちからも自分の人格を無視され、屈辱的な行為を強制され\nた上、売春の対価として得た金もすべて被害者に取り上げられるに至っている。日\n常の生活においても、被害者とともに同じ家屋に住まわされ、勝手な外出や電話を\n禁止され、かつまた、部屋代や買い与えられた衣類などの代金も借金に上乗せさ\nれ、三日間売春の相手方が見つからなければ罰金を科されることにもなっていたの\nである。加えて、被害者は、被告人らに対し、もし逃げ出すようなことがあれば、\n必ずお前たちを捜し出して殺すし、タイに住むお前たちの両親も殺すなどと言っ\nて、被告人らの逃げ出すのを押さえつけようと図り、一方、被告人らにおいても、\nタイ語しか話すことができず、日本にやって来てから日の浅かったこともあり、日\n本の社会の仕組みなどについてもほとんど知らず、その意味でも、法的にも私的に\nも他に助けを求めようとするには、実際上著しく困難な状況にあったことはたしか\nである。したがって、被告人らがこうした悲惨な境遇にいて、法的な救援も直ちに\nは期待できないような状況にあったことは、被告人らに対する量刑に当たって、十\n分に考慮を要する点である。\n７　そうすると、以上にみた諸事情に加え、さらにまた、被告人らが、被害者に\n対し、自分たちを悲惨な境遇に陥れたことにつき、なお強い憤りの気持ちを抱いて\nいるものの、このような形で被害者の生命を奪ってしまったことについては、現在\nでは反省後悔していること、被告人三名には、日本においても母国においても、全\nく前科前歴がないこと、被告人Ｆや被告人Ｇには、タイに年老いた両親あるいは母\n親がいて、右各被告人の安否を気遣いながらその帰りを待っていること、また、被\n告人Ｈにおいても、自分の生んだ子供がタイで母親である同被告人の帰りを待って\nいることその他、所論指摘の被告人らに有利な事情を合わせ考えると、強盗殺人罪\nの法定刑のうち無期懲役刑を選択して酌量軽減の上、被告人三名をそれぞれ懲役一\n〇年に処した原判決の量刑は、なお重過ぎ、このまま維持することは相当でないと\n認められる。論旨は、理由がある。\n二　よって、各刑訴法三九七条一項、三八一条を適用して原判決を破棄し、各同\n法四〇〇条ただし書により更に各被告事件について次のとおり判決する。\n原判決が認定した罪となるべき事実（「犯罪事実」と表示）に、原判決が掲げる\n法令を適用し、各被告人に対し、それぞれ所定刑中無期懲役刑の選択をし、平成七\n年法律第九一号による改正前の各刑法六六条、七一条、六八条二号を適用して酌量\n減軽をした各刑期の範囲内で、前記のような情状により、被告人三名をそれぞれ懲\n役八年に処し、各同法二一条を適用して被告人らに対し、原審における未決勾留日\n数中各八〇〇日をそれぞれその刑に算入し、主文第四項掲記の各押収物件は、判示\nの罪の賍物で被害者の相続人に還付すべき理由が明らかであるから、刑訴法三四七\n条一項により、これらを被害者Ａの相続人に還付し、原審及び当審における訴訟費\n用は全部、各同法一八一条一項ただし書を適用して、被告人らにこれを負担させな\nいこととし、主文のとおり判決する。\n（裁判長裁判官　松本時夫　裁判官　円井義弘　裁判官　岡田雄一）\n"
}