{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 9,
    "month": 4,
    "day": 15
  },
  "case_number": "平成8(行コ)106",
  "case_name": "建築確認申請却下処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　建築基準法４０条所定の「風土」の意義　２　建築物の敷地が路地状部分のみによって道路に接する場合には，当該路地状部分の幅員は同部分の長さに応じて所定の数値としなければならない旨規定する横浜市建築基準条例（昭和３５年横浜市条例第２０号）４条と建築基準法との関係　３　建築基準法６条１項に基づく建築確認申請に対し，市建築主事が，前記申請に係る建築物の計画は，建築物の敷地の形態を定める横浜市建築基準条例（昭和３５年横浜市条例第２０号）４条に適合しないとして，同法６条４項に基づいてした不適合通知が，適法とされた事例",
  "case_gist": "１　建築基準法４０条所定の「風土」とは，地質，地形等その地方に特有な自然的条件を意味するのみならず，自然的環境の影響を受けて形成された当該地方の物産，人口の疎密などその地方の社会的実情ないし社会的条件をも含むものと解すべきである。　２　建築物の敷地が路地状部分のみによって道路に接する場合には，当該路地状部分の幅員は同部分の長さに応じて所定の数値としなければならない旨規定する横浜市建築基準条例（昭和３５年横浜市条例第２０号）４条は，建築基準法４０条所定の「風土」に含まれるものと解される都市部における住居の密集等の社会的実情ないし社会的条件の特殊性にかんがみ，個々の建築物の衛生や安全を図るためのいわゆる単体規制として，同条を根拠として定められたものと解すべきであり，建築物の集合に伴う都市環境の悪化や火災等の危険に対処し，安全，快適な市街地を形成するためのいわゆる集団規制として，同法（平成７年法律第１３号による改正前）４３条に基づいて定められたものであるとは解されない。　３　建築基準法６条１項に基づく建築確認申請に対し，市建築主事が，前記申請に係る建築物の計画は，建築物の敷地の形態を定める横浜市建築基準条例（昭和３５年横浜市条例第２０号）４条に適合しないとして，同法６条４項に基づいてした不適合通知につき，前記条例の規定は，建築基準法４０条に基づくものであり，また，前記条例の規定によって同法（平成７年法律第１３号による改正前）４３条１項に定める接道義務を加重するのと同様の効果を生ずるとしても，同条は，条例が個々の建築物の衛生，安全の観点から路地状部分の形態に関する制限を付加することを禁じているものとは解されないから，前記条例の規定が同条に違反するものではないなどとして，前記不適合通知を適法とした事例",
  "lawsuit_id": "16271",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16271",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/271/016271_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実及び理由\n一　控訴人は「原判決を取消す。被控訴人が建築基準法六条四項に基づき平成四年\n六月二六日付けでした、控訴人の建築確認申請が横浜市建築基準条例四条に適合し\nない旨の通知処分を取消す。訴訟費用は、第一、二審とも、被控訴人の負担とす\nる」との判決を求め、被控訴人は主文同旨の判決を求めた。\n二　当事者双方の主張は、次のとおり敷衍する他は、原判決事実摘示記載のとおり\nであるから、これを引用する。\n（控訴人）\n横浜市建築基準条例（以下「市条例」という。）四条の根拠規定は、建築基準法\n（以下「法」という。）四三条二項である。すなわち、\n１　市条例四条の制定の背景に横浜市における人口及び建築物の増加があるとして\nも、これら人口及び建築物の増加に伴う規制は、通常は建築物の集合による都市環\n境の悪化や火災等の危険に対処するために必要となるものであって、単体としての\n建築物に対してというより都市計画区域内に存する建築物に対してこそ、その規制\nの必要が認められるのである。そうしてみると、横浜市における人口及び建築物の\n増加という事情は、まさしく市条例四条が集団規定の観点からもうけられたと解す\nべき根拠となるべきものである。また、市条例四条の制定の背景に関連して、その\n変遷の経過をたどれば、市条例四条が敷地と道路との関係として定められた規定で\nあることは明白である。\n２　市条例四条の表題は「敷地の形態」となっているが、法四〇条によって敷地に\n関する制限を設けることができると解しても、右制限はあくまでも建築物それ自体\nの安全、防火又は衛生に関わるものでなければならず、建築物それ自体に関連しな\nい事柄については右制限を設けることはできないと解すべきであるところ、市条例\n四条の規定は、いかなる建築物かを問わず、ただ敷地のみに着目したものであり、\nこれは建築物そのものとは全く関連しない事柄であるから、法四〇条に基づく制限\nの範囲を超えていることは明らかである。また、旧条例（昭和二八年横浜市条例第\n一号として制定されたもの）五条は、敷地が路地状部分のみによって道路に接する\n場合における規制という点では現行規定とほぼ同旨の規定であって、その表題が\n「路地状部分のみによって道路に接する敷地と道路との関係」とされていたことか\nらすれば、沿革的には現行規定のような定めは敷地と道路との関係として位置付け\nられていたのであるから、市条例四条の表題が「敷地の形態」となっているからと\nいって、このこと自体から市条例四条が単体規定に属する法四〇条に基づき制定さ\nれたものとの結論を導くことはできないのである。なお、愛知県の場合には、条例\n四条の表題が法四三条と同様であるのに、その制定根拠を法四〇条としていること\nを見れば、表題が制定根拠を決める基準となり得ないことは明らかである。\n３　東京都建築安全条例三条は、市条例四条と同旨の規定であるが、右三条の解説\nにおいては「法による敷地の接道長は二メートル以上とされているが、敷地延長に\nついては敷地の形状からの安全確保のため、路地状部分の長さの区分により、さら\nに広幅員の接道長（路地状部分の幅員）を要求している」と説明され、右規定が接\n道長の加重を目的とするものであることを明確にしている。そして、東京都の条例\nは、その地方公共団体としての規模、機能等から他の地方公共団体においても参考\nにされるべき重要な位置を占めていることは顕著な事実であり、市条例四条の規定\n内容についても、特段の事情がない限り、東京都建築安全条例三条と同旨に解すべ\nきは当然であり、市条例四条の趣旨もまた、路地状部分についての接道義務の加重\nに他ならないのである。\n（被控訴人）\n人口及び建築物の増加に対処するためには、控訴人が主張するように集団規定の観\n点からの規制が考えられるとしても、都市計画区域内に存する個々の建築物に対し\nての単体規定が不要ということにはならない。横浜市においては、その全域が都市\n計画区域に指定されており、市内に存する個々の建築物は都市計画区域内に存する\n建築物である。そこで、横浜市における人口及び建築物の増加に伴う建築物の集合\nに対して、単体としての建築物の安全等の観点からの規制をもうける必要があり、\nこのような観点から、市条例四条は個々の建築物の敷地の形態について定められた\nのである。\n人口及び建築物の増加に伴い、建築物が集合してくると、建築物の敷地の形態如何\nが当該敷地の建築物の安全上密接に関連してくるのであり、特に、建築物の敷地が\n路地状部分のみによって道路と接する形態の場合、その路地状部分は敷地内の避難\n上及び消火上必要な通路に当たり、その通路の長さが長ければ長いほど当該敷地に\n建てられた建築物からの避難や火災における消火活動上危険となることは明らかで\nあるから、単体としての個々の建築物の安全等の観点から、特殊建築物に限らず、\nすべての建築物について、その敷地の形態のうち、特に路地状部分のみによって道\n路に接する敷地の形態を規制する必要がある。このように、市条例四条は、敷地の\n形態に関する規制として定められたものである。\n右のとおり、市条例四条は、敷地の形態について定めたもので、集団規定の観点か\nら敷地と道路の関係を定めたものではない。法四三条によれば、敷地と道路の関係\nについて条例で定める場合、集団規定の観点から、敷地の接道長の加重に止まら\nず、敷地が接する道路の幅員についても規定を設けることができるのであるが、法\n四〇条によれば、あくまで建築物の敷地に関する規制のみで、道路に対する規制は\nできない。なお、東京都建築安全条例三条の解説では、敷地の延長については「敷\n地の形状」からの安全確保のためにさらに広幅員の接道長を要求していると説明し\nており、敷地の形態についての規制であることを明確にしているのである。\n三　証拠（省略）\n四　当裁判所も、控訴人の請求は理由がないと判断するが、その理由は、当事者双\n方の前示主張にかんがみ、市条例四条の制定根拠等について次のとおり敷衍する他\nは、原判決理由説示のとおりであるから、これを引用する。\nｌ（一）法は、建築物の敷地、構造、設備及び用途に関する最低の基準を定めて、\n国民の生命、健康及び財産の保護を図り、もって公共の福祉の増進に資することを\n目的として制定されたものであり（法第一条）、その第二章において、建築物の敷\n地、構造及び建築設備の規制に関する規定をおき、第三章においては、都市計画区\n域等における建築物の敷地、構造及び建築設備に関する規定をおいている。この第\n二章は、いわゆる単体規定といわれ、個々の建築物の安全、防火又は衛生を図ると\nの見地から、全国一律の最低基準として、建築物の敷地や建築物自体の構造等につ\nいての規制を加えているが（法第一九条以下）、同章の法四〇条は、地方公共団体\nは、その地方の気候若しくは風土の特殊性又は特殊建築物の用途若しくは規模によ\nり、同章の規定又はこれに基づく命令の規定のみによっては建築物の安全、防火又\nは衛生の目的を充分に達し難いと認める場合においては、条例で、建築物の敷地、\n構造又は建築設備に関して安全上、防火上又は衛生上必要な制限を付加することが\nできる旨規定している。そして、住居が密集する都市部において住居の安全、防火\n又は衛生を十全に図るためには、建築物の敷地、構造又は建築設備について法第二\n章が定める規制以外の格別の規制が必要となることは当然であり、また、右のとお\nり、法四〇条は「気候若しくは風土」と規定して、気候と風土を異なった文言とし\nて使用していることを考慮すれば、同条の「風土」とは、地質、地形等その地方に\n特有な自然的条件を意味するのみならず、風土記等の古来からの用語法にもかんが\nみ、自然的環境の影響を受けて形成された当該地方の物産、人口の疎密などその地\n方の社会的実情ないし社会的条件をも含むものと解すべきである。\n次に、法第三章は、いわゆる集団規定とされ、建築物の集合に伴う都市環境の悪化\nや火災等の危険に対処し、安全、快適な市街地を形成するため、都市計画区域内に\n存する建築物等につき必要な規制を定めたものであり、そのうち、法四三条一項\nは、道路が建築物の利用に不可欠のものであり、また、道路のないところに建築物\nが密集すると、火災時の避難等に支障を来すことから、このような道路と建築物の\n関係に着目し、通行及び避難の安全の見地から、建築物の敷地は建築基準法上の道\n路に二メートル以上接しなければならない旨規定しており、その第二項は、地方公\n共団体は、特殊建築物、階数が三以上である建築物、政令で定める窓その他の開口\n部を有しない居室を有する建築物又は延べ面積が千平方メートルをこえる建築物が\n接しなければならない道路の幅員、その敷地が道路に接する部分の長さその他その\n敷地又は建築物と道路の関係についてこれらの建築物の用途又は規模の特殊性によ\nり、前項の規定によっては避難又は通行の安全の目的を充分に達し難いと認める場\n合においては、条例で、必要な制限を付加することができると規定している。これ\nらの規定から明らかなように、法四〇条による規制の付加と、法四三条二項による\n規制の付加とは、規制の付加ができる条件も、規制対象も、異なっているのであ\nる。\n（二）　原判決（一二丁表二行目掲記の各証拠及び乙第一一ないし第一三号証、第\n二一号証によれば、横浜市の人口は、本件市条例（昭和二八年横浜市条例第一号）\nが施行された昭和二九年の翌年の昭和三〇年には一一四万三六八七人であり、人口\n密度も一平方キロメートル当たり（以下、同じ）二八二〇人であったが、昭和四三\n年に人口が二〇〇万人を超え、昭和六一年に三〇〇万人を超えた後も人口は増加を\n続け、本件建築確認申請のされた平成四年には人口は三二二万二〇四七人となり、\n人口密度も七四六六人に及んでいたこと、また、横浜市建築局の建築物確認申請の\n取扱件数は、昭和三九年には推計二万四九二一件であったが、その後増加を続け、\n市条例四条施行の前年である昭和四六年には三万二五八四件に達したこと、このよ\nうに、横浜市においては、昭和四〇年ころから、高度の都市化に伴う人口及び人口\n密度の急増、居住用建物の異常な密集という現象が生じたことから、横浜市は、こ\nのように異常に密集した居住環境の下で、建築物等の安全、防火の目的を全うする\nために、建築物の敷地に関する必要な制限の付加として、昭和四七年横浜市条例第\n一一号により、従前の横浜市建築基準条例の一部を改正し、市条例四条の規定を設\nけたものであること、同改正は、従前の市条例四条を四条の二とし、その前に本件\nの市条例四条を新設したものであるが、同改正後の市条例の規定は、第一章が総則\nで第一条から第四条の二まで、第二章が特殊建築物に関する規制で第五条から第五\n三条まで、第三章は雑則で第五四条から第五七条まで、第四章が罰則で第五八条と\nいう構成になっていること、このうち、右総則に規定された市条例四条の表題は\n「敷地の形態」であり、本文において「建築物の敷地が路地状部分のみによって道\n路に接する場合には、その路地状部分の幅員は、その路地状部分の長さに応じて、\n次の表に掲げる数値としなければならない（表は省略）」と規定していること、他\n方、改正後の市条例四条の二は、表題が「大規模建築の敷地と道路との関係」とな\nっており、その規定の要旨は、延べ面積が一〇〇〇平方メートルをこえる建築物の\n敷地は、幅員六メートル以上の道路に、長さ六メートル以上接しなければならない\nとしたものであること、なお、第二章（特殊建築物）に規定された市条例五条は、\n表題が「敷地と道路との関係」となっており、内容は、要旨、学校等の用途に供す\nる建築物で、その用途に供する部分の床面積の合計が一〇〇平方メートルをこえる\nものの敷地は、一箇所で六メートル以上道路に接しなければならない、と定められ\nているものであること、以上の事実が認められる。\n２　以上によれば、法四〇条は、地方公共団体が、その地方の自然的条件や社会的\n実情ないし社会的条件の特殊性により、法第二章の規定等のみによっては建築物の\n安全、防火又は衛生の目的を充分に達し難いと認める場合においては、条例で、建\n築物の敷地等に関して安全上、防火上又は衛生上必要な制限を付加することができ\nる旨規定しているものであるところ、横浜市においては、昭和四〇年ころから人口\n及び人口密度の急増、居住用建物の異常な密集という現象が生じたことから、建築\n物等の安全、防火の目的を全うするために、建築物の敷地に関する規制が必要とな\nり、市条例四条が制定されたものであるが、同条は「敷地の形態」という表題にな\nっていて、建築物の敷地を単体として規制するものであることを表しており、法第\n三章のいわゆる集団規定のように「敷地と道路との関係」などという表題ではな\nく、その規定内容も、建築物の敷地が路地状部分のみによって道路に接する場合\nに、建築物が密集する都市部において建築物の安全、防火又は衛生を十全に図るた\nめには、建築物の敷地について規制を付加する必要があるとの見地から、右路地状\n部分につきその長さに応じて一定の幅員を確保しなければならないとするものであ\nり、これらを総合すれば、同条項は、いわゆる単体規定の観点から法四〇条を根拠\nとして敷地の形態それ自体を規定したものと解するのが相当である。\n３　控訴人は、人口及び建築物の増加に伴う規制は通常集団規定を必要とさせるも\nのであるから市条例四条は集団規定であるなどと主張するところ、確かに人口及び\n建築物の増加が集団規定による規制を必要とさせる状況を生み出すことは十分に考\nえられるところであるが、前示のとおり、単体規定である法四〇条による規制の付\n加と集団規定である法四三条二項による規制の付加とは、規制の付加ができる条件\nも規制の対象も異なっているものである以上、人口及び建築物の増加が集団規定の\nみならず単体規定としての規制の付加を必要とすることも充分考えられるのであっ\nて、集団規定のみでこれに対処することでは不十分である場合も否定することがで\nきないのである。本件の場合、市条例四条の制定が必要とされた事情やその制定内\n容等は前示のとおりであって、市条例四条は法四〇条に基づくものであるというべ\nきであり、これが集団規定である法四三条を根拠としているものであるということ\nはできない。\nまた、控訴人は、法四〇条によって敷地に対する制限を設けることができるとして\nも、それはあくまでも建築物それ自体の安全、防火又は衛生に関するものでなけれ\nばならないところ、市条例四条はいかなる建築物であるかを問わず敷地のみに着目\nしたものであるから、法四〇条に基づく制限の範囲を超えていると主張するが、法\n第二章のうちには第一九条のように敷地自体に関する規制を行って建築物の安全、\n防火又は衛生の目的を達しようとする条項も存在するのであるから、控訴人主張の\nように法四〇条による制限を限定して解釈しなければならない理由はないのであっ\nて、控訴人の主張は採用できない。\nそのほか、控訴人は、市条例四条が法四〇条に基づくものではない旨を縷々主張す\nるが、いずれも独自の見解を前提とするものであって、採用することができない。\n４　以上によれば、市条例四条は法四〇条に基づき制定されたものであるというべ\nきであり、市条例四条が法四三条に基づくものであることを前提として本件通知処\n分の違法をいう控訴人の主張は理由がないものといわなければならない。\n五　よって、本件控訴を棄却することとし、控訴費用の負担について行政事件訴訟\n法七条、民訴法九五条、八九条を適用して、主文のとおり判決する。\n（裁判官　宍戸達　　佃　浩一　升田　純）\n"
}