{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 7,
    "month": 11,
    "day": 22
  },
  "case_number": "平成6(行ケ)157",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13824",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13824",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/824/013824_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n特許庁が、昭和６０年審判第１９５９号事件について、平成６年５月１９日にし\nた審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、別紙１に表示したとおり、「ＮＯＶＩＧＥＮ」の欧文字と「ノービゲ\nン」の片仮名文字を上下二段に横書きしてなる商標につき、指定商品を第４類「せ\nっけん類、歯みがき、化粧品、香料類」とした商標登録第１６９１９８８号（昭和\n５４年１２月２８日出願、昭和５９年６月２１日設定登録、現に有効に存続するも\nの。以下「本件商標」という。）の商標権者である。\n原告が引用する登録第５４２０１４号商標は、別紙２の１に表示したとおりの構\n成よりなり、第２類「染毛料」を指定商品として、昭和３３年１０月８日に登録出\n願され、同３４年９月２１日に設定登録されたもの（以下「引用商標１」とい\nう。）、同じく登録第５５９６９４号商標は、別紙２の２に表示したとおりの構成\nよりなり、第２類「染毛料」を指定商品として、昭和３４年１１月１１日に登録出\n願され、同３５年１０月２７日に設定登録されたもの（以下「引用商標２」とい\nう。）、同じく登録第５５９６９５号商標は、別紙２の３に表示したとおりの構成\nよりなり、第２類「染毛料」を指定商品として、昭和３４年１１月１１日に登録出\n願され、同３５年１０月２７日に設定登録されたもの（以下「引用商標３」とい\nう。）であり、同じく登録第８６５３７９号商標は、別紙２の４に表示したとおり\nの構成よりなり、第４類「歯みがき、化粧品（薬剤に属するものを除く）香料類」\nを指定商品として、昭和４２年８月２８日に登録出願され、同４５年７月１５日に\n設定登録されたもの（以下「引用商標４」という。）、同じく登録第１３２５７０\n３号商標は、別紙２の５に表示したとおりの構成よりなり、第４類「歯みがき、化\n粧品（薬剤に属するものを除く）香料類」を指定商品として、昭和５０年４月２５\n日に登録出願され、同５３年３月９日に設定登録されたもの（以下「引用商標５」\nという。）であり、引用各商標は、いずれも現に有効に存続しているものである。\n原告は、昭和６０年１月２５日、被告を被請求人として、特許庁に対し、本件商\n標についての無効審判の請求をした。\n特許庁は、同請求を昭和６０年審判第１９５９号事件として審理し、平成６年５\n月１９日、「本件請求は、成り立たない。」との審決をし、その謄本は、同年６月\n１３日、原告に送達された。\n２　審決の理由\n審決は、別添審決書写し記載のとおり、原告が証拠方法として提出した審判事件\n甲第１～第２３１号証刊行物によっても、本件商標と引用商標とが類似している\n（商標法４条１項１１号）、又は、商品の出所について混同を生ずるおそれがある\n（同項１５号）、あるいは、本件商標が公の秩序又は善良の風俗を害するおそれが\nある（同項７号）と認めることはできないから、本件商標を無効とすることはでき\nないとした。\n第３　原告主張の審決取消事由の要点\n１　取消事由１（商標法４条１項１１号の適用についての判断の誤り）\n（１）指定商品の類否\n引用商標１～３の各商標の指定商品「染毛剤」は、本件商標の指定商品「化粧\n品」に包含される商品であり、引用商標４及び５の各商標の指定商品「歯みがき、\n化粧品（薬剤に属するものを除く）香料類」は、本件商標の指定商品とほぼ同一で\nある。\n（２）商標の類否\n本件商標における「ノービゲン」は、「ノー／ビゲン」と分離して称呼、観察さ\nれるものであり、需要者・取引者は、「ビゲン」の部分に特に注意をひかれるもの\nである。以下、その理由を述べる。\n（「ビゲン」の著名性）\n原告の長年の努力によって、「ビゲン」は染毛剤を表す著名な商標となっており\n（購入者は「しらが染め下さい。」とはいわずに「ビゲン下さい。」という。）、\nしかも、商品「染毛剤」の性質からして、引用各商標は、「ビゲン」といえば需要\n者・取引者に通じるほど強い識別力を有しているものである（甲第９、第１０号\n証）。このことはまた、原告が長年にわたり、各種のＴＶ、新聞、雑誌等を通じて\n商標「ビゲン」を広告宣伝してきたこと（甲第１２～第３９８号証）から明らかで\nある。\n（わが国における英語の普及度との関係）\nわが国における英語の普及度に照らせば、例えば「ノースモーキング」＝「ＮＯ\nＳＭＯＫＩＮＧ」、「ノーゲーム」＝「ＮＯ　ＧＡＭＥ」というように、わざわ\nざ「ノー」という部分とそれに続く部分との間にスペースや「・」などを用いて単\n語を分離しなくても、「ノー」という部分から否定を意味する英単語「ＮＯ」を連\n想することができる。\n「ノービゲン」は４音からなる造語であって、「ノービゲン」全体で英単語を認\n識させないし、「ノービ」も「ノービゲ」も特定の英単語を認識させることはな\nい。\nこれを「ノー」で切ると、需要者・取引者が、否定を意味する英単語の「ＮＯ」\nと、商品「染毛剤」について著名な登録商標「ビゲン」とに明確に認識することが\nできる。\nそうすると、登録商標「ビゲン」の著名度及びわが国における英語の普及度から\nいって、需要者・取引者が、本件商標の指定商品に関して「ノービゲン」を観察す\nるとき、「ノー／ビゲン」と分離して観察することは明らかである。\n（連合商標との関係）\n「ビゲンスーパー」、「ビゲンスペシャル」及び「ハイビゲン」と同書同大にして\n一連横書きされた各商標は、それぞれ引用商標１～５の各登録商標と類似する連合\n関係にある（甲第４００～４０２号証）。\nここでも、全体として造語である「ビゲンスーパー」、「ビゲンスペシャル」、\n「ハイビゲン」が、造語ながらも著名な「ビゲン」とよく知られた英単語「スーパ\nー、スペシャル、ハイ」とに分離観察されるのである。\nそして、「ノー」もまた「ビゲン」と結合するなら、「ビゲンスーパー」、「ビ\nゲンスペシャル」及び「ハイビゲン」と同様に、「ビゲン」と類似するものという\nべきである。\nそこで、商標審査基準に照らすならば、「４．（６）指定商品について著名な商\n標と他の文字とを結合した商標は、原則として、その著名な商標と類似する。」の\nであるから、本件商標は、引用各商標と類似するものである。\nまた、同審査基準の「５．（１）商標の構成部分中識別力のある部分が識別力の\nない部分に比較して著しく小さく表示された場合であっても、識別力のある部分か\nら称呼又は観念を生ずるものとする。」に照らしても、「ビゲン」が著名化して\n「染毛剤」の代名詞として強い観念を与える以上、「ノー」と「ビゲン」が同書同\n大で表された本件商標の場合、より一層、引用各商標と類似するものというべきで\nある。\nよって、本件商標は、引用１～５の各登録商標と類似するというべきであるの\nに、審決は、その判断を誤ったものである。\n２　取消事由２（商標法４条１項１５号の適用についての判断の誤り）\n上記のとおり、「ビゲン」ブランドはきわめて著名であり、いわばハウスマーク\nといっても間違いではなく、加えて、原告が豊富な商品ラインアップを準備し、さ\nらに需要者・取引者はラインアップの拡充を望んでいるという事実（甲第２１８号\n証）などからすれば、「『ビゲン・・・』あるいは『・・・ビゲン』といった商標\nが使用される商品は原告を出所とするものである」と、需要者・取引者に予感させ\nる状況にあるというべきである。\n引用各商標は、上記のようにその指定商品について著名な商標であるが、本件商\n標は、その著名な商標を一部に含んでおり、たとえ引用各商標と本件商標が称呼上\n非類似であるとしても、出所の混同を生ずるおそれがあることは明らかである。\nしかも、本件商標に接する需要者・取引者の感覚からすれば、原告は「ビゲン」\nの商標を付した商品の他に「ビゲン」を一部に含む商標を付した商品のシリーズを\n製造販売しており、「・・・ビゲン」もその中の一商品であるとの誤認を生じ易い\nものである。このような観点からすると、本件商標は原告の業務に係る商品と混同\nを生じるおそれがある。\nちなみに、原告所有の「ビゲン」なる商標が現在のように著名な商標になるまで\nには、長年にわたって多大な公告、宣伝活動を行った企業努力、営業努力の成果で\nあって、単に商標登録したことによって自然に著名な商標になったものではない。\nこのような企業努力、営業努力があってはじめて著名商標があるものであり、それ\nによって顧客吸引力をつちかってきたからこそ著名な商標は商標法上種々の角度か\nら保護が与えられているにとどまらず、不正競争防止法によっても保護されている\nものである。\nしかるとき、「ノービゲン」なる商標が有効に存続することになれば、需要者・\n取引者に商品の混同及び出所の混同を生ぜしめ、これら需要者・取引者の利益を害\nし、また、商標権者の信用を毀損するとともに、商標の希釈化によりその顧客吸引\n力を商標権者から奪い、商標権者の財産的価値を侵害し、それまでの企業努力、営\n業努力を無に帰するものであるばかりか、社会全体の公正なる競争秩序が根本から\n破壊されることになりかねない。著名商標は企業の顔ともいうべきもので、その商\n標に長年にわたる信用を凝縮した財産権であり、企業にとって最も重要な財産権の\n一つである。このような財産権である著名商標を有する原告と全く関係のない被告\nが類似あるいは引用各商標を一部に有する商標を使用することは、原告の企業努\n力、営業努力にただ乗りする行為であり、公正な競争秩序上から許されるべきこと\nではない。\nよって、審決の判断が誤りであることは明らかである。\n３　取消事由３（商標法４条１項７号の適用についての判断の誤り）\n本件商標は、前記のように、語頭部分の「ＮＯ」が英語における否定、否認を表\nす「ＮＯ」を需要者・取引者が直観することが多く、原告が長年にわたって築き上\nげてきた著名な商標「ビゲン」に凝縮した商品の効果、効能に対する信用を否定\nし、「ビゲン」なる商品があたかも効果、効能がないような錯覚を一般需要者・取\n引者に与えてしまうことになる。\n「ＮＯ」は否定、拒絶、排撃を意味し、「ノービゲン」は「ノースモーキング」\n＝「禁煙」、「ノーパーキング」＝「駐車禁止」と同様、「ビゲン禁止」、「ビゲ\nンは危険」という観念を想起させ、原告の取扱商品の効果・効能ばかりか安全性に\n対する悪イメージをも形成しかねない。\n仮に、安全性に過敏ともいえる化粧品業界において、このような本件商標が有効\nに存続することになれば、原告の長年にわたる企業努力、営業努力によって築き上\nげたきた「ビゲン」の商標を付した商品に対する信用に対し、需要者・取引者に品\n質の劣悪な商品をも想起させてしまい、誹謗・中傷につながるおそれがある。\nこうした誹謗・中傷につながるおそれがある商標が有効に存続することになれ\nば、それはまさしく不正競争に相当するものというべきであり、商標審査基準にい\nうところの、「指定商品について使用することが社会公共の利益に反し、または社\n会の一般道徳観念に反するような場合」に該当するものである。\nよって、審決の判断は誤りである。\n４　取消事由４（商標法６９条に基づく、複数の指定商品のうちの一部無効の主\n張）\n本件商標は、「せっけん類、歯みがき、化粧品、香料」を指定商品とするもので\nあるから、原告の請求は、これら４つの指定商品のそれぞれについてなされたもの\nであるが、登録商標「ビゲン」は、「化粧品」特に「染毛剤」に関する著名性が極\nめて大きいにもかかわらず、審決は、これに正当な判断をしていないということが\nできる。\n仮に、本件商標の指定商品全部が無効にならないとしても、少なくとも「化粧\n品」さらにはこれに類する「せっけん類」に関しては無効というべきである。\n第４　被告の反論の要点\n１　取消事由１について\n（１）指定商品の類否\n引用商標１～３の各商標の指定商品「染毛剤」は、本件商標の指定商品「化粧\n品」に包含される商品であり、引用商標４及び５の各商標の指定商品「歯みがき、\n化粧品（薬剤に属するものを除く）香料類」が本件商標の指定商品とほぼ同一であ\nることは認める。\n（２）商標の類否\n本件商標と引用商標１～５とは、それぞれその構成を異にし、外観・称呼及び観\n念とも異にするものであって非類似であるから、商標法４条１項１１号には該当し\nない。\n本件商標は、審決が認定するとおり、「その構成各文字は外観上まとまりよく一\n体的に表現されていて、しかも、全体をもって称呼してもよどみなく一連に称呼し\nうるものである。」から、原告主張のようにことさら「ノー」と「ビゲン」を分離\nさせる必要はないものである。\n本件商標のカタカナ部分である「ノービゲン」は、同書同大でかつ等間隔に一連\nのものとして表示されると共に、「ー」の長音を交えて４音からなる５文字の商標\nであるのに対し、引用商標１、３、４はいずれも「ビゲン」の３音からなる３文字\nの商標である。\n本件商標と引用商標を対比すると、各商標の最も目に付きかつ称呼上も最も印象\nの強い語頭の文字が相違するのみならず、両者とも３音ないし４音程度の短い音よ\nりなり、また、３文字ないし５文字よりなる短い商標であり、その１音ないし２文\n字の違いによる印象の違いは極めて大きく、何ら相紛れることのない商標であり、\n外観及び称呼において全く別異な非類似商標である。\nまた、「ノービゲン」と「ビゲン」は、両者とも造語商標であり、観念について\nは対比すべくもなく、全く異なるものである。\n次に、本件商標の欧文字部分である「ＮＯＶＩＧＥＮ」は、同じく同書同大でか\nつ等間隔に一連で表示されるものであって、合計７文字からなるものであるのに対\nし、引用商標２、４が「ＢＩＧＥＮ」、引用商標５が「ＢＩＧＥＮＥ」よりなる商\n標であり、前者は５文字、後者は６文字よりなる商標である。\n本件商標と引用商標を対比すると、外観上構成全体に異なるばかりでなく、語頭\nの文字も相違することから片仮名文字と同様称呼も全く相違し、併せて「Ｖ」と\n「Ｂ」の文字の相違及び引用商標５にあっては末尾の文字も相違する全く別異な商\n標といわざるをえない。\n特に語頭の「ＮＯ（ノー）」の部分の相違にあっては極めて顕著な差があり、か\nつ、その差は外観のみならず特に称呼全体に及ぼす影響が大きいものであり、両者\nとも一連に発声すると全体の語調、語感が全く異なり、相紛れるおそれは全くな\nい。\n（わが国における英語の普及度との関係について）\nそもそも、「ノー　スモーキング」＝「ＮＯ　ＳＭＯＫＩＮＧ」等においては、\n既に間にスペースが介在しているものであって、異なる英単語を２つつなげたもの\nであるのに対し、本件商標は一個の造語であることから、その前提を異にするもの\nである。\nそして、本件商標は、造語であり、同書同大でかつ等間隔に一連で表示、成立し\nているものであって、一連一体の「ノービゲン」、「ＮＯＶＩＧＥＮ」をことさら\nスペース等を入れて分離させる根拠はない。\n（連合商標との関係について）\n原告主張の「スーパー」「スペシャル」「ハイ」は、いずれも商品の一般的な品\n質の程度を表示する単語であるのに対し、「ノー」は、何ら商品の一般的な品質の\n程度を表示するものではない。\nしたがって、原告主張のような「ビゲン」の著名性を理由に、本件商標をことさ\nら「ノー／ビゲン」と分離観察すべき理由はないから、原告の主張は失当である。\n２　取消事由２について\n原告が引用商標「ビゲン」を「染毛料」について使用していても、そもそも、上\n記のとおり、本件商標はその商標の外観・称呼及び観念を全く異にすると共に、明\nらかに両者を区別しうる別異のものであるから、何ら商品の出所の混同を生ずるお\nそれはない。\nしたがって、商標法４条１項１５号の規定に該当する事実はない。\n３　取消事由３について\nそもそも、商標法４条１項７号の規定に該当するものは、その構成自体がきょう\n激、卑猥な文字、図形である場合及び商標の構成自体がそうでなくとも、指定商品\nについて使用することが社会公共の利益に反し、又は社会の一般的道徳観念に反す\nるような場合に該当するときに適用される条項である。\n本件商標は、何ら構成自体がきょう激、卑猥な文字、図形でないばかりでなく、\n指定商品について使用することが社会公共の利益に反し、又は社会の一般的道徳観\n念に反するものでもない。\nなお、原告は、ことさら「ノー」と「ビゲン」とを分離し、これを前提に「ノー\nビゲン」＝「ビゲン禁止」なる独特の観念を案出せしめたものであり、全く根拠\nのない主張であることは明らかである。\n４　取消事由４について\n上記のとおり、本件商標と引用各商標が類似しないことは明らかであるから、原\n告の主張はその前提を欠き、失当である。\n第５　証拠（省略）\n第６　当裁判所の判断\n１　取消事由１（商標法４条１項１１号の適用についての判断の誤り）について\n（１）指定商品の類否\n引用商標１～３の各商標の指定商品「染毛剤」は、本件商標の指定商品「化粧\n品」に包含される商品であり、引用商標４及び５の各商標の指定商品「歯みがき、\n化粧品（薬剤に属するものを除く）香料類」が本件商標の指定商品とほぼ同一であ\nることは、当事者間に争いがない。\n（２）商標の類否\n原告は、引用商標「ビゲン」が染毛剤を表す著名な商標であること及びわが国に\nおける英語の普及度との関係から、本件商標における「ノービゲン」は、「ノー／\nビゲン」と分離して称呼、観察されるものであり、需要者・取引者は、「ビゲン」\nの部分に特に注意をひかれるものであると主張するが、以下に述べるとおり、この\n主張は理由がない。\n本件商標は、別紙１に表示したとおり、「ＮＯＶＩＧＥＮ」の欧文字と「ノービ\nゲン」の片仮名文字を上下二段に横書きしてなる商標であるが、審決が認定すると\nおり、「構成各文字は外観上まとまりよく一体的に表現されていて、しかも、全体\nをもって称呼してもよどみなく一連に称呼し得るもの」（審決書１３頁１２～１４\n行）であり、また、「ＮＯ」と「ＶＩＧＥＮ」、「ノー」と「ビゲン」の文字部分\nの間に特に間隔があるわけではなく、その書体の大きさや表示態様に区別があるわ\nけでもないから、「本件商標は、該構成全体をもって一体不可分の造語よりなるも\nのと認識し把握される」（同１３頁末行～１４頁２行）ものと認めることができ\nる。\n他方、引用各商標は、それぞれ、別紙２の１～５に表示したとおりの構成よりな\nり、その構成文字に相応して「ビゲン」の各称呼を生ずることは明らかであるが、\n本件商標から生ずる「ノービゲン」と引用各商標から生ずる「ビゲン」の両称呼を\n比較検討すると、審決が認定するとおり、「両称呼は称呼における識別上重要な要\n素を占める語頭において『ノー』の有無の顕著な差異を有するものであるから、こ\nの差異が４音と３音と比較的短い音構成よりなる両称呼の全体に及ぼす影響は大き\nく、それぞれ一連に称呼した場合においても語調、語感を異にし聴き誤るおそれは\nない」（同１４頁８～１４行）ものと認めることができる。\nまた、本件商標と引用各商標が外観において異なることは明らかであるうえ、本\n件商標は造語であって、特定の観念が生ずるものと認めることはできず、他方、引\n用商標「ビゲン」からは、原告主張のように著名な染毛剤が想起されるとすると、\n両商標は観念において異なることも明らかである。\n原告は、わが国における英語の普及度との関係について主張しているが、そもそ\nも、「ノー　スモーキング」＝「ＮＯ　ＳＭＯＫＩＮＧ」等においては、異なる英\n単語を２つつなげたものであるのに対し、本件商標は一個の造語であることから、\nその前提を異にするものである。そして、本件商標が造語であり、同書同大でかつ\n等間隔に一連で表示、成立しているものであることからすると、原告主張のような\n「ビゲン」の著名性を併せ考えてみても、一連一体の「ＮＯＶＩＧＥＮ」、「ノー\nビゲン」について、ことさら間にスペースを入れて「ＮＯ」と「ＶＩＧＥＮ」、\n「ノー」と「ビゲン」に分離させる根拠はないというべきである。\nまた、原告は、引用各商標と連合商標との関係についても主張しているが、「ス\nーパー」、「スペシャル」、「ハイ」はいずれも商品の一般的な品質の程度を表示\nする英単語であるといえるの対し、「ノー」は一般的な品質の程度を表示するもの\nとはいえず、これらを同列に論ずることはできない。\nしたがって、原告主張のような「ビゲン」の著名性を理由に、本件商標をことさ\nら「ノー／ビゲン」と分離観察すべき理由はないから、原告の主張は、その前提を\n欠くものであり、採用することができない。\n取消事由１は理由がない。\n２　取消事由２（商標法４条１項１５号の適用についての判断の誤り）について\n原告主張のように、引用各商標が各指定商品、とりわけ「染毛剤」について著名\nであることが認められるとしても、そもそも、上記のとおり、本件商標はその商標\nの外観・称呼及び観念を異にするうえ、取引の実情について見てみると、乙第１１\n号証によれば、本件商標は、被告商品であるビニールシート用洗浄剤ないしビニー\nルハウスの洗浄剤に付されて使用されていることが認められ、これが「染毛剤」と\nして著名な「ビゲン」の類似商品であるとか、その系列の商品であるとか混同され\nるおそれがあるものと認めることはできないから、何ら商品の出所の混同を生ずる\nおそれはないというべきである。\n取消事由２も理由がない。\n３　取消事由３（商標法４条１項７号の適用についての判断の誤り）について\n原告は、「ノー」と「ビゲン」とを分離し、これを前提に「ＮＯ　ビゲン」＝\n「ビゲン禁止」、「ビゲンは危険」という観念が想起される旨主張するが、前記の\nとおり、本件商標「ノービゲン」は一体不可分の造語よりなるもので、引用各商標\nとの関連を想起させるものとはいえず、原告の上記主張は、主観に過ぎるものとい\nわざるをえないから、「本件商標の指定商品に使用することが社会公共の利益に反\nし又は社会の一般的道徳観念に反するような文字よりなるものではないし、また、\nその構成自体がきょう激、卑わいな文字、図形よりなるものともいえない。」（審\n決書１５頁１６～２０行）とした審決の判断に誤りはない。\n取消事由３も理由がない。\n４　取消事由４（商標法６９条に基づく、複数の指定商品のうちの一部無効の主\n張）について\n上記のとおり、本件商標と引用各商標が類似しないことは明らかであるから、原\n告の主張はその前提を欠き、失当である。\n取消事由４も理由がない。\n５　以上のとおりであるから、原告主張の審決取消事由はいずれも理由がなく、そ\nの他審決にはこれを取り消すべき瑕疵は見当たらない。\nよって、原告の請求を棄却することとし、訴訟費用の負担について、行政事件訴\n訟法７条、民事訴訟法８９条を適用して、主文のとおり判決する。\n（裁判官　牧野利秋　押切瞳　芝田俊文）\n審決書添付（省略）\n別　紙１\n＜３０３４４－００２＞\n別　紙２\n＜３０３４４－００１＞\n"
}