{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 11,
    "day": 19
  },
  "case_number": "平成2(オ)576",
  "case_name": "国鉄津田沼電車区賃金カット",
  "court_name": "最高裁判所第三小法廷",
  "field": "労働",
  "lawsuit_id": "19061",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19061",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/061/019061_hanrei.pdf",
  "contents": "主　　　　文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理　　　　由\n上告代理人清井礼司の上告理由について\n所論にかんがみ検討するのに、原審の適法に確定した事実関係は、次のとおりで\nある。\n１　被上告人は、日本国有鉄道法に基づいて設立された鉄道事業等を営む公共企\n業体であったが、昭和六二年四月一日、日本国有鉄道の改革に伴い、名称が変更さ\nれ日本国有鉄道清算事業団となった。上告人は、被上告人に雇用された職員であ\nり、昭和六〇年一一月当時は、日本国有鉄道の千葉鉄道管理局津田沼電車区運転検\n修係の職務に従事していた者であり、国鉄千葉動力車労働組合（以下「動労千葉」\nという。）津田沼支部の執行委員であった。\n２　津田沼電車区は、千葉以西の総武緩行線及び千葉以東の緩行線の旅客列車の\n運行等の業務を所掌し、その内部機構は、電車区長の下に、列車乗務員の所属する\n本線運転部門、上告人の所属する検修部門等七部門からなっていた。また、同電車\n区の本線運転部門と検修部門とは、その業務内容を異にするものの、同電車区所属\nの旅客列車の運行について密接な関連性を有し、同電車区の年次有給休暇（以下\n「年次休暇」という。）の管理者は電車区長であり、年次休暇の請求に対する時季\n変更権の行使・不行使は電車区長が決定していたものであり、労働基準法三六条の\n適用に当たっては、同電車区は一つの事業場として扱われてきた。\n３　動労千葉は、国鉄分割・民営化阻止、一〇万人首切り合理化粉砕等を目標に\n掲げ、当初の予定を前日に繰り上げて昭和六〇年一一月二八日正午から翌二九日正\n午まで二四時間にわたり、津田沼支部及び千葉運転区支部（両支部はそれぞれ津田\n沼電車区及び千葉運転区を単位として組織されていた。）を拠点とし、千葉以西乗\n入れの旅客列車乗務員を対象とする指名ストライキを実施し、これにより右両日に\nわたり、総武快速線、同緩行線等で多数の旅客列車等が運休、遅延するなどの影響\nが生じた。\n４　上告人は、同月二一日津田沼電車区長に対し、その有する年次休暇の日数の\n範囲内で、同月二八日の午後半日の年次休暇の請求をしていたが、同月二七日、動\n労千葉は、当初同月二九日に予定していたストライキを繰り上げて同月二八日正午\nから実施する旨を決定した。このことを上告人は組合内部の情報により知ると、Ａ\n助役にただして年次休暇の請求が事実上承認されていることを確認しながら、右請\n求をそのまま維持した上、同月二八日午後は勤務しなかった。その間、上告人は、\n同日午前一一時五五分ころから動労千葉津田沼支部事務所わきで開かれた組合員の\n集会に参加し、同日午後四時過ぎころから同六時過ぎころまでの間に津田沼電車区\n構内で行われたスト決起集会では、本部執行委員Ｂとともに組合員らの前に立って\nシュプレヒコールの指揮をし、また、同日午後一時過ぎころ同電車区指導員詰所に\nおいて、右ＢらとともにＣ助役に対し、当局側が当日のストライキ対策のため指導\n員を乗務させたことにつき大声で詰問、抗議するなどして、同助役の職務の執行を\n妨害し、右争議行為に積極的役割を果たした。\n右事実によれば、上告人は、前記争議行為に参加しその所属する事業場である津\n田沼電車区の正常な業務の運営を阻害する目的をもって、たまたま先にした年次休\n暇の請求を当局側が事実上承認しているのを幸い、この請求を維持し、職場を離脱\nしたものであって、右のような職場離脱は、労働基準法の適用される事業場におい\nて業務を運営するための正常な勤務体制が存在することを前提としてその枠内で休\n暇を認めるという年次有給休暇制度の趣旨に反するものというべく、本来の年次休\n暇権の行使とはいえないから、上告人の請求に係る時季指定日に年次休暇は成立し\nないというべきである。以上と同趣旨に出たものと認められる原審の判断は、正当\nとして是認することができる。原判決に所論の違法はなく、所論引用の判例に違反\nするところもない。論旨は、採用することができない。\nよって、民訴法四〇一条、九五条、八九条に従い、裁判官全員一致の意見で、主\n文のとおり判決する。\n最高裁判所第三小法廷\n裁判長裁判官　　　　佐　　　藤　　　庄　市　郎\n裁判官　　　　坂　　　上　　　壽　　　夫\n裁判官　　　　貞　　　家　　　克　　　己\n裁判官　　　　可　　　部　　　恒　　　雄\n"
}