{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 10,
    "day": 18
  },
  "case_number": "平成9(ワ)25756等",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13560",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13560",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/560/013560_hanrei.pdf",
  "contents": "平成九年(ワ)第二五七五六号　損害賠償等請求事件（以下「甲事件」という。）\n平成一〇年(ワ)第二一六五八号　請負代金請求事件（以下「乙事件」という。）\n（口頭弁論終結日　平成一一年五月二六日）\n判　　　　　　　　　決\n甲事件原告　　　　　　　　　　東鉄建設株式会社（以下\n「原告東鉄建設」という。）\n右代表者代表取締役　　　　　　Ａ\n甲事件原告　　　　　　　　　　株式会社トップラン（以下\n「原告トップラン」という。）\n右代表者代表取締役　　　　　　Ａ\n甲事件原告兼乙事件被告　　　　東鉄興業株式会社（以下\n「原告東鉄興業」という。）\n右代表者代表取締役　　　　　　Ａ\n右三名訴訟代理人弁護士　　　　野島親邦\n右三名甲事件訴訟代理人弁護士　津田直和\n右三名訴訟復代理人弁護士　　　原田活也\n甲事件被告        　　　　　　Ｂ（以下「被告Ｂ」とい\nう。）\n甲事件被告　　　　　　　　　　Ｃ（以下「被告Ｃ」とい\nう。）\n甲事件被告        　　　　　　Ｄ（以下「被告Ｄ」とい\nう。）\n甲事件被告　　　　　　　　　　Ｅ（以下「被告Ｅ」とい\nう。）\n甲事件被告兼乙事件原告　　　　株式会社武井組（以下「被\n告武井組」という。）\n右代表者代表取締役　　　　　　Ｅ\n甲事件被告　　　　　　　　　　Ｆ（以下「被告Ｆ」とい\nう。）\n甲事件被告　　　　　　　　　　武井建設株式会社（以下\n「被告武井建設」という。）\n右代表者代表取締役　　　　　　Ｆ\n右七名訴訟代理人弁護士　　　　河邊雅浩\n主　　　　　　　　　文\n〔甲事件〕\n一　原告らの請求をいずれも棄却する。\n〔乙事件〕\n二　原告東鉄興業は、被告武井組に対し、金五三〇万三七五〇円及びこれに対する\n平成九年八月一日から支払済みまで年六分の割合による金員を支払え。\n三　被告武井組のその余の請求を棄却する。\n〔両事件〕\n四　訴訟費用は、原告東鉄興業に生じた費用の七分の一と被告武井組に生じた費用\nの三分の一は、これを六分し、その一を被告武井組の、その余を原告東鉄興業の負\n担とし、原告東鉄興業に生じたその余の費用、その他の原告らに生じた費用、被告\n武井組に生じたその余の費用及びその他の被告らに生じた費用を原告らの負担とす\nる。\n五　この判決は、主文第二項に限り、仮に執行することができる。\n事　実　及　び　理　由\n第一　請求\n〔甲事件〕\n一　被告らは各自、原告東鉄建設に対し、金一一〇万二五〇〇円及びこれに対する\n平成九年七月一日から支払済みまで年五分の割合による金員を支払え。\n二　被告らは各自、原告トップランに対し、金一三五九万七五〇〇円及びこれに対\nする平成九年七月一日から支払済みまで年五分の割合による金員を支払え。\n三　被告らは各自、原告東鉄興業に対し、金一一〇二万五〇〇〇円及びこれに対す\nる平成九年七月一日から支払済みまで年五分の割合による金員を支払え。\n四　被告らは、原告トップランに対し、別紙物件目録記載の書類を引き渡せ。\n〔乙事件〕\n原告東鉄興業は、被告武井組に対し、金五七八万七八〇〇円及びこれに対する平\n成九年八月一日から支払済みまで年六分の割合による金員を支払え。\n第二　事案の概要\n〔甲事件〕\n原告東鉄建設が被告Ｂと建物建築工事請負契約締結のための交渉をしていたにも\nかかわらず、被告らが共謀の上、原告らとは契約せずに、原告トップランが保有し\nていた営業秘密を利用して建物建築を行い、原告らに損害を与えたとして、原告ら\nが、被告らに対し、①右被告らの行為が共同不法行為に該当すると主張して、ま\nた、②被告Ｃ及び被告Ｄの行為が不正競争防止法二条一項四号に、被告Ｂ、被告Ｅ\n及び被告Ｆの行為が同条一項五号にそれぞれ該当する、③被告らが原告トップラン\n所有の書類を占有しているなどと主張して、損害賠償の支払等を請求した事案であ\nる。\n〔乙事件〕\n被告武井組が原告東鉄興業から建物建築工事を請け負い、右請負工事を完成させ\nたとして、被告武井組が原告東鉄興業に対し、その請負代金の残金の支払を請求\nし、これに対し、原告東鉄興業が被告武井組に対し、①甲事件と同一事由を発生原\n因とする損害賠償請求権、②被告武井組が行った請負工事に瑕疵があること前提と\nする瑕疵の修補に代わる損害賠償請求権、③信用毀損による損害賠償請求権との相\n殺を主張した事案である。\n一　前提となる事実（証拠を示した事実を除き、当事者間に争いはない。）\n〔両事件〕\n１　原告ら\n原告らは、いずれも本店所在地及び代表者を同一とする会社である。\n２　被告ら\n被告Ｂは、平成八年七月、原告東鉄建設に、別紙土地目録記載の土地（以下「本\n件土地」という。）における建物建築工事を申し込んだが、その後、右申込みを撤\n回し、本件土地上に別紙建物目録一ないし三記載の建物（以下、順に「本件建物\n一」ないし「本件建物三」といい、あわせて「本件各建物」という。）を建築し\nた。\n被告Ｃは、一級建築士であり、原告トップランに平成五年四月二六日から平成九\n年三月三一日まで勤務していた。\n被告Ｄは、原告東鉄建設に、平成八年六月二五日から同年九月一七日まで、営業\n担当として勤務していた。\n被告Ｅは、被告武井組の代表取締役である。\n被告Ｆは、被告武井建設の代表取締役である。\n被告武井組は、被告Ｂから建物建築工事を受注し、被告武井建設がこれを下請け\nして、本件建物を建築した。\n〔乙事件〕\n３　被告武井組の原告東鉄興業に対する請負代金債権\n(一)　被告武井組は、原告東鉄興業と、平成八年一一月一日、次のとおり、Ｇ邸新\n築工事を請け負う旨の請負契約を締結した。\n着　　　　工　平成八年一一月一〇日\n完　　　　成　平成九年三月二〇日\n代　　　　金　一五八〇万円\n代金支払方法　出来高支払で、毎月末日締切翌月二五日支払\n被告武井組は、右工事を平成九年三月二〇日過ぎころ完成し、建物を原告東鉄興\n業に引き渡した（完成、引渡日については、弁論の全趣旨）。\n(二)　被告武井組は、原告東鉄興業と、平成八年一一月七日、次のとおりＨ邸新築\n工事を請け負う旨の請負契約を締結した。\n着　　　　工　平成八年一一月一一日\n完　　　　成　平成九年四月二〇日\n代　　　　金　一三八〇万円\n代金支払方法　出来高支払で、毎月末日締切翌月二五日支払\n被告武井組は、右工事を平成九年四月二〇日過ぎころ完成し、建物を原告東鉄興\n業に引き渡した（完成、引渡日については、弁論の全趣旨）。\n(三)　被告武井組は、原告東鉄興業と、平成九年二月六日、次のとおりＩ邸新築工\n事を請け負う旨の請負契約を締結した。\n着　　　　工　平成九年二月二〇日\n完　　　　成　平成九年五月二〇日\n代　　　　金　九〇六万円\n代金支払方法　出来高支払で、毎月末日締切翌月二五日支払\n被告武井組は、右工事を平成九年六月一〇日ころ完成し、建物を原告東鉄興業に\n引き渡した（完成、引渡日については、弁論の全趣旨）。\n(四)　よって、被告武井組は原告東鉄興業に対し、右(一)ないし(三)記載の請負契\n約に基づく請負代金債権（以下、順に「本件請負代金債権一」ないし「本件請負代\n金債権三」といい、あわせて「本件各請負代金債権」という。）として、本件請負\n代金債権二のうちの現金支払分八二万八〇〇〇円、本件請負代金債権三のうちの現\n金支払分四八七万一〇〇〇円の残額合計五五一万七八〇〇円及び本件各請負代金債\n権のうちの手形支払分の残額合計二七万円（総合計五七八万七八〇〇円）の請求権\nを有する。\n４　原告東鉄興業の被告武井組に対する瑕疵の修補に代わる損害賠償債権\n被告武井組が原告東鉄興業から請負った工事につき、次のとおり瑕疵があったの\nで、原告東鉄興業は、被告武井組に対し、修補費用相当額の瑕疵の修補に代わる損\n害賠償合計四八万四〇五〇円の請求権を有する（甲六八ないし七五（枝番号は省略\nする。以下、同様とすることがある。）、七九、弁論の全趣旨）。なお、原告東鉄\n興業と被告武井組とは、被告武井組が、工事の瑕疵に関し、主要構造体については\n一〇年、その他については二年、担保責任を負う旨合意している（乙一八ないし二\n〇）。\n①元請の施主　Ｉ\n契　約　日　平成九年二月六日\n請負代金額　九〇六万円\n引　渡　日　平成九年六月一〇日\n瑕疵の内容　(ａ)床鳴り一階リビング三ヶ所\n(ｂ)床鳴り二階和室一ヶ所\n(ｃ)一階リビング建具隙間（要調整）\n(ｄ)換気システム配管替え\n(ｅ)階段床鳴り（便所天井壊し修復）\n(ｆ)床鳴り二階和室一ヶ所\n(ｇ)二階和室押入中段取替補修二ヶ所（根太なし、たわみ）\n修補費用額　(ａ)から(ｄ)につき三万七八〇〇円\n(ｅ)から(ｇ)につき九万四五〇〇円\n（以下「本件損害賠償債権一」という。）\n②元請の施主　Ｊ\n契　約　日　平成七年一二月六日\n請負代金額　六七三万円\n引　渡　日　平成八年四月三〇日\n瑕疵の内容　(ａ)水道水漏れ修理\n(ｂ)浴槽廻りコーキング\n修補費用額　二万八三五〇円\n（以下「本件損害賠償債権二」という。）\n③元請の施主　Ｋ\n契　約　日　平成八年五月一〇日\n請負代金額　七三〇万円\n引　渡　日　平成八年八月三〇日\n瑕疵の内容　玄関鍵不良交換（修理）\n修補費用額　一万八九〇〇円\n（以下「本件損害賠償債権三」という。）\n④元請の施主　Ｌ\n契　約　日　平成六年一一月一日\n請負代金額　七〇七万円\n引　渡　日　平成七年五月三〇日\n瑕疵の内容　温泉配管水漏れ修理\n修補費用額　三万一五〇〇円\n（以下「本件損害賠償債権四」という。）\n⑤元請の施主　Ｍ\n契　約　日　平成六年四月二八日\n請負代金額　二五〇〇万円\n引　渡　日　平成六年七月一五日\n瑕疵の内容　外壁コーキング全面補修工事（不良雨漏り、主要構造体の瑕疵）\n修補費用額　二七万三〇〇〇円\n（以下、「本件損害賠償債権五」といい、本件損害賠償債権一ないし五をあわせて\n「本件各損害賠償債権」という。）\n５　相殺の意思表示\n原告東鉄興業は、被告武井組に対し、乙事件の平成一〇年一一月五日の口頭弁論\n期日において、本件各請負代金債権と左記①の債権とを、乙事件の平成一〇年一一\n月二四日の口頭弁論期日において、本件各請負代金債権と左記①ないし③の債権と\nを、①ないし③の順序で、対当額で相殺する旨の意思表示をした。\n①後記二３（原告らの主張）(三)の五五一万二五〇〇円の損害賠償債権及びこれに\n対する平成九年七月一日から支払済みまで年五分の割合による遅延損害金の債権\n②前記４の瑕疵修補に代わる合計四八万四〇五〇円の損害賠償債権\n③後記二４（原告東鉄興業の主張）の二五万円の損害賠償債権\n二　争点\n１　被告らの行為は、共同不法行為に当たるか。また、被告Ｃ及び被告Ｄは、原告\nトップラン所有の書類を窃取したか。\n（原告らの主張）\n被告Ｂは、平成八年七月、原告トップランの代理人である原告東鉄建設に対し、\n本件土地における建物建築工事を、建築費用を七〇〇〇万円として、書面で申し込\nんだ。原告トップランは、右申込みを受け、同年九月までには、基本的な設計図等\nである別紙物件目録一ないし六記載の各書類（以下、順に「本件書類一」ないし\n「本件書類六」といい、あわせて「本件各書類」という。）を作成し、被告Ｂと原\n告トップランは、建築工事請負契約を締結する直前にまで至っていた。\n被告らは、平成八年九月ころまでに、原告らに損害を与えることを知りながら、\n被告Ｃと被告Ｄが、本件各書類を含む営業秘密を利用して建築確認申請等を行い、\n原告東鉄興業の下請会社的地位にあった被告武井組が被告Ｂから建物建築工事を請\nけ負い、被告武井建設がその下請をして、被告らの間で利益を得ようと共謀した。\n右共謀に基づき、被告Ｂは、同月一三日、右申込みを撤回し、被告Ｄは、同月一七\n日、原告東鉄建設を退職し、被告Ｃと被告Ｄは、同年九月から一〇月にかけて、本\n件各書類を原告トップランの会社内から持ち出して窃取し、これを建築確認申請の\nための原図面として利用し、被告Ｂに同年一一月ないし一二月に建築確認申請を行\nわせた。そして、同年暮れから平成九年初めころにかけて、被告武井組が被告Ｂか\nら建物建築工事を受注し、被告武井建設が下請となって工事を行い、被告Ｂは、同\n年六月三〇日までに本件各建物の引渡しを受けた。\nこのように、被告Ｃと被告Ｄは、原告らの従業員としての忠実義務に反するばか\nりか、本件各書類の窃盗、担当職務についての背任等の犯罪行為を行い、被告Ｂ\nは、建築申込みをした相手方である原告トップラン及びその代理人である原告東鉄\n建設を裏切り、被告Ｅ及び被告Ｆは原告東鉄興業の下請業者の立場にあるにもかか\nわらず故意に原告らに損害を与えようとしたものであり、右被告らの行為は、原告\nらに対する共同不法行為である。また、被告Ｅは被告武井組が利益を得るため、被\n告Ｆは被告武井建設が利益を得るために、それぞれ被告武井組、被告武井建設の代\n表者として、その職務に関して右のような違法な行為をしたものであるから、民法\n四四条により、被告武井組と被告武井建設も損害賠償責任を負う。\nまた、原告トップランは、本件各書類の所有権を有するところ、被告Ｃ及び被告\nＤは、原告トップラン所有の本件各書類を不法に持ち出して窃取し、これらを占有\nしているので、右被告らは原告トップランに対し、本件各書類を返還する義務があ\nる。\n（被告らの反論）\n被告Ｂが建築申込みをした相手方は原告東鉄建設であり、原告トップランとは契\n約交渉も建築申込みもしていない。原告らグループにおいては、原則的には、原告\n東鉄建設が請負契約を締結し、原告トップランが設計業務を専門に行っていた。\n平成八年九月には、被告Ｂは原告トップランと契約締結する状況にはなかった。\nまた、被告らに原告ら主張のような共謀関係は一切なかった。\n被告Ｃと被告Ｄは、本件各書類を持ち出したことはなく、現在これを所持しても\nいない。本件書類一については、被告Ｃは作成されたことすら知らない。本件書類\n二ないし四（本件建物一及び二に関するもの）については、被告Ｃは作成していな\nいし、作成されたことも知らない。本件書類二ないし四（本件建物三に関するも\nの）については、原告らの所持する図面（甲四六ないし四八）がこれに該当するの\nであって、被告Ｃは所持してない。本件書類五及び六についても、被告Ｃは、作成\nされたことも知らない。\n２　被告Ｃ、被告Ｄ、被告Ｂ、被告Ｅ及び被告Ｆは、不正競争行為を行ったか。\n（原告らの主張）\n別紙営業秘密目録記載の情報は、本件各書類を含む各種の書類全体に示されてい\nるが、次のとおり営業秘密に該当する。\n(ア)　非公知性\n原告らは、被告Ｂの申込みに基づき、建物の敷地等の調査を行い、被告Ｂとの打\nち合わせで顧客の建物に対するニーズや好みを把握して、その建築費用などの積算\nや、建築工事及び材料の手配見込みなどの情報を取得し、右情報を本件各書類等に\n記載した。右情報は、公然と知られたものではない。\n(イ)　管理性\n原告トップランは、東京都渋谷区内所在のビル内に渋谷分室を設置した。右渋谷\n分室は、一級建築士及びその補助者が勤務し、一級建築士事務所として、本社とは\n距離的、組織的に独立した部門であった。また、原告らの営業社員は、右渋谷分室\nに立ち入ることはなかった。本件各書類等の書類は、渋谷分室内のキャビネにファ\nイルされて保管され、顧客との打合せ又は現地調査で必要な場合以外は、外部への\n持出しや提示が禁じられていた。\n(ウ)　有用性\n原告らは、顧客の要望に応えられる営業体制を整え、顧客との打合せ等を行って\nいたが、これらの過程で原告らが取得した情報は、顧客の希望に沿って建物建築工\n事を受注するのに役立つ経済的価値のある有用な情報である。\nしたがって、前記１（原告らの主張）のとおり、被告Ｃ及び被告Ｄが本件各書類\nを窃取するなどして、その情報を利用した行為は、不正競争防止法二条一項四号\nに、被告Ｂ、被告Ｅ及び被告Ｆが右情報を利用した行為は同条一項五号に、それぞ\nれ該当する。\n（被告らの反論）\n原告らの主張に係る営業秘密の内容は不明である。\n本件土地の現状に関する情報は、保護されるべき営業秘密ではない。被告Ｂは、\n自己の希望を原告東鉄建設に伝え、原告東鉄建設がこれを図面にしたのであり、被\n告Ｂにとって、同人の希望はそもそも秘密ではなく、被告Ｂが自己の希望を被告Ｄ\nらに開示するのは自由である。また、図面も、業者であれば誰でも作成できるもの\nである。\nまた、本件各書類の保管されていた渋谷の事務所には、原告らの営業社員も出入\nりしていた。書類はキャビネ内に保管されていたものもあるが、当時キャビネに鍵\nはなく、また、机の上に保管されていた書類もあった。さらに、書類の外部への持\nち出しは、必要に応じて行われていた。\nしたがって、原告ら主張の営業秘密は、不正競争防止法の定める営業秘密には該\n当しない。\n３　被告らの不法行為ないしは不正競争行為により生じた損害はいくらか。\n（原告らの主張）\n(一)　原告トップランが顧客から建物建築を請負う場合の、原告ら間の取引条件\nは、平成八年九月ころは次のとおりであった。\n①　原告東鉄建設が、原告トップランの建築請負の受注を代行する。受注代行業務\nの手数料は、原告トップランの請負金額の一・五パーセントである。\n②　原告東鉄興業は、原告トップランから建物建築工事の下請をする。その請負代\n金は、原告トップランの請負金額の八〇パーセントである。\n③　原告東鉄興業は、原告トップランの請負金額の六五パーセントの代金で、建物\n建築工事を外部に発注する。\n原告トップランは、被告らの行為により、被告Ｂから受注する予定であった建物\n建築工事を受注することができなかった。\n(二)　原告トップランが被告Ｂから受注する予定であった請負契約の代金は、八五\n〇〇万円に消費税分を付加した額である。したがって、被告武井組らの行為により\n原告東鉄興業が被った損害は次のとおりであり、右同額の損害賠償請求権を有す\nる。\n①　原告トップラン　　　　　一六五一万一二五〇円\n八五〇〇万×一・〇五×（一〇〇ー一・五ー八〇）％＝一六五一万一二五〇\n②　原告東鉄建設　　　　　　　一三三万八七五〇円\n八五〇〇万×一・〇五×一・五％＝一三三万八七五〇\n③　原告東鉄興業　　　　　　一三三八万七五〇〇円\n八五〇〇万×一・〇五×（八〇ー六五）％＝一三三八万七五〇〇\n(三)　原告らは、被告らに対し、前記損害賠償請求権の内、以下のとおりの請求を\nする（甲事件）。\n①　原告トップラン　　　　　一三五九万七五〇〇円\n②　原告東鉄建設　　　　　　　一一〇万二五〇〇円\n③　原告東鉄興業　　　　　　一一〇二万五〇〇〇円\n(四)　原告東鉄興業は、被告らに対する前記損害賠償請求権の内、甲事件において\n請求した額の残額につき、以下のとおりの請求権を自働債権として、相殺の意思表\n示をする（乙事件）。\n原告トップラン（残額二九一万三七五〇円）及び原告東鉄建設（残額二三万六二\n五〇円）は、それぞれ損害賠償債権を原告東鉄興業に譲渡した。したがって、原告\n東鉄興業（残額二三六万二五〇〇円）の被告らに対する損害賠償請求権は合計五五\n一万二五〇〇円となる。\n（被告らの反論）\n原告らの主張は争う。\n４　原告東鉄興業に信用毀損による損害が生じたか。\n（原告東鉄興業の主張）\n原告東鉄興業は、被告武井組に対し、前記一４の瑕疵につき修補を請求したが、\n被告武井組がこれに応じなかったため、施主に対する速やかなアフターケアができ\nず、原告東鉄興業の信用が毀損された。この信用毀損により原告東鉄興業が被った\n損害は、各工事につき五万円を下らないから、合計二五万円の損害を被った。\n（被告武井組の反論）\n右原告の主張は争う。\n第三　争点に対する判断\n〔甲事件〕\n一　争点１（共同不法行為等に基づく請求）について\n１　前記第二、一の事実並びに証拠（甲一、二、七、九ないし二〇、二七ないし五\n七、六〇、六四、六五、乙一ないし五、九ないし一七、原告ら代表者本人、被告Ｄ\n本人、被告Ｂ本人）及び弁論の全趣旨によると、次の事実が認められる。\n(一)　原告らは、いずれも、原告らの代表者であるＡが経営する株式会社である。\n原告東鉄建設は、主として個人向けの建設請負工事の営業活動を担当しているが、\n建設業法所定の許可は受けていない。原告東鉄建設の営業活動の概要は以下のとお\nりである。同原告は、歩合給の営業員を雇用し、営業員が電話ないし訪問活動によ\nって、主として個人を注文主とする建築請負工事を受注すべく営業活動を行ってい\nた。営業員は、顧客に対し、撤回は自由であると申し述べ、とりあえず、数万円な\nいし数一〇万円程度の極く僅かな金額を預かった上、「建築申込書」に捺印をさせ\nることが多かった。その後、顧客が撤回の意思表示をしても、同原告は、撤回を認\nめなかったり、預り金の返還に応じなかったりすることが少なくなかった。\n(二)　被告Ｄは、平成八年六月二五日、営業担当者として、原告東鉄建設に雇用さ\nれた。同被告は、同年七月ころから、営業のため被告Ｂ宅を何度も訪問し、被告Ｂ\nに対し、本件土地に自宅とアパートを建築することを執拗に勧誘した。被告Ｄは、\n原告東鉄建設の上司に指示されたとおり、「建設資金は、銀行から借りれば良\nい。」、「とにかく話だけしていても進まないので、費用として五〇万円、預から\nせて下さい。」、「いつでも断れますし、そのときはお返しするお金です。」など\nと申し向け、同月二二日、被告Ｂに対し、原告東鉄建設あての建築申込書を作成さ\nせたが、具体的な建築計画書は準備していなかった。そして、被告Ｄは、右同日、\n申込金として五万円を受領し、さらに、同年八月一日、再度建築申込書を作成させ\nた上で、申込金四五万円を受領した。なお、建築申込書には、被告Ｂの自宅及びア\nパートの建築代金として、おおよその推定で七〇〇〇万円と記載されており、さら\nに、被告Ｂの義理の兄弟のための住宅の建築の予定まで記載されていた。\nその後、同年七月二四日以降、原告トップランの設計士である被告Ｃらが、本件\n土地の現地調査等を行い、被告Ｂの希望を聴取したりして、設計図を作成し、さら\nに、被告Ｂの要望により設計図の修正を行ったりした。被告Ｄは、右設計図に基づ\nいて、被告Ｂに自宅等の建築を勧め、正式な建築請負契約締結に向けて交渉を続け\nた。被告Ｃは、原告トップランの代表者の指示により、同年九月一三日には、見積\n書及び契約書案の作成を準備した。\n(三)　ところが、被告Ｂは、同年八月下旬ころ、融資を相談した農業協同組合の職\n員から、原告東鉄建設に発注した場合には、農業協同組合からの融資を受けること\nはできないと説明されたこと、さらに、建築の計画段階で金員を要求する建設業者\nはいないし、その他原告東鉄建設の営業姿勢に不自然な点が多い旨指摘されたこ\nと、原告東鉄建設に対し、建設業の許可を得ているかを確認したところ、明確な回\n答がされなかったこと、消費者センター等の相談においても、原告東鉄建設の信用\n性に確信が持てなかったこと等の理由から、同被告は、原告東鉄建設とは建築請負\n契約を締結しないことを決断した。そして、被告Ｂは、遅くとも同年九月五日ころ\nまでには、被告Ｄに対し、建築申込みの撤回を申し入れ、原告東鉄建設とは建築工\n事請負契約は締結しない旨を告げた。同原告は、容易には、右申込みの撤回を了承\nしなかったが、同月一三日に至って、ようやく右撤回を了承した。\n(四)　被告Ｄは、同年九月一七日、原告東鉄建設を退社して、不動産管理、賃貸物\n件の斡旋、リフォーム請負等の業務を行う有限会社アシスト三十に就職した。被告\nＤは、被告Ｂを訪ね、建物建築の計画が中断したままであることを知り、改めて、\n自宅等の建築を勧め、資金計画等を示したところ、被告Ｂは、これに応じる意向を\n示した。\n一方、被告Ｄは、被告Ｃに連絡を取って、被告Ｂの自宅等の建築に協力してほし\nい旨依頼したところ、被告Ｃは、被告Ｄに、設計事務所を紹介するなどの便宜を図\nった。さらに、被告Ｃは、建築建物についての被告Ｂの要望を確認し、原告東鉄建\n設が被告Ｂと交渉していた際に出ていた設計内容とほぼ同じ内容で、建築確認申請\nを行うこととした。同年一一月五日及び同月一九日、右設計事務所が本件各建物に\nつき建築確認申請を行った。被告Ｄは、被告Ｃに、原告東鉄興業の下請をしていた\n被告武井組を紹介してもらい、被告武井組に工事の見積りを依頼した。そして、被\n告武井組が被告Ｂから、本件各建物の建築を請け負い、被告武井建設がこれを下請\nけして、平成九年二月に本件建物三を、同年五月に本件建物一を、同年八月に本件\n建物二を、それぞれ完成させた。\n２　右認定した事実によれば、被告Ｂは、遅くとも平成八年九月五日ころまでに\nは、被告Ｄを通じて、原告東鉄建設に対し、建築申込みの撤回を申し入れ、同月一\n三日には、同原告も了承したこと、被告Ｂが右建築申込みを撤回したのは、原告東\n鉄建設の営業態度が不信を抱かせるものであったこと、原告東鉄建設と契約して\nも、農業協同組合から融資を受けられないと説明されたこと、原告東鉄建設が建設\n業の許可を得ているか否かの回答が得られなかったこと等の事情によるものである\nことに照らすと、被告Ｂの建築申込みの撤回に、何ら、不自然、不合理な点はな\nい。したがって、被告らが、原告東鉄建設らを意図的に排除したとみることはでき\nない。\n原告らは、被告らが利益を得ようと共謀した旨主張するが、被告らが原告ら主張\nのような共謀を行ったと認めるに足る証拠はなく、したがって、被告Ｂが建築申込\nみを撤回したのが、被告らの共謀に基づくものであると認めることもできない。\n３　原告らは、被告Ｃ及び被告Ｄが、本件各書類を持ち出した旨主張する。\nしかし、被告Ｃらによる現地調査、被告Ｂとの打ち合わせ等に基づき、スケッ\nチ、メモ、図面等の書類が作成され、原告トップランが現在保管していることは認\nめられるが（甲二七ないし五〇）、被告Ｄ及び被告Ｃが本件各書類を窃取して、占\n有していると認めるに足る証拠はない。\nなお、本件各建物の各一部について、原告トップランが保管している設計図面案\n（甲三四、三七、四二）と建築確認申請書に添付された設計図面（乙一三の一〇、\n一四の一一、一二の一一）とを対比すると、外壁の形状、寸法、耐力壁の位置、間\n取などについて、共通する点があるが、いずれも同一の注文主である被告Ｂの希望\nに沿って作成された図面であること、被告Ｂと原告東鉄建設との交渉の過程で、原\n告トップランが作成した設計図は被告Ｂに示された点等を考慮すると、各図面の類\n似性をもって、被告Ｃ及び被告Ｄが本件各書類を窃取したと推認することは到底で\nきない。\n４　以上のとおりであるから、右認定の被告らの行為が、原告らに対する共同不法\n行為に当たるとは認められない。被告らの共同不法行為並びに被告Ｃ及び被告Ｄの\n本件各書類の窃取行為を理由とする原告らの請求は理由がない。\n二　争点２（不正競争行為に基づく請求）について\n原告らの主張に係る営業秘密情報は、その具体的な内容が明らかでなく、右情報\nに非公知性があるとは認められない。すなわち、原告トップランが現在保管してい\nる書類として、現地調査を行った際に作成されたスケッチ、メモ、被告Ｂの要望に\n基づいて作成された設計図等があるが（甲二七ないし五〇）、いずれも、顧客であ\nる被告Ｂの希望に沿って作成した設計図や、本件土地及び本件土地上の既存の建物\nの現状、建築規制等が記載されたものであり、これらの書類に記載された情報に、\n非公知性があるとは認められない。したがって、原告らの主張に係る営業秘密情報\nは、不正競争防止法所定の営業秘密に該当しない。また、前記のとおり、本件各書\n類が作成され、被告Ｃ及び被告Ｄがこれを奪取したと認めるに足る証拠はない。\n以上によると、被告Ｃらの行為が、原告ら主張のような不正競争行為に該当する\nとは認められず、不正競争防止法に基づく原告らの請求は理由がない。\n〔乙事件〕\n三　前記第二、一、３のとおり、被告武井組は、原告東鉄興業に対し、本件各請負\n代金債権（合計五七八万七八〇〇円）を有する。他方、原告東鉄興業は、被告武井\n組に対し、本件各損害賠償債権（四八万四〇五〇円）を有し、本件各請負代金債権\nと本件各損害賠償債権とを対当額で相殺する旨の意思表示をしている。\nしたがって、これらを対当額で相殺すると、被告竹井組の原告東鉄興業に対する\n請求権は五三〇万三七五〇円となる。\nなお、本件請負代金債権三と本件損害賠償債権一とは、いずれも、同一の請負工\n事に関して発生した債権であるが、本件損害賠償債権一に係る瑕疵の内容及び修補\n費用が極く軽微であること（損害賠償債権額は合計一三万二三〇〇円であり、本件\n請負代金債権三の残債権の三パーセントに満たない。）に鑑みると、双方の債権が\n同時履行の関係にあるとするのは信義則上相当でない。したがって、本件請負代金\n債権三の相殺がされた後の残債務は、その支払期日の翌日に履行遅滞になると解す\nべきである。\nまた、原告東鉄興業が相殺における自働債権として主張する信用毀損による損害\nについては、前記第二、一、４のとおり、被告武井組が、原告東鉄興業から請負っ\nた工事について、瑕疵があったことは認められるが、これにより、同原告に信用毀\n損が生じたと認めるに足る証拠はない。\n四　以上のとおりであるから、原告らの被告らに対する請求はいずれも理由がな\nく、被告武井組の原告東鉄興業に対する請求は、その一部について理由があるの\nで、主文のとおり判決する。\n東京地方裁判所民事第二九部\n裁　判　長　裁　判　官　　　飯村敏明\n裁　判　官　　　八木貴美子\n裁　判　官　　　石村　智\n"
}