{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 10,
    "day": 5
  },
  "case_number": "平成11(行ケ)233",
  "case_name": "商標登録取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13605",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13605",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/605/013605_hanrei.pdf",
  "contents": "平成１１年（行ケ）第２３３号商標登録取消決定取消請求事件\n平成１１年９月１４日口頭弁論終結\n判　　　　　　決\n原　　　　　　告　　　　株式会社ナルト\n代表者代表取締役　　　　【Ａ】\n訴訟代理人弁理士　　　　【Ｂ】\n同　　　　　　　　　　　【Ｃ】\n同　　　　　　　　　　　【Ｄ】\n同　　　　　　　　　　　【Ｅ】\n被　　　　　　告　　　　特許庁長官　【Ｆ】\n指定代理人　　　      　【Ｇ】\n同　　　　　　　　　　　【Ｈ】\n同　　　　　　　　　　　【Ｉ】\n主　　　　　　文\n本件訴えを却下する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成１０年異議第９０１０８号事件について平成１１年６月１７日にし\nた取消決定を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n(1) 本案前の申立て\n主文と同旨\n(2) 本案の答弁\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n商標登録第４０５７００５号商標（平成８年２月８日に登録出願、平成９年９\n月１２日に登録査定、以下「本件商標」という。）は、「ＨＥＮＮＥＳＹ」の欧文\n字と「ヘネシー」の片仮名文字とを二段に横書きしてなり、商品区分第８類の「手\n動工具（「すみつぼ類・皮砥・鋼砥・砥石」を除く。）、手動利器（「刀剣」を除\nく。）」を指定商品とする商標である。\n本件商標の商標登録について、平成１０年１月７日に商標登録異議の申立てがあ\nり、特許庁は、これを平成１０年異議第９０１０８号事件として審理した結果、平\n成１１年６月１７日に「特許第４０５７００５号商標の登録を取り消す。」旨の取\n消決定（以下「本件取消決定」という。）をし、同年６月２８日にその謄本を原告\nに送達した。\n第３　原告の主張の要点\n１　本案の主張\n本件取消決定は、違法であるから、取り消されるべきである。\n２  本案前の主張に対する反論\n本件商標の商標登録出願は、原告が単独でしたものである。ところが、原告代\n表者は、原告の商標担当者である【Ｊ】に知らせないまま、平成１０年１２月２４\n日に本件商標に係る商標権の一部を株式会社シゲル工業（以下「シゲル工業」とい\nう。）に移転した。本件取消決定には、商標権者として原告とシゲル工業の２者が\n併記されていたが、原告の国内外の知的財産権の管理一切は原告代理人らが任せら\nれていたので、本件商標に係る商標権に他の共有者がいるということは上記【Ｊ】\nも原告代理人らも全く考えが及ばず、特許庁の誤記であろうくらいに考えて、原告\n単独での本訴提起に至ったものである。\n最高裁判所平成７年３月７日第三小法廷判決・民集４９巻３号９４４頁は、実\n用新案登録出願の拒絶査定を受けて共同で審判を請求し、この請求が成り立たない\n旨の審決を受けた場合に、単独でこの審決の取消しを求める訴えを起こした事案を\n固有必要的共同訴訟としたものである。ところが、本件は、取消理由も原告に通知\nされ、原告のみが商標登録異議意見書を提出しており、商標権者は共同で手続を行\nっていないから、事案が異なる。\n原告代理人らは、シゲル工業からも本件取消決定の取消訴訟に関する一切を委\n任されている。シゲル工業が原告に加わることが認められないようでは、憲法３２\n条の裁判を受ける権利も奪われることになる。\n第４　被告の主張の要点\n１　本案前の主張\n本件商標に係る商標権は、原告とシゲル工業の共有であり、本件取消決定も、\n上記両名を名宛人としてされ、その謄本は平成１１年６月２８日にシゲル工業にも\n送達されている。\n商標権の共有者がその共有に係る商標権に対しての登録異議の申立てにより登\n録を取り消すべき旨の決定を受けた場合に、その共有者の提起する取消決定の取消\n訴訟は、共有者が全員で提起することを要するいわゆる固有必要的共同訴訟であ\nる。ところが、本件訴えは、共有者の一人にすぎない原告が単独で提起したもので\nあるから、不適法である。\n２　本案の主張\n本件取消決定が違法である旨の原告の主張は争う。\n第５　当裁判所の判断\n１　甲第１ないし第３号証、乙第１、第３号証及び弁論の全趣旨によれば、原告\nは、もと本件商標に係る商標権を単独で有しており、商標登録異議の申立てに係る\n取消理由は原告のみに対して通知され、商標登録異議意見書も原告が単独で提出し\nたこと、その後、原告がその商標権の一部をシゲル工業に移転したことにより（移\n転の登録受付は平成１０年１２月２４日、登録は平成１１年２月８日）、本件商標\nに係る商標権は、原告とシゲル工業の共有となったこと、本件取消決定も上記両名\nを名宛人としてされ、その謄本は平成１１年６月２８日にシゲル工業にも送達され\nていることが認められる。\n２　商標権の共有者が、その共有に係る商標権に対しての登録異議の申立てにより\n登録を取り消すべき旨の決定を受けた場合に、その共有者の提起する取消決定の取\n消訴訟は、共有者が全員で提起することを要するいわゆる固有必要的共同訴訟と解\nすべきである（最高裁判所平成７年３月７日第三小法廷判決・民集４９巻３号９４\n４頁参照）。なぜなら、上記訴訟における取消決定の違法性の有無の判断は共有者\n全員の有する一個の権利の成否を決めるものであって、上記取消決定を取り消すか\n否かは共有者全員につき合一に確定する必要があるからである。\nしたがって、共有者の一人にすぎない原告が単独で提起した本件訴えは、不適\n法である。\n３　本件には、前認定のとおり、本件商標に係る商標権を当初原告が単独で有して\nいたことから、取消理由は原告のみに通知され、原告が単独で商標登録異議意見書\nを提出したという事情がある。しかし、そうであるとしても、本件取消決定を取り\n消すか否かを共有者全員につき合一に確定する必要があることに変わりはないか\nら、上記事情は、前記２の判断を左右するに足りるものではない。\nまた、原告主張のとおり、原告代理人らがシゲル工業からも本件取消決定の取\n消訴訟に関する一切を委任されているとしても、結論に変わりはない。シゲル工業\nは、未だ本件取消決定の取消訴訟を提起していないうえ、現在既に出訴期間を徒過\nしていることは明らかであるからである。そして、このように解しても憲法３２条\nに反するところはない。\n４　よって、本件訴えを却下することとし、訴訟費用の負担について行政事件訴訟\n法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第６民事部\n裁判長裁判官    　 山　　下　　和　　明\n裁判官　　   山　　田　　知　　司\n裁判官　     宍　　戸 　       充\n"
}