{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 10,
    "day": 26
  },
  "case_number": "平成9(行ケ)116",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13575",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13575",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/575/013575_hanrei.pdf",
  "contents": "平成９年（行ケ）第１１６号　審決取消請求事件\n判　　　　決\n原　　告　　　　　　　　　　株式会社佐久間製作所\n代表者代表取締役　　　　　　【Ａ】\n訴訟代理人弁理士　　　　　　【Ｂ】\n弁護士　　　　　　植　　村　  元　　雄\n土　　方　  周　　二\n弁理士　　　　　　【Ｃ】\n被　　告　　　　　　　　　　極東工業株式会社\n代表者代表取締役　　　　　　【Ｄ】\n訴訟代理人弁理士　　　　　　【Ｅ】\n主　　　　文\n特許庁が平成８年審判第１１１２号事件について平成９年３月２４日にした審決\nを取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　原告の求めた判決\n主文第１項同旨の判決。\n第２　事案の概要\n１　特許庁における手続の経緯\n被告は、名称を「配管用支持具」とする登録第１９９４４５７号実用新案（昭和\n６３年９月９日実用新案登録出願、平成５年２月１８日出願公告（実公平５－６４\n７１号）、平成５年１１月２６日設定登録。本件考案）の実用新案権者である。\n原告は、平成８年２月２日、本件考案について無効審判の請求をし、平成８年審\n判第１１１２号事件として審理された結果、平成９年３月２４日、「本件審判の請\n求は、成り立たない。」との審決があり、その謄本は平成９年４月２１日原告に送\n達された。\n２　本件考案の要旨\n略コ字状の基体の対向する上下の水平片に貫通孔を穿設すると共に、基体の下端\nにおける折曲部位に枢軸を形成する様に下方の水平片および垂直片の基部側に透孔\nを穿設し、又垂直片の上端側には掛止孔の上端辺より下方に爪を突設して成る嵌合\n主体部を設ける保持体と、一方略円弧状の支持部の一端より連続してＵターン状の\nフック片を折曲すると共に、支持部の他端より連続して基体の垂直片と対向する外\n壁片を折曲し、更に外壁片より連続して支持部と対向すべき片持梁状に弾性を具有\nさせる連結片を折曲し、該連結片の先端には前記掛止孔に挿入され、且つ前記爪が\n挿入される嵌合孔を穿設する掛止部を形成して成る嵌合従体部を設ける配管支持体\nとから成り、該配管支持体のフック片を基体の下端における透孔に挿通させて枢軸\nで以って回動自在に配管支持体を装着し、且つ配管支持体の回動変位時に外壁片が\n略水平状態になる様にフック片の先端側の長さを下方の水平片に当接する程度に設\n定したことを特徴とする配管用支持具。\n３　審決の理由の要点\n(1)　本件考案の要旨\n前項のとおりである。\n(2)　原告（請求人）の審判における主張\n原告は、下記に示す審判甲第１号証ないし審判甲第１２号証を提示し、大略次の\nように主張している。\n平成４年１０月１５日付け手続補正書の実用新案登録請求の範囲に記載された\n「配管支持体の回動変位時に外壁片が略水平状態となるようにフック片の先端側の\n長さを下方の水平片に当接する程度に設定した」構成は、本件考案の出願の願書に\n最初に添付した明細書及び図面に記載された事項の範囲内のものではなく、明細書\nの要旨を変更するものであるから、本件出願は、実用新案法９条で準用する特許法\n４０条の規定によって、その補正について手続補正書を提出した時にしたものとみ\nなされる。（願書に最初に添付した図面の一部（第２図、第４図、第７図及び第８\n図）を本判決の別紙図面（本件考案の当初図面）とする。）\nそして、本件考案は、その出願したとみなされた時より前に頒布された審判甲第\n５号証に記載された考案に基づいて、当業者が極めて容易に考案することができた\nものであるから、本件実用新案登録は、実用新案法３条２項の規定に違反してされ\nたものである（審判甲第１号証は、本訴で書証として提出されていない。その他の\n下記の甲号証は、審判で提出されたものと番号を共通にして、本訴においても提出\nされている。）。\n審判甲第１号証：実用新案登録第１９９４４５７号の実用新案登録原簿の写し\n甲第２号証：実公平５－６４７１号公報\n甲第３号証：本件出願の願書並びに願書に最初に添付した明細書及び図面\n甲第４号証：平成１年４月２４日付け手続補正書\n甲第５号証：実開平２－４０１７８号公報及び実願昭６３－１１８９０８号の願\n書に添付した明細書及び図面の内容を撮影したマイクロフィルム\n甲第６号証：平成２年５月１日付け出願審査請求書\n甲第７号証：平成４年５月１４日付け拒絶理通知書\n甲第８号証の１：平成４年７月３１日付け意見書\n甲第８号証の２：平成４年７月３１日付け手続補正書\n甲第９号証：平成４年１０月１５日付け拒絶理由通知書\n甲第１０号証：平成４年１０月１５日付け手続補正書\n甲第１１号証：平成４年１０月２７日付け出願公告の決定\n甲第１２号証：平成５年７月２３日付け登録査定\n(3)　審決の判断\n本件の手続の経緯（審判甲第１号証、甲第２～第４号証、甲第６～第１２号証を\nみると、「配管支持体の回動変位時に外壁片が略水平状態になる様にフック片の先\n端側の長さを下方の水平片に当接する程度に設定した」（本件補正事項）は、平成\n４年１０月１５日付けの手続補正書（甲第１０号証）によって初めて限定されてい\nるので、まず、この手続補正（本件補正）が適法な補正であるかどうかについて検\n討する。\n本件考案の出願の願書に最初に添付した明細書（甲第３号証）の６頁５～９行目\nには、「本体１、１ａ…は、保持体２、２ａ…の前記枢軸７、７ａ…に配管支持体\n…３、３ａ…の一端を枢着せしめ、保持体２、２ａ…の掛止孔９、９ａ…に配管支\n持体３、３ａ…の掛止部１３、１３ａ…を着脱自在に嵌合掛止めせしめている。」\nと記載されており、第２図には、「平坦部４ａ…の垂直面６、６ａ…寄り端部に、\n透孔（甲第８号証の２における符号２３ａ部分）が穿設され、配管支持体３、３ａ\n…のフック片が、前記透孔内にその先端が若干突出状態で挿入され、且つフック片\nの先端が支持部１１の基端部と略同方向を指向している」構成が、前記記載の具体\n例として示されている。\nまた、同明細書７頁１７行目～８頁２行目には、「第４図に示す如く保持体２、\n２ａ…の嵌合主体部１０、１０ａ…から配管支持体３、３ａ…の嵌合従体部１４、\n１４ａ…を外した状態にて配管支持体３、３ａ…の支持部１１、１１ａ…上に配管\n２０を載置せしめた後、最終的な本体１、１ａ…の高さ調節を成すのである。」と\n記載され、第４図には、「略コ字状に形成された配管支持体３、３ａ…が、その中\n間部が略水平状態に保持され、中間部に配管２０を載置している」構成が、前記記\n載の具体例として示されているので、配管用支持具には、第４図の状態に配管支持\n体３、３ａ…を保持するための保持手段が必要であると認められる。\n以上の事項を総合すると、「配管支持体の回動変位時に外壁片が略水平状態にな\nる様にフック片の先端側の長さを下方の水平片に当接する程度に設定した」構成\nは、願書に最初に添付した明細書及び図面に記載されているといえるから、本件補\n正は、出願の願書に最初に添付した明細書及び図面に記載された事項の範囲内にお\nいてする補正であり、適法な補正と認められる。\nそうすると、甲第５号証は、本件考案の出願後に頒布された刊行物であるから、\n本件考案が、甲第５号証に記載された考案に基づいて極めて容易に考案できたもの\nとすることはできない。\n(4)　審決のむすび\n以上のとおりであるから、原告の主張及び証拠方法によっては、本件考案の実用\n新案登録を無効とすることはできない。\n第３　原告主張の審決取消事由\n１　取消事由１（配管載置状態と回動変位時における配管支持体の水平保持構成\nについて）\n本件考案の当初明細書及び図面に記載された「配管支持体の水平保持構成」は、\n「配管を載置した状態」であるにもかかわらず、以下に述べるとおり、審決は、こ\nれをもって「配管が載置されない配管支持体それ自体の回動変位時」である旨認定\nしており、誤りである。\n(1)　本件考案の当初明細書及び図面には、配管を載置した状態で配管支持体が\n水平保持されていることが示されているが、配管支持体を保持体から外したとき\nに、当該配管支持体がどのような状態にあるかを示す記載はない。ところが、本件\n補正後の明細書の考案の詳細な説明で、「配管支持体自体」を回動変位してそのフ\nック片を「当接」させ配管支持体の外壁片を「略水平状態と成した」後、「配管を\n載置支持」することが明示されるに至っている。\nこのように、本件補正により、「配管支持体の回動変位時」として、配管支持体\nを保持体から外したときに、配管支持体それ自体が水平保持される構成に変更され\nているのであり、これは、当初明細書及び図面に記載されない事項であって、要旨\nを変更する不適法な補正である。\n(2)　被告は、本件補正事項は「配管支持体自体の回動変位時」に限定されない\nと反論するが、そのような主張は、本件考案の明細書の記載に反する。また、仮\nに、限定されないとすれば、配管載置状態から配管を載置してもしなくてもよい状\n態まで広がり、本件補正事項は、当初明細書及び図面に記載された事項よりも広い\n意味となり、いずれにしても要旨変更の補正となる。\n２　取消事由２（保持手段の必要性について）\n本件考案の当初明細書及び図面には、「配管支持体の保持手段の必要性」につい\nて何ら記載されておらず、かえって保持手段が不要であることがうかがい知れるに\nもかかわらず、以下に述べるとおり、審決は、「配管支持体の保持手段が必要であ\nる」旨認定しており、誤りである。\n(1)　配管支持体を保持する手段を必要とするかしないかは、技術的思想の本質\n（課題の提示）にかかわる重要な点であるにもかかわらず、配管支持体の保持手段\nの必要性については、当初明細書及び図面にそれを明示又は示唆する記載が全くな\nく、かえって、当初明細書に他の実施例として記載された「蝶番による蝶着構造」\nでは、その機能上本来的に配管支持体を保持できないものであり、当初明細書及び\n図面の記載事項はこの「蝶番による蝶着構造」を含む説明であることを考え合わせ\nるとき、当初明細書及び図面の記載からは、配管支持体の保持手段は不要であるこ\nとがうかがい知れる。\nしたがって、審決が、当初明細書及び図面の記載を挙げて、配管支持体の保持手\n段の必要性を認定しているのには根拠がなく、誤りである。\n(2)　被告は、回動自在な配管支持体は、その自重で又は荷重が負荷されて回動\nするため、配管載置のために、水平状態保持が必要であり示唆されていると主張す\nるが、この場合においても、「水平保持状態」は「水平保持手段」がなくても配管\n支持体自体の自重で実現することができるから、水平保持手段の必要性を認定する\n根拠にならない。\n３　取消事由３（フック片の当接について）\n本件考案の当初明細書及び図面には、単に配管を載置した配管支持体の水平保持\n状態のみが記載されているにすぎず、フック片の当接構成については何ら記載され\nていないにもかかわらず、審決は、「配管支持体のフック片の先端側の長さを下方\nの水平片に当接する程度に設定した構成」が記載されていると認定しており、誤り\nである。\n(1)　本件補正事項は、「フック片の先端側の長さ」及び「下方の水平片への当\n接」を規定するけれども、当初明細書及び図面には、フック片の長さについてはも\nちろん、その先端が下方の水平片に当接するなどの技術事項についての記載は、一\n切ない。\n審決は、当初図面の第２図のフック片の構成を拠り所としているのであるが、こ\nの第２図に記載されたフック片の構成では、配管支持体が水平状態となるように回\n動することができず、ましてや配管支持体の水平保持状態で、フック片の先端が下\n方の水平片に当接することもできない。\n当初明細書及び図面には、配管支持体自体の保持手段の必要性という課題の提示\nすらなく、仮にあったとしても当該保持手段の具体的構成の開示もないから、この\nフック片の当接構成に係る考案、つまり本件補正事項に係る本件考案は、結局、出\n願時において完成されていない考案であるといわなければならない。\n(2)　したがって、審決は、当初明細書等に記載されないフック片の当接構成を\n認めた点において、判断を誤っている。\n第４　審決取消事由に対する被告の反論\n１　取消事由１について\n保持体２と配管支持体３は枢着構造なので、配管支持体３が回動自在であること\nは自明であり、配管支持体３の重心が保持体２との枢着部より外側であるために、\n保持体２から配管支持体３を外した状態では、配管支持体３は回動する。そして、\n回動した配管支持体３は自重があり、配管が載置された状態で水平保持されるので\nあるから、配管が載置されていなくても水平保持される。よって、保持体２から外\nされた配管支持体３は回動して水平保持状態となることは、自明のことである。\nしたがって、「回動変位時に配管支持体が水平保持される構成」は、当初明細書\n又は図面に直接記載されていないとしても、自明な事項であるために、当初明細書\n又は図面に記載されている事項に該当し、要旨を変更しない適法な補正である。\n原告は、「配管支持体の回動変位時」とは、「配管支持体自体の回動変位時」を\n意味すると主張しているが、本件考案では原告主張のような限定はない。第４図\n（当初及び本件補正後の双方）では回動変位後に配管を載置した状態で配管支持体\nが水平保持されているので、回動変位時とは「配管支持体自体」に限定されない。\n審決は「配管載置状態の配管支持体の水平保持構成」だけで、「配管支持体の回動\n変位時」の適法性を判断したわけではなく、当初明細書又は図面の記載事項を総合\nして本件補正事項の適法性を導き出しており、自明範囲を含めて判断している。\n２　取消事由２について\n配管が載置された状態で、配管支持体が水平保持されている構成は、当初図面の\n第４図に明示されている。仮に、配管支持体が水平保持されていなければ、保持体\nに対して回動自在であるために、水平保持できず配管は載置できない。回動自在な\n配管支持体は、その自重で又は荷重が負荷されて回動するため、配管載置のため\nに、水平状態状態保持が必要であることは自明であり示唆されている。\nまた、出願当初においては「蝶番による蝶着構造」も実施例であり、当初図面の\n第４図の配管載置状態が適用されるから、「蝶番による蝶着構造」も配管支持体を\n水平状態に保持する手段が必要であり存在していたことがうかがい知れる。例え\nば、当初図面の第８図の蝶番による蝶着構造にあっては、配管支持体が回動した時\nには、下方の水平片の下面に湾曲状の支持部１１の裏面が当接して配管支持体が水\n平状態に保持されるものである。\n３　取消事由３について\n審決は「配管載置状態の配管支持体の水平保持構成」だけで、「フック片の先端\n側の長さを下方の水平片に当接する程度に設定した構成」の適法性を判断したわけ\nではなく、当初明細書及び図面の記載事項を総合して本件補正事項の適法性を導き\n出しており、自明範囲を含めて正確に認定し、判断している。\n原告の主張と審決の判断の相違は、当初図面の第２図の記載を判断材料としてい\nるか否かの相違である。原告は、当該第２図の記載に照らして、当初明細書又は図\n面には、そのようなフック片の「長さ」についてはもちろん、その先端が下方の水\n平片に「当接」するなどの技術事項についての記載は一切ない、と主張している。\nしかし、当初図面の第２図には、審決が認定したように、「配管支持体３のフッ\nク片が、透孔内にその先端が若干突出状態で挿入され、且つフック片の先端が支持\n部１１の基端部と略同方向を指向している構成」の記載がある。\nそして、上記の「フック片の長さ」は、自明の範囲内から出願人が選択し、限定\nした事項である。すなわち、当初明細書及び図面には、枢着構造と蝶着構造の２種\n類の実施例が記載されており、審査段階で出願人は枢着構造のものだけに限定する\nとともに、水平保持手段を限定選択したものである。枢着構造としては、Ｕターン\n状のフック片を透孔に挿通して、配管支持体を回動自在と成しており、蝶着構造と\nしては、１周弱の略円形状の外輪と軸で構成しており、本件考案では、枢着構造の\nフック片と蝶着構造の外輪を区別するために、フック片と透孔の大きさ位置関係を\n特定しているだけである。\nまた、上記の「フック片の先端が下方の水平片に当接する」構成は、自明の範囲\n内である。すなわち、当初図面の第２図において、配管支持体を保持体から外せ\nば、配管支持体それ自体の自重で回動し、フック片の先端が下方の水平片に当接す\nることは自明である。\n原告は、当初図面の第２図の構成では、配管支持体の回動や水平保持が不可能で\nあると主張し、未完成考案は保護に値しないと主張している。しかし、本件考案の\n当初明細書等には、自明範囲、示唆内容を含み、当業者が実施できる程度に技術的\n内容は開示されている。\n第５　当裁判所の判断\n１　出願当初の明細書及び図面の記載\n(1)　甲第３号証（本件願書）によれば、本件考案の出願当初の明細書に以下の\n記載があることが認められる。\n◇　登録請求の範囲として、\n「アンカーボルト等の取付部材に装着せしめる保持体の垂直面の一端近傍には嵌\n合支持体を形成せしめると共に、他端には配管支持体の一端を回動自在に装着せし\nめ、又配管支持体の他端を片持梁状に弾性を有せしめると共に、先端に嵌合従体部\nを形成せしめ、該嵌合従体部と前記嵌合主体部とを相互に着脱自在に成したことを\n特徴とする配管用支持具。」（当初明細書１頁５行～１２行）\n◇　従来技術として、\n「（従来の）配管方法にあっては、配管を配設せしめる際に、配管の各所定部位\nをクランプバンドにて被冠せしめ、しかる後、いちいちボルト締めをしなければな\nらず、特に天井に沿って配管を配設せしめる場合にあっては、配管の各所定部位を\n被冠せしめたクランプバンドを頭上にて両手を使ってボルト締めをしなければなら\nず、作業者の労働疲れが著しく、非常に非能率的であることにより、そのため費や\nされる時間が長く、作業者の時間当たりのコストが高騰し、又作業者一人では容易\nにかかる作業を終えることが出来ないといった欠点を有していた。」（当初明細書\n２頁１１行～３頁３行）\n◇　考案が解決しようとする課題として、\n「本考案は冷暖房設備等の配管に際し、その作業の手間を軽減して作業能率を向\n上せしめて、作業時間を短縮し、作業者の時間当たりのコストを軽減せしめる様に\nした配管用支持具を提供せんとするものである。」（当初明細書３頁５～９行）\n◇　作用として、\n「本考案は壁面に所定間隔を有せしめて打ち込んだアンカーボルト等の取付部材\nに配管用支持具の保持体を装着することにより固定し、各配管用支持具が略同じ高\nさに位置する様に大体の高さ調節をした後に、保持体の嵌合主体部から配管支持体\nの嵌合従体部を外した状態にて、配管支持体上に配管を載置せしめた後、最終的な\n配管用支持具の高さ調節を成す」（当初明細書４頁２～９行）\n◇　実施例として、\n「１、１ａ…は配管用支持具の本体であり、該本体１、１ａ…は保持体２、２ａ\n…と配管支持体３、３ａ…より構成せしめている。\n保持体２、２ａ…は帯状の金属板の両端を直角に折曲せしめて略コ字状に形成せ\nしめ、（中略）垂直面６、６ａ…の下端には保持体２、２ａ…の幅方向に枢軸７、\n７ａ…を形成する様に略矩形状の穴を上下に穿設せしめ、又上端近傍には（中略）\n嵌合主体部１０、１０ａ…と成らしめている。\n配管支持体３、３ａ…は帯状の金属板の下端を略円弧状に湾曲せしめて支持部１\n１、１１ａ…と成し、」（当初明細書４頁２０行～５頁１６行）\n「本体１、１ａ…は、保持体２、２ａ…の前記枢軸７、７ａ…に配管支持体３、\n３ａ…の一端を枢着せしめ、保持体２、２ａ…の掛止孔９、９ａ…に配管支持体\n３、３ａ…の掛止部１３、１３ａ…を着脱自在に嵌合掛止せしめている。」（当初\n明細書６頁５～９行）\n「他の実施例にあっては、保持体２の下端と配管支持体３の一端とを蝶番１５に\nより蝶着せしめており、保持体２の掛止孔９は上下方向に対して所定の間隔を有せ\nしめて矩形状に穿設せしめて嵌合主体部１０、１０ａ…と成し、又配管支持体３の\n掛止部１３には上部に爪１６を突起せしめて嵌合従体部１４、１４ａ…と成してい\nる。」（当初明細書６頁１４～２０行）\n「第４図に示す如く保持体２、２ａ…の嵌合主体部１０、１０ａ…から配管支持\n体３、３ａ…の嵌合従体部１４、１４ａ…を外した状態にて配管支持体３、３ａ…\nの支持部１１、１１ａ…上に配管２０を載置せしめた後、最終的な本体１、１ａ…\nの高さ調節を成すのである。」（当初明細書７頁１７行～８頁２行）\n◇　考案の効果として、\n「アンカーボルト等の取付部材１８、１８ａ…に本体１、１ａ…を仮固定して配\n管支持体３、３ａ…上に配管２０を載置した後に、最終的に本体１、１ａ…の高さ\n調節をすることが出来、」（明細書９頁１１～１４行）\n(2)　また、以下の事項は、審決が出願当初の図面に示されているものとして認\n定した構成であるが、甲第３号証によれば、審決が認定したとおりの事項が、当初\n明細書の具体例として示されているものと認めることができる。\n◇　第２図に示されている事項として、\n「平坦部４ａ…の垂直面６、６ａ…寄り端部に、透孔（甲第８号証の２における符\n号２３ａ部分）が穿設され、配管支持体３、３ａ…のフック片が、前記透孔内にそ\nの先端が若干突出状態で挿入され、且つフック片の先端が支持部１１の基端部と略\n同方向を指向している」との構成\n◇　第４図に示されている事項として、\n「略コ字状に形成された配管支持体３、３ａ…が、その中間部が略水平状態に保持\nされ、中間部に配管２０を載置している」との構成\n２　当初明細書及び図面に開示の配管用支持具の構成\n(1)　以上認定の当初明細書及び図面の記載事項によると、従来の配管方法は、\n配管の各所定部位を被冠せしめたクランプバンドを作業者が保持しつつボルト締め\nをしなければならず、作業者の労働疲れが著しく、非常に非能率的であるという問\n題があったので、本件考案は、これを解決することを課題に、明細書の実施例に記\n載の構成を採用したものであり、特に、壁面の取付部材に配管用支持具が略同じ高\nさに位置するように大体の高さ調節をして取り付けた後に、配管用支持具を構成す\nる保持体の嵌合主体部から配管支持体の嵌合従体部を外した状態にて、配管支持体\n上に配管を載置せしめた後、最終的な配管用支持具の高さ調節をなすようにしたも\nのである。\nその実施例としては、配管用支持具につき、保持体２と、略円弧状に湾曲せしめ\nて成る支持部１１を備える配管支持体３とから構成されるものが示され、配管用支\n持体３の支持部１１上に配管を載置せしめることについて、保持体２の下端に形成\nした枢軸７に配管支持体３の一端が装着され、保持体の上端側には嵌合主体部を形\n成し嵌合従体部と着脱自在に構成することが示され、保持体２の下端に形成した枢\n軸７に配管支持体３の一端を装着する装着構造については、第２図に、配管支持体\n３の端部に鉤状に屈曲したフック片を、その先端が配管支持体３の支持部１１の基\n端部と略同方向を指向して、保持体２の枢軸７に枢着する態様のものが図示されて\nいる。\nまた、当初明細書には、他の実施例として、配管支持体３の端部の形状（構造）\nを蝶番１５にしたものが示されている（この実施例は、第７、第８図として示され\nていることが甲第３号証によって認められる。）。\nそして、保持体２から配管支持体３の上端の嵌合従体部１４を外した状態で支持\n部１１上に配管を載置したときには、配管支持体３の支持部１１の嵌合従体部との\n接続部分がほぼ水平状態に保持される態様が、当初図面の第４図に示されている。\n(2)　他方において、１で認定したとおり、実施例として、「垂直面６、６ａ…\nの下端には保持体２、２ａ…の幅方向に枢軸７、７ａ…を形成する様に略矩形状の\n穴を上下に穿設せしめ」との記載及び「他の実施例にあっては、保持体２の下端と\n配管支持体３の一端とを蝶番１５により蝶着せしめており」との記載はあるが、配\n管支持体３を水平状態に保持するための手段に関する具体的な構成については、当\n初明細書及び図面のいずれにも、直接的な記載あるいは明示的な記載はないことが\n甲第３号証によって認められる。\n３　配管載置状態における配管支持体の水平保持構成の検討\n(1)　そこで、配管載置状態における、配管支持体を水平状態に保持する構成に\nついて検討すると、配管載置状態では配管支持体３に荷重が負荷されるにもかかわ\nらず配管支持体３がそれ以上回動しないことから、何らかの水平保持手段の存在が\n当然想定されるところであり、その水平保持手段は、保持体２の下端に形成した枢\n軸７に装着されている配管支持体３の構成部分が、保持体２の水平部分に当接して\n回動を規制されることに由来するものであることも自明である。\n(2)　そして、枢軸７に装着される配管支持体３は、ほぼ円弧状に湾曲せしめて\n成る支持体１１に連続して嵌合従体部との接続部分が形成される形状であり、この\n形状は当初図面にも図示されているから、保持体２の嵌合主体部から配管支持体３\nの嵌合従体部を外すと、配管の載置の有無にかかわらず、外方に存在する配管支持\n体３の重心の作用により枢軸７を支点に回動し、その途中で保持体２の水平部分に\n当接することで回動が規制され、支持部１１あるいはそれに連続する嵌合従体部と\nの接続部分が水平状態になって配管載置が可能になるようにされていなければなら\nないことも明らかである。\nしかしながら、以上においてみたところによると、本件考案の当初明細書及び図\n面には、配管載置状態における配管支持体の水平保持構成が存在していることは記\n載されているにとどまり、２(2)において説示したように、その水平保持の実現手段\nについては具体的開示を欠くものといわざるを得ない。\n４　補正後の明細書の記載\n一方、本件考案の構成中、「配管支持体の回動変位時に外壁片が略水平状態とな\nるようにフック片の先端側の長さを下方の水平片に当接する程度に設定した」との\n点が本件補正によって初めて限定された事項であることは、前記本件考案の要旨及\nび当初明細書における登録請求の範囲の記載との対比からして明らかであるとこ\nろ、甲第２号証（本件出願公告公報）によれば、本件考案の補正後の明細書に以下\nの記載があることが認められる。\n◇　作用として、\n「本考案にあっては、基体の透孔に配管支持体のフック片を挿入することによ\nり、基体に対して配管支持体を回動自在に出来、又嵌合主体部から配管支持体の嵌\n合従体部を外すと、配管支持体が回動変位するも、かかる配管支持体の支持部のフ\nック片先端側が基体の下方における水平片と当接して回動変位が規制され、配管支\n持体の外壁片が略水平状態と成って連結片を略垂直状態とするのである。」（本件\n公告公報２頁４欄１３～２１行）\n◇　効果として、\n「配管支持体３のフック片２４を基体２２の下端における透孔２３，２３ａに挿\n通させて枢軸７で以って回動自在に配管支持体３を装着し、且つ配管支持体３の回\n動変位時に外壁片２５が略水平状態となる様にフック片２４の先端側の長さを下方\nの水平片４ａに当接する程度に設定したので、屋内配管の際に、取付部材１８，１\n８ａ…に本体１を仮固定し、配管支持体３の他端側である嵌合従体部１４を嵌合主\n体部１０より外すと、配管支持体３は回動変位するも、かかる配管支持体３の支持\n部１１のフック片２４の先端側が基体２２の下方における水平片４ａと当接する\nと、この位置で回動変位が規制されることにより、配管支持体３の外壁片２５が略\n水平状態と成って連結片２６が略垂直状態と成るため、この配管支持体３上に配管\n２０，２０ａを自由状態にて載置支持することにより、配管２０，２０ａの仮止め\nをすることが出来、このため最終的に本体１の高さ調節をすることが出来る。」\n（本件公告公報４頁７欄２６行～８欄２行）\nそして、本件考案の登録請求の範囲には、本件補正事項のほかに、「略円弧状の\n支持部の一端より連続してＵターン状のフック片を折曲すると共に、支持部の他端\nより連続して基体の垂直片と対向する外壁片を折曲し、更に外壁片より連続して…\n…嵌合従体部を設ける配管支持体」との構成があることは、本件考案の要旨から明\nらかである。\n５　要旨変更の当否の検討\n(1)　これらの補正後の明細書の記載によると、本件補正事項においては、配管\n支持体３の枢軸７への装着構造について、「フック片の先端側の長さを下方の水平\n片に当接する程度に設定した」と具体化し限定化しているが、当初明細書及び図面\nには、配管載置状態における配管支持体の水平保持構成が存在していることが記載\nされているにとどまることは前判示のとおりである。したがって、配管載置状態で\nの配管支持体の水平状態と、本件補正事項にある配管支持体の回動変位時の水平状\n態とは同じ意味であるということはいえても、その水平状態を保持するための手段\nとしては多様な手段が想定され得るから、当初明細書又は図面には、水平状態を保\n持するための実現手段について具体的開示を欠いており、その実現手段が、当初明\n細書又は図面あるいは技術常識に基づいて自明であると認めるに足りる証拠もな\nい。\nつまり、フック片をもって枢軸に装着する構造自体は、一般に周知慣用の技術で\nあるとしても、具体的にこのフック片の先端を回動規制手段として利用すること、\nすなわち、枢軸を備えた部材に対してフック片の先端側の長さを当接する程度に特\n別に長く設定してフック片を備えた部材の回動を所定の限度までに規制する手段と\nすることが周知慣用の技術であったと認めることはできないし、回動規制手段とし\nてフック片の先端を利用するから、別途回動規制手段を必要としないとの構成も自\n明な事項ということもできない。\n(2)　したがって、本件補正事項は、配管用支持具の技術分野の回動規制手段と\nして本件補正後の本件考案を特徴づけているものであり、本件補正前の構成からみ\nて明らかな従来の通常の周知技術を開示したものではないし、自明の具体的手段を\n明らかにしたものでもないというべきである。\nしてみると、当初明細書及び図面には、具体的な回動規制手段の開示はないとい\nわざるを得ない。\n(3)　結局、本件補正事項に係る、回動規制手段として「フック片の先端側の長\nさを下方の水平片に当接する程度に設定した」構成が、当初明細書又は図面に記載\nされていたということはできないから、本件補正事項は明細書の要旨を変更するも\nのというべきである。\n(4)　被告は、当初明細書に記載の「配管載置状態の配管支持体の水平保持構\n成」のみならず、当初明細書の第２図に「配管支持体３のフック片が、透孔内にそ\nの先端が若干突出状態で挿入され、且つフック片の先端が支持部１１の基端部と略\n同方向を指向している」構成が示されており、本件補正事項に係るフック片の長さ\nは、自明の範囲内から被告が選択し限定した事項であって、「フック片の先端が下\n方の水平片に当接する」構成は自明の範囲内である旨主張する。\nしかしながら、フック片本来の作用目的として枢軸７に回動自在に配管支持体３\nを装着するためにフック片の長さを適宜に設定することは自明の範囲内であるとし\nても、当初明細書に記載の「配管載置状態の配管支持体の水平保持構成」を前提に\nして、この水平保持構成を実現するための手段として想定される多くの手段の中か\nら、フック片本来の上記作用目的とは別異の作用目的として水平保持構成を実現す\nるためにフック片の長さを当接する程度に設定するということは、当業者にとって\n自明の事項とは認められないから、被告の主張は理由がない。\n６　まとめ\n以上によれば、当初明細書及び図面に「配管支持体のフック片の先端側の長さを\n下方の水平片に当接する程度に設定した構成」が記載されているとした審決の認定\nは誤りであり、この誤りは本件補正を適法なものと認め、これを前提にして、本件\n補正前に頒布された刊行物である甲第５号証をもって、本件考案の出願後に頒布さ\nれたものであるとし、甲５号証との対比判断をしないまま本件考案の進歩性を肯定\nした審決の結論に影響を及ぼすものであることは明らかである。\n第６　結論\n以上のとおりであり、原告主張の取消事由３は理由があるから、その余の取消事\n由について判断するまでもなく、原告の請求は認容されるべきである。\n（平成１１年１０月５日口頭弁論終結）\n東京高等裁判所第１８民事部\n裁判長裁判官　　　永　　　井　　　紀　　　昭\n裁判官　　　塩　　　月　　　秀　　　平\n裁判官　　　市　　　川　　　正　　　巳\n"
}