{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 2,
    "day": 8
  },
  "case_number": "平成2(行ケ)35",
  "case_name": "選挙無効請求事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　公職選挙法１３条１項，同法別表第１，同法附則７項ないし１０項の議員定数配分規定が，平成２年２月１８日施行の衆議院議員総選挙当時において，議員一人当たりの選挙人数の最大較差が３．１８対１に及んでおり，かつ，人口が多い選挙区の議員定数が人口の少ない選挙区の議員定数よりも少ないといういわゆる逆転現象が相当数の選挙区について見られたとしても，その較差数値の示す投票価値の不平等状態は，その数値のみをとらえれば，違憲とも判断すべき状態にあるといえなくもないが，昭和６１年法律第６７号による公職選挙法改正の経緯等の事情に徴すると，国会の裁量権の限界として，国会において通常考慮し得る諸般の要素をしん酌してもなお一般に合理性を有するとは考えられない程の著しい不平等状態に達していたとはいえず，いまだ憲法１４条１項に違反するとはいえないとされた事例　２　新聞及び週刊誌が選挙期間内に選挙の予想記事を掲載公表したことが公職選挙法１条及び１３８条の３に違反し，かつ，選挙の結果に異動を及ぼすおそれがあったのに，選挙管理委員会がこれを禁止すべき措置を怠ったことが違法であるとしてされた，同法２０５条に基づく選挙無効の請求が，前記記事の内容は，同法１４８条１項が報道機関に保障している選挙の候補者に関する報道，評論に属するものであって，同項ただし書が禁止する表現の自由を濫用して選挙の公正を害するものではないから，選挙に関する人気投票の公表とは異なり，また，新聞社等は，同法２０５条１項にいう選挙の規定違反の主体たるべき選挙管理執行機関に該当しないとして，棄却された事例",
  "lawsuit_id": "16648",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16648",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/648/016648_hanrei.pdf",
  "contents": "○　主文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告ら\n１　平成二年二月一八日に行われた衆議院議員総選挙（以下「本件選挙」とい\nう。）の千葉県第四区における選挙を無効とする。\n２　訴訟費用は被告の負担とする。\n二　被告\n１　原告らの請求を棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求原因\n（第三五号事件、第四二号事件について）\n１　原告Ａ、同Ｂ、同Ｃ、同Ｄ一以下「原告Ａら」という。）は、平成二年二月一\n八日施行された本件選挙の千葉県第四区（以下「千葉四区」という。なお、他の選\n挙区の表記についても、これに準ずる。）における選挙人である。\n２　本件選挙は、公職選挙法（昭和二五年法律第一〇〇号。以下「公選法」とい\nう。）ついて、公職選挙法の一部を改正する法律（昭和六一年法律第六七号。以下\n「昭和六一年改正法」という。）により改正された衆議院議員定数配分規定（同法\n一三条一項、同法別表第一、同法附則七ないし一〇項。以下「本件議員定数配分規\n定」という。）に基づいて施行されたものである。\n３　右の法改正は、改正前の衆議院議員定数配分規定（昭和五〇年法律第六三号に\nより改正された公選法一三条一項、同法別表第一、同法附則七ないし九項。以下\n「旧議員定数配分規定」という。）が、昭和六〇年七月一七日最高裁判所大法廷判\n決・民集三九巻五号一一〇〇頁（以下「六〇年大法廷判決」という。）によって、\n昭和五八年一二月一八日施行された衆議院議員総選挙（以下「昭和五八年選挙」と\nいう。）当時において憲法の選挙権の平等の要求に反し全体として違憲と判断され\nたことに対応して行われたものである。\n４　そして、右改正の趣旨は、当面の暫定措置として、議員一人当たりの人口較差\nが特に著しい選挙区について、定数の増員、減員及び選挙区の区域の変更により是\n正を行おうとするものであり、その内容の要旨は、当分の間、議員定数について、\n北海道一区、埼玉二区及び四区、千葉一区及び四区、東京一一区、神奈川三区、大\n阪三区の八選挙区において各一名増員するとともに、秋田二区、山形二区、新潟二\n区及び四区、石川二区、兵庫五区、鹿児島三区の七選挙区において各一名を減員\nし、選挙区の区域について、秋田、愛媛、大分の三県において隣接選挙区との境界\n変更により二人区を解消することとし、これにより、衆議院議員の総定数は、当分\nの間一人増員して五一二人となり、また、選挙区別議員一人当たりの人口の最高と\n最低の較差は、三倍未満となるというものである。\n５　本件議員定数配分規定は、次のような理由（その主張の詳細は、別紙原告の主\n張（一）、（二）記載のとおりである。）により、違憲、無効なものである。すな\nわち、右の改正内容は、たとえば、昭和六〇年一〇月一日実施の国勢調査（以下\n「昭和六〇年国勢調査」という。）の人口（速報値）に基づく選挙区間における議\n員一人当たりの人口の較差が最大一対二・九九（長野三区と神奈川四区）であるこ\nとを容認し、かつ、選挙区相互間にいわゆる逆転現象一人口の多い選挙区の議員が\n人口の少い選挙区の議員数よりも少い状態一が多数存置するなど、未だ憲法の選挙\n権の平等の要求を満たすまでに至っておらず、しかも、本件選挙当時、選挙区間に\nおける議員一人当たりの選挙人数の最大較差が一対三・一八（宮崎二区と神奈川四\n区）に拡大し、逆転現象もさらに多数生ずるに至っていた。\n６　このように憲法の選挙権の平等の要求を満たしていない本件議員定数配分規定\nは違憲であり、これに基づく本件選挙は、無効であるから、本件選挙の千葉四区に\nおける選挙を無効とする旨の判決を求める。\n（第六二号事件について）\n１　原告Ｅは、本件選挙の千葉四区の候補者である。\n２　本件選挙には、次のような選挙の規定について違反がある。すなわち\n（一）　日刊新聞千葉日報は、本件選挙公告後の選挙期間内である平成二年二月一\n六日付の紙面（第二面）において、原告Ｅを含も一一名の候補者の氏名等を列記し\nたうえ、右候補者について、「ＦとＧが優位に立つ。Ｆは大票田の市川、松戸など\nで大きくリード。Ｇは公明支持層をまず押さえ、有権者の多い松戸などにも浸透。\nＨは社会支持層の約四割を確保、Ｉに水をあけて当選ラインに近付く。知名度不足\nのＪは、Ｋ、Ｌなどの徹底した組織選挙で、あと一歩で当選圏に。Ｉは浮動票を取\nり込んでＪと競り合う。Ｍも当落線上。」という本件選挙の千葉四区における選挙\nの予想記事を掲載して公表した。\n（二）　また、読売新聞、朝日新聞、毎日新聞、サンケイ新聞及び東京新聞並びに\n週刊現代は、いずれも本件選挙の告示後の選挙期間内に右各新聞ないし週刊誌の各\n紙面において、前同様に、選挙の予想記事をそれぞれ一回掲載して公表した。\n（三）　右予想記事の掲載公表は、投票日に近接した時期であったなめ、本件選挙\nにとって多大な影響を及ぼすものであった。そして、右は、公選法一条及び一三八\n条の三に違反し、かつ、選挙の結果に異動を及ぼす虞れがあった。\n（四）　したがって、被告は、右予想記事の公表を禁止する措置を講ずべき責任が\nあるのに、これを怠ったものである。\n３　よって、原告Ｅは、公選法二〇五条により、本件選挙の千葉四区における選挙\nを無効とする旨の判決を求める。\n二　請求原因に対する認否及び反論\n一　第三五号事件、第四二号事件について一\n１　請求原因１ないし４の各事実は認める。\n２　同５の事実中、昭和六〇年国勢調査の人口（速報値）に基づく選挙区間におけ\nる議員一人当たりの人口の較差が最大一対二・九九（長野三区と神奈川四区）であ\nることは認め、その余は争う。\n３　本件議員定数配分規定は、その改正当時及び本件選挙当時において、憲法に違\n反するものではないから、これに基づいて平成二年二月一八日施行された本件選挙\nについて無効とされるべき理由はない（なお、その主張の詳細は、別紙被告の主張\n（一）ないし（四）記載のとおりである。）。\n（六二号事件について）\n１　請求原因１の事実は認める。\n２　同２、（一）の事実中、千葉日報が平成二年二月一六日付の紙面（第二面）に\nおいて原告Ｅ主張のような内容の記事を掲載したことは認め、その余は争う。\n３　同２、（二）の事実中、本件選挙告示後の選挙期間内にその主張する各日刊新\n聞及び週刊誌において、前同様に、選挙の予想記事が掲載公表されたことは認め、\nその余は争う。\n４　同３の事実は争う。なお、右各予想記事の掲載公表により、本件選挙の千葉四\n区における選挙が無効とされるべき理由はない（その主張の詳細は、別紙被告の主\n張（五）記載のとおりである。）。\n第三　証拠（省略）\n○　理由\n第一　第三五号事件、第四二号事件について\n一　１請求原因１ないし４の各事実は当事者間に争いがない。\n２　同５の事実中、本件議員定数配分規定の下において、昭和六〇年国勢調査の人\n口（速報値に）基づく選挙区間における議員一人当たりの人口の最大較差が一対\n二・九九（長野三区と神奈川四区）あること、選挙区相互間に逆転現象が存置され\nていること、本件選挙当時、議員一人当たりの選挙人数の最大較差が一対三・一八\n（宮崎二区と神奈川四区）であったことは当時者間に争いがない。\n３　成立に争いのない乙三号証によれば、昭和六〇年国勢調査の人口（確定値）に\nよる衆議院の選挙区別の人口、定数、議員一人当りの人口は、別表「衆議員の選挙\n区別人口・定数・議員一人当たり人口」記載のとおりであり、本件議員定数配分規\n定によると右確定人口に基づく選挙区間における議員一人当たりの人口の最大較差\nが一対二・九九三（長野三区と神奈川四区）であることが認められる。\n二　選挙権の平等と国会裁量権\n１　憲法は、国会を構成する衆議院及び参議院の議員を選挙する国民の権利（選挙\n権）について、選挙人資格における差別を禁止する（四四条但書）とともに、選挙\n権の内容（投票価値）の平等をも要求している（一四条一項）ものと解されるとこ\nろ、憲法は、国会の両議院の議員の選挙制度の仕組みの具体的決定は、立法政策上\nの問題として原則的に国会の裁量に委ねている（四三条二項、四七条）。したがっ\nて、右選挙制度の具体的決定に当たっては、右の投票価値の平等は、憲法上、唯\n一、絶対の基準ではなく、そのほか国会が正当に考慮し得る政策目的ないし理由を\n勘案しながら調和的にこれを実現することが要請されているものと解される。\n２　ところで、衆議院議員の選挙制度においては、いわゆる中選挙区単記投票制が\n採用されているが、これは候補者と地域住民との密接な関係を考慮するとともに、\n選挙人の多数の意見の反映を確保しながら、少数者の意思を代表する議員の選出を\nも可能ならしめるとの趣旨によるものと解される。したがって、中選挙区単記投票\n制の下における選挙区割と議員定数配分を決定するに当たっては、選挙人数と配分\n議員数との比率の平等が最も重要かつ基本的な基準であるが、それが唯一、絶対の\n基準ではなく、そのほかにも考慮すべき要素として、従来の選挙の実績、選挙区と\nしてのまとまり具合、都道府県、市町村等の行政区画、地形、面積の大小、人口密\n度、住民構成、交通事情等の地理的状況等の諸般の事情が存在するうえ、人口の都\n市集中化これに伴う地方の過疎化の現象等の不断に生ずる社会情勢の変化を政治に\nおける安定の要素をも考慮しながら、これらを選挙区割及び議員定数配分に調和的\nに反映させることも考慮すべき要素の一つであろ。そして、これらの複雑かつ多様\nな考慮事情をどのように選挙制度の具体的決定において反映させるかは、憲法が要\n求する投票価値の平等を基本とした国会の裁量権の合理的な行使に委ねられている\nところである。\n３　しかし、公選法の制定又はその改正による選挙区割と議員定数配分の下におけ\nる選挙人の投票価値に不平等が存し、又は、その後の人口異動により右の不平等が\n生じている場合、それが憲法に違反するか否かは、右投票価値の不平等が国会にお\nいて通常考慮し得る諸般の要素をしんしやくしてもなお、一般に合理性を有するも\nのとは考えられない程度に達しているときは、右の不平等は、もはや国会の合理的\n裁量の限界を超えているものと推定され、これを正当化すべき特別の理由が示され\nない限り、憲法違反と判断されるものというべきである。\n４　以上は、最高裁判所の判例（最高裁昭和四九年（行ツ）第七五号同五一年四月\n一四日大法廷判決・民集三〇巻三号二二三頁、同昭和五六年（行ツ）第五七号同五\n八年一一月七日大法廷判決・民集三七巻九号一二四三頁、同昭和五九年（行ツ）第\n三三九号同六〇年七月一七日大法廷判決・民集三九巻五号一一〇〇頁、同昭和六三\n年作第二四号同年一〇月二一日第二小法廷判決・民集四二巻八号六四四頁）の趣旨\nとするところであり、当裁判所の見解もこれと同旨であって、本件においてこれと\n別異に解すべき特段の合理的理由は見当らないから、以下これに準拠して本件につ\nいて判断することとする。\n三　本件議員定数配分規定の合憲性\n１　本件選挙は、昭和六一年改正法による本件議員定数配分規定に基いて施行され\nたものであるところ、昭和六一年改正法の成立の経緯は、成立に争いのない乙五号\n証、原本の存在成立ともに争いのない乙六ないし一六号証及び弁論の全趣旨による\nと、概略、被告の主張（１）の第二、二「昭和六一年改正法の成立経過」記載のと\nおりであることが認められる。そして、それによれば、昭和六一年改正法は、五八\n年大法廷判決が昭和五五年六月二二日施行の衆議院議員総選挙当時、昭和五〇年改\n正法一三条一項、同法別表第一、同法附則七ないし九項の議員定数配分規定の下で\n存した選挙区間の議員一人当たりの選挙人数の最大較差一対三・九四は憲法の選挙\n権の平等の要求に反する程度に至った旨判断され、ついで六〇年大法廷判決が昭和\n五八年一二月一八日施行の衆議院議員選挙当時、選挙区間の議員一人当たりの選挙\n人数の最大較差一対四・四〇を生ぜしめていた右議員定数配分規定は憲法一四条一\n項等に違反する旨判断されたことに対応して、国会が昭和五〇年改正法による議員\n定数配分規定の改正を緊急課題として取組んだ結果、昭和六一年五月二二日第一〇\n四国会において、前記請求原因４記載のようないわゆる八増七減、境界変更による\n二人区解消等を骨子とする昭和六一年改正法が成立するに至ったが、右成立までの\n間種々の困難な情況を経て成立に至ったことが認められる。\n２　ところで、右法改正の結果、本件議員定数配分規定の下において、昭和六〇年\n国勢調査の要計表（速報値）人口に基づく選挙区間の議員一人当たりの人口の最大\n較差は、改正前の一対五・一二（兵庫五区と千葉四区）から一対二・九九（長野三\n区と神奈川四区）に縮小したものである。したがって、前記五八年大法廷判決及び\n六〇年大法廷判決が、昭和五〇年改正法によって、昭和四五年一〇月実施国勢調査\nによる人口に基づく選挙区間の議員一人当りの人口の最大較差が一対二・九二に縮\n小したこと等を理由として、五一年大法廷判決が違憲と判断した右改正前の議員定\n数配分規定の下における投票価値の不平等状態は、右法改正により一応解消された\nものと評価し得る旨判示する趣旨に徴すると、本件議員定数配分規定は憲法に反す\nるものとはいえない（前記昭和六三年一〇月二一日最高裁第二小法廷判決参照）。\n３　さらに、本件議員定数配分規定の下で平成二年二月一八日施行された本件選挙\n当時、選挙区間の議員一人当たりの選挙人数の最大較差は一対三・一八（宮崎二区\nと神奈川四区）に拡大しており、右較差数値の示す投票価値の不平等状況は、その\n数値のみを把えれば、違憲とも判断すべき状態にあるものといえなくもない。\nしかし、右不平等は、前示昭和六一年改正法の制定経緯、昭和六一年改正法制定当\n時の最大較差二・九九倍を超えるに至ったのは右神奈川四区のほかは千葉四区\n（三・〇七九倍、成立に争いのない乙一八号証及び弁論の全趣旨による。一のみで\nあること、右神奈川四区等にみられる較差の拡大は、昭和六一年改正法により、そ\nの改正前の議員定数配分規定の投票価値の不平等による違憲状態が一応解消された\n後で次に予定される国勢調査までの間に施行された本件選挙当時において生じてい\nたものであって、その数値も右改正当時のそれに比し著しく大きいものとはいい難\nいものであること、また議員定数配分規定の是正にあっては、一定時点における確\n定人口数を基礎とする必要から、国勢調査の結果をまつこともまた理由がないわけ\nではないこと（公選法別表第一の末尾規定参照）等に徴すときは、国会の裁量権の\n限界として、国会において通常考慮し得る諸般の要素をしんしやくしてもなお、一\n般に合理性を有するものとは考えられない程の著しい不平等状態に達しているとま\nで断定することはできない。\nもっとも、国会に一定の裁量権の幅があるとはいえ、純粋に投票価値の平等の観点\nからすれば、右最大較差は少くとも一対二を超えないものとすることが、その性質\n上当然に要求されるものであって、前記のようにその較差が一対三・一八にまで至\nっている現状は、最早放置できない事態であるといわなければならない。したがっ\nて、国会が、国権の最高機関として、また立法府の当然の責務として、速やかに議\n員定数配分について抜本的是正に取り組み、その実現に最善の努力をすることが強\nく期待されるところである。\n４　また、いわゆる逆転現象は、それが選挙区割及び議員定数の配分を決定するに\nついて最も重要かつ基本的な基準である人口数と配分議員数との比率の平等に反す\nるものであるから、単に各選挙区間の議員定数配分の均衡の問題であるに止まら\nず、選挙権の平等という憲法上の要求に係る問題とみるべきである。したがって、\n各選挙区間において逆転現象が顕著に生じた場合には、それは個々の選挙人につい\nての投票価値の不平等の問題として、その是正措置が講ぜらるべきものとなり得\nる。しかし、逆転現象の問題は、議員定数配分規定の改正にあたっての課題とし\nて、当然考慮に入れて然るべきものとはいえても、これを人口較差の問題と同列に\n論ずべきものとまではいえず、また絶えず異動する人口に対応しで逆転現象是正の\nため議員定数配分規定を改正するには、事実上困難なものがあること、前説示のと\nおり本件議員定数配分規定の下における各選挙区の議員一人当たりの人口（選挙人\n数）の較差が、未だ国会に許容された裁量権の範囲内のものであること、前示昭和\n六一年改正法の成立経緯等を総合して判断すると、本件議員定数配分規定の下にお\nいて、原告主張のような逆転現象が認められるとしても（なお、前掲乙三号証及び\n成立に争いのない乙一八号証並びに弁論の全趣旨によれば、本件議員定数配分規定\nの下において、昭和六〇年国勢調査人口（確定値）によると、議員定数が三人で最\nも人口の多い選挙区である広島一区に対して逆転区は五八区あり、議員定数が四人\nで最も人口の多い選挙区である神奈川四区に対して逆転区は三七区であること、選\n挙区単位で全選挙区間に成立する相互関係総数八三八五通りのうち逆転関係は一〇\n六八通りであり、その逆転率は一二・七四パーセントであること、また、本件選挙\n当日有権者数によると、議員定数が三人で最も人口の多い選挙区である埼玉一区に\n対して逆転区は五九区あり、議員定数が四人で最も人口の多い選挙区である神奈川\n四区に対して逆転区は四〇区であること、選挙区単位で全選挙区間に成立する相互\n関係総数八三八五通りのうち逆転関係は一〇七八通りあり、その逆転率は一二・八\n六パーセントであることが認められる。）、また、前記人口（選挙人数）較差を併\nわせ考慮すろとしても、これをもって直ちに右にいう投票価値の不平等が国会にお\nいて通常考慮し得る諸般の要素をしんしやくしてもなお、一般に合理性を有するも\nのとは考えられない程の著しい不平等状態に達しているとまでいうことはできな\nい。\n５　なお、原告は、議員定数配分について、そのあるべきとする基準ないし方式を\n提示し、これに照らして本件議員定数配分規定の不当を指摘するが、原告提示のよ\nうな基準、方式は、議員定数配分についての抜本的改正の検討にあたって、参考と\nするに値する一つの案であるといい得るとしても、立法論の域を出るものではな\nく、これによって本件議員定数配分規定についての前示判断を左右することはでき\nない。\n６　以上の次第で、本件議員定数配分規定は、昭和六一年改正法成立当時及び選挙\n当時のいずれにおいても、憲法に違反するものとはいえないから、本件議員定数配\n分規定の下において施行された本件選挙について、これを違憲、無効であるとする\nことはできない。\n第二　第六二号事件について\n一　原告Ｅが千葉四区の候補者であること、千葉日報が平成二年二月一六日付の紙\n面（第二面）において、原告Ｅ主張のような内容の記事を掲載したこと、読売新聞\nほか四紙及び週刊現代がいずれも本件選挙の告示後の選挙期間内に、前同様に、選\n挙の予想記事を掲載公表したことは、当事者間に争いがない。\n二　１前記争いない事実及び成立に争いのない甲六二号の一ないし五並びに弁論の\n全趣旨によると、前記各記事の内容は、公選法一四八条一項が報道機関に保障して\nいる、選挙の候補者に関する報道、評論に属するものであって、もとより同項但書\nが禁止する表現の自由を濫用し本件選挙の公正を害するものでないことは明らかで\nある。すなわち右は、各新聞社等が、独自の取材活動により得た情報に基づいてい\nわゆる選挙情勢についての報道をしたものにすぎず、選挙人の自由な判断を阻害す\nるものということはできない。したがって、選挙に関する人気投票の公表禁止を定\nめた公選法一三八条の三にいう、公職に就くべき者を予想する人気投票の経過又は\n結果を公表する所為とはその目的及び態様を異にするものと認められる。\n２　また、公選法二〇五条一項により選挙が無効とされるのは、当該選挙が選挙の\n規定に違反して施行され、かつ、そのために選挙の結果に異動を生ずる虞れがある\n場合に限られるところ、右に選挙の規定に違反するとは、公の選挙管理機関が履行\nすべき選挙の管理執行の手続に関する規定に違反することを指すものと解するが相\n当である。したがって、前記各新聞社等は、いかなる意味においても、右にいう選\n挙管理執行機関に該当するものではないから、この点においても原告Ｅの主張は失\n当である。\n三　以上の次第で、原告Ｅの本件請求は、その余の点について判断するまでもなく\n理由がないものというべきである。\n第三　結論\nよって、原告らの本訴請求は、いずれも理由がないから、これを棄却することと\nし、訴訟費用の負担について行政事件訴訟法七条、民訴法八九条、九三条を適用し\nて、主文のとおり判決する。\n（裁判官　枇杷田泰助　塩谷　雄　原　敏雄）\n別紙\n原告の主張（一）（原告Ａ関係）\n憲法は、人口数に比例して議員定数が配分されることを要請しているから、いわゆ\nる逆転関係は、憲法の要請する選挙権の平等に違反している関係といえる。したが\nって、議員定数配分規定の改正にあたっては、逆転関係を生じさせるような改正で\nあってはならない。ところで、本件選挙は、本件議員定数配分規定に基づいて実施\nされたが、本件議員定数配分規定は、選挙区別人口の最大較差を三倍未満にすると\nいうことを主眼とした立法上の操作に基づき戒立したものである。しかし、最大較\n差を三倍未満に納めるという目的は達成したものの、選挙区別議員一人当り人口に\n二・九九倍の較差を認め、かつ選挙区相互間に次のとおり多数の逆転関係を生じさ\nせるものとなった。ところで、別紙の〈表Ａ〉の選挙区欄は、新規定における全一\n三〇選挙区を人口の少ない順に配列したものであり、配分欄は、配分議員数を掲げ\nたものであるが、この表を用いると、前記逆転関係の存在が明確となる。例えば、\n番号二五「長野三区」の配分議員数は四であるから、この区より人口の多い人口を\n擁しながら配分議員数の少ない選挙区は同区と逆転関係となっていることになる。\nこのようにして全ての逆転関係を総計すると一〇六八通りの逆転関係が生じている\nことが判明する。\n不断に生じる人口変動の結果、人口較差や逆転関係が生じることは止むを得ないこ\nとである。しかし、かかる人口較差・逆転関係は民主制の根幹にかかわるものであ\nるからでき得る限り速やかに解消されなければならない。しかるに、人口比例の原\n則に背反する逆転関係の解消は容易であるにもかかわらず、これを長い期間放置し\nたり、改正したとはいえ逆転関係を存続させたり、あるいは新たに発生させること\nは、立法により、ことさら逆転関係を創設するものであって、いかなる観点からも\n許容し得ないものである。\nしたがって、本件新規定には、右のような人口較差及び逆転関係が存するから、憲\n法に違反することは明らかである。\n原告の主張（二）（原告Ｂ、同Ｃ、同Ｄ関係）\n一　議員定数配分の原則は、各選挙区の人口及び配当基数に応じて定数を配分する\nという人口比例原則である。したがって、人口比例に基づいて議員定数の配分全体\nを見直してはじめて投票価値の較差は本来的に是正し得るものである。\n二　ところで、昭和六一年改正法成立の際、国会が附帯決議として、議員定数配分\nの抜本是正の必要をうたっているのは、国会において従前なされてきた定数是正が\nいずれも不十分なものであったことを自ら認めているからに他ならず、同決議は、\n昭和六〇年国勢調査の確定人口の公表後、速やかに抜本是正の検討を行う旨を国民\nに対して公約をしたものである。そして、右にいう抜本是正とは、単に最大較差の\nみ圧縮するというのではなく、全選挙区にわたり人口比例原則に基づいて定数の配\n分をし直すということのはずである。\nしかし、昭和六〇年国勢調査の確定人口が公表された昭和六一年一一月一〇日から\n本件選挙まで約三年三か月の間、右公約が実行されなかった結果、本件選挙時にお\nいて、人口比で定数を配分した場合に生じる最大較差二・二六を超える選挙区が北\n海道一区等合計二三も存続することになったうえ、選挙区間における議員一人当た\nりの選挙人数の最大較差が一対三・一八という投票価値の較差が拡大するに至った\nのは、国会の合理的な裁量権の行使の結果とはいえず、むしろ国民に対する公約違\n反の立法不作為の結果であり到底容認され得ないものである。\n三　前記議員定数配分の原則に則って、昭和六〇年国勢調査人口を基に、衆議院議\n員全選挙区に対し人口比例で定数を配分し、かつ、その際生ずる議員一人当たりの\n人口の較差をも示したものが、別表「昭和六〇年国勢調査に基づく各選挙区ごとの\n人口、人口比定数その他」である。\nそして、これによると、議員一人当たりの人口の最大較差は一対二・二六（奄美群\n島区と鹿児島三区）である。また、現行選挙区に人口比例で定数を配分した場合の\n定数（人口比定数）と現行定数との差が三もある選挙区は、北海道一区、千葉一\n区・四区、東京七区・一一区、神奈川二区・三区・四区、大阪五区、福岡一区の一\n〇選挙区も存在する。さらに、これらの選挙区の議員一人当たりの人口とそれが最\n少の長野三区とを比較すると、神奈川四区の二・九九倍が最大で、いずれも較差は\n三倍未満である。\n右のような事実に徴すると、定数配分の全体はそのままにしておいて、選挙区間の\n較差の最大値のみを三倍未満に収めれば合憲とする見解がいかに非合理的かが判明\nする。つまり、右の見解によれば、右較差数値はいずれも三倍未満であるから、全\nべて合憲の範囲内ということになり、定数増の必要は全くないことになる。その結\n果、選挙区の議員定数が人口比定数に三も不足していながら、何ら是正が講じられ\nないことになる。実際にも国会は、較差の最大値のみ三倍未満に抑制するという方\n針で定数是正を行ったため、人口比定数に三も不足しているという甚だしい不合理\nがそのまま放置されることになったのである。\nしかも、本件選挙時において、二三もの選挙区が人口比の二・二六倍を超える状態\nすなわち議員一人当たりの人口の較差が一対二以上、一対三未満の場合であるか\nら、いわゆる中間的審査基準に基づいて、右較差の合憲性の合理的根拠について厳\n格な審査が必要とされるところ、右較差の解消が不可能であるとする合理的理由が\n国会において示されたことは全くないのである。\n四　以上の次第で、本件選挙は、単に議員一人当たり選挙人数に最大三・一八の較\n差が存したという理由からだけではなく、全国一三〇の選挙区中二三の選挙区にお\nいで人口比で定数を配分した場合に生じる最大較差を超える較差があり、さらに人\n口比定数に三も不足する選挙区が一〇もあったという点において、憲法一四条一\n項、四四条但書等が要求する平等選挙にはほど遠い違法、違憲の選挙であったとい\nうべきである。\n被告の主張（一）\n第一　議員定数配分に際しての国会の裁量性\n一　憲法上保障される選挙権の平等\n憲注一四条一項、一五条一項、三項及び四四条ただし書の各規定からすると、憲法\nが選挙権の平等を保障していることは明らかである。そして、最高裁判所の各判決\n（最高裁昭和五一年四月一四日大法廷判決・民集三〇巻三号二二三頁（以下の「五\n一年大法廷判決」という。）、同昭和五八年一一月七日大法廷判決・民集三七巻九\n号一二四三頁（以下「五八年大法廷判決」という。）、同昭和六〇年七月一七日大\n法廷判決・民集三九巻五号一一〇〇頁（一以下「六〇年大法廷判決一という。）、\n同昭和六三年一〇月二一日第二小法廷判決・民集四二巻八号六四四頁（以下「六三\n年第二小法廷判決」という。）によれば、各選挙人の投票価値の平等もまた憲法の\n要求するところであると解されている。\nしかしながら、このことは、憲法上、異なる選挙区間における投票価値が形式的な\n平等を欠く状態となれば、直ちに違憲としで許容されないということを意味するも\nのではなく、議員定数配分規定が国会の裁量権の合理的な行使として是認し）得る\nものであれば、憲法の許容するものとして、合憲と評価されるべきであることは当\n然である。\n二　衆議院議員の選挙にわける選挙区割と議員定数配分に関する国会の裁量につい\nて\n１　議会制民主主義の下においては、選挙によって選ばれた代表を通じて国民の利\n害や意見が国政の運営に反映されるべきものであるから、選挙制度は、一方におい\nて、国民の多様な利害や意見を公正かつ効果的に国政に反映させることが要請され\nるが、他方、政治における安定も要請されていることから、国民の代表たる議員の\n定数配分の決定は、単なる数字上の操作だけでは解決できない高度の政治的、技術\n的要素を多く含むこととなる。したがって、議会制民主主義の下における選挙制度\nは、相互に矛盾する特質を持つ右のような要請を考慮しながら、究極においで国民\nにとっての総合的な利益を実現するべく、それぞれの国において、その国の事情に\n即して具体的に決定されるべきである・そして、国民代表の的確を選任という要請\nを満たす選挙制度の設定は、現代のような多元的社会においては、国民の政治的意\n思が、様々な思想的・世界観的対立、多種多様の利益集団の対立、都市部対農村部\nの対立等を通じて複雑かつ多様な形で現れるため、極めて多種多方面にわたる配慮\nを必要とするのである。さらに、政党政治の発達に伴い、政党が現実に果たしてい\nると評される国民意思の媒介等の機能も国民代表の観念を考える場合には無視し難\nい状況にあるものといえる。他方、対外的には世界情勢の流動化や複雑化、国内的\nには福祉国家体制の進展に伴い、国家の社会、経済の各分野への積極的関与の度合\nいが高まり、政治の効率的な運営のために政局の安定も強く要請されている。\nこのように、選挙制度は、国民の多様な利害や意見の公正かつ効果的な反映等国民\n代表の的確な選任、政局の安定という８１要請を、それぞれの国の政治状況に照ら\nし、多種多様で複雑微妙な政策的及び技術的考慮の下に、全体的、総合的見地から\n考察し、適切に調整した上で決定されるべきものである。その意味では、各国を通\nじ普遍的に妥当する一定の選挙制度の形態が存在するものではない。\n２　憲法は、以上のような理由から、国会両議院の議員の選挙については、議員の\n定数、選挙区、投票の方法その他選挙に関する事項は法律で定めるべきものとし\n（三条二項、四七条）、両議院の議員の各選挙制度の仕組みの具体的決定を、原則\nとして国会の裁量にゆだねている。したがって、投票価値の平等は、憲法上、右選\n挙制度の決定のための唯一、絶対の基準となるものではなく、原則とし、国会が正\n当に考慮することのできる他の政策的目的ないし理由との関連において調和的に実\n現されるべきものと解される。\nしたがって、衆議院議員の定数配分の均衡の問題は、代表民主制下における選挙制\n度の在り方を前提とした国会の裁量権の範囲の問題としてとらえられるべきもので\nあり、憲法の要請する平等原則も、具体的に決定された選挙区割と議員定数配分下\nにおける選挙人の投票価値の不平等が、国会において、前述の選挙制度の目的に照\nらし、通常考慮し得る諸般の要素をしんしやくしてもなお、一般的に合理性を有す\nるものとは到底考えられない程度に達しているか否かの問題であって、もともと客\n観的基準になじまず、また、これが存しない分野である。\n３　このような意味から、我が国では衆議院議員の選挙について、いわゆる中選挙\n区単記投票制が採用されているが、この場合において、具体的にどのように選挙区\nを区分し、そのそれぞれに配分すべき議員数を決定するについては、異なる選挙区\n間の投票価値の平等を憲法が要求していると解する以上、各選挙区間の選挙人数又\nは人口数と配分議員定数との比率の平等が最も重要かつ基本的な基準とされるので\nあるが、それ以外にも、国会が正当に考慮し得る要素は少なくないはずである。五\n一年大法廷判決も、国会において実際上考慮され、かつ、考慮されてしかるべき要\n素について、「殊に、都道府県は、それが従来わが国の政治及び行政の実際におい\nて果たしてきた役割や、国民生活及び国民感情の上におけるその比重にかんがみ、\n選挙区割の基礎をなすものとして無視することのできない要素であり、また、これ\nらの都道府県を更に細分するにあたっては、従来の選挙の実績や、選挙区としての\nまとまり具合、市町村その他の行政区間、面積の大小、人口密度、住民構成、交通\n事情、地理的状況等諸般の要素を考慮し、配分されるべき議員数との関連を勘案し\nつつ、具体的な決定がされるものと考えられるのである８１更にまた、社会の急激\nな変化や、その一つのあらわれとしての人口の都市集中化の現象などが生じた場\n合、これをどのように評価し、前述した政治における安定の要請をも考慮しなが\nら、これを選挙区割や議員定数配分にどのように反映させるかも、国会における高\n度に政策的な考慮要素の一つであることを失わない、」。と判示し、衆議院議員の\n選挙に関する選挙区割や議員定数配分の決定は、極めて多種多様、複雑微妙な政策\n的及び技術的考慮要素が含まれているとして、国会に広範な立法裁量権を認めてい\nる（なお、六三年第二小法廷判決もほぼ同趣旨を判示している、。）。そして、国\n会が具体的に決定した議員定数配分規定が、その裁量権の合理的な行使として是認\nされるかどうかを裁判所が判断するに当たっては、事柄の性質上、特に慎重である\nことを要し、限られた資料に基づき、限られた観点から、たやすくその決定の適否\nを判断すべきものでないことはいうまでもない。\n４　以上から明らかなとおり、具体的に決走された選挙区割と議員定数の配分下に\n３ける選挙人の投票価値の不平等が、国会において通常考慮し得る前述のような諸\n要素をしんしやくしてもなお、一般的に合理性を有するものとは到底考えられない\n程度に達しているときに限り、右のような不平等は、国会の合理的裁量を超えてい\nるものと判断すべきものである、。\n第二　本件議員定数配分規定の合憲性\n一　昭和六一年改正法と合憲性について\n本件選挙が依拠した本件議員定数配分規定は、前述のとおり、昭和六一年改正法に\nより改正されたものである。それによれば、昭和六〇年国勢調査人口（速報値）に\n基づく選挙区間における議員一人当たりの人口の較差（以下「定数較差」とい\nう。）は、最大一（長野三区）対二・九九（神奈川四区）であり、本件選挙時の選\n挙人名簿登録者数（選挙人数）に基づく較差（以下「選挙人数比」ともいう。）\nは、最大一（宮崎二区）対三・一八（神奈川西区）であった。\n被告は、本項において、昭和六一年改正法による改正当時はもちろんのこと、本件\n選挙当時においても右定数較差が示す選挙区間における投票価値の不平等の程度\nが、前述のような国会の裁量権の性質に照らすならば、国会において通常考慮し得\nる諸般の要素をしんしやくしてもなお一般的に合理性を有するものとは到底考えら\nれない程度に達しているとはいえないことを主張する。\n二　昭和六一年改正法の成立経過\n１　昭和六一年の公選法改正に先立つ昭和五〇年法律第六三号による公選法改正に\nより、昭和四五年実施の国勢調査人口による定数較差は最大一（東京七区）対二・\n九二（兵庫五区）であったが、その後の人口異動により、較差は拡大していった。\nすなわち、昭和五〇年実施の国勢調査人口による定数較差は、最大一（兵庫五区）\n対三・七二（千葉四区）となり、昭和五五年実施の国勢調査人口による定数較差\nは、最大一（兵庫五区）対四・五四（千葉四区）となり、さらに、昭和五八年一二\n月一八日施行の総選挙時の選挙人数比は、最大一（兵庫五区）対四・四〇（千葉四\n区）となっていた。\n２　このような衆議院議員の各選挙区間の定数不均衡状態に対し、各政党において\nも、その是正は緊急かつ重要な課題であるとして、その検討に取り組んだ。しか\nし、定数是正問題は、選挙制度の根幹にかかわるものであり、また、改正に伴う影\n響も大きなものがあること等から、成案をとりまとめるまでに日時を要したもの\nの、その検討の結果を踏まえて、第一〇二回国会において、自民党及び野党四党\n（社会党、公明党、民社党、社民連）からそれぞれ定数是正法案が提出された。右\n両法案は、いずれも議員総定数五一一人を変更せず、較差を三倍以内にするため、\n定数較差の著しい選挙区について、その是正を行うとするものであり、右両法案の\n相違点は二人区の取扱いにあった。\n右両法案は、昭和六〇年六月二四日、衆議院本会議において、それぞれ提案者から\n趣旨説明が行われ、各党から質疑が行われるとともに、衆議院公職選挙法案改正に\n関する調査特別委員会（以下「調査特別委員会」という。）において提案理由説明\nが行われたが、会期との関係もあり、継続審議されることとなった。\n３　ところで、最高裁判所は、まず、五八年大法廷判決で、昭和五五年施行の総選\n挙における定数較差の最大値が千葉四区と兵庫五区の間の三・九四倍（選挙人数\n比）に及んでいたことについて、「本件選挙当時の右投票価値の較差は、憲法の選\n挙権の平等の要求に反する程度に至っていた」と判示した（ただし、憲法上要求さ\nれる合理的期間内における是正がされなかったものと断定することは困難であると\nして、違憲とはしなかった。）。続いて、第一〇二回国会終了後間もない昭和六〇\n年七月一七日の大法廷判決で、昭和五八年施行の総選挙における定数較差の最大値\nが千葉四区と兵庫五区の間の四・四〇倍（選挙人数比）に及んでいたことについ\nて、選挙の効力は事情判決により無効とされなかったものの、「本件選挙当時にお\nいど選挙区間に存した投票価値の不平等状態は、憲法の選挙権の平等の要求に反す\nる程度に至っていたものというべきであり「憲法上要求される合理的期間内の是正\nが行われなかったものと評価せざるを得こす、「本件議員定数配分規定は、本件選\n挙当時、憲法の選挙権の平等の要求に反し、違憲と断定するほかはない。」と判示\nし、さらに補足意見として、現行定数配分規定を是正しないまま、選挙が執行され\nた場合には選挙の効力を否定せざるを得ないこともあり得るし、当該選挙を直とに\n無効とすることが相当でないとみられるときは選挙無効の効果は一定期間経過後に\n発生するという内容の判決もできないものではないとする意見が付されるなど厳し\nい見解が示され、その結果、定数是正は、一層急務な問題となってきた。\n４　その後、調査特別委員会では、昭和六〇年七月から八月にかけて減員対象区に\n委員を派遣して関係者から意見を聴取し、また、増員区の関係者を参考人として招\nき、意見を聴取するなどした。\n昭和六〇年一〇月一四日に召集された第一〇三回国会では、定数是正問題が重要課\n題の一つとされ、各党の代表質問や予算委員会における質問でも取り上げられ、そ\nの後、前述の両法案の審議は調査特別委員会で行われた。同委員会では、右両法案\nについていろいろな角度から論議がなされたが、最大の論点は二人区をめぐるもの\nであり、これについての与野党の意見は平行線をたどり、容易に歩み寄りが期待で\nきない状況となったことから、与野党国会対策委員長会談や幹事長・書記長会談も\n行われたが、合意を得るに至らなかった。そのため、衆議院議長は、同年一二月一\n九日次のような議長見解を示した。\n一、会期もあとわずかになった現在、定数是正法案の審議が、委員会およびそれぞ\nれの機関の精力的な協議にもかかわらず未だに決着をみていないことは、誠に遺憾\nである。\n二、そもそも最高裁の判決があった以上、立法府として違憲状態を一日も早く解消\nすべき重大な責任を負っていることは申すまでもない。議長として、もとより衆議\n院の代表者としてその責任を痛感している。\n三、しかし、現在のところ現実には残りの会期中に決着をつけることは不可能であ\nる。従って、あくまでも立法府の責任を果たすため、昭和六十年度国勢調査の速報\n値に基づき、来たる通常国会において、次の原則に基づき、速やかに成立を期する\nものとする。\n（１）　現行の議員総数（五百十一名）は変更しないものとすること。\n（２）　選挙区間議員一人当り人口の較差は一対三以内とすること。\n（３）　小選挙区制はとらないものとすること。\n（４）　昭和六十年国勢調査の確定値が公表された段階において、速報値に基づく\n定数是正措置の見直しをし、さらに抜本的改正を図ることとする。\n四、これに対する立法府の決意表明の措置を講ずる。なお、選挙区制の問題につい\nてはこれまでの与野党間の議論をふまえて、各党が、合意を得られるよう努力を願\nいます。」\nこれを受けて、調査特別委員会は、翌二〇日次期国会で早急に定数是正を実現すべ\nき旨の決議を行い、同日の衆議院本会議において、\n「　衆議院議員の現行選挙区別定数配分規定については、最高裁判所において違憲\nと判断され、その早急な是正が強く求められている。\n本件は、民主政治の基本にかかる問題であり、立法府としてその責任の重大性を深\nく認識しているところである。\n本院は、前国会以来、定数是正法案について精力的に審査を進めてきたが、諸般の\n事情により、いまだその議了を見るに至っていない。\n本問題の重要性と緊急性にかんがみ、次期国会において速やかに選挙区別定数是正\nの実現を期するものとする・右決議する。一\nとの決議がなされ、翌二一日第一〇三回国会は閉会し、両法案とも審議未了廃案と\nなり、定数是正問題は、次の通常国会に持ち越された。\n５　第一〇四回国会は、昭和六〇年一二月二四日に召集されたが、同日、昭和六〇\n年国勢調査の要計表（速報値）人口が発表され、定数較差の最大値が、千葉四区と\n兵庫五区間の五・一二倍となることが明らかとなった。このような状況の中で、第\n一〇四回国会においては、前国会での衆議院議長見解や本会議の決議を受けて、定\n数是正は速やかに解決すべき最大の課題とされた。本会議の代表質問や予算委員会\nにおける審議においても、定数是正問題は大きな焦点とされ、二人区問題などにつ\nいて論議が展開された。\n昭和六一年二月一二日、与野党国会対策委員長会談が開かれ、実務者レベルの協議\nを進めることとなり、それを受けて自民党、社会党、公明党、民社党及び社民連の\n国会対策副委員長で構成する定数是正問題協議会が設置され、前国会における議長\n見解を踏まえ、第一〇四回国会において是正を行うことを前提として各党間の協議\nが進められた。右協議の経緯を踏まえ、同年四月一四日、次のような同協議会座長\n見解が出された。\n「一、議長見解を踏まえ、今国会で実現する。\n二、今回の定数是正は、附則改正で行う。\n三、是正対象選挙区は、一〇増一〇減の選挙区以外に拡大しない。\n四、確定値で変動する可能性のある微差の選挙区は是正を見送る。\n五、減員区のうち現行定数四名の選挙区は一名減員して三人区とする。\n六、その他の減員区については、今国会の会期、関係者等の意見を踏まえ、合分\n区、境界線変更等により調整し、二人区の解消に努め、抜本改正においては、二人\n区を作らない。\n七、有権者と立候補者の立場を尊重して、一定の周知期間をおく。」\nこの見解をもとに、同年四月一五日から二三日にかけて四回の与野党国会対策委員\n長会談が開かれ、更に、四月二六日から三〇目にかけて三回の幹事長・書記長会談\nが開かれ、二人区の解消の方法や、周知期間の問題などで、各党間の協議がすすめ\nられた。そして、これらの協議を踏まえて四月三〇日衆議院議長にその報告が行わ\nれ、具体的な二人区の解消の方法や周知期間の問題などの最終的な決着は議長にゆ\nだねられることとなった。\n定数是正問題の調停をゆだねられた衆議院議長は、更に各党から意見の聴取を行っ\nた上、五月八日、次のような議長調停を示した。\n「（１）今回の定数是正に際し、二人区の解消に努める旨の与野党間の合意の趣旨\nを尊重し、それを実現するため各党の主張を勘案した結果、減員によって二人区と\nなる選挙区のうち和歌山二区、愛媛三区及び大分二区については、隣接区との境界\n変更によ旬二人区を解消することとする。\n（２）　この場合、減員は七選挙区となり、総定数を変えないときは、増員は七選\n挙区となるべきところであるが、今回の定数是正の中心課題である較差三対一以内\nに縮小しなければならない要請にこたえるため今回は特に八選挙区において増員を\n行うこともやむを得ないものと考える。\nしかしながら、抜本改正の際には、二人区の解消とともに総定数の見直しを必ず行\nうものとする。\n（３）　本法の施行に際しては、有権者の立場を尊重して周知期間を置くとの与野\n党の合意を踏まえ、特に、この法律は、公布の日から起算して三十日に当たる日以\n後に公示される総選挙から施行するものとする。\n（４）　以上のほか従来の与野党ですでに合意した点を含め各党間で協議を進め早\n急に所管委員会で立法措置を行うため審議に入るものとする。」\nこの議長調停が出されたことにより、これをもとに法案化作業が行われた昭和六一\n年改正法のもととなる公選法の一部を改正する法律案は、議長調停を受けての法律\n案であることにもかんがみ、五月一六日、調査特別委員会において委員会提出の法\n律案とすることが決せられ、五月二一日、衆議院本会議において、提案者のＮ調査\n特別委員長から趣旨説明がなされ、賛成多数によむ可決された、、\nまた、右本会議において、今回の是正は、当面の暫定措置であり、昭和六〇年国勢\n調査の確定人口の公表をまって抜本改正の検討を行うものであるとして、昭和六一\n年改正法附帯決議がなされた。\n参議院においては、国会最終日の五月二二日、選挙制度に関する特別委員会におい\nて提案者からの法律案の提案理由説明及び各党からの質疑が行われた後、賛成多数\nで可決され、さらに同夜開催された本会議において、賛成多数で可決され、ここに\n昭和六一年改正法が成立し、懸案の定数是正の実現をみたのである。\n三　昭和六一年改正法制走当時における本件議員定数配分規定の合憲性\n１　本件議員定数配分規定は、前項で述べたとおりの経緯の下に制定された昭和六\n一年改正法により、従前の定数配分規定が是正されたものである。右経緯から明ら\nかなとおり、右改正法は、国会が、五八年大法廷判決及び六〇年大法廷判決によっ\nて、最高裁判所から、昭和五〇年法律第六三号による公選法改正（以下「昭和五〇\n年改正法」という。）による議員定数配分規定の下で昭和五五年及び同五八年にそ\nれぞれ施行された衆議院議員総選挙がいずれも選挙区間に存した投票価値の不平等\n状態が憲法の選挙権の平等の要求に反する程度に至っていたと指摘されたことを深\n刻に受けとめ、立法府として、最高裁判所から違憲と指摘された定数配分規定を早\n急に是正すべき必要性を十分に認識し、種々検討を重ね、しかも、昭和六〇年国勢\n調査の要計表（速報値）人口を基に当面の暫定措置として制定されたことからも明\nらかなとおり、定数是正の早急な実現という要請に速やかに対応するために、最大\n限の努力を重ねた結果制定されたものである。\nこれらのことは、本件定数是正措置を決定するに当たっての国会の裁量性を判断す\nる場合に、十分にしんしやくされるべきであると思料する。\n２　また、本件の定数是正に当たっては、前述の立法経緯から明らかなとおり、定\n数較差については、それを三倍以内とするとの方針が終始採られていたのである。\nその結果、右改正法では昭和六〇年国勢調査の要計表（速報値）人口における定数\n較差の最大値が二・九九倍となったのであるが、これは、五八年大法廷判決及び六\n〇年大法廷判決が、いずれも、昭和五〇年改正により、定数較差の最大値が四・八\n三倍から二・九二倍に縮小したことについて、右改正前の投票価値の不平等状態\nは、右改正によって一応解消されたものと評価することができる旨の判断を示した\nことを踏まえたものであった。\nすなわち、五八年大法廷判決は、「昭和五〇年改正法による改正後の議員定数配分\n規定の下においては、（中略）、直近の同四五年一〇月実施の国勢調査に基づく、\n選挙区間における議員一人当りの人口の較差が最大一対四・八三から一対二・九二\nに縮小することとなったものであり、（中略）、右改正前の議員定数配分規定の下\nにおける投票価値の不平等状態は、右改正によって一応解消されたものとして評価\nすることができる。」と判示しており、また、六〇年大法廷判決も、「昭和五〇年\n改正法による改正の結果、従前の議員定数配分規定の下における投票価値の不平等\n状態は、一応解消されたものと評価することができるというべきである。」と判示\nしているところである。右各大法廷判決はいずれも、昭和五〇年改正により、投票\n価値の不平等状態が一応解消された、すなわち、違憲状態でなくなったことを前提\nとした上で、当該各選挙施行時においては違憲状態であったとし、なされるべき定\n数是正について、憲法上要求される合理的期間が経過していたか否かの検討に移っ\nているのであり、その中で、昭和五〇年改正法の公布の日（同年七月一五日）以後\nのある時点において、定数較差の拡大による投票価値の不平等状態が憲法の選挙権\nの平等の要求に反する状態に達していたと推認しているのである。\nこのように、右各大法廷判決は、少なくとも昭和五〇年改正における定数較差（最\n大二・九二倍）は違憲でない旨を明確に判示しているのである。\nまた、昭和六一年改正法の目的が、専ら大法廷判決によって違憲状態とされた定数\n較差の是正を図るものであったことは前述の経緯から明らかであるが、前述のとお\nり、衆議院議員の選挙における選挙区割と議員定数の配分の決定については、複雑\n微妙な政策的及び技術的考慮要素が含まれており、これらをどのように考慮して具\n体的決定に反映させるかについて客観的基準が存するわけではない。また、定数較\n差の許容基準についても客観的具体的基準が存するわけではないのであるから、国\n会が、最高裁判所から昭和五五年及び昭和五八年にそれぞれ施行された総選挙につ\nいて定数較差の状態が違憲状態にあると指摘され、そのために、違憲状態の解消を\n目的とした定数是正を早急に実現するに際し、前記各大法廷判決が違憲でないとし\nた昭和五〇年改正における定数較差を最大の目安とし、それを定数是正を行う上で\nの方針としたことには、十分合理性があるというべきである。\n３　そして、昭和六一年改正法における定数較差について六三年第二小法廷判決が\n「昭和六一年改正法による議員定数配分規定の改正によって、昭和六〇年国勢調査\nの要計表（一速報値）人口に基づく選挙区間における議員一人当たりの人口の較差\nは最大一対二・九九となり、本件選挙当時において選挙区間における議員一人当た\nりの選挙人数の較差は最大一対二・九二であったのであるから、前記昭和五八年大\n法廷判決及び昭和六〇年大法廷判決が、昭和五〇年法律第六三号による公職選挙法\nの改正の結果、昭和四五年一〇月実施の国勢調査による人口に基づく選挙区間にお\nける議員一人当たりの人口の較差が最大一対二・九二に縮小することとなったこと\n等を理由として、前記昭和五一年大法廷判決により違憲と判断された右改正前の議\n員定数配分規定の下における投票価値の不平等状態は右改正により一応解消された\nものと評価できる旨判示する趣旨に徴して、本件議員定数配分規定が憲法に反する\nものとはいえないことは明らかというべきである。」と判示しており、前項記載の\nごとき国会の採用した定数較差の目安及び方針を含めて、その合憲性が確認されて\nいるところである。\n四　本件選挙当時における本件議員定数配分規定の合憲性\n右のとおり、本件議員定数配分規定については、その改正当時において合憲である\nことが明白であるが、さらに、本件選挙当時に３いても違憲状態にはなかったこと\nは次の点からも明らかである。\n本件選挙当時の選挙人名簿登録者数（選挙人数）に基づく較差は最大一（宮崎二\n区）対三・一八（神奈川四区）であったことは先に述べたとおりである。\nところで、国会において本件議員定数配分規定の改正が審議された際の定数較差の\n目安については、前述のとおり、五八年大法廷判決及び六〇年大法廷判決の判断を\n踏まえて一対三の範囲に収めるという方針が立てられたものであって、一対三・一\n八という較差の数値は、この改正法審議の過程で目安とされた一対三という範囲と\n対比してみても、著しくかけ離れた数値であるとまではいえないのであって、違憲\n状態にあったという評価を加えるべきではない。\nまた、本件選挙は、昭和六一年改正法の公布の日（昭和六一年五月二三日）から起\n算すればほぼ三年九か月後であり、右のような選挙区間における投票価値の較差の\n拡大は、漸次的に生じた人口の異動を原因とするものであることは疑いないところ\nであるが、公選法の性格からして具体的に実施される選挙の時点を離れて、その選\n挙の適否を論じ得ないところであろう。そして選挙実施時点における定数較差の数\n値を改正当時に目安とされた定数較差の数値と比較して、ある程度の拡大ないし縮\n小といった偏差が生じるのはやむ得ない状況であるということができるから、本件\n選挙当時における本件議員定数配分規定は、改正法自体の合憲性が肯定され、かつ\n改正当時における定数較差に近似する数値である限りにおいて、合憲性の評価の範\n囲内にあるものというべきものである。したがって、本件選挙当時における前記の\nごときＯ・一八（最大較差三・一八と三・〇〇の差）の較差の拡大は昭和六一年改\n正法に対する合憲性の評価の範囲内にあるものと評価されるべきものということが\nできる。\n五　結論\n以上のとおり、本件議員定数配分規定については、昭和六一年改正当時はもちろん\nのこと、本件選挙当時においてもまた、前記各大法廷判決が示した基準である「具\n体的に決定された選挙区割と議員定数の配分の下における選挙人の投票価値の不平\n等が、国会において通常考慮しうる諸般の要素をしんしやくしてもなお、一般的に\n合理性を有するものとはとうてい考えられない程度に達している」とは到底認めら\nれないのであり、したがって、本件選挙が無効とされる理由は全くないことは明ら\nかである。\n被告の主張の（二）\n第一　本件議員定数配分規定の合憲性\n一　定数較差のとらえ方について\n前記「被告の主張（一）の第二、二及び三で述べたとおり、国会において本件議員\n定数配分規定の改正が審議された際の定数較差の目安については、五八年大法廷判\n決及び六〇年大法廷判決の判断を踏まえて、最大で一対三の範囲に収めるという方\n針が立てられたものである。\nところで、定数較差のとらえ方については、大別して、（１）選挙区間の議員一人\n当たりの選挙人数又は人口の最大値と最少値の比率による方法、（２）全国の選挙\n人総数又は総人口を総議員数で除して得られる議員一人当たりの全国平均選挙人数\n又は人口と各選挙区の議員一入当たりの選挙人数又は人口の比率による方法があ\nる。\n最高裁判所の定数較差のとらえ方については、五一年大法廷判決、五八年大法廷判\n決、六〇年大法廷判決及び六三年第二小法廷判決によれば、いずれも（１）の方法\nによっていることが明らかである。そして、五八年大法廷判決及び六〇年大法廷判\n決は、（１）の方法で算定される昭和五〇年の公選法の改正における定数較差（最\n大二・九二倍）の数値を用いて、議員定数配分規定が違憲でない旨を明確に判示し\nているのである。さらに、国会が、五八年大法廷判決及び六〇年大法廷判決の趣旨\nを受け、右各判決において示された（１）の方法によって、その較差を三倍以内と\nするとの方針の下に、昭和六一年改正法を成立せしめたこと及びその合理性につい\nては、前記「被告の主張（一）」の第二で詳述したとおりである。\nそもそも、定数較差のとらえ方に関する（１）と（２）は、問題とされる時点にお\nける定数較差を数値的に表現する際の差であって、算定方法こそ違うものの、手法\nそれ自体としてはそれぞれ合理性を有するものである。かような関係からすれば、\n五八年大法廷判決及び六〇）年大法廷判決において（１）のとらえ方によって定数\n較差の数値が示され、かつ、その較差が合憲であるとの判断を受けた場合には、そ\nの較差の数値によって示される種々の定数較差の状態については、包括的に合憲性\nの判断がなされたものとみるべきである。したがって、少なくとも定数較差が憲法\nの許容する範囲のものであるか否かが問題とされる場面においては、（１）の手法\nにより憲法に適合する定数較差の数値が示された場合には、その内部に存在する可\n能性のある各種の偏差の組み合わせについて、さらに（２）など他の手法によって\nも定数較差が一走の範囲に収まっていることまでは、合憲性を判断するに当たって\n要求されるものではないというべきである。\nしたがって、国会が、本件議員定数配分規定の改正において、（１）の手法により\n定数較差をとらえたことには合理性があり、かつ、五八年大法廷判決及び六〇年大\n法廷判決によって示された定数較差をもとに、最大較差一対三という目安で実施し\nた昭和六一年改正法における本件議員定数配分規定の合憲性は明白である。\n二　本件選挙当時における定数較差の合憲性\n五　八年大法廷判決は、定数較差につき、（１）の方法で算出された昭和五〇年改\n正法における定数較差（最大二・九二倍）について、議員定数配分規定が違憲でな\nい旨を明確に判示している。\nところで、昭和五〇年改正法が公布された昭和五〇年七月一五日時点における客観\n的な人口数を前提にした場合に、較差がどの程度に達していたかを考えてみると、\n議員一人当たりの人口較差は、ほぼ一対三・七二（兵庫五区対千葉四区）に達して\nいたものと推測するのが合理的であったものということができる。けだし、昭和五\n〇年改正法が公布された直後の昭和五〇年一〇月実施の国勢調査によれば、議員一\n人当たりの人口較差は一対三・七二に及んでいたのであるから、同年七月におい\nて、ほぼ同じ程度の較差が生じていたことは容易に推測できるものである。\nそうすると、五八年大法廷判決は、改正法の合憲性を判断するに当たり、改正法公\n布の五年前に調査した結果を基礎にして、議員一人当たりの人口較差が、一対二・\n九二に達していたことを合憲であるとしているが、客観的な人口を基礎にしてみる\nと、議員一人当たりの人口較差がほぼ一対三・七二に及んでいた事態を前提として\n合憲であると判断したものと理解することができる。しかも、右の客観的な人口の\n較差は、判決裁判所に提出された争いのない主張事実を前提として十分に推測が可\n能であったということができるものである。\n以上のように、五八年大法廷判決は、少なくとも、定数較差が一対三・七二に及ぶ\nことが当然に予測される状況を前提としで、改正当時である昭和五〇年七月一五日\nにおける昭和五〇年改正法の合憲性について判断し、これを合憲であるとしたので\nあるから、本件における議員定数配分規定の合憲性を判断する場合にありでも、か\nような五八年大法廷判決の趣旨を十分にしんしやくすべきは当然である。\nこれを本件選挙時の選挙人名簿登録者数（選挙人数）に基づく較差についてみる\nと、前記のとおり一対三・一八であって、一対三の較差を超えるものではあるが、\n昭和五〇年改正法の公布当時に予想されたような、一対三をかなり上回る較差の程\n度には到底至っていないものであることが明白であり、一対三・一八の較差は国会\nの合理的な裁量権の行使の範囲内の較差としで憲法の許容するところというべきで\nある。\n第二　いわゆる逆転現象について\n一　本件選挙の基礎となった本件議員定数配分規定には、いわゆる逆転現象、すな\nわち、人口の多い選挙区の方が人口の少ない選挙区より配分議員数が少ない状態が\n生じしていることは事実である。\n二　原告らは、定数較差の違憲性を主張するとともに、右の逆転現象をとらえて、\nそのこと自体が本件議員定数配分規定についでの違憲性を招来する旨主張している\nものである。\nしかし、逆転現象の問題は、直接的には各選挙区間の配分議員定数の均衡の問題で\nあり、少なくとも個々の選挙人の投票価値の不平等の合理性の問題とは解されな\nい。\n仮に、逆転現象が選挙人の投票価値の不平等の合理性の問題に関連し得るとしで\nも、逆転現象は、選挙区の人口と議員数を実数で比較して論ずるものであるから、\n選挙区間における議員一人当たりの選挙人数の較差を他の観点からみたものにすぎ\nず、この点を独自にとりたてて論ずべきものとは解されない。結局、投票価値の比\n較の尺度は、議員一人当たりの選挙人数に帰するべきものである。\nまた、仮に、逆転現象が投石示価値の比較における一つの尺度と成り得るものであ\nるとしても、前記「被告の主張一」の第一、二で述べたとおり、当該定数較差につ\nいては、結局、国会の具体的決定しなところがその裁量権の合理的な行使として是\n認されるかどうかによって決するほかはなく、それはまた、国会において）通常考\n慮し得る諸般の要素をしんしやくしてもなお、一般的に合理性を有するものとは到\n底認められない程度に達しているとされる場合に、初めて国会の合理的裁量の限界\nを超えているものと推定されるべきものである。そして、本件議員定数配分規定に\nついては、選挙人の投票価値の不平等がいまだ一般的に合理性を有するものとは到\n底考えられない程度に達しているものとは認められないものであるから、昭和六一\n年改正法立法時及び本件選挙時において生していた逆転現象は、国会の立法裁量権\nの合理的な行使として是認されるのが相当である。\n三　そして、本件議員定数配分規定によって生じる逆転現象については、六三年第\n二小法廷判決が、「本件選挙（被告注・昭和六一年七月六日施行の衆議院議員総選\n挙）においては、その当時の右議員一人当たりの選挙人数又は人口の較差及び逆転\n現象が示す選挙区間の投票価値の不平等が存するものというべきであるが、その不\n平等は、右昭和六一年改正法の成立に至るまでの経緯に照らせば、選挙人数又は人\n口と配分議員との比率の平等が最も重要かつ基本的な基準とされる衆議院議員の選\n挙制度の下で、国会において通常考慮し得る諸般の要素をしんしやくしてもなお、\n一般に合理性を有するものとは考えられない程度に達している、とまではいうこと\nができない。」と判断し、その合憲性を確認しているところである。\n四　以上のとおり、本件議員定数配分規定については、その改正時及び本件選挙時\nにおいで逆転現象が存在していたとしても、いまだ憲法の許容しない程度に達して\nいないことが明白であるから、これを基礎とした本件選挙についてもまた無効とさ\nれるべき理由は全くないというべきである。\n被告の主張（三）\n昭和六一年改正法は、昭和五〇年法律第六三号による改正後の公選法の衆議院議員\n定数配分規定の違憲性について判示された、六〇年大法廷判決を受けて、国会とし\nて右違憲状態を早期に解消するために立法されたものである。その際、国会は議員\n定数配分規定について、より抜本的な是正に取り組むべきことに配慮しつつも、も\nし抜本的是正措置に及ぶとすれば、国会においてあらゆる角度から十分な審議を必\n要とし、成案に至るまでは相応な日時を必要とするため、必ずしも完全に妥当な内\n容の改正といい得るか否かについては議論の余地が存するかもしれないとしても、\nとりあえず、最高裁判所によって違憲と判断された公選法の規定について、憲法適\n合性を確保するべく、五八年大法廷判決、六〇年大法廷判決中の定数較差について\nの判示からうかがわれる合憲性の判断要素を検討した結果として昭和六一年改正法\nを成立させたものである。\nところで、すでに、被告の主張（三）の第一、二において詳論したとおり、議員定\n数配分については、国民の多種多様な利害や意見の公正かつ効率的な反映を図ると\nともに、政局の安定の要請をも充足すべく、国の政治状況に従い、多種多様、複雑\n微妙な政策的技術的考慮の下に、全体的総合的見地から考察して、適切に調整すべ\nきものであることから、原則として国会に広範な裁量権があるものとされる。した\nがって、形式的にはある程度の定数較差が存在する場合であっても、そのことのみ\nで、常に国会に与えられた裁量権の範囲を超えているものと断ずることはできない\nのであって、右裁量権の範囲内にあるものとして許容される場合が原則であるのは\n当然といえよう。さきに触れた抜本的是正の問題の性格は、ただ単に国会が議員定\n数記分について、法的に裁量権を逸脱した立法を法に適合するように是正すること\nではなく、さらに進んで適切妥当な配分規定の制定を積極的に検討することであっ\nて、このことは、国会が広範な裁量権を有するところに由来するものである。右の\n趣旨は、昭和六一年改正法案を議決するに際しての衆議院の付帯決議からも明白で\nあり、また、六三年第二小法廷判決も「もっとも、本件議員定数配分規定が違憲と\nまではいえないことと、右配分規定による議員定数の配分が国会の裁量権の合理的\n行使として適切妥当であるかどうかとは別問題であることはいうまでもなく、昭和\n六〇年国勢調査の確定人口の公表をまって速やかに議員定数配分規定の抜本的改正\nの検討を行う旨の前記衆議院決議も、その見地に立ってされたものと理解され\nる。」と判示しているところである。\nそうとすれば、昭和六一年改正法制定にわける、国会の審議の過程において、将来\nの抜本的是正を予定しているからといって、その抜本的改正の性格は、国会の合理\n的裁量の範囲内における適切、妥当な検討をすることにあるのであるから、改正法\n自体が違憲であるとか、合理性を欠くものと断ずることができないのは当然であ\nる。\n以上のように、昭和六一年改正法は、最高裁判所の違憲判決を契機として立法され\nたものではあるが、あくまでも国会において通常考慮し得る諸般の要素をしんしや\nくしてもなお、一般に合理性を有するものとは考えられない程度に達しているとま\nではいうことができないものとして成立しているものであり、その立法内容の当不\n当ないし妥当性いかんをもって右改正法の合憲性を問題とすることは正当でない。\n被告の主張（四）\n第四二号事件について\n原告ら（原告Ｂ、同Ｃ、同Ｄ）は、議員定数配分規定が憲法に適合するか否かの判\n断基準について、議員一人当たり人口の較差が一対二未満のときは合憲、一対三以\n上のときは特別の理由がないかぎり違憲、一対二以上かつ一対三未満の場合には一\n定の審査基準に基づく厳格な審査が必要とされるとし、本件においては、このよう\nないわゆる中間的な審査基準に従った合憲性判断をすべきである旨主張するが右主\n張は、次の理由から失当である。\nまず、何故に定数配分規定の合憲性の判断基準を、定数較差の程度により三つの場\n合に分けることができるのか、その根拠が全く不明である。既に主張したとおり、\n投票価値の平等の要請も一対二、一対三といったような固定的で、絶対的なもので\nはなく、国の政治状況に従って、多種多様、複雑微妙な政策的技術的考慮の下に、\n全体的総合的見地から考察して、調和的に実現されるべきものであるがゆえに、数\n値的基準の定立になじむものではないことは当然といえる。\nのみならず、五〇年大法廷判決以後の定数較差に関する最高裁判所の各判決は、い\nずれも衆議院議員走数配分規定の合憲性判断の基準としては、「その定数較差が国\n会において通常考慮し得る諸要素をしんしやくしてもなお、一般に合理性を有する\nものとは到底考えられない程度に達しているときに限り、国会の合理的裁量を超え\nているものと判断する」という判断基準を設定しているのであって、少なくとも右\n原告らの前記のようないわゆる中間的な審査基準の手法によった判決がないことは\n明らかである。\nしたがって、右原告らが主張するような中間的な審査基準は定数較差の合憲性判断\nの基準としては相当なものではない。\n被告の主張（五）\n第六二号事件について\n一　１原告Ｅが公職選挙法一三八条の三に違反すると主張する各新聞報道は、各新\n聞社がそれぞれ独自の取材活動に基づき収\n集した情報を、その重要性を判断して取捨選択の上で記事にしたものであり、いず\nれも同法一四八条一項により保障されている選挙に関する報道評論であって、「公\n職に就くべき者を予想する人気投票の公表」とは、目的、態様を異にするものであ\nるから、同法一三八条の三に規定する禁止内容に該当しないことが明白である。\n２　また、選挙が無効とされるには、選挙管理の任に当たる機関の管理執行手続に\n関する規定違反があり、それがために選挙の結果に異動を及ぼすおそれがある場合\nに限られるのであって、右機関以外である前記各新聞社において同法一三八条の三\n違反等の事実があったものとしでも、それは選挙無効の原因とはならないものであ\nるから、同法二〇五条一項にいう選挙の規定違反に該当しないことも明白である。\n二　１　そもそも選挙に関する新聞紙及び雑誌の記事の公表が公選法一四八条一項\n但書に違反していたということは、同法二〇五条にいう選挙の規定違反とはなら\nず、しながって選挙の無効原因とはならないというべきである。すなわち、公選法\nは、その公明かつ適正な選挙を確保することを目的としているところ、公選法の実\n効性については、罰則と争訟規定の双方からこれを確保しようとしているもので、\n全ての問題を争訟規定で解決しようとするものではない。関係の各規定に照らせ\nば、公選法は、おおむね一般国民に対しては罰則をもって規定の遵守を確保しよう\nとし、他方、選挙無効原因となる規定違反については、選挙執行機関の規定違反に\n限っているものとみることができる。そうであれば、新聞紙及び雑誌を発行する私\n法人はいずれも選挙執行機関でないものであるから、その記事が仮に同法一四八条\n一項ただし書に違反していたとしても、罰則（同法二三五条の二）の適用を受ける\nだけであって、選挙の無効原因となるものではない。\n２　次に新聞紙及び雑誌による立候補者に関する記事の公表についてみる，、\n公選法は、各種の選挙運動の制限に関する規定を設けているものであるが、同法一\n四八条は、新聞紙又は雑誌が選挙に際して報道及び評論を掲載する自由を保障して\nいるところ、原告Ｅ主張の各新聞紙及び雑誌はいずれも同条三項所定の要件を具備\nするものであることは明らかであるから、これらの新聞紙及び雑誌が選挙期間中に\n各立候補者の人物、行動、選挙基盤、予想得票数、当落予想等を報道評論すること\nは、虚偽、歪曲その他表現の自由を濫用して選挙の公正を害しない限り、何ら違法\nでないものである。たしかに、原告Ｅ提出の書証をみると、各立候補者によって報\n道文字の字数その他取扱いにかなりの差異があるが、これらは、いずれもそのニュ\nース性の相違から生じたものというべきであるから、これら各新聞紙及び雑誌が報\n道の自由を濫用し、選挙の公正を害したものと認めることはできない。\n右のとおりであるから、報道の自由の濫用があったことを前提とする原告Ｅの主張\nは全く理由がない。\n以上のとおり、原告Ｅが主張するものとみられる点については、いずれも失当であ\nるとの結論を免れない。\n"
}