{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 11,
    "day": 24
  },
  "case_number": "平成10(行ケ)413",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13527",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13527",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/527/013527_hanrei.pdf",
  "contents": "平成１０年（行ケ）第４１３号　審決取消請求事件（平成１１年１０月４日口頭弁\n論終結）\n判　　　　　決\n原　　　　　　告　　　株式会社德岡\n代表者代表取締役　　　【Ａ】\n訴訟代理人弁護士      村林隆一\n同　　　　　　　　　　松本　司\n同　　　　　　　　　　今中利昭\n同　　　　　　　　　　浦田和栄\n同　　　　　　　　　　辻川正人\n同　　　　　　　　　　岩坪　哲\n同　　　　　　　　　　酒井紀子\n同　　　　　　　　　　深堀知子\n同　　　　　　　　　　奥村　徹\n同　　　　　　　　　　田中哲生\n同　　　　弁理士　　　【Ｂ】\n被　　　　　　告　　　特許庁長官　【Ｃ】\n指定代理人　　　      【Ｄ】\n同　　　　　　　　　　【Ｅ】\n主　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた裁判\n１　原告\n特許庁が平成３年審判第２５４９号事件について、平成１０年１１月４日に\nした審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、昭和６３年３月４日、別添審決書写し別紙(１)表示の構成よりなる\n商標（以下「本願商標」という。）につき、指定商品を平成３年政令第２９９号に\nよる改正前の商標法施行令別表（以下「旧別表」という。）による第２８類「酒類\n（薬用酒を除く）」として商標登録出願をした（商願昭６３ー２４４８１号）が、\n平成３年１月２５日に拒絶査定を受けたので、同年２月１８日、これに対する不服\nの審判の請求をした。\n特許庁は、同請求を平成３年審判第２５４９号事件として審理したうえ、平\n成１０年１１月４日に「本件審判の請求は、成り立たない。」との審決をし、その\n謄本は、同年１２月１４日、原告に送達された。\n２　審決の理由\n審決は、別添審決書写し記載のとおり、同写し別紙(２)表示の構成よりな\nり、指定商品を旧別表による第２８類「酒類（薬用酒を除く）」とする登録第２２\n５８０８５号商標（昭和５８年２月１９日登録出願、平成２年８月３０日設定登\n録、以下「引用商標」という。）を引用し、本願商標と引用商標とは、外観及び観\n念において異なる点があるとしても、「マルシェ」の称呼を同じくする類似の商標\nと認められ、かつ、その指定商品も同一のものであるから、本願商標は商標法４条\n１項１１号に該当し、登録をすることができないとした。\n第３　原告主張の審決取消事由の要点\n審決の理由中、本願商標及び引用商標に関する認定、並びに図形と「Ｄａｉ\nｅｉ」の欧文字が「申立人」（株式会社ダイエーを指すものと認められる。）の代\n表的な商標として、取引者・需要者間に広く認識されていること（審決書４頁１３\n～１６行）は認める。\n審決は、本願商標及び引用商標に係る称呼の認定を誤った（取消事由１、\n２）結果、本願商標と引用商標とが称呼を同じくする類似の商標であるとの誤った\n結論に至ったものであるから、違法として取り消されなければならない。\n１　取消事由１（本願商標に係る称呼の認定の誤り）\n審決は、本願商標につき、「常に一連に称呼するにはやや冗長である」（審\n決書３頁２～３行）こと、「その構成中、前半部の『ＳＡＫＥ』の文字は、指定商\n品との関係において当該商品名の『酒』を欧文字で表わしたものと認められ、ま\nた、それに続く『市場』の文字は、一般に商品を取り引きする場所を意味する語と\nして、それぞれの商品名を冠し、例えば『魚市場』、『花市場』、『青果市場』、\n『○○市場』の如く適宜採択し使用されているところである。そうとすれば、本願\n商標に接する取引者・需要者は、構成中前半部の『ＳＡＫＥ市場』の文字部分は、\n単に『酒』を専門に販売している場所を表しているに過ぎないものと理解・認識す\nるに止まり、自他商品の識別標識として機能を果たす部分は後半部のゴシック体で\n表わされた『ＭＡＲＣＨＥ′』の文字部分にあるものと理解・認識し、これより生\nずる称呼をもって取引にあたる場合も決して少なくない」（同頁４～１９行）こと\nを理由に挙げて、本願商標が、「サケシジョウマルシェ」の一連の称呼を生じるほ\nか、「『ＭＡＲＣＨＥ′』の文字部分より、単に『マルシェ』の称呼をも生ずる」\n（同４頁３～４行）と認定したが、それは誤りである。\nすなわち、本願商標は、「ＳＡＫＥ市場ＭＡＲＣＨＥ′」と同一書体同一間\n隔でなり、原告は、かかる本願商標について創作し、登録出願をしたのであるか\nら、たとえ、それがやや冗長であるとしても、被告としては、これを不可分一体の\nものとして拒絶理由の有無を審査すべきであって、これを分断・分析することは許\nされないのであり、それが従来の特許庁の実務であるし、工業所有権の出願におけ\nる大原則でもある（最高裁判所平成３年３月８日判決・民集４５巻３号１２３\n頁）。\nまた、市場とは、日々需要と供給の関係で価格が決定される商品取引の場を\nいい、生鮮食料品をその取引対象とすることが多いが、酒は、本来そのような市場\nで取引される商品ではないから、「魚市場」、「花市場」、「青果市場」等と異な\nり、「ＳＡＫＥ市場」（本願商標においては「サケイチバ」と読む。）は、これに\n初めて接する需要者にある種の驚きを感じさせるものである。まして、「ＳＡＫ\nＥ」の文字部分がローマ字表記されているのであるから、適宜採択し使用されるよ\nうなものではなく、十分に顕著性を有し、自他商品識別標識としての機能を果たす\n部分である。\nしたがって、本願商標の一部である「『ＭＡＲＣＨＥ′』の文字部分より、\n単に『マルシェ』の称呼をも生ずる」とした審決の認定は誤りである。\n２　取消事由２（引用商標に係る称呼の認定の誤り）\n審決は、引用商標につき、「これらを構成する文字と図形とは、常に一体不\n可分のものとして把握しなければならない特段の事由が存するとも認められないも\nのであり、いずれの部分も独立して自他商品の識別標識としての機能を果たし得\nる」（審決書４頁７～１２行）こと、「円の左下の一部が欠けた特異な図形と『Ｄ\nａｉｅｉ』の欧文字は、申立人（注、株式会社ダイエーを指すものと認められ\nる。）の種々の取り扱い業務の商品に係る代表的な商標として、取引者・需要者間\nに広く認識されている」（同頁１２～１６行）ことを理由に挙げて、引用商標が、\n「ダイエイマルシェ」の一連の称呼を生じるほか、「構成中顕著に表されている\n『ＭＡＲＣＨＥ』『マルシェ』の各文字部分より『マルシェ』の称呼をも生ずる」\n（同４頁１８行～５頁１行）と認定したが、それは誤りである。\nすなわち、商標は、特段の事由がなければ一体不可分のものと認定判断すべ\nきであって、一体不可分のものとして認定判断するのに特段の事由を要するもので\nはない。したがって、審決のこの点の判断は逆であり、かつ、審決は、引用商標に\nつき、その一部を省略した称呼が生じるとの認定につき、何ら特段の事由も挙げて\nいない。\nまた、審決は、引用商標の図形と「Ｄａｉｅｉ」の欧文字が、株式会社ダイ\nエーの商標として周知であることを、上記認定の理由として挙げているが、取引\n者・需要者が引用商標を見た場合には、まず周知の事項を称呼するものであり、こ\nれを省略することはあり得ない。したがって、引用商標からは、「ダイエーのマル\nシェ」の称呼が生じ、「マルシェ」の称呼が生じることはない。\nさらに、引用商標の出願日である昭和５８年２月１９日当時、(ａ)「Marche\nde Miyako」の欧文字を横書きした構成よりなる商標（甲第２、第３号証）が既に登\n録されており、また、引用商標の出願の後に、(ｂ)「マルシェグループ」の片仮名\n文字と「MARCHEGROUP」の欧文字を２段に横書きした構成よりなる商標（甲第４、第\n５号証）、(ｃ)「Bon Marche」の欧文字と「ボンマルシェ」の片仮名文字を２段に\n横書きした構成よりなる商標（甲第６、第７号証）、(ｄ)「VILLA MARCHE」の欧文\n字を横書きした構成よりなる商標（甲第８、第９号証）、(ｅ)筆記体の「Marche de\nVins Ginza」の欧文字を横書きした構成よりなる商標（甲第１０、第１１号証）\nが、それぞれ出願され、いずれも登録されている（以下、上記各商標をその符合に\n従って「商標(ａ)」などという。）。\n仮に引用商標から「マルシェ」の称呼が生じ、商標(ａ)からも「マルシェ」\nの称呼が生じるとすれば、両商標は類似するから、引用商標の登録は拒絶されてい\nたはずであり、また、引用商標から「マルシェ」の称呼が生じ、商標(ｂ)～(ｅ)か\nらも「マルシェ」の称呼が生じるとすれば、商標(ｂ)～(ｅ)は引用商標と類似して\nその各登録がいずれも拒絶されていたはずである。したがって、引用商標及び商標\n(ｂ)～(ｅ)がいずれも登録されたということは、引用商標及び商標(ａ)～(ｅ)が、\nいずれも一連にのみ称呼され、かつ、観念されると判断されたからにほかならな\nい。\nのみならず、引用商標は、円の左下の一部が欠けた図形若しくは「ダイエ\nー」の片仮名文字を横書きした構成からなり、又はこれらの図形若しくは横書きし\nた「Ｄａｉｅｉ」の欧文字若しくは「ダイエー」の片仮名文字を構成中に含む登録\n第１３５８１００号商標、同１４２５２８６号商標、同１４２５２９８号商標、同\n１４９１２６２号商標、同１４９１２６４号商標、同１４９１２６６号商標、同２\n０３７４４６号商標、同２２０６９１３号商標、同２２０６９１４号商標、同２２\n０６９１５号商標、同２２０６９１６号商標、同２２０６９１７号商標及び同２２\n１４１６２号商標（以下、上記各商標を「ダイエー各商標」という。）と連合商標\nとして登録されたものであるが、引用商標及びダイエー各商標は、周知の株式会社\nダイエーの観念及び「ダイエー」の称呼を有する点において共通するから、「ＭＡ\nＲＣＨＥ／マルシェ」の部分では全く共通しなくとも、連合商標とされたものであ\nり、そうであるならば、引用商標は「マルシェ」と称呼されることはなく、常に\n「ダイエーマルシェ」と称呼されるものである。\n第４　被告の反論の要点\n審決の認定・判断は正当であり、原告主張の審決取消事由は理由がない。\n１　取消事由１（本願商標に係る称呼の認定の誤り）について\n原告は、本願商標が同一書体同一間隔でなり、原告は、かかる商標について\n創作し、登録出願をしたのであるから、被告としては、これを不可分一体のものと\nして拒絶理由の有無を審査すべきであると主張するが、誤りである。\nすなわち、本願商標の構成は、「ＳＡＫＥ」、「市場」、「ＭＡＲＣＨＥ\n′」という異なった書体で表されてなるものであるから、取引者・需要者には、そ\nれぞれが分離して注目されるものであり、全体が不可分一体のものとして認識され\nるとはいえない。そして、簡易迅速を旨とする取引の実際においては、商標に接す\nる取引者・需要者が、その使用者の意図にかかわらず、当該商標の各構成部分から\n特徴のある部分を適宜抽出し、その部分より生じる称呼、観念をもって取引に用い\nることが通例であるところ、特許庁における商標の類否判断は、このような日常社\n会における取引の実情を考慮して行われるものである。\nしかるところ、本願商標においては、審決の認定のとおり、これを常に一連\nに称呼するにはやや冗長であるばかりでなく、取引者・需要者において、「ＳＡＫ\nＥ市場」の文字部分が、単に酒を専門に販売している場所を表しているにすぎず、\n自他商品識別機能を果たす部分が「ＭＡＲＣＨＥ′」の文字部分にあると理解し\nて、これより生じる称呼をもって取引に当たる場合も少なくないというべきであ\nる。\n原告は、酒は、本来市場で取引される生鮮食料品等のような商品ではなく、\n「ＳＡＫＥ市場」の文字部分は、これに初めて接する需要者にある種の驚きを感じ\nさせるものであり、「ＳＡＫＥ」の文字部分がローマ字表記されているから、十分\nに顕著性を有し自他商品識別標識としての機能を果たすとも主張するが、「市場」\nの文字は、生鮮食料品に限って使用されるものではなく、「ビール市場」、「米市\n場」、「青空市場」のごとく、多種のものを取り扱い、販売する場所を指称する語\nとして適宜使用されるものである。なお、「市場」の文字を「イチバ」と称呼する\nか、「シジョウ」と称呼するかは、本願商標に接する取引者・需要者によって決定\nされるものであって、出願人である原告の決める問題ではない。\nしたがって、本願商標が、「サケシジョウマルシェ」の一連の称呼を生じる\nほか、「ＭＡＲＣＨＥ′」の文字部分より、単に「マルシェ」の称呼をも生じると\nした審決の判断に誤りはない。\n２　取消事由２（引用商標に係る称呼の認定の誤り）について\n原告は、審決が、引用商標についてした「文字と図形とは、常に一体不可分\nのものとして把握しなければならない特段の事由が存するとも認められないもので\nあり、いずれの部分も独立して自他商品の識別標識としての機能を果たし得る」と\nの認定につき、特段の事由がなければ一体不可分のものと認定判断すべきである\nが、審決は、引用商標につき、その一部を省略した称呼が生じるとの認定につき、\n何ら特段の事由も挙げていないと主張する。\nしかしながら、審決認定のとおり、文字と図形の組合せからなる商標につい\nて、図形と文字とは常に一体不可分のものと把握しなければならないものではな\nく、いずれの部分も独立して自他商品の識別標識としての機能を果たし得るもので\nあり、そうであれば、引用商標に接する取引者・需要者が、その構成中に顕著に表\nされている「ＭＡＲＣＨＥ」及び「マルシェ」の文字部分を捉え、これより生じる\n「マルシェ」の称呼をもって取引に当たることは少なくないといえるものである。\nまた、原告は、引用商標の図形と「Ｄａｉｅｉ」の欧文字が、株式会社ダイ\nエーの商標として周知であることを認めたうえ、取引者・需要者が引用商標を見た\n場合には、まず周知の事項を称呼するものであり、これを省略することはあり得な\nいから、引用商標からは、「ダイエーのマルシェ」の称呼が生じ、「マルシェ」の\n称呼が生じることはないと主張するが、引用商標に接する取引者・需要者が、該周\n知の部分が株式会社ダイエーの取扱商品全般にわたって使用される代表的な出所標\n識であり、「ＭＡＲＣＨＥ」及び「マルシェ」の文字部分が商品ごとのマークとし\nて理解して、当該文字部分のみを捉えて、これより生じる称呼をもって取引に当た\nる場合も少なくないものであるから、原告の上記主張は誤りである。\nしたがって、引用商標が、「ダイエイマルシェ」の一連の称呼を生じるほ\nか、構成中に顕著に表されている「ＭＡＲＣＨＥ」、「マルシェ」の各文字部分よ\nり「マルシェ」の称呼をも生じるとした審決の認定に誤りはない。\n原告は、引用商標の先願に当たる商標(ａ)及び後願に当たる商標(ｂ)～(ｅ)\nを挙げて、引用商標を含め、それぞれが「マルシェ」と称呼されれば、引用商標は\n商標(ａ)に、商標(ｂ)～(ｅ)は引用商標に類似して登録が拒絶されるはずであるの\nに、引用商標及び商標(ｂ)～(ｅ)がいずれも登録されたということは、引用商標及\nび商標(ａ)～(ｅ)が、いずれも一連にのみ称呼され、かつ、観念されると判断され\nたからにほかならないと主張する。\nしかしながら、商標(ａ)～(ｅ)は、それぞれ書された文字に相応して、「マ\nルシェ　ド　ミヤコ」（商標(ａ)）、「マルシェグループ」（商標(ｂ)）、「ボン\nマルシェ」（商標(ｃ)）、「ヴィラマルシェ」（商標(ｄ)）、「マルシェドヴァ\nン」又は「マルシェドヴァンギンザ」（商標(ｅ)）の各称呼を生じるものであると\nころ、引用商標は「ダイエーマルシェ」又は「マルシェ」の称呼を生じ、引用商標\nは商標(ａ)と、商標(ｂ)～(ｅ)は引用商標と、それぞれ称呼のみならず、外観及び\n観念においても非類似の商標と判断された結果、引用商標及び商標(ｂ)～(ｅ)がい\nずれも登録されたものであり、これらが登録されたことと、本願商標が引用商標と\n称呼上類似するとして登録を受けられないこととは、何ら矛盾するものではない。\nまた、原告は、引用商標と連合商標とされていたダイエー各商標を挙げ、引\n用商標及びダイエー各商標は、周知の株式会社ダイエーの観念及び「ダイエー」の\n称呼を有する点において共通するから、連合商標とされたものであり、そうである\nならば、引用商標は「マルシェ」と称呼されることはなく、常に「ダイエーマルシ\nェ」と称呼されるものであると主張するが、商標法の規定上、引用商標とダイエー\n各商標とが、「ダイエー」、「Ｄａｉｅｉ」等の各文字を有し、あるいは円の左下\nの一部が欠けた類似の図形を共通にする点において、相互に連合商標として登録さ\nれたことと、本願商標が引用商標と称呼上類似するとして登録を受けられないこと\nとは、何ら矛盾するものではない。\n第６　当裁判所の判断\n１　取消事由１（本願商標に係る称呼の認定の誤り）について\n別添審決書写し別紙(１)表示の構成よりなることにつき当事者間に争いのな\nい本願商標は、全体が横書きで、同書体の「ＳＡＫＥ」及び「ＭＡＲＣＨＥ′」の\n各欧文字の間に、これらと比べやや細目の書体の「市場」の漢字を配してなるもの\nであり、各文字の間隔は同一であるものの、その配置及び欧文字と漢字との相違か\nら、これに接する取引者・需要者に、「ＳＡＫＥ」、「市場」、「ＭＡＲＣＨＥ\n′」の各部分によって構成されるとの認識を与えることは明白であって、全体が不\n可分一体のものとして認識されるものということはできない。また、これを一連に\n称呼した場合には、「サケシジョウマルシェ」又は「サケイチバマルシェ」と称呼\nされ（原告は、本願商標が「サケイチバマルシェ」と称呼されるものと主張する\nが、「サケシジョウマルシェ」と称呼することに格別不自然なところはなく、原告\nの意図にかかわらず、現実の取引社会において、そのように称呼されることは十分\nに考えられる。）、そのいずれであっても、若干冗長な感を与えることは否めな\nい。\nそして、簡易迅速を尊重する取引の実情において、商標に接する取引者・需\n要者は、一般に、このような、一連に称呼した場合には冗長な商標であって、か\nつ、各部分に分離されて認識される商標については、その各部分のうち、自他商品\n識別機能を果たす特徴のある部分を抽出して、その部分より生じる称呼、観念をも\nって取引に当たるものであることは、顕著な事実というべきである。\nしかるところ、「市場」の文字が、通常、特定の種類の商品を販売する場所\nを表す語として、該商品の名を冠して用いられことがあり、必ずしも生鮮食料品を\n対象とするものに限られないことも顕著な事実である。そうすると、前示のとお\nり、取引者・需要者が本願商標を見た場合に「ＳＡＫＥ」及び「市場」の各文字部\n分が分離して認識されるとしても、「ＳＡＫＥ」の文字部分が指定商品との関係で\n酒を意味することは明白であるから、この各文字部分によって酒類の販売場所とい\nう趣旨を表すものと認識され易いのに対し、売買、取引、市場などの意味を有する\nフランス語の「ＭＡＲＣＨＥ′」の文字は、その意味の仏単語としては我が国にお\nいては馴染みが薄いから、本願商標の各部分の相対的な比較として、自他商品識別\n機能を果たす最も特徴的な部分は「ＭＡＲＣＨＥ′」の文字部分であると認められ\nる。\nそして、そうであれば、前示のとおり、一連に称呼した場合には冗長であっ\nて、かつ、各部分に分離されて認識される商標に当たる本願商標において、取引\n者・需要者が、自他商品識別機能を果たす特徴のある部分として、その部分より生\nじる称呼、観念をもって取引に当たる部分は、「ＭＡＲＣＨＥ′」の文字部分であ\nることが認められるのであり、したがって、本願商標から「マルシェ」の称呼が生\nじるものとした審決の認定に誤りはない。\n原告は、本願商標が同一書体同一間隔でなり、原告は、かかる本願商標につ\nいて創作し、登録出願をしたのであるから、これを不可分一体のものとして拒絶理\n由の有無を審査すべきであって、これを分断・分析することは許されないとし、か\nつ、それが従来の特許庁の実務であるとも主張するが、本願商標が同一書体でなる\nとの主張が誤りであることは、前示のとおりであるのみならず、商標の登録審査の\n場合を含め、２個の商標の類否判断をする場合に、当該商標に係る指定商品の取引\nの実情ないし具体的取引状況に基づいて、該各商標につき出所の混同を生じるおそ\nれがあるかどうかを判断すべきことは当然であって、かかる取引の実情ないし具体\n的取引状況を度外視し、出願人の主観的意図に基づいて類否判断をすべきであると\nの主張は到底採用できるものではなく、また、従来の特許庁の実務がこれに従った\nものでないことも顕著な事実である。なお、原告の引用する最高裁判所平成３年３\n月８日判決（民集４５巻３号１２３頁）が、商標の登録審査に関してはもとより、\n工業所有権の出願審査一般に関しても、原告の主張するようなことを判示したもの\nでないことは、極めて明白である。\n２　取消事由２（引用商標に係る称呼の認定の誤り）について\n別添審決書写し別紙(２)表示の構成よりなることにつき当事者間に争いのな\nい引用商標は、２段に横書きされた「ＭＡＲＣＨＥ」の欧文字及び「マルシェ」の\n片仮名文字と、これらの左上段で多少離れた位置にある欧文字の「Ｄ」を図案化し\nたものと認められる円の左下の一部が欠けた図形及びその下段にあって該図形と密\n着した「Ｄａｉｅｉ」の欧文字とからなり、かつ、「ＭＡＲＣＨＥ」の欧文字及び\n「マルシェ」の片仮名文字は、その各１文字がほぼ該図形及び「Ｄａｉｅｉ」の欧\n文字を併せたものに匹敵する大きさを有する構成であって、文字と図形の相違を含\nめたかかる構成により、これに接した取引者・需要者が、引用商標について、「Ｍ\nＡＲＣＨＥ」の欧文字及び「マルシェ」の片仮名文字からなる部分と、該図形及び\n「Ｄａｉｅｉ」の欧文字とからなる部分とに明瞭に分離される商標であるとの認識\nを有するに至ることは極めて明白であって、全体が不可分一体のものとして認識さ\nれるものということはできない。この点につき、審決は、「引用商標は、・・・文\n字と図形との結合よりなるところ、これらを構成する文字と図形とは、常に一体不\n可分のものとして把握しなければならない特段の事由が存するとも認められないも\nのであり、いずれの部分も独立して」（審決書４頁６～１１行）と説示するとこ\nろ、その措辞やや適切を欠くものの、前示したところと同旨の認定であることが認\nめられ、その趣旨において、該認定に誤りはない。\nしかるところ、引用商標は、前示の分離されて認識されるそのいずれの部分\nもが、それぞれ独立して自他商品識別力を有するものと認められるが、そのうちの\n図形と「Ｄａｉｅｉ」の欧文字よりなる部分が、株式会社ダイエーの代表的な商標\nとして、取引者・需要者間に広く認識されていること（審決書４頁１３～１６行）\nは、当事者間に争いがなく、また、株式会社ダイエーが、広範な種類の商品を販売\nする大規模小売店を、全国各地で経営する著名な企業であることは顕著な事実であ\nるから、引用商標のうちの図形と「Ｄａｉｅｉ」の欧文字よりなる部分が、自他商\n品識別力を有することとは別に、特定の種類の指定商品を想起させ難いことは否め\nず、このことと、前示のとおり、引用商標全体の構成のうちで、「ＭＡＲＣＨＥ」\nの欧文字及び「マルシェ」の片仮名文字からなる部分の大きさが、図形と「Ｄａｉ\nｅｉ」の欧文字よりなる部分の大きさに顕著に勝っていることを併せ考えると、引\n用商標に接するその指定商品（酒類（薬用酒を除く））の取引者・需要者が、前示\nのとおり分離されて認識される各部分のうち、「ＭＡＲＣＨＥ」の欧文字及び「マ\nルシェ」の片仮名文字からなる部分を抽出して、その部分より生じる称呼、観念を\nもって取引に当たることが少なくないであろうことは容易に推認できる事柄であ\nる。\nしたがって、引用商標から「マルシェ」の称呼が生じるものとした審決の認\n定に誤りはない。\n原告は、取引者・需要者が引用商標を見た場合には、周知の事項（図形と\n「Ｄａｉｅｉ」の欧文字よりなる部分）を称呼するものであり、これを省略するこ\nとはあり得ないと主張するが、そのような事実を認め得る証拠も、合理的な根拠も\n存在しない。\nまた、原告は、引用商標の先願に当たる商標(ａ)及び後願に当たる商標(ｂ)\n～(ｅ)を挙げて、引用商標を含め、それぞれが「マルシェ」と称呼されれば、引用\n商標は商標(ａ)に、商標(ｂ)～(ｅ)は引用商標に類似して登録が拒絶されるはずで\nあるのに、引用商標及び商標(ｂ)～(ｅ)がいずれも登録されたということは、引用\n商標及び商標(ａ)～(ｅ)が、いずれも一連にのみ称呼され、かつ、観念されると判\n断されたからにほかならないと主張するが、該主張は、商標(ａ)～(ｅ)が、引用商\n標と（因みに本願商標とも）構成が全く異なるにもかかわらず、引用商標（及び本\n願商標）より「マルシェ」の称呼が生じるとすれば、これと同様に「マルシェ」の\n称呼が生じるはずであるとする前提において、既に失当である。\nさらに、原告は、引用商標と連合商標とされていたダイエー各商標を挙げ、\n引用商標及びダイエー各商標は、周知の株式会社ダイエーの観念及び「ダイエー」\nの称呼を有する点において共通するから、連合商標とされたものであり、そうであ\nるならば、引用商標は「マルシェ」と称呼されることはなく、常に「ダイエーマル\nシェ」と称呼されるものであると主張するが、引用商標が、株式会社ダイエーの観\n念及び「ダイエー」の称呼を有するとすれば、それは、引用商標のうちの図形と\n「Ｄａｉｅｉ」の欧文字よりなる部分（この部分も独立して自他商品識別機能を有\nすることは前示のとおりである。）の態様に基づくものであることは明らかである\nところ、その部分が、ダイエー各商標のそれぞれの構成の全部又は一部と共通する\nことにより、これと類似する商標として連合商標登録を受けたことと、取引者・需\n要者が、引用商標のうちの「ＭＡＲＣＨＥ」の欧文字及び「マルシェ」の片仮名文\n字からなる部分を抽出して、その部分より生じる称呼、観念をもって取引に当たる\nことが少なくないこととは、両立し得ない事柄ではないから、原告の前示主張はや\nはり失当といわざるを得ない。\n３　以上のとおりであるから、原告主張の審決取消事由は理由がなく、その他審\n決にはこれを取り消すべき瑕疵は見当たらない。\nよって、原告の請求を棄却することとし、訴訟費用の負担につき行政事件訴\n訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　田中康久\n裁判官    　石原直樹\n裁判官    　清水　節\n"
}