{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 9,
    "month": 5,
    "day": 13
  },
  "case_number": "平成4(行コ)115",
  "case_name": "公文書非開示決定取消請求事件",
  "court_name": "東京高等裁判所第七民事部",
  "article_info": "第50巻2号173頁",
  "gist": "一　東京都知事の交際費に係る公文書のうち支出内容が弔慰であるものを除く文書の記載の東京都公文書の開示等に関する条例(昭和五九年条例第一〇九号)九条二号該当性\n二　東京都知事の交際費に係る公文書のうち支出内容が弔慰である文書の記載の東京都公文書の開示等に関する条例(昭和五九年条例第一〇九号)九条二号該当性\n三　東京都知事の交際の相手方を識別し得る公文書の記載の東京都公文書の開示等に関する条例(昭和五九年条例第一〇九号)九条八号該当性",
  "case_gist": "一　東京都知事の交際費に係る現金出納簿及び「交際費の支出について」と題する書面のうち支出内容が弔慰であるものを除いた文書の摘要欄又は使途欄中の交際の相手方となった個人の氏名の記載は、東京都公文書の開示等に関する条例(昭和五九年条例第一〇九号)九条二号により公開しないことができる情報に該当するが、交際の相手方となった者の役職名あるいは肩書の記載は、それが法人等の代表者又は代理人としての立場を表すものである場合には、同号により公開しないことができる情報に該当しない。\n二　東京都知事の交際費に係る現金出納簿及び「交際費の支出について」と題する書面のうち支出内容が弔慰である文書の摘要欄中の個人の氏名の記載、物故者及び葬儀法要執行の日時場所欄の記載は、その対象となった物故者の死亡の事実が公表されるなどして一般に周知になっているような場合には、東京都公文書の開示等に関する条例(昭和五九年条例第一〇九号)九条二号により公開しないことができる情報に該当しない。\n三　東京都知事の交際の相手方となった者を識別し得る公文書の記載は、その交際事務がもともと公表、披露等が予定され、あるいは、その公表、披露等がいわば義務づけられているような公開性の高い交際に関するものである場合には、東京都公文書の開示等に関する条例(昭和五九年条例第一〇九号)九条八号により公開しないことができる情報に該当しない。",
  "lawsuit_id": "20170",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20170",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/170/020170_hanrei.pdf",
  "contents": "主　　　　文\n一　第一審原告の控訴に基づき、原判決を次のとおり変更する。\n１　第一審被告が第一審原告に対してした平成二年七月二六日付の公文\n書非開示決定は、当該決定の対象となった原判決添付別表一の現金出納簿のうち、\n「支出内容」の「弔慰」を除くその余の欄の「条例９条該当号」の「２号及び８\n号」欄に記載のある各文書については、原判決添付別紙一の「摘要」欄中の個人の\n氏名を、同別表二の「交際費の支出について」と題する書面のうち、「支出内容」\nの「弔慰」を除くその余の欄の「条例９条該当号」の「２号及び８号」欄に記載の\nある各文書については、同別紙二の「使途」欄中の個人の氏名をそれぞれ非開示と\nした部分を除き、これを取り消す。\n２　第一審原告のその余の請求を棄却する。\n二　第一審被告の控訴を棄却する。\n三　訴訟費用は、第一、二審とも、第一審被告の負担とする。\n事実及び理由\n第一　申立て\n一　第一審原告\n１　第一一六号事件\n（一）　原判決を次のとおり変更する。\n（二）　第一審被告が第一審原告に対してした平成二年七月二六日付の公文書非\n開示決定を取り消す。\n２　第一一五号事件\n第一審被告の控訴を棄却する。\n３　訴訟費用は、第一、二審とも、第一審被告の負担とする。\n二　第一審被告\n１　第一一六号事件\n第一審原告の控訴を棄却する。\n２　第一一五号事件\n（一）　主位的申立て\n（１）　原判決を取り消す。\n（２）　第一審原告の本件訴えを却下する。\n（二）　予備的申立て\n（１）　原判決中、第一審被告敗訴の部分を取り消す。\n（２）　第一審原告の右部分に係る請求を棄却する。\n３　訴訟費用は、第一、二審とも、第一審原告の負担とする。\n第二　事案の概要\n一　本件は、東京都内の肩書住所地に事務所を置く権利能力のない社団であると\nいう第一審原告が、東京都公文書の開示等に関する条例（昭和五九年東京都条例第\n一〇九号。原判決にいう本件条例）五条二号に基づき、昭和六三年四月から平成二\n年六月までの間の東京都知事の交際費に係る支出命令書、現金出納簿及び「交際費\nの支出について」と題する書面（当該書面は、原判決添付別紙三の「交際費の支出\nについて（供花香典）」と題する書式による供花・香典用の書面と別紙二の「交際\n費の支出にっいて」と題する書式による一般用の書面とからなるが、以下、それぞ\nれ供花・香典用の「交際費の支出について」と題する書面あるいは一般用の「交際\n費の支出について」と題する書面といい、特に区別しない限り、両者を総称して\n「交際費の支出について」と題する書面という。）の開示を請求したところ、支出\n命令書については、その開示を受けたが、現金出納簿及び「交際費の支出につい\nて」と題する書面（原判決にいう本件公文書）については、本件条例九条二号、八\n号の規定する非開示事由があるとして、これを非開示とする旨の決定（以下「本件\n非開示決定」という。）を受けたので、本件条例の実施機関である東京都知事の第\n一審被告に対し、本件非開示決定の違法を主張して、その取消を求めている事案で\nある。\n二　前提となる事実関係\n本訴請求に対する判断の前提となる事実関係は、次のとおり付加訂正するほか、\n原判決の摘示する「東京都における情報公開に関する条例の内容」（原判決三枚目\n裏六行目から五枚目裏一〇行目まで）及び「争いのない事実等」（原判決五枚目裏\n一一行目から九枚目表八行目まで）のとおりであるから、これを引用する。\n１　原判決四枚目裏八行目から同九行目の「本件では右但書該当の有無は問題と\nなっていない。」を削る。\n２　原判決八枚目表一行目及び同裏二行目の「記載されている」の次にいずれも\n「ということである」を加える。\n３　原判決九枚目表四行目の「明らかになる」及び同五行目の「記載されたもの\nもある」の次にいずれも「という」を、同七行目及び同八行目の「分類した」の次\nにいずれも「ということである」を加える。\n三　本件訴訟における争点\n１　第一審原告の当事者能力の有無\n本件訴訟における第一の争点は、第一審原告が民事訴訟法四六条の規定による当\n事者能力が認められる団体であるか否かであるところ、この点に関する当事者双方\nの主張は、当審における主張を次のとおり付加するほか、原判決の事実摘示（原判\n決九枚目裏一行目から一〇枚目表二行目まで）のとおりであるから、これを引用す\nる。\n（第一審原告）\n（一）　第一審原告は、（１）総会の議決によって代表世話人が選出されている\nこと、（２）代表世話人の解任については、会則の規定が十分でないとしても、民\n法の規定が補充的に適用されるので、これで十分であること、（３）総会の運営方\n法については、会則に明記されていないが、これまで、役員会で総の招集を決定\nし、定足数を会員の三分の一とし、議決を出席者の過半数をもってすることとして\n運営されてきていること、（４）財産の管理については、第一審原告が経済活動な\nいしこれに準じた経済事業を行うことを目的とする団体ではないことなどによれ\nば、第一審被告の引用する後記昀判昭和三九年一〇月一五日民集一八巻八号一六七\n一頁が掲げる要件を具備する団体であって、当事者能力を有するものである。\n（二）　第一審被告は、第一審原告が権利能力のない社団として認められるべき\n要件を具備していないと主張するが、事実に反するものであって、法的に理由がな\nいばかりでなく、そもそも、第一審原告は、本件条例に基づき本件公文書の開示請\n求権が認められているところ、本件非開示決定を受けたため、その取消を裁判所に\n訴求しているにすぎない。それにもかかわらず、第一審被告が、本件公文書の開示\n請求者が個人であった場合には問題となる余地がない、第一審原告の当事者能力を\n争うのは、本件非開示決定の当否に係る本件条例の適用除外条項の解釈適用の是非\nという問題を先送りにしようとする意図によるものであって、本件条例の趣旨に悖\nる不誠実な主張である。なお、第一審被告は、第一審原告の当事者能力を認めた原\n判決は、第一審原告が民事訴訟法四六条の規定による当事者能力を認められないの\nに、本件条例によって当事者能力を特別に付与されていると判断している、と主張\nするが、原判決が第一審原告に民事訴訟法四六条の規定による当事者能力を認めて\nいることは明らかであるから、第一審被告の主張は、原判決を誤解するものといわ\nなければならない。\n（第一審被告）\n（一）　第一審原告は、権利能力のない社団であると主張するが、（１）構成員\nの実態が不明であるうえ、総会も、団体の議決機関としての機能がなく、代表者で\nあるという代表世話人の選任及び解任の規定もなく、会則を有するといっても、団\n体の意思決定に必要不可欠な規定がないなど、団体としての組織を備えていないこ\nと、（２）会則には、総会の定足数及び議決数の定めがないうえ、総会議事録に\nは、出席者数の記載もなく、総会において多数決の原理が採用されているとはいえ\nないこと、（３）第一審原告が団体としての実質的な活動をしてきたと認める証拠\nがなく、その構成員の変動にもかかわらず団体としての存続が図られているとはい\nえないこと、（４）組織として活動するのに必要な会則を備えていないうえ、代表\nの方法、総会の運営、財産の管理も確立していないことなどによれば、権利能力の\nない社団が認められる場合を判示した昀判昭和三九年一〇月一五日の掲げる要件を\n具備する団体ではなく、本件訴訟についても、その当事者能力を欠くものである。\n（二）　原判決は、本件条例五条二号において、法人その他の団体に公文書の開\n示請求権を認め、第一審被告において、第一審原告の本件公文書の開示請求を受理\nしていることから、当該開示請求が拒否された本件において、第一審原告が取消訴\n訟をもって本件非開示決定の効力を争うことができなければならないとの理由で、\n第一審原告に当事者能力を認めている。しかし、本件条例五条二号は、公文書開示\nの実務においては、法人格のない団体が公文書の開示を求める場合に、当該団体が\n権利能力のない社団として認められるか否かにかかわらず、開示請求権を認めるこ\nととしたにすぎないのである。第一審原告に本件公文書の開示請求権が認められて\nいるということと、第一審原告に自ら当事者として本件訴訟を提起、追行する能力\nが認められるかということとは、もとより別論であって、第一審原告に本件条例五\n条二号の規定による開示請求権が認められていることを理由に、本件訴訟の当事者\n能力を認めた原判決は、民事訴訟法ないし本件条例の解釈適用を誤るものである。\n２　本件公文書の非開示事由の有無\n本件訴訟における第二の争点は、本件公文書について、本件条例九条二号、八号\nの規定する非開示事由（以下、前者を「九条二号該当性」、後者を「九条八号該当\n性」という。）が認められるか否かであるところ、この点に関する当事者双方の主\n張は、当審における主張を次のとおり付加するほか、原判決の事実摘示（原判決一\n〇枚目表四行目から一八枚目裏五行目まで）のとおりであるから、これを引用す\nる。\n（一）　九条二号該当性\n（第一審原告）\n（１）　本件条例は、昭和五六年に設置された情報公開制度研究会の「情報公開\nに関する研究報告書」として公表された基礎的研究、昭和五七年に設置された東京\n都情報公開準備委員会の「都における情報公開制度（情報公開準備委員会報告\n書）」として公表された試案を踏まえ、同準備委員会が組織替えされた情報公開推\n進委員会の下において制定が準備される一方、東京都情報公開懇談会の「東京都の\n情報開示制度確立に向けての提言」として提出された意見を受けて制定されるに至\nったものである。\nこのようにして制定された本件条例は、公文書の開示を請求する都民の権利を明\nらかにするとともに、都民の都政との信頼関係を強化し、地方自治の本旨に即した\n都政を推進することを目的としたもので、憲法の保障する「知る権利」を具体的に\n情報公開請求権として認めたものにほかならない。なお、憲法の保障する知る権利\nは、世界人権宣言、我が国の批准した市民的及び政治的権利に関する国際規約（以\n下「国際人権規約」という。）においても保障されている権利で、その重要性は、\n昀判昭和五八年六月二二日民集三七巻五号七九三頁、昀判平成元年三月八日民集四\n三巻二号八九頁においても認められているところである。\n原判決は、本件公文書の九条二号該当性について、特定の個人が識別され得る情\n報は、すべて同号にいう個人に関する情報（事業を営む個人の当該事業に関する情\n報を除く。以下同じ。）であると即断し、当該部分に係る本件非開示決定を是認し\nているが、特定の個人が識別されるということから、直ちに個人に関する情報であ\nるということになるわけではない。開示を求められている公文書の性格から、そこ\nに個人の氏名等が記載されていても、個人に関する情報とはいえない情報も存在す\nるのであって、特定の個人が識別されるか否かという見地のみから九条二号該当性\nを判断すべきではないのである。\n（２）　本件条例の制定経緯及び制定趣旨に鑑みれば、本件条例九条二号は、い\nわゆるプライバシーに関する情報を保護するために公文書の開示を制限する規定と\nして、限定的に解釈適用されるべきものである。すなわち、本件条例は、前記のと\nおり、知る権利を具体化したものであるが、実定法上の権利として規定された以\n上、憲法ないし国際人権規約による保障を受けるべきものであって、その内容ある\nいは制限については、憲法ないし国際人権規約の趣旨に則って解釈適用されなけれ\nばならない。しかし、その他面において、プライバシーの権利も保護されなければ\nならないところ、プライバシーとして保護される情報であっても、不可侵のもので\nはなく、当該個人の公的な評価に必要なもの、公共の利害に係るもの、その公開が\n公の利益となるものなどについては、その権利保護が制限されると解されるので、\n個人に関する情報に対する当該個人の権利と都民の知る権利との調整を図るという\n見地から、当該個人のプライバシーの権利として保護されるべき情報については、\n都民の知る権利に優先して保護されるべき旨、すなわち、当該情報を開示すること\nは許されない旨を規定したのが本件条例九条二号にほかならないのである。\n本件条例三条が「実施機関は、個人に関する情報がみだりに公にされることのな\nいよう昀大限の配慮をしなければならない。」と規定する趣旨も、そのためであっ\nて、本件条例九条二号は、プライバシーの権利とは関係がない個人に関する情報ま\nで、これを非開示としなければならない旨を規定したものではない。\nしたがって、九条二号該当性を理由に個人に関する情報を非開示とするために\nは、その情報が当該個人のプライバシーの権利を侵害するものであるか否かという\n見地から限定的に判断されるべきものである。しかも、この場合においても、同号\n但書のロは、「実施機関が作成し、又は取得した情報で公表を目的としているも\nの」について、ハは、「法令等の規定に基づく許可、免許、届出等の際に実施機関\nが作成し、又は取得した情報で、開示することが公益上必要であると認められるも\nの」について、その例外として、開示を命じているところ、東京都の情報公開事務\nの手引によれば、知事表彰者名簿は、公表することを目的とした情報、あるいは、\n公表することが慣行となっていて、公表しても社会通念上個人のプライバシーを侵\n害するおそれがないと認められる情報として、同号但書のロの該当例に、審議会等\nの委員名簿もその該当例に、また、身体障害者相談員名簿は、同号但書のハの該当\n例にそれぞれ掲げられているのである。九条二号該当性を判断するに当たっては、\nこの点も考慮に入れて、適正に解釈適用されなければならない。\n（３）　これを本件公文書についてみれば、本件公文書は、東京都知事の交際費\nに係るものであるから、「１」そこに記載されている情報は、公的な立場にある東\n京都知事との関係に係る情報であること、「２」そこに記載された行為の内容も、\n東京都知事との私的な交際ではなく、公的な交際の状況を記載したものであるこ\nと、「３」その費用も、知事個人の費用からではなく、公金から支出されるもので\nあることが明らかであるから、その主体、行為、内容など、いずれの点において\nも、本件公文書に記載された情報は、個人に関する情報と認められるべきものでは\nない。しかも、本件公文書は、東京都会計事務規則に基づく現金出納の整理の際、\nすなわち、前記但書のハにいう「届出等の際」に、実施機関が作成し、又は取得し\nた情報であって、かつ、その開示が公益上必要なものである。\n本件公文書を開示すれば、東京都の当該個人に対する評価、位置づけが公表され\nることになるが、それは、当該個人の東京都との公的な関係における評価、位置づ\nけであって、私生活上の評価、位置づけではなく、また、当該相手方が必ずしも公\n開を欲しないという情報でもないから、この点において、その開示が妨げられるも\nのでもない。\nしたがって、本件公文書に記載された情報は、知事の交際の相手方である個人を\n識別し得るものであっても、直ちに九条二号該当性が認められるべきものではな\nく、本件公文書を九条二号該当性を理由に非開示とするためには、「１」本件公文\n書中に現実に相手方の氏名が記載されていること、「２」氏名が記載されていない\n場合には、役職名、肩書等、相手方を識別し得る情報が記載されていること、\n「３」そのいずれかに該当する場合に、同号但書のハの規定する公益上の必要も認\nめられないことを本件公文書の個々について具体的に立証すべきであって、その立\n証がない以上、九条二号該当性を理由とする本件非開示決定は違法である。\n（第一審被告）\n（１）　第一審原告は、個人に関する情報のうち、プライバシーとして保護の対\n象となるべき情報についてだけ九条二号該当性が認められると主張するが、本件条\n例九条二号は、第一審原告の主張するような趣旨で制定されたものではなく、同号\nにいう個人に関する情報は、個人の思想、病歴、学歴、学業成績、親族関係、交\n友・交際関係、所得等、その一切の情報を対象とするものであって、必ずしもプラ\nイバシーの権利の侵害となる情報に限定されるものではない。すなわち、特定の個\n人が識別され得る情報は、それが当該個人のプライバシーとして保護されるべきも\nのであるか否かにかかわらず、その全部を非開示とすることにしたものであるか\nら、第一審原告の右主張は失当である。　なお、本件公文書の開示請求権は、本件\n条例によって認められたものにすぎないのであるから、第一審原告の主張するよう\nに、憲法ないし国際人権規約の趣旨に則って解釈適用されるべき理由はない。\n（２）　第一審原告は、本件公文書に記載された個人名、役職名、肩書等を開示\nしても、これによって公表される情報は、知事との公的な交際であるなどとして、\n個人に関する情報ではないように主張するが、知事の交際の相手方にとっては、当\n該個人に関する情報であることは明らかであって、第一審原告の右主張は、本件条\n例九条二号の文理に反する主張である。また、第一審原告は、本件公文書に記載さ\nれた情報は、個人に関する情報であっても、同号但書のハに該当すると主張する\nが、本件公文書に記載された情報は、同ハにいう「許可、免許、届出等の際に実施\n機関が作成し、又は取得した情報」ではなく、なお、知事の交際費に係る情報を公\n開することが右ハにいう「公益上必要である」と認められないことも明らかである\nから、その主張も、右同様、失当である。\n（３）　知事の交際は、知事にとって公務であっても、その相手方にとっては純\n粋に私的な出来事であって、その交際内容が一般に公表、披露されることは、もと\nもと予定されていないうえ、本件公文書には、その全部に相手方の氏名が記載され\nているのであるから、本件条例九条二号に該当し、いずれも非開示とすることがで\nきるのである。\n（二）　九条八号該当性\n（第一審原告）\n（１）　本件条例の制定経過及び制定趣旨は、前記したとおりであるが、知る権\n利の意義と重要性とを踏まえて制定された本件条例における情報の原則的な公開と\nいう趣旨に則れば、本件条例の適用除外条項は、その細目を含め、明確かつ限定的\nで、必要昀小限のものとして解釈適用されなければならないのであって、九条八号\n該当性についても、その適用除外条項に該当することを個別的、具体的に立証すべ\nきである。そうでなければ、本件条例の制定趣旨に反する結果となる。\nこの点について、第一審被告は、九条八号該当性について、本件公文書を非開示\nとした実施機関の判断に一応の合理性があることを立証することで十分であると主\n張する。\nしかしながら、これまでに地方公共団体の首長の交際費に関する公文書を公開し\nた当該地方公共団体において、その公開により首長の交際事務に支障が生じたとの\n前例はなく、東京都知事に限ってそのおそれがあるということはできないから、第\n一審被告の主張は、不見識な空論というほかはなく、根拠がない。しかも、第一審\n被告の主張によれば、当該公文書の内容は、裁判官に対してであっても、これを知\nらせることができないというのであるから、その主張は、結局のところ、第一審被\n告の非開示事由がある旨の主張を鵜呑みにして非開示事由を認定せよというに等し\nく、具体的な根拠も、裏付けもないのに、観念的、抽象的なおそれを理由として交\n際費に係る公文書の開示を拒否し得ることになる第一審被告の主張は、本件条例九\n条八号に明らかに違反するものである。\n（２）　本件に関係する昀高裁判例として、大阪府知事の交際費に関する昀判平\n成六年一月二七日民集四八巻一号五三頁（以下「大阪府知事交際費事件判決」とい\nう。）、栃木県知事の交際費に関する昀判平成六年一月二七日裁判集民事一七一号\n一三五頁（以下「栃木県知事交際費事件判決」という。）、大阪府水道部懇談会費\n事件に関する昀判平成六年二月八日民集四八巻二号二五五頁（以下「大阪府水道部\n事件判決」という。）があるが、本件条例九条八号は、大阪府水道部事件判決にお\nいて解釈適用が問題となった大阪府公文書公開等条例八条四号、五号と同旨の規定\nである。\nしたがって、本件においても、大阪府水道部事件判決に判示されているように、\n本件公文書の九条八号該当性を立証するためには、本件公文書の支出内容の個々に\nついて、「１」それが本件条例九条八号に規定する事務事業に該当するものである\nこと、「２」当該事務事業が内密の協議を目的として行われたものであるか、内密\nにされることを目的として実施されたものであること、「３」その支出年月日、支\n出内容、相手方、金額等の記載から、あるいは、他の情報と照合することによっ\nて、その相手方が了知され、内密に当該事務事業が執行されたことが公表される可\n能性があるか、あるいは、相手方の氏名等を非開示としても、その相手方が了知さ\nれる可能性があることを具体的に立証すべきものである。そうでなければ、開示請\n求者において、実施機関の主張立証に対する効果的な反論、反証の余地がないこと\nになる。\nこの点について、第一審被告は、大阪府知事交際費事件判決及び栃木県知事交際\n費事件判決が本件に妥当し、その判旨によれば、九条八号該当性の個別的、具体的\nな立証は必要がないと主張するが、両事件判決とも、実施機関の個別的、具体的な\n立証を要しないで当該公文書を非開示とすることが許されるとした趣旨に解される\nべきものではない。その後、昀高裁判所第一小法廷は、平成七年四月二七日、大阪\n府に対する安威川ダム建設予定の地質調査情報の開示請求について、大阪府知事に\nおいて、大阪府公文書公開等条例八条四号、九条一号に規定する非開示事由を立証\nしていないなどとして、非開示決定を違法とした控訴審の判断を是認する旨の判決\nを言い渡しているのであるから、昀高裁が非開示事由の個別的、具体的な立証を全\nく不要としているとは解されない。\n（３）　第一審被告は、非開示事由の個別的、具体的な立証の困難性も主張する\nが、アメリカ合衆国の「情報の自由に関する法律」の下において運用されているヴ\nォーン・インデックスの手続による立証も可能であるから、非開示事由の立証の困\n難性を理由に、本件公文書の九条八号該当性が安易に認められるべきではない。な\nお、第一審被告は、本件公文書の一部開示を命じた原判決が、本件条例の実施機関\nである第一審被告の裁量を否定したようにも主張するが、本件条例の実施機関とし\nては、開示を求められた公文書に非開示事由がない以上、これを開示しなければな\nらないのである。その判断に実施機関の裁量が入る余地はなく、原判決が本件公文\n書の開示を命じたことは、その裁量とは関係がない。\n（４）　仮に本件公文書の開示によって交際の相手方が識別されることになると\nしても、大阪府知事交際費事件判決、栃木県知事交際費事件判決でも、相手方の氏\n名等が外部に公表、披露されることがもともと予定されているものなどについて\nは、非開示の対象とはならないとされているのであるから、相手方の識別の可能性\nないしその公表の予定性については、第一審被告において立証すべきものというべ\nきである。\n第一審被告の主張によれば、東京都知事の交際費の支出内容は、原判決添付別表\n一、二に記載した慶祝、弔慰、餞別、見舞、会費、謝礼、接遇及び雑からなるとい\nうのであるが、東京都の情報公開事務の手引によると、公表することを目的とした\n情報、あるいは、公表することが慣行となっていて、これを公表しても社会通念上\n個人のプライバシーを侵害するおそれがないと認められる情報として、前記のとお\nり、知事表彰者名簿などが例示されていて、同名簿は、本件条例九条二号但書のロ\nに該当するものとして取り扱われているのである。\nこれを知事の交際費について敷衍すれば、例えば、慶祝には、優勝等の祝金、祝\n品、会費には、その案内状に会費の額が記載されている会合の費用、雑には、知事\nの出張の際の手土産、記念品、差入れ等が想定されるところ、これらは、その相手\n方が外部に公表されることがもともと予定されているというべきものであるし、弔\n慰における香典、供花、餞別における餞別金、記念品、見舞における見舞金も同様\nであるから、本件公文書の個々について、この点に関する具体的な立証がないま\nま、九条八号該当性を認めるべきではない。\n（５）　なお、本件条例七条四項の規定する非開示決定に付すべき理由の程度に\nついて判示した昀判平成四年一二月一〇日裁判集民事一六六号七七三頁の判旨に照\nらせば、そもそも、第一審被告は、第一審原告の開示請求に対して、本件公文書の\n個々の欄について、非開示とする理由を明らかにすべきものであったのであって、\nこれを一律に非開示とした本件非開示決定は、その理由の付記という点において\nも、違法なものである。\n（第一審被告）\n（１）　知事の行う交際事務は、都道府県の代表者として、当該都道府県と交際\nの相手方との友好、信頼関係の維持増進を図り、ひいては行政の適正かつ円滑な運\n営を期することを目的とする、儀礼的色彩を強く有するもので、都道府県の行う個\n別的、具体的な特定事業の推進のためにするという性格のものではない。東京都知\n事の交際事務も、そのような性格を有するものであって、交際の相手方の選択、交\n際の程度は、知事の裁量に属し、個別の事案に即し、交際事務を通じて東京都の行\n政全般の適正かつ円滑な運営を期するという見地から行っているのである。その交\n際事務を都民から見ると、東京都知事の交際の相手方とされたか否か、どのような\n内容の交際があったか否かは、東京都の当該相手方に対する全人格的な評価を反映\nするものとして認識される傾向にある。東京都知事が行う接遇もまた、同様であっ\nて、具体的な政策ないし事業遂行に当たっての協議等を内容とする事務は含まれ\nず、前記のとおりの儀礼的色彩を強く有するものである。\nそのような交際事務の性格によれば、交際費に関する公文書の公開によって交際\nの相手方が識別されるということになると、その相手方の中には、交際費の支出を\n伴う交際の相手方となったことが一般に知られることによって様々な議論や憶測の\n対象とされるなどして、不快、不信の念を抱き、あるいは、自己の受けた交際内\n容、費用等を他者のそれと比較することが可能となるため、知事の交際の相手方全\n体の中で自己がどの程度に遇されたかを知り、また、それが一般に知られることに\nついて、不快、不信の念を抱き、さらに、都政の関係者でありながら、自己が交際\n費の支出を伴う相手方とならなかったのに、他者がその相手方となったこと及びそ\nの遇された程度を知り、不快、不信の念を抱く者があることは、一般に予想される\nところである。\nそして、そのような事態になれば、交際の相手方との友好、信頼関係の維持増進\nを図り、行政の適正かつ円滑な運営を期するという知事の交際事務の目的達成が阻\n害されることは明らかであるが、この点は、知事の交際事務という事柄の性格によ\nるものであって、交際費の公開によって交際事務が阻害されるということは、個別\n的、具体的な立証を待つまでもなく、これを認め得るものである。それにもかかわ\nらず、本件公文書の九条二号該当性について、第一審被告に対し、個別的、具体的\nな立証を求めるのは、その相手方が不快、不信の念を抱いても、知事にその旨を明\n示するということは、事柄の性質上ほとんどあり得ないことも併せ考えると、不可\n能を強いるものといわなければならない。\n（２）　この点に関して、大阪府知事交際費事件判決は、知事の交際事務が相手\n方との間の信頼関係ないし友好関係の維持増進を目的として行われるものであるこ\nとを前提に、相手方の氏名等の公表、披露が当然予定されているような場合は別と\nして、相手方を識別し得るような文書の公開によって相手方の氏名等が明らかにさ\nれることになれば、交際の相手方との間の信頼関係あるいは友好関係を損なうおそ\nれがあり、交際それ自体の目的に反し、ひいては交際事務の目的が達成できなくな\nるおそれがあるだけでなく、さらに、知事において、その交際事務を適切に行うこ\nとに著しい支障を及ぼすおそれがあるとして、相手方の氏名等が外部に公表、披露\nされることがもともと予定されているものなど、相手方の氏名等を公表することに\nよって前記のおそれがあるとは認められないようなものを除き、公開しないことが\nできる旨を判示し、栃木県知事交際費事件判決も、同旨の判断を示している。東京\n都知事の交際費に係る本件公文書についても、その公開によって相手方の氏名等が\n明らかにされることになれば、一般に相手方に不快、不信の感情を抱かせ、また、\n不満や不快の念を抱く者が出ることは容易に予想されるから、交際費の執行を通じ\nて図られるべき行政の円満な執行等に支障を生ずるおそれがあることは明らかであ\nって、両昀高裁判決に照らしても、本件非開示決定は是認されるべきものである。\n（３）　原判決は、本件条例九条八号の規定する非開示事由の立証責任が第一審\n被告にあるとして、当該非開示事由を具体的に立証すべきものであるとの見地か\nら、第一審被告の、本件公文書を公開した場合における事務支障の程度を個別的、\n具体的に立証するのは不可能であるため、実施機関がそのおそれがあると判断した\nことに一応の合理性があることを立証すれば足りる、との主張を排斥している。\nしかし、本件条例九条八号は、関係当事者の信頼関係が損なわれると認められる\nもの、当該事務事業若しくは将来の同種の関連事業の公正若しくは円滑な執行に支\n障が生ずるおそれがあるものなどを非開示の対象として規定しているが、同号にい\nう「認められる。」とか、「おそれがある。」とかは、実施機関の合理的な裁量に\nよる判断を意味しているのである。原判決は、この点について、公開によって必ず\n当事者間の信頼関係が損なわれる事態になるとか、事務事業の執行に支障が必ず生\nずることを要件としているように判断しているが、本件条例九条八号の規定する非\n開示事由がある本件公文書は、裁判官に対してであっても、その内容を開示するこ\nとはできないものであって、裁判官の納得か行くように本件公文書の個々について\n支障の有無・程度を具体的に立証することはもともと不可能である。前記両昀高裁\n判決をみても、非開示事由の個別的、具体的な立証を要する趣旨とは解されず、第\n一審被告の主張する一応の合理性の立証であっても、開示の要否に関する判断が実\n施機関の全くの自由裁量に委ねられる結果となるものではないから、その程度の立\n証で足りるというべきであって、原判決の本件条例九条八号の解釈は違法である。\nこの点について、第一審原告は、本件に大阪府水道部事件判決が妥当するように\n主張するが、本件は、東京都の行政の昀高責任者である都知事の交際費に係る公文\n書の開示の要否が争われている事件である。その交際費は、公の機関の立場におい\nて、都の利益のために使用すべく予算に計上された経費であって、その支出は、都\n知事の広範な裁量によって決定され、会計手続及び監査においても、他の支出とは\n異なる取扱いが認められているのである。大阪府水道部事件判決の事案とは、公金\nの支出が問題となっているとしても、その公金の性格が全く異なるのであるから、\n第一審原告の主張は、その前提において失当である。\n（４）　第一審原告は、本件公文書に、もともと外部に公表されることが予定さ\nれている支出が含まれるようにも主張するが、第一審原告の例示する支出は、当該\n事務を所管する局の支出として処理されていて、知事の交際費には、第一審原告の\n例示する支出を含め、もともと外部に公表されることが予定されているような支出\nは含まれていない。\n３　本件公文書の一部開示の可否\n本件訴訟における第三の争点は、本件公文書の一部に非開示事由が認められる場\n合に、当該部分を除いた本件公文書の一部開示が可能であるか否かであるところ、\nこの点に関する当事者双方の主張は、当審における主張を次のとおり付加するほ\nか、原判決の事実摘示（原判決一八枚目裏七行目から二〇枚目表八行目まで）のと\nおりであるから、これを引用する。\n（第一審原告）\n（一）　第一審被告は、本件公文書中の交際費の支出年月日、支出内容、金額等\nを開示した場合に、特定の個人が識別されると主張するが、識別が可能であること\nについては、何ら明らかにしないので、その根拠がない。\n（二）　第一審被告は、開示する部分と非開示とする部分との分離の困難性も主\n張するが、その理由として掲げる通常の事務の執行に著しい支障を生ずるという主\n張は、本件条例三条が「公文書の開示を請求する都民の権利を十分に尊重するもの\nとする。」と規定していることに反する主張であるばかりでなく、その事務処理の\n根拠を通達に求めるものであって、本件条例の解釈の根拠とすることはできない。\nしかも、第一審被告は、交通費以外の公文書の開示請求については、例えば、写し\nの枚数が六〇〇枚を超える精神病院統計等に係る公文書の一部開示に応じているの\nであって、第一審被告が、交際費に関する本件公文書についてのみ分離の困難性を\n主張するのは理由がない。のみならず、交際費に係る公文書についても、現金出納\n簿の年月日と金額欄とを一部開示している前例もあるのであって、そのような前例\nに照らせば、本件に限って事務量が膨大であるというわけではなく、本件公文書\nは、現金出納簿に限らず、「交際費の支出について」と題する書面についても、そ\nの一部開示は可能というべきである。\n（三）　第一審被告が、それにもかかわらず、本件公文書について一部開示がで\nきないというためには、本件公文書の個々の欄について、支出内容、相手方又は支\n出内容及び相手方を開示することによって、交際事務を内密に執行したことが了知\nされ、かつ、それが本件条例九条二号但書のイないしハのいずれにも該当しないこ\nとを立証すべきものである。\n（第一審被告）\n（一）　原判決は、本件公文書の一部開示を命じているが、知事の動静は、他の\n情報源からも把握することが可能であるから、相手方の氏名等を非開示としても、\n支出年月日、支出内容等を開示すれば、当該支出に係る交際の相手方を識別するこ\nとは一般に必ずしも難しいことではない。原判決のように、個人の氏名、役職名、\n肩書、あるいは、物故者欄、葬儀法要執行の場所を削除しただけで、その相手方で\nある個人を識別し得なくなるものではない。因みに、栃木県知事交際費事件につい\nて、昀高裁は、栃木県知事の上告に対して前記判決を言い渡しているが、他方、開\n示請求者の上告に対しては、上告を棄却しているところ、同判決は、相手方の氏名\nを抹消して支出年月日、支出内容、金額等を開示する場合でも、これによって氏名\n識別の可能性があることは容易に推察できるとした原判決について、相手方の氏名\nを抹消すれば、支出年月日、支出内容、金額等を明示しても、相手方を識別し得る\nことにはならない旨の開示請求者の上告理由を排斥したものであって、本件公文書\nについても、支出年月日、支出内容、金額等を開示した場合には、これによって、\nその相手方となった個人を識別し得ることになるというべきである。したがって、\n支出年月日、支出内容、金額等もなお、個人に関する情報として、本件条例九条二\n号に該当するものであるから、当該部分の開示を命ずることも許されない。\n（二）　仮に本件公文書のうち、支出年月日、支出内容、金額等が本件条例九条\n二号に該当しないとしても、当該部分を開示するためには、本件公文書の全部を複\n写したうえ、個人名、役職名、肩書等、原判決の判示する削除部分を隠すなどして\n再度複写する必要があるから、一部開示の可否は、開示請求に係る公文書の件数\nが、社会通念に照らして、相当と認められる数量のものであるか、これに関連し\nて、右の分離、複写の作業のために要する時間、経費が相当であるか、通常の行政\n事務の執行に著しい支障を及ぼすことがないかなど、総合的に判断して決せられる\nべきところ、原判決が一部開示を命じた本件公文書は、現金出納簿七〇五件、「交\n際費の支出について」と題する書面一一一六件、以上合計一八二一件に達するので\nあって、現金出納簿の適用欄及び一般用の「交際費の支出について」と題する書面\nの使途欄から個人名、役職名、肩書の記載、供花・香典用の「交際費の支出につい\nて」と題する書面の物故者欄及び葬儀法要執行の場所の記載を削除して開示すべき\n部分と非開示とする部分とを分離するのは、その量が膨大で、通常の行政事務の執\n行に著しい支障が生ずることは明白であるから、本件条例一〇条にいう「容易に分\n離することができ」る場合ではない。\n（三）　また、公文書の一連の記載のうち一部のみを非開示とし、その余の部分\nを開示する場合、両者を分離することが可能であっても、一連の記載が無意味とな\nるような分離をするほかはなく、開示する部分のみでは文書としての態をなさない\nような場合には、本件条例一〇条にいう「当該分離により開示の請求の趣旨が損な\nわれることがないと認めるとき」には当たらないので、一部開示の必要はないと解\nすべきである。本件公文書のうち、現金出納簿については、支出年月日、摘要、支\n出金額等の一連の記載が一体となって初めて意味を有するのであって、摘要欄のみ\nを削除し、その余の部分を開示したとすれば、その余の部分は、数字の羅列で、文\n書としての態をなさないのであるから、そのような一部開示に応ずる必要はなく、\nまた、現金出納簿の摘要欄を開示すれば、交際の相手方を識別し得ることになるか\nら、現金出納簿は、その全体が非開示の対象となるものというべきである。「交際\n費の支出について」と題する書面についても、現金出納簿と同様に、その全体が非\n開示の対象となるべきものであるから、本件公文書の一部開示を命じた原判決は違\n法である。\n第三　当裁判所の判断\n一　本件訴えの適否\n当裁判所も、第一審原告は、民事訴訟法四六条の規定により当事者能力が認めら\nれる団体としての要件を具備しているので、本件非開示決定の取消を求める本件訴\n訟についても、その当事者能力が認められ、したがって、本件訴えは適法に提起さ\nれたものであると判断する。その理由は、次のとおり付加するほか、原判決の争点\nに対する判断の「争点１について」（原判決二〇枚目表末行から二二枚目表六行目\nまで）のとおりであるから、これを引用する。\n１　第一審被告は、当審においても、前記のとおり、第一審原告は、（１）団体\nとしての組織を備えていない、（２）総会において多数決の原理が採用されている\nとはいえない、（３）構成員の変動にもかかわらず団体としての存続が図られてい\nるとはいえない、（４）組織として活動するのに必要な会則を備えていないうえ、\n代表の方法、総会の運営、財産の管理も確立していないと主張して、第一審原告が\n権利能力のない社団であることを争っている。\n２　しかしながら、第一審原告が当審において提出した証拠（甲五〇、五二ない\nし五四、五六の一ないし八、五七）及び当審における第一審原告代表者の尋問結果\nによっても、第一審原告は、前記引用に係る原判決の認定判断のとおり、権利能力\nのない社団として存続しているものであって、第一審原告が第一審被告に対して本\n件公文書の開示を請求したのは、本件条例五条二号の規定により、権利能力のない\n社団であっても、公文書の開示を請求することができるとされたため、当該権利能\n力のない社団の活動の一環として行ったものであったと認められ、他に右認定判断\nを覆すに足りる証拠はない。\n３　したがって、本件訴えは、適法に提起されたものであって、その却下を求め\nる第一審被告の本案前の申立ては、採用することができない。\n二　本訴請求の当否\n１　本件公文書の存否\n第一審被告が、第一審原告の昭和六三年四月から平成二年六月までの間の東京都\n知事の交際費に係る公文書の開示請求に対し、当該請求の対象となる文書として\nは、支出命令書並びに原判決添付別表一及び二記載の各文書が存在するとしたう\nえ、支出命令書を開示し、別表一及び二記載の各文書を非開示としたことは、前記\nのとおり、当事者間に争いがない。\nそして、弁論の全趣旨によれば、本件非開示決定の対象となった前記期間の東京\n都知事の交際費に係る公文書が第一審被告の主張する別表一記載の現金出納簿及び\n別表二記載の「交際費の支出について」と題する書面、すなわち、本件公文書であ\nることに過誤はないものと認められ、この認定を妨げる証拠はない。\nそこで、以下、本件非開示決定の対象となった文書が本件公文書であることを前\n提に、本件非開示決定の当否について検討することとする。\n２　本件公文書の九条二号該当性\n（一）　証拠（甲五八、五九、乙一、二の一ないし五、三、四の一ないし六及び\n弁論の全趣旨）によれば、（１）東京都においては、昭和五六年に情報公開制度研\n究会を設置し、同研究会の基礎的研究を踏まえ、昭和五七年に東京都情報公開準備\n委員会を設置し、同委員会の報告を受け、情報公開推進委員会の下において本件条\n例制定の準備を進める一方、東京都情報公開懇談会の提言を受けて本件条例を制定\nするに至ったこと、（２）その制定に際しては、個人に関する情報の取扱いをめぐ\nって、当該個人のいわゆるプライバシーの保護との関係が問題になったこと、\n（３）しかし、個人に関する情報については、これを開示すべきものと当該個人の\nプライバシーとして保護すべきものとの間に一線を画するためには、プライバシー\nの概念それ自体が未だ確立されたものではないので、個人に関する情報をプライバ\nシーに関しないものとプライバシーに関するものとに区別して、前者を開示し、後\n者を非開示とするという取扱いをするのは適当でないと判断して、結局、個人に関\nする情報は、「１」法令等の定めるところにより、何人でも閲覧することができる\n情報、「２」実施機関が作成し、又は取得した情報で公表を目的としているもの、\n「３」法令等の規定に基づく許可、免許、届出等の際に実施機関が作成し、又は取\n得した情報で、開示することが公益上必要であると認められるものを除き、これを\n非開示とする趣旨で、右「１」ないし「３」の例外的な場合を但書のイないしハと\nして、本件条例九条二号が規定されたこと、以上の各事実が認められ、右認定に反\nする証拠はない。\n（二）　右認定の本件条例九条二号の制定趣旨に鑑みると、個人に関する情報\nは、それが特定の個人を識別し得るものであれば、同号但書のイないしハに該当す\nる場合を除き、これをすべて非開示としなければならないものであるから、本件公\n文書についても、そこに記載された情報が個人に関する情報で特定の個人を識別し\n得るものであれば、同号但書のイないしハに該当する場合を除き、これをすべて非\n開示とすべきものと定められている、といわなければならない。\n（三）　この点について、第一審原告は、本件条例九条二号により非開示とされ\nる個人に関する情報は、いわゆるプライバシーの権利として保護されるべき個人の\n情報に限定されるべきものであって、当該個人のプライバシーとは関係がない情報\nは、これを開示すべきものであると主張する。\nしかるところ、証拠（甲一二ないし一四の各一及び二、一五の一ないし三、三二\nないし三七、六〇、六一、七七、九三ないし九五、一〇三）によれば、公文書の公\n開等に係る条例を制定している地方公共団体においては、個人に関する情報につい\nて、本件条例と同旨の規定を設ける地方公共団体がある一方、大阪府公文書公開等\n条例九条一号は、個人に関する情報について、個人の思想、宗教、身体的特徴、健\n康状態、家族構成、職業、学歴、出身、住所、所属団体、財産、所得等に関する情\n報であって、特定の個人が識別され得るものと規定したうえ、非開示とするのは、\nそのうち、一般に他人に知られたくないと望むことが正当であると認められるもの\nとして、制限的に規定していることが認められる。その後者においては、一般に他\n人に知られたくないと望むことが正当であるか否かの判断に際して、第一審原告の\n主張するプライバシーの概念を考慮に入れる余地があるとしても、本件条例九条二\n号においては、同号但書のイないしハに該当する場合を除き、大阪府公文書公開等\n条例九条一号に規定するような正当性の有無にかかわらず、これを非開示とするこ\nとにしたものであるから、本件公文書についても、そこに記載された情報が本件条\n例九条二号に規定する個人に関する情報で、かつ、特定の個人が識別され得るもの\nであれば、同号但書のイないしハに該当する場合を除き、一般に他人に知られたく\nないと望むことが正当であると認められるか否かにかかわらず、これを開示するこ\nとは許されないものと定められている、といわなければならない。\nまた、証拠（前掲のほか、甲八六の一及び二、一〇六の一及び二、当審証人Ａ、\n当審における調査嘱託）によれば、公文書の公開等に係る条例において、個人に関\nする情報を原則として非開示とし、本件条例九条二号但書と同様の場合を例外とす\nる規定を設けている地方公共団体においても、その運用においては、当該個人のプ\nライバシーとして保護されるべき情報を除き、原則的に開示している地方公共団体\nも少なくなく、かつ、当該地方公共団体と当該情報を開示された当該個人との間に\nおいて格別に紛糾するような事態には至っていないことが認められる。しかし、本\n件条例の実施機関である第一審被告においては、そのような運用をしているとは認\nめられないのであるから、右運用の是非はともかく、本件公文書の九条二号該当性\nを判断するに当たっては、本件条例九条二号の前認定の解釈を前提にすべきもので\nあって、本件条例と同旨の規定を設けている地方公共団体の右運用を考慮に入れる\n余地はないものといわざるを得ない。\n（四）　第一審原告は、本件条例の規定する公文書開示請求権は、憲法ないし国\n際人権規約によって保障されている「知る権利」を実定法上の具体的な権利として\n規定したものであるから、本件条例は、憲法ないし国際人権規約の趣旨に則って解\n釈適用されるべきものであるとも主張するが、本件条例の規定する公文書開示請求\n権がいわゆる知る権利に係るものであることは否定できないとしても、当該請求権\nは、本件条例によって規定されたものであって、本件条例が憲法ないし国際人権規\n約の趣旨に則って解釈適用されなければならないという第一審原告の右主張は、そ\nの前提において、採用することができない。\nもとより、条例は、地方公共団体が地方自治の本旨に基づいて自主的に制定し得\nる法規範であるが、憲法九四条の規定するとおり、法律の範囲内で制定し得るにと\nどまるのであるから、本件条例九条二号が法律に違反するものであれば、前認定の\n解釈を前提に、本件公文書の九条二号該当性を判断する余地はないが、我が国にお\nいては、現在、本件条例の規定する公文書の開示請求などに係る法律は制定されて\nいない。\nしたがって、本件条例が法律の範囲内で制定されたものであるか否かを具体的な\n立法との関係で検討する前提を欠き、本件条例が憲法九四条の規定する法律の範囲\n内で制定されたものであるか否かは、立法府が公文書の開示請求などに係る法律を\n制定していないことが、公文書の開示請求権を否定する趣旨であるのか、それと\nも、地方公共団体の自主的な法規制を容認する趣旨であるのかによって決せられる\nところ、公文書の開示請求権を否定する趣旨であるとは解されない。そうすると、\n地方公共団体が公文書の開示請求などに係る条例を制定することは、憲法九四条に\n抵触するものではなく、本件条例が個人に関する情報を前認定の範囲で開示すべき\nものであると規定したこと、換言すれば、個人に関する情報であれば、前認定の例\n外に該当する場合を除き、当該情報が一般に他人に知られたくないと望むことが正\n当であるような情報である場合に限らず、これを非開示とするとしたことも、憲法\n九四条に違反するとはいえないと解されるから、本件条例九条二号については、前\n認定の解釈に従って、九条二号該当性を判断すべきものである。\n<要旨第一、二>（五）　そこで、右説示した見地から本件公文書が本件条例九条\n二号にいう個人に関する情報を記載したも</要旨第一、二>のであるか否かについて\n検討するに、前説示のとおり、本件公文書中、本件条例九条二号に該当することを\n理由に非開示とされたのは、原判決添付別表一、二の「条例９条該当号」の「２号\n及び８号」欄に記載のある各文書であるところ、当該公文書のうち、現金出納簿に\nついては、その「摘要」欄に、また、一般用の「交際費の支出について」と題する\n書面については、その「使途」欄にそれぞれ個人の氏名、役職名、肩書等が記載さ\nれているほか、供花・香典用の「交際費の支出について」と題する書面について\nは、その「物故者」欄に死者の名前等が記載され、また、その「葬儀法要執行の日\n時場所」欄に該当する日時場所が記載されているというのであるから、以下、その\n記載例に従って、本件公文書の九条二号該当性を判断することとする。\n（１）　個人の氏名\n別表一の現金出納簿のうち、「支出内容」の「弔慰」を除くその余の欄に記載の\nある各文書については、別紙一の「摘要」欄に、別表二の「交際費の支出につい\nて」と題する書面のうち、「支出内容」の「弔慰」を除くその余の欄に記載のある\n各文書については、別紙二の「使途」欄に、個人の氏名が記載されているのである\nが、氏名は、交際費の支出を伴う交際の相手方となった者が、個人の立場でその相\n手方となったのか、それとも、個人の立場ではなく、法人等の代表者あるいは代理\n人という立場でその相手方となったのかにかかわらず、個人そのものの情報である\nから、本件条例九条二号にいう個人に関する情報といわざるを得ないのであって、\nかつ、その氏名が開示されれば、当該個人を識別し得ることはいうまでもないこと\nである。したがって、本件非開示決定のうち、九条二号該当性を理由として、前記\n各文書に記載された個人の氏名を非開示とした部分は、正当として是認することが\nできる。なお、別表一の現金出納簿のうち、「支出内容」の「弔慰」欄に記載のあ\nる各文書の別紙一の「摘要」欄には、その対象となった物故者の氏名が右にいう個\n人の氏名として記載されているものと窺われるが、その氏名の記載については、供\n花・香典用の「交際費の支出について」と題する書面の「物故者」欄の死者の名前\n等と同様に判断すべきものと解されるので、後に改めて検討することとする。\n右の点について、第一審原告は、個人の氏名が本件条例九条二号に該当するとし\nても、同号但書のハに該当するから、なおこれを開示すべきものであると主張する\nが、同号但書のハは、当該個人が許可、免許、届出等に係る申請等の主体となって\nいる場合を規定するものであるところ、前記各文書についてみれば、知事の交際の\n相手方が交際費の支出について届出等をしているわけではないから、第一審原告の\n主張は、その前提において失当というほかはない。\nそして、他に前記各文書の個人の氏名を非開示としたことが正当であるとの右判\n断を覆すに足りる証拠はない。\n（２）　役職名・肩書\n第一審被告は、前記各文書の「摘要」欄及び「使途」欄に記載された役職名、肩\n書も、これが開示されると、知事の交際の相手方となった個人が識別され得るの\nで、非開示とすることが許されるべきものであると主張するが、証拠（原審証人\nＢ）によれば、役職名あるいは肩書には、前認定の個人の氏名に付記されているも\nのと、そうでないものとがあると認められる。そして、そのいずれも、知事の交際\nの相手方となった当該個人を特定するために記載される場合のほか、当該個人がそ\nの所属する法人等の代表者あるいは代理人という立場で知事の交際の相手方となっ\nた場合において記載されることも少なくないと窺われるところ、本件条例では、法\n人等に関する情報は、九条二号とは別に、九条三号で規定しているのであるから、\n法人等の代表者あるいは代理人として知事の交際の相手方となった者の氏名それ自\n体は、前説示のとおり、個人に関する情報として保護されるべきであるとしても、\n知事の交際の相手方となった法人等において実際に交際の相手方となった者の役職\n名あるいは肩書それ自体は、当該個人そのものの情報ではなく、したがって、法人\n等の立場を表す役職名あるいは肩書まで個人に関する情報に該当するというべきも\nのではない。この場合において、役職名あるいは肩書を開示すれば、当該法人等に\nおいて知事の交際の相手方となった個人名も特定されることになる場合のあること\nは否定できないが、当該個人にとっては、知事との交際が個人の立場で行われたも\nのではなく、その役職等に応じて行われたにすぎないから、その氏名が直接に開示\nされないことによる保護で十分であって、法人等の代表者あるいは代理人という立\n場で知事と交際した場合における役職名あるいは肩書が本件条例九条二号に規定す\nる個人に関する情報であるということはできない。\nもっとも、前記各文書に役職名あるいは肩書が記載されている場合においても、\n前説示のとおり、当該個人の特定のために記載されたものにとどまり、知事との交\n際それ自体は、法人等の代表者あるいは代理人という立場ではなく、個人の立場で\n行われている場合もないわけではないと窺われる。そして、この場合においては、\n役職名あるいは肩書の記載は、なお当該個人に関する情報というべきものであるか\nら、本来、これを非開示とすべきものである。\nしかしながら、そのためには、前記各文書に記載された役職名あるいは肩書を個\n々に特定したうえ、それが前説示の当該個人を特定するために記載されたにとどま\nり、法人等の代表者あるいは代理人という立場とは関係がない旨を、もとより本件\n訴訟の結果を待たないで本件公文書を開示したということにならない範囲で、か\nつ、少なくとも裁判所による九条二号該当性の判断が可能な程度に立証すべきとこ\nろ、第一審被告は、本件公文書の一切を開示することができないとの立場を固持し\nて、その立証をしないのであるから、役職名あるいは肩書のうち、個人に関する情\n報に該当するとして非開示とすべき部分を識別することができないので、結局、役\n職名及び肩書を非開示とした本件非開示決定は、その全部について、これを是認す\nることができない。\n（３）　物故者名・葬儀法要執行の日時場所\n別表二の「交際費の支出について」と題する書面のうち、「支出内容」の「弔\n慰」欄に記載のある各文書については、別紙三の「物故者」欄及び「葬儀法要の日\n時場所」欄には、その対象となった物故者名、葬儀法要執行の日時場所などが記載\nされているところ、本件条例九条二号にいう個人に死者も含まれるとすれば、物故\n者名が当該個人に関する情報であることは否定することができない。そして、葬儀\n法要執行の日時場所も、これが開示されると、その対象となった物故者を容易に特\n定し得ることになるから、なおこれも当該個人に関する情報といわなければならな\nい。また、別表一の現金出納簿のうち、「支出内容」欄の「弔慰」欄に記載のある\n各文書の別紙一の「摘要」欄には、前説示のとおり、その対象となった物故者の氏\n名が個人の氏名として記載されているものと窺われるところ、その氏名の記載も、\n右同様、個人に関する情報であるということができる。東京都知事が交際費をもっ\nて供花・香典を献呈するような葬儀法要であれば、当該物故者が生前に関係してい\nた国、地方公共団体を含む法人その他の団体が主宰して行われるものであることも\n少なくないように窺われるが、そのような団体葬であっても、供花・香典は、物故\n者との生前の交際に対する答礼などとして行われるものであるから、個人に関する\n情報であるということは妨げられないし、生前の交際が当該個人の属する法人等の\n代表者あるいは代理人という立場における交際であったとしても、その死亡に対す\nる供花・香典の献呈は、なお当該個人に関する情報であるというべきである。\nしかしながら、東京都知事がその交際費をもって供花・香典を献呈する葬儀法要\nは、前説示のとおり、その対象となった物故者の死亡の事実が公表されるなどし\nて、一般に周知となっている場合が少なくないと窺われるばかりでなく、供花は、\nその性質上、当該死者の葬儀法要の場所において、その献呈が東京都知事によるも\nのであることを公表、披露することを予定しているものであるし、また、香典も、\n知事が葬儀・法要に出席し、あるいは、弔電を送るなどすれば、その献呈の事実が\n自ずから明らかになる性格のものである。そのような供花・香典の性格に鑑みる\nと、本件条例九条二号にいう個人に死者が含まれるとしても、知事の判断によって\nその献呈が決定され、かつ、その事実を外部的に明らかにするのが通例である供\n花・香典については、同号但書のロに準じて、これを非開示とすることはできない\nものと解するのが相当である。\nもっとも、知事が供花・香典を献呈する場合であっても、その対象となった物故\n者の死亡の事実が公表されることもなく、周知となっていない場合も全くないわけ\nではないと窺われるが、第一審被告は、前説示のとおり、本件公文書について、そ\nのような識別が可能な程度の立証もしないのであって、他に右判断を覆すに足りる\n証拠はない。\n（六）　したがって、本件公文書中、別表一、二の「条例９条該当号」の「２号\n及び８号」欄に記載のある各文書について、九条二号該当性を理由として非開示と\nすることが許されるのは、別表一の現金出納簿のうち、「支出内容」の「弔慰」を\n除くその余の欄に記載のある各文書については、別紙一の「摘要」欄中の個人の氏\n名、別表二の「交際費の支出について」と題する書面のうち、「支出内容」の「弔\n慰」を除くその余の欄に記載のある各文書については、別紙二の「使途」欄中の個\n人の氏名に限られるのであって、当該各文書の「摘要」欄及び「使途」欄中の役職\n名、肩書のほか、別表一の現金出納簿のうち、「支出内容」の「弔慰」欄に記載の\nある各文書の別紙一の「摘要」欄中の個人の氏名等、別表二の「交際費の支出につ\nいて」と題する書面のうち、「支出内容」の「弔慰」欄に記載のある各文書の別紙\n三の「物故者」欄及び「葬儀法要執行の日時場所」欄の記載等を非開示とした部分\nは、一部開示の可否は後に改めて検討するとして、それ自体としては、違法なもの\nであるといわなければならない。\n<要旨第三>３　本件公文書の九条八号該当性</要旨第三>\n（一）　第一審被告は、知事の交際費に係る公文書である本件公文書の九条八号\n該当性については、個別的、具体的な立証を要しないと主張するが、知事の交際費\nは、都道府県における行政の円滑な運営を図るため、関係者との懇談や慶弔等の対\n外的な交際事務を行うのに要する経費であるところ、当該交際事務それ自体は、本\n件条例九条八号に規定する事務に含まれるものといわなければならないのであっ\nて、知事の交際費に係る公文書を非開示とすることができるか否かは、同号に規定\nする非開示事由が認められるか否かに帰することになる。\nもっとも、本件条例九条八号に規定する事務であっても、当該事務の性格から、\nこれを開示することによって、その程度はともかく、同号に規定する非開示事由の\n存在が推認されるものと、そのような推認が働く余地のないものとがあることは、\n経験則に照らしても、否定し得ないところである。これを知事の交際事務について\nみれば、交際費の支出内容に応じてこれを分類すると、前説示のとおり、慶祝、弔\n慰、餞別、見舞、会費、謝礼、接遇及び雑からなるところ、そのいずれも、知事と\nその交際の相手方（個人に限らず、法人その他の団体を含む。以下同じ。）との間\nの信頼関係ないし友好関係の維持増進を目的として行われるものであって、当該相\n手方の氏名、名称等の公表、披露がもともと予定されているような場合は別とし\nて、本件公文書が当該相手方を識別し得るものであれば、その開示によって、当該\n相手方に不快、不信の感情を抱かせ、今後、東京都知事との交際を避けるなどの事\n態が生ずることも考えられ、また、交際費の支出の要否、内容等は、東京都と相手\n方との関係などを考慮に入れて個別的に決定されるという性質を有するものである\nから、その開示によって不満や不快の念を抱く者が出ることが容易に予想されると\nころである。そして、そのような事態は、知事と交際の相手方との間の信頼関係あ\nるいは友好関係を損なうおそれがあり、交際それ自体の目的に反し、ひいては交際\n事務の目的が達成できなくなるおそれがあるというべきである。しかも、これらの\n交際費の支出の要否及び内容等は、支出権者である知事が、個別、具体的な事例に\n応じ、その裁量によって決定すべきものであるのに、交際の相手方や内容等が逐一\n公開されることとなった場合には、知事においても、右事態に至ることを懸念し\nて、必要な交際費の支出を差し控えたり、あるいは、その支出を画一的にすること\nを余儀なくされることも考えられるのであって、知事の交際事務を適切に行うこと\nに著しい支障を及ぼすおそれがあるといわなければならない。\nしたがって、本件公文書のうち、交際の相手方となった者が識別され得る情報\nは、前説示のとおり、その相手方となった者のうち、個人の氏名が本件条例九条二\n号に該当して非開示とされることとは別に、かつ、必ずしも個人の氏名に限らず、\n他の関連情報と照合するなどして交際の相手方となった者を識別することかできる\nような場合を含め、本件条例九条八号に該当して、これを非開示とすることが許さ\nれるべきものである。\n（二）　しかしながら、東京都知事というその公的な立場に鑑みれば、機密性が\n重視される交際事務に限らず、交際事務の公開性に意義があるものも少なからずあ\nることは否定できないところである。そのような、都政の担い手としてのいわば象\n徴的な立場で行う交際事務は、もともと公表、披露が予定されているか、あるい\nは、その意図すると否とにかかわらず、公表、披露がいわば義務づけられているも\nのもあるといわなければならない。そして、そのような公開性の高い交際事務に伴\nう交際費の支出については、これを開示することによって前説示のおそれが生ずる\nものではなく、むしろ、これを開示すべきものというべきである。\n第一審被告は、前記のとおりの主張を固持して、本件公文書の九条八号該当性を\n個別的、具体的に立証しないが、本件公文書の個々について、当該交際費を支出し\nた交際事務が、公開性の高いものであるのか、それとも、機密性の高いものである\nのかを、前説示のとおり、本件訴訟の結論を待たないで本件公文書を開示したとい\nうことにならない範囲で、かつ、少なくとも裁判所による九条八号該当性の判断が\n可能な程度に立証すべきものといわなければならない。\nしかるところ、右程度の立証もない本件において、本件公文書の全部について、\n知事の交際事務の機密性、交際費の支出における裁量性を理由として、九条八号該\n当性を認めるのは、結局、交際費の支出については、その公開性の認められるもの\nもあるはずであるのに、例外なく、これを非開示とすることができるという取扱い\nを認めるに等しく、知事の交際事務に関する情報はすべて非開示とする旨の規定が\nない本件条例の解釈適用として、第一審被告の主張を採用することはできない。\n（三）　したがって、九条八号該当性を理由とする本件非開示決定は、本件訴訟\nにおける第一審被告の主張立証の下においては、本件公文書の全部について、違法\nなものであるというほかはない。\n４　本件公文書の一部開示の可否\n（一）　第一審被告は、本件公文書の数量が膨大であることを理由として、原判\n決が命じた一部開示は、本件条例一〇条に違反すると主張する。\nしかしながら、本件条例をもって公文書の開示を規定した以上、その開示に係る\n事務も、東京都における本来の行政事務を構成するものであって、これが本来の行\n政事務に属さないことを前提に、本来の行政事務に支障を及ぼすか否かを比較する\nことは失当である。\nしかも、証拠（甲六五の一及び二）によれば、第一審被告は、本件非開示決定後\nの別件の現金出納簿の開示請求に対しては、その支出年月日及び支出金額を一部開\n示していることが認められるのであるから、その分離は少なくとも本件条例一〇条\nが規定している程度に困難であるとは解されないのであって、分離の困難性を理由\nに一部開示が許されない旨の第一審被告の右主張は、採用することができない。な\nお、本判決において第一審被告に対して一部開示を命ずるのは、前認定の個人の氏\n名を除いた本件公文書の全部であるから、その非開示とする対象及び範囲が前例と\n一部異なるが、右判断が妨げられる程度の違いはない。\n（二）　また、第一審被告は、本件公文書を一部開示した場合には、当該開示部\n分が文書としての態をなさないので、開示する意味がなく、このような場合にま\nで、一部開示が許されるべきものではないと主張する。\nしかしながら、前認定の現金出納簿の一部開示についても、その開示を受けた請\n求者において、開示請求をした目的を達成し得ないほどに当該開示部分のみでは開\n示を受けても意味がなかったとは認められないうえ、一部開示を受けた部分だけで\nは、開示請求をした目的を達し得ないか否かは、本来的には、請求者において判断\nすれば足りる事柄である。\nしたがって、当該部分のみの開示によっては、開示請求の目的を達成し得ないの\nに、殊更に一部開示を請求しているような場合は格別、そのような事情の窺われな\nい本件においては、前認定の個人の氏名を除いた本件公文書の一部の開示を命ずる\nことが本件条例一〇条に違反するものであるということはできない。\n５　以上説示したところによれば、本件公文書のうち、東京都知事の交際の相手\n方となった前認定の個人の氏名を記載した部分は、本件条例九条二号に該当し、そ\nの開示を命ずることは許されないから、本件非開示決定の対象となった原判決添付\n別表一の現金出納簿のうち、「支出内容」の「弔慰」を除くその余の欄の「条例９\n条該当号」の「２号及び８号」欄に記載のある各文書については、原判決添付別紙\n一の「摘要」欄中の個人の氏名を、同別表二の「交際費の支出について」と題する\n書面のうち、「支出内容」の「弔慰」を除くその余の欄の「条例９条該当号」の\n「２号及び８号」欄に記載のある各文書については、同別紙二の「使途」欄中の個\n人の氏名をそれぞれ非開示とした部分は、正当として是認されるが、その余の部分\nに係る本件非開示決定は、当該部分が本件条例九条二号、八号に該当することにつ\nいて、その立証がないので、違法として取り消すほかはない。\n三　よって、第一審原告の本訴請求は、右説示した限度で認容し、その余を棄却\nすべきものであるから、第一審原告の控訴に基づき、これと一部結論を異にする原\n判決を本判決主文一の項のとおり変更したうえ、第一審被告の控訴を棄却すること\nとし、訴訟費用の負担について行政事件訴訟法七条、民事訴訟法九六条、八九条、\n九二条を適用して、主文のとおり判決する。\n（裁判長裁判官　清永利亮　裁判官　滝澤孝臣　裁判官　佐藤陽一）\n"
}