{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 6,
    "month": 5,
    "day": 27
  },
  "case_number": "平成5(ネ)2339",
  "case_name": "",
  "court_name": "大阪高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13876",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13876",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/876/013876_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第一　申立て\n控訴人は、「原判決中控訴人敗訴部分を取り消す。被控訴人の請求を棄却す\nる。」との判決を求め、被控訴人は控訴棄却の判決を求めた。\n第二　事案の概要\n一　事実関係\n１　本件意匠権（争いがない）\n被控訴人は、次の意匠権（以下「本件意匠権」といい、その登録意匠を「本件意\n匠」という）を有している。\n意匠登録出願日　昭和六二年六月一二日\n意匠登録日　　　平成元年三月二二日\n登録番号　　　　第七六五三八五号\n意匠に係る物品　クランプ\n登録意匠　　　　原判決別紙意匠公報（以下「意匠公報」という）掲載のとおり\n２　本件意匠の構成\n本件意匠の構成は次のとおり分説するのが相当である（意匠公報、甲一〇、検乙\n一）。\n（一）　基本的構成態様\n本件意匠は、鋼材の直角突き合わせ加工、Ｔ型ジョイント溶接等に使用される直\n角固定クランプに係るものであって、その基本的構成態様は、①基部から左右に分\n岐する一対のアームの先端部に、物品を挟む一方の挟持面となるアウタージョウを\n設けた基台と、②物品を挟むもう一方の挟持面となる可動片を先端に付設したねじ\n軸とから成っている。\n（二）　具体的構成態様\n（１）　基台は、背面で肉が取られた板状部材であり、正面視において、短い帯状\nの基部と、基部からねじ軸の軸線（ただし、可動片とアウタージョウの各挟持面を\n密着させた状態におけるそれをいう。以下同じ）に対しおのおの四五度の角度を呈\nして左右対称に分岐延設された一対のアームから構成され、全体に左右対称のＹ字\n形状を形成している。\n（２）　一対のアーム（頭部と接続部から構成されている）は、形状・大きさとも\n互いに等しく、正面視において、いずれも、基部に続けて全長の約五分の二にわた\nって帯状の接続部が設けられた後、接続部の各上端の点から先端部に向けて、ねじ\n軸の軸線に対して外側で垂直、内側で平行になるよう、左右両側におのおの四五度\nの角度を呈して直線的に拡開する拡開斜辺部が設けられ、最も広い場所において、\nその幅が接続部の幅と比べて約三倍広くなった頭部を構成しており、全体として左\n右対称のほぼ漏斗形状を形成している。\n（３）　正面視において、アームの先端部端縁に沿って、細長いほぼ直方体形状の\nアウタージョウが一体突設されている。\n（４）　正面視において、基台の左右外側壁の背面側には、全体に等脚台形形状を\n呈し、央部に長円形状の切欠部が穿設された薄板状の外側板が張設されている。\n（５）　一対のアーム間の間隙は、正面視において、角ばったＵ字形状の開口部と\nなり、開口部周縁に沿って薄板状のリブが張設されており、Ｕ字型の中心線を軸と\nして左右対称の空間を形成している。\n（６）　基部の下部には、角型のねじ軸ホルダーがねじ軸の径方向に横長に固設さ\nれ、ねじ軸ホルダーの表面にはピン及び拘止ねじの頭が視認され、ねじ孔にはねじ\n軸が螺通されている。\n（７）　ねじ軸の先端部には、正面視において角張った傘形形状の可動片が取り付\nけられており、手元部には、両端部分がねじ軸の径方向にわずかに扁平となった軸\n状のハンドルが位置決め自在に嵌挿されている。\n（８）　可動片は、台形形状の斜辺部を延長するように同幅で伸びる腕杆を有して\nいる。\n（９）　可動片は、腕杆外側の挟持面とアウタージョウ内側の挟持面が対向するよ\nう、基台上に載置されている。\n（１０）　背面視において、基台は、アーム及び基部の周縁部に、外側板の部位及\nびＵ字型状開口部ではやや太く、その他の部位では細幅となった周縁リブを有し、\nその内側に、基部の部位でＸ字状に交差する二本の内側リブ、その交点からＵ字型\n開口部の中心に向けて垂直に伸びる一本の短い内側リブ、基部を両側部・下部の三\n方から囲むコ字状周縁リブの両開口部に接続し、それぞれＵ字型開口部の両端に向\nけて垂直に伸びる各一本の短い内側リブ、右各一本の短い内側リブと右Ｘ字状に交\n差する各内側リブ端部の接点から各アームの頭部中心部に向かってそれぞれ伸びる\n内側リブを有し、アウタージョウ部位にはほぼ長方形の凹部が二個設けられてい\nる。\n３　控訴人の行為\n控訴人は、業として、本件意匠権が設定登録された平成元年三月二二日以降、同\n年八月三一日までの間、原判決別紙イ号物件目録記載のクランプ（以下「イ号物\n件」といい、その意匠を「イ号意匠」という）を月平均して九〇台の割合で製造、\n販売している（弁論の全趣旨）。\n４　イ号意匠の構成\nイ号意匠の構成は次のとおり分説するのが相当である（イ号物件目録）。\n（一）　基本的構成態様\n本件意匠の基本的構成態様に同じ。\n（二）　具体的構成態様\n（１）　基台は、背面で肉が取られた板状部材であり、正面視において、短い帯状\nの基部と、基部からねじ軸の軸線に対してそれぞれ四五度の角度をなす方向に左右\nに分岐延設された一対のアームから構成され、右側アームが左側アームよりやや上\n方から延設されており、正確には、左右非対称のｒ字形状を呈しているが、概観全\n体的にはほぼ左右対称のＹ字形状を形成しているということもできる。\n（２）　一対のアーム（頭部と接続部から構成されている）は形状・大きさに若干\n差異があり、正面視において、左側アームの方が右側アームよりもやや幅広（接続\n部では約一・五倍となる）で短いが、頭部の幅は互いに等しく、最も広い場所にお\nいて、接続部の幅と比較して右側で約三・四倍、左側で約二・二倍広くなってい\nる。両アームは、基部に続けて帯状の接続部が設けられた後、外側には、いずれも\n全長のうち下端から約三分の二の位置から外向きに、接続部の外辺に対して（ねじ\n軸の軸線に対しても）約七五度の角度をなして拡開する拡開斜辺部が設けられ、内\n側には、双方とも全長のうち下端から約八分の一の位置から、右側アームでは約三\n分の一の位置まで、左側アームでは約五分の二の位置までの間に、接続部の内辺に\n対して（ねじ軸の軸線に対しても）約四五度の角度をなして拡開する拡開斜辺部が\n設けられており、正確には左右非対称の形状を呈しているが、概観全体的にはほぼ\n左右対称の形状ということもできる。\n（３）　正面視において、アーム先端部端縁に沿って両角が少し切り取られた基本\n的形状において細長いほぼ直方体形状のアウタージョウが一体突設され、アウター\nジョウの両端と中央部との間に、直方体状の凹部が二か所設けられている。\n（４）　正面視において、基台の左右外側壁の背面側には、右側では下側の斜辺が\n上側の斜辺より長い不等脚台形形状を呈し、左側では全体に等脚台形形状を呈し、\nいずれも央部に長円形状の切欠部が穿設された、薄板状の外側板が張設されてい\nる。\n（５）　一対のアーム間の間隙は、正面視において、右側の辺が左側の辺より長い\n角ばった変形Ｕ字形状の開口部となり、開口部周縁に沿って、右側では下端から半\n分位まで、左側では下端から三分の一ほどまで細長い三角形状のリブが張設され、\nＵ字型の中心線から見て左右非対称の空間を形成している。\n（６）　基部の下部には、上部二か所の隅部が直線で切り取られた角型のねじ軸ホ\nルダーがねじ軸の径方向に横長に固定され、ねじ軸ホルダーの表面にはピン及び拘\n止ねじの頭が視認され、ねじ孔にはねじ軸が螺通されている。\n（７）　ねじ軸の先端部には、正面視において、下部左右端隅部を弧状に切り欠い\nて面取りした傘型形状の可動片がピンにより取り付けられており、手元部にはねじ\n軸の径方向に両端が左右の一部を切り欠いた球状部とされた軸状のハンドルが位置\n決め自在に嵌挿されている。\n（８）　可動片は、台形形状の両側の斜辺部を延長するように、やや先細状に伸び\nる腕杆を有し、表面上部に「ＥＲＯＮ」の文字が刻印されている。\n（９）　可動片は、腕杆外側の挟持面とアウタージョウ内側の挟持面が対向するよ\nう、基台上に載置されている。\n（１０）　背面視において、基台は、その周縁部に外側板の部位でやや太く、その\n他の部位でほぼ同幅の周縁リブを有し、基部の部位にＸ字状に交差する二本の内側\nリブと、それらリブに接続する各アームの部位に位置した変形Ｙ字形状の内側リブ\nとを有している。\n二　請求\n被控訴人は、第一審において、控訴人がイ号物件のほかに、ロ号物件（原判決別\n紙ロ号物件目録記載のクランプ）を製造、譲渡等する行為も本件意匠権の侵害にな\nることを理由に、控訴人に対し、ロ号物件の製造、譲渡等の禁止を求めるととも\nに、損害金一二五四万円（控訴人が平成元年三月二二日〔本件意匠権登録日〕から\n同年八月三〇日までの間におけるイ号物件の販売によって取得した利益三三〇万円\n〔月平均販売台数一〇〇個×製造・販売期間五か月×単価二万二〇〇〇円×利益率\n〇・三〕及び平成元年九月一日から平成二年一〇月三一日までの間におけるロ号物\n件の販売により取得した利益九二四万円〔月平均販売台数一〇〇個×製造・販売期\n間一四か月×単価二万二〇〇〇円×利益率〇・三〕を合計した金額）及びこれに対\nする平成二年一一月一日から支払済みまで民法所定の年五分の割合による遅延損害\n金の支払を求めた。\nこの請求に対し、原判決はロ号物件の意匠が本件意匠に類似することを否定し、\nイ号物件の製造等の行為が本件意匠権を侵害することによる損害賠償請求を一六万\n三九四四円の限度で認容した。請求棄却部分に対する被控訴人の控訴、附帯控訴は\nないので、当審の審理の対象は、イ号物件の製造等が本件意匠権を侵害することを\n前提にして、原判決が認容した限度の被控訴人の損害賠償請求の当否にある。\n三　争点（当審では、特に２（二）が問題となった）\n１　イ号意匠は本件意匠と類似するか。\n２　本件意匠登録に無効事由があるか。\n（一）　本件意匠は、出願前に既に公然知られていたか。\n（二）　公知であった場合、被控訴人の意に反して公知となったか。\n３　控訴人が損害賠償責任を負担する場合、被控訴人に生じた損害の金額。\n第三　争点に関する判断\n一　争点１（類否）\n（本件意匠の要部）\n本件意匠に係るクランプ（以下「本件クランプ」という）の用途が、主として、\n様々な太さの鋼材、鋼板をアウタージョウ及び可動片の各挟持面に挟んで直角又は\nＴ字状に突き合わせた上、これを仮止め・溶接する作業に供することにあり、その\n使用態様も、背面を機械定盤・作業定盤にボルトで固定したり、手に持って使用し\nたり、アルミ窓枠・プレハブ建築の仮止めのように、直角状に組み立てた鋼板の両\n端を締め付けたりするのが主であること（乙三、四、一〇、一一の２）に照らす\nと、本件意匠のうち、需要者・取引者の注意を惹く部分は、主として、鋼材をアウ\nタージョウ及び可動片の各挟持面の間に挟み込む作業の前後を通じて常に使用者が\n見ることになる正面部にあると認めるのが相当であり、側面部及び底面部について\nは、特に需要者・取引者の注意を惹く部分とは認められない。しかし、本件クラン\nプでは、手動工具としての使い易さを考慮して、全体の重量を軽減するため背面部\nが大きく肉抜きされリブが設けられていること、鋼板の仮止めの場合には背面部も\n外側から見えること（乙四写真参照）を考慮すると、需要者・取引者としては、取\n引過程ないし使用状態において、手動工具としての使い易さ及び強度を検討するた\nめ、背面リブの形状にも着目すると考えるのが相当なので、正面部ほどではないに\nしても、背面部もまた需要者の注意を惹く部分に当たるものと認められ、これを主\n要部から外すことはできない。\n本件意匠の構成（前記第二、一２）のうち、基本的構成態様は、クランプという\n物品としての機能上当然必要とされる基本的形態なので、これを意匠の要部という\nことはできない。また、具体的構成態様のうち、①アームの先端部に直方体のアウ\nタージョウが外縁に沿って一体突設されていること、②基部の底に直方体のねじ軸\nホルダーが設けられていること、③可動片が全体に台形形状を有するか、又は、左\n右に伸びる腕杆を有しているという構成は、いずれも本件意匠出願前の公知意匠\n（乙一～三）中に認められる態様であり、格別新規なものとはいえないから本件意\n匠の要部とみることはできない。加えて、ねじ軸の手元部にハンドルが設けられて\nいるねじ軸の形状は、クランプ、万力等の手動工具としては極めてありふれた形態\nであり、ねじ軸ホルダー表面にみられる拘止ねじ、ピン及び可動片上のピンも、こ\nの種工具の意匠において普通にみられるもので、本件意匠全体に占める割合も低い\nことから、これらの点に意匠の要部があると認めることはできない。また、イ号意\n匠の可動片に記されている「ＥＲＯＮ」というブランド名の表示は、意匠の類否判\n断に影響を及ぼすものではない。\n結局、本件意匠出願前の公知意匠に照らして考えると、本件意匠のうち、需要\n者・取引者の注意を強く惹くと考えられ、意匠の要部に当たる部分は、正面部の形\n状のうち、①基台の全体的形状がＹ字形状を形成していること、②頭部のアウター\nジョウの幅が接続部の幅と比べて約三倍になるよう、アームの両辺に拡開斜辺部が\n設けられており、一対のアームが全体として左右対称のほぼ漏斗形状を形成してい\nること、③基台左右外側部に等脚台形形状の外側板が張設され、その中央に長円形\nの切欠部が設けられていること、④可動片の形状が、台形の両斜辺部を延長するよ\nうに腕杆が伸びた傘形形状であることに加え、従たるものとして、⑤背面部の形状\nのうち、周縁リブがアーム及び基部を囲むよう設けられ、内側リブが、基部でＸ字\n状に交差し、右交点からＵ字型開口部の中心に向けて垂直に伸び、アーム部でＸ字\n状リブの端部から頭部の中心部に向かって伸び、アウタージョウ部位にはほぼ長方\n形状の凹部が設けられている形状と認めるのが相当である。\nなお、被控訴人は、ねじ軸がねじ軸ホルダーに対して回転自在であり、可動片が\n空転自在であることも本件意匠の要部に当たると主張するが、ねじ軸の角度及び可\n動片の位置の変化は、専ら、外形寸法の異なる鋼材を簡単に直角固定することがで\nきるというクランプの機能に関することであり、その基本的機構は公知意匠（乙\n二、三）にも明示されているところなので、被控訴人の右主張は採用することがで\nきない。\n（構成の対比）\n本件意匠（その構成態様は前記第二の一２に記載のとおり）とイ号意匠（その構\n成態様は同４に記載のとおり）とを対比すると、両意匠はいずれもクランプに係る\nものであって、その基本的構成態様はいずれも一致している。\n具体的構成態様においても、次の点で一致する。\n①　基台が背面で肉が取られた板状部材であり、正面視において、短い帯状の基部\nと、基部からねじ軸の軸線に対しておのおの四五度の角度をなして左右に分岐延設\nされた一対のアームから構成されている点。\n②　アームが正面視において帯状の接続部、及び、接続部に比べて二～三倍幅が広\nくなった頭部から構成され、アームの両辺に拡開斜辺部が設けられている点。\n③　アームの先端部端縁に沿って、正面視においてほぼ直方体形状のアウタージョ\nウが一体突設されている点。\n④　基台外側壁の背面側に台形形状で薄板状の外側板が張設され、その央部に長円\n形状の切欠部が穿設されている点。\n⑤　一対のアーム間の間隙が角ばった変形Ｕ字形状の開口部となっている点。\n⑥　可動片が全体に傘形形状を有し、腕杆が台形形状の両側斜辺部から延長するよ\nうに設けられている点。\n⑦　背面部において、おおむね基部及びアームの形状を囲む周縁リブが設けられ、\n基部の内側リブが中央でＸ字状に交差している点。\n具体的構成態様は、以下の点で相違している。\n（イ）　基台の全体的形状が、本件意匠では、アームが基部から左右対称に分岐す\nるＹ字形状を形成しているのに対し、イ号意匠では、右側アームが左側アームより\nやや上方の位置から延設されており、一対のアームが基部の中心線に対してやや左\nに傾く感じを与えるｒ字形状を呈している点。\n（ロ）　一対のアームが、本件意匠では形状・大きさとも互いに等しく、いずれも\n帯状の接続部から幅広の頭部に向けて、両辺が左右対称に拡開していくほぼ漏斗形\n状を有しているのに対し、イ号意匠では、左側アームが右側アームよりやや全長が\n短く、各アームの形状も、内側と外側では拡開斜辺部の位置及び傾斜角度が異なる\n左右非対称形状を呈している点。\n（ハ）　アウタージョウが、正面視において、本件意匠では単なる細長い直方体で\nあるのに対し、イ号意匠では、その両端と中央部との間に直方体状凹部が二か所に\n設けられている点。\n（ニ）　正面視において、基台外側壁部に設けられた外側板が、本件意匠では等脚\n台形形状であるのに対し、イ号意匠の右側のそれは下側の斜辺が上側の斜辺より長\nい不等脚台形形状である点。\n（ホ）　アーム間のＵ字型開口部が、本件意匠では左右対称なのに対し、イ号意匠\nでは、右側が左側より長い左右非対称の空間を形成している点。\n（ヘ）　可動片本体の台形形状の両側斜辺部から伸びる腕杆が、本件意匠では同幅\nなのに対し、イ号意匠ではやや先細状になっている点。\n（ト）　背面では、基部の周縁リブの内側に、本件意匠では、Ｘ字型に交差する二\n本に加え、その交点からＵ字型開口部の中心に向かって垂直に伸びる三本目の内側\nリブが設けられているのに対し、イ号意匠では、Ｘ型の二本だけしか設けられてお\nらず、また、アーム部の内側リブが、本件意匠では、Ｘ字状リブの端部から頭部中\n心部に向かって真直に伸びているのに対し、イ号意匠では、アーム部の内側リブが\n変形Ｙ字形状をしている点。\n（類否判断）\n右対比に基づき類否を判断すると、本件意匠とイ号意匠とは、需要者・取引者の\n最も注意を惹く部分のうち、前記①ないし⑦の一致点がある。\n他方、相違点については、次のとおり判断することができる。\n（イ）　本件意匠ではアームの位置が左右対称なのに対し、イ号意匠では正確には\n右側アームが左側アームよりやや高い位置から分岐しているという差異があるもの\nの、右差異は、イ号意匠においても両外側板の高さにほとんど違いがないことと、\nアームの分岐位置が明確でないことに加え、基台部分にかなり厚みがあることと相\nまって、基台正面部の全体的形状から見ると極めてわずかな違いであり、概観全体\n的にはほぼ左右対称と見える。\n（ロ）　本件意匠では一対のアームの形状・大きさが同一であり、各アームとも左\n右対称のほぼ漏斗形状を呈しているのに対し、イ号意匠では、正確には、左右アー\nムで幅及び全長が異なり、各アームも外側と内側では拡開斜辺部の位置及び傾斜角\n度が異なる左右非対称形状を呈しているという差異があるものの、イ号意匠におい\nても、左右両アームの頭部の幅はほぼ同一であり、アームの全長から見ると左右ア\nームの長さの違いもわずかなことに加え、両アームとも、外側では約七五度、内側\nでは約四五度の傾斜角度を有する同種構成の拡開斜辺部を有しているため、一対の\nアームを全体的に観察した場合、両側部が頭部に向けて左右ほぼ同角度を呈しなが\nら順次直線的に広がっていくという全体の印象と比較して、左右アームにおける接\n続部の幅・長さの違い、外側と内側での拡開斜辺部の位置の違いという相違点は視\n覚上の印象が薄く、概観全体的にはほぼ左右対称と見える。\n（ハ）　アウタージョウの形態が本件意匠ではほぼ直方体形状のものであるのに対\nし、イ号意匠では両角が少し切り取られており、二か所の凹部があるという差異が\nあるものの、イ号物件でも基本形状は直方体形状でありそれに凹部が設けられてい\nるように見えるため、この程度の差異は、需要者・取引者の注意を惹く程度が低い\n微差と考えられる。\n（ニ）　外側板の全体形状が本件意匠では等脚台形形状であるのに対し、イ号意匠\nでは右側のそれのみが不等脚台形形状であるという差異も、全体の形状から見ると\n極めてわずかなものであるため視覚上の印象が薄い。\n（ホ）　Ｕ字開口部が本件意匠では左右対称なのに対し、イ号意匠では左右で両辺\nの長さが異なる左右非対称であるという差異も、右の（ニ）と同様である。\n（ヘ）　可動片の腕杆が本件意匠では同幅なのに対し、イ号意匠ではやや先細状で\nあるという差異も、イ号意匠においても、腕杆の外辺は本件意匠と同様に台形形状\nの斜辺の延長線上にある上、先細状とはいえ腕杆の付根と先端部とで幅の差異は極\nくわずかなため、特にこれを見る者が本件意匠と正確に比較対照して注意して見な\nければ分からない程度の軽微な違いである。\n（ト）　背面リブの相違点のうち、本件意匠の基部に設けられたＸ字形状の内側リ\nブの交点から垂直に伸びる短い内側リブは、Ｘ字を表わす二本のリブと比べて看者\nの注意を惹くものではないから、その有無にかかわらず、基部部分にＸ字状の背面\nリブが設けられているという印象は、本件意匠、イ号意匠とも同一である。また、\nアーム部の内側リブが、本件意匠ではＸ字状リブの端部から頭部中心に向かって真\n直に伸びているのに対し、イ号意匠ではＸ字状リブの端から先端部に向けて広がる\n変形Ｙ字形状を呈しているという相違があるが、これは全体から見ると需要者・取\n引者の注意を惹く程度が低い部位における差異である。\n以上を総合すると、本件意匠とイ号意匠とは、その要部において類似していると\nいうべきであり、全体的に見て、美感を共通にする類似の意匠と認めるのが相当で\nある。\nそうすると、控訴人がイ号物件を製造販売する行為は、本件意匠権を侵害するも\nのである。\n二　争点２（無効事由の存否）\n１　出願前公知に関する控訴人の主張\n本件意匠に係るクランプは、西ドイツ（現・ドイツ）の工具メーカーであるベッ\nセイ・ウント・ゾーン・ゲーエムベーハー・カンパニー（以下「ベッセイ社」とい\nう）が、一九八七年（昭和六二年）三月八日から一一日まで西ドイツ、ケルン市で\n開催されたケルン金物見本市（以下「ケルンメッセ」という）に出展し、その際配\n布した宣伝用カタログに掲載した鉄工用クランプＷＳＭ－９型（以下「ＷＳＭクラ\nンプ」という）と同一であり、本件意匠は出願時である昭和六二年六月一二日以前\nに西ドイツ国内において公然知られていた意匠である。\nしたがって、本件意匠登録には意匠法三条一項一号の無効事由があるから、その\n権利範囲は出願願書に添付した図面代用写真に表されたものと同一のものに厳密に\n限定して解釈されるべきである。イ号意匠が本件意匠と同一でないことは明らかな\nので、イ号物件の製造販売が本件意匠権の侵害となることはない。\n本件意匠の創作者である【Ａ】（ベッセイ社社長）が被控訴人に対し、日本にお\nける本件意匠登録を受ける権利を譲渡していたとしても、譲渡が一九八七年（昭和\n六二年）一月二〇日に行われた旨の記載がある【Ａ】の証明書（甲六）は、譲渡か\nら約五年後に作成された文書であって証拠価値がなく、譲渡は、ベッセイ社が昭和\n六二年三月八日ころＷＳＭクランプをケルンメッセに出展し、本件意匠が意匠登録\nを受ける者の行為に起因して西ドイツ内で公知となった後に行われたと推定される\nべきである。\n仮に、【Ａ】が昭和六二年一月二〇日ころ被控訴人に本件意匠登録を受ける権利\nを譲渡していたとしても、当時、被控訴人とベッセイ社の間では、ベッセイ社が西\nドイツその他の国でＷＳＭクランプを自由に販売することを制約する旨の約束は全\nく存在しなかったので、ベッセイ社がＷＳＭクランプをケルンメッセに出展して本\n件意匠を公知にしたことは、被控訴人の意思に反するものではない。\nところが、被控訴人は、本件意匠登録出願に際し、意匠法四条三項所定の書面等\nを提出していないので、同条二項（意匠の新規性の喪失の例外）の適用を受けるこ\nとはできない。\nしたがって、本件意匠登録に前記無効事由があることに変わりはない。\n２　意匠法四八条一項三号の無効事由に関する控訴人の主張\n被控訴人は、被控訴人会社専務取締役【Ｂ】及びベッセイ社社長の【Ａ】を創作\n者として本件意匠登録出願をしたが、【Ｂ】は、実際には、鉄工用クランプの開発\nというアイデアを呈示したにすぎず、右アイデアを具体化し、産業上利用できるよ\nうな形に創作したのは【Ａ】を始めとするベッセイ社側なので、本来、【Ｂ】は本\n件意匠の共同創作者とはなり得ない。共同創作者でない者を共同創作者として意匠\n登録出願をし、その登録を受けた場合その意匠権は無効であり、共同創作者でない\n者から意匠登録を受ける権利の譲渡を受けてもその譲渡は無効である。\nしたがって、本件意匠の登録は、創作者でない者であってその意匠について意匠\n登録を受ける権利を承継しないものの出願に対してされたものであり、意匠法四八\n条一項三号の無効事由がある。\n３　被控訴人の主張\n被控訴人は従前からベッセイ社と協調関係にあり、同社から日本における実用新\n案登録を受ける権利、意匠登録を受ける権利を譲り受けて多数出願してきた。本件\n意匠の創作者は、【Ｂ】及び【Ａ】であり、両名は、昭和六二年一月二〇日ころ、\n本件意匠登録を受ける権利を被控訴人に譲渡し、被控訴人は同年六月一二日意匠登\n録出願した。譲渡後、ベッセイ社が同年三月八日から一一日にかけて本件意匠と同\n一意匠のＷＳＭクランプをケルンメッセに出展したのは、専ら被控訴人との連絡不\n十分による過誤に基づくものであり、本件意匠は、被控訴人の意に反して公知にさ\nれたものである。被控訴人は、右出展の日から六か月以内の同年六月一二日、本件\n意匠登録出願をしたので、本件意匠は、意匠法四条一項により公知になっていない\nものとみなされる。\n４　出願前公知に関する判断\n証拠（乙五、六、七の１、２、八の１、２、一〇ないし一二の各１～３、証人\n【Ｂ】）によれば、ベッセイ社は、一九八七年（昭和六二年）三月八日から一一日\nまでの間、西ドイツのケルン市において開催されたケルンメッセに本件意匠と全く\n同一意匠のＷＳＭクランプを出展したこと、ベッセイ社は、ケルンメッセにおい\nて、同年二月現在における同社製品の価格表を見学者に配布したが、右価格表にも\nＷＳＭクランプの写真が掲載されていたこと、ケルンメッセは、世界の主要メーカ\nーが参加する世界最大の工具・金物見本市であり、一九八七年の見本市にはイタリ\nア、カナダ、ルクセンブルグ、ニュージーランド、オランダ、ノルウェー、オース\nトリア、スウェーデン、スイス、アメリカ合衆国の各メーカーが参加していたこ\nと、ＷＳＭクランプは、西ドイツにおいて同年三月二八日付けで発行された雑誌\n「ＥＩＳＥＮＷＡＲＥＮ　ＺＥＩＴＵＮＧ」６／８７に新製品として紹介され、同\n誌三四頁に写真及び説明文が掲載されたことが認められる。これによれば、本件意\n匠は、遅くとも昭和六二年三月下旬ころには、西ドイツを始めとするヨーロッパ諸\n国において公知となり、本件意匠登録出願（昭和六二年六月一二日）前に外国にお\nいて公然知られていた意匠であったと認められる。\n５　反意公知に関する判断\n（一）　本件意匠の創作者\n意匠登録を受ける権利を有する創作者とは、意匠の創作に実質的に関与した者を\nいい、具体的には、形態の創造、作出の過程にその意思を直接的に反映し、実質上\nその形態の形成に参画した者をいうが、主体的意思を欠く補助者や、あるいは単に\n課題を指示ないし示唆したにとどまる命令者はこれに含まれないものと解されると\nころ、証拠（甲七、八の１～３、証人【Ｂ】）によれば、被控訴人は、各種機械工\n具の輸入・販売を業とする会社であり、昭和四三年ころからベッセイ社が製造する\n各種締付工具の輸入及び日本国内での販売を独占的に継続していること、【Ｂ】は\n被控訴人の営業担当者であり、ベッセイ社の輸出担当者である【Ｃ】が一九八五年\n（昭和六〇年）五月五日から一二日までの間、被控訴人との交渉のために日本を訪\n問した際、同人に鉄工用クランプの開発を依頼したこと、本件意匠を具体的な形態\nとしてデザインしたのは【Ａ】らベッセイ社側であり、【Ｂ】ら被控訴人社員が本\n件意匠の創作に関してベッセイ社と連絡を取ったり、アイデアを出し合ったりして\nいた形跡はないことが認められる。これによれば、【Ｂ】は、ベッセイ社に対し、\n単に鉄工用クランプの開発という抽象的なアイデアを表示したにとどまり、その\n後、本件意匠の形態の創作過程において、自分の意思を反映させていないから、本\n件意匠の共同創作者であるということはできない。結局、本件意匠の創作者であ\nり、その意匠登録を受ける権利を有する者は、ベッセイ社社長の【Ａ】のみである\nと推認される。\n（二）　意匠登録を受ける権利の譲渡の時期\n証拠（甲一～五の各１、２、七、八の１～３、九、一〇、証人【Ｂ】）によれ\nば、被控訴人は、昭和五五年ころから、ベッセイ社の開発する工具の考案・意匠に\nついて日本における意匠登録及び実用新案登録を受ける権利を多数譲り受け、\n【Ｂ】及び【Ａ】を共同創作者又は共同考案者として登録出願していたこと、その\n際、被控訴人とベッセイ社の間では譲渡に関して契約書等の書面を作成せず、口頭\nの合意に基づき譲渡が行われていたこと、【Ｃ】は、一九八五年（昭和六〇年）五\n月五日から一二日までの間、被控訴人との交渉のため来日した際、【Ｂ】らに対\nし、ベッセイ社の人気商品である木工用クランプＷＳ３型から新たに金属領域に使\n用できるクランプを開発する予定があると伝えるとともに、右クランプについて、\n被控訴人が日本での所定の時期に特許出願ないしは意匠登録出願をすべき旨を指摘\nしたこと、【Ｃ】は、同年五月三〇日付け報告書（甲八の一）によりベッセイ社に\n右交渉経過を報告したこと、ベッセイ社は、昭和六一年末ころ、新しい金属用クラ\nンプ（ＷＳＭクランプ）のデザインを最終的に決定してこれを被控訴人に通知し、\n昭和六二年二月六日、被控訴人に対して、同社の刻印がないＷＳＭクランプの見本\n一個を送付したこと、被控訴人は、右見本の正面、底面、平面、側面、背面、斜視\n状態を撮影した写真を添付して、同年六月一二日、本件意匠登録出願をしたことが\n認められる。\nこれに甲第六号証の一、二を併せ考えれば、被控訴人は、遅くとも昭和六二年二月\n初旬ころには、本件意匠の創作者でありその意匠登録を受ける権利を有する【Ａ】\nから、日本における本件意匠登録を受ける権利の譲渡を受けたものと推認すること\nができ、右認定を左右するに足りる証拠はない。\n控訴人は、仮に【Ａ】が被控訴人に本件意匠登録を受ける権利を譲渡していたと\nしても、右譲渡が昭和六二年一月二〇日であるとする【Ａ】の証明書（甲六）には\n証拠価値がなく、この点に関する【Ｂ】の証言も曖昧なので、その譲渡日は、ベッ\nセイ社がＷＳＭクランプをケルンメッセに出展した同年三月一〇日以降と推定され\nると主張する。なるほど、証拠（甲六、証人【Ｂ】）によれば、右証明書の作成日\n付は、譲渡時期とされる同年一月二〇日から約五年後で、それも本訴においてその\n譲渡の時期が争点になった後の一九九一年（平成三年）一二月二七日に作成された\nものであり、【Ｂ】も本件意匠登録を受ける権利の譲渡の日時に関して明確な記憶\nを有していないことが認められる。しかしながら、前記認定の経緯によれば、ベッ\nセイ社は、被控訴人に対し、本件クランプの開発前から日本における意匠登録申請\nを示唆しており、昭和六一年末には最終的なデザイン決定を被控訴人に通知し、翌\n昭和六二年二月六日には社名を刻印していない見本を送付している。したがって、\nベッセイ社と被控訴人との間では、当初から、本件意匠登録を受ける権利の譲渡に\nついて黙示の合意があったものというべきである。そして、ケルンメッセでの公開\n前に同社が被控訴人に刻印のない見本を送付したのは、これを日本における意匠登\n録出願に使用させる意図であったと解するのが相当であり、【Ａ】と被控訴人の間\nでは、遅くとも右見本クランプ送付の時点までには、確定的に譲渡の合意があった\nことが推認できる。控訴人の右主張は採用できない。\n（三）　被控訴人の意に反する公知\n前項掲記の各証拠及び前項認定事実に弁論の全趣旨を総合すると、①被控訴人\nは、新しい金属用クランプ（ＷＳＭクランプ）の開発のアイデアをベッセイ社に提\n供したのみで、具体的製品のデザイン等実際の製品開発作業は専ら同社が担当した\nこと、②従前からベッセイ社製の新製品のうち相当数について、日本における同社\nの総輸入元である被控訴人が、同社ないし【Ａ】から本件意匠登録を受ける権利の\n譲渡を受け、被控訴人の社員【Ｂ】とベッセイ社の代表者【Ａ】の両名を創作者又\nは考案者として、日本国内において意匠登録出願又は実用新案登録出願をしてお\nり、今回のＷＳＭクランプについても、被控訴人と【Ａ】との間において、被控訴\n人が前同様意匠登録を受ける権利の譲渡を受け、日本で意匠登録出願することが当\n初から黙示的に合意され、両社ともそれを当然の前提として行動していたこと、③\nしかし、ベッセイ社は、同社内におけるＷＳＭクランプの開発状況及び見本市への\n出展時期及び市場への製品投入時期等を含めその西ドイツ国内及び近隣ヨーロッパ\n諸国における市場動向の詳細を逐一報告するようなことはせず、一方、被控訴人と\nしても昭和六二年二月六日に前記認定の見本送付を受けて初めて、ＷＳＭクランプ\nのデザインを確定的に把握したもので、それまでに右開発状況及び市場動向の詳細\nについて、ベッセイ社に問い合せたり、自ら調査したりするなどの措置をとらなか\nったことが認められる。\nこの認定事実によれば、ベッセイ社が同年三月八日から一一日にかけて本件意匠\nと同一意匠のＷＳＭクランプをケルンメッセに出展したのは、専ら被控訴人との連\n絡不十分によるものであり、本件意匠は、意匠登録を受ける権利を譲り受けた被控\n訴人が意匠登録出願する前に、被控訴人の意に反して、創作者（【Ａ】）によって\n一方的に公表されたものというべきである。そして、被控訴人は右公表の日から六\nか月以内の同年六月一二日、本件意匠につき意匠登録出願をしたので、意匠法四条\n一項により、本件意匠は公知になっていないものとみなされる。本件意匠に意匠法\n三条一項一号該当の無効事由がある旨の控訴人主張は採用できない。\n（四）　意匠法四八条一項三号に関して\n控訴人は、本件意匠登録は、創作者でない者であってその意匠について意匠登録\nを受ける権利を承継しない者の出願に対してされたものなので、意匠法四八条一項\n三号所定の無効事由がある旨主張するが、被控訴人が本件意匠につき意匠登録を受\nける権利を有する【Ａ】から日本における本件意匠登録を受ける権利の譲渡を受け\nたことは前記認定のとおりなので、右控訴人主張も採用できない。なお、本件意匠\n登録出願願書には共同創作者でない【Ｂ】が共同創作者と記載されて意匠登録され\nていることは控訴人指摘のとおりであるが、そのような事実があっても、被控訴人\nが、本件意匠登録を受ける権利をその権利者から譲り受けている以上、本件意匠登\n録に意匠法四八条一項三号所定の無効事由があるということができないことは明ら\nかである。\n三　争点３（損害賠償額）\n侵害者の過失の推定を規定する意匠法四〇条本文は、特許庁において意匠権の設\n定の登録があったときは、同法二〇条三項により所定事項を意匠公報に掲載して公\n告し、公告後はこれにより一般人は意匠権が設定されたこと及びその意匠内容を知\nったものと擬制することを前提としている。したがって、意匠公報が未発行の時点\nにおける意匠権の侵害については、過失を推定することはできない。\n本件意匠公報発行前における控訴人のイ号物件の販売が本件意匠権を侵害するこ\nとについて、控訴人に故意又は過失があったことを認めるに足りる証拠はないか\nら、意匠公報発行の日である平成元年六月二九日以降における控訴人の侵害行為\n（イ号物件の販売）に過失があったことは推定することができるが、それより前の\n行為には過失を推定することができない。\n控訴人が平成元年八月三一日までイ号物件を販売していたこと、控訴人が販売し\nたイ号物件の台数が月平均九〇個であることは当事者間に争いがない。弁論の全趣\n旨によれば、控訴人がこれを一個当たり八八〇〇円で代理店に販売していたこと、\nイ号物件一個当たりの純利益率は一〇パーセントと認めるのが相当であり、これに\nよれば、控訴人がイ号物件の販売により得た利益相当額は、少なくとも、月平均の\n販売個数九〇個に販売月数二・〇七か月（平成元年六月二九日から同年八月三〇日\nまで）、販売価格八八〇〇円及び純利益率一〇パーセントをそれぞれ乗じた一六万\n三九四四円と認める。\nよって、被控訴人は控訴人の右侵害行為により右と同一の損害を受けたものと推\n定される（意匠法三九条一項）。\n第四　結論\n以上の次第で、本件意匠権侵害による損害金一六万三九四四円及びこれに対する\n平成二年一一月一日から年五分の割合の金員の支払を求める部分の被控訴人の請求\nを認容した原判決は正当であり、本件控訴は理由がない。控訴費用の負担につき、\n民訴法九五条、八九条を適用して、主文のとおり判決する。\n（裁判官　潮　久郎　山崎　杲　塩月秀平）\n"
}