{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 9,
    "day": 30
  },
  "case_number": "平成10(行ケ)414",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13634",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13634",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/634/013634_hanrei.pdf",
  "contents": "平成１０年（行ケ）第４１４号　審決取消請求事件\n判　　　　決\n原　　　　　　告            株式会社小久保工業所\n代表者代表取締役            【Ａ】\n訴訟代理人弁理士            【Ｂ】\n同　　　　　　　　　　　　　【Ｃ】\n被　　　　　　告　　        進弘繊維株式会社\n代表者代表取締役            【Ｄ】\n訴訟代理人弁護士            中　　嶋　　邦　　明\n同                          平　　尾　　宏　　紀\n同        　　　　          井　　上　　楸　　子\n同　　　　弁理士　　　　　　【Ｅ】\n同　　　　　　　　　　　　　【Ｆ】\n同　　　　　　　　　　　　　【Ｇ】\n同　　　　　　　　　　　　　【Ｈ】\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事　　　　実\n第１  請求\n特許庁が平成１０年審判第３５０３３号事件について平成１０年１１月３０日に\nした審決を取り消す。\n第２  前提となる事実（当事者間に争いのない事実）\n１  特許庁における手続の経緯\n被告は、考案の名称を「ごみ袋」とする登録第２０４７２９０号実用新案（平成\n２年３月２３日出願（実願平２‐３０４０９号）、平成６年３月２日出願公告、平\n成７年１月２３日設定登録。以下「本件考案」という。）の実用新案登録権者であ\nる。\n原告は、平成１０年１月２１日本件考案の登録を無効とすることについて審判を\n請求した。\n特許庁は、この請求を平成１０年審判第３５０３３号事件として審理した結果、\n平成１０年１１月３０日、本件審判の請求は成り立たない旨の審決をし、その謄本\nは、同年１２月７日原告に送達された。\n２　本件考案の要旨\n上下が開口した筒形網体の上端周縁に口ゴム部を設け、\n筒心を軸に下端部を捩って折返すと共に、\n網体側面にこの端縁を固着して二重の袋底を形成した\nごみ袋。（別紙１第１図ないし第４図参照）\n３　審決の理由\n審決の理由は、別紙２審決書の理由写し（以下「審決書」という。）に記載のと\nおりであり、審決は、本件考案は引用例１（審決時甲第１号証、本訴甲第３号証。\n実公昭４７－４８００号公報）及び引用例２（審決時甲第２号証、本訴甲第４号\n証。実開昭６２－１００９０３号公報）に記載された考案から極めて容易に考案を\nすることができたものであるから、本件考案の登録は実用新案法３条２項の規定に\n違反して登録されたものであり、同法３７条１項１号の規定により無効とされるべ\nきである旨の請求人（原告）の主張は、理由がないと判断し、本件考案の登録を無\n効とすることはできないとした。\n第３　審決の取消事由\n１  認否\n(1) 審決の理由１（本件登録実用新案の要旨）及び２（当事者の主張）は認め\nる。\n(2) 審決の理由３（当審の判断）のうち、審決書４頁２行「甲第１号証」から\n４行まで、及び４頁１０行ないし１７行は争い、その余は認める。\n(3) 審決の理由４（むすび）は争う。\n２  取消事由\n審決は、相違点の認定を誤り（取消事由１）、相違点についての判断を誤った結\n果（取消事由２）、本件考案の進歩性の判断を誤ったものであるから、違法なもの\nとして取り消されるべきである。\n(1) 取消事由１（相違点の認定の誤り）\n審決は、引用例１の考案は、「筒形網体の上端周縁に口ゴム部を設け、筒心を軸\nに下端部を捩って折返すと共に、網体側面にこの端縁を固着して二重の袋底を形成\nしたごみ袋」との本件考案の構成を有していない点で両者は相違する旨（審決書４\n頁２行ないし４行）認定するが、誤りである。引用例１には、「筒形網体の筒心を\n軸に捩って折返し、網体側面に前記折返した端縁を被せて二重の袋を形成した」こ\nとは示されているものである。\nすなわち、引用例１（甲第３号証）の第３図には、筒形網体の筒心を軸に捩るこ\nとが示され、第１図には、網体側面に前記折り返した端縁を被せて二重の袋を形成\nすることが示されている。\nしたがって、審決の相違点の認定の一部は、誤りである。\n(2) 取消事由２（相違点についての判断の誤り）\n審決は、引用例２には、「本件考案の「上下が開口した筒形網体の上端周縁に口\nゴム部を設け、筒心を軸に下端部を捩って折返すと共に、網体側面にこの端縁を固\n着して二重の袋底を形成したごみ袋。」の構成は記載していないし、示唆もされて\nいない。」（審決書４頁１０行ないし１４行）と判断するが誤りである。\nア　下端部で捩る点\n本件考案のうち、下端部で捩る点については、中間部か下部かは明瞭な区別のつ\nく構成要件ではなく、したがって、どこで捩るか、そして、底部のみを二重にする\nか、全体又は大部分を二重にするかは設計上の問題にすぎず、当業者なら公知技術\nからきわめて容易に気が付く事項である。\nイ　上端周縁に口ゴム部を設ける点\n引用例２（甲第４号証）には、本件考案と同一の流しコーナーに使用する全面多\n孔性フィルムのごみ袋が示され、その上端縁には口ゴム部が設けられているから、\n上端周縁に口ゴム部を設けることは、引用例２を組み合わせることによって、容易\nに想到することができるものである。\nウ　固着の点\n捩って折り返して二重の袋にする限り、何らかの方法で折り返し部を固着するの\nは、当業者なら当然のことである。\nエ　甲第７号証\nなお、甲第７号証（実公昭６３－３５５５０号公報）には、「両端が開放された\n一定長の筒布であって、その一側に排風窓を設けると共に、前端開口部の周辺にゴ\nム、又は紐等を挿通して絞縮可能とし、・・・一定の目巾に編織された筒状の網袋\nであって、その径及び長さを上記筒布と略同一に縫製する」技術が記載されてお\nり、この記載は、引用例１及び引用例２を補強するものである。\n第４　審決の取消事由に対する認否及び反論\n１  認否\n原告主張の審決の取消事由は争う。\n２  反論\n(1) 取消事由２（相違点についての判断の誤り）について\n引用例１には、本件考案の構成のうち、筒形網体の構成に相当する構成や、筒心\nを軸に捩って折り返す構成に相当する構成があるとしても、捩って折り返す部分が\n下端部である構成や、折り返した端縁を網体の側面に固着して二重の袋底を形成す\nる構成は、記載も示唆もされていない。\nまた、引用例２には、本件考案の構成のうち、上端周縁に口ゴム部を設けた構成\nに相当する構成や、ごみ袋であることに相当する構成があるとしても、その余の構\n成は、記載も示唆もされていない。\nしたがって、本件考案の構成のうち、\n(ｱ) 下端部を捩って折り返す構成、\n(ｲ) 網体側面に折り返した端縁を固着して二重の袋底を形成する構成\nは、引用例１にも引用例２にもないから、引用例１と引用例２とをどのように組み\n合わせても、本件考案に想到することはできない。\nしかも、本件考案は、上記構成が一体不可分となって、二重の袋底にごみの重量\nがかかると、中心部が更にきつく締められ、耐荷重性に優れ、また、水分等は上部\nの一重の部分から速やかに排出されるという作用効果を奏することができるとこ\nろ、引用例１や引用例２には、これらの構成が一体不可分となって上記の作用効果\nを奏することを示唆するところもない。\n理　　　　由\n１　取消事由１（相違点の認定の誤り）について\n(1) 本件考案の要旨（前記第２、２）は、当事者間に争いがない。\n(2) 引用例１の考案の認定及び本件考案と引用例１の考案との一致点、相違点の\n認定（審決書３頁１３行ないし４頁４行）のうち、引用例１の考案は、「筒形網体\nの上端周縁に口ゴム部を設け、筒心を軸に下端部を捩って折返すと共に、網体側面\nにこの端縁を固着して二重の袋底を形成したごみ袋」との本件考案の構成を有して\nいない点で両者は相違すること（審決書４頁２行ないし４行）という部分を除く事\n実は、当事者間に争いがない。\n(3) 甲第２号証によれば、引用例１（実公昭４７－４８００号公報）には、「図\n面は本案包装体の実施例を示すもので、第２図は本案包装体の素材として用いられ\nる軟質発泡プラスチック製の伸縮自在な筒状網状物１であるこの筒状網状物１を第\n３図に示すようにその長さのほぼ２分の１に当る位置で一回転ねじり、このねじっ\nた個所２を境にして筒状網状物の一片Ａを他片Ｂの上に被せることにより、第１図\nに示すような本案包装体が完成される。」（１欄３４行ないし２欄７行）、「２重\nになった網状物」（２欄１９行、２０行）、「軟質発泡体と２重構造とが相俟って\n外部からの圧迫を完全に防御することができる。」（２欄２４行ないし２６行）と\n記載されていることが認められ、これらの記載及び前記当事者間に争いのない事実\nによれば、引用例１には、原告の主張する「筒形網体の筒心を軸に捩って折り返\nし、網体側面に前記折り返した端縁を被せて二重の袋を形成した」ことが示されて\nおり、この構成のみを抽出すれば、その点では本件考案と引用例１の考案との間に\n相違はないものと認められる。\n(4) しかしながら、審決は、本件考案における上記の構成部分を個別に取り上げ\nて、引用例１の考案との間の相違点として認定したものではなく、以下のアないし\nエの各相違点を認定するに当たり、やや包括的に表現したため、上記の構成部分を\n相違点として認定したかのような結果となったものというべきである。そして、上\n記のように、原告主張の点を一致点と認めても、前記当事者間に争いのない事実及\nび甲第２号証、第３号証によれば、審決が次のアないしエの点を本件考案と引用例\n１の考案との相違点として認定したことは明らかであり、その認定自体に誤りはな\nいものである。\nア　本件考案はごみ袋に関するものであるのに対して、引用例１の考案は、り\nんご、なし類の包装体に関するものであること、\nイ　本件考案では上端周縁に口ゴム部を設けているのに対して、引用例１の考\n案では口ゴム部は設けられていないこと、\nウ　捩る位置に関して、本件考案では「下端部」を捩るのに対して、引用例１\nの考案では「ほぼ２分の１に当る位置」で捩ること、\nエ　本件考案では、折り返した端縁を網体の側面に固着して、袋が一重の部分\nを上部に残して袋底のみを二重に形成したのに対して、引用例１の考案では、反転\nした一片の一端を他片に固着することなく、反転した筒状網状物の一片を他片の筒\n状網状物に被せて袋全体を二重に形成したこと。\n(5) 審決は、以上のアないしエの相違点を前提として、本件考案と引用例１の考\n案とを対比し、検討しているのであって、上記の原告主張の点が一致点であるとし\nても、このことから審決のした容易推考性に関する判断に影響が及ぶものでないこ\nとは、後記２（取消事由２について）の説示からも明らかである。\n２　取消事由２（相違点の判断の誤り）について\n(1) 上記相違点ウ（捩る位置の点）、相違点エ（折り返した端縁固着の点）につ\nいて検討する。\n甲第２号証によれば、審決も認定するとおり（審決書５頁３行ないし１１行）、\n本件考案は、「下端部を捩って折返すと共に、網体側面にこの端縁を固着して二重\nの袋底を形成」（登録請求の範囲）することによって、「二重の袋底を作成したこ\nとから、この袋底にごみの重量がかかると、中心部が更にきつく締められ、耐荷重\n性に優れる。・・・さらに、下端部のみが二重になっていることから、水分等は上\n部の一重の部分から速やかに排出される。」（甲第２号証(2)頁右欄１８行ないし２\n５行）との作用効果を奏するものであることが認められるところ、甲第３号証及び\n第４号証によれば、引用例１及び引用例２には、上記のように構成することの記載\nも示唆もない（なお、原告が引用例１及び引用例２を補強するものとして提出する\n甲第７号証を参酌しても、この点の判断は同様である。）。\n(2) 原告は、下端部で捩る点について、中間部か下部かは明瞭な区別のつく構成\n要件ではなく、したがって、どこで捩るか、そして、底部のみを二重にするか、全\n体又は大部分を二重にするかは設計上の問題にすぎない、また、捩って折り返して\n二重の袋にする限り、何らかの方法で折り返し部を固着するのは当業者なら当然の\nことである旨主張する。しかしながら、原告の上記主張は、その主張を裏付ける周\n知技術等の指摘もなく、自明のことともいえないものであり、採用することができ\nない。\n(3) したがって、本件考案は、引用例１の考案に引用例２の考案を合わせて考察\nしても、極めて容易に想到し得たものと認めることができない旨（審決書４頁１５\n行ないし１７行）の審決の判断に誤りはなく、原告主張の取消事由２は理由がな\nい。\n３ 結論\n以上によれば、原告の請求は理由がないから、これを棄却することとし、主文の\nとおり判決する。\n（口頭弁論終結の日　平成１１年９月１６日）\n東京高等裁判所第１８民事部\n裁判長裁判官 　    永　　井　　紀　　昭\n裁判官   　  塩　　月　　秀　　平\n裁判官     　市　　川　　正　　巳\n"
}