{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 5,
    "month": 11,
    "day": 15
  },
  "case_number": "平成4(ネ)388",
  "case_name": "執行判決本訴、請求異議反訴請求事件",
  "court_name": "東京高等裁判所第九民事部",
  "lawsuit_id": "20225",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20225",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/225/020225_hanrei.pdf",
  "contents": "主　　　　文\n一　原判決を取り消す。\n二　被控訴人の請求をいずれも棄却する。\n三　訴訟費用は、第一・二審とも被控訴人の負担とする。\n事　　　　実\n第一　当事者の求める裁判\n一　控訴人\n１　原判決を取り消す。\n２　被控訴人の請求をいずれも棄却する。\n３　（予備的反訴として）控訴人・被控訴人間のアメリカ合衆国テキサス州ベク\nサー郡第二八八司法区地方裁判所第八三―ＣＩ―一四〇六一号事件につき、同裁判\n所が平成元年一一月一三日に言い渡した判決に基づいて強制執行をすることは許さ\nない。\n４　訴訟費用は第一・二審とも被控訴人の負担とする。\n二　被控訴人\n本件控訴を棄却する。\n第二　当事者の主張\n一　本訴関係\n１　請求原因\n（一）　当事者\n控訴人は日本の国籍を、被控訴人はアメリカ合衆国の国籍をそれぞれ有する者で\nある。\n（二）　外国判決の存在\n（１）　控訴人と被控訴人とは、一九八二年七月三日、アメリカ合衆国テキサス\n州の法令に従い婚姻して同州に居住し、同年九月一六日、長女ａ１をもうけたが、\n一九八四年五月一一日にされた同州ベクサー郡第二八八司法区地方裁判所（以下\n「本件外国裁判所」という。）の離婚判決（一）Ｄｅｃｒｅｅ　ｏｆ　Ｄｉｖｏｒ\nｃｅ以下「本件離婚判決」という。）によって離婚した。\n（２）　本件外国裁判所は、本件離婚判決において、控訴人をａ１の単独支配保\n護者（ソール・マネージング・コンサーバターＳｏｌｅ　Ｍａｎａｇｉｎｇ　Ｃｏ\nｎｓｅｒｖａｔｏｒ）すなわち保護親（カストディアル・ペアレソトＣｕｓｔｏｄ\nｉａｌｐａｒｅｎｔ）、被控訴人を本件離婚判決において定める夏休み等の一定期\n間中だけａ１をその保護下に置くことができる一時占有保護者（ポゼッソリー・コ\nンサーバターＰｏｓｓｅｓｓｏｒｙ　Ｃｏｎｓｅｒｖａｔｏｒ）と定め、かつ、本\n件外国裁判所の許可なくして州外へ子を移動させることを禁じた。\n（３）　控訴人は、その後、本件外国裁判所の制限付きの許可を得て、一九八九\n年五月、ａ１を連れてテキサス州から日本に転居した。\n（４）　本件外国裁判所は、被控訴人から控訴人に対するａ１の親子関係に関す\nる訴え（右（２）の単独支配保護者等に関する決定及び右（３）の転居許可決定の\n修正変更等を求めることを内容とするもの。以下「本件外国判決事件」という。）\nに基づき、陪審裁判による事実審理を遂げた上で、同年一一月一三日、ａ１の単独\n支配保護者を控訴人から被控訴人に、一時占有保護者を被控訴人から控訴人にそれ\nぞれ変更するとともに、控訴人に対し、特定の期間を除いて、ａ１を被控訴人に引\nき渡すこと、及び養育費を支払うことなどを命ずる判決（以下「本件外国判決」と\nいう。）を言い渡した。\n（５）　本件外国判決は、同日、同裁判所判決綴第八二九Ａ巻六二二頁ないし六\n三四頁に登録され、控訴人が法定の期間内に上訴しなかったため確定した。\n（三）　民事執行法二四条及び民事訴訟法二〇〇条の要件該当性\n（１）　本件外国判決は、民事執行法二四条にいう外国裁判所の「判決」、民事\n訴訟法二〇〇条にいう外国裁判所の「確定判決」に当たる。\n外国裁判所の裁判が民事執行法二四条、民事訴訟法二〇〇条にいう「判決」に当\nたるか否かは、ある国で認められた権利の他の国における実現を保障し、また、私\n的法律関係の国際的安定を確保しようとする外国判決承認制度の趣旨からみて、実\n体私法上の法律関係につき、当事者双方の審問を保障する手続により、裁判所が終\n局的にした裁判であることをもって足りると解すべきである。\n本件外国判決は、ファイナル・ジャッジメントと称する裁判であり、本件外国裁\n判所が当事者である控訴人・被控訴人間の子の監護をめぐる民事上の争訟につい\nて、当事者双方の申立及び主張に基づき、証拠開示手続を終えた上で、陪審による\n事実審理を経て、その評決に基づいて宣告された終局的民事裁判であることは明ら\nかである。したがって、本件外国判決は、前記の外国裁判所の「判決」に当たる。\n本件外国判決が言渡後の事情の変化によって変更可能であることは、後の裁判に\nよって形成的に裁判の内容が変更される可能性があるというにすぎず、言渡時にお\nける最終判断であるという本件外国判決の性質をいささかも変えるものではない。\n（２）　本件外国判決は、民事訴訟法二〇〇条一号所定の要件を具備している。\nわが国の国際民事訴訟法理論によれば、未成年の子の親権者の指定・変更、監護\n者の指定・変更等については、子の現実の居住国の裁判管轄権を認めるべきである\nとしても、民事訴訟法二九条によれば、管轄決定の標準時は起訴時とされているの\nで、国際裁判管轄権についても、同条の類推により、外国訴訟の起訴の時点での判\n決国の一般管轄権が肯定されるかどうかの判断によるべきである。\n本件外国判決事件につき、被控訴人が本件外国裁判所に提訴した時点において\nは、ａ１はアメリカ合衆国テキサス州に居住していたのであるから、本件外国裁判\n所が本件外国裁判事件につき管轄権を有していたことは明らかである。\n（３）　本件外国判決は、民事訴訟法二〇〇条二号所定の要件を具備している。\n本件外国判決事件の審理には、控訴人代理人弁護士ラワン・ホーランド及び同キ\nャロル・ホーランドが出頭しているので、同号の要件を満たしている。\n（４）　本件外国判決は、民事訴訟法二〇〇条三号所定の要件を具備している。\n「１」　外国判決の内容が公序良俗に違反するか否かは、判決の主文のみについ\nて判断すべきか、判決理由をも判断の対象とすべきかについては争いがあるが、後\n者の立場も、判決主文の導かれるに至った基礎認定事実をも考慮すべきであるとす\nるに止まり、判決理由で認定されていない事実をも斟酌し得るとするものではな\nい。控訴人の主張する事実は、いずれも本件外国判決の認定していない事実である\nか、本件外国判決宣告後の事情であって、本件外国判決が公序良俗に違反するか否\nかの判断に当たっては斟酌することのできないものである。\n「２」　仮に、民事訴訟法二〇〇条三号の「公ノ秩序」に手続的公序が含まれる\nとの立場に立ったとしても、手続的公序に違反するとされるのは、文明国に共通す\nる民事訴訟の基本原則に反する不公正な事由があった場合であり、もとより各国の\n訴訟手続はその司法制度との関連により異なるので、判決国の訴訟手続がわが国の\n訴訟手続と異なっていること自体は問題とすべきではない。家事審判規則五条は、\n本人の原則的出頭義務を規定したに止まり、裁判所が本人の陳述を聞かないで裁判\nをすることができないとの趣旨を含むものではない。そして、本人の陳述を聞かな\nいでした裁判が同条に違反するが故に瑕疵ある裁判になるわけでもない。いずれに\nせよ、本人の原則的出頭義務の規定が文明国に共通する民事訴訟の基本原則を示す\nものでないことは明らかであり、本件外国判決が下されるに当たって、控訴人の代\n理人弁護士が出頭したに止まり、控訴人本人及びａ１が一度も出頭しなかったとし\nても、かかる事実は、文明国に共通する民事訴訟の基本原則に反する不公正な事由\nに当たるということはできない。\n「３」　控訴人は、テキサス州における裁判中に、保証金を積んで一時的に同州\nの外に出る許可を得たものの、判決当日に本件外国裁判所に出頭しなかったので、\n控訴人が積んだ保証金は没収されるとともに、控訴人に対して右裁判所から出頭命\n令違反により人身保護令状が発行されているのである。控訴人は、右裁判所の判決\nの執行を免れるために日本に逃亡してきたのであり、逃亡後の事情をもって、公序\n良俗違反を云々するものであって許されない。\n（５）　本件外国判決は、民事訴訟法二〇〇条四号所定の要件を具備している。\n「１」　テキサス州の民事訴訟手続及び救済方法に関する法律（以下「民事訴訟\n手続法という。）三六・〇〇四条は、金銭の支払に関する外国判決の執行につい\nて、不承認事由に該当しない限り執行可能であるとし、三六・〇〇五条の定める不\n承認事由は、重要な点で民事訴訟法二〇〇条各号所定の条件と異ならない。また、\n同州家族法一一章Ｂ節統一未成年子監護権裁判法は、一一・六三条において、アメ\nリカ合衆国の他州の監護権判決（Ｏｕｔ―ｏｆ―ｓｔａｔｅ　Ｃｏｓｔｏｄｙ　Ｄ\nｅｃｒｅｅｓ）のテキサス州における執行力を極めて緩やかな条件で広く認め、か\nつ、一一・七三条において、これを一般的に合衆国外の国際的領域に適用してい\nる。したがって、本件外国判決と同種類の判決につき、わが国とテキサス州との間\nに相互の保証があるというべきである。\n「２」　同法一四・三一条は、執行に関する手続規定であり、外国判決の内容を\n再審査するものではないので、相互保証の要件があることを認める妨げとはならな\nい。\n２　請求原因に対する控訴人の答弁及び主張\n（一）　請求原因（一）の事実及び同（二）のうち（１）ないし（４）の事実を\n認め、同（５）のうち、登録及び確定の事実は不知。\n（二）　同（三）について\n（１）　本件外国判決は、民事執行法二四条にいう外国裁判所の「判決」及び民\n事訴訟法二〇〇条にいう外国裁判所の「確定判決」に当たらない。\nテキサス州家族法一四・〇八条（ｃ）は、次のように規定しており、単独支配保\n護者の決定が変更可能なものであること、及び変更の要件が通常の確定判決に対す\nる再審の要件とは大きく異なることが明らかである。\n「裁判所は、審問（ｈｅａｒｉｎｇ）の後、以下のような要件のもとに、命令\n（ｏｒｄｅｒ）又は判決の一部（ａｐｒｅｔｉｏｈ　ｏｆ　ｄｅｃｒｅｅ）を修正\nすることができる。\n単独支配保護者を指定したものについては、\n（Ａ）　当該子、単独支配保護者、一時占有保護者、又は当該判決若しくは決定\nに利害関係を有するその他の者の事情が、修正さるべき当該判決若しくは決定が下\nされた日以降、大きくかつ実質的に変化し、かつ、\n（Ｂ）　現在の単独支配保護者を維持することが当該子にとって有害であり、か\nつ、\n（Ｃ）　新たな単独保護者を指定することが当該子にとって積極的な改善をもた\nらす場合」\nこのような裁判は、外国での執行判決をすることを認めても法律関係をいたずら\nに混乱させるのみであるから、民事訴訟法二〇〇条にいう「確定判決」には該当し\nないと解すべきである。\n（２）　本件外国判決は、民事訴訟法二〇〇条一号所定の要件を具備していな\nい。\nわが国の国際民事訴訟法理論においては、親権者の指定・変更ないし子の監護処\n分については、子の住所地に管轄権を認めるものとされているところ、子であるａ\n１は、一九八九年四月一二日に下された判決による許可に基づき、同年五月一七日\nに来日し、住居を日本に移していたのであるから、本件外国判決事件の提起された\n同年九月六日にはアメリカ合衆国に住所を有していなかったので、本件外国裁判所\nは、わが国の国際民事訴訟法の下では管轄権を有しなかったというべきである。\nなお、子の福祉を実現するという観点から裁判所が後見的に判断を下す子の監護\n処分については、裁判管轄権の所在を当事者の意思に委ねて合意管轄ないし応訴管\n轄を認めることはできないというべきである。\n（３）　本件外国判決事件の審理に被控訴人の主張する者が出頭したことを認め\nる。\n（４）　本件外国判決は、民事訴訟法二〇〇条三号所定の要件を具備していな\nい。\n「１」　本件外国判決のように、陪審の下した結論のみを記載した判決について\nは、手続中に現れた資料から公序良俗違反性を認定し得るし、また、本件のように\n子の引渡請求に関しては、現に当該子の居住しているわが国としては、その子の福\n祉に対して関心と責任を持つことを要求されるので、外国判決の承認・執行の是非\nを判断する際には、判決後の事情を含めて子の福祉に係わる一切の事情を考慮すべ\nきものと解するのが相当である。\n「２」　本件においては、次に述べるような事情があるので、本件外国判決を承\n認・執行することは、わが国の公序良俗に違反する。\nａ　本件外国判決がａ１の単独支配保護者を被控訴人に変更したのは、アメリカ\n人と日本人との間の子として生まれたａ１が、日本において混血児として差別を受\nけるであろうという日本社会に対するいわれなき偏見に基づく証言に陪審が影響を\n受けたことによるものであり、不当な考慮に基づくものである。\nｂ　本件外国判決が下されるに当たって、本件外国裁判所の法廷に控訴人の代理\n人弁護士が出頭したに止まり、控訴人本人及びａ１は一度も出頭していない。日本\nにおいては、家事審判規則五条が本人出頭主義を採用しているところ、これは家事\n事件においては事件の実相を把握することが特に重要であるとの考慮に基づくもの\nであり、本人出頭主義は手続上の公序を構成するものと解される。したがって、本\n件外国判決はかかる手続上の公序に違反してされたものである。\nｃ　被控訴人は、「偏執症」の性格を有する者であって、大学からドロップアウ\nトしたり、職を転々としたりしており、社会生活を送る上で問題が多いと評価され\nている。現に被控訴人は、両親と絶縁状態にある上、控訴人との離婚後に再婚した\n女性とも離婚し、その間にもうけた子の監護をめぐる訴訟に関して同女を脅迫する\nなどの行為に出ている。被控訴人は、離婚判決後、ａ１が被控訴人方を訪れた際、\nポルノ雑誌をａ１の目に触れるような場所に散乱させておくなど、その成育に有害\nな行動をしていた。これらの事実に、ａ１は、来日後既に三年を経過し、日本社会\nに完全に順応して安定した生活を営んでいる反面、英語をほとんど解し得なくなっ\nているため、アメリカ合衆国に連れ戻された場合にはかえって順応が困難となるこ\nとなどを併せ考えると、本件外国判決を承認・執行することは、ａ１に明白な害を\nもたらすものである。\nｄ　被控訴人は、最近勤務先から解雇され、定期的な収入を期待できない状態と\nなった。そのため、被控訴人は、後妻との間の子に対する扶養料の減額を裁判所に\n申し立てており、その弁護士費用も支払えない状態である。\nｅ　被控訴人は、ａ１が日本に移住した後、弁護士を介して政治家に金銭を渡\nし、その政治的圧力ないしコネクションを利用してａ１をアメリカ合衆国に連れ戻\nそうと企て、素性の知れない人物を雇って控訴人宅の周辺で聞き込みをさせたり、\nまた、一九九三年四月三〇日には、被控訴人自らが来日して、突然控訴人の留守宅\nを訪れ、更にはａ１の通っている小学校にまで赴いて、嫌がるａ１に面会を強いる\nなど、不当な手段によりａ１との接触を図っている。\n（５）　本件外国判決は、民事訴訟法二〇〇条四号所定の要件を具備していな\nい。\n「１」テキサス州家族法一一・五二条（２）は、「監護権決定（ｃｕｓｔｏｄｙ\nｄｅｔｅｒｍｉｎａｔｉｏｎ）」には、「未成年子の扶養若しくはそのほかの者\nの金銭的義務に関する判決（ｄｅｃｉｓｉｏｎ　ｒｅｒａｔｉｎｇ　ｃｈｉｌｄ\nｓｕｐｐｏｒｔ　ｏｒ　ａｎｙ　ｏｔｈｅｒ　ｍｏｎｅｔａｒｙ　ｏｂｌｉｇａｔ\nｉｏｎ　ｏｆ　ａｎｙ　ｐｅｒｓｐｎ）」を含まないとしている。他方、同州民事\n訴訟手続法三六・〇〇一条（２）（Ｂ）は、「夫婦ないし家族間の扶養（ｓｕｐｐ\nｏｒｔ　ｉｎ　ａ　ｍａｔｒｉｍｏｎｉａｏｌ　ｏｒ　ｆａｍｉｌｙ　ｍａｔｔｅ\nｒ」に関する外国判決を承認・執行の対象から除外している。したがって、「未成\n年子の扶養……に関する判決」は、テキサス州家族法ばかりでなく、同州民事訴訟\n手続法によっても、承認・執行できないことにならざるを得ず、テキサス州とわが\n国との間には、民事訴訟法二〇〇条四号にいう「相互の保証」は存在しないという\nべきである。\n「２」　テキサス州家族法によれば、子の扶養、占有等に関する裁判所の命令の\n執行については、当該命令、決定又は判決の執行を求める申立によって手続が開始\nされ（一四・三一条）、裁判所が審問を行った上（一四・三一四条（ａ））、当事\n者の主張及び証拠に基づいて、右申立について判断すべきものとされているところ\n（一四・三二条（ａ））、その判断に当たっては、当事者や証人の証言により、命\n令の執行により子の最善の利益が実現されるかどうかを考慮すべきことが予定され\nている（一四・三二条（ｃ））。したがって、同州では、子の占有等に関する外国\n判決の執行が申し立てられた場合にも、裁判所が審問をし、そこで得られた証言を\nもとに、当該外国判決の執行により子の最善の利益が実現されるかどうかを判断す\nることになる。こうした手続は、実質上外国判決の内容を再審査してその執行の是\n非を判断するものであり、民事訴訟法二〇〇条四号にいう相互の保証の要件に合致\nしないものといわざるを得ない。\n二　予備的反訴関係\n１　請求原因\n仮に、本件外国判決後に生じた事情がその承認・執行の要件該当性の判断におけ\nる事由としては考慮されないとしても、予備的反訴としての請求異議の訴えにおけ\nる異議事由としては考慮されるべきである。この意味において、前記一２（二）\n（４）に述べた事情のうち、本件外国判決後に生じた事情は、請求異議事由に該当\nする。\n２　請求原因に対する被控訴人の答弁\n（一）　本案前の答弁\n請求異議の訴えは執行力のある債務名義の存在を前提とするものであるところ、\n本件外国判決は、民事執行法二二条各号のいずれにも該当せず、執行力のある債務\n名義であるということはできない。\nしたがって、控訴人の予備的反訴は不適法である。\n（二）　本案の答弁\n争う。本件外国判決は、被控訴人をａ１の単独支配保護者に任命し、この監護権\nに基づいてａ１の引渡等を命ずるものであるところ、控訴人の主張する事由は、被\n控訴人のａ１に対する監護権の喪失事由には当たらないので、主張自体失当であ\nる。\n理　　　　由\n第一　本訴関係\n一　当事者\n請求原因（一）の事実は当事者間に争いがない。なお、証拠（乙一二）によれ\nば、ａ１はアメリカ合衆国の国籍を有することが認められる。\n二　外国判決の存在\n請求原因（二）のうち、（１）ないし（４）の事実は当事者間に争いがなく、証\n拠（甲三）によれば、同（５）の事実が認められる。\n三　民事執行法二四条及び民事訴訟法二〇〇条の要件該当性\n１　本件外国判決は、民事執行法二四条にいう「判決」及び民事訴訟法二〇〇条\nにいう外国裁判所の「確定判決」といえるか。\n（一）　民事執行法二四条は強制執行に関する規定であるから、同条にいう「判\n決」は、強制執行に親しむ具体的な給付請求権を表示してその給付を命ずる内容を\n有した判決のみを指し、それ以外の判決を含まないことは明らかであるが、その余\nの点では、民事訴訟法二〇〇条にいう「判決」と異ならないと解される。そして、\n同条にいう「判決」に当たるかどうかは、法廷地法たる日本法によって決定すべき\nものであるから、実質的な観点から判決に該当するか否かで判断されるべきもので\nあり、実体私法上の争訟すなわち一方より他方に対する権利主張について、相対立\nする当事者双方に審理に出頭する機会が保障されている手続により裁判所が終局的\nにした裁判であれば足り、その形式や名称は問わないものと解するのが相当であ\nる。そして、民事訴訟法二〇〇条にいう「確定」とは、判決国法上、形式的に確定\nしていること、すなわち、通常の不服申立方法が尽きた状態にあることを意味する\nものと解される。\n右の意味における争訟に当たらない事件についての裁判が非訟事件の裁判である\nということができるところ、これについては、民事訴訟法二〇〇条が直接適用され\nるものではないと解される。そして、非訟事件の裁判についても、これによって請\n求権が形成されると同時にその給付を命ずるいわゆる形成給付の裁判及びそれに従\nたる非訟手続の費用確定の裁判については、民事執行法二四条が類推適用ないし準\n用され、執行判決を得て強制執行をすることができ、また、民事訴訟法二〇〇条一\n号及び三号の要件を具備するときには、外国裁判は承認されるものと解するのが相\n当である。\n（二）　これを本件についてみるに、証拠（甲一、五、乙一二、一三）及び弁論\nの全趣旨によれば、次の事実が認められる。\n（１）　本件離婚判決は、次の事項等を定めている。\n「１」　控訴人と被控訴人とを離婚すること。\n「２」　控訴人をａ１の単独支配保護者と定めること。\n親権者は、一時占有保護者に許された権利、特権、義務及び権限に従いつつ、他\n方の親を排除し、親としてのすべての権利、特権、義務及び権限を有すること。\n「３」　被控訴人をａ１の一時占有保護者に任命すること。\n一時占有保護者は、本件離婚判決の掲げる一定の期間、ａ１に対する占有保護及\nび面会の権利を有すること。\n「４」　単独支配保護者は、各占有保護期間の始めに、一時占有保護者に対して\nａ１を引き渡すこと。\n「５」　一時占有保護者は、各占有保護期間の終わりに、直ちに単独支配保護者\nに対しａ１を返還すること。\n「６」　一時占有保護者は、占有保護期間中、本件離婚判決の掲げる一定の権\n利、特権、義務及び権限を有すること。\n「７」　単独支配保護者及び一時占有保護者のいずれも、本件外国裁判所の事前\nの承認なく、ａ１をテキサス州及び同裁判所の司法管轄の外へ移動させないこと。\n「８」　被控訴人は、ａ１の養育費として毎月二二五ドルを控訴人に対して支払\nうこと。右の養育費は、一九八四年三月一五日に最初の分割払い込み期限が到来\nし、その後、ａ１が一八歳に達するか、保護から解放されるまで、毎月一五日限り\n同額が支払われるべきこと。\n「９」　控訴人及び被控訴人は、それぞれ本件離婚判決の掲げる一定の財産を分\n与されること。\n（２）　被控訴人は、一九八八年八月一八日、本件外国裁判所にａ１の単独支配\n保護者を控訴人から被控訴人に変更すること等を求める親子関係に関する訴訟の変\n更の申立をした。\n（３）　控訴人は、一九八九年三月二二日、本件外国裁判所の審問に代理人とと\nもに出頭し、単独支配保護者の住所変更の許可命令等を求める申立をした。\n（４）　本件外国裁判所は、同年四月一二日、控訴人が、命令が署名されてから\n三〇日以後に保証金を積むことを条件に、日本へ、当初は東京都江戸川区ｂ１ｃ１\n―ｄ１―ｅ１へ住所を変更することを許可する決定をした。\n（５）　被控訴人は、同年五月一日、親子関係に関する訴訟の変更の第一回修正\n申立をした。\n（６）　控訴人は、同月一七日、ａ１とともに日本に上陸し、以後、東京都江戸\n川区ｂ１ｃ１―ｄ１―ｅ１に居住している。\n（７）　本件外国裁判事件については、同月八日、控訴人代理人から控訴人の供\n述録取書が提出され、同年九月六日に陪審員団が選任され、同月七日から同月一三\n日まですべての証拠が取り調べられ、同月一四日に陪審説示が与えられて陪審の評\n決がされ、同年一一月一三日に本件外国判決が言い渡された。\n（８）　本件外国判決は、親子関係に関する前命令を修正する最終判決（ＦＩＮ\nＡＬ　ＪＵＤＧＥＭＥＮＴ　ＭＯＤ　ＩＦＹＩＮＧ　ＰＲＩＯＲ　ＯＲＤＥＲＳ\nＩＮ　ＡＦＦＥＣＴＩＮＧ　ＴＨＥ　ＰＡＲＥＮＴ―ＣＨＩＬＤ　ＲＥＬＡＴＩＯ\nＮＳＨＩＰ）との表題のもとにされ、その主たる内容は、次に掲げる部分及び控訴\n人に弁護士費用の支払を命ずる部分である。\n「１」　控訴人は、単独支配保護者を解かれ、被控訴人を新たに、一時占有保護\n者としての控訴人に対して認められた権利、特権、義務及び権限を除き、親として\nのすべての権利、特権、義務及び権限を有する単独支配保護者として任命するこ\nと。\n「２」　被控訴人は、本件外国判決に記載された控訴人の占有保護権の各期間の\n初めに、被控訴人の住居において、ａ１を控訴人に引き渡すべきこと。\n「３」　控訴人は、その占有保護権の終了する時に、被控訴人の住居において、\nａ１を被控訴人に引き渡すべきこと。\n「４」　控訴人は、ａ１の養育費として、一九八九年一二月からａ１が一八歳に\n達し又は死亡するまで、毎月一日限り三〇〇ドルを支払うべきこと。\n（三）　右の事実によれば、本件外国判決は、本件離婚判決等において定められ\nたａ１の監護権及び扶養料の支払等に関する事項等を修正変更することを主たる内\n容とする紛争について、当事者の申立及び主張に基づき、陪審による事実審理を経\nて、その評決に基づいて宣告された終局判決であることが明らかである。そして、\n証拠（甲二、乙三）によれば、アメリカ合衆国テキサス州家族法一一章Ｂ節統一未\n成年子監護権裁判権法（ＵＮＩＦＯＲＭ　ＣＨＩＬＤ　ＣＵＳＴＯＤＹ　ＪＵＲＩ\nＳＤＩＣＴＩＯＮ　ＡＣＴ）一一・五二条（２）　は、「監護権決定（ｃｕｓｔａ\nｄｙ　ｄｅｔｅｒｍｉｎａｔｉｏｎ）」とは、面接権を含め、未成年子の監護権に\nついての裁判所の判決、命令及び指示（ｉｎｓｔｒｕｃｔｉｏｎｓ）を意味する\nが、未成年子の扶養若しくはそのほかの者の金銭的義務に関する判決を含まない旨\nを定めており、また、同法一一・六二条は、監護権判決（ｃｕｓｔｏｄｙ　ｄｅｃ\nｒｅｅ）は、テキサス州において送達を受けたか若しくは通知を受けたすべての当\n事者又は本件外国裁判所の管轄権に服し、審問の機会を与えられたすべての当事者\nを拘束する旨、並びに右の当事者に対し、それが修正されない限り、すべての法律\n上及び事実上の争点について確定的なものである旨を定め、更に、同法一四・〇八\n条（ｃ）は、一定の要件のもとに、単独支配保護者を指定した決定又は判決を変更\nすることができる旨を定めていることが認められる。そうすると、本件外国事件\nは、単独支配保護者である親と一時占有保護者である親との間の監護権の争い並び\nにそれに伴う子の引渡請求及び扶養料の支払請求に関する紛争であり、わが国にお\nいては、非訟事件裁判によって判断されるべきものであるから、本件外国判決は、\n民事訴訟法二〇〇条にいう「確定判決」には当たらないものと解すべきであるが、\n同条一号及び三号の要件を充足する場合には、そのうちの給付を命ずる部分につい\nては、民事執行法二四条の類推適用ないし準用により、執行判決を求めることがで\nきるものと解するのが相当である。\n２　本件外国判決は、民事訴訟法二〇〇条一号所定の要件を具備しているか。\n前認定の事実によれば、本件外国判決は、それに先行して本件外国裁判所によっ\nてされた控訴人・被控訴人間の離婚判決（テキサス州の法令に基づいて婚姻し、同\n州に居住していた控訴人及び被控訴人を離婚する旨の判決）に含まれていたアメリ\nカ合衆国の国籍を有し、かつ、テキサス州に居住していた未成年者であるａ１の単\n独支配保護者等の定めに関する判決等並びにその後に本件外国裁判所がしたａ１及\nび控訴人の住所変更等の許可決定の修正変更を求めて、被控訴人が控訴人を相手方\nとして提起した訴訟において、本件外国裁判所がテキサス州法に基づき、陪審によ\nる事実審理を経て宣告したものであり、また、右提訴の当時、控訴人及びａ１はい\nずれも同州に居住しており、しかも控訴人は右訴訟に応訴しているものであるか\nら、本件外国判決事件につき、本件外国裁判所に裁判管轄権があったことは明らか\nである（もとより、わが国の法令又は条約において、右の事柄に関する本件外国裁\n判所の裁判管轄権を否定しているものは見当たらない。）。このことは、右事件の\n提訴後、控訴人及びａ１が日本に居住するようになった事実によっては左右されな\nいというべきである。\nしたがって、同条一号の要件が充足されていることは明らかである。\n３　本件外国判決は、民事訴訟法二〇〇条三号所定の要件を具備しているか。\n（一）　民事訴訟法二〇〇条三号の要件が充足されているか否かを判断するに当\nたっては、当該外国判決の主文のみならず、それが導かれる基礎となった認定事実\nをも考慮することができるが、更に、少なくとも外国においてされた非訟事件の裁\n判について執行判決をするか否かを判断する場合には、右裁判の後に生じた事情を\nも考慮することができると解するのが相当である。外国裁判が公序良俗に反するか\n否かの調査は、外国裁判の法的当否を審査するのではなく、これを承認、執行する\nことがわが国で認められるか否かを判断するのであるから、その判断の基準時は、\nわが国の裁判所が外国裁判の承認、執行について判断をする時と解すべきだからで\nある。なお、本件外国判決には、判決主文を導き出した基礎となる事実の認定がさ\nれていないが、このような場合には、審理において提出された証拠資料をも参酌し\nて、判決主文を導き出した基礎となる事実を推認して考慮することができるものと\n解するのが相当である。このように解しても、外国裁判の当否を判断することには\nならないし、また、このように解しなければ、右判決が公序良俗に反するか否かの\n検討をすることができないからである。\n（二）　これを本件についてみるに、証拠（乙一、五、七の一、乙一八ないし二\n一、二六、二七、控訴人本人尋問）及び弁論の全趣旨によれば、次の事実が認めら\nれる。\n（１）　「１」　ａ１には、普通の会話には問題がないが、高音部が聞こえ難い\nという聴覚の障害がある。\n「２」　ａ１は、控訴人と被控訴人が離婚した一九八四年五月（ａ１一歳時）か\nら控訴人のもとで養育されており、日本に居住するようになった一九八九年五月\n（ａ１六歳時）から東京都江戸川区立の小学校に通学しているところ、最初のうち\nは、日本語が理解できず苦労をしたが、小学五年生の現在では、言語の障害もかな\nり少なくなり、明るく通学している。なお、ａ１は、現在は英語の会話や読み書き\nはできない状態である。\n「３」　控訴人は、現在、ａ１とともに控訴人の母親の持ち家に居住し、会社員\nとして勤務しながらａ１を養育している。\n「４」　ａ１は、現在、被控訴人に対しては恐い人であるとの感じを抱いて同人\nを嫌っており、被控訴人のもとに行く意思はなく、控訴人のもとに止まりたい意向\nである。\n（２）　一九八八年六月一七日に心理学的評価を命ぜられた臨床、心理学者医学\n博士ジャック・Ｇファレル、ジュニア（Ｊａｃｋ　Ｆｅｒｒｅｌｌ，ＪＲ）は、控\n訴人はａ１の支配保護者に任命されるべきであり、被控訴人は一時占有保護者に任\n命されるべきであるとの勧告をした。\n（３）　「１」　被控訴人は、本件外国判決事件について、控訴人から送達され\nた質問書に対する答弁書を一九八九年八月一四日控訴人に送達したが、これには、\n次のような問答が記載されており、本件外国判決事件の提訴の理由が、日本社会に\nおける人種差別及び障害を持った者に対する差別並びに激しい受験競争の故に、ａ\n１が日本においては社会に適応できないことにあることが明らかである。\n（質問）　一九八四年三月一一日以降、あなた、ｆ１又は（及び）ａ１に関して\n生じた重要な事情の変更をすべて挙げて下さい。\n（答弁）　ｆ１はａ１を日本に連れて行ってしまった。これにより私が娘に接し\n得る機会は劇的に減少した。ａ１は異質な文化のもとに置かれ、そこで彼女は差別\nされ、適応上の問題を抱えるであろう。彼女の言葉の問題と学習の問題を抱えるで\nあろう。学校の問題も抱えるであろう。\n（質問）　一九八四年三月一一日の離婚判決以降、子供又は親の事情が大きくか\nつ実質的に変わったとあなたが考えるのであれば、いかに変わったかを詳しく述べ\nて下さい。\n（答弁）　被申立人は、ａ１を日本に連れて行ったが、そこで彼女はひどい差別\nに苦しみ、日本語を適切に話すことができるようにはなれないであろう。日本の学\n校制度は極度に競争の厳しいものであり、ａ１のように軽い障害を持った子供で\nも、日本社会では最も卑しい立場につくためのトレーニングを強要されるのであ\nる。日本でａ１は、以下の三つの打撃を受ける。（１）人種差別、（２）日本語を\n学習する能力の欠如、（３）ａ１のような些細な問題を持った外国人の児童が、社\n会で最も卑しい地位につかざるを得ないような社会。\n「２」　本件外国判決事件の陪審法廷において、証人ｇ１は、日本の学校制度が\n非常に競争の激しいものであること、日本においては様々な偏見があること、ａ１\nが日本に居住するようになった場合には、周囲の子供達から差別されること、完全\nな日本人には見えず、日本語を話せず、キリスト教を信じる傾向を持ち、他にも問\n題を抱える子供は、いわゆる「出る釘」として打たれること、ａ１はアメリカ合衆\n国で暮らすよりも日本で暮らす方が困難であることなどを証言した。\n「３」　同法廷において、証人ｈ１は、日本におけるキリスト教迫害の歴史、日\n本における少数民族に対する偏見、混血児に対する偏見・差別は、アメリカ合衆国\nよりも日本の方が著しいこと等を証言した。\n<要旨>（三）　右の事実によれば、本件外国判決は、ａ１が日本で生活するよう\nになった場合には、ａ１の聴</要旨>覚障害、日本における少数者に対する偏見・差\n別、激しい受験競争等の事情から、アメリカ合衆国において生活するよりも適応が\n困難になるので、アメリカ合衆国で生活させる方がよりａ１の福祉に適うとの理由\nにより、ａ１の単独支配保護者を控訴人から被控訴人に変更し、それに伴って、控\n訴人に対し、被控訴人へのａ１の引渡及び扶養料の支払等を命じたものであり、他\nには右の変更を基礎付ける事由はないものと推認されるところ、ｆ１が日本に居住\nしてから既に四年余を経過しており、同人は、最初のうちは、日本語が理解できず\n苦労をしたが、小学五年生の現在では、言語の障害もかなり少なくなり、明るく通\n学しており、かえって、現在では英語の会話や読み書きができない状態にあるので\nあるから、いま再び同人をしてアメリカ合衆国において生活させることは、同人に\n対し、言葉の通じないアメリカ合衆国において、言葉の通じない支配保護者のもと\nで生活することを強いることになることが明らかである。ａ１が幼児であるならば\nいざ知らず、本件口頭弁論終結時において、問もなく一一歳になろうとしているの\nであるから、このようなａ１を、現時点において、右のような保護状況に置くこと\nは、同人の福祉に適うものでないばかりでなく、かえって、同人の福祉にとって有\n害であることが明らかであるというべきである。したがって、ａ１の単独支配保護\n者を控訴人から被控訴人に変更した本件外国判決を承認し、これを前提とした本件\n外国判決中の給付を命ずる部分を執行することは、ａ１の福祉に反する結果をもた\nらすもので公序良俗に反するというべきである。\n以上のとおりであるから、本件外国判決は、全体として民事訴訟法二〇〇条三号\nの要件を欠くというべきである。\n四　結論\n以上に述べたところによれば、本件外国判決のうちａ１の引渡を命じた部分につ\nき執行判決を求める被控訴人の主位的請求は理由がない。また、本件外国判決全部\nについて執行判決を求める被控訴人の予備的請求は、執行判決が給付を命ずる外国\n判決についてされるものであることからすると、本件外国判決のうち給付を命ずる\n部分について執行判決を求める趣旨であると解される（そうでない場合には、給付\n命令以外の部分につき執行判決を求める訴えは不適法というべきである。）とこ\nろ、この部分についても民事訴訟法二〇〇条三号の要件を欠くというべきであるの\nで、いずれも棄却を免れない。\n第二　予備的反訴関係\n以上のとおり、被控訴人の本訴請求はいずれも棄却すべきものであるから、控訴\n人の予備的反訴については判断を要しない。\nよって、右と異なる原判決は相当でないからこれを取り消した上、被控訴人の本\n訴請求をいずれも棄却することとし、民事訴訟法三八六条、九六条、八九条を適用\nして、主文のとおり判決する。\n（裁判長裁判官　岡田潤　裁判官　瀬戸正義　裁判官　清水研一）\n"
}