{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 4,
    "month": 8,
    "day": 5
  },
  "case_number": "平成3(行ケ)2",
  "case_name": "選挙無効請求事件",
  "court_name": "名古屋高等裁判所",
  "field": "行政",
  "gist": "１　公職選挙法２７１条２項に基づくいわゆる特例選挙区の設置と都道府県議会の裁量　２　公職選挙法２７１条２項に基づくいわゆる特例選挙区の存置が違法とされた事例　３　愛知県議会の議員の定数並びに選挙区及び各選挙区の議員の数に関する条例（昭和３８年愛知県条例第２号）の議員定数配分規定の適法性　４　愛知県議会の議員の定数並びに選挙区及び各選挙区の議員の数に関する条例（昭和３８年愛知県条例第２号）の議員定数配分規定に基づいて施行された愛知県議会議員選挙につき，選挙無効の請求を棄却するとともに，当該選挙の違法を宣言するのが相当であるとした事例",
  "case_gist": "１　公職選挙法２７１条２項に基づくいわゆる特例選挙区の設置の可否は，当該都道府県の行政施策の遂行上当該地域からの代表確保の必要性の有無・程度，隣接の郡市との合区の困難性の有無・程度等に関する都道府県議会の判断がその裁量権の合理的な行使として是認されるかどうかによって決することになるが，当該区域の人口が議員一人当たりの人口の半数を著しく下回る場合，すなわち，当該区域の人口が議員一人当たりの人口の３分の１以下に達した場合には，前記設置は原則として認められない。　２　愛知県議会が平成２年愛知県条例第３１号により愛知県議会の議員の定数並びに選挙区及び各選挙区の議員の数に関する条例（昭和３８年愛知県条例第２号）を改正するに当たり，公職選挙法２７１条２項に基づくいわゆる特例選挙区として２選挙区を存置したことは，前記２選挙区の配当基数が改正当時の人口によればいずれも３分の１を下回っており，同県議会はそれを容易に推測し得たものというべきであるから，前記２選挙区の地域代表を確保すべき特段の合理性も認められないことからみて，違法であるとした事例　３　愛知県議会の議員の定数並びに選挙区及び各選挙区の議員の数に関する条例（昭和３８年愛知県条例第２号）の議員定数配分規定は，平成３年４月７日施行の愛知県議会議員選挙当時，公職選挙法１５条７項に違反していたものである。　４　愛知県議会の議員の定数並びに選挙区及び各選挙区の議員の数に関する条例（昭和３８年愛知県条例第２号）の議員定数配分規定に基づいて施行された愛知県議会議員選挙につき，前記条例の改正に当たり，公職選挙法２７１条２項に基づくいわゆる特例選挙区を存置したことは違法であるから，当該選挙は違法であるが，選挙無効の請求を棄却するとともに，当該選挙の違法を宣言するのが相当であるとした事例",
  "lawsuit_id": "16520",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16520",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/520/016520_hanrei.pdf",
  "contents": "○　主文\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　平成三年四月七日に行われた愛知県議会議員選挙の効力に関する原告ら（原告\nＡを除く。）の異議申出に対して被告が同年五月八日になした却下の決定を取り消\nす。\n２　右選挙のうち、別紙選挙区目録記載の各選挙区における選挙を無効とする。\n３　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n（本案前の答弁）\n１　原告らの訴えをいずれも却下する。\n２　訴訟費用は原告らの負担とする。\n（本案の答弁）\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求の原因\n１　当事者\n原告らは、それぞれ、平成三年四月七日に行われた愛知県議会議員選挙（以下「本\n件選挙」という。）の別紙当事者目録に付記したとおりの選挙区の選挙人であり、\n被告は、本件選挙に関する事務を管理する選挙管理委員会である。\n２　本件選挙に対する原告らの異議申出と被告の決定\n（一）　本件選挙は、平成三年三月二九日に告示され、同年四月七日に投票が行わ\nれた。\n（二）　原告らは、本件選挙は約五倍の投票価値の較差のもとに行われたのである\nから違憲、違法であって、別紙選挙区目録記載の選挙区における選挙が無効である\nとして、公職選挙法（以下「公選法」という。）二〇二条一項の規定に基づき、法\n定の期間内にそれぞれ被告に対して異議申出をした（原告Ａを除く。ただし、同原\n告の属する名古屋市千種区選挙区については、原告Ｂが異議申出をしている。）。\n（三）　被告は、同年五月八日、右異議申出を却下する旨の決定（以下「本件決\n定」という。）をなし、公選法二一五条の規定に従って、右原告らにそれぞれ決定\n書を交付するとともに、その要旨を告示した。\n（四）　本件決定の理由は、議員定数の配分を定めた県条例それ自体の瑕疵を理由\nとする異議申出は、たとえ被告が選挙を無効として再選挙を実施したとしても、そ\nの瑕疵を是正し得ないから、公選法二〇二条の規定の趣旨に合致しない不適法なも\nのであるとして却下せざるを得ないというものである。\n３　本件選挙の無効\n（一）　日本国憲法は、有権者の選挙権の実質的内容、すなわち投票価値の平等を\n強く要求している。このことは、憲法一四条一項、一五条一・三項によるほか、地\n方議会については同法九二条、九三条一・二項により明らかである。\nそして、公選法一五条七項本文も、地方議会の議員定数について、各選挙区の「人\n口に比例して、条例で定めなければならない。」旨、人口比例の原則を定めてい\nる。\n（二）　ところで、地方議会の議員定数を定めるに際しては、当該立法の内容にお\nいて地方自治の本旨、即ち住民自治に適合するものでなければならないところ、投\n票価値の平等の要請は、住民の意思を直接に選挙結果に反映させるために必要不可\n欠の要請であるから、投票価値の較差が、有権者一人に対して二票を与える結果と\nなる一対二を超える場合は憲法に違反するものといわなければならない。\nこの意味において、選挙区の人口が議員一人当たりの人口の半数に達しないとき\nは、壱該選挙区を隣接する選挙区と合区すべき旨を定める公選法一五条二項の規定\nは、一票について三倍程度の較差を許容する点において、また、特別の事情のある\nときは、おおむね人口を基準とし、地域間の均衡を考慮して定めることができると\nして、非人口的要素によって議員定数に較差を設けることを定める同法一五条七項\nただし書の規定は、条例によって恣意的に議員定数を定めることをも許容してしま\nい、人口の多い選挙区の方が人口の少ない選挙区よりも定数が少ないといういわゆ\nる逆転現象（以下「逆転現象」という。）を生み出す原因となる点において、いず\nれも憲法に違反するものというべきである。\n（三）　しかるところ、愛知県議会は、平成二年一〇月、愛知県議会議員定数の配\n分を定めた「愛知県議会の議員の定数並びに選挙区及び各選挙区の議員の数に関す\nる条例」（昭和三八年愛知県条例第二号、以下「本件条例」という。）を改正し\n（平成二年愛知県条例第三一号、以下、右改正後の議員定数配分規定を「本件定数\n配分規定」という。）、これに基づき本件選挙が行われたが、本件選挙は、平成二\n年国勢調査人口によれば、現在全国の都道府県議会の中でも最悪である五・〇二倍\nもの投票価値の較差（西尾市選挙区と南設楽郡選挙区との間の較差、別表一のとお\nり）のもとに行われたものであり、また、本件定数配分規定による定数配分では、\n逆転現象が二二通りにものぼっているのであって、本件定数配分規定は憲法の前記\n条項及び公選法一五条七項本文に違反して無効であるから、これに基づいて行われ\nた本件選挙も無効である。\n（四）　右のような投票価値の較差を生じさせているのは、本件条例が、公選法二\n七一条二項の「昭和四一年一月一日現在において設けられている都道府県の議会の\n議員の選挙区については、当該区域の人口が議員一人当たりの人口の半数に達しな\nくなった場合においても、当分の間、同法一五条二項の規定にかかわらず、条例で\n当該区域をもって一選挙区を設けることができる」（この規定による選挙区を「特\n例選挙区」という。）の規定により北設楽郡選挙区と南設楽郡選挙区の二選挙区を\n特例選挙区として存置したことにもよるのであるが、以下のとおり特例選挙区の存\n置は違憲、違法である。\n（１）　方自治を民主制の基本と規定した憲法条項は、地方議会の代表選出過程が\n民主的であるべき旨を厳格に要請しているものであって、この憲法上の要請を満た\nす必要不可欠の要素として、投票価値の平等は極めて例外的な場合を除いて維持さ\nれなければならない。したがって、特例選挙区の設置が投票価値の平等の例外とし\nて許容されるのは、地理的条件等の特別な事情によって、有権者が候補者の識見、\n政見に触れることが困難で有意的な投票行動をとることが困難な場合に限られなけ\nればならない。\nところが、公選法二七一条二項の規定は、投票価値の平等の例外を許容し、参政権\nという民主制を維持するうえで基本となる重大な権利に制限を設けるものでありな\nがら、文言上条例制定権の範囲について何らの限定もなく、地方議会に広範な立法\n裁量の余地を許容しているものである。しかし、民主制の根幹にかかわる重大な権\n利を法律で制限する場合には、その制限内容、範囲が限定され、かつ、これが当該\n法律に明記されなければならないのが憲法上の大原則であり、規制立法の内容が過\n度に広範な場合には、当該法律は違憲、無効である。\nよって、公選法二七一条二項の規定は、投票価値の平等の例外を無限定に認めるも\nのであるから、明らかに憲法に違反する無効な法律である。\n（２）　仮に公選法二七一条二項の規定を憲法に違反しないよう限定解釈をすると\nすれば、本規定は、離島であるとか、峻険な山岳に囲まれているというような地理\n的条件の特別な事情によって、有権者が候補者の識見、政見に触れることが困難で\n有意的な投票行動をとることが困難な場合について規定したものと解釈するほかな\nく、このように本規定を限定的に解釈することにより、初めて本規定を憲法の要請\nに適合させることができるというべきである。しかるに、北設楽郡選挙区と南設楽\n郡選挙区は、隣接しており、歴史的に一体性が見られるにもかかわらず、本件条例\nによって特例選挙区とされたものであって、両選挙区にはいずれも右のような特別\nな事情は認められないのであるから、両選挙区を特例選挙区として存置した本件条\n例は憲法に違反するものである。\n（３）　仮に（１）及び（２）が認められないとしても、公選法二七一条二項によ\nる特例選挙区の設置は、これを無制限に認めたものではなく、その設置に合理性が\n認められる場合でなければならない。\nところが、平成二年国勢調査人口によれば、北設楽郡選挙区と南設楽郡選挙区の配\n当基数（各選挙区の人口を議員一人当たりの人口で除して得た数）は、それぞれ\n〇・三一二二、〇・三一一六であり、〇・五を著しく下回っているばかりか、三分\nの一をも下回るに至っており、また、両選挙区は地理的に隣接しており、その合区\nは極めて容易であるのに、四半世紀に及ぶ長期間にわたって特例選挙区として存置\nされており、同条項の「当分の間」に限るとの明文にも反しているのであって、両\n選挙区を特例選挙区として存置する合理性はない。したがって、両選挙区を特例選\n挙区として存置した本件条例は公選法二七一条二項に違反するといわざるを得な\nい。\n４　よって、原告らは被告に対し、公選法二〇三条に基づき、違法な本件決定の取\nり消しを求めるとともに、原告らの選挙区である別紙選挙区目録記載の各選挙区に\nおける本件選挙を無効とする旨の判決を求める。\n二　被告の本案前の答弁\n１　本件訴えは、本件定数配分規定は違憲、違法であるから、公選法二〇三条によ\nり本件選挙を無効とすることを求めるというものである。\n２　しかしながら、公選法二〇三条による地方公共団体の議会の議員の選挙の効力\nに関する訴訟は同法二〇二条による都道府県の選挙管理委員会の決定又は裁決に対\nしてのみその選挙管理委員会を被告として提起すべきものと定めていること、右訴\n訟は公選法その他の選挙法規の規定に違反して施行された選挙の効力を失わせ、改\nめて適法な再選挙を行わせることを目的とするものであり、同一の選挙法規に基づ\nく適法な再選挙が可能であることを前提としていると解されることなどを考える\nと、公選法二〇三条に基づく訴えは、選挙の管理執行上の瑕疵によりその効力を失\nわせるべき場合を念頭において制定されたものであり、当該選挙の基礎となった条\n例の違憲、違法を理由として選挙の効力を失わせることまでは予定していないもの\nである。\n３　そうとすれば、本件訴訟は行政事件訴訟法五条の「選挙人たる資格その他自己\nの法律上の利益にかかわらない資格で提起する」民衆訴訟であり、民衆訴訟は法津\nに定める場合において法律に定める者に限り提起することができる（行政事件訴訟\n法四二条）ところ、法律に定めのない本件訴えは、不適法な訴えとして却下される\nべきである。\n三　請求の原因に対する被告の認否\n１　請求の原因１及び２の事実は認める。\n２　（一）　同３（一）及び（二）は争う。\n（二）　同３（三）のうち、愛知県議会が平成三年一〇月本件条例を改正し本件定\n数配分規定を定めたこと、平成二年国勢調査人口によれば、本件選挙における西尾\n市選挙区の議員一人当たりの人口は南設楽郡選挙区のそれの五・〇二倍となり、ま\nた、逆転現象の組合せが二二通りとなることは認めるが、その余は争う。\n（三）　同３（四）のうち、平成二年国勢調査人口によれば、北設楽郡選挙区の配\n当基数が〇・三一二二であり、南設楽郡選挙区のそれが〇・三一一六であることは\n認めるが、その余は争う。\n四　被告の主張\n１　憲法上の投票価値の平等\n憲法一四条一項、一五条一項・三項、九二条、九三条一項・二項は、投票価値の平\n等を直接明記しているわけではない。しかし、右諸条項を総合的に考慮すれば、選\n挙権の平等とは実質的な投票価値の平等をも含むものであると解されるが、一票の\n完全な平等までも要求しているものではない。\n憲法は、一五条、九二条及び九三条で、地方公共団体の組織及び運営に関する事項\nを地方自治の本旨に基づき法律で定めることとし、議会の議員の選挙制度について\nも、当該地方公共団体の構成員たる住民が直接選挙によって議員を選出すると定め\nる以外に特段の制約事項を定めていない。このような憲法の規定のありかたは、地\n方自治が民主主義の実現のため不可欠なものであると同時に、本来、地方公共団体\nは、その構成員たる住民の自由で闊達な自治意識によって運営されるべきものであ\nるとして、住民により、具体的にはその代表者である長並びに議会の意思決定によ\nって地方公共団体が自主的に運営されるべきであるとの崇高な自治の理念を示して\nいるのである。したがって、憲法は、このような理念の下に、実質的な投票価値の\n平等の法律等による合理的実現を要求しているといわなければならない。\n２　都道府県議会議員の定数に関する法律の規定\n（一）　都道府県議会議員の総定数\n地方自治法九〇条は、人口に基づく都道府県議会の議員定数の算出方法及びその定\n限を一二〇名と定め（同条一項）、議員定数は条例で特に右上限より減少すること\nができる（同条三項）としている。\n愛知県議会議員定数は、昭和六〇年国勢調査人口に基づいて算定すると一二三名と\nなるため、定限の一二〇名を上限とするが、行財政改革等の趣旨を踏まえ、本件条\n例は、制定以来地方自治法九〇条三項を適用しでおり、平成二年一〇月の改正によ\nって一一〇名としている。\n（二）　選挙区の決定方法\n（１）　公選法は、一五条で、都道府県議会の議員の選挙区は郡市の区域による\n（同条一項）ことを原則とし、当該郡市の区域の人口が当該都道府県の人口を当該\n都道府県議会の議員定数で除して得た数（以下「議員一人当たりの人口」とい\nう。）の半数に達しないときは、条例で隣接する他の郡市の区域と合わせて一選挙\n区を設けなければならない（強制合区規定、同条二項）としつつ、当該郡市の区域\nの人口が議員一人当たりの人口の半数以上であっても議員一人当たりの人口に達し\nないときは、条例で隣接する他の郡市の区域と合わせて一選挙区を設けることがで\nきる（任意合区規定、同条三項）とし、また、一つの郡の区域が他の郡市の区域に\nより二以上の区域に分断されているときは、当該各区域又はそれらの区域を合わせ\nた区域を郡の区域とみなすことができる。（飛地規定、同条四項）と規定してお\nり、合区選挙区を設ける場合においては、行政区画、衆議院議員の選挙区、地勢、\n交通等の事情を総合的に考慮すべき（同条六項）ことを要求している。\nかかる制度の下においては、各選挙区に最低一人の定数を配分する関係上、定数が\n一人で人口が最も少ない選挙区と他の選挙区とを比較した場合、それぞれの議員一\n人当たりの人口に一対三程度の較差が生ずることがありうるが、それは右に述べた\n公選法の選挙区割りに関する規定に由来するものであって、当該議員定数配分規定\nをもって同法一五条七項の規定に違反するものということはできない。\n（２）　公選法はまた、二七一条二項において「昭和四一年一月一日現在において\n設けられている都道府県の議会の議員の選挙区については、当該区域の人口が当該\n都道府県の人口を当該都道府県の議会の議員の定数をもって除して得た数の半数に\n達しなくなった場合においても、当分の間、一五条二項の規定にかかわらず、条例\nで当該区域をもって一選挙区を設けることができる。」として、同法一五条二項の\n強制合区規定の特例を規定している。同条項の趣旨は、産業経済構造の変化に伴う\n昭和三〇年代後半以降の急激な都市等への人口集中による人口の地域的偏在の現状\nをそのまま都道府県議会の議員定数配分の基礎とすることは、過疎地域の意思を十\n分かつ効果的に都道府県議会に反映し得なくするおそれがあり、都道府県議会の議\n員に都道府県全体の奉仕者であると同時に、その選挙区を原則として歴史的、地域\n的まとまりである郡市の区域とすることによりその区域の代表的性格をも帯びさ\nせ、かかる代表を議会において確保しようと意図した都道府県議会議員選挙制度が\n十分には生かされず、都道府県政上均衡のとれた長期的な展望の下での政策の展開\n及び推進の妨げともなりかねないことを考慮し、当分の間、強制合区の例外的措置\nとして議会の裁量において従前の選挙区を存置することができるとしたものであ\nる。このような趣旨の右条項は、憲法の地方自治の本旨を具体化する適切かつ合理\n的なものであり、憲法に違反するものではない。最高裁判所も、右条項について\nは、「いわゆる高度経済成長下にあって社会の急激な工業化、産業化に伴い農村部\nから都市部への人口の急激な変動が現れ始めた状況に対応したものとみられるが、\nまた、都道府県議会議員の選挙区制については、歴史的に形成され存在してきた地\n域的まとまりを尊重し、その意向を都道府県政に反映させる方が長期的展望に立っ\nた均衡のとれた行政施策を行うために必要であり、そのための地域代表を確保する\n必要があるという趣旨を含むものと解される。」（千葉県議会議員定数不均衡訴訟\nについての平成元年一二月一八日最高裁判決）として、合憲を前提にして地域代表\nの確保の趣旨を判示している。\n（三）　議員定数の配分方法\n公選法は、一五条七項で「各選挙区において選挙すべき地方公共団体の議会の議員\nの数は、人口に比例して、条例で定めなければならない。ただ、特別の事情がある\nときは、おおむね人口を基準とし、地域間の均衡を考慮して定めることができ\nる。」と規定し、各選挙区への議員定数の配分は、人口比例によることを原則とし\nつつ、ただし書において、特別の事情が存することを理由にその原則を緩和するこ\nとを認めている。公選法一五条七項ただし書の趣旨は、都道府県の役割が、市町村\n行政の補完及び広域行政の推進にあることを前提に、近年の著しい人口変動の結\n果、都市部の人口が急増する一方、郡部の人口は減少の一途を辿り、地域人口と当\n該地域の行政需要が必ずしも対応しない状況が顕在化してきたことに伴い、定数配\n分を人口に比例して機械的に行うのではなく、地域の特殊性に応じた均衡ある地域\n代表を議会の裁量により確保しようとするものである。このように、議会が地方自\n治の本旨に沿って地域の具体的な特殊事情を、政策目的との関連において適切な範\n囲において考慮し、機械的な人口比例原則の適用を緩和して地域間の均衡を図りつ\nつ、長と議会がともに住民を直接代表する二元的代表制の原則に則った公正かつ効\n果的な代表を、具体的選挙制度において確保しようとすることは、憲法の許容する\nところである。\nこのように、地方自治法及び公選法は、議員定数、選挙区及び選挙区別定数につい\nて、条例主義をとっているのであるが、当該条例の適否は、憲法、地方自治法及び\n公選法との関係上、その条例に基づく議員定数配分が極端に不平等である場合、す\nなわち地域間の均衡を図るため通常考慮し得る諸般の要素を斟酌してもなお一般的\nに合理性を有するものと考えられない程度に達しているときは格別、それ以外は常\nに立法政策すなわち議会の裁量の問題である。\n（四）　地方自治法及び公選法上の人口\n地方自治法二五四条は、「この法律における人口は、官報で公示された最近の国勢\n調査又はこれに準ずる全国的な人口調査の結果による人口による。」と規定してお\nり、公選法施行令一四四条も同趣旨を規定している。右にいう「官報で公示された\n最近の国勢調査又はこれに準ずる全国的な人口調査の結果による人口」とは、国勢\n調査人口であっても、数値に変更の可能性があるいわゆる速報値ではなく、確定値\nによるものをいう。したがって、本件の場合、平成二年一二月二一日付の官報で公\n示された「平成二年国勢調査の結果のうち市区町村要計表により算出した同年一〇\n月一日現在の全国の人口並びに都道府県別及び市区町村別の人口」は、市区町村要\n計表を集計したいわゆる速報値に過ぎず、かつ、同調査に基づく愛知県人口の確定\n値の官報による公示は、本件選挙の施行前になされないと確実視されたことによ\nり、本件条例の改正に当たっては、直近の確定値である昭和六〇年国勢調査人口に\n基づくべきものといわなければならない。\n３　本件条例の改正の経緯\n（一）　本件条例は、昭和三八年制定以来本件選挙に至るまで一七回の改正を経て\nいるが、昭和四二年の改正において、昭和四〇年国勢調査人口に基づき、区域人口\nが議員一人当たりの人口の半数に達しなくなった南設楽郡選挙区を合区せずに特例\n選挙区として存置し、また、昭和五三年の改正において、昭和五〇年国勢調査人口\nに基づき、同様に区域人口が議員一人当たりの人口の半数に達しなくなった北設楽\n郡選挙区を特例選挙区として存置した。\n（二）　平成二年の本件条例の改正により、昭和六〇年の国勢調査人口によれば、\n特例選挙区を除いた場合の議員一人あたりの人口（投票価値）につき最大較差を示\nしていた高浜市選挙区と稲沢市選挙区との間の一対三・〇二という三倍以上の状態\nが解消され、投票価値の較差は、別表二のとおり、いずれの選挙区をとっても三倍\n未満となった。また、人口の多い選挙区の定数が人口の少ない選挙区の定数より少\nない逆転現象は、改正前においては、定数二名以上の差のある顕著な逆転現象一通\nりを含んだ二四通りであったが、同改正の結果、顕著な逆転現象の解消は勿論のこ\nと、一挙に半減され一二通りとなった。\n４　特例選挙区存置の合理性\n（一）　南設楽郡選挙区\n南設楽郡選挙区は、愛知県の東端に位置する鳳来町と作手村の一町一村であり、愛\n知県の七・四パーセントを占める面積三八〇・七一平方キロメートルの南設楽郡全\n域からなり、標高五〇〇メートルから一〇〇〇メートル級の山々が連なっている。\n南設楽郡の昭和六〇年国勢調査人口は一万九五九二人で、昭和三五年に比べ七二七\n七人減少したが、近年では、若年層世帯の転入が増える傾向にあり、作手村では昭\n和五五年から昭和六〇年にかけて人口増加に転じるなど横這いの傾向を示しつつあ\nる。\n年齢別人口は、昭和六〇年国勢調査によれば、〇歳から一四歳までの年少人口が三\n七五五人、一五歳から六四歳までの生産年齢人口が一万二二七五人、六五歳以上の\n老年人口が三五六二人で、老年人口割合は一八・二パーセントに達し、集落によっ\nては五〇パーセントを超えているところもあり、社会的機能の低下は深刻な事態と\nなっている。\n就業人口は、過疎、高齢化の進行とともに減少しているが、産業別には、第一次産\n業の減少、第二次産業の増加という傾向にあり、第三次産業については、常住地従\n事者数では増加しているが、就業地従事者数では減少している。南設楽郡内の地域\n産業においては、第一次産業の顕著な不振と、その不振を第二次産業と第三次産業\nでは補完しきれず、通勤流動における流出超過という形で郡外の新城市、豊川市、\n豊橋市などのいわゆる下流域に就職先を頼っている。\n南設楽郡は、林業が地域の基幹産業であったが、エネルギー革命や外材の輸入増加\n等により不振に陥り、産業経済構造の根本的な転換を迫られ、昭和三〇年代以降工\n業開発において着実な伸びを示したが、まだまだ不十分である。\n経済状況は、農業粗生産額伸び率は国の値には及ばないが県の値を上回り、製造品\n出荷額伸び率は国、県の値をいずれも上回っている。しかし、個人の指標として\nは、農業専従者一人当たり生産農業所得、人口一人当たり製造品出荷額、人口一人\n当たり商業年間販売額、人口一人当たり市町村民所得のいずれにおいても、国、県\nの値を下回っている。これらは、南設楽郡の生活基盤の脆弱さ、地域経済の沈滞を\n示しているが、製造品出荷額伸び率の値に注目すれば、新城市を中心とする東三河\n内陸部の産業集積の傾向を窺わせるものがある。\n地目別土地利用は、昭和六二年現在で、森林が全体の九〇・七パーセントを占め、\n他方、農用地三・八パーセント、宅地等一・〇パーセントとその面積は極めて少な\nく農用地は年々漸減している。道路は、全体面積の二・一パーセントに過ぎず、全\n体の五二・五パーセントの町村道が自動車交通不能の状態にある。\n以上の状況下において、南設楽郡の鳳来町と作手村の財政力はいずれも極めて脆弱\nである。\n（二）　北設楽郡選挙区\n北設楽郡選挙区は、愛知県の北東端に位置する設楽町、東栄町、豊根村、富山村、\n津具村、稲武町の三町三村であり、その面積は愛知県内の一五郡中最大であり、県\n域の一二・七パーセントを占める六五二・五九平方キロメートルで、愛知県の屋根\nと呼ばれる北設楽郡全域からなっている。北設楽郡内の国道を軸に県道や町村道の\n整備が進められているが、急峻な地形は山間に点在する集落を結び付ける道を隘路\nとしてしまい、町村道の約四分の一が自動車交通不能であり、交通の便は極めて貧\n弱である。\n北設楽郡の昭和六〇年国勢調査による人口は二万〇二一五人で、昭和三五年に比べ\n一万五七八四人減少し、過疎化が進行しているが、現在の過疎化の進行は、出生数\nの減少によりもたらされているものであり、極めて深刻である。北設楽郡は、佐久\n間ダム等の建設に伴い、水没関係者の移転による急速な過疎化の進行を経験してい\nるため、北設楽郡の過疎対策には、水資源地対策を併せた行政課題の難解さとそれ\nゆえの大なる行政需要の必要性がある。\n年齢別人口は、生産年齢人口が減少する一方、老年人口が増加し、老年人口割合は\n二一・二パーセントに達し、人口減少の著しい集落では五〇パーセントに達しつつ\nあり、社会的機能の低下は深刻な事態となっている。北設楽郡の高齢化の程度は南\n設楽郡のそれを凌いでおり、高齢者のための生活環境の充実の必要性は一層切実で\nある。\n就業人口は、過疎、高齢化の進行とともに減少しているが、産業別には、第一次産\n業及び第三次産業の減少、第二次産業の増加という傾向にある。第一次産業の大幅\nな減少は林業の不振によるものであるが、それを第二次産業及び第三次産業で補い\n得ないのが現状である。\n北設楽郡は林業が基幹産業であったが、エネルギー革命や外材の輸入増加等により\n不振に陥り、産業経済構造の根本的な転換を工業開発等に求めた結果、人口の流出\n防止にもそれなりに成果をあげ、製造品出荷額は着実に伸びを示したが、まだまだ\n不十分である。\n北設楽郡の経済状況は、農業粗生産額伸び率及び製造品出荷額伸び率が国及び県の\n値のいずれも上回っており、特に高冷地の特性を生かした野菜などの栽培に積極的\nに取り組んだ成果による農業粗生産額伸び率は顕著なものがある。しかし、個人の\n指標としては、農業専従者一人当たり生産農業所得、人口一人当たり製造品出荷\n額、人口一人当たり商業年間販売額、人口一人当たり市町村民所得はいずれも国及\nび県の値を下回っている。\n地目別土地利用の推移をみると、昭和六二年現在で、森林が全体の九〇・九パーセ\nントを占める一方、農用地は三・〇パーセント、宅地等は〇・六パーセントであ\nり、農用地は年々減少している。道路は、山岳を中心とした急峻な地形のため、十\n分な整備がなされておらず、郡内の道路整備は地域活性化の基盤的条件として、大\nきな行政課題の一つとなっている。\n以上の状況下において、北設楽郡の三町三村の財政力はいずれも極めて脆弱であ\nる。\n（三）　このように、南設楽郡及び北設楽郡は、いずれも郡内全町村が過疎地域に\n該当し、依然として高齢化を随伴しつつ過疎化の進行する生活基盤や生活環境等の\n脆弱な地域であって、総合的かつ計画的な地域格差是正及び振興施策を必要とする\n行政需要の極めて大きな地域である。。しかも、両郡との間には標高七〇〇メート\nルから一〇〇〇メートルの山々が連なって自然の境界を成しており、両郡は、それ\nぞれ郡制が施行されて以来現在に至るまで独立した郡として存在してきたものであ\nる。一方、昭和六〇年国勢調査人口によれば、南設楽郡選挙区及び北設楽郡選挙区\nの配当基数は、それぞれ〇・三三三九及び〇・三四四五であり、未だ〇・五を著し\nく下回るものではない。愛知県議会は、平成二年の本件条例の改正に当たり、以上\nのような諸事情に照らし、両郡それぞれの代表を確保する必要があるとして、両郡\nを特例選挙区として存置したものであり、右処置は県議会の適切な裁量によるもの\nであって、何ら違憲、違法とされるものではない。\n５　議員一人当たりの人口の較差と逆転現象\n昭和六〇年の国勢調査によれば、特例選挙区を除いた場合の配当基数が最小となる\n高浜市選挙区を一とした場合の各選挙区の指数は、別表二指数（２）のとおりであ\nり、議員一人当たり人口の最大較差は、江南市選挙区との間で一対二・九四を示す\nにとどまっている。また、特例選挙区の存置に違憲、違法とされる事由のないこと\nは前記のとおりであるところ、特例選挙区を含んだ場合の配当基数が最小となる南\n設楽郡選挙区を一とした場合の各選挙区の指数は、別表二指数（１）のとおりであ\nり、その最大較差は江南市選挙区との間の一対四・七〇となる。また、逆転現象に\nついては、平成二年の本件条例の改正により、定数二名以上の差のある顕著な逆転\n現象はなくなり、逆転現象の数も二四通りから一二通りに半減した。\nしかして、このような較差及び逆転現象は、いずれも公選法の選挙区割及び各選挙\n区への議員定数配分に関する規定に由来するものであるから、本件定数配分規定に\nよる議員定数配分は適法であるといわなければならない。\n６　以上のとおり、本件定数配分規定は、地方自治の本旨、平等原則、人口比例原\n則、地域代表の確保といった憲法、地方自治法、公選法の精神に沿って、愛知県議\n会の適切な裁量権の行使により定められたものであり、その規定する議員の総定\n数、選挙区の決定、議員定数の配分等はいずれも合理的であり、違憲、違法性を帯\nびることはない。\nしたがって、本件定数配分に基づき施行された本件選挙は有効である。\n五　被告の主張に対する原告らの反論\n１　公選法上の人口について\n平成二年国勢調査人口の確定値によると、日本の総人口は一億二三六一万一一六七\n人とされ、速報値との差は三七四人に過ぎず、誤差の率は僅か約〇・〇〇〇三パー\nセントであり、また、愛知県の人口は六六九万〇六〇三人とされ、速報値との差は\n一六三人に過ぎず、誤差の率は僅か約〇・〇〇二パーセントである、。これらのこ\nとは、速報値人口によって定数是正を行うことが実際上も何ら支障を生じさせない\nことを示し、法律上も、速報値人口が公選法施行令一四四条本文の要件を満たすこ\nとは明らかである。したがって、本件選挙の適法性を判断するに当たっては、昭和\n六〇年国勢調査人口によるのではなく、本件選挙前に公表され官報告示されていた\n平成二年国勢調査人口の速報値によるべきである。\n２　特例選挙区存置の合理性について\n南・北設楽郡の道路の利用状況は、両郡から新城市、豊川市、豊橋市、浜松市等へ\nの通勤としても使われ、今後の道路整備としては、南・北設楽郡各市町村の要所を\n結ぶ広域幹線道路体系が策定されているほか、三遠南信自動車道、第二東名自動車\n道の建設が予定されており、両郡の交通事情は良好である。また、南・北設楽郡\nは、明治一一年の郡区町村編制法の施行によって初めて成立したものであり、それ\n以前は少なくとも一〇世紀以降一〇〇〇年にわたって「設楽郡」として一つの郡を\n構成していたものであり、文化的にも一体性が見られるものである。両郡の合区は\n極めて容易であり、両郡をそれぞれ特例選挙区として存置する合理性はない。\n第三　証拠関係省略省略）\n○　理由\n第一　本件訴えの適法性\n一　原告らは、別紙当事者目録に付記したとおり、それぞれ本件選挙の別紙選挙区\n目録記載の選挙区における選挙人であり、被告は、本件選挙に関する事務を管理す\nる選挙管理委員会であること、本件選挙は、平成三年三月二九日に告示され、同年\n四月七日に投票が行われたこと、原告Ａを除く原告らは、本件選挙は約五倍もの投\n票価値の較差のもとに行われた違憲、違法なものであって、別紙選挙区目録記載の\n選挙区における選挙が無効であるとして、公選法二〇二条一項に基づき法定の期間\n内にそれぞれ被告に対し異議申出をした（ただし、原告Ａについては、同原告の属\nする名古屋市千種区選挙区につき原告Ｂが異議申出をした。）こと、これに対し被\n告は、同年五月八日、右異議申出を却下するとの本件決定をなし、右原告らにそれ\nぞれ決定書を交付するとともに、その要旨を告示したことは当事者間に争いがな\nい。\n二　被告は、公選法二〇三条に基づく訴えは、選挙の管理執行上の瑕疵によりその\n効力を失わせるべき場合を念頭において制定されたものであるから、当該選挙の基\n礎となった地方公共団体の議会の議員の定数配分を定めた条例の規定の違憲、違法\nを理由として選挙の効力を失わせる本件訴えは、不適法な訴えとして却下されるべ\nきであると主張する。\nしかしながら、地方公共団体の議会の議員の定数配分を定めた条例の規定の違憲、\n違法を理由とする地方公共団体の議会の議員の選挙の効力に関する訴訟が公選法二\n〇三条の規定による訴訟として許されることは、最高裁判所大法廷判決（昭和四九\n年（行ツ）第七五号同五一年四月一四日判決・民集三〇巻三号二二三頁、昭和五六\n年一巾第五七号同五八年一一月七日判決・民集三七巻九号一二四三頁、昭和五九年\n（行ツ）第三三九号同六〇年七月一七日判決・民集三九巻五号一一〇〇頁一の趣旨\nに照らして明らかであり（最高裁昭和五八年（行ツ）第一一五号同五九年五月一七\n日第一小法廷判決・民集三八巻七号七二一頁、同昭和六一年（行ツ）第一〇二号同\n六二年二月一七日第三小法廷判決・裁判集民事一五〇号一九九頁、同昭和六三年\n（行ツ）第一七六号平成元年一二月一八日第一小法廷判決・民集四三巻一二号二一\n三九頁、同平成元年（行ツ）第一五号同年一二月二一日第一小法廷判決・民集四三\n巻一二号二二九七頁参照）、この点に関する当裁判所の見解も、右最高裁判所の判\n決が説示するところと同一であるから、被告の右主張は採用することができない。\n第二　選挙権の平等と都道府県議会議員の選挙制度\n一　憲法一四条一項は、都道府県議会の議員の選挙に関し、その住民が選挙権行使\nの資格において平等に扱われるべきであるとともに、選挙権の内容、すなわち投票\n価値においても平等に扱われるべきであることを要求していろものと解するのが相\n当である。\n二　他方、憲法九二条は、地方公共団体の組織及び運営に関する事項は、地方自治\nの本旨に基づいて、法律でこれを定めると規定し、これを受けて、都道府県議会の\n議員の定数、選挙区及び選挙区への定数配分について、現行法は、次のとおり定め\nている。\n先ず、地方自治法九〇条一項によれば、都道府県議会の議員の定数は、人口七〇万\n未満の都道府県にあっては四〇人とし、人口七〇万以上一〇〇万未満の都道府県に\nあっては人口五万、人口一〇〇万以上の都道府県にあっては人口七万を加えるごと\nに各々議員一人を増し、一二〇人をもって定限とするとされているが、同条三項に\nよれば、右一項の定数は、条例で特にこれを減少することができるとされている。\n次に、公選法一五条一項は、都道府県議会の議員の選挙区は、郡市の区域によると\n定め、ただし、その区域の人口が議員一人当たりの人口（当該都道府県の人口を当\n該都道府県の議員定数で除して得た数）の半数に達しないときは、条例で隣接する\n他の郡市の区域と合わせて一選挙区を設けなければならず（同条二項）（強制合\n区）、その区域の人口が議員一人当たりの人口の半数以上であっても議員一人当た\nりの人口に達しないときは、条例で隣接する他の郡市の区域と合わせて一選挙区を\n設けることができるとされており（同条三項）（任意合区）、これら合区選挙区を\n設けるにあたっては、議会が行政区画、衆議院議員の選挙区、地勢、交通等の事情\nを総合的に考慮して合理的におこなわなければならないとされている（同条六\n項）。もっとも、強制合区については例外が認められており、昭和四一年一月一日\n現在において設けられている選挙区については、当該区域の人口が議員一人当たり\nの人口の半数に達しなくなった場合においても、当分の間、条例で当該区域をもっ\nて一選挙区を設ける（特例選挙区）ことができる（同法二七一条二項）とされてい\nる。このようにして定められた各選挙区において選挙すべき議員の数は、人口に比\n例して、条例で定めなければならないが一同法一五条七項本文一、特別の事情があ\nるときは、おおむね人口を基準とし、地域間の均衡を考慮して定めることができる\nとされている（同項ただし書）。\nしかして、公選法一五条七項本文の右規定は、憲法一四条一項の要請をふまえ、地\n方公共団体の議会が、その議員の定数配分を定めるに当たっては、人口比例の原則\nをもっとも重要かつ基本的な基準とし、各選挙人の投票価値が平等であるべきこと\nを強く要求しているものと解される。\n三　もっとも、右人口比例の原則も、選挙区制をとる都道府県議会議員の選挙の場\n合には、選挙区をどのように設定するかにより影響を受けるものであり、選挙区の\n設定については法律上定められ（公選法一五条一、二項）、原則として都道府県議\n会がこれを任意に設けることはできないこととなってはいるが、前記法律の規定に\nよれば、都道府県議会は、任意合区をするかどうか、特例選挙区を設けるかどうか\n等を決定する裁量権が与えられているものと解され、こうした裁量権の行使により\n選挙区に変更を加えることが可能であり、その結果は人口比例原則にも修正が加え\nられることとなる。\nところで、特例選挙区の設置を認めた公選法二七一条二項は、昭和三七年法律第一\n一二号の公選法の改正により設けられたものであり、当初は島部を区域とする選挙\n区についてのみ強制合区の例外を認めていたに過ぎなかったが、昭和四一年法律第\n七七号による改正により、島以外の選挙区についても右例外を認めるに至ったもの\nである。その趣旨とするところは、いわゆる高度経済成長下にあって産業構造の変\n化等に伴う急激な人口異動により生じた過疎地に対応し、また、都道府県議会議員\nの選挙区制については歴史的に形成され存在してきた地域的まとまりを尊重し、そ\nの地域住民の意向を都道府県政に反映させる方が、長期的展望に立った均衡のとれ\nた行政施策を行うために必要であり、そのための地域代表を確保する必要があると\nいうところにあると解される。そして、その趣旨は、合理性を有すると認めること\nができるから、右規定自体が憲法に違反するものとは必ずしもいえないというべき\nである。\nしかしながら、公選法二七一条二項の規定は、憲法一四条一項、公選法一五条七項\nにより要請される選挙人の投票価値の平等の原則に対する例外規定であるから、特\n例選挙区設置に関する都道府県議会の裁量権も無制限ではあり得ず、その合理性が\n認められる場合に限られるというべきであるが、具体的にいかなる場合に特例選挙\n区の設置が認められるかについては、結局、前記した公選法二七一条二項の制定の\n趣旨に照らして、当該都道府県の行政施策の遂行上当該地域からの代表確保の必要\n性の有無・程度、隣接の郡市との合区の困難性の有無・程度等を総合判断して決す\nることにならざるを得ないところ、それには当該都道府県行政における複雑かつ高\n度な政策的考慮と判断を必要とするものであるから、特例選挙区設置の合理性の有\n無は、この点に関する都道府県議会の判断がその裁量権の合理的な行使として是認\nされるかどうかによって決することとなるというべきである。もっとも、都道府県\n議会の議員の選挙区に関して公選法一五条一項ないし三項が規定しているところか\nらすると、同法二七一条二項は、当該区域の人口が議員一人当たりの人口の半数を\n著しく下回る場合、すなわち、配当基数が〇・五よりも著しく下回る場合には、原\n則として特例選挙区の設置を認めない趣旨であると解される。ところで、配当基数\nが〇・五を著しく下回る場合とはそれがいかなる数値を示すに至った場合をいうか\nという点については、当該選挙区の配当基数が、議員一人を配置すべき平均的な数\n値である配当基数一にし投票価値が三倍の較差となる三分の一以下に達した場合を\nいうものというべきであり、したがつで、この場合には特例選挙区の設置を認める\nべき特段の合理性がない限りその設置は認められないものといわなければならな\nい。\n四　そして、以上のようにして定められた選挙区に対し、公選法一五条七項が、都\n道府県議会の議員の定数配分につき、人口比例を日取も重要かつ基本的な基準と\nし、各選挙人の投票価値が平等であるべきことを強く要求していることは前示のと\nおりであるが、一方、公選法は、人口比例の原則を形式的に適用するのみでは、か\nえって相当でない場合があることに鑑み、特別の事情があるときは、おおむね人口\nを基準とし、地域間の均衡を考慮して定めることができるとして、都道府県議会に\n人口比例の原則を修正して選挙区別の議員定数を決定する裁量権を認めていること\nが明らかである（同法一五条七項ただし書）。しかしながら、右ただし書の適用に\nついて客観的基準が在するものでもないので、議員定数の配分を定めた条例の規定\n（以下「定数配分規定」という。が公選法一五条七項の規定に適合するかどうかに\nついては、都道府県議会の具体的に定めるところがその裁量権の合理的な行使とし\nて是認されるかどうかによって決するほかはない。したがつで、定数配分規定の制\n定又はその改正により具体的に決定された定数配分の下における選挙人の投票の有\nする価値に不平等が在し、あるいはその後の人口の変動により右不平等が生じ、そ\nれが都道府県議会において地域間の均衡を図るなめ通常考慮し得る諸般の要素を斟\n酌してもなお、一般的に合理性を有するものとは考えられない程度に達していると\nきは、右のような不平等は、もはや都道府県議会の合理的裁量の限界を超えていろ\nものと推定され、これを正当化すべき特別の理由が示されない限り、公選法一五条\n七項違反と判断されざるを得ないものというべきである。\n第三　本件定数配分規定の違法性\n一　本件条例改正の経緯等について\n成立に争いのない甲第一二号証、第一四号証、第二六号証の一ないし四、第四〇号\n証、乙第一号証、第四、五号証、第七号証の一ないし一八、原本の存在及び成立に\n争いのない甲第一一号証、第四九、五〇号証、証人Ｃ及び同Ｄの各証言並びに弁論\nの全趣旨によれば、次の事実が認められる。\n１　本件条例は、昭和三八年制定公布され、以来本件選挙に至るまで一七回の改正\nを経ているものであるが、昭和四二年の改正においで、昭和四〇年国勢調査人口に\n基づき、配当基数が〇・五を下回った南設楽郡選挙区を特例選挙区として合区せず\nに存置し、また、昭和五三年の改正において、昭和五〇年国勢調査人口に基づき、\n同様に配当基数が〇・五を下回った北設楽郡選挙区を特例選挙区としで存置した。\n２　昭和六二年、愛知県議会は、本件条例を改正し、愛知県における昭和六〇年の\n国勢調査人口が昭和五五年のそれより増加したことに伴い、議員総定数を一名増の\n一〇七名としたが、南設楽郡選挙区及び北設楽郡選挙区を特例選挙区として残し\nた。\n３　平成二年、本件選挙を控え、特例選挙区存置の問題を含め本件条例の改正が検\n討されたが、愛知県議会は、南設楽郡選挙区及び北設楽郡選挙区についてはこれを\n特例選挙区として残すこととし、同年一〇月九日、昭和六〇年国勢調査人口に基づ\nき、議員総定数を三名増の一一〇名とし、選挙区定数を四増一減（名古屋市緑区、\n稲沢市、半田市、春日井市の各選挙区の定数を各一名増し、名古屋市中村区の定数\nを一名減ずる、ごとする条例改正案を可決し、同月一二日改正条例（本件定数配分\n規定）が公布された。本件定数配分規定による選挙区別議員定数は別表二のとおり\nであり、議員一人当たりの人口の較差は、特例選挙区を除いた場合に最大一対二・\n九四（高浜市選挙区対江南市選挙区）（公選法一五条七項本文の人口比定数により\n算出した最大較差も同様である。）、特例選挙区を含めた場合に最大一対四・七〇\n（南設楽郡選挙区対江南市選挙区）となり、人口の多い選挙区の方が人口の少ない\n選挙区より議員定数が少ないいわゆる逆転現象も一二通りみられた（ただし、逆転\n差が二人の顕著な逆転現象はない。）。もっとも、平成二年国勢調査人口によれ\nば、本件定数配分規定による議員一人当たり人口の較差は、別表一のとおりであ\nり、特例選挙区を除いた場合の最大較差は一対二・八九（名古屋市中区選挙区対西\n尾市選挙区）、特例選挙区を含めた場合の最大較差は一対五・〇二（南設楽郡選挙\n区対西尾市選挙区）となる。そして、本件定数配分規定に基づき、平成三年四月七\n日、本件選挙が施行された（以上のうち、平成二年一〇月本件条例が改正され、本\n件定数配分規定が定められたこと、平成二年国勢調査人口によれば、本件定数配分\n規定による議員一人当たりの人口の較差の特例選挙区を含んだ場合の最大較差が一\n対五・〇二となることは当事者間に争いがない。）。\n二　特例選挙区存置の違法性について\n１　成立に争いのない甲第一〇号証、第二八号証、第五三ないし第六六号証（第一\n〇号証、第二八号証、第五四ないし第五六号証、第六〇、六一号証、第六四ないし\n第六六号証については原本の存在も争いがない。）、乙第二、三号証、第一四ない\nし第一八号証（第一五号証、第一八号証については原本の存在も争いがない。）、\n前掲甲第一一、一二号証、第一四号証、第五〇号証、乙第五号証、証人Ｅ及び同Ｆ\nの各証言並びに弁論の全趣旨によれば、次の事実が認められる。\n（一）　南設楽郡選挙区は、愛知県の東端に位置する南設楽郡全域の鳳来町、作手\n村の一町一村からなり、その面積は愛知県の七・四パーセントを占め、北設楽郡選\n挙区は、愛知県の北東端に位置する北設楽郡全域である設楽町、東栄町、稲武町、\n豊根村、富山村、津具村の三町三村からなり、その面積は愛知県の一二・七パーセ\nントを占めている。両郡とも、五〇〇メートルから一〇〇〇メートル前後の山々を\n擁する山間地であり、林業を基幹産業としていたが、エネルギー革命や外材の輸入\n増加などによる木材関連産業の低迷のため、産業経済構造の根本的な転換を迫られ\nている。また、両郡とも、人口減少率は低下しつつも依然として過疎化が進行する\n一方で、老年人口の割合が増加しており、過疎化及び高齢化対策のための総合的か\nつ計画的な施策が要求されている。なお、東三河地域の水需要に対応する抜本的な\n対策として、北設楽郡に設楽ダムの、南設楽郡に大島ダムの建設計画、推進が愛知\n県政の課題となっているが、ダム建設のもたらす過疎化進行への影響が一方で問題\nともなっている。\n（二）　もっとも、南設楽郡と北設楽郡は前記のとおり山間の地ではあるが、いず\nれも他の地域と道路交通網により結ばれているうえ、両郡間でみても、両郡は隣接\nしており、その東部の一部ではあるが、交通機関としてＪＲ飯田線が通っており、\nまた、国道一五一号線、同二五七号線及び同四二〇号線が両郡内を縦横断してい\nる。また、両郡は、歴史的及び文化的側面において、全く別個独立の地域を形成し\nているわけでもなく、両郡内の町村が新城市とともに広域市町村圏としてまとまり\nをみせたうえ、地域経済の活性化を模索しようとする動きもあり、両郡の東端に沿\nって走る高速道路の建設も計画されている。\n（三）　本件条例の昭和六二年改正による定数配分における両選挙区の配当基数\nは、南設楽郡選挙区が０・三二四八、北設楽郡選挙区が〇・三三五一（いずれも昭\n和六〇年国勢調査人口による。）であり、平成二年一〇月改正による定数配分（本\n件定数配分規定）におけるそれは、昭和六〇年国勢調査人口によれば、南設楽郡選\n挙区が〇・三三三九、北設楽郡選挙区が〇・三四四五であるが、平成二年国勢調査\n人口によれば、南設楽郡選挙区が〇・三一一六、北設楽郡選挙区が〇・三一二二と\n更に低い数値を示している（右のうち、平成二年国勢調査人口によれば、南・北設\n楽郡各選挙区の配当基数がそれぞれ〇・三一一六、〇・三一二二となることは当事\n者間に争いがない。）。\n２　右認定の事実によれば、本件定数配分規定における南設楽郡選挙区と北設楽郡\n選挙区の配当基数は、同規定制定当時の人口である平成二年国勢調査人口によれ\nば、いずれも三分の一を下回っているのであるから、前示のとおり、両選挙区を特\n例選挙区として存置すべき特段の合理性がないかぎり、両選挙区の特例選挙区とし\nての存置は許されないものといわなければならない。ところで、両郡が、山間部の\n過疎地であり、生活基盤や生活環境等を強化し地域を活性化するための施策を必要\nとする行政需要の高い地域であることは右１（１）の事実から認められるが、通常\n他地域にも相応の行政需要が存することに鑑みると、両郡の必要とする右のような\n行政需要は絶対的なものではなく、愛知県政全体の中で考慮されるべき相対的なも\nのに過ぎないから、これをもって両選挙区の配当基数の数値如何にかかわらず代表\nを確保すべき事由とすることができないことは明らかである。また、右１（二）に\nみたところによれば、両郡はいずれも、地理的条件のため他地域から隔絶された辺\n境の地であるともいい難く、両選挙区を合区することにさほどの困難も見出し難い\nといわざるを得ない。以上によれば、本件定数配分規定制定当時、南設楽郡及び北\n設楽郡の各選挙区は、平成二年国勢調査人口によるかぎり、配当基数が〇・五を著\nしく下回る一方で、地域代表を確保すべき特段の合理性も認められないというべき\nであるから、両選挙区を特例選挙区として存置したことに合理性を認めることはで\nきないといわざるを得ない。\nもっとも、原本の存在及び成立に争いのない甲第四二号証及び第四七号証によれ\nば、平成二年国勢調査人口については、いわゆる速報値（平成二年国勢調査の結果\nのうち市区町村要計表により算出した平成二年一〇月一日現在の全国の人口並びに\n都道府県別及び市区町村別の人口）が公示されたのは同年一二月二一日であり、ま\nた、その確定値の公示は平成三年一〇月四日であることが認められるから、平成二\n年一〇月の本件条例の改正時には右国勢調査人口はその速報値を含め明らかではな\nかったといえ、したがって、愛知県議会は昭和六〇年国勢調査人口に基づき定数配\n分のための条例改正を行わざるを得なかったというべきである（なお、国勢調査人\n口については、仮に確定値の公示を待つ暇がない場合には速報値により必要な条例\n改正を行うべきであるとの見解に立つとしても、速報値の公示日と本件選挙の施行\n日との間には三か月余の期間しかなかったのであるから、速報値の公示を待って本\n件条例の改正を行うことは時間的にみて無理があったといわざるを得ない。）。し\nかしながら、昭和六二年条例改正による定数配分規定において、南設楽郡選挙区の\n配当基数は既に〇・三二四八と三分の一を下回り、北設楽郡選挙区のそれは〇・三\n三五一とほぼ三分の一の数値を示しており、昭和六〇年国勢調査人口による本件定\n数配分規定によっても、南・北設楽郡各選挙区の配当基数はそれぞれ〇・三三三\n九、〇・三四四五とほぼ三分の一か三分の一をわずか上回るに過ぎなかったことは\n前記１（三）に認定したところから明らかである。ところで、愛知県議会が特例選\n挙区存置の是非を判断するに当たり昭和六〇年国勢調査人口によらざるを得なかっ\nたとしても、投票価値の平等の要請の重大性や特例選挙区の設置がこれに大きな影\n響を及ぼすことに鑑みると、右国勢調査人口のみによっては客観的に正確な人口に\nよる判断とは異なる結果となることが容易に看取し得る場合には、右国勢調査人口\nに依拠せざるを得なかった故をもって、特例選挙区存置に関する判断を合理化する\nことはできないものといわなければならない。しかるところ、南・北設楽郡の過疎\n化が進行していたことは前記認定のとおりであり、他方大都市周辺人口の稠密化現\n象は公知の事実であるに対し、南・北設楽郡選挙区の配当基数は、昭和六二年条例\n改正時から既に三分の一を下回っていたか、ほぼ三分の一の数値を示していたう\nえ、平成二年の条例改正によってもほぼ三分の一か、これをわずか上回るに過ぎな\nかったのであるから、愛知県議会は、平成二年の本件条例の改正に当たり、本件定\n数配分規定のもとでは、その当時における正確な人口によれば、南・北設楽郡各選\n挙区の配当基数の正確な数値までは知り得ないにしても、それが三分の一を下回っ\nていたことはこれを容易に推測し得たものというべきである。したがって、昭和六\n〇年国勢調査人口により本件条例の改正に当たらざるを得なかったとしても、南・\n北設楽郡選挙区を特例選挙区として存置したことに合理性を認めることはできず、\n両選挙区の特例選挙区としての存置は違法であるといわざるを得ない。\n三　本件定数配分規定の違法性について\n二にみたとおり、南・北設楽郡各選挙区は特例選挙区としてその存置が認められな\nいのであるから、その配当基数からみれば右各選挙区へ議会定数を配分することは\nできないというべきである。ところで、公選法一五条七項は定数を配分すべき選挙\n区としては適法な選挙区を前提としていると解されるから、本件定数配分規定は、\n特例選挙区としての設置が認められない選挙区へ議員定数を配分した点において、\n同条項に違反するものであるといわなければならない。その結果、本件定数配分規\n定においては、平成二年国勢調査人口による各選挙区人口（別表一）によれば、投\n票価値につき最大一対五・〇二（南設楽郡選挙区対西尾市選挙区）の較差が生じ、\n本件条例改正に当たり依拠せざるを得なかった昭和六〇年国勢調査人口による各選\n挙区人口（別表二）によっても、一対四・七〇の投票価値の最大較差（南設楽郡選\n挙区対江南市選挙区）が生ずるとともに、江南市選挙区以外にも南設楽郡選挙区と\nの関係で右最大較差に近い較差を生ずる選挙区も数選挙区一豊田市及び東加茂郡、\n西尾市、知多郡第二の各選挙区など）に上ることが明らかである。そして、本件定\n数配分規定におけるこのような較差が示す投票価値の不平等は、南・北設楽郡各選\n挙区が特例選挙区として存置されず、公選法一五条二項に従い、それぞれ他の選挙\n区に合区されていれば、生じ得ない較差であるというべく、したがって、右不平等\n状態もまた同法一五条七項の投票価値の平等の要求に反するものであるといわなけ\nればならない（、前掲甲第五〇号証及び別表二を総合すると、本件定数配分規定に\nおいては公選法一五条七項ただし書が適用されている（西区、中区、岡崎市、豊田\n市及び東加茂郡、蒲郡市、海部郡の六選挙区）が認められるが、前記一３に認定し\nたとおり、本件定数配分規定の下では、投票価値の最大較差（特例選挙区を除\nく。）は人口比定数により算出した最大較差と同じ一対二・九四であり、いわゆる\n逆転現象も一二通り程度で顕著な逆転現象も見られず、平成二年国勢調査人口によ\nって投票価値の最大較差（特例選挙区を除く。）は一対二・八九となるのであるか\nら、同条項ただし書の適用によって生じた右のような投票価値の不平等は、愛知県\n議会において地域間の均衡を図るため通常考慮し得る諸般の要素を斟酌してもな\nお、一般的に合理性を有するものとは考えられない程度に達していたものとはいえ\nない。このようにして右ただし書の適用自体は同議会に与えられた裁量権の合理的\nな行使として是認することができる。）。\nそうとすれば、本件定数配分規定は、本件選挙当時、公選法一五条七項の規定に違\n反するものであったと断定せざるを得ない。そして、本件定数配分規定の違法性\nは、特例選挙区として存置すべきでない選挙区への定数配分に由来するものであ\nり、右違法状態を解消するためには、南・北設楽郡各選挙区が両選挙区の合区をも\n含めそれぞれ他の選挙区と合区することが必要であるが、右合区による新たな選挙\n区の創設は、合区相手の選挙区のみならず、他の選挙区の定数配分にも密接かつ微\n妙な影響を及ぼすものであるから、本件定数配分規定は全体として不可分の一体を\nなすものと解すべきであり、したがって、公選法一五条七項に違反する部分のみな\nらず、その全体が違法の瑕疵を帯びるものというべきである。\n第四　本件選挙の効力\n以上のとおり、本件選挙は、公選法一五条七項に違反する本件定数配分規定に基づ\nいで施行されたものであるから、違法であるといわなければならないが、当然に無\n効となるかについては、定数配分規定の違法を理由とする公選法二〇三条に基づく\n訴訟の性質に鑑み、なお考慮の必要がある。すなわち、右訴訟においては、当該選\n挙を無効とする判決をしても、直ちに再選挙が施行できるわけではなく、これを行\nうためには定数配分規定の改正のため条例制定手続が必要とされ、この場合定数配\n分規定の改正を含むその後の議会の活動が選挙を無効とされた選挙区（本件におい\nては一二選挙区に及ぶ。）からの選出議員を欠いた状態で行わざるを得ないという\n異常事態を招くこととなるからである。他方、弁論の全趣旨によれば、愛知県議会\nにおいて、特例選挙区の廃止を前提とした定数是正問題を自律的に解決することも\n十分に期待し得るものと認められる。そこで、現段階において直ちに本件選挙を無\n効とすることなく、行政事件訴訟法三一条一項に示された一般的な法の基本原則に\n基づき、選挙の無効を求める原告らの請求を棄却するとともに、当該選挙の違法を\n宣言すべきものと解するのを相当とする（最高裁昭和四九年（行ツ）第七五号昭和\n五一年四月一四日大法廷判決・民集三〇巻三号二二三頁参照）。\n第五　結論\nよって、本件決定を取消して本件選挙のうち別紙選挙区目録記載の各選挙区におけ\nる選挙を無効とすることを求める原告らの本訴請求を棄却したうえ、右選挙区にお\nける選挙が違法であることを宣言することとし、訴訟費用の負担につき行政事件訴\n訟法七条、民事訴訟法八九条、九二条ただし書を適用して、主文のとおり判決す\nる。\n（裁判官　横畠典夫　園田秀樹　園部秀穂）\n別紙当事者目録（省略）\n別紙\n選挙区目録\n岡崎市選挙区\n名古屋市名東区選挙区\n名古屋市東区選挙区\n名古屋市天白区選挙区\n名古屋市熱田区選挙区\n名古屋市緑区選挙区\n名古屋市瑞穂区選挙区\n名古屋市昭和区選挙区\n名古屋市南区選挙区\n名古屋市千種区選挙区\n名古屋市中村区選挙区\n西尾市選挙区\n"
}