{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 4,
    "month": 11,
    "day": 16
  },
  "case_number": "平成4(ネ)391",
  "case_name": "建物収去土地明渡請求事件",
  "court_name": "東京高等裁判所第一二民事部",
  "lawsuit_id": "20243",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20243",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/243/020243_hanrei.pdf",
  "contents": "主　　　　文\n一　原判決を取り消す。\n二　被控訴人の請求をいずれも棄却する。\n三　訴訟費用は第一、二審を通じ、被控訴人の負担とする。\n事　　　　実\n第一　当事者の求めた裁判\n一　控訴の趣旨\n主文同旨\n二　控訴の趣旨に対する答弁\n控訴棄却\n第二　当事者の主張\n一　請求原因\n１　被控訴人は、宇都宮地方裁判所栃木支部昭和六三年（ヌ）第三五号不動産強\n制競売事件において、控訴人所有の別紙物件目録一記載の土地（以下「本件土地」\nという。）の買受人となり、平成元年五月一二日、その代金を納付して所有権を取\n得した。\n２　本件土地上には、控訴人所有の別紙物件目録二記載の建物（以下「本件建\n物」という。）が存在しているところ、宇都宮地方裁判所栃木支部平成二年（ワ）\n第九八号賃料確定請求事件において、平成二年一二月二〇日、次のとおりの裁判上\nの和解が成立した。\n（一）　控訴人と被控訴人は、本件土地につき本件建物のため法定地上権が成立\nしたこと、右法定地上権（以下「本件地上権」という。）の期間は、平成元年五月\n一二日から三〇年であること、本件地上権の地代は月額金三万八〇〇〇円であるこ\nとを相互に確認する。\n（二）　控訴人は、被控訴人に対し、平成二年一二月末日までの未払地代とし\nて、七八万円の支払義務あることを認め、これを平成三年一月末日限り、被控訴人\n指定の銀行口座に振り込んで支払う。\n（三）　控訴人は、被控訴人に対し、平成三年一月以降、毎月末日限り、右地代\nを被控訴人指定の銀行口座に振り込んで支払う。\n（四）　控訴人が、右（二）の七八万円の支払を怠った場合、又は、地代の支払\nを三か月分以上怠った場合には、被控訴人は本件地上権の消滅を請求することがで\nきる。\n３　右２（四）の和解条項（以下「本件和解条項」という。）は、催告を要せず\n本件地上権の消滅請求ができるとの趣旨である。すなわち、本件和解条項作成に当\nたり、被控訴人代表者と被控訴人代理人の新井弁護士は、催告を要せず本件地上権\nの消滅請求ができるとの記載を求めたが、控訴人代理人の山田弁護士は、今後は自\n分が付いているので、絶対に遅滞はさせない、万一遅滞したときは、無催告で消滅\n請求されてもやむを得ない旨述べ、無催告による消滅請求を了解したが、あえて和\n解条項に記載する必要がない旨主張したため、裁判所の説得もあって、和解条項に\nは記載されなかったものであり、本件和解条項の趣旨が催告を要しないとするもの\nであることは当事者間で了解されていた。\n４　控訴人は、平成三年四月分以降の右地代の支払をせず、その遅滞が三か月分\nになつたので、被控訴人は控訴人に対し、同年七月九日控訴人に到達した内容証明\n郵便で、本件地上権の消滅を請求した。なお、右消滅請求については、滞納地代支\n払いの催告はしていない。\n５　被控訴人が本件土地を買い受けてから前記２の和解が成立するまでの一年半\n余りの間、控訴人は地代を全く支払わず、供託もしなかったことなど、本件和解成\n立の経緯に照らすと、本件地上権の消滅請求に当たり催告をしなくてもあながち不\n合理とはいえない事情があった、というべきである。\n６　よって、被控訴人は控訴人に対し、本件地上権の不存在確認と、本件土地の\n所有権に基づき、本件建物の収去と本件土地の明渡しを求める。\n二　請求原因に対する認否\n１　請求原因１、２の事実は認める。\n２　同３の事実は否認する。本件和解条項に催告不要の特約を入れるか否かの応\n酬はなかった。\n３　同４の事実は認めるが、その効果は争う。\n４　同５は争う。\n（一）　控訴人が、地代の支払を遅滞したのは、その支払を担当した控訴人の二\n女Ａが、平成三年一月二三日に延滞分の七八万円を支払った後、月々の支払は、同\n年四月末日から開始されると誤解していたことによるものであり、四月以降は継続\nして地代の支払をしていたし、同年七月八日、被控訴人からの通知を受け取ったの\nちは、同月二九日、同年九月五日、同年一〇月四日と、遅滞分を加算して支払い、\nその後、同月三一日からは、月々約定の三万八〇〇〇円に一〇〇〇円を加算した三\n万九〇〇〇円の支払を続けている。\n（二）　このように控訴人の地代滞納は単なる誤解によるものであり、被控訴人\nの側で領収書に何月分と記載するなどしてその誤解を正すとか、催告により履行の\n機会を与えるとかすれば、直ちに履行したのであるから、無催告による消滅請求が\n認められるような事情があったとはいえない。\n三　抗弁\n民法二六六条により準用される同法二七六条によれば地上権の消滅請求のために\nは本来二年分以上の地代の滞納が要件とされること、本件地上権は三〇年という長\n期間のものであることなどからすれば、その消滅請求のためには権利を消滅させる\nに値する債務不履行が必要であるところ、本件ではその債務不履行の期間はわずか\n三か月であり、その原因も、右二４のように控訴人の二女Ａの誤解によるものであ\nるのに、被控訴人は、その発行した領収書に何月分という特定をするなどの方法に\nより控訴人の誤解を正すこともせず、約定の三か月の徒過を見計らったかのごと\nく、何らの催告もなく突然本件地上権の消滅請求をしたものであるから、被控訴人\nの本件地上権消滅請求は信義則に反し、権利の濫用として許されない。\n四　抗弁に対する認否\n抗弁は争う。\n第三　証拠（省略）\n理　　　　由\n一　請求原因１、２の事実はいずれも当事者間に争いがない。\n二　請求原因３について判断する。\n１　本件和解条項の効力\n<要旨第一>本件和解条項は、三か月分以上の地代の滞納を要件として、本件地上\n権の消滅を請求できるというも</要旨第一>のであるところ、民法二六六条により準\n用される同法二七六条は、地代の定めのある地上権についてその不払いを理由に地\n上権の消滅請求をするには二年分以上の地代の不払いを要件としている。\nしかし、右民法の規定は必ずしもそれと異なる特約を許さない趣旨とは解されな\nいし（大審院明治三五年一月二九日判決・民録八輯一巻九〇頁、同明治三七年三月\n一一日判決・民録一〇輯二六四頁参照）、右民法の規定は、地上権あるいは永小作\n権の特質に基づき地代あるいは小作料支払義務の不履行による権利の消滅を一定の\n要件の下に限定して、一般に地上権者あるいは小作人の地位の確保を期する趣旨に\n出たものであるが、民法立案当時と異なり、現行の借地借家法、同法施行前の借地\n法（以下「旧借地法」という。）や農地法によって、地上権及び建物所有を目的と\nする土地賃借権や永小作権及び農地の賃借権については、民法の諸規定が大きく修\n正され、地上権者等の保護が図られている現在、民法二六六条によって準用される\n同法二七六条の規定を強行規定と解する実質的根拠はない。\nなお、地上権も賃借権と同様に継続的権利関係であり、ことにそれが地代の支払\nを伴うときは、地主との間の信頼関係が権利の存続の基礎となることに鑑みれば、\n右規定に反する特約を認めることによって生じる不都合、たとえば一か月分の地代\n不払いによっても、地上権の消滅請求がなされうる旨の特約に基づく地上権の消滅\n請求については、賃貸借の解除の場合と同様に信頼関係破壊の法理を適用すること\nによって事案に即した解決をはかることが可能である。\nところで、本件和解条項は、三か月分以上の地代の滞納を要件とするものであ\nり、ある程度永続的な性質を持つ地上権の消滅事由として必ずしも不合理なもので\nはないこと、また、裁判上の和解によって定められたものであるうえ、後記のよう\nな和解に至る経緯、和解内容全体の趣旨に照らせば、右民法の規定と異なる特約で\nはあるけれども、その効力を否定する理由はないというべきである。\n２　地上権消滅請求に当たっての催告の要否\n（一）　前記のように、民法二六六条によって準用される同法二七六条によれ\nば、地代の定めのある地上権についてその不払いを理由に地上権の消滅請求をする\nには、本来、二年分以上の地代の不払いが要件とされているところ、この場合の消\n滅請求の意思表示には事前の催告は要しないと解される（大審院明治四〇年四月二\n九日判決・民録一三輯四五二頁、同大正元年一〇月四日判決・民録一八輯七八五頁\n参照）。\n<要旨第二>（二）　民法は、物権たる地上権について、地代不払いによる権利の\n消滅事由を、二年分以上の地代の不払</要旨第二>いを要件として定めているが、そ\nのような義務違反があった場合には催告を要せず、その消滅を請求することができ\nるものと解されており、債権たる賃借権の場合と消滅要件を異にしている。しか\nし、現行借地借家法、旧借地法等は、建物所有目的の土地賃借権を同目的の地上権\nとともに借地権として同一に扱い、これに種々の面で強い保護を与え、その結果、\n土地賃借権は、譲渡性等の点を除けば、ほとんど地上権と変わらない効力を持つも\nのとされていること、地上権も賃借権と同様に継続的権利関係であり、ことにそれ\nが地代の支払を伴うときは、地主との間の信頼関係が権利の存続の基礎となるこ\nと、賃借権の債務不履行による解除には原則として事前の催告が必要とされるとこ\nろ、債務者に履行の機会を与えるという催告の必要性は地上権も賃借権も変わりは\nないことなどからすれば、地上権の消滅について、民法二六六条により準用される\n同法二七六条所定の要件を緩和し、地代不払いの期間を短縮する特約がある場合に\nは賃貸借契約の賃料不払いによる解除の場合と同様に原則として催告を要するもの\nと解するのが相当である。\n（三）　次に、このような催告を不要とする特約の効力について考えるに、賃貸\n借契約の場合と同様、右のような特約も原則として有効であるけれども、地上権も\n賃借権と同じく当事者間の信頼関係を基礎とする継続的権利関係であることに鑑み\nれば、右のような特約は、その不払いの程度、態様等からみて、無催告で消滅請求\nをすることがあながち不合理とは認められないような事情が存在する場合には、無\n催告で消滅請求することができる旨を定めた約定であると解するのが相当である。\n３　本件和解条項の趣旨\n前記当事者間に争いのない事実に加え、成立に争いのない甲第一、第五、第六号\n証、乙第六号証、原本の存在及び成立に争いのない甲第七号証、乙第一号証、当審\nにおける被控訴人代表者尋問の結果及び証人Ａの証言に弁論の全趣旨を総合すれ\nば、以下の事実が認められる。\n（一）　被控訴人は、不動産強制競売手続において、本件土地の買受人となり、\n平成元年五月一二日、代金五四〇万円を納付して所有権を取得したが、本件土地上\nには建物所有を目的とする本件地上権が存在するところから、控訴人代理人の山田\n弁護士と、その処理について折衝を重ねることになった。その過程で、控訴人は、\n本件土地を買い取ることを希望したが、代金の面で折り合いがつかず、また、地代\nについても双方の提案する金額に開きがあったため、被控訴人は、平成二年七月、\n民事執行法八一条に基づき、控訴人を相手方とする地代確定の訴えを宇都宮地方裁\n判所栃木支部に提起した。\n（二）　右事件は、平成二年一二月二〇日の第四回口頭弁論期日において、請求\n原因２の（一）ないし（四）の内容の裁判上の和解が成立したが、右和解期日に出\n席した被控訴人代表者及び被控訴人代理人の新井弁護士は、右訴訟事件提起前の控\n訴人代理人の山田弁護士との交渉が長引いたうえ、被控訴人が本件土地を買い受け\nた後、右和解成立時までの一年半余の間、本件土地の地代は全く払われておらず、\n供託もされていなかったこと、さらに和解成立後も、それまでの延滞地代分は直ち\nに支払われるわけではなく、翌年の一月末日まで期限が猶予されたことなどから、\n今後地代の支払が三か月分以上遅滞したときは、催告を要せず直ちに本件地上権の\n消滅を請求できるとの和解条項を入れることを強く主張した。これに対し、右控訴\n人代理人は、今後は自分が控訴人を監督して遅滞のないようにすること、また、三\nか月分以上の遅滞があったときは、催告なしに消滅請求されてもやむを得ないが、\nその趣旨は了解したから、あえて和解条項に記載するまでの必要はない旨述べて譲\nらなかったため、本件和解条項には、催告を要せずという文言は記載されないこと\nになった。\n右認定事実によれば、本件和解条項に催告不要の文言が記載されなかったのは、\n控訴人代理人の山田弁護士がこれを記載することを承諾しなかったことによるもの\nであるが、同弁護士も、催告を要しないで消滅請求できるという趣旨は了解してい\nたのであるから、右文言が記載されなかったからといって、当事者間に右のような\n合意が成立しなかったとみることはできず、むしろ、記載しなくとも、そのような\n趣旨に解することができるという意味で記載されなかったものと認めるのが相当で\nあるから、本件和解条項は、催告不要の趣旨であると解すべきである。\nしたがって、被控訴人による本件地上権の消滅請求の意思表示は、事前の催告を\n伴わないものではあるけれども、それゆえに直ちにその効力を否定することはでき\nない。\n４　本件地上権の消滅請求\n請求原因４の事実は当事者間に争いがない。\n５　催告をしなくても不合理とは認められないような事情の存否\n（一）　成立に争いのない甲第二ないし第四号証、乙第一二ないし第一八号証、\n第二三号証、第二五ないし第三三号証、原本の存在及び成立に争いのない乙第三四\n号証の一、二、当審における被控訴人代表者尋問の結果及び証人Ａの証言に弁論の\n全趣旨を総合すれば、控訴人は、かねてから腎臓を患い、人工透析療法を受け、病\n院に入退院を繰り返している状態であったため、右和解期日には、控訴人の二女Ａ\nが出席し、その後の地代の支払も同女が行うことになっていたが、同女は、平成三\n年一月に、延滞分の七八万円を支払い、その後は同年四月から支払えば地上権の消\n滅請求をされることはないものと誤解し、同年三月までは毎月末日に支払うべき地\n代の支払をしないで、同年四月から同年六月まで月々三万八〇〇〇円の支払を続け\nていたところ、同年七月九日、被控訴人から本件地上権の消滅を請求するとの内容\n証明郵便が届いたため、同月二九日に七万六〇〇〇円、同年九月五日に八万七〇〇\n〇円、同年一〇月四日に一五万六〇〇〇円と二万三〇〇〇円を支払い、遅滞分を解\n消し、その後、同年一〇月以降は、約定の金額より一〇〇〇円多い月額三万九〇〇\n〇円の支払を続けていることが認められる。\n<要旨第三>（二）　前記二３の認定事実及び右認定事実によれば、本件では、地\n代の不払いの額は、本件消滅請求の意</要旨第三>思表示の時点で一一万四〇〇〇円\nと、さほど多額とはいえない額であるうえ、その期間も三か月であり、民法二六六\n条により準用される同法二七六条の定める地上権の消滅請求の要件たる地代不払い\nの期間二年間と比べてかなり短いこと、その不払いに至った事情も、和解で決めら\nれた月々の地代の支払時期を誤解したというものであり、その軽率さは責められる\nべきではあるが、必ずしも悪質なものとはいいがたいこと、右のような事態を招い\nた背後には、控訴人本人が病気で入退院を繰り返すという家庭の事情もあったこ\nと、控訴人は、被控訴人からの催告がなくても平成三年四月から六月まで三か月遅\nれてはいたものの毎月地代を支払い、同年七月に被控訴人から本件地上権の消滅請\n求を受けるや、ほどなく遅滞分を支払い、その後も引き続き月々の支払を継続して\nいることなどの諸事情に照らせば、本件が裁判上の和解で定められた債務の不履行\nであるうえ、その月々の支払の最初からの遅滞であること、控訴人は、本件地上権\nが成立してから右和解成立に至るまで、一九か月の間、その地代の支払や、供託を\nしていないことなどの諸事情を考慮しても、本件では無催告で地上権の消滅請求を\nすることがあながち不合理とは認められないような事情が存在するとは認めがた\nい。\n三　したがって、催告なしになされた被控訴人の本件地上権の消滅請求は、その\n効力を生じないというべきであり、抗弁について判断するまでもなく、被控訴人の\n控訴人に対する本訴請求はいずれも理由がないことになる。\n四　よって、民訴法三八六条により、右と結論を異にする原判決を取り消し、被\n控訴人の控訴人に対する請求をいずれも棄却し、訴訟費用の負担について同法九六\n条、八九条を適用して主文のとおり判決する。\n（裁判長裁判官　篠田省二　裁判官　矢崎秀一　裁判官　及川憲夫）\n物　件　目　録\n一　栃木県小山市大字乙女字寒沢一〇八九番三\n宅　地　　　　四四六・九〇平方メートル\n二　栃木県小山市大字乙女字寒沢一〇八九番地三\n（未登記）\n木造ストレート葺平屋居宅一棟\n床面積　　　　五〇平方メートル\n"
}