{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 10,
    "day": 20
  },
  "case_number": "平成10(行ケ)34",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13591",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13591",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/591/013591_hanrei.pdf",
  "contents": "平成１０年（行ケ）第３４号審決取消請求事件（平成１１年９月２７日口頭弁論終\n結）\n判　　　　　決\n原　　　　　　告　　　　ニッカ株式会社\n代表者代表取締役　　　　Ａ\n訴訟代理人弁護士　　　　佐藤治隆\n同　　　　弁理士　　　　Ｂ\n同　　　　　　　　　　　Ｃ\n被　　　　　　告　　　　ボールドウィン　グラフォテック　ゲーエムベーハー\n代表者　　　　          Ｄ\n訴訟代理人弁理士　　　　Ｅ\n主　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n特許庁が、平成７年審判第２７３３８号事件について、平成９年１２月１７日にし\nた審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、名称を「印刷機のゴムブランケット洗浄装置」（後に「印刷機のブラン\nケットシリンダ洗浄装置」と補正）とし、昭和５４年９月２５日に出願された特願\n昭５４－５０１６０４号（以下「原出願」という。) の一部を昭和６２年６月３０\n日に分割出願（以下「本件分割出願」という。) した特許第１７４６６００号発明(\n平成２年１０月１５日出願公告、平成５年３月２５日設定登録。以下「本件特許発\n明」という。) の特許権者である。\n原告は、平成７年１２月１８日、本件特許発明の特許登録を無効とする旨の審判\nの請求をした。\n特許庁は、同請求を、平成７年審判第２７３３８号事件として審理した上、\n平成９年１２月１７日、「本件審判の請求は、成り立たない。」との審決をし、そ\nの謄本は、平成１０年１月７日、原告に送達された。\n２　本件特許発明の要旨\n１　本件特許発明の出願公告決定時の特許請求の範囲の請求項１に記載された発明\n（以下「第１特許発明」という。) の要旨\n洗浄用布と、該洗浄用布をブランケットシリンダに押し付け又は引き離す機構\nと、洗浄用布を移送する機構と、洗浄液を供給する給液手段と、洗浄用布に対向し\nて配置され、洗浄用布のほぼ全幅に洗浄液を与える孔が設けられた管状部材と、前\n記給液手段からの洗浄液を管状部材に送る液体ラインと、洗浄液を管状部材に供給\nするための圧縮空気を送る圧縮空気ラインと、から構成された印刷機のブランケッ\nトシリンダ洗浄装置において、複数の液体ラインと、前記管状部材と複数の液体ラ\nインおよび圧縮空気ラインとを接続する共通の入口用連結部材と、前記各液体ライ\nンに配置され、入口用連結部材に定量の洗浄液を導入させる液体計量手段と、入口\n用連結部材と各液体計量手段とを結ぶ液体ラインに配置され、前記入口用連結部材\nに導入された洗浄液が液体ラインに戻るのを阻止する逆流防止手段と、圧縮空気ラ\nインに配置され、入口用連結部材に導入された洗浄液を管状部材へ押し出すための\n圧縮空気を供給する圧縮空気供給手段と、定量の洗浄液を入口用連結部材で混合さ\nせた後、圧縮空気を送って前記定量の洗浄液を洗浄動作ごとに管状部材から洗浄用\n布に与えるように前記各液体計量手段および圧縮空気供給手段を制御する手段と、\nを具備する印刷機のブランケットシリンダ洗浄装置。\n２　同請求項２に記載された発明（以下「第２特許発明」という。) の要旨\n洗浄用布と、該洗浄用布をブランケットシリンダに押し付け又は引き離す機構\nと、洗浄用布を移送する機構と、洗浄液を供給する給液手段と、洗浄用布に対向し\nて配置され、洗浄用布のほぼ全幅に洗浄液を与える孔が設けられた管状部材と、前\n記給液手段からの洗浄液を管状部材に送る液体ラインと、洗浄液を管状部材に供給\nするための圧縮空気を送る圧縮空気ラインと、から構成された印刷機のブランケッ\nトシリンダ洗浄装置において、複数の液体ラインと、前記管状部材と複数の液体ラ\nインおよび圧縮空気ラインとを接続する共通の入口用連結部材と、前記各液体ライ\nンに配置され、入口用連結部材に定量の洗浄液を導入させる液体計量手段と、入口\n用連結部材と各液体計量手段とを結ぶ液体ラインに配置され、前記入口用連結部材\nに導入された洗浄液が液体ラインに戻るのを阻止する逆流防止手段と、圧縮空気ラ\nインに配置され、入口用連結部材に導入された洗浄液を管状部材へ押し出すための\n圧縮空気を供給する圧縮空気供給手段と、洗浄動作の最後に圧縮空気を所定時間だ\nけ入口用連結部材に供給する手段と、定量の洗浄液を入口用連結部材で混合させた\n後、圧縮空気を送って前記定量の洗浄液を洗浄動作ごとに管状部材から洗浄用布に\n与えるように前記各液体計量手段および圧縮空気供給手段を制御し、かつ洗浄動作\nの最後に前記圧縮空気供給手段を所定時間だけ動作させる制御手段と、を具備する\n印刷機のブランケットシリンダ洗浄装置。\n３　審決の理由\n審決は、別添審決書写し記載のとおり、１第１特許発明が、原出願の当初明細書\n及び図面を記載した特表昭５６－５０１１９７号公報（甲第１号証、以下、刊行物\nとしては「引用例１」といい、その記載内容に言及する場合は「原明細書」とい\nう。）、特開昭５１－５６３０６号公報（甲第２号証、以下「引用例２」とい\nう。）及び実開昭４９－９３０２号公報（甲第３号証、以下「引用例３」とい\nう。）に記載された発明から容易に発明することができたものであり、特許法２９\n条２項の規定に違反して特許されたものであって、同法１２３条１項１号の規定に\nより無効とされるべきであるとの請求人（本訴原告）の主張について、引用例１\nが、第１特許発明の出願前に頒布された刊行物ではなく、当業者が引用例２及び３\nに記載された発明に基づいて容易に第１特許発明を想到することができたものでは\nないとし、２第２特許発明が、引用例１及び特公昭４９－５２８１号公報（甲第４\n号証、以下「引用例４」という。）に記載された発明から容易に発明することがで\nきたものであり、特許法２９条２項の規定に違反して特許されたものであって、同\n法１２３条１項１号の規定により無効とされるべきであるとの請求人の主張につい\nて、引用例１が、第１特許発明の出願前に頒布された刊行物ではなく、当業者が引\n用例４に記載された発明に基づいて容易に第２特許発明を想到することができたも\nのではないとし、３本件特許発明が、特許法３６条４項又は５項の規定する要件を\n満たしていない特許出願に対してなされたものであり、同法１２３条１項３号の規\n定により無効とされるべきであるとの請求人の主張について、当該主張は、公告決\n定後に補正された特許請求の範囲に記載された構成要件に基づくものであり、前示\n第１及び第２特許発明の要旨に基づかない主張であるとし、請求人が主張する理由\n及び提出した証拠方法によっては、本件特許発明を無効とすることはできないとし\nたものである。\n第３　原告主張の取消事由の要点\n審決の理由中、本件特許発明の要旨の認定、当事者の主張の認定、出願公告後の\n補正の適否の判断（審決書２４頁９行～２６頁４行）、本件分割出願の分割要件に\nついての判断の一部（審決書２６頁７行～２９頁２行、３１頁４行～３２頁２０\n行）は、いずれも認める。\n審決は、本件分割出願が適正な分割要件を有するものと誤って判断する（取消事\n由１）とともに、本件分割出願後の平成２年５月７日付けの手続補正書による補正\n（以下「本件補正」という。）が発明の要旨を変更しないと誤って判断し（取消事\n由２）、本件特許発明の出願日が本件分割出願の日（昭和６２年６月３０日）では\nなく原出願の出願日（昭和５４年９月２５日）に遡及するとして、引用例１が本件\n特許発明の出願前に頒布された刊行物ではないと認定し、その結果、本件特許発明\nの進歩性の判断を誤ったものであるから、違法として取り消されなければならな\nい。１　取消事由１（分割要件の判断の誤り）\n１　液体計量手段について\n審決は、本件分割出願後の特許請求の範囲に記載された「入口用連結部材に定量\nの洗浄液を導入させる液体計量手段」の構成要件が、原明細書に記載された「各洗\n浄動作毎に正確に量が調整された洗浄液がノズルビームに導入される」機能を、\n「～手段」で表現したものであり、原明細書に開示された特許請求の範囲を拡張す\nるものではないと判断している（審決書２９頁１６～２０行）が誤りである。\nすなわち、その根拠として審決が認定した原明細書の記載箇所（審決書２９頁５\n～１５行）には、正確に洗浄液量を調整する機能をもつ必要性があることが示され\nているだけであって、このような機能を実現するために、発明が講じている技術的\n手段は示されていない。そもそも、単に「機能」が示されているだけで、その機能\nを実現するものとして認識され原明細書に開示された技術的手段を超えて、あらゆ\nる技術的手段を含む広義の「液体計量手段」として構成要件を記載することは許さ\nれてはならない。発明の保護は、発明者の認識の限度に止まるべきであり、分割出\n願と認められるのは、出願日の遡及効果がある以上、原出願の明細書に記載されて\nいる範囲に止まるべきだからである。\n具体的にみると、原明細書では、高圧ポンプによる供給ではノズルから噴射され\nる液体の量を正確に制御できないことを従来技術の欠点として記載しており、この\n圧縮ポンプに代え、好適な実施例である技術的手段としてストローク調整可能なピ\nストンポンプが示され、これが「各洗浄動作毎に正確に量が調整された洗浄液がノ\nズルビームに導入」する機能を実現するのである。したがって、この範囲を超え\nて、あらゆるポンプ手段までを包含する「液体計量手段」とすることは、明らかに\n原明細書の開示の範囲を逸脱している。しかも、この「液体計量手段」には、「入\n口用連結部材に定量の洗浄液を導入させる圧縮ポンプ」も包含されるから、原明細\n書で、従来技術の圧縮ポンプを用いることによる不具合を技術的課題として掲げて\nいることと矛盾するものである。\n２　圧縮空気供給手段について\n審決は、本件分割出願後の特許請求の範囲に記載された「圧縮空気ラインに配置\nされ、入口用連結部材に導入された洗浄液を管状部材へ押し出すための圧縮空気を\n供給する圧縮空気供給手段」の構成要件が、原明細書に記載された「圧縮空気ライ\nンを加圧し、入口用連結部材内の液体をノズルビーム、つまり、管状部材に圧縮空\n気により押し出す」作用を、「～手段」で表現したものであり、原明細書に開示さ\nれた特許請求の範囲を拡張するものではないと判断している（審決書３０頁１５行\n～３１頁３行）が誤りである。\nこの構成要件の場合も、前記液体計量手段の場合と同様に、単に「機能」が示さ\nれているだけで、その機能を実現するものとして認識され原明細書に開示された技\n術的手段は、「バルブ２５」だけである。これに対し、圧縮空気供給手段の概念は\nバルブの概念を超えた、あらゆる技術的手段を含む広義の手段であることは明確で\nあり、このような拡張された概念である「圧縮空気供給手段」への変更は、許され\nるものではない。\n原明細書では、技術的手段としてバルブ２５を提示し、これが「各ポンプ１６が\nそのストローク端に達するや否や開通させる」ように開閉駆動することにより「入\n口用連結部材に導入された洗浄液を管状部材へ押し出す」作用を発揮するのであっ\nて、この範囲を超えて、あらゆる圧縮空気手段、例えばコンプレッサや圧縮ポンプ\nなどまでを包含する「圧縮空気供給手段」とすることは明らかに開示の範囲を逸脱\nしている。\n３　以上のとおり、本件特許発明の構成要件としての「液体計量手段」と「圧縮空\n気供給手段」は、原明細書において、前者が「ピストンポンプ」であり、後者が\n「バルブ」としてのみ記載され、それ以上の上位概念を示すような態様についての\n開示は一切なく、液体を計量するための全ての技術的要素、あるいは圧縮空気を供\n給するための全ての技術的要素を、原明細書中に見出すことができず、また、推測\nすることもできないのである。\n特に、本件特許発明は装置発明であり、ある目的とする機能や作用をなす「～手\n段」として記載された構成要素は、装置発明の構成要件たり得ない。本件特許発明\nは、液体計量手段や圧縮空気供給手段の構成要件を掲げ、それらの制御関係を説明\nして課題を解決したように見えるが、上記液体計量手段や圧縮空気供給手段の語\nは、極めて抽象的な表現であって、具体的にいかなる装置構成を有すればその手段\nたり得るかについては、特許請求の範囲の記載のみによっては判然としない。発明\nによる保護は、もともと発明開示による代償として与えられるもので、単なる究極\n的な技術的課題そのものを提示しているのみで発明を開示したことにはならないの\nである。そもそも、発明要件が開示の範囲を超えて上位概念として記載されている\nと認識するためには、開示されている実施例（ピストンポンプやバルブ）の範囲を\n超えて、拡張される外縁を特定するに必要な少なくとも複数の具体的開示を必要と\nするものである。\nしたがって、本件分割出願は、その要件を満たしていないので出願日の遡及効果\nを得られず、現実の分割出願日である昭和６２年６月３０日に出願されたものとす\nべきであり、本件特許発明は、その出願前に公開された引用例１～４に記載された\n発明に基づいて容易に発明できたものである。\n２　取消事由２（要旨変更の判断の誤り）\n審決は、本件分割出願は適法な分割出願と認められるから、手続補正書が提出さ\nれた平成２年５月７日に特許出願されたものではないと認定している（審決書３３\n頁１２～１７行）が誤りである。\n本件特許発明において発明の要旨変更があるか否かは、昭和６２年６月３０日付\nけ分割出願の基準明細書（甲第５号証、以下「基準明細書」という。）と、その後\nの平成２年５月７日付けの手続補正書（甲第８号証、以下「本件補正書」とい\nう。）による本件補正の内容変更との関係で判断されるものであって、分割出願の\n適法性の問題とは相互に関係しないからである。\nただし、本件では、原明細書（甲第１号証）と基準明細書（甲第５号証）が基本\n的に記載内容を同じくし、本件分割出願後の本件特許発明の要旨を記載した出願公\n告決定時の明細書（特公平２－４６３８８号公報、甲第１０号証、以下「公告明細\n書」という。）と本件補正書との記載内容が同一であることから、本件補正の違法\n性については、原明細書と公告明細書とを対比した上記取消事由１の分割出願に関\nする判断の誤りが、そのまま当てはまるものである。\nすなわち、基準明細書には、「ピストンポンプ」及び「バルブ」とのみ記載さ\nれ、それ以上の上位概念を示すような具体的態様についての開示がないにもかかわ\nらず、本件補正によって、公告時の当該構成要件は、「液体計量手段」及び「圧縮\n空気供給手段」という内容に拡張されたものであり、本件補正は、基準明細書に開\n示された範囲を超えてなされた要旨変更に相当する。\nしたがって、本件補正は発明の要旨を変更するものであり、本件特許発明は、特\n許法４０条（平成６年法律第１１６号による削除前のもの）の規定により本件補正\nの行われた日（平成２年５月７日）に出願されたものとみなすべきであって、その\n出願前に公開された引用例１～４に記載された発明に基づいて、容易に発明できた\nものである。\n第４　被告の反論の要点\n審決の認定判断は正当であって、原告主張の審決取消事由はいずれも理由がな\nい。\n１　取消事由１について\n１　液体計量手段について\n原明細書には、「各洗浄動作毎に正確に量を調整された洗浄液が上記ノズルビー\nム（１１）に導入される」（甲第１号証１頁左下欄６～８行）、「各洗浄動作毎に\n少なくとも一度は正確に量を調整された洗浄液がノズルビームに導入される」（同\n２頁右上欄９～１０行）と記載され、特許請求の範囲第１項及び発明の目的におい\nて、正確に量を調整する装置としてピストンポンプのみに特定していない。この装\n置の限定した構成については、特許請求の範囲第１項の従属項である第３項におい\nて、ストローク調整可能なピストンポンプを特定していることからも、洗浄液の量\nを正確に調整する手段は、ピストンポンプ以外のポンプなどにより構成される他の\n液量を正確に調整する装置も示唆していることは明らかである。そして、発明の詳\n細な説明及び図面において、ストローク調整可能なピストンポンプが、洗浄液を極\nめて正確に計量する場合に最適であることを明示している。\nしたがって、本件特許発明の構成要件である「液体計量手段」は、原明細書に記\n載された「各洗浄動作毎に正確に量を調整された洗浄液がノズルビームに導入され\nる」機能を、構成上において明確にするための用語として使用したものであって、\nその機能を超えて拡張したものではない。\n原告は、単に「機能」が示されているだけで、その機能を実現するものとして認\n識され原明細書に開示された技術的手段を超えて、あらゆる技術的手段を含む広義\nの「液体計量手段」として記載することが許されてはならないと主張するが、発明\n者が、実施例のピストンポンプを必須の技術手段とした狭義の発明思想を認識して\nいないことは、上記の理由から明らかであり、本件特許発明では、洗浄液の量を正\n確に調整し、それをノズルビームに導入させる機能を持つ液体計量手段という、技\n術的にみてごく常識的な意味で「液体計量手段」という用語が使われているにすぎ\nない。\nまた、原告は、「液体計量手段」には「入口用連結部材に定量の洗浄液を導入さ\nせる圧縮ポンプ」も包含されると主張するが、従来の洗浄液の供給は、高圧ポンプ\nにより洗浄液を加圧しノズルから噴射させて行われる、いわゆる一流体ノズルによ\nるものであって、そのための高圧ポンプは、ノズルビームの内容積に関係なく洗浄\n液を供給するから、それ自体が定量の洗浄液を入口用連結部材に供給する機能を持\nつものでなく、そもそも本件特許発明における「液体計量手段」には該当しない。\n２　圧縮空気供給手段について\n原明細書には、特許請求の範囲第１項において、「ビーム（１１）がその内部に\nおける一定量の液体を吹き出すために圧縮空気ライン（２２）に接続されている」\n（甲第１号証１頁左下欄８～１０行）、同第２項において、「ノズルビーム（１\n１）と上記圧縮空気ライン（２２）の間に、上記の一又は複数のポンプ（１６）が\n停止した時に開通し、該ポンプが作動した時に遮断されるよう構成された圧縮空気\nライン（１５）が存在すること」（同１頁左下欄１２～１５行）と記載されてお\nり、一定量の洗浄液を吹き出すための圧縮空気を供給する手段の存在を開示してい\nる。\nそして、その手段は、発明の詳細な説明及び図面において、バルブ２５による実\n施例によって裏付けされており、この実施例では、圧縮空気供給手段が圧縮空気ラ\nインに配置されたバルブに相当するものであり、その開閉を制御装置によって操作\nすることで、圧縮空気が入口用連結部材に供給又は供給停止されることになる。\nしたがって、圧縮空気供給手段は、前述した機能を持った装置として圧縮空気ラ\nインに配置されたもので、その機能は入口用連結部材に導入された洗浄液を管状部\n材へ押し出すための圧縮空気を供給することで特定されているから、「圧縮空気供\n給手段」という用語のみを取り出して、圧縮空気の供給機能を持つ要素のすべてを\n含む上位概念であるとする議論は意味がない。\n３　本件特許発明は、ノズルを備えたノズルビーム内に残存する液体がポンプの作\n動によりノズルから押し出されるという、従来の洗浄液供給方法の欠点を解消する\nため、「ノズルビームは各噴霧動作毎に自動的に且つ完全に液体が抜き取られ、且\nつそれにも拘わらず極めて簡素な構成であり、また現在使用されているシステムを\n本発明で示されたものを利用するよう改良すること」を目的とし、この目的を、\n「各洗浄動作毎に少なくとも一度は正確に量を調整された洗浄液がノズルビームに\n導入されると共に、ノズルビームには一定量の洗浄液を吹き出すために圧縮空気ラ\nインが連結される」ことによって実現している。\nその主要な構成として、各洗浄動作毎に正確に量を調整された一定量の洗浄液を\nノズルビームに導入する技術的手段と、導入した一定量の洗浄液を吹き出すための\n圧縮空気を供給する技術的手段とが必要であることは明白であり、本件特許発明\nは、上記の技術的手段について、「液体計量手段」と「圧縮空気供給手段」という\n用語を使用したにすぎない。\nそして、装置発明の技術思想の表現として「～手段」の語を用いても、その手段\nが何をするのかを特定してあれば、当業者は、開示された実施例の装置構成やそれ\nに使われている機械部品の役割などにより、発明を十分理解できるのであるから、\n単に「～手段」を用いたことをもって、発明が不明確になって再現できなくなるも\nのではない。\nしたがって、本件分割出願は、適法になされたものであり、原出願の出願日であ\nる昭和５４年９月２５日に出願されたものとみなされるものであるから、引用例１\nは本件特許発明の出願前に公開されたものでなく、本件特許発明は、その出願前に\n公開された引用例２～４に記載された発明に基づいて容易に発明できたものではな\nいとする審決の判断（審決書３３頁１８行～３６頁１４行）に、誤りはない。\n２　取消事由２について\n以上のとおり、本件補正においては、各洗浄動作毎に正確に量を調整された一定\n量の洗浄液をノズルビームに導入する技術的手段を、「液体計量手段」と表現し、\n導入した一定量の洗浄液を吹き出すための圧縮空気を供給する技術的手段を、「圧\n縮空気供給手段」と表現し、発明思想を明確にしたものであるから、この補正は、\n基準明細書に開示された範囲内のものであって、発明の要旨を変更するものではな\nい。\nしたがって、本件特許発明は、適法になされた分割出願であるとともに、その出\n願後の補正が要旨を変更するものではないので、原出願の出願日である昭和５４年\n９月２５日に出願されたものとみなされるのであるから、この点に関する審決の判\n断（審決書３３頁１２～１７行）に、誤りはない。\n第５　当裁判所の判断\n１　分割要件の判断の誤り（取消事由１）について\n審決の理由中、本件特許発明の要旨の認定、当事者の主張の認定、出願公告後の\n補正の適否の判断（審決書２４頁９行～２６頁４行）、本件分割出願の分割要件に\nついての判断の一部（審決書２６頁７行～２９頁２行、３１頁４行～３２頁２０\n行）は、いずれも当事者間に争いがない。\n１　液体計量手段について\n本件分割出願前の原明細書（甲第１号証）には、その特許請求の範囲に「少なく\nとも一つのポンプにより洗浄液が供給され・・・各洗浄動作毎に正確に量が調整さ\nれた洗浄液が上記ノズルビーム（１１）に導入される」（同号証１頁左下欄３～８\n行）と記載され、さらに、発明の詳細な説明として、「この装置はノズルビームを\n有し、該ノズルは上記布を濡らすために少なくとも１つのポンプにより洗浄液が供\n給されるよう構成されている。従来の一般的傾向における技術方法では、ノズルを\n備えたビームは高圧ポンプにより洗浄液を供給されるので、ノズルは常に洗浄液で\n満たされた状態にあり、ポンプを作動させると同時に液体が押し出されるのであ\nる。・・・また通常の印刷状態において、ノズルから噴射される液体の量を正確に\n制御できない欠点がある。」（同２頁左上欄７～２５行）、「各洗浄動作毎に少な\nくとも一度は正確に量を調整された洗浄液がノズルビームに導入されると共に、ノ\nズルビームには一定量の洗浄液を吹き出すために圧縮空気ラインが連結されるので\nある。」（同頁右上欄９～１２行）、「本発明の更に有益な発展の一部としては、\n洗浄液のポンプとして調整可能なストロークを有するピストンポンプが採用されて\nいることであり、そのため極めて正確に計量された液体が、しかも印刷機の作動の\nための要請に適合せしめられて供給されるのである。」（同頁左下欄１７～２１\n行）、「各場合においてポンプ(16)は最適のピストンポンプが採用されている。」\n（同３頁左上欄２４～２５行）、「入口用連結部材(14)とこれに接続されたノズル\nビーム(11)は一定量の洗浄液を吸収することができ」（同３頁右上欄８～９行）と\n記載されている。\nこれらの記載によれば、原明細書では、従来、ノズルを備えたビームは高圧ポン\nプにより洗浄液を供給されるため、ノズルから噴射される液体の量を正確に制御で\nきないという課題が認識され、この課題解決のために、各洗浄動作毎に正確に量を\n調整された洗浄液がノズルビーム及び入口用連結部材に導入されるようにする技術\n手段を採用することと、その具体的手段として、調整可能なストロークを有するピ\nストンポンプが最適であることが示されているものと認められる。そして、一定量\nの液体を正確に計量して供給するための液体計量手段は、上記のピストンポンプに\n限定されるものでなく、これ以外の技術手段も存することは、当然の技術常識とい\nわなければならない。\nそうすると、当業者は、洗浄液を正確に計量してノズルビーム及び入口用連結部\n材に導入するという技術的課題を把握するとともに、当該課題を解決するための液\n体計量手段として、例示されたピストンポンプを認識するだけでなく、他の液体計\n量手段をも適宜選択できると理解するものと認められる。したがって、原明細書に\nは、上記技術課題の解決手段として、ノズルビームに接続された「入口用連結部材\nに定量の洗浄液を導入させる液体計量手段」の技術思想が、ピストンポンプという\n具体的実現手段とともに開示されているものといわなければならない。\n一方、本件分割出願後の公告明細書（甲第１０号証）には、その発明の要旨であ\nる「入口用連結部材に定量の洗浄液を導入させる液体計量手段」について、〔発明\nが解決しようとする課題〕として、ノズルを備えた管状部材には、高圧ポンプによ\nり洗浄液を供給されるので、ノズルは常に洗浄液で満たされた状態にある。・・・\n通常の印刷状態において、洗浄用布に与える洗浄液の量を正確に制御できない。」\n（同号証２頁３欄２９行～４欄４行）、「この発明の目的は、・・・入口用連結部\n材に導入される計量された洗浄液を、管状部材の内部に残さずに洗浄用布に与える\nことのできる印刷機のブランケットシリンダ洗浄装置を提供することである。」\n（同頁４欄１２～１７行）と記載され、〔実施例〕として、「管状部材１１に導入\nされる洗浄液の量の正確な制御を行うため、各ポンプ１６はピストンポンプとして\n設計されるのが最適である。」（同４頁７欄５～８行）、「入口用連結部材１４と\nこれに接続された管状部材１１は、計量された洗浄液を収容することができ、洗浄\n液を収容する空間は、図において符号２４で示されている。・・・各ポンプ１６\nは、・・・一定の量を調整された洗浄液を管状部材１１に送り込むために作動す\nる。この目的のため、本実施例においては、ポンプ１６は夫々一ストローク移動す\nる。特別な場合に必要とされる液体の量にポンプのストロークを正確に適合させる\nことを可能とするため、ポンプストロークの寸法は調整可能とするのが最適であ\nる。」（同４頁７欄２０～３２行）、「洗浄液のポンプに調整可能なストロークを\n有するピストンポンプを採用することができ、こうすると、きわめて正確に計量さ\nれた洗浄液が、印刷機の作動のための要請に適合せしめられて供給される。」（同\n５頁９欄２９～３３行）、「洗浄動作に必要な量の洗浄液を入口用連結部材に導入\nするための液体計量手段が設けられ、計量後の洗浄液が圧縮空気によって全部洗浄\n用布に与えられるので、ブランケットシリンダの汚れの状況に応じた最適な洗浄液\n量を洗浄用布に与えることができ、洗浄液の節減が図れる。」（同５頁１０欄１０\n～１５行）と記載されている。\nこれらの記載によれば、公告明細書では、適切な洗浄液量を洗浄用布に与えるた\nめに、ノズルを備えた管状部材（ノズルビームと同義である。）に導入する洗浄液\nの量を正確に制御することを技術課題として、ノズルを備えた管状部材に接続され\nた「入口用連結部材に定量の洗浄液を導入させる液体計量手段」を発明の構成要件\nとしており、その具体的実現手段としてピストンポンプを採用することが開示され\nているものと認められる。\nそうすると、公告明細書に規定された「入口用連結部材に定量の洗浄液を導入さ\nせる液体計量手段」の構成要件については、原明細書に記載された技術事項と同一\n内容が記載されているものと認められるから、本件分割出願における上記構成要件\nは、原明細書に、各洗浄動作毎に正確に量を調整された洗浄液をノズルビームに導\n入させる技術思想が機能として示され、かつ、機能実現の具体的手段としてピスト\nンポンプの裏付けがなされている技術事項に基づいて規定されたものといわなけれ\nばならない。\n原告は、単に「機能」が示されているだけで、その機能を実現するものとして認\n識され原明細書に開示された技術的手段を超えて、あらゆる技術的手段を含む広義\nの「液体計量手段」として構成要件を記載することは許されないし、実施例として\n開示されるピストンポンプの範囲を超えて、あらゆるポンプ手段を包含する「液体\n計量手段」とすることが、原明細書の開示の範囲を逸脱していると主張する。\nしかし、前示のとおり、原明細書には、洗浄液の量を正確に制御できないという\n課題の解決手段として、各洗浄動作毎に正確に量を調整された洗浄液がノズルビー\nムに導入されるという機能を備える液体計量手段が開示され、かつ、この課題解決\nの液体計量手段の実施例としてピストンポンプの裏付けがなされており、当業者\nは、これを上記機能を実現する具体的手段の１つとして認識するだけでなく、他の\n液体計量手段をも適宜選択できると理解するものと認められるから、原明細書に\nは、本件分割発明でいう「入口用連結部材に定量の洗浄液を導入させる液体計量手\n段」が、実質的に記載されていたものということができ、原告の主張を採用する余\n地はない。\nまた、原告は、この「液体計量手段」には、「入口用連結部材に定量の洗浄液を\n導入させる圧縮ポンプ」も包含されるから、原明細書で従来技術の圧縮ポンプを用\nいることによる不具合を技術的課題として掲げていることと矛盾すると主張する。\nしかし、圧縮ポンプに定量の液体を導入させる機能がないことは、原明細書及び\n公告明細書の前記記載からみても明らかであり、このような技術手段が、本件特許\n発明の「入口用連結部材に定量の洗浄液を導入させる」機能を有する液体計量手段\nに包含されるものでないことはいうまでもないから、原告の主張はその前提におい\nて誤りがあり、到底採用できない。\n以上のとおり、審決が、本件分割出願後の特許請求の範囲に記載された「入口用\n連結部材に定量の洗浄液を導入させる液体計量手段」の構成要件が、原明細書に記\n載された「各洗浄動作毎に正確に量が調整された洗浄液がノズルビームに導入され\nる」機能を、「～手段」で表現したものであり、原明細書に開示された特許請求の\n範囲を拡張するものではないと判断した（審決書２９頁１６～２０行）ことに誤り\nはない。\n２　圧縮空気供給手段について\n本件分割出願前の原明細書（甲第１号証）には、特許請求の範囲に「ビーム（１\n１）がその内部における一定量の液体を吹き出すために圧縮空気ライン（２２）に\n接続されている」（同号証１頁左下欄８～１０行）、「ノズルビーム（１１）と上\n記圧縮空気ライン（２２）の間に、上記の一又は複数のポンプ（１６）が停止した\n時に開通し、該ポンプが作動した時に遮断されるよう構成された圧縮空気ライン\n（１５）が存在する」（同頁左下欄１２～１５行）と記載され、さらに、発明の詳\n細な説明として、「従来の一般的傾向における技術方法では、ノズルを備えたビー\nムは高圧ポンプにより洗浄液を供給されるので、ノズルは常に洗浄液で満たされた\n状態にあり、ポンプを作動させると同時に液体が押し出されるのである。そのた\nめ、ノズルを備えたビームは常にその内容積に等しい量の液体で充満されることに\nなって、該ビームを印刷機から取り除く場合には先づ、液体をビームから抜き取ら\nなければならず、これがこの作業をかなり複雑にし且つ手間をとらせるのであ\nる。」（同２頁左上欄１１～１９行）、「各洗浄動作毎に少なくとも一度は正確に\n量を調整された洗浄液がノズルビームに導入されると共に、ノズルビームには一定\n量の洗浄液を吹き出すために圧縮空気ラインが連結されるのである。」（同頁右上\n欄９～１２行）、「ビーム内の液体は各洗浄動作において略完全に抜き取られるた\nめ、後に液体が流出し、場合によってはその化学的性質のため損害を引き起こすと\nいうような危険性がない。・・・圧縮空気の使用は洗浄液の噴霧状態を最良の状態\nに維持し、これによって一様な散布状態が得られる。」（同頁右上欄１７～２４\n行）、「圧縮空気ラインは、・・・供給部材に接続されている。」（同３頁左上欄\n１８～１９行）、「この充填動作の後、圧縮空気ライン（１５）が加圧状態におか\nれ、ノズルビーム及びこれに接続された入口用連結部材内の液体が圧縮空気により\nその流入に従って押し出される。この目的のため圧縮空気ライン（１５）にバルブ\n（２５）が具備されているが、このバルブは詳細に図示しない制御装置により、各\nポンプ（１６）がそのストロークの終端に達するや否や開通せしめられる」（同３\n頁右上欄２５～左下欄６行）と記載されている。\nこれらの記載によれば、原明細書では、従来、ノズルを備えたビームは高圧ポン\nプにより洗浄液を供給され、ノズルが常に洗浄液で満たされた状態にあるため、ビ\nームを印刷機から取り除く場合には、洗浄液をビームから抜き取らなければなら\nず、作業が複雑で手間をとらせるという課題が認識され、この課題解決のために、\nビーム内の液体が各洗浄動作において略完全に抜き取られるように、洗浄液を圧縮\n空気により押し出すという技術手段を採用することと、その具体的手段として、圧\n縮空気の供給のために圧縮空気ラインにバルブを具備させることが示されているも\nのと認められる。そして、圧縮空気の供給源から圧縮空気ラインに圧縮空気を供給\nする手段は、上記のバルブに限定されるものでなく、これ以外の技術手段も存する\nことは、当然の技術常識といわなければならない。\nそうすると、当業者は、ビーム内の液体を各洗浄動作において略完全に抜き取ら\nれるようにするという技術的課題を把握するとともに、当該課題を解決するための\n圧縮空気供給手段として、例示されたバルブを認識するだけでなく、他の圧縮空気\n供給をも適宜選択できると理解するものと認められる。したがって、原明細書に\nは、上記技術課題の解決手段として、「圧縮空気ラインに配置され、入口用連結部\n材に導入された洗浄液を管状部材へ押し出すための圧縮空気を供給する圧縮空気供\n給手段」の技術思想が、バルブという具体的実現手段とともに開示されているもの\nといわなければならない。\n一方、本件分割出願後の公告明細書（甲第１０号証）には、その発明の要旨であ\nる「圧縮空気ラインに配置され、入口用連結部材に導入された洗浄液を管状部材へ\n押し出すための圧縮空気を供給する圧縮空気供給手段」について、〔発明が解決し\nようとする課題〕として、「ノズルを備えた管状部材には、高圧ポンプにより洗浄\n液が供給されるので、ノズルは常に洗浄液で満たされた状態にある。この洗浄液は\nポンプを作動させたときにノズルから押し出される。・・・管状部材を印刷機から\n取り出す場合には、先づ洗浄液を管状部材から抜き取らなければならない。これ\nは、この作業をかなり複雑にし、且つ手間を取らせるものである」（同号証２頁３\n欄２９～４１行）、「この発明の目的は、・・・洗浄液を、管状部材の内部に残さ\nずに洗浄用布に与えることができる印刷機のブランケットシリンダ洗浄装置を提供\nすることである。」（同２頁４欄１２～１７行）と記載され、〔実施例〕として、\n「圧縮空気ライン１５は、・・・その供給源に接続されている。」（同３頁６欄４\n３行～４頁７欄１行）、「この充填動作の後、圧縮空気ライン１５は加圧状態にお\nかれ、入口用連結部材１４内の液体が圧縮空気により管状部材１１に押し出され\nる。この目的のため、圧縮空気ライン１５にはバルブ２５が具備されている。この\nバルブ２５は、制御装置２８により、各ポンプ１６がそのストロークの終端に達す\nるや否や開通せしめられる」（同４頁７欄４３行～８欄５行）、「バルブ２５、制\n御装置２８は圧縮空気の供給を制御する手段を構成している。」（同４頁８欄１６\n～１８行）と記載され、さらに〔発明の効果〕として、「洗浄動作に必要な量の洗\n浄液を入口用連結部材に導入するための液体計量手段が設けられ、計量後の洗浄液\nが圧縮空気によって全部洗浄用布に与えられるので、ブランケットシリンダの汚れ\nの状況に応じた最適な洗浄液量を洗浄用布に与えることができ、洗浄液の節減が図\nれる。」（同５頁１０欄１０～１５行）と記載されている。\nこれらの記載によれば、公告明細書では、洗浄液を管状部材の内部に残さずに洗\n浄用布に与えることを技術課題として、「圧縮空気ラインに配置され、入口用連結\n部材に導入された洗浄液を管状部材へ押し出すための圧縮空気を供給する圧縮空気\n供給手段」を発明の構成要件としており、その具体的実現手段として、バルブを採\n用することが開示されているものと認められる。\nそうすると、公告明細書に規定された「圧縮空気ラインに配置され、入口用連結\n部材に導入された洗浄液を管状部材へ押し出すための圧縮空気を供給する圧縮空気\n供給手段」の構成要件については、原明細書に記載された技術事項と同一内容が記\n載されており、上記構成要件は、原明細書に、洗浄液を管状部材の内部に残さずに\n押し出すための圧縮空気を供給する技術思想が機能として示され、かつ、機能実現\nの具体的手段としてバルブの裏付けがなされている技術事項に基づいて規定された\nものといわなければならない。\n原告は、「液体計量手段」の場合と同様に、単に「機能」が示されているだけ\nで、その機能を実現するものとして認識され原明細書に開示された技術的手段を超\nえて、あらゆる技術的手段を含む広義の「圧縮空気供給手段」として構成要件を記\n載することは許されないし、実施例として開示されるバルブの範囲を超えて、あら\nゆる空気供給手段を包含する「圧縮空気供給手段」とすることが、原明細書の開示\nの範囲を逸脱していると主張する。\nしかし、前示のとおり、原明細書には、洗浄液をノズルを備えたビームの内部に\n残さないという課題の解決手段として、入口用連結部材に導入された洗浄液をノズ\nルビームから押し出すための圧縮空気を供給するという機能を備える圧縮空気供給\n手段が開示され、かつ、この課題解決の圧縮空気供給手段の実施例として、バルブ\nが圧縮空気ラインに配置されることが開示されており、このバルブは、圧縮空気ラ\nインに対する圧縮空気供給源との接続を開閉するという一般的作用を有するだけで\nあって、それ以上の格別の技術的意義を有しないことも明らかである。\nしたがって、当業者は、これを上記機能を実現する具体的手段の１つとして認識\nするだけでなく、他の圧縮空気供給手段をも適宜選択できると理解するものと認め\nられるから、原明細書には、本件分割発明でいう「入口用連結部材に導入された洗\n浄液を管状部材へ押し出すための圧縮空気を供給する圧縮空気供給手段」が、実質\n的に記載されていたものということができ、原告の主張を採用する余地はない。\n以上のとおり、審決が、本件分割出願の特許請求の範囲に記載された「圧縮空気\nラインに配置され、入口用連結部材に導入された洗浄液を管状部材へ押し出すため\nの圧縮空気を供給する圧縮空気供給手段」の構成要件が、原明細書に記載された\n「圧縮空気ラインを加圧し、入口用連結部材内の液体をノズルビーム、つまり、管\n状部材に圧縮空気により押し出す」作用を、「～手段」で表現したものであり、原\n明細書に開示された特許請求の範囲を拡張するものではないと判断した（審決書３\n０頁１５行～３１頁３行）ことに誤りはない。\n３　さらに、原告は、本件特許発明が装置発明であり、ある目的とする機能や作用\nをなす「～手段」として記載された構成要素が、装置発明の構成要件となるもので\nなく、上記液体計量手段や圧縮空気供給手段の語も、極めて抽象的な表現であっ\nて、具体的にいかなる装置構成を有すればその手段たり得るか特許請求の範囲の記\n載のみによっては判然としないから、このような上位概念を認識するためには複数\nの具体的開示を必要とすると主張する。　しかし、当業者が、当該発明の特許請求\nの範囲における機能的記載によって、それを実現する具体的構成を想定し、容易に\nその発明を実施できる場合には、課題解決の手段として常に具体的構成を記載すべ\nき必要はなく、技術思想として把握できる機能又は作用を用いて発明を表現するこ\nとも許されるものというべきである。そして、本件特許発明においては、前示のと\nおり、原明細書の実施例に、洗浄液を正確に計量してノズルビーム（管状部材）に\n導入する手段として、ピストンポンプが例示され、洗浄液をノズルビームから押し\n出すための圧縮空気の供給手段として、バルブが圧縮空気ラインに配置されること\nが例示されており、当業者は、これらを機能を実現する具体的手段の１つとして認\n識するだけでなく、他の液体計量手段や圧縮空気供給手段をも適宜選択できると理\n解するものと認められる。\nしたがって、原告の上記主張もこれを採用する余地はない。\n以上のとおり、本件分割出願は、適法になされたものであり、原出願の出願日で\nある昭和５４年９月２５日に出願されたものとみなされるのであるから、引用例１\nは本件特許発明の出願前に公開されたものでなく、本件特許発明は、その出願前に\n公開された引用例２～４に記載された発明に基づいて容易に発明できたものではな\nいとする審決の判断（審決書３３頁１８行～３６頁１４行）に誤りはない。\n２　要旨変更の判断の誤り（取消事由２）について\n原告は、本件補正において、本件特許発明の発明の要旨変更がある旨主張すると\nころ、原明細書（甲第１号証）と基準明細書（甲第５号証）が基本的に記載内容を\n同じくし、本件分割出願後の本件特許発明の要旨を記載した公告明細書（甲第１０\n号証）と本件補正書（甲第８号証）との記載内容が同一であることは、当事者間に\n争いがなく、したがって、本件補正の違法性については、原明細書と公告明細書と\nを対比した上記取消事由１の分割出願に関する判断が、そのまま当てはまるもので\nあることも当事者間に争いがない。\nそうすると、本件特許発明の公告明細書の記載と本件補正書の記載が、いずれも\n基準明細書に記載されていた事項の範囲内であることは、前示の取消事由１に関す\nる判断と同様であり、原告の上記主張を採用できないことは明らかである。そし\nて、本件特許発明は、適法になされた分割出願であるとともに、分割出願後の本件\n補正が要旨を変更するものではないので、原出願の出願日である昭和５４年９月２\n５日に出願されたものとみなされる。\nこの点について、審決は、「本件特許分割出願は、上記１で述べたとおり、原出\n願の当初明細書および図面に記載された事項に基づいて、昭和５４年９月２５日に\n出願されたとみなされる適法な分割出願と認められるから、手続補正書が提出され\nた平成２年５月７日に特許出願されたものではない。」（審決書３３頁１２～１７\n行）と判示するのみであり、原明細書と基準明細書との記載内容及び公告明細書と\n本件補正書との記載内容が基本的に同一であることに関する認定を明示しておら\nず、本件分割出願の適否と本件補正の要旨変更の問題を明確に区別していないか\nら、その説明が不十分であるといわざるを得ないが、結論において誤りがないこと\nは前示のとおりである。\n３　以上のとおり、原告主張の審決取消事由はいずれも理由がなく、その他審決に\n取り消すべき瑕疵はない。\nよって、原告の本訴請求は理由がないから、これを棄却することとし、訴訟費用\nの負担につき、行政事件訴訟法７条、民事訴訟法６１条を適用して、主文のとおり\n判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官  田中康久\n裁判官  石原直樹\n裁判官  清水　節\n"
}