{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 9,
    "day": 24
  },
  "case_number": "平成10(行ウ)179",
  "case_name": "障害年金却下処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "lawsuit_id": "16011",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16011",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/011/016011_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n一　被告が平成八年八月三〇日付け却下通知書により行った障害年金請求の却下処\n分を取り消す。\n二　被告が平成一〇年七月三日付けで行った原告の異議申立てを棄却する旨の決定\nを取り消す。\n第二　事案の概要\n本件は、原告が、被告（厚生大臣）に対し、戦傷病者戦没者遺族等援護法（以下\n「援護法」と呼ぶ。）七条に基づく障害年金の支給を請求したところ、これを却下\nされ、行政不服審査法に基づく異議申立ても棄却されたことから、被告のした右却\n下処分及び異議申立棄却決定の各取消しを求めている事案である。\n一　法令の定め\n援護法は、軍人軍属等の公務上の負傷若しくは疾病又は死亡に関し、国家補償の\n精神に基づき、軍人軍属等であった者又はこれらの者の遺族を援護することを目的\nとして定められた法律であり（同法一条）、同法七条は、軍人軍属であった者又は\n準軍属であった者が、公務上の負傷、疾病等により一定の障害の状態にある場合に\nは、その程度に応じて障害年金を支給する旨定めている。\nところで、同法においては、「軍人軍属」とは同法二条一項一号ないし四号に掲\nげる者をいい、「準軍属」とは同条三項一号ないし七号に掲げる者をいうと定めら\nれているところ、右のうち準軍属に該当する者を掲げる三項一号は、「旧国家総動\n員法第四条若しくは第五条（旧南洋群島における国家総動員に関する件（昭和十三\n年勅令第三百十七号）及び旧関東州国家総動員令においてよる場合を含む。）の規\n定に基く被徴用者若しくは総動員業務の協力者（第一項二号に該当する者であって\n次条第一項第二号に掲げる期間内にあるもの及び第一項第三号に該当する者であっ\nて同条第一項第三号に掲げる期間内にあるものを除く。）又は総動員業務の協力者\nと同様の事情のもとに昭和十六年十二月八日以後中国（もとの関東州及び台湾を除\nく。）において総動員業務と同様の業務につき協力中の者」と定めている。\nそして、右の国家総動員法（昭和一三年法律第五五号）四条は「政府ハ戦時ニ際\nシ国家総動員上必要アルトキハ勅令ノ定ムル所ニ依リ帝国臣民ヲ徴用シテ総動員業\n務ニ従事セシムルコトヲ得但シ兵役法ノ適用ヲ妨ゲズ」と、同法五条は「政府ハ戦\n時ニ際シ国家総動員上必要アルトキハ勅令ノ定ムル所ニ依リ帝国臣民及帝国法人其\nノ他ノ団体\nヲシテ国、地方公共団体又ハ政府ノ指定スル者ノ行フ総動員業務ニ付協力セシムル\nコトヲ得」と、それぞれ定めていたが、昭和一八年一一月五日当時、同法四条に基\nづく勅令としては、国民徴用令（昭和一四年勅令第四五一号）、船員徴用令（昭和\n一五年勅令第六八七条）、医療関係者徴用令（昭和一六年勅令第一一三一号）及び\n獣医師等徴用令（昭和一七年勅令第三九号）が、同法五条に基づく勅令としては、\n国民勤労報国協力令（昭和一六年勅令第九九五号）が、それぞれ施行されていた。\n二　前提となる事実（各事実は末尾掲記の証拠等によって認定した。）\n１　原告は、昭和一八年八月一日、周東貨物自動車株式会社（以下「周東貨物」と\nいう。）に入社し、同月二日から、光海軍工廠の軍需物資の輸送業務に従事するこ\nととなったところ、同年一一月五日、光駅から持ち帰った鋼材を同工廠に運び入れ\nる作業中、ワイヤーロープが切れ、鋼材が落下して原告の右足を直撃したため、右\n脛骨複雑骨折の傷害を負い、右足に障害を残す結果となった。\n（甲六、同八ないし同一二、同一七、原告本人）\n２　原告は、平成八年二月一九日、被告に対し、右障害は準軍属として光海軍工廠\nにおける総動員業務に従事していた際の負傷によるものであるとして、援護法七条\nに基づく障害年金の支給を請求したが、被告は、同年八月三〇日、「提出された資\n料では援護法に規定する準軍属の身分を有していたとは認められない。」との理由\nで、右請求を却下した（以下、右却下処分を「本件却下処分」という。）。\n（争いがない。）\n３　原告は、同年一一月一一日、被告に対し、行政不服審査法四条一項に基づき、\n本件却下処分についての異議申立てをしたが、被告は、平成一〇年七月三日、「原\n告が周東貨物に勤務していたこと、同社が専ら光海軍工廠の軍需物資の輸送業務に\n従事していたこと、及び原告が同工廠内において業務上右足を受傷したことは認め\nられるが、提出された資料では、原告が国家総動員法に基づく被徴用者であったと\n認めるに足りる証拠はなく、原告を準軍属と認めることはできない。」との理由\nで、右異議申立てを棄却した（以下、右棄却決定を「本件棄却決定」という。）。\n（争いがない。）\n三　当事者の主張\n（原告の主張）\n１　本件却下処分の違法性について\n原告は、以下のとおり、援護法二条三項一号に掲げる者に該当し、同法における\n準軍属であるから、これに当たらないとした本件却下\n処分は違法である。\n（一）　原告には徴用令書など国家総動員法四条の被徴用者又は同法五条の総動員\n業務の協力者に該当することを示す明示的証拠はなく、また、原告の業務は国民勤\n労報国協力令に基づいて行われたものでもないけれども、原告は、周東貨物を通\nじ、同法四条、五条、八条又は一三条のいずれかに基づく国の命令により、戦時物\n資運送という総動員業務に従事していたのであるから、同法四条の被徴用者又は同\n法五条の総動員業務の協力者に当たるというべきである。\nすなわち、政府は、昭和一五年二月一日、緊急を要する軍事輸送の遂行、生産力\n拡充物資、生活必需物資の輸送確保のため、陸運統制令（昭和一五年勅令第三七\n号）を公布したが、陸運統制令は、国家総動員法に基づく委任命令であり、重要物\n資の輸送を円滑に行うための統制措置として、鉄道大臣が陸上輸送事業者に貨物運\n送に関する各種の命令、指示を発し得ることを最大の柱としている。\nそして、政府は、時局が緊迫の度を加えた昭和一六年一一月一五日、勅令第九七\n〇号をもって陸運統制令を改正したが、右改正の骨子は、陸運統制令一条で規定さ\nれているように、国家総動員法上規定されている陸上輸送に関する事項について\nは、すべて陸運統制令の定めるところによるというところにある。また、陸運統制\n令七条一項は「鉄道大臣必要アリト認ムルトキハ陸上運送ノ施設ヲ管理スルコトヲ\n得」と、同条二項は「鉄道大臣ハ其ノ管理ニ係ル施設ノ運営ニ付事業主又ハ之ニ準\nズル者ヲ指揮監督ス」と、同令八条一項は「鉄道大臣必要アリト認ムルトキハ陸上\n運送ノ施設ヲ使用又ハ収用スルコトヲ得」と、同条二項は「鉄道大臣ハ前項ノ規定\nニ依リ陸上運送ノ施設ヲ使用又ハ収用スル場合ニ於テ其ノ従業者ヲ供用セシムルコ\nトヲ得」と規定する。\n戦争が長期化し、人材及び資材の供給がますます逼迫していた昭和一八年当時の\n状況にかんがみると、政府が難局を乗り切る必要から陸運統制令を十分に利用した\nことは疑いなく、周東貨物のＡ部長が、同年八月一日、原告が入社した次の日より\n光海軍工廠に勤務するように指示したのは、陸運統制令に基づく命令が既に周東貨\n物に下っていたのを、鉄道大臣に代わって原告に命じたものと考えることができ\nる。\nこのように、原告への命令が陸運統制令に基づいているのであれば、それは国家\n総動員法八条又は一三条に基づくものであり、結局、同法四条ないし五条であろう\nと\n、同法八条又は一三条であろうと、原告が、国家の命令に基づいて、光海軍工廠に\n勤務したことは間違いない。\n（二）　また、援護法二条三項ひいては国家総動員法四条、五条の趣旨からすれ\nば、請求者と国との間に「雇用類似の特別な関係」があれば、準軍属に該当すると\n解すべきである。\n原告は、前記のとおり、陸運統制令に基づき、鉄道大臣から、周東貨物を通じ\nて、命じられたことにより、労務の提供を行っていたのであり、その業務の形態\nも、周東貨物が仕事の内容を具体的に指示するのではなく、光海軍工廠の責任者が\nその日の作業を指示、命令し、原告はその指示どおりに軍事機械の搬送、積みおろ\nし作業に従事し、作業の内容も、継続的で定型的なものであった。\nしたがって、原告と国との間には、雇用類似の特別な関係があったというべきで\nある。\n２　本件棄却決定の違法性について\n被告は、本件却下処分に対する異議申立てについての審査に当たり、本人から直\n接事情を聴くこともなく、また、当時の原告の勤務状況、国と周東貨物との関係、\n光海軍工廠の原告への作業指示、徴用命令が存在したか否か、存在したとすればい\nかなる方法で誰に対してされたのかについて、当然行うべき調査も行うことなく、\n不十分な審理で結論を導いたものであるから、本件棄却決定における右手続は違法\nである。\n（被告の主張）\n１　本件却下処分の適法性について\n（一）　国家総動員法四条及び五条は、政府が戦時に際し必要な場合に、勅令に基\nづいて国民を徴用ないし総動員業務に協力させることができる旨の規定であるか\nら、援護法二条三項一号により準軍属とされる国家総動員法四条の被徴用者又は同\n法五条の総動員業務の協力者とは、右勅令に基づいて政府から徴用又は総動員業務\nへの協力を命じられた者をいうことは、規定上明らかである。\n（二）　ところが、本件においては、原告が国民徴用令に基づく被徴用者であった\nならば存在するはずの同令七条ノ二第二項の徴用令書等は存在しないし、かえっ\nて、勤務先である周東貨物における業務として光海軍工廠関係の運送業務に従事し\nていたとうかがわれるのであるから、原告が同令に基づく被徴用者であるとは認め\nられない。\nまた、原告の主張に係る業務の内容からして、原告が船員徴用令、医療関係者徴\n用令又は獣医師等徴用令に基づく被徴用者でないことは明らかである。\nしたがって、原告が、国家総動員法四条に基づき当時施行され\nていた勅令によって徴用されたものとは認められない。\nまた、原告は、国家総動員法五条に基づく勅令で当時施行されていた国民勤労報\n国協力令に基づいて総動員業務に協力した者とも認められない。\n（三）　原告は、陸運統制令に基づく命令があったと主張するが、原告の光海軍工\n廠における業務が陸運統制令に基づくものであるか否かは明らかでない。\n仮に右の点を措くとしても、同令が国家総動員法四条又は五条に基づく勅令でな\nいことは、同令一条の規定から明らかであり、同令八条二項の「鉄道大臣ハ前項ノ\n規定ニ依リ陸上運送ノ施設ヲ使用又ハ収用スル場合ニ於テ其ノ従業者ヲ供用セシム\nルコトヲ得」との規定は、同法一三条二項の規定に基づく従業者の供用について規\n定したものであるから（同令一条）、同令八条二項に基づき供用された従業者は、\n同法四条の被徴用者及び同法五条の総動員業務の協力者には該当しない。\n（四）　また、原告は、原告と国との間に雇用類似の特別な関係があったとして、\n原告は援護法二条三項の準軍属に当たると主張する。\nしかし、援護法は、国と雇用又は雇用類似の特別な関係にあった者が戦争関連の\n公務により傷病を負い又は死亡したことに対し、国が使用者の立場から補償すると\nの趣旨に出たものであると解されるが、同法による援護の対象となるための身分要\n件を「軍人軍属等」と規定し（同法一条）、その定義すなわち「軍人軍属」及び\n「準軍属」とされる者の範囲については明確かつ詳細な規定を置いていること（同\n法二条）からすれば、同法は、同法二条所定の身分要件を備える場合のみを援護の\n対象としたものと解するのが相当であり、原告は同法二条三項各号のいずれにも該\n当しないから、原告を準軍属に核当すると認めることはできない。\n（五）　以上のとおり、原告は援護法所定の準軍属の身分を有していたとは認めら\nれないから、原告の障害年金請求を却下した本件却下処分は適法である。\n２　本件棄却決定の適法性について\n本件棄却決定は、本件却下処分と同じ理由に基づいて原告の異議申立てを棄却し\nたものであり、固有の瑕疵もないから適法である。\nなお、被告には、原告主張のように異議申立てについて自ら進んで調査を行うべ\nき義務はなく、原告の右主張は、結局、本件却下処分についての違法の主張と同\n様、原告について援護法二条三項の準軍属と認めなかったことの違法を主張するも\nのにすぎず、本件棄却決定固有の瑕\n疵を主張するものとはいえないから、失当である。\n四　争点\n以上によれば、本件の争点は、次の各点である。\n１　（本件却下処分の違法性について）\n原告が援護法二条三項一号にいう準軍属に該当するか否か（争点１）\n２　（本件棄却決定の違法性について）\n異議申立ての審理に当たり、被告が行うべき調査を行わなかったか否か\n（争点２）\n第三　争点に対する判断\n一　争点１について\n１　援護法は、軍人軍属等の公務上の傷病又は死亡に関し、国家補償の精神に基づ\nき、軍人軍属等であった者又はこれらの者の遺族を援護することを目的とするが\n（同法一条）が、同法二条において、「軍人軍属」及び「準軍属」に該当する者に\nついて明確かつ詳細な定義規定を置いていることからすれば、同法において援護の\n対象となる「軍人軍属等」とは、同法二条所定の身分要件を備えた者に限られるも\nのと解するのが相当である。\nしたがって、原告が援護法二条三項一号にいう準軍属に該当するというために\nは、同号の定める身分要件である、国家総動員法四条の規定に基づく被徴用者又は\n同法五条の規定に基づく総動員業務の協力者等に該当することが必要である。\n２　そこで、原告が国家総動員法四条の規定に基づく被徴用者に該当するか否かを\n検討するに、同条は、勅令の定めにより政府が帝国臣民を徴用すると規定するとこ\nろ、昭和一八年一一月五日当時、同条に基づく勅令として施行されていたのは、前\n記の国民徴用令、船員徴用令、医療関係者徴用令及び獣医師等徴用令のみであり、\n前記の原告の業務の内容に照らせば、原告が、少なくとも、右のうちの船員徴用\n令、医療関係者徴用令又は獣医師等徴用令に基づく被徴用者ではないことは、明ら\nかである。\nまた、原告が国民徴用令に基づく被徴用者であったならば存在するはずの同令七\n条ノ二第二項の徴用令書等がないことは当事者間に争いがないところ、証拠（甲\n六、同一七、原告本人）によれば、原告の勤務の態様は、毎日午前八時に周東貨物\nに出勤して車を取りに行き、午前八時三〇分に光海軍工廠に集合し、同工廠の責任\n者の手渡す作業指示書に従い、光駅に軍需物資を取りに行って車に積み込んで同工\n廠に運び入れることを、午前二回、午後三回程度繰り返すといったものであること\nが認められるが、右勤務態様のみからは、原告がいかなる経緯により同工廠での仕\n事に従事するようになったかが明らかでなく、これをもって直ちに原告が国民徴\n用令に基づく被徴用者であると認めるには十分ではない。\nこの点について、原告は、その本人尋問において、周東貨物のＡ部長から、同社\nに光海軍工廠より国家総動員法による命令がきているので、同工廠で勤務するよう\n命ぜられた旨供述するが、仮に右命令が出されていたとしても、これが国家総動員\n法のいずれの条項を根拠とするものかが明らかではないし、右命令が個人ではなく\n法人に対して発せられている点において、被徴用者に対して交付される徴用令書\n（国民徴用令七条ノ二）によるものとは異なるものというべきである。また、元同\n工廠所属の海軍技師及び海軍共済病院嘱託医から、原告の受傷の事実等に関する証\n明書（甲二二号証、同二三号証）が発行されているが、これらの事実によっても、\n原告が被徴用者であったと認めることはできない。\n以上のとおり、本件の証拠関係の下では、原告が国家総動員法四条の被徴用者に\n当たるとは認め難い。\n３　次に、原告が国家総動員法五条の規定に基づく総動員業務の協力者に該当する\nか否かを検討するに、同条は、勅令の定めにより政府が帝国臣民等を総動員業務に\n協力させることができると規定するところ、昭和一八年当時、同条に基づく勅令と\nして施行されていたのは、国民勤労報国協力令のみであり、また、原告の業務が同\n令に基づくものではないことは当事者間に争いがない。\nしたがって、原告は国家総動員法五条の総動員業務の協力者に当たるとは認めら\nれない。\n４（一）　ところで、原告は、陸運統制令に基づく、周東貨物を通じての国の命令\nにより総動員業務に従事していたので、国家総動員法四条の被徴用者又は同法五条\nの総動員業務の協力者に当たると主張する。\nしかし、仮に、周東貨物の施設が陸運統制令八条一項の規定に基づき使用又は収\n用され、原告が光海軍工廠における業務に従事したことが、同条二項の「鉄道大臣\nハ前項ノ規定ニ依リ陸上運送ノ施設ヲ使用又ハ収用スル場合ニ於テ其ノ従業者ヲ供\n用セシムルコトヲ得」との規定に基づくものであったとしても、これらの規定は、\n国家総動員法一三条一項、二項に基づくものであり、同令が国家総動員法四条又は\n五条に基づく勅令でないことは、同令一条の規定から明らかであるから、右の場合\nにおいても、原告は同法四条の被徴用者又は同法五条の総動員業務の協力者には該\n当しないというべきである。\n原告は、国家総動員法のいずれかの規定を根拠とする国家の命\n令であれば、その法的根拠のいかんにかかわらず、右被徴用者又は総動員業務の協\n力者と認定すべきであると主張するが、右のような解釈は、前述したとおり援護法\n二条三項の定める要件を明らかに逸脱するものといわざるを得ず、採用できない。\n（二）　また、原告は、援護法二条三項ひいては国家総動員法四条、五条の趣旨か\nらすれば、請求者と国との間に「雇用類似の特別な関係」があれば、準軍属に該当\nすると解釈すべきであると主張する。\nしかし、前記のとおり、援護法は、援護の対象となるべき同法一条にいう「軍人\n軍属等」の範囲を、同法二条に定める「軍人軍属」及び「準軍属」に限っていると\n解されるので、原告が国との間に雇用類似の特別な関係があることを理由として、\n援護法二条三項にいう準軍属に該当すると認めることはできず、原告の右主張は採\n用できない。\n５　よって、原告は援護法に規定する準軍属の身分を有していたとは認められない\nとして、同人の障害年金請求を却下した本件却下処分には違法はない。\n二　争点２について\n原告は、被告が、異議申立てについての審査に当たり、本人から直接事情を聴く\nこともなく、また、当時の原告の勤務状況、国と周東貨物との関係、光海軍工廠の\n原告への作業指示、徴用命令が存在したか否か、存在したとすればいかなる方法で\n誰に対してされたのかについて、当然行うべき調査も行わなかったから、右手続は\n違法であると主張する。\nしかし、異議申立ての審理に当たり、処分庁は、異議申立人の申立て又は職権に\nより、参考人の陳述、鑑定、書類の提出、検証、異議申立人の審尋等の証拠調べを\nすることができるが（行政不服審査法四八条、二七条ないし三〇条）、これらの証\n拠調べは、処分庁が提出された証拠に基づく心証に照らして必要性の有無につき判\n断した上で実施されるべきものであり、処分庁において、異議申立人の申請に係る\n参考人等をすべて取り調べたり、職権による証拠調べを行うべき義務があるわけで\nはない。\nしたがって、被告が、原告が提出した資料によっては、援護法にいう準軍属と認\nめられないとし、それ以上に積極的に事実調査を行わなかったとしても、その点に\n違法はないというべきである。\nよって、本件棄却決定に違法はない。\n三　以上によれば、原告の請求はいずれも理由がないので、主文のとおり判決す\nる。\n東京地方裁判所民事第二部\n裁判長裁判官　市村陽典\n裁判官　阪本勝\n裁判官　村松秀\n樹\n"
}