{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 6,
    "month": 4,
    "day": 14
  },
  "case_number": "平成3(行ウ)111",
  "case_name": "都市計画事業認可処分等取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　都市計画法５９条２項に基づき建設大臣がした東京都施行の道路拡幅事業の認可及び同条３項に基づき建設大臣がした首都高速道路公団施行の地下道路事業の承認の各取消しを求める訴えにつき，前記の認可又は承認に係る事業地内に所在する土地等に関して権利を有する者の原告適格を肯定し，前記事業地付近に居住する者等の原告適格を否定した事例　２　都市計画法５９条に基づく都市計画事業の認可又は承認が土地収用法２０条各号所定の事業の認定の要件を満たすことの要否　３　都市計画法５９条に基づく都市計画事業の認可又は承認の違法事由としてその前提となる都市計画決定の瑕疵を主張することの可否　４　都市計画法５９条２項に基づき建設大臣がした東京都施行の道路拡幅事業の認可及び同条３項に基づき建設大臣がした首都高速道路公団施行の地下道路事業の承認の各取消請求が，前記道路拡幅事業及び地下道路事業は同法６１条各号に該当し，これらの都市計画事業に係る各都市計画に違法はなく，前記認可及び承認の各申請手続にも違法はないとして，いずれも棄却された事例",
  "case_gist": "１　都市計画法５９条２項に基づき建設大臣がした東京都施行の道路拡幅事業の認可及び同条３項に基づき建設大臣がした首都高速道路公団施行の地下道路事業の承認の各取消しを求める訴えにつき，同条に基づく認可又は承認がされると，都市計画事業の施行者には事業地内の土地の収用又は使用の権限が付与され，また，当該認可又は承認の告示がされると，当該事業地内における土地等の所有権や使用権について，同法６５条，６７条等に定める制約が課されることとされていることからすると，その認可又は承認に係る事業地内の土地等に関して権利を有する者は，その認可又は承認によって自己の権利を侵害され又は必然的に侵害されるおそれが生ずることとなるから，その取消しを求める法律上の利益を有するということができるが，前記事業地付近の住民の大気汚染若しくは地盤沈下の被害を受けないという利益又はその良好な生活環境を享受するという利益が，前記の認可又は承認に関する根拠法規において個別的，具体的に保護されているものということはできないとして，前記の認可又は承認に係る事業地内に所在する土地等に関して権利を有する者の原告適格を肯定し，前記事業地付近に居住する者等の原告適格を否定した事例　２　都市計画法７０条１項は，都市計画決定ないし同法５９条に基づく都市計画事業の認可又は承認等の同法上の手続により，当該都市計画事業が土地収用法２０条各号所定の事業の認定の要件を具備するものであることが保障されているとの考慮に基づき，都市計画事業について，都市計画決定から前記の認可又は承認に至る一連の手続が都市計画法の規定に従い適法に行われているものであれば，当然前記の事業の認定の要件を満たすものとする立法政策を採ったものと解されるから，前記の認可又は承認の適法性は，当該認可若しくは承認又はその前提となる都市計画決定が都市計画法の設定する要件を満たすものであるか否かによってこれを判断すれば足り，当該認可又は承認に係る都市計画事業が前記の事業の認定の要件を具備するものであるか否かについてまで判断する必要はないものと解される。　３　都市計画決定は，取消訴訟の対象となる行政処分には当たらないが，これに続いてされる都市計画法５９条に基づく都市計画事業の認可又は承認は，適法な都市計画決定がされていることを前提としてその上に積み重ねられる手続であるから，都市計画決定の違法事由は，前記の認可又は承認の違法事由として，その取消訴訟においてこれを主張できるものと解すべきである。　４　都市計画法５９条２項に基づき建設大臣がした東京都施行の道路拡幅事業の認可及び同条３項に基づき建設大臣がした首都高速道路公団施行の地下道路事業の承認の各取消請求につき，前記道路拡幅事業及び地下道路事業は，同法６１条各号に該当し，前記地下道路事業に係る都市計画は，都市計画法（平成２年法律第６１号による改正前）１３条１項後段に違反せず，都市施設の規模や配置につき都知事が裁量権の範囲を逸脱し，又はこれを濫用して前記都市計画の決定をしたとはいえないから，前記都市計画は同項４号の基準に違反しないなどとして，前記道路拡幅事業及び地下道路事業に係る各都市計画に違法はないとし，さらに，東京都環境影響評価条例（昭和５５年東京都条例第９６号）を都市計画事業の認可又は承認の申請手続において遵守されるべき法令に含まれると解することはできないから，同条例の定める環境影響評価手続が行われなかったからといって前記認可及び承認の申請手続が同法６１条に違反するとはいえないとして，前記各取消請求がいずれも棄却された事例",
  "lawsuit_id": "16417",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16417",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/417/016417_hanrei.pdf",
  "contents": "○　主文\n一　別紙原告目録の原告番号一ないし四〇八の原告らの訴えをいずれも却下する。\n二　その余の原告らの請求をいずれも棄却する。\n三　訴訟費用は、原告らの負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が平成三年三月八日付けで東京都に対してした建設省告示第四八六号に係\nる都市計画事業の認可処分を取り消す。\n２　被告が平成三年三月一一日付けで首都高速道路公団に対してした建設省告示第\n五〇三号に係る都市計画事業の承認処分を取り消す。\n３　訴訟費用は被告の負担とする。\n二　被告の答弁\n１　本案前の答弁\n（一）　別紙原告目録の原告番号一ないし四〇八の原告らの訴えをいずれも却下す\nる。\n（二）　別紙原告目録の原告番号一ないし四〇八の原告らと被告との間の請求に係\nる訴訟費用は別紙原告目録の原告番号一ないし四〇八の原告らの負担とする。\n２　本案に対する答弁\n（一）　原告らの請求をいずれも棄却する。\n（二）　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求原因\n１　被告は、平成三年三月八日付けで、施行者である東京都に対し、別紙事業目録\n一に記載のとおりの東京都渋谷区＜地名略＞外を事業地とする東京都市計画道路事\n業幹線街路環状第六号線及び補助線街路第五四号線（以下「本件拡幅事業」とい\nう。）を認可（以下「本件認可」という。）し、同日これを告示した（建設省告示\n第四八六号）。\n２　被告は、平成三年三月一一日付けで、施行者である首都高速道路公団に対し、\n別紙事業目録二に記載のとおりの東京都目黒区＜地名略＞外を事業地とする東京都\n市計画道路事業都市高速道路中央環状新宿線（以下「本件地下道路事業」といい、\n本件拡幅事業と本件地下道路事業を併せて「本件各事業」という。）を承認（以下\n「本件承認」といい、本件認可と本件承認とを併せて「本件各処分」という。）\nし、同日これを告示した（建設省告示第五〇三号）。\n３　（一）別紙原告目録の原告番号一ないし四〇八、四一〇、四一一、四一四ない\nし四一六の原告らは、東京都環境影響評価条例（昭和五五年一〇月二〇日東京都条\n例第九六号、以下「本件条例」という。）一三条一項に基づき東京都知事により、\n本件地下道路事業の環境影響評価手続の関係地域に定められた別紙図面１の地域内\n（以下「本件関係地域」という。）に居住している者又は同地域内に通勤し若しく\nは通学し、旧公害に係る健康被害の救済に関する特別措置法（昭和四四年法律第九\n〇号）三条に定められた公害健康被害認定の滞在要件に該当する者であって、本件\n各処分に基づく事業から生じる大気汚染による健康被害及び地盤沈下等の被害を被\nる蓋然性の高いと認められる者である。\n（二）　別紙原告目録の原告番号四〇九ないし四一三及び四二一ないし四二三の原\n告らは本件拡幅事業の事業地内に土地を所有しており、同番号四一四の原告は右事\n業地内に土地を賃借している。また、同番号四一五の原告は本件地下道路事業の事\n業地内にある建物を賃借しており、同番号四一六ないし四二〇の原告らはいずれも\n本件拡幅事業の事業地内にある建物を賃借している。\n４　本件各処分はいずれも違法であるから、原告らはその取消しを求める。\n二　被告の本案前の抗弁\n別紙原告目録の原告番号一ないし四〇八の原告らは、以下のとおり本件各処分の取\n消しを求める法律上の利益を有しないから、これらの原告らの訴えはいずれも不適\n法である。\n１　行政事件訴訟法九条所定の行政処分の取消しを求めるについて法律上の利益を\n有する者とは、当該行政処分の根拠である行政法規が行政権の行使に制約を課すこ\nとによって保障している権利利益を、当該行政処分の法的効果として侵害され、若\nしくは必然的に侵害されるおそれのある者をいうものと解すべきところ、都市計画\n法（平成三年法律第三九号による改正前のもの、以下「法」という。）五九条に規\n定する都市計画事業の認可又は承認ないしその告示によって生じる、土地等の収用\n又は使用（法六九条及び七〇条）、土地の形質の変更又は建築等の制限（法六五\n条）、土地建物の先買い（法六七条）等の法的効果の及ぶ範囲は、当該認可又は承\n認に係る事業地内の不動産に限られるから、右地域内に不動産に関する権利を有し\nない者は当該認可又は承認の取消しを求める法律上の利益を有しないものと解すべ\nきである。別紙原告目録の原告番号一ないし四〇八の原告らは、いずれも本件各事\n業地内に不動産に関する権利を有しないから、本件各処分の取消しを求めるについ\nて法律上の利益を有しない。\n２　原告らは、本件各処分によって、法により保護されている良好な環境を享受\nし、健康に生活する利益が奪われるから、本件各処分の取消しを求める法律上の利\n益があると主張する。\nしかしながら、法はその目的を都市の健全な発展と秩序ある整備という公益とし\n（法一条）、都市計画の基本理念を健康で文化的な都市生活及び機能的な都市活動\nの確保という一般的利益の保護としていること（法二条）及び法五九条の認可又は\n承認の内容に関する基準として事業内容が都市計画に適合することが求められてい\nるにとどまり、当該事業地付近住民の個別的、具体的な生活環境上の利益を保護す\nるための特段の具体的な規定を設けていないことからすれば、法が、個々の都市住\n民に対し、個別的、具体的に良好な環境を享受する利益、健康に生活する権利を保\n障するために行政権の行使に制限を加えていると解することはできない。\n仮に、法が都市の健全な発展と秩序ある整備という公益を実現する過程において、\n事業地付近の住民が原告らの主張するような利益を享受することがあるとしても、\nそのような利益は、右公益の保護を通じて反射的に保護される事実上の利益であっ\nて、法が行政権の行使に制限を加えて保護している利益には当たらない。\nまた、仮に原告らの幸福追求権及び人格権が侵害されるとしても、それは、本件各\n事業に係る道路の建設工事又は道路の供用開始後の自動車の走行等による騒音、振\n動、排気ガス等の発生といった本件各処分とは全く別個の事実状態によって発生す\nるものであって、本件各処分の法律効果によって直接発生するものではないから、\n原告らが主張する権利が本件各処分によって必然的に侵害されるおそれがあるとは\nいえない。\n三　本案前の抗弁に対する原告らの反論\n１　行政事件訴訟法九条所定の行政処分の取消しを求めるについての法律上の利益\nを有する者とは、裁判所が具体的事案において原告の主張する利益が裁判上の保護\nに値するものかどうかを判断して訴えの利益を肯定できる者をいうと解すべきであ\nる。\n原告らは、本件各事業による道路の拡幅及び地下道路の建設によって、大気汚染に\nよる健康被害及び地盤沈下の被害を受けるおそれがあり、このような被害を防止し\nて良好な生活環境を享受する権利は、人の生命、身体にも関わるものとして、憲法\n一三条により保障される生存に不可欠な人格権、幸福追求権であって、裁判上保護\nに値するといえる。\n２　仮に、行政事件訴訟法九条所定の法律上の利益を被告主張のように解したとし\nても、右のような人格権、幸福追求権は、法律上保護された利益というべきであ\nり、そうでないとしても、以下のとおり、原告らは本件各事業地内に存する不動産\nに関して権利を有するか否かにかかわらず、本件各処分の取消しを求める法律上の\n利益を有する者に当たる。\n（一）　法の立法理由として都市及びその周辺の環境の保全並びに公害の防止が、\n法の目的として都市の良好な環境の保持及び機能的な都市活動の確保がそれぞれあ\nげられ、都市計画が公害防止計画に適合すべきことを定める一三条一項各号列記以\n外の部分等の都市環境の保護を目的とした規定（法一条、二条、九条一項ないし三\n項、六項、九項及び一〇項、一二条の五第一項、一三条一項一号、二号、四号等）\nが多く設けられており、法が公害対策基本法、大気汚染防止法、道路運送車両法等\nの公害の防止を目的とする関連法規と共通の目的を持ち、これらと連動した法律と\nして制定されたことからすれば、法は都市計画区域内の住民の環境利益の保護及び\nこれら住民の生命身体を侵害されない利益を保護しているものと解される。\n（二）　さらに、法が都市計画の決定手続の一環として一六条及び一七条において\n公聴会の開催、都市計画案の縦覧、意見書の提出等の手続を定め、これに都市計画\n区域内の土地に関して利害関係を有する者（法一六条二項、法施行令一〇条の三）\nのみならず、住民をも参加させることを定めていること（法一六条一項、一七条二\n項）からすれば、法は、付近住民個々人の環境利益を個別的具体的に保護する趣旨\nを有するものと解される。\nまた、公害による被害は常に個別具体的な人間の生命、身体について発生するもの\nであるから、公害による被害を防止するという利益は一般的公益の中に吸収解消さ\nせて保護を図ることのできないものであり、公害防止を目的とする法律は、常に、\n公害によって健康を害されないという個々人の個別的利益をも保護する趣旨を含も\nものと解すべきである。\n（三）　行政処分により直接又は間接に被害を受ける可能性のある者の中から一定\nの基準によって特定された者には、単なる一般的公益とは区別される特別の利益が\n帰属しており、行政法規は、そのような特別の利益についてはこれを一般的公益に\n吸収解消させることなく、一般的公益と並んでそれが帰属する個々人の個別的利益\nとして保護していると解すべきである。\n原告らは、以下のとおり、本件各事業の完成によって直接かつ重大な環境上の被害\nを受ける危険性のある地域内に居住し又は同地域内に通勤し若しくは通学し、旧公\n害に係る健康被害の救済に関する特別措置法（昭和四四年法律第九〇号）三条に定\nめられた公害健康被害認定の滞在要件に該当する者であって、本件各処分により被\n害を受ける可能性のある他の者から特定されるから、法は、このような原告らの生\n活環境上の利益を、一般的公益としての環境利益に吸収解消させずに、これと並ん\nで原告ら個々人の個別的利益として保護していると解すべきである。\n（１）　本件条例二条五号によれば、関係地域とは「事業者が対象事業を実施しよ\nうとする地域及びその周辺地域で当該対象事業の実施が環境に著しい影響を及ぼす\nおそれがある地域として、第一三条第一項の規定により知事が定める地域」をいう\nから、本件関係地域は、行政庁自身が、本件地下道路事業の施行から生じる大気汚\n染等による健康被害や地盤沈下等の被害を被る蓋然性が高いと認めた地域である。\n本件関係地域内に居住し又は同地域内に通勤し若しくは通学し、旧公害に係る健康\n被害の救済に関する特別措置法（昭和四四年法律第九〇号）三条に定められた公害\n健康被害認定の滞在要件に該当する別紙原告目録の原告番号一ないし四〇八、四一\n〇、四一一、四一四ないし四一六の原告らは、本件承認により直接かつ重大な環境\n上の被害を被る蓋然性の高い地域内に居住し、通勤し又は通学する者として、本件\n承認による被害を受ける可能性のある他の者から特定されるから、本件承認に関し\n一般的公益以上の特別の利益を有する者に当たり、法により個別にその利益を保護\nされている者というべきである。\n（２）　本件拡幅事業については、後記のとおり、本件条例に基づき環境影響評価\nを行い、その関係地域を定めるべきであったのに、環境影響評価手続が行われてお\nらず、これに係る関係地域も定められていない。しかしながら、仮に本件拡幅事業\nについて関係地域が定められていれば、その地域は、本件各事業地が重なりあう渋\n谷区＜地名略＞から豊島区＜地名略＞までの範囲を含むことになるはずであり、原\n告らは右地域内に居住し又は同地域内に通勤し若しくは通学し、旧公害に係る健康\n被害の救済に関する特別措置法（昭和四四年法律第九〇号）三条に定められた公害\n健康被害認定の滞在要件に該当する者であるから、本件認可により直接かつ重大な\n環境上の被害を被る蓋然性の高い地域内に居住し、通勤し又は通学する者として、\n本件認可により被害を受ける可能性のある他の者から特定されている。したがっ\nて、原告らは本件認可に関しても一般的公益以上の特別の利益を有するものとし\nて、法により個別にその利益を保護されているということができる。\n３　さらに、都市計画事業に関係する地域住民の公害を防止することによりその健\n康や環境を保持する個別具体的な利益は、それ自体としては事実上の利益ないし反\n射的利益であるとしても、住民が行政手続に参加することによって法律上の利益に\nまで高められるものと解される。\n原告らは、本件各処分について法一七条に規定する意見書を提出し、本件条例所定\nの住民説明会に参加し、東京都公害審査会に調停を申し立てて行政手続に参加して\nきたから、原告らの主張する利益は法律上の利益にまで高められたものということ\nができる。\n四　請求原因に対する認否\n１　請求原因１及び２の事実は認める。\n２　同３（一）のうち別紙原告目録の原告番号一ないし四〇八、四一〇、四一一、\n四一四ないし四一六の原告らが本件各処分に基づく事業から生じる大気汚染による\n健康被害、地盤沈下等の被害を被る蓋然性が高いと認められる者であるとの主張は\n争い、その余の事実は知らない。\n３　同（二）の事実は知らない。\n五　抗弁\n１　本件拡幅事業に係る都市計画決定の適法性\n本件拡幅事業に係る都市計画は、東京都市計画道路環状第六号線（以下「環状第六\n号線」という。）により都心に集中する交通を分散し、あるいは導入して都心部の\n交通渋滞を緩和するとともに、大崎、渋谷、新宿及び池袋といった副都心相互の連\n携を強化して多心型都市構造への改編を誘導する等、街づくりのための基盤を形成\nすることを目的として、旧都市計画法（大正八年法律第三六号、以下「旧法」とい\nう。）に基づき戦災復興院により昭和二一年三月二六日、戦災復興都市計画として\n決定（戦災復興院告示第三号に係る決定）されたものであり、右決定には何ら違法\nな点はない。\nなお、右都市計画は、東京都において公害防止計画が策定される以前に決定された\nものであるから、東京都における公害防止計画に適合することを要しない。\n右都市計画は、環状第六号線の起点を品川区＜地名略＞、終点を板橋区＜地名略＞\nとし、その延長を一万九八五〇メートル、標準幅員を八〇メートルとするものであ\nったが、昭和二五年三月二日付けの都市計画変更決定（建設省告示第一一二号に係\nる決定）により標準幅員を四〇メートルに変更する等の変更が行われ、その後、起\n点及び終点等の変更を経て、現在では、起点を品川区＜地名略＞、終点を板橋区＜\n地名略＞とし、延長を二万〇〇五〇メートル、標準幅員を四〇メートルとするもの\nとなっている（以下、右都市計画を「環状第六号線整備計画」という。）。\n２　本件認可の適法性\n法六一条は、法五九条の認可又は承認の要件として、その申請手続が法令に違反し\nないこと及び申請に係る事業が法六一条各号に該当することを定めているところ、\n本件認可は、以下のとおり、右各要件を充たすものである。\n（一）　東京都が被告に提出した本件認可の申請書は都市計画法六〇条の規定に従\nった適式なものであるから、その申請手続は法令に違反しない。\n（二）　本件拡幅事業の内容は別紙事業目録一に記載のとおりであり、環状第六号\n線整備計画に定められた施設の位置、区域、種別及び構造等に適合し、かつ、その\n事業施行期間もその事業の規模に照らして適切であるから、本件拡幅事業は法六一\n条一号に該当する。\n（三）　本件認可を申請した東京都は、本件拡幅事業の施行に関して行政機関の免\n許等を要しないものであるから、本件拡幅事業は法六一条二号に反しない。\n３　本件地下道路事業に係る都市計画決定の適法性\n（一）　本件地下道路事業に係る都市計画は、都市高速道路中央環状新宿線（以下\n「中央環状新宿線」という。）により、首都高速道路の都心環状線を通過する交通\nの迂回・分散を図り、その各放射路線、ひいては首都高速道路網全体の効率的な利\n用を可能にし、高速道路に要求される定時制、快適性及び安全性という機能を高め\nるとともに、環状第五号線、環状第六号線等の環状道路とこれらを結ぶ放射路線の\n交通を中央環状新宿線に利用転換することを可能にすることによって、周辺街路の\n混雑を緩和し、さらには、渋谷、新宿及び池袋の三副都心の育成に寄与し、もって\n東京の多心型都市づくりに資することを目的とするものであり、法一八条三項に基\nづき建設大臣の認可を受けて東京都知事により都市計画決定がされ、平成二年八月\n一三日付けでその告示（東京都告示第九三四号）がされた。右都市計画によれば、\n中央環状新宿線の起点は東京都目黒区＜地名略＞、終点は東京都豊島区＜地名略＞\nとされ、その延長は八・七キロメートル、標準幅員は八〇メートル、往復四車線と\n定められている（以下、右都市計画を「中央環状新宿線建設計画」といい、これと\n環状第六号線整備計画を併せて「本件各都市計画」という。）。\n（二）　（１）東京都においては、昭和六三年三月、昭和六二年度から平成三年度\nまでの期間を対象とする公害防止計画として公害対策基本法一九条二項に基づき東\n京地域公害防止計画（以下「本件公害防止計画」という。）が策定された。中央環\n状新宿線建設計画は、以下のとおり本件公害防止計画に適合するから、その決定は\n法一三条一項各号列記以外の部分に違反しない。\n（２）　本件公害防止計画は、大気汚染については環境基準の達成をその目標と\nし、各種公害の防止施策の推進により全体として右目標が維持達成されるよう努め\nるものとしており、計画の主要課題として「都市地域における大気汚染対策」、\n「主要幹線道路沿道における交通公害対策」等の五つの課題を設定し、そのうち\n「都市地域における大気汚染対策」に係る窒素酸化物対策として、清掃工場におけ\nる脱硝装置等の設置等による固定発生源対策及び自動車排出ガス規制の強化、交通\n量抑制、交通管制システムの整備、幹線道路の立体化、環状道路等道路網の整備等\nによる移動発生源対策を、浮遊粒子状物質の削減対策として移動発生源に対する黒\n煙規制、固定発生源に対するばいじん等の削減対策などを掲げている。\n右計画は、このように各種公害の防止に関連する諸施策の体系化を図り、公害防止\n対策を総合的・計画的に実施することによって、東京地域全体として、環境基準等\nを達成し維持することを目的にしているものであって、個別具体的な地域において\n何らかの事業が実施された場合に、現在の環境状況を保全することや、個々の事業\nについてそれのみで環境基準を達成しようと意図するものではないから、中央環状\n新宿線建設計画が本件公害防止計画に適合しているかどうかはそれが公害防止計画\nの目標を達成するための施策の一環として位置づけられているものであるかどうか\nによって決せられるものである。\n中央環状新宿線建設計画は、都市高速道路網の効率的運用によって交通の分散や交\n通混雑の緩和を図ることを目的として環状道路としての計画道路を整備するもので\nあるから、本件公害防止計画における窒素酸化物対策の一環としての環状道路等の\n道路網の整備として位置づけることができる。\nまた、本件公害防止計画は、浮遊粒子状物質の削減対策として右の移動発生源に対\nする黒煙規制、固定発生源に対するばいじん等の削減対策等を掲げるものの、道路\n建設の規制はこれに含まれておらず、右計画は、道路建設の規制以外の方法で浮遊\n粒子状物質の削減を図ろうとするものであるから、中央環状新宿線建設計画は、右\n計画に適合しないものとはいえない。\n（三）　中央環状新宿線建設計画は、以下のとおり、地層と滞水層の分布状況及び\n各地層の土質工学的特性を踏まえて、中央環状新宿線の建設による地下水脈及び地\n盤への影響を評価したうえ、地盤沈下等の危険はないとの判断のもとに決定された\nものであり、現に地盤沈下等の危険は存しないから、都市施設を適正な規模で必要\nな位置に配置するものであって、その決定は法一三条一項四号に違反しない。\n（１）　中央環状新宿線の計画路線に沿う地層と滞水層の分布状況の把握は、東京\n都及び諸官庁等が所有する膨大な数のボーリング記録、土質試験結果及びボーリン\nグサンプル等を基礎として作成された「東京地盤図」及び三四九九地点での地質調\n査結果と一万六七二〇個の土質試料の試験結果をとりまとめた「東京都総合地盤図\nＩ」並びに東京都交通局地質調査等の既存の資料をもとに行った。\nまた、右各地層の地質については、同一地層内の物性値はばらつきはあるものの、\nある範囲にまとまるものであるところ、本件地下道路事業の事業地の地層は、火山\n灰が降り積もった関東ローム層や水中の堆積物等であって、これらの地層は水平方\n向に連続する特徴があり、地層の連続性を十分検討しておけば計画路線から離れた\n地点の物性値に関する既存資料を使用して計画路線上の物性値を想定することがで\nきることから、「東京地盤図」及び「東京都総合地盤図Ｉ」にあるＮ値（土の硬度\nを示す値）と土質試験結果を基に想定した。\n（２）　右のように想定した地層と滞水層の分布状況及び各地層の土質工学的特性\nを踏まえて、中央環状新宿線の建設による地下水脈及び地盤への影響を評価した結\n果、地盤沈下及び地形地質の変形については、（１）開削工法を用いたトンネル部\nでの掘削に伴う土留壁の変形による土留壁背面地盤の変形・沈下、（２）開削工法\nを用いたトンネル部における砂地盤のボイリング（地下水の噴出）に伴う背面地盤\nの変形・沈下、（３）揚水工法による開析谷に分布する粘性土層・腐食土層の圧密\nによる周辺地盤の地盤沈下、（４）シールド工法を用いたトンネル部での、切羽の\n崩壊、地下水位の低下及びトンネル外周と地山の空隙部への充填不良等による地盤\n沈下の点に着目すべきことが明らかになった。\n（３）　中央環状新宿線の建設にあたっては、右の点に留意し、以下のとおりの工\n法を採用することにより、地盤沈下等の危険の防止を図っている。\n（１）　本件地下道路事業においては、地下水位の低下の原因となる地下水の汲み\n上げを要する地下水低下工法は採用せず、遮水性の高い土留工法である地下連続壁\n工法（地盤を掘削機で溝状に掘削し、泥水状の地盤安定液を利用して、その掘削壁\nの崩壊を防止しながら地中に鉄筋コンクリート壁を連続して構築していく工法）を\n採用し、また、底面からの湧水を防ぐため、地盤状況に応じて、土留壁を不透水層\nまで入れ底面からの湧水を防ぐ方法、あるいは、透水層内の地盤改良を行うことに\nより底面からの湧水を防ぐ方法を使い分ける。\nこれらの工法により、周辺からの地下水の回り込みを防ぎ、ボイリング（地下水の\n噴出）及び圧密による工事場所周辺の地盤の陥没を防止することができ、地下水位\nの低下も生じない。\n（２）　また、本件地下道路事業においては土留壁の変形を少なくするため剛性の\n高い地下連続壁等の土留壁構造を採用し、掘削も逆巻き工法（地盤が軟弱であった\nり、掘削深度が大きかったりする場合に、安全に施工するため、上床コンクリート\nを先に打設して土留支保工とし、次いで、下床、側壁の順に、通常の躯体構築工事\nと逆の順序で行う工法）により、薬液注入工法は、地下連続壁構造のとれない鉄\n道、河川などとの交差部のみで量と施工について十分な管理を行いつつ実施するこ\nとになっている。\nこのように土留壁の変形による地盤沈下、地形・地質の変化を起こす可能性の少な\nい工法によって事業を施工するから、本件地下道路事業の実施及びその完了後にお\nいても地盤沈下等の可能性は少ない。\n（３）　地下水位の変化による地盤沈下等の危険については、中央環状新宿線は、\n河谷底、鉄道との交差部等の付近ではパイプルーフ工法を、インターチェンジ部の\n一部ではシールド工法をそれぞれ採用して、地下水脈を全面的に遮断することがな\nいように計画されており、また、開削工法の区間においても適切な地下水流保全対\n策を講じて地下水の流れを確保することから、地下水の変化は最小限に抑えられ、\n地盤沈下への影響は少ないということができる。\n（４）　したがって、中央環状新宿線建設計画は、法一三条一項四号に定める都市\n計画基準に反しない。\n（四）　中央環状新宿線建設計画は、法六条一項の規定によって行われる基礎調査\nの結果に基づくとともに、政府が法律に基づき行う人口、産業、住宅、建築、交\n通、工場立地、その他の調査の結果について配慮して決定されたものであるから、\n法一三条一項一一号に反しない。\n４　本件承認の適法性\n（一）　首都高速道路公団が被告に提出した本件承認の申請書は法六〇条の規定に\n従った適式なものであるから、その申請手続は法令に違反しない。\n（二）　本件地下道路事業の内容は別紙事業目録二に記載のとおりであり、中央環\n状新宿線建設計画に定められた施設の位置、区域、種別及び構造等に適合し、か\nつ、その事業施行期間もその事業の規模に照らして適切であるから、本件地下道路\n事業は法六一条一号に該当する。\n（三）　本件承認を申請した首都高速道路公団は、道路整備特別措置法七条の三第\n一項所定の被告の認可を受けた後、適式に右申請をしたものであるから本件地下道\n路事業は法六一条二号に該当する。\n六　抗弁に対する認否\n１　抗弁１のうち環状第六号線整備計画の決定に違法な点はないとの主張及び環状\n第六号線整備計画は、東京都において公害防止計画が策定される以前に決定された\nものであるから、東京都における公害防止計画に適合することを要しないとの主張\nは争う（同１の事実は原告らにおいて明らかに争わない。）。\n２　抗弁２のうち（一）の本件認可の申請手続が法令に違反しないとの主張は争う\n（同２の事実は原告らにおいて明らかに争わない。）。\n３　（一）　抗弁３（一）の事実は認める。\n（二）　（１）　同（二）（１）のうち中央環状新宿線建設計画が本件公害防止計\n画に適合するからその決定は法一三条一項各号列記以外の部分に違反しないとの主\n張は争う（同（二）（１）の事実は原告らにおいて明らかに争わない。）。\n（２）　同（２）の事実のうち本件公害防止計画が大気汚染について環境基準の達\n成を目標とし、同（２）記載のとおりの課題を主要課題として設定していること、\n右計画が「都市地域における大気汚染対策」に係る窒素酸化物対策及び浮遊粒子状\n物質の削減対策として同（２）記載のとおりの対策を掲げていること及び中央環状\n新宿線建設計画を本件公害防止計画における窒素酸化物対策の一環としての環状道\n路等の道路網の整備として位置づけることができること並びに本件公害防止計画の\n浮遊粒子状物質の削減対策の中に道路建設の規制が含まれていないことは認め、そ\nの余の事実及び主張は争う。\n（三）　同（三）の事実は否認する。\n（四）　同（四）の事実は否認する。\n４　抗弁４のうち（一）の本件承認の申請手続が法令に違反しないとの主張は争う\n（同４の事実は原告らにおいて明らかに争わない。）。\n七　原告らの主張\n１　本件各事業が土地を収用し、又は使用する公益上の必要性を欠くことによる違\n法\n（一）　法七〇条一項は都市計画事業について法五九条の認可又は承認をもって土\n地収用法二〇条の規定による事業認定に代える旨を定める。これは、都市計画事業\nが同法三条各号の一に規定する事業に当たるものとみなされ（法六九条）、その事\n業主体が地方公共団体など通常、事業を遂行する十分な意思と能力を有する者であ\nり、事業計画も都市計画決定の時点において合理性があるものとなるように調整さ\nれており、公益性の高い事業と考えられることから、法五九条の認可又は承認手続\nを経ていれば、さらに土地収用法の事業認定の手続により同法二〇条各号に定める\n要件に該当するか否かを判断する必要がないので、同法の事業認定の手続を省略し\nたものであって、都市計画事業に同法二〇条各号所定の要件が必要であることを否\n定するものではない。\nしたがって、同法二〇条各号に定める要件は、都市計画事業についても要件となる\nものであり、都市計画決定又は法五九条の認可又は承認の効力要件であると解すべ\nきである。\n（二）　本件各事業は、次の（１）ないし（３）のとおり、土地を収用し又は使用\nする公益上の必要性のないものであるから、本件各処分は土地収用法二〇条四号の\n要件、ひいては法五九条の認可又は承認の要件を欠くものであり、また、公共の福\n祉の増進に寄与することを法の目的として定めた法一条にも違反するものである。\n（１）　本件地下道路事業は、以下のとおり、都心の渋滞解消及び交通流の円滑化\nの実現という事業目的を達成できず、かえって首都高速道路の渋滞を悪化させるも\nのである。\n首都高速道路新路線の建設によりその総延長が伸びるのに従って首都高速道路の交\n通量が年々増えているのに対し、都心環状線を利用する車両の数は過去十数年間一\n日約四〇万台のままほとんど変化がなく、都心環状線の渋滞を解消する目的で都心\n環状線のバイパスとして湾岸線、中央環状線東側区間等の首都高速道路が建設され\nた後も、都心環状線の利用台数及びその渋滞時間は減少することがなく首都高速道\n路自体の渋滞時間や渋滞距離が増加するだけであった。\nこのように、首都高速道路の建設は都心環状線の利用台数及び渋滞時間と無関係で\nあるから、中央環状新宿線が建設されても、都心環状線の交通流の円滑化という事\n業目的は達成できない。むしろ、中央環状新宿線の建設は、首都高速道路の渋滞を\n悪化させ、中央環状新宿線のうちの板橋区＜地名略＞と同区＜地名略＞間の〇・八\nキロメートルの首都高速道路五号池袋線とのいわゆる「織り込み区間」（二路線が\n平面交差する区間）において極度の交通渋滞を生じさせる等の新たな渋滞を生じさ\nせるものである。\n（２）　仮に、本件各事業がその事業目的を達成できないとはいえないとしても、\n事業に土地を収用し、又は使用する公益上の必要性があるということは、その事業\nによって社会の受ける利益がこれにより社会が被る損失を上回る場合であるという\nことであるが、すでに道路網が完備され自動車による輸送力の飛躍的向上が実現し\nた現在の社会状況においては、道路建設による輸送力の増加がもたらす社会的経済\n的利益よりも、これによる大気汚染の悪化等の社会的経済的損失の方がはるかに大\nきくなった段階に達している。\n本件各事業は自動車交通量を増加させて、東京都において近年深刻化している自動\n車排気ガスによる大気汚染をさらに悪化させる。\n大気中の二酸化窒素が〇・〇二ＰＰＭを超えると、人体に咳や痰が出るなどの症状\nが起き、デイーゼルエンジン車の排気ガス中に含まれる浮遊粒子状物質が気管支喘\n息を引き起こすなど、大気汚染は低レベルであっても、人体に喘息発作等の健康被\n害をもたらすものである。現に、平成二年度における公害健康被害の補償等に関す\nる法律に基づく認定を受けた呼吸器系健康被害者及び東京都の「大気汚染に係ろ健\n康障害者に対する医療費の補助に関する条例」に基づく認定を受けた大気汚染障害\n者（一八歳未満）の数は、本件各事業地を含む東京都目黒区、世田谷区、渋谷区、\n新宿区、豊島区及び中野区において合計一三六一人に達し、原告らの中にも呼吸器\n系疾患者が二〇名（そのうち三名は公害健康被害の補償等に関する法律による認定\nを受けている。）、家族に呼吸器系疾患がいる者が二一名（そのうち五名は右の国\n又は都による認定を受けた呼吸器系疾患者の家族がいる者である。）がいる。\n本件各事業は原告らを含む本件各事業地周辺住民に右のような大気汚染によるさら\nなる呼吸器疾患などの健康被害を及ぼし、また、振動、騒音、酸性雨、地盤沈下の\n発生等による環境破壊などの重大な損失を生じさせる。このような重大な損失は、\n本件各事業によって得られる都心の渋滞解消及び交通流の円滑化等の利益よりもは\nるかに大きいものといえるから、本件各事業には土地を収用し又は使用する公益上\nの必要性があるとはいえない。\n（３）　仮に本件各事業がその事業目的を達成し得ないとはいえず、これによる損\n失がこれによる利益よりも大きいとはいえないとしても、本件各事業においては街\n路緑化施設、大気汚染防止施設、騒音防止施設の設置等の右の損失に対する対策が\n講じられていないから、本件各事業には土地を収用し、又は使用する公益上の必要\n性があるとはいえない。\n２　本件各都市計画決定の違法\n（一）　本件各都市計画の決定は、次の（二）から（五）までのとおり違法なもの\nであるから、これらの都市計画決定に後続してされた本件各処分も違法なものとな\nる。\n（二）　本件各都市計画が土地の適正かつ合理的利用に寄与するものでないことに\nよる違法\n（１）　前記のとおり、事業計画が土地の適正かつ合理的な利用に寄与するもので\nあることという土地収用法二〇条三号に規定する要件は、都市計画事業の要件とも\nなるものと解されるが、都市計画事業の基礎として事業計画があり、これが土地の\n適正かつ合理的な利用に寄与するものであるかどうかは都市計画決定の段階で判断\nすべき事項であるから、右要件は都市計画決定の適法要件であると解すべきであっ\nて、法二条は都市計画決定についても右の要件があることを明文化した効力規定で\nあると解すべきである。\n（２）　都市計画が土地の適正かつ合理的な利用に寄与するものであるといえるた\nめには、右計画において定められた事業の社会的、文化的及び経済的影響、これに\nより権利を収用される土地所有者等の人数、その事業によって発生し得る公害被害\nの規模、費用対効果の程度等を総合的に考慮した場合に、その事業を当該事業地に\n施行する方が、これを他の場所に施行するよりも、事業により得られる利益がより\n大きく、損失がより小さいことが認められることが必要であると解される。\n（３）　都心の渋滞の解消と都心環状線の交通流の円滑化という本件地下道路事業\nの目的を達成するためには、本件地下道路事業の事業地に中央環状新宿線を建設す\nるよりも、東日本旅客鉄道株式会社の山手線の一部の地下に建設した方が、首都高\n速道路三号線、四号線及び五号線と接続できるうえに五号線との重複利用区間もな\nく、収用し又は使用することとなる土地等の権利者は東日本旅客鉄道株式会社に留\nまるために関係する権利者の数を減らすことができ、本件拡幅事業を行う必要もな\nくなるという点で、事業による利益がより大きく、事業による損失がより小さくな\nるということができる。右のような土地が都内の他の地域に存在する以上、本件地\n下道路事業及びこれと一体として行われる本件拡幅事業は、土地の適正かつ合理的\nな利用に寄与するものとはいえないから、法二条に適合しない。\n（三）　本件各都市計画決定が法一条、二条及び一三条一項各号列記以外の部分に\n反する違法\n（１）　本件公害防止計画は、平成三年度末における二酸化窒素、浮遊粒子状物質\n等の大気汚染物質に関する環境基準値の達成を目標とするところ、本件各事業が施\n行された場合には、後記（２）及び（３）のとおり、二酸化窒素及び浮遊粒子状物\n質に関する環境基準値が達成される見込みはなく、また、これらの事業がその達成\nに寄与するものでもないから、本件各都市計画は本件公害防止計画に適合しない。\nしたがって、本件各都市計画は都市計画が従来よりも良好な都市環境を保持し、当\n該都市において定められている公害防止計画に適合するものでなければならないこ\nとを定める法一条、二条及び一三条一項各号列記以外の部分に違反するものであ\nる。\nなお、本件公害防止計画は環状第六号線整備計画の決定後に定められたものである\nから、右決定の時点においてその計画が本件公害防止計画に適合するかどうかは、\nその法律適合性について何ら問題になるものではなかったとしても、法施行法二条\nが、法施行の際現に旧法の規定により決定されている都市計画は、法の規定におけ\nる相当の都市計画とみなすものと定めていること及び法一三条が旧法の規定により\n決定された都市計画と法の規定により決定される都市計画とを区別することなく都\n市計画基準を規定していること等からすれば、法一三条に定める都市計画基準は、\n都市計画決定が旧法によるか法によるかにかかわらず、そのいずれもが充たすこと\nが必要である基準即ち都市計画自体の適法性の要件であると解されるから、同条一\n項は都市計画がその決定後に定められた公害防止計画についてもこれに適合すべき\nことを定めたものというべきである。また、本件拡幅事業の前提となった都市計画\nは昭和五五年に見直されており、その当時には既に本件公害防止計画が策定されて\nいたのであるから、右都市計画の決定手続をとる、とらないにかかわらず本件公害\n防止計画への適合性を実現すべきであったし、実現することができた。\nしたがって、環状第六号線整備計画は本件公害防止計画に適合しなければならな\nい。\n（２）　環状第六号線整備計画について\n本件地下道路事業について作成された環境影響評価書（以下「本件環境影響評価\n書」という。）に記載されている本件拡幅事業の施行前の環状第六号線の交通量と\n施行後に予測される交通量に環状第六号線の各区間の距離を乗じて算出した結果に\nよれば、本件拡幅事業施行後の平成七年には交通量が九・五パーセント増加するこ\nとになる。他方、本件環境影響評価書によれば、本件拡幅事業施行後も自動車の平\n均走行速度は変わらないことになる。したがって、結局のところ、本件拡幅事業施\n行後も窒素酸化物の排出量は本件拡幅事業により増加した交通量に応じて増える結\n果となるから、環状第六号線整備計画は、二酸化窒素の削減を内容とする本件公害\n防止計画に適合するものでない。\nまた、右のように本件拡幅事業によって交通量が増加すれば、それに応じて浮遊粒\n子状物質も増加するから、環状第六号線整備計画は浮遊粒子状物質に関する環境基\n準値を目標とする本件公害防止計画に適合するものでもない。\n（３）　中央環状新宿線建設計画について\n本件環境影響評価書における中央環状新宿線の各区間交通量、自動車一台の走行距\n離一キロメートルあたりの窒素酸化物排出係数、昼夜別の交通量比率、大型・小型\n別交通量比率を基礎として中央環状新宿線が完成した場合にこれを走行する自動車\nによって排出される窒素酸化物の総量を算出し、これと同様のデータを使用して、\n葛飾江戸川線（中央環状線東側部分）開通に伴う都心環状線利用車両の交通流円滑\n化による窒素酸化物削減量（昭和六〇年度と昭和六三年度の比較）を算出し、これ\nを参考として中央環状新宿線の完成により交通流が円滑化すると仮定した場合の窒\n素酸化物の削減量を予測すると、平成一二年における窒素酸化物の排出量は三六〇\nトンとなるのに、窒素酸化物の削減量は増加量の約半分である一八三トンしか期待\nできないこととなる。このように中央環状新宿線建設計画は窒素酸化物の排出量を\n減少させるものではなく、かえってこれを増大させるものであるから、本件公害防\n止計画に適合するものではない。\nまた、浮遊粒子状物質については、本件環境影響評価書は、中央環状新宿線建設計\n画線が建設された場合に、換気所における除塵装置によって自動車による浮遊粒子\n状物質がある程度取り除かれるとするが、取り除かれない浮遊粒子状物質の量は確\n実に増大することになるから、中央環状新宿線建設計画によって浮遊粒子状物質の\n量の削減を実現することはできず、右計画はこの点においても本件公害防止計画に\n適合するものではない。\n（四）　中央環状新宿線建設計画の決定が法一三条一項四号及び一一号に反する違\n法\n（１）　法一三条一項四号は、都市施設の整備に関する都市計画の基準を、都市施\n設を適切な規模で必要な位置に配置することにより良好な都市環境を保持するよう\n定めることとしている。そして、都市計画の内容が当該都市計画区域の住民の安全\nに配慮したものであることは、都市計画決定ないし都市計画自体が適法であるため\nの当然の前提であると解されるから、同号所定の「都市施設を適切な規模で必要な\n位置に配置」して「良好な環境を保持する」という基準は、都市施設を地盤沈下や\n出水等を生じさせて住民に家屋倒壊等による被害を及ぼすおそれのない位置に配置\nすることをも意味すると解すべきである。\nまた、法一三条一項一一号は同項四号の基準を適用するについて法六条一項所定の\n基礎調査の結果に基づくべきものとしており、法六条一項所定の都道府県知事が行\nうべき都市計画に関する基礎調査の調査事項には、土地の自然的環境も含まれるか\nら（法六条一項、法施行規則五条八号）、法六条一項に基づく基礎調査には、土地\nの自然的環境に係わるものとして地盤や地下水脈の状況等に関する調査が含まれる\nと解される。\nしたがって、中央環状新宿線建設計画の決定についても、本件地下道路事業の事業\n地における地盤や地下水脈の状況等に関する法六条一項による基礎調査の結果に基\nづき、それが法一三条一項四号の基準に適合するか否かが判断されなければならな\nい。\n（２）　中央環状新宿線は、別紙図面２のとおり武蔵野台地の豊島台及び淀橋台並\nびにこれらを開折する谷を南北に横断する位置にあり、これらの豊島台、淀橋台及\nび開析谷の地質層は別表１のとおりであるところ、その地質のうち、河谷底に存在\nする沖積層の粘土、腐食土は極めて軟弱な土質であり、また、ローム層、凝灰質粘\n土層もかなり軟弱な土質から成るものであるなど本件地下道路事業の事業地の地盤\nは軟弱である。\n（３）　本件地下道路事業の事業地には西から東に流れる地下水脈が多く存在する\nところ、本件地下道路はこれを南北に遮断する形で、かつ、別紙図面３のとおり不\n透水層に挟まれた滞水層を何層も遮断する状態で建設されることになる。このため\n地下水脈の遮断による工事中の出水の被害の外、地下水位低下工法により大量に地\n下水を汲み上げるために起きる地盤沈下、工事完成後、本件地下道路により遮断さ\nれた地下水脈の上流における地下水位の上昇による地盤の膨張、隆起、軟弱化や陥\n没・隆起などの地盤の変形、下流における地下水位の低下による地盤沈下や局所的\nな陥没等の被害が発生する蓋然性が高い。\n（４）　本件地下道路事業が実施されると、右のような出水、地盤沈下、地盤の変\n形等による地上建物の損傷及び道路の陥没等の被害が発生する蓋然性が高く、これ\nによって住民の生命、財産が危険にさらされることが予測されるから、中央環状新\n宿線建設計画は、都市施設を適切な規模で必要な位置に配置するものとはいえず、\n法一三条一項四号所定の都市計画基準に反する違法なものである。\nなお、仮に、中央環状新宿線建設計画の決定時には、中央環状新宿線の地下化が予\n定されておらず右の危険が予測されなかったとしても、その後このような予測がさ\nれるに至ったときには、その都市計画は法一三条一項四号所定の都市計画基準を充\nたさないものとなるから、これを前提としてされた本件承認は違法になると解され\nる。\n（５）　また、中央環状新宿線建設計画は、本件地下道路事業の事業地の地質の状\n況の調査、周辺地域の地盤に与える影響の予測、評価についての詳細かつ慎重な調\n査を行って決定されるべきところ、本件環境影響評価書によれば右計画決定に当た\nっては、そのような調査は全く行われておらず、右決定はこのような必要な調査を\n欠いて行われたものであるから、法一三条一項一一号に反する違法なものである。\n（五）　環状第六号線整備計画の決定が法一四条一項に反する違法\n法一四条一項は、都市計画は、建設省令で定めるところにより、総括図、計画図及\nび計画書によって表示されるべきことを定め、昭和六〇年六月六日建設省都計発第\n三四号建設省都市局長通達は、都市計画事業につき環境影響評価をすべき場合に\nは、環境影響評価の概要を法一四条一項所定の都市計画の計画書に付記すべきもの\nとしているが、本件拡幅事業については後記５のとおり本件条例に基づく環境影響\n評価手続が履践されておらず、計画書に付記すべき環境影響評価の概要も作成され\nていないから、環状第六号線整備計画の決定には法一四条一項に反する違法があ\nる。\n３　本件各処分の申請手続が法令に反することによる違法\n（一）　本件認可に関する認可の重複\n本件拡幅事業のうち、東京都渋谷区＜地名略＞から同区＜地名略＞までの区間（延\n長一一メートル）に係る部分については、既に事業認可がされ、昭和三七年六月一\n九日にその告示もされているから、これと重複してされた本件認可は、右部分につ\nいて無効である。\nまた、右のような部分を含む認可の申請手続は法令に違反するものであるから、本\n件認可は法六一条各号列記以外の部分に反し違法である。\n（二）　本件各事業についての環境影響評価手続の不備ないし欠缺による違法\n（１）　法六一条各号列記以外の部分は、申請手続が法令に違反しないことを法五\n九条による認可又は承認の要件としており、右法令には、次の（１）から（３）ま\nでの理由から本件条例が含まれると解されるところ、本件各事業についての環境影\n響評価手続には後記（２）及び（３）のとおりの不備ないし欠缺があるから、本件\n各処分の申請手続は法令に違反する。\n（１）　法六一条各号列記以外の部分は「法律及び政令」という文言ではなく「法\n令」という文言を用いているから、条例を含むものと解すべきである。\n（２）　条例は、憲法九四条により地方公共団体に与えられた条例制定権に基づく\nものであるから、法律の範囲内において行政庁をも拘束する法規であると解され\nる。そして、都市計画は本来局地性、地域性を有するものであるところ、法は環境\n影響評価手続について何ら規定を置いておらず、これに関する別個独立の法律も制\n定されていないから、法は現段階においては環境影響評価手続について全国的にか\nつ一律の規制をせず、地方の実情に応じてこれが行われることを予定しているもの\nと考えられる。そうすると、本件条例は、法その他の都市計画事業に関する法令に\n抵触するものではないから、本件各事業の施行者である東京都及び首都高速道路公\n団はいずれも、本件条例に拘束され、これを遵守すべき法的義務を負うと解すべき\nである。\n（３）　法六一条一号によれば、事業の内容が都市計画に適合することが法五九条\nの認可又は承認の要件とされているところ、法一三条一項各号列記以外の部分は都\n市計画が公害防止計画に適合すべきものとしており、都市計画は公害防止計画をそ\nの前提としていることになるから、事業の内容が都市計画に適合するか否かの判断\nは、実質的にはその事業が都市計画の前提となる公害防止計画に適合するかどうか\nの判断を含むことになる。\nそして、事業の内容が都市計画、ひいてはそれが前提としている公害防止計画に適\n合するかどうかの判断は、その事業の環境に対する影響を予測評価し、右事業によ\nって公害防止計画において設定された目標を達成できるかどうかを予測評価するこ\nとによってのみ可能である。本件条例は、右判断のための予測評価の手続を規定し\nたものであるから、法六一条一号の要件を判断をするについて必要不可欠な手続を\n定めた法令といえる。\nしたがって、東京都における都市計画事業について法五九条の認可又は承認を申請\nするためには、その事業が法六一条一号の要件を判断するために必要な手続を定め\nた本件条例に基づきその手続を履践することを要するものと解すべきであり、本件\n条例は、法六一条各号列記以外の部分にいう申請手続をするにあたり遵守すべき法\n令であると解される。\n（２）　本件拡幅事業についての環境影響評価手続の欠缺\n（１）　本件拡幅事業には、以下のとおり本件条例が適用される。\nア　本件拡幅事業は、本件条例別表の一「道路の新設又は改築」に掲げる事業で、\nその実施が環境に著しい影響を及ぼすおそれのあるものとして本件条例施行規則三\n条が定める要件（同規則別表第一中、「道路の新設又は改築」の事業について定め\nられた要件である、事業の内容が同表（四）「その他の道路の改築」で、その規模\nが四車線以上（改築の結果四車線以上になるものを含む。）で、かつ、改築する区\n間の長さが一キロメートル以上のものであること）に該当するものであるから、本\n件条例二条三号所定の対象事業に当たる。\nイ　本件条例の適用の経過措置規定である同条例附則（以下「附則」という。）２\n項によれば、同条例が施行された昭和五六年一〇月一日に、すでに同条例九条一項\nの規則で定める時期を経過している対象事業については、同条例の規定は適用され\nないものとされているが、本件拡幅事業については法一七条の公告が行われなかっ\nたから、本件拡幅事業は本件条例施行規則（以下「施行規則」という。）六条ただ\nし書きに定める施行規則別表第二の下欄に掲げる行為を行わない対象事業に当た\nり、同事業における本件条例九条一項の規則で定める時期は、右ただし書きによ\nり、本件拡幅事業を実施する前になると解される。そして、本件条例が施行された\n昭和五六年一〇月一日には、未だ本件拡幅事業は実施されておらず、右時期は経過\nしていなかったことになるから、本件拡幅事業には本件条例が適用される。\nウ　附則３項に定める旧法の規定による都市計画の決定がされた対象事業とは、旧\n法により決定された都市計画において定められた環状第六号線の整備ではなく、本\n件拡幅事業のように、それを個別具体的に施行する都市計画事業自体をいうものと\n解すべきところ、本件条例が施行された昭和五六年一〇月一日の時点において、本\n件拡幅事業に係る工事は未だ着手されていなかったから、本件拡幅事業は、附則３\n項所定の知事に対する届け出を要する対象事業に当たる。\nそして附則３項は、旧法の規定に基づき都市計画決定のされた対象事業が長期間着\n工されないまま放置された場合に、対象事業に係る法的関係の安定性と旧都市計画\n法上環境配慮義務を定めた規定がなかったこととの均衡を図るべく、知事との協議\nにより必要に応じて環境影響評価手続を行うことを定めた規定であって、事業者が\n右の届け出を怠ったような場合にまでこのような配慮により環境影響評価手続の潜\n脱を許す趣旨の規定とは解されないから、同項の届け出がされなかった事業につい\nては、当然環境影響評価手続をすべきことになると解すべきである。\n本件拡幅事業については附則３項による届け出がされていないから当然環境影響評\n価手続がされるべきであった。\nエ　本件拡幅事業は、後記（３）（２）のとおり本件地下道路事業と不可分一体の\n関係にあり、本件条例九条二項所定の「相互に関連する二以上の対象事業を実施し\nようとするとき」に当たるから、これらの事業の事業者はこれらの対象事業を併せ\nて同条一項所定の調査等を行い、評価書案等を作成し、及び提出すべき義務を負う\nものであった。\n（２）　本件拡幅事業の施行者である東京都は、本件認可の申請にあたり、本件条\n例に基づき履践すべき環境影響評価書案及びその概要の作成及び提出（本件条例九\n条）等の手続を履践せず、本件条例に基づく義務（本件条例七条）に違反したか\nら、本件認可の申請手続は法令に違反するものであり、本件認可は法六一条所定の\n要件を欠く違法なものである。\n（３）　本件承認の環境影響評価手続の欠缺ないし不備による違法\n（１）　本件地下道路事業は本件条例の対象事業に当たり、現に環境影響評価のた\nめの調査等が行われ本件環境影響評価書が作成されたが、本件条例九条は、環境影\n響評価は、知事が予め定める環境影響評価に係る技術上の指針（以下「技術指針」\nという。）に従って行われるべきことを定めているところ、右調査等は、以下のと\nおり技術指針に従わないでされた不適切なものであるから、本件条例所定の環境影\n響評価がされたとはいえない。\nア　技術指針によれば、大気中の二酸化窒素の濃度の予測は、将来の一定の時点に\nおいて当該道路がなかったとしたときの窒素酸化物の濃度（以下「バックグラウン\nド濃度」という。）に、同じ時点で当該道路ができた場合にそこを走行する自動車\nにより増えるであろう窒素酸化物の濃度（以下「寄与濃度」という。）を加え、こ\nれを二酸化窒素の濃度に転換するという方法が定められている。\nしかしながら、本件環境影響評価書においては、二酸化窒素の濃度を予測する手法\nとして、窒素酸化物のバックグラウンド濃度と窒素酸化物の寄与濃度をそれぞれ個\n別に二酸化窒素のバックグラウンド濃度及び二酸化窒素の寄与濃度に転換したうえ\nで、両者を加えるという二酸化窒素の予測数値を不当に小さくする転換方法によっ\nている。\nまた、窒素酸化物のバックグラウンド濃度は基準年である昭和六〇年の窒素酸化物\n総排出量、同年の窒素酸化物平均濃度、予測年度（平成七年度及び一二年度）の窒\n素酸化物総排出量予測値をもとに自然界の窒素酸化物濃度について補正し比例配分\nして計算するものであり、本件環境影響評価書においてはその窒素酸化物総排出量\n予測値として昭和六三年に発表された環境庁大気保全局による「窒素酸化物対策の\n新たな中期展望」（以下「新中期展望」という。）記載の平成五年度の予測数値の\nうち今後対策を追加した場合の予測数値、即ち、大気汚染の状況が改善されること\nを前提とした数値を使用しているが、本件環境影響評価書が作成された平成二年七\n月には、すでに昭和六三年度までの大気汚染の状況の測定結果により窒素酸化物濃\n度が悪化し、窒素酸化物総排出量が増大していることが公表され、右予測数値が不\n正確であることが判明していたのであるから、このような最新の数値によらずに大\n気汚染の状況が改善されることを前提とした数値を基礎としてされたバックグラウ\nンド濃度予測値は不正確なものである。\nさらには、本件環境影響評価書では将来の二酸化窒素バックグラウンド濃度を算定\nする際、これを不当に低くするような補正を加えていること、将来予測について生\nじるおそれのある誤差を評価していないこと、また地下道路に随伴する換気所から\nの排気による短期高濃度汚染を全くとりあげていないこと等の点において適切さを\n欠くものであるから、本件環境影響評価手続には瑕疵があるというべきである。\nイ　本件環境影響評価書においては、技術指針等により予測、評価をすべきである\nとされている浮遊粒子状物質の排出量に関する予測がされていない。\n被告は、窒素酸化物等と異なり、浮遊粒子状物質の排出量の予測手法は確立してお\nらず、予測精度が低いから、これを予測しなくてもその環境影響評価手続には不備\nがないと主張するが、技術指針は、予測が困難であるため環境基準が設定されてい\nても予測を行わなくてよいとする物質としてオキシダントを挙げているものの、浮\n遊粒子状物質についてはこのような定めを置いていないし、精度の点は劣るとして\nも浮遊粒子状物質の予測手法は存在しており、本件条例は予測精度が低くても、そ\nの段階で採りうる最高の手法で予測をすることを要請していると解されることから\nすれば、予測精度が低いことは浮遊粒子状物質についての予測を不要とする理由に\nはならない。\nウ　本件地下道路事業は、縦一三・八ないし三二・六メートル、横二八・五メート\nルから三七・四五メートルの巨大な地下構造物を築造するものであるから、その実\n施にあたっては地盤沈下に係わる地形、地質・土質の状況及び地下水の状況を把握\nするために必要なボーリング調査、各地層の土質についてのＮ値、粒度特性、力学\n特性、圧密特性などの詳細な物理探査、土質試験等を行うべきであるのに、本件拡\n幅事業に係る環境影響評価手続ではそのような調査が行われておらず、その調査の\n手法、内容が適切でない。\n（２）　本件各事業は、次のアからオまでのとおり相互に不可分一体の関係にある\nから、本件条例九条二項所定の「相互に関連する二以上の対象事業」に当たる。し\nたがって、東京都と首都高速道路公団とは本件各事業を併せて同条一項所定の調査\n等を行い、評価書案等を作成し提出する義務を負うものであった。しかし、このよ\nうな環境影響評価手続は行われなかったから、本件地下道路事業についても同条例\nに定める環境影響評価は結局されなかったこととなる。\nア　本件拡幅事業は昭和二五年に都市計画変更決定がされた後四〇年以上もの間認\n可の申請もされずに放置されていたのに、平成二年八月一三日に中央環状新宿線建\n設計画が決定がされると、右事業の完成のためには地上部分の拡幅が不可欠である\nことから、その翌年の平成三年三月八日に本件地下道路事業の予定区域についての\nみ本件認可がされ、更にその三日後の同月一一日には本件地下道路事業に係る本件\n承認もされることとなった。このような経過からすれば、両者が「相互に関連す\nる」一体のものであることが明らかである。\nイ　本件地下道路事業は、首都圏整備計画の一環として位置づけられている中央環\n状線の一部として遂行されているものであるが、昭和六一年頃までは環状第六号線\nが同整備計画の整備推進対象として挙げられていなかったのに、本件地下道路事業\nの都市計画決定がされた直後の平成二年九月にはこれが整備推進対象として挙げら\nれるようになった。\nこのような首都圏整備計画という国の根幹的な施策の推移からも、本件各事業の関\n連性は明らかである。\nウ　本件拡幅事業の費用の三分の二は、首都高速道路公団法四〇条、同法施行令六\n条、道路整備特別措置法施行令附則五条により、本件拡幅事業に係る環状第六号線\nが本件地下道路事業に係る道路と密接な関連を有する道路（道路整備特別措置法施\n行令附則五条）であることから、事業施行者である東京都ではなく、本件地下道路\n事業の事業主体である首都高速道路公団及び国が負担することになっている。\nエ　本件地下道路事業の建設方法は、地上から掘削して構造物を築造していく開削\n方式を採用しており、幅四〇メートルにわたる構造物を埋め込む本件地下道路事業\nを行うためには地上部分の拡幅が必要となるから、本件各事業は一方の事業の存続\nが他の事業の存続を前提とするものである。\nオ　本件拡幅事業は首都高速道路公団法二九条一項三号に基づく業務委託により施\n行者である東京都に代わって首都高速道路公団が行うものであるから、本件各事業\nの事業主体は実質的には同一である。また、本件各事業の事業目的は多心型都市構\n造の形成のため新宿、渋谷及び池袋の三副都心を結ぶものである点において共通し\nている。\n八　原告らの主張に対する認否及び反論\n１　原告らの主張１について\n（一）　原告らの主張１は争う。\n法一条は、法の目的を定めた規定であって、行政処分の効力規定ではないから、法\n運用の指針とはなっても、個別具体的な行政処分の効力に直接影響を及ぼすことは\nない。したがって、原告らの法一条違反の主張は、本件各処分の取消事由の主張と\nしては失当である。\n（二）　原告らは、湾岸線、中央環状線東側区間等の首都高速道路の建設によって\nも都心環状線を利用する車両の数や、渋滞時間は減らなかったから中央環状新宿線\nを建設しても、都心環状線の渋滞の解消は図りえないと主張する。\nしかしながら、右主張においてはいかなる状況をとらえて渋滞というのかが明らか\nではなく、また、渋滞時間は渋滞の特徴の一部を示す目安とはなるものの、渋滞状\n況全般を正確にとらえるものではないから、右主張は不正確なものというべきであ\nる。\n中央環状線東側区間の開通後の昭和六三年度の都心環状線の一日当たりの利用台数\nは、同六〇年度の四七万三〇〇〇台から四五万六〇〇〇台へと減少している。ま\nた、渋滞とは時速二〇キロメートル以下で車列の延長が一・五キロメートル以上に\n達した状態が三〇分以上継続した場合をいうことを前提として、渋滞状況全体を把\n握するために首都高速道路公団が測定した、各路線について特定された区間（各指\n定ブロック）における渋滞時間、渋滞発生回数及び渋滞距離に基づいて渋滞量を検\n討すると、湾岸線開通後、一号羽田線上りでは昭和六〇年度から同六三年度まで渋\n滞量が減少するなど、湾岸線、中央環状線東側区間等の首都高速道路の建設には、\n渋滞緩和効果が認められるから、原告らの主張は失当である。\n２　原告らの主張２（二）について\n（一）　原告らの主張２（二）は争う。\n法二条は、都市計画の究極的な目標が健康で文化的な都市生活と都市活動の双方の\n目的を確保すること、そのためには土地の利用を個人の恣意に委ねることなく、適\n正な制限を課することによって合理的な土地利用が図られなければならないことを\n宣言したものであり、適切な都市形成を実現するための政策的目標を標榜した理念\n的な指針にすぎない。したがって、同条は法一三条を指導する規定ではあっても、\n都市計画決定の処分要件であると解することはできないから、法二条に違反するこ\nとを理由に本件各都市計画の違法、ひいては、本件各処分の違法をいう原告らの主\n張は失当である。\n（二）　また、都市計画において定められた都市施設が、土地を適正かつ合理的に\n利用するものといえるかどうかは、当該施設の都市における役割、その必要性、効\n率性、立地条件、経済効果等の様々な観点から検討して判断されなければならず、\nそのためには、様々な資料を収集して分析し、技術的、政策的見地から総合的に審\n査することが必要となる。したがって、右の判断は、右のような検討及び総合的な\n審査を行い都市政策を立案する能力を有し、都市計画の内容について最終的に政治\n的責任を負担しうる行政庁である都市計画決定者の行政的、技術的裁量に委ねられ\nるべきである。\n原告らは中央環状新宿線の位置について東日本旅客鉄道株式会社の山手線の一部の\n地下に建設する案（以下「ＪＲ山手線地下案」という。）を対案として指摘する\nが、右のとおり都市施設の位置の判断は、都市計画決定者の裁量に委ねられるべき\nであるから、右の主張はそれ自体失当である。なお、ＪＲ山手線地下案によれば、\n高速三号線、四号線及び五号線に中央環状新宿線との接続を見込んで既に設置され\nている構造上の対応を利用できないから、新たに接続部分を設けるためのこれらの\n道路の大規模な改築や、インターチェンジ建設のための新たな用地の取得等が必要\nとなり、事業費も莫大なものとなる。したがって、右案は道路整備の効率的な執行\n及び首都高速道路事業の採算性の確保の点で不合理なものであり、土地の適正かつ\n合理的な利用に寄与するものとはいえない。\n（三）　中央環状新宿線建設計画は、次のとおり土地の適正かつ合理的な利用に寄\n与するものである。\n中央環状新宿線は、都心環状線を通過する交通の迂回、分散を図り、首都高速道路\n網全体の効率的な利用を図るために建設された中央環状線の西側区間に当たり、既\nに供用を開始している中央環状線の東側区間（葛飾江戸川線及び葛飾川口線）及び\n事業中の北側区間（王子線）並びに調査中の南側区間（中央環状品川線）と一体と\nなって、一周の環状道路を形成するものである。\n中央環状新宿線の計画位置については、都市高速道路と幹線道路とを適切に組み合\nわせた効率的な道路網の形成、池袋、新宿及び渋谷の各副都心の整備及び育成、高\n速三号線、四号線及び五号線との接続、土地に対する新たな私権制限を最小限に抑\nえるものであること等を検討して決定したものであり、かつ、右計画においては従\n来、高架式構造で計画されてきたところを地下式構造に変えるなど、沿道地域の環\n境の保全にも十分配慮したものとなっている。\n３　原告らの主張２（三）は争う。\n４　原告らの主張２（四）について\n（一）　原告らの主張２（四）（１）の事実のうち中央環状新宿線の位置並びに豊\n島台、淀橋台及び開析谷の地質層が原告ら主張のとおりであること、河谷底に存在\nする沖積層の粘土、腐食土は極めて軟弱な土質であることは認め、その余は否認す\nる。地盤が軟弱であるか否かは、別表２のとおりその上に建設される構造物との相\n対的関係によって決せられるところ、中央環状新宿線が通過する目黒台、淀橋台及\nび豊島台における関東ローム層及び凝灰質粘土層は、同表の地盤種別におけるＢー\n１又はＢー２の区分に属する地盤であり、中層の建築物であれば、直接基礎が可能\nであるから、本件地下道路事業の事業地の地盤が本件地下道路を建設するうえで軟\n弱であるとはいえない。\n（二）　同（３）の事実のうち本件地下道路事業の事業地には西から東に流れる地\n下水脈が多く存在することは認め、その余は否認する。\n（三）　同（４）の事実は否認する。\n（四）　同（５）の事実は否認する。なお、法一三条一項一一号は、都市計画決定\nをするにあたっては、法六条一項に規定する基礎調査の結果に基づくとともに、政\n府が法律に基づき行う人口等の調査の結果について配慮すべきことを定めた規定で\nあって、事業対象地を個別具体的に地質調査しなければならないことを定めた規定\nではないから、原告らの同（５）の主張は失当である。\n５　原告らの主張２（五）について\n本件条例に基づく環境影響評価手続は、都市計画決定手続において履践しなければ\nならないものではないから、この点に関する原告らの主張はそれ自体失当である。\n６　原告らの主張３（一）について\n事業認可の対象の中に、過去に事業が完了した区間が含まれていても、右区間と一\n体的に一つの都市計画事業を遂行する必要がある場合に、右区間を含む事業を認可\nしたからといって事業認可が無効となるものではない。\n本件認可は、昭和三七年に事業認可を受け都市計画事業を行った延長一一メートル\nの区間について、その両側の区間と道路の横断構成を併せて車道、歩道、路面の排\n水施設等の構築物を整備したり、その両側の区間に路面の高さを合わせて車道及び\n歩道の舗装を施工したりするなど、一体的に都市計画事業を施行する必要があるた\nめに、右区間を含んだ渋谷区＜地名略＞から豊島区＜地名略＞までの延長八二〇〇\nメートルの区間を一つの都市計画事業として認可したものであるから、右区間が含\nまれているからといって、本件認可が無効となるものではなく、また、その認可申\n請手続が法令に違反することになるものでもない。\n７　原告らの主張３（二）について\n（一）　環境影響評価手続は、地方公共団体が公害防止及び自然環境の保全等を目\n的として独自の要綱や条例によって定めているものであり、次の（二）のとおり、\n都市計画の決定ないし都市計画事業の認可又は承認をするにつき法律上履践しなけ\nればならない手続ではないから、その欠缺又は不備があるからといって、認可又は\n承認が違法となるものではない。したがって、原告らの右手続の欠缺の主張は、本\n件各処分の取消事由の主張として失当である。\n（二）　法六一条所定の「法令」には、以下のとおり条例は含まれない。\n（１）　条例は憲法九四条を根拠に地方公共団体が自主的な判断をもって定立する\nことのできる法規範であるから、法律とは根拠を異にし、法律に抵触しない限り地\n方自治の本旨に従って自由に内容を定めうるものである。ところで、法六一条各号\n列記以外の部分は、事業認可または承認に当たり申請手続が法令に違反しないこと\nを求めるに過ぎないところ、条例が法令に含まれるとすると、法とは存立根拠を異\nにし、かつ法の立法者が関知しえない条例によって認可等の基準が新たに、しかも\n無制限に設定されることを認めるに等しいことになり、これは都市計画法の予定し\nないところである。\n（２）　本件条例と本件公害防止計画とは、原告らの主張するような手段目的の特\n別な関係に立つものではない。\n本件公害防止計画は、公害対策基本法一九条二項に基づき、内閣総理大臣の指示を\n受けて東京都知事が策定したものであり、本件条例は、東京都独自の環境政策上の\n必要性に基づいて制定された自治法規であって公害対策基本法一八条等の規定を直\n接の根拠としたものではないから、本件公害防止計画と本件条例は、基礎となる法\n体系を異にし、その性格も異なる法規範である。したがって、両者が原告らの主張\nするような目的と手段の関係にあるものではなく、都市計画事業が公害防止計画に\n適合するかどうかは本件条例に基づく環境影響評価手続によって決せられるとする\n原告らの主張は失当である。\n（三）　仮に、右の主張が認められないとしても、本件拡幅事業には以下のとおり\n本件条例は適用されるものではない。\n（１）　附則２項は、本件条例施行の際、既に都市計画決定その他の許認可等が行\nわれている対象事業について本件条例を遡及させて適用し新たな手続規制をすると\nすれば、右許認可等によって確立した法的秩序を崩すこととなることから、そのよ\nうな事態を避けるために右のような対象事業には本件条例を適用しないことを定め\nた規定であり、附則３項は、附則２項により本件条例の適用を受けないこととされ\nた対象事業のうち、旧法の規定による都市計画の決定がなされた対象事業で、本件\n条例施行の際に工事に着手していないものについては、その都市計画の策定時から\n相当の時間が経過していることに鑑み、必要に応じて条例を適用すべきことを定め\nた規定であると解される。\n右各規定の趣旨からすれば、旧法の規定による都市計画の決定がなされた対象事業\nで、本件条例施行の際にその事業に係る工事に着手したものについては、附則２項\nの規定により同条例は適用されないと解すべきである。\n（２）　そして右のような都市計画決定に基づく法的秩序の維持を図るという附則\n２項及び３項の趣旨からすれば、附則３項所定の「都市計画がなされた対象事業」\nとは、具体的には、本件拡幅事業のように都市計画で定められた内容のものを個別\n具体的に施行する都市計画事業ではなく、本件における環状第六号線整備事業のよ\nうに、既に決定された特定の都市計画にその内容として掲げられている道路の新設\n又は改築をいうものと解すべきであり、昭和二五年三月二日の変更決定に係る「東\n京都市計画幹線街路環状第六号線建設計画」の内容をなす環状第六号線整備事業\n（以下「環状第六号線整備事業」という。）に係る工事は本件条例の施行日（昭和\n五六年一〇月一日）には既に着工されていたから、環状第六号線整備事業を個別具\n体的に施行する都市計画事業である本件拡幅事業は、附則３項が本件条例の施行の\n日から三月以内に知事に届け出ることを要するものとする対象事業には当たらない\nと解すべきである。\nしたがって、本件拡幅事業については、附則２項により、本件条例が適用されるも\nのではないと解される。\n（３）　本件地下道路事業について行われた環境影響評価手続については、原告ら\nの主張するような不備はない。\n（１）　二酸化窒素について\n本件環境影響評価書は、作成時点である平成二年七月において最新の科学的知見と\nデータであった新中期展望を用いて二酸化窒素の環境濃度の予測を行ったものであ\nる。また、窒素酸化物の二酸化窒素への転換式には複数の方法があり、いずれの方\n法が最も適切であるかについては学説等の一致をみない状況であるが、本件環境影\n響評価書において用いられた転換式は、右のように最新の科学的知見とデータを利\n用したものであるから、それが原告らの採用した転換式と一致しなかったからとい\nって不当なものということはできない。\n（２）　地下水等について\n右環境影響評価手続は、建設省所管道路事業環境影響評価技術指針における「現状\n調査は、原則として既存の文献又は資料により行う。\n」旨の規定及び東京都環境影響評価技術指針における「現地調査及び既存資料の整\n理・解析の方法による。」旨の規定並びに「予測及び評価を行うために必要なもの\nを選択する。」旨の規定に基づき、予測・評価の説明に必要と思われるものを選択\nして調査を十分に行っている。\n（３）　本件条例一〇条は同条例九条一項の規定により行う予測及び評価の項目に\nついて既に得られている科学的知見に基づき予測及び評価を行うことが可能なもの\nのうちから選択するものとすると定めているところ、東京都環境影響評価技術指針\n関係資料集において参考知見にあげられている「浮遊粒子状物質汚染の解析・予\n測」によれば、浮遊粒子状物質については、その汚染状況の解析・予測が可能にな\nったものの、二酸化硫黄、窒素酸化物に比べ、環境濃度の再現精度が十分ではな\nく、路面状態、走行速度等に対応した発生源種類別排出係数の整備や、ガス状汚染\n物質から二次粒子への変換に関するデータの整備等の点で課題が残されているとの\n指摘がされており、現段階では浮遊粒子状物質の予測に必要となる十分な知見が得\nられていないうえに予測誤差範囲を特定する知見も得られていないと考えられたと\nころから、選定項目から除外したものである。\n第三　証拠（省略）\n○　理由\n一　請求原因１及び２の事実は当事者間に争いがない。\n二　原告らの本件訴えについての原告適格の有無について\n１　行政事件訴訟法九条に規定する行政処分の取消しを求めるについて法律上の利\n益を有する者とは、当該処分により自己の権利又は法律上保護された利益を侵害さ\nれ又は必然的に侵害されるおそれのある者をいい、右の法律上保護された利益と\nは、当該処分の根拠となった行政法規が私人等の権利主体の個人的利益を保護する\nことを目的として行政権の行使に制約を課していることによって保護されている利\n益をいうものと解される。そして、特定の行政法規について、ある利益が右の法律\n上保護された利益に当たるものといえるかどうかは、当該行政法規がその利益を一\n般的、抽象的にではなく個別的、具体的な利益として保護するものであるかどうか\nを、当該行政法規の趣旨、目的、当該行政法規が当該処分を通して保護しようとし\nている利益の内容、性質等を総合的に考慮し判断することによって、決せられるべ\nきである。\n原告らは、行政事件訴訟法九条にいう法律上の利益を有する者とは、裁判所が具体\n的事案において原告の主張する利益が裁判上の保護に値するかどうかを判断して訴\nえの利益を肯定できる者をいうと解すべきであると主張するが、そのような見解に\nよれば、特定の者が当該訴えについて原告適格を有するかどうかを判断する具体的\nな基準が定立されないこととなって相当でないから、これを採用することはできな\nい。\n２　法五九条の規定による認可又は承認がされると、都市計画事業の施行者には事\n業地内の土地の収用又は使用の権限が付与され（法七〇条一項、法六九条、土地収\n用法五条等）、また、右認可又は承認の告示がされると、当該事業地内における土\n地等の所有権や使用権について、法六五条（土地の形質の変更、建築等の制限）、\n法六七条（土地建物等の先買い）等に規定するような制約が課されることとされて\nいる。したがって、その認可又は承認に係る事業地内の土地等に関して権利を有す\nる者は、その認可又は承認によって自己の権利を侵害され又は必然的に侵害される\nおそれが生じることとなるから、その取消しを求める法律上の利益を有するという\nことができる。\n一方において、原告らの主張するような本件認可又は承認に係る事業地付近の住民\nの大気汚染による健康被害若しくは地盤沈下の被害を受けないという利益又はこれ\nらの住民の良好な生活環境を享受するという利益については個々の住民に帰属する\n利益として個別的具体的に保護するため法が行政権の行使に制約を課すことを窺わ\nせるような趣旨の規定は見当たらない。\n原告は、法制定の経緯や法二条の基本理念、法一三条には環境保護を目的とする規\n定が多いこと、法が公害対策基本法等の公害防止を目的とする法律と連動する法律\nであること等を理由として、法が付近の住民のこれらの利益を個別的具体的にも保\n護していると解すべきであると主張する。たしかに、法二条は健康で文化的な都市\n生活の確保を法の基本理念の一つとして規定しており、法一三条には、都市計画に\nおける地域や都市施設の決定等に関し、都市計画が公害防止計画と適合するもので\nあること（各号列記以外の部分）、居住環境の保全（一号）、公害を防止する等適\n正な都市環境の保持（二号）、良好な都市環境の保持（四号）、区域の防災、安\n全、衛生等に関する機能の確保、区域内の良好な環境の形成又は保持（七号）、居\n住環境の整備（二項）等良好な都市環境の形成及び保持という環境利益の保護の観\n点から配慮すべき事項を定めている。しかし、これらの規定は、広い地域を対象と\nする都市計画の決定やこれに基づく施策を実現するについて、一般的、抽象的に都\n市環境の形成及び保持という公益を実現すべきことを規定するに留まるものであ\nり、これらの規定によって、法が、都市計画の対象となる地域における住民個々人\nの大気汚染若しくは地盤沈下の被害を受けないという利益又はその良好な生活環境\nを維持するという利益を個別的、具体的に保護していると解することはできないの\nである。法は、都市計画の案の作成について住民の意見を反映させるための公聴会\nの開催等の措置を講ずることや、都市計画の決定に当たり関係市町村の住民及び利\n害関係人が意見書を提出できることを規定するが（法一六条、一七条）、これらの\n規定も都市計画に広く住民の意見を反映させるという一般公益上の目的を実現する\nために設けられたものと解されるのであって、このような手続が設けられているか\nらといって、都市計画の対象となる地域周辺の住民の前記のような利益が個別的、\n具体的に保護されていると解することもできないといわざるを得ない。\n原告らは、本件認可又は承認に係る事業の完成によって特別直接かつ重大な環境上\nの損害を受ける危険性のある地域に居住し、通勤し又は通学する者として、他の被\n害を受ける可能性のある者から特定されているから、原告らには、一般的公益に吸\n収解消されない特別の利益が帰属しており、そのような特別の利益は行政処分の根\n拠法規によって個別的、具体的に保護されていると解すべきであると主張する。し\nかし、住民の大気汚染若しくは地盤沈下の被害を受けないという利益又は住民の良\n好な生活環境を享受するという利益は、事業地付近の広い範囲にわたる住民に一般\n的に共通する利益であり、付近住民は多かれ少なかれ、本件認可又は承認に係る事\n業によってその利益に影響を被るのであって、特定の範囲の住民については、その\n利益の侵害が他の住民と区別し得る程に重大かつ直接的であるということが、その\n侵害をもたらすとされる事業の施行前に明らかとなることがあり得るとは経験則上\n考えられないし、本件認可又は承認の根拠法規にもそのような住民を区別するよう\nな基準を定める規定は置かれていない（原告らは、本件条例の定めがそのような基\n準であるとの主張をするが、後記九のとおり、本件条例の定めは本件認可又は承認\nの適法要件となるものではないから、このような見解を採ることはできない。）。\nそうすると、原告らのこの主張も採用することができないのである。\nまた、原告らは法一六条及び一七条に定める手続に参加したことによって、原告ら\nの有する事実上の利益が法律上の利益に高まる旨の主張をするが、右主張は独自の\n見解に基づくものであって、採用することができない。\n以上によれば、本件認可又は承認に係る事業地付近の住民の大気汚染若しくは地盤\n沈下の被害を受けないという利益又はその良好な生活環境を享受するという利益\nが、本件認可又は承認に関する根拠法規において個別的、具体的に保護されている\nものということはできないから、原告らは、そのような利益の侵害を理由として\nは、その原告適格を基礎づけることはできない。\n３　右２に判示したところにより、本件訴えについて、原告らに本件認可又は承認\nの取消しを求める法律上の利益があるかどうかを検討する。\n成立に争いのない甲第一七四号証の一、二及び弁論の全趣旨により真正に成立した\nものと認められる甲第一九〇号証によれば別紙原告目録の原告番号四〇九の原告が\n本件拡幅事業の収用予定地でありかつ本件地下道路事業の使用予定地である地域内\nに土地及び建物を有し、成立に争いのない甲第一七五号証の一、二及び前掲甲第一\n九〇号証によれば同番号四一〇の原告が右地域内に土地の持分及び建物の区分所有\n権を有し、成立に争いのない甲第一七六号証の一から三まで及び前掲甲第一九〇号\n証によれば同番号四一一の原告が右地域内に土地及び建物を有し、成立に争いのな\nい甲第一七七号証の一、二及び前掲甲第一九〇号証によれば同番号四一二の原告が\n右地域内に土地及び建物を有し、成立に争いのない甲第一七八号証の一、二及び前\n掲甲第一九〇号証によれば同番号四一三の原告が右地域内に土地及び建物を有し、\n成立に争いのない甲第一八六号証の一、二及び前掲甲第一九〇号証によれば同番号\n四二一の原告が右地域内に土地の持分を有し、成立に争いのない甲第一八七号証の\n一、二及び前掲甲第一九〇号証によれば同番号四二二の原告が右地域内に土地の持\n分及び建物を有し、成立に争いのない甲第一八八号証及び前掲甲第一九〇号証によ\nれば同番号四二三の原告が右地域内に土地の持分を有していることが、それぞれ認\nめられる。\n成立に争いのない甲第一七九号証の一から三まで及び前掲甲第一九〇号証によれ\nば、同番号四一四の原告が本件拡幅事業における収用予定地でありかつ本件地下道\n路事業の使用予定地である土地を賃借し、右土地上に建物を所有していることが認\nめられる。\n弁論の全趣旨により真正に成立したものと認められる甲第一八〇号証の一、二及び\n前掲甲第一九〇号証によれば同番号四一五の原告が本件拡幅事業の収用予定地であ\nりかつ本件地下道路事業の使用予定地である土地上に存する建物の全部又は一部を\n賃借し、弁論の全趣旨により真正に成立したものと認められる甲第一八一号証及び\n前掲甲第一九〇号証によれば同番号四一六の原告が同様の建物の全部又は一部を賃\n借し、弁論の全趣旨により真正に成立したものと認められる甲第一八二号証の一、\n二及び前掲甲第一九〇号証によれば同番号四一七の原告が同様の建物の全部又は一\n部を賃借し、弁論の全趣旨により真正に成立したものと認められる甲第一八三号証\n及び前掲甲第一九〇号証によれば同番号四一八の原告が同様の建物の全部又は一部\nを賃借し、弁論の全趣旨により真正に成立したものと認められる甲第一八四号証及\nび前掲甲第一九〇号証によれば同番号四一九の原告が同様の建物の全部又は一部を\n賃借し、弁論の全趣旨により真正に成立したものと認められる甲第一八五号証の\n一、二及び前掲甲第一九〇号証によれば同番号四二〇の原告が同様の建物の全部又\nは一部を賃借していることが、それぞれ認められる。\n右各事実によれば、別紙原告目録の原告番号四〇九ないし四二三の原告らは本件各\n事業地内に所在する土地等に関して権利を有し、本件認可又は承認によってその権\n利に前記の法的効果を受ける者であるから、本件各処分により自己の権利を侵害さ\nれ又は必然的に侵害されるおそれのある者として、その取消しを求める法律上の利\n益を有する者というべきである。\n４　一方、別紙原告目録の原告番号一ないし四〇八の原告らが本件各処分に係る事\n業地内に存する土地等に関して権利を有しないことは、原告らの自認するものであ\nるところ、法五九条の認可又は承認ないしその告示により生じる土地の収用又は使\n用等（法七〇条一項、六九条、土地収用法五条等）、土地の形質の変更、建築等の\n制限（法六五条）等の法的効果は、事業地内にある不動産に関して権利を有する者\nにのみ及ぶものであるから、そのような権利を有しない右の原告らは、本件各処分\nの取消しを求めるについて法律上の利益を有するものではないといわなければなら\nない。\n三　本件各処分の適法性について\n法六一条によれば、法五九条の認可又は承認が適法に行われるためには、その申請\n手続が法令に違反せず、申請に係る事業が法六一条一号及び二号に該当するもので\nあることを要するところ、本件各処分の申請書及び添付書類が法六〇条の規定に従\nって適式に被告に提出されたこと並びに本件各事業が右各号に該当することを基礎\nづけるものとして被告の主張する事実について、原告らはこれを明らかに争わない\nから自白したものとみなされる。これらの事実によれば、その事実の限度において\n本件各処分の申請手続が法令に違反するものではなく、本件各事業が右各号に該当\nするものであることを認めることができる。原告らは、右各事実以外の事由を主張\nして本件各処分の適法性を争うので、以下、これらの事由が本件各処分の違法事由\nとなり得るものであるかどうか及び違法事由となり得るものであれば、その主張の\nような事由があるかどうかについて判断する。\n四　原告らの主張１及び２（二）について\n原告らは、法六九条が都市計画事業にも土地収用法を適用する旨定めており法七〇\n条一項は都市計画事業について土地収用法二〇条の事業認定の手続自体は省略した\nものの、同条各号に規定する要件が適用されることまで否定するものではないとし\nて、同条各号に規定する要件は都市計画事業の認可又は承認或いは都市計画決定の\n適法要件であると主張する。\n法七〇条一項が都市計画事業について法五九条所定の都市計画事業の認可又は承認\nを土地収用法二〇条の事業の認定に代えるものとした趣旨は、原告らが主張するよ\nうに、都市計画事業が土地収用法二〇条各号所定の要件を具備するものであること\nが都市計画決定ないし法五九条の認可又は承認等の法上の手続により保障されてい\nるとの考慮に基づくものであると解されるが、そうであるとすれば、法は、都市計\n画事業については、都市計画決定から都市計画事業の認可または承認に至る一連の\n手続が法の規定に従い適法に行われているものであれば、当然当該事業は、土地収\n用法二〇条各号の要件を満たすものとする立法政策を採ったものということとなる\nから、法五九条の認可又は承認の適法性は、右認可若しくは承認又はその前提とな\nる都市計画決定が法の設定する要件を満たすものであるかどうかによって判断すれ\nば足り、右認可又は承認に係る事業が土地収用法二〇条各号所定の要件を具備する\nものであるかどうかについてまで判断する必要はないものと解される。\nそうすると、申請に係る事業に土地を収用し、又は使用する公益上の必要性がある\nこと（土地収用法二〇条四号）を法五九条の認可又は承認の効力要件であると解\nし、或いは、事業計画が土地の適正かつ合理的な利用に寄与するものであること\n（同条三号）を都市計画決定の効力要件であると解することはできないから、この\n点に関する原告らの主張は、違法事由とすることのできない規定の違反を主張する\nものとして、それ自体失当なものというほかはない。\nまた、原告らは法一条及び二条を法五九条の認可若しくは承認又は都市計画決定の\n効力規定であると主張するが、法一条は法の目的を、法二条は都市計画の基本理念\nをそれぞれ示した規定であって、いずれも法の解釈及び運用についての一般的指針\nとなり得るものではあるが、それ以上に法に基づいて行われる個々の行政処分の効\n力に直接影響を及ぼすような要件を定めた規定と解することはできない。したがっ\nて、原告らの法一条及び二条違反の主張は、本件各処分の取消事由の主張としては\n失当であるというべきである。\n五　原告らの主張２について\n１　道路等の都市施設（法一一条一項一号）について法の定める要件を欠く都市計\n画決定がされても、右都市計画決定は、不特定多数の者に対して一般的抽象的な制\n約を課するものに過ぎないし、その段階においてはこれを争訟の対象とする成熟性\nが欠けているから、これをもって行政事件訴訟法三条二項所定の取消訴訟の対象と\nなる行政庁の処分その他公権力の行使に当たるものとはいえず、右決定の取消しを\n求めることは許されない。しかしながら、右都市計画決定に続いて法五九条に定め\nる都市計画事業の認可又は承認がされる段階に至ると、特定の者に対し個別的具体\n的な制約が課されることとなるし、争訟の対象とする成熟性も備わることとなって\nくるから、右の認可又は承認をもって取消訴訟の対象とすることが可能となる。こ\nの場合において、右の認可又は承認は、適法な都市計画決定がされていることを前\n提として、その上に積み重ねられる手続であるから、都市計画決定が違法であれ\nば、当然その認可又は承認も違法となるものであり、都市計画決定の違法事由は、\n右認可又は承認の違法事由としてその取消訴訟において主張することができるもの\nと解すべきである。よって、以下、原告らが本件各都市計画決定の違法事由として\n主張するところを検討する。\n２　原告らの主張２（三）について\n（一）　本件各都市計画の法一条、二条違反の主張について\n原告らは、本件各都市計画が本件公害防止計画に適合しないから法一条、二条及び\n一三条一項各号列記以外の部分に違反する旨の主張をする。このうち法一条及び二\n条違反の主張は、右四のとおり、右各条が法の目的及び都市計画の基本理念を定め\nた規定であり、都市計画決定の適法要件に関する規定ではないから、それ自体にお\nいて失当というべきである。\n（二）　本件各都市計画が適合すべきものとする公害防止計画について\n法一三条一項各号列記以外の部分において都市計画が適合しなければならないもの\nとされる公害防止計画は、都道府県知事が公害対策基本法一九条二項に基づき同条\n一項所定の内閣総理大臣により指示された基本方針に従って作成し、内閣総理大臣\nの承認を受けたものをいうと解される。\n東京都についての公害防止計画は都知事により昭和四七年一二月に最初の東京地域\n公害防止計画が定められており、中央環状新宿線建設計画が決定された平成二年七\n月の時点における東京都についての公害防止計画は昭和六三年三月に定められた本\n件公害防止計画であることは、当事者間に争いがない。\n（三）　環状第六号線整備計画の決定について\n原告らは、環状第六号線整備計画は本件公害防止計画に適合しないから、これに基\nづく本件認可は法一三条一項各号列記以外の部分に違反すると主張する。\nしかしながら、環状第六号線整備計画が昭和二五年に旧法の規定に基いて決定され\nたものであることは当事者間に争いがないから、旧法の規定に基づく決定の適法性\nは旧法の下においてのみ判断されなければならず、その判断について法を遡及して\n適用することは、法にこれをすべき旨の特段の規定が設けられていない限りできな\nいものというべきである。法にはそのような特段の規定が設けられていないから、\n環状第六号線整備計画の決定について法一三項各号列記以外の部分を適用して、そ\nの適法性を判断することはできない。そして、旧法において法一三条一項各号列記\n以外の部分に相当する規定が設けられていなかったことは明らかである。\nなお、法附則一〇項により必要な経過措置について定める法施行法二条は、法の施\n行の際（昭和四四年六月一四日）現に旧法の規定により決定されている都市計画\nは、法の規定による相当の都市計画とみなす旨を定めるが、右規定は、既に旧法の\n規定により決定されている都市計画については、法一五条一項及び二二条の規定に\nより、建設大臣、知事または市町村のいずれが定めたものかの区分を当然に行うこ\nとにするなど、旧法の規定に基づく都市計画決定により形成された秩序を維持しつ\nつ、これと法による制度との調整を図る趣旨の規定であると解されるから、法施行\n法二条を根拠として、旧法の規定に基づく都市計画決定に法が遡及的に適用される\nものとすることはできない。\n原告らは、法施行法二条などを根拠に法一三条が都市計画決定の適法要件ではなく\n都市計画それ自体の適法要件を定めた規定であると主張するが、法施行法二条につ\nいて原告らの主張するような解釈をとり得ないことは右のとおりであり、都市計画\nの決定という行政行為を離れて、都市計画それ自体の適法違法をいうことはできな\nいから、法一三条が都市計画それ自体の効力要件を定めた規定であるとする原告ら\nの主張は失当である。\nまた、原告らは、環状第六号線整備計画は昭和四七年に最初の東京地域公害防止計\n画が定められた後である昭和五五年に法二一条によって見直しがされており、その\n際には、その時点における公害防止計画に適合するように都市計画を変更すること\nができたのにこれがされなかったから、本件都市計画は違法となり、したがって本\n件認可も違法となる旨を主張する。しかしながら、適法に行われた都市計画の決定\nは、例えその後の社会情勢等の変化によって都市計画の変更をすることが相当とな\nったからといって、遡って違法となるものではなく、また都市計画の変更の決定\nが、原告らの主張するような公害防止計画との適合性の見地からは行われなかった\nからといって、その変更の決定が違法となるものでもない。原告らの主張は、環状\n第六号線整備計画を公害防止計画に適合するよう変更する決定をすべきであるのに\nこれをしないという不作為について、その違法を主張するものであり、本件認可の\n前提となっていることからその違法が直ちに本件認可の違法となる都市計画の決定\nについては、そのような事由は到底違法事由となり得ないものである。したがっ\nて、原告らの右主張はそれ自体において失当であるというべきである。\n以上によれば、環状第六号線整備計画が本件公害防止計画に適合していない旨の主\n張は本件認可の取消事由の主張として、それ自体失当なものであり、採用すること\nができない。\n（四）　中央環状新宿線建設計画の決定について\n本件公害防止計画は平成三年度末における二酸化窒素、浮遊粒子状物質等の大気汚\n染物質に関する環境基準値の達成をその目標とし、右目標達成のための「都市地域\nにおける大気汚染対策」に係る窒素酸化物削減のための施策として交通量抑制、交\n通管制システムの整備、幹線道路の交差点の立体化、環状道路等の道路網の整備等\nの移動発生源対策等を、浮遊粒子状物質の削減対策として移動発生源に対する黒煙\n規制、固定発生源に対するばいじん等の削減対策などを掲げていること、中央環状\n新宿線建設計画は、右のうちの環状道路等の道路網の整備として本件公害防止計画\nにおける窒素酸化物対策の一環として位置づけられることは原告らにおいて明らか\nに争わず、これを認めることができる。\nそして、法一三条一項各号列記以外の部分にいう都市計画が公害防止計画に適合す\nるということは、その文理上、当該都市計画が公害防止計画の目標を達成するため\nの施策の一環として位置づけられる場合はもとより、当該都市計画がそのように公\n害防止のための施策として積極的に位置づけられない場合であっても、公害防止計\n画と矛盾なく両立するものであれば足りることを意味するものと解される。中央環\n状新宿線建設計画は、右のように、本件公害防止計画における窒素酸化物対策の一\n環である環状道路等の道路網の整備という施策に位置づけられるものであり、本件\n公害防止計画と矛盾なく両立するものであるから、本件公害防止計画に適合するも\nのというべきである。\nまた、本件公害防止計画が、浮遊粒子状物質の削減対策として移動発生源に対する\n黒煙規制、固定発生源に対するばいじん等の削減対策などを掲げつつ、道路建設の\n規制をこれに含めていないことからすれば、右計画は、道路建設の規制以外の方法\nで浮遊粒子状物質の削減を図るものであると解されるから、仮に中央環状新宿線建\n設計画によっては浮遊粒子状物質の削減を期し得ないとしても、それによって、中\n央環状新宿線建設計画が本件公害防止計画の内容と両立し得ないことになるとはい\nえない。したがって、中央環状新宿線建設計画は、本件公害防止計画に適合するも\nのというべきである。\n原告らは、都市計画が公害防止計画に適合するということは、その都市計画に定め\nられた事業により公害防止計画の定める目標が達成され得ることを意味するものと\n解すべきであると主張する。\nしかしながら、公害対策基本法一九条二項に基づき定められる公害防止計画は、現\nに公害が著しく、かつ、公害の防止に関する施策を総合的に講じなければ公害の防\n止を図ることが著しく困難になると認められる地域（同条一項一号）又は人口及び\n産業の急速な集中等により公害が著しくなるおそれがあり、かつ、公害の防止に関\nする施策を総合的に講じなければ公害の防止を図ることが著しく困難になると認め\nられる地域（同条一項二号）において実施されるべき公害の防止に関する施策に係\nる計画（同条一項）であるから、本来、特定の施策を掲げ、これによってその目標\nを達成することを目指すような内容のものではなく、各種公害の防止対策相互の関\n係を調整しその体系化を図りつつ総合的かつ計画的にこれらの施策を実施し、地域\n全体について公害防止の効果をあげることを目的とする計画に留まるものである。\n都市計画が公害防止計画と適合するということについて、都市計画が公害防止計画\nの定める目標の達成に具体的に寄与することを意味するとの原告らの見解は、右の\nように都市計画の内容とするところが制度的に公害防止計画の目標の達成に寄与し\nようとするものでなければならないという点においてはそのとおりであるが、これ\nによって具体的に右目標の達成に寄与することまで要求されるものとは解しえない\nから採用の限りではない。したがって右のような見解に基づいて中央環状新宿線建\n設計画の本件公害防止計画への不適合をいう原告らの主張はそれ自体において失当\nであるというべきである。\n以上によれば、中央環状新宿線建設計画は本件公害防止計画に適合しているものと\nいうべきである。\n六　原告らの主張２（四）について\n１　原告らは、本件地下道路事業の事業地の地盤が軟弱である上に、中央環状新宿\n線の建設によって地下水脈が遮断されるため、地盤沈下や出水が発生して住民に家\n屋倒壊等による生命、財産の危険を及ぼすことが予測されるから、中央環状新宿線\n建設計画は法一三条一項四号に定める「都市施設を適切な規模で必要な位置に配置\nする」という基準を満たさないものであり、また、本件地下道路事業の実施につい\nて事業地の地盤や地下水脈の状況等に関する十分な調査が行われていないから、中\n央環状新宿線建設計画における中央環状新宿線の規模及び位置の決定にあたって、\n地盤や地下水脈の状況等に関する法六条一項に基づく基礎調査の結果を配慮したと\nはいえず、右計画は法一三条一項四号及び一一号に違反すると主張する。\n法一三条は、適正な都市計画を定めるについて準拠すべき基準を設定しているが、\n法が都市計画を定めるについては土地利用、都市施設の整備及び市街地開発事業に\n関する事項を一体的かつ総合的に定めることをその基準としていること（法一三条\n一項各号列記以外の部分）からも明らかなように、都市計画は広い地域を対象にし\nて様々な利益を衡量しながら政策的にこれを総合して定められるものであり、同条\nが準拠すべき基準として掲げるものの中には一般的抽象的であって指針に留まるも\nのが多いことに鑑みれば、同条各号に掲げられている基準の全てが都市計画決定の\n効力要件であると解することはできないから、当該基準が都市計画決定の効力要件\nであるか、或いは、運用上の指針にとどまるものであるかは同項各号に設定された\n基準ごとにこれを判断していかなければならない。\nこのような見地から法一三条一項四号をみると、同号は、都市施設に関する都市計\n画について、これを土地利用、交通等の現状及び将来の見通しを勘案して、適切な\n規模で必要な位置に都市施設を配置することにより、円滑な都市活動を確保し、良\n好な都市環境を保持するように定めるべきことを規定しており、このような定め\nは、相当に一般的であり、抽象的な基準の設定であるといわなければならない。し\nかし、このような定めであっても都市施設に関する都市計画の内容について定める\n基準として相応の実効性を肯定することができ、この基準に反するような不合理な\n内容の都市計画が定められた場合にはその決定が違法となることはあり得ることで\nあるから、右規定は、都市施設に関する都市計画の決定についての効力要件を定め\nたものということができる。\nこの場合、ある都市施設についてその適切な規模をどのようなものとするか、また\nこれをどのように配置するかといったことは、一義的に定めることのできるもので\nなく、様々な利益を衡量し、これらを総合して政策的、技術的な裁量によって決定\nせざるを得ない事項というべきである。したがって、このような判断については、\n技術的な検討を踏まえた政策として都市計画を決定する行政庁の広範な裁量権の行\n使に委ねられた部分が大きいものであるといわざるを得ないから、都市施設に関す\nる都市計画の決定は、これを決定する権限を有する行政庁がその決定について委ね\nられた裁量権の範囲を逸脱し、あるいはこれを濫用したと認められる場合に限って\n違法となるものというべきである。\n２　以下、右のような見地に立って、本件地下道路事業の事業地への中央環状新宿\n線の建設という事業が原告らの主張するように地盤沈下等の被害を発生させる蓋然\n性が高く、本件地下道路事業の事業地の住民らの生命、身体あるいは財産に危険を\n及ぼすことが明らかであって、中央環状新宿線建設計画の決定に裁量権の逸脱又は\n濫用があるといえるかどうかについて検討する。\n３　東京都議会において中央環状新宿線を地下式とする方針が打ち出された後、昭\n和六三年六月から本件地下道路事業を対象事業として本件条例による本件環境影響\n評価手続が開始されたこと、右手続においては地盤沈下、地形及び地質も評価事項\nとされていたこと、右手続に基づき本件環境影響評価書が作成され、都知事に提出\nされたこと及びその後中央環状新宿線建設計画が決定されたことは原告らにおいて\n明らかに争わず、これを認めることができる。\nそして、成立に争いのない甲第三二号証（本件環境影響評価書）、乙第五五号証及\nび第五六号証並びに弁論の全趣旨によれば、中央環状新宿線建設計画の決定にあた\nっては、東京地盤図、東京都総合地盤図Ｉ及び東京都交通局地質調査等の既存の資\n料により、本件地下道路事業の事業地における地層と滞水層の分布状況を想定した\nこと、また、右各地層の土質は、東京地盤図及び東京都総合地盤図ＩにあるＮ値\n（土の硬度を示す値）及び土質試験結果を基に想定したこと、これらの既存資料の\nうち東京地盤図は三四二一本のボーリング柱状図を記載するなど過去に行われた多\n数のボーリング記録を基にして作成された資料であり、東京都総合地盤図Ｉも三四\n九九地点での地質調査結果と一万六七二〇個の土質試料の試験結果に基づいて作成\nされたものであることが認められる。そして、右のように過去の多くの調査結果に\n基づいて作成され、信頼性の高い既存資料をもとに地層や滞水層の分布状況及び土\n質を想定したことは、十分科学性を有する合理的なものということができる。\nなお、本件地下道路事業の事業地に関する地層の分布状況は当事者間に争いがない\nが、原告らは、右地層のうち中央環状新宿線が通過する関東ローム層や凝灰質粘土\n層はかなり軟弱な土質から成るものであると主張する。この点については、地盤の\n強度はその上に建設される構造物と相関させなければ判断することができないもの\nと考えられるところ、弁論の全趣旨によればこれらの地層は中層の建築物を建設す\nるに足りるだけの強度を持つものと認められるから、本件地下道路事業の事業地の\n地層が本件地下道路事業の施行によって地盤沈下等を起こすほど軟弱なものである\nと認めることはできない。\nそして、前掲の甲第三二号証及び弁論の全趣旨によれば、右の地層や滞水層の分布\n状況及び地層の土質工学的特性を踏まえ、本件地下道路事業について本件条例に基\nづき行われた環境影響評価手続における地下水脈及び地盤への影響の評価をも考慮\nした結果、本件地下道路事業の実施による地盤及び地下水への影響としては、\n（１）開削工法を用いたトンネル部での掘削に伴う土留壁の変形による土留壁背面\n地盤の変形・沈下、（２）開削工法を用いたトンネル部における砂地盤のボイリン\nグ（地下水の噴出）に伴う背面地盤の変形・沈下、（３）揚水工法による開析谷に\n分布する粘性土層・腐食土層の圧密による周辺地盤の地盤沈下、（４）シールド工\n法を用いたトンネル部での、切羽の崩壊、地下水位の低下及びトンネル外周と地山\nの空隙部への充填不良等による地盤沈下の各点に留意すべきことが明らかになった\nことが認められる。\n前掲の甲第三二号証、成立に争いのない甲第三三号証、乙第五八号証及び第五九号\n証並びに弁論の全趣旨によれば、出水や揚水による地下水位の変化をもたらさない\n工法として、遮水性の高い土留工法である地下連続壁工法（地盤を掘削機で溝状に\n掘削し、泥水状の地盤安定液を利用して、その掘削壁の崩壊を防止しながら地中に\n鉄筋コンクリート壁を連続して構築していく工法）や、底面からの湧水を防ぐため\nの土留壁を不透水層まで入れ底面からの湧水を防ぐ方法、あるいは、透水層内の地\n盤改良を行うことにより底面からの湧水を防ぐ方法があること及び中央環状新宿線\n建設計画においては、地下水位の低下の原因となる地下水の汲み上げを要する地下\n水低下工法によらずに、右の各工法によるものとされたことが認められる。\n本件地下道路事業の事業地の地下水脈は概ね西から東に流下しているものと認めら\nれること及び本件地下道路の一部がこれを南北に遮断することになることは被告に\nおいて明らかに争わず、これを認めることができるが、右のように本件地下道路が\n地下水脈を遮断して建設されるとしても、右の各工法により工事が行われる限り、\n地下水位の低下等の地下水への影響は少ないものと見込まれるから、地盤沈下が発\n生する蓋然性は相当に少ないということができる。\n４　また、前掲の甲第三二号証、第三三号証、乙第五八号証及び第五九号証並びに\n弁論の全趣旨によれば、本件地下道路事業においては、地下構築物について剛性の\n高い地下連続壁等の土留壁構造を採用し、逆巻き工法で掘削するなど、土留壁の変\n形の少ない工法及び軟弱地盤の場合や、掘削深度の大きい場合にも安全に掘削でき\nる工法により工事を行うことが認められるから、土留壁の変形によって地盤沈下が\n発生する蓋然性も相当に少ないということができる。\n更に、前掲各証拠によれば、本件地下道路事業は、地下水脈を全面的に遮断するこ\nとがないよう、河谷底、鉄道との交差部等ではパイプルーフェ法を、インターチェ\nンジ部の一部ではシールド工法によるものとされており、また、開削工法の区間に\nおいても地下水流保全対策を講じるものとされている。\nしたがって、本件事業の実施による地下水脈の変化は少ないものいうことができ、\n地下水位の変化によって地盤沈下が発生する蓋然性も相当に少ないということがで\nきる。\n５　以上によれば、本件地下道路事業が実施されても、それによって出水や地盤沈\n下が発生する蓋然性が高いとはいえず、中央環状新宿線建設計画によって本件地下\n道路事業の事業地付近の住民の生命、身体あるいは財産に危険が及ぶことは通常考\nえられないといい得るから、都知事が、右事業についてそのような危険があるの\nに、その委ねられた裁量権の範囲を逸脱し、あるいはこれを濫用して都市計画の決\n定をしたと認めることはできない。そうすると、その決定をもって法一三条一項四\n号所定の都市計画基準に違反するということはできない。\n６　法一三条一項一一号が、都市計画を決定するに当たりその結果に配慮すべき旨\nを規定する調査とは、法六条一項の規定による都市計画の基礎調査、及び、政府が\n法律に基づき行う人口、産業、住宅、建築、交通、工場立地その他の調査であっ\nて、原告らの主張する事業対象地に対する個別具体的な地質調査はこれに当たらな\nいものであり、かつ、弁論の全趣旨によれば中央環状新宿線建設計画の決定にあた\nっては、法一三条一項一一号に規定する右のような調査の結果が配慮されたことが\n認められるから、右計画に法一三条一項一一号に反する違法はないというべきであ\nる。\n七　原告らの主張２（五）について\n原告らは、昭和六〇年六月六日建設省都計発第三四号建設省都市局長通達によれば\n環状第六号線整備計画の計画書には本件拡幅事業についての環境影響評価の概要を\n附記すべきところ、右計画書にはこれが附記されてないから、右計画の決定は法一\n四条一項に違反する旨の主張をする。\nしかしながら、すでに判示したとおり、環状第六号線整備計画は旧法の規定により\n決定されたものであり、右決定の適法性は法ではなく旧法の規定により判断されな\nければならないのであるから、原告らの右主張はそれ自体失当なものといわなけれ\nばならない。\nなお、法一四条一項は、都市計画書には建設省令で定めるところにより都市計画を\n表示すべき旨を定めているが、法施行規則（昭和五〇年建設省令三号）九条三項\nは、法一四条一項所定の計画書には法及び法施行令の規定により都市計画に定める\nべき事項の外、当該都市計画を定めた理由を附記すべきことを定めるに留まる。そ\nして本件条例に基づく環境影響評価は、法及び法施行令の規定により都市計画に定\nめるべき事項にも、当該都市計画を定めた理由にも当たらないから、その概要が計\n画書に附記されていなくても、都市計画書の表示に法一四条一項に反する点がある\nとはいえない。原告らが、その主張の根拠とする昭和六〇年六月六日建設省都計発\n第三四号建設省都市局長通達は、右計画書に任意に記載すべき附記事項についての\n行政庁の見解を明らかにしたものに過ぎず、これが法一四条一項にいう建設省令に\n当たらないことは明らかである。したがって、旧法はもとより、法のもとにおいて\nも、都市計画の計画書に右通達に従った附記事項の記載がされなかったからといっ\nて、その計画書が法一四条一項の規定に違反した表示をしたものとなるものではな\nい。\n八　原告らの主張３（一）について\n本件拡幅事業のうち東京都渋谷区＜地名略＞から同区＜地名略＞までの区間（延長\n一一メートル）に係る部分については昭和三七年に既に都市計画事業の認可がされ\nその告示もされていることは当事者間に争いのないところ、原告らは、本件認可は\n過去にされた認可と重複してされたものであるから、右重複部分については無効で\nあり、かつ、右のような部分を含む認可の申請手続は法令に違反するから、本件認\n可は全体としても法六一条各号列記以外の部分に反し違法であると主張する。\nしかしながら、都市計画に定められた都市施設を完成させるために、過去に事業が\n完了した区間を含めてこれと一体的に一つの都市計画事業を遂行する必要が生じる\nことは、道路等の都市施設の整備に関する都市計画においてはあり得ることであ\nり、そのような事業の実施を許してはならないとするような法上の規定は存しな\nい。したがって、事業認可の対象区間に過去に認可がされ事業が完了した区間が含\nまれていたとしても、そのことは事業認可を無効とする事由にならず、また、その\nことによって、認可の申請手続が違法となるものでもない。したがって、原告らの\n右主張は失当である。\n九　原告らの主張３（二）及び（三）について\n１　原告らは、本件条例が法六一条各号列記以外の部分の規定する認可又は承認の\n申請手続において遵守されるべき法令に含まれると解し、そのうえで、本件各処分\nの申請者である東京都及び首都高速道路公団は、それぞれその申請に係る事業につ\nいて環境影響評価手続を行わず、或いは、これを本件条例に定める方法によっては\n行わなかったから、本件各処分の申請手続が法六一条に違反すると主張する。\n２　しかしながら、法六〇条及び六〇条の二の各規定によれば、都市計画事業の認\n可又は承認を受けようとする者は、六〇条一項各号所定の事項を建設省令の定める\nところにより記載した申請書を同条三項各号所定の書類を添付して法六〇条の二第\n一項所定の期間内に建設大臣又は都道府県知事に対して提出すべきこととされてお\nり、法は右各規定以外に法五九条の認可又は承認の申請手続について定める規定を\n持たないから、法六一条各号列記以外の部分において予定されている法五九条の認\n可又は承認の申請手続とは、具体的には法六〇条に定められた申請書及び添付書類\nの提出をいうものと解するのが相当である。\nそして、法は右手続について、六〇条において申請書の記載及び添付書類の記載事\n項及び記載方法を、六〇条の二において申請書及び添付書類の提出期間を定め、こ\nれらの形式的要件以外には右手続を規制する規定を置いていない。\n以上のような法の規定の仕方からすれば、法六一条各号列記以外の部分において予\n定されている法五九条の認可又は承認の申請手続に係る法令とは、法六〇条及び六\n〇条の二並びに法六〇条が申請書の記載事項及び記載方法並びに添付書類等の細目\nについて定めることを委任している建設省令をいうものであり、本件条例その他の\n条例や規則はこれに含まれないと解するのが相当である。\n本件条例においても、事業者が本件条例に定める手続を正当な理由なく懈怠した場\n合の制裁として、知事に対して、当該事業者の氏名及び住所並びにその事実の公表\n（本件条例四三条一項）及び公表した内容の当該事業の許認可者への通知（同条二\n項）の義務を課するに留め、対象事業が法の規定により都市計画に定められる場合\nにつき、知事に対して環境影響評価手続を法の定める都市計画の決定の手続に併せ\nて行うよう努めるべきことを定めるに留めていて（法四五条）、都市計画事業の施\n行者が本件条例に定める手続を懈怠したことについて同条例が予定する制裁は、本\n件条例四三条に定める右のとおりの効果に留まるのであって、これによりその施行\n者に対してされた法六一条の認可又は承認が違法となることまで予定してはいない\nのである。\nしたがって、本件条例の定める環境影響評価手続を法六一条にいう申請手続の一部\nと解し、あるいは、本件条例を申請手続に関する法令と解することはできないので\nあり、原告らが本件各処分の申請者である東京都及び首都高速道路公団について本\n件条例に違反するとする主張は、本件各処分の取消事由の主張としてそれ自体失当\nなものといわなければならない。\n一〇　結論\n以上によれば、本件各処分には何ら違法な点はないというべきである。\nよって、別紙原告目録の原告番号一ないし四〇八の原告らの訴えはいずれも却下す\nることとし、その余の原告らの請求はいずれも理由がないものとしてこれらを棄却\nすることとし、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法八九条を適\n用して、主文のとおり判決する。\n（裁判官　中込秀樹　榮　春彦　武田美和子）\n（別紙）\n事業目録一\n一　都市計画事業の種類及び名称\n東京都市計画道路事業幹線街路環状第六号線及び補助線街路第五四号線\n二　施行者の名称\n東京都\n三　事業計画の概要\n１　事業地\n収用の部分　東京都渋谷区＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜\n地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞及び＜\n地名略＞並びに＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、\n＜地名略＞、＜地名略＞、＜地名略＞及び＜地名略＞並びに中野区＜地名略＞、＜\n地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地\n名略＞及び＜地名略＞並びに豊島区＜地名略＞、＜地名略＞、＜地名略＞及び＜地\n名略＞地内\n使用の部分　なし\n２　設計その他の概要\n（一）　事業区間　起点　東京都渋谷区＜地名略＞\n終点　東京都豊島区＜地名略＞\n（二）　通過地域　渋谷区、新宿区、中野区、豊島区\n（三）　延　　長　八二〇〇メートル\n（四）　幅　　員　四〇メートル\n（五）　道路区分　第四種第一級\n（六）　車線数　　往復六車線\n３　事業施行期間　平成三年三月八日から平成八年三月三一日まで\n事業目録二\n一　都市計画事業の種類及び名称\n東京都市計画道路事業都市高速道路中央環状新宿線\n二　施行者の名称\n首都高速道路公団\n三　事業計画の概要\n１　事業地\n収用の部分　東京都目黒区＜地名略＞及び＜地名略＞、渋谷区＜地名略＞、＜地名\n略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略\n＞、＜地名略＞及び＜地名略＞、新宿区＜地名略＞、＜地名略＞、＜地名略＞及び\n＜地名略＞、＜地名略＞、＜地名略＞及び＜地名略＞並びに豊島区＜地名略＞、＜\n地名略＞、＜地名略＞及び＜地名略＞地内\n使用の部分　東京都目黒区＜地名略＞、＜地名略＞、＜地名略＞及び＜地名略＞、\n渋谷区＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略\n＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞及び＜地名略\n＞、新宿区＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地\n名略＞、＜地名略＞、＜地名略＞及び＜地名略＞、中野区＜地名略＞、＜地名略\n＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞、＜地名略＞\n及び＜地名略＞並びに豊島区＜地名略＞及び＜地名略＞地内\n２　設計その他の概要\n（一）　事業区間　起点　東京都目黒区＜地名略＞\n終点　東京都豊島区＜地名略＞\n（二）　通過地域　目黒区、渋谷区、新宿区、中野区、豊島区\n（三）　延　　長　　八七〇〇メートル\n（四）　設計速度　　毎時六〇キロメートル\n（五）　車線数　　　四車線\n（六）　車線の幅員　三・二五メートル\n（七）　道路区分　第二種第二級\n（八）　構造形式　トンネル（本線部）\n３　事業施行期間\n平成三年三月三一日から平成八年三月三一日まで\n"
}