{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 9,
    "month": 7,
    "day": 17
  },
  "case_number": "平成6(ネ)2857",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13774",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13774",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/774/013774_hanrei.pdf",
  "contents": "主　　　文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人大塚製薬株式会社は、別紙物件目録（一）記載の注射用乾燥インター\nフェロン―α製剤を製造し、販売してはならない。\n３　被控訴人持田製薬株式会社は、別紙物件目録（二）記載の注射用乾燥インター\nフェロン―α製剤を製造し、販売してはならない。\n４　被控訴人株式会社林原生物化学研究所は、別紙物件目録（三）記載の注射用乾\n燥インターフエロン―αの原液を製造し、被控訴人大塚製薬株式会社及び被控訴人\n持田製薬株式会社に対して供給してはならない。\n５　被控訴人大塚製薬株式会社及び被控訴人株式会社林原生物化学研究所は、連帯\nして、控訴人に対し、金一四億円及び内金三億一〇〇〇万円に対する平成五年四月\n一七日から、内金一〇億九〇〇〇万円に対する平成九年四月二三日から各支払済み\nまで年五分の割合による金員を支払え。\n６　被控訴人持田製薬株式会社及び被控訴人株式会社林原生物化学研究所は、連帯\nして、控訴人に対し、金一億七〇〇〇万円及び内金五〇〇〇万円に対する平成五年\n四月一七日から、内金一億二〇〇〇万円に対する平成九年四月二三日から各支払済\nみまで年五分の割合による金員を支払え。\n７　訴訟費用は、第一、二審とも被控訴人らの負担とする。\n８　仮執行宣言\n二　控訴の趣旨に対する被控訴人らの答弁\n主文と同旨\n第二　請求の原因\n一　当事者\n１　控訴人は、肩書地に主たる営業所を有するスイス法人であり、医薬品、化学品\n等を製造、販売している。\n２　被控訴人大塚製薬株式会社（以下「被控訴人大塚製薬」という。）及び被控訴\n人持田製薬株式会社（以下「被控訴人持田製薬」という。）は、いずれも主として\n医薬品を製造、販売している会社である。\n３　被控訴人株式会社林原生物化学研究所（以下「被控訴人林原研究所」とい\nう。）は、食品原料、医薬品原料等を製造販売している会社である。\n二　本件発明に係る権利\n１　控訴人は、次の特許権（以下「本件特許権」といい、本件特許権に係る発明を\n「本件発明」という。）を有する。\nなお、本件発明の特許出願人は、当初エフ・ホフマン・ラ・ロッシュ・ウント・\nコンパニー・アクチェンゲゼルシャフトであったが、控訴人は、右法人から、右特\n許を受ける権利を譲り受け、平成元年一〇月三一日、特許庁長官に対し、右権利の\n承継を届け出た。\n（一）　出願日　昭和五四年一一月二二日（昭和五四年一一月二二日に出願された\n特願昭五四―一五〇八〇三号の分割）\n（二）　出願番号　特願昭五八―二九六三二号\n（三）　優先権主張日　一九七八年一一月二四日（以下「本件優先権主張日」とい\nう。）\n（四）　公告日　昭和六三年七月二九日\n（五）　公告番号　特公昭六三―三八三三〇号\n（六）　登録日　平成四年三月三〇日\n（七）　登録番号　第一六五二一六三号\n（八）　発明の名称　インターフェロン\n（九）　特許請求の範囲　左記のとおり\n記\nウシ細胞ＭＤＢＫの場合、比活性〇・九×一〇の八乗～四・〇×一〇の八乗単位\n／ｍｇタンパク質を有し、ヒト細胞系ＡＧ一七三二の場合、比活性二×一〇の六乗\n～四・〇×一〇の八乗単位／ｍｇタンパク質を有し、分子量約一六〇〇〇±一〇〇\n〇～約二一〇〇〇±一〇〇〇であり、アミノ糖分が一分子当り一残基未満であり、\n順相および（または）逆相高速液体クロマトグラフィーにおいて単一のピークを示\nすとともに、ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ\n―ＰＡＧＥ）で単一バンドを示す均質タンパク質であるヒト白血球インタフェロン\nを含有し、ドデシル硫酸ナトリウムおよび非インタフェロン活性タンパク質夾雑物\nを実質的に含まないことを特徴とする、ヒト白血球インタフェロン感受性疾患治療\n用医薬組成物。\n２　本件発明の構成要件を分説すると、本件発明は、まず、以下の（一）ないし\n（三）の構成を具備する場合すべてを技術的範囲としている。\n（一）　ヒト白血球インターフェロン感受性疾患治療用医薬組成物であること。\n（二）　ドデシル硫酸ナトリウム及び非インターフェロン活性タンパク質夾雑物を\n実質的に含まないこと。\n（三）　ヒト白血球インターフェロンを含有すること。\nそして、本件発明に含有されるヒト白血球インターフェロンはどのようなもので\nあるかに関しては、以下の（四）ないし（九）で規定されている。\n（四）　ウシ細胞ＭＤＢＫの場合、比活性〇・九×一〇の八乗～四・〇×一〇の八\n乗単位／ｍｇタンパク質を有し、ヒト細胞系ＡＧ一七三二の場合、比活性二×一〇\nの六乗～四・〇×一〇の八乗単位／ｍｇタンパク質を有すること。\n（五）　分子量約一六〇〇〇±一〇〇〇～約二一〇〇〇±一〇〇〇であること。\n（六）　アミノ糖分が一分子当たり一残基未満であること。\n（七）　順相及び（又は）逆相高速液体クロマトグラフィーにおいて単一のピーク\nを示すこと。\n（八）　ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―Ｐ\nＡＧＥ）で単一バンドを示すこと。\n（九）　均質タンパク質であること。\n３　「ヒト白血球インタフェロン感受性疾患治療用医薬組成物」との要件について\n右要件は、本件特許権の対象は医薬組成物であること、その医薬組成物はヒト白\n血球インターフェロン感受性（すなわち、ヒト白血球インターフェロンを投与して\n効果のある）疾患の治療用に用いられるものであることを規定している。\n４　「ドデシル硫酸ナトリウムおよび非インタフェロン活性タンパク質夾雑物を実\n質的に含まないこと」との要件について\n（一）　天然のインターフェロンは、多種多量のタンパク質夾雑物中に存在してい\nる。だから、そういう「夾雑物」は実質的にすべて除かれていなければならない。\nしたがって、実質的に共存することが認められるものは、インターフェロン活性の\nタンパク質（つまりインターフェロン）ということになる。他にインターフェロン\nが存在しているとき、全体としての対象物は、インターフェロンのいくつかの下位\n種の混合物ということになる。\n（二）　ドデシル硫酸ナトリウムが特に明記されているのは、従来は精製のために\nドデシル硫酸ナトリウムを使うことがあり、\nそうすると得られたものの中にもドデシル硫酸ナトリウムが混ざっていたというイ\nンターフェロン精製の歴史にかんがみてのことである。そこで、本件発明のものは\nそういうものでないことを特に明らかにしたのである。\n（三）　なお、製品の安定化のために加えられた血清アルブミン等は「夾雑物」で\nはない。\n５　「ヒト白血球インタフェロンを含有」するとの要件について\n（一）　本件優先権主張日当時、インターフェロンの分類につき、抗原特異性によ\nることが原則であった。したがって、本件特許請求の範囲にいう「ヒト白血球イン\nタフェロン」もインターフェロンの型ないし種類を指す言葉であり、現在はそれに\n代わって「インターフェロン―α」という言葉を用いることになっているから、こ\nの言葉は、現在では「インターフェロン―α」と読み替えられるべきである。\n（１）ア　本件発明の明細書（甲第一号証）（以下「本件明細書」という。）の特\n許請求の範囲の文言上、「ヒト白血球インタフェロン」は、高速液体クロマトグラ\nフィーにおいて単一のピークを示し、ドデシル硫酸ナトリウム―ポリアクリルアミ\nドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）で単一バンドを示すものであるから、インタ\nーフェロンの下位種なのであって、産生されたままのインタフェロンではあり得な\nい。\n発明の要旨の認定は、特許請求の範囲の記載のみによるべきであるところ、本件\n特許請求の範囲においては、「白血球より産生される」とも、「白血球由来の」と\nも記載されておらず、一つの名詞として記載されている。\nイ　また、その発明の詳細な説明においては、「人の白血球のインターフェロン」\n（７欄三五行、９欄二五行、１５欄六行等）との表現が使用されているが、それ\nは、実施例又はそれと同様の実施の態様の説明の箇所において使われているだけで\nある。発明の技術的範囲は実施例に限られるものではない。\nまた、実施態様の説明の箇所では「人の白血球のインタフェロン」と書き、他\n方、特許請求の範囲においては「ヒト白血球インタフェロン」という言葉を用いて\nいることは、後者はインターフェロンの型ないし種類を示すために使い分けされて\nいると解することが合理的である。\nウ　さらに、本件明細書（甲第一号証）には、「全世界の研究者達はインターフェ\nロンをそれが白血球型であろうとまた線維芽細胞型であろうと、・・・単離しよう\nとしたが、不成功に終った」（２欄下から二行ないし３欄四行）と型であることを\nうかがわせる記載が存在する。\n（２）ア　本件優先権主張日当時、既に産生細胞と産生されるインターフェロンの\n種類との間には一対一の対応のないことが知られていた。すなわち、インターフェ\nロンの研究当初においては、インターフェロンに種類があるということは分からな\nかったが、白血球から産生されるインターフェロンと線維芽細胞から産生されるイ\nンターフェロンは違うとの認識が確定したこと（一九七五年ころ）、また、リンパ\n芽球より産生されるインターフェロン（ナマルバ細胞による）は白血球からのイン\nターフェロンと同じだという事実が分かったこと（一九七七年ころ）等の研究の進\n展により、「白血球インタフェロン」という言葉は、現実に白血球から産生される\nインターフェロンという意味を越えて、型ないし種類の名称となったのである。そ\nして、本件優先権主張日当時、人のインターフェロンの種類は、抗原特異性によっ\nて分類され、白血球の産生するもので代表される種類、線維芽細胞の産生するもの\nで代表される種類、それと免疫的に産生される種類の三種類あると認識されてい\nた。\nイ　本件優先権主張日当時、インターフェロンが産生細胞を語頭に付けて呼ばれて\nいたことは事実であるが、それは実験等の対象とする個々的なインターフェロンを\n特定するための便宜的な表現であって、それによって分類していたものではない。\nウ　本件発明の発明者である【Ｐ１】博士は、一九七七年五月以前に、リンパ芽球\n様細胞であるナマルバ細胞の産生するインターフェロンは八〇、九〇％白血球イン\nターフェロンだと認識していたのである（甲第四五号証）。そのような発明者が一\n九七八年に出願した本件特許権の明細書に用いた「白血球インタフェロン」なる語\nが、リンパ芽球より生ずるものを排斥するとの意識であったはずはない。\n（３）ア　一九八〇年三月、国際委員会は、これまでの白血球インターフェロン、\n線維芽細胞インターフェロン、免疫インターフェロンという言葉が不適切であると\nして、α、β、γという言葉を提唱した。\n国際委員会は、当時知られていたインターフェロンの種類は抗原特異性に基づく\n三種類であり、それらが以前においては「白血球インターフェロン」、「線維芽細\n胞インターフェロン」、「免疫インターフェロン」と呼ばれていたことを認め、今\n後はそれぞれα、β、γと呼ばれるべきことを提唱したのであり、リンパ芽球様イ\nンターフェロンという独立の種類など認められなかったのである。国際委員会は、\nそれまで白血球インターフェロンが型が指していると考えたからこそ、白血球が白\n血球インターフェロン以外のインターフェロンを産生し、逆に白血球インターフェ\nロンは白血球以外の細胞からも産生されるから、型の名称として白血球インターフ\nェロンをいうのは紛らわしくて不適当だとしているのである。\nイ　国際委員会は、人の白血球からのインターフェロンとリンパ芽球様細胞からの\nインターフェロンは若干のアミノ酸が違うと認識していた。しかし、その違いは、\nたまたま分析対象とされたサブタイプ間のことにすぎない。\n（４）　また、本件明細書中の実施例２は、慢性骨髄性白血病（ＣＭＬ）患者の白\n血球を使用したものであるが、これは骨髄球系の白血球（顆粒球）が異常に増殖し\nた患者のものであるから、その中には当然骨髄球（しかも病的なもの）が多くなっ\nており、それは通常のバッフィ・コートではあり得ない。\n（二）　ＢＡＬＬ―１細胞から産生されたインターフェロンは「リンパ芽球インタ\nーフェロン」又は「リンパ芽球様インターフェロン」と呼ばれ、本件特許請求の範\n囲にいう「ヒト白血球インタフェロン」に含まれるものである。\n（１）　確かに、ＢＡＬＬ―１細胞は、健常人の人体に自然に存在する白血球とは\n異なる。しかし、ＢＡＬＬ―１細胞は、Ｂリンパ球から得られるものであり、Ｂリ\nンパ球は白血球である。そして、本件明細書中の実施例２も白血病患者の白血球を\n用いたものであり、本件発明においてインターフェロンの産生に用いた白血球はこ\nのような異常な性質を示すものも含むものである。\n細胞を株化し、無限増殖できるようにすることは、臨床用に使えるようにインタ\nーフェロンを大量に得るためである。細胞自体はもともと白血球の一種であるか\nら、たとえ細胞の性質が変わり、体外で増殖するようになっても、その産生するイ\nンターフェロンは全く別のものにはならず、もとの白血球からのインターフェロン\nと同種であろうと期待されていたからこそ大量生産が企図されたのである。\n（２）　また、本件優先権主張日当時、ＢＡＬＬ―１細胞と同じリンパ芽球様細胞\nであるナマルバ細胞の産生するインターフェロンは、その大部分が白血球（バッフ\nィ・コート）からのインターフェロンと同種のものであることが学会の共同認識で\nあった。\n国際委員会も、リンパ芽球が主として白血球インターフェロンを産生することを\n認め、また、それを白血球からのインターフェロンと同じくインターフェロン―α\nと呼称することを定め、ただ時によりそれにつき白血球インターフェロンの亜種と\nしての表示をしてもよい（ｍａｙ　ｂｅ）と述べたにすぎない。国際委員会のメン\nバーの誰一人も、リンパ芽球インターフェロンを一つの種類として名前を付けよう\nなどとは思っていなかったものである。\n（三）　仮に、本件特許請求の範囲にいう「ヒト白血球インタフェロン」が産生細\n胞を意味するとしても、本件特許権は、物の特許に係るものであり、かかる下位種\nを含有することを特徴とする医薬組成物である。物の特許ではインターフェロン産\n生の過程は問題にならない。したがって、本件特許請求の範囲の他の箇所でその属\n性を規定されている「ヒト白血球インタフェロン」（それが現在いうところのイン\nターフェロン―αであるか否かを問わず）の下位種を含有するものである限り、本\n件発明の技術的範囲に入るものである。\n（四）　なお、本件特許請求の範囲の文言は、「・・・均質タンパク質であるヒト\n白血球インタフェロンを含有し」であるから、これを含めばよい。すなわち、下位\n種自体は当然本件特許権の対象であるが、本件特許権の対象は下位種に限定されな\nい。\n本件明細書には、「個々の種はそのまま使用することができ、或いはこのような\n種の二種以上の混合物を使用することもできる。このような混合物は単離した種を\n望むように混合することによって得ることができ、或いはインターフェロンの幾つ\nかの種が存在するが、非インターフェロン（の）活性なタンパク質が存在しないと\nころで精製を停止し、組成物が均質なインターフェロンタンパク質の混合物である\nようにすることによって、得ることができる。」（甲第一号証９欄六行ないし一五\n行）と記載されている。精製を下位種の単離の段階まで行わず、いくつかの下位種\nが混合し、他にインターフェロン以外のものがない状態で止めるということは、つ\nまり産生されたインターフェロンがそのまま純粋に単離された状態ということにな\nる。本件発明は初めて白血球インターフェロンを実質的に純粋な、つまり物質その\nものとして得た発明であるが故に、白血球インターフェロンの下位種と、下位種の\n任意の組合せと、産生されたときの組合せのままのインターフェロンとのいずれを\nも有効成分とする医薬について権利が与えられたのである。\n６　「ウシ細胞ＭＤＢＫの場合、比活性〇・九×一〇の八乗～四・〇×一〇の八乗\n単位／ｍｇタンパク質を有し、ヒト細胞系ＡＧ一七三二の場合、比活性二×一〇の\n六乗～四・〇×一〇の八乗単位／ｍｇタンパク質を有」するとの要件について\n（一）　右要件にいう比活性とは、インターフェロン又はインターフェロンを含む\n混合物の抗ウイルス作用の程度のことであるが、比活性は、インターフェロンの種\n類ごとに特有の数値を有し、純粋なものであればあるほど当該インターフェロンの\n本来の活性の程度を示すものである。\n（二）　特許請求の範囲の数値にも±五〇％の誤差が認められるのが当然である。\nすなわち、本件明細書（甲第一号証）一〇頁の表４を見れば、特許請求の範囲二×\n一〇の六乗はこの表の昀小値から、昀大値四・〇×一〇の八乗はこの表の昀大値か\nらそれぞれ採ったものであることは明らかである。そして、表の上部に、全体とし\nてヒト細胞ＡＧ一七三二の場合±五〇％と記している。しかも、測定する内容は、\nインターフェロンがあるウイルスをどの程度の量で殺すかという生物学的な問題で\nあり、本質的に時により上下すること免れないファクターである。\n７　「分子量約一六〇〇〇±一〇〇〇～約二一〇〇〇±一〇〇〇であ」るとの要件\nについて\n（一）（１）　インターフェロンのごときタンパク質について、本件優先権主張日\nのころは、一般に電気泳動による移動距離によって分子量を推認していた。電場を\nかけると試料が媒体中を移動し、その時軽いものはよく動き、重いものは動きにく\nいので、原点からの移動距離を測定し、これを分子量既知の物質の移動距離と比較\nして判定するのである。ただし、媒体の密度が低いと試料は動き易く、高いと動き\nにくい。\n（２）　本件では媒体としてドデシル硫酸ナトリウム―ポリアクリルアミドのゲル\n（ＳＤＳ―ＰＡＧＥ）を用いるが、ゲルの濃度が濃いと密度が高く、薄いと密度が\n低い。ただし、対照物質もやはり進みにくく又は進み易いはずであるから、比較し\nた場合、本来同じ値が出るはずである。しかし、経験によると、実際には違うので\nある。したがって、あるゲル濃度で出した分子量の確認は、同じ濃度で行うべきで\nある。\n（３）　本件明細書にはゲルの濃度の記載はないが、本件発明の発明者の発表した\n文献（甲第五八号証の一添付の各参考文献）は、右参考文献（１）中の第一表、第\n二表がそれぞれ本件明細書の表１、表２に合致しているところから明らかなよう\nに、本件発明の過程で用いられた方法を記述しているものであり、その濃度は一\n二・五％である。\n（二）　また、同じ試料は、どのような条件においても同じ挙動を示すはずである\nが、泳動バッファー（電極槽緩衝液）の組成が異なると、異なった挙動を示すこと\nがある。\n（三）　なお、このような電気泳動の方法ではあまり厳密なところは分からないか\nら、それによって得た分子量の値は、せいぜい一応の目安というべきものにすぎな\nい。したがって、本件特許請求の範囲における「約」という値はかなりの幅を持つ\nと解すべきである。\n８　「アミノ糖分が一分子当り一残基未満であ」るとの要件について\n（一）　発明は、その時々の技術水準においてなされ、これを権利化する特許明細\n書もその時の水準において作成されるものであるから、各種分析の方法も当時の方\n法で行うべきである。\n本件明細書（甲第一号証）には、アミノ糖分析の方法は記載されていない。しか\nし、甲第八〇号証及び乙第六号証は、本件発明後間もない時期に本件発明の発明者\nの一人である【Ｐ１】等が改めてインターフェロン―αのサブタイプにつきアミノ\n糖分析を行った結果を発表したものであり、本件明細書の場合も当然同じ方法で行\nったと考えられる。\n（二）　その方法（四二三頁左欄中ほど以下）は、インターフェロンを加水分解\nし、着いているアミノ糖部も、鎖を構成しているアミノ酸もばらばらにし、次いで\nその全部をフルオレスカミンにより標識し、高速液体クロマトグラフィーにかけて\nアミノ糖含量を調べるという方法である。\n９　「順相および（または）逆相高速液体クロマトグラフィーにおいて単一のピー\nクを示す」との要件について\n右要件については、高速液体クロマトグラフィーが物の分離、同定に用いる手段\nであるが、本要件は、物の同定の基準を示したものではなく、単一のピークを示す\nという表現により、試料が一つの物質から成り、混じり物がないことを意味するも\nのである。本件発明に属する数種のインターフェロンは、それぞれが別の位置にピ\nークを示すこととなる。\n１０　「ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―Ｐ\nＡＧＥ）で単一バンドを示す」との要件について\n右要件については、高速液体クロマトグラフィーと同様に、電気泳動も物の分\n離、同定に用いられる手法であり、ドデシル硫酸ナトリウムは右電気泳動に用いら\nれる試薬であって、電気泳動で単一バンドを示すということは、試料が純粋である\nことをいうものである。\n１１　「均質タンパク質である」との要件について\n均質、すなわち性質が揃っていることの内容は前記各要件から定められているか\nら、独立した要件というほどのものではない。\n１２　特許請求の範囲の記載と実施例との関係について\n本件発明の技術的範囲は、本件明細書の実施例に記載されたものに限定されな\nい。\nすなわち、本件明細書中の実施例１では、α、β、γというフラクションを得た\nが、αとβは下位種のレベルには達していなかったようであり、γは下位種のレベ\nルである。また、実施例２では、α１、α２、β２、β３、γ１、γ２、γ３、γ\n４、γ５というフラクションを得たが、β３、γ３、γ５は、ドデシル硫酸ナトリ\nウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）で二つのバンドが得\nられるので、下位種の混合物である。したがって、下位種のレベルに達していたの\nは、α１、α２、β２、γ１、γ２、γ４の六個である。なお、実施例１のγは実\n施例２のγ２と同一の下位種であることが判明したので、結局二つの実施例によっ\nて得られた下位種の数は六個である。\nここでサブタイプと下位種の関係について説明すると、ヒト白血球インターフェ\nロン（インターフェロン―α）の中にも、いくつかの種類（サブタイプ）があり、\n現在一四種ほど知られている。これらはアミノ酸配列が少しずつ異なっているもの\nである。さらに、例えば、サブタイプα２（【Ｐ２】の命名による）については分\n子量の違うグループがある。これはα２の完全な姿はアミノ酸一六五個のところ、\n一方の端（Ｃ末端）の方が途中で切れているものがあるからだと思われている。分\n子量の異なるものが含まれていると、高速液体クロマトグラフィーで単一ピーク、\nドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）\nで単一バンドを示さない。ただし、サブタイプα８（【Ｐ２】の命名による）は、\nサブタイプの下に分子量の異なる下位種を持たない。\nそうすると、現在一四種類知られているサブタイプ及び分子量の異なるそれ以上\nの数の下位種のすべてがこの実施例により見いだされなかったことは確かである。\nしかし、現在の知識によれば、すべての人のすべての場合の白血球（バッフィ・コ\nート）から産生される（あるいは培養リンパ芽球や骨髄芽球から産生される）イン\nターフェロンが常にすべてのサブタイプ含んでいるものではなく、時により異なる\n組成のようである。また、もしあるサブタイプが存在していたとしても、その量が\n少なければ、必ずしも分別操作により把握できるとは限らない。しかし、本件発明\nの発明者は、均質なインターフェロンを、下位種に至るまで純粋に得られる方法を\n開示した。そして世界で初めて、現実に下位種を得て見せた。この方法を他の下位\n種の含まれるインターフェロンに適用すれば、他の下位種が得られるのである。特\n許庁の物質特許に対する考え方（甲第一四号証）に照らし、こういう発明に対し、\n物としての特許を与えても当然である。殊に本件特許権における物とは、実質的に\n純粋なインターフェロンを含む医薬組成物である。正規な医薬としての承認は本件\n発明によって初めて可能となったのである。\n三　被控訴人らの製造販売するインターフェロン製剤及び対比\n１（一）　被控訴人林原研究所は、昭和六三年から、別紙物件目録（三）記載のイ\nンターフェロン原液を製造し、これを被控訴人大塚製薬及び被控訴人持田製薬に供\n給している。\n（二）　被控訴人大塚製薬は、右原液を用いて別紙物件目録（一）記載の「オーア\nイエフ二五〇万ＩＵ」、「オーアイエフ五〇〇万ＩＵ」、「オーアイエフ一〇〇〇\n万ＩＵ」との商品名を付した注射用乾燥インターフェロン―α製剤を製造し、販売\nしている。\n（三）　被控訴人持田製薬は、右原液を用いて別紙物件目録（二）記載の「ＩＦＮ\nαモチダ二五〇」、「ＩＦＮαモチダ五〇〇」、「ＩＦＮαモチダ一〇〇〇」との\n商品名を付した注射用乾燥インターフェロン―α製剤を製造し、販売している。\n２　被控訴人大塚製薬及び被控訴人持田製薬の製剤、販売するインターフェロン製\n剤（以下、被控訴人林原研究所が製造している原液と合わせて、「被控訴人ら製\n品」という。）は、「ヒト白血球インタフェロン感受性疾患治療用医薬組成物」で\nある。\n（一）　そのことは、ヒト白血球インターフェロンの現在の名称はインターフェロ\nン―αであり、被控訴人ら製品はインターフェロン―αが効果があるとされた疾患\nの治療薬として販売されていることにより明らかである。\n（二）　仮に、本件特許請求の範囲にいう「ヒト白血球インタフェロン」が直ちに\n現在のインターフェロン―αであるとはいえないとしても、人の白血球から産生さ\nれるインターフェロンはリンパ芽球からのインターフェロンと大部分重複すること\nが本件優先権主張日当時明らかになっており、しかも被控訴人ら製品中のインター\nフェロンはその重複する部分を取り出したものであるから、その効果は人の白血球\nから産生されるインターフェロンが生ずる効果と同じである。\n３（一）　被控訴人ら製品は、ドデシル硫酸ナトリウムも、「非インタフェロン活\n性タンパク質夾雑物」も実質的に含んでいない。\n（二）　被控訴人らは、被控訴人ら製品には血清アルブミンが含まれていると主張\nするが、それは製品の安定化のため加えられたものであって、「夾雑物」ではな\nい。\nまた、被控訴人らは、被控訴人ら製品には塩化ナトリウムとリン酸緩衝剤が含ま\nれていると主張するが、それらも医薬組成物とするための必要上加えられたもので\nあって、「夾雑物」ではない。\n４　下位種ＯＩＦ―１について\n（一）　被控訴人ら製品は、控訴人がＯＩＦ―１と仮称する下位種（甲第三号証の\n一ないし四）を含んでおり、その特性は別紙物件目録（一）ないし（三）各Ａ記載\nのとおりであるから、ＯＩＦ―１は、\n（１）　比活性\n（２）　分子量\n（３）　アミノ糖含有量\n（４）　順相および（または）逆相高速液体クロマトグラフィーにおける単一のピ\nーク\n（５）　ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―Ｐ\nＡＧＥ）における単一バンド\n（６）　均質タンパク質であるヒト白血球インターフェロンの含有\nの点で、本件発明の構成要件を満たしている。\n（二）（１）　インターフェロン―αはヒト白血球インターフェロンの現在の名称\nであるから、\nインターフェロン―αのサブタイプα２（【Ｐ２】の命名による）の下位種である\nＯＩＦ―１が「ヒト白血球インタフェロン」であることは明らかである。\n（２）　仮に、「ヒト白血球インタフェロン」が人の白血球から産生されたインタ\nーフェロンを意味するとしても、被控訴人ら製品中のα２のアミノ酸配列は、【Ｐ\n２】が人の白血球から産生されるインターフェロンについて人の白血球の遺伝子を\n用いて確定したアミノ酸配列と同じである。したがって、被控訴人ら製品中のα２\nは、人の白血球から産生されるインターフェロンと同一のものである。したがっ\nて、更にその下位種であるＯＩＦ―１もまた、客観的に人の白血球から産生される\nインターフェロンと同一のものである。\n（３）　ヒト白血球と、米国ニューヨーク州のロズウェル・パーク・キャンサー・\nインスティテュートに保存されていたＢＡＬＬ―１細胞株からの細胞とを、ヒト白\n血球インタフェロンが産生される条件下でそれぞれセンダイウイルスにより誘発\nし、これにより生ずるメッセンジャーＲＮＡを用いて、それぞれの細胞から産生さ\nれる白血球インターフェロンのアミノ酸配列をその相補鎖ＤＮＡの塩基配列に基づ\nいて決定し、対比したところ、白血球調製物及びＢＡＬＬ―１細胞の両者から【Ｐ\n２】の命名によるα２及びα８と全く同一のアミノ酸配列を有するインターフェロ\nンをコードするＤＮＡが得られた。すなわち、白血球をセンダイウイルスにより誘\n発することにより産生されるインターフェロン中のα２は、ＢＡＬＬ―１細胞をセ\nンダイウイルスにより誘発することにより産生されるインターフェロン中のα２と\nアミノ酸配列において全く同一の物質であると理解された（甲第九一号証）。\n（三）　ＯＩＦ―１のアミノ糖含有量は、一分子当たり一残基未満である（甲第八\n七号証―〇・八六残基）。\n（１）ア　甲第八七号証が甲第一五号証と異なるのは、加水分解の際チオグリコー\nル酸を用いなかったことである。その添加は、分解の際アミノ酸を保護しようと思\nってしたことであるが、その後の検討の結果、かえってアミノ糖分解の原因を与え\nたことが分かったからである。\nイ　甲第八七号証におけるアミノ糖の回収率は約七三％である。\n被控訴人は、乙第六七号証に基づき、甲第八七号証におけるアミノ糖の回収率七\n三％は不正確であり、実際は五三％であると主張する。しかしながら、乙第六七号\n証における加水分解後のアミノ糖の量は、①アミノ糖をアセチル化し、②２―アミ\nノピリジンにより標識し、③還元試薬を加えて加熱還元し、④ゲルろ過カラムを通\nし、⑤逆相高速液体クロマトグラフィーで分離するという、甲第八七号証の方法と\nは異なる、しかも工程の多い方法で行われている。それにより、甲第八七号証と同\nじ量のアミノ糖が得られたという保証などない。乙第六七号証の図３を見ると、内\n部標準としたラムノースは処理後かなり減っている。それが減ったということは、\n前記五工程の操作のためであろうと推認される。その減り方もまちまちで、加水分\n解時間が長くなるほど多くなっていることは理解し難い。これに対し、甲第八七号\n証では、インターフェロン（ＯＩＦ―１）を分解しアミノ糖を定量したのと全く同\nじ方法で、同じ実験内でオボアルブミンを分解し、得られたアミノ糖を定量してい\nるのである。本件発明の再現として方法論的に甲第八七号証が正しいことは明らか\nである。\nまた、乙第六七号証は、ＯＧＳ社から提供されたオボアルブミン中のＮ―アセチ\nルグルコサミンの量につき、ＯＧＳ社自身が製品に添付した分析値のミリグラム当\nたり五一・〇ナノモルという数字を使用せず、自分で行った実験により得られたア\nボアルブミン一μｇ当たり二一三ピコモルを回収率の基準としている。しかしなが\nら、自ら日常的にオボアルブミンを作り、分析しているＯＧＳ社の分析値より被控\n訴人が行った一回の実験により得た数値の方が正しいと解することはできない。\nさらに、乙第六七号証の図１Ａと図３Ａがピーク数等が異なっているが、その理\n由が不明である。\nウ　甲第八七号証で対照物質としたオボアルブミンは、対照物質としてはるかに優\nれている。\nすなわち、オボアルブミンは、インターフェロンと同様、タンパク質であるか\nら、被控訴人が乙第七〇号証で用いているセリン―ガラクトース―ガラクトサミン\nという低分子化合物よりも標準物質として適当である。標準とすべくガラクトサミ\nンとグルコサミンの双方を持っており、しかも組成が知れているタンパク質は見当\nたらない。被控訴人が乙第七〇号証で用いたセリン―ガラクトース―ガラクトサミ\nンも、グルコサミンを持っていない。そして、何よりも甲第八〇号証及び乙第六号\n証（本件発明後間もない時期に【Ｐ１】博士らにより行われた方法）で標準物質と\nして用いられているから、本件発明における分析の再現としてそれによるほかはな\nい。\nエ　さらに、本件明細書には酸の強さについての記載はなく、小さなペプチドが存\n在すると記載されているところからすると、本件明細書における加水分解条件は、\nあるいは６Ｎより弱かったのかもしれない。しかし、加水分解には、６Ｎ塩酸を用\nいた。これは、４Ｎ塩酸ではインターフェロンのたんぱく鎖が十分に分解されず、\n高速液体クロマトグラフィーによる正確な分析を妨げたからである。\nそして、甲第八〇号証及び乙第六号証の方法は、インターフェロンのアミノ糖も\nアミノ酸もばらばらにし、アミノ糖もアミノ酸も蛍光するフルオレスカミンで標識\nし、アミノ糖もアミノ酸も同じ条件で検出するものであり、甲第八七号証の方法が\n方法体系としては右甲第八〇号証及び乙第六号証の方法と同じである。\nそして、６Ｎ塩酸を用いることによる過分解の可能性は、標準試料（甲第八七号\n証ではオボアルブミン）により回収率を確認し、補正している。\n（２）　被控訴人らは、アミノ糖含有量の測定の点につき、乙第二七号証を提出す\nる。\nア　しかしながら、被控訴人らの右実験は、市場にあった被控訴人ら製品について\nされたものではなく、被控訴人らの手にある原液により行われたものであり、第三\n者がその組成を確認できないため、それが真正であることの担保がない。\nイ　また、被控訴人らの行った乙第二七号証の方法は、加水分解によりアミノ糖を\nインターフェロンから分離し、そのアミノ糖を２―アミノピリジンにより標識し、\nその後にアミノ糖を分けて取り出し、それを高速液体クロマトグラフィーにかけて\n量を調べるという方法である。この方法は、インターフェロンのアミノ糖もアミノ\n酸もばらばらにし、アミノ糖もアミノ酸も蛍光するフルオレスカミンで標識し、ア\nミノ糖もアミノ酸も同じ条件で検出するという甲第八〇号証及び乙第六号証の方法\nと異なっている。\n被控訴人らは、乙第六二号証を提出し、乙第三号証及び乙第二七号証において適\n用した測定方法が公知であったとするが、昀初に日本人の学者が当該方法を発表し\nたのが一九七八年というのであっては、本件優先権主張日が一九七八年である本件\n発明までには到底一般化され得ず、本件発明において用いられたはずがない。しか\nも、発表者自ら昀初の発表の時にはまだ大きな弱点があったと述べているのであ\nる。\nウ　さらに、被控訴人らは、フルオレスカミンを標準物質として用い、甲第八〇号\n証及び乙第六号証に記載された条件に基づいて測定しても同じ結果が得られるとし\nて乙第七〇号証を提出するが、乙第七〇号証では、アミノ糖分析の方法とアミノ酸\n分析の方法を違うやり方で行っている。\n４Ｎ塩酸でも、インターフェロンのアミノ酸鎖は相当に分解し、部分的に分解さ\nれた複数のアミノ酸の結合、すなわちペプチドが生じる。そして、乙第七〇号証で\nは、フルオレスカミンで標識したから、アミノ基を有するペプチドも検出される\nが、多くの種類のあるペプチドがどこに現れるかは分かっていない。乙第七〇号証\nでは、その点の注意が払われていない。\n現に、乙第七〇号証において、現れたグルコサミンは明らかに他の物質により汚\n染されている。乙第七〇号証の第２図の被験試料のグルコサミンの位置とピーク\nは、ピークの頂上が中心より左にあり、右の方にこぶがある。また、同第２図の標\n準試料のクロマトグラムでは、左側の黒矢印の左に汚染されたピークが現れてい\nる。なお、４Ｎの加水分解ではグルコサミンの位置に事実、他の物質が溶出するこ\nとがある（甲第一〇〇号証第１図）。\nエ　インターフェロンは高分子タンパク質であるから、対照物質として低分子化合\n物であるＢＣ６６／６２を用いることも疑問である。\n（四）　仮に、本件発明の技術的範囲が本件明細書の実施例に明記されたものに限\n定されるとしても、当時あり得た計量誤差を考慮すると、タンパク質の一次構造を\n反映するアミノ酸組成の比較から、本件明細書表５に記載のα２がサブタイプα２\n（【Ｐ２】の命名による）（特にその下位種であるＯＩＦ―１）であると認められ\nる（甲第五七号証の一、二）。\n（五）　均等（アミノ糖）\n仮に、ＯＩＦ―１のアミノ糖含量がインターフェロン一分子当たり一残基以上で\nあったとしても、アミノ糖一残基未満のＯＩＦ―１をアミノ糖一・三五ないし一・\n四残基程度のものに置換することは、可能であり、そのことは、当業者に予測でき\nることである。また、均等の成否を相違の非本質的なものかどうか（判断時点は侵\n害と主張されているものが現れた時）で判断しても、アミノ糖の〇・三五ないし\n〇・四残基程度がインターフェロンにとって非本質的なものであることは、明らか\nである。\n（１）ア　本件発明者は、従来のインターフェロンは糖タンパクだとの思い込みに\n反し、白血球インターフェロンには糖はほとんど結合しないこと、したがって白血\n球インターフェロンの多種性はもっと基本的なアミノ酸配列にあることを見いだし\nた。そして、本件発明者は、糖がほとんどないことを測定の便からして、アミノ糖\nの含有量をもって、インターフェロン一分子当たりアミノ糖一残基未満だという形\nで報告したのである。\nイ　アミノ糖含有量の違いは、たかだか〇・三五ないし〇・四残基であり、いずれ\nにしろインターフェロン一分子を構成する一六五個のアミノ酸のうち糖鎖はやっと\nその一つに着くか着かないかであり、他のアミノ酸はすべて糖鎖がなく、それから\n想定される糖の量は、それまで予想されていた量よりはいずれにしてもはるかに少\nなく、ヒト白血球インターフェロンは本質的に糖タンパクではないという本件発明\nの発明者の発見の枠内にある。\nウ　そもそもインターフェロンの同一性は、アミノ酸配列で決定される。ヒトの白\n血球細胞は、インターフェロンのＤＮＡを持ち、それがｍＤＮＡを介してインター\nフェロンを作るのである。糖は、インターフェロンができた後に着くのである。ど\nのくらい着くかは、その環境における糖や糖を着ける酵素の存在量、その他様々な\n条件による。\nエ　そして、インターフェロンについての社会的関心はその疾患治癒効果にある\nが、アミノ糖を含む糖はそれについて働きを示さない。副作用についても同じであ\nる。\nすなわち、甲第七七号証は、糖（炭水化物）を除いてもインターフェロンの抗ウ\nイルス活性も抗体結合能も変わりのないことを示している。遺伝子組換え型インタ\nーフェロンにはアミノ糖分が全くないが、それでも同様に有効であることは甲第七\n八号証（四一五頁左欄）に記載されている。また、甲第七九号証（一八頁右欄、一\n九頁右欄、二〇頁右欄、二二頁左欄、右欄）でも、組換え型のインターフェロンが\n有効であること及び副作用についても大きな差がないことが記載されている。甲第\n七四号証（二〇〇頁右欄）は、遺伝子組換え型の方が副作用が少ないと言ってい\nる。\n現在世界的規模において糖の全くない遺伝子組換えによるインターフェロン―α\nがリンパ芽球を利用した天然のものより多く使用されている。糖鎖が薬効に関係が\nあるならば、そのようなことはあり得ない。\n被控訴人らのこの点についての主張は、天然型物質を糖鎖のあるものとし、遺伝\n子組換え型物質を糖鎖のないものとして比較するものであり、本件については的外\nれである。もし糖鎖の効果を比較するなら、同じ天然型の中で糖鎖のないα８\n（【Ｐ２】の命名による）と糖鎖のあるα２（【Ｐ２】の命名による）との薬効を\n比較すべきである。\nまた、乙第五一及び第五二号証には、糖鎖部分の極めて多いエリスロポイエチン\nについて記載されているにすぎない。乙第五三号証は、ＩＦＮ―α２ａ、ＩＦＮ―\nα２ｂ及びＩＦＮ―αＮ１の三つを比較し、α２ａだけ抗体の出現が有意に高いと\nし、α２ｂとαＮ１は有意差なしと考えている。しかし、α２ｂも遺伝子組換えの\nものであり、このこと自体、原因は糖鎖でないことを物語っている。乙第五五号証\nは、組換え型ＩＦＮ―α２ａに抗体が出た二例のうち、ＩＦＮ―βを用いて治癒し\nたのが一例あるというにすぎず、そもそも一般論を語ることはできない。\nオ　仮に、現在でも糖鎖に何らかの意義が認められるとしても、本件発明の前後に\nおいてインターフェロンについての糖の意義は認められていなかった。そういう認\n識を前提とする本件発明においては、糖の含有量（ひいてはアミノ糖の含有量）の\n持つ意義は小さいと評価するのが当然である。\n（２）　本件発明の発明者【Ｐ１】は、本件発明に先立って、リンパ芽球の産生す\nるインターフェロンの大部分は白血球型であることを発表しているのであるから、\nそれが白血球インターフェロンとして用いられると予測したことは、自明である。\n【Ｐ３】博士も、リンパ芽球インターフェロンは白血球インターフェロンの望ま\nしい性質を持ちつつ製造に便宜なもののようだと述べている。\n（３）　本件発明の社会に対する貢献は、初めてヒト白血球インターフェロンを純\n粋な形で得たことにある。アミノ糖がどのくらい着いているかは、インターフェロ\nンの純粋性には関係のないことである。\n（４）　白血球インターフェロンの中にはアミノ糖の多いものもあり、少ないもの\nもあるところ、本件特許権ではそのうち少ないもののみを対象としたというもので\nはない。本件ではアミノ糖の数値は、ただそう認識したというだけなのである。そ\nして、当時のアミノ糖分析技術の精度を考慮すれば、現在での分析値と多少違いの\nあることは十分あり得ることであり、その限定をもって発明者の責めに帰せられる\n過失とすべきものではない。\n（５）　したがって、ＯＩＦ―１は、アミノ糖含有量がインターフェロン一分子当\nたり一・三五ないし一・四残基であったとしても、均等により本件発明の技術的範\n囲に属する。\n５　サブタイプα８（【Ｐ２】の命名による）について\n（一）　仮に、前記４の事実が認められないとしても、被控訴人ら製品は、サブタ\nイプα８（【Ｐ２】の命名による）を含有しており、その特性は別紙物件目録\n（一）ないし（三）各Ｂ記載のとおりであるから、サブタイプα８は、\n（１）　比活性\n（２）　分子量\n（３）　アミノ糖含有量\n（４）　順相および（または）逆相高速液体クロマトグラフィーにおける単一のピ\nーク\n（５）　ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―Ｐ\nＡＧＥ）における単一バンド\n（６）　均質タンパク質であるヒト白血球インタフェロンの含有\nの点で、本件発明の構成要件を満たしている。\n（二）（１）インターフェロン―αはヒト白血球インターフェロンの現在の名称で\nあるから、インターフェロン―αのサブタイプであるα８（【Ｐ２】の命名によ\nる）が「ヒト白血球インタフェロン」であることは明らかである。\n（２）　仮に、「ヒト白血球インタフェロン」を人の白血球から産生されたインタ\nーフェロンを意味するとしても、被控訴人ら製品中のα８のアミノ酸配列は、【Ｐ\n２】が人の白血球から産生されるインターフェロンについて人の白血球の遺伝子を\n用いて確定したアミノ酸配列と同じなのである。したがって、被控訴人ら製品中の\nα８は、客観的に人の白血球から産生されるインターフェロンと同一のものであ\nる。\n（３）　前記４（二）（３）に記載のとおり、米国ニューヨーク州のロズウェル・\nパーク・キャンサー・インスティテュートに保存されていたＢＡＬＬ―１細胞株か\nらの細胞を利用して行った試験結果によれば、白血球をセンダイウイルスにより誘\n発することにより産生されるインタフェロン中のα８は、ＢＡＬＬ―１細胞をセン\nダイウイルスにより誘発することにより産生されるインタフェロン中のα８とアミ\nノ酸配列において全く同一の物質であると理解された（甲第九一号証）。\n（三）（１）　被控訴人らは、乙第二号証に基づき、被控訴人ら製品中のα８の分\n子量を約二四、五〇〇と主張するが、乙第二号証（五頁）におけるゲルの濃度は一\n五％である。前記二７（一）のとおり、ゲル濃度により測定値が異なるところ、本\n件明細書におけるゲルの濃度は一二・五％であったものである。\nそこで、被控訴人ら製品中のα８の分子量の測定をゲルの濃度を一二・五％とし\nて行うと（甲第八八号証）、結果は二〇、〇〇〇となる（一五％のゲルでは二一、\n〇〇〇であった。）。\nまた、甲第五八号証の一、二によれば、ゲルの濃度を一二・五％として行うと、\n結果は二一、五〇〇±五〇〇となる。\n（２）　また、甲第五八号証の一の泳動バッファー（電極槽緩衝液）の組成は、五\n〇〇〇ｍｌ（一〇〇〇ｍｌは誤記である。）中、トリス三〇ｇ、グリシン一四四\nｇ、ＳＤＳ四ｇである。甲第八八号証においても、五ｌ当たりに換算すれば、トリ\nス三〇ｇ、グリシン一四四ｇ、ＳＤＳ五ｇである。これに対し、乙第六八号証の緩\n衝液の組成は、五ｌ中トリス一五ｇ、グリシン七〇ｇ、ＳＤＳ五ｇで、ＳＤＳを除\nき、控訴人側実験の約半量である。甲第五八号証の一及び甲第八八号証によれば、\nα８は明らかに分子量二五〇〇〇のキモトリプシノーゲンＡよりも速く、遠くに移\n動している。ある組成のバッファー中で速く動くということは、やはりその物の方\nが本質的には軽いことを物語っている。控訴人実験のバッファーの方がその本質を\n顕現させたのである。\n（３）　被控訴人は、ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動\n（ＳＤＳ―ＰＡＧＥ）においては、ファーガソン・プロットがゲル濃度〇％付近に\nおいて一点に収斂すべきものであり、甲第八八号証はそうなっていないから信用で\nきない旨主張する。しかしながら、ファーガソン・プロットがゲル濃度〇％におい\nて一点に収斂するというのは、そのような場合もあるというだけであって、常にそ\nうなるというわけではない。乙第六三号証の一の参考資料４には、一点に収斂する\nもの、しないもの四つの型が示されている。\nまた、乙第六八号証の図１０を見ると、各線が一点に収斂しておらず、甲第八八\n号証の図４と比べると、大差ない。甲第八八号証の図も真中の三本の線は一点に収\n斂しているし、上の二本の線と下の一本の線は、線の引きようで、もっと真中に近\nづけることができる。この二つの図を本質的に違うように言うのはおかしい。\n（４）　なお、現在では質量スペクトル測定装置を使って更に正確に分子量を測定\nすることができる。これによると（甲第六〇号証）、被控訴人ら製品中のα８の分\n子量は、一九四八一・二となる。また、現在ではα８のアミノ酸配列は分かってい\nるので、構造に基づいて理論値を計算できるが、その値は一九四八〇・三二であ\nり、右質量スペクトル測定装置による値とよく一致する。\n（５）　以上のとおり、被控訴人らの示した二四、五〇〇という値は、客観的数値\nに相違し、また、発明者のした測定と異なる条件によるものであるから、採用すべ\nきでない。\n（四）　α８の比活性は、ウシ細胞ＭＤＢＫの場合、二・七八×一〇の八乗単位／\nｍｇタンパク質であり、特許請求の範囲の〇・九×一〇の八乗～四・〇×一〇の八\n乗単位／ｍｇの中に入っている。ヒト細胞ＡＧ一七三二の場合、控訴人の実験によ\nると、七・〇七×一〇の八乗であったが、ばらつきが大きく、誤差は±五〇％であ\nると認められた（甲第六一号証二頁、六頁）。特許請求の範囲の数値は二・〇×一\n〇の六乗～四・〇×一〇の八乗（±五〇％）なので、その中に相当に重複部分があ\nる。\n（五）　被控訴人ら製品中のα８にはアミノ糖は実質的に存在しないことは、その\n質量スペクトル測定装置を使って測定した分子量がアミノ酸配列から計算した理論\n値と一致することから明らかである。すなわち、アミノ糖があれば、それはアミノ\n酸の鎖の横に着くので、分子量は構成アミノ酸の種類と数とから計算した理論値を\nそれだけ上回るはずのところ、理論値どおりなのであるから、アミノ糖の存在すべ\nき余地がない。\n（六）　仮に、本件発明の技術的範囲が本件明細書の実施例に明記されたものに限\n定されるとしても、当時あり得た計量誤差を考慮すると、タンパク質の一次構造を\n反映するアミノ酸組成の比較から、本件明細書表５に記載のγ４かβ３がサブタイ\nプγ８（【Ｐ２】の命名による）であると認められる（甲第五七号証の一、二）。\n（七）　なお、控訴人は、原審では被控訴人ら製品中のα８を取り上げなかったけ\nれども、如何なる理由で侵害であるかは、攻撃方法にすぎない。しかも、右α８は\nＯＩＦ―１と共に被控訴人ら製品に含まれる下位種であり、それにより被控訴人ら\nの行為が侵害であるとする根拠は従来と全く同一であるから、右α８について論ず\nることは単に侵害であることの新しい理由付けにすぎず、請求原因の変更ですらな\nい。\n仮に訴えの変更であるとしても、請求の基礎が同一であることはもちろん、被控訴\n人らは自ら原審以来右α８を持ち出しているのであるから、被控訴人らに対する不\n意打ち的要素はなく、これにより訴訟手続が遅延するはずがない。\n６　単一ピーク、単一バンドの点について\n被控訴人ら製品中のインターフェロン―αがそのままでは高速液体クロマトグラ\nフィーで複数のピークを示し、ドデシル硫酸ナトリウム―ポリアクリルアミドゲル\n電気泳動（ＳＤＳ―ＰＡＧＥ）において複数のバンドを示すことは、均質タンパク\n質であるいくつかのインターフェロンの下位種の混合物であることを意味し、これ\nらを分離すれば、高速液体クロマトグラフィーで単一ピークを示し、ドデシル硫酸\nナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）で単一バンド\nを示す均質インターフェロンが含有されていることが明らかであるから、被控訴人\nら製品中のインターフェロン―αが本件発明の「ヒト白血球インタフェロン」であ\nることは疑いがない。\nなお、被控訴人ら製品中のインターフェロン―αは、均質な各種インターフェロ\nンの下位種を得た後に混合したものではないと思われるが、そうであったとして\nも、本件特許請求の範囲の文言を充足することは明らかである。\n７（一）　本件発明の各構成要件と、被控訴人大塚製薬及び被控訴人持田製薬の右\n各製剤とを対比すると、両者が一致していることは明らかであるから、被控訴人大\n塚製薬及び被控訴人持田製薬による右各製剤の製造販売行為が本件特許権を侵害す\nることは明らかである。\n（二）　被控訴人林原研究所は、被控訴人大塚製薬及び被控訴人持田製薬の製品の\n原料であるインターフェロン―α原液を製造し、これに人血清アルブミン等の添加\n物を加えて被控訴人大塚製薬及び被控訴人持田製薬に提供しているから、被控訴人\n林原研究所の右行為は本件特許権を侵害するものである。\n（三）　仮に、被控訴人林原が右添加物を加えずに被控訴人大塚製薬及び被控訴人\n持田製薬にインタフェロン―α原液を提供しているとしても、右は、本件特許権を\n侵害することにのみ用いるものを製造販売する行為であるから、本件特許権を間接\nに侵害するものであるといわなければならない。\n８　共同不法行為\n被控訴人林原研究所は、被控訴人大塚製薬の「オーアイエフ二五〇万ＩＵ」、\n「オーアイエフ五〇〇万ＩＵ」、「オーアイエフ一〇〇〇万ＩＵ」の製造販売に関\nし、被控訴人大塚製薬の右侵害行為を共同してなしたものであり、被控訴人持田製\n薬の「ＩＦＮαモチダ二五〇」、「ＩＦＮαモチダ五〇〇」、「ＩＦＮαモチダ一\n〇〇〇」の製造販売に関し、被控訴人持田製薬の右侵害行為を共同してなしたもの\nである。\n９　被控訴人らの主張に対する認否\n控訴人は、被控訴人ら製品におけるインターフェロン―αの産生細胞がヒトリン\nパ芽球ＢＡＬＬ―１細胞であることについては、明らかに争わない。\n四　損害\n被控訴人らによるインタフェロン―α製剤及びその原液の製造販売が、平成四年\n三月三〇日までは、本件発明に係る仮保護の権利を、その後は本件特許権を侵害す\nることは、以上に述べたとおりであるところ、被控訴人らの右侵害行為により控訴\n人が被った損害は、以下のとおりである。\n１　被控訴人大塚製薬\n（一）　被控訴人大塚製薬による同製剤（商品名「オーアイエフ五〇〇万ＩＵ」）\nの各年別の薬価基準による販売額は、左記のとおりとなり（合計九四億六五四〇万\n円）、右製剤の実際の販売価格は薬価基準の少なくとも七〇％であるから、実際の\n売上は六六億二五七八万円である。\nしたがって、控訴人は、右売上に関し、\n平成二年四月一三日以前の分については、法律上の原因なくして控訴人の損失によ\nり被控訴人大塚製薬及び被控訴人林原研究所の利益が獲得されたものであるから、\n不当利得により、\n平成二年四月一四日から平成四年三月三〇日までの期間については、特許法五二条\n二項、一〇二条三項により、\n平成四年三月三一日以後の分については特許法一〇二条二項により、\nいずれも通常の実施料相当額の金額の支払を請求することができるところ、右製剤\n品の通常の実施料は、実際の売上の五％を下らないから、右実施料相当額は合計三\n億一二八九万円となるが、控訴人は、その内金三億一〇〇〇万円の支払を求める。\n記\n（１）　昭和六三年　二〇二〇万円\n（なお、同年一二月一二日に販売を開始している。）\n（２）　平成元年　一九億二八一〇万円\n（３）　平成二年　二二億四七三〇万円\n（４）　平成三年　五億八八六〇万円\n（５）　平成四年　二六億八一二〇万円\n（二）　被控訴人大塚製薬による同製剤（商品名「オーアイエフ二五〇万ＩＵ」、\n「オーアイエフ五〇〇万ＩＵ」、「オーアイエフ一〇〇〇万ＩＵ」）の平成五年以\n降の各年別の薬価基準による販売額は、左記のとおりとなり（合計三一二億四五九\n〇万円）、右製剤の実際の販売価格は薬価基準の少なくとも七〇％であるから、実\n際の売上は二一八億七二一三万円である。\nしたがって、控訴人は、右売上に関し、特許法一〇二条二項により、通常の実施\n料相当額の金額の支払を請求することができるところ、右製剤品の通常の実施料\nは、実際の売上の五％を下らないから、右実施料相当額は合計一〇億九三六〇万六\n五〇〇円となるが、控訴人は、その内金一〇億九〇〇〇万円の支払を求める。\n記\n（１）　平成五年　三五億二一八〇万円\n（２）　平成六年　五六億一五〇〇万円\n（３）　平成七年　一一四億七三六〇万円\n（４）　平成八年　一〇六億三五五〇万円\n２　被控訴人持田製薬\n（一）　被控訴人持田製薬による同製剤（商品名「ＩＦＮαモチダ五〇〇」）の各\n年別の薬価基準による販売額は、左記のとおりとなり（合計一五億一九一〇万\n円）、右製剤の実際の販売価格は薬価基準の少なくとも七〇％であるから、実際の\n売上は約一〇億六三三七万円である。\nしたがって、控訴人は、右売上に関し、\n平成二年四月一三日以前の分については、法律上の原因なくして控訴人の損失によ\nり被控訴人持田製薬及び被控訴人林原研究所の利益が獲得されたものであるから、\n不当利得により、\n平成二年四月一四日から平成四年三月三〇日までの期間については、特許法五二条\n二項、一〇二条二項により、\n平成四年三月三一日以後の分については特許法一〇二条二項により、いずれも通常\nの実施料相当額の金額の支払を請求することができるところ、右製剤品の通常の実\n施料は、実際の売上の五％を下らないから、\n右実施料相当額は合計五三一六万八五〇〇円となるが、控訴人は、その内金五〇〇\n〇万円の支払を求める。\n記\n（１）　昭和六三年　二六〇万円\n（なお、同年一二月一二日に販売を開始している。）\n（２）　平成元年　二億二九七〇万円\n（３）　平成二年　三億四九四〇万円\n（４）　平成三年　四億六一六〇万円\n（５）　平成四年　四億七五八〇万円\n（二）　被控訴人持田製薬による同製剤（商品名「ＩＦＮαモチダ二五〇」、「Ｉ\nＦＮαモチダ五〇〇」、「ＩＦＮαモチダ一〇〇〇」）の平成五年以降の各年別の\n薬価基準による販売額は、左記のとおりとなり（合計二九億三八三〇万円）、右製\n剤の実際の販売価格は薬価基準の少なくとも七〇％であるから、実際の売上は二〇\n億五六八一万円である。\nしたがって、控訴人は、右売上に関し、特許法一〇二条二項により、通常の実施\n料相当額の金額の支払を請求することができるところ、右製剤品の通常の実施料\nは、実際の売上の五％を下らないから、右実施料相当額は合計一億二八四〇万五〇\n〇〇円となるが、控訴人は、その内金一億二〇〇〇万円の支払を求める。\n記\n（１）　平成五年　四億六四八〇万円\n（２）　平成六年　五億一八一〇万円\n（３）　平成七年　九億〇五一〇万円\n（４）　平成八年　一〇億五〇三〇万円\n五　よって、控訴人は、\n（一）　本件特許権に基づき、被控訴人らに対し、別紙物件目録（一）ないし\n（三）のインターフェロン製剤品の製造、販売（又は供給）の差止め、\n（二）　本件仮保護の権利又は本件特許権に基づき、\n（１）　被控訴人大塚製薬及び被控訴人林原研究所に対し、連帯して、不当利得金\n又は不法行為による損害金一四億円及び内金三億一〇〇〇万円に対する請求後又は\n不法行為後である平成五年四月一七日から、内金一〇億九〇〇〇万円に対する同平\n成九年四月二三日から各支払済みまで民法所定年五分の割合による遅延損害金の支\n払\n（２）　被控訴人持田製薬及び被控訴人林原研究所に対し、連帯して、不当利得金\n又は不法行為による損害金一億七〇〇〇万円及び内金五〇〇〇万円に対する請求後\n又は不法行為後である平成五年四月一七日から、\n内金一億二〇〇〇万円に対する同平成九年四月二三日から各支払済みまで民法所定\n年五分の割合による遅延損害金の支払\nを求める。\n第三　請求の原因に対する被控訴人らの認否\n一　請求の原因一は認める。\n二１　同二１は認める。\n２　同二２は、その分説の仕方を争う。\n３　同二３ないし１２は争う。\n三１　同三１（一）のうち、被控訴人林原研究所が、昭和六三年から、インターフ\nェロン原液を製造し、これを被控訴人大塚製薬及び被控訴人持田製薬に販売してい\nることは認めるが、被控訴人林原研究所が製造しているインターフェロン原液が別\n紙物件目録（三）に記載のとおりであることは否認する。\n２　同三１（二）のうち、被控訴人大塚製薬が、右原液を用いて商品名「オーアイ\nエフ二五〇万ＩＵ」、「オーアイエフ五〇〇万ＩＵ」、「オーアイエフ一〇〇〇万\nＩＵ」の注射用乾燥インターフェロン―α製剤を製造し、販売していることは認め\nるが、被控訴人大塚製薬が製造しているインターフェロン製剤が別紙物件目録\n（一）に記載のとおりであることは否認する。\n３　同三１（三）のうち、被控訴人持田製薬が、右原液を用いて商品名「ＩＦＮα\nモチダ二五〇」、「ＩＦＮαモチダ五〇〇」、「ＩＦＮαモチダ一〇〇〇」の注射\n用乾燥インターフェロン―α製剤を製造し、販売していることは認めるが、被控訴\n人持田製薬が製造しているインターフェロン製剤が別紙物件目録（二）に記載のと\nおりであることは否認する。\n４　同三２ないし８は争う。\n四　同四は争う。\n第四　被控訴人らの主張\n一　「ドデシル硫酸ナトリウムおよび非インタフェロン活性タンパク質夾雑物を実\n質的に含まない」との要件について\n医薬組成物中に「安定化のため」に人血清アルブミンを添加した場合と「夾雑\n物」として含まれた場合とにおいて、医薬組成物としての構成及び作用効果には何\nらの差異がない。また、本件明細書中の実施例に血清アルブミンを使用したものが\nあるとしても、本件特許請求の範囲においては明らかにこれを排除しており、か\nつ、特許請求の範囲の記載の意味するところは極めて明確である。\n二　本件発明における「ヒト白血球インタフェロン」について\n１　出願経過等\n（一）（１）　本件特許権は、控訴人が昭和五四年一一月二二日に特許出願した発\n明（特願昭五四―一五〇八〇三号）につき、昭和五八年二月二五日付けで出願の分\n割を行って成立したものであるが、右出願の分割当時の特許請求の範囲は二八項か\nらなり、そのうち第１項ないし第１２項は以下のとおりのものであった（乙第四四\n号証の一）。\n「１　均質なタンパク質としてのインターフェロン。\n２　人のインターフェロンである特許請求の範囲第１項記載の均質なインターフェ\nロン。\n３　白血球のインターフェロンである特許請求の範囲第２項記載の均質な人のイン\nターフェロン。\n４（ａ）　一Ｍのピリジン／二Ｍのギ酸緩衝水溶液中の三一％のｎ―プロパノール\n（〇～四〇％の勾配）の濃度においてオクチル結合シリカマトリックスＨＰＬＣ\n四・六×二五〇ｍｍのカラムから室温および〇・二ｍ　／分の流速で単一のピーク\nとして溶離され；\n（ｂ）　ロイシンアミノペプチダーゼおよびアミノペプチダーゼＭを用いる処理に\nよる非活性化に対して抵抗性があり；\n（ｃ）　トリプシンで処理したときにペプチド・フラグメントを与え、該フラグメ\nントは反応媒体をオクチル結合シリカマトリックスＨＰＬＣ四・六×二五〇ｍｍカ\nラム（１０μの粒度）に室温において〇・〇三Ｍのピリジン／〇・一Ｍのギ酸緩衝\n水溶液（ｐＨ３）を用い〇・五ｍｌ／分の流速にて〇～四〇％のｎ―プロパノール\nの勾配で通過させたとき、三、四、四・二、一一・五、一二・五、一四・五、一\n六、一八、二〇、二一、二二・五、および二九％のｎ―プロパノールにおいてピー\nクとして溶離される；\n均質なタンパク質であり、\n（ｄ）　ブロックされたアミノ末端；\n（ｅ）　ＭＤＢＫ（牛の細胞）について約二・六×一〇の八乗単位／ｍｇの比活\n性；\n（ｆ）　ＡＧ一七三二〔人系統（・・・）〕細胞について約二・六×一〇の八乗単\n位／ｍｇの比活性；\n（ｇ）　ポリアクリルアミドゲルの電気泳動による約一六、五〇〇±一、〇〇〇の\n分子量；\n（ｈ）　一残基／分子よりも小さいアミノ糖分；\n（ｉ）　陽性の生長阻止活性；および\n（ｊ）　次のアミノ酸組成（±一五％、分子量一六、五〇〇に基づく）・・・中\n略・・・\nを特徴とするα１と標示される人の白血球のインターフェロンの種。\n５　・・・を特徴とするα２と標示される人の白血球のインターフェロンの種。\n６　・・・を特徴とするβ２と標示される人の白血球のインターフェロンの種。\n７　・・・を特徴とするβ３と標示される人の白血球のインターフェロンの種。\n８　・・・を特徴とするγ１と標示される人の白血球のインターフェロンの種。\n９　・・・を特徴とするγ２と標示される人の白血球のインターフェロンの種。\n１０　・・・を特徴とするγ３と標示される人の白血球のインターフェロンの種。\n１１　・・・を特徴とするγ４と標示される人の白血球のインターフェロンの種。\n１２　・・・を特徴とするγ５と標示される人の白血球のインターフェロンの\n種。」\n（２）　また、発明の詳細な説明中には、一〇の実施例が記載されているが、その\nうち、実施例１は正常の提供者からの均質な人の白血球のインターフェロン、実施\n例２は慢性骨髄性白血病の患者の白血球からの均質な人の白血球のインターフェロ\nンに関するもので、実施例３は牛の白血球のインターフェロン、実施例４は豚の白\n血球のインターフェロン、実施例５は羊の白血球のインターフェロン、実施例６は\n馬の白血球のインターフェロン、実施例７は犬の白血球のインターフェロン、実施\n例８はネコの白血球のインターフェロン、実施例９は霊長類の白血球のインターフ\nェロンに関するものであった。\n（二）　控訴人は、昭和五九年一一月三〇日出願審査請求すると同時に、手続補正\nをし、明細書の発明の詳細な説明から実施例３ないし９の部分を全文削除すると同\n時に、特許請求の範囲を全面補正した（乙第四四号証の二）。補正後の特許請求の\n範囲は一六項からなるが、いずれも「ヒトインタフェロン」に関するものに減縮さ\nれた。第１項ないし第３項は、以下に記載するとおりに補正されているが、第４項\nないし第１２項は、分割出願当初のものと同様に、特定の分子種（ピークα１、α\n２、β２、β３、γ１、γ２、γ３、γ４、γ５）の個々のものにつき特許請求し\nたものである。そして、当初の特許請求の範囲と相違する点は、各請求項の（ｉ）\nの「生長阻止活性」という記載が「発育阻止活性」に訂正されたことと、末尾の\n「人の白血球のインターフェロンの種」という記載が「ヒト白血球インタフェロン\nの一種である特許請求の範囲第１項のインタフェロン」と訂正されたことである。\n「（１）（ａ）　非インタフェロン活性タンパク質およびドデシル硫酸ナトリウム\n（ＳＤＳ）を含有せず、\n（ｂ）　高速液体クロマトグラフィー（ＨＰＬＣ）カラム上で鋭いピークを示し、\nかつドデシル硫酸ナトリウム（ＳＤＳ）―ポリアクリルアミドゲル電気泳動（ＰＡ\nＧＥ）上で単一のバンドを示し、インタフェロン活性がこれらのバンドと一致する\nことを特徴とする均質なタンパク質としてのヒトインタフェロン。\n（２）　インタフェロン活性がウシ細胞ＭＤＢＫの場合、比活性〇・九―四・〇×\n一〇の八乗単位／ｍｇタンパク質であり、かつヒト細胞系ＡＧ一七三二の場合、比\n活性二×一〇の六乗―四・〇×一〇の八乗単位／ｍｇタンパク質である特許請求の\n範囲第１項のインタフェロン。\n（３）　白血球インタフェロンである特許請求の範囲第２項のインタフェロン。」\n（三）　右に対し、審査官は、昭和六一年三月二七日付け拒絶理由通知書（乙第四\n四号証の三）において、「特許請求の範囲第１項の記載は、漠然としていて、化合\n物が特定されていない。」、「特願昭五五―五〇〇九七四号（公表公報五六―五〇\n〇五三六号参照）」の引例により法二九条の二の規定により特許を受けられない、\n「本願の優先権の主張の基礎となっている米国特許出願第九六三、二五七号（一九\n七八・一一・二四）に記載されていない部分については、引例の方が出願日が先で\nある」という拒絶理由を述べた。\n（四）　これに対し、控訴人は、昭和六一年一〇月一七日付け意見書（乙第四四号\n証の四）を提出するとともに、手続補正を行い、特許請求の範囲を全面補正した\n（乙第四四号証の五）。補正後の特許請求の範囲は一五項からなるが、第１項及び\n第２項の記載は以下のとおりであり、また、第３項ないし第１１項は前記分子種\n（ピークα１、α２、β２、β３、γ１、γ２、γ３、γ４、γ５）の個々のもの\nについての特許請求であり、第１２項ないし第１５項は補正前の第１３項ないし第\n１６項につき若干表現を改めたものである（以下に、第１２項のみ示す。）。\n「（１）　インタフェロン活性がウシ細胞ＭＤＢＫの場合、比活性〇・九×一〇の\n八乗―四・〇×一〇の八乗単位／ｍｇタンパク質であり、かつヒト細胞系ＡＧ一七\n三二の場合、比活性二×一〇の六乗―四・〇×一〇の八乗単位／ｍｇタンパク質で\nあることを特徴とする均質なタンパク質としてのヒト白血球インタフェロン。\n（２）　陽性の発育阻害活性を有する特許請求の範囲第１項のインタフェロン。\n・・・\n（１２）　活性成分として、非インタフェロン活性タンパク質を含まず、かつイン\nタフェロン活性がウシ細胞ＭＤＢＫの場合、比活性〇・九×一〇の八乗―四・〇×\n一〇の八乗単位／ｍｇタンパク質であり、かつヒト細胞系ＡＧ一七三二の場合、比\n活性二×一〇の六乗―四・〇×一〇の八乗単位／ｍｇタンパク質であることを特徴\nとする均質なタンパク質としてヒト白血球インタフェロン１種以上を含有すること\nを特徴とする抗ウイルス組成物」\n（五）　右補正に対し、審査官は、昭和六二年八月四日付け拒絶理由通知書（乙第\n四四号証の六）において、\n「１　本願発明医薬の有効成分であるインターフェロンについて、特許請求の範囲\nにおける、その特定が不充分である。\n（オクチル結合シリカ、グリセリル結合シリカを用い、ｎ―プロパノール水溶液の\n濃度勾配により溶出させる高速液体クロマトグラフィーによって分離・精製された\nこと及びドデシル硫酸ナトリウムを含まないことでさらに特定すること。さらに、\n均質なタンパク質として特定する場合は、均質と判断する基準となる条件とともに\n記載すること。）\n２　明細書第六二頁表四において、「生長阻止活性」として、表示された活性につ\nいて、その測定方法を具体的に明細書中に記載すること。（翻訳も適切にするこ\nと。）\n３　明細書の記載中、翻訳が適切でなく、日本文が意味不明の個所があるので適切\nな記載とすること。\n・・・中略・・・\n４　本願発明医薬について、発明の詳細な項における開示内容からして、その用途\n表示が適切でない。（例えば、「インターフェロン感受性疾病治療剤」）\n５　本願発明医薬の抗ウイルス活性について、（ＣＰＥ法によるのであれば、）そ\nの測定結果を、（用いた細胞、ウイルスを特定して記載するとともに、）具体的デ\nータをもって、記載する必要がある。」\nの五つの拒絶理由を述べた。\n（六）　これに対し、控訴人は、昭和六二年一二月八日付け意見書（乙第四四号証\nの七）を提出して「ヒト白血球インタフェロンの比活性は、単に純度を表わす指標\nではなく、ヒト白血球インタフェロンを特定する同定値」であると述べるととも\nに、手続補正をし（乙第四四号証の八）、従来の特許請求の範囲第１ないし第１１\n項を削除し、かつ、従来の特許請求の範囲第１２ないし第１５項を本件発明の特許\n公報（甲第一号証）の特許請求の範囲に記載のとおりのものとした。\n（七）　以上の経過から明らかなように、本件特許権の出願当初、動物の白血球を\n産生細胞として得られるインターフェロンに対し、人の白血球を産生細胞として得\nられるインターフェロンを表示するものとして「人の白血球のインターフェロン」\nという呼称が使用されていたが、出願審査請求の際の補正によって、「人の白血球\nのインターフェロン」の特定の分子種α１、α２、β２、β３、γ１、γ２、γ\n３、γ４、γ５のそれぞれを表すものについて「ヒト白血球インタフェロンの一\n種」と表現されるようになり、そして、昀終的に、本件特許権における、特定の方\n法で単離精製され、特定の物性を有する、特定の分子種（ピークγも含まれること\nになる）を一括して表すものとして「ヒト白血球インタフェロン」となったのであ\nる。\nしたがって、本件特許請求の範囲に記載された「ヒト白血球インタフェロン」は\n人の白血球を産生細胞とするインターフェロンであり、かつ、特定の方法で単離精\n製された特定の物性を有する特定の分子種（ピークγ、α１、α２、β２、γ１、\nγ２、γ４）を表現するものであることは明らかである。\n２　当時の技術水準及び用語法\n（一）　本件優先権主張日当時において、インターフェロンをｐＨ２における安定\n性に基づいて、安定なものを「タイプⅠ（古典的）インターフェロン」、不安定な\nものを「タイプⅡ（免疫）インターフェロン」と呼称、分類する方法が採用されて\nいた。\nしかし、その一方で、「タイプⅠインターフェロン」に分類されるインターフェ\nロン同士であっても、白血球、リンパ芽球様細胞及び線維芽細胞の各細胞が産生す\nるインターフェロンにおいては、その性質、性状において有意な違いのあることが\n分かっていたので、「タイプⅠインターフェロン」については、それぞれの細胞起\n源を接頭辞に付けて、「白血球インターフェロン」、「リンパ芽球様細胞インター\nフェロン」、「線維芽細胞インターフェロン」の三種類に分類されていた。\n本件明細書中に記載の「白血球型」及び「線維芽細胞型」の用語は、本件優先権\n主張日当時において、一部の研究者によって、抗原性の特徴を表す用語として使用\nされていたものにすぎない。\n（二）（１）　すなわち、乙第三八号証の作成者である【Ｐ３】博士は、インター\nフェロンの分野における権威者であるが、本件優先権主張日当時において、インタ\nーフェロンは、細胞起源を接頭辞に付け呼称していたこと、白血球インターフェロ\nンは、白血球を産生細胞とするインターフェロンを意味するものであり、抗原性に\n着目して一部の学者によって使用されていた白血球タイプ（型）のインターフェロ\nンとは、その意味するところが異なるばかりでなく、「白血球インターフェロン」\nの用語は、リンパ芽球様細胞インターフェロンを包含するものではないことを明確\nに述べている。\n（２）　一九八〇年に【Ｐ２】博士と【Ｐ４】博士によって発表されたインターフ\nェロンに関わる文献の総説において、「ヒトにおける古典的インターフェロン乃至\nタイプⅠインターフェロンは、三種類の重要な下位種を含んでおり、それらは細胞\n起源に因んで白血球インターフェロン、線維芽細胞インターフェロン、リンパ芽球\n細胞インターフェロンと命名されている。」と記載されている（乙第九号証）。な\nお、乙第九号証は、国際委員会の合意事項が公表された乙第四号証（一九八〇年七\n月一〇日発行）よりも四箇月後の一九八〇年一一月に発行されたものであるが、一\n九八〇年七月一〇日以前に原稿を完成させ、出版社に引き渡されていたことは十分\nにあり得ることであり、乙第九号証が国際委員会の合意事項に言及していなかった\nとしてもそれほど不思議なことではない。\n（３）　また、【Ｐ５】博士は、一九八三年にヒトインターフェロンの生産に関し\nて概説した論文において、一九八〇年以前の旧命名法に従って、四種類の別異のイ\nンターフェロンが存在するとして、上記三種類にタイプⅡのインターフェロンであ\nる免疫インターフェロンを加えた四種類のインターフェロンの存在することを明記\nしている（乙第四一号証）。\n（三）（１）　【Ｐ３】博士とその共同研究者が一九七五年に、ナマルバ細胞から\nのリンパ芽球様細胞インターフェロンがヒトの白血球からのインターフェロンと似\n通った抗原決定基を有することを初めて報告（乙第三八号証添付資料１）して以\n来、この知見は他のグループにより確認され、発展された。例えば、【Ｐ６】博士\nのグループは、一九七七年になって、ナマルバ細胞からのリンパ芽球様細胞インタ\nーフェロンがアフィニティークロマトグラフィーにより、相違する抗原性を示す二\n種類の成分に分離できたと報告し、それらを「Ｌｅ成分」及び「Ｆ成分」と呼び、\n前者はヒトの白血球由来の粗なインターフェロンと、後者は粗な線維芽細胞インタ\nーフェロンと抗原的に似通っていることを示し、それぞれを白血球タイプ及び線維\n芽細胞タイプと呼称した（乙第三八号証添付資料２、甲第四五号証）。\n（２）　しかし、一九七八年、【Ｐ７】博士は、ヒト白血球インターフェロン（Ｌ\nｅ―ＩＦ）とヒトリンパ芽球様細胞インターフェロン（Ｎａ―ＩＦ）は抗原性にお\nいても、明確に異なることを発表した（乙第三八号証添付資料５、乙第三九号\n証）。\n（３）　一九八〇年には、【Ｐ１】博士と【Ｐ８】博士らは、ヒト白血球インター\nフェロンとナマルバ細胞から【Ｐ９】博士が単離したリンパ芽球様細胞インターフ\nェロンとは構造的に異なること、そして、右相違は、\n「異なる構造遺伝子が発現したか、あるいは、長期培養の間に、リンパ芽球様細胞\nにおいて突然変異が安定化したことによるものであろう」と発表して、【Ｐ７】博\n士の報告内容が正しいことを支持するに至った（乙第三八号証添付資料７、乙第四\n〇号証）。\n（４）　さらに、【Ｐ１】博士は、乙第四九号証において、「抗原性はインターフ\nェロンの分類と同定に有用ではあったが、すでに指摘されているように、構造や機\n能に係わる情報に依拠しない、抗原性のみによる成分の同定は重大な過誤に陥りや\nすい。」、「このため、抗原性とともに、産生方法、種活性プロフィール、作用機\n序及び細胞表面リセプターに係わる一般的な特徴がインターフェロンの同定を助け\nる有用にして実践可能な方法となる。ところが、インターフェロンの同定の主たる\nクラスの抗原性だけは決め得るとしても、これら手法のいずれをとっても、それ単\n独では決定的な同定とはなり得ない。」と述べて、インターフェロンの同定におい\nては、産生方法（産生細胞と製造工程）の異同が重要な判断基準となることを強調\nしている。\n（５）　我が国におけるインターフェロン研究の草分け的存在である【Ｐ１０】博\n士も、乙第五四号証で、本件優先権主張日当時、別個の細胞はそれぞれ別個のイン\nターフェロンを産生すると認識されていたと述べている。\n３　国際委員会\n（一）　一九七〇年代のある時期を過ぎて、インターフェロンが「癌の特効薬」で\nある等と喧伝されるようになると、多くの科学者が多方面からインターフェロンの\n研究に参入した。研究者らはそれぞれの興味でインターフェロンを研究し、一部の\n科学者はそれまでの分類法を無視して勝手にインターフェロンを呼称するようにな\nった。その一方で、インターフェロンの構造、機能は十分に解明されていなかった\nので、学術雑誌等に発表される各インターフェロンや多種多様の物質が果して既存\nのインターフェロンであるのかどうか分からないような様相を呈することとなっ\nた。\nこのような状況が続くことを懸念した世界保健機構と米国国立アレルギー感染症\n研究所は、その当時の著名なインターフェロンの研究者一二名を米国メリーランド\n州ベテスダに招集し、純粋に学問的な見地からインターフェロンの命名を統一する\nための国際委員会を開催した。\n（二）　一九八〇年当時においては、前述のごとく、インターフェロンの呼称にお\nいて学術文献等に若干の混乱が見られるようになる一方で、例えば、人の白血球の\nインターフェロン、ヒトリンパ芽球様細胞インターフェロン及びヒト線維芽細胞イ\nンターフェロンにはそれぞれ別個の抗原性を有する少なくとも二種類のインターフ\nェロンが含まれているらしいことが判明しつつあった。そこで、国際委員会は、そ\nの当時充分解明されていなかった構造、機能の異同には基づかず、取りあえず、動\n物起源と抗原性の類似のみに基づいてインターフェロンを分類することに合意した\nのである（乙第三七号証）。\nところが、乙第四〇号証からも明らかなように、右国際委員会の開催と相前後す\nるように、人の白血球のインターフェロンとヒトリンパ芽球様細胞インターフェロ\nンが「特定の」アミノ酸において相違するという報告がなされたことから、両イン\nターフェロンを単に「インターフェロン―α」と呼称、分類したのでは、まるで両\n者が同じものであるかのような誤解をされる可能性が出てきた。そこで、国際委員\n会は、このことを慮り、「抗原的に類似した挙動をするものについては、インター\nフェロン起源の表示が一助になることがある」（乙第三七号証訳文三頁一八行、一\n九行）との認識に基づき、人の白血球のインターフェロンとヒトリンパ芽球様細胞\nインターフェロンについては、それぞれ「ＨｕＩＦＮ―α（Ｌｅ）」、「ＨｕＩＦ\nＮ―α（Ｌｙ）」とインターフェロン起源（細胞起源）を併記するよう呼びかけた\nのである。このことは、一九八〇年当時においても、先端のインターフェロン研究\n者が両者を別異のものと見なしていた事実を物語っている。\n（三）　したがって、新命名法においても、「人の白血球のインターフェロン」は\n「インターフェロン―α」と同義ではなく、また、あるインターフェロン同士が同\nじインターフェロン―αに分類されるからといって、それらのインターフェロンが\n直ちに物として同じであることを意味するものではない。\n４　リンパ芽球様細胞と白血球との関係\nリンパ芽球様細胞インターフェロンは、白血球インターフェロンとは、抗原性に\nおいても構造的にも相違する別種のものであるとされており、ＢＡＬＬ―１細胞\nは、リンパ芽球様細胞として、白血球とは全く別種の細胞であると分類されていた\nものである。\nまた、ＢＡＬＬ―１細胞は、リンパ芽球に由来し、生体外で永久に増殖するよう\nに人為的な処理を加えて培養株化したリンパ芽球様細胞であるのに対し、白血球\nは、生体内であれ生体外であれ、全く増殖しない細胞である。これに対し、本件明\n細書中の実施例２においては、明らかに「（慢性骨髄性の白血病の患者の）血液か\nら単離した人の白血球」を産生細胞としたと記載されており、また、一旦生体外に\n取り出して培養培地にうえつけても、一切の増殖を見ないものである。\n５　アミノ酸組成の比較について\n控訴人は、甲第五七号証の一、二において、本件発明における「ヒト白血球イン\nタフェロン」の各分子種のアミノ酸残基数が一六五又は一六六からなるとの前提に\n立っているが、その前提自体が誤りである。\nまた、本件発明のα２については、少なくとも「ＡＳＸ」、「ＳＥＲ」及び「Ａ\nＬＡ」において、【Ｐ２】のいうサブタイプα２と一致せず、本件発明のγ４につ\nいては、少なくとも「ＳＥＲ」、「ＰＲＯ」、「ＧＬＹ」及び「ＡＲＧ」において\n【Ｐ２】のいうサブタイプα８と一致しない。\n三　特許請求の範囲の記載と実施例との関係について\n１　本件優先権主張日当時の技術水準ないし技術常識に従って、発明の詳細な説明\nを参酌しつつ、本件特許請求の範囲の意味するところを解釈すれば、本件発明にお\nける「ヒト白血球インタフェロン」は、特定の産生細胞（正常な人又は慢性骨髄性\nの白血病患者の白血球を産生細胞とし、ニューカッスル病ウイルスを誘導物質とす\nる。）から、特定の方法（順相および／または逆相高速液体クロマトグラフィー）\nで単離精製された特定の比活性及び分子量を有する特定の分子種（ピークγ、α\n１、α２、β２、β３、γ１、\nγ２、γ３、γ４、γ５）のうち、高速液体クロマトグラフィー（ＨＰＬＣ）にお\nいて単一ピークを示し、ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳\n動（ＳＤＳ―ＰＡＧＥ）で単一バンドを示す均質なタンパク質である分子種（ピー\nクγ、α１、α２、β２、γ１、γ２、γ４）であると解釈されるべきである。\n２　すなわち、本件明細書（甲第一号証）によれば、本件発明は、正常な人の白血\n球及び慢性骨髄性白血病患者からの白血球を産生細胞としニューカッスル病ウイル\nスを誘導剤として産生させ、高速液体クロマトグラフィーを使用して、本件明細書\n７欄二一行ないし８欄四〇行及び実施例１（９欄二四行ないし１５欄四行）に記載\nされた具体的な条件ないし操作に基づいて、本件明細書の表１、表４及び表５に記\n載された各物性（比活性および分子量）を有する「均質な人の白血球のインターフ\nェロンの種」合計一〇個を取り出したのである（８欄五行、六行及び１１欄二八行\nないし１２欄二五行）。しかして、表４及び表５の九つの分子種の各比活性につい\nて、「この純粋なインターフェロンの種の比活性は、ＭＤＢＫの牛の細胞で約〇・\n九～四・〇×一〇の八乗の範囲であり、そしてＡＧ一七三二の人の細胞系統・・・\nで約二×一〇の六乗～四×一〇の八乗であることがわかった。」（８欄一二行ない\nし一六行）として、一定の数値枠の範囲内に存在するという特徴が示され、さらに\nそれぞれの分子量についても、「分子量は表４に見られるように約一六〇〇〇～二\n一〇〇〇の範囲であった。」（８欄三八行、三九行）として、一定の数値枠の範囲\n内に収まっているということを特徴的に示している。なお、表１のピークγの比活\n性は牛血清アルブミンに関して四×一〇の八乗（１２欄一九行、二〇行）であり、\n分子量は一七五〇〇（１３欄二三行）であるから、いずれも右数値枠内に収まって\nいる。そして、このように存在を認識し、確認された合計一〇個の分子種のうち、\nβ３、γ３、γ５を除く七つの分子種を意味する「順相および（または）逆相高速\n液体クロマトグラフィーにおいて単一のピークを示すとともに、ドデシル硫酸ナト\nリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）で単一バンドを示\nす均質タンパク質であるヒト白血球インタフェロン」の比活性及び分子量の特徴を\n一括して表す方法として、特許請求の範囲に、前記数値枠が記載されているのであ\nる。\n３　この点は、控訴人の出願審査過程における意見及び本件特許付与の理由を参酌\nしても明らかである。\n（一）　すなわち、控訴人の出願過程における意見等は、前記二１（一）ないし\n（六）に記載のとおりである。\n（二）　そして、審査官は、このような控訴人の本件発明における「ヒト白血球イ\nンタフェロン」に関する意見を入れて、例えば乙第一二号証の四の特許異議の決定\n書において、「本願発明組成物は、本願明細書の記載から明らかなように、従来の\n未精製組成物ではない、ドデシル硫酸ナトリウムおよび非インタフェロン活性タン\nパク質夾雑物を実質的に含まないヒト白血球インタフェロン感受性疾患治療用医薬\n組成物であり、その有効成分であるヒト白血球インタフェロンは、特許請求の範囲\nにおいて特定された要件をすべて満足するものであるから、そのサブタイプである\nα１、α２等の均質なペプチドとして、その存在及び活性が認識し確認され、記載\nされたものを、有効成分として含有するものである」（二頁七行ないし一三行）と\n認定して、本件特許権を付与したものである。\n４　仮に、本件発明の技術的範囲を控訴人主張のように広げてしまうと、【Ｐ３】\n博士らが本件優先権主張日前に、白血球を産生細胞として用い、センダイウイルス\nによりインターフェロンを誘導生産し、これを一〇の六乗単位／ｍｇタンパク質に\nまで精製したインターフェロンや、【Ｐ１１】博士らが一九七八年に、約一五、〇\n〇〇又は二一、〇〇〇の分子量を有し、かつ、ウシ細胞及びヒト細胞に対する比活\n性が約三×一〇の八乗単位／ｍｇタンパク質にまで精製した純粋にして均質な人の\n白血球のインターフェロン（乙第五〇号証（添付の甲第二五号証））をもその技術\n的範囲に属させてしまう結果となる。\n５　なお、本件明細書中の「インターフェロンの幾つかの種が存在するが、非イン\nターフェロン（の）活性なタンパク質が存在しないところで精製を停止し、組成物\nが均質なインターフェロンタンパク質の混合物であるようにすることによって、得\nることができる」などということは、本件発明においては論理的にあり得ない精製\n法である。\n四　被控訴人ら製品について\n１　被控訴人ら製品\n被控訴人林原研究所が製造し、被控訴人大塚製薬及び被告持田製薬に販売してい\nるインターフェロン原液は、別紙被控訴人製品目録（三）記載のものである。\n被控訴人大塚製薬が製造販売しているインターフェロン製剤は、別紙被控訴人製\n品目録（一）記載のものである。\n被控訴人持田製薬が製造販売しているインターフェロン製剤は、別紙被控訴人製\n品目録（二）記載のものである。\n２　産生細胞の違い\n被控訴人ら製品におけるインターフェロン―αは、急性リンパ性白血病患者から\n採取した細胞を培養株化したヒトリンパ芽球ＢＡＬＬ―１細胞を新生児ハムスター\nの体内で増殖させる方法で得られた常に均質な細胞に、センダイウイルスを誘導剤\nとして加えてインターフェロンを誘発し、これをモノクローナル抗体で取り出すと\nいう方法で取り出された均質タンパク質である、ヒトリンパ芽球ＢＡＬＬ―１細胞\n由来のインターフェロン―αである。\nしたがって、被控訴人ら製品は、そもそも産生細胞の点で本件発明の構成要件を\n充足しない。\n３　単一ピーク、単一バンドの点\n被控訴人ら製品は、高速液体クロマトグラフィーにおいて複数のピークを示すと\nともに、ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―Ｐ\nＡＧＥ）で複数バンドを示すインターフェロンである。\nまた、被控訴人ら製品は、精製を完了した昀終的成果物であって、複数のインタ\nーフェロンを混合したものではない。\n４　ＯＩＦ―１について\n（一）　ＯＩＦ―１のアミノ糖含有量は、一分子当たり一・四残基である（乙第二\n七及び第三五号証）。\n（二）　被控訴人ら製品中のＯＩＦ―１は、比活性、分子量の点でも、「ヒト白血\n球インタフェロン」のいずれの分子種とも異なる。\n（三）　したがって、\n「ヒト白血球インタフェロン」が型ないし種類を表示する用語であるか否かにかか\nわらず、ＯＩＦ―１は、本件発明にいう「ヒト白血球インタフェロン」ではない。\n（四）　また、控訴人は、本件明細書中の表５のα２が【Ｐ２】のα２ではないか\nと推測するが、そのように推測すべき根拠はない。\n（五）　なお、被控訴人らのパンフレット中には、インターフェロン―α（ヒトリ\nンパ芽球ＢＡＬＬ―１細胞由来）の講学上の存在であるサブタイプα２、サブタイ\nプα７及びサブタイプα８のＮ末端アミノ酸三〇残基配列が【Ｐ２】博士の命令し\nたサブタイプα２等と同じであることを表す記載が存するが、インターフェロン―\nα（ヒトリンパ芽球ＢＡＬＬ―１細胞由来）のサブタイプα２、サブタイプα７及\nびサブタイプα８の全アミノ酸配列が【Ｐ２】博士の命名したサブタイプα２等と\n同じであるか否かはいまだ解明されていない。\n（六）　控訴人は甲第九一号証に基づき、アミノ酸配列の比較についての主張を行\nっている。しかしながら、仮に甲第九一号証の実験結果が正しいとしても、右実験\nそのものは、本件発明における「ヒト白血球インタフェロン」との比較実験ではな\nい。また、本件発明における「ヒト白血球インタフェロン」や「インターフェロン\n―α（ヒトリンパ球ＢＡＬＬ―１細胞由来）」のような天然型インターフェロンに\nおいては、別異の産生細胞がそれぞれに同一の関連遺伝子を有していたとしても、\nその関連遺伝子が所与の条件下で実際に発現して同一タイプのインターフェロンを\n同様に分泌するとは限らず、また、仮に分泌されたとしても、そのインターフェロ\nンは、糖鎖の有無及び糖鎖構造を含めたタンパク質構造の水準で比較すると、別異\nの細胞ごとに相違するのである。したがって、甲第九一号証から、被控訴人ら製品\n中のＢＡＬＬ―１細胞の産生したインターフェロンが、本件発明にいうヒト白血球\nインターフェロンと事実として同一である等の結論は導き出すことはできないもの\nである。\n５　アミノ糖含有量の測定方法について\n（一）（１）　甲第四号証及び甲第一五号証では、甲第三号証の一ないし四で得ら\nれたＯＩＦ―１とは全く異なるドデシル硫酸ナトリウム―ポリアクリルアミドゲル\n電気泳動（ＳＤＳ―ＰＡＧＥ）によるＯＩＦ―１の抽出を行っており、甲第三号証\nの一のＯＩＦ―１と甲第四号証及び甲第一五号証のＯＩＦ―１が同一であるとの保\n証がない。\n（２）　甲第一五号証は、甲第四号証の加水分解条件でのアミノ糖の回収率の追\n加、ノイズ減算処理によるアミノ糖の定量の追加を行っているが、甲第一五号証の\n実験においても、６Ｎ塩酸＋４％チオグリコール酸存在下、一一〇℃で二〇時間加\n熱という過酷な加水分解条件を採用したために、ＯＩＦ―１中のアミノ糖が八〇％\n以上も過分解されて消失してしまうという結果を招来している。加えて、アミノ糖\n分析系での検出感度以下のアミノ糖の定量を行っていること、アミノ糖のピーク近\n傍に原因不明のピークが認められる検出系を採用していること、実験者そのものが\n糖タンパク質、糖化学の専門家といえないこと等の問題がある（乙第五号証）。\n（３）　本件優先権主張日前に発行された文献である乙第一一号証の一、二によれ\nば、アミノ糖分析を行う際に、アミノ糖を遊離し、かつ過分解を受けない昀適条件\nを見いだすことが肝要であると指摘され、グルコサミンやガラクトサミンなどのヘ\nキソサミンを定量するための加水分解条件として、通常は「４規定（Ｎ）塩酸、一\n〇〇℃、八時間加熱」、「３規定（Ｎ）塩酸、一〇〇℃、一五ないし一六時間加\n熱」等が採用されているが、その際、条件によってはヘキソサミンが相当分解され\nることに注意し、試料ごとにあらかじめ酸の濃度と加熱時間を変えるなどして昀適\n条件を求めておくことが肝要であること、及び、ペプチド又はタンパク質中のアミ\nノ酸を定量するために常用される加水分解条件（６規定（Ｎ）塩酸、一一〇℃、二\n二時間加熱）においては、ヘキソサミンの約五〇％が過分解されること等が明示さ\nれ、周知となっている。\n（４）　また、オボアルブミンの糖鎖の結合様式はＮ―結合型であり、被控訴人ら\n製品中のサブタイプα２のＯ―結合型とは異なっている。\n（５）　さらに、甲第四号証及び甲第一五号証の分析方法は、控訴人が本件明細書\nと同様の分析方法であると主張する甲第八〇号証及び乙第六号証（発明後間もない\n時期に【Ｐ１】博士らによって行われた方法）の分析方法とも、加水分解条件及び\nアミノ糖の検出レベルが相違する。\n（二）（１）　本件明細書からは、各分子種のアミノ糖含有量を、検出し得るアミ\nノ糖量の下限を五〇～一〇〇ピコモルのレベルにおいて分析したところ、いずれの\n分析においてもアミノ糖は一分子当たり一残基未満であったこと、及びアミノ糖は\n加水分解された後に分離（「溶出」「ピーク」の用語から推測）されているが、そ\nの加水分解条件は、アミノ糖に割り当てられた溶出時間の近くにペプチドが溶出\nし、そのピークにおいてさえ一部にペプチドが含まれているようなものであるとい\nう事実しか明らかとはならず、甲第四号証の実験において採用された分析条件は、\n記載も示唆もされていない。また、本件明細書には、甲第八〇号証及び乙第六号証\nが本件明細書の方法を示すことを示唆する記載はない。\n（２）　かえって、本件明細書（甲第一号証）中の「ほとんどの場合において、ア\nミノ糖の近くに溶出される多くの小さなペブチドがこの分析を妨げた。こうして、\nアミノ糖に割当られたピークでさえも少なくともこの一部はペプチドによるもので\nありうる。」（２２欄一行ないし五行）との記載によれば、小さなペプチド、すな\nわち個々のアミノ酸に分解する一歩手前の状態のもの、が示すように、温和な条件\nによる加水分解がされているのである。\n（三）（１）　控訴人は、乙第三号証及び乙第二七号証における分析方法は本件優\n先権主張日当時においてアミノ糖含有量の判定には用いられていなかったと主張す\nるが、乙第三号証及び乙第二七号証におけるアミノ糖含有量の測定に適用された標\n識物質に２―アミノピリジンを用いる方法（ＰＡ化法）は、当時既に公知の技術と\nして用いられていた（乙第六二号証）。発表者のいう大きな弱点なるものは、シア\nル酸に関するものであり、本件で問題となるグルコサミン及びガラクトサミンに関\nするものではない。\n（２）　控訴人は、４Ｎの加水分解ではグルコサミンの位置に他の物質が溶出する\nことがあると主張する（甲第一〇〇号証第１図）。しかしながら、右第１図で示さ\nれたクロマトグラムは、オボアルブミンを４Ｎ塩酸中、一〇〇℃で四時間ないし八\n時間加熱して加水分解したときに得られたものであって、ＯＩＦ―１のものではな\nい。したがって、右第１図は、分子量一九・三〇〇ダルトンを示す画分の場合に、\n甲第一〇〇号証の指摘するような事実が起こるという証拠にはならない。\n（３）　控訴人は、分析の方法体系の違いを主張するが、乙第三号証及び乙第二七\n号証の測定方法においても、甲第八〇号証の測定方法と同様に、アミノ糖分析にお\nいては、塩酸の存在下でインターフェロンを加熱して加水分解し、いずれにおいて\nも高速液体クロマトグラフィーにより分離したアミノ糖を標準アミノ糖と比較して\nアミノ糖含有量を判定するという方法である点において何ら変わるところはない。\n甲第八〇号証における測定方法と乙第三号証及び乙第二七号証における測定方法と\nの相違は、つまるところ、フルオレスカミンで標識するか、２―アミノピリジンで\n標識するかという標識方法の相違にすぎない。\nまた、乙第三号証、乙第二七号証及び乙第七〇号証の分析方法において、被験試\n料をアミノ糖分析に供するものとアミコ酸分析に供するものとに分け、それぞれに\nつきアミノ糖分析とアミノ酸分析を別個に行っている点も、アミノ酸分析において\n６Ｎ塩酸を使用するのは、アミノ酸をばらばらにしてインターフェロンの分子数を\n産出することを目的とするものであって、甲第八七号証のアミノ酸分析の方法とそ\nの目的を共通にしており、アミノ糖分析における加水分解条件は、本件発明並びに\n甲第八〇号証及び乙第六号証で採用している条件と同一であり、理念の違いはな\nい。\n（４）　さらに、対照物質としてＢＣ６６／６２を使用することに何ら問題はな\nい。\n（四）　甲第八七号証の分析結果には、次の問題点がある（乙第七一号証）。\n（１）　オボアルブミンを６Ｎ塩酸で加水分解したときのアミノ酸回収率は、約七\n三％であると記載されているが、オボアルブミンを６Ｎ塩酸中、一一〇℃で一四時\n間加熱して加水分解したときのアミノ糖回収率は、約五三％にすぎない（乙第六七\n号証）。\nＯＧＳ社から提供されたオボアルブミン中のＮ―アセチルグルコサミンの量が、\n一μｇ当たり二一三ピコモルであることは、乙第六七号証の実験から正当に導き出\nされた数値である。甲第八七号証のアミノ糖回収率七三％は、右数値と異なるＯＧ\nＳ社の分析報告書に報告されたＮ―アセチルグルコサミンの含量一ｍｇ当たり五\n一・〇ナノモルという数字をそのまま使用したため、実際よりかなり高い数字とな\nったものと推定される。ＯＧＳ社の測定においては、メタノリシス（無水メタノー\nル／塩酸混液中で加水分解する方法）を用いたことが記載されているが、この方法\nによるときには、オボアルブミンのポリペプチド鎖に直接結合しているＮ―アセチ\nルグルコサミンの一部が遊離されず、ペプチド鎖に結合したままとなっている可能\n性が高く、これがＮ―アセチルグルコサミン含量を実際よりも低めに見積もった理\n由であると推定される（乙第六七号証）。\n（２）　乙第六七号証の図３―Ａないし図３―Ｆの各クロマトグラム上において内\n部標準のラムノースの数値に高低があるのは、ラムノースが増減したからではな\nく、各溶液中に含まれるラムノースの比率は常に一定であるから、各高速液体クロ\nマトグラフィーにおいて使用された溶液の量にばらつきがあったことを意味するに\nすぎない。\n（３）　乙第六七号証の図１―Ａと図３―Ａが異なるのは、それぞれの処置が別個\nに行われたという点が挙げられる。その結果、図１―Ａと図３―Ａの各処置が行わ\nれたときの雰囲気の相違により、各クロマトグラムにおいて、ラムノース及びＮ―\nアセチルグルコサミンの測定には全く関係のない位置に若干異なるピークが現れて\nいるにすぎない。\n（４）　４Ｎ塩酸を採用せず、過酷な条件である６Ｎ塩酸を採用した合理的理由は\nない。乙第七〇号証の実験結果は、４Ｎ塩酸を用いることに何の問題もないことを\n示している。したがって、アミノ糖の分析の考え方においては、乙第三号証、乙第\n二七号証及び乙第七〇号証と甲第八〇号証及び乙第六号証の分析方法は同じであ\nり、甲第八七号証の分析方法はこれらと全く異なるものである。\n（５）　オボアルブミンは、多様性があり、標準物質として難がある。\nまた、甲第八七号証の分析において使用された標準物質であるオボアルブミンに\nおいては、ガラクトサミンが検出されていない。糖タンパク質を加水分解する際、\n条件次第では、ガラクトサミンはグルコサミンより過分解しやすいものである。ガ\nラクトサミンの回収率を測定するために、ガラクトサミンを有しない標準物質を用\nいることは実験方法として正しくない。また、ＯＩＦ―１に相当する面分が有する\n一分子当たり一・四残基のアミノ糖のうち、そのほぼ二割はグルコサミンであり\n（乙第二七号証）、「ＯＩＦ―１」には、グルコサミンがないとの控訴人の主張\nは、事実と相違する。\n（五）　仮に、控訴人が主張するフルオレスカミンを標準物質として採用し、甲第\n八〇号証及び乙第六号証に記載された方法に基づき、ＯＩＦ―１のアミノ糖含有量\nの測定しても、アミノ糖としてガラクトサミンとグルコサミンを有しており、全体\nとしてのアミノ糖含有量は、一分子当たり一・三五残基である（乙第七〇号証）。\n乙第七〇号証の図２―Ａ及び図２―Ｂ並びに図３―Ａないし図３―Ｅの標準アミ\nノ糖溶液のクロマトグラムにおいて、グルコサミンに相当するピークにそれぞれこ\nぶが見られることは、控訴人指摘のとおりであるが、標準アミノ糖溶液に含まれる\nグルコサミンが極めて高純度であることに加え、本来的にインターフェロン由来の\nペプチド断片が存在しない標準アミノ糖溶液の図３―Ａないし図３―Ｅに示すクロ\nマトグラムのグルコサミンのピークにこぶが存在するということは、このこぶが不\n純物でないことを示している。したがって、右クロマトグラムにおけるグルコサミ\nンの中心のピーク及びこぶはともにグルコサミンとして一括して数値計算されるべ\nきものである。グルコサミンのような分子内にアルデヒド基を有する還元性糖質に\nおいては、「α―アノマー」及び「β―アノマー」と呼ばれる二種類の異性体が存\n在する。乙第七〇号証の測定において、溶媒及び高速液体クロマトグラフィーに用\nいたカラム等の関係で、たまたまその一方がこぶとなって現れたものと思われる。\n６　サブタイプα８について\n（一）（１）　被控訴人ら製品中のサブタイプα８の分子量は、約二四、四〇〇で\nある（乙第二号証及び乙第五九号証）。\n（２）　なお、控訴人は、サブタイプα８の分子量の測定につき、アミノ酸配列に\nよる決定法等も用いている。しかし、比較しようとする二つのものの分子量を測定\nする場合には、同じ測定方法を用いなければ意味がないばかりか、正しい比較がで\nきないものである。\n（３）　また、控訴人は、甲第五八号証の一、二による測定結果につき、誤差は±\n五〇〇であるとするが、どのような理由から測定誤差を±五〇〇に縮小したのか不\n明である。\n（二）　控訴人の主張する七・〇七×一〇の八乗単位／ｍｇタンパク質という、サ\nブタイプα８のヒト細胞ＡＧ一七三二における比活性の測定結果（甲第六一号証）\nに誤差±五〇％を加味する根拠はない。\n控訴人は、特許請求の範囲の数値にも±五〇％の誤差が認められるべきである旨\n主張するが、この主張は、特許法七〇条一項の規定を無視した暴論である。\n（三）　サブタイプα８は、アミノ糖含有量の点でも、「ヒト白血球インタフェロ\nン」のいずれの分子種とも異なる。\n（四）　したがって、「ヒト白血球インタフェロン」が型ないし種類を表示する用\n語であるか否かにかかわらず、被控訴人ら製品中のサブタイプα８は、本件発明に\nいう「ヒト白血球インタフェロン」ではない。\n（五）　また、控訴人は、本件明細書中の表５のγ４かβ３が【Ｐ２】のα８では\nないかと推測するが、甲第五七号証の二の添付された参考資料の図面からは、本件\n明細書の実施例にいうピークγ４は【Ｐ２】の分類したサブタイプα８に該当しな\nいことは明らかであり、また、本件明細書の実施例にいうβ３は「表４」の脚注に\n二つの帯を示すことが明記されており、そもそも本件発明における「ヒト白血球イ\nンタフェロン」には該当せず、無関係なものである。\n（六）　控訴人は、控訴審に至って、サブタイプα８について審理を求めてきた。\nしかし、控訴人の請求は許されるべきではない。\n（１）　まず、訴えの変更に該当し、許されない。\n控訴人が原審で審理を求めていたのは、サブタイプα２の下位種であるＯＩＦ―\n１であった。したがって、サブタイプα８の追加は、訴えの変更に当たるところ、\n訴えの変更の要件を充足していない。\n（２）　控訴人は、原審において訴えの一部取下げを行っている。すなわち、訴状\nにおいて審理の対象とされた被控訴人ら製品中の分子種の分子量は一六、〇〇〇±\n一、〇〇〇～二一、〇〇〇±一、〇〇〇の範囲にあるインターフェロンを含有する\nものであったが、その後、審理の対象はサブタイプα２の下位種であるＯＩＦ―１\nに限定されてしまった。\n一度取り下げられた訴訟はこれを復活させることはできない。\n（３）　原審におけるサブタイプα８の審理拒否の理由は、控訴人自身サブタイプ\nα８につき、本件発明における「ヒト白血球インタフェロン」の各分子種とは相違\nし、本件発明の技術的範囲に属さないと判断したことにある。これは間接的にでは\nあるが、不利益な事実を自白したことになる。したがって、控訴人がサブタイプα\n８について審理を求め、原審における主張と相反する主張をすることは、自白の撤\n回に該当し、許されない。\n（４）　仮に、サブタイプα８の追加が攻撃方法の追加にしかすぎないとしても、\n時機に遅れた攻撃防御方法として違法なものである。\n７　分子量の測定について\n（一）　控訴人は、ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動\n（ＳＤＳ―ＰＡＧＥ）において、ポリアクリルアミドゲル濃度を一五％から一二・\n五％に変えたところ、分子量の測定値が変わったと主張する。\n（１）　しかしながら、甲第五八号証の二では、ファーガソン・プロットが一点に\n収束しておらず、甲第八八号証においても、「図４」として添付されたファーガソ\nン・プロットをみると、ゲル濃度〇％付近で一点に収斂しておらず、少なくとも本\n来一点に収斂すべき分子量マーカー群でさえ、そうなっていない。ドデシル硫酸ナ\nトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）による分子量測\n定は、被検タンパク質及び分子量マーカー群のそれぞれのファーガソン・プロット\nが、ゲル濃度〇％付近において、相対易動度を表す縦軸の一点に収斂するという原\n理に基づくものであり、これを大前提としている（乙第六三号証の一）。甲第五八\n号証の二及び甲第八八号証に示されたファーガソン・プロットが一点に収斂してい\nないということは、甲第五八号証の二及び甲第八八号証における測定がドデシル硫\n酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）による分子\n量測定の原理にもとる不適切なやり方のものであることを意味している。\n（２）　被控訴人の追試実験によれば、ゲルの濃度を一二・五％にしても一五％に\nしても、測定結果は同じであり、サブタイプα２における特定の画分の分子量は約\n一九、〇〇〇、サブタイプα８の分子量は約二四、五〇〇であることに変更はない\n（乙第五九号証）。第三者機関である大阪市立工業研究所による分子量の測定結果\n（乙第六〇号証）との間にもほとんど差異がない。\nさらに、被控訴人は、ゲル濃度を変えながら、被検タンパク質としてのサブタイ\nプα８と特定の分子量マーカー群のＳＤＳ―ＰＡＧＥにおける易動度を測定し、そ\nの易動度に基づきファーガソン・プロットを作成した（乙第六八号証）。乙第六八\n号証の図１０から明らかなように、乙第五九及び第六〇号証において分子量マーカ\nーとして用いたウシ血清アルブミン、オボアルブミン、キモトリプシノーゲンＡ及\nびチトクロームＣのファーガソン・プロットは、相対易動度を表す縦軸のほぼ一点\nに収斂している。しかも、当該サブタイプα８はゲル濃度一二％ないし一七％にお\nいて、約二四、五〇〇ダルトンという終始一貫した分子量を示している。このよう\nに、乙第五九及び第六〇号証の測定は、特定の分子量マーカー群のファーガソン・\nプロットが一点に収斂する条件でなされたものであり、信用に値する。\n（二）　本件明細書には、還元剤存在下におけるドデシル硫酸ナトリウム―ポリア\nクリルアミドゲル電気泳動法が採用されていることは明記されているが、ゲル濃度\nの記載は一切ない。したがって、一二・五％のゲル濃度が発明者の採用した測定条\n件となるとの理由は不明である。\n（三）　控訴人は、泳動バッファー（電極槽緩衝液）の組成の違いにより測定結果\nが変動する旨主張するが、仮にそのような現象があったとすれば、それは測定の不\n正確さによるものである。\n（四）　ファーガソン・プロットの収斂の仕方は四種類に大別されるが、乙第六三\n号証の一の参考資料４は、ファーガソン・プロットの収斂の仕方がタンパク質の種\n類によって四種類に大別されると述べるだけであって、同一のタンパク質が測定す\nる度に別異の仕方で収斂すると述べているものではない。\n（五）　控訴人は、ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動\n（ＳＤＳ―ＰＡＧＥ）による分子量測定は測定精度がきわめて低い旨主張する。\n（１）　しかしながら、被控訴人らによる分子量の測定結果（乙第五九号証）と第\n三者機関である大阪市立工業研究所による分子量の測定結果（乙第六〇号証）との\n間にはほとんど差異がないものであり、このことは、ドデシル硫酸ナトリウム―ポ\nリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）の信頼性の高さを表してい\nる。\n（２）　また、本件特許権においては、「ヒト白血球インタフェロン」の各分子種\nの測定をドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―Ｐ\nＡＧＥ）に基づいて行い、それを構成要件の一つとして規定している以上、被控訴\n人ら製品中のサブタイプを同じくドデシル硫酸ナトリウム―ポリアクリルアミドゲ\nル電気泳動（ＳＤＳ―ＰＡＧＥ）に基づいて行い、本件発明の各分子種の分子量と\n対比することは、何ら不都合はないばかりか、むしろ、そうせざるを得ないという\nべきである。\n８　「ドデシル硫酸ナトリウムおよび非インタフェロン活性タンパク質夾雑物を実\n質的に含まない」との要件について\n被控訴人ら製品には、人血清アルブミンが含まれている。人血清アルブミンは非\nインターフェロン活性タンパク質の典型的なものである。\nまた、被控訴人ら製品には、塩化ナトリウムとリン酸緩衝剤が含まれている。\nしたがって、被控訴人ら製品は、「ドデシル硫酸ナトリウムおよび非インタフェ\nロン活性タンパク質夾雑物を実質的に含まない」との要件を充足しない。\n９　アミノ糖含有量と均等の点について\n（一）　ある分子量の画分がアミノ糖分を一分子当たり一残基以上有しているとい\nうことは、同画分に含まれるインターフェロンには糖鎖が結合していることを意味\nしている。アミノ糖は糖付加（グリコシレーション）の起点であり、その先には糖\n鎖が伸長している。つまり、インターフェロン一分子当たりのアミノ糖分が一残基\n未満であるか一残基以上であるかという違いは、ひっきょう、そのインターフェロ\nンが糖鎖を有しているかいないかという違いに帰着する。\n（二）　ところで、本件優先権主張日当時、インターフェロンが糖たんぱく質であ\nることは既に多くの科学者が指摘していたところであるが、インターフェロンの生\n理活性の発現における糖鎖の役割はほとんど解明されていなかった。インターフェ\nロンにおける糖鎖の役割が注目されるようになったのは、組換え型インターフェロ\nンの長期連用に伴う患者体内における抗体産生が指摘されだした比較的昀近のこと\nである。そして、今では、インターフェロン―α（ヒトリンパ芽球ＢＡＬＬ―１細\n胞由来）を始めとするヒトリンパ芽球様細胞インターフェロンにあっては、糖鎖は\n生理活性の発現に極めて重要な役割を果たすことが判明している（乙第五一号\n証）。\nすなわち、ペプチドとして「均質」であり、かつ「非糖鎖型単純蛋白質」は、\n「第一世代のバイオ医薬品」と分類される。生産宿主細胞として大腸菌を用いる組\n換えＤＮＡ技術により製造される組換え型ヒトインターフェロン―αはその一つで\nある。このようにして得られたタンパク質はペプチドとして「均質」ではあって\nも、生産宿主細胞である大腸菌がペプチドに糖鎖付加（グリコシレーション）する\n機能を本来的に欠いていることから、本質的に糖鎖を有しない。その後、組換え型\nＤＮＡ技術を利用して大腸菌に産生させた「非糖鎖型単純蛋白質」が期待されたよ\nうな生理活性作用を示さず、また、その長期連用に伴う患者体内における抗体産生\nの問題などがきっかけとなり、生理活性糖蛋白質における糖鎖の役割が改めて見直\nされるようになった。\nそして、ある種の生理活性蛋白質にあっては糖鎖が極めて重要な役割を果たして\nおり、糖鎖が欠失して生理活性を全く発現しないようなものが出現するようになる\nと、分子内に糖鎖を有する生理活性蛋白質を開発しようとする機運が高まり、糖鎖\nの機能を本来的に有する生産宿主、すなわち、酵母や動物細胞などの天然産生株に\n目が向けられるようになった。かかる生産宿主における糖鎖付加（グリコシレーシ\nョン）は必ずしも一様ではないので、その産生する生理活性糖蛋白質は必然的に糖\n鎖構造の不均一な「グリコフォーム」を含むこととなり、ポリペプチドとしての\n「均質性」に「ファジーさ」が生じることとなった。かかる生産宿主の典型がナマ\nルバ細胞であり、ＢＡＬＬ―１細胞であって、それら生産宿主を用いる代表的な\n「第二世代のバイオ医薬品」がナマルバ細胞インターフェロンであり、インターフ\nェロン―α（ヒトリンパ芽球ＢＡＬＬ―１細胞由来）である。\n（三）　乙第五三号証（【Ｐ１２】ら「ジャーナル・オブ・インフェクシャス・デ\nィシージーズ」第一六三巻八八二頁ないし八八五頁（一九九一年））には、「第一\n世代のバイオ医薬」である組換え型ヒトインターフェロン―αと比較して、分子内\nに糖鎖を有する「第二世代のバイオ医薬」であるヒトリンパ芽球様細胞由来のイン\nターフェロン―αは長期連用の妨げとなる患者体内の抗体産生の著しく少ないこと\nが報告されており、しかも、その原因はインターフェロン―αにおける糖鎖である\nとしている。\n乙第五五号証（【Ｐ１３】ら「新薬と臨床」第四三巻第五号一〇一五頁ないし一\n〇一九頁（一九九四年））には、「第二世代のバイオ医薬品」であるリンパ芽球様\n細胞インターフェロンが抗体産生において「第一世代のバイオ医薬品」である組換\nえ型インターフェロン―α２ａより有意に優れている原因として、後者のインター\nフェロンが糖鎖を有しない単一のペプチドからなる点と、前者のインターフェロン\nが多数のサブタイプ（亜型）からなる点を指摘している。\n（四）　これに対し、控訴人の提出する甲第七八号証に記載する実験は、リスザル\nを用いた動物実験であり、実際の患者を対象とした臨床実験ではない。甲第七七号\n証に記載する実験は、試験管内の抗ウイルス実験であって、動物実験ですらない。\n甲第七四号証に記載する研究においては、効果、副作用の比較は、試験管内あるい\nは動物実験による効果及び副作用の比較であって、臨床実験の場における比較では\nなく、また、遺伝子組換え型の人の白血球のインターフェロンとヒトリンパ芽球様\n細胞インターフェロンの効果、副作用の比較でもない。甲第七九号証は、表８でい\nう「天然型ＩＦＮα」の症例がヒトリンパ芽球様細胞ＩＦＮ―αのような糖鎖を有\nするものに関する症例なのか否か明らかでない上、遺伝子組換え型ＩＦＮ―α２ａ\n及びＩＦＮ―α２ｂを使用した症例は「天然型ＩＦＮα」の症例数に比較して極め\nて少なく、また、完全寛解の症例は一例も存在しないことを示しており、効果、副\n作用に何ら差がないことを示す根拠とはなし得ない。\n（五）　以上のとおり、インターフェロン―α（ヒトリンパ芽球ＢＡＬＬ―１細胞\n由来）は、講学上の存在としては認知されるサブタイプα２、サブタイプα８の未\n分離組成物であり、しかも、その主成分であるサブタイプα２は糖鎖を有する、不\n均質なペプチド（糖蛋白質）からなるものである。そして、右サブタイプα２は、\n一分子当たり一残基以上含まれている糖鎖伸長の起点としてのアミノ糖とそのアミ\nノ糖を起点に伸長する糖鎖をもって医薬成分としての効果、効能を奏しているもの\nである。\n（六）　控訴人は、現在世界的規模において糖の全くない遺伝子組換えによるイン\nターフェロン―αがリンパ芽球を利用した天然のものより多く使用されており、糖\n鎖が薬効に関係があるならば、そのようなことはあり得ない旨主張するが、この主\n張は、市場における販売シェアの大きさのみをもってインターフェロンにおける糖\n鎖の意義を否定しようとするものであって、理由のないことは明らかである。\n（七）　そうすると、本件優先権主張日当時の技術水準に基づく物としての別異性\nと、被控訴人ら製品におけるインターフェロン―α（ヒトリンパ芽球ＢＡＬＬ―１\n細胞由来）の独特の効果にかんがみ、被控訴人ら製品は、少なくとも置換されるべ\nき要素のもつ作用効果の同一性（置換可能性）と、置換についての容易推考性（置\n換容易性）という均等論成立のための二要件を明らかに欠いている。この点は、非\n実質性という要件により均等を判断しても同様である。\n第五　証拠（省略）\n理　　　由\n一　書証の成立についての判断\n甲号証の成立（写しについては、原本の存在も）については、当事者間に争いが\nない。\n乙号証の成立（写しについては、原本の存在も）については、乙第二七号証、第\n二九号証、第三六号証の三、第七〇号証及び第七一号証を除き、当事者間に争いが\nなく、右掲記の乙第二七号証、第二九号証、第三六号証の三、第七〇号証及び第七\n一号証については、弁論の全趣旨により真正に成立したものと認める（乙第三六号\n証の三については、原本の存在も認める。）。\n二　本件発明の構成要件等\n請求の原因一（当事者）及び二１（本件特許権）は、当事者間に争いがない。\nそして、本件発明の構成要件を分説すると、請求の原因二２のとおりとなると認\nめられる。\n三　本件発明における「ヒト白血球インタフェロン」の意味について\n１　控訴人は、本件特許請求の範囲にいう「ヒト白血球インタフェロン」は、ヒト\nの白血球を産生細胞とするインターフェロンを意味するものではなく、インターフ\nェロンの型ないし種類を意味し、現在ではインターフェロン―αと同義である旨主\n張する。\n（一）　甲第三九号証（一九九三年八月九日付け【Ｐ１４】博士宣誓供述書）、甲\n第四三号証（【Ｐ１５】「インターフェロン研究の現状と課題」）、甲第四六号証\n（米国国立衛生研究所からのニュース）、甲第五二号証（【Ｐ１６】博士意見書）\n及び甲第五三号証（【Ｐ１５】教授意見書）によれば、次の事実が認められる。す\nなわち、\n（１）　一九五七年、【Ｐ１７】と【Ｐ１８】は、ウイルス干渉現象の原因因子と\nしてインターフェロンを報告した。すなわち、ニワトリ漿尿膜に加熱ウイルスを加\nえて保温すると、ウイルス干渉作用を有する因子が遊離することを見いだし、その\n因子をインターフェロンと命名した。このように、当初インターフェロンという名\n称は、ある特定の物質を想定しつつ機能的に定義されたものである。\n（２）　その後の研究によって、ウイルスあるいは二本鎖ＲＮＡによって誘導され\nるインターフェロンはｐＨ２に安定なタンパク因子であることが明らかになってき\nた。ところが、ある種のリンパ球（後にＴ細胞と判明）をマイトゲンあるいは抗原\nで刺激すると、インターフェロン活性を有するタンパク因子の生産が認められた\nが、そのものはｐＨ２に不安定であり、明らかに前者とは異なる因子であった。そ\nこで、【Ｐ１９】と【Ｐ２０】は、一九七三年、前者をⅠ型インターフェロン、後\n者をⅡ型インターフェロンと名付けた。Ⅱ型のそれは、また、免疫インターフェロ\nンともいわれた。ここに明らかに性質の異なる二種のインターフェロンの存在が判\n明した。\n（３）　一九七五年、【Ｐ２１】らは、ヒト白血球の生産するインターフェロンと\nヒト線維芽細胞の生産するそれが互いに抗原的に異なることを報告した。これは、\nこれら二者が異なる構造を有するタンパク分子であることを示している。そこでヒ\nト白血球の生産するインターフェロンをヒト白血球インターフェロン、ヒト線維芽\n細胞の生産するインターフェロンをヒト線維芽細胞インターフェロンと区別される\nようになった。こうしてヒト白血球インターフェロンとヒト線維芽細胞インターフ\nェロンは、インターフェロン生産細胞を表すと同時に、インターフェロン分子型を\n表すようになった。\n（４）　一九七七年、【Ｐ２２】らは、インターフェロンを生産しているヒト線維\n芽細胞（ＦＳ―４細胞）及びヒトリンパ芽球（ナマルバ細胞）から、それぞれｍＲ\nＮＡを調製し、アフリカツメガエル卵母細胞に注入してそれぞれ翻訳させた。そし\nて、その翻訳生成物の抗原特異性を調べ、線維芽細胞は、線維芽細胞インターフェ\nロンをコードするｍＲＮＡを発現し、また、リンパ芽球は、白血球インターフェロ\nンと線維芽細胞インターフェロンとを生じるｍＲＮＡの混合物を発現することを確\n認した。この実験から、著者らは、リンパ芽球が白血球インターフェロンと線維芽\n細胞インターフェロンとの二種類のタイプのインターフェロンを生産するものと結\n論付けた。\nさらに、【Ｐ２１】らは、ヒトリンパ芽球（ナマルバ細胞）が生産するインター\nフェロンを分析して、この単一種の細胞は主に白血球インターフェロンを生産する\nが、少量（一三％）の線維芽細胞インターフェロンも同時に生産していること、及\nびヒト線維芽細胞は主に線維芽細胞インターフェロンを生産するが、白血球インタ\nーフェロン産生能も有していることを報告した。\n（５）　したがって、本件優先権主張日当時、ヒトインターフェロンとして三種類\nのインターフェロン、すなわち、白血球インターフェロン、線維芽細胞インターフ\nェロン及び免疫インターフェロンがあると認識されていた。\n（二）（１）　また、乙第三七号証（ネイチャー誌「インターフェロンの命名\n法」）、甲第五〇号証（【Ｐ２３】「インタフェロン分子の性状」）、甲第五四号\n証（一九九四年九月八日付け【Ｐ１４】博士宣誓供述書）、甲第五五号証（一九九\n四年八月三〇日付け【Ｐ２４】博士宣誓供述書）及び甲第五六号証（一九九四年九\n月一六日付け【Ｐ２５】博士宣誓供述書）によれば、一九八〇年三月に開催された\nインターフェロンの分類、命名に関する国際委員会は、生産細胞の名前で分子種を\n示すのが不都合になった等の理由により、ヒトインターフェロン及びマウスインタ\nーフェロンについて、抗原性に基づいて分類し、ヒトインターフェロンについて\nは、従来白血球型（Ｌｅ）と呼ばれていたものをＩＦＮ―α、線維芽細胞型（Ｆ）\nと呼ばれていたものをＩＦＮ―β、Ⅱ型（免疫）と呼ばれていたものをＩＦＮ―γ\nと呼称することを提案し、また、ヒトインターフェロン―αについては、白血球由\n来とナマルバ細胞由来との間で若干アミノ酸配列に差異が認められるので、それぞ\nれを区別してＨｕＩＦＮ―α（Ｌｅ）及びＨｕＩＦＮ―α（Ｌｙ）と記されること\nになったことが認められる。\n（２）　なお、乙第四一号証（【Ｐ５】博士「ヒトインターフェロンの生産―一概\n説」）の表１には、インターフェロン―αの旧命名法の一つとしてリンパ芽球様細\n胞インターフェロンが挙げられているが、この表は、前記乙第三七号証に掲げられ\nた表とは異なるし、また、新命名法の箇所でＨｕＩＦＮ―α（Ｌｅ）及びＨｕＩＦ\nＮ―α（Ｌｙ）を記載したことに対応するものであるから、右表１の記載は、前記\n認定を左右するものではない。\n（三）（１）　以上に認定の事実に加え、甲第五五号証（一九九四年八月三〇日付\nけ【Ｐ２４】博士宣誓供述書）、甲第五六号証（一九九四年九月一六日付け【Ｐ２\n５】博士宣誓供述書）及び甲第八一号証（一九九五年六月一三日付け【Ｐ２５】博\n士宣誓供述書）によれば、本件優先権主張日当時、ヒト白血球インターフェロンな\nいし白血球インターフェロンという用語は、白血球インターフェロン調製物と白血\n球タイプ―インターフェロンタンパク質という両方の意味を持っていたが、どちら\nの意味を有するかは、タイプの意味であることを明言する方法（例えば、「白血球\nＩＦ型」（甲第四一号証九九頁一行）、「ｔｗｏ　ｔｙｐｅｓ　ｏｆ　ｉｎｔｅｒ\nｆｅｒｏｎ」（甲第四五号証三二八九頁右欄末行）、「“Ｌｅｕｋｏｃｙｔｅ”\n（Ｌｅ）」（甲第四七号証三三〇頁左欄本文一行）、「ｔｗｏ　ｓｐｅｃｉｅｓ\nｏｆ　ｈｕｍａｎ　ｉｎｔｅｒｆｅｒｏｎ（甲第五一号証四四六頁本文左欄二三\n行））等により読む者にとって明らかであったが、そうでない場合も、読む者が文\n脈の中で的確な意味を決めていたことが認められる。\n（２）　右認定に反する乙第九号証（【Ｐ２】博士ら「インターフェロン・・展\n望）、乙第一九号証（一九九二年九月二八日付け【Ｐ３】博士宣誓供述書）、乙第\n二〇号証の一（一九九二年一〇月一五日付け【Ｐ２６】博士宣誓供述書）、乙第三\n三号証（一九九三年一一月三〇日付け【Ｐ３】博士宣誓供述書）、乙第三四号証\n（一九九三年一一月二六日付け【Ｐ２６】博士宣誓供述書）及び乙第三八号証（一\n九九五年一月一〇日付け【Ｐ３】博士宣誓供述書）の各一部は、右摘示の証拠に照\nらし採用できないし、乙第四一号証（【Ｐ５】博士「ヒトインターフェロンの生産\n―一概説」）中のインターフェロン種類が五つあったとの記載も、同論文はインタ\nーフェロンの生産に関するものであるから、産生細胞を意味する文脈中での記載と\n認められ、右認定と矛盾するものではない。\n（３）　そこで、本件特許請求の範囲にいう「ヒト白血球インタフェロン」が産生\n細胞を意味するか、それとも抗原性に基づいた型ないし種類を意味するかについ\nて、発明の詳細な説明中の記載や出願の経過等を参酌して検討することとする。\n２（一）　まず、本件明細書の発明の詳細な説明の記載について検討すると、甲第\n一号証によれば、本件明細書中の発明の詳細な説明における記載からは、本件特許\n請求の範囲にいう「ヒト白血球インタフェロン」はヒトの白血球を産生細胞とする\nインターフェロンを意味していると認められ、「ヒト白血球インタフェロン」が抗\n原性に基づいた型ないし種類を意味することをうかがわせる記載はない。すなわ\nち、\n（１）　発明の詳細な説明中には、「ヒト白血球インタフェロン」の意味を定義す\nる記載はない上、本件発明の意義について、「本発明の医薬組成物におけるヒト白\n血球インタフェロンは、この医薬として重要な物質の化学的特性づけを初めて可能\nにする純すいなインタフェロンを十分な量で提供する新規製造方法により得られ\nた。本発明の組成物におけるインターフェロンの化学的特性づけを可能にしたこと\nは、この物質の開発における有意な進歩を表わす。」（本件明細書５欄六行ないし\n一二行）と記載され、また、精製方法や得られたインターフェロンの性質につい\nて、「このようにして、人の白血球のインターフェロンの３つの別々の形態（α、\nβおよびγ）の各々は均質なタンパク質を表わす別々の鋭いピークに分割すること\nができる。」（同７欄三五行ないし三八行）、「人の白血球のインターフェロンの\n精製法の特定の態様において、・・・そして微量のｎ―ヘキサンを工程Ｃへ進む前\nに水相から除去する。」（同７欄末行ないし８欄四行）、「この新規方法により得\nられる均質な人の白血球のインターフェロンの種の各々は、前述のＨＰＬＣカラム\n上の鋭いピークと、２―メルカプトエタノールの存在下のドデシル硫酸ナトリウム\n（ＮａＤｏｄＳＯ４）ポリアクリルアミドゲル電気泳動上の単一の狭い帯とを示し\nた。このゲルを抽出すると、タンパク質帯と一致する抗ウイルス活性の単一の鋭い\nピークが得られた。」（同８欄五行ないし一二行）と記載され、実施例１として\n「正常の提供者（ｄｏｎｏｒ）からの均質な人の白血球のインターフェロン」が、\n実施例２として「白血病の患者の白血球からの均質な人の白血球のインターフェロ\nン」が記載されている。\n（２）　控訴人は、本件明細書の実施例２は慢性骨髄性白血病患者から得られた病\n的な細胞によって産生されたインターフェロンであること等を根拠に（甲第五四な\nいし第五六号証及び甲第六二号証）、本件明細書の「ヒト白血球インタフェロン」\nは型ないし種類を意味すると主張する。\nしかしながら、産生細胞としての白血球インターフェロンの典型が正常な血液の\nバッフィ・コートを由来とするものであるとしても、実施例２のものは、悪性細胞\nではあっても骨髄芽球（甲第六二号証訳文四頁）から得られたものであり、永久増\n殖のために培養株化されたとの記載はないから、産生細胞としての白血球インター\nフェロンに含まれないとまで認めることはできない（乙第一九号証（一九九二年九\n月二八日付け【Ｐ３】博士宣誓供述書）訳文五頁、七頁、乙第二〇号証の一（一九\n九二年一〇月一五日付け【Ｐ２６】博士宣誓供述書）訳文四頁、五頁、乙第三三号\n証（一九九三年一一月三〇日付け【Ｐ３】博士宣誓供述書）訳文四頁、五頁、乙第\n三四号証（一九九三年一一月二六日付け【Ｐ２６】博士宣誓供述書）訳文三頁、四\n頁参照）。よって、この点の控訴人の主張は採用できない。\n（３）　また、控訴人は、本件明細書（甲第一号証）中で、実施例又はそれと同様\nの実施の態様の説明の箇所において「人の白血球のインターフェロン」との表現が\n使用されていることは、特許請求の範囲における「ヒト白血球インタフェロン」が\nインターフェロンの型を示すために使い分けされていることを示すものである旨主\n張する。しかしながら、前記のとおり「ヒト白血球インタフェロン」について定義\nする記載がないまま控訴人主張のように解することはできない。\nさらに、控訴人は、本件明細書（甲第一号証）には、「全世界の研究者達はイン\nターフェロンをそれが白血球型であろうとまた線維芽細胞型であろうと、・・・単\n離しようとしたが、不成功に終った」（２欄下２行ないし３欄四行）と型をうかが\nわせる記載が存在すると主張する。しかしながら、「ヒト白血球インタフェロン」\nが産生細胞を意味することも型ないし種類を意味することもあったことは前記のと\nおりであるから、本件明細書で明らかに型を示す使用例があるからといって、その\nことから直ちに本件特許請求の範囲における「ヒト白血球インタフェロン」が型な\nいし種類を意味することにはならない。\n他に型ないし種類であることを示唆する記載はない。\n（二）（１）　次に、本件特許権の出願経過等について検討すると、乙第四四号証\nの一ないし八（出願関係書類）によれば、被控訴人らの主張二１（一）ないし\n（六）の事実（分割出願後の経過）が認められる。\n（２）　右事実によれば、本件特許権の分割出願当初、動物の白血球を産生細胞と\nして得られるインターフェロンに対し、人の白血球を産生細胞として得られるイン\nターフェロンを表示するものとして「人の白血球のインターフェロン」という呼称\nが使用されていたものであり、出願審査請求の際の手続補正（乙第四四号証の二）\nによって「ヒト白血球インタフェロンの１種」と表現されるようになったが、それ\nは、右に述べたように「人の白血球のインターフェロン」という呼称が動物の白血\n球を産生細胞として得られるインターフェロンに対して人の白血球を産生細胞とし\nて得られるインターフェロンを表示するものとして使用されていたことに照らす\nと、人の白血球を産生細胞とするインターフェロンを表すものとして採用されたも\nのであり、同様に、昀終の手続補正（乙第四四号証の八）における「ヒト白血球イ\nンタフェロン」との表現も、人の白血球を産生細胞とするインターフェロンを意味\nするものであると認められる。\n（三）　したがって、本件特許請求の範囲に記載された「ヒト白血球インタフェロ\nン」は人の白血球を産生細胞とするインターフェロンを意味するものであり、これ\nに反する控訴人の主張は採用できない。\n３（一）　被控訴人ら製品中のインターフェロン―αの産生細胞がヒトリンパ芽球\nＢＡＬＬ―１細胞であることにつき、控訴人は明らかに争わないから、これを自白\nしたものとみなす。\n（二）　「ヒト白血球インタフェロン」をヒトの白血球を産生細胞とするインター\nフェロンを意味すると解した場合に、リンパ芽球様細胞であるＢＡＬＬ―１細胞が\n右「白血球」に含まれるか否かについて検討する。\n（１）　乙第一号証（【Ｐ２７】「インターフェロンの量産の現状と問題点」）、\n乙第二四号証（【Ｐ２８】「培養細胞の特性」）、乙第三八号証（一九九五年一月\n一〇日付け【Ｐ３】博士宣誓供述書）、甲第二九号証（【Ｐ２９】「ハムスターで\n増殖させたヒト白血病細胞（ＢＡＬＬ―１）でのインターフェロン産生とその精\n製」）及び甲第四一ないし第五六号証（【Ｐ３０】博士「増補版インターフェロン\n―基礎研究から臨床応用への展望」等）によれば、本件優先権主張日当時、ＢＡＬ\nＬ―１細胞は、リンパ芽球細胞として、白血球とは別種の細胞であると分類されて\nおり、産生細胞として「白血球」といった場合に、リンパ芽球細胞であるＢＡＬＬ\n―１細胞は含まれないことが認められる。\n甲第三九号証（一九九三年八月九日付け【Ｐ１４】博士宣誓供述書）には、リン\nパ芽球様細胞が本質的に白血球であると理解され、またリンパ芽球様細胞が実際に\n白血球インターフェロンを産生することが知られていたから、「ヒト白血球インタ\nーフェロン」は「ヒトリンパ芽球様インターフェロン」を包含するものと認識され\nていた旨の記載部分があるが、右に説示したところに照らし、採用できない。\n（２）　控訴人は、ＢＡＬＬ―１細胞は、Ｂリンパ球由来であり、Ｂリンパ球は白\n血球であるから、「白血球」に含まれる旨主張する。しかしながら、ここでの問題\nは、当時の用語法としてリンパ芽球が産生細胞としての「白血球」に含まれていた\nかであるところ、当時の産生細胞についての用語法において、リンパ芽球細胞は\n「白血球」とは別種の細胞であると分類されていたことは前記認定のとおりである\nから、この点の控訴人の主張は採用できない。\nまた、本件明細書中の実施例２が白血球を産生細胞とすると解すべきことは、前\n記２（一）（２）に説示したとおりである。\n４　次に、本件特許請求の範囲記載の「ヒト白血球インタフェロン」がヒトの白血\n球を産生細胞とするインターフェロンを意味すると解する結果、ヒト白血球以外を\n産生細胞とするインターフェロンは本件発明の技術的範囲から当然除外されること\nとなるか否かについて検討する。\nまず、本件発明は、医薬組成物の発明として新規な化学物質に係る用途発明に当\nたると認められるが、右用途発明に用いられる新規な化学物質の特定の問題自体\nは、化学物質特許における物の特定の問題と同じであると考えられる。\nそして、一般に、特許請求の範囲が生産方法によって特定された物であっても、\n対象とされる物が特許を受けられるものである場合には、特許の対象は飽くまで生\n産方法によって特定された物であると解することが発明の保護の観点から適切であ\nり、本件において、特定の生産方法によって生産された物に限定して解釈すべき事\n情もうかがわれないから、本件特許請求の範囲にいう「ヒト白血球インタフェロ\nン」は、産生細胞たる「ヒト白血球」から得られたものに限らず、他の細胞から得\nられたものであっても、物として同一である限り、その技術的範囲に含むものとい\nうべきである。このように解することは、特許請求の範囲の記載要領につき、\n「（１）　化学物質は特定されて記載されていなければならない。化学物質を特定\nするにあたっては、化合物名又は化学構造式によって表示することを原則とする。\n化合物名又は化学構造式で特定することができないときは、物理的又は化学的性質\nによって特定できる場合に限り、これら性質によって特定することができる。ま\nた、化合物名、化学構造式又は性質のみで十分特定できないときは、更に製造方法\nを加えることによって特定できる場合に限り、特定手段の一部として製造方法を示\nしてもよい。\nただし、製造方法のみによる特定は認めない。」と定めている特許庁の「物質特許\n制度及び多項制に関する運用基準（昭和五〇年一〇月）」の趣旨とも合致するもの\nである。\nこれに反する被控訴人らの主張は採用できない。\n以下、右の観点から、物として同一であるか否かについて検討する。\n四　ＯＩＦ―１のアミノ糖含有量について\n１　甲第三号証の一ないし四によれば、被控訴人大塚製薬が販売している「オーア\nイエフ五〇〇万ＩＵ」から、セファデックスを用いたゲルろ過のカラムクムマトグ\nラフィー、次にインターフェロン―αに特異的に反応するモノクローン抗体を用い\nて賦形剤として添加されている人血清アルブミンを除去し、得られた標品をモノＱ\nカラムを用いたＦＰＬＣ（高速プロテイン液体クロマトグラフィー）に供すると、\n甲第三号証の三の図３にピーク２として表示されたピークが得られるが、このピー\nクはドデジル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧ\nＥ）で単一バンドを示し、かつ逆相高速液体クロマトグラフィーで単一ピークを示\nすことが認められる。控訴人は、これを「ＯＩＦ―１」と命名したものである。\n２　被控訴人ら製品中のＯＩＦ―１のアミノ糖含有量について検討する。\n控訴人は、アミノ糖含有量が一分子当たり一残基未満であることの証拠として甲\n第四号証、甲第一五号証及び甲第八七号証を提出する。\n（一）（１）　甲第四号証及び甲第一五号証によれば、それらの分析結果は、６Ｎ\n塩酸＋４％チオグリコール酸存在下、一一〇℃で二〇時間加熱という加水分解条件\nを採用したために、加水分解後の回収率は二六％（甲第一五号証八頁昀終行）とい\nうものである。\n（２）　しかしながら、乙第五号証（【Ｐ３１】博士鑑定書）、乙第一一号証の\n一、二（【Ｐ３２】ら「液体クロマトグラフィー」、【Ｐ３２】ら「定量実験\n法」）及び乙第三五号証（【Ｐ３３】博士鑑定書）によれば、本件優先権主張日当\n時、既に、糖の分析のためには、各試料について成分糖がすべて遊離され、かつ余\nり分解されない昀適条件を見いだすことが重要であることが知られていたことが認\nめられる。\n（３）　甲第一号証（２１欄四〇行ないし２２欄一一行）によれば、本件明細書に\n記載されているアミノ糖分析の方法は、「精製した人の白血球のインターフェロン\nの種を、アミノ糖を五〇～一〇〇ピコモルのレベルで同定できるアミノ糖分析に付\nした。すべての場合において、グルコースアミンおよびガラクトース／アンノース\nアミンは一残基／分子より小であった。ほとんどの場合において、アミノ糖の近く\nに溶出される多くの小さなペプチドがこの分析を妨げた。こうして、アミノ糖に割\n当られたピークでさえも少なくともこの一部はぺプチドによるものでありうる。」\nと記載されていることが認められる。この記載からは、本件明細書で採用された分\n析方法は、アミノ糖とアミノ酸を同時に加水分解するものであるが、その加水分解\n条件は、前記甲第四号証及び甲第一五号証記載の分析方法のように糖の分解を生ず\nる６Ｎ塩酸を使用する等の過酷な条件のものではなかったことが認められる。\n（４）　さらに、甲第八〇号証及び乙第六号証（【Ｐ１】博士ら「ヒト白血球イン\nターフェロンの若干の種類は糖が結合している」）によれば、一九八四年に本件発\n明の発明者の一人である【Ｐ１】博士が著者の一人として発表した論文において\nは、アミノ糖を遊離させるために、４Ｎ塩酸、四ないし八時間、一〇〇℃の加水分\n解条件が採用され、前記甲第四号証及び甲第一五号証記載の分析方法とは異なって\nいることが認められる。\n（５）　以上の点からすると、甲第四号証及び甲第一五号証のアミノ糖含有量の分\n析結果は、いかにその後回収率を考慮した補正を行ったとしても、採用できるもの\nではないといわなければならない。\n（二）　次に、甲第八七号証は、６Ｎ塩酸を用いて一四時間一一〇℃で加水分解す\nるが（訳文四頁）、四％チオグリコール酸を使用しないことによって（訳文三\n頁）、約七三％の回収率（訳文六頁）を得たとする。\nしかしながら、控訴人が主張する４Ｎ塩酸ではインターフェロンのたんぱく鎖が\n十分に分解されず、高速液体クロマトグラフィーによる正確な分析を妨げたからで\nある等の理由は、６Ｎ塩酸等の加水分解条件を採用する理由としては一応首肯し得\nるものではあるが、そのことによってアミノ糖の過分解という新たな問題を生じさ\nせているのであり、その点の補正も、乙第六七号証（【Ｐ３４】・実験報告書）及\nび乙第七一号証（【Ｐ３３】博士鑑定書）によれば、回収率をどのように測定する\nかに多大の問題があり、約七三％との回収率も過大である可能性が強いことが認め\nられる。\nしたがって、甲第八七号証のアミノ糖含有量の分析結果も、採用できない。\n３（一）　これに対し、乙第三号証の一、二、乙第二七号証及び乙第三五号証によ\nれば、乙第二七号証の方法は、被験試料をアミノ糖分析に供するものとアミノ酸分\n析に供するものとに分け、アミノ糖については、２Ｍトリフルオロ酢酸と２Ｎ塩酸\nの混液中、一〇〇℃で六時間加熱して加水分解した後、遊離したアミノ糖を２―ア\nミノピリジンを反応させて蛍光標識して定量し、アミノ酸については、甲第四号証\nに見られるのとほぼ同じ条件で加水分解し、遊離したアミノ酸を分析していること\nが認められたが、右アミノ糖の遊離方法は、大半のアミノ糖を遊離でき、しかも、\n遊離したアミノ糖の分解を昀小限に止めることができると考えられ、このことは、\n回収率が九四％であることからも裏付けられ、また、アミノ酸の分析方法は、６Ｎ\n塩酸を使用してたんぱく鎖を十分分解しているものと認められる。そして、その結\n果、ＯＩＦ―１のアミノ糖分が一分子当たり一・四残基（乙第二七号証）との結果\nを得ているが、この方法に不相当な点は認められない。\n（二）（１）　控訴人は、被控訴人らの実験は、被控訴人らの手にある原液により\n行われたものであり、それが真正であることの担保がないと主張するが、乙第二七\n号証を検討しても、試料の真正の点に疑いを差し挟ませる事情は認められないか\nら、控訴人のこの点の主張は採用できない。\n（２）　また、控訴人は、本件優先権主張日当時インターフェロンそのものがごく\n微量得られただけであるところ、アミノ糖を２―アミノピリジンにより標識する乙\n第二七号証の方法は微量なアミノ糖の量を判定することができるものであるとして\nも、本件優先権主張日当時にはまだ採用することができなかった方法である旨主張\nする。確かに、乙第六二号証（【Ｐ３５】ら「ピリジルアミノ化法による糖鎖の高\n感度分析」）によれば、微量でかつ簡便に糖鎖を分析する方法としてピリジルアミ\nノ基を導入する方法が論文として発表されたのは一九七八年であることが認められ\nるが、その発表の時期及び甲第八六号証（一九九六年四月二二日付け【Ｐ３６】博\n士意見書）によると、この方法が本件明細書におけるアミノ糖の分析方法として採\n用されたとは認められない。しかしながら、フルオレスカミンには、アミノ基を有\nするペプチドも検出する性質があると認められる以上、正確な測定値を得るために\n他の方法を採用することはやむを得ないものであるところ、２―アミノピリジンに\nより標識する方法が不正確な方法であるとの事情も認められないから、乙第二七号\n証の測定方法を不相当と認めることはできない。\n（３）　控訴人は、甲第八〇号証及び乙第六号証の方法は、インターフェロンのア\nミノ糖もアミノ酸もばらばらにし、アミノ糖もアミノ酸も蛍光するフルオレスカミ\nンで標識し、アミノ糖もアミノ酸も同じ条件で検出するものであり、控訴人の甲第\n八七号証はこの同じ条件で検出する手法に忠実なやり方であるが、被控訴人らの乙\n第二七号証はアミノ糖もアミノ酸も同じ条件で検出する点をそもそも満たしていな\nい旨主張する。\nしかしながら、本件明細書から推認される方法は、前記のとおりであり、温和な\n加水分解条件を採用したことによって、アミノ糖の過分解は避けられているが、た\nんぱく鎖の分解は十分ではなく、その結果、ペプチドがアミノ糖の溶出位置に溶出\nする可能性があること及びインターフェロン分子数の算定に必要なアミノ酸が低く\n測定される可能性があることの二点でアミノ糖含有量が実際よりも大きく測定され\nる可能性を有していたものと認められる。甲第八七号証の方法は、右の問題点を解\n決するために６Ｎ塩酸等の加水分解条件を採用したものであるが、アミノ糖の過分\n解の補正が相当とは認められないことは、前記説示のとおりである。これに対し、\n乙第二七号証の方法は、アミノ糖の分析においては、４Ｎ塩酸程度のものを使用し\nてアミノ糖の過分解を避け、かつ、標識をアルデヒド基を利用する（乙第七一号証\n六頁）２―アミノピリジンにより行うことでペプチドがアミノ糖の溶出位置に溶出\nする可能性をなくしつつ、アミノ酸の分析においては、６Ｎ塩酸等の加水分解条件\nを採用してたんぱく鎖の十分な分解を図っているものである。そして、被験試料を\nアミノ糖分析に供するものとアミノ酸分析に供するものとに分ける方法を採用する\nことが、本件発明におけるアミノ糖とアミノ酸を同時に加水分解する方法によった\n場合よりも高いアミノ糖含有量を示すこととなるとの事情も認められない。したが\nって、被験試料をアミノ糖分析に供するものとアミノ酸分析に供するものとに分け\nていること等をもって不相当する控訴人の主張は採用できない。\n（４）　控訴人は、乙第二七号証において対照物質として低分子化合物であるＢＣ\n６６／６２を使用していることは疑問であると主張するが、乙第二七号証の実験に\nおいて対照物質を低分子化合物であるＢＣ６６／６２としたことにより結果が異な\nったことをうかがわせる的確な証拠はないから、控訴人のこの点の主張は採用でき\nない。\n（三）　したがって、被控訴人ら製品中のＯＩＦ―１のアミノ糖含有量は、一分子\n当たり一・四残基であると認めるべきである。\n４　そうすると、控訴人主張のＯＩＦ―１は、本件特許請求の範囲に記載されたア\nミノ糖含有量の点で、本件発明の構成要件の文言を満たさないものである。\n五　アミノ糖含有量と均等について\n控訴人は、ＯＩＦ―１は、アミノ糖含有量の点で本件発明の文言を満たさないと\nしても、均等により本件発明の技術的範囲に属する旨主張する。\n１　乙第五一号証（医薬品副作用被害救済・研究振興基金編「糖鎖工学と医薬品開\n発」）及び弁論の全趣旨によれば、アミノ糖は糖付加（グリコシレーション）の起\n点であり、その先には糖鎖が伸長しており、インターフェロン一分子当たりのアミ\nノ糖分が一残基未満であるか一残基以上であるかという違いは、そのインターフェ\nロンが糖鎖を有しているか否かという違いに帰着することが認められる。\n２（一）（１）　前記乙第五一号証によれば、平成五年一二月発行の同文献には、\n「このような糖鎖工学に基づく医薬品の開発の必要性が認識された一つの理由は、\n遺伝子組換え技術を利用して大腸菌などの微生物に産生された糖蛋白質が、期待さ\nれたような生物活性を示さないという経験に基づいている。・・・そこで、酵母や\n動物細胞が利用されるようになった。しかしこのようにして作りだされた糖蛋白質\nも天然のものとは活性が異なる場合が多い事が判明し、改めて「どのような糖鎖を\nつければよいか」、また「どのようにしたら望みどおりの糖鎖をつけることができ\nるのか」という問題が生じてきたのである。糖鎖工学を利用した医薬品の開発が注\n目されるもう一つの理由は、糖鎖が蛋白質との相互認識により、生体内で様々な機\n能を担っているという事が判明してきたことである。（【Ｐ３７】）らによる肝臓\nのアシアロ糖蛋白質レセプターの発見を契機として、動物の体内で糖鎖が様々なレ\nクチンと特異的に接着することにより、発生や分化、形態形成、癌化あるいは老化\nなど、多細胞生物で起こっている様々な現象の局面で重要な役割を担っている事が\n判明してきた。このような知見を下にして、これまで蛋白質、核酸を中心にして発\n展してきた生命科学を、改めて「糖」あるいは「糖鎖」を中心に据えて見直す機運\nが高まり、糖鎖生物学という新しい学問分野さえ生まれつつある。」（序三頁）、\n「バイオ医薬品を糖鎖工学的に分類すると、生理活性発現における糖鎖の必要性\nと、原発現組織と生産宿主の異同の２点から表３―３に示すような三つの世代に分\n類することができる。」（一五二頁）と記載され、表３―３（一五三頁）には、\n「第一世代・・糖鎖がなくとも生理活性に重大な影響がないもの。大腸菌等で非糖\n鎖型単純蛋白質として生産される」ものとして、インターフェロン―α（ホフマン\n―ラ　ロッシュ等）が挙げられ、「第二世代・・糖鎖は生理活性の発現に重要。そ\nこで、天然産生株を生産宿主とし糖鎖生物学上の諸問題を回避したもの」として、\nインターフェロン―α　ナマルバ（【Ｐ３８】ら）及びＢＡＬＬ（林原、大塚、持\n田）が挙げられ、\n「第三世代・・糖鎖は生理活性の発現に重要だが、適当な天然産生株がないため、\n異種動物細胞を生産宿主としたもの」と記載されていることが認められる。\n（２）　乙第五三号証（【Ｐ１２】ら「インターフェロン―αに対する中和抗\n体・・異なるインターフェロン調製物で治療した患者における相対頻度」（一九九\n一年））によれば、「ＩＦＮに対する中和抗体を生成する頻度は、投与したＩＦＮ\nに依って変動した。詳細には、血清変換は組換えＩＦＮ―α２ａ（二〇・二％）で\n治療した患者においては、組換えＩＦＮ―α２ｂ（六・九％）及びリンパ芽球様細\n胞ＩＦＮの一種であるＩＦＮ―αＮ１（一・二％）のいずれかで治療した患者にお\nけるよりも有意に高かった。」、「天然ＩＦＮ混合物は糖付加したＩＦＮ分子を含\nむことから、生来のＩＦＮ種上にある炭水化物が免疫原性部位をマスクすることに\nより、同分子の抗原性に影響を与えたとも考えられる。」と記載されていることが\n認められる。\n（３）　乙第五五号証（【Ｐ１３】ら「ＩＦＮ抗体が陽性になったＣ型慢性肝炎に\n対する治療経験」（一九九四年））によれば、「当院にてリコンビナントＩＦＮ―\nα２ａを三ヵ月以上投与したＣ型慢性活動性肝炎二一例中、有効例は七例、無効例\nが一四例認められ、無効例のうち六例に抗ＩＦＮ中和抗体の出現が認められ\n（た）」（二〇三頁右欄）、「Ｃ型慢性肝炎に対して、これらのＩＦＮを用いて治\n療を行っている途中でＩＦＮ抗体が出現し、抗ウイルス効果が減弱して肝炎の再燃\nを引き起こすことが昀近問題となっている。【Ｐ３９】らはＩＦＮ抗体出現に関し\nて、ＩＦＮ―α２ａ投与患者の一五～二五％、ＩＦＮ―α２ｂの二・四％、天然型\nＩＦＮ―αの二・一％に出現し、・・・ＩＦＮ―βの抗体出現に関しては０から高\n々数％と低率であることが認められている。」（二〇六頁左欄）、「このように、\nＩＦＮの種類により抗体出現率に差が認められる原因に関して以下のような指摘が\nある。すなわち、遺伝子組み換え型ＩＦＮ―αが天然型ＩＦＮ―αに比してＩＦＮ\n抗体が出現しやすいのは、前者がＩＦＮペプタイドが単一でありしかも糖鎖がない\nのに対し、後者は多数の亜型からなる点が理由であるとされている。さらに、遺伝\n子組み換え型ＩＦＮのうちＩＦＮ―α２ｂがＩＦＮ―α２ａに比して抗体出現頻度\nが低いのは、ＩＦＮをコードしている遺伝子を日本人について調べると、ＩＦＮ―\nα２ｂ遺伝子の存在を認めるが、ＩＦＮ―α２ａ遺伝子を認めない場合が大部分で\nあることが関与するとの報告がある。また、ＩＦＮ―βに関しては、亜型が一種類\nであること、さらに静脈投与であることも抗体産生の低い原因である可能性が指摘\nされている。」（二〇六頁左欄）と記載されていることが認められる。\n（４）　以上に認定の事実によれば、アミノ糖の有無すなわち糖鎖の有無は、現に\n少なくともインターフェロンの長期連用に伴う抗体の産生に大きく関係していると\n考えられていることが認められる。\n（二）（１）　控訴人は、甲第七四号証（【Ｐ１６】「ヒトインターフェロン遺伝\n子にみられる多型性」（昭和五六年一二月））、甲第七七号証（【Ｐ１４】ら「ヒ\nトインターフェロンの炭水化物部が抗ウイルス活性について不必要と見られるこ\nと」（一九七六年三月））、甲第七八号証（【Ｐ１】ら「大腸菌から生産された白\n血球インターフェロンは生物学的に活性である」（一九八〇年一〇月））及び甲第\n七九号証（【Ｐ４０】「白血病、リンパ腫、骨髄腫に対するインターフェロン療\n法」（一九九〇年））に基づいて、アミノ糖は疾患治癒効果や副作用に関与しない\n旨主張するが、それらは、長期連用に伴う抗体の産生の点について右に認定したと\nころを覆すものではない。甲第四一号証（【Ｐ３０】「インターフェロンをめぐる\n昀近の話題」一九七八年七月））も同様である。\n右認定に反する甲第六二号証（一九九五年八月二五日付け【Ｐ１】博士宣誓供述\n書）の一部は採用できない。\n（２）　控訴人は、現在世界的規模において糖の全くない遺伝子組換えによるイン\nターフェロン―αがリンパ芽球を利用した天然のものより多く使用されているとこ\nろ、糖鎖が薬効に関係があるならばそのようなことはあり得ない旨主張するが、糖\nのないものが医薬としてどの程度使用されるかは、薬効のみで決定されるものでは\nないから、この点の控訴人の主張は採用できない。\n（３）　さらに、控訴人は、もし糖鎖の効果を比較するなら、同じ天然型の中で糖\n鎖のあるα２（【Ｐ２】の命名による）と糖鎖のないα８（【Ｐ２】の命名によ\nる）との薬効を比較すべきであると主張する。\n確かに、前記認定の事実によれば、ＩＦＮペプタイドが単一かどうか等の点も抗\n体出現率に関係していることがうかがわれ、その点では天然型のものと薬効を比較\nすることが望ましいと認められるが、糖鎖が抗体産生に関係していることは、前記\n認定の事実から十分認定できるから、控訴人の右主張は採用できない。\n３　以上のとおり、糖鎖が現に抗体の出現に関係しているものと認められる以上、\nアミノ糖は疾患治癒効果について働きを示さないものと解することはできず、被控\n訴人ら製品は本件特許請求の範囲記載の構成との間でアミノ糖含有量の点において\n置換可能性を欠くから、控訴人の均等の点の主張は、その余の点について判断する\nまでもなく、理由がない。\n控訴人は、現在では糖鎖に何らかの意義が認められるとしても、本件発明の前後\nにおいてインターフェロンについての糖の意義は認められていなかったから、そう\nいう認識を前提とする本件発明においては、アミノ糖含量の持つ意義は小さいと評\n価するのが当然であると主張する。確かに、前記説示のとおり、本件優先権主張日\n当時においては、抗体の産生についての糖鎖の重要性は認識されていなかったこと\nが認められるが、実際に抗体産生において糖鎖が重要な役割を果たしていることが\n本件優先権主張日後に判明したものであるとしても、置換容易性の判断については\n格別として、置換可能性の判断は客観的になすべきものであるから、その有する意\n義が小さいと解することはできない。控訴人の右主張を採用することはできない。\n控訴人は、白血球インターフェロンにはアミノ糖の多いものもあり、少ないもの\nもあるところ、本件特許権ではそのうち少ないもののみを対象としたというもので\nはなく、本件でのアミノ糖はただそう認識したというだけであって、当時のアミノ\n糖分析技術の精度を考慮すれば現在での分析値と多少違いのあることは十分ある得\nることであり、その限定をもって発明者の責めに帰せられる過失とすべきものでは\nない旨主張する。\nしかしながら、控訴人が本件発明の特定のための構成要件としてアミノ糖含有量\nを採用した以上、後になってその構成要件を無視するような主張が許されないこと\nは明らかであり、さらに、前記判示のとおり、アミノ糖含有量の比較においては本\n件明細書作成当時のアミノ糖の測定方法に十分考慮を払っているものであるから、\nアミノ糖含有量の相違を控訴人主張のようにアミノ糖分析技術の精度の違いに起因\nするものと解することもできないから、この点の控訴人の主張は採用できない。\n４　そして、アミノ酸組成の比較等に基づく控訴人の主張が理由がないことは、後\n記七に説示するとおりである。\nしたがって、控訴人主張のＯＩＦ―１は、均等の点を検討しても、本件発明の技\n術的範囲に属さないものであり、ＯＩＦ―１の点から被控訴人ら製品の製造販売が\n本件特許権を侵害するとの控訴人の主張は、その余の点について判断するまでもな\nく、理由がない。\n六　サブタイプα８の分子量について\n１　被控訴人らは、訴えの変更等の点について、控訴人が当審になって被控訴人ら\n製品中のサブタイプα８が本件発明の技術的範囲に属すると主張することは許され\nないと主張する。\nしかしながら、控訴人のこの点の主張の提出は攻撃方法の追加にすぎないと解さ\nれるから、訴えの変更であることを前提とする被控訴人らの主張は採用できず、一\n度取り下げたものは復活させることはできないとか、実質上自白であるとの主張も\n採用できず、また、時機に遅れた攻撃防御方法の提出であるとも認められない。\nしたがって、この点の被控訴人らの主張は採用できない。\n２　甲第五八号証の一（【Ｐ４１】・実験報告書）によれば、被控訴人大塚製薬が\n販売している「オーアイエフ五〇〇万ＩＵ」から、インターフェロン―αに特異的\nモノクローナル抗体カラムＮＫ―２セファロース（セルテックス社製）を用いてイ\nンターフェロン―α成分を分離し、次にオクチル基結合担体であるＣ８の逆相カラ\nムを使用して高速液体クロマトグラフィーを行うと、【Ｐ２】の分類にいうα８成\n分が得られることが認められる。\nこのようにして得られた被控訴人ら製品中のサブタイプα８の分子量について検\n討する。\n３（一）（１）　甲第六号証（被控訴人大塚製薬パンフレット）、乙第二号証\n（【Ｐ４２】実験報告書（１））、乙第五九号証（【Ｐ４２】・実験報告書\n（２））及び乙第六〇号証（大阪市立工業研究所報告書）によれば、被控訴人ら製\n品中のサブタイプα８の分子量は、還元剤存在下、ドデシル硫酸ナトリウム―ポリ\nアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）で二四、〇〇〇±一〇〇〇程度\nであると認められる。\n（２）なお、甲第三二ないし第三四号証（被控訴人大塚製薬パンフレット等）によ\nれば、被控訴人大塚製薬及び被控訴人持田製薬の製品の概要を説明するパンフレッ\nトの中に、分子量は一三、〇〇〇ないし二一、〇〇〇である旨記載され、ＢＡＬＬ\n―１に関する生物学的製剤基準にも同様の記載がされていることが認められるが、\n弁論の全趣旨によれば、この数値は還元剤不存在下での分析値であることが認めら\nれ、右認定を左右するものではないと認められる。\n（二）（１）　控訴人は、甲第五八号証の一、二（【Ｐ４１】・実験報告書）に基\nづき、ゲルの濃度を一二・五％とした場合、一五％とした場合における被控訴人ら\n製品中のサブタイプα８の分子量はそれぞれ二一、五〇〇±五〇〇、二四、〇〇〇\n（又は二三、五〇〇）と主張する。しかしながら、乙第六三号証の一（【Ｐ４３】\n博士鑑定書）及び乙第六五号証（【Ｐ４２】・報告書）によれば、ドデシル硫酸ナ\nトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）においては、ゲ\nルの濃度により結果が異なることは原理的に考えられないこと、異なった結果を生\nじた原因としては分子量マーカーであるキモトリプシノーゲンＡが自己消化したこ\nとやチトクロームＣが酸化により重合したことが考えられることが認められる。し\nたがって、甲第五八号証一、二のサブタイプα８の分子量の分析結果は採用できな\nい。\n（２）　さらに、控訴人は、甲第八八号証（【Ｐ４４】教授報告書）に基づき、ゲ\nルの濃度を一二・五％とした場合、一五％とした場合における被控訴人ら製品中の\nサブタイプα８の分子量はそれぞれ二〇、五〇〇、二一、〇〇〇と主張する。しか\nしながら、右説示のとおりゲルの濃度により結果が異なることは原理的に考えられ\nないこと、並びに、乙第六九号証（【Ｐ４３】博士鑑定書）及び乙第六三号証の一\nの参考資料五（【Ｐ４３】編著「ＰＡＧＥアクリルアミドゲル電気泳動法」平成二\n年一一月二五日　株式会社廣川書店発行）によれば、タンパク質の分子量を推定す\nるには、ＳＤＳの結合量が似通っていて分子量のわかっているタンパク質を準備す\nることが望ましいところであり、甲第八八号証の実験においても標準物質の選択に\n当たりこの点の考慮が払われたものと認められるところ、甲第八八号証の図４は、\n標準物質だけを見てもファーガソン・プロットが一点に収斂していないことが認め\nられ、このことは被控訴人ら製品中のサブタイプα８についてゲルの濃度を一二・\n五％、一五％として行われた分子量の測定についても、ドデシル硫酸ナトリウム―\nポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）による分子量測定の原理に\nもとる不適切なやり方があったのではないかと疑わせるものである。したがって、\nゲルの濃度一二・五％で分子量二〇、五〇〇、一五％で分子量二一、〇〇〇である\nとの甲第八八号証の実験結果は採用できないといわなければならない。\n（３）　また、控訴人は、甲第六〇号証（【Ｐ４５】博士実験報告書）に基づき、\n被控訴人ら製品中のサブタイプα８の質量スペクトル測定装置による分析結果によ\nれば、その分子量は一九、四八一・二であると主張するが、この測定方法が本件明\n細書で採用された分子量の測定方法と異なることは明らかであるから、この方法に\nよる分子量の測定方法は以上の認定、判断を左右するものではない。\n（４）　さらに、控訴人は、本件明細書にはゲルの濃度の記載はないが、本件発明\nの発明者の発表した文献（前記甲第五八号証の一添付の各参考文献）によると、濃\n度は一二・五％であるから、そのゲル濃度が採用されるべきであると主張する。\n確かに、甲第五八号証の一中の参考文献（１）によれば、ゲルの濃度は一二・五％\nと明記され、その第１表、第２表は、本件明細書中の表１、表２にそれぞれ対応し\nていることが認められ、この事実によれば、本件明細書におけるゲルの濃度も一\n二・五％であった可能性が高いと認められる。しかしながら、前記のとおり、ゲル\n濃度の相違によって分子量の測定結果に相違が出るものとは認められないから、こ\nの点の控訴人の主張は採用できない。\n（三）　控訴人は、甲第八八号証の信用性につき、ファーガソン・プロットがゲル\n濃度０％において一点に収斂するというのは、そのような場合もあるというだけで\nあって、常にそうなるというわけではなく、乙第六三号証の一の参考資料４には、\n一点に収斂するもの、しないもの四つの型が示されている旨主張する。\nしかしながら、甲第八八号証の実験方法に不適切な点があったと解さざるを得な\nいことは、前記（二）のとおりであり、ファーガソン・プロットが一点に収斂して\nいないことをもってドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動\n（ＳＤＳ―ＰＡＧＥ）自体が当然示す結果と認めることはできない。したがって、\nこの点の控訴人の主張は採用できない。\nなお、控訴人は、乙第六八号証の図１０と甲第八八号証の図４とは大差なく、こ\nの二つの図を本質的に違うように言うのはおかしい旨主張するが、縦軸のＬｏｇ\nＲｍ値で二・五から三・八程度に集まる乙第六八号証の図１０と、縦軸のＲｆ値で\n三ないし六程度に集まる甲第八八号証の図４とを大差ないものと解することは到底\nできない。\n（四）　控訴人は、甲第五八号証の一の泳動バッファー（電極槽緩衝液）の組成\nは、五〇〇〇ｍｌ中、トリス三〇ｇ、グリシン一四四ｇ、ＳＤＳ四ｇであり、甲第\n八八号証においても、五ｌ当たりに換算すれば、トリス三〇ｇ、グリシン一四四\nｇ、ＳＤＳ五ｇであるところ、乙第六八号証の緩衝液の組成は、五ｌ中トリス一五\nｇ、グリシン七〇ｇ、ＳＤＳ五ｇで、ＳＤＳを除き、控訴人側実験の約半量であ\nり、甲第五八号証の一及び第八八号証の泳動バッファーの組成がα８の方が本質的\nには軽いという本質を顕現させたのである旨主張する。しかしながら、甲第五八号\n証の一及び甲第八八号証の実験方法に不適切な点があったと認められることは前記\n（二）のとおりであるから、甲第五八号証の一及び甲第八八号証の泳動バッファー\nの組成がα８の方が本質的には軽いという本質を顕現させたとの控訴人の主張は採\n用できない。\n（五）　そうすると、被控訴人ら製品中のサブタイプα８は、本件明細書に記載さ\nれた個々の分子種又は下位種と比較するまでもなく、本件特許請求の範囲に記載さ\nれた分子量の範囲を超えるものといわなければならない。\n控訴人は、ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動の方法で\nはあまり厳密なところは分からないから、それによって得た分子量の値は、せいぜ\nい一応の目安というべきものにすぎないと主張する。しかしながら、本件明細書の\n特許請求の範囲及び発明の詳細な説明にに明示された±一〇〇〇の誤差範囲及び乙\n第六〇号証（大阪市立工業研究所報告書）に明示された±一〇〇〇の誤差範囲を不\n相当と解すべき的確な証拠はないから、控訴人のこの点の主張は採用できない。\n４　そして、アミノ酸組成の比較等に基づく控訴人の主張が理由がないことは、後\n記七に説示するとおりである。\nしたがって、被控訴人ら製品中のサブタイプα８は、その余の点について判断する\nまでもなく、本件発明の技術的範囲に属さないものである。\n七　アミノ酸組成の比較等について\n１　控訴人は、甲第五七号証の一、二（【Ｐ４６】・報告書）に基づき、アミノ酸\n組成の比較結果によると、本件明細書表５のα２と【Ｐ２】のα２並びに本件明細\n書表５のγ４及びβ３と【Ｐ２】のα８との類似性を主張するが、右主張は、類似\nの可能性を示す程度のものにすぎず、この比較結果から被控訴人ら製品中のα２\n（ＯＩＦ―１）及びα８が本件発明の技術的範囲に属すると認めることは到底でき\nない。\n２　また、控訴人は、被控訴人ら製品中のα２（ＯＩＦ―１）及びα８のアミノ酸\n配列は、【Ｐ２】が人の白血球から産生されるインターフェロンについて人の白血\n球の遺伝子を用いて確定したアミノ酸配列と同じである点や、甲第九一号証に基づ\nき、ヒト白血球をセンダイウイルスにより誘発することにより産生されるインタフ\nェロン中のα２、α８は、ＢＡＬＬ―１細胞をセンダイウイルスにより誘発するこ\nとにより産生されるインタフェロン中のα２、α８とは、アミノ酸配列において全\nく同一の物質であると理解される点を主張する。しかしながら、白血球等が産生す\nるインターフェロンには多種多様なものが含まれる可能性があり、控訴人が化学構\n造式やアミノ酸配列によってではなく、本件特許請求の範囲に記載された比活性等\nによりその特許請求の範囲に含まれる化学物質を特定する方法を採用した以上、控\n訴人の主張する、被控訴人ら製品中のα２（ＯＩＦ―１）やα８のアミノ酸配列が\n【Ｐ２】が確定したアミノ酸配列と同じである等の点は、前記認定の他の事実と併\nせ考えても、被控訴人ら製品中のα２（ＯＩＦ―１）やα８が本件発明の技術範囲\nに属する可能性があることを示すにとどまるものといわざるを得ず、これらの点か\nら、被控訴人ら製品中のα２（ＯＩＦ―１）やα８が本件発明の技術的範囲に属す\nると認めることはできない。\n八　結論\n以上によれば、控訴人の請求は、いずれも理由がないからこれを棄却すべきとこ\nろ、これと同旨の原判決は相当であるから本件控訴を棄却することとし、控訴費用\nの負担について民事訴訟法九五条本文、八九条を適用して、主文のとおり判決す\nる。\n（裁判官　伊藤博　　濱崎浩一　市川正巳）\n物件目録（一）\n実質的にインターフェロン―α（ヒトリンパ芽球様細胞ＢＡＬＬ―１由来）と人\n血清アルブミンとから成る組成物であって、インターフェロン―α中に左記Ａの特\n性を有するサブタイプα２（【Ｐ２】の命名による）に属する下位種又はＢの特性\nを有するサブタイプα８（【Ｐ２】の命名による）を含有する注射用乾燥インター\nフェロン―α製剤（商品名「オーアイエフ二五〇万ＩＵ、オーアイエフ五〇〇万Ｉ\nＵ、オーアイエフ一〇〇〇万ＩＵ」）\n記\nＡ\nウシ細胞ＭＤＢＫの場合の比活性\n０．９×１０の八乗ＩＵ／ｍｇ蛋白質～１．７×１０の八乗ＩＵ／ｍｇ蛋白質\nヒト細胞ＡＧ一七三二の場合の比活性\n１．０×１０の八乗ＩＵ／ｍｇ蛋白質～２．０×１０の八乗ＩＵ／ｍｇ蛋白質\n分子量　約一六五〇〇\nドデシル硫酸ナトリウム―ポリアクリルアミドゲル（一二・五％）電気泳動法に\nより測定。分子量マーカーとして、ウシ血清アルブミン（六七〇〇〇）、オボアル\nブミン（四五〇〇〇）、キモトリプリノーゲンＡ（二五〇〇〇）、チトクロームＣ\n（一二四〇〇）使用\n逆相高速液体クロマトグラフィーにおいて単一のピークを示す。ドデシル硫酸ナト\nリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）で単一バンドを示\nす。\nアミノ糖含有量　インターフェロン一分子当り約〇・八六残基\nＢ\nウシ細胞ＭＤＢＫの場合の比活性\n約２．８×１０の八乗ＩＵ／ｍｇ\nヒト細胞ＡＧ一七三二の場合の比活性\n７．０７×１０の八乗ＩＵ／ｍｇ（±五〇％）\n分子量　約二〇〇〇〇\nドデシル硫酸ナトリウム―ポリアクリルアミドゲル（一二・五％）電気泳動法に\nより測定。分子量マーカーとして、ウシ血清アルブミン（六七〇〇〇）、オボアル\nブミン（四五〇〇〇）、キモトリプリノーゲンＡ（二五〇〇〇）、チトクロームＣ\n（一二四〇〇）使用\n質量スペクトルによる測定　一九四八一・二\n逆相高速液体クロマトグラフィーにおいて単一のピークを示す。\nドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）\nで単一バンドを示す。\nアミノ糖は実質的に含まれていない。\n物件目録（二）\n実質的にインターフェロン―α（ヒトリンパ芽球様細胞ＢＡＬＬ―１由来）と人\n血清アルブミンとから成る組成物であって、インターフェロン―α中に左記Ａの特\n性を有するサブタイプα２（【Ｐ２】の命名による）に属する下位種又はＢの特性\nを有するサブタイプα８（【Ｐ２】の命名による）を含有する注射用乾燥インター\nフェロン―α製剤（商品名「ＩＦＮαモチダ二五〇、ＩＦＮαモチダ五〇〇、ＩＦ\nＮαモチダ一〇〇〇」）\n記\nＡ\nウシ細胞ＭＤＢＫの場合の比活性\n０．９×１０の八乗ＩＵ／ｍｇ蛋白質～１．７×１０の八乗ＩＵ／ｍｇ蛋白質\nヒト細胞ＡＧ一七三二の場合の比活性\n１．０×１０の八乗ＩＵ／ｍｇ蛋白質～２．０×１０の八乗ＩＵ／ｍｇ蛋白質\n分子量　約一六五〇〇\nドデシル硫酸ナトリウム―ポリアクリルアミドゲル（一二・五％）電気泳動法に\nより測定。分子量マーカーとして、ウシ血清アルブミン（六七〇〇〇）、オボアル\nブミン（四五〇〇〇）、キモトリプリノーゲンＡ（二五〇〇〇）、チトクロームＣ\n（一二四〇〇）使用\n逆相高速液体クロマトグラフィーにおいて単一のピークを示す。ドデシル硫酸ナト\nリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）で単一バンドを示\nす。\nアミノ糖含有量　インターフェロン一分子当り約〇・八六残基\nＢ\nウシ細胞ＭＤＢＫの場合の比活性\n約２．８×１０の八乗ＩＵ／ｍｇ\nヒト細胞ＡＧ一七三二の場合の比活性\n７．０７×１０の八乗ＩＵ／ｍｇ（±五〇％）\n分子量　約二〇〇〇〇\nドデシル硫酸ナトリウム―ポリアクリルアミドゲル（一二・五％）電気泳動法に\nより測定。分子量マーカーとして、ウシ血清アルブミン（六七〇〇〇）、オボアル\nブミン（四五〇〇〇）、キモトリプリノーゲンＡ（二五〇〇〇）、チトクロームＣ\n（一二四〇〇）使用\n質量スペクトルによる測定　一九四八一・二\n逆相高速液体クロマトグラフィーにおいて単一のピークを示す。\nドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）\nで単一バンドを示す。\nアミノ糖は実質的に含まれていない。\n物件目録（三）\n実質的にインターフェロン―α（ヒトリンパ芽球様細胞ＢＡＬＬ―１由来）と人\n血清アルブミンとから成る組成物であって、インターフェロン―α中に左記Ａの特\n性を有するサブタイプα２（【Ｐ２】の命名による）に属する下位種又はＢの特性\nを有するサブタイプα８（【Ｐ２】の命名による）を含有する注射用乾燥インター\nフェロン―αの原液\n記\nＡ\nウシ細胞ＭＤＢＫの場合の比活性\n０．９×１０の八乗ＩＵ／ｍｇ蛋白質～１．７×１０の八乗ＩＵ／ｍｇ蛋白質\nヒト細胞ＡＧ一七三二の場合の比活性\n１．０×１０の八乗ＩＵ／ｍｇ蛋白質～２．０×１０の八乗ＩＵ／ｍｇ蛋白質\n分子量　約一六五〇〇\nドデシル硫酸ナトリウム―ポリアクリルアミドゲル（一二・五％）電気泳動法に\nより測定。分子量マーカーとして、ウシ血清アルブミン（六七〇〇〇）、オボアル\nブミン（四五〇〇〇）、キモトリプリノーゲンＡ（二五〇〇〇）、チトクロームＣ\n（一二四〇〇）使用\n逆相高速液体クロマトグラフィーにおいて単一のピークを示す。\nドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）\nで単一バンドを示す。\nアミノ糖含有量　インターフェロン一分子当り約〇・八六残基\nＢ\nウシ細胞ＭＤＢＫの場合の比活性\n約２．７８×１０の八乗ＩＵ／ｍｇ\nヒト細胞ＡＧ一七三二の場合の比活性\n７．０７×１０の八乗ＩＵ／ｍｇ（±五〇％）\n分子量　約二〇〇〇〇\nドデシル硫酸ナトリウム―ポリアクリルアミドゲル（一二・五％）電気泳動法に\nより測定。分子量マーカーとして、ウシ血清アルブミン（六七〇〇〇）、オボアル\nブミン（四五〇〇〇）、キモトリプリノーゲンＡ（二五〇〇〇）、チトクロームＣ\n（一二四〇〇）使用\n質量スペクトルによる測定　一九四八一・二\n逆相高速液体クロマトグラフィーにおいて単一のピークを示す。\nドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―ＰＡＧＥ）\nで単一バンドを示す。\nアミノ糖は実質的に含まれていない。\n被控訴人製品目録（一）\nインターフェロン―α（ヒトリンパ芽球ＢＡＬＬ―１細胞由来）と人血清アルブ\nミンと塩化ナトリウムおよびリン酸緩衝剤とから成る組成物であって、インターフ\nェロン―α（ヒトリンパ芽球ＢＡＬＬ―１細胞由来）は左記特性を有するサブタイ\nプのα２およびサブタイプα８からなる腎癌治療用医薬組成物（商品名「オーアイ\nエフ二五〇万ＩＵ」、「オーアイエフ五〇〇万ＩＵ」、「オーアイエフ一〇〇〇万\nＩＵ」）\n記\n（１）　ヒトＦＬ細胞―シンドビスウィルスの場合の比活性\n２．２×１０の八乗±０．８×１０の八乗ＩＵ／ｍｇ蛋白質\n（２）　分子量\nサブタイプα２　一六、九〇〇±一、〇〇〇ダルトン～一九、三〇〇±一、〇〇\n〇ダルトン\nサブタイプα８　二四、四〇〇±一、〇〇〇ダルトン\n還元剤存在下で、ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動法に\nより測定。分子量マーカーとして、ウシ血清アルブミン（六七〇〇〇ダルトン）、\nオボアルブミン（四五〇〇〇ダルトン）、キモトリプシノーゲンＡ（二五〇〇〇ダ\nルトン）、チトクロームＣ（一二四〇〇ダルトン）使用\n（３）　アミノ糖分含有量\nサブタイプα２　一分子当り一・五残基\nサブタイプα８　一分子当り一残基未満\n（４）　順相および逆相高速液体クロマトグラフィーにおいて、ともに、複数ピー\nクを示す。\n（５）　ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―Ｐ\nＡＧＥ）で複数バンドを示す\n被控訴人製品目録（二）\nインターフェロン―α（ヒトリンパ芽球ＢＡＬＬ―１細胞由来）と人血清アルブ\nミンと塩化ナトリウムおよびリン酸緩衝剤とから成る組成物であって、インターフ\nェロン―α（ヒトリンパ芽球ＢＡＬＬ―１細胞由来）は左記特性を有するサブタイ\nプα２およびサブタイプα８からなる腎癌治療用医薬組成物（商品名「ＩＦＮαモ\nチダ二五〇」、「ＩＦＮαモチダ五〇〇」、「ＩＦＮαモチダ一〇〇〇」）\n記\n（１）　ヒトＦＬ細胞―シンドビスウィルスの場合の比活性\n２．２×１０の八乗±０．８×１０の八乗ＩＵ／ｍｇ蛋白質\n（２）　分子量\nサブタイプα２　一六、九〇〇±一、〇〇〇ダルトン～一九、三〇〇±一、〇〇\n〇ダルトン\nサブタイプα８　二四、四〇〇±一、〇〇〇ダルトン\n還元剤存在下で、ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動法に\nより測定。分子量マーカーとして、ウシ血清アルブミン（六七〇〇〇ダルトン）、\nオボアルブミン（四五〇〇〇ダルトン）、キモトリプシノーゲンＡ（二五〇〇〇ダ\nルトン）、チトクロームＣ（一二四〇〇ダルトン）使用\n（３）　アミノ糖分含有量\nサブタイプα２　一分子当り一・五残基\nサブタイプα８　一分子当り一残基未満\n（４）　順相および逆相高速液体クロマトグラフィーにおいて、ともに、複数ピー\nクを示す\n（５）　ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―Ｐ\nＡＧＥ）で複数バンドを示す\n被控訴人製品目録（三）\nインターフェロン―α（ヒトリンパ芽球ＢＡＬＬ―１細胞由来）と人血清アルブ\nミンと塩化ナトリウムおよびリン酸緩衝剤とから成る組成物であって、インターフ\nェロン―α（ヒトリンパ芽球ＢＡＬＬ―１細胞由来）は左記特性を有するサブタイ\nプα２およびサブタイプα８からなる腎癌治療用医薬組成物の原液\n記\n（１）　ヒトＦＬ細胞―シンドビスウィルスの場合の比活性\n２．２×１０の八乗±０．８×１０の八乗ＩＵ／ｍｇ蛋白質\n（２）　分子量\nサブタイプα２　一六、九〇〇±一、〇〇〇ダルトン～一九、三〇〇±一、〇〇\n〇ダルトン\nサブタイプα８　二四、四〇〇±一、〇〇〇ダルトン\n還元剤存在下で、ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動法に\nより測定。分子量マーカーとして、ウシ血清アルブミン（六七〇〇〇ダルトン）、\nオボアルブミン（四五〇〇〇ダルトン）、キモトリプシノーゲンＡ（二五〇〇〇ダ\nルトン）、チトクロームＣ（一二四〇〇ダルトン）使用\n（３）　アミノ糖分含有量\nサブタイプα２　一分子当り一・五残基\nサブタイプα８　一分子当り一残基未満\n（４）　順相および逆相高速液体クロマトグラフィーにおいて、ともに、複数ピー\nクを示す\n（５）　ドデシル硫酸ナトリウム―ポリアクリルアミドゲル電気泳動（ＳＤＳ―Ｐ\nＡＧＥ）で複数バンドを示す\n"
}