{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 12,
    "day": 21
  },
  "case_number": "平成10(ワ)442等",
  "case_name": "松田砂利工業就業規則変更",
  "court_name": "大分地方裁判所",
  "field": "労働",
  "lawsuit_id": "18848",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18848",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/848/018848_hanrei.pdf",
  "contents": "主　　　文\n一　被告は、原告Ａに対し金一五万八一八五円、原告Ｂに対し金一七万○○一〇円\n及びこれらに対するいずれも平成一〇年八月二日から各支払済みまで年五分の割合\nによる金員を支払え。\n二　原告らのその余の請求をいずれも棄却する。\n三　訴訟費用はこれを五分し、その四を原告らの負担とし、その余を被告の負担と\nする。\n四　この判決は、第一項に限り、仮に執行することができる。\n事実及び理由\n第一　請求\n被告は、原告Ａに対し金七四万二五三一円、原告Ｂに対し金一〇五万三四三〇円\n及びこれらに対するいずれも平成一〇年八月二日から各支払済みまで年五分の割合\nによる金員を支払え。\n第二　事案の概要\n本件は、被告の従業員である原告らが、週四〇時間労働制に伴って被告が変更し\nた就業規則の内容は、休日を二日増やした結果、日給制である原告らが受け取る一\nか月分の給料の額が減るし、交替労働制を採用したため、それまで残業となった時\n間帯も就業時間に組込まれるなど原告らの既得の権利を侵害し、一方的に労働条件\nを不利益に変更するものであり、その変更に合理性もないから、変更後の新就業規\n則の効力は原告らに及ばないとし、また、原告ら従業員と被告との間で合意された\n仕業点検手当及び昼休み手当を廃止したのも無効であると主張して、平成九年四月\n一日から同年六月三〇日までに受け取っていた賃金と新就業規則実施後の賃金との\n差額の支払を請求した事案である。\n一　争いのない事実\n１　当事者\n（一）　被告は、肩書地に本店を、大分市〈以下略〉に工場をそれぞれ置き、生コ\nンクリートミキサー車一五台、ダンプカー五台、バラセメント車一台、クレーン車\n一台及び建設機械六台を保有し、従業員一九名を雇用して、生コンクリートの製造\n販売等を主たる業務としている有限会社である。\n（二）　原告Ａは、昭和五一年三月に生コンクリートミキサー車及びダンプカーの\n運転手として、原告Ｂは、昭和五三年に同様の運転手としてそれぞれ被告に雇用さ\nれた者である。右両名は、いずれも全国自動車交通労働組合総連合大分地方連合会\n大分地区自動車交通労働組合（略称「大自交」）の組合員であり、大自交松田砂利\n分会を組織している。\n２　被告における勤務体系の変更の経緯\n（一）　昭和五三年一一月七日実施の就業規則（以下「旧就業規則」という。）で\nは次のとおりであった。\n（１）　勤務時間　午前七時三〇分から午後四\n時三〇分まで\n（２）　休憩時間　午前一一時三〇分から一時間\n（３）　休日　日曜日、盆休み（八月中旬に連続して三日間）及び年末年始\n（一二月三一日から一月四日まで）\n（労働時間は一日八時間、一週間四八時間）\n（二）　労働基準法（以下「法」という。）の改正により、労働時間の短縮が段階\n的に実施されてきたことに伴って、平成三年一〇月から、被告においても、労働時\n間が一日七時間四〇分、一週四六時間となった。\n（三）　平成六年五月から、労働時間が一日七時間二〇分、一週四四時間となり、\n勤務時間は、午前七時五〇分から午後四時一○分となった（以下、同月から次の就\n業規則変更までの勤務体系を「旧勤務体系」という。）。\n（四）　平成九年（以下、特記しない限り、日時はいずれも平成九年である。）四\n月一日から法の改正により労働時間が一週四〇時間となったことに伴い、旧就業規\n則を変更した就業規則（以下「本件就業規則」といい、これに基づく勤務体系を\n「新勤務体系」という。）を制定し、七月一日から実施した。\n本件就業規則においては、一か月単位の変形労働時間制とし、①勤務時間を午前\n八時から午後四時まで、休憩時間を午前一一時三〇分から一時間とする早番勤務\nと、勤務時間を午前九時から午後五時まで、休憩時間を午後〇時三〇分から一時間\nとする遅番勤務との二組を一か月毎に交替させることとするとともに、②旧就業規\n則で定めていたもののほかに、一か月に二日の休日を設けることにした。\n３　本件就業規則の制定、実施に伴う労働条件の変更\n（一）　従業員の一日の勤務時間は短縮され、一か月の休日も二日増えたが、他\n方、原告らを含む日給制の従業員は一か月当たり二日分の給料が受給できなくなっ\nた。しかし、月給制の従業員（全従業員の内四名の者）は、本件就業規則の制定、\n実施によっても給料は減額されていない。\n（二）　旧就業規則では、全ての従業員が同じ勤務時間で働き、一斉に休憩時間に\n入っていたが、交替労働制を採用したため、全ての従業員が同じ時間に働き、同じ\n時間に一斉休憩を取ることができなくなった。\n（三）　旧就業規則の下では、一時間の休憩時間のうち四五分間については待機時\n間とされ、待機手当（以下「昼休み手当」という。）が給料の一部として支払われ\nていたが、七月一日からこれが廃止された。\n（四）　旧就業規則の下では、午前七時五〇分出勤前の五分間について、残業手当\n（以下「仕業点検手\n当」という。）が支給されていたが、七月一日からこれが廃止された。\n４　旧就業規則に基づく原告らの四月一日から六月三〇日までの給料は、別紙一覧\n表（一）、（二）記載のとおりであり、その一か月の平均給料額は、Ａについては\n金三三万八九五四円、Ｂについては金三四万一八四八円である。\nこれに対し、本件就業規則に基づく原告らの七月一日から平成一〇年六月三〇日\nまでの給料は、別紙一覧表（三）、（四）記載のとおりである。なお、原告らの給\n料は、毎月月末締めの翌五日払いとなっている。\n二　争点\n１　本件就業規則が不利益変更に当たるか及びその合理性の有無\n（原告らの主張）\n（一）　本件就業規則により、原告らの賃金は、①その賃金支払が日給制であるた\nめ、月の休日が二日増えたことにより、その分減額され、また、②遅番勤務の場合\nにそれまで残業となっていた午後四時一〇分から午後五時までの勤務が残業となら\nないことになってこれに対応する残業手当相当分が減額された。また、これまで\nの、働く者全てが同じ始業時間、退業時間及び休憩時間で働き、また年間を通じて\nその時間が変わることもなく、働く者同士の連携もとりやすく、年間を通じての生\n活設計も立てやすいという利益が損なわれることになったのであるから、労働条件\nの不利益変更に当たる。\n（二）　そして、週四〇時間労働制への時間短縮は、賃下げなき短縮が原則であ\nり、加えて、被告代表者等は、六月三〇日に原告ら従業員に対して就業規則の変更\nによって賃金を下げることはしない旨約束したこと、週四〇時間労働制が実施され\nても一か月の賃金合計額が減額されることのない月給制の従業員がいることからし\nて、本件就業規則による前記のような変更には、必要性も合理性もない。\n（被告の主張）\n（一）　本件就業規則制定の経緯\n四月一日から、法により、週四〇時間労働制が実施されるに至ったが、被告は旧\n勤務体系のままで営業を続けていた。ところが、被告は、原告らの申立てにより、\n大分労働基準監督署（以下「監督署」という。）の立入検査を受け、週四〇時間を\n越える労働に対して割増賃金を支払うよう勧告を受けると同時に、週四〇時間労働\n実施のため、就業規則を整備して届け出るよう指導を受けた。そこで、右指導に従\nい、週四〇時間労働制を実施するために、被告において旧就業規則を変更し、七月\n一日から施行したのが本件就業規則である。\n（二）　本件就業規則の不利益変\n更性及び合理性について\n（１）　本件就業規則は、従前に比較して、一日当たりの労働時間を短縮し、休日\nを増加させたにすぎず、賃金については基本日額に変更はない。\n労働時間が減少することにより時給制の労働者の賃金が減少すること、あるいは\n休日が減少することによって日給制の労働者の賃金が減少することは、当然に賃金\nの減額にならないとされている。なぜなら、右賃金の減少は、賃金計算の基礎とな\nっている期間の減少により当該減少期間分の賃金請求権が発生しないというにすぎ\nないからである。したがって、日給制である原告らについて、就労日数の減少が賃\n金の減少をもたらした場合は、賃金の減額とはならない。\nまた、労働者は、一日七時間又は週四〇時間を超える労働については、時間外労\n働として割増賃金を受けられることになり、時間外手当支給の可能性が増加してお\nり、原告らに有利な変更である。そして、労働者が始業時間前に時間外労働をすれ\nば、当然その分についての時間外手当の支払を請求することができ、遅番勤務の者\nが一時間早出残業をした場合の賃金額は、旧勤務体系において終業時間後に一時間\n残業した場合と異ならない。\nさらに、本件就業規則では、一日の所定労働時間は七時間となり、旧勤務体系に\n比べて一日当たり二〇分、労働時間の約四・五パーセントが短縮されることになっ\nたが、賃金の基本日額に変更はないため、実質的には基本日額について約四・八パ\nーセントの賃上げが実施されたと同等の効果が発生しているし、賃金を失うことな\nく短縮される労働時間は、一か月当たり八時間になる。\nよって、右変更が不利益変更ということはできない。\n（２）　そして、本件就業規則は、法が強制する週四〇時間労働制実施及び違法な\n昼休みの待機時間の廃止のために旧就業規則を変更したものであり、絶対的な必要\n性がある。\n休日を増やすことなく週四〇時間労働制を実施するためには、一日の所定労働時\n間を六時間四〇分とするか、原則七時間労働で週一日だけ五時間労働にするしかな\nい。しかし、被告において、一日の所定労働時間を七時間以下とすることは不可能\nであり、週一日だけ五時間労働とした場合でも、この日の著しい事業効率の低下に\nよる生産性の悪化は免れない。また、賃金の日額を下げずに右の方法を採った場\n合、被告は、時短に伴う賃金のコストアップを負担した上で、更に事業効率の低下\nによる生産性の悪化という二重の負\n担を強いられる。よって、被告においては、休日を増やすことなく、一日の所定労\n働時間を短縮する方法により週四〇時間労働制を達成することは不可能であり、過\n大な負担となる。\n賃金を減額することなく週四〇時間労働制を実施した場合、一〇パーセントの実\n質的な賃上げを行う結果になり、被告のような中小企業において、不景気の中、高\n度成長期のような一〇パーセントもの賃上げを強制することは不可能を強いるに等\nしい。全面的な週四〇時間労働制への移行という措置は過去に例がなく、生産性の\n向上が困難な企業では、経営上深刻な事態に直面せざるを得ず、そこで、労働基準\n局も、労働時間の短縮に伴い、時間短縮に比例して賃金水準が低下しても、法に違\n反するとは言えないとの見解を示している。そうすると、一日の所定労働時間の短\n縮により、基本日額について四・八パーセントの実質的な賃上げを行い、週四〇時\n間労働制の実施に伴う実質的な賃金コストアップの約半分を吸収し、他方、労働者\nは、二日分の給料を失う反面二日の休日を得ているのであるから、本件就業規則に\nは合理性がある。\n２　旧勤務体系の下で支給されていた仕業点検手当及び昼休み手当の請求の可否\n（原告の主張）\n（一）　始業開始前に行う仕業点検について、時間外手当と同額の仕業点検手当を\n支払うことは、被告と原告ら従業員との合意に基づくもので、被告における一つの\n制度であったものである。このような制度を被告が一方的に廃止し、原告ら従業員\nの既得権を奪うことはできない。\n（二）　昼休み時間中の四五分間については、待機時間とし、原告ら従業員の賃金\nを増額する生活保障的意味合いで支払うことを原告ら従業員と被告とが合意したの\nであるから、これを一方的に被告が取りやめ、支払わないことは認められない。被\n告は、昼休み時間中に働く者を待機させるのは違法である旨主張するが、法三六条\nの労使協定の範囲内であれば、昼休み休憩中であっても、労働者を待機させること\nは違法ではない。\n（被告の主張）\n（一）　そもそも、労働者には、時間外労働を求める権利はないから、従来支給さ\nれていた時間外手当は既得の権利ということはできず、また、現実に時間外勤務を\n行っていない以上、時間外手当の請求権自体発生しない。\n（二）　被告では、得意先からの注文によって、昼休み時間中でも生コンを現場に\n届ける必要が生じる場合があり、そのため、従来は昼休み一時間のうち四五\n分間を待機時間として従業員を待機させ、右必要に対応していた。しかし、この取\n扱いは、法三四条に違反することになるため、本件就業規則により、労働者を二班\nに分け、昼休み時間を一時間ずらせることにより、右違法状態を解消し、かつ事業\n上の必要にも対応できる態勢にしたものであって、右変更も違法状態を解消すると\nいう意味で必要性があり、週四〇時間労働制の導入により一日の労働時間は短縮し\nており、右変更により原則として昼休み時間は一時間が与えられ、自由に昼休みが\n使えるようになり、右変更は、従業員にとって有利な変更であって、変更の内容は\n相当性を有する。\n３　なお、原告らが未払であると主張している給料の内訳は、以下のとおりであ\nる。\n（一）　月の休日が二日増えたことによる未払分\nＡの七月一日から平成一〇年六月三〇日までの日給額は九三〇五円であるから、\n一か月の未払給料額は一万八六一〇円となり、一年間の未払給料額は二二万三三二\n〇円である。同じくＢの日給額は九四四五円であり、一か月については一万八八九\n〇円で、一年間の分は二二万六六八〇円である。\n（二）　午後四時一〇分から午後五時までの分が時間外労働とならないことによる\n未払分\nＡの六月三〇日までの日給額は九一七三円であるから、一分間の時間外手当は、\nこれをを四四〇分（七時間二〇分）で割った額に〇・二五を掛けた金約五円であ\nり、五〇分間のそれは約二五〇円である。そして、七月一日から平成一〇年六月三\n〇日までの間、Ａが遅番勤務の月に午後五時まで働いたのは一一六日であるから、\n二万九〇〇〇円となる。\n同じくＢの一分間の時間外手当も、日給額が違うものの約五円であり、Ｂが右期\n間遅番勤務の月に午後五時まで働いたのは一三一日であるから、三万二七五〇円と\nなる。\n（三）　仕業点検手当を廃止したことによる未払分\nＡの出勤日一日当たりの未払分は、前記日給額九一七三円を四四〇分で割り、\n一・二五を掛けた上、仕業点検時間の五分を掛けると、一日当たり約一三〇円とな\nり、七月一日から平成一〇年六月三〇日までの出勤日数（遅刻していないもの。）\n二六三日を掛けると三万四一九〇円となる。また、Ｂについては、一日当たり一三\n二円となり、それに同じく出勤日数（遅刻していないもの。）二六四日を掛けると\n三万四八四八円となる。\n（四）　昼休み手当を廃止したことによる未払分\nＡの出勤日一日分の未払分は、前記日給額九一七三円\nを四四〇分で割り、一・二五を掛けた上、昼休み待機時間の四五分を掛けると、一\n日当たり約一一七二円となり、七月一日から平成一〇年六月三〇日までの昼休み休\n憩時間中に出勤している二六三日を掛けると三〇万八二三六円となる。また、Ｂに\nついては、一日当たり約一一九〇円となり、それに昼休み休憩時間中に出勤してい\nる二六四日を掛けると三一万四一六〇円となる。\n第三　当裁判所の判断\n一　本件就業規則制定の経緯等\n前記争いのない事実に、証拠（甲六、七、一六、一七の１ないし１３、三〇、三\n一、三五の１ないし５、三六の１ないし５、三七の１ないし３、三八１ないし３、\n三九、乙一、三、四、六、七、八の１ないし１２、九の１ないし１２、Ａ、Ｂ、被\n告代表者各本人）及び弁論の全趣旨を総合すれば、以下の事実が認められ、右認定\nに反する証拠はいずれも採用できない。\n１　四月からの週四〇時間労働制移行に伴い、被告においては、一年単位の変形労\n働時間制を実施することにより週四〇時間制を実現することとし、四月下旬、従業\n員に対し、一日の所定労働時間を七時間一〇分、勤務時間を午前八時から午後四時\n一〇分まで、休憩時間を午前一一時三〇分から一時間とする早番勤務と、勤務時間\nを午前八時五〇分から午後五時まで、休憩時間を午後〇時三〇分から一時間とする\n遅番勤務との二組を作り、これを一年毎に交替させるものとし、休日については、\n旧就業規則で定めていたもののほかに、国民の祝日等を休日としてこれを増加させ\nる旨の提案をして協定を締結しようとした。\n２　ところが、原告らは、他の従業員らとも検討した結果、日給制の者は休日が増\nえる分賃下げになり、また、夕方の残業手当相当分が減るということを理由にその\n提案を拒絶したため、右協定を締結するには至らなかった。\n３　その後も、被告においては、旧勤務体系での営業を続けていたところ、原告ら\nの申立てにより監督署が被告の立入検査をし、その結果、被告は、監督署より、六\n月二〇日付けで、週四〇時間を超える労働に対して割増賃金を支払うよう是正勧告\nを受けると同時に、週四〇時間労働制実施のため就業規則を整備して届け出るよう\nに指導を受けた。\n４　そこで、被告において、週四〇時間労働制を実施するため、旧就業規則の変更\nを検討した結果、一日の労働時間を七時間と設定すると、なお月に二日の休日を要\nするため、これを増やし、昼休み時間中でも得意先であるゼネコン\nからの注文に応じて生コンを現場に届ける必要が生じる場合があり、それまで昼休\nみ時間のうち四五分間を待機時間として従業員を待機させてこれに対応していたと\nころ、労働者を二班に分け、昼休み時間を一時間ずらせることにより対応する態勢\nにすることとして、本件就業規則を作成した。\n５　そして、六月三〇日、被告の代表取締役Ｃが、被告の経理事務員であるＣの妻\n（以下「経理事務員」という。）、Ｄ工場長、原告ら従業員約一六名が出席した朝\n礼の場において、本件就業規則について、従業員らに対し、一か月単位の変形労働\n時間制を採用し、遅番勤務、早番勤務に分け、また日曜日以外に二日間休日を増や\nす等と説明した上、七月一日から実施したい旨述べた。そこで、Ａが、日給制の場\n合、二日分の賃金が下がるし、二交替制では残業も大きく減るのではないかと質問\nしたところ、経理事務員が賃金は下がらないように計算し直している途中である旨\n返答したため、Ａは賃金が下がらないのであればよいと述べ、さらに、Ｃは、この\n方法で実施し、お互い悪い点があれば考えればよい旨発言して朝礼は終了した。\n６　そして、被告は、七月一日から本件就業規則を実施するとともに、本件就業規\n則に記載する労働条件に基づいて本件就業規則の案に異議なく同意する旨の従業員\n代表Ｅ名義の六月二八日付けの意見書とともに、七月八日、監督署署長に就業規則\n変更届を提出した。\nなお、原告ら従業員は、右意見書提出について、Ｅを従業員代表に選任したこと\nはない。\n７　七月一日以降の原告らの日給額は、Ａが九三〇五円、Ｂが九四四五円である\n（七月にべースアップがあった。）。\n二　争点１について\n１　新たな就業規則の作成又は変更によって労働者の既得の権利を奪い、労働者に\n不利益な労働条件を一方的に課することは原則として許されないが、労働条件の集\n合的処理、特にその統一的かつ画一的な決定を建前とする就業規則の性質からいっ\nて、当該規則条項が合理的なものである限り、個々の労働者において、これに同意\nしないことを理由としてその適用を拒むことは許されない。そして、右にいう当該\n規則条項が合理的なものであるとは、当該規則の作成又は変更が、その必要性及び\n内容の両面からみて、それによって労働者が被ることになる不利益の程度を考慮し\nても、なお当該労使関係における当該条項の法的規範性を是認することができるだ\nけの合理性を有するものであることを\nいい、特に賃金、退職金など労働者にとって重要な権利、労働条件に関し実質的な\n不利益を及ぼす就業規則の作成又は変更については、当該条項がそのような不利益\nを労働者に法的に受忍させることを許容することができるだけの高度の必要性に基\nづいた合理的な内容のものである場合において、その効力を生ずるものというべき\nである。右の合理性の有無は、具体的には、就業規則の変更によって労働者が被る\n不利益の程度、使用者側の変更の必要性の内容・程度、変更後の就業規則の内容自\n体の相当性、代償措置その他関連する他の労働条件の改善状況、労働組合等との交\n渉の経緯、他の労働組合又は他の従業員の対応等を総合考慮して判断すべきであ\nる。\n２　休日の増加について\n（一）　不利益変更の有無について\n前記争いのない事実によれば、原告らの基本給は一日当たりの定額給（日給制）\nであるため、休日が増えるとその分の日給が得られず、毎月支払われる賃金も減少\nするものである。ところで、原告らは被告から日々雇傭されているわけではなく、\n継続して雇傭されているのであるから、原告らが、旧就業規則の下において、盆と\n年末年始の特別の時期を除いて、日曜日以外は勤務し、その分日給が得られると期\n待することも合理的であるということができる。しかるに前記争いのない事実によ\nれば、本件就業規則は、旧就業規則で定めていたもののほかに、一か月に二日の休\n日を設け、これにより、原告らは、右休日分の基本給を受け取ることができなくな\nったのであるから、右休日を増加させることは、原告らにとっては、労働条件を不\n利益に変更するものであるというべきである。\nなお、被告は、本件就業規則は賃金の基本日額に変更はなく、休日の増加により\n就労日数が減少した結果として原告ら日給制の従業員に賃金の減少をもたらしたに\nすぎず、賃金の減額ではなく、不利益変更とならない旨主張する。\nしかしながら、前記のとおり、原告らは、日給制とはいえ被告に継続して雇傭さ\nれており、賃金の基本日額のみならず、労働日数も含めて労働契約が成立している\nのであり、労働者にとっての賃金の重要性にかんがみると、これらを掛け合わせる\nことによって算出される一か月の賃金の額を含めて合意しているとみるべきもので\nある。したがって、本件就業規則が賃金を直接減少させるという意味での賃金の減\n額ではないとしても、休日の増加により、原告らの一か月の賃金が減少す\nることは、不利益変更に当たるというべきであって、被告の前記主張は理由がな\nい。\n（二）　本件変更の合理性の有無\n前記不利益は、賃金という労働者にとって重要な労働条件に関するものであるか\nら、これを受忍させることを許容することができるだけの高度の必要性に基づいた\n合理的な内容のものである場合にのみ、本件就業規則はその効力を生ずるものと解\nするのが相当である。\nまず、前記第二、一４で認定したところによれば、本件就業規則により、一か月\nの賃金は、Ａで一万八六一〇円、Ｂで一万八八九〇円のそれぞれ減額となるべきも\nので、原告らに及ぼす経済的不利益の程度は相当大きいものである。\n他方、週四〇時間労働制を実施するために、被告において労働時間の配分を統一\n的、画一的に行うべく就業規則を変更する必要性が生じたことが認められる。しか\nし、これを実施するための方策としては、一日の労働時間を短くして休日を増やさ\nない方法もあるところ、被告は、休日を増加させないで週四〇時間労働制を導入す\nると、一日の労働時間が七時間以下となる日が生じ、事業効率が著しく低下すると\n主張し、Ｃもこれに沿う供述をするが、その内容は抽象的であって、右主張を具体\n的に認めるに足りる証拠はない。\n以上のとおり、原告らの被る不利益の程度は大きい上、週四〇時間労働制実施の\nために休日を一か月に二日増加させることが必要とまでは認められないし、原告ら\n従業員と被告とは、週四〇時間労働制実施に際して、原告ら日給制従業員の一か月\nの賃金を減少させないことを前提としていたと認められ（なお、被告代表者は、前\n記朝礼の際には、所定内賃金を減額しない趣旨で答えたとも供述するが、右供述は\nそれ自体極めてあいまいであるし、前記認定のとおり、それ以前に従業員らは、休\n日が増加することにより、一か月の賃金が減少することに反対する意向を表わし、\nこれを受けて被告としても就業規則を再検討した経緯にも照らし、到底信用するこ\nとができない。）、経理事務員等月給制の従業員については、休日の増加によって\nも一か月の賃金は減少しない。そうすると、前記認定のとおり、本件就業規則によ\nって休日が増え、一日の労働時間が七時間二〇分から七時間に短縮し、また、その\n結果、日給制の原告らにとっては基本日額に変更がないため時間単位当たりの賃金\nが約四・八パーセント上昇した（短縮された労働時間二〇分が短縮後の労働時間七\n時間に\n占める割合分賃金が上昇したことになる。）という事情を考慮しても、前記で説示\nしたような合理性を認めることはできない。したがって、月に休日を二日増やすと\nいう本件就業規則の条項は、原告らに対してはその効力を生じないものというべき\nであり、被告は、原告らに対し、休日の増加により減少した勤務日数分の日給を支\n払う義務がある。\n３　交替制勤務及び勤務時間について\n（一）　前記第二、一のとおり、本件就業規則により、旧勤務体系の下では時間外\n労働として時間外手当が支給されていた午後四時一〇分から午後五時までの労働\nが、遅番勤務の場合、所定労働時間内の労働となり、時間外手当が支給されなくな\nった。\nしかしながら、そもそも労働者が時間外労働を要求することは権利として認めら\nれるものではないし、また、一日の所定労働時間が二〇分短縮されたことは前記の\nとおりであるから、その反面として時間外労働が生じる可能性は大きくなったとい\nうべきであり、現に、証拠（甲一八の１、２、一九の１、２、乙八、九の各１ない\nし２１及びＡ、Ｂ各本人）によれば、本件就業規則の実施前には、原告らは前記時\n間に時間外労働をするのは常態に近いことが認められるものの、午後五時前までの\n時間外勤務である場合も散見されるし、本件就業規則の実施後、始業時間前の早出\n残業がかなりなされていることが認められる。したがって、午後四時一〇分から午\n後五時までの時間のみを捉えて、この時間の時間外手当の支給を受けられなくなっ\nたことを不利益変更ということはできない。\n（二）　また、交替制勤務によって、全従業員が同一時間に休憩をとることができ\nなくなる上、早番勤務と遅番勤務が一か月毎に交替することにより、生活時間が一\n定しないという支障が生じることも否定し難い。しかしながら、これは、得意先で\nあるゼネコンからの注文に応じて、昼休み時間中でも生コンを現場に届ける必要が\n生じる場合があるため、昼休み時間を一時間ずらせてこれに対応できる態勢にした\nものであるから、その必要性を認めることができる。したがって、前記のような原\n告らの被る支障が不利益に当たるとしても、その程度及び右の必要性を考慮する\nと、前記の交替制には十分な合理性があるということができる。\n三　争点２について\n原告らは、①昼休み時間のうち四五分を待機時間として時間外手当を支給するこ\nと及び、②始業時間前の五分について仕業点検として時間外手\n当を支給することが被告との間で合意されていたとし、新勤務体系に移行してこれ\nらが支給されなくなったとして、これらの合意に基づき、これら時間外手当の支払\nを求めるものと解される。\nしかしながら、右①の合意は、法三四条に違反し無効であるから、同合意自体に\n基づいて時間外手当の支払を求めることはできないというべきである。なお、原告\nらは、同条は片面的強行法規であって、労働者が同意する限り、右①の合意は有効\nである旨主張するが、独自の見解というほかなく、到底採用することができない。\nまた、原告らは、昼休み手当は生活保障的な意味合いを有していたとも主張する\nが、少なくとも原告らについては、右待機時間中、勤務に就いていたことが多かっ\nたことが認められる（Ａ、Ｂ各本人）から、右主張も認めることができない。\nそして、右②の合意については、かつて仕業点検の時間は一〇分であった（甲三\n一及びＡ、被告代表者各本人）ところ、被告が一方的にこれを五分としたことも考\n慮すると、被告が従業員に対し、包括的に勤務時間前の仕業点検を命じ、その対価\nとして時間外手当が支給されていたというにすぎないとみるべきである。そうする\nと、そもそも仕業点検手当の請求の根拠となる具体的な合意の成立を認めることが\nできないから、同合意に基づく請求は理由がないことは明らかであるし、労働者に\nは時間外勤務を要求する権利はないから、新勤務体系において、仕業点検手当の支\n給を請求することはできない。\n四　そこで、原告らが求める平成九年七月から平成一〇年六月までの期間につい\nて、本件就業規則の実施に伴う休日の増加による原告らの賃金の減少額を算出す\nる。\n前記第二、一４認定のとおり、右期間の日給は、Ａが九三〇五円、Ｂが九四四五\n円であり、右期間について旧勤務体系における休日と比較すると、Ａについては一\n七日（休日出勤等により、平成九年八月、同年一二月、平成一〇年一ないし三月に\nついては、必ずしも勤務日数が一か月に二日減少してはいない。）、Ｂについては\n一八日（平成九年八月、同年一二月、平成一〇年一月、同年三月については同様に\n勤務日数が一か月に二日減少してはいない。）それぞれ勤務日数が減少しているこ\nとが認められる（甲三五、三六の各１ないし５、乙八、九の各１ないし１２）。し\nたがって、右期間における、本件就業規則に基づく賃金と旧勤務体系に基づくそれ\nとの差額は、Ａについて一五万八\n一八五円、Ｂについて一七万〇〇一〇円となる。\n第四　結論\n以上によれば、原告らの請求は、Ａについて金一五万八一八五円、Ｂについては\n金一七万〇〇一〇円と、これらに対するいずれも本訴状送達の日の翌日である平成\n一〇年八月二日から各支払済みまで年五分の割合による金員のそれぞれ支払を求め\nる限度で理由があるからこれを認容し、その余の各請求はいずれも失当であるから\n棄却し、訴訟費用の負担につき民事訴訟法六一条、六四条、六五条一項を、仮執行\nの宣言につき同法二五九条一項をそれぞれ適用して、主文のとおり判決する。\n大分地方裁判所民事第一部\n裁判長裁判官　須田啓之\n裁判官　脇由紀\n裁判官　秋信治也\n"
}