{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 5,
    "day": 27
  },
  "case_number": "平成10(ワ)22568",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13714",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13714",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/714/013714_hanrei.pdf",
  "contents": "主　　　文\n一　原告の行う別紙ゲームソフト目録記載の各ゲームソフトの中古品の販売につい\nて、被告が、右各ゲームソフトの著作権に基づく差止請求権を有しないことを確認\nする。\n二　訴訟費用は被告の負担とする。\n事実及び理由\n第一　請求\n主文同旨\n第二　事案の概要\n原告は、別紙ゲームソフト目録記載の各ゲームソフト（以下、同目録一記載のゲ\nームソフトを「本件ゲームソフト一」、同二記載のゲームソフトを「本件ゲームソ\nフト二」といい、これらを併せて「本件各ゲームソフト」という。）の中古品を販\n売している。被告は、本件各ゲームソフトは著作権法上の「映画の著作物」に該当\nし、これらについて頒布権を有すると主張して、原告に対し、右中古品販売の中止\nを求めた。そこで、原告が、被告を相手方として、本件各ゲームソフトの著作権に\n基づく中古品販売差止請求権の不存在確認を求めたのが、本件である。\n一　前提となる事実関係（当事者間に争いのない事実及び弁論の全趣旨により認め\nられる事実）\n１　原告は、ゲームソフト等の玩具の販売等を業とする株式会社であり、被告は、\nコンピューターソフトウェアの企画、開発、製造、販売等を業とする株式会社であ\nる。\n２（一）　本件各ゲームソフトは、いずれも家庭用テレビゲーム機「プレイステー\nション」用のソフトウェアであり、ＣＤ－ＲＯＭに収録されている。\n（二）　プレイステーションは、本体とこれと接続されるコントローラより構成さ\nれるもので、使用時には、本体をＡＶケーブルによりテレビ受像機と接続し、本体\n内にゲームソフトの収録されたＣＤ－ＲＯＭを装填する。プレイヤーがコントロー\nラ上に設けられたボタン等を操作すると、これに従ってＣＤ－ＲＯＭに収録された\nプログラムに基づき影像データ及び音声データが出力され、テレビ受像機の画面\n（ＣＲＴディスプレイ）上に影像が表示されるとともに、スピーカーから音声が発\nされる。このように影像・音声の内容は、コントローラの操作により決定されるた\nめ、同一のゲームソフトを使用しても、プレイヤーによるコントローラの具体的な\n操作に応じて、画面上に表示される具体的な影像やスピーカーから発される音声の\n内容は、各回のプレイごとに異なるものとなる。\n（三）　本件ゲームソフト一は、いわゆるロールプレイングゲームの分野に属する\nテレビゲームであり、プレイヤーの操作に従って、主人公が仮想の地を旅し、様々\nな場所で敵と遭遇しこれと戦ったり、人と出会って交流を深めたりしながら、スト\nーリーが展開されていく内容のゲームである。\n本件ゲームソフト二は、プレイヤーが音楽のリズムにあわせてコントローラを操\n作することによって、キャラクターを踊らせ、ダンスの格好良さを競い合わせる対\n戦型のテレビゲームである。\n３　被告は、本件各ゲームソフトの著作権を有している。\n４　原告は、被告を発売元として適法に販売され、小売店を介して需要者により購\n入された本件各ゲームソフトについて、これを購入者から買い入れた上で、中古品\nとして販売している。\n５　被告は、本件各ゲームソフトについて、これらが映画の著作物に該当し、頒布\n権を有する旨を主張し、右頒布権に基づくものとして、原告に対し、本件各ゲーム\nソフト中古品販売の中止を求めている。\n二　争点\n１　本件各ゲームソフトが、著作権法上の「映画の著作物」に該当し、同法二六条\n一項の頒布権が認められるか。\n２　１が認められる場合、本件各ゲームソフトの複製物が著作権者によりいったん\n適法に譲渡されれば、当該複製物については頒布権が消尽し、その後の譲渡等の行\n為には頒布権が及ばないか。\n三　争点に関する当事者の主張\n１　争点１について\n（一）　被告の主張\n（１）　本件各ゲームソフトは、以下に述べるとおり、著作権法二条三項に規定す\nる映画の著作物である。\n①　本件各ゲームソフトは、それぞれ前記一２（三）記載のような内容を有するも\nのであり、このようなゲームの過程が動態的に影像化され、かつこれにシンクロナ\nイズされた音楽が再生されて、視聴覚的鑑賞性を生み出しているものであるから、\n映画の効果に類似する視聴覚的効果を生じさせる方法で表現されているといえる。\n②　本件各ゲームソフトは、いずれも有体物であるＣＤ－ＲＯＭに収録されている\nものであるが、これから影像及び音声を生じさせる技術的な仕組みは、ＣＤ－ＲＯ\nＭに記憶されているプログラムにより、同じくＣＤ－ＲＯＭに収められている影像\nデータ及び音声データが抽出されて、テレビ受像機の画面（ＣＲＴディスプレイ）\n上の指定された位置に影像が順次表示されるとともに、音声効果を生じさせていく\nというものであるから、本件各ゲームソフトにおける視聴覚的表現は、ＣＤ－ＲＯ\nＭという有体物に再生可能な状態で固定されているといえる。\n③　本件各ゲームソフトは、最終的な完成物としての視聴覚的表現に向けて様々な\n分野の担当者として製作に参加した者の、それぞれの個性に応じた精神活動の成果\nであって、そこには、右各人の思想・感情が複合的に集積されている。\n④　したがって、本件各ゲームソフトは、「映画の効果に類似する視覚的又は視聴\n覚的効果を生じさせる方法で表現され、かつ、物に固定されている著作物」に当た\nり、著作権法二条三項に規定する映画の著作物である。\n（２）　著作権法二六条一項は、特段の限定を付さず、映画の著作物について一般\n的な形で頒布権を認めているから、本件各ゲームソフトが同法二条三項に規定する\n映画の著作物に当たる以上、同法二六条一項の頒布権が認められる。\n（二）　原告の主張\n（１）　著作権法二条三項に規定する「映画の著作物」に該当するためには、その\n前提として、思想又は感情を映画の効果に類似する視覚的又は視聴覚的効果を生じ\nさせる方法を用いて創作的にされた表現が存在し、これが物に固定されていること\nが、必要である。そして、ここでいう表現とは、映画の著作物において最も重要か\nつ本質的な創作行為である編集行為を経て、多数の短い連続影像群から選択され、\n特定の組合せ及び順番により映し出される特定の連続影像群でなければならない。\nところが、本件各ゲームソフトの連続影像においては、どの連続影像がどのよう\nな組合せ及び順番で映し出されるかは、プレイヤーの操作によって各プレイごとに\n変化するものであり、特定の組合せ及び順番の連続影像群を毎回のプレイにおいて\n再現することは不可能であるから、ゲーム著作者の思想又は感情の表現としての特\n定の連続影像群は存在しない。\n右のとおり、本件各ゲームソフトにおいては、思想又は感情を映画の効果に類似\nする視覚的又は視聴覚的効果を生じさせる方法を用いて創作的にされた表現は存在\nせず、また、このような表現が物に固定されているということもできないから、本\n件各ゲームソフトは、著作権法二条三項に規定する「映画の著作物」に該当しな\nい。\n（２）　また、著作権法が、一般の著作物については違法に複製された複製物の情\nを知っての頒布行為のみが著作権侵害を構成するものとしながら（一一三条一項二\n号）、映画の著作物に関しては著作権者に無限定な頒布権を認めるかのような規定\nの仕方（二六条、二条一項一九号）をしているのは、劇場用映画の特殊性、とりわ\nけその配給制度の保護の要請が認められた結果であって、併せてベルヌ条約（文学\n的及び美術的著作物の保護に関するベルヌ条約）の履行義務が重なったものであ\nる。すなわち、映画製作会社は、興行収益を見越して上映館を戦略的に決定するた\nめに、上映用のプリント・フィルムを映画館経営者に貸し渡すにとどめ、上映期間\nが終わったら貸し渡したプリント・フィルムを映画製作会社に返却させたり、映画\n製作会社の指示の下に次の映画館に引き継がせたりすることにより、映画を配給し\nてきたものであるところ、このように劇場用映画フィルムの配給権という形で社会\n的な取引の実態があること、及び、劇場用映画フィルムは経済的効用度が高く、一\n本のフィルムによって多額の収益をあげることができることから、その行き先を指\n定する権利としての頒布権が認められたものである。また、同時に、映画の著作物\nの頒布権が立法化されたのは、ベルヌ条約の規定に従ったものであるところ、その\n際には、日本における劇場用映画の配給権という商慣習の存在を前提とし、配給権\nイコール二六条の頒布権という発想に基づいて、条約の要求範囲を十分に検討する\nことなく、条約の履行として頒布権が創設されたという経緯がある。\n映画の著作物に限って頒布権が認められた以上のような趣旨に照らして頒布権の\n範囲がどうあるべきかを実質的に解釈すれば、劇場用映画のような上映による収益\nを予定しておらず、複製物が多数製造販売されてそれらが需要者たる公衆へ直接譲\n渡されることが予定されているものにまで頒布権を認めることは、それが著作物の\n流通を支配し、市場をコントロールすることをも可能とする強力な権利であること\nを考慮すると、他の著作物についての著作権の保護範囲と比較して均衡を失するこ\nとになる。\nしたがって、本件各ゲームソフトにつき、著作権法二六条一項の頒布権を認める\nことはできない。\n（三）　被告の再反論\n（１）　本件各ゲームソフトにおける連続影像がプレイヤーの操作によって変化す\nること（インタラクティブ性）は、著作権法二条三項における表現が存在し、それ\nが物に固定されているとの要件の充足を妨げるものではない。プレイヤーのコント\nローラの操作によって映し出される影像が変化するとしても、いかなる操作により\nいかなる影像の変化が生じるかはすべてＣＤ－ＲＯＭに収録されたプログラムに設\n定されているのであるから、表現が物に固定されているとの要件を満たすことに変\nわりはない。著作権法二条三項にいう表現の固定とは、要するに映画的表現が媒体\nである物に収められて保存され、必要なときに再生できる状態を指すのであって、\n影像が常に同じ組合せ及び順番で再生されるといった表現内容の固定性をいうわけ\nではない。\n（２）　昭和四五年制定の現行著作権法において、映画の著作物に頒布権が認めら\nれた立法の動機が原告主張のとおりであるとしても、右制定当時には転々と譲渡さ\nれる形態のものをも含める意図の下に二条三項で「映画の著作物」が定義され、右\n形態のものを除外する旨を規定することなく二六条一項で映画の著作物に頒布権が\n認められているのであるから、頒布権が認められる範囲を原告主張のように限定す\nることは解釈として許されない。\n２　争点２について\n（一）　原告の主張\n仮に、本件各ゲームソフトが「映画の著作物」に当たり、著作権法二六条一項の\n頒布権が認められるとしても、次に述べるような事情からすれば、右頒布権は、い\nったん適法に複製された複製物が適法に譲渡された場合には、当該複製物に関する\n限り消尽し、その後の譲渡等の行為には及ばないものと解すべきである。\n（１）　著作権法二六条一項制定の前提となったベルヌ条約における映画の著作物\nの頒布権は、第一頒布のみに及び、いったん頒布された後の再頒布には及ばないと\nされている。\n（２）　平成八年（一九九六年）一二月に成立したＷＩＰＯ著作権条約で認められ\nている一般的頒布権は、国内及びＥＵなどの域内における第一頒布によって国内や\n域内での頒布権が消尽することが前提となっている。\n（３）　諸外国の立法でも頒布権を認めている国では、頒布の意味を限定したり、\n第一頒布により頒布権は消尽するとの法原理を認めている。\n（４）　特許権等の工業所有権においては、権利者によりいったん適法に取引に置\nかれた特許製品等については、特許権等はその目的を達成したものとして消尽し、\nその後の使用、譲渡等に対してその効力が及ばないという、いわゆる権利消尽の原\n則が認められるところ、右消尽原則は著作権にも同様に妥当するものである。\n（二）　被告の主張\n次に述べるような事情からすれば、著作権法二六条一項で映画の著作物に認めら\nれた頒布権は、最初の頒布によって消尽するものではなく、二次以降の頒布行為に\nも効力を及ぼすものと解すべきである。\n（１）　諸外国における立法例をみても、頒布権が二次以降の頒布に効力を及ぼさ\nないものとするときには、その旨の規定を置いているところ、著作権法二六条一項\nの頒布権についてはそのような規定が存しない。\n（２）　ＷＩＰＯ著作権条約成立に伴う現行著作権法の改正の方向性として、著作\n物一般についての頒布権の導入と右頒布権についての消尽原則の適用が立法上の検\n討課題となっているところ、右検討の中で、立法当局は、現行著作権法二六条一項\nの頒布権は消尽しないものであるとの認識を表明している。\n（３）　著作権法二条一項一九号によると、「頒布」は「貸与」を包摂する概念と\nして規定されているところ、貸与行為は複製物の最初の譲渡が行われた後に行われ\nることが一般的であるから、貸与権は最初の譲渡によって消尽しない権利と解され\nる。そして、頒布権は、このように消尽しない貸与権を内包しているのであるか\nら、同様に消尽しない権利と解さないと、両者間における合理的関係が保たれない\nことになる。\n（４）　ベルヌ条約では、映画の著作物の頒布権が最初の頒布によって消尽するか\n否かについては、明らかにされていない。\nまた、ＷＩＰＯ著作権条約では、著作物一般について頒布権の規定を義務付けて\nいるが、右頒布権が最初の頒布によって消尽するものとするかどうかは国内法に委\nねられている。\n第三　当裁判所の判断\n一　争点１について\n１　著作権法における「映画の著作物」の意義\n（一）　著作権法は、「映画の著作物」（一〇条一項七号）に関して、明確な定義\n規定を置いていない。著作権法二条三項には「この法律にいう『映画の著作物』に\nは、映画の効果に類似する視覚的又は視聴覚的効果を生じさせる方法で表現され、\nかつ、物に固定されている著作物を含むものとする。」とされ、右のような著作物\nが「映画の著作物」に含まれることが規定されているが、ここでは「映画」の語が\n所与の概念として位置付けられているほか、具体的に何が右著作物に該当するかも\n条文上明確にされていない。したがって、著作権法にいう「映画の著作物」がどの\nようなものを指すかは、「映画の著作物」に関する同法の各規定を総合的に考察し\nて決するほかないというべきである。\n著作権法上、「映画の著作物」については、著作者の範囲（一六条）、著作権の\n帰属（二九条）及び著作権の保護期間（五四条）に関する規定が置かれているほ\nか、その利用に関する権利として上映権及び頒布権（二六条）が規定されている。\nすなわち、映画の著作物については、著作物一般について認められている権利で\nある複製権（二一条）、公衆送信権等（二三条）、翻訳権・翻案権等（二七条）及\nび二次的著作物の利用に関する原著作者の権利（二八条）に加えて、特有の権利と\nして上映権及び頒布権（二六条）が認められている。このうち、上映権は、映画の\n著作物を公衆に提示する形態で利用する権利であり、上演権、演奏権など他の著作\n物において認められている無形的な著作物の利用に関する権利に対応するものであ\nる。\n（二）　頒布権は、複製物の譲渡又は貸与に関する権利として映画の著作物のみに\nついて認められているものであり、公衆への譲渡又は貸与のみならず、公衆への提\n示（上映）を目的として複製物の譲渡又は貸与を行うことも、これに含まれるもの\nとされている（二条一項一九号）。\n著作権法が映画の著作物のみに右のような頒布権を認めた趣旨につき考察する\nに、右規定は、ベルヌ条約のブラッセル改正規定が映画の著作物について頒布権を\n認めていたことから、条約上の義務履行として設けられたものであるが、実質的に\nは、劇場用映画における次のような特殊性を考慮したことによるものである（甲第\n六号証、第九号証ないし第一四号証、第二一号証、第四七号証、乙第二四号証\n等）。\nすなわち、劇場用映画は、オリジナル・フィルムを基にして複製されたプリン\nト・フィルムを映画館において上映し、映し出される視聴覚的表現を一度に多数の\n観客に鑑賞させるという形態で利用されるものである。それ故に、劇場用映画にお\nいては、個々の複製物が、右のような上映による多額の収益（入場料収入）を生み\n出すという意味で、高い経済的価値を有することになり、また、他の著作物のよう\nに多数の複製物が需要者たる公衆に直接販売されるという流通形態をとらず、少数\nの複製物が専ら映画製作会社・映画配給会社と映画館経営者との間での取引によっ\nて流通することになる。実際、映画製作には巨額の資金が必要であり、映画製作会\n社・映画配給会社は、プリント・フィルムを映画館経営者に貸し渡すにとどめ、上\n映期間が終わったら貸し渡したプリント・フィルムを返却させたり、映画製作会\n社・映画配給会社の指示の下に別の映画館に引き継がせるなどの方法を通じてプリ\nント・フィルムの流通をコントロールするという、いわゆる配給制度を通じて、興\n行収益を見越して上映の地域的な範囲・順序や期間などを戦略的に決定すること\nで、投下した資金の回収を行ってきたという社会的な実態が存在した。著作権法\nは、劇場用映画の右のような利用形態、個々の複製物が持つ経済的価値及びその流\n通形態の特殊性を考慮し、映画製作者が劇場用映画の製作に投下した資本の回収を\n図る利益を保護する上で、複製物の流通全般をコントロールし得る地位を保障する\nことが適当であり、かつ、これを映画製作会社・映画配給会社と映画館経営者の間\nの債権契約のみに委ねることでは不十分であって、著作権者に排他性のある物権的\nな権利を付与することが相当であり、他方、右流通実態からすれば、右のような権\n利を認めたとしても、商品の流通を不当に阻害することにはならないとの立法政策\n的な判断から、映画の著作物のみについて、前記のような内容の頒布権を認めたも\nのというべきであり、それ以外には映画の著作物のみに頒布権を認めるべき実質的\n根拠を見出すことはできない。\n右のとおり、頒布権は、劇場用映画フィルムの配給制度という社会的な取引の実\n態と映画プリントの経済的価値に着目して、その行き先を指定する権利として認め\nられたものであるが、映画の著作物に関する著作権法の他の規定、すなわち著作者\nの範囲（一六条）、著作権の帰属（二九条）及び著作権の保護期間（五四条）に関\nする規定も、また、権利の集中化と保護期間の明確化により、劇場用映画の利用に\nついて専ら映画製作者が右のような配給制度を通じて権利行使する上で、円滑な権\n利処理が行われることを企図して設けられたものということができる。\n（三）　ところで、「映画の著作物」たり得るためには、著作権法の定める著作物\nとしての基本的要件を満たすこと、すなわち「思想又は感情を創作的に表現したも\nのであって、文芸、学術、美術又は音楽の分野に属するもの」（二条一項一号）で\nあることを要する。\n劇場用映画が著作物性の要件を満たすのは、カメラ・ワークの工夫、モンタージ\nュあるいはカット等の手法、フィルム編集などの知的な活動を通じて、その構図等\nにおいて創作的工夫に係る影像を作成し、これを選択して一定の順序で組み合わ\nせ、音声をシンクロナイズすることによって、映画フィルムが作成され、これを上\n映することによって一定の思想又は感情の表現としての連続した影像及びこれに伴\nう音声がもたらされるためである。\nそして、右映画フィルムの複製物たるプリント・フィルムを上映することによっ\nて、オリジナル・フィルムにおけるのと同一の画面が同一の順序で音声と共にもた\nらされることから、複数のプリント・フィルムを多数の映画館において上映するこ\nとを通じて、それぞれの映画館における観客は、時間的・空間的な隔たりを超えて\n同一の思想・感情の表現としての同一の視聴覚的効果を享受することができること\nになる。\n（四）　右のとおり、劇場用映画においては、思想・感情の創作的表現は、フィル\nム編集等の行為を通じて一定の内容の影像を選択し、これを一定の順序で組み合わ\nせることにより行われるものであり、複製物たるプリント・フィルムを上映するこ\nとにより常に同一内容の連続影像がもたらされることで、広範な地域における多数\nの映画館での上映を通じて膨大な数の観客に対して、同一の思想・感情の表現を伝\n達することが可能となっている。すなわち、複製物たるプリント・フィルムにより\n同一内容の連続影像が常に再現可能であることが、劇場用映画フィルムの配給制度\nの前提となっているものということができる。そして、前記のとおり、「映画の著\n作物」に関する著作権法の規定が、いずれも、劇場用映画の利用について映画製作\n者による配給制度を通じての円滑な権利行使を可能とすることを企図して設けられ\nたものであることを併せ考えると、著作権法は、多数の映画館での上映を通じて多\n数の観客に対して思想・感情の表現としての同一の視聴覚的効果を与えることが可\n能であるという、劇場用映画の特徴を備えた著作物を、「映画の著作物」として想\n定しているものと解するのが相当である。\nそうすると、著作権法上の「映画の著作物」といい得るためには、（１）当該著\n作物が、一定の内容の影像を選択し、これを一定の順序で組み合わせることにより\n思想・感情を表現するものであって、（２）当該著作物ないしその複製物を用いる\nことにより、\n同一の連続影像が常に再現される（常に同一内容の影像が同一の順序によりもたら\nされる）ものであることを、要するというべきである。\n２　本件各ゲームソフトの「映画の著作物」該当性\n（一）　本件各ゲームソフトは家庭用テレビゲーム機「プレイステーション」用の\nゲームソフトであるところ、これらは、プレイステーション本体にゲームソフトの\n収録されているＣＤ－ＲＯＭを装填し、プレイヤーがコントローラ上に設けられた\nボタン等を操作することによつてＣＤ－ＲＯＭに収録されたプログラムに基づき影\n像データ及び音声データが出力され、ゲーム機本体とＡＶケーブルで接続されたテ\nレビ受像機の画面（ＣＲＴディスプレイ）上に影像が表示されるとともに、スピー\nカーから音声が発されるというものであり、表示される影像の内容及びその順序は\nコントローラの操作により決定されるため、同一のゲームソフトを使用しても、プ\nレイヤーによるコントローラの具体的な操作に応じて、画面上に表示される影像の\n内容や順序は、各回のプレイごとに異なるものとなる。そうすると、本件各ゲーム\nソフトにおいては、プレイヤーの操作に従って画面上に連続して表われる影像をも\nって直ちにゲーム著作者の思想・感情の表現ということができないのみならず、画\n面上に表示される具体的な影像の内容及び表示される順序が一定のものとして固定\nされているということもできないのであって、これらの点において、「映画の著作\n物」たり得るための前記の各要件を満たさない。すなわち、本件各ゲームソフトに\nおいては、映画の効果に類似する視覚的又は視聴覚的効果を生じさせる方法で表わ\nされた著作者の思想又は感情の表現が存在せず、また、右表現が物に固定されてい\nるということもできないから、著作権法二条三項にいう「映画の著作物」に該当し\nないものと解される。そして、右判断は、次の（二）（三）に述べる点からも、首\n肯できるものである。\n（二）　すなわち、本件ゲームソフトにおいては、ＣＤ－ＲＯＭにより提供されて\nいるのは、一定の内容・順序に従つてあらかじめ配列された連続影像ではなく、一\n種の素材としての多様な影像の集合であり、プレイヤーの操作により、影像が選択\nされ、表示の順序が決定されて、初めて、画面に表示される具体的な連続影像が定\nまるのである。そこでは、プレイヤーによる影像の選択・配列の可能性は無限では\nなく、ＣＤ－ＲＯＭに収録されている影像の範囲内において行われるものであり、\nプレイヤーがゲーム機の操作を通じて画面上に表示される影像を変化させることの\nできる範囲にも一定の限界があるが（その範囲はゲームソフトによって異なり、一\n般的にいえば、碁、将棋、麻雀などのボードゲームやシミュレーションゲームの分\n野においてはプレイヤーの意思により影像を変化させることのできる範囲が大き\nく、これに対して、アクションゲーム、シューティングゲーム等の分野において\nは、その範囲は小さい。）、いずれにしてもゲーム全体としての一連の連続影像は\nプレイヤーの操作を待って初めて決定されるものであり、それ以前に、ゲーム著作\n者自身の編集行為ないしそれに準ずる選択・配列行為により思想・感情の表現とし\nての最終的な連続影像が一義的に決定されているものではない。なるほど、素材と\nしての断片的な影像であってもそれが思想・感情の創作的表現として著作物たり得\nる場合もあり得ようが、それは、いうなれば劇場用映画の一場面のスチール写真が\n著作物たり得るのと同様であり、劇場用映画において冒頭のタイトル部分から最後\nのエンドマークに至るまでの一連の連続した影像全部が著作者により選択・配列さ\nれ、一定の思想・感情の表現として観客に提示されるのとは、質的に全く異なるも\nのというべきである。\n（三）　本件各ゲームソフトを含め、およそゲームソフトは、劇場用映画のように\nあらかじめ決定された一定内容の連続影像と音声的効果を視聴者が所与のものとし\nて一方的に受働的に受け取ることに終始するものではなく、プレイヤーがゲーム機\nの操作を通じて画面上に表示される影像を自ら選択し、その順序を決定することに\nより、連続影像と音声的効果を能動的に変化させていくことを本質的な特徴とする\nものであって、このような能動的な利用方法のため、プレイヤー個々人がそれぞれ\nのゲーム機を操作して個別の画面上にそれぞれ異なった影像を表示するという形態\nで利用されるものであり、多数人が同一の影像を一度に鑑賞するという利用形態に\nは本質的になじまないものである。現に、ゲームソフトは、多数の複製物を需要者\nたる公衆に直接販売し、その譲渡の対価を得ることで投下資本を回収するという取\n引形態がとられているものであって、劇場用映画のように一度の上映を多数の観客\nに鑑賞させて入場料収入により投下資本を回収することを前提とした、特有の複製\n物の取引形態は存在しない。また、ゲームソフトの個々の複製物が、劇場用映画の\n複製物であるプリント・フィルムのように、上映による多額の収益を生み出すとい\nう意味で高い経済的価値を有するということもない。\n（四）　右のとおり、本件各ゲームソフトは、画面上に表示される連続影像が一定\nの内容及び順序によるものとしてあらかじめ定められているものではないから、\n「映画の効果に類似する視覚的又は視聴覚的効果を生じさせる方法で表現され、か\nつ、物に固定されている著作物」（著作権法二条三項）に該当するということはで\nきない。したがって、本件各ゲームソフトが著作権法にいう「映画の著作物」に該\n当するということはできないから、これらが「映画の著作物」に該当することを前\n提として、これらについて頒布権を有する旨をいう被告の主張は失当である。\n二　結論\n以上によれば、本件各ゲームソフトは、著作権法にいう「映画の著作物」に該当\nせず、被告がこれについて頒布権を有しないことは明らかであるから、その余の点\nにつき判断するまでもなく、差止請求権の不存在確認を求める原告の本訴請求は、\n理由がある。\nよって、主文のとおり判決する。\n東京地方裁判所民事第四六部\n裁判長裁判官　三村量一\n裁判官　長谷川浩二\n裁判官　大西勝滋\n別紙　ゲームソフト目録\n一　タイトル　スターオーシャン・セカンドストーリー\n商品番号　ＳＬＰＭ　８６１０５～７\n発売元　　被告\n二　タイトル　バスト・ア・ムーブ\n商品番号　ＳＬＰＳ　０１２３７\n発売元　　被告\n"
}