{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 8,
    "month": 9,
    "day": 11
  },
  "case_number": "平成6(行ツ)59",
  "case_name": "選挙無効",
  "court_name": "最高裁判所大法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "民集　第50巻8号2283頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "平成4(行ケ)5",
  "original_date": {
    "era": "Heisei",
    "year": 5,
    "month": 12,
    "day": 16
  },
  "gist": "公職選挙法（平成六年法律第二号による改正前のもの）一四条、別表第二の参議院（選挙区選出）議員の議員定数配分規定の合憲性",
  "case_gist": "公職選挙法（平成六年法律第二号による改正前のもの）一四条、別表第二の参議院（選挙区選出）議員の議員定数配分規定の下で、平成四年七月二六日の参議院議員選挙当時、選挙区間における議員一人当たりの選挙人数の較差は最大一対六・五九に達しており、違憲の問題が生ずる程度の投票価値の著しい不平等状態が生じていたものといわざるを得ないが、右較差が右の程度に達した時から右選挙までの間に国会が右議員定数配分規定を是正する措置を講じなかったことをもってその立法裁量権の限界を超えるものと断定することはできず、右議員定数配分規定は、右選挙当時、憲法一四条一項に違反するに至っていたものと断ずることはできない。",
  "ref_law": "憲法14条1項，公職選挙法（平成6年法律第2号による改正前のもの）14条・公職選挙法（平成6年法律第2号による改正前のもの）別表第2",
  "lawsuit_id": "52557",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=52557",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/557/052557_hanrei.pdf",
  "contents": "主     文\n原判決を次のとおり変更する。\n被上告人の請求を棄却する。\n訴訟の総費用は被上告人の負担とする。\n理     由\n上告代理人増井和男、同鈴木健太、同青野洋士、同名取俊也、同石川利夫、同赤\n西芳文、同塚本伊平、同石田裕一、同竹中博司、同太田清一、同坂入冨士雄、同高\n木哲夫、同信本勉、同川端龍彦の上告理由について\n一  議会制民主主義を採る日本国憲法の下においては、国権の最高機関である国\n会を構成する衆議院及び参議院の各議員を選挙する権利は、国民の国政への参加の\n機会を保障する基本的権利であって、憲法は、その重要性にかんがみ、これを国民\n固有の権利であると規定した（一五条一項）上、一四条一項の定める法の下の平等\nの原則の政治の領域における適用として、成年者による普通選挙を保障するととも\nに、人種、信条、性別、社会的身分、門地、教育、財産又は収入によって選挙人の\n資格を差別してはならないものと定めている（一五条三項、四四条ただし書）。こ\nの選挙権の平等の原則は、単に選挙人の資格における右のような差別を禁止するに\nとどまらず、選挙権の内容の平等、換言すれば、議員の選出における各選挙人の投\n票の有する影響力の平等、すなわち投票価値の平等をも要求するものと解するのが\n相当である。\nしかしながら、もともと右にいう投票価値は、議会制民主主義の下において国民\n各自、各層の様々な利害や意見を公正かつ効果的に議会に代表させるための方法と\nしての具体的な選挙制度の仕組みをどのように定めるかによって何らかの差異を生\nずることを免れない性質のものである。そして、憲法は、国会の両議院の議員の選\n挙について、およそ議員は全国民を代表するものでなければならないという制約の\n下で、議員の定数、選挙区、投票の方法その他選挙に関する事項は法律で定めるべ\nきものとし（四三条、四七条）、どのような選挙制度が国民の利害や意見を公正か\nつ効果的に国政に反映させることになるのかの決定を国会の広い裁量にゆだねてい\nるのである。したがって、憲法は、右の投票価値の平等を選挙制度の仕組みの決定\nにおける唯一、絶対の基準としているものではなく、国会は、正当に考慮すること\nのできる他の政策的目的ないし理由をしんしゃくして、その裁量により、衆議院議\n員及び参議院議員それぞれについて公正かつ効果的な代表を選出するという目標を\n実現するために適切な選挙制度の仕組みを決定することができるのであって、投票\n価値の平等は、原則として、国会が正当に考慮することができる他の政策的目的な\nいし理由との関連において調和的に実現されるべきものと解さなければならない。\nそれゆえ、国会が具体的に定めたところのものがその裁量権の行使として合理性を\n是認し得るものである限り、それによって右の投票価値の平等が損なわれることに\nなっても、やむを得ないものと解すべきである。\n以上は、最高裁昭和四九年（行ツ）第七五号同五一年四月一四日大法廷判決・民\n集三〇巻三号二二三頁、最高裁昭和五四年（行ツ）第六五号同五八年四月二七日大\n法廷判決・民集三七巻三号三四五頁（以下「昭和五八年大法廷判決」という。）、最\n高裁昭和五六年（行ツ）第五七号同五八年一一月七日大法廷判決・民集三七巻九号\n一二四三頁、最高裁昭和五九年（行ツ）第三三九号同六〇年七月一七日大法廷判\n決・民集三九巻五号一一〇〇頁及び最高裁平成三年（行ツ）第一一一号同五年一月\n二〇日大法廷判決・民集四七巻一号六七頁の趣旨とするところでもあって、これを\n変更する要をみない。\n二  憲法は、国会を衆議院と参議院の両議院で構成するものとし（四二条）、各\n議院の権限及び議員の任期等に差異を設けているが、その趣旨は、衆議院と参議院\nとがそれぞれ特色のある機能を発揮することによって、国会を公正かつ効果的に国\n民を代表する機関たらしめようとするところにある。右の二院制採用の趣旨を受け、\n参議院議員選挙法（昭和二二年法律第一一号）は、参議院議員の選挙について、衆\n議院議員のそれとは著しく趣を異にする選挙制度の仕組みを設け、参議院議員二五\n〇人を全国選出議員一〇〇人と地方選出議員一五〇人とに区分した。右のうち、全\n国選出議員については、全都道府県の区域を通じて選出されるものとしており、そ\nの結果、各選挙人の投票価値には何ら差異がない。一方、地方選出議員については、\nその選挙区及び各選挙区における議員定数を別表で定め、都道府県を単位とする選\n挙区において選出されるものとしている。そして、各選挙区ごとの議員定数につい\nては、憲法が参議院議員は三年ごとにその半数を改選すべきものとしていることに\n応じて、各選挙区を通じその選出議員の半数が改選されることになるように配慮し、\n定数は偶数としその最小限を二人とする方針の下に、昭和二一年当時の総人口を定\n数一五〇で除して得られる数値で各選挙区の人口を除し、その結果得られた数値を\n基準とする各都道府県の大小に応じ、これに比例する形で二人ないし八人の偶数の\n議員数を配分したものであることが制定経過に徴して明らかである。昭和二五年に\n制定された公職選挙法の一四条及び別表第二の議員定数配分規定は右の参議院議員\n選挙法の別表の定めをそのまま引き継いだものであり、その後、沖縄返還に伴って\n昭和四六年法律第一三〇号により沖縄県選挙区の議員定数二人が付加された外は、\n平成四年七月二六日施行の本件参議院議員選挙（以下「本件選挙」という。）当時\nまで右定数配分規定に変更はなかった。なお、昭和五七年法律第八一号による公職\n選挙法の改正により、参議院議員選挙について拘束名簿式比例代表制が導入され、\n各政党等の得票に比例して選出される比例代表選出議員一〇〇人と都道府県を単位\nとする選挙区ごとに選出される選挙区選出議員一五二人とに区分されることとなっ\nたが、議員定数及び議員定数配分規定には何ら変更はなく、比例代表選出議員は、\n全都道府県を通じて選出されるものであり、各選挙人の投票価値に差異がない点に\nおいては、従来の全国選出議員と同様であり、選挙区選出議員は従来の地方選出議\n員の名称が変更されたにすぎないものということができる。\n右のような参議院議員の選挙制度の仕組みは、憲法が二院制を採用した前記の趣\n旨から、ひとしく全国民を代表する議員であるという枠の中にあっても、参議院議\n員の選出方法を衆議院議員のそれとは異ならせることによってその代表の実質的内\n容ないし機能に独特の要素を持たせようとする意図の下に、参議院議員を全国選出\n議員ないし比例代表選出議員と地方選出議員ないし選挙区選出議員とに分け、後者\nについては、都道府県が歴史的にも政治的、経済的、社会的にも独自の意義と実体\nを有し政治的に一つのまとまりを有する単位としてとらえ得ることに照らし、これ\nを構成する住民の意思を集約的に反映させるという意義ないし機能を加味しようと\nしたものであると解することができる。したがって、公職選挙法が定めた参議院議\n員の選挙制度の仕組みは、国民各自、各層の利害や意見を公正かつ効果的に国会に\n代表させるための方法として合理性を欠くものとはいえず、国会の有する立法裁量\n権の合理的な行使の範囲を逸脱するものであると断ずることはできない。憲法四三\n条一項は、両議院は全国民を代表する選挙された議員で組織すると定めるが、右規\n定にいう議員の国民代表的性格とは、本来的には、両議院の議員は、その選出方法\nがどのようなものであるかにかかわらず、特定の階級、党派、地域住民など一部の\n国民を代表するものではなく全国民を代表するものであって、選挙人の指図に拘束\nされることなく独立して全国民のために行動すべき使命を有するものであることを\n意味し、右規定が両議院の議員の選挙制度の仕組みについて何らかの意味を有する\nとしても、全国をいくつかの選挙区に分けて選挙を行う場合には、常に各選挙区へ\nの議員定数の配分につき厳格な人口比例主義を唯一、絶対の基準とすべきことまで\nを要求するものとは解されないし、前記のような形で参議院（選挙区選出）議員の\n選挙制度の仕組みについて事実上都道府県代表的な意義ないし機能を有する要素を\n加味したからといって、これによって選出された議員が全国民の代表であるという\n性格と矛盾抵触することになるということもできない。\nこのように公職選挙法が採用した参議院（選挙区選出）議員についての選挙制度\nの仕組みが国会にゆだねられた裁量権の合理的行使として是認し得るものである以\n上、その結果として各選挙区に配分された議員定数とそれぞれの選挙区の選挙人数\n又は人口との比率に較差が生じ、そのために選挙区間における選挙人の投票価値の\n平等がそれだけ損なわれることとなったとしても、先に説示したとおり、これをも\nって直ちに右の議員定数の定めが憲法一四条一項等の規定に違反して選挙権の平等\nを侵害したものとすることはできないといわなければならない。すなわち、右のよ\nうな選挙制度の仕組みの下では、投票価値の平等の要求は、人口比例主義を最も重\n要かつ基本的な基準とする選挙制度の場合と比較して、一定の譲歩を免れないと解\nさざるを得ない。また、社会的、経済的変化の激しい時代にあって不断に生ずる人\n口の異動につき、それをどのような形で選挙制度の仕組みに反映させるかなどの問\n題は、複雑かつ高度に政策的な考慮と判断を要求するものであって、その決定は、\n種々の社会情勢の変動に対応して適切な選挙制度の内容を決定する責務と権限を有\nする国会の裁量にゆだねられているところである。したがって、議員定数配分規定\nの制定又は改正の後、人口の異動が生じた結果、それだけ選挙区間における議員一\n人当たりの選挙人数又は人口の較差が拡大するなどして、当初における議員定数の\n配分の基準及び方法と現実の配分の状況との間にそごを来したとしても、その一事\nでは直ちに憲法違反の問題が生ずるものではなく、その人口の異動が当該選挙制度\nの仕組みの下において投票価値の平等の有すべき重要性に照らして到底看過するこ\nとができないと認められる程度の投票価値の著しい不平等状態を生じさせ、かつ、\nそれが相当期間継続して、このような不平等状態を是正する何らの措置も講じない\nことが、複雑かつ高度に政策的な考慮と判断の上に立って行使されるべき国会の裁\n量的権限に係るものであることを考慮してもその許される限界を超えると判断され\nる場合に、初めて議員定数の配分の定めが憲法に違反するに至るものと解するのが\n相当である。\n以上は、昭和五八年大法廷判決の趣旨とするところでもある。\n三  右の見地に立って、以下、本件選挙当時の公職選挙法の一四条及び別表第二\nの参議院（選挙区選出）議員定数配分規定（以下「本件定数配分規定」という。）\nの合憲性について検討する。\n１  昭和五八年大法廷判決は、昭和五二年七月一〇日施行の参議院議員選挙当時\nにおける選挙区間の議員一人当たりの選挙人数の最大較差一対五・二六（以下、較\n差に関する数値は、すべて概数である。）について、いまだ許容限界を超えて違憲\nの問題が生ずる程度の著しい不平等状態が生じていたとするには足りない旨判示し、\nさらに、最高裁昭和五七年（行ツ）第一七一号同六一年三月二七日第一小法廷判\n決・裁判集民事一四七号四三一頁は、昭和五五年六月二二日施行の参議院議員選挙\n当時の最大較差一対五・三七について、最高裁昭和六二年（行ツ）第一四号同六二\n年九月二四日第一小法廷判決・裁判集民事一五一号七一一頁は、昭和五八年六月二\n六日施行の参議院議員選挙当時の最大較差一対五・五六について、最高裁昭和六二\n年（行ツ）第一二七号同六三年一〇月二一日第二小法廷判決・裁判集民事一五五号\n六五頁は、昭和六一年七月六日施行の参議院議員選挙当時の最大較差一対五・八五\nについて、いずれも、いまだ違憲の問題が生ずる程度の著しい不平等状態が生じて\nいたとするには足りない旨判示している。しかし、その後も選挙区間の議員一人当\nたりの選挙人数の最大較差は更に拡大の一途をたどり、原審の適法に確定したとこ\nろによれば、平成四年七月二六日施行の本件選挙当時においては、選挙区間におけ\nる議員一人当たりの選挙人数の較差が最大一対六・五九にまで達していたというの\nである。\n前記のとおり、各選挙区への議員定数の配分につき厳格な人口比例主義を唯一、\n絶対の基準とすべきことまでは要求されていないにせよ、投票価値の平等の要求は、\n憲法一四条一項に由来するものであり、国会が選挙制度の仕組みを定めるに当たっ\nて重要な考慮要素となることは否定し難いのであって、国会の立法裁量権にもおの\nずから一定の限界があることはいうまでもないところ、本件選挙当時の右較差が示\nす選挙区間における投票価値の不平等は、極めて大きなものといわざるを得ない。\nまた、公職選挙法が採用した前記のような選挙制度の仕組みに従い、参議院（選挙\n区選出）議員の全体の定数を増減しないまま選挙区間における議員一人当たりの選\n挙人数の較差の是正を図ることには技術的な限界があることは明らかであるが、本\n件選挙後に行われた平成六年法律第四七号による公職選挙法の改正により、総定数\nを増減しないまま七選挙区で改選議員定数を四増四減する方法を採って、選挙区間\nにおける議員一人当たりの選挙人数の最大較差が一対四・九九に是正されたことは、\n当裁判所に顕著である。\nそうすると、本件選挙当時の前記の較差が示す選挙区間における投票価値の不平\n等は、前記のような参議院（選挙区選出）議員の選挙制度の仕組み、是正の技術的\n限界、参議院議員のうち比例代表選出議員の選挙については各選挙人の投票価値に\n何らの差異もないこと等を考慮しても、右仕組みの下においてもなお投票価値の平\n等の有すべき重要性に照らして、もはや到底看過することができないと認められる\n程度に達していたものというほかはなく、これを正当化すべき特別の理由も見出せ\nない以上、本件選挙当時、違憲の問題が生ずる程度の著しい不平等状態が生じてい\nたものと評価せざるを得ない。\n２  そこで、次に、本件選挙当時、右の不平等状態が相当期間継続し、これを是\n正する何らの措置も講じないことが、前記のような国会の裁量的権限に係るもので\nあることを考慮してもその許される限界を超えていたと断定すべきかどうかについ\nて検討する。\n昭和六一年七月六日施行の参議院議員選挙当時における選挙区間の議員一人当た\nりの選挙人数の最大較差が一対五・八五であったことは前記のとおりであるが、そ\nの後の較差の拡大による投票価値の不平等状態は、右較差の程度、推移からみて、\n右選挙後でその六年後の本件選挙より前の時期において到底看過することができな\nいと認められる程度に至っていたものと推認することができる。\nところで、憲法が、二院制を採った上、参議院については、その議員の任期を六\n年としていわゆる半数改選制を採用し、その解散を認めないものとしている趣旨に\nかんがみると、参議院（選挙区選出）議員については、議員定数の配分をより長期\nにわたって固定し、国民の利害や意見を安定的に国会に反映させる機能をそれに持\nたせることとすることも、立法政策として合理性を有するものと解されるところで\nあり、公職選挙法が、衆議院議員については、選挙区割及び各選挙区ごとの議員定\n数を定めた別表の末尾に、五年ごとに直近に行われた国勢調査の結果によって更正\nするのを例とする旨の定めを置いていたのに対し、参議院（選挙区選出）議員の定\n数配分規定にはこうした定めを置いていないことも、右のような立法政策の表れと\nみることができる。そして、選挙区間における議員一人当たりの選挙人数の較差が\n当該選挙制度の仕組みの下において投票価値の平等の有すべき重要性に照らして到\n底看過することができないと認められる程度に達したかどうかの判定は、右の立法\n政策をふまえた複雑かつ高度に政策的な考慮と判断の上に立って行使されるべき国\n会の裁量的権限の限界にかかわる困難なものであり、かつ、右の程度に達したと解\nされる場合においても、どのような形で改正するかについて、なお種々の政策的又\nは技術的な考慮要素を背景とした議論を経ることが必要となるものと考えられる。\nまた、昭和六三年一〇月には、前記一対五・八五の較差について、いまだ違憲の問\n題が生ずる程度の著しい不平等状態が生じていたとするには足りないという前掲第\n二小法廷の判断が示されており、その前後を通じ、本件選挙当時まで当裁判所が参\n議院議員の定数配分規定につき投票価値の不平等が違憲状態にあるとの判断を示し\nたことはなかった。\n以上の事情を総合して考察すると、本件において、選挙区間における議員一人当\nたりの選挙人数の較差が到底看過することができないと認められる程度に達した時\nから本件選挙までの間に国会が本件定数配分規定を是正する措置を講じなかったこ\nとをもって、その立法裁量権の限界を超えるものと断定することは困難である。\n３  上述したところからすると、本件選挙当時、選挙区間における議員一人当た\nりの選挙人数の較差等からして、違憲の問題が生ずる程度の投票価値の著しい不平\n等状態が生じていたものといわざるを得ないが、本件選挙当時において本件定数配\n分規定が憲法に違反するに至っていたものと断ずることはできないものというべき\nである。\n四  原判決は、本件定数配分規定が本件選挙当時全体として違憲の瑕疵を帯びて\nいたものというべきであるとしつつ、諸般の事情を総合考慮し、いわゆる事情判決\nの制度（行政事件訴訟法三一条一項）の基礎に存するものと解すべき一般的な法の\n基本原則を適用して、選挙を無効にすることによる不当な結果を回避することもあ\nり得るとの法理に従い、選挙自体は無効とせず、本件請求を棄却した上、大阪府選\n拳区における本件選挙が違法である旨を主文において宣言したものであるが、原判\n決は、前記判示と抵触する点において失当であり、その限度において変更を免れな\nい。\n以上の次第であるから、原判決には、憲法の解釈、適用を誤った違法があり、本\n件上告は、その限りにおいて理由があるから、原判決を変更して、被上告人の請求\nを棄却することとする。\nよって、行政事件訴訟法七条、民訴法四〇八条、九六条、八九条に従い、裁判官\n園部逸夫の意見、裁判官大野正男、同高橋久子、同尾崎行信、同河合伸一、同遠藤\n光男、同福田博の反対意見があるほか、裁判官全員一致の意見で、主文のとおり判\n決する。\n裁判官園部逸夫の意見は、次のとおりである。\n私は、原判決を変更し、被上告人の請求を棄却すべきものとする多数意見の結論\nには同調するが、その理由を異にするので、以下、私の意見を述べることとする。\n最高裁昭和五四年（行ツ）第六五号同五八年四月二七日大法廷判決・民集三七巻\n三号三四五頁は、参議院議員の定数配分規定の定め方について、厳密な意味での人\n口比例主義を基本とするものではないとし、衆議院議員のそれに比べて国会の裁量\nの余地を広く認める趣旨の判断をしている（最高裁昭和五六年（行ツ）第五七号同\n五八年一一月七日大法廷判決・民集三七巻九号一二四三頁の中の中村治朗裁判官反\n対意見参照）。\n私は、右大法廷の判断は、参議院議員の選挙制度のうち、衆議院議員の選挙制度\nと異なる部分がある場合に適用されるべきもので、衆議院議員の選挙制度とその趣\n旨において同一の部分については、最高裁昭和四九年（行ツ）第七五号同五一年四\n月一四日大法廷判決・民集三〇巻三号二二三頁に示された、憲法上要求されている\n投票価値の平等に関する判断が妥当すると考える。\n私は、二院制の特色を活かすために、国会の政策として、参議院の構成及びそれ\nに必要な選挙制度を衆議院のそれと異なったものにすることは、憲法四三条一項、\n四四条ただし書及び四六条の規定に反しない限り、許容されると考えるものである\n（憲法四七条）。したがって、国会が、参議院議員選挙の仕組みについて、地域代\n表的な要素を加味した場合には、その部分については、人口比例主義を基本とする\nことができない。公職選挙法は、国会の政策として、参議院議員について、全国選\n出議員ないし現行比例代表選出議員のほかに、地方選出議員ないし現行選挙区選出\n議員の制度を設け、後者の各選挙区には、最低二人以上の定数偶数配分をして、半\n数改選を可能にするとともに地域代表的な要素を加味している。そうすると、二人\n区と他の選挙区との間に存する定数の不均衡については、人口比例主義を適用する\nことはできないので、その部分では、違憲の問題を生じないといわざるを得ない。\nしかし、定数が四人以上の選挙区における議員定数については、人口比例を考慮し\nた配分がされたものであることが明らかであるから（本件選挙当時の公職選挙法別\n表第二）、これらの選挙区相互間において定数の不均衡が生じているときに、その\n不均衡状態を国会の裁量権の行使の結果であるとして当然に許容すべきものである\nとすることはできない。\n私は、さきに、人口比例を考慮した議員定数配分規定について、「議員定数配分\n規定が、ある選挙区の選挙人について、他の選挙区の選挙人の二倍を超える価値の\n票を投ずる権利を与えているようなことがあれば、結果的に、地域によって価値の\n異なる選挙権の行使を認めるいわゆる等級選挙を定めているものとみざるを得ない\nのであって、憲法一四条の定める法の下の平等の原則違反の問題を生ずるといわな\nければならない。」と述べ、衆議院について、議員一人当たりの選挙人数の最大較\n差一対二以上を違憲判断の基準としたが（最高裁平成三年（行ツ）第一一一号同五\n年一月二〇日大法廷判決・民集四七巻一号六七頁の中の私の意見）、参議院（選挙\n区選出）議員の各選挙区の議員定数は、制度上、偶数配分が前提となっていること\nを考慮すると、定数四人以上の選挙区相互間の定数配分の不均衡について、それに\nよる較差が、衆議院議員選挙の場合の二倍に当たる最大較差一対四を超えるときは、\n憲法一四条の規定に反するとするのが相当と考える。\nこれを本件についてみると、本件選挙施行当時、定数四人以上の選挙区の間にお\nける議員一人当たりの選挙人数の最大較差は、鹿児島県選挙区と神奈川県選挙区と\nの間において一対四・五四に達していたことが計算上明らかであるから、その時点\nにおける投票価値の不平等状態をもたらしている本件定数配分規定は、法の下の平\n等を保障した憲法一四条一項の規定に明らかに違反する。よって、私は、本件定数\n配分規定を違憲と判断するものであるが、以下の理由により、これを無効とせず、\n請求棄却の判決をすべきであると考える。すなわち、私は、議員定数配分規定の違\n憲を理由とする選挙の効力に関する訴訟（以下「定数訴訟」という。）の主たる目\n的は、係争の議員定数配分規定の違憲性について、将来に向かって警告的判断を下\nし、国会が自主的に違憲状態にある議員定数配分規定を改正して、較差の速やかな\n是正を図るよう促すことにあると解する。したがって、裁判所は、当該選挙に適用\nされた議員定数配分規定の全体について合憲性の有無を客観的に判断するにとどめ、\n違憲と判断される場合でも、その無効を宣言しないこととするのが妥当であると考\nえる。私が右のように考え、また、いわゆる事情判決の法理によらない理由につい\nては、前記意見に詳しく述べたとおりであるから、ここでは、これを引用するにと\nどめる。\nなお、本件選挙後に行われた平成六年法律第四七号による公職選挙法の改正によ\nり、定数四人以上の選挙区間における議員一人当たりの選挙人数の最大較差が、鹿\n児島県選挙区と東京都選挙区との間における一対三・四六に是正されたことは、当\n裁判所に顕著である。したがって、右に述べた定数訴訟の目的に関する私の見解に\n従えば、本件定数訴訟の目的は、事実上達成されていることになるが、なお将来に\nわたる一定の指針を示すという点において、本件訴訟を維持する実益はいまだ消滅\nしていないと解する。\nしたがって、原審の判断は、本件定数配分規定が本件選挙当時全体として違憲の\n瑕疵を帯びていたものというべきであるとした点については是認することができる\nが、右規定を違憲ではあるが無効とすべきではなく、請求棄却の判決をすべきであ\nるとする見地からすれば、原判決が本件選挙の違法を宣言した点は誤っており、本\n件請求は、これを棄却すべきものと考えるのである。\n裁判官大野正男、同高橋久子、同尾崎行信、同河合伸一、同遠藤光男、同福田博\nの反対意見（裁判官尾崎行信、同遠藤光男、同福田博については、本反対意見のほ\nか、後記のような追加反対意見がある。）は、次のとおりである。\n私たちは、本件選挙における投票価値の較差は、憲法一四条一項の平等原則に違\n反し、もはや看過し難い程度に達しているとの多数意見部分に賛成するものである\nが、その理由の一部を異にし、また、結局本件選挙当時において本件定数配分規定\nは違憲と断ずることはできないとする多数意見の結論には反対であって、右違憲状\n態につき憲法上要求される合理的期間内における是正がされていなかったから本件\n選挙は違法であるというべきであると考える。その理由は以下のとおりである。\n一  参議院制度と投票価値の平等の原則\n参議院（選挙区選出）議員の定数配分規定が、憲法一四条一項の保障する投票価\n値の平等の要請に違反するか否かを考えるに当たっては、まず、参議院議員選挙に\nつき、各選挙区間において議員定数と選挙人数とが適正に比例すべきであるとの原\n則をいかに重視すべきかを考慮する必要がある。\n憲法四三条一項は「両議院は、全国民を代表する選挙された議員でこれを組織す\nる。」と規定するところ、この規定は、両議院の議員が一部の国民のためでなく全\n国民のために行動すべき使命を有するという行為規範を示すにとどまらず、両議院\nの議員の選挙制度の仕組みが「全国民の代表」を選挙するのにふさわしい制度であ\nるべきことをも定めているものと解される。そして、憲法一四条一項、一五条一項、\n三項、四四条ただし書が投票価値の平等を要求していることは、最高裁昭和四九年\n（行ツ）第七五号同五一年四月一四日大法廷判決・民集三〇巻三号二二三頁の判示\nするところである。\nもっとも、選挙制度の決定に当たり、投票価値の平等が考慮すべき唯一、絶対の\n基準とはされておらず、投票価値が数値的に完全に同一であることまでが要求され\nるものではなく、特に参議院議員については、その代表としての実質的内容ないし\n機能に独特の要素を持たせるためその選挙制度の仕組みについて正当に考慮するこ\nとのできる他の政策的目的ないし理由を考慮することは許されるのであって、選挙\n制度の決定について国会は広い裁量権を有するとされる（最高裁昭和五四年（行ツ）\n第六五号同五八年四月二七日大法廷判決・民集三七巻三号三四五頁参照）。\nしかしながら、右憲法上の要請にかんがみ、投票価値の平等は、選挙制度の決定\nに当たって考慮されるべき極めて重要な基準であるから、単に他の諸要素と並列し\nて論ぜられるべきではなく、参議院議員の選挙制度の仕組みの決定に当たっても十\n分尊重されるべきものである。\n二  参議院議員の選挙制度とその配分原則\n現に、参議院議員の選挙制度は、その制定当時、議員定数を二五〇人とした上、\nこれを全国選出議員一〇〇人、地方選出議員一五〇人に区分し、全国選出議員につ\nいては全都道府県の区域を通じて選挙されるものとし、地方選出議員の選挙区割に\nついては、既存の行政区画である都道府県をそのまま用い、まず各選挙区に対し最\n低二人の定数を一律に配分した（沖縄を除く四六都道府県の地方選出議員総数九二\n人）が、残余の定数については、人口比例の観点に立ち各選挙区における人口の大\n小に応じこれに比例して、特定の選挙区（付加配分区）に二人ないし六人の偶数の\n議員数を付加配分する形で制定されたものである。付加配分された総数は五八人で\nあり、地方選出議員数の三八パーセントに当たる。そして、右選挙制度の制定当初、\n定数が四人以上の選挙区（付加配分区）間において定数二人を超える議員一人当た\nりの選挙人数を比較した場合、最小の選挙区のそれの二倍を超える選挙区は二区に\nとどまり、大部分は二倍以内に収まっていた。したがって、この五八人については、\n本件定数配分規定の制定当初、徹底した人口比例の原則に基づいてその配分方法が\n定められたことは疑う余地がない。\n三  本件選拳当時における投票価値の看過し難い不平等\n右に述べたような憲法上の要請及び当初の配分原則からみて本件選挙当時におけ\nる選挙区間の投票価値が到底看過し難い程度の著しい不平等状態になっていたかど\nうかを検討すると、以下の点を指摘することができる。\n１  選挙区間における議員一人当たりの選挙人数の較差が最大一対六・五九（以\n下、較差に関する数値は、すべて概数である。）に達している。投票価値の平等を\n極めて重要な基準とする以上、右数値は異常に高い。\n２  しかも、付加配分区における定数二人を超える議員一人当たりの選挙人数の\n最大較差は四・五四倍（鹿児島県選挙区に対する神奈川県選挙区）に達し、三倍を\n超える選挙区が二区（鹿児島県選挙区に対し、埼玉県選挙区が三・五六倍、千葉県\n選挙区が三・一一倍）になっていることは計算上明らかである。前述のとおり付加\n配分された議員数五八人については、前記憲法上の要請に照らして、特に人口比例\n原則が忠実かつ厳格に遵守され続けていかなければならないものと解されるところ、\n右のような較差は著しく不平等である。\n３  そして、選挙人数の多い選挙区が選挙人数の少ない選挙区より少数の議員定\n数しか割り当てられていないといういわゆる逆転現象が本件選挙当時において二四\n例にも達し、そのすべてに付加配分区が関係し、うち一一例は付加配分区間におい\nて生じている。右の逆転現象は、当初の配分原則に反するのみならず、多数の者が\n多数の代表を選び得るという民主主義の基本にも触れる質的不平等である。\n以上の点を考慮すれば、本件選挙当時における議員定数配分の不均衡によって生\nずる投票価値の不平等は、参議院議員選挙が議員定数一〇〇人につき全国を通じて\n選挙されるという意味で人口比例原則の貫徹した選挙制度を併用していることを考\n慮しても、なお看過し難い程度に著しいといわざるを得ない。\n四  合理的是正期間の徒過\n本件定数配分規定は、国民の意見を多角的に国会に反映させることを目指して選\n挙区ごとに最低二人の議員定数を配分することによって参議院を衆議院と異なる構\n成としたものであるが、そのことは必然的に投票価値の不均衡を生じさせることと\nなり、人口数の多い選挙区への付加配分により修正されているとはいえ、右規定が\n採用された直後の昭和二二年四月の第一回参議院議員選挙当時の議員一人当たりの\n選挙人数の最大較差は一対二・五一であった。\nその後、地方から都会への大量の人口異動によりその較差は拡大の一途をたどり、\n各参議院議員選挙時における右の最大較差の推移をみると、昭和四六年には五・〇\n八倍に、昭和五二年には五・二六倍に、昭和五五年には五・三七倍に、昭和五八年\nには五・五六倍に順次増大した。付加配分区間における定数二人を超える議員一人\n当たりの選挙人数の最大較差をみても、既に昭和四六年において三・五六倍に達し\nている。このように、当初は人口比例原則に基づいて定数配分がされた付加配分区\nにおいて顕著に不均衡が生じ、これに伴って全選挙区を通じて多数の逆転現象が生\nじ、昭和五二年及び昭和五五年には一七例、昭和五八年及び昭和六一年には二〇例、\n平成元年には二三例、本件選挙時には二四例に上っている。\nしかし、その間、参議院議員の定数及びその配分については、沖縄復帰に伴う二\n人増加以外には何ら修正は行われなかった。それは、国会において、その状態を維\n持することが合理的であるとの政策決定によってされたものではなく、国会自らそ\nの不合理なことを十分認めていたにもかかわらず修正がされなかったのである。\nすなわち、昭和五〇年六月には、参議院での審議運営に関し、参議院議長により、\n「参議院地方区定数是正は人口の動態の変化に基づき次の参議院選挙を目途として\n修正するようとりはからう」ことを条件とするあっせんがされ、自由民主党、日本\n社会党、民社党がこれに同意し、昭和五二年四月には日本社会党、公明党、日本共\n産党、民社党の各党を代表する議員から、同年五月には自由民主党の議員からそれ\nぞれ定数是正の法案が提出されたが、いずれも成立に至らなかった。\nこのような経過で、参議院議員の定数配分は、国会によっても人口異動など社会\n情勢の変化により是正する必要があると認められながら、結果的に、制定時から本\n件選挙当時まで実に四五年にわたって全く改正されなかったものである。各選挙区\nに最低二人の議員を配分することの合理性を前提としても、遅くとも、議員一人当\nたりの選挙人数の最大較差が五倍を超え、付加配分区間における定数二人を超える\n議員一人当たりのそれが三倍を超える状況が定着したとみられる昭和五〇年代半ば\nころまでには、平等原則に反する違憲状態となっていたものであり、本件選挙当時、\n国会における是正のための合理的期間をはるかに超えていたことは明らかである。\n本件選挙当時の公職選挙法をみると、衆議院議員の選挙区割及び各選挙区における\n議員定数を定めた同法別表第一の末尾には「この法律施行の日から五年ごとに、直\n近に行われた国勢調査の結果によつて、更正するのを例とする。」との定めがある\nのに対し、参議院（選挙区選出）議員の定数配分規定には同趣旨の定めが存在しな\nいが、投票価値の平等は憲法上の極めて重要な要請であることにかんがみれば、右\n定めの欠缺をもって、参議院議員選挙については投票価値の不平等の是正を長期間\nにわたって行わないことを合理的であるとし、特にこれを許容する趣旨であると理\n解することはできない。\n五  いわゆる事情判決の法理による違法宣言\n右のように本件定数配分規定は本件選挙当時において違憲とされるべきものであ\nるが、本件選挙を無効とすることによっても本件訴訟の対象となった選挙区以外の\n選挙が無効となるものではないこと、本件選挙を無効とする判決の結果一時的にせ\nよ憲法の予定しない事態が現出することになること、本件訴訟提起後平成六年に至\nって国会において公職選挙法が改正され参議院（選挙区選出）議員の定数配分規定\nが改められていることにかんがみれば、本件選挙が憲法に違反する議員定数配分規\n定に基づいて行われた点において違法である旨判示し、主文において右選挙の違法\nを宣言するにとどめるのが相当と考えるものである。\nしたがって、原審の判断は結論において正当として是認することができ、本件上\n告は棄却すべきものと考える。\n裁判官尾崎行信の追加反対意見は、次のとおりである。\n前記反対意見のうち、国会の裁量権の行使が合理的か否かを考慮する基準につい\nて、私の意見を次のとおり補足する。\n一  最高裁昭和四九年（行ツ）第七五号同五一年四月一四日大法廷判決・民集三\n〇巻三号二二三頁は、憲法の要求する投票価値の平等は、常にその絶対的な形にお\nける実現を必要とするものではないが、選挙の仕組みを定める際の単なる考慮事項\nの一つにとどまるものではなく、現実に投票価値に不平等の結果が生じている場合\nには、その不平等が、国会の正当に考慮することのできる重要な政策的目的ないし\nは理由に基づく結果として合理的に是認することのできるものでなければならない\nと解されるのであり、その限りにおいて大きな意義と効果を有すると述べ、国会が\n衆議院及び参議院それぞれについて決定した具体的選挙制度は、それが憲法上の選\n挙権の平等の要求に反するものでないかどうかにつき、常に各別に右の観点からす\nる吟味と検討を免れることができないというべきであると結論づけている。\n右判示は、選挙権の平等は、選挙制度の在り方に関し、憲法上一つの強固な核心\nをなす要請であって、他の諸々の考慮要素と同列に論ずるには余りにも貴重な権利\nであり、これに照らして他の考慮要素の合理性、許容性を判断する標準とされるべ\nき、より高度の価値を有するものであることを示している。前記反対意見が、投票\n価値の平等は極めて重要な基準であるから単に他の諸要素と並列して論ぜられるべ\nきでないとするのも、この趣旨である。\nよって、本件定数訴訟においても、右判決に示された法理に従い、いかなる重要\nな政策的目的ないし理由があって投票価値の不平等状態が招来されているか、その\n結果は投票価値の平等の原則に照らしても合理的なものとして是認し得るかにつき、\n参議院の具体的選挙制度に即して吟味、検討すべきである。\n二  憲法が二院制を採用した理由は、参議院が、衆議院と異なる議員構成を持つ\nことによって、専門的な知識経験をふまえ、長期的展望の下に理性的で慎重な判断\nをし、第一院の多数を頼む偏った政策決定を抑制することを期待するところにある。\n憲法は、参議院につき、衆議院と異なる六年間の任期を定め、かつ、解散制度を設\nけないことによって、議員に長期間安定した地位を保障し、議員が、頻繁な選挙の\n負担に影響されることなく、全国的視野に立脚した客観的で公正な見解を国政に反\n映させることをより一層可能にするとともに、半数改選制と相まって政策の継続性\nを保持し得る制度を定立した。もとより、参議院を都道府県単位の代表として、あ\nるいはより広域単位の代表として構成しようとする立場も十分考慮に値するもので\nあろうが、憲法は、この視点に重きを置かないで、右のような構成とは異なる今日\nの参議院制度を採用したのである。したがって、現憲法の趣旨を酌んで、法律によ\nり参議院と衆議院との議員構成に一定の差異を持たせるとしても、それは、現行二\n院制の理念に沿いつつ、かつ、あくまで前記のような平等原則に反しない限度で例\n外的に許容されるにすぎないものと解すべきである。\n三  我々が今参議院の具体的選挙制度の仕組みの中で人口比例原則を変更するた\nめ考慮することができる要素としては、上告人の主張や立法以来広く論じられてき\nたところに照らしても、都道府県制に基づく地域代表的性格以外には見当たらない。\nしかも、現行選挙制度の仕組みにおいて、地域代表的考え方は、無条件に各選挙区\nに最低二人を割り当てる形態で既に実現されている。これに重ねて、右の基礎的配\n分を超える議員についてまで再度地域代表的考えを持ち込み、同一の理由に基づい\nて一層平等原則を損なう結果をもたらすことを許容するには、それが参議院の存在\n理由からみて特段の合理性を有するか否かを再考し、より厳格な合理的理由が具体\n的に論証されなければならないというべきである。\nそもそも、地域代表的性格の過度の強調は、参議院の衆議院化を招き、前述した\n参議院に理の政治を期待する憲法の趣旨と現行制度の枠組みに反する結果となるこ\nとを想起すべきであり、この視点から、私は、右の理由による較差の許容について\nは抑制的であらねばならないと考える。\nさらに、現行の最低二人割当制についても、それ自体は人口過疎地区の利害や意\n見が国会審議に反映されるという意味で合理性を有しているとはいえても、そのこ\nとによって、結果として投票価値の平等をいかに侵害してもよいということになる\nわけではない。衆議院議員の選挙区割及び定数配分の決定についても、都道府県、\n市町村等の行政区画などの事情が考慮要素となることを前提としつつ、人口比率の\n較差の許容限度が論じられているのであって、都道府県を単位とする地域代表的性\n格を加味したとされる参議院（選挙区選出）議員の定数配分についても、その較差\nの許容限度は衆議院議員の場合と大きく異ならない程度とするのが本則であるとい\nうべきである。私は、定数四人以上の選挙区間に限らず、全選挙区間において、本\n来は、二倍を超える較差は許されるべきではないと考えるものであるが、両議院間\nに構成の差を設けることによる代表の多面性や両議院の補完、修正機能の確保とい\nった効果を期待して一応の合理性を肯定し得る最低二人割当制を導入した結果、二\n人区を含む比較においては制定当初から二倍を超える較差が存したこと等をも考慮\nして、一定限度でこの基準を緩和することは認めざるを得ないであろう。その場合、\nどの程度まで合理性を有するとして許容すべきかがここでの問題である。\n四  本件のように憲法の要求する価値が何を意味し、いかなる限度で他の考慮要\n素により制限され得るかが問題となった場合、第一義的には憲法の法文自体に表明\nされたところに従うべきであるが、その内容を確定するためには憲法制定過程ない\nしこれに近接して制定された法律の立法過程に表れた立法者の意図、目的によって\n補充することも必要であろう。特に民主制政治の根幹をなす投票価値の平等を制限\nすることとなる本問題については、立法者の意図を尊重すべきであるが、これをう\nかがわせる最も有益な資料は憲法制定に近接して立案された最初の衆議院及び参議\n院の議員定数配分規定であろう。昭和二二年制定の同規定では人口比率の最大較差\nは衆議院の場合一対一・五一であるのに対し、参議院の場合一対二・六二となって\nいた。参議院について右較差が生じたのは、地域代表的性格を考慮した上で半数改\n選制を実施する必要上技術的に簡便な方法として、各選挙区にまず二人を割り当て\nたことが主たる原因であったのであるが、右の現実の較差からみて、当時の立法府\nは、参議院に独自の特色を持たせるため衆議院との間に差を設けるとしても、衆議\n院の場合の較差に数字で一を加える程度の較差にとどめる意図であったと考えられ、\nこれを数字上大きく超えるほどの較差を容認していたとは考えにくいところである。\nそして、残余の議員数については専ら人口比率に従って配分しているのであるから、\n立法者は、地域代表的性格を考慮した結果人口比例原則からかい離するとはいえ、\n最低二人を割り当てる技術的理由が明らかであり、かつ、かい離の程度が比較的軽\n微であったから、右のような制度を採用したものとみるべきである。\n前述の参議院制度の趣旨に併せて、実定法上に表れたこうした立法者の意図を重\n視すれば、参議院（選挙区選出）議員の定数配分における較差は、衆議院の場合の\nあるべき較差二倍以下と大きく隔たらない二倍台にとどまることが望まれるという\nべきであろうが、最低二人割当制の合理性等を考慮すると、三倍台までの較差は許\n容せざるを得ないかもしれない。しかしながら、較差を二倍台にとどめた当初の立\n法者の意図からすれば、較差が三倍台を更に超え四倍台となれば、著しい不平等と\nみるべきは常識であって、この程度に達したのは昭和三七年七月以前であったこと\nは明らかであるから、既に修正のための合理的期間を経過していることに疑いを差\nし挟む余地はない。私が、本件定数配分規定を違憲とする反対意見に参加するゆえ\nんである。\n裁判官遠藤光男の追加反対意見は、次のとおりである。\n私の意見は、前記反対意見に要約されているとおりであるが、本件定数配分規定\nの合憲性を判断するに当たっては、とりわけ、定数が四人以上の選挙区間における\n定数二人を超える議員一人当たりの選挙人数の較差（以下「四人区以上の選挙区間\nの較差」という。）をみることが肝要であると考えるので、この点についての私の\n意見を補足的に明らかにしておきたい。\n参議院議員選挙法は、地方選出議員一五〇人の配分を定めるに当たり、まずもっ\nて、各都道府県選挙区に対し二人ずつの定数を一律に配分した上（沖縄を除く四六\n都道府県の地方選出議員の総数九二人）、残余の五八人を一定の基準に基づき特定\nの選挙区に対し付加配分するものとした。憲法上の要請である三年ごとの半数改選\nを前提とする限り、人口又は選挙人数の大小を問わず、各選挙区に対し最低二人の\n議員数を配分したことは、それなりに合理性のある配分方法として是認し得るもの\nといえよう。\n問題は、むしろ、このような配分方法を採った後に生じた残余の地方選出議員五\n八人の配分方法いかんにある。すなわち、同法がその制定当初地方選出議員の配分\nにつき現実に採用した配分方法は、当時、臨時法制調査会において審議されていた\n配分案のうちの一つである甲案・第一案であったとされているが、甲案とは、各部\n道府県の人口の割合によってその配分数を算定する案であり、昭和二一年四月二六\n日現在の人口調査による総人口数を地方選出議員の総数一五〇人で除した数、すな\nわち議員一人当たりの基準人数を求め、この基準人数をもって各都道府県の人口を\n除して得た数を配当基数とし、この配当基数に基づき定数を配分しようとしたもの\nであり、そのうちの第一案とは、配当基数が二以下の場合にはすべてこれを二と算\n定し（この部分が一律二人ずつの配分部分に相当する。）、四、六又は八の偶数以上\nとなった選挙区に対しては、端数をすべて切り捨てた上、その数から二を控除した\n偶数、つまり二、四又は六の議員数を付加配分するものとし、これにより剰余を生\nじた分については、端数の大きいものから五八人に満つるまで順次二人あて付加配\n分するという案であったのである。\nなお、その最大配分数を八としたのは、たまたま配当基数の最大数値が八・五八\n（東京都の場合）であり、偶数以上の端数切捨ての原則をもってすると、これを八\nとするのが相当であったことに由来するものであって、もともと八以上の配分を否\n定する趣旨のものでなかったことは明らかである。したがって、この五八人につい\nては、本件定数配分規定の制定当初から徹底した人口比例の原則に基づきその配分\n方法が定められたことは疑いの余地がない。この五八人は、現行規定に基づく選挙\n区選出議員の総数一五二人（沖縄復帰による同選挙区への追加配分に伴い、その数\nは一五〇人から一五二人となった。）のうち三八パーセント余に当たるが、残余の\n六二パーセント弱を占める九四人を各選挙区に対し一律に二人ずつ配分したことに\nよって生じた投票価値平等原則へのマイナスの影響を最小限度に食いとどめるため\nにも、この分についての人口比例の原則は、でき得る限り忠実かつ厳格に遵守され\n続けていかなければならないはずのものであったのである。そうであるとするなら\nば、本件選挙における投票価値の平等性を検討するに当たっては、この五八人につ\nいての配分の適正、つまり、四人区以上の選挙区間の較差をみることが極めて重要\nであるというべきである。もっとも、わずか五八人という付加配分数の枠内で人口\n比例の原則を厳格に実施しようとしてみても、総体的にその数が少ないだけに、お\nのずからそこには限界があることも否定し難いところである。現に、制定当初にお\nける四人区以上の選挙区間の較差をみてみると、大部分が二倍以内に収まっている\nとはいうものの、わずかながらとはいえ、その較差が二倍を超える選挙区が二区存\n在していたことが認められる（北海道選挙区の一に対し、新潟県選挙区の二・一二\n倍、千葉県選挙区の二・〇一倍）。このようにみてくると、この五八人の付加配分\nについては、一面、それが一律二人配分による投票価値平等原則へのマイナスの影\n響を最小限度に食いとどめるため重要な機能を営むものであること、他面、五八人\nという小人数の枠内での調整に由来する現実的制約が存在すること、さらに、参議\n院議員選挙制度においては、総定数二五二人のうち約四〇パーセント近い一〇〇人\nが全国を通じ一人一票の原則に徹して選出されることとなっていることなどを総合\n勘案した場合、私は、四人区以上の選挙区間の較差が三倍程度にとどまる場合には\nやむを得ないものとして是認し得るものの、少なくともその較差が三倍を超えるに\n至った場合には、もはや投票価値平等の原則からみてこれを容認し得るものではな\nいと考える。\nところが、本件選挙当時における四人区以上の選挙区間の較差は、最大四・五四\n倍にも達しており（鹿児島県選挙区の一に対し、神奈川県選挙区の四・五四倍）、\n他に、三倍を超える選挙区が二区存在することが認められるのであって（鹿児島県\n選挙区の一に対し、埼玉県選挙区の三・五六倍、千葉県選挙区の三・一一倍）、こ\nの較差は、前記限界をはるかに超えるものであり、到底これを容認することができ\nない。\nもっとも、参議院議員選挙における議員定数配分規定の合憲性の有無を判断する\nに当たっては、単に四人区以上の選挙区間の較差のみをもってこれを評価すべきで\nはなく、全選挙区間における議員一人当たりの選挙人数の最大較差をも併せ評価す\nべきものであることはいうまでもない。なぜならば、いかに四人区以上の選挙区間\nの較差が合理的範囲内にとどまるものであったとしても、全選挙区間におけるその\n較差が著しいものであるときは、選挙権平等の原則が保持されているものとはいい\n難いからである。当然のことながら、四人区以上の選挙区間の較差を三倍以内に収\nめようとすれば、全選挙区間におけるその最大較差もまた、当然それに連動してあ\nる一定範囲内に収まることが明らかではあるが、私は、全選挙区間における最大較\n差が少なくとも五倍を超えるものであってはならないと考える。したがって、私は、\n四人区以上の選挙区間の較差が三倍を超えた場合、又は全選挙区間における議員一\n人当たりの選挙人数の較差が五倍を超えた場合には、いずれも、当該定数配分規定\nの下における不平等状態は、投票価値の平等の有すべき重要性に照らし看過するこ\nとができない程度になったものと考えざるを得ない。\nそこで、いつごろからこのような状態となったかにつき検討してみると、遅くと\nも、昭和四六年六月二七日施行の第九回参議院議員選挙において、四人区以上の選\n挙区間の較差が三倍を超え（栃木県選挙区の一に対し、神奈川県選挙区の三・五六\n倍）、また、全選挙区間における議員一人当たりの選挙人数の最大較差が五倍を超\nえる状態（鳥取県選挙区の一に対し、東京都選挙区の五・〇八倍）となったことが\n認められる。ところが、国会は、本件選挙当時までこのような状態が二〇年以上の\n長きにわたって継続していたにもかかわらず、これを全く是正しようとしなかった\nのであるから、是正のため許容し得る期間をはるかに超えていたことは明らかであ\nり、本件定数配分規定は、本件選挙当時、憲法に違反するものであったというべき\nである。\nちなみに、平成六年六月二九日、いわゆる四増四減を内容とする公職選挙法等の\n一部を改正する法律が公布され、これによって全選挙区間における議員一人当たり\nの人口の最大較差が四・八一倍に縮小されたとされているが、右改正案は、専ら逆\n転現象を解消することを目的とし、併せこれによって全選挙区相互間における最大\n較差の縮小を図ろうとしたものにすぎない。むしろ、制定当初の理念とその配分原\n則に基づき五八人の付加配分を適正に行おうとするのであれば、現行四人区の一部\nを二人区に減員し、かつ、八人区の一部を増員するなどの措置を採らなければなら\nなかったはずであって、これに全く手を着けないまま行われた前記改正は、単なる\n弥縫策といわれてもやむを得ないであろう。現に、この改正によっても四人区以上\nの選挙区間の較差が三倍を超える選挙区が依然として三選挙区も存在するのである\nから（鹿児島県選挙区の一に対し、千葉県選挙区の三・二四倍、北海道選挙区の\n三・二三倍、兵庫県選挙区の三・〇九倍）、右の改正によりその違憲状態が解消さ\nれたとみることは困難である。\n裁判官福田博の追加反対意見は、次のとおりである。\n私の意見は、前記反対意見として述べているとおりであるが、この問題について\nの私の基本的考え方を簡潔に補足して述べておきたい。\n私の考えでは、民主制に基づく政治システムとは、立法府、特にその第一院が民\n主的に選出されること、すなわち、選挙に当たって選挙人が平等な選挙権を有する\nことを基本として成り立っており、我が国の憲法もそれを前提として制定されてい\nる。いわゆる定数較差の存在は、結果を見れば選挙人の選挙権を住所がどこにある\nかで差別していることに等しく、そのような差別は民主的政治システムとは本来相\nいれないものである。人口異動等により選挙区ごとの議員一人当たりの選挙人数に\n相当な較差が生じた場合には、合理的期間内、例えば国勢調査の確定値が公表され\nた後所要の選挙法令の改正に通常必要とされるであろう期間内に定数の是正が行わ\nれることが期待される。\n第二院については、連邦制あるいは身分制等に基づく選出制度を採用し、選挙人\nの選挙権の平等への配慮を二次的な地位に置く国が世界の中に見られるが、我が国\nにあっては参議院についてそのような特別の選出制度は憲法に規定されておらず、\n憲法四三条に定める原則は、衆・参両議院についてひとしく適用される。したがっ\nて、参議院に独自性を持たせようとする種々の試みも、選挙人の投票権の平等とい\nう基本原則を遵守することが前提となる。\n民主主義の優れている点は、国民の主権を確保するという点はもとよりであるが、\n時代の要請に応じ政策の変更を行っていく柔軟性が他のシステムに比し格段に高い\n点にある。民主制に基づく政治システムの優位性は、この十年来の世界の出来事の\n中でも改めて明らかとなった。選挙制度において、差別であれ、特権であれ、その\n存在を合理的な限界を超えて許すことは、取りも直さず、民主制に基づく政治シス\nテムの柔軟性を硬直化させる効果を生じ、民主主義の持つ利点を大きく損ないかね\nないものであって、このような事態は、我が国の憲法の許容するところではない。\n右に述べたような基本的視点は、参議院議員選挙における投票価値の平等を検討す\nる際にも常に重視すべきであると考えるものである。\n最高裁判所大法廷\n裁判長裁判官     三    好        達\n裁判官     園    部    逸    夫\n裁判官     可    部    恒    雄\n裁判官     大    西    勝    也\n裁判官     小    野    幹    雄\n裁判官     大    野    正    男\n裁判官     千    種    秀    夫\n裁判官     根    岸    重    治\n裁判官     高    橋    久    子\n裁判官     尾    崎    行    信\n裁判官     河    合    伸    一\n裁判官     遠    藤    光    男\n裁判官     井    嶋    一    友\n裁判官     福    田        博\n裁判官     藤    井    正    雄\n"
}