{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 7,
    "month": 5,
    "day": 31
  },
  "case_number": "平成2(ネ)3063",
  "case_name": "貸金等請求事件",
  "court_name": "東京高等裁判所第三民事部",
  "lawsuit_id": "20202",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20202",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/202/020202_hanrei.pdf",
  "contents": "主　　　　文\n一　本件控訴をいずれも棄却する。\n二　控訴費用のうち、参加によって生じた訴訟費用は補助参加人らの、\nその余は控訴人らの各負担とする。\n事　　　　実\n第一　当事者の求めた裁判\n一　控訴人ら及び補助参加人ら\n１　原判決を取り消す。\n２　被控訴人の請求をいずれも棄却する。\n３　訴訟費用、第一、二審とも被控訴人の負担とする。\n二　被控訴人\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　（本件貸付契約）\n被控訴人は、控訴人Ａに対し、昭和五九年六月二七日、一九〇〇万円（本件貸\n金）を左記約定で貸し付けた。\n最終弁済期　　　昭和七八年七月七日\n利率　　　　　　月利〇・七六五パーセント\n返済方法　　　　昭和五九年八月以降毎月七日限り、元利均等返済方\n式にて、元利金一七万六三八四円宛\n期限の利益喪失　元利金の弁済を一回でも怠ると、当然期限の利益を喪失する\n損害金　　　　　年一四パーセント\n２　（本件連帯保証契約）\n控訴人Ｂは、本件貸付契約と同日、控訴人Ａの本件貸付契約にかかる債務を連帯\n保証した。\n３　控訴人Ａは、昭和五九年八月七日の第一回弁済期日に元利金の弁済をしなか\nったので、同日の経過をもって期限の利益を喪失した。\n４　よって、被控訴人は、控訴人らに対し、連帯して、本件貸金元金一九〇〇万\n円並びにこれに対する昭和五九年六月二七日から同年八月七日まで月利〇・七六五\nパーセントの割合による約定利息二〇万〇七〇二円及び同月八日から支払済みまで\n年一四パーセントの割合による約定遅延損害金の支払いを求める。\n二　請求原因に対する認否（以下、特に断らない限り、控訴人らと補助参加人ら\nに共通の認否、主張である。）\n請求原因事実はいずれも否認する。\n本件貸付契約は、訴外株式会社都市開発（以下「都市開発」という。）が行う不\n動産の販売、仲介について、同社の顧客（ユーザー）となった控訴人Ａに対する住\n宅ローンの融資を目的として締結されたものである。ところが、都市開発は、かね\nて被控訴人の了解のもとに、顧客に対するローン融資金を他の使途に流用していた\nため、その穴埋めを行う必要が生じていた。そのため、被控訴人の担当者であるＣ\nは、控訴人Ａの預金口座に振り込んだ融賞金について、これを右流用分の決済に当\nてさせる目的で、控訴人Ａに預金の払戻請求書を作成させてこれを預かり、自ら右\n融資金の使途を支配していた。したがって、本件貸金が控訴人Ａの支配下におかれ\nたことはないから、金銭消費貸借の要物性を欠くというべきであり、本件貸付契約\nは不成立である。\n三　抗弁\n１　（消滅時効）\n（一）　控訴人Ａが期限の利益を喪失した日の翌日である昭和五九年八月八日か\nら商事消滅時効の時効期間である五年間が経過した。\n（二）　控訴人Ａは、平成元年九月二二日被控訴人に到達の書面をもって、右時\n効を援用した。\n２　（相殺）\n（一）　Ｃは、真実は、他のローン融資にかかる物件の穴埋めのために流用させ\nる意図であるのに、控訴人Ａに対し、同人の購入した物件の所有権移転等の登記書\n類がそろったときに、同人の預金口座に振り込んだ融交金を、被控訴人から都市開\n発に支払う旨申し向けて、前記の払戻請求書を交付させたうえ、これを他のローン\n融資物件の穴埋めに流用させるために都市開発に交付した。\n（二）　控訴人Ａは、被控訴人の従業員であるＣの右不法行為によって、本件物\n件の売買代金相当額の二七〇〇万円の損害を被った。\n（三）　右（一）項の事実によれば、被控訴人と控訴人Ａとの間で、被控訴人\nは、控訴人Ａの購入した物件の登記関係書類がそろったときに払戻請求書を都市開\n発に交付すべき義務を負担する旨の契約が成立したというべきであり、控訴人Ａは\n被控訴人の債務不履行により右（二）項と同額の損害を被った。\n（四）　補助参加人らは、平成元年一二月一四日の原審第一回口頭弁論において\n（控訴人Ａは平成二年一月二五日の原審第二回口頭弁論において）、被控訴人に対\nする右（二）の不法行為（民法七一五条）に基づく損害賠償請求権、または右\n（三）の債務不履行による損害賠償請求権をもって、被控訴人の本訴請求債権と対\n当額で相殺する旨意思表示をした。\n四　抗弁に対する認否\n抗弁事実はいずれも否認する。\n五　再抗弁（消滅時効の抗弁に対する時効中断事由等）\n１　（不動産競売の申立て、差押えによる「裁判上の請求」又は「裁判上の催\n告」）\n（一）　都市開発は、昭和五八年一〇月七日、被控訴人に対し、都市開発の顧客\nが被控訴人からローン融資を受けたときは、一億一〇〇〇万円を限度に、顧客の右\n債務を包括して連帯保証する旨を約した。\n（二）　補助参加人らは、昭和五九年二月九日、都市開発の右連帯保証債務を被\n担保債権として、補助参加人ら各所有の不動産に極度額一億一〇〇〇万円の根抵当\n権を設定した（以下「本件根抵当権」という。）。\n（三）　被控訴人は、昭和五九年一〇月二六日、本件根抵当権の実行としての競\n売を各管轄裁判所に申し立てたところ、東京地方裁判所は、同月二九日補助参加人\nら各所有不動産について、千葉地方裁判所佐倉支部は、同月三〇日補助参加人小郷\n建設所有不動産について、それぞれ不動産競売開始決定をなし、各競売開始決定正\n本は、前者について同年一一月一四日、後者につき同年一二月二八日、抵当債務者\nである都市開発に送達された。\n（四）　以上のとおり、被控訴人は、控訴人Ａの本件貸金債務についての都市開\n発の連帯保証債務につき、補助参加人ら所有不動産に対して根抵当権実行としての\n不動産競売を申し立て、その開始決定が都市開発にも送達されたが、不動産競売手\n続における申立て、差押えは、債権者が競売という裁判手続を通して被担保債権に\nついて権利行使を行うものであるから、「裁判上の請求」の一態様というべきであ\nり、少なくとも開始決定が抵当貸務者に送達されたときは「裁判上の催告」として\nの効力を持つものというべきであるから、民法四五八条、四三四条により、その効\n力は主債務者たる控訴人Ａにも及び、右競売手統中に提起された本訴によって消滅\n時効は中断しているものである。\n２　（別件訴訟での応訴による「裁判上の請求」又は「裁判上の催告」）\n補助参加入らは、昭和六〇年四月九日、被控訴人を相手方として、東京地方裁判\n所に対し、本件根抵当権設定登記の抹消登記手続を求める訴訟を提起した（以下\n「別件訴訟」という。）。被控訴人は、これに応訴して請求棄却を求めるととも\nに、積極的に控訴人Ａらユーザーに対する債金債権と都市開発の連帯保証債務並び\nに補助参加人らの物上保証債務の存在を主張し立証した。別件訴訟における被控訴\n人の右の対応には「裁判上の請求」に準ずる時効中断の効力が認められるべきであ\nり、控訴人Ａと都市開発及び補助参加人らは取引上一体というべき関係にあること\nに照らせば、その効力は、控訴人Ａに対しても及ぶものというべきであり、少なく\nとも、「裁判上の催告」の効力は認められるべきである。\n３　（補助参加人らの「承認」）\n補助参加人らは、別件訴訟の第一審での和解手続において、控訴人Ａらユーザー\nの主債務及び都市開発の連帯保証債務並びに補助参加人らの物上保証債務の各存在\nを認めたうえ、その支払いの猶予と一部弁済による残債務の免除を希望した。これ\nは時効中断事由としての「承認」に当たる。そして、補助参加人らと都市開発及び\n控訴人Ａらが一体というべき関係にあることは前記のとおりであるから、その効果\nは控訴人Ａにも及ぶというべきである。\n４　（禁反言、信義誠実の原則、権利濫用）\n補助参加人らは、別件訴訟において、主債務、連帯保証債務、物上保証債務につ\nいての主張立証活動が一段落ついて、裁判所から和解勧試がなされた際、あたかも\nこれに応じる態度を示しながら期日を重ねさせ、その実、容易に支払額を明示せ\nず、その後本件貸金債務の消滅時効期間が経過したころ、被控訴人が到底承服でき\nない低額の和解案を示した末、和解が打ち切りとなるや、その直後の口頭弁論にお\nいて、従前の対応を一変させて、主債務の消滅時効を援用した。このような経過と\n前言に反する不誠実な権利行使は、禁反言、信義誠実の原則に照らし、また権利の\n濫用として許されない。\nまた、控訴人Ａは、本件貸付契約は、都市開発に頼まれて形式的に名義を貸して\n行ったものに過ぎない旨供述しており、そうであれば、本件貸金は控訴人らと都市\n開発の共謀による不正な借入れであり、控訴人らが時効を援用するのは信義誠実の\n原則に反し、権利の濫用として許されない。\n六　再抗弁１に対する主張\n担保権の実行としての競売申立ては、抵当権者が抵当権設定者（所有者）を相手\n方として被担保債権の満足のために行うものであり、そこに抵当債務者に対して履\n行を求める意思など存しない。特に本件では抵当権設定者である補助参加人らは物\n上保証人としての責任を負うけれども、なんら債務を負担するものではないから、\n右の事情は明白というべきである。\n民法は、時効中断事由について、判決までの段階を「履行の請求」とし、債務者\nの履行行為をまたない国家による強制的な権利の実現段階での「差押え」と区別し\nているのであり、「差押え」が同時に「裁判上の請求」や「催告」に該当すること\nはありえない。\n第三　証拠関係（省略）\n理　　　　由\n第一　請求原因について\n一　甲一ないし三、六、七、九、一〇、一二、三九ないし四一、四三、四四、丙\n一、一〇、一一、証人Ｃ及び弁論の全趣旨によれば、請求原因１ないし３のとお\nり、本件貸付契約及び本件連帯保証契約が締結され、右貸付について期限の利益が\n失われた事実を認めることができる。\nすなわち、右の各証拠によれば、被控訴人は、保証業務のほか住宅ローン融資等\nを業とする金融会社であり、都市開発は不動産の販売、仲介を業とする会社である\nが、被控訴人は都市開発の顧客（ユーザー）の不動産購入資金について住宅ローン\n契約に応じていたこと、本件貸付契約も、控訴人Ａが都市開発から東京都足立区ａ\n所在のマンションを代金二七〇〇万円で購入する資金の一部であるとして、一九〇\n〇万円の住宅ローンの申込みがなされ、昭和五九年六月二七日ころ、被控訴人店舗\nに控訴人Ａ、控訴人Ｂ及び都市開発担当者らが参集して金銭消費貸借契約証書等必\n要書類が作成され、同月二七日、被控訴人から第一勧業信用組合目白支店の控訴人\nＡの預金口座に一九〇〇万円の本件貸金が振り込まれて右融資が実行されたこと、\nこのような経過によって本件貸付契約及び本件連帯保証契約が締結されたことを認\nめることができる。\n二　控訴人ら及び補助参加人らは、本件貸金は、Ｃが控訴人Ａから右預金の払戻\n請求書の交付を受けてこれを支配していたもので、金銭消費貸借契約における要物\n性を満たしていない旨主張し、証人Ｃ及び控訴人Ａ本人によれば、Ｃは右契約書類\n作成の際、控訴人Ａから右預金の払戻請求書の交付を受けたうえ、同月二七日、こ\nれを都市開発に交付し、都市開発がその払戻しを受けたことが認められるが、前掲\n各証拠によればＣが右の取扱いを行ったのは、本件貸金が控訴人Ａの都市開発に対\nする売買代金としてできるだけ確実に都市開発に支払われることを意図して、控訴\n人Ａの事前の了解のもとに行ったものと認められ、また、Ｃが右預金の払戻請求書\nの交付を受けたことによって、直ちに控訴人Ａ自身の預金の処分権限が失われると\nいうものでもないから、控訴人ら及び補助参加人らの右主張は採用できない。\nしかも、当審における控訴人Ａ本人の供述及び弁論の全趣旨によれば、控訴人Ａ\nは、マンションを購入する意思はないのに、都市開発の資金繰りのため、都市開発\nから三〇万円の謝礼を受け取る約束のもとに、マンション購入者としての名義を貸\nして本件住宅ローンを申し込み、その貸付金を都市開発に使用させる目的で本件貸\n付契約を締結したものであり、連帯保証人の控訴人Ｂは、控訴人Ａと従来一面識も\nなく、都市開発が用意したものであることが認められるから、都市開発が本件貸付\n金を取得して他の使途に流用して費消することは、控訴人らの意図したところであ\nって、このことが本件貸付契約の効力に消長を及ぼすものではないことは明らかで\nある。\n第二　消滅時効の抗弁について\n本件貸金債権が商事債権であり五年間の時効期間に服すること、その時効期間が\n平成元年八月七日の経過をもって満了することは前認定の事実関係によって明らか\nであり、控訴人Ａが被控訴人に対し、同年九月二二日到達の書面をもって消滅時効\nを援用したことについては、被控訴人は明らかに争わない。\n第三　消滅時効の抗弁に対する再抗弁について\n一　甲八の１、２、丙一〇、一一、証人Ｃ及び弁論の全趣旨によれば、都市開発\nが、その顧客の被控訴人からのローン融資債務について連帯保証をしており（ただ\nし、連帯保証契約締結の時期は昭和五九年二月八日ころである。）、また、その連\n帯保証債務を被担保債務として、補助参加人らがその各所有不動産に対して本件根\n祇当権を設定していること、被控訴人がこれらの根抵当権の実行を申し立て、東京\n地方裁判所及び千葉地方裁判所佐倉支部において不動産競売開始決定がなされ、そ\nの開始決定正本が抵当債務者である都市開発に送達されたことなど再抗弁１（一）\nないし（三）記載の諸事実（なお、都市開発の右包括的連帯保証契約の保証限度額\nは、昭和五九年五月一一日付で二億一一三〇万円に変更された。）が認められる。\n二　ところで、物上保証人に対する不動産競売開始決定が抵当債務者に送達され\nたときは、これによる差押えの効力として、被担保茂務の消滅時効は中断すると解\nされる（民事執行法一八八条、四五条、民法一四七条二号、一五五条、最判昭和五\n〇年一一月二一日・民集二九巻一〇号一五三七頁）から、右のとおり競売開始決定\nの送達を受けた都市開発の連帯保証債務の消滅時効が「差押え」による中断の効力\nを受けることは明らかである。しかしながら、連帯保証人について生じた事項で主\n債務者に対しても絶対効を有する事項として民法上定められた事項に「差押え」は\n含まれていないから、「差押え」による消滅時効の中断の効力が当然に主債務者で\nある控訴人Ａに及ぶということはできない。\n三　被控訴人は、右不動産競売の申立ては、開始決定が抵当債務者に送達された\nときは、抵当債務者に対する「裁判上の請求」、少なくとも「裁判上の催告」に当\nたるものとし、連帯保証人に対する履行の請求は主債務者に対しても絶対効を有す\nる（民法四五八条、四三四条）から、控訴人Ａの本件貸金債務の消滅時効も中断し\nた旨主張する。\n<要旨>担保権実行としての不動産競売手続は、債権者の申立てによって開始さ\nれ、開始決定による差押え、売</要旨>却、売得金の配当又は交付に至る一連の手続\nである。申立書には、所有者、担保権のほか抵当債務者及び被担保債権を表示する\nことを要し（民事執行規則一七〇条）、開始決定は、所有者と共に抵当債務者にも\n送達され、売却期日の通知、配当期日の呼出し等所要の通知は、所有者と共に抵当\n債務者に対しても行われる。抵当債務者は、開始決定に対し被担保債権の消滅、不\n存在等を主張して異議を申し立てることができ、売却許可決定に対する執行抗告、\n配当期日における異議の申出をすることも許される。右のような不動産競売手続\nは、所有者のみを相手とする手続ではなく、抵当債務者にも向けられたものと解さ\nれる。債権者は右手統において被担保債権の弁済を受けることを最終の目的とする\nものであるから、不動産競売の申立てが、被担保債権の弁済を求める意思を表示す\nるものであることは明らかである。そして、前記のとおり債権者の右意思は、開始\n決定の送達により抵当債務者に通知することが手続的に保証されていることを考慮\nすれば、不動産競売の申立ては、抵当債務者に対する関係で民法一四七条一号の請\n求に当たるものと解するのが相当である。\n被控訴人は、不動産競売の申立てによる請求は、裁判上の請求にあたると主張す\nるが、裁判上の請求は、請求権の存在を確定する効力を有するものに限られるもの\nと解すべきであり、不動産競売手続は、請求権の存否を確定する効力を有するもの\nではないから、不動産競売の申立ては、裁判上の請求に当たらず、催告としての効\n力を有するにすぎないものといわねばならない。\n不動産競売の申立てによる催告は、その手続の係属中は継続的に維持され、その\nことを前提に、債権者の弁済要求に応えるため競売手続が行われるものと言うべき\nであるから、手続の進行中は催告の効力が維持され、手続終了後六箇月以内に抵当\n債務者に対し裁判上の請求等をすることにより時効中断の効力を生じさせることが\nできるいわゆる裁判上の催告に当たるものと解するのが相当である。\n控訴人ら及び補助参加人らは、民法は請求と差押えを峻別しており、差押えが同\n時に請求に該当することはあり得ないと主張する。確かに競売開始決定が抵当債務\n者に送達されると、抵当債務者との関係でも差押えによる時効中断効が生ずること\nは前記のとおりであるが、一の行為が効力を異にする二箇の中断事由に重畳的に該\n当すると解することを否定すべき理由はなく、裁判上の請求に該当する行為が、取\n下げ等により裁判上の請求としての中断効を生じない場合に、裁判上の催告として\nの中断効が認められることがあることは、広く承認されているところである。民法\nは、差押え、仮差押え、仮処分を時効の中断事由としている（一四七条二号）が、\nこれらは、いずれも裁判上の請求には当たらないが、司法手続における権利主張で\nあるところがら、中断事由とされ、差押え等がその目的を達したときからさらに時\n効期間が進行を始めることとしたものである。不動産競売手続の申立てが前記のと\nおり裁判上の催告としての中断効を持つとしても、催告の効力が終了した時から六\n箇月以内に裁判上の請求等のより強力な時効中断の行為を行わなければ、結局時効\n中断の効力が生じないものであるから、前記のような差押えの性質に着目して、仮\n差押え、仮処分と共に、差押えに独立の時効中断事由として、より強い効力を定め\nることになんの支障となるものではなく、また差押えが独立の時効中断事由に定め\nられていることが、不動産競売の申立てが有する裁判上の催告としての機能、効力\nを否定する理由となるものでもない。（ちなみに、仮差押え、仮処分は、差押えが\n請求権の履行を目的とするのとは異なり、請求権の保全を目的とするものであるか\nら、仮差押え、仮処分には、裁判上の催告としての機能、効力はないものというべ\nきである。）\n民法四五八条において準用する四三四条により、主債務者に対しても効力を有す\nる連帯保証人への履行の請求は、時効の中断事由としての請求と異なるものではな\nく、前記一に認定のとおり連帯保証人である都市開発を抵当債務者とする不動産競\n売の申立てに基づき、開始決定が都市開発に送達されているのであるから、これに\nよる都市開発に対する裁判上の催告の効力は、主債務者である控訴人Ａに対しても\n及び、その効力の継続中に本訴が提起されたことにより、控訴人Ａの本件貸金債務\nの消滅時効は中断しているものといわねばならない。\n四　また、前認定のとおり、控訴人Ａは、都市開発との間で三〇万円の謝礼を受\nけ取る約束のもとに、マンション購入の名義人となることを了解して本件住宅ロー\nンを申込み、被控訴人からの貸付命を都市開発に使用させる目的で本件貸付契約を\n締結したものであり、このような本件の背景事実からすれば、都市開発は、形式的\nには控訴人Ａら住宅ローン借受人の連帯保証人に止まるものの、経済的、実質的に\nは被控訴人の貸付金を自己のため取得、費消していて、債務者としての利益を享受\nしているものと認むべきところ、都市開発に対しては、本件根抵当権についての不\n動産競売開始決定が時効期間満了前に送達され、差押えによる時効中断効が生じて\nいることは前記のとおりであるから、都市開発が控訴人Ａについての時効の完成を\n主張して自己の責めを免れることは信義則に反し許されないものと解されが、控訴\n人Ａも都市開発と相謀って都市開発の資金繰りのため借受人名義を貸与したもので\nあり、控訴人Ｂも都市開発と相通じた連帯保証人であることよりすれば、同様に控\n訴人らも、控訴人Ａの時効期間完成を主張することは、信義則に反し、許されない\nというべきである。\n五　よって、その余の点を判断するまでもなく、控訴人ら及び補助参加人らの消\n滅時効の主張は、採用できない\n第四　相殺の抗弁について\n控訴人ら及び補助参加人らは、被控訴人の担当者であるＣが控訴人Ａの住宅購入\nに使用すべき資金を、所有権移転登記等のための書類がそろわないうちに都市開発\nに取得させ、他のローン融資の穴埋めに流用させたことは、不法行為又は債務不履\n行に当たるから、その損害賠償請求権をもって、被控訴人の本訴請求債権と相殺す\nる旨主張するところ、前認定のとおり、控訴人Ａは、マンション購入の意思はな\nく、当初から本件貸付金を都市開発への資金繰りに当てる目的で本件住宅ローンを\n申し込んだものであるから、控訴人ら及び補助参加人らが主張するような不法行為\n又は債務不履行が成立する余地はなく、Ｃが右事情を知って本件貸付契約を締結し\nたと認める証拠もないから、この点の抗弁は採用できない。\n第五　まとめ\n以上の次第であるから、被控訴人の請求はいずれも理由があり、これと同旨の原\n判決は正当であるから、本件控訴をいずれも棄却し、訴訟費用の負担につき、民訴\n法九五条、九四条、八九条を適用して、主文のとおり判決する。\n（裁判長裁判官　町田顯　裁判官　村上敬一　裁判官　中村直文）\n"
}