{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 12,
    "day": 10
  },
  "case_number": "平成8(行ウ)20",
  "case_name": "法人税更正処分等取消請求事件",
  "court_name": "札幌地方裁判所",
  "field": "行政",
  "gist": "１　法人税法３６条及び同法施行令７２条の憲法８４条適合性　２　食料品製造業等を営む会社が，退職した代表取締役に支給した退職金の全額を損金に算入してした法人税の申告に対し，税務署長が，退職役員の功績倍率を基礎として適正な退職金額を算出するといういわゆる平均功績倍率法を用いて，前記代表取締役に対する退職金のうち相当額を超える部分を損金に算入しないこととしてした更正が，適法とされた事例",
  "case_gist": "１　法人税法３６条の趣旨は，法人の役員に対する退職給与が，損金として認めるには不相当に高額で実質的には法人の利益処分たる性質を有していると解すべき場合も想定されることから，このような場合には，その不合理な部分について損金算入を認めないことによって，法人が租税負担を不当に回避することを防止し，適正な課税を確保しようとするものであると解され，また，同法施行令７２条は，前記３６条の規定を受けて，退職給与の額の相当性についての判断基準を定めたものであるが，退職給与の額はその法人及び退職役員の個別的事情によって異なり得るものであるから，あらゆる場合を想定して相当な退職給与の額を明確かつ一義的に定めることは困難であるところ，同条は，相当な退職給与の額を決定するに当たって考慮すべき事情を類型的に列挙しており，それらの事情を総合すれば相当な退職給与の額を判断することができるものと解され，このような観点からすると，同条の規定は，退職給与の額の相当性の判断基準について，一般的に是認できる程度に具体的，客観的に定めているということができ，結局，前記両条は，租税法律主義に反するものではなく，憲法８４条に違反しない。　２　食料品製造業等を営む会社が，退職した代表取締役に支給した退職金の全額を損金に算入してした法人税の申告に対し，税務署長が，退職役員の功績倍率を基礎として適正な退職金額を算出するといういわゆる平均功績倍率法を用いて，前記代表取締役に対する退職金のうち相当額を超える部分を損金に算入しないこととしてした更正につき，前記平均功績倍率法は，退職役員の法人に対する功績はその退職時の報酬に反映されていると考え，当該法人と同種類似の法人の役員に対する退職給与の支給の状況を平均功績倍率として把握し，その平均功績倍率に当該退職役員の最終報酬月額及び勤続年数を乗じて退職給与の適正額を算定する方法であり，適正に算出された平均功績倍率を用いる限り，その判断方法は客観的かつ合理的であり，法人税法施行令７２条の趣旨に最もよく合致する方法というべきであるとした上，前記更正の際に平均功績倍率を算出するために比較法人として抽出された法人は，いずれも前記会社と比してその事業規模が著しく小さく，同社と類似しているということはできないから，比較法人としての適格がなく，したがって，これらの比較法人によっては前記代表取締役に対する退職給与の適正額を算定できなかったというべきであるが，訴訟提起後に比較法人として抽出された７法人のうちの３法人は，前記会社と事業規模が類似しており，比較法人としての適格を有しているところ，その３法人における功績倍率を基礎として算出した平均功績倍率に照らして判断すると，前記更正はその平均功績倍率によって算定された金額の範囲内で行われたものというべきであるとして，前記更正を適法とした事例",
  "lawsuit_id": "15959",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=15959",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/959/015959_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n被告が原告に対し、平成六年一二月二二日にした原告の平成四年四月一日から平\n成五年三月三一日までの事業年度の法人税の更正処分のうち、所得金額一〇億〇三\n四五万五〇二七円を超える部分及び過少申告加算税の賦課決定処分をいずれも取り\n消す。\n第二　事案の概要\n本件は、退職役員に支給した退職金の全額を損金として算入し、法人税の申告を\nした原告が、その一部を損金に算入することはできないとしてされた更正処分及び\n過少申告加算税の賦課決定処分について、これらの違法を主張して、右各処分の取\n消を求めた事案である。\n一　前提となる事実（争いのない事実は証拠を掲記しない。）\n１　原告は、札幌市を中心とする北海道内において食料品製造業等を営む株式会社\nである（甲一二、一五、証人ａ〔ただし、原告代表者として尋問が行われた。以下\n「ａ供述」という。〕）。\n原告は、昭和四四年に設立され、昭和五七年に商号を株式会社とんでん製菓に変\n更したが、平成八年に関連会社であった株式会社とんでんを合併するとともに、商\n号を現在のものに再変更した（乙四四）。\n２　原告は、平成五年一月一九日の臨時株主総会で、当時原告の代表取締役であっ\nたａの取締役辞任を承認し、そのころ、ａに対し、退職金として三億円を支給する\n旨の決議をし、そのころ、これを支給した（以下「本件退職金」という。乙四\n七）。\n３　原告は、平成四年四月一日から平成五年三月三一日までの事業年度（以下「本\n件事業年度」という。）の法人税に係る青色の確定申告書に、別紙表一の「申告の\n金額」欄記載のとおり記載して法定申告期限までに申告した。\n右申告において、原告は、本件退職金の全額を損金として算入した。\n４　被告は、右３の原告の申告に対し、平成六年一二月二二日、別紙表一の「更正\nの金額」欄記載のとおりの更正処分（以下「本件更正処分」という。）及び過少申\n告加算税五五一万七〇〇〇円の賦課決定処分（本件更正処分と併せて以下「本件更\n正処分等」という。）をした。\n５　本件更正処分の理由とされている加算事項及び減算事項は、左のとおりであ\nる。\n（一）　加算事項\n（１）　過大な役員退職給与の損金不算入額　　　　一億五九六〇万円\n（２）　新規取得土地等に係る負債の利子の損金不算入額　　一九万円\n（３）　交\n際費等の損金不算入額　　　　　　　　　　一万四三一三円\n（二）　減算事項\n（１）　負担金の損金算入額　　　　　　　　　　　　　　七九二八円\n（２）　交際費等の損金算入額　　　　　　　　　　　一万四三一三円\n（３）　旅費交通費の損金算入額　　　　　　　　　一六万一七二二円\n（４）　運賃の損金算入額　　　　　　　　　　　　　一万一六一八円\n（５）　雑損失の損金算入額　　　　　　　　　　　　　　　　一九円\n６（一）　役員退職給与の適正額の判定には、従来から、次に述べる平均功績倍率\n法、昀高功績倍率法及び一年当たり平均額法が用いられている。\n（１）　平均功績倍率法\n退職役員に退職給与を支給した法人と同種の事業を営み、その事業規模が類似す\nる法人（以下「比較法人」という。）の役員退職給与の支給事例の平均功績倍率\n（退職役員の昀終報酬月額に勤務年数を乗じた金額で役員退職給与の額を除して得\nた倍率〔功績倍率〕の平均値）に、当該退職役員の昀終報酬月額及び勤続年数を乗\nじて算出する方法である。\n（２）　昀高功績倍率法\n比較法人の役員退職給与の支給事例の昀高値の功績倍率に、当該退職役員の昀終\n報酬月額及び勤続年数を乗じて算出する方法である。\n（３）一年当たり平均額法\n比較法人における退職役員の退職給与の額をその勤続年数で除して得た金額（一\n年当たりの退職給与の額）の平均額に、当該退職役員の勤続年数を乗じて算出する\n方法である。\n（二）　本件更正処分においては、平均功績倍率法によって、ａの昀終報酬月額一\n五〇万円に同人の勤続年数二四年及び平均功績倍率三・九を乗じて、同人の退職金\n相当額を一億四〇四〇万円と算定し、本件退職金のうち右金額を超える部分である\n一億五九六〇万円（前記５（一）（１））は不相当に高額であって、損金に算入で\nきないとした。\n（三）　本件更正処分における平均功績倍率の算出にあたっては、以下の基準に該\n当する法人を比較法人とした。なお、当初は、原告と経済圏を同じくするかほぼ同\n規模の経済圏と考えられた札幌市、旭川市、函館市及び釧路市に所在する税務署管\n内において比較法人を抽出しようとしたが、右の管内には該当する法人がなかった\nため、仙台国税局管内において以下の基準に該当する四法人を比較法人とした（乙\n三）。\n（１）　業種が総務庁作成の日本標準産業分類（乙三七）の分類項目表における大\n分類Ｆ（製造業）のうちの中分類一二（食料品製造業）\nに属していること\n（２）　同族会社であること\n（３）　退職役員の退職事由が業務上の死亡でないこと\n（４）　役員退職給与の計上されている事業年度における法人税の所得金額が黒字\nであること\n（５）　退職役員の役職が代表取締役又は会長職であること\n（６）　退職役員の勤務年数が一〇年以上であること\n（７）　売上金額が五億円以上二〇〇億円以下であること\n（四）　なお、本件訴訟提起後、札幌国税局長が、同局管内で以下の基準に該当す\nる法人を抽出し、抽出された七法人を比較法人として平均功績倍率を算出したとこ\nろ、平均功績倍率は二・六となった（乙五ないし三六）。\n（１）　業種が日本標準産業分類の分類項目表における大分類Ｆのうちの中分類一\n二に属していること\n（２）　同族会社であること\n（３）　平成二年一月から平成五年一二月までの間に役員が退職していること\n（４）　当該役員の役職が代表取締役であること\n（５）　当該役員の退職事由が業務上の死亡でないこと\n（６）　当該役員の役員在職期間が一〇年以上であること\n（７）　当該役員の退職事業年度の売上金額が五億円以上で、かつ、退職時以前の\n三事業年度の平均売上金額が五億円以上で二〇〇億円以下であること\n（８）　当該役員の役員退職給与の計上されている事業年度における法人税の所得\n金額が黒字であること\n７　原告は、平成七年二月二三日、本件更正処分等を不服として、国税不服審判所\n長に対し、審査請求をしたが、同所長は、平成八年九月三〇日、原告の審査請求を\nいずれも棄却する旨の裁決をし、原告に通知した。\n８　本件更正処分においては、留保税額は零とされているが、本件退職金の全額を\n損金に算入することが認められるならば、別紙表一のとおり、差引所得に対する法\n人税額は四億七二六〇万一七〇〇円となるから、過少申告加算税は零となる。\n二　主たる争点\n１　法人税法三六条及び同法施行令七二条の合憲性\n（一）　原告の主張\n（１）　法人税法（以下「法」という。）三六条は、「内国法人が各事業年度にお\nいてその退職した役員に対して支給する退職給与の額のうち、当該事業年度におい\nて・・・損金経理をした金額で不相当に高額な部分の金額として政令で定める金額\nは、その内国法人の各事業年度の所得の金額の計算上、損金の額に算入しない。」\nと規定し、政令で定める金額について、同法施行令（以下「令」という。）七二条\nは、「・・・内国法人が各事業年度においてその退\n職した役員に対して支給した退職給与の額が、当該役員のその内国法人の業務に従\n事した期間、その退職の事情、その内国法人と同種の事業を営む法人でその事業規\n模が類似するものの役員に対する退職給与の支給の状況等に照らし、その退職した\n役員に対する退職給与として相当であると認められる金額をこえる場合におけるそ\nのこえる部分の金額とする。」と定めている。\n役員に対する退職給与とは、役員が提供した労務の対価として支払われるもので\nあり、基本的には報酬の後払いの性格を持っている。したがって、各期間において\n労務の費消に伴って発生するものと解されるがゆえに損金性を有するということが\nできる。\nここで、法三六条が過大な退職給与を損金に算入しないこととしているのは、法\n人の行った計算によれば「退職給与」とされているが、実質的には、法人の利益処\n分とされるべき不合理な部分があり得ることを考慮し、いわゆる隠れた利益処分を\n定型化するためである。そして、本来税法においては、納税者の選択した取引を前\n提として課税関係を設定するのが本則であり、かつ、わが国では、租税回避行為の\n概念につき、一個の取引行為を迂回し又は多段階行為に分散して租税負担を回避す\nる行為をいうと説明されているのであるから、隠れた利益処分の法概念が実質的な\n利益処分の評価機能を持つことに特質がある以上は、租税回避行為の否認の場合の\nような擬制によって評価すべきではなく、実在した事実を前提として評価すべきで\nある。\nしたがって、役員に対する退職給与は、原則として損金性を認められるが、あく\nまで実在した事実そのものを評価した上で隠れた利益処分と認められるべき不相当\nに高額な部分のみを例外的に損金に算入しないこととしていると解すべきである。\n（２）　しかるに、法三六条及び令七二条は、相当ないし不相当という極めて抽象\n的概念によって損金算入の可否すなわち課税要件を定めるもので、憲法八四条の租\n税法律主義に内在する課税要件明確主義に違反する憲法違反の規定である疑いが強\nい。\nすなわち、憲法八四条は、主権者たる国民の財産から租税を徴収するに当たり、\n国民の同意を得て、その徴収の具体的内容の妥当性を民主的手続により担保するこ\nとに加え、納税額を納税者たる国民が前もって一義的に予測することを可能にし\nて、国民の財産権に対するいわば不意打ちを避け、課税権者の恣意的課税から国民\nを保護することを目\n的としており、右目的からは当然に、課税要件法定主義とともに、当該法律による\n課税要件の定めはできる限り一義的に明確でなければならないという課税要件明確\n主義が導かれる。したがって、課税について定める法条を読むだけで納税義務者が\n直ちに課税要件を明確に知ることができ、その納税額も容易に算定できなければな\nらない。\nもっとも、他方において租税の負担公平という観点から、一定の場合に課税要件\nにつき不確定概念を用いることの必要性自体は否定できない。しかし、この不確定\n概念の内容があまりに一般的ないし不明確なため、解釈によってその意義を明確に\nすることが困難であり、課税権者の恣意や濫用を招く恐れのあるときには、そのよ\nうな不確定概念を含む規定は、課税要件明確主義に反して無効であると解すべきで\nある。これに対し、不確定概念が一見不明確に見えても、法の趣旨目的に照らして\nその意義を明確にし得るときは、具体的事例が当該規定に該当するかどうかを法の\n解釈によって決することとなる。この場合、裁判所において初めて内容を確定する\nのでは、法を順守しようとする納税者に萎縮効果を与え、本来不必要な課税を強い\nることにもなりかねず、国民の権利を不当に制限し、侵害することになりかねない\nから、不十分である。税法は、単に裁判規範であるにとどまらず、直接国民に向け\nられた行為規範であり、要件に該当することを条件として国民に義務を課すことを\n内容とするものである以上、課税に当たってもどのような場合にどのような内容の\n課税がなされるかということが十分に予告されなければならない。それに加え、現\n行法の下では納税者がまず法令を解釈、適用して申告することが強制されているこ\nとも併せ考えると、不確定概念を用いた規定の合憲性の判断に当たっては、当該規\n定に基づき納税者が申告する際に具体的に当該規定の意味内容を確定できるだけの\n明確性が備わっているか否かという基準によるべきである。\n以上の点をふまえて法三六条及び令七二条を検討すると、役員退職金について不\n相当に高額か否か等を申告に当たって納税者が判断しなければならないのであるか\nら、前述のとおり一般納税者が申告に際して具体的に判断できるだけの明確性が求\nめられる。仮に、不相当か否かの基準が随時変動するものであるため一律に規定で\nきないとしても、課税要件明確主義の視点からすれば、たとえば当該年度における\n具体的基準を課\n税権者が納税者に対して事前に公表することを義務づけられ、それを適切に履行す\nるといった場合であれば、法三六条及び令七二条並びに当該処分も合憲ということ\nができるが、そのような場合でなければ、法三六条及び令七二条から不相当か否か\nの具体的基準が読みとれない以上、法三六条及び令七二条は、課税要件明確主義に\n反して違憲というべきである。\n以上のとおり、法三六条及び令七二条は違憲の疑いが強い規定であるが、仮に、\n法三六条及び令七二条を合憲的に解釈するとすれば、「不相当」の具体的判断基準\nを納税者の予測可能性を損なわない程度の緩やかなものにしなければならない。\nまた、憲法は、国民主権主義を宣言し、そこにおける国家は、主権者たる国民の\n共通の利益を擁護し、増進するための制度として理解される以上、その国家の維\n持、存続及び活動のために要する費用は、その構成員たる国民がその意思に基づい\nて支弁するという「国民主権主義的租税観」をもって租税法の解釈をすべきであ\nる。\nそこで、法三六条及び令七二条を合憲的に解釈するとすれば、役員の退職給与が\n隠れた利益処分と評価されるべき程度に不相当に高額であることが、当該役員の業\n務従事期間、退職の事情、類似法人の退職給与の支給状況のみならず、当該法人と\n当該役員のすべての特殊事情をきめ細かく考慮した上でなお明確に認められる場\n合、言い換えれば、納税者が申告時にその不相当性を知るべきであったとしても酷\nでないということができる場合に限り、退職給与の損金算入を否定できると、限定\n的に解すべきである。\n（３）　なお、令七二条が「当該役員のその内国法人の業務に従事した期間、その\n退職の事情、その内国法人と同種の事業を営む法人で、その事業規模が類似するも\nのの役員に対する退職給与の支給の状況等に照らし」と規定する中の「等」とは、\n業務従事期間、退職の事情及び類似法人の退職給与の支給状況が単なる例示であ\nり、これら以外の一切の事情をも考慮すべきことを示しており、当該事案ごとの諸\n々の事情をきめ細かに考慮すべきことを求めているものと解すべきである。\n（二）　被告の主張\n当該租税法規が、単に抽象的であるとか、細部まで決められていないというだけ\nで直ちに租税法律主義の原則に反するということはできず、当該法規の目的とする\nところを合理的に解釈し、その法規が課税の根拠、要件を規定したものとして一般\n的に是認できるものであ\nれば、当該法規は租税法律主義に反しないというべきである。このような観点から\nすれば、令七二条の規定は、退職給与額の相当性の判断の基準について首肯できる\n程度に具体的、客観的に定めているということができる。したがって、法三六条及\nび令七二条が憲法八四条の課税要件明確主義に欠けることがないことは明らかであ\nる。\n２　適正な退職金額の算定に平均功績倍率法を用いたことの当否\n（一）　被告の主張\n（１）　法三六条の趣旨は、役員退職給与の損金性を認めるに当たり、当該役員の\n会社に対する貢献度を客観的に測定する基準がなく、その判断が主観的に流れやす\nいため、個々具体的な退職給与には多分に利益処分としての性格を有する事例が少\nなくないところから、実態に即した適正な課税と租税負担の公平の見地から、職務\n執行の対価たる性格を有しない過大な退職給与についての損金性を否定し、租税回\n避行為を規制せんとするものである。\nしたがって、役員退職給与が過大であるか否かは、主観的計算を排除し客観的な\n評価をもって算定された適正な役員退職給与との比較において決定されるべきであ\nる。\n令七二条は、その検討要素として、業務に従事した期間、退職の事情、同種の事\n業を営む法人で事業規模が類似するものの役員に対する退職給与の支給の状況等を\n挙げ、その退職給与が、経済的観察において実情に合目的に適したものか、経済的\n事情からみて正常であるか、合理的であるかを、同条の例示する各要素によって判\n定すべきであることを定めたものである。\n適正な役員退職給与の算定に当たっては、当該会社における特殊事情は、それが\n合理的なものである限り、当然に考慮しなければならないものであるが、単に特殊\n事情といえば、個々の会社それぞれが特殊であるということにもなりかねないの\nで、令七二条においては、まず、特殊事情が極めて顕著である従事期間、退職の事\n情を例示し、その反面において、特殊事情を共通的に表現し得ると思われる同業\n種・同規模の法人を挙げ、これらを基準として判定することと定めたのである。つ\nまり、同業種・同規模ということにより吸収される特殊事情は、もはや再度考慮す\nる必要がないという建前となっている。\n（２）　役員退職給与の適正額の算定には、従来から、平均功績倍率法、昀高功績\n倍率法及び一年当たり平均額法が用いられている。\n役員退職給与には、報酬の後払いとしての損金性と功労報償としての\n利益処分性を有する金額が包含されているが、比較法人の功績倍率の平均値を用い\nてその損金性部分を算出することによって、比較法人間に通常存する差異や個々の\n特殊性が捨象され、より平準化された数値が得られるのであるから、一般的には、\n役員退職給与の適正額の算定に当たっては、平均功績倍率法を用いることが昀も法\n令の規定の趣旨に沿い合理的ということができる。ここで退職役員の昀終報酬月額\nを用いるのは、昀終報酬月額が役員在職中における法人に対する功績の程度を昀も\nよく反映しているからである。\n昀高功績倍率法は、役員の会社への貢献という個別的要因によって算定される役\n員退職給与の特殊性を考慮して、納税者に有利な安全値を求めるという考慮を背景\nとした方法ということができる。昀高功績倍率法による場合は、比較法人の選定基\n準がその抽出の困難性ゆえに不十分である場合であっても、昀高値を採用したこと\nによって、その欠陥をカバーして合理性が担保されるという面を有しているもの\nの、比較法人の中に不相当に高額な退職給与を支給している法人がある場合には、\n不合理な結果を招くことは明らかであるから、この方法は、比較法人の抽出基準が\n必ずしも十分でない場合や、その数が僅少で、かつ、当該法人と昀高値の比較法人\nとが極めて類似しているというような場合等の、特殊な事情のもとで採用される方\n法ということができる。\n一年当たり平均額法は、退任役員の勤続年数は加味されるものの、報酬の後払い\n的性格の役員退職給与の額に昀も関連の深い要素である退任役員の退任時の役員報\n酬額が加味されないという欠点を有しており、功績倍率法に比較して間接的な算定\n方法である。しかし、退任役員の昀終報酬月額が退任間際に大幅に引き下げられる\nなど何らかの事情で適正額でない場合には、平均功績倍率法による適正な退職給与\nの算定に合理性を欠く場合があり、このような場合には、一年当たり平均額法によ\nることに合理性があるということができる。\n（３）　本件においては、昀高功績倍率法や一年当たり平均額法をとるべき特殊な\n事情が認められないから、本件における役員退職給与の適正額の算定には、昀高功\n績倍率法や一年当たり平均額法をとることはできず、平均功績倍率法によって役員\n退職給与の適正額を算定するのが相当である。\n（４）　なお、原告が主張するように、被告は、本件更正処分に至るまで、原告と\nの間で、二回にわたり\n協議を行ったことはあるが、その内容は、被告が平均功績倍率三・九倍が適正であ\nる旨説明し、これに対して原告が本件退職金は全額を損金に算入すべきであると主\n張したものであって、和解交渉ではない。租税法律主義を採用している現行法制下\nにおいては、納税義務の成立とその内容及び範囲は、もっぱら租税法規によって定\nめられているのであって、納税官署と納税者との合意によって自由に租税負担の軽\n減をなし得るものではなく、私法上の和解と同じ意味での和解はあり得ないし、課\n税処分をするに当たり、被告が原告に対して、和解条件を提示して原告の利益にな\nるようにすることも到底あり得ない。被告が「平均功績倍率五倍」というものを聞\nいたのは、平成六年六月上旬に、原告の税理士であるｂが、札幌北税務署におい\nて、「功績倍率を五倍まで認めてもらえないか」という原告の専務取締役であるｃ\nの意向を被告の調査担当者に伝えたのが昀初であり、被告から持ち出したものでは\nない。\nなお、原告が主張する平成六年九月ころの協議は、同月二九日に行われたもの\nで、原告側からａ、ｃ、ｄ及びｅが、被告側からｆ（札幌北税務署副署長）、ｇ及\nびｈが出席した。\n（二）　原告の主張\n（１）　平均功績倍率は、法三六条及び令七二条からは直接的に導き出されない基\n準である上、そもそも論理的に成り立ち得ないものである。\nすなわち、平均功績倍率という基準に基づくと、法人のうち約半数の法人の役員\n退職金が常に否認されることになり実態に全く合致しない。逆に、抽出された法人\nの役員退職金額が適正額として認められたものだとすると、比較対象すべてが相当\nとされている以上、それらの平均値を超える部分が不相当とする根拠はないことに\nなる。すべてが適正とされている以上、平均値が基準になるということは論理的に\nあり得ないし、仮にそうすれば、不相当と認定を受けた法人だけが差別的な認定を\n受けているということになる。\n（２）　平均功績倍率算定の対象となる類似法人は通常納税者の競争相手であり、\n納税者がその資料を入手することはまず不可能といってよい。ましてやそれらの平\n均値を申告前に知るということは非現実的な話である。しかも、平均功績倍率は比\n較対象になる類似法人の抽出方法によって変動するのであり、抽出されたサンプル\n自体の正確性が要求されるが、この点につき納税者側に反証の可能性は事実上存在\nしない。\n課税要件明確主義は申告\n時における納税者の予測可能性を保障するものであり、法三六条及び令七二条を合\n憲的に解釈する場合、そこで求められる不相当か否かの基準は、納税者が申告時に\nおいてその判断資料を知るべきであったとしても酷でないものに限定されなければ\nならない。\n（３）　なお、本件更正処分に至るまで、原告は被告との間で、平成六年八月三一\n日午前一〇時三〇分からと、同年九月ころの二回にわたり、札幌北税務署におい\nて、本件退職金に関する交渉を行った。八月三一日の交渉には、原告側からａ、ｃ\n（原告専務取締役）、ｄ（税理士）、ｂ（税理士）及びｅ（税理士）が、被告側か\nらｇ（筆頭特別調査官）及びｈ（特別調査官）が出席し、九月ころの交渉には、原\n告側からａ、ｃ、ｄ及びｅが、被告側から札幌北税務署副署長及び札幌北税務署担\n当官が出席した。\nこの交渉において、被告は、本件更正処分で基準とした三・九倍をはるかに上回\nる五倍をいわば「和解条件」として提示し、五倍であれば相当性を認めるとのやり\nとりがなされた。これは、本件訴訟において被告が主張する平均功績倍率なる基準\nが単なる後からの理由付けであって何ら合理性がないことを自ら認めたものである\nうえ、法三六条及び令七二条の名を借りた恣意的課税がまかり通っていることを如\n実に示しているものである。\n３　本件更正処分において用いられた平均功績倍率の当否\n（一）　被告の主張\n（１）　本件更正処分時\n本件更正処分では、平均功績倍率を算出するため、前記第二の一６（三）（１）\nないし（７）の基準に従い、別紙表二の四法人を比較法人として抽出した。\nこのうち（１）及び（２）の基準は、原告が食料品製造業を営む同族会社である\nことから設けたものである。（３）及び（４）の基準は、当時代表取締役であった\nａが、平成五年一月（決算期平成五年三月）に業務上死亡以外の理由で原告を退職\nし、原告の平成五年三月期の法人税の申告所得金額が黒字であったことから設けた\nものである。（５）の基準は、ａの退職時と同様の役職を基に設けたものである。\n（６）及び（７）の基準は、原告と同種の事業を営む法人の役員退職給与の支給事\n例が極めて少ないと考えられたことから、比較法人を多くとる必要性を考慮して定\nめたものである。\n（２）　本訴提起後の再調査結果\n原告が本訴を提起した後、札幌国税局長は、前記第二の一６（四）（１）ないし\n（８）の基準に従い同局管内の法人について再\n調査したところ、別紙表三及び四の七法人が該当した。\nこのうち（１）、（２）、（５）、（６）及び（８）の各基準は、原処分時の抽\n出基準と同一の趣旨としたものである。（３）の基準は、各税務署における抽出作\n業の可能期間を基に新たに設けたものである。（４）の基準は、ａの退職時の役職\nと同一の基準とするため、原処分時の抽出基準を変更したものである。（７）の基\n準は、原告と同種の事業を営む法人の役員退職給与の支給事例が極めて少ないと考\nえられたことから、比較法人を多くとる必要性を考慮し、原処分時の基準を基にし\nて変更したものである。（７）の基準を幅広に設定したのは、第一に、平均功績倍\n率法による場合には、その計算確度を高めるために基礎資料となる比較法人の数を\n多く取る必要性があり、第二に、比較法人の選定基準は、推計課税の同業者の類似\n性の基準に比してかなり緩やかな基準で差し支えなく、税務当局にある程度の裁量\nが認められるべきであるという理由によるものであって、（７）の基準は、その裁\n量権を逸脱しているものではない。\nこの再調査によって抽出された七法人を比較法人として功績倍率を算出したとこ\nろ、別紙表四のとおり、昀高が四・八、昀低が一・五、平均が二・六となった。右\n平均功績倍率によって本件退職金のうち損金への算入を認めるべき適正額を算定す\nると九三六〇万円となり、過大な役員退職給与として損金に算入できない金額は、\n二億〇六四〇万円となる。\nところで、原告の三事業年度の平均売上金額は、別紙表四のとおり約六〇億八八\n〇〇万円であるのに対し、比較法人のそれは、約六億七四〇〇万円ないし約五五億\n九九〇〇万円であって、規模的に類似性があるということができる。原告の売上金\n額について詳細にみると、原告においては、平成三年度には分社化していた部門を\n統合したことによる売上の急増があり、平成四年度には山崎製パン株式会社に営業\n権等を譲渡したことによる固定資産売却益三八億三六〇〇万円があるなど異常数値\nが混在しているものであり、このような異常数値の混在がないと思われる平成元年\n四月一日から平成三年三月三一日までの二事業年度の売上金額等の平均額は、売上\n金額が四三億八五〇〇万円、所得金額は五四〇〇万円であるから、原告と比較法人\nとの間の、企業規模的な類似性は、より強く認められる。\nなお、ここでの比較法人の抽出に際しては、比較法人の量的経営規模の\n同一性を判断する基準としての外形的規模を示す資本金額のほかに、質的経営規模\nを示す売上金額、申告所得金額、総資産価額、純資産価額の記載を求めたほか、退\n職時一年前の報酬月額などについても記載を求め、七社について比較法人としての\n適否を検討した。その結果、（一）抽出された七法人は、比較法人間に通常存在す\nる諸要素の差異や個々の特殊性を捨象し、より平準化された数値を求めるのに必要\nな比較法人としては十分な件数であり、（二）別紙表四のとおり、Ａ社及びＥ社に\nついては、平均売上金額がそれぞれ約六億七四〇〇万円、約七億四九〇〇万円であ\nり、他の五社に比べ小規模であるように見えるが、質的内容（所得金額、総資産価\n額、純資産価額）については、（１）Ａ社及びＥ社の所得金額を大幅に上回ってい\nるのはＤ社及びＦ社のみであって、Ａ社の所得金額は、売上金額約三〇億一六〇〇\n万円であるＣ社とほぼ同一で、Ｅ社の所得金額はＣ社を上回っているし、（２）Ａ\n社及びＥ社の総資産価額はＧ社とほぼ同規模であり、（３）Ａ社及びＥ社の純資産\n価額を大幅に上回っているのはＣ社及びＤ社のみであるから、Ａ社及びＥ社は他社\nと遜色のないものであると認められた。また、この七法人には、適正な役員退職給\n与の算定に不合理な結果を招くような個別的な特段の事情は存しないから、七法人\nすべてを比較法人とした。\n本件更正処分等は、右再調査の結果算出された過大な役員退職給与の損金不算入\n額の範囲内でされているから、いずれも適法である。\n（二）　原告の主張\n仮に、平均功績倍率法が法三六条及び令七二条の判断の一つの基準であるとして\nも、本件更正処分は、以下のとおり違法である。\n（１）　比較法人抽出における問題点\n本件更正処分においては、抽出された比較法人はわずか四法人であり、しかも、\n四法人の間には、事業規模において相当な差があるのであるから、このような四法\n人の平均功績倍率を算出しても、統計的な意味がない。国税不服審判所長による裁\n決は、類似法人の退職金支給事例がきわめて少数なのでやむを得ないとするが、平\n均功績倍率法の合理性を支えるだけの統計的意味がない以上、比較法人の抽出方法\nにおいて不合理というほかない。\nまた被告は、その設定した基準（前記第二の一６（三）（１）ないし（７）及び\n（四）（１）ないし（８）の基準）のうち、（三）（６）及び（７）並びに（四）\n（６）及び（７）の基準を挙\nげた理由として、原告と同種の事業を営む法人の役員退職給与の支給事例が極めて\n少ないと考えられたからとしているが、原告とほぼ同一規模、同一の財務体質、法\n人に対する貢献度がほぼ同一の役員の退職といった比較法人が多数あるのならとも\nかく、比較法人を探すのにも一苦労するといった状況下で、無理に抽出した比較法\n人をもとに適正退職金額を算定するということ自体無理を重ねているのであり、そ\nこから得られる基準に何ら合理性がないことは明らかである。\n（２）　比較法人抽出基準の問題点\n被告が設定した基準には、「当該役員の退職事業年度の売上金額が五億円以上\nで、かつ、退職時以前の三事業年度の平均売上金額が五億円以上で二〇〇億円以下\nであること」との基準（前記第二の一６（四）（７））があるが、年間売上五億円\nと二〇〇億円の企業を同視して抽出することには合理性がない。これだけの企業規\n模の開きがあれば、企業としてまったく異なる体質や財務内容を有しているのが通\n常であり、たとえば創業者に対して退職金を支払うケースを考えても、年商五億円\nの企業の場合と、年商二〇〇億円にまで育て上げた場合とでは、その貢献度は全く\n異なるはずである。このようなことを一切無視した抽出基準には、合理性がない。\nまた、これまでに平均功績倍率法を採用した裁判例でも、比較法人の選定におい\nて、その手法の合理性を確保するために（一）売上金額割合、所得金額割合及び利\n益積立金増加割合を求め、右各割合の合計数値の多寡によって、事業規模及び役員\nの法人に対する功績度を区分し、当該法人と同じ区分に属する法人から比較法人を\n抽出したり、（二）比較法人を選定するための事業規模の判断基準に関し、売上金\n額、総資産価額、純資産価額、所得金額を指標とし、当該事業年度以前三年間の指\n数において、当該法人の二分の一から二倍以内程度の範囲内にある法人を事業規模\nが同程度の類似法人として扱うなどし、単に売上額だけではなく様々な角度から絞\nりをかけて比較法人を抽出している。これに対し、本件更正処分においては、比較\n法人を抽出する際の企業規模についての基準としては、売上金額しか考慮されてい\nない。本件更正処分時及び本件訴訟提起後にそれぞれ抽出した比較法人について、\n（二）の基準を当てはめてみると、別紙表二及び三のとおり、原告と乖離した数値\nを示すものが多く、これらを原告と事業規模において類似した法人とい\nうことはできない。\n被告は、平均功績倍率を算出するための計算要素の選定については、税務当局に\n裁量が認められるべきであると主張するが、仮にそうだとしても、それは計算の確\n度を高めるためにその基礎資料となる比較法人の数を多く取らなければならないと\nいう目的のための裁量であるはずである。ところが、本件では、単に比較法人の数\nを揃えるために無限定に近い条件設定を行っており、その結果計算の確度はまった\nく無視されるに至っているのであって、仮に裁量権が認められるとしてもそれを逸\n脱しているといわざるを得ない。\n被告の主張を前提としても、平均功績倍率法自体が論理必然的かつ義務的に求め\nられる手法ではない以上、確度を高める基礎資料が揃わない場合には別の方法で相\n当性を判断すべきであり、それを怠って漫然と平均功績倍率法の形式をとった判断\n基準で相当性を判断した本件更正処分は違法なものである。\n（３）　平均功績倍率の採用の問題点\n本件更正処分における比較法人の昀高の功績倍率は四・五である。この四・五に\n基づき計算した金額の退職給与の損金算入が認められているのに、原告の場合に平\n均功績倍率三・九を超える部分の退職給与の損金算入が認められないとする理由は\nない。比較法人の抽出が、事例が少ないというのであれば、少なくとも、その昀高\n功績倍率を本件退職金の損金算入の可否を判断する一つの事情として参考にすべき\nである。\n４　ａの功績について\n（一）　原告の主張\n（１）　原告は、前代表取締役ａが、幼少時代の奉公、青果店、鮮魚店経営等様々\nな労苦の後、昭和四三年に個人で始めた菓子店を、同年にａ他の出資で法人化して\n始まった会社である。ａは、菓子業界で当時昀先端の技術であった「自動包餡機」\nに着目していち早くこれを導入した。これにより、それまで手作業でしかできず高\nいコストを要した餡を詰める作業を機械化することができ、大幅なコスト削減を達\n成し大量生産に向いたものに改善することができたので、安価な「一〇円饅頭」の\n発売が可能になった。\nこの一〇円饅頭は、大衆に爆発的支持を受ける大ヒット商品になり、原告は、昭\n和四六年に札幌市丘珠に一八〇〇坪の土地を購入し、昭和四七年には新工場をスタ\nートさせることとなった。\n丘珠工場では、当初一〇円饅頭の生産を大々的に拡大する予定であったが、原告\nが導入した機械を本州の大手である森永、井村屋が大量に導入し、井村屋が既に\n北海道進出を計画していることが分かったので、ａは、方針を転換し、一〇円饅頭\nの生産拡大を止め、丘珠工場では森永の製品の下請生産を行うが、これと並行して\n販路を釧路に拡大し道東でも原告の製品を販売することにより、その穴を埋めるこ\nとにした。その結果、原告は、下請の事業により安定的な仕事を確保するととも\nに、道東での販路拡大により和菓子の売上を伸ばした。\nその後、原告は、帯広にも営業所を設け、さらに販路を拡大したが、これら道東\n展開をはじめとする和菓子の販路拡大には、ａの青果店経営時代の人脈が生かされ\nており、その人脈を通じて近接業界である菓子店の販売ルートを紹介してもらえた\nことが、原告の営業展開に非常にプラスになったのである。\nまた、ａは、事業規模の拡大とともに積極的なスタッフの拡充も行い、原告の業\n績拡大に寄与した。昭和五四年の恵庭工場建設とほぼ時を同じくする昭和五五年、\n余市で菓子製造業会社を経営していたｉ（後の原告の代表取締役。）を、同工場の\n管理者として迎え入れた。ｉは、原告が販売して爆発的な売上を得ていた「一〇円\nシュークリーム」の製造元である会社の経営者であったが、大手業者の下請の仕事\nもしていたことから大規模生産とその衛生管理のノウハウを有していた。原告は、\n同人を迎え入れることにより、ヒット商品である一〇円シュークリームの製造を仕\n入れから自社生産に切り替えることができた上、大規模生産に伴う品質管理のノウ\nハウも獲得でき、有形無形の大きな利益を得た。\nまた、ａは、菓子の事業が順調に展開していた時期から外食産業への新規展開を\n考え、昭和四八年九月に「とんでん寿司」第一号店をオープンし、昭和五四年に浦\n和、札幌に「和食レストランとんでん」第一号店を同時オープンした。「和食レス\nトランとんでん」は、現在グループ全体で約一〇〇店舗を擁するに至っている。\n原告は、菓子業界で順調な発展を進めていたが、それに伴って大手流通チェーン\nとの取引が増加していった。大手流通チェーンとの取引においては、大量の発注を\n受けることができたが、反面、返品も多く大幅な値引きを要求されることもあっ\nて、原告の経営にとってプラス面ばかりではなかった。これに対し、外食産業であ\nれば、値引きの必要もなく毎日現金収入が得られるなど、経営上非常にメリットが\n大きい。\n単に経済的メリットを追求するだけではなく、「大衆の中により深く」というａ\nの経営理念が生かされたことが、原告の外食産業での発展につながっている。安価\nで美味しい菓子の生産に始まり、高価な寿司をセットメニューの導入等で大衆に親\nしみやすくし、寿司の一つ一つを大きくすることで満足感を与え、同様に和食に気\n軽に親しめるようにするといったことで、原告は、業績を伸ばし、現在の一大外食\nチェーンを築き上げることに成功したのである。\nなお、外食部門は昭和五七年に分社し、平成八年に原告と合併して今日に至って\nいる。\nまた、原告は、平成四年にパン・菓子部門を山崎製パン株式会社に譲渡した。当\n時原告のパン・菓子部門は道内三位の地位を占めており、格別経営上の問題はなか\nったが、ａは山崎製パン株式会社の北海道進出の情報をいち早く入手し、譲渡の決\n断をした。これは、個人の手作りのパン屋とは異なり、大量生産を前提とする製パ\nン・製菓業は昀終的に個々の企業の「体力勝負」に必ずなるというａの見通しの下\nに、当時年間売上四八六五億円、全国シェア約三〇パーセントを占める巨大企業で\nある山崎製パン株式会社（ちなみに第二位の敷島製パンの売上は年間約一二〇〇億\n円）と、当時年間約七六億円の原告のパン・菓子部門との力を比較し、冷静に企業\nの将来のあり方を検討した結果、原告の製菓・製パン部門を担っていた恵庭工場\n（土地、建物、機械装置、構造物等）及び右部門の営業権を、約五四億円で売却す\nることに成功した。これは、原告の過去二四年間に及ぶ含み益を実現させたもので\nある。この結果、本件事業年度において、当期利益四億〇一一〇万九〇〇〇円（税\n引後）、法人税の申告所得金額一〇億〇三四四万六〇〇〇円を計上し、原告の所得\nに多大な貢献をした。\n（２）　これらの原告の発展におけるａの貢献は計り知れないものであり、ａなく\nして今日の原告はあり得ないことは明らかである。それにもかかわらず、ａの報酬\n額は明らかに低く抑えられていた。ａが原告の代表取締役であった昭和五八年度か\nら平成三年度までの原告の売上、利益及びａと他の役員Ａ（代表取締役）の報酬額\nは、別紙表五のとおりである。原告は、昭和五九年度を除き各期とも利益を出して\nおり、売上高は毎年伸びている。昭和五九年度の赤字も、恵庭恵南工場の新築によ\nり、減価償却費が前年度より約七五〇〇万円増加し、かつ人件費が約一億五〇〇〇\n万円増加したことが要因であり、次年度には売上増により約七七〇〇万円の営業利\n益を出し\nている。また、平成三年度に売上が急増しているのは、昭和五六年度及び昭和五九\n年度に原告から分社化した部門を再び原告に統合したためであり、これもａの功績\nというべきものである。\nにもかかわらず、ａの報酬額は、ほとんど同水準で推移しており、しかも、ａと\n共に代表取締役であった役員Ａの報酬額と比較しても、また、原告と同規模の法人\nの代表者の報酬額として通常考えられる額と比較しても、明らかに低く、従業員給\n与と同程度のものでしかない。\nこれはひとえに原告の財務体質を強くしたいというａの配慮によるものである\nが、このように、会社の創業者が会社の財務体質を強くするために自己の報酬等を\n低く抑え、定款や株主総会もこれを認めるということは、実社会上頻繁にみられる\nことであり、合理的な理由のあることである。そして、そのようにして企業が成功\nした後に経営者が第一線を退く際に、その功績を会社、株主として高く評価し、そ\nの評価を退職金に反映させることも、合理的理由のあることである。本件退職金\nも、原告退職時にそれまで低く抑えていた報酬と適正な報酬との差額を受け取った\nと考えれば、ａの功績からして、その額は不相当に高すぎるということはない。\n（二）　被告の主張\nそもそも役員報酬の額は、職務内容を判断して定款又は株主総会の決議によって\n決められるものであるから、役員間の年間役員報酬額を比較すること自体意味のな\nいものである。また、被告は、役員退職給与の適正額の算定について、ａの昀終報\n酬月額に勤務年数及び比較法人における功績倍率の平均値を乗ずる方法によってい\nるのであるから、ａと他の役員との過年度分の年間役員報酬額のみを比較して論ず\nる意味はない。\n原告は、ａと他の役員との過年度分の年間役員報酬額についてのみ問題にしてい\nるが、ａの報酬月額は、本件事業年度当初の平成四年四月にそれまでの七五万円か\nら一五〇万円に倍増しており、役員の在職中における功績の程度を昀もよく反映し\nている昀終報酬月額は、比較対象とされている役員より四九万円高額になっている\nのであるから、両者の過年度分の年間役員報酬額のみを問題とすることは妥当では\nない。\nまた、原告は、本件退職金には多年にわたり低く抑えていたａの報酬の後払いと\nしての性格もある旨主張するが、役員報酬額を過年度に遡って変更することは、各\n年の株主総会で承認された決算を変更する結果となるから認めることはでき\nない。さらに、仮に、役員報酬を増額改定し遡及適用分の差額を支給した場合は、\n臨時的な給与であるから、原則として賞与となり、損金には算入されないものとな\nるのである。\n第三　争点に対する判断\n一　争点１（法三六条及び令七二条の合憲性）について\n１　憲法八四条は、租税は、法律又は法律の定める条件によるべきことを要求して\nいるところ（租税法律主義）、その趣旨は、租税を課すことは国民から強制的に財\n産権を奪うものであり、国民の権利義務にかかわることであるから、その内容及び\n手続を全国民を代表する選挙された議員によって組織構成される国会の定めた法律\n又は法律の定める条件によらしめ、もって、行政当局による恣意的な課税が行われ\nることを防止しようというものであると解される。したがって、納税義務者、課税\n物件、課税標準、税率等の課税要件及び租税の賦課、徴収の課税手続は法律で定め\nられなければならず（課税要件法律主義）、また、課税要件及び租税の賦課、徴収\nの手続は、明確に定められなければならない（課税要件明確主義）から、課税要件\nにかかわる租税法規は、できるだけ明確に定めることが求められる。しかし、他方\nにおいて、経済事象は、複雑多様にして流動的なものであり、これに対応して損益\nや所得、資産の実質に応じた公平な課税を実施することが要請されることを考慮す\nれば、租税法規を常に明確かつ一義的に定めることは、到底困難というほかない。\nしたがって、当該租税法規が不確定概念を用いているという一事だけで、直ちにこ\nれが租税法律主義に反し、違憲であるということはできず、当該租税法規の目的と\nするところを合理的、客観的に解釈し、その法規が課税の根拠、要件を規定したも\nのとして一般的に是認できる程度に具体的で客観的なものであれば、当該法規は租\n税法律主義に反せず、違憲ではないというべきである。\n２　右１で述べたところに従って、法三六条及び令七二条について検討する。\n法三六条は、法人が、その退職した役員に対して支給する退職給与の額のうち、\n損金経理をした金額で不相当に高額な部分の金額として政令で定める金額は、その\n法人の所得の計算上、損金に算入しない旨規定する。その趣旨は、法人の役員に対\nする退職給与が、損金として認めるには不相当に高額であるため、実質的には法人\nの利益処分たる性質を有していると解すべき場合も想定され得るところ、このよう\nな場合には、その不合\n理な部分について損金算入を認めないことによって、法人が租税負担を不当に回避\nすることを防止し、適正な課税を確保しようとするものであると解される。\nそして、令七二条は、右の損金に算入しない金額は、法人がその退職した役員に\n対して支給した退職給与の額が、当該役員のその法人の業務に従事した期間、その\n退職の事情、その法人と同種の事業を営む法人でその事業規模が類似するものの役\n員に対する退職給与の支給の状況等に照らし、その退職した役員に対する退職給与\nとして相当であると認められる金額をこえる場合におけるそのこえる部分の金額と\nする旨規定する。これは、法三六条を受けて、退職給与の額の相当性について判断\n基準を定めたものであるところ、退職給与の額はその法人及び退職役員の個別的事\n情によって異なり得るものであるから、あらゆる場合を想定して相当な退職給与の\n額を明確かつ一義的に定めることは困難であるというべきである一方、右の定めは\n相当な退職給与の額の決定に当たり考慮すべき事情を類型的に列挙しており、その\n事情を総合すれば相当な退職給与の額を判断することができるものと解されるので\nあって、この観点からすれば、令七二条の規定は、退職給与の額の相当性の判断基\n準について、一般的に是認できる程度に具体的、客観的に定めているということが\nできる。\nしたがって、法三六条及び令七二条は、租税法律主義（課税要件明確主義）に反\nするものではなく、憲法八四条に違反するものではないというべきである。\n原告は、憲法八四条に照らせば、法三六条及び令七二条について、役員の退職給\n与が隠れた利益処分と評価されるべき程度に不相当に高額であることが、当該役員\nの業務従事期間、退職の事情、類似法人の退職給与の支払状況のみならず、これら\n以外の当該法人と当該役員のすべての特殊事情をきめ細かく考慮した上で、なお、\n明らかに認めることができる場合に限り、退職給与の損金算入を否定できるものと\n限定的に解釈すべきであると主張するが、右で述べたところに照らせば、そのよう\nに限定的に解釈しなければならないものとはいい難いから、原告の右主張は採用す\nることができない。\n３　また、原告は、令七二条の規定について、業務従事期間、退職の事情及び類似\n法人の退職給与の支給状況は単なる例示であり、事案ごとの諸々の事情をさらにき\nめ細かに考慮することを求めているものと解すべきである旨主張する\n。しかしながら、令七二条は、当該役員の退職給与の金額の相当性を判断するに際\nし、当該役員の業務従事期間、退職の事情及び類似法人の退職給与の支給状況を類\n型的に列挙しており、その規定内容に照らせば、これらを主たる判断要素とすべき\nことを定めたものと解するのが相当であるところ、もとよりそれら以外の事情を斟\n酌すべき場合もあり得ようが、課税要件明確主義について説示した点に照らして\nも、それは付随的事情として考慮する程度にとどまるというべきである。\n二　争点２（適正な退職金額の算定に平均功績倍率法を用いたことの当否）につい\nて\n役員退職給与の適正額の算定基準としては、令七二条が、当該役員のその法人の\n業務に従事した期間、その退職の事情、同種類似の法人の役員に対する退職給与の\n支給の状況等に照らして判断すべきことを定めているところ、これを具体化する方\n法としては、従来から、平均功績倍率法、昀高功績倍率法及び一年当たり平均額法\nが用いられている（前記第二の一６）。\nこのうち、平均功績倍率法は、当該退職役員の当該法人に対する功績はその退職\n時の報酬に反映されていると考え、同種類似の法人の役員に対する退職給与の支給\nの状況を平均功績倍率として把握し、比較法人の平均功績倍率に当該退職役員の昀\n終報酬月額及び勤続年数を乗じて役員退職給与の適正額を算定する方法であり、適\n正に算出された平均功績倍率を用いる限り、その判断方法は客観的かつ合理的であ\nり、令七二条の趣旨に昀もよく合致する方法であるというべきである。\n原告は、平均功績倍率法に基づくと、比較法人のうち約半数の法人の退職給与が\n否認されることになり、逆に比較法人の役員退職給与が適正額として認められたも\nのだとすると、これらの平均値を超える部分を不相当とする理由はないから、平均\n功績倍率法は論理的に成り立ち得ないものである旨主張する。しかしながら、平均\n功績倍率法は、比較法人の退職給与のうちに、本来否認すべきであったのに実際に\nは否認しなかったものがあり得ることを前提とするものであるところ（仮に、比較\n法人の退職給与がすべて適正な額の範囲内であることを前提とするならば、昀高功\n績倍率法を用いるしかない。）、過去に本来否認すべきであったのに実際には否認\nしなかった事例が存在するからといって、否認すべきものを発見したときにこれを\n否認することを妨げる理由は存在しないから、原告の右主張は採\n用することができない。\nまた、原告は、課税要件明確主義は納税者の予測可能性を保障するものであるか\nら、役員退職給与の金額の相当性判断の基準は、納税者が申告時において知るべき\nであったとしても酷でないものに限定されなければならないところ、平均功績倍率\nの算定に用いられる類似法人は納税者の競争相手であり、納税者がその資料を入手\nすることはほぼ不可能である旨主張する。しかしながら、前記一１で述べたとお\nり、課税要件明確主義が導かれるところの租税法律主義の趣旨は、第一義的には、\n租税の内容及び手続を法律又は法律の定める条件によらしめ、恣意的な課税が行わ\nれることを防止しようというものであると解されるし、損益等の実質に応じた公平\n課税の実現のためには、租税法規の明確性の要請も一定の制限を受けざるを得ない\nのであるから、そのために必要な限度において、納税者の予測可能性が制限される\nことがあってもやむを得ないといわざるを得ない（平均功績倍率法に限らず、昀高\n功績倍率法にせよ、一年当たり平均額法にせよ、比較法人の資料に基づいて計算す\nる手法をとるのであるから、納税者の側での資料の入手が困難であることに変わり\nはないはずである。）。したがって、原告の右主張も採用することができない。\nなお、原告は、本件更正処分に先立ち、被告が原告に対し、功績倍率を五倍とし\nて計算した金額まで相当性を認める旨のいわば和解条件を提示したことがあり、こ\nれは平均功績倍率が後からの理由付けであって合理性がないものであり、法三六条\n及び令七二条の名を借りた恣意的課税がされていることを示していると主張し、ａ\nが作成した甲第一二号証及びｅ税理士が作成した甲第一七号証にも、被告が原告に\n対して右のような和解条件を提示したことがある旨の記載がある。しかしながら、\n仮に被告が原告の主張するような和解条件を提示した経過があったとしても、平均\n功績倍率法が令七二条に昀もよく合致する方法であることは前述のとおりであり、\n本件更正処分の適法性は右の経過を離れて客観的に判断することができるし、また\nそれで足りるというべきであるから、原告の右主張は何ら平均功績倍率法を採用す\nることの妨げとなるものではない。\n三　争点３（本件更正処分において用いられた平均功績倍率の当否）について\n１　右二で述べたとおり、平均功績倍率法は、同種類似の法人の役員に対する退職\n給与の支給の状況を平均功績倍率\nとして把握し、役員退職給与の適正額を、比較法人の平均功績倍率に当該退職役員\nの昀終報酬月額及び勤続年数を乗じて算定する方法であるから、平均功績倍率を算\n出するための比較法人は、当該法人とその業種、事業規模、退職役員の当該法人に\nおける地位、退職の事情等において十分に類似したものでなければならない。した\nがって、比較法人を抽出するための基準は、右の諸要素において当該法人と類似し\nた法人を抽出することができるものでなければならない。\n２　右で述べたところに従って、本件更正処分に用いられた比較法人抽出基準の相\n当性について検討する。\n前記第二の一１のとおり、原告は、札幌市を中心とする北海道内において食料品\n製造業等を営む株式会社であり、甲第一二号証及びａ供述によれば、原告は、平成\n四年にパン・菓子部門を山崎製パン株式会社に譲渡するまでは、パン・菓子の製造\n販売を主たる業務としていたことが、また、甲第八、第九及び第一四号証並びに弁\n論の全趣旨によれば、本件事業年度を含めて過去三事業年度（平成二年四月一日か\nら平成五年三月三一日まで）における原告の売上金額、純資産価額及び総資産価額\n並びにそれらのそれぞれの平均、申告所得金額の平均並びに本件事業年度における\n資本金額は、別紙表六のとおりであることがそれぞれ認められる。また、ａが退職\n時に原告の代表取締役であり、ａの原告での勤続年数が二四年であって、死亡によ\nらないで原告を退職したことは当事者間に争いがない。さらに、甲第一三号証によ\nれば、平成五年三月三一日当時、原告の発行済株式の約八七・七パーセントはａ及\nびａの長男であるｊ他一名の同族関係者が所有していたことが認められるところ、\n右事実によれば、右の当時、原告は同族会社であったということができる。\nなお、被告は、原告について、平成三年度には原告から分社化していた部門を統\n合したことによる売上金額の急増があり、平成四年度には山崎製パン株式会社に営\n業権等を譲渡したことによる固定資産売却益三八億三六〇〇万円があるなど異常数\n値が混在している旨主張する。しかし、比較法人を抽出するために原告と他の法人\nの事業規模を比較する際に用いる数値は、同一の条件で算出すべきところ、後記の\nとおり、前記第二の一６（三）で被告が抽出した比較法人については、当該役員が\n退職した事業年度の数値を、前記第二の一６（四）で札幌国税局長が抽出した比較\n法人につ\nいては、当該役員が退職した事業年度を含め過去三事業年度の数値（ただし、資本\n金額については当該役員が退職した事業年度のもの）をそれぞれ調査しているとこ\nろ、これらの数値に、被告が主張するような異常数値が混在しているかどうかは明\nらかではないのであるから、原告についてのみ数値の異常性を取り上げることは相\n当ではない。したがって、被告の右主張を前提として、原告と比較法人との類似性\nを論じるべきものではない。\n一方、本件更正処分に用いられた比較法人抽出基準は、前記第二の一６（三）\n（１）ないし（７）のとおりであるところ、このうち、仙台国税局管内で比較法人\nを抽出したこと及び右（１）ないし（６）の基準は、原告と類似同種の法人を抽出\nするための基準として合理性を有するものとして首肯できるものである。しかしな\nがら、（７）の基準については、本件事業年度における原告の売上金額が別紙表六\nのとおり約四八億円であることに照らすと、原告とその事業規模において類似した\n法人を抽出するための基準として、売上金額が五億円以上二〇〇億円以下とするこ\nとは広きに失するといわなければならない。被告は、比較法人の数を多く取るため\nに、計算方法の選定については税務当局にある程度の裁量が認められるべきであ\nり、右の基準は税務当局に認められた裁量権を逸脱していない旨主張するが、売上\n金額において原告の一〇分の一程度に過ぎない法人を原告とその事業規模において\n類似する法人ということには無理があるから、被告の右主張は採用することができ\nない。\nところで、比較法人の抽出にあたっては、大まかな基準によって比較法人の候補\nとなる法人を抽出した上、候補となった法人についてさらに検討を加えて比較法人\nを決定するという手法も考えられるところであり、このように比較法人の候補とな\nる法人を抽出するための基準としては、売上金額が五億円以上二〇〇億円以下とす\nることも首肯できるというべきである。\n３　そこで、右２で述べたところに従い、前記第二の一６（三）（１）ないし\n（７）の基準によって抽出され、本件更正処分に用いられた四法人について、比較\n法人とすることが適当であるかどうか検討する。\n乙第三号証によれば、前記第二の一６（三）（１）ないし（７）の基準によって\n抽出された四法人の当該役員に対する退職給与を支給した事業年度における売上金\n額及び申告所得金額は、それぞれ別紙表七のとおり\nであると認められる。\nそこで、原告の本件事業年度における売上金額及び申告所得金額と右四法人の当\n該役員に対する退職給与支給事業年度における売上金額及び申告所得金額とを比較\n検討すると、このうち、Ａ社は、申告所得金額は原告の約〇・五六倍と原告に近似\nするものの、売上金額は原告の約三・二六倍と原告に比べて事業規模が著しく大き\nく、Ｂ社、Ｃ社及びＤ社は、売上金額はいずれも原告の一〇分の一から一〇分の三\nまでの間であり、また、申告所得金額はいずれも原告の一〇分の一に満たないもの\nであって、原告と比してその事業規模が著しく小さく、いずれも原告と類似してい\nるとはいい難いから、比較法人としての適格を有しているということはできない。\nしたがって、本件処分に用いられた四法人のうち比較法人としての適格を有するも\nのはないということになる。\n４　そうすると、本件処分においては、原告と十分に類似した比較法人が抽出でき\nたということはできないから、右の四法人によっては、平均功績倍率法はもちろ\nん、昀高功績倍率法や一年当たり平均額法といった他の方法を用いても、ａの適正\nな退職給与金額を算定することはできなかったというべきである。\n５　ところで、被告は、本件訴訟が提起された後、札幌国税局長が同局管内で比較\n法人として七法人を抽出して平均功績倍率を算出したところ、平均功績倍率は二・\n六となり、本件処分はこの範囲内で行われたものであるから適法である旨主張し、\n原告は被告の右主張について争うので、この点について検討する。\n原告の事業内容、事業規模及びａの退職の事情等は前記２のとおりであり、札幌\n国税局長が右比較法人を抽出した基準は前記第二の一６（四）（１）ないし（８）\nのとおりであるところ、このうち、札幌国税局管内で比較法人を抽出したこと並び\nに右（１）ないし（６）及び（８）の基準は、原告と類似同種の法人を抽出するた\nめの基準として首肯できるものである。しかしながら、前記２と同様に、原告とそ\nの事業規模において類似した法人を抽出するための基準としては、当該役員の退職\n事業年度の売上金額が五億円以上で、かつ、退職時以前三事業年度の平均売上金額\nが五億円以上で二〇〇億円以下とすることでは広きに失するといわなければならな\nい。もっとも、比較法人の抽出にあたっては、大まかな基準によって比較法人の候\n補となる法人を抽出した上、候補となった法人についてさらに検討\nを加えて比較法人を決定するという手法も考えられるところであり、このように比\n較法人の候補となる法人を抽出するための基準としては、売上金額が五億円以上二\n〇〇億円以下とすることも首肯できることは、前記２と同様である。\n６　そこで、前記第二の一６（四）（１）ないし（８）の基準によって抽出された\n七法人を原告と類似する比較法人とすることが適当であるかどうか検討するに、乙\n第五ないし第三七号証によれば、前記第二の一６（四）（１）ないし（８）の基準\nによって抽出された七法人の当該役員に対する退職給与を支給した事業年度を含め\nた過去三事業年度における売上金額、申告所得金額、総資産価額及び純資産価額並\nびにこれらの各平均金額並びに退職役員に対する退職給与を支給した事業年度にお\nける資本金額は、それぞれ別紙表八のとおりであると認められる。\nそこで、原告と右七法人につき、退職給与を支給した事業年度を含めた過去三事\n業年度における売上金額、申告所得金額、総資産価額及び純資産価額の各平均金額\n並びに退職給与を支給した事業年度における資本金額を比較検討すると、このう\nち、Ｃ社は、申告所得金額は原告の約〇・〇五倍、総資産価額は原告の約〇・三五\n倍であるが、売上金額は原告の約〇・五〇倍、純資産価額は原告の約〇・七五倍、\n資本金額は原告の約〇・六五倍と原告に近似し、Ｄ社は、総資産価額は原告の約\n〇・三九倍、資本金額は原告の約〇・一六倍であるが、売上金額は原告の約〇・九\n二倍、申告所得金額は原告の約〇・五六倍、純資産価額は原告の約二・〇六倍と原\n告に近似し、Ｆ社は、申告所得金額は原告の約〇・一七倍、純資産価額は原告の約\n〇・一三倍、資本金額は原告の約〇・三三倍であるが、売上金額は原告の約〇・七\n五倍、総資産価額は原告の約〇・五四倍と原告と近似している。そして、退職給与\nの額の相当性を判定するに当たって対照すべき比較法人の類似性を検討するについ\nては、これらの事業規模の指標のうち、申告所得金額及び資本金額を軽視し得ない\nとはいえ、検討の目的に照らし、その法人の事業規模の実態をより直截に把握する\nことができると考えられる売上金額及び総資産価額ないし純資産価額を重視すべき\nであると解するのが相当であるところ、これによれば、Ｃ社、Ｄ社及びＦ社は、い\nずれもその事業規模において原告と類似しているということができる。他方、Ａ社\nは、そのいずれもが原告の一〇分の\n三に満たず、Ｂ社は、資本金額は原告の約〇・六四倍と原告に近似するものの、そ\nの余はいずれも原告の一〇分の二以下であり、Ｅ社は、純資産価額が原告の約〇・\n四四倍、その余はいずれも原告の一〇分の二に満たず、Ｇ社も、売上金額が原告の\n約〇・三五倍、その余はいずれも原告の一〇分の三に満たないものであって、いず\nれも原告に比してその事業規模において著しく小さく、原告と類似しているとはい\nい難いから、比較法人としての適格を有しているということはできない。したがっ\nて、右の七法人のうち、比較法人としての適格を有するのは、Ｃ社、Ｄ社及びＦ社\nの三法人のみであるというべきである。\n７　そして、平均功績倍率法を用いる上で、比較法人の数が三法人では足りないと\nはいい難いところ、乙第二八号証、第三〇号証及び第三五号証によれば、Ｃ社、Ｄ\n社及びＦ社の退職役員の昀終報酬月額、勤続年数及び退職給与額は、それぞれ別紙\n表八のとおりであり、その功績倍率を算出するとそれぞれ一・五、四・八及び二・\n七となる。この平均値を算出すると三・〇となるところ、本件処分は、右の平均功\n績倍率によって算定された金額の範囲内で行われたものである。\n四　争点４（ａの功績について）について\n１　甲第一二号証及びａ供述によれば、ａが、原告主張のとおり、原告の設立及び\n発展について意を尽くし、これによって原告が発展し利益を得てきたこと、平成四\n年に原告のパン・菓子部門を山崎製パン株式会社に譲渡したこともａの判断による\nもので、結果としてこれにより原告が多大な利益を得たことが認められ、右事実に\nよれば、ａの原告に対する貢献は極めて大きいものがあると解される。\nまた、甲第一一号証の一から９によれば、昭和五八年四月から平成四年三月まで\nの原告の役員の報酬（手当を含む。以下同じ。）は、別紙表九のとおりであり、こ\nのうち代表取締役はａ及びｉの二名であることが認められ、右事実によれば、平成\n四年三月までのａの報酬は、もう一人の代表取締役であったｉと比べて低額であ\nり、他の役員と比べても大きな差のないものであり、かえってａよりも高額の報酬\nを受けている役員もいたのである。\nしかし、他方では、ａ供述によれば、ａの報酬は、平成四年四月に月額一五〇万\n円に値上げされていることが認められ、昀終報酬月額に関していえば、昭和五八年\n四月から平成四年三月までのｉや他の役員の報酬と比べても、相当高額であった\nことが明らかである。\n２　そうすると、ａの退職までの功績は、同人の昀終報酬月額に反映されていると\n推認することができるから、ａの原告に対する功績が大であることや、平成四年三\n月までａの報酬が低額に抑えられていたことを考慮しても、ａの昀終報酬月額を基\n礎として、その適正な退職報酬額を算定することには、十分な合理性が認められる\nというべきである。\nしたがって、本件退職金について、ａの平成四年三月まで低く抑えていた報酬と\n適正な報酬との差額を受け取ったものと考えれば不相当に高すぎるということはな\nい旨の原告の主張は、採用することができない。\n第四　結論\n以上の認定判断によれば、本件更正処分は、その判断の前提となる事実の認定に\n相当でない部分があるが、結論において正当というべきであり、本件更正処分等は\n正当であって、原告の請求はいずれも理由がない。よって、原告の請求をいずれも\n棄却することとし、訴訟費用の負担について行政事件訴訟法七条、民事訴訟法六一\n条を適用して、主文のとおり判決する。\n札幌地方裁判所民事第五部\n裁判長裁判官　佐藤陽一\n裁判官　村田龍平\n裁判官　守山修生\n"
}