{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 7,
    "day": 23
  },
  "case_number": "平成10(ワ)20383",
  "case_name": "商標権差止請求権不存在確認等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13687",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13687",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/687/013687_hanrei.pdf",
  "contents": "平成一〇年(ワ)第二〇三八三号商標権差止請求権不存在確認等請求事件\n口頭弁論終結の日　平成一一年五月一七日\n判　　　　　　決\n原　　　　　　　告 　　 　  ザサックインターナショナルリミテッド\n右代表者   　　           　【Ａ】\n右訴訟代理人弁護士 　 　    三木　茂\n同                 　 　    吉田正夫\n同                 　 　    佐藤郁美\n同                 　 　    井口加奈子\n被　　　　　　　告   　　   株式会社エスエーシー\n右代表者代表取締役   　　   【Ｂ】\n被　　　　　　　告   　　   株式会社サック\n右代表者代表取締役  　　    【Ｃ】\n右両名訴訟代理人弁護士　　  米川耕一\n同                　  　    永島賢也\n同                 　 　    福田浩久\n右両名補佐人弁理士　　　    【Ｄ】\n主            文\n一  被告株式会社エスエーシーは、原告が別紙標章目録記載(一〇)又は(一一)の標\n章の付されたかばん類を販売することについて、別紙商標目録記載の商標権に基づ\nく差止請求権を有しないことを確認する。\n二  被告株式会社サックは、原告が行う別紙標章目録記載(一〇)又は(一一)の標章\nの付されたかばん類の販売行為が別紙商標目録記載の商標権を侵害する行為である\n旨を原告の右かばん類の販売取引先に告知又は流布してはならない。\n三  原告のその余の請求をいずれも棄却する。\n四  訴訟費用は、これを四分し、その三を原告の負担とし、その余を被告らの負担\nとする。\n事実及び理由\n第一  請求\n一  被告株式会社エスエーシー（以下「被告エスエーシー」という。）は、原告が\n別紙標章目録記載(一)ないし(一一)の標章の付されたかばん類を販売することにつ\nいて、別紙商標目録記載の商標権に基づく差止請求権を有しないことを確認する。\n二  被告株式会社サック（以下「被告サック」という。）は、原告が行う別紙標章\n目録記載(一)ないし(一一)の標章の付されたかばん類の販売行為が別紙商標目録記\n載の商標権を侵害する行為である旨を原告の右かばん類の販売取引先に告知又は流\n布してはならない。\n第二  事案の概要\n一  争いのない事実等\n１  原告は、英国領バージンアイランドにおいて設立された、かばん類の製造販売\nを目的とする会社である（甲一の一、二、弁論の全趣旨）。\n被告エスエーシーは、服飾品の販売等を目的とする株式会社であり、被告サック\nは、かばん類等の販売を目的とする株式会社である。\n２  被告エスエーシーは、別紙商標目録記載の商標権（以下「本件商標権」とい\nい、その登録商標を「本件商標」という。）を有する。\n３  原告は、日本国外において、別紙標章目録記載(一)ないし(六)の標章（以下、\nそれぞれを「原告標章(一)」、「原告標章(二)」などという。）の付されたかばん\n類を製造し、ヒーロートレーデイング株式会社及び株式会社松崎を通じて右かばん\n類を日本国内において販売してきた（弁論の全趣旨）。\n４  被告エスエーシーは、原告標章(一)ないし(六)は本件商標に類似するから、原\n告標章(一)ないし(六)が付されたかばん類の販売は本件商標権を侵害すると主張し\nており、ヒーロートレーデイング株式会社及び株式会社松崎に対し、本件商標権に\n基づき、右かばん類の販売等の差止めを求める仮処分命令の申立てを行っている。\n５  被告サックは、原告の製造したかばん類を取り扱っている株式会社横浜そごう\nに対し、平成一〇年五月一日付け書面により、同じく株式会社東急百貨店日本橋店\n等に対し、平成一〇年六月二五日付書面により、それぞれ原告標章(一)ないし(六)\nが付されたかばん類の販売は被告エスエーシーが有する本件商標権を侵害するもの\nであるとして、その販売停止を申し入れた。\n６  被告らは、別紙標章目録記載(七)ないし(一一)の標章（以下、それぞれを「原\n告標章(七)」、「原告標章(八)」などという。）は、本件商標に類似するから、右\n標章が付されたかばん類の販売は本件商標権を侵害すると主張している。\n本件の訴訟手続において、原告が「ＴＨＥ ｓａｋ」に「ｅｌｌｉｏｔｔ  ｌｕｃ\nｃａ」等を組み合わせた標章を必ず使用することを内容とする和解案が検討されて\nいたが、被告らは、いかなる組み合わせであっても使用を認めないとして、和解に\n応じなかった（弁論の全趣旨）。\n二  本件は、原告が、原告標章(一)ないし(一一)（以下、これらを総称して「原告\n標章」という。）が付されたかばん類の販売は本件商標権を侵害しないと主張し\nて、本件商標権を有する被告エスエーシーに対しては、請求一項記載のとおりの差\n止請求権の不存在確認を求め、被告サックに対しては、不正競争防止法二条一項一\n一号、三条に基づき、請求二項記載のとおりの原告の販売取引先に対する告知・流\n布行為の差止めを求めた事案である。\n第三  争点及び当事者の主張\n一  原告標章は、本件商標に類似するかどうか。\n１  原告の主張\n原告標章は、次のとおり、外観、称呼、観念のいずれにおいても本件商標に類似\nしない。\n(一)  外観\n本件商標は、「ＳＡＣ」とアルファベット三文字より構成され、文字のみを構成\n要素とするのに対し、原告標章は、黒く塗りつぶされた円形の図の中に白地で「Ｔ\nＨＥ  ｓａｋ」と表示され、図部分と文字部分をその構成要素とするという違いが\nある。また、文字部分のみを比較しても、原告標章は「ＴＨＥ」が構成要素となっ\nている点、原告標章の「ｓａｋ」の部分と本件商標とを比較しても、本件商標は大\n文字を使用しているのに対し、原告標章は小文字を使用している点、本件商標は最\n終文字が「Ｃ」であるのに対し、原告標章は「ｋ」である点がいずれも相違してい\nる。\nしたがって、本件商標と原告標章とは外観が異なる。\n(二)  称呼\n原告標章は、「ザッ・サック」と称呼され、本件商標は「サック」と称呼される\nから、称呼が異なる。また、「サック」は、フランス語でバッグ、ハンドバッグ等\nを、日本語で袋物等を表示する普通名称であり、かつ指定商品の性質、形状、品質\nを示す記述的商標であるから、要部ではなく、類否の判断から捨象すべきであり、\nそうすると、原告標章には「ザッ」が存在するが、本件商標には存在しないから称\n呼が異なる。\n(三)  観念\n「ＳＡＣ」（サック）は、フランス語でバッグ、ハンドバッグ等を、日本語で袋\n物等を表示する普通名称であり、かつ指定商品の性質、形状、品質を示す記述的商\n標であるから、本件商標から連想されるのは、バッグ、ハンドバッグ、袋物という\n観念である。一方、原告標章から連想される観念は特にないから、両者の観念は異\nなる。また、仮に原告標章が「サック」と称呼され、袋物という観念が生じるとし\nても、これは「サック」が右のとおり普通名称又は記述的商標であるからであり、\nこのことから両者の観念が同一であるとして類似の商標であると判断することは、\n許されない。\n２  被告らの主張\n原告標章と本件商標の類否を判断する場合、原告標章の「ｓａｋ」の部分と本件\n商標の「ＳＡＣ」とを比較すべきである。\n両者の外観を比較すると、いずれもアルファベット三文字からなるうえ、最初の\n二文字が同一であるから、外観上類似している。また、称呼はいずれも「サック」\nであるから、その称呼は同一である。\nしたがって、原告標章は本件商標に類似する。\n二  本件商標は、商標法三条一項一号及び三号の登録阻却事由があるから、本件商\n標権の効力は原告標章に及ばないかどうか。\n１  原告の主張\n(一)  本件商標の「ＳＡＣ」は、かばん、袋を意味するフランス語であるが、フラ\nンス語の「ＳＡＣ」は、かばんの取引業者及び一般消費者の間において、かばん、\n袋を指す名称として認識され、使用されているから、本件商標の指定商品であるか\nばん類や袋物そのものを示す普通名称であり、本件商標は、普通名称である「ＳＡ\nＣ」をありふれたゴシック体で普通に表示したものである。\nまた、本件商標の称呼である「サック」は、袋、鞘、袋物を表す普通名称である\nから、本件商標は、普通名称である「サック」を単にありふれた書体のアルファベ\nットで表示したものにすぎない。\nしたがって、本件商標は、普通名称を普通に用いられる方法で表示する標章のみ\nからなる商標であるから、商標法三条一項一号により商標登録が許されるべきもの\nではない。\n(二)  本件商標の称呼である「サック」は、「袋、袋状の入れ物」という形状、用\n途、品質を記述する用語としてかばんの取引業者及び一般消費者に認識されている\nから、「サック」をかばん類や袋物に使用する場合、商品の品質、用途、形状をそ\nのまま表現するものとなり、商標法三条一項三号の記述的商標となる。そして、本\n件商標は、そのような記述的商標である「サック」を単にありふれた書体のアルフ\nァベットで表示したものにすぎない。したがって、本件商標は、記述的商標を普通\nの方法で表示するものであるから、商標法三条一項三号により商標登録が許される\nべきものではない。\n２  被告らの主張\n原告の主張を争う。\n本件商標の「ＳＡＣ」はハンドバッグ類、かばん類を意味する普通名称ではない\nし、本件商標をかばん類や袋物に使用しても記述的商標とはならない。\n第四  当裁判所の判断\n一  争点一（原告標章と本件商標の類否）について\n１(一)  本件商標は、別紙商標公報記載のとおり、欧文字で「ＳＡＣ」と横書きし\nてなるものであり、その構成から「サック」との称呼を生ずるものと認められる。\nなお、原告は、本件商標の称呼について、「サック」は、フランス語でバッグ、\nハンドバッグ等を、日本語で袋物等を表示する普通名称であり、かつ指定商品の性\n質、形状、品質を示す記述的商標であるから、要部ではないと主張するが、この主\n張は、本件商標に登録阻却事由があるから無効であるという主張に他ならないもの\nというべきであるところ、その主張については、後記二のとおりである。\n(二)　次に、本件商標の観念について検討する。\n(1)　後掲の証拠と弁論の全趣旨によると、以下の事実が認められる。\nア  「ＳＡＣ」は、フランス語で袋、バッグ、かばんといった意味を有する単\n語である（甲六の一の１ないし６）。\nイ　片仮名の「サック」は、日本國語大辞典、大言海、広辞苑において、「袋、入\nれ物（語源は英語のｓａｃｋ）」（日本國語大辞典）、「西洋製の袋（語源は英語\nのｓａｃｋ）」（大言海）、「袋、鞘（語源はｓａｃｋ）」（広辞苑）という意味\nを有する言葉として掲載されており（甲八の一、甲八の二の１、２、甲八の三の１\nないし３）、外来語に関する辞典にも「袋、袋状の入れ物」といった意味の言葉と\nして掲載されている（甲八の六、甲八の七、甲八の八の１の１、甲八の八の２）。\nウ　片仮名の「サック」を、語源としてフランス語の「Ｓａｃ」を付記し、袋類の\n総称、バッグなどを意味する言葉として掲載している服飾事典、ファッション用語\n辞典等がある（甲一二の一の１ないし５、甲一二の三、五）。また、フランス語の\n「サック」（ｓａｃ）はハンドバッグ、バッグといった意味であると説明している\n服飾関係の雑誌や靴・バッグ等を扱った書籍がある（甲一九の一、二、甲二〇、二\n二）。\nエ　革製バッグ類の日本国内への輸入は、数量、金額ともに増加する傾向にあり、\n平成八年の婦人用ハンドバッグの輸入実績は、金額でみると、イタリアからの輸入\nが全体の約三二パーセントを占め、次いでフランスからの輸入が約一七パーセント\nを占めていた。また、平成三年から平成七年までのフランスからの輸入実績を、金\n額でみると、毎年、全体の二〇パーセント前後であった（甲一〇の一の１、２、甲\n一〇の二の１ないし４）。\nオ　我が国で人気のある婦人用バッグ等を販売しているフランスのルイ・ヴィトン\n社の我が国における商品カタログ（昭和六二年、平成三年、平成七年、平成一〇年\n発行）には、商品名に「Ｓａｃ」を含むバッグが複数掲載されており、また、同じ\nく人気のある婦人用バッグ等を販売しているフランスのエルメス社の商品大図鑑\n（昭和五四年発行）にはハンドバッグ、ショルダーバッグのページの上方に「ＳＡ\nＣ」という単語が表示されている（甲一三の一の１ないし４、７、甲一三の八）。\nカ  雑誌やバッグを扱った書籍に掲載されたバッグの記事又は広告に「Ｓａ\nｃ」又は「Ｓａｃｓ」という記載のあるものが存する（甲一三の二、三、甲一六、\n甲一七の一、二、甲三八）。また、商品名に「Ｓａｃ」を含むルイ・ヴィトン社等\nのバッグが、雑誌において紹介されている（甲三三ないし三五）。\nキ　昭和五二年から昭和五八年までの海外旅行者のうち、我が国からフランスへの\n旅行者は、毎年三〇万人から四〇万人台であった（甲二七の一、二）。\n(2)  右(1)認定の事実によると、「ＳＡＣ」は、フランス語の袋、バッグ、かばん\nという意味の単語であるところ、そのことを説明している服飾関係の事典や雑誌等\nがあることが認められる。しかし、それらが広い範囲で読まれていることを認める\nに足りる証拠はない。また、ルイ・ヴィトン社やエルメス社の商品カタログに「Ｓ\nＡＣ」という単語が記載されており、雑誌やバックを扱った書籍に掲載されたバッ\nグの記事又は広告に「Ｓａｃ」という記載のあるものが存することが認められる。\nしかし、それらの商品カタログ等では、フランス語の「ＳＡＣ」がバッグを指すと\nの説明がされているわけではない（右(1)オ、カの各証拠）。かえって、証拠（甲四\n九、五一、五二）と弁論の全趣旨によると、「ＳＡＣ」又は「サック」は、我が国\nにおいては、コンドームを連想させるため、バッグを指すものとしてはあまり使用\nされてこなかったものと認められる。　また、右(一)認定の事実によると、片仮名\nの「サック」は、「袋」、「袋状の入れ物」などを意味する言葉として一般的に使\n用されているものと認められるが、そうであるからといって、直ちにアルファベッ\nト表記の「ＳＡＣ」についてそのような観念が生じるとは認められない。\nそうすると、右(1)認定のその余の事実を総合しても、「ＳＡＣ」について、\n「袋」、「袋状の入れ物」、「バッグ」、「かばん」といった観念を生じるとは認\nめられない。\nそして、他に「ＳＡＣ」について何らかの観念が生じると認めるに足りる証拠は\nないから、本件商標は特定の観念を生じないものと認められる。\n２  右１に基づいて、原告標章と本件商標とを対比し、原告標章が本件商標に類似\nするかどうかについて判断する。\n(一)  原告標章(一)は、別紙標章目録記載(一)のとおり、欧文字の「ＴＨＥ」と\n「ｓａｋ」を二段に横書きしてなるものであり、「ＴＨＥ」は「ｓａ」の上に位置\nし、「ｓａｋ」よりもかなり小さな文字で表されている。原告標章(一)のうちの\n「ＴＨＥ」の部分と「ｓａｋ」の部分の文字の大小関係及び当裁判所に顕著な今日\nの英語の普及状況から「ＴＨＥ」の部分は定冠詞であると認識されるものと認めら\nれることからすると、原告標章(一)の要部は「ｓａｋ」の部分であると認められ\nる。また、右「ｓａｋ」の部分は、その構成から「サック」との称呼を生ずるもの\nと認められるが、特定の観念を生ずるものとは認められない。\n原告標章(一)の「ｓａｋ」の部分と本件商標を対比すると、いずれも欧文字の三\n文字であり、そのうち大文字と小文字の違いはあるが、「ｓａ」と「ＳＡ」の二文\n字が同一であるから、両者は外観が類似するものと認められ、また、称呼は同一で\nある。\nしたがって、原告標章(一)は本件商標に類似するものと認められる。\n(二)　原告標章(二)は、別紙標章目録記載(二)のとおり、座した人物の後ろ姿の図\n形とその人物の頭部右側に位置する右頭部と同じ位の大きさの円形の図形からなる\nものであり、円形図形の中に白抜きで欧文字の「ＴＨＥ」と「ｓａｋ」を二段に横\n書きしており、「ＴＨＥ」は「ｓａ」の上に位置し、「ｓａｋ」よりもかなり小さ\nな文字で表されている。\n原告標章(二)と本件商標を対比すると、原告標章(二)は、円形図形の中の「ｓａ\nｋ」から「サック」との称呼が生ずるものと認められ、本件商標と称呼が同一であ\nり、また、原告標章(二)の円形図形の中の「ｓａ」の部分と本件商標の「ＳＡ」の\n部分は同一である。\n原告標章(二)は、人物図形の部分が円形図形の部分に比してかなり大きいが、文\n字が書かれているのは、右円形図形の部分のみであることからすると、円形図形の\n部分が注目されるものと認められ、その部分と本件商標が右のとおり類似している\nことからすると、原告標章(二)は本件商標に類似するものと認められる。\n(三)  原告標章(三)は、別紙標章目録記載(三)のとおり、円形図形の中に白抜きで\n欧文字の「ＴＨＥ」と「ｓａｋ」を二段に横書きしてなるものであり、前記(一)と\n同様にその要部は「ｓａｋ」の部分であると認められる。\nしたがって、前記(一)と同様の理由から、原告標章(三)は本件商標に類似するも\nのと認められる。\n(四)  原告標章(四)は、別紙標章目録記載(四)のとおり、円形図形の中に白抜きで\n欧文字の「ＴＨＥ」と「ｓａｋ8」を二段に横書きしてなるものであり、前記(一)と\n同様にその要部は「ｓａｋ」の部分であると認められる。\nしたがって、前記(一)と同様の理由から、原告標章(四)は本件商標に類似するも\nのと認められる。\n(五)  原告標章(五)は、別紙標章目録記載(五)のとおり、欧文字の「ＴＨＥ」と\n「ｓａｋ」を二段に横書きしてなるものであり、前記(一)と同様にその要部は「ｓ\nａｋ」の部分であると認められる。\nしたがって、前記(一)と同様の理由から、原告標章(五)は本件商標に類似するも\nのと認められる。\n(六)  原告標章(六)は、別紙標章目録記載(六)のとおり、欧文字の「ＴＨＥ」と\n「ｓａｋ」を横書きしてなるものであり、前記(一)と同様にその要部は「ｓａｋ」\nの部分であると認められる。\nしたがって、前記(一)と同様の理由から、原告標章(六)は本件商標に類似するも\nのと認められる。\n(七)  原告標章(七)は、別紙標章目録記載(七)のとおり、円形図形の中に白抜きで\n欧文字の「ＴＨＥ」、「ｓａｋ」、「ｅｌｌｉｏｔｔ ＆ ｌｕｃｃａ」を三段に横\n書きしてなるものであり、「ＴＨＥ」は「ｓａ」の上に位置している。原告標章\n(七)は、「ｓａｋ」がほぼ中心にあって「ＴＨＥ」及び「ｅｌｌｉｏｔｔ ＆ ｌｕ\nｃｃａ」よりもかなり大きな文字で表されていることから、その要部は「ｓａｋ」\nの部分であると認められる。\nしたがって、前記(一)と同様の理由から、原告標章(七)は本件商標に類似するも\nのと認められる。\n(八)  原告標章(八)は、別紙標章目録記載(八)のとおり、円形図形の中に白抜きで\n欧文字の「ＴＨＥ」、「ｓａｋ」、「ｅｌｌｉｏｔｔ  ｌｕｃｃａ」を三段に横書\nきしてなるものであり、「ＴＨＥ」は「ｓａ」の上に位置している。原告標章(八)\nの要部は、右(七)と同様に「ｓａｋ」の部分であると認められる。\nしたがって、前記(一)と同様の理由から、原告標章(八)は本件商標に類似するも\nのと認められる。\n(九)  原告標章(九)は、別紙標章目録記載(九)のとおり、円形図形の中に白抜きで\n欧文字の「ＴＨＥ」、「ｓａｋ」、「ｅｌｌｉｏｔｔ＆」、「ｌｕｃｃａ」を四段\nに横書きしてなるものであり、「ＴＨＥ」は「ｓａ」の上に位置している。原告標\n章(九)の要部は、右(七)と同様に「ｓａｋ」の部分であると認められる。\nしたがって、前記(一)と同様の理由から、原告標章(九)は本件商標に類似するも\nのと認められる。\n(一〇)  原告標章(一〇)は、別紙標章目録記載(一〇)のとおり、円形図形の中に白\n抜きで欧文字の「ＴＨＥ」、「ｓａｋ」、「ｅｌｌｉｏｔｔ」、「ｌｕｃｃａ」を\n四段に横書きしてなるものであり、「ＴＨＥ」は「ｓａ」の上に位置し、最も小さ\nな文字で表されている。原告標章(一〇)は、「ｓａｋ」の部分が「ｅｌｌｉｏｔ\nｔ」及び「ｌｕｃｃａ」の部分よりも大きな文字で表されているが、「ｅｌｌｉｏ\nｔｔ」及び「ｌｕｃｃａ」の二段の部分は円形図形のほぼ下半分を占めているこ\nと、前記(一)のとおり今日の英語の普及状況からすると「ＴＨＥ」の部分は定冠詞\nと認識され、「ｅｌｌｉｏｔｔ」及び「ｌｕｃｃａ」の部分は「エリオット」及び\n「ルカ」と称呼されて人名であると認識されるものと認められることからすると、\n「ｓａｋ」、「ｅｌｌｉｏｔｔ」、「ｌｕｃｃａ」の各部分が原告標章(一〇)の要\n部であると認められる。\nそうすると、原告標章(一〇)は、「サック  エリオット  ルカ」と称呼され、\n「エリオット」及び「ルカ」という人名の観念を生ずるものと認められる。\n原告標章(一〇)と本件商標を対比すると、外観、称呼、観念のいずれも異なる。\nしたがって、原告標章(一〇)は本件商標に類似するとは認められない。\n(一一)  原告標章(一一)は、別紙標章目録記載(一一)のとおり、円形図形の中に白\n抜きで欧文字の「ＴＨＥ」、「ｓａｋ」、「ｅｌｌｉｏｔｔ」、「ｌｕｃｃａ」を\n四段に横書きしてなるものであり、「ＴＨＥ」は「ｓａ」の上に位置し、最も小さ\nな文字で表されている。原告標章(一一)は、「ｓａｋ」の部分が「ｅｌｌｉｏｔ\nｔ」及び「ｌｕｃｃａ」の部分よりもやや大きな文字で表されているが、右(一〇)\nと同様に、「ｓａｋ」、「ｅｌｌｉｏｔｔ」、「ｌｕｃｃａ」の各部分が原告標章\n(一一)の要部であると認められる。\nしたがって、右(一〇)と同様の理由から、原告標章(一一)は本件商標に類似する\nとは認められない。\n３  右２のとおりであるから、原告標章のうち、原告標章(一)ないし(九)は本件商\n標に類似するが、原告標章(一〇)及び(一一)は本件商標に類似しない。\n二  争点二（原告標章に本件商標権の効力が及ばないか）について\n１　右一で認定判断したとおり、原告標章(一)ないし(九)は本件商標に類似するか\nら、これらの標章が付されたかばん類を販売する行為は、商標法三七条一号により\n本件商標権の侵害行為とみなされる。\n２　原告は、本件商標は商標法三条一項一号、三号の登録阻却事由があるから、本\n件商標権の効力は原告標章に及ばないと主張するが、登録阻却事由があるかどうか\nは、無効審判請求及びその審決に対する取消訴訟において判断されるべき事項であ\nって、登録阻却事由が存することは直ちに商標権の行使を妨げる抗弁事由となるも\nのではないというべきである。\nもっとも、登録阻却事由があることが明らかであるような場合には、その他の事\n情と相まって商標権の行使が権利濫用となることがあり得るが、本件においては、\n右一１(二)で認定した事実からすると、明らかに原告主張に係る登録阻却事由があ\nるとまでは認められないから、本件商標権の行使が権利の濫用であるとも認められ\nない。\n三　右一、二で認定判断したところによると、原告が原告標章(一〇)又は(一一)が\n付されたかばん類を販売する行為は、被告エスエーシーの有する本件商標権を侵害\nするものとは認められないところ、被告エスエーシーは、原告の右販売行為が本件\n商標権の侵害となると主張しているから、原告の右販売行為について、被告エスエ\nーシーは本件商標権に基づく差止請求権を有しないことを確認する必要があるもの\nと認められる。\nまた、前記第二の一の事実と弁論の全趣旨によると、原告と被告サックは競争関\n係にあること、被告サックは原告の製造したかばん類を取り扱う販売取引先に対し\nて原告標章(一〇)又は(一一)が付されたかばん類を販売することが被告エスエーシ\nーの有する本件商標権の侵害になる旨を告知又は流布するおそれがあることが認め\nられるところ、原告の右販売行為が本件商標権の侵害とならないことは前示のとお\nりであるから、被告サックの右告知又は流布行為は不正競争防止法二条一項一一号\nの不正競争行為に当たるものというべきである。\nしたがって、原告は、被告サックに対し、不正競争防止法三条に基づき、右告知\n又は流布行為の差止を求めることができるというべきである。\nよって、原告の被告らに対する本訴請求は、主文掲記の限度で理由がある。\n東京地方裁判所民事第四七部\n裁判長裁判官        森　義之\n裁判官        榎戸道也\n裁判官        岡口基一\n"
}