{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 9,
    "month": 8,
    "day": 4
  },
  "case_number": "平成9(う)609",
  "case_name": "医師法違反、傷害致死被告事件",
  "court_name": "東京高等裁判所第一一刑事部",
  "article_info": "第50巻2号130頁",
  "gist": "被施術者の承諾があったとしても豊胸手術の違法性が阻却されないとした事例",
  "case_gist": "豊胸手術に当たり必要とされる措置をとらずに行った本件手術(判文参照)は、たとえ被施術者の承諾があったとしても、違法性を阻却されない。",
  "lawsuit_id": "20165",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20165",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/165/020165_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中一二〇日を原判決の刑に算入する。\n理　　　　由\n本件控訴の趣意は、弁護人高橋茂樹作成名義の控訴趣意書に記載されたとおりで\nあり、これに対する答弁は、検察官會田正和作成名義の答弁書に記載されたとおり\nであるから、これらを引用する。\n（控訴趣意中、事実誤認の主張について）\n論旨は、要するに、原判決は、被告人が、医師免許を受けていないのに、平成八\n年一月一日及び同月二日に、単独で、原判示Ａ一Ｂ―Ｃ号室において、ＤことＤ及\nびＥことＥに対して、原判決添付別紙一覧表記載の医行為を行い、右医行為によ\nり、Ｄに対し、原判示二記載の傷害を負わせて、同女を死亡するに至らしめた旨の\n事実を認定しているが、被告人は、同年同月一日、Ｆとそのチームの者〔Ｇ外二\n名〕と一緒に、Ｃ号室の隣室のＨ号室において、Ｄ及びＥに対する隆鼻手術を行っ\nた事実は認めるが、Ｄに対する豊胸手術は、Ｆらが行ったものであり、被告人は右\n手術に関与していないから、右の点を看過し、被告人に対して傷害致死罪の成立を\n認めた原判決には、判決に影響を及ぼすことの明らかな事実誤認がある、というの\nである。\nそこで、原審記録を調査し、当審における事実調べの結果を併せて検討するに、\n被告人が原判示各犯行に及んだ事実は、これを優に認定することができるところで\nあって、後記説示する点を含め、原判決に所論指摘の事実誤認は存しない。\nすなわち、まず、所論は、原審証人Ｅは、Ｆのために美容整形手術の顧客を集め\nる役割を担当していた者であり、Ｇは、医療技術者としてＦの手術の助手を担当し\nていた者であって、右両名は、Ｆとともに本件犯行に及んだものであるが、いずれ\nも被告人一人に罪を押し付ける虚偽供述をすることにより、自己の刑事責任を免れ\nようとしたものであり、また、原審証人Ｉは、Ｅの意向を受けて、被告人に不利な\n虚偽供述をしたものであるから、原判決が事実認定の根拠とした原審証人Ｅ、同Ｉ\nの原審公判廷における各供述及びＧの検察官に対する供述調書は、いずれも信用性\nを欠くものであり、所論に副う被告人の当審公判廷における供述こそが真実である\n旨主張する。\nしかしながら、関係証拠によれば、「１」Ｅ、Ｉ、Ｄ、Ｊ（通称）、Ｋ（通称）\nらは、いずれも千葉県内のパブ「Ｌ」で稼働していたホステスであるところ、平成\n七年一一月ころ、客として来店したＧから、直接、または、Ｅを介して、美容整形\n手術を勧誘されたこと、「２」Ｉ、Ｊ、Ｋらは、同年一二月二日及び同月八日、Ｍ\nと呼ばれていた男から隆鼻手術、抜糸手術を受けたこと、「３」Ｅは、平成入年一\n月一日（以下、平成八年の記載を省略する。）に隆鼻手術を、Ｄは、同日と翌二日\nに、隆鼻手術と豊胸手術を、いずれもＭから受けたこと、「４」Ｇは「２」と\n「３」の手術の場に、Ｅは「２」の手術の場に、それぞれ居たこと、などの事実が\n認められるところ、右「２」の手術を受けた原審証人Ｉは、「Ｍなる男に手術を受\nけたが、Ｍは、法廷にいる被告人である。\n目を見れば分かる」「Ｍは、いつもマスクをしており、マスクをしたまま食事を\nしていた」「手術のとき、寒けがして、Ｇに手を握ってもらったが、同人は手術の\n手伝いはしていない」「Ｆという名前は聞いたことがない」旨供述し、また、\n「２」の手術の場に居り、「３」の手術を受けた原審証人Ｅは、「「２」の手術と\n「３」のうちの一月一日に行われた手術は、被告人が一人で行つた」「Ｇは、手術\nを手伝っていない」「自分は一月一日に帰宅した」「Ｍはいつもマスクをしてい\nた」「Ｆという名前の人は知らないし、その名前の人に手術をしてもらったことは\nない」旨供述して、それぞれ具体的な根拠を示して、Ｍなる男が被告人であること\nを明言しており、弁護人の詳細な反対尋問に対しても、いずれも前後矛盾するとこ\nろがない。\nまた、Ｇは、検察官に対する供述調書において「「２」及び「３」の手術は、す\nべてＭが一人で行ったものである」「（検察官から）示された被告人の写真（の人\n物）はＭに間違いがない」「自分は、（３）の手術のとき、Ｅ、Ｄの手を握ってい\nるが、手術の手伝いはしたことがない」旨、Ｍと被告人とが同一人物であることを\n明確に供述しているところである。右のように、Ｉ、Ｅ及びＧ三名の各供述が、Ｍ\nなる男が被告人であるとの点で合致している上、本件当時、被告人は、口唇・鼻に\n怪我の痕跡があり、常時マスクをしていたこと、被告人が入居していたＣ号室を検\n証したところ、同室内において、麻酔薬を使用し、出血を伴う手術が行われた痕跡\nが顕著に認められたこと、所論が主張するＦなる人物の存在を窺わせる証拠が全く\n存しないこと、などに徴して、右三名の各供述は、これを十分に信用することがで\nきるものといわなければならない。\n他方、被告人は、捜査段階において、当初、「一月一日、Ｆと自分が、Ｃ号室に\nおいて、Ｅに隆鼻手術を、Ｄに隆鼻手術と豊胸手術をしたことは間違いない」「主\nに手術を行ったのは、Ｆであり、自分は、鼻のシリコンの型を作ったり、豊胸手術\nでは、Ｆがシリコンを注入するのを手助けした」（乙一、二）「Ｄの鼻の消毒をし\nたり、豊胸手術のときは（Ｆに）道具を渡してやったりして手伝った」（乙一五）\nなどと供述していたところ、七月一五日に傷害致死の嫌疑で再逮捕された後は、\n「自分は、Ｆに頼まれて、Ｈ号室を借りてやっただけである」「一月一日と二日は\n外出しており、手術を手伝ったり、立ち会ったりしていない」「Ｆが手術をしたの\nは、Ｃ号室でなく、Ｈ号室である」などと供述を変更し（乙七、八）、さらに、原\n審公判廷においては、「手術は、ＦがＨ号室で行ったが、自分は、一月一日の昼一\n二時ころ、Ｆの行った隆鼻手術を二、三十分位見学した」などと供述し、そして、\n当審公判廷においては、所論に副う供述をするに至るなど、その供述自体に一貫性\nがなく、供述の大幅な変更について合理的な説明もない上、被告人の右供述を裏付\nける証拠が何ら存しないこと、などに徴すると、被告人の捜査段階から、原審、当\n審公判廷を通じての供述中、前記三名の各供述と異なる部分は、到底信用すること\nができないものといわなければならない。\nその他、所論は、Ｎ作成の鑑定書（謄本）の信用性を争うなど、原判決の事実認\n定を縷々論難するが、いずれも証拠の評価に関する独自の見解であり、到底これを\n採用することができない。\n（控訴趣意中、法令適用の誤りの主張について）\n論旨は、要するに、本件においては、右手術を行うことにつき、被害者Ｄの承諾\nが存在したのであるから、被告人の本件行為は違法性が阻却されるものであるの\nに、右の点を看過し、被告人に対して傷害致死罪の成立を認め、刑法二〇五条を適\n用した原判決には、判決に影響を及ぼすことが明らかな法令の適用の誤りがある、\nというのである。\n<要旨>そこで、原審記録を調査し、当審における事実調べの結果を併せて検討す\nるに、被害者が身体侵害を承諾し</要旨>た場合に、傷害罪が成立するか否かは、単\nに承諾が存在するという事実だけでなく、右承諾を得た動機、目的、身体傷害の手\n段・方法、損傷の部位、程度など諸般の事情を総合して判断すべきところ（最決昭\n五五年一一月一三日刑集三四巻六号三九六頁参照）、関係証拠によれば、（１）Ｄ\nは、本件豊胸手術を受けるに当たり、被告人がＯ共和国における医師免許を有して\nいないのに、これを有しているものと受取って承諾したものであること、（２）一\n般的に、豊胸手術を行うに当たっては、「１」麻酔前に、血液・尿検査、生化学的\n検査、胸部レントゲン撮影、心電図等の全身的検査をし、問診によって、既往疾\n患・特異体質の有無の確認をすること、「２」手術中の循環動態や呼吸状態の変化\nに対応するために、予め、静脈ラインを確保し、人工呼吸器等を備えること、\n「３」手術は減菌管理下の医療設備のある場所で行うこと、「４」手術は、医師ま\nたは看護婦の監視下で循環動態、呼吸状態をモニターでチェックしながら行うこ\nと、「５」手術後は、鎮痛剤と雑菌による感染防止のための抗生物質を投与するこ\nと、などの措置をとることが必要とされているところ、被告人は、右「１」、\n「２」、「４」及び「５」の各措置を全くとっておらず、また、「３」の措置につ\nいても、減菌管理の全くないアパートの一室で手術等を行ったものであること、\n（３）被告人は、Ｄの鼻部と左右乳房周囲に麻酔薬を注射し、メス等で鼻部及び右\n乳房下部を皮切し、右各部位にシリコンを注入するという医行為を行ったものであ\nること、などの事実が認められ、右各事実に徴すると、被告人がＤに対して行った\n医行為は、身体に対する重大な損傷、さらには生命に対する危難を招来しかねない\n極めて無謀かつ危険な行為であって、社会通念上許容される範囲・程度を超えて、\n社会的相当性を欠くものであり、たとえＤの承諾があるとしても、もとより違法性\nを阻却しないことは明らかであるといわなければならないから、論旨は採用するこ\nとができない。\n（控訴趣意中、量刑不当の主張について）\n論旨は、要するに、原判決の量刑が重すぎて不当である、というのである。\nそこで、原審記録を調査し、当審における事実調べの結果を併せて検討するに、\n本件は、医師免許を有しない被告人が、二名に対して、美容整形手術と称して医行\n為を行い、右の内一名を手術侵襲及び麻酔薬注入に基づくアレルギー反応によりシ\nョック死させたという医師法違反及び傷害致死の事案であるところ、本件各犯行\nは、被告人が、本邦在留のＯ人を対象として、代金を得て、隆鼻・豊胸等の手術各\n下に敢行したものであって、動機に酌むべきものがないこと、被告人は、減菌管理\nの全くないアパートの一室で、麻酔注射や切開手術を行うなど、無謀かつ危険な所\n業に及び、その結果、貴重な人命を失わせたものであること、現在に至るまで被害\n者の遺族に慰謝の措置を講じていないこと、また、被告人は、捜査段階以降、不合\n理で一貫性のない弁解をして、反省の態度が窺われないこと、などに徴すると、被\n告人の本件刑事責任は重大であるといわなければならず、そうすると、死亡被害者\nにおいて本件手術を受けることを承諾していたこと、本邦における前科、前歴がな\nいことなど、所論指摘の諸事情を被告人のために有利に斟酌しても、被告人を懲役\n五年に処した原判決の量刑は相当であって、これが重すぎて不当であるとはいえな\nいから、論旨は理由がない。\nよって、刑訴法三九六条により本件控訴を棄却し、刑法二一条を適用して当審に\nおける未決勾留日数中一二〇日を原判決の刑に算入し、当審における訴訟費用は、\n刑訴法一八一条一項但書を適用して被告人に負担させないこととして、主文のとお\nり判決する。\n（裁判長裁判官　中山善房　裁判官　鈴木勝利　裁判官　岡部信也）\n別　紙\n＜記載内容は末尾１添付＞\n"
}