{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 3,
    "day": 23
  },
  "case_number": "平成9(ワ)18040",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13753",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13753",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/753/013753_hanrei.pdf",
  "contents": "主　　　文\n一　被告は、平成一一年一二月一一日までの間、別紙物件目録一及び同二記載の医\n薬品を製造し、販売し、又は右医薬品の販売の申出若しくは宣伝広告をしてはなら\nない。\n二　原告のその余の請求をいずれも棄却する。\n三　訴訟費用はこれを二分し、その一を原告の負担とし、その余を被告の負担とす\nる。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告は、平成一四年六月一一日までの間、別紙物件目録一及び同二記載の医薬\n品を製造し、販売し、又は右医薬品の販売の申出若しくは宣伝広告をしてはならな\nい。\n２（一）　主位的請求\n被告は、別紙物件目録一及び同二記載の医薬品の製造につき薬事法一四条に基づ\nき厚生大臣がそれぞれ被告に与えた平成六年三月一四日付及び同月一五日付各製造\n承認につき、いずれも厚生省薬務局長宛に製造品目廃止届書及び承認整理届書を提\n出せよ。\n（二）　予備的請求\n被告は、別紙物件目録一及び同二記載の医薬品の製造につき薬事法一四条に基づ\nき厚生大臣がそれぞれ被告に与えた平成六年三月一四日付及び同月一五日付各製造\n承認につき、いずれも薬事法施行規則及び関連の厚生省薬務局長通知に定める手続\n及び方式に従って原告に無償譲渡せよ。\n３　訴訟費用は被告の負担とする。\n４　仮執行宣言\n二　請求の趣旨に対する答弁\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　特許権に基づく差止請求等\n（一）　原告は、次の特許権（以下「本件特許権」といい、その特許請求の範囲第\n一項の発明を「本件発明」という。）を有する。\n特許番号　特許第一七九二三八五号\n出願年月日　昭和五四年一二月一一日\n出願番号　特願平一―二三八三二九号\n出願公告年月日　平成四年一二月一七日\n出願公告番号　特公平四―八〇〇〇九号\n登録年月日　平成五年一〇月一四日\n発明の名称　抗高血圧剤\n特許請求の範囲　本判決添付の特許公報該当欄記載のとおり\n（二）（１）　本件発明の構成要件は、次のとおり分説される。\n①　式\n＜８０６２６－００１＞\n（式中、Ｒはヒドロキシ又は低級アルコキシである。Ｒ１はフェネチルである。Ｒ\n３はメチルまたは４―アミノブチルである。Ｒ６はヒドロキシである。ただし、Ｒ\n３が４―アミノブチルのときは、Ｒはヒドロキシである。）を有する化合物および\n製薬上認められるそれらの塩の\n②　製薬上有効な量からなること\n③　を特徴とする抗高血圧剤\n（２）　本件発明の作用効果は次のとおりである。\nヒトが包含される高血圧哺乳動物を治療する抗高血圧剤として有用であり、そし\nて経口投与として錠剤、カプセル剤またはエリキシル剤のような調剤でまたは非経\n口投与として無菌溶液剤または懸濁液剤で処方することによって血圧を低下せしめ\nるために利用することができる。\n（三）　被告は、別紙物件目録一記載の医薬品（商品名「レノペント錠５」、以下\n「イ号医薬品」という。）及び同二記載の医薬品（商品名「レノペント錠２・\n５」、以下「ロ号医薬品」といい、イ号医薬品とロ号医薬品を合わせて「被告製\n剤」という。）の製造につき、それぞれ平成六年三月一四日付及び同月一五日付\nで、厚生大臣から薬事法一四条に基づく製造承認を得た。\n（四）（１）　被告製剤の構成は、次のとおりである。\nＡ　別紙物件目録一及び同二記載の化学式で示されるＮ―（１―（Ｓ）―エトキシ\nカルボニル―３―フェニルプロピル）―Ｌ―アラニル―Ｌ―プロリン・マレエート\n（一般名「マレイン酸エナラプリル」）を有効成分とする。\nＢ　一錠中右有効成分５ｍｇ（イ号医薬品の場合）又は２・５ｍｇ（ロ号医薬品の\n場合）を含有する。\nＣ　抗高血圧剤である錠剤である。\n（２）　被告製剤は、抗高血圧剤として有用な経口投与に適する錠剤として、血圧\nを低下させることができる。\n（五）（１）被告製剤の構成Ａは、本件発明の構成要件①の前記化学式において、\nＲがエトキシ（Ｃ２Ｈ５Ｏ―）、Ｒ１がフェネチル（Ｐｈｅ―Ｃ２Ｈ４―）、Ｒ３\nがメチル（ＣＨ３―）及びＲ６がヒドロキシ（ＨＯ―）である場合の化合物の塩で\nあって、かつその塩がマレイン酸塩（マレエート）である場合に該当する。\nしたがって、被告製剤の構成Ａは、本件発明の構成要件①を充足する。\n（２）　イ号医薬品一錠あたりの構成Ａの有効成分の含有量である５ｍｇ及びロ号\n医薬品の同２・５ｍｇが、いずれも「製薬上認められる有効な量」であることは、\n被告製剤がともに製造承認を得た事実により明らかである。\nしたがって、被告製剤の構成Ｂは本件発明の構成要件②を充足する。\n（３）　被告製剤は、本件発明の構成要件③の「抗高血圧剤」に該当する。\nしたがって、被告製剤の構成Ｃは本件発明の構成要件③を充足する。\n（４）　被告製剤の作用効果は、本件発明の抗高血圧剤の作用効果と同一である。\n（５）　以上のとおり、被告製剤は、いずれも本件発明の構成要件をすべて充足\nし、その作用効果も本件発明のそれと同一であるから、本件発明の技術的範囲に属\nする。\n（六）　被告は、近く被告製剤の製造販売を開始しようとしている。\nまた、以下のことから、被告が本件特許権を侵害するおそれがある。\n（１）　被告は、後記２のとおり、被告製剤の製造承認申請の資料を得るために各\n種試験を行ったが、右試験用の被告製剤を自ら又は第三者に委託して製造し又は輸\n入したうえ、これを使用したものであるから、これは本件発明の業としての実施に\n該当し、過去に本件特許権の侵害行為を行ったことになる。そのうえ、その侵害態\n様は、被告製剤の製造承認申請という、将来に向けて右医薬品の製造販売を行うと\nいう明確な意思を包含するものである。しかも、本件特許権が平成一一年末まで存\n続するにもかかわらず、早くも平成六年三月には被告製剤の製造承認がなされてお\nり、被告が本件特許権の存続期間中に右医薬品の製造販売を画策していたことは確\n実である。\n（２）　薬事法七四条の二第三項は、同法一四条の製造承認を受けた者が、承認を\n受けた医薬品等を正当な理由がなく三年間製造し又は輸入していないときは、厚生\n大臣がその承認を取り消すことができると規定している。被告が被告製剤につき製\n造承認を受けたのは平成六年三月一四日及び同月一五日であり、すでに三年間が経\n過しているが、被告はこの間右医薬品の製造も輸入もしていない。そして、本件特\n許権が存在することは、被告が製造又は輸入しないことの正当な理由とはなし得な\nい。\nしたがって、このまま推移すれば、被告製剤の製造承認はいつでも取り消され得\nる状態にあるから、被告が本件特許権の存続期間満了後に被告製剤を製造販売する\n法的前提として、右製造承認をそれまで確実に保持し続けるためには、現在直ちに\nその製造を開始しなければならない法的立場に置かれているといえる。\n２　不法行為に基づく差止請求等\n（一）　原告は、本件特許権を有し、本件発明に属する医薬品の有効成分である一\n般名「マレイン酸エナラプリル」を訴外萬有製薬株式会社に供給し、同訴外会社\nは、昭和六一年四月三〇日付で厚生大臣から薬事法一四条に基づく製造承認を得\nて、「マレイン酸エナラプリル」を使用して右発明に属する抗高血圧剤を「レニベ\nース」の商品名で製造販売している。\n（二）（１）　被告が被告製剤の製造承認の申請をするにあたっては、以下の資料\nの添付が必要である。\nア　規格及び試験方法に関する資料（物理的化学的性質並びに規格及び試験方法等\nに関する資料の一つ）\nイ　加速試験に関する資料（安定性に関する資料の一つ）\nウ　生物学的同等性に関する資料（吸収、分布、代謝及び排泄に関する資料の一\nつ）\n被告は、被告製剤を自ら又は第三者に委託して製造し若しくは輸入したうえ、こ\nれを使用して右各資料を得るための各種試験（以下「本件試験」という。）を行っ\nた。\n（２）　被告の右行為は、本件発明の業としての実施に該当し、本件特許権を侵害\nする違法なものであるが、被告は、故意又は過失により違法に本件試験を行い、被\n告製剤について製造承認を得た。\nところで、被告が被告製剤について製造承認を得るためには、本件試験に着手し\nてから少なくとも二年六か月の期間を要するから、被告が本件特許権の存続期間満\n了後二年六か月以内に被告製剤の製造販売を行うとすれば、それは、本件特許権の\n存続期間中に本件特許権を侵害して違法に取得した製造承認に基づくほかはない。\nそして、被告が被告製剤の販売を開始すれば、訴外萬有製薬株式会社の「レニベ\nース」の市場が侵食され、原告はその得べかりし利益の喪失という相当因果関係の\nある損害を被る。\nしたがって、被告の被告製剤についての製造承認取得行為は原告に対する不法行\n為となる。\n（三）　医薬品の製造承認取得行為は、もっぱら当該医薬品の製造販売を目的とす\nるものでしかなく、また、医薬品の製造販売行為は当該製造承認に基づくことによ\nってはじめてなしうるものである。したがって、製造承認取得行為とこれに基づく\n製造販売行為は、一連かつ一体不可分の行為といえる。\nそして、本件特許権の存続期間満了後二年六か月以内の被告の製造販売行為は、\n被告の違法な製造承認取得行為と原告の損害発生の間に介在し、両者を架橋して損\n害発生を現実化ならしめる行為であり、かつ、製造承認取得行為と一連かつ一体不\n可分の行為である。\nよって、本件特許権の存続期間満了後二年六か月以内の被告の製造販売行為は、\nそれ自体として不法行為であることの明らかな製造承認取得行為と合体ないしこれ\nに付随して、製造承認取得から製造販売に至る全体としての一連の行為が不法行為\nを構成する。\n（四）　不法行為に基づく特許権侵害予防請求権の拡張解釈による差止請求\n（１）　知的財産権法規の文言上は差止対象から外れる行為であっても、知的財産\n権の侵害に準じて一般原則による不法行為と認められる行為であり、被侵害利益が\n知的財産権法に基づく差止請求権の趣旨を拡張して保護されるべき場合には、知的\n財産権法上の差止請求権の趣旨を拡張解釈して、知的財産権法上の差止請求権に準\nずる差止請求権を解釈上認めるべきである。\n（２）　被告の前記（三）の不法行為は、特許権侵害に準ずる不法行為とみるべき\nである。\nまた、いわゆる後発医薬品の製造承認申請のための試験は、事柄の性質上極秘裏\nに行われるのが常態であり、特許権者としてその試験の進行過程中にその本来有す\nる差止請求権を発動しようにも、その機会が定型的に失われており、その製造承認\n内容の現実化としての特許権満了後の早期製造販売を差し止めることを認めるので\nなければ、特許権者がかかる違法な試験行為に対して本来有すべき差止請求権の趣\n旨を没却することになるから、被侵害利益が知的財産権法に基づく差止請求権の趣\n旨を拡張して保護されるべき場合に該当する。\n（３）　したがって、本件特許権の存続期間満了後の被告の前記（三）の不法行為\nに対しては、特許法一〇〇条一項による侵害予防請求権を拡張解釈することによ\nり、同条の侵害予防請求権に準ずる差止請求権及び特許権侵害予防請求権に準じた\n附帯請求が認められるべきである。\n（五）　不法行為に基づく不法行為自体の効果としての差止請求\n（１）　不法行為に基づく差止請求権も一定の要件のもとでこれを認めるべきであ\nり、差止めを命じなければ回復できないような性質の被侵害利益の場合がこれにあ\nたるところ、工業所有権は差止めを命じなければ回復できないような性質の被侵害\n利益に該当し、また、前記（三）のように特許権の存続期間満了後の不法行為の場\n合には、特許権に基づく本来の差止請求権を補完すべきものとして、不法行為自体\nの効果としての差止請求が認められる場合に該当するというべきである。\n（２）　したがって、本件特許権の存続期間満了後の被告の前記（三）の不法行為\nに対しては、不法行為自体の効果として差止請求権が認められるべきである。\n３　不当利得に基づく製造承認の無償返還請求\n（一）　不当利得の要件である「利益を受けること」とは、権利といえなくても財\n産的な利益といえるだけの価値のあるものを取得することをいうものであるとこ\nろ、医薬品の製造承認は、これを取得したことにより当該医薬品を製造販売して経\n済的利益を収めうる基礎をなすものであり、かつ薬事法施行規則二一条の六及び二\n七条により、制度上譲渡可能でもあるから、優に右財産的利益といいうる。\nそして、被告は、前記２のとおり、原告の財産権である本件特許権を無断実施し\nて製造承認申請に必要な本件試験を行うことにより被告製剤の製造承認を得たので\nあるから、被告の右行為は、他人の財貨からの利得、特に侵害利得に該当する。\n（二）　侵害利得の場合、厳格な意味では権利者側に損失を生ずるとはいえない場\n合であっても、被告の取得した利益が原則として原告の被った損失になると解すべ\nきである。\n（三）　財産的利益が権利によって特定の人に割り当てられている場合に、その割\n当内容に含まれる利益を他人が享受することは、権利者の意思又は法律による是認\nがない限り許されないから、被告が被告製剤の製造承認申請用の本件試験のために\n本件特許権を無断実施したことは、法律上の原因欠如の要件を充たしている。\n（四）　不当利得の返還は、できる限り利得した現物をもってなすべきである。\nそして、前記（一）のとおり、被告が被告製剤について取得した製造承認そのも\nのが利得であり、かつ現にその利得である製造承認が現存しているから、被告は原\n告に対し、右製造承認を無償譲渡することにより返還すべきである。\n４　よって、原告は、被告に対し、\n（一）　平成一一年一二月一一日までの間については特許法一〇〇条一項に基づ\nき、同月一二日から平成一四年六月一一日までの間については特許権侵害予防請求\n権の拡張解釈による差止請求権（主位的）又は不法行為自体の効果としての差止請\n求権（予備的）に基づき、被告製剤の製造等の差止め（請求の趣旨１項）を\n（二）　主位的に、特許法一〇〇条二項又は特許権侵害予防請求権の拡張解釈によ\nる附帯請求権に基づき製造承認について製造品目廃止届書等の提出（請求の趣旨２\n（一）項）を、予備的に、不当利得返還請求権に基づき製造承認について無償譲渡\n（請求の趣旨２（二）項）を\nそれぞれ求める。\n二　請求原因に対する認否\n１（一）　請求原因１（一）ないし（五）の事実はいずれも認める。\n（二）　同１（六）の事実は否認する。被告は、本件特許権の存続期間満了前に被\n告製剤を製造販売するつもりはなく、現に薬価基準の収載を行っていないから、本\n件特許権を侵害するおそれはない。\nまた、製造承認申請の資料を得るために行った本件試験の際に製造した被告製剤\nは、特許法六八条にいう「業として」の実施に該当しないし、同法六七条二項との\n整合性から「実施」にも該当しない。\n２（一）　請求原因２（一）のうち、原告が本件特許権を有することは認め、その\n余の事実は知らない。\n（二）　同２（二）（１）の事実は認め、（２）の事実は否認する。\n（三）　同２（三）の事実は否認する。\n（四）　同２（四）及び（五）は争う。\n３（一）　請求原因３（一）は争う。被告が取得した製造承認は、薬事行政上の地\n位にすぎず、財産的な利益とは次元が異なるものである。\n（二）　同３（二）は争う。\n（三）　同３（三）は争う。被告は合法的に製造承認を得たものである。\n（四）　同３（四）は争う。\n三　被告の主張\n１　特許法六九条一項の「試験又は研究」の該当性\n（一）　後発医薬品の製造承認申請の添付資料を得る目的で行う試験が、特許法六\n九条一項にいう「試験又は研究」に該当するか否かは、特許法の解釈と薬事法によ\nる医薬品製造承認制度の整合性を考慮しつつ、特許権者の利益と第三者ないし社会\n一般の利益の調整を図るという観点に立って判断すべきである。\n（二）（１）　薬事法に基づく製造承認申請に各種試験が要求されるのは、医薬品\nの有効性や安全性を確保し、国民の保健衛生の向上を図るという目的を達成するた\nめである。\n（２）　被告は、本件発明の明細書に記載の有効成分と同一の医薬品を製剤化する\n過程で独自の技術を開発し、種々の技術改良を行って医療用技術の進歩に貢献して\nいる。\n（３）　医薬品の製造販売に対する薬事法の規制は特許法とその目的を異にするも\nのであり、薬事行政上、製造承認を得るまでにある程度の期間を要する結果、特許\n権者が特許期間を延長したのと同様の利益を享受できることがあるとしても、それ\nは事実上の利益にすぎず、特許法が保護する利益ではない。\n（４）　被告は、存続期間満了前には被告製剤を製造販売しないことを明らかにし\nているのであり、本件試験によって、収益を挙げたわけではない。\n（三）　以上のことから、被告が被告製剤の製造承認申請の資料を得るために行っ\nた本件試験は、特許法六九条一項の「試験又は研究」に該当する。\nよって、本件試験は、本件特許権を侵害しない。\n２　実質的違法性の欠如\n前記１のとおり、被告の行った本件試験は、特許法六九条一項の「試験又は研究\nのための特許発明の実施」に該当する。しかも、被告は本件特許権の存続期間中収\n益を得たり、原告と競業していないのであるから、たとえ業として本件発明を実施\nしていても実質的違法性はない。\n四　被告の主張に対する認否及び原告の反論\n１　被告の主張１は争う。\n特許法六九条一項が試験又は研究のためにする特許発明の実施に特許権の効力が\n及ばないとしたのは、技術を次の段階に進歩せしめることを目的とするものであ\nり、特許権の効力をこのような実施にまで及ぼしめることはかえって技術の進歩を\n阻害することになるという理由に基づく。したがって、同規定の適用を受ける試験\n研究とは、特許性調査、機能調査、改良・発展を目的とする試験等に限られるべき\nであって、いたずらに拡張解釈すべきものではない。\n２　被告の主張２は争う。\n第三　証拠（省略）\n理　　　由\n第一　請求原因１（特許権に基づく差止請求等）について\n一　請求原因１（一）ないし（五）の事実は、当事者間に争いがない。\n二　請求原因１（六）（本件特許権の侵害のおそれ）について\n１　特許権者は、自己の特許権を侵害するおそれがある者に対し、その侵害の予防\nを請求することができる（特許法一〇〇条一項）ところ、右の「侵害のおそれ」が\nあるとは、客観的にみて侵害が発生する蓋然性があると認められる具体的な事実が\n存在することをいうものと解するのが相当である。\n２　前記争いのない事実に乙第一号証、乙第三号証及び弁論の全趣旨を総合すれ\nば、被告は、医薬品の製造販売及び輸入を事業内容とする会社であること、被告\nは、被告製剤を開発するにあたり、本件発明に属する医薬品の有効成分であるマレ\nイン酸エナラプリルの製剤の安定性及び崩壊性について研究及び検討を行い、被告\n製剤の製造承認申請のための添付資料を得たうえ、右製造承認申請をしたこと、被\n告は、イ号医薬品及びロ号医薬品の製造につき、それぞれ平成六年三月一四日付及\nび同月一五日付で厚生大臣から薬事法一四条に基づく製造承認を得たことが認めら\nれ、さらに右認定事実によれば、被告は被告製剤の製造能力及び製造設備を有する\nことが推認できる。\n３　右認定の事実、すなわち、被告は、医薬品の製造販売を事業内容とする会社で\nあり、被告製剤の製造能力及び製造設備を有し、薬事法上も右医薬品の製造承認を\n得て適法に右医薬品を製造しうる立場にあることからすれば、客観的にみて被告が\n被告製剤を製造販売する蓋然性が認められる具体的な事実が存在するものと認める\nのが相当である。\n４　被告は、本件特許権の存続期間満了前は被告製剤を製造販売するつもりはない\nから本件特許権を侵害するおそれはない旨主張し、乙第三号証（被告代表者の報告\n書）には右主張に沿う記載部分がある。\nなるほど、弁論の全趣旨によれば、被告は被告製剤につき薬価基準収載の申請を\n行っていないことが認められ、また、被告製剤が本件発明の技術的範囲に属するこ\nとを認めていることからすれば、本件特許権の存続期間中本件特許権を侵害する被\n告製剤の製造販売行為を行わないであろうと推認できなくもない。\nしかしながら、薬事法七四条の二第三項二号は、同法一四条の規定による承認を\n受けた医薬品等を正当な理由がなく引き続く三年間製造し又は輸入していないと\nき、厚生大臣はその承認を取り消し、又はその承認を与えた事項の一部についてそ\nの変更を命ずることができる旨規定しているところ、「正当な理由」の解釈いかん\nによっては被告製剤の製造承認が取り消される場合がないとはいえないうえ、現に\n被告製剤の製造承認を得ることにより行政法規上本件発明の実施が可能な状態にな\nり、かつ事実上も製造しうる能力を有していると推認される本件においては、単に\n製造販売する意思がないというだけでは前記３の認定を左右するに足りない。\nまた、本件特許権の存続期間中、被告製剤の製造販売等の差止めを認めたとして\nも、被告としては特許権侵害行為を行わないという当然の義務を負担するにすぎ\nず、何らの不利益もないはずであるから、本件特許権の存続期間中の差止請求を認\n容することとする。\n三　特許法一〇〇条二項の請求について\n特許権者は、特許法一〇〇条一項の侵害予防請求権の行使に際し、侵害の予防に\n必要な行為を請求することができる（特許法一〇〇条二項）ところ、本件において\nは、被告は被告製剤が本件発明の技術的範囲に属することを認めており、被告代表\n者は本件特許権の存続期間満了前は被告製剤を製造販売しない旨の意思を表明し、\n被告製剤について、製造承認を得た後現在まで、右医薬品を実際に販売するために\n必要な薬価基準収載の申請をしていないことは前記認定のとおりである。また、被\n告に製造承認品目廃止届書及び承認整理届書を提出させると、被告が本件特許権の\n存続期間満了後、被告製剤を製造しようとするときは、再度製造承認申請をすべき\nこととなるところ、製造承認に一定の期間を要することは原告の認めるところであ\nり、これにより原告が本件特許権の存続期間を結果として延長したのと同じ利益を\n享受できることとなるのであって、右事実に照らすと、被告製剤の製造販売等を差\nし止めることのほか、被告製剤の製造承認について製造品目廃止届書等を提出する\nことまでは本件特許権の侵害を予防するために必要な行為とはいえない。\n四　以上によれば、被告には被告製剤を製造販売することにより本件特許権を侵害\nするおそれがあるが、侵害のおそれを予防するのに製造承認についての製造品目廃\n止届書等の提出までは必要がないと認められるから、本件特許権に基づく本訴請求\nのうち本件特許権の存続期間満了の日である平成一一年一二月一一日までの間、被\n告製剤の製造販売又は販売の申出若しくは宣伝広告の差止めを求める部分は理由が\nあるが、その余の請求は理由がない。\n第二　請求原因２（不法行為に基づく差止請求等）について\n一　請求原因２（一）のうち、原告が本件特許権を有することは当事者間に争いが\nなく、甲第三号証ないし第五号証及び弁論の全趣旨によれば、原告が本件発明に属\nする医薬品の有効成分である一般名「マレイン酸エナラプリル」を訴外萬有製薬株\n式会社に供給し、同訴外会社は、昭和六一年四月三〇日付で厚生大臣から薬事法一\n四条に基づく製造承認を得て、マレイン酸エナラプリルを使用して本件発明に属す\nる抗高血圧剤を「レニベース」の商品名で製造販売している事実が認められ、これ\nに反する証拠はない。\n二１　請求原因２（二）（１）の事実は当事者間に争いがない。\n２　前記認定の事実によれば、\n医薬品の製造販売を事業内容とする会社である被告が、本件発明の技術的範囲に属\nする被告製剤を自ら又は第三者に委託して製造し若しくは輸入したうえ、これを使\n用して製造承認申請の添付資料を得るための本件試験を行ったのであるから、被告\nは本件発明につき業として特許法二条三項一号に規定する実施を行ったものという\nべきである。\n３　そこで、本件試験が特許法六九条一項の「試験又は研究」に該当するか否かを\n判断する。\n（一）　特許権者は、業として特許発明の実施をする権利を専有し（特許法六八条\n本文）、特許権は、独占排他権であるから、特許権者の了解なくして特許発明を業\nとして実施することは原則としてできない。他方、特許法の目的が、発明の保護及\nび利用を図ることにより、発明を奨励し、もって産業の発達に寄与する（特許法一\n条）ことにあることからすれば、独占権である特許権の効力も、特許権者の利益と\n発明を利用する第三者ないし社会一般の利益との調和を図るという産業政策上の見\n地から制限されることがある。\nそこで、特許法六九条一項は、「特許権の効力は、試験又は研究のためにする特\n許発明の実施には、及ばない。」旨を規定しているところ、右法条の立法趣旨は、\n特許権の効力を試験又は研究のためにする特許発明の実施にまで及ぼしめること\nは、かえって技術の進歩を阻害し、産業の発達を損なう結果になるため、これを制\n限すべきであるとの産業政策上の判断によるものと解される。\n右のような立法趣旨に鑑みると、特許法六九条一項にいう「試験又は研究のため\nにする特許発明の実施」に該当するか否かについては、特許権者の利益と第三者な\nいし社会一般の利益の調整を図るという観点からこれを比較考量して決するべきも\nのと解される。\nこのような視点からみると、特許発明にかかる技術を改良し、当該技術を次の段\n階に進歩させることを目的とする試験又は研究が同条項にいう「試験又は研究」に\n当たるものであることはいうまでもないが、同条項にいう「試験又は研究」がこの\nような技術の進歩を目的とする試験又は研究のみに限定されるとすることは相当で\nない。\nしたがって、薬事法に基づく後発医薬品の製造承認申請の添付資料を作成する目\n的で行う試験が、同条項にいう「試験又は研究」に該当するか否かについては、特\n許法の解釈と薬事法による医薬品製造承認制度の整合性を考慮しつつ、特許権者の\n利益と第三者ないし社会一般の利益の調整を図るという観点に立って判断すべきも\nのと解される。\n（三）（１）　これを本件についてみると、前記認定のとおり、被告は、本件発明\nの技術的範囲に属する被告製剤の製造承認申請の添付資料を得るために被告製剤を\n自ら又は第三者に委託して製造し若しくは輸入したうえ、これを使用して規格及び\n試験方法に関する資料、加速試験に関する資料、生物学的同等性に関する資料を得\nるための本件試験を行い、被告製剤について、いわゆる後発医薬品として製造承認\n申請をし、その承認を得たものである。\n（２）　医薬品は、薬事法による規制を受けるものであるところ、同法によれば、\n医薬品等を製造しようとする者は厚生大臣の承認を受けることを要し（同法一二条\n一項、一三条一項、一四条）、厚生大臣は、医薬品等につき、これを製造しようと\nする者から申請があったときは、品目ごとにその製造についての承認を与え（同法\n一四条一項）、その承認は、申請に係る医薬品等の名称、成分、分量、構造、用\n法、用量、使用方法、効能、効果、性能、副作用等を審査して行う（同条二項）も\nのとされ、右承認を受けようとする者は、厚生省令で定めるところにより、申請書\nに臨床試験の試験成績に関する資料その他の資料を添付して申請しなければならな\nい（同条三項）旨規定されている。\nまた、薬事法は、医薬品等の品質、有効性及び安全性の確保のために必要な規制\nを行うとともに、医療上特にその必要性が高い医薬品等の研究開発の促進のために\n必要な措置を講ずることにより保健衛生の向上を図ることを目的とするものであり\n（同法一条）、同法に基づく医薬品の製造承認のための審査は、医薬品の有効性や\n安全性の確保を目的とする、極めて公益性の強いものであって、その承認申請に添\n付する審査資料を得るため、前記各種試験が要求されるのも、同様に医薬品の有効\n性や安全性を確保し、国民の保健衛生の向上を図るという目的を達成するためであ\nる。\n（３）　そして、薬事法が、後発医薬品の製造業者に対し、医薬品製造承認にあた\nり、前記各種試験の実施及びその資料の添付を求め、審査を行うのは、前記のとお\nり、医薬品の有効性や安全性を確保し、国民の保健衛生の向上を図るという目的を\n達成するためであり、後発医薬品が先発医薬品と品質において同等であり、同様の\n有効性、安全性があることを担保するためであって、当該医薬品にかかる特許権者\nの独占的地位を保護することを目的とするものではない。\nこのように、医薬品の製造販売をする際に製造承認を要するのは、安全な医薬品\nの提供という行政目的に基づくものであり、薬事法の規制は特許法とその目的を異\nにするものである。また、製造承認が得られるまでにある程度の期間を要するの\nも、行政上の事務処理に一定の時間がかかるといった事実上の要因によるものであ\nって、特許権者に対する独占権の付与という特許法の趣旨とは全く無関係の結果と\nいわざるを得ない。そして、かかる薬事行政上の取扱いによって、結果的に特許権\n者が特許期間を延長したのと同様の利益を享受できることがあるとしても、それは\n右行政上の取扱いによって生じる事実上の利益にすぎず、いわば反射的利益であっ\nて、特許法が保護する利益には当たらない。\n（４）　さらに、乙第一号証、乙第二号証及び弁論の全趣旨によれば、後発医薬品\nの製造業者が使用する化学物質は化学構造式において先発医薬品の化学物質と同一\nであるところ、物理的及び化学的に同一物質と考えられる物質が別人によって別の\nプラントで別の製法で製造された場合、その化学物質が人間に投与されたとき、人\n間に対して全く同一の作用効果を生ずるものであるかどうかを常に正確に予測する\nことは今日の技術水準ではできないとされていること、後発医薬品の製造業者は先\n発医薬品の製造方法や製剤化に必要な副原料の出所等を知ることはできず、後発医\n薬品が医薬品として先発医薬品と同一であるかどうかは確認できないことから、後\n発医薬品の製造業者は、後発医薬品の安全性について自らの責任において実験し、\n判断するほかはないこと、マレイン酸エナラプリルは加湿下で不安定であり、被告\nは被告製剤の開発にあたり、製剤の安定性及び崩壊性を改善するため、各種の添加\n剤や崩壊剤を使用した実験を行い、被告製剤の製剤の処方及び製造法を確立したこ\nとが認められる。\n右認定の事実によれば、被告は、後発医薬品の製造業者として、本件発明の明細\n書に開示された物質を有効成分とする先発医薬品と同一の医薬品を製造するにあた\nり、自らの知識や技術、研究に基づいた製剤処方を検討したうえ、製剤の安定性等\nを確保するための試験及び研究を重ね、本件特許権により開示された有効成分をそ\nれに最も適するように製剤化するという、科学的研究の側面をも有する試験及び研\n究を本件試験において行ったものと推認することができる。\nしたがって、被告が被告製剤の製造承認申請をするために行った本件試験は、単\nに製造承認申請の添付資料を得るというだけでなく、医療用技術の進歩にも寄与す\nる側面も有するものと解される。\n（５）　他方、特許権の存続期間は法律で定められ（特許法六七条一項）、一定の\n要件を具備した特許権については存続期間の延長も認められている（同条三項）\nが、存続期間が経過すれば、何人であっても特許されていた発明を自由に実施する\nことができ、特許権者であった者は、それを差し止めることができない。\nそれは、発明を公開した者に対し、その代償として一定期間、業としてその発明\nを実施する権利を専有させるが、その期間の経過後は、第三者がその発明を実施す\nることができるものとすることによって、特許権者の利益と一般社会の利益の調和\nを図り、技術の進歩と産業の発達に寄与するという、特許法の目的を具体化したも\nのである。\n仮に、後発医薬品についての医薬品製造承認申請に添付する資料を作成するため\nの試験が当該医薬品についての特許権の侵害に当たるとして、その特許権の存続期\n間終了後に試験を開始すべきものとすると、試験期間及び審査に要する期間、特許\n権者が、特許権の存続期間の終了後もなお、当該発明を独占的に実施できる結果と\nなる。\n（６）　被告は、本件試験により、被告製剤の製造承認を得たが、それ以外に本件\n試験によって収益を得たことはなく、特許権者である原告ないしその実施権者であ\nる訴外萬有製薬株式会社と直接競業したこともない。また、被告が本件特許権の存\n続期間中被告製剤を製造販売するつもりがない旨表明していることは、前記認定の\nとおりである。\n（三）　以上認定のとおり、後発医薬品について、薬事法に基づく製造承認申請の\n添付資料を作成する目的で必要な試験としてなされた被告の前記行為は、医薬品の\n有効性や安全性の確保を目的とする極めて公益性の強いものであり、医療用技術の\n進歩に寄与する側面も有するうえ、仮に被告の行為を違法とした場合、本来存続期\n間が満了し、もはや特許発明を独占できないはずの特許権者が結果としてさらに一\n定期間特許発明を独占できるという利益を享受することになるが、これは特許法が\n保護する利益とはいえないことに加え、被告が収益を得たり原告等と競業したりし\nたことはないことも合わせ考えれば、特許法六九条一項の「試験又は研究のために\nする特許発明の実施」に該当すると認めるのが相当である。\n以上のとおり、被告の本件試験は、いずれも特許法六九条一項に規定する「試験\n又は研究のためにする特許発明の実施」に該当し、本件特許権の効力は及ばないも\nのというべきである。\n４　そうすると、被告製剤の製造承認取得行為は本件特許権を侵害するものではな\nいから不法行為とはいえないし、本件特許権の存続期間満了後二年六か月以内の製\n造販売行為も不法行為ということはできない。\nしたがって、不法行為に基づく特許権侵害予防請求権の拡大解釈による差止請求\n等は、その余の点について判断するまでもなく理由がない。\nまた、被告製剤の製造承認取得行為及び本件特許権の存続期間満了後二年六か月\n以内の製造販売行為が不法行為といえないことは前記認定のとおりであるから、不\n法行為自体の効果としての差止請求も理由がない。\n第三　請求原因３（不当利得に基づく製造承認の無償返還請求）について\n被告の行った本件試験が違法でないことは前記認定のとおりであり、「法律上の\n原因なく利益を受けた」ということはできないから、その余の点について判断する\nまでもなく不当利得に基づく製造承認の無償返還請求も理由がない。\n第四　結論\n以上の次第であるから、本訴請求は、本件特許権の存続期間満了の日である平成\n一一年一二月一一日までの間、被告製剤の製造販売又は販売の申出若しくは宣伝広\n告の差止めを求める限度で理由があるからこれを認容し、その余の請求はいずれも\n理由がないからこれを棄却し、訴訟費用の負担につき、民事訴訟法六一条、六四条\nを適用し、仮執行宣言については相当でないのでこれを付さないこととし、主文の\nとおり判決する。\n（裁判官　高部眞規子　榎戸道也　大西勝滋）\n別添特許公報　省略\n物件目録一（イ号医薬品）\n一錠中、左式で示されるＮ―（１―（Ｓ）―エトキシカルボニル―３―フェニル\nプロピル）―Ｌ―アラニル―Ｌ―プロリン・マレエート（一般名「マレイン酸エナ\nラプリル」）を５ｍｇ含有する血圧降下剤（商品名「レノペント錠５」）\n＜８０６２６－００２＞\n物件目録二（ロ号医薬品）\n一錠中、左式で示されるＮ―（１―（Ｓ）―エトキシカルボニル―３―フェニル\nプロピル）―Ｌ―アラニル―Ｌ―プロリン・マレエート（一般名「マレイン酸エナ\nラプリル」）を２・５ｍｇ含有する血圧降下剤（商品名「レノペント錠２・５」）\n＜８０６２６－００３＞\n"
}