{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 11,
    "day": 15
  },
  "case_number": "平成3(行ス)5",
  "case_name": "行政処分執行停止申立抗告事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "申立人の身体障害を理由とする公立高校の校長がした入学不許可処分の執行停止の申立てについて，同処分の効力が停止されても，同処分の効力が発生していない状態になるだけで，相手方が同処分を取り消して入学を許可すべき義務を負うものではなく，また，相手方が前記不許可処分を取り消して入学の許可をしない限り，申立人が入学して授業を受け得る状態になるものではないのであって，申立人に何ら法的利益をもたらすものではないから，執行停止の申立ての利益がないとされた事例",
  "lawsuit_id": "16578",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16578",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/578/016578_hanrei.pdf",
  "contents": "○　主文\n一　本件抗告を棄却する。\n二　抗告費用は抗告人の負担とする。\n○　理由\n第一　本件抗告の趣旨と理由\n一　抗告の趣旨\n１　原決定を取り消す。\n２　相手方が、平成三年三月一九日に、抗告人に対してしたＡ高等学校への入学不\n許可処分の効力を本案判決確定に至るまで停止する。\n二　抗告の理由\n別紙（一）に記載のとおりである。\n三　抗告の理由に対する相手方の答弁\n別紙（二）に記載のとおりである。\n第二　当裁判所の判断\n一　一件記録によれば、次の事実が一応認められる。\n（一）　抗告人は、＜年月日略＞、＜地名略＞で出生したが、昭和五五年五月二四\n日頃、進行性筋ジストロフイー（デュシェンヌ型）と診断された。\n抗告人は、昭和五七年四月に、Ｂ小学校に入学し、同六三年三月に、同校を卒業\nし、同年四月に、Ｃ中学校に入学し、平成三年三月に、同中学校を卒業した。\n（二）　抗告人は、Ａ高等学校に入学することを希望し、平成三年二月二三日、所\n定の必要書類を添付して入学願書を相手方Ａ高等学校に提出して、入学の出願手続\nをし、同年三月一五日、学力検査（人学試験）を受けたが、同年三月一九日、相手\n方は、抗告人に対し、入学不許可の処分（以下、「本件不許可処分」という。）を\nした。\n（三）　本件不許可処分は、平成三年度兵庫県公立高等学校入学者選抜要綱（以\n下、「要綱」という。）及び要綱第一〇一項の別途指示に従い、相手方を含む八人\nの関係高等学校長により構成される合否判定委員会の合否判定の結果に基づいて行\nわれたものである。\n（四）　抗告人にかかる合否判定では、判定資料Ａ（中学校から送付された調査書\n中、国語等五教科の評定と美術等の四教科の評価を一定割合で総和したもの）及び\n判定資料Ｃ（各高等学校が実施した国語等五教科の学力検査の結果を県教育委員会\nの定めた方法によって採点したもの）の合計点については、合格ラインに達してい\nた。しかし、判定資料Ｂ（中学校から送付された調査書中、各教科の学習の評定以\n外の諸記録を総合したもの）及びこれに関連して抗告人らから前もって提出された\n診断書などの記載並びにその他諸般の事情を総合して判断をした結果、抗告人の身\n体状況が高等学校の全課程を無事に履修する見通しがないものと判定されて、不合\n格とされたものである。\n二　ところで、行政処分の効力の停止は、行政処分の暫定的取消を意味するもので\nはなく、ただその効力の発生を停止するに過ぎないから、処分を遡及的に消滅させ\nる行政処分取消の判決とは異なり、行政処分の効力が停止されても、右行政処分の\n効力が現実に発生したとして、これを前提にした行為を行うことができなくなるだ\nけで、当該行政処分自体は存在するのであるし、また、行政庁は、行政処分の効力\nが停止された場合に、改めて、右行政処分を取り消して、執行停止の判断内容に従\nった新たな行政処分をしなければならない拘束を受けるものでもない。したがっ\nて、例えば、大学院在学期間延長不許可処分、旅券発行不許可処分、生活保護開始\n申請却下処分のようないわゆる申請に対する行政庁の拒否処分については、その効\n力を停止してみても、申請者（処分の相手方）を、その処分のない状態と同様の状\n態におくだけで、原則として、申請者（処分の相手方）に何らの法的利益をもたら\nすものではないから、右拒否処分に対する執行停止の申立ては、申立ての利益を欠\nき不適法というべきである。本件において、相手方のした抗告人に対するＡ高等学\n校への本件入学不許可処分（本件不許可処分）についても、その効力の停止によ\nり、本件不許可処分の効力が発生していない状態になるだけであり、相手方が右本\n件不許可処分を取り消して、入学の許可をすべき義務を負うものではなく、また、\n相手方が右本件不許可処分を取り消して、入学の許可をしない限り、抗告人が現実\nにＡ高等学校に入学をして、授業を受け得る状態になるものではないのであって、\n抗告人に何ら法的利益をもたらすものではないから、抗告人には、本件不許可処分\nの効力の停止を求める法的利益はないというべきである。\n三　もっとも、\n１　抗告人は、本件不許可処分が取り消されれば、相手方は、抗告人に対し、本案\n判決がなされるまでの間、暫定的に入学許可処分を行う義務を負うので、抗告人に\n右入学許可処分を受け得る地位を回復すると主張するが、前述のように、本件不許\n可処分の効力を停止してみても、本件不許可処分の取消の判決とは異なり、相手方\nにおいて、暫定的にしろ、本案判決がなされるまでの間、抗告人に対し、入学許可\n処分を行う義務を負うものではなく、抗告人において、右入学許可処分を受け得る\n地位を回復するものではないから、抗告人の右主張は採用できない。\n２　また、抗告人は、本件不許可処分の効力が停止された場合には、相手方は、処\n分庁として、処分が停止されたまま、申請に対応する新たな応答をしないで、本件\n判決がなされるのを待つことは許されないとも主張するが、本件不許可処分の効力\nが停止されても、相手方において、抗告人の申請に対応する新たな応答をすべき義\n務のないことは、前記説示のとおりであるから、抗告人の右主張は採用できない。\n３　さらに、抗告人は、本件不許可処分により、Ａ高等学校入学不適格の烙印を押\nされ、その全人格を否定されたと同様の扱いに対する悔しさ及び屈辱感、自分の努\n力が報われない苛立ち、自分の将来に対する絶望感、大人社会一般に対する不信感\n等、深刻かつ全般的な精神的苦悩を強いられているとし、このような精神的苦痛を\nなくすために、本件不許可処分の効力の停止により、法的救済が与えられる人格的\n利益があると主張する。\nしかし、前述のとおり、本件不許可処分の効力が停止されても、相手方において、\n抗告人に対し、Ａ高等学校に入学する許可をする義務を負うものではなく、抗告人\nは、右入学をし得る法的地位を取得するものでないことは勿論、その可能性を取得\nするものでもないから、抗告人が、本件不許可処分により、その主張のような精神\n的苦痛を受けたにしても、本件不許可処分の効力が停止されることにより、抗告人\nの右精神的苦痛がなくなるものとは到底認め難い。したがって、抗告人の右主張も\n採用できない。\n４　その他、抗告人が種々主張するところは、いずれも、抗告人の独自の見解であ\nって、採用できない。\n四　以上の理由により、本件不許可処分の効力を停止する利益はないから、抗告人\nの本件執行停止の申立ては、その利益を欠き不適法として却下すべきであり、ま\nた、その他一件記録を精査しても、原決定を違法として取り消すべき事由は認めら\nれない。\nよって、本件執行停止の申立てを却下した原決定は、相当であって、本件抗告は理\n由がないから、これを棄却することとし、抗告費用は抗告人に負担させることとし\nて、主文のとおり決定する。\n（裁判官　後藤　勇　高橋史朗　小原卓雄）\n別紙（一）\n一、拒否処分と執行停止\n原決定は、いわゆる拒否処分について、本案訴訟で取消判決が確定した場合でも、\n処分庁はなお他の事由に基づいて改めて不許可処分もできると解され、必ずしも許\n可処分がなされるわけではないことを認めながらも、行政事件訴訟法三三条二項に\nより、「行政庁は、判決の趣旨に従い、改めて申請に対する処分」をしなければな\nらない旨明記されているので、「処分庁は、改めて申請を待つまでもなく、当然に\n申請に対して処分をしなければならない義務を負い、しかも、取消判決の拘束力に\nより、その違法とされた理由によって再び拒否処分をすることはできないのである\nから、他の理由により拒否処分がなされる可能性があるのはともかく、事実上処分\n庁による適法な処分が期待できるに止まらず、拒否処分を取り消す判決の拘束力に\nよって、原告は、当該判決で違法とされた処分理由に基づく拒否処分による不利益\nを免れることができる」のに対し、執行停止決定の効力については、行政事件訴訟\n法三三条四項で、同条一項を準用するだけで、同条二項を準用していないから、拒\n否処分の効力が停止されても、処分庁が改めて決定の趣旨に従い、新たな判断をし\nなければならない義務が生じるわけではなく、この点において取消判決と執行停止\n決定の効力の決定的な違いであり、拒否処分について、執行停止の申立利益はない\nと判断している。\nしかし、原決定の以上の見解を読んでみても、実質的にみて、取消判決と執行停止\n決定とで、違法な処分が是正されるか否かについて、決定的な相違があるとは考え\nられず、形式的にみても、行政事件訴訟法三三条四項が同条一項のみを準用し、同\n条二項を準用していないことは原判決の指摘するとおりであるが、同条二項の効力\nは、原判決も指摘するとおり「同条一項の拘束力の一内容」に過ぎないのであるか\nら、右拘束力の内容として、裁判所の執行停止決定があると、許否決定以前の状態\nに戻って、行政庁はその決定に拘束され、決定の趣旨を尊重し、急遽新たに判断を\nし直さなければならないことになると解されるのであり（原田尚彦「退去強制に対\nする仮救済の問題点」ジュリスト四八三号三四頁、杉村敏正編「行政救済法Ｉ」\n（有斐閣）三一六・三一七頁）、原決定の判断には誤りがある。\n二、入学許可・不許可処分の特殊性と申立の利益\n１　原決定は、本件処分につき、「申立人の身体的状況が高等学校の全課程を無事\nに履修する見込みがないという理由に基づく本件処分が違法であるという主張に全\nく理由がないわけではない」として、本件処分の違法性を一応認定しながらも、本\n件処分が違法であってその効力が停止されたとしても、相手方に申立人を合格させ\nるよう強制することはできず、また、入学志願者の地位が回復したことに法的利益\nを認めることは困難であるとして、結局、申立ての利益が認められないとする。\nしかしながら、高等学校への入学許可申請に対する許可・不許可という処分の性質\n上、及び右処分が平成三年度兵庫県公立高等学校入学者選抜要綱に基づいて行われ\nるという本件処分の具体的事情においては、本件処分が違法であってその効力が停\n止された場合、相手方は申立人に対し、本案判決がなされるまでの間、暫定的に入\n学許可処分を行う義務が生じるのであり、申立人はそのような入学許可処分を受け\n得る地位を回復するのであり、原決定は、本件処分のかような特殊性につき全く検\n討を行っていない誤りがあり、失当である。\n２　入学許可申請に対する許可・不許可処分の性質\n（一）　原決定は、本件処分の執行停止があった場合、処分庁は、処分の効力停止\nの決定に拘束されるものの、行政事件訴訟法によっては、許可処分をする義務はな\nいことはもとより、申請に対して応答する義務さえ負わないことになり、処分庁と\nしては、新たな許可処分をすることも、あるいは処分の効力が停止されたまま本案\n判決がなされるのをまつことも、いずれも可能であり、そのいずれの態度を取るか\nはもつぱら処分庁の裁量に属するどする。\nしかし、右判旨は不許可処分一般に対する論としては妥当するとしても、本件のよ\nうな高等学校への入学許可申請に対する処分については、その処分の性質上、妥当\nしない。\n（二）　本件高等学校を含む学校教育法上の学校教育機関においては、毎年一定時\n期に入学者の募集選抜を行い、入学者を入学年度ごとに学年編成し、学年ごとの年\n間の教育カリキュラムを編成し、これに基づいて設置者は入学者に対して集団的に\n教育を行い、入学者もこれに基づいて学習し、一定の教科等の履修により、次年度\nの教育カリキュラムに進学していくという固有の制度となっている。もちろん、教\n育は、本来個々の人間の学習と発達の保障を基礎とするものではあるが、集団的教\n育機関である学校においては、年間サイクルの教育カリキュラムの中での教育が制\n度的本質とならざるをえない。\nしたがって、申立人が相手方に対してなした平成三年度の入学許可申請とは、単に\n本件高校への在学を求める行為ではなく、本件高校の平成三年度の第一学年とし\nて、第一学年に予定される年間教育カリキュラムに従って、同学年に属する他の生\n徒とともに学習することの許可を求める申請なのである。\nそうであるから、本件高校の入学許可申請の受付は、年度毎に一回行われ、この申\n請に対する処分庁の応答も、学年の年度カリキュラムが始まる以前になされてい\nる。それは右制度の性質からいって当然のことである。\nこのような高等学校教育の制度的本質からくる高等学校入学許可申請の性質からす\nれば、処分庁は、年度カリキュラムにしたがって教育か受けられるよう（不許可者\nについては、他の高等学校などで同一年度の教育カリキュラムを受けられるよう次\nの申請をすみやかに行えるよう）可及的すみやかに、右申請に応答する義務があ\nる。\n（三）　よって、本件についていえば、相手方は、本件不許可処分の執行が停止さ\nれた場合、処分庁として、処分の効力が停止されたまま新たな申請に対する応答を\nしないで本案判決がなされるのをまつことは、入学許可申請という性質上許され\nず、すみやかに執行停止の決定の趣旨に従って次の応答をしなければならないので\nある。\nこれを、原決定のように、処分の効力が停止されたまま新たな申請に対する応答を\nしないで本案判決がなされるのをまつことも可能であるとするならば、本案判決ま\nで一年以上かかった場合、もはや平成三年度の第一学年の年間カリキュラムは終了\nし、その後に本案判決により本件処分が違法取消となったところで、抗告人のなし\nた平成三年度の第一学年への入学許可申請を実現することは不能となり、右本案判\n決は画餅に帰することになり、その不合理さは歴然としている。\n（四）　なお、この点につき、現在本件高校においては、平成三年度の年間カリキ\nュラムがすでに一学期を終了しており、今後、執行停止により相手方が新たに申請\nに対する応答をしたとしても、相手方が主張するように学年における授業日数の四\n分の一以上の欠席があるときは進級を認めないとすれば、結局、申立人は平成三年\n度第一学年の年間カリキュラムを終了し、次年度に第二学年に進級することはでき\nないのではないかと疑われる。\nしかし、そもそも、高等学校の単位認定及び進級の認定については、学校教育法\nは、施行規則六三条の二で、校長は、生徒の高等学校の全課程の終了を認めるに当\nたっては八〇単位以上を修得したものについて行わなければならない、と定めるの\nみで、その他の学年毎の単位認定数や進級の認定については何の定めもしておら\nず、校長の裁量に委ねている。\nそして、各高等学校校長は、右裁量権の一環として単位認定、進級認定に関する内\n規を自らそれぞれ定めて運用しているのである。相手方提出の疎乙第六号証の本件\n高校の単位認定等に関する規定（抜粋）も、本件校長の権限に基づいて自ら定めた\n内規に過ぎない。\nしたがって、本件校長は、本件高校の生徒の進級について一般的には右規定に従っ\nて認定を行うとしても、これに拘束されるという性質のものではなく、他の教育的\n配慮や合理的な事由により右規定に反して進級認定をすることは本件校長の裁量権\nの行使として十分に可能である。\n本件に即していえば、抗告人が相手方の違法な理由による入学不許可処分により所\n定の授業日数の出席ができなかったとしても、出席不能の原因が専ら相手方にあっ\nたわけであるから、入学許可後の抗告人の各教科の到達度などが単位認定される程\n度に達した場合などには、進級認定することができるのである。\n実際、各地の現場の高等学校では、進級認定の内規を定めながらも、各生徒の具体\n的個別事情によっては、右内規にこだわらず弾力的・柔軟に進級認定を行ってい\nる。\n抗告人は、本件処分の後も、本件高校に入学できる日がくることを信じ、同級生や\n本件高校の有志教員の助力も得て、本件高校の教科を自習しており、入学後も、同\n級生に遅れることなく、勉学を続けることは可能な状況にある。\nしたがって、今からでも相手方が申立人に入学許可をなせば、本件校長が申立人に\n対し進級認定することは十分に期待できるのであり、執行停止による相手方の新た\nな応答の義務に何ら影響を与えるものではない。\n３　そして、抗告人に対して相手方がなす新たな応答は、平成三年度兵庫県公立高\n等学校入学者選抜要綱に基づいて行われる以上、申立人に対する入学許可処分とな\nらざるをえない。\nすなわち、処分庁は入学許可申請に対する許可・不許可処分をなすについては、右\n要綱に覊束されるところ、原決定も認定しているように、要綱は、学力検査の結果\n（判定資料Ａ）と調査書（判定資料Ｃ）を同等に取扱い、その際判定資料Ｂは参考\nとして用いて総合判定となるよう留意して合否を判定すると定めているが、申立人\nは、判定資料Ａと判定資料Ｃとの合計点については合格ラインに達していたのであ\nるが、判定資料Ｂその他の資料を基に身体的状況が高等学校の全課程を無事に履修\nする見込みがないという理由で不合格処分となったというのである。\nとすれば、右不合格処分が違法であるとして、本件処分の執行が停止され、抗告人\nに対し、新たな応答をしなければならない場合、判定資料Ｂに右理由とは別に抗告\n人を不合格処分とする理由となる資料は存しないわけだから、その場合、合格ライ\nンに達している判定資料Ａと判定資料Ｃとの合計点に基づいて、入学許可処分をす\nるほかにないのである。\nしたがって、原決定が、相手方が入学許可処分をする可能性を事実上のものととら\nえているのは大きな誤りであり、本件のような場合には、相手方が入学許可処分を\nする法的可能性は十分に存し、右に述べたようにむしろ法的必然性に近い。\n４　以上述べてきたように、本件処分が執行停止された場合、相手方は、高等学校\nという学校教育機関への入学許可申請に対する応答という本件処分の性質上、可及\n的すみやかに抗告人に対する新たな応答をする義務を負い、そして相手方が羈束さ\nれるところの平成三年度兵庫県公立高等学校入学者選抜要綱により、それは、必然\n的に本件高校への入学許可処分となるのである。\nしたがって、本件処分の執行停止により、抗告人は単に入学志願者としての地位を\n回復するのではなく、すみやかに新たな処分庁の応答を受けえる地位、しかも要綱\nに基づき入学許可処分を受けえる地位を回復するのであり、本件執行停止によりこ\nのような法的利益がある以上、ここに申立の利益があることは明白である。\n三、抗告人の人格的不利益の回復について\n１　原決定は、「申立人の受けた精神的、人格的な苦痛は相当のものであったとい\nうことは容易に推測することができる」と認めておきながら、「その損害の回復\nは、本件高校の入学が許可されて初めて癒されるものである」として「不合格処分\nの効力が停止されるだけでは、申手人の入学を直ちに実現することができないので\nあるから、この点に申立の利益をみとめることはできない」と述べる。\nしかしながら、既に述べたように執行停止決定によって申立人は、本件高校への入\n学許可を受けうる地位を回復するのであって、執行停止だけでは申立人の入学を直\nちに実現できないとは言えず、また以下に述べるように、申立人の人格的不利益の\n回復は、何年も先になる本訴の結論を待ってなされるのではなく、執行停止という\n早急な解決方法によって初めて回復されるものであるから、原決定にはこれらの点\nにつき誤りがあり、失当である。以下、後者の点につき詳論する。\n２　そもそも障害者にとって、障害を有することはそれ自体本人にとってどうする\nこともできない事情であるから、障害者は、障害を理由とした不当な差別を受けな\nい権利（平等権）を有し、能力に応じてできるかぎりの教育の保障を受けるという\n権利（教育を受ける権利）を有することは、原審における意見書中で詳述したとお\nりである。\nところが、本件の相手方のように、抗告人の身体的障害を唯一の理由として入学不\n許可とすることは、抗告人に障害があることをもって、本件高校の生徒として不適\n格であることを公的に明らかにしたものであり、抗告人はこれにより不当な差別を\n受け、教育を受ける権利を奪われたことになるのである。\nところで、このような抗告人の基本的人権の侵害の面については、原決定のいうと\nお本本案判決をまって初めて回復されることになると言ってもよい。しかし本件処\n分により、付随的に不利益を受け、これを緊急に救済する必要があるのであれば、\n執行停止手続を利用する道を閉ざしてはならない。\n３　抗告人は、専門家である医師の診断書によって高校生活三年間の履修は可能で\nあるという診断も得、将来大学に進学して勉学を続けたいという将来の夢を叶える\nために、本件高校を受験したものである。抗告人が受験に向けて健常者以上の努力\nをなし、障害を乗り越えようとした努力は、一般の健常者の想像を越えるものがあ\nる。相手方はこれらを全く顧慮せず、抗告人の障害を唯一の理由とし入学不許可と\nしてしまったものである。\n抗告人は、本件処分によって、高校入学不適格の烙印を押され、全人格を否定され\nたと同様の扱いに対する悔しさ及び屈辱感、自分の努力が報われない苛立ち、自分\nの将来に対する絶望感、大人社会一般に対する不信感等、深刻かつ全般的な精神的\n苦悩を強いられている。このような精神的苦痛は、法的救済を与えられるべき、人\n格的不利益である。\nこのような程度及び範囲が深刻かつ全般的な人格的不利益については、数年先とな\nらざるを得ない本案判決をまつのではなく、執行停止という仮の救済措置によって\n早急に救済される必要がある。\n本件においては、抗告人の身体障害を理由とする入学不許可により、前記の人格的\n不利益は日々継続して発生しており、しかも抗告人が、進行性筋ジストロフイー\n（デュシェンヌ型）であるという特殊の障害であるところから、本件の解決が長期\nにわたるほど精神的苦悩の程度が高くなっていくことは避けられず、人格的不利益\nの回復が不可能になることは明白であり、極めて早急にこれを救済する必要があ\nる。したがってこれは短期間で判断される執行停止の決定をもってのみ解決される\nものである。\nまた、本件処分の効力を停止することは、それだけで自主的な解決の道が開かれる\nわけではないが、相手方に対しては絶好の再考の機会になり、何らかの解決策が当\n事者で確認できる可能性は十分にある。現に訴訟提起以前に当事者で話し合いがも\nたれていたのであるから、執行停止決定が自主的交渉の第一歩になることは間違い\nないと認められる。特に原決定が認定しているとおり、相手方が抗告人の障害を理\n由とした本件処分は違法なのであるから、本案訴訟においても同様の結論が予想さ\nれるので、相手方が再考する可能性は十分あると認められる。\n４　さらに、障害を理由とする入学不許可処分が違法であるとして、執行停止の決\n定が出されれば、これによって抗告人は本来合格処分を受ける者であったと公的に\n追認されることになり、抗告人を理由なく不合格にした相手方の責任も広く明らか\nにされることになる。その結果として、障害を理由とした不利益処分の外形が、仮\nにであれ、払拭できることになる。\nとするならば、抗告人の今までの努力や頑張りが間違いではなかったと認められる\nことと同じ結果をもたらし、自分の努力が無駄ではなかったと実感でき、正しいこ\nとは必ず報われるという社会への信頼を取り戻すことができ、さらに相手方の責任\nを公にできたことによって自ら受けた屈辱感等が癒されることは明らかである。従\nって、以上のように抗告人が被った諸々の人格的不利益は回復されるのである。\n５　以上から明らかなように、裁判所が執行停止決定をなすことによって、抗告人\nが本件処分により受けた人格的不利益の回復に資することになるのである。\n以上\n別紙（二）\n一　拒否処分と執行停止\n１　違法な処分の是正について、取消判決と執行停止決定とで決定的な相違がない\nというのは、抗告人の独断である。口頭弁論を経た上での判断と疎明資料による暫\n定的判断とが同一の効果をもたらすことはありえない。前者は、処分の効力を確定\n的に消滅させるのに反し、後者は、処分の効力を暫定的に停止するに過ぎないので\nある。\n２　拒否処分に対する執行停止があると、その決定の拘束力によって、行政庁はそ\nの決定の趣旨を尊重し、急遽新たに判断をし直さなければならないとの抗告人の主\n張は、期待論ないし立法論としてはともかく、現行法体系下の法解釈としては失当\nである。\n抗告人は、（１）執行停止決定によって拒否処分がなされていない状態になるか\nら、行政庁としては、申請に対する許否いずれかの応答をし直さなければならな\nい。（２）その応答は、決定の趣旨に従ってなされなければならない。（２）右の\nようを効果が執行停止決定にあり、しかも、本件不許可処分の特殊性からして、本\n件申立て事件については、申立の利益があるとする。そして、本件不許可処分の特\n殊性として、本件不許可処分に係る申請は、「本件高校の平成三年度の第一学年に\n予定される年間教育カリキュラムに従って、同学年に属する他の生徒とともに学習\nすることの許可を求める申請」であるから、平成三年度の第一学年の年間カリキュ\nラムが終了してしまっては、抗告人の右申請の実現が不能になってしまうことを挙\nげる。\n執行停止の効果は、本件不許可処分の「効力」が本案確定時まで「停止される」だ\nけであって、原決定も指摘するように、処分自体はなお存在しているのである（原\n決定六丁裏二行目、一四丁表一行目）。執行停止決定には、暫定的にも、処分の効\n力を消滅させる効果はないから、申請に対する許否いずれかの応答をし直さなけれ\nばならないわけではない。行政事件訴訟法第三三条第三項が執行停止について同条\n第一項だけを準用し、同条第二項を準用してない理由もここにあるのである。申請\nに対する拒否処分が取り消された場合には、その申請に対する応答（拒否処分）が\nないことになるので、取消判決を実効あらしめるため、その拘束力として第三三条\n第二項が置かれているのである。もし執行停止に処分自体を消滅させる効果がある\nとすれば、そもそも本案訴訟の訴えの利益がなくなるといわねばならないし、仮に\nこれに訴えの利益を認めるにしても、本案訴訟で行政庁の勝訴が確定した場合、原\n処分は既に消滅してしまっている以上、勝訴判決は行政庁にとって何ら意味のない\nものになってしまうからである。\n現行行政事件訴訟法が執行停止につき右のような制度を採用している以上、執行停\n止決定によって、「急遽新たに判断をし直さなければならない」、「申請に対する\n許否いずれかの応答をし直さなければならない」ことを前提とする抗告人の主張が\n失当であることは明らかである。\n３　このことは、抗告人がいう「本件不許可処分の特殊性」があっても何ら変わる\nところはない。抗告人が「本件不許可処分の特殊性」を持ち出したのは、執行停止\nという仮救済が期待できなければ、結局、抗告人の救済の機会が全く失われること\nになることを理由とするもののようである。しかし、本件不許可処分に係る申請が\n抗告人の主張のようなものだとは考えられない。この理でゆけば、平成四年度にな\nれば、本案の訴えの利益も消滅することになる。この点は暫く置くとしても、執行\n停止が認められても、これによって相手方に何らの法的義務が生じないことは右に\n述べたとおりであるし、また、相手方としても任意に本件拒否処分を取消し、入学\n許可をする考えはない。\n４　そもそも現時点においては、既に平成三年度の総授業日数の四割が経過してし\nまっており、本件高校への入学許可自体最早なしえない時期になっている。この点\nに関し、抗告人は、授業日数の四分の一以上の欠席があれば進級できないという内\n規は、相手方の裁量によってこれに反する取扱いも可能だという。しかし、この内\n規は、教職員は勿論、生徒にも示されており、本件高校の管理運営に関する規範で\nある。この規範を定めた相手方といえどもこれに拘束されるのは明らかである。こ\nの規範の定めに違背し、それゆえに、仮に入学させたとしても全く進級が望めない\n抗告人をこの規範に反してまで入学させうるほと広い裁量権が相手方にあるとする\nなら、本件不許可処分も当然に裁量の範囲内にあることになり、本案について理由\nがないことが明らかであるから本件執行停止の申立は、この点においても却下され\nなければならない。\n５　以上の次第であって、本件不許可処分の執行停止について申立の利益がないこ\nとは明らかである。\n二　人格的不利益の回復について\n１　本件不許可処分の正当性\n抗告人は、違法な本件不許可処分により人格的不利益を被ったと主張する。\n抗告人は、本件不許可処分は抗告人の身体的障害を唯一の理由として行われたもの\nであり、抗告人に障害があることをもって教育を受ける権利を奪ったのであるから\n本件不許可処分は違法であると断じている。\nしかしながら、本件不許可処分は、抗告人に障害があることだけを問題として行わ\nれたものではなく、抗告人の障害の特性とその程度、高等学校の受入れ態勢などを\n総合的に判断した結果、行われたものである。\nそもそも、教育を受ける権利とは、抗告人も認めるとおり「能力に応じてできるか\nぎりの教育の保障を受ける権利」なのであるから、その能力如何によっては異なっ\nた教育の機会が与えられることが認められているのである。これを障害者について\nみるならば、障害者にとっての教育を受ける権利は当然に普通高校で教育を受ける\n機会が与えられることを意味するのではなく、障害者が有する障害の特性と程度に\nよっては普通高校で教育が受けられないこともあり得るのである。\n抗告人は、「能力」すなわち学力と理解するかのようであるが、誤りである。「能\n力」の中には当然のことながら身体的能力も含まれる。しかしながら身体的能力の\n点で劣る者であっても、等しく教育を受ける権利があり、この権利実現のために養\n護学校が設置されているのである。\n抗告人は、兵庫県及び文部省の調査結果を示し、独り相手方のみが時代の流れ、更\nには、文部省の指導に反し、障害者の受入れを拒んでいるかの如く主張する。しか\nし、文部省平成二年度の学校基本調査によれば、平成二年三月に中学校の障害児学\n級を卒業した一万三七二人の生徒のうち、普通高校に進学した者は、一七五一人と\n二割にも満たない数字を示している（疎甲第一五号証五六七頁）。さらに言えば、\nこれらの数は、学校教育法第七五条第一項各号に掲げる者の数であって、その中に\nは、肢体不自由者だけでなく、身体虚弱者、弱視者、難聴者等も含まれており、抗\n告人と同程度の障害を持つ者の数ではないことは明らかである。\n抗告人が掲げるこれらの数字は、障害者にとっての教育を受ける権利の内容として\nは、普通高校で教育を受けることが全てではないことを如実に物語っているのであ\nる。\n抗告人自身も「全ての障害児を普通高校へといった単純で固定的なことが全てとい\nうわけではない」といい、さらに「養護学校や障害児学級の必要性も現状において\nは否定できない」と、障害者が有する障害の特性及び程度如何によっては普通高校\nで教育が受けられないこともあり得ることを認めているのである。\n抗告人は、本件不許可処分を障害者の教育を受ける権利を奪う違法なものと断ずる\n論拠として専門医である医師の診断を挙げている。なるほど右診断によれば「内科\n的診察では呼吸不全、心不全を示す徴候はみられず、就学可能と考えます」とされ\nている。しかし、これは入学の拒否処分の前提となる合否判定を行う上で、ひとつ\nの判断材料となるものにすぎない。すなわち、抗告人の障害に関する右診断は、医\n学的見解の範囲にとどまるものであり、抗告人に普通高校において三年間の教育課\n程を履修できるだけの客観的事情が存するかどうかのさらなる教育的判断が必要と\nなるわけである。\n右教育的判断は、高等学校への入学に関して、入学の拒否処分の権限及びその前提\nとなる入学者の選抜の権限を有する校長が行うことになるのである（学校教育法施\n行規則第五九条）。\n高等学校は、中学校における教育の基礎の上に、心身の発達に応じて高等普通教育\n及び専門教育を施すことを目的としている（学校教育法第四一条）。\nこの規定は、直接には、生徒の心身の発達に応じて教育を施すことを規定するもの\nではあるが、高等学校においては、中学校を卒業したおよそ一五歳から一八歳ぐら\nいまでの者の平均的な心身の発達度を基準に置いて教育が施されることが予定され\nているのである。すなわち、高等学校においては、高等学校教育及び専門教育を施\nすに足りる程度の心身の発達が要求されているといえるのである。\nしたがって、校長が入学の拒否処分を行うに当たっては、入学志願者が高等学校に\nおける教育目的を達成するために必要と思料される能力、適性等を有するか否か、\n換言すれば、心身が三年間の就学に耐えうるか、高等学校の教育課程を履修できる\n見込みがあるかを教育的見地に立って総合的に判断すべきものであり、これは、い\nわゆる自由裁量行為に属する（和歌山地判昭和四八・三・三〇、大分地判昭和六\n二・二・二三及びその控訴審福岡高判昭和六三・五・三一）。\n本件高校を含む尼崎学区に属する高等学校への入学は、兵庫県公立高等学校入学者\n選抜要綱（以下「要綱」という。）及び要綱第一〇一項の別途指示により総合選抜\n制度がとられている。この制度によれば、相手方を含む八人の関係高等学校長によ\nり構成される合否判定委員会が尼崎学区全体の合格者を、次いで本件高校を含む八\n校の合格者を決定し、この決定に従い八人の校長がそれぞれ自校の入学許否の処分\nを行うことになっている。\n入学者の選抜に関し、合否の判定を合否判定委員会によらしめているのは、入学拒\n否処分の妥当性を確保することにある。\n本件不許可処分は、右に述べたように右合否判定委員会の合否判定に従い相手方が\n行ったものであり、また、右合否判定においては、原審における意見書で述べたと\nおり、抗告人の病気の特性、障害の程度、学校の受入れ態勢を考慮して、高等学校\nでの教育課程の履修が可能かどうかを教育的見地から総合的かつ合理的に判断され\nており、高等学校への入学に関し、校長に与えられた裁量権の範囲を逸脱するとこ\nろはなく、違法の問題が生ずる余地はないのである。\nしたがって、本件執行停止の申立ては本案について理由がないとみえるときに該当\nするのであり、却下を免れない。\n２　申立の利益\n抗告人は、本件不許可処分によって、深刻かつ全般的な人格的不利益を被ってお\nり、このような人格的不利益については、本案判決をまつのではなく、執行停止と\nいう仮の救済措置によって早急に救済される必要がある旨主張する。\nそして、抗告人は、執行停止によって、自分の努力が無駄でなかったことを実感で\nき、正しいことは必ず報われるという社会への信頼を取り戻すことができ、さらに\n自ら受けた屈辱感等が癒されることになり、人格的不利益は回復されるという。\n原決定も指摘するとおり、人格的不利益の回復は、本件高校への入学が許可されて\n初めて癒されるものであるところ、不許可処分の効力が停止されるだけでは抗告人\nの入学を直ちに実現できないのであり、また、前記一で述べたとおり相手方として\nも、執行停止が認められても、任意に本件不許可処分を取消し、入学許可をする考\nえはないのであるから、執行停止の申立てが認容されても、抗告人に現実的救済が\n与えられる状況はない。\nしたがって、人格的不利益の回復という視点をもってしても、本件執行停止の申立\nてに申立ての利益を認めることはできないのであり、この点においても、本件執行\n停止の申立は、却下されなければならない。\n"
}