{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 3,
    "day": 31
  },
  "case_number": "平成9(行コ)114",
  "case_name": "公文書非公開決定処分取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　横浜市公文書の公開等に関する条例に基づく公文書の公開請求に対する一部非公開決定の取消しを求める訴えの係属中に，非公開部分の一部が当該訴訟において書証として提出されたとしても，同部分に係る決定の取消しを求める訴えの利益が消滅したとはいえないとした事例　２　市が日本下水道事業団に委託した請負工事に係る設計書及び伺書に記録された設計単価，労務単価，設計金額，いわゆる歩掛及び執行予定額が，横浜市公文書の公開等に関する条例９条６号に非公開事由として規定する事務事業情報に当たらないとされた事例",
  "case_gist": "１　横浜市公文書の公開等に関する条例に基づく公文書の公開請求に対する一部非公開決定の取消しを求める訴えの係属中に，実施機関が非公開部分の一部を当該訴訟において書証として提出した場合につき，前記条例は公開請求をした者が請求に係る公文書に記録された情報を知っているか否かを問わず，同条例の定める手続によって公文書の公開を求める権利を具体的に保障しているところ，前記実施機関は前記処分を取り消し，又は変更しておらず，非公開部分の一部を書証の形で開示したものにすぎないから，前記条例の定める手続によって適時に請求に係る公文書の公開を受けるという請求者の権利はいまだ回復されていないとして，書証として提出された部分に係る決定の取消しを求める訴えの利益が消滅したとはいえないとした事例　２　市が日本下水道事業団に委託した請負工事に係る設計書及び伺書に記録された設計単価，労務単価，設計金額，いわゆる歩掛及び執行予定額につき，設計金額，執行予定額は，予定価格と同一の性格を有するところ，予定価格が公表されない制度の下で談合組織のみが予定価格に関する情報を不正に入手し，談合組織が落札を独占し得る状態となっている場合には，予定価格を事後的に公表することこそが，その後の同種工事の契約締結事務の公正かつ円滑な執行に資するものといえるところ，前記市においては，前記各文書に係る非公開決定のされた当時，予定価格の事後公表に踏み切るべき客観的状況が生じていたのであるから，設計金額，執行予定額を公開することにより，その後の同種工事の契約締結事務の公正かつ円滑な執行に著しい支障を生じさせるおそれがあったとはいえないほか，設計単価，労務単価，いわゆる歩掛についても，その公表により前記支障を生じさせるおそれがあったとはいえないとして，前記設計金額等の各情報は，いずれも，横浜市公文書の公開等に関する条例９条６号が非公開事由として規定する事務事業情報に当たらないとした事例」",
  "lawsuit_id": "16076",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16076",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/076/016076_hanrei.pdf",
  "contents": "主　　　文\n一　原判決を取り消す。\n二　被控訴人が控訴人に対して平成七年五月二六日付けでした原判決別紙一「下水\n道事業団工事請負設計図書送付一覧表」及び同別紙二「下水道事業団工事請負設計\n書一覧表」記載の各文書に関する公文書一部公開処分のうち、「設計金額、設計単\n価、歩掛、執行予定額」を非公開とした部分を取り消す。\n三　訴訟費用は、第一、二審を通じて、被控訴人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴人\n主文と同旨。\n二　被控訴人\n１　原判決を次のとおり変更する。\n２　控訴人の本件訴えのうち、被控訴人が控訴人に対して平成七年五月二六日付け\nでした原判決別紙一「下水道事業団工事請負設計図書送付一覧表」及び同別紙二\n「下水道事業団工事請負設計書一覧表」記載の各文書に関する公文書一部公開処分\nの中の「設計金額」及び「執行予定額」並びに工場派遣作業員以外の労務単価であ\nる「設計単価」を非公開とした部分の取消しを求める部分を却下する。\n３　控訴人のその余の請求を棄却する。\n４　控訴費用は控訴人の負担とする。\n第二　事案の概要\n一　事案の概要は、被控訴人が二記載のとおり当審において従前の主張を変更し、\n控訴人が三記載のとおり反論したほかは、原判決「事実及び理由」欄第二に記載の\nとおりであるから、これを引用する。\n二　被控訴人の主張の変更\n１　横浜市においては、平成一〇年五月一八日以降に執行する入札分から、建設工\n事に係る予定価格の事後公表を行うこととした。\nこれに伴い、被控訴人は、本件文書中の予定価格に相当する設計金額及び執行予\n定額の部分並びに既に一般に公表された労務単価（ただし、工場派遣作業員に関す\nるものを除く。）を本件の書証（乙第八ないし第二五号証）として提出する方法で\n公開した。\nよって、控訴人の本件訴えのうち、右各部分の非公開決定の取消しを求める部分\nは訴えの利益が消滅した。\n２　１の公開後もなお非公開とした事項のうちの基本的な項目は、機器単価並びに\n工場派遣作業員の労務単価及び歩掛であり、これらを非公開とすべき理由は、前記\n原判決引用部分のうちの原判決一九頁六行目から同二二頁三行目までに記載のとお\nりであるが、要するに、これらを公開すると、今後これらの単価等の決定のための\n見積が適正に行えず、また各単価等が判明することにより全体の集計金額が容易に\n判明し、予定価格の事前公表と同じ効果をもたらすという点にある。\nまた、これらの基本的な項目以外の項目でも、それを公開することにより基本的\nな項目がかなりの精度で算出可能となる項目も併せて非公開のまま残すこととし\nた。\n三　控訴人の反論\n１　被控訴人は、本件文書の非公開部分の一部を事実上公開して、本件訴えの一部\n却下を求めているが、控訴人は右部分について非公開処分を取り消したわけではな\nく、公文書の公開請求は請求者が当該文書の内容を知っているか否かを問わず認め\nられるべきものであるから、右事実上の公開によって控訴人の訴えの利益が消滅す\nることはない。\n２　被控訴人が依然として機器単価等を非公開としている理由の一つは、それらが\n汎用品ではなく特注品であるため、これらを公開すると今後の単価決定のための見\n積が適正に行えないというものであるが、汎用品か特注品かの区別は程度の問題に\nすぎないし、今後の単価決定のための見積についても、その結果決定された単価が\n公表されることこそが見積の適正さを確保する唯一の手段となるのであって、被控\n訴人の主張は非公開の理由となるものではない。\nまた、予定価格の事前公表につながるとの点は、本件に限らず公共工事一般に共\n通する問題であり、しかも一般の公共工事では積算資料の公表が進んでいるため予\n定価格を事前に把握することが極めて容易になっているのであるから、予定価格が\n事前に判明することは、入札について格別支障になるものではない。\n第三　本案前の主張に対する判断\n一　被控訴人は、本件文書中の予定価格に相当する設計金額及び執行予定額の部分\n並びに既に一般に公表された労務単価（ただし、工場派遣作業員に関するものを除\nく。）を本件の書証（乙第八ないし第二五号証）として提出する方法で公開したか\nら、控訴人の本件訴えのうち、右各部分の非公開決定の取消しを求める部分は訴え\nの利益が消滅したと主張する。\n二　公文書公開条例は、公文書の公開等を求める市民の権利を明らかにするととも\nに、市政に関する情報の公開及び提供に関して必要な事項を定めており（一条）、\nしかも請求者が当該情報を既に知っているか否かが公開の可否に影響を与える趣旨\nの定めは置いていない。これによると、同条例は市民等に当該情報を既に知ってい\nるか否かを問わず、同条例の定める手続によって公文書の公開を求める権利を具体\n的に保障しているものと解するのが相当である。そして、控訴人は、違法な非公開\n処分がされたことにより右の権利が侵害されているとして本件訴えを提起している\nのであるから、右権利侵害の状態が回復されたと認められない限りは、なお訴えの\n利益を有するというべきである。\nこのような観点から本件をみると、被控訴人が前記のとおり本件文書の一部を開\n示したものを本件の書証として提出し、控訴人がその写しを受領したことは記録上\n明らかであるが、被控訴人が当該部分ついて本件処分を取消し又は変更した形跡は\nなく、公文書公開条例の定める手続によって本件文書の公開を受けるという控訴人\nの権利は未だ回復されていないことが明らかである。また、一旦非公開処分をしな\nがら、その取消訴訟の推移を見ながら、訴訟の対象とされている非公開処分を取り\n消すことなく、その訴訟中において対象文書を書証として提出することにより、訴\nえの利益を失ったことを理由とする訴え却下判決をなすべきものとして、敗訴判決\nを免れることを認めるときは、安易な非公開処分を誘発することとなりかねず、適\n時における情報公開を妨げる結果となるおそれもある。\nこのように被控訴人が本件文書の一部を書証の形で開示したことのみでは、公文\n書公開条例の定める手続によって、適時に本件文書の公開を受けるという控訴人の\n権利は回復されておらず、控訴人が本来回復すべき権利状態が実現されたとはいい\n難いから、右開示部分について控訴人の訴えの利益が消滅したとは認められず、被\n控訴人の右主張は採用できない。\n第四　認定した事実\n一　本件工事と横浜市の入札制度\n証拠（甲五四ないし六二、六三の１、２、六四ないし六六、六八の１ないし３、\n七三、乙二六、二七、証人池谷充隆）に弁論の全趣旨を総合すると、次の事実が認\nめられる。\n１　本件工事は横浜市が下水道事業団に委託したものであるが、横浜市では、本件\n工事と同種の工事を自らも発注しており、その数は、平成元年度から平成九年度ま\nでの合計で六七三件に達し、この間に下水道事業団に委託した一九件を大きく上回\nっている。\n２　横浜市は、本件工事と同種の工事を独自に発注する場合も、本件工事に用いた\nものと同一の積算資料を用いており、入札の方式については、工事の専門性を考慮\nし、工事金額が一億円未満のものはすべて、一億円以上二四億三〇〇〇万円（平成\n六年当時は二一億六〇〇〇万円、以下同じ。）未満のもののほとんどについて汎用\n型指名競争入札、すなわち、発注する工事ごとに入札参加資格を有する者の中から\n選定基準に基づいて指名した七者から一〇者により競争入札を行う方式を採用して\nいる。もっとも、工事金額が二四億三〇〇〇万円を超える公共工事については、国\n際的な取決めに従い一般競争入札、すなわち、予め入札参加資格を有する者との確\n認を受けた者は誰でも参加し得る方式を取らざるを得ないが、本件工事はいずれも\n右金額未満のものであるし、横浜市は、本件工事と同種の電気設備工事については\n一般競争入札を実施したことがない。なお、神奈川県下の藤沢市、相模原市、綾瀬\n市、逗子市、茅ヶ崎市及び小田原市においては、少なくとも平成六年度以降、下水\n道処理施設の電気設備工事の発注につき一般競争入札が行われている。\n３　指名競争入札を行うに当たって、多くの自治体では入札参加資格を有する業者\nを予め登録させ、その入札参加資格登録業者を一定の基準で格付けし（格付等級\n制）、個々の工事に見合った業者の中から指名業者を選定しており、横浜市でも、\n発注する工事の種類ごとに業者登録をし、業者の多い工種については格付等級制を\n採用して、工事に応じて適切な業者を指名しているが、本件電気設備工事のように\n工事の専門性が高く施工業者が極めて限定される工事については、そのような方式\nは採らず、工事発注局である下水道局において、予め主要機器を指定し、機器ごと\nに製造業者を審査して製造業者名簿を作成しておき、契約担当局である財政局は、\nこの名簿で業者の技術的適性や請負実績を確認し、その中から指名業者を選定して\nいる。\n４　全国的に業者による談合が発生している中で、横浜市においては、これを防止\nするため、平成四年度以降、指名業者名を入札時まで公表せず業者間で誰が指名さ\nれたかが判明しないよう工夫したほか、平成五年度からは談合に関する情報があっ\nた場合には入札参加業者から入札金額見積内訳書を提出させることとし、平成六年\n度からは、一般競争入札制度及び意向反映型指名競争入札制度（選定基準によって\n選定した者につき入札参加の意向を確認し、希望者の中から不適格基準に該当する\n者を除いて競争入札を実施する方法）の導入、指名業者を一同に集めての現場説明\n会及び共同企業体の予備指名の廃止等の対策を講じたほか、談合が明らかになった\n場合の指名停止処分を強化するとの方針を採用してきた。\n二　我が国の公共工事における予定価格の取扱いの変遷\n証拠（甲一一、一二、一六、三二ないし三五、三六の１、２、四〇、四四、四\n五、四七、四九、五二、五三の１、２、六九、七二、乙一、二）に弁論の全趣旨を\n総合すると、次の事実が認められる。\n１　我が国においては、明治以来、公共工事が重要な機能を果たしてきたが、その\n契約制度の運用については、従来から適正な競争確保の観点から社会的な批判や要\n請が行われてきた。国の中央建設業審議会は、昭和五八年三月、このような批判等\nに対応するため「建設工事の入札制度の合理化対策等について」と題する建議を公\n表したが、その中で、適正な競争確保のためには予定価格が的確に設定されるとと\nもに、受注者が的確な見積を行うことが基本であり、このために積算の基本的な考\nえ方や標準歩掛等の積算基準をできる限り公表し、積算基準そのものの妥当性を世\nに問うとともに、受注者による的確な見積に資し、あわせて、開かれた行政への要\n請に応えることが必要であるとしたが、予定価格の事前公表については、建設業者\nの真剣な見積の努力を失わせ、業者間の価格調整を誘発するおそれが大きいので実\n施すべきではないとし、その事後公表についても、以後の同種工事の予定価格を類\n推させることとなり、事前公表と同様の問題を招くことから好ましくないとしてい\nた。\n２　平成五年、地方公共団体の首長と大手建設会社の幹部が公共工事をめぐる贈収\n賄容疑で相次いで逮捕・起訴されたことにより、公共工事に対する国民の信頼が著\nしく損なわれた。そこで、中央建設業審議会は、公共工事の入札・契約制度全般に\nわたる思い切った改革に着手することとし、同年末、「公共工事に関する入札・契\n約制度の改革について」と題する建議を行った。その中で、予定価格をめぐる措置\nについては、予定価格の漏洩と談合によって落札価格が予定価格の直下になってい\nるとの疑念が生じているとの認識を示した上、予定価格の事前公表を行うことによ\nり、これを探ろうとする不正な動きを防止し、不自然な入札を行いにくくすべきで\nあるとの意見、及び予定価格を公表しても競争的な環境の下では必ずしも談合を助\n長しないとの意見を紹介する一方、昭和五八年の建議と同様の理由から、事前公表\nには問題が多く、事後公表についても、同様の弊害を誘発するおそれがあることか\nら、その適否については慎重に検討する必要があるとするにとどまり、予定価格の\n事前又は事後の公表については新たな改革案を提示するには至らず、予定価格の漏\n洩をめぐり国民からいささかも疑念を持たれることのないよう、より効果的な漏洩\n防止対策などについて幅広く検討を進める必要があると指摘するにとどまった。\n３　平成六年一〇月、当時の連立与党は、公共工事の入札制度に関する改革原案を\n公表した。同案は、まず、我が国の公共事業の工事単価は国際的にみて割高と言わ\nれ、効率的な社会資本整備が行われているとは言いにくく、これらは、硬直的な積\n算や自由競争原理が十分に働かない発注・入札システムによるところが大きいとの\n問題意識を示した上、抜本的な入札制度の改革を断行することが必要であるとし、\nその一つとして、予定価格の公表を取り上げ、汚職の多くは予定価格の漏洩に関す\nるものであり、予定価格を公表することで不公正な競争をなくし、明示された制限\n価格内での公正な競争の実現をはかるべきであるとした。\n４　平成九年一二月、国の行政改革委員会は、その最終意見を発表した。その中\nで、予定価格制度について、ヒアリングによると、地方公共団体では予定価格に関\nする情報が入札以前に漏洩し、予定価格直下で落札されるケースが多いとの指摘が\nあったとした上、「積算基準の公表等により、予定価格はかなりの精度で類推可能\nであり、事後的にも予定価格を秘密にしておくことのメリットは小さい。漏洩に対\nする取り締まり体制の脆弱性を理由として、逆に談合その他の不正行為の頻発が放\n置されている面さえある。こうしたことから、落札の実態を公にして第三者による\n監視を容易にし、不自然な入札を行いにくくするという考え方は十分考慮に値す\nる。また、予定価格の事後公表には、発注者がコスト縮減努力をしているか、コス\nト縮減に反することをしていないかについて、納税者等が関心を持ち、監視するこ\nとを可能とする条件を整えるというメリットがある。公共工事の発注においては、\n事業の効率的執行の要請の一方、例えば地元業者の優遇というような効率性とは別\nの要請が強く働くことがしばしばである。公共工事の発注者がこのような立場に置\nかれていることを考えると、競争原理の確保には透明性の一層の向上が不可欠であ\nり、予定価格の事後公表はそのための有力な手段である。」と指摘した。内閣は、\nこれを受けて、同月二〇日、この最終意見を最大限尊重し、規制緩和、公的部門と\n民間部門の活動領域の見直しの積極的推進など所要の施策を実施に移すとの閣議決\n定を行った。中央建設業審議会も、平成一〇年二月四日、「建設市場の構造変化に\n対応した今後の建設業の目指すべき方向について」と題する建議を行い、その中\nで、予定価格の事後公表が、不正な入札の抑止力となり得ることや積算の妥当性の\n向上に資することから、これに踏み切り、その具体的な方法等について検討を開始\nすべきであるとした。\n５　これらを受けて、建設省は、同日、同省直轄工事につき、平成一〇年度から予\n定価格の事後公表を行う予定と発表し、これを予定どおり実施し、同年一〇月一日\n以降に入札を執行した工事からは、随意契約を除く全工事につき、予定価格の積算\nの内訳についても予定価格と併せて公表することとした。また、同年四月一日に\nは、建設省建設経済局長及び自治省行政局長が、全国の都道府県知事に対し、右建\n議等の趣旨を十分理解し、公共工事に係る入札・契約手続及びその運用の改善に取\nり組み、そのことを管内の市町村に周知徹底するよう要請し、これに応じて、多く\nの自治体が予定価格の事後公表を行うようになり、東京都など一部の自治体では試\n行的にその事前公表を行うようになった。また、横浜市においても、同市が発注す\nる建設工事につき、同年五月一八日以降に執行する入札分から予定価格の事後公表\nを行うこととした。\n三　下水道事業団発注工事をめぐる談合の発覚と本件情報公開請求\n証拠（甲一、一七）に弁論の全趣旨を総合すると、次の事実が認められる。\n１　公正取引委員会は、平成七年、下水道事業団が全国各地で行う本件工事と同種\nの電気設備工事の入札に関し電気メーカー九社が多数回にわたって談合を繰り返し\nたとして、右各社とその受注事務担当者及び下水道事業団の発注事務担当者を検事\n総長に告発し、東京高等検察庁は、同年六月、東京高等裁判所にこれらの者を独占\n禁止法違反の罪で公判請求し（同庁平成七年（の）第一号事件）、公正取引委員会\nは、同年七月、右九社に対し、総額一〇億円を超える課徴金の納付を命じた（同委\n員会平成七年（納）第五四一号ないし第五四九号事件、公正取引委員会審決集四二\n号三〇〇頁参照）。東京高等裁判所は、平成八年五月三一日、右独占禁止法違反被\n告事件について、右各社の受注担当者らが、平成二年以降、下水道事業団の発注担\n当者から同事業団が発注する電気設備工事の件名及び予算金額等の教示を受けた\n上、各社間における受注調整を行って不当な取引制限をしたとの事実を認定し、平\n成五年度に行われた行為について有罪判決をし、同判決は確定した（高等裁判所刑\n事判例集四九巻二号三二〇頁参照）。\n２　これらが発端となって、全国各地において、下水道事業団に工事を委託してい\nた地方公共団体が談合によって損害を受けたとして、その住民が自治体に代位して\n談合を行ったメーカーに対して住民訴訟等により損害の賠償を求める動きが広まっ\nた（この点は公知の事実である。）。\n控訴人も、横浜市の住民の代理人として住民訴訟の前提となる住民監査請求を行\nおうと考え、平成七年五月二日、本件工事の受託価格が適正か否かを検討し監査請\n求を準備するためと明示して、本件文書の公開を請求した。その後、控訴人は、訴\n訟代理人として住民訴訟を提起しており（横浜地方裁判所平成八年（行ウ）第一〇\nないし第一五号）、横浜市の損害を立証するには、設計金額や執行予定額のみなら\nず設計単価や歩掛に関する情報が是非必要であると考えている。\n３　他方、会計検査院は、下水道事業団の発注する電気設備工事について独占禁止\n法違反行為が発生した事態を踏まえ、下水道事業団発注工事の一層の適正化を図る\nという観点から平成四事業年度から平成六事業年度までに発注された電気設備工事\nについて重点的に検査を実施した。その結果、機器費の約五〇パーセントを占める\n機器について見積による積算を行っていることにつき、今後は、積算価格の客観性\n及び妥当性の観点から、できる限り各機器の実勢価格を調査検討することにより、\n見積による積算を少なくすること、及び、機器の据付労務費が作業の多くを工場派\n遣作業員が行うものとして積算されていることにつき、近年、一部の機器は現場で\nの作業が簡易化しているため、現地雇用の電工等工場派遣作業員以外の者でも対応\nできるものが見受けられたとし、今後は、据付作業が簡易化した機器については、\nその作業実態に即した据付費の積算を行うよう調査検討して、必要に応じて積算基\n準の見直しをすることなどを指摘した。\n第五　本案についての判断\n一　予定価格の事後公表について\n予定価格を定める意義は、予め適正価格の上限を設定し、最低入札価格がこれを\n上回る場合には落札を許さないことにより、落札価格が適正価格を上回ることを防\n止することにあり、税金で賄われる公共工事においては、限られた予算の効率的な\n使用という観点から重要な機能を果たしている。他方、入札に参加する業者として\nは、営利企業としての性質上、最大の利潤を挙げることを目標とし、できるだけ予\n定価格に近接した価格で落札することを目論むのが当然であるが、他の入札者との\n間で談合が行われていない場合には、他の者との競争上、独自に積算努力をし経営\n判断等を加味した入札価格を設定するほかなく、すべての参加者がこのような努力\nをして入札している場合には、競争入札制度は本来の機能を有効に働かせることが\nできるのである。\nこのような状態は、業者の側からすれば、入札の都度、多大の努力をしたとして\nも落札できるとは限らないから、そのような努力をする代わりに一定程度の受注が\n確保できれば満足しようという、いわば易きにつく傾向が生じやすいことは予想に\n難くないところであり、ここに談合が生ずる契機がある。このような談合が生じた\nとしても、それに参加しないアウトサイダーの存在を無視し得ず、予定価格が適切\nに設定されている場合には、談合の存在が直ちに公共工事の効率的な執行を妨げる\nものではない。しかし、談合組織はアウトサイダーを排除するためにさまざまの手\n段を用いるのが常である上、予定価格が公表されない制度の下で、談合組織のみが\n予定価格に関する情報を不正に入手し、これを基に談合を行うことが恒常的に行わ\nれるようになると、談合組織は労せずして最も効率的な落札価格を設定し得るのに\n対し、アウトサイダーは、多大の労力をかけても落札できるとは限らない地位に置\nかれたままであるから、次第に入札の意欲を失って駆逐され、又は自らも談合組織\nに加わって一定の受注を受けることに満足することになる可能性が大きい。その結\n果、談合組織が落札を独占し得る状態となり、しかも、予定価格が公表されないこ\nとから、そのような実態にあることが一般人には明らかとならず、談合組織として\nは内部の結束を堅めさえすれば外部からの発覚を恐れることなく談合を継続し得る\nこととなり、談合組織はますます強固となり、その不正の摘発はますます困難とな\nる。また、発注者に適切な予定価格を設定する能力がなく、業者の見積等に不当に\n影響されて適正価格を上回る予定価格を設定するおそれがあるときには、このこと\nが談合の存在と相まって、落札価格を不当に高額化させることとなり、しかも、予\n定価格が公表されない場合には、そのような状態が外部から批判される可能性もな\nいまま放置されることとなって、当該入札事務は、制度の根幹にかかわるほど不適\n正な状態に陥ることとなりかねない。\nしたがって、談合組織が存在し、これに予定価格に関する情報が漏洩されている\nと疑われる客観的な根拠があり、しかも自己の査定能力に無視し得ない疑問が呈さ\nれている場合には、発注者としては、公共工事の適正な執行に責任を負うべき者と\nして、予定価格を遅くとも事後的に公表することによって、予定価格自体につき広\nく一般の批判にさらして以後の査定を適切なものとすることを目指し、併せて談合\n組織が予定価格直下での落札を繰り返すといった極端な行動を取ることを牽制する\nことこそが、入札制度の健全化に資するものと考えられるのであって、その公表を\n怠ることは、談合の存在及び予定価格自体の問題点を一般の目から隠し、問題の解\n決を困難にするものであって、その職責に反するものというほかない。\n二　本件文書中の設計金額及び執行予定額等の公開の可否\n前記認定の事実関係に照らすと、本件処分当時までには、公共工事には広く談合\nが蔓延し、これにかなりの割合で予定価格に関する情報が漏洩されているとの疑い\nが濃厚である上、発注者の予定価格の査定能力には疑問があり、そのことが工事単\n価を国際的にみて割高なものにしているとの認識が一般化していたと認められるの\nであるから、既にこの時点においては、平成一〇年以降に実施されたように一般的\nな予定価格の事後公表に踏み切るべき客観的状況が生じていたと認められる。その\nことに加えて、本件工事のうち、平成二年以降に行われたものについては、公正取\n引委員会の調査によって談合組織が存在し下水道事業団の発注担当者から予定価格\n等の情報を得て受注調整を行っていたことが発覚していたのであるから、本件工事\nのその余のもの及び横浜市が独自に発注する同種工事についても、同様の談合組織\nの存在が強く疑われる状況にあったと認められるのである（なお、被控訴人は前記\n第四、一４のとおり、独自に談合防止の方策を採っていたことが認められるが、こ\nのことが本件工事についての談合防止について有効に機能していたか否かは明らか\nでない。）。\nこれらによると、被控訴人としては、本件処分当時、予定価格と同一の性格を有\nし、既に入札が終了していた本件工事の設計金額及び執行予定額を公表することこ\nそが、その後の同種工事の契約締結事務の公正かつ円滑な執行に資する状況にあっ\nたと認められるのであって、逆に右事務に著しい支障を生じさせるおそれがあった\nとは認め難く、そのようなおそれがあったとする被控訴人の主張は採用できない。\nまた、工場派遣作業員以外の労務単価については、前記のとおり、一般の予定価\n格事後公表の動きに合わせて公表されているものであり、被控訴人も当審において\n書証の形ではあるが、控訴人に提示するに至っていることに照らすと、設計金額及\nび執行予定額と同様、本件処分時に公開を妨げるべき事情があったとは認め難い。\n三　本件文書中の設計単価並びに工場派遣作業員の労務単価及び歩掛の公開の可否\n被控訴人は、本件工事の機器単価は、その特殊性から個別に見積等を徴して決定\nせざるを得ないことから、これを公表することは以後の見積の公正を担保し難くな\nると主張し、派遣作業員の労務単価や歩掛についても、同種の問題があるほか、こ\nれについては労働市場が形成されていないことから、これを公表することにより賃\n金誘導を招き雇用関係に悪影響を及ぼすと主張している。\nしかし、前記認定の会計検査院の検査結果に照らすと、これらの機器のすべてに\nついて見積を徴して単価を査定することが必要か否か、また派遣作業員を使用する\nことを前提としてその労務単価及び歩掛を非開示としたすべての作業に派遣作業員\nを使用することが必要か否かについては疑問があるといわざるを得ないし、これを\n具体的に認めるに足りる証拠もない。また、特注品である機器の単価を公表するこ\nとによって、その後の見積もりが公正ではなくなるおそれがあるという点は、横浜\n市が業者の見積もりに一定の率を乗ずることによって単価を算出しているために、\n単価公表後は業者から公表単価に合わせた高値の見積もりが提出される可能性があ\nるから、そうすると適正な見積もりを得られないことになるというものであるが、\n業者の見積額に一定率を乗じて単価を決定するという単純な方法の妥当性が再検討\nされるべきであるし、特注品とはいっても特定の業者しか作れない機器というわけ\nではないから、疑問がある場合には他の業者から相見積もりをとることもできるの\nであり、公表を否定する理由としては薄弱である（なお、被控訴人は、これらを含\nめ予算の執行全体について、市の監査委員の監査のほか、国庫補助事業については\n会計検査院の厳密な検査を受けていると主張するが、これらの機関が、特殊な機器\nや作業員に要する費用につき、独自に短期間のうちに的確な査定をする能力を有し\nているとは認め難く、いずれの機関も限られた人員で膨大な範囲の監査等を行うべ\nき職責を負っているのであるから、これらの単価等の適否について、常に厳格な監\n査等がされる保障はないというべきである。）。さらに、被控訴人が指摘する賃金\n誘導による雇用関係への影響については、そこで問題とされている雇用関係は、本\n件工事に使用する機器を製造する業者における内部問題にすぎず、仮に右雇用関係\nに影響が生じたとしても、横浜市の行う契約締結事務自体に直接的に支障を生じさ\nせるものとはいい難い上、単価等が適正なものであるならば、実際の賃金がこれに\n接近する現象が生ずることは特に弊害とは評価し難いものであるし、単価はあくま\nで平均的な者についてのものであって、現実の労働者の個別的な事情を考慮したも\nのではないのであるから、単価と現実の賃金との間に差異が生ずるのは当然のこと\nであり、通常人ならば、このことは容易に理解し得るところである。\nまた、被控訴人は、これらの単価や歩掛を公表することにより予定価格の事前公\n表と同様の結果を招くと主張する。\nしかし、予定価格を事前に予測されるおそれによる弊害は、前記の入札制度の現\n状からすると、それほど重視し得ないものであるし、既に一般の公共工事について\nは積算基準のほとんどすべてが公表されることにより、かなりの精度で予定価格を\n予測し得る状態が生じているのであり、本件工事についてことさらこの点を重視す\nべき事情も見当たらないから、このことは右単価等を非公開とすべき理由とは認め\n難い。\nしたがって、被控訴人の主張はいずれも採用できず、本件文書中の設計単価並び\nに工場派遣作業員の労務単価及び歩掛についても、その公開によって横浜市の契約\n締結事務の公正又は円滑な執行に著しい支障が生ずるとは認め難い。\n第六　結論\n以上によると、控訴人の本訴請求は理由があり、これを棄却した原判決は相当で\nないから、これを取り消した上、控訴人の本訴請求を認容し、訴訟費用の負担につ\nき、行政事件訴訟法七条、民事訴訟法六七条二項、六一条を適用して、主文のとお\nり判決する。\n東京高等裁判所第三民事部\n裁判長裁判官　高木新二郎\n裁判官　末永進\n裁判官　藤山雅行\n当事者目録\n横浜市＜以下略＞\n控訴人　Ａ\n右訴訟代理人弁護士　高橋利明\n同　清水勉\n同　谷合周三\n同　土橋実\n同　佐々木新一\n同　木村和夫\n同　佐伯剛\n同　篠原義仁\n同　中込泰子\n同　飯田伸一\n同　山田泰\n同　石井夢一\n同　勝山勝弘\n同　森田明\n同　井上啓\n横浜市＜以下略＞\n被控訴人　横浜市長　Ｂ\n右訴訟代理人弁護士　會田努\n"
}