{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 8,
    "month": 5,
    "day": 31
  },
  "case_number": "平成7(の)1",
  "case_name": "私的独占の禁止及び公正取引の確保に関する法律違反、同幇助被告事件",
  "court_name": "東京高等裁判所第三特別部",
  "article_info": "第49巻2号320頁",
  "gist": "一　指名競争入札の方法により発注される工事につき発注者側担当者が関与して行われた受注調整に関する受注事業者間の合意が私的独占の禁止及び公正取引の確保に関する法律三条の「不当な取引制限」に当たるとされた事例\n二　受注調整に関する従前の合意に基づいて行われた新たな合意が別個に私的独占の禁止及び公正取引の確保に関する法律三条の「不当な取引制限」に当たるとされた事例",
  "case_gist": "一　日本下水道事業団が指名競争入札の方法により発注する多数の下水道事業の電気設備工事につき、受注事業者間で受注調整の合意をするに際し、事業団の担当者がシェア枠による受注調整システムの導入を提案し、あるいは合意内容の変更を要請をしたこと等があっても、各受注事業者が自己の利害計算に基づいた対応をとっていたこと等の事情(判文参照)があるときは、右合意は、私的独占の禁止及び公正取引の確保に関する法律三条の「不当な取引制限」に当たる。\n二　既に受注調整に関する合意が成立していた場合であっても、各年度ごとにその見直しが行われていたなどの事情(判文参照)の下では、新たな年度の受注調整に関する合意は、私的独占の禁止及び公正取引の確保に関する法律三条の「不当な取引制限」に当たり、これをもって不可罰的事後行為と見ることはできない。",
  "lawsuit_id": "20186",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20186",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/186/020186_hanrei.pdf",
  "contents": "主　　　　文\n一　被告会社株式会社Ａ１、同株式会社Ｂ１、同Ｃ１株式会社、同Ｄ１\n株式会社及び同株式会社Ｅ１をいずれも罰金六〇〇〇万円に、被告会社株式会社Ｆ\n１、同Ｇ１株式会社、同Ｈ１株式会社及び同株式会社Ｉ１をいずれも罰金四〇〇〇\n万円にそれぞれ処する。\n二　被告人Ａ２、同Ａ３、同Ｂ２、同Ｂ３、同Ｃ２、同Ｃ３、同Ｄ２、\n同Ｄ３、同Ｅ２、同Ｅ３、同Ｆ２、同Ｆ３、同Ｇ２、同Ｇ３、同Ｈ２、同Ｉ２及び\n同Ｉ３をいずれも懲役一〇月に、被告人Ｊ１を懲役八月にそれぞれ処する。\n右被告人一八名に対し、この裁判の確定した日からいずれも二年間それ\nぞれその刑の執行を猶予する。\n理　　　　由\n（罪となるべき事実）\n被告会社株式会社Ａ１、同株式会社Ｂ１、同Ｃ１株式会社、同Ｄ１株式会社、同\n株式会社Ｅ１、同株式会社Ｆ１、同Ｇ１株式会社、同Ｈ１株式会社及び同株式会社\nＩ１は、いずれもＪ２発注に係る電気設備工事の請負等の事業を営む事業者であり\n（以下いずれもその社名のみを記す。）、被告人Ａ２は、Ａ１の公共営業本部公共\n営業推進部部長代理、同Ａ３は、同社の電力事業本部調査部部長代理として、同Ｂ\n２は、Ｂ１の情報処理・制御システム事業本部公共システム事業部公共システム第\n一部長、同Ｂ３は、同社の同事業本部情報処理・制御システム調査部受変電機器グ\nループ担当部長代理として、同Ｃ２は、Ｃ１の機電事業本部公共事業部公共営業推\n進部長、同Ｃ３は、同社の同事業本部重電調査部第二課長として、同Ｄ２は、Ｄ１\nのプラント営業本部公共営業本部水処理営業推進部主席、同Ｄ３は、同社のプラン\nト営業本部計画部第二課長として、同Ｅ２は、Ｅ１の取締役営業総本部水処理本部\n長、同Ｅ３は、同社の営業総本部営業推進本部調査部担当部長として、同Ｆ２は、\nＦ１の公共事業部全国営業担当部長、同Ｆ３は、同社の産電事業部営業調査部担当\n課長として、同Ｇ２は、Ｇ１の公共営業本部営業推進グループ部長、同Ｇ３は、同\n社のＧ４支社総務部業務課長として、同Ｈ２は、Ｈ１の営業総本部営業企画部調査\n担当課長として、同Ｉ２は、Ｉ１の公共事業部営業統括部長、同Ｉ３は、同社の営\n業推進部部長として、それぞれが所属する被告会社において電気設備工事の受注等\nの業務に従事していたもの、被告人Ｊ１は、Ｊ２の工務部次長として、Ｊ２におい\nて電気設備工事の発注等の業務に従事していたものであるが（以下いずれもその姓\nのみを記す。）、\n第一　被告人Ａ２、同Ａ３、同Ｂ２、同Ｂ３、同Ｃ２、同Ｃ３、同Ｄ２、同Ｄ\n３、同Ｅ２、同Ｅ３、同Ｆ２、同Ｆ３、同Ｇ２、同Ｇ３、同Ｈ２、同Ｉ２及び同Ｉ\n３は、同一被告会社に所属する被告人らにおいては相互に共謀の上、それぞれの所\n属する被告会社の業務に関し、平成五年度にＪ２が指名競争入札の方法により新規\nに発注する電気設備工事について、平成五年三月一〇日ころ、東京都千代田区ａｂ\n丁目ｃ番ｄ号Ｃ１本社において、被告会社九社が同年度のＪ２発注に係る電気設備\n工事の工事件名、予算金額等を基に一定の比率等に従って配分し受注することとし\nて配分比率、配分手続等を定め、さらに、被告人Ｊ１から右の工事件名、予算金額\n等の教示を受けて、これを相互に連絡するなどした上、同年六月一五日、同区ｅ町\nｆ丁目ｇ番ｈ号Ｄ１本社において、教示を受けた工事件名、予算金額等を基に、さ\nきに定めた配分比率、配分手続等に従い、前記の新規発注に係る電気設備工事を被\n告会社九社にそれぞれ配分して受注予定会社を決定するとともにその受注予定会社\nが落札して受注できるような価格で入札することを合意し、もって被告会社九社が\n共同して相互にその事業活動を拘束することにより、公共の利益に反して、平成五\n年度にＪ２が指名競争入札の方法により新規に発注する電気設備工事の受注に係る\n取引分野における競争を実質的に制限して、不当な取引制限をし、\n第二　被告人Ｊ１は、前記のとおり、被告人Ａ２ら一七名がそれぞれの所属する\n会社の業務に関し、平成五年度にＪ２が指名競争入札の方法により新規に発注する\n電気設備工事について、工事件名、予算金額等を基に、あらかじめ定めた配分比\n率、配分手続等に従い、右の新規発注に係る電気設備工事を被告会社九社にそれぞ\nれ配分して受注予定会社を決定するとともに受注予定会社が落札して受注できるよ\nうな価格で入札することを合意するに際し、その情を知りながら、同年五月中旬こ\nろ、東京都港区ｉｊ丁目ｋ番ｌ号Ｊ２事務所において、被告人Ｄ２らに対し、工事\n件名、予算金額等を教示し、もって同被告人ら一七名の前記犯行を容易にしてこれ\nを幇助した。\n（証拠の標目）（省略）\n（争点に対する判断）\n注　以下に「関係弁護人」とは、被告会社及びその所属の被告人の弁護人をい\nう。\n一　はじめに\n被告会社Ａ１の関係弁護人及び同Ｆ１の関係弁護人並びに被告人Ｊ１の弁護人を\n除き、その余の被告会社の関係弁護人らは、いずれも判示第一の犯罪の成立を争っ\nている。その理由は様々であるが、次の二つが主要なものである。\n第一は、本件における受注調整がＪ２の主導ないし主宰で行われたということを\n強調して、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」\nという。）二条六項所定の「一定の取引分野」における「競争を実質的に制限す\nる」旨の要件のいずれか又は双方を欠くとする主張である（被告会社Ｂ１、同Ｃ\n１、同Ｄ１、同Ｅ１、同Ｇ１、同Ｈ１及び同Ｉ１の各関係弁護人）。\n第二は、受注調整のルールに関する合意が既に平成二年に成立したということを\n強調して、本件受注調整が不可罰的事後行為に当たるとする主張である（被告会社\nＢ１、同Ｄ１、同Ｅ１及び同Ｇ１の各関係弁護人）。\nそこで、まず、本件犯行に至る経緯を概観し、次いで、それに基づき右の二つの\n主張について検討し、併せてその他の主張についても判断を示す。\n二　本件犯行に至る経緯について\n前掲の各証拠のほか当裁判所が取り調べた関係証拠を総合すると、以下の各事実\nを認めることができる。\n１　Ｊ２は、下水道事業を推進するために設立された認可法人である。その前身\nは、昭和四七年一一月に設立されたＪ３であるが、昭和五〇年八月に現在のＪ２に\n拡充改組されたものである。\nその業務内容は、市町村等の地方公共団体（以下「自治体」という。）からの要\n請に基づき、終末処理場、ポンプ場等の下水道施設の建設、維持管理等を行うこと\nであり、その大半は、自治体から委託を受け、その受託費を財源として行う受託業\n務で占められている。本件受注調整は、下水道施設の電気設備工事について行われ\nたものであり、その大部分が受託業務であった。\nＪ２内部における電気設備工事の実施に関する業務は、工務部電気課の所管とさ\nれ、工務部次長がその事務を担当していた。\n２　被告会社九社は、Ｊ２発注に係る電気設備工事の大部分を受注し、施工して\nいた。このうち、大手の被告会社Ａ１、同Ｂ１、同Ｃ１、同Ｄ１及び同Ｅ１を「五\n社」と呼び、中堅の同Ｆ１、同Ｇ１、同Ｈ１及び同Ｉ１を「四社」と呼び、その総\n称として「九社」という言葉が使われていた。\n被告会社九社のほかに、Ｋ１株式会社など四社がＪ２発注に係る電気設備工事の\n受注及び施工に加わっていたが、その件数や金額は「九社」に比べてごく少なく、\n平成五年度を例にとると、件数にして全体の約八パーセント、金額にして全体の約\n七パーセントを占めるにすぎなかった。これらの四社は、「九社」の側から「アウ\nトサイダー」又は「アウト」と呼ばれていた。\n３　被告会社九社は、Ｊ２の前身のＪ３の時代から、電気設備工事について受注\n調整を行ってきた。すなわち、指名競争入札の方法により発注される分について、\n入札施行前に話合いにより工事件名ごとに受注予定社を決めた上、その予定社が確\n実に落札し、受注できるように協力し合っていたのである。\nところで、Ｊ２が自治体から工事を受託する際、自治体の側からその工事を特定\nの業者に施工させてほしい旨の要望が付けられることがしばしばあった。この自治\n体からの要望を被告会社九社の受注調整担当者は「意向」と呼び、受注予定社を決\nめるに当たっては、「意向」を獲得したのがどの被告会社であるかが昀も重視され\nてきた。\n一方、Ｊ２においても、自治体はいわば顧客であってその「意向」に沿うことが\n業務の円滑な遂行とその拡大につながるという配慮から、工事発注担当者の工務部\n次長らが、被告会社九社による右のような「意向」中心の受注調整を承知した上\nで、各被告会社の受注調整担当者に「意向」の有無及び内容を伝えるなどしてい\nた。そのため、各被告会社の営業の重点が、自治体に働きかけてその「意向」を獲\n得することに置かれ、その間の受注実績に「意向」獲得の多寡による格差が生じる\nようになった。殊に、「五社」のうち被告会社Ｂ１が昭和五〇年代後半から受注実\n績を伸ばし、同Ｄ１がこれに追随し、昭和六三年度には、両社の受注金額の合計が\n全体の半分を超えるまでに至った。これに対し、被告会社Ａ１は、営業に立ち後\nれ、昭和六〇年前後の受注実績は「五社」の昀下位で、「四社」の同Ｆ１又は同Ｇ\n１に劣後するという状態にまで落ち込んでいた。\n４　昭和六三年二月に被告会社Ａ１の公共営業推進部長に就任し、同社のＪ２関\n係の営業活動を担当していたＡ４は、受注格差が生じた昀大の原因は、一部の被告\n会社が自治体の「意向」を獲得するために政治家を利用するなど過度の営業を行っ\nていることにあると判断し、これをやめさせる方法として、各被告会社の受注高に\n上限を定める案を思い付き、併せて「五社」の上限を均等にすることにより、自社\nの受注を高めることもできると考えた。そして、この案を他の被告会社に受け入れ\nさせるためＪ２の力を借りようと考え、平成元年初めころ、当時Ｊ２の工務部次長\nであったＪ４に対し、「五社」均等の上限を設けることを発案した。\nＪ４は、当初はこれに難色を示したものの、政治家を利用した過度の営業活動に\nより自治体やＪ２も迷惑を受けている実情を憂慮して、次第に賛成の態度に変わっ\nていき、平成元年四月上旬、「五社」の役員をＪ２に集め、当時工務担当理事であ\nったＪ５から、政治家利用の営業を慎まれたいとの要望を伝えてもらった。そし\nて、同月下旬、「五社」の営業担当の部長を集め、「九社」が一定の上限枠に従っ\nて受注し、特に「五社」の受注は均等にすることを提案した。\nそこで、「五社」は、各被告会社内部で対応を協議し、また、従来から受注調整\nの連絡を取り合っていた各被告会社の調査部門の担当者間で意見交換を行った。そ\nの結果、被告会社Ａ１はもとより、受注が下降気味であった同Ｅ１が賛成の立場を\n取り、また、同Ｃ１と同Ｄ１は特に反対の態度を示さなかったため、積極的に反対\nの立場を取るのは同Ｂ１のみとなったが、同社も結局受入れの方向に変わり、「五\n社」の間において、各社均等受注の合意が整った。\nその後、「九社」間の協議に移ったが、「五社」と「四社」のシェア（取り分比\n率）をどのように振り分けるかについて、双方が厳しく対立したまま話がまとまら\nなかった。そのような状態の中で、Ｊ４が、「五社」と「四社」のシェアを八〇対\n二〇に分けたらどうかと提案し、平成二年三月ころ、これに沿う方向で妥協が成立\nし、さらに、被告会社九社は、「運用手順」というシェア枠やその対象となる工事\nの範囲、受注予定社決定の手続などを定めた受注調整のルールを作った。\n５　平成二年の「運用手順」の要点は、以下のとおりである。\n（一）　Ｊ２発注の工事を、Ａ物件（新規物件＝新規に発注する工事）、Ｂ物件\n（継続新規物件＝既設物件の竣工から三年以上経過した後に発注する継続工事）、\nＢ′物件（Ｊ２新規物件＝自治体発注工事の継統分をＪ２が受託して新規に発注す\nる工事）、Ｃ物件（Ｂ、Ｂ′以外の継続物件＝既設物件の竣工から発注までの期間\nが三年未満の継統工事）に分け、このうちＡ、Ｂ、Ｂ′各物件をシェア枠の対象と\nする。\n（二）　シエア枠は、「五社」全体で八〇パーセント、「四社」全体で二〇パー\nセントとし、「五社」については各社均等にするが、「四社」については過去の受\n注実績に基づき各別の比率を定める。\n（三）　各被告会社のシェア枠から受注予定のＢ及びＢ′各物件の工事予算金額\nの合計を差し引いた残りの額をＡ物件の取り分額とし、各被告会社はその取り分額\nの範囲内でＡ物件を選択し、その物件の受注予定社となる。\n（四）　「九社」の幹事は、Ａ物件の各受注予定社をＪ２の工務部次長に報告す\nる。\nこの「運用手順」による受注調整を円滑に行うためには、被告会社九社の側で、\n事前に、Ｊ２が発注する予定の全工事名と各工事の予算金額、各工事に関する自治\n体の「意向」の有無及び内容を把握していることが必要であり、Ｊ４は、「九社」\nの幹事に対しこれらを教示することを約束した。\nなお、Ｊ２発注の新規工事については、指名競争入札の方法により受注業者が決\nめられていた。他方、継続工事については、電気設備工事の性質上既設業者に受注\nさせるのが相当であることから、入札によらず既設業者と個別に契約する随意契約\nの方法によるのが原則とされたが、例外的に、Ｂ、Ｂ′各物件については、指名競\n争入札の方法が取られていた。とはいえ、Ｂ、Ｂ′各物件についても、慣行として\n既設業者が受注することになっていた。\n６　右の「運用手順」に従って、平成二年度にＪ２が発注した工事について、\n「九社」間の受注調整が行われ、受注予定社が決められて、それがＪ２の工務部次\n長に報告された。同様のことが、平成五年度の工事に関する本件受注調整まで毎年\n繰り返された。その間の平成三年四月に、Ｊ２の工務部次長がＪ４から被告人Ｊ１\nに交替したが、被告人Ｊ１は、上層部の指示によりＪ４から受注調整に関する事務\nの引継ぎを受け、引き続き、受注調整に協力する役割を果たしていった。\n被告会社九社間において、「運用手順」は毎年会計年度末の三月ころに見直して\nこれを改訂し、新年度から実施することが了解事項になっていた。主要な改訂点を\n挙げると、平成三年度の「運用手順」では、従前のＣ物件をＣ物件（平成二年度以\n降にシェア枠に入れられた物件の継続物件）とＤ物件（それ以外の継続物件）とに\n分け、前者をシェア枠の対象に含めることや、「九社」の担当者が一堂に会して受\n注予定社を決める会議（ドラフト会議）を開くことが決められ、平成四年度の「運\n用手順」では、「五礼」と「四社」の全体的なシェア枠の比率を七五対二五に変更\nすることが決められた。\n７　被告会社九社は、受注調整を行うについて幹事社を決め、毎年「五社」のう\nちの二社が持ち回りで正、副の幹事に当たっていたが、平成四年度からは「四社」\nからも一社を副幹事として出すことになった。\nまた、各被告会社の受注調整担当部署は、営業部門と調査部門に大別され、営業\n部門の担当者の役割は、全国の営業ラインの活動状況を把握した上で、当該年度の\n「運用手順」と調査部門の担当者からもたらされるＪ２の発注予定工事に関する情\n報とを踏まえ、自社が受注予定社となるべき物件を選定して、これを調査部門の担\n当者に伝えることにあった。さらに、幹事社の営業部門の担当者は、Ｊ２との連絡\n及び交渉を行い、Ｊ２から得た情報を自社の調査部門の担当者に橋渡しする役割も\n担っていた。\nこれに対して、調査部門の担当者の役割は、「運用手順」の見直しのための「九\n社」間の協議に加わるとともに、幹事社の調査部門の担当者を通じてＪ２の発注予\n定工事に関する情報を入手し、新しい「運用手順」や工事に関する情報を営業部門\nの担当者に伝えて、物件選定の手助けをし、さらに、ドラフト会議に出席して自社\nが受注予定社となる物件の決定にあずかることにあった。これに加えて、幹事社の\n調査部門の担当者は、自社の営業部門の担当者から渡されたＪ２の発注予定工事に\n関する情報を整理した上、これを他の被告会社の調査部門の担当者に伝え、また、\nドラフト会議の司会をするという役割も担っていた。\nこのように営業部門と調査部門とは、表裏一体の緊密な連携を保ちながら、受注\n調整に向けた作業を行ってきた。\n８　平成四年度は、景気浮揚政策の一環として下水道建設にも大型の補正予算が\n割り当てられ、Ｊ２が自治体から受託して追加発注する工事（補正物件）の予算金\n額も多額に上った。\n「運用手順」による受注調整は、各年度の本予算による工事を対象にして行われ\nていたものであるが、その後追加発注される補正物件についても、従来、幹事社を\n中心にした受注調整が行われていた。ただ、従前は、補正物件の件数も金額もそれ\nほど多くなかったため、その会計年度限りのこととして処理され、特に問題にされ\nることもなかった。\nしかし、平成四年度の補正物件は件数も金額も多かったため、受注調整の過程で\nこれにもシェア枠の考え方を及ぼすことの必要性が論じられるようになった。そし\nて、「九社」間の協議の結果、平成四年度の補正物件は、平成五年度のシェア枠の\n先取りとして、受注額を算入する方向で話がまとまり、平成五年二月中旬ころ開か\nれた「九社」の会議でその合意を見た。同会議では、そのほかに、平成元年度の受\n注額がシェア枠に達しなかった被告会社につき、不足分を平成五年度に補填するこ\nとや、ドラフト会議の手続の細目の変更についても合意された。\nそして、この会議を受けて、判示第一のとおり平成五年三月一〇日ころ、年度末\nの「九社」の会議が開かれ、そこで、平成五年度の「運用手順」が確定されるに至\nったものである。\n三　独占禁止法二条六項の要件を欠くとの主張について\n<要旨第一>１　弁護人らの主張は、要するに、本件では、専らＪ２の指示ないし\n主宰により受注調整が行わ</要旨第一>れ、Ｊ２自らの行為により被告会社相互間に\n受注競争のない状態が生じたものであって、このような場合には、「一定の取引分\n野」における「競争の実質的な制限」なるものを観念することができず、したがっ\nて、独占禁止法二条六項及び三条にいう「不当な取引制限」はなかった、というの\nである。Ｊ２の指示ないし主宰の中身として、弁護人らは、特に、「１」シェア枠\nによる受注調整のシステムは、Ｊ２の指示により成立したものであること、「２」\n各工事の受注予定者は、すべてＪ２の指示に基づいて調整され、Ｊ２の承認を得て\n決定されていたものであることの二点を指摘している。\n２　「１」の点について見ると、シェア枠による受注調整のシステムの成立につ\nいては、確かに、前記二４で認定したように、被告会社Ａ１のＡ４の発案を受け\nて、Ｊ２の当時の工務部次長のＪ４が、このシステムの導入を被告会社九社に提案\nしたことは事実である。そして、各被告会社は、この提案について社内で検討する\nとともに他の被告会社と連絡し合い、これを受け入れるに至ったものである。\nその際、「九社」とりわけ「五社」から被告会社Ａ１を除いた大手四社が賛同す\nるについては、工事の発注者であり入札参加者の選定権限を持つＪ２に逆らい難い\nとの配慮が働いたであろうことは、容易に推認される。\nしかしながら、証拠関係から見て、それだけではなく、同時に、シェア枠を定め\nることにより受注の安定の確保ができるという思惑も働いたといえる。シェア枠の\n制度は、受注額の上限を画することに主眼があるとしても、他面では、その枠一杯\nの受注額をその時々の営業力の強弱にかかわりなく保障するという機能を持ってお\nり、当時受注率が低下気味であった被告会社Ａ１、同Ｅ１はもとより、他の被告会\n社においてもその機能を肯定的に評価していたと認められるからである。さらに、\n前記二３で認定したとおり、受注調整はＪ３の時代から行われていたものであると\nころ、シェア枠制度の導入に反対することにより受注調整そのものを破綻させ、あ\nるいは「九社」から外されるのではないかとの危惧を各被告会社が抱いていたこと\nも認められ、殊に、「五社」のうち唯一反対の立場を鮮明にしていた被告会社Ｂ１\nがそれに固執しなかったのは、このような危惧が強く働いたためと推認される。そ\nの他、被告会社Ｂ１、同Ｄ１の関係者の検察官に対する供述調書によると、シェア\n枠を定めても営業努力によってそれを超える受注も可能であるし、シェア枠制度は\n長続きしないであろう等の楽観的な考え方や見通しが両被告会社の中にあったこと\nも看取することができる。\n結局、以上を踏まえた損得計算に各被告会社の力関係が加わり、妥協の産物とし\nて、シェア枠による受注調整システムの導入の合意に達したものであって、Ｊ４の\n提案は、右の合意を導いた重要ではあるが一つの要素にすぎなかったというべきで\nある。同様のことは、「五社」と「四社」のシェアの振り分けについてもいえるこ\nとである。前記二４で認定したとおり八〇対二〇の振り分けの合意はＪ４の提案に\n沿うものではあるが、双方は長い間それを巡って対立し続けてきたことが証拠上明\nらかであり、Ｊ４は、その狭間に立たされて双方から都合よく利用された面が多分\nにあり、得られた合意は、双方の力関係を基本にして、前述のような損得計算が絡\nまり、妥協の産物として成立したものと認められる。なお、前記二６で認定したと\nおり、平成四年度の「運用手順」で右の比率が七五対二五に変更されており、これ\nについては被告人Ｊ１が「五社」と「四社」の間の交渉に関与したことが認められ\nるが、右変更の合意の成立も、力関係を基本とした前同様の妥協の産物と認めるこ\nとができる。\n３　「２」　の各工事の受注予定者の決定については、Ｊ４も被告人Ｊ１も、\n「九社」の幹事に対し、発注予定の全工事につき、その件名や予算金額、さらに\nは、自治体の意向の有無及び内容を教示するなど、その決定の過程に深く関わり、\n重要な役割を果たしていたことは、前記二５、６で認定したとおりである。\nしかし、シェア枠制度が導入される前の自治体の意向を中心とした受注調整の時\n代においても、「意向」以外の要素も加味して「九社」間で受注予定社の割り振り\nを協議していた形跡がうかがわれるところであるが、シェア枠制度の導入後は、協\n議の範囲は質的にも量的にも拡大したものと認められる。すなわち、シェア枠の設\n定により、一方では自社が意向を獲得した工事の合計金額がシェア枠を超える被告\n会社もあれば、他方ではその金額がシェア枠に達しない被告会社もあるという事態\nが生じ、各被告会社が受注金額をシェア枠に合わせるために、受注調整の過程でか\nなり複雑な意思決定と駆け引きを行わざるを得なくなったのは、必然の成り行きで\nある。\nその結果、自治体の「意向」と異なる受注予定社が決まるケースが、多々生じる\nことになったが、その報告を受けたＪ４や被告人Ｊ１の態度は、関係被告会社に対\nし、自治体から苦情が出ないよう手当しておくこと（いわゆる終戦処理）を求める\nのが通例であったと認められる。もっとも、数件の工事については、Ｊ４や被告人\nＪ１から、「意向」に沿う方向に受注予定社を変更するよう要請することがあった\nが、これは、「意向」が強固で終戦処理が困難であると考えられる場合に、例外的\nに行われたものであり、要請を受けた被告会社もその事情を察しておおむねこれに\n応じていたが、あくまで決定にこだわって要請を拒否する例もあったことが認めら\nれる。また、受注予定社の変更が行われた場合でも、後日代替物件の譲渡を行うな\nどして、関係被告会社間で損得の帳尻を合わせる作業をしていた例も見受けられ\nる。\nこうして見ると、受注調整の過程において、各被告会社はそれぞれの利害を計算\nして意思決定や他の被告会社との駆け引きを行っていたものであり、また、受注調\n整の結果について例外的にＪ４や被告人Ｊ１が変更を要請する場合においても、各\n被告会社は自己の利害計算に基づいた対応を取っていたものと認められる。したが\nって、受注調整がすべてＪ２の指示に基づいて行われていたということも、受注予\n定社がＪ２の承認を得て決定されていたということもなかったというべきである。\n４　以上によれば、弁護人ら指摘の「１」、「２」の各点は、いずれも採用する\nことができず、各被告会社はその相互間に存在すべき受注競争を自ら制限したもの\nであるから、本件において「不当な取引制限」がなかったという主張も理由がない\nことに帰する。なお、弁護人らは、前記二５で述べたＢ及びＢ′各物件、あるい\nは、「アウト」の四社に割り当てられたいわゆるＥ物件との対比から、本件の受注\n調整の対象になったＡ物件についても実質的な競争制限がなかったという指摘もし\nているが、Ｂ、Ｂ′各物件あるいはＥ物件について実質的な競争制限があったか否\nかはさておき、Ａ物件について被告会社九社が実質的な競争制限を行ったことは、\nこれまで検討したところから明らかであるから、右の指摘も採用の限りでない。\n四　不可罰的事後行為の主張について\n<要旨第二>１　弁護人らの主張は、要するに、受注調整のルールに関しては、平\n成二年に基本的な合意が成立してお</要旨第二>り、仮にこの合意が不当な取引制限\nに当たるとしても、その時点で独占禁止法違反の犯罪は既遂に達していると見るべ\nきであり、その後の本件受注調整は、その合意の内容が実施に移されたものにすぎ\nないから、不可罰的事後行為である、というのである。\n２　前記二４、５で認定したとおり、シェア枠による受注調整のルールは、平成\n二年三月ころ、被告会社九社の間でその合意に至ったものであるが、このルール\nは、シェア枠の配分比率や、その対象となる工事の範囲に加えて、受注調整の手続\n等を定めたものであり、前記二６で認定したとおり、毎年の会計年度末に見直して\n改訂することが了解事項になっており、実際にも毎年度末に見直し及び改訂の作業\nが行われてきたものである。\n受注調整の対象とされたのは、毎年度Ｊ２が新規に発注する電気設備工事であっ\nて、工事の種類、件数、予算の額、発注の時期などは、国の政策や社会状況等によ\nり変化するものであり、他方、受注する側の重電機業界の状況も変化していくた\nめ、年度ごとにルールの見直しと改訂が行われることになったと考えられ、実際に\nも、前記二６、８に認定した各年度のルールの改訂の内容は、当時の状況を踏まえ\nて、いずれもシェア枠の配分比率やその対象範囲などの重要な事項に関わるものと\nなっている。\n３　受注調整の実施状況を段階を追って見ると、前記ルールすなわち「運用手\n順」の改訂と並んでＪ２の工務部次長から新年度発注工事の件名、予算金額等の教\n示を受けることが必要不可欠の事柄であり、このルールの改訂と工事件名等の教示\nを巡り、前記二７で認定したとおり、各被告会社の営業部門と調査部門の各担当者\nが作業を分担するとともに密接な連携を保ちながら、ドラフト会議に向けての準備\nを行った上、ドラフト会議で受注予定社の決定に至るというものである。\n４　以上のルールの見直し及び改訂の状況と受注調整の実施状況とを併せ考える\nと、本件においては、受注調整による取引制限は、各年度ごとに独立して行われて\nいることは明らかであり、各年度におけるルールの改訂からドラフト会議までの一\n連の作業をもって取引制限の実行行為と見るのが相当というべきである。したがっ\nて、平成二年における受注調整のルールの合意により犯罪は既遂に達し、その後の\n行為はすべて不可罰的事後行為であるという弁護人らの主張は、採用することがで\nきない。\n５　本件受注調整については、前記の罪となるべき事実のとおり、平成五年三月\n一〇日ころのルールの改訂（これに至る経過は前記二８で認定したとおりであ\nる。）に始まり、同年六月一五日のドラフト会議における受注予定社の決定等に至\nるまでの一連の各被告会社所属の被告人一七名の行為が実行行為であり、これによ\nり不当な取引制限が成立して犯罪は既遂になったものと認められる。この関連で付\n言すると、弁護人らは、三月一〇日ころのルールの合意のみが実行行為であり、そ\nれについて告発を欠き、あるいはその後の六月一五日までの行為は不可罰的事後行\n為であるなどと主張するが、既に述べたとおり、三月一〇日ころから六月一五日ま\nでの一連の行為を実行行為と見るべきであるから、右の主張は前提を欠き失当であ\nる。また、前記３で述べたとおり、同一被告会社の営業部門と調査部門の各担当者\nは、ルールの改訂からドラフト会議までの一連の実行行為につき、作業の分担と連\n携により共同して手続の進行を図っているのであり、その全体について右各担当者\n間に共謀が成立することに問題はない。\n五　その他の主張について\n１　Ａ物件のみをもっては「一定の取引分野」に当たらないとの主張について\n被告会社Ｂ１、同Ｄ１及び同Ｅ１の各関係弁護人は、本件では、平成五年度のＡ\n物件、すなわち同年度のＪ２発注に係る新規の電気設備工事が、取引制限の対象と\nされているが、Ａ物件のみをもって「一定の取引分野」に当たるとすることはでき\nないと主張している。\n確かに、平成五年度にＪ２が発注した工事は、Ａ物件だけでなく、Ｂ、Ｂ′、\nＣ、Ｄ等の各物件もあったことが認められ、また、「運用手順」によると、シェア\n枠の対象にＡ物件のみならずＢ、Ｂ′、Ｃの各物件が含められていたことは既に認\n定したとおりである。しかし、前記二５、６で認定したとおり、Ｃ、Ｄの各物件\nは、継続工事であるため既設業者との随意契約が行われ、また、Ｂ、Ｂ′の各物件\nは、一応指名競争入札の方法が取られていたものの、既設業者が受注することが慣\n行になっていたため、各被告会社の関心は専らＡ物件の受注予定社になることに向\nけられ、「意向」の獲得もドラフト会議による選定もすべてＡ物件のみを対象とし\nていたことが認められる。また、シェア枠の対象にＢ、Ｂ′、Ｃの各物件が含めら\nれていたのは、Ａ物件の選定をする際の基準として、Ｂ、Ｂ′、Ｃの各物件の受注\n額を考慮するということを意味するにすぎないと認められる。そのほか、Ａ物件の\n規模が全国的であり、予算金額も巨額であることを併せ考えると、このような状況\nの下では、Ａ物件のみをもって「一定の取引分野」と認めるのが相当であるから、\n弁護人の主張は、採用することができない。\n２　期待可能性がないとの主張について\n被告会社Ｄ１、同Ｅ１、同Ｇ１及び同Ｉ１の各関係弁護人及び被告人Ｈ２の弁護\n人は、当該被告会社及びその所属の被告人あるいは当該被告人について、当時置か\nれていた状況にかんがみ、適法行為に出ることを期待するのは不可能であった、と\n主張するが、関係証拠を検討しても、以上の被告会社及び被告人らのいずれについ\nても、期待可能性の不存在を招来するまでの事情はなかったと認められるから、弁\n護人の主張は、採用することができない。\n（法令の適用）\n一　被告会社九社の判示第一の各所為は、いずれも独占禁止法九五条一項一号、\n八九条一項一号、三条に該当するので、その所定金額の範囲内で、被告会社Ａ１、\n同Ｂ１、同Ｃ１、同Ｄ１及び同Ｅ１をいずれも罰金六〇〇〇万円に、被告会社Ｆ\n１、同Ｇ１、同Ｈ１及び同Ｉ１をいずれも罰金四〇〇〇万円にそれぞれ処すること\nとする。\n二　被告人Ａ２、同Ａ３、同Ｂ２、同Ｂ３、同Ｃ２、同Ｃ３、同Ｄ２、同Ｄ３、\n同Ｅ２、同Ｅ３、同Ｆ２、同Ｆ３、同Ｇ２、同Ｇ３、同Ｈ２、同Ｉ２及び同Ｉ３の\n判示第一の各所為は、いずれも独占禁止法九五条一項一号、八九条一項一号、三条\n（被告人Ｈ２を除くその余の被告人一六名については、更に平成七年法律第九一号\nによる改正前の刑法六〇条）に該当するところ、所定刑中いずれも懲役刑を選択\nし、その所定刑期の範囲内で、右被告人一七名をいずれも懲役一〇月に処し、情状\nにより右改正前の刑法二五条一項を適用してこの裁判の確定した日から二年間それ\nぞれその刑の執行を猶予することとする。\n三　被告人Ｊ１の判示第二の所為は、平成七年法律第九一号による改正前の刑法\n六二条一項、独占禁止法九五条一項一号、八九条一項一号、三条に該当するとこ\nろ、所定刑中懲役刑を選択し、右は従犯であるから右改正前の刑法六三条、六八条\n三号により法律上の減軽をした刑期の範囲内で同被告人を懲役八月に処し、情状に\nより同法二五条一項を適用してこの裁判の確定した日から二年間その刑の執行を猶\n予することとする。\n（量刑の事情）\n一　本件は、被告人Ｊ１を除く、被告会社九社に所属する被告人ら一七名が、そ\nの業務に関し、認可法人であるＪ２が指名競争入札の方法により発注する平成五年\n度新規電気設備工事について、受注調整を行って不当な取引制限をしたという独占\n禁止法違反と、Ｊ２工務部次長の被告人Ｊ１が、工事の件名、予算金額等を他の被\n告人らに教示してその犯行を容易にしたという同幇助の事案である。\n二　独占禁止法は、事業活動の不当な拘束を排除することにより、公正かつ自由\nな競争を促進するなどし、もって、一般消費者の利益を確保するとともに、国民経\n済の民主的で健全な発達を促進することを目的として定められた経済活動に関する\n基本法である。昨今、国の内外から同法の遵守が強く叫ばれる社会情勢の下にあっ\nて、平成四年の法改正により事業者に対する罰金額が大幅に引き上げられ、同法の\n抑止力の強化が図られた経緯がある。\nしかるに、重電メーカーである被告会社九社は、従来から長年にわたり慣行的に\n行ってきた受注調整を背景にして本件犯行に及んだのであって、殊にそれが右の法\n改正の直後に行われたものであるだけに、重い責任を問われる立場にある。\n三　本件犯行の内容を具体的に見ると、次の諸点を指摘することができ、その犯\n情は悪質である。\n１　本件犯行主体の被告会社九社は、わが国を代表する大手及び中堅の重電メー\nカーであり、率先して独占禁止法を遵守すべき立場にあるのに、その責務に違背し\nたものであること。\n２　本件の不当な取引制限は、Ｊ２が全国の自治体から受託した下水道施設の電\n気設備工事について行われたものであり、国民の日常生活の根幹に関わる公共事業\nを対象とした犯行である上、本件受注調整が行われた平成五年度の新規工事は予算\n金額が巨額であるなどその規模も大きいこと。\n３　本件においては、発注者であるＪ２の担当者が、受注調整のシステムの成立\nに深く関わり、かつ、その実施面でも重大な役割を果たしており、公民一体となっ\nた犯行であること。\n４　ルールの改訂から受注予定社決定のためのドラフト会議までの一連の受注調\n整の過程において、各被告会社の営業部門と調査部門の各担当者は、業務を分担し\nた上、自社内及び他の被告会社並びにＪ２の担当者との重層的な連携作業を手際よ\nく着実に遂行していたものであり、周到に準備された計画的な犯行といえること。\n四　しかしながら、他方、次のような情状も認められる。\n１　本件受注調整のシステムの成立及びその実施について、発注者側においてこ\nれを助長し、かつ、これに加担していた点は、被告会社九社及びその所属する被告\n人一七名にとって酌量すべき事情といえること。\n２　本件犯行の発覚後、被告会社九社は、事の重大性を認識して深く反省し、組\n織の改廃及び人事異動を進め、あるいは、独占禁止法遵守のマニュアル作成や社員\n教育を行うことにより、再犯防止の徹底を期していること。\nまた、それぞれ公正取引委員会から多額の課徴金の納付を命じられてこれを支払\nい、官公庁からの指名停止処分を受けるなど、相応の社会的制裁を受けているこ\nと。\n３　被告会社九社に所属する被告人一七名は、いずれも、組織の一員として本件\n犯行に加担し、しかも、本件の発覚後は社内で懲戒処分に付されるなど、相当の不\n利益を受けていること。\n４　被告人Ｊ１は、横浜市職員からＪ２に出向し、Ｊ２上層部の指示により前任\n者のやり方を引き継ぐことを余儀なくされ、本件受注調整に関与したものであっ\nて、懲役刑に処せられることにより地方公務員の身分に関連した制裁や不利益を受\nけざるを得ない立場にあること。\n五　以上の諸般の事情を総合勘案し、被告会社九社については、その規模とそれ\nに応じた受注調整における利得の大きさ等を考慮して、「五社」と「四社」ごとに\n罰金額を定め、被告人一八名については、その刑事責任の重みにかんがみ、懲役刑\nを選択して主文のとおりの各刑期を定めた上、その刑の執行を猶予することとした\nものである。\nよって、主文のとおり判決する。\n（裁判長裁判官　神田忠治　裁判官　小出錞一　裁判官　金山薫　裁判官　永井\n敏雄　裁判官　飯田喜信）\n"
}