{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 9,
    "day": 11
  },
  "case_number": "平成1(ワ)5663",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13738",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13738",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/738/013738_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n一　被告は、別紙物件目録記載の物件を製造し、販売し、販売のために宣伝、広告\nをしてはならない。\n二　被告は、所有する前項の物件を廃棄せよ。\n三　被告は、原告に対し、金一億二〇〇〇万円及びこれに対する平成八年一二月三\n日から支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n本件は、原告が、被告に対し、後記一１記載の特許権に基づき、被告による別紙\n物件目録記載の製品（以下「被告製品」という。）の製造、販売が原告の右特許権\nを侵害するものであるとして、被告製品の製造、販売、販売のための宣伝・広告の\n差止め及び被告製品の廃棄を求めるとともに、不当利得返還請求権に基づき、右特\n許の出願公告の日である平成元年二月一五日から平成六年一二月までの間に被告製\n品の製造、販売によって被告が得た利得七五億五一六〇万円の内金一億二〇〇〇万\n円及びこれに対する右不当利得の後である平成八年一二月三日から支払済みまで民\n法所定年五分の割合による遅延損害金の支払を求める事案である。\n一　争いのない事実\n１　原告の特許権\n原告は、次の特許権（以下「本件特許権」といい、特許請求の範囲第１項記載の\n発明を「本件発明」という。）を有する。\n（一）　特許番号　第一六〇一一七一号\n（二）　発明の名称　ポリエチレン延伸フィラメント\n（三）　登録年月日　平成三年一月三一日\n（四）　出願年月日　昭和五五年二月七日\n（五）　出願番号　特願昭五九―一六八七三八号\n（六）　優先権主張　国名　オランダ国\n出願年月日　一九七九年（昭和五四年）二月八日\n（六）　出願公告年月日　平成元年二月一五日\n（七）　出願公告番号　特公昭六四―八七三二号\n（八）　特許請求の範囲　本判決添附の特許公報（以下「本件公報」という。）の\n該当欄第１項記載のとおり\n２　構成要件の分説\n本件発明の構成要件は、次のとおりに分説される。\n（一）　次の製法により得られうること\n（１）　濃度一～三〇重量％の、\n重量平均分子量六〇万以上のポリエチレンの溶液を紡糸して溶液状態のフィラメン\nトを得、\n（２）　該溶液フィラメントを冷却することによってゲルフィラメントとし、\n（３）　得られたゲルフィラメントを延伸比が少なくとも一一以上において延伸す\nること\n（二）　次の物性を備えたポリエチレン延伸フィラメントであること\n（１）　引張強度　少なくとも一・三二Ｇｐａ\n（２）　弾性率　少なくとも二三・九Ｇｐａ\n３　被告の行為\n（一）　被告は、昭和六〇年四月以降、被告製品を製造、販売している。\n（二）　被告製品は、本件発明の構成要件（二）を充足する。\n４　専用実施権の設定\n原告は、東洋紡績株式会社及び日本ダイニーマ株式会社に対し、本件特許権につ\nき、次の約定で専用実施権を設定し、平成四年六月二二日登録を了した。\n（一）　地域　日本国\n（二）　期間　本件特許権存続期間満了の日まで\n（三）　対価の額　四〇〇万米ドル及び実施料率三％\n二　争点\n１　被告製品が本件発明の構成要件（一）を充足するか（構成要件（一）の「得ら\nれうる」の解釈）。\n２　専用実施権を設定した特許権者が差止請求権を有するか。\n３　被告製品が本件特許権を侵害する場合、原告が被告に返還請求しうる不当利得\nの額\n三　争点に関する当事者の主張\n１　争点１（構成要件（一）の解釈、充足性）について\n（一）　原告の主張\n（１）　本件発明の構成要件（一）における「得られうる」とは、構成要件（一）\n（１）ないし（３）記載の製法（以下「構成要件（一）の製法」という。）によっ\nて製造することができることを意味するものであり、構成要件（一）の製法によっ\nて製造されることを要することを意味するものではない。\n（２）　重量平均分子量、引張強度、弾性率において被告製品と同様の物性を有す\nるポリエチレン延伸フィラメントが構成要件（一）の製法によって得られたという\n実験報告（甲第一七号証、甲第二〇号証）に照らし、被告製品についても構成要件\n（一）の製法によって製造することができるというべきであるから、被告製品が実\n際にいかなる製法によって製造されているかに関わりなく、\n被告製品は本件発明の構成要件（一）を充足する。\n（二）　被告の主張\n（１）　以下に述べるような本件特許の優先権主張日前の公知物質の存在及び本件\n特許の出願の経緯によると、本件発明の構成要件（一）における「得られうる」と\nは、本件発明の対象物を構成要件（一）の製法によって製造されたものに限定する\n趣旨と解すべきである。\n①　本件特許の優先権主張日前の公知物質\nア　本件特許の優先権主張日前に出願公開され、公知となった特開昭五二―一五五\n二二一号の特許発明（乙第一号証）の実施例Ｖには、重量平均分子量一五〇万のポ\nリエチレンのフィラメントで、引張強度二・八九Ｇｐａ、弾性率約一〇〇Ｇｐａの\nものが開示されているところ、右物質は、重量平均分子量、引張強度、弾性率にお\nいて本件発明の対象物と同様の物性を有するポリエチレン延伸フィラメントであ\nる。\nイ　本件特許の優先権主張日前に出願公開され、公知となった特開昭五二―七四六\n八二号の特許発明（乙第二号証）の実施例１には、重量平均分子量八〇万のポリエ\nチレンを延伸して弾性率三六Ｇｐａの繊維を得たことが開示されているところ、追\n試の結果（乙第三号証の一及び二、乙第一一号証）によると、弾性率が三六Ｇｐａ\nである重量平均分子量八〇万のポリエチレン延伸物の引張強度は、一・三二Ｇｐａ\nを超えることが確認された。したがって、右特許発明の実施例１で開示されている\n物質は、重量平均分子量、引張強度、弾性率において本件発明の対象物と同様の物\n性を有するポリエチレン延伸フィラメントである。\nウ　本件発明の特許請求の範囲で、わざわざ製法が記載されているのは、右のよう\nな公知技術との対比の必要から加えられたものであり、本件発明のポリエチレン延\n伸フィラメントを分子量、引張強度、弾性率だけでは新規なものとして表現できな\nいからである。したがって、構成要件（一）の製法の記載は、「当該製法によって\n得られたもの」という限定を行ったものである。\n②　本件特許の出願の経緯\nア　本件特許の出願当初の明細書（乙第二〇号証）の特許請求の範囲の記載は、\n「濃度一～三〇重量％のポリエチレン溶液を紡糸して溶液状態のフィラメントを\nえ、該溶液フィラメントを冷却することによってゲルフィラメントとし、得られた\nゲルフィラメントを延伸比が少なくとも一〇以上において延伸することにより得ら\nれる少なくとも一・二Ｇｐａの引張強度を有するポリエチレン延伸フィラメント」\nというものであって、明らかに本件発明の製法で製造したものに限定されており、\n別の方法で製造したものを含むと解釈できる余地はなかった。\nイ　本件特許の出願に対し、昭和六一年一〇月二四日付けで拒絶理由通知（乙第二\n四号証）がなされ、その中で「本願発明は特許法第二九条第一項第三号および同法\n第二九条第二項の規定により特許を受けることはできない」との拒絶理由が示され\nたのに対し、出願人である原告は、昭和六二年六月八日付け意見書（乙第二五号\n証）において、「本願発明はポリエチレン溶液を紡糸―固化して得られたゲルフイ\nラメントを高倍率で延伸して得られる高強力ポリエチレンフイラメントに関するも\nのであり、明細書の記載より明らかな如く、分子量が数一〇〇万にも及ぶ極めて高\nい分子量のポリエチレンを用いている点、および特にゲルフイラメントが相当量の\n溶媒を保持したままの状態で延伸を開始して一段にて高延伸を行っている点に大き\nな特徴があります。」と主張しており、右主張によると、本件発明の対象物が方法\n自体に特徴がある特定の製造条件で製造されたものであることを出願人である原告\n自身が出願過程において明白に表明していた。\nウ　本件特許の出願に対し、昭和六三年六月一四日付けで拒絶理由通知（乙第二一\n号証）がなされ、その中で「特許請求の範囲には、発明の詳細な説明に記載されて\nいる発明の必須の構成要件のみが記載されているものとは認められない（原料ポリ\nエチレン、特徴とする延伸条件およびフィラメントの特性を明確にする必要があ\nる）。」との拒絶理由が示されており、特許庁の判断においても、本件発明の対象\n物がその特徴とする延伸条件で製造されたものに限定されることが当然の前提とな\nっている。\nエ　原告は、本件特許の出願から、製法限定のない「高分子ポリエチレン延伸フィ\nラメント」について分割出願をしたが、これに対して、昭和六三年三月一六日付け\nで拒絶理由通知（乙二九号証の二）がなされ、その中で「特許請求の範囲では高強\n度および高弾性率であるというポリエチレンフィラメントの所望条件を限定してい\nるにすぎず、本発明の目的（所望条件のフィラメント）を達成するための技術的条\n件、すなわち特定の製造条件が明確になっていない。」、「本願発明の技術的条件\nは特定の製造条件にあるものと認められ、該製造条件は前記原出願および原出願で\n特定しているものと同一であるから、本願発明は原出願と実質的に同一と認める。\nよって出願日は遡及しない。」との拒絶理由が示されており、特許庁においても、\n本件発明において目的物を得るための特定の製造条件が不可欠の要件であると判断\nしている。\nオ　本件発明に関する特許異議の決定（甲第一五号証）において、特許庁は、「特\n許請求の範囲によれば、この出願の発明に係るポリエチレン延伸フィラメントの物\n性（引張強度、弾性率）が規定され、そのフィラメントを得るための製造条件（原\n料、紡糸条件、延伸条件）が規定されており、係る発明を十分特定しているものと\n認められる。・・・「得られうる」の語は、該製造条件によって得られるフィラメ\nントのうち、上記特性を満足するものに限定されることをさしている」との判断を\nしており、本件発明の対象物が特許請求の範囲記載の特定の製造条件によって得ら\nれたものに限定されることを当然の前提としている。\n（２）　他方、被告製品の製造方法は、原料ポリエチレンとパラフィンワックスを\n混合し、押出機によって溶融混練して紡糸し、得られたフィラメントを延伸するも\nのであるから、「溶液紡糸」ではなく、また、右フィラメントは固相と固相からな\nっていて固相と溶媒から成る「ゲルフィラメント」ではない。したがって、被告製\n品の製造方法は、構成要件（一）の製法とは明らかに異なる。\n（３）　よって、被告製品は、本件発明の構成要件（一）を充足しないから、その\n技術的範囲に属しない。\n（三）　原告の反論\n（１）　被告が本件発明の優先権主張日前の公知物質として主張する特開昭五二―\n一五五二二一号の特許発明の実施例Ｖに示された物質は、以下の理由により、ポリ\nエチレンの「延伸フィラメント」に当たらないから、本件発明の対象物と同様の物\n性を有する物質とはいえない。\n①　繊維加工の分野において「延伸」とは、紡糸された繊維に機械力を加えて繊維\n軸方向に引き延ばす操作を指すところ、特開昭五二―一五五二二一号の特許発明の\n実施例Ｖでは、あらかじめ用意されたポリエチレンの種結晶を容器内のポリエチレ\nン溶液に接触させ、種結晶の影響によって種結晶の先端に結晶化して次第に生長す\nる繊維状のポリエチレンを結晶の生長速度にほぼ等しい極めて緩慢な速度で容器内\nから外に巻き取るという操作によって繊維状物を得ているにすぎず、「延伸」の操\n作が施されていない。\n②　特開昭五二―一五五二二一号の特許発明の実施例Ｖに示された物質は、巻き取\nりを続けると断面積が次第に減少してやせ細り、遂には破断するに至る物であり、\n実質的に均一な断面積を有する「繊維」とはいえないから、フィラメント（長繊\n維）に当たらない。\n（２）　被告が本件発明の優先権主張日前の公知物質として主張する特開昭五二―\n七四六八二号の特許発明の実施例１に示された物質は、以下の理由により、本件発\n明の対象物と同様の物性を有する物質とはいえない。\n①　特開昭五二―七四六八二号の特許発明の実施例１には、引張強度について何ら\nの記載もないから、この点において、本件発明の対象物と同様の物性を持つとは認\nめられない。\n②　特開昭五二―七四六八二号の特許発明の実施例１に関する追試として被告が行\nった実験（乙第三号証の一、乙第一一号証）は、追試というに値しないものである\nから、その結果に基づく被告の主張は失当である。\n③　特開昭五二―七四六八二号の特許発明の実施例１で示された物質は、圧縮成形\nによって得られたポリエチレンのシートから、縦一センチメートル、横〇・二セン\nチメートルのダンベル状のごく小さい切片を切取った上、その縦方向の両端を引張\n試験機で引っ張って引伸して製造される物であるが、かかる短冊様の物はフィラメ\nント（連続した極めて長い繊維）とはいえない。\n（３）　以上のとおり、被告が主張する公知物質はいずれも、重量平均分子量、引\n張強度、弾性率において本件発明の対象物と同様の物性を有するポリエチレン延伸\nフィラメントとはいえないから、それを前提とする被告の主張は失当である。\n２　争点２（専用実施権を設定した特許権者による差止請求の可否）について\n（一）　原告の主張\n特許権者が専用実施権を設定する関係は、あたかも所有者が所有物を第三者に使\n用収益せしめる場合の関係に等しく、あくまでも制限的権利の設定にほかならない\nから、所有者が物上請求権を失わないのと同様に、専用実施権を設定した特許権者\nも差止請求権を失わない。\n（二）　被告の主張\n所有権においては、例えば特定の有体物を第三者が不法占有した場合、その有体\n物自体の変更、滅失、毀損の危険があるから、その有体物を賃貸していても、所有\n者が不法占有者に物権的請求権を行使できるのは当然である。しかも、特定の有体\n物を賃貸している場合にその有体物の使用が第三者によって妨害されれば、賃借人\nの使用ができなくなるから、所有者はその妨害を進んで排除しないと賃借人に使用\n収益させる義務を履行できないことになる。\n一方、特許権は、観念的な存在であるから、特許権侵害があっても特許権そのも\nのの内容に変更の生ずる危険は全くないし、実施権を有する者が実施できることに\n変わりはなく、特許権者には侵害を進んで排除する義務もないから、専用実施権者\nと離れて特許権者単独での差止請求権の行使を認める必要はない。\nしたがって、専用実施権を設定した特許権者は差止請求権を行使できない。\n３　争点３（不当利得の額）について\n（一）　原告の主張\n（１）　被告は、本件発明の出願公告の日である平成元年二月一五日から平成六年\n一二月までの間に、一三四八・五トンを下らない量の被告製品を製造し、これをキ\nロ当たり八〇〇〇円を上回る価額で販売し、合計七五億五一六〇万円の利益（販売\n利益率七〇パーセント）を得た。\n（２）　被告が得た右利益は、法律上の原因なくして原告の特許発明から受けた利\n得であり、原告は、被告の右行為によって同額の損失を受けたから、不当利得返還\n請求権に基づき、被告に対し、右金額の内金一億二〇〇〇万円の返還を求める権利\nを有する。\n（二）　被告の認否\n（１）は否認し、（２）は争う。\n第三　争点に対する判断\n一　争点１（構成要件（一）の解釈、充足性）について\n１　被告主張の公知物質について\n（一）　被告は、重量平均分子量、引張強度、弾性率において本件発明の対象物と\n同様の物性を有するポリエチレン延伸フィラメントが本件特許の優先権主張日前に\n公知であったことをその主張の根拠としており、他方、原告はこれを争っていると\nころ、右の点は、構成要件（一）の製法規定の意義を解釈する上で重要な点である\nので、まずこの点につき検討する。\n（二）　特開昭五二―一五五二二一号の特許発明の実施例Ｖの物質について\n（１）　乙第一号証によると、本件発明の優先権主張日の前である昭和五二年一二\n月二三日に、繊維状重合体結晶の連続製造方法及びその装置に関する特許発明が特\n開昭五二―一五五二二一号として出願公開されているところ、その実施例Ｖには、\n「実施例Ｉに記載した方法で、ｐ―キシレン中ホスタレンＧＵＲの一％溶液から一\n一九・五℃でフィラメントを製造した。ヤング率は、一〇・二×一〇〇〇ｋｇ／ｍ\nｍ、引張強さは、二九・五ｋｇ／ｍｍそして破断伸びは、わずか三・六％であっ\nた。」と記載されていることが認められる。そして、弁論の全趣旨によると、右記\n載中の「ホスタレンＧＵＲ」は、重量平均分子量一五〇万のポリエチレンであるこ\nと、「ヤング率」は「弾性率」と同義であり、その値一〇・二×一〇〇〇ｋｇ／ｍ\nｍは弾性率約一〇〇Ｇｐａに相当すること、引張強さの値二九・五ｋｇ／ｍｍは\n二・八九Ｇｐａに相当することが認められる（右の点は、原告も明らかに争ってい\nない。）。\nしたがって、特開昭五二―一五五二二一号の実施例Ｖで開示され、本件発明の優\n先権主張日前に公知となっている物質（以下「公知物質１」という。）は、ポリエ\nチレンの重量平均分子量、弾性率、引張強度の各物性に関して、本件発明の対象と\nなる範囲に含まれるものといえる。\n（２）　原告は、公知物質１の製造にはポリエチレンを「延伸」する操作がないの\nで、公知物質１は本件発明の対象物である「ポリエチレン延伸フィラメント」に当\nたらない旨主張するので、この点につき検討する。\n①　高分子技術の分野において、一般に「延伸」とは、「材料を引き伸ばすこと」\n（朝倉書店「高分子辞典」七四ページ）、「分子配向を制御する目的で固体状態で\n行われる塑性的伸張操作」（朝倉書店「新版高分子辞典」四四ページ）を意味する\nものとされているところ、本件発明の特許請求の範囲における「延伸」について\nも、右のような一般的意味と異なる意味で用いられていると解すべき特段の根拠は\n認められないから、同様の意味に理解すべきである。\nこの点原告は、繊維加工の分野において「延伸」というためには、対象物を引き\n延ばす操作の前に、「紡糸」すなわち「溶剤に溶かした高分子溶液又は加熱溶融し\nた高分子流体を紡糸口金に設けられた細い孔を通して押し出して繊維とする操作」\nがなされなければならない旨主張するが、右のように限定的に解すべき根拠を証拠\n上認めることはできないから、原告の主張は採用できない。\n②　他方、乙第一号証によると、特開昭五二―一五五二二一号で開示されている公\n知物質１の製造方法は、別紙図一に示すようなローターを内包する容器中にポリエ\nチレン溶液を入れ、ローターを回転させて溶液の流れを作った上で、右容器に連通\nする管を通して繊維状のポリエチレンの種結晶を挿入してローターに接触させるこ\nとによりローター表面に沿って結晶化し、生長する繊維状のポリエチレンを右生長\n速度にほぼ等しい速度で前記の管を通して外部に巻き取るという方法であることが\n認められるところ、右ローターの回転速度は、ローター表面に沿って結晶化し、生\n長する繊維状ポリエチレンの生長速度（すなわち巻き取り速度）の少なくとも二倍\nとされている（乙第一号証一二一ページ左下欄）のであるから、右ローター表面に\n沿って結晶化して巻き取られるポリエチレンには、生長速度を上回る速度でのロー\nターの回転によって、巻き取り方向とは反対方向に引き伸ばされる作用が働くもの\nと考えられる。そして、右のような引き伸ばされる作用は、前記①のように定義付\nけられる「延伸」にほかならないというべきである。\n③　また、この点に関しては、特開昭五二―一五五二二一号のポリエチレン繊維の\n製造方法である表面生長法において、「ローターの表面に付着するポリエチレンゲ\nルの延伸を必然的に伴う」との考察が、右方法の発明者の一人である【Ａ】等によ\nって示されていること（乙第一二号証）、被告の研究員である【Ｂ】が高弾性率・\n高強度ポリエチレンの調整法について解説した論文によると、【Ａ】等による表面\n結晶生長法で出された高弾性率・高強度化のポイントの一つが、「ローターの高速\n回転で発生するコエット流れ下のずり応力により分子が延伸され、配列しているこ\nと」であったとされていること（甲第一一号証の二・三七ページ左欄下から八行目\n以降）が認められる。\n④　以上によると、公知物質１は、その製造過程において、「延伸」の操作を施さ\nれているものというべきであり、原告の前記主張は理由がない。\n（３）　さらに、甲第二一号証の一ないし三によると、「フィラメント」は、「連\n続した極めて長い繊維」を意味するものと認められるところ、原告は、公知物質１\nは、その製造方法からみて実質的に均一な断面積を有するものではないから、「繊\n維」とはいえず、したがって、フィラメントではない旨主張するので、この点につ\nき検討する。\n①　甲第一二号証及び甲第二〇号証によると、特開昭五二―一五五二二一号の方法\nである表面生長法によってポリエチレン糸を製造したところ、時間の経過に従って\n生成されるポリエチレン糸の断面積が減少するという実験結果が得られたことが認\nめられる。そして、右のような結果は、前記（２）②記載のような表面生長法によ\nるポリエチレン糸の製造を一定の条件下で実施する限り、結晶化されたポリエチレ\nンの巻き取りにより溶液中のポリエチレン濃度が次第に低下することによって、当\n然に生じる結果と考えられる。\n②　しかしながら、特開昭五二―一五五二二一号の明細書の発明の詳細な説明の中\nでは、生成されるフィラメントの太さが、巻取速度（乙第一号証一二一ページ右上\n欄一〇行目ないし一六行目）、ポリエチレン溶液の濃度（乙第一号証一二一ページ\n右下欄一〇行目ないし一二行目）、ローター速度（乙第一号証一二三ページ左上欄\n二〇行目ないし右上欄五行目、左下欄一二行目ないし一三行目、一二四ページ第二\n図）の各条件によって変化することが示されており、また、同明細書の特許請求の\n範囲及び発明の詳細な説明の中では、同特許発明の方法によって製造される物が\n「フィラメント」として繰り返し表現されている上、実施例Ⅴの説明においても\n「実施例Ｉに記載した方法で、・・・フィラメントを製造した。」と記載されてい\nる。これらの記載からすれば、特開昭五二―一五五二二一号の方法においては、前\n記①のような実用上不都合な結果が生じないように、右巻取速度等の条件を適宜調\n整することにより断面積の均一なフィラメントを製造することができることが当然\nの前提とされているものと認められ、現に、乙第三〇号証、第三一号証及び弁論の\n全趣旨によると、被告が実験したところ、特開昭五二―一五五二二一号の方法によ\nって断面積が実質的に均一な繊維が得られたことが認められる。\n③　したがって、特開昭五二―一五五二二一号の特許発明においては、断面積が実\n質的に均一となるポリエチレンフィラメントの製造方法が開示されているものとい\nうべきであり、その実施例の一つである公知物質１についても、断面積が実質的に\n均一なフィラメント（長繊維）として開示されているものと認められる。\n（４）　以上のとおり、公知物質１は、本件特許の優先権主張日前に公知であった\n物質であり、重量平均分子量、引張強度、弾性率の各物性において本件発明の対象\nとなる範囲に含まれるポリエチレン延伸フィラメントである。\n（三）　以上によると、被告が公知物質として主張するその余の物質について検討\nするまでもなく、本件発明は、特許請求の範囲に示された原料となるポリエチレン\nの重量平均分子量、ポリエチレン延伸フィラメントであること並びに特許請求の範\n囲に示された右フィラメントの引張強度及び弾性率のみでは新規性を有しないもの\nであり、したがって、構成要件（一）の製法を特許請求の範囲に規定することによ\nって初めて新規な発明として特許性が認められたものというべきであるから、構成\n要件（一）は、特許の対象となる物を限定し、特定する要素として理解しなければ\nならない。\n２　構成要件（一）における「得られうる」の解釈について\n本件発明の構成要件（一）について、前記１（三）のような理解を前提とした上\nで、同要件における「得られうる」の趣旨をどのように解すべきかについて検討す\nる。\n（一）　原告の主張（前記第二の三１（一）（１））の当否\n本件発明は、物の発明であるから、物として特定していなければならないとこ\nろ、構成要件（一）は、右のとおり、その物を特定する要素である。したがって、\n原告が主張するように「構成要件（一）の製法によって製造することができるもの\nであれば、他の製法で製造されたものであっても、本件発明の技術的範囲に含まれ\nる」と解するためには、ある物が構成要件（一）の製法によって製造することがで\nきるものであれば、他の製法で製造されたものであっても、常に同一の物ができる\nことが認められなければならず、そうでなければ、構成要件（一）によって物が特\n定されたということはできない。そして、ここでいう同一の物かどうかは、本件発\n明の特許請求の範囲に示された原料となるポリエチレンの重量平均分子量、断面積\nが実質的に均一なポリエチレン延伸フィラメントであること、特許請求の範囲に示\nされた右フィラメントの引張強度及び弾性率というような、本件特許の優先権主張\n日前に公知であった構造又は特性によって判別されるものでないことは、既に判示\nしたところから明らかであるところ、それ以外の点から、構成要件（一）の製法に\nよって製造することができるものであれば、他の製法で製造されたものであって\nも、同一の物ができることを認めるに足りる証拠はない。よって、原告の右主張を\n採用することはできない。\n（二）　構成要件（一）の製法規定の意義\n前記のとおり、本件発明において、構成要件（一）は、その製造方法によって特\n許の対象となる物を特定するための要件として理解すべきであるが、一般に、特許\n請求の範囲が製造方法によって特定された物であっても、対象とされる物が特許を\n受けることができる物である場合には、特許の対象を、当該製造方法によって製造\nされた物に限定して解釈する必然性はなく、これと製造方法は異なるが物としては\n同一であるものも含まれると解することができる。\nまた、本件発明の特許請求の範囲は、「得られうる」という文言であるから、文\n言から、本件特許の対象が、構成要件（一）の製法によって製造された物に限定さ\nれるということはできない。\nさらに、①乙第二〇号証によると、本件特許の出願当初の明細書の特許請求の範\n囲の記載は、「濃度一～三〇重量％のポリエチレン溶液を紡糸して溶液状態のフィ\nラメントをえ、該溶液フィラメントを冷却することによってゲルフィラメントと\nし、得られたゲルフィラメントを延伸比が少なくとも一〇以上において延伸するこ\nとにより得られる少なくとも一・二Ｇｐａの引張強度を有するポリエチレン延伸フ\nィラメント」というものであったことが認められるが、ここで用いられている「得\nられる」という文言から直ちに本件特許の対象が構成要件（一）の製法で製造した\nものに限定されていたということはできないこと、②乙第二四号証及び第二五号証\nによると、本件特許の出願に対し、昭和六一年一〇月二四日付けで拒絶理由通知が\nなされ、これに対して、出願人である原告は、昭和六二年六月八日付け意見書にお\nいて、「本願発明はポリエチレン溶液を紡糸―固化して得られたゲルフイラメント\nを高倍率で延伸して得られる高強力ポリエチレンフイラメントに関するものであ\nり、明細書の記載より明らかな如く、分子量が数一〇〇万にも及ぶ極めて高い分子\n量のポリエチレンを用いている点、および特にゲルフイラメントが相当量の溶媒を\n保持したままの状態で延伸を開始して一段にて高延伸を行っている点に大きな特徴\nがあります。」、「異なる製法によって発現されたフィラメントの力学的特性が現\nに大きく異なっているのは必然ではないかと思料します。」と主張していることが\n認められるが、右主張によっても、原告が、本件特許の対象が構成要件（一）の製\n法で製造したものに限定されることを表明していたとまで認めることはできないこ\nと、③その他、本件特許出願の経緯において、原告が、本件特許の対象が構成要件\n（一）の製法で製造したものに限定されることを表明したことを認めるに足りる事\n実は認められないことからすると、本件特許の対象が、構成要件（一）の製法によ\nって製造された物のみに限定され、これと製造方法は異なるが物としては同一であ\nるものを含まないことが、出願人たる原告の意図として表明されていたものと認め\nることはできない。\nそうすると、構成要件（一）は、その製造方法で製造されること自体を要求する\n趣旨の要件ではなく、右製造方法によって製造された物と、物としての同一性があ\nることを要求する趣旨の要件と解すべきである。そして、そのような解釈は、明細\n書における特許請求の範囲の記載要領として、高分子物質の発明につき、「高分子\n物質は、特定されて記載されていなければならない。高分子物質を特定するにあた\nっては、その物質の構造を表わす要件によって特定することを原則とする。この要\n件としては次のようなものが挙げられる。\n（イ）　繰返し単位、（ロ）　分子量、（ハ）　配列状態（ホモ、ブロック、グラ\nフト、頭尾結合等）、（ニ）　部分的特徴（分岐度、置換基、二重結合、架橋度、\n末端基等）、（ホ）　立体特異性（立体規則性）\n上記構造を表す要件だけでは十分特定できないときは、更に次のような要件を加え\nて特定できる場合に限り、これら要件を加えて特定することができる。ただし、こ\nれらの要件は定量的に表現すべきものである。\n（イ）　結晶性、粘度、二次転移点、密度\n（ロ）　引張り強度、伸張度、弾性率、硬度、衝撃強度\n（ハ）　透明度、屈折率\nまた、構造を表す要件及び上記要件によっても十分特定できないときは、更に製\n造方法を加えることによって特定できる場合に限り、特定手段の一部として製造方\n法を示してもよい。ただし、製造方法のみによる特定は認めない。」と定めている\n特許庁の「物質特許制度及び多項制に関する運用基準（昭和五〇年一〇月）」の趣\n旨とも合致するものといえる（東京高裁平成九年七月一七日判決・判例時報一六二\n八号一〇一ページ参照）。\n３　構成要件（一）の充足性について\n（一）　構成要件（一）について前記２（二）のような解釈を前提とすれば、被告\n製品が構成要件（一）を充足すると認められるためには、被告製品が、構成要件\n（一）の製法によって特定される物と、物としての同一性があることが認められる\n必要があり、そのためには、①被告製品が構成要件（一）の製法によって現に製造\nされている事実が認められるか、又は、②構成要件（一）の製法によって特定され\nる物の構造若しくは特性が明らかにされた上で、被告製品が右と同一の構造若しく\nは特性を有することが認められる必要がある。そして、ここでいう構造又は特性と\nは、本件発明の特許請求の範囲に示された原料となるポリエチレンの重量平均分子\n量、断面積が実質的に均一なポリエチレン延伸フィラメントであること、特許請求\nの範囲に示された右フィラメントの引張強度及び弾性率というような、本件特許の\n優先権主張日前に公知であった構造又は特性でないことは、既に判示したところか\nら明らかである。\n（二）　①について\n被告は、前記第二の三１（二）（２）のとおり、構成要件（一）の製法とは異な\nる被告製品の製造方法を主張するのに対して、原告は、被告製品の製造方法に関し\nて何ら具体的な主張、立証をしていないから、被告製品が構成要件（一）の製法で\n製造されている事実については、これを認めることができない。\n（三）　②について\n被告製品が構成要件（一）の製法によって特定される物の構造又は特性と同一の\n構造又は特性を有するか否かについては、右判断の前提となる「構成要件（一）の\n製法によって特定される物の構造又は特性」の具体的内容が、原告の主張において\n何ら明らかにされておらず、また、本件明細書の記載その他の関係各証拠を総合し\nても明らかではない（本件発明においては、特許出願の際、物の構造や特性のみに\nよって物を特定することができなかったからこそ、補充的な物の特定手段である製\n造方法が特許請求の範囲に加えられたと考えられることからすると、右の点を明ら\nかにすることは実際上困難であると考えられる。）。\nしたがって、本件においては、必然的に、被告製品が「構成要件（一）の製法に\nよって特定される物の構造又は特性」を有することを認めることはできない。\n（四）　以上によると、被告製品は、本件発明の構成要件（一）を充足するとは認\nめられないから、その技術的範囲に属するとはいえない。\n二　結論\nよって、被告製品の製造、販売が本件特許権を侵害することを前提とする原告の\n本訴請求は、その余の争点につき判断するまでもなくいずれも理由がないからこれ\nを棄却し、訴訟費用の負担につき民事訴訟法六一条を適用して、主文のとおり判決\nする。\n（裁判官　森義之　榎戸道也　大西勝滋）\n別紙図一　省略\n物件目録\n左に示す特性を有し、単位長さ当たりの繊維重量が実質的に均一なポリエチレン延\n伸フィラメント（被告が高性能繊維材料テクミロンなる商品名で製造販売している\nもの）\n（１）　重量平均分子量　約七〇万乃至八〇万\n（２）　引張強度　約二・〇乃至三・二ＧＰａ\n（３）　弾性率　約七〇乃至九五ＧＰａ\n以上\n＜８２９２１－００１＞\n＜８２９２１－００２＞\n＜８２９２１－００３＞\n＜８２９２１－００４＞\n＜８２９２１－００５＞\n"
}