{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 3,
    "day": 30
  },
  "case_number": "平成9(行ウ)141",
  "case_name": "文書開示拒否処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　東京都公文書の開示等に関する条例（昭和５９年東京都条例第１０９号。平成１１年東京都条例第５号により全部改正，同改正前）に基づく都出納長室の保管に係る警視庁総務部企画課の管外出張に関する旅行命令簿及び旅費請求内訳書兼領収書の開示請求に対し，都知事が出納長室ではこれを保管していないとしてした非開示決定の取消しを求める訴えが，却下された事例　２　警視庁職員の管外出張旅費に係る支出命令書に記録された情報が，東京都公文書の開示等に関する条例（昭和５９年東京都条例第１０９号。平成１１年東京都条例第５号により全部改正，同改正前）９条８号に非開示事由として規定する事務事業情報に該当しないとされた事例　３　警視庁職員の通信機器の配置，運用，修理等を目的とした管外出張旅費に係る支出命令書中の出張の内容，時期及び場所を推認させる情報並びに当該支出に関与した者の特定を可能にする情報が，東京都公文書の開示等に関する条例（昭和５９年東京都条例第１０９号。平成１１年東京都条例第５号により全部改正，同改正前）９条４号に非開示事由として規定する公共秩序維持情報に該当するとした事例　４　警視庁職員の会議への参加のための管外出張旅費に係る支出命令書中の出張の内容，時期，場所及び関係職員の特定を可能にする情報が，東京都公文書の開示等に関する条例（昭和５９年東京都条例第１０９号。平成１１年東京都条例第５号により全部改正，同改正前）９条４号に非開示事由として規定する公共秩序維持情報に該当するとされた事例",
  "case_gist": "１　東京都公文書の開示等に関する条例（昭和５９年東京都条例第１０９号。平成１１年東京都条例第５号により全部改正，同改正前）に基づく都出納長室の保管に係る警視庁総務部企画課の管外出張に関する旅行命令簿及び旅費請求内訳書兼領収書の開示請求に対し，都知事が出納長室ではこれを保管していないとしてした非開示決定の取消しを求める訴えにつき，前記文書は，既に警視庁総務部会計課長に返付されているところ，前記開示請求においては開示を求める公文書の範囲につき「出納長室保管の」という限定を付しているから，同開示請求の対象となる文書には該当せず，前記訴えは不適法であるとして，これを却下した事例　２　警視庁職員の管外出張旅費に係る支出命令書に記録された情報につき，同情報は東京都公文書の開示等に関する条例（昭和５９年東京都条例第１０９号。平成１１年東京都条例第５号により全部改正，同改正前）９条８号に規定する監査，検査，取締り等の事務事業に関する情報ということはできない上，前記支出命令書に係る出納事務を実施機関が行う事務事業と解しても，前記情報を開示することによって出納事務の目的が損なわれるとはいえず，また，同情報が単なる出納に関する情報に止まる場合，これは公金支出の正当性に関する資料というべきであるから，同情報を開示することにより所管部局等関係当事者間の信頼関係が損なわれるとはいえないなどとして，同情報は同号に非開示事由として規定する事務事業情報に該当しないとした事例　３　警視庁職員の通信機器の配置，運用，修理等を目的とした管外出張旅費に係る支出命令書中の出張の内容，時期及び場所を推認させる情報並びに当該支出に関与した者の特定を可能にする情報につき，通常通信機器の配置等に関する支出は旅費支出を伴わないものであるにもかかわらず，当該出張には特に管外出張旅費が支出されたことからすると，同出張は比較的まれな通信機器の配置，運用，修理等に関するものものということになるから，その内容，時期及び場所を推認させる情報を開示した場合は，犯罪の捜査その他公共の安全と秩序の維持に支障が生ずるおそれがあるといえ，また，警察の業務が警察規制を物理的かつ強制的に実現するものである結果，その相手方となる者の反発，反感を招きやすいなどという警察活動の特殊性を考慮すると，当該支出に関与した者の特定を可能にする情報についても前記支障を認めることができるとして，前記各情報は東京都公文書の開示等に関する条例（昭和５９年東京都条例第１０９号。平成１１年東京都条例第５号により全部改正，同改正前）９条４号に非開示事由として規定する公共秩序維持情報に該当するとした事例　４　警視庁職員の会議への参加のための管外出張旅費に係る支出命令書中の出張の内容，時期，場所及び関係職員の特定を可能にする情報につき，前記会議の目的が全国レベルの問題を扱うものであることからすると，警視庁管内の特定の犯罪の捜査に関するものではないことが推認され，また，前記会議の概要は明らかにされていないから，その開催に関する事実が開示されることにより公共の安全と秩序の維持について生ずる支障の程度も明らかではないが，広域にわたる重要犯罪に関しないものは開示することとした場合，複数の会議に関する参加旅費の支出のうち開示されないものは広域にわたる重要犯罪に関するものであることを明らかにする結果となり，そのこと自体が一定の捜査情報を提供することとなる上，東京都公文書の開示等に関する条例（昭和５９年東京都条例第１０９号。平成１１年東京都条例第５号により全部改正，同改正前）９条４号は前記支障の顕著性を要件としていないとして，前記情報は同号に非開示事由として規定する公共秩序維持情報に該当するとした事例",
  "lawsuit_id": "16077",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16077",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/077/016077_hanrei.pdf",
  "contents": "主　　　文\n一　被告が原告に対して平成九年五月二七日付けで通知した公文書非開示決定のう\nち、出納長室保管に係る警視庁総務部企画課の平成七年度の随時の協議等の飲食費\nの支出に関する支出命令書、債権者の請求書及び支払金口座振替依頼書並びに同課\nの同年度の管外出張旅費の支出に関する旅行命令簿及び旅費請求内訳書兼領収書に\n係る部分の取消しを求める訴えをいずれも却下する。\n二　被告が原告に対して平成九年五月二七日付けで通知した公文書非開示決定のう\nち、警視庁総務部企画課の平成七年度の管外出張旅費の支出に関する支出命令書に\n係る部分につき、「支払形態」、「組織名、支出命令番号」、「年度」、「会計、\n款、項、目、節・細節」、「出納長室」、「精算整理番号」、「執行済」欄下「番\n号」の各欄、「金額」欄下方の欄に記載された支出件名、「金額」欄右方の欄の各\n記録及び「事業執行課」欄の課名の記録を開示しないとした部分を取り消す。\n三　原告のその余の請求を棄却する。\n四　訴訟費用は、四分し、その一を被告の、その余を原告の各負担とする。\n事実及び理由\n第一　請求\n被告が原告に対して、平成九年五月二七日付けでした出納長室保管に係る警視庁\n総務部企画課の平成七年度の随時の協議等の飲食費の支出に関する支出命令書、債\n権者の請求書及び支払金口座振替依頼書を開示しない旨の処分並びに同課の同年度\nの管外出張旅費の支出に関する支出命令書、旅行命令簿及び旅費請求内訳書兼領収\n書を開示しない旨の処分をいずれも取り消す。\n第二　争いのない事実等\n一　東京都公文書の開示等に関する条例（昭和五九年一〇月一日東京都条例第一〇\n九号。以下「本件条例」という。）等の規定\n１　本件条例一条は、本件条例の目的が公文書の開示を請求する都民の権利を明ら\nかにするとともに、情報公開の総合的な推進に関し必要な事項を定め、都民と都政\nとの信頼関係を強化することなどにある旨を、本件条例二条一項は、地方自治法及\nび地方公営企業法等により独立して事務を管理する機関を列挙し、これを公文書の\n開示を実施する機関とし、その一つとして知事を掲げるが、公安委員会を掲げず、\n同条二項において、公文書の範囲を、実施機関の職員が職務上作成し、又は取得し\nた文書等であって、実施機関において定めている事案決定手続又はこれに準ずる手\n続が終了し、実施機関が管理しているものと規定している。\n２　本件条例三条は、本件条例一条に規定された公文書の開示を請求する都民の権\n利を十分に尊重することを本件条例の解釈、運用の指針とし、本件条例五条は、東\n京都の区域内に事務所又は事業所を有する個人は公文書の開示を請求することがで\nきる旨を規定し、本件条例七条四項は非開示の決定には理由を付記すべき旨を規定\nする。\n３　本件条例九条は、所定の情報が含まれている文書を開示しないことができるも\nのとして、その情報（非開示情報）を列記するが、その四号において、「開示する\nことにより、人の生命、身体、財産又は社会的な地位の保護、犯罪の予防、犯罪の\n捜査その他の公共の安全と秩序の維持に支障が生ずるおそれがある情報」を、その\n八号において、「監査、検査、取締り、徴税等の計画及び実施要領、渉外、争訟、\n交渉の方針、契約の予定価格、試験の問題及び採点基準、職員の身分取扱い、学術\n研究計画及び未発表の学術研究成果、用地買収計画その他実施機関が行う事務事業\nに関する情報であって、開示することにより、当該事務事業の目的が損なわれるお\nそれがあるもの、特定のものに不当な利益若しくは不利益が生ずるおそれがあるも\nの、大学の教育若しくは研究の自由が損なわれるおそれがあるもの、関係当事者間\nの信頼関係が損なわれると認められるもの、当該事務事業若しくは将来の同種の事\n務事業の公正若しくは円滑な執行に支障が生ずるおそれがあるもの又は都の行政の\n公正若しくは円滑な運営に著しい支障が生ずることが明らかなもの」を規定する。\nなお、本件条例九条各号に該当する情報とそれ以外の情報が記録されている公文\n書において、右各情報の記録された部分を容易に分離することができ、かつ、その\n分離によって開示の請求の趣旨が損なわれることがないと認められるときは、本件\n条例九条各号に該当する情報に係る部分を除いて、公文書の開示をするものとされ\nている（本件条例一〇条）。\n二　東京都会計事務規則（昭和三九年東京都規則第八八号。以下「規則」とい\nう。）の規定等\n警視庁に係る会計事務については、規則一〇条一項により、出納長の権限に属す\nる事務の一部が警視庁・東京消防庁担当副出納長（以下「副出納長」という。）に\n委任されており、警視庁総務部企画課（以下「企画課」という。）に関する支出に\nついての一般的な手続は、次の１ないし３のとおりであり、企画課職員に対する旅\n費の支出についての具体的な手続は４のとおりである。\n１　収支命令者たる警視庁総務部会計課長（以下「会計課長」という。）は、当該\n支出の所属年度、支出科目、支出金額、債権者名及び印鑑の正誤並びに支出の内容\nが法令又は契約に違反する事実がないかどうかを調査し、支出命令書を発行する\nが、その際、債権者の請求書を添付すべきものとされ（規則四五条）、会計課長\nは、支出命令書を発行したときは、支出の内容及び経理を明らかにした決定文書\n（起案文書）その他の関係書類とともに、直ちに副出納長に送付する（規則五一\n条）。\n２　副出納長は、送付された支出命令書に係る支出に関し予算措置がされている\nか、支出の内容が法令に反しないかなど、その内容を審査し（規則一三条）、審査\n終了後、債権者に支払をし、支払をするときは、債権者から領収書を徴するととも\nに支払証を交付する（規則五三条、五七条、六〇条）。\n３　副出納長は、右審査の終了後、１記載の決定文書（起案文書）その他の関係書\n類に審査済の表示をして会計課長に返付し（規則五一条二項、二三条三項）、支出\n命令書、債権者の請求書（規則四五条）及び支払金口座振替依頼書（規則六一条）\nを執行月日ごとに整理して保管しなければならない（規則一一一条）。\n４　企画課職員の出張は、旅行命令権者である企画課長の発する旅行命令によって\n行われる（職員の旅費に関する条例（昭和二六年東京都条例第七六号）四条一項）\nが、会計課長は、旅費支給日の五日前までに、旅行命令簿及び給与取扱者たる企画\n課庶務係長が出張する職員ごとに作成する旅費請求内訳書兼領収書を添付して、支\n出命令書を副出納長に送付し（規則五一条一項、八一条八項）、支出命令書を受領\nした副出納長は、その内容を審査した上、旅費を支給する日に企画課庶務係長に当\n該資金を前渡し、旅行命令簿及び旅費請求内訳書兼領収書等の関係書類に審査済の\n表示をして会計課長に返付し、支出命令書を整理して保管する（規則一三条、八一\n条六項、五一条二項、二三条三項、一一一条）。\n５　支出命令書には、①受付年月日を記載した受付印が押印され、②「支払形態」\nの欄には現金等、支払の形態の区別が、③「組織名、支出命令番号」欄には所管局\n課及び支出命令番号が、④「年度」欄には当該支出の属する会計年度が、④表題部\nの左方余白及び「発行年月日」欄には当該支出命令書の発行年月日が、⑤「支払予\n定年月日」欄には当該支出の支払予定年月日が、⑥「会計、款、項、目、節・細\n節」欄には当該支出に関する予算科目及び会計コードが、⑦「金額」欄には当該支\n出命令に係る支出命令額が、⑧「金額」欄の右方欄には口座振込等の支払方法の区\n別とその件数が、⑨「債権者支払予定」欄には、場合により、当該支出命令に係る\n支出の支払予定期間が記載され、⑩「事業執行課」欄には課名及び担当職員の印影\nが、⑪「主管課（所）」欄には支出命令担当課の職員の印影が、⑫「出納長室」欄\nには副出納長室の担当職員の印影が、⑬「執行済」欄には番号及び執行日を表示し\nた審査登録済であることを示す印影が、⑭「審査登録」欄には入力日を表示した審\n査登録済であることを示す印影が押印され、⑮「精算整理番号」欄にはそれに対応\nする番号が表示され、⑯「金額」欄の下方の記載欄には支出件名、請求金額、支出\n内容、請求及び領収の年月日、給与取扱者の氏名、支出命令額に対する予算残額が\n記載され、給与取扱者の印影が押印される（乙第七号証）。\n三　本件に至る事実経過\n１　原告は、東京都内に事務所を有する者であり、被告は、本件条例二条一項に規\n定する実施機関である。\n２　原告は、平成九年五月一四日、被告に対して、「出納長室保管の警視庁企画課\nの九五年度の管外出張旅費・随時の協議等の飲食費の支出に関する一切の資料」と\nする公文書の開示を請求した（以下この請求を「本件開示請求」という。）。\nなお、「随時の協議等の飲食費」とは、本件条例の運用指針として定められた\n「会議費に関する公文書の開示基準」（平成七年一〇月一三日制定、平成九年四月\n一一日改定）における会議費の三分類のうち、「個々の事業の円滑な推進を図るた\nめ、主として意思形成過程などにおいて、随時に協議、打合せ、情報交換等を行う\n際の飲食に要する経費」とされているものであることについては、当事者間に争い\nがない。\n３　被告は、本件開示請求の対象となり得べき公文書のうち、管外出張旅費の支出\nに関する一切の資料を当該旅費に係る支出命令書、旅行命令簿及び旅費請求内訳書\n兼領収書と特定し、随時の協議等の飲食費の支出に関する一切の資料を当該支出に\n係る支出命令書、債権者の請求書及び支払金口座振替依頼書と特定し、平成九年五\n月二七日付けで、平成七年度の管外出張旅費に関する公文書については本件条例九\n条四号及び同条八号に該当し、同年度の随時の協議等の飲食費の支出に関する公文\n書は存在しないとして、右各公文書をいずれも開示しない旨の決定（以下「本件決\n定」という。）をし、原告は、同月二八日、本件決定の通知を受領し、同年六月五\n日、本件訴えを提起した。\nなお、管外出張旅費の支出に係る公文書のうち、旅行命令簿及び旅費請求内訳書\n兼領収書が既に提出者たる会計課長に返付されており、現に被告が保管しているも\nのは、支出命令書（以下「本件旅費支出命令書」という。）のみであることは当事\n者間に争いがない。\n第三　争点及びこれに関する当事者の主張\n本件の争点は、本件開示請求の対象となり得べき公文書を被告が管理しているか\n否か及び右各文書に記載されている情報が本件条例所定の非開示事由に該当するか\n否かであるところ、この点に関する当事者の主張は次のとおりである。\n一　被告\n１　企画課の平成七年度の随時の協議等の飲食費の支出は存在せず、出納長室は、\nこれに関する支出命令書、債権者の請求書及び支払金口座振替依頼書を保管してい\nない。\nまた、出納長室は、企画課の同年度の管外出張旅費の支出に関する旅行命令簿及\nび旅費請求内訳書兼領収書を保管していない。\n２　本件旅費支出命令書を公開しない理由は次のとおりである。\n（一）警察活動の公益性に照らして、警視庁がその責務を適切に遂行するために\nは、公益上必要な情報は、その存在を含めてすべてを秘匿できること及び捜査活動\nに関しては、捜査の着手、捜査の進展状況、捜査手法等のすべてを秘匿できること\nが必要である。また、当該情報の存否が明らかになることにより情報の秘匿性が損\nなわれ、捜査活動に支障を生ずるおそれがあるほか、当該情報を開示できない理由\nを告知することは、とりもなおさず捜査手法や証拠資料等を明らかにすることにも\nなりかねないから、その理由を明らかにすることもできないものである。そして、\n本件条例九条四号に規定する「人の生命、身体、財産又は社会的地位の保護」に関\nする情報の中には、開示することにより特定の個人の行動予定、家屋の構造等が明\nらかにされ、その結果これらの人々が犯罪の被害者となるおそれのある情報が含ま\nれ、本件条例九条四号に規定する「公共の安全と秩序に支障が生ずるおそれがあ\nる」とは公共の安全と秩序の維持のための警察活動等が阻害され、若しくは適正に\n行われなくなり、又はその可能性があることをいう。\nそして、本件旅費支出命令書は、会議出張に関するもの二枚、通信機器の配置、\n運用、修理等に関するもの二枚であるが、企画課の職員は、警視庁あるいは全国警\n察活動の活動方針、重点等の会議に参画し、また、警察の犯罪捜査、予防等に関す\nる通信機器の設置、修理等に従事するものであり、本件旅費支出命令書に記載され\nた出張もこれに関連したものである。そして、これらの活動は、いずれも警視庁等\nにおける多数の犯罪捜査、予防等の活動を前提とした上で、これを支援する等、捜\n査活動と密接に関連する活動である。これを管外で開催される会議についてみれ\nば、他の道府県警察が会場等を選定して開催されるものであり、会議内容の性格\n上、会議内容の漏洩のないこと、会場の静穏の保持と円滑な議事運営に支障のない\nこと、会議出席者及び会場関係者の安全が確保されていることなどの条件を具備し\nていることが必要であり、反復して同一施設を使用することが頻繁であるところ、\n本件旅費支出命令書を公開した場合には、警察の犯罪捜査、予防等の活動に関する\n情報を得ようとする者にとってその情報収集が可能となる。また、通信機器の設\n置、修理等についてみれば、本件旅費支出命令書を公開した場合には、通信機器の\n設置、運用状況に関する情報の収集が可能となり、警察活動に支障を及ぼすことに\nなる。すなわち、本件旅費支出命令書を公開した場合には、支出の日に関する情報\n（受付印の日付、発行年月日、支払予定年月日、請求年月日、領収年月日、債権者\n支払予定期間、執行済印の日付、入力済印の日付）から管外出張の期日が具体的に\n明らかになり、支出内容の記載より、管外出張の目的、用務が具体的に明らかにな\nり、これにより、一般人が新聞等から入手し得る情報と組み合わせることにより、\n捜査活動に関する状況が明らかとなり、その結果、公共の安全と秩序の維持に係る\n警察活動に支障が生ずることになる。\n（二）東京都公安委員会又は警視庁は、本件条例二条に実施機関として規定されて\nいないから、警視庁が管理している文書は本件条例による開示の対象とはならな\nい。\nところで、本件旅費支出命令書は、警察活動に直接又は間接に関わりを持つ情報\nであるから、このような情報が記載されている公文書の開示又は非開示を決定する\n権限を有するのは、本来、東京都公安委員会又は警視庁である。しかしながら、本\n件旅費支出命令書は、実施機関である知事（出納長室）が保管していることから、\n出納長は、作成機関の意向を尊重することとし、警視庁に対して、その開示の適否\nにつき照会したところ、本件開示請求に係る管外出張旅費の支出に関する一切の資\n料が開示された場合には、警察活動の実体が明らかにされ、又は推測されることと\nなり、都民の警察に対する信頼や協力が損なわれるおそれがあるとともに、関係者\nに不利益が及ぶおそれもあり、ひいては警察活動に支障を来すこととなるため、非\n開示を適当とする旨の回答を得た。\n（三）被告は、右（一）記載の事情に照らして本件旅費支出命令書中には本件条例\n九条四号に該当する情報が記録されていると判断し、それによれば右（二）記載の\n警視庁の回答は合理的であると認められるので、警視庁の自主的判断を尊重すべ\nく、これを無視することは実施機関と警視庁との信頼関係を損なうことになるか\nら、本件旅費支出命令書に記録された情報はすべて本件条例九条八号に該当するも\nのと判断した。\n二　原告\n１　本件旅費支出命令書以外の本件開示請求の対象となる公文書が存在すること\nは、次の点から明らかである。\n（一）企画課は、平成七年度の随時の協議等の飲食費の支出に関する公文書につい\nて、平成八年一〇月二八日付けで、非公開を適当と認める旨の要望書を作成してお\nり、これは、当該文書の存在を前提とするものである。\n（二）企画課の平成七年度の管外出張旅費の支出に関しても、被告はその答弁書に\nおいて、本件旅費支出命令書に限定することなく、管外出張の目的、用務、出張の\n期日等が記載された一切の資料について、本件条例九条四号該当性を主張してお\nり、これは、当該文書の存在を前提とするものである。\nまた、出納長室は、東京都の出納の責任ある部局として、職務上の権限により、\n出納の適正を確認するため収支命令者に返付した文書を取り寄せ審査することがで\nきるはずであるから、かかる文書は、なお実施機関たる出納長室において管理して\nいる文書というべきであり、出納長において審査中であれば開示対象となるが返付\nした後には開示の対象とならないとすることは、自治体住民に開かれるべき情報を\n請求時の審査状況という偶然に委ねる不当な解釈というべきである。したがって、\n平成七年度の管外出張旅費の支出に関する旅行命令簿及び旅費請求内訳書兼領収書\nも、被告が管理している公文書というべきである。\n２　そこで、原告としては、本件開示請求に係る公文書がすべて存在するものとし\nて、その開示理由を述べる。\n（一）本件条例九条四号の文書とは、覚せい剤原料輸出入許可証交付簿、猟銃等製\n法事業許可書、捜査関係事項照会及び回答書といった、犯罪の予防、捜査にとって\n重要であったり、公共の安全と秩序の維持に具体的な支障を生じさせるおそれがあ\nる文書を指すのであって、本件開示請求に係る公文書はこれに該当しない。\nまた、民主的理念を基調とする警察の管理と運営を保障する（警察法一条）ため\nには、警察の管理と運営をできるだけ一般市民に可視的にしておくことが求められ\nるところ、企画課の管外出張旅費に関する情報は犯罪捜査に関係のないものであ\nり、本件開示請求の対象文書の公開が個々の犯罪捜査の密行性を妨げるものでもな\nく、仮に、そのおそれがあるというのであれば、被告において、それを主張、立証\nすべきである。\nなお、本件旅費支出命令書についていえば、会議又は通信機器の設置、補修のた\nめの管外出張の日が明らかになったとしても、公共の安全と秩序の維持に支障が生\nずるおそれはなく、また、支出命令書の体裁に照らしても、極めて簡単に表記され\nている件名によって判明する情報は本件条例九条四号が予定するものには該当しな\nいというべきであり、警視庁が当然に行っているべき情報の管理体制を前提とすれ\nば、本件旅費支出命令書を開示したからといって、被告が主張する「支障が生ずる\nおそれ」はないのである。\n情報公開においては、公明正大な経理処理と個々の犯罪捜査の密行性の必要とを\n両立させなければならないのに、被告の主張は、後者のみを強調して漠然とした捜\n査への支障のみを優先させるものであり、警察法一条にも反するものである。\n（二）本件条例九条八号に規定する「関係当事者間の信頼関係が損なわれると認め\nられるもの」とは、「公にしないことを条件に任意に第三者から提供された情報の\nように、開示することにより、東京都と第三者との間における信頼関係が損なわ\nれ、それ以降における情報収集や相手方の理解協力を得ることが困難になり、ある\nいは、約束違反の責任が追及され損害賠償の原因等となるおそれがある情報」を指\nすものであり、ここで保護しようとしている信頼関係は、東京都に対して任意に情\n報を提供した第三者との間のそれであり、普通地方公共団体の内部の機関相互の問\n題ではなく、予算の執行について公金を使用する機関と出納機関との信頼を論ずる\nべきものではないのであって、被告と警視庁とは本件条例九条八号に規定する「関\n係当事者」には該当しない。\n第四　当裁判所の判断\n一　本件旅費支出命令書以外の本件開示請求の対象となり得べき公文書の存否につ\nいて\n１　前記のとおり、「随時の協議等の飲食費」とは「個々の事業の円滑な推進を図\nるため、主として意思形成過程などにおいて、随時に協議、打合せ、情報交換等を\n行う際の飲食に要する経費」とされているものであることについては、当事者間に\n争いがなく、証拠（乙第四号証、第一一号証、第一三号証）によれば、右の随時の\n協議等の飲食費の支出はなく、これに係る資料も存しなかったことが認められる。\nもっとも、弁論の全趣旨によれば、本件開示請求に先立って原告がした本件と同様\nの公文書開示請求に関して、企画課長が副出納長に対して行った平成八年一〇月二\n八日付け回答は、平成七年度の随時の協議等の飲食費に関する公文書の存在に言及\nすることなく、一律に非開示を相当とするものであったことが認められるが、そも\nそも、右回答は、原告の「出納長室保管の警視庁企画課の九五年度の管外出張旅\n費、随時の協議等の飲食費の支出に関する一切の資料」の開示請求に対して、基本\n的に開示に応ずるべきではないとの立場から作成されたものであると推認され、実\n施機関において特定した個別的文書の開示の当否に対する意見ではないから、この\n回答をもって、右認定を覆すには足りず、他に右認定を覆すに足りる証拠はない。\n２　平成七年度の管外出張旅費に関する本件旅費支出命令書以外の公文書が既に会\n計課長に返付されていることは当事者間に争いがないところ、本件開示請求におい\nては、開示を求める公文書の範囲につき「出納長室保管の」という限定を付してい\nることからすれば、本件条例二条二項に規定する実施機関の「管理」の意義を検討\nするまでもなく、会計課長に既に返付されている右各文書は本件開示請求の対象た\nる文書に該当しないものというほかない。\n二　本件旅費支出命令書の本件条例九条八号該当性\n本件条例九条八号は「監査、検査、取締り、徴税等の計画及び実施要領、渉外、\n争訟、交渉の方針、契約の予定価格、試験の問題及び採点基準、職員の身分取扱\nい、学術研究計画及び未発表の学術研究成果、用地買収計画」と並列して「その他\n実施機関が行う事務事業」を掲げ、さらに、これらに関する情報のうちで、開示す\nることにより不適切な事態を生ずるような情報を開示しないことができるとし、そ\nの不適切な事態として、「当該事務事業の目的が損なわれるおそれがあるもの」、\n「特定のものに不当な利益若しくは不利益が生ずるおそれがあるもの」、「大学の\n教育若しくは研究の自由が損なわれるおそれがあるもの」、「当該事務事業若しく\nは将来の同種の事務事業の公正若しくは円滑な執行に支障が生ずるおそれがあるも\nの」、「都の行政の公正若しくは円滑な運営に著しい支障が生ずることが明らかな\nもの」のほか、「関係当事者間の信頼が損なわれると認められるもの」を規定す\nる。\nところで、本件旅費支出命令書に記録された情報をもって、同号に規定する監\n査、検査、取締り等の事務事業に関する情報ということはできず、本件旅費支出命\n令書に係る出納事務をもって実施機関が行う事務事業と解しても、本件旅費支出命\n令書に含まれる公金の支出に関する情報を開示することによって出納事務の目的が\n損なわれるものということはできない。\nまた、本件旅費支出命令書に含まれる公金支出に関する情報が単なる出納に関す\nる情報に止まるときは、公金支出の正当性に関する資料というべきであるから、こ\nれを開示することにより関係当事者間の信頼が損なわれると認められるものに該当\nするということは困難である。もっとも、公金支出に関する情報であっても、それ\nが単なる出納に関する情報に止まらず、他の自治体事務に関する情報としての性質\nを有し、当該情報を開示することが、当該他の自治体事務の遂行の障害となるとき\nは、この点を考慮することなく実施機関が文書の開示に応ずることが関係当事者間\nの信頼を損なうという事態も想定できないではない。しかし、本件条例の趣旨に照\nらせば、開示請求の対象となる公文書については、非開示の事由がなければ開示す\nべきものとされているのであるから、右の事情を理由として非開示の決定をする実\n施機関としては、当該情報が単なる出納に関する情報であることを超えて本件条例\n九条各号に規定する非開示事由に該当することを明らかにすべきものというべきで\nあり、所管部局の非開示の意向をもって関係当事者間の信頼を論ずるべきものでは\nない。\n右によれば、本件旅費支出命令書を非開示とした処分の適法根拠としては、本件\n旅費支出命令書に含まれる情報がそれ自体において本件条例九条各号に規定する非\n開示事由に該当することを要するものというべきである。なお、このように解する\nときは、本件条例において実施機関とされていない部局において作成された公文書\nも開示請求の対象となり、また、当該事務を所管しない実施機関において非開示事\n由の該当性を主張、立証すべきことになるが、本件条例が実施機関以外の機関の作\n成文書を非開示とする趣旨であれば、開示の対象となるべき公文書の範囲から実施\n機関以外の機関の作成に係る公文書を除外しておくべきところ、本件条例では、実\n施機関の管理する公文書である限り開示請求の対象となるのであるから、実施機関\n以外の部局において作成された公文書も、実施機関の管理するものは、開示請求の\n対象となるものというほかなく、また、当該事務を所管しない実施機関において非\n開示事由の該当性を主張、立証すべしということは、実施機関において所管部局と\nの意思疎通を図り、公文書の開示請求に応答すべきことにほかならないのであり、\nこれも、本件条例の予定するところというべきである。\n三　本件旅費支出命令書の本件条例九条四号該当性\n証拠（乙第一四号証の二、第一五、第一六号証）によれば、本件旅費支出命令書\nは四枚存在し、その内訳は、会議出張に関するもの二枚、通信機器の配置、運用、\n修理等に関するもの二枚であること、そして、右会議は、警察運営に関する全国レ\nベルの会議であること、通信機器の配置、運用、修理等に関する出張の多くは旅費\nの支給を伴わない公用車利用によっているが、右二枚の旅費支出命令書に係るもの\nは、公用車利用で賄えない管外での通信機器の配置、運用又は修理を目的としたも\nのであることが認められる。\nところで、警察の業務が警察規制を物理的かつ強制的に実現するものであるこ\nと、その結果、その相手方となる者の反発、反感を招きやすく、また、一般の市民\n生活においては関心を呼び起こさないような些細な情報であっても、犯罪を実行\nし、又は実行しようとする者にとっては貴重な情報であるとともに警察機能の上か\nらは秘匿を要する情報が存在することは容易に想像できるところである。\nそこで、まず、通信機器の配置、運用、修理等に関する支出について検討する\nに、通常、右の支出は旅費支出を伴わないものであるのに、二件については特に管\n外出張旅費が支出されたということからすれば、当該支出は比較的稀な通信機器の\n配置、運用、修理等に関するものということになるから、その内容、時期及び場所\n（東京都からの距離）を推測させる情報を開示するときは、犯罪の捜査その他の公\n共の安全と秩序の維持に支障が生ずるおそれがあるということができ、当該支出に\n関与した者の特定を可能とする情報も警察活動の右特殊性を考慮すれば、これにつ\nいても同様の支障を認めることができるというべきである。\n次に、会議への参加のための旅費支出をみると、会議の概要等は不明であるが、\nその回数が二回であること、目的が全国レベルの問題を扱うものであることからす\nれば、警視庁管内の特定の犯罪の捜査に関するものではないことが推認されるし、\nまた、会議の概要が明らかにされない状況では、当該会議の開催という事実が開示\nされることにより公共の安全と秩序の維持について生ずる支障の程度も明らかでは\nない。しかし、広域にわたる重要犯罪に関しないものは開示することとしたとき\nは、複数の会議に関する参加旅費の支出のうち開示されないものは広域にわたる重\n要犯罪に関するものであることを明らかにする結果となり、そのこと自体が一定の\n捜査情報を提供することにもなる上、本件条例九条四号は犯罪の捜査その他の公共\nの安全と秩序の維持に支障が生ずる「おそれ」をもって非開示の理由とし、その顕\n著性を要件としていないことからすると、会議への参加のための旅費支出について\nも、その内容、時期、場所、関係職員を特定する情報を開示するときは、犯罪の捜\n査その他の公共の安全と秩序の維持に支障が生ずるおそれを否定することができな\nい。\nこの観点から検討すると、本件旅費支出命令書に記録された情報のうち、「支払\n形態」、「組織名、支出命令番号」、「年度」、「会計、款、項、目、節・細\n節」、「出納長室」、「精算整理番号」、「執行済」欄下の「番号」の各欄の記\n録、「金額」欄下方の欄に記載された支出件名、「金額」欄右方の欄の各記録及び\n「事業執行課」欄の課名の記録は、開示することによって、出張の時期及び出張の\n場所を推認させるものではないから、これらを開示しない理由はないというべきで\nある。しかし、その余の、受付印の日付、表題部欄左に記載される出力年月日、\n「発行年月日」、「支払予定年月日」、「債権者支払予定」、「執行済」、「審査\n登録」、の各欄の記録及び「金額」欄下方の欄に記載された請求、領収年月日の記\n載は、各支出ひいてはその原因となった出張の日時に関する情報を含むものという\nことができ、また、「金額」欄記載の金額、同欄下方の欄に記載された請求金額\nは、通常定額で算定される旅費を表示することになるから、東京都から出張先まで\nの距離を推測させる資料となり、同欄下方の欄に記載された支出内容、予算残額\nは、警察活動の内容に関する情報というべきであり、その余の記載は担当職員を特\n定する情報ということができるから、これらを開示しないという範囲で本件決定は\n適法というべきである。\n第五　結論\n以上によれば、本件旅費支出命令書以外の公文書はそもそも存在しないか、被告\nにおいて保管しないものであって、本件開示請求の対象とならないので、これらの\n開示を求めて本件決定の取消しを求める訴えは不適法であるから、これを却下する\nこととし、また、本件決定のうち、本件旅費支出命令書の記録中主文二に掲記した\n部分を開示しないとした部分は違法というべきであるが、その余の部分を開示しな\nいとした部分は本件条例に反するものといえないから、前者についてはその限度で\n原告の請求を認容し、後者については、原告の請求を棄却することとし、訴訟費用\nの負担について行政事件訴訟法七条、民事訴訟法六一条、六四条本文を適用して、\n主文のとおり判決する。\n東京地方裁判所民事第二部\n裁判長裁判官　富越和厚\n裁判官　團藤丈士\n裁判官　水谷里枝子\n"
}