{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 9,
    "month": 4,
    "day": 2
  },
  "case_number": "平成4(行ツ)156",
  "case_name": "損害賠償代位",
  "court_name": "最高裁判所大法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "民集　第51巻4号1673頁",
  "original_court_name": "高松高等裁判所",
  "original_case_number": "平成1(行コ)3",
  "original_date": {
    "era": "Heisei",
    "year": 4,
    "month": 5,
    "day": 12
  },
  "gist": "一　県がＤ神社又はＥ神社の挙行した例大祭、みたま祭又は慰霊大祭に際し玉串料、献灯料又は供物料を県の公金から支出して奉納したことが憲法二〇条三項、八九条に違反するとされた事例\n二　委任又は専決により県の補助職員らが公金支出を処理した場合において知事は指揮監督上の義務に違反したものであり過失があったが補助職員らは判断を誤ったけれども重大な過失があったということはできないとされた事例\n三　複数の住民が提起する住民訴訟と類似必要的共同訴訟\n四　複数の住民が共同訴訟人として提起した住民訴訟において共同訴訟人の一部の者がした上訴又は上訴の取下げの効力",
  "case_gist": "一　愛媛県が、宗教法人Ｄ神社の挙行した恒例の宗教上の祭祀である例大祭に際し玉串料として九回にわたり各五〇〇〇円（合計四万五〇〇〇円）を、同みたま祭に際し献灯料として四回にわたり各七〇〇〇円又は八〇〇〇円（合計三万一〇〇〇円）を、宗教法人愛媛県Ｅ神社の挙行した恒例の宗教上の祭祀である慰霊大祭に際し供物料として九回にわたり各一万円（合計九万円）を、それぞれ県の公金から支出して奉納したことは、一般人がこれを社会的儀礼にすぎないものと評価しているとは考え難く、その奉納者においてもこれが宗教的意義を有する者であるという意識を持たざるを得ず、これにより県が特定の宗教団体との間にのみ意識的に特別のかかわり合いを持ったことを否定することができないのであり、これが、一般人に対して、県が当該特定の宗教団体を特別に支援しており右宗教団体が他の宗教団体とは異なる特別のものであるとの印象を与え、特定の宗教への関心を呼び起こすものといわざるを得ないなど判示の事情の下においては、憲法二〇条三項、八九条に違反する。\n二　愛媛県が憲法二〇条三項八九条に違反して宗教法人Ｄ神社等に玉串料等を県の公金から支出して奉納したことにつき、右支出の権限を法令上本来的に有する知事は、委任を受け又は専決することを任された補助職員らが右支出を処理した場合であっても、同神社等に対し、右補助職員らに玉串料等を持参させるなどしてこれを奉納したと認められ、当該支出には憲法に違反するという重大な違法があり、地方公共団体が特定の宗教団体に玉串料等の支出をすることについて、文部省自治省等が、政教分離原則に照らし、慎重な対応を求める趣旨の通達、回答をしてきたなどの事情の下においては、その指揮監督上の義務に違反したものであり、過失があったというのが相当であるが、右補助職員らは、知事の右のような指揮監督の下でこれを行い、右支出が憲法に違反するか否かを極めて容易に判断することができたとまではいえないという事情の下においては、その判断を誤ったものであるが、重大な過失があったということはできない。\n三　複数の住民が提起する住民訴訟は、類似必要的共同訴訟と解すべきである。\n四　複数の住民が共同訴訟人として提起した住民訴訟において、共同訴訟人の一部の者が上訴すれば、それによって原判決の確定が妨げられ、当該訴訟は全体として上訴審に移審し、上訴の判決の効力は上訴をしなかった共同訴訟人にも及ぶが、上訴をしなかった共同訴訟人は、上訴人にはならず、上訴をした共同訴訟人のうちの一部の者が上訴を取り下げた場合は、その者は上訴人ではなくなる。\n（一につき、補足意見、意見及び反対意見がある。）",
  "ref_law": "地方自治法153条1項，地方自治法242条の2第1項，地方自治法242条の2第4項，地方自治法243条の2第1項，憲法20条，憲法89条，民訴法52条1項，民訴法363条",
  "lawsuit_id": "54777",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=54777",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/777/054777_hanrei.pdf"
}