{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 10,
    "day": 27
  },
  "case_number": "平成9(行ケ)230",
  "case_name": "特許取消決定取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13586",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13586",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/586/013586_hanrei.pdf",
  "contents": "平成９年（行ケ）第２３０号　特許取消決定取消請求事件（平成１１年９月８日口\n頭弁論終結）\n判　　　　　決\n原　　　　　　告　　　富士写真フィルム株式会社\n代表者代表取締役　　　【Ａ】\n訴訟代理人弁護士　　　中村　稔\n同　　　　　　　　　　熊倉禎男\n同　　　　　　　　　　富岡英次\n同　　　　　　　　　　岩瀬吉和\n同　　　　弁理士　　　【Ｂ】\n被　　　　　　告　　　特許庁長官　【Ｃ】\n指定代理人　　　　　　【Ｄ】\n同　　　　　　　　　　【Ｅ】\n同　　　　　　　　　　【Ｆ】\n主　　　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n特許庁が、平成９年異議第７０４８５号事件について、平成９年７月２９日\nにした特許異議の申立てについての決定を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n原告は、平成２年２月１９日、名称を「光記録媒体」とする発明につき特許\n出願をし（特願平２ー３８０９２号）、平成８年５月３１日に設定登録（特許第２\n５２２７１３号）を受けた。\n【Ｇ】は、平成９年２月６日、本件特許につき特許異議の申立てをした。\n特許庁は、同申立てを平成９年異議第７０４８５号事件として審理したう\nえ、同年７月２９日、「特許第２５２２７１３号の請求項１ないし２に係る特許を\n取り消す。」との決定（以下「本件決定」という。）をし、その謄本は、同年８月\n２０日、原告に送達された。\n２　本件発明の要旨\n(1)　特許請求の範囲の請求項１に記載された発明（以下「本件第１発明」とい\nう。）の要旨\n対向して置かれた第１の基板と第２の基板の間に少なくとも１層の記録層\nが接着剤層を介して設けられた光記録媒体において、該第１の基板の記録層側の周\n縁部におけるバリの高さと該第２の基板の記録層側の周縁部におけるバリの高さと\nの合計が該接着剤層の厚さよりも小さいことを特徴とする光記録媒体。\n(2)　特許請求の範囲の請求項２に記載された発明（以下「本件第２発明」とい\nう。）の要旨\n前記接着剤層は、ホットメルト接着剤より成りかつその厚さは、１６０μ\nｍ以下である請求項１記載の光記録媒体。\n３　本件決定の理由の要点\n本件決定は、平成９年４月１４日付取消理由通知書（甲第３号証）及び同取\n消理由が引用する特許異議申立書（甲第５号証）４頁１０行～６頁６行及び６頁７\n行～８頁１６行の各記載を引用したものであるが、本件第１、第２発明が、特開昭\n６１ー６８７４４号公報（甲第６号証、以下「引用例１」という。）、平成元年７\n月７日発行の【Ｈ】編著「光ディスクのおはなし」３５～３７頁及び５６～５９頁\n（甲第７号証、以下「引用例２」という。）、特開昭６３ー２７５０５０号公報\n（甲第８号証、以下「引用例３」という。）並びに特開昭６１ー８０５３４号公報\n（甲第９号証、以下「引用例４」という。）にそれぞれ記載された発明に基づい\nて、当業者が容易に発明をすることができたものと認められるので、本件第１、第\n２発明に係る特許は、特許法２９条２項の規定に違反してなされたものであるとし\nた。\n第３　本件決定の適法性についての被告の主張の要点\n１(1)　引用例１、２に記載された対向する２つの基板の間に記録層が接着剤層を\n介して設けられた光記録媒体は周知であるところ、本件第１発明と引用例１、２記\n載の周知の光記録媒体とを対比すると、両者は、「対向して置かれた第１の基板と\n第２の基板の間に少なくとも１層の記録層が接着剤層を介して設けられた光記録媒\n体である」点で一致し、「本件第１発明が第１の基板の記録層側の周縁部における\nバリの高さと第２の基板の記録層側の周縁部におけるバリの高さとの合計が接着剤\n層の厚さよりも小さい構成を有するのに対し、引用例１、２記載の周知の光記録媒\n体は当該構成について限定がない」点で相違する。\n(2)　引用例３は、表面にリング状のバリが形成されており、かつ、表面に記録\n層を有する基板と、記録層が備えられてもよい基板が、記録層を内側にして、リン\nグ状内側スペーサとリング状外側スペーサとを介して接合された情報記録媒体であ\nって、基板のリング状バリがスペーサのバリ収容溝に収容されていることを特徴と\nする情報記録媒体（甲第８号証特許請求の範囲）に関するものであり、そこには、\n基板の成形においてバリが発生すること、及びバリが接合するうえでの問題点とな\nること（同号証２頁左上欄末行～右上欄１９行）、そこに記載された発明におい\nて、スペーサを介して貼り合わせ、スペーサのバリに当たる部分に溝を作ることに\nより、バリが当たらないように工夫していることが記載されている。\n(3)　このように、光記録媒体の製造においてバリが発生すること、及び貼り合\nわせに際してバリが当たらないように工夫する必要があることは、当業者において\n周知のことである。\nそして、バリのある２枚の基板を接着する際、２枚の基板の距離がバリの\n高さの合計より大きくなければ、基板の成形上、相対する位置に形成されるバリと\nバリが当たりこの部分だけ浮き上って光記録媒体の厚みが不均一となることは自明\nのことであるから、バリ同士の当接を回避するために接着剤層の厚みをバリの高さ\nの合計より厚くすることは当業者が容易に考え得ることである。\n(4)　また、例えば、引用例４に、基板を不均一に貼り合わせると回転時の光記\n録媒体の面振れが大きくなること（甲第９号証１頁右下欄２～１０行）が記載され\nているように、光記録媒体において、基板の貼り合わせが不均一であると面振れが\n大きくなることは当業者にとって自明のことであり、面振れが大きいと、光記録媒\n体のフォーカス性能やトラッキング性能に悪影響を与え、高精度のものが得られな\nくなることは周知である。\nしたがって、対向する２つの基板の間に記録層が接着剤層を介して設けら\nれた周知の光記録媒体において、基板を均一に貼り合わせるために、基板の間の接\n着剤層をバリの高さの合計より厚くすることは当業者が容易に考え得ることであ\nる。\n(5)　よって、本件第１発明は、引用例１、２記載の周知の光記録媒体におい\nて、引用例３、４に記載されたバリによる接合不良の問題及び不均一な貼り合わせ\nによる面振れの増大を考慮することによって、当業者において容易に想到し得るも\nのである。\n２(1)　本件第２発明と引用例１、２記載の周知の光記録媒体とを対比すると、両\n者は、本件第１発明と引用例１、２記載の光記録媒体との対比における一致点、相\n違点に加えて、「本件第２発明が、接着剤層は、ホットメルト接着剤より成り、か\nつ、その厚さは１６０μｍ以下である構成を有するのに対し、引用例１、２記載の\n周知の光記録媒体は当該構成について限定がない」点でさらに相違する。\n(2)　引用例１記載の実施例においては、接着剤としてホットメルト接着剤が使\n用され、その接着剤層の厚さが４０μｍであって、本件第２発明と一致している。\nしたがって、本件第２発明は、引用例１、２記載の周知の光記録媒体にお\nいて、引用例３、４に記載されたバリによる接合不良の問題及び不均一な貼り合わ\nせによる面振れの増大を考慮し、さらに、引用例１に記載された接着剤及び接着剤\n層の厚さを採用することによって当業者が容易に想到し得るものである。\n３　以上のとおり、本件第１、第２発明は、引用例１～４記載の発明に基づいて\n当業者が容易に発明することができたものであるから、本件決定に誤りはない。\n第４　原告主張の本件決定取消事由の要点\n本件決定は、本件第１発明につき相違点についての判断を誤ったものであ\nり、本件第２発明については、これに加えて、引用例１記載の発明の技術事項を誤\n認して相違点についての判断を誤ったものであるから、違法として取り消されなけ\nればならない。\n１　取消事由１（本件第１発明における相違点についての判断の誤り）\n(1)　被告主張のうち、本件第１発明と引用例１、２記載の光記録媒体との一致\n点及び相違点の認定（上記第３の１の(1)）、引用例３記載事項の認定（同(2)）、\n引用例４に、基板を不均一に貼り合わせると回転時の光記録媒体の面振れが大きく\nなることが記載されていることはいずれも認める。\n(2)　上記相違点についての判断に関して、本件決定は「光記録媒体を製造する\nに際し、基板の成形時に必ずバリが発生する」（甲第５号証５頁２７行）と判断\nし、また、被告は、光記録媒体の製造においてバリが発生することは当業者におい\nて周知のことであると主張するが、バリが形成されるか否か、形成されたとして存\n続するか否かは、基板の製造方法、製造条件によるのであり、これらを限定せずに\n一般的に光記録媒体の製造においてバリが発生することが周知であるとすることは\nできない。\n(3)　また、被告は、光記録媒体の貼り合わせに際してバリが当たらないように\n工夫する必要があることは当業者において周知のことであると主張するが、誤りで\nある。\nすなわち、引用例３に、スペーサのバリに当たる部分に溝を作ることによ\nりバリが当たらないように工夫していることが記載されているからといって、上\n記(2)のとおり、光記録媒体に使用する基板が常にバリを有するものとはいえないの\nであるから、バリが当たらないように工夫する必要が常にあるとはいえず、まして\nそれが当業者に周知のことであるということはできない。\nまた、バリのある基板を使用し、かつ、バリの高さの合計を接着剤層の厚\nさより大きくした場合であっても、本件明細書（甲第２号証）第１表の比較例記載\nのとおり、面振れ加速度は２０ｍ／ｓｅｃ２未満であり、引用例２に示されたとお\nり、これは周波数３０～１５００Hzに対応する回転数の低い領域では光ディスクの\n国際規格値（甲第７号証５８頁表４．６）を満足させるものであって、その限りで\nは、貼り合わせに際してバリが当たらないように工夫する必要があるともいえない\nのである。\n(4)　被告は、さらに、バリのある２枚の基板を接着する際、２枚の基板の距離\nがバリの高さの合計より大きくなければ、基板の成形上、相対する位置に形成され\nるバリとバリが当たり、この部分だけ浮き上って光記録媒体の厚みが不均一となる\nことは自明のことであると主張するが、誤りである。\nすなわち、引用例１～４には、バリが存在することによってディスクの貼\nり合わせに問題が生じることを指摘したものはあるが、貼り合わせの際に相対する\n位置に形成されるバリ同士が当接する可能性があり、この場合がバリの貼り合わせ\nに対する影響が最も大きいこと、バリ同士が当接するのは、バリの高さの合計が予\n定されている２枚の基板の距離よりも大きい場合であることを指摘したものはない\nから、２枚の基板の距離がバリの高さの合計より大きくなければ、光記録媒体の厚\nみが不均一となることが自明であるとまでいうことはできないはずである。\nなお、特開昭５８ー１６２３２０号公報（乙第１号証、以下「周知例１」\nという。）及び特開平１ー２６９２５３号公報（乙第４号証、以下「周知例４」と\nいう。）には、バリ同士が当たること及びその不都合について記載されているが、\nバリ同士が当接するのは、バリの高さの合計が２枚の基板の距離よりも大きい場合\nであることを記載、示唆するものではない。\nしたがって、バリ同士の当接を回避するために接着剤層の厚みをバリの高\nさの合計より厚くすることは当業者が容易に考え得ることであるとの被告の主張\nは、その前提を欠くものであるが、それのみならず、仮に引用例１～４から、バリ\nのある２枚の基板を接着する際、２枚の基板の距離がバリの高さの合計より大きく\nなければ、基板の成形上、相対する位置に形成されるバリとバリが当たり、この部\n分だけ浮き上って光記録媒体の厚みが不均一となるとの着想を得ることができたと\nしても、バリ同士の当接を回避するためであるとの被告主張は誤りである。\nすなわち、バリ同士が当たって不均一な貼り合わせが生じないようにする\nとの目的を達成するためには、バリが生じないような製法によって基板を成形す\nる、発生したバリを何らかの方法によって除去する、貼り合わせの際にバリの当接\nを回避する方法を講じるなどの様々の手段方法が考えられるのであり、実際にこれ\nらの方法が採用されてきたところである。\nこれに対して、バリ同士が当たって不均一な貼り合わせが生じないように\nするとの目的を達成するために、接着剤層の厚さを積極的に調整するという本件第\n１発明の技術思想は、引用例１～４に全く開示されておらず、その示唆も存在しな\nい。通常２枚の基板等を接着させて貼り合わせることが本来の機能である接着剤\nに、２枚の基板の間に適切な距離を設けるという機能を果たさせることは逆転した\n新規な発想だからである。\nこの点について、被告は、特開昭５９ー１６８９４７号公報（乙第５号\n証、以下「周知例５」という。）、特開昭６３ー６９０４２号公報（乙第６号証、\n以下「周知例６」という。）、特開昭６３ー１１９０４０号公報（乙第７号証、以\n下「周知例７」という。）、特開平１ー２８７８４３号公報（乙第８号証、以下\n「周知例８」という。）を挙げて、光記録媒体の技術分野において、接着剤層が２\n枚の基板を所定の距離に保持する機能を有することは当業者が当然に認識している\nことであると主張する。しかしながら、これらの周知例は、いずれもエアサンドイ\nッチ構造を有する特定の光記録媒体に係るものであり、このような構造の光記録媒\n体は、微小孔が開いている記録層を用いるため基板間に一定の厚さの空気層を設け\nる必要があって、基板間に一定の距離を設けるスペーサ及びスペーサと基板を接着\nする接着剤の存在が必須である。これに対し、本件第１、第２発明のような貼り合\nわせ型の光記録媒体においては、基板間に一定の距離を設けるスペーサの存在は全\nく予定されていないから、接着剤層に基板間に一定の距離を設けるスペーサの機能\nを持たせることを当業者が当然に認識しているとはいえない。\nなお、被告は、光記録媒体において、基板の貼り合わせが不均一であると\n面振れが大きくなることは当業者にとって自明のことであり、面振れが大きいと、\n光記録媒体のフォーカス性能やトラッキング性能に悪影響を与え、高精度のものが\n得られなくなることは周知であるから、対向する２つの基板の間に記録層が接着剤\n層を介して設けられた周知の光記録媒体において、基板を均一に貼り合わせるため\nに、基板の間の接着剤層をバリの高さの合計より厚くすることは当業者が容易に考\nえ得ることであるとも主張するが、これらの自明又は周知であると主張する事実に\n基づいて、何故に基板を均一に貼り合わせるために、基板の間の接着剤層をバリの\n高さの合計より厚くすることは当業者が容易に考え得るといえるのかが明らかでな\nい。\n２　取消事由２（本件第２発明における相違点についての判断の誤り）\n本件決定の「本件発明の構成要件Ｂ（バリの高さの合計が接着剤層の厚さよ\nり小さい）と、本件特許公報第２頁右欄７行目～１２行目の『バリの高さ１０～５\n０μｍ』、『接着剤層の厚さ１６０μｍ以下』という記載から考え得る本件発明に\nおける接着剤層の厚さと、同号証（注、引用例１）の実施例１、実施例２における\n接着剤層の厚さは一致しており、本件発明における接着剤層の厚さは何ら特別な範\n囲を意味するものではない」（甲第５号証４頁１８～２６行）、「光記録媒体の製\n造において、基板には必ずバリが形成されること、このようなバリのある基板を単\nに貼り合わせると、バリ同士が当接し基板の接合が不均一となり、光記録媒体の厚\nみムラが生じることから、バリ同士が当たらない工夫を施すことの必要性は、甲第\n３号証（注、引用例３）を挙げるまでもなく、当業者にとって当然認識されるべき\n程度のことである」（甲第５号証７頁３～７行）、「甲第１号証（注、引用例１）\nの実施例１、実施例２における接着剤層の厚さは、それぞれ４０μｍ、１００μｍ\nであり、本件発明の実施例における接着剤層の厚みと一致している。本件特許公報\n第２頁右欄７行目～９行目の『通常のバリの高さは１０～５０μｍ』という記載か\nらも、甲第１号証の光記録媒体において、接着剤層の厚みはバリの高さの合計より\n厚くなるように製造されていると考えるのが妥当である」（甲第５号証７頁１７～\n２２行）との各記載によれば、本件決定は、引用例１に記載された光記録媒体につ\nき、その基板の周縁部にバリが存在する旨の認定をしていることが明らかである。\nしかしながら、引用例１の各実施例には、基板の具体的な形成方法、バリの有無、\nその大きさ、処理方法等は記載されておらず、引用例１の記載上は、そこに記載さ\nれた光記録媒体において基板の周縁部にバリが存在したかどうかは全く明らかでは\nなく、本件決定の上記認定は誤りである。\nところで、被告は、本件第２発明と引用例１、２記載の周知の光記録媒体と\nの相違点についての判断において、引用例１記載の発明の実施例において、接着剤\nとしてホットメルト接着剤が使用され、その接着剤層の厚さが４０μｍであって、\n本件第２発明と一致しているから、本件第２発明は、引用例１に記載された接着剤\n及び接着剤層の厚さを採用することによって当業者が容易に想到し得るものである\nと主張する。しかしながら、引用例１記載の光記録媒体においては、上記のとお\nり、貼り合わせの際に問題となるバリが記載されておらず、バリ同士の当接を回避\nすることは問題とならないから、バリの高さの和と接着剤層の厚さの比較も問題と\nはなり得ない。したがって、引用例１に記載された接着剤層の厚さ４０μｍ、１０\n０μｍは、本件第１発明の「第１の基板の記録層側の周縁部におけるバリの高さと\n該第２の基板の記録層側の周縁部におけるバリの高さとの合計が該接着剤層の厚さ\nよりも小さいことを特徴とする」との構成要件を満たして、接着剤層の厚さを１６\n０μｍ以下であるように選定したというものではなく、その厚さに特段の意味はな\nい。\nそうすると、引用例１記載の発明から、当業者が本件第２発明を容易に想到\nし得るものではなく、本件決定の上記判断は誤りである。\n第５　被告の反論の要点\n本件決定の認定・判断は正当であり、原告主張の取消事由は理由がない。\n１　取消事由１について\n(1)　原告は、一般的に光記録媒体の製造においてバリが発生すること、また、\nバリが当たらないように工夫する必要があることが、当業者に周知のことであると\nすることはできないと主張する。\nしかしながら、引用例３、周知例１及び４並びに特開昭６３ー２２２３４\n６号公報（乙第２号証、以下「周知例２」という。）及び特開平１ー１０１１２６\n号公報（乙第３号証、以下「周知例３」という。）には、いずれも光ディスクの基\n板の成形においてバリが発生すること、及びバリが基板の接合の問題点となること\nが記載されているだけでなく、引用例３には、スペーサを介して貼り合わせ、スペ\nーサのバリに当たる部分に溝を作ることによりバリが当たらないようにすること\nが、周知例１には、マスクを用いて金型と基板の間からはみ出したＵＶ樹脂を硬化\nさせずに除去することによりバリをなくすことが、周知例２には、転写型の内外周\nに余分の紫外線硬化樹脂を吸収するリング状の溝を設けることによりバリをなくす\nことが、周知例３には、吸引ノズルを用いてスタンパ及び円板の内周部から溢れる\n余剰フォトポリマを吸引することによりバリをなくすことが、周知例４には、マス\nクを用いて外周の余分な部分に入り込んだ樹脂が硬化されないようにすることによ\nりバリの高さを減少させることが記載されている。\nこのような引用例３及び周知例１～４の記載から見て、光記録媒体の製造\nにおいてバリが発生すること、及び貼り合わせに際してバリが当たらないように工\n夫する必要があることが当業者において周知であることは明らかである。\n原告主張のとおり、たとえ、基板の製造方法、製造条件等により、基板に\nバリが形成されない場合があり、あるいはバリの高さの合計を接着剤層の厚さより\n大きくしても、面振れ加速度が国際規格値を満足させる場合があるとしても、該周\n知性を妨げるものということはできない。\n(2)　原告は、引用例１～４に、バリ同士が当接するのは、バリの高さの合計が\n２枚の基板の距離よりも大きい場合であることを指摘したものはないから、２枚の\n基板の距離がバリの高さの合計より大きくなければ、光記録媒体の厚みが不均一と\nなることが自明であるとはいえないと主張し、さらに、接着剤に、２枚の基板の間\nに適切な距離を設けるという機能を果たさせることは逆転した新規な発想であるか\nら、バリ同士の当接を回避するために接着剤層の厚みをバリの高さの合計より厚く\nすることは当業者が容易に考え得ることではないと主張する。\nしかしながら、２枚の基板の距離がバリの高さの合計より大きくなけれ\nば、光記録媒体の厚みが不均一となることは、それ自体自明であるのみらず、引用\n例３の「第１図のようにリング状バリ１２がリング状内側スペーサ１５に対応する\n位置に形成されているものを使用した場合、リング状内側スペーサ１５の接合部１\n７は、リング状バリ１２があるため外側スペーサの接合部１８の厚さより大きくな\nる。そして、製造された情報記録媒体は、中央部の厚さが外周部の厚さより大きく\nなった状態になる。通常の接着剤層の厚さは１０μｍないし４０μｍであるが、バ\nリの高さは１００μｍ以上になることもある。形成されたバリの高さは、一定でな\nいため製造された情報記録媒体の厚さが一定にならず寸法精度の低下の原因となる\nとの問題がある。」（甲第８号証２頁左下欄１４行～右下欄５行）との記載から\nも、当業者にとって自明の事項である。\nまた、周知例５には、従来の光学的記録媒体において透過性基板によって\n形成した中空が硬化された接着剤により形成したスペーサによって保持された構造\nとなっていることが、周知例６には、貼り合わせた基板間に厚みムラのない中空構\n造をもつ情報記録媒体を簡便に大量かつ低コストに製造する方法を提供するため\nに、２枚のドーナツ状基板を記録層を内側にして貼り合わせ、かつ２枚の基板間に\n中空部をもつ構造の情報記録媒体において、少なくとも片方の基板上の内周及び外\n周縁部に接着剤をロール状の版胴又はブランケット胴から転移させてスペーサを兼\nねた接着層をリング状に形成し、次いで両基板を重ね合わせて接着することを特徴\nとする中空構造をもつ情報記録媒体の製造方法が、周知例７には、貼り合わせ後の\n寸法精度の悪さを容易に解決できる光記録媒体の構造を提供するために、情報記録\n層部が２枚の基板の貼り合わせ面側に形成されているエアサンドイッチ構造で、ア\nウタースペーサ、インナースペーサを用いず、流動性を持った接着剤を用い、塗布\n後それを硬化させ、スペーサの代りをさせることを特徴とする光記録媒体の製造方\n法が、周知例８には、透明基板が空気層を挟むようにスペーサを介して接着剤（又\nはスペーサを兼ねる接着層）により貼り合わされた光学的情報記録媒体が、それぞ\nれ記載されている。\nこのような周知例５～８の記載から見て、光記録媒体の技術分野におい\nて、接着剤層が２枚の基板を所定の距離に保持する機能を有することは当業者が当\n然に認識していることであり、したがって、接着剤に２枚の基板の間に適切な距離\nを設けるという機能を果たさせることは逆転した新規な発想であるから、バリ同士\nの当接を回避するために接着剤層の厚みをバリの高さの合計より厚くすることは当\n業者が容易に考え得ることではないとする原告の主張は誤りである。\n２　取消事由２について\n原告は、引用例１記載の光記録媒体にバリが記載されておらず、バリ同士の\n当接を回避することは問題とならないから、バリの高さの和と接着剤層の厚さの比\n較も問題とはなり得ず、引用例１に記載された接着剤層の厚さ４０μｍ、１００μ\nｍに特段の意味はなく、引用例１記載の発明から、当業者が本件第２発明を容易に\n想到し得るものではないと主張するが、取消決定は、本件第２発明における接着剤\n層の厚さが、従来から採用されている接着剤層の厚さと一致することを指摘したも\nのであり、バリの有無、その大きさと接着剤層の厚さとの関係の記載にかかわら\nず、引用例１記載の発明と本件第２発明とを各接着剤層の厚みにおいてのみ対比す\nることに不合理はない。\n第６　当裁判所の判断\n１　取消事由１について\n(1)　引用例３（甲第８号証）に「一般に、ディスク基板は、合成樹脂を成形し\nて調製される。ディスク基板の成形方法としては、圧縮成型法、射出成型法、射出\nー圧縮成型法および２Ｐ法等があり、これらはスタンパー等の金具を組み込んで構\n成された金型内に溶融した樹脂材を充填して行われる。・・・上記の方法で、金型\nに樹脂材料を充填して基板を成形する際に、その隙間に樹脂材料が入り込み、成形\n後の基板の記録領域と基板中央の透孔周縁との間（すなわちスペーサとの接合領\n域）に位置する部分に高さが５μｍ～３００μｍのリング状のバリが形成される。\nこのようなバリを有するディスク基板を使用する場合は、情報記録媒体の製造に当\nって良好な接合を行なうことができないとの問題がある。」（同号証２頁左上欄末\n行～右上欄１９行）、「本発明は、表面にリング状のバリが形成されている基板の\n該表面に記録層が備えられてなるディスクと、記録層が備えられていてもよいディ\nスクとが、記録層を内側にして、リング状内側スペーサとリング状外側スペーサと\nを介して接合された情報記録媒体であって、基板のリング状バリが、スペーサの該\n基板に接する面の基板のリング状バリに対応する位置に備えられたリング状のバリ\n収容溝に収容されている情報記録媒体にある。」（同２頁右下欄１９行～３頁左上\n欄７行）、「本発明の情報記録媒体は、ディスク基板に形成されたリング状のバリ\nが、スペーサに設けられたリング状のバリ収容溝に収容されているため、バリは、\n基板とスペーサとの接合の障害とならない。従って、本発明の情報記録媒体は、ス\nペーサとディスク基板とが良好な接合をしており、高い寸法精度を有している。」\n（同４頁右上欄１５行～左下欄１行）との各記載があり、周知例１（乙第１号証）\nには、「従来の複製方法としては、第１図に示すような方法がある。・・・金型１\nの外周端に残ったＵＶ樹脂が”バリ”となって、レプリカはくりの際の障害となっ\nていた。また、この”バリ”が大きいと、レプリカディスクを回転使用中に、はず\nれてとびだしたり、ディスクを２枚貼り合わせ構造にする場合、”バリ”同士が当\nってしまい、それの欠けたものが内部に残り、ディスク表面を損なうなどの欠点が\nあった」こと（同号証１頁右下欄１２行～２頁左上欄４行）、及びマスクを用いて\n金型と基板の間からはみ出したＵＶ樹脂を硬化させずに除去することによりバリを\nなくすこと（同２頁左上欄１２行～右上欄１７行）の記載が、周知例２（乙第２号\n証）には、「このような転写型８を用いてガラス基板９の上に形成した樹脂層１１\nは第３図（Ｂ）に示すように内周部と外周部に突起状のバリ１２を生ずることが多\nく、時によってはバリの高さは１ｍｍを越す場合もあり、貼り合わせができないと\nいう問題があった」こと（同号証３頁左上欄第４～９行）、及び転写型の内外周に\n余分の紫外線硬化樹脂を吸収するリング状の溝を設けることによりバリをなくすこ\nと（同頁左下欄５～７行、右下欄３～５行）の記載が、周知例３（乙第３号証）に\nは、「従来の製造装置によって得られた転写層付円板の２枚を硬化フォトポリマの\n転写層を内側に向けて内外周環状スペーサを介して張合わせて光ディスクを製造す\nる場合に、特に、その内周近傍にフォトポリマ溜まりによるバリが残留しての転写\n層の内周縁部が不定形となる。よって、スペーサの接着時にスペーサ及び円板間で\n間隙が生じて得られる光ディスクの内周部の寸法精度が低下したり、円板上におい\nてスペーサの周縁から転写層周縁までの間に不定形縁部のための領域を置かなけれ\nばならず、信号記録面の面積が制限される等の大きな欠点となっていた」こと（同\n号証３頁右上欄１～１２行）、及び吸引ノズルを用いてスタンパ及び円板の内周部\nから溢れる余剰フォトポリマを吸引することによりバリをなくすこと（同１２頁７\n～１３行）の記載が、周知例４（乙第４号証）には、「ディスク２枚を貼り合わせ\nる構造にする場合、バリ同士が当ってしまい、平坦性が悪くなるという問題もあっ\nた」こと（同号証２頁左上欄７～９行）、及びマスクを用いて外周の余分な部分に\n入り込んだ樹脂が硬化されないようにすることによりバリをなくすこと（同頁左上\n欄１１～末行）の記載がそれぞれあり、これらの各記載に鑑みれば、光記録媒体の\n形成に当たっては、一般に基板の内周部分及び／又は外周部分にバリが形成され、\n基板の貼り合わせに際してバリ同士が当たると、良好な接合ができず、平坦性が悪\nくなる（すなわち、光記録媒体の厚みが不均一となる）などの問題点があるため\nに、バリ同士が当たらないように工夫する必要があることが当業者において周知で\nあったものと認められる。\n原告は、バリが形成されるか否か、形成されたとして存続するか否かは、\n基板の製造方法、製造条件によるのであり、これらを限定せずに一般的に光記録媒\n体の製造においてバリが発生することが周知であるとすることはできないと主張\nし、また、バリの高さの合計を接着剤層の厚さより大きくしても、面振れ加速度が\n国際規格値を満足させる場合があるとして、バリが当たらないように工夫する必要\nが常にあるとはいえず、それが当業者に周知のことであるということはできないと\nも主張するが、そのバリが形成されないことが前示の工夫の結果である場合のほか\nになお存在し、さらに面振れ加速度が該国際規格値を満足させる場合があるとして\nも、前示引用例３及び周知例１～４の各記載のとおり、バリが形成されることが通\n常であり、基板の貼り合わせに際してバリ同士が当たらないように工夫する必要が\nあるものとして、当業者に認識されていることが明らかであるから、ともに前示認\n定を左右するに足らない。\n(2)　前示のとおり、基板の内周部分及び／又は外周部分にバリが形成され、基\n板の貼り合わせに際してバリ同士が当たると、良好な接合ができないなどの問題点\nが生じるために、バリ同士が当たらないように工夫する必要があることが当業者に\nおいて周知であったとすれば、その工夫の前提として、２枚の基板の距離とバリの\n高さの合計との比較において、バリの高さの合計が大きければ、バリ同士が当接\nし、光記録媒体の厚みが不均一となることも当業者に自明のことというべきであ\nる。\nしかるところ、周知例５（乙第５号証）には、従来の光学的記録媒体にお\nいて透過性基板によって形成した中空が硬化された接着剤により形成したスペーサ\nによって保持された構造となっていること（同号証１頁右下欄６～１１行）が、周\n知例６（乙第６号証）には、貼り合わせた基板間に厚みムラのない中空構造をもつ\n情報記録媒体を簡便に大量かつ低コストに製造する方法として、少なくとも１枚に\nは情報記録層が形成された２枚のドーナツ状基板を記録層を内側にして貼り合わ\nせ、かつ、２枚の基板間に中空部をもつ構造の情報記録媒体において、少なくとも\n片方の基板上の内周及び外周縁部に接着剤をロール状の版胴又はブランケット胴か\nら転移させてスペーサを兼ねた接着層をリング状に形成し、次いで両基板を重ね合\nわせて接着することを特徴とする中空構造をもつ情報記録媒体の製造方法（同号証\n２頁左上欄１５行～右上欄７行）が、周知例７（乙第７号証）には、情報記録層部\nが２枚の基板の貼り合わせ面側に形成されているエアサンドイッチ構造で、アウタ\nースペーサ、インナースペーサを用いず、流動性を持った接着剤を用い、塗布後そ\nれを硬化させ、スペーサの代りをさせることを特徴とする光記録媒体の製造方法\n（同号証特許請求の範囲）が、周知例８（乙第８号証）には、透明基板が空気層を\n挟むようにスペーサを介して接着剤（又はスペーサを兼ねる接着層）により貼り合\nわされた光学的情報記録媒体（同号証３頁右上欄１５～１８行）がそれぞれ記載さ\nれている。これらの周知例５～８の各記載に鑑みれば、光記録媒体の技術分野にお\nいて、２枚の基板を所定の距離に保持するスペーサとしての機能を接着剤層に果た\nさせることは当業者に周知の技術事項であり、そうであれば、バリ同士が当接して\n不均一な貼り合わせが生じないようにするとの目的を達成するために、基板間の接\n着剤層の厚さを調整し、接着剤層の厚みをバリの高さの合計より厚くすることは当\n業者が容易に考え得ることであるものと認められる。\nなお、基板を貼り合わせる構造の本件第１、第２発明と異なり、周知例５\n～８が基板間に中空を有する構造の光記録媒体に関するものであることは前示の各\n記載上明らかであるところ、原告は、本件第１、第２発明のような貼り合わせ型の\n光記録媒体においては、基板間に一定の距離を設けるスペーサの存在は全く予定さ\nれていないから、接着剤層に基板間に一定の距離を設けるスペーサの機能を持たせ\nることを当業者が当然に認識しているとはいえないと主張するが、該技術事項が光\n記録媒体に関する同一の技術分野における周知事項であると認められる以上、これ\nを基板を貼り合わせる構造の光記録媒体に適用することが当業者において容易に想\n到し得るものであることは明らかである。\n(3)　したがって、本件第１発明に関する本件決定の相違点の判断に原告主張の\n誤りがあるということはできない。\n２　取消事由２について\n引用例１（甲第６号証）記載の実施例においては、接着剤としてホットメル\nト接着剤が使用され、その接着剤層の厚さが４０μｍであること（同号証２頁右下\n欄１３行～３頁左上欄４頁）が記載されているところ、その接着剤層の厚さが本件\n第２発明と一致することは明らかである。\n原告は、引用例１記載の光記録媒体にバリが記載されておらず、バリ同士の\n当接を回避することは問題とならないから、バリの高さの和と接着剤層の厚さの比\n較も問題とはなり得ず、引用例１に記載された接着剤層の厚さ４０μｍに特段の意\n味はなく、引用例１記載の発明から、当業者が本件第２発明を容易に想到し得るも\nのではないと主張するが、本件第１発明の１実施態様であるにすぎない本件第２発\n明について、引用例１、２記載の周知の光記録媒体とを対比した場合の特有の相違\n点が「本件第２発明が、接着剤層は、ホットメルト接着剤より成り、かつ、その厚\nさは１６０μｍ以下である構成を有するのに対し、引用例１、２記載の周知の光記\n録媒体は当該構成について限定がない」点であるのであるから、本件第１発明につ\nいての判断に加えて、引用例１に記載された接着剤層の厚さを適用することによっ\nて、本件第２発明を容易に想到し得ることは明らかである。引用例１に記載された\n接着剤層の厚さが、本件第１発明の「第１の基板の記録層側の周縁部におけるバリ\nの高さと該第２の基板の記録層側の周縁部におけるバリの高さとの合計が該接着剤\n層の厚さよりも小さいことを特徴とする」との構成要件を満たして選定されたもの\nである必要はない。\nしたがって、本件第２発明に関する本件決定の相違点の判断に原告主張の誤\nりがあるということはできない。\n３　以上のとおりであるから、原告主張の本件決定取消事由は理由がなく、その\n他本件決定にはこれを取り消すべき瑕疵は見当たらない。\nよって、原告の請求を棄却することとし、訴訟費用の負担につき行政事件訴\n訟法７条、民事訴訟法６１条を適用して、主文のとおり判決する。\n東京高等裁判所第１３民事部\n裁判長裁判官    　田中康久\n裁判官    　石原直樹\n裁判官    　清水  節\n"
}