{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 6,
    "month": 8,
    "day": 26
  },
  "case_number": "平成1(行ウ)9",
  "case_name": "名古屋南労基署長遺族補償等不支給処分取消",
  "court_name": "名古屋地方裁判所",
  "field": "労働",
  "lawsuit_id": "18981",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18981",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/981/018981_hanrei.pdf",
  "contents": "主　　　文\n一　被告が原告に対して昭和五九年五月一七日付でなした労働者災害補償保険法に\nよる遺族補償年金給付及び葬祭料を支給しない旨の処分を取り消す。\n二　訴訟費用は被告の負担とする。\n事実及び理由\n第一　原告の請求\n主文と同旨。\n第二　事案の概要\n本件は、訴外矢作電設株式会社（以下「訴外会社」という。）に取締役開発部長\nとして勤務していた原告の亡夫ａ（以下「ａ」という。）が、訴外会社の業務とし\nて韓国に出張中の昭和五八年二月二二日脳出血のため死亡したことが、業務に起因\nするものであるとして、原告が被告に対し、労働者災害補償保険法（以下「労災保\n険法」という。）に基づく遺族補償年金給付及び葬祭料の請求をしたのに対し、被\n告が、ａの死亡原因は業務上の事由による疾病とは認められないとして、右各請求\nについて不支給処分の決定をしたため、原告が右処分の取消しを求めた事案であ\nる。\n一　争いのない事実\n１　ａの訴外会社における地位\nａは、名古屋市＜以下略＞所在の訴外会社に昭和五二年三月一日入社以来、取締\n役開発部長として勤務し、一貫して溶湯管理機器（３Ｅメーター等）の新製品開\n発、販売、市場開拓、メンテナンス等の業務に従事していた者である。\n２　ａの従事していた業務\n３Ｅメーターを実際に稼動させるためには、得意先に設置されている鋳造炉にあ\nわせて調整しなければならないことから、ａの従事していた３Ｅメーターの販売及\nび取引先開拓の業務は、得意先や販売先に直接出向いて説明・調整することが不可\n欠であるという業務の性質上出張が多く、年間を通して所定労働日数の半分程度は\n出張しており、その出張先は、３Ｅメーターの販売地域が広域にわたることから、\n埼玉、茨城、山梨等関東・甲信越の広範囲にわたっていた。\nまた、ａは、出張日以外は、社内において出張データの整理、顧客に対する報告\n書の作成、特許に関する調査等の業務に従事していた。\n３　ａの韓国出張と本件発症\n（一）　ａは、昭和五八年二月一五日から、韓国釜山市所在の釜山鋳工株式会社\n（以下「釜山鋳工」という。）へ納入した３Ｅメーターの使用方法、測定法等の指\n導及び釜山市内の鋳鋼工場の市場開拓を目的として、訴外会社販売代理店である日\n新鉱産株式会社（以下「日新鉱産」という。）の社員ｂ（以下「ｂ」という。）と\n同行して出張した。\nなお、右出張のころ、韓国は寒冷期であった。\n（二）　ａは、同日一二時三〇分に韓国に到着した後、午後二時から３Ｅメーター\nの販売先である釜山鋳工を訪問して、約二時間にわたり挨拶等を行い、同月一六\n日、一七日は、右釜山鋳工で３Ｅメーターのテストなどを行い、一七日には、世宇\n産業株式会社と３Ｅメーター販売に関する協議を行った。\nまた、同月一八日には四社を回って３Ｅメーターの説明を行った。\nそして、現地到着四日目の同月一八日夜、釜山市内の料理店「鮮美」において開\n催された日新鉱産主催の夕食会に出席し、約一時間後の午後八時四五分ころ、夕食\n会が終わり立ち上がったとき突然倒れて意識不明の状態となり、釜山市＜以下略＞\n地所在のチムレ病院に搬送されて入院、治療を受けたが、同月二二日午後二時一五\n分、脳出血により死亡した。但し、脳出血発症の形態、原因の詳細は不明である。\n（三）　ａは、大正八年七月四日生まれであり、死亡当時満六三歳であった。\n４　ａの健康状態\nａは、高血圧の基礎疾患を有していた。すなわち、ａは、訴外会社入社以降、最\n大血圧が一五〇を上回ることとなり、昭和五六年五月一三日の定期健康診断におい\nて高血圧と診断され、治療を受けていた。\n５　本件処分等の経過\n（一）　原告は、ａの死亡は業務上の事由によるものであるとして、昭和五八年六\n月二日、被告に対し、労災保険法に基づく遺族補償年金給付及び葬祭料の請求をし\nた。\n（二）　被告は、ａの死亡は業務上の事由によるものとは認められないとして、昭\n和五九年五月一七日付けをもって支給しない旨の処分（以下「本件処分」とい\nう。）をなし、原告に通知した。\n（三）　原告は本件処分を不服として、愛知労働者災害補償保険審査官に対し、審\n査請求をしたが、同審査官は審査の結果、ａの死亡は、同人の基礎疾患の高血圧症\nが自然的経過によって発症したものとみるのが相当であり、業務上の死亡とは認め\nがたいとして、昭和六一年二月一七日右審査請求を棄却した。\n（四）　さらに、原告は、右決定を不服として、労働保険審査会へ再審査請求をし\nたが、同審査会は、審査の結果、ａの従事した業務と本件疾病発症との間に相当因\n果関係は認められず、むしろａに既に存在していた基礎疾患が自然経過的に進行\nし、たまたま韓国出張中に脳出血を発症し、死亡するに至ったとみるのが相当であ\nるとして、平成元年二月一〇日付けをもって右再審査請求を棄却した。\n二　本件の争点\n本件の争点は、ａの死亡が、業務上の事由によるものであるか、すなわち、ａが\n従事していた業務と本件脳出血発症との因果関係の有無である。\n三　争点に関する当事者の主張\n１　原告の主張\n（一）　ａの業務の過重性について\n（１）　韓国出張前の業務\nａは、３Ｅメーターの開発責任者であり、また、その販売・営業の責任者たるセ\nールスエンジニアとして、出張業務及び社内業務に従事していた。\n昭和五六年ころから、ａは疲労を訴えるようになったが、このころから３Ｅメー\nターの類似製品が販売されるなど、同業者間の競争が激しくなり、ａは訴外会社か\nら、売上目標（ノルマ）を決められたうえ、顧客の新規開拓や販売業務に従事し、\n責任者として肉体的、精神的に大きな負担を負っていた。\nところで、ａの業務は必然的に出張を伴うものであるが、出張業務は、出張に備\nえた留守中の業務の整理、段取り、連絡、出張期間中の日常業務の事前処理等で多\n忙を極めることは経験則上明らかであり、出張業務自体が、肉体的、精神的負担を\n増大させるものである上、ａの従事していた３Ｅメーターの立会調整は、長時間を\n要するとともに売買契約の成否を決する重要なものであり、ａの責任は重大であっ\nた。\nまた、ａの出張は所定労働日数の半分ほどもあり、出張先も広範かつ遠方が多\nく、また出張の日程も得意先の希望に合わせて組まれたため、不規則・過密なもの\nとなり、早朝出発・深夜帰宅も多く、昼食の取れないこともしばしばあるなど、出\n張業務による負担は過大なものであった。\nそして、韓国出張前の昭和五八年一、二月も、遠方への出張が多く、ａの出張業\n務は明らかに過密・過重であった。\n（２）　韓国出張について\nａは韓国に出発する前日、遅くまで準備し、睡眠を充分とれないまま出発した。\n海外への出張は、国内のそれより期間も長く、業務上の連絡なども不都合になる\nなど、国内のそれにも増して肉体的、精神的負担を増大させるものであるが、ａ\nは、韓国出張中、前記争いのない事実記載のとおりの業務に従事し、このような肉\n体的負荷を受けていたものである。加えて、韓国出張は、ａにとって初めての海外\n出張である上、この出張は訴外会社にとって海外進出を成功させるための重要な第\n一歩であり、失敗の許されないものであったから、ａに対して精神的にも多大な負\n担を与えていた。\nまた、前記争いのない事実記載のとおり、ａが韓国に出張した二月ころは韓国は\n寒冷期であることに加え、戸外が厳寒であるのに対し、炉のある工場は高温であ\nり、このような寒暖の差の激しい場所を行き来することは、ａに対して多大な肉体\n的負担を与えたものである。\n（二）　業務起因性について\n（１）　認定基準について\n被告主張の新認定基準は、旧認定基準の災害主義を踏襲するものであり、業務と\n疾病等との間に超相当因果関係とも呼ぶべき厳格な因果関係を要求するもので不当\nである。\n認定基準の問題は、いかなる場合に労災保険法一条所定の「業務上の災害」に該\n当するかという問題に帰着するところ、労働者災害補償制度の趣旨は、被告主張の\n民法上の不法行為における無過失賠償理論に基づく損害賠償ではなく、労働基準法\n（以下「労基法」という。）一条にいう労働者が人たるに値する生活を営むための\n必要を充たすべき労働条件の最低基準を定立することを目的に、負傷、死亡又は疾\n病が「業務上」であることのみを要件に療養補償、遺族補償などを行う法定救済制\n度であるところに求められるべきものである。このような趣旨からすれば、労基法\n七九条にいう「業務上死亡した場合」とは、業務と死亡との間に合理的関連性があ\nることをいい、当該業務に従事したために基礎疾病を悪化させ死亡に至ったことが\n推定されれば足りると解するべきである。\n（２）　仮に、右文言を労働者の死亡と業務との間に相当因果関係がある場合でな\nければならないと解するとしても、死亡が業務遂行を唯一の原因とする必要はな\nく、既存の疾病が原因となって死亡した場合であっても、業務の遂行が基礎疾病を\n誘発又は増悪させて死亡の時期を早める等、それが基礎疾病と共働原因となって死\n亡の結果を招いたと認められる場合には、労働者がかかる結果の発生を予知しなが\nら、あえて業務に従事する等災害補償制度の趣旨に反する特段の事情がない限り、\n右死亡は、業務上の死亡であると解するべきである。\n（３）　安全配慮義務違反について\nまた、労災補償制度の前記のような趣旨からすれば、使用者の安全配慮義務違反\nは、相当因果関係の有無の判断に当たって重要な要素として考慮されるべきであ\nり、使用者の安全配慮義務違反により労働者の基礎疾病を増悪させる等して労働者\nが死亡した場合には、業務と死亡との間には相当因果関係があるというべきであ\nる。\nそして、本件においては、訴外会社は、ａの高血圧が治療を要するものであるこ\nとを熟知していたから、ａの高血圧が悪化しないよう万全の予防措置を講じ、適切\nな治療を受けさせるとともに、基礎疾病が悪化しないよう適正な労働に配置して、\n労働負担を軽減させる措置をとるべきであったのに、これを怠った安全配慮義務違\n反が存する。\n（４）　結論\n以上のとおり、ａに基礎疾患たる高血圧症があったとしても、前記のとおりａの\n従事していた業務による労働負担がａの心身に加えられて基礎疾病を悪化させ、死\n亡に至ったというべきであり、また右労働負担は訴外会社の安全配慮義務違反によ\nるものであるから、ａの死亡は、労基法七九条にいう「業務上死亡した場合」に該\n当するものというべきである。\n２　被告の主張\n（一）　業務起因性の判断基準について\n（１）　認定基準の存在\n労災保険法に基づく保険給付の対象となる業務上の疾病の範囲に関して、労基法\n七五条二項に基づいて定められた同法施行規則（以下「規則」という。）三五条別\n表第一の二第九号は、「その他業務に起因することの明らかな疾病」が、労災保険\n法上の保険給付の対象となる旨定めている。\n脳出血の発症は、規則三五条別表第一の二第一号ないし第八号のいずれにも該当\nしないことは明らかであるから、労災保険法に基づく保険給付の対象となるために\nは、これが「その他業務に起因することの明らかな疾病」に該当することを要する\nところ、右「その他業務に起因することの明らかな疾病」に該当するか否かについ\nては、労働省において次のとおり認定基準が定められている。\n①　労働省労働基準局は、昭和三六年二月一三日付け基発第一一六号「中枢神経及\nび循環器系疾患（脳卒中、急性心臓死等）の業務上外認定基準について」（以下\n（旧認定基準」という。）を設けていた。\n②　その後、労働省では、旧認定基準以降の医学的知見等について、専門医師等で\n構成された「脳血管疾患及び虚血性心疾患等に関する専門家会議」における検討結\n果を踏まえ、昭和六二年一〇月二六日付け基発第六二〇号「脳血管疾患及び虚血性\n心疾患等の認定基準について」（以下「新認定基準」という。）を制定し、左記に\n該当する疾患を規則三五条別表第一の二第九号に該当する疾病として取り扱うもの\nとした。\nⅠ　次に掲げるイ又はロの業務による明らかな過重負荷を発症前に受けたことが認\nめられること。\nイ　発生状態を時間的及び場所的に明確にし得る異常な出来事（業務に関連する出\n来事に限る。）に遭遇したこと。\nロ　日常業務に比較して、特に過重な業務に就労したこと。\nⅡ　過重負荷を受けてから症状の出現までの時間的経過が、医学上妥当なものであ\nること。\n③　右通達の解説では、右の新認定基準について、次のとおり説明されている。す\nなわち、右の「過重負荷」とは、脳血管疾患及び虚血性心疾患等の発症の基礎とな\nる病態（血管病変等）をその自然経過を超えて著しく増悪させ得ることが医学経験\n則上認められる負荷をいい、この自然経過とは、加齢、一般生活等において生体が\n受ける通常の要因による血管病変等の経過をいうとされ、また、右「異常な出来\n事」とは、（ｉ）極度の緊張、興奮、恐怖、驚がく等の強度の精神的負荷を引き起\nこす突発的又は予測困難な異常な事態、（ｉｉ）緊急に強度の身体的負荷を強いら\nれる突発的又は予測困難な異常な事態、（ｉｉｉ）急激で著しい作業環境の変化と\nされている。\n④　さらに、新認定基準に別添された「脳血管疾患及び虚血性心疾患等の認定マニ\nュアル」（以下「マニュアル」という。）には、右②記載のⅠロの要件について、\n次のとおり、具体的基準が示されている。\nすなわち、前記「特に過重な業務」とは、当該労働者の通常の所定業務と比較し\nて特に過重な精神的、身体的負荷と客観的に認められる業務であり、客観的とは、\n医学的に血管病変等の急激で著しい増悪の要因と認められることをいうものである\nので、当該労働者のみならず、同僚労働者又は同種労働者にとっても、特に過重な\n精神的、身体的負荷と判断されるものであるとされている。\n⑤　また、右マニュアルには、発症と業務との関連について、医学経験則上、\n（ｉ）発症と最も密接な関連がある業務は、発症直前から前日までの間の業務であ\nること、したがって、この間の業務が特に過重と客観的に認められる場合には発症\nに直接関与したものと考えられること、（ｉｉ）発症前一週間以内に過重な業務が\n継続している場合には、この間の業務は血管病変等の著しい増悪に関連があると考\nえられること、したがって、発症直前から前日までの間の業務が特に過重と認めら\nれない場合であっても、発症前一週間以内に過重な業務が継続しているか否かにつ\nいて十分留意する必要があること、（ｉｉｉ）発症前一週間よりも前の業務は、急\n激で著しい憎悪に関連したとは判断し難いので、発症前一週間よりも前に、たとえ\n過重な業務が継続していても、通常、この業務だけで発症との関連を認めることは\nできないこと等が言えると説明され、また同マニュアルには、過重性の評価に当た\nっては、業務量（労働時間、労働密度）、業務内容（作業形態、業務の難易度、責\n任の軽重など）に限らず、更に参考として、作業環境（暑熱、寒冷など）、発症前\nの身体の状況等を十分調査の上総合的に判断する必要があるとの説明がなされてい\nる。\n（２）　新認定基準の趣旨\n本件のように、負傷に起因しない脳血管疾患については、労働者本人の素因又は\n基礎となる動脈硬化等による血管病変や動脈瘤等の基礎的病態（以下「血管病変\n等」という。）が、加齢や日常生活等の私的な要因によって増悪し発症に至るもの\nがほとんどであり、また、その発症には著しい個体差が認められ、業務自体が右血\n管病変等の形成に当たっての直接の要因とはならず、特定の業務との相関関係は認\nめられないといわれている。しかし、個別的事案によっては、本来的には私病であ\nる血管病変等が業務上の要因によって急激な血圧変動や血管収縮を引き起こし、自\n然的経過を超えて急激に著しく増悪した結果、脳血管疾患を引き起こしたと医学的\nに認められる場合もあり、その意味で、例外的に、急激な血圧変動や血管収縮を起\nこし得る態様の業務の場合、血管病変等を自然的経過を超えて急激に著しく増悪さ\nせ得るという意味での有害因子・危険を認め得る場合もある。新認定基準は、いか\nなる場合に、このような急激な血圧変動や血管収縮が業務によって引き起こされ、\n血管病変等が自然的経過を超えて急激に著しく増悪し発症に至ったと認定できるか\nについての基準を設けたものである。\n（３）　新認定基準の合理性\n新認定基準は、前記専門家会議が取りまとめた昭和六二年九月八日付け「過重負\n荷による脳血管疾患及び虚血性心疾患等の取扱いに関する報告書」に全面的に依拠\nしたものであり、右報告書の内容は、労働生理衛生学の成果をも含めた最新、最高\nの医学的知見であるから、これに基づいた「その他業務に起因する疾病」に該当す\nるか否かの判断は、最も合理的なものであり、それは同時に、業務と疾病発症との\n間の因果関係に関する医学的経験則を示すものであり、右基準に該当しない業務態\n様の場合には、医学経験則上、業務と疾病発症との間の因果関係自体が一般的に否\n定されるべきものである。\n（二）　相当因果関係について\n（１）　もっとも、右認定基準は、設定されている有害因子別に発症する疾病の業\n務起因性の肯定要素の集約であるから、この基準の要件と異なる形態で発症する疾\n病を全て否定しているわけではなく、認定基準に該当しない疾病であっても、業務\nと疾病との間に相当因果関係が立証される疾病については、業務上の疾病として取\nり扱うものである。\n（２）　業務と疾病との間に業務起因性が認められるためにはその両者の間に相当\n因果関係が存在しなければならないところ、これが肯定されるためには、業務と疾\n病との間に条件関係が存するだけでは足りず、当該業務に一般的にみて当該傷病等\nを発生させる危険、有害因子の存することが必要である。\nところで、労働者の傷病等の発生原因は通常複数の原因が結果発生に絡みあって\n条件関係を形成していることが多く、その結びつきも結果発生に対して同等ではな\nく強弱様々であるから、競合する原因の一つとして業務が考えられる場合であって\nも、直ちに業務起因性を認めることができず、傷病等の結果発生が業務に内在ない\nし通常随伴する危険の現実化と認め得るか否かが問題であり、この点、一般的抽象\n的には、業務が傷病等に対して、他の原因と比較して相対的に有力な原因となって\nいることを要するというべきである。\nそして、右相対的有力原因の内容が、業務に内在ないし通常随伴する危険の現実\n化と認め得るか否かが問題となることから、当該業務が当該事案において有力原因\nであるか否かだけでなく、客観的に他の事案にあてはめても発症の原因となり得る\nであろうという事実をいうものとして、その意味での普遍妥当性が必要と解すべき\nであり（客観的相対的有力原因説）、具体的には、右業務の危険性の有無の判断\nは、医学経験則、すなわち、当該疾病を発生させる危険を有する業務であることが\n医学的に承認されているか否かによって判断されるべきものである。\n（三）　ａの死亡が業務に起因しないものであることについて\n（１）　ａの韓国出張前の労働負担について\n①　出張業務について\nａは、訴外会社において、出張を日常的な業務としていたから、社内業務を日常\n業務とする場合と異なり、出張業務そのものによって肉体的、精神的負担が生じる\nことはないことに加え、出張計画の実施については、ａ本人の自由裁量に任されて\nいたことから、出張に伴う労働密度が苛酷ということもなく、出張業務の内容につ\nいても、セールス活動及び納入に関するメーター調整等であって、主に技術の提\n供、指導等の軽い労働であった。\nまた、社内業務も販売等に関する報告書作成、特許に関する調査等の業務が主で\nあり、肉体労働ではなかった。\n②　労働時間及び休日について\nａの訴外会社における労働時間が恒常的に長時間であったとは認められず、発病\n前六か月の期間中に、時間外労働、深夜労働又は休日労働はなく、発病前三か月間\n中についても、休日は月に六ないし一〇日あり、休日出勤もないため十分休息がと\nれていたというべきである。さらに、発病前二週間すなわち二月一日から同月一四\n日までの間の勤務状況についても、出勤日が一一日、休日が三日であり、その間の\n出張は五日間であることから、通常月と比較しても特に多いとは認められず、遠方\n出張は二月九日の山梨県都留市が最後であり、二月一一日及び二月一三日は休日で\nあるから、ａは韓国出張前に十分休息がとれていたものというべきである。\n（２）　韓国出張中の業務は争いのない事実記載のとおりであるが、ａの韓国出張\nの用務は、すでに成立している商談について、３Ｅメーターの取扱を説明、指導す\nる程度のものであって、日本国内における出張業務と何ら変わるものではなく、出\n張の時期についてもａ自らの判断で選択したものであり、韓国出張が重要かつ多大\nな精神的負担を負うものであったとはいえないし、その業務内容も過重ではなかっ\nた。\n（３）　ａの健康状態について\nａは争いのない事実記載のとおり、昭和五六年三月一六日から高血圧性心疾患、\n高脂血症の治療のため、自宅近くの田中内科皮フ科医院（以下「田中医院」とい\nう。）に通院し、血圧安定降下剤（以下「降圧剤」という。）の投与を受けていた\nが、右薬剤の服用状況は良好とはいえなかった。\n（４）　以上のとおり、ａの脳出血は出張中に発症したものではあるが、これが日\n常業務に比較して特に過重な身体的、精神的負担又は突発的な出来事を原因として\n発症したものとは認められず、むしろ、ａは本件発症の相当前から高血圧状態にあ\nり、この治療としての降圧剤の服用状況の不良に伴う高血圧の増幅、加えて同人の\n血清総蛋白が低値であることによる血管の弱化及び加齢、遺伝等の諸原因による自\n然的経過によってたまたま出張中に脳出血が発症したものである。\n（四）　安全配慮義務について\nなお、安全配慮義務違反が業務起因性の判断要素となるとの原告の主張は、契約\n上の債務不履行として民事損害賠償請求権を基礎づけるための概念たる安全配慮義\n務違反を、無過失責任を前提とする労災補償制度との質的差異を無視して労災補償\nの場面に持ち込もうとするものであり、無過失責任主義に立脚する労災補償制度に\n反する失当な主張である。\n第三　争点に対する判断\n一　業務起因性の判断基準について\n１　労基法及び労災保険法による労働者災害補償制度の趣旨は、労働に伴う災害が\n生ずる危険性を有する業務に従事する（労働）者について、右業務に内在ないし随\n伴する危険性が発現し、労働災害が生じた場合に、使用者の過失の有無にかかわら\nず、被災（労働）者の損害を填補するとともに、被災者及びその遺族の生活を保障\nしようとすることにあるものと解される。そして労基法及び労災保険法が労災補償\nの要件として、労基法七五条、七九条等において「業務上負傷し、又は疾病にかか\nった（死亡した）」、労災保険法一条において「業務上の事由により」と規定する\nほか、何ら特別の要件を規定していないことからすると、業務と死傷病との間に業\n務起因性があるというためには、当該業務により通常死傷病等の結果発生の危険性\nが認められること、すなわち業務と死傷病との間に相当因果関係の認められること\nが必要であり、かつこれをもって足りるものと解するのが相当である（最判昭五一\n年一一月一二日・集民一一九号一八九頁参照）。そしてこの理は本件脳出血のよう\nな脳血管疾患及び虚血性心疾患等の非災害性の労災に関しても何ら異なるものでは\nない。\nしたがって、業務と結果発生との間に合理的関連性ないし条件関係があれば足り\nる旨の原告の主張は採用できない。\n２　これに対し被告は、脳血管疾患及び虚血性心疾患等に関する業務起因性につい\nては、規則三五条別表第一の二第九号に定める「その他業務に起因することの明ら\nかな疾病」と認められることが必要であり、また、右「その他業務に起因すること\nの明らかな疾病」の認定に関しては、新認定基準にいう「業務による明らかな過重\n負荷」等の認定基準に該当する事実の存在することが必要である旨主張する。\nしかし、労基法七五条二項が業務上の疾病の範囲を命令で定めることにした趣旨\nは、業務上の疾病に関する相当因果関係は傷害の場合ほどに明確でないため、その\n点を命令で明らかにしようとしたことにあるのであって、これにより相当因果関係\nの認められる範囲を拡張したり、制限しようとしたものではないというべきであ\nる。また、「その他業務に起因することの明らかな疾病」の認定に関する新認定基\n準についても、それはあくまで下部行政機関に対する運用のための通達であって、\n行政の適正、迅速処理のための判定基準を示したものにすぎないものであるから、\n相当因果関係の存否の判断を直接拘束するものでないことはいうまでもない。\nもっとも、右認定基準が脳血管疾患及び虚血性心疾患等に関する専門家会議の報\n告に基づき定められたものであるなどの経緯に照らすと、新認定基準は業務起因性\nについて医学的、専門的知見の集約されたものとして、高度の経験則を示したもの\nと理解することができるのであって、本件脳出血のような脳血管疾患の発症に関す\nる相当因果関係の有無を判断するに当たっては、右専門家会議の報告及び新認定基\n準の示すところを考慮することの必要性を否定することはできない。\n３　相当因果関係の判断基準について\n業務と本件脳出血のような脳血管疾患等の発症に関する相当因果関係の有無の判\n断に当たり基礎とされるべき事実と基準については次のとおり考えるのが相当であ\nる。\n（一）　前記労災補償制度の趣旨から明らかなとおり、業務起因性が認められるた\nめには、業務に内在ないし随伴する危険性が発現したものと認められることが必要\nであるが、本件脳出血のような脳血管疾患の発症については、もともと被災（労\n働）者に、素因又は動脈硬化等に基づく動脈瘤等の血管病変が存し、それが何らか\nの原因によって破綻して発症に至るのが通常であると考えられるところ、右血管病\n変は医学上、先天的な奇形等を除けば、加齢や日常生活等がその主要な原因である\nと考えられており、右血管病変の直接の原因となるような特有の業務の存在は認め\nられていない。また、右血管病変が破綻して脳出血等の脳血管疾患が発症すること\nは、右血管病変が存する場合には常に起り得る可能性が存するものであり、右脳血\n管疾患を発症させる危険を本来的に内在する特有の業務も医学上認められていな\nい。\nしたがって、こうした脳血管疾患等の発症の相当因果関係を考える場合、まず第\n一に当該業務が業務に内在ないし随伴する危険性の発現と認めるに足りる内容を有\nすること、すなわち当該業務が過重負荷と認められる態様のものであること（以下\n「業務過重性」という。）が必要であり、そしてさらに、前記のとおり脳血管疾患\nの原因としては加齢や日常生活等も考えられ、業務そのものを唯一の原因として発\n症する場合はむしろまれであり、むしろ複数の原因が競合して発症したと認められ\nる場合が多いことに鑑みると、「相当」因果関係が認められるためには、単に業務\nが脳血管疾患等の発症の原因となったことが認められるというだけでは足りず、当\n該業務が加齢その他の原因に比べて相対的に有力な原因と認められることが必要で\nあるというべきである。\n（二）　ところで、新認定基準はその付属のマニュアル等により、業務過重性の判\n定基準を示しているところであり、右新認定基準等に沿って業務過重性を判断する\nことにも一定の合理性のあることは前に述べたとおりである。\nしかし業務過重性について、右新認定基準等が、日常の業務に比して特に過重な\n肉体的、精神的負荷と客観的に認められる業務でなければならないとしたうえ、客\n観的とは、「医学的に」「急激で著しい増悪」の要因と認められることをいうもの\nであるから、被災者のみならず、「同僚又は同種労働者」にとっても、特に過重な\n肉体的、精神的負荷と判断されるものでなければならないとしている点は、結果と\nして相当因果関係の判断に特別の要件を付加することになるものであって採用でき\nない。\nなぜなら、一般に因果関係の立証は、「自然科学的証明ではなく、特定の事実が\n特定の結果発生を招来した関係を是認しうる高度の蓋然性を証明することであり、\n通常人が疑いを差し挾まない程度に真実性の確信を持ちうるものであることで足り\nる」（最判昭五〇年一〇月二四日民集二九巻九号一四一七頁参照）と解されている\nこと、とりわけ、医学的な証明を必要要件とすると、精神的、肉体的負荷の一つと\nされるストレスや疲労の蓄積といったものが高血圧症に及ぼす影響や高血圧症と脳\n出血の発生機序について、医学的に十分な解明がなされているとはいい難い現状に\nおいては、被災労働者側に相当因果関係の立証について過度の負担を強いる恐れが\nあり、殆どの場合業務と脳血管疾患等との間の因果関係が否定される結果になりか\nねないこと、このような結果は、現在の社会の実情に照らし、労災補償制度の趣旨\nにも合致しないと考えられるからである。また、右新認定基準等により業務過重性\n判断の基準とされる「同僚又は同種労働者」についても、当該被災者の年齢、具体\n的健康状態等を捨象して、基礎疾患、健康等に問題のない労働者を想定していると\nすれば、それは、多くの労働者がそれぞれ高血圧その他健康上の問題を抱えながら\n日常の業務に従事しており、しかも高齢化にともないこうした問題を抱える者の比\n率が高くなるといった社会的現実の存することが認められることを考慮すると、業\n務過重性の判断の基準を社会通念に反して高度に設定したものといわざるを得ない\nものであって、同じく採用できない。\n（三）　しかして、高血圧症等の基礎疾患を有する労働者の業務過重性の判断に当\nたっては、それが当該業務に従事することが一般的に許容される程度の疾患等を有\nする労働者であり、これまで格別の支障もなく同業務に従事してきているといった\n事情が認められる場合は、当該労働者を基準にして、社会通念に従い、業務が労働\n者にとって自然的経過を超えて基礎疾患を急激に増悪させる危険を生じさせるに足\nりる程度の過重負荷と認められるか否かにより判断するのが相当である。\nそしてこのような過重負荷の存在が認められ、これが原因となって基礎疾患等を\n増悪させるに至ったことが認められれば、当該労働者が、結果発症の危険性のある\nことを知りながら、これを秘匿するなどして敢えて業務に従事したなどの特別の事\n情のない限り、原則として、右過重負荷が自然的経過を超えて基礎疾患を増悪させ\n死傷病等の結果を招来したこと、すなわち業務と結果との間に因果関係の存するこ\nとが推認されるとともに、被告側から、基礎疾患が重篤な状況にあったこと、ある\nいは業務外の肉体的、精神的負荷等が原因となって発症したものであること等につ\nき、特段の反証のない限り（被告が相当程度の立証の負担をすることが労災補償制\n度の立法趣旨及び公平の理念に合致するものと解する。）、さらに右過重負荷が結\n果発症に対し、相対的に有力な原因であると推認し、相当因果関係を肯定すること\nができるものと解するのが相当である。\n二　本件脳出血の発症が業務に起因するものであるか否かについて\n成立に争いのない甲第一号証、第二号証の一及び二、第三号証、第四号証の一な\nいし三、第五号証、六号証、一〇号証、一一号証、一三号証、一四号証、一六ない\nし二二号証、二七号証の一ないし三、第三一号証、三二号証、三七号証、三八号証\n並びに第四九号証、乙第一一号証の三、原本の存在及びその成立について争いのな\nい甲第六六号証、乙第一〇号証、一一号証の一及び二、第一三ないし一五号証、一\n六号証の一ないし三、第一七号証、二一号証、二三号証並びに二四号証の二、原告\n本人尋問の結果真正に成立したと認められる甲第一五号証の一及び二、第三三号証\n並びに第四六ないし四八号証、右本人尋問の結果原本の存在及びその成立が認めら\nれる甲第三九ないし四五号証、弁論の全趣旨によって真正に成立したと認められる\n甲第六八号証、乙第二六号証の一、第三三及び三四号証、同じく弁論の全趣旨によ\nって原本の存在及びその成立が認められる乙第一二号証、証人ｃ、同ｄ、同ｂ、同\nｅの各証言及び原告本人尋問の結果並びに弁論の全趣旨を総合すれば、以下の各事\n実が認められる。\n１　ａの国内における業務内容\n（一）　３Ｅメーターの開発の経過及びその特色等\n（１）　３Ｅメーターは、昭和五〇年ころ、訴外会社の親会社であった矢作製鉄株\n式会社、右矢作製鉄株式会社グループの矢作鋳造株式会社及び訴外会社の三社の共\n同により開発が発案され、その後、昭和五二年六月ころ、訴外会社内においてコン\nピューター制御のための演算式が作成され、昭和五二年一〇月ころ、第一号機が訴\n外会社において製作され、その後開発部において、改良が加えられていた。\n（２）　３Ｅメーターは、鋳造工場において溶解された鋳鉄の成分を分析する装置\nであるが、その名前の由来は、右鋳鉄の強度に影響を与える成分であるカーボン、\nシリコン及び炭素当量の三つの要素（エレメント）を同時に測定することができる\n装置であるという点にあり、従前の製品に比べた特徴は、右三つの要素を一度に測\n定することができるという点と、溶湯を直接の分析対象として簡便な方法で分析が\nできるという点にあった。\n（二）　ａの訴外会社入社の経緯\n（１）　ａが訴外会社に入社したのは、前記のとおり昭和五二年三月ころであり、\n３Ｅメーターの開発当初は、企画、立案等には従事していなかった。\nしかし、ａは、もともと冶金関係の専門家として、前記矢作製鉄株式会社に勤務\nし、訴外会社入社のころは、その購買部長・参事の職にあったところ、３Ｅメータ\nーが前記のとおり鋳物を対象とする製品であったことから、冶金の知識を買われて\n訴外会社に取締役として入社するに至ったものであり、ａの入社前には訴外会社の\n職制上存在しなかった開発部の部長の職に就くとともに、右開発部は３Ｅメーター\nに関する業務を主要な内容としており、さらにａが、それまで名前のついていなか\nった３Ｅメーターを「直読式３Ｅメーター」と命名し、３Ｅメーターに関する特許\n出願のための準備や調査等の作業はａのみが開発部内で行なっていた等、ａは訴外\n会社に入社以後しばらくの間別個の業務に従事していたことを除いて、もっぱら３\nＥメーターに関する業務に従事していた。\n（２）　また、訴外会社の開発部長として、３Ｅメーターの販売業務の責任者とな\nり、部下の監督のみならず、ａ自身いわゆるセールスエンジニアとして、矢作製鉄\n株式会社に勤務していた間には経験のない営業（セールス）の業務に従事すること\nとなった。\n（３）　右のとおりａは訴外会社の取締役・開発部長とされていたが、取締役とは\n名ばかりで、実際は僅か二名の部下とともに、後記のとおり直接個々の顧客の下に\n出向いて販売、調整立会等の業務に従事していたものである。\n（三）　３Ｅメーターに関する営業形態等\n（１）　３Ｅメーターの販売業務は当初、３Ｅメーターに使用する消耗品のカップ\nの製造販売の特許を有していた会社を代理店として委託していたが、その後、右代\n理店から、売上のノルマが達成できない旨の申し出を受けて、開発部が直接販売業\n務に従事することとなった。\n（２）　顧客先の開拓としては、業界紙等に３Ｅメーターの広告を出したり、訴外\n会社の商品を取り扱う問屋を通じた問い合せを受けるなどであり、顧客先からの直\n接の電話等もあった。\n（３）　右のように顧客先から３Ｅメーターに関する問い合せがあると、その商談\nの進展具合によって、３Ｅメーターのカタログを持参しての商品説明を行ったり、\n３Ｅメーターのサンプルを直接顧客先に持ち込んで溶湯の測定のデモンストレーシ\nョンを行うなどの営業活動を行い、商談がまとまった場合には、売り上げた３Ｅメ\nーターを顧客先の鋳造炉にセットしたうえ、後記のとおり、立会や調整業務に従事\nするとともに、取引終了後も、顧客先からクレームがあれば、工場に出向いてクレ\nーム処理に当たるなどしていた。\n（４）　右のような販売活動は、開発部員内部で一応の担当が決められており、ａ\nは、出張費用の節約等の考慮もあって、東海地方や名古屋近郊等への出張ととも\nに、主に遠距離の出張を担当していた。\n出張に当たっては社用車又は電車等の公共交通機関を利用していたが、３Ｅメー\nターを現地に持参する必要があるときには、社用車を利用し、重量約一二ないし一\n五キログラム程度の３Ｅメーター本体を右社用車に出張者が積み込んで顧客先に運\n搬し、公共交通機関を利用する場合には、宅配便であらかじめ顧客先に送ってい\nた。\n（四）　ａが従事していた３Ｅメーターの立会及び調整業務の具体的な内容\n（１）　ａは、３Ｅメーターに関する立会及び調整業務に従事していたが、立会と\nは、３Ｅメーターを現場に持参して実際に溶湯を測定して出た数値データを顧客先\nに説明するということであり、調整とは、後記のとおり、顧客先が使用している鉄\n屑の性質等に合わせて、当該顧客先に納入した３Ｅメーターの測定結果が適性な値\nを示すように３Ｅメーターを微調整する作業であった。そして、いずれの作業も、\n後記のとおり顧客先の工場内の炉の付近で行う必要があった。\nすなわち、前記のとおり３Ｅメーターの特色は溶湯を直接の分析対象とするとこ\nろにあったが、その測定方法が溶湯の温度の低下の具合をコンピューター解析する\nという方法であったため、３Ｅメーターのセンサーが接続されている溶湯受けのカ\nップに、溶湯を冷やさないで注ぐ必要があり、また測定値をデジタル表示する本体\n部分も右センサーとコードで接続されているため、炉からほぼ四、五メートルほど\n離れた場所に設置されるのが通常であった。\n（２）　また、右カップに溶湯を注ぐため、長さ二・五メートルほどのひしゃくで\n炉内で溶解している溶湯をすくう作業が必要であり、この作業は危険を伴うため、\nほとんど顧客先の従業員によって行われていたが、炉が存するのは工場の中であ\nり、炉の中の溶湯は摂氏一三〇〇度ほどの高温になることから、３Ｅメーターを設\n置した場所も高温になることがあり、また、溶湯は鉄屑を原料とすることから、炉\nの近辺の床には、鉄屑が散乱しているような現場もあり、このような場合転倒の危\n険も存し、このような工場内での作業環境は、良好とは言えずむしろ劣悪な場合が\n多々あった。\n（３）　さらに、顧客先によっては、一旦鉄屑を溶かして３Ｅメーターで測定した\n後、炉の中の溶湯を流して再度溶湯を作ってその測定をしなければならない場合も\nあり、右測定と測定の間は、炉の性能によっても異なるが一ないし二時間ほどかか\nるのが普通であり、その間、ａは３Ｅメーターの説明等を顧客先に対して行ってい\nた。\n（４）　ａは、このように３Ｅメーターの立会調整を顧客先の工場において行って\nいたが、特に調整については、測定した溶湯の凝固したものを、サンプルとして訴\n外会社に持ち帰ったうえ、その成分を矢作製鉄株式会社内の専用の分析機によって\n厳密に分析し、３Ｅメーターの分析結果と右分析機の分析結果を対照し、さらに調\n整を行う必要のある場合もあったため、ａは、顧客先での立会や調整による分析結\n果をメモする必要があった。\n（５）　また、３Ｅメーターの販売後の故障に伴う修理や測定結果に関するクレー\nム等のいわゆるアフターサービスも開発部の仕事であり、クレームが、実際には顧\n客先の操作上の不手際が原因である場合でも、３Ｅメーターの設置されている顧客\n先の現場へ出向く必要があり、またこのような操作上の不手際が判明したような場\n合にも、冶金の知識を有するａが顧客先にその旨の説明を行う必要があった。\n（６）　このように、３Ｅメーターに関する業務は出張を伴うものであり、また顧\n客先に出向く時間や作業の終了時間等も、このような立会調整の業務内容から、基\n本的には顧客先の都合が優先され、これによって出張計画を立てる必要があった。\n（五）　ａの従事していた社内業務\nａが従事していた出張以外のいわゆる社内業務としては、前記出張における立会\nの結果収集したデータの分析結果の対比検討や、それに基づく顧客先に対する右検\n討結果の報告書の作成及び出張報告書の作成等があり、また３Ｅメーター開発の初\n期の段階では、３Ｅメーターの特許出願に関する調査等もなされていた。\n（六）　３Ｅメーター販売の推移及び売上の目標\n発売当初、３Ｅメーターは順調な売上を記録していたが、特許出願したものの結\n局３Ｅメーターに関する特許権は取得できず、また、同業者が３Ｅメーターと同様\nの製品の発売を始めたこともあり、昭和五六年ころから、３Ｅメーターの売上が伸\nび悩み、ａら開発部員は一人月間一台という売上目標（ノルマ）の達成が困難にな\nり、昭和五七年一〇月ころには、ａ他の開発部員は、当時の訴外会社常務のｆか\nら、売上の伸び悩みについて叱責されることもあった。\n（七）　ａの昭和五八年度の出張業務\n（１）　ａは、前記争いのない事実記載のとおり、昭和五八年二月一五日に韓国に\n出張したが、韓国出張前の昭和五八年度における出張状況は次のとおりであった。\n①　一月五日まで正月休みであったが、同月六日、山梨県都留市所在の佐藤鋳造に\n調整立会のため出張し、同日夜は東京都下の娘宅に宿泊し、翌七日埼玉県川口市所\n在の三共鋳造に調整立会のため出張した。\nなお、娘宅へ宿泊した際のａは仕事に疲れ切った様子であったため、これを心配\nした娘から原告に対し、ａの健康を気遣って電話のあったことがある。\n②　その後、同月一一日、三重県桑名市所在の桑名物産へ、クレーム処理及び調整\n立会のため午後一時に時間を指定されて出張し、この作業は午後五時まで行われる\nとともに、同日さらに、愛知県大府市所在の杉産業に出張して、３Ｅメーターの改\n造のための打ち合せを三時間ほどかけて行った。\n③　翌一二日、愛知県海部郡＜以下略＞所在の南濃鋳工に３Ｅメーターの調整及び\n現場での測定の立会を行うため出張し、午前中この作業を行うとともに、昼から\nは、前記桑名物産に、前回の測定報告等を行うため出張した。\n④　翌一三日、前記南濃鋳工に前日の続きの測定立会のため半日出張し、翌一四日\n名古屋市＜以下略＞所在の名晃製作所に現地での測定のため出張した。\n⑤　同月一八日さらに右名晃製作所に一四日の続きの現地測定のため出張し、翌一\n九日前記三共鋳造に立会及び打ち合わせのため出張し、朝名古屋を出発して昼ころ\n現地に到着して、その日は東京に宿泊し、翌二〇日同じく埼玉県川口市所在の白鳥\n鋳物にクレーム処理及び現場での立会調整のため出張した。\n⑥　同月二五日には、静岡県榛原郡所在の東鋳造にクレーム処理のため出張し、こ\nの作業は一日中かかった。\n⑦　同月二七日及び二九日には、前記名晃製作所に納入後の検収のため出張し、両\n日とも半日ずつ現場立会を行った。\n⑧　二月に入ってからは、二日に、前記三共鋳造に現場での立会及び商談や打ち合\nせのため出張し、右用務は一日中かかり、夜自宅に帰った。\n⑨　翌三日、神奈川県川崎市所在の三菱自動車に、現地での立会及び打ち合せのた\nめ出張し、夜自宅に帰った。\n⑩　同月七日には、開発部員のｃ（以下「ｃ」という。）とともに、長野県上田市\nに出張し、同市所在の高沢産業で、打ち合せを行った後、午後二時ころ、同市所在\nのアート金属工業で、三時間ほど現場立会を行った後打ち合せを行い、その日は同\n市近辺で宿泊し、翌八日、大雪の中を出発し、そこから茨城県茨城郡所在の岩井産\n業に出張し、その日は東京で宿泊し、さらに翌九日、東京から前記山梨県都留市所\n在の佐藤鋳造に出張して一日中現場の立会を行い、夜名古屋の自宅に帰った。\n（２）　以上の出張のうち、愛知県及び三重県内等比較的近距離の出張は、自動車\nを利用しており、また、二月七日の上田市への出張は、ｃの運転する自動車に同乗\nして現地へ出向いたが、それ以外の比較的遠方への出張は、いずれも国鉄を利用し\nての出張であった。\n（３）　以上のとおり、一月六日から二月九日までの三五日間に延べ二〇ヵ所一七\n日出張し、そのうち一〇日は遠方出張であった。\n（八）　訴外会社における勤務状況や残業について\n（１）　昭和五八年ころの訴外会社の勤務時間は、午前八時〇〇分から午後四時一\n五分までであったところ、訴外会社の勤務日報（乙第一三号証）上は、ａは右五八\n年一月及び二月の間、残業及び休日出勤をしていないことになっている。\n（２）　しかしながら、実際には部下とともに残業することがしばしばあり、また\nａは出張の際、自宅から直接顧客先に出向いたうえ、出張業務終了後直接自宅に帰\n宅することが多く、顧客先の都合により午後五時を過ぎても、３Ｅメーターの立会\n調整の業務に従事する必要等から、その帰宅時間も時には深夜午前二時ころに及ぶ\nこともあり、ａは、実際は、恒常的に訴外会社の正規の勤務時間外にも業務に従事\nしていたこと、韓国への出張を間近に控えた同年二月一一日は公休日であったが、\n前日の業務を続行するため出勤していたことが認められる。\n（３）　右のとおり、ａが時間外勤務及び休日勤務に従事していたにもかかわら\nず、勤務日報上勤務時間がすべて午前八時から午後四時一五分までに統一され、訴\n外会社の書類上これが把握されていなかったのは、ａが訴外会社の取締役の地位に\nあったため、出退時間の管理がａ自身によって行われていたことと、残業手当の支\n給対象ではなかったこと等の事情によるものと推認される。\n２　ａの韓国出張の経緯及び韓国における業務内容\n（一）　韓国出張の経緯\n（１）　訴外会社の販売代理店であり、韓国内の業者との取引関係を有していた日\n新鉱産が、釜山鋳工に３Ｅメーターを紹介したことが切っ掛けで、訴外会社は、昭\n和五八年一月ころ、日新鉱産を介して、訴外会社にとって初めての３Ｅメーターの\n海外への販売となる右釜山鋳工との取引を成立させた。\n（２）　そして、３Ｅメーター販売後当然の手順として必要となる３Ｅメーターの\n現地での立会調整を行う目的とともに、そのころ既に販売台数の伸び悩んでいた３\nＥメーターのシェアを韓国等の海外に拡大するチャンスであるとして、３Ｅメータ\nーの販売の責任者であるａが韓国へ出張することとなった。\n（３）　ａは、海外出張は初めての経験であった。\n（二）　韓国出張の日程の決定経緯\n（１）　前記のとおり、昭和五八年一月ころ、釜山鋳工との間で売買が成立した\nが、売買契約成立の後できるだけ早い時期に３Ｅメーターに関する取扱説明や立会\n調整等をする必要があったことは国内における取引と同様であり、また釜山鋳工と\nの取引でも当然そのように約束されていたうえ、韓国では旧正月として二月末ころ\nに会社が一週間程度休業する習慣があったため、ａは、右旧正月による休業の前に\n韓国に出張する必要があり、寒冷期にもかかわらず、同年二月一五日に韓国出張を\n計画した。\n（２）　韓国出張にはｂも同行する予定であったため、ａは訴外会社において一度\nだけｂと面会して韓国出張の打ち合せ等を行った。\n（３）　当初、韓国出張の予定は三日間であったが、韓国出発前にａは出張期間を\n一日延長して、四日間の出張計画（二月一八日帰国予定）を立てて出張し、韓国に\n到着した後、さらに予定を一日延長して二月一九日に帰国する予定に変更した。\nところで、前記のとおり、ａは韓国出張前の昭和五八年一月から二月一〇日にか\nけて、国内での出張業務に従事し、暦上は休日である同月一一日にも前日の業務の\n続きを行っており、また同月一二日の土曜日は、訴外会社において会議が行われ、\nａもこれに出席しており、出発前の一四日にも、少なくとも訴外会社の定時の勤務\n時間業務に従事していた。\n（三）　韓国における具体的業務\n（１）　ａは、韓国出張の当日（昭和五八年二月一五日）、午前二時ころまで、韓\n国出張の準備をし、午前五時ころ起床して名古屋始発の新幹線で新大阪に向かい、\n同日午前一一時一〇分、大阪空港発の航空機で韓国に出発した。\nなお、当日ａを空港に見送った部下の一人は、ａの顔色が悪かったことから、ａ\nに対し、「体は良いですか」と尋ねたところ、ａは、「（医者に）診て貰ったから\n大丈夫」と答えている。\n（２）　そして、同日午後〇時三〇分に韓国釜山空港に到着し、今回の３Ｅメータ\nーの納入先である釜山鋳工が手配した自動車で、空港から同社に直接出向き、同社\nにおいて、約二時間にわたり挨拶や商談、３Ｅメーターの日本における実情等の話\nを行い、同日午後四時ころ、同社の自動車で釜山市内の国際ホテル（以下「ホテ\nル」という。）に到着し、同日午後六時三〇分ころ、同市の「金門」という日本食\nの食堂で日本食の夕食をとり、食後ホテルに戻って宿泊した。\n（３）　同月一六日、ホテルから釜山鋳工の自動車で同社に向かい、同社におい\nて、３Ｅメーターの取扱方の説明を行った後、実際に３Ｅメーターをセットして溶\n湯の汲取りテストを行った。右テストは三〇回ほど繰り返され、ａは、汲取りの作\n業にはほとんど従事しなかったものの、始めのうちは、電気炉のそばで右テストに\n立ち会う等し、ａは、終日釜山鋳工において立会、調整等の業務に従事した。\n釜山鋳工の構造は、事務所と電気炉のある工場が別棟になっており、事務所から\n工場に出入りするためには一旦戸外に出る必要があった。\n（４）　翌一七日も、ａは、釜山鋳工において３Ｅメーターに関する業務を行った\nが、３Ｅメーターの測定値と比較すべき湿式分析（時間をかけて、より正確にカー\nボンやシリコンの値を測定する方法）のデータが出ていなかったため、右データ対\n比の作業は翌日に回すこととし、午後には、釜山鋳工において、世宇産業株式会社\nの関係者と３Ｅメーターの販売に対する協議を行った。右世宇産業株式会社は、３\nＥメーターに使用する消耗品のカップを製造している会社であり、韓国における３\nＥメーターの販路拡大を目的とした協議であった。\n同日の業務予定が午後三時ころに終了したため、ｂは、ａを釜山市内の観光に案\n内した。\n（５）　翌一八日、ａは、午前九時ころ、釜山鋳工に出向いてデータ対比等の作業\nに従事し、その後釜山市内から四、五〇キロメートル離れた昌原市の工業団地にあ\nる統一産業株式会社、南栄金属株式会社及び泰州実業株式会社を順次訪問して、３\nＥメーターの販売のためのカタログ説明等の営業活動を行い、また釜山市内に戻っ\nて、釜山鋳工の付近に所在する信一金属工業株式会社を訪問して同じく３Ｅメータ\nーのカタログ説明等を行い、最後に再度釜山鋳工に立ち寄った。\n（６）　右一八日における釜山鋳工以外の四社の訪問は、当初の韓国出張の予定に\nはなく、前日に急遽予定されたものであるが、このように急遽予定を追加したの\nは、前記のとおりａの当初の予定は同月一八日帰国であったのが一日延長され、同\n月一七日に終了予定であった釜山鋳工における３Ｅメーターの立会業務が同月一八\n日にずれこんだため、一八日の日程を３Ｅメーターの販売のため有効に利用しよう\nとしたものと推認される。\n（７）　なお、ａは、統一産業株式会社及び南栄金属株式会社については事務所だ\nけでなく工場も見学し、泰州実業株式会社及び信一金属工業株式会社については事\n務所にのみ立ち寄った。\n（８）　ａは、午後六時ころホテルに戻り、午後七時四五分ころ、ホテルから一〇\nメートルほど離れている日本食のレストランである「鮮美」で行われた夕食会に出\n席し、本件脳出血の発症に至った。\n（９）　ａの韓国出張中の釜山の気温及び天候は、別表一のとおりであり、昭和五\n八年二月一五日から一七日までの天候は快晴、晴又は曇で、気温も日中は摂氏一〇\n度を超える日もあったが、発症当日の同月一八日の気温は摂氏〇度以下となって急\nに冷え込み、午前九時には雪が観測されている。\n３　ａの健康状態\n（一）　昭和五〇年以降、ａが受診した矢作製鉄株式会社及び訴外会社の一般健康\n診断におけるａの血圧値の推移は別表二のとおりである。\nなお、ａは昭和五四年度の右健康診断において耳鳴りの症状を訴えているが、既\n往症として特に高血圧症を申告していない。昭和五五年度春季の健康診断の結果、\n最大血圧一六八、最小血圧九〇を記録し、血圧再検査を指示され、再検査の結果\nは、最大血圧一六八、最小血圧八六であった。昭和五六年度春季の健康診断におい\nて、ａは、健康診断受診票により、高血圧で治療を受けていること、自覚症状とし\nて耳鳴りがすること、風邪でもないのに頭が痛んだり重いことがときどきあり、目\nの前が急に暗くなったりふわっとすることがときどきある旨申告していた。血圧測\n定の結果は、最大血圧二〇〇、最小血圧九〇であり、前年同様再検査を指示された\nが、病院において治療中とのことで再検査は受けていない。昭和五七年度春季の健\n康診断においても、ａは、健康診断受診票により、高血圧で治療を受けているこ\nと、耳鳴りがすること、風邪でもないのに頭が痛んだり重いことがときどきある旨\n申告しているが、血圧測定の結果は、最大血圧一五六、最小血圧八八でほぼ正常の\n領域であった。\n（二）　ａは、昭和五六年三月一六日から田中医院において、高血圧症、高脂血症\n（疑）の病名で治療を受け始め、同年七月一三日からは、田中医院においてほぼ一\nか月に二回程度の割合で継続的に通院治療を受けるとともに、降圧剤の投与を受け\nていた。\n田中医院において測定されたａの血圧値の推移は別表三のとおりであり、昭和五\n六年度における最大血圧は一八七、同五七年度におけるそれは一六八であり、概ね\n一三〇台から一六〇台の間を推移していた。\n（三）　田中医院へ通院して降圧剤投与を受けた日とその次の投与日の間隔を、右\n通院日に渡された降圧剤の服用予定日数と対比すると、通院日の間隔の方が右服用\n予定日数を上回ることがあり、ａは、投与された降圧剤を毎日欠かさず服用してい\nたとは言えないが、ａは、元来几帳面な性格であり、自宅でも血圧計で自己の血圧\n値を測定するなどして常に血圧値を気にかけていたことなどからすると、主治医の\nｇ医師も述べているとおり、ａの降圧剤の服用状態は概ね良好であった。\n（四）　また、ａは、韓国出張前に田中医院で、右ｇ医師に韓国出張の健康上の是\n非について診断を受けたが、ｇ医師は、心電図及び血液検査を行った結果、格別異\n常が認められなかったので、従来どおり降圧剤を服用することを指示したのみで、\n韓国出張自体は健康上問題がない旨回答し、ａは、最終的に二月一二日に田中医院\nで一四日分の降圧剤の投与を受けて韓国出張に出掛けた。\n４　脳出血の危険因子等について\n（一）（１）　医学上、脳出血の危険因子（リスクファクター）として一般的に\nは、高血圧、糖尿病、肥満、タバコ・酒、年齢等が挙げられているところ、ａは、\n六か月毎に受けていた血液検査において血糖値に異常はなく、また肥満体ではな\nく、タバコは吸わず、酒もほとんど飲まなかった。\n（２）　医学上、高血圧症については遺伝的要素が肯定されているけれども、脳出\n血の遺伝については否定的である。なお、ａの父親は八〇歳のときに脳出血で死亡\nしているが、右ａの父親の脳出血の原因が高血圧症であるか否かについては不明で\nある。ａの兄弟に脳出血、脳梗塞を発症した者はいない。\n（３）　医学上、血清総蛋白のうち、アルブミン値が通常よりも少ない場合、血管\nの弱化を招来するとされているところ、ａが受けていた血液検査の結果によれば、\n右血清総蛋白は参考基準値を若干下回っているが、アルブミン値は参考基準値の範\n囲内であった。\n（二）　ストレスないし疲労の蓄積と高血圧症\n（１）　肉体的疲労、精神的緊張等のストレスが高血圧を増大させ脳血管疾患等を\n増悪させる危険因子の一つであり、これらストレスないし疲労の蓄積が、正常者に\n比して高血圧症等の疾患を有する者に対してより大きく作用し、容易に血圧の上昇\nを招くことが医学的にも知られており、この点は、新認定基準及びその付属マニュ\nアル等においても認められているところである。\n（２）　もっとも、ストレスないし疲労の発生要因は種々であって業務のみではな\nいことや、ストレスないし疲労の発生及びその受容の程度及び身体に与える影響に\nついても個体差が存し、現在の医学水準ではストレスないし疲労の蓄積といったも\nのを客観的定量的に把握できないことも確かであり、このことから、ストレスない\nし疲労の蓄積と高血圧症の増悪との間の因果関係を医学的に肯定することはできな\nいとの見方も生ずるわけであるが、法的因果関係は必ずしも厳密に医学的な証明を\n要するものではなく、ましてストレスないし疲労の蓄積が定量的に把握できなけれ\nば因果関係を肯定することができないといった性質のものでないことは前示第三の\n一の３から明らかであり、むしろ、ストレスないし疲労の蓄積と高血圧症の増悪と\nの間の因果関係についても、通常人の目から見て日常の業務により受ける程度を越\nえたストレスないし疲労の蓄積が認められ、これが高血圧症を増悪させたものと判\n断され、また医学的にも、厳密にその機序、程度を証明することまではできないに\nしても、そのような作用のあることが矛盾なく説明された場合には、因果関係を推\n認して妨げないものと解される。\n（３）　また寒冷昇圧試験により、高血圧症等の疾患を有する者は正常者に比して\n著しい血圧の上昇を示すことも知られている。\n５　医学的所見について\n（一）　ａの本件脳出血発症の業務起因性について、中部労災病院のｈ医師は次の\nとおり意見を述べている。\n①ａの死因は脳出血である。②本人は医師の管理を受け、日常生活においても健康\n管理に注意していた。血圧値も略正常範囲にコントロールされていた。③厳冬時初\nめての外国出張で一種の緊張状態にあったことは、日常の生活態度より想像され、\n平常より高血圧の状態にあったと考えられる。④しかし、業務内容より、肉体的、\n精神的に強いストレスが加わったとは考え難く、業務上と判断することは困難であ\nる（乙第二二号証）。\n（二）　同じく中部労災病院のｉ医師は次のとおり意見を述べている。\n①死亡原因は高血圧性脳出血と推定される。血圧は一応コントロールされていた。\n父親が脳出血で死亡している点、遺伝的要因が考えられる。②初めての海外出張で\n精神的緊張のあったことは十分考えられる。③但し出張業務は国内における通常の\n業務と同じであり、又この業務遂行中に特に強度の精神的緊張又は身体的努力を要\nするようなことはなかった。又突発的、災害的事実もなかった。④発病前日と発病\n日に著しい気温の差が認められるが、発病時には室内にて暖房もあり、寒冷にさら\nされて血圧が上昇し、発病したものとは考えられない。⑤したがって、本件脳出血\nが業務に明らかに起因しているとは考え難い（乙第二三号証）。\n（三）　証人ｅ医師は次のとおり意見を述べている。\n①ストレスは高血圧症増悪の危険因子であることが疫学的にも認められ、またスト\nレスは脳卒中の発症にも関わっていることが医学的にも認められつつある。②ａが\n継続的に治療を受けていた田中医院におけるカルテには、傷病名として「高脂血\n症、高血圧性心疾患」との記載がなされているが、昭和五七年から五八年ころの病\n状は、当時の血糖値、心電図その他の検査結果によるかぎり、特に危険、異常を疑\nわせるところはなく、このような傷病名を付すまでもないのではないかと思われる\n程良くなってきている。③高血圧症の症状にしても、投薬等による治療効果あるい\nはａの健康管理の努力などによって、良くコントロールされ、ＷＨＯの重症度分類\nではＩ期、東大第三内科高血圧重症度分類でも軽症群に分類される状態に落ち着い\nていた。④脳に関しては前記のとおり一時的に目眩の自覚症状も認められたが、こ\nの点も昭和五七年から五八年にはなくなっている。⑤国内出張業務も時間的に不規\n則で拘束性の強い労働であったことから、慢性的疲労状態にあった。⑥昭和五八年\n一月二二日田中医院において診察を受け、「血圧値も良く、血液生化学検査、心電\n図ともに異常はなく、韓国出張に関しても特に支障はないと判断した。出張中もい\nつもの降圧剤を服用するよう指示した」旨のｇ主治医の意見により、韓国出張が医\n療上問題がないとするのは、最終診察日から韓国出張までの間にされたａの出張状\n況に照らして相当でない。韓国出張直前におけるストレスと疲労の蓄積は大きなも\nのがあった。⑦韓国出張によるストレスは、このような過労状態にあるａにとっ\nて、著しく過重な負担であり、同人の高血圧症を悪化させ、本件脳出血発症の有力\nな原因となったものであるから、業務起因性が認められる（甲第四九号証）。\n（四）　なお、右医師らの所見は、ａが高血圧症の基礎疾患を有していたが良くコ\nントロールされ、重篤な状態にはなかったこと、本件韓国出張がａに対する肉体\n的、精神的ストレスとなりａの高血圧症を増悪させる要因となったとしている点で\nは概ね一致しているが、ｈ医師、ｉ医師は、業務の内容から、強いストレスが加わ\nったとは考え難い、あるいは強度の精神的緊張又は身体的努力を要するようなこと\nも又突発的、災害的事実もなかったとして、業務起因性を認めるのは困難である\n旨、新認定基準等に則った判断をしているのに対し、ｅ医師が、韓国出張直前にお\nけるストレスと疲労の蓄積は大きなものがあり、ａが過労状態にあったことを前提\nに、韓国出張によるストレスは、同人の高血圧症を悪化させ、本件脳出血発症の有\n力な原因となったものであるから、業務起因性が認められるとしている点が注目さ\nれるところである。\n三　以上認定の事実を総合すれば、本件脳出血の発症によるａの死亡の業務起因性\nについて次のとおり認めることができる。\n１　業務過重性について\n（一）　ａは、訴外会社の取締役開発部長として、３Ｅメーターに関する国内の出\n張業務に従事しており、右出張は３Ｅメーターの立会調整や顧客のクレーム処理等\nが中心であったところ、右立会調整は、売買契約が終了した後のものとはいえ、顧\n客先に納入した３Ｅメーターが顧客先の炉の溶湯を正確に測定できるかどうかを確\n認する作業であり、売買契約に付随する重要な職務であって、一定の精神的負担を\n負っていたとは認められるが、右立会調整業務自体の肉体的負担については、高温\nの炉のある工場内で作業するとはいえ、３Ｅメーター本体は炉から五、六メートル\n離れた位置にあり、また溶湯をひしゃくですくう作業は顧客先の従業員が主に行っ\nていたことからすれば、ａの受けていた肉体的負担は問題とすべき程度ではなかっ\nたというべきである。\n（二）　しかしながら、出張業務自体についてみると、ａは開発部の中で主に遠方\nの出張を担当していたうえ、出張は、長距離の移動や、その前後の社内業務との兼\n合、また業務時間が不規則になること等、社内業務に比して肉体的、精神的負担は\n多大であることは社会通念上是認されるところであり、そのことは、出張を通常業\n務としていたとしても何ら変わるところはないというべきであり、むしろ、ａの場\n合についていえば、月の半分程度を出張業務に従事し、残りが社内業務であったこ\nとに照らせば、出張のみを通常業務としていたわけではなく、却ってその頻度から\nいって出張に伴う肉体的、精神的負担は多大であったというべきである。そして、\nこのことは遠方への出張の場合に現地に宿泊していたとしても変わることはなく、\nまた出張先で宿泊すること自体ある程度の負担を伴うものと認めることができる。\n（三）　ところで、右出張に伴う肉体的、精神的負担が本件発症の直接の原因とな\nる程度に過重であったとみることは、出張日程と発症との時間的間隔が大きいこと\nや、国内における出張の態様自体は従前と同程度で推移していたものと認められる\nうえ、本件発症の直前に出張回数や出張距離等が特に増加したとは認められないこ\nと等に照らして相当ではないが、韓国出張前の昭和五八年一月及び二月におけるａ\nの出張状況は前記認定のとおりであり、特に韓国出張直前の二月の出張状況を見れ\nば、二日及び三日に埼玉県及び神奈川県に連続して日帰りの出張をし、間に日曜日\n等を挾んで、七日から九日までの間に、長野県、茨城県及び山梨県へ宿泊を伴う出\n張を行っているのであるから、これらの期間の出張は、ａにとって肉体的、精神的\n負担となり、疲労が蓄積されていたとみるのが自然である。しかも、右出張後の二\n月一〇日以降韓国出張前日の一四日までの間も、一三日の日曜日を除いて、本来休\n日である二月一一日も含めて通常業務に従事していることに照らせば、韓国出張の\n出発前にこれら出張業務に伴う肉体的、精神的疲労が十分回復していたと見るのは\n社会通念上相当でない。加えて、ａは韓国出張当日午前二時ころまでその準備をし\nて睡眠不足の状態であったことからすれば、ａが韓国出張に出発したとき、ａは相\n当高度の疲労状態にあったものと推認でき、このような疲労の蓄積は、ストレスと\nして、身体の血圧コントロール機能に対する障害となって、血圧を上昇させる恐れ\nが多分に存したということができる。\n（四）　そして、ａにとって、韓国出張は初めての海外出張であり、そのこと自体\nが相当な肉体的、精神的負担であったというべきであることに加え、国内における\n出張に比べ長期間外国に滞在しなければならないため、自宅に戻ってストレスを発\n散させ、疲労の回復を図ることができないことによる疲労の蓄積も存したと認めら\nれ、こうした負担は、韓国への渡航経験の豊富なｂと同行したことや、韓国におい\nて日本語が通じたこと等によって多少緩和されたとしても、なお重大であったと言\nうべきであり、さらに、釜山鋳工での３Ｅメーターの立会業務の都合上、当初の予\n定を変更して、韓国出張を一日延ばさざるを得なかったことも、ａの肉体的、精神\n的負担を増大させたものと認めることができる。\nまた、本件韓国出張の用向きも、釜山鋳工へ納入した３Ｅメーターの立会調整に\n止まらず、海外への販路拡大を兼ねたものであり、このような海外への販路拡大の\n持つ意味は、３Ｅメーターの販売業務に従事していたａの置かれていた当時の状\n況、すなわちライバル会社が現われ、売上が伸び悩んでいたという状況の下で、販\n売責任者たる取締役開発部長のａにとって、非常に重要なものであり、それに伴う\n精神的負担も多大なものであったと認められる。\n（五）　しかも、ａが韓国出張に出向いたころ、韓国は寒冷期であったところ、寒\n冷は高血圧症を増悪させるストレスであると医学上認められており、特に前記認定\nのとおり、本件発症当日はそれまで最高気温が一〇度近かった三日間の気候と異な\nり、急に冷え込んで気温が氷点下となったのであり、右死亡当日の釜山の気象条件\nすなわち寒冷によるストレスは、ａに対する肉体的負担であったと認められる。\nまた、寒暖の差の激しいところを出入りする場合にも、右環境の変化にともなう\n血圧の調整が困難となって高血圧を増大させる場合があると医学上認められ、その\n意味で寒暖の差の激しいところへの出入りも、ストレスとして血圧の上昇を来す虞\nが十分に存するところ、前記認定のとおりのａの死亡当日の行動からすると、暖房\n設備の存する屋内や自動車内と、氷点下の気温である屋外とを頻繁に出入りしてい\nたことが認められ、このことも、ａの肉体に対する負担（ストレス）であったと認\nめられる。\n２　相当因果関係の存在\n（一）　以上説示のとおり、ａは、それまで従事していた業務により、すでに相当\nの疲労を蓄積させた身体状況にあったところ、本件韓国出張に伴う肉体的、精神的\n負担が重なり、これが高血圧症の基礎疾患を有するａにとって脳出血を発症させる\n危険性のある過重負荷となったこと、このような過重負荷が、ａの高血圧を急激に\n増大させ、もって自然的経過を超えて、基礎疾患たる脳血管病変を悪化させた結\n果、本件脳出血を発症させたものであり、したがって、他に特段の事情の認められ\nない本件においては、本件韓国出張とａの死亡の間には相当因果関係が存したもの\nと認めるのが相当である。\n（二）　もっとも、高血圧症は脳出血の危険因子のうちでも、最も発症の危険性の\n高いものとされており、ａについて、右のとおり他の危険因子としては加齢程度し\nか見当たらないことからすると、本件脳出血発症の原因としては、右高血圧症によ\nって血管病変が自然的経過によって増悪し本件脳出血の発症に至ったのではないか\nとの見方ができないではない。\nしかしながら、ａの高血圧症の程度は前記認定のとおりであって、重篤なもので\nあったとは認められず、また降圧剤の服用状況が杜撰でいわゆるリバウンド現象\n（降圧剤の服用を中断すると血圧値が上昇する現象）等が生じたとは認められず、\nむしろ前記認定のとおり降圧剤による血圧値のコントロールは良くなされていたこ\nとが認められることからすると、本件脳出血発症が、高血圧症の自然的経過による\n増悪を原因としていたと認めることはできない。\nまた、右のようにコントロールされていた血圧値が、韓国出張中に突然高血圧状\n態となったことについても、ストレスないし疲労の蓄積に対する人間の対応力には\n一定の限界があること、ストレスないし疲労の蓄積がその限界を超えた場合は高血\n圧が急激に悪化することがありうるとする首肯するに足りる医学的見解があること\nに照らし、右認定を左右するには足りないというべきである。\n第四　結論\nそうすると、ａの死亡には業務起因性が認められるから、これと異なる判断の上\nにたってなされた本件処分は、違法であって取消を免れない。\nよって、原告の請求は理由があるから認容し、訴訟費用の負担について、行政事\n件訴訟法七条、民事訴訟法八九条を適用して主文のとおり判決する。\n（裁判長裁判官　福田晧一　潮見直之　黒田豊）\n別紙省略\n"
}