{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 7,
    "month": 9,
    "day": 27
  },
  "case_number": "平成5(行ケ)47",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13831",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13831",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/831/013831_hanrei.pdf",
  "contents": "主　　　文\n特許庁が、平成３年審判第１７２２０号事件について、平成５年２月９日にした\n審決を取り消す。\n訴訟費用は被告の負担とする。\n事実及び理由\n第１　当事者が求めた判決\n１　原告\n主文と同旨\n２　被告\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、昭和５７年２月２０日に実用新案登録出願され（実願昭５７－２２９３\n７号）、平成元年９月２９日に出願公告され（実公平１－３１９１２号）、平成３\n年７月２３日に実用新案登録された登録第１８５９０１７号実用新案権（以下、そ\nの考案を「本件考案」という。）の権利者である。\n原告は、平成３年８月２９日、被告を被請求人として、上記実用新案登録を無効\nとすべき旨の審判の請求をした。\n特許庁は、同請求を平成３年審判第１７２２０号事件として審理したうえ、平成\n５年２月９日、「本件審判の請求は、成り立たない。」との審決をし、その謄本\nは、同年３月２４日、原告に送達された。\n２　本件考案の実用新案登録請求の範囲の記載\n「密封キャビネットの庫内側と庫外側に連通する一対の開口を、連結アームで一\n体的に連結された一組の開閉シャッターにより開閉自在としたユニットケースの乾\n燥処理室内に、タイマーにより所望時間間隔毎に所定時間宛通電され発熱される加\n熱体によって加熱される乾燥剤を収容した熱良導性で通気性のある材質で構成した\n乾燥容器を配設し、該乾燥容器の近傍に、加熱されると収縮するよう処理された記\n憶合金線を臨ませるようにしてその一端を適宜ユニットケース内に固定させ、他端\nを前記連結アームに止着させるとともに、前記記憶合金線を伸長させる方向に付勢\nする引張りバネを連結アームとユニットケースとの間に張設し、加熱体により乾燥\n剤が加熱再生される期間中のみは記憶合金線が加熱収縮され、前記引張りバネに抗\nして連結アームを駆動し、前記シャッターにより庫内側の開口を閉止し、同時に庫\n外側の開口を開放させるように構成したことを特徴とする密封キャビネットにおけ\nる自動乾燥装置」（平成元年６月２日付け手続補正書による補正後のもの）\n３　審決の理由\n審決は、別添審決書写し記載のとおり、請求人主張の無効理由１、すなわち、本\n件出願公告決定の謄本の送達前にされた平成元年６月２日付け手続補正書による補\n正（以下「本件補正」という。）は要旨を変更するものであるから、本件の出願は\n上記手続補正書が提出された平成元年６月２日にされたものとみなされ、そうする\nと、本件考案は、その出願前に日本国内において頒布された刊行物である請求人提\n出の書証（審判事件甲第１６、第１７、第２０号証、本訴甲第１８～第２０号証）\nに記載された考案に基づいて当業者がきわめて容易に考案をすることができたもの\nであるとの無効理由につき、本件補正を要旨変更と認めず、また、同無効理由２、\nすなわち、仮に出願日が繰り下がらないとしても、本件考案は、その出願前に日本\n国内において頒布された刊行物（審判事件甲第１～第３、第５～第８、第１８号\n証、本訴甲第５、第６、第８、第９、第１３～第１６号証）に記載された考案に基\nづいて当業者がきわめて容易に考案をすることができたものであるとの無効理由に\nつき、これを認めず、したがって、請求人の主張する理由及び提出した証拠方法に\nよっては、本件考案を無効とすることはできないとした。\n第３　原告主張の審決取消事由の要点\n１　審決の無効理由１についての判断中、当初の明細書の記載事項、周知事項及び\n「当初の第１図に記載された、乾燥剤容器８の右下の左下がりの斜線は仕切壁であ\nって、記憶合金線７は仕切壁によって仕切られた下部の空間に収縮自在に設けられ\nている」との各認定（審決書４頁２０行～６頁８行）は認める。\nしかし、本件補正は、本件の願書に最初に添付した明細書及び図面（以下、図面\nを含め「当初明細書」という。甲第２号証）において「乾燥剤加熱容器内」とされ\nていた記憶合金の配置位置を、「乾燥容器の近傍」とすることにより、乾燥剤加熱\n容器外を含むように拡大したものであるから、要旨を変更するものであり、これを\n要旨変更と認めなかった審決の判断は誤りであり、この誤りが審決の結論に影響す\nることは明らかであるから、審決は違法として取り消されなければならない（取消\n事由１）。\n仮に要旨変更でないとしても、本件考案は、その出願前に日本国内において頒布\nされた刊行物である実願昭４９－８７８０６号（実開昭５１－１６２６４号）のマ\nイクロフィルム（審判事件甲第１号証、本訴甲第８号証）及び実願昭５４－１１８\n５５７号（実開昭５６－３９１１９号）のマイクロフィルム（審判事件甲第２号\n証、本訴甲第９号証）に示すシャッター駆動用電磁コイルの代わりに、実公昭４５\n－１３２７６号公報（審判事件甲第３号証、本訴甲第６号証）及び実公昭４５－１\n３２７７号公報（審判事件甲第１８号証、本訴甲第５号証）記載のバイメタルを採\n用した自動乾燥装置において、シャッターを開閉するのにバイメタルに代えて、昭\n和５６年８月１日発行「機械設計」２５巻１０号（審判事件甲第５号証、本訴甲第\n１３号証）、昭和５５年１１月１日発行「自動化技術」１１月号（審判事件甲第６\n号証、本訴甲第１４号証）、昭和５６年１月１日発行「鉄と鋼」ＶＯＬ．６７Ｎ\nＯ．１（審判事件甲第７号証、本訴甲第１５号証）、昭和５６年１２月２０日発行\n「科学と工業」ＶＯＬ．５５ＮＯ．１１（審判事件甲第８号証、本訴甲第１６号\n証）に記載された形状記憶合金を用いて、本件考案の構成とすることは、当業者が\nきわめて容易になしうることであるのに、審決は、これをきわめて容易になしえな\nいとして、その判断を誤ったものであり、審決は違法として取り消されなければな\nらない（取消事由２）。\n２　取消事由１についての詳細\n（１）　当初明細書の実用新案登録請求の範囲には、「乾燥剤加熱容器内に記憶合\n金を配置し、受熱効果を効率良く利用したことを特徴とする自動乾燥器のシャッタ\nー開閉の構造。」と記載され、その考案の詳細な説明の項には、「記憶合金線７は\n乾燥剤容器８内の熱を対流、伝導して受熱し得るよう、乾燥剤容器８内に収縮自在\nに空間を設け埋設してある。乾燥剤容器下部１３は一部開孔し、\nアームの結合点１１に結合線１４が可動し得るものである。」（甲第２号証明細書\n２頁１１行～１６行）、「以上の如く、記憶合金７部分を乾燥剤加熱容器内に設定\nする事により周囲温度の影響を受けにくく作用が極めて、安定して作動するもので\nある。」（同４頁５行～７行）と記載されている。\nこれらの記載と図面（第１図）によれば、乾燥剤容器８内の右下に仕切壁で斜め\nに仕切られた空間（以下「空間Ａ」という。）があり、記憶合金コイル７はこの空\n間Ａに埋設されており、その一端は乾燥剤容器８の内側に形成した内部固定点１２\nに固定され、他端が結合部１５で結合線１４に結合されていること、乾燥剤容器８\nの下部（底面）には結合線１４が可動しうるための一部開孔１３が形成されてお\nり、この開孔１３には空間Ａが連なっており、この空間Ａは乾燥剤容器８内を通っ\nて庫外方向に斜め上方に延びていることが明らかである。\nこのように、当初明細書には、記憶合金が乾燥剤加熱容器内に配置されているこ\nとは記載されているが、乾燥剤容器外に設けることは一切記載されていないし、記\n憶合金が乾燥剤加熱容器外に配置されることが自明であるということはできない。\n（２）一方、本件補正により補正された明細書及び図面（以下、図面を含め「補正\n明細書」という。甲第３号証）によれば、当初明細書に記載されていた「乾燥剤加\n熱容器内に記憶合金を配置」する構成は、すべて削除され、補正明細書の実用新案\n登録請求の範囲には、「乾燥容器の近傍に、・・・記憶合金線を臨ませるようにし\nて・・・固定させ」と記載され、考案の詳細な説明の項には、「乾燥容器５の凹陥\n部５Ａに配設されたコイル状記憶合金線１１」（同号証明細書７頁９行～１０行）\nと記載され、図面（第１～第４図）には、記憶合金線１１は三角コ字状の外部に開\n放された空間に配置されていることが示されている。すなわち、補正明細書の「近\n傍」は「容器内」のほか「容器外」を含むものとなった。\nこのように、本件補正により、記憶合金の配置位置が当初明細書に開示されてい\nた「乾燥剤加熱容器内」以外の同容器外側空間をも含むようになったのであるか\nら、本件補正は要旨を変更するものである。\n被告は、「乾燥容器の近傍」とは、「乾燥容器からの熱を効率良く利用できる空\n間」であり、その限りにおいて乾燥容器の内外を問わないと主張するが、上記のと\nおり、当初明細書には、記憶合金線が乾燥容器の外側に配設されることは一切記載\nされていないのであるから、記憶合金線が「乾燥容器からの熱を効率良く利用でき\nる空間」に限定された乾燥容器の外側に配置されることもまた記載されていないこ\nとが明らかである。\n（３）そうすると、実用新案法９条で準用する特許法４０条に基づいて、本件考案\nの出願日は、本件補正の日である平成元年６月２日に繰り下がるところ、審決は、\n本件補正が要旨を変更するものでないと判断した結果、請求人（原告）提出の実願\n昭５７－２２９３７号（実開昭５９－２６５９７号）のマイクロフィルム（審判事\n件甲第１６号証、本訴甲第１８号証）、「早期審理に関する事情説明書」（審判事\n件甲第１７号証、本訴甲第１９号証）の記載や、これに添付された乾燥保管庫のカ\nタログ及び実願昭５７－１１７９００号（実開昭５９－２４１２０号）のマイクロ\nフィルム（審判事件及び本訴甲第２０号証）に記載された考案は、いずれも、本件\n考案の出願後に公知になったものとして、これらの考案に基づく本件考案の容易推\n考性について判断しなかった。\nしたがって、審決の要旨変更についての判断の誤りは、審決の結論に影響を及ぼ\nすことが明らかである。\n第４　被告の反論の要点\n１　審決の認定判断は正当であり、原告主張の各審決取消事由は、いずれも理由が\nない。\n２　取消事由１についての反論\n（１）当初明細書（甲第２号証）には次の記載がある。\n①　「乾燥剤加熱容器内に記憶合金を配置し、受熱効果を効率良く利用したことを\n特徴とする自動乾燥器のシャッター開閉の構造。」（明細書１頁４行～６行）\n②　「本考案は、乾燥剤加熱容器内に設け、加熱体の熱を有効に利用してシャッタ\nーの開閉力を得たことを特徴としたものである。」（明細書１頁１２行～１５行）\n③　「記憶合金線７は乾燥剤容器８内の熱を対流、伝導して受熱し得るよう、\n乾燥剤容器８内に収縮自在に空間を設け埋設してある。」（明細書２頁１１行～１\n４行）\nそして、当初明細書に次の事項が記載されていることについては、原告も認める\nところである。\n④　記憶合金線７には、加熱体からの熱が乾燥剤を介して伝わり、加熱の進行に伴\nい、記憶合金７の変態点を越え、その時記憶合金７は乾燥剤容器８内の空間内で収\n縮作用する。\n⑤　第１図に記載された乾燥剤容器８の右下の左下がりの斜線は仕切壁であって、\n記憶合金線７は仕切壁によって仕切られた下部の空間に収縮自在に設けられてい\nる。\n⑥　乾燥剤は記憶合金線とは混在せずに乾燥剤容器内に封入されている。\n（２）　ここにおいて、上記①の「乾燥剤加熱容器内に」とは、上記⑤の記載よ\nり、「仕切壁によって仕切られた乾燥剤容器８の下部の空間に」の意味であること\nが理解できる。\nそうすると、上記①の記載より、記憶合金線７を仕切壁によって仕切られた乾燥\n剤容器８の下部の空間に配置するのは、受熱効果を効率良く利用するためであるこ\nとが理解できる。\nそして、記憶合金線７は、受熱すると、上記空間内で収縮作用するものであるこ\nとが上記④の記載より理解できる。\nまた、受熱は加熱体からの熱の有効利用によるものであり（上記②）、記憶合金\n線７は乾燥剤容器８からの熱を受熱し、収縮作用するものであることが上記③の記\n載より理解できる。\n以上によれば、当初明細書には、次の技術的事項が記載されている。\nア　乾燥剤容器には乾燥剤が収容されている。\nイ　記憶合金線７は仕切壁によって仕切られた乾燥剤容器８の下部の空間に収縮自\n在に設けられている。乾燥剤とは混在していない。\nウ　記憶合金線７を仕切壁によって仕切られた乾燥剤容器８の下部の空間に配置す\nるのは、乾燥剤容器８からの熱の受熱効果を効率良く利用するためである。\nエ　記憶合金線７は受熱によって収縮作用する。\n（３）　ところで、補正明細書（甲第３号証）には、「シャッターを駆動する駆動\n力源として記憶合金線を採用し、該記憶合金線を加熱によって収縮するように乾燥\n容器の近傍に配設したものであるから」（同号証明細書９頁１３行～１６行）と記\n載されている。この記載により、記憶合金線を乾燥容器の近傍に配設するのは、記\n憶合金線が乾燥容器からの熱を受け、加熱によって収縮するようにしてシャッター\nの駆動力源として利用するためであることが理解できる。そうすると、上記「記憶\n合金線７を乾燥容器の近傍に配設する」ことの技術的意義と、上記ウの「記憶合金\n線７を仕切壁によって仕切られた乾燥剤容器８の下部の空間に配置する」ことの技\n術的意義とは互いに共通し、両者とも乾燥容器からの熱を効率良く利用して記憶合\n金線が受熱によって収縮するようにするという技術的意義を有するものであるとい\nうことにおいて共通するものであることが理解できる。このような理解のうえに立\nつと、「乾燥容器の近傍」の技術的意義は、「乾燥容器からの熱を効率良く利用で\nきる空間」であり、その限りにおいて乾燥容器の内外を問わないと理解できる。\nこのように理解することは、「近傍」の用語の意味すなわち「距離空間で、一点\nＰからの距離が或る値より小さいすべての点から成る部分集合を、Ｐの近傍とい\nう。」（広辞苑）において、Ｐを乾燥容器とした場合の記憶合金線の配置とも符合\nするものである。\nそうすると、当初明細書に記載されている「記憶合金線７を仕切壁によって仕切\nられた乾燥剤容器８の下部の空間に配置する」（上記ウ）の空間は、「乾燥容器か\nらの熱を効率良く利用できる空間」ということができるから、当初明細書には、\n「記憶合金線を乾燥容器の近傍に配設する」技術的事項が記載されていることとな\nる。\nそして、「記憶合金線を乾燥容器の近傍に配設する」ことと、本件補正後の実用\n新案登録請求の範囲記載の「乾燥容器の近傍に、・・・記憶合金線を臨ませる」こ\nととは、表現が違うのみで実質的に同一の技術内容を意味することはいうまでもな\nいから、「該乾燥容器の近傍に、加熱されると収縮するよう処理された記憶合金線\nを臨ませるようにして」（甲第３号証明細書４頁２行、\n３行）なる技術的事項が当初明細書に記載されていることは明らかである。\nしたがって、審決の要旨変更についての認定判断は正当である。\n第５　証拠関係（省略）\n第６　当裁判所の判断\n１　取消事由１（要旨変更についての判断の誤り）について\n（１）当初明細書（甲第２号証）には、その実用新案登録請求の範囲に、「乾燥剤\n加熱容器内に記憶合金を配置し、受熱効果を効率良く利用したことを特徴とする自\n動乾燥器のシャッター開閉の構造。」（明細書１項４行～６行）と記載され、その\n考案の詳細な説明の項には、その冒頭に、「本考案は各種密閉キャビネットに付加\nして使う自動乾燥器の作動シャッターの開閉機構に関するものである。」（同１頁\n８行～１０行）として、本件考案の技術分野を明らかにし、次いで、「従来、シャ\nッターの開閉は電磁弁又はモーターの回転力を利用したものが一般的であるが、本\n考案は、乾燥剤加熱容器内に設け、加熱体の熱を有効に利用してシャッターの開閉\n力を得たことを特徴としたものである。」（同１頁１１行～１５行）として、本件\n考案の特徴が、加熱体の熱を有効に利用してシャッターの開閉力を得るものであっ\nて、その開閉力を与える手段を乾燥剤加熱容器内に設ける点にあることを明らかに\nし、これに続く本件考案の詳細構造を図面（第１図）により説明している部分にお\nいて、この開閉力を与える手段が、乾燥剤容器８内に配置されたコイル状記憶合金\n線７（記憶合金７）であることを、次のとおり記載して明らかにしている。\n「アーム５の上部に結合点１１があり，これより乾燥剤容器８の内部固定点１２\n間にコイル状記憶合金線７が配置してある。この記憶合金７は結合部１５で結合線\n１４に結ばれ，アームの結合点１１と内部固定点１２間に配置してある。乾燥剤容\n器８内には加熱体（図省略）及び乾燥剤（図省略）が熱的に接して配置され，記憶\n合金線７は乾燥剤容器８内の熱を対流，伝導して受熱し得るよう，乾燥剤容器８内\nに収縮自在に空間を設け埋設してある。乾燥剤容器下部１３は一部開孔し，アーム\nの結合点１１に結合線１４が可動し得るものである。」（同２頁５行～１６行）\nそして、図面（第１図）には、記憶合金７が、乾燥剤容器８内において、乾燥剤\nが収納されている部分とは仕切壁によって区分された右下の空間部分に設けられて\nいることが示されていることが認められる。\nこの構成の説明に続いて、本件考案の作用が述べられ、加熱源により乾燥剤容器\n８内の加熱が進行すると、記憶合金７が変態点を越えて収縮し、この収縮力が引張\nりバネ６の力に打ち勝ってアームの結合点１１に力が及びアーム５が動き、これに\n伴い、庫内シャッター４が閉じられ庫外シャッター３が開かれ、加熱源への通電が\n停止されると、乾燥剤容器の温度が低下し、記憶合金７も変態点以下となり、引張\nりバネ６の力が打ち勝って、アーム５が逆方向に動き、これに伴い、庫内シャッタ\nー４が開き庫外シャッター３が閉じられ、これを１サイクルとして、これを繰り返\nしタイマーにより自動的に行うことが説明されており（同２頁１７行～４頁４\n行）、最後に、「以上の如く，記憶合金７部分を乾燥剤加熱容器内に設定する事に\nより周囲温度の影響を受けにくく作用が極めて，安定して作動するものである。」\n（同４頁５行～７行）と記載して、考案の詳細な説明を終えていることが認められ\nる。\n当初明細書の以上の記載によれば、当初明細書に記載された発明は、加熱体の熱\nを有効に利用してシャッターの開閉力を得るものであって、その開閉力を与える手\n段としてコイル状記憶合金線（記憶合金）を用い、このコイル状記憶合金線（記憶\n合金）を乾燥剤加熱容器内に配置することを必須の構成としたものであることが明\nらかであり、当初明細書には、コイル状記憶合金線（記憶合金）を「乾燥剤加熱容\n器内」以外の場所に配置することに関して、何らの記載もなく、また、これを示唆\nする記載はないことが認められる。\n（２）一方、補正明細書の実用新案登録請求の範囲の記載が前示のとおりであるこ\nとは、当事者間に争いがない。\n補正明細書（甲第３号証）にいう「乾燥容器」が、当初明細書（甲第２号証）に\nいう「乾燥剤加熱容器」と同じく、加熱体によって加熱される乾燥剤を収納した容\n器を指すことは、両明細書の記載から明らかであるから、上記実用新案登録請求の\n範囲の「乾燥容器の近傍に、加熱されると収縮するよう処理された記憶合金線を臨\nませる」との記載によれば、本件補正により、記憶合金線の配置位置が、本件補正\n前の「乾燥剤加熱容器内」すなわち「乾燥容器内」から、「乾燥容器の近傍」に改\nめられたことが明らかであり、補正明細書の考案の詳細な説明の項及び図面を検討\nしても、この「乾燥容器の近傍」の意味を「乾燥容器内」と同旨であると解釈すべ\nきことは、何ら記載されていない。\nそして、「近傍」の一般的な意味が「近所、近辺」と同旨であって、ある所から\n距離的に近い空間を意味すると解されていることは、当裁判所に顕著な事実であ\nり、したがって、「乾燥容器の近傍」とは、乾燥容器から距離的に近い空間を意味\nし、それ以上に特段の限定はされていないと解するほかはないというべきである。\n（３）以上の当初明細書の記載と補正明細書の記載を対比すると、前者は、記憶合\n金の配置位置が「乾燥剤加熱容器内」すなわち「乾燥容器内」に限定された発明を\n開示しているのみであり、これ以外の場所に設置することを何ら開示していないの\nに対し、後者は、記憶合金の配置位置を「乾燥容器の近傍」とした発明を開示して\nいるのであり、「乾燥容器の近傍」が「乾燥容器内」を含むかどうかは別として、\n少なくとも、記憶合金の配置位置が「乾燥容器の近傍」であればよく、「乾燥容器\n内」に限定されないものとしたものであることが認められる。\nそうとすると、本件補正は、当初明細書に記載されていた記憶合金線を乾燥容器\n内に設ける構成からなる発明を、記憶合金線を乾燥容器の近傍に設ける構成からな\nる発明に改めたものであって、明らかに、当初明細書の要旨を変更するものといわ\nなければならない。\n（４）審決は、当初明細書に、記憶合金線７が乾燥剤容器８の仕切壁によって仕切\nられた下部の空間に収縮自在に設けられていることが記載されていることを根拠\nに、「記憶合金線７が収縮できる仕切壁の下部の空間は『乾燥容器の近傍』という\nことができるから、記憶合金線は『乾燥容器の近傍に臨』んでいた構成は、当初の\n明細書及び図面に記載されていたと認められる。」（審決書６頁９行～１３行）と\nして、これのみを理由に、本件補正は要旨を変更したものでないと判断している。\nしかし、当初明細書において、記憶合金線７が収縮できる仕切壁の下部の空間\nは、あくまでも「乾燥剤加熱容器内」すなわち「乾燥容器内」として記載されてい\nるのであり、これを「乾燥容器内」以外の場所を含む「乾燥容器の近傍」と同一視\nすることは、明細書の解釈として誤りであることは明らかであり、この誤った解釈\nを前提にした審決の上記判断も誤りであることは明らかである。\n被告は、当初明細書に記載された記憶合金線を仕切壁によって仕切られた乾燥容\n器の下部の空間に配置することと、補正明細書に記載された記憶合金線を乾燥容器\nの近傍に配設することとは、両者とも乾燥容器内の乾燥剤からの熱を効率良く利用\nして記憶合金線が受熱によって収縮するようにするという共通の技術的意義を有す\nるものである旨を主張するが、たとえ両者が共通の技術的意義を有するとしても、\n当初明細書記載の発明は、記憶合金線を「乾燥容器内」に配置する構成を採用して\nいたのに対し、補正明細書記載の発明は、これを「乾燥容器の近傍」に配置する構\n成を採用したのであって、本件補正により、当初明細書に開示されていなかった\n「乾燥容器内」以外の「乾燥容器の近傍」に記憶合金線を配置する構成が含まれる\nことになったのであるから、本件補正が当初明細書の要旨を変更するものではない\nとすることはできない。\n（５）以上のとおり、本件補正は、出願公告をすべき旨の決定の謄本の送達前にし\nた補正であって、願書に添付した明細書及び図面の要旨を変更するものというべき\nであるから、実用新案法９条（平成５年法律第２６号による改正前のもの）で準用\nする特許法４０条（同前）に基づいて、本件考案の出願は、本件補正書を提出した\n平成元年６月２日にしたものとみなされることとなる。\nそうすると、審決が、請求人（原告）が同年同月同日前に頒布された刊行物とし\nて提出した書証（審判事件甲第１６、第１７、第２０号証、本訴甲第１８～第２０\n号証）につき、これらはいずれも本件考案の出願（昭和５７年２月２０日）後に頒\n布ないし提出されたこととなるとして、判断を加えなかったことは誤りであり、こ\nの誤りが審決の結論に影響を及ぼすことは明らかであるから、取消事由２について\n検討するまでもなく、審決は違法として取消しを免れない。\n３　よって、原告の本訴請求を認容し、訴訟費用の負担につき行政事件訴訟法７\n条、民事訴訟法８９条を各適用して、主文のとおり判決する。\n（裁判官　牧野利秋　押切瞳　芝田俊文）\n（別添審決書の結論及び理由）\n審　　　決\n結　　　論\n本件審判の請求は、成り立たない。\n審判費用は、請求人の負担とする。\n理　　　由\nⅠ．本件考案\n本件登録第１８５９０１７号実用新案（以下「本件考案」という。）は、昭和５\n７年２月２０日に実用新案登録出願され、出願公告（公告日平成１年９月２９日、\n実公平１－３１９１２号公報参照）後の平成３年７月２３日にその登録実用新案の\n設定の登録がなされたものである。\nⅡ．請求人の主張\nこれに対し請求人は概ね次のとおり主張する。\n（１）甲第９～１５号証、甲第１９号証からみて、本件考案に係る平成１年６月２\n日付けの手続補正は、要旨を変更するものであるから、実用新案法第９条で準用す\nる特許法４０条により、出願日は、その手続補正書を提出した平成１年６月２日と\nみなすことができる。そうすると、本件考案は、甲第１６号証、甲第１７号証及び\n甲第２０号証に記載された考案に基づいて当業者がきわめて容易に考案をすること\nができたものであるから、実用新案法第３条第２項に該当し、実用新案法第３７条\n第１項第１号の規定により無効にすべきものである（以下「無効理由１」とい\nう。）。\n（２）本件考案は、その出願前に日本国内において頒布された刊行物である甲第１\n～３、５～８号証、甲第１８号証に記載された考案に基づいて当業者がきわめて容\n易に考案をすることができたものであるから、実用新案法第３条第２項に該当し、\n実用新案法第３７条第１項第１号の規定により無効にすべきものである（以下「無\n効理由２」という。）。\nⅢ．当審の判断\n１．無効理由１について\n請求人は、本件考案は、原明細書では記憶合金線が「乾燥容器内」にあることが\n強調され、容器外に設置する旨の記載は全くなかったのに対し、平成１年６月２日\n付けの補正により、記憶合金線を「乾燥容器の近傍」とし、第２～４図を追加して\n記憶合金線が容器の外側にあるかのように本件考案の内容を実質的に変えて実用新\n案登録請求の範囲が不当に拡大されるようになった旨主張している。\n審判請求人が要旨変更と指摘する点は、平成１年６月２日付けの補正により、実\n用新案登録請求の範囲に、「乾燥容器の近傍……記憶合金線を臨ませる」という記\n載が付加され、考案の詳細な説明に、「乾燥容器５の下縁部には、３角形状の凹陥\n部５Ａを設け、該乾燥容器５の垂片５Ｂと、前記係着子９との間にコイル状の記憶\n合金線１１を、結合線１２を介装して張設したものである。」という記載が付加さ\nれたことにあるものと認められる。\nそして、そうした記載と第１～４図の記載から、乾燥容器の下縁部の凹陥部に記\n憶合金線が存在することが認められ、「乾燥容器の近傍」とは、乾燥容器の下縁部\nの凹陥部を指すものであることも認められる。\nところで、当初の明細書には、「乾燥剤容器８内には加熱体（図省略）及び乾燥\n剤（図省略）が熱的に接して配置され、記憶合金線７は乾燥剤容器８内の熱を対\n流、伝導して受熱し得るよう、乾燥剤容器８内に収縮自在に空間を設けて埋設して\nある。乾燥剤容器下部１３は一部開孔し、アームの結合点１１に結合線１４が可動\nし得るものである。」「乾燥剤容器８内に熱的に接してる加熱源により乾燥剤容器\n内は急激に加熱作用が生じる。…乾燥剤容器８内の加熱の進行に伴い、記憶合金７\nの変態点（通常６０℃程度）を越える。その時記憶合金７は収縮作用する…」と記\n載されており、したがって、当初の明細書には、記憶合金線７には加熱体からの熱\nが乾燥剤を介して伝わり、加熱の進行に伴い、記憶合金７の変態点を越え、その時\n記憶合金線７は乾燥剤容器８内の空間内で収縮作用するという構成が記載されてい\nるものと認められる。\nまた、乾燥剤は普通は粒状体であるから、記憶合金線を加熱体からの熱で可動と\nするためには乾燥剤は記憶合金線とは混在せずに乾燥容器内に封入されていること\nが必要なことは、乾燥機器の分野では周知の技術的事項である。\nしてみると、当初の明細書の前記の記載及び乾燥機器の分野の周知の技術的事項\nから、当初の第１図に記載された、乾燥剤容器８の右下の左下がりの斜線は仕切壁\nであって、記憶合金線７は仕切壁によって仕切られた下部の空間に収縮自在に設け\nられていると認められる。\nそして、記憶合金線７が収縮できる仕切壁の下部の空間は「乾燥容器の近傍」と\nいうことができるから、記憶合金線は「乾燥容器の近傍に臨」んでいた構成は、当\n初の明細書及び図面に記載されていたと認められる。\nしたがって、請求人の本件考案の平成１年６月２日付けの手続補正は要旨を変更\nしたものであるという主張は採用するに由なく、そうすると、甲第１６号証、甲第\n１７号証及び甲第２０号証はいずれも本件考案の出願後に頒布ないし提出されたこ\nととなるから、本件考案が甲第１６号証、甲第１７号証及び甲第２０号証に記載さ\nれた考案に基づいて当業者がきわめて容易に考案をすることができたものであると\nいう請求人の主張も採用するに由なく、無効理由１には、理由がない。\n２．無効理由２について\nこの考案の要旨は、上記１．の理由、明細書、及び図面の記載からみて、その実\n用新案登録請求の範囲に記載されたとおりの「密封キャビネットの庫内側と庫外側\nに連通する一対の開口を、連結アームで一体的に連結された一組の開閉シャッター\nにより開閉自在としたユニットケースの乾燥処理室内に、タイマーにより所望時間\n間隔毎に所定時間宛通電され発熱される加熱体によって加熱される乾燥剤を収容し\nた熱良導性で通気性のある材質で構成した乾燥容器を配設し、該乾燥容器の近傍\nに、加熱されると収縮するよう処理された記憶合金線を臨ませるようにしてその一\n端を適宜ユニットケース内に固定させ、他端を前記連結アームに止着させるととも\nに、前記記憶合金線を伸長させる方向に付勢する引張りバネを連結アームとユニッ\nトケースとの間に張設し、加熱体により乾燥剤が加熱再生される期間中のみは記憶\n合金線が加熱収縮され、前記引張りバネに抗して連結アームを駆動し、前記シャッ\nターにより庫内側の開口を閉止し、同時に庫外側の開口を開放させるように構成し\nたことを特徴とする密封キャビネットにおける自動乾燥装置。」にあるものと認め\nる。\nところで、請求人の引用した甲各号証と本件考案とを対比すると、甲第１号証\n（実願昭４９－８７８０６号（実開昭５１－１６２６４号）のマイクロフィルム）\n及び甲第２号証（実願昭５４－１１８５７７号（実開昭５６－３９１１９号）のマ\nイクロフィルム）には、密封キャビネットの一組の開閉シャッターをリンクを介し\nて電磁コイルによって駆動している自動乾燥装置が記載されているものの、記憶合\n金線が記載されていない。\n甲第３号証（実公昭４５－１３２７６号公報）には、バイメタル駆動用の加熱装\n置と乾燥剤再生用加熱装置を備えバイメタルによりシャッター開閉を行う食料乾燥\n庫が記載されているものの、乾燥剤再生用加熱装置によりバイメタルを加熱する点\n及び記憶合金線が記載されていない。\n甲第５号証（「機械設計」第２５巻第１０号、昭和５６年８月１日）には、形状\n記憶合金をバイメタルと同様に機械部品に応用できることが記載されているもの\nの、乾燥剤の加熱する加熱体の熱により形状記憶合金を駆動する点が記載されてい\nない。\n甲第６号証（「自動化技術」１１月号、昭和５５年１１月１日）、甲第７号証\n（「鉄と鋼」ＶＯＬ．６７ＮＯ．１、昭和５６年１月１日）及び甲第８号証（「科\n学と工業」ＶＯＬ．５５ＮＯ．１１）には、形状記憶合金を用いて温室の開閉窓等\nを自動開閉することが記載されているものの、乾燥剤の加熱する加熱体の熱により\n形状記憶合金を駆動する点が記載されていない。\n甲第１８号証（実公昭４５－１３２７７号公報）には、バイメタル駆動用の加熱\n装置を備えバイメタルによりシャッター開閉を行う食料乾燥庫が記載されているも\nのの、乾燥剤再生用の加熱装置はなく、乾燥剤再生用の加熱装置の熱によりバイメ\nタルを作動させること及び記憶合金線は記載されていない。\n以上のことから、本件考案が甲各号証記載のものからきわめて容易に想到できな\nいことはいうまでもない。\n次に、甲各号証記載のものの組合わせについて検討する。\n甲第３号証、甲第１８号証のバイメタルは連動板、回転板及び連結腕等を介して\nシャッターを開閉するように構成され、本件考案の、記憶合金線の一端をユニット\nケース内に固定させ他端を連結アームに止着させて連結腕等を介さずにシャッター\nを開閉できる構成とは異なっており、そうした構成により明細書記載の「シャッタ\nーの開閉操作の際に騒音や振動が発生するおそれがなく、静粛で、円滑に自動乾燥\n処理がなされる」という効果があり、バイメタルと記憶合金線とが単なる慣用手段\nであるとはいえない。\nしたがって、甲第１号証、甲第２号証に示すシャッター駆動用電磁コイルの代わ\nりに、甲第３号証、甲第１８号証記載のバイメタルを採用した自動乾燥装置におい\nて、シャッターを開閉するのにバイメタルに代えて甲第５～８号証に記載された形\n状記憶合金を用いることは当業者にとってきわめて容易になし得ることとはいえな\nい。\nよって、無効理由２には、理由がない。\nⅣ．むすび\n以上のとおり、本件考案は、平成１年６月２日付けの手続補正は、要旨を変更し\nたものであるとは認められないから、実用新案法第９条で準用する特許法４０条に\nより出願日をその手続補正書を提出した平成１年６月２日とみなすことができず、\nまた、本件考案は、甲第１～３、５～８号証、甲第１８号証に記載された考案に基\nづいて当業者がきわめて容易に考案をすることができたものとも認められないか\nら、実用新案法第３条第２項に該当しない。\nしたがって、請求人が主張する理由及び提出した証拠方法によっては、本件考案\nを無効とすることはできない。\nよって、結論のとおり審決する。\n"
}