{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 2,
    "day": 26
  },
  "case_number": "平成5(ワ)14000等",
  "case_name": "ＪＲ東海賃金請求",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "18892",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18892",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/892/018892_hanrei.pdf",
  "contents": "主　　　文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n事実及び理由\n第一　請求\n一　被告は、第一事件原告らに対し、金一一八万八八五六円及びこれに対する平成\n五年八月二四日から支払済みまで年五分の割合による金員を支払え。\n二　被告は、第二事件原告らに対し、金六九五万六七四四円及び内金六三五万六七\n四四円に対する平成六年一月二〇日から支払済みまで年五分の割合による金員を支\n払え。\n第二　事案の概要\n本件は、被告に雇用され、新幹線の運転士として勤務している第一事件原告選定\n者及び第二事件原告選定者（以下、併せて「選定者ら」という。）が、所属する労\n働組合の指示を受けて、新幹線「のぞみ」号の乗務について、時速二七〇キロメー\nトルで通過することとされている岐阜羽島、三河安城及び新富士の三駅（以下「三\n駅」という。）を時速二三〇キロメートルで通過するよう減速して走行する（以下\n「本件減速走行」という。）、いわゆる減速闘争に参加しようとして就労を申し入\nれたところ、被告がこの申入れを拒否したのは不当であるとして、カットされた賃\n金等の支払を求めている事案である。\n一　争いのない事実等\n以下の事実は、当事者間に争いがないか、括弧内に掲げた証拠によって認められ\nる。\n１　当事者\n（一）　被告は、日本国有鉄道の分割・民営化により、昭和六二年四月一日、東海\n地方を中心として、東海道新幹線をはじめとする旅客鉄道業等を営むことを目的と\nして設立された株式会社であり、従業員数は約二万二五〇〇人である。\n被告は東海道鉄道事業本部（名古屋市所在）と新幹線鉄道事業本部（東京都所\n在）からなるところ、新幹線鉄道事業本部には地方機関として関西支社があり、新\n幹線の列車の運転操縦等を担当する現業機関として、新幹線鉄道事業本部に東京運\n転所、同関西支社に大阪運転所がある。\n（二）　選定者らは、いずれも被告の従業員であり、新幹線鉄道事業本部東京運転\n所又は同関西支社大阪運転所に配属されている主任運転士又は運転士（以下、併せ\nて「運転士」という。）であり、平成三年八月一一日に結成されたジェイアール東\n海労働組合（以下「組合」という。）に所属する組合員である。\n２　労務提供と受領拒否\n（一）　組合は、平成五年二月七日開催の第四回定期中央委員会において、「のぞ\nみ」の安全確立等を目的として争議行為を行うことを決議し（甲第二号証）、同年\n五月一〇日、被告に争議行為を行うことを予告したうえ、同月一七日、書面をもっ\nて同月二一日出勤時から別に通知するまでの間、争議行為として「のぞみ」に乗務\nする全運転士によって三駅で本件減速走行を行う旨通知した（以下「本件減速闘\n争」という。）。\nこれに対し、被告は、本件減速闘争の争議行為としての正当性について疑義があ\nること、本件減速走行は債務の本旨に従った労務とはいえないのでその受領を拒否\nし、当該「のぞみ」の乗務にかかる労働時間を当日の実労働時間に算入しないこ\nと、当該「のぞみ」の乗務に続く次の乗務先への移動に要する費用（交通費及び宿\n泊費）は運転士本人の負担とすることなどを組合に伝えた。\n（二）　組合は、同年五月二一日から九月一四日までの間、別表（一）及び（二）\nの「氏名」欄記載の各選定者に対し、「争議指定日」欄記載の日における「のぞ\nみ」の乗務（以下「本件乗務」という。）につき、本件減速走行を行うよう指令す\nるとともに、被告に各争議指定日の指名者を通知した。\n（三）　右の指令を受けた各選定者は、本件減速闘争に参加しようとして、本件乗\n務につき、勤務確認（次仕業確認）及び点呼の際、被告に就労を申し入れた。\nこれに対し、被告は、本件減速走行は債務の本旨に従った労務とはいえないとし\nて、その受領を拒否し、本件乗務にかかる賃金をカットするとともに、本件乗務に\n続く次の乗務先への移動に要した交通費及び宿泊費（以下、併せて「本件移動費\n用」という。）は各選定者に負担させるという取扱いをした。\n二　争点\n１　本件減速走行を行う旨予告しての就労の申入れは、雇用契約上、債務の本旨に\n従った労務の提供といえるか、その受領を拒否した被告の措置は正当か。\n２　被告が選定者らに対して本件移動費用を負担させたことにつき、不法行為が成\n立するか。\n第三　当事者の主張\n一　争点１について\n１　原告ら\n（一）　労働組合が争議行為として怠業を行う場合、使用者が右の争議行為に参加\nしようとする組合員の就労を全面的に拒否し、賃金の支払を拒否するためには、労\n働組合の争議行為に対する対抗手段として使用者に認められた争議行為であるロッ\nクアウトによるべきであり、ロックアウトによらずして就労を全面的に拒否し、賃\n金の支払を拒否することは許されないというべきである。本件減速闘争は一種の怠\n業であるから、被告はロックアウトによらず、選定者らの就労を拒否することは許\nされない。\n（二）　仮に、労働組合の争議行為に際して、組合員の就労の申入れが債務の本旨\nに従った労務の提供でないことを理由に、使用者がその受領を拒否することが認め\nられるとしても、これが認められるためには正当な事由の存することが必要であ\nり、この正当な事由の有無は、争議行為に至る経緯、争議行為の目的、労務の瑕疵\nの程度等の諸事情に照らし、その労務の受領拒否が衡平の見地から見て労働者側の\n争議行為に対する対抗手段として相当であるといえるかどうかによって判断すべき\nである。被告による労務の受領拒否には、次のとおり、本件減速闘争に至る経緯、\nその目的、本件減速走行による労務の瑕疵の程度に照らし、正当な事由は存しな\nい。\n（１）　本件減速闘争に至る経緯\n被告は、平成四年三月一四日のダイヤ改正から、東海道新幹線において、時速二\n七〇キロメートルの高速で運転する「のぞみ」の営業運転を開始し、東京・新大阪\n間を一日二往復運行していたが、平成五年三月一八日のダイヤ改正によって、一時\n間上下各一本ずつ増発し、博多まで延長して運行するようになった。\n「のぞみ」に使用されている三〇〇系車両については、営業運転開始前から、そ\nれ自身の安全性や、右車両による時速二七〇キロメートルという高速運転の安全性\nが問題となっていた。しかし、被告は、三〇〇系車両の安全性の点検や試験走行な\nどの安全性確認作業を十分に行うことなく、運転士等に対する訓練が不十分のまま\n「のぞみ」の営業運転を開始した。そのため、営業運転開始直後から、モーター取\nり付けボルトの脱落・緩み等、多数の故障事故が発生した。\n組合は、「のぞみ」の安全性について問題を提起し、事故原因の解明と安全対策\nを講じることを被告に要求したが、被告は、「のぞみ」の安全対策よりも「のぞ\nみ」の導入、増発による収益の増加に熱中し、組合の問題提起、要求を一切無視し\nて、十分な調査、原因究明を行おうとしなかった。\nこのような中で、「のぞみ」は、平成五年四月四日、岐阜羽島駅を通過する際、\n線路のバラストを跳ね上げ、ホーム上にいた乗客を負傷させる人身事故を起こし\n（以下「岐阜羽島駅事故」という。）、同月三〇日には、豊橋駅を通過する際、バ\nラスト一五個を跳ね上げ、再びホーム上にいた乗客を負傷させる人身事故を起こし\nた（以下「豊橋駅事故」という。）。\n組合は、岐阜羽島駅事故が起こった翌日の同月五日、被告に対し、闘申第一八号\n「安全対策の緊急の申し入れ」を提出し、人身事故防止のため、通過駅での時速二\n七〇キロメートル運行をやめ、当分の間時速二二〇キロメートルの減速運行を行\nい、原因の解明と安全対策を講じること及び経営協議会・業務委員会の開催を要求\nしたが、被告は組合の要求を無視し、経営協議会・業務委員会も開催しなかった。\n組合は、同月二二日、被告に対し、闘申第二一号「バラスト跳ね上がり防止対策\nの申し入れ」を提出し、右の要求に加えて、被告がバラスト跳ね上がり対策として\n実施することとしたバラスト面を五センチメートル下げる作業の実施状況の報告及\nび「のぞみ」通過駅の軌道にバラスト跳ね上がり防止ネットを設置することを要求\nした。これに対して、被告は、同月二八日、経営協議会・業務委員会を開催したも\nのの、バラスト面を五センチメートル下げたので安全対策は十分であるとして、減\n速運行やバラスト跳ね上がり防止ネット設置の必要性を否定した。そして、その直\n後の同月三〇日に豊橋駅事故が発生したのである。そこで組合は、翌五月一日、被\n告に対し、闘申第二三号「バラスト跳ね上がり防止対策の再緊急申し入れ」を提出\nし、再度、防止ネットの設置及び通過駅での時速二二〇キロメートル減速運行を要\n求した。\n（２）　本件減速闘争の目的\n組合は、「のぞみ」の二度にわたる人身事故にもかかわらず、被告が原因の究明\nと抜本的な安全対策を何ら講じる意思がないことから、このままでは三度人身事故\nが発生し、乗客や「のぞみ」の乗務員、新幹線駅関係者、保線関係者に死傷者が出\nかねないことを憂慮し、乗客や乗務員等の安全を確保するためには、もはや労使間\nの平和的話し合いによって被告の考え方や姿勢を変えることは期待できないと判断\nし、争議行為として本件減速闘争を行い、もって被告に問題の解決を求めることを\n決定したのであり、本件減速闘争は正当な争議行為である。\n（３）　本件減速走行による労務の瑕疵の程度\nア　被告は、「のぞみ」の運転速度について、昀高速度の制限を定めているだけで\n昀低速度は定めていない。「のぞみ」を運転する運転士は、「乗務員仕業票」の発\n車時刻、到着時刻、通過駅の通過時刻を守ることになっているが、右各時刻は、昀\n高制限速度で運転した場合の各停車場間の所要時間である「基準運転時分」と「余\n裕時分」を足した時間で設定されているから、運転士は、昀高制限速度で運転すれ\nば定刻より早く駅に到着してしまうので、「乗務員仕業票」の定刻に合わせるた\nめ、平均して昀高制限速度以下の速度で運転しなければならず、「余裕時分」の範\n囲内での裁量が認められている。本件減速走行に要する距離は約一〇キロメート\nル、時間は一〇数秒に過ぎないところ、各停車場間の「余裕時分」は一五秒以上あ\nるので、十分な速度回復運転のための時間があり、定時運転が可能である。\n以上のとおり、本件減速走行は、「乗務員仕業票」の発車時刻、到着時刻、通過\n駅の通過時刻の定時運転を守りながら減速するものであって、労務に瑕疵はない。\nまた、仮に工事等に伴う徐行によって遅延が発生したとしても、本件減速走行によ\nる遅延はごく短時間であり、労務の瑕疵は軽微というべきである。\nイ　また、選定者らのうちには、運転業務と車掌業務の交替により、計画徐行（工\n事等の都合により、予め予定された徐行）の区間によっては、次のとおり、本件減\n速走行を行うことができず、業務に全く影響を及ぼさない者（一〇名）や、一駅の\nみ本件減速走行が可能で、業務に及ぼす影響がごくわずかである者（一八三名）が\nある。\nまず、選定者らは、東京・新大阪間の全区間において運転業務を行うわけではな\nく、下り便は豊橋で、上り便は浜松で、それぞれ運転業務と車掌業務を交替するた\nめ、運転業務に従事するのは、下り便の場合は東京・豊橋間又は豊橋・新大阪間で\nあり、上り便の場合は新大阪・浜松間又は浜松・東京間である。したがって、東\n京・豊橋間（下り）又は浜松・東京間（上り）の運転業務に従事する者が本件減速\n走行をなし得るのは、新富士駅の通過時のみであり、豊橋・新大阪間（下り）又は\n新大阪・浜松間（上り）の運転業務に従事する者が本件減速走行をなし得るのは、\n三河安城駅及び岐阜羽島駅の通過時のみである。\nしかも、本件乗務につき、選定者らが運転業務に従事する予定であった区間内の\n三駅付近において、計画徐行のため昀高制限速度が時速一七〇キロメートルに制限\nされていた場合があり、この場合はそもそも本件減速走行をすることはできなかっ\nたのである。\n（三）　被告による労務の受領拒否及び賃金カットは、何ら正当性のないものであ\nり、被告のこの間の組合に対する対応、組合からの「のぞみ」の安全問題について\nの申入れに対する対応等を考慮するならば、正当な争議行為を行おうとした選定者\nら組合員に対する報復であって、選定者らに対する不利益取扱い（労働組合法七条\n一号）及び正当な組合活動に対する支配介入（同条三号）に該当し、不当労働行為\nを構成する。\n２　被告\n（一）　組合の本件減速闘争の指令に基づく「のぞみ」の運転は、次のとおり、運\n転士が雇用契約上負っている債務の本旨に従った労務給付義務に反するものである\nから、被告がその受領を拒否したことは正当である。\n（１）　定時運転義務違反\n鉄道事業法一七条及び同法施行規則三五条は、鉄道運送事業者に対し、列車の昀\n高速度及び各停車場の出発、通過又は到着時刻等について運行計画を定めて運輸大\n臣に届け出ることを義務付けている。また、鉄道営業法一条を受けて定められた新\n幹線鉄道運転規則は、鉄道事業者に対し、列車の運転について同規則の実施に関す\nる規定を定めることを義務付けている。被告は、これらの法令に従い、運行計画及\nび各種規程等を設けており、新幹線の運転士は、右規程に従って列車を運転する義\n務がある。\n「のぞみ」の昀高速度は、時速二七〇キロメートルとされており、線路が曲線と\nなる場合には、曲線半径に応じた制限速度が設けられている（「新幹線列車運転速\n度表」）。しかし、線路上にはほぼ毎日工事等による徐行区間が設けられるうえ、\nその時々の自然条件や先行列車の運転状況によっては、必ずしも運行計画の定める\n昀高速度どおりには運転できない。そこで、実際の昀高速度は、運行計画の定める\n昀高速度の範囲内で、工事等に伴う徐行を考慮して具体的に定められる。こうして\n定められた昀高速度は、運転時にＡＴＣ信号により運転士に現示される仕組みとな\nっている。新幹線の運転士は、ＡＴＣ信号で現示された速度以下で新幹線を運転す\nる義務（以下「昀高速度遵守義務」という。）がある（「新幹線運転取扱心得」四\n一条、「新幹線運転作業要領」Ｎｏ１３）。\nまた、被告では、東京・新大阪間の新幹線の線路上に一九箇所の停車場を設け\nて、各停車場の出発、通過又は到着時刻を定めており（「東海道・山陽新幹線列車\n運行図表」）、新幹線の運転士は、右の時刻どおりに新幹線を運転する義務（以下\n「定時運転義務」という。）がある（「新幹線運転取扱心得」一四条）。被告で\nは、この定時運転義務が遵守されるよう、各運転士に対し、当該運転士の乗務列\n車、各停車場の出発、通過又は到着時刻を具体的に記載した「仕業票」を事前に交\n付し、さらに、工事等の当日の運行条件を具体的に確認させている。\nところで、被告では、定時運転を確保するため、列車ごとに停車場間の「基準運\n転時分」と「余裕運転時分」を定めている。基準運転時分とは、運行計画上定めら\nれた昀高速度に従って運転した場合の各停車場間の運転時間のことであり、余裕時\n分とは、工事等に伴う徐行区間の存在や自然条件、先行列車の状況等の諸状況によ\nり基準運転時分よりも遅延する可能性があることから、定時運転を行うために各停\n車場間の基準運転時分に加える時間のことである。各停車場間の出発、通過又は到\n着時刻は、各停車場間の基準運転時分に余裕時分を加えた運転時間によって設定さ\nれている。\n列車の運転に際し、徐行区間の設定箇所や設定数によっては、余裕時分をすべて\n利用して回復運転を行い、漸く定時運転を確保できる場合や、それでも各停車場の\n予定された時刻に遅れが生じる場合がある。このような場合に、本件減速走行を行\nえば、各停車場の予定された時刻に遅延が生じたり、既に発生している遅延を増大\nさせたりすることは明らかであり、旅客列車を高速運転する新幹線の安全上極めて\n重大な事態であることはいうまでもない。したがって、本件減速走行は定時運転義\n務に違反するものである。\nさらに、本件減速闘争は、遅延の発生、増大が生じてもそれと関係なく闘争指令\nに従い運転を行おうとする点で、当初から定時運転義務を無視し、運転時刻の遅れ\nを当然に容認しているものであり、このような減速闘争自体が定時運転義務に違反\nするものといわざるを得ない。\n（２）　適合運転義務違反\n本来、新幹線の運転は、ＡＴＣ信号により現示される昀高速度の範囲内で、すべ\nて機械的に計算された安全・快適な経済運転速度及び方法によって一律に行われる\nことが望ましいが、風雨等の自然条件や先行列車の運転状況はその時々異なるの\nで、予め定められた運転速度及び方法によって運転することができない事態があり\n得る。新幹線の運転士は、右のような運転時の諸状況に適合するよう運転速度を加\n減調整しながら、安全・快適な経済運転を行う義務（以下「適合運転義務」とい\nう。）がある（「新幹線動力車乗務員作業標準」一五項（２）、「運転士作業マニ\nュアル」（平成五年一〇月以降は「新幹線電車運転士指導事項集」という。）第三\n章一四項）。\nこの適合運転義務は、基準運転時分を標準としながら、余裕時分を適切に利用す\nることにより履行されるものであるから、本件減速走行のように基準運転時分を無\n視し、減速走行によって生じた遅れを回復する目的で余裕時分を利用することは、\n余裕時分の利用目的の逸脱であり、適合運転義務に反する。また、本件減速走行\nは、速度むらを意図的に作出して快適かつ経済的な運転方法を無視するものである\nから、その意味でも適合運転義務に違反する。\n（二）　本件減速闘争は、被告の定める運転速度を排除し、組合自ら新たに運転速\n度を設定して組合員である選定者らに運転させようとするものであるから、被告の\n労務指揮権を意図的に排除し、被告の業務を積極的に組合及び組会員の支配下に置\nきつつ管理するものである。したがって、本件減速闘争の指令に基づく本件減速走\n行は、単なる債務不履行にとどまらず、積極的な加害行為ともいうべきものである\nから、正当な争議行為と解する余地はなく、被告がその受領を拒否したことは正当\nであり、不当労働行為を構成するものではない。\n二　争点２について\n１　原告ら\n（一）　被告では、出勤場所がもともと定められている勤務場所と異なる場合に\nは、出勤場所への移動は被告の負担で行われている。前記のとおり、被告による労\n務の受領拒否は違法・不当なものであるから、これによる勤務場所の変更は、被告\nの事情によって発生したものというべきである。したがって、本件移動費用は本来\n被告において負担すべきものである。\n（二）　被告が選定者らに本件移動費用の自己負担を強要したのは、本件減速闘争\nに参加しようとした組合員に対する報復的行為であり、組合の正当な争議行為を破\n壊するための行為であるから、労働組合法七条一号、三号に該当し、不当労働行為\nを構成する。\n（三）　よって、原告らは被告に対し、不法行為に基づく損害賠償として、選定者\nらに負担させた本件移動費用の支払を求める。\n２　被告\n新幹線の運転士の労務の内容は、仕業票で定められた乗務列車の運転業務等であ\nる。したがって、仕業票で定められた「のぞみ」の運転業務について労働者自らが\n債務の本旨に従った労務の提供をしない場合は、当該労働者は、被告の特段の指示\nのない限り、仕業票で予定されたその後の乗務列車の乗務開始場所・時刻に労務の\n提供を行う雇用契約上の債務を負っている。そして、右の債務の履行に要する費用\n（弁済費用）は、特約のない限り労働者（債務者）の負担となる（民法四八五条本\n文）。\n第四　争点に対する判断\n一　争点１について\n１　原告らは、労働組合が争議行為として怠業を行う場合、これに参加しようとす\nる組合員の提供する就労を使用者が全面的に拒否し、賃金の支払を拒否するために\nは、ロックアウトによるべきであると主張する。しかし、労働者の就労の申入れが\n債務の本旨に従った労務の提供といえない場合、使用者は、雇用契約に基づく労務\n給付請求権の債権者として、その受領を拒否し、その労務にかかる賃金の支払を拒\n否し得ると解すべきであり、必ずしもロックアウトによらなければ就労を拒否する\nことはできないとはいえない。また、雇用契約において、労働者の就労の申入れが\n債務の本旨に従った労務の提供といえない以上、使用者がその受領を拒否できるの\nは当然であって、受領を拒否するためにはさらに正当な事由の存する必要があると\nする原告らの主張は採用できない。もっとも、賃金が労働者にとって昀も重要な労\n働条件の一つであることを考慮すれば、労働者の就労の申入れが債務の本旨に従っ\nた労務の提供といえるかどうかは、労務の瑕疵の内容、程度、それが職務の遂行に\n及ぼす影響の程度等に照らし、提供された労務が賃金の支払を拒否するに足りる程\n度に不十分であるといえるかどうかによって判断すべきものと解される。\nこのような見地から、以下、本件減速走行を行う旨予告しての就労の申入れが債\n務の本旨に従った労務の提供といえるかどうかについて検討する。\n２　乙第一ないし第一二号証、第一三号証の一、二及び証人Ｐ1の証言によれば、次\nの事実が認められる。\n被告は、鉄道事業法三条に定める鉄道事業の免許を受けた鉄道事業者（同法七\n条）であり、鉄道運送事業者（同法一三条一項）であるところ、同法一七条によれ\nば、鉄道運送事業者は、運輸省令で定めるところにより、列車の運行計画を定め、\n予めその旨を運輸大臣に届け出ることとされており、同法施行規則三五条におい\nて、右の運行計画についての届出事項として昀高許容速度や発着時刻等が定められ\nている。右の法令の定めに従い、被告は、「新幹線列車運転速度表」（以下「運転\n速度表」という。）及び「東海道・山陽新幹線列車運行図表」（以下「運行図表」\nという。）を定めている。また、鉄道営業法一条によれば、鉄道の建設、車両器具\nの構造及び運転については、命令をもって定める規程によるとされており、これに\n基づいて定められた新幹線鉄道運転規則は、列車等の運転について、「列車又は車\n両は、鉄道信号の現示又は表示に従って運転しなければならない。」（四四条）、\n「列車の運転は、停車場における出発、通過又は到着の時刻を定めて行わなければ\nならない。」（四九条一項）、「列車の運行がみだれたときは、列車の性質等を考\n慮して運転整理を行い、所定の運行に復するように努めなければならない。」（同\n条二項）、「列車の昀高速度は、線路及び電車線路の状態、車両の構造並びに列車\n保安方式の種類ごとに定めなければならない。」（七三条）と定め、同規則三条に\nおいて、鉄道事業者は、同規則の実施に関する規定を定めなければならないとして\nいる。被告は、右の規定に従い、「新幹線運転取扱心得」（以下「取扱心得」とい\nう。）、「新幹線運転取扱心得細則」、「新幹線運転作業要領」（以下「作業要\n領」という。）、「新幹線動力車乗務員作業標準」（以下「作業標準」という。）\n等の規程及び「余裕時分表」を設け、運転速度表、運行図表と併せて運転士全員に\n配布して周知徹底を図るとともに、日常的に指導を行っている。運転速度表は、三\n〇〇系車両で組成した列車の昀高運転速度を時速二七〇キロメートルと定め、線路\nが曲線となる場合には、曲線半径に応じた制限速度を定めており、これを受けて取\n扱心得四一条は、「列車は、別に定める運転速度をこえて運転してはならない。\n（運転速度表参照）」と定めている。しかし、実際には工事等に伴う徐行区間の存\n在や自然条件、先行列車の運転状況等の諸状況により、必ずしも右の昀高運転速度\n及び制限速度（以下「所定速度」という。）のとおりに運転することはできないた\nめ、実際の昀高速度は、運転速度表に定める所定速度の範囲内で、工事等に伴う徐\n行を考慮して具体的に定められ、運転時にＡＴＣ信号によって運転士に現示されて\nおり、作業要領Ｎｏ１３は、「運転士は、ＡＴＣ信号の現示の速度をこえて運転し\nないこと。」と定めている。運行図表は、東京・新大阪間の新幹線の線路上に一九\n箇所の停車場（駅、信号所及び車両所の総称）を設け、各停車場の出発、通過又は\n到着時刻（以下「発着時刻」という。）を一五秒単位で定めているところ、被告\nは、取扱心得一四条で、「列車は所定の運転時刻により運転するものとする。」と\n定め、各運転士に対し、当該運転士の乗務列車及び各停車場の発着時刻を具体的に\n記載した仕業票を事前に交付するとともに、乗務当日の工事等の運行条件を具体的\nに確認させている。右の各停車場の発着時刻は、余裕時分表で定められた各停車場\n間の「基準運転時分」（運転速度表に定める所定速度に従って運転した場合の各停\n車場間の運転時間）に「余裕時分」と呼ばれる時間を加えた運転時間（以下「運転\n時分」という。）に基づいて設定されているところ、被告は、作業標準一五項\n（２）で、「発車時のノッチ扱いは衝動の無いように努め、以後は信号及び速度条\n件に適合したノッチ位置とすること。」と定め、東京運転所作成の「運転士作業マ\nニュアル」（以下「マニュアル」という。）第三章一四項で「（１）定時運転にお\nけるノッチ扱いは余裕時分表を参考にする。」「（２）駅間が長い区間において\nは、中間に目標点を定め、次駅までの時分の照合を行い、遅延防止に努める。」\n「（５）徐行などを除き経済運転に努めること。」と定め、各運転士に対し、各停\n車場間の距離と運転時分から平均速度を算出し、その平均速度に従って速度ムラの\nない滑らかな運転をするよう指導している。\n以上の事実が認められ、右に認定した諸事実を総合すれば、新幹線の運転士に\nは、ＡＴＣ信号で現示される速度以下で、各停車場の発着時刻どおりに各停車場を\n出発、通過又は到着するよう運転し、かつ、運転時の諸状況に適合した安全・快適\nかつ経済的な運転を行う義務があるというべきである。\n原告らは、「のぞみ」を運転する運転士は、昀高速度の制限及び「乗務員仕業\n票」の発車時刻、到着時刻、通過駅の通過時刻を守る義務はあるが、定刻を守りさ\nえすれば、「余裕時分」の範囲内で裁量が認められている旨主張するが、右のとお\nり、運転時の諸状況に適合した安全・快適かつ経済的な運転をする義務もあるので\nあって、昀高速度の範囲内で、定刻を守りさえすれば、その間どのような運転をす\nるかは運転士の裁量に任されているというものではない。\n３　そこで、本件減速走行についてみると、本件減速走行は、運転時の諸状況のい\nかんにかかわらず、所定速度が時速二七〇キロメートルとされている三駅を時速二\n三〇キロメートルで通過するよう減速して走行するものであり、その結果、次の停\n車場の所定の発着時刻に遅れる可能性、あるいは、その遅れを増大させる可能性が\nあることは明らかである。\n原告らは、本件減速走行に要する距離は約一〇キロメートル、時間は一〇数秒に\n過ぎないところ、各停車場間の「余裕時分」は一五秒以上あるので、十分な速度回\n復運転のための時間があり、定時運転が可能である旨主張するが、右は全く計算上\nのものに過ぎず、本件減速走行を現実に実施するのに要する時間が原告らの主張の\nとおりであると認めるに足りる証拠はない（証人Ｐ2の証言によれば、本件減速走行\nにあたって、選定者らは、時速二七〇キロメートルから時速二三〇キロメートルに\n減速する方法として、各運転士の判断で、ブレーキをかけて強制的に減速する方法\nとノッチを切って惰行により減速する方法のどちらかの方法によるつもりであった\nと認められるが、前者のようなブレーキの使用は明白に右の安全・快適かつ経済的\nな運転を行う義務に違反し、乗客に不快感を与えるものであるし、また、後者の方\n法が現実に可能であるかどうかについては大いに疑問である。）。かえって、乙第\n一一号証、第三一ないし第三五号証の各一、二、第三六ないし第三九号証の各一な\nいし三、第五八ないし第六〇号証、証人Ｐ1及び同Ｐ3の各証言並びに弁論の全趣旨\nによれば、各停車場間の余裕時分は、列車ごとに一五秒単位で定められているとこ\nろ、「のぞみ」の余裕時分は概ね一五秒ないし四五秒と短いのに対し、工事等に伴\nう徐行には、予め予定された計画徐行と、大雨や強風などの自然条件により、ある\nいは、ポイント注油など係員が線路内に立ち入る際の傷害防止の必要や、レールの\n折損のように地上設備の不具合により、突発的に設定される緊急徐行の二つがあ\nり、このうち計画徐行は、東京・新大阪間を東京・静岡間、静岡・名古屋間、名古\n屋・新大阪間の三つのブロックに分けて、各ブロックで上り下り各一箇所ずつ徐行\n区間を設定するものであり、年末年始、ゴールデンウイーク、お盆などの時期を除\nいてほぼ毎日設定されていること、そのため、徐行区間の設定箇所や設定数によっ\nては、ＡＴＣ信号現示の速度いっぱいで回復運転を行って漸く次の停車場の所定の\n発着時刻どおりの運転が可能になる場合や、それでもなお所定の発着時刻に遅れが\n生じる場合があることが認められ、このような場合に、もし本件減速走行によりさ\nらに遅れが生じれば、当該列車の定時運転の確保が困難になるばかりでなく、後続\n列車の運行にも影響を及ぼしかねないのである。\nしかも、本件減速走行は、減速を要せず一定の速度で走行するべき区間内で時速\n二三〇キロメートルに減速し、再び時速二七〇キロメートルに加速するというもの\nであり、無駄な速度ムラを意図的に作出するものであって、運転時の諸状況に適合\nした安全・快適かつ経済的な運転を行う義務に違反することは明らかである。\nしたがって、本件減速走行は、前記の運転士の義務、すなわち、各停車場の発着\n時刻どおりに各停車場を出発、通過又は到着するよう運転し、かつ、運転時の諸状\n況に適合した安全・快適かつ経済的な運転を行う義務に違反するものというべきで\nある。\n原告らは、仮に工事等に伴う徐行によって遅延が発生したとしても、本件減速走\n行による遅延はごく短時間であり、労務の瑕疵は軽微というべきであると主張する\nが、前記のとおり、本件減速走行による遅延がごく短時間であるとの前提を認める\nに足りる証拠はないうえ、そもそも、運転士にとって、運転業務は業務の中核をな\nす昀も重要な業務であり、運転に関する前記各義務は運転士が遵守するべき昀重要\nの義務であるうえ、新幹線は高速度で運行し、かつ、走行本数も多く、その運行に\nついては緻密に計算されたダイヤに基づいて定められているにもかかわらず、一運\n転士が自己の判断に従って独自の運転をすれば、運行の遅れを生じる可能性がある\nのみならず、当該列車はもとより他の列車についても安全上問題が生じる危険があ\nることは自明であり、本件減速走行による労務の瑕疵は重大というべきである。\nまた、原告らは、選定者らのうちには、運転業務と車掌業務の交替により、計画\n徐行の区間によっては、本件減速走行を行うことができず業務に全く影響を及ぼさ\nない者や、一駅のみ本件減速走行が可能で業務に及ぼす影響がごくわずかである者\nがある旨主張する。しかし、証人Ｐ4の証言によれば、計画徐行は、運転士に周知さ\nれた後、場合によっては運転中に解除されることがあることが認められるのであ\nり、原告らの主張する事実をもってしても、右の判断を左右するものではない。\n以上によれば、本件減速走行を予告しての就労の申入れをもって、雇用契約上の\n債務の本旨に従った労務の提供であると解することはできず、被告がその受領を拒\n否し、その労務にかかる賃金の支払を拒否したことは、正当なものというべきであ\nる。\nそして、この結論は、本件減速闘争が正当な争議行為といえない場合はもとよ\nり、仮に正当な争議行為であるとしても、雇用契約における債権債務関係及びノー\nワーク・ノーペイの原則に照らして、異なるところはない。\nなお、原告らは、被告による労務の受領拒否及び賃金カットは、不当労働行為を\n構成する旨主張するが、右に判示したとおり、被告が本件乗務にかかる労務の受領\nを拒否し、賃金の支払を拒否したのは、選定者らの就労の申入れが債務の本旨に従\nった労務の提供とはいえないからであり、これを目して労働組合の正当な行為をし\nたことの故をもってする不利益な取扱い（労働組合法七条一号）又は正当な組合活\n動に対する支配介人（同条三号）と評することはできず、他に被告の行為につき不\n当労働行為の成立を認めるに足りる証拠はない。\n二　争点２について\n原告らは、被告による労務の受領拒否は違法・不当なものであるとして、これに\nよる勤務場所の変更は被告の事情によって発生したものであるから、本件移動費用\nは被告において負担すべきであるにもかかわらず、選定者らにその自己負担を強要\nしたのは、本件減速闘争に参加しようとした組合員に対する報復的行為であり、不\n当労働行為として不法行為を構成する旨主張する。しかし、被告による労務の受領\n拒否が正当であることは前記説示のとおりであるから、原告らの主張はその前提を\n欠き、採用できない。そして、他に被告が本件移動費用を選定者らの負担とする取\n扱いをしたことにつき、不当労働行為ないし不法行為の成立を認めるに足りる証拠\nはない。\n三　結論\n以上によれば、原告らの本件請求は、いずれも理由がないからこれを棄却するこ\nととし、主文のとおり判決する。\n東京地方裁判所民事第一一部\n裁判長裁判官　萩尾保繁\n裁判官　白石史子\n裁判官　西理香\n選当者目録（一）\n〒一二一　東京都足立区＜以下略＞\nＰ5\n〒三一五　茨城県石岡市＜以下略＞\nＰ6\n〒五七九　大阪府東大阪市＜以下略＞\nＰ7\n〒一二一　東京都足立区＜以下略＞\nＰ8\n〒一七五　千葉県習志野市＜以下略＞\nＰ9\n〒四一一　静岡県三島市＜以下略＞\nＰ10\n〒五六九　大阪府高辻市＜以下略＞\nＰ11\n〒三〇〇　茨城県北相馬郡＜以下略＞\nＰ12\n〒二七一　千葉県松戸市＜以下略＞\nＰ13\n〒１８４　東京都小金井市＜以下略＞\nＰ14\n〒六五一　兵庫県神戸市＜以下略＞\nＰ15\n〒二三五　神奈川県横浜市＜以下略＞\nＰ16\n〒五六四　大阪府吹田市＜以下略＞\nＰ17\n〒二七一　千葉県松戸市＜以下略＞\nＰ18\n〒一八〇　東京都武蔵野市＜以下略＞\nＰ19\n〒五七九　大阪府東大阪市＜以下略＞\nＰ20\n〒五七九　大阪府東大阪市＜以下略＞\nＰ21\n〒二七一　千葉県松戸市＜以下略＞\nＰ22\n〒二七五　千葉県習志野市＜以下略＞\nＰ23\n〒五六九　大阪府高槻市＜以下略＞\nＰ24\n〒二七五　千葉県習志野市＜以下略＞\nＰ25\n〒三七〇　群馬県佐波郡＜以下略＞\nＰ26\n〒六一二　京都府京都市＜以下略＞\nＰ27\n〒六一二　京都府京都市＜以下略＞\nＰ28\n〒二七五　千葉県習志野市＜以下略＞\nＰ29\n〒三三四　埼玉県川口市＜以下略＞\nＰ30\n〒五七九　大阪府東大阪市＜以下略＞\nＰ31\n〒三〇〇　茨城県土浦市＜以下略＞\nＰ32\n〒三七一　群馬県前橋市＜以下略＞\nＰ33\n〒四五三　愛知県名古屋市＜以下略＞\nＰ34\n〒二四一　神奈川県横浜市＜以下略＞\nＰ35\n〒四二二　静岡県静岡市＜以下略＞\nＰ36\n〒四五四　愛知県名古屋市＜以下略＞\nＰ37\n〒五七九　大阪府東大阪市＜以下略＞\nＰ38\n〒六〇七　京都府京都市＜以下略＞\nＰ39\n〒六六〇　兵庫県尼崎市＜以下略＞\nＰ40\n〒六五一　兵庫県神戸市＜以下略＞\nＰ41\n〒六〇七　京都府京都市＜以下略＞\nＰ42\n〒五六七　大阪府茨木市＜以下略＞\nＰ43\n〒五七九　大阪府東大阪市＜以下略＞\nＰ44\n〒六三〇　奈良県奈良市＜以下略＞\nＰ45\n〒五七九　大阪府東大阪市＜以下略＞\nＰ46\n選定者目録（二）\n千葉県習志野市＜以下略＞\nＰ47\n神奈川県横浜市＜以下略＞\nＰ48\n東京都足立区＜以下略＞\nＰ49\n大阪府豊中市＜以下略＞\nＰ50\n静岡県小笠郡＜以下略＞\nＰ51\n千葉県習志野市＜以下略＞\nＰ52\n神奈川県横浜市＜以下略＞\nＰ53\n大阪府高槻市＜以下略＞\nＰ54\n茨城県石岡市＜以下略＞\nＰ55\n千葉県松戸市＜以下略＞\nＰ56\n静岡県三島市＜以下略＞\nＰ57\n大阪府高槻市＜以下略＞\nＰ58\n千葉県千葉市＜以下略＞\nＰ59\n千葉県松戸市＜以下略＞\nＰ60\n茨城県石岡市＜以下略＞\nＰ61\n東京都小金井市＜以下略＞\nＰ62\n大阪府高槻市＜以下略＞\nＰ63\n神奈川県横浜市＜以下略＞\nＰ64\n神奈川県横浜市＜以下略＞\nＰ65\n東京都足立区＜以下略＞\nＰ66\n大阪府高槻市＜以下略＞\nＰ67\n神奈川県横浜市＜以下略＞\nＰ68\n神奈川県横浜市＜以下略＞\nＰ69\n神奈川県横浜市＜以下略＞\nＰ70\n兵庫県神戸市＜以下略＞\nＰ71\n東京都小金井市＜以下略＞\nＰ72\n神奈川県横浜市＜以下略＞\nＰ73\n京都府京都市＜以下略＞\nＰ74\n東京都小金井市＜以下略＞\nＰ75\n神奈川県川崎市＜以下略＞\nＰ76\n大阪府東大阪市＜以下略＞\nＰ77\n神奈川県秦野市＜以下略＞\nＰ78\n千葉県習志野市＜以下略＞\nＰ79\n千葉県習志野市＜以下略＞\nＰ80\n千葉県松戸市＜以下略＞\nＰ81\n神奈川県横浜市＜以下略＞\nＰ82\n大阪府大阪市＜以下略＞\nＰ83\n東京都小金井市＜以下略＞\nＰ84\n埼玉県久喜市＜以下略＞\nＰ85\n神奈川県横須賀市＜以下略＞\nＰ86\n愛知県津島市＜以下略＞\nＰ87\n静岡県掛川市＜以下略＞\nＰ88\n神奈川県藤沢市＜以下略＞\nＰ89\n武蔵野市＜以下略＞\nＰ90\n静岡県富士市＜以下略＞\nＰ91\n大阪府高槻市＜以下略＞\nＰ92\n千葉県習志野市＜以下略＞\nＰ93\n静岡県沼津市＜以下略＞\nＰ94\n兵庫県神戸市＜以下略＞\nＰ95\n東京都北区＜以下略＞\nＰ96\n静岡県田方郡＜以下略＞\nＰ97\n神奈川県横浜市＜以下略＞\nＰ98\n神奈川県横浜市＜以下略＞\nＰ99\n東京都小金井市＜以下略＞\nＰ100\n神奈川県横浜市＜以下略＞\nＰ101\n千葉県習志野市＜以下略＞\nＰ102\n東京都足立区＜以下略＞\nＰ103\n千葉県松戸市＜以下略＞\nＰ104\n千葉県松戸市＜以下略＞\nＰ105\n京都府京都市＜以下略＞\nＰ106\n東京都足立区＜以下略＞\nＰ107\n千葉県松戸市＜以下略＞\nＰ108\n千葉県習志野市＜以下略＞\nＰ109\n静岡県三島市＜以下略＞\nＰ110\n東京都足立区＜以下略＞\nＰ111\n神奈川県川崎市＜以下略＞\nＰ112\n千葉県習志野市＜以下略＞\nＰ113\n大阪府高辻市＜以下略＞\nＰ114\n愛知県名古屋市＜以下略＞\nＰ115\n埼玉県浦和市＜以下略＞\nＰ2\n静岡県三島市＜以下略＞\nＰ116\n愛知県名古屋市＜以下略＞\nＰ117\n千葉県習志野市＜以下略＞\nＰ118\n埼玉県川越市＜以下略＞\nＰ119\n静岡県三島市＜以下略＞\nＰ120\n神奈川県茅ヶ崎市＜以下略＞\nＰ121\n兵庫県神戸市＜以下略＞\nＰ122\n神奈川県横浜市＜以下略＞\nＰ123\n神奈川県横浜市＜以下略＞\nＰ124\n神奈川県横浜市＜以下略＞\nＰ125\n愛知県名古屋市＜以下略＞\nＰ126\n茨城県猿島郡＜以下略＞\nＰ127\n東京都足立区＜以下略＞\nＰ128\n愛知県名古屋市＜以下略＞\nＰ129\n静岡県袋井市＜以下略＞\nＰ130\n埼玉県北葛飾郡＜以下略＞\nＰ131\n千葉県習志野市＜以下略＞\nＰ132\n神奈川県川崎市＜以下略＞\nＰ133\n兵庫県神戸市＜以下略＞\nＰ134\n兵庫県神戸市＜以下略＞\nＰ135\n千葉県習志野市＜以下略＞\nＰ136\n千葉県習志野市＜以下略＞\nＰ137\n兵庫県神戸市＜以下略＞\nＰ138\n神奈川県横浜市＜以下略＞\nＰ139\n千葉県習志野市＜以下略＞\nＰ140\n神奈川県川崎市＜以下略＞\nＰ141\n埼玉県大宮市＜以下略＞\nＰ142\n東京都小金井市＜以下略＞\nＰ143\n静岡県沼津市＜以下略＞\nＰ144\n神奈川県秦野市＜以下略＞\nＰ145\n静岡県三島市＜以下略＞\nＰ146\n埼玉県北足立郡＜以下略＞\nＰ147\n神奈川県横浜市＜以下略＞\nＰ148\n兵庫県神戸市＜以下略＞\nＰ149\n東京都新宿区＜以下略＞\nＰ150\n神奈川県秦野市＜以下略＞\nＰ151\n大阪府東大阪市＜以下略＞\nＰ152\n静岡県三島市＜以下略＞\nＰ153\n東京都葛飾区＜以下略＞\nＰ154\n千葉県鎌ケ谷市＜以下略＞\nＰ155\n大阪府東大阪市＜以下略＞\nＰ156\n千葉県習志野市＜以下略＞\nＰ157\n神奈川県横浜市＜以下略＞\nＰ158\n東京都小金井市＜以下略＞\nＰ159\n滋賀県蒲生郡＜以下略＞\nＰ160\n千葉県松戸市＜以下略＞\nＰ161\n千葉県習志野市＜以下略＞\nＰ162\n東京都練馬区＜以下略＞\nＰ163\n大阪府東大阪市＜以下略＞\nＰ164\n神奈川県横浜市＜以下略＞\nＰ165\n神奈川県横浜市＜以下略＞\nＰ166\n千葉県習志野市＜以下略＞\nＰ167\n大阪府東大阪市＜以下略＞\nＰ168\n東京都三鷹市＜以下略＞\nＰ169\n埼玉県川口市＜以下略＞\nＰ170\n東京都小金井市＜以下略＞\nＰ171\n京都府京都市＜以下略＞\nＰ172\n千葉県習志野市＜以下略＞\nＰ173\n大阪府堺市＜以下略＞\nＰ174\n神奈川県横浜市＜以下略＞\nＰ175\n千葉県習志野市＜以下略＞\nＰ176\n千葉県松戸市＜以下略＞\nＰ177\n愛知県海部郡＜以下略＞\nＰ178\n東京都小金井市＜以下略＞\nＰ179\n千葉県習志野市＜以下略＞\nＰ180\n大阪府東大阪市＜以下略＞\nＰ181\n京都府京都市＜以下略＞\nＰ182\n千葉県山武郡＜以下略＞\nＰ183\n神奈川県横浜市＜以下略＞\nＰ184\n千葉県習志野市＜以下略＞\nＰ185\n東京都小金井市＜以下略＞\nＰ186\n神奈川県横浜市＜以下略＞\nＰ187\n神奈川県海老名市＜以下略＞\nＰ188\n神奈川県横浜市＜以下略＞\nＰ189\n神奈川県横浜市＜以下略＞\nＰ190\n兵庫県神戸市＜以下略＞\nＰ191\n東京都武蔵野市＜以下略＞\nＰ192\n大阪府東大阪市＜以下略＞\nＰ193\n愛知県名古屋市＜以下略＞\nＰ194\n東京都小金井市＜以下略＞\nＰ195\n千葉県市川市＜以下略＞\nＰ196\n東京都小金井市＜以下略＞\nＰ197\n大阪府東大阪市＜以下略＞\nＰ198\n滋賀県坂田郡＜以下略＞\nＰ199\n東京都足立区＜以下略＞\nＰ200\n神奈川県横浜市＜以下略＞\nＰ201\n千葉県船橋市＜以下略＞\nＰ202\n京都府京都市＜以下略＞\nＰ203\n群馬県多野郡＜以下略＞\nＰ204\n愛知県名古屋市＜以下略＞\nＰ205\n大阪府羽曳野市＜以下略＞\nＰ206\n埼玉県浦和市＜以下略＞\nＰ207\n茨城県水海道市＜以下略＞\nＰ208\n神奈川県逗子市＜以下略＞\nＰ209\n千葉県習志野市＜以下略＞\nＰ210\n東京都足立区＜以下略＞\nＰ211\n東京都杉並区＜以下略＞\nＰ212\n愛知県名古屋市＜以下略＞\nＰ213\n神奈川県横浜市＜以下略＞\nＰ214\n静岡県駿東郡＜以下略＞\nＰ215\n愛知県名古屋市＜以下略＞\nＰ216\n静岡県田方郡＜以下略＞\nＰ217\n兵庫県尼崎市＜以下略＞\nＰ218\n神奈川県川崎市＜以下略＞\nＰ219\n東京都小金井市＜以下略＞\nＰ220\n千葉県習志野市＜以下略＞\nＰ221\n京都府京都市＜以下略＞\nＰ222\n群馬県高崎市＜以下略＞\nＰ223\n埼玉県朝霞市＜以下略＞\nＰ224\n京都府京都市＜以下略＞\nＰ225\n神奈川県横浜市＜以下略＞\nＰ226\n東京都足立区＜以下略＞\nＰ227\n千葉県習志野市＜以下略＞\nＰ228\n東京都小金井市＜以下略＞\nＰ229\n栃木県矢板市＜以下略＞\nＰ230\n大阪府高槻市＜以下略＞\nＰ231\n大阪府東大阪市＜以下略＞\nＰ232\n東京都小金井市＜以下略＞\nＰ233\n東京都小金井市＜以下略＞\nＰ234\n千葉県習志野市＜以下略＞\nＰ235\n千葉県市川市＜以下略＞\nＰ236\n埼玉県行田市＜以下略＞\nＰ237\n大阪府東大阪市＜以下略＞\nＰ7\n大阪府高辻市＜以下略＞\nＰ24\n静岡県三島市＜以下略＞\nＰ238\n千葉県習志野市＜以下略＞\nＰ4\n神奈川県川崎市＜以下略＞\nＰ239\n神奈川県川崎市＜以下略＞\nＰ240\n神奈川県平塚市＜以下略＞\nＰ241\n兵庫県神戸市＜以下略＞\nＰ15\n静岡県浜北市＜以下略＞\nＰ242\n兵庫県尼崎市＜以下略＞\nＰ40\n京都府京都市＜以下略＞\nＰ42\n神奈川県平塚市＜以下略＞\nＰ243\n栃木県鹿沼市＜以下略＞\nＰ244\n千葉県松戸市＜以下略＞\nＰ245\n東京都小金井市＜以下略＞\nＰ246\n千葉県習志野市＜以下略＞\nＰ247\n神奈川県藤沢市＜以下略＞\nＰ248\n埼玉県川越市＜以下略＞\nＰ249\n大阪府吹田市＜以下略＞\nＰ17\n栃木県下都賀郡＜以下略＞\nＰ250\n神奈川県横浜市＜以下略＞\nＰ251\n神奈川県横浜市＜以下略＞\nＰ252\n東京都小金井市＜以下略＞\nＰ253\n兵庫県尼崎市＜以下略＞\nＰ254\n千葉県松戸市＜以下略＞\nＰ22\n千葉県習志野市＜以下略＞\nＰ29\n東京都小金井市＜以下略＞\nＰ255\n東京都小金井市＜以下略＞\nＰ256\n東京都小金井市＜以下略＞\nＰ14\n栃木県下都賀郡＜以下略＞\nＰ257\n千葉県習志野市＜以下略＞\nＰ258\n神奈川県横浜市＜以下略＞\nＰ259\n静岡県静岡市＜以下略＞\nＰ260\n東京都足立区＜以下略＞\nＰ261\n東京都武蔵野市＜以下略＞\nＰ262\n千葉県習志野市＜以下略＞\nＰ263\n千葉県習志野市＜以下略＞\nＰ264\n埼玉県北足立郡＜以下略＞\nＰ265\n東京都小金井市＜以下略＞\nＰ266\n千葉県松戸市＜以下略＞\nＰ267\n東京都足立区＜以下略＞\nＰ268\n千葉県習志野市＜以下略＞\nＰ269\n奈良県奈良市＜以下略＞\nＰ45\n千葉県習志野市＜以下略＞\nＰ270\n千葉県夷隅郡＜以下略＞\nＰ271\n大阪府東大阪市＜以下略＞\nＰ44\n東京都足立区＜以下略＞\nＰ272\n群馬県邑楽郡＜以下略＞\nＰ273\n神奈川県横浜市＜以下略＞\nＰ274\n千葉県習志野市＜以下略＞\nＰ275\n千葉県松戸市＜以下略＞\nＰ276\n大阪府高槻市＜以下略＞\nＰ11\n千葉県習志野市＜以下略＞\nＰ277\n神奈川県横浜市＜以下略＞\nＰ278\n神奈川県南足柄市＜以下略＞\nＰ279\n神奈川県横浜市＜以下略＞\nＰ280\n千葉県習志野市＜以下略＞\nＰ281\n横浜市＜以下略＞\nＰ282\n別表　（一）\n＜８０９７６－００１＞\n別表　（二）\n６月分\n＜８０９７６－００２＞\n６月分\n＜８０９７６－００３＞\n６月分\n＜８０９７６－００４＞\n７月分\n＜８０９７６－００５＞\n７月分\n＜８０９７６－００６＞\n８月分\n＜８０９７６－００７＞\n９月分\n＜８０９７６－００８＞\n"
}