{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 5,
    "month": 7,
    "day": 15
  },
  "case_number": "平成4(行ケ)1",
  "case_name": "当選無効等請求事件",
  "court_name": "福岡高等裁判所那覇支部",
  "field": "行政",
  "gist": "１　候補者の氏名のほかにその所属政党名を記入した投票の効力　２　候補者の氏名のほかに記載された同人の所属政党名以外の政党名と公職選挙法（平成６年法律第２号による改正前）６８条１項５号の他事記載　３　候補者の氏名のほかに同人の所属政党名以外の政党名を記載した投票が，有効とされた事例",
  "case_gist": "１　候補者の所属政党名は公職選挙法（平成６年法律第２号による改正前）６８条１項５号ただし書所定の「身分」の類であると解されるから，候補者の氏名のほかにその所属政党名を記入した投票は有効である。　２　候補者の氏名のほかに同人の所属政党名以外の政党名が記載された投票は，通常の場合，候補者の所属政党を誤って不用意に所属政党以外の政党名を記載したものとみられ，有意の他事記載には当たらず，公職選挙法（平成６年法律第２号による改正前）６８条１項５号ただし書にいう「身分」の類の記載とみるべきであって，有効と解されるが，投票者が事実の相違を知りつつ故意に誤った政党名を記載したときは，投票者が何らかの意図をもって記載したものであるから，有意の他事記載に当たる。　３　候補者の氏名のほかに同人の所属政党名以外の政党名を記載した投票につき，その政党は，同人の所属政党と共に推薦団体を構成して同人を推薦し，又は前記所属政党との協定に基づき同人を支持している旨がそれぞれ報道されているものであるから，当該投票は，事実の相違を知りつつ故意に誤った政党名を記載したものではなく，同人を推薦し，若しくは支持する政党を記載したか，又はこれらを所属政党と誤認して記載したものと推認できるから，前記政党名の記載は公職選挙法（平成６年法律第２号による改正前）６８条１項５号ただし書にいう「身分」の類の記載に当たるとして，前記投票が有効とされた事例",
  "lawsuit_id": "16462",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16462",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/462/016462_hanrei.pdf",
  "contents": "○　主文\n被告が平成四年七月二九日付けでした同月二六日執行の第一六回参議院通常選挙の\n沖縄県選挙区選出議員選挙における当選人を補助参加人とする旨の告示の取消請求\nに係る訴えを却下する。\n原告の当選無効請求を棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n被告が平成四年七月二九日付けでした同月二六日執行の第一六回参議院通常選挙の\n沖縄県選挙区選出議員選挙における当選人を補助参加人とする旨の告示を取り消\nす。\n前項記載の選挙における補助参加人の当選を無効とする。\n二　請求の趣旨に対する答弁\n原告の請求をいずれも棄却する。\n第二　当事者の主張\n一　請求原因\n１　原告は、平成四年七月二六日執行された第一六回参議院議員通常選挙の沖縄県\n選挙区選出議員選挙（以下「本件選挙」という。）の候補者である。\n２　本件選挙には、原告及び補助参加人が立候補したが、本件選挙執行の結果、沖\n縄県選挙会（以下「選挙会」という。）は、原告の得票数を二四万四八一八票、補\n助参加人の得票数を二四万五一五九票として補助参加人を当選人と決定し、これを\n受けて被告は、同年七月二九日補助参加人を当選人とする旨の告示（以下「本件告\n示」という。）をした。\n３　（一）しかしながら、補助参加人の有効投票として算定された投票のうちに\nは、次のとおり無効投票となるものが存在していた。\nすなわち、全県下の投票所において、「社会Ａ」若しくは「社会党Ａ」、「社大\nＡ」若しくは「社大党Ａ」、「共産Ａ」若しくは「共産党Ａ」又は「公明Ａ」若し\nくは「公明党Ａ」と記載された投票があり、すべて有効投票と認定されているが、\n「社大Ａ」又は「社大党Ａ」と記載された投票は、同人の所属政党が沖縄社会大衆\n党（以下「社大党」という。）であるから有効投票とみられても、その他の投票が\n少なくとも那覇市、沖縄市及び読谷村の各開票区においてそれぞれ一〇〇票以上、\n宜野湾市、浦添市、具志川市、今帰仁村、北谷町、北中城村、中城村、西原町、与\n那原村及び南風原町の各開票区においてそれぞれ五〇票以上、合計して八〇〇票以\n上あり、これが補助参加人の得票数に加えられていたのである。\n（三）　補助参加人は本件選挙において、参院選革新合同選対会議（以下「革新合\n同選対会議」という。\n）の候補者として立候補していたが、同時に社大党においては代表者たる委員長の\n役職にある党員であり、本件選挙公示日から投票日までの間も社大党を離党した事\n実はなく、日本社会党、日本共産党又は公明党の党員であったこともない。したが\nって、「社大Ａ」又は「社大党Ａ」以外の前記各投票（以下「本件問題票」とい\nう。）に記載された「社会」・「社会党」、「共産」・「共産党」又は「公明」・\n「公明党」の部分は、いずれも公職選挙法（以下「法」という。）六八条一項五号\nただし書にいう身分等の記載には当たらず、本件問題票は、同条本文にいう他事を\n記載したものにほかならないから、いずれも無効とすべきである。\n４　（一）また、本件選挙において無効投票とされた投票の中に、「自民Ｂ」、\n「自民党Ｂ」又は「Ｂさんへ」等と記載された投票が、左記のとおり合計一〇四票\nあった。\n記\n那覇市開票区　　　　　　　一三票\n伊良部町開票区　　　　　　四三票\n城辺町開票区　　　　　　　三一票\n上野村開票区　　　　　　　一四票\n嘉手納町開票区　　　　　　　三票\n（二）　原告の所属政党は自由民主党であるから、「自民党」又は「自民」の記載\nが法六八条一項五号ただし書にいう「身分」の類の記載であり、「さんへ」は敬称\nにすぎないから、いずれも他事記載とならないと解されることについては異論の余\n地はなく、その他の他事記載も有意の他事記載と認められるものではなく、その余\nの投票の記載は原告の氏名を記載したものと判定できるものであるので、右一〇四\n票はすべて原告の有効投票である。\n５　（一）さらに、本件選挙投票日に国頭村内の奥間小学校体育館に設置された第\n二投票所において、投票管理者は、選挙区選出議員選挙（以下「選挙区選挙」とい\nう。）の投票に際し、選挙区選挙用の黄色の投票用紙を選挙人に交付すべきとこ\nろ、選挙人八四名に対して、比例代表選出議員選挙（以下「比例代表選挙」とい\nう。）用の白色の投票用紙を交付したため、これに記載して投票された八四票はす\nべて無効投票と扱われた。\n（二）　これらの無効投票は、不法に効力を失わしめられたものであるから潜在有\n効投票であるが、誰に投票したのか明らかでないから、この場合にはそのすべてが\n最高位落選者である原告に投ぜられたものとして票差を判定すべきである。\nしたがって、\n右八四票は原告の得票数として加算しなければならない。\n６　以上３ないし５の事由を考慮して、原告と補助参加人の得票数を整理すると左\n記のとおりとなり、原告得票数が補助参加人得票数を六四七票上回ることになるか\nら、原告が本件選挙の当選人であり、補助参加人の当選は無効と解するほかない。\n記\n（一）　原　　　告　選挙会認定有効得票数　二四万四八一八票\n４項記載の有効得票数　　　　　一〇四票\n５項記載の有効得票数　　　　　　八四票\n（合　　計）　　　　　二四万五〇〇六票\n（二）　補助参加人　選挙会認定有効得票数　二四万五一五九票\n３項記載の無効投票数　　　　　八〇〇票\n（差引合計）　　　　　二四万四三五九票\n７　よって、原告は、被告に対し、本件告示の取消しを求めるとともに、本件選挙\nにおける補助参加人の当選を無効とするよう求める。\n二　請求原因に対する被告及び被告補助参加人（以下、単に「被告」という。）の\n認否及び反論\n１　請求原因１及び２の事実は認める。\n２　（一）同３の（一）のうち、全県下の投票所において、「社会Ａ」若しくは\n「社会党Ａ」、「社大Ａ」若しくは「社大党Ａ」、「共産Ａ」若しくは「共産党\nＡ」又は「公明Ａ」若しくは「公明党Ａ」と記載された投票があり、これが有効投\n票と認定されていること及び本件問題票が少なくとも合計八〇〇票以上あることは\n不知、その余は争う。\n（二）　同３の（二）のうち、補助参加人が本件選挙において、革新合同選対会議\nの候補者として立候補していたが、同時に社大党においては代表者たる委員長の役\n職にある党員であり、本件選挙公示日から投票日までの間も社大党を離党した事実\nはなく、日本社会党、日本共産党又は公明党の党員であったこともないことは認\nめ、その余は争う。\n（三）　（被告の反論）\n法六八条一項五号が他事記載の投票を無効としたのは、投票の秘密保持、選挙の公\n正確保の見地からである。したがって、選挙人の数が増加した現在において、しか\nも立候補制度をとり候補者が限定されている選挙制度の下においては、右規定は秘\n密投票制度の趣旨に反しない限り、厳格に解すべきではなく、他事であっても、そ\nれが特定の意味を持つ、いわゆる有意の他事でないと認められる記載は、他事記載\nとして投票を無効と扱うべきではない。\nそして、法六八条一項五号ただし書は、他事記載の投票であっても、それが「職\n業、身分、住所又は敬称の類を記入したものは」有効としているところ、一般的に\n「所属政党名」、「中立」、「公認」等は、右にいう身分の類であって、これらの\n記載された投票は他事記載のある投票と読めるべきではないとされている。\n本件問題票は、所属政党以外の政党名を記載した投票であるが、氏名のほか所属政\n党でない政党名を記載した投票は、投票人がその事実の相違を知りつつ故意にこれ\nを記載したと認められるもののほかは有効と解すべきである（昭和五年二月一七日\n発地第二三号各地方長官宛地方局長通牒省議決定）。このように、候補者とはまっ\nたく無関係の政党名を記載した投票であっても、原則として有効と解すべきとこ\nろ、以下に述べるとおり、本件選挙における補助参加人と日本社会党及び日本共産\n党並びに公明党との各関係に鑑みれば、本件問題票は当然に有効というべきであ\nる。\n（１）　「社会」若しくは「社会党」又は「共産」若しくは「共産党」と記載され\nた投票の効力について\n補助参加人は、社大党に党籍を有する者であるが、本件選挙において社大党公認と\nして立候補したのではなく、社大党がその選挙推進母体であったのでもない。補助\n参加人は、平成四年四月二二日、社大党、日本社会党及び日本共産党の三政党との\n間で、本件選挙についての共闘態勢を確立することを目的として、「第一六回参議\n院選挙区選挙革新合同選対会議（略称「革新合同選対会議」）の設置に関する協\n定」を締結し、これに基づき、本件選挙における補助参加人の選挙推進母体とし\nて、同年六月二五日、革新合同選対会議が結成された。革新合同選対会議は、「沖\n縄社会大衆党・日本社会党沖縄県本部・日本共産党沖縄県委員会の三政党及び沖縄\n県労協センター・沖縄県教職員組合・沖縄県高等学校障害児学校職員組合・沖縄県\n労働組合総連合の各労働団体と三党が一致する若干名の個人で構成」（革新合同選\n対会議規則三条）され、組織運営は「構成団体間の平等・相互尊重の下、全会一致\nを原則」（同四条）とされている。\nこのように、日本社会党及び日本共産党は、補助参加人の所属政党である社大党と\n対等平等の関係をもって、本件選挙における補助参加人の推薦団体として革新合同\n選対会議を組織している構成員なのである。補助参加人は、本件選挙において、右\n三政党等が構成員となっている革新合同選対会議の所属候補として立候補したので\nあり、現に立候補の届出書の「所属する政党との他の政治団体の名称」欄は「参院\n選革新合同選対会議」と記載されている。\nしたがって、本件選挙において、日本社会党又は日本共産党と補助参加人との関係\nは、社大党と補助参加人との関係とまったく同一視すべきであり、日本社会党又は\n日本共産党は補助参加人の所属政党と同一若しくはそれに準じた取り扱いがなされ\nるべきである。\n投票者の意思を付度するに、革新合同選対会議の構成員たる日本社会党又は日本共\n産党の推薦する候補者であるとの趣旨で補助参加人の氏名に冠して右各政党の党名\nを記載したか、もしくは、日本社会党及び日本共産党が本件選挙と同一日になされ\nた比例代表選挙の選挙運動と一緒に補助参加人の選挙運動をそれぞれ展開したこと\nから、右各政党の支持者が補助参加人の所属政党をそれらの政党と誤解して記載し\nたかのいずれかであって、投票の秘密保持を侵害する意図をもって目印として、右\n各政党名を冠したものでないことは明らかである。\nよって、補助参加人の氏名に附記された「社会」若しくは「社会党」又は「共産」\n若しくは「共産党」の各記載は、有意の他事記載ではなく、氏名とともにこれらの\n記載のされた投票は補助参加人の有効投票というべきである。\n（２）　「公明」又は「公明党」と記載された投票の効力について\n補助参加人は、公明党との間で、平成四年四月二二日、公明党は、本件選挙におい\nて補助参加人を「支持」する旨の「協定合意書」を取り交わしてその旨の協定を締\n結した。この協定に従って、公明党は、化例代表選挙の選挙運動と一緒に補助参加\n人の選挙運動を展開したのである。\nしたがって、補助参加人の氏名に附記して「公明」又は「公明党」と記載された投\n票は、投票者において、公明党の支持する候補者である旨を明らかにするために記\n載したか、又は補助参加人の所属政党を公明党と誤解して記載したかのいずれかと\n認められ、投票の秘密保持を侵害する意図のもとにされたものでないことは明らか\nである。\nよって、補助参加人の氏名に附記された「公明」又は「公明党」の記載も有意の他\n事記載とは認められず、これらの記載のされた投票もまた有効であることは明らか\nである。\n３　同４の（一）は認め、（二）は争う。\nなお、原告主張の一〇四票中には、原告有効投票と評価すべきでないことが一見し\nて明白な投票が一三票含まれているので、これを除くと、増加すべき原告の有効投\n票は最大限にみても九一票にすぎない。\n４　（一）同５の（一）のうち、原告主張の八四票がすべて無効投票と扱われたこ\nとは否認し、その余の事実は認める。\n同（二）は争う。\n（二）　（被告の反論）\n原告主張の八四票を原告有効得票数に加えて補助参加人の当選の効力を判定するの\nは誤りである。仮に、右の八四票が本件選挙の結果に影響を及ぼすおそれがあるの\nであれば、それは本件選挙の一部無効の問題となるというべきである。\n５　同６は争う。\n三　本件問題票についての被告の反論に対する原告の再反論\n１　被告は、所属政党でない政党名を記載した投票は投票人がその事実の相違を知\nりつつ故意にこれを記載したと認められるものの外は有効と解すべきものである旨\n主張するが、右の解釈は、以下に述べるとおり不当である。\nすなわち、他事に該当するか否かは、記載されている字句、その他の表記自体から\n客観的にこれを判断すべきであり、投票者の意図は考慮されるべきでない。けだ\nし、右のような投票者の意図は表記自体から判断することが非常に困難であるばか\nりか、仮に右のような解釈に立つと同一の表記が他事に該当するか否かにつき恣意\nの介在する危険性があり、また選挙区ごとに、全くの同一記載票が有効投票であっ\nたり、無効投票であったりと異なる判断をされる結果になりかねず、かくては選挙\nの公正の確保に支障を来すごとになりかねないからである。\n仮に、所属政党以外の政党名を記載した投票が有効とされると、県内の国政選挙特\nに衆議院議員選挙に独自候補を擁立しない社大党と日本社会党、日本共産党及び公\n明党との間において選挙協力の効果を見極めることを目的として、氏名の外に自己\nの支持政党を記載せよと指示することが公然と行なわれる結果となり、法六八条一\n項五号の法意に明白に反する事態が現出することになる。\n２　仮に、所属政党以外の政党名の記載された投票の効力について、被告の主張に\n従うとしても、次のとおり、本件問題票は、投票人において事実の相違を知りつつ\n故意に記載したことが明らかである。\n（一）　補助参加人は、昭和四四年に社大党公認候補として那覇市請会議員に立候\n補し当選して以来、昭和四八年、五二年及び五六年の那覇市議会議員選挙に連続当\n選（昭和五六年には同市議会議長に就任）し、さらに、昭和五九年、六三年には同\n党の公認候補として沖縄県議会議員に立候補していずれも当選し、平成元年に同党\n委員長に就任している。このように、補助参加人は、昭和四四年から社大党の党人\nとして活動をしてきているから、その所属政党が社大党であることは県民各位に周\n知されている。そして、補助参加人が本件選挙に立候補する経過については、地元\n新聞である沖縄タイムス及び琉球新報の二紙に一連の報道がされており、これらを\n一読すれば、補助参加人の所属政党が社大党であることは余りに明白である。\nしたがって、本件問題票は、投票人において補助参加人の所属政党が社大党である\nことを知りながら、故意に同人の所属政党以外の政党名を記載したものといわなけ\nればならず、有意の他事記載のある投票として無効と解するほかない。\n（二）　また、被告の援用する昭和五年二月一七日発地第二三号各地方長官宛地方\n局長通牒省議決定の背景となった選挙において、その効力が問題となった投票が何\n票であったかは定かではないが、最大でも数一〇票前後ではないかと推認される。\nこれに対して、本件選挙においては、当事者間で任意の検票を行なった那覇市開票\n区、伊良部町開票区、城辺町開票区、上野村開票区反び嘉手納町開票区に限って\nも、原告については所属政党以外の政党名の記載のある票がわずか一五票であった\nのに対し、補助参加人の所属政党以外の政党名の記載のある票は一七九票という多\n数になっており、さらに、原告の調査によれば既に主張したとおり本件問題票は合\n計八〇〇票以上が見込まれているのである。かかる多数の他事記載票は、明らかに\n日本社会党、日本共産党及び公明党の組織的な指示に基づいて故意に記載されたも\nのと推認すべきであり、無効と解するほかない。\n３　仮に、右２の主張が認められないとしても、予備的に次のとおり主張する。\nすなわち、本件問題票八〇〇票の八割に当たる六四〇票は、氏名に肩書等を附記す\nる通常の記載態様とは異なり、まず候補者の氏名が記載され、次に政党名が記載さ\nれている。このような記載態様からすると、右六四〇票は、投票者が選挙区選挙の\n投票用紙に選挙区選挙における支持候補者名と同日に実施された比例代表選挙にお\nける支持政党名とを並記したものとみられ、法六八条一項五号の他事記載に当たら\nないとしても、同項三号の「一投票中に二人以上の公職の候補者の氏名を記載した\nもの」に準ずるものとして無効である。そして、右六四〇票が無効であれば、本件\n選挙における原告と補助参加人の得票差は三四一票であるから、他の無効投票を勘\n案するまでもなく補助参加人の当選が無効であることは明白である。\n○　理由\n第一　本件告示の取消請求に係る訴えについて\n原告は、請求の趣旨第一項において、被告に対し、本件告示の取消しを請求してい\nるが、この請求は、本件選挙における補助参加人の当選が無効であることを前提と\nするものであるから、結局、右取消し請求に係る訴えは、補助参加人の当選の効力\nに関する不服をその内容とするものと解されるところ、法に規定された選挙の当選\nの効力に関する争訟は、法所定の当選争訟の手続のみをもって行なうべきものと解\nされるから、法所定の手続によらないで本件告示の取消しを求める右訴えは不適法\nであるといわざるをえない。\n第二　当選無効請求について\n一　請求原因１及び２の事実は当事者間に争いがない。\n二　請求原因３（他事記載票の存在）について\n１　（一）原告は、本件問題票は、いずれも法六八条一項五号本文にいう他事を記\n載した投票にほかならないから無効とすべきであると主張する。\n補助参加人が社大党委員長の役職にある同党の党員であり、本件選挙公示日から投\n票日までの間も社大党を離党した事実はなく、日本社会党、日本共産党又は公明党\nの党員であったこともないことは当事者間に争いがなく、本件問題票の「社会」・\n「社会党」、「共産」・「共産党」又は「公明」・「公明党」との記載は、「社\n会」又は「社会党」が日本社会党の、「共産」又は「共産党」が日本共産党の、\n「公明」が公明党のそれぞれ略称であることは明らかであるから、本件問題票は、\nいずれも補助参加人の所属政党以外の政党名の記載された投票である。\nところで、法六八条一項五号ただし書は、「職業、身分、住所又は敬称の類を記入\nしたもの」は、他事記載の投票ではあるが、投票を無効とするものではない旨を規\n定しており、候補者の所属政党名は、右にいう「身分」の類であると解されるか\nら、候補者の氏名の外にその所属政党名を記入した投票は有効投票というべきであ\nる。\nそして、同号が他事記載のされた投票を無効とする趣旨は、投票の記載が投票者の\nなんぴとであるかを推知させる機縁をつくり、秘密投票制を破壊するのを防止する\nため、そのような記載を抑制することにあるから、他事記載とは、符号、暗号等こ\nれによりその投票をした投票者のなんぴとであるかを推知させる意識的な記載、す\nなわち有意の他事記載であると解すべく、誤って不用意にされた記載はこれに当た\nらないものと解するのが相当である。\n右の趣旨に鑑みると、氏名のほかに所属政党名以外の政党名が記載された投票は、\n通常の場合、候補者の所属政党を誤って不用意に所属政党以外の政党名を記載した\nものとみられ、このような記載は有意の他事記載には当たらず、むしろ「身分」の\n類の記載とみるべきであって、そのような記載のされた投票も有効と解すべきであ\nるが、投票者が事実の相違を知りつつ故意に誤った政党名を記載をしたときは、投\n票者が何らかの意図をもって記載したのであるから、有意の他事記載に当たると解\nするのが相当である。\n（二）　これに対し、原告は、他事に該当するか否かは、記載されている字句、そ\nの他の表記自体から客観的にこれを判断すべきであり、投票者の意図は考慮される\nべきでないと主張するが、右に述べたとおり、法六八条一項五号により投票の無効\n原因となるのは有意の他事記載であると解すべきであるから、その限りで同号の他\n事に該当するか否かについて投票者の意図を考慮せざるをえないのであり、ただ、\nその認定資料が投票用紙の表記自体や選挙当時の事情などの客観的資料に限られる\nにすぎないものというべきである。\nまた、原告は、所属政党以外の政党名を記載した投票が有効とされると、県内の国\n政選挙特に衆議院議員選挙に独自候補を擁立しない社大党と日本社会党、日本共産\n党及び公明党との間において選挙協力の効果を見極めることを目的として、氏名の\n外に自己の支持政党を記載せよと支持することが公然と行なわれる結果となるとも\n主張するが、本件選挙において右主張のような指示が行われたというのであれば格\n別（後記のとおり、本件においてはこのような指示がなされた事実を認めることは\nできない。）、抽象的に右主張のような事態が生ずる可能性があるとの一事をもっ\nて一般的に所属政党以外の政党名の記載を他事記載であると解することはできな\nい。\nしたがって、原告の右主張はいずれも採用の限りでない。\n２　そこで、右の検討を踏まえて本件問題票の効力について判断するに、証拠（甲\n第一号証の一ないし二六、第二号証の一ないし一四、丙第二、第三号証、第四号証\nの一ないし五、第五号証、第六号証の一ないし五、第七号証の一ないし五、弁論の\n全趣旨）によれば、\n（一）　補助参加人は、平成元年から社大党の代表者である委員長の地位にある\nが、本件選挙においては、日本社会党及び日本共産党との選挙共闘を実現するた\nめ、社大党の公認候補としては立候補しなかったこと、\n（二）　補助参加人は、平成四年四月二二日、社大党、日本社会党及び日本共産党\nの三政党との間で、本件選挙についての共闘態勢を確立することを目的として「第\n一六回参議院選挙区選挙革新合同選対会議（略称「革新合同選対会議」）の設置に\n関する協定」（丙二）を締結し、これに基づき、同年六月二五日、革新合同選対会\n議が結成されたこと、\n（三）　社大党は、同年四月二二日、公明党との間で、本件選挙において公明党は\n補助参加人を「支持」し、本件選挙と同日に行なわれた参議院比例代表選挙におい\nて社大党は公明党を「支持」する旨の「協定合意書」（丙三）を取り交わしてその\n旨の協定を締結したこと、\n（四）　補助参加人は、本件選挙において、革新合同選対会議の候補者として立候\n補し（この事実は当事者間に争いがない。）、社大覚、日本社会党及び日本共産党\nの推薦、公明党の支持によるいわゆる革新統一候補として選挙運動を行なったこ\nと、\n（五）　右（一）ないし（四）の事実は、地元新聞である沖縄タイムス及び琉球新\n報にたびたび報道され、県民に広く知られていたこと、\n（六）　革新合同選対会議は、その規約によれば、右三政党、沖縄県労協センタ\nー、沖縄県教職員組合、沖縄県高等学校障害児学校教職員組合、沖縄県労働組合総\n連合の各労働団体と右三政党が一致する若干名の個人で構成され、組織運営は構成\n団体間の平等・相互尊重の下、全会一致を原則としていたこと、\n（七）　革新合同選対会議は、同年七月一日、被告に政治資金規正法六条一項に基\nづく政治団体設立届をし、さらに、同月八日、法二〇一条の四第二項に基づき、被\n告から同条一項の規定の適用を受ける推薦団体であることの確認を受けたこと、\n以上の事実が認められ、これらの事実によれば、本件問題票は、日本社会党及び日\n本共産党が補助参加人の推薦団体を構成し、補助参加人を推薦している旨が報道さ\nれ、公明党が社大党との間で補助参加人を支持する旨の協定を結び、補助参加人を\n支持している旨が報道されていたことから、投票者が補助参加人を推薦あるいは支\n持している政党の政党名を記載したか、又は、これらの政党を補助参加人の所属政\n党と誤認してその政党名を記載したものと推認するのが相当である。そして、右認\n定の本件選挙における補助参加人と右三政党との関係に照らしてみると、投票者が\n補助参加人を推薦あるいは支持する政党の政党名を記載したのであれば、補助参加\n人の所属政党に準ずる政党名を記載したものというべきであるし、右三政党を補助\n参加人の所属政党と誤認して記載したとしても、補助参加人の所属政党が社大党で\nあることを知りながら故意にそれ以外の政党名を記載したものということはできな\nい。\nそうすると、いずれにしても本件問題票における「社会」・「社会党」、「共\n産」・「共産党」又は「公明」・「公明党」との記載は、法六八条一項五号にいう\n「身分」の類の記載であって有意の他事記載とは認めがたく、氏名とともにこれら\nの記載のされた本件問題票はいずれも有効投票というべきである。\n３　これに対して、原告は、補助参加人の所属政党が社大党であることは県民各位\nに周知されていたから、本件問題票は、投票人において補助参加人の所属政党が社\n大党であることを知りながら、故意に同人の所属政党以外の政党名を記載したもの\nである旨主張する。確かに、証拠（甲第一号証の一ないし二六、第二号証の一ない\nし二四）によれば、補助参加人が本件選挙に立候補するに至る過程さらには本件選\n挙の執行までの期間において、補助参加人が社大党の委員長である旨の記載を含む\n新聞報道がしばしばされていたことは認められるが、補助参加人の所属政党が社大\n党であることが県民のすべてに周知されていたとまでは認めがたく、原告の右主張\nはその前提を欠き失当というべきである。\nまた、原告は、本件問題票は合計八〇〇票以上が見込まれており、かかる多数の他\n事記載票は、明らかに日本社会党、日本共産党及び公明党の組織的な指示に基づい\nて故意に記載されたものと推認すべきであると主張するが、選挙会の認定した補助\n参加人の有効得票数は、二四万五一五九票であり、本件問題票が原告の主張のとお\nり八〇〇票以上存在したとしても、有効得票数のわずか〇・三パーセント程度にす\nぎないのであって、右主張のごとき指示の存在を推認するに足る多数の他事記載票\nが存在するということはできないし、他に右指示の存在を認めるに足りる証拠は全\nくない。したがって、原告の右主張も失当といわざるをえない。\nさらに、原告は、本件問題票八〇〇票の八割に当たる六四〇票は、候補者の氏名と\n政党名とが並記されたその記載態様からみて、投票者が選挙区選挙の投票用紙に選\n挙区選挙における指示候補者名と北例代表選挙における支持政党名とを並記したも\nのであるから、法六八条一項五号の他事記載に当たらないとしても、同項三号の\n「一投票中に二人以上の公職の候補者の氏名を記載したもの」に準ずるものとして\n無効である旨主張する。\nしかしながら、本件問題票の「社会」・「社会党」、「共産」・「共産党」又は\n「公明」・「公明党」との記載が有意の他事記載に当たらないという右２の結論\nは、投票用紙における候補者の氏名の記載と政党名の記載との位置関係如何に関わ\nりがないものというべきである。加えて、法六八条一項三号の準用ないし類推適用\nについても、確かに本件選挙と同日に参議院比例代表選挙が執行されたこと公知の\n事実であるが、同号が複数の候補者の氏名が記載された投票を無効とする趣旨は、\n投票者がいずれの候補者に投票する意思であるのか判定できない点にあることを考\nえると、本件問題票のように特定の候補者に対する投票であることが判定しうる場\n合には、そもそもその準用ないし類推適用の前提を欠くものといわざるをえない。\nよって、原告の右主張もまた失当である。\n４　以上のとおり、本件問題票は、いずれも法六八条一項五号の他事記載のある投\n票には当たらず、その票数にかかわらずすべて補助参加人の有効投票というべきで\nある。なお、以上の次第で、本件問題票が無効投票であることを前提とする原告の\n検証の申立てを採用すべきでなく、さらに、本件問題票が八〇〇票以上存在するこ\nとは本件の解決にとって重要な立証事項ではないことになるので、この事実を立証\nするために申し立てた検証の申立てが唯一の証拠方法であったとしてもこれを採用\nしなかったことが不適法であるとはいえない。\n三　請求原因４（原告有効投）について\n原告は、本件選挙において無効投票とされた投票の中に、「自民Ｂ」、「自民党\nＢ」又は「Ｂさんへ」等と記載された投票が合計一〇四票あり、これはすべて原告\nの有効投票であると主張する。\nしかしながら、選挙会の認定した補助参加人と原告の有効得票数の差が三四一票で\nあることは当事者間に争いがないから、仮に原告主張のとおり右一〇四票がすべて\n原告の有効投票であったとしても補助参加人が本件選挙の当選人であることに変わ\nりはない。したがって、その余の点について検討するまでもなく右有効投票の存否\nは補助参加人の当選の効力に影響を及ぼすものでないことは明らかである。\n四　請求原因５（原告の潜在有効投票）について\n請求原因５のうち、本件選挙投票日に国頭村内の奥間小学校体育館に設置された第\n二投票所において、投票管理者が選挙区選挙の投票に際して選挙区選挙用の黄色の\n投票用紙を選挙人に交付すべきであるのに、選挙人八四名に対して、比例代表選挙\n用の白色の投票用紙を交付したことは当事者間に争いがなく、原告は、右八四票は\nすべて無効投票と扱われているが、原告の得票数として加算すべきであると主張す\nる。\nそこで検討するに、法六八条一項一号によれば、「所定の用紙を用いない」投票は\n無効とされているところ、投票管理者が誤って投票用紙を交付したことに基因して\n投票者が所定の用紙を用いずに投票した場合であっても、そのような投票は無効で\nあるといわざるをえない。したがって、本件選挙においても、右八四票は、投票者\nが如何なる記載をして投票したかにかかわらずすべて無効投票と扱われたと推認す\nるのが相当であり、この推認を妨げる証拠はない。\nそして、投票管理者は、法四五条、公職選挙法施行令三五条により、選挙の当日、\n投票所において所定の確認手続をとった上で選挙人に所定の投票用紙を交付しなけ\nればならないから、選挙人に誤った投票用紙を交付した投票管理者の右行為は、選\n挙の管理執行の手続に関する規定の違反に当たるというべきである。\nそうすると、投票管理者の右違反行為は、選挙無効事由に該当するものであり、こ\nれを当選無効訴訟における当選無効事由として主張することはできないといわざる\nをえない。したがって、右八四票を原告の得票数に加算すべきであるとする原告の\n主張は理由がない。\nなお、法二〇九条に鑑み、投票管理者の右違反行為により本件選挙が（一部）無効\nとなるかについて検討するに、選挙会の認定した補助参加人と原告の有効得票数の\n差が三四一票であることは当事者間に争いがなく、右八四票を原告の有効得票数に\n加算しても補助参加人の有効得票数を下回ることは明らかであるから、結局、右違\n反行為が本件選挙の結果に異動を及ぼす虞はなく、これが本件選挙を（一部）無効\nならしめるものではない。\n第三　以上検討してきたところによると、原告の本件告示の取消請求に係る訴えは\n不適法であるから却下すべきであり、原告の当選無効の請求は、理由がないから棄\n却すべきである。\n（裁判官　東　孝行　坂井　満　深山卓也）\n"
}