{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 11,
    "day": 18
  },
  "case_number": "平成10(ワ)1743",
  "case_name": "損害賠償等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13497",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13497",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/497/013497_hanrei.pdf",
  "contents": "平成一〇年(ワ)第一七四三号のＢ　損害賠償等請求事件\n判　　　　決\n原　　　告　　　　　　　　　　　　　システムマークワイ株式会社\n右代表者代表取締役　　　　　　　　　【Ａ】\n右訴訟代理人弁護士　　　　　　　　　在　　　間　　　秀　　　和\n同　　　　　　　　　　　　　　　　　平　　　方　　　か　お　る\n被　　　告　　　　　　　　　　　　　魔法株式会社\n右代表者代表取締役　　　　　　　　　【Ｂ】\n右訴訟代理人弁護士　　　　　　　　　滝　　　本　　　雅　　　彦\n同　　　　　　　　　　　　　　　　　北　　　山　　　　　　　真\n同　　　　　　　　　　　　　　　　　柴　　　田　　　眞　　　里\n主　　　　文\n一　被告は、原告に対し、金八九〇万円及びこれに対する平成一〇年三月\n五日から支払済みに至るまで年六分の割合による金員を支払え。\n二　原告のその余の請求をいずれも棄却する。\n三　訴訟費用はこれを三〇分し、その一を被告の負担とし、その余を原告\nの負担とする。\n四　この判決は、第一項に限り仮に執行することができる。\n事実及び理由\n第一　請求\n一　被告は、原告に対し、金二億三六一三万円及びこれに対する平成一〇年三月五\n日から支払済みに至るまで年六分の割合による金員を支払え。\n二　被告は、別紙目録記載一、二の各家庭用テレビゲームコンピュータソフトウエ\nアを製造、販売してはならない。\n三　被告は、保管中の別紙目録記載一、二の各家庭用テレビゲームコンピュータソ\nフトウエアを廃棄せよ。\n第二　事案の概要等\n一　事案の概要\n本件は、「甲子園２」なる名称の家庭用ゲーム機用コンピュータソフトウェ\nア（以下「ゲームソフト」という。）の著作権者であると主張する原告が、「甲子\n園３」、「甲子園４」、「甲子園Ⅴ」及び「激突甲子園」なる名称の各ゲームソフ\nトを製造、販売する被告に対し、ゲームソフト「甲子園３」及び同「甲子園４」に\nついて、①被告は、原告と被告との間で締結されたゲームソフト「甲子園２」にか\nかる制作物の使用許諾契約により、原告に対して使用料の支払義務があるところ、\nそのうち三六一三万円が未払いであるとして契約に基づく使用料の支払を、また、\nゲームソフト「甲子園Ⅴ」及び同「激突甲子園」について、②ゲームソフト「甲子\n園Ⅴ」に使用されている別紙第二学校名目録記載の学校名（以下「本件第二学校\n名」という。）及びゲームソフト「激突甲子園」に使用されてる別紙第三学校名目\n録記載の学校名（以下「本件第三学校名」という。）は、原告が有する別紙第一学\n校名目録記載の学校名（以下「本件第一学校名」という。）に関する著作権を侵害\nするとして、著作権法に基づいて、損害賠償及び右各ゲームソフトの製造販売の差\n止め、廃棄を、③ゲームソフトにおける「甲子園」の名称は、原告の著名表示であ\nるとして、不正競争防止法二条一項二号に基づいて、別紙目録記載一、二のゲーム\nソフトの製造、販売の差止め及び損害賠償を、それぞれ請求している事案である。\n二　争いのない事実\n１　当事者\n(一)　原告は、昭和五九年一月二四日に設立された、各種ゲームソフトウエ\nアの企画、販売、テレビゲームのレンタル運営等を登記簿上の会社の目的とする会\n社である。\n(二)　被告は、昭和六〇年五月二九日に設立された、電子計算機・同付属装\n置製造、コンピュータソフトウエアの企画、制作、販売等を目的とする会社であ\nる。\n２　ゲームソフト「甲子園」及び「甲子園２」の制作及び販売について\nケイアミューズメントリース株式会社（以下「ケイ」という。）は、全国\n高等学校野球選手権大会（いわゆる甲子園大会）を題材とした任天堂株式会社（以\n下「任天堂」という。）製家庭用コンピュータゲーム「ファミリーコンピュータ\nー」用ゲームソフト「甲子園」及び同社製家庭用コンピュータゲーム「スーパーフ\nァミコン」用ゲームソフト「甲子園２」を制作、販売した。\nゲームソフト「甲子園」には、全国高等学校野球選手権大会に出場した四\n九校の高等学校名について、その通称の主要な部分を平仮名文字で適宜表現し、こ\nれを入れ換えて構成した学校名が使用されている。\nまた、ゲームソフト「甲子園２」には、全国高等学校野球選手権大会の地\n区予選に出場した四〇〇〇校余りの高等学校名について、その通称の漢字表記の第\n一文字目と第二文字目を入れ替えるなどして構成された、本件第一学校名が使用さ\nれている。\n３　原告、被告及びケイの契約関係について\n(一)　ケイは、ゲームソフト「甲子園２」の続編であるゲームソフト「甲子\n園３」の制作に着手し、平成四年一一月五日、被告との間で、ゲームソフト「甲子\n園３」の制作に関して、委託料を五〇〇〇万円とする業務委託契約を締結し、同月\n末、契約時金一七〇〇万円を支払った。\nまた、ケイは、平成五年三月、被告との間で、「スーパープロツアーゴ\nルフ」というタイトルのゲームソフトを共同開発する旨の契約を締結し、契約時金\n一〇〇〇万円を支払った。\n(二)　その後、ケイは、本業であるリース業務の不振から、同年七月ころ、\nゲーム業界から撤退することとなり、被告に対し、ゲームソフト「甲子園３」及び\n「スーパープロツアーゴルフ」の制作を打ち切る旨の申入れをした。しかし、被告\nがゲームソフト「甲子園３」の開発継続に意欲を示したため、同ソフトについて、\nケイが株式会社タカラにその契約上の地位を移転することを被告に提案したとこ\nろ、被告は、自らがケイの地位を承継することを希望した。\n４　被告とケイの大阪営業所長【Ｃ】は、平成五年九月一〇日頃、別紙１の内\n容の念書（乙４）を作成した（その趣旨については、当事者間に争いがある。）。\n５　原告と被告は、平成五年一二月一〇日、別紙２の内容の覚書（甲６）を作\n成した（その趣旨については、当事者間に争いがある。）。\n６　被告は、ゲームソフト「甲子園３」を、平成六年五月三一日に任天堂に対\nし、五万三五〇〇本発注した。\n７　被告は、原告に対し、平成六年六月ころ、同年九月二二日を支払期日とす\nる額面八二四万円の手形及び同年一〇月二二日を支払期日とする額面七二一万円の\n約束手形を交付した（右金員支払の趣旨については、当事者間に争いがある。）。\n８　その後、被告は、全国高等学校野球選手権大会を題材としたゲームソフト\n「甲子園４」を制作し、販売した。\nまた、被告は、ソニーコンピュータエンタテインメント株式会社製家庭用\nテレビゲーム機「プレイステーション」に使用するゲームソフト「甲子園Ⅴ」を制\n作し、右ゲームソフトは平成九年六月一六日に発売された。右ゲームソフトには、\n本件第二学校名が使用されている。\nさらに、被告は、セガエンタープライゼス株式会社製家庭用テレビゲーム\n機「セガサターン」に使用するゲームソフト「激突甲子園」を制作し、右ゲームソ\nフトは、平成九年八月ころに発売された。右ゲームソフトには、本件第三学校名が\n使用されている。\n第三　争点\n一　契約に基づく請求\n原告と被告との間で、原告の制作した本件第一学校名やゲームソフト「甲子\n園２」のプログラム著作物、その他、販売ノウハウ等の資料の使用の対価を支払う\n旨の契約が成立したか。\n二　著作権に基づく請求\n１　本件第一学校名は、原告が作成したものか。\n２　本件第一学校名は著作物か。\n三　不正競争防止法に基づく請求\n「甲子園」との名称は、原告の出所を示す表示として著名か。\n四　原告が被った損害額\n第四　当事者の主張\n一　争点一（契約に基づく請求）について\n【原告の主張】\n１　昭和六三年八月二日、原告は、ケイとの間で、原告が作成した高等学校\n名、全国高等学校野球大会をテーマにしたテレビゲームの内容とするというアイデ\nィア（すなわち、右学校名を冠した高等学校が地方大会から全国大会までをトーナ\nメント形式で野球の試合を行い、昀終的に全国優勝校が決まるという内容）、右ゲ\nームのタイトルを「甲子園」とするというアイディアの使用許諾契約を締結した。\nケイは、右契約に基づいて「甲子園」及び「甲子園２」を制作した。その\n結果、ケイは、「甲子園２」のプログラム著作物の著作者となったが、原告とケイ\nとの間の使用許諾契約中のプログラム著作権は原告に帰属する旨の条項により、原\n告が「甲子園２」のプログラム著作物の著作権者となった。\n２　平成四年一〇月頃、ケイは、原告の依頼に基づき、それまで制作してきた\n「甲子園」及び「甲子園２」をバージョンアップした「甲子園３」を制作すること\nとし、同年一一月五日付で、被告との間で業務委託契約を締結した。\nケイは、右契約に基づいて、被告に対し、「甲子園２」のソースプログラ\nムが入ったフロッピーディスクを交付し、被告は、右データを基にして「甲子園\n３」の制作に着手した。\nまた、平成五年三月、ケイは被告との間で「スーパープロツアーゴルフ」\nというタイトルのゲームソフトを共同開発する旨の契約を締結した。\n３　その後、同年七月頃、ケイはゲーム業界から撤退することとなり、同月中\n旬頃、被告に対し、「甲子園３」及び「スーパープロツアーゴルフ」の制作を打ち\n切る旨の申入れをした。しかし、被告は、右両ゲームソフト開発の継続に意欲を示\nし、自らがケイの地位を引き継ぐことを希望した。\n４　原告は、被告の意向を了承することとし、同年一二月一〇日、原告と被告\nとの間で、次のものを対象とする著作権使用契約を締結した。\n(一)　原告が作成した高等学校名（本件第一学校名）\n(二)　全国高等学校野球大会をテーマにしたテレビゲームの内容、すなわ\nち、原告が作成した学校名を冠した高等学校が地方大会から全国大会までトーナメ\nント形式で野球の試合を行い、昀終的に全国優勝校が決まるという、実際に行われ\nている全国高等学校野球大会を模した野球ゲームの内容\n(三)　右ゲームのタイトルを「甲子園」とすること\n(四)　右(一)、(三)を使用し、(二)のゲーム形式によって作成した「甲子園\n２」のコンピュータプログラムの著作物\n(五)　「甲子園２」の販売に際して得たノウハウ及び資料\n５　右４の契約において、被告は原告に対し、一シリーズにつき一九〇〇万円\nと、製造したゲームソフト一本につき一〇〇円を支払う旨を約した。右使用料の支\n払時期及び支払方法は、被告が任天堂に対して発注したときに、発売日の三か月後\nの日を満期とする約束手形を交付することとされた。\n６　被告は、原告との間の右著作権使用契約に基づき、スーパーファミコン用\nソフトウエア「甲子園３」及び「甲子園４」を制作、販売した。\n(一)　被告は、任天堂に対し、ゲームソフト「甲子園３」を平成六年六月こ\nろ五万三五〇〇本発注し、同年七月二九日に発売した。\n(二)　被告は、任天堂に対し、ゲームソフト「甲子園４」を平成七年五月に\n六万九二〇〇本、同年六月に六〇〇〇本発注し、右ソフトウエアは同年七月一四日\nに発売された。その後、被告は、任天堂に対し、「甲子園４」を同年八月に五一〇\n〇本、同年九月に二〇〇〇本発注して販売した。\n７　著作権使用料\n「甲子園３」の著作権使用料は、一九〇〇万円に発注本数五万三五〇〇本\nに一〇〇円を乗じた五三五万円を加算した、二四三五万円である。また、「甲子園\n４」の著作権使用料は、一九〇〇万円に発注本数合計八万二三〇〇本に一〇〇円を\n乗じた八二三万円を加算した、二七二三万円である。\n被告は、原告に対し、右使用料合計額五一五八万円のうち、平成六年九月\n二二日に八二四万円、同年一〇月二二日に七二一万円を支払ったのみで、残額三六\n一三万円を支払わない。\n【被告の主張】\n１　ゲームソフト「甲子園３」の開発に至る経緯は次のとおりである。\n(一)　平成四年一一月五日、被告とケイは、ゲームソフト「甲子園３」の開\n発について、委託料を五〇〇〇万円（契約時一七〇〇万円、中間金一七〇〇万円、\n完成時一六〇〇万円）とする業務委託契約を締結し、被告は、同月三〇日に契約時\n金一七〇〇万円を受領した。\n(二)　平成五年三月一五日、被告とケイは、ゲームソフト「スーパープロツ\nアーゴルフ」の開発委託契約を締結し、同年四月一二日に契約時金一〇〇〇万円を\n受領した。\n(三)　同年七月三一日、ケイは「甲子園３」に関する中間金一七〇〇万円の\n支払をしなかった。\n同年八月ころ、ケイの大阪営業所長【Ｃ】は、「ケイの経営状態が悪化\nし支払ができないため、契約を解除したい。その代償として『甲子園』に関する権\n利は被告に譲渡し一切放棄する。ケイはゲーム事業から撤退する。」との申入れを\n受けた。\n被告とケイは、同年九月一〇日、ゲームソフト「甲子園３」及び「スー\nパープロツアーゴルフ」の開発委託契約の解除について、ケイから被告へ支払済み\nの委託料合計二七〇〇万円は返還を要しないこと、及び「甲子園３」に関する著作\n権を含む権利を被告に一切譲渡することを内容とする念書（別紙１）を交わした。\n(四)　被告は、右念書に従って「甲子園３」の開発を継続して著作物として\n完成させることにより著作権を原始取得し、その後も甲子園シリーズの制作者とし\nて独自にゲームソフト制作・開発を継続した。\nなお、これらのソフトウエアは、いずれも「甲子園２」に依拠するもの\nではない。\n２　原告に対する一五四五万円の支払の経緯について\n(一)　前記念書（別紙１）において、被告は受領済みの二七〇〇万円は返金\nしない旨約しているにもかかわらず、ケイ大阪営業所長【Ｃ】は、その後、数度に\nわたり被告を訪れ、右二七〇〇万円を返金して欲しいと要請した。\n被告は、当初は右申入れを断っていたが、何度も頼みにくる大阪営業所\n長に同情し、ゲームソフト「甲子園２」の著作物使用料という名目で事実上返金す\nることに同意した。右返金につき、ケイ大阪営業所長より、債権者の差押えを免れ\nるために入金はケイではなく原告にして欲しいとの申し入れがあったため、被告は\n原告に入金することを了承した。\n(二)　以上のような経緯から、右返金の名目として、平成五年一二月一〇\n日、被告は原告との間で、「甲子園２」の著作物使用料として一九〇〇万円及び販\n売本数一本当たり一〇〇円を支払う旨の覚書（別紙２）が交わされた。\n(三)　その後、平成六年六月初めころ、ケイの大阪営業所長が被告を訪れ、\n返金額が二七〇〇万円より少なくなっても良いから早く支払って欲しいと申入れて\nきた。そこで、被告とケイは、返金額を一五四五万円と減額することに合意し、被\n告は、平成六年九月二二日を支払期日とする八二四万円の約束手形、同年一〇月二\n二日を支払期日とする七二一万円の約束手形を振出して支払った。\n３　以上のとおりであるから、原告と被告との間には、著作物使用契約は存在\nせず、従って、被告に使用料支払義務はない。\n二　争点二（著作権に基づく請求）について\n１　争点二１（著作者性）について\n【原告の主張】\n原告代表者は、昭和六三年ころ、全国高等学校野球選手権大会を題材にしたゲー\nムソフト内で使用する学校名として、実在する学校名を一部加工して本件第一学校\n名を創作した。\n原告とケイは、昭和六三年八月二日、本件第一学校名について使用許諾契約を締\n結し、ケイは、これに基づいてゲームソフト「甲子園」及び「甲子園２」を制作、\n販売した。また、原告と被告は、平成五年一二月一〇日、ゲームソフト「甲子園\n２」に関する著作物使用契約を締結し、被告は、これに基づき、ゲームソフト「甲\n子園３」及び「甲子園４」を制作、販売した。\nなお、ゲームソフト「甲子園」では、ハードウエアの容量の都合により漢字表記\nができなかったため、漢字で作成した本件第一学校名を平仮名に直したものを使用\nした。\n【被告の主張】\n本件第一学校名は、ゲームソフト「甲子園」で使用された各学校名とは数量及び\n文字構成が全く異なるから、原告がゲームソフト「甲子園」で使用するものとして\n発案したとは認められない。\nまた、ゲームソフト「甲子園」は、ケイが企画、制作、発売し、プログラム著作\n権等を取得したものであり、この「甲子園」で使用された各学校名を、ケイではな\nく原告が発案したものであるというのは不自然である。\n２　争点二２（著作物性）について\n【原告の主張】\n本件第一学校名は、ゲームへの感情移入を可能とするために、抽象的な名称であ\nる学校名に工夫を加えて、実在の学校名が想起できる名称を作成したものであり、\n原告の精神的知的活動による創作物である。\n本件第一学校名は、右の点から、プレイヤーがゲームに感情移入してプレイでき\nるという、それ自体が特別の意味を持つものであり、小説や物語、漫画の題名やキ\nャラクター名のように、本体である作品自体が著作物として保護され、それ自体が\n単独で意味を持たないものと同様に論じることはできない。\n【被告の主張】\n(一)　本件第一学校名は、そのほとんどすべてが、単に日本に実在する高等学\n校の通称をそのまま利用して、その一文字目と二文字目の順番を機械的に入れ換え\nて構成しただけの学校名そのものであり、単に各学校名を特定するだけの実用的な\nものにすぎないから、文芸、学術、美術又は音楽の範囲に属するものということは\nできない。\n(二)　ゲームに登場する団体、人物等の名称として、実在の団体名、人物名等\nの名称を僅かに加工して利用することは、ゲームソフト「甲子園」の制作以前から\n既に採用されていた極めてありふれたアイデアないし手法であり、本件第一学校名\nは、このようなありふれたアイデアを極めて簡易に具体化したものにすぎない。\nそして、本件第一学校名の作成よりもはるかに思想又は感情を創作的に表現し\nたものに近いといえる書籍の題号やキャラクターの名称等でさえ著作物に該当しな\nいとの解釈が確立されているから、本件第一学校名は思想又は感情を創作的に表現\nしたものということはできない。\n三　争点三（不正競争防止法に基づく請求）について\n【原告の主張】\n(一)　原告は、前記ゲームソフトの題名を「甲子園」とし、その企画、制作、\n販売をケイに依頼した。ケイは右「甲子園」を企画、制作し、平成元年一〇月以降\n一五万ないし一六万本販売し、同様に「甲子園」をバージョンアップしたゲームソ\nフト「甲子園２」を企画、制作し、平成四年六月以降、一三万本販売した。\n(二)　また、原告は、平成五年一二月一〇日、被告との間でゲームソフト「甲\n子園２」に関する著作物使用契約を締結した。被告は、ゲームソフト「甲子園３」\nを制作し、平成六年九月以降、五万三五〇〇本販売し、同様にゲームソフト「甲子\n園４」を制作し、平成七年七月一四日以降八万二三〇〇本を販売した。\n(三)　原告は、ゲームソフト「甲子園」及び「甲子園２」について、それぞれ\n発売前後四か月にわたって全国版の二つのゲーム誌に宣伝広告し、テレビのスポッ\nトコマーシャルを行った。また、右ゲームソフトは、新聞記事に取り上げられた\nり、いわゆる「攻略本」が発行されたりしたほか、ゲームソフト業界の展示会に出\n展し、ゲーム雑誌の人気商品ランキングに取り上げられた。\n(四)　「甲子園」は固有名詞であり、これを原告がゲームソフトの名称として\n継続して使用してきた結果、購買者はゲームソフトとして「甲子園」という名称を\n見れば、原告が企画してケイが制作、販売してきたゲームソフト「甲子園」及び同\n「甲子園２」や被告が原告の許諾の下に制作、販売してきたゲームソフト「甲子園\n３」及び同「甲子園４」を想起し、安心感と期待感を抱いて新たに発売されたゲー\nムソフト「甲子園Ⅴ」及び同「激突甲子園」を購入する。それは、正に原告が培っ\nてきたゲームソフトとしての「甲子園」という商品表示に対する信頼感やそこから\n生み出される期待感にただ乗りすることに他ならない。\n【被告の主張】\n(一)　「甲子園」という語は、古くから日本全国において、阪神甲子園球場に\nおいて開催される全国高等学校野球選手権大会及び選抜高校野球選手権大会を意味\nする普通名称として広く用いられており、その結果、「兵庫県西宮市の一地区」の\nみならず、当該地区に所在する「甲子園球場」、さらには、当該球場において開催\nされる「高校野球」の「全国大会」をも広く指し示すものとなっている。\nゲームソフト「甲子園」及び同「甲子園２」は、全国高等学校選手権大会その\nものを題材とする内容のものであるから、そのタイトルに「甲子園」及び「甲子園\n２」の標章を使用したとしても、単に内容を示すだけとなり、商品の出所を表示す\nる機能を果たすことにはならない。\n(二)　一般にゲームソフトの大ヒット商品と評価されているものは、数百万本\n単位で販売され、これに応じて宣伝広告されてきたものであり、右のように識別力\nが乏しい標章について、これを付したゲームソフトが一〇万本強程度販売され、そ\nれに応じて宣伝広告されたからといって、不正競争防止法二条一項二号にいう著名\n性を獲得したということはできない。\n(三)　ゲームソフト「甲子園」及び同「甲子園２」は、ケイが企画、制作、販\n売したものであり、その商品自体及び宣伝広告にも、一貫してケイの名称が販売\n元、著作権者ないしメーカーとして表示されており、原告の名称は全く表示されて\nいない。\nまた、ゲームソフト「甲子園３」、同「甲子園４」、同「甲子園Ⅴ」及び同\n「激突甲子園」は、被告が企画、制作、販売したものであり、その商品自体及び宣\n伝広告にも、一貫して被告の名称が発売元、著作権者ないしメーカーとして表示さ\nれており、原告の名称は全く表示されていない。\nケイが被告との間でゲームソフト「甲子園３」の開発委託を中途解約して廃業\nし、被告がゲームソフト「甲子園３」の開発を継続した事実をも考慮すれば、仮に\n「甲子園」を含む標章がゲームソフトの出所を示すものとして認められるとして\nも、その出所は被告と認められるべきものであり、少なくとも原告と認めることは\nできない。\n四　争点四（原告の損害額）について\n【原告の主張】\n被告は、現在までに、ゲームソフト「甲子園Ⅴ」を一五万本、ゲームソフト「激\n突甲子園」を五万本販売した。\n一般にゲームソフトの製造、販売による純利益は、一本当たり二〇〇〇円である\nので、被告は四億円の利益を得た。\n右は原告の損害と推定される。\n原告は、内金二億円を請求する。\n【被告の主張】\n否認ないし争う。･\n第五　当裁判所の判断\n一　争点一（契約に基づく請求）について\n１　前記第二の二の争いのない事実に加え、証拠（甲37、38、乙１、証人\n【Ｃ】、原告代表者及び後掲各証拠）及び弁論の全趣旨を総合すれば、次の各事実\nが認められ、この認定を覆すに足りる証拠はない。\n(一)　原告は、ゲームセンターの経営、各種ゲームソフトウエアの企画、制\n作、販売等を目的として、昭和五九年一月二四日に設立された株式会社であり、被\n告は、コンピューターソフトウェアの企画、制作及び販売等を目的として昭和六〇\n年五月二九日に設立された株式会社である。\n(二)　原告代表者は、昭和六三年ころ、実在の高等学校名に一部加工を加え\nることによりプレイヤーが容易に実在の高等学校名を想起できるような名称を使用\nして、各チームがトーナメント形式で野球の全国大会を戦うという形式でゲームを\n進めていく、全国高等学校野球選手権大会（いわゆる甲子園大会）を題材とした、\n題名を「甲子園」とする野球ゲームソフトの企画を思いつき、この企画を、従前か\nら取引関係にあり、ゲームソフトの開発を手がけているケイの大阪営業所長であっ\nた【Ｃ】に伝えて商品化することとした。\n原告とケイは、共同で、右のような商品コンセプトに基づいてゲームソ\nフトの内容を具体化し、ケイは、ゲームソフトのプログラムを、株式会社エスエヌ\nケイに依頼して制作した上、平成元年一〇月、「甲子園」との名称で、任天堂製の\n家庭用ゲーム機「ファミリーコンピュータ」用のゲームソフトとして発売した。右\nゲームソフトにおいて使用されている学校名は、全国高等学校野球選手権大会の全\n国大会に出場した四九校の通称を適宜入れ替え、これをひらがな表記したものであ\nり、右ゲームソフトの紹介記事等には、制作者及び著作者として、ケイの名称が付\nされている。\n(三)　その後、ケイは、右ゲームソフト「甲子園」の続編として、任天堂製\nの家庭用テレビゲーム機「スーパーファミコン」用のゲームソフトを制作すること\nを企画し、プログラムの制作を株式会社セタに依頼して制作した上、平成四年六\n月、「甲子園２」との名称で発売した。右ゲームソフトにおいて使用されている学\n校名は、本件第一学校名である。ゲームソフト「甲子園」及び同「甲子園２」の紹\n介記事や宣伝広告等には、制作者及び著作者として、ケイの名称が付されており、\n原告の名称は一切表記されていない（甲10ないし30）。また、ケイは、平成二年八\n月二四日に、指定商品を「家庭用ビデオゲームおもちや用のプログラムを記録させ\nたＲＯＭカートリッジ」等として、「甲子園」との商標を商標登録出願し、拒絶査\n定を受けている（丙１）。\n(四)　ケイは、平成四年九月ないし一〇月ころ、さらに、ゲームソフト「甲\n子園２」の続編として、「スーパーファミコン」用ゲームソフト「甲子園３」の制\n作を企画し、そのプログラム制作を被告に依頼した。\nケイと被告は、平成四年一一月五日付で、ゲームソフト「甲子園３」の\nプログラム制作について、概要、次のとおりの内容の業務委託契約を締結し（乙\n２）、同月三〇日ころ、ケイは被告に対し、契約時金一七〇〇万円を支払った。\n(1)　被告は、商品名「甲子園３」とする原著作物を、スーパーファミコン\n用ソフトウエアとする業務を請負う。\n(2)　ケイは、被告に対し、請負代金として、平成四年一一月三〇日に一七\n〇〇万円、平成五年七月三一日に一七〇〇万円、完成時（任天堂検査合格より二週\n間以内）に一六〇〇万円を支払う。\n右契約においては、委託の対象は、商品名「甲子園３」とする原著作物\nに基づきスーパーファミコン用ソフトウエアを作成する業務とされ、右業務委託の\nプログラム作成過程で新たな企画の結果完成したソフトウエアについての著作権等\n一切の権利はケイに帰属するものとされている（第五条）。\n(五)　また、ケイと被告は、平成五年三月一五日付で、別のゲームソフトで\nある「スーパープロツアーゴルフ」の共同制作について、そのプログラム制作費用\nを同年四月一〇日に一〇〇〇万円、同年九月一〇日に八五〇万円、完成時（任天堂\n検査合格より二週間以内）に八五〇万円支払うものとして、被告がソフトウェアを\n作成する契約を締結し（乙３）、同年四月一〇日ころ、ケイは被告に対し、契約時\n金一〇〇〇万円を支払った。\n(六)　一方、原告と被告との間では、平成四年五月ころから平成五年一二月\nころまでの間に、ゲームソフト「甲子園」関係以外のいくつかのゲームソフトの開\n発、製造、販売について、プログラムやキャラクターに関する権利や商標の使用許\n諾等の契約を締結するという関係があった（甲39ないし43）。\n(七)　平成五年六月ないし七月ころ、ケイは、本業であるファイナンス関係\nの業務の経営状態が悪化したことから、ゲームソフトの制作事業から撤退すること\nとなり、被告に対し、ゲームソフト「甲子園３」の請負代金の中間金一七〇〇万円\nの支払をしなかった。また、ケイ大阪営業所長であった【Ｃ】は、そのころ、ケイ\nがゲームソフトの制作事業から撤退すること、ゲームソフト「甲子園３」及び同\n「スーパープロツアーゴルフ」の開発を中止することを被告に伝えたところ、被告\nは、右各ゲームソフトの開発の継続に意欲を示した。\nそこで、ケイは、右各ゲームソフトの開発を継続するために、ケイと被\n告の間の右各契約について、ケイの契約上の地位を承継する企業を探し、ゲームソ\nフト「甲子園３」については、タカラ株式会社から地位の承継の承諾を得て、被告\nに対し、その旨を伝えたところ、被告は、自らがケイの地位を承継して開発を継続\nすることを希望した。\n(八)　そこで、ケイと被告は、ゲームソフト「甲子園３」及び同「スーパー\nプロツアーゴルフ」の開発を中止し、ケイは被告に対し、ゲームソフト「甲子園\n３」の著作権等を譲渡すること、既払金（「甲子園３」につき一七〇〇万円、「ス\nーパープロツアーゴルフ」につき一〇〇〇万円の合計二七〇〇万円）の返還を含め\nて、いかなる名目でも一切の金銭的請求をしないことを合意し、平成五年九月一〇\n日付で別紙１の内容の念書（乙４）を作成した。右念書には、ケイの側では、ケイ\nの大阪営業所長【Ｃ】の記名・押印及びケイの社印が押捺されている。\n(九)　その後、原告と被告の間で同年一二月一〇日付で別紙２記載のとおり\nの覚書（甲６）が作成された。右覚書においては、「（著作権及び販売指導）」と\nして「(1)甲子園２（スーパーファミコン）の著作権、(2)甲子園２を販売した際に\n得たノウハウ及び資料」と、「（対価及び支払時期）」として「(1)対価　金一九、\n〇〇〇、〇〇〇円プラス一本につき金一〇〇円。(2)支払時期　乙（被告）の任天堂\n発注時手形払い。(3)支払期日　発売日より三か月後期日」とされている。右覚書に\nは、原告と被告の各代表取締役の記名印及び代表者印が押捺されている。\n(一〇)　被告は、平成六年五月三一日に任天堂に対し、ゲームソフト「甲子\n園３」五万三五〇〇本の製作を発注し、同ソフトは同年七月二九日に発売された。\n(一一)　【Ｃ】は、同年六月初めころ、被告の事務所を訪ね、被告から同年\n九月二二日を支払期日とする額面八二四万円の約束手形及び同年一〇月二二日を支\n払期日とする額面七二一万円の約束手形の振出し交付を受けた。右各手形は【Ｃ】\nから原告に交付され、それぞれ支払期日に原告に対して入金された。\n２(一)　右認定事実に基づき検討するに、ゲームソフト「甲子園」のアイデア\nは原告代表者が提供したものではあるが、これをゲームソフトとして具体化し、商\n品として企画して制作したのは、もっぱらケイであり、ケイが販売のリスクを負担\nして、下請会社にゲームソフトを制作させ、対外的にもケイの名前で販売してきた\nものであると認めるのが相当である。他方で、前記認定のとおり、高校野球の甲子\n園大会を題材として、ことにプレイヤーが容易に実在の高校名を想起できるような\n名称を使用するというアイデアを考案し、野球ゲームソフト「甲子園」の企画を立\nてたのは原告であるから、ゲームソフトを具体化し、商品として企画、制作し、販\n売してきたのがケイであるにしても、ケイが原告に対し、ゲームソフト「甲子園」\nの制作、販売に関して何らかの金員（許諾料）を支払うことを両者の間で合意する\nこと自体は、不自然とはいえない。原告とケイとの間で右の金員の支払に関して具\n体的にどのような合意が成立し、実際に支払われた額について明らかにする証拠は\nないが、逆にそのような合意がなされたことを否定する事情や証拠も見当たらな\nい。\n(二)　この点、原告は、ゲームソフト「甲子園」の著作権は原告に帰属する\nと主張し、原告とケイの間の昭和六三年八月二日付覚書（甲34）を証拠として提出\nするところ、その第四条（著作権の帰属）では「本覚書に基づいて得られた開発ソ\nフトウェアに関する著作権は甲（原告）に帰属する。」とされている。\nそこで検討するに、右覚書では「本ソフトウェアを製品化し販売するに\nあたり、その著作権表示および使用料は別途甲乙協議する。」（第五条）とされて\nいるのに、右覚書に基づいて使用料について別途協議されて定められたことや、ケ\nイから原告に著作物使用料が支払われたことを裏付ける的確な資料は存しない。証\n人【Ｃ】は、ケイから原告に著作物使用料を支払ったと証言するが、その額につい\nては「多分二〇〇〇万から三〇〇〇万までの間だと思うんですが……」と述べるの\nみで、極めてあいまいというほかない。また、著作権表示についても、原告とケイ\nとの間に何らかの合意があったことを裏付ける資料はないにもかかわらず、ゲーム\nソフト「甲子園」はケイの著作権表示のもとに販売され、ケイは、指定商品を「家\n庭用ビデオゲームおもちゃ用のプログラムを記録させたＲＯＭカートリッジ」とし\nて、「甲子園」との商標を商標登録出願している。さらに、右覚書には、原告がケ\nイに対し優先的に実施権を認めるとするとともに、ケイが本商品のシリーズ化を停\n止した場合にはこの限りではないとする条項（第六条）があり、シリーズ化が前提\nとされているかのような表現があるが、右条項にもかかわらず、実際には、ゲーム\nソフト「甲子園」が、原告代表者から企画が持ち上った翌年に作成されているのに\n対し、ゲームソフト「甲子園２」の発売はゲームソフト「甲子園」の発売の二年八\nか月後であり、当初よりシリーズ化が予定されていたものとは考え難いことからみ\nても、不自然というべきである。\nこのように、右覚書の内容を、ゲームソフト「甲子園」の現実の開発経\n緯に照らして検討すると、右覚書は、原告とケイとのゲームソフト「甲子園」の制\n作の実態に必ずしも合致しているものとはいえず、これを、右覚書の作成日付であ\nる昭和六三年八月二日当時の原告とケイとの間の合意内容を示すものと認めるのは\n困難である。\n(三)　一方、ケイが被告にゲームソフト「甲子園３」の制作開発業務を委託\nした後に、ケイが右開発から撤退することになり、代わって被告が右ゲームソフト\nの制作、販売をすることになったという前記の事実経過の中で、ケイと被告の間で\n平成五年九月一〇日付で別紙１の念書が、原告と被告の間でその三か月後の同年一\n二月一〇日付で別紙２の覚書が作成されていることは、動かし難い事実である。そ\nして、前記認定の事実関係の中でこれらの念書と覚書の記載内容を検討すれば、右\n覚書については、その交渉経過等は必ずしも明らかでない（原・被告双方の主張と\nもにそのまま採用できない。）ものの、原告がもともとゲームソフト「甲子園」の\nアイデアや学校名を作成したもので、基本的な商品コンセプトを提供したものであ\nったことから、ケイの大阪営業所長の【Ｃ】の介在により、ケイに代わって被告が\n自ら開発中のゲームソフト「甲子園３」の制作、販売をするに際して、原告から\n「甲子園２」についての著作権等の使用許諾を与える形にして、原告に相当の対価\nを得させることにしたものと解するのが合理的である。\n(四)　この点についての被告の主張は、ゲームソフト「甲子園３」及び「ス\nーパープロツアーゴルフ」の開発業務委託に関して支払済みの金員について、いっ\nたんケイが返還請求を放棄しながら、後で被告に何度もその返還を懇願し、被告が\nこれを受け入れて、「甲子園２」の著作物使用料名目で返金することを同意し、ケ\nイの債権者からの差押えを免れるためというケイの要望を容れて、原告に入金する\nことを了承したというのであるが、右のような事実経過は不自然である上に、被告\nは、右覚書に定められた対価支払時期の合致する時期（任天堂への甲子園３の制作\n発注の時期）に約束手形を振り出しており、これらの約束手形の手形金は原告に入\n金されており、この金がケイあるいは【Ｃ】に渡ったことをうかがわせる証拠もな\nいことから見ても、採用できない。乙１（被告代表者の陳述書）は、被告の右主張\nに沿う事実があった旨の記載があるが、右部分はたやすく信用できない。\n(五)　別紙２の覚書の記載はあいまいなところがあり、「（著作権及び販売\n指導）」として「(1)甲子園２（スーパーファミコン）の著作権　(2)甲子園２を販\n売した際に得たノウハウ及び資料」と記載され、対価及び支払時期の記載や、著作\n物の権利についての記載があるところからすると、「甲子園２」について原告が著\n作権を有することを前提にしているように読めるが、これは前記のとおり実態に即\nしたものではなく、便宜的なものと解すべきである。そして、対価の支払の対象と\nなるのは、右覚書が当時開発中であった「甲子園３」に関して作成されたものであ\nり、被告においても、「甲子園２」の使用対価の形を取って、当時予想していた\n「甲子園３」の販売数量に基づいて、「甲子園３」の売上から支払うことを予定し\nて対価支払の約束をしたものと認められる（乙１）ことからすると、「甲子園３」\nのみが対価支払の対象とされたものと考えるのが合理的である。\n３　そうすると、被告は原告に対し、被告がゲームソフト「甲子園３」の制\n作、販売をするに当たって、前記覚書に基づき甲子園３の発注数量に応じた所定の\n使用料を支払う義務があるというべきところ、ゲームソフト「甲子園３」は合計五\n万三五〇〇本が任天堂に発注され、販売されたことは前記のとおりである。そうす\nると、被告は右覚書の約定に従い、合計二四三五万円を支払う義務があることにな\nるが、そのうち一五四五万円の支払を受けたことは、原告の自認するところである\nから、原告が被告に請求できるのは、残金八九〇万円となる。なお、右一五四五万\n円の支払によって原告が被告に対してその余の支払義務を免除したというような事\n実は、主張立証がない。\n４　以上によれば、原告の被告に対する契約に基づく使用料請求は、金八九〇\n万円及びこれに対する本件訴状送達の日の翌日である平成一〇年三月五日から支払\n済みに至るまで商事法定利率年六分の割合による遅延損害金の支払を求める限度で\n理由がある。\n二　争点二（著作権に基づく請求）について\n１　争点二２（著作物性）について\n(一)　証拠（甲５（枝番を含む。））及び弁論の全趣旨によれば、本件第一\n学校名は、そのほぼすべてが、日本に実在する高等学校の通称名ないし略称名の第\n一文字目と第二文字目の順番を入れ替えて作成されたものであることが認められ\nる。\n著作物として保護されるためには、思想又は感情の創作的表現であるこ\nとが必要であるところ（著作権法二条一項一号）、本件第一学校名は、右のとお\nり、実在する高等学校の名称（通称）を加工したものにすぎず、それらの高等学校\n名の選択や配列に特段の工夫は見られないばかりか、その加工方法も、名称（通\n称）の第一文字目と第二文字目の順番を入れ替えたのみであって、極めて簡易かつ\nありふれた手法にすぎず、表現としての創作性を有すると認めることはできないか\nら、本件第一学校名を著作物ということはできない。\n原告は、本件第一学校名は、実在の学校名を容易に想起できる点に独自\n性・創作性があると主張するが、右の点が独自性・創作性を有するか否かはひとま\nず措くとしても、原告が独自性・創作性があると主張するところはいわゆるアイデ\nアにすぎないものであって、本件第一学校名は、右のようなアイデアを実現するた\nめの表現手法としては、第一文字目と第二文字目の順番を入れ替えた極めて簡易か\nつありふれた手法を採用しているのであるから、原告の主張は失当である。\n(三)　そうすると、本件第一学校名は著作物たる要件である表現としての創\n作性を欠くものであって、著作物と認めることはできないから、原告の著作権侵害\nに基づく請求は、その余の点を判断するまでもなく失当である。\n三　争点三（不正競争防止法に基づく請求）について\n１(一)　証拠（丙22、25ないし36（枝番を含む。以下同じ。））によれば、\n「甲子園」という名称は、兵庫県西宮市の一地区を示す地名であるとともに、同地\n区に所在する甲子園球場、ひいては右球場において毎年春に開催される選抜高校野\n球選手権大会及び毎年夏に開催される全国高等学校野球選手権大会を指す普通名称\nとして一般に用いられていることが認められる。\n(二)　証拠（丙23）によれば、平成一〇年三月末現在で、日本国内において\n販売されたゲームソフトのうち、昀も総売り上げ本数が多いものは約七〇〇万本で\nあり、そのほか総売り上げ本数の上位第二〇位までは二〇〇万本を超えているこ\nと、平成九年四月一日から平成一〇年三月三一日までに販売されたゲームソフトの\n総売り上げ本数の上位七本はいずれも一〇〇万本を超えていることがそれぞれ認め\nられる。\n(三)　証拠（甲７の２）によれば、ゲームソフト「甲子園３」の製造本数は\n五万三五〇〇本であること、ゲームソフト「甲子園４」の製造本数は八万二三〇〇\n本であることが認められる。\nそうすると、仮にゲームソフト「甲子園」及び「甲子園２」の販売本数\nが原告の主張のとおりであったとしても、その販売本数はいずれも一〇万本台であ\nり、また、ゲームソフト「甲子園３」及び「甲子園４」の販売本数はいずれも一〇\n万本に満たないことになるのであって、前記１で認定したとおり、「甲子園」とい\nう名称が前記のとおり選抜高校野球選手権大会ないし全国高等学校野球選手権大会\nを示す普通名称として用いられていることに加え、前記２で認定したとおりのゲー\nムソフトの市場規模をも併せ考慮すれば、右各ソフトの販売に伴って宣伝・広告が\nされ、あるいは雑誌等の記事に採り上げられたとしても、「甲子園」の名称が何れ\nかの出所を表示するものとして著名となっているものと認めることはできない。\n右認定を覆すに足りる証拠はない。\n２　したがって、原告の不正競争防止法二条一項二号に基づく請求は、その余\nの点を判断するまでもなく理由がない。\n四　以上の次第で、原告の請求は、主文第一項掲記の限度で理由があるが、その\n余は失当である。\n（平成一一年八月二六日口頭弁論終結）\n大阪地方裁判所第二一民事部\n裁判長裁判官　　　小　　　松　　　一　　　雄\n裁判官　　　渡　　　部　　　勇　　　次\n裁判官      水　　　上　　　　　　　周\n"
}