{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 9,
    "month": 10,
    "day": 29
  },
  "case_number": "平成7(行ウ)19",
  "case_name": "誠光社救済命令取消",
  "court_name": "大阪地方裁判所",
  "field": "労働",
  "lawsuit_id": "18903",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=18903",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/903/018903_hanrei.pdf",
  "contents": "主　　　文\n一　被告が大阪府地方労働委員会平成六年（不）第三三号、同第四三号不当労働行\n為救済申立併合事件について、平成七年二月二三日付けでなした命令のうち、主文\n第１項のうち原告を名宛人とする部分及び主文第２項のうち（１）に関する部分を\n取り消す。\n二　原告のその余の請求を棄却する。\n三　訴訟費用（補助参加により生じた訴訟費用を含む。）はこれを四分し、その一\nを原告の、その余を被告及び補助参加人の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が大阪府地方労働委員会平成六年（不）第三三号、同第四三号不当労働行\n為救済申立併合事件について、平成七年二月二三日付けでなした命令のうち、主文\n第１項のうち原告を名宛人とする部分及び同第２項を取り消す。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する被告及び補助参加人の答弁\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　被告補助参加人（以下「補助参加人」又は「補助参加人組合」という。）は、\n原告を被申立人として、被告に対し、平成六年五月二七日（大阪府地方労働委員会\n平成六年（不）第三三号不当労働行為救済申立事件）及び同年七月一四日（同第四\n三号不当労働行為救済申立事件）、それぞれ救済命令の申立をしたところ、被告\nは、右両事件を併合の上、平成七年二月二三日付けで別紙のとおりの救済命令（以\n下「本件救済命令」という。）を発し、同月二七日、右命令書を原告に交付した。\n２　しかし、本件救済命令の主文第１項のうち原告を名宛人とする部分及び主文第\n２項（以下「係争部分」という。）は、いずれも事実認定及び法律の適用を誤った\n違法なものである。\n３　よって、原告は、請求の趣旨記載のとおりの判決を求める。\n二　請求原因に対する被告及び補助参加人組合の認否\n請求原因１は認め、同２、３は争う。\n三　抗弁\n本件救済命令のうちの係争部分は適法であり、事実認定及び判断は、別紙の本件\n救済命令中の理由欄記載のとおりである。\nすなわち、原告は、次の各点について、補助参加人組合に対し、不当労働行為を\nなしたものである。\n１　大阪地方裁判所に対して平成六年五月二五日になした破産申立（以下「本件破\n産申立」という。）\n２　補助参加人組合員を含む全従業員に対して平成六年六月二〇日をもってなした\n解雇（以下「本件解雇」という。）\n３　平成六年六月一〇日になした補助参加人組合との団体交渉の一方的拒否（以下\n「本件団交拒否」という。）並びに同月二〇日付け及び同月二三日付け団体交渉要\n求に対する団体交渉不応諾（以下「本件団交不応諾」といい、本件団交拒否と併せ\nて「本件団交拒否等」という。）\n四　抗弁に対する原告の反論（本件救済命令のうちの係争部分の違法性について）\n１　本件救済命令のうちの係争部分の理由の要旨\n被告は、要旨、次のとおり、本件破産申立、本件解雇及び本件団交拒否等を不当\n労働行為と認定の上、原告に対し、本件救済命令のうちの係争部分を命じた。\n（一）（１）　原告は、平成三年八月、補助参加人組合員に対する賃金差別を認め\nて賃金是正を行った。\n（２）　原告は、補助参加人組合と事前協議を行わず、平成元年一月、罰則規定新\n設を含む就業規則の変更案を発表し、また、平成四年一一月、家族手当の一部カッ\nトを一方的に実施した。\n（３）　原告会社内では、平成五年四月、第二組合として誠光ユニオンが結成され\nたが、原告のＡ労務部長（以下「Ａ」という。）らにより、原告従業員に対する誠\n光ユニオンへの加入工作が行われた。\n（４）　Ａほか三名の原告の職制、原告の労務担当顧問Ｂ（以下「Ｂ」という。）\n及び誠光ユニオン委員長のＣ（以下「Ｃ」という。）により、平成五年八月、労務\n対策を議題とした研修会が開催された。\n（５）　原告は、平成六年二月二二日、非常事態宣言を発表する一方で、主任制度\nを新設して誠光ユニオンの組合員三名のみを主任に昇進させた。\n（６）　原告は、本件破産申立（平成六年五月二五日）当時、差し迫って支払資金\nに事欠くことはなく当面の事業継続が必ずしも不可能ではなかったが、原告代表者\nＤ（以下「Ｄ」という。）は、平成六年五月九日及び一〇日、原告の主要な取引先\nである株式会社コロナクリエイト（以下「コロナクリエイト」という。）に出向\nき、仕事を続けて行く自信がない旨述べて今後の取引を断った。\n（７）　原告は、平成六年六月九日、補助参加人組合との団体交渉を翌日に約束し\nておきながら、これを一方的に破棄（本件団交拒否）し、補助参加人組合による同\n月二〇日付け及び同月二三日付けの各団体交渉申入れに応じなかった（本件団交不\n応諾）。\n（８）　原告は、本件解雇に先立ち、補助参加人組合との間で、解雇について事前\nに協議する旨の確認があるにもかかわらず、右事前協議を一切行わなかった。\n（二）（１）　本件破産申立は、補助参加人組合を嫌悪する原告が、誠光ユニオン\nの強化を図るなどして補助参加人組合の弱体化を企図したものの、果たせず、つい\nには企業活動を放擲することによって補助参加人組合を破壊しようとして行われた\n行為で、労組法七条一号及び三号に該当する不当労働行為である。\n（２）　本件解雇は、補助参加人組合との事前協議に関する議事録確認に反する行\n為であり、かつ、本件破産申立を理由としてなされたものであるから、労組法七条\n一号及び三号に該当する不当労働行為である。\n（３）　原告は、一方的に本件団交拒否を行い、かつ、正当な理由なしに本件団交\n不応諾をしたから、これらは労組法七条二号に該当する。\n２　本件救済命令のうちの係争部分の違法性\nしかしながら、次の理由により、右（一）はいずれも事実を誤認し、右（二）は\n法律の解釈適用を誤っているから、本件救済命令のうちの係争部分は違法である。\n（一）（１）　原告は、Ｄにより昭和四二年四月に創業され、昭和四九年に法人成\nりした写真製版等を目的とする株式会社であるところ、昭和五八年七月一〇日、当\n時の原告従業員三五名のうち一六名で補助参加人組合が結成された。しかし、補助\n参加人組合は、同月一九日、同組合員とその上部団体の関係者がＤを軟禁状態にし\nて労使協定書に強制的に署名をさせるなど、その結成当初から対立的労使関係を基\n本路線として原告の生産性を大きく阻害してきた。\n（２）　補助参加人組合は、昭和六一年三月中旬ころ、原告管理職の会である「翔\nの会」を反対勢力とみなし、その会費まで補助参加人組合が管理するなどと言い始\nめた。そこで、右「翔の会」はＤの説得により、同年六月末ころ、自主的に解散し\nた。\n原告は、右「翔の会」結成等には関与していない。\n（３）　原告は、従業員に対し、平成元年一月二〇日、就業規則改定の申入れを行\nい、従業員の意見を徴するために改定案を全従業員に配布して、二週間後に意見書\nを回収することにしたが、補助参加人組合は、右就業規則の改定自体に反対し、残\n業拒否、抗議文、質問状、ビラ配布等の抗議行動を連日行った。\n（４）　また、補助参加人組合は、各従業員の成績に基づく賃金の差額を組合差別\nと言い掛かりを付けて、平成三年八月一三日にはその差額や補助参加人組合に対す\nる総額三二〇万円の解決金の支払を認めさせたばかりでなく、平成五年三月八日に\nは、賞与の差額について組合差別と言い掛かりを付けて、補助参加人組合に対する\n一五〇万円の解決金の支払を強引に認めさせた。\n（５）　原告は、平成四年一一月一四日、長年見落としていた家族手当のうち、配\n偶者で高収入のある者及び一八歳以上の子供に対する手当を廃止する旨を全従業員\nに対して説明したが、その後、従業員の不満が高まったため、同年一二月分の給与\nから再び支払うこととした。\n（６）　かねてより補助参加人組合の態度に疑問を持っていた原告の非組合員従業\n員一七名により、平成五年四月一一日、誠光ユニオンが結成されたが、補助参加人\n組合は、これを御用組合と決めつけ、原告に対する闘争を強化したため、原告の外\n注依存度はさらに高くなり、折からの不況と業績悪化の中で、原告の経営への圧迫\nもさらに強まった。\nなお、原告は、右誠光ユニオンの結成には何ら関与していない。\n（７）　原告は、その業績悪化から、平成六年二月二二日、全従業員に対して「非\n常事態宣言」を行い、賃上げ及び賞与支給の停止、コストダウン等について従業員\nの理解と協力を求めたが、補助参加人組合は、その三日後に、各人一律三万円の昇\n給を含む非常識な要求を出すに至ったばかりでなく、執行委員のＥ従業員（以下\n「Ｅ」という。）に対する配置転換命令につき被告に対して救済命令を申し立てる\nなどしたため、補助参加人組合に対して何もできない原告の将来に絶望し、従業員\nの退職が続出した。\n（８）　さらに、Ｄは、平成六年五月九日、重要取引先であるコロナクリエイトに\n仕事のミスについて呼出しを受けた際、仕事を正常にこなしていく自信がない旨打\nち明けたところ、同社は、翌日、原告に対する発注を全て停止した。\n（二）　破産原因の存在（本件破産申立について）\n（１）　以上のような経過により、原告は、「誠光社倒産」の噂が流れる中、平成\n六年五月二五日当時には一億〇二一〇万九二五六円の債務超過の状態となった。\nこのため、原告は、平成六年五月二五日、大阪地方裁判所に対して本件破産申立\nを行ったものである。\n（２）　したがって、原告による本件破産申立は、補助参加人組合を嫌悪し、これ\nを潰す意図で行われたものではなく、真実破産原因が存することによりやむなくな\nされたものであるから、被告が、この点について、原告が積極的に企業閉鎖をしよ\nうとしたものと認定したのは、事実誤認である。\nそして、会社に破産原因が生じた場合、自己破産を行う権利があることは自然人\nと同様であるばかりでなく、これを秘匿して取引を継続することは時として犯罪を\n構成することもあることに鑑みると、破産原因が存する会社による破産申立は、会\n社の権利というばかりか会社の義務でもあるというべきであるから、これが不当労\n働行為を構成する余地はない。したがって、原告による本件破産申立が不当労働行\n為を構成するとした被告の判断は、法律の解釈適用を誤った違法なものである。\n（三）　事前協議の不必要性（本件解雇について）\n（１）　原告と補助参加人組合との間の解雇に関する事前協議の確認は、企業の存\n続を前提とするものであるところ、原告は、平成六年五月当時、真実破産原因があ\nったのであって、そもそも事業継続が不可能であったのであるから、このような場\n合にまで事前協議の手続を踏むことを求めることは無意味であるし、原告は、本件\n破産申立をした日の翌日（平成六年五月二六日）、全従業員に対してその事情を説\n明し、さらに、補助参加人組合とも団体交渉を行って事情説明を尽くした。\n（２）　したがって、本件破産申立による事業継続の不可能を理由としてなされた\n本件解雇については、事前協議は必要がなく、これを欠いたまま解雇がなされたと\nしても、不当労働行為とはなり得ないから、この点について不当労働行為を構成す\nるとした被告の判断は、法律の解釈適用を誤った違法なものである。\n（四）　本件団交拒否等の正当な理由（本件団交拒否等について）\n（１）　原告は、過去において、前記の被告が認定したような、補助参加人組合に\n対する不当労働行為を行った事実はない。\n（２）　むしろ、補助参加人組合は、その結成当初から、原告代表者であるＤを軟\n禁状態にして労使協定書に強制的に署名させたり、非組合員従業員に強引な勧誘を\n行ったり、対立的労使関係を基本路線として原告にその要求を強引に認めさせた\nり、各従業員の成績に基づく賃金の差額を組合差別と言い掛かりを付けてその差額\nや解決金の支払を認めさせたり、一斉に残業等を拒否することにより原告の操業に\n対して種々の障害を生じさせてきたばかりでなく、原告の業績悪化に伴う「非常事\n態宣言」が出された三日後には、各人一律三万円の賃金引上げ等を求めるなど、極\nめて非常識な要求を行ったため、原告の将来に絶望して原告を退社する従業員が続\n出する状況となった。\nさらに、補助参加人組合は、本件破産申立後も、連日、原告に対して本件破産申\n立の取下げ、本件解雇の撤回を求めるとともにこれらに対する抗議行動を繰り返し\nた。\n（３）　このような中で、原告は、本件破産申立の翌日、全従業員に対してその事\n情を説明し、さらにその後、補助参加人組合とも団体交渉を行って事情説明を尽く\nした。\n（４）　したがって、原告は、補助参加人組合に対して団体交渉を拒否し、あるい\nはこれに応諾しないことについて正当の理由があったのであるから、本件団交拒否\n及び本件団交不応諾はいずれも不当労働行為となるものではなく、この点について\n不当労働行為を構成するとした被告の判断は、事実を誤認した結果、法律の解釈適\n用を誤った違法がある。\n（五）　本件救済命令のうちの係争部分につき、原告を名宛人としたことの適法性\n（１）　原告は、本件救済命令が発令される前である平成六年八月四日午後三時、\n大阪地方裁判所において破産宣告を受けた（以下「本件破産宣告」という。）た\nめ、この時以降、原告の労働契約を含む財産上の管理処分権は、すべて破産管財人\nに移転した。ゆえに、原告の補助参加人組合員に対する使用者としての地位は破産\n管財人に承継されたから、被告は、破産管財人に対してのみ救済命令を発すること\nができるのであって、原告に対してこれを発することはできない。\n（２）　したがって、原告に対して発せられた、本件救済命令のうちの係争部分\nは、救済命令を発すべきでない者に対してなされたものであるから、法律の解釈適\n用を誤り、その相手を誤った違法がある。\n五　被告の再反論（本件救済命令のうちの係争部分につき、原告を名宛人としたこ\nとの適法性について）\n不当労働行為救済申立事件の被申立人である会社が破産宣告を受けた場合、破産\n管財人は右破産会社の財産と財産上の法律関係について管理処分権を取得する。し\nかし、破産管財人の任務は、破産会社の財産の精算であって、事業の経営ではない\nから、これによって、破産管財人が当然に又は全面的に労働法上の使用者の地位に\n立つことを意味しない。破産管財人は、破産会社の営業の継続を決し、又は清算事\n務の実行のために従来破産会社と雇用関係にあった労働者の一部との間での雇用関\n係を存続させるなど、一時的に使用者の地位に立つ場合を除いては、破産会社と雇\n用関係にあるものとの間で使用者の地位に立つことはなく、労働委員会における救\n済命令手続の相手方となる資格を有しない。したがって、破産宣告がなされた後\nも、破産会社が依然被申立人の地位にある。\n本件救済命令は、その申立に当たり、賃金相当額の支払が求められていたため、\n右支払という限度において、破産管財人を被申立人として追加したものにすぎない\nから、破産管財人と併せて、破産会社たる原告に対して原状回復措置等を命じたと\nしても、何ら違法ではない。\n六　補助参加人の再反論\n１　本件救済命令のうちの係争部分につき、原告を名宛人としたことの適法性につ\nいて\n破産宣告によって、破産財団の管理処分権が破産管財人に専属することになると\nはいえ、そのことによって破産管財人が当然又は全面的に労働法上の使用者たる地\n位に立つものではないし、また、破産会社が当然に消滅するものでもない。\nしかも、本件においては、原告は、本件破産申立をした平成六年五月二五日当\n時、いまだ債務超過の状態には至っておらず、資金的にそれほど逼迫した状況にあ\nったわけでもないから、そのまま再建不能、清算という事態に陥らざるを得ないと\nいう状況にはなかった。したがって、被告が原告に対し、原告を名宛人として本件\n救済命令を発したのは、その裁量の範囲内である。\n２　本件破産申立、本件解雇及び本件団交拒否等の不当労働行為該当性について\n（一）　補助参加人組合は、昭和五八年七月一〇日、当時の原告従業員三五名のう\nち一六名で結成され、同月一九日、原告に対して組合結成通知と要求書の交付を行\nうとともに、原告代表者Ｄとの間で団体交渉を行い、「組合員の賃金、労働条件の\n変更をはじめ配転、解雇などについては組合と事前協議し、双方納得の上で行うよ\nうにする。」との条項を含む議事録確認書が作成され、同年八月一八日の団体交渉\nでは右要求書の要求内容のほとんどが解決を見た。なお、右の第一回団体交渉の\n際、Ｄを軟禁状態にしたような事実はない。\n（二）　原告は、昭和五八年九月、労務対策顧問としてＦ（以下「Ｆ」という。）\nを採用し、昭和五九年二月には原告の部課長を役員として株式会社エースカラー\n（以下「エースカラー」という。）を設立する一方、昭和六〇年一二月四日、補助\n参加人組合に対抗する組織として、補助参加人組合員を排除した親睦団体である\n「翔の会」を、Ｄ同席のもと、原告の管理職らに結成させた。\nしかし、補助参加人組合は、右「翔の会」が親睦団体であるならば従業員が誰で\nも参加できるものにすべきである旨ねばり強く申入れたため、「翔の会」は、昭和\n六一年七月に解散した。\n（三）　原告は、昭和六二年一一月一〇日、Ｆに代えてＧ（以下「Ｇ」という。）\nを労務対策顧問として採用し、平成元年一月一三日には子会社として株式会社南州\nプロセス（以下「南州プロセス」という。）を設立し、同年一月二〇日には、従前\nの確認事項に反して罰則強化を含む就業規則の改定を一方的に発表し、同年二月二\n五日には右就業規則の改定の意見聴取を行うための従業員代表の選挙を実施したと\nころ、補助参加人組合の当時の執行委員長であるＨ（以下「Ｈ」という。）が当選\nした。\n（四）　また、原告は、かねてより、補助参加人組合員を除く従業員に名目のない\n手当を支給していたことから、補助参加人組合の追及を受け、平成三年八月一三\n日、補助参加人組合員に対する賃金差別を認め、その是正及び補助参加人組合への\n解決金支払を認めた。\nこのため、Ｇは、同年九月、辞職に追い込まれた。\n（五）　原告は、平成三年夏ころ、もと関西日本電気労働組合委員長のＢを労務対\n策顧問として採用したほか、平成三年一〇月、もと関西日本電気労働組合書記長の\nＡを労務部長、もと高槻電器労働組合委員長のＣを第二組合要員として、それぞれ\n採用し、平成四年一一月二五日には一方的な家族手当の一部カット通告を行い、補\n助参加人組合員に対する賞与差別などを行ったが、補助参加人組合の追及に遭い、\n平成五年三月八日、これらを是正して補助参加人組合に解決金を支払うことで決着\nを見た。\n（六）　原告は、平成五年四月一一日、Ｃを委員長とする誠光ユニオンを結成さ\nせ、Ｉ（以下「Ｉ」という。）ら新入社員五名に誠光ユニオンへの加入を強く勧誘\nし、同年一一月、Ｉが誠光ユニオンからの脱退を申し出ると、同月一八日、同人に\n対して配置転換を命じた。さらに、原告は、平成六年一月一三日、補助参加人組合\nの執行委員であるＥに対し、仕事上のミスを口実にして配置転換を命じて仕事の干\nし上げを行った。\n（七）　原告は、平成六年二月二二日、突如全従業員に対し、「非常事態宣言」な\nるものを発表し、賃上げ・一時金をゼロとすること、人員削減、経費節減の強化を\n唱え、「不承知の方は残念ながら当社にお止まりいただくわけにはいきません。」\nと宣告したが、同日、主任制度を新設し、誠光ユニオンの組合員のみを主任に昇進\nさせて主任手当を付けるという組合差別を実行した。\n補助参加人組合は、同月二五日、一律三万円の賃上げを含む春闘要求（これはな\nんら非常識な要求ではない。）を出し、その後、右春闘要求の他、Ｅの処遇や、原\n告とエースカラー、南州プロセス及びＢとの不明朗な金銭関係について原告を追及\nした。\n（八）　しかし、Ｄは、平成六年五月九日及び一〇日、重要取引先であるコロナク\nリエイトに赴いて自ら今後の取引を断り、原告は、同月二五日、債務超過の状態に\n至っていないにもかかわらず、大阪地方裁判所に対し、本件破産申立をした。\nそして、Ｄは、同年六月一〇日、開催が予定されていた団体交渉を一方的に破棄\nして（本件団交拒否）以後行方不明となり、原告は、その営業を停止したまま、同\n月一五日付けで、全従業員に対して同月二〇日をもって解雇する旨の通知を発送し\nたばかりでなく、補助参加人組合による同月二〇日及び二三日付けの団体交渉要求\nにも応じない（本件団交不応諾）ままに、同年八月四日、本件破産宣告を受けたも\nのである。\n（九）　このように、本件破産申立当時、原告の事業継続は充分可能であったので\nあり、むしろ、本件破産申立は、補助参加人組合を潰す最終的な手段としてなされ\nたものであって、不当労働行為に該当することは明らかである。\nまた、本件破産申立当時、原告の事業継続は充分可能であったのであるから、事\n前協議を欠いた補助参加人組合員に対する本件解雇が不当労働行為に該当するのは\n当然である。\nさらに、右の経過に照らせば、原告による本件団交拒否等が不当労働行為に該当\nすることは明らかである。\n第三　証拠（省略）\n理　　　由\n第一　認定される事実\n一　請求原因１の事実については当事者間に争いがなく、抗弁以下の事実中の当事\n者間に争いのない事実、成立に争いのない乙第一号証、第八ないし第一二号証、丙\n第六ないし第一五号証、第一七号証、第一九号証、第二一号証、第二三号証、第二\n五ないし第二八号証、原本の存在及び成立に争いのない甲第一ないし第四号証（い\nずれも一部）、乙第一七ないし第二〇号証、第二三ないし第二五号証、第二七号\n証、第三八号証、第四〇号証、第四二号証、第四七号証、第四九号証、第五五ない\nし第五八号証、第六一号証、第六四号証、第七〇号証、丙第二号証、弁論の全趣旨\nにより真正に成立したものと認められる乙第二、第三号証、丙第一六号証、第二〇\n号証、第二二号証、弁論の全趣旨により原本の存在及び成立が認められる乙第一六\n号証、第二一、第二二号証、第二六号証、第二八ないし第三六号証、第三九号証、\n第四一号証、第四六号証、第五〇、第五一号証、第五四号証、第六二、第六三号\n証、証人Ｊ（以下「Ｊ」という。）の証言により原本の存在及び成立が認められる\n乙第一四、第一五号証、第二九号証、第六八号証、丙第三ないし第五号証、証人Ｊ\nの証言により真正に成立したものと認められる丙第一号証、証人Ｊの証言に、弁論\nの全趣旨を総合すると、次の事実を認めることができる。\n１　本件破産申立に至る経緯\n（一）Ｄは、昭和四二年、個人で写真製版業を始めたが、法人成りにより、原告\nが、昭和四九年八月二〇日に設立された。そして、昭和五八年七月一〇日、当時の\n原告従業員三五名中一六名により、補助参加人組合が結成され、その執行委員長に\nＪが就任した。\n補助参加人組合は、同月一九日、原告での朝礼の後、上部団体役員一名ととも\nに、原告代表者であるＤに対し、労働組合結成通知を行い、併せて労働条件に関す\nる要求書を交付した。Ｄは、補助参加人組合に対し、右要求事項について質問をし\nたのち、「組合員の賃金、労働条件の変更をはじめ配転、解雇などについては組合\nと事前協議し、双方納得のうえで行う。」旨を含む事項について会社として了解\nし、さらに、同月二一日、団体交渉を開催することに同意して、その旨の議事録確\n認書に補助参加人組合とともに署名捺印した。\n（二）　原告は、補助参加人組合結成後、同組合と団体交渉を行い、昭和五八年七\n月二一日及び同年八月一八日にそれぞれ労働協約を締結したが、他方で、東大阪自\n動車教習所で労務対策部長をしていたＦを、原告での労務担当の非常勤職員として\n採用した（顧問料月額約二〇万円）。\nそして、原告会社内では、Ｄの関与のもと、昭和六〇年一二月四日、「翔の会」\nと称する従業員親睦団体が結成され、原告の管理職を含む従業員が発起人となった\nが、右「翔の会」は、補助参加人組合員については参加を認めないという姿勢をと\nったため、補助参加人組合からの反発を招き、結局、「翔の会」は、昭和六一年七\n月ころ、解散することとなった。\n（三）　原告は、昭和六二年七月ころ、Ｆを解任した後、同年一一月、代わってＧ\nを労務担当顧問として採用し（顧問料月額約二〇万円）、同人の協力を得て就業規\n則の改正を検討した結果、平成元年一月二〇日、従業員に対し、罰則規定を新設し\nた就業規則改正案を発表し、これについての意見を求めた。しかし、補助参加人組\n合は、右就業規則の改正は労働条件の変更についての事前協議に関する議事録確認\nに反するとしてこれに反発し、原告が同年二月二五日、突如として就業規則改正に\nついての従業員代表を選出する選挙を実施した際には、当時の執行委員長であるＨ\nが立候補し、全従業員の選挙で右Ｈが従業員代表に選出された。\nこの結果、原告と補助参加人組合との間で就業規則変更を巡る団体交渉が開催さ\nれ、その中で、同年三月二二日、両者の間で、労使間の協定書、議事録などは今後\nとも遵守すること及び就業規則の変更に際しては補助参加人組合と事前に協議する\nことについて書面での確認がなされ、就業規則の変更は実施されなかった。\nまた、原告の従業員のうち、補助参加人組合の結成時からの組合員（八名）を除\nく従業員の中に、主任でないにもかかわらず主任手当の支給を昭和六〇年ころから\n受けている者がいることが判明したため、補助参加人組合は、平成三年四月から、\n団体交渉の場において原告にその是正を求めた結果、原告は、右手当の支給を組合\n差別と認め、補助参加人組合との間で、同年八月一三日、右差別賃金の是正と、補\n助参加人組合への解決金（三二〇万円）を支払い、かつ、今後賃金における組合員\n差別は行わない旨を確認する労働協約を締結した。\nなお、Ｇは、平成三年九月五日、原告を退職した。\n（四）　原告は、平成三年八月三〇日、中小労働組合友愛会議の顧問で、もと関西\n日本電気労働組合の委員長であったＢを労務対策顧問として、同年一〇月二〇日こ\nろ、同人の紹介で、もと関西日本電気労働組合書記長を務めたＡを原告の労務部長\nとして、同年一一月一日ころ、もと高槻電器労働組合の委員長を務めていたＣを原\n告の従業員として、それぞれ採用し、Ｂには顧問料として月額一八万円ないし二〇\n万円を、ＡとＣには給与として各月額約五〇万円を支払うこととなった。\nそして、原告は、平成四年二月一四日、再度就業規則及び賃金規定の変更案を発\n表し、同月二二日には説明会を開催したが、補助参加人組合がこれに反対したた\nめ、結局、同年五月一八日、労使間で再度、「今後とも労使間の協定書、確認書、\n議事録確認書等を誠実に履行し、過去の合意事項、慣行等を尊重する。」との条項\nを含む確認がなされた。\nまた、原告は、平成四年一一月、従前組合員を含む従業員に支給されてきた家族\n手当のうち、子が一八歳以上である場合及び共働きの配偶者に一定額以上の収入が\nある場合にはこれを支給しない扱いとしたところ、補助参加人組合は、これに反対\nしたばかりでなく、補助参加人組合員以外の従業員に対して労使協定外の賞与の支\n払がある点を組合員差別として追及した結果、原告は、補助参加人組合との間で、\n平成五年三月八日、就労している子又は二三歳以上の子がある場合を除くほか家族\n手当を従前通り支給し、また、賞与差別については補助参加人組合に対して一五〇\n万円の解決金を支払うことを認めた。\n（五）　ところで、Ｂは、原告の労務対策顧問として、かねてより原告の費用で原\n告の管理職従業員らに労務対策研修を行うなどしていたが、平成四年一二月ころに\nは、補助参加人組合を原告会社内での少数派とする工作の一環として、第二組合の\n結成について具体的な検討を行うようになり、その結果、平成五年四月一一日、Ｃ\nを委員長として誠光ユニオンが結成され、ＡとＣは、同月一五日、Ｉを含む原告の\n新入社員五名に対し、補助参加人組合を闘争至上主義として批判するとともに、誠\n光ユニオンへの加入を慫慂した。その結果、右五名は誠光ユニオンに加入すること\nとなり、Ｉは、同年六月、誠光ユニオンの青年部長に就任した。\nさらに、原告は、同年七月一四日、誠光ユニオンとの団体交渉の後、同組合幹部\nを淀川会館で饗応したほか、同年八月一二日から同月一三日までの間、滋賀県の旅\n館「船岩」にＢを招いて、原告管理職（Ａを含む。）にＣを加えたメンバーで管理\n職研修を行い、主として労務問題について検討を加えた。\nところで、Ｉが、同年一一月一七日、Ｃに対し、誠光ユニオンからの脱退を申し\n出たところ、原告代表者のＤは、翌一八日、Ｉに対し、スキャナー課から工務課に\n配置転換する旨を命じた。しかし、Ｉがこの件を補助参加人組合に相談し、同組合\nに加入したため、補助参加人組合は右配置転換命令に抗議し、結局、原告は、同月\n二二日、同配置転換命令を撤回した。\nさらに、Ｄは、スキャナー課オペレーター係で補助参加人組合執行委員であるＥ\nに対し、平成六年一月一三日、仕事上のミスがあったとして叱責したところ、Ｅが\n右ミスが自分の落ち度によるものかどうかわからない旨返答したことに立腹し、即\n時、Ｅに対してスキャナー課準備係に配置転換する旨を口頭で命じ、翌日には同人\nに対して残業を禁止する旨言い渡して、以後、Ｅが担当していた業務を、Ｄが実質\n的に経営している南州プロセス等の下請け企業に外注に出すこととした。\n（六）　原告は、平成二年八月一日から平成三年七月三一日まで（第一六期）の間\nに、七億六五六〇万六〇〇〇円の売上高を記録して、四六六二万九三六七円の利益\nを計上したが、以後、景気の悪化と競争の激化のために売上高は減少の一途をたど\nり、しかも、平成四年四月ころには新しい印刷機器をリースで導入したほか、新入\n従業員採用等による人件費増加、使途不明金の増加、補助参加人組合に対する前記\n解決金やＢに対する顧問料等労務対策費などが収支を圧迫したため、平成三年八月\n一日から平成四年七月三一日まで（第一七期）の間には二五〇四万三四二〇円、平\n成四年八月一日から平成五年七月三一日まで（第一八期）の間には一二一一万七八\n四一円の利益を計上するにとどまるなど、その収益は減少を続け、社会保険料も滞\n納するようになっていった。\nそこで、原告代表者のＤは、平成六年度の春闘前である平成六年二月二二日、全\n従業員が参加した朝礼の場で、「非常事態宣言」と題する書面を交付し、売上高の\n減少と人件費の増加により原告の経営が危機に瀕していること、そのために売上上\n昇、コストダウン、賃上げの凍結、賞与の不支給、人員削減等につき全従業員に協\n力を求めることを訴えかけた。なお、右「非常事態宣言」と題する書面には、「従\nいましてまことに一方的ではありますがこの「非常事態宣言」を従業員各位にはそ\nの主旨についてはご了承いただく他ないのでありまして、不承知の方は残念ながら\n当社にお止まりいただくわけには参りません。」との記載がなされていた。\nしかし、原告は、他方で、誠光ユニオンの副委員長二名を含む同組合員三名を、\n同日付けで手当の支給される主任に昇進させ、補助参加人組合員の多いレタッチ課\nを除く各部署に配置するという措置を採った。\nなお、誠光ユニオンは、ゼンセン同盟に加入を申請していたところ、同月二八日\nの機関誌で、右ゼンセン同盟への加入と、原告の「非常事態宣言」への全面協力を\n呼びかけた。\n（七）　しかし、補助参加人組合は、右「非常事態宣言」と題する書面記載の人件\n費等の数字に疑問を抱き、また、Ｅに対する前記平成六年一月一三日付け配置転換\n命令にも承服していなかったことから、原告に対し、同年二月二五日、各人一律三\n万円の賃金引き上げ、レタッチ部門への二名の人員補充、接待交際費の半減、誠光\nユニオンの解散等を内容とする春闘要求書を提出し、また、Ｅに対する配置転換命\n令及び残業禁止の指示について質問状を提出した。\nこれに対して、原告は、Ｅに対し、同年三月一八日、レタッチ課への配置転換を\n命じたが、補助参加人組合の抗議により、同月二九日、配置転換を留保する旨明ら\nかにしたものの、Ｄは、同月三〇日、Ｅに対して仕事をするなと命じ、翌日の朝礼\nではこれを全従業員に対して宣言したことから、補助参加人組合は、同年四月七\n日、Ｅに対する同年一月一三日付けの配置転換命令の撤回等を求めて、被告に対\nし、初めて救済命令の申立を行った（大阪府地方労働委員会平成六年（不）第一六\n号不当労働行為救済申立事件）。\n補助参加人組合は、賃上げ等について原告と団体交渉を重ねる過程で、Ｂに対す\nる顧問料の支払や、外注先である南州プロセスと原告との関係が不明朗である点に\nついて追求をしたが、誠光ユニオンの組合員のうちには、原告を退職する者が相次\nぎ、誠光ユニオンの組合員は「非常事態宣言」当時の二一名から本件破産申立に至\nるまでに、一五名にまで減少し、一七名の組合員を擁する補助参加人組合の組合員\n数を下回るに至った。\n（八）　このような中で、原告代表者であるＤは、収益の悪化、労使関係の悪化及\nび退職者の続出などから原告を経営する意欲を喪失し、同年五月七日、Ｂ、Ａ及び\nＫ営業部長と協議のうえ、同月九日、大手の取引先であるコロナクリエイトに赴\nき、経営に自信を失ったので、今後の同社との取引を断る旨申し出た。コロナクリ\nエイトは、翌日改めてＤの意思を確認したが、右Ｄの決意が固いことから、結局、\n原告との取引を止めることとした。\nしかし、Ｄは、同月一三日の団体交渉では、南州プロセスについては自己が実質\n的に経営権を握っていることを自認する一方、補助参加人組合に対し、コロナクリ\nエイトから取引を断られた旨説明し、併せて、次回の団体交渉は同月二六日まで開\n催できない旨申し渡した。\nＤは、同月一八日、曽我乙彦弁護士（以下「曽我弁護士」という。）のもとへ赴\nき、原告の破産申立について協議し、その結果、原告は、右曽我弁護士らを代理人\nとして、同月二五日、大阪地方裁判所に対し、負債二億三〇〇〇万円、資産八二三\n〇万円で債務超過の状態にあり支払不能であるとして、本件破産申立をした（大阪\n地方裁判所平成六年（フ）第一二五〇号破産宣告申立事件）。\n（九）　なお、原告の、本件破産申立当時の財務状況は、継続企業を前提とした企\n業会計処理基準によって作成した財務諸表によれば、本件破産申立をした平成六年\n五月二五日現在で債務超過の状態には至っていなかったが、同日現在の非常貸借対\n照表によれば、資産二億〇九九三万三九三六円、負債三億一二〇四万三一九二円\nで、正味資本はマイナス一億〇二一〇万九二五六円の債務超過の状態にあった。\n２　本件破産申立後の経過\n（一）　Ｄは、本件破産申立をした日の翌日である平成六年五月二六日朝、原告の\n全従業員を集めた朝礼で、初めて本件破産申立の件を発表した。\n補助参加人組合は、同日午後から原告と継続的に団体交渉を行い、決算報告書を\nもとに税理士に意見を求めたり、コロナクリエイトにも事情聴取を行うなどしたう\nえで、破産原因は存在せず、本件破産申立は補助参加人組合を潰すことを目的とし\nたものであると主張して、本件破産申立の取下げと企業の再開を強く求める一方、\n被告に対し、同月二七日、本件破産申立は事前協議の確認に反し、補助参加人組合\nの破壊を唯一の目的とした不当労働行為であるとして救済申立を行った（大阪府地\n方労働委員会平成六年（不）第三三号不当労働行為救済申立事件）。また、補助参\n加人組合は、破産裁判所である大阪地方裁判所に対しても、原告に破産原因が存在\nしないことを主張した。\n（二）　大阪地方裁判所は、平成六年六月七日、破産申立手続の第二回審尋期日に\nおいて、鑑定人を選任して破産原因の調査をすることとした。\n（三）　Ｄら原告管理職は、前日の団体交渉で平成六年六月一〇日に開催が予定さ\nれていた団体交渉に出席せず（本件団交拒否）に行方をくらまし、さらに、同月一\n五日ころ、代理人である曽我弁護士を通じて、補助参加人組合員を含む全従業員に\n対し、本件破産申立のため事業を継続できなくなったとして同月二〇日をもって解\n雇する旨の解雇通知書を発送して、本件解雇をした。\n本件解雇について、補助参加人組合員以外の原告従業員は、いずれもこれを了承\nしたが、補助参加人組合は、同月二〇日及び同月二三日の二回にわたり、本件破産\n申立の取下げや本件解雇の撤回を求めて、原告代理人の曽我弁護士を通じて、原告\nに対し、団体交渉開催を求めた。しかし、原告は、右団体交渉開催要求に応じなか\nった（本件団交不応諾）。\nそこで、補助参加人組合は、被告に対し、同年七月一四日、本件解雇及び本件団\n交拒否等が不当労働行為に該当するとして救済申立を行った（大阪府地方労働委員\n会平成六年（不）第四三号不当労働行為救済申立事件）。\n（四）　大阪地方裁判所は、原告が債務超過の状態にあるとの鑑定結果を受けて、\n原告に対し、平成六年八月四日午後三時、本件破産宣告をし、併せて破産管財人と\nしてＬ弁護士（以下「Ｌ管財人」という。）を選任した。そして、右Ｌ管財人は、\n同月八日、補助参加人組合員に対して改めて解雇通知を行い、補助参加人組合員も\nこれを了承した。\nまた、被告は、前記平成六年（不）第三三号及び同第四三号の各不当労働行為救\n済申立事件を併合して審理を行う一方、両事件の被申立人としてＬ管財人を加えた\n上で、原告及びＬ管財人に対し、平成七年二月二三日、次の主文からなる本件救済\n命令を発令した。\n主　　　文\n１　原告及びＬ管財人は、原告により、平成六年六月二〇日付けで補助参加人組合\n員に対してなされた解雇がなかったものとして取り扱い、同日以降、同年八月八日\nまでの間、補助参加人組合員が受けるはずであった賃金相当額及びこれに年率五分\nを乗じた額を支払わなければならない。\n２　原告は、補助参加人組合に対して下記の文書を速やかに手交しなければならな\nい。\n記\n年　月　日\n総評全国一般大阪地連誠光社労働組合\n執行委員長Ｊ殿\n株式会社誠光社\n代表取締役　Ｄ\n当社が行った下記の行為は、大阪府地方労働委員会において、労働組合法第七条\n第一号、第二号及び第三号に該当する不当労働行為であると認められましたので陳\n謝いたします。\n記\n（１）　貴組合との事前協議を経ることなく、平成六年五月二五日、大阪地方裁判\n所に対して破産の申立てを行い、かつ、同年六月二〇日をもって貴組合員全員を解\n雇したこと\n（２）　平成六年六月一〇日、貴組合との団体交渉を一方的に拒否し、さらに貴組\n合からの同月二〇日付け及び同月二三日付け団体交渉要求に応じなかったこと\n（五）　なお、原告は、本件訴訟の口頭弁論終結時点において、本件破産宣告によ\nる清算手続中であって、いまだ破産終結に至っていない。\nＤは、現在、個人で運送業を営んでいる。\n以上の事実が認められる。\n二　原告の主張について\n１　Ｄの軟禁等について\n（一）　原告は、補助参加人組合の結成当初から、Ｄを軟禁して署名を強制するな\nど、補助参加人組合が対立的労使関係を基本路線として採っていた旨を主張し、甲\n第一号証にはこれに沿う部分がある。\n（二）　しかしながら、補助参加人が組合結成の通告を行った際に提出した要求書\n（前掲乙第一五号証）の具体的内容、右要求内容はその後の団体交渉で解決を見た\nこと、問題とされる議事録確認書（前掲乙第一七号証）の体裁、その後も右議事録\n確認書は再確認（前掲乙第二三号証、同第二七号証）を受けており、右組合結成の\n通告のなされた昭和五八年七月一九日以来曲がりなりにも労使関係が継続してきた\nこと、原告は補助参加人組合結成後、相次いで労務対策顧問等を採用してきたこ\nと、前掲乙第八号証及び証人Ｊの証言を総合するとき、むしろ、補助参加人組合結\n成当初は、原告との労使関係は比較的安定していたものと認められ、他に、補助参\n加人組合が相当性を逸脱するような対立的労使関係を採用したと認めるに足りる的\n確な証拠はないから、結局、右甲第一号証の原告代表者Ｄの供述は不自然であって\n信用することができず、原告の右主張は採用できない。\n２　「翔の会」について\n（一）　原告は、「翔の会」結成への関与を否認し、むしろ、補助参加人組合がそ\nの会費を管理するなどと言い始めた旨主張し、甲第一、第二号証、第四号証にはこ\nれに沿うかの部分がある。\n（二）　しかしながら、前掲乙第二一、同第二二号証の記載内容、その後右「翔の\n会」が短期間で解散されたこと、原告が後に誠光ユニオンという形で補助参加人組\n合に対抗する組織を形成しようとしたこと、前掲乙第八号証及び証人Ｊの証言を総\n合するとき、原告は、補助参加人組合員を排除する形での右「翔の会」結成に関与\nしていたと認めることができ、原告主張に沿うかの右各証拠は信用することができ\nず、したがって、原告の右主張は採用できない。\n３　平成元年一月二〇日の就業規則変更について\n原告は、平成元年一月二〇日の就業規則変更の発表後、補助参加人組合が連日抗\n議行動を行った等主張するが、その具体的内容を認定するに足りる証拠はないばか\nりでなく、そもそも、原告・補助参加人組合間には労働条件変更については事前協\n議を経る旨の確認がなされていたことは前記認定のとおりであるところ、就業規則\nの変更は当然に労働条件の変更を伴うものであって、原告がこれについて事前協議\nを行わなかった以上、補助参加人組合が抗議を行うのは自然なことというべきであ\nる。\n４　差別賃金の支払等について\n（一）　原告は、平成三年八月一三日及び平成五年三月八日に、補助参加人の言い\n掛かりにより、解決金等の支払を強要され、家族手当のカットについても、原告が\n自発的に是正したかのごとく主張し、甲第一号証にはこれに沿う部分がある。\n（二）　しかしながら、右賃金等支払の際に作成された前掲乙第二四号証、同第二\n九号証の文面で、原告はこれらを補助参加人組合員差別である旨を認めているこ\nと、支払われた金額が相当の高額であること、当時、原告にはＧ又はＢ、Ａといっ\nた労務対策顧問がいたこと、前掲乙第二八号証の存在、同乙第八号証及び証人Ｊの\n証言を総合するとき、右各解決金等は、補助参加人組合の抗議に基づき、原告によ\nる補助参加人組合員に対する賃金又は一時金支給の上での差別を是正するために支\n払われ、家族手当のカットも、右一時金是正の際に併せて交渉されて決着を見たも\nのと認めることができ、これに反する右証拠はいずれも信用することができず、原\n告の主張は採用できない。\n５　誠光ユニオンの結成について\n（一）　原告は、誠光ユニオンの結成についての関与を否定し、甲第一、第二号\n証、第四号証にはこれに沿う部分がある。\n（二）　しかしながら、原告の当時の労務対策顧問であるＢが誠光ユニオンの結成\nに関与していること（前掲丙第三ないし第五号証）、Ｂ、Ａ及び誠光ユニオン執行\n委員長であるＣの人間関係、原告がＡらに支出していた賃金の額、Ａ及びＣによる\n新入従業員に対する誠光ユニオン加入工作、原告が誠光ユニオンとの労働協約締結\n後に同組合幹部を饗応していること、前掲甲第二号証においてＤはＣも参加した原\n告管理職の研修の費用を原告から出捐していた旨自認していること、Ｄが作成した\nことについて当事者間に争いのない前掲丙第二号証の記載内容、同乙第三六号証、\n同第四一号証の記載内容に徴すると、右各証拠はいずれも不自然不合理であって到\n底信用することができず、むしろ、原告は、誠光ユニオンの結成及び育成について\n相当の援助をしていたものと認めるのが自然であるから、原告の右主張はこれを採\n用することはできない。\n６　コロナクリエイトとの取引の停止について\n（一）　原告は、平成六年五月九日及び一〇日、Ｄが仕事上のミスでコロナクリエ\nイトに呼び出された上、同社から今後の取引を断られた旨主張し、甲第一ないし第\n四号証にはこれに沿う部分がある。\n（二）　しかしながら、Ｄがコロナクリエイトに対して仕事を続けていく自信を失\nった旨述べた点については当事者間に争いがないこと、原告主張の仕事上のミスな\nるものの具体的内容は何ら明らかにされていないこと、継続企業を前提とした会計\n処理基準によれば当時いまだ債務超過の状態になっていなかったなど、原告は資金\n的にも逼迫していたとまではいい難いこと、前掲乙第一一号証及び証人Ｊの証言に\n徴すると、むしろ、収益及び労使関係の悪化や退職者が相次いだことから、原告を\n経営する意欲を失ったＤが、自らコロナクリエイトに赴き、今後の取引を断ったと\n認めるのが自然であって、原告の主張に沿う右各証拠は信用することができず、原\n告の右主張はこれを採用することができない。\n第二　本件破産申立、本件解雇及び本件団交拒否等の不当労働行為該当性について\n一　本件破産申立について\n１　被告及び補助参加人は、本件破産申立について、補助参加人組合を嫌悪する原\n告が、誠光ユニオンの強化を図るなどして補助参加人組合の弱体化を企図したもの\nの果たせず、ついには企業活動を放擲することによって補助参加人組合を破壊しよ\nうとして行われた行為と判断されるとして、これが労組法七条一号及び三号に該当\nする不当労働行為である旨主張する。\n２　そこで検討するに、破産原因を有する会社による破産申立は、原則として、労\n組法七条所定の不当労働行為に該当せず、労働委員会の救済命令の対象とならない\nものと解するのが相当である。\nなんとなれば、憲法二一条一項は職業選択の自由を保障している以上、営業者は\n自らの営業を廃止する自由を有すること、破産法が、破産原因のある者について裁\n判所の関与のもとでその財産を解体・清算することを通じて債権者の公平と債務者\nの更生を図ることを目的とすることに照らすと、会社は、支払不能に陥り（破産法\n一二六条一項）、あるいは、債務超過の状態に立ち至った場合（同法一二七条一\n項）、その営業を廃止して全財産を清算する手段として、自ら破産申立をなす（同\n法一三二条一項）自由を有するのであって、破産原因を有する会社が、たまたま会\n社内に労働組合が結成されていて、同組合が破産申立に反対する故をもって、破産\n申立ができなくなり、あるいは、右申立を受理した裁判所が破産宣告を発令できな\nくなるとする実定法上の根拠はないこと、破産宣告によって当該破産者の総財産は\n解体・清算されることになり、その過程で従業員は労働組合員であるか否かを問わ\nずその全員が解雇されることが予定されている（法は、企業の破産に際して、民法\n三〇六条二号、同法三〇八条、商法二九五条一項、破産法三九条により賃金債権を\n優先破産債権として取り扱う限度で労働者を保護しているものと解される。）こ\nと、労組法七条所定の不当労働行為及び同法二七条以下の不当労働行為に対する救\n済命令発令手続は使用者の労働組合に対する不利益取扱い等を禁止することで労働\n組合の団結権及び団体行動権を保護し、ひいては対使用者の関係で労働者の権利を\n保護することを目的とするところ、右不当労働行為は、そもそも、企業の存続を当\n然の前提とするものであって、その前提が消滅する会社破産の場合にまで労働組合\nの団結権を保護する理由はないこと、以上に鑑みると、会社のなした破産申立及び\nこれに引き続く破産宣告によって、労働組合員を含む従業員が従前の職業を失うと\nいう不利益な取扱いを受けたとしても、原則として、これをもって労組法七条所定\nの不当労働行為ということはできないというべきである。\n３　しかしながら、会社が自ら破産申立をするに際して、従前からの会社の労働組\n合に対する不当労働行為の継続、当該破産申立行為の背信性、破産原因の不存在な\nいし会社による破産原因の意図的な作出、非組合員を雇用した別企業による従前の\n営業の継続といった特段の事情により、右破産申立が労働組合の潰滅を唯一の目的\nとしてなされたことが明らかである場合には、会社による右破産申立は、労組法七\n条一号所定の不当労働行為に該当するものと解するのが相当である。\nなんとなれば、右のような場合、当該破産申立は、裁判手続に藉口してなされた\n労働組合の団結権侵害行為であるというほかなく、会社の営業廃止の自由を濫用す\nるものである（民法一条一項、三項）から、このような場合にまで、労働委員会が\nその裁量に基づいて、右破産申立に対して何らかの救済命令を発令することを妨げ\nる理由は存しないからである。\n４（一）　そこで、以下において、本件破産申立について右特段の事情の有無を検\n討するに、前記認定のとおり、原告は、従前から、労務対策担当の顧問を雇って、\n反組合的な対策を講じてきたこと、補助参加人組合員を排除した親睦会である「翔\nの会」結成に関与したこと、労使間の事前協議を行わずに就業規則改定や家族手当\nカットを試みたこと、賃金又は賞与の支払について補助参加人組合員を差別したこ\nと、第二組合である誠光ユニオンの結成に深く関与しその活動を援助したこと、誠\n光ユニオンを脱退したＩに突如配置転換を命じ、補助参加人組合執行委員であるＥ\nに配置転換を命じて業務を停止させながら、他方でその業務をより費用のかかる外\n注に回したこと、平成六年の春闘前に補助参加人組合の機先を制する形で「非常事\n態宣言」を出しながら、同日付けで誠光ユニオンの組合員三名を主任に昇進させた\nことなどから、補助参加人組合を嫌悪ないし敵視する姿勢が一貫して認められる。\nまた、前記認定のとおり、原告代表者のＤは、大手の取引先であるコロナクリエイ\nトに自ら今後の取引の受注を断りながら、逆に、補助参加人組合に対しては、右コ\nロナクリエイトから取引を断られた旨の虚偽の説明をしたこと、原告は、次回に予\n定された団体交渉の前日に、従業員に何ら説明なく本件破産申立をいわば抜打ち的\nに行ったこと、その後本件団交拒否等に見られるように補助参加人組合に対して誠\n実な対応をしなかったことから、本件破産申立には、補助参加人組合に対する関係\nで、著しく信義に悖る事情が認められる。\n（二）　しかし、他方、本件破産申立当時、原告には債務超過の破産原因が存して\nおり、社会保険料も滞納していたこと、コロナクリエイトとの取引の停止に至る事\n情や原告の従前からの使途不明金等を考慮しても、原告の債務超過額（一億〇二一\n〇万九二五六円）に照らすと、原告が意図的に破産原因を作出したとまでは認め難\nいこと、原告の営業活動は現在完全に停止しており、Ｄも、原告とは業種、業態を\n全く異にする運送業を個人で営んでいること、すなわち、Ｄが原告の営業を他の企\n業で継続しているなどの事情は存しないこと、むしろ、本件破産申立に至る経緯に\n徴すると、Ｄは、「非常事態宣言」後も、賃上げ交渉やＥの処遇を巡って補助参加\n人組合との間で緊張した労使関係が継続したばかりでなく、Ｅに対する配置転換命\n令について補助参加人が初めて被告に救済命令を申し立てたこと、その間、不景気\nから収益好転の見通しが立たなかったこと、補助参加人組合員以外の従業員の退職\nが相次いだこと、以上の事実が認められ、これらの事実に照らせば、原告代表者の\nＤが、平成六年四月ころ、原告を経営する意欲を喪失し、大手取引先であるコロナ\nクリエイトとの取引を解消した上で、本件破産申立に及んだものと認めるのが相当\nである。\n（三）　以上を総合するとき、本件破産申立は、原告の補助参加人組合に対する敵\n対的な意図をも包含してなされたとはいいうるものの、いまだ補助参加人組合の潰\n滅を唯一の目的としてなされたものとまではいうことができず、したがって、労組\n法七条所定の不当労働行為には該当しないものといわざるを得ない。\n５　故に、本件救済命令が、本件破産申立を不当労働行為として、原告に対し、主\n文第２項（１）で本件破産申立につき陳謝を命じたのは、理由がないので、違法と\nして取消しを免れない。\n６　なお、補助参加人は、原告は本件破産申立当時、債務超過の状態になかった旨\n主張し、乙第六四号証は継続企業を前提とした財務諸表によれば原告は当時債務超\n過の状態にはなかったとする記載がある。\nしかしながら、破産法一二七条一項にいう債務超過とは、破産宣告当時におい\nて、債務者の負担する債務がその資産を上廻る客観的状態をいうものと解されると\nころ、同じく前掲乙第六四号証は、本件破産申立当時の非常貸借対照表によれば原\n告は一億〇二一〇万九二五六円の債務超過の状態にあった旨述べているから、結\n局、原告は本件破産宣告当時も破産法一二七条一項の債務超過の要件を充たしてい\nたものと認められる。\nしたがって、補助参加人の右主張は採用できない。\n二　本件解雇について\n１　被告及び補助参加人は、本件解雇について、補助参加人組合との事前協議を経\nずになされたことと、本件破産申立が不当労働行為に該当することから、これが労\n組法七条一号及び三号に該当する不当労働行為である旨主張する。\n２　そこで検討するに、本件破産申立が不当労働行為に該当しないことは前記のと\nおりであることに加えて、破産原因のある会社が破産申立をした場合、当該会社は\n営業活動を停止し、従業員は全員が解雇されるに至ることが通常は予定されている\nことから、このような場合にまで、従業員の解雇に先だって事前協議の手続を踏ま\nなければならない理由がないばかりでなく、本件解雇は、補助参加人組合員以外の\n原告の全従業員に対してなされているから補助参加人組合員を不利益に取り扱った\nとする余地はなく、結局、労組法七条所定の不当労働行為を構成しないものといわ\nざるを得ない。\n３　故に、本件救済命令が、本件解雇が不当労働行為に該当するとして、原告に対\nし、主文第１項及び同第２項のうち（１）で本件解雇につき陳謝を命じたのは、理\n由がないので違法として取消しを免れない。\n三　本件団交拒否等について\n１　被告及び補助参加人は、本件団交拒否等について、原告がなんらの説明を行う\nことなく一方的に本件団交拒否を行い、また、本件団交不応諾にも正当な理由がな\nいから、これらはいずれも労組法七条二号に該当する不当労働行為である旨主張す\nる。\n２　そこで検討するに、破産原因を有する会社が破産申立をした場合、会社は、団\n体交渉を拒否し又はこれに応じないことにつき正当な理由がない限り、労働組合に\n対する団体交渉応諾の義務を免れないものと解するのが相当である。\nなんとなれば、破産原因を有する会社が破産申立をしたとしても、それによって\n法人格が直ちに消滅するものではなく、破産宣告後も、強制和議（破産法二九〇条\n以下）又は同意廃止（同法三四七条、三八四条）によって会社が存続することもあ\nり得るから、会社は、依然として集団的労使関係から離脱することはないからであ\nる。\n３　これを本件についてみるに、原告は、前日に補助参加人組合との団体交渉開催\nを約しておきながら、何ら理由を示さず一方的に本件団交拒否を行い、かつ、その\n後も補助参加人組合からの二度にわたる団体交渉開催の求めに対しても、何の理由\nもなく、一切これに応じなかったことは前記認定のとおりであって、原告において\nは、右団体交渉を拒否し又はこれに応じない正当な理由については何ら具体的な主\n張立証がない。\nしたがって、本件団交拒否等は、いずれも正当な理由によりなされたものとは到\n底認め難く、労組法七条二号に該当する不当労働行為であるといわざるを得ない。\n４　故に、本件救済命令が、原告に対し、本件団交拒否等を不当労働行為に該当す\nるとした判断の部分は正当である。\n第三　本件救済命令のうちの係争部分につき、原告を名宛人としたことの違法性に\nついて\n一　本件救済命令のうちの係争部分につき、原告を名宛人としたことの適法性につ\nいては、当事者間に争いがあるので、以下、検討する。\nところで、労組法二七条所定の、「救済命令制度は、労働者の団結権及び団体行\n動権の保護を目的とし、これらの権利を侵害する使用者の一定の行為を不当労働行\n為として禁止した法七条の規定の実効性を担保するために設けられたものであると\nころ、法が、右禁止規定の実効性を担保するために、使用者の右規定違反行為に対\nして労働委員会という行政機関による救済命令の方法を採用したのは、使用者によ\nる組合活動侵害行為によって生じた状態を右命令によって直接是正することによ\nり、正常な集団的労使関係秩序の迅速な回復、確保を図るとともに、使用者の多様\nな不当労働行為に対してあらかじめその是正措置の内容を具体的に特定しておくこ\nとが困難かつ不適当であるため、労使関係について専門的知識経験を有する労働委\n員会に対し、その裁量により、個々の事案に応じた適切な是正措置を決定し、これ\nを命ずる権限をゆだねる趣旨に出たものと解される」（最判昭和五二年二月二三日\n民集三一巻一号九三頁）ところである。\nしたがって、不当労働行為をなした使用者が履行を求められる救済命令の内容\nは、労働委員会の裁量的判断によって多種多様にわたることになり、その結果、使\n用者に対し、その財産権の変動を求める内容を含む救済命令が発せられることも、\n法は当然に予想しているものというべきである。\nしかしながら、救済命令の申立がなされた後に、使用者に対して破産宣告がなさ\nれて破産管財人が選任された場合、労働委員会は、使用者（破産者）に対し、その\n財産の管理処分権の行使を履行内容として求める救済命令に限っては、これを発す\nることができなくなるものと解するのが相当である。\nなんとなれば、破産宣告により、破産者が破産宣告時に有していた全財産は破産\n財団となり（破産法六条一項）、右破産財団の管理処分権は破産管財人に専属する\nことになる（同法七条）結果、破産者はその財産権の管理処分権を喪失し、救済命\n令中その財産権の変動に関する部分の履行が法律上不可能となる一方、当該救済命\n令が確定した場合、破産者は過料による制裁（労組法二七条九項）又は刑事罰（同\n法二八条）を免れないことになるが、これは、破産者に不可能を強いながら制裁を\n加える結果を招来することになる一方、破産法七条によって破産管財人が取得する\nのは破産財団の管理処分権のみに過ぎず、破産者の人格はなお存続する以上、不当\n労働行為に該当する事実を履践した主体である使用者（破産者）に、右以外の、管\n理処分権の行使にわたらない救済命令の履行を求めることは、前記救済命令の趣旨\nに照らし、依然として労働委員会の裁量の範囲内というべきだからである。\n二　これを本件についてみるに、本件団交拒否等が不当労働行為に該当することは\n前記説示のとおりであるが、本件救済命令は、本件団交拒否等について、原告に対\nし、その主文第２項において陳謝命令（いわゆるポスト・ノーティス）を義務づけ\nているのみであって、右陳謝命令は、原告の財産の管理処分権の行使を求めるもの\nではなく、むしろ、原告の人格にかかわる措置を求めるものである。\nしたがって、被告が発令した本件救済命令の主文第２項の（２）に関する部分\nは、その裁量を逸脱しておらず、適法なものというべきである。\nなお、本件救済命令が、主文第２項の（１）において原告を名宛人としたこと自\n体は、右と同様に理由により違法ということはできないが、本件救済命令が、本件\n解雇が不当労働行為に該当するとして、原告に対し、主文第２項の（１）に関する\n部分を命じたのは理由がないので、この点において違法として取消しを免れないこ\nとは前記説示のとおりである。\n三　本件救済命令が、本件解雇が不当労働行為に該当するとして、原告に対し、主\n文第１項を命じた点も理由がないので、違法として取消しを免れないことは前記説\n示のとおりであるが、念のために本件救済命令の主文第１項につき、原告を名宛人\nとしたことの適法性如何についても判断を加えておくと、本件救済命令の主文第１\n項は、破産者である原告に対しても、補助参加人組合員らを破産管財人により適法\nに解雇されるまでの期間、原告の従業員として扱うことを求めるものであるとこ\nろ、右部分は破産者に対して破産財団の管理処分権の行使を履行内容として求める\nものというべきであり、結局、原告に不可能を強いるものにほかならないから、本\n件救済命令の主文第１項は、これを破産管財人に対して発令することは格別、破産\n者たる原告に対して発令された限りで違法であることを免れないというべきであ\nる。\n第四　結論\n以上から、原告の請求は、本件救済命令のうち、主文第１項のうち原告を名宛人\nとする部分及び主文第２項のうち（１）に関する部分を取り消す限度で理由がある\nからこれを認容し、その余は理由がないからこれを棄却し、訴訟費用の負担につき\n行訴法七条、民訴法八九条、九二条本文、九四条を適用して、主文のとおり判決す\nる。\n（裁判官　中路義彦　長久保尚善　井上泰人）\n（別紙）　命令書\n（住所省略）\n申立人　総評全国一般大阪地連誠光社労働組合\n代表者　執行委員長　Ｊ\n（住所省略）\n被申立人　株式会社誠光社\n代表者　代表取締役　Ｄ\n（住所省略）\n被申立人　破産者株式会社誠光社破産管財人　Ｌ\n上記当事者間の平成６年（不）第３３号及び平成６年（不）第４３号併合事件に\nついて、当委員会は、平成７年１月２５日の公益委員会議において合議を行った結\n果、次のとおり命令する。\n主　　　文\n１　被申立人株式会社誠光社及び同破産者株式会社誠光社破産管財人Ｌは、被申立\n人株式会社誠光社により、平成６年６月２０日付けで申立人組合員に対してなされ\nた解雇がなかったものとして取り扱い、同日以降、同年８月８日までの間、申立人\n組合員が受けるはずであった賃金相当額及びこれに年率５分を乗じた額を支払わな\nければならない。\n２　被申立人株式会社誠光社は、申立人に対して下記の文書を速やかに手交しなけ\nればならない。\n記\n年　月　日\n総評全国一般大阪地連誠光社労働組\n執行委員長　Ｊ殿\n株式会社誠光社\n代表取締役　Ｄ\n当社が行った下記の行為は、大阪府地方労働委員会において、労働組合法第７条\n第１号、第２号及び第３号に該当する不当労働行為であると認められましたので陳\n謝いたします。\n記\n（１）　貴組合との事前協議を経ることなく、平成６年５月２５日、大阪地方裁判\n所に対して破産の申立てを行い、かつ、同年６月２０日をもった貴組合員全員を解\n雇したこと\n（２）　平成６年６月１０日、貴組合との団体交渉を一方的に拒否し、さらに貴組\n合からの同月２０日付け及び同月２３日付け団体交渉要求に応じなかったこと\n理　　　由（省略）\n以上の事実認定及び判断に基づき、当委員会は、労働組合法第２７条及び労働委\n員会規則４３条により、主分のとおり命令する。\n平成７年２月２３日\n大阪府地方労働委員会\n会長　Ｍ●\n"
}