{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 9,
    "month": 10,
    "day": 20
  },
  "case_number": "平成9(う)1187",
  "case_name": "有印私文書偽造、同行使被告事件",
  "court_name": "東京高等裁判所第一刑事部",
  "lawsuit_id": "20162",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20162",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/162/020162_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n理　　　　由\n一　本件控訴の趣意は、弁護人及び被告人作成の各控訴趣意書に、これに対する\n答弁は、検察官増田暢也作成の答弁書に、それぞれ記載されたとおりであるから、\nこれを引用する。\n論旨は、被告人は自己を表象するものとして「Ａ」という氏名を使用し、本件各\n文書を作成したのであるから、私文書偽造罪、同行使罪が成立しないのに、その成\n立を認めた原判決には判決に影響を及ぼすことが明らかな事実誤認及び法令適用の\n誤りがある、というのである。\nそこで原審記録及び証拠物を調査し、当審における事実取調べの結果をも併せて\n検討する。\n二　関係証拠によれば、次の事実が認められる。\n（１）　被告人は、昭和六三年一〇月ころから、宗教法人Ｂに入信してその活動\nをしていた者であるが、平成七年五月、東京都杉並区ａのマンションで発生した爆\n発物取締罰則違反事件に関与した嫌疑で指名手配を受け、いわゆるＣ事件等の容疑\nで特別指名手配を受けていた他の信者らとともに埼玉県所沢市ｂのＤＥ号室に潜伏\n中、一同の生活費等に窮したところから、特別指名手配でないため街頭等に顔写真\n等が張り出されることのなかった自分が「Ａ」の偽名で就職して一同の生活費等に\n充てようと考え、同年八月上旬ころ、求人情報誌に掲載されていた北海道阿寒郡の\n株式会社Ｆの求人広告を見てこれに応募することとし、東京都内で履歴書用紙と\n「Ａ」と刻した印鑑を購入した上、同月一〇日ころ、右Ｄの室内において、履歴書\n用紙の氏名欄に「Ａ」、生年月日欄に「４１　１　２４」、現住所欄に「大分県中\n津市大字ｃｄ―ｅ」などと実際とは相違する記載をし、その名下に「Ａ」と刻した\n右印鑑を押捺し、自己の顔写真を貼付して履歴書一枚を作成し、同月中旬ころ、こ\nれを同社総務課宛てに郵送して総務部長らに閲読させた上、同月二二日ころ、ホテ\nルにおいて、右履歴書に基づいて右部長らによる面接を受けて即時ホテル接客係と\nして採用され、翌二三日から平成八年八月三一日までの間、ホテルで稼働して月額\n約二〇万円の収入を得、その間の平成八年四月前後ころ、二回にわたり現金各一〇\n万円を前記Ｄに送金した。\n（２）　被告人は、右ホテル側から約一年の勤務を終えたので正社員になるよう\nに誘われたが、正社員になると雇用保険への加入が必要となり、これにより偽名の\n使用が発覚するおそれがあったことなどから、平成八年八月三一日、ホテルを退社\nして再就職先を探し始め、同年九月上旬ころ、北海道北見市の人材派遣業であるＧ\n株式会社Ｈに電話をして就労先のあっせんを依頼したところ、担当職員から履歴書\n持参の上面接を受けるよう指示されたため、前記ＦのＩ寮Ｊ号室において、北見市\n内で購入した履歴書用紙の氏名欄に「Ａ」、生年月日欄に「昭和４１　１　２４」\nなどと実際とは相異する記載をし、その名下に「Ａ」と刻した前記印鑑を押捺し、\n自己の顔写真を貼付して履歴書一枚を作成し、同月末ころ、同社内でこれをオフィ\nス所長に提出し、所長から石川県下の電気会社で働く気があればＧ株式会社Ｋ官業\n所を紹介する旨言われ、同年一〇月中旬ころ、その紹介方を依頼した。\n（３）　被告人は、平成八年一〇月二一日、右紹介に基づき金沢市所在のＧ株式\n会社Ｋ営業所に赴いて同営業所労務担当社員の面接を受けた際、雇用契約書用紙の\n氏名欄に「Ａ」、生年月日欄に「４１　１　２４」、現住所欄に「大分県中津市大\n字ｃｄーｅ」、労働者欄に「Ａ」などと、賃金控除に関する同意書用紙の労働者欄\nに「Ａ」などと、給与振込依頼書用紙の氏名欄に「Ａ」などとそれぞれ実際とは相\n異する記載をし、その各名下に「Ａ」と刻した前記印鑑を押捺し、雇用契約書、賃\n金控除に関する同意書及び給与振込依頼書各一枚をそれぞれ作成してその場で同人\nに一括提出し、同日付けで従業員に採用され、同月二三日から同年一二月一一日前\n記爆発物取締罰則違反容疑で通常逮捕されるまでの間、石川県能美郡のＬ株式会社\n液晶事業部において液晶パネル検査作業員として稼働して月額約二七万円の収入を\n得、その間の同年一一月ころ、現金一五万円を前記Ｄに送金した。\n三　以上の事実関係を基礎とし、本件において私文書偽造罪、同行使罪が成立す\nるか否かを判断する。\n<要旨>文書偽造罪は、私文書偽造罪を含め、文書の受領者その他の関係者が文書\nの名義人として認識するところと</要旨>その作成者との間にそごを生じさせないよ\nうにすることによって文書の公共的信用を確保するためのものである。したがっ\nて、文書を偽造したか否かは、文書の名義人と作成者との間の人格の同一性を偽っ\nたか否かにより判断されることになるが（最高裁昭和五九年二月一七日判決・刑集\n三八巻三号三三六頁、同平成五年一〇月五日決定・刑集四七巻八号七頁参照）、文\n書の名義人であると認識される者とその現実の作成者とが相異しているからといっ\nて直ちに右のそごを生じさせたと判断することはできず、そごを生じさせたと判断\nするに当たっては、文書の性質ないしは機能からみて文書に期待されていると認め\nられる公共的信用の実体を考慮する必要がある。すなわち、作成者が名義人の名義\nを用いて文書を作成する権限を与えられていれば公共的信用を損なわないと解され\nるような文書の場合には、作成者にその権限があったか否かによりそごの有無を判\n断するのが相当であるのに対し、作成者本人が名義人本人であることを前提として\n作成される文書であるためその間に相異があることにより公共的信用が損なわれる\nような文書の場合には、氏名、生年月日等の人格を特定する事項から認識される名\n義人の人格が作成者本人を指し示しているか否かによりそごの有無を判断するのが\n相当である。\n本件各文書を検討すると、前記（１）（２）の被告人が就職申込みの際提出した\n各履歴書は、作成者の身上、経歴等の事実を証明するための文書であり、氏名、生\n年月日、本籍、現住所、家族、経歴等の記載事項が作成者の本名その他の正確な記\n載事項であることを予定して作成される文書であり、実際にもそのような文書であ\nると信用されることを予定して使用されたものであった。また、前記（３）の雇用\n契約書、賃金控除に関する同意書及び給与振込依頼書は、労働者の労働条件等の雇\n用関係に関する権利義務又は事実証明に関する文書であって、作成者本人の本名で\n作成されることが予定されており、実際にもそのような文書であると信用されるこ\nとを予定して使用されたものであった。\nしかるに、被告人の本名（戸籍上の氏名）はＭであり、生年月日は昭和三八年五\n月二一日であるのに、本件各文書の氏名欄には「Ａ」、生年月日欄には昭和四一年\n一月二四日と記載され、その他現住所欄（（１）（３）の文書）、経歴欄（（１）\n（２）の文書）などにも真実ではない記載がされている。そのため、これらの文書\nの名義人として認識される人格は、被告人本人の人格と全くそごすることになって\nいる。被告人は、捜査機関によって自己の所在が把握されて逮捕されることを危倶\nし、かつ、指名手配されているＭであることを秘匿し、Ｍとは全くの他人である別\nの人間になりすまして就職するため、「Ａ」という架空の氏名を使用して本件各文\n書を作成し、雇用主側に提出したのであって、このこと自体本件各文書の名義人の\n人格と作成者の人格とを偽ったことを雄弁に物語っている。\n所論は、本件各履歴書には被告人の顔写真が貼付されているから、文書から認識\nされる名義人は顔写真の主である被告人として特定されると主張するが、それだけ\nでは履歴書の名義人が被告人本人を指し示すものとして十分であるとはいえない。\nまた、所論は、被告人には本件各文書から生ずる責任を免れようとする意思はな\nかったから偽造にはならないと主張するが、本件各文書の性質ないしは機能に照ら\nすと、被告人に責任を免れる意思があったか否かを問わず、文書の公共的信用が損\nなわれているばかりか、偽名を用いて自己の真の身元を秘匿している場合には文書\nの内容に責任を負う主体が存在しているともいえない。\n以上のとおり、本件各行為について私文書偽造罪、同行使罪の成立を認めた原判\n決に事実誤認及び法令適用の誤りはない。論旨は理由がない。\n四　よって、刑訴法三九六条により本件控訴を棄却し、当審における訴訟費用は\n同法一八一条一項ただし書を適用して被告人に負担させないこととし、主文のとお\nり判決する。\n（裁判長裁判官　香城敏麿　裁判官　平谷正弘　裁判官　佐藤公美）\n"
}