{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 11,
    "day": 27
  },
  "case_number": "平成6(行ウ)13",
  "case_name": "県外産業廃棄物処理禁止等請求事件",
  "court_name": "新潟地方裁判所",
  "field": "行政",
  "lawsuit_id": "16138",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16138",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/138/016138_hanrei.pdf",
  "contents": "主　　　文\n一　被告は、新潟県外で発生した産業廃棄物を別紙施設目録記載の産業廃棄物処理\n施設において処理してはならない。\n二　被告は、原告が第一項の施設の敷地内において、年二回、右施設の煙突に設置\nされた測定口からの排ガス測定を実施することを妨害してはならない。\n三　被告が、原告に対し、第二項の排ガス測定に要する費用の支払義務があること\nを確認する。\n四　訴訟費用は被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n主文同旨\n二　請求の趣旨に対する答弁\n（本案前の答弁）\n本件訴えのうち原告の請求の趣旨第３項の請求を却下する。\n（本案の答弁）\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は、原告の負担とする。\n第二　当事者の求めた裁判\n一　請求原因\n１　本件確約書に基づく請求（請求の趣旨第１項）\n（一）　被告は、別紙施設目録記載の産業廃棄物処理施設（以下、「本件産業廃棄\n物処理施設」という。）建設にあたり、原告に対し、平成二年六月一日付けの確約\n書（以下、「本件確約書」という。）をもって本件産業廃棄物処理施設で処理する\n産業廃棄物は新潟県内（以下、「県内」という。）のもののみとするとの合意（本\n件確約書第３項。以下、「本件確約書による合意」という。）をした。\n（二）　被告は、新潟県外（以下、「県外」という。）で発生した産業廃棄物を本\n件産業廃棄物処理施設に搬入の上、処理している。\n（三）　よって、原告は、被告に対し、本件確約書による合意に基づき、県外で発\n生した産業廃棄物を本件産業廃棄物処理施設において処理してはならないことを求\nめる。\n２　本件公害防止協定に基づく請求（請求の趣旨第２項、第３項）\n（一）　原告は、被告及び訴外下木島揚水機組合との間で、平成三年三月五日、本\n件産業廃棄物処理施設に関する公害防止に関する協定（以下、「本件公害防止協\n定」という。）を締結した。\n（二）　本件公害防止協定第二条第一項は、「被告は、公害関係法令を遵守するほ\nか、別に三者間で定める『公害防止計画書』により公害防止対策を行うものする」\nと定め、この規定に基づいて公害防止計画書第四項は、「公害防止管理体制、水質\n汚濁防止対策、大気汚染防止対策を定めた上、排ガス測定の実施につき、被告が本\n件産業廃棄物処理施設の煙突からの排ガス測定を年二回実施し、この結果を五年間\n保存しておくものとする」と定めている。\n（三）　本件公害防止協定第三条は、同第二条に定められた被告の公害防止対策義\n務の実効性の担保として、「原告及び訴外下木島揚水機組合は、必要に応じて被告\nから報告を求め、又は被告の敷地内において必要な調査をすることができるものと\nする。なお、これに関する費用は被告の負担とする。」と定めている。\n（四）　被告は、原告が本件公害防止協定第三条に基づいて平成四年一一月二〇\n日、平成五年一月一四日及び同年九月二二日の三回にわたり、煤煙等検査の実施に\n協力するよう文書で求め、口頭でも再三再四にわたり協力を求めたにもかかわら\nず、これを拒否している。\n（五）　よって、原告は、被告に対し、本件公害防止協定第三条に基づき、原告が\n本件産業廃棄物処理施設の敷地内において、年二回、右施設の煙突に設置された測\n定口からの排ガス測定を実施することを妨害してはならないこと及び右排ガス測定\nに要する費用は被告に支払義務があることの確認を求める。\n二　被告の本案前の主張（請求の趣旨第３項に対して）\n請求の趣旨第３項は、将来排ガス測定がなされた場合の費用の支払義務が被告に\nあることの確認を求めるものであるが、測定費用に関する紛争は何ら顕在化してお\nらず、即時確定の利益がない。したがって、請求の趣旨第３項は、確認の利益を欠\nき、却下されるべきである。\n三　被告の本案前の主張に対する認否\n被告の本案前の主張は争う。\n被告は、前提たる検査を含め、費用負担についても現に争っている。したがっ\nて、請求の趣旨第３項の確認の利益が現存するのは明らかである。\n四　請求原因に対する認否及び反論\n１　請求原因１について\n（一）　請求原因１の（一）の事実は否認する。\n（二）　同１の（二）事実は認める。\n２　請求原因２について\n（一）　請求原因２の（一）ないし（四）の事実はいずれも認める。\n（二）　同２の（五）の主張は争う。\n本件公害防止協定第三条から、原告が主張する被告の義務を認めることはできな\nい。\n（１）　本件公害防止協定第三条は、同第二条第一項及び公害防止計画書第四項を\n当然の前提とした規定である。したがって、本件公害防止協定第三条は、被告が行\nうべき公害防止施策のうち煙突からの排ガス測定について、被告が年二回実施する\nことを前提に、原告は必要に応じて被告から測定結果の報告を求めることを原則と\nし、被告が排ガス測定を実施せず、またはその他の事情によって公害防止施策上必\n要があると客観的に認められる場合に初めて、原告による排ガス測定を実施できる\nと定めた趣旨である。そして、排ガス測定を実施するに足る客観的必要性とは、被\n告の負担を伴うものである以上、具体的かつ現存するものであることを要する。す\nなわち、現時点で、公害防止施策上、被告からの報告だけでは足りないことが、具\n体的な資料等に基づき認められる場合でなければならない。しかし、原告は、単\nに、過去に必要性があったと抽象的に述べているにすぎない。\n（２）　本件公害防止協定第三条の目的は、住民の健康の保護と生活環境の保全の\nために必要な具体的措置をとるべきか否かを判断するための資料として、被告の煙\n突からの排ガスが計画書第三項記載の各数値内であることを原告及び下木島揚水機\n組合が確認できる方法を講ずることにあるが、当該目的は新潟県（以下、「県」と\nいう。）ないし被告が実施した排ガス測定の結果を被告に求めることで達成するこ\nとができるのであるから、原告自身による検査の必要性はない。また、本件公害防\n止協定第三条は、何を「必要な調査」とみるかの判断を原告に委ねていない。原告\nに委ねたとすれば、「乙が必要と認める調査」と規定されるはずである。\n（３）　本件公害防止協定第三条の「必要な調査」という漠然たる文言から、「原\n告が本件産業廃棄物処理施設の敷地内において、年二回、右施設の煙突に設置され\nた測定口からの排ガス測定を実施することを妨害してはならない。」という義務を\n導くことはできない。\n五　抗弁\n１　抗弁１（強迫－請求原因１に対して）\n（一）　原告は、建築基準法第五一条に基づく県知事に対する産業廃棄物処理施設\n設置の許可申請手続に関連して、本件確約書のような書面の提出を要求する何らの\n権限を有していない。\n（二）　しかるに、原告は、被告に対し、被告の建築基準法第五一条に基づく県知\n事に対する本件産業廃棄物処理施設設置の許可申請手続（以下、「本件許可申請手\n続」という。）を進行させるためには、本件確約書を原告に提出することが必要で\nあるとしてその提出を求め、本件確約書を提出しなければ右許可申請手続を進める\nことはできないと強迫したため、被告は、やむを得ず本件確約書による合意をし\nた。\n（三）　被告は、原告に対し、平成一〇年二月二四日の本件口頭弁論期日におい\nて、本件確約書による合意を取消すとの意思表示をした。\n２　抗弁２（詐欺－請求原因１に対して）\n（一）　抗弁１の（一）と同じ。\n（二）　しかるに、原告は、被告に対し、本件許可申請手続を進行させるために\nは、本件確約書を原告に提出することが必要であると欺き、被告は、その旨誤信し\nて本件確約書による合意をした。\nなお、原告に積極的な欺罔行為が認められないとしても、行政主体と一私人とい\nう立場の格差を考えれば、行政主体である原告が被告に対してその不利益となる行\n為を求めるにあたっては、本来義務なきことを義務に基づくかのように積極的に誤\n解させてはならないことはもとより、私人が義務なきことを義務に基づくかのよう\nに誤解しないよう積極的に説明する義務を負うと解すべきであるところ、原告は、\n被告に対し、本件確約書の提出は本件許可申請手続とは無関係であることを告知し\nていないので、原告には不作為による欺罔行為が認められるべきである。\n（三）　被告は、原告に対し、平成九年四月二二日の本件口頭弁論期日において、\n本件確約書による合意を取消すとの意思表示をした。\n３　抗弁３（錯誤－請求原因１に対して）\n（一）　抗弁１の（一）と同じ。\n（二）　被告は、本件確約書による合意をした当時、本件許可申請手続を進行させ\nるためには、本件確約書を原告に提出することが必要であると誤信していた。\n４　抗弁４（他事考慮－請求原因１に対して）\n（一）　国民の権利自由の規制にかかる処分が行政庁の裁量判断に基づいて行われ\nる場合、行政庁は、法の趣旨からして本来考慮に加うべからざる事項を考慮（以\n下、「他事考慮」という。）して処分を行ってはならない。そして、その理は、い\nわゆる権力的行政処分に限らず、行政と私人との間を規律する原則規範である。\n（二）　原告は、本件産業廃棄物処理施設の建設予定地に国土法違反の問題がある\nことを理由に、本件許可申請手続を進行させなかった。しかしながら、国土法違反\nの問題は、訴外Ａの問題であり、また専ら土地取引に関連する問題なので、国土法\n違反の問題をもって右許可申請手続を進めない理由とするのは、他事考慮となり、\n許されない。\n（三）　よって、以上のような状況でなされた本件確約書による合意に法的効力は\n認められない。\n５　抗弁５（公序良俗違反－請求原因１に対して）\n（一）　県外の産業廃棄物が県内の産業廃棄物に比べて特に公害発生等の面から高\n度の危険性を有することなどはなく、「本件産業廃棄物処理施設で処理する産業廃\n棄物は新潟県内のもののみとする」との本件確約書による合意に合理的根拠は見出\nせない。したがって、右合意は、行政主体である原告が、合理的根拠なしに、私人\nである原告の県外産業廃棄物の搬入処理の営業活動を阻止するものであり、行政権\n行使の一般原理である比例原則に違反する。\n（二）　また、原告巻町には、被告のほかにも産業廃棄物処理業者がいるにもかか\nわらず、原告は被告とだけ県外産業廃棄物の処理をしない旨の合意をしている。原\n告のこのような取扱いは、平等原則の趣旨に違反している。\n（三）　よって、本件確約書による合意は、公序良俗に違反し、無効である。\n６　抗弁６（県との事前協議完了に伴う本件確約書による合意の失効等－請求原因\n１に対して）\n（一）　県は、県外の産業廃棄物を無制限に持ち込むことに起因する生活環境の悪\n化を防止するという要請から、持ち込み対象とする産業廃棄物の搬入量等をきめ細\nかく精査するとともに、問題がないと認められる県外の産業廃棄物についてはその\n処理を受け入れることとし、産業廃棄物の適正処理を通じた生活環境の保全及び公\n衆衛生の維持を図ることを目的とする「新潟県県外産業廃棄物の搬入にかかる事前\n協議等に関する要綱」（以下、「県の要綱」という。）を制定し、右要綱は、平成\n三年四月一日、実施された。\n（二）　本件確約書による合意は、県外の産業廃棄物について、その量や質等を一\n切問題としないで、一律にその搬入処理を排斥するものであり、県の要綱の目的を\n阻害するものである。\n（三）　よって、本件確約書による合意は、県の要綱に反するものであり、遅くと\nも県が被告との関係で県外産業廃棄物処理を認める旨通知した時点で失効した。\n（四）　仮に、本件確約書による合意が失効していないとしても、県と被告との事\n前協議が完了し、その目的が達成されたにもかかわらず、形式上本件確約書第３項\nが存在することのみをもって、被告の県外産業廃棄物の処理を一律に阻止すること\nは信義則上許されない。\n７　抗弁７（解約申入－請求原因１に対して）\n（一）　本件確約書による合意には期限の定めがない。\n（二）　被告は、原告に対し、平成九年四月二二日の本件口頭弁論期日において、\n本件確約書による合意について、解約の申入れをする旨の意思表示をした。\n六　抗弁に対する認否及び反論\n１　抗弁１（強迫）について\n抗弁１の（一）の事実は認め、同１の（二）の事実は否認する。\n２　抗弁２（詐欺）について\n抗弁２の（一）の事実は認め、同２の（二）の事実は否認する。\n３　抗弁３（錯誤）について\n抗弁３の（一）の事実は認め、同３の（二）の事実は不知。\n被告主張の動機の錯誤は、動機の表示が存在しないので、要素の錯誤に該当しな\nい。\n４　抗弁４（他事考慮）について\n抗弁４の事実は否認し、主張は争う。\n被告の主張を前提としても、国土法違反の事実という他事を考慮したのは、県に\n対する意見書の提出を遅延した行為自体ということになり、本件確約書との関係で\nは何ら他事考慮の関係に立つものではないので、被告の主張は、理由がない。\n５　抗弁５（公序良俗違反）について\n抗弁５は争う。\n（一）　抗弁５の（一）について\n産業廃棄物に係る行政契約の締結は、地域住民の健康の保護、生活環境の保全等\nを図り、産業廃棄物の適正な処理を行うための高度に専門的な行政判断が必要な事\n柄であり、本件確約書の締結も、原告の高度に専門的な行政判断に基づくものであ\nり自由裁量が妥当する。県外産業廃棄物の巻町への大量流入により処理不能、不法\n投棄の著しい増加等多数の明白な害悪が存したことから、原告には処理区域内の産\n業廃棄物の適正な処理などを図り、地域住民に対する健康の保護、生活環境の保全\nの職責を果たすため、産業廃棄物処理計画の円滑な推進にとって支障となる県外産\n業廃棄物の搬入を行わないようにする強い責務（必要性）が存した。このような状\n況下において、原告が被告の営業の自由を全面的に侵害することなく、ただ県外産\n業廃棄物のみを取り扱わないとの内容で、被告の自由意思のもとに契約という非権\n力的手段を選択したことは、必要かつ合理的であって、原告が有する裁量権を逸脱\nするものではない。したがって、本件確約書による合意は、比例原則に反しない。\n（二）　抗弁５の（二）について\n原告が行政契約たる確約書を締結する相手方の選定にあたっては、相手方処理施\n設の業態、取扱廃棄物の種類、許可年月日等の事情を総合考慮して高度な行政判断\nを行うものである。本件においても、かかる事情を総合考慮した結果、被告と確約\n書を締結したのであるから、かかる行為が平等原則に違反し、社会観念上著しく妥\n当性を欠くものでないことは当然である。したがって、被告のほかにも産業廃棄物\n処理業者がいることをもって、本件確約書による合意が平等原則違反であるとする\n被告の主張は理由がない。\n（三）　よって、本件確約書による合意は、公序良俗に反しないので、抗弁５は理\n由がない。\n６　抗弁６（県との事前協議完了に伴う本件確約書による合意の失効等）について\n（一）　抗弁６の（一）の事実は認める。\n（二）　抗弁６の（二）（三）の主張は争う。\n県の要綱が、県における行政指導の内部基準にすぎず、右要綱は市町村が企業と\n任意で契約を締結することまで禁止するものでないことは当然である。\nしたがって、本件確約書による合意は、県の要綱に何ら反するものではなく、右\n要綱により失効するものではない。\n７　抗弁７（解約申入）について\n抗弁７は争う。\n本件確約書は、地域住民の健康の保護及び生活環境の保全を図る必要性から、原\n告と被告が協議した上で締結したものであり、その趣旨、目的に徴すれば、事情変\n更等特段の事情があれば格別、被告が操業する限り、確約書の合意事項を遵守する\n旨の合意であることは明かである。なぜなら、操業を継続する以上、右の必要性は\n存続するものであって、合意後いつでも解約しうるとするならば、本件確約書の趣\n旨、目的に反することは自明であるからである。\n七　仮定再抗弁（重過失－抗弁３（錯誤）に対して）\n本件許可申請手続と本件確約書とは、客観的には何らの関係もなく、このこと\nは、申請手続きをなしていく者として、原告や県に問い合わせれば容易に知り得る\nことであったにもかかわらず、被告はこの点に関して何の質問もしていない。よっ\nて、被告には重大な過失がある。\n八　仮定再抗弁に対する認否\n仮定再抗弁は争う。\n第三　証拠\n本件記録中の証拠目録の記載を引用する。\n理　　　由\n一　本件確約書に基づく請求（請求の趣旨第１項）\n１　新潟県における「建築基準法第五一条に基づく産業廃棄物処理施設設置に対す\nる許可申請手続」及び「市町村長の意見書作成」について\n新潟県建築基準法施行細則（甲第三号証）第五条によると、新潟県では建築基準\n法第五一条に基づく許可申請書は、建築物、工作物又は敷地の所在地を管轄する市\n町村長及び土木事務所長を経由して、特定行政庁に提出しなければならないとされ\nており、また新潟県建築基準法に基づく許可申請に係る事務処理要領（甲第四号証\nの二）第五条によると、右許可申請書の提出を受けた市町村長は、右許可申請に対\nする市町村長の意見書を作成するものとされている。\n２　本件許可申請手続及び本件確約書の成立経緯について\n甲第五号証の一及び二、甲第六号証、甲第七号証の一及び二、甲第八号証、甲第\n一〇号証の一ないし三、甲第一一号証、甲第三八号証、甲第四一号証、証人Ｂ及び\n同Ｃの各証言並びに弁論の全趣旨によれば、以下の事実を認めることができる。\n（一）　平成二年四月一二日、被告の実質的代表者であるＡが巻町役場を訪れ、同\n人から、被告において産業廃棄物処理施設を作りたいので、町長の意見書をもらい\nたいとの要請があった。これに対し原告は、右施設建設予定地に国土法上の手続が\nなされていないことから、直ちに町長の意見書を提出することはできないと回答し\nた。Ａは原告の右回答に対し、右土地は競売によって取得したものであるから国土\n法上の手続は必要ないと主張したので、原告の職員であるＢは、後日調査すると回\n答した。原告において、同月一六日から二〇日の間、新潟地方裁判所で右土地取得\nの事実関係を確認し、県の土地利用対策課及び建築住宅課で国土法の規定や産業廃\n棄物処理施設の取扱いについて調査した結果、右土地については、Ａが事前に競売\nを取り下げて、任意による売買で取得していることが判明した。同月二三日、この\n問題に関し原告が土地利用対策課などの県の部局と協議したところ、土地利用対策\n課では、Ａの右土地の取得は国土法違反となり処分が必要であるとの意見であっ\nた。\n（二）　同月二〇日、原告は、被告の代表者であるＤに対し、産業廃棄物処理施設\nの建設にあたっては建築基準法第五一条に基づく申請が必要であるとの連絡をし、\n同月二一日、許可申請書の書式などが記載されている文書をファックスでＤに送っ\nた。同月二四日、被告は同法第五一条に基づく許可申請書を町長に提出したが、国\n土法違反の処分が決まるまで原告は本件許可申請手続を進行させなかった。県は、\n同年五月一五日、Ａに右国土法違反の問題に関する始末書を提出させ、同日、原告\nは県土地利用対策課からその旨の報告を受けた。同月一六日、Ａは、巻町役場に来\n庁し、国土法の処分も出たので早急に町長の意見書を出してほしいとの要請をし\nた。同月一八日、原告は、本件産業廃棄物処理施設建設に密接に関連する地域であ\nる平沢、松郷屋及び下木島地区の各区長と個別に会談し、住民の意向調査を行っ\nた。原告は同月二一日までに、これまでの調査や庁内における検討の結果、環境問\n題が懸念され住民の理解を得るためにも、被告から確約書をもらうことに決め、そ\nの原案を作成した。同月二一日、Ａと被告の取締役であるＥが巻町役場を訪れた\nが、その際原告側では、企画課課長、同課長補佐及び同課職員のＢが応対し、Ａら\nに右確約書の原案を示したところ、Ａは、本件産業廃棄物処理施設で処理するもの\nは県内のもののみとする条項に難色を示したものの、その場で外部と電話連絡をと\nった上、最終的にはこれに同意し、右確約書（平成二年五月二一日付けのもの）の\n被告代表者Ｄ名下に被告の会社印を押印して、これを原告に差し入れた。\nなお、証人Ａ及び同Ｅは、いずれも、平成二年五月二一日に巻町役場を訪れたの\nはＡとＥではなく、ＤとＥであり、Ａが確約書に被告の会社印を押印した事実はな\nい旨証言しているが、右証言は前記各証拠に照らし信用できない。\n（三）　平成二年五月二九日までに、県は原告及び被告に対し、被告が同年四月二\n四日に町長に提出した許可申請書の敷地の位置の地名地番欄と主要用途欄に誤りが\nあるとの指導をし、被告に対し、同年六月四日までに右各事項欄を訂正し、再度、\n町長に許可申請書を提出するよう指示した。同月二日、被告は町長に対し、右各事\n項欄を訂正した新たな許可申請書を提出し、同月四日、町長はこれを正式に受理し\nて、同日、県知事に右許可申請書を提出した。\n（四）　被告は原告に対し、右許可申請書の変更に伴い、同月二日から四日までの\n間に、新たに本件産業廃棄物処理施設の設置場所の地番のみを変更した平成二年六\n月一日付けの本件確約書（甲第一号証）を差し入れた。\n（五）　町長は、平成二年六月一日までに、意見書を作成した。\n２　請求原因１について\n（一）　被告は、甲第一号証（本件確約書）の成立を否認しているが、前記認定事\n実に照らすと、甲第一号証は、真正に成立したものと認めることができ、甲第一号\n証によれば、請求原因１の（一）の事実が認められる。\n（二）　請求原因１の（二）の事実は当事者間に争いがない。\n抗弁について\n（一）　抗弁１（強迫）について\n（１）　抗弁１の（一）の事実は当事者間に争いがない。\n（２）　抗弁１の（二）の事実について検討する。\n証人Ｅは、平成二年五月二一日、同人が被告代表者のＤと巻町役場に赴いた際、\n原告の担当者であったＣから、「被告が確約書に押印しないかぎり、原告として\nは、意見書を県に上げることはできないし、産業廃棄物の仕事そのものも認めるこ\nとはできない。」などと言われた旨証言し、証人Ａも右証言に沿う証言をしてい\nる。しかし、前記のとおり、平成二年五月二一日に巻町役場を訪れたのは、ＤとＥ\nではなく、ＡとＥであり、またＡらと応対した原告側の職員は企画課課長、同課長\n補佐及び同課職員の石田冨行であり、Ｃではなかったと認められるのであるから、\n右事実に反する証人Ｅ及び同Ａの右各証言は採用できず（なお、証人Ｃも、平成二\n年五月二一日に、Ｄ及びＥと応対した事実はないと証言している。）、他に抗弁１\nの（二）の事実を認めるに足りる証拠はない。よって、抗弁１は理由がない。\n（二）　抗弁２（詐欺）について\n（１）　抗弁２の（一）の事実は当事者間に争いがない。\n（２）　抗弁２の（二）の事実について検討する。\n被告は、Ｃから、「本件確約書を提出しなければ、県に対する意見書は出せな\nい。」と言われたと主張するが、前記一の３の（一）の（２）のとおり、被告の右\n主張は認められず、他に抗弁２の（二）の事実を認めるに足りる証拠はない。\nなお、被告は、原告に積極的な欺罔行為が認められないとしても、行政主体と一\n私人という立場の格差を考えれば、行政主体である原告が被告に対してその不利益\nとなる行為を求めるにあたっては、本来義務なきことを義務に基づくかのように積\n極的に誤解させてはならないことはもとより、私人が義務なきことを義務に基づく\nかのように誤解しないよう積極的に説明する義務を負うと解すべきであるところ、\n原告は、被告に対し、本件確約書の提出は本件許可申請手続とは無関係であること\nを告知していないので、原告には不作為による欺罔行為が認められるべきであると\n主張する。なるほど、証人Ｂの証言によれば、原告から被告に対し、本件確約書を\n提出しなくても、県に対する意見書は出すとのはっきりとした説明はなかったもの\nと認められる。しかし、被告が確約書を提出しなければ、原告は意見書を出さない\nものと被告が誤信していた事実を原告が認識していた場合はともかく、そうでない\n場合にまで、本件許可申請手続は本件確約書を提出しなくても進めることができる\nことを原告が被告に対し説明する義務はないと解されるところ、原告が右事実を認\n識していたと認めるに足りる証拠はない。したがって、本件確約書を提出しなくて\nも県に対する意見書は出すとのはっきりとした説明を原告が被告に対してしなかっ\nた事実をもって、被告に対する欺罔行為があったと認めることはできない。よって\n抗弁２は理由がない。\n（三）　抗弁３（錯誤）について\n原告による県に対する意見書の提出と被告の本件確約書の提出とは無関係である\nのに、被告は、原告に県に対する意見書を提出してもらうには本件確約書を提出す\nることが必要である旨誤信していたと主張するが、被告の右錯誤は、いわゆる動機\nの錯誤である。動機の錯誤が、要素の錯誤として無効となるためには、動機が相手\n方に表示されていることが必要であると解されるところ、右動機が原告に表示され\nていたと認めるに足りる証拠はない。よって、抗弁３は理由がない。\n（四）　抗弁４（他事考慮）について\n被告の抗弁４の（一）及び（二）の主張を前提にしたとしても、他事考慮によっ\nて違法となるのは、原告がすみやかに本件許可申請手続を進行させなかったことで\nあるから、抗弁４の（二）の事実が本件確約書による合意の効力に影響を与えるこ\nとはないと認められる。よって、抗弁４は理由がない。\n（五）　抗弁５（公序良俗違反）について\n（１）　比例原則違反の点について\n本件確約書による合意のように、行政処分ではなく、契約であっても、契約の一\n方当事者が国や地方公共団体である場合には、合理的な目的や根拠がないのに私人\nの自由を規制する契約は、比例原則違反と言うかはともかく、公序良俗に反し、無\n効であると解する余地がある。\nそこで、本件確約書による合意に合理的な目的や根拠が認められるかについて検\n討する。前記のとおり、環境問題が懸念され、住民の理解を得るために、原告は本\n件確約書による合意をしたと認められるところ、地方公共団体には住民の健康を守\nりその地域の環境の保全に努める責務があるので、原告が右目的で本件確約書によ\nる合意を締結することは十分に合理性を有すると言うべきである。\nまた、被告は、前記のとおり、県外の産業廃棄物が県内の産業廃棄物に比べて特\nに公害発生等の面から高度の危険性を有することなどはなく、本件確約書による合\n意に合理的根拠は見出せないと主張するが、県外の産業廃棄物の処理を認めれば、\n産業廃棄物の処理量が増大することは明かであることに鑑みると、本件確約書によ\nる合意には合理的根拠が認められると言うべきである。\n（２）　平等原則違反の点について\n地方公共団体が、本件確約書のような企業の経済活動を制約する契約を締結する\n場合に、契約の相手方の企業の選定に当たり、特定の企業を不当に差別的に取扱う\nのは、平等原則の趣旨に照らし、公序良俗に反すると解する余地がある。\nそこで、右の点について検討するに、証人Ｂの証言によれば、原告巻町には、被\n告のほかにも産業廃棄物処理業者が複数存在し、原告とこれらの業者との間では、\n本件確約書と同種の契約は締結されていないことが認められる。しかし、原告が本\n件確約書と同種の契約を産業廃棄物処理業者と締結するか否かは、相手方処理施設\nの業態、取扱廃棄物の種類、許可年月日等の諸事情を総合考慮して判断すべき事柄\nであるので、原告の判断が恣意的であると認められる場合に初めて、不当に差別的\nな取扱いがなされた評価することができると言うべきである。これを本件について\n見るに、本件全証拠によっても、原告の右判断が恣意的であると窺わせる証拠はな\nいので、原告が巻町にある被告以外の産業廃棄物処理業者と本件確約書と同種の契\n約を締結しなかったことをもって、平等原則に違反するものとは認められず、公序\n良俗に反すると言うことはできない。\n（３）　以上のとおりであるから、本件確約書による合意は公序良俗に反するもの\nではない。よって、抗弁５は理由がない。\n（六）　抗弁６（県との事前協議完了に伴う本件確約書による合意の失効）につい\nて\n（１）　抗弁６の（一）の事実は当事者間に争いがない。\n（２）　市町村には、一般に、住民の健康を守りその地域の環境保全及び住民の健\n康保護に努める責務があると認められるので、県の要綱の存在は、市町村が住民に\n対する右責務を果たすために、その地域内の企業と任意に産業廃棄物の処理に関す\nる契約を締結することを禁止する趣旨のものでないことは明らかである。したがっ\nて、本件確約書は県の要綱に反するものではないと認められるから、本件確約書は\n失効したものと解することはできず、県と被告との事前協議の完了をもって、本件\n確約書による合意の存在を主張することが信義則上許されないと解することもでき\nない。よって、抗弁６は理由がない。\n（七）　抗弁７（解約申入）について\n本件確約書は、前記認定のとおり、地域住民の健康を守りその地域の環境の保全\nを図る必要性から、原告と被告が協議した上で、締結したものであり、その趣旨、\n目的に照らせば、事情変更等特段の事情が認められる場合はともかく、そうでない\n場合には被告が本件産業廃棄物処理施設で操業しているかぎり、本件確約書の合意\n事項を遵守する旨の合意であると認めるのが相当である。\n被告は、右特段の事情を何ら主張立証していないので、本件確約書は、被告の解\n約申入によって失効したものと認めることはできない。よって、抗弁７は理由がな\nい。\n二　本件公害防止協定に基づく請求（請求の趣旨第２項、第３項）について\n１　請求原因２の（一）ないし（四）の各事実はいずれも当事者間に争いがない。\n２　甲第二号証、甲第二七号証、甲二八号証の一及び二、甲第四二号証、甲第四五\n号証の四及び証人Ｂの証言によれば、①平成三年三月二七日、被告が本件産業廃棄\n物処理施設において操業を開始してから、目がぱちぱちするとか悪水が出るという\nことを問題にして、住民が自主的に環境ネットワークを作り、同ネットワークは同\n年六月には六〇〇〇人の署名を集めていたこと、②巻町の議会でも、平成三年ころ\nから被告の操業が与える環境破壊に対する住民の不安が指摘され、町の対処方法を\n質問されるなど本件産業廃棄物処理施設の問題がかなり大きく取り上げられるよう\nになったこと、③新潟県三条保健所が、平成八年一一月二一日に実施した本件産業\n廃棄物処理施設における立入検査において、ばいじんの測定値が「〇・三三」とな\nっており、原告との公害防止計画書における大気汚染防止基準値である「〇・二」\nを上回っていたことが認められる。\n３　以上の１、２を前提として、原告の請求の趣旨第２項、第３項の各請求につい\nて検討する。\n（一）　請求の趣旨第２項について\n（１）　本件公害防止協定第三条によれば、「原告は、必要に応じ被告に報告を求\nめ、又は被告の敷地内において、必要な調査を実施することができる。」と規定し\nているが、被告は右条項について、原告が必要に応じて被告から排ガス測定の結果\nの報告を求めることを原則とし、被告が排ガス測定を実施せずまたはその他の事情\nによって公害防止施策上必要があると客観的に認められる場合に初めて、原告は被\n告の敷地内で排ガス測定を実施できることを定めた趣旨であると主張する。しか\nし、本件公害防止協定第一条は、その基本理念として、「被告は、その事業活動に\nよって生じる公害の防止について、社会的責任の重大さを認識し、地域住民の健康\nの保護と生活環境の保全を図るため、操業に係る公害防止対策を誠実に推進すると\nともに原告及び下木島揚水機組合の公害防止施策に積極的に協力するものとす\nる。」と規定していること及び本件公害防止協定第三条の文言の規定の仕方に照ら\nすと、右規定は原告がその必要性を認めた場合に、被告の敷地内において必要な調\n査を実施することができることを定めたものと解するのが相当である。\nまた、被告は、本件公害防止協定第三条の目的は、県ないし被告が実施した排ガ\nス測定の結果の提出を被告に求めることで達成されるので、原告が被告の敷地内に\nおいて調査を実施する必要性は認められないと主張する。しかし、被告の敷地内で\n調査を実施する必要性の有無は前記認定のとおり原告が判断すべきものであるか\nら、被告の右主張は採用できない。ところで、被告の敷地内で調査を実施する必要\n性が明らかに認められないなど、原告が右調査を実施しようとすることが著しく不\n当である場合には、それは権利の濫用となり許されないと解すべきであるが、前記\n二の２で認定した各事実及び被告は原告に一度も被告の敷地内での調査を実施させ\nていないこと（当事者間に争いのない事実）に鑑みると、被告の敷地内で調査を実\n施する必要性が明らかに認められないとは言えず、原告が右調査を実施しようとす\nることが著しく不当であるとは認められない。なお、乙第一〇号証によれば、新潟\n県三条保健所が、平成九年一〇月六日に実施した本件産業廃棄物処理施設における\n立入検査において、ばいじんの測定値が「〇・二」となっており、原告との公害防\n止計画書における大気汚染防止基準値である「〇・二」の範囲内であったことが認\nめられるが、右事実から直ちに原告が被告の敷地内で必要な調査を実施する必要性\nがなくなるものとは言えず、右事実は前記認定を左右するものではない。\n（２）　被告は、本件公害防止協定第三条の「必要な調査」という漠然たる文言か\nら、年二回、本件施設の煙突に設置された測定口からの排ガス測定を実施するとい\nう調査を導くことはできないと主張する。\nしかし、前記（１）で被告の敷地内で調査をする必要性の有無の判断が原告に委\nねられていると認めたのと同様の理由から、「必要な調査」の内容についても、原\n則として、原告の判断に委ねられていると解するのが相当であり、その内容が著し\nく不当である場合は格別、そうでない場合には、被告は原告による調査を受忍すべ\nき義務を負うと解すべきである。これを本件について見ると、年二回、本件施設の\n煙突に設置された測定口からの排ガス測定を実施することは、著しく不当であると\n認めることはできない。\n（３）　以上のとおりであるから、原告の請求の趣旨第２項の請求は理由がある。\n（二）　請求の趣旨第３項について検討する。\n被告は、測定費用に関する紛争は何ら顕在化しておらず、即時確定の利益はな\nく、原告の請求の趣旨第３項の請求は確認の利益を欠き、却下されるべきであると\n主張する。しかし、前記のとおり、被告は、請求の趣旨第２項の請求についても争\nっているのであるから、請求の趣旨第３項について確認の利益があることは明らか\nである。よって、原告の請求の趣旨第３項は理由がある。\n三　結語\n以上によれば、原告の本件各請求はいずれも理由があるから認容し、訴訟費用の\n負担について行政事件訴訟法第七条、民事訴訟法第六一条を適用して、主文のとお\nり判決する。\n新潟地方裁判所第一民事部\n裁判長裁判官　仙波英躬\n裁判官　清水研一\n裁判官　飯沼健司\n施設目録\n一　新潟県西蒲原郡＜以下略＞\n鉄骨造亜鉛メッキ鋼板葺弐階建一階　参壱五・〇〇平方メートル\n二階　参壱五・○○平方メートル\n専有部分の家屋番号＜以下略＞\n二　右同所同番地\n鉄骨造亜鉛メッキ鋼板葺弐階建一階　参壱五・〇〇平方メートル\n二階　参壱五・〇〇平方メートル\n専有部分の家屋番号＜以下略＞\n"
}