{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 3,
    "day": 8
  },
  "case_number": "平成11(行ク)4",
  "case_name": "被告変更許可申立事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "lawsuit_id": "16090",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16090",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/090/016090_hanrei.pdf",
  "contents": "主　　　文\n一　本件申立てを却下する。\n二　申立費用は申立人の負担とする。\n理　　　由\n一　申立ての趣旨\n名古屋地方裁判所平成一〇年（行ウ）第六五号事件における被告Ａを名古屋市立\n小中学校教頭会（以下「教頭会」という。）に変更する。\n二　当事者の主張\n１　申立ての理由\n申立人は、被告を教頭会とすべきところ、本人訴訟であり、法律に精通していな\nかったため、本件補助金が教頭会に支出されたものであることは知りつつ、右支出\nの申請を教頭会の会長である被告Ａが自らの責任において行ったものであるから、\n同人が不当利得返還請求の相手方であると考え、被告をＡ個人としたものであり、\n被告とすべき者を誤った。\n本件訴訟は、地方自治法二四二条の二第一項四号の規定に基づく住民訴訟である\nから、行政事件訴訟法四二条の民衆訴訟に該当し、かつ、地方自治法二四二条の二\n第二項に出訴期間の定めがあるので、行政事件訴訟法四三条三項、四〇条二項によ\nり、同法一五条が準用される。\n本件は本人訴訟であるので、重大な過失の判断はゆるやかに解釈すべきである。\n２　相手方の意見\n（一）　準用規定が積み重ねられているので、行政事件訴訟法一五条の準用が認め\nられるかどうかは疑問である。\n（二）　行政事件訴訟法一五条の趣旨からして、本件のように、行政庁ではなく、\n不当利得返還請求の相手方を誤ったときは同条の適用をすべきではない。\n申立人は、訴状において、本件補助金を教頭会が申請し、教頭会が名古屋市から\n公金を支出させたものであることを記載していること、甲五の名古屋市職員措置請\n求書においても、申立人の主張として、本件補助金が教頭会に対してされたもので\nある等の記載があること等からしても、申立人は、相手方を個人と権利能力なき社\n団と誤ったものである。\n（三）　行政事件訴訟法一五条により被告を変更することができるのは、原告に\n「故意又は重大な過失」がないことが必要であるが、前記（二）のとおり、申立人\nは漫然と被告とすべき者を誤ったものであり、その誤りは訴えの提起に当たり当然\n払うべき些少な注意を怠ったことに起因するものであり、重大な過失がある。\n申立人は、法律に精通していないというが、申立人は、元教員であって教頭会を\n始め教員組織に精通しているのみならず、多くの訴訟を提起し、平成八年以降で\nも、校長等を被告とする三件の住民訴訟を提起した経験を有し、必要な法律知識は\n備えているものである。\n三　当裁判所の判断\n１　本案事件は、名古屋市が、教頭会に対し、平成九年度に合計二九八万四〇〇〇\n円の補助金を支出したこと（以下「本件支出」という。）は違法であるとして、名\n古屋市の住民である原告が、支出決定者であった同市の職員ら、及び、右補助金を\n支給された教頭会の会長・副会長である者を被告として、同市に代位して、損害賠\n償あるいは不当利得返還を求めた住民訴訟である。被告Ｂ及び被告Ｃに対しては、\n地方自治法二四二条の二第一項四号前段の「当該職員」に対する損害賠償として、\n被告Ａに対しては、同条項四号後段の「相手方」に対する不当利得の返還として、\n請求するものである。\n２　地方自治法二四二条の二第六項は、住民訴訟に関し、同条二項ないし五項に定\nめるもののほか、行政事件訴訟法四三条の規定の適用があるものとし、行政事件訴\n訟法四三条三項は、民衆訴訟又は機関訴訟で、同条一項（処分又は裁決の取消しを\n求めるもの）及び二項（処分又は裁決の無効確認を求めるもの）に規定する以外の\nものについては、同法三九条及び四〇条一項の規定を除き、当事者訴訟に関する規\n定が準用されるとしている。そして、同法四〇条二項は、一五条の規定を、出訴期\n間の定めがある当事者訴訟に準用すると規定している。\n前記１のとおり、本案事件は、地方自治法二四二条の二第一項四号の住民訴訟で\nあり、民衆訴訟として、行政事件訴訟法四三条三項の適用があり、出訴期間の定め\nがある場合には、行政事件訴訟法一五条の準用が認められるところ、住民訴訟につ\nいては、地方自治法二四二条の二第二項で出訴期間が定められているから、形式的\nには行政事件訴訟法一五条の準用が認められるものといわなければならない。\n３　しかし、行政事件訴訟法一五条により、取消訴訟において被告を誤った場合に\n変更することが認められているのは、行政法規や行政組織が複雑であるために、被\n告とすべき者を誤るおそれがあり、その場合に改めて正当な被告に対し訴えを提起\nしようとしても、取消訴訟には出訴期間の定めがあり（同法一四条）、出訴が許さ\nれなくなるという事態が生じ得るため、その救済策として設けられたものである。\nその趣旨は、行政事件訴訟法四三条三項、四〇条二項で準用する場合にも異なるも\nのではなく、民衆訴訟又は機関訴訟において、行政法規や行政組織が複雑であるた\nめに、被告とすべき者を誤った場合に、出訴期間徒過による、出訴が許されなくな\nるという事態を救済するための規定であると解すべきである。\nまた、被告を誤った場合、民事訴訟によれば、別個の訴えを提起する必要がある\nところ、行政事件訴訟法一五条の変更許可は、例外として定められたものであるか\nら、住民訴訟のように、準用規定で適用させる場合には、趣旨に合致する場合に限\n定する必要がある。\nしたがって、住民訴訟に関して言えば、行政法規や行政組織が複雑であるために\n被告を誤るおそれがないような、地方自治法二四二条の二第一項四号後段の「相手\n方」に対する不当利得返還請求において、被告を誤った場合にまで、行政事件訴訟\n法一五条を適用する余地はないものと解される。\n４　前記１のとおり、本件の被告Ａに対する請求は、地方自治法二四二条の二第一\n項四号後段の相手方に対する不当利得返還請求であるから、行政事件訴訟法一五条\nの準用は認められない。\n申立人は、本件補助金が教頭会の会長である被告Ａ個人に支出されたのではな\nく、教頭会に支出されたものであることを認識しつつ、右支出申請を被告Ａが自ら\nの責任で行ったものであるから、Ａが不当利得返還請求の相手方である被告と誤っ\nたと主張する。\nしかし、支給対象者が、権利能力なき社団である教頭会であるか、それとも教頭\n会の会長である被告Ａ個人かという誤りは、行政法規や行政組織が複雑であること\nにより誤ったものではないから、申立人の主張は理由がない。\nよって、行政事件訴訟法一五条の準用は認められない。\n５　以上によれば、申立人の本件申立ては理由がないから、却下することとし、主\n文のとおり決定する。\n平成一一年三月八日\n名古屋地方裁判所民事第九部\n裁判長裁判官　野田武明\n裁判官　佐藤哲治\n裁判官　安永武央\n"
}