{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 9,
    "month": 8,
    "day": 20
  },
  "case_number": "平成9(ラ)1123",
  "case_name": "強制競売手続取消決定に対する執行抗告事件",
  "court_name": "東京高等裁判所第一五民事部",
  "article_info": "第50巻2号309頁",
  "gist": "不動産の強制競売手続において仮登記担保権の付着する債権として届け出られた債権が差押債権と同一である場合と民事執行法六三条にいう「差押債権者の債権に優先する債権」の範囲",
  "case_gist": "不動産の強制競売手続において仮登記担保権の付着する債権として届け出られた債権が差押債権と同一である場合には、民事執行法六三条二項の適用上、右届出に係る債権は同条にいう「差押債権者の債権に優先する債権」には含まれない。",
  "lawsuit_id": "20164",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20164",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/164/020164_hanrei.pdf",
  "contents": "主　　　　文\n原決定を取り消す。\n理　　　　由\n一　本件執行抗告の趣旨は、主文同旨の裁判を求めるというものであり、その理\n由は、別紙抗告理由補充書記載のとおりである。\n二　１　そこで検討するに、一件記録によれば、抗告人は、債務者を株式会社関\n西建物とする大阪法務局所属公証人角敬作成平成三年第六五一号債務承認弁済契約\n公正証書の執行力ある正本に表示された、平成二年七月三一日付金銭消費貸借契約\nに基づく貸付金債権（以下「本件貸付金債権」という。）を請求債権として、平成\n五年六月二九日、原審裁判所に対し、債務者所有の本件物件について強制競売を申\nし立て、同年七月一日、強制競売開始決定を得たこと、しかし、本件物件には右差\n押えに先行する大阪国税局の滞納処分による差押えがあったため、抗告人は、競売\n手続続行を申し立て、平成五年一二月九日、続行決定を得たこと、本件物件の最低\n売却価格は評価人の評価に基づき一〇七九万円と決定されたこと、抗告人は、債権\n届出催告に対し、最優先順位である東京法務局杉並出張所平成二年八月六日受付第\n三三三七〇号の同年七月三一日代物弁済予約を原因とする株式会社関西建物持分全\n部移転請求権仮登記（以下この仮登記に係る担保権を「本件仮登記担保」とい\nう。）の被担保債権としての本件貸付金債権（元本残額五六九九万一五四九円、利\n息四二万二六八七円）を届け出たこと、差押債権としての抗告人の債権に優先する\n債権として、大阪国税局の交付要求に係る国税債権（本税と加算税の合計額は一三\n〇一万八〇八八円）及び若干の地方税債権があるところ、原審裁判所は、これに本\n件仮登記担保の被担保債権を加えたものを差押債権に優先する債権として、平成九\n年三月一九日、抗告人に対し、手続費用と抗告人の差押債権に優先する債権の合計\n額が八四二〇万円となる見込みであるから剰余を生ずる見込みがない旨の通知をし\nた上、同年五月一五日、民事執行法六三条二項に基づき本件強制競売手続を取り消\nす旨の原決定をしたことが認められる。\n<要旨>２　しかしながら、民事執行法六三条にいう「差押債権者の債権に優先す\nる債権」には、差押債権と同一の</要旨>債権は、仮にそれに優先弁済権が付着して\nいる場合であっても、含まれないものと解するのが文理上自然であるし、実質的に\nも、同条は、申立人にとって無益な強制競売を許さない趣旨の規定と解されるとこ\nろ、差押債権と同一の債権を被担保債権とする仮登記担保権を有する者にも、右担\n保権を実行することなく強制競売を求める実益は存するというべきであるから、こ\nのような場合に右被担保債権を同条にいう優先債権として扱うことにより強制競売\nの実施を拒否する理由はないものというべきである。特に、本件の場合は、前記の\nように仮登記担保権の被担保債権に劣後する国税債権による別の差押えがあるた\nめ、仮登記担保権者としては仮登記担保権を実行して本登記手続を求めることもで\nきず（国税徴収法五二条の二、仮登記担保法一五条）、他方、国税当局としては自\n己の債権に優先する仮登記担保権があるため徴収手続を進行させても実益がないと\nいう関係にあるため、仮登記担保権者にとって強制競売により担保物件の換価を図\nる切実な必要があると考えられる。また、自ら担保物件の強制的換価を求める権能\nを有しない仮登記担保権利者であっても、別に被担保債権について債務名義を取得\nし、これに基づいて担保物件の強制的換価を求めること自体を不当とすべき理由は\n見出し難い。もっとも、このような場合に仮登記担保の被担保債権を優先債権とし\nて扱わないこととすると、民事執行法六三条の適用に関しては優先債権でないとし\nながら、配当の場面では優先債権として取り扱うことになるが、同条の前記のよう\nな趣旨にかんがみれば、このような取扱いも不当とするに足りないというべきであ\nる。\nまた、右のような解釈を採るとすれば、差押債権と仮登記担保の被担保債権との\n同一性の有無を執行裁判所が判断しなければならないことになる。この場合、一方\nの差押債権は債務名義により明確に特定されているのに対し、他方の仮登記担保の\n被担保債権は仮登記の記載から直ちに特定されないのでこれを特定すべき資料を差\n押債権者に提出させる必要があるが、一般的にいって、この審査が特に困難を伴う\nものとは思われず（根担保仮登記の場合は、仮登記担保法一四条により、強制競売\nにおいては効力を認められない。）、この点も、右のような解釈を採る妨げになる\nとは考えられない。\n三　以上の次第で、差押債権と仮登記担保の被担保債権との同一性が認められる\n場合には、民事執行法六三条の適用に関しては、仮登記担保の被担保債権を優先債\n権として扱わないのを相当とするところ、一件記録によれば、最優先順位の本件仮\n登記担保の被担保債権は本件貸付金債権であって、本件差押債権と同一であること\nが認められるから、同条二項を適用して本件強制競売手続を取り消した原決定は失\n当である。よって、これを取り消すこととし、主文のとおり決定する。\n（裁判長裁判官　加茂紀久男　裁判官　北山元章　裁判官　三村晶子）\n＜記載内容は末尾１添付＞\n"
}