{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 7,
    "day": 23
  },
  "case_number": "平成9(ワ)18763",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13690",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13690",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/690/013690_hanrei.pdf",
  "contents": "平成九年(ワ)第一八七六三号損害賠償等請求事件\n口頭弁論終結の日　平成一一年四月二三日\n判　　　　　　決\n原　　　　　　　告　　        【Ａ】\n右訴訟代理人弁護士　　        島田康男\n被　　　　　　　告　　        【Ｂ】\n右訴訟代理人弁護士　　        花岡康博\n同                　　        村松靖夫\n主　　　　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は、原告の負担とする。\n事実及び理由\n第一　請求\n一　被告は、別紙書籍目録記載一の書籍のうち第Ⅰ部第２章部分を削除しない限り\n同書籍を出版してはならない。\n二　被告は、別紙書籍目録記載二の書籍のうち第七章部分を削除しない限り同書籍\nを出版してはならない。\n三　被告は、原告に対し、金一〇〇〇万円及びこれに対する平成九年一〇月三日か\nら支払済みまで年五分の割合による金員を支払え。\n四　被告は、朝日新聞、毎日新聞及び読売新聞の各朝刊全国版社会面に、記名宛名\nは二倍活字、見出しは三倍活字、本文は一倍活字で別紙謝罪広告目録記載の謝罪広\n告を各一回掲載せよ。\n第二　事案の概要\n一　争いのない事実\n１　原告は、桜美林大学国際学部の助教授として民族研究及び比較政治学の研究並\nびに教育活動をしている者である。\n被告は、一橋大学社会学部の教授として国際社会学の研究及び教育活動をしてい\nる者である。\n２(一)　原告は、「エスニシティと現代社会－政治社会学的アプローチの試み－」\nと題する論文（以下「原告論文」という。）を執筆し、岩波書店発行の雑誌「思\n想」一九八五年四月号（昭和六〇年四月五日発行）に発表した。\n原告は、原告論文について著作権及び著作者人格権を有する。\n(二)  原告は、平成六年九月二〇日、東京都千代田区所在の如水会館で開かれた一\n橋大学社会学部主催の国際シンポジウム「多文化主義時代における世界と日本」に\nおいて、「西洋先進諸国におけるエスニック・マイノリティの政治的権\n利（Political Rights of Ethnic Minorities in Western Europe）」と題する研究\n報告（以下「原告報告」という。）を行った。\n原告は、原告報告について著作権及び著作者人格権を有する。\n(三)　原告論文には、別紙第一目録の原告論文欄記載のとおりの記述があり、原告\n報告には、別紙第二目録の原告報告欄記載のとおりの口述があった。\n３(一)　被告は、「離脱者・媒介者・民族的闘士－エスニック紛争の中の諸主体\n－」と題する論文（以下「被告第一論文」という。）を執筆し、別紙書籍目録記載\n一の書籍の第Ⅰ編第２章として収載した。\n(二)　被告は、「外国人の地方参政権－西欧諸国の経験と日本への示唆－」と題す\nる論文（以下「被告科研費論文」という。）を執筆し、これを平成七年三月発行の\n平成五～六年度文部省科学研究費補助金（総合研究Ａ）研究成果報告書「地域社会\nにおける外国人労働者－日・欧における受入れの現状と課題－」において発表し\nた。\n被告は、被告科研費論文の内容を敷衍した「外国人の参政権－西欧諸国の対応\n－」と題する論文（以下「被告第二論文」という。）を執筆し、これを「国際政治\n一一〇号－エスニシティとＥＵ」（平成七年一〇月二一日発行）において発表し\nた。被告第二論文は、別紙書籍目録記載二の書籍の第七章として再録された。\n(三)　被告第一論文には、別紙第一目録の被告第一論文欄記載のとおりの記述があ\nり、被告科研費論文には、別紙第二目録の被告科研費論文欄記載のとおりの記述が\nある。\n二　本件は、原告が、①被告第一論文は原告論文を、被告第二論文及び被告科研費\n論文は原告報告を、それぞれ翻案したものであるから、被告の右一３(一)(二)の行\n為は原告の著作権（翻案権）及び著作者人格権（同一性保持権）を侵害する、②被\n告の右一３(一)(二)の行為は、原告の研究成果を剽窃するものであるから、不法行\n為を構成する、と主張して、著作権及び著作者人格権侵害を理由とする別紙書籍目\n録記載の各書籍の出版の差止め及び謝罪広告の掲載を求めるとともに、不法行為\n（主位的に右①を、予備的に右②を理由とする。）に基づく損害賠償を求めた事案\nである。\n第三　争点及び当事者の主張\n一　被告第一論文は、原告論文を翻案したものかどうか\n１　原告の主張\n(一)　被告第一論文は、後記(二)ないし(七)のとおり、原告論文に依拠し、それを\n改変したものである。\nなお、被告は、後記２のとおり、被告第一論文は、【Ｃ】（【Ｃ】）の論文\"An\nexploratory synthesis of primordial and mobilizationist approaches to\nethnic phenomena,Ethnic and Racial Studies,5(4)October 1982:395-420\"（以下\n「【Ｃ】論文」という。）に基づくものであると主張するが、【Ｃ】論文は、英語\nで記載されており、それを日本語で紹介するには、用語、概念を翻訳、解釈するこ\nとが必要になるところ、被告第一論文は、その翻訳、解釈を、原告論文に依拠し、\nそれを改変しているから、【Ｃ】論文に基づく部分があるとしても、翻案が否定さ\nれることにならない。\n(二)　エスニシティ研究の契機について\nエスニシティ研究の契機に関して、原告論文及び被告第一論文にはそれぞれ別表\n１の記述（いずれも別紙第一目録１の部分）があるところ、被告第一論文の記述\nは、原告論文に依拠し、それを改変したものである。なお、【Ｃ】論文には右のよ\nうな記述はない。\n(三)  原初的アプローチについて\n(1)　「原初的アプローチ」に関して、原告論文及び被告第一論文にはそれぞれ別表\n２の記述（いずれも別紙第一目録３の部分）があるところ、被告第一論文の記述\nは、原告論文に依拠し、それを改変したものである。\n(2)　原告論文には「『原初的アプローチ』がエスニシティのもつ“表出的役割”を\n重視していたのに対し、」との記述があり、被告第一論文には「『原初的特性重視\nアプローチ』とは、エスニシティの表出的側面を重視し、」との記述がある。\nこれに対応する【Ｃ】論文の記述は、極端に原初的な立場ではエスニック・グル\nープは「表出的諸問題を解決するべく形成される」と考える、というものであり、\n被告第一論文が【Ｃ】論文の右記述によっているとしても、原初的アプローチにつ\nいての説明は他にも可能であり、それにもかかわらず、両者の記述は、同じ表現と\nなっている。\n(3)　また、原告論文には「このアプローチの利点は、エスニック紐帯のもつ情緒面\nでのとてつもない強靱さに着目し、これを―近代化論などに比して―より『正当\nに』評価している点である。」との記述があり、被告第一論文には「『原初的特性\n重視アプローチ』とは、エスニシティの表出的側面を重視し、エスニックな紐帯、\n情緒面における強靱さに注目するもので、近代化や外的状況の変化によっては変わ\nらない民族の本質を強調する。」との記述がある。\nこれに対応する【Ｃ】論文の訳は、種々ありうるにもかかわらず、被告第一論文\nの記述は、原告論文と同じ表現になっている。\n(四)　動員主義的アプローチについて\n「動員主義的アプローチ」に関して、原告論文及び被告第一論文には別表３の記\n述がある（いずれも別紙第一目録３の部分）ところ、被告第一論文の記述は、原告\n論文に依拠し、それを改変したものである。\nこれに対応する【Ｃ】論文の論旨は、「民族対立の復活は稀少資源をめぐる動員\nの結果である」というものであり、「エスニック・グループが利益獲得のために組\n織化される」という意味はないにもかかわらず、被告第一論文にはそのような趣旨\nの記述がある。\n(五)　エスニック・グループの類型化とその意味について\n(1)　エスニック・グループの類型化とその意味に関して、原告論文には、別表４①\nの記述があり、「エスニックな現象への原初的アプローチと動員主義的アプローチ\nのマトリックス・モデル」と題する表と【Ｃ】の作成したマトリックス・モデルを\n翻訳した別表４②の図があり、さらに別表４③の記述がある（以上、別紙第一目録\n４の部分）。被告第一論文には、別表４①の記述があり（別紙第一目録３、４の部\n分）、同②の図を掲載し（同目録４の部分）、さらに「主体間の関係・競合・変\n化」の項に別表４③の記述がある（同目録４の部分）。\n(2)　被告第一論文では、【Ｃ】の類型概念が、別紙第一目録５のとおり、\nEthnic traditionalistは「民族的伝統主義者」、\nEthnic militantは「民族的闘士」、\nPseudo-ethnicは「擬似民族」、\nSymbolic ethnicは「象徴的民族」、\nEthnic manipulatorは「民族的操縦者」\nと訳されており、その訳語が原告の稚拙な、しかも十分推敲されていない訳語と同\nじである。また、原告論文は、【Ｃ】論文の類型概念によりエスニックな運動の基\n本的性格を示すことができるという点と、同一の地域・民族紛争にも様々な主体が\nあり得るのであり多様性を有するという点を論じており、後者について七〇年代の\nスコットランドを例に挙げて論じているが、被告第一論文においても、原告論文と\n同一の論点を論じており、同じくスコットランドの例を挙げている。\n(3)　以上のとおり、被告第一論文の記述は、原告論文に依拠し、それを改変したも\nのであって、【Ｃ】論文に基づくのみでは、このように両者が一致することはな\nい。\n(六)　地域・民族問題と階級問題の関係について\n(1)　原告論文では、【Ｄ】の学説を紹介しつつ、エスニックな運動の活性化を経済\n格差によって生ずるのではないかとする説を図１（二〇一頁下段）を示して吟味\nし、その批判という形で、別表５の図２（別紙第一目録３の部分）により、「経済\n的に劣位に立つ地域」を一つの円で示し、「民族的に隷属的な地域」を一つの円で\n示して、二つの円の重なり合う部分で【Ｄ】らがエスニシティが活性化するとする\n地域（経済的に劣位に立ち文化的にも隷属的な地域）を示し、さらに、特定手段を\n持つリーダーシップによって方向付けられた地域を円で示し、この三つの円が重な\nり合う場合にのみ、エスニック・モビライゼーションは生じ、エスニシティは活性\n化すると考えた方がより説得力があるとの自説を記述している。\n被告第一論文では、別表５の図２・２を表示し（別紙第一目録３の部分）、階級\n問題を一つの円（①）で示し、地域・民族問題を一つの円（②）で示した上で、\n「地域・民族問題と階級問題との関係にも触れておきたい。われわれの眼の前に存\n在する特定の問題が、本質的には階級問題であるのか（図２・２の①の領域）、そ\nれとも地域・民族問題であるのか（図２・２の②の領域）を判定することは必ずし\nも容易ではない。」と記述し、「しかし、今日の先進産業社会における問題の多く\nは、民族問題と階級問題とがオーヴァーラップしたもの、あるいはいずれとも容易\nには判定しかねる問題である（図２・２の③の領域）」と記述している。\n(2)　被告は、「地域・民族問題」を一つの円で示し、「階級問題」をさらに一つの\n円で示して記述しているが、これは「民族的に隷属的な地域」を一つの円で示し、\n「経済的に劣位に立つ地域」をさらに一つの円で示して記述している原告論文の記\n述方法と同じであるから、被告第一論文の記述は、原告論文に依拠し、それを改変\nしたものである。\n(七)　客観的属性とエスニシティの活性化との関係について\n客観的属性とエスニシティの活性化との関係に関して、原告論文及び被告第一論\n文には、別表６の記述がある（別紙第一目録２の部分）。\n原告論文では、客観的属性でエスニシティが規定できるという一般的な考え方に\n対し、近年のエスニックな現象の逆説的な実態、すなわち、客観的な属性（客観的\n特徴）では捉えられない主観的な要素が際だってきたという論点を記述している\nが、被告第一論文でも右論点をそのまま記述しているから、被告第一論文の記述\nは、原告論文に依拠し、それを改変したものである。\n(八)　以上のとおり、被告第一論文は、原告論文を翻案したものである。\n２　被告の主張\n(一)　原告論文は、エスニシティ研究に関する三つのアプローチ、すなわち、原告\nのいう「原初的アプローチ」、「動員主義的アプローチ」、「国家とエスニシテ\nィ」の議論に沿いながら、エスニシティの諸議論を整理・紹介したものであるのに\n対し、被告第一論文は、【Ｃ】論文の枠組みを援用し、さらに【Ｃ】その他の主体\n類型論に依拠して、民族の主体類型論を展開し、具体例として欧米先進諸国、とり\nわけ西欧の地域・民族問題を分析した試みである。\nしたがって、両者は、目的、狙い、構成が全く異なる。\n(二)　エスニシティ研究の契機について\n被告第一論文の別表１の記述は、この時代のエスニシティ研究の学会動向であっ\nて、多くの論者が議論の導入に際して用いるありふれた表現であり、【Ｃ】論文に\nも内容的に同じ記述があるから、原告論文の翻案ではない。\n(三)　原初的特性重視アプローチ及び動員主義的アプローチについて\n「原初的特性重視アプローチ」と「動員主義的アプローチ」とは、【Ｃ】論文の\nほか多くの論文で対比的に扱われている。また、【Ｃ】論文では、「原初的特性重\n視アプローチ」を特徴づける鍵概念として「表出的」（expressive又はaffective）\nという用語を、「動員主義的アプローチ」を特徴づける鍵概念として「手段\n的」（instrumental）という用語を、斜字体で強調しており、被告第一論文の別表\n２、３の記述は、【Ｃ】論文に基づいて両アプローチの特徴を簡潔に説明したもの\nであり、原告論文の翻案ではない。\n(四)　エスニック・グループの類型化とその意味について\n原告論文における【Ｃ】論文の類型概念の訳語は、\nEthnic traditionalistは「民族的伝統主義者」、\nEthnic militantは「民族的闘士」、\nPseudo-ethnicは「擬似民族」、\nSymbolic ethnicは「象徴型民族」、\nEthnic manipulatorは「民族操縦者」\nであるが、そのうち'Symbolic ethnic'と'Ethnic manipulator'の訳語は被告第一論\n文と異なっており、他の三つの訳語もありふれた訳語であるから、被告が原告論文\nによることなく、【Ｃ】論文から直接翻訳していることは明らかである。\nまた、被告第一論文の別表４③の記述は、バスクの民族運動、スコットランドの\n地域運動、ブルターニュの地域運動、移民三世、四世の言語学習運動等がエスニッ\nク・グループの類型のどれに該当するかを判断することにより、その地域・民族運\n動の基本的性格を示すことができるということを述べているのであって、原告の記\n述とは異なる。\n(五)　地域・民族問題と階級問題の関係について\n被告第一論文の別表５の図は、民族問題と階級問題との重なり合いと分離につい\nて一般的に議論し、図示したにすぎず、被告第一論文では原告論文の「リーダーシ\nップ」要因について全く述べてられておらず、両者は全く異なる。\n(六)　客観的属性とエスニシティの活性化との関係について\n原告論文と被告第一論文の論点が同じであっても、それが著作権侵害となること\nはありえないし、被告第一論文の別表６の記述は、原告論文とは内容、表現とも全\nく異なる。\n二　被告科研費論文及び被告第二論文は、原告報告を翻案したものかどうか\n１　原告の主張\n(一)　別紙第二目録１の部分について\n原告報告では、西洋諸国が一九六〇年代から七〇年代初頭にかけて外国人労働者\nを受け入れ、現在彼ら外国人が定住するに至っている状況を描写し、次に、事実上\n社会のメンバーになった外国人が最低限の生活を保障される社会経済的権利を付与\nされながらも、参政権などの政治的権利は著しく制限されている実態をスウェーデ\nンなどの例外を視野に入れつつ述べている。\n一方、被告科研費論文では、西欧諸国が高度成長期に多くの外国人労働者を受け\n入れ、「一部の国では地方参政権が付与されるなど、定住外国人の市民化が進行し\nている」と、原告報告とほぼ同じ内容の記述がある。そして、原告報告と同様、地\n方参政権を付与している例外を挙げているが、原告報告にあるスウェーデンの例に\n若干の例を付け足しただけである。\n(二)　別紙第二目録２の部分について\n原告報告では、西洋諸国に定住した外国人が参政権を始めとする政治的権利を付\n与されない理由を、現代の国民国家の論理から説明しているが、被告科研費論文で\nは、表現に若干の相違はあるが、同一内容の記述がある。\n(三)　別紙第二目録３の部分について\n被告科研費論文は、原告報告の要約である。\n(四)　別紙第二目録４の部分について\n原告報告では、定住外国人が政治的権利を著しく制限された大陸ヨーロッパと対\n比して英国を取り上げ、戦後大英帝国が解体し、かつての旧植民地の英国臣民が英\n国本土に移り住んだが、かれらは市民権を有していたことを指摘し、大陸ヨーロッ\nパの定住外国人には政治的権利（参政権）が極めて不完全な形でしか付与されない\n状況と英国の状況のコントラストを述べている。\n一方、被告科研費論文でも、原告報告と同じく、大陸ヨーロッパと対比して英国\nを取り上げ、英国においてはかつての旧植民地の英国臣民が英国本土に移り住んだ\n場合に市民権が与えられたことを指摘している。\n(五)　別紙第二目録５の部分について\n原告報告では、定住外国人に対する権利付与に対する今日のヨーロッパにおける\n外国人排斥、差別の動向に触れ、定住外国人の問題は二重国籍といった問題ではな\nく、政治社会のメンバーシップの問題が根底にあると指摘している。\n一方、被告科研費論文でも、原告報告と同じく、今日のヨーロッパにおける定住\n外国人の排斥、差別について記述し、外国人の社会統合の問題が浮上してきている\nことを記述している。\n(六)　別紙第二目録６の部分について\n被告科研費論文は、原告報告と同じ結論が導き出されている。\n(七)　参考文献について\n被告科研費論文の末尾参考資料の記載は、原告報告の参考文献を引き写したもの\nである。\n(八)　以上のとおり、被告科研費論文は、原告報告に依拠し、これを改変したもの\nである。そして、被告第二論文は、被告科研費論文の内容を敷衍したものであり、\n以上のような被告科研費論文と原告報告との間の表現の類似点は、被告第二論文と\n原告報告との間にもあるから、被告第二論文は、原告報告に依拠し、これを改変し\nたものである。したがって、被告科研費論文及び被告第二論文は、原告報告を翻案\nしたものである。\n２　被告の主張\n(一)　原告報告は、定住外国人の政治的権利を手掛りとして国民国家のシステム全\n体の改鋳作業という根本的な問題を論ずることが主題となっている。\n被告科研費論文は、西欧諸国の事例から外国人の参政権を可能にする要因群とこ\nれを困難にする要因群を分析的に抽出し、そのうえで外国人参政権を支える論理と\nこれに反対する論理を考察し、最後に日本において外国人参政権の問題を考えるに\nついての示唆を論じているものである。\nしたがって、原告報告と被告科研費論文は、その目的、議論の展開、結論等どの\n点においても全く異なる。\n(二)  別紙第二目録１ないし６の部分及び参考文献について\n別紙第二目録１及び６の部分は、原告報告と被告第二論文とで内容が大きく異な\nっており、被告科研費論文の同２の部分は、同論文で挙げた参考文献を参照して独\n自に議論を行っている部分であり、被告科研費論文の同３ないし５の部分は、被告\nの別の著書、論文で行った議論と同旨の議論を記述したものである。また、被告科\n研費論文に挙げられている参考文献は原告報告のものを引き写したものではない。\nしたがって、被告科研費論文及び被告第二論文は、原告報告の翻案ではない。\n三　被告が被告第一論文並びに被告科研費論文及び被告第二論文を発表したことが\n原告の研究成果を剽窃するものとして不法行為を構成するか\n１  原告の主張\n他の学者の研究の成果をあたかも自己の研究成果のごとく装って発表すること\nは、学者の研究成果を奪い、成果発表の機会を奪い、学者としての名誉を傷つける\nものである。\n被告は、被告第一論文において、原告論文における原告の研究成果をあたかも自\n己の研究成果であるかのごとく装って発表し、原告の利益を侵害した。\nまた、被告は、被告科研費論文及び被告第二論文において原告の研究成果をあた\nかも自己の研究成果であるかのごとく装って発表し、原告の利益を侵害した。\n２  被告の主張\n原告の主張を争う。\n四  原告の損害及び謝罪広告の必要性\n１  原告の主張\n(一)  被告は、故意又は過失により、原告が原告論文について有する翻案権及び同\n一性保持権を侵害した。\n原告は、これにより、学者・研究者としての名誉声望を傷つけられる等の精神的\n苦痛を被った。この精神的損害に対する慰謝料の額は一〇〇〇万円を下らない。\nまた、原告が毀損された名誉を回復するためには謝罪広告を掲載する必要があ\nる。\n(二)  被告は、故意又は過失により、原告が原告報告について有する翻案権及び同\n一性保持権を侵害した。\n原告は、これにより、学者・研究者としての名誉声望を傷つけられる等の精神的\n苦痛を被った。この精神的損害に対する慰謝料の額は一〇〇〇万円を下らない。\nまた、原告が毀損された名誉を回復するためには謝罪広告を掲載する必要があ\nる。\n(三)  被告による前記三１の剽窃行為により原告の被った精神的損害に対する慰謝\n料の額は一〇〇〇万円を下らない。\n(四)  よって、原告は、被告に対し、主位的に右(一)又は(二)の慰謝料として、予\n備的に右(三)の慰謝料として一〇〇〇万円及びこれに対する平成九年一〇月三日か\nら支払済みまで年五分の割合による遅延損害金の支払を求めるとともに、別紙謝罪\n広告目録記載の謝罪広告の掲載を求める。\n２  被告の主張\n原告の主張を争う。\n第四　当裁判所の判断\n一　争点一（被告第一論文は原告論文を翻案したものか）について\n１(一)　証拠（甲一、二の一）と弁論の全趣旨によると、以下の事実が認められ\nる。\n(1)　原告論文は、現代の新しく複雑な民族問題の解明を目的とした「エスニシティ\nと現代社会－政治社会学的アプローチの試み－」と題する論文であり、新しい民族\n問題を「エスニシティ」という概念を中軸として検討し、近年の「エスニシティ」\n活性化の要因を、最新の学説によりながら分析しており、全体の構成は、「一　は\nじめに」、「二　定義と解釈」、「三　エスニシティを活性化させる諸要因」、\n「四　むすび」という四つのパラグラフからなっている。\n「一　はじめに」では、原告論文の目的が記述されている。\n「二　定義と解釈」では、エスニシティを定義するに当たり、人間性のどこにそ\nれを求めるかという点に着目すると、一方の極に「原初的特性」（非合理的な特\n性）に求めるものがあり、他方の極に「合理的な特性」に求めるものがあるとする\nとともに、エスニシティはいかに構成されるかという認識論的視点からすると、客\n観的基準を強調する立場と主観的基準を強調する立場が二つの極に配置されるとし\nて、エスニシティの定義について分析を行っている。このパラグラフは、序の部\n分、「Ａ(1)原初的特性に照準した定義」、「Ａ(2)合理的特性に照準した定義」、\n「Ｂ(1)客観的定義」、「Ｂ(2)主観的定義」、まとめの部分からなっている。\n「三　エスニシティを活性化する諸要因」では、エスニシティの活性化の諸要因\nを、原初的アプローチと動員主義的アプローチに分けて考察したのち、エスニシテ\nィを活性化する第三の要因として、国家の構造があると述べている。このパラグラ\nフは、「１　アイデンティティの源泉としてのエスニシティ」、「２　利益政治に\nおける動員の手段としてのエスニシティ」、「小括」、「３　国家とエスニシテ\nィ」からなっている。\n「四　むすび」では、原告論文の結論を述べているが、その内容は、「さまざま\nな社会変動により、エスニック・グループが、現代の政治社会にあって、(一)表出\n的側面においても、(二)手段的側面においても、有効に機能しうる集団になった。\nそしてそれに加えて、(三)軍隊・警察に代表される国家機構はエスニックに編制さ\nれており、かかる軍隊・警察が紛争に投入されると、エスニックな対立がさらに激\n化する。以上の三要因が、具体的な政治過程において複合的に結びつき、現今のエ\nスニシティの活性化をもたらしている。」というものである。\n(2)　被告第一論文は、「エスニック紛争にかかわる主体の諸類型を構築することを\n課題とし、かつ主体の諸類型に関連するいくつかのテーマに触れる」ことを目的と\nした「離脱者・媒介者・民族的闘士－エスニック紛争のなかの諸主体」と題する論\n文であり、主として西欧の地域・民族運動を分析対象としたものであり、全体の構\n成は、「エスニシティの復興」、「エスニック紛争のなかの主体類型」、「主体類\n型の理論的含意」、「多様な選択肢」の四つのパラグラフからなっている。\n「エスニシティの復興」では、被告第一論文の目的が記述されている。\n「エスニック紛争のなかの主体類型」では、地域・民族運動の主体を類化する研\n究者の試みを紹介しているが、その中で、【Ｃ】の原初的アプローチと動員主義的\nアプローチを紹介し、「民族的伝統主義者」、「民族的闘士」、「擬似民族」、\n「象徴的民族」、「民族的操縦者」、「離脱者」という六つの主体類型について説\n明している。\n「主体類型の理論的含意」では、主体類型に関する説明を受ける形で、その理論\n的な含意について、「主体間の関係・競合・変化」、「主観的自己定義の優位」、\n「地域・民族問題と階級問題」、「エスニック運動の目標・戦略」、「社会学的文\n化と人類学的文化の錯綜」に分けて述べている。\n「多様な選択肢」では、結論として、「今日の先進諸国のエスニック紛争は階級\n問題とオーヴァーラップし、エスニック運動は社会運動と重なり合っている」、\n「エスニック紛争に関する主体も一枚岩ではなく、きわめて多様な立場・戦略が考\nえられ、むしろそうした主体間の関係・競合こそが分析上の重要なテーマをなして\nいる。そこでは、支配集団への同化、あるいは分離・独立・・・に代わる第三の途\nが問題となるというだけでは不十分であり、第三の途の内部にきわめて多様な選択\n肢が存在しうるのである。」と述べている。\n(二)　右(一)認定の事実に証拠（甲一、甲二の一）を総合して、原告論文と被告第\n一論文とを全体として対比すると、両者は、その目的、構成、議論の展開、結論が\nいずれも異なるものと認められる。\n２　前記第二の一のとおり、原告論文及び被告第一論文に別紙第一目録記載のとお\nりの記述があることは争いがなく、これによると、両論文に別表記載のとおりの記\n述があることが認められる。\nそこで、被告第一論文の別表１ないし６の記述とそれに対応する原告論文の記述\nについて検討する。\n(一)　別表１の部分について\n別表１の部分は、ともに論文の導入部において「エスニシティ」概念を鍵概念と\nするエスニシティ研究の動向を記述している部分であるが、その内容がエスニシテ\nィ研究の動向を述べているという点で共通するものの、それ以上の表現の類似性は\n認められない。\n原告論文では、エスニシティ研究が一九六〇年代末から積極的にされ、関心が高\nいことが強調されているが、被告第一論文では、エスニシティ研究が行われている\nことが記述されているのみであり、その時期も主に七〇年代以降であるとされてい\nる（別紙第一目録１に記載されている被告第一論文の別表１の部分の前の部分参\n照）。\nしたがって、被告第一論文の別表１の部分が原告論文の別表１の部分を翻案した\nものとは認められない。\n(二)　別表２の部分について\n原告論文には、「『原初的アプローチ』がエスニシティの持つ〝表出的役割〟を\n重視していたのに対し、」との記述があり、被告第一論文には「『原初的特性重視\nアプローチ』とは、エスニシティの表出的側面を重視し、」との記述がある。証拠\n（乙一、二、五、六、八）と弁論の全趣旨によると、原告論文の右記述のうち、\n「原初的アプローチ」という語は、【Ｃ】論文の「primordial approach」を翻訳し\nたもの、「表出的」という語は、【Ｃ】論文の「expressive」を翻訳したもので、\n社会学における一般的な訳語であることが認められる。また、証拠（乙一、二）と\n弁論の全趣旨によると、【Ｃ】論文には、「原初的な極」という項目において、\n「エスニック・グループは、文化、アイデンティティ、信念と関係する表出的諸問\n題を解決するために形成される」と記載されていることが認められる。そうする\nと、原告論文の右記述は、【Ｃ】論文で述べられていることを、社会学における一\n般的な訳語を用いて記述したものである。なお、「重視する」という語句は、\n【Ｃ】論文に基づいて、必ずしも一義的に用いられるものではないとしても、それ\nのみでは著作物性が認められるものではない。したがって、被告第一論文の右部分\nが原告論文の右部分を翻案したものとは認められない。\nまた、原告論文には、「このアプローチの利点は、エスニック紐帯のもつ情緒面\nでのとてつもない強靱さに着目し、これを－近代化論などに比して－より『正当\nに』評価している点である。」との記述があり、被告第一論文には、「『原初的特\n性重視アプローチ』とは、エスニシティの表出的側面を重視し、エスニックな紐\n帯、情緒面における強靱さに注目するもので、近代化や外的状況の変化によっては\n変わらない民族の本質を強調する。」との記述がある。両者は、原告論文の「エス\nニック紐帯」、「情緒面でのとてつもない強靱さに着目し」と被告第一論文の「エ\nスニックな紐帯」、「情緒面における強靱さに注目する」の部分の表現が類似する\nが、その他の部分の記述は表現が異なる上、原告論文の右記述が「原初的アプロー\nチ」の利点、すなわち「原初的アプローチ」に対する肯定的な評価を述べている部\n分であるのに対し、被告第一論文の右記述は、単に「原初的特性重視アプローチ」\nを説明している部分であって、両者は、その意味内容が異なり、証拠（甲一、甲二\nの一）によると、右表現が使用されている文脈も異なる。なお、証拠（乙一、二）\nと弁論の全趣旨によると、「エスニック紐帯」、「情緒面」、「強靱さ」という語\n句は、それぞれ【Ｃ】論文の「ethnic bonds」、「emotional」、「strength」を翻\n訳したものであると認められるところ、これらの訳語が必ずしも一義的に用いられ\nるものではないとしても、これらの訳語のみでは著作物性が認められるものではな\nい。したがって、被告第一論文の右部分が原告論文の右部分を翻案したものとは認\nめられない。\nその他、被告第一論文の別表２の部分が原告論文の別表２の部分を翻案したもの\nというべき事実は認められない。\n(三)　別表３の部分について\n原告論文には、「エスニック・グループは他の利益集団同様、利益を追求・獲得\nする為に組織化される」との記述があり、被告第一論文には、「エスニック集団が\n他の利害集団と同様に、利益を追求し獲得するために組織される」との記述があ\nる。証拠（乙一、二）と弁論の全趣旨によると、【Ｃ】論文には、原告論文の右記\n述をそのまま記載した部分はないが、【Ｃ】論文では、動員主義的アプローチにつ\nいて、右のような趣旨の説明をしていることが認められる。「利益を追求」、「獲\n得」という語句は、【Ｃ】論文に基づいて、必ずしも一義的に用いられるものでは\nないとしても、それのみでは著作物性が認められるものではない。また、原告論文\nでは「利益集団」としているところを被告第一論文では「利害集団」とするなど、\n具体的な表現も異なる。したがって、被告第一論文の右部分が原告論文の右部分を\n翻案したものとは認められない。\n原告論文には、「エスニックコンフリクトと称されるものの内実は、利益政治の\n枠内における稀少資源（政治的・社会的・経済的諸価値を含む）をめぐる集団間の\n紛争」との記述があり、被告第一論文には、「エスニック紛争を、稀少な資源獲得\nのためにエスニックシンボルを動員した集団間の紛争であるとする」との記述があ\nる。証拠（乙一、二、五）と弁論の全趣旨によると、【Ｃ】論文には、動員主義的\nアプローチに関して、稀少な資源をめぐるエスニック集団間の紛争を強調すること\nが記載されており、また、原告論文と被告第一論文とでは具体的な表現も異なる。\nしたがって、被告第一論文の右部分が原告論文の右部分を翻案したものとは認めら\nれない。\nその他、被告第一論文の別表３の部分が原告論文の別表３の部分を翻案したもの\nというべき事実は認められない。\n(四)　別表４の部分について\n原告は、両論文では【Ｃ】論文の類型概念である\"Ethnic traditionalist\"が「民\n族的伝統主義者」、\"Ethnic militant\"が「民族的闘士」、\"Pseudo-ethnic\"が「擬\n似民族」、\"Symbolic ethnic\"が「象徴的民族」、\"Ethnic manipulator\"が「民族的\n操縦者」と訳されており、訳語が同じであると主張するが、証拠（甲一）による\nと、原告論文では\"Symbolic ethnic\"が「象徴型民族」、\"Ethnic manipulator\"が\n「民族操縦者」と訳されていることが認められ、両論文の訳語は異なる上、弁論の\n全趣旨によると、その他の訳語も直訳的なありふれた訳語であると認められる。ま\nた、そもそも右の各訳語自体は著作物として保護されるものではない。\n原告は、両論文がともに、【Ｃ】論文の類型概念によりエスニックな運動の基本\n的性格を示すことができるという点と、同一の地域・民族紛争にも様々な主体があ\nり得るのであり多様性を有するという点を論じており、後者について七〇年代のス\nコットランドを例に挙げて論じている旨主張するが、右のような原告論文の内容\n（論点）は、アイデアであってそれ自体が著作物として保護されるものではなく、\n両論文の表現が大きく異なっていることは、別表４により対比してみると明らかで\nある。\nしたがって、以上の各点について、被告第一論文の別表４の部分が原告論文の別\n表４の部分を翻案したものということはできず、他にそのようにいうべき事実は認\nめられない。\n(五)　別表５の部分について\n原告論文の図２のような集合を円で表すこと、円の重なりによって部分集合を表\nすことは、極めてありふれた表現方法であり、創作的な表現とはいえないから、著\n作物として保護されるものではない。また、原告論文の「経済的に劣位に立つ地\n域」、「民族的に隷属的な地域」が、それぞれ被告第一論文の「階級問題」、「地\n域・民族問題」と内容において重なり合う部分があるとしても、必ずしも一致する\nものでないことは明らかであるし、被告第一論文には、「特定手段をもつ『リーダ\nーシップ』要因が高度に集中した地域」の集合もない。\nしたがって、被告第一論文の別表５の部分が原告論文の別表５の部分を翻案した\nものということはできない。\n(六)　別表６の部分について\n原告は、両論文が、客観的属性でエスニシティが規定できるという一般的な考え\n方に対し、近年のエスニックな現象の逆説的な実態、すなわち、客観的な属性（客\n観的特徴）では捉えられない主観的な要素が際だってきたという論点を記述してい\nると主張するが、原告論文の右のような内容（論点）自体はアイデアであって著作\n物として保護されるものではなく、両論文の表現が大きく異なっていることは、別\n表６により対比してみると明らかである。\nしたがって、被告第一論文の別表６の部分が原告論文の別表６の部分を翻案した\nものということはできない。\n(七)　以上述べたところからすると、被告第一論文が原告論文に依拠したかどうか\nについて判断するまでもなく、被告第一論文の別表１ないし６の部分はいずれもこ\nれに対応する部分の原告論文を翻案したものであるとは認められない。\n３　右１、２のとおりであり、被告第一論文のその他の部分が原告論文を翻案した\nものであるとの主張立証はないから、被告第一論文が原告論文を翻案したものであ\nるとは認められない。\n二　争点二（被告科研費論文及び被告第二論文は原告報告を翻案したものか）に\nついて\n１(一)　証拠（甲四、五、甲六の一、二、乙三）と弁論の全趣旨によると、以下の\n事実が認められる。\n(1)　原告報告は、西ヨーロッパにおける定住外国人の政治的権利、参政権を主題と\nした「西洋先進諸国におけるエスニック・マイノリティの政治的権利」（Political\nRights of Ethnic Minorities in Western Europe）と題する講演であり、一九六〇\n年代以降、西洋諸国に移住・移民して定住している外国人が生活をする上で最低限\n必要な社会経済的な諸権利を付与されながらも、参政権をはじめとする政治的権利\nが極めて不十分にしか付与されていない現状を報告し、なぜこのような状況が生ま\nれるのかを現代国民国家の基本構造から説明しようとするもので、七つのパラグラ\nフからなっている。\n第一パラグラフでは、定住外国人の政治的権利が問題となるその政治的背景、根\n本的な原因について講演するとして原告報告の目的を述べている。\n第二パラグラフでは、現在の国民国家においては、居住者は国籍を有するか否か\nによって市民（国民）と外国人の二つに分類されるが、西ヨーロッパ諸国におい\nて、現実には、国籍を持たないが、社会的経済的権利を付与され、事実上社会のメ\nンバーとなっている定住外国人（デニズン）が相当な割合で存在するという現状を\n述べている。\n第三パラグラフでは、定住外国人の政治的権利が制限されている現状と定住外国\n人の国政参加を制限する国民国家の論理を説明し、国民国家システムを前提とする\n「市民・外国人」の二分法が、現代の経済・社会活動のボーダーレス化に伴って増\n加する定住外国人を社会の構成メンバーから排除するというデモクラシーとは相容\nれない現実を生み出していると述べている。\n第四パラグラフでは、大陸ヨーロッパと対比して、政治的権利を付与しても定住\n外国人の社会的、経済的問題が解決されない英国の例を述べている。\n第五パラグラフでは、定住外国人問題の中心は、二重国籍といった問題ではな\nく、エスニシティが異なる者を政治社会のメンバーとして認知するかどうかという\n問題であるとして、これを英国の国籍法の例で説明している。\n第六パラグラフでは、国民国家形成の歴史から、ある集団を「ネイション」へ包\n摂するか排除するかを決定するのはフーコーのいう「社会諸勢力の総合としての権\n力」であると述べている。\n第七パラグラフでは、定住外国人問題のポイントは、社会経済的権利や政治的権\n利の付与の問題ではなく、政治社会のメンバーとしての認知の問題であること、市\n民・外国人という二分法は歴史的、人為的なものであるという自覚は、この区分が\n将来変更可能であるという新たな政治的イマジネーションに道を開くものである\nが、そのためには国民国家の国家間システム全体の改鋳作業が必要になってくるこ\nとを結論として述べている。\n(2)  被告第二論文は、西欧諸国における外国人参政権の実態の把握とその分析を目\n的とした「外国人の参政権－西欧諸国の対応－」と題する論文であり、「はじめ\nに」、「１  西欧諸国における外国人参政権の現状－肯定的な事例」、「２  西欧\n諸国における外国人参政権の現状－否定的な事例」、「３  外国人参政権を可能に\nする要因群」、「４  外国人参政権を困難にする要因群」、「５  外国人参政権を\n支持する論理・否定する論理」、「６  西欧諸国間の分岐を生むもの」、「７  日\n本への示唆」の八つのパラグラフからなっている。\n「はじめに」では、被告第二論文の目的が記述されている。\n「１  西欧諸国における外国人参政権の現状－肯定的な事例」では、外国人に参\n政権を付与している国の事例を紹介し、それぞれの国において参政権付与が可能に\nなった要因を分析しており、北欧諸国、オランダ、イギリスとアイルランド、スペ\nインとポルトガル、スイスの順で記述している。\n「２  西欧諸国における外国人参政権の現状－否定的な事例」では、外国人に地\n方参政権を付与していない国の事例を紹介し、それぞれの国において地方参政権付\n与が困難である要因を分析しており、フランス、ドイツ、ベルギーの順に記述して\nいる。\n「３  外国人参政権を可能にする要因群」では、外国人に対する参政権付与を可\n能にする共通の要因を指摘し、それに当たる事例を挙げている。\n「４  外国人参政権を困難にする要因群」では、外国人に対する参政権付与を困\n難にしている要因を指摘し、それに当たる事例を挙げている。\n「５  外国人参政権を支持する論理・否定する論理」では、外国人への参政権付\n与を支持する論理と否定する論理を整理し、「支持する論理」、「否定する論理」\nを、項目毎に分けて記述している。\n「６  西欧諸国間の分岐を生むもの」では、西欧諸国において外国人参政権につ\nいての対応に分岐を生じている事情として、国家類型ないし国家の特質がこの問題\nに影響していること、外国人への参政権付与は、法律的な問題というよりもむしろ\n政治的な問題であること等を指摘している。\n「７  日本への示唆」では、西欧諸国における外国人参政権の問題に関する分析\nを踏まえ、日本における外国人参政権の問題を考察している。\n(3)　被告科研費論文は、被告第二論文のうち、「１  西欧諸国における外国人参政\n権の現状－肯定的な事例」、「２  西欧諸国における外国人参政権の現状－否定的\nな事例」の各部分が存しないほか、被告第二論文に存する記述が一部存しないが、\n「１  西欧諸国における外国人参政権の現状－肯定的な事例」、「２  西欧諸国に\nおける外国人参政権の現状－否定的な事例」の各部分を除いて、右(2)で述べたとこ\nろが当てはまる。\n(二)　右(一)認定の事実に証拠（甲五、甲六の一、二、乙三）と弁論の全趣旨を総\n合して、原告報告と被告科研費論文及び被告第二論文とを全体として対比すると、\n両者は、外国人への参政権付与が政治的な問題であることを述べる部分など一部に\nその論旨が共通する部分があるが、それらを全体的としてみると、その目的、構\n成、論理展開はいずれも異なるものと認められる（右の論旨が一部共通する点につ\nいては、後記２(一)(6)参照）。\n２　前記第二の一のとおり、原告報告及び被告科研費論文に別紙第二目録記載のと\nおりの口述及び記述があることは争いがないところ、原告は、被告科研費論文が原\n告報告を翻案したものであり、被告科研費論文と原告報告との間の表現の類似点\nが、被告第二論文と原告報告との間にもあると主張するので、まず、被告科研費論\n文の別紙第二目録１ないし６の部分がこれに対応する原告報告の口述を翻案したも\nのかどうかを判断する。また、原告は、被告科研費論文末尾の参考資料の記載は、\n原告報告の参考文献を引き写したものであると主張するので、この点についても判\n断する。\n(一)(1)　別紙第二目録１の部分について\n両者は、西欧諸国では第二次大戦後に多くの外国人を受け入れ、その外国人が定\n住化したこと及び一部の国では外国人に地方参政権を付与していることを述べてい\nる点では一部共通するが、これは内容（論点）が共通するというに過ぎず、その表\n現が大きく異なっていることは、別紙第二目録１により対比してみると明らかであ\nる。また、それ以外の部分について、表現が異なっていることは明らかである。\n(2)　別紙第二目録２の部分について\n原告報告では、外国人参政権が制限される三つの理由が述べられており、被告科\n研費論文では外国人参政権に反対する論理が述べられているところ、被告科研費論\n文で述べられている論理は、原告報告の三つの理由と共通する点がある。しかし、\n証拠（乙一〇、一一）と弁論の全趣旨に、原告報告でも三つの理由について「通常\n次のように説明されることが多い」と述べていることを総合すると、原告報告が挙\nげる三つの理由は、政治学の分野では外国人参政権を否定する理由として一般的に\n主張されているものであることが認められるから、その理由自体は政治学の分野で\n共有されているアイデアであって著作物として保護されるものではない。また、両\n者は、その具体的な表現が異なっている。\n(3)　別紙第二目録３の部分について\n原告報告と被告科研費論文とでは、その表現が全く異なっていることは明らかで\nあり、被告科研費論文が原告報告を要約したものということはできない。\n(4)  別紙第二目録４の部分について\n両者は、英国では旧植民地出身者に対して政治的権利が付与されたという事実を\n述べている点で共通する。しかし、証拠（乙九、一二）と弁論の全趣旨によると、\n被告は、右事実を、原告報告以前から著書に記載していたことが認められる。ま\nた、被告科研費論文では右事実がそのまま記述されているに過ぎないのに対し、原\n告報告では、定住外国人の問題は政治的権利を付与すればすべて解決するという簡\n単なものではないとの見解を裏付ける例として英国が挙げられ、英国の旧植民地出\n身者は政治的権利を付与されたにもかかわらず社会的、経済的に根強い差別を受け\nているという現状が述べられているのであり、右事実の取り上げ方が異なってい\nる。\n右以外の部分について、表現が異なっていることは明らかである。\n(5)  別紙第二目録５の部分について\n両者は、西欧諸国における外国人差別の問題を論じている点では共通するが、原\n告報告では定住外国人が社会経済的権利と政治的権利を持てば、その国で共存共栄\nできるのかを問題としているのに対し、被告科研費論文では、外国人参政権の付与\nによって外国人の受入れや社会への参加・統合が進むとしており、そこに述べられ\nている論旨が全く異なるし、また、両者の具体的な表現も異なっている。\n(6)  別紙第二目録６の部分について\n原告報告では、エスニック・マイノリティ問題のポイントが社会経済的権利及び\n政治的権利付与の問題ではなく、政治社会のメンバーとしての認知の問題であると\n述べているのに対し、被告科研費論文では、外国人への参政権付与が法律的問題と\nいうよりは政治的問題であると述べているところ、その論旨には共通する部分があ\nるが、それは、外国人への参政権付与に関する意見に共通する部分があるというに\nとどまり、別紙第二目録６により対比してみると、表現としては全く異なっている\nといわざるを得ない。\n(7)　参考文献について\n証拠（甲四）と弁論の全趣旨によると、原告が原告報告に先立って同報告につい\nて英文で作成した報告書（以下「原告報告書」という。）には、参考文献の記載が\nあるところ、そこに記載されている九つの文献のうち二つの文献が被告科研費論文\nでも参考文献として記載されていることが認められるが、そうであるからといって\n被告科研費論文が原告報告書を翻案したものであるというべき理由はない。\n(二)　右(一)で述べたところからすると、被告科研費論文が原告報告（原告報告\n書）に依拠したかどうかについて判断するまでもなく、被告科研費論文の別紙第二\n目録１ないし６の部分及び参考文献の記載はいずれもこれに対応する部分の原告報\n告及び原告報告書を翻案したものとは認められない。\n３　右１、２のとおりであり、被告科研費論文及び被告第二論文のその他の部分が\n原告報告（原告報告書）を翻案したものであるとの主張立証はないから、被告科研\n費論文及び被告第二論文が原告報告（原告報告書）を翻案したとは認められない。\n三　争点三（被告が被告第一論文並びに被告科研費論文及び被告第二論文を発表し\nたことが原告の研究成果を剽窃するものとして不法行為を構成するか）について\n被告第一論文並びに被告科研費論文及び被告第二論文はいずれも原告論文及び原\n告報告を翻案したものとは認められないことは、右一、二で判断したとおりであ\nる。また、被告第一論文と原告論文とは前記一２(一)ないし(六)認定のとおり一部\n共通する部分があるが、それらを総合しても、被告第一論文が原告論文を剽窃した\nもので、被告第一論文を発表することに違法性があるとは認められず、他にこれを\n認めるに足りる証拠はない。さらに、被告科研費論文と原告報告（原告報告書）と\nは前記二２(一)(1)ないし(7)認定のとおり一部に共通する部分があるが、それらを\n総合しても、被告科研費論文及び被告第二論文が原告報告（原告報告書）を剽窃し\nたもので、被告科研費論文及び被告第二論文を発表することに違法性があるとは認\nめられず、他にこれを認めるに足りる証拠はない。\nそうすると、被告が被告第一論文並びに被告科研費論文及び被告第二論文を発表\nしたことが不法行為を構成するとは認められない。\n四  結論\n以上のとおりであるから、その余の点につき判断するまでもなく、原告の本訴請\n求はいずれも理由がない。\n東京地方裁判所民事第四七部\n裁判長裁判官        森　義之\n裁判官        榎戸道也\n裁判官        岡口基一\n"
}