{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 8,
    "month": 7,
    "day": 31
  },
  "case_number": "平成8(行ケ)50",
  "case_name": "",
  "court_name": "東京高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13802",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13802",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/802/013802_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１　当事者の求めた判決\n１　原告\n特許庁が、平成２年審判第１７６５９号事件について、平成８年２月１日にした\n審決を取り消す。\n訴訟費用は被告の負担とする。\n２　被告\n主文と同旨。\n第２　当事者間に争いのない事実\n１　特許庁における手続の経緯\n被告は、別紙１に示す構成からなり、第３１類「調味料、香辛料、食用油脂、乳\n製品」（平成３年政令第２９９号による改正前の商標法施行令の商品区分による。\n以下同じ。）を指定商品とする、登録第２０３６２５７号商標（昭和６０年５月３\n０日登録出願、昭和６３年１月１４日登録査定、同年４月２６日設定登録、以下\n「本件商標」という。）の商標権者である。\n原告は、被告を被請求人として、本件商標につき登録無効の審判の請求をした。\n特許庁は、同請求を平成２年審判第１７６５９号事件として審理したうえ、平成\n８年２月１日、「本件審判の請求は、成り立たない。」との審決をし、その謄本\nは、同年２月２６日、原告に送達された。\n２　審決の理由の要旨\n（１）　本件商標は、別紙１に示すとおり、文字と図形よりなるところ、構成全体\nをもって特定の称呼、観念を生ずるものとは認められないものであるから、文字部\n分と図形部分とはそれぞれ独立しても自他商品の識別標識としての機能を果たし得\nるものと認められ、構成中の図形部分からは特定の称呼、観念は生じないものと認\nめられるが、構成中の「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」の文字部分からは、\nその構成文字に相応して「ホールインザウォール」の一連の称呼を生ずるものと認\nめられる。\n（２）　他方、別紙２に示すとおりの登録第１４８２０３４号商標（指定商品第３\n１類「調味料、香辛料、食用油脂、乳製品」、昭和５２年８月８日登録出願、昭和\n５６年９月３０日設定登録、平成４年１月２９日存続期間の更新登録、以下「引用\n商標」という。）は、「壁の穴」の文字を書してなるものであるから、構成文字に\n相応して「カベノアナ」の称呼のみを生ずることが明らかである。\n（３）　本件商標より生ずる「ホールインザウォール」の称呼と引用商標より生ず\nる「カベノアナ」の称呼とを比較すると、両者はその音構成に顕著な差異を有する\nものであるから、称呼上明確に区別し得るものである。\n（４）　両商標の観念を比較するに、一般的にみて、商標が観念上類似するか否か\nは、二つの商標からただちに同一の観念が想起されうる場合に初めて観念類似が成\n立するものとみるのが相当であると解されるところ、本件商標中の「ＨＯＬＥ　Ｉ\nＮ　ＴＨＥ　ＷＡＬＬ」の欧文字部分は、これを全体としてみるとき、これより直\nちに「壁の穴」の意を想起しうるほど日常的になじまれた英語であるとは言い難い\nところである。そうとすれば、本件商標と、「壁の穴」の観念を生ずる引用商標と\nは観念上類似しない。\n（５）　また、本件商標と引用商標の構成は前記のとおりであるから、両者は外観\n上も明らかに区別しうるものである。\n（６）　してみれば、本件商標と引用商標とは、その称呼、観念及び外観のいずれ\nよりみても相紛れるおそれのない非類似の商標と認められる。\nしたがって、本件商標は、商標法４条１項１１号の規定に違反してなされたもの\nでなく、同法４６条１項１号の規定により無効とすることはできない。\n第３　原告主張の審決取消事由\n審決は、本件商標から生ずる観念の認定を誤り、その結果、引用商標との類否判\n断を誤ったものであるので、違法として取り消されるべきである。\n１　我が国における英語の普及力についてみるに、高等学校において外国語（英\n語）の授業は当然に行われているが、公立中学校においても、昭和２２年の教育制\n度改正時より中学１年から英語教育についてはカリキュラム（教育課程もしくは学\n習指導要領）の一環として筆記、文法はもちろん、会話の全般にわたって授業が実\n施されてきている。\nまた、公立小学校においても、約１０年位前より、国際教育の一環として、外国\n人の講師等によりおよそ１校１人の割合で英語を含む外国語について、随時、生活\n慣習、挨拶等の教育を選択的に実施しており、小学生用の英語教科書も刊行されて\nいる（甲第５号証、第６号証）。なお、私立学校の場合、中学校においてはもちろ\nん、小学校、幼稚園においても、英語教育が積極的に授業の中に取り入れられてい\nることは、一般に知られている。\n被告は、本件商標をマカロニ、スパゲッティ等のパスタ料理の麺類に用いる調味\n料のソースに使用しているが、このような場合、調味料のソース類を使う消費者層\nの多くを占める青少年層の英語意識や英語慣れをも考慮して、観念の類比を論じな\nければならない。\n２　以上のような英語教育の普及や消費者層を前提として、本件商標中の「ＨＯＬ\nＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」の欧文字部分を検討すると、まず、「ＷＡＬＬ」が\n日本語の「壁」という名詞であることは、中学生であれば家屋の一部分として習得\nする身近な英単語であり、学校の授業において容易に身につける言葉である。\nまた、「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」の「ＴＨＥ」が名詞につける定冠\n詞であり、「ＩＮ」が場所、位置を表す前置詞であることも、文法上英語の基本構\n文として習得するはずである。たとえ、これらの「ＩＮ」や「ＴＨＥ」が前置詞や\n冠詞という文法上のきまりであることを忘れたとしても、英文の構成上「ＩＮ　Ｔ\nＨＥ　ＷＡＬＬ」は「壁の・・・」であり、「ＩＮ　ＴＨＥ　ＷＯＲＬＤ」が「世\n界の・・・」という意味を表す場合と同様に、熟語、連語を表す一連のフレーズと\nして成り立っていることは、中学生以上であれば英語教育の基礎として当然習得し\nているものである。以上のことからすれば、本件商標の「ＨＯＬＥ　ＩＮ　ＴＨＥ\nＷＡＬＬ」は、連語として４個の構成単語からなる英語フレーズではあるが、\n「壁の穴」の意味を有する以外に他の意味を見出すことはできず、これが直接かつ\n簡潔な日本語訳であるといえる。\n従来の判例及び審決例においても、商標を構成する外国語より生ずる観念とこれ\nを日本語訳した訳語との間に、観念の類似が認められていることを考慮すべきであ\nる。例えば、「ＴＯＰ」と「こま」（東京高裁昭和２８年６月９日判決、甲第７号\n証）、「ＮＯＲＴＨＥＲＮ　ＫＩＮＧ」と「北王」（昭和２７年抗告審判第２３５\n号審決、甲第８号証）、「ＬＩＬＹ」「ＷＨＩＴＥ」と「白百合」（昭和２７年抗\n告審判第７０７号審決、甲第９号証）の各商標の間において、観念の共通又は類似\nが認められている。\nしたがって、審決の本件商標の欧文字部分から生ずる観念に関する判断は、現在\nの日常生活において日本語化した英語を使う機会の多い一般家庭や、各種の学校に\nおいて英語教育を受けた児童学生の英語力の水準を無視し、誤ったものである。\n３　原告は、第３１類の指定商品であるスパゲッティソースのうちホワイトソース\nを販売しているが、その際、引用商標「壁の穴」の上に「ＨＯＬＥ　ｉｎ　ｔｈｅ\nＷＡＬＬ」の欧文字を付して使用している。\nまた、原告は、本件商標及び引用商標の指定商品と密接な関係を有するミートソ\nース、トマトソース、スパゲッティ等の加工食料品を指定商品とする第３２類にお\nいて、商標「壁の穴」の登録出願を行い、平成７年２月２８日、登録第２７０３９\n３６号として商標登録され、これと連合商標の関係にあるとして「ＨＯＬＥ　ＩＮ\nＴＨＥ　ＷＡＬＬ」の登録出願を行い、これも出願公告された（商公平７－５１\n０３０号）。そして、原告は、上記の「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」と\n「壁の穴」の両商標を、上下二段に併記した態様により表記して、第３２類の指定\n商品について流通させ、宣伝、販売経路で使用するとともに、上記態様により両商\n標を使用した第３２類の加工食品を、引用商標を付した第３１類のホワイトソース\nの抱き合わせ商品として、一般店頭及び国内外で宣伝、販売している。\nなお、原告は、「ひも、網類、包装用容器」を指定商品とする第１８類において\nも、商標「壁の穴」につき登録第１４７０２２０号商標権を有し、これの連合商標\nとして、商標「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」につき登録第２５４７６１５\n号商標権を有する。\nこれらの商標の使用態様からみても、一般需要者、消費者は、同一商品について\n「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」は「壁の穴」の英語訳であり、同義語の商\n標名であると直観し理解するはずであり、特許庁の連合商標の登録実務において\nも、両者は類似関係にあることが認められているのであるから、両者は観念におい\nて類似することは明らかである。\n第４　被告の反論\n審決の認定判断は正当であって、原告主張の審決取消事由は、いずれも理由がな\nい。\n１　我が国における初等英語教育の普及自体と本件の判断とは、直接には関係しな\nい。なぜなら、本件指定商品の主たる取引者層・需要者層は、現に初等英語教育を\n受けている者ではないし、日常生活において、このような教育で履修したことを実\n践しているわけでもないからである。\n原告は、青少年層の英語意識や英語慣れをうんぬんするが、たとえ青少年層であ\nっても、「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」との表現を日常的に用いているわ\nけではない。\n２　本件商標の欧文字部分のうち、「ＨＯＬＥ」からは「ホール」という称呼を生\nずるが、日本語で「ホール」というと「穴」よりもむしろ「会館」、「大広間」の\n意味が想起され、英語の「Ｈａｌｌ」に対応する観念が生ずる。また、「ＷＡＬ\nＬ」なる単語も、これから何も考えずに直ちに「壁」の意を想起できるほど、日常\n的になじまれた英単語ということはできない。\nしかも、原告の提出した小学生用英語教科書（甲第５、第６号証）では、「ＷＡ\nＬＬ」に対応する英語表現としては、もっぱら「ｏｎ　ｔｈｅ　ｗａｌｌ」という\nフレーズが用いられており、「ｉｎ　ｔｈｅ　ｗａｌｌ」という表現は用いられて\nおらず、そのフレーズを慣れ親しんだ表現ということはできない。そもそも、テキ\nストに載っているだけでは、日常的になじまれた英語であるといえないことは当然\nであるうえ、英語の前置詞には微妙なニュアンスがあり、これは日本人には理解し\n難いところであるから、「ｏｎ」を「ｉｎ」に置き換えたものを自然に感じるとい\nうのでは疑問であり、日本人は前置詞「ｉｎ・・・」を「・・・の中に」なる意味\nに理解するので、「ｉｎ　ｔｈｅ　ｗａｌｌ」なるフレーズは、いったん「壁の中\nに」の意味に理解されるものである。\nしたがって、「壁の穴」なる日本語が併記されない限り「ＨＯＬＥ　ＩＮ　ＴＨ\nＥ　ＷＡＬＬ」なる英語から直ちに「壁の穴」なる日本語を直観するものではない\nことは明らかである。\n原告が引用する、日本語と英語との間で観念類似を認めた判例ないし審決例にお\nいて、問題となった英語は、いずれも１単語又は２単語のそれ自体が平易で、これ\nからすぐに対応する日本語を想起し得る英単語から構成され、極めて短いシンプル\nなものである。これに対し、本件商標のように、４単語からなる、しかも前置詞を\n含む複雑かつ長いフレーズについて、これを翻訳した日本語との観念類似が認めら\nれた判例ないし審決例は見当たらない。\n３　商標についての登録無効事由の判断の基準時は、当該商標の登録査定時である\nと解されるところ、本件商標の登録査定時は、昭和６３年１月１４日である。\nところが、原告は、昭和６３年１月１４日以前に、原告が「ＨＯＬＥ　ＩＮ　Ｔ\nＨＥ　ＷＡＬＬ」と「壁の穴」とを必ず併記して使用していた旨の事実を示す証拠\nを提出していないから、原告の主張は、本件商標の登録査定時の事実に基づくもの\nといえず失当である。\nまた、原告主張の「壁の穴」と「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」との連合\n商標についての事実関係は認めるが、連合商標登録出願における類似性の判断と無\n効審判における類似性の判断とは、特許庁の取扱いにおいて同一に取り扱われては\nいないのであって、前者における類否判断を後者における類否判断の資料とするこ\nとは適切でない。\n第５　証拠（省略）\n第６　当裁判所の判断\n１　審決の、本件商標と引用商標の認定内容、両者が称呼上及び外観上非類似であ\nるとの判断、引用商標から「壁の穴」の観念を生ずるとの認定は、いずれも当事者\n間に争いがない。\n２　本件商標から生ずる観念について、検討する。\n（１）　本件商標は、別紙１表示のとおり、図形部分とその上部に図形部分の約１\n０分の１の幅で一列に横書きされた「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」の４語\n句からなる欧文字部分を組み合わせた構成であり、全体の約９割以上の面積を占め\nるその図形部分は、腰部から上部を描かれた婦人が、湯気をたてて茹で上った麺類\nを立ったまま皿に盛りつけているところを表した具体的なものであると認められ\nる。\nしたがって、本件商標のうち、茹で上がった麺を盛りつけている人物を描いた図\n形部分からは、「茹で上がった麺」又は「麺を茹で上げている人」という比較的具\n体的な観念が生ずるものということができる。\n一方、図形部分の上部に一列に横書きされた「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬ\nＬ」の欧文字部分は、図形部分の約１０分の１の幅で記載されているから、上記図\n形部分に付加された文字という印象を与え、本件商標全体の構成において、見る者\nに与える影響は、図形部分に比し薄弱たるを免れない。\n（２）　そして、外国語で表示されている文字商標については、その商品の主たる\n需要者が、当該外国語文字の表示又は称呼によって、日本語文字の場合とほぼ同様\nに、その意味が直ちに想起できる程度に当該外国語文字の理解が我が国において普\n及している場合に、当該外国語文字から、その日本語訳に相当する観念が生ずるも\nのというべきであるところ、本件商標は、その指定商品を第３１類「調味料、香辛\n料、食用油脂、乳製品」とするものであり、これらの商品は、一般の食料品店やス\nーパーマーケットなどで販売されているものであるから、その主たる需要者は、青\n少年層に限られず一般の消費者全体と認められ、これら普通一般の消費者の英語に\n対する普及度及び理解度からみると、「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」の４\n語句からなる欧文字の意味するところが、その表示又は称呼に基づいて、直ちに\n「壁の穴」であると理解できる程度に至っているものとは認めることができない。\n（３）　我が国の中学校、高等学校及び一部の小学校において積極的に英語教育が\n実施されていることが事実であるとしても、そのことによって、履修された英単語\n又は英語のフレーズの全てについて、その意味するところが、日本語文字の場合と\nほぼ同様に、直ちに理解される程度に至るわけではないから、その理解の程度は、\n当該特定の英語語句に則して個別具体的に検討されなければならないことは当然で\nある。\nそして、本件商標に関しては、例えば、小学生用の英語教科書（甲第５号証、第\n６号証）において、「ｗａｌｌ」の意味が「壁」であることは示されているが、本\n件商標と同義である「ｈｏｌｅ　ｉｎ　ｔｈｅ　ｗａｌｌ」というフレーズが表示\nされてその意味が「壁の穴」であることを示している箇所はなく、「壁の・・・」\nを意味するフレーズとしては「ｏｎ　ｔｈｅ　ｗａｌｌ」が表示されているだけで\nある。また、研究社「リーダーズ英和辞典」（昭和５９年発行」によれば、\n「・・・ｏｎ　ｔｈｅ　ｗａｌｌ」のフレーズが例示されて「壁に掛けた・・・」\nと訳されているが、「ｉｎ　ｔｈｅ　ｗａｌｌ」のフレーズは表示されていないこ\nとは、当裁判所に顕著である。以上のことからすると、我が国の通常の英語教育に\nおいて、「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」というフレーズが一般的に多用さ\nれて、これが「壁の穴」と訳されていると認めることはできず、そのような英語教\n育の状況に照らしても、「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」から「壁の穴」と\nの観念が生ずるとまで認めることはできないというべきである。\n（４）　原告は、自己の商品を流通させ、宣伝、販売する際、「ＨＯＬＥ　ＩＮ\nＴＨＥ　ＷＡＬＬ」（「ＨＯＬＥ　ｉｎ　ｔｈｅ　ＷＡＬＬ」の表示を含む。以下\n同じ。）と「壁の穴」を、上下二段に併記した態様により使用しており、このこと\nにより、一般消費者は、「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」を「壁の穴」の英\n語訳であると直観し理解するはずである旨主張する。\nしかしながら、本件全証拠によっても、本件商標の登録査定時である昭和６３年\n１月１４日までの間に、原告が「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」と「壁の\n穴」とを上下２段に併記して広範に使用していたものと認めることはできないか\nら、原告の主張は、その前提を欠くものといわなければならない。\n仮に、原告が、前記時点までの間に上記のような態様により「ＨＯＬＥ　ＩＮ\nＴＨＥ　ＷＡＬＬ」と「壁の穴」とを併記して使用していたとしても、自己が宣\n伝、販売しようとする限られた商品における使用態様によって、一般の広範な消費\n者、需要者が、\n本件商標中の「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」から「壁の穴」を直ちに想起\nすることが可能となっていたとは、到底考えれない。\nしたがって、原告の主張は、いずれにしても失当である。\n（５）　そうすると、審決の「本件商標中の『ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬ\nＬ』の欧文字部分は、これを全体としてみるとき、これより直ちに『壁の穴』の意\nを想起し得るほど日常的になじまれた英語であるとはいゝ難いところである。」\n（審決書８頁２～７行）との判断に誤りはなく、前示のところから、本件商標にお\nいては、図形部分から生ずる「茹で上がった麺」又は「麺を茹で上げている人」と\nいう観念をもって、構成全体から生ずる観念と認めるべきものといわなくてはなら\nない。\n３　以上の各外観、称呼、観念をそれぞれ持つ本件商標と引用商標を全体として比\n較検討すれば、両商標は、外観、称呼において著しく相違しており、観念において\nも相違するというべきであるから、これを類似するものと認めることはできないと\nいうべきである。\n原告主張の「壁の穴」と「ＨＯＬＥ　ＩＮ　ＴＨＥ　ＷＡＬＬ」との連合商標に\nついての事実関係は当事者間に争いがないが、本件商標の構成は、単に「ＨＯＬＥ\nＩＮ　ＴＨＥ　ＷＡＬＬ」の文字のみからなるものではなく、前示のとおり、図\n形部分が商標全体において大きな割合を占めているものであり、上記連合商標に係\nる商標とはその構成を異にするものであるから、その類否判断につき同一に論ずる\nことはできない。\nしたがって、本件商標は、商標法４条１項１１号の規定に違反してなされたもの\nでないから、同法４６条１項１号の規定により無効とすることはできないとした審\n決の認定判断は正当であって、他に審決を取り消すべき瑕疵は認められない。\n４　よって、原告の本訴請求は理由がないから、これを棄却することとし、訴訟費\n用の負担につき行政事件訴訟法７条、民事訴訟法８９条を適用して、主文のとおり\n判決する。\n（裁判官　牧野利秋　芝田俊文　清水節）\n別紙１　＜３１７７２－００１＞\n別紙２　＜３１７７２－００２＞\n"
}