{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 8,
    "month": 5,
    "day": 9
  },
  "case_number": "平成5(う)848",
  "case_name": "わいせつ誘拐、殺人、死体遺棄被告事件（再審事件あり（無罪）：宇都宮地方裁判所平成１４年（た）第４号）",
  "court_name": "東京高等裁判所第四刑事部",
  "article_info": "第49巻2号181頁",
  "gist": "一　ＭＣＴ118法によるＤＮＡ型鑑定結果の証拠許容性\n二　わいせつ誘拐、殺人、死体遺棄事件の被害者の着衣に付着していた精液のＤＮＡ型の鑑定結果が犯人特定の証拠として用いられた事例",
  "case_gist": "一　合成酵素連鎖反応(ＰＣＲ)を応用する第一染色体ＭＣＴ118部位のＤＮＡ型判定は、科学理論的、経験的根拠を持ち、一定の信頼性のある妥当なＤＮＡ型鑑定の手法であり、専門知識と経験のある者により行われたその鑑定結果は、証拠として許容することができる。\n二　本件わいせつ誘拐、殺人、死体遺棄事件(判文参照)において、ＭＣＴ118法を用いて被害者の着衣に付着していた精液斑の精子から検出したＤＮＡ型と被告人のＤＮＡ型が合致した旨の鑑定結果は、犯行と被告人を結び付ける重要な証拠として評価される。",
  "lawsuit_id": "20189",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=20189",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/189/020189_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中七〇〇日を原判決の刑に算入する。\n理　　　　由\n本件控訴の趣意は、弁護人佐藤博史、同神山啓史、同岡慎一、同上本忠雄が連名\nで提出した控訴趣意書及び弁護人佐藤博史提出の控訴趣意書訂正申立書に、これに\n対する答弁は検察官淡路竹男提出の答弁書に、それぞれ記載されているとおりであ\nるからこれらを引用する。\n第一　ＤＮＡ型鑑定に関する論旨について\n一　理由齟齬の主張について\n所論は、要するに、原判決が、本件ＤＮＡ型鑑定が依拠している警察庁科学警察\n研究所（以下、科警研という。）の合成酵素連鎖反応（ＰＣＲ）を応用する（以\n下、ＰＣＲ法という。）ＭＣＴ１１８部位のＤＮＡ型判定の方法（以下、単にＭＣ\nＴ１１８法ともいう。）は、信頼性の点で未だ一般的に承認されているとは言えな\nいことを認めながら、その証拠能力を肯定しているのは、理由齟齬の違法があると\nいうのである。\nしかしながら、原判決は、ＭＣＴ１１８法によるＤＮＡの型鑑定はその信頼性が\n社会一般に完全に承認されているとまではいえないが、科学的根拠に基づいてお\nり、専門的な知識と技術及び経験を持った者により、適切な方法によって行われる\n場合には信頼性があり証拠能力を持つとの前提に立ち、本件ＤＮＡ型鑑定の証拠能\n力が肯定される所以を説示しているのであり、理由に齟齬があるとは認められな\nい。論旨は理由がない。\n二　訴訟手続の法令違反、事実誤認の主張について\n所論は、要するに、原判決は、証拠能力を欠くＤＮＡ型鑑定に大きく依拠してい\nるから、判決に影響を及ぼす訴訟手続の法令違反があり、その証拠評価を誤り、事\n実誤認を犯した、というのである。\nそこで、所論にかんがみ順次検討を加える。\n１　本件ＤＮＡ型判定の鑑定結果の証拠許容性\n（１）　所論とその検討\nａ　ＤＮＡ型鑑定の原理とその手法の妥当性\n所論は、科学的方法を用いた鑑定が刑事裁判で証拠能力を認められるためには、\nその基礎原理が、専門分野で一般的に承認を受けたものであり、かつ、その手法な\nいし技法が妥当であることが必要であるが、ＤＮＡ型鑑定そのものが個人識別に有\n効であることには科学的根拠があり、その専門分野において一般に承認されている\nといえるけれども、鑑定資料が微量しか得られない場合、あるいは汚染され、混合\nしている場合など、収集された鑑定資料に量的、質的な問題を伴う犯罪捜査におい\nて、本件のように科警研のＰＣＲ法によりヒトの第一染色体ＭＣＴ１１８部位を増\n幅して行われたＤＮＡ型鑑定（すなわちＭＣＴ１１８法を用いたＤＮＡ型鑑定）に\nついては、未だ専門分野において一般的承認を得ているということはできず、信頼\n性に問題がある、というのである。\n検討するに、一定の事象・作用につき、通常の五感の認識を超える手段、方法を\n用いて認知・分析した判断結果が、刑事裁判で証拠として許容されるためには、そ\nの認知・分析の基礎原理に科学的根拠があり、かつ、その手段、方法が妥当で、定\n型的に信頼性のあるものでなければならない。\n関係証拠によれば、以下の事実が認められる（原審及び当審証人Ａ１の供述、当\n審証人Ａ２の供述、原審検甲一六四号証、当審検甲三号証（当審弁一五号証に同\nじ）、同甲六号証、同甲八号証（同弁一一号証に同じ）、当審弁一二号証、同弁一\n七号証など）。\n<要旨第一>ＤＮＡ型判定は、細胞核中の染色体内にある遺伝子の本体であり、二\nつの紐を組み合わせたような、螺旋構</要旨第一>造をもつＤＮＡ（デオキシリボ核\n酸）の、それぞれの紐に相当する部分に様々な順序で並んで結合している四種の塩\n基の配列に、個体による多型性があることを応用した個人識別の方法である。\n本件ＤＮＡ型鑑定で用いられたＭＣＴ１１８法は、ヒトの第一染色体のＭＣＴ１\n１８部位に位置する、特定の塩基配列（反覆単位となる塩基対は一六個）の反復回\n数の多型性（反覆回数が人により様々に異なること）に注目し、この部分（ミニサ\nテライト、ＶＮＴＲとも呼ぶ。）をＰＣＲ法で増幅し、その増幅生成物につき、右\nの塩基配列の反復回数を分析するものである。この方式では、まず、検査資料の細\n胞から蛋白質等を除去してＤＮＡを抽出し、次に、これを加熱してＤＮＡの二本の\n鎖を解離させ、特定の塩基配列を持った二種類の試薬（プライマー）をＭＣＴ１１\n８部位に結合させて同部位を探し出したうえで、ＰＣＲ法によりその部位を複製し\nて増幅する。そして、反応混合物から分離した増幅生成物をゲル上で電気泳動にか\nける。このとき、既知塩基数のＤＮＡ断片混合物をＤＮＡ型判定用の指標（サイズ\nマーカー）として隣接レーンに加えておく（本件鑑定では１２３塩基ラダー・マー\nカーを用いた。以下、１２３マーカーという。）。そうすると、短い（反復回数の\n少ない）ＤＮＡほどゲルの網目をすり抜けて早く動き、長い（反復回数の多い）も\nのほど遅くなる。このようにして、反復回数の多いものから少ないものへ、順に縦\nに一列に並び、帯状のバンドパターンが生ずる。これを画像解析装置で分析し、マ\nーカーとの対比で増幅生成物の結合塩基数を求め、ミニサテライト部分の特定塩基\n配列の反覆回数を算出する。ＭＣＴ１１８部位のミニサテライトでの反復回数は、\n本件鑑定当時、１２３マーカーを用いて一三回から三七回までの二五通りが経験的\nに知られており（当審弁九三号証によれば、その後、一二回、三八回の反覆回数を\n持つものもあることが判明している。）、染色体は父母それぞれに由来するから、\n一個人につき二つのＤＮＡ型が読み取られ、例えば、反覆回数一六回と二六回の遺\n伝子対を持つ個人のＤＮＡ型は、一六―二六型と表示する。その二個の対立する遺\n伝子型の組み合わせでは、各二五通りずつとすると三二五通りに、各二七通りずつ\nとすると三七八通りに、理論上分類できることになる。\nこのＭＣＴ１１８法は、科警研のスタッフによって開発された方法で、ＤＮＡ資\n料が微量の場合でも（新鮮な血液から精製する場合、型判定に必要なＤＮＡは約二\nナノグラム程度で足りる。）、ＰＣＲ増幅により比較的短時間で型の検出ができる\nこと、増幅するミニサテライトのＤＮＡ分子量が小さいため正確に増幅でき、異型\n率が高く、したがって異同識別能力が高いこと、ＤＮＡ型分析結果の再現性が高い\nことなどの特長のために、犯罪捜査に有用な方法であるとされている。\nまた、原審及び当審証人Ａ１、当審証人Ａ２の各供述によれば、現在では、本件\nで用いられたＭＣＴ１１８法による型判定の検査試薬キットが市販されていて、大\n学などの専門機関が右キットを購入し、分子生物学、遺伝生化学などを修学した者\nがマニュアルにしたがって作業をすれば、同方式による型検出ができる段階にまで\nなっているというのであり、右各供述に当審で取調べた関係書証を併せみると、右\nＭＣＴ１１８法によるＤＮＡ型鑑定は、一定の信頼性があるとして、専門家に受容\nされた手法であることが認められる。\nそして、本件ＤＮＡ型鑑定を担当した右Ａ１は、平成四年三月末まで科警研の法\n医第二研究室長を務め、法医血清学の専門家として研究、鑑定等の業務に携わり、\nＤＮＡ型判定の研究をしてきた者であり、同じくＡ１を補佐して共に右鑑定を担当\nしたＡ２は、主任研究官として、昭和六一年からＤＮＡ型判定の研究を続けてきた\n者であって、両名とも、多数のＤＮＡ型判定を経験し、また、同判定に関する論文\nも著すなど、ＤＮＡ型判定に必要な専門的知識、技術と豊富な経験を持っているこ\nとが認められ、本件の鑑定作業に特段の遺漏があった事跡は窺われない。\nｂ　ＤＮＡ型鑑定の作業の在り方\n所論は、次のように主張する。\n犯罪捜査の一環としてのＰＣＲ法によるＤＮＡ型の異同識別の鑑定は、時間経過\nに伴う資料の変性・劣化を避けるとともに、ＤＮＡ資料の混同の危険を防止し、鑑\n定作業に当たる者の意図的工作の疑いを回避して、鑑定結果の信頼性を確保するた\nめに、先ず、現場資料について、できるだけ速やかに、ＤＮＡ型鑑定を行ってその\n結果を出しておき、この鑑定結果と、後に被疑者等から採取した資料について行わ\nれるＤＮＡ型鑑定の結果とを比較対照することによって行なわれることが、必須で\nあるのに、本件では、現場で押収された被害者の半袖下着に精液斑が付着している\nことが判明した時点では、直ちに遺留精液のＤＮＡ型鑑定をすることなく、精液斑\nの付いた右半袖下着を常温で保管しておき、本件被告人が被疑者として絞り込ま\nれ、そのＤＮＡ型鑑定資料（精液の付着したティッシュペーパー）が得られた段階\nで、はじめて両資料についてＤＮＡ型判定と、その異同識別の鑑定を行なってい\nる。このような鑑定方法は禁忌すべきである。剰え、本件では、右ＤＮＡ型鑑定の\n作業の際に、現場資料として用いた精液斑二個については、第三者による追試がほ\nとんど不可能な状況にあり、これは鑑定の正確性についての事後検証の機会を予め\n奪ったものであって、許し難い。要するに、Ａ１、Ａ２両名が実施した本件ＤＮＡ\n型鑑定は、非科学的で信頼性に乏しく、証拠能力が否定されなくてはならない。\n検討するに、本件において、事件発生の翌日に発見された被害者の半袖下着に精\n液が付着していることが、間もなく（約一か月以内）捜査官に判明したが、右精液\n斑についてＤＮＡ型判定は試みられず、その約一年後に被告人のＤＮＡ型判定の資\n料（被告人のものと思われる精液が付着したティッシュペーパー）が得られて更に\nしばらく経って、初めて、科警研において、両者のＤＮＡ型の異同比較の判定が行\nわれたこと、被害者の半袖下着に付着していた精液斑のＤＮＡ型については、科警\n研の判定作業のために精液斑七個のうち二個から採取したＤＮＡ資料のすべてが費\n消されたことなどのために、右と同一の精液斑について追試はほとんど不可能な状\n況にあることは、関係証拠に徴し、所論の指摘するとおりであると認められる。\n当審証人Ａ１、同Ａ３の各供述、原審検甲六五号証ないし七二号証等によれば、\n被害者の半袖下着に付着していた精液斑につき、科警研にＤＮＡ型の鑑定が嘱託さ\nれたのは、事件発生から一年数か月経てからであるが、それまで右下着は乾燥させ\nたうえでビニール袋に入れて、常温で保管されていたのであり（ちなみに、警察庁\nが科警研と協議の上、都道府県警察の科学捜査研究所が行うＰＣＲ法によるＤＮＡ\n型鑑定について、運用の統一を図り、信頼性を確保するため、平成四年四月に刑事\n局長通達として各都道府県警察本部長宛に発したガイドライン、「ＤＮＡ型鑑定の\n運用に関する指針」（以下、指針という。）には、ＤＮＡ型鑑定資料の保存にあた\nっては、凍結破損しない容器に個別に収納し、超低温槽（マイナス八〇度Ｃ）で冷\n凍保存するなど、資料の変質防止等に努めるべきことが謳われている。当審検甲三\n号証（同弁一五号証に同じ）、同弁一二号証）、その間、時の経過によりＤＮＡ型\n判定に必要な精液斑中の精子のＤＮＡのある程度の量が変性、破壊したであろうこ\nとは、察するに難くない。しかし、当審証人Ａ１の供述によれば、精子のＤＮＡは\n強固な蛋白質プロタミンにより保護されており、血液の場合に比べて、ＤＮＡの変\n性の点では、精子のＤＮＡはかなり安定しているのであって、本件被害者の下着\nが、相当期間、乾燥した状態で常温下におかれ、超低温下で保管してなかったから\nといって、本件ＤＮＡ型鑑定の信頼性を損なうような事態とはいえないというので\nあり、また、ＤＮＡが変性してしまうと、分断されて低分子化してしまい、ＭＣＴ\n１１８部位の塩基配列が型判別に必要な量だけ増幅できず、型判定ができない結果\nになるはずであるが、本件の場合、ＰＣＲ増幅を行ったうえ、所定の過程を履践し\nて、確実にＤＮＡの型判定ができたこと自体、精液斑の精子のかなりのＤＮＡが変\n性しないで残存していたことを意味するというのである。そして、ＤＮＡ型判定\nは、当初から対照資料の異同識別に用いることを目的としており、血液型判定など\nに比して、相当に複雑な作業過程を経るものであるから、すべての対照資料に対\nし、同一の環境、条件の下で型判定の作業を行うことが信頼性を確保するうえでも\n好ましい旨の同証人の供述は、所論の論難にもかかわらず、首肯できる（前掲指針\nが、ＤＮＡ型鑑定は、原則として、現場資料と対照するための資料がある場合に実\n施すべきことを謳っているのも、このような趣旨と解される。）。\nまた、所論は、被害者の半袖下着の精液斑についてＤＮＡ型判定の追試ができな\nい事態にあることを指摘して、本件ＤＮＡ型鑑定の信頼性は疑わしく、延いては、\nその証拠能力を否定すべきであるというのであるが、原審及び当審証人Ａ１の供\n述、同人及びＡ２作成の平成三年一一月二五日付鑑定書（原審検甲七二号証）によ\nれば、被告人の精液が付着しているティッシュペーパーからは比較的変性の少ない\n相当量のＤＮＡを抽出・精製できたため、ＭＣＴ１１８法による型判定とＨＬＡ\nＤＱα型判定の二つのＤＮＡ型の判定作業を行ったが、右下着の精液斑二個から採\n取した資料からは極く少量のＤＮＡが抽出・精製されたに止どまり、ＭＣＴ１１８\n法による型判定の作業で全量を消費してしまったため、ＨＬＡ　ＤＱα型判定の作\n業は行うことができなかったというのであって、そこには、追試を殊更に困難にし\nようとする行為は窺われない。一般に、鑑定の対象資料が十分あれば、鑑定作業を\n行った後、追試等に備えて、変性を予防しつつ残余資料を保存しておくのが望まし\nいことは言うまでもないが、犯罪捜査の現場からは、質、量とも、限られた資料し\nか得られないことの方がむしろ多いのであるから、追試を阻むために作為したなど\nの特段の事情が認められない本件において、鑑定に用いたと同一の現場資料につい\nて追試することができないからといって、証拠能力を否定することは相当ではな\nい。\nＣ　被告人が投棄したごみ袋収集の違法性\n所論は、本件ＤＮＡ型鑑定は、現場資料との異同比較の資料として、被告人が投\n棄したごみ袋の中のティッシュペーパーに付着していた精液を用いて行なわれた\nが、捜査官がこのようなごみ袋を収集して内容物を犯罪捜査に用いることは、ごみ\nとして焼却処分されるものと了解して投棄した被告人の意思に反する事態であり、\n捜査官の任意捜査活動として許される範囲を逸脱し、個人のプライバシーを著しく\n侵害するものとして違法であるといわなければならず、また、本件の捜査では、被\n告人以外にも、投棄したごみ袋を捜査官に開披され内容物を見分されてしまった者\nが少なからずあったであろうから、このような、広範囲の、著しいプライバシー侵\n害を伴う捜査方法を将来にわたって抑止するためにも、本件ティッシュペーパーを\n証拠資料に用いることは禁止しなくてはならず、これと一体をなす本件ＤＮＡ型鑑\n定の結果も、違法収集証拠そのものとして、証拠能力が否定されなくてはならな\nい、と主張する。\n検討するに、関係証拠によれば、平成二年一一月初めころ、本件の被疑者として\n被告人が捜査の対象に浮かび、同年一二月初めから捜査員がほとんど連日にわたり\nその行動を密かに観察していたが、本件ティッシュペーパー五枚は、翌平成三年六\n月二三日、捜査員が甲町の被告人の借家付近で張り込み中に、被告人がビニール袋\nを右借家に程近いごみ集積所に投棄したのを認め、午前一〇時一〇分ころこれを拾\n得して警察署へ持ち帰り、内容物を見分して発見したものであって、警察官が特定\nの重要犯罪の捜査という明確な目的をもって、被告人が任意にごみ集積所に投棄し\nたごみ袋を、裁判官の発する令状なしで押収し、捜査の資料に供した行為には、何\nら違法の廉はないというべきである。\n（２）　まとめ\nこのように検討してくると、ＤＮＡ型判定の手法として、ＭＣＴ１１８法は、科\n学理論的、経験的な根拠を持っており、より優れたものが今後開発される余地はあ\nるにしても、その手段、方法は、確立された、一定の信頼性のある、妥当なものと\n認められるのであり、したがって、ＤＮＡ資料の型判定につきＭＣＴ１１８法に依\n拠し、専門的知識と経験のある、練達の技官によって行われた本件ＤＮＡ型鑑定の\n結果を本件の証拠に用いることは、許されるというべきである。\n本件ＤＮＡ型鑑定に証拠能力を認めた原判断に誤りはなく、論旨は理由がない。\n２　本件ＤＮＡ型鑑定の証拠価値\n（１）　所論とその検討\n所論は、本件ＤＮＡ型鑑定の結果を、被告人と本件犯行の結び付きの証拠に用い\nることについて、証拠価値の問題点を指摘するので、その主な点について判断を示\nしておく。\nａ　１２３マーカーのＤＮＡ型判定用指標としての適格性\n所論は、本件ＤＮＡ型鑑定で用いられた１２３マーカーには致命的な欠陥があ\nり、本件で得られた一六―二六という型判定は、ＭＣＴ１１８部位の塩基配列の実\n際の繰り返し回数を示したものではないから、正しいＤＮＡ型判定とはいえず、正\nしい型判定をするには、アレリック・マーカーを用いなければならないが、本件半\n袖下着を用いての再鑑定はもはや事実上不可能なので、結局、このような鑑定の結\n果は信用できない、というのである。\nしかしながら、当審証人Ａ１、同Ａ２の各供述に、当審弁九四号証を併せみる\nと、平成三年八月から一二月にかけて二回のＤＮＡ型鑑定（原審検甲七二号証、七\n八号証）が行われた当時は、ＭＣＴ１１８法でＤＮＡ型判定をする際の指標として\n利用できるものは、１２３マーカーしかなく、これを使っていたが、その後アレリ\nック・マーカーが開発され、同マーカーは、ＭＣＴ１１８法で塩基配列の反覆回数\nを直接に読み取ることのできる指標であり、反覆回数と型番号が一致し、型分類も\n細分化されるので、型判定にはより適していることから、現在では指標としてアレ\nリック・マーカーを使うようになったこと、しかし、ポリアクリルアミドゲルを泳\n動担体に使って電気泳動をかけ、指標として１２３マーカーを用いる型判定（本件\n型鑑定でもこの方法が採用された。）は再現性がよく、安定した検査結果が得られ\nる方法であること、１２３マーカーとアレリック・マーカーとは、ポリアクリルア\nミドゲル上での移動に規則的な対応が認められるので、従前から行われていた１２\n３マーカーを用いたＭＣＴ１１８法のＤＮＡ型の型番号とアレリック・マーカーに\nよる型番号の相互対応は可能であること、がそれぞれ認められる。したがって、１\n２３マーカーを用いたＭＣＴ１１８法で得られる型番号は、そのままＭＣＴ１１８\n部位の塩基配列の反復回数そのものを表しているとは、必ずしも言えない場合もあ\nるが、異同識別のため対照すべき複数のＤＮＡ資料について、１２３マーカーを用\nいた型判定作業が同一条件下で行われる限り、異同識別に十分有効な方法であるこ\nとに変わりはないと認められる。\nしてみれば、所論指摘のマーカーの優劣の点は、本件ＤＮＡ型鑑定の判定結果の\n信用性を否定ないし減殺するものではないというべきである。\nｂ　被害者の半袖下着の発見状況と鑑定に必要なＤＮＡの質量\n所論は、被害者の半袖下着は、渡良瀬川の水中に没し、かつ、泥だらけの状態で\n発見されたため、付着した精液はそのほとんど全てが離脱してしまった状態であっ\nたはすであり、本件鑑定資料は量的にＤＮＡ型鑑定に必要な精子数に足りなかった\n可能性があり、したがって、本件ＤＮＡ型鑑定の結果の証明力には疑問があるとい\nうのである。\n検討するに、本件半袖下着について、精液付着の有無を鑑定した当審及び原審証\n人Ａ３の供述によれば、精液の物体検査は、予備検査としてＳＭ試薬を対象物に軽\nく噴霧し、陽性反応のあった部分の斑痕について顕微鏡検査を行うが、これには、\n斑痕の一部を切り取り、これに生理食塩水を加えて浸出液を作り、さらにその一部\nを取り出して顕微鏡で検査する、したがって、顕微鏡下で観察される精子の量は、\nその精液斑の一部に付着している精子の数パーセントにすぎないから、顕微鏡で観\n察された精子数が微量であっても、斑痕全体に付着している精子は、その何百倍も\n多いと言える、精子は、女性器内では運動性を発揮するが、空気中や水中に出ると\nすぐ死んでしまうので、本件半袖下着に付着した精子も、水中において自ずから離\n脱はしない、また、本件半袖下着は木綿であり、化繊などと比べて精液が繊維の奥\n深くまで入り込むので、流水中でも非常に離脱しにくい状態にあったと考えられる\nというのであり、当審証人Ａ１の供述によれば、流水中では、下着からある程度の\n精液が自然に流出することは当然考えられるが、精液は粘性が高く、また、本件半\n袖下着は木綿製で短繊維の細かなものであるから、これに粘性の高い精液が付着し\nた場合、意識的に洗うなどして、強力な作用を加えない限り、比較的短時間、水中\nにあった程度ではかなりの量が繊維内に残存すると考えられる、一般的に全く正常\nなＤＮＡの場合、二ナノグラムあればＭＣＴ１１８法でＤＮＡ型の判定は可能であ\nるところ、本件鑑定ではＤＮＡ型が確実に判定されたことなどを考慮すると、少な\nくとも三〇ナノグラム程度のＤＮＡは残存していたと思われるというのである。\nそうすると、本件半袖下着には、相当量の精子が付着していたものと認められ、\n鑑定に当たった者が、右下着から本件ＤＮＡ型鑑定に必要な精子量を採取できたこ\nとに疑問の余地はない。\nＣ　精液斑の付着した半袖下着の保存状態\n所論は、微生物等によるＤＮＡの分解や汚染を考慮に入れると、精液斑の付着し\nた本件半袖下着が常温で保管されていたことは、保存方法に問題があり、しかも、\n本件ＤＮＡ型判定は、精液が下着に付着してから一年数か月も経過して行われたも\nのであるから、鑑定結果には疑問がある、というのである。\nそこで検討する。前記Ａ３証言によれば、本件半袖下着には、精液検査や血液型\n検査に一番影響を及ぼす腐敗やかびの発生は、肉眼上認められなかったし、精液斑\nについても鑑定可能な大きさであったこと、また、前記Ａ１証言及び関係証拠によ\nれば、ＭＣＴ１１８部位は、ヒトの第一染色体上の比較的短い部位であるが、この\n部位の特定の塩基配列を増幅するＰＣＲ法プライマーの接合部位に関し、研究者の\nこれまでの報告によると、ヒト以外の動植物とか微生物では、このプライマーが接\n合するような塩基配列は見付かっておらず、その意味で、右プライマーは、ヒトの\nＤＮＡのみを増幅する、ヒト特異的なものであること、科警研でＤＮＡ型鑑定を導\n入するにあたり、いろいろな対象について実験をしたが、サルやイヌなど、ヒト以\n外のＤＮＡについての増殖は認められなかったこと、精液は、血液等とは異なり、\nＤＮＡそのものがこれを保護する強固な蛋白質（プロタミン）で保護されており、\n室温下でのＤＮＡの変性の問題に関しては、時間の経過に対しても比較的安定して\nいること、これまでの実験結果によれば、細菌・微生物が混入しても、ＤＮＡ型に\n変化をきたすことはなかったこと、がそれぞれ認められる。\nしたがって、本件鑑定資料が、採取時に水に浸かり、泥で汚染されていたこと\nや、鑑定着手までにかなりの時間、常温下で保管されていたことが、本件ＤＮＡ型\n鑑定の信用性に影響を及ぼすことはないと認められる。\nｄ　鑑定結果の作為性\n所論は、本件ＤＮＡ型鑑定は、その経緯に照らし、本件半袖下着に付着していた\n精子のＤＮＡ型と本件ティッシュペーパーに付着していた精子のＤＮＡの型の合致\nを目指して行なわれた可能性があり、誤謬率の検討がなされず、かつ、型判定につ\nいて目隠しテストが実施されなかったこととあいまって、その証拠価値には疑問が\nある、というのである。\nしかしながら、本件半袖下着の精液斑を用いたＤＮＡの型判定が直ちに単独では\n行われず、被告人が投棄したごみ袋のティッシュペーパーに付着した精液が得られ\nてから、これと一緒にＤＮＡ型判定の作業が行われた理由については、先に検討し\nたとおりであり、経時によるＤＮＡの変性の影響を受けなかったことについても、\n先に見た通りであると認められる。また、型判定の作業が常法に従って行われてい\nる以上、目隠しテストが行われなかったことをもって、その証明力を云々するのは\n相当ではない。関係証拠を検討しても、Ａ１、Ａ２両名が行った本件ＤＮＡ型の判\n定と異同識別の鑑定作業が、両資料のＤＮＡ型の合致を意図して作為的に行われた\nと疑うべき証跡はない。所論は失当である。\nｅ　ＤＮＡ型の出現頻度\n所論は、本件のようなＤＮＡ型鑑定において、犯人のＤＮＡ型と被告人のＤＮＡ\n型が合致すると判定されても、指紋の場合のように決定的な一致ではなく、血液型\nと同様に、被告人と犯人がＤＮＡ型において同一グループに属することを意味する\nに過ぎず、また、本件鑑定当時明らかにされていた日本人のＭＣＴ１１８型の出現\n頻度の統計的数値は、その後、母体となるデータが増加するにつれて変化してお\nり、その証明力を過大視することは許されないと主張する。\n検討するに、本件で行われたＭＣＴ１１８法によるＤＮＡ型鑑定が、指紋のよう\nに個人識別の決定的方法たり得ないことは、染色体の特定部位の特定塩基配列の反\n覆回数の多型性に注目し、マーカーを指標にして読み取られた反覆回数に見合う型\n番を比較対照するという、その手法の成り立ち自体から明らかである。そして、科\n警研の発表によれば、本件鑑定当時、１２３マーカーを用いて判定した一六―二六\n型の出現頻度は〇・八三パーセントであったが、その後のデータ量の増加に伴い頻\n度の統計値が増したことも、所論指摘のとおりである。\nしかし、原判決は、そのような出現頻度の変動を当然の前提としたうえで、「同\n一ＤＮＡ型の出現頻度に関する数値の証明力を具体的事実認定においていかに評価\nするかについては慎重を期す必要がある。しかしながら、この点を念頭に置くにせ\nよ、血液型だけでなく、三二五通りという著しい多型性を示すＭＣＴ１１８型が一\n致したという事実が一つの重要な間接事実となることは否定できない」と判断して\nいる（なお、その後に研究が進み、三七八通りになったことは、前述した。）ので\nあって、右判示は、原審及び当審で取調べた関係証拠に照らし、相当として首肯で\nきる。原判決が、本件ＤＮＡ型判定の合致の事実を過大に評価した旨の論難は当た\nらないというべきである。\n<要旨第二>関係証拠によれば、ＭＣＴ１１８法によるＤＮＡ型と血液型との間に\nは、相関関係は存在しないとされてい</要旨第二>るから、ＭＣＴ１１８法により、\n被害者の半袖下着の精液斑の精子のＤＮＡ型と被告人のＤＮＡ型がいずれも一六―\n二六型と判定されて合致し、その両者の血液型が、いずれもＡＢＯ式がＢ型、ルイ\nス式がＬｅ（ａ―ｂ＋）（分泌型）と判定されて合致した事実は、両者の結び付き\nを吟味するうえで、重要な積極証拠として評価することができるというべきであ\nる。\n（２）　まとめ\n以上、原判決が採用した本件ＤＮＡ型鑑定の証拠価値をめぐる所論指摘の主要な\n問題点について検討したが、所論が本件ＤＮＡ型鑑定について指摘するその余の問\n題点もあわせ、逐一検討しても、本件ＤＮＡ型鑑定の証拠評価に関し、原判決に訴\n訟手続の法令違反、事実誤認の廉はなく、論旨は理由がない。\n３　その余の客観証拠\nａ　本件陰毛鑑定について\n所論は、毛髪により個人識別ができるか疑問であること、本件毛髪鑑定の現場資\n料が陰毛一本に過ぎないこと、これが犯人の陰毛であるとは断定はできないことな\nどの問題点を指摘して、その鑑定結果は信用できないというのである。\n関係証拠によれば、毛髪の形態比較、成分比較などで、不特定多数の中から個人\nを識別することは、特段の事情がある場合を除き、困難であると認められる。\nしかし、被害者のパンツに付着していた陰毛（以下、本件陰毛という。）が発見\nされた経緯にかんがみれば、これが犯人に由来する可能性は高いといえる。そし\nて、鑑定結果によれば、本件陰毛と被告人の陰毛は、いずれもＡＢＯ式血液型でＢ\n型と判定されたこと、元素分析検査の結果がよく類似していることなどの事実が認\nめられるのであるから、これらの事実は、少なくとも本件陰毛が被告人に由来する\n可能性と矛盾するものではなく、その余の積極証拠とあいまち、被告人を本件犯行\nに結び付ける支えの証拠ということができる（原審検甲八九号証、九〇号証）。\n所論は、本件陰毛の血液型の鑑定作業が、被告人と被疑者として特定され、被告\n人の陰毛が得られた後になって、これと一緒に行われたことに不審を唱えるのであ\nるが、現場からは、本件陰毛とともに精液斑の付着した被害者の半袖下着が押収さ\nれたことを考えると、捜査当初の段階で、犯人の血液型の判定には右精液斑を用\nい、陰毛については、これがヒトの陰毛であることの確認（原審検甲八〇〇号証、\n八一号証）にとどめ、血液型を検査しなかったことに特段の問題があるとは言えな\nい。論旨は理由がない。\nｂ　Ａ４鑑定人の精神鑑定\n所論は、要するに、本件の犯行現場の状況などに照らすと、犯人は、わいせつ行\n為目的で被害者を誘拐し、殺害したもので、幼女に対して性欲を抱き、殺害した幼\n女の遺体にさえ欲情を感じるという、極めて倒錯した小児性愛嗜好の者であること\nは明らかであるが、被告人には、その種の性癖、嗜好は一切なく、借家にアダルト\nビデオやポルノ雑誌などを所有し、ダッチワイフを持ってはいたが、その中にはい\nわゆるロリコンものはなく、幼児に対するいたずらなど問題行動が指摘されたこと\nもなく、捜査員が長期間被告人の行動を観察していた間にも、被告人が幼女に声を\nかけたことはなかったのであって、幼女に特別の性的嗜好は持たないから、本件犯\n行の動機を欠き、犯人であるはずはない、というのである。\n検討するに、被告人が持っていたポルノ類の中には、性的に未成熟な子供を取り\n扱った、いわゆるロリコンものはなかったこと、長く保育園、幼稚園の送迎用バス\nの運転手として働きながら、職場においても、近所の人からも、幼児に対する問題\n行動を特に指摘されたことはなく、また、一年間に及ぶ捜査員の行動確認でも、幼\n児などに声を掛けるなどの不審な行動は観察されなかったことは、所論指摘のとお\nりである。\nしかし、上智大学文学部心理学科教授で、医師でもある当審証人Ａ４の供述、同\n人作成の精神状態鑑定書（原審職権三号証）によれば、被告人は、知的能力が通常\nよりやや劣り（精神薄弱限界域）、家族には親密な感情を持っていて、依存的であ\nるが、人格の発達が未熟で、衝動に対して抑制力が弱く、他と情緒的な人間関係を\n形成することは困難であり、社会的に適応する能力に乏しく、劣等意識が強く、ま\nた、かって結婚しても性交がうまくいかなかった経験などのために、性と攻撃性に\n関し強いコンブレックスを抱いており、成人女性に近付いて気持を通じ合うことが\nできず、成人異性とまともに男女関係を結ぶことができないため、その代用とし\nて、被告人にとって扱いが容易な、幼女にその性的関心を向ける、代償性の小児性\n愛ともいうべき性的倒錯があり、本件はそのような性愛衝動を動機に犯されたとい\nうのであり、その余の関係証拠から認められる被告人の知的能力、性向、職場等に\nおける対人関係、ダッチワイフなどの性具を借家に置き、週末に使用していた習慣\n的な行動などとも考え併せると、幼女を殺害してその遺体を愛撫し、自慰行動を行\nって射精したという本件犯行も、そのような観点から無理なくその意味を理解する\nことができる。したがって、平素は、自慰行為の補助手段として、成人女性のアダ\nルトビデオや写真集、性具などを用いており、また、周囲の者がその屈折した性的\n倒錯に気付かず、捜査員による長期の行動観察でも幼女への声掛け行動などが見ら\nれなかったからといって、被告人について、本件犯行の動機を否定することはでき\nない。\n所論は、Ａ４鑑定人の鑑定は、被告人が本件の犯人であることを前提にして、そ\nの精神状態を解釈してみせたものに過ぎないと論難するのであるが、同鑑定人は、\n被告人が原審公判廷で犯行を認めている段階で、犯人であることを前提に精神鑑定\nを命ぜられたのであり、鑑定を受命後、自ら面接問診した際にも、被告人は犯行を\n素直に認めていたのであるから、同鑑定人が、本件犯行を被告人の精神状況を知る\nうえでの重要な問題行動としてとらえ、精神状況の鑑定に当たり、判断の資料とし\nたのは当然である。当審における同鑑定人の証言及び同鑑定人作成の前記鑑定書に\nより認められる本件鑑定の経過、鑑定方法について、特段の問題があるとは認めら\nれないし、精神医学者として、犯罪者の精神状況につき学識と鑑定経験の豊富な同\n鑑定人が、裁判記録や被告人との面接の内容、心理テストの結果等を総合して、被\n告人を代償性の小児性愛者と判定したのは、被告人が犯人であるとの前提に立つと\nき、十分納得できる相当な判断であると認めることができる。論旨は理由がない。\n第二　自白に関する論旨について\n所論は、要するに、被告人は、捜査段階で、取調官から、犯人であることは科学\n的証拠から明らかである旨決め付けられて、心理的に自白を強制され、また、原審\n段階でも、検察官、弁護人とも、本件ＤＮＡ型鑑定の結果から、間違いなく被告人\nが真犯人であると信じ込んで公判に臨んでいたため、被告人は、孤立無援の状況に\nおかれ、本件にはなんら関与していないにもかかわらず、弁護人にさえその事実を\n訴えることができず、捜査段階でした虚偽の自白を踏襲せざるを得なかったもので\nあって、被告人の捜査段階及び公判廷における各自白は、任意住を欠くばかりでな\nく、信用性もないから、原判決は、証拠能力のない内容虚偽の自白に基づいて事実\n認定を行なった訴訟手続の法令違反、延いては事実誤認がある、というのである。\nそこで、検討する。\n１　事件発生と捜査の経緯、被疑者の特定\n関係証拠によれば、次のような事実が認められる。\nａ　事件の発生\n被害者の父親Ａ５は、平成二年五月一二日午後五時五〇分ころ、長女のＡ６（本\n件被害者、昭和六〇年九月一二日生で当時四歳八か月）を連れて、足利市乙町○番\n地△所在のパチンコ店「Ａ７」へ赴き、自分がパチンコ遊技をする間、Ａ６を付近\nの駐車場等で独りで遊ばせて、午後六時一〇分ころまでは、店内から同女の姿を確\n認していたが、午後七時三〇分ころ、同女の姿が見えないことに気付き、同女の名\nを連呼しながら付近を探し歩き、その後、仕事中の妻にも電話連絡し、手分けして\n「Ａ７」付近を捜したが、発見できなかったことから、同日午後九時四五分ころ、\n足利警察署に捜索を願い出た。\nｂ　失跡の状況\nＡ５が長女Ａ６を見失ったパチンコ店「Ａ７」は、ＪＲ両毛線足利駅の南方約二\n五〇メートルの位置にあって、北側には経営者を同じくするパチンコ店「Ａ８」が\nあり、西側は、両店の利用客用の車両約二〇〇台収容可能な野天の駐車場で、その\n南側も幅員七・八メートルの道路を挟んで、同じく両店の利用客用の車両約七〇台\n収容可能の野天の駐車場（南北に約五三メートル、東西に約二八メートル。以下、\n本件駐車場ともいう。）であって、本件駐車場の北西の一角に、両店の景品を交換\nする景品交換所（間口二・八五メートル、奥行き一・九五メートル）と小さな食堂\nが並んでおり、右Ａ５の捜査官に対する供述調書に、「Ａ７」の従業員Ａ９、景品\n交換所の従業員Ａ１０、「Ａ７」の顧客Ａ１１の捜査官に対する各供述調書を併せ\nみると、Ａ６は午後六時半近くまで、「Ａ７」の南出入口前あたりで、前日一緒に\n遊んだ同年輩の子供を待ちながら、独りで道路を横切って本件駐車場の景品交換所\nの近くへ移動し、景品交換所のＡ１０に猫の消息を尋ねた後、右駐車場付近か、あ\nるいは又「Ａ７」南出入口付近で元気に遊んでいるうちに、間もなく行方がわから\nなくなったものと認められる。\nＣ　本件駐車場から渡良瀬川河川敷までの状況\n本件駐車場の南側は、幅員一〇メートルの道路を挟んで渡良瀬川の左岸堤防とな\nっており、その南方斜面の下は、右堤防と川の流れに沿ったコンクリートの低水路\n護岸とに挟まれた広く平坦な台地状をなし、田中橋から下流方向に順に児童公園、\n野球場二面、サッカー場等のある運動公園が広がり、さらにその低水路護岸の南の\n河川敷には葦や潅木等が繁茂し、その南は北西から南東に流れる水流となってい\nる。Ａ６の遺体が発見された場所は、「Ａ７」から直線距離にして約四〇〇メート\nル南方の左岸河川敷内の葦や潅木が生い茂る叢である。\nｄ　遺体の発見\n捜索願を受けた警察では、直ちに、多数の捜査員を動員し、警察犬も出して、事\n故、誘拐の両面を想定して大掛かりな捜査を開始し、「Ａ７」付近やその南側の渡\n良瀬川河川敷等の捜索をおこなった結果、翌一三日午前一〇時二〇分ころ、捜索中\nの捜査員が、同河川敷の叢のなかに仰向けの全裸姿で遺棄されたＡ６の遺体を発見\nし、更に、同所付近の捜索により、付近の叢から同女が履いていた靴下片方を発見\nし、渡良瀬川川底から、同女のスカート、半袖下着、二枚重ねのパンツ、他の片方\nの靴下、片方のサンダル等を発見した。\nｅ　遺体の状態と血液型\nＡ６の遺体は、Ａ１２大学法医学教室教授Ａ１３鑑定人により、発見当日午後六\n時すぎから司法解剖され、死因は扼死（手指による頚部圧迫に基づく窒息死）で、\n死亡推定時は平成二年五月一二日午後七～八時前後であり、姦淫はされていないこ\nと、血液型は、ＡＢＯ式でＡ型、ＭＮ式でＭ型、Ｐｈ式でＣＣＤｅｅ型、ルイス式\nでＬｅ（ａ―ｂ＋）（分泌型）であることが、それぞれ判定された（原審検甲一九\n号証、二〇号証、なお、当審証人Ａ１３の供述）。また、遺体の体表面から採取さ\nれた唾液様のものや、現場付近で発見された衣類等も直ちに鑑定に付され、その結\n果、同女の顔面、頚部、腹部、陰部、左大腿部等に、唾液の付着が認められたが、\nそのうち、腹部、陰部付近の唾液は、同女や両親の血液型（父親Ａ５は〇型、母親\nＡ１４は、Ａ６と同じＡ型と判定された。原審検甲五九号証、六〇号証）とは異な\nるＡＢ型又はＢ型の唾液であり（当審検甲六一号証ないし六四号証）、半袖下着に\nは精液斑が付着していて、その血液型はＢ型であり（原審検甲六五号証、六六号\n証）、また、同女のパンツにあった陰毛一本（鑑定に付された二本のうち他の一本\nは毛髪でないことが鑑定の結果判明した。原審検甲八〇号証、八一号証）の血液型\nもＢ型（もっとも、陰毛の血液型判定の作業は、被告人逮捕後に行われた。原審検\n甲八九号証、九〇号証）であることが、それぞれ明らかになった。\nｆ　捜査本部の捜査\n警察では、Ａ６の失跡の状況、発見された現場、遺体、着衣の状況などから、本\n件を何者かがＡ６を前記「Ａ７」付近から連れ去り、性欲処理の対象にした、幼女\n相手の性犯罪と見てとり、これまで足利で昭和五四年と昭和五九年にそれぞれ起こ\nった幼女殺人事件が未解決のままであったこともあって事態を重大視し、直ちに捜\n査本部を設け、一八〇余名の捜査員を投入し、県警本部からＡ１５警視を足利の現\n地へ派遣して、捜査全般にわたり専従指揮に当たらせた。捜査本部では、捜査結果\nから、犯人像を、性的異常者で、幼児に興味があり、現場に土地勘のある、血液型\nＢ型の男と見当をつけ、捜査員を八班に編成し、目撃者探し、パチンコ店出入り\n客、パチンコ店従業員、付近住民七〇〇〇世帯の約二万二〇〇〇人を対象に聞き込\nみを行うなど情報収集を重ね、目撃者約二〇人、両パチンコ店の出入り客約一五〇\n〇人余を特定し、そのうち本件発生当日の客約四〇〇人、運動公園にいた者約七〇\n〇人、河川敷にいた者約三五〇人、釣り人約二〇人などを把握して面接のうえ聞き\n取り捜査をし、また、県境を接する群馬県警の協力も得て、不審者、性犯罪前歴者\nなど約一五〇〇人を把握、調査した。更に、広くビラを配って情報提供を呼び掛\nけ、足利市内約五万二〇〇〇余世帯のうち約三万五〇〇〇世帯について、逐一調査\nを行ういわゆるローラー捜査で聞き込みを続け、必要に応じて血液型判定のために\n唾液の任意提出を求めるなどの、大掛かりな捜査を行った。\nｇ　生活不審者の発見\n平成二年一一月初めになって、被告人の借家のある地域を担当する福居町駐在所\nの警察官から、被告人が丙町に自宅がありながら甲町の借家で週末を過ごす不審な\n生活をしている旨の情報が捜査本部にもたらされた。そこで調査すると、被告人\nが、アダルトビデオなどを多数所持している独身者であること、現場の「Ａ７」付\n近、渡良瀬川付近の地理に詳しいと思われることが判明し、同月中に捜査員（警部\n補）が丙町の自宅を訪れ、被告人に本件発生当日の行動を尋ねたところ、被告人\nは、「午後一時半ころ幼稚園から帰宅し、カップラーメンか何かを食べた後、甲町\nの借家へ行っており、その日は一切借家から外出していない」旨述べ、求めに応じ\nて唾液を提出したので、血液型を判定したところＢ型と判明し、描いていた犯人像\nに合致するうえに、本件発生時は借家に居たというだけでアリバイが判然としなか\nったので、捜査員を指名して、被告人の学業成績、職歴、結婚歴、趣味など身辺の\n情況について出身学校、元の勤務先などにも当たって、更に詳しく捜査させるとと\nもに、同年一二月初めから翌平成三年一二月一日逮捕に至るまで、ほとんど連日、\n常時二名の捜査員により被告人の動静を観察する、いわゆる行動確認の作業を続け\nたが、被告人は、これに気付いた様子はなかった。\nｈ　精液の付着したティッシュペーパーの収集とＤＮＡ型判定\nその間、捜査員の行動確認によると、被告人の週末の行動は、土曜は午後二時こ\nろ丙町の自宅を自転車で外出するのが例で、借家へ直行することもあり、パチンコ\n店に寄って遊ぶこともあった。日曜は、午前一〇時過ぎに借家を出て、自宅へ直行\nすることもあり、パチンコ店に寄ることもあった。しかし、平日も含め、以前は出\n入していたはずの「Ａ７」、「Ａ８」の両店にはまったく行かなかった。行動確認\nを開始してから約半年経った平成三年六月二三日（日曜）午前、捜査員二名が、自\n動車の中から被告人の借家を窺っていると、被告人が出てきて近くのごみ集積所に\nビニールのごみ袋一個を捨てたのを現認し、これを拾って持ち帰り、内容物を見分\nしたところ、Ａ１６缶コーヒーの空き缶三個、Ａ１７缶コーヒー、Ａ１８缶コーヒ\nーの空き缶各一個などとともに、精液の付着したティッシュペーパー五枚を発見し\nた（原審検甲六七号証、六八号証）。\nそこで、県警では、先に押収し、保管しておいた精液斑の付着したＡ６の半袖下\n着と右ティッシュペーパー五枚を科警研へ送付し、両者のＤＮＡ型の判定とＤＮＡ\n型による両者の異同識別の鑑定を嘱託したところ、同年一一月にいたり、前記のと\nおり、血液型はＡＢＯ式、ルイス式で、いずれも同型であり、ＤＮＡ型は、１２３\nマーカーを用いたＭＣＴ１１８法でいずれも同型（一六ー二六型）であると判定さ\nれた（原審検甲七〇号証ないし七二号証。なお、被告人逮捕後に被告人の身体から\n採取した血液によるＤＮＡの型及び血液型の判定結果は、共に、ティッシュペーパ\nー付着の精液による場合と同結果であった。同七三号証ないし七八号証）。\nｉ　被告人の経歴\n被告人は、中学校卒業後、縫製工、金物店の配送作業員として勤務したのち、昭\n和五三年六月ころから足利市内のＡ１９保育園に、その後、平成二年四月から同市\n内のＡ２０幼稚園に、いずれも園児送迎バスの運転手として勤務したが、平成三年\n三月二三日ころ、Ａ２０幼稚園を解雇された後は、求職活動を続けたものの正式採\n用には至らず、逮捕当時は定職についていなかった。この間、被告人は、昭和四九\n年一一月ころ、婿入りの形で結婚をしたものの、性交渉がうまくゆかず、わずか三\nか月くらいで別れたが、病院での診察の結果、肉体的な異常はなく、心因反応によ\nる機能的インポテンツと診断され、その後は実家で両親及び未婚の妹と生活し、昭\n和五二年九月ころから、渡良瀬川対岸の甲町に家を借りて、週末には、借家に寝泊\nまりし、同所に集めた多数のアダルトビデオを観賞し、買い求めたダッチワイフで\n遊ぶなどして、自慰行為で性欲の処理をしていた。また、被告人は、送迎バスの運\n転手になったころから頻繁にパチンコ遊びをするようになり、前記「Ａ８」や「Ａ\n７」は、被告人がしばしば遊んだパチンコ店である。\nｊ　被告人の任意同行―自白―逮捕\n捜査本部では、その後も被告人を容疑者として行動確認を続けていたが、以前\nは、「Ａ７」、「Ａ８」でも遊んだのに、行動確認の間、被告人がまったくこの両\nパチンコ店に立ち寄らないのは、いかにも不自然であると考え、また、被告人の投\n棄したティッシュペーパー付着の精液のＭＣＴ１１８法によるＤＮＡ型、二種の血\n液型が、いずれもＡ６の半袖下着の精液斑のそれと合致したことから、いよいよ嫌\n疑を深め、平成三年一二月一日（日曜）早朝、前記Ａ１５警視以下五名の捜査員が\n借家を訪ね、被告人に対し、前記Ａ１５警視と警察本部捜査一課課長補佐の職にあ\nって、捜査本部で被告人の取調べを一貫して担当したＡ２１警部が、Ａ６ちゃん事\n件について事情聴取しようとしたところ、やっていないと小声で答えたが、さらに\n事情聴取のため、足利警察署に任意同行を求めた。朝食をとらせた後、事情を聞い\nたところ、一一月に自宅で捜査員に述べたと同様、本件発生の当日は、昼食後借家\nへ直行し、その後は外出していない旨、弁解を繰り返していた。夕食後、取調を再\n開したが、捜査本部では、午後一〇時ころまでに取調を終える心積もりでいたとこ\nろ、午後一〇時少し前ころになって、被告人が、「本当は、「Ａ８」に行ったんで\nす。」と述べ始め、その後事件に関与した全容を午後一〇時半ころまでかけて自白\nした。\nｋ　昀初の自白内容\n任意同行された一二月一日になされたＡ２１警部に対する自白内容は、同日付の\n供述調書によると、大要、次のとおりである。\n「本件犯行当日、私は、勤め先のＡ２０幼稚園を午後一時すぎに出て、自宅へ戻\nり昼食後、自転車で渡良瀬川沿いにあるパチンコ店「Ａ８」へ行って遊んだ後、\n三、四千円儲けて両替所で現金に替えたが、その時、両替所の近くの駐車場で遊ん\nでいた四歳くらいの赤いスカートに、色は忘れたが短いＴシャツのような上着を着\nた女の子が目についた。その子は非常にかわいい顔をしていたので、「自転車に乗\nるかい」と声をかけたところ、「乗る」というような返事をしたので、私の自転車\nの荷台にまたがるようにして乗せ、そこからすぐ近くの渡良瀬川まで乗せて行っ\nた。河原で自転車から女の子を降ろし、手をつないで歩いている途中、自然にいた\nずらするという気分になり、騒がれては困るという気持ちから、女の子の首い手を\n掛けうつ伏せの状態にして、両手で首を絞めて殺してしまった。殺した場所は、渡\n良瀬川の北側の河原で、私の背丈くらいある雑草が茂っていた。その場所から一〇\nメートル位岩井橋の方へ、女の子を抱きかかえて、雑草の生い茂った場所に移動\nし、女の子が履いていたスカートと上着、運動靴、パンツなどを脱がせて裸にし、\nそこで自分の陰部を出して自慰行為をして精液を出した。精液が、女の子の両足の\n下の方にかかったと思うがはっきり憶えていない。女の子のスカートなどについて\nは、その付近に捨てたように思うが、後でよく思い出してお話する。女の子を全裸\nで仰向けにして、そのまま逃げて自転車で甲町に借りている借家に行った。Ａ６ち\nゃんを誘い出した時間は、午後六時過ぎころだったと記憶している。詳しいことは\n後にお話をする。」（原審検乙三号証）。\n１　犯行当日の行動について捜査官に対する自白\nそして、翌二日に勾留され、同月三日には、犯行当日パチンコ店「Ａ８」で遊ん\nでから甲町の借家に行くまでの被告人の行動について、詳細な自供調書（原審検乙\n五号証）が作成された。その大要は、次のようなものである。\n「私がＡ６ちゃんを殺したことについてお話する。平成二年五月一二日、そのこ\nろＡ２０幼稚園の送迎バスの運転手をしていたが、当日は土曜日だったので午後一\n時ころに仕事を終えて、バイクで幼稚園を出て午後一時半ころに自宅に着き、自分\nでラーメンを作って食べた。家には、父母、妹がいた。私は、土曜なので夕方にな\nったら借家へ行こうと思っていたが、まだ早いのでパチンコをしに行こうと思い、\n午後二時半ころ自宅を自転車で出発し、独りでパチンコ店「Ａ８」に行った。この\n店には、毎週日曜には遊びに行っていたので、これまで何回も入ったことがある。\n午後二時四〇分ころには、「Ａ８」に着き、三、四時間パチンコをした。その後、\n店を出て、自転車置場で自転車に乗り、パチンコ店の南にある両替所に行って景品\nを両替すると、三、四千円くらいになった。このころは、薄暗くなっていたので、\n夕方の六時か七時ころにはなっていたと思うが、時計は見ていないので、はっきり\nした時間は判からない。両替の後、借家へ行こうと思い、自転車に乗って、駐車場\nを南に向かって行くと、向かって左斜め前方に小さな女の子が座って一人で遊んで\nいるのが見えたので、自転車を走らせ、その女の子のそばに行くと、三、四歳で丸\n顔をしたかわいい子だった。この時私は、女の子が道路のそばの駐車場の端に一人\nでしゃがんで遊んでいたので、気持ちがムラムラしてしまい、女の子にいたずらを\nしてオナニーをして自分の気持ちを満足したいという悪い考えを起こしてしまっ\nた。\nそこで、自転車に股がったまま、「自転車に乗るかい」と声を掛けたところ、女\nの子は立ち上がり私のそばに来たが、背が小さいので自転車を左に少し倒すように\nしてやると、女の子は自転車の左側から後輪の外側に付いている枠に足を掛けて、\n自転車の荷台に股がって乗った。私は、女の子の体に左手を当てて女の子が荷台に\n乗るのを手伝ってやった。女の子を運動公園に連れて行きいたずらしようと思い、\n自転車を田中橋の方に向かって走らせ、橋の手前を左に曲がり、運動公園内に入っ\nて行った。公園に入る坂を降りて行くと少しずつスピードがついてきたのでブレー\nキをかけていって、児童公園を通り過ぎたあたりで一回自転車を止めた。そこで運\n動公園の中の様子を見ると児童公園や野球場に何人か人がいたが、どこにどんな格\n好をした人がいたかは憶えていない。\n女の子をいたずらしようと思っていたので、運動公園に入る坂道を真っ直ぐ進\nみ、野球場を通り過ぎて道路を右に曲り、人気のない河原の方へ向かって行った。\nそれでＴ字路となったところに自転車を東向きに止め、スタンドを立ててから荷台\nに乗っている女の子を抱いて道路に降ろした。女の子は、私が自転車の荷台に乗せ\nてから公園内で降ろしてやるまでの間、何か私に話し掛けたような気もするが、ど\nんなことを言ったのか憶えていない。\n私は、女の子をいたずらしようと思っていたので、人に見られない場所に、女の\n子を連れて行こうと思い、自転車を止めたＴ字路のところから、女の子の手を引い\nて南に歩いて行くと、コンクリートでできた細い道があり、この道を東に向かって\n一〇メートル位行ったところで止まった。私は、ここで女の子をいたずらしようと\n思ったので、周りを見ると人は誰も見えなかった。女の子の手を引いて歩いている\nとき、ムラムラしてしまい勃起した。気持がよくなり、小便をしたくなったので、\nコンクリートの道路から南に向かって小便をした時、女の子がかわいい顔をしてい\nたので、気持ちがムラムラとしてしまい、女の子を殺していたずらしようと考え\nた。そのいたずらは、殺した後、裸にして陰部や体をなめたり、陰部の中に指を入\nれたりしてオナニーしようと思った。それで、コンクリートの道路に立っていた女\nの子の首を正面から向い合う格好で、両手で思いきり絞めた。この時女の子は背が\n小さいので中腰になって両手で輪を作るような格好で、女の子の首に両手を当て、\n思いっきり力を入れ、首を絞めつけたところ、女の子は、ウーという声を出して後\nろに倒れていくので、私は手で首を絞めたまま後ろに倒した。首を絞めたときの手\nの格好は、手の甲が外側を向き、親指と親指がくっつくようになっていた。女の子\nの首を絞めていた時間ははっきり判らないが、二〇秒位は絞め続けていたと思う。\nそれから女の子はコンクリートの道路に倒れたまま、声を出したり、動いたりしな\nかったので死んだことが判かった。\nそれから女の子を抱きかかえ、コンクリートの道路から三メートル位離れた河原\nに動かし仰向けに寝かせた。この時はコンクリートの道路より河原の方が低くなっ\nているので、人に見つからない所でいたずらしようと思ったからである。ここで、\n陰茎が勃起して気持ちがムラムラしたので、陰茎を出して女の子を見ながらオナニ\nーをした。すると、気持ちが良くなり、精液が河原にたれるのがわかった。\nそれから、さらに女の子を裸にしていたずらしようと思ったので、草や木か生え\nている河原の奥の方へ女の子を抱いて連れて行き、女の子を草の生えている河原に\n仰向けに寝かせたが、女の子の背中辺りにはごつごつした石があったので、ここで\nは女の子の服を脱がせにくいと思い、そこから一メートル位離れた河原の平らな所\nへ、女の子の死体を寄せた。それから昀初に女の子が履いていた確か赤色のスカー\nトを脱がせた。このスカートは両方の肩に紐がついているもので、紐を肩から外し\nてからスカートを脱がしたことを憶えている。その次に、女の子が着ていた黄色っ\nぽいシャツ一枚を脱がせたところ、スカートの下にパンツを履いていて、上には日\nっぽい下着のシャツを着ていた。次に、女の子が着ていた白っぽい下着とパンツを\n脱がせ、丸裸にした。それで、私のズボンとパンツの膝の辺りまで降ろし、陰茎を\n出して、女の子のそばに立て膝の格好となり、丸裸にした女の子を抱いて、私の口\nを女の子の口や頬っぺた、額、おっぱいなどにくっつけてなめた。この時女の子は\nぐったりしていたので、左手を女の子の首の辺りに当て、右手を女の子の陰部に当\nてて女の子の体を少し持ち上げる様にしてなめたのである。女の子の体をなめてい\nるとき、左手で支えていた女の子を右手で支え、左手で私の陰茎を動かしてオナニ\nーし、気分が良くなって精液がたれるのが判かった。それから、女の子を河原の上\nに寝かせ、女の子の陰部にキスをし、人差し指を一本陰部の中に少し入れたり、陰\n部の上を手でなでたりしながら、おでこ、ほっぺた、太ももをなめたりして自分の\n気持ちを満足させた。\nそして、私は、ズボンを履いてから、女の子を草の生えている中に隠し、女の子\nが履いていたスカート、パンツ、下着、それに履物を一緒にして川の中へ捨ててし\nまった。死体を隠した場所は、裸にした死体をなめた場所から五、六メートル東へ\n行った所で、そこには私の背よりも高い草がいっぱい生えていた。死体をなめた場\n所から死体を隠した場所まで運んで来るときは、死体の下から両手を当てて、頭が\n右手の方になり、左手が足の方になった格好だった。そして死体を草の中に置くと\nきに両手を死体の下から抜こうとしたら、死体がごろんと転がり、うつ伏せの格好\nになってしまった。それで死体がうつ伏せではかわいそうだと思い、死体の先に、\n両手を当て、私の方に転がして、仰向けの格好にした。この時は女の子の左手は真\nっ直ぐに伸びていたが、確か右手は、体の下になってしまったので、右手を体の下\nから出してやった。それから死体が見つかると、女の子を殺したことがわかってし\nまうので、死体の周りに生えていた草を手で折り曲げて、死体か見つからないよう\nにした。私が女の子を殺した時間は、時計を見ていないのではっきりしないが、薄\n暗くなっていたので、午後七時ころではないかと思う。それから死体を草の中に捨\nてて隠した時間は午後七時三〇分ころだったのではないかと思う。\n私は、女の子を殺した後で新聞を見て、女の子の名前はＡ６、三歳か四歳だとい\nうことを知った。（Ａ６の履物につき問われて）Ａ６の遺体を運ぶとき履物も手に\n持って行ったが、運動靴か何かを履いていたが、はっきり覚えていない。履物の色\nは赤っぽい色だったことははっきり覚えている。」\nなお、被告人は、「Ａ８」でのパチンコをした状況の図面、Ａ６を見つけて自転\n車に乗せ運動公園に連れて行った経路の図面、Ａ６を殺し、いたずらをして草の中\nへ遺体を隠した状況の図面をそれぞれ作成して説明を加え、これらの図面は調書に\n添付された。\n翌四日、被告人は、犯行後の行動について、「私は、Ａ６ちゃんを殺した後、運\n動公園の南東側に止めて置いた自転車に乗って公園を出て、田中橋を渡り、国道二\n九三号の朝倉交差点を左に曲がり、その夜借家で食べる夕飯を買うため、Ａ２２\n（フードセンター）に入った。Ａ２２にはその日までに何回も買物に行っている\nが、当日は、缶コーヒー五本、おにぎり二個などを買ったことを憶えている。缶コ\nーヒーは確か一九〇グラム入りのもので、一本の値段が九五円位だったんではない\nかと思う。おにぎりは確かサランラップに包まっているもので、一個の値段は一〇\n〇円位だったんではないかと思う。Ａ２２には一五分位いたと思う。Ａ２２を出て\nから自転車でＡ２２の先にある信号機のある交差点を右に曲がり、Ａ２３のところ\nを左に曲がり東武和泉駅の方へ向かい借家へ逃げ帰った。私は借家まで逃げて行く\n途中、ああかわいそうなことをした、死体が見つかったらどうしよう、と思い、胸\nが重苦しい気持ちで急いで自転車をこいで逃げた。借家に着いて自転車を玄関にし\nまい、部屋に入って電気をつけ、掃除をした、そして布団を敷き、テレビを見なが\nら夕飯を食べた。食べたのは、Ａ２２で買ってきたおにぎり二個と缶コーヒー一\n本、それと今思い出したが、この他にもメンチカツか何か揚げ物をおにぎりと一緒\nにに買ってきて食べたような記憶もある。その夜見たテレビは、確か「暴れん坊将\n軍」で三〇分位見たことを覚えている。午後一一時ころには就寝した。」旨供述\nし、さらに、翌一三日の行動についても詳細に供述している（原審検乙六号証）。\nこのように、被告人は、一二月一日の昀初の自白では、被害者Ａ６にいたずらす\nる気になったのは、河川敷に行ってからである旨述べていたが、同月三日の供述調\n書では、Ａ６を誘拐する当初からわいせつ目的があった旨自供し、その後は、原審\n第五回公判期日の被告人質問で、わいせつ行為をする気になったのは、河川敷へ行\nってからであると述べて昀初の自白の線に戻り、わいせつ目的で誘拐したことを否\n定するまで、司法警察員、検察官の取調べに対し、細かい点で訂正はあったもの\nの、一貫して犯行を認める供述をしていた。\n２　自白の任意性の検討\nａ　自白変遷の経緯\n被告人は、前記のとおり、足利警察署に任意同行された平成三年一二月一日、そ\nの日のうちに犯行を自白し、翌二日未明に通常逮捕され、その後、司法警察員、検\n察官の取調べを受けて供述調書が作成されたが、犯行に至った経緯、その具体的態\n様、被害者の状況等について、初日の自白を肉付けする詳細な供述をした。そし\nて、同月四日に家族によつて付された弁護人に対しても、犯行を認めていた。\n同月二一日、被告人は、本件につきわいせつ誘拐、殺人、死体遺棄被告事件とし\nて原審に起訴されたが、平成四年二月一三日の原審第一回公判期日の冒頭手続にお\nいて、起訴状朗読の後、「公訴事実は間違いありません。申し訳ありませんでし\nた。」と陳述し、検察官から、証拠物である被害者Ａ６の着衣等を見せられて、そ\nの確認を求められた際、スカート（原審検甲六号証）につき、見覚えがあるかと問\nわれて、うなずき、「Ａ６ちゃんの物ですか。」と問われ、「はい、そうです。」\nと答え、パンツ（同七号証）を見せられ、「これに見覚えがありますか。」と聞か\nれ、「はい、あります。」と答え、「誰の物ですか。」と確かめられて、「Ａ６ち\nゃんの物です。」と答え、更に、もう一つのパンツ（同八号証）を見せられ、「こ\nれに見覚えがありますか。」と聞かれ、「パンツは一枚であると思っていまし\nた。」と答え、Ａ６の物か分からないかと問われて、「はい。」と答え、半袖下着\n（同九号証）を見せられ、見覚えがあるか問われて、「はい、あります。」と言\nい、誰の物かを問われ、「Ａ６ちゃんの物と思います。」と答え、「事件当時、Ａ\n６ちゃんが着ていた物ですか。」と質されて、「はい。」と答え、靴下の片方（同\n一〇号証）について聞かれ、「くつ下は分かりません。」と答え、サンダル片方\n（同一一号証）について、見覚えがあるか質され、「はい。」と答え、誰の物かと\n聞かれて、「Ａ６ちゃんの物と思います。」と返答し、更に、事件当時、Ａ６ちゃ\nんの履いていた物ですか。」と質され、「そうだと思います。」と答え、靴下のも\nう片方（同一三号証）を示されて、これについても、「くつ下は分かりません。」\nと言い、昀後にＴシャツ（同一六号証）を示され、見覚えがあるかと尋ねられて、\n「模様が分かりませんが、……分かりません。」と言い淀んだので、「記憶がある\nところと、記憶がないところがあるのですか。」と聞かれ、「色は黄色だと思いま\nすが、模様の部分が分かりません。」と答えるなど、Ａ６が身に着けていた品物別\nに、明確に認識の有無、程度を述べている。そして、裁判長交替のため原審が第三\n回公判期日に公判手続の更新を行った際にも、公訴事実は間違いない旨陳述した。\nその後、同年六月九日の原審第五回公判期日に弁護人、検察官、裁判所の順に被\n告人質問が行われた折りに、「当初は渡良瀬川の遊園地に行き、ブランコに乗った\nりして一緒に遊ぶつもりで、特に遊園地で遊ばないかとは口に出して言わなかつた\nが、気軽に、「自転車に乗るかい。」と声を掛けてＡ６を誘い、自転車に乗せた\nが、土手をブレーキをかげながら下り、（土手下の）道を走るうちに気が変わり、\nわいせつ目的が生じ、自転車をとめて河川敷まで降りて行き、Ａ６に抱き着いたと\nころ声を出して騒がれたので、とっさに手が首にいってしまった。」旨述べ、Ａ６\nに声を掛けた当初からわいせつ目的があった旨述べた捜査段階での供述と、わいせ\nつ目的が生じた時期が異なる供述をした。しかし、被害者Ａ６を誘拐して拒殺し、\n着衣を剥ぎとり、わいせつな行為をして、河原に遺棄した、という本件犯行の基本\n事実については、捜査段階の自白を一貫して維持していた（原審第五回公判調書の\n被告人の供述部分）。\nところが、原審が鑑定を命じていたＡ４鑑定人作成の精神鑑定書が完成し、証拠\nに採用された同年一二月二二日の原審第六回公判期日において、右鑑定書の取調べ\nとＡ６の両親の被害感情を述べた裁判所あての書簡（同年一二月二〇日消印、同月\n二一日受付、原審検甲一六六号証）の取調べが行われたのに続いて、被告人質問が\n行われ、その冒頭で、裁判長から、「事件に関して、被告人質問で今まで答えてい\nたが、被告人の方で十分話せなかったことがあれば、話して欲しいが、あります\nか。」と問われると、被告人は、「特別ないですが、本当に申し訳ありませんでし\nた。」と答え、更に、裁判長から、「Ａ６ちゃんの父母の手紙を聞いて、何か感じ\nることがありますか。」と聞かれると、「自分では本当に申し訳なかったというだ\nけです。すみません。」と言い、裁判長から「申し訳ないことに尽きるのです\nか。」と念を押されると、「はい」と返事をした。次いで、検察官の質問に対し、\n被告人からは本件を犯しことを前提とした応答がなされ、次に、主任弁護人から、\n被告人がこれまで家族に出した無実を訴える手紙について質問されると、被告人\nは、一転して、自分は本件に関与していない旨簡潔に否認し、その日の供述を終え\nた。そして、同月二五日、裁判長あてに「私くしが家に出した十四通の手紙は家に\n心配をかけると思い無実だとかきましたどうかおゆるしください。二十二日の公判\nの時に（被害者の両親の手紙の内容が朗読され）極刑と読んでいるのをききまして\nそれで私くしはこわくなってやっていないと話しました本当にもうしわけありませ\nんでしたどうかおゆるし下さい。」（括弧の中を補ったほかは、原文のまま。ただ\nし、極の字は嘘字）という内容の便箋一枚の上申書（原審弁一六号証）を郵送提出\nし、明けて平成五年一月二八日の第七回公判期日に裁判長から、前回の否認供述に\nついて質問されると、「上申書に書いたとおりです。」と答え、更に、Ａ６ちゃん\n殺しで裁判を受けているが、これについてはどうなのかと問われて、「はい、その\nとおりです。」と答え、家族に自分は無実だという内容の手紙を出した理由を尋ね\nられると、「やはり、親兄弟とか心配させたくないという気持でいっぱいでし\nた。」と答え、それ以外にもまだ別の気持もあったのではないかとの検察官の問い\nに対し、「いえ、心配とか、あとは、やはり、何ていうんですか、兄弟とか親に見\n離されたら自分も困ると思って。」と答え、主任弁護人から、更に、「先ほどから\n言っているように、心配かけまいと思って、要するに、やってないという趣旨で\n（家族にあてた手紙に）無罪という言葉を使ったということなんですか。」と聞か\nれて、黙ってうなずき、再び有罪を認める態度に転じ、第八回公判期日に検察官の\n論告求刑（求刑無期懲役）が行われ、次の第九回公判期日に弁護人の昀終弁論が行\nわれ、被告人は、昀終陳述として、「本当に申し訳ありませんでした。」と述べて\n結審し、判決宣告期日として同年六月二四日午後一〇時が告知された。ところが、\n被告人は、主任弁護人にあて郵送した同年六月二日消印の手紙で、「実は、Ａ６ち\nゃんを殺してはいません今までは殺ったと言いましたそして上申書も裁判所に出し\nた事もありましたでも私は殺っていません今になってすみませんＡ２４先生どうか\n私を助けてくたさいお願いいたします。……」と犯行を否定し、事件当日午後の行\n動について、聞き込みの捜査員に話したと同旨の、その日は午後甲町の借家へ行\nき、外出はしていない旨を訴えた。そこで、弁護人は、弁論の再開を求めて、右手\n紙を証拠に提出し（原審弁一七号証）、改めて論告求刑、弁護人の弁論が行われ、\n被告人は、「私はやっておりません。」と昀終陳述した。被告人は、同年七月七日\n言渡の無期懲役の有罪判決に対し、無罪を主張して控訴し、当審においては、一貫\nして犯行を否認している。\nｂ　被告人の言い分\n被告人は、当審公判期日において、当審主任弁護人の質問に答えて、「平成三年\n一二月一日、甲町の借家に訪ねてきたＡ２１警部から、「子供をやったんじゃない\nか」と質されたので、「やってません」と答えると、肘で、座っている私の肩を突\nかれ、私は畳の上に倒れたことがある、また、警察署での取調べ中、別の警察官か\nら、頭髪をつかまれ顔を上げさせられ、「馬鹿面しているな」と面罵されたことが\nあると述べ、取調べの際は、物事を順序立てて尋ねるのではなく、頭ごなしに「お\nまえがやったんだな」と決め付けられ、「私はやってません」と返答しても、「今\nは科学捜査だからすぐわかるんだ」などと言われたので、新聞で得た知識などによ\nって、適当に経験していない本件事件について虚偽の自白をしてしまった、一二月\n一日夜、昀初に自白した後に、Ａ２１とＡ１５の身体にすがったり、手を握って顔\nを埋めて泣いたことがあるが、これは、犯人にされた気持で悔しかったからであ\nる、その後も、警察の取調官や検察官、また原審弁護人も怖くて本当のことが言え\nなかった、兄が頼んでくれた弁護人に、無実だと言わなかったのは、弁護人が信じ\nてくれるとは思えなかったし、弁護人から自分の言い分を警察官に話されたら、警\n察官に怒られるのではないかと思ったからである、原審公判でも、自白を翻すと検\n察官とか弁護人に叱られそうで怖くて、当初の虚偽の自白をそのまま通してしまっ\nた、裁判長にあてた上申書は、否認に転じた原審第六回公判期日の後に主任弁護人\nが拘置所に面会に来てくれて、たしか、「昨日は大変だったな」とか言われ、その\n後、「じゃあ上申書書いて出したらどうか」と言われたので出した」などと供述す\nる。\nＣ　Ａ２１警部とＡ１５警視の言い分\nこれに対し、被告人の取調べに当たったＡ２１警部は、当審で証言して、「被告\n人を取り調べるにあたり、強制や誘導をしないように考えていたし、実際に、被告\n人が自白するまでに暴行を加えたり、怒鳴ったりしたことはなかった、借家を訪ね\nて、Ａ６ちゃんのことで事情を聞きたい旨被告人に告げたところ、被告人は何もや\nっていないと話した、足利署に到着して、食事をさせた後、午前九時ころから一時\n間程度、簡単な被告人の取り調べをし、午前一〇時三〇分ころから二時間くらいポ\nリグラフ検査をし、昼食後、午後一時半ころから午後八時半ころまで、取り調べを\nし、被告人に対し本当の話をしてもらいたいなどと説得したが、思うように調べが\n進ます、被告人はときどき泣き真似をするなどしていた、午後八時半から九時二〇\n分まで夕食休憩をとった後、取り調べを続行したところ、午後九時五〇分ころにな\nって、まず、当日パチンコ店へ行った事実を認め、順に当日の行動を話して午後一\n〇時半ころ本件を自供した、自供後、被告人は、机に頭をつけるような状態で、正\n面に座っていた取調官である私の手をつよく握ったまま泣きじゃくった、その後、\n連日のように取り調べを行ったが、当初のころは、多少うつむき加減だったのが、\nだんだんに真っすぐ向いて話すようになった、自供する前の段階で、被告人に対し\n警察はいろんな証拠を集めているとは話したが、具体的に供述内容を押し付けたこ\nとはなく、被告人は知らないことについては、はっきり知らないと話したし、供述\n調書の添付図面は、取調官の側で細かく指示したのではなく、被告人がその記憶に\n基づいて作成したものである、血液型やＤＮＡの話はしなかった」旨供述してい\nる。\nまた、捜査本部の総指揮に当たった前記Ａ１５警視も、当審で証言して、「特に\nこの事件については、足利市民はもちろん栃木県民に影響し、関心の高い事件であ\nったから、強制、誘導したと非難されないように配慮し、慎重を期して取調に当た\nるよう指示しており、誘導、押し付けなどしたことはなく、また、被告人は誘導に\n乗るようなことはなかった、被告人が初めて自供した供述調書の作成が終わって、\n私が取調官であるＡ２１警部の脇に行ったとき、被告人は机の上で泣いていたが、\nごめんなさいと言って私の手を取り、私の左膝の上に顔を伏せて長時間泣いた、私\nの左ズボン、靴下まで相当濡れたが、私はじっとしてそのままにしていた」と、昀\n初の自供のときの様子を供述している。\nｄ　検討\n当審公判廷において、被告人は、取調べの当初、警察の取調官から小突かれたな\nどと言うのであるが、Ａ１５警視とＡ２１警部は、当審で証言して、いずれもこの\n事実を否定し、両者の言い分はまったく食い違う。\nしかし、前記の捜査の経緯にかんがみると、幼女の誘拐殺人という事件の性質\n上、本件捜査の成り行きについて、足利市及びその周辺の住民の関心が非常に高\nく、それだけに、捜査本部では、被告人を不審者として特定してからも、長期にわ\nたり周辺の捜査、被告人の行動観察を続け、慎重な検討を重ねたうえで、捜査本部\nの統括者であるＡ１５警視自ら指揮をとって被告人の借家に赴き、任意同行を求め\nたことが認められる。このような事情の下で、被疑者から本格的に事情聴取をしよ\nうとする段階において、捜査本部の捜査員がこれに暴行を加えるという事態は考え\n難い。かりに、被告人のあいまいな態度に業を煮やした取調官に、取調べの当初、\n被告人の言うような振るまいがあったとしても、Ａ１５、Ａ２１両証人の供述から\n認められる被告人の昀初の自供の前後の模様、その後の捜査段階での自供内容など\nに徴し、これが被告人の捜査段階での自白の任意性に影響を及ぼすようなものであ\nったとは認められない。\n被告人は、昀初の自白の直後、Ａ２１警部やＡ１５警視にすがって泣いた事実を\n認めたうえで、これは無実であるのに犯人にされて悔しかったからであると弁解す\nるが、到底容れ難い弁解である。\n次に、Ａ２１警部は、「被告人が自供する前の段階で、被告人に対し警察はいろ\nんな証拠を集めているとは話したが、具体的に供述内容を押し付けたことはなく、\n血液型やＤＮＡの話はしなかった」旨当審で証言していることは、先に見たとおり\nであるが、逮捕当日である平成三年一二月二日付検察官に対する供述調書（原審検\n乙二六号証）には、「昨日朝から警察へ呼ばれて取調を受けたが、そのまま捕まる\nことや、家族の心配を考えて、怖くてなかなか自供する気持になれなかった、しか\nし、警察から証拠があがっているといわれ、現場にあった精液と、私の精液が一致\nすると言われて、そこまで分かっているのなら、嘘をついて否認し続けることもで\nきないと思い、夜になってから、ようやく自分のやったことを話そうという気持に\nなった」旨の記載があり、前記の捜査の経緯にもかんがみると、足利警察署へ同行\n後逮捕前の段階で、警察の捜査官が被告人に対し、血液型ないしＤＮＡ型の合致の\n事実を告げて供述を求めたことは、所論指摘のとおりであると思われる。そして、\nこれが、被告人が比較的早期に自白した動因となったことは察するに難くない。し\nかしながら、血液型とＤＮＡ型の合致の証明力をどのように評価するかの問題はあ\nるにしても、関係証拠上、本件においてこれらが合致を見たこと、そしてこれが、\n事件と被告人との結び付きを考えるうえで相当有力な証拠であることは、客観的事\n実であるから、取調官がこの事実を被告人に告げたことにより、被告人に不当な心\n理的強制を加えて任意性のない自白を引き出したという非難は当たらないというべ\nきである。\nまた、捜査段階における、取調官の自白の誘導、押し付けの問題については、被\n告人は、原審第五回公判期日において、わいせつ目的が生じた時期について、それ\nまでと異なる供述をした際に、検察官から、「そういう（被害者にいたずらしよう\nという）気持ちの動きについての部分、これは、取調べの段階で、こうだったのか\nというふうにして誘導されたり、あるいは、押し付けられたりしたことはないです\nか、ありますか。」と、捜査段階での自供に関して聞かれて、「それはないと思い\nます。」と答え、裁判長から、取調べの警察官、検察官に「声をかけたときはこう\nいうつもりで声をかけたんじゃないかとか、首を絞めたのはこういうつもりで絞め\nたんじゃないかというようなことで、自分が考えてもいないようなことを、誘導と\nいう言葉なんですけど、言われたようなことはありますか」と質され、「誘導と\nか、そういうことないと思います。」と明確に返答し、「事件の状況、それから、\nそのときの自分の気持ちというような点については、あなた自身が述べたことを記\n録してもらったということになるのかな。」と重ねて尋ねられて、「はい」と答え\nており、当審においても、当審主任弁護人の質問に答えて、「Ａ６ちゃんを誘拐\nし、殺して、死体を隠したことは、Ａ２１さんから、そうだろうと言われたからで\nはなく、自分からしゃべった。」旨供述しており、主任弁護人から、「Ａ６ちゃん\nが裸になっていたのは事実なんだけど、Ａ６ちゃんの体を実際なめたというふうに\nしゃべっているのは、どうしてですか。」と質されて、「やはり、それは自分が\n（アダルト）ビデオテープを持っていますし、そういう場面を見まして、それで、\nそういうふうに答えたわけです。」と答え、また、「そうすると、Ａ６ちゃんが裸\nになっていたということは、Ａ６ちゃんの体がなめられたんじゃないかと思ったわ\nけ。」と問われて、「はい、そうです。」と答えている。更に、「草を一〇本ぐら\nい折って、死体を見えないようにしましたというふうに（被告人が）しゃべってい\nるんですが、こういう死体の隠し方というのは、どうしてしゃべったのか分かりま\nすか。」と問われて、「やはり自分は分からないもんですから、適当に周りに草が\nありますから、折って、それで、一〇本ぐらい上に置いたと話しました。」、「折\nって、それで掛けると言いますか、上に置いてるわけですが」などと答えており、\n弁護人から、どういうふうにＡ６ちゃんの遺体が隠されていたのか、知っていたか\nと聞かれて、「分かりませんね。」と答え、平成二年五月二五日付検証調書添付の\n写真三七、三八を示され、「その草が写っている写真なんかを見せられたことあり\nますか。」と聞かれて、はっきり、「ありません。」と言っている。そして、「あ\nなたが犯人じゃないのに、どうしてその話をしたことになりますか。」と聞かれ、\n「やはり、自分はわからないので、適当に、草をかぶされていたと思うんですけ\nど、自分は分からないから、適当に（しゃべった）」と答えている。また、自白し\nた後は、取調官のＡ２１警部から大声を上げられたりしたことはないし、厳しくさ\nれたことはない、検察官からも脅されたりしたことはない、とも供述している（当\n審第三回公判調書、第九回公判調書）。\nこのように、被告人は、原審段階のみならず、犯行自体を全面的に否認している\n当審においても、主任弁護人に対し、捜査官の取調べの際に、誘導されたり、暗示\nを受けたことはない旨、はっきりと供述しているのであって、被告人を取り調べた\n捜査官らが、自白を得るために、被告人に対し殊更な、誘導、強制を加えた事跡は\n認められない。\nなお、所論は、被告人が、原審主任弁護人から言われるまま、これに従って、原\n審裁判長あて否認を撤回する趣旨の上申書（原審弁一六号証）を提出したかのよう\nに主張する。しかし、被告人は、原審第六回公判期日に否認したけれども、「原審\n弁護人に「実はやった」と言ったことはないし、「やっていないんです」とも言わ\nなかった、もし、また、「やっていない」と言うと、今度は本当にどやされたりな\nんかすると思った」などと述べるが、その折り、「主任弁護人から叱られたりはし\nなかった」とも述べるのであって、原審第六回公判期日に自らの意思で犯行否認に\n転じたばかりの被告人が、拘置所に接見にきた弁護人からの勧めに従って、態度を\n変更することにして、直ちに否認供述を撤回する挙に出たとは考え難く、自ら考え\nるところがあって、自らの意思で上申書を書き、提出したものと窺われる。被告人\nが当審で供述する原審主任弁護人とのやり取りの模様からは、同弁護人が、被告人\nの否認を疎んじて、露骨に反対の態度を取ったり、犯行否認を撤回する上申書の提\n出を勧告したとは認め難い。その経緯を通観すると、原審主任弁護人は、原審第六\n回公判期日の被告人質問が、被告人の突然の否認供述で頓挫し、中途半端に終わら\nざるを得なかったことから、被告人に対し、気持を整理して、その言い分を説明す\nる上申書を、裁判所に出すよう勧めたところ、被告人が前記の上申書を裁判長に提\n出したものと察せられるのである。\n以上、検討したところから明らかなように、被告人の自白は、違法、不当な押し\n付けや誘導によってその意に反して行われたものではない。任意性を問題とする論\n旨は理由がなく、容れることができない。\n３　自白の信用性の検討\n（１）　被告人の自白の問題点\n所論は、被告人の自白には、秘密の暴露がないばかりか、客観的事実と矛盾し、\n不自然、不合理な変遷があるなどと指摘して、信用できないというのである。\nそこで所論にかんがみ検討を加える。\nａ　秘密の暴露について\nいわゆる秘密の暴露を、あらかじめ捜査官の知り得なかった事実で、自白によっ\nて初めて明らかにされ、それを踏まえて捜査した結果、自白内容が客観的真実に合\n致すると確認された、犯行にかかわる重要な事柄と定義するならば、本件におい\nて、自白により初めて明らかになった、厳密な意味での秘密の暴露が見当たらない\nことは、所論指摘のとおりである。\nしかしながら、秘密の暴露があれば、その事柄に関連する自白部分の信用性は極\nめて高いといえるけれども、逆に、それがないからといって、自白が信用できない\nということにはならない。特に、事件発生直後から犯行現場に警察が出動し、相当\n綿密な現場の捜査がなされた本件のような場合においては、相対的に秘密の暴露の\n余地が狭くなるのは当然であり、秘密の暴露といえる事柄が存在しないからといっ\nて、そのことから直ちに、自白の信用性が低いというべきではない。\n既に見たように、被告人は、主任弁護人の問いに答えて、本件で、捜査官から自\n白内容の押し付けや殊更な誘導を受けたことがないことを、当審公判期日において\n繰り返し認めているのであるが、被告人の捜査官に対する自白には、本件駐車場で\n被害者のＡ６を見付けて誘い、手助けして自転車の後部荷台に乗せたときの状況、\n渡良瀬川堤防から河川敷の運動公園に下りる坂道でスピードが出たので、ブレーキ\nをかけた状況、殺害した後で河原に遺体を横たえ、着衣を脱がし、愛撫したときの\n状況、遺体を運び叢に置くとき、遺体がうつ伏せになったので、手前に転がして仰\n向けにし、右手を身体の下から出してやった状況、遺体の上に周囲の草を折り曲げ\nて掛けた状況など子細な状況の描写がなされているのであって、全体を通じ、実際\nに臨場し、体験した者の供述としての真実味が感じられる。\n更に、原審第五回公判期日には、誘拐し、殺害し、全裸にし愛撫して遺棄したと\nいう本件犯行の基本事実を肯定したうえで、わいせつ目的の生じた時期を争い、殺\n害のきっかけとなった、被告人のＡ６に対する抱き着き行為の模様を、手振りを交\nえて具体的に供述しているのであり、被告人が当審で弁解するような、当時の新聞\n記事の記憶などから想像をまじえて、経験しない虚構の真実を捜査官などの気にい\nるように供述したなどという弁解は、到底受け入れ難い。\nｂ　不合理ないし客観的事実との矛盾について\n所論は、被告人の捜査段階の自白には、Ａ６の殺害方法など主要な事実において\n客観的事実と矛盾する点があり、信用できないというのである。\nしかしながら、被告人の自白は、事件発生から約一年半経た後に初めてなされた\nものであるから、細部に至るまで客観的事実と一致しないのはむしろ自然であっ\nて、細かい点で齟齬があるからといって、その信用性に直ちに影響を及ぼすもので\nはない。所論指摘の点は、独自の見解によるものであったり、細部の矛盾であっ\nて、全体としての被告人の供述の信用性に影響を及ぼすものとは言い難い。所論に\nかんがみ、その主要な点について説明を加える。\nア　扼頚の方法と扼痕\n所論は、被告人は、正対するＡ６に対し、両手で輪を作るような形、すなわち、\n左右の親指がＡ６の前頚部に、左右その余の四指が後頚部にあたるような形で、首\nを締めたと供述しているが、Ａ６の頚部にある扼痕は、頚部の両側に存在し、前面\nと後面には存しないから、被告人の自白にいう扼頚方法と実際の扼頚状況は異なる\nというのである。\nしかしながら、被告人は身長一五五センチメートル、体重五三キログラムと小柄\nであって、Ａ６（身長一〇七センチメートル、体重一八キログラム）が抵抗してあ\nる程度暴れたことも考えられ、双方が動くのであるから、Ａ６の頚部の扼痕が、被\n告人が供述したとおりの頚部圧迫の動作で生じるであろう部位にそのまま存在せ\nず、これとずれても異とするに足りない。かえって、本件の場合、殺害の方法は扼\n頚のほかにもいろいろあり得るのに、取調官から示唆や押し付けはなかったと言っ\nている被告人の、自供どおりの方法で殺害が行われている事実は、被告人がありの\nままを語っていることを示している。\nイ　自白と死亡推定時刻\n所論は、被告人の自白によれば、Ａ６を殺害した時刻は、五月一二日午後七時こ\nろということになるが、Ａ６の遺体の死後硬直及び死斑の状況、直腸内温度（五月\n一三日午後六時一〇分から行われた解剖の際の直腸内温度二八・五度Ｃ）など、遺\n体の所見に照らすと、Ａ６は、もっと遅く、解剖時からほぼ半日前の五月一三日午\n前六時ころ、遡っても深夜に死亡したと推測されるから、被告人の自白は死亡時刻\nの点で矛盾する、また、死亡時刻を解剖時から遡る二二ないし二三時間、五月一二\n日午後七時ないし八時前後と推測するＡ１３鑑定人の鑑定結果は、判断の根拠が薄\n弱で、取り得ないというのである。\nしかしながら、Ａ６の遺体を解剖したＡ１２大学法医学教室のＡ１３教授は、Ａ\n６の死亡推定時刻を五月一二百午後七時から午後八時前後と鑑定し、当審において\n証言して、警察での検視や鑑識活動などの検査の過程で関節部分を元に戻したりす\nると硬直の程度が少なくなるし、死斑についても死体の状況によって差異があり、\nＡ６の死体が発見後にビニール袋に入れられたので体温の低下が妨げられたから、\n教科書の記載と一致しなくても不自然ではなく、角膜の混濁度や胃の内容物の状況\nなどをも総合して、Ａ６の死亡推定時刻を判定した旨供述しているのであって、被\n告人の自白と死亡推定時刻に特段の矛盾があるということはできない。\nもし所論を容れて、五月一三日午前零時から午前六時の間にＡ６が死亡したと仮\n定すると、Ａ６は五月一二日午後六時半すぎに失跡し、午後九時四五分ころ両親が\n警察に届出をし、警察は、直ちに捜索を開始しており、翌一三日午前一〇時二〇分\nころに渡良瀬川河川敷で遺体で発見されるまで、徹宵して、Ａ６が失跡したパチン\nコ店「Ａ７」付近を中心に、渡良瀬川左岸の堤防周辺、河川敷をも捜索していたで\nあろうから、Ａ６が、現場付近で失跡後六時間以上も生存しておれば、殺害される\n前に当然捜査員によって発見、保護されているはずであると思われるし、犯人が捜\n査開始前に、既にＡ６を失跡現場付近から連れ出していたとすれば、翌一三日午前\n一〇時二〇分の遺体発見時刻までに、Ａ６の遺体を、捜査中の捜査員に不審がられ\nずに河川敷に持ち込んで遺体発見現場に遺棄し、あるいは、生きたＡ６を右現場に\n連れ込んだうえで、所論推定死亡時刻ころに殺害し、遺棄しなければ、つじつまが\n合わないが、そのような可能性はほとんどないというべきである。そればかりか、\n何よりもまず、犯人が、失跡場所から直線で約四〇〇メートルしか離れておらず、\n既に警察の捜索活動が行われていると容易に察しのつく本件遺体発見現場付近に、\nＡ６を伴って現れるという危険を冒すこと自体、考え難いことといわなければなら\nない。\n右の検討結果は、また、所論が一つの可能性として指摘する、Ａ６の失跡の時間\n帯に、パチンコ店「Ａ７」の近くで交通事故が発生し、救急車が出動したから、Ａ\n６もその騒ぎにつられて事故現場の方へ行って失跡したもので、右「Ａ７」付近か\nらすぐ河川敷に連れていかれて、そこで殺害されたのではないのではないかという\n推論が、成立し難いことをも示しているということができる。\nいずれにせよ、所論の推論が本件の客観的事情に相応せず、容れ難いことは明ら\nかである。\nウ　自白と精液、唾液の付着状況\n所論は、半袖下着の精液の付着状況や遺体の唾液の付着状況が、自白と矛盾する\nと主張する。しかし、犯行後一年半経過した自供の時点で、被告人がＡ６の着衣を\n置いた位置などを正確に記憶していなくても不自然ではなく、自白内容が、精液の\n付着状況や唾液の付着状況と合わないからといって、直ちに自白が疑わしいとはい\nえないし、犯行後十数時間経過後に遺体の体表から唾液を採取していること、窒息\n死の場合、鼻や口から泡沫や唾液を漏らすことが多いことを併せ考慮すると、顔面\n等から犯人のものとされる唾液が採取されなくても不審はなく、被告人の自白と矛\n盾するとはいえない。かえって、被告人は、取調官に対して行ったＡ６の遺体の\n顔、陰部などをなめたという自白は取調官から誘導されたわけではなく、自分から\n話した旨述べているところ、Ａ６の陰部、腹部にＡ６とその両親いずれとも異なる\nＡＢ型またはＢ型（被告人の血液型がＢ型であることは、既に見た。）の唾液が付\n着していた事実とよく符合するといえる。\nエ　目撃者の不存在\n所論は、被告人が自白のとおりにＡ６を連れ出したとすれば、パチンコ店の駐車\n場付近や渡良瀬運動公園内にいた多くの人に目撃されているはずであるのに、当\n時、その付近で被告人とＡ６の二人連れを目撃した者がいないのは不自然であると\nいうのである。\nしかしながら、当日は曇天ではあったが土曜であり、午後六時半すぎころに、パ\nチンコ店の駐車場周辺や渡良瀬川の河川敷の運動公園で自転車の荷台に女の子を乗\nせ、あるいは手を引いた男が通っていても何ら不自然な状況ではないから、特段目\n立つことではないし、しかも同じ場所に留まっていたわけではなく移動していたの\nであるから、人目を引かず、したがって、確かな目撃者が現われなくても不審では\nない。所論は、捜査本部が割り出すことのできた運動公園にいた者のうち、散歩を\nしていた者、野球の練習をしていた者、ジョギングをしていた者、土手でゴルフク\nラブを振っていた者などについて、目撃状況を問題にするが、これらの者の供述調\n書、当審証言等を当審証人Ａ１５の供述と併せ検討しても、Ａ６と同女を連れてい\nた男を実際に目撃したか否か確認はできないし、また、確認できないことに、格別\n不審はない。\nオ　遺棄現場と被告人の認識\n所論は、被告人が遺体の遺棄現場について自白したのに、現場検証の際にその場\n所を特定・指示できなかったのはおかしいというのである。\nしかしながら、犯行は初夏五月であったが、検証は冬一二月に行われたのであっ\nて、同一の現場でありながら、付近の植物の生育状況は全く異なっているのである\n（本件犯行の翌日実施された実況見分調書（原審検甲三号証）添付の現場写真と、\n平成三年一二月一三日に実施された検証調書（原審検甲九八号証）添付の現場写真\nとを対比すれば、明らかである。）。被告人に土地勘があるとはいっても、常時現\n場の河川敷に出入していたわけでもなく、本件犯行当日は曇天で、日照はなく、犯\n行が行われたのは日没（午後六時四〇分）から間もなくで、現場は相当暗かったと\n認められることなどを併せ考慮すると、被告人が、犯行後約一年半後の検証時に死\n体を遺棄した場所を指示できなかったとしても何ら不自然ではないというべきであ\nる。かえって、被告人は、死体を遺棄した場所につき、自分の背丈より高い草が一\n杯生えていたこと、遺体の周りに生えていた草を手で折り曲げて遺体にかぶせ、見\nつからないようにした旨供述しているところ、関係証拠によれば、本件遺体発見当\n時の現場は、高さ約一・四メートルから約一・七メートルに及ぶ葦が生えている薮\n地で、遺体の上には、周囲に生えている葦が根元から高さ約二〇ないし八〇センチ\nメートルのところで茎が人為的に折り曲げられて遺体の方向に向け覆いかぶせられ\nていたことが認められ（原審検甲三号証、同四号証添付写真三四ないし五五な\nど）、右の自白内容は、遺体発見現場の客観的状況とよく符合していることが認め\nられる。そして、先に検討したとおり、被告人は、右の自白をした当時、事前に取\n調官から遺体の遺棄状況を示す現場写真など見せられたことはない旨、当審公判に\nおいて主任弁護人に明言しているのであって、右の現場の具体的状況は、本件関係\nの新聞記事を読んだ記憶や単なる想像で語れる事柄とは考え難い。右自白供述の信\n用性は非常に高いというべきである。\nカ　その他\n所論は、被告人の捜査段階の自白には、犯行時刻、殺害現場と殺害方法、コンク\nリート護岸での行為、自慰行為の場所と射精の回数などの点で変遷があり、不自然\nであって、信用できないというのである。\nしかし、直接体験した事柄であっても、時間の経過により、記憶の内容、程度に\nも差異が生じ、また記憶喚起の度合い、正確度、表現力も多様であり、本件のよう\nに、犯行から一年半以上も経過した後に、捜査官の取調べを受けた場合、自分の不\n利益に直接連らなる事柄の供述が、動揺、ためらい、忘失、記憶違いなどのため、\nある程度変動することは、むしろ自然であるといえる。したがって、Ａ４鑑定人の\n鑑定結果など関係証拠に明らかな、被告人の人格上の問題点、すなわち、知能は普\n通域と精神薄弱の境界域にあり、人格の発達が未熟で、自我が弱く、自己表現の能\n力に劣り、成人との間でまともな対人関係が作れない傾向にあり、したがって、暗\n示に掛かりやすく、質問を生半可に理解して、不完全な答えをするなど、真意にも\nとる応答をするおそれなしとしないことを十分考慮しても、これまで検討したとこ\nろに徴し、被告人が、本件駐車場で、Ａ６に声をかけて自転車で渡良瀬川の護岸ま\nで連れ出し、殺害してわいせつな行為を行い、遺体を遺棄したという、本件犯行の\n根幹部分について、被告人の自白は、信用するに足ると認められる。\n所論は、被告人の自白には、被害者Ａ６の様子や同女との会話内容に関する描写\nが異常に乏しいと指摘するが、Ａ６は当時四歳と幼く、誘い出してから殺害するま\nでの時間が比較的短く、また、その間の行動も自転車に乗せ、手を引いて歩いたと\nいうもので、特段変わったことがあったわけではないのであるから、幼児と交わし\nたたわいもない会話の一部始終を記憶していないからといって、不自然とはいえな\nい。そして、被告人は、通算一〇年以上、保育園や幼稚園で園児送迎バスの運転手\nを勤め、幼児の扱いには慣れており、その風貌、態度、語り掛けの口調などの点\nで、幼児に警戒心を起こさせないものを持っていたことが窺われるのであり、自転\n車に乗るのが大好きだった（母親Ａ１４の平成三年一二月六日付司法警察員に対す\nる供述調書、原審検甲三三号証）Ａ６が、格別抵抗することなく被告人の自転車の\n荷台に乗り、運動公園方面へ連れられていったことに、特段不審な点があるとは思\nわれない。\n（２）　犯行否認と当日の行動についての弁解\nａ　肉親にあてた手紙の訴え\n所論は、被告人は、平成二年一一月に自宅を訪ねてきた捜査員に答えたとおり、\n本件当日は午後二時半ころ自転車で実家を出て甲町の借家へ向かい、途中でＡ２２\nフードセンターに立ち寄った後は借家でテレビやビデオを見て過ごし、外出はして\nいないのであって、原審段階で肉親や原審主任弁護人に出した手紙にあるとおり、\n無実であるというのである。そして、被告人も、原審第六回公判期日で否認に転\nじ、当審でも所論に沿う供述をしている。\n検討するに、前記のとおり、捜査段階でした自白供述が取調官の押し付けや殊更\nな誘導によるものでないことは、被告人自身、当審公判廷で認めている。また、原\n審公判期日においても、被告人の任意供述の機会は保障されていたことは明らかで\nあって、無実を主張する機会はいくらもあったのに、冒頭手続から昀終段階（第六\n回公判期日の被告人質問の途中）まで、大筋で犯行を認めていたのである。\nところが、被告人は、本件公訴提起一か月後の平成四年一月二七日から原審第六\n回公判期日前の同年一二月七日までの間に、母と妹、兄Ａ２５にあてた計一四通の\n手紙（三月一六日消印の分まで九通は母と妹あて、その後の分はＡ２５あてであ\nる。原審弁二号証ないし一五号証）の中で肉親に無実を訴え、兄Ａ２５からこれら\nの手紙がまとめて原審弁護人に届けられて、弁護人から、原審第六回公判期日にお\nいて、右手紙につき質問されたのを契機に、犯行を全面的に否認する供述をし、そ\nの後否認を撤回したが、また否認して現在に至っている。\nこれら肉親にあてた一四通の手紙の内容は、拘束された孤独な生活のつらさを訴\nえ、肉親の近況を尋ね、面会、差し入れを求める記載が主であって、無実を訴える\n記載は、進行中であった原審公判における、当時の被告人の供述内容とまったく矛\n盾する内容であり、被告人は、その当時、原審公判廷での供述と肉親への手紙の中\nの文言とを、それぞれ同時に使い分けていたとしか言いようがない。\n当審証人Ａ２５の供述、原審第七回公判期日での被告人の供述などによれば、足\n利市に住む被告人の肉親は、いろいろな事情から、宇都宮市内の拘置支所（平成四\n年一月二二日に足利警察署から移監された。）に勾留されていた被告人に面会に赴\nく機会がなかなかとれず、公判の傍聴もせず、手紙も出さず、原審第六回公判期日\nまでに面会に赴いたのは、移監後二か月半経った同年四月七日（Ａ２５あての昀初\nの手紙から約一〇日後）とそれから約八か月後の同年一二月一一日（原審第六回公\n判期日の約二週間前）の二回だけ、いずれもＡ２５であったのである。このような\n事情も考慮すると、日ごろから肉親への依頼心の強い被告人が、肉親の面会、差し\n入れ等が、期待していたように行われないために、勾留がだんだん長くなるにつ\nれ、見捨てられるのではないかと焦慮し、原審公判廷では自白を維持しながら、肉\n親の心を繋ぎ留めておきたい一念から母親と妹、兄には無実を訴えたとする、原審\nの見解は首肯できる。\n被告人にとって、弁護人には直接言い出しにくいとしても、肉親に対し心から無\n実を訴え、協力を得たい真摯な気持ちがあるのであれば、弁護人を依頼してくれる\nなど、肉親のなかで昀も頼りになり、世事にも明るい兄Ａ２５に手紙を出して援助\nを求めるのが自然であり、直截的であると思われるのに、同じ足利市内に住むＡ２\n５にあてて手紙を出したのは一〇通目（同年三月二七日消印）からで、それまでの\n九通（これら九通の手紙は、同年一月二七日消印のものから三月一六日消印のもの\nまで、約五〇日の間に出された。）はすべて、逮捕まで被告人が同居していた実家\nの七六歳の母親と未婚の妹を連名の宛名とするものであった事実からも、この間の\n被告人の心情を窺知することができる。\nｂ　原審の審理途中まで自白を維持した理由について\n被告人は、原審の審理の終盤まで自白を維持していた理由として、原審弁護人に\n対しても犯行の事実を認めていたため、それを翻すと同弁護人に怒られるのではな\nいかという不安があったこと、傍聴席に被告人を取調べた刑事がいると思ったこと\nなどを挙げる。\nしかしながら、原審第五回公判期日に、わいせつ目的の生じた時期、殺害の契機\nについて捜査段階の自白と異なる供述をし、また、第六回公判期日には、肉親あて\nの手紙について主任弁護人から質問されたのを機に犯行を否認し、供述を一転させ\nたのに、被告人の言うところによれば、この供述の変更を弁護人から実際に叱られ\nたことはなく、右第六回公判期日の直後の主任弁護人の接見の折りに、ただ、「大\n変だったな」と言われ、裁判所への上申書の提出を勧められたというのであるし、\n警察官が実際に法廷にいたかどうかもわからなかったというのであるから、右の被\n告人の言い分は、本当は身に覚えのない本件幼女殺害について、原審第六回公判期\n日の途中まで、なお本件犯行を認める態度を維持していた理由としては、薄弱で納\n得し難い、極めて不合理な弁解というほかない。\nＣ　当日午後の行動についての弁解\n所論は、被告人が肉親あての手紙や主任弁護人あての手紙で訴えたのが本当で、\n被告人は無実であり、被告人の弁解どおり、被告人が事件当日午後三時ころ、Ａ２\n２フードセンターで夕飯の買物をしたことが、同店に保管されていた、当日の売上\nレシートの控えの記載内容から立証されるというので、この点について検討する。\n関係証拠によれば、被告人が甲町の借家へ赴く途中で、よくＡ２２に立ち寄り、\n飲料、食べ物等を買い求めていたことが認められるところ、被告人は、捜査段階に\nおいて、当日、「犯行後、自転車で甲町の借家に逃げ帰ったが、その途中、Ａ２２\nに立ち寄り、缶コーヒー（一九〇グラム入り、単価九五円くらい）五本、おにぎり\n二個（単価一〇〇円くらい）とメンチカツか何か揚げ物を買って借家で夕飯に食べ\nた」旨供述した（平成三年一二月四日付司法警察員に対する供述調書、原審検乙六\n号証）ので、捜査本部では、Ａ２２保管のレシート控えを調べて該当時間帯（午後\n七時半から午後八時ころの閉店時間まで）のレシート控えからそれらしい買物の発\n見に努めたが見当たらず、裏付けは取れなかった（当審証人Ａ１５の供述、Ａ２６\nの平成三年一二月五日付司法警察員に対する供述調書）ことが認められる。\n所論は、被告人の弁解をもとに、被告人は、本件当日、自宅で昼食後、直接、甲\n町の借家へ向かい、途中、午後三時ころＡ２２で夕飯用の食品を買ったが、そのレ\nシートの控えが、Ａ２２保管のレシート控えロールの中から見付かったと主張し\nて、当審弁九五―二号証のレシート一巻中の五七〇三番を挙げ、被告人がした買物\nのレシートであることにほぼ間違いない当審弁九六号証のレシート控え一巻中の二\n八九七番との買物の共通性を指摘する。\nこの点について、被告人は、原審において否認に転じた後、原審主任弁護人から\n「五月一二日に三時過ぎから家にずっといたという、そういうことを証言できるよ\nうなものは何かあるんですか。あればどんな思いしても探してくるけれども、お客\nが来たとか、友達がいたとか、御用聞きが来たとか、集金に来たとか、そういうこ\nとはないんですか」と質問され、これに答えて、「そういうのはありませんでした\nけれども、自分が五時過ぎですけれども、カーテンは締めておりましたけれど、大\n家さんが毎日五時を過ぎますと、自分が借りている家の前を通っていくんです。そ\nれで、自分は、そのときはカーテンを締めていたんですけれど、電気はつけておい\nたんです。だから、それで自分が、毎週土曜日ですけれども、行っていたんです。\nだから、それで来ているなと思ってくれたんじゃないかなと、自分は思っていまし\nた。」と述べ、「ほかに何かないの。友達が来るとかそういう決定的なものは何か\nないかね」と問われて、「それがないんです」と言い、さらに奥澤弁護人から、夜\nの食事はどうしたかと質され、「夜は、途中でＡ２２ですか、寄って、それで買っ\nて、家に持っていって、それでビデオを見ながら食べました」と答え、陪席裁判官\nから、夕食に何を買ったか聞かれ、「缶コーヒーを買った覚えはある」、惣菜は買\nわなかったか問われて、「買ったと思うんですけれども、ちょっと忘れました」、\n缶コーヒーを買った記憶は、はっきり「あります」と答えた（原審第一〇回公判調\n書）。\nそして、当審第三回公判期日においては、主任弁護人の質問に答えて、大要、\n「本件当日、甲町の借家に赴く途中、午後三時前ころ、Ａ２２に立ち寄った、買物\nの内容は、缶コーヒーを買った、本数は覚えていないが昀低で二本は買ったと思\nう、五本まとめて買ったこともある、何を買うかは（前もっては）決めてはいない\nが、もうコーヒーはＡ１６コーヒーである、自分の買うのは、常にＡ１６コーヒー\nである、それからその他何を買ったか、はっきりとは覚えていないが、多分おにぎ\nりを買ったと思う、普段買うときが大体そうなのである、その他には、メンチカツ\nを一パック、それとシナチクだと思う、代価は、一〇〇〇円出して、多分九百幾ら\nで釣り銭をもらったと思う、いま言っていることは、弁護人の控訴趣意書の記載内\n容とは関係なしに話している、缶コーヒーは、借家で、夕飯として買ってきたおに\nぎりと一緒に飲むが、買った缶コーヒーの本数が足りなくなって、また飲みたくな\nっても諦めて、買い足しに外出することはない」旨供述し、当審第五回公判期日に\nおいて、検察官の問いに対し、「土曜の借家での食事代は、大体一〇〇〇円以内に\nおさめていた、借家では、大体、おにぎり、シナチク、メンチカツを一パックであ\nる」と答えたが、更に、「あなたは、大概、缶コーヒーとか、おにぎりぐらいで、\nほかに一品追加するかどうかという程度ではなかったか」と質され、「ええ、あ\nの、やはり」と言い淀み、おかずを二品も買ったということはあるのか、一回に使\nう金額は五〇〇円前後ではなかったのかと聞かれて、「そういうときもあったが、\nでも、やはり、一〇〇〇円近くになるときもあった」と答え、更に検察官から念を\n押されて、本件当日の買物で、「缶コーヒーは覚えているが、おにぎりとかメンチ\nカツとか、そういうのははっきりは覚えていない」と供述し、「ということは、あ\nなたは大体、ふだんの買物は缶コーヒーだけという場合もあるし……」と聞かれ、\n「はい」と答え、「缶コーヒーとおにぎりという場合もあるし……」と言われ、\n「はいはい」と答え、「そういうことがけっこう多かったんでしょう」と聞かれ\nて、「はい、そうです」と答えている。また、果物は月何回買うかと聞かれ、「果\n物は、月に一回くらいだと思う」、「果物は、その時（本件当日）は買っていない\nと思う」と述べ、「自分で今、まあ覚えているのは、缶コーヒー、それははっきり\n覚えている、それからおにぎりとかは、はっきりとは覚えていないが、でも、買っ\nたような気もする」と答えている。ところが、被告人も立ち会ってＡ２２の経理担\n当者である後記Ａ２７の証言が行われた後の当審第九回公判期日においては、被告\n人は、主任弁護人の質問に対し、本件当日の午後三時ころ、Ａ２２で買った缶コー\nヒーは、Ａ１６コーヒーでなかったことも考えられると言い直し、Ａ１６コーヒー\nのほかにＡ２２で買ったコーヒーには、Ａ１７もあった、どちらかと言うとＡ１６\nコーヒーの方が好きだが、Ａ１７コーヒーもまずくないと述べて、Ａ１６コーヒー\nへの執着を後退させている。\nそこで、所論指摘のＡ２２保管のレシート控え（当審弁九五―二号証）の五七〇\n三番の買物が、本件の当日被告人により行われた可能性について検討する。\nＡ２２の経営者Ａ２６の司法警察員に対する供述調書二通（原審検甲一〇六号証\nと一〇七号証）と当審証人Ａ２７（右Ａ２６の実妹で、Ａ２２の経理担当者）の供\n述（以下、Ａ２７証言ともいう）によれば、Ａ２２は、一般食品、日用雑貨、生鮮\n食品、果物等約四〇〇〇品目を販売する有限会社のスーパーマーケットで、営業\nは、月曜から土曜まで（日曜定休）の午前九時から午後八時（買物客の入りによ\nり、一〇分ないし一五分程度閉店が遅れることもある。）まで行い、従業員数は約\n二〇名で、レジは三か所あり、一番レジがマスターレジで集計機能が付いており、\n繁忙時は三か所のレジ全部を動かすが、そうでないときは、マスターレジ以外の一\nか所ないし二か所のレジを動かすこと、レジ係は三交替で勤務し、売上げ商品を八\nつの分類に従って品名を打刻すること、その際、＊ショクヒンという分類は、食品\nの中でもその余の七つの分類に入らない食品を一まとめにしたもので、例えばペッ\nトフードなどもすべて含めており、その趣旨で＊印を先頭に付け区別してあるこ\nと、平成二年当時、消費税は代金に上乗せしてはいなかったこと、所論の挙げるＡ\n２２保管のレシート控え（当審弁九五―二号証）の五七〇三番は、平成二年五月一\n二日午後三時二分ころの現金払い、代金九二八円、買い上げ点数五個の買物（以\n下、この買物をＡ買物、レシート控えの該当部分をＡレシートという。）で、右時\n刻には、一番レジは動いておらず（Ａ２７証言によると、同日の一番レジのレシー\nト控えを調べたところでは、午後四時一一分に、取扱い者コード番号〇二五のＡ２\n７が動かし始めた。）、右Ａ買物は、三番レジにおいて、レジ操作に慣れた従業員\nＡ２８（取扱い者コード番号〇〇二）が取扱い、その内容について、Ａレシートに\n打たれた買物内容のクダモノ２００は、果物二〇〇円を意味するが、果物名は不明\nであること、２×￥９５カシ・インリョウ１９０は、一〇〇円のスナック菓子を九\n五円に割り引いたもの二個か、冷やした缶コーヒー二本であること（冷やしてない\n缶コーヒーであれば、一般食品の棚にあるので、＊ショダヒンと打つはずである。\nなお、Ａ２６の平成三年一二月一〇日付司法警察員に対する供述調書（原審検甲一\n〇七号証）では、これと逆の記述があるが、経理担当者であるＡ２７証言により明\n確に訂正されている。）、次のカシ・インリョウ２５０とカシ・インリョウ２８８\nは、いずれも菓子・飲料に分類される二五〇円と二八八円の商品各一個であるが、\n具体的な品名はわからないこと（おにぎりは、カシ・インリョウと分類して打つ\nが、おにぎりの単価は一〇〇円であるから、どちらも、おにぎりではあり得ない\nし、メンチカツやシナチクは、ソウザイもしくは、カコウニクと分類して打ち込む\nはずであるから、これらにも該当しない。）、他方、被告人が平成三年六月二三日\nに投棄したごみ袋の中に存在したので、被告人がした買物のレシートと思料される\nレシート（司法警察員作成の捜査報告書、原審検甲六七号証、レシート控えロー\nル、当審弁九六号証）二八九七番は、平成三年六月二二日（土曜）午後二時三七分\nころの現金払い、代金六三六円、買い上げ点数五個の買物（以下、この買物をＢ買\n物、レシート控えの該当部分をＢレシートという。）で、二番レジでレジ操作に慣\nれたＡ２９（取扱い者コード番号〇〇三、経営者Ａ２６の妻）が取扱い、消費税三\nパーセントは外税として代金に上乗せされたこと、Ｂレシートに打たれた買物内容\nの３×￥９５＊ショクヒン２８５は、一〇〇円のスナック菓子を九五円に割り引い\nたもの三個で二八五円か、冷やしてない缶コーヒー三本で二八五円かのいずれかを\n意味し（冷やしてない缶コーヒーは、食品棚に陳列してあるので、＊ショクヒンに\n分類し、冷蔵庫にある冷やした缶コーヒーであれば、カシ・インリョウと打つ。後\n述するＡ１６缶コーヒーは冷やしてなく、すべて食品棚に置かれていて＊ショクヒ\nンに分類される。）、ソウザイ１９８は、惣菜に分類される単価一九八円の食品\nで、煮物（うずら豆の煮物、いもの煮物、きんぴら等）、揚げ物などがこれに該当\nし（同じ惣菜であっても、メンチカツやコロッケの代価には、下一桁に８の数字は\nつかないので、これらではあり得ない。）、パン１３５は、そのまま単価一三五円\nのパン一個を意味すること（おにぎりならばカシ・インリョウと打つはずで、しか\nも、おにぎりは単価一〇〇円であるから、これをパン１３５と打ち間違えるはずが\nない。）が認められる。\n土曜の借家での夕飯用の買物について、被告人の警察の捜査段階以来これまでの\n言い分は、先に摘記したが、これを通覧すると、質問によって答えがいろいろに変\n化して定まらない面があるけれども、被告人は、冷やしてないＡ１６の缶コーヒー\nを特に好み、いつも買うらしいが、時にＡ１７コーヒーを買うこともあること（こ\nれは、所論も指摘するとおり、Ｂ買物の翌日である平成三年六月二三日に被告人が\n投棄したごみ袋の中に、Ａ１６コーヒーの空き缶三本とともに、Ａ１７コーヒーの\n空き缶一本、Ａ１８コーヒーの空き缶一本が存在したこと（原審検甲六七号証）か\nら認められる。ちなみに、右事実は、Ｂレシートに打刻されている３×９５＊ショ\nクヒンがＡ１６缶コーヒー三本であり、残りのＡ１７コーヒー、Ａ１８コーヒーの\n各空き缶一本は、別の機会に買ったものをこのとき一緒にまとめて捨\nてたことを推測させる。）、そのほかに、おにぎりを買うことが多かったらしいこ\nと、おかずとしては、メンチカツ、シナチクなどを好んでいたらしいことが、窺わ\nれる。\n所論は、Ａ買物にはＢ買物と共通する特徴があると指摘して、Ａ買物もＢ買物と\n同様、被告人が行った買物であり、Ａレシートの存在により、本件の起こった日に\nは、自宅から甲町の借家に赴く途中、午後三時ころＡ２２に立ち寄って夕飯用の食\nべ物を買い、その後は、借家に留まっていたという被告人の弁解が裏付けられると\nいうのである。\nしかし、先に見たとおり、Ａ２７証言によれば、Ａレシート掲記の買い上げ品の\nうち、２×￥９５カシ・インリョウ１９０は、缶コーヒー二本であるとしても、こ\nれは冷やした缶コーヒーであり、被告人の好むＡ１６コーヒーではなく（Ａ１６コ\nーヒーは、＊ショクヒンに分類されて食品棚に陳列してあり、冷やしてない。）、\nまた、カシ・インリョウ２５０カシ・インリョウ２８８の具体的品名は判然としな\nいが、これらは、おにぎりではなく、パンでもなく、被告人の言うメンチカツやシ\nナチクなどの惣菜でもない。そうすると、所論はＡ、Ｂ両買物に特徴的な共通点が\nあると主張するけれども、共通するのは、支払い代金が共に一〇〇〇円未満である\nことと、片や冷やした缶コーヒー二本、片や冷やしてない缶コーヒー三本という点\nだけである。しかも、Ａ買物の中の缶コーヒー二本は、被告人の好みの名柄Ａ１６\nコーヒーではないばかりでなく、所論の言うとおりであるとすれば、Ａ買物は夕飯\nの買物であるはずなのに、その中には、おにぎりもなく、パンもなく、メンチカ\nツ、シナチクなどの惣菜もなく、一〇〇〇円近くを支払いながら、ただ、果物と菓\n子類と冷えた缶コーヒーしか買わなかったことになってしまい、これでは、被告人\nがいつも借家で粗末な食事をしているとしても、夕飯の買物にはそぐわない内容で\nあろう。\nこのように検討してくると、Ａ買物が被告人の夕飯用の買物であるとする所論の\n根拠は、極めて薄弱であるといわざるをえない。捜査本部は、缶コーヒー五本、お\nにぎり二個とメンチカツか何か揚げ物を買ったという被告人の自供に基づき、該当\nする買物のレシート控えを午後七時半から八時の閉店までの時間帯につき探して果\nたさなかったのであるが、先の被告人のこの点についての供述摘記から看取される\nとおり、複数の缶コーヒーを買ったという点を除くと、その供述はかなりあいまい\nであるから、被告人の供述をもとにレシート控えから被告人の当日の買物を特定す\nることは、困難であるというほかない。\nこのような次第で、本件の犯行後、借家へ向かう途中に、Ａ２２に立ち寄り夕飯\nの買物をしたという自白供述の確たる裏付けは得られないけれども、当日、被告人\nが午後三時ころ、Ａ２２に買物に立ち寄ったことを窺わせる事跡もまた、見出せな\nい。\n自白の信用性に関する論旨は、容れ難いといわなければならない。\n第三　結論\n以上、詳細な所論にかんがみ、記録を精査し、当審で取調べた証拠を検討した\nが、被害者の半袖下着に付着していた犯人の精液を資料にして判定されたＡＢＯ式\n血液型、ルイス式血液型の二種の血液型ばかりでなく、ＭＣＴ１１８法によるＤＮ\nＡの型が、被告人のそれと合致すること、被告人の性向、知的能力、生活振り、本\n格的事情聴取の初日に早くも被告人が自白し、捜査官の押し付けや誘導などがなか\nったことを被告人自身認めながら、犯人であればこそ述べ得るような事柄につい\nて、客観状況によく符合する具体的で詳細な供述をしたことなど、本件の関係証拠\nを総合すれば、被告人の原審の審理後半以降当審にいたる犯行否認の供述にもかか\nわらず、被告人が被害者Ａ６をわいせつ目的で誘拐して殺害し、遺棄したことを認\n定するについて、合理的疑いを容れる余地はないというべきである。原判決に理由\n齟齬、訴訟手続の法令違反、事実誤認はなく、原判決は相当であるとして肯認でき\nる。\nよって、刑事訴訟法三九六条により、本件控訴を棄却することとし、当審におけ\nる未決勾留日数の算入につき平成七年法律第九一号による改正前の刑法二一条を、\n当審における訴訟費用を負担させないことにつき刑事訴訟法一八一条一項但書をそ\nれぞれ適用して、主文のとおり判決する。\n（裁判長裁判官　高木俊夫　裁判官　岡村稔　裁判官　長谷川憲一）\n"
}