{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 5,
    "month": 10,
    "day": 21
  },
  "case_number": "平成5(う)552",
  "case_name": "業務上過失傷害、道路交通法違反被告事件",
  "court_name": "東京高等裁判所第一二刑事部",
  "lawsuit_id": "20227",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20227",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/227/020227_hanrei.pdf",
  "contents": "主　　　　文\n本件控訴を棄却する。\n当審における未決勾留日数中一五〇日を原判決の刑に算入する。\n理　　　　由\n本件控訴の趣意は、弁護人松本憲男作成名義の控訴趣意書に記載されたとおりで\nあるから、これを引用する。\n第一　控訴趣意中事実誤認の主張について\n一　所論は、要するに、本件事故当時、被告人は、被害者運転の原動機付自転車\nに衝突した自動車の助手席に乗っていたが、右自動車を運転していたのではなく、\n友人のＡが運転していたのであるから、本件各公訴事実につき無罪であり、したが\nって、被告人が有罪であると認定した原判決には判決に影響を及ぼすことが明らか\nな事実の誤認があるというのである。\n二　そこで、原審記録を調査して検討すると、原判決挙示の関係各証拠によれ\nば、原判決が罪となるべき事実として認定判示しているところは、被告人が本件自\n動車を運転していたことを含め、全て正当としてこれを維持することができ、ま\nた、原判決が「事実認定の補足説明」の項で説示しているところも、結論的に是認\nすることができ、原審で取り調べたその余の証拠及び当審における事実取調べの結\n果を合わせて検討してみても、原判決の事実認定に誤りがあるとはいえない。以下\nに若干補足して説明する。\n三　１　関係各証拠によれば、次のような事実は明らかである。\nすなわち、\n（１）　平成四年一〇月五日午前一〇時五分ころ、東京都江東区ａｂ丁目ｃ番ｄ\n号先の交通整理の行われている交差点（進開橋南詰交差点）において、通称明治通\nり（同所付近において片側各二車線の道路）を新大橋通り方面から清洲橋通り方面\nに進行してきたＢ運転の原動機付自転車が、同交差点中央付近で右折待ちのため一\n時停止していたところ、右原動機付自転車の後方から追従して走行してきた普通乗\n用自動車（以下「本件車両」という。）が、右停止中の原動機付自転車に追突し、\nその結果、Ｂが路上に転倒して約四週間の加療を要する左第二中手骨骨折等の傷害\nを負ったこと（以下「本件事故」という。）\n（２）　本件車両は、本件事故後そのまま清洲橋通り方面（南方向）に進行し、\n右事故現場から一五〇メートルくらい南にある小名木川駅前の三差路交差点を左折\nして走り去ったが、たまたま右事故現場を通りかかった者らによって、本件車両の\n車種がニッサンパルサーで、ナンバーが「足立○○わ○△×□」であることが目撃\nされ、捜査の結果、右車両は、同年九月二五日にＣレンタカーＤ駅前店から被告人\nが借り受けたレンタカーで、同月二七日の使用期限を過ぎても返還されないままに\nなっていたものであることが判明したこと\n（３）　被告人は、本件事故当日の午前一〇時三〇分過ぎころ、本件事故現場か\nら約一キロメートル南方の明治通り沿いにある江東区ａｂ丁目ｅ番ｆ号所在ｇビル\nｈ階ファミリーレストラン「Ｅ」に一人で客として来店し、一〇分ないし二〇分程\n度いて店を出て行ったこと\n（４）　同日午前一一時四五分ころ、警視庁城東警察署勤務のＦ巡査部長らが、\n右ｇビルｉ階のＥ駐車場内において、駐車場のほぼ中央付近に、エンジンがかかっ\nたまま誰も乗っていない、右前部ウインカーレンズが破損し、右サイドミラーが破\n損して垂れ下がっている普通乗用自動車（ニッサンパルサー）を発見し、そのナン\nバーから右自動車が本件車両であることが判明したこと、なお、その際、同車内の\n後部座席に白色ジャンパー（後に、Ａがその当時着用していたものと判明）が置か\nれていたこと\n（５）　同日午前一一時三〇分前ころ、Ｅにほど近い、同区ａｂ丁目ｊ番ｋ号所\n在ｌ荘ｍ号室のＧ方にＡから電話があり、当時右アパートに一人でいたＧの妹Ｈが\n電話に出たこと、そして、右の電話から一〇分か二〇分くらいして、被告人とＡが\nＧ方に現れしばらくＧを待っていたが、同人が戻って来ないことから、被告人とＡ\nは、ＨとともにＧ方を出て、三人で歩いてＥ駐車場に向かい、被告人が一人で先に\n右駐車場に入ったこと\n（６）　他方、同日午前一一時四五分ころから、城東警察署所属の警察官らが、\nＥ駐車場に止めてあった本件車両のかたわらで張り込みを実施していたところ、同\n日午後一時四五分ころ、右のとおり、Ｇ方から歩いて来た被告人が同駐車場に現れ\nて本件車両に乗車しようとしたため、その場で、警察官らにおいて被告人に対し職\n務質問を行い、被告人が、本件事故を起こしてそのまま逃走したことを認める供述\nをしたことから、被告人を城東警察署に任意同行し、同日午後二時二五分被告人を\n本件事故にかかる業務上過失傷害及び道路交通法違反の容疑で緊急逮捕したことな\nどの事実が認定できる。\n２　ところで、右１（４）認定のとおり、Ｅ駐車場で本件車両が発見されるに至\nった経緯につき、証人Ｆは原審公判廷において、次のような供述をしている。すな\nわち、自分は、本件事故当日パトカーの乗車勤務に就いていたものであるが、城東\n警察署の通信指令室から、本件事故を起こして逃走した加害車両のナンバーや車種\n等の情報を受け、江東区内の明治通りを新大橋通り方面から清洲橋通り方向に向け\n運転していたところ、午前一一時四二、三分ころ、進路約三〇メートル前方に右ド\nアミラーが若干垂れ下がっている乗用車が道路左側にあるｇビルの駐車場（Ｅ駐車\n場）に入ろうとしているのを目撃し、車の流れに沿ってそのまま三、四〇〇メート\nル行き過ぎてからパトカーをＵターンさせてｇビル前まで戻り同ビルｉ階のＥ駐車\n場に入ったところ、本件車両を発見したなどと証言している。\n所論は、右証言につき、警察官が本件車両を進路前方に発見しながら、その後を\n追い掛けて直ちに駐車場に入ろうとしないで、Ｕターンして戻って来て駐車場に入\nったなどということ自体極めて不自然であり、したがって、右証言は信用性に乏し\nいなどというのである。しかし、Ｆは、当時時速約四〇キロメートルで走行してい\nたと証言しているところ、明治通りのような比較的交通量の多いと思われる道路を\nそのような速度で走行していた場合、Ｆ運転のパトカーは、本件車両を発見から数\n秒でＥ駐車場入口前に差し掛かったことになるから、前方に左折して駐車場に入る\n車両を発見したとしても、車の流れに逆らって速度を落として左折することは危険\nであって、車の流れに沿ってそのまま通り過ぎたというＦの証言はむしろ自然で、\n同人の証言の信用性を裏付けるものということができ、その余の供述内容に照らし\nてもＦの右証言は十分信用することができる。そうすると、本件車両は、午前一一\n時四二、三分ころ明治通りからＥ駐車場に入ったことも明らかというべきである。\n３　次に、本件事故直後の状況については、Ｉ及びＪの両名が目撃しているが、\nこれらの者はいずれも証人として、原審公判廷において、本件事故直後における本\n件車両に乗っていた者が一人であったか複数であったかということに関して、次の\nような供述をしている。\n（一）　まず、証人Ｉは、原審第六回公判廷において次のような供述をしてい\nる。すなわち、自分は、城東警察署所属の警察官であるが、本件当日、前日発生し\nた盗犯事件の現場に赴くため、自動車を運転して明治通りの対向車線寄りの車線を\n南から北に向かって走行していたところ、前方でどおんという音がしたのでその方\n向を見ると、ヘルメットをかぶった人が宙に浮いた状態で路上に転がるのを目撃し\nた、とっさにブレーキを踏んで右車線上に自車を停止させ、事故を起こした車両と\n思われる対向車線を走ってくる右前部のウインカーが損傷した自動車（本件車両）\nを見たところ、その車内には運転席に一人乗っているだけで、他に乗車している者\nはいなかった、右自動車は、自分の車の横を走り過ぎて行ったので、振り向きざま\nに右車両を注視していたが、その際にも運転手が一人乗っているだけで他に乗員は\nいなかったなどと証言している。\nまた、証人Ｊは、原審第五回公判廷において次のような供述をしている。すなわ\nち、当時自分は、東京都の清掃車を運転して、明治通りを北から南に向かって走行\nしていたところ、五、六〇メートルくらい前方で本件事故が発生するのを目撃し\nた、事故後、事故を発生させた自動車（本件車両）が減速したので、自車が本件車\n両の後方五メートルないし一〇メートルまで接近し、その際、どんな人が本件車両\nを運転しているのか、後方からその車内を見たところ、運転席のシートには頭が見\nえたが、助手席の方には人の頭が見えず、乗員が運転手一人であることがわかった\nなどと証言している。\n（二）　このように、本件事故を直接目撃した者が二人とも一致して、本件車両\nに乗っていたのは運転していた者一人だけであったと述べていることは、右目撃者\nらの供述が正確であることを裏付けるものということができる。右両名は、本件事\n故と全く係わり合いのない第三者であって、相互に口裏を合わせるような関係にも\nないことはいうまでもなく、こうした点から虚偽の供述をするような状況のないこ\nとは明らかである。また、各別に右証言の信用性について検討してみても、まず、\nＩは、本件車両の内部、特に前部座席の状況についてかなり見やすい位置からこれ\nを目撃しているものである上、同人が警察官であり、交通事故を目撃した際におい\nては、職業柄、乗車人員・車両の色や型・ナンバー等犯人特定の決め手となる事項\nについて、一般人以上に注意を払うと思われること、Ｉが本件事故目撃後、直ちに\n一一〇番通報した際、それを受けた担当者が記載した（一一〇番処理簿」（司法警\n察員作成の平成四年一〇月五日付け捜査報告書（甲第五五号証）にその写しが添付\nされているもの）にも、本件車両の乗員は一名である旨記載されていることなどに\n照らすと、関係各証拠によって認められる、当時の天候が小雨模様であったこと、\n本件車両が走行状態であったことなどの事情を考慮に入れても、本件事故直後にお\nいて、本件車両の乗員が運転手一名のみであったと述べるＩの右証言は、十分信用\nできるものであるということができる。また、Ｊは、本件車両を後方から目撃した\nもので、本件車両の運転席や助手席の状況について必ずしも見やすい位置から目撃\nしたものではないが、同人が、事故を起こした車両であることを意識しながら、あ\nる程度継続して本件車両の内部の状況を注視していたものであって、Ｊが運転して\nいた清掃車の運転席が、本件車両の座席シートより若干高い位置にあり、同人が見\n下ろすような視線で本件車両内の状況を目撃できたことなどに照らし、Ｊの右証言\n中、本件車両の乗員が運転手一人だけであったと述べる部分についても、その信用\n性に疑問を抱かせるような事情は認められない。\n右各目撃証言につき、所論は、Ｊは、本件事故直後、本件車両は速度を落として\n道路左端に寄ったなどと証言しているのに対し、Ｉは、本件車両がそのような走行\nをしたなどとは証言しておらず、両者の証言には矛盾が見られるというのである。\nこの点、たしかに、Ｊは、本件車両は、本件事故後すぐに減速して中央線寄りの車\n線から歩道寄りの車線に入り、そのままゆっくりと進行して行ったなどと証言して\nいるのに対し、Ｉは、本件車両が、事故後中央線寄りの車線を時速三〇ないし四〇\nキロメートルくらいの速度で走行して来て、徐々に歩道寄りの車線に入ったなどと\n証言しており、本件車両の事故後の走行状況につき両者の証言に食い違いが見られ\nる。しかし、両名の証言は、本件車両が、本件事故を起こした後、中央線寄りの車\n線から歩道寄りの車線に入り、その後小名木川駅前の三差路交差占を左折して走り\n去ったという点では一致しており、基本的な目撃状況に矛盾はみられない。そし\nて、右の食い違いのうち、本件車両の進行状況の点については、両名とも、専ら本\n件車両の車内の状況等に注意を払っており、どの地点で本件車両が中央線寄りの車\n線から歩道寄りの車線に入ったのかなどということはそれほどたしかな記憶があっ\nたとは思われず、この点の食い違いはそのような原因で生じたものと考えられ、ま\nた、本件車両の速度の点については、Ｊの方向からは、本件車両が自車の前方を走\nっていたことから、比較的その速度を把握し易かったと思われるのに対し、Ｉの方\n向からは、本件車両の速度を推し量ることは困難であったと思われ、この点の食い\n違いは、右のような目撃位置や状況の違いから生じたものと考えられるから、これ\nらの食い違いが両名の目撃状況に関する右各証言の信用性に影響を及ぼすものでは\nない。\n（三）　以上検討したとおり、Ｉ及びＪの本件車両の乗員に関する目撃証言につ\nいては、いずれもその信用を認めることができる。したがって、目撃方向や角度な\nど目撃状況が全く異なるＩ及びＪが一致して述べる、本件事故直後に本件車両に乗\nっていたのは運転していた者一人であったとの右各証言により、本件事故の際に本\n件車両に乗っていた者が一人であった事実が優に肯認できるのである。\n四　Ａの供述についての検討\n１　Ａは、原審第二回公判廷（平成四年一二月一〇日）において証人として尋問\nを受けた際には、次のような供述をした。すなわち、自分は本件事故当日の朝、自\n宅にいると午前九時ころ被告人が訪ねて来て、二人でＧのアパートに行くことにな\nった。自分のアパートの前に本件車両が止めてあったので、自分が助手席に乗り込\nみ、被告人が運転して出発したが、Ｇのアパートの場所が分からなかったので、近\nくの公衆電話からＧに電話をして、電話口に出てきたＧと明治通りに面したコンビ\nニエンスストアー「Ｋ」で待ち合わせることにし、被告人が本件車両を運転し、自\n分が助手席に乗ってＫを探しながら明治通りを走っていたところ、本件事故が発生\nした。本件車両は事故現場に止まらずにそのまま進行し、付近の道路をぐるぐる回\nって逃げ、その途中でＧのアパートに電話したところ、電話口に出たＧの妹が、今\nお兄ちゃん（Ｇ）はいないが、お兄ちゃんから、すぐ帰って来るので家で待ってい\nるようにと言われたというので、Ｇの妹から聞いたレストラン（Ｅ）の駐車場に本\n件車両を止めＧのアパートに行った。Ｇのアパートには四〇分位いたが、Ｇが戻っ\nて来ないので帰ることにし、Ｇの妹と三人で駐車場に向かったが、先に駐車場に入\nった被告人が警察官に連れていかれたようだった。以上のような証言をしている。\nそして、Ａは、右原審公判廷における証言後、平成五年二月五日ころまでは、捜\n査官の取調べにおいて、本件事故当時、被告人運転の本件車両に同乗していたとの\n供述を維持していた（以上の内容の供述を「変更前の供述」という。）。\n２　しかしながら、Ａは、検察官に対する同月九日付け及び同月一二日付け各供\n述調書（甲第四五号証、第四九号証）中において、検察官に対し、これまで公判廷\nなどで述べてきたことは虚偽であるとして、次のような供述をするに至った。\n本件事故当日の午前一一時ころ、自分がｎ荘ｏ号室の自分の部屋で寝ていると、\n被告人がやって来て、被告人から、さっき一人で運転中明治通りで車をバイクに追\n突させて逃げてきたなどと聞かされた。その際被告人から、これから盗難届けを出\nすから、事故当時自分と一緒にいたことにしてくれなどと言われ、これを聞いて、\n被告人が、本件事故前に本件車両が盗難に遭い、盗んだ者が本件事故を起こしたこ\nとにするので、本件事故当時被告人が自分と一緒にいたという話にしてくれという\nことだと分かったが、シンナーを一緒にやったりしている友人の頼みであり、別に\n罪をかぶってやるわけではないので、これを承諾した。その後、Ｇにも事故当時一\n緒にいたことにしてもらうよう頼むことになり、自分と被告人は部屋を出た。近く\nの公衆電話でＧのアパートに電話をすると、Ｇの妹が電話に出たが、Ｇはもうすぐ\n帰ってくると思うので、来て待っててもいいなどと言ってくれたので、新大橋通り\nに止めてあった本件車両を被告人が運転し、自分は助手席に乗ってＧの家に向かっ\nた。Ｇの家の目印になるＫが見えてきた際、被告人が、事故の前にこのＫでＧと会\nって遊んでいる間に、車を盗まれたことにしようなどと言ってきて自分も了解し\nた。その後、自分は、右Ｋ近くのファミリーレストランの駐車場入口で降り、被告\n人が、右駐車場に本件車両を入れ、二人でＧのアパートに行った。Ｇのアパートに\nは妹しかおらず、かなり長い時間Ｇを待っていたが、Ｇが帰って来ないので、自分\nの部屋に戻ることになり、Ｇの妹と三人で本件車両を止めてある駐車場に向かった\nところ、先に駐車場に入った被告人が私服の警察官らしい男に捕まえられていると\nころであった。自分はその場から小走りで逃げ出し、少し走ってからタクシーを拾\nい自分の部屋に戻った。その後、一一月二〇日ごろ、被告人の弁護人が訪ねて来\nて、自分が運転していたのではないかと尋ねられた。自分は驚いたが、被告人と\nは、事故当時一緒にいたと警察等に言うことを約束したことを思い出し、弁護士\nに、本件事故の際本件車両に被告人と一緒に乗っていたと答えてしまい、法廷にお\nいてもそのような証言をした。Ａが検察官に対してなした、原審公判廷における証\n言を変更した供述（以上の供述を「変更後の供述」という。）は、以上のようなも\nのである。\n３　Ａの原審公判廷における証言を検討すると、以下にみるとおり前記認定の客\n観的状況と明らかに反する点や、不合理、不自然な点がみられ、また、他の関係者\nらの供述と符合しない部分も多いのである。まず、Ａは、本件事故があった日の\n朝、Ｇの自宅に電話をして、同人とＫで待ち合わせる約束をした旨証言しているけ\nれども、Ｈ（甲第六五号証）及びＧ（甲第六七号証）の司法警察員に対する各供述\n調書並びに原審公判廷における証人Ｈの供述によれば、その日の朝Ｇは自宅（ｌ荘\nｍ号室）にいなかったことが明らかであり、右証言は右Ｇらの各供述と相反するも\nのである（この点、所論は、Ａが前日にＧと約束したことを誤って述べただけであ\nるなどというが、そのようなことで説明がつく証言内容ではない。）。また、Ｇに\n電話をしたのは、自分がＧの自宅を知らなかったためであるなどと証言をしている\nが、原審公判廷における証人Ｈの供述などによれば、本件当時、ＡはＧの自宅を良\nく知っていたものと認められ、この点も客観的状況と矛盾する証言といわざるを得\nない。さらに、前記認定したとおり、被告人は、午前一〇時三〇分過ぎころ、Ｅに\n入店していることが明らかであるが、Ａの証言内容はこの事実と符合せず（この\n点、Ａは、Ｇの妹に電話をした後、レストラン（Ｅ）の駐車場に本件車両を止めて\nＧ宅に行く前、被告人が自分と分かれて右レストランに入ったかの証言をしている\nが、その証言自体極めて曖昧なものである上、前記認定のとおり、本件車両が午前\n一一時四二、三分ころにも明治通りからＥの駐車場に入っていることが認められる\nのであって、右証言は、この事実とも符合しない。こうした点からもＡの右証言の\n信用性は乏しいものというほかない。）、しかも、Ａの証言は、後に検討するとお\nり、被告人の捜査段階における供述はもとより、原審公判廷における被告人の供述\nとも明らかに異なっているのである。以上に加え、Ａは、原審公判廷における証言\n後、供述を変更するまでの間において、捜査官に対し、本件事故の状況や、事故後\nの走行経路等について供述をしているが、本件事故の発生場所について明らかに客\n観的事実と異なる供述をするなど、不合理、不自然な供述をしている。なお、所論\nは、Ａの供述に矛盾等がみられるのは、Ａの能力ないし資質によるところが大きい\nなどというが、右に検討したような諸点を、そのような理由で説明することは困難\nである。\n以上検討したとおり、Ａの原審公判廷における証言のほか変更前の供述は、前記\n認定した諸事実と矛盾するなど不自然、不合理な点が多くみられ、到底信用するこ\nとができず、以上のような検討結果に照らし、Ａが本件事故当時、本件車両に乗車\nしていたことについては重大な疑問があるものといわざるを得ないのである。\n４　これに対し、Ａの変更後の供述は、具体的かつ自然であり、前記認定した客\n観的事実と矛盾するところはなく、原判決も説示するとおり、その供述内容につい\nて、基本的にその信用性を認めることができるものというべきである。\n所論は、Ａが、多数回にわたる取調べの後に変更後の供述をするに至ったという\n経緯からして、同人は、被告人が犯人であることを維持しようとする捜査官側の執\n拗な取調べの結果、意に反してそのような供述をするに至ったものであって、変更\n後の供述は信用性に乏しいなどと主張する。しかし、すでにみたとおり、変更後の\n供述は、客観的な事実関係と符合するものである上、関係各証拠によって認められ\nるＡの供述変遷の経緯や原審公判廷における証人Ｌの供述に照らしても、Ａが、所\n論指摘のような経緯で供述を変更するに至ったものとは認められない（なお、Ａの\n検察官に対する前記各供述調書が犯罪事実認定の証拠資料として用いることができ\nることについては、後記訴訟手続の法令違反の主張に対する判断の項参照）。\nところで、関係各証拠によれば、Ａは、再度原審公判廷に証人として出頭するこ\nとになっていた平成五年三月五日の午前一時ころ、自宅において、「てめえのせい\nだ、Ｍ」と書いたメモを残し（メモは机の上にあり、その横に証人召喚状が置かれ\nていた。）、自殺したことが認められる。そして、この点につき所論は、Ａがこの\nような行動をとったのは、変更後の供述にしたがって証言をしたくなかったことの\n現れであり、Ａが本件事故を発生させた真犯人であることを端的に物語っているな\nどと主張する。\nたしかに、右自殺した際の状況からすれば、当日予定されていた証人尋問を苦に\nしての自殺であることは間違いのないところであると思われる。しかしながら、自\n殺したことをもって、所論がいうように、Ａが本件事故を発生させた真犯人である\nことを端的に物語っているということはできないというべきである。すなわち、ま\nずもって、当時Ａは、本件各犯行の容疑をかけられその追及を受けていたものでは\nなく、また本件の事案の内容からしても、いわゆる真犯人として追い詰められ自殺\nしたということは考え難いところである。所論は、Ａは、変更後の供述がより真実\nに反することになることから、被告人に負い目を感じて自殺の道を選んだなどとい\nうが、変更後の供述がより真実に反することになるという前提自体、前記検討した\nところに照らし、そのような可能性を考えられるかどうか大いに問題であるといわ\nざるを得ないし、そのような者が、前記のような被告人に対する恨みごとのメモを\n残して自殺することも考えにくい（所論は、この点、自分を追い詰めたのは、被告\n人のせいだと身近なものに責任を転嫁したものであるなどというが、このような説\n明は、所論のいう自殺の動機と必ずしも結びつかない。）。むしろ、Ａは、被告人\nの依頼の趣旨に沿って証言をしたのに、そのことでかえって偽証罪に問われること\nになり、偽証したことを法廷で認めることになることをおそれたこと（関係各証拠\nによれば、当時Ａは、偽証罪に問われることをかなり気にしていたことが窺われ\nる。）のほか、被告人から犯人呼ばわりされて、当日の法廷で被告人側から厳しい\n質問等を受けることが予想され、そのことにかなりの心理的な重圧を感じていたと\nも思われ、そのようなことを苦にして、被告人に対する恨みごとを書いて自殺した\nものと考えるのが自然と思われる。なお、関係各証拠によれば、Ａは、もともと神\n経の細いところがあり、平成三年一二月ころ些細なことから自殺を図ったことがあ\nることが認められ、右のようなことが原因で自殺することも十分有り得るものと考\nえられる。以上の次第であり、Ａが自殺したことは、同人の変更後の供述の信用性\nに何ら影響を及ぼすものではない。\n五　被告人の供述についての検討\n１　被告人は、原審公判廷において、次のような供述をしている。すなわち、自\n分は、本件事故当日の朝、本件車両を運転して自宅を出発し、午前九時ころＡのア\nパートに行った。ＡがＧの家に行こうというので、Ａが本件車両を運転し、自分が\n助手席に乗ってＧの家に向かった。途中でＡがＧの家に電話したところ、Ｇの妹が\n出て、そろそろ兄が帰って来ると言っていた。その後、再びＡが本件車両を運転し\nてＧの家に向かったが、Ｇの家がどこにあるか分からず、付近をぐるぐる回ってい\nる途中、本件事故が発生した。事故後自分が運転を代わり、Ｅの近くのＫ前でＡが\n車を降りて電話を掛けに行ったところ、パトカーが通りかかったので、本件自動車\nをＥの駐車場に入れたが、鍵は付けたままにして自分は二階にある店内に入った。\n間もなく店を出てＡを探したが見当たらず、同人が自分のアパートに帰っていると\n思い、タクシーでＡのアパートに行った。Ａのアパートに行くと、同人がそこにお\nり、同人は、Ｅ付近からタクシーで帰ってきたが、本件車両内に財布を置いていた\nのでタクシー料金を払わないで逃げてきたなどと言っていた。その後、Ａと二人で\nタクシーに乗ってＧの家に行き、Ｇはおらず、その妹と三人でしばらくいたが、本\n件車両を取りに行くことになり、三人でＥの駐車場に向かい、自分が先に駐車場に\n入ると、警察官に声を掛けられた。以上のような供述をしている（以下、右の供述\nを「被告人の原審公判供述」という。）。そして、被告人は、当審公判廷において\nもこれに沿う供述をしている。\n２　しかしながら、被告人の原審公判供述は、前記認定の客観的状況と符合しな\nい部分が多く、また、前掲の目撃者らの証言その他関係者らの供述等と明らかに矛\n盾する点も多いのである。すなわち、前記のとおり、本件車両が、本件当日の午前\n一一時四二、三分ころ明治通りからＥの駐車場に入ったことは明らかであるが、原\n判決も説示しているとおり、被告人の原審公判供述を前提にすると、被告人が、Ｅ\n駐車場に本件車両を置いたままＡのアパートに向かった後、被告人及びＡ以外の第\n三者が、本件車両をＥ駐車場から持ち出し、その後再び右駐車場に入れておいたと\nいうことになる。しかし、そのような可能性は極めて低いと考えられ、そうする\nと、まずもって、被告人の原審公判供述は、この点においてその信用性に重大な疑\n問があるといわざるを得ない。また、被告人の原審公判供述は、Ｇの家がわからず\nぐるぐる回っていたというのであるが、先に述べたとおり、被告人はともかく、本\n件車両を運転していたとされるＡは、Ｇの家を知っていたと思われ（この点、被告\n人は、原審公判供述において、被告人とＧがタクシーでＧの家に行ったときには迷\nわずに行けた旨供述しているのである。）、不自然といわなければならない。ま\nた、前記認定のとおり、被告人とＡは、ＡがＨのもとに電話してから一〇分か二〇\n分くらいしてＧ方に現れているのであるが、右供述は、この事実とも符合していな\nい。\nまた、Ａと運転を代わった時期に関する被告人の供述をみると、被告人は原審第\n四回公判廷において、当初弁護人の質問に対し、裏通りで代わったと供述しなが\nら、その後検察官の質問に対し、裏通りで代わったのではなく、Ｅ近くで被告人が\n電話を掛けに行った際代わったものであるなどと供述を変更させている。そして、\n原審第七回公判廷において、再度、裏通りに間違いないなどと供述しており、この\n点に関し明らかな供述の変遷が認められる。しかも、被告人は、当審公判廷におい\nては、事故後二、三分くらいして、裏通りの商店街へ入ったところで運転を代わっ\nたもので、原審の法廷でも検察官から道順を質問され、左へ入って、また右へ入っ\nて商店街へ上がって、そこで運転を代わったと話していると思うなどと再び食い違\nう供述をしているのであって、こうした供述の変遷状況に照らしても、Ａと運転を\n代わったという供述自体、その信用性はほとんどないというほかない。\nさらに、被告人の原審公判供述によると、Ａは、Ｋ前で被告人と別れた後、そこ\nからほど近いＧの家に行くこともなく、タクシーを乗り逃げして自分のアパートに\n戻ったというのであるが、そのような行動をとることが全く有り得ないとはいえな\nいとしても、やはり不自然であるといわざるを得ない。\nなお、この戸に関し、所論は、被告人は、裏付け捜査やＡの捜査官に対する供述\n等によって、Ａが本件車両の中に白色ジャンパーや財布を置き忘れたことが明らか\nになる前の段階で、Ａが所持金を持たずにタクシーに乗ったことを知っていたもの\nであるが、被告人は逮捕された後、Ａと話す機会は全くなかったのであるから、こ\nのことは、被告人の右供述が真実であることを裏付けるものであるなどと主張す\nる。しかしながら、被告人自身も、原審公判廷において、Ｇのアパートから三人で\nＥの駐車場に向かった際、Ａが、車内に服や財布等の忘れ物をして、それを取りに\n行きたいと言いだし、自分は車に戻りたくなかったが、Ａが一人で行くのは嫌だと\nいうので一緒に行ったなどと述べているのであって、これによれば、被告人は、既\nにその時点で、Ａが財布を本件車両内に置き忘れてきたことを知っていたものであ\nるから、被告人において、Ａがタクシー料金を払えないことを知っていたからとい\nって、被告人のこの点に関する供述が真実であることを裏付けるものであるなどと\nはいえない。\n３　他方、被告人は、捜査段階において、本件事故当時本件車両を運転していた\nのは自分である旨逮捕直後から一貫して供述し、本件各犯行を自白しているとこ\nろ、捜査段階における本件事故の状況に関する被告人の供述に不自然、不合理な点\nはなく（事故直前最初に被害車両に気付いた地点、事故前ブレーキを踏んだか否か\nというような点について若干供述の変遷がみられるが、供述全体の信用性に影響が\nあるものとは考えられない。）、前記認定した客観的事実や目撃者等の各証言とも\n符合している。もっとも、被告人の捜査段階における供述中には、Ａとの関わりに\nついて全く述べられていないけれども、この点は、原判決も指摘するとおり、Ａと\n口裏合わせをしたことが発覚するのをおそれたこと、あるいは、Ａの名前を出せ\nば、Ｈの名前も出さざるを得なくなり、そのような者に迷惑をかけたくないなどと\n考えて、そのような供述になったと考えることが十分可能であり、この点が、被告\n人の捜査段階における供述の信用性に何ら影響を及ぼすものではない。\nなお、被告人は、原審公判廷において、自分は捜査段階において虚偽の自白をし\nたものであり、その理由として、本件がこのような裁判になるほどの大きな事件で\nはなく簡単に済むものと考え、また、本件車両が被告人自ら借りたものであり、助\n手席に乗っていたとはいえ、一緒に逃走したという負い目があり、さらに、友人の\n名前を出すのは友人を裏切るような感じがし、Ａの方から名乗り出てくれるだろう\nと考え、当初から自分が事故を起こした旨述べたなどと供述している。しかし、い\nわゆるひき逃げまでしておいて本件が簡単に済むものと思ったなどという弁解自\n体、にわかに信用できないものであるし、被告人は、逮捕、勾留されて平成四年一\n〇月一五日に起訴までされていながら、被告人が、弁護人に対し無罪であることを\nほのめかしたのは、関係各証拠上、同年一一月九日ころのことであることが窺われ\nるのであって、本件が簡単に済むものと考え虚偽の自白をしたなどという弁解は到\n底信用できない。また、被告人とＡとの関係をみると、たしかに本件当時はいわゆ\nるシンナー仲間として頻繁に遊んでいたことが認められるけれども、関係各証拠に\nよれば、被告人は、同年五月ころ、新宿にシンナーを買いに行った際初めてＡと知\nり合ったもので、本件当時は知り合ってから半年くらいの付き合いであったことが\n認められ、Ａとその程度の関係に過ぎなかった被告人が、とっさにＡの犯罪を庇う\nとは通常は考えにくいところである。この点に関し、関係各証拠によれば、Ａは、\n被告人がＥ駐車場で警察官から職務質問を受けた際、その場からいち早く逃げ去っ\nていることが認められるところ、所論は、この点、Ａが真犯人でないとすれば、な\nぜ逃げ去る必要があったのか疑問である旨主する。しかしながら、Ａは、この点に\nついて、変更後の供述において、自分は、元々シンナーの件等で警察に捕まったこ\nともあり、警察は苦手ですし、Ｍ（被告人）との間でも事故の時、Ｍは自分と一緒\nにいたといううその話をする約束をしており、やましい気持ちもあったので、やば\nいと思い、その場から小走りで逃げだしてしまったなどと供述している。そして、\nＡの右供述は十分説得力をもつものであって、Ａが右のような行動をとったからと\nいって、被告人が、本件事故当時、本件車両を運転していたことについて疑問を抱\nかせる証拠となるものではない（なお、関係各証拠によれば、一緒にＥの駐車場に\n出向いたＨもＡ同様その場から立ち去っていることが認められる。）。\nまた、被告人は、当審公判廷において、本件事故後、Ａは、Ｅ近くのＫで電話を\n掛ける前の午前一〇時一五分ころにも、城東警察署より南にあるコンビニエンスス\nトアーに立ち寄って電話を掛けようとした、その際、自分は、Ａから十円玉がない\nかと言われ、店に入って行き金をくずして外に出るとＡは電話を掛けていたので、\nどうして電話を掛けることができたのかと聞くと、Ａは、隣にいた銀行員みたいな\n人からテレホンカードを借りたと言っていたので、悪いと思い缶コーヒーを買って\nきてその人に渡したという出来事があったことを思い出したなどと供述する。しか\nしながら、右のコンビニエンスストアーの場所に関する被告人の供述はかなり曖昧\nであり、当審における事実取調べの結果によると、被告人が店の特徴としていう\n「駐車場」のあるコンビニエンスストアーは、被告人の述べるような場所には存在\nしていない。しかも、被告人は、Ａは電話を掛けたが相手が不在で通話できなかっ\nたとも供述しており、そうであれば、缶コーヒーまで買って礼をする必要はないと\n思われるのであって、被告人の右供述は、不自然であり、これを信用することがで\nきない。\n４　以上のとおり、被告人の捜査段階における自白は十分信用することができ、\n他方、被告人の原審公判供述及び当審公判廷における供述は信用することができな\nい。\n六　以上要するに、前記三及び四で検討した結果に被告人の捜査段階における自\n白を合わせ考慮すれば、被告人が、本件事故当時、本件車両を運転していたことは\n十分に肯認することができ、したがって結局、原判決挙示の各証拠を総合すれば、\n原判示の罪となるべき事実は合理的な疑いを越えて認定することができるのであっ\nて、原判決に所論のような事実認定の誤りはない。論旨は、理由がない。\n第二　控訴趣意中訴訟手続の法令違反の主張について\n<要旨>一　所論は、要するに、原判決は、Ａが平成五年二月九日以降捜査官に対\nして行った供述（変更後の供</要旨>述）は基本的に信用性を認めることができると\n判断しているが、弁護人は、原審において、Ａの捜査官に対する右同日付け以降の\n各供述調書について、同人の供述に変遷があったとの立証趣旨の限度で同意したに\n過ぎないから、原判決の右判断は、明らかに右の立証趣旨を逸脱して右各供述調書\nを有罪認定の資料にしているものであって、原判決には、判決に影響を及ぼすこと\nが明らかな訴訟手続の法令違反がある、というのである。\n二　この点まず、原判決が「証拠の標目」の項中にＡの検察官に対する同日付け\n及び同月一二日付け各供述調書（甲第四五号証、第四九号証）を掲記しており、\n「事実認定の補足説明」の項における説示内容と合わせ考えれば、原判決において\nＡの検察官に対する右各供述調書が犯罪事実認定の証拠資料として用いられている\nことは明らかである。そして、原審記録を調査して検討すると、原審第八回公判期\n日において、「１」検察官から、立証趣旨をいずれも「事故時被告人車両に同乗し\nていなかったこと等」として右各検察官調書、Ａ作成の同月九日付け上申書（甲第\n四六号証）、Ａの司法警察員に対する同日付け、同月一〇日付け及び同月二一日付\nけ各供述調書（甲第四七号証、第四八号証、第五二号証）並びにＡ作成にかかる各\n略図（甲第五〇号証、第五一号証）の証拠調べの請求があり、弁護人が右各請求証\n拠を証拠とすることに同意しないとの意見を述べたこと、「２」さらに、Ａの検察\n官に対する右各供述調書については、検察官からいずれも刑訴法三二一条一項二号\nに該当する書面として取調べを求めるとの意見が述べられ、弁護人からも右法条に\n基づく取調べには異議がないとの意見が述べられ、その結果、右各検察官調書につ\nき同号に該当する書面として証拠調べの決定がなされ、その取調べが行われたこ\nと、「３」一方、Ａの司法警察員に対する右各供述調書、Ａ作成の上申書、Ａ作成\nにかかる各略図については、検察官から、その立証趣旨を、Ａの供述の変遷とする\n旨その変更の申立があり、弁護人において立証趣旨の変更につき異議がないとの意\n見が述べられ、裁判長が右変更を許可した上、右各司法警察員調書、上申書及び各\n略図につきいずれも非供述証拠として証拠調べの決定がなされ、その取調べが行わ\nれたことが認められる。したがって、以上の手続経過に照らし、Ａの検察官に対す\nる右各供述調書については、その供述内容が証拠となる書面として適式な証拠調べ\nが行われていることが明らかである。\n三　次に、Ａの検察官に対する右各供述調書を刑訴法三二一条一項二号に基づき\n証拠として取り調べることができるかどうかみると、検察官がその旨主張し、弁護\n人においてもその点異議がない旨意見を述べていることは別として、本件の手続過\n程と右各検察官調書が作成された状況、右各検察官調書の供述内容ないしＡの供述\nの変遷過程並びに前記第一の四４において認定したとおりＡが死亡したことなどを\n合わせ考えれば、右各検察官調書がいずれも同号前段に該当する書面であることは\n十分に肯認できる。すなわち、前記第一の四において検討したとおり、Ａは、原審\n第二回公判廷（平成四年一二月一〇日）において証人尋問を受け、本件事故の際本\n件車両に自分が乗っていたかどうかなどにつき供述し、その後検察官から取調べを\n受け、前の証言と異なる供述を内容とする前記二月九日付け及び同月一二日付けの\n各検察官調書が作成され、次いで、原審第六回公判期日（同月一八日）に検察官か\nらＡを改めて証人として取り調べることを求める証拠調べの請求があり、同期日に\nその旨の証拠調べの決定があって、原審第七回公判期日（同年三月五日）にＡが証\n人として喚問されていたところ、同日早朝にＡが自殺したという経過が明らかであ\nる。なお、検察官が原審第六回公判期日に再度のＡの証人尋問を請求したのは、Ａ\nの前回の証言内容を変更させ、右各検察官調書と同一の内容の供述を得ようとした\nものであったことも、当然に窺われる。そうすると、右の各検察官調書は、Ａの原\n審第二回公判期日における証言との関係では、同証言よりも後にした供述を内容と\nするものであるから、刑訴法三二一条一項二号後段を適用することはできない。し\nかし、原審第七回公判期日に行う予定であった証人尋問との関係では、前に一度公\n判期日に証人として供述しているとはいえ、原審第七回公判期日にはこれと異なる\n内容の供述すなわち新たな内容の供述を行うことが予定されていたのであるから、\n供述者が死亡したため公判期日において供述することができないときに当たるもの\nということができ、したがって、右各検察官調書に同号前段を適用することができ\nるものと解される。\n四　以上要するに、原審がＡの検察官に対する同年二月九日付け及び同月一二日\n付け各供述調書をいわゆる二号書面として証拠調べを行い、原判決においてこれら\nを犯罪事実認定の証拠資料として用いたことは、何ら違法不当なものではない。な\nお、非供述証拠として取り調べた前記各司法警察員調書、上申書及び各略図につい\nては、原判決において「証拠の標目」の項にこれらを一切掲記しておらず、「事実\n認定の補足説明」の項をみても、これらを犯罪事実認定の証拠資料として用いてい\nないことは明らかである。\nしたがって結局、現判決には所論指摘のような訴訟手続の法令違反はなく、論旨\nは、理由がない。\nよって、刑訴法三九六条により、本件控訴を棄却し、刑法二一条を適用して、当\n審における未決勾留日数中五〇日を原判決の刑に算入することとし、主文のとおり\n判決する。\n（裁判長裁判官　松本時夫　裁判官　小田健司　裁判官　河合健司）\n"
}