{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 9,
    "day": 9
  },
  "case_number": "平成9(ワ)715",
  "case_name": "著作権に基づく侵害差止請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13610",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13610",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/610/013610_hanrei.pdf",
  "contents": "平成九年(ワ)第七一五号著作権に基づく侵害差止請求事件\n判　　　　決\n原　告　　　　　　　　　　　　　　　フレッシュサウンドレコードこと\n【Ａ】\n原　告　　　　　　　　　　　　　　　スーパー・ストップ株式会社\n右代表者代表取締役　　　　　　　　　【Ｂ】\n右両名訴訟代理人弁護士　　　　　　　山下良策\n被　告　　　　　　　　　　　　　　　ヴィーナスレコード株式会社\n右代表者代表取締役　　　　　　　　　【Ｃ】\n右訴訟代理人弁護士　　　　　　　　　梅沢良雄\n被　告　　　　　　　　　　　　　　　株式会社徳間ジャパン\nコミュニケーションズ\n右代表者代表取締役　　　　　　　　　【Ｄ】\n右訴訟代理人弁護士　　　　　　　　　城戸　勉\n主　　　　文\n一　被告らは、別紙被告第二ジャケット目録の図柄を付したジャケットを用\nいて別紙レコード目録記載②のレコードを販売してはならない。\n二　原告【Ａ】のその余の請求及び原告スーパー・ストップ株式会社の請求\nをいずれも棄却する。\n三　訴訟費用は、原告スーパー・ストップ株式会社と被告らの間において\nは、被告らに生じた費用の二分の一を原告スーパー・ストップ株式会社の負担と\nし、その余を各自の負担とし、原告【Ａ】と被告らの間においては、原告【Ａ】に\n生じた費用の五分の一を被告らの、被告らに生じた費用の五分の二を原告【Ａ】の\n各負担とし、その余を各自の負担とする。\n事実及び理由\n第一　請求\n一　原告【Ａ】の請求\n１　被告らは、別紙レコード目録記載の各レコードを製造し、販売し、若しく\nは頒布してはならない。\n２　被告らは、原告【Ａ】に対し、金二〇〇万円及びこれに対する平成九年二\n月一一日から支払済みに至るまで年五分の割合による金員を支払え。\n二　原告スーパー・ストップ株式会社の請求\n被告らは、原告スーパー・ストップ株式会社に対し、金一〇〇〇万円及びこ\nれに対する平成九年二月一一日から支払済みに至るまで年五分の割合による金員を\n支払え。\n三　原告らの請求\n１　被告らは、\n(一)　別紙被告第一ジャケット目録の図柄を付したジャケットを用いて別紙\nレコード目録記載①のレコードを、\n(二)　別紙被告第二ジャケット目録の図柄を付したジャケットを用いて別紙\nレコード目録記載②のレコードを、\n(三)　別紙被告第三ジャケット目録の図柄を付したジャケットを用いて別紙\nレコード目録記載③のレコードを、\n(四)　別紙被告第四ジャケット目録の図柄を付したジャケットを用いて別紙\nレコード目録記載④のレコードを、\nそれぞれ製造し、販売し、若しくは頒布してはならない。\n２　被告らは、株式会社スイングジャーナル社発行の月刊誌「スイングジャー\nナル」、株式会社立東社発行の月刊誌「ジャズライフ」及びビルボード社（アメリ\nカ）発行の週刊誌「ビルボード」の各雑誌に各一回ずつ、「スイングジャーナル」\n及び「ジャズライフ」については別紙(一)記載の、「ビルボード」については別紙\n(二)記載の謝罪広告をそれぞれ別紙掲載条件目録記載の条件で掲載せよ。\n第二　事案の概要等\n一　事案の概要\n本件は、別紙レコード目録記載の各レコード（以下「本件各レコード」とい\nい、同目録記載一ないし四のレコードをそれぞれ「本件第一レコード」ないし「本\n件第四レコード」という。本件訴訟において「レコード」という場合、特に断らな\nい限りコンパクトディスク（ＣＤ）を含むものとする。）に別紙原告第一ないし第\n四ジャケット目録記載の各図柄（以下、それぞれ「原告第一図柄」ないし「原告第\n四図柄」といい、これらを併せて「原告各図柄」という。）のジャケットを付し\nて、フレッシュ・サウンド・レーベルで製造、販売しているとする原告らが、本件\n各レコードに別紙被告第一ないし第四ジャケット目録記載の各図柄（以下、それぞ\nれ「被告第一図柄」ないし「被告第四図柄」といい、これらを併せて「被告各図\n柄」という。）のジャケットを付して製造、販売していた被告らに対し、本件各レ\nコードの著作隣接権、原告第二図柄の著作権及び不正競争防止法（二条一項一号）\nに基づいて、被告商品の製造、販売の差止、損害賠償等を請求している事案であ\nる。\n二　前提的事実（争いがないか、後掲各証拠により認められる。）\n１　原告【Ａ】は、スペインのレコード会社であるフレッシュ・サウンド・レ\nコード（以下「フレッシュ・サウンド社」という。）の経営者であり、原告スーパ\nー・ストップ株式会社（以下「原告スーパー・ストップ」という。）は、レコード\nの輸入及び輸出販売を目的とする会社である。（甲第一号証の一、三、第三号証の\n一、二、第一四号証の一ないし五、第二七号証、原告スーパー・ストップ代表者本\n人尋問の結果）\n被告ヴィーナスレコード株式会社（以下「被告ヴィーナス」という。）\nは、レコード原盤の企画、製作及び販売等を目的とする会社であり、被告徳間ジャ\nパンコミュニケーションズ（以下「被告徳間」という。）は、音楽録音物等の企\n画、製作、販売及び輸出入等を目的とする会社である。\n２　本件各レコードに録音されている音源は、もともと、米国においてジャズ\nを専門に扱うエベレスト・レコード・グループ（以下「エベレスト社」という。）\nが一九五四年から一九六〇年にかけて、いずれも米国ニューヨーク州で固定したも\nのであり、同社は、右音源に基づいてレコードを製作し、独自に作成した図柄のジ\nャケットを付して製造、販売していた（以下、これらのレコードを「エベレスト\n盤」という。なお、エベレスト盤は、本件第二レコードについては、「バンプ・テ\nィル・レディ（VAMP 'TIL READY）」という\n題名であり、本件第二レコードとは曲名、曲順の一部が異なっていた。）。\n（甲第一二号証、第二八号証ないし第三〇号証（各枝番を含む））\n３　スペインに在住する原告【Ａ】が経営するフレッシュ・サウンド社は、本\n件第一レコードに原告第一図柄を、本件第二レコードに原告第二図柄を、本件第三\nレコードに原告第三図柄を、本件第四レコードに原告第四図柄をジャケットとして\n付して製造、販売している（以下、これらの商品を「原告商品」という。）。原告\n各図柄とエベレスト盤に使用されていたジャケットを比較すると、原告第一、第三\n及び第四図柄はほぼ同一であり、原告第二図柄については、題名を含め、全く異な\nるものである。なお、本件第二レコードは、前記のとおり、エベレスト盤とは曲\n名、曲順の一部も異なっている。（甲第一二号証の一、二、検甲第一号証、第三号\n証、第五号証、第七号証及び原告スーパー・ストップ代表者本人尋問の結果並びに\n弁論の全趣旨）\n原告スーパー・ストップは、原告商品を日本に輸入して販売している。\n４　被告ヴィーナスレコードは、少なくとも平成八年末まで、本件第一レコー\nドに被告第一図柄を、本件第二レコードに被告第二図柄を、本件第三レコードに被\n告第三図柄を、本件第四レコードに被告第四図柄をそれぞれジャケットとして付し\nて製造して、平成九年二月一三日ころまでこれらを販売し（以下、これらの商品を\n「被告商品」という。）、被告徳間は、少なくとも平成九年二月一三日まで、被告\nヴィーナスから委託を受けてこれらを販売していた。\n被告各図柄は、原告各図柄とそれぞれほぼ同一であり、したがって、被告\n第一、第三、第四図柄はエベレスト盤に使用されていたレコードジャケットとほぼ\n同一である。\nまた、少なくとも被告第二図柄は原告第二図柄から複製したものである。\n（乙第四号証、被告ヴィーナス代表者本人尋問の結果）\n第三　争点\n一　著作隣接権に基づく請求（原告【Ａ】に関し、本件各レコードについて）\n１　被告らが現に行った被告商品の製造、販売に関し、本件各レコードの著作\n隣接権は著作権法により保護されるか。\n２　原告【Ａ】は、本件各レコードの著作隣接権者か。\n３　被告らは、本件各レコードの複製、頒布につき、エベレスト社から許諾を\n受けているか。許諾を受けているとした場合、被告らの本件各レコードの複製、頒\n布は適法となるか。\n４　被告らは、将来、被告商品の製造、販売をするおそれがあるか（差止めの\n必要性）。\n二　著作権に基づく請求（原告【Ａ】に関し、原告第二図柄について）\n１　原告第二図柄は、原告【Ａ】が著作権を有する著作物か。また、原告\n【Ａ】が原告第二図柄の著作権を行使することは権利濫用となるか。\n２　被告らは、原告第二図柄の複製、頒布について、エベレスト社から許諾を\n受けているか。許諾を受けているとした場合、被告らの原告第二図柄の複製、頒布\nは適法となるか。\n３　被告らは、将来、本件第二レコードの製造、販売をするおそれがあるか\n（差止めの必要性）。\n三　不正競争防止法に基づく請求（原告らに関し、本件各図柄について）\n１　原告各図柄は、原告【Ａ】の商品を表示するものとして、需要者の間に広\nく認識されているか。また、原告【Ａ】は、エベレスト社からエベレスト盤のジャ\nケットの商品表示としての周知性を正当に承継した者として、エベレスト社のもと\nで生じた商品表示の周知性を自らのものとして主張できるか。\n２　原告商品の表示と被告商品の表示は類似し、誤認混同のおそれがあるか。\n３　原告スーパー・ストップは、原告商品の輸入販売業者として不正競争防止\n法に基づいて差止請求権を行使できるか。被告らに不正競争の目的があるか。\n４　被告らの損害賠償責任\n四　信用回復措置の必要性\n第四　争点に関する当事者の主張\n一　争点一（本件各レコードの著作隣接権）について\n１　争点一１（著作隣接権の保護範囲）について\n【原告【Ａ】の主張】\n(一)　平成八年一月より、世界貿易機関（ＷＴＯ）の加盟国の国民をレコー\nド製作者とするレコード及び同加盟国において音が最初に固定されたレコードにつ\nいても、我が国の著作権法により保護を受けることになったところ（平成六年改正\n著作権法第八条四号）、アメリカ、スペインはともにＷＴＯ協定（ＴＲＩＰＳ協\n定）の締結国である。\nそして、平成八年一二月に改正され平成九年三月より施行された著作権\n法により、著作隣接権の保護期間が五〇年間に延長されたことから、日本において\nも五〇年前までに録音固定され発売されたレコードであれば、著作隣接権として保\n護されることとなった。\n(二)　本件各レコードの音源は、いずれも一九五四年ないし一九六〇年の間\nに、アメリカにおいて音が最初に固定され、アメリカ国民である【Ｅ】氏によって\nレコード製作がされたものである。\n(三)　したがって、本件各レコードは、著作権法の保護の対象となる。\n【被告らの主張】\n平成九年三月二五日施行の改正著作権法により著作隣接権の範囲が拡大す\nることになったとしても、右法改正までの間、すなわち自由利用が可能であった過\n去の利用行為につき、遡って違法となるものでないことは、法律不遡及の原則から\nして当然である。\n被告らは、右施行期日以降は、被告商品を製造、販売していないから、原\n告【Ａ】の主張は理由がない。\n２　争点一２（著作隣接権者）について\n【原告【Ａ】の主張】\n原告【Ａ】は、一九九〇年五月一日に本件第一、第二及び第四レコードに\nついて、また、一九九一年一〇月三一日に本件第三レコードについて、エベレスト\n社から原盤権を買い取り、レコード製作者としての権利を取得した。\n【被告らの主張】\n原告【Ａ】が、本件各レコードの音源の原盤権を譲り受けたとの主張は争\nう。\n３　争点一３（許諾）について\n【被告らの主張】\n被告ヴィーナスは、エベレスト社から本件各レコード及びこれらに付され\nていたジャケット図柄の複製、頒布の許諾を受けた米国のインタープレイ社から複\n製、頒布の再許諾を受け、レコード複製用のマザーテープ及びジャケットなどの資\n料を入手して、適法に被告商品を製造し、被告徳間はこれを販売したものである。\n【原告【Ａ】の主張】\nインタープレイ社がエベレスト社から本件各レコードの複製、頒布につき\n許諾を受けたとの主張は争う。\n４　争点一４（差止めの必要性）\n【原告【Ａ】の主張】\n平成八年改正著作権法によって、本件各レコードの著作隣接権は保護の対\n象となったのであるから、原告らが著作権法に基づいて被告らに対し、本件各レコ\nードの製造、販売の差止を求める権利を有する。\n被告らが本件各レコードの製造、販売を中止したからといって、将来の侵\n害のおそれがなくなるものではない。\n【被告らの主張】\n被告ヴィーナスは、平成八年一二月末日以降本件各レコードを製造してお\nらず、その全量を販売している被告徳間も、平成九年二月一三日以降、これらを販\n売していない。\nしたがって、本件各レコードの製造、販売の差止請求には理由がない。\n二　争点二（原告第二図柄の著作権）について\n１　争点二１（著作物性、権利濫用）について\n【原告【Ａ】の主張】\n原告第二図柄は、原告【Ａ】が、肖像写真の選択、タイトル名の大きさ、\n色彩、形状、配置などを検討して作成したものであり、写真部分とタイトル名の二\nつが相俟って全体として一個のデザインを構成しており、そこに精神的活動の表現\nを認めることができるから、著作物である。\n【被告らの主張】\n(一)　原告第二図柄の背景は、演奏家の肖像写真であって、原告【Ａ】の創\n作した著作物ではない。\n(二)　仮に、原告第二図柄を原告【Ａ】が独自に作成したとすれば、著作者\nの著作人格権及び実演家の肖像権を侵害しているから、原告【Ａ】の原告第二図柄\nの著作権に基づく請求は、いずれも信義則に反し、権利濫用である。\n２　争点二２（許諾）について\n【被告らの主張】\nインタープレイ社代表者【Ｆ】は、エベレスト社代表者【Ｅ】から、本件\n第二レコードのマザーテープ及びジャケットは手元に見当たらないので、フレッシ\nュ・サウンド社のものから複製するように指示を受けていた。\n【原告【Ａ】の主張】\n争う。\nそもそも、原告第二図柄は、原告【Ａ】が作成したものであり、エベレス\nト社が許諾することはあり得ない。\n３　争点二３（差止めの必要性）について\n【原告【Ａ】の主張】\n被告らが被告商品の製造、販売を中止したからといって、将来の侵害のお\nそれがなくなるものではない。\n【被告らの主張】\n被告ヴィーナスは、平成八年一二月末日以降本件各レコードを製造してお\nらず、その全量を販売している被告徳間も、平成九年二月一三日以降、これらを販\n売していない。\nしたがって、被告商品の製造、販売についての差止請求には理由がない。\n三　争点三（不正競争）について\n１　争点三１（周知商品表示性）について\n【原告らの主張】\n(一)　原告第一、第三及び第四図柄について\n(1)　原告商品のジャケットに使用されている原告各図柄のうち、原告第\n一、第三及び第四図柄は、もともと、エベレスト社が創作したものであり、同社\nは、右各ジャケットを用いて本件第一、第三及び第四レコードを永年にわたり製\n造、販売してきた。\n一九九〇年ないし一九九一年ころに原告【Ａ】が本件各レコードの原\n盤権を買い取った後は、原告【Ａ】は、右各図柄をそのままジャケットに使用しつ\nつ、表面又は裏面に「フレッシュサウンド」との表示を加えた上で本件第一、第三\n及び第四レコードを製造、販売している。\n原告第一、第三及び第四図柄は、エベレスト社の商品であることを示\nす表示として極めて著名であるばかりか、フレッシュサウンドの商品であることを\n示す表示としても周知のものとなっている。\n(2)　原告【Ａ】は、本件各レコードの原盤権及びジャケット図柄の独占的\n排他的利用権限その他付随する一切の権利をエベレスト社から譲り受けることによ\nり、原告第一、第三及び第四図柄によって表象されるエベレスト社の表示としての\n周知性も承継している。\nしたがって、原告第一、第三及び第四図柄は原告【Ａ】の商品を表示\nするものとして周知である。\n(二)　原告第二図柄について\n原告第二図柄は、原告【Ａ】が創作したものである。エベレスト社は、\nもともと別の図柄をジャケットとして用いて本件第二レコードを販売していたとこ\nろ、原告【Ａ】が右レコードの原盤権を買い取った際に、ジャケット図柄を変更し\nて原告第二図柄とし、「フレッシュサウンド」の表示を裏面に加えて、本件第二レ\nコードを販売している。\n原告第二図柄は、フレッシュ・サウンド社の商品であることを示す表示\nとして周知のものとなっている。\n(三)　被告らは、原告商品の「FRESH SOUND」の表示部分のみが原告らの商品\n表示であると主張する。しかし、レコード購入者は、レコードのジャケッ\nト図柄を見て他の商品と識別し、あるいはどのレコードを購入するかを決定するも\nのであり、とりわけ本件各レコードのようにジャズレコードの復刻盤の場合、ジャ\nズの愛好家の間ではジャケット図柄が有名となって親しまれており、ジャケット図\n柄によってオリジナルレコードであることを信用し、ひいてはレコードの内容に対\nする信用を生じ、購買意欲を促すものである。したがって、原告各図柄全体が一個\nの商品表示として機能しているというべきである。\nそして、フレッシュ・サウンド・レーベルは、我が国の需要者の間では\n有名なレーベルであり、原告商品は、本件各図柄、裏表示、ＣＤ本体にフレッシ\nュ・サウンドの表示がされていることから、これらが図柄と一体となって、フレッ\nシュ・サウンドの商品表示、ひいては原告【Ａ】の商品表示となっているというこ\nとができる。\n【被告らの主張】\n(一)　原告第一、第三、第四図柄の周知商品表示性\n原告第一、第三及び第四図柄は、いずれもエベレスト社が、その楽曲の\n音源を製作（録音固定）発売した際、レコード商品ごとに考案したジャケットの図\n柄とほぼ同一である。\n被告商品は、エベレスト社の名盤復刻を目的として製造、発売され、そ\nのためにエベレスト社と同一ないし共通類似する図柄、タイトル等を表示したもの\nである。これらは、エベレスト社の名盤の復刻盤であることを示すことに意味があ\nり、被告ヴィーナス又は原告【Ａ】（ないしフレッシュ・サウンド社）の商品であ\nることに意味があるのではない。すなわち、これらのジャケット図柄及びタイトル\nは、いずれも、エベレスト社の音源の復刻盤であり、これらの楽曲の音源の出所が\nエベレスト社であることを表すものであって、いわば客観的に個々の音源ごとの内\n容（すなわち音源ごとの名称）を認識表示する性格のものである。\n本件各レコードにおいて、商品の出所表示機能の存する部分は、原告商\n品については「FRESH SOUND」の部分であり、被告商品については「Venus Records\nInc」の部分である。原告らは、ジャケット図柄及びタイトルをもって原告の商品表\n示と主張するが、失当である。\nしたがって、原告第一、第三及び第四図柄が原告【Ａ】の商品表示であ\nるとすることはできない。\n(二)　原告第一、第三及び第四図柄は、エベレスト社固有のものであって、\n同社に帰属する。仮に、本件各レコードの音源に関する権利（著作隣接権）がエベ\nレスト社から原告【Ａ】に譲渡されていたとしても、音源に関する権利とそのジャ\nケット図柄に関する権利は別個独立であるから、音源の譲渡によって原告【Ａ】が\n本件第一、第三及び第四図柄の独占的排他的利用権限を有するものではない。\n(三)　原告第二図柄が原告の商品表示として周知性があるとの主張は争う。\n２　争点三２（誤認混同のおそれ）について\n【原告らの主張】\n被告商品は、原告商品と音楽著作物として全く同一であり、商品の包装に\n当たるジャケット図柄まで全く同一又は極めて類似したものを使用している。通常\nのレコード需要者にとって、原告商品と被告商品とを区別することはほとんど困難\nである。\n被告らが原告商品それ自体の著名性、周知性あるいは商品イメージを利用\nして不当に顧客を勧誘していることは明白である。\n【被告らの主張】\n被告らは、被告商品に自己の商号等を付して製造、販売しており、原告商\n品との間に、現実に混同が生じたことは全くない。\nまた、被告らにフリーライドの目的はない。\n３　争点三３（原告スーパー・ストップの請求適格）\n【原告らの主張】\n原告スーパー・ストップは、日本における唯一のフレッシュ・サウンド社\nのレコードの正規輸入業者として、一九九一年から本件各レコードを独占的に日本\nに輸入し、販売している。右事実は、ジャズレコードを扱うレコード店、音楽愛好\n家その他レコード購入者の間では広く認識されている。\nのみならず、原告スーパー・ストップは、フレッシュ・サウンド社のレコ\nードを各種雑誌に宣伝したり、レコード店にパンフレットを多数配布する等して、\nレコード販売のために営業を行っている。\nしたがって、原告スーパー・ストップは、不正競争によって営業上の利益\nを侵害され又は侵害されるおそれがある者に含まれ、不正競争行為を差し止める権\n利を有する。\n【被告らの主張】\n原告スーパー・ストップは、日本国内における販売業者にすぎず、不正競\n争防止法上の保護要件を欠き、当事者適格がない。\n４　争点三４（損害）について（不正競争防止法に基づく損害賠償請求）\n【原告らの主張】\n(一)　被告商品を販売することにより、不正競争行為によって原告らの営業\n上の利益を侵害したことについて、被告らには少なくとも過失がある。\n(二)　被告らの不正競争行為により、原告【Ａ】は、本件各レコードに関し\nて使用許諾を与えたならば取得できたであろう許諾料相当額であるレコード一つ当\nたり五〇万円、本件各レコード合計で二〇〇万円の損害を被った。\n(三)　被告らの不正競争行為により、原告スーパー・ストップは、信用を毀\n損された。これにより被った損害を金銭に換算すると、一〇〇〇万円を下らない。\n【被告らの主張】\n争う。\n本件第二図柄を使用した本件第二レコードを販売したことにつき、被告ら\nに過失はない。\n四　争点四（信用回復措置の必要性）について\n【原告らの主張】\n被告徳間は日本レコード協会加盟の高名なレコード会社であり、被告らの行\n為によりむしろ原告らが海賊盤を製造販売しているかのような誤解を受け、レコー\nド会社や雑誌社に対する原告らの名誉及び信用が現実に害されている。その信用回\n復行為として、不正競争防止法七条に基づき、また、原告第二図柄については著作\n権法一一五条に基づき、ジャズ業界で有名な三誌に別紙のとおりの謝罪広告をさせ\nるのが相当である。\n【被告らの主張】\n争う。\n第五　当裁判所の判断\n一　争点一（本件各レコードの著作隣接権）について\n１　争点一１（著作隣接権の保護範囲）について\n(一)　著作権法改正の経緯\n(1)　平成六年法律第一一二号「著作権法及び万国著作権条約の実施に伴う\n著作権法の特例に関する法律の一部を改正する法律」（以下「平成六年改正法」と\nいう。）により、著作権法八条四号が改正され、レコードでこれに固定されている\n音が最初に世界貿易機関の加盟国において固定されたものについて、現行著作権法\nの施行時、すなわち昭和四六年一月一日以降に録音固定されたものに限って、新た\nに著作隣接権による保護が与えられることとなり（右保護対象の限定は、平成八年\n法律第一一七号による改正前の著作権法原始附則二条三項二号で、「この法律の施\n行前にその音が最初に固定されたレコード」については、新著作権法中著作隣接権\nに関する規定を適用しないと規定されたことによる。）、同改正規定は平成八年一\n月一日に施行された（同改正法附則一条、平成七年政令第四〇号）。\n(2)　その後、平成八年法律第一一七号「著作権法の一部を改正する法律」\n（以下「平成八年改正法」という。）により、現行著作権法原始附則二条三項は削\n除され、レコードの著作隣接権は、世界貿易機関の加盟国に係るレコードについて\nも、その音を最初に固定した時に始まり、その日の属する年の翌年から起算して五\n〇年間、保護の対象とされることとなり（著作権法一〇一条二号）、同改正法は、\n平成九年三月二五日に施行された（同改正法附則一条、平成九年政令第二三号）。\n(二)　ところで、平成八年改正法により新たに著作隣接権の保護の対象とな\nったレコードで右改正法施行前に作製された複製物（以下「施行前複製物」とい\nう。）の取扱いについて、著作権法上は明示的に規定されていないが、これらのレ\nコードは右改正法施行までは著作隣接権に関し自由利用に供されていたものである\nから、その施行期日前の複製、頒布行為について著作隣接権侵害の問題は生じ得な\nいのは明らかであり、また、施行期日後に施行前複製物を頒布する行為も、著作権\n法一一三条一項二号にいう「･･････著作隣接権を侵害する行為によって作製された\n物･･･を･･･頒布･･･する行為」に該当しないから、同規定により著作隣接権を侵害す\nる行為とみなされる余地はなく、その他、施行前複製物の頒布を著作隣接権侵害に\n当たると解する根拠は見当たらない。\nそうすると、平成八年改正法により新たに著作隣接権の保護の対象とな\nったレコードについて、右改正法の施行期日前に複製する行為、また、右施行期日\nの前後を問わず、施行前複製物を頒布する行為は、いずれも、著作隣接権を侵害す\nるものではないと解される。\n(三)(1)　前記第二の二２に記載のとおり、本件各レコードに録音されている\n音は、一九五四年から一九六〇年にかけて、それぞれ米国において固定されたもの\nであり、米国は世界貿易機関の加盟国であるから、本件各レコードの著作隣接権\nは、平成八年改正法により新たに著作隣接権の保護の対象となったものである。\nしたがって、平成八年改正法施行期日（平成九年三月二五日）前の本\n件各レコードの複製行為及び施行前複製物の頒布行為は、いずれも本件各レコード\nの著作隣接権を侵害するものではないということになる。\n(2)　丙第二号証及び被告ヴィーナス代表者本人尋問の結果によれば、被告\nヴィーナスは、平成八年一二月末日以降、被告商品を製造しておらず、また、被告\nらは、平成九年二月一三日以降、被告商品の販売を中止していることが認められ\nる。\nしたがって、被告らによる過去の被告商品の製造、販売行為は、本件\n各レコードの著作隣接権を侵害するものではない。\n２　争点一４（差止めの必要性）について\n(一)　１で判断したところから明らかなように、被告らの過去の被告商品の\n製造、販売は、本件各レコードの著作隣接権（これが何人に帰属するかはひとまず\n措くこととする。）を侵害するものではない。しかし、被告らが今後本件各レコー\nドを複製する場合には、本件各レコードの著作隣接権を侵害することになる。\n(二)　そこで、被告らが将来、本件各レコードを複製した上で頒布するおそ\nれがあるかを検討する。\n前記１(三)(2)で認定したとおり、被告ヴィーナスは、平成八年改正法施\n行期日前に被告商品の製造、販売を中止している。乙第七号証及び第八号証によれ\nば、被告らが被告商品の製造、販売が許諾を受けた適法なものであるとの主張の根\n拠として提出する被告ヴィーナスとインタープレイ社との間の契約書には、契約の\n存続期間は平成九年一二月末日までとされていることが認められ、仮に被告らの許\n諾を受けたとする主張が事実であったとしても既に許諾期間は経過していること、\n前記のとおり本件各レコードの著作隣接権が平成九年三月二五日以降は著作権法に\nよる保護の対象となり、新たに本件各レコードを複製する行為が本件各レコードの\n著作隣接権を侵害するものとなったこと、被告らもそのことを認識していることを\n考え併せれば、被告らが、本件各レコードを今後新たに複製して販売するおそれが\nあると認めることはできない。\nそうすると、原告【Ａ】が本件各レコードの著作隣接権を有しているか\n否かを判断するまでもなく、右原告が被告らに対し、本件各レコードの著作隣接権\nに基づいて、本件各レコードの製造、販売の差止めを求める部分については理由が\nないといわざるを得ない。\n二　争点二（原告第二図柄の著作権）について\n１　争点二１（著作物性・権利濫用）について\n(一)　甲第一号証の一、三、甲第六号証の一、二、第一二号証の一、二、第\n二七号証、検甲第三号証、原告スーパーストップ代表者本人尋問の結果及び弁論の\n全趣旨によれば、原告第二図柄は、原告【Ａ】が独自に作成したものであることが\n認められる。\n被告らは、原告第二図柄は創作性を欠き、原告【Ａ】の著作物ではない\nと主張する。そこで検討するに、前掲甲第六号証の一、二及び検甲第三号証並びに\n弁論の全趣旨によれば、原告第二図柄の背景図柄は、楽器（ドラム）を前にした演\n奏家（本件第二レコード収録曲の演奏家のリーダーであるドラマーの【Ｇ】）の写\n真であること、右写真の著作者は原告【Ａ】ではないことが認められるが、前掲各\n証拠によれば、原告第二図柄は、演奏家の写真を背景図柄として使用しているのみ\nならず、右上部分に黄色のデザイン化された文字で「【Ｇ】」と、また、その下に\n赤色のやや小さめの文字で「SEXTET」と題名が表示され、さらに、中段右寄りに白\n色の文字で三列にわたり六名の演奏家の名前等が表記されていることが認められ、\n題名の構成、題名、演奏家名等の表示の配置、背景写真とこれらの位置関係等にお\nいて、なお、思想又は感情を創作的に表現したものであって、美術の範囲に属する\nもの（著作権法二条一項一号）ということができるから、原告第二図柄は原告\n【Ａ】の創作した著作物であると認められる。\n(二)　被告らは、原告第二図柄は写真家の著作権、演奏家の肖像権を侵害す\nるものであって、これに基づく請求は権利濫用であると主張する。\nしかし、(一)で認定判断したとおり、原告第二図柄それ自体が著作物で\nあるところ、仮にこの著作物に他人が著作権を有する写真が許諾なく使用されてい\nたとしても、著作権法の観点からは、原著作物を翻案したものとして二次的著作物\n（著作権法二条一項一一号）として原著作物の著作権に服することがあるとしても\n（同法二八条）、当該二次的著作物の著作権者が二次的著作物の複製権に基づいて\n差止めを請求することがただちに権利濫用となるものではない。\nまた、原告第二図柄の利用行為が写真の被写体である演奏家の肖像権を\n侵害するものであるか否かは本件全証拠によっても明らかでなく、この点を措くと\nしても、右の点は原告第二図柄の作成者である原告【Ａ】と演奏家本人との関係で\n処理されるべき問題であって、被告らの原告第二図柄の複製、頒布を正当化する根\n拠となるものではなく、また、原告第二図柄の著作権に基づく請求が権利濫用にな\nるものではないと解するのが相当である。\nしたがって、被告らの主張はいずれも採用することはできない。\n２　争点二２（許諾）について\n被告らは、本件各レコードの複製、頒布についてエベレスト社から許諾を\n受けた米国法人インタープレイ社から、複製、頒布の再許諾を受けていると主張す\nる。\nしかし、原告第二図柄は、原告【Ａ】が作成したものであることは前記認\n定のとおりであり、エベレスト社が原告第二図柄の複製、頒布につき何らかの権限\nを有すると認めるに足りる証拠は存しないから、被告らの主張に理由がないことは\n明らかである。\n３　争点３（差止めの必要性）について\n前記一１(三)(2)及び一２(二)で認定判断したとおり、被告ヴィーナスは、\n平成八年一二月末日以降、被告商品を製造しておらず、被告らは、平成九年二月一\n三日以降、被告商品の販売を中止しており、さらに、本件各レコードを今後新たに\n複製して販売するおそれがあるとは認められない。\nしかし、右の販売中止時点において既に製造していた被告商品のうちの本\n件第二レコードの処分については、本件全証拠によっても明らかでない。これら\nは、施行前複製物であって、前記のとおり、その販売行為は本件第二レコードの著\n作隣接権を侵害するものではなく、被告らが主張するインタープレイ社との間の許\n諾期間が既に経過していることを考慮に入れたとしても、なお、被告らが将来これ\nらを販売するおそれはあるというべきである。\nそして、遅くとも本件口頭弁論終結時点においては、被告らは、右の既に\n製造されている被告商品のうちの本件第二レコードが、原告【Ａ】の有する原告第\n二図柄の複製権を侵害する行為によって作成されたものであると認識しているもの\nということができるから、これを将来頒布する行為は原告【Ａ】の著作権を侵害す\nる行為とみなされることとなる（著作権法一一三条一項二号）。\nしたがって、原告【Ａ】が被告らに対し、被告第二図柄を付した本件第二\nレコードの販売を差し止める必要性は認められる。\n三　争点三（不正競争）について\n１　争点三１（周知性）について\n(一)　フレッシュ・サウンド・レーベルによる製造、販売と周知性の取得に\nついて\n本件全証拠によっても、原告各図柄が、原告【Ａ】又はフレッシュ・サ\nウンド社の商品を表示するものとして需要者の間に広く認識されていたと認めるに\nは足りない（原告らは、原告商品を製造、販売するのは原告【Ａ】であると主張す\nるが、前記第二の二３に掲げた各証拠によれば、原告商品の製造、販売元がフレッ\nシュ・サウンド社であることは明らかというべきである。この場合に、原告【Ａ】\nが同社の表示の周知性を主張して不正競争防止法に基づいて差止等を請求できるか\nという問題が別個に存するが、この点は必要性がないので個々では判断せず、原告\n【Ａ】又はフレッシュ・サウンド社の表示として、以下論を進めることとす\nる。）。\n甲第一五号証、第一八号証の一、二、甲第二三号証及び原告スーパー・\nストップ代表者本人尋問の結果によれば、原告商品の日本国内での販売数量は、レ\nコードとＣＤを合わせて、本件第一レコードは四〇〇〇枚程度、本件第二レコード\nは二〇〇〇枚程度、本件第三レコードは三〇〇〇枚程度、本件第四レコードは四〇\n〇〇枚程度であること、原告商品のうち、本件第一、第四レコードは、フレッシ\nュ・サウンド社のカタログや雑誌に掲載されたことが認められるが、ジャズレコー\nドの市場規模は本件全証拠によっても明らかでなく（原告スーパー・ストップ代表\n者は本人尋問において三〇〇〇枚程度売れれば「クリーンヒット」であり、輸入盤\nでは一〇〇〇枚程度であると供述し、被告ヴィーナス代表者は本人尋問において、\n一万枚から二万枚程度で「クリーンヒット」であると供述するが、これらを裏付け\nる資料は存しない。）、また、フレッシュ・サウンド社のカタログに掲載されてい\nる原告第一、第四図柄は、数百枚のジャケットのうちの一枚ないし二枚にすぎな\nい。かえって、乙第一号証、第二号証によれば、スイングジャーナル一九七二年\n（昭和四七年）一一月号に日本コロムビア株式会社が販売する、原告第一図柄とほ\nぼ同一の図柄のジャケットを付した本件第一レコード及び原告第三図柄とほぼ同一\nの図柄のジャケットを付した本件第三レコードが、スイングジャーナル一九九二年\n（平成四年）六月号には、日本フォノグラム株式会社が販売する原告第一図柄とほ\nぼ同一の図柄のジャケットを付した本件第一レコードがそれぞれ掲載されているこ\nとが認められることからすれば、原告各図柄が商品表示主体としての原告【Ａ】あ\nるいはフレッシュ・サウンド社を示すものとして需要者の間に広く認識されている\nと認めるに足りる証拠は存しないといわざるを得ない。\nところで、ジャケット図柄が商品表示として需要者に与える意味につい\nて検討すると、ジャケット図柄は各レコードにより異なるものであり、また、原告\nスーパー・ストップ代表者本人及び被告ヴィーナス代表者本人尋問の各結果によれ\nば、ジャケット図柄の使用権原は、その図柄が用いられたレコードの音源に関する\n権利の譲渡、使用許諾に付随して取引されるのがレコード作製者の取引慣行となっ\nていることが認められる。右事実によれば、ジャケット図柄が商品の識別標識とし\nての機能を有することがあるとしても、その識別対象は、営業主体すなわちレコー\nドの製造販売者ではなく、むしろ、レコードに収録された楽曲や演奏家、ひいては\n特定の音源のレコードそのものとみるべきであって、いわば題名と類似する機能を\n果たすのが通常であると考えられる。したがって、名盤として音楽ファンに知られ\nたレコードの復刻盤の製造販売者が廃盤レコードと同一の図柄のジャケットを付し\nてレコードを製造、販売し、かつ、これを宣伝広告したとしても、需要者は廃盤レ\nコードと同一の音源のレコードが復刻されたものと認識するにとどまるのが通常で\nあって、それを超えて、当該ジャケット図柄が復刻盤レコードの製造販売者の商品\nを表示するものとして需要者の間に周知となることが一般的であるとはいえない。\n本件において、原告各図柄が復刻盤の音源との結びつきを超えて、製造、販売元の\n識別標識として需要者に広く知られるに至るような特段の事情があったことを認め\nるに足りる証拠はない。\nなお、原告らは、フレッシュ・サウンド・レーベルが有名であるとし\nて、そこから原告各図柄の周知商品表示性が導かれるかのような主張をするが、レ\nーベル自体が有名であることと、当該ジャケット図柄の識別標識としての機能は別\n個のものと考えるべきであり、その機能については右に述べたとおりであるから、\n原告の右主張を採用することはできない。\n(二)　また、原告【Ａ】は、本件各レコードの原盤権をエベレスト社から譲\nり受け、これとともにジャケット図柄の利用権原も譲り受けたから、原告【Ａ】\nは、エベレスト社のもとで形成された周知性を正当に承継したと主張する。\nしかし、前記(一)で述べたとおり、ジャケット図柄は、これが識別標識\nとして需要者の間に広く認識されるに至ったものであるとしても、その識別対象は\nレコード製造販売者というよりはむしろ特定の音源のレコードそのものであるのが\n一般的というべきであるところ、そのような識別標識としてのジャケット図柄に関\nする周知性という事実状態を、需要者の認識を離れて、当事者間の契約により承継\nし得るものではないと解すべきである。そしてまた、先に述べたようなジャケット\n図柄の識別標識としての機能からすれば、このような図柄を当該音源を収録したレ\nコードのジャケットとして用いる限りにおいては、需要者の誤認混同を生じさせる\nものではないのであって、音源に関する権利の保護と離れて、これを不正競争防止\n法による保護の対象とする必要性も認められない。\nしたがって、原告【Ａ】がエベレスト社のもとで形成された周知性を承\n継したとする主張を採用することはできない。\n(三)　よって、原告【Ａ】の不正競争防止法に基づく請求は、いずれもこれ\nを採用することはできない。\n２　争点三４（原告スーパー・ストップの請求の可否）について\n原告スーパー・ストップの不正競争防止法に基づく請求は、前記のとおり\n原告【Ａ】の請求に理由がなく、また、原告各図柄が原告スーパー・ストップの商\n品表示として需要者の間に広く認識されていると認めるに足りる証拠もないから、\nその余の点を判断するまでもなく理由がない（なお、原告スーパー・ストップは、\n本訴において、被告らの不正競争行為によって自己の営業上の利益を侵害され、又\nはそのおそれがあると主張している者であるから、当事者適格自体は肯定でき\nる。）。\n四　争点四（信用回復措置の必要性）について\n不正競争防止法七条の規定に基づく原告らの請求は、被告らの不正競争行為\nの存在という前提を欠き、これを認めることはできない。また、著作権法一一五条\nは、著作者人格権を侵害された場合の名誉回復等に関する規定であることは、その\n規定の文言上明らかであるが、原告らは、本訴において著作者人格権侵害の主張を\nしていないから、これを認める余地はない。\n五　よって、原告【Ａ】の請求は、主文第一項の限度で理由があり、原告【Ａ】\nのその余の請求及び原告スーパー・ストップの請求はいずれも理由がない（仮執行\n宣言を付すのは相当でないから、これを付さないこととする。）。\n（平成一一年六月二九日口頭弁論終結）\n大阪地方裁判所第二一民事部\n裁判長裁判官　　　　　小　　　松　　　一　　　雄\n裁判官　　　　　渡　　　部　　　勇　　　次\n裁判官　　　　　水　　　上　　　　　　　周\n"
}