{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 9,
    "day": 21
  },
  "case_number": "平成10(行ケ)283",
  "case_name": "審決取消請求事件",
  "court_name": "東京高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "13653",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13653",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/653/013653_hanrei.pdf",
  "contents": "平成１０年（行ケ）第２８３号　審決取消請求事件\n判　　　　決\n原　　　　　　告　　　東陶機器株式会社\n代表者代表取締役　　　【Ａ】\n訴訟代理人弁護士　　　増　岡　章　三\n同　　　　　　　　　　増　岡　研　介\n同　　　　　　　　　　片　山　哲　章\n同　　　　弁理士　　　【Ｂ】\n被　　　　　　告　　　【Ｃ】\n訴訟代理人弁理士　　　【Ｄ】\n被告補助参加人　　  　株式会社セラ・コーポレーション\n代表者代表取締役　　　【Ｅ】\n訴訟代理人弁理士　　　【Ｆ】\n同　　　　弁護士　　　舟　橋　直　昭\n主　　　　文\n原告の請求を棄却する。\n訴訟費用は、補助参加によるものも含め原告の負担とする。\n事　　　　実\n第１　原告が求める裁判\n「特許庁が平成９年審判第１９０７４号事件について平成１０年６月３０日に\nした審決を取り消す。訴訟費用は被告の負担とする。」との判決\n第２　原告の主張\n１　特許庁における手続の経緯\n被告は、発明の名称を「簡易蒸気風呂用の蒸気発生器」とする特許第２６６\n０７９１号発明（以下「本件発明」という。）の特許権者である。なお、本件発明\nは、平成５年３月２９日に特許出願され、平成９年６月１３日に特許権の設定登録\nがされたものである。\n原告は、平成９年１１月７日に本件発明の特許を無効にすることについて審\n判を請求した。特許庁は、これを平成９年審判第１９０７４号事件として審理した\n結果、平成１０年６月３０日に「本件審判の請求は、成り立たない。」との審決を\nし、同年８月１７日にその謄本を原告に送達した。\n２　本件発明の特許請求の範囲（別紙図面Ａ参照）\n別紙審決書の理由写しのⅠ記載のとおり\n３　審決の理由の要点\n別紙審決書の理由写しのⅡ以下のとおり（審判手続における甲第１ないし第３号証\nを、以下「引用例１」，「引用例２」，「引用例３」という。）\n４　審決取消事由\n審決は、本件発明の空気取入口の構成についての判断を誤り、その結果、本件発明\nが未完成であるにもかかわらずこれを完成しているものと誤って判断し（取消事由\n１）、また、　　引用例１ないし３記載の技術内容についての認定判断を誤り、そ\nの結果、本件発明の進歩性を誤って肯定したものであって（取消事由２）、違法で\nあるから、取り消されるべきである。　（１）取消事由１（空気取入口の構成につ\nいての判断の誤り）\n審決は、本件発明は装置外に蒸気を供給するものであるから、装置内に空気が導入\nされなければならないと認めながら、本件発明は空気の導入に関しては何ら特徴を\n有するものではなく、この点は従来技術の適用によって当業者が適宜になしえたこ\nとであるから、これが明細書に記載されていないからといって、発明が未完成とな\nるものではない旨判断している。\nしかしながら、空気取入口をどのように構成するかは蒸気発生器の作用効果を大き\nく左右するものであるから、これを単なる設計事項にすぎないとする審決の判断は\n誤りである。\n（２）取消事由２（引用例１ないし３記載の技術内容についての認定判断の誤\nり）審決は、引用例１ないし３には、湯又は水を微細化する装置が記載されている\nが、「供給された湯を受け止めて拡散させることで蒸気を発生させる羽根車」の構\n成（以下「本件発明の要件である羽根車の構成」という。）は記載も示唆もされて\nいない旨説示しているが、誤りである。\nａ　審決は、引用例１記載の考案について、「水の粉砕は主として回転する円板か\nら、これとは別体の、静止している粉砕体に水が衝突することでなされるものであ\nり、回転体14（判決注・「羽根片14」の誤記である。）が水の微細化に寄与する程\n度は大きくないと解され」る旨説示している。\nしかしながら、引用例１に、水が「第２の羽根片14により粉砕され」（３頁２０\n行）と記載されているとおり、引用例１記載の考案において羽根片14が水の微細化\nに寄与していることは明らかである（別紙図面Ｂ参照）。\nｂ　審決は、引用例２には本件発明の要件である羽根車の構成は記載されていない\n旨説示している。\nしかしながら、引用例２の第４図に図示されているロート状の回転板10の裏側に設\nけられている羽根11は、本件発明の要件である羽根車の構成を少なくとも示唆する\nというべきである（別紙図面Ｃ参照）。\nｃ　審決は、引用例３記載の発明について、「植毛はその遠心効果によりミスト化\nするもので受け止めた時点でミストが発生する構造ではない」旨説示している。\nしかしながら、引用例３記載の発明は、高速回転しているミスト生成体12の上方か\nら温水が降りかかる構成のものであるから、ミスト生成体12が温水を受け止めて拡\n散することで蒸気を発生させていることは明らかである（別紙図面Ｄ参照）。\nｄ　以上のとおりであるから、引用例１ないし３記載の技術的事項を適宜に組み合\nわせて、本件発明の要件である羽根車の構成を得る程度のことは、当業者ならば何\nの困難もなくなしえたことが明らかである。したがって、本件発明の進歩性を肯定\nした審決の判断は誤りである。\n第３　被告の主張\n原告の主張１ないし３は認めるが、４（審決取消事由）は争う。審決の認定判断は\n正当であって、これを取り消すべき理由はない。\n１　取消事由１（空気取入口の構成についての判断の誤り）について原告は、空\n気取入口の構成は蒸気発生器の作用効果を大きく左右するものであるから、これを\n単なる設計事項とするのは誤りである旨主張する。\nしかしながら、本件発明は、その蒸気発生器が完全密閉構造であることを要件とす\nるものではない。そして、蒸気発生器内に空気を導入する程度の構成は当業者なら\nば当然に設計しうる事項にすぎない。したがって、この構成が明細書に記載されて\nいないとしても、本件発明が未完成となるものではないとした審決の判断に誤りは\nない。\n２　取消事由２（引用例１ないし３記載の技術内容についての認定判断の誤り）\nについて\n（１）原告は、引用例１記載の考案において羽根片14が水の微細化に寄与してい\nることは明らかである旨主張する。\nしかしながら、本件発明の要件である羽根車は、供給された湯を受け止めて拡散す\nる構成のものであるのに対し、引用例１記載の考案における羽根片14は、水の吐出\n孔12と一体的に回転するものであるうえ、放射状に配置されているから、吐出孔\n12から「供給された湯を受け止めて拡散させる」作用をほとんど行うことができな\nいものである。\n（２）原告は、引用例２の第４図に図示されている羽根11は、本件発明の要件で\nある羽根車の構成を示唆する旨主張する。\nしかしながら、同図に図示されている構成は、ロート状の回転板10の中心孔に供給\nされた湯を、回転板10の回転による遠心力によって外周方向へ飛散させるものであ\nるから、ロート状の回転板10の裏側に設けられている羽根11は、遠心力によって飛\n散された湯を吹き出す作用を行うものにすぎない。\n（３）原告は、引用例３記載のミスト生成体12は温水を受け止めて拡散すること\nで蒸気を発生させている旨主張する。\nしかしながら、引用例３の第１図に図示されている構成は、タービン室５から供給\nされた温水をミスト生成体12のブラシに付着させ、ミスト生成体を高速回転するこ\nとによって温水を遠心放射するものであるから、これを温水を受け止めて拡散する\nことで蒸気を発生させる構成ということはできない。\n（４）以上のように、引用例１ないし３には本件発明の要件である羽根車の構成\nは記載も示唆もされていないから、これらに記載されている技術的事項を適宜に組\nみ合わせて本件発明の要件である羽根車の構成を得ることは当業者ならば容易にな\nしえたとする原告の主張は、失当である。\n理　　　　由\n第１　原告の主張１（特許庁における手続の経緯）、２（本件発明の特許請求の範\n囲）及び３（審決の理由の要点）は、被告も認めるところである。\n第２　甲第３号証（特許公報）によれば、本件発明の概要は次のとおりであると認\nめられる（別紙図面Ａ参照）。\n１　技術的課題（目的）\n本件発明は、簡易蒸気風呂用の蒸気発生器に関するものである（２欄１３行，１４\n行）。\n家庭用の浴槽等を蒸気風呂として利用するための技術は従来から存在するが、これ\nらの技術は、水をヒータによって加熱したり、湯にエアーを吹き込んだりして蒸気\nを発生させるものであって、運転に多大なエネルギーを要するのみならず、構造が\n複雑となる欠点がある（３欄１行ないし９行）。\n本件発明の目的は、より簡便かつ少ないエネルギーで、蒸気風呂として十分な量の\n蒸気を発生することができる構成を創案することである（３欄１０行ないし１４\n行）。\n２　構成\n上記の目的を達成するために、本件発明はその特許請求の範囲記載の構成を採用し\nたものである（１欄２行ないし２欄１０行）。\n３　作用効果\n本件発明によれば、従来のヒータ式あるいはエアー吹込み式に比べて、装置の構造\nが簡便となるうえ、多大なエネルギーを必要とせずに蒸気風呂として十分な量の蒸\n気を発生させることが可能である（８欄３０行ないし３８行）。\n第３　以上を前提として、原告主張の審決取消事由の当否を検討する。\n１　取消事由１（空気取入口の構成についての判断の誤り）について装置内に供\n給された湯を拡散することによって蒸気を発生し、これを装置外に供給する構成が\n完全密閉の構造でなければ実現できないものでないことは技術的に明らかである。\nまた、そのような構成によって奏される作用効果が、空気取入口をどのように構成\nするかによって大きく左右されると考えるべき合理的な理由も考えられない。\nしたがって、本件発明において空気の導入は従来技術の適用によって当業者が適宜\nになしえたことにすぎないと解するのが相当である。これが明細書に記載されてい\nないからといって、発明が未完成となるものではないとした審決の判断に誤りはな\nい。\n２　取消事由２（引用例１ないし３記載の技術内容についての認定判断の誤り）\nについて\n本件発明の羽根車は、その特許請求の範囲の請求項１に記載されているように、\n「供給された湯を受け止めて拡散させることで蒸気を発生させる」構成のものであ\nるが、「受け止めて拡散させる」という以上、この構成は、羽根車が供給された湯\nと衝突することによって蒸気を発生させる作用を行うものではなく、供給された湯\nはいったん羽根車に受容され、その後に羽根車の回転により湯が放射状に放出され\nることによって蒸気を発生させる作用を行うものと解するのが相当である。このこ\nとは、特許請求の範囲の請求項２に、「羽根車が、供給された湯を受け止めて回転\nされる請求項１記載の簡易蒸気風呂用の蒸気発生器」（甲第３号証１欄８行，９\n行）と記載されていることによっても裏付けることができる。羽根車が供給された\n湯を受け止めて回転する構成が、羽根車が供給された湯と衝突することによって蒸\n気を発生させるとの技術的思想と相容れないものであることは明らかであるからで\nある。\nそこで、引用例１ないし３に上記のような作用を行う羽根車の構成が記載ないし示\n唆されているか否かを検討する。\n（１）原告は、引用例１記載の考案において羽根片14が水の微細化に寄与してい\nることは明らかである旨主張する。\nしかしながら、甲第４号証によれば、引用例１記載の考案の要件である「複数個の\n羽根片」は「回転板の上面及び下面に設けられ（中略）吸水管によって吸い上げら\nれた水を粉砕する」（明細書１頁１０行ないし１２行）ものとされているが、この\n吸水管も「回転板と一体に回転するように設けられ」（同７行，８行）るものであ\nるから、水の粉砕は、ほとんど「駆動モータによって回転駆動するように設けられ\nた回転板」（同６行，７行）の回転による遠心力によって行われることに疑問の余\n地はない（別紙図面Ｂ参照）。\nしたがって、このような構成における羽根片14が「供給された湯を受け止めて拡散\nさせることで蒸気を発生させる」作用に何らかの寄与をしていると解することは技\n術的に困難である。\n（２）原告は、引用例２の第４図に図示されている回転板10の裏側に設けられて\nいる羽根11は、本件発明の要件である羽根車の構成を示唆する旨主張する。\nしかしながら、甲第５号証によれば、引用例２の第４図に図示されている構成は、\nロート状の回転板10の中心孔に下方から供給された湯を、回転板10の回転による遠\n心力によって外周方向へ飛散して蒸気を発生するものであることが明らかである\n（別紙図面Ｃ参照）。\nしたがって、ロート状の回転板10の裏側に設けられている羽根11は、すでに発生し\nている蒸気を「噴射口２より噴射」（２頁左下欄１１行，１２行）する作用を行う\nものにすぎず、「供給された湯を受け止めて拡散させることで蒸気を発生させる」\n作用を行うものでないことは明らかである。\n（３）原告は、引用例３記載の発明は、高速回転しているミスト生成体12の上方\nから温水が降りかかる構成のものであるから、ミスト生成体12が温水を受け止めて\n拡散することで蒸気を発生させていることは明らかである旨主張する。\n確かに、甲第６号証によれば、引用例３記載の発明は、「温水を（中略）タービン\nと同軸する逆円錐状のミスト生成体を構成するブラシに付着させ、これが高速回転\nに依る遠心効果で微粒化し拡散する」（１頁左下欄７行ないし９行）構成のもので\nあるから（別紙図面Ｄ参照）、逆円錐状のミスト生成体あるいはこれを構成するブ\nラシが、本件発明と同じく「供給された湯を受け止めて拡散させることで蒸気を発\n生させる」作用を行っているとみることは可能である。\nしかしながら、たとえ逆円錐状のミスト生成体あるいはこれを構成するブラシが上\n記の作用を行っているとしても、そこに「羽根車」の構成を示唆するものがあると\n認めることはできない。\n３　以上のとおりであって、引用例１ないし３には本件発明の要件である羽根車\nの構成が記載ないし示唆されているとはいえないから、本件発明の進歩性を肯定し\nた審決の認定判断は正当であって、審決には原告主張のような誤りは存在しない。\n第４　よって、審決の取消しを求める原告の本訴請求は、失当であるから、これを\n棄却することとし、訴訟費用の負担について行政事件訴訟法７条，民事訴訟法６１\n条の各規定を適用して、主文のとおり判決する。\n（口頭弁論終結日　平成１１年８月３日）\n東京高等裁判所第六民事部\n裁判長裁判官  山下和明\n裁判官  春日民雄\n裁判官  宍戸　充\n"
}