{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 9,
    "day": 14
  },
  "case_number": "平成10(ワ)1403",
  "case_name": "不正競争防止法に基づく差止請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13609",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13609",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/609/013609_hanrei.pdf",
  "contents": "平成一〇年(ワ)第一四〇三号　不正競争防止法に基づく差止請求事件\n判　　　　　　決\n原　　　　　　　告　　　　　株式会社合同経営会計事務所\n右代表者代表取締役　　　　　Ａ\n右訴訟代理人弁護士　　　　　篠　　　田　　　　桂　　　司\n被　　　　　　　告　　　　　株式会社合同総合コンサルタン\nト\n右代表者代表取締役　　　　　Ｂ\n右訴訟代理人弁護士　　　　　國　　　久　　　　眞　　　一\n主　　　　　　文\n一　原告の請求をいずれも棄却する。\n二　訴訟費用は原告の負担とする。\n事実及び理由\n第一　請求\n（主位的請求）\n被告は、原告保有の顧問先名簿、顧問料金表、各得意先の会計、経営の情報を記\n載した電子フロッピーを使用してなした、別紙顧問契約者一覧表記載の者との顧問\n契約業務を行ってはならない。\n（予備的請求）\n被告は、原告に対し、金二一九一万五〇〇〇円を支払え。\n第二　事案の概要\n【争いのない事実等】\n一　原告は、昭和六一年三月二六日、株式会社合同経営会計事務所（福井本社）か\nら派生的に設立された電子計算機による計算事務受託業務等を目的とする株式会社\nである。原告の元代表者Ｃ（商業登記簿上は現在も代表取締役であるが、同人は平\n成一一年六月三日死亡した。）は公認会計士、税理士の資格を有していた。\n被告の代表者Ｂ（以下「Ｂ」という。）は、昭和三六年四月、株式会社合同経営\n会計事務所福井本社に入社し、原告の設立当初から同社に勤務していたが、平成八\n年七月三一日、原告を解雇された。Ｂは、同年一〇月四日、電子計算機による計算\n事務受託業務等を目的とする株式会社である被告を設立した。\n二　原告は、氏名、住所等が記載された二種類（年決め及び月決め）の「顧問先名\n簿」（甲１、２）、月別にまとめられた顧問先毎の請求金額及びその内訳が記載さ\nれた書類と一か月間の合計顧問料を記載した書類とがファイルされた「顧問料金\n表」（甲３）並びに「各得意先の会計、経営の情報が記載された電子フロッピー」\n（甲７、以下「フロッピー」といい、「顧問先名簿」「顧問料金表」「フロッピ\nー」をまとめていう場合には「原告情報」という。）を保有している。\n三１　Ｂが原告に在職していた当時、原告は、別紙顧問契約者一覧表記載の者（以\n下「本件顧問先」という。）と顧問契約を締結していた。\n２　本件顧問先は、被告設立後、被告と顧問契約を締結し、原告との顧問契約を解\n約した。\n【原告の請求の内容】\n原告は、被告に対し、被告はＢから開示された原告情報を使用し本件顧問先と顧\n問契約を締結したが、それは、不正競争防止法二条一項八号に該当するとして、主\n位的に右使用に基づく本件顧問先との顧問契約業務の差止めを求めるとともに、予\n備的に被告が本件顧問先と顧問契約を締結したことにより原告が平成九年中に被っ\nた損害の賠償を求めている。\n【争点】\n一　原告情報は営業秘密か。\n二　原告はＢに対し原告情報を示したか。\n三　Ｂは原告情報を被告に対し開示し、被告は原告情報を使用したか。\n四　Ｂには、右開示の際、不正の競業その他の不正の利益を得る目的又は保有者に\n損害を加える目的（以下これら併せて「不正の目的」という。）があったか。\n五　損害額\n第三　争点に対する当事者の主張\n一　争点一（原告情報は営業秘密か。）について\n【原告の主張】\n原告は会計法人であり、原告の従業員は、公認会計士法及び税理士法の規定によ\nり守秘義務を負っている。\n顧問先名簿、顧問料金表は、外部に漏出し第三者、特に同業者の手に渡ると顧問\n先を奪い取られるおそれが多分にある。また、顧問料金を知ることにより被告は、\n原告の顧問先に顧問料の提示をし、勧誘を行うことができたのである。\n原告は、顧問先名簿を二階入口の書棚に入れ、顧問料金表を経理課の書庫に入れ\nて施錠し、フロッピーを原告の各顧客担当従業員の机の上に置かれた保管箱に入\nれ、それぞれ保管していた。\n以上より、原告情報は原告の営業秘密である。\n【被告の主張】\n１　顧問先名簿について\n(一)　原告の顧問先名簿は、事務員が年賀状等挨拶状の宛名書きをする際などに利\n用されているだけで、新たなビジネスチャンスに結びつくような使われ方はされて\nいないから、事業活動に有用な営業上の情報に当たらない。\nまた、原告と顧問先との関係は、その業務内容から主として個人的信頼関係によ\nって形成、維持されるという特殊性を有しているから、顧問先名簿が、同業者の手\nに渡ったとしても、原告が顧問先を奪い取られるおそれはない。\n(二)　顧問先名簿は、原告事務所の一階と二階の事務員のデスク上に保管されてお\nり、秘密管理性はない。\nなぜなら、①名簿のどこにも秘密であることの表示はなされておらず、②文書は\nもちろん、口頭によってですら、秘密であることが従業員に告げられたことは全く\nなく、③顧問先名簿にアクセスできる人的制限、時間的制限は全くないし、④管理\n責任者も決められておらず、⑤名簿の利用方法、利用手続等についての定めや指導\nもなく、⑥就業、異動、退職に際して、守秘義務を課すことも全くなされていなか\nったからである。\n２　顧問料金表について\n(一)　顧問料金表は、その記載内容からすると、経理課において顧問料等の請求の\n集計と入金状況のチェックをするために使われていたと思われるが、そのような顧\n問料金表は、事業活動に有用な営業上の情報に当たらない。\nまた、顧問料金表も、顧問先名簿同様、同業者の手に渡ったとしても、原告が、\n顧問先を奪い取られるおそれはない。\n(二)　顧問料金表の保管状況は知らないが、原告の主張によると、経理課の書庫に\n入れて施錠していたとのことである。\n顧問先との金銭関係を示すものであるから、他聞をはばかるものであることは、\nそのとおりであるが、経理課が保管していたという事実からするなら、それ以上の\n意味を有する管理ではない。\n原告においては、重要書類を保管するためのキャビネットが、経理課とは別のと\nころにある。顧問料金表は、原告において重要書類の範ちゅうに入れられておら\nず、一般の経理関係書類と同等の保管をされていた。\nさらに、①顧問料金表のどこにも秘密であることの表示はなされておらず、②文\n書はもちろん、口頭によってですら、秘密であることが従業員に告げられたことは\n全くなく、③顧問料金表にアクセスできる人的制限、時間的制限は全くないし、④\n管理責任者も決められておらず、⑤顧問料金表の利用方法、利用手続等についての\n定めや指導もなく、⑥就業、異動、退職に際して、守秘義務を課すことも全くなさ\nれていなかった。\nしたがって、顧問料金表に秘密管理性はない。\n３　フロッピーについて\nフロッピーに記憶されている情報は、顧客の過去の会計事象を示す経理数値であ\nって、本来、当該顧客が保有する情報であり、原告が独占保有する情報ではない。\nこのような情報にすぎないから、原告もそれなりの管理しかしていないのであ\nる。すなわち、①保管箱には錠がついておらず、②保管箱自体の保管は各従業員に\n任されており、実際の保管は単に従業員の机の上に置かれていただけであり、③フ\nロッピー自体に秘密であることの表示はなされていないし、パソコン使用に際し\nて、パスワードの設定もなされておらず、④文書はもちろん、口頭によってです\nら、秘密であることが従業員に告げられたことは全くなく、⑤フロッピーにアクセ\nスできる人的制限、時間的制限は全くないし、⑥フロッピーの利用方法、利用手続\n等についての定めや指導もなかった。\nしたがって、フロッピーに秘密管理性はない。\n二　争点二（原告はＢに対し原告情報を示したか。）について\n【原告の主張】\nＢは、二七年間にわたって、原告の従業員であり、原告の代表取締役に次ぐ立場\nにあり、原告の事務の全てを取り仕切っていた立場にあったから、原告情報をいつ\nでも自由に見ることができた。\nしたがって、原告は、常時、Ｂに対し、原告情報を示していた。\n【被告の主張】\n原告において、顧問先名簿とフロッピーが、Ｂの目に触れ得る状態に置かれてい\nた事実は認めるが、Ｂのみならず、従業員の誰の目にも触れ得る状況であったか\nら、その状況をもって、原告がＢに対し顧問先名簿及びフロッピーを示していたこ\nとにならない。\n原告が、Ｂに対し、顧問料金表を示したことはない。\n三　争点三（Ｂは被告に対し原告情報を開示し、被告は原告情報を使用したか。）\nについて\n【原告の主張】\n１　Ｂは、原告情報を、在職中の三名（Ｄ、Ｅ、Ｆ）に複写させて完全に入手し\nた。\n２　被告は、平成八年一一月、原告の全顧問先五七九名に被告の会社案内等を送付\nした。\nその後、原告の顧問先へ、Ｂが前記三名の者と共に巡回訪問して、時には原告の\n料金よりも低い料金で引き受ける等極めて頻繁に接触して顧問契約を懇請し、本件\n顧問先と顧問契約を締結し、顧問契約業務を行っている。\n【被告の主張】\n１　Ｂが、原告情報を複写させた事実はない。\n２　被告は、平成八年一一月ころ、Ｂを応援してくれる者や原告在職中にＢが形成\nした顧問先やＢの接遇を気に入ってくれていると思われる者を含む約一五〇名に対\nし、挨拶状を発送した。そして、その内の何名かについては、訪問して開業挨拶を\nした。\nしかし、それは、そのような者との日頃の交際、接触に基づいて独自に作成して\nいたＢ個人の住所録によって郵送等をしたものである。しかも、郵送した挨拶状の\n数は、原告会社の顧問先でない個人的知己をも含めて約一五〇通である。\n四　争点四（不正の目的）について\n【原告の主張】\n前記一【原告の主張】記載のとおり、原告の従業者であったＢは、原告情報につ\nいて、守秘義務を負っていた。\nところが、Ｂは、前記四【原告の主張】２記載のとおりの使用目的で、原告の営\n業秘密を被告に開示したのであるから、不正の目的があったことは明らかである。\n【被告の主張】\n１　秘密保持契約が存しない場合において、退職従業員が、在職中に示されていた\n情報を退職後に利用する場合に、不正の目的が認められるためには、信義則上、守\n秘義務が認められ、かつ、その義務に著しく違反して情報を使用していることが必\n要である。\nしかし、Ｂが、原告を退職するに当たって、Ｂに守秘義務を課すような契約や制\n約は全く存しなかった。また、信義則上、守秘義務が認められるような事情は存在\nしないし、著しい義務違反も存在しない。\n２　原告は、公認会計士法及び税理士法の規定を守秘義務の根拠としているが、原\n告自体は税理士業務ないし公認会計士業務をなす法人ではなかったので、右法条の\n適用は受けない。また、そもそも税理士法や公認会計士法が課する守秘義務と、不\n正競争防止法上の営業秘密に関して論ぜられるべき守秘義務とでは、趣旨・範囲が\n全く異なる。\n五　争点五（損害額）について\n【原告の主張】\n原告は、被告の不正競争行為により、平成九年以降、年額二一九一万五〇〇〇円\nの営業上の損害を被っている。\n【被告の主張】\n争う。\n第四　争点に対する判断\n一　争点一（原告情報は営業秘密か）について\n１　不正競争防止法二条一項八号で定められている営業秘密とは、秘密として管理\nされている生産方法、販売方法その他の事業活動に有用な技術上又は営業上の情報\nであって、公然と知られていないものをいう（同条四項）。すなわち、ある情報が\n事業者にとって、いかに有用な情報であり、公然と知られていない情報であったと\nしても、当該情報が「秘密として管理されて」いなければ、当該情報は、営業秘密\nと評価されない。そして、ここにいう「秘密として管理されている」（以下「秘密\n管理性」という。）といえるためには、当該情報の保有者に秘密に管理する意思が\nあり、当該情報について対外的に漏出させないための客観的に認識できる程度の管\n理がなされている必要がある。\nそこで、原告が営業秘密と主張する顧問先名簿、顧問料金表及びフロッピーにつ\nき秘密管理性が認められるかを検討する。\nなお、原告は、原告の従業員は公認会計士法及び税理士法の規定により守秘義務\nを負っているから、当然、原告情報は原告の営業秘密であると主張する。しかし、\n不正競争防止法上の営業秘密が認められるための秘密管理性とは、情報の保有者が\n当該情報をどのように管理しているかという事実行為の側面から判断されるもので\nある。したがって、法律上守秘義務が課せられる情報であったとしても、保有者が\n現実に秘密として管理していなければ、当該情報は、秘密管理性がなく、不正競争\n防止法上の営業秘密とも認められないのである。したがって、仮に、原告の従業員\nが公認会計士法や税理士法の規定により対外的に守秘義務を負っているとしても、\nそのことから当然に、原告情報が原告の営業秘密であると解することはできない。\n２　顧問先名簿について\n証拠（甲17、乙５、被告代表者）によれば、原告は、顧問先名簿を原告事務所二\n階入口の無施錠の書棚に入れていたこと、原告では、暑中見舞いや年賀状といった\n季節の挨拶状の宛名書きや、顧客先との事務連絡用に、主として事務員が利用して\nいたこと、いつでも必要があれば、従業員の誰もが顧問先名簿を見ることができた\nこと、以上の事実が認められ、顧問名簿に秘密と表示していたとか、従業員に顧問\n先名簿は秘密とするように指導していたとか、顧問先名簿にアクセスできる人的制\n限、時間的制限が課せられていたとかなど、原告が顧問先名簿を秘密として管理し\nていたとすれば、うかがわれて然るべき事情は、認められない。\n右事実からすると、原告が、顧問先名簿を、Ｂを含む従業員との関係で客観的に\n認識できる程度に、対外的に漏出しないように管理していたとは認められない。\nしたがって、顧問先名簿につき秘密管理性は認められず、顧問先名簿が原告の営\n業秘密であるとは認められない。\n３　顧問料金表について\n証拠（乙５）と弁論の全趣旨によれば、原告においては、重要書類を保管するた\nめのキャビネットが、経理課とは別のところにあるところ、原告は、顧問料金表の\n保管を経理課の事務員に任せていたこと、同事務員は顧問料金表を一般の経理関係\n書類と同様に経理課の書庫に入れて施錠していこと、以上の事実が認められ、顧問\n料金表に秘密と表示されていたとか、従業員に顧問料金表は秘密とするように指導\nしていたとか、顧問料金表にアクセスできる人的制限、時間的制限が定められてい\nたとかなど、原告が顧問料金表を秘密として管理していたとすれば、うかがわれて\n然るべき事情は、認められない。\n右事実からすると、顧問料金表は、施錠されて保管されていたものの、それは原\n告の保有する経理文書の管理方法として一般的であって、原告が、顧問料金表を、\nＢを含む従業員との関係で客観的に認識できる程度に、対外的に漏出しないように\n管理していたとは認められない。\nしたがって、顧問料金表につき秘密管理性は認められず、顧問料金表が原告の営\n業秘密であるとは認められない。\n４　フロッピーについて\n証拠（甲17、乙５）によれば、原告は、フロッピーを、原告の各顧客担当従業員\nをして、各従業員が担当する仕事に関する情報が記憶されたフロッピーを各従業員\nの机の上の無施錠の保管箱に入れて保管させていたことが認められ、フロッピーに\n秘密と表示していたとか、従業員にフロッピーは秘密とするよう指導していたと\nか、フロッピーにアクセスできる人的制限、時間的制限が課せられていたとかな\nど、原告がフロッピーを秘密として管理していたとすれば、うかがわれて然るべき\n事情は、認められない。\n右事実からすると、原告が、フロッピーを、Ｂを含む従業員との関係で客観的に\n認識できる程度に、対外的に漏出しないように管理していたとは認められない。\nしたがって、フロッピーにつき秘密管理性は認められず、フロッピーが原告の営\n業秘密であるとは認められない。\n５　以上より、原告情報は、いずれも営業秘密とは認められない。\n二　争点三（Ｂは原告情報を被告に対し開示し、被告は原告情報を使用したか。）\nについて\n１　原告は、Ｂが、在職中の三名（Ｄ、Ｅ、Ｆ）に原告情報を複写させて完全に入\n手することにより、原告情報を被告に対し開示したと主張するようであるが、右事\n実を認めるに足る証拠はない。\n２　原告は、被告が、原告情報を使用して、平成八年一一月、原告の全顧問先五七\n九名に被告の会社案内等を送付し、原告の顧問先であった別紙顧問契約者一覧表記\n載の者三四名と顧問契約を締結し、顧問契約業務を行っていると主張する。\nしかし、被告が原告の全顧問先五七九名に被告の会社案内等を送付したとの事実\nを認めるに足る証拠はない。原告は、右主張を裏付ける証拠として甲５の１ないし\n３、甲６の１ないし６及び甲13を提出しているが、それらは、わずか一〇名の者に\n対し、被告が会社案内等を送付した証拠にすぎず、右主張を認めるに足る証拠と評\n価することはできない。また、証拠（乙一、五、被告代表者）によれば、被告は、\n設立の際、会社案内を一五〇通送付したが、それはＢが自宅に送られてきた年賀状\n等に書かれていた住所を書き留めておいたノートを利用して作成されたと認められ\nるのであり、顧問先名簿を使用したと認めることはできない。\nまた、証拠（被告代表者）によれば、本件顧問先は、原告と顧問契約を締結する\n以前からＢの友人であった者、Ｂの親族又は友人から紹介された者及びそれらの者\nから紹介された者であって、Ｂの個人的知己を通じて原告と顧問契約を締結したも\nのと認められ、右認定を覆すに足りる証拠はない。したがって、被告が本件顧問先\nと顧問契約を締結したのは、Ｂが個人的に記憶・保有している情報を利用したもの\nと認められ、被告が顧問先名簿を使用したと認めることはできない。\nそして、被告が、顧問先名簿以外の原告情報を使用したと認めるに足る証拠はな\nい。なお、原告の顧問先である株式会社宮武青果の代表者が記載した確認書（甲５\nの１）には、被告が、同社に対し、顧問料等の報酬を廉価にするという条件を提示\nしたとの記載があるが、Ｂは、長年原告に勤務する中で、計算事務受託業務等のコ\nンサルタント業務に対する報酬に関するノウハウを自らの知識として蓄積していた\nものと考えられるので、被告が、原告の顧問先に対し、顧問料等の報酬を廉価にす\nるという条件を提示したとしても、直ちに、被告が顧問料金表を使用したと認めら\nれるものではない。\n３　よって、Ｂが原告情報を被告に対し開示し、被告が原告情報を使用したとは認\nめられない。\n三　以上より、その余の争点に判断するまでもなく、原告の請求はいずれも理由が\nない。\nよって主文のとおり判決する。\n（平成一一年六月二四日口頭弁論終結）\n大阪地方裁判所民事第二一部\n裁判長裁判官　　　小　　　松　　　　一　　　雄\n裁判官　　　高　　　松　　　　宏　　　之\n裁判官　　　安　　　永　　　　武　　　央\n"
}