{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 10,
    "month": 7,
    "day": 1
  },
  "case_number": "平成9(行コ)176",
  "case_name": "更正処分等取消請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　不動産販売における収益の帰属時期の判断基準　２　土地建物の売買に係る売上げを売買代金の一部が支払われた日の属する事業年度の益金の額に算入したことが，適法とされた事例",
  "case_gist": "１　不動産販売による売上げは当該不動産の引渡しがあった日の属する事業年度の益金の額に算入すべきところ，この引渡しの日は，契約上の所有権移転の時期だけでなく，代金の支払に関する約定の内容及び実際の支払状況，登記関係書類や建物の鍵の引渡しの状況，危険負担の移転時期，当該不動産から生ずる果実の収受権や経費の負担の移転時期，所有権移転登記の時期等取引に関する諸事情を考慮し，当該不動産に対する現実の支配が移転した時期をもって当該不動産の引渡しがあったものと判断するのが相当である。　２　法人税確定申告を更正するに当たり，税務署長が，土地建物の売買に係る売上げを売買代金の一部が支払われた日の属する事業年度の益金の額に算入したことにつき，前記売買代金の一部が支払われた日において前記売買の履行としては買主が残代金相当額の売主の債務を代位弁済して前記不動産に付された抵当権を抹消し，所有権移転登記をすることだけが残されていたのであり，同日をもって，同建物の賃貸借契約における賃貸人の地位，公租公課の負担，危険負担が移転していることなどからすると，前記支払により，前記土地建物に対する現実の支配を移転する旨の合意があったと認めるのが相当であるとして，前記売上げを前記の日の属する事業年度の益金の額に算入したことが適法とされた事例",
  "lawsuit_id": "16180",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16180",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/180/016180_hanrei.pdf",
  "contents": "主　　　文\n一　本件控訴を棄却する。\n二　控訴費用は控訴人の負担とする。\n事　　　実\n第一　当事者が求めた裁判\n一　控訴人\n１　原判決を次のとおり変更する。\n被控訴人が控訴人に対し、平成二年二月二七日付でした昭和六二年七月一日から\n同六三年六月三〇日までの事業年度の法人税更正処分のうち、納付すべき税額三億\n六一五〇万五三〇〇円（所得金額四億七一二三万〇二〇八円、超短期所有の土地に\n係る土地譲渡利益金額一億二九七七万〇一四三円、短期所有の土地の譲渡に係る土\n地譲渡利益金額六億四八三四万一〇〇〇円として計算した税額から控除所得税額五\n〇一万〇四九五円を差し引いた金額）を超える部分及び過少申告加算税の賦課決定\n処分のうち二四一一万一〇〇〇円を超える部分を取り消す。\n２　訴訟費用は第一、二審とも被控訴人の負担とする。\n二　被控訴人\n主文同旨\n第二　当事者の主張\n当事者双方の主張は、被控訴人の事業税認定損の計算、短期土地譲渡利益金額、\n超短期土地譲渡利益金額、本件事業年度における納付すべき税額及び過少申告加算\n税額に関する主張を原判決理由中の判示のとおりに訂正するほか原判決の事実摘示\nのとおりであるから、これを引用する。\n本件の争点は、本件不動産の販売に係る収益等の帰属事業年度と課税権の濫用の\n有無である。\n理　　　由\n一　当裁判所も控訴人の本訴請求は理由がなく、これを棄却すべきものと判断する\nが、その理由は、次のとおり補正するほかは、原判決理由説示のとおりであるか\nら、これを引用する。\n１　原判決九〇頁二行目の「同日以降」から同五行目の「おり、」までを「同契約\nには前記２（一）（５）のとおり引渡完了時をもって危険負担の移転の基準時とす\nる旨の定めがあるが、他方前記２（一）（２）のとおり、残代金支払並びにこれに\n伴う引渡し及び所有権移転登記実行の時期を昭和六四末までの期間内において買主\nの選択に委ね、かつ、この場合前記危険負担の関係では引渡の日を昭和六二年九月\n一一日に設定する旨の定めも置かれていて、これらを総合すると、同契約は、買主\nに右選択権の行使を認める一方で、危険負担の移転の基準時については、現実の引\n渡の時期が昭和六二年九月一一日より遅れる場合にも、同日とする旨定めたものと\n解されるところ、」に改める。\n２　同九三頁一〇行目の「むしろ、」から同一一行目の「なるものであり、」まで\nを削除する。\n３　同九五頁四行目の「明らかであるから、」を「明らかであるところ、それにも\n拘わらず控訴人自身も本件不動産の売買による収益を昭和六三年七月一日から平成\n元年六月三〇日までの事業年度の益金の額に算入して税務処理することが正しい旨\n主張しているのであって、」に改める。\n４　同一〇五頁一行目から二行目にかけての「後記のとおり被告の計算に誤りがあ\nるので、計算し直した」を、同一一行目の冒頭から一〇六頁三行目末尾までをそれ\nぞれ削除し、同七行目の「争いがなく、」から同九行目の末尾までを「争いがない\nので、これを考慮」に改め、同一一一頁八行目冒頭から一一二頁三行目末尾まで、\n同一一三頁三行目の「、右被告主張の金額を一部修正し」をそれぞれ削除する。\n二　以上によれば、控訴人の本訴請求は理由がないから棄却すべきである。\nよって、原判決は相当であり、本件控訴は理由がないから、これを棄却すること\nとし、主文のとおり判決する。\n東京高等裁判所第一五民事部\n裁判長裁判官　加茂紀久男\n裁判官　大喜多啓光\n裁判官　合田かつ子\n"
}