{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 7,
    "month": 10,
    "day": 11
  },
  "case_number": "平成6(行コ)91",
  "case_name": "不作為の違法確認等，損害賠償各請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "一般建設業の許可申請において，許可申請書に添付された誓約書等が代理人名義で作成され申請者本人の押印を欠いていた場合につき，当該申請は，建設業法（平成６年法律第６３号による改正前）８条に規定する「添付書類中に（中略）重要な事実の記載が欠けているとき」に該当するものであるとして，同申請を不許可とした建設大臣の処分が適法とされた事例",
  "case_gist": "一般建設業の許可申請において，許可申請書に添付された誓約書，経営業務の管理責任者証明書，専任技術者証明書，許可申請者の略歴書及び使用人の略歴書が，それぞれ代理人名義で作成され申請者本人の押印を欠いていた場合につき，建設業法（平成６年法律第６３号による改正前）６条及びこれに基づく同法施行規則（昭和２４年建設省令第１４号）によりこれらの添付書類につき申請者本人の押印が要求されているのは，これらの書類が本人の意思に基づいて作成されたことを証するとともにその責任の所在を明確にするためであり，また，これらの書類はその記載内容が真正であることを誓約又は証明することを内容とするものであるところ，その誓約又は証明は，その性質上，本人のみがすることができ代理に親しまない事項であるから，本人自身の押印がない限り文書の真正を証することはできないとした上，申請者本人の押印を欠く前記各書類は，法の要求する誓約又は証明を欠くものであり，したがって，前記申請は，同法（同改正前）８条に規定する「添付書類中に（中略）重要な事実の記載が欠けているとき」に該当するものであるとして，同申請を不許可とした建設大臣の処分が適法とされた事例",
  "lawsuit_id": "16345",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16345",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/345/016345_hanrei.pdf",
  "contents": "○　主文\n一　本件控訴を棄却する。\n二　控訴費用は控訴人らの負担とする。\n○　事実及び理由\n一　控訴の趣旨\n１　原判決を取り消す。\n２　控訴人三興資材株式会社が平成二年八月三日付けで被控訴人建設大臣に対して\nした建設業許可申請について、同被控訴人が平成四年五月一日付けで右申請を許可\nしないとした処分を取り消す。\n３　被控訴人国は、控訴人ら各自に対し、金一〇〇万円を支払え。\n４　訴訟費用は第一、二審とも被控訴人らの負担とする。\n二　事案の概要\n本件事案の概要は、控訴人らの当審における主張を次のとおり加えるほか、原判決\n事実及び理由第二　事案の概要（原判決二丁裏五行目から一八丁裏一行目まで）の\nとおりであるから、これを引用する。\n（控訴人らの予備的主張）\n兵庫県は、昭和五三年ころから独自の判断で本件作成形式による申請を適法なもの\nと扱い、右取扱いが建設省との協議指導を経たものでないのに、協議指導を経たか\nのように控訴人らに述べ、もって本件作成形式の適法性に対する誤認を招いた。さ\nらに、兵庫県は、平成四年一月以降、控訴人らに建設省の見解が伝えられた後にお\nいても、控訴人Ａに対し、右は厳密な意味での補正指示ではないと述べるととも\nに、本件申請に関し「許可・不許可の処分を含めて何らの通知がない」旨の証明書\nを発行し、自らも独自の判断で従前の取扱いを継続して、平成四年三月三〇日に本\n件作成形式による別件の申請を許可し、右取扱いの継続については建設省の承認を\n得ていると述べるなどした。\nこのような兵庫県（知事）の一連の行為がなかったならば、控訴人らとしても敢え\nて本件作成形式にこだわることもなかった。兵庫県（知事）の右行為は、建設業法\nの解釈・運用について控訴人らを誤認せしめ、本件申請につき補正の機会を失わし\nめたもので、違法である。\n兵庫県（知事）の右行為は、県知事許可における許可庁としての行為であれ、大臣\n許可における経由庁としての行為であれ、国の機関としての行為であるから、右違\n法行為によって控訴人らに生じた損害について、兵庫県のみならず、被控訴人国も\n賠償責任がある。\n三　当裁判所の判断\n当裁判所も、控訴人らの本訴請求はいずれも理由がなく棄却すべきものと判断す\nる。その理由は、次のとおり付加、訂正するほか、原判決事実及び理由第三　争点\nに対する判断の説示（原判決一九丁表二行目から三六丁裏七行目までのとおりであ\nるから、これを引用する。\n１　原判決二四丁表九行目の「したがって、」から同裏五行目までを次のとおり改\nめる。\n「したがって、当該文書が申請行為のように代理に親しむ事項を内容とするもので\nある場合には、代理人が代理権を有する真正な代理人であれば、当該文書の作成名\n義人が本人ではなく、代理人であっても、本人の申請行為として取り扱うことがで\nきる結果、本人の記名だけで押印がなく、代理人の記名押印があれば、代理人作成\n名義の文書として許容されるが、前述のとおり、本件添付書類は、記載事項を誓約\nまたは証明することを内容とし、誓約または証明はその性質上誓約または証明を要\n求された本人しかすることができず、代理に親しまない事項といえるから、代理人\nではなく、本人の作成名義の文書であることが不可欠であり、しかも、許可事務が\n全国的かつ大量的に、書類審査だけで行われることから、本人の作成名義であるこ\nとが文書の作成形式及び外観上明らかであることを要すると解すべきであるから、\n代理人の記名押印があって、本人自身の押印がない文書は、文書の作成形式及び概\n観上、本人の作成名義とは認められず、本人の意思に基づく真正な文書ということ\nはできないというべきである。」\n２　原判決二八丁表一行目の「建設庁」を「建設省」と改める。\n３　原判決二九丁表五行目から六行目にかけての「同月二八日」を「同月二七日」\nと改める。\n４　原判決三三丁裏九行目の次に行を改めて、次のとおり加える。\n「控訴人らは、甲第五八号証の一、二を提出して、建設業許可の代理申請に関する\n兵庫県の照会文書に対する回答文書によって建設省の見解が示されるまでは、兵庫\n県において本件作成形式を適法とする従前の取扱いを継続することとし、建設省は\nこれを了承したと主張する。同号証の二は、兵庫県の職員が平成四年三月三〇日に\n建設省と打合せをしたときのメモであって、兵庫県から、文書による回答があるま\nでは従来の考えに基づき許可すると伝えたこと、これに対し、建設省は兵庫県の考\nえを了承したと答えたとの記載がある。しかし、この書面も、控訴人Ａの要請に応\nじて兵庫県が作成したものであって、県の主張として書かれたものに過ぎず、同時\nに、建設省としては、控訴人らに対し、文書で補正を命じる予定であること、補正\n理由については、代理人の証明・誓約はなじまないという以上の説明はしないこ\nと、兵庫県からの公文書照会については、検討の上文書による回答を行うこと、本\n件は大臣許可の申請に関するものであるから、兵庫県は関係しないとの立場をとっ\nてもらいたいことなどの記載もあって、全体としては、むしろ、本件申請について\nは、建設省として誓約・証明行為についての代理を認めないとの見解を明示したも\nのと認められるのであって、これを根拠に、建設省が兵庫県の取扱いを許容してい\nたと認定することはできない。」\n５　控訴人らの当審における予備的主張について\n控訴人らは、兵庫県（知事）の行為が控訴人らに本件申請につき補正の機会を失わ\nせたもので違法であり、右違法行為によって控訴人らに生じた損害について、被控\n訴人国にも賠償責任がある旨主張する。\nしかし、本件申請にかかる許可処分の権限を有するのが被控訴人大臣であって、兵\n庫県（知事）ではないことは、控訴人らにとっても誤解の余地なく明白であるとこ\nろ、前記認定の事実によれば、控訴人らは、平成四年一月六日以来、建設省の担当\n者から再三にわたり、電話あるいは文書で、建設省見解を伝えられ、補正の指示を\n受けるとともに、補正しない場合には本件申請を許可しない旨を告げられており、\nしかも、その見解自体が誰が考えても違法であることが明白であるとか、著しく当\n事者の利益を害する不当なものであるというものではなく、控訴人らとしては、こ\nれに従うことに特段の支障もなかったと思われるのに、控訴人らは、あくまで、本\n件作成形式による本件申請を維持することに固執した結果、本件処分がなされるに\n至ったことが認められるから、本件処分は、控訴人ら自身の行為の結果によるもの\nであって、兵庫県（知事）の行為と本件処分に至ったこととの間には、相当因果関\n係がないというべきである。したがって、控訴人らの右主張は理由がない。\n四　よって、原判決は正当であって、本件控訴は理由がないから、これを棄却する\nことにし、控訴費用につき民訴法九五条、八九条、九三条を適用して、主文のとお\nり判決する。\n（裁判官　山本矩夫　林　泰民　笹村將文）\n"
}