{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 12,
    "day": 16
  },
  "case_number": "平成11(ネ)3800",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "東京高等裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13457",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13457",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/457/013457_hanrei.pdf",
  "contents": "平成一一年(ネ)第三八〇〇号損害賠償請求控訴事件（原審・東京地方裁判所平成八\n年(ワ)第五七八四号）\n平成一一年一一月四日口頭弁論終結\n判        決\n控訴人              【Ａ】\n右訴訟代理人弁護士  木  下  洋  平\n被控訴人            小林製薬株式会社\n右代表者代表取締役  【Ｂ】\n右訴訟代理人弁護士  大  場  正  成\n同                  嶋  末  和  秀\n主    文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及び理由\n第一　当事者の求めた裁判\n一　控訴の趣旨\n原判決を取り消す。\n被控訴人は、控訴人に対し、金六八四万七一〇〇円及びこれに対する平成八年四\n月九日から支払済みまで年五分の割合による金員を支払え。\n訴訟費用は、第一、二審とも被控訴人の負担とする。\n二　控訴の趣旨に対する答弁\n主文と同旨\n第二　当事者の主張\n当事者双方の主張は、次のとおり付加するほか、原判決の「第二　事案の概要」\n記載のとおりであるから、これを引用する。\n一　当審における控訴人の主張の要点\n１　争点１（本件明細書の「曲率の小さな」は「曲率半径の小さな」の明白な誤記\nか否か）\n本件考案の明細書において「曲率の小さな」とあるのは、「曲率半径の小さな」\nの明白な誤記であり、「曲率半径の小さな」という意味に解釈すべきものである。\nしたがって、「「実用新案登録請求の範囲」及び「考案の詳細な説明」における\n「曲率の小さな」という記載が「曲率半径の小さな」の明白な誤記であると認める\nことはできない。」（原判決二一頁四行～六行）とした原判決は、その認定判断を\n誤っているから、取り消されなければならない。\n(一)　本件明細書の実用新案登録請求の範囲第一項及び考案の詳細な説明中におい\nて「曲率の小さな」とあるのは、「曲率半径の小さな」の明白な誤記である。\nすなわち、本件明細書の「曲率」に関する記載は、出願当初の明細書にはなく、\n審判請求に伴う補正によって導入されたものである。その際の審判請求書には、右\nの補正事項は出願当初の明細書に添付された図面の記載に基づくものであると記載\nされていたのであるから、この補正は、出願当初の明細書には記載されておらず図\n面にのみ開示されていた特徴を文章化したものであり、出願人は、「曲率半径の小\nさな」場合について権利付与を請求したものの、不注意により「曲率の小さな」と\n誤記したのである。\n原判決は、「曲率の小さな」を「曲率半径の小さな」の明白な誤記と認めること\nができない理由の一つとして、原判決添付の別紙図面Ｂを参照すべき資料として示\nして、「袖添付け部と身頃添付け部の縁部を形成する三つの響曲の曲率が彎曲連結\n部の曲率に対して小さい場合であっても、パッドの両端部に従来の三目月形状もの\nに比べて広い範囲の吸収面を確保することができ、本件考案が解決しようとした問\n題点を解決し得る」（原判決二〇頁六行～九行）ことを挙げている。しかしなが\nら、原判決のこのような認定には全く合理的根拠がない。\n原判決添付の別紙図面Ｂの上図は、汗吸収パッドが袖繰りの円周の半分を遥かに\n越えて被せられる、という非現実的な前提のもとに作成されており、当業者が、こ\nのようなものを作るはずがないから、この点において既に失当である。また、この\n図のものは、中央部に比べて両端部における吸収面積が急激に減少している点にお\nいても課題解決手段たり得ない。結局、問題の上図のものは、いかなる観点から見\nても、本件考案が意図する課題解決手段たり得ないことは明白である。\n次に、同図の下図の場合は、袖繰りの円周との関係では現実に近いが、そうする\nと、今度は、両端部で極端に汗吸収幅が小さいものになってしまい、「袖繰りに沿\nう一定幅の円弧状」のものとの関係で本件考案が解決しようとした課題が解決され\nないまま残ることは明らかである。\n結局、文字どおり、「曲率の小さい」場合でも本件考案の問題は解決されるかの\nようにいう原判決の認定には客観的根拠がなく、これが誤りであることは明らかで\nある。\n(二)　本件明細書の実用新案登録請求の範囲第一項及び考案の詳細な説明中の「曲\n率の小さな」という記載を「曲率半径の小さな」と改める訂正を無効とする審決\nが、同審決に対する東京高等裁判所、最高裁判所の訴訟手続（以下「別件訴訟」と\nいう。）を経て確定しているとしても、本件における判断が別件確定判決の判断に\n拘束されることがあってはならない。\nすなわち、登録実用新案の技術的範囲は、実用新案登録請求の範囲の記載に基づ\nき、かつ、裁判所が適当と認めるあらゆる資料に基づいて、最も具体的に妥当と認\nめる姿において決定されるべきものである。その際、別件訴訟を経て確定した訂正\n無効の判断も、それが正しいか否かが再審査されることになるのであり、結果的\nに、右確定した訂正無効の判断と矛盾することになったとしても、それはやむを得\nないことである。\nしかも、別件訴訟の審理中になされた当事者の主張や提出された証拠と、侵害問\n題が審理される裁判所においてなされた当事者の主張や提出された証拠とは、異な\nってくるのが当然であるから、裁判所が異なる判断に達することは何ら不合理なこ\nとではない。\nまた、別件訴訟において、最高裁判所は、単なる法令違反の主張であって適法な\n上告理由に当たらない、との理由で上告を棄却したのであって、判断を拒否したに\nすぎず、東京高等裁判所の判断が正しいとしたのではない。\nさらに、周知のとおり、民事訴訟法の改正により、上告事件として取り上げられ\nる案件は激減しており、事実上、東京高裁が最終審となっている。したがって、仮\nに、東京高等裁判所の判断が誤っていても、それが上告によって正されることはほ\nとんど期待できないという状況にある。本件もまさに、そのような事案の一つであ\nる。このような事情からしても、別件訴訟で確定した訂正無効の判断に拘束力を認\nめることは妥当ではない。\n２　争点２（均等の要件を充足するか否か）\n仮に本件明細書の「曲率の小さな」を「曲率半径の小さな」の明白な誤記と認め\nることができないとしても、右「曲率の小さな」という部分を「曲率半径の小さ\nな」に置換した被控訴人の実施態様は、均等の要件を充足するものである。したが\nって、控訴人の均等の主張を排斥した原判決は、認定判断を誤っており、取り消さ\nれなければならない。\n原判決は、「曲率の小さな」が「曲率半径の小さな」の明白な誤記であるとは認\nめられないとの前提で、本件の場合、均等の成立を妨げる特段の事情があるとし\nた。そして、原判決がこのように認定した根拠は、「原告は、縁部の形状を彎曲連\n結部より曲率の大きな三つの彎曲を連ねたものとする構成を、本件考案の実施例を\n示す図面として自ら掲げているのであって、本件明細書の「実用新案登録請求の範\n囲」及び「考案の詳細な説明」にその構成を記載することが可能であったにもかか\nわらず、これを記載せず、かえってこれとは異なる構成のみを記載したものという\nことができる。そして、前記のとおり、本件明細書の「実用新案登録請求の範囲」\n及び「考案の詳細な説明」の記載を字義どおりに解しても、当業者において、その\n技術的意義を明確に理解でき、これを実施することが可能であることなどをも併せ\n考えれば、原告は、本件考案についての実用新案登録出願手続において、本件考案\nの技術的範囲を、袖添付け部と身頃添付け部の縁部の形状が彎曲連結部より曲率の\n小さな三つの彎曲を連ねたものに限定したと外形的に解される行動をとったものと\nいうべきである。」（二五頁七行～二六頁七行）というものであった。\nしかしながら、前１で述べたように、本件明細書の｢曲率の小さな」は「曲率半径\nの小さな」の誤記であることが客観的に明らかであるのに、原判決が、「本件明細\n書の「実用新案登録請求の範囲」及び「考案の詳細な説明」にその構成を記載する\nことが可能であったにもかかわらず、これを記載せず、かえってこれとは異なる構\n成のみを記載したものということができる。」などというのは、「誤記しないこと\nが可能であったのに誤記をしたものである。」といっているに等しく、理解しがた\nい。\n均等論は、請求の範囲に記載されている文言を前提としながら、それを超えて発\n明、考案の実質的保護を図ろうとするものであるから、本件明細書の「曲率の小さ\nな」を「曲率半径の小さな」の明白な誤記と認めるべきか否かという訂正無効審決\nは問題にならない。\nなお、本件において、均等論の適用を認めれば、結果的に、訂正無効審決と矛盾\nするように見えることは否定できないが、訂正を認めるべきか否かが問題である場\n合と、発明、考案の実質的保護を図ろうとする均等論の場合とでは､拠って立つ法理\nが異なるから､「明白な誤記」とは認められないが「均等」である、との結論になる\nことは、何ら不合理ではない。\n二　当審における被控訴人の主張の要点\n１　争点１（本件明細書の「曲率の小さな」は「曲率半径の小さな」の明白な誤記\nか否か）について\n「曲率の小さな」を、概念上正反対の「曲率半径」という意味に解釈し得ないこ\nとは明らかであるから、この点が仮に明白な誤記であったとしても、訂正審決を経\nないままに、訂正されたのと同一の結果となる解釈をすることは、訂正審判制度を\n設けた立法趣旨に反し、許されない。そして、その訂正については、明白な誤記で\nはないとする訂正無効審決が既に確定しているのであるから、本件考案の明細書に\nおいて「曲率の小さな」とあるのは、「曲率半径の小さな」の明白な誤記であり、\n「曲率半径の小さな」という意味に解釈すべきものであるとする控訴人の主張は、\n失当である。\nなお、「曲率の小さな」との記載は、出願当初の明細書にはなく、拒絶査定不服\n審判の請求に伴う補正によって導入されたものであり、控訴人のいうとおり、右審\n判の審判請求書には、右の補正事項は当初明細書に添付された図面の記載に基づく\nものである旨の記載がある。しかし、図面といっても、図１、図２、図３の三つが\nあり、控訴人の主張に沿うのはこのうちの図２のみであって、図３は「曲率の小さ\nな」との記載と矛盾せず、図１は「曲率の小さな」に付合するようにも見え、少な\nくとも右文言と矛盾することが明らかとはいえない。したがって、図示されている\nのが、「曲率半径の小さな」場合であったことが一義的に明白とはいえない。\n本件考案の明細書において、「曲率の小さな」とあるのは「曲率半径の小さな」\nの誤記であるとして「曲率半径の小さな」と訂正することは、司法審査を十分に経\nて確定した訂正無効審決において否定された。その後に審理される侵害事件におい\nて、これと矛盾する解釈をとることは、特許庁の行政処分（登録）を権利（効力）\nの発生要件とする知的財産権の本質論からも、先決問題についての既判力と同様の\n法理ないし訴訟手続における信義則からも、許されないことが明らかである。\n一般に、前訴の訴訟物が後訴請求の先決問題となる場合には、前訴判決の判断\nは、後訴請求の先決問題として既判力を有するものとされている。\n本件は、前訴が通常の民事裁判ではなく、特許庁の確定審決（司法審査を経た上\nで確定した行政処分）である点が、右通常の民事訴訟における先決問題の場合と異\nなるが、同じ当事者の間の争訟であって、両当事者がともに、自己の立場を正しい\nとするための主張、立証を行う機会を十分に与えられたうえで（手続保障が与えら\nれたうえで）、確定した公権的判断という点では何ら異なるところはなく、本件の\n先決問題についての特許庁の確定審決を通常の民事訴訟の場合の前訴判決と別異に\n扱うべき実質的理由はない。既判力の作用の及ぶ後訴では、当事者は既判力の生じ\nた判断に反する主張をすることが許されないし、裁判所もこれと矛盾する判断をす\nることが許されず、既判力の生じた判断を前提として、後訴の審判をすべきものと\nされていることはいうまでもないから、本件でも、「曲率の小さな」を「曲率半径\nの小さな」に訂正したことは違法であり、無効であるとの公権的判断を前提に、審\n理されなければならない。\n特許や実用新案登録の無効事由については、権利付与の場面において手続保障が\n与えられていない被疑侵害者を救済するために、侵害事件に関する一部の裁判例に\nおいて、裁判所が、権利濫用の法理を適用したり、自由な技術の抗弁を認めたり、\nあるいは、一定の限度で無効事由を審理したりするなどの形で、これを取り上げる\n扱いがなされている。しかし、特許権者、実用新案権者は、右のような被疑侵害者\nと異なり、権利付与、訂正審判、訂正無効審判の場面において十分な手続保障が与\nえられているのであるから、右のように無効事由の存在について手続保障が与えら\nれていない被疑侵害者を救済するための理論を、本件に当てはめるべき実質的理由\nは全くない。\nしかも、本件訴訟の先決問題についての訂正無効審判では、権利者である控訴人\nは、自ら司法審査を求め、主張、立証を尽くしたはずである。本件で、控訴人の主\n張を認めることは、このような手続をすべて無にすることを意味し、法的安定性を\n著しく害するものであって、我が国の司法制度上許容されないことが明らかであ\nる。\n２　争点２（均等の要件を充足するか否か）について\n控訴人は、「曲率の小さな」が「曲率半径の小さな」の誤記であることが客観的\nに明らかであるとの前提で、控訴人の均等の主張を排斥した原判決を非難するが、\n明白な誤記ではないことは、前１で述べたとおりである。\n「曲率の小さな」を「曲率半径の小さな」に訂正することは、意味が正反対にな\nることであって、実用新案登録請求の範囲を実質的に変更することになることは明\nらかであるから、訂正が許されないことは疑う余地がない。訂正審判によって訂正\nできないことを、均等論によって実現しようとするのは、特許庁の審査、審判を潜\n脱することを認めよというものであって、知的財産権制度の基本原則に反し、到底\n認められない。そして、概念上正反対の意味になるような構成は、権利範囲から除\n外されたことになるのは当然であり、均等の主張を許す余地はない。\n第三　当裁判所の判断\n当裁判所も、控訴人の本訴請求は理由がないものと判断する。\nその理由は、次に追加するほか、原判決の第三（「当裁判所の判断」）の一ない\nし三のとおりであるから、これを引用する。\n一　争点１（本件明細書の「曲率の小さな」は「曲率半径の小さな」の明白な誤記\nか否か）について\n１　控訴人は、平成五年七月五日、本件明細書の実用新案登録請求の範囲第一項及\nび考案の詳細な説明中の「曲率の小さな」という記載を「曲率半径の小さな」に訂\n正する旨の訂正審判を請求し、平成七年一一月一六日、右訂正について、明瞭でな\nい記載の釈明であるとして、これを認める旨の審決がなされたこと、被控訴人は、\n平成八年五月一〇日、右訂正につき訂正無効の審判を請求し、これに対して、特許\n庁は、平成九年二月二五日、右訂正は、明瞭でない記載の釈明に当たらず、また、\n単なる誤記でもなく、訂正前の登録請求の範囲に含まれていない構成の考案に登録\n請求の範囲を変更するものであるとして、右訂正を無効とする旨審決したこと、控\n訴人は、右訂正無効審決の取消しを求めて、東京高等裁判所に審決取消訴訟（別件\n訴訟）を提起したが、平成一〇年三月一七日、請求棄却の判決を受け、最高裁判所\nに上告したものの、同年九月一〇日、上告を棄却するとの決定を受け、右訂正無効\n審決が確定したことは、原判決が証拠（甲第三号証、乙第四号証、第一〇号証、第\n一三号証～第一五号証）により認定したとおりである。\n２　別件訴訟では、訴訟物である訂正無効審決の当否を判断するに当たって、本件\n明細書の実用新案登録請求の範囲及び考案の詳細な説明中の「曲率の小さな」とい\nう記載を「曲率半径の小さな」と改める訂正が、明瞭でない記載の釈明に当たら\nず、また、単なる誤記でもなく、訂正前の登録請求の範囲に含まれていない構成の\n考案に登録請求の範囲を変更するものであるとの審決の認定判断が誤っているかど\nうかが唯一の争点とされ、控訴人が、被控訴人を相手方として、右争点について主\n張、立証を尽くしたことは、乙第一四号証（別件訴訟に係る東京高等裁判所平成一\n〇年三月一七日判決）の記載自体から明らかである。そして、前記のとおり、別件\n訴訟は、平成一〇年九月一〇日の最高裁判所の決定によって最終的に確定したもの\nである。\n控訴人は、本件訴訟において、本件明細書中の「曲率の小さな」という記載が\n「曲率半径の小さな」という意味を有することを前提に、被控訴人の実用新案権侵\n害を主張しているけれども、この前提事項は、別件訴訟において審理されてきた事\n項と実質的に同一の争点というべきであり、したがって、控訴人の主張は、正に、\n別件訴訟の確定により決着の付いたはずの事項を再び蒸し返して争おうとするもの\nであって、既判力に抵触するものではないが、確定した裁判によって解決しようと\nした事柄を未解決の状態に置こうとするものであるから、法的安定性を著しく害す\nることは明らかである。\nこのような場合、誤記であることが外形上客観的に一見して明白である、あるい\nは、別件訴訟につき再審事由に該当するほどの事由があるなどの特段の事情がない\n限り、確定判決の理由中の判断を尊重するのが相当であって、再度蒸し返して争う\nことは、信義則に反して許されないものというべきである。\n３　そこで、次に、本件において、右特段の事情に該当すべき事実が認められるか\n否かについて検討する。\nまず、本件明細書の実用新案登録請求の範囲第一項及び考案の詳細な説明中の\n「曲率の小さな」の記載が「曲率半径の小さな」の誤記であることが外形上客観的\nに一見して明白であるか否かについてみる。\n「曲率」と「曲率半径」とは、技術的にみれば正反対の概念であり、出願人が、\n本件明細書において、「曲率の小さな」と記載している以上、本件考案に接した当\n業者は、通常は、「曲率の小さな」と認識するものであって、正反対の「曲率半径\nの大きな」という意味に認識することはない。\nまた、仮に本件明細書の考案の詳細な説明や図面を参酌した場合、控訴人が指摘\nするとおり、実用新案登録請求の範囲第一項及び考案の詳細な説明中の「曲率の小\nさな」との記載を、その記載どおりの意味に解することに、明細書添付の図面の一\n部との関係などで不自然となる要素があるとしても、それだけで、そのように解す\nることが直ちにやめられるわけではないから、これをもって、「曲率の小さな」の\n記載を一義的に「曲率半径の小さな」という意味に解すべき根拠とすることはでき\nない。その他、右根拠に当たるものは本件全証拠によっても認めることができな\nい。\nしたがって、控訴人のいうとおり「曲率の小さな」が「曲率半径の小さな」の誤\n記であるとしても、それが外形上客観的に一見して明白であるということはできな\nい。\n次に、別件訴訟につき再審事由に該当するほどの事由があることは、本件全証拠\nによっても認めることができない。\nその他、前記特段の事情に該当すべき事実は、本件全証拠を検討しても見出すこ\nとができない。\nそうすると、本件明細書の実用新案登録請求の範囲第一項及び考案の詳細な説明\n中の「曲率の小さな」の記載が「曲率半径の小さな」を誤記したものと解すること\nは許されないといわなければならない。\n４　控訴人は、別件訴訟の審理中になされた当事者の主張や提出された証拠と、侵\n害問題が審理される裁判所においてなされた当事者の主張と提出された証拠は、異\nなってくるのが当然であるから、裁判所が異なる判断に達することは何ら不合理な\nことではないとして、別件訴訟で確定した訂正無効の判断を本件訴訟で再審査する\nことが許される旨主張するけれども、控訴人の主張を採用することができないこと\nは、先に述べたところから明らかというべきである。\nその他の控訴人の主張も、右に述べてきたところに照らし、いずれも採用できな\nいことが明らかである。\n５　以上のとおりであるから、本件明細書において「曲率の小さな」とあるのは\n「曲率半径の小さな」の明白な誤記であることを前提とする控訴人の主張は、いず\nれも採用することができない。\n二　争点２（均等の要件を充足するか否か）について\n原告の主張は、本件考案において技術的に意義を有することの明らかな「曲率の\n小さな」が、それと正反対の意味を有する「曲率半径の小さな」と、技術的意義に\nおいて同等であるとするものであるから、結局のところ、本件明細書の「曲率の小\nさな」が「曲率半径の小さな」の明白な誤記であることを前提としてのみ成立する\nものである。しかし、前記一に説示したとおり、本件明細書の「曲率の小さな」は\n「曲率半径の小さな」の明白な誤記であると解することは許されないから、原告の\n右主張は、その余の点について判断するまでもなく失当なことが明らかである。\n三　以上のとおり、控訴人の請求はいずれも理由がないから、これを棄却すべきで\nあり、原判決は相当であって、本件控訴は理由がない。よって、本件控訴を棄却す\nることとし、控訴費用の負担について、民事訴訟法六一条、九六条二項を適用し\nて、主文のとおり判決する。\n東京高等裁判所第六民事部\n裁判長裁判官  山      下      和      明\n裁判官  山      田      知      司\n裁判官  宍      戸              充\n"
}