{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 2,
    "day": 26
  },
  "case_number": "平成1(ネ)2125",
  "case_name": "エッソ石油損害賠償",
  "court_name": "大阪高等裁判所",
  "field": "労働",
  "lawsuit_id": "19087",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19087",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/087/019087_hanrei.pdf",
  "contents": "主　　　文\n一　原判決を次のとおり変更する。\n二　控訴人は被控訴人らに対し、金二三三万〇一二〇円及びこれに対する昭和五八\n年三月二六日から支払ずみまで年五分の割合による金員を支払え。\n三　被控訴人らのその余の請求を棄却する。\n四　訴訟費用は第一、二審を通じて一〇分し、その九を控訴人、その余を被控訴人\nらの各負担とする。\n事　　　実\n第一　申立て\n一　控訴人\n１　原判決中、控訴人敗訴部分を取り消す。\n２　被控訴人らの請求を棄却する。\n３　訴訟費用は第一、二審とも被控訴人らの負担とする。\n二　被控訴人ら\n１　本件控訴を棄却する。\n２　控訴費用は控訴人の負担とする。\n第二　当事者の主張及び証拠関係\n次のとおり付加するほかは、原判決の事実摘示及び当審記録中の書証目録に記載\nのとおりであるから、ここにこれを引用する（ただし、原判決三枚目表四行目冒頭\nの「で原告らの毎月の」を「での間、すなわち昭和五七年一〇月分から昭和五八年\n三月分までの被控訴人らの毎月二五日に支払われる」と改め、同五行目の「別紙」\nの次に「選定者の各」を、同七行目末尾の「交付した」の次に「（チェック・オフ\nされた組合費の明細は別紙「組合員毎の月例組合費及び一時金組合費」のとおりで\nある）」を、九枚目表三行目の「組合員」の次に「で」を、同八行目の「ス労自\n主」の次に「は」を、二〇枚目表一〇行目及び二一枚目表三行目の「味」の次に\n「鋺」を、同一行目の「○○」の次に「一ー七九　○○」をそれぞれ加える）\n一　控訴人\n１（一）　被控訴人らは選定当事者であり、判決の効力は選定者らに及ぶのである\nが、原判決の主文第一項によれば、控訴人は選定当事者全員に計二五八万二九三〇\n円とこれに対する遅延損害金を支払うべきこととされているにすぎないため、選定\n者ら各人に対しては、これを頭数で案分した金額が支払われることになると解する\nほかはない。ところが、原判決には、別紙「選定者の各損害額一覧表」が添付され\nていて、各人の損害額はこれによるというのであるから、本来選定者各人に対する\n支払いは右損害額一覧表記載の金額となるべきはずである。このように原判決には\n矛盾があり、そのため右主文では、判決の効力の及ぶ範囲を明確に確定することが\nできない。\n（二）　選定者らの選定書によれば、「第一審訴訟手続につき」被控訴人らを選定\n当事者に選定する旨記載されており、右選定の効力は第一審である原審の訴訟手続\nに限定されるべきものであるにもかかわらず、当審においては、被控訴人らが選定\n当事者に選定された旨の選定書が提出されていないので、被控訴人らは選定当事者\nとしての地位にはない。\n２　控訴人は、本件チェック・オフを停止することができない立場にあった。すな\nわち、\n（一）　原審でも主張したとおり、控訴人とス労との間にはチェック・オフ協定が\n存在しており、その規範的効力により組合員は個別的にチェック・オフ停止を申し\n出ることはできない。\n（二）　仮にこれが認められないとしても、チェック・オフの法律関係を、労働組\n合と組合員が使用者に対し、それぞれ組合費の取り立て及びその支払いを委任する\nとの考え方（支払委任説）に立てば、チェック・オフが労働組合の利益も目的とさ\nれている以上、労働組合の承諾なしに組合員の一方的意思のみで右委任を解約する\nことはできないし、また組合員が労働組合に対し、組合費相当額の賃金の受領権限\nを授与するとの考え方（代理受領説）に立っても、チェック・オフは受任者である\n労働組合の利益を目的としている以上、同じく組合員が一方的に委任を解約するこ\nとはできない。\n（三）　仮に組合員の意思のみによりチェック・オフを停止することが許されると\nの見解を採ったとしても、右意思に反してチェック・オフを継続したことが不法行\n為を構成するかはまた別の問題であり、控訴人には本件チェック・オフについてそ\nの責任はない。\nなお、控訴人としては、後記事情があり、これが賃金の供託になるのか、組合費\nの供託になるのか、また債権者はス労か、ス労自主か、又はス労自主の組合員かさ\nえも全く判断がつかず、供託をすることもできなかった。\n３　本件チェック・オフについて控訴人には過失はない。本件で問題となっている\nチェック・オフが最初になされたのは昭和五七年一〇月二五日の給与支給日である\nから、被控訴人らの本訴請求が是認されるためには、少なくともその時点で被控訴\n人らがス労を脱退したことを控訴人において了知できたことが必要である。しか\nし、被控訴人らはス労を脱退したものではないとの主張を繰り返しており、一方、\nス労も被控訴人らから脱退届の提出を受けておらず、被控訴人らの脱退を否定して\nいたのである（被控訴人Ｐ1の本人供述等及び乙第七号証参照）。このように、当時\n被控訴人らがス労を脱退したか否かについては、当事者の間でも混乱しており、も\nちろん外部からは明確な判断をすることができなかった。ス労の組合規約（乙第四\n三号証）では、ス労を脱退するには、理由を明記した脱退届の提出と中央執行委員\n長の承認が必要と定められているが、仮に脱退届の提出がないにもかかわらず脱退\nを認められる場合があり得るとしても、それは脱退届の提出に比肩すべきほどに脱\n退の事実が明確になっていることが条件となろう。また、右時点においては、ス労\n自主がいかなる組織であるか、その構成員、規約、役員等全く控訴人には分かって\nおらず、ス労からは被控訴人らの動きはス労内部の問題であり介入するなとの警告\nも受けており（乙第七号証）、ス労とス労自主がどのような関係にあるのかさえも\n控訴人には不明であった。ス労自主についての具体的な事情はその後に徐々に控訴\n人に明らかになってきたにすぎない。このような状況のもとで中立の立場にあるべ\nき控訴人に被控訴人らの言い分が単にス労の分派活動の延長に当たるのか、又は新\nたな組合組織の結成に当たるのかの判断を求めるのはそもそも無理であった。これ\nに対し、被控訴人らの側からこの困難を回避することは容易であったのに、前記の\nとおり被控訴人らはこの措置を採らなかったのであり、その責めを控訴人のみに負\nわせるのは不当である。\nちなみに、昭和四九年六月、エッソ・スタンダード労働組合が結成されたとき\nに、控訴人がチェック・オフを停止したのは、組合費引去停止依頼があっただけで\nなく、ス労からの脱退の事実が明白であったためである（乙第四九号証）。\nなお、昭和五七年一〇月当時、控訴人とス労との間には無断ビラ貼りに関する損\n害賠償請求事件を初めとして八件もの事件が裁判所及び労働委員会に係属し、また\n昭和五七年六月以降昭和五八年五月までの間、ス労は計四五回もストライキを行\nい、その間なされた団体交渉は三一回に及び、その他無断ビラ貼り計二七回、控訴\n人の役員宅への抗議行動計一九回など、控訴人とス労とは極度の緊張関係にあった\nのであり、本件チェック・オフについても控訴人がス労に対する不当労働行為にな\nらないよう慎重に対処したのは当然のことであった。\n４　被控訴人らは、その月の一五日までに申し出れば、当月分の給料からチェッ\nク・オフの開始、又は停止がなされることになっていたと主張するが、控訴人にお\nいては、給与調整項目の締切日はその月の一〇日とされており、したがって、一〇\n日までに右チェック・オフについての申し出があれば、当月分の給料から右申し出\nどおりの処理をすることができるが、一一日から一五日までの間に右申し出がなさ\nれたときは、処理手続が間に合わないことがあり、そのときには翌月分で調整する\nことになっている。\n二　被控訴人ら\n１　控訴人主張１は争う。選定当事者の選定書に「第一審訴訟手続につき」と記載\nしてあるのは、事件を特定するためにすぎず、選定の効力を第一審の訴訟手続に限\n定する趣旨ではない（最判昭五二年九月二二日判時八七三号三一頁参照）。\n２　控訴人主張２、３はいずれも否認ないし争う。控訴人の主張は、被控訴人らが\nス労から脱退したか否かとそれを控訴人が認識し得たかを区別せずに論じている。\n被控訴人らがス労を脱退したことは客観的事実として明白であり、控訴人はこれを\n確定的に認識していたのであり、また少なくともこれを認識し得たことは明らかと\nいうべきである。\n控訴人は、本件チェック・オフを停止しなかった理由として、ス労自主に加入し\nた者が判然としなかったことを挙げているが（ただし、エッソ大阪支部と四国分会\n連合会については、下部組織の全員がス労自主に加入したことを認めている。控訴\n人平成二年八月一日付準備書面参照）、ス労自主結成通告書ないし加盟通告書（甲\n第二ないし第四号証、第七一号証の一ないし三参照）を受領し、かつ労務担当者ら\nは右通告書受領時にス労自主側から口頭で説明も受けているのであり、新組合の加\n入者が分からないなどということはあり得ないし、正確を期す必要があるというの\nなら一言ス労自主側に聞けば直ちにこれは明らかになることであった。また、昭和\n五七年一一月五日には、ス労自主加入の各個人から「組合費引去停止依頼書」が控\n訴人に提出されたから、控訴人にはス労自主の組合員が明確に判明したはずである\nが、控訴人は昭和五七年一一月以降も、再三の抗議にもかかわらず、本件チェッ\nク・オフを停止しなかった。これはス労自主加入者が判然としなかったからチェッ\nク・オフを停止できなかったとの控訴人の右主張が虚偽であることを示している。\nなお、控訴人は、ス労と緊張関係にあったと主張するが、控訴人と緊張関係にあ\nったのは、ス労のうち後日ス労自主となったグループとの間においてであり、また\n数多くの係争事件が係属していたのは控訴人が労働組合を敵視する政策をとってき\nたことの証左である。\n３　賃金から組合費相当額を控除することができるのは、労働組合と使用者との間\nにチェック・オフ協定があるためではなく、各組合員の個別の承諾があるためであ\nり、また各組合員はいつでもこれを撤回することができる。このことは、ス労の場\n合にも、組合員が控訴人に提出している組合費引去依頼書（甲第六九号証）に明記\nされているところである。\n本件チェック・オフが許されないのは、被控訴人らがス労を脱退したためではな\nく、同人らが個別の右組合費引去依頼を撤回したことにある。\n４　控訴人における賃金は毎月一日から月末までを一か月とし、毎月二五日に支払\nわれており、組合費も同じく一日から月末までを一か月として、賃金支給日にその\n月分がチエツク・オフされている。そして、組合費のチェック・オクの開始ないし\n停止は、その月の一五日までにその旨を控訴人に申し入れると、その月分の賃金か\nらチェック・オフが開始又は停止されることになっており（甲第六九号証参照）、\n月の途中で加入・脱退があっても日割計算はされない扱いである。\n理　　　由\n一　当裁判所の判断は、次に付加、訂正、削除するほかは原判決の理由に説示する\nところと同一であるから、ここにこれを引用する。\n１　原判決一一枚目表六行目末尾に続けて「（原審の記録によれば、選定者から提\n出されている選定書には、「控訴人との間の組合費相当分の金員横領による損害賠\n償請求事件に関する民事第一審訴訟手続につき」本訴の選定当事者である被控訴人\nらを民訴法四七条による訴訟追行者に選定するとの文言が記載されていることを認\nめることができるが、右被控訴人らは当審においても選定者らから選定された選定\n当事者としての立場で訴訟行為をしているのであり、このような事情のあることと\nも照らすと、右記載は単に選定当事者を選定する事件を特定したものにすぎず、選\n定の効力を第一審訴訟手続に限定する趣旨のものではなく、右選定の効力は本件訴\n訟が終了するまで継続すると解するのが相当である）」を加える。\n２　同一一枚目裏六行目冒頭から一二枚目表六行目末尾までを「ところで、チェッ\nク・オフ協定（労働協約）が、右協約締結当事者である労働組合から使用者に対す\nる組合費の取立委任の効力を持つことは当然であるが、チェック・オフは具体的に\n発生した労働者の賃金請求権の一部についての処分に当たるものであるから、これ\nが労働組合員である労働者に対する関係で許されるためには、それが右労働者の意\n思に基づくことが必要であり、したがって、労働者がチェック・オフを拒否してい\nる場合、又はその承諾が撤回された場合など労働者がチェック・オフを拒否し、こ\nれを承諾していないときは、たとえ労働組合との間でチェック・オフ協定が成立し\nていても、チェック・オフを拒否する右労働者に対するチェック・オフは許されな\nいというほかはない（チェック・オフ協定が結ばれている労働組合に所属している\n組合員は、通常これを承諾し、また少なくとも黙示的には承諾をしているというべ\nきであろう。ちなみに、前掲各証拠によれば、控訴人とス労の場合には、ス労所属\nの組合員は同組合に加入する際、同組合への加入届と同時に、使用者である控訴人\nに対しても、ス労の組合費相当額を給料（賞与等一時金を含む）から引去り、これ\nをス労に交付すること、すなわちチェック・オフを依頼する旨の「組合費引去依頼\n書」を提出しており、しかも右書面には、チェック・オフ依頼を撤回するときに\nは、その支払を停止しようとする月の一五日までに控訴人に対しその旨の書面を提\n出しなければならない旨の記載もなされていることが認められる）。\nそこで、本件チェック・オフについてこれをみるに、ス労自主に属する支部・分\n会連合会が昭和五七年一〇月一二日、控訴人に対し、同月以降チェック・オフに係\nるス労組合費をス労に交付せず、右各支部・分会連合会が指定する銀行口座に入金\nするよう申し入れ、また同年一一月五日には、所属組合員作成に係る控訴人宛の組\n合費引去停止依頼書を添付した上で、同年一〇月二五日に支給された右組合員の賃\n金からス労組合費をチェック・オフしたことに抗議し、これを右指定する銀行口座\nに入金するよう申し入れをしたことは当事者間に争いがなく、この事実のほか、後\n記認定の各事情によれば、ス労自主が控訴人に対し同年一〇月一二日になした右申\nし入れは、控訴人がス労自主に所属する組合員の賃金から引去ったス労の組合費を\nス労に交付せず、ス労自主の指定口座に入金することを申し入れたものにすぎず、\n右抗議書にはス労自主の支部・分会連合会の名前はあっても、組合員個人の名前す\nら記載がなく、少なくとも右組合に所属する労働者からス労組合費のチェック・オ\nフ依頼の撤回を申し入れたものとは認められないのであって、ス労自主に所属する\n組合員である被控訴人らから控訴人に対し右撤回の意思表示がなされたのは同年一\n一月五日であるというほかはない。なお、成立に争いのない甲第一〇号証（原本の\n存在も争いがない）、第七三号証の各一ないし五、第七四号証の一ないし二〇、第\n七五号証の一ないし九、第七七号証の一ないし六、乙第八六、八七号証によれば、\n右昭和五七年一一月五日付の「組合費引去りについて」と題する書面（抗議書）に\n添付されていたス労自主所属の組合員らの組合費引去停止依頼書は右書面に添付さ\nれていたものであるとはいえ、その文面からも明らかにス労組合費引去依頼の撤回\nの意思が表明されているのであり、これをス労自主からの抗議にすぎず、組合費引\n去依頼の撤回とみることができないとすることはできず、また、その作成日は同年\n一〇月一二日又は同月一四日と記載されているのであるが（ただし、原判決添付選\n定者目録に記載の選定者のうち、Ｐ2、Ｐ3の分については、日付の記載がない。ま\nた、右組合費引去停止依頼書には、作成者各人の署名又は押印がされている）、右\n書面が控訴人に提出されたのは右のとおり同年一一月五日であるから、遡って右撤\n回申し入れの効力が生じているとすることもできない。」と改める。\n３　同一二枚目表七行目冒頭の「３」を「２」と、一三枚目裏八行目の「喪失し\nた」から同一〇行目末尾までを「喪失しており、しかも前記認定のとおり、昭和五\n七年一一月五日には、被控訴人らはス労組合費引去依頼撤回の申し入れをしている\nのであるから、いずれにしても右時点以降に控訴人のした本件チェック・オフは違\n法であるといわなければならない。」とそれぞれ改め、一四枚目表三行目の「第一\n四」の次に「、一五」を加え、同五行目冒頭の「第五一」を「第五〇」と、同裏一\n行目の「第五八号証」を「第五九号証」と、同一二行目の「停止額」を「停止願」\nとそれぞれ改める。\n４　一六枚目表四行目の「（被告の右」から同九行目の「得ない）」までを削除\nし、同一〇行日冒頭から一八枚目裏二行目末尾までを「確かに、前記認定の事実関\n係からすれば、控訴人の主張にも一理あるように見える。しかし、控訴人の言い分\nは、結局、被控訴人らがス労から脱退し、ス労自主を結成したものであることを認\n識することができなかったというに尽きるのであり、前記判示のとおり、チェッ\nク・オフが許されるのは、労働組合とのチェック・オフ協定によるのではなく、労\n働組合に所属している各労働者の意思に基づくものであるとする以上、少なくとも\n被控訴人らからチェック・オフ依頼の撤回の申し入れがなされた以降は控訴人はチ\nェック・オフを継続することはできず、このことは組合費引去依頼書にその撤回と\n組合費支払停止の記載がある点からしても控訴人において了知していたものという\nべきであり、前記認定によれば、被控訴人らが控訴人に対し右撤回の申し入れをし\nたのは昭和五七年一一月五日であるというのであるから、控訴人のした同月二五日\nに支給された同月分以降の賃金（賞与等一時金を含む）からの本件チェック・オフ\nは被控訴人らの賃金債権を侵害しており、不法行為責任を免れないというべきであ\nる。」と、同五行目の「原告らは」から同七行目末尾までを「前記認定のとおり、\n被控訴人ら請求額のうち昭和五七年一〇月二五日に支給された賃金から引去った分\n（別紙「組合員毎の月例組合費及び一時金組合費」のうち月例組合費欄に記載の\n額）を除いた額、すなわち、別紙「選定者の各損害認定額一覧表」記載の金額、合\n計二三三万〇一二〇円が控訴人の右不法行為により被控訴人らが被った損害とな\nる。」と、一九枚目表二行目の「昭和五七年」を「昭和六〇年」とそれぞれ改め、\n同四行目の「明白」の前に「記録上」を加える。\n二　以上の次第であって、控訴人は被控訴人らに対し、二三三万〇一二〇円及びこ\nれに対する前記不法行為の後の日である昭和五八年三月二六日から支払ずみまで民\n法所定年五分の割合による遅延損害金を支払うべき義務がある。\nよって、被控訴人らの本訴請求は、右認定の限度で理由があり、その余は失当と\nして棄却すべきであるところ、これと異なる原判決は右異なる限度で不当であるか\nら、これを右のとおり変更し（なお、控訴人は、原判決主文第一項のような形式の\n主文では、選定者らに対する判決の効力の及ぶ範囲が不明確であると主張するが、\n控訴人の不法行為により選定者らの被った損害額は別紙「選定者の各損害認定額一\n覧表」に記載のとおりであり、本判決主文第二項記載の金額はその合計額であるか\nら、選定者ら各人に対し右判決の効力の及ぶ範囲は右損害認定額一覧表に記載の金\n額についてであるというべきであり、控訴人の右主張は採るを得ない）、訴訟費用\nの負担につき民訴法九六条、八九条、九二条、九三条を適用して、主文のとおり判\n決する。\n（裁判官　石川恭　福富昌昭　竹中邦夫）\n別紙「組合員毎の月例組合費及び一時金組合費」省略\n選定者の各損害認定額一覧表（単位は円）\n１　Ｐ4　６０，９３０\n２　Ｐ5　９５，２８０\n３　Ｐ6　９３，６９０\n４　Ｐ7　７１，０８０\n５　Ｐ8　６７，２１０\n６　Ｐ9　９０，６７０\n７　Ｐ10　８１，７００\n８　Ｐ11　８６，８７０\n９　Ｐ12　７８，３００\n１０　Ｐ13　６７，３９０\n１１　Ｐ14　７５，３５０\n１２　Ｐ15　７４，４１０\n１３　Ｐ16　６５，３３０\n１４　Ｐ17　６７，８６０\n１５　Ｐ18　７４，１７０\n１６　Ｐ19　８３，３９０\n１７　Ｐ20　６９，３８０\n１８　Ｐ21　７３，８８０\n１９　Ｐ22　７０，２３０\n２０　Ｐ23　７０，８２０\n２１　Ｐ24　５８，８３０\n２２　Ｐ25　５７，６９０\n２３　Ｐ1　７５，６２０\n２４　Ｐ26　６２，１６０\n２５　Ｐ2　７３，８３０\n２６　Ｐ3　７２，７６０\n２７　Ｐ27　７６，１４０\n２８　Ｐ28　９５，９４０\n２９　Ｐ29　７９，０５０\n３０　Ｐ30　７８，９７０\n３１　Ｐ31　８１，１５０\n合計　２，３３０，１２０\n"
}