{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 8,
    "month": 6,
    "day": 25
  },
  "case_number": "平成7(行ウ)3",
  "case_name": "違法支出金補填請求事件",
  "court_name": "静岡地方裁判所",
  "field": "行政",
  "gist": "在職中に禁固以上の刑に処せられたことのみを市長に対する退職手当の不支給事由として定める特別職の職員の給与に関する条例（昭和３１年静岡市条例第３３号，平成６年静岡市条例第６０号による改正前）９条等の規定が憲法１４条１項に違反するとして，地方自治法２４２条の２第１項４号に基づき，市長の職にあった者に対してされた退職手当相当額の不当利得返還請求が，棄却された事例",
  "case_gist": "在職中に禁固以上の刑に処せられたことのみを市長に対する退職手当の不支給事由として定める特別職の職員の給与に関する条例（昭和３１年静岡市条例第３３号，平成６年静岡市条例第６０号による改正前）９条等の規定が憲法１４条１項に違反するとして，地方自治法２４２条の２第１項４号に基づき，市長の職にあった者に対してされた退職手当相当額の不当利得返還請求につき，同条例９条等の規定は，市職員であれば懲戒免職処分の事由となるべき程度の非行により市長が，退職するに至る場合にも，退職手当を支給することとして，市長と市職員とで異なる取扱いをすることを定めるものであるが，両者の間には，その身分取得の方法，在職期間，職務の内容等公務員としての地位に制度上顕著な差異が存することなどからすれば，前記規定が憲法１４条１項に違反するとはいえないとして，前記請求を棄却した事例",
  "lawsuit_id": "16309",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16309",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/309/016309_hanrei.pdf",
  "contents": "○　主文\n原告らの請求を棄却する。\n訴訟費用は原告らの負担とする。\n○　事実及び理由\n第一　原告らの請求\n被告は、静岡市に対して金二四五七万円及びこれに対する平成六年八月一二日から\n支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n本件は、静岡市の住民である原告らが、平成六年七月三一日付で静岡市長を退職し\nた被告に対し静岡市条例に基づく退職手当を支給するため、専決権限を有する同市\n人事課長がした支出負担行為又は支出命令が違法無効であると主張して、被告に対\nし、地方自治法二四二条の二第一項四号後段に基づき、支給された退職手当相当額\nを不当利得として静岡市に返還するよう請求した事案である。\n一　争いのない事実\n１　（一）　原告らはいずれも静岡市の住民である。\n（二）　被告は、昭和六二年の静岡市長選挙に当選して同年四月に同市長に就任\nし、平成三年の同市長選挙で再選されて同年四月から二期目の任期を務めていた\nが、平成六年七月三一日付で同市長を退職したものである。\n２　（一）　静岡市事務決裁規則（昭和五八年静岡市規則第四号。但し、平成七年\n静岡市規則第一二号による改正前のもの。以下同じ。）により退職手当の支給の決\n定につき専決権限を有する静岡市人事課長は、被告からなされた平成六年七月三一\n日付の退職手当の請求に対し、同日、特別職の職員の給与に関する条例（昭和三一\n年静岡市条例第三三号。以下「特別職給与条例」という。）七条に基づいて、退職\n手当二四五七万円の支給の決定（以下「本件支給決定」という。）をした。\n右退職手当の額は、特別職給与条例七条二項に従って、退職日における被告の市長\nとしての給料一〇五万円に在職月数三九か月を乗じて得た額にさらに一〇〇分の六\n〇を乗じて算出したものである。\n（二）　静岡市事務決裁規則により退職手当の支給に係る支出負担行為及び支出命\n令の専決権限を有する同人事課長は、平成六年七月三一日付で、本件支給決定に基\nづき、被告に対する退職手当の額二四五七万円につき支出負担行為及び支出命令\n（以下、右支出負担行為及び支出命令を併せて「本件支出決定行為」という。）を\nした。\n（三）　静岡市出納事務局規則（昭和五〇年静岡市規則第二七号）により退職手当\nの支給に係る支出行為の専決権限を有する静岡市会計課長は、右（二）の支出命令\nに基づき、平成六年八月一二日付で、被告に対する退職手当の額二四五七万円の支\n出行為をし、被告はその支払を受けた。\n３　原告らは、平成七年一月二〇日、静岡市監査委員に対し、本件支出決定行為及\nび右２の（三）の支出行為につき監査請求をしたが、同監査委員は同年三月一七日\n付で原告らに対し、右監査請求には理由がないとの監査結果の通知をした。\n４　なお、静岡市職員懲戒規則（昭和二三年静岡市規則第二七号）三条二号は、\n「職務の内外を問わず公職上の信用を失うべき行為があったとき」を職員（市長の\n補助機関である職員、選挙管理委員、監査委員等をいう。）に対する懲戒事由と\nし、また、静岡市職員退職手当支給条例（昭和二七年静岡市条例第一三号。但し、\n平成七年静岡市条例第一四号による改正前のもの）三条四項一号は、地方公務員法\n二九条の懲戒に関する規定による免職処分を受けた職員（一般職に属する職員をい\nう。同法四条）に対しては退職手当の支給をしない旨を定めているから、一般職に\n属する静岡市職員（以下単に「市職員」という。）が信用失墜行為をしたときに\nは、懲戒免職処分を受けて退職手当の支給がなされないことがあることになる。\n他方、法律上又は条例上、市長に対する懲戒処分についての規定は存在しない。ま\nた、特別職給与条例七条一項によれば、退職手当は市長等（市長、助役、収入役、\n公営企業管理者、常勤の監査委員及び固定資産評価員を指す。同条例一条）が任期\n満了その他の理由により退職したときに支給するものとされ、同条例九条により、\n市長等が在職中に禁錮以上の刑に処せられたことにより、又は懲戒免職により退職\nしたときは、退職手当は支給しないとされているほかは、市長に対する退職手当の\n支給を制限する法律上又は条例上の規定は存在しないから、懲戒免職処分を受ける\nことのない市長については、在職中に禁錮以上の刑に処せられたことにより失職す\nる場合（地方自治法一四三条一項、公職選挙法一一条一項）を除き、退職に際して\n退職手当の支給がされないことはないことになる。\n二　争点\n１　原告らは、本件支給決定が違法無効であり、したがって、本件支給決定に基づ\nく本件支出決定行為も違法無効であって、被告が本件支出決定行為に基づき静岡市\nから退職手当として二四五七万円の支払を受けたことは不当利得に当たると主張す\nるものであるが、本件支給決定が違法無効であるとする根拠については次のとおり\n主張する。\n（一）　憲法一四条違反\n（１）　市長に対する懲戒処分についての規定が存在しないことは、懲戒権者が自\nらを罰するのは論理上不能であり、あるいは市長が選挙された者である以上、リコ\nールや選挙で住民が市長を交代させればよいという考え方が、その根底にあるもの\nと考えられるが、非行によって退職する市長に対し退職手当を支給することについ\nてはこれと同様に考えることはできない。\n納税者側からみれば、非行のあった市職員に対する退職手当の支給が許し難いのと\n同様に、市長の非行による退職の場合にもこれに対し退職手当の支給がなされるこ\nとは許し難いものである。そして、市長と市職員との関係は、憲法一四条一項にい\nう「政治的関係」又は「社会的関係」に含まれるものであるから、非行によって懲\n戒免職処分を受けた市職員に対する退職手当の支給がなされないのに、これと同程\n度の非行があったため退職する市長に対し退職手当の支給がなされることは、同項\nで禁止される差別的取扱いに該当するものというべきである。したがって、特別職\n給与条例中の、市長に対し退職手当が支給されない場合を在職中に禁錮以上の刑に\n処せられたことにより退職したときに限定し（なお、刑事訴訟の長期化の実態に鑑\nみれば、在職中に禁錮以上の刑が確定することは殆ど存在しないから、この制限も\n実質的には死文である。）、それ以外の場合には、市職員であれば懲戒免職処分の\n事由となるべき程度の非行により退職する場合であっても退職手当の支給をなすこ\nととする関係規定は、憲法一四条一項に違背するものであって、無効である。\n（２）　被告は、静岡市長に在職中、（１）同市長の認可等の権限と密接な関連の\nある岩石の採取及び土地開発を行うことを業とするみやこ土木株式会社の代表取締\n役Ａと同行して、前後一一回にわたり海外・国内旅行をし、その費用の大半を同人\nに負担させたほか、ホテル、高級クラブ等で二〇回以上に及ぶ接待を受けた一方\nで、静岡市開発推進室長に命じてＡと同行の上他県の団地開発の視察をさせたり、\nＡに対し同人の所有土地に関係する未公表の静岡市の開発計画を漏洩したりし、\n（２）株式会社東和地所の静岡市吉津地区におけるゴルフ場建設計画に対し、議会\n等で積極的に歓迎する発言を繰返し行った一方で、被告の後援会が同会社から五〇\n〇万円の寄付を受けたことについて静岡県警察本部から収賄の疑いで事情聴取を受\nけ、（３）静岡市職員に対する贈賄により有罪の確定判決を受けた甲賀建設代表取\n締役Ｂと同行して二回海外旅行をした、などの非行を行ったのみならず、議会での\n再三の追及に対しても非行の事実の開示をせずに居直りを続けていたが、右（２）\nの警察の事情聴取を受けるに及んで辞職に追い込まれたものである。\n（３）　右（２）の被告の非行は、市職員が行ったとすれば、静岡市職員懲戒規則\n三条二項に該当し、優に懲戒免職事由に当たる程度のものであることは明らかであ\nる。それにもかかわらず、静岡市人事課長は、違憲無効の特別職給与条例の関係規\n定に基づいて、本件支給決定を行ったものであるから、本件支給決定は違法無効で\nある。\n（二）　権利の濫用・信義則違反\n（１）　被告は、静岡市長としての第一期目の任期中の平成二年六月九日付で、\n「職員の服務規律の保持について」と題し、市職員に対し、職務上利害関係のある\n者と会食、旅行等をするなどして住民の疑惑を招き、市職員の信用を失墜させるこ\nとを戒める内容の通達を発した。\n被告は、右通達を発することにより、当然の前提として、自らもかかる非行とは無\n縁であり、仮にこれに違反したときには自らに対し厳しい制裁を課することを納税\n者に宣言したものと捉えることができる。\n（２）　被告は、右（一）の（２）のとおり、右通達で戒めた内容を超える非行を\n行って（なお、被告は、平成六年三月七日の議会運営委員会において、業者との不\n祥事に関連して、自らを減給するための条例案を議会に提出する意向を示したので\nあるから、自己の非行を認めていたものである。）、退職したのであるから、当然\n退職手当の受領を辞退すべきである。それにもかかわらず、退職手当を請求するこ\nとは権利の濫用であり、信義則に違反する。\n（３）　したがって、被告のした退職手当の請求に対して静岡市人事課長がした本\n件支給決定は違法無効である。\n２　右１の原告らの主張に鑑みれば、本件の争点は次のとおりである。\n（一）　特別職給与条例中の退職した市長に対する退職手当の支給に関する規定が\n憲法一四条一項に違背するものであるかどうか（争点一という。）。\n（二）　仮に、争点一において、特別職給与条例の規定が憲法一四条一項に違背す\nるとした場合に、被告が原告ら主張の非行によって退職するものであり、これが市\n職員であれば懲戒免職処分の事由となるべき程度の非行により退職する場合に当た\nるものであるかどうか（争点二という。）。\n（三）　被告が退職手当の請求をすることが、原告ら主張の理由により権利の濫用\nであり、信義則に違反するものであるかどうか（争点三という。）。\n第三　争点に対する判断\n一　争点一について\n１　市長と一般職に属する市職員とでは、その身分取得の方法、在職期間、職務の\n内容、服務規律の性質等、公務員としての地位に制度上顕著な差異が存するのであ\nるから、地方自治法二〇四条、二〇四条の二、二〇五条を受けて定められた特別職\n給与条例が退職した市長に対する退職手当の支給を制限する事由について市職員に\n対するものとは異なる定めをしたとしても、それが右のような公務員としての地位\nの差異に由来するものとしても不合理であると認められる場合のほかは、かかる定\nめをもって憲法一四条一項に違背するものということはできない。\n２　原告らは、右第二の一の４のとおり、市職員が懲戒免職処分を受けて退職する\n場合には退職手当は支給しないものとされているのに、制度上市長に対する懲戒処\n分が存在せず、これを市長に対する退職手当の不支給の事由となることができない\nところから、市職員であれば懲戒免職処分の事由となるべき程度の非行により市長\nが退職するに至った場合にもなお退職手当を支給すべきこととする特別職給与条例\nの関係規定は憲法一四条一項に違背すると主張する。\nそこで検討するのに、一般に公務員に対する懲戒免職処分はあらかじめ定められた\n規則等に従って公正な手続下における事実認定及び判断を経てなされ、かつ不服申\n立て又は抗告訴訟の提起によってその処分の適否を争うことも認められているので\nあり、静岡市においても、地方公務員法を受けて静岡市職員懲戒規則が制定され、\nその詳細な手続きを定めているところである。したがって、懲戒免職処分を退職手\n当の不支給の要件としても明確性に欠けるおそれはなく、退職手当の不支給に対し\nても右の手続上の保障が間接的に及ぶことになると考えられる。市長についても、\n懲戒免職処分をすることが理論上あり得ないことは置くとしても、特定の非違行為\nを退職手当の不支給事由とすることは考えられないではないであろう。しかしなが\nら、その場合には、市長が、一般職に属する公務員とは異なり、議員と共に、住民\nの直接選挙により選任され、直接住民に責任を負う地位に立つものであり、そうだ\nからこそ、議会と市長とが相互に抑制し合うことにより強力かつ適正な権限行使が\n図られるという事情を十分に考慮すれば、自ずからその事由も限られたものとなる\nほかない（もちろん、原告が主張するように、「市職員であれば懲戒免職処分の事\n由となるべき程度の非行」とするのでは、あまりにも明確を欠くものといわざるを\n得ない。）。さらに、不支給の決定に至る過程において市職員に対する場合と同様\nの手続的な保障を与えることも必要であると考えられるが、退職手当の性質上、そ\nの支給又は不支給の決定は後任の市長により、あるいはその下で専決権限を有する\n職員によってなされるほかないことや、右のような市長の地位の特質、更には退職\nと当該事由との因果関係を考慮すると、その制度設計はまことに困難といわざるを\n得ない。反面で、これが政争の具として利用される虞れさえないとはいえない。\nそうだとすると、特別職給与条例が、退職手当不支給の事由を、右のような不都合\nの存在しない、在職中に禁錮以上の刑に処せられたことにより退職したときに限定\nして、原告らが主張するように、「市職員であれば懲戒免職処分の事由となるべき\n程度の非行」により市長が退職する場合をその事由としなかったことが、市長と市\n職員の公務員としての地位の差異に由来するものとしても不合理であるとは到底解\nし得ないところであり、同条例の関係規定が憲法一四条一項に違背するものという\nことはできない。\n二　争点三について\n仮に、被告が原告ら主張の内容の「職員の服務規律の保持について」と題する通達\nを発し、かつ自ら業者との関係で原告ら主張の行為に及んだことがあったとして\nも、それによって、法律上又は条例上、直ちに退職手当請求権を喪失することには\nならない。また、退職に際し退職手当の請求をすべきかどうかという道義上の問題\nが生ずることがありうることは別として、原告ら主張の程度の行為があったからと\nいって、被告が退職手当の請求をすることが権利の濫用であるとか信義則に違反す\nるとかいうことはできないし、ましてこれに応じて退職金を支給したことが違法で\nあるとは考えられない。\n第四　結語\n以上によれば、その余の点につき判断するまでもなく、原告らの本件請求は理由が\nない。\n（裁判官　曽我大三郎　石原直樹　杉本宏之）\n"
}