{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 11,
    "month": 3,
    "day": 3
  },
  "case_number": "平成9(行ウ)16",
  "case_name": "公文書非公開決定処分取消事件",
  "court_name": "千葉地方裁判所",
  "field": "行政",
  "gist": "１　県監査委員事務局のタクシー等の利用代金の支出負担行為支出伝票及びその添付書類である請求書に記録された情報のうち利用目的である用務及び利用者が，千葉県公文書公開条例１１条２号に非開示事由として規定する個人情報に該当しないとされた事例　２　県監査委員事務局のタクシー等の利用代金の支出負担行為支出伝票及びその添付書類である請求書に記録された情報のうち，タクシー会社の所在地及び名称等，同会社の使用する金融機関名及び口座番号等，同会社又はその代表者の印影並びに相手方コードが，千葉県公文書公開条例１１条３号に非開示事由として規定する法人等情報に該当しないとされた事例",
  "case_gist": "１　県監査委員事務局のタクシー等の利用代金の支出負担行為支出伝票及びその添付書類である請求書に記録された情報のうち利用目的である用務及び利用者につき，千葉県公文書公開条例１１条２号は，広くプライバシーを保護するため，「県職員の個人情報」を含むものとして「個人に関する情報」の要件を規定したものであるが，県職員の職務遂行情報については，これを明確に非公開情報に含めるものとして規定することはせず，その取扱いを解釈に委ねたものということができるところ，公務員の氏名は，同時にその私生活においても個人を識別する基本的な情報として一般に用いられており，これを開示すると公務員の私生活への影響も考えられるから，これを個人に関する情報として同号により保護することには一定の合理性は認められるが，公務員が職務遂行過程において行う行為自体は，すべてその公務員たる地位に基づいてされるものであって，その私生活とは本来関わりがないものであり，職務遂行情報としての公務の内容及びこれに携わった公務員の役職名等も，いかなる用務のためにいかなる立場にあるものが関与したかを示す情報にすぎず，これが公開されたとしても，これによって公務員個人のプライバシーが害されることはないのが通常であると考えられるから，県職員の職務遂行情報を非公開情報に含めることを一義的に明らかにしていない同号の解釈として，そのような情報が個人情報性を有するものとするのは相当ではないとした上，前記情報のうち用務の部分は，監査，検査，会議等といった公務又は公用の名称であるが，これは業務，行事の名称にすぎず，また，利用者の部分は，いずれも公務員である当該タクシーを利用した者の所属団体名，肩書や役職名であり，いずれも個人情報性を有するものではないとして，前記情報は同号に非開示事由として規定する個人情報に該当しないとした事例　２　県監査委員事務局のタクシー等の利用代金の支出負担行為支出伝票及びその添付書類である請求書に記録された情報のうち，タクシー会社の所在地及び名称等，同会社の使用する金融機関名及び口座番号等，同会社又はその代表者の印影並びに相手方コードにつき，タクシー会社の所在地及び名称等については，県職員が利用するタクシー会社であるとの一事をもって，当該会社所属のタクシーが一般の利用者を巻き添えにする形でテロ行為の標的になることの危険性は具体的なものとはいい難い上，一般人に対し，テロ行為の巻き添えになる事態を危惧させ，当該タクシー会社の利用を回避する必要を感じさせるに足りるものとは認められず，また，同会社の使用する金融機関名や口座番号，印影等は，経理を行う上での内部管理に属する情報に該当するということができるところ，同会社がこのような各情報を外部の第三者に交付する請求書に記載等している以上，当該情報が悪用される危険性は，公文書公開請求により公開されるか否かに関わらず，当初から存在しているものである上，前記のような会社は，当然，請求書の当該情報が悪用される危険をもともと認識しているべきものであって，その悪用がされるリスクを管理，処理し，その対策を講じているはずのものであるから，前記各情報を公開することによって，前記会社の競争上等の地位に不利益が生じるとはいえないとして，前記各情報が，千葉県公文書公開条例１１条３号に非開示事由として規定する法人等情報に該当しないとした事例",
  "lawsuit_id": "16093",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16093",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/093/016093_hanrei.pdf",
  "contents": "主　　　文\n一　被告が原告らに対し平成九年三月二一日付けでそれぞれした別紙記載の文書に\nついての各公文書部分公開決定のうち公文書を非公開とする部分をいずれも取り消\nす。\n二　訴訟費用は被告の負担とする。\n事実及び理由\n第一　請求\n主文同旨\n第二　事案の概要\n本件は、原告らが、千葉県公文書公開条例（以下「本件条例」という。）に基づ\nき、千葉県監査委員事務局のタクシー等の利用代金の支出に関する公文書の公開を\nそれぞれ請求したところ、被告が、これに該当する三〇件の文書の一部を非公開と\nする各公文書部分公開決定をしたため、原告らがこれらの決定のうち公文書を非公\n開とする部分の取消しをそれぞれ請求した事案である。\n一　前提となる事実（１ないし３は争いがなく、４は証拠（甲三ないし三二の各\n１・２、三九、証人Ａ）及び弁論の全趣旨によって認める。）\n１　当事者\n被告は、本件条例二条一項（以下、本件条例の表示については、条項のみ記載\nし、本件条例であることは省略する。）所定の実施機関であり、原告らは、いずれ\nも千葉県（以下「県」という。）内に事務所を有する個人で、五条二号に基づき実\n施機関に対して公文書の公開を請求することができることとされている者である。\n２　本件条例の内容\n（一）　一一条は、同条各号の一に該当する情報が記録されている公文書は公開し\nないことができるとしているところ、二号及び三号の規定は次のとおりである。\n「二　個人に関する情報（事業を営む個人の当該事業に関する情報を除く。）であ\nって特定個人が識別され、又は識別され得るもの。ただし、次に掲げる情報を除\nく。\nイ　法令等の定めるところにより、何人でも閲覧することができる情報\nロ　実施機関が作成し、又は収受した情報で、公表を目的としているもの\nハ　法令等に基づく許可、免許、届出等の際に実施機関が作成し、又は収受した情\n報で、公開することが公益上必要であると認められるもの\n三　法人その他の団体（国及び地方公共団体を除く。以下「法人等」という。）に\n関する情報又は事業を営む個人の当該事業に関する情報であって、公開することに\nより、当該法人等又は当該事業を営む個人の競争上若しくは事業運営上の地位に不\n利益を与え、又は社会的信用を損なうと（認められるもの。ただし、次に掲げる情\n報を除く。\nイ　事業活動によって生じ、又は生ずるおそれがある危害から人の生命、身体及び\n健康を保護するために、公開することが必要であると認められる情報\nロ　違法又は不当な事業活動によって生じ、又は生ずるおそれがある支障から人の\n財産及び生活を保護するために、公開することが必要であると認められる情報\nハ　イ又はロに掲げる情報に準ずる情報であって、公開することが公益上必要であ\nると認められるもの\n（二）　その他、本件条例のうち、本件に関連する規定として、次のものがある。\n「第一条　この条例は、県民の公文書の公開を請求する権利を明らかにするととも\nに、公文書の公開に関し必要な事項を定めることにより、県民の県政に対する理解\nと信頼を深め、県政の公正な運営の確保と県民参加による行政の一層の推進を図る\nことを目的とする。　」\n「第三条　実施機関は、県民の公文書の公開を請求する権利を十分尊重してこの条\n例を解釈し、運用するものとする。この場合において、実施機関は、個人に関する\n情報がみだりに公にされることのないよう最大限の配慮をしなければならない。\n３　情報公開請求及び一部非公開決定\n原告らは、被告に対し、平成九年一月二二日、請求する公文書の件名又は内容\nを、平成六年度に県監査委員事務局において支出されたタクシー（ハイヤーも含\nむ。以下同じ。）の利用代金が分かる支払関係の書類一切として、五条一項に基づ\nき、それぞれ公開を請求した（以下「本件各請求」という。）。\n被告は、原告ら各自に対し、平成九年三月二一日、本件各請求に対応する公文書\nの件名を別紙「特定する公文書の件名」記載の三〇件の支出負担行為支出伝票（以\n下「本件支出伝票」という。）及びその添付書類である請求書（以下「本件請求\n書」といい、本件支出伝票と合わせて「本件文書」という。）とした上、本件支出\n伝票中の説明欄の一部、相手方の住所、氏名、金融機関名、預金種目、口座番号及\nび口座名義人、相手方コードの各欄の記載並びに本件請求書中の作成名義人及び振\n込先の各表示部分の記載を非公開とし、その理由を「本件条例一一条二号及び三号\n該当（理由）特定個人を識別しうる情報が記録されているため。法人の事業運営上\nの情報が記録されているため。」とする内容（ただし、当初の決定書では、右「三\n号」の部分は「八号」と誤記されており、事後的に被告により訂正の手続がとられ\nた。）の、公文書部分公開決定（以下「本件各処分」という。）をそれぞれした。\n４　非公開事項等\n（一）　タクシー利用者及び用務\n本件支出伝票の説明欄には、タクシー利用目的たる用務、タクシー利用者とその\n人数、タクシー利用の日付及び区間が、例えば「監査事務調査のため来庁した際、\n視察先まで送ってよろしいか。４／２２千葉～松戸（東京都監査委員事務局長一\n名、千葉県職員二名）」という体裁でいずれも記載されている。このうち、タクシ\nーの利用目的たる用務及び利用者（以下合わせて「タクシー利用者等」という。）\nの記載（右の例における強調文字部分）は、本件各処分で非公開とされている（た\nだし、利用者の肩書名等の一部は公開された。）。右のうち、用務の記載内容は、\nいずれも監査、検査、会議等といった公務または公用の名称や目的である。また、\nタクシー利用者は、いずれも公務員で、その記載内容はすべて個人名ではなく、所\n属団体名、肩書や役職名である。\n（二）　タクシー会社の所在地及び名称\n本件支出伝票には、支出負担行為の相手方に関する記載として、相手方の住所欄\n及び氏名欄に、支出負担行為に係る相手方であるいずれも法人であるタクシー会社\nの名称とその所在地が記載されている。また、本件請求書は、本件支出伝票の添付\n文書として一枚ずつ対になっており、対応する本件支出伝票に係る支出負担行為の\n相手方たる請求書の作成人であるタクシー会社の名称、代表者氏名、所在地、電話\n番号が記載されているほか、一部にはファックス番号も記載されている。さらに、\n本件支出伝票及び本件請求書の中には、タクシー会社が使用する金融機関口座の名\n義人としてタクシー会社の名称が記載されているものもある。\nこれらの記載（以下「タクシー会社名等」という。）は、本件各処分においてす\nべて非公開とされている。\n（三）　金融機関口座情報（以下「口座情報」という。）\n本件支出伝票には、支出負担行為に係る金員の支出先として、相手方であるタク\nシー会社の使用する口座情報が、金融機関名、預金種目、口座番号、口座名義人の\n項目により記載されている。また、本件請求書には、請求に係る金員の振込先とな\nるべき口座情報が、右と同様の方法により記載されている。\nこれらの記載は、本件各処分においてすべて非公開とされている。\n（四）　印影\n本件請求書には、請求書の作成名義人であるタクシー会社又はその代表者の印章\nが押捺されている。この印章の印影は、本件各処分においてすべて非公開とされて\nいる。\n（五）　相手方コード\n本件支出伝票中には、相手方コード及びその枝番として、それぞれ五桁程度の数\n字及び一桁程度の数字が記載されている。これらの数字は、県が取引先を管理する\nために独自に取引先に付したコード番号である。\nこの相手方コードは、本件各処分においてすべて非公開とされている。\n二　争点\n本件の争点は、一一条二号によりタクシー利用者等を非公開とし、同条三号によ\nりタクシー会社名等、タクシー会社の使用する口座の口座情報、その印影、相手方\nコードを非公開としたことの適法性である。\n三　原告らの主張\n１　タクシー利用者等について\n（一）　一一条二号の解釈\n本件条例三条後段及び一一条二号は、個人のプライバシー保護を立法目的とする\n規定であるから、ある情報の一一条二号該当性は、当該情報を公開することが個人\nのプライバシーを侵害するか否かという観点から判断されるべきであり、このこと\nは、いわゆる個人識別型の条例とプライバシー型の条例であるとを問わない。そし\nて、個人識別型を採用した一一条二号においては、「個人に関する情報」と「特定\nの個人が識別され、又は識別され得るもの」との二つ（以下それぞれ「個人情報\n性」、「個人識別可能性」という。）の要件が必要とされているが、個人情報性の\n要件も、やはり右のプライバシー保護という立法目的から解釈されるべきであり、\n公務員の公務に関する情報はこれに該当しない。\n（二）　タクシー利用者等の一一条二号該当性\n（１）　タクシー利用者等は、公務員の公務に関する情報であるから、個人情報性\nを欠くものである。\n（２）　タクシー利用者等は、特定の個人の氏名の記載ではないし、これと関連情\n報を総合することにより個人識別可能性があることについての具体的主張立証もさ\nれていない。そして、仮に個人識別可能性があったとしても、もともと県職員の氏\n名は名簿として一般に公開されており、タクシー利用者の氏名が識別されたとして\nも問題が生じるものではない。\n２　タクシー会社名等について\n千葉県発行の「公文書公開の手引」（昭和六三年一〇月）（以下「本件手引」と\nいう。）は、一一条三号の「当該事業に関する情報」の例として、事業内容、事業\n所、事業用資産、事業所得など実質的内容を持つものを挙げているが、事業者の名\n称及び所在地は一般に電話帳や広告媒体などで公表されており、右の事業情報には\n該当しない。\nまた、県監査委員が使用するタクシー会社の名称を公開したとしても、当該タク\nシー会社がテロ行為の対象となる危険性が強まり、一般の利用者が危倶の念を抱い\nて当該会社のタクシーの利用を控えるという因果関係の立証はなく、そのような事\n態が生じる具体的危険性があるとはいえないから、その競争上若しくは事業運営上\nの地位（以下「競争上等の地位」という。）に不利益が生じることはない。\n３　口座情報及び印影について\nタクシー会社の利用する金融機関の口座情報及び請求書に押捺されている印影に\nついては、もともと当該会社の発行する請求書などにおいて公にされているもので\nあるから、これが悪用される具体的危険性があるとはいえず、競争上等の地位に不\n利益が与えられることはない。\n４　相手方コードについて\n相手方コードと具体的な県の取引先との対応は、それ自体公開されていないもの\nであるから、相手方コードを公開したとしても、支出負担行為の相手方であるタク\nシー会社が特定できることにはならないし、仮に相手方コードからタクシー会社が\n特定されるとしても、前記２のとおり当該タクシー会社がテロ行為の対象となるこ\nとを一般の利用者が危倶して利用を控える事態が生じる具体的危険性はない。した\nがって、いずれにせよ、相手方コードの公開により当該タクシー会社に競争上等の\n地位に不利益が生じることはない。\n四　被告の主張\n１　タクシー利用者等について\nタクシー利用者等は、個人情報性及び個人識別可能性の要件を満たし、かつ一一\n条二号ただし書のイ～ハの非公開の除外事由のいずれにも該当しない情報である。\n（一）　一一条二号の解釈\n（一）　一条及び三条前段の規定は、本件条例上の公開請求に関し、総則的な理念\nを述べ、抽象的開示請求権の存在を謳ったものにすぎず、個々の開示請求に関して\n実体的具体的要件について論及するものではない。そして、三条後段で、個人に関\nする情報がみだりに公にされることがないように最大限の配慮が要請されているこ\nとからすれば、本件条例の解釈運用に当たっては、県民の公文書の公開を請求する\n権利を十分尊重しながらも、三条後段の趣旨に基づき、個人のプライバシーを最大\n限に保護しなければならず、このことは一一条二号の解釈においても妥当する。\n（２）　一一条二号は、個人のプライバシーの具体的な内容や範囲を類型化するこ\nとが困難であることから、個人に関する情報であって特定の個人が識別され又は識\n別され得る情報をすべて非公開情報とする、いわゆる個人識別型のものとして規定\nされたものである。これは、プライバシーの概念やその範囲が未だ確立されていな\nいため、個人に関する情報をプライバシーに関するものと関しないものとに区別し\nて、前者のみを非公開とするとしても、その非公開情報の範囲は不明確なものとな\nらざるを得ず個人のプライバシーの保護に万全を期することができなくなること、\n公開事務の円滑な運営のために明確な基準を採用する必要があることという観点か\nら、同号ただし書に該当する場合を除き、同号本文の要件が充足される情報は、プ\nライバシー性の有無について検討することなく、一律に非公開とする趣旨である。\nしたがって、個人識別型の規定においては、個人が識別され又は識別され得るか否\nかという観点が当該情報の公開非公開を決する唯一の基準となるのであって、未だ\n概念として明確に確定されていないプライバシーの侵害の有無や公益と私益との比\n較較量は考慮されるべきではない。\n（３）　国の情報公開制度に関する考え方\n政府の行政改革委員会作成の「情報公開法制の確立に関する意見」は、個人識別\n型の立法を採用すべきことを明らかにしている。\nまた、政府の「行政機関の保有する情報の公開に関する法律案」は、その七条に\nおいて、公益上の理由による裁量的開示を認めているが、本件条例は、これと同趣\n旨の規定を設けていない。\n（４）　公務員の職務に関する情報\n一一条二号は、県職員の個人に関する記録については、それが職務遂行と関わっ\nて作成されたものであっても、一般県民の個人情報の取扱いと差を設ける合理的な\n理由はないとの考えに基づき規定されたものである。\nそして、このような規定の内容は、プライバシーに関する本件条例の趣旨（前記\n（２））にも沿うものである。すなわち、公務員の職務に関する情報は、当該公務\n員の個人の活動に関する情報としての性格も帯有するものであり、これを公開する\nと公務員の私生活に影響することがあり得ることから、プライバシーの保護に万全\nを期することとしている本件条例は、県職員個人の私生活への影響の有無について\n実質的判断を要しないこととして、公務員の公務に関する情報について、例外規定\nを設けることなく、一律に個人情報性を有するものとしたものである。\nまた、他の地方自治体の情報公開条例の中に、公務員等の職務又は地位に関する\nもの等を非公開情報たる個人情報から除外する規定が設けられる例があることに照\nらしても、そのような規定を置いていない本件条例は、県職員の職務に関する情報\nを一般県民の個人情報と区別しない趣旨であるというべきである。\nなお、県はその職員名簿を公にはしているが、職務遂行情報は名簿に記録された\n一般的な情報とは異なり、個別具体的行動についての個人識別可能性のある情報で\nあるから、一一条二号により保護されるべきものである。\n（５）　個人情報性の意義\n一一条二号は、公務に関する情報と私生活上の情報とを区別していないし、本件\n手引においても、「個人に関するすべての情報をいう」と記載されている。したが\nって、「個人に関する情報」とは、個人の人格や私生活に関する情報に限らず、個\n人との関連性を有するすべての情報を意味するものであると解されるべきである。\n公務員の職務に関する情報、個人の氏名等も、当該公務員の個人に関する情報に該\n当する。\n（６）　個人識別可能性の意義\n識別される可能性の有無の判断においては、当該情報及びそれとともに記載され\nた他の情報から推認される場合だけでなく、当該情報とは無関係な他の情報と組み\n合せることによって推認される場合も含まれると解すべきである。\n（二）　タクシー利用者等の一一条二号該当性\n（１）　タクシー利用者等は、当該職員についての個人情報性を有する。\n（２）　タクシー利用者等は、特定の個人の氏名の記載ではないものの、タクシー\n利用者の所属団体及び役職名並びに用務の記載であり、これを公開すると、外部に\n公表されている名簿等や他に記録された情報等と照合することによって、当該特定\nの個人が識別される可能性がある。\n（３）　監査機関が監査及びその附随事務を遂行する上でタクシーの借り上げを行\nっている情報は、同条号ただし書のイ～ハの非公開の除外事由のいずれにも該当し\nない情報である。\n（４）　したがって、タクシー利用者等は一一条二号に該当する。\n２　タクシー会社名等、口座情報、印影及び相手方コードについて\nタクシー会社名等、口座情報、印影及び相手方コードは、一一条三号所定の、法\n人その他の団体に関する情報又は事業を営む個人の当該事業に関する情報に該当\nし、これを公開することにより当該タクシー会社の競争上等の地位に不利益を与え\nることになり、かつ、同条号ただし書のイ～ハの非公開の除外事由のいずれにも該\n当しない情報である。\n（一）　タクシー会社名等\n県は、新東京国際空港を擁しており、その職員及び関連団体は空港問題に関し建\n設反対を唱える過激派によるものと思われるテロ活動の対象となっていて、自動車\nを対象としたテロ活動も頻繁に起こっている。そして、県監査委員の監査の対象と\nなる団体には、新東京国際空港公団から事業を受託している団体や同公団の事業を\n補完する業務を実施している団体が含まれ、監査委員が当該団体に対する実地監査\nとして当該団体の所在地に赴いて監査を実施することもあるから、監査委員は、県\nの職員であること及び監査対象団体に新東京国際空港公団と関連を有する団体が含\nまれることの二つの側面において、テロ活動の標的となる可能性を有している。\nしたがって、仮に、監査実施の際の交通手段として利用されたタクシーの会社名\nが公開された場合、一般の利用者が、当該タクシー会社のタクシーがテロの対象と\nなることに危倶の念を抱いてその利用を避けるようになり、当該タクシー会社の競\n争上等の地位に不利益を与えることになる。\n（二）　口座情報\n口座情報を公開した場合、金融機関の中には口座名義人・口座番号を告げてする\n預金残高等の照会に応じるものもあるため、第三者が、公開された口座情報を利用\nしてその金融情報を不正に入手してこれを悪用する事態が想定され、タクシー会社\nの競争上等の地位に不利益を与えることになる。\nまた、口座情報は、当該タクシー会社と何ら関係のない第三者が直接タクシー会\n社に公開を求めることはできない情報であるから、その意味でも、これを公開する\nことにより当該タクシー会社の競争上等の地位に不利益を与えるものといえる。\n（三）　印影\n印影は、取引に関する情報であり、その印章の使用者において、内部情報として\n管理しているものであって、公開することにより、営業妨害や印影の偽造が行われ\nる可能性があり、当該タクシー会社の競争上等の地位に不利益を与えることにな\nる。\n（四）　相手方コード\n相手方コードは、県がその取引先について独自に設定したコード番号であり、他\nの情報と組み合せることによって当該取引先の特定が可能となる情報であるから、\nタクシー会社の名称の公開がその競争上等の地位の不利益となる（前記（一））の\nと同様の理由により、これを公開すればタクシー会社の競争上等の地位に不利益を\n与えることになる。\n第三　判断\n一　タクシー利用者等の一一条二号該当性\n１　一一条二号は、「個人に関する情報」（個人情報性）であって「特定個人が識\n別され、又は識別され得るもの」（個人識別可能性）を公開しないことができるも\nのと規定している。\n２　個人情報性について\n（一）　証拠（甲三三、乙一、四ないし七、二一、証人Ｂ）及び弁論の全趣旨によ\nれば、本件条例制定の経過、解釈運用基準等について、次の事実を認めることがで\nきる。\n（１）　県は、昭和五八年四月、情報公開制度全般にわたる諸問題を整理し、制度\nを実施する場合の問題点を検討する組織として、総務部長、同部次長及び各部主管\n課長等関係課（室）長二四名を委員とする、千葉県情報公開研究委員会を設置し\nた。右委員会は、昭和五九年三月に、調査研究の中間的な状況をとりまとめたもの\nとして、「千葉県情報公開研究委員会報告（中間報告）」（以下「本件中間報告」\nという。）を作成発表した。\n本件中間報告は、「第２部情報公開制度の研究」中の「Ⅲ非公開とすべき情報と\n問題点」「２　個人情報」の項において、「（１）県が保有する個人情報」とし\nて、県保有の個人情報を①一般県民の個人情報と、②県職員の個人情報とに分類し\nた上で、①は、県行政執行の過程で収集されたものであり、その類型及び具体例\n（かっこ中に記載）として、ア申請等に関するもの（生活保護申請書、県立学校入\n学願書、運転免許等の資格に関するもの）、イ職権等で収集したもの（各種立入検\n査調査調書等、刑事事件の家宅捜索により収集した文書）、ウ任意に提出されたも\nの（投書、意見書）、エその他（生活保護ケース記録、示談書、医療カルテ、消費\n生活苦情相談記録）の四つを列挙し、②は、職員管理の必要から生じたものであ\nり、その類型及び具体例（かっこ中に記載）として、ア人事に関するもの（履歴\n書、勤務評定、内申書、推薦書）、イ給与に関するもの（給与報告書、通勤届、扶\n養届、住居等届）、ウ勤務に関するもの（出勤簿、服務整理簿、時間外登退庁\n簿）、エ福利厚生に関するもの（健康診断書、県職員住宅貸付関係書、共済組合短\n期・長期給付関係書）、オその他、の五つを列挙し、これらに続けて、情報公開の\n制度化に当たっては、個人情報について、どのような取扱いをすべきか、どのよう\nな考え方に立って基準を作成すべきかを考察するとしている（五〇、五一頁）。さ\nらに、本件中間報告は、右第２部のⅢ２の項で、「（３）問題点」として、県職員\nの個人情報の取扱いにつき、「県職員の公的性格からプライバシー保護に一定の制\n約を加えるべきではないかとの考え方がある。これに対しては、地方公務員として\nの職務執行上の行為については、プライバシーの概念を持ち込むべきではないが、\n県職員も私人としては一般県民と変わることなく、（１）に述べたような項目につ\nいて一般県民と差をつけるべき合理的理由は見当たらないなどの意見もあり、その\n取り扱いについて更に研究する必要がある。」としている（五二頁）。\nまた、本件中間報告は、同時に、右第２部中の「Ⅰ　情報公開制度の概要」「５\n情報公開とプライバシー保護」の項において、「（３）基本的な考え方」とし\nて、「情報公開制度を実施するに当たっては、県民の人権を侵害することのないよ\nう、プライバシーに関する情報は非公開を原則として最大限に保護されなければな\nらない。」としている（二一頁）。\n（２）　県は、昭和六一年一一月、県副知事及び関係部局長二〇名を委員とする千\n葉県情報公開準備委員会及びその下部組織である千葉県情報公開幹事会を設置し\nた。右委員会及び幹事会は、昭和六二年四月に、調査検討の結果をとりまとめたも\nのとして、「千葉県における公文書公開制度素案」（以下「本件素案」という。）\nを作成発表した。\n本件素案は、公開することが適当でない公文書の具体的範囲として個人情報を挙\nげ、これについて、「個人に関する情報で、特定個人が識別され、又は識別され得\nるものについてはプライバシーの保護に万全を期すべきである。」とした上、明ら\nかにプライバシーの侵害に当たらないものや公益上の必要から公開すべきものとし\nて、一一条二号ただし書イないしハと同内容のものを列挙している（一二頁）。ま\nた、本件素案は、同時に、公文書公開制度の基本原則として、プライバシーの保護\nに関し、「個人のプライバシーは最大限に保護する。」としている（五頁）。\n（３）　県は、昭和六二年五月二七日、県における公文書公開の制度化に向けて県\n民の参加による制度作りを進めることを目的とし、本件素案を素材として制度の基\n本的なあり方及び制度化に当たっての主要な問題点を検討する組織として、大学、\n報道、医療等の県内各界の関係団体を代表する二〇名の委員からなる、千葉県公文\n書公開懇話会を設置した。右懇話会は、同年一一月、討議の結果をとりまとめたも\nのとして「千葉県における公文書公開制度について－提言－」（以下「本件提言」\nという。）を作成発表した。\n本件提言は、非公開とすることができるものとすることが適当である公文書の一\n類型として、個人情報が記録されている公文書を、一一条二号と同内容の文言によ\nって挙げ、その説明として、個人のプライバシーは最大限に保護されなければなら\nない。しかし、プライバシーの概念は、その内容及び範囲が必ずしも明確ではなく\n「通常他人に知られたくない」という主観的要素が残ることから、これをもって直\nちに非公開の基準とすることは適当ではない。したがって、プライバシーを「特定\n個人が識別され、又は識別され得る個人に関する情報」としてとらえ、これを原則\nとして、非公開とすることが適当である。」としている（一四頁）。また、本件提\n言は、公文書公開制度の基本的な考え方のうちの制度化に当たっての基本原則とし\nて、プライバシーの保護に関し、「個人に関する情報は原則として非公開とし、そ\nの保護については十分に配慮する必要がある。」としている（三頁）。\n（４）　これらの議論を経て、本件条例は、昭和六三年二月に県知事から議案とし\nて提案されて議決され、同年三月二八日に公布され、同年一〇月一日から施行され\nるに至ったが、県では、右施行前の同年九月一日に「千葉県公文書公開条例解釈運\n用基準」を制定した。\n右解釈運用基準では、一一条二号の趣旨として、「本号は、基本的人権を尊重\nし、個人の尊厳を守る立場から、個人のプライバシーを最大限に保護するため定め\nたものである。」「プライバシーに関する情報の範囲は明確になっていない状況で\nあるため、本号では、広く個人に関する情報について、特定個人が識別され、又は\n識別され得る情報を公開しないことが出来ることとした。その一方で、本号ただし\n書において、明らかにプライバシーの侵害に当たらないもの及び公益的理由のある\nもののうち特定のものについては公開しなければならないこととした。」とすると\nともに、本件条例三条に言及した上で「本号の解釈及び運用に当たってはこの規定\nの趣旨を十分尊重し、特に慎重に取り扱わなければならない。」としている。他方\nで、右運用基準は、一一条二号の解釈及び運用として、「個人に関する情報」と\nは、①思想、信条、信仰、意識、趣味等個人の内心の秘密に関する情報②職業、資\n格、学歴、犯罪歴、所属団体等個人の経歴、社会的活動に関する情報③収入、資産\n等個人の財産状況に関する情報④健康状態、病歴等個人の心身の状況に関する情報\n⑤家族関係、生活記録等個人の家庭、生活関係に関する情報など、個人に関するす\nべての情報をいう。」としている。\n（二）　一一条二号の個人情報性について\n（１）　本件中間報告は、プライバシーに関する情報は非公開を原則として最大限\nに保護されなければならないとの見解を打ち出す一方、県職員の個人情報（県の職\n員管理の必要から生じたものであり、具体的な類型及び例は前記（一）（１）のと\nおりである。）の取扱いに関する対立する見解としては、①県職員の公的性格から\nプライバシー保護に一定の制約を加えるべきではないかとの考え方、②公務員とし\nての職務執行上の行為については、プライバシーの概念を持ち込むべきではない\nが、県職員も私人としては一般県民と変わることなく、一定の情報については一般\n県民と差をつけるべき合理的理由は見当たらないとの意見の二つを挙げた上で、そ\nの取扱いについてさらに研究する必要があるとしている。\n右のとおり、本件中間報告は、県職員の個人情報をめぐり、右①と②の見解の対\n立があるとし、この対立点についてはなお検討を要するとしていたものであって、\n職務遂行に関する情報（以下「職務遂行情報」という。）は県職員の個人情報の範\n囲には含まれず、個人情報として非公開にしないとの考え方は、まったく否定され\nているものではないと解することができる。すなわち、本件中間報告は、プライバ\nシーに関する情報は最大限に保護することを前提に、プライバシー侵害を防止する\nために個人に関する適用除外事項をどのように定めるか、具体的には、特定の個人\nが識別されうる情報を包括的に非公開とし、例外的に公開できる情報を除外する方\n法をとるのか、あるいは通常他人に知られたくない個人情報と規定してこれを非公\n開とする方法をとるのかという点について検討することとされ、県職員の個人情報\nについては、特に明示されていないが、さしあたり第２部Ⅲ２（１）で列挙された\n類型の情報の取扱いを議論したものであり、職務遂行情報が明示的に例外的な開示\n情報として列挙されなかったからといって、積極的に職務遂行情報を個人情報に含\nませ非公開とするとの考え方を示したものということはできない。\n（２）　本件素案は、非公開とすべき情報の一類型として個人情報を挙げた上、一\n一条二号とほぼ同内容の考え方を素案として示しているが、そこでも、本件中間報\n告においてなお検討を要することとされた、前記（１）の①と②の考え方の対立を\n巡る点はあらためて議論がされた形跡は窺えず、その範囲については、本件中間報\n告の考え方を維持していたものと考えられる。\n（３）　本件提言においても、プライバシー保護と県職員の職務遂行情報との関係\nや、非公開情報としての「個人に関する情報」についての考え方に関して特段の議\n論がされた形跡は窺えず、これらの点について本件提言は右のような本件素案の考\nえ方を踏襲したものと理解される。\n（４）　右のような制定過程での考え方は、本件条例の制定に際しても変更される\nことはなく、一一条二号にいう「個人に関する情報」は、広くプライバシーを保護\nするために、本件中間報告にいう「県職員の個人情報」までをも含む広い範囲のも\nのとの趣旨で規定され、三条後段も、プライバシーの最大限の保護を宣明する趣旨\nで、「個人に関する情報」に対する最大限の配慮を求めるものとされた。一方、県\n職員の職務遂行情報については、これを明示的に非公開情報に含めるものとするよ\nうな「個人に関する情報」の範囲の変更についての特段の議論はされず、本件中間\n報告以来の立場が本件条例でも維持されているものと解される。\n本件手引中の解釈運用基準における一一条二号に関する説明箇所で挙げられてい\nる「個人に関する情報」の具体例には、本件中間報告が「県職員の個人情報」とし\nて予定していた類型の情報（ただし、視点を変えて整理し直されている。）は含ま\nれているものの、県職員の職務遂行情報は一切含まれていない（なお、本件手引中\nの具体例を列挙した右部分は、具体例に続けて、「など個人に関するすべての情\n報」という総括的な記述をしているが、ここまで説示したとおり、制定過程で「個\n人に関する情報」の意義を変更するような議論があったことが窺われない以上、こ\nの記述は、右で検討したとおりの本件条例制定過程における議論を前提としつつ、\n具体的に列挙されなかった情報でも、列挙された具体例と同質の情報は「個人に関\nする情報」に含まれるという当然の理を確認的に明らかにしたにすぎず、本件条例\n制定過程で「個人に関する情報」に含まれないこととされていた類型の情報までを\nも包括的に含む趣旨であると解することは困難である。）\n右解釈運用基準中の三条に関する説明では、「プライバシーに関する情報の範囲\nは明確になっていない状況であるため、本件条例においては、広く個人に関する情\n報について、条例第一一条第一項第二号で「特定個人が識別され、又は識別され得\nる」情報を原則として公開しないものとしている。」としている。この説明から\nは、本件条例が、明確でないプライバシー概念を規定に盛り込むことによりプライ\nバシーに該当するか否か争いがあるような情報について解釈上疑義が生じる事態を\n回避するために、個人情報性と個人識別可能性の二つの要件で判断する個人識別型\nの規定を設けたこと、及び、一一条二号は、本件条例の制定過程において明らかに\nプライバシーに含まれないと考えられていた情報までをも当該規定による非公開情\n報とする趣旨のものではないことの二点を読みとることができる。\n（５）　以上を総合すると、一一条二号は、広くプライバシーを保護するため、本\n件中間報告にいう「県職員の個人情報」を含むものとして「個人に関する情報」の\n要件を規定したものであるが、県職員の職務遂行情報については、これを明確に非\n公開情報に含めるものとして規定することはせず、その取扱いを、解釈に委ねたも\nのということができる。\nそして、公務員の氏名は、同時にその私生活においても個人を識別する基本的な\n情報として一般に用いられており、これを開示すると公務員の私生活への影響も考\nえられるから、これを個人に関する情報として一一条二号により保護することには\n一定の合理性は認められるが、公務員が職務遂行過程において行う行為自体は、す\nべてその公務員たる地位に基づいてされるものであって、その私生活とは本来関わ\nりがないものであり、職務遂行情報としての公務の内容及びこれに携わった公務員\nの役職名等も、いかなる用務のためにいかなる立場にあるものが関与したかを示す\n情報にすぎず、これが公開されたとしても、これによって公務員個人のプライバシ\nーが害されることはないのが通常であると考えられるから、県職員の職務遂行情報\nを非公開情報に含めることを一義的に明らかにしていない一一条二号の解釈とし\nて、そのような情報が個人情報性を有するものとするのは相当でない（公務員の生\n命身体に危害が加えられるおそれがあるなど、特段の事情により保護が必要とされ\nる場合があり得ることは、後記のとおり別論である。）。\nこの場合、役職名等を開示すれば、当該用務に携わった実施機関の職員その他の\n公務員の個人名も、他の資料と照合することにより特定されることがあり得ること\nは否定できないところであるが、当該個人にとっては、用務への関与が個人の立場\nで行われたものではなく、公務員としての職務遂行過程においてその役職等に応じ\nて行われたにすぎないから、その氏名が直接に開示されることがなければ、三条所\n定の「個人に関する情報がみだりに公にされることのないよう」な「最大限の配\n慮」は尽くされたものというべきである。そして、それ以上に、公務員である当該\n個人の生命、身体、財産及び社会的な地位を保護するため公務員の肩書や役職名ま\nでをも非開示とすべき必要があるという特段の事情がある場合については、本件条\n例は、個人に関する情報として一一条二号に基づく情報の保護を与えるのではな\nく、一一条四号（公共の安全と秩序の維持に支障が生ずるおそれがある情報の非開\n示）の規定に基づいてこれを非開示とすれば足りることとしているものと解され\nる。\n（６）　なお、県は、所属部署及び役職名と個人名を対応させた職員名簿を一般に\n公開し、個別の職員が携わる一般的職務内容を自ら明らかにしており、その名簿の\n記載内容は、県職員の公務遂行上の権限を明らかにする情報を、特定個人を識別し\nうる形式で公に明らかにしていることとなるが、県職員の一般的職務内容と、その\n職務の範囲内において行われるべき個別具体的な職務遂行行為の内容とを区別し\nて、後者に限って、これを一一条二号にいう「個人に関する情報」としてこれを非\n公開とすることに、合理性は見出し難い。\nこの点について、被告は、職員名簿は一般的な情報であり、個別的な行動につい\nて個人を識別しうるタクシー利用者等はこれと異なり一一条二号の保護範囲に含ま\nれる旨主張するが、個別的な行動と役職名とを個人情報該当性の有無において区別\nする趣旨を一一条二号から読みとることはできないし、そのような区別をする合理\n性も認められないから、右主張は失当である。\n（７）　右（１）ないし（６）で検討したところによれば、公務員の職務遂行情報\nとしての用務及びこれに携わった者の役職名等は、基本的には、プライバシー保護\nの対象となるものではなく、原則として一一条二号の非公開とすべき個人情報には\n含まれないものと解するのが相当である。\n（８）　ところで、県の職員以外の公務員の職務遂行情報の個人情報性の観点から\nの扱いについては、本件条例の制定過程で特に意識して議論の対象とされた形跡は\n窺えないが、本件条例は、当該情報に関係する公務員が県職員であるかその他の公\n務員であるかには何ら関心を払っていないのであるから、県職員以外の公務員につ\nいて、その職務遂行情報の扱いに県職員についてのそれと差異を設けるべき合理的\n理由は認められない。\n（三）　被告は、一一条二号と職務遂行情報との関係について、職務遂行情報も、\n当該公務員の個人の活動に関する情報としての性格を帯有するものであり、これを\n公開すると公務員の私生活に影響することがあり得ることから、プライバシーの保\n護に万全を期することとしている本件条例は、県職員個人の私生活への影響の有無\nについて実質的判断を要しないこととして、公務員の公務に関する情報について、\n例外規定を設けることなく、一律に個人情報性に該当するものとしたものであると\n主張する（前記第二の四１（一）（４））。\nしかし、国及び地方公共団体の職務執行が自然人たる公務員の活動なしにはあり\n得ないものである以上、個人が全く携わらない職務遂行情報はあり得ないものであ\nるから、「県民の県政に対する理解と信頼を深め、県政の公正な運営の確保と県民\n参加による行政の一層の推進を図ること」を目的の一つとして掲げる（第一条）本\n件条例が、職務執行に携わるのが公務員であるとの一事をもって当然に一一条二号\nの「個人に関する情報」に職務遂行情報が含まれるという解釈論を導くのは相当で\nない。そして、右（二）で検討したとおり、本件条例制定過程では、本件中間報告\nにおいて県職員の個人情報には職務遂行情報は含まれないとする見解が一切否定さ\nれたものではなく、その後も、本件素案や本件提言、そして本件条例制定に至るま\nでの間、この点について改めて議論し直されることはなかったのであり、本件手引\nにおいても、職務遂行情報がプライバシー保護の対象たる非公開情報としての「個\n人に関する情報」に含まれるとの趣旨が一義的に示されているとはいえないから、\n右主張は採用できない。確かに、職務遂行情報の中にも、当該公務員の氏名のよう\nに直接に個人の私生活に結びつくものや、特段の事情により個人の私生活に影響が\n及ぶ可能性があるものもないとはいえないが、そのような場合については、前者に\nついては一一条二号の解釈により、後者については一一条四号等その他の規定によ\nり非公開とすれば足りるのであって、それ以上に、基本的に私生活に影響のない職\n務遂行情報一般が「個人に関する情報」に含まれるとしてこれを非公開とすること\nは、本件条例の目的（一条）や解釈及び運用（三条）を定めた本件条例の趣旨とす\nるところのものではないというべきである。\n（四）　証拠（甲三四、三五、三七の１、３、四六、乙一〇、二二、二三、二八、\n二九）によれば、本件条例のような個人識別型の規定を、職務遂行情報との関係で\nいかに解釈すべきかについては、裁判例、学説、政府の諮問機関の意見等の間でも\n見解が分かれており、議論が収斂しているとはいい難い状況にあることが認められ\nる。したがって、一般には、個人識別型の規定について被告が主張するような解釈\nが妥当する場合もないとはいえないが、本件条例の解釈として被告の見解を採用す\nることができないのは、前記説示のとおりである。\n（五）　なお、証人Ｂの証言及び同人作成の陳述書（乙四、二一）において示され\nている一一条二号の解釈論のうち、右説示に反する部分は、認定した前記経過に沿\nわないものというほかなく、採用することができない。\n（六）　このほか、証拠（乙八、一一、一二、二六の１、２）及び弁論の全趣旨に\nよれば、①千葉県弁護士会が、昭和六三年二月、本件素案に対する意見書を作成\nし、この中で、非公開の例外として加えるべき個人情報として、公選にかかる公務\n員や知事等またはこれらの職にあった者の職務又は地位に関連する情報で、公開す\nることが公益上必要なものを挙げていること、②本件条例に関連して、平成九年一\n二月に議会で議決され、同月一九日に公布され、平成一〇年四月一日から施行され\nた「千葉県公文書公開条例第十一条第二号又は第三号に該当する情報について公開\nの特例を定める条例」（以下「特例条例」という。）では、実施機関の職員の職務\nの遂行に係る情報に含まれる当該実施機関の職員の所属名及び職の名称その他職務\n上の地位を表す名称（以下「職名等」という。）並びに氏名、実施機関の経費のう\nち食料費の支出を伴う懇談会、説明会等に係る情報に含まれる出席者の所属団体\n名、所属名及び職名等並びに氏名は、本件条例一一条二号の規定にかかわらず公開\nすることとする特例を設けたこと（なお、対象となる公文書は、平成一〇年四月一\n日以後に決裁、供覧等の手続が終了した文書とされている。）、③他の地方公共団\n体の立法例の中には、非公開とされるべき個人情報について一一条二号本文と同内\n容の規定を設けた上で、その除外事由として、当該個人の公的地位又は立場に関連\nする情報であって公開が公益上必要と認められるものを挙げるものや、非公開情報\nとしての公開により個人のプライバシーを不当に侵害すると認められるものから、\n公務員の職務又は地位に関するものを除くこととするものがあること、をそれぞれ\n認めることができる。\nしかし、これらの事実は、前記（四）のとおり、公務員の職務遂行情報に関する\n個人識別型の条例の解釈が分かれており、各個の条例について裁判所による有権的\n解釈も未だ数少ない状況の下で、そのうちの一つの見解を当該立法が採用すること\nを注意的に明示することによって運用上の疑義を避ける措置を求め（右①）、ある\nいはそのような措置をとった（右②③）というにすぎない（少なくとも、特例条例\n施行前に公開された公文書である本件文書においても、実施機関の職員の職名等及\nび氏名（又は氏）は公開されていたものであるから、この点においては確認的意味\nで特例条例が制定されたものといえる。）。そして、特例条例案の審議において、\n千葉県知事がした答弁（乙九、一二）は、特例適用の不遡及についてのものであ\nり、いずれも本件条例についての右解釈を何ら妨げるものではない。\n（七）　タクシー利用目的たる用務\nタクシー利用者等のうち、用務の記載部分は、具体的には、前記のとおり、監\n査、検査、会議等といった公務又は公用の名称であるが、これは、被告が実施する\n業務・行事の名称にすぎず、これが個人情報性を有するものとは認められない。\n（八）　タクシー利用者\nタクシー利用者等のうち、利用者の記載部分は、具体的には、前記のとおり、い\nずれも公務員である当該タクシーを利用した者の所属団体名、肩書や役職名であ\nる。そして、これらの者は、被告が実施した用務である監査、検査、会議等に携わ\nった実施機関である被告若しくは県所属の公務員か、あるいはこれに派遣された被\n告以外の公的機関・団体所属の公務員であり、そのような立場の者としてタクシー\nを利用したものであることが容易に窺われる。\n右のように公的立場に基づいて公的用務に関与した者については、前記のとお\nり、その氏名それ自体は、個人に関する情報として一一条二号により保護される余\n地があるとしても、公的用務に関与した者の役職名等は、個人情報性を有するもの\nではない。\nしたがって、タクシー利用者の具体的記載内容は、個人情報性を欠くものという\nことができる。\n３　個人識別可能性について\n（一）　個人識別可能性の意義\nある情報についての個人識別可能性の有無の判断は、当該情報のほか、これとと\nもに同一文書に記載された他の情報のみならず、当該文書とは無関係な他の文書の\nうち容易に取得が可能なものに記載された情報とを組み合せることによって特定個\n人が推認されるか否かの基準によって行うべきものと解するのが相当である。\n（二）　これをタクシー利用者等についてみるに、証人Ａの証言中には、個人識別\nが可能である旨の供述部分がある。\n右証人は、本件文書中には、予め一般に入手可能な県の職員録以外に、旅行命令\n票や復命書等、当初から公開されているものではない公文書をも参照すれば個人の\n識別可能性があったものがあると述べる。しかし、このような公文書を一般人が入\n手しようとする場合、本件条例に基づいて公開請求をする必要があるところ、弁論\nの全趣旨から認められる、一一条二号について個人識別可能性がある文書は原則と\nしてすべて非公開とするとの解釈運用を行っている公文書公開請求に関する県の姿\n勢に照らし、右公文書について公開請求をしたとしても、本件処分と同様に、本件\n文書（ただしタクシー利用者等について公開されたもの）と組み合せた場合に特定\n個人が識別可能であるような情報は非開示とされる蓋然性が高く、その内容を知ろ\nうとする場合には本件同様の取消訴訟を提起して勝訴する必要があるから、このよ\nうな公文書は、容易に入手可能な文書には当たらないというべきである。したがっ\nて、そのような文書を参照することを前提として識別可能性を肯定する右供述部分\nは、タクシー利用者の個人識別可能性の認定に供する証拠として採用することはで\nきない。\nまた、Ａ証人は、要するに、本件支出伝票中のタクシー利用者等の記載のうち、\n非公開とされたものは、必要な資料を参照するほか、一部の部署については同一の\n肩書を有する者が一名のみである事実を併せて考慮することにより、抽象的に特定\n個人が識別される可能性があったと供述する。しかしながら、非公開とされたタク\nシー利用者等について、その記載内容が当裁判所に明らかにされないまま、一般的\n抽象的に識別可能性があったと述べるにすぎない右供述によって、その具体的な立\n証がされたものとはいい難く、右供述のみでは、やはりタクシー利用者等の個人識\n別可能性を認めるには足りない。\n（三）　右のとおりであるから、タクシー利用者等は「個人に関する情報」に当た\nらず、仮にこれに当たるとしても、その記載が個人識別可能性を有することについ\nて、これを認めるに足りる証拠はないものというべきである。\n４　以上のとおり、タクシー利用者等は、個人情報性、個人識別可能性のいずれの\n点においても一一条二号の要件を満たさないものであるから、被告の主張は理由が\nない。\n二　タクシー会社名等及びこれを含む口座情報の一一条三号該当性\n１　被告は、新東京国際空港を擁している県の職員である監査委員はテロ活動の標\n的となる可能性があり、監査実施の際の交通手段として利用されたタクシーの会社\n名やこれを特定しうる情報が公開された場合、一般の利用者が、当該タクシー会社\nのタクシーがテロの対象となることに危倶の念を抱くようになり、当該タクシー会\n社の競争上等の地位に不利益を与えることになる旨主張する。\n証拠（乙三の１ないし３２、二〇の１ないし４１）によれば、千葉県において\nは、新東京国際空港の建設を巡る問題に関し、建設反対を唱える過激派によるもの\nと思われるゲリラ活動（主として時限発火装置、火炎弾、火炎瓶等を用いたもの）\nが、同空港関連施設のほか、元建設反対派農民宅、警察署や駐在所等の警察関連施\n設、新東京国際空港公団職員・県職員・運輸省職員・県収用委員会職員の自宅や自\n家用車、空港に関連する会社等の施設、車両及び社長宅等、様々なものを標的とし\nて行われている事実が認められ、この事実によれば、監査委員が、県職員であるこ\nとを理由としてテロ活動の標的とされる危険性も皆無とはいえない。\nしかし、他方で、右各証拠によれば、このようなテロ活動の標的は昭和六〇年ご\nろから個人住宅に絞られてきている傾向にあること、テロ活動の頻度自体は空港第\n二期工事を巡りゲリラ活動が頻発した昭和六〇年以降全体的に沈静化する傾向にあ\nること、県職員に対するテロ行為はいずれも個人の自宅及び自家用車を標的とした\nものであって、その事件数は昭和五九年の空港開港以降平成一〇年四月二三日まで\nの約一四年間に一二件あり、同日の一二件目とその前の平成四年二月一八日の一一\n件目との間の約六年間は事件の発生がみられないこと、以上の事実を認めることが\nできる。これらの事実を総合すると、前記のとおり県職員がテロ活動の標的となる\n危険性は否定できないものの、その危険性が具体的に差し迫ったものとする資料は\nない。しかも、被告が本件文書との関連で主張しているタクシー会社との関連で見\nると、県職員が乗車するタクシーがテロ行為の標的とされた事件が発生したことを\n窺わせる資料はない上、県職員が利用することが理由と推測されるダクシー会社を\n標的としたテロ行為事件や、タクシーを標的とした一般の利用者を巻き添えにする\n形のテロ行為事件が発生したとの事実も本件の全証拠からは認めることができな\nい。\nしたがって、県職員が利用するタクシー会社のタクシーであるとの一事をもっ\nて、当該会社所属のタクシーが一般の利用者を巻き添えにする形でテロ行為の標的\nとなる（すなわち県職員以外の者が乗車しているタクシーがテロの標的となる）こ\nとの危険性は、抽象的には必ずしも否定しきれるものではないにせよ、具体的なも\nのとはいい難い上、一般人に対し、テロ行為の巻き添えになる事態を危倶させ、当\n該タクシー会社のタクシーの利用を回避する必要を感じさせるに足りるものとは認\nめられない。さらに、仮にそのような危険性を感じる人が皆無とはいえないとして\nも、それによって、当該タクシー会社の競争上等の地位に不利益が生じるものとは\n考え難い（ちなみに、乙二〇の３７によれば、平成一〇年六月二日に、京成電鉄の\nバス車庫内に駐車されていたバスに時限式発火装置のようなものが仕掛けられ、バ\nス二台が全焼するなどの被害が出る、成田空港建設反対派によるものと見られるゲ\nリラ事件が発生した事実が認められるが、この事件によって、その後同社のバス等\nの利用者が減少するなど、同社の競争上等の地位に不利益が生じたとの事情は窺わ\nれない。）。\n右のとおりであるから、被告が主張するようなタクシー会社の競争上等の地位に\nついて生ずべき不利益を認めることはできない（被告の主張に沿う証人Ａの供述\nは、タクシー会社に生ずべき抽象的な危険の存在を指摘するにとどまるものであ\nり、右認定を妨げない。）。\n２　以上のとおり、タクシー会社の名称及び所在地、タクシー会社の口座情報のう\nちタクシー会社の名称が口座名義人として記載されているもの並びに相手方コード\nについて、タクシー会社が特定できることを理由として一一条三号該当性をいう被\n告の主張は、理由がない。\n三　口座情報及び印影の一一条三号該当性\n１　本件手引は、同号の解釈及び運用として、競争上等の地位に不利益を与えると\n認められる情報について、①生産技術上のノウハウに関する情報、②販売、営業上\nのノウハウに関する情報及び経営方針、③経理、人事等事業活動を行う上での内部\n管理に属する情報などを挙げて、このうち、公開することにより、当該法人等又は\n事業を営む個人の事業運営に不利益を与えられると認められるものをいうとした\n上、②の具体例としては取引先名簿、設備投資計画、販売計画、原価計算書等を、\n③の具体例としては預金残高証明書、固定資産評価書、納税証明書、内部監査実施\n状況報告書、役員会等の議事録、労務診断結果報告書等をそれぞれ挙げており、こ\nのような解釈は、同号の文言に照らし是認できるものということができる。\n２　口座情報が公開された場合、ここから判明するのは、当該タクシー会社が料金\nの振込先としている金融機関名や預金の種類、口座番号であるが、これらは、広く\n一般の第三者に公にしているものではないから、右の③のうち経理を行う上での内\n部管理に属する情報に該当するということができる。\nしかし、口座情報が公開された場合に当該タクシー会社の競争上等の地位にいか\nなる不利益が生じるかとの点について、被告は、口座情報を公開した場合、金融機\n関の中には口座名義人・口座番号を告げてする預金残高等の照会に応じるものもあ\nるため、第三者が、公開された口座情報を利用して債権者の金融情報を不正に入手\nしてこれを悪用する事態が想定されると主張するが、そのように安易に照会に応じ\nる金融機関があるという事実については、これを認めるに足りる証拠はなく、ほか\nに、当該タクシー会社の競争上等の地位の不利益があるとすべき事情も認められな\nい。\nまた、タクシー会社がこのような口座情報を外部の第三者に交付する請求書に記\n載している以上、その口座情報を悪用しようとする第三者がいた場合、当該タクシ\nー会社の請求書を入手することによって容易に口座情報を手にし得るものであるか\nら、口座情報が悪用される危険性は、公文書公開請求により公開されるか否かに関\nわらず、当初から存在しているものであって、公文書公開請求において口座情報が\n公開されたからといって、これにより当該タクシー会社の競争上等の地位について\nの不利益が増すとはいえない。さらに、請求書に口座情報を記載して利用者に交付\nしているタクシー会社は、当然、請求書に記載された口座情報が悪用される危険を\nもともと認識しているべきもので、これに対する何らかの対策を講じる等して、口\n座情報が悪用されるリスクを管理・処理しているものというべきであるから、その\n意味でも、口座情報が公開請求により公開された場合に、これにより当該タクシー\n会社の競争上等の地位に不利益が生じる関係があるとはいえない。\n３　タクシー会社が本件請求書に対し使用する印章の印影も、前記１中の③の、経\n理を行う上での内部管理に属する情報ということができる。\nしかし、右２で述べたのと同様、そのような印影も、外部の第三者に交付する請\n求書に残されるものであるから、印影が悪用される危険性も、公文書公開請求によ\nる開示以前から存在しているものであって、公文書公開請求によってこれが公開さ\nれたからといって、これにより当該タクシー会社の競争上等の地位に殊更に不利益\nが生じるとはいえない。タクシー会社としても、当然、請求書に使用する印鑑の印\n影が悪用される事態に備えて対策を講じているはずのものであるから、その意味に\nおいても公開により当該タクシー会社の競争上等の地位に不利益が生じるとはいえ\nない。\n４　右２、３によれば、口座情報及び印影は、いずれも一一条三号に該当する情報\nとはいえない。\n四　以上のとおり、本件文書中、本件各処分において非公開とされた部分が本件条\n例上の非公開事由に該当するとの被告の主張は、いずれも理由がない。\n五　よって、原告らの請求はいずれも理由があるからこれを認容することとし、主\n文のとおり判決する。\n（平成一〇年九月三〇日口頭弁論終結）\n千葉地方裁判所民事第一部\n裁判長裁判官　長野益三\n裁判官　桐ヶ谷敬三\n裁判官　宮崎謙\n"
}