{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 10,
    "day": 29
  },
  "case_number": "平成3(う)838",
  "case_name": "詐欺被告事件",
  "court_name": "東京高等裁判所第一〇刑事部",
  "lawsuit_id": "20257",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=20257",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/257/020257_hanrei.pdf",
  "contents": "主　　　　文\n原判決を破棄する。\n被告人を懲役一年二月に処する。\n原審における未決勾留日数中八〇日を右刑に算入する。\n理　　　　由\n本件控訴の趣意は、弁護人小澤哲郎提出の控訴趣意書に記載されたとおりである\nから、これを引用する。\n控訴趣意中訴訟手続の法令違反の主張について\n所論は、原判決の量刑に関する説示内容等からすれば、原判決は、被告人に対\nし、実質上余罪を処罰しているといわざるを得ないから、原判決には、判決に影響\nを及ぼすことの明らかな訴訟手続の法令違反がある、というのである。\nそこで、原判決を見ると、原判決は、まず、罪となるべき事実の項において、公\n訴事実のとおり、被告人は、Ａ名義のクレジットカードを利用して商品を騙し取ろ\nうと企て、五回にわたり、女性洋品店ほか一店において、右カードによる購入名下\nに、女性用洋服六着及び釣具等三八点（時価合計約二九万五三八円）を騙取したこ\nとを認定したうえ、量刑理由の項において、（１）被告人が、平成元年六月一一日\nから同年七月二八日まで、本件カードを利用して合計一九六回、合計金額九六三万\n八四六〇円相当の商品購入（本件起訴にかかる物品を含む趣旨と思われる。）、飲\n食をしていること、（２）右カードの利用状況については、キャバレー等において\n度々飲食し、また、なじみのホステスらに洋服等を買い与え、同女らとの飲食に費\n消した部分が少なくないこと、（３）被告人は、本件カード入手の直後から、特定\nの商店において、実際は商品を買わずに伝票にサインし、伝票の金額の半額の金員\nを取得するいわゆる「空刷り」の手口で詐欺的利用を行ったものであり（名目上の\n購入金額合計三五〇万四九八七円）、これによれば、被告人は、当初から悪用する\n目的で本件カードを取得したと認められること、（４）以上からすれば、本件は、\n計画的、常習的な詐欺の一環で、その使途も同情すべき余地の全くない悪質なもの\nであるから、被告人に対しては厳しい処罰をもって臨むべきであり、なお被告人は\n本件公訴事実に対応する金額を弁償しているけれども、被告人が本来支払うべき金\n額は前記の九六三万八四六〇円であるから、この点は特に評価すべきものではな\nく、検察官の求刑は軽すぎる嫌いがあるが、本件公訴事実の内容を考慮するとあえ\nて求刑を超える刑を科する必要までは認められないので求刑どおりの刑とするこ\nと、とそれぞれ説示している。\n<要旨>ところで、起訴されていない犯罪事実をいわゆる余罪として認定し、実質\n上これを処罰する趣旨で量刑の資</要旨>料として考慮することは許されないけれど\nも、単に被告人の性格、経歴及び犯罪の動機、目的、方法等の情状を推知するため\nの資料としてこれを考慮することは適法であると解されるところ、原判決中には、\n「他の本件カードの利用状況は、本件犯行が計画的なものか否か、常習的なものか\n否かを判断するために必要な情状であり」との説示も見られ、また原審において、\n余罪に関してはＢ作成の上申書等若干の証拠が取り調べられているに過ぎないこと\nからすれば、原審としても余罪に関する右のような考慮の差は意識していたものと\n認められる。しかし、他方、量刑理由に関する原判決の説示は前記のとおりであっ\nて、公訴事実と余罪を一体として犯行回数、被害金額を詳細に認定し、犯行の態\n様、騙取した商品の処分先等についても両者を一体として論じ、また余罪のみの一\n態様である「空刷り」についてその詐欺的利用であることを強調し、更に被害弁償\nの額についても公訴事実と余罪の合計額を基準として特に評価すべきものでないと\nし、結局、検察官の求刑（懲役一年六月）は軽すぎる嫌いがあるが、公訴事実の内\n容を考慮して求刑どおりの刑を科すに止めるとしているのである。すなわち、原判\n決は、公訴事実と余罪を含めた本件全体について量刑事情を論じ、公訴事実の内容\nは量刑上有利な一事情として考慮するに止めたといわざるを得ないのである。そし\nて、本件に対する検察官の求刑は同種事案と対比し特に軽いとは認められないこと\nをも併せ考えると、原判決は、本件公訴事実のほかに、起訴されていない余罪を認\n定し、これをも実質上処罰する趣旨のもとに、被告人に対する量刑を行ったとの疑\nいを禁じ得ないから、結局、原審の訴訟手続には、判決に影響を及ぼすことが明ら\nかな法令違反があることになる。論旨は理由がある。\nよって、その余の控訴趣意に対する判断を省略し、刑訴法三九七条一項、三七九\n条により、原判決を破棄し、同法四〇〇条但書により直ちに当裁判所において自判\nすべきものと認め、更に次のとおり判決する。\n原判決挙示の証拠によって認定し得る原判示罪となるべき事実に、原判決挙示の\n法令を適用し（ただし、併合加重は犯情の最も重い原判示第四の罪の刑に行\nう。）、その刑期の範囲内において、被告人を懲役一年二月に処し、刑法二一条を\n適用して、原審における未決勾留日数中八〇日を右刑に算入し、原審における訴訟\n費用は、刑訴法一八一条一項但書を適用して、全部被告人に負担させないこととす\nる。\nよって、主文のとおり判決する。\n（裁判長裁判官　小林充　裁判官　宮嶋英世　裁判官　虎井寧夫）\n"
}