{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 2,
    "month": 12,
    "day": 25
  },
  "case_number": "平成1(行コ)1",
  "case_name": "不動産取得税賦課決定処分取消請求控訴事件",
  "court_name": "仙台高等裁判所",
  "field": "行政",
  "gist": "１　地方税法７３条の７第１号に規定する「遺贈」は，死因贈与を含むか　２　死因贈与により取得した土地持分に対する不動産取得税賦課決定処分が，適法とされた事例",
  "case_gist": "１　地方税法７３条の７第１号に規定する「遺贈」は，死因贈与を含まない。",
  "lawsuit_id": "16654",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16654",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/654/016654_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実\n第一　申立て\n一　控訴の趣旨\n１　原判決を取り消す。\n２　被控訴人が控訴人に対し昭和六〇年一一月一三日付けでした別紙目録記載の土\n地の各持分に対する不動産取得税の賦課決定処分を取り消す。\n３　訴訟費用は第一、二審とも被控訴人の負担とする。\n二　答弁\n主文同旨\n第二　主張\n一　請求原因\n１　被控訴人は、控訴人に対し、昭和六〇年一一月一三日付けで、別紙目録記載の\n土地（以下「本件土地」という）の持分（以下「本件持分」という）に対する不動\n産取得税（課税標準額一億六九九九万二〇〇〇円、税率一〇〇分の四、税額六七九\n万九六八〇円、納期限昭和六〇年一一月三〇日）の賦課決定処分（以下「本件処\n分」という）をした。\n２　そこで、控訴人は、岩手県知事に対し、昭和六一年一月一〇日、本件処分の取\n消しを求める審査請求をしたところ、同知事は、同年一二月一二日、審査請求棄却\nの裁決をし、同裁決は、同月一三日、控訴人に送達された。\n３　よって、控訴人は、本件処分の取消しを求める。\n二　認否\n請求原因１及び２の事実は認める。\n三　被控訴人の主張\n１　本件土地は、もと控訴人の父Ａの所有であった。\n２　Ａと控訴人とは、昭和五四年四月六日、本件持分について、死因贈与契約（以\n下「本件死因贈与契約」という）締結し、同月二四日、その旨の公正証書の作成を\n嘱託した。\n３　Ａは、昭和五九年八月二〇日死亡した。\n４　本件処分は、本件死因贈与契約による不動産の取得に対し、地方税法七三条の\n二第一項の規定に基づいてしたものである。\n四　認否\n被控訴人の主張１ないし４の事実は認める。\n五　控訴人の主張\n１　消滅時効\n（一）　Ａは、昭和三三年八月二五日、控訴人に対し、本件土地を贈与することを\n予約し、本件土地につき、同月二七日受付けによる所有権移転登記請求権保全仮登\n記手続をした。\n（二）　Ａは、昭和三五年一月二四日、控訴人に対し、本件土地を、不動産贈与証\n書により贈与し、改めて、昭和三六年八月一八日、その旨の公正証書の作成を嘱託\nした。\n（三）　昭和三八年法律第八〇号による改正前の地方税法一八条一項は「地方団体\nの徴収金を目的とする地方団体の権利は、これを行使することができる日から五年\nを経過したときは、時効により消滅する。\n」と定めていた。\n（四）　右（二）の贈与の日である昭和三五年一月二四日から五年が経過した。\n（五）　右により、控訴人が本件土地の所有権を取得したことを理由とする不動産\n取得税課税の権利は、昭和四〇年一月二四日の経過をもって消滅時効にかかったか\nら、控訴人は、右の時効を援用する。\n２　通謀虚偽表示\n（一）　控訴人は、右１（二）の贈与契約に基づく自己の地位ないし権利は、右１\n（一）の仮登記によって保全されているものと理解していたが、その後、司法書士\nから、贈与の予約を原因とする仮登記は弱いということ及び死因贈与という制度が\nあることを教えられた。\n（二）　そこで、控訴人とＡとは、真実は死因贈与契約を締結する意思はなかった\nが、既存の右贈与契約をより確実にするとの意図のもとに、右贈与契約に基づく対\n抗要件としての所有権移転登記の履行を確保する手段として、死因贈与契約を締結\nした旨の公正証書を作成しておくこととし、昭和五四年四月二四日、本件死因贈与\n契約を同月六日に締結した旨の本件公正証書を作成することを嘱託した。\n（三）　右のとおり、本件死因贈与契約は、通謀虚偽表示によるものであって無効\nである。\n３　錯誤\n（一）　仮に、本件死因贈与契約が真意によるものであったとすれば、それは、次\nのとおり、錯誤に基づくものである。\nすなわち、右１のとおり、控訴人が昭和三五年一月二四日本件土地の所有権を取得\nしたことを理由とする被控訴人の控訴人に対する不動産取得税賦課の権利は、同日\nから五年の経過をもって時効により消滅したから、控訴人は、本件死因贈与契約締\n結の日である昭和五四年四月二四日当時においては、従前の贈与契約のままであれ\nば、本件土地の所有権取得について課税処分を受けることがなかった。\n（二）　ところが、控訴人とＡとは、右２の事情から、既存の贈与契約をより確実\nにするとの意図のもとに、たとえ死因贈与契約を締結したとしても、このことによ\nって課税処分を受けることはないと考え、その動機を黙示的に外部に表明した上、\n本件死因贈与契約を締結した。\n（三）　もとより、控訴人とＡとは、仮に本件死因贈与契約締結によって課税処分\nを受けることを知っていたならば、これを締結することはなかったものである。\n（四）　なお、死因贈与について不動産取得税が賦課されるかどうかについては、\n従来からあまり議論がなく、裁判例も見当たらず、したがって、Ａや控訴人はもと\nより、当時本件死因贈与契約に立ち会った専門家の者たちも、本件死因贈与契約に\nよって控訴人に対し本件処分がされることは予測しなかったものであるから、Ａと\n控訴人とには、右の動機の錯誤について重大な過失があったということはできな\nい。\n（五）　したがって、本件死因贈与契約は、錯誤により無効である。\n４　形式的な所有権の移転\n（一）　（１）不動産の所有権が移転された場合であっても、その趣旨ないし目的\nにおいて、これが形式的なものであるときは、右の所有権の移転は、地方税法七三\n条の二第一項所定の「不動産の取得」に当たらない。\n（２）　本件死因贈与契約は、既存の贈与契約によって本件土地を実質的に支配し\nていた控訴人が、その状態をより確実にしたいとの意図に基づいてこれを締結した\nものにすぎない。\n（３）　したがって、仮に本件死因贈与契約が有効であったとしても、これによる\nＡから控訴人に対する本件土地の所有権の移転は、趣旨ないし目的において形式的\nなものであって、同条項所定の「不動産の取得」に当たらない。\n（二）　（１）死因贈与と遺贈とは、所有権移転の趣旨ないし目的において、実質\n的に異ならず、いずれも形式的な所有権の移転にすぎない。\n死因贈与も遺贈も、贈与者、遺贈者の死亡によって効力を生じる点で全く変わりは\nない。更に、死因贈与には遺言の効力に関する規定が準用され（民法五四四条）、\n受贈者が贈与者の死亡前に死亡したときは死因贈与はその効力を失うこととなり、\n遺言の執行に関する事項も原則として準用され、遺言の取消しに関する規定も多数\n説はこれを肯定する。これらの点と合わせて、遺贈の場合の遺言者の意思と死因贈\n与の場合の贈与者の意思とを比較して考えるならば、実質的に死因贈与と遺贈とは\n異ならないこととなる。\nしたがって、地方税法七三条の七第一号が、遺贈による所有権移転の趣旨ないし目\n的の故にこれを不動産の実質的取得に該当しないとして非課税としている以上、死\n因贈与による所有権移転の趣旨ないし目的もこれと同一であるとして非課税となら\nざるを得ない。\n（２）　右のとおりであるから、仮に本件死因贈与契約が有効であったとしても、\nこれによる所有権の移転については、不動産取得税を課することができない。\n六　認否\n１　（一）控訴人の主張１（一）のうち、控訴人主張の登記がされた事実は認める\nが、その余は不知。\n（二）　同１（二）のうち、公正証書作成嘱託の事実は認めるが、その余は否認す\nる。仮に、控訴人とＡとの間において昭和三五年一月二四日に本件土地について贈\n与契約が締結されたとすれば、同契約は、本件死因贈与契約の締結に際し、その直\n前に合意解除された。\n（三）　同１（三）の事実は認める。\n（四）　同１（四）の事実は認める。\n２　（一）同２（一）の事実は不知。\n（二）　同２（二）のうち、本件公正証書作成嘱託の事実は認めるが、その余は否\n認する。\n３　同３の事実は否認する。\n４　（一）同４（一）の主張は争う。\n（二）　同４（二）の主張は争う。死因贈与は契約であるが、遺贈は単独行為であ\nり、両者は異なっている。\n○　理由\n一　控訴人の父Ａと控訴人とが昭和五四年四月六日本件死因贈与契約を締結し、同\n月二四日その旨の公正証書の作成を嘱託したこと、Ａが昭和五九年八月二〇日死亡\nしたこと、被控訴人が控訴人に対し、本件死因贈与契約による不動産の取得に対す\nる賦課決定処分として、昭和六〇年一一月一三日付けで本件処分をしたこと、以上\nの事実は当事者間に争いがない。\n二　控訴人は、控訴人の本件土地取得を理由とする不動産取得税賦課の権利は控訴\n人がこれを取得した昭和三五年一月二四日から五年の経過をもって時効により消滅\nしたと主張する。\nしかしながら、本件処分は、控訴人が、本件死因贈与契約に基づき、昭和五九年八\n月二〇日に本件持分を取得したことを理由とするものであって、昭和三五年一月二\n四日贈与による本件土地の所有権の所得を理由とするものではない。\nしたがって、控訴人の主張は、前提を異にするものであって、採用することができ\nない。\n三　控訴人は、本件死因贈与契約は通謀虚偽表示又は錯誤により無効であると主張\nするので、これについて判断する。当事者間に争いのない事実及び本件の証拠によ\nって認められる事実は、次のとおりである。\n１　Ａは、昭和三三年八月二七日、本件土地を含もその所有の土地四筆及び建物三\n筆につき、Ａから控訴人に対する同月二五日贈与予約を原因とする所有権移転請求\n権保全仮登記手続をした（甲二〇、四二、五一、五四号証）。\n２　Ａは、昭和三五年一月二四日、控訴人に対し、右各不動産に新たに土地二筆を\n加えた不動産を不動産贈与証書により贈与した（甲五〇号証）。\n３　Ａと控訴人とは、昭和三六年八月一八日、Ａが同日控訴人に対し、右各不動産\nのうち、本件土地を含む土地二筆及び建物三筆を贈与した旨の公示証書の作成を嘱\n託した（甲八号証）。\n４　控訴人は、右の贈与について、対税上の理由から、右１の本登記手続を行わな\nいままにしており、その後、金融を受ける便宜上、本件土地についてこれを自己及\nびその妻子であるＢ、Ｃ、Ｄ、Ｅ、Ｆ名義とする必要が生じた昭和五四年二月ない\nし四月当時においても、自己及び同人らに対し、本件土地のうち、盛岡市＜地名略\n＞の土地については同年二月二〇日受付けにより持分各一〇〇分の一ずつ、盛岡市\n＜地名略＞の土地（当時の表示は盛岡市＜地名略＞）の土地については同年四月二\n〇日受付けにより持分各五〇分の一ずつの所有権一部移転ないしＡ持分一部移転登\n記手続をしたものの、その余の持分についてはこれを自己の所有名義とせず、盛岡\n駅前通＜地名略＞の土地についてはＡの持分一〇〇分の九四、長田町＜地名略＞の\n土地についてはＡの持分五〇分の四四のままとしておいた（甲二〇、五四号証、控\n訴人本人）。\n５　控訴人は、右１の仮登記によって本件土地所有権移転登記請求権は保全されて\nいるものと考えていたが、昭和五四年四月ごろ、司法書士Ｇ及び会計事務所職員Ｈ\nから、贈与予約を原因とする所有権移転請求権保全の仮登記は効力が弱いこと、死\n因贈与契約を締結してその旨の公正証書の作成を受けておけば自己に対する所有権\n移転登記が確実となること、たとえ控訴人が改めて死因贈与契約を締結したとして\nも、死因贈与による所有権の取得の場合には課税されることがないから、別段不利\n益はないことを告げられた。\nそこで、控訴人は、死因贈与によるときは自己に対する本件持分の移転登記が確実\nになり、かつ、本件持分の取得について課税されることはないものと信じて、本件\n死因贈与契約を締結し、同年四月二四日、同司法書士を死因贈与契約の執行者と指\n定して、本件公正証書の作成を嘱託した（証人Ｈ、控訴人本人）。\n二　１　右の事実に基づけば、Ａと控訴人とは、改めて死因贈与契約を締結するこ\nとにより、Ａから控訴人に対する本件持分の移転登記が確実となり、かつ、これに\nよって納税義務を負担することがないものと判断した上で、真意に基づき、既存の\n贈与契約を合意解除した上、改めて本件死因贈与契約を締結したものというべきで\nある。\nしたがって、通謀虚偽表示の主張は、採用することができない。\n２　他方、右の事実に基づけば、控訴人は、司法書士及び会計事務所職員の指導に\nより、たとえ死因贈与契約を締結したとしても、これによって自己に課税されるこ\nとはないものと誤解して、本件死因贈与契約を締結したものであるから、控訴人\nは、その動機について錯誤があったものというべきである。\nしかしながら、地方税法は、不動産の取得に対する非課税に該当するものとして\n「相続（包括遺贈及び被相続人から相続人に対してなされた遺贈を含む。）に因る\n不動産の取得」（七三条の七第一号）と規定して、死因贈与についてはこれを非課\n税とする規定をおいていないのであるから、控訴人が右の規定によって本件死因贈\n与による不動産の取得に対して課税されないと信じたことについては、それが司法\n書士や会計事務所職員の指導によるものであったことを考慮してもなお、重大な過\n失があったものといわなければならない。\nしたがって、控訴人は、本件死因贈与契約について、自らはその無効を主張するこ\nとができない（民法九五条但書）。\n３　（一）控訴人は、本件死因贈与契約に基づく本件持分の移転は形式的な所有権\nの移転であって地方税法七三条の二第一項の「不動産の取得」に当たらないと主張\nする。\nしかしながら、前示認定のとおり、控訴人は、既存の贈与契約によっては自己の権\n利の実現が不確実であると判断して、右の贈与契約を合意解除し、新たに本件死因\n贈与契約を締結し、これにより本件持分を取得したものであるから、これが地方税\n法七三条の二第一項の「不動産の取得」に当たらないということはできない。\n（二）　また、控訴人は、本件死因贈与契約に基づく本件持分の移転が右の「不動\n産の取得」に当たるとしても、これは同法七三条の七第一号の「遺贈」に含まれる\nから、これについては課税することができないと主張する。\nしかしながら、不動産取得税を課することができない不動産の取得として、同法七\n三条の七第一号は、単に「遺贈」とのみ規定し、遺贈に死因贈与が含まれる場合の\n規定、例えば相続税法一条の「遺贈（贈与者の死亡に因り効力を生ずる贈与を含\nむ。以下同じ。）」というような規定の仕方をしていないことからすれば、地方税\n法七三条の七第一号の「遺贈」に死因贈与が含まれないことは、明文上明らかであ\nる。\nまた、これを実質的に見ても、死因贈与は契約であるのに対し、遺贈はいわゆる単\n独行為であって、それぞれの法的性質は異なるのであるから、地方税法上、これを\n異別に取り扱うことについて、合理的理由がないということはできない。\nしたがって、控訴人の右の主張は採用することができない。\n三　以上のとおりであって、本件処分には違法の点はない。\nよって、主文のとおり判決する。\n（裁判官　石川良雄　山口　忍　佐々木寅男）\n別紙（省略）\n"
}