{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 8,
    "month": 3,
    "day": 22
  },
  "case_number": "平成6(行コ)44",
  "case_name": "所得税更正処分取消請求控訴事件",
  "court_name": "大阪高等裁判所",
  "field": "行政",
  "gist": "建築型枠大工工事業を営む白色申告者に対し，売上金額に同業者の平均算出所得率を乗じて事業所得の金額を推計してした所得税の更正が，適法であるとされた事例",
  "case_gist": "建築型枠大工工事業を営む白色申告者に対し，反面調査によって把握した売上金額に同業者の平均算出所得率を乗じて事業所得の金額を推計してした所得税の更正が，同業者の抽出基準及び推計方法に合理性を認めることができ，これを覆すべきほどの事情があるとは認められないなどとして，適法とされた事例",
  "lawsuit_id": "16320",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16320",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/320/016320_hanrei.pdf",
  "contents": "○　主文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n○　事実及び理由\n一　控訴人は、原判決取消しの判決とともに、原判決の請求欄に記載のとおりの判\n決を求め、被控訴人は控訴棄却の判決を求めた。\n二　事案の概要は原判決に示されているとおりであるが、控訴人が、本件各処分の\n推計に関して主張の要点とするところは、次のとおりである。その他の当事者双方\nの主張は、本件税務調査に関するところも含め、原判決の争点の判断の項に主張と\nして整理されているとおりである。\n（１）　所得税の確定方式は、申告納税方式とされている。税務官庁の課税処分\nは、その補充的方法、手段であり、税務官庁には、二次的な課税の権限ないし責任\nが与えられているにすぎない。この課税処分を行うについて推計によることができ\nる旨の規定が設けられているが（所得税法一五六条）、推計課税とは、真実の所得\n税等を捕捉、測定して課税するという実額課税と異なり、納税者等の取引等を証す\nる直接的な資料によらず、間接的な資料に基づいて、しかも、税法の規定する原則\n的な計算方法とは異なる例外的な計算方法によって、税務官庁が捕捉、測定した所\n得額等に対して課税する、いわば一種の実額近似値課税である。実額課税が原則で\nあり、推計課税は例外的、補充的、制限的である。\n（２）　このような実額課税と推計課税の関係に照らしてみれば、推計課税が許さ\nれるのは、まず第一に、推計課税の必要性のある場合でなければならない。すなわ\nち、税務官庁が具体的な課税処分を行うに当たっては、可能な限り実額課税を行う\nべきであって、推計課税はできるだけ避けるべきであり、それが行われるのは特に\nその必要がある場合に限られる。昭和六二年九月二日の控訴人に対する調査におい\nて、控訴人が三年分の帳簿を用意していたにもかかわらず、税務調査の担当官はこ\nれに身向きもせずに立ち去ってしまったという経緯にあるし、また、同年一〇月一\n五日の調査の際には、控訴人が七年分の帳簿を用意していたのにもかかわらず、税\n務調査担当官は、立会人を退席させるように繰り返しただけで帰ってしまった。\n控訴人が用意していた帳簿は、出面帳、支払明細書、売上支払伝票、経費の領収書\n等であった。売上帳や現金出納帳はなかったが、売上げ及び経費の把握は可能であ\nったのであり、税務担当官の方でこれらの税務調査を拒否したということからする\nと、被控訴人は安易に推計課税を行ったものというべきことになり、本件課税手続\n全体が違法ということになる。\n（３）　第二に、推計課税がやむを得ず許容される場合でも、その推計の部分は最\n小限にとどめ、かつ、より実額近似値を捕捉、測定して推計課税が行わなければな\nらず、そのためには、推計調査を行って適切な間接的資料を十分に収集しなければ\nならない。推計課税が最も合理的なものである必要がないとはいえないし、一応の\n合理性が認められれば、推計課税は適法であるということもできない。\n（４）　第三に、推計の方法は、単なる見込みや概算ではなく、より実額近似値を\n算定するための合理的な方法によって行われなければならない。\n本件では、同業者抽出基準に合理性がないし、この基準に基づいて実際に抽出され\nた同業者にも問題がある。\n同業者抽出基準についてみると、控訴人は建築型枠大工事業を営む者であるが、抽\n出する業者の青色申告における申告記載の「建築型枠」ないし「型枠大工」という\n記載に注目して抽出しても、これをもって直ちに控訴人と業態を同じくする同業者\nとすることはできない。すなわち、（１）仕事の発注元との契約関係が、購入する\n型枠材料代が価格に上乗せされる材料持ちの請負関係か、それとも手間請けと呼ば\nれる人夫の作業代（手間代）のみを支払う形態か、という点、（２）仕事の主な内\n容が建築工事の型枠の仕事か、土木工事の型枠の仕事か、の二点に関しては、型枠\n大工として一括して同じ業態とすることができない内容を含んでいる。被控訴人が\n同業者として主張している本件抽出の七業者の所得率をみても、一一・七％から二\n七・一％までばらつきがある。\n実際に抽出された同業者についてみても、昭和六〇年及び六一年分の控訴人の売上\n額を上回る業者はなく、別の年度で比較した限りで高々控訴人の〇・七七倍になる\n業者があるにすぎない。\nこのような同業者の抽出を前提とし、合理性の乏しい単純平均という方法を用いて\n同業者の所得率比準法による推計課税を行うについての合理性は、もはやない。\n三　当裁判所も、本件各処分は適法なものであり、その取消しを求める本訴請求は\n理由がないものと判断する。すなわち、以下に示すとおりである。\n１　控訴人は、本件には違法な税務調査が行われたと主張する。\nしかしながら、原判決九頁末行から一〇頁九行目の「いうべきである。」までに示\nされているように、控訴人主張の事実関係を前提としても、本件各処分を違法とし\nて取り消すべきほどの、違法性の程度が著しい税務調査が控訴人に対して行われた\nものとすることはできない。のみならず、本件において認められる税務調査の経緯\nの事実関係は、原判決が一五頁八行目から一〇行目の「の各事実が認められる。」\nの部分にかけて認定しているとおりであり、そこに、被控訴人の部下職員の裁量権\n濫用や違法な点が存しないことは、原判決が一〇頁九行目の「のみならず」から一\n一頁八行目にかけて示しているとおりである。\n２　控訴人は、本件各処分には、必要性がないのに推計課税を行ったという違法が\nあると主張する。\nこの点に関して認められる前提事実及び証拠評価は、原判決一五頁八行目から一六\n頁の「含まれていない。」までのとおりである。\n控訴人が調査の際に準備していたと主張する帳簿類が、当審において甲第一七ない\nし第二七四号証（枝番を含む。一部欠番がある）として提出されたので検討する\nに、これらの書証に係る帳簿類が被控訴人の担当官による控訴人方への調査時に示\nされたことについては、これに沿う甲一ないし五、一〇並びに控訴人の原審供述が\nあるが、Ａの原審証言に照らして直ちに採用することができない。仮に右帳簿類が\n調査時に示されたものとしたとして、控訴人は、これらの帳簿類によって売上金額\nと経費の実額が認められると主張するのであるが、提出された帳簿類の中には現金\n出納簿はないところである。また、本件係争各年分の売上金額が被控訴人主張のと\nおりのものであることは控訴人も認めるに至っているので、ここでは経費額に関し\nて推計課税の必要性についてみると、出面帳として提出されているものは市販の帳\n面に記帳したもので、人夫ごとに稼働した日数、現場、時間を記録したものである\nことが弁論の全趣旨によって認められるが、これも、人夫への支払額を記帳したも\nのでない。控訴人の業務が、その主張するように型枠などの材料を持たないで人夫\nを派遣するだけの態様であったとしても、これらの出面帳からは控訴人の経費額が\n明らかになるものでないし、これらの出面帳と領収書との関連付けに関する主張立\n証もない。結局甲号証として提出された出面帳をもってしても、控訴人の経費の実\n額を認めることはできず、昭和六二年一二月二四日の本件各処分時においてもこの\n点は同様であったといえる。\n引用した原判決の前記認定事実と右に示したところによれば、本件各処分に際して\nは、推計の必要性は十分に存したものというべきである。\n３　推計の合理性について判断する。\n被控訴人がした抽出基準における不合理性について控訴人が主張するところは、同\n業者との細部にわたる業種、業態、立地条件、事業専従者の数ないし利子割引料の\n控除の有無などの営業内容の差異を指摘するものである。これらについてはなるほ\nど部分的に裏付けとなる書証があり（甲一一、一三の１ないし５、一四ないし一\n六）、控訴人の原審供述もこの主張に沿うものである。\nしかしながら、右細部にわたる内容を含め、控訴人の本件係争各年分における全体\nの業務内容は本件全証拠によってもいまだうかがうことができない。被控訴人のし\nた同業者の抽出基準及び推計方法は、原判決一八頁から二一頁にかけての（１）な\nいし（３）に示されているとおりであり（原判決二六頁一〇行目から二七頁二行目\n参照）、この抽出基準及び推計方法に合理性のあることは、原判決二七頁三行目か\nら二八頁一行目にかけて示されているとおりであるところ、控訴人が抽出基準にお\nいて不合理性があると主張する右各事情が、控訴人の営業において、被控訴人がし\nた抽出基準との対比においてどの程度にまで達しているのか、すなわち右の合理性\nを覆すべきほどの程度のものなのか否かを認めるべき証拠はないのである。\n同業者の抽出基準の合理性の有無について控訴人が主張するところ及びこれに沿う\n証拠があることは、原判決二八頁四行目から八行目にかけて示されているとおりで\nあり、前記二の（４）でも示したところである。しかしながら、推計による所得金\n額の算出においては、同業者の間に通常存在する程度の営業条件等の差異は、所得\n率の平均化の過程で平均値の中に吸収されるものと通常考えられる。したがって、\n得られた平均値が特に不合理なものと認めるべき特段の証拠がない限り、平均値を\nもって推計課税を行うことに合理性がないものとすることはできず、右に引用した\n原判決二八頁に示されている証拠をもってしても、控訴人の業務態様（業種、業\n態、立地条件、事業専従者の数、利子割引料の有無など）が、被控訴人によって採\n用された同業者の平均所得率に合理性がないことを裏付けるほどに特殊なものであ\nることを認めるべきものとすることはできないし、他にこの点を認めるべき的確な\n証拠はない。\n次に、同業者の算出所得率を単純平均することの是非について控訴人が主張すると\nころ及びこれに対する判断は、原判決三一頁四行目から同末行にかけて示されてい\nるとおりである。\n統計学の手法を用いないで推計することの是非についての控訴人の主張及びこれに\nついての判断も、原判決三二頁一行目から三五頁にかけて示されているとおりであ\nる（ただし、三二頁七行目から三三頁一〇行目までを除く）。統計は事実の集積な\nのでその範囲内で判断するのが妥当であるとの観点から「内挿」という概念を用い\nて処理する手法を採らなければならないのは、Ｂの原審証言によって認められると\nころであり、なるほど、比較の対象となった業者数が七件と少なく、控訴人の売上\n額がその抽出された同業者の中に入らないことは明らかである。しかしながら他面\nにおいて、控訴人の売上額の場合には抽出同業者の売上額と比較できず、所得率を\n算定するのに抽出同業者の平均によるべきでないとすべき事実上の根拠について\nは、本件全証拠によってもいまだ認めることができない。\n他に、本件において前記のように合理性の認められる被控訴人のした同業者の抽出\n基準及び推計方法を不合理なものと認めるべき証拠はない。\n４　本件各係争年分の事業所得金額についての判断は、原判決が三六頁以下の２の\n項で示しているとおりである。\n四　そうすると、原判決四二頁の第四に示されているとおり、本件各処分は適法で\nあってそこに違法な点はない、本訴請求を棄却した原判決は相当で、本件控訴は理\n由がないので、控訴費用の負担につき行政事件訴訟法七条、民訴法九五条、八九条\nに従い、主文のとおり判決する。\n（裁判官　上野　茂　竹原俊一　塩月秀平）\n"
}