{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 4,
    "month": 2,
    "day": 26
  },
  "case_number": "平成3(行ケ)95",
  "case_name": "選挙無効請求事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　都道府県議会議員の選挙区を郡市の区域によるものとし，各選挙区において選挙すべき議員の数を選挙人の数ではなく原則として人口に比例して定めるとする公職選挙法１５条の規定及びこれに基づく千葉県議会議員の選挙区等に関する条例（昭和４９年千葉県条例第５５号）の合憲性　２　千葉県議会が平成３年千葉県条例第１号により千葉県議会議員の選挙区等に関する条例（昭和４９年千葉県条例第５５号）及び千葉県議会議員の定数を減少する条例（昭和５３年千葉県条例第５３号）を改正するに当たり，公職選挙法２７１条２項に基づくいわゆる特例選挙区を存置したことが，適法とされた事例　３　千葉県議会議員の選挙区等に関する条例（昭和４９年千葉県条例第５５号）の議員定数配分規定の適法性，合憲性",
  "case_gist": "１　都道府県議会議員の選挙区について，歴史的，政治的，社会的に地域的なまとまりを持っていると考えられる郡市によりこれを構成すべきこととすることが国会の合理的な裁量権の行使として許されないとする理由はなく，また，各選挙区の議員数について，選挙人数はおおむね人口に比例するものであり，議員数を人口に応じて配分するか選挙人数に応じて配分するかによって大差が生ずるものではないこと，都道府県議会議員は未成年者を含む住民を代表すべきものであることからすると，人口と選挙人数のいずれを基準として採用するかは国会の裁量の範囲内にあるというべきであるから，都道府県議会議員の選挙区を郡市の区域によるものとするとともに，各選挙区において選挙すべき議員数を選挙人数ではなく原則として人口に比例して定めるとする公職選挙法１５条の規定及びこれに基づく千葉県議会議員の選挙区等に関する条例（昭和４９年千葉県条例第５５号）は憲法１５条３項，４４条ただし書に違反しない。　２　千葉県議会が，平成３年千葉県条例第１号により千葉県議会議員の選挙区等に関する条例（昭和４９年千葉県条例第５５号）及び千葉県議会議員の定数を減少する条例（昭和５３年千葉県条例第５３号）を改正するに当たり，他の地域，特に首都近郊内地域における急激な人口増のため配当基数が０．５を割るに至ったという人口移動の特殊性，同改正に至るまでの議員選出の歴史的経緯，地域からの代表確保の要請等を考慮し，地域間の均衡を図るため，公職選挙法２７１条２項に基づくいわゆる特例選挙区として３選挙区を存置したことは，同議会に与えられた裁量権の合理的な行使として是認し得るものであり，かつ，当該３選挙区の配当基数は２選挙区が０．３６，１選挙区が０．４２であり，いまだ特例選挙区の設置が許されない程度には至っていないから，適法というべきであるとした事例　３　千葉県議会議員の選挙区等に関する条例（昭和４９年千葉県条例第５５号）は，平成３年千葉県条例第１号により改正されて定数が増加されたほか，特例選挙区が３区設けられ１５選挙区に公職選挙法１５条７項ただし書を適用する措置が執られた結果，平成３年４月７日の千葉県議会議員選挙当時，特例選挙区を含む議員一人当たりの人口の最大較差は１対３．４８，特例選挙区を除く議員一人当たりの人口の最大較差は１対２．４５となり，配当基数に応じて定数を配分した人口比定数により算出した較差より縮小され，いわゆる逆転現象も前回選挙時の３１通りから１６通りに減少し，定数２以上の差のある顕著な逆転現象もなかったことなどからすると，前記選挙当時における議員一人当たりの人口の較差が示す投票価値の不平等は，地域間の均衡を図るため通常考慮し得る諸般の要素をしん酌してもなお，一般的に合理性を有するものとは考えられない程度に達していたとはいえないから，同条例の定める議員定数配分規定は，公職選挙法１５条７項，憲法１４条１項等に違反するものではない。",
  "lawsuit_id": "16557",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16557",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/557/016557_hanrei.pdf",
  "contents": "○　主文\n本件訴えのうち、市川市選挙区以外の選挙区の選挙の無効を請求する部分及び再選\n挙を求める部分をいずれも却下する。\nその余の原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　平成三年四月七日執行の千葉県議会議員選挙について原告が被告に対してした\n異議申出につき、被告が平成三年四月三〇日付でした異議申出却下決定を取り消\nす。\n２　右選挙につき、市川市選挙区及びその他の三七選挙区の選挙を無効とし、再選\n挙せよ。\n３　ただし、合憲の千葉県選挙条例可決のため、本件判決確定日以後九〇日間現議\n員の資格を認める。\n４　訴訟費用は被告の負担とする。\n二　被告\n（本案前の答弁）\n本件訴えを却下する。\n（本案の答弁）\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　（当事者）\n原告は、平成三年四月七日に執行された千葉県議会議員選挙（以下「本件選挙」と\nいう。）の千葉県内における選挙人であり、被告は、本件選挙を管理した選挙管理\n委員会である。\n２　（異議申出と決定）\n原告は、被告に対し、本件選挙を無効とする旨の決定を求め、公職選挙法（以下\n「公選法」という。）二〇二条一項に基づき異議申出をしたが、被告は、平成三年\n四月三〇日付で原告の異議申出を却下する旨の決定をした。\n３　（本件選挙の違法事由）\n（一）　本件選挙は、千葉県議会議員の選挙区等に関する条例（昭和四九年条例五\n五号。以下「選挙区条例」という。）並びに千葉県議会議員の定数を減少する条例\n（昭和五三年千葉県条例五三号。以下「減少条例」という。ただし、いずれも平成\n三年条例一号による改正後のものであり、右改正を「本件改正」という。）に基づ\nいて執行された。\nそして、公選法一五条一項は、都道府県の議会の議員の選挙区は、郡市の区域によ\nるとし、同条二、三項は、右区域の人口が議員一人当たりの人口あるいはその半数\nに達しない場合の合区について定め、同条七項は、各選挙区において選挙すべき地\n方公共団体の議員の数は、原則として人口に比例して条例で定めるとし、選挙区条\n例もこれらの規定に基づいて制定されている。\n（二）　しかしながら、憲法一四条一項、一五条三項、四四条但書により、都道府\n県議会の議員の定数は、厳密に選挙人の数に応じて決定しなければならないもので\nある。\n本件選挙時の千葉県全体の選挙人の数四〇〇万三八一八人を千葉県議会の議員定数\n九二をもって徐して得た四万三五一九・七六〇八六九五六五人（以下「Ｘ￣」と\nし、これに対し、各選挙区ごとに選挙人の数を議員定数で徐して得る数を「Ｘ」と\nする。）が憲法上要請される選挙人団編成の基数であり、Ｘ￣の逆数である〇・〇\n〇〇〇二二九七八六七（被配分権絶対値。以下「Ａ」とする。）が、全県内選挙人\nが平等に持つべき権利である。各選挙区ごとに右Ａに選挙人の数を乗じた数と議員\n定数とを比較すると、選挙区ごとの議員の配分の剥奪状態が判明するが、県全体で\nは剥奪した数の総和と剥奪された数の総和とは必ず一致する。\n選挙人でなく、未成年者等を含も人口を算定の基礎とするのは、公務員の選挙につ\nいて成年者による普通選挙を保障した憲法一五条三項に違反し、憲法四四条但書が\n選挙人の差別を禁じている趣旨にも反する。しかも、コンピューターの発達した現\n代において、選挙より六か月も前の数字を基礎とすることは許されず、選挙当日の\n数を推定して用いるべきである。\n県議会は、各選挙人がＡに限りなく近い値を持つようにすべき義務があり、これに\n反するときは、憲法前文一項一文に、個人人格代表主義の視点から憲法一二条、一\n三条の公共の福祉に、不当な差別であるから憲法一四条一項に、普通選挙を保障す\nる憲法一五条三項に、選挙人を差別するから憲法四四条但書の精神にいずれも違反\nする。県議会は、各選挙人がＡに限りなく近い値を持つように、新たに選挙人団\n（できる限り全県規模の大選挙区とするのがよい。）を作るべきであり、現行の公\n選法が定める郡市による選挙区制では、選挙区ごとに選挙人に配分される権利の価\n値とＡとに大きな差が生じることになり、違憲となる。例えば、本件選挙において\nは、Ｘ（すなわち議員一人当たりの選挙人数）の最大値は船橋市の五万四五二一人\nであり、最小値は海上郡の一万六六五〇人となり、前者は後者の三・二七五倍とな\nっている。\nまた、仮に人口数に比例して考えるとしても、最高裁判所昭和四九年（行ツ）第七\n五号同五一年四月一四日大法廷判決・民集三〇巻三号二二三頁（以下「昭和五一年\n大法廷判決」という。）が挙げるような従来の選挙の実績や選挙区としてのまとま\nり具合等人口以外の要素は、その性質上数量化しえないものであるから、定数を定\nめる基準となりえないものであり、これらの要素を考慮するのは憲法に反する。\n以上のとおり、公選法一五条及び選挙区条例の定数配分規定（以下「本件定数配分\n規定」という。）は、不公平で、かつ、憲法前文一項一文、一二条、一三条、一四\n条一項、一五条、四三条一項、四四条但書に違反する。\n（三）　選挙区別にＸと投票率の間のピアソンの相関係数を算出すると、Ｘの大き\nい選挙区ほど投票率が低く、Ｘの小さい選挙区ほど投票率が高い蓋然性が大きいこ\nとが判明する。すなわち、Ｘの大小の差、換言すれば定数配分の不公平は当該選挙\n区の選挙人の政治参加に影響を及ぼし、差別するものであるから、憲法前文一項一\n文、一二条、一三条一文、一四条一項、一五条三項、四四条但書の精神に違反す\nる。\n（四）　本件選挙においては、定数一人の八選挙区、定数二人の六選挙区において\n無投票当選があった。このような場合にも選定、すなわち資格審査をすべきであ\nり、無投票当選を定めた公選法一〇〇条は、公務員の選定罷免権は国民固有の権利\nであるとする憲法一五条一項及び公務員の選挙につき成年者による普通選挙を保障\nする同条三項に違反する。\n（五）　本件選挙の際各投票所に設置された投票記載設備は、床から一二〇ないし\n一四五センチメートル位の高さであり、囲いで張り巡らされているだけで遮蔽幕が\nなく、幅は約六五センチメートルで、斜め後や真横からも記載しているのを見るこ\nとができるし、投函箱の入口も小さく投票用紙も折り曲げて一面だけ隠す様式のも\nので記載面が見える恐れがある。これらは、表現の自由を阻害し、投票の秘密をう\nたった憲法一五条四項に反し、憲法一三条の自由を侵害する。また、柏市ほか八の\n市町村で一投票所当たり四人の投票立会人を配置しているが、これは投票立会人の\n威力により選挙を管理し、公正を阻害するものである。\nこのように、本件選挙では、憲法前文一項一文、一三条、一五条一、四項、四四条\n但書に違反する事実があった。\nよって、原告は、被告のした異議申出却下決定の取消と市川市選挙区を含む全選挙\n区における本件選挙を無効とする（ただし、合憲の千葉県選挙条例可決のため、本\n件判決確定日以後九〇日間現議員の資格を認める。）ことと再選挙をすることを求\nめる。\n二　被告の本案前の答弁の理由\n本件選挙における減少条例及び選挙区条例は、地方自治法九〇条三項並びに公選法\n一五条二項、三項、四項、七項及び二七一条二項の規定により制定されたものであ\nり、本件選挙は、これら現行法上適法に成立した条例に基づき適法に執行されたも\nのである。\n原告は、公選法及び選挙条例は憲法に違反しており、これに基づき行われた本件選\n挙は無効であると主張するが、公選法二〇三条一項の訴訟に関する規定は、同法に\n基づき執行された選挙の管理執行上瑕疵があった場合に、これを無効とし早期に適\n正な再選挙を実施させ、もって選挙の自由と公正を確保しようとするものであるか\nら、本件のように法律及び条例自体の瑕疵を理由とする訴訟は、公選法二〇三条一\n項の規定の趣旨に適合しないものであり、却下を免れない。\n三　請求原因に対する認否\n１　請求原因１の事実は認める。なお、原告は、市川市選挙区の選挙人である。\n２　同２の事実は認める。\n３　同３（一）の事実は認め、その余は争う。\n四　被告の主張\n１　地方公共団体の議員選挙制度と憲法との関係\n憲法一五条、九二条及び九三条によれば、地方公共団体の組織及び運営に関する事\n項は、地方自治の本旨に基づき法律で定めることとされ、さらにその議決機関であ\nる議会の議員の選挙制度については、当該地方公共団体の構成員である住民が直接\n選挙によって議員を選出すると定めている。\n２　都道府県議会議員の定数配分に関する法律の規定\n前記憲法の規定を受けた地方自治法にといて、議員定数の上限を定め、公選法にお\nいて、選挙区の決め方及び各選挙区に対する定数の配分方法を定めている。\n（一）　県議会議員の総定数\n地方自治法九〇条は、直近の国勢調査人口に基づき議員定数の上限の算出方法を定\nめ、また、その上限に対し条例で特に減少することができる旨定めている。\n（二）　選挙区の決定方法\n公選法によれば、議員の選挙区は郡市の区域による（同法一五条一項）とされてい\nる。\n当該選挙区の人口が、議員一人当たりの人口の半数に達しない場合には、条例で隣\n接する郡市と合わせて一選挙区を設けなければならないのが原則である（強制合区\n規定、同条二項）。\nまた、当該選挙区の人口が議員一人当たりの人口の半数以上あるが、議員一人当た\nりの人口に達しないときは、独立した選挙区とするか、あるいは条例で他の郡市と\n合わせて選挙区を設けるか当該都道府県の裁量に委ねている（任意合区規定、同条\n三項）。そして、合区選挙区を設けるにあたり、どのような郡市をもって合区選挙\n区とするかについても議会の裁量による（同条六項）。\nさらに、公選法二七一条二項では、昭和四一年一月一日現在において設けられてい\nる選挙区については、強制合区の対象となった場合でも、当分の間、強制合区の規\n定にかかわらず、当該区域をもってそのまま選挙区として設けることができる旨規\n定している（特例選挙区）。\n（三）　議員定数の配分方法\n公選法は、議員定数の配分方法として、各選挙区に対する定数配分は原則として人\n口比例とするが、特別な事情がある場合には、地域間の均衡を考慮して人口以外の\n諸要素を総合勘案して行うことができるとしている（一五条七項）。\n２　本県における減少条例及び選挙区条例\n（一）　従前の改正経緯\n（１）　第一回統一地方選挙の県議会議員選挙から昭和四二年執行の第六回県議会\n議員選挙まで\n選挙区については強制合区規走及び任意合区規定の該当選挙区はなく、また、昭和\n四四年の法改正により公選法一五条七項但書の規定が制定される前なので、人口比\n例によった。\n（２）　昭和四六年執行の第七回県議会議員選挙\n東葛飾郡我孫子町が昭和四五年七月一日に市制施行したが、その人口が議員一人当\nたりの人口に達しなかったため、任意合区規定を適用して、東葛飾郡・我孫子町選\n挙区を設置した。なお、選挙区定数はそのままであった。\n（３）　昭和五〇年執行の第八回県議会議員選挙\n昭和四五年国税調査人口の結果に基づき算定したが、本県への人口流入による都市\n部における人口の遍在という現象が生じて以来、初めての条例制定であった。\n総定数は九人増加して七九人となった。\n海上郡選挙区及び匝瑳郡選挙区が強制合区の対象となったが、公選法二七一条二項\nの規定を適用して独立選挙区として存置された。\n東葛飾郡については、その構成する浦安町、関宿町、沼南町がそれぞれ他の市の区\n域により分断され、飛地となり、公選法一五条四項の対象となったが、右三町の人\n口が議員一人当たりの人口の半数に達しなかったので、結局、同法一五条二項を適\n用し、浦安町は市川市に、関宿町は野田市に、沼南町は我孫子市にそれぞれ合区さ\nれた。\n安房郡の天津小湊町は飛地となっていたが、人口が議員一人当たりの人口の半数に\n達せず、強制合区規定の適用対象となり、隣接する鴨川市に合区された。\n選挙区別定数については、初めて公選法一五条七項但書を適用することとなり、香\n取郡、山武郡、長生郡及び夷隅郡の各選挙区において、人口比例によると一人ずつ\n定数が減ずることとなるところ、地域間の均衡を考慮して、現行定数を維持するこ\nととされた。\n（４）　昭和五四年執行の第九回県議会議員選挙\n昭和五〇年国勢調査人口の結果に基づき算定すると、法定数が九〇人となるとこ\nろ、初めて減少条例を制定し、現行の七九人に据え置かれた。\n選挙区については、強制合区規定及び任意合区規定の適用の異動はなく、選挙区別\n定数についても、公選法一五条七項但書の規定を適用し、地域間の均衡を考慮し\nて、現行定数を維持し、条例改正は行わなかった。\n（５）　昭和五八年執行の第一〇回県議会議員選挙\n昭和五五年国勢調査人口の結果に基づき算定すると、法定数が九九人となるとこ\nろ、行政改革の趣旨等も考慮して、現行の七九人に据え置かれた。\n勝浦市選挙区が新たに強制合区の対象となったが、公選法二七一条二項を適用し、\n独立選挙区として存置することとされた。\n選挙区別定数については、公選法一五条七項但書の規定を適用し、地域間の均衡を\n考慮して、現行定数を維持することとされた。\n（６）　昭和六二年執行の第一一回県議会議員選挙（以下「前回選挙」という。）\n昭和六〇年国勢調査人口の結果に基づき算定すると、法定数が一〇五人となるとこ\nろ、行政改革の要請にできるだけ応えるために、最小限の増員にとどめ、八五人と\nされた。\n海上郡、匝瑳郡、勝浦市の各特例選挙区は、本県における急激な人口移動の特殊性\n等を考慮して、引き続き存置することとされた。\n選挙区別定数については、佐倉市、柏市、流山市、八千代市、浦安市、我孫子市・\n沼南町選挙区の六選挙区の定数が各一人ずつ増員された。\nなお、他の選挙区については、公選法一五条七項但書を適用し、現行定数に据え置\nかれた。\n（二）　本件改正の経過\n（１）　定数等検討委員会の設置\n昭和六三年一二月一日に各党代表者により千葉県議会議員定数等検討委員会（自民\n党六名、社会党二名、公明、共産、民社各一名）が設置され、同日第一回の委員会\nが開催された。その後、平成二年七月五日に小委員会（自民党二名、社会党、公\n明、共産、民社各一名）が設置され、同年一二月二七日までの間両委員会合わせて\n一一回開催された。\n右両委員会においては、前回選挙についての東京高等裁判所昭和六三年九月一九日\n判決及び最高裁判所昭和六三年（行ツ）第一七六号平成元年一二月一八日第一小法\n廷判決・民集四三巻一二号二一三九頁（以下「第一小法廷判決」という。）の主旨\nを踏まえ、千葉県の人口急増による較差の広がり及び逆転選挙区に関する検討が重\n要であるとの認識に立ち、検討が行われたが、調整が図れず、意見の一致を見るに\n至らなかった。\n（２）　議会への提案・議決\n自民党がまとめた「七増」案と、社会党がまとめた「二一増七減」案の二案が議員\n発議で平成三年一月の県議会に提出され、討論、採決の結果、社会党案は否決さ\nれ、自民党案が可決成立した。\n（３）　条例の改正内容\n法定数は、平成二年一〇月の国勢調査人口の結果に基づき算定すると、一一一人と\nなるところ、行財政改革の要請にできるだけ応えるために、九二人とされた。\n海上郡、匝瑳郡、勝浦市の各特別選挙区は、本県における急激な人口移動の特殊性\n等を考慮して、引き続き存置することとされた。\n右の特別選挙区を除いた選挙区ごとの定数は、地域間の均衡を考慮した非人口的要\n素を加味し、最大較差は二・五倍以内に、各特例選挙区に対する最大較差は三・五\n倍以内に抑え、印旙郡、鎌ヶ谷市、君津市、市川市、成田市、茂原市、我孫子市・\n沼南町選挙区において各一人ずつ増員された。なお、我孫子市・沼南町選挙区につ\nいては、人口増加が著しく、市制施行を目指している沼南町を独立の選挙区（東葛\n飾郡選挙区）とし、我孫子市選挙区、東葛飾郡選挙区（関宿町を除く。）の定数は\nそれぞれ二人、一人とされた。\nその結果、特例選挙区を含む議員一人当たりの人口の最大較差は、改正前の五・一\n七倍（匝瑳郡選挙区対印旙郡選挙区、平成二年国勢調査人口の結果による。）から\n三・四八倍（匝瑳郡選挙区対柏市選挙区）に大幅に縮小され、特例選挙区を除く議\n員一人当たりの人口の最大較差も、改正前の三・六五倍（長生郡選挙区対印旙郡選\n挙区）から二・四五倍（長生郡選挙区対柏市選挙区）に大幅に縮小された。また、\n改正前に三四通りあったいわゆる逆転現象は、一六通りに減少した。\n４　本県の特性\n（一）　全国有数の人口増（社会増）県\n本県における国勢調査人口は、昭和二五年から同三〇年にかけては、人口の社会減\n（流出）が見られたが、以下の述べるとおり、同三五年以降高度経済或長に伴う人\n口の大都市圏への集中により、首都近郊の千葉・東葛飾地域を中心として著しく人\n口が増加した。\n（１）　人口増加状況\n増加状況を見ると、昭和三五年から四〇年にかけて一七・二パーセント（社会増一\n一・五パーセント、自然増五・七パーセント）、同四〇年から四五年にかけて二\n四・六パーセント（社会増一七・二パーセント、自然増七・四パーセント）、同四\n五年から五〇年にかけて二三・二パーセント（社会増一四・五パーセント、自然増\n八・八パーセント）と昭和四〇年代にかけてピークに達し、主に首都近郊地域への\n人口流入（社会増）により急激な人口増を示した。\nその後、同五〇年から五五年にかけて一四・一パーセント（社会増八・一パーセン\nト、自然増六・〇パーセント）、同五五年から六〇年にかけて八・七パーセント\n（社会増四・四パーセント、自然増四・三パーセント）、同六〇年から平成二年に\nかけて七・九パーセント（社会増五・〇パーセント、自然増二・九パーセント）と\n増加率は鈍化しているものの、依然全国一、二位という高い増加率を示しており、\nまた、昭和六〇年まで低下傾向にあった社会増がその後再び上昇に転じているの\nは、最近の東京を中心とする高次機能の集積や地価高騰などを背景としたものと推\n測され、本県への人口流入傾向は再び強まってきていると考えられる。\nこの結果、本件の人口は、昭和三五年の二三〇万余から同五五年までの二〇年間に\n倍増して約四七〇万人となり、その後の一〇年間でさらに約八〇万人増加し、五五\n五万人余となっている。\n（２）　地域別人口増加状況\n本県における人口増は、そのほとんどが首都近郊内地域市町村（千葉市、市川市、\n船橋市、木更津市、松戸市、野田市、成田市、佐倉市、習志野市、柏市、市原市、\n流山市、八千代市、我孫子市、鎌ヶ谷市、君津市、富津市、浦安市、四街道市、袖\nヶ浦市、東葛飾郡〔関宿町・沼南町〕、印旙郡〔酒々井町・八街町・富里町・印旙\n村・白井町・印西町・本埜村・栄町〕。以下「近郊内地域」という。）に集中して\nおり、昭和五〇年以降の一五年間だけ見ても、県全体の増加数の九六パーセント強\nをこの地域で占めている。一方、それ以外の地域（以下「近郊外地域」という。）\nでは、人口は微増ないし横這いとなっており、中には人口がやや減少している市町\n村すらある。\nこの結果、昭和三五年には、近郊内地域の人口は近郊外地域の約一・四倍に過ぎな\nかったのが、平成二年には約五・〇倍に達し、本県の発展に大きな不均衡をもたら\nし、議員一人当たりの人口の格差となってあらわれている。\n（二）　地域的特性\n近郊内地域は、首都東京に隣接するという立地条件により商業・工業の集積化が高\nく、東京圏のベッドタウンとして都市化が進んでいる。また、近年、本県を代表す\nる施設である新東京国際空港や幕張メッセ、東京ディズニーランド等もこの地域に\nあり、経済力等地域活力の増大している地域でもある。一方、近郊外地域は、本県\nの半島性、袋小路性等により、発展の遅れている地域である。近年、内陸工業団地\nの造成などにより企業誘致も一部されつつあるが、主産業は、全国第三位の粗生産\n額を誇る農業や水産業等の第一次産業であり、首都圏の食糧供給基地として、ま\nた、レクリエーション空間として多きな役割を担っている。\n近郊内地域においては、人口の増加が昭和三〇年代後半に始まり、同四〇年代にピ\nークに達し、今なお急増しているが、都市環境整備が官民により実施され、現在も\n種々の課題を抱えつつも、居住環境は整備されつつある。一方、近郊外地域におい\nては、雇用の場の不足、地域の魅力の欠如等による若年労働者の都市部への流出に\n伴う地域活力の停滞、後継者不足による主産業である農業・水産業従事者の高齢\n化、地域内人口の著しい高齢化といった問題を抱えており、加えて、両地域の間に\nは、公共施設整備、交通機関等の利便性、あるいは所得、市町村の財政等の面でも\n大きな格差があり、これら両地域間の格差是正を図り、本県の均衡ある発展を図る\nことが、昭和四〇年代から現在及び将来の県政上の最も重要な課題の一つである。\n（三）　格差是正のための措置\n昭和四〇年代以降策定された本県の長期計画等でも、地域間での均衡ある発展がそ\nれぞれ大きな柱とされており、昭和五九年一二月策定の「二〇〇〇年の千葉県」\n（目標年次平成一二年）、昭和六〇年一二月策定の「ふるさと千葉五か年計画」\n（昭和六一年度から平成二年度）及びそれに続く平成二年一二月策定の「さわやか\nハート千葉五か年計画」（平成三年度から同七年度）においても具体的方向が明定\nされている。例えば、県政の主要プロジェクトである千葉新産業三角構想は、千葉\n市（幕張新都心構想）、成田市（成田国際空港都市構想）、木更津市・君津市（か\nすさアカデミアパーク構想）を開発の軸とし、それぞれを幹線道路で結び、さらに\n東京湾横断道路とも連絡し、半島性を脱却し、これを拠点に全県的な産業立地を促\n進し、県土の均衡ある発展を図ろうとするものである。平成元年四月に国の承認を\n受けた「房総リゾート地域整備構想」は、房総半島の豊かな自然と東京との高い近\n接性を生かし、首都圏住民や世界の人々の憩いと交流の場となる魅力的で個性的な\nリゾート地域として整備することにより、各地域の活性化を図ろうとするものであ\nる。また、本県を西地域、中央地域、東地域及び南地域の四地域に区分し、各地域\nの特色と発展可能性を生かし、それぞれの地域の活性化と発展を図るとともに、交\n通基盤、情報基盤の整備を一層促進する等地域の交流基盤を構築し、地域間の連帯\nのとれた均衡ある県土つくりを推進している。\nこれらにとどまらず、各地域の特色を生かした地域振興策を図り、各地域の実質的\n均衡を図ることが、本県の場合、特に強く要請されている。\n５　特例選挙区について\n（一）　配当基数について\n以上のような特性を踏まえて、本県においては、海上郡、匝瑳群、勝浦市の三選挙\n区が公選法二七一条二項の適用による特例選挙区として存置されている。\n前回選挙の際の配当基数は、昭和六〇年国勢調査人口の結果によれば、海上郡選挙\n区が〇・三五五、匝瑳郡選挙区が〇・三五七、勝浦市選挙区が〇・四一五であった\nところ、第一小法廷判決は、公選法二七一条二項は、配当基数が〇・五より著しく\n下回る場合には特例選挙区の設置を認めない趣旨であると解されるが、右の程度の\n配当基数は、いまだ特例選挙区の設置が許されない程度には至っていないものとい\nうべきであり、右三選挙区を特例選挙区として存置したことは適法であると判示し\nた。平成二年国勢調査人口の結果によれば、今回の配当基数は、海上郡選挙区が\n〇・三六四、匝瑳郡選挙区が〇・三六三、勝浦市選挙区が〇・四一九と幾分数値が\n上がっているのであるから、配当基数に関しては、公選法二七一条二項の適用は適\n法である。\n（二）　海上郡選挙区について\nこの選挙区は、昭和二二年、二六年の県議選の際は、一二町村で構成され、代表二\n名を選出していたが、昭和二九年から三一年にかけて行われた町村合併により、旭\n市、海上郡海上町及び飯岡町の三市町が誕生し、旭市は、昭和二九年市制施行によ\nり独立選挙区（定数一名）となった。以来、海上郡選挙区は、海上郡海上町及び飯\n岡町によって構成され、現在に至っている。\nこの間、選挙区の人口は、国勢調査の結果では昭和三〇年から四五年まで人口流出\nにより減少を続けてきたが、その後わずかながら増加に転じている（昭和四五年一\n万九八二四人、同五〇年二万〇一八七人、同五五年二万〇七六四円、同六〇年二万\n一五三二人、平成二年二万二〇三〇人）。\nしかし、昭和五〇年の県議会議員選挙から、配当基数が〇・五を下回ること（〇・\n四六五）になり、強制合区の対象となったが、この低下が主に近郊内地域の人口急\n増による相対的なものであること、この地域の行政需要、地域の特殊性、議員選出\nの歴史的経緯等を勘案し、特に近郊内地域との均衡を図る観点から、昭和四九年九\n月の県議会において、公選法二七一条二項を適用し、独立選挙区として存置するこ\nとを決定し、平成三年一月の県議会においても同様の観点から引き続き独立選挙区\nとして存置することが決定された。\n（三）　匝瑳郡選挙区について\nこの選挙区は、昭和二二年、二六年の県議選の際は、一四ないし一八町村で構成さ\nれ、代表二名を選出してきたが、昭和二九年の町村合併により、八日市場市、匝瑳\n郡光町及び野栄町の三市町が誕生し、八日市場市は、昭和二九年市制施行により独\n立選挙区（定数一名）となった。以来、匝瑳郡選挙区は、光町及び野栄町によって\n構威され、現在に至っている。\nこの間、選挙区の人口は、国勢調査結果では、昭和三〇年から四五年まで人口流出\nにより減少を続けてきたが、その後わずかながら増加に転じている（昭和四五年二\n万〇二六五人、同五〇年二万一〇四三人、同五五年二万一二九四円、同六〇年二万\n一六六三人、平成二年二万一九三〇人）。\nしかし、昭和五〇年の県議会議員選挙から、配当基数が〇・五を下回ること（〇・\n四七五）になり、強制合区の対象となったが、この低下が主に近郊内地域の人口急\n増による相対的なものであること、この地域の行政需要、地域の特殊性、議員選出\nの歴史的経緯等を勘案し、特に近郊内地域との均衡を図る観点から、昭和四九年九\n月の県議会において、公選法二七一条二項を適用し、独立選挙区として存置するこ\nとを決定し、平成三年一月の県議会においても同様の観点から引き続き独立選挙区\nとして存置することが決定された。\n（四）　勝浦市選挙区について\n勝浦市は、昭和三〇年四町村が合併し、同三三年の市制施行に伴い独立選挙区とな\nり、以来、代表一名を選出してきた。\nこの間、選挙区の人口は、市外への流出により、国勢調査結果では、昭和三〇年に\nは三万一六四八人であったものが、昭和五五年には二万五四六二人にまで減少し、\nその後、昭和六〇年にかけては人口減少も鈍化（同年二万五一五九人）したが、昭\n和五八年の県議会議員選挙から、配当基数が〇・五を下回ること（〇・四二五）に\nなり、強制合区の対象となった。しかし、この低下が主に近郊内地域の人口急増に\nよる相対的なものであること、この地域の行政需要、地域の特殊性、議員選出の歴\n史的経緯等を勘案し、特に近郊内地域との均衡を図る観点から、昭和五七年一二月\nの県議会において、公選法二七一条二項を適用し、独立選挙区として存置すること\nを決定し、平成三年一月の県議会においても同様の観点から引き続き独立選挙区と\nして存置することが決定された。\n６　公選法一五条七項但書が適用されている各選挙区の特別の事情及び合理性につ\nいて\n前記４で主張した本県の特性を踏まえて長生郡ほか一四の選挙区に公選法一五条七\n項但書が適用されているが、各選挙区ごとの同項但書にいう特別事情及び同条項適\n用の合理性は次のとおりである。\n（一）　長生郡選挙区について\n本選挙区は、昭和二二年、二六年の県議選においては、それぞれ四名、三名の代表\nを選出したが、昭和二七年に茂原市が市制施行により分離独立（定数一名）した。\nその後、昭和三〇年の県議選では代表三名を選出したが、三四年の県議選以降、代\n表二名を選出し、今日に至っている。\nこの地域は、千葉市から約三五キロメートルの九十九里平野の南部に位置し、六町\n村から構成されている。\n主たる産業は農業で、首都圏の食糧基地として重要な役割を果たしている。しか\nし、後継者不足による農家数の減少、第二種兼業農家の増加が目立つ。\nまた、人口の高齢化が進み、全人口に占める六五歳以上人口の割合は県平均の二倍\n弱となっている。\n一方、道路、ごみ、し尿処理等生活環境施設整備が立ち遅れ、これらの整備が課題\nとなっている。\n以上から、今後とも行政需要の増大が見込まれること、それを実現する町村の財政\n力も弱いこと、配当基数の低下が首都近郊の人口増大による相対的なものであるこ\nと等を総合的に勘案し、特に地域間の均衡を図る観点から、公選法一五条七項但書\nを適用したことは合理性を有するものである。\n（二）　山武郡選挙区について\n本選挙区は、昭和二二年、二六年の県議選においては、五名の代表を選出していた\nが、昭和二九年に東金市が市制施行により分離独立（定数一名）した。その後、昭\n和三〇年、三四年の県議選では代表四名、さらに三八年の県議選以降は代表者三名\nを選出し、今日に至っている。\nこの地域は、千葉市から約三〇キロメートルの九十九里平野の中央に位置し、八町\n村から構成されている。海岸部は九十九里海岸が続いている。そして、成田空港の\n東側に位置し、圏域北部は航空機の離着陸コースとなっており、一部空港用地を含\nんでいる。\n主たる産業は第一次産業で、農業は水稲、野菜、施設園芸等が行われ、林業は「山\n武杉」の名で知られる杉の生産等が行われ、いわし漁を中心とした水産業も盛んで\nある。\n地域内を通過しているＪＲ総武本線、東金線は単線で、東京、千葉方面への運行本\n数も少なく、その改善が望まれており、特に夏季に混雑の著しい道路等の整備が課\n題とされている。新たに芝山鉄道の建設、千葉東金道路の延伸等に努めようとして\nいるところである。\n以上から、今後とも広域的な行政対応が必要なこと、行政需要の増大が見込まれる\nこと、それを実現する町村の財政力も弱いこと、地域内人口が増加傾向にあること\n等を総合的に勘案し、特に地域間の均衡を図る観点から、公選法一五条七項但書を\n適用したことは合理性を有するものである。\n（三）　香取郡選挙区について\n本選挙区は、昭和二二年の県議選においては、代表六名を選出したが、昭和二六年\nに佐倉市が市制施行により分離独立（定数一名）した。その後、昭和二六年、三〇\n年の県議選では代表四名を選出したが、三四年の県議選以降、代表三名を選出し、\n今日に至っている。\nこの地域は、千葉市から約四〇キロメートルで、本県の北東部、北総大地に位置\nし、九町で構成されている。\n主たる産業は農業であるが、農業就業者の減少、高齢化、後継者不足等の問題を有\nしており、地域外に就業の場を求める者も多い。\n一方、ごみ、し尿処理等生活環境施設や上水道の普及が遅れ、これらの整備に努め\nている。\nこうした中で、東関東自動車道が地域内を通るようになり、大栄工業団等に企業立\n地が進められている。\n以上から、今後とも地域の行政需要の増大が見込まれること、それを実現する町村\nの財政力も弱いこと、配当基数の低下が首都近郊の人口増大による相対的なもので\nあること等を総合的に勘案し、特に地域間の均衡を図る観点から、公選法一五条七\n項但書を適用したことは合理性を有するものである。\n（四）　夷隅郡選挙区について\n本選挙区は、昭和三〇年の県議選までは、三名の代表を選出していたが、昭和三三\n年に勝浦市が市制施行により分離独立（定数一名）した。その後、昭和三四年の県\n議選以降代表二名を選出し、今日に至っている。\nこの地域は、本県の東南部、千葉市から約四五キロメートルのところに位置し、五\n町から構成されている。\n主な交通機関は、ＪＲ外房線、木原線があるが、いずれも単線である。外房線は勝\n浦までの複線化が強く要請されており、木原線は、昭和六三年から第三セクター\n「いすみ鉄道」として運営され、その存続に努めている。\n一方、この地域内の夷隅町は過疎地域活性化特別措置法により過疎地域となってお\nり、また、同町及び大多喜町の町内では、辺地に係る公共的施設の総合整備のため\nの財政上の特別措置等に関する法律に基づき辺地対策が進められている。\n以上から、今後とも地域の活性化を図る必要性が高いこと、それを実現する町村の\n財政力も弱く、県行政の果たすべき役割が大きいこと等を総合的に勘案し、特に地\n域間の均衡を図る観点から、公選法一五条七項但書を適用したことは合理性を有す\nるものである。\n（五）　安房郡選挙区について\n本選挙区は、昭和三〇年の県議選までは五名の代表を選出していたが、三四年の県\n議選で定数四名となった。その後、四二年の県議選以降代表三名を選出していた\nが、四六年の鴨川市の市制施行により鴨川市・天津小湊町選挙区が分離独立（定数\n一名）したことに伴い、五〇年以降は代表二名を選出し現在に至っている。\nこの地域は、千葉市から約七〇キロメートルの房総半島の南部に位置し、八町村か\nら構成されている。\n基幹産業は農・漁業の第一次産業と観光であるが、交通体系の立遅れによる袋小路\n性により産業経済は伸び悩んでいる。このため、地域内人口は減少を続けており、\n高齢化も県内で最も高く、全人口に占める六五歳以上人口の割合は県平均の二・三\n七倍となっている。このような状況を踏まえ、高規格一二七号富津館山道路の事業\n促進、南房総広域水道用水供給事業の創設等各種施策が推進されている。\n以上から、今後とも地域の行政需要の増大が見込まれること、それを実現する町村\nの財政力も弱く、県行政の果たすべき役割が大きいこと等を総合的に勘案し、特に\n地域間の均衡を図る観点から、公選法一五条七項但書を適用したことは合理性を有\nするものである。\n（六）　銚子市選挙区について\n本選挙区は、昭和二二年の第一回県議会議員選挙以来、独立選挙区として代表二名\nを選出してきている。ただし、昭和三四年及び三八年の県議選は定数三名であっ\nた。\n同市は、千葉市から約七〇キロメートルの県の東北端に位置し、北は利根川、東は\n太平洋に面し、全国有数の水揚高を誇る銚子漁港を有し、水産業、農業及び醤油醸\n造、水産加工を主とする製造業を主産業として発展してきた東総地域の中核都市で\nある。\nしかし、袋小路の地理的条件、ＪＲ総武本線、成田線は単線で利便性に劣ることな\nどが定住を阻害する要因となっている。このため、同市の人口は昭和四〇年国勢調\n査人口をピークに減少し続けており、人口の高齢化を招いている。こうした中で、\n県市とも名洗港マリンリゾート、水産ポートセンターの整備等地域開発に力を入れ\nている。\n以上から、今後とも地域の行政需要の増大が見込まれること、それを実現する町村\nの財政力も弱いこと等を総合的に勘案し、特に地域間の均衡を図る観点から、公選\n法一五条七項但書を適用したことは合理性を有するものである。\n（七）　茂原市選挙区について\n本選挙区は、昭和二七年に市制施行し、長生郡選挙区から分離独立し、三〇年の県\n議選以降代表一名を選出してきたが、本件改正により、本件選挙から代表二名が選\n出されることとなった。\n同市は、千葉市から約三〇キロメートル弱の県中央部に位置し、天然ガスが産出さ\nれ、これを利用した工業都市として発展し、現在は、地域の商業中心地となってい\nる。\n一方、長生郡市のごみ処理、水道、し尿処理、病院等の事業を行っている長生郡市\n広域市町村圏組合、県の長生支庁、長生土木事務所、茂原保健所等の主要な施設が\n置かれている。\n以上から、県の中央地域の行政の中核として重要な地域であること、選挙区内人口\nも増加を続けていること等を総合的に勘案し、公選法一五条七項但書を適用し、定\n数を一名から二名としたことは合理性を有するものである。\n（八）　成田市選挙区について\n本選挙区は、昭和二九年に市制施行し、印旙郡選挙区から分離独立し、三〇年の県\n議選以降代表一名を選出してきたが、本件改正により、本件選挙から代表二名が選\n出されることとなった。\n同市は、千葉市の北東約三〇キロメートル弱にあり、古くから成田山新勝寺の門前\n町として発展し、地域の中核都市となっている。\n同市には、新東京国際空港が設置されており、現在も空港拡張の二期工事が進めら\nれている。県では企画部に空港対策課を置くなどして、航空機騒音等の諸問題に対\n処している。この成田空港の開港により、国際的な人の交流、物流の拠点を持つこ\nととなり、成田国際物流複合基地事業、国際観光モデル地区の整備、国際高等学校\nの設置等を推進している。\n以上から、県行政の果たすべき役割が大きいこと、選挙区内人口も増加を続けてい\nること等を総合的に勘案し、公選法一五条七項但書を適用し、定数を一名から二名\nとしたことは合理性を有するものである。\n（九）　君津市選挙区について\n本選挙区は、昭和四六年に市制施行し、君津郡選挙区から分離独立し、五〇年の県\n議選以降代表一名を選出してきたが、本件改正により、本件選挙から代表二名が選\n出されることとなった。\n同市は、千葉市の南約四〇キロメートル弱にあり、東京湾に面した地域から房総丘\n陵に至るまで三一八・八四平方キロメートルの広さを有しており、これは、県内八\n〇市町村中二番目の広さである。\n臨海部は世界屈指の製鉄所が立地して京葉工業地帯の一角を占め、これに続く平野\n部は住宅開発が進み、丘陵部は「福野」、「香木原」の辺地があるなど過疎地域の\n問題も抱え、まさに千葉県の縮図といえる。\nさらに、東京湾横断道路、上総新研究開発都市等のビッグプロジェクトが推進され\nており、これらの影響により大きく変貌しようとしている。\n以上から、県行政の果たすべき役割が大きいこと、選挙区内人口も増加を続けてい\nること等を総合的に勘案し、公選法一五条七項但書を適用し、定数を一名から二名\nとしたことは合理性を有するものである。\n（一〇）　印旙郡、千葉市、市川市、船橋市、松戸市、柏市の各選挙区について\nこれらの選挙区の定数は、総定数の枠の中で、郡または市の区域を単位として選挙\n区を定めることを原則とする公選法のもとで、同法一五条七項但書を適用して、各\n選挙区の定数が定められた結果、人口比定数と比較すると、それぞれ一名、三名、\n一名、二名、一名、一名の不足となった。これらの選挙区には、それぞれ三名、一\n一名、六名、七名、六名及び四名の複数の議席が配分されており、すべて中選挙区\n（三ないし五名）以上の規模を有している。現行の都道府県の制度においては、代\n議制民主主義が採用されているが、この代議制では、県民の多様な声が県議会で十\n分に反映されることが重要である。また、地方自治を市町村とともに担う都道府県\nは、市町村を包括する広域の地方公共団体であり、国と市町村の中間に位し、その\n機能は市町村と異なり、広域にわたるもの、統一的な処理を必要とするもの等を処\n理するものとされている。このような点を踏まえ、非人口的要素を勘案して定数配\n分をした結果、一部人口比例とのずれが生じたものである。\n７　定数配分について\n（一）　投票価値の較差について\n公選法は、人口比例の原則に修正を認め、特別の事情があるときは、おおむね人口\nを基準とし、地域間の均衡を考慮して定めることができるとしている（一五条七項\n但書）。\nそして、第一小法廷判決は、前回選挙の際の定数を、各選挙区の人口、配当基数及\nび配当基数に応じて定数を配分した人口比定数（すなわち、公選法一五条七項本文\nの人口比例原則に基づいて配分した定数）と比較すると、特例選挙区とその他の選\n挙区間の投票価値の最大較差が本来は一対四・三五のところが一対三・九八、特例\n選挙区を除いた場合には本来は一対二・九一のところが一対二・八一となってお\nり、いずれも較差が縮小されており、定数配分条例は適法であると判示していると\nころ、本件選挙についてこれをみると、別表のとおり、人口比定数により特例選挙\n区とその他の選挙区間の投票価値の最大較差を算出すると、一対四・〇七（匝瑳郡\n選挙区対君津市選挙区）、特例選挙区を除くその他の選挙区間における投票価値の\n最大較差は、一対二・七六（八日市場市選挙区対君津市選挙区）と計算されるが、\n本件改正により、投票価値の最大較差は、特例選挙区を含めた場合には一対三・四\n八（匝瑳郡選挙区対柏市選挙区）、特例選挙区を除いた場合には一対二・四五（長\n生郡選挙区対柏市選挙区）になっており、いずれも較差が縮小されている。\n（二）　逆転現象について\n人口の多い選挙区の定数が人口の少ない選挙区の定数より少ないといういわゆる逆\n転現象については、昭和五八年選挙時は五〇通り、前回選挙時には三一通りであっ\nたが、今回選挙では一六通りに減少している。\nなお、定数が二以上の差のある顕著な逆転現象は生じていない。\n８　本件改正の時期について\n昭和六一年一二月一九日に改正された選挙区条例については、前回選挙に対する選\n挙無効の訴えにつき平成元年一二月一八日言い渡された第一小法廷判決により、適\n法であることが確定したが、その後も県内人口が主に近郊内地域において増加し続\nけ、投票価値の較差の拡大が見込まれていた。\nこうした中で、平成二年一〇月に国勢調査が実施され、速報値が同年一二月二一日\nに官報に公示された。千葉県議会は、これを受け、平成三年一月に臨時県議会を開\n催し、本件改正を行ったものである。なお、国勢調査の確定値は、本件選挙までに\nは官報に公示される見込みはなかった（実際に公示されたのは、平成三年九月二〇\n日になってからであった。）。\nすなわち、本件定数配分規定は、本件選挙が執行される直前に公示された国勢調査\nの速報値をもとに、適法とされた従前の選挙区条例をさらに改正したものであり、\nこの点からも、本件選挙は、適法な定数配分規定に基づき適法に執行された選挙で\nある。\n９　原告が請求原因において主張する無効事由に対する個別的反論\n（一）　請求原因３（二）について\n昭和五一年大法廷判決も、「投票の価値の平等は、各投票が選挙の結果に及ぼす影\n響力が数字的に完全に同一であることまでも要求するものと考えることはできな\nい。けだし、投票価値は、選挙制度の仕組みと密接に関連し、その仕組みのいかん\nにより、結果的に右のような投票の影響力に何程かの差異を生ずることを免れない\nからである。」と判示しているし、第一小法廷判決も、公選法が、人口比例の原則\nに修正を認め、特別の事情があるときはおおむね人口を基準として地域間の均衡を\n考慮して定めることができるとしていることから、定数配分規定については都道府\n県議会の合理的な裁量の範囲内にあるものとしているのであって、議員定数配分に\nあたっての基準が厳密な比例主義でないことは明らかである。さらに、参議院の定\n数訴訟についての東京高等裁判所平成元年（行ケ）第一五七号同年一〇月二五日判\n決及びその上告審である最高裁判所平成二年四月二〇日第二小法廷判決も、原告\n（本件原告と同じ）が主張する選挙人数比例主義が憲法の要請するものでないこと\nを認めている。\n（二）　請求原因３（三）について\n前掲東京高等裁判所平成元年一〇月二五日判決のいうように、選挙区間における議\n員一人当たりの選挙人数に較差が生じても、いずれの選挙区の選挙人も選挙権を有\nすることは明らかであるから、原告の主張は失当である。\n（三）　請求原因３（四）について\n無投票当選の場合は、選挙人が当該候補者を当選人と決定するのに暗黙の了解を与\nえたものと解されるのであり、公選法一〇〇条が憲法に違反することはない。\n（四）　請求原因３（五）について\n現在の投票記載所は、投票の秘密を確保するとともに不正手段を防ぐという要請に\n応える公選法施行令三二条の「相当の設備」をした投票記載所である。また、そも\nそも、原告は、実際に投票の秘密が侵害され、そのため、選挙の結果に異動を及ぼ\nしたおそれを主張していないのであるから、主張自体失当である。\n第三　証拠関係（省略）\n○　理由\n一　請求原因１（当事者）、２（異議申出と決定）の各事実は当事者間に争いがな\nい。なお、成立に争いがない甲第一号証及び弁論の全趣旨によれば、原告は、市川\n市選挙区の選挙人であることが認められる。\n二　１　被告は、本件訴訟は、公選法及び選挙区条例それ自体の瑕疵を理由とする\nもので、公選法二〇三条一項の規定の趣旨に適合しないものとして却下を免れない\nと主張する。\nしかしながら、公選法及び地方公共団体の議会の議員の定数配分を定めた条例の規\n定そのものの違憲を理由とする地方公共団体の議会の議員の選挙の効力に関する訴\n訟が、公選法二〇三条の規定による訴訟として許されることは、最高裁判所の累次\nの判決（昭和五一年大法廷判決、昭和五八年（行ツ）第一一五号同五九年五月一七\n日第一小法廷判決・民集三八巻七号七二一頁、第一小法廷判決等）に照らして明ら\nかであり、被告の右主張は採用の限りでない。\n２　職権によりさらに訴えの適法性につき検討する。\n（一）　本件訴えは、公選法二〇二条の異議の申出につき却下の決定を受けた原告\nが、同法二〇三条の訴えとして提起したものであるが、同法二〇二条によれば、異\n議の申出は、「その選挙の効力に関し不服がある選挙人又は公職の候補者」に限っ\nてすることが許されるものであるところ、選挙は、選挙区ごとに行われるものであ\nるから、選挙人は、自己が属する選挙区の選挙に対してのみ異議の申出及び訴えを\n提起することができ、その余の選挙区の選挙に対しては、異議の申出、したがって\n訴えの提起をすることは許されないものと解するのが相当である（最高裁判所昭和\n三八年（オ）第一〇八一号同三九年二月二六日大法廷判決・民集一八巻二号三五三\n頁参照）。よって、本件訴えのうち、原告が属する選挙区である市川市選挙区以外\nの選挙区の選挙に関する部分は不適法といわざるをえない。しかも、本件記録に添\n付された被告の決定書によれば、原告は、右市川市選挙区の選挙の効力に関しての\nみ異議申出をしたものであり、その余の選挙区の選挙に対してはそもそも異議申出\nをしていないことが窺われるから、この点からも本件訴えのうち右部分は不適法と\nいうべきである。\n（二）　本件訴えは、公選法二〇三条の訴えとして提起したものであり、行政事件\n訴訟法五条にいう民衆訴訟であり、訴訟当事者の権利救済を直接の目的とするもの\nではなく、法律で特に定められた場合にのみ提起しうるものである（行政事件訴訟\n法四二条）。そして、裁判所は、審理の結果選挙の規定に反する事実を認め、かつ\nそれが選挙の結果に異動を及ぼすおそれがある場合に限り選挙の無効を判決するも\nのであり、その場合裁判所がなしうることは、当該選挙の全部または一部の無効を\n判決するだけであって、再選挙の施行を命ずることは法律上規定されていない（公\n選法二〇五条）。したがって、本件訴えのうち、再選挙を求める部分は不適法とい\nうべきである。仮に本件訴えが抗告訴訟の性格を併せもつものと考えたとしても、\n裁判所が原告の請求を認容して選挙の無効を判決すれば、選挙管理委員会は、法律\n上当然に再選挙を行わなければならない（同法一一〇条）ものであるから、右再選\n挙の実施を求める部分は、訴えの利益を欠くものといわなければならず、いずれに\nしろ不適法な訴えというべきである。\n三　１　本件選挙が本件改正後の選挙区条例及び減少条例に基づいて執行されたこ\nとは当事者間に争いがないが、原告は、都道府県議会の議員の選挙区を郡市の区域\nによるものとし、各選挙区において選挙すべき議員の数を原則として人口に比例し\nて定めるとするにすぎない公選法一五条の規定及びこれに基づく選挙区条例は、厳\n格な比例を実現できないから憲法に違反すると主張するので、検討する。\n２　まず、原告は議員定数は、人口ではなく選挙人の数に応じて決定しなければな\nらないと主張する。しかしながら、選挙人の数はおおむね人口に比例するものであ\nり、議員定数を人口に応じて配分するか選挙人の数に応じて配分するかによって大\n差が生ずるものではないこと、及び両者の主たる差は未成年者の数を算入するか否\nかであるが、県議会議員は未成年者を含む住民を代表すべきもので、成年者のみを\n代表すべきものではないことからすると、人口と選挙人の数のいずれを基準として\n採用するかは、国会の裁量の範囲内にあるものというべきである。原告はその主張\nの根拠として憲法一五条三項を挙げるが、同項は単に選挙人が成年者であるべきこ\nとを定めたにすぎず、選挙人の数に応じて定数を配分すべきことを定める趣旨とは\n解されないし、憲法四四条但書からも右趣旨を読み取ることはできない。また、原\n告は、コンピューターの発達した現在、六か月も前の数字を基礎とすることは許さ\nれないと主張するが、右程度の時期的なずれはやむをえないものであって、当然許\n容されてしかるべき問題というべきである（なお、成立に争いがない乙第九号証に\nよれば、本件改正にあたっては、県統計課の調査による平成二年六月一日現在の県\n常住人口、昭和六〇年国勢調査人口の結果及び平成二年の国勢調査結果の速報値等\nが参考にされたことが認められる。）。原告の主張は採用の限りでない。\n次に原告は、公選法一五条一項が規定する郡市による選挙区によっては、平等な選\n挙権の実現が困難であるから、新たな選挙区（できるだけ大きな選挙区）を作るべ\nきであり、右条項は違憲であると主張する。しかしながら、投票価値の平等を念頭\nにおいた上で地方公共団体である都道府県の議会の議員の選挙区を一の選挙区にす\nるのが相当であるか、幾つかの選挙区に分けるのが相当であるかを判断することは\n国会の合理的な裁量の範囲に属するものというべきであり、その場合、歴史的、政\n治的、社会的に地域的なまとまりを持っていると考えられる郡市により選挙区を構\n成すべきこととすることが国会の合理的な裁量権の行使として許されないとする理\n由はなく、憲法に反するものとは考えられない。定数の配分をするにあたっては、\n人口との比率の平等が最も重要かつ基本的な基準ではあるが、その他に従来の選挙\nの実績や選挙区としてのまとまり具合あるいは人口の都市集中化に対する対処等種\n々の要素を考慮して決定することができることは昭和五一年大法廷判決が判示した\nとおりである。人口以外の要素を単純に数量化しえないことは原告主張のとおりで\nあるが、数量化しえないからといって考慮すべき要素たりえないことになるもので\nはない。\n原告は、さらに、本件定数配分規定には選挙区ごとに較差があり、違憲であると主\n張するが、この点は後に６項で説示するとおり、理由がない。\nよって、請求原因３（二）の無効事由は認められない。\n３　原告は、Ｘ（各選挙区ごとに選挙人の数を議員定数で除した数）の大きい選挙\n区ほど投票率は低く、Ｘの小さい選挙区ほど投票率が高くなり、Ｘの大小、換言す\nれば定数配分の不公平は当該選挙区の選挙人の政治参加に影響を及ぼして差別する\n結果となるのであるから、違憲であると主張する。しかしながら、投票率の高低\nは、選挙にあたっての選挙人の側の関心のあり方によって左右されるものであり、\n定数配分のあり方と関連するものとはいえないから、定数配分の当否を論ずるにあ\nたって考慮されるべき事由とするのは相当でない。\n４　原告は、無投票当選の制度を定める公選法一〇〇条一、三項の規定は、憲法一\n五条一、三項に違反すると主張する。\nしかしながら、先に判示したように、選挙人は、自己が属する選挙区の選挙に対し\nてのみ異議の申出及び訴えを提起することができ、その余の選挙区の選挙に対して\nは、異議の申出、したがって訴えの提起をすることは許されないことからすると、\n選挙の効力を争う訴訟において無効事由として主張することができる事由も、自己\nが属する選挙区の選挙の効力に影響を及ぼすものに限られるものと解すべきであ\nる。原告の主張する無投票当選は、原告の属する選挙区についてなされたものでな\nいことは、その主張自体から明らかであるから、請求原因３（四）の無効事由は、\nその余の点について判断するまでもなく理由がない。\n５　次に、原告は、本件選挙の各投票所の投票記載設備が投票の秘密を保障した憲\n法一五条四項等に違反すると主張し、また、柏市ほか八の市町村で一投票所当たり\n四人の投票立会人を配置した（公選法三八条一項によると、三人以上五人以下置く\nことができる。）のは、投票立会人の威力により選挙を管理し、公正を阻害するも\nのであると主張する。しかしながら、現在の投票記載設備が投票の秘密を害した\nり、投票立会人が威力により選挙を管理し、公正を阻害するようなものでないこと\nは、われわれの経験しているところであり、これと異なる特段の情況があったとの\n証拠もない。よって、この点に関する原告の主張も理由がない。\n６　弁論の全趣旨によれば、本件定数配分規定には、選挙区間の議員一人当たりの\n人口に別表記載のとおりの較差（たとえば、匝瑳郡と柏市との間では一対三・四八\nにも達する。）があることが認められる。そこで、これらの較差が公選法一五条、\nさらには憲法一四条一項、一五条一、三項、四四条但書等に違反し、本件選挙を違\n法、違憲ならしめるものでないかを以下検討する。\n（一）　地方自治法九〇条一、二項は、都道府県議会の議員定数の上限の算出方法\nを定め、同条三項は条例で右上限を特に減少することができる旨定めている。そし\nて、公選法によれば、議員の選挙区は郡市の区域によるとされているが（一五条一\n項）、当該区域の人口が、議員一人当たりの人口の半数に達しない場合には、条例\nで隣接する郡市と合わせて一選挙区を設けなけれならず（強制合区、同条二項）、\nまた、当該区域の人口が議員一人当たりの人口の半数以上あるが、議員一人当たり\nの人口に達しないときは、条例で他の郡市と合わせて一選挙区を設けることができ\nるとされており（任意合区、同条三項）、ただ、昭和四一年一月一日現在設けられ\nていた選挙区については、当該選挙区の人口が職員一人当たりの人口の半数に達せ\nず、強制合区の対象となった場合でも、当分の間、条例で当該区域をもってそのま\nま選挙区として設けることができるとされている（二七一条二項。特例選挙区）。\nそして、このようにして定められた選挙区に対する議員の配分は、人口に比例して\n条例で定めるが、特別な事情がある場合には、おおむね人口を基準として地域間の\n均衡を考慮して人口以外の諸要素を総合勘案して行うことができるとされている\n（一五条七項）。これらの規定からすると、議員の法定数を減少するか否か、特例\n選挙区を設けるか否か、議員定数の配分にあたりどの程度人口比例の原則を修正す\nるかについては、原則として都道府県の議会にこれらを決定する裁量権が与えられ\nているものと解すべきである（第一小法廷判決）。\n（二）　（１）公選法が定める右特例選挙区は、もともと昭和三七年法律第一一二\n号により設けられたものであり、当初は島についてのみ設置が認められていた\n（「昭和三七年一月一日現在において一又は二以上の島の全部の区域をもってその\n区域とする・・・」）ものであるが、昭和四一年法律第七七号による改正により、\n島以外の地域についても認められるようになったものである。そして、現行の規定\nは、いわゆる高度経済成長下にあって社会の急激な工業化、産業化に伴い農村部か\nら都市部への人口の急激な移動が現れ始めた状況に対応すべく改正されたものであ\nるが、併せて都道府県議会議員の選挙区制については、歴史的に形成され、存在し\nてきた地域的まとまりを尊重し、その意向を都道府県政に反映させる方が長期的展\n望に立った均衡のとれた行政施策を行うために必要であり、そのための地域代表を\n確保する必要があるという趣旨を含むものと解すべきであり、したがって、具体的\nにいかなる場合に特例選挙区の設置が認められるかについては、右規定の趣旨に照\nらして、当該都道府県の行政施策の遂行上当該地域からの代表確保の必要性の有\n無・程度、隣接の郡市との合区の困難性の有無・程度等を総合判断して決すること\nにならざるを得ないところ、それには、当該都道府県行政における複雑かつ高度な\n政策的考慮と判断を必要とするものであるから、特例選挙区設置の合理性の有無\nは、この点に関する都道府県議会の判断がその裁量権の合理的な行使として是認さ\nれるか否かによって決するほかない。そして、都道府県議会において、このような\n観点から特例選挙区設置の必要性を判断し、かつ、地域間の均衡を図るための諸般\nの要素を考慮した上でその設置を決定したときは、それは、原則的には裁量権の合\n理的な行使として是認され、その設置には合理性があるものと解すべきである。も\nっとも、都道府県議会の議員の選挙区に関して公選法一五条一ないし三項が規定し\nているところからして、同法二七一条二項は、当該区域の人口が議員一人当たりの\n人口の半数を著しく下回る場合、すなわち、配当基数が〇・五よりも著しく下回る\n場合には、特例選挙区の設置を認めない趣旨であると解すべきである（第一小法廷\n判決、最高裁判所平成元年（行ウ）第一五号同年一二月二一日第一小法廷判決・民\n集四三巻一二号二二九七頁）。\nそして、第一小法廷判決は、本件改正前の条例に基づいて行われた前回選挙に関\nし、配当基数がいずれも〇・三五であった海上郡選挙区、匝瑳選挙区及び〇・四一\nであった勝浦市選挙区について、この程度の配当基数は、いまだ特例選挙区の設置\nが許されない程度には至っていないと判示した。\n（２）　これを本件改正についてみると、前掲乙第九号証、成立に争いがない乙第\n一、第二、第七、第八号証（第二号証については原本の存在も争いがない。）、弁\n論の全趣旨及びこれにより成立が認められる乙第五号証によれば、千葉県議会で\nは、昭和六三年一二月一日に各党代表者により千葉県議会議員定数等検討委員会\nが、ついで平成二年七月五日に小委員会がそれぞれ設置され、同年一二月二七日ま\nでの間に両委員会に合わせて一一回開催されたこと、右両委員会においては、前回\n選挙についての東京高等裁判所昭和六三年九月一九日判決及び第一小法廷判決に判\n示されたところを検討し、県統計課の調査による平成二年六月一日現在の県常住人\n口、昭和六〇年国勢調査人口の結果及び平成二年の国勢調査結果の速報値等に基づ\nく較差の状況等の検討を行い、種々の提案が出されたが、意見の一致を見るに至ら\nなかったこと、そこで、自民党がまとめた「七増」案と、社会党がまとめた「二一\n増七減」案の二案が議員発議で平成三年一月の県議会に提出され、特例選挙区の存\n廃を含めて討論され、裁決した結果、社会党案は否決され、自民党案が可決成立\nし、本件改正となったこと、その際、海上郡、匝瑳郡、勝浦市の三選挙区について\nは、他の地域、特に首都近郊内地域における急激な人口増のため配当基数が〇・五\nを割るに至ったという人口移動の特殊性があることや本件改正に至るまでの議員選\n出の歴史的経緯、地域からの代表確保の要請等を考慮し、地域間の均衡を図るた\nめ、特例選挙区として存置されることとなったことがそれぞれ認められる。そし\nて、平成二年国勢調査人口の結果による右三選挙区の配当基数は、海上郡選挙区、\n匝瑳郡選挙区がいずれも〇・三六、勝浦市選挙区が〇・四二であり、前回選挙時よ\nりも向上していることが認められる。\nこれらの事実によれば、本件改正にあたり、千葉県議会が、右三選挙区を特例選挙\n区として存置したことは、同議会に与えられた裁量権の合理的な行使として是認し\nうるものであり、かつ、その配当基数もいまだ特例選挙区の設置が許されない程度\nには至っていないものというべきであるから、右三選挙区を特例選挙区として存置\nしたことは適法である。\n（三）　（１）次に、都道府県議会の議員の選挙に関し、当該都道府県の住民がそ\nの選挙権の内容、すなわち投票価値において平等に取り扱われるべきものであるこ\nとは憲法の要求するところであり（前掲最高裁判所昭和五九年五月一七日第一小法\n廷判決、最高裁判所昭和五九年（行ツ）第三二四号同六〇年一〇月三一日第一小法\n廷判決・裁判集民事一四六号一三頁等）、公選法一五条七項は、憲法の右要請を受\nけ、都道府県議会の議員の定数配分につき、人口比例を最も重要かつ基本的な基準\nとし、各選挙人の投票価値が平等であるべきことを強く要求しているものと解され\nる。もっとも、選挙法は、右人口比例の原則に修正を認め、特別の事情があるとき\nは、おおむね人口を基準とし、地域間の均衡を考慮して定めることができるとして\nいるところ（一五条七項但書）、いかなる事情の存するときに右但書を適用して右\nの修正を加えるべきか、また、どの程度の修正を加えるべきかについての客観的基\n準が存するものでもないから、議員定数の配分を定めた条例の規定が公選法一五条\n七項の規定に適合するか否かについては、都道府県議会が具体的に定めるところが\nその裁量権の行使として是認されるか否かによって決するほかなく、したがって、\n定数配分規定の制定またはその改正により具体的に決定された定数配分の下におけ\nる選挙人の投票の有する価値に不平等が存し、あるいはその後の人口の変動により\n右不平等が生じ、それが都道府県の議会において地域間の均衡を図るため通常考慮\nしうる諸般の要素を斟酌してもなお、一般的に合理性を有するものとは考えられな\nい程度に達しているときは、右のような不平等は、もはや都道府県の議会の合理的\n裁量の限界を超えているものと推定され、これを正当化すべき特別の理由が示され\nない限り、公選法一五条七項違反と判断せざるをえないものである（第一小法廷判\n決）。\nそして、第一小法廷判決は、右のような見地に立って本件改正前の条例につき検討\nし、前前回の昭和五八年四月一〇日に執行された県議会選挙当時の条例では、特例\n選挙区とその他の選挙区間において議員一人当たりの人口の最大較差が海上郡選挙\n区対我孫子市・沼南町選挙区の一対六・四九、特例選挙区を除いたその他の選挙区\n間における右最大較差が長生郡選挙区対鎌ヶ谷選挙区の一対四・五八であり、人口\nの多い選挙区の定数が人口の少ない選挙区の定数より少ないいわゆる逆転現象も六\n〇通りあり、定数二以上の差のある顕著な逆転現象もあって、前掲昭和六〇年一〇\n月三一日第一小法廷判決により公選法一五条七項に違反する状態にあったものと断\n定されたものであったが、その後の改正の結果、前回選挙当時には、特例選挙区と\nその他の選挙区間において議員一人当たりの人口の最大較差は海上郡選挙区対鎌ヶ\n谷選挙区の一対三・九八、特例選挙区を除いたその他の選挙区間における右最大較\n差は長生郡選挙区対鎌ヶ谷選挙区の一対二・八一となったこと、いわゆる逆転現象\nは三一通りであり、定数二以上の差のある顕著な逆転現象は解消されていること、\nそして、人口比定数（配当基数に応じて定数を配分したもの、すなわち公選法一五\n条七項本文の人口比例原則に基づいて配分した定数）により較差を検討すると、特\n例選挙区と他の選挙区間の投票価値の最大較差は海上郡選挙区対浦安市選挙区の一\n対四・三五、特例選挙区を除くその他の選挙区間における投票価値の最大較差は一\n対二・九一となるはずのところ、千葉県議会が公選法一五条七項但書を適用して改\n正前条例を定めた結果、投票価値の最大較差は、特例選挙区を含めた場合には一対\n三・九八、特例選挙区を除いた場合には一対二・八一となっており、人口比定数に\nよる較差に比べていずれも較差が縮小されていることから、右程度の投票価値の不\n平等は、千葉県議会において地域間の均衡を図るため通常考慮しうる諸般の要素を\n斟酌してもなお、一般的に合理性を有するものとは考えられない程度には達してい\nたとはいえず、同議会に与えられた裁量権の合理的の行使として是認することがで\nきると判示した。当裁判所も、特例選挙区を存置した場合に生ずる投票価値の不平\n等が県議会の合理的裁量権の行使として是認されるか否かを判断するにあたって\nは、第一小法廷判決と同じように判断すべきものと考える。\n（２）　これを本件についてみると、前掲乙第五号証、第六ないし第九号証、成立\nに争いがない乙第一一、第一二号証、名下の印影が被告委員会のＡ主任書記官の印\n章によるものであることが争いがないので、右印影は同人の意思に基づいて顕出さ\nれたものと推定され、真正に成立したものと推定すべき乙第一三ないし一五号証に\nよれば、千葉県においては、主に首都近郊内地域と近郊外地域との間で人口の変\n動、公共施設の整備状況、交通の利便性、市町村の財政力、人口の高齢化等に著し\nい差が出ており、千葉県議会は、これらの事情を勘案して、前記の三特例選挙区を\n設けたほか、長生郡、山武郡、香取郡、夷隅郡、安房郡、銚子市、茂原市、成田\n市、君津市、印旙郡、千葉市、市川市、船橋市、松戸市、柏市の各選挙区に公選法\n一五条七項但書を適用して本件改正を行ったことが認められ、そして、本件改正に\nより特例選挙区を含む議員一人当たりの人口の最大較差は、匝瑳郡選挙区対柏市選\n挙区の一対三・四八、特例選挙区を除く議員一人当たりの人口の最大較差も、長生\n郡選挙区対柏市選挙区の一対二・四五となり、いわゆる逆転現象も一六通りに減少\nし、定数二以上の差のある顕著な逆転現象もないこと、また、人口比定数により特\n例選挙区とその他の選挙区間の投票価値の最大較差を算出すると、匝瑳郡選挙区対\n君津市選挙区の一対四・〇七、特例選挙区を除くその他の選挙区間における投票価\n値の最大較差は、八日市場市選挙区対君津市選挙区の一対二・七六と計算されるの\nに対し（すなわち、これらの較差は、公選法の定める選挙区割に基づくものとし\nて、公選法の定め自体に由来する較差であるから、もともと同法の許容するものと\n考えることができる。）、本件改正により、投票価値の最大較差は、前記のとお\nり、特例選挙区を含めた場合には一対三・四八、特例選挙区を除いた場合には一対\n二・四五になっており、いずれも較差が縮小されていることが認められる。\n右の事実によれば、本件選挙当時の議員一人当たりの人口の較差が示す投票価値の\n不平等は、千葉県議会において地域間の均衡を図るため通常考慮しうる諸般の要素\nを斟酌してもなお、一般的に合理性を有するものとは考えられない程度に達してい\nたとはいえず、同議会に与えられた裁量権の合理的な行使として是認することがで\nきるものというべきである。\n（四）　したがって、本件定数配分規定は公選法一五条七項、憲法一四条一項、一\n五条一、三項、四四条但書に違反するものではなく、適法、合憲である。\n四　以上によれば、原告の本件訴えのうち、市川市選挙区以外の選挙区の選挙の無\n効を請求する部分及び再選挙を求める部分はいずれも不適法であるから却下するこ\nととし、原告の請求のうちその余の部分はいずれも理由がないのでこれらを棄却す\nることとし、訴訟費用の負担につき行政事件訴訟法七条、民訴法八九条を適用し、\n主文のとおり判決する。\n（裁判官　上谷　清　満田明彦　高須要子）\n"
}