{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 2,
    "month": 9,
    "day": 18
  },
  "case_number": "昭和63(行ウ)50",
  "case_name": "損失補償額増額請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　国立公園の第一種特別地域内に存する土地についてされた工作物の新築不許可処分により受けた建築制限が，財産権の内在的制約の範囲を超えて損失を補償すべき特別の犠牲に当たるか否かは，同土地を含む周辺一帯の地域の風致・景観の保護すべき程度，建物が建築された場合に風致・景観に与える影響，前記処分により同土地を従前の用途あるいは従前の状況から客観的に予想され得る用途に従って利用することが不可能ないし著しく困難となるか否か等の事情を総合考慮して判断すべきであるとした事例　２　国立公園の第一種特別地域内に存する土地についてされた工作物の新築不許可処分により建築制限を受けたことを理由としてした自然公園法３５条１項に基づく国に対する損失補償請求が，前記工作物の新築が許可されれば，建物の建築及びその関連行為により，前記地域の自然の原始性や眺望が害されること，前記土地は客観的にみて別荘用地として利用されることが全く予想されていなかった土地であること等の事情を総合考慮すると，前記制限は財産権の内在的制約の範囲内にあり，これによって生ずる損失は補償することを要しないとして，棄却された事例",
  "lawsuit_id": "16682",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16682",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/682/016682_hanrei.pdf",
  "contents": "○　主文\n原告の請求を棄却する。\n訴訟費用は、原告の負担とする。\n○　事実\n第一　当事者の求める裁判\n一　請求の趣旨\n１　被告は、原告に対し、五五六一万四〇〇〇円及びこれに対する昭和六〇年一月\n二九日から支払済みまで年五分の割合による金員を支払え。\n２　訴訟費用は、被告の負担とする。\n３　１につき仮執行宣言\n二　請求の趣旨に対する答弁\n１　主文同旨\n２　仮執行免脱の宣言\n第二　当事者の主張\n一　請求原因\n１　原告の所有する静岡県加茂郡＜地名略＞、山林、一万一二四六平方メートルの\n土地（以下「本件土地」という。）は、昭和三〇年三月一五日付けで旧国立公園法\nに基づき指定され、その後制定、施行された自然公園法（以下「法」という。）の\n附則により法に基づき指定されたものとみなされた富士箱根伊豆国立公園（以下\n「本公園」という。）の特別地域内に存するところ、原告代表者のＡは、自己の老\n後の住まいとして本件土地上に建坪三七・八二坪（本件土地全体の面積の約一パー\nセント）の二階建居宅（以下「本件建物」という。）を新築しようとして、昭和四\n八年一〇月一八日、静岡県知事に対し、法一七条三項一号により本公園の特別地域\n内における工作物の新築許可申請（以下「本件申請」という。）をしたが、静岡県\n知事は、昭和四九年四月一九日付けで、本件申請は本公園地域の風致・景観を維持\nする上で重大な支障があるとの理由でこれを不許可とする処分（以下「本件不許可\n処分」という。）をした。\nなお、Ａは、本件不許可処分を不服として、昭和四九年五月二九日、環境庁長官に\n対し審査請求をしたが、その後三か月を経過しても裁決がなかったので、同年一二\n月六日、静岡地方裁判所に対し、静岡県知事を被告として本件不許可処分の取消訴\n訟を提起した。しかし、静岡地方裁判所は、昭和五二年一一月二九日、請求棄却の\n判決を言い渡したので、Ａは、さらに東京高等裁判所に控訴したが、昭和五六年五\n月二六日、控訴が棄却され、原告が上告しなかったことにより右判決は確定した。\n２　そこで、原告は、昭和六〇年一月二八日、環境庁長官に対し、法三五条一、二\n項に基づき本件不許可処分による損失の補償を請求したが、同長官は、昭和六三年\n二月一〇日付けで補償すべき金額を零円とする決定をし、同年三月一日、原告に対\nしてその旨を通知した。\n３　しかし、以下のとおり、本件土地について本件申請に係る工作物の新築許可が\n得られなかったことによって原告の受くべき補償額は、五五六一万四〇〇〇円であ\nる。\n（一）　法三五条一項により補償されるべき「通常生ずべき損失」とは不許可処分\nによる当該土地の地価の低下分と解すべきである。\n（二）　本件土地は、昭和四七年一一月二五日、Ａの老後の住まいを建てる目的で\n原告で前所有者Ｂから代金六〇〇〇万円（坪単価約二万円）で買い受けたものであ\nるが、当時、本公園区域内における本件土地付近の特別地域その他の＜地名略＞の\n景勝地においては、別荘用地として盛んに土地の分譲が行われており、例えば、昭\n和四七年から昭和四九年にかけて、日本興業銀行の寮、株式会社虎屋（あるいはそ\nの代表取締役）の別荘、ドライブイン「汐吹」の新築、改築が許可されていた。し\nたがって、本件建物程度の建物の新築は、特別地域として工作物の建築に制限があ\nることを前提としても、当然許可されるものと考えられていたのであり、右代金額\nは、当時の近隣の土地の取引事例と比較しても適正な価額であった。\n（三）　ところが、後記４の行政方針の変更がされたために、本件不許可処分がさ\nれたものであり、しかも、本件不許可処分取消訴訟における静岡県庁の担当責任者\nの証言等に照らすと、本件不許可処分は、本件建物の規模や構造あるいは建築位置\nに照らして不許可とされたに止まらず、およそ本件土地には一切の建物の建築を許\nさないとの方針によるものと解された。そのため、本件土地は、今後いかなる建物\nの建築も認められないこととなって、その価額は著しく低下し、昭和五〇年一月二\n七日の時点で四三八万六〇〇〇円（坪単価約一二八七円）と評価されるに至った。\n（四）　したがって、本件においては、原告の本件土地購入時の価額六〇〇〇万円\nと本件不許可処分後の評価額四三八万六〇〇〇円との差額五五六一万四〇〇〇円が\n本件不許可処分により原告が被った損失として補償されるべきである。\n仮に、法三五条一項により補償されるべき「通常生ずべき損失」が不許可処分によ\nる積極的実損であるとしても、右の差額分は本件不許可処分により原告が積極的に\n被った実損にほかならない。\n４　なお、本件不許可処分は、次のような行政方針の変更に伴ってされたものであ\nる。\n本件土地は、特別地域の中でも第一種特別地域に地種区分された地域内に存する\nが、かっては、第一種特別地域内においても、その地域の風致・景観を維持する上\nで重大な支障が生じない範囲で、法一七条三項の許可をする取扱いとなっていた。\nところが、昭和四〇年代初期の高度成長期の開発ブームの反動から同年代後半には\n自然環境の保全や公害問題が盛んに論ぜられるようになり、これに伴って環境行政\nの方針も国立公園内での開発規制の強化という方向に変更され、その方針が昭和四\n九年一一月二〇日環自企第五七〇号環境庁自然保護局長通達「国立公園内（普通地\n域を除く）における各種行為に関する審査指針について」に成文化されて、以後、\n公式に本件申請のような第一種特別地域内における建築物の新築、改築又は増築の\n許可申請は、災害復旧、学術研究等のわずかの例外を除き、その態様・目的のいか\n人にかかわらず許可しない取扱いとされるに至った。\n本件不許可処分は、右通達前に行われたものであるが、すでに行政庁内部において\n行政方針変更の意向を固めていたため、右通達の趣旨に従って行われたものであ\nる。\n５　よって、原告は、法三六条一、二項に基づき、被告に対し、補償すべき損失額\n五五六一万四〇〇〇円及びこれに対する補償請求の日の翌日である昭和六〇年一月\n二九日から支払済みまで民法所定の年五分の割合による遅延損害金の支払いを求め\nる。\n二　請求原因に対する認否\n請求原因１、２の事実は認める。同３のうち、（二）の、本件土地付近において、\n日本興業銀行の寮、株式会社虎屋（あるいはその代表取締役）の別荘及びドライブ\nイン「汐吹」の新築、改築が許可されたことは認め、その余は争う。同４のうち、\n本件土地が第一種特別地域内に存することは認め、その余は争う。\n三　被告の主張\n１　財産権の内在的制約\n（一）　憲法二九条は、一項において財産権の不可侵を規定するとともに、二項に\nおいて、財産権の不可侵の原則も絶対的、無制限的なものではなく、公共の福祉に\n適合する限度において保障されるものであることを明らかにしている。すなわち、\n公共の福祉上求められる財産権の内在的制約は、国民の受忍すべきものとされてい\nるのである。したがって、憲法二九条一項、二項の趣旨を踏まえて解釈すれば、同\n条三項の規定は、財産権の内在的制約を超えて、財産をはく奪し又ははく奪するの\nと同視されるような制限を加える場合にのみ補償を要することを定めたものと解す\nべきである。\n（二）　ところで、法三五条一項の損失補償の規定は、憲法二九条三項によって認\nめられた補償の範囲を超えるものではないと解するのが相当であるから、財産権の\n制約が当該財産権の内在的制約の範囲内と認められる場合には、補償を要しないの\nである。そして、内在的制約の範囲内と認められるか否かは、法の立法趣旨、制限\nの内容等から検討されなければならない。\n（三）　法によると、国立公園は、「わが国の風景を代表するに足りる傑出した自\n然の風景地（海中の景観地を含む。以下同じ）であって、環境庁長官が第十条第一\n項の規定により指定するものをいう。」とされ（二条二号）、そして、右国立公園\nの区域は、特別地域（一七条）、特別保護地区（一八条）、海中公園地区（一八条\nの二）及び普通地域（二〇条）とに分けられ、私権との調整を図るため、それぞれ\n土地所有者等の権利に対する制限に強弱の差異が設けられている。これらの規定に\nよって各区域に設けられた制限は、いずれも人間の健康で文化的な生活に欠くこと\nができない自然環境保全を目的とするものであり、高度の公共の福祉を維持するた\nめの合理的な制限といわなければならない。したがって、制限の目的及び各種制限\nの程度からすれば、法による土地所有者等の権利に対する制限は、一般的に憲法二\n九条二項に由来する権利に内在する制約として甘受すべきものと解すべきである。\n（四）　しかしながら、国立公園指定地域の土地及び工作物等の利用状況は、千差\n万別であり、従前の利用状況いかんによっては、法の利用制限が財産権に内在する\n制約とは解せない場合、すなわち、財産権をはく奪するのに等しいような場合があ\nることも皆無ではない。例えば、建物の改築が許されないことにより、従前の営業\nが不可能となる場合、林業経営のため植林した竹木の伐採が許されないため、当該\n土地における林業営業が不可能となる場合等においては、憲法二九条三項の理念に\n基づき補償を要するであろうと考えられる。\n（五）　本件土地を含む通称阿弥陀山一帯は、富士箱根伊豆国立公園の核心をなす\nすぐれた自然の風景地であるところ、本件建物の建築及びその関連行為により同地\n域の自然の原始性は害され、その周辺での主要利用地点である弓ケ浜からの眺望を\n害するなど現在の風地・景観は著しく毀損されることは明らかで、このような利用\n方法は、自然公園法の趣旨に明らかに反したものであり、それにもかかわらず本件\n申請に係る財産権の行使を容認することは、公共の福祉に反するものといわざるを\n得ない。\nまた、本件土地を含む阿弥陀山一帯は、従来からあまり人手は加わらず、特段の利\n用がなされないまま放置されてきた地域であり、また、本件土地は、別荘用地とし\nては不適と考えられるような土地であることから、本件不許可処分は、従来の土地\n利用を変更するものではない。\nしたがって、本件不許可処分により、財産権がはく奪されたとか、あるいは実質的\nにこれと同視し得る不利益を被ったとは到底いえず、財産権の内在的制約にとどま\nるものであってこの制約は国民として受忍すべきものである。\n（六）　なお、本件土地周辺の工作物の新築、改築等の許可事例のうち、日本興業\n銀行の寮と株式会社虎屋（あるいはその代表取締役）の別荘は、施設の敷地が海岸\n道路の山側にあり、海岸線に直接接していない上、前面に山があるため弓ケ浜から\nは望見できないところにあって、建築物が風致・景観に与える影響が小さいことか\nら許可されたものであり、また、ドライブイン「汐吹」は、主要地方道下田・石\n廊・松崎線沿いにあり、その敷地は、かって畑であったが、昭和四六年の弥陀山ト\nンネル工事の際に資材置場として使用されて、すでに自然の原始性は失われてお\nり、建築に当たって土地の形状の変更もなかったことから、風致・景観に与える影\n響は小さいために許可されたものであり、いずれも本件とは同列に論じることはで\nきない。\n２　通常生ずべき損失の不発生\n（一）　法三五条一項の定める補償は、法一七条一項の特別地域の指定によって生\nずる損失を対象としたものではなく、同条三項の不許可処分により現実に発生する\n通常損失を対象としたものであるから、補償を請求し得る者は不許可処分により現\n実に損失を被った者であるべきところ、本件申請は原告ではなくＡ個人が自己の別\n荘を建築するために行ったものであり、本件不許可処分によってＡに損失が生じる\n余地はあり得るとしても、原告に損失が発生することを窺わせる事情は存在しな\nい。\n（二）　法による土地所有者等の権利に対する制限の形態は、土地収用法によるそ\nれなどとは全く異なり、むしろ、何らの補償規定をも伴わない都市計画法、建築基\n準法の土地利用制限に近いものであり、このことに鑑みると、法三五条一項の定め\nる補償は、いわゆる講学上の損失補償ではなく、不許可等の処分により現実に予期\nしない出捐を余儀なくされたとか、従前の方法による土地利用ができなくなり土地\nの収奪に等しい損失が発生した場合等にこれを補償するという特殊な補償制度であ\nると解すべきところ、本件不許可処分により原告にかかる実損は発生していない。\n（三）　仮に、原告の主張するように法三五条一項により補償すべき「通常生ずべ\nき損失」が、不許可処分による当該土地の地価の低下分であるとしても、本件不許\n可処分の前後において本件土地の地価が低下した事実はない。\n四　被告の主張に対する認否\n本件申請は原告ではなくＡが行ったものであることは認め、その余は争う。\n第三　証拠（省略）\n○　理由\n一　請求原因１、２の事実は、当事者間に争いがない。\n二　そこで、原告が法三五条一項に基づいて本件不許可処分による損失の補償を求\nめることができるかどうかについて検討する。\n憲法は、二九条一項において、財産権の不可侵を規定するとともに、同条二項にお\nいて、財産権の不可侵の原則も絶対的なものではなく、公共の福祉に適合するよう\n法律で制限しうることを規定し、また、一二条、一三条において、基本的人権とい\nえども、いかなる場合にも絶対的に無制約のものではなく、公共の福祉という限界\nが存することを明らかにしている。右各規定の趣旨に鑑みると、私有財産を公共の\nために用いろ場合には、正当な補償を要する旨定めている憲法二九条三項により補\n償を要するのは、公共の利益のための財産権の制限が社会生活上一般に受忍すべき\nものとされる限度、すなわち財産権の内在的制約を超えて、特定の者に特別の犠牲\nを強いる場合に限られるものであり、公共の福祉のため財産権に対し法律上規制が\n加えられ、これによりその権利主体が不利益を受けたとしても、それが財産権の内\n在的制約と認められる範囲内の制限であれば、補償を求めることはできないという\nべきである。\nところで、法は、すぐれた自然の風景地を保護するとともに、その利用の増進を図\nり、もって国民の保健、休養及び教化に資することを目的として（同法一条）、わ\nが国の風景を代表するに足りる傑出した自然の風景地であって、環境庁長官が指定\nするものを国立公園とし（同法二条二号）、さらに、風致・景観の保護と私権との\n調整を図るため、同庁長官が国立公園の区域を、特別地域（同法一七条）、特別保\n護地区（同法一八条）、海中公園地区（同法一八条の二）及び普通地域（同法二〇\n条）に分けて、これらの地種区分に応じて、一定の権利の行使を制限する公用制限\nの規定を設けている。本件土地の存する特別地域においては、工作物の新築、改築\n又は増築その他の行為をするについて、環境庁長官の許可を受けることを要し、許\n可が得られなければ、当該利用行為が制限されることとなる（同法一七条三項）。\nそして、法三五条一項は、要許可行為について許可を得ることができないために損\n失を受けた者に対して通常生ずべき損失を補償する旨を規定しているが、この規定\nは、右のような法に定める利用行為の制限が、その態様いかんによっては、財産権\nの内在的規制を超え、特定の者に対して特別な犠牲を強いることとなる場合がある\nことから、憲法二九条三項の趣旨に基づく損失補償を法律上具体化したものである\nと解すべきである。\nしたがって、原告は、本件不許可決定により受けた本件土地の利用行為の制限（本\n件建物の建築の制限）が財産権の内在的制約の範囲を超えて特別の犠牲に当たる場\n合でなければ、損失の補償を求めることができないというべきところ、本件不許可\n処分による制限が特別の犠牲に当たるか否かは、本件土地を含む周辺一帯の地域の\n風致・景観がどの程度保護すべきものであるか、また、本件建物が建築された場合\nに風致・景観にどのような影響を与えるか、さらに、本件不許可処分により本件土\n地を従前の用途に従って利用し、あるいは従前の状況から客観的に予想され得る用\n途に従って利用することが不可能ないし著しく困難となるか否か等の事情を総合勘\n案して判断すべきである。\n三　１右一の当事者間に争いのない事実、成立に争いのない甲第一七号証、第一九\n号証、第二〇号証、乙第三号証、第五号証、第六号証、原本の存在及びその成立に\nつき争いのない甲第九号証、第一〇号証の一、二、弁論の全趣旨により原本の存在\n及びその成立の認められる甲第六号証の一、二、撮影対象及び撮影年月日が原告主\n張のとおりであることに争いのない甲第一六号証、その方式及び趣旨により公務員\nが職務上作成したものと認められるから成立の真正が推定される乙第四号証、撮影\n対象及び撮影年月日が被告主張のとおりであることに争いのない乙第七号証並びに\n弁論の全趣旨によれば、次の事実が認められる。\n（一）　本公園の伊豆地区は、海蝕崖や海蝕洞の発達したリアス式海岸に特色のあ\nる海岸部と天城山脈を中心とした火山地形に特色のある山稜部からなっており、本\n件土地は、伊豆地区の中の、南伊豆町手石の主要地方道下田・石室・松崎線の海\n側、急峻な小高い山並みが岬状の形態をなす通称「阿弥陀山」と呼ばれるところに\nある。本件土地を含む阿弥陀山一帯の地域は、本公園の指定と同日付けで、国立公\n園の風致を維持するため重要な地域として特別地域に指定され、公園計画において\n第一種特別地域に地種区分されているほか、文化財保護法に基づく名勝「伊豆西南\n海岸」にも指定されている。\n（二）　第一種特別地域とは、自然公園法施行規則九条の二第一号によれば、法一\n八条の特別保護地区に準ずる景観を有し、特別地域のうちでは風致を維持する必要\n性が最も高い地域であって、現在の景観を極力保護することが必要な地域とされて\nいるところ、本件不許可処分当時には、いまだ施行規則の右規定はなかったもの\nの、通達により同趣旨に理解され運用されていた。\n（三）　阿弥陀山は、ウバメガシ、トベラ、ヤブツバキなどの天然の常緑樹が一面\nに生い茂った標高約五〇メートルの岬状の山で、周囲は、海面上数メートル以上の\n高さまでほとんど岩肌が現れ、その周辺には弁財天岬その他の小島が点在してい\nる。阿弥陀山の山頂から岬の突端までの地域は、原生林の中に旧上水道タンク、阿\n弥陀堂の倒壊した屋根、柱が残され、また、第二次世界大戦中、この地域が海軍の\n基地に使用された際掘られた塹壕が崖下の部分に散見されるほかは、人工の工作物\nは存在せず、自然の原始性をほぼ維持している。\n（四）　青野川を挟んで本件地域に隣接する弓ケ浜は、海岸線が弓型の曲線を描い\nたなだらかな砂浜であって、海水浴場として知られており、ここから阿弥陀山一帯\nの地域を望見すると、主要地方道下田・石室・松崎線の弥陀山トンネル入口付近に\nドライブイン「汐吹」があるが、そこから東側、岬方面にかけては建物・工作物は\n全く見られず、うつそうたる植生に蔽われた阿弥陀山の低く丸い稜線が岬の突端に\n向い三度起伏し、末端に弁財天岬があって、その風景を引き締めており、天然の常\n緑樹と灰褐色の岩肌とが調和した優美な風景を構成している。\n（五）　本件申請は、阿弥陀山の岬の突端に近い山頂部分から岬にかけての稜線付\n近で、地形勾配二五ないし三〇度の東向きの急斜面に、床面積延二三〇平方メート\nル、高さ約七メートル、外部の色彩白又はアイボリーの鉄骨造り二階建居宅である\n本件建物を新築しようとするものであり、本件建物を建築した場合、これを弓ケ浜\nから望見すれば、本件建物は、その規模、外観、建築位置等からみて、阿弥陀山の\n岬の突端に近い山頂東側付近にその一部が姿を現わす可能性が高い。\n（六）　本件建物の建築に伴う関連工事として、幅員五〇ないし一〇〇センチメー\nトルの既設公道の終点付近から、本件土地に到達する幅員七〇センチメートル、長\nさ二一〇メートル、道路下約四〇センチメートルをコンクリート打にした生活用道\n路を開設し、また、建築資材を海上から本件土地まで運搬するため、本件土地下の\n浜から本件土地まで索道を設けることとされている。さらに、本件建物の光熱の補\n給方法は、すべて電力によることとして、東京電力が電柱を新設して本件土地に送\n電し、水道は、＜地名略＞の町水道を引き込み、生活汚水は、溜を設置してゴミを\n除去して海岸に放水し、下水は、普通浄化槽で処理した上、海に流すものとされて\nいる。\n２　右認定事実によれば、阿弥陀山の山頂から岬の突端までの地域は、本公園の伊\n豆地区内におけるすぐれた風景地であり、その風致・景観を維持し保存する必要性\nは極めて高いというべきところ、もし本件申請が許可されれば、本件建物の建築及\nびその関連行為により同地域の自然の原始性は害されることとなり、その周辺での\n主要利用地点である弓ケ浜からの眺望も害される可能性が高いなど、現在の風致・\n景観は著しく毀損されることになるというべきである。また、同地域は、第二次世\n界大戦中に海軍の基地として一部が利用されたほか特段の利用がされることなく原\n生林のまま放置され、現在に至るまで別荘等の居宅は全く存在しない地域であり、\nしかも、本件土地は、樹木の繁茂する急斜面であって、道路も通じておらず、上下\n水道、電力等の供給もされていないのであるから、原告がこれを別荘用地とする意\n図で購入したものであるとしても、これまで別荘用地として利用されていなかった\nことは勿論、客観的にみて別荘用地として利用されることが全く予想されていなか\nった土地であるといわざるをえない。\nこれらの事情を総合勘案すると、本件不許可処分による本件建物の建築の制限は、\n国立公園内におけるすぐれた風致・景観を保護するために必要かつ合理的な範囲内\nの制限として、社会生活上一般に受忍すべき財産権の内在的制約の範囲内にあり、\nこれによって生ずる損失は、これを補償することを要しないものといわなければな\nらない。\nなお、原告は本件土地周辺において別荘等の新築、改築の許可事例を挙げるが、前\n掲各証拠及び弁論の全趣旨によれば、右事例に係る土地はいずれも特別地域に属し\nてはいるものの第一種特別地域に地種区分されてはおらず、その近辺は既にある程\n度人工的に手が加えられているほか、いずれの建物も海岸線及び山稜線に接しない\nものであることに鑑みると、右事例によっては、前記判断を左右するに足りない。\nまた、前記判断は、本件申請に係る本件建物の建築を対象としたものであって、本\n件建物と規模、外観、建築位置等に僅かな相違がある場合はともかく、本件建物と\n規模、外観、建築位置等が全く異なる場合についてまでその判断が及ぶものでない\nことはいうまでもない。\n四　よって、原告の請求は、その余の点について判断するまでもなく理由がないか\nらこれを棄却し、訴訟費用の負担につき行政事件訴訟法七条、民事訴訟法八九条を\n適用して、主文のとおり判決する。\n（裁判官　鈴木康之　石原直樹　深山卓也）\n"
}