{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 4,
    "month": 3,
    "day": 2
  },
  "case_number": "昭和62(行ウ)15",
  "case_name": "地方自治法242条の2に基づく不当利得返還，公金支出差止請求事件",
  "court_name": "浦和地方裁判所",
  "field": "行政",
  "gist": "市街地再開発ビルの管理運営を行うために市の半額出資によって設立された株式会社であるいわゆる第三セクターに市が市職員を派遣した上で給料等を支給したことが，違法な公金の支出に当たるとした事例",
  "case_gist": "市街地再開発ビルの管理運営を行うために市の半額出資によって設立された株式会社であるいわゆる第三セクターに市が市職員を派遣した上で給料等を支給したことが違法な公金の支出に当たるとして，地方自治法２４２条の２第１項４号に基づき，当該第三セクターに対してされた不当利得返還請求が，地方公共団体が当該地方公共団体以外の法人その他の団体へ職員を派遣し，その業務に従事させることは，法律に特別の定めがある場合を除いては，これが職務専念義務に反しないとみられる場合又は予め職務専念義務違反の問題が生じないような措置が執られた場合においてのみ許されるというべきところ，当該第三セクターは，私企業にすぎないのに，地方公務員法３５条所定の職務専念義務違反の問題を回避するための措置が条例・規則に何ら定められておらず，また，市の事務を担当しなかった前記職員に対する給料等の支給は，これを可能にする法令上の根拠がないから，地方自治法２０４条の２に違反するとして，認容された事例",
  "lawsuit_id": "16553",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16553",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/553/016553_hanrei.pdf",
  "contents": "○　主文\n一　被告は上尾市に対し三六六二万八七三四円を支払え。\n二　訴訟費用は被告の負担とする。\n○　事実\n第一　当事者の求める裁判\n一　請求の趣旨\n主文と同旨。\n二　請求の趣旨に対する答弁\n１　（本案前の答弁）\n原告らの本件訴えをいずれも却下する。\n２　（本案に対する答弁）\n原告らの請求をいずれも棄却する。\n３　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求原因\n１　当事者\n原告らは肩書住所地に居住する上尾市の住民であり、被告は、昭和五六年四月一日\nに設立された「ビルの管理・運営、不動産の売買、貸借」等を営業目的とする商法\n上の株式会社であるが、その発行済株式総数三〇万株の二分の一は上尾市が所有\nし、上尾市長がその代表取締役の地位を占めている。\n２　派遣職員に対する給料等の支払\n上尾市は、被告の設立に伴い、昭和五六年七月一日付けで上尾市職員定数条例第一\n条第二項第三号に基づき、「上尾市職員を派遣することが必要と認められる法人等\nを定める規則」（以下「本件規則」という。）を制定し、本件規則第一条に則り\n「社会福祉法人上尾市社会福祉協議会」とともに被告を右「法人等」に指定した。\nそして、上尾市は昭和五六年七月一五日、被告との間で、上尾市は被告の申出に基\nづき経営指導を行うため市職員を派遣する、派遣職員に対する給料、諸手当等及び\n旅費は市が負担する、という趣旨の協定（以下「本件協定」という。）を締結し\nた。本件規則第二条には、市職員の派遣期間は三年以内、派遣人員は一二名以内を\n原則とすると定められているところ、上尾市はこれに基づいて、被告に対し、昭和\n五六年七月一五日から同五七年四月三〇日までの間に六名、同年五月一日から同年\n七月三一日までの間に五名、同年八月一日から同五八年四月三〇日までの間に六\n名、同年五月一日から同六一年四月九日までの間に七名、同年四月一〇日から同六\n三年二月一日までの間に六名の職員を派遣し、その業務に従事させた。そして、右\n職員の給料等の人件費は本件協定に基づき上尾市が全額負担し、毎月二一日の給料\n支給日の数日前に上尾市事務専決規程に基づき、職員課長の決裁により支給されて\nいる。その額は昭和六一年一〇月一日から同六二年九月三〇日までの分だけで三六\n六二万八七三四円にのぼっている。\n３　本件協定の効力\n（一）　地方公共団体の職員はその本来の職務に専念すべき義務が法定（地方公務\n員法第三五条）されており、そのため職員を「地方公務員共済組合」や「地方公務\n員災害補償基金」等、その公共性が明らかな団体の業務に従事させるについてさ\nえ、当該団体への職員派遣は客観的に当該団体の「運営に必要な範囲」内において\nのみこれを容認するという厳格な態度が採られている（地方公務員等共済組合法第\n一八条第一項、地方公務員災害補償法第一三条第一項）。\n右のような法律の趣旨からすれば、地方公共団体が法令で職員の派遣が認められて\nいる以外の団体へ職員を派遣するのは、当該団体を支援することが公益のために必\n要であることが客観的に明白である場合に限られると解すべきであるところ、被告\nは、その資本金の半額が上尾市の出資に係るものではあるが、その業務実態は一般\nの貸ビル業者と異なるところはなく、何らの公益性も有しない。したがって、地方\n公共団体が被告のような団体へ職員をその身分を保有したまま派遣するには、その\n職員について、派遣期間中休職にするとか、職務専念義務を免除するとかの方法に\nよるべきであり、単にその執行機関の職務命令によることは許されない。本件協定\nに基づく上尾市による被告への市職員の派遣は本件規則に根拠をおくものではある\nが、市長の職務命令によるものである点で違法である。\n（二）　そして、本件協定に基づいて被告へ派遣された上尾市の職員は、専ら被告\nの業務に従事するのであって、上尾市の事務は担当しないのである。そうだとすれ\nば、上尾市がこの職員に対して給料等を支給することは法律及びこれに基づく条例\nによらないで給料その他の給付をすることはできないとした地方自治法第二〇四条\nの二の規定に違反することである。\n（三）　以上のように、本件協定は違法な被告への市職員の派遣及びこの職員に対\nする給料等の支給をその内容とするものであるから強行法規に違反し、ひいては公\n序良俗に違反するものとして、無効である。\n４　被告による不当利得若しくは法行為\n前記のように私法上無効な本件協定に基づき、被告は無償で上尾市からの派遣職員\nによる労務の提供を受けるという利得をし、一方、上尾市は市に対する労務の提供\nがないのに、この職員に対し給料等を支給し、これに相当する損害を被った。また\n被告の代表取締役は上尾市の市長でもあるのであるから、被告は市長と通謀のう\nえ、本件協定が違法・無効であることを知りながら上尾市との間で本件協定を締結\nし、これに基づき、上尾市からの職員派遣を受入れ、自らの業務に従事させるとと\nもに、上尾市に右派遣職員に対する給料等を支給させてその金額に相当する損害を\n与えたものである。したがって、上尾市は被告に対し右給料等に相当する不当利得\n返還請求権若しくは法行為に基づく損害賠償請求権を有している。\n５　監査請求\n上尾市が被告に対し前記各請求権を行使しないので、原告らは昭和六二年九月二六\n日、地方自治法第二四二条に基づき、上尾市監査委員会に対し、被告に対して派遣\n職員の給料等相当額の不当利得返還を求める監査請求をし、上尾市監査委員会は原\n告らに対し、同年一一月二一日付け書面で右監査請求には理由がない旨の通知をし\nた。\nよって、原告らは上尾市に代位して、地方自治法第二四二条の二第一項、第四項に\n基づき被告に対し前記昭和六一年一〇月一日から同六二年九月三〇日までの間の給\n料に相当する不当利得金若しくは損害賠償金三六六二万八七三四円を上尾市に支払\nうことを求める。\n二　被告の本案前の主張\n原告らは、本件協定が違法・無効であると主張しているところ、そのことについて\nの監査請求は本件協定締結の日から一年の監査請求期間の制限を受けることにな\nる。ところが本件協定が違法・無効であることに基づいて発生する実体法上の請求\n権の不行使をもって財産の管理を怠る事実として構成することによって一年の監査\n請求期間の制限を受けないことになるとすれば、両者が実質上同一の事実を問題と\nしていることからみて、均衡を失し、監査請求について期間制限を設けた法の趣旨\nが没却される。\nしたがって、原告らの請求も、本件協定が締結された昭和五六年七月一五日から一\n年の監査請求期間の制限にかかり、昭和五六年七月一五日から一年以上経過した同\n六二年九月二六日にされた監査請求は不適法であり、原告らの本件訴えは適法な監\n査請求を経ていないから不適法である。\n三　本案前の主張に対する原告らの反論\n本件協定は上尾市が派遣職員に対する給料等を負担する根拠となる取決めにすぎな\nいのであって、それ自体には支給の対象・金額等も特定されていないのであるか\nら、本件協定の締結それ自体は「財務会計上の行為」ではない。財務会計上の行為\nとなるのは、本件協定に基づく個々の給料等の支給行為であり、本件協定の締結自\n体は右財務会計上の行為の「原因となる行為」にすぎない。このような原因となる\n行為の違法性はこれに基づく財務会計上の行為に承継されるが、監査請求期間はあ\nくまでも財務会計上の行為があったときを基準として起算されるべきである。\nしたがって、本件においては、監査請求期間は市職員に対する毎月二一日の給料支\n給日の数日前に上尾市事務専決規程により職員課長がする決裁から起算すべきであ\nり、具体的には昭和六一年一〇月二一日の数日前の日から起算することとなるか\nら、それから一年以内の昭和六二年九月二六日にされた原告らの監査請求は適法で\nある。\n四　請求原因に対する認否\n１　請求原因１の事実のうち、原告らが埼玉県上尾市の住民であることは不知、そ\nの余は認める。\n２　同２の事実は認める。\n３　同３、４の主張は争う。\n４　同５の事実は認める。\n五　被告の主張\n上尾市が市職員を職務命令によって被告に派遣したのは、被告の業務を指導し、育\n成し及び援助することが上尾市の事務と考えたからであり、派遣された職員は、右\nの事務に従事しているのであるから、市がその職員の給料等を負担するのは当然で\nある。この点を詳論すると次のとおりである。\n１　被告はいわゆる第三セクターとして設立された法人である。第三セクターと\nは、一般に公共セクター（第一セクター）と民間セクター（第二セクター）の共同\n組織体のことであり、実際は公共団体と民間との共同出資による株式会社の形態を\n採っている。わが国においては第三セクターは、昭和三〇年代から同四〇年代に至\nる経済の高度成長期に急激に増加した。その理由は、第一に経済の高度成長に伴い\n大型の産業基盤投資が必要とされたこと、第二に人口の大都市集中により都市の再\n開発等の必要性が高まり、このような事業は、その公共性から本来公共資本により\n行われるべきものであるが、事業規模の大きさから公的資金供給のみでは不可能で\nあること、第三に民間セクターの柔軟な経営能力を活用できること、第四に反面に\nおいて右のような事業を民間セクターに委ねたのでは公共原則が後退する危険があ\nり、事業の公共性を損ねるおそれがあること、第五に昭和四〇年代以降においては\n公共セクターにおける資金不足から、民間資本を導入せざるを得なくなったことで\nある。このような第三セクターは、主として港湾・地域開発、都市再開発、流通セ\nンター等の施設の整備・運営の事業主体として活用されてきた。被告も上尾市がＪ\nＲ上尾駅東口第一種市街地再開発事業を実施するに当たり、再開発ビルの管理運営\nを行うために市の五〇パーセント出資により設立された会社である。\n２　憲法は地方自治を制度的に保障しており、地方公共団体は、その担い手とし\nて、その地域の自然環境、生活環境、生産環境を整え、地域住民の活動の活性化、\n生活の向上を助長し、地域の社会的、経済的水準を向上させ、望ましい地域社会が\n形成されるように努める責務を有している。このような責務を達成するためには、\n民間活力を活用することが必須であるが、その場合、地方公共団体には、民営社会\n資本の営利性に対しては公的な統制・監督を加え、低収益性に対しては保護・助成\nを図ることが要請される。地方公共団体の第三セクターに対する職員派遣もこの点\nから基礎付けられるものであり、全国でも多くの地方公共団体職員が第三セクター\nに派遣されている。\n３　ＪＲ上尾駅東口再開発事業は、都市計画法に基づく第一種市街地再開発事業と\nして施行されたものであるが、このような事業にとっては、公共施設及び施設建築\n物（再開発ビル）を完成させるだけでなく、完成後のこれらの施設がどのように発\n展的に活用されていくかが重要なのである。そのためには入居権利者や、一般テナ\nント、キーテナント等、入居者間の建物利用の調和が必要であり、放っておくと、\n権利床の位置関係が固定化し、再開発事業の独立採算制を維持するために処分され\nる保留床が商業床に集中し、再開発ビル内に商業床が過度になるため、商業床上の\n店舗の営業不振を招くなどの弊害を生じるが、都市再開発法は「事業法」として事\n業完成までの手続きを規定するのみで、その後の管理システムには何らの手当ても\nしていないため、事業完成後においてもこれらの弊害を克服するための方途が必要\nとなる。\nその方途としては、自ら保留床を買い取ってこれを所有するともに、共有区分所有\nの権利床を借り受け、再開発ビル全体の統一的、効率的利用を図るため、企画段階\nから一貫した管理運営を目的とした管理機関を設立することが不可避であり、被告\nはこの要請に応えるために設立された第三セクターである。\n４　また上尾市は株主として被告の意思決定に参加し、取締役会を通じて、その業\n務執行の決定に参加もし得るし、地方自治法第二二一条の報告聴取、調査要求、同\n法第一九九条第六項及び同法施行令第一四〇条の三の監査委員による監査、同法第\n二四三条の三第二項の議会による監督、同法第一五七条の普通地方公共団体の長の\n公共団体等に対する指揮監督等、被告に対して公的統制の手段を有している。\n以上のことからすれば、上尾市が被告の業務を指導、援助することは市の事務と考\nえられ、本件協定に基づく市長の職務命令による被告への市職員の派遣には何ら違\n法な点はない。\n六　原告の反論\n被告は、被告への市職員の派遣の必要性をるる開陳するが、被告の主張するところ\nは被告に派遣された市職員の給料等を上尾市が全面的に負担すべきことの論拠には\nなり得ない。被告の主張は、要するに、被告が市職員の派遣を受けることを必要と\nするのは、都市再開発事業の推進経過に係る事情及び実務に通じた市職員が被告の\n業務を円滑に遂行していくのに欠かせない人材であるからであるというに尽きる。\nそうだとすれば、被告は上尾市から職員の移籍を受け、自らの費用負担で、これを\n雇用すれば足りることである。\n第三　証拠（省略）\n○　理由\n一　原告らが肩書住所地に居住する上尾市の住民であることは弁論の全趣旨に照ら\nして明らかであり、被告が昭和五六年四月一日に設立された「ビルの管理・運営、\n不動産の売買、貸借」等を営業目的とする商法上の株式会社であり、その発行済株\n式総数三〇万株の二分の一は上尾市が所有し、上尾市長がその代表取締役の地位を\n占めていることは当事者間に争いがない。\n二　そこで、まず被告の本案前の主張について判断する。\n原告らの請求は、上尾市が被告に派遣した市職員に対し給料等を支給したことが市\n長による違法な公金の支出に当たることを前提として、上尾市が被告に対して取得\nしたとする不当利得返還請求権若しくは損害賠償請求権を、原告らが上尾市に代位\nして行使し、その支払を求めるものであり、右公金の支出が地方自治法第二四二条\n第一項に規定する住民監査請求の対象となる、いわゆる財務会計行為に該当するこ\nとは明らかである。一方本件協定は、上尾市が被告に派遣した市職員に対する給料\n等を、上尾市において負担することを被告との間で取り決めただけのものであっ\nて、右公金の支出に先行し、その原因となる事項ではあるが、本件協定には給料等\nの支給の対象・金額等も特定されておらず、上尾市が被告との間で本件協定を締結\nしたこと自体は未だ右にいう財務会計行為には当たらないというべきである。そう\nだとすれば、右公金の支出に係る住民監査請求の期間は、支出が現実に行われたと\nきから起算するのが相当であり、本件において原告らがとり上げているのは、毎月\n二一日に支給された給料等の、昭和六一年一〇月一日から同六二年九月三〇日まで\nの一年間分についてであって、これについての原告らによる住民監査請求は昭和六\n二年九月二六日にされているわけであるから、「当該行為のあった日又は終わった\n日から一年」（地方自治法第二四二条第二項）という期間を遵守しており、適法な\n請求であるということができる。\n被告らは、特定の財務会計行為が違法であるとして、このことに基づいて発生する\n実体法上の請求権の不行使をもって財産の管理を怠る事実として構成することによ\nり、これに係る住民監査請求については一年の請求期間の制限を受けないことにな\nるとすれば、両者が実質上同一の事実を問題としていることからみて、均衡を失\nし、監査請求について期間制限を設けた法の趣旨が没却されることになるから、監\n査請求期間は、右怠る事実に係る請求権の発生原因事実たる当該行為のあった日か\nら起算すべきであると主張する。しかしながら、前述したとおり、本件協定は給料\n等の支給の対象・金額等を具体的に特定しておらず、それ自体からは原告らが本件\nで問題としている実体法上の不当利得返還請求権若しくは損害賠償請求権は発生し\nないのであり、また、原告らは、本件において、上尾市に代位してこれを行使して\nいるのであって、その不行使を財産の管理を怠る事実として主張しているのではな\nいのであるから、被告の主張は理由がないというほかない。\n三　進んで、原告らの請求の当否について判断する。\n上尾市は、被告の設立に伴い、昭和五六年七月一日付で上尾市職員定数条例第一条\n第二項第三号に基づき本件規則を制定し、その第一条に則り「社会福祉法人上尾市\n社会福祉協会」とともに被告を本件規則にいう「上尾市職員を派遣することが必要\nと認められる法人等」に指定したこと、そして、上尾市は昭和五六年七月一日、被\n告との間で、上尾市は被告の申出に基づき経営指導を行うため市職員を派遣する、\n派遣職員に対する給料、諸手当等は市が負担する、という趣旨の本件協定を締結\nし、これに基づいて、被告に対し、昭和五六年七月一五日から同五七年四月三〇日\nまでの間に六名、同年五月一日から同年七月三一日までの間に五名、同年八月一日\nから同五八年四月三〇日までの間に六名、同年五月一日から同六一年四月九日まで\nの間に七名、同年四月一〇日から同六三年二月一日までの間に六名の職員を派遣\nし、その業務に従事させたこと、派遣職員の給料等の人件費は本件協定に基づき上\n尾市が全額負担し、毎月二一日の給料支給日の数日前に、上尾市事務専決規程に基\nづき職員課長の決裁により支給されたこと、その金額は昭和六一年一〇月一日から\n同六二年九月三〇日までの分だけで三六六二万八七三四円にのぼっていること、以\n上の事実は当事者間に争いがなく、いずれも成立に争いのない乙第六ないし第一〇\n号証、第一九ないし第二二号証、証人Ａの証言及び被告代表者Ｂの尋問の結果によ\nれば、次の事実が認められる。\n１　上尾市は「上尾都市計画事業　上尾駅東口第一種市街地再開発事業」（以下\n「本件市街地再開発事業」という。）の施行者である。本件市街地再開発事業はＪ\nＲ（旧国鉄）上尾駅東口の一帯の土地について都市計画に基づいた都市再開発事業\nを施行し、土地の高度利用と都市機能の整備を図ることを目的としたものであり、\n昭和五〇年三月の「基本構想の策定」に始まり、同五三年八月の「都市計画決\n定」、同五五年一二月の「事業計画認可・決定」等の手続を経て、同五六年一〇月\nから既存建物の撤去、施設建築物の建設等の工事が進められ、同五六年九月、工事\nは完了した。その結果、事業の施行区域内には地上六階・地下一階建の「デパート\n館」、地上九階建の「サロン館」、地上七階建の「ホテル館」の三棟の建物が建築\nされた。\n２　これらの建物は各戸ごとの区分所有建物となり、その一部は権利床として従前\nの土地所有者等の所有に帰し、残余は保留床として事業施行者のもとに留めおか\nれ、事業資金回収のため事業施行者の手によって処分されるのが通常であるが、こ\nうして、施設建築物のすべてが民間人の所有に帰してしまうと、その利用、管理、\n運営等が無秩序となり、都市再開発事業の本来的な目的が損なわれることにもなり\nかねない。そこで、本件市街地再開発事業の施行者である上尾市は、事業終了後の\n施設建築物の利用、管理、運営をいわゆる第三セクター方式（官民の共同出資）に\nよって設立する法人の手に委ねることとし、事業施行中の昭和五六年四月一日、自\nらが中心となり権利床部分の建物の区分所有権者、貸店舗部分への入居予定の事業\n者、地元の有力企業、金融機関、商工会議所等の共同出資により、再開発ビルの管\n理及び運営、不動産の売買、貸借、駐車場、駐輪場の管理運営、その他これに関連\nする事業を営むことを目的とする被告を設立した。\n３　本件市街地再開発事業の終了後、被告は、前記共同出資者からの出資金、政府\n関係金融機関及び地元金融機関からの借入金をもとにして、事業施行者である上尾\n市から保留床部分の建物を買い取って自らの所有とし、前記三棟の建物のうち「サ\nロン館」の住居部分（五階以上）を除くそれ以外の権利床部分の建物をその所有者\nから賃借し、右住居部分を除いた三棟の建物の残りの部分全部を自らの支配下にお\nき、これを店舗、ホテル等として賃貸することにより、都市開発事業の目的に沿っ\nて、全体として調和のとれた総合的な管理、運営に乗り出した。しかし、そのため\nには、少なくとも事業が軌道に乗るまでは、本件市街地再開発事業に深い係わりを\n持ち、これに精通している人材を確保することが不可欠であった。そこで、被告\nは、上尾市に対して右人材の派遣を要請し、上尾市との間で、本件協定を締結する\nこととなったものである。\n４　被告の代表取締役社長には上尾市長が就任し、役員以外の一般社員は昭和五六\n年七月一五日現在においては六名であったが、そのうち五名は本件協定に基づき上\n尾市から派遣された市職員で占められてた。その後、被告が独自に採用した社員が\n次第に増え、昭和六一年四月一〇日現在では一六名の正社員のうち右派遣職員は六\n名となり、年月の経過とともに、派遣職員の数は次第に減じられ、平成二年四月一\n日現在では、皆無となり、一二名の正社員はすべて独自採用の者で占められてい\nる。ところで、右派遣職員は派遣期間中は専ら被告の業務に従事し、その間、上尾\n市の事務を担当したことはなく、市長をはじめ上尾市当局者からの指揮監督を受け\nるようなこともなかった。\n以上の事実が認められ、これを覆すに足りる証拠はない。\nところで、地方公務員法第三五条は「職員は、法律又は条例に特別の定がある場合\nを除く外、その勤務時間及び職務上の注意力のすべてをその職責遂行のために用\nい、当該地方公共団体がすべき責を有する職務にのみ従事しなければならない。」\nと規定している。この規定は、元来、地方公共団体の職員に対してその依拠すべき\n行動の指針を示したものであって、地方公共団体に対し直接に何らかの拘束を課し\nたものではないが、この規定の趣旨からすれば、地方公共団体の側でも、その職員\nに対して右職務専念義務に反するような行動をさせる措置をとることは厳に慎むべ\nきであって、地方公共団体がそのような措置をとることは右法条に違反すると解す\nるのが相当である。したがって、地方公共団体が当該地方公共団体以外の法人その\n他の団体へ職員を派遣し、その業務に従事させることは、法律に特別の定めがある\n場合を除いては、これが職務専念義務に反しないとみられる場合か、若しくは予め\n職務専念義務違反の問題が生じないような措置がとられた場合においてのみ許され\nるというべきである。これを本件についてみるのに、前述したとおり、被告は、本\n件市街地再開発事業によって建設された施設建築物について、事業本来の目的に沿\nった、秩序ある利用、管理、運営を図るという使命を担って設立されたものであ\nり、この限りでは、その事業には公益性が認められないわけではない。しかしなが\nら、被告は、本質的には営利を目的とする商法上の株式会社組織をとる私企業の一\nつであって、その営業目的とする再開発ビルの管理及び運営、不動産の売買、貸借\n等の業務は、地方公共の秩序を維持し、住民の安全、健康及び福祉を保持すること\n等を目的とする地方公共団体の事務（地方自治法第二条）とは性質を異にするもの\nである。したがって、上尾市の職員がその身分を保有したまま被告の業務に従事す\nる場合、これが職務専念義務に反しないとはとうていみられないところである。ま\nた、いずれも成立に争いのない乙第二、第三号証並びに弁論の全趣旨によれば、上\n尾市には「上尾市職員定数条例」が制定されており、ここでは部局ごとに上尾市に\n常勤する職員の員数が定められていること（第一条第一項）、しかし、これとは別\nに、任命権者は、行政運営上職員を派遣することが必要と認められる法人に対して\n派遣する職員の員数を必要と認められる範囲内で定めることができるとしているこ\nと（第一条第二項３）、本件規則は、これを受けて制定されたものであり、ここで\nは被告が右職員を派遣することが必要と認められる法人の一つに指定され（第一\n条）、派遣する職員の員数は六名以内と定められていること（第二条）、上尾市に\nよる被告への市職員の派遣は、これに基づき、市長の職務命令によってされたもの\nであることが認められる。この事実によれば、上尾市が被告へ市職員を派遣したの\nは右条例及び本件規則の定めによったものではあるが、右条例及び本件規則には、\nこの場合、派遣される市職員について職務専念義務違反の問題が生じないようにす\nるため市当局において予めとるべき措置については具体的には何の定めもなく、現\n実に市職員を派遣するに際し、右のような措置がとられた形跡は存しない。そうす\nると、上尾市が被告に対して市職員を派遣しその業務に従事させたことは前記法条\nに違反し、違法な措置というべきである。\nそして、前述したとおり、上尾市は、右派遣職員が派遣期間中専ら被告の業務に従\n事し、市の事務は担当しなかったのに、この職員に対する給料等の全額を市におい\nて負担し、支給したのであるが、上尾市において右のような措置をとることを可能\nにする法律及びこれに基づく条例上の根拠はなく、上尾市が右のような措置をとっ\nたことは地方自治法第二〇四条の二に違反するというほかない。したがって、上尾\n市長によってされた右派遣職員に対する給料等の支給は同法二四二条第一項、第二\n四二条の二第一項にいう違法な公金の支出に当たるというべきである。\n被告は、被告の業務が公益性を有していることを挙げて、上尾市が被告に対して市\n職員を派遣してその業務に従事させ、右派遣職員に対する給料等の全額を負担した\nことには違法性はない旨主張するが、地方公共団体である上尾市の行政事務と被告\nの業務とはその性質上同一視することはできないものであることは前述したとおり\nであり、被告の右主張は理由がない。もっとも、被告の業務には一面において公益\n性が認められることは前述のとおりであり、その設立の経過に照らせば、上尾市が\n被告の業務を、とくにその設立の初期の段階において、指導し、育成し及び援助す\nる必要があったことは前認定のとおりであるが、このことと、上尾市が当該市職員\nについて予め職務専念義務違反の問題を生じないような措置をとることなしに被告\nへ市職員を派遣したこと及び派遣職員に対する給料等の全額を負担したこととは別\n個の問題であって、その間に直接の関連性を認めることはできない。というのは、\n被告がその設立の初期の段階において、人材を必要としたのであれば、上尾市は、\n市職員の職務専念義務について予め前述したような措置をとったうえで派遣すれば\n足りることであり、財政的援助を必要とするのであれば、補助金を交付するなどの\n方法によってその目的を達することができるからである。\n四　上尾市が被告に対して市職員を派遣したことについては、上尾市と被告との間\nでは、本件協定がその原因となっているものであり、本件協定は両当事者間の私法\n上の契約としての性質を有している。しかしながら、本件協定は前述したとおり公\n共の利益に係る行政法規に反する違法な事項を内容とするものであるから、強行法\n規ないし公序良俗に反する契約として無効であると解するのが相当である。\nそうすると、被告は、法律上の原因なくして、上尾市から派遣された市職員からの\n労務の提供を受けることによりこれに相当する利得をし、一方、上尾市は右派遣職\n員に対する給料等を負担することによりこれに相当する損害を被ったということが\nできるところ、被告の利得は、ほかに特段の立証がない本件においては、上尾市が\n負担した派遣職員に対する給料等の額と同額とみるのが相当である。\nしたがって、被告は上尾市に対し、右派遣職員に対する給料等のうち、原告ら主張\nの昭和六一年一〇月一日から同六二年九月三〇日までの間の分三六六二万八七三四\n円に相当する金員を不当利得金として支払うべきである。\n五　よって、原告らの請求はその余の点について判断するまでもなく理由があるか\nらこれを認容し、訴訟費用の負担につき行政事件訴訟法第七条、民事訴訟法第八九\n条を適用して、主文のとおり判決する。\n（裁判官　大塚一郎　小林敬子　佐久間健吉）\n"
}