{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 11,
    "day": 15
  },
  "case_number": "昭和61(行ウ)7",
  "case_name": "静岡労基署長遺族補償等不支給処分取消",
  "court_name": "静岡地方裁判所",
  "field": "労働",
  "lawsuit_id": "19062",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19062",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/062/019062_hanrei.pdf",
  "contents": "主　　　文\n一　被告が、昭和五七年九月二二日付でａに対してなした労働者災害補償保険法に\nよる遺族補償給付及び葬祭料を支給しないとの処分を取消す。\n二　訴訟費用は、被告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n主文と同旨\n二　請求の趣旨に対する答弁\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　当事者\n訴外ａ（以下「ａ」という。）は、亡ｂ（以下「ｂ」という。）の妻であり、原\n告は、ｂとａとの間に生れた長男であるが、ａは、昭和五八年二月一六日死亡し\nた。\n２　ｂの死亡に至る経過\nｂは、昭和一四年一〇月二八日に生まれ、昭和三三年一月二一日、三菱電機株式\n会社静岡製作所（以下「静岡製作所」という。）に臨時工として採用され、同三五\n年一二月二一日本工採用となり、同五五年七月一一日死亡するに至るまで静岡製作\n所に勤務していた。\nそして、ｂは、静岡製作所の資材部資材管理課現品係員として勤務中、静岡製作\n所から、昭和五五年七月一日から約一カ月間、埼玉県富士見市所在のマツモト電器\n株式会社鶴瀬店（以下「マツモト電器店」という。）に出張してマツモト電器店の\n販売応援の業務に従事するよう命じられ、右応援販売業務（以下「本件業務」とい\nう。）に従事した。\nところが、ｂは、右応援販売業務に従事中の同月五日午後四時ころから身体の不\n調を訴え、翌六日から帝京大学医学部付属病院（以下「帝京大学病院」という。）\nに入院して治療を受けたが、同月一一日、脳出血により死亡するに至った。\n３　保険給付請求と不服申立て等\nａは、ｂの死亡は、本件業務に起因して発生した業務災害であるとして、昭和五\n六年五月六日、被告に対し、労働者災害補償保険法に基づき、遺族補償給付及び葬\n祭料の支給の請求をなしたところ、被告は、昭和五七年九月二二日付でｂの死亡に\nは業務起因性が認められないとして、右遺族補償給付及び葬祭料の支給をしない旨\nの決定（以下「本件処分」という。）をした。\nａは、昭和五七年一一月二六日、本件処分を不服として静岡労働者災害補償保険\n審査官に対し審査請求を行ったが（昭和五八年二月一六日ａの死亡により原告が受\n継した。）、同審査官は、昭和五九年三月二五日付けをもって右審査請求を棄却す\nる旨の決定をした。\n原告は、これを不服として、同年五月二五日、労働保険審査会に対し再審査請求\nをしたが、同審査会は、昭和六一年五月二一日付けをもって右再審査請求を棄却す\nる旨の裁決を行い、同年六月一三日、同裁決書の謄本が原告あてに送達された。\n４　取消の理由\nしかしながら、ｂの死亡は、次のとおり、本件業務上の死亡であるから、本件処\n分は違法であり、取消しを免れない。\n（一）　死亡に至る経緯\n（１）　経歴等\n①　家族構成\nｂは、昭和一四年一〇月二八日生れで、昭和四二年一一月七日、ａと婚姻し、ａ\nとの間に長男である原告（昭和四三年五月二三日生）をもうけた。子供は原告一人\nであったが、昭和五四年一二月からはｂの母ｃ（明治四〇年三月三日生）がｂの家\n族の一員として同居していた。\n②　職歴\nｂは、昭和三三年、静岡製作所に臨時工として入社、冷蔵庫組立の仕事に従事\nし、昭和三五年本工採用となった。昭和四一年からはルームエアコンの組立の仕事\nに変わり、以後、小型空調機工作係（昭和四三年）、空調機工作第一課生産管理係\n（昭和四四年）、空調機小型空調工作係（昭和四六年）、工作第一課工程係（昭和\n四六年）、工作工程係（昭和四九年）を経て、昭和四九年九月より資材管理課現品\n係に配属となった。\n③　健康状態\nｂは、昭和五〇年一〇月以降同五四年一〇月まで、静岡製作所において毎年一回\n行われた定期健康診断では胸部エックス線検査、尿検査及び肝機能検査については\n特に異常がなかったが、血圧については、収縮期血圧（最大血圧）には問題はなか\nったものの、拡張期血圧（最小血圧）は、昭和五〇年に九六、昭和五三年に九〇と\nやや高値を示した。\nまた、ｂは、昭和五二年及び昭和五三年は十二指腸潰瘍で治療中であり、同年か\nら昭和五五年にかけてもなおその治療のため投薬を受けており、マツモト電器店へ\nの出張に際しても、その薬を携帯していったものであって、出張時には、十二指腸\n潰瘍が完治にまでは至っておらず、一時的には痛みは止まっていたものの、ｂとし\nては、十二指腸潰瘍の再発に不安を抱いている状態であった。\n④　性格\nｂは、几帳面で、責任感が強く、仕事熱心であったが、他方、性格が内向的で、\n無口でおとなしく、温和である他、神経質な面も持ち合わせており、接客業に不向\nきな性格であった。\n（２）　出張中及び出張前後の状況\n①　出張中の業務内容及び労働時間等\n＜０２５５５－００１＞\n＜０２５５５－００２＞\n＜０２５５５－００３＞\n＜０２５５５－００４＞\n②　出張前後の業務内容の比較\n＜０２５５５－００５＞\n＜０２５５５－００６＞\n③　出張前後のｂの状況\nｂにとって、今回のマツモト電器店へのような出張や接客業務は初めての経験で\nあり、ｂは、前記のように接客業に不向きな性格であったので、マツモト電器店へ\nの出張を命じられた時から、精神的に非常な不安に陥っていた。加えて、ｂは、責\n任感が強く仕事熱心であったので、不向きな仕事に対しても、一生懸命取り組もう\nとし、静岡営業所での一、二回の応援販売の研修ではなお足りず、妻を相手に接客\n販売の練習をするほどであった。\nｂは、マツモト電器店への出張後も、気を遣い、出勤前に、気が重いと漏らすこ\nともあり、神経をすり減らし疲れていたのにもかかわらず、マツモト電器店へ往復\nする電車の中や宿舎帰館後にも、メーカーのカタログを見たり、各メーカーの機種\nの性能、専用回路、消費電力量等を手帳にメモをしたりして応援販売に備えてい\nた。\n（３）　発症の経緯\n＜０２５５５－００７＞\n＜０２５５５－００８＞\n（二）　ｂの脳出血の病理的な原因\n（１）　ｂの脳出血の原因となっている傷病名は、動脈瘤の破裂によるものと考え\nるのが合理的である。\n（２）　ｂの脳出血の原因となった血管病変としては、脳動脈瘤破裂、脳動静脈奇\n形、高血圧性脳内出血、その他突発性脳内出血が考えられる。\n①　脳動脈瘤破裂\n脳動脈瘤は、脳動脈分岐部に形成される瘤状部分の動脈壁で、中膜欠損があるた\nめ脆弱になり、突発的に破裂してクモ膜下出血などを起こすものである。その成因\nには、先天説及び後天説があるが、いずれにしても血行力学的因子の関与が考えら\nれ、破裂にいたる原因になんらかの外的ストレス及び脳血管自身の加齢現象（動脈\n硬化）と血圧の関与があるとされている。好発年齢は、四〇から五〇歳台で、働き\n盛りの者が突発的に強い頭痛や嘔吐をきたした場合は、最初にまず脳動脈瘤の破裂\nを考える。脳動脈瘤が破裂した場合の症状は、通常はクモ膜下出血の徴候で、その\n症状は、出血の程度により決まり、非常に軽い場合は、軽度の髄膜刺激症状とし\nて、頭痛、吐き気、嘔吐などをきたすのみで意識を失うことはなく、出血多量の場\n合は、意識障害をきたして死亡する。頭痛発作は、今までに経験したことがないほ\nど強いもので、仕事を続行できないほど痛み、脳動脈瘤破裂の部位によっては、脳\n実質内に出血し、非常に大きな血腫を形成するものもある。\n②　脳動静脈奇形\n脳動静脈奇形は、脳内血腫をきたす疾患のひとつで、動静脈間が吻合した血管塊\nが脳実質内に向かって入りこんでいるものである。この奇形が破裂した場合の症状\nは、クモ膜下出血徴候、脳室内出血由来の髄膜刺激症状と脳実質内出血に伴う脳局\n所症状、けいれん発作などで前記脳動脈瘤破裂と類似している。ただし、脳動静脈\n奇形破裂に至るまでには、片頭痛様の頭痛発作を繰り返したり、片麻痺などをきた\nし、加齢による動脈硬化が加わった場合は、相対的に脳循環不全をきたし、精神症\n状、早発性痴呆などをきたすことがあるとされている。また、その発生頻度は、脳\n動脈瘤破裂に比較して約一〇分の一で、好発年齢も三〇歳台と若く、二〇から四〇\n歳台に発症するが、二〇歳台までの若年層では脳内血腫をきたす非外傷性脳内出血\nのほぼ半数を占めている。\n③　高血圧性脳内出血\n高血圧性脳内出血は、高血圧症に動脈硬化が加わった状態を基礎疾患とし、好発\n年齢は五〇から六〇歳である。\n（３）　ｂには、明確な高血圧症の既往がなく、好発年齢でもないので高血圧性脳\n内出血であった可能性は低い。\n（４）　ｂの症状及び経過は、前記の脳動脈瘤破裂及び脳動静脈奇形の破裂徴候と\n近似し、脳圧亢進による髄膜刺激症状が進行し、次第に意識障害をともなっていっ\nたものと考える。入院時のＣＴ所見では、右大脳脳実質内の巨大血腫、脳浮腫及び\nクモ膜下腔への出血が認められるが、脳室内出血は見られず、脳実質内の出血にも\nかかわらず、片麻痺や言語障害などの症状が認められないのは、その出血部位が脳\n幹部分にないことから理解できる。\nまた、ｂの脳内出血が、脳動脈瘤破裂及び脳動静脈奇形のいずれに起因するかに\nついては、発症時の症状やＣＴ所見のみからは直ちに断定できないが、発症年齢が\n四〇歳であり、動静脈奇形破裂より、脳動脈瘤破裂の好発年齢に近いこと、既往歴\nに脳動静脈奇形を疑わせる片頭痛様の頭痛発作などの既往がみられないこと、ま\nた、動静脈奇形破裂は静脈出血であるためその予後は通常死亡にいたらない場合が\n多いこと、ｂは、脳外科手術をおこなっており、もし動静脈奇形が存在した場合\nは、術中に確認されてカルテに記載されている可能性が大きく、逆に、脳動脈瘤で\nは、存在が確認されない場合が多く、ｄ意見書にその記載がないことなどからみ\nて、脳動脈瘤破裂であった可能性が大きく、脳動静脈奇形であった可能性は低い。\n（三）　業務上の認定基準\n（１）　現行労災補償制度は、憲法二五条及び憲法二七条を具体化するため設けら\nれたものであり、その基本となるのが労働基準法（以下「労基法」という。）七五\n条ないし八八条及び労働者災害補償保険法（以下「労災保険法」という。）である\nところ、これは、立場の相互互換性を前提とする損害賠償制度と異なり、立場の相\n互互換性がなく、加害者の保護の必要はないので、労働者の死亡が、業務上のもの\nであると認定されるには、業務と死亡との間に相当因果関係があることは必要な\nく、業務と死亡との間に、合理的な関連性、即ち、当該業務に従事したために基礎\n疾患を悪化させ死亡に至ったことが推定されれば足りると解すべきである。\nまた、条文上も、損害賠償制度においては、「に因りて」（民法四一六条、七〇\n九条）と規定されているのに対し、災害補償制度においてはこのような文言が規定\n上使用されていないから、業務と死亡との間に相当因果関係があることが必要であ\nるとする見解はとりえない。\n（２）　そして、労働者が脳卒中で死亡した場合、業務と死亡との間に合理的関連\n性があるというためには、次の三要件、即ち、①　脳卒中等の疾病が発生したこ\nと、②　当該疾病に悪影響を与える業務に従事していた労働者であること（質的に\nまたは量的に過激な業務に従事している必要はまったくない。または、それが発病\n直前にある必要性もまったくない。）、③　当該業務への従事と当該疾病（基礎疾\n病を含む。）の発症、増悪、軽快、再発などの推移の関連性が推定されること（右\n関連性が医学的に明確に証明される必要はまったくなく、また、業務への従事と疾\n病発生までの時間的間隔につき、医学的証明を必要としない。）が満たされれば足\nりるというべきである。\n（３）　仮に、発症に至る経過において業務起因性が認められない場合であって\nも、発症の経過において、業務が要因となって、発症した疾病の治療の機会が奪わ\nれるなど、通常業務がなかったならばたどるであろう経過を超えて症状が増悪し、\n死亡したようなときには、その症状の増悪、死亡には、業務起因性が認められ、業\n務上と判断されるべきである。\n（四）　ｂの脳出血による死亡の業務起因性\n（１）　ｂの脳出血の業務起因性\n①　人体は、外界からの物理的または精神的刺激ないし負荷である外的ストレスに\n対し、中すい神経系、内分泌系へ作用する反応を起こし、これをストレス反応とい\nうが、ｂの脳出血の原因は、前記のとおり脳動脈瘤破裂というべきところ、脳動脈\n瘤が破裂に関しては、血行力学的因子が関与するものであるが、この因子として\nは、脳血管の加齢による動脈硬化と並んで、外的ストレス及び血圧が関与すると考\nえられる。\n即ち、まず、外的ストレスが原因で、血圧が一過性または持続的な上昇を起こす\nことによって、血管内圧が血管壁の最も脆弱な動脈瘤のある部分に影響し、血管壁\nがその圧力に抗し得ない状態に至った場合、動脈瘤の破裂に至るが、この外的スト\nレスによる血圧の変動は、高血圧者ほど大きく、境界域血圧者でも、正常血圧者よ\nり大きい傾向があるが、正常血圧者においても、急性の短期間の血圧上昇により脳\n血流が一過的に増大し、血管破裂に結びつく可能性はある。\nまた、外的ストレスが原因で心拍数が増加することによって、血管の収縮、拡張\nの運動が増大することも、血管壁への負荷増大に寄与することが考えうる。\nさらに、外的ストレスによって分泌される物質中には、アドレナリン、アンジオ\nテンシン、アセチルコリン、グリコゲン、ブラジキニン、セロトニン、ヒスタミン\n等の動脈硬化など血管の脆弱化、損傷に寄与する物質が含まれるのであるから、こ\nれらの分泌によって脳動脈瘤破裂等の血管破壊の危険は増大する。\nしたがって、外的ストレスによって脳動脈瘤破裂が起こることも充分ありうるこ\nとである。\n②　人の従事する業務によってもたらされる要因が外的ストレスとなる場合が多\nく、業務上の外的ストレスが過重負担となり、これに対するストレス反応によって\n疾病が発生した場合には、その疾病には業務起因性を認めなければならない。\nなお、外的ストレスに対するストレス反応の有無・程度は、受ける側が外的スト\nレスをどのようなものと認識するか、受ける側の外的ストレスに対処する能力はど\nの程度か等受ける側個人によって異なるものであるから、業務による外的ストレス\nが過重であるか否かを判定するためには、客観的な業務内容のみならず、当該個人\nの資質も考慮し、その者によって過重であったかどうかが判定されなければならな\nい。\n③　このような観点から見ると、ｂにとっては、以下のとおり、出張中の業務は、\n過重なものであったというべきである。\n（ア）　身体的負荷\n身体的には、出張中は、出張前に比べ、通勤時間、労働時間のいずれも増え、し\nかも、労働中は長時間立ちっぱなしの仕事であったから、身体的負荷は急増した。\n出張前は、午前七時三〇分ころ自宅を出て、午後六時ころには帰宅していたが、\n出張中は、午前八時ころ宿舎を出発し、午後九時三〇分ころ宿舎へ戻っていた。\n通勤時間は、出張前は自家用車で三〇ないし三五分位であったのに対し、出張中\nは、徒歩、地下鉄、電車を利用して約一時間二〇分を要している。これに首都圏の\n通勤ラッシュが加わっていたのであるから、首都圏の通勤ラッシュの経験のなかっ\nたｂにとって、この、ラッシュの中を含む一時間二〇分の通勤は、肉体的な面だけ\nをとっても極めて大きな負担となっていたと考えられる。\n（イ）　精神的負荷\nまた、出張中の勤務での精神的ストレスはｂの性格からして、極めて著しいもの\nであった。\n出張前の業務は、機械的な単純作業であったのに対して、出張中の業務は、客を\n相手とする接客業務であり、商品についての知識、言葉遣いや的確な受け答えなど\n客と応対する技術、能力を要求される全く異質な業務であった。\nｂは、性格的に無口でおとなしく、几帳面で責任感の強い、仕事熱心なタイプで\nあったから、経験がないのみならず、出張前の業務と全く異なる販売業務は、ｂに\nは不向きでもあった。\nこうした販売業務から生じた、過去に経験したことのない種々の精神的ストレ\nス、即ち、（Ａ）　業務を遂行する上での自己の役割に関わるストレス、（Ｂ）\nキャリア不足からくるストレス、（Ｃ）　職場での人間関係に関するストレス、\n（Ｄ）　それらをサポートする体制の欠如からくるストレスなどは、以下のとおり\n著しいものであった。\n（Ａ）　組織の役割に関するストレスとしては、①職務の役割自体の曖昧さ、②職\n務内容についての葛藤、③スタッフへの責任、④職務責任境界の不明確さなどによ\nる葛藤などがストレス源として挙げられるところ、ｂがマツモト電器店に派遣され\nた当初の状況は、これら全ての項目について強いストレス源となっていたと考えら\nれる。\n即ち、ｂが与えられた仕事目的は、量販店における販売業務であり、自社製品の\n売上をできる限り拡大することが自明であったはずで、ｂは、この目的を遂行する\n上で全く経験を欠いていた。そして、十分な知識もないままに、営業店内で自己が\n果たすべき役割や責任が果たせないまま数日を過ごしていた事実は、必然的にスタ\nッフへの気遣いを生み出し、与えられた役割に対する葛藤や曖昧さ、責任の不明確\nさなどの強い精神的ストレスを生じさせたと考えられる。\nｂは、几帳面で責任感の強い、仕事熱心なタイプであったから、新しい環境へ適\n応して自己の責任を果たさなければならないという責任感、精神的重圧感を強く抱\nく性格であって、業務を遂行する上での自己の役割に関わるストレスは重大であっ\nた。\n（Ｂ）　キャリアに関するストレスとして、①過大な期待、②見下し、過小なキャ\nリア、③仕事の保証欠如、④くじかれた願望、などが挙げられるところ、ｂの場\n合、営業販売の面では期待されたキャリア以下の能力しかなかったから、キャリア\n不足からくるストレスは、極めて重大なものであった。\nｂは、内向的な性格であって、接客業務は苦手・不向きであったため、出張前、\n妻のａを相手にお客さんとのやりとりの練習をしたりしたというのであり、このこ\nとは、ｂの責任感の強さとともに、キャリア不足からくる精神的ストレスが出張の\n開始前から極めて強かったことをも表わしていると考えられる。\nｂは、出張前に、自社製品についてのみ、簡単な販売教育は受けたものの、販売\n応援の仕事は、それ自体もともと難しいものであり、簡単な教育を受けたからとい\nって直ちに仕事ができるものではない。しかも、派遣先では、他社の製品も販売し\nなければならなかったので、接客、販売のためには、他社製品も含めて相当量の商\n品知識を要求された。\nｂは、このような知識がなかったから、知識面でのキャリア不足からのストレス\nも大きく、そのことはｂが出張中も自ら商品についての勉強をしていたことにも表\nわれている。\n（Ｃ）　職場での人間関係に関するストレスとして、①上司、同僚、部下との人間\n関係、②委託された責任を遂行する上での困難、などが挙げられる。\nｂは、内向的で、見知らぬ人々の中で業務を遂行する上で、なかなか職場の他の\n人々と打ち解けることもできず、緊張の連続であった。\nそのうえ、キャリアの不足も関わって、委託された責任を遂行する上での困難に\n基づく職場での人間関係に関するストレスがあった。\nさらには、宿舎に帰還後の同宿者も初対面の人々ばかりであったから、ここです\nらも、十分にはくつろげずに精神的緊張もとれなかったし、職場での人間関係に関\nするストレスは著しいものであったと考えられる。\n（Ｄ）　組織構造とその風土からくるストレス源として、①意思決定への参加の無\nさ、②行動の制約、③労務政策、④効果的な相談体制の欠如などストレスを生み出\nす組織機構及び問題が生じた場合のサポート体制などが挙げられる。\nこのうち、④については、派遣先のマツモト電器店で生じた様々な悩みや困難を\n相談するサポート体制が全く欠如していたことが、ｂが受けたストレスをさらに拡\n大する要因になったと考えられる。\nさらに、①として、販売応援への参加が決定されていく過程でｂ自身が断わりに\nくい状況があったこと、また、参加する出張での仕事内容について、ｂの関知しな\nいところで据付義務から販売応援業務への変更が決定されていた状況が、ストレス\n源になっていた。\n（Ｅ）　これらに加えて、慣れない地でのラッシュの中を含む一時間二〇分の電車\n通勤、一時間四五分もの拘束時間の増加、しかもその間慣れない長時間立ちっぱな\nしの仕事は、生活環境の激変と不便さから来る精神的負担などとも相俟って精神的\nな面でも外的ストレスとして重なってｂに加わっていた。\n④　以上の事実からすると、ｂの先天的要因・素因によって形成された動脈瘤が、\n過重な業務に従事したことによって、破裂したものというべく、ｂについては、先\n天的要因に業務上のストレスが付加されて脳動脈瘤破裂の結果が生じたものである\n以上、業務上のストレスは、脳動脈瘤破裂による脳出血に合理的関連性を有してい\nるから、ｂの脳出血による死亡は、業務上のものであるというべきである。\nまた、仮に、業務上の判断において、相当因果関係説をとったとしても、先天的\n要因に業務上のストレスが共働原因となって脳動脈瘤破裂の結果が生じたものであ\nる以上、業務と脳出血には相当因果関係があるものと解すべきであるから、ｂの脳\n出血による死亡は、業務上のものというべきである。\n（２）　脳出血発症後の症状増悪についての業務起因性\n①　ｂは、昭和五五年七月五日午後四時ころ、頭痛、吐き気などを訴えたが、勤務\n時間中であったがために直ちに医師に受診することができず、発症五時間後、勤務\nを終了して旅館へ帰る途中、鶴瀬病院で診察を一度受けたのみで、午後一一時三〇\n分ないし一二時ころ、富士館に帰還し、以後さらに引き続き嘔吐や、激しい頭痛の\n愁訴、失見当識の発現などの症状の進行、増悪が明らかに認められる状態にあった\nにもかかわらず、ｅなど個人的に介抱してくれる者があったほかは、全く看病、病\n状の監視などの体制が採られることなく、緊急に医師の診察を受ける機会を奪われ\nたまま六日午前一一時二〇分ころまで放置されている（この間、販売応援業務従事\n者の管理責任者であったｆは午前一〇時三〇分ころ静岡へ帰還してしまってい\nる。）。\nこのような経過の下で、ｂは、発症から約二〇時間もの時間を経過した後によう\nやく入院し、初めて適切な医療の機会を与えられ、巨大血腫を発見されて手術を受\nけたものの死亡に至っている。\n②　脳動脈瘤破裂が発症した場合、死亡の転帰をたどる率は高いが、その重症度\nは、主として意識障害のレベルによって決まり、手術はできる限り早期に行なう方\nが救命率は高い。\nｂの場合、発症後初期の意識障害のレベルは、比較的、重度ではなく、緩慢な進\n行だったとみられるから、旅館帰着後、深夜に嘔吐を繰り込し、激しい頭痛を訴え\nた際に、これに適切に対応して、受診をさせて、専門医による診断を受けていれ\nば、より早期に手術がなされることによって一命を取り止めた可能性が大きい。\nまた、ｂの場合、発症後、日常共に生活している妻などの家族と共にいたのであ\nれば、発症後早い時期に、遅くとも嘔吐を繰り込し、激しい頭痛を訴えるなどした\n時に、日常と大きく異なるｂの状況から異変を察して専門医の診断を受けさせ、よ\nり早期の対処がなされることが十分に期待できたと考えられる。\nところが、ｂは、出張中であり、出張中の従業員に対する勤務先のサポート体制\nは、健康管理を含め、極めて不備なものであったから、発症後も十分な看病、症状\nの監視などの体制が採られず、一時的に個人的な行為による看病がなされたほか、\n放置された（販売応援業務従事者の管理責任者であったｆが静岡へ帰ってしまって\nいることがそれをよく物語っている。）ことにより、迅速に診断、治療を受ける機\n会が奪われたものというべきである。\nしたがって、出張中という業務の特殊な状況が要因となって、症状の増悪、死亡\nを招いたものであり、ｂが発症した後、死亡に至ったことについては、業務起因性\nがあると考えるべきである。\n５　よって、原告は、被告に対し、本件処分の取消を求める。\n二　請求原因に対する認否\n１　請求原因１の事実は認める。\n２　同２の事実は認める。\n３　同３の事実は認める。\n４（一）（１）　同４（一）（１）①のうち、ａがｂの妻であること、原告がｂと\nａとの間の長男であることは認める。同②の事実は認める。同③のうち、その前段\nの事実及びｂに十二指腸潰瘍の既往があったが一時的には痛みが止まっていたこと\nは認め、その余は争う。同④は争う。\n（２）　請求原因４（一）（２）①の事実は認める。同②のうち、ｂが一日中、立\nちっぱなしのままで仕事をしていたことは否認し、その余の事実は認める。同③は\n争う。\n（３）　請求原因４（一）（３）のうち、昭和五五年七月五日の経過については認\nめ、七月六日の経過については否認する。\n（二）　同４（二）は争う。\n（三）　同４（三）は争う。\n（四）　同４（四）は争う。\n５　同５は争う。\n三　被告の主張\n１　ｂの脳出血の業務起因性\n（一）　ｂの脳出血という疾病が本件業務上の疾病というためには、右業務と当該\n疾病の間に相当因果関係が必要であるところ、右因果関係があるというためには、\n他に競合する原因があっても、右業務が、相対的に有力な原因であれば足りるが、\n単なる条件、即ち、その引き金になったにすぎない場合には、両者の間の相当因果\n関係が否定されると解すべきである。そして、ｂの死因である脳出血は、非職業的\nな要因によっても発症するものであるから、それが、本件業務上の疾病と認められ\nるためには、右業務の遂行中に発生したというだけでは足りず、その業務起因性が\n明らかであること、即ち、右業務による重激なる身体的、精神的負担または突発的\nな出来事を原因として脳出血を発症し、もしくは高血圧症などの基礎疾患を増悪さ\nせ、脳出血を発症したと認められる場合でなければならない。\nそして、その判断基準としては、右業務が、脳出血を発生させる具体的危険を有\nするものである必要があるというべきである。\n（二）　ところで、労災保険法一条にいう「業務上の事由」は、労基法七五条に規\n定する災害補償の要件である「業務上」と同一の趣旨と解されるところ、労基法\nは、「業務上の疾病」の範囲を命令で定めることとし（七五条二項）、これを受け\nて同法施行規則三五条によって、疾病を具体的に列挙する他に、業務に起因するこ\nとが明らかな疾病を業務上の疾病としているが、これは、具体的に列挙されていな\nい疾病については、業務との関連性の立証があった場合に始めて業務上と認定でき\nる趣旨である。\nそして、その具体的判断基準については、通達（昭和六二年一〇月二六日付基発\n第六二〇号「脳疾患及び虚血性心疾患等の認定基準について」によって定められて\nおり、それによると、次の①、②の要件を満たす必要がある。\n（１）　次に掲げる①または②の業務による明らかな過重負担を発症前に受けたこ\nとが認められること、\n①　発症状態を時間的及び場所的に明確にし得る異常な出来事（業務に関連する出\n来事に限る。）に遭遇したこと、\n②　日常業務に比較して、特に過重な業務に就労したこと、\n（２）　過重負担を受けてから症状の出現までの時間的経過が医学上妥当なもので\nあること、\nそして、右認定基準は、前記（二）の判断の基準となるものであるので、これに\nよって、業務上であるか否かを判断すべきである。\n（三）　これをｂについてみるに、ｂが出張前に従事していた業務及び出張中の業\n務は、いずれも精神的にも身体的にも比較的軽易な作業であったといえ、出張前後\nの業務の変化についても、作業形態と環境の変化により若干の心労が生じた可能性\nがないとはいえないが、これをもって、脳出血を惹起させる程度の質的、量的に著\nしく強度の精神的緊張あるいは肉体的に過激な業務負担があったとはいえない。\n原告は、特に、出張中の業務内容について、身体的及び精神的に過重なものであ\nって、ｂに過重なストレスを与えたと主張するが、出張中の業務については、事前\nに研修等の指導を受けており、マツモト電器店では、店長の指導の下に一階の一般\n家庭用電気製品売場において、展示品の清掃、商品の整理、通路の整理及び電話の\n応対等主として補助的な業務に従事していたものであるから、身体的に過重な業務\nとはいえないし、精神的ストレスに関しては、未だ定説がないのであるから、原告\nの主張には、医学的な根拠はない。\n２　脳出血の医学的原因\nところで、脳出血は、脳動脈瘤破裂、高血圧等の他、脳内の小さな血管の奇形に\nよっても発症するものであるが、脳動脈瘤破裂も高血圧もそれによる内出血には急\n激な病変が伴うこと、脳動脈瘤破裂の好発部位は決まっていること、ｂについては\n脳動脈瘤の好発部位ではない白質内で出血していること、ｂの発症が緩慢であった\nこと及び高血圧の既往症がなかったことを勘案すると、その脳出血の原因は、隠れ\nた脳動脈奇形の破裂によるものと推認すべきである。そして、隠れた脳動脈奇形の\n破裂による出血は、日常どのような場合にもおこりうるものであるから、ｂの脳出\n血は、本件業務との因果関係がなく、業務上のものとはいえない。\n３　発症後の症状増悪\nｂは、七月五日午後四時ころ、気分が悪くなってマツモト電器店二階の店長室の\nソファーで寝ていたが、夕方、ｇ主任が「早く上りますか」と声をかけたところ、\nｂは、「今は気分が悪いのでもう少し寝ている」旨返事をしたのでそのまま寝か\nせ、午後七時ころ、ｇ主任は、自動車でｂを富士館へ送るその途中、鶴瀬病院にお\nいてｂに診察治療を受けさせその際ｂに入院をすすめたが、ｂが旅館に帰ってゆっ\nくり休みたいと希望し、同病院医師も大丈夫だろうといったので、ｂを富士館へ送\nったが、この間ｂは、足取りは不安定ながらも言葉は明確であったので、ｂには特\nに異常はなく、大丈夫と思っていた。\nそして、富士館に戻った後は、同部屋のｅらがｂを介抱し、ｂは、意識ははっき\nりしていて「寝ていれば治るよ」といっており、翌六日朝、よく眠っている状態で\nあったので、ヘルパー管理責任者として各店舗を巡回していたｆ（以下「ｆ」とい\nう。）は、鶴瀬病院へ電話で問い合せをしたところ、同病院からは「心配ない」と\nの回答を得ていた。\nしたがって、これらの事情を考慮すれば、右ｇ主任らは、ｂに医師の診断を受け\nさせ医師の判断も聴いた上、当時は意識のはっきりしていたｂ本人の意向や情況に\n従って対処していたのであるから、これらの措置が不適切であったということはで\nきず、ましてや、本件業務がｂの症状を増悪させたものということもできない。\n四　被告の主張に対する認否・反論\n１（一）　被告の主張１（一）は争う。\n（二）　同（二）のうち、被告の主張する通達があることは認め、その余は争う。\n右通達は、行政庁内部の単なる指針であって、それが法規となるわけではないか\nら、理論上裁判所を拘束しないし、また、右通達は、内容的にも、次のとおり、脳\n出血の業務認定基準として不合理なものである。即ち、\n（１）　日常業務と比較して過重な業務があった場合に限定している点は、医学\n上、日常の業務が余りに過重であって、それが、脳出血の原因となりうる場合もあ\nるのであるから、不合理である。\n（２）　また、過重負荷労働の判断の対象の期間が一週間に限定されている点も、\n医学的には、継続的な過重負担が脳出血の原因となりうる場合もあるのであるか\nら、不合理である。\n（３）　その上、判例上確定している共働原因説を廃している点も不合理である。\n（４）　また、因果関係が医学的に証明されることを要するとしているが、仮に、\n因果関係が必要と解したとしても、業務上認定は、人体の疾病の発症等の機序を医\n学的に解明する医学的判定を目的とするものではなく、被災者に労災補償制度を適\n用するか否かを決定することを目的とする法的判断であるから、法的証明で足りる\nと解すべきである。\n２　被告の主張２のうち、ｂの脳内出血部位が脳白質内であったことは認め、その\n余の事実は否認し、その主張は争う。\n動脈瘤破裂は、典型的なものは、被告の主張するとおり、急性であって、好発部\n位も白質内であるが、脳動脈瘤破裂にも種々の形態があり、発症後の経過が比較的\n進行性のものや白質内で出血するものもあるのであるから、ｂの発症の経過及び白\n質内の出血が脳動脈瘤破裂と矛盾するものではない。かえって、隠れた脳動静脈奇\n形は、予後がよく、発症後の経過は緩慢であるところ、ｂについては、発症後の経\n過も、比較的進行性であるといっても、発症後二四時間以内に脳内に巨大な血腫が\n発見され手術を受けたものの、死亡したものであって、むしろ、経過は緩慢とはい\nえず、予後も最悪であるから、隠れた脳動静脈奇形であったとするには、多大の疑\n問がある。\nまた、仮に、ｂの脳出血の原因が隠れた脳内出血であったとしても、その機序に\nは、血行力学的因子が作用することは脳動脈瘤と異ならないものであるから、脳血\n管の加齢による動脈硬化と並んで外的ストレスが関与し、脳出血の原因となりえる\nことも、脳動脈瘤と同様であるから、この場合にも、脳出血は、業務上のものとい\nえるものである。\n３　被告の主張３は否認ないし争う。\n第三　証拠（省略）\n理　　　由\n一　請求原因１、２、３の事実は、いずれも当事者間において争いがないので、以\n下、ｂの脳出血による死亡が、本件業務上の事由によるものであるか否かについて\n判断する。\n二　ｂの死亡に至る経緯\n１　ｂの家族構成・職歴\n請求原因４（一）（１）①のうち、ａがｂの妻であること、原告がｂとａとの間\nの長男であることは当事者に争いがなく、その余の事実については被告において明\nらかに争わないので、これを自白したものとみなすべく、同②の事実は当事者間に\n争いがない。\n２　ｂの既往症及び出張当時の健康状態\n請求原因４（一）（１）③のうち、前段の事実及びｂに十二指腸潰瘍の既往があ\nったが一時的には痛みが止まっていたことについては当事者間に争いがなく、右争\nいのない事実に成立に争いのない甲第四、第一三号証、第一五号証の一を総合する\nと、ｂは、昭和五〇年及び同五二年当時、眩暈の自訴があり、同五〇年及び同五三\n年の拡張期血圧がそれぞれ九六、九〇と高値を示していたこと、ｂは、静岡製作所\nにおける定期健康診断で十二指腸潰瘍の症状があることを指摘され、投薬治療を受\nけた結果、昭和五五年初めには、痛みがなくなる程に回復していたが、マツモト電\n器店への出張に際しては、痛みが再発するかもしれないと考えて、出張期間である\n三〇日分の投薬を用意していったこと、しかし、ｂには、それ以外に特に既往症は\nなく、昭和五四年一〇月の健康診断の結果ではまったく異常はなかったこと、な\nお、応援販売のためマツモト電器店へ出張する直前には、静岡製作所において特に\n健康診断を実施しなかったことが認められ、右認定に反する証拠はない。\n３　ｂの性格\n前記甲第四号証、成立に争いのない甲第一〇、第二九号証によると、ｂは、几帳\n面で、責任感が強く、仕事熱心で、勤務先における勤務評定も高かったが、性格が\n温和で無口でおとなしく、神経質な面もあり、勤務先の旅行などの際にはつき合い\n程度に酒を飲むこともあるが、友人と酒を飲んで家族のことを話しするなどして明\nるくすごすこともなく、内向的であったことが認められ、右認定に反する証拠はな\nい。\n４　ｂの出張に至る経緯及び出張中の業務内容\n前記甲第四号証、成立に争いのない甲第八ないし第一〇、第三三号証、弁論の全\n趣旨によって真正に成立したと認められる乙第九号証、証人ｈの証言を総合する\nと、以下の事実を認めることができ、右認定に反する証人ｈの証言部分は、採用す\nることができない。\n（一）　静岡製作所では、約二〇年位前から販売店に対する応援業務を行ってお\nり、その業務は、工場で生産される商品の供給調整、販売の促進及び従業員の教育\n等のために行われていたものであるが、その計画人選については営業部業務課が主\n体となって行ない、具体的な人選は、職場長が行っていた。静岡製作所では、この\nような応援業務は、その職種、年齢等のいかんにかかわらず、従業員なら誰でもで\nきると考えていたので、通常な健康状態の人について遍くその対象としていたが、\nこの応援業務を断った場合のペナルティは定まっていなかったとはいうものの、こ\nのような応援業務を嫌う従業員が多かったため、事実上、順番に派遣されることに\nなっており、本人や家族の健康状態が悪い等の具体的事情がないのに断った場合\nは、今後の査定に響くこともあるし、他の従業員の反感を買うことにもなるから、\n実際上応援業務を断るということは難かしい状況であった。応援業務の内容として\nは、販売応援業務とエアコンの据付業務があり、主に四月から七月にかけて、最長\n二か月、最短で二日位、年間数十名から数百名が東京都周辺・大阪や名古屋地域の\n各販売店に派遣されていた。そして、派遣された従業員は、出張中は、勤務先が指\n定した宿舎に泊り、そこから指定された販売店に通うこととなっていたが、出張中\nの従業員の健康管理については、販売店、宿舎、静岡製作所の間で明確な取り決め\nや委託はなく、勤務先から、責任者が派遣されることもなく、従業員の自己責任に\n任されていた。\n（二）　ｂは、昭和五五年春ころ、班長からエアコンの据付作業のため販売店へ出\n張するよう指示を受けたが、出張もやむをえないと判断したものの、六月には弓道\nの試合があって出場するので七月から出張してもよい旨返答したところ、上司もこ\nれを了解し、昭和五五年七月一日から一か月間、マツモト電器店へ出張して応援業\n務に従事することになった。ところが、出張の一、二週間前に、勤務先の都合で、\n応援業務の内容が据付業務から、店頭販売業務に変更になったため、ｂとしては、\n少なからず当惑した。同年六月二四、二五日ころ、一日かけて、応援業務へ行く従\n業員に対して、静岡製作所において、販売業務の研修が行われ、ｂもこれに出席し\nた。\n５　ｂの出張前の業務内容と出張中の業務内容との比較\n請求原因４（一）（２）①、②の事実は、ｂが一日中立ちっぱなしのままで仕事\nをしていたことを除き、いずれも当事者間に争いがなく、右争いのない事実に前記\n甲第二八号証、成立に争いのない甲第六、第一一、第一二、第三〇号証、弁論の全\n趣旨によって真正に成立したと認められる乙第五、第六号証を総合すると、以下の\n事実が認めることができ、この認定を覆すに足りる証拠はない。\n（一）　マツモト電器店は、いわゆる一般家庭用電器製品量販店であったところ、\nｂの出張中の業務は、主に、店内で販売業務に携わる予定であったが、出張当初\nは、仕事に慣れていないため、店内の展示品の清掃、商品整理、通路の整理及び店\n員の販売業務の手伝いが主な仕事であって、ほとんど一日中店内で立ったままの状\n態で仕事をし、慣れるまでの間は、足がパンパンに張る状態となった。\n（二）　ｂの出張販売中の勤務状況・他社の応援者の状況・その近辺の市場・販売\n台数については、勤務先に対し、出張中、毎週月曜日に、週間報告書を提出するこ\nとが義務付けられていたにすぎず、特に、販売のノルマはなかったが、ｂとして\nは、努めて、三菱電機株式会社の製品を販売するように努力するとともに、出張先\nの指示により他社製品の販売をも担当することが必要であったため、他社製品の性\n能、機種などの知識も得るよう努力していた。\n（三）　ｂの出張前の具体的業務内容と出張中の業務内容との具体的な比較は、そ\nれぞれ、原告の主張の請求原因４（一）（２）①、②のとおりである。\n６　ｂの出張前後及び出張中の生活状況\n前記甲第四、第一一、第一二号証、乙第五号証及び成立に争いのない甲第五号\n証、弁論の全趣旨によって真正に成立したと認められる甲第三一、第三二号証、証\n人ｅの証言によると、以下の事実を認めることができる。\n（一）　ｂは、出張前はユニットの工程係に在籍し、朝七時三〇分ころ自家用車を\n運転して出勤し、夕刻七時ころ帰宅するのが通常であって、特に、仕事量が増え\nて、残業するということはなかったが、一か月間出張するため、その間の仕事の段\n取りを予定しておかなくてはならず、通常より多少忙しかった。\nまた、ｂは、入社後一度も経験のない販売の仕事のため初めて東京方面に出張す\nることになったため、そのことを特に気にし、出張直前には、妻のａを相手に、客\nとの応待についての練習をしたりしていたし、前記の販売業務の研修の際にも、熱\n心に参加していた。\n（二）　ｂが出張中に宿泊する宿舎は、静岡製作所が契約した民間の旅館である\nが、ｅ及びｉとの相部屋であって、静岡製作所の責任者は常駐しておらず、朝食は\n旅館で用意されるが、ｂの帰宅が夕食の時間より遅かったので、ｂは、夜は外食す\nることを余儀なくされ、僅か一〇〇〇円足らずの簡単な食事で済ませていた。\n（三）　ｂは、マツモト電器店での仕事中、店員や顧客に対し極力丁寧にするなど\nして気を使い、早く仕事に馴れようとしてこまめに身を動かしていたが、ｂの顔色\nがあまり良くなく、疲れて、覇気のない様子であった。\nまた、宿舎の富士館においても、同室のｅらに、「販売業務は初めてだから気を\nつかう。」と述べたり、販売の際の商品についての説明をどうしたらよいのかと\nか、客に対してうまく接するにはどうしたらよいのかなど尋ねたりして、必要以上\nに、販売応援業務のことに気を使っている様子であった。\n（四）　さらに、ｂは、マツモト電器店への通勤中や宿舎等では、暇を見つけて\nは、販売のための知識を得るため、各メーカーの機種の名称、規格、性能、専用回\n路、消費電力等が書かれているパンフレットを読んでこれを丹念に手帳にメモする\nなどしていた。\nその上、ｂは、東京のような大都会での生活、勤務などの経験が全くないため東\n京近郊の地理にも疎く、電車での通勤も初めてであるため、昭和五五年七月二日の\n帰宅時には、電車を乗り間違えて逆の方面に行ってしまったりもして苦労していた\nし、宿舎でも、同室の同僚のいびきなどが気になって十分安眠できないということ\nもあった。\n７　ｂの脳出血の発症、死亡の経緯及び死亡の所見\n（一）　請求原因４（一）（３）のうち、昭和五五年七月五日の経緯については当\n事者間に争いがない。\n（二）　そして、右争いのない事実に前記甲第九、第一二号証、成立に争いのない\n甲第三号証の一、二、第二一ないし第二四、第二七号証、乙第一〇号証の一ないし\n七、第一八号証を総合すると、以下の事実を認めることができる。\n＜０２５５５－００９＞\n＜０２５５５－００１０＞\n＜０２５５５－００１１＞\n（三）　前記甲第二号証の二、乙第一八号証、成立に争いのない乙第一〇号証の一\nないし七によると、ｂの死亡は、脳出血によるものと認めることができる。\n三　脳出血の病理的な機序とｂの脳出血の原因\n１　前記甲第三三号証、成立に争いのない甲第三六ないし第四〇号証、乙第一一な\nいし第一四、第一六、第二一号証、鑑定人ｊの鑑定の結果、証人ｋの証言及び弁論\nの全趣旨によると、以下の事実を認めることができる。\n（一）　脳出血の原因としては、医学上、①高血圧、②脳動静脈血管奇形、③脳動\n脈瘤破裂、④その他が挙げられているが、このうち、①高血圧については、一般\nに、高血圧の既往症がある者について発症するものであり、好発部位としては、\n四、五か所であるが、好発年齢は、五〇歳以降であって、脳実質内に出血すること\nが多い。\n（二）　また、②脳動静脈血管奇形とは、通常動脈と静脈との間にある毛細血管が\n先天的に形成されず動脈と静脈間が直接吻合された状態を言い、脳動静脈血管奇形\nが破裂すると脳出血が発症するが、脳動脈瘤の約六分の一から一〇分の一の発生頻\n度で、好発年齢は二〇歳ないし四〇歳であり、この出血による死亡率は、初回出血\nで一〇パーセントと比較的低く、予後は脳動脈瘤破裂より良好である。なお、脳動\n静脈血管奇形があれば、開頭手術の際、発見されることが通常である。\n（三）　③脳動脈瘤破裂は、脳内の動脈中の中膜の欠損部が、成長するに従って、\n弾性が減少するとともに、血圧や血流の影響を受けて隆起した瘤が破裂するもので\nあって、好発年齢は、四〇歳から五〇歳である。これは、脳内の動脈輪の前半部に\nおいて多発し、突然襲ってくる経験したことのない頭痛が伴うのが通常であって、\n吐き気、嘔吐を伴い、発症後、意識障害の症状が発生し、予後が悪い症例も悪くな\nい症例もある。脳動脈瘤が破裂すると、通常くも膜下出血を来たすが、それと伴に\nないし単独で頭蓋内出血を伴う場合も五ないし二五パーセントあり、その約半数に\n脳室内出血を合併し、発症後の症状の進行が比較的緩慢である。また、脳動脈瘤の\n破裂には、突然発症するものばかりでなく、警告発作という出血の何日か前から頭\n痛を主とした前駆症状がある場合もある。\n（四）　④その他のうちには、隠れた脳動静脈等の奇形があるが、これは、直径が\n一センチメートル以下で白質内にある動静脈奇形等の血管奇形が、破裂するもので\nあって、脳動静脈奇形と異なり、奇形が小さいため、破綻後、開頭手術をしても、\n破綻によって消失してしまい、その痕跡はみつからない場合が多い。その発症頻度\nは、脳動脈瘤破裂に比すと少なく、好発年齢は、四〇歳以下であって、好発部位\nは、白質内である。この出血は、脳動脈瘤破裂に比して静脈性のものであるため緩\nやかで、発症の経緯も緩慢であって、頭痛・嘔吐などで発症し、徐々に、片麻痺、\n失語症等が出現し、意識障害が発生するまで、数日を要する例もあり、急性の発症\nの場合も意識障害を来たすまで数時間を要し、予後は良好であるのが通常である。\n２　前段認定の事実、前記認定のｂの健康状態並びに発症の経緯及び死亡の所見\nに、前記甲第三三号証、乙第一六号証、鑑定人ｊの鑑定の結果、証人ｋの証言を総\n合すると、以下のように認定、判断することができ、この認定、判断に反する乙第\n一六号証の記載部分、証人ｋの証言部分並びに鑑定人ｊの鑑定の結果の一部は、い\nずれも採用することができない。\n（一）　ｂの死亡の原因は、脳出血であるところ、まず、①高血圧については、ｂ\nの年齢と好発年齢の差、ｂにはっきりした高血圧の既往症がないことから、これに\nよって発症したとみられる可能性が低い。次に、②脳動静脈奇形については、発症\nの経緯好発年齢等は近似するものの、ｂの開頭手術の際に、脳動静脈奇形の痕跡は\n認められなかったこと前認定のとおりであるので、これによって発症したとみられ\nる可能性も低い。\n（二）　これに対し、③脳動脈瘤破裂については、好発年齢、予後の悪さの点は近\n似するものの、ｂの発症の経緯については、必ずしも典型的な脳動脈瘤破裂とは一\n致しないが、比較的軽い動脈瘤破裂とすれば、類似しているとみることもできる。\n他方、ｂの出血部位は、皮質下白質内の右側頭葉後頭葉内であって、脳動脈瘤破裂\nの好発部位ではなく、稀にしか発生しない部位である他、発症の経過の中で、ｂか\nら脳動脈瘤破裂において特徴的とされる激痛の訴えはなかったから、脳動脈瘤破裂\nの可能性も高くはない。\n（三）　また、④その他のうち、隠れた脳動静脈等の奇形についてみれば、好発年\n齢、出血部位は、近似しており、発症の経過についても、進行性である点で一致し\nているものの、意識不明に至るまでの期間は、約二〇時間であること、予後も最悪\nである死亡に至っていることなどの点で、典型的な隠れた脳動静脈等の奇形とは異\nなる面も有している他、隠れた脳動静脈等の奇形が発症する頻度が少ないことをも\n考え合わせると、隠れた脳動静脈等の奇形が原因である可能性が高いが、これによ\nるとまで断定することができない。\n（四）　右の認定、考察を総合すると、ｂの脳出血は、隠れた脳動静脈等の奇形な\nいし脳動脈瘤破裂によって発症したものと経験則上推認するのが相当であると判断\nする。\n四　ｂの脳出血の業務起因性\n１　労基法七九条、八〇条にいう「労働者が業務上死亡した場合」とは、労働者が\n業務に起因する負傷または疾病に基づいて死亡した場合をいうが、これを脳出血の\n疾病についてみるに、脳出血は、身体的素因等から業務に無関係に発生する可能性\nも高いものであるから、これが業務遂行中に発症した場合であっても、直ちにこれ\nが業務に起因するものとは言い難く、その発症と業務との間に相当因果関係がある\n場合に、業務に起因する疾病と判断すべきである。そして、業務と疾病の発症との\n間に相当因果関係がある場合とは、単に、疾病が業務のみを原因として発症した場\n合だけではなく、業務と身体的素因等が共働して疾病が発生した場合も含むが、業\n務が相対的に有力な原因であることが必要であって、単に、業務が疾病発症の誘因\nないしきっかけとなったにすぎない場合は、業務と疾病の発症との間に相当因果関\n係がある場合には含まれないと解するのが相当である。\n２　ところで、前記甲第三三、第三六、第三八号証、成立に争いのない甲第一六、\n第三五、第四〇ないし第四二号証、第四三号証の一ないし三、鑑定人ｊの鑑定の結\n果及び証人ｋの証言を総合すると、以下の事実が認めることができる。\n（一）　脳動脈瘤破裂は、脳内の血管の隆起した瘤が破裂するものであって、先天\n的または後天的な脳動脈瘤の存在及びそれに対する加齢等による血管硬化及び血圧\n上昇等の血行力学的な要因によって発症するものであり、また、隠れた脳動静脈等\nの奇形は、症例が少なく、医学的な定説はないが、脳内の血管のうち、毛細血管の\n欠落等の奇形が破裂するものであるから、隠れた脳動静脈等の奇形の存在の他の破\n裂の誘因としては、脳動脈瘤破裂と同様、加齢等による血管硬化及び血圧上昇等の\n血行力学的な要因の影響を受けるものと推測されている。なお、具体的に、社会生\n活のどのような出来事が脳動脈瘤破裂及び隠れた脳動静脈等の奇形の誘因となるか\nについては、明確な統計はないが、脳動脈瘤破裂については、三分の一は睡眠中\nに、三分の一は特別な状況の無いときに、三分の一は、特別な状況下（興奮・性\n交・排便時等）に、発症するとする統計もあり、一見、時間的に平均して発症して\nいるようであるが、通常人では一日の三分の一もの間特別な状況下にあるはずはな\nいから、これらの特別な状況があるときは、これらの特別な状況が、脳動脈瘤破裂\nあるいは隠れた脳動静脈等の奇形の誘因となっていると推認することができ、ひい\nては、その発症が、前記の血管硬化及び血圧上昇等の血行力学的な要因の影響を受\nけることを裏付けるものといえる。\n（二）　そして、精神的ストレス及び身体的ストレスが、人の血管硬化及び血圧上\n昇等の血行力学的要因にどのような影響を与えるかについては、医学的には、種々\nの見解があるが、疫学的には、動物実験等で、過大なストレスが動物に負荷された\n場合に、一時的ないし持続的な血圧上昇が招来され、血管が硬化するような物質が\n動物の体内に多量に生産されるという結果が得られているほか過大なストレスにさ\nらされている人について、動脈硬化性疾患が高率に発生している等の統計が世界的\nに多数紹介されており、また、医学的には、緊張、興奮時には血圧上昇、心拍数増\n大及び抹梢血流の増加が招来されることは定説であり、他方、過大なストレスが人\nの血管硬化及び血圧上昇を招来することについて、明確に否定するような研究もさ\nれているとは認められないから、過大な精神的、肉体的ストレスによって人の血管\n硬化及び血圧上昇が招来されることが容易に推認することができる。\n３　そこで、ｂの従事していた本件業務とそれによるストレスのｂの脳出血発症に\n与える影響について検討する。\n（一）　前記の認定によると、出張前のｂの従事していた仕事は、身体的・肉体的\nに比較的軽度で、出張に際しても、特に、残務整理等で、負担が増加したとは認め\nられないから、これが、過大なストレスをｂに与えたと認めることはできない。\n（二）　前記認定の事実によると、出張前のｂの労働時間は、昼食の休憩時間を除\nくと、拘束八時間四五分であったのに対し、出張後の労働時間は、同様の基準で\nは、一〇時間三〇分となること、また、出張後の勤務時間帯は、出張前に比して、\n始業が一時間遅れるため、就業時間が夜間にずれ（午後八時ころまで）、長年規則\n的な昼間勤務を続けていたｂの場合、このことが、身体的負担を大きくする事情と\nなっていたこと、そのうえ、勤務中の状態も、出張後は、一日中、立ちっぱなしの\n業務であって、慣れるまでは、足がパンパンに張るような状況であったこと、通勤\nについては、出張前は、自家用車で約三〇分程度で勤務先に到着することができた\nのに対して、出張後は、正常に電車や地下鉄を乗り継いでも約一時間二〇分を要し\nないとマツモト電器店に到着せず、この通勤時間の長さも、ｂの身体的負担を増加\nさせていたが、その通勤時間もさることながら、通勤経路が、富士館から徒歩三分\nで本郷駅、本郷駅から地下鉄丸ノ内線で池袋駅、池袋駅から東上線で鶴瀬駅、徒歩\n五分でマツモト電器店という経路であって、時間帯は通勤ラッシュのピークからは\nはずれ、また、東上線は混雑する方向とは逆方向であったとはいえ、丸ノ内線に乗\nっている時間帯は、通勤ラッシュと重なり、交通の要所の池袋駅での乗り換えの際\n人混みに揉まれるなどのこともあったことは経験則上容易に窺われるから、東京で\nの生活や勤務の経験がなかったｂにとっては、肉体的にかなりの負担を強いられた\nというべきであるし、また、出張によって、単身、東京へ赴き、他の派遣者と旅館\nの相部屋で生活し、夕食は外食を余儀なくされたため、生活の急激な変化による身\n体に対する負担も著しいものであったというべきである。\n（三）　また、前記認定の事実によれば、ｂが、販売業務応援のための出張に承諾\nしたのは、静岡製作所の方針によって、従業員が順番に出張に参加することが暗黙\nの前提となっていたからであったが、出張前は、工場内の仕事に携わっており、接\n客業の経験はなかったし、元来、内向的な性格であって、接客業には不向きであっ\nたこともあり、出張前から、接客業に携わることに対して、不安を抱いていたこ\nと、現に一般的に出張開始後一週間から一〇日は、初めての者は仕事にならない状\n況であったうえに、出張先では、自社の製品に限らず、他社製品も販売しなければ\nならず、他社製品についても、相当の知識も必要であったところ、ｂは、元来仕事\nに対する責任感が強い性格であったため、出張前から、その妻を相手に、販売の予\n行演習をしたり、出張後も、商品研究をしていたものであるから、相当な精神的負\n担を受けていたと推測されるし、出張後の生活環境も、前記のように、出張前に比\nして急激に変化していたから、このような生活環境の変化による精神的な負担も無\n視できないものであったというべきである。\n（四）　また、前記の認定によれば、ｂには十二指腸潰瘍の既往症があったこと、\nｂは、内向的である反面真面目な性格であったから、身体的、精神的ストレスに弱\nいタイプであると推認される。\n４　以上の考察に照らすと、ｂの出張中の本件業務は、ｂに対して身体的、精神的\nに過重な負荷を与えたと認められ、このような負荷によって、前記のｂの身体的素\n因である脳動脈瘤ないし脳動静脈血管奇形を急激に増悪し、その破裂に至らしめ、\n脳出血を招来したものと推認するのが相当というべく、本件業務の負荷の過重であ\nることに照らすと、本件業務は、ｂの脳出血の発症及びそれによる死亡について相\n対的に有力な原因となったと認めることができるから、ｂの本件業務とその死亡と\nの間には相当因果関係を認めるのが相当であり、ｂの死亡には、労基法七九条、八\n〇条にいう「労働者が業務上死亡した場合」に該当するものと判断するのが相当で\nある。\n五　結語\n以上の次第で、原告の本訴請求は、理由があるのでこれを認容することとし、訴\n訟費用について民事訴訟法八九条を適用して、主文のとおり判決する。\n（裁判官　塩崎勤　小林登美子　水野有子）\n"
}