{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 5,
    "month": 9,
    "day": 29
  },
  "case_number": "昭和61(ワ)757等",
  "case_name": "帝国臓器製薬配転",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19000",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19000",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/000/019000_hanrei.pdf",
  "contents": "主　　　文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n事実及び理由\n第一　請求\n一　甲事件\n被告は、原告ａに対し、金一二五八万九一七〇円及び内金四三二万七二六〇円に\n対する昭和六二年五月二〇日から、内金八二六万一九一〇円に対する平成三年五月\n九日からそれぞれ支払済みに至るまで年五分の割合による金員を支払え。\n二　乙事件\n１　被告は、原告ｂに対し、金一〇八〇万円及び内金三七五万円に対する昭和六二\n年六月二日から、内金七〇五万円に対する平成三年四月一日からそれぞれ支払済み\nに至るまで年五分の割合による金員を支払え。\n２　被告は、原告ｃ、同ｄ、同ｅに対し、それぞれ金二一六万円及び内金七五万円\nに対する昭和六二年六月二日から、内金一四一万円に対する平成三年四月一日から\nそれぞれ支払済みに至るまで年五分の割合による金員を支払え。\n第二　事案の概要\n本件は、被告会社に勤務する原告ａ（以下、「ａ」という。）が、昭和六〇年三\n月一六日に被告会社の東京営業所から名古屋営業所への転勤を命じられ、この転勤\n命令により、被告会社で共働きの妻である原告ｂ（以下、「ｂ」という。）及ぴ子\n供である原告ｃ（以下、「ｃ」という。）、同ｄ（以下、「ｄ」という。）、同ｅ\n（以下、「ｅ」という。）と別居をせざるを得ない単身赴任を強いられたとして、\n原告らが被告に対し、右転勤命令の無効、違法を理由に債務不履行あるいは不法行\n為による損害賠償を求めた事案である。\n一　前提となる事実\n１　当事者\n（一）　被告は、各種医薬品の製造阪売等を業とする株式会社であり、肩書地に本\n社を置き、製造工場として神奈川県川崎市に川崎工場を、福島県いわき市にいわき\n工場を設置して医薬品の製造活動をし、医薬営業本部の管轄下に営業所を全国一五\nか所（昭和六〇年当時は、東京第一、東京第二、大阪、名古屋、福岡、札幌、仙台\n及び広島の八か所）に、出張所を数か所（昭和六〇年当時は、新潟、高松及び横浜\nの三か所）にそれぞれ設置して医薬品の販売活動をしている。営業品目の売上の約\n九割が人体用の治療用医薬品、診断用医薬品で、その殆どが医家向けであり、販売\n取引先は武田薬品または住友製薬であり、それらの系列卸問屋が病院などの医療関\n係者から被告会社製品の注文を受けてそこに納品するという業態を敷いている。従\n業員は約一〇〇〇名（昭和六〇年当時は約九〇〇名）であり、そのうち、医薬情報\n担当者は約三〇〇名（昭和六〇年当時は約二五〇名）である。\n医薬情報担当者とは、医療用医薬品の製造、輸入、販売を業とする企業に所属\nし、製品の適正な使用と普及促進を目的として、企業を代表し病院、診療所、開業\n医等の医療担当者に面接の上、医薬品の品質・有効性・安全性・使用上の注意など\n学術情報の伝達・収集・フィードバックを日常業務とする者である。かつてはブロ\nパーあるいはディーテルマン、拡張員、学術宣伝員と呼ばれていたが、業界の過当\n競争による添付行為・景品の過大提供、医薬品による薬害等の社会問題が生じ、日\n本の代表的な医薬品メーカーが加盟している日本製薬工業協会を中心とした業界に\nおいて医薬品の製造販売の企業活動の見直しが検討された結果、従来の販売中心の\n仕事のあり方から医薬の安全性情報の伝達業務に重点を置くように指導され、昭和\n五四年、プロパー等の名称を医療情報担当者と統一され、薬事法七七条の二におい\nても、医薬品製造販売業者は、医療関係者に対し、医薬品の適正な使用のために必\n要な情報の提供及ぴ収集をすることに努めるべき旨が定められた。（乙三三号証、\n証人ｈ）\n（二）　ａは、昭和四五年四月六日、被告との間で雇用契約を締結し、医薬情報担\n当者として昭和六〇年三月まで東京営業所（組織改定により昭和五三年三月以降は\n東京第一営業所となった。）に勤務し、当時医薬第四課員（係長代理待遇）であっ\nた。その間、拡張第二課で目黒・品川地区を二年余り、三多摩地区を一年余り担当\nした後、昭和四八年九月に拡張第四課に配転となり、二年半余り山梨地区担当とし\nて山梨に宿泊出張勤務をし、昭和五一年三月に拡張第二課に復帰し、その後新宿地\n区その他の都内を九年余り担当してきた。（甲七九号証、原告ａ本人）\n（三）　ｂは、昭和四八年六月四日、被告会社との間で雇用契約を締結した。ａと\nｂは、昭和五〇年六月婚姻し、ｃは昭和五一年一月二日に、ｄは昭和五五年七月六\n日に、ｅは昭和五九年七月二一日に、それぞれその長男、長女、次男として出生し\nた。ｂは、昭和六〇年三月一六日当時、ａ、ｃ、ｄ及ぴｅとともに肩書地に居住\nし、被告会社の川崎工場企画部研究総務課に勤務し、図書管理を担当していた。\n２　被告会社は、昭和六〇年三月一五日、ａに対し、同月一六日付で名古屋営業所\n医薬第二課員（係長代理待遇）勤務を命じた（以下「本件転勤命令」という。）。\nａは、右転勤命令に対し、異議を留めて、同年四月一日から名古屋営業所へ単身で\n赴任した。\n３　ａと被告会社との間の労働契約書には、「業務の都合により勤務又は配置転換\nもしくは職種の変更をすることができる。」と記載されている。また、被告会社の\n就業規則五六条一項には「必要があるときは、従業員に対し出張・転勤・転職・出\n向・留学及ぴ駐在を命ずることがある。」と、また同条二項には「前項の場合従業\n員に正当な理由がないときは、これを拒むことはできない。」とそれぞれ記載され\nている。\n４　被告会社は、本件訴訟係属中の平成三年三月一五日、ａに対し、同年一六日付\nで横浜営業所医薬第二課への転勤を命じ、ａの名古展での単身赴任生活は終わっ\nた。\n二　争点\n１　本件転勤命令は、労働契約に違反し無効か。\n（一）　被告会社と合化労連帝国臓器製薬労働組合（以下、「組合」という。）と\nの間で、転勤命令には本人の同意を要するとの労使慣行があったか。\n（二）　本件転勤命令は、三人の子供の養育の必要がある共働き夫婦に別居、単身\n赴任を強いる点で、被告の就業規則五六条一項、二項に定める「業務の都合がある\nこと」「従業員に転勤命令を拒否する正当な理由がないこと」という要件に違反し\nて無効か、あるいは、民法九〇条の公序良俗に違反して無効か、もしくは、従業員\nに対し転勤を命じるに当たって、十分な配慮をする信義則上の義務に違反して無効\nか。\n仮に木件転勤命令が有効なものであるとしても、転勤を命ずるに当たって十分な\n配慮をする信義則上の義務に違反した債務不履行があるか。\n２　本件転勤命令は、業務の必要性、不当労働行為性及ぴ原告ら家族の不利益性を\n比較して、権利の濫用として無効か。\n３　本件転勤命令は、原告らの家族生活を営む権利あるいは両親の養育する権利又\nは養育を受ける権利を侵害する違法なものとして不法行為となるか。\n（原告ａの主張の要旨）\n一　本件転勤命令は、労働契約に違反し無効である。\n１　労使慣行遼反\n（一）　被告会社は、組合との間で、転勤の発令については事前に本人に内示する\nこととしており、その内示に対して本人の同意があった場合にのみ、組合に異動の\n申入れを行ない、組合がこれを承認するという手続をとるとの労使慣行を確立させ\nてきた。ところが、本件転勤命令は、ａの同意がないのに、組合にａの異動の申入\nれがされており、右労使慣行に違反している。\n（二）　被告会社は、右慣行の存在を否定するものとして、本人の同意ないし組合\nの承認なくして転勤命令を発令した事例として、昭和四八年九月一六日付のａに対\nする配転命令と昭和五九年三月のｉに対する転勤命令をあげるが、前者は、組合が\n不当労働行為として救済命令の申立を東京都地方労働委員会に申し立て、和解によ\nりａが原職相当職に復帰しており、また、後者は、本人がやむを得ない旨回答して\n赴任しているので、労使慣行に反するとはいえない。\n２　就業規則違反\n（一）　転勤命令は、労働契約により提供される労働力を使用者が企業運営にとっ\nて有効に活用する労働指揮権に基づくものであるから、労働契約の内容にその存在\n根拠がある。\n本件において、ａと被告会社との労働契約には特に労働場所の特定の合意はな\nく、被告会社は就業規則五六条一、二項により、業務の都合があるときに転勤命令\nを発令することができるが、労働の内容の具体的決定及び変更に関してあらかじめ\n包括的に合意しあるいは労働の利用処分権を使用者に委ねていたとしても、労働者\nが使用者に無制限の処分権を与えたものではなく、個人の基本的人権を奪う内容の\nものであってはならず、無条件の包括的合意をしているものではない。\n労働者は、契約により使用者に労働の提供をする者であると同時に、個人として家\n族を形成する主体である。個人が家族を形成する権利は、市民的及ぴ政治的権利に\n関する国際規約二三条によっても基本的人権の一つに認められている。\n（二）　ここに「業務の都合」とは、いわゆる業務上の必要性を意味すると解され\nるところ、本件転勤命令にはいわゆるローテーションによる人心刷新という一般的\nな転勤の必要性しか存しない。労働者の生活上の不利益等を考えれば、このような\n抽象的な必要性によって労働者がその居住場所を変更させられることは許されな\nい。\n（三）　また、ａには、本件転勤命令を拒否する正当な理由がある。\n（１）　正当な理由とは、労働者に対し通常甘受すぺき程度を著しく越える不利益\nの存在を必要としない。なぜなら、ａと被告会社との労働契約は、昭和四五年に締\n結されたものであり、当時、被告会社においては転勤は極めて少なく、対象者もわ\nずかであったため個人の事情は十分尊重されていたと推測でき、契約の文言の解釈\nは契約締結当時の状況に基づくべきであるから、一応の理由があれば、「正当な理\n由」となり得たと解するのが妥当である。\n本件労働契約締結当時、ａは、大学を卒業したばかりの二〇代前半であり、社会\n的経験はほとんどない状態であった。当時独身であったａにとって、雇用される昀\n初の時点において将来結婚することは考えたとしても、その生活がどのようなもの\nになるかは全く現実的ではなく、現在のごとき生活状況を予想できるものではな\nい。入社後の数年間において業務の習得のため異なる労働場所を経験することがあ\nりうると考えたとしても、いわゆる一人前の労働者になるための数年間と考えるの\nが常識的である。本件転勤命令当時、ａは、既に五年間の医薬情報担当者としての\n経験を有し、必要技能は十分習得しており、また、新たに上級の管理的業務への就\n任プロセスとして異なる労働場所の経験が必要な立場にもなかった。\n（２）　また、本件転勤命令を拒否する正当理由には、ａの組合活動の都合が含ま\nれる。ａは、組合の執行委員になってはいないが、組合内部において活発に活動\nし、毎年組合の執行委員に立候補していた。この活動のためには東京周辺に居住す\nることが必要である。\n（３）　ｂは、被告会社に勤務し、これを継続する意思を有している。夫には妻の\n退職を決定したり、その意思に反して同居させる権利はなく、また、ａがｂに対し\n自ら退職してａの赴任地についてくるよう説縛することは、ｂの労働する権利を否\n定するものであり、本件転勤命令に従う以上、ａが単身赴任することが必然的結果\nであった。ａの単身赴任によりａとｂが別居を強いられ、ａはｃら三人の子供たち\nとも引き離されて生活せざるを得なくなる。\nこれは、夫婦家族が共同生活を営む権利を侵害し、ａの家族生活を破壊するもので\nある。被告会社は、本件転勤命令の内示の段階で、右のａの事情を十分知ってい\nた。\n３　公序良俗違反\n（一）　労働者は、企業に労働を提供するものであると同時に、個人として尊重さ\nれなけれぱならず、個人としての基本的人権を有するから、労働契約の内容は、労\n働者の基本的人権を侵害するような内容を含むことはできないのであり、したがっ\nて、基本的人権を労働者が放棄するような又は使用者がこれを侵害するような労働\n契約は、その文言にかかわらず公序良俗に反し、無効である。\n（二）　すべて人間は、家族を形成し、家族生活を営む権利を有している。すなわ\nち、合意に基づいて婚姻した男女が同居し、協力して家族生活を営み、子を生み育\nて、病気や介護を必要とするときには相互に扶助し、心身共に健康で充実した家族\n生活を営む権利である。子供の側からみれば、両親に養育され、健康で安定した家\n族生活を営む権利である。この権利は、憲法一三条、二四条によって保証された基\n本的人権である。したがって、夫婦にあっては互いに協力し合い、互いの扶助及び\n健康維持等の支え合いが必要であり、独立しない子供に対しては両親が養育・教\n育・介護しうることが求められる。そのためには、親の意思に反して子供が親から\n離されないことを確保することが重要である。\n一方、夫婦は共に個人として尊重され、その各々が労働する権利を有するのであ\nるから、共働き夫婦の場合にはその状態を前提として夫婦の協力を考えなければな\nらず、家事及ぴ子供の養育においても一層の夫婦の協力が要請される。これらは、\n世界人権宣言一六条三項、市民的及び政治的権利に関する国際規約二三条、経済\n的、社会的及ぴ文化的権利に関する国際規約六条、一〇条、ＩＬＯ一五六号条約、\n同一六五号条約によって要請されている。\n（三）　本件転勤命令は、基本的人権としての家族生活を営む権利を害する。\n（１）　ｂは、昭和四八年六月四日、被告会社と雇用契約を締結した後、引き続き\n勤務し、将来にわたって被告会社のもとで働き続ける意思を有していた。日本的雇\n用慣行の下では、再就職する女性の劣悪な労働条件を考えると、長年勤続してきた\n正社員としての職場を退職すれば、パートなどで再就職しても生涯にわたる経済的\nな自立をはかることは到底不可能である。ａにはｂの労働する権利という憲法二七\n条で保障された基本的人権を奪う権限は何ら存しないのであるから、本件転勤命令\nに従う以上は、ａが名古屋に単身赴任するしか方法はなかった。\n（２）　ａとｂのように、核家族で八か月の乳児と四歳の幼児と九歳の児童を育て\nていた共働き夫婦の場合、夫が日常的に家事・育児を分担しなければ、子を育て、\n家庭生活を維持することは困難である。ところが、ａの単身赴任により、原告夫婦\nは、同居することができなくなり、また、ａは、その意思に反し子供たちと離れざ\nるを得なくなり、ｂと協力、扶助して子を養育、監護することができなくなった。\nこのような状況を招来させる本件転勤命令は、家族生活を営む権利を侵害するもの\nである。\n（３）　また、労働場所を指定することが被告の労働指揮権の内容であるなら、ａ\nの労働場所を名古屋とし、ｂの労働場所を川崎工場とすることにより、原告夫婦は\n必然的に同居できないことになる。ａに対する労働場所の指定としての本件転勤命\n令は、原告夫婦の同居自体を否定する内容を含んでいる。\nしたがって、原告らの家庭生活を営む権利を侵害する本件転勤命令は、民法九〇条\nの公序に反し違法無効である。\n４　配慮義務違反\n（一）　労働契約において、労働場所の変更により労働者に過重な負担を強いるこ\nととなる場合には、労働契約における信義則上の配慮義務として、その過重な負担\nを軽減させるための合理的な措置を講ずることが使用者に課せられていると解すぺ\nきである。したがって、仮に、ａへの転勤が必要とされる場合でも、被告会社がと\nるべき合理的配慮としては、同一企業内の共働きである配偶者の勤務場所について\nの配慮、労働者の家族生活に対する影響についての配慮、すなわち、単身赴任が生\n計の場所を二重に持たなければならないことから、赴任地での生活場所（施設）の\n確保をすること及び家族との疎遠を防止するために相当期間毎に帰宅するための費\n用を負担すること、日常の別居の悪彫響を少なくするために、家族が共に生活でき\nるための休暇取得の機会の増加及びその便宜を与えること並びに育児時間等への配\n慮をすることがあげられる。また、子供の年齢等を考慮して転勤時期を設定するこ\nとや、将来への生活設計のために赴任期間を合理的に特定することが重要である。\n（二）　ところが、被告会杜は、このような配慮を全くしておらず、ａに対して単\n身赴任に伴い、赴任時の費用負担と独身寮への入居の承認の措置をとったのみであ\nる。自己の企業に夫婦が共に勤務する場合、その配慮は他企業に夫婦のどちらかが\n勤務する場合に比べより容易であるといえるのであって、現に、そのような施策\nは、いわゆる「おしどり転勤制度」として企業で取り入れられているが、被告会社\nはこのような考慮をしようとしなかった。自宅への帰宅費用の負担は全くなく、別\n居手当も一年間支給されたにすぎず、特別な休暇もないし、単身赴任期間の特定も\nされていない。また、ａが単身赴任したことにより、ａに対する自宅の住宅手当の\n支給が打ち切られた。彼告会社は、ａの本件転勤命令に関し、社宅の提供及び使用\n料減額の措置をしたというが、これは転勤対象者全員に対してされるもので、単身\n赴任に対する配慮とはいえないものである。それどころか、被告会社は、ａに対し\nて同人が入居した独身寮からの退去を再三勧告したり、ａが帰宅することを知りな\nがら就業時刻以降に会議を設定し残業を命じたり、ａが計画した家族旅行のための\n夏期休暇に対して時季変更を命じたりする等、前記配慮義務に却って反する措置を\nとった。\n以上のように、被告会社は、本件転勤命令につき合理的配慮をなすベき契約上の\n信義則による義務を尽くさなかったことは明らかで、このような場合、転勤命令自\n体が契約上の義務違反として無効とされなければならない。\n二　本件転勤命令は、権利濫用により無効である。\n１　本件転勤命令の業務上の必要性\n（一）　ａのような医薬情報担当者の業務は、大小の医療機関において使用薬剤を\n決定する業務に携わっている者との緊密な関係が昀も重要な内容になっている。マ\nンネリズムの打破と人心の刷新は一つの方針ではあるが、これに対立する、地域に\n密着し長期間の付き合いによって形成される人間関係を重視することもまた、有力\nな方針である。\n（二）　本人の意思に反する転勤がモラール（士気）の向上に役立たないどころ\nか、これに反する結果を往々に招来することは、有力な経営団体すら指摘するとこ\nろであり、まして本人が明確に抗議をしている本件においては意味がない。\n（三）　被告は、転勤の必要性として、当該労働者の技能の向上をあげ、それに関\n連してＯＪＴを指摘する。しかし、被告会社が行なっている目標管理がＯＪＴたり\n得るのは、目標設定と、その完遂のための行動について、随時あるいは節目毎に適\n切な指導者が担当者と協議し種々のアドパイスを行なうことが必要である。しか\nし、少なくともａに関する限り、そのような行動がされた形跡は、何一つない。被\n告会社が名古屋の地域特性について、指摘し得ているのは、名古屋の医療機関の取\n引条件がきついということだけであり、名古屋に行かなければ体得できないことで\nはない。\n（四）　被告会社は、一般論としては技能の向上をあげるが、ａに対しては、これ\nに沿った行動を行なっていない。ａは平成二年には全国規模の研修の対象から外さ\nれた。医薬情報担当者の営業対象である医療機関は、大別して小規模の医院・診療\n所と、大規模の病院に大別しうるが、その担当は課別になっており、その間の交流\nは人事異動においてもほとんど行なわれていない。ａは小規模の医療機関担当の部\n署にしか配属されてこなかったのである。\n（五）　なお、被告会社は、一般論として、将来の会社のリーダーを養成するため\nにも転勤が必要であるというが、そもそも、被告会社はａを徹底して昇任から排除\nしているのであって、将来のリーダーとは、ａに関する限りおよそ無関係という扱\nいになつている。\n（六）　被告会社は、人事の公平性を指摘する。しかし、一定の期間がくれば、そ\nの労働者がその地域や職場でいかに必要不可欠であっても機械的に転勤対象にする\nということに、業務上の合理性があるとは考えられない。転勤が公平の問題になる\nのは、転勤が労働者に多大の不利益を課すからにほかならない。しかし、その犠牲\nは労働者によって千差万別である。個々の労働者にとって転勤で昀も大きな問題が\n生じるのは、いうまでもなく家族であり、家族の状況は個々に全く異なる。犠牲が\n公平ではない以上、当該労働者の犠牲の内容が個々に異なることを十分に踏まえな\nければならない。被告会社が、転勤をさせないのは本人と親の病気の場合に限ると\nいうような狭量な態度に終始する限り、従業員の被告会社に対する不安は解消され\nない。労働者は、会社への犠牲を当然とするような意識から、既に大きく離れてい\nるのであり、家族を顧みずに仕事に邁進して会社に尽くすことは、現実の意識から\nいっても既に過去のものである。\n２　不当労働行為\n（一）　本件転勤命令は、業務上の理由によるものではなく、ａが行なっている労\n働組合の活動を嫌悪し、これを停止させるための、ａへの不利益取扱いとして行な\nわれたものである。\n（二）　ａは、昭和四五年に入社した後、昭和四六年に常任委員、昭和四七年と四\n八年には春闘闘争委員となり、同年一〇月からは執行委員に選任され、以後昭和五\n七年まで計六期にわたり、組合の執行委員としてその活動を担ってきた。組合は、\n昭和三六年以降春闘の取組みをはじめ、昭和四三年頃からは部分及び全面ストライ\nキを行なって、被告会社との交渉を行ない、その後次第に強力な闘争力を蓄えるに\n至った。ａが執行委員等に選任されたのは、この時期であり、ａは、若手の活動家\nとして、組合活動の中心人物の一人と労使双方から目されることになったのであ\nる。\n（三）　被告会社は、このような組合の組織の強化を嫌い、まず昭和四八年には直\n前まで書記長だったｊに名古屋への転勤を内示し、次にｉの書記長立候補を断念さ\nせるべく上司を使って説得を行ない、同時にａに対して山梨への配置転換を命じ\nた。しかし、組合はこれに反撃し、その結果ｊの名古屋転勤も、ｉの立候補断念工\n作も失敗し、そしてａも原営業所復帰となって、被告会社の不当労働行為としての\n組合弱体化工作は失敗した。そればかりでなく、昭和五一年の年末一時金の交渉で\nは、被告会社が従来の慣行化していた係数を大幅に下回る回答を行ない、組合は、\nこれに対して製造部門で三週間にわたるストライキを展開し、さらに翌五二年に\nは、総評合化労連への加入を行なった。被告会社の思惑とは逆に、組合は着々と強\n化・発展しつつあった。\nそこで被告会社は、直接の支配介入に乗り出し、昭和五三年以降、会社としての\n施策として総務部長の管理の下でジュ二ア・リーダー制度を発足させ、しかもその\n中で、組合の活動についての分科会に従業員を積極的に参加させて、「反企業主義\n者的な労働組合活動に対する理論武装」等、組合を会社施策に協力するものに変質\nさせるための教育を積極的に開始した。このジュニア・リーダーらは、その後被告\n会社との密接な連携と援助のもとにリーダー会議を結成し、昭和五二年から組合の\n役員選挙での行動を開始した。\n（四）　以上の被告会社の策動の結果、昭和五八年の労働組合役員選挙では、従来\n組合の中心を担ってきたｊらが全員落選するという事態になった。そしてその結\n果、それまで組合がその獲得と維持・拡大に努力してきた生理休暇等の労働者の権\n利は除々に切り崩され、また組合の活動に対する制約も除々に強化されていくこと\nになったのである。しかしａらは、「御用化に反対する会」を結成し、労働者の権\n利と生活の擁護のために活動を継続した。そして、このようなａらの活動は、被告\n会社からの露骨な締めつけにもかかわらず、労働者の支持を受け続けてきた。\n（五）　被告会社は、このようなａらの「御用化に反対する会」の活動の息の根を\n止めるべく、不利益取扱いを継続・強化しているのであって、その端的な例が、昇\n任人事のあからさまな差別である。ａらには通常の企業の職階でも少なくとも三段\n階以上もの差がすでについており、被告会社はそのことについての合理的な理由の\n説明をしていない。それにもかかわらず、ａは執行委員の立候補において支持を受\nけ続けてきた。この事実に焦慮した被告会社の対策が、更なる見せしめとしての本\n件転勤命令であって、その動機は、ａのこのような活動を嫌悪したからにほかなら\nない。\n３　本人の不利益性\n（一）　不利益性の位置づけ\n通常甘受すべき程度を著しく越える不利益が高度であるといえる事情が存する場\n合、業務上の必要性の程度にかかわりなく、労働者が転勤命令に従う義務を生じな\nい。仮にそこまでの高度な不利益性がなくとも、業務上の必要性と不利益性との比\n較衡量により、不利益性の方が勝るという場合であれば、転勤命令に従う義務を生\nじないとすべきである。\n（二）　家族の状況\nａらの家族は、小学校の児童（四年生）を長男に、他の二人は幼児と乳飲み子の\n状態であり、いわば子育て真っ昀中であった。夫婦の親は同居しておらず、それぞ\nれ茨城県と福島県に在住するいわゆる典型的な核家族である。児童・幼児に対して\nは親による養育・教育が子供の精神的成長にとっても必要である。このことを考え\nれば、親の介護以上に子供の養育とりわけ児童・幼児のそれが重視されるべきであ\nる。\n（三）　ａの転勤前と転勤後の生活の激変\n（１）　転勤前の生活\nａは、朝六時に起床し、出勤前に家族の衣類の洗濯、朝食の用意をし、長女ｄに\n食事をさせ、連絡ノートの記入をし、保育園へ送り届けてから出勤するという生活\nをしていた。ａのこの協力があったからこそ、ｂは被告会社への勤務を続けてこら\nれたのである。\n一方、ｂは、次男ｅを保育ママに送り届けて出勤する。夕方は、ｂが長女を保育\n園から、次男を保育ママから連れ帰り、次男への授乳や食事の支度をする。ａは、\nｂが腰痛により重いものを持てないため、勤務からの帰りに買物を行なう。帰宅後\nは食事の手伝い、重いものの運搬、ｄ、ｅの相手等をして寝かしつける。\n（２）　転勤後の生活\n名古屋赴任後は、一言でいえば、「金帰月来五六時間」である。これは、一週間\nのうち五六時間のみが家族と一緒の家に生活できるというものである。月曜日から\n金曜日は名古屋において勤務し、月曜日から木曜日は名古屋の独身寮に宿泊してき\nた。金曜日午後五時三〇分に勤務が終わり、直ちに新幹線で自宅に向かい、午後九\n時頃到着する。それから子供を風呂に入れたり家事の手伝いをし、翌土曜日は朝六\n時に起床して、洗濯、朝の食事の支度、布団干し、掃除等をし、昼には買物、保育\n園へのシーツの取替え、夕方は食事の支度や、子供を風呂に入れること等をする。\n日曜日もほぼ同様である。月曜日には朝四時過ぎには起床し、家族の食事を作り、\n五時三〇分には電車に乗り、新幹線の中で弁当を食べて八時過ぎに名古屋に到着\nし、そのまま問屋に直行する。確かに月曜日から金曜日の生活は、ａにとって肉体\n的には苦痛は少ないが、この間家族と離れて暮らす精神的苦痛は大きいし、また金\n曜日夜から月曜日朝までの家事・養育は、家族との接触を増やそうとの努力をする\nために肉体的負担を極めて大きくする。\n（四）　ｂの生活の変化\n（１）　ｂは、ｅの保育ママヘの送迎は従来どおりであるのに加え、ｄの保育園へ\nの送迎をしなければならず、ｄの世話の大半はａの転勤前はａがしていたところ、\nｅと共にｄの世話をも余儀なくされた。すなわち、午前三時から三時半（二か月後\nには四時）に起き、母乳を搾って冷凍し、夜取り込んでおいたおむつや洗濯物をた\nたみ、子供たちを学校や保育園に行かせる支度をし、五時半から三回洗湘し、洗濯\n物を干し、前の晩の夕食の後片付けをし、朝食と夕食の支度をし、六時半に子供た\nちを起こして食事をさせ、ｅに授乳し、七時三五分に家を出て、保育ママにｅを預\nけ、保育園にｄを預け、電車で八時四〇分までに会社に着く。\n帰りは、育児時間がある間は午後四時に会社を出て、五時までに保育園に着き、\n先生と連絡事項を話した後二人の子供を連れて買物をし、ｃの手伝いで荷物を五階\nまで運ぴ、ｅに授乳し、洗溜物を取り入れ、朝のうちに作っておいた夕食を温めて\n皆で食事をし、風呂を洗って沸かし、風呂からあがったときの衣類の用意をし、ｃ\nの宿題を見て、三人の子供を順番に入浴させ、ｅに授乳し、上二人に本を読んでや\nりながら九時頃に寝る。夜中に何回か起きておむつを替えたり、授乳したりする。\nそればかりでなく、月平均三分の一以上は子供の誰かが病気をしたり、やけど・\n伝染症膿痂疹等のため具合が悪くなり、通院したり看病が必要であった。\n（２）　この生活の状態は、ａが横浜営業所に再度の配転とたるまで継続した。結\n果としてこの六年間原告ら夫婦はこれを乗り越えてきた。しかし、それはｂの並々\nならぬ努力の結果であって、その不利益は大きい。\n（五）　子供の養育について\nａが名古屋で単身赴任を始めたのは、ｅが生後八か月、ｄが四歳の時期であっ\nた。六年を経過した時点では、ｅも六歳、ｄは一〇歳、ｃは一五歳となっている。\n子供も小学校に通う年代になれぱ、その養育も物理的・肉体的には手数が少なくな\nるが、本件転勤命令は、まさに家族生活にとっても、子供の養育時期としても昀も\n重要な時期にあたっていた。\n（六）　出費の増大\n単身赴任により家族の生活の場所が二重となることは、その生計費において従来\nに比し出費の増大をもたらすものである。食費一つにしても、家族五人のそれと、\nａが別に支出しなければならない場合とでは、その費用の増大することは常識であ\nる。本件転勤命令により、少なくとも次の出費は欠かせないものとなってきた。\n①名古屋から妻子のいる自宅に帰るのに要する新幹線代等の交通費\n②転勤先でのａの住居費として出費される社宅使用料及ぴ寮費\n③家族との電話代\n（七）　不利益の軽減措置の不存在\n本件転勤命令については、ａの物理的出費の増大を補填する措置が被告会社によ\nって講じられることもなく、帰宅休暇等の軽減措置もなかった。不利益性を回復す\nる何らかの措置によってその程度を軽減することは可能であるが、本件転勤命令に\n伴って被告会社が軽減措置としてとったものは何らない。\n（八）　不利益を甘受すべき事情の不存在\nａにとって、本件転勤命令は、被告会社における昇格・昇給に通ずるものは全く\nなく、また技能の習得によって自己の労働能力を開発する意味も全くない。ａは、\n転勤時に係長代理待遇という名称の肩書を付されていたが、右は全く内容のないも\nのであり、肩書に伴う特典も業務上の権限もないものである。横浜への再配転後も\nその名称に変更はない。また、ａはキャリア一五年の医薬情報担当者であり、その\n職務上の経験は十分有している。管理的職務、とりわけより上級のそれに就くなら\nば、新たな能力の開発も必要とされる場合があり、地域的広域性の把握等の能力経\n験が必要とされてくることは理解できる。しかし、ａは職務上そのような立場に全\nくなく、また被告会社もそれを求めてはいない。\n（九）　公平性について\n転勤が画一的なローテーションとして、ａと同程度の不利益が他の従業員につい\nても生じているのであれば、一応均等といえるのであるが、ａらのごとき家族状況\nにおける不利益性との比較対象はない。実質的な不利益性の比較検討がなされない\n限り、単に画一的であることが公平とはいえない。\n４以上のとおり、業務上の必要性は人心の刷新という以外になく、不当労働行為に\nよる不当な意志、不利益性の程度を比較衡量すれぱ本件転勤命令は権利の濫用とな\nって無効である。\n三　損害\n１　慰謝料　金七二〇万円\nａが本件転勤命令によって被った精神的損害は多大なものがあり、これを慰謝す\nるには、月額金一〇万円が相当であるから、昭和六〇年四月から平成三年三月まで\nの六年間の合計額は七二〇万円となる。\n２　交通費　金四九五万〇二二〇円\nａが単身赴任中に毎週名古屋から自宅に帰るための旅費\n３　住居費　金一九万五七三〇円\nａが単身赴任中に名古屋で居住するにつき支払った寮費\n４　電話代　金四〇万一八二〇円\nａが単身赴任中に家族と連絡の電話をした費用\n５　よって、ａは、被告に対し、以上合計損害金一二七四万七七七〇円のうち別居\n手当一五万八六〇〇円を差し引いた一二五八万九一七〇円及ぴ内金四三二万七二六\n〇円（慰謝料二五〇万円、交通費一八二万三二四〇円、住居費四万八八〇〇円、電\n話代一一万三八二〇円の合計額から別居手当一五万八六〇〇円を差し引いたもの）\nについては昭和六二年五月二〇日から、内金八二六万一九一〇円については平成三\n年五月九日からそれぞれ支払済みまで民法所定年五分の割合による遅延損害金の支\n払を求める。\n四　予備的主張\n仮に転勤命令自体が無効であるとはいえないとしても、前記一４のとおり被告会\n社が労働契約において信義則上負っている合理的な配慮をすべき義務を尽くさなか\nったことにより、ａは労働契約の履行のために過大な出費を余儀なくされた。した\nがって、被告会社はａに対し、右過大出費による損害を陪償すべき義務がある。そ\nの損害の内容は、三のうち１の慰謝料を除いたものとなる。\nよって、ａは被告会社に対し、予備的に右損害金の支払を求める。\n五　不法行為\n本件転勤命令は、以上一、二記載のとおり無効であると同時に、ａの家族生活を\n営む権利への違法な侵害であるから、不法行為である。よって、ａは被告会社に対\nし、不法行為に基づき被った損害金の賠償を求める。その損害金の内容は、三記載\nの債務不履行責任による損害金と同一である。\n（原告ｂ、同ｃ、同ｄ、同ｅの主張の要旨）\n一　被告の不法行為責任\n１　ｂとａは、結婚後も被告会社に勤務を継続し、家事・育児を共同で分担すると\nの合意のもとに結婚し、現実に共同で家事・育児に当ってきた。原告らのように育\n児に関し親族の援助を得られないいわゆる核家族においては、夫の家事・育児の共\n同分担なしに妻が働き続けることは極めて困難である。とりわけｂが三人目の子供\nを生み、育てるに当たってはａの協力なしには不可能であった。ｅ出産後は、ｂが\n腰痛など体調が悪かったこともあり、ａは、家事とｃ及ぴｄの育児の大半を担って\nいた。\n２　被告会社は、このようなときに本件転勤命令を出し、ｂに対し業務処理基準の\n作成を指示する等して当然にｂが退職してａについて行くものと考えていた。ｂ\nは、家庭の事情を話せば転勤の内示を撤回してくれるだろうとの期待を持って被告\n会社と交渉したが、人事担当者は、このまま拒否していると解雇すると言うように\nなった。そこで、ｂは、思いあまって被告会社常務取締役ｋに転勤内示の取りやめ\nを訴えたが、これに対し、ｋ常務は、単身赴任しても夫婦が会って家事・育児につ\nいて相談し合うことが可能であるから、これを拒否することは従業員としての義務\nに反し、わがままというほかないという、家事・育児に対する全くの無知・無理解\nかつ家族的責任に関する国際的及び国内的合意に反する見解を示した。\n３　三〇歳を過ぎた女性が、正杜員として一〇年以上勤務していた会社を退職して\n夫の転勤先で再就職しようとした場合、応募可能の求人は極めて少なく、あっても\n低賃金のパートタイマー等である。パートタイマーでは生涯にわたって経済的自立\nは困難である。仮に正杜員の職につくことができたとしても、日本的雇用慣行の下\nで再就職した女性の地位は低く、経済的自立が困難であることは周知のとおりであ\nる。ｂが働き続けたいと思う理由の一つは、経済力のない母親の惨めさを見て育\nち、自分で生き方を選べる経済力を持ちたいと思ったことである。女性の労働の権\n利を基本的人権として保障する意味は、経済的自立が人間の尊厳を保障する基本に\nなる点にある。既婚女性の再就職はほとんどそれを保証しない。したがって、ｂが\n被告会社を退職することは経済的自立を放棄するに等しく、ｂはそれを選択できな\nかったし、ａもそれを求めることはできなかった。まして被告会社がそれを強要す\nることは許されない。\n４　したがって、本件転勤命令はａの主張のとおり違法無効であるが、ｂ、ｃ、ｄ\n及ぴｅに対する不法行為にも該当する。すなわち本件転勤命令は、夫婦・親子が同\n居し、家族生活を営む権利、夫婦が協力して子を養育する権利、子供が両親から養\n育を受ける権利という基本的人権を侵害するものであり、しかも原告らの家族状況\nから、右人権侵害の程度は著しいものであることは明らかであって、被告会社はこ\nれを認識しながら本件転勤命令を強行したのであるから、被告会社の故意による不\n法行為責任は免れない。\n二　原告ｂ、同ｃ、同ｄ、同ｅの損害\n１　ａの単身赴任後の生活\nａの単身赴任後、それまで同人が負担していた家事・育児のほとんどがｂ一人の\n肩にかかることになった。そのためｂの生活は、前記ａの主張欄二３（四）のよう\nたものになった。\n２　身体的犠牲\nｂの腰痛は悪化し、さらに過労性の膀胱炎になり、本件転勤命令の年の夏には過\n労のため高熱と下痢で起きられない状態となり、実家で寝込んでしまった。その頃\nは体重も減り、その後風邪をひきやすく、なかなか治らない状態になる等、ｂの身\n体的負担、犠牲は通常人の甘受すべき程度をはるかに超え、まさにそれだけでも人\n権侵害といわなけれぱならないものであった。また、子供たちの病気も、看病の手\nが足りないために完全な治療ができず、長引いたり、再発したりということもあ\nり、単身赴任による子供たちの犠牲は多大である。\n３　精神的苦痛\n過重な負担を一人で負わなければならなかったことによるｂの精神的苦痛は、甚\n大であり、とりわけ夜中に子供が急病になったときの不安、毎日の生活や病気の子\n供の看病に追われて三人の子供一人一人に精神的な満足を与えるゆとりが持てず、\n子供たちの寂しさや不満を受け止めてやることができなかった辛さなど、はかりし\nれない。別居期間が長引くにつれて身体的には多少負担が軽減されたものの、別居\nがいつまで続くか分からないこともあって精神的な苦痛は増大し、ａが再転勤で戻\nる直前は、ほとんど限界状況にあった。\n三人の子供たちも、大切な成長期に父親と別居し、父親の養育を受けられなかっ\nたことにより大きな精神的損害を受けた。\n４　経済的負担\n原告らの別居後、ａの支出増とは別に、月々保育料四万五〇〇〇円、保育園の貸\nしおむつ代三〇〇〇円、二重保育・通院のための保育料五万円、世話になった人へ\nの手土産代・通院のための外食費などの経済的負担は大きく、これだけでｂの月収\nの大半がなくなる状態であった。この中の大きな部分は、ａが育児を負担できなか\nったための経済的負担である。\n５　慰謝料\nこれらの損害に対しては結局金銭によって慰謝するしかないが、これを慰謝する\nために被告会社は別居期間中少なくともｂに対しては毎月一五万円、ｃ、ｄ及ぴｅ\nに対してはそれぞれ毎月三万円の慰謝料を支払う義務がある。\n別居期間は昭和六〇年四月一日から平成三年三月一三日までの六年間であったか\nら、右各慰謝料の合計額は、原告ｂ金一〇八〇万円、同ｃ、同ｄ、同ｅはそれそれ\n金二一六万円になる。\nよって、ｂは、被告に対し、慰謝料一〇八〇万円及び内金三七五万円に対する昭\n和六二年六月二日から、内金七〇五万円に対する平成三年五月九日からそれぞれ支\n払済みまで民法所定年五分の割合による遅延損害金の支払を求める。また、ｃ、ｄ\n及ぴｅは、被告に対し、慰謝料各金二一六万円及ぴ内金七五万円に対する昭和六二\n年六月二日から、内金一四一万円に対する平成三年五月九日からそれぞれ支払済み\nまで民法所定年五分の割合による遅延損害金の支払を求める。\n（被告の主張の要旨）\n一　本件転勤命令の有効性について\n１　組合員の転勤に関する労使慣行\n（一）　被告会社は、業務命令としてａに対してその同意を要さずに転勤を命ずる\n権利を有する。また、組合のする承認の通知は、組合の意思表示であって本人の同\n意の有無とは無関係であるばかりか、右承認が被告会社の事前の申入れに対する回\n答という形で従前から行なわれているからといって、被告会社の業務命令権の存在\nを否定することにはなりえない。\n（二）就業規則五六条二項は、同条一項で被告会社が従業員に出張、転勤等を命ず\nる際に、従業員に出張、転勤等を拒む客観的合理的理由がある場合（本人の健康\n等）には、被告会社は命令をしないという趣旨である。\n２業務上の必要性と人選の妥当性\n（一）　ａは、医薬情報担当者として勤務する者であるところ、医薬情報担当者の\n重要な業務に鑑み、被告会社にとって医薬報担当者の資質の向上は、常に緊要な課\n題である。\nところで、医薬情報担当者としての人材育成の手段としては、カリキュラムに基\nづく研修と共に実務に即したＯＪＴがこれに勝るとも劣らぬ重要性を有するもので\nあり、ＯＪＴは、担当者を特定の担当区域や所属課、所属営業所・出張所に固定し\nておいては十分にその日的を達成することができず、複数の担当区域、部課ないし\n営業所・出張所及ぴ駐在員としての勤務等広く経験を積ませてこそ、その成果をあ\nげ得るところである。これこそ医薬情報担当者について定期的に人事異動を行なう\n昀大の理由である。\nすなわち、医薬情報担当者は、取扱医薬品に対する高度の知識の習得はもちろん\nのこと、被告会社の全国各営業所が長年にわたって蓄積してきた業務遂行の細部に\nわたるノウハウの習熟が極めて重要かつ不可欠であり、とりわけ特約店及びユーザ\nーの対応は各地方、地域により独自の慣行やしきたりが存するので、これに習熟す\nるためには、少なくとも二つ以上の営業所ないし駐在員勤務をし、その中でＯＪＴ\nを推し進めていく以外に有効な習得方法はあり得ないのである。被告会社における\n医薬情報担当者の従前の転勤が毎年必ず定期的に実施され、かつ、その数も他部門\nに比べ多数にわたっているのは、これを裏付けるものにほかならない。\n（二）　他方、一般に近代企業の存立の基礎は人的組織をいかに有効に活用するか\nにかかっていることは周知の事実であるところ、適正な人事異動は、企業の各職場\nにおけるマンネリズムの打破、人心の刷新、従業員のモラールの向上のために欠く\nべからざるものであり、人的組織の有効活用につながる重要な施策というべきであ\nる。そしてこのことは、ａの属する医薬情報担当者を含む会社の全従業員について\nそのままあてはまるものである。\n（三）　ところで、被告会社が行なう医薬情報担当者の人事異動の形態は、①同一\n営業所内の課間異動及ぴ住居の変更を伴わない営業所（出張所）間の異動、②住居\nの変更を伴う営業所（出張所）間の異動、③駐在員としての勤務のための異動の三\n形態に区分される。\n被告会社は人事異動上の基本方針として、医薬情報担当者各人の業務経験をみる\nと共に、一定の滞留年数を考慮し、適宜右三区分のいずれかの人事異動を行なって\nいるものであるが、特に業務上の必要性を十分に達成することと合わせて、人事異\n動にあたっては企業に対する従業員の信頼を維持するための配慮、すなわち人事の\n公平性を考慮し、この人事異動の公平性を維持するため、前記異動形態のうち、②\nまたは③については全医薬情報担当者に経験させることとしている。\n（四）　被告会社は、これら業務上の必要性並ぴに人事の公平性の面から、昭和六\n〇年度の本件転勤命令を含む人事異動を含め、従前より、人事異動対象者の人選\nを、①同一地区担当期間五年以上のものの中から原則として右期間のより長いもの\nを優先して異動の対象とすること、②医薬情報担当者各人の業務経験の中で、原則\nとして二以上の鴬業所（出張所）もしくは駐在員としての勤務を経験させること、\nという二つの基準により行なっている。\n（五）　医薬情報担当者の従前の転勤の状況\n住居の変更を伴う営業所（出張所）間の異動もしくは駐在員としての勤務のため\nの異動につき、医薬情報担当者の過去一一年間（昭和五一年度より昭和六一年度ま\nで）の実績をみると、毎年、必ず相当数の者が本件と同様の転勤をしているのであ\nって、医薬情報担当者のこのような転勤については、前記のとおり会社の施策に基\nづいて長期間にわたって確立された慣行が存在するというべきであり、ａの本件転\n勤もまさに右慣行に従ったものにほかならない。本件転勤命令がこのように従前の\n慣行に従った措置であり何ら異例もしくは不自然なものでないということは、それ\nだけからいっても、本件転勤命令が権利濫用のそしりを受けるいわれのたいことを\n示している。\n次に医薬情報担当者について、各転勤時点での転勤面前の勤務場所における滞留\n年数につき、同じく過去一一年間にわたってみると、転勤前勤務場所での滞留年数\nが四年ないし五年を越えるものについて転勤者数が増加し、一七年を超えてなお同\n一勤務場所にとどまっていみ者は皆無であって、会社の主張する原則が現実に適用\nされてきたことが明白である。\nさらに、組合の三役を含む執行委員に就任している医薬情報担当者については、\n特に労働協約上の定めは存しないが、被告会社は組合の立場を尊重して、転勤前の\n滞留が多少長期に及んでも転勤の実施を控えてきたものであるが、長期滞留者が執\n行委員の職を離れた場合は、適当な時期を選んで転職を命じてきた。\n（六）　転勤者の家族に対する措置に関する従前の状況\n家族のある転勤者について、家族帯同か単身赴任かに関する過去一一年間の実態\nをみれば、被告会社においては家族を有する転勤者のうち、家族を帯同するものが\n圧倒的多数を占め、単身赴任は極めて小数であり、特に一般職についてその傾向が\n顕著（転勤者の五・二パーセント）である。\n右のうち、数少ない単身赴任者についてその内容及ぴ各単身赴任理由をみると、\n次の点を指摘することができる。すなわち第一に、被告会社においては、転勤の場\n合、大半の従業員は家族帯同を選択しているのであり、被告会社もこれを原則と考\nえているが、各人の事情から例外的に単身赴任をする場合、被告会社は賃金規程に\nよって特定の事由もしくは被告会社が特に認めたときに限定して、別居手当支給の\n対象としているのである。しかも第二に、右規程によると、特定事由とは子女の教\n育、家族の傷病、赴任地での住居調達困難の三事由のみで、それ以外は「その他会\n社が認めたとき」と規定されている。\n（七）　ａの転勤と被告会社の配慮\n（１）　ａは、入社以来本件転勤命令に至る一五年間のうち山梨担当時期を除く一\n二年半の長きにわたり都内地域を担当してきたものであり、都内担当の中でも昀も\n担当期間の長い者の一人であり、他方、所属営業所は一五年間一貫して東京第一営\n業所であり、他営業所の勤務の経験は全く存しない。よって、ａの本件転勤命令\nは、人事異動における前記人選基準に照らして典型的な事例というべきである。\nところで、昭和五八年一〇月に執行委員を離れたａに対し昭和六〇年三月に本件\n転勤を命じたのは、従前の執行委員経験者に対すると全く同様の取扱いであって、\nこの点からみても本件転勤命令の妥当性は明瞭である。\n（２）　そして、被告会社は、ａの転勤場所を名古屋という至近の場所を選んだ\nが、これはｂの就業場所（川崎）を配慮した結果である。\n（３）　さらに、ａの主張する妻の勤務継続なる理由は既述の別居手当支給事由に\nは該当しないが、被告会社は、特にａ及びｂの強い希望を考慮し、特別の配慮とし\nて別居手当の支給を認めた。\n（４）　被告会社は、平成三年三月一五日、ａに対し、同月一六日付をもって名古\n屋営業所医薬第二課より横浜営業所医薬第二課に転勤すべきことを発令した。右転\n勤命令も、本件転勤命令と同様、業務上の必要性に基づき、従前からの合理的人選\n基準に従って行なわれている。すなわち、右時点において名古屋営業所医薬第二課\nにはａを含め在任期間五年を超える者が三名存したが、これに対し被告会社は、既\nに詳述した方針に基づいてａを横浜営業所に、他の一名を福岡営業所（沖縄駐在）\nに転勤発令した。残る一名は、同人の所属課長が新任であったこと等から平成三年\nは名古屋営業所を継続させたが、翌年三月福岡営業所へ転勤発令した。\n２　ａの個人的事情について\n（一）　ａの主張は、以下の理由から、本件転勤を拒否する正当な理由とはなり得\nず、あわせて本件転勤命令を権利濫用等の理由で無効たらしめる根拠とは到底なり\n得ない。\n（一）　単身赴任の場合\n①　まずｂの勤務の継続自体は、ａの単身赴任によって可能となることはいうまで\nもない。\n②　三人の子の日常の育児に関するｂの負担については、仮に親、兄弟の助力が得\nられないとしても、派出婦、保育所等の負担軽減方法の利用が十分考えられる。そ\nのための経済的負担増は、ｂの勤務の継続によってカバーできるはずである。ちな\nみに、ｂの給与は昭和六〇年四月時点において基準内で月額一八万六一八六円、同\n年度の賞与は年間一五八万一六八○円であった。\n③　被告会社は勤務場所を決めるにあたりａの家庭事情を考慮して東京から至近の\n距離にある名古屋営業所としたものであり、ａとｂが適宜会合し、家庭の問題につ\nいて相談する等の機会を持つことは極めて容易である。\n④　名古屋においては、単身赴任者用住宅をａの居住のため提供することとしてい\nる。\n⑤　ａに対しては転勤者全員に支給される赴任手当（基準内賃金一か月分）の他に\n別居手当が支給される。現にａには、昭和六〇年四月二日から同年一一月二六日ま\nでは月額一万二二〇〇円、同月二七日から同六一年四月一日までは月額約一万五〇\n〇〇円の同手当が支給された。\n（２）　家族帯同赴任の場合（ｂが退職の場合）\n①　三人の子供は小学校低学年及ぴ学齢期以前であり、学校関係では転居に何ら支\n障はない。現に本件転勤を含む昭和六〇年三月一六日付人事異動では、ａ以外の対\n象者はすべて家族帯同の赴任である。\n②　ａの給与は昭和六〇年四月当時において月額三三万二八七〇円、同年度の賞与\nは年間二三八万八一八一円（基準内換算七・一七か月分）であった。これは仮にｂ\nが退職したとしても十分生活を維持し得る収入である。なお、共働きの妻が家庭に\n戻れば通常支出面は減少する。\n③　転勤先は大都会であり、ｂが新たな職を得られる可能性は十分ある。\n④　家族帯同の転勤者の住居はもとより社宅として被告会社が確保するし、持家の\n方は、被告会社が責任をもって管理し、本人の希望に応じて他へ賃貸するなどして\n本人の利益に沿うよう措置する。\n⑤　家族帯同の場合も前述の赴任手当が支給される。\n（３）　以上のとおり、本件においては、単身赴任・家族帯同のいずれを選んで\nも、ａの負担は現在の会社一般にみられる転勤者が通常被る負担の域を一歩も出て\nいないものであるばかりか、被告会社はこれら負担に対してできる限りの軽減、援\n助の措置を講じているのである。\nしたがって、ａの家庭事情を考慮するとしても、本件転勤命令が権利濫用のそし\nりを受ける余地はないのみならず、ａの主張は、被告会社並ぴに我国のすべての企\n業における転勤者の中で、自身のみにつき特別扱いを要求する体のものとして著し\nくわがままな言い訳との非難を免れない。\n（二）　本件における個別具体的事情について\n（１）　ｂが主張する病気と同人の勤務状況\nａ転勤後のｂの被告会社川崎工場における勤務状況及び生活状況についてみる\nと、まず、時間外労働については従前から行っておらず、この点につき本件転勤命\n令後も変化はなく、また、ｂが被告会社ないし上長に対し、日常、特段体の不調を\n訴えたこともなく、また、腰痛や膀胱炎を理由とした欠勤や有給休暇の請求は現在\nまで一度としてない。\n昭和六一年度の定期健康診断でも膀胱炎等が特に問題とされたことはなく、ａの転\n勤によってｂが多大な身体的犠牲を強いられていたとは到底いいがたい。\n（２）　家事・育児について\n家事育児については、派出婦等の利用で十分代替可能であり、妻の負担も軽減で\nきるはずである。また、育児のために必要な費用はｂの給与のみから支弁しなけれ\nばならないものでもないし、さらに家政婦や保育ママは、これを毎日利用しなけれ\nば育児が不能になるものでもないから、必要なときにのみ利用するとすれぱその費\n用もａと妻の収入の合計から支出し得るはずである。また、一日全部を依頼する必\n要はなく、妻ｂの忙しい時間だけ利用することも十分に可能なはずである。\n（３）　保育園及び学校について\nａの勤務先である名古屋は、乗車時間わずか二時間の至近距離であって、ａの主\n張する保育園や学校の行事等の場合はａも有給休暇を利用して帰省し、育児に協力\nすることが容易なはずである。名古屋営業所において、ａが特に休暇を取得しがた\nいという事情は全く存せず、現にａは赴任後今日まで相当数の休暇を取得してい\nる。したがって、ｂが異常な負担増を強いられるということは考えられない。さら\nに、通常子供の学校の行事にすべて参加する父母は皆無といってもよく、またその\nすべてに参加しなければ教育上の支障があるというものでもない。\n（４）　子供の病気等について\n子供が病気となった際、ａの転勤後はｂがすべて一人で処理しなければならない\nものではなく、保育ママや派出婦等の負担軽減方法の利用が考えられる。\n（５）　赴任による出費の増加について\nａら夫婦の場合、ａが単身赴任しても、ｂの勤務が継続し、よって夫婦共働きの\n高額収入が維持されるので、単身赴任による出費の増加があるとしても、それがａ\nらの家計を根底から覆すほどの特段の事情ないし生活上甚大な不利益には当たらな\nい。\nなお、ａの勤務先からの帰宅回数の多寡は、ａらの決定すべきことであるが、子\n供の教育に対する十分な協力は果たしていると評価すべきであって、家事・育児の\n責任を果たせないとはいえないものである。\n（６）　ａらの収入について\nａ及びｂが被告会社から得ている昭和六〇年度の年収合計額（額面）は一〇七七\n万円である。昭和六一年度は合計一一五四万二一七三円（額面）である。\n（７）　年次有給休暇について\n（ア）　ｂの昭和五五年以降同六一年までの年次有給休暇の付与日数、取得日数等\nの推移をみると、産休（約三か月）を取得した年度は有休の取得が極端に減少し、\nその分翌年度への繰越分が増え、付与日数全体の枠が広がるため、翌年度は取得日\n数が増加するという、いわば当然の経過を示しているだけであり、右以外に本件転\n勤命令の前後を通じて大きな差異は存しない。\n（イ）　ａの昭和五五年以降同六一年までの付与日数、取得日数等の状況によれ\nば、確かに昭和六〇年の取得日数（二六日）がやや多くなっているが、ａが転勤し\nた同年四月から同年一一月までにａが取得した一五日の内訳をみると、本件転勤赴\n任のために一日、本件の訴訟期日への出頭のために四日、親戚の不幸のために三日\nが各々費やされており、右はいずれも、ａのいわゆる別居に伴う家庭生活上の負担\nとは無関係のものであって、右の合計八日を控除すると、通常の取得日数と何ら異\nなるところはない。\n（ウ）　また、ａ及びｂの昭和五九年一一月から昭和六〇年三月までの月間平均有\n給休暇取得日数は各々二・四日及び二・五日、同年四月から同年一一月まででは各\n々二・〇日及び二・六日で、後者の期間に集中しているとの事実は全くない。\n３　本件転勤命令の動機・目的\n（一）　一般に転勤について不当労働行為の成否が問題とされる場合、そのほとん\nどが当該転勤対象者が組合三役ないし執行委員のごとく組合の要職にある場合であ\nるが、ａは、本件転勤命令時点においては、組合内において何らの役職にもついて\nおらず、単なる一般組合員に過ぎなかった。もっとも、ａが昭和五八年九月頃まで\n組合執行委員に就任していたことは事実であるが、その後同職を離れている。本件\n転勤命令は、同人が右執行委貝の職を辞してから実に一年半後の発令であり、のみ\nならず被告会社は、従前から三役ないし執行委員については、現職のそれについて\nは組合の立場を尊重して可能な限り転勤発令の対象としないように配慮し、そのう\nえ転勤を命ずるとしても右職を離れた直後ではなく、相当期間経過後に転勤の対象\nとしているのであって、ａもこの例にもれない。このような状況をみれば、被告会\n社に些かの不当労働行為意思も存しないことは明らかである。\n（二）　また、ａの本件転勤命令については、被告会社が他の転勤対象組合員と併\nせてあらかじめ組合に通知し、組合より了承するとの趣旨の書面を得ている。この\nことは、本件転勤命令が不当労働行為であるはずがなく、ましてや被告会社が組合\n員たるａに加害の意思などなかった何よりの証左というべきである。\n（三）　さらにａは、本件転勤命令内示後の一〇数回にわたる被告会社の説明、説\n得の経過の中で拒否の理由としてあげていたのは、一貫して家庭事情のみであり、\n組合活動嫌悪云々には一言も触れていない。ａは、被告会社が昭和四八年当時東京\n営業所拡張第二課所属の同人に同営業所拡張第四課（山梨宿泊出張）を命じたこと\nがあることをもって、被告会社が従前から同人を特に嫌悪していたかのごとく主張\nするが、右配転は多数の他の従業員も経験している合理的理由のある通常の配転で\nあり、ａの主張は根拠のないこじつけである。\n以上のとおりであるから、本件転勤命令が不当労働行為たり得ないことは明白で\nある。\n（四）　被告会社は、名古屋在勤中の単身赴任のａに対し、次のような配慮をして\nいた。第一に、本来金曜日の夕方に行なうべき、その週のまとめや次週の予定の打\nち合わせ等の会議又は課で行なう懇親会等の行事につき、ａが帰宅できるように別\nの日に設定することとしていた。第二に、ａの年次有給休暇の取得についても可能\nな限りａの要求に応じていた。そのため、ａの年次有給休暇は、土日・夏休み・年\n末年始に続けて取得していることが多かった。第三に、子供の病気等家族の状況を\n考えて、急な年次有給休暇の申請でもこれを認めてきた。なお、ａが会社から嫌が\nらせを受けたと主張する事実の真の事情は、当然の業務上の指示であり、何ら嫌が\nらせではない。\n４　本件転勤命令発令過程の信義則違反の有無\n（一）　本件転勤命令発令までの経過\n本件転勤命令にあたって、被告会社は、従前からの慣行に則り、昭和六〇年二月\n一五日ａに対し転勤を内示し、その後同年三月一四日に至るまで所属営業所の直属\n課長、次長、所長、人事担当部長等を通じて一〇数回にわたり本件転勤の趣旨を十\n分説明し、ａ自身の個人的事情も聴収のうえ、家族帯同、単身赴任双方の場合にお\nける被告会社のなしうる援助措置についても詳しく伝え、転勤命令に応ずるよう説\n得を重ね、さらには人事担当常務を通じｂに対しても、理を尽くして被告会社の意\nのあるところを伝えている。このように、本件転勤命令については、被告会社は発\n令に至る経過の中でも誠意を尽くしてａに対応している。\n（二）　組合の対応\n被告会社と組合との間には協約上のいわゆる事前通知約款や協議約款は存在しない\nけれども、被告会社は、組合の立場と従前の慣行を尊重し、組合に対して昭和六〇\n年三月一日付でａを含む同月一六日付異動対象組合員全員の氏名と異動の内容を文\n書で通知した。これに対し即日、組合より被告会社に対し、ａの本件転勤命令は組\n合としてやむを得ないと考えるが、なお、ａの納得を得るべく努力されたい旨申し\n入れがあったが、結局同月一五日付でａを含む同月一六日付異動の全部について\n「承認致します」との文書による回答を得るに至った。すなわち、ａが現に所属す\nる組合自身、本件転勤命令の妥当性、正当性を正面から認めたことを意味し、この\nことは本件転勤命令が組合活動嫌悪とは縁もゆかりもないことを如実に示すと共\nに、不当労働行為のそしりを受けるいわれはない。\n二　不法行為の成否について\n１　本件転勤命令に関する業務上の必要性及び人選の妥当性の存在は前述のとおり\n明白であり、あわせて原告らの負担も共働きの夫婦の一方の転勤により通常生ずる\n事情の範囲を些かも超えるものではなく、同時に本件転勤命令につき被告会社側に\n不当な動機、目的はないし、手続面においてもａに対する内示、説明、説得及び同\n入の所属する組合との協議の過程はいずれも適正かつ十分に履践されているのであ\nる。したがって、ａにおいて、雇用契約上、本件転勤命令に服する義務のあること\nは明瞭であり、本件転勤命令に関し同人には法的保護に値する被侵害利益などない\nこととなる。\n２　そうすると、本件転勤命令につき、原告らに法的保護に値する利益がなく、本\n件につき被告会社の不法行為の成立する余地は全く存せず、よって原告らの損書賠\n償請求が理由を欠くことは明らかである。\n第三　争点に対する判断\n一　本件転勤命令に至る経緯\n１　医薬情報担当者の人事異動\n（一）　被告会社の医薬情報担当者は、一般的には、大学病院・大病院で十二、三\nか所、中小病院・開業医で約五〇軒前後を定期訪問先として担当し、一日に前者を\n一、二か所、後者を四、五か所訪問し、医薬品の適正な使用のために必要な情報の\n提供及び収集をすることと、取引先の武田薬品、住友製薬の系列卸問屋などのディ\nーラーを訪問し、そこのセールスマンに対し被告会社の製品の特性を説明して販売\nに協力を求め、また、ディーラーのセールスマンに同行して医療機関で被告会社の\n製品についてどのような情報を欲しがっているのかを知ることを日常業務としてい\nる。具体的には、地区によって多少の違いがあるが、朝九時頃に卸問屋に着いて販\n売目的達成の打合わせをし、ときには八時前後にそこでの朝礼に同席し、被告会社\nの製品の説明会を開き、あるいはセールスマンと情報交換を行ない、一〇時頃まで\nに卸問屋を二か所ほど回り、それから夕方まで病院、開業医を訪問し、病院では、\nまず薬局長に訪問の趣旨を説明したうえで外来、医局ないし詰所で医師等に面談し\nて自社製品の紹介及び使用促進依頼をし、また、開業医の場合は、院長に面談して\n自社製品の紹介、使用促進依頼をし、夕方再度卸問屋を訪問し、その日の情報を交\n換して帰社又は直帰するのが一般的である。ただし、東京のような都会では、病院\n担当と開業医担当とに分業され、固定化されている。医薬情報担当者は、このよう\nな業務を円滑に進めるためには、医師ほか医療関係者との信頼関係を基礎とするこ\nとが必要であり、現場では、その個人的結び付き、地域的な人間関係のつながりを\n重視することが多いとされている。（証人ｉ、原告ａ本人）\n（二）　医薬情報担当者は、自らその資質向上を期して研鑚に努めるべきものとさ\nれており、そのため被告会社においても、医薬情報担当者を対象として、医学・薬\n学などの諸科学の進歩に応じた医薬品の適正な使用のために、品質・有効性・安全\n性・使用上の注意などに関して科学的根拠に基づく正確かつ迅速な情報の伝達・収\n集・フィードバックを行なうよう常に努力をする必要があり、被告会社にとって医\n薬情報担当者の資質の向上は、常に緊要な課題である。このため、被告会社は、昭\n和五四年から医薬情報担当者に対し日本製薬工業協会の作成した教育研修カリキュ\nラムに基づき毎年計画的に研修を実施し、社内でも研修担当部長の指示の下に研修\nをするなど人材育成に重点を置いていた。（乙三三、三四号証、証人ｈ）\n（三）　被告会社では、営業規模の拡大に伴い、全国的に営業所を設置し、組織の\n拡大と細分化を行ない、同時に従業員を増員して適正配置を行なっているが、この\n従業員の各職場におけるマンネリズムの打破、人心の刷新、従業員のモラールの向\n上など人的組織の活性化を図るために、転勤制度を実施してきた。同時に、従業員\nの技術水準を上げ、将来の幹部を養成することも転勤制度を維持する基礎としてき\nた。\n特に医薬情報担当者については、その職務の性格により資質の向上が求められて\nいるため、取扱医薬品に対する高度の知識の習得のみならず、被告会社の全国各営\n業所が長年にわたって蓄積してきた業務遂行の細部にわたるノウハウの習熟が極め\nて重要かつ不可欠であり、とりわけ特約店及びユーザーの対応は各地方、各地域に\nより独自の慣行があるのでこれに習熟するためには、少なくとも二か所以上の営業\n所勤務ないし駐在員勤務を求め、その中で職場内教育を推し進めていく以外に有効\nな習得方法はあり得ないとの考えの下に、知識、技能、態度について地域毎の営業\n所の職場内教育を実施し、幅広い人材を育成し、また、前記のとおり人的組織の活\n性化を図るという観点から、複数の担当区域、営業所等を勤務させるために、定期\n的に住所の移転を伴う転勤をさせるべきものと判断し実施してきた。\nそして、被告会社では、人事異動の場合、発令日の一か月前に本人に内示する扱\nいになっているところ、毎年三月一六日に昇進の発令と大規模の人事異動を、ま\nた、新入社員の教育を終えた六月に小規模の人事異動を、秋にも小規模の人事異動\nを行なってきた。（証人ｌ）\n（四）　被告会社の医薬情報担当者の人事異動の形態は、同一営業所内の課間異動\n及び住居の変更を伴わない営業所及び出張所間の異動、住居の変更を伴う営業所及\nび出張所間の異動、駐在員としての勤務のための異動に区分されているが、被告会\n社は、人事異動上の基本方針として、業務上の必要性と人事異動の公平性を維持す\nるため、住居の変更を伴う営業所及び出張所間の異動、駐在員としての勤務のため\nの異動については全医薬情報担当者に経験させること及び同一地区担当期間五年以\n上の者の中から原則として右期間のより長い者を優先して異動の対象とすることと\nしてきた。そして、異動先は、本人の適性、希望、家族の事情等を比較衡量して決\n定してきた。（乙九八号証、証人ｌ）\n２　被告会社の人事異動の状況\n（一）　被告会社の医薬情報担当者で住居の変更を伴う営業所及び出張所間の異動\nもしくは駐在員としての勤務のための異動につき、昭和五一年度より昭和六一年度\nまでの実績をみると、その状況は別表１のとおりであり、毎年平均九・二パーセン\nト相当数の者が、平均滞留年数七・〇七年で転勤をしていた。\nまた、非管理職の医薬情報担当者について、各転勤時点での転勤直前の勤務場所\nにおける滞留年数につき、昭和五一年度より昭和六一年度までの実績をみると、そ\nの状況は別表１、２のとおりであり、転勤前勤務場所での滞留年数の平均は六・八\n五年であり、四年ないし五年が昀も多く、一〇年以内の者を合わせると全体の八\n二・六パーセントとなり、一七年を超えてなお同一勤務場所に留っている者はいな\nかった。（乙五九、六〇号証、証人ｌ）\n（二）　被告会社では、医薬情報担当者の転勤につき、家族帯同を原則とし、例外\n的に単身赴任する場合に支給される別居手当は昭和六〇年当時は昀大二年間に限ら\nれ（その後昭和六二年一一月には昀大三年に延長された。）、その期間内に家族が\n転勤先に移動することを奨励し、妻が勤務しているため夫が単身赴任する場合は、\nできれば退職して夫の勤務地に転居することを希望していた。（乙五八号証、証人\nｌ）\n（三）　医薬情報担当者を含む全従業員のうち、家族のある転勤者が住居の変更を\n伴う転勤につき、家族帯同か単身赴任かに関する昭和五一年度より昭和六一年度ま\nでの実績をみると、その状況は別表３のとおりであり、延べ二五〇件中、家族を帯\n同するものが二二五件と圧倒的多数を占め、単身赴任は二五件（うち管理職が一五\n件）と極めて小数であった。（乙六二号証、証人ｌ）\n３　ａに対する本件転勤命令\n（一）　ａは、入社以来昭和六〇年に至るまでの一五年間のうち、昭和四八年九月\nから昭和六〇年三月までの山梨担当時期を除く一二年半につき都内地域を担当して\nきたものであり、昭和六〇年三月当時都内担当者の中でも昀も滞留期間の長い一人\nであり、所属営業所は一五年間一貫して東京営業所（現東京第一営業所）であり、\n他営業所の勤務の経験は全くなかった。（証人ｌ、原告ａ本人）\n（二）　被告会社は、前記の人事異動の方針に基づき、ａに対して昭和六〇年三月\nの定期異動で住所の移転を伴う転勤をさせるのが相当であると判断し、同年二月一\n五日、東京第一営業所医薬第四課長ｆを通じ、同年三月一六日付でａを名古屋営業\n所第二課へ転勤させる旨の内示を告げた。名古屋営業所第二課に長く勤務していた\nｍを出身地の九州に戻すべく同人を博多営業所に配転する必要が生じたことによる\n後任であった。これに対してａは、ｂが被告会社川崎工場における勤務を継続する\n意思を持っているので家族帯同をすることができず、また家事・育児はこれまで夫\n婦で分担していたので、今後妻一人で行なうこととなると妻に過重な負担がかかる\nため単身赴任もできないから、本件転勤内示に応じられないとの不満の意をその場\nで表明した。そしてａは、同日帰宅後にｂとも相談したが、家事・育児は夫婦で分\n担していかなければｂに過重な負担がかかるのでａが単身赴任することはできない\nと考えていたものの、ａが退職しても再就職が難しい状況で収入も大幅に減るこ\nと、さりとてｂが被告会社を退職して名古屋で新しい職を探そうとしてもパートか\n悪い労働条件となるうえ、保育園の確保や二重保育方法に困難があること等を思い\nあぐね、結局、この家庭の事情を話せば被告会社が分かってくれて転勤内示を撤回\nしてくれるであろうと判断し、翌一八日、ｆ課長に対し、改めて前記二点を理由に\n転勤を拒否する旨を答えた。（甲八六号証、乙一一号証、証人ｌ、原告ａ、ｂ本\n人）\n（三）　被告会社は、同日から同年三月一四日まで、東京第一営業所次長ｎ、同所\n長ｏ、経営企画部長ｌ、同次長ｐが入れ替わり都合一一回合計約四時間にわたり本\n社会議室、応接室等でａに対して転勤内示に応ずるよう説得し、家族帯同が難しけ\nれば単身赴任を認める旨を告げたが、ａはこれを拒否し続けた。被告会社は、その\n間にｂから同月一一日到達の常務取締役ｋ宛の「家事、教育、育児を夫と分担して\n家庭生活が成り立っており、自分は働き続けたいので、夫の転勤は、これによる精\n神的、肉体的、経済的に耐えがたく、また、自分の働く意思を無視するものである\nが、女性の労働権についてどう考えているのか返答を求める。」旨記載のある内容\n証明郵便の送付を受け、同月一三日、ｂに対し、同常務取締役名義の「毎年多数の\n従業員がそれぞれ家庭事情があるにしても異動している。共稼ぎ夫婦の別居となる\n配転でも従業員として受忍の範囲に属する。夫の配転先は近距離の営業所であり、\n単身赴任でも夫婦が会って家事育児を相談しあうことも可能であるから、これを拒\n否するのはわがままである。あなたが被告会社に働き続ける意思はいささかも無視\nしない。」旨の書面を手渡した。その後、ａは、同月一五日、ｌ経営企画部長に対\nし、転勤命令には不満があるが異議を留めて赴任する旨を述べた。（甲三号証、乙\n六、七号証、一一号証、証人ｌ、原告ａ、ｂ本人）\n４　組合との対応\n（一）　被告会社と組合との間には、組合員の人事異動について、いわゆる事前通\n知約款な協議約款は存在しないが、被告会社は、従前から、組合員の昇進を含めた\n人事異動について、発令の二週間前に申入書と題する書面をもって、発令年月日、\n異動内容を通知することとし、これを慣行としていた。（証人ｊ、ｌ）\n（二）　ａは、異動内示を受けて間もなくの昭和六〇年二月二二日、組合に対し、\n組合が被告会社に対しａに対する内示を撤回するよう働きかけること及びこの内示\nに同意をしないことを要請し、ｂもその後の同月二八日に同様の要請をした。しか\nし、この問題に関する組合執行委員会の見解は、次のとおりであった。すなわち、\n「①近代社会における企業活動を発展させるうえで人事異動は必然性を持ってい\nる。特に営業部門は、全国各地に営業所、出張所を構え、医薬情報担当者を中心に\n業務遂行を行なっており、他部門より組織の活性化、人的交流を必要としている部\n門である。組合はかねてより、長期勤務者（およそ七年以上）を中心にしたローテ\nーションを行なうべく働きかけていた。ａ氏の営業勤務は一五年（甲府担当三年を\n含む）であり、ローテーションの対象となるのはやむを得ないと考える。②ａ氏\nは、入社の時点から営業部門である。営業部門の性格からして、特殊事情にない限\nり、すべての医薬情報担当者が異動、転勤に当たっては公平性がなくてはならな\nい。働く立場からすれば、できるだけ自分の出身地で働きたいと願うのは人情であ\nり、生活の基盤や出身地でと考えるのも当然である。東京出身者が多く、東京転勤\nの希望も多い中で、公平性が貫かれなければならない。③共働きの場合、夫人の働\nく権利は保障されなくてはならない。これは保障されていると考える。夫人が帝国\n臓器で働き続けるためには単身赴任となる。家族帯同も、単身赴任もだめ、これ\nは、転勤対象から外せということを意味しており、著しく人事の公平性を欠くこと\nになる。④今日まで、転勤がたくさん行なわれてきたが、それぞれ大なり小なり家\n庭の事情を持っていた。また、現在家庭の事情で転勤希望を持っていても、対象と\nならず次の機会を待っているプロパーもいる。こうした現状を認識すべきであ\nる。」との結論であった。（甲一〇六号証、乙一二号証、証人ｌ、原告ａ本人）\n（三）　被告会社のｌ経営企画部長は、組合執行委員長ｇに対し、昭和六〇年三月\n一日、ａを含む同月一六日付異動対象組合員全員の氏名と異動の内容を文書をもっ\nて通知した。これに対しｇ委員長は、即日、口頭で「ａの転勤については、既にａ\nから、被告会社に対し組合が撤回の働きかけをして欲しい旨の申出があったが、ａ\nの本件転勤は組合としてやむを得ないと考えている。しかし、組合は、原則として\n異動には本人の同意が必要であるとしている。被告会社は、ａ説得のため更に努力\nを続けてほしい。」旨の見解を示した。\nその後ｇ委員長は、同月一三日、ｌ経営企画部長に対し、「ａに組合の前記見解\nを示して説得したが、受け入れられなかった。組合としての同意文書は同月一五日\n昼までに送付するが、なおａを引続き説得してもらいたい。」旨を述べ、結局、同\n月一五日、ａを含む同月一六日付異動の全部について承認するとの文書による回答\nをした。（乙四、五号証、一一号証、証人ｌ）\n５　本件転勤命令前後のａの家庭の事情\n（一）　本件転勤命令当時、ｂは被告会社の川崎工場企画部研究総務課に図書管理\n担当として勤務し、ｃは小学校三年生、ｄは四歳、ｅは生後七ヵ月で、ａとともに\n肩書地に居住していた。（原告ａ、ｂ本人）\n（二）　ｂは、貧しい農家に嫁いだ母の影響で、女性が自分の生き方を自由に選べ\nるためには固定した職業を持ち経済的に自立する必要があると考え、高校卒業後、\n一年余り印刷会社に勤めた後、昭和四八年六月被告会社に就職した。二年後の昭和\n五〇年六月に当時東京営業所勤務で山梨出張勤務中のａと職場結婚した。ａは、週\nのうち四、五日は山梨に宿泊し、週末に帰宅する生活であったが、昭和五一年三月\nに右出張勤務を解かれた。ｂは、その間の同年一月に福島の実家でｃを生み、昭和\n五一年三月から、ｃを保育ママに預け、出産開けの勤務に就いた。同年中は育児休\n暇として、退社時刻を一時間早め、兵志を迎えに行っていたが、その後のことも考\nえ、同年一一月から希望して勤務地を自宅に近い川崎工場に変えてもらった。ａ\nは、掃除、洗濯、洗いもの等の家事をし、ｂは食事作りをしたが、ｃが幽門部狭窄\nに罹り、交替で病院通いもした。昭和五五年七月に長女ｄが生まれた後は、ａも食\n事作り、ｃの保育園送り等を分担するようになった。（原告ａ、ｂ本人）\n（三）　ｂは、昭和五九年七月にｅが生まれた後、九月末まで産休を取得し、一〇\n月から勤務を再開したが、腰痛を患ったため、自動車で通勤することとし、朝はｅ\nを保育ママに送り届け、帰りは保育園に預けたｄ及び保育ママに預けたｅ並びに学\n童保育に預けたｃをそれぞれ迎えに行き、帰宅後ｅに授乳して夕食の準備に取り掛\nかるという日課であり、他方、ａは、朝ｄを保育園に送り、また帰宅後ｂの食事準\n備が遅れているときは代わって食事作りをし、日常的に掃除洗濯買物等家事全般を\n手伝うようになった。（原告ａ、ｂ本人）\n（四）　ａが昭和六〇年四月二日に名古屋に赴任した後、ｂは、小学校四年生にな\nったｃ、引続き保育園に通園するｄ、保育園に新入所することとなったｅの世話を\nすることとなったが、同月一五日まで福島在住の母に出て来てもらい、手伝いを受\nけた。その後のｂの生活は、以下のようになった。\n朝四時に起床し、母乳を搾り、おむつをたたみ、子供たちの通学通園の持ち物の\n準備をし、五時半に前日夕飯の後片付け、今日の朝食と夕食の準備をし、洗濯を三\n回し、六時半に子供たちを起こし、食事をしながら、ｅに授乳し、七時三五分に家\nを出る。歩いて保育ママにｅを預け、保育園にｄを送り届け、その後電車で八時四\n〇分までに出社する。帰りはｅとｄを保育園に迎えに行き、買物をして六時過ぎに\n帰宅する。まずｅに授乳し、洗濯物を取り入れて、朝用意した食事を温めて食事を\nし、風呂の用意をしたり、ｃの宿題を見てやったりした後、子供らを風呂に順番に\n入らせ、自分も入った後、ｅに授乳し眠らせる。そして、九時頃就寝する。（原告\nａ、ｂ本人）\n（五）　ａは、名古屋に赴任後、ほとんど毎週金曜日の午後九時四〇分頃、川崎の\n自宅に戻り、土曜、日曜日は子供の面倒を見て、掃除洗濯買物等家事を手伝った\nが、ａが名古屋に赴任後、ｃ、ｄ及びｅは、しばしば病気にかかり、その都度ｂは\n看病に明け暮れた。特に、ｅとｄが昭和六〇年四月に水疱瘡になり、同年九月にｅ\nが伝染性膿痂疹になり、これがｃにも移り、同年一一月にｅが火傷をし、昭和六一\n年二月にｄが急性胃炎になり、昭和六二年春にｃが虫垂炎になったときには、ｂは\n治療のため救急病院に駆けつけたり、平日の夜とか日曜日にも通院を余儀なくされ\nた。ｂは、そのため、腰痛悪化、膀胱炎、過労、風邪等で通院治療を受けたり、寝\n込んだりしたことがあった。しかし、昭和六〇年から六三年及び平成元年は無遅刻\n無欠勤で、昭和六二年に半日欠勤が一回あっただけであった。（甲七ないし九号\n証、八二号証、乙九三号証、原告ａ、ｂ本人）\n（六）　ｂは、時間外労働については従前から行っておらず、本件転勤命令後も変\n化はなかった。また、昭和五五年度以降の年次有給休暇取得の状況については、産\n休（約三か月）を取得した年度は年次有給休暇の取得が極端に減少し、その分翌年\n度への繰越分が増え、付与日数全体の枠が広がるため、翌年度は取得日数が増加す\nるという経過にあり、昭和六〇年度に取得日数が若干増加したものの、昭和六一年\n度は転勤前と同程度の取得回数であって、年次有給休暇の取得状況は本件転勤の前\n後を通じて大きな差異はなかった。（乙三一号証、原告ｂ本人）\n（七）　ａは、昭和六〇年当時、基準内賃金月額三三万二八七〇円（五月）、年間\n給与・賞与総額六九三万五二八七円（手取り五五三万九七五四円）を得ており、ｂ\nは、昭和六〇年当時、基準内賃金月額一八万八五八六円（五月）、年間給与・賞与\n総額三八三万七七四三円（手取り二八三万九八五〇円）を得ていたが、本件転勤命\n令後は、ａは、新たに、名古屋での住宅（独身寮）費として月一二〇〇円、寮費月\n額一〇〇〇円、家族との連絡のための電話代月額六〇〇〇円、毎週末帰宅のための\n新幹線代月額平均八万七〇〇〇円等を支出するようになり、他方、名古屋で住宅\n（独身寮）の提供を受けていることを理由に、従前賃金規程に基づき支給を受けて\nいた住宅手当月額二万三〇〇〇円は一年後から支給されなくなった。（甲八九号証\nの一、二、乙五五号証、九四、九五号証、原告ａ、ｂ本人）\n６　ａの単身赴任に対する被告会社の取扱い\n（一）　被告会社においては、住所の移転を伴う転勤の場合、家庭生活安定のため\nに家族帯同を原則と考えて従業員にこれを要請しているが、各人の特別事情につき\n賃金規程に基づき例外的に単身赴任を許容してきた。被告会社の昭和六〇年三月当\n時における家族帯同赴任と単身赴任のそれぞれの場合の転勤者に対する援助施策は\n次のとおりであった。\n（１）　家族帯同赴任\n赴任手当は、本人分として、基準内賃金一か月分及び日当宿泊料六日分、妻分と\nして、五〇〇〇円及び日当宿泊料六日分、子供分として、二五〇〇円及び日当宿泊\n料六日分の半額。赴任費用は、引越し費用実費、交通費実費、日当及び宿泊料。赴\n任休暇は、休日を含めて一〇日間以内。借上社宅は、一般職五人家族で一五ないし\n一八坪程度の規模のものを家賃の一割で提供し、六か月間はその半額で提供。留守\n宅の会社借上げは、基準に合う物件を対象に希望者に対し実施（市価の七割程\n度）。\n（２）　単身赴任\n赴任手当、赴任費用は、家族帯同と同じ（家族分を除く）。赴任休暇は、七日\n間。借上社宅は、一般職で六坪程度の規模のものを家賃の一割で提供し、六か月間\nはその半額で提供。別居手当は、そのうち家族の転居ができなくて別居する理由が\n賃金規程（１７）項に定められた事由すなわち、ａ子弟（高校以下）の教育不可能\n又は困難なとき、ｂ家族が疾病・傷病のとき、ｃ赴任地での住居の調達が遅滞した\nとき、ｄその他会社が認めたときに当たる場合に、二年間（ａの場合）または一年\n間（その他の場合）を限度に、係長以下一日四〇〇円（昭和六〇年一一月二七日以\n降五〇〇円）を支給。自宅への住宅手当は、別居手当の支給期間中月額二万三〇〇\n〇円（昭和六一年四月から二万四〇〇〇円）を支給。なお、昭和六一年一一月か\nら、前記別居事由に当たる場合に限って、帰省費用として、年二回帰省に要する運\n賃往復分が支給されることになり、昭和六一年一一月からはこれが年四回となり、\n平成二年一二月から月一回支給されている。（乙一五号証、五五ないし五八号証、\n六八号証、証人ｌ、原告ａ本人）\n（二）　被告会社は、ａの単身赴任の申出に対し、これを承認し、赴任手当とし\nて、三七万七二〇〇円、赴任費用として一一万六〇三〇円を支給し、赴任休暇とし\nて七日間を与え、社宅として、ａの希望により独身寮一室（六畳）を使用料月額一\n二〇〇円（六か月間半額減額）で提供した。別居手当については、ｂの勤務の継続\nなる理由が別居手当支給基準には該当せず、従前これを理由として別居手当を支給\nした例がないが、特別に別居手当として昭和六〇年四月二日から同年一一月二六日\nまで月額一万二二〇〇円、同月二七日から昭和六一年四月一日まで月額一万五〇〇\n〇円の合計一五万八六〇〇円の支給を認めた。また、自宅への住宅手当として、一\n年間だけ合計二七万七〇〇〇円を支給した。（乙一九、二〇号証、五五号証、六八\n号証、原告ａ本人）\n（三）　なお、被告会社は、ａが家族帯同を選択した場合の措置として、住居は社\n宅として被告会社が確保し、川崎の持家の方は、被告会社が責任をもって管理し本\n人の希望に応じて他へ賃貸するなどしてａの利益に沿うよう措置する旨の申出をし\nた。（証人ｌ）\n二　本件転勤命令の効力について\n１　転勤命令に本人の同意を要するとの労使慣行の有無\n（一）　前記認定のとおり、被告会社では、転勤命令の発令に当たって、対象者に\n対し、一か月前に内示し、二週間前に組合に通知するのが慣行になっており、過去\nに、当該本人が転勤を同意しないにもかかわらず、組合に人事異動の通知をした\nり、更にその転勤の発令をしたことはなかった。\n（二）　しかし、被告会社は、昭和四八年九月、東京営業所拡張第二課勤務のａに\n対し、平日は甲府に宿泊勤務をする配置変更となる同第四課山梨担当の内示をし、\nａの同意が得られないまま、組合にこの人事異動を通知したところ、組合が承認し\nなかったが、右異動を発令したことがあった。これに対しａから東京都地方労働委\n員会に救済申立てがされ、昭和五一年一月和解により、同年三月一日にａに対する\n都内担当の配置換えがされた。他方、昭和四八年三月一六日付で東京営業所勤務の\nｊが入社以来七年間同一営業所に勤務していたことを理由に名古屋営業所への配転\nの内示を受けた際、同人は、妻が乳児を託児施設に預けて共働きをしており、自身\nも専従の組合執行委員であるとしてこれを拒否したところ、被告会社は、同人に対\nする内示を撤回し、組合に対し人事異動の通知をしなかった。（甲四五号証、乙九\n六号証、証人ｊ、原告ａ本人）\n（三）　ところで、被告会社とａとの労働契約及び被告会社の就業規則には、被告\n会社は業務上の都合により従業員に転勤を命ずることができる旨の定めがあり、現\nに被告会社では、全国に十数か所の営業所等を置き、その間において医薬情報担当\n者の全国レベルの転勤を頻繁に行なっており、ａは医薬情報担当者として被告会社\nに入社したもので、両者の間で労働契約が成立した際にも勤務地を東京に限定する\n旨の合意をしたことはないのであるから、被告会社は個別的合意なしにａの勤務場\n所を決定し、これに転勤を命じることができるものというべきであり、（一）の事\n実のみにより、組合員の転勤については組合の承認を得なければ発令できないとす\nる慣行があったと認めることはできない。また、被告会社が組合に対しｊの人事異\n動の通知をしなかったのは、被告会社が同人に対する内示を撤回したからであり、\n右事実をもって、被告会社が人事異動の発令をする場合に本人の同意がない限り組\n合にその人事異動を通知しないという慣行の例であったものと認めることはできな\nいし、ａに対する昭和四八年九月の内示に関するその後の経緯をもって、右慣行の\n存在を認めることもできない。ａの主張に沿う乙一二号証の記載内容は組合の主張\nが記載されているに過ぎず、また、証人ｉ、ｊの証言はにわかに採用できない。\n２　就業規則違反の有無\n（一）　ａは、本件転勤命令における被告会社の業務の必要性がローテーションに\nよる異動であるのに対し、ａにとって、本件転勤命令によりｂの働く権利を奪うこ\nとができないために単身赴任を余儀なくされ、その結果、夫婦が同居し、協力して\n三人の子供を養育することができなくなるから、本件転勤命令を拒否する正当な理\n由がある、と主張する。そして、単身赴任の選択を伴う転勤問題について、次のよ\nうな提言がある。\n（１）　財団法人日本生産性本部経営アカデミーは、昭和五七年、八名の研究グル\nープによる「転勤制度の新たな展開」と題するレポートで、「転勤は、従来から、\n企業の論理が強く、転勤と出世が結びついていたため、従業員は家族を犠牲にする\nことが多かった。しかし、ポスト不足が深刻化し、転勤と出世が結びつかなくなっ\nた。厳しい企業競争に打ち勝っていくためには、生産性の向上や販売力の強化も重\n要であるが、企業・出世よりも家庭生活・趣味を重視する従業員の増加や、ふるさ\nとで自分にあった仕事がしたいという新卒者の増加にみられる価値観の多様化の下\nでは、転勤制度の機能を一部犠牲にしても、企業の論理と個人の論理のギャップを\n埋めることが必要になってくる。企業は、家族を含めた従業員の生涯設計にとって\n昀大の障害となる転勤に伴う諸問題を、従来のように従業員及び家族の犠牲の下に\n解決することは許されず、従業員・家族や他の従業員の納得が得られるように、転\n勤者の選考基準、転勤場所、転勤期間・時期、転勤先の職種、転勤決定権者の明確\n化が必要であり、転勤した従業員及び家族に対しては、十分な福利厚生措置、金銭\n的措置が必要である。」と提言している。（甲七三号証の一、二）\n（２）　「これからの家庭と子育てに関する懇談会」（座長ｑ外八名）は、平成二\n年一月、二一世紀の社会を担う子供たちが減少している状況において、子供が健や\nかに生まれ、育つ環境づくりが重要になっているとの認識から、「高度経済成長期\nにおいては、企業活動を優先させ、家庭をこれに合せるという考え方が一般的であ\nったが、女性の職場進出、国民のゆとり指向等により、今後は、企業の考え方が家\n庭と両立するように自らの活動形態を変えていくことが必要になってくる。具体的\nには、家族が一緒に過ごす機会を確保するための時間的、経済的配慮、子供の年齢\nに応じた人事におけるきめ細かな配慮が考えられる。」との報告書をまとめてい\nる。（甲七五号証）\n（３）　社団法人経済同友会は、平成二年四月、「二一世紀のグローバル経営を目\n指して」と題する書面で、海外の従業員も魅力を感じる経営、現地社会、国際社会\nと調和のとれた経営を確立することに向けた具体策の提言として、「欧米企業では\n異動に際して個人の拒否権がかなり尊重され、しかも、拒否したことが個人にとっ\nて大きなマイナスにならないのが普通である。また、女性の登用もより積極的、一\n般的に行なわれている。日本企業も、こうした優れた点は国内外において積極的に\n取り組む方向で工夫が必要である。」と提案している（甲七二号証）\n（４）　労働省が開催した「転勤と勤労者生活に関する調査研究会」は、平成三年\n一月、「終身雇用制の下での企業の行なう異動は、人材育成の必要性、経営戦略上\nの必要性等から不可欠の人事施策と位置づけられる。広域的な事業展開を行なって\nいる企業においては転勤もまた不可欠といえよう。今後、高齢の両親の世話や配偶\n者の就業継続を理由とする単身赴任が増加すると考えられるが、現時点では配偶者\nの就業に対する企業側の認識は十分ではない。企業における今後の課題として、企\n業の理由のみに基づく住居の移転を伴う転勤については、労働者がそれを忌避する\n傾向が強まるものとみられ、企業経営上真に必要とされる範囲に絞り込むといった\n努力と共に、採用時に転勤の有無を区別する等を考える必要があり、人の異動に\nは、慎重な対応が必要であるという考え方にたった人事システムの確立、人材配\n置、人材育成システムの抜本的改革が今後求められる。一方、転勤は、かつては勤\n労者個人の問題であり、企業にとっても、勤労者本人にとっても、家族はその決定\nに従って同伴行動をとることが暗黙の前提とされてきたが、子供の教育、妻の就業\nや地域活動、同居の親の生活など、家族構成員の各人の生活設計との両立、調和を\n図ることが求められる問題へと変わってきている。」旨の研究報告をしている。\n（甲一〇四号証）\n（二）　転勤制度については、右のとおり現在及び将来のあるべき姿を含めた提言\nがあり、また、体験に基づく著作・報告（甲一三ないし一五号証、証人ｒ）があ\nり、企業において今後一層の検討を要する課題であると考えられるが、終身雇用制\n度の下での転勤制度は、広域的な事業展開を行なっている企業においては、現に、\n労働力の調整、職場の活性化、生産性の向上、人材の育成等の有用な機能を果た\nし、不可欠の人事管理施策であるといえるところ、本件においては、被告会社の就\n業規則及び被告会社とａとの労働契約によれば、被告会社は業務上の必要に応じ、\nその裁量によりａの勤務場所を決定することができるものというべきである。そし\nて、右の業務上の必要性は、被告会社の業態からみれば、当該転勤先への異動が余\n人をもっては容易に変えがたいといった高度の必要性に限定することは相当でな\nく、労働者間の公平を図りながら、労働力の適正配置、業務の能率増進、労働者の\n能力開発、勤務意欲の高揚、業務運営の円滑など企業の合理的運営に寄与する点が\n認められる限りは、業務上の必要性の存在を肯定することができる。他方、住所の\n移転を伴う転勤は、一般に、労働者の生活関係に影響を与え、経済的・社会的・精\n神的不利益を負わせるものであるから、被告会社の就業規則及び被告会社とａとの\n労働契約に基づきａが本件転勤命令を拒否する正当な理由があるといえるために\nは、被告会社及びａが右不利益を軽減、回避するためにそれぞれ採った措置の有\n無・内容など諸般の状況の下で、被告会社の業務上の必要性の程度に比し、ａの受\nける不利益が社会通念上甘受すべき程度を著しく超えるものと認められることを要\nするものと解するのが相当である。\n（三）　そこでまず、業務上の必要性について判断するに、前記認定事実によれ\nば、被告会社は、全国に設けた営業所出張所に所属する医薬情報担当者の活動を通\nじ医療担当者に医薬品の情報の提供・収集をし、これを基に自社製造の医薬品の販\n売活動をしており、組織の活性化、医薬情報担当者の業務習熟、適正配置などのた\nめ定期的に住所の移転を伴う転勤を実施してきたものであり、企業の維持、発展の\nために意義のある施策であるということができる。そして、住所の移転を伴う医薬\n情報担当者の転勤については、全医薬情報担当者につき同一地区担当期間五年以上\nの者の中から期間のより長い者を優先して異動の対象とし、昭和六〇年三月当時、\n名古屋営業所に補充すべき医薬情報担当者として、他営業所勤務の経験がなく、入\n社以来の東京営業所勤務が一五年間となり、同所内で都内地域担当が昀も長くなっ\nたａを選んだものであって、公平であり、かつ、この人選自体に不当な点はなく、\n本件転勤命令には業務上の必要性があったものというべきである。\n（四）　これに対し、ａの経済的・社会的・精神的不利益についてみると、前記認\n定事実によれば、ａは、本件転勤命令により家族を同伴することになると、被告会\n社の川崎工場に勤務しているｂが退職しなければならず、被告会社における勤務の\n継続を考えているｂの意思に反して家族帯同赴任をすることはできないと考え、名\n古屋に単身赴任を余儀なくされた。しかし、三人の子供に対する父親としての監護\n養育をできるだけ果たし、また、これまで分担してきた日常家事につきｂの負担を\n少しでも軽くするために、ほとんど毎週のように金曜日の夜に新幹線で川崎の自宅\nに帰り、月曜日の早朝に名古屋に出勤する生活を送ることになり、家族が同居して\nいた当時に享受していた家庭生活上の安定が損われ、結局、ｂの社会的不利益を避\nけるために、ａ及びその家族は二重生活による経済的、精神的な負担を強いられた\nものということができる。\n（五）　次に、被告会社及びａが右不利益を軽減、回避するためにそれぞれ採った\n措置の有無・内容についてみると、（１）　被告会社は、医薬情報担当者の住所の\n移転を伴う転勤の場合、家族帯同が望ましいものと考えており、例外的な単身赴任\nに対する別居手当は、配偶者の勤務の継続を理由として支給する例はなかったが、\nａに対しては特別に一年間に限り月額一万二二〇〇円ないし一万五〇〇〇円を支給\nし、また、ａの名古屋における住居として単身赴任者用住宅を提供し、さらに、ａ\nが家族帯同を選択した場合には、被告会社において、名古屋での住居は社宅として\n確保し、川崎の持家の方の管理活用はａの利益に沿うよう措置する旨の申出をし、\n（２）　ａ及びｂは、ｂが被告会社を退職して名古屋で新しい職を探そうとしても\nパートか現在より悪い労働条件となるうえ、保育園の確保や二重保育方法に困難が\nあると予想し、実際に、名古屋でのｂの職探し、ｄ及びｅの保育園確保のための努\n力をしたわけではないが、家庭の事情を話せば被告会社が転勤内示を撤回してくれ\nるであろうと判断し、組合の支援も得られず、被告会社がこれに応じないことが明\n確となって、やむなく単身赴任を選択したものということができる。\n（六）　以上、被告会社の業務の必要性、ａの受けた経済的・社会的・精神的不利\n益の程度、被告会社及びａが右不利益を軽減、回避するためにそれぞれ採った措置\nの有無・内容を前提に判断するに、まず、本件転勤命令は、被告会社において医薬\n情報担当者に対して長年実施されてきて有用ないわゆるローテーション人事施策の\n一環として行なわれたものとして、被告会社の業務の必要性があり、ａにとって\nは、被告会社に勤務を続ける以上はローテーション人事により住所の移転を伴う転\n勤をする時期が既に到来しており、遅かれ早かれ転勤することを覚悟していて当然\nであり、転勤先が東京から新幹線で二時間の名古屋という比較的便利な営業所であ\nってみれば、これによって通常受ける経済的・社会的・精神的不利益は甘受すべき\nであり、ｂが被告会社川崎工場に勤務し続ける以上は単身赴任をせざるを得ないも\nのというべきである。他方、被告会社は、ａに家族用社宅ないし単身赴任用住宅を\n提供し、従前の例にこだわらず別居手当を支給し、持家の管理運用を申し出るな\nど、就業規則の範囲内で単身赴任、家族帯同赴任のいずれに対しても一応の措置を\nしたものということができるところ、本件転勤命令において被告会社のとった対応\nだけでは社会通念上著しく不備であるとはいえない。そうすると、結局、被告会社\nの業務の必要性の程度に比し、ａの受ける経済的・社会的・精神的不利益が労働者\nにおいて社会通念上甘受すべき程度を著しく超えるものと認めることはできないと\nいうべきである。\nよって、ａには本件転勤命令を拒否する正当な理由があるということはできない\nというべきである。\n３　公序良俗違反の有無\n（一）　ａは、本件転勤命令が、ａの単身赴任を余儀なくし、ｂと同居して子供を\n養育監護することを困難にし、家族生活を営む基本的人権を侵害したもので、「女\n子に対するあらゆる形態の差別の撤廃に関する条約」等の趣旨に反するものである\nと主張するが、本件転勤命令は前記のとおり労働契約、就業規則に違反するもので\nはなく、また、これによってａが家族を右転勤先に帯同しないで単身赴任したの\nは、ａとｂの選択によるものであり、その結果家族が同居できなくなったからとい\nって、本件転勤命令が公序良俗に違反して無効であるとすべき理由はない。\n（二）　もっとも、ａが家族帯同して赴任する場合は、ｂは被告会社を退職しなけ\nればならず、共働きを継続するには名古屋で新たに職を探す必要があるが、前記の\nとおり、ｂは、名古屋で再就職するのは難しく、仮にできても収入が大幅に減り、\n労働条件も悪くなると予想し、現実に名古屋での職探しをしなかったというもので\nあるところ、ｂの業務内容及び収入程度に鑑みると、多少条件が悪くなるとしても\n従前の仕事にかわる職を探すことが不可能であるとまでは認めがたいし、一般的に\n既婚女性の再就職が困難ないし悪条件であることは否定できないとしても、それが\n故に、本件転勤命令が公序良俗に違反して無効であるとすることはできない。\n４　信義則上の配慮義務違反\n（一）　ａは、被告会社が本件転勤を命令するにつき、合理的配慮をすべき契約上\nの信義則による配慮義務を尽くしていないから右命令は無効である旨主張するとこ\nろ、ａが本件転勤命令を拒否する正当な理由があるといえるかどうかは、前記３の\nとおり、使用者が労働者の経済的・社会的・精神的不利益を軽減、回避するために\n採った措置の有無・内容など諸般の状況如何によるものであるから、この観点から\n改めて判断する。\n（二）　被告会社の賃金規程には、前記のとおり、単身赴任手当として、借上社宅\nは、一般職で六坪程度の規模のものを家賃の一割をもって提供し、六か月間はその\n半額で提供し、別居手当は、そのうち家族の転居ができなくて別居する理由が所定\nの事由に当たる場合、二年間または一年間を限度に、一定金額を支給する旨定めら\nれ、ａのように妻の勤務継続を理由とする単身赴任に対しても当然に別居手当を支\n給する定めはなかった。しかし、これに対して被告会社が採った措置は、前記一６\nのとおり、別居手当として昭和六〇年四月二日から一年間合計一五万八六〇〇円を\n支給し、社宅としてａの希望により独身寮一室を使用料月額一二〇〇円（六か月間\n半額減額）で提供したのであって、就業規則の範囲内で単身赴任、家族帯同赴任の\nいずれに対しても一応の措置をしたものということができるから、被告会社の単身\n赴任対策として、単身赴任によるａの経済的・社会的・精神的不利益を軽減、回避\nするために社会通念上求められる措置をとるよう配慮すべき義務を欠いた違法があ\nるということはできないものというべきである。\n５　権利濫用の成否\n（一）　使用者は業務上の必要に応じ、その裁量により労働者の勤務場所を決定す\nることができるものというべきであるが、当該転勤につき業務上の必要性がある場\n合であっても、当該転勤命令が他の不当な動機・目的をもってされたものであると\nきもしくは労働者に対し通常甘受すべき程度を著しく超える不利益を負わせるもの\nである等の特段の事情の存する場合は、当該転勤命令は権利の濫用として許されな\nいものというべきである（昀高裁判所第二小法廷昭和六一年七月一四日判決・裁判\n集民事一四八号二八一頁参照）。そこで、本件転勤命令が権利の濫用に当たるかど\nうかについて検討する。\n（二）　本件転勤命令に業務上の必要性があることは、前記２（三）に説示のとお\nりである。\n（三）　本件転勤命令によりａが受けた不利益及び被告会社が右不利益を軽減、回\n避するために採った措置については、前記２（四）（五）に説示のとおりであり、\n被告会社の業務の必要性の程度に比し、ａの受ける経済的・社会的・精神的不利益\nが労働者において社会通念上甘受すべき程度を著しく超えるものと認めることはで\nきないことについては、前記２（六）に説示のとおりである。\n（四）　ａは、本件転勤命令がａの組合活動を嫌悪してこれを停止させるという不\n当な動機・目的をもってなされたものであると主張するので、被告会社の組合ない\nしａの組合活動に関する対応について検討する。\n（１）　ａは、昭和四六年に常任委員（職場委員）、昭和四七年と四八年には春闘\n闘争委員となり、同年一〇月から三期三年間、昭和五五年から三期三年間それぞれ\n執行委員に選任され、また、東京営業所のｉは、昭和四八年一〇月から三期三年間\n組合書記長に選任され、組合活動をしてきた。ところが、昭和四八年にｉが書記長\nに立候補するに当たって被告会社の管理職が立候補を断念するよう説得したこと、\n被告会社が昭和四八年九月にａを甲府宿泊勤務とする配置担当変更の内示をしたこ\nとがいずれも不当労働行為であるとの主張をもって東京都地方労働委員会に救済申\n立てがされ、昭和五一年一月、被告会社と組合との間で、ａを同年三月に東京都内\n担当の配転をする、被告会社がｉの書記長立候補に関し組合に誤解を生ぜしめるご\nときことのあったことを遺憾とするとの協定が成立した。その後組合は、昭和五一\n年の年末一時金闘争がストライキ等で長期化したことがあり、その後合化労連に加\n盟して活動を続けた。（甲四〇号証、証人ｉ、ｊ、原告ａ本人）\n（２）　被告会社は、昭和五二年一月以降、ジュニア・リーダー制度を発足させ\nた。ジュニア・リーダーは、新入社員の指導役として、これに対する環境適応指導\n並びに厚生行事の推進役として、工場従業員相互の融和を図ることを主な役割とす\nるもので、社内リクリェーション活動等を実施してきた。そして、昭和五三年以\n降、産業ジュニア・リーダー全国研修大会にジュニア・リーダー若干名を参加さ\nせ、正しい労使関係のあり方等を含めリーダーの役割を研修させた。（甲一一号証\nの四、証人ｊ、ｌ）\n（３）　昭和五六年一〇月の組合役員選挙において、ａが執行委員に、ｉが副執行\n委員長に、ｊが書記長に当選し従前のとおり執行部を構成したが、組合内部では小\n数派となった。このような状況の下で、組合の小数派は、同年七月、「帝臓労組の\n御用化に反対する会」を結成し、ジュニア・リーダー制度が組合対策である等を会\n社内で訴えたが、翌年度も同様の経過でますます小数派となり、昭和五八年一〇月\nの選挙では右三名も全員落選し、それ以後も選挙に立候補はしたが落選してきた。\n（甲一一号証の一ないし二二、証人ｊ、原告ａ本人）\n（４）　ａらは、その後も「御用化に反対する会」を通じ、リクリェーション活動\n問題、定年延長問題、職能給問題、労災問題、時間内組合活動等について組合執行\n部の被告会社への対応を批判し、被告会社に対する要求を強めてきた。（甲四六な\nいし五六号証、証人ｊ、原告ａ本人）\n（５）　昭和五九年三月、被告会社は、同一勤務場所（東京営業所）で一三年を経\n過したｉに対し、長野駐在勤務を命じたが、ｉは、組合役員に立候補する意思があ\nること及び妻が勤務を継続することを理由に当初断ったが、昀終的にはこれに従っ\nて転勤した。\n（証人ｉ）\n（６）　被告会社では、以前から、組合の三役を含む執行委員に就任している医薬\n情報担当者については特に労働協約上の定めは存しないが、組合交渉の円滑な進行\nを可能にするため、転勤前の滞留が多少長期に及んでも、転勤の実施を控えてき\nた。しかし、長期滞留者が執行委員の職を離れた場合は、適当な時期を選んで転勤\nを命じてきた。すなわち、東京営業所勤務のｓは昭和五二年度の執行委員であった\nが、その職を離れたので、昭和五六年三月に宇都宮駐在勤務に配転となり、東京営\n業所勤務のｔは昭和五五年度の執行委員であったが、その職を離れたので、昭和五\n六年六月に札幌営業所勤務に配転となり、また、東京営業所勤務のｕは、昭和六〇\n年度の組合副委員長であったが、その職を離れたので、昭和六一年三月に仙台営業\n所の配転となった。被告会社がｉに対し転勤を命じたのは、ｉが昭和五八年一〇月\nの組合選挙に落選したことから、もはや前記のような配慮を必要としなくなった時\n期であった。（甲三八号証、乙九六号証、証人ｉ、ｌ）\n（７）　被告会社は、ａがこれまで執行委員をしていたため、被告会社の転勤基準\nによると転勤の時期がきていたものの、転勤命令の対象から外してきたが、昭和五\n八年一〇月に組合役員の選挙に落選したので、昭和五九年三月の異動期にはｉと同\n様に転勤の対象になった。しかし当時、ｂがｅを妊娠していたため、その時期の異\n動を避け、翌年に本件転勤命令を発令するに至った。（証人ｌ）\n以上の事実によれば、ａは、組合執行部の意思と異なり、その小数派として「御\n用化に反対する会」を通じ、組合活動を活発に行ない被告会社と対峙してきたもの\nといえるが、本件転勤命令は、もっぱら被告会社の異動基準によるローテーション\n人事として行なわれたものであるものということができ、ａの組合活動を嫌悪して\nこれを停止させるという不当な動機・目的をもってなされたものであると認めるに\n足りる証拠はない。\nなお、ａは、その本人尋問中で、名古屋配転後も被告会社から種々の嫌がらせを\n受けた旨供述し、これに沿う甲八七号証、八八号証の一、二、九八、九九号証の記\n載があるが、乙七五、七六号証の各一、二、八四号証、証人ｖの証言に照して、右\n各証拠をもって、被告会社がａに対しａの供述するような不当な行為をしたと認め\nることはできない。\n三　信義則上の配慮義務違反による予備的主張\n１　ａは本件転勤命令が有効であるとしても単身赴任を余儀なくされたことに関し\n頭書の主張をするので案ずるに、被告会社は、就業規則及びａとの労働契約によ\nり、業務上の必要に応じてａの勤務場所を決定することができるが、転居を伴う転\n勤は、一般に、労働者の生活関係に影響を与え、特に、家族の病気の世話、子供の\n教育・受験、持家の管理、配偶者の仕事の継続、赴任先での住宅事情等のやむをえ\nない理由から労働者が単身赴任をしなければならない合理的な事情がある場合に\nは、これが労働者に対し経済的・社会的・精神的不利益を負わせるものであるか\nら、使用者は労働者に対してこのような転勤を命ずるに際しては、信義則上、労働\n者の右不利益を軽減、回避するために社会通念上求められる措置をとるよう配慮す\nべき義務があるものというべきである。\n２　本件勤務命令についてみるに、前記二４のとおり、被告会社に労働契約上負う\nべき信義則上の配慮義務に欠けるところはないものというべきであり、被告会社の\n就業規則のその後の改定内容からみれば、ａに対しても別居手当・住宅手当の支給\n継続、一時帰省旅費の支給など経済的援助の拡充を検討する余地があったと考えら\nれるが、特段の事情が認められない限り、別居手当・住宅手当、一時帰省旅費を支\n給する単身赴任者の範囲及びその額については各企業の実情に応じた人事施策に委\nねられるべきものと考えられ、配慮義務の違反があったとすべき特段の事情を認め\nるに足りる証拠はない。\n３　ａは、被告会社が、ａに対して独身寮からの退去を再三勧告したり、終業時刻\n以降に会議を設定し残業を命じたり、夏期休暇に対して時季変更を命じたりする等\nの配慮義務に反する措置をとったと主張し、本人尋問中においてその旨を供述して\nいる。しかしながら、次の認定事実（甲八八号証の三ないし一〇、一二ないし一\n四、一七、一八、乙三〇号証、四一、四二号証、四四号証、六五号証の一、二、七\n五号証の一、二、証人ｖ）に照らし採用することはできない。\n（一）　被告会社は、ａが名古屋営業所に勤務期間中、毎週金曜日夜に自宅に帰る\nことができるように、金曜日の夕方から行なうべき販売会議、課内懇親会等の行事\nのほとんどを別の日に設定する配慮をし、あるいは、夏休み、年末年始及び家族の\n病気などで年次有給休暇を請求した際は可能な限りこれに応じてきた。\n（二）　ａは、昭和六一年六月二七日、名古屋営業所の所属課長に対し同年八月二\n日から一七日までの間の夏休み三日間及び年次有給休暇七日間を請求したが、名古\n屋営業所ではその期間中にＴＫ拡売（武田関係会社の販売キャンペーン）があり、\n右休暇期間のうち特にａが担当者として出席する必要のある同月五、六日及び八日\nを避け休暇をずらしてとるように要請した。しかし、ａの了解が得られず、ａの欠\n席によりＴＫ拡売連携施策に影響が生じるため、名古屋営業所長は、同年七月四\n日、ａに対し、重要な仕事には責任を持ってほしい旨を注意した。\n（三）　また、昭和六二年五月八日夕方、ＴＫ拡売の一環としてのプロモーター会\n議後、名古屋営業所の所属課長がａに対し、翌週月曜朝の業務の指示伝達のための\n緊急の課内会議を開くので少々帰りが遅くなるがこれに出席して欲しい旨残業命令\nを出したところ、ａは、帰宅する時間が夜遅くなるからといって残業命令を拒否し\nた。\nさらに、ａは、同年七月一日に同月一三日の休暇を請求していたが、同日にＴＫ\n拡売の一環として株式会社中薬東営業所でのスタート朝礼が重なった。ａが会社の\n窓口責任者の立場にあってその出席が不可欠であることから、所属課長においてａ\nに休暇の変更を要請したものの、受け入れられなかったので、名古屋営業所では、\n同人の代わりとして昭和六一年入社の課員を代役に立てて出席させたが、ａがその\n課員に資料を提供せず、十分な代役は果たすことができなかったため、被告会社人\n事部長がその後ａに対して右欠席について注意を与えた。\n（四）　なお、被告会社では、独身寮については独身者を入居の対象としており、\nいわゆる単身赴任者については、業務用社宅取扱細則の定めるところにより、単身\n赴任者用借上社宅を提供することとしているところ、ａが、本件転勤にあたって名\n古屋の独身寮への入居を希望したので、たまたま独身寮に空室があり、また同寮に\n既にａと同じような単身赴任者であるｗが入居していたので、将来独身者の入居の\n必要が生じ、そのため満室となる場合は、その時点で退寮し本来の単身赴任者用借\n上社宅に転居することを条件として、ａの希望を入れた。しかし、その後昭和六一\n年六月に、四名の新入社員の名古屋営業所配属により、同人らを独身寮に入居させ\nるため、被告会社は、前記条件に則って、ａ及びｗに転居を命じたところ、ｗは直\nちに応じたがａはこれを拒否し、同寮に入居を継続したので、被告会社はやむなく\n入寮中の独身者一名をａ用に準備した借上社宅に転居させ、続いて昭和六二年六\n月、同年の新入社員四名が名古屋営業所配属となったので、少なくともそのうち一\n名を独身寮に入居させるべく、ａに対して借上社宅へ転居するよう命じたが、ａは\n再度これを拒否したので、被告会社はやむを得ず、本来独身寮に入居すべき一名を\n含め新入社員全員を借上社宅に収容せざるを得なかった。\n（五）　ａは、昭和六〇年度の年次有給休暇を二六日間取得したが、昭和六〇年四\n月から同年一一月までに取得した一五日間の内訳をみると、本件転勤による赴任の\nために一日間、本件の訴訟期日への出頭のために四日間、親戚の葬儀のために三日\n間費消しており、いずれも、別居に伴う家庭生活上の負担とは無関係のものであっ\nて、右の合計八日間を控除すると、通常の取得日数と異なるところはなく、昭和六\n一年度は二一日間を取得し、昭和五七年度から五九年度までの平均取得日数二〇日\n間とほぼ同じであった。\n以上によれば、ａの主張・供述する各事実は、業務上の必要性に基づく措置であ\nって、前記配慮義務に違反するものということはできない。\n四　原告ａに対する不法行為の成否\nａは、本件転勤命令がａの家族生活を営む権利への違法な侵害であると主張する\nが、これまでに説示してきたところから明らかなとおり、ａが二重生活による経済\n的、精神的な負担を強いられたことによって本件転勤命令が違法であるということ\nはできないというべきであるから、右主張を採用することはできない。\n五　原告ｂ、同ｃ、同ｄ、同ｅに対する被告会社の不法行為の成否\n右原告らは、本件転勤命令は、ａの単身赴任を余儀なくし、夫婦・親子が同居\nし、家族生活を営む権利、夫婦が協力して子を養育する権利、子供が両親から養育\nを受ける権利という基本的人権を侵害するものであると主張するが、原告ら家族の\n諸々の不利益を考慮した上でなお本件転勤命令が適法なものであることはａの請求\nに対する判断において説示したとおりであり、本件転勤命令に基づきａが名古屋に\n単身赴任することを選択したものである。したがって、家族が同居していた当時に\n享受していた家庭生活上の安定が損われ、監護養育環境が変わったからといって本\n件転勤命令に違法があるとはいえないから、右原告らの請求は理由がない。\nよって、原告らの請求をいずれも棄却することとし、主文のとおり判決する。\n＜２６３３３－００１＞\n＜２６３３３－００２＞\n＜２６３３３－００３＞\n"
}