{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 3,
    "day": 29
  },
  "case_number": "昭和63(ワ)4516",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "実用新案権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13819",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13819",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/819/013819_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第一　原告の請求\n一　被告は、別紙目録記載の梁吊金物（以下「被告製品」という。）を製造販売\nし、若しくは販売のために展示してはならない。\n二　被告は、被告製品を廃棄せよ。\n三　被告は、原告に対し、四〇〇〇万円及びこれに対する昭和六三年四月二八日か\nら支払済みに至るまで年五分の割合による金員を支払え。\n第二　事案の概要\n一　本件は、原告において、被告による被告製品の製造販売行為が原告の有する本\n件判決添付の実用新案公報記載の実用新案権（ただし、登録日は昭和六二年七月七\n日、登録番号は第一六八七三四七号、以下「本件実用新案権」といい、その考案を\n「本件考案」という。）及びその仮保護の権利を侵害するものであるとして、その\n行為の差止め及び損害賠償の支払いを求め、被告において、これを争うとともに、\n先使用による通常実施権の存在を主張している事案である。\n二　争いがない事実\n１　原告は、本件実用新案権を有している。\n２　被告は、被告製品を業として製造販売している。\n三　争点\n本件の争点は、被告製品のナット４３´の構造が、本件考案のナットの構成に関\nする要件を充足しているか否かである。すなわち、本件考案におけるナットは、\n「該クランプのボルトに螺合される雌螺子孔を有する筒状の螺子体」と「前記ボル\nトに遊嵌される管体」が「螺看」されている構成であるところ、被告製品における\nナット４３′は、「吊金物のボルト３に遊嵌される無螺子孔部分４７と前記ボルト\n３に螺合される雌螺子孔部分４５とを有する管体４３」と「管体４１」が一体に\n「溶着」されている構造であり、この被告製品の構造が本件考案の前記要件を充足\nするか否かである。この点に関する当事者の主張は、次のとおりである。\n１　原告\n本件考案における「螺着」は、本件考案の出願当時の技術水準から「螺着」とい\nう方法で「固着」という構成を代表させようとしたものである。また、本件考案に\nおいては、二つの管体が固着されていれば、それが「螺着」であろうと「溶着」で\nあろうと、その作用効果に相違をも来さないのであるから、「螺着」は、「固着」\nを意味するものと考えるべきである。仮に、被告製品の「溶着」という構成が、本\n件考案の「螺着」という要件を充足しないとしても、被告製品は、本件考案のその\n余の要件は全て充足し、しかも本件明細書に記載された本件考案の作用効果を全て\n満たしており、単に本件明細書に記載されていない「環体の着脱が容易である」と\nいう作用効果を奏しないという不都合があるにすぎないものであるから、これは、\n本件考案のいわゆる改悪実施であり、本件考案の技術的範囲に属するものである。\n２　被告\n本件考案においては、「筒状の螺子体」と「管体」とは螺着され、容易に分離可\n能な構成となっており、これが大きな特徴になっているが、被告製品においては、\n荷重がかかる管体４３が一体成型され、管体４１は環体４２の脱落防止作用を有す\nるにすぎず、このことから両者は作用効果において大きな違いがある。\n第三　争点に対する判断\n一　本件明細書の実用新案登録請求の範囲には、「該クランプのボルトに螺合され\nる雌螺子孔を有する筒状の螺子体の一側外周が縮径段状とされ、且つ段状部に雄螺\n子が設けられていると共に該段状部には、前記雄螺子に螺合する雌螺子を有し、且\nつ、前記ボルトに遊嵌される管体が、螺着されているナット」と記載されているこ\nとが認められる。そうすると、本件考案におけるナットは、クランプのボルトが嵌\n通する部分が、ボルトが螺合する雌螺子孔を有する部分（雌螺子孔部分）と雌螺子\n孔がなく、ボルトが遊嵌される部分（遊嵌部分）とに分離され、それぞれが別個の\n部品からなり、この雌螺子孔部分の外周に刻設された雄螺子と遊嵌部分に刻設され\nた雌螺子とが「螺着」されてなる構成であることが明らかである。一方、被告製品\nにおけるナット４３′は、別紙目録の記載によれば、「ボルト３の遊嵌される無螺\n子孔部分４７と前記ボルトに螺合される雌螺子孔部分４５とを有する管体４３」と\nいうものであって、クランプのボルトの嵌通する部分は、雌螺子孔部分と遊嵌部分\nが二個の部品に分けられることなく、\n一体として成型された構成であることが明らかである。したがって、被告製品は、\nこの点において、本件考案の右要件を充足しないものというべきである。\n更に、本件考案においては、前記のとおり、クランプのボルトが嵌通する部分の\n雌螺子孔部分である「筒状の螺子体」と遊嵌部分である「管体」とが「螺着」され\nていることを要件とするものであるところ、別紙目録の記載によれば、被告製品に\nおいては、ナット４３′は、雌螺子孔部分と遊嵌部分とが一体成型された管体４３\nの外周側に、環体４２の脱落防止のために管体４１が溶着されている構造であるこ\nとが認められる。右によれば、本件考案と被告製品では「螺着」と「溶着」という\n点において相違するものであり（原告は、本件明細書中に固着手段として螺着と溶\n着とをそれぞれ別個の固着方法としてに使い分けていることが明らかであり、これ\nを同意義のものと解することはできない。）、仮に「螺着」と「溶着」とを同意義\nに解することができるとしても、被告製品において「溶着」されているのは、本件\n考案における筒状の螺子体と管体の双方の性質を併せ持つ管体４３と、環体４２の\n脱落防止のための管体４１なのであって、本件考案のように雌螺子孔部分である筒\n状の螺子体と遊嵌部分である管体ではないのであるから、この点において、両者の\n技術的思想は異なるものであるというほかはない。\n以上のとおり、被告製品は、その余の構成要件について検討するまでもなく、本\n件考案の技術的範囲に属さない。\n二　以上によれば、原告の本訴請求は、その余の点について判断するまでもなく理\n由がない。\n目録\n第一図は、斜視図で示した梁吊金物、第二図は、同要部部品を断面で示した梁吊\n金物であって、\n右梁吊金物は、板状鉄材１の略中央の面に穴が開設され、この穴にボルト３が挿\n入されて頭部分３ａを鉄材１に溶着し、さらにこの頭部分３ａを跨ぐように倒Ｕ字\n状の桿２を前記板状鉄材１に貫設されている一対の孔に該桿２の両端を嵌挿溶着し\nて立設した吊金物と、\nこの吊金物のボルト３の遊嵌される無螺子孔部分４７と前記ボルト３に螺合され\nる雌螺子孔部分４５とを有する管体４３の雌螺子孔部分４５を有する一側外周が縮\n径段状部４３ｃとされ、この縮径段状部４３ｃには管体４１が嵌着されて、前記管\n体４３の縮径段状部に一体に溶着されているナット４３´と、この管体４３と前記\n管体４１との間の縮径の段状部４３ｂに回動自在に嵌着されている環体４２とから\nなっており、この環体４２の周面に設けられたフック６と前記板状鉄材１に設けら\nれたフック６とがワイヤー等の索条５で連結されているとともに、前記ナット４\n３´の管体４３の縮径段状部４３ｃでない側が六角形状部４３ａとされ、この六角\n形状部４３ａの相対向する二つの面に穴４６、４６が設けられている梁吊金物。\nなお、第三図は、梁吊金物の使用状態を示し、第四図は、同梁吊金物の使用状態\nを断面で示した。\n＜３０４５６－００１＞\n＜３０４５６－００２＞\n＜３０４５６－００３＞\n＜３０４５６－００４＞\n＜３０４５６－００５＞\n＜３０４５６－００６＞\n"
}