{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 2,
    "month": 3,
    "day": 7
  },
  "case_number": "昭和60(行ウ)173",
  "case_name": "土地収用補償金請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　行政処分たる収用委員会の裁決は，特定の土地等を収用することを決定すると同時に，その特定の土地等を収用することの補償として一定の金額を支払うことをも決定するものであるから，起業者が土地所有者等に支払うべき損失補償の額についても公定力を有するものというべきであり，損失補償の額に不服があるとしてこれを争う者は，公定力を排除するために，裁決のうちの損失補償の額に関する部分の変更を求めなければならず，これを求めることなく金銭の給付のみを求める訴えは，土地収用法１３３条１項の予定する訴訟形式によらない訴えとして不適法であるとした事例　２　土地収用裁決における損失補償額が相当でないとして，同裁決中の補償金額の変更と差額の支払を求める訴えが，補償額は相当であるとして棄却された事例",
  "lawsuit_id": "16719",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16719",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/719/016719_hanrei.pdf",
  "contents": "○　主文\n一　原告の主位的請求に係る訴えを却下する。\n二　原告の予備的請求をいずれも棄却する。\n三　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n（主位的請求）\n１　被告は、原告に対し、金一億五六一六万九八六五円及びこれに対する昭和六〇\n年一一月二九日から支払済みまで年五分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　仮執行宣言\n（予備的請求）\n１　被告が起業者として施行する高速自動車国道東関東自動車道新設工事（大栄イ\nンターチェンジ・佐原インターチェンジ間）及びこれに伴う附帯工事に係る土地収\n用事件について、千葉県収用委員会が別紙物件目録シないし（三）の各２の土地に\nついて昭和六〇年八月二二日にした裁決（昭和五九年千収裁第五号）中、原告に対\nする土地についての損失補償金が金四二八二万〇一三五円とあるのを金一億九八九\n九万円と変更する。\n２　被告は、原告に対し、金一億五六一六万九八六五円及びこれに対する昭和六〇\n年一一月二九日から支払済みまで年五分の割合による金員を支払え。\n３　訴訟費用は被告の負担とする。\n４　第２項につき仮執行宣言\n二　請求の趣旨に対する答弁\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n３　担保を条件とする仮執行免脱の宣言\n第二　当事者の主張\n一　請求原因\n１　被告が起業者として施行する高速自動車国道東関東自動車道新設工事（大栄イ\nンターチェンジ・佐原インターチェンジ間）及びこれに伴う附帯工事に係る土地収\n用事件について、千葉県収用委員会は、昭和六〇年八月二二日付けで、原告の所有\nする別紙物件目録（一）ないし（三）の各２の土地（以下「本件収用土地」とい\nう。）について、原告に対する土地についての損失補償金を四二八二万〇一三五円\n（以下「本件補償金」という。）としてこれを収用する旨の裁決（昭和五九年千収\n裁第五号。以下「本件裁決」という。）をした。\n２　しかしながら、次のとおり、原告に対する土地についての損失補償金は一億九\n八九九万円が相当である。\n（一）　原告は、本件収用土地の収用により原告の所有する別紙物件目録（一）な\nいし（三）の各１の土地（以下「本件残地」といい、本件収用土地と併せて「本件\n土地」という。なお、本件土地のうち特定の土地を表示する場合には「＜地名略＞\nの土地」というように地番のみをもって表示することがある。）が公道から遮断さ\nれ、畑としての利用が著しく困難となるから、本件残地も収用すべきである。\n（二）　本件土地の実測面積は六〇三〇平方メートル（小数点以下切捨て）であ\nる。また、被告が国道五一号線に隣接する土地を一平方メートル当たり二万四〇〇\n〇円で買収した当時、本件土地の近傍に所在する土地を一平方メートル当たり一万\n六〇〇〇円と評価していたのであるが、右の国道五一号線に隣接する土地の価格は\n現在では一平方メートル当たり五万円以上であるから、本件土地の一平方メートル\n当たりの価格は三万三〇〇〇円が相当である。したがって、本件土地全体の価格は\n一億九八九九万円となる。\nなお、本件裁決は、土地調書添付の実測平面図（以下「本件図面」という。）に基\nづき本件収用土地の面積を確定している。しかしながら、本件図面は、図面を作成\nするのに必要な測量を行わず、専ら国土調査の結果得られた数値に基づいて作成さ\nれたもので地籍図と同様のものであるから、起業者が実測した図面ではなく、土地\n収用法三七条が土地調書に添付することを義務付けている実測平面図とはなり得な\nいものであり、また、本件土地に隣接する道路（以下「本件道路」という。）の管\n理者の立会を欠くという手続上の瑕疵があるものであるのみならず、その内容も真\n実に反するものである。したがって、本件裁決はこの点において違法というべきで\nある。\n（三）　本件土地については、原告とＡ、Ｂ及びＣとの間で賃借権について争いが\nあったから、土地収用法六九条本文の個別主義を適用すべきではなく、同条但書の\n代位主義によるべきである。\nよって、原告は、被告に対して、主位的に、一億九八九九万円と本件補償金との差\n額である一億五六一六万九八六五円及びこれに対する本件訴状が被告に送達された\n日の翌日である昭和六〇年一一月二九日から支払済みまで民法所定の年五分の割合\nによる遅延損害金の支払を求め、予備的に、本件裁決のうち原告に対する土地につ\nいての損失補償金が四二八二万〇一三五円とあるのを一億九八九九万円と変更し、\nその差額である一億五六一六万九八六五円及びこれに対する本件訴状が被告に送達\nされた日の翌日である昭和六〇年一一月二九日から支払済みまで民法所定の年五分\nの割合による遅延損害金の支払を求める。\n二　請求原因に対する認否及び反論\n１　請求原因１の事実は認める。\n２　（一）同２の冒頭の主張は争う。\n（二）　同２（一）のうち、原告が本件残地を所有していることは認めるが、その\n余は争う。残地収用を認めるか否かということは、本件訴訟の審理の対象とはなり\n得ない。\nなお、本件残地は、いずれも原告の所有に属し、その面積及び形状を考慮すると、\n充分に耕作することができるのであるから、土地収用法七六条一項の「残地を従来\n利用していた目的に供することが著しく困難となるとき」に該当せず、本件残地を\n収用しなかったことに違法はない。\n（三）　同２（二）のうち、被告が国道五一号線に隣接する土地を一平方メートル\n当たり二万四〇〇〇円で買収したことがあること、被告が本件土地の近傍に所在す\nる土地を一平方メートル当たり一万六〇〇〇円と評価したことがあること及び本件\n裁決が本件図面に基づき本件収用土地の面積を確定していることは認めるが、その\n余の事実は否認し、主張は争う。\n（本件収用土地の面積について）\n被告は、昭和六〇年二月一三日に実施した土地収用法三五条による立入調査に基づ\nいて作成された本件図面によって、別紙物件目録（一）２の土地の面積を一五六\n〇・四九平方メートル、同（二）２の土地の面積を一二三八・二平方メートル、同\n一（三）２の土地の面積を一二一四・一八平方メートルと積算した。右立入調査\nは、原告の外本件土地の耕作権者であるＡら、隣接土地の所有者であるＤら及び本\n件土地に隣接する道路の管理者である千葉県の吏員そらが立ち会って行われ、昭和\n四八年に実施された国土調査法に基づく調査（以下「本件国土調査」という。）に\n際して設置された境界杭のうち残存していたものを基準として、右調査の際に作成\nされ登記所に公図として保存されている地籍図（以下「本件地籍図」という。）に\nよって想定される境界点に仮杭を打ち込んで測量を行い、本件図面が作成されたの\nである。そして、同月一五日土地調書の作成について立会を求められた原告は、右\n調書の記載について異議を述べなかったが、立会人としての署名捺印を拒否したた\nめ、被告は、大栄町建設課長の立会、署名捺印を求めて右調書を作成した。\n（本件収用土地の評価について）\n被告は、政府の「公共用地の取得に伴う損失補償基準要綱」（昭和三七年六月閣議\n決定）に準じて策定された「日本道路公団の行なう用地取得に伴う損失補償の基準\nを定める規程」及び「日本道路公団の行なう用地取得に伴う損失補償基準を定める\n規程の処理要領」に基づき、分筆前の＜地名略＞の土地を標準地として取引事例比\n較法による評価をするとともに、株式会社三和不動産鑑定事務所外二社の不動産鑑\n定士の鑑定の結果を参酌し、本件収用土地の一平方メートル当たりの評価額を一万\n四三〇〇円としたものであって、右評価は適正である。\n（四）　同２（三）のうち、原告とＡ、Ｂ及びＣとの間で賃借権について争いがあ\nったことは認めるが、その余は争う。原告がＡらの賃借権を争うのであれば、賃借\n権が存在しないとして補償額を請求すればよいのであって、個別主義適用の誤りを\n持ち出す必要はない。\n被告は、本件土地の現状を調査し、分筆前の＜地名略＞の土地及び＜地名略＞の土\n地の一部をＡが、＜地名略＞の土地の残部をＣが、＜地名略＞の土地をＢが長年に\nわたり耕作していること、原告との間で賃貸借契約について紛争があったためＡ及\nびＢは地代を供託していること、原告は千葉県知事に対しＡ及びＢに対する農地の\n賃貸借契約解除の許可申請をしたが、右許可申請は却下されていることが判明した\nので、Ａ及びＢを右耕作地の賃借権者と判断し、Ｃについては、原告の甥という身\n分関係があって、地代を支払っていないことから、使用借権者と判断し、それぞれ\n補償の対象として裁決の申請をしたところ、収用委員会は、Ｃについては右耕作地\nの使用権限について農業委員会の許可を得ていないから、占有権限がないとして補\n償の対象者と認めなかったが、Ａ及びＢについては賃借権者であると認定した。そ\nして、被告の職員が調査したところ、本件土地の所在する地方における離作料は土\n地価格の三割とされている事例が多く、不動産鑑定士の意見も同様であったので、\n賃借権の補償額を土地価格の三割と客観的に評価することができるものである。\n第三　証拠（省略）\n○　理由\n一　まず、本件訴えの適法性について検討する。\n行政処分たる収用委員会の裁決は、特定の土地等を収用することを決定すると同時\nに、その特定の土地等を収用することの補償として一定の金額を支払うべきことを\nも決定するものであるから、起業者が土地所有者等に支払うべき損失補償の額につ\nいても公定力を有するものというべきである。したがって、損失補償の額に不服が\nあるとしてこれを争う者は、公定力を排除するために、裁決のうちの損失補償の額\nに関する部分の変更を求めなければならないのであり、これを求めることなく金額\nの給付のみを求める訴えは、土地収用法一三三条一項の予定する訴訟形式によらな\nい訴えとして不適法であると解すべきである。よって、主位的請求に係る訴えは不\n適法である。\n二　そこで、予備的請求について検討する。\n１　請求原因１の事実は、当事者間に争いがない。\n２　原告は、本件残地も収用すべき旨を主張するので、まずこの点について検討す\nるに、土地収用法一三三条一項所定の損失の補償に関する訴えは、裁決によって定\nめられた収用の目的物を前提として、それに対する損失補償の額の適否を審査の対\n象とするものと解すべきであるから、残地を収用すべきか否かということは、右訴\nえの審理の対象とはなり得ないものというべきである。\nまた、この点は措くとしても、本件残地を原告が所有していることについては当事\n者間に争いがなく、成立に争いのない甲第一号証、乙第七号証及び第一三号証の\n一、弁論の全趣旨によって原本の存在及びその成立を認めることができる乙第九号\n証並びに原告本人尋問の結果によれば、（１）本件裁決以前、本件残地のうち＜地\n名略＞の土地及び＜地名略＞の土地の一部はＡが、＜地名略＞の土地の残りの部分\nはＣが、＜地名略＞の土地はＢがそれぞれ耕作していたこと、（２）本件残地は帯\n状であり、その面積は、後記のとおり、＜地名略＞の土地が五三四・四二平方メー\nトル、＜地名略＞の土地が五九六・三四平方メートル、同番三の土地が七九六・〇\n三平方メートルであって、いずれも耕作の用に供することができること、（３）本\n件収用土地の収用によりＣが耕作していた土地は袋地になるが、＜地名略＞の土地\nに通路を新設すれば道路に通じること、以上の事実が認められるのであって、右認\n定の事実によれば、本件収用土地の収用により本件残地を従来利用していた目的に\n供することが著しく困難になるということは到底できないから、本件残地を収用す\nる必要はないものというべきである。\nしたがって、本件訴えにおいては、本件裁決における本件収用土地についての損失\n補償額が相当であるか否かを審理すべきであり、また、それで足りるものというべ\nきである。\n３　（一）次に、原告は、本件土地の実測面積は六〇三〇平方メートルであると主\n張するところ、右に述べたとおり、本件訴えにおいては、本件裁決における本件収\n用土地についての損失補償額が相当であるか否かを審理すべきであるから、本件土\n地の実測面積は、本件訴えにおいては直接意味を持たないものというべきである。\n（二）　もっとも、原告の主張は、本件裁決における本件収用土地の面積の認定を\n争う趣旨をも含むものと解されないでもないので、以下において、本件収用土地の\n面積について検討する。\n（１）　前掲甲第一号証及び乙第七号証、成立に争いのない甲第五号証ないし第一\n〇号証、乙第一号証の二、第四号証、第一二号証の一ないし四及び第二一号証、昭\n和六〇年二月一三日に本件土地の南東隅を撮影した写真であることについて当事者\n間に争いがない乙第一八号証の（２）の写真、証人Ｅ、同Ｆ及び同Ｇの各証言並び\nに原告本人尋問の結果によれば、以下の事実が認められる。\nア　本件土地の周辺については、昭和四八年ころ本件国土調査が行われ、その結果\n作成された本件地籍図が公図として登記所に保存されている。また、本件国土調査\nの成果により登記簿上の面積が更正され、分筆前の＜地名略＞の土地は二〇九四平\n方メートル、＜地名略＞の土地は一八三四平方メートル、＜地名略＞の土地は二〇\n一〇平方メートルとなった（昭和六〇年四月五日に、＜地名略＞の土地は＜地名略\n＞及び＜地名略＞の土地に、＜地名略＞の土地は同番二及び五の土地に、＜地名略\n＞の土地は同番三及び六の土地にそれぞれ分筆された。）。\nイ　被告は、昭和六〇年二月一三日、原告、Ａ、本件土地の隣接地の所有者、本件\n道路の管理者である千葉県の吏員等の立会のもとに、土地収用法三五条の規定に基\nづき、本件土地の立入調査を行った。右立入調査の時点では、本件国土調査の際に\n設置された境界杭は三か所しか残っていなかったため、境界杭がなくなった地点に\nついては、被告から測量の依頼を受けた栄向測量設計株式会社の従業員が、巻尺を\n使って本件地籍図から想定されるおおよその境界点を関係者に示し、関係者の了解\nを得たうえでその点を起点、測量点として測量機械であるトランシット、赤外線測\n距器を使用して本件土地の測量を行い、その結果に基づいて本件図面を作成した。\nなお、原告が右起点、測量点について異議を述べることはなかった。\nウ　被告が昭和六〇年二月一五日に原告に対して本件図面を添付した土地調書への\n署名押印を求めたところ、原告は、本件図面が違う、再測量を行えなどと言って署\n名押印することを拒否したが、土地調査に異議を付記することはなかった。\nエ　本件図面によって積算される本件土地の面積は、＜地名略＞の土地が五三四・\n四二平方メートル、＜地名略＞の土地が五九六・三四平方メートル、＜地名略＞の\n土地が七九六・〇三平方メートル、＜地名略＞の土地が一五六〇・四九平方メート\nル、＜地名略＞の土地が一二三八・二〇平方メートル、＜地名略＞の土地が一二一\n四・一八平方メートル一（分筆前の＜地名略＞の土地が二〇九四・九一平方メート\nル、＜地名略＞の土地が一八三四・五四平方メートル、＜地名略＞の土地が二〇一\n〇・二一平方メートル）となり、登記簿上の面積と極めて近似している。\n以上の事実が認められるのであって、右認定の事実によれば、本件図面は後記の耕\n作境の点を除いて正確なものということができる。\n（２）　原告は、本件図面の内容は真実に反すると主張し、原告本人も、（１）Ａ\nが耕作していた土地とＣが耕作していた土地との境には小さな立木があり、Ａもそ\nの木が耕作境であることを認めていたから、実測していれば間違う筈がないのに、\n本件図面では一メートルほどずれていた、（２）本件土地と本件道路との境界につ\nいては境界点を確認していない、（３）本件道路は九尺道路であるのに本件図面は\n本件道路が二間道路であるという前提で作成された、（４）本件図面は、原告が昭\n和五〇年ころ本件国土調査の際に設置された境界杭に従って測量し、作成した図面\n（甲第一一号証の添付図面１）及び原告が昭和六〇年秋に右図面を訂正して作成し\nた図面（甲第三号証の一）と食い違っている、（５）本件土地と本件道路との境界\n線は直線であるのに、本件図面によれば直線となっていないなどと供述するので、\n順次検討する。\nア　Ａの耕作土地とＣの耕作土地との境界について\n前掲甲第一号証、乙第七号証及び第一三号証の一、原告本人尋問の結果によって原\n告主張のような写真であることが認められる甲第二六号証の二及び第二八号証並び\nに原告本人尋問の結果によれば、被告の立入調査が行われた当時、Ａの耕作する土\n地とＣの耕作する土地との境界線と本件土地と北側隣接地との境界線との交点には\n立木が植えられていたこと及び本件図面では右立木から八六・六センチメートル北\n東側に寄った地点を右耕作境としていたことが認められるが、他方、前掲甲第一号\n証及び乙第四号証によれば、Ｃは被告の行った立入調査に立ち会わなかったが、Ａ\nは右立入調査に立ち会い、同人とＣは分筆前の＜地名略＞の土地を半分ずつ耕作し\nていると述べたため、被告は右説明に従って本件図面を作成したことが認められる\nのであって、この事実及び前記（１）で認定した事実に照らすと、前記認定の事実\nをもって本件図面が全体として真実に反するものであるということはできない。\nイ　本件土地と本件道路の境界点の確認について\n前掲乙第一八号証の（２）の写真によれば、昭和六〇年二月一三日に原告も立ち会\nった上で本件土地と本件道路との境界付近で、ある点を定めて巻尺で距離を測定し\nていることが認められるところ、この事実によれば、本件土地と本件道路との境界\nについては原告自身が確認していると推認することができるものというべきであ\nる。したがって、この点についての原告の前記供述は、信用することができない。\nウ　本件道路の幅員について\n証人Ｆの証言及び原告本人尋問の結果によれば、本件図面は本件道路の幅員が二間\nであることを前提として作成されたものであることが認められるところ、前掲乙第\n一二号証の三、四によれば、縮尺五〇〇分の一の本件地籍図で本件道路の幅員が六\nミリメートル強ないし七ミリメートル強あることが認められるから、本件道路の幅\n員は少なくとも三メートルを超えていたことは明らかであって、本件道路はいわゆ\nる二間道路であったというべきである。したがって、本件図面が本件道路の幅員に\nついて真実に反した記載をしているということはできない。\nなお、原本の存在及びその成立に争いのない甲第三四号証によれば、昭和六一年三\n月二五日に調製された大栄町道路現況平面図では、本件道路の幅員が三メートルと\n表示されていることが認められるが、右図面がどのような測定方法で作成されたも\nのか明らかではないから、右事実も前記認定を覆すに足りないというべきである。\nまた、原告本人尋問の結果及びこれによって本件道路を撮影したものであると認め\nられる甲第二五号証の（２）、（３）の写真によれば、本件道路と隣地との境界に\n設置された境界石のところの巻尺の数値が三メートルを示していることが認められ\nるが、右巻尺の起点がどこであるか、その起点をどのようにして求めたかが明らか\nではないから、右事実も前記認定を覆すに足りないというべきである。そして、前\n記認定の事実に照らし、本件道路の幅員が九尺ないし三メートルであったとする原\n告本人の供述並びに甲第一五号証、第一六号証及び第二七号証の各記載も、採用す\nることができない。\nエ　原告作成の図面との相違について\n原告本人尋問の結果によれば、甲第一一号証の添付図面１は、昭和五〇年春ころ本\n件国土調査の際に設置された境界杭に従って原告とタクシーの運転手の二人で巻尺\nで測定した結果に基づいて原告が作成したものであり、甲第三号証の一の図面は、\n原告が昭和六〇年秋ころ右図面に訂正を加えて作成したものであることが認められ\nるところ、右認定の事実から明らかなように、右二枚の図面はいずれも測量につい\nては素人である（このことは弁論の全趣旨によって認められる。）原告が作成した\nものであるから、本件図面が右二枚の図面と相違しているからといって本件図面が\n真実に反するものであるということは到底できない。\nなお、本件図面は甲第三一号証の図面とも相違しているが、弁論の全趣旨によれ\nば、右図面は縮尺が約八〇〇〇分の一とされる空中写真（甲第二六号証の二）に基\nづいて作成されたものであることが認められるから、必ずしも正確に現地を復元し\nたものということはできず、本件図面が甲第三一号証の図面と相違しているからと\nいって本件図面が正確なものではないということはできない。\nオ　本件土地と本件道路との境界線が直線でないことについて\n原告本人尋問の結果及びこれにより真正に成立したものと認められる甲第一九号証\nないし第二二号証によれば、本件図面では本件土地と本件道路との境界線が若干屈\n折して描かれていることが認められるが、右境界線が全くの直線であることを認め\nるに足りる証拠はない（甲第一六号証には本件道路はほぼ等しい道幅と認識してい\nるとの記載があるにすぎず、また、証人Ｅ及び同Ｆも、右境界線はほぼ直線である\n旨を証言するにとどまる。）から、右事実が認められるからといって、本件図面が\n真実に反するということはできない。\n（三）　また、原告は、本件図面の作成手続に瑕疵があると主張するが、前記のと\nおり、本件訴えにおいては、本件裁決における損失補償額の相当性を審理、判断す\nべきであるから、原告の右主張は、本件訴えにおいては審理の対象となるものでは\nないというべきである。\n（四）　以上によれば、本件収用土地の面積は、＜地名略＞の土地が一五六〇・四\n九平方メートル、＜地名略＞の土地が一二三八・二〇平方メートル、＜地名略＞の\n土地が一二一四・一八平方メートルであるというべきであるから、この点について\nの本件裁決の認定、判断は相当である。\n４　また、原告は、本件土地の一平方メートル当たりの価格は三万三〇〇〇円であ\nると主張するので、この点について検討する。\n被告が国道五一号線に隣接する土地を一平方メートル当たり二万四〇〇〇円で買収\nしたことがあること及び被告が本件土地の近傍に所在する土地を一平方メートル当\nたり一万六〇〇〇円と評価したことがあることについては、当事者間に争いがな\nく、原告本人尋問の結果によれば、被告が右買収をしたのは昭和五四年ころである\nこと及び被告が右評価をしたのは昭和五六年ころであることが認められるが、右認\n定の事実から事業認定の告示の日である昭和六〇年二月六日（この事実は、前掲甲\n第一号証によって認められる。）における本件土地の一平方メートル当たりの価格\nが三万三〇〇〇円であると認めることはできず、他にこれを認めるに足る証拠はな\nい。なお、原告は、昭和五九年ころ、右買収地から約五〇〇メートル離れたところ\nに所在する約二〇〇〇平方メートルの土地が一坪当たり一五万円で売りに出されて\nいると聞いた旨を供述し、甲第三九号証にも同旨の記載があるところ、土地の価格\nは種々の要因で定まるものであるから、単に近くに所在するからといって、右上地\nと被告が買収した土地とが、また、本件土地と被告が一万六〇〇〇円と評価した土\n地とがそれぞれ同じ価格であり、同じ割合で値上がりしているということは到底で\nきないから、仮に、右土地が昭和五九年ころ一坪当たり一五万円で売りに出されて\nいたとしても、\nそのことから本件土地の一平方メートル当たりの価格が昭和六〇年二月六日当時三\n万三〇〇〇円であったということはできない。\nかえって、成立に争いのない乙第一四号証及び第一五号証の一ないし三並びに証人\nＨの証言によれば、被告は、被告が策定した「日本道路公団の行なう用地取得に伴\nう損失補償の基準を定める規程」及び「日本道路公団の行なう用地取得に伴う損失\n補償の基準を定める規程の処理要領」に基づき、分筆前の＜地名略＞の土地を標準\n地とし、取引事例比較法によって右標準地の昭和六〇年二月六日現在の一平方メー\nトル当たりの価格を一万四三〇〇円と評価し、＜地名略＞の土地及び＜地名略＞の\n土地も標準地と同じ評価をしたこと、被告から右時点における本件土地の価格の鑑\n定を依頼された三社のうち二社の鑑定結果は一平方メートル当たり一万四三〇〇円\nで、残りの一社の鑑定結果は一平方メートル一万四五〇〇円であったことが認めら\nれるのであって、右認定の事実によれば、本件土地の昭和六〇年二月六日現在の価\n格は一平方メートル当たり一万四三〇〇円であったというべきである。したがっ\nて、この点についての本件裁決の認定、判断は相当であるというべきである。\n５　さらに、原告は、土地収用法六九条本文による個別主義を適用すべきではな\nく、同条但書の代位主義によるべきであると主張するので、この点について検討す\nるに、個別主義を適用したことが違法であり、代位主義を適用すべきだとしても、\nそのことの故に原告の受けるべき補償額が増額するわけではないから、損失補償額\nの相当性を問う本件訴訟では原告の右主張は意味をもたないのであり、原告におい\nて本件収用土地についてＡ及びＢが賃借権を有することを争うのであれば、本件裁\n決において個別主義が適用されたことの是非を問うのではなく、端的に右賃借権が\nないことを前提とした補償額を請求すべきである。そして、原告の右主張は、本件\n収用土地については賃借権が存在しないことを前提とした損失補償額が相当である\nとの趣旨をも含むものと解されないではないから、以下において、Ａ及びＢが賃借\n権を有するか否か、賃借権価格の土地の価格に占める割合（いわゆる賃借権割合）\nについて判断する。\n前掲甲第一号証、乙第九号証及び第一三号証の一、弁論の全趣旨によって原本の存\n在及びその成立を認めることができる乙第一〇号証、証人Ｆの証言並びに原告本人\n尋問の結果によれば、（１）Ａは＜地名略＞の土地、＜地名略＞の土地、＜地名略\n＞の土地のうち二六〇・一二平方メートル及び＜地名略＞の土地のうち六二〇・一\n八平方メートルを、Ｂは＜地名略＞の土地及び＜地名略＞の土地を、賃借人であっ\nたそれぞれの父親のあとを受けて昭和二〇年代から耕作を開始し、本件裁決当時も\n耕作していたこと、（２）原告は、農地法二〇条の規定に基づき、昭和五〇年ころ\n千葉県知事に対してＡ及びＢとの間の賃貸借契約の解除の許可を申請をしたが、不\n許可となったこと、（３）Ａ及びＢは賃料を昭和四七年以降供託していること、\n（４）東関東自動車道の建設に伴う任意買収の事例及び国道二九六号線の工事に伴\nう任意買収の事例によれば、本件土地の存在する地域では農地の賃借権割合は概ね\n三割であり、賃借権割合の鑑定を依頼された三社の鑑定の結果もいずれも右と同様\nであったこと、以上の事実が認められるのであって、右認定の事実によれば、本件\n裁決当時、Ａは本件収用土地のうち＜地名略＞の土地一五六〇・四九平方メートル\n及び＜地名略＞の土地のうち六二〇・一八平方メートルの合計二一八〇・六七平方\nメートルについて、Ｂは本件収用土地のうち＜地名略＞の土地一二一四・一八平方\nメートルについてそれぞれ賃借権を有していたというべきであり、また、賃借権割\n合は三割であると認めるのが相当である。\nしたがって、この点についての本件裁決の認定、判断は相当であるというべきであ\nる。\n６　以上によれば、原告の主張はいずれも理由がなく、本件裁決における原告に対\nする本件収用土地についての損失補償額は相当であるというべきであり、原告の予\n備的請求はいずれも理由がない。\n三　よって、原告の本件訴えのうち主位的請求に係る訴えは不適法であるから、こ\nれを却下し、予備的請求はいずれも理由がないから、これを棄却し、訴訟費用の負\n担について行政事件訴訟法七条、民事訴訟法八九条を適用して、主文のとおり判決\nする。\n（裁判官　宍戸達　　北澤　晶　小林昭彦）\n別紙物件目録（省略）\n"
}