{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 2,
    "month": 9,
    "day": 27
  },
  "case_number": "昭和62(行ウ)62",
  "case_name": "亮正会救済命令取消",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "19105",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=19105",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/105/019105_hanrei.pdf",
  "contents": "主　　　文\n一　原告の請求を棄却する。\n二　訴訟費用は、補助参加によって生じたものを含め、すべて原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が、原告を再審査申立人、被告補助参加人両名を再審査被申立人とする中\n労委昭和五八年（不再）第四一号事件について、昭和六二年四月一日付けをもって\nした命令中、原告の再審査申立を棄却した部分を取り消す。\n２　訴訟費用は被告の負担とする。\n二　請求の趣旨に対する答弁\n１　主文第一項と同旨。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　救済命令の存在\n（一）　被告補助参加人総評全国一般労働組合神奈川地方連合川崎地域支部（以下\n「補助参加人支部」という。）、被告補助参加人総評全国一般労働組合神奈川地方\n連合川崎地域支部高津中央病院分会（以下「補助参加人分会」という。）及びＡ\n（以下「Ａ」という。）は、神奈川県地方労働委員会（以下「神労委」という。）\nに対し、原告を被申立人として、①昭和五七年一一月一五日から同年一二月七日ま\nでの間、原告が、補助参加人支部及び同分会から昭和五七年度冬期一時金の要求が\nないなどとして、補助参加人支部及び同分会が申し入れた団体交渉に応じず、一時\n金の交渉、妥結を遅延させたこと、②原告が、昭和五七年一二月七日、補助参加人\n分会が同月六日に実施した指名ストライキ（なお、一部は翌七日朝まで食い込ん\nだ。以下「本件指名スト」という。）に参加した組合員及び補助参加人分会に対\nし、これを重大な職場規律違反行為として扱う旨の「警告並びに通告書」を交付し\nたこと、③原告が、昭和五七年一二月六日から補助参加人分会が実施した本件指名\nストは違法なストライキだとして、補助参加人分会を中傷、誹謗する宣伝をした\nり、補助参加人分会に加入していると将来不利益になるなどといって補助参加人分\n会の組合員の切り崩しを図ったこと、④原告が、Ａの定年退職に際して、同人を昭\n和五七年一二月一六日付けで嘱託として採用しなかったこと、⑤原告が、昭和五七\n年一二月一四日に行われた団体交渉において、補助参加人分会が既に同年度冬期一\n時金闘争の収拾を機関決定していることを承知しながら、再度、三六協定即日調印\nの問題を提案するなど不誠実な交渉態度を採って、同冬期一時金の妥結を遅延させ\nたこと、⑥原告が、昭和五七年一二月一八日、同意書を提出した非組合員の従業員\nに対して同年度冬期一時金を支給し、補助参加人分会の組合員の動揺を図ったこと\nが、それぞれ不当労働行為に該当するとして、救済を申し立てた（神労委昭和五七\n年（不）第四八号及び昭和五八年（不）第二号事件）ところ（Ａは④のみ）、神労\n委は、昭和五八年九月一六日付けをもって、別紙一記載のとおり補助参加人支部ら\nの申立を認容する初審命令を発した。\n（二）　原告は、右神労委の初審命令を不服として、被告に対して、再審査を申し\n立てた（中労委昭和五八年（不再）第四一号事件、なお、Ａは再審査手続中に同人\nに係る救済申立を取り下げた。）ところ、被告は、昭和六二年四月一日付けをもっ\nて、別紙二記載のとおり、原告の再審査申立の一部を容れて右初審命令の救済内容\nの一部を変更し、原告のその余の再審査申立を棄却する命令（以下「本件命令」と\nいう。）を発し、その命令書は、昭和六二年五月八日、原告に交付された。\n２　本件命令の違法\n本件命令には、事実認定及び法律の解釈・適用を誤った違法があり、取り消され\nるべきである。\n３　よって、原告は、本件命令の取消を求める。\n二　請求原因に対する認否\n１　同１の（一）、（二）の事実は認める。\n２　同２の事実は否認する。\n三　被告の主張\n本件命令は、労働組合法二五条、二七条及び労働委員会規則五五条に基づき適法\nに発せられた行政処分であって、処分の理由は命令書記載のとおりであり、その認\n定事実及び判断に誤りはない。\n四　本件命令の認定事実に対する原告の認否\n（以下、本件命令の認定事実とは、本件命令が「第１　当委員会の認定した事実」\nにおいて初審命令の「第１認定した事実」に加除・訂正を加えて引用したものをい\nう。）\n１　「１　当事者」の認定事実について\n補助参加人らに関する部分を除き、いずれも認める。\n２　「２　本件発生に至るまでの労使事情」の認定事実について\n（一）　同（１）の事実は、ほぼ認める。\n（二）　同（２）の事実のうち、「団体交渉の際、社団に問いただしたところ、社\n団はＢを組合対策には使用しない旨説明している。」とある部分は否認し、「支部\nは、Ｂの前歴からみて組合対策要員ではないかと考え、」とある部分、「（一名は\n組合員）」とある部分、及び、「研修から帰った両名の職場における態度が急変し\nたことに、支部は、職場における組合活動に対抗するためのものとしてとらえ、」\nとある部分は、いずれも知らず、その余は認める。\n（三）　同（３）の事実のうち、「この頃の支部の組合員数は二〇〇名を超えるま\nでになっていた。」とある部分は知らず、その余は認める。\n（四）　同（４）の事実のうち、「社団は、保安協定につき支部と協議し妥結する\n前に社団案を職場に配付した」とある部分、及び、「この時以降、社団は保安協定\nにつき支部と協議することはなくなった」とある部分はいずれも否認し、「支部は\n組合無視だとして」とある部分は知らず、その余は認める。\n（五）　同（５）の事実のうち、「いつから実施できるかについても社団の態度が\n明確にされなかった」とある部分、及び、「これに対し、社団は、団体交渉によら\nず従来からの事務折衝を行いたいとの態度に終始した」とある部分は、いずれも否\n認し、その余は認める。\n（六）　同（６）の事実中、年間一時金でなく、夏、冬分に分けとあるうち、\n「夏、冬分に分け」とある部分、「昭和五六年の冬期一時金交渉の際、社団から今\n後は年間一時金として出してくれと要望された」とある部分、年間一時金とするか\n夏期分のみにするかの対立は続けられたとあるうち、「夏期分のみにするか」とあ\nる部分、この頃の団体交渉の席上、社団のＣ労務顧問からとあるうち、「この頃の\n団体交渉の席上」とある部分、六月一二日の団体交渉では、支部も社団から提示さ\nれていた夏期分の金額を不満としとあるうち、「夏期分」とある部分、社団は、支\n部がストライキに入れば社団の回答を白紙撤回する旨支部に警告したとあるうち、\n「警告した。」とある部分、六月一九日（土）について社団は、当初休日診療の掲\n示をしていたとあるうち、「休日診療」とある部分、「及び来院した患者の中に\nは、前日、主治医から薬をとりに来るようにとの電話があり、急ぎの薬ではないが\nとりに来たなどの事情から、外来患者がほぼ平常通り来院し、病院正面では、管理\n職らと組合員らの説明、誘導などでかなりの混雑を呈したが、特段トラブルは生じ\nていない。」とある部分、及び、「その理由は、前記六月二四日の団体交渉の席\n上、支部が組合員に対する職制の支配介入行為等を追及したのに対し、社団のＤ事\n務局長は、過去、現在、未来不当労働行為はしない旨を社団ニュースに掲載するこ\nとを約束したのに、社団作成の協定書にその旨記載されていない、ということにあ\nった。」とある部分は、いずれも否認し、支部は、なお不満として、六月一七日午\n後一五分、一八日早朝三〇分、一九日午前中半日全面ストライキを実施したとある\nうち、「なお不満として」とある部分は知らない。\nその余の事実は認める。\n３　「３　昭和五七年冬期一時金問題等の経緯」の認定事実について\n（一）　同（１）の事実は、ほぼ認める。\n（二）　同（２）の事実は、ほぼ認める。\n（三）　同（３）の事実は、ほぼ認める。\n（四）　同（４）の事実のうち、「同内容の文書を支部闘争委員会名で社団の理事\n長及び理事に対し送付することとしたが、同文書が理事長のもとに届いたのは一二\n月六日であった。」とある部分は否認し、「一二月四日支部は、①一二月三日付け\n申入書の内容は支部の団結権、団交権を無視したものであると抗議すること、②一\n二月三日付けの「提示」云々の申入書の撤回と一二月六日午前一一時までに団体交\n渉を開催するよう要求することを決定し、」とある部分は知らず、その余は認め\nる。\nなお、支部闘争委員会名の文書が、一二月六日午前一一時ころ、理事の一人であ\nるＤ事務局長の自宅に配達されたことはあるが、理事長及び他の理事が受領したこ\nとはない。\n（五）　同（５）の事実は認める。\n（六）　同（６）の事実のうち、「支部は、指名ストライキに入る組合員は事前に\n職場の責任者に対し、口頭又は文書で指名ストライキに入る旨告げたうえストライ\nキに入ることとしていたが、実際には職場の責任者に告げることなくストライキに\n入った組合員もいた。」とある部分は否認し、その余は認める。\n（七）　同（７）の事実のうち、「職場の責任者から」とある部分は否認し、その\n余は認める。\n（八）　同（８）の事実は、ほぼ認める。\n（九）　同（９）の事実は認める。\n（一〇）同（１０）の事実のうち、「三六協定については別途話し合うこと、」と\nある部分は否認し、「この団体交渉の結果について、支部は、一三日の闘争委員会\nで検討した結果、冬期一時金問題は収拾すること、併せて組織防衛闘争を開始する\nことを決定した。」とある部分は知らず、その余は認める。\n（一一）　同（１１）の事実のうち、「一二月一四日の団体交渉で、」とある部分\nは否認し、その余は認める。\n（一二）　同（１２）の事実のうち、「特に一七日以降のものは五分、一〇分、一\n五分など極めて短時間で終わっている場合が多い。」とある部分、及び、「指名ス\nトにより病院の医療施設が停廃した事実も停廃の惧れを来した事実もない。」とあ\nる部分は、いずれも否認し、「ハンガーストライキを開始し、支部役員らが二名づ\nつ一日交代で実施した。」とある部分は知らず、その余は認める。\n（一三）　同（１３）の事実のうち、「一一月下旬からこの頃までに、支部では約\n三〇名前後の組合員が支部を脱退している。」とある部分は知らず、その余は認め\nる。\n（一四）　同（１４）の事実は認める。\n４　「４　Ａの停年退職」の認定事実について\n（一）　同（１）の事実のうち、「一二月一五日付けでやめてもらいます。」とあ\nる部分、「これからはこういうことになります。」とある部分、及び、「退職金は\n出ないかも知れませんよ。」とある部分は、いずれも否認し、「そこで、Ａは、す\nぐに支部の方へ相談に行った。」とある部分は知らず、その余は認める。\n（二）　同（２）の事実のうち、「満五五歳」とある部分、及び、「その際Ｅ婦長\nは、『組合が就職先を探してくれるのではないか。』と言っている。」とある部分\nは、いずれも否認し、「Ａは、停年後も嘱託として勤められるものと考えてい\nた。」とある部分は知らず、その余は認める。\n（三）　同（３）の事実は認める。\n（四）　同（４）の事実のうち、「停年に達した後も本人が希望すれば嘱託として\n再採用している。」とある部分は否認し、その余は認める。\n（五）　同（５）の事実のうち、「採用された後これらの病歴その他により勤務に\n支障を来したことはなく、」とある部分は否認し、「Ａは、『母性衛生』『助産婦\n雑誌』などを定期購読していたほか、学術集会やシンポジウムには年次休暇をとり\n自費で参加しており、」とある部分は知らず、その余は認める。\n（六）　同（６）の事実のうち、「また組合ニュースに『ある助産婦（Ａではなか\nった）の発言』とする記事が掲載された時など、Ｅ婦長は、Ａ一人に当たりちらし\nたこともあり、また、Ｅ婦長は、組合は共産党であるなどとＡに対して支部の批判\nをするばかりでなく、」とある部分は否認し、「Ａは、支部結成当初頃から支部に\n加入しており、支部の役職に就いたことはないが、支部の集会や全面ストなどにも\n参加していた。」とある部分、及び、「またＡが病院から退職通知を受けた件です\nぐに支部に相談に行ったことについて、Ｅ婦長は『組合が就職先を探してくれるの\nではないか。』と言っている。」とある部分は、いずれも知らず、その余は認め\nる。\n（七）　同（７）の事実のうち、「Ａが初めての例であることは認めたが、」とあ\nる部分は否認し、その余は認める。\n（八）　同（８）の事実は認める。\n（九）　同（９）の事実は認める。\n５　「５　管理職者の支部組合員に対する言動」の認定事実について\n（一）　同（１）の事実のうち、「来合わせ、三人で」とある部分、及び、「その\nうちＦは、ストライキやハンストをやる支部のあり方を批判し、『穏やかに話し合\nいで解決するような組合を作ったほうがいい。』と言ったので、Ｇが、『二組のこ\nとですか』と聞いたところ、Ｆは、『そうだ、そのほうが良い労使関係ができるだ\nろう、……お互いに病院のことを考えてある程度の線で話をまとめなければダメ\nよ。今のような、何でも要求すればいいんだなんてやっていたら病院がつぶれてし\nまう。』などと言った。」とある部分は、いずれも否認し、その余は認める。\n（二）　同（２）の事実のうち、「『今の組合をどう思う、組合というものが分っ\nて入ったの、このままだと病院はつぶれてしまうかも知れない。これから病棟をま\nとめていくには、Ｈさんは組合員でないほうがいいんだけれど』等と言われた。」\nとある部分、「組合は続けていくの」とある部分、「Ｆは、『今の組合は共産党系\nなんだ』とか、『今のままだと今後就職先はない』」とある部分、及び、「Ｈが、\n『組合は必要で、今やめることは考えていない』旨答えると、」とある部分は、い\nずれも否認し、その余は認める。\n（三）　同（３）の事実は認める。\n（四）　同（４）の事実は否認する。\n五　原告の主張\n本件命令には、次のとおり、事実認定及び法律の解釈・適用を誤り、不当労働行\n為が成立しないのにその成立を認め、或いは、違法な救済措置を命じた違法がある\n（この項において、月日はいずれも昭和五七年のものである。）。\n１　一一月二五日から一二月七日までの昭和五七年度冬期一時金交渉の経緯につい\nて\n被告は、本件命令において、一方で、一一月一五日から同月二四日までの間は、\n補助参加人分会の要求の内容が不明確であるとして、正当にも同分会の態度に問題\nがあることを認め、原告に不当労働行為が成立することを否定しながら、他方で、\n①補助参加人分会が、同月二〇日前後の事務折衝において、原告のＩ総務部長（以\n下「Ｉ部長」という。）に対し、要求の内容を話したこと、②補助参加人分会が、\n同月二五日、原告に対し、同月一五日付け文書の冬期分とは、夏期一時金の到達点\nに立っての年間六か月要求である旨文書をもって回答していることを根拠として、\n同月二五日以降においても、原告が、団体交渉を拒否していることには正当な理由\nは認められず、これは労働組合法七条二号所定の不当労働行為に該当すると判断し\nている。\nしかしながら、補助参加人分会が、事務折衝においてＩ部長に伝えた内容は、冬\n期分についての要求額は、年間一時金要求額六か月分から夏期一時金妥結分二・四\n五三か月＋一〇〇〇円を引き算したものであるというに過ぎず、これは、交渉の相\n手に引き算を強いるという不当なものであるばかりか、そもそも右のような引き算\nは、＋一〇〇〇円という端数をどのように処理するかが全く不明であって、計算不\n可能であった。そこで、Ｉ部長は、その場で、補助参加人分会に対し、その不当性\nと計算が不可能であることを伝えたのであるが、同分会は、計算方式を明らかにし\nようとはせず、一一月二五日付け文書においても、同月一五日付け文書の冬期分と\nは、夏期一時金の到達点に立っての年間六か月要求である旨更に抽象的で不明確な\n説明しか行わなかった。加えて、右のような補助参加人分会の要求の仕方は、原告\nが、当時、年間一時金交渉の方式を認めていないにもかかわらず、それを押し付け\nるという意味でも極めて信義に反するものであった。その一方で、補助参加人分会\nは、一一月二五日ころ、五月二一日付け要求事項（これはとりも直さず年間一時金\n要求のことである。）について合意が成立したことを明記した六月二九日付け協定\n書について、なんらの異議を留めることなく調印し、原告に渡すという極めて矛盾\nしたことを行っているのである。なお、被告は、右協定書の文言にもかかわらず、\n右協定書によって補助参加人分会の年間一時金要求事項がすべて解決済みであると\nはいえないと判断しているが、我が民法が表示主義を採用していることからみて、\n極めて疑問である。\n右のような交渉の経緯に照らせば、原告が、補助参加人分会の矛盾した行為を咎\nめて釈明を求め、新たな要求事項があるのであれば、これを明確に示すよう求めた\nことは正当であって、このような原告の行為が、不当労働行為を構成する謂れはな\nい。そもそも、労使交渉において、労働組合が自らの要求を明確にすることは、当\n然極まる昀低限の義務であり、また、それは労働組合にとって一挙手一投足の事柄\nなのである。本件の如く計算不能の引き算を相手に強いる方式で要求を行うこと\nは、他に例をみない不信義極まりない行為である。\n被告の右認定・判断は、このような補助参加人分会の不信義な対応を看過し、不\n当にも不当労働行為の成立を認めたものであって、違法というほかはない。\n２　一二月八日以降の昭和五七年度冬期一時金交渉の経緯について\n被告は、本件命令において、一二月一一日の団体交渉で、支給対象者の範囲は従\n前どおり一時金算定期間の末日である一一月一五日現在の在籍者とし、三六協定に\nついては別途話し合うことで原告と補助参加人分会との交渉が妥結し、同月一三\n日、補助参加人分会が冬期一時金闘争の終結を決定したところ、翌一四日の団体交\n渉で、原告が、支給対象者については次年度から支給日現在の在籍者とし、三六協\n定を即日締結することを盛り込んだ協定案を再び提示したため、この日の団体交渉\nは物別れとなり、同月一八日、非組合員にのみ冬期一時金が支給されたとの認定の\nもとに、このような原告の交渉態度は、補助参加人分会を冬期一時金問題について\n妥結し得ない状態に追い込むためにされた不誠実なものであるとして、労働組合法\n七条二号、三号所定の不当労働行為に該当すると判断している。\nしかしながら、右一二月一一日の団体交渉において、原告と補助参加人分会が、\n三六協定を切り離して別途話し合うことで合意したことはなく、右団体交渉では、\n補助参加人分会が、専ら原告提示の冬期一時金の支給率及び支給対象者並びにＡの\n退職問題を取り上げ、これらを巡って論議が交わされたに過ぎず、三六協定問題に\nついては全く論議さえされていない。このことは、右団体交渉の経過を詳細に報じ\nた一二月一三日付け組合ニュースに、三六協定問題が全く記載されていないことに\nよっても明らかである。すなわち、補助参加人分会は、原告が三六協定の締結を冬\n期一時金妥結の前提条件としたことに不満を抱いていたのであるから、同月一一日\nの団体交渉で原告から三六協定締結を支給の前提条件としないとの譲歩を得たなら\nば、必ず右ニュースでこのことを高らかに報じたはずである。\n被告の右認定・判断は、昀重要な証拠を見落して前提事実の認定を誤り、その結\n果、不当労働行為の成立を認めたものであって、違法というほかはない。\n３　一二月七日付け「警告並びに通告書」を補助参加人分会及び本件指名ストに参\n加した組合員に交付したことの正当性などについて\n（一）　一二月七日付け「警告並びに通告書」を補助参加人分会及び本件指名スト\nに参加した補助参加人分会の組合員に交付したことの正当性\n（１）　本件指名ストは、補助参加人分会のなんらの事前通告もなく、また、これ\nに参加した個々の組合員が事前に職場の責任者に通告することもなく、抜き打ち的\nに行われ、その結果、病院の医療業務に著しい混乱や麻痺を来している。すなわ\nち、①六日午後六時三〇分から午後九時にかけて、当直薬剤師の一名が無断職場放\n棄（無通告指名ストライキ）を行ったが、この時間帯には、当直者一名しか薬剤師\nがいないため、薬剤業務は完全に麻痺した、②六日午後七時二〇分から午後一〇時\nにかけて、救急室の看護婦一名が無断職場放棄（無通告指名ストライキ）を行った\nが、この時間帯は緊急患者が多いにもかかわらず、救急室に詰め急患に備えていた\n二名の看護婦のうちの一名がいなくなったことから、右①の薬剤業務の麻痺と併せ\nて、救急医療業務は著しく混乱した、③六日午後九時四五分から翌七日午前八時三\n〇分にかけて、病棟の深夜勤務看護婦のうち、四東病棟の二名、四西病棟の一名、\n三西病棟の一名、会計四名が無断職場放棄（無通告指名ストライキ）を行ったが、\nこれらの病棟にはそれぞれ四〇名前後の患者が入院していて、深夜勤務は病棟ごと\nに二、三名の看護婦によって行われているため、原告は、緊急に主任看護婦を呼び\n出して勤務に就かせたが、実際に勤務に就いたのが午後一一時三〇分頃にずれ込む\nなど、病棟の深夜看護業務は著しく混乱した。\n右のような事実からみて、本件指名ストが違法であることは明らかである。\n（２）　また、計算不能の引き算を相手に強いる方法で冬期一時金の要求をするな\nど、本件指名ストに至るまでの補助参加人分会の態度が極めて信義に反するもので\nあって、これに対する原告の対応が正当であることは、前記１に述べたとおりであ\nるが、同分会のこのような不当な態度にもかかわらず、原告は、同分会に対し、一\n二月三日付け文書をもって、同月八日に冬期一時金の原告案を提示する旨通告し、\n更に、同月六日には、早ければ翌七日にも原告案を提示できる、提示は団体交渉で\n行ってもよい旨口頭で通告していたのである。しかるに、補助参加人分会は、原告\n案の提示を待って、更に団体交渉を進める手続を採ることなく、原告に対する抗議\n（それも全く不当な抗議である。）を目的として、本件指名ストを行ったものであ\nって、この点からしても、本件指名ストがストライキ権を濫用した違法なものであ\nることは明らかである。\n（３）　以上のとおり、本件指名ストが違法であることは明らかであるから、原告\nが補助参加人分会及びこれに参加した組合員に対して一二月七日付け「警告並びに\n通告書」を交付したことは正当であって、不当労働行為を構成する謂れはない。\n（二）　救済措置についての違法\n仮に、原告が補助参加人分会及び本件指名ストに参加した組合員に対して一二月\n七日付け「警告並びに通告書」を交付したことが不当労働行為に該当するとして\nも、被告の命じた救済措置には、次のとおり、違法がある。\n（１）　被告は、この点について、①一二月七日付け「警告並びに通告書」を交付\nした各組合員に対する陳謝文の交付、②ストライキを違法だと宣伝するなどの支配\n介入禁止の不作為命令、③ポスト・ノーティスの三重の救済措置を命じているが、\nこれは労働委員会に委ねられた裁量の範囲を逸脱する過剰な救済を命じるものであ\nって、違法であることは明らかである。\n（２）　被告は、救済措置として、事前に通告を行わなかった者も含めて原告が一\n二月七日付け「警告並びに通告書」を交付した組合員全員に対して、陳謝文を交付\nすることを命じている。\nしかしながら、被告は、本件命令において、職場の責任者に通告することなく本\n件指名ストに入った組合員のいることが認められ、そのこと自体は病院におけるス\nトライキとして好ましいことではない旨認定・判断しているのであるから、少なく\nとも右通告をしなかった組合員に対しても陳謝文の交付を命じる部分は過剰な救済\nであって、この点においても労働委員会に委ねられた裁量の範囲を逸脱した違法が\nあることは明らかである。\n（３）　被告は、また、各組合員に交付すべき陳謝文の中に「誠に申し訳ありませ\nん。」との文言を記載することをも命じている。\nしかしながら、原告に対し、その意に反する右のような意思表示を、しかも過\n料・刑罰の威嚇をもって（労働組合法二八条）強制することは、憲法一九条が保障\nする思想・良心の自由を侵害するものである。すなわち、憲法一九条が保障する思\n想・良心の自由は、単に事物に関する是非弁別の判断に干渉されないという内心的\n自由のみならず、かかる是非弁別の判断にかかる事項を外部に表現しない自由、い\nわゆる沈黙の自由を包含するからである。そして、沈黙の自由の保障は絶対的であ\nるから、本件命令が原告の沈黙の自由を侵害して、その意に反する「陳謝」の意思\nの表明を強制することは、憲法一九に違反し、違憲・違法であることは明らかであ\nる。また、その報復的、懲罰的な性格は、正常な労使関係秩序の回復という不当労\n働行為救済制度の趣旨を逸脱し、労働委員会に委ねられた裁量の範囲を超えるもの\nであって、この意味においても違法であることは明らかである。\nなお、昀高裁昭和三一年七月四日大法廷判決（民集一〇巻七号七八五頁）は、裁\n判所が民法七二三条所定の処分として名誉毀損を行った者に対して謝罪広告を命じ\nることは、その者の内心の自由を侵害するものではなく、憲法一九条に違反しない\n旨判示しているが、これは代替執行が予定されている民事判決についての判断であ\nり、代替執行などおよそ予定されず、過料・刑罰の威嚇をもって陳謝文の交付を強\n制される本件のような救済命令の場合とは事案を異にするというべきである。\n４　管理職者の組合員に対する言動について\n被告が、本件命令において、原告のＦ副院長の言動として認定する事実は、補助\n参加人支部及び同分会の歪曲・誇張した主張をことごとく採用したものであって、\n事実誤認も甚だしいというほかはない。\nしたがって、Ｆ副院長の組合員に対する言動が不当労働行為に当たるとの被告の\n認定・判断が違法であることは明らかである。\n５　Ａの定年退職後の嘱託不採用について\n被告は、本件命令において、Ａを嘱託として採用しなかった原告の措置は、Ａが\n補助参加人分会の組合員であることを理由としてされた不利益取扱いであると共\nに、Ａの先例を示すことによって、補助参加人分会の組合員のうち現に嘱託である\n者や定年に近い者らに動揺を与え、補助参加人分会の弱体化を企図してされたもの\nと認めざるをえないとして、労働組合法七条一号、三号所定の不当労働行為に該当\nすると判断している。\nしかしながら、原告の就業規則四七条の規定によれば、原告における定年制が定\n年に到達したときは原告のなんらの意思表示を要せず当然に退職となることを定め\nたものであることは明らかであるから、本件Ａの退職も、定年到達という要件が充\n足されれば、原告の意思表示（行為）を必要とすることなく、当然にその効果が発\n生するのであって、原告に同人を退職させるか否かの裁量権が存しているわけでは\nない。Ａの退職という効果の発生は、いわば、因果の流れの中での必然の結果に過\nぎない。しかるに、被告は、原告の行為の介在しない、すなわち不当労働行為の成\n立する余地のない、因果の流れの結果に過ぎないＡの退職を不当労働行為に当たる\nと判断しているのであって、原告の行為のないところに不当労働行為を見い出すと\nいう明白な誤りを犯しており、被告の右判断が違法であることは明らかである。\n第三　証拠（省略）\n理　　　由\n一　請求原因１の（一）、（二）の事実は、いずれも当事者間に争いがない。\n二　当事者及び本件紛争に至る経緯について\nいずれも成立に争いがない乙第三九、第六三、第八四、第八六、第八八、第九〇\n（後記の採用しない部分を除く。）、第九二、第九四、第一二〇、第一二二、第一\n二四、第一二六、第一三〇、第一五四、第一五六（後記の採用しない部分を除\nく。）、第一六〇号証、弁論の全趣旨により原本の存在及び成立が認められる丙第\n三号証並びに弁論の全趣旨を総合すると、次の事実が認められる。\n１　原告は、内科、外科、産婦人科、眼科、耳鼻科などの約一〇の診療科目を備え\nる総合高津中央病院のほか、中央調剤薬局及び高津看護専門学校を経営する医療法\n人であり、昭和五八年六月当時、病院の従業員数は医師を除き約三三〇名、中央調\n剤薬局及び高津看護専門学校の従業員数は、それぞれ一八、九名程であった。\n２　補助参加人支部は、昭和五五年一二月に結成された川崎市及びその周辺におけ\nるいわゆる地域合同労働組合であって、昭和五八年六月当時、その組合員数は約二\n〇〇名であった。なお、補助参加人支部は、当初は川崎地域労働組合と称していた\nが、昭和五九年一二月、総評全国一般労働組合神奈川地方連合に加盟すると共に、\n現名称に変更した。\n３　補助参加人分会は、昭和五六年一月二五日、病院及び中央調剤薬局の従業員に\nより結成された労働組合であって、補助参加人支部の下部組織たる分会を構成し、\n昭和五八年六月当時、その組合員数は約一六〇名であった。なお、補助参加人分会\nは、当初は川崎地域労働組合高津中央病院支部と称していたが、補助参加人支部が\n右２の名称変更をしたことに伴って、現名称に変更した。\n４　昭和五六年一月二六日朝、補助参加人支部及び同分会は、原告に対し、組合結\n成趣意書及び基本給三万円アップ等十数項目にわたる要求事項を記載した要求書を\n提出し、同日午後、団体交渉が行われた結果、労使間の基本的条項のほか、組合事\n務所の貸与、組合員の時間内組合活動の取扱い、組合員の人事、労働条件の変更に\nついての事前協議及び同意約款、その他を含む労働協約が締結された。\n５　昭和五六年五月、同年度の賃上げが平均二万一〇〇〇円（基本給の九パーセン\nト＋八〇〇〇円）の大幅アップで妥結したほか、同時に生理休暇の一日を有給と\nし、五月一日を創立記念日として休日にするなどの労働協約が締結された。\n６　昭和五六年八月、原告は、新聞広告で「人事、労務に明るい人」として従業員\nを募集し、同年一〇月五日、応募者の中からＢ（以下「Ｂ」という。）を採用し\nた。補助参加人分会は、Ｂの前歴から同人が組合対策要員でないかとの疑念を抱\nき、原告に問い質したところ、原告は、Ｂを組合対策には使用しない旨説明した。\nＢは、当初、総務課職員係（同年一一月から総務部職員課となった。）に配属さ\nれ、職員寮の管理を担当したが、昭和五七年四月、職員課課長代理に昇格した。原\n告は、同年一一月、補助参加人分会との事務折衝の窓口を従来のＩ部長からＢに変\n更する旨同分会に通告した。これに対して、補助参加人分会は、約束違反で認めら\nれないとして原告に抗議したが、Ｂは、同年一二月八日から同分会との団体交渉に\n出席するようになり、現在に至っている。\n７　昭和五六年秋、原告が、女子リーダー教育のため看護婦一名と事務職一名の合\n計二名（一名は組合員）を外部の研修会に参加させたところ、補助参加人分会が、\n研修から帰った両名の職場における態度が急変していることから、右研修は組合活\n動に対抗するためのものであるとして、原告に抗議した。そのため、原告は、その\n後、女子リーダー研修への参加を取り止めた。\n８　昭和五六年一〇月二三日、補助参加人分会は、原告に対し、同日付け文書をも\nって、病棟勤務の看護婦について、一病棟につき夜勤者を二人とし、夜勤回数を一\n人当たり一か月八回とする勤務体制（以下「二ー八体制」という。）を昭和五七年\n四月から実施することなどの秋闘要求を行い、更に、同年一一月一三日、同日付け\n文書をもって、同年度冬期一時金の要求をした。\n右要求に基づく二ー八体制問題及び冬期一時金についての団体交渉は並行的に進\nめられたが、補助参加人分会が、闘争手段としてステッカーの貼付、立看板の設\n置、組合旗の掲揚などを行い、原告が、これに抗議し、右ステッカーなどを撤去す\nるなどのやりとりがあった後、同年一二月五日に保安協定が締結され、同月七日、\n同分会が、結成以来、初めてのストライキ（時限スト及び指名スト）を実施し、冬\n期一時金については、翌八日の団体交渉で妥結した。\n残された二ー八体制の問題については、従来の七単位を六単位にする病棟再編成\nの問題との絡みもあって、その後も団体交渉が重ねられた結果、同月二九日、昭和\n五七年四月一六日から二ー八体制を実施する旨の協定が締結された。\nなお、同年二月一六日から病棟再編成が実施され、看護婦の夜勤回数は一人当た\nり一か月一〇回程度に減少した。\n９　昭和五七年四月三日、補助参加人分会は、原告に対し、同年度の賃上げ要求を\n行い、数回の団体交渉の後、同月二七日に妥結した。この賃上げ闘争の際、原告が\n補助参加人分会と協議し妥結する前に保安協定の原告案を職場に配付したことか\nら、同分会が組合無視だとしてこれに反発し、結局、保安協定は締結されなかっ\nた。\nこれ以降、原告は、保安協定について補助参加人分会と協議しなくなった。\n１０　昭和五七年五月二一日、補助参加人分会は、原告に対し、同日付け文書をも\nって、年間一時金を（新基本給＋新業務手当）×六か月分支給するよう要求し、回\n答日を同月二六日と指定したが、原告は、右回答指定日に回答しなかった。\n１１　昭和五七年五月三一日、第一回の団体交渉が開催され、席上、原告は、経営\n状態を説明したうえ、年間見通しが立たないので、年間一時金ではなく、夏、冬分\nに分け、今回は夏の一時金についてのみ交渉したいと提案したが、補助参加人分会\nは、昭和五六年度冬期一時金交渉の際、原告から今後は年間一時金として要求して\n欲しい旨要望されたことを挙げ、年間分の回答ができないわけがないと主張して反\n対し、双方の見解が対立した。\nその後も、同年六月三、五日、九日と団体交渉が開催されたが、交渉事項を年間\n一時金とするか夏期分のみとするかの対立が続き、交渉は進展しなかった。\nなお、この頃の団体交渉の席上、原告のＣ労務顧問が、「冬については、年間要\n求も出ており、冬になったら回答しますよ。」と発言したことがあった。\n１２　昭和五七年六月一二日、団体交渉が開催され、冒頭、補助参加人分会は、そ\nれまでの態度を改めて夏期分のみについて交渉したい旨表明したうえ、既に原告か\nら提示されていた夏期分の金額を不満として、その上積みを求めたところ、原告\nは、同月一四日に開催された団体交渉で、五〇〇〇円の上積みを回答し、ストライ\nキに入れば、これを白紙撤回する旨警告した。\nしかし、補助参加人分会は、右上積み回答をなお不満として、同月一七日午後に\n一五分間の時限スト、一八日早朝に三〇分間の時限スト、一九日午前中に半日全面\nストを、それぞれ実施した。\n１３　昭和五七年六月二一日、補助参加人分会は、同月二二日と二三日の四八時間\nの休戦を宣言し、同月二三日のトップ交渉を経て、原告は、更に一〇〇〇円を上積\nみし、結局、翌二四日の団体交渉で、夏期一時金の支給額を二・四五三か月＋一〇\n〇〇円とすることで妥結した。\nそこで、原告は、同月二九日、補助参加人分会に対し、右妥結内容を協定化した\n同日付け協定書を交付したが、同分会は、右同月二四日の団体交渉の席上、原告の\nＤ事務局長が、過去、現在、未来にわたり不当労働行為はしないと社団ニュースに\n掲載する旨約束したにもかかわらず、右協定書には右約束に関する記載がないとい\nう理由で、右協定書に調印しなかった。そして、補助参加人分会は、その後の団体\n交渉において、Ｄ事務局長の当事者能力を問題にし、原告に抗議した。なお、夏期\n一時金は、右同月二四日の妥結どおり支給されている。\nところで、Ｉ部長は、同年七月初め頃、補助参加人分会に対し、右協定書に調印\nするよう督促したが、その後は督促しておらず、未調印のまま経過した。\n１４　ところで、二ー八体制問題については、前記８のとおり、昭和五七年四月一\n六日から実施する旨の協定が締結されていたが、昭和五七年一月二五日の団体交渉\nで、同年四月に新規採用される看護婦のオリエンテーション期間を見込み、右協定\nより一か月遅らせて同年五月一六日から実施する旨合意され、実施に向けて何回か\nの事務折衝が重ねられたが、結局、五月一六日からの実施は実現せず、また、原告\nは、いつから実施できるかについて態度を明確にしなかった。\nそこで、補助参加人分会は、同年七月七日、原告に対し、この問題について団体\n交渉の開催を申し入れたが、原告は、団体交渉ではなく従来からの事務折衝の場で\n協議を行いたいとの態度に終始し、団体交渉の開催に応じなかったため、補助参加\n人支部及び同分会は、同月一六日、神労委に対して、原告が二ー八体制の労働協約\n実施に関する団体交渉に応じないことは不当労働行為に当たるとして、救済を申し\n立てたところ、原告は、同月三一日、同分会との団体交渉に応じ、この団体交渉\nで、二ー八体制実現のため専門委員会を設けること、同委員会の構成、運営方法に\nついては、団体交渉で決めることなどが合意されたため、補助参加人支部及び同分\n会は、右救済申立を取り下げた。\nところが、専門委員会の構成について、補助参加人分会が双方一〇名以内、原告\nが双方二名と主張して見解が対立し、同分会が、右救済申立事件の調査期日におけ\nる神労委の示唆に基づき、双方五名以内とする譲歩案を提示したものの、原告が当\n初からの二名に固執したため合意ができず、結局、専門委員会は設置されなかっ\nた。\n以上の事実が認められ、前掲乙第九〇、第一五六号証、いずれも成立に争いがな\nい乙第一四四、第一四八号証及び証人Ｉの証言のうち、この認定に反する趣旨に帰\n着する部分は、前掲各証拠に照らして、いずれも採用し難く、他に右認定を左右す\nるに足りる証拠はない。\n三　昭和五七年度冬期一時金を巡る原告の態度、措置について（この項において、\n特に断ったほか、月日はいずれも昭和五七年のものである。）\n１　前掲乙第八四、第八八、第九〇、第九二、第一四八、第一五四号証、いずれも\n成立に争いがない乙第二〇、第二二、第二三、第二五ないし第三二、第三六、第三\n八、第四七、第四八、第五〇（丙第二五号証と同一）、第六二、第六四、第六八号\n証、第六九号証の二、第一五八号証、原本の存在及び成立に争いがない乙第六九号\n証の一、証人Ｊの証言及び弁論の全趣旨を総合すると、次の事実が認められる。\n（一）　一一月一五日、補助参加人分会は、原告に対し、同日付け文書をもって、\n五月二一日提出の「年間一時金要求書」に基づき冬期一時金を議題とする団体交渉\nを開催するよう申し入れた。\nこれに対して、原告は、同月二〇日、補助参加人分会に対し、同日付け文書をも\nって、①冬期分の要求額が不明確なので、至急、文書をもって具体的に明らかにさ\nれたい、②補助参加人分会は夏期一時金についての前記二の１３の六月二九日付け\n協定書に未だに調印していないが、夏期一時金が確定しないと冬期一時金を決定す\nることができないので、交付済みの右協定書に至急調印されたい、③右の①の回答\nと右②の調印があり次第、追って（冬期分）の回答をする旨申し入れた。\nなお、同月二〇日前後の事務折衝で、補助参加人分会は、原告の窓口役であるＩ\n部長に対し、冬期分についての要求は、年間一時金要求六か月分から夏期妥結分\n二・四五三か月＋一〇〇〇円を引き算したものである旨伝えた。\n（二）　一一月二五日、補助参加人分会は、原告に対し、原告から交付されていた\n六月二九日付け協定書に調印して返戻すると共に、一一月二五日付け文書をもっ\nて、①同月一五日付け文書の冬期分とは、夏期一時金の到達点に立っての年間六か\n月要求である、②原告が同月二〇日付け文書で求めた回答及び調印をしたので、同\n月二九日までに、冬期一時金について回答し、団体交渉を開催するよう求める旨申\nし入れた。\nこれに対して、原告は、同月二九日、補助参加人分会に対し、同日付け文書をも\nって、①五月二一日付け文書の要求に係る年間一時金は、右協定書で明らかなとお\nりすべて解決済みである、②冬期一時金については、補助参加人分会から要求がな\nいので、回答及び団体交渉のしようがない旨回答した。\nなお、右協定書には「五月二一日付け要求事項について、合意をみたので、下記\nの通り協定する。」と記載されているだけで、合意された二・四五三か月＋一〇〇\n〇円が夏期分又は夏期一時金であることは記載されていなかった。\n（三）　一一月三〇日、補助参加人分会は、高津中央病院支部闘争委員会（以下、\n「闘争委員会」という。なお、前記二の３のとおり、補助参加人分会は、当時、川\n崎地域労働組合高津中央病院支部と称していた。）名義の同日付け文書をもって、\n原告の同月二九日付け文書にあるような屁理屈によって、冬期一時金の回答も団体\n交渉もない状態にあるとして、これに抗議すると共に、一二月一日に団体交渉を開\n催するよう申し入れた。\nこれに対して、原告は、一二月一日、補助参加人分会に対し、同日付け文書をも\nって、①右（二）の一一月二九日付け文書記載のとおりなので、再度、精読願いた\nい、②今後、原告の回答を求める文書は、少なくとも回答指定日の七労働日前まで\nに提出されたい旨回答すると共に、やはり同日付け文書をもって、①補助参加人分\n会は、何日から争議行為に入ったのか、②争議行為の一環として組合旗を掲揚して\nいるが（補助参加人分会は、後記（一二）のとおり、闘争手段として、一一月二五\n日頃から、病院の正面玄関などに組合旗を掲揚した。）、その目的が明らかにされ\nていない、③右①、②の二点を同日午後五時までに文書で回答されたい旨申し入れ\nた。\nしかし、補助参加人分会は、原告に回答しなかった。\n（四）　一二月三日、原告は、補助参加人分会に対し、同日付け文書をもって、同\n月八日に冬期一時金についての原告案を提示する旨申し入れた。\nこれに対して、補助参加人分会は、同月四日、原告の右同月三日付け文書の内容\nは、同分会の要求に回答するのではなく、団体交渉も開催せず、原告案を一方的に\n掲示するというものであって、同分会の団結権、団体交渉権を無視するものにほか\nならないとの見解に基づき、原告に抗議して、右文書の撤回と同月六日午前一一時\nまでに団体交渉を開催するよう要求するとの方針を決定し、その旨の闘争委員会名\n義の文書を原告の理事長及び理事に送付することとしたが、右文書が理事長の許に\n届いたのは、同月六日であった。\nなお、補助参加人分会は、同月三日、神労委に対し、団体交渉の促進についての\n斡旋を申請したが、原告はこの斡旋に応じなかった。\n（五）　一二月七日、原告は、補助参加人分会に対し、いずれも同日付け文書をも\nって、①右（四）の闘争委員会名義の文書には回答の限りでないが、念のため申し\n添えると、冬期一時金については同月三日付け文書のとおりである旨回答すると共\nに、②同月八日に、予定どおり冬期一時金の原告案を提示する旨通告した。\nまた、原告は、同七日の事務折衝で、補助参加人分会に対し、翌八日に団体交渉\nを開催し、予定どおり原告案を提示する旨伝えた。なお、原告が、補助参加人分会\nに対し、冬期一時金問題について団体交渉を開催する旨表明したのは、これが初め\nてであった。\n（六）　一二月八日午後二時三〇分頃から午後一〇時頃にかけて団体交渉が開か\nれ、席上、補助参加人分会は、冬期一時金問題に関する原告の態度を非難し、団体\n交渉も開催しようとしなかったことを追及したほか、前記Ｂが同日の団体交渉に出\n席したことの問題、後記四の同月七日付け「警告並びに通告書」を交付した問題、\n三六協定締結問題、後記六のＡの定年退職問題等を取り上げ、また、冬期一時金問\n題については、原告が、補助参加人分会の要求に対する回答としてではなく、原告\nの案を一方的に提示するという態度を採っていることを非難したが、いずれの点に\nついても、原告の考え方は変わらず、相互の応酬が続いた。そして、冬期一時金に\nついては、終了間際に、原告から、①パートタイマーを除く一般職員の支給額は、\n（基本給＋業務手当）×二・六か月×出勤率（算定期間内の実出勤日数を算定期間\n内所定労働日数一五三日で除したもの）（一人平均四〇万〇七二〇円）、②支給対\n象者は、支給日現在在籍者、③支給日は、同月一八日、④支給に際し、既に補助参\n加人分会に交付されている一〇月一六日付け協定（案）により三六協定を締結す\nる、という原告案が提示されたものの、この内容の検討に入らないまま、団体交渉\nは終了した。\nなお、三六協定締結問題というのは、従来、ほぼ一ないし二か月ごとに三六協定\nが締結されてきたところ、一〇月一五日に従前の協定が期限切れとなったことか\nら、原告が、同月一六日以降について同月一六日付け協定案を補助参加人分会に交\n付したが、同分会が調印しないまま経過していたもので、同分会は、協定内容につ\nいて団体交渉をすべきだと主張するのに対して、原告は、団体交渉にはなじまず、\n従前どおり事務折衝でよいと主張し、折り合いがつかないでいたものである。もっ\nとも、三六協定なしでも時間外・休日労働は従前どおり行われていた。\n（七）　一二月一一日、団体交渉が開催され、席上、補助参加人分会は、昨年度を\n下回る支給率や従前の例に反する支給対象者の範囲、三六協定の締結が前提条件と\nなっていることなどを不満とし、また、Ａ問題については、同人の定年退職を保留\nにするように求め、原告との間で応酬があったが、結局、支給対象者の範囲につい\nては、従来どおり一時金算定期間末日の一一月一五日現在の在籍者とすることで合\n意に達し、三六協定については別途話し合うこととし、Ａ問題については一三日頃\nに原告の態度を連絡することになった。\n補助参加人分会は、同月一三日、闘争委員会を開き、右団体交渉の内容を検討し\nた結果、冬期一時金問題を収拾し、併せて組織防衛闘争を開始することを決定し、\n翌一四日朝には、出勤してくる従業員に対し、冬期一時金闘争の収拾を決定した旨\nを記載した同日付け組合ニュースを配付した。\n（八）　一二月一四日、団体交渉が開催され、席上、補助参加人分会が、前記\n（六）の同月八日の団体交渉で提示された原告案の支給額で冬期一時金問題を妥結\nしたい旨表明したが、原告が、支給対象者を次年度から支給日現在の在籍者とする\nことや、冬期一時金の支給に際し、既に補助参加人分会に手交済みの一〇月一六日\n付け原告案により三六協定を即日締結する旨を盛り込んだ冬期一時金の協定案を提\n示したため、従前から、これらに強く反対していた補助参加人分会が反発し、その\n撤回を強く求めたが、原告は譲歩せず、結局、この日の団体交渉は物別れに終わっ\nた。\n（九）　一二月一五日、補助参加人分会は、原告に対し、同日付け文書をもって、\n①無条件で冬期一時金を支給すること、②Ａの雇用を保障すること、③一連の組合\n潰しの攻撃を中止し、再びやらない誠意を示すことの三項目を要求すると共に、こ\nれら要求事項について同月一五日午後四時から団体交渉を行うことを申し入れたと\nころ、原告は、同日中に、同日付け文書をもって、①同分会の要求にはいずれも応\nじられない、②団体交渉については、翌一六日一一時から、一二月八日付け原告案\nによる妥結・調印を議題とし、一時間以内、出席者双方七名以内で開催する旨回答\nした。\nこれに対し、補助参加人分会も、同日中に、原告から回答のあった団体交渉の日\n時については了承するが、議題、出席者の人数限定、時間制限などは予備折衝にお\nける合意によって決定すべきもので、どちらか一方が押し付けたり、指定したりす\nるものではないとする見解を文書をもって原告に示した。\n（一〇）　一二月一八日朝、原告は、補助参加人分会の組合員であることが明らか\nになっている者を除く全職員に対し、冬期一時金について原告が補助参加人分会に\n提示した内容に同意する旨の「同意書」を配付して、同意する者の署名押印を求\nめ、同日午後、同意書を提出した約一三〇名ないし約一五〇名の者に対し、冬期一\n時金を支給した。右同意書には、補助参加人分会に所属する者には、同分会との交\n渉が妥結していないので支給できない旨付記されていた。\n（一一）　一二月二〇日、補助参加人支部及び同分会は、神労委に対し、本件救済\nを申し立て、更に、同月二二日、冬期一時金についての調停を申請した。\n神労委は、同月二四日、右救済申立に基づく調査を行ったほか、翌二五日、右調\n停申請に基づく調停委員会を開催し、双方当事者から意見聴取した結果、原告と補\n助参加人分会との間で、①原告は、昭和五七年度冬期一時金を既に補助参加人分会\nと合意している内容により、遅くとも同月二八日午前中までに現金で支給する、②\n補助参加人分会は、右支給開始と同時に闘争態勢を解除する、③懸案事項のうち、\n三六協定は、双方協議のうえ、可及的速やかに締結し、一時金の支給対象者の範囲\nは、次回一時金支給の時期までに双方協議する、④原告は、管理職が不当労働行為\nと疑われるような行為を行わないよう注意する、⑤三六協定及びＡの問題につい\nて、一二月三〇日までに団体交渉を行う、という内容の協定が締結された。\nなお、原告は、同月二七日、補助参加人分会の組合員に対して、冬期一時金を支\n給した。\n（一二）　ところで、補助参加人分会は、本件冬期一時金問題の闘争手段として、\n一一月二五日頃から、病院の正面玄関などに組合旗を掲揚したほか、一二月六日か\nら二五日までの間、各職場で断続的に指名ストライキを行い、また、前記（八）の\nとおり、一度は収拾を決めた冬期一時金問題が、同月一四日の団体交渉で決裂した\nことに抗議して、同月一六日から、病院の敷地内にテントを張り、その中で、組合\n員が二名ずつ一日交代でリレーハンガーストライキを行った。\n以上の事実が認められ、成立に争いがない甲第二号証、証人Ｉの証言のうち、こ\nの認定に反する趣旨に帰着する部分は、前掲各証拠に照らして、いずれも採用し難\nく、他に右認定を左右するに足りる証拠はない。\n２　右認定事実に基づき、昭和五七年の冬期一時金問題を巡る原告の態度、措置が\n不当労働行為に該当するか否かを判断する。\n（一）　原告が、一一月二五日から一二月七日までの間、補助参加人分会との団体\n交渉に応じなかったことの不当労働行為該当性について\n（１）　補助参加人分会は、一一月一五日、原告に対し、同日付け文書をもって、\n冬期一時金を議題とする団体交渉の開催を申し入れたが、同日付け文書には、五月\n二一日提出の「年間一時金要求書」に基づき冬期一時金を議題とする団体交渉を開\n催するよう申し入れる旨記載されているだけで、要求の内容が必ずしも明確とはい\nえないから、原告が、補助参加人分会に対して冬期一時金についての要求内容を明\n確にするよう求め、同分会との団体交渉に応じなかったことには、無理からぬとこ\nろがあると認められる。\nしかしながら、補助参加人分会は、一一月二〇日頃の事務折衝で、原告の窓口役\nであるＩ部長に対し、冬期分についての要求は、年間一時金要求六か月分から夏期\n妥結分二・四五三か月＋一〇〇〇円を引き算したものである旨伝えたほか、同月二\n五日には、原告に対し、同日付け文書をもって、同月一五日付け文書の冬期分と\nは、夏期一時金の到達点に立っての年間六か月要求である旨明示して、冬期一時金\nを議題とする団体交渉を開催するよう申し入れているのであって、これに加えて、\n前掲乙第九四号証によれば、Ｉ部長が、初審の審問において、右一一月二五日付け\n文書を見て、補助参加人分会としては、年間一時金要求から夏期妥結分を引き算し\nたものが冬期分の要求であると考えているものと了解した旨供述しているのが認め\nられることをも併せ勘案すると、原告は、遅くとも、一一月二五日の時点において\nは、補助参加人分会の冬期一時金の要求内容が、年間一時金要求六か月分から夏期\n妥結分二・四五三か月＋一〇〇〇円を引き算したものであることを充分に理解して\nいたと認めるのが相当である。\nしかるに、原告は、一一月二五日以降も、五月二一日付け文書に係る補助参加人\n分会の年間一時金要求は、同分会が一一月二五日に調印のうえ返戻した六月二九日\n付け協定書ですべて解決済みであり、冬期一時金についての要求が存在しないとい\nうことを理由として、同分会との団体交渉に応じなかった。\n確かに、六月二九日付け協定書には「五月二一日付け要求事項について、合意を\nみたので、下記の通り協定する。」と記載されているだけで、合意されたものが夏\n期分又は夏期一時金であるとは記載されていない。しかしながら、前記二の１２、\n１３のとおり、補助参加人分会は、六月一二日の団体交渉で、それまでの年間一時\n金についての交渉を要求するとの態度を改め、夏期分のみについて交渉したい旨表\n明し、その後の原告との交渉を経て、同月二四日に夏期一時金の支給額を二・四五\n三か月分＋一〇〇〇円とすることで妥結し、この妥結内容を協定化したものとして\n六月二九日付け協定書が作成されたものであって、これに加えて、前掲乙第二六、\n第六三、第九四、第一四八号証によれば、①六月二九日付け協定書には、支給対象\n期間が昭和五六年一一月一六日から昭和五七年五月一五日までと六か月の期間が記\n載されていること、②同協定書で協定された一時金の支給額が従前の夏期一時金の\n支給額と比して大差ないこと、③原告の就業規則には、六月に夏期一時金を、一二\n月に冬期一時金を、それぞれ支給する旨規定されており、従前、このとおり年二回\nの一時金が支給されてきたこと、④原告が補助参加人分会に交付した一一月二〇日\n付け文書には、夏期賞与と年末賞与とは不即不離の関係にあるので「夏季賞与につ\nいて」の六月二九日付け協定書に捺印して返却するよう求める旨記載されているこ\nとが認められ、これらの事実をも併せ勘案すると、六月二九日付け協定書が夏期一\n時金について協定したもので年間一時金について協定したものでないことは明らか\nであり、原告もこのことを充分に承知していたというべきである。\nそうすると、五月二一日付け文書に係る年間一時金要求については、夏期一時金\nの部分が妥結したのみで、冬期一時金の部分は未解決のまま残っていることになる\nから、原告が、冬期一時金に関する補助参加人分会の要求内容を充分に理解したと\n認められる一一月二五日以降も、五月二一日付け文書に係る年間一時金要求は六月\n二九日付け協定書ですべて解決済みであって、冬期一時金についての要求が存在し\nないこと、或いは、要求が不明確であることを理由として、補助参加人分会との団\n体交渉に応じなかったことには、正当な理由は認められないというほかはない。\n（２）　この点について、原告は、①補助参加人分会の要求方法は、交渉の相手に\n引き算を強いるという不当なものであるばかりか、そもそも＋一〇〇〇円という端\n数をどのように処理するかが全く不明であって、計算不可能である、②加えて、補\n助参加人分会の要求方法は、原告が、当時、年間一時金交渉の方式を認めていない\nにもかかわらず、それを押し付けるという意味でも極めて信義に反するものであ\nる、③その一方で、補助参加人分会は、五月二一日付け要求事項（これはとりも直\nさず年間一時金要求のことである。）について合意が成立したことを明記した六月\n二九日付け協定書について、なんらの異議を留めることなく調印し、原告に渡すと\nいう極めて矛盾したことを行っている、④右のような交渉の経緯に照らせば、原告\nが、補助参加人分会の矛盾した行為を咎めて釈明を求め、新たな要求事項があるの\nであれば、これを明確に示すよう求めたことは正当であって、補助参加人分会の右\nのような不信義な対応を看過すべきではない旨主張する。\nしかしながら、次のとおり、右主張は採用することができない。\n①　確かに、＋一〇〇〇円の端数をどのように処理するかについては、必ずしも明\n確でないところがあるが、前掲乙第一五八号証、成立に争いがない乙第四九号証及\nび証人Ｉの証言によれば、一一月二〇日に配付され、その頃、原告も入手した同日\n付け組合ニュースによると、補助参加人分会の要求は、年間六か月要求－夏期分●\n三・五四一か月であるとして、冬期一時金の要求が記載されていることが認められ\nるから、右夏期分の内訳である二・四五三か月＋一〇〇〇円を約三・四五九か月と\n注記した数値そのものに一か月分の誤算があったとはいえ、原告としても、その計\n算根拠は容易に推測し得るもので、＋一〇〇〇円分の月数換算に関する補助参加人\n分会の見解は理解し得たというべきであって、同分会の要求が原告において計算不\n能のものということはできない。\n仮に、この点が原告には計算不能で不明確であったとしても、＋一〇〇〇円分は\nあくまで付加的部分に過ぎないのであるから、団体交渉を開催して補助参加人分会\nに確かめれば足りるはずであって、団体交渉自体を拒まなければならないほどの事\n情とは認め難く、いずれにしても、このことを同分会との団体交渉に応じないこと\nの正当な理由とすることは許されない。\n②　補助参加人分会は、あくまで冬期一時金を議題とする団体交渉の開催を求めて\nいたことは、右（１）に説示したとおりであって、同分会が、原告に対して、年間\n一時金交渉の方式を押し付けようとしたものでないことは明らかである。\n③　六月二九日付け協定書が夏期一時金について協定したもので年間一時金につい\nて協定したものでないことは、右（１）に説示したとおりであって、右六月二九日\n付け協定書になんらの異議をとどめることなく調印したうえで、冬期一時金を議題\nとする団体交渉の開催を求めた補助参加人分会の行為が、なんら矛盾したものでな\nいことは明らかである。\n④　右のように、補助参加人分会の対応に、矛盾した点や信義に反する点があった\nということはできず、むしろ、原告が、原告において同分会の要求の内容を充分に\n理解していたと認められる一一月二五日以降も、同分会の要求が、当初、必ずしも\n明確でなかったことや、六月二九日付け協定書に夏期一時金について協定する旨明\n記されていなかったことに藉口して、同分会との団体交渉に正当な理由なく応じな\nかったというべきである。\n（３）　以上のとおり、原告が、一一月二五日から一二月七日までの間、冬期一時\n金について、補助参加人分会の要求がないとか、或いは、要求が不明確であること\nを理由として、同分会との団体交渉に応じなかったことは、正当な理由なく団体交\n渉の開催を拒否したものであって、労働組合法七条二号所定の不当労働行為に該当\nするというべきである。\nそして、原告が補助参加人分会との団体交渉の開催を拒否したことは、そのこと\nによって、冬期一時金の妥結を遅延せしめて、組合員の心理的不安や動揺を誘い、\nひいては同分会の内部的混乱や弱体化を招くことを意図したものとの評価をも免れ\nることができず、労働組合法七条三号所定の不当労働行為にも該当するというべき\nである。\n（二）　昭和五七年一二月八日以降の団体交渉における原告の交渉態度の不当労働\n行為該当性について\n（１）　原告は、一二月八日の団体交渉で、補助参加人分会に対し、支給対象者を\n支給日現在在籍者とすることや、支給に際し、一〇月一五日に従前の協定が期限切\nれとなって以降その交渉方式を巡って労使の折り合いがつかず未締結状態のままに\nなっている三六協定を、既に同分会に手交済みの一〇月一六日付け原告案により即\n日締結するという条件を付した冬期一時金の原告案を提示したが、同月一一日の団\n体交渉では、支給対象者の範囲は従前どおり一時金算定期間の末日である一一月一\n五日現在の在籍者とし、三六協定については別途話し合うということで補助参加人\n分会と合意し、同分会は、一二月一三日、冬期一時金闘争の収拾を決定した。とこ\nろが、原告は、翌一四日の団体交渉で、席上、補助参加人分会が原告案の支給額で\n冬期一時金を妥結したいとの意向を表明したにもかかわらず、支給対象者を次年度\nから支給日現在の在籍者とすることや、右一一日の団体交渉での合意を翻して、右\n八日の原告案と同様、支給に際し、既に同分会に手交済みの原告案により三六協定\nを即日締結する旨を盛り込んだ協定案を提示したため、従前からこれらに強く反対\nしていた同分会は、当然のことながら、反発してその撤回を求めたが、原告は譲歩\nしようとせず、結局、この日の団体交渉は物別れに終わった。\nこのように、原告は、一二月八日以降、補助参加人分会との団体交渉に応じたも\nのの、その交渉態度は、同分会が原告案の支給額で冬期一時金を妥結したいとの意\n向を表明したにもかかわらず、一旦は合意したことを翻す内容を盛り込むなど同分\n会には受け容れ難い協定案をあえて提示し、それに固執したものであって、これに\n加えて、前記（一）に説示したとおり、原告が、一一月二五日から一二月七日の\n間、同分会の要求が、当初、必ずしも明確でなかったことや、六月二九日付け協定\n書に夏期一時金について協定する旨明記されていなかったことに藉口して、同分会\nとの団体交渉に正当な理由なく応じなかったことをも併せ勘案すると、原告の右の\nような交渉態度は、同分会をして冬期一時金を妥結し得ないような状況に追い込ん\nで、冬期一時金の妥結を不当に遅延させることを意図したものとの評価を免れ難\nい。\n（２）　この点について、原告は、一二月一一日の団体交渉では、三六協定問題に\nついては全く議論さえされておらず、このことは、右団体交渉の経過を詳細に報じ\nた一二月一三日付け組合ニュースに、三六協定問題が全く記載されていないことに\nよっても明らかである旨主張する。\n確かに、成立に争いがない乙第二一号証の一、二によれば、一二月一一日の団体\n交渉の内容について報じた同月一三日付け組合ニュースには、支給対象者を一一月\n一五日現在の在籍者とする旨合意されたことが記載されているのに、三六協定問題\nについて全く記載されていないことが認められる。しかしながら、前記認定のとお\nり、三六協定締結を冬期一時金支給の条件とすることに強く反対していた補助参加\n人分会が、一二月一三日の闘争委員会で、同月一一日の団体交渉の内容について検\n討したうえ、冬期一時金問題を収拾する旨決定しているほか、前掲乙第二三号証に\nよれば、同月一四日の団体交渉が決裂したことを報じる同月一五日付け組合ニュー\nスに、同月一一日の団体交渉では、三六協定については別途話し合うことになって\nいた旨記載されていることが認められるのであって、これらの、同月一一日の団体\n交渉で、三六協定問題については別途話し合う旨合意されたことを推認せしめる事\n実と対比すると、同月一三日付け組合ニュースに三六協定問題が記載されていない\nからといって、同月一一日の団体交渉で、三六協定問題については別途話し合う旨\n合意されたと認定することの妨げになるということはできず、原告の右主張は採用\nできない。\n（３）　以上のとおり、原告は、一二月八日以降、補助参加人分会との団体交渉に\n応じたものの、その交渉態度は、同分会をして冬期一時金問題を妥結し得ないよう\nな状況に追い込んで、冬期一時金の妥結を不当に遅延させることを意図したものと\nの評価を免れ難く、同分会の団結権を尊重し、誠意をもって団体交渉に臨んだとは\n認め難いものというほかはない。\nところで、団体交渉は、労働組合がその団結力を背景として、その構成員の労働\n条件について、労使対等の立場に立って自主的に交渉することをその本質とするも\nのであり、憲法及び労働組合法の規定による団体交渉権の保障も、このような団体\n交渉を労働組合の基本的権利として保障することを目的としたものであるから、使\n用者が団体交渉を全面的に拒否した場合のみならず、団体交渉は行われたものの、\n使用者が、労働組合の有する団体交渉権を尊重して、誠意をもって団体交渉に当た\nったとは認められないような場合にも、かかる使用者の行為は、労働組合法七条二\n号所定の不当労働行為に該当すると解されるべきである。したがって、一二月八日\n以降の原告の交渉態度は、同法七条二号所定の不当労働行為に該当するものという\nべきである。\nそして、原告のこのような交渉態度は、これによって、補助参加人分会をして冬\n期一時金問題を妥結し得ないような状況に追い込んで、その妥結を不当に遅延さ\nせ、その結果、同分会の組合員に対する冬期一時金の支給が不当に遅延するという\n事態を招来させて、組合員の心理的動揺や不安を誘い、ひいては同分会の組織的混\n乱や弱体化を招くことを意図したものとの評価をも免れ難く、労働組合法七条三号\n所定の不当労働行為にも該当するというべきである。\n（三）　原告が、一二月一八日、同意書を提出した非組合員に対して冬期一時金を\n支給したことの不当労働行為該当性について\n原告が、一二月八日以降の補助参加人分会との団体交渉において、不誠実な交渉\n態度を採り、補助参加人分会をして冬期一時金問題を妥結し得ないような状況に追\nい込んで、冬期一時金の妥結を不当に遅延させ、その結果、同分会の組合員に対す\nる冬期一時金の支給が不当に遅延するという事態を招来したことは右（二）に説示\nしたとおりである。しかるに、その一方で、原告は、一二月一八日、同意書を提出\nした非組合員に対してのみ冬期一時金を支給している。\nこのような原告の措置は、団体交渉が妥結していないことに藉口して、補助参加\n人分会の組合員を差別扱いするものであると共に、これによって、組合員の心理的\n動揺や不安を誘い、ひいては同分会の組織的混乱や弱体化を招くことを意図したも\nのとの評価をも免れ難く、労働組合法七条一号、三号所定の不当労働行為に該当す\nるというほかはない。\n四　原告が補助参加人分会及び本件指名ストに参加した組合員に対して昭和五七年\n一二月七日付け「警告並びに通告書」を交付したことについて（この項において、\n月日はいずれも昭和五七年のものである。）\n１　前掲乙第八六、第八八、第一五四、第一五八、第一六〇号証、いずれも成立に\n争いがない乙第一一七、第一四〇号証、前掲乙第一五四号証により成立が認められ\nる乙第五二号証、証人Ｊの証言及び弁論の全趣旨を総合すると、次の事実が認めら\nれる。\n（一）　一二月一日午後四時頃、原告は、神労委から、①補助参加人分会が労働関\n係調整法三七条一項に基づく争議行為の予告をした、②一二月六日からストライキ\nが可能である旨電話による連絡を受けた。\n（二）　補助参加人分会は、前記三の１の（一二）のとおり、一二月六日から、本\n件冬期一時金問題の闘争手段として、指名ストライキを実施したが、六日朝から翌\n七日朝にかけて実施された本件指名ストの状況は、次のとおりである。\n八時から一六時四五分まで　一名\n八時一五分から一七時まで　一名\n八時三〇分から一七時一五分まで　一名\n一〇時三〇分から一一時まで　一名\n一〇時三〇分から一二時三〇分まで　一二名\n一四時一五分から一五時三〇分まで　二名\n一四時一五分から一五時四五分まで　二名\n一四時一五分から一八時一五分まで　二名\n一六時一五分から一七時一五分まで　二名\n一八時から二二時まで　一名\n一八時三〇分から二一時まで　一名\n一九時二〇分から二二時まで　一名\n二一時四五分から翌朝八時三〇分まで　四名\n本件指名ストの際、これに参加した各組合員は、指名ストに入る直前に、職場の\n上長或いは責任者に対して、口頭でその旨通告しているが、特に、病棟の深夜勤務\nの看護婦については、ストライキ突入の約一時間前に、病棟の当直婦長に対し、補\n助参加人分会名義の文書をもって、指名ストを行う組合員の氏名とその参加時間を\n通告している。\nなお、補助参加人分会は、事後的に、本件指名ストに参加した組合員の氏名及び\nその参加時間を、まとめて原告に通告している。\n（三）　一二月七日、原告は、理事長、副理事長、病院長、事務長、総婦長、総務\n部長ら幹部が集合して、本件指名ストについて検討した結果、違法なストライキで\nあるとして、補助参加人分会及びこれに参加した組合員に対し、同日付け「警告並\nびに通告書」を交付することを決定し、職制を集めてこの趣旨を説明したうえ、同\n日中に実施した。\n補助参加人分会に対する「警告並びに通告書」の内容は、次のとおりであった。\n「社団（原告を意味する。）は、貴組合（補助参加人分会を意味する。）に対し一\n二月一日付け文書をもって、争議行為について申し入れた。\nにも拘らず貴組合は、この申入れを全く無視し、且つ冬期一時金の要求書の提出\nもされず、一二月六日突如としてストライキを行った。\nかかるストライキは目的においても違法なストライキであり、極めて遺憾であ\nる。\n今後かかる違法なストライキを繰り返すことのないよう厳重に警告すると共に社\n団は、貴組合並びに実行行為者に対し、その責任追及（損害賠償、刑事告訴等を含\nむ）の権利を留保する。\n右記、警告並びに通告する。　以上」\nまた、本件指名ストに参加した組合員個人に対する同日付け「警告並びに通告\n書」の内容は、次の例文のとおりであった。\n「（Ｋに対するもの）\n１　貴殿は、昭和五七年一二月六日午前八時三〇分より午後五時〇〇分まで社団\n（病院）の許可なく職場を離脱し、業務を放棄した。\n２　右記１の行為は就業規則違反であり、従業員としてあるまじき行為であって、\n重大な職場規律違反行為である。\n今後かかる違反行為を絶対繰り返すことのないよう厳重に警告すると共に、社団\nは貴殿に対しその責任追及の権利を留保する。\n右記、警告並びに通告する。　以上」\nこの組合員個人に対する「警告並びに通告書」は、それぞれ職場の直属の上司か\nら手交された。\n以上の事実が認められ、前掲乙第九〇、第九四、第一四八号証、いずれも成立に\n争いがない乙第七九、第八〇号証及び証人Ｉの証言のうち、この認定に反する趣旨\nに帰着する部分は、前掲各証拠に照らして、いずれも採用し難く（特に、右各証拠\nのうち、本件指名ストに参加した各組合員が、指名ストに入る直前に、職場の上長\n或いは責任者に対して口頭でその旨通告した事実は全くないとの部分は、前掲乙第\n五二号証等のあることに照して、直ちには採用することができないので、各組合員\nの個々の事情については必ずしも明らかでないところがあるが、全員が直前に通告\nしている旨を概括的に示した前掲各証拠を採用するほかはない。）、他に右認定を\n左右するに足りる証拠はない。\n２　右認定事実に基づき、補助参加人分会及び本件指名ストに参加した組合員に対\nして一二月七日付け「警告並びに通告書」を交付した原告の措置が、不当労働行為\nに該当するか否かを判断する。\n（一）　まず、本件指名ストの争議行為としての正当性について判断する。\n（１）　病院、診療所などに勤務する医師、薬剤師、看護婦などといえども、現行\n法上、団結し、団体交渉を行い、それが行き詰まった場合、所定の手続を踏んだう\nえで、平常の業務を放棄する争議行為をなし得るのは、疑いを容れないところであ\nるから、病院の従業員が争議行為をしたことにより、患者の治療に支障を来す事態\nが発生したとしても、ただそれだけの理由で、争議行為が直ちに正当性の範囲を逸\n脱するものではないが、患者の生命・身体の安全を脅かし、その病状に相当の悪影\n響を及ぼすようなことは、争議行為としてもなし得ないことは、いうまでもないか\nら、病院の従業員が争議行為をなすに当たっては、予め患者の生命・身体の安全確\n保に充分な配慮をすると共に、病院の使命に対する管理者側の真摯な努力にもかか\nわらず、緊急事態発生の客観的危険性が現れた場合には、その善後措置に協力すべ\nき義務があり、右安全確保の措置を怠り、或いは、右協力義務に違反した場合に\nは、争議行為は正当性の範囲を逸脱するものと解するのが相当である（昀高裁昭和\n三九年八月四日第三小法廷判決・民集一八巻七号一二六三頁参照）。\n（２）　これを本件指名ストについてみるに、①補助参加人分会は、労働関係調整\n法三七条一項に基づく争議行為の予告手続を踏んだうえ、本件指名ストに及んでい\nること、②本件指名ストの際、これに参加した各組合員は、指名ストに入る直前\nに、職場の上長或いは責任者に対して、口頭でその旨通告しており、特に、病棟の\n深夜勤務の看護婦については、ストライキ突入の約一時間前に、病棟の当直婦長に\n対し、補助参加人分会名義の文書をもって、指名ストを行う組合員の氏名とその参\n加時間を通告しているという前記１に認定した事実に加えて、前掲乙第五二、第八\n八、第一五四、第一六〇号証、成立に争いがない乙第一五二号証（後記の採用しな\nい部分を除く。）、証人Ｉ及び同Ｊの各証言によれば、③指名ストを行った当直薬\n剤師は、病院の業務に与える影響を少なくするため、指名ストに入るのを当初の予\n定より三〇分遅くするとか、指名ストに入る前に、各病棟と救急室にストに入るこ\nとや必要なものはスト終了後の午後九時過ぎに処方する旨連絡し、また、指名スト\n終了後、必要な処方をしたうえ、ストを終了した旨各病棟に連絡するなどの配慮を\nしていること、④指名ストに入った当直薬剤師及び病棟の深夜勤務看護婦は、スト\n中、病院構内に待機し、いつでも職場に戻れるようにしていたこと、⑤また、本件\n指名ストによって、病院の医療業務に若干の支障や混乱が生じたものの、患者の容\n体に顕著な影響を与えるなどの著しい支障や混乱は生じていないこと、以上の事実\nが認められ、前掲乙第七九、第八〇、第九〇、第一四八、第一五二号証のうち、こ\nの認定に反する趣旨に帰着する部分は、前掲各証拠に照らして、いずれも採用し難\nく、他に右認定を左右するに足りる証拠はない。\n右の事実によれば、本件指名ストは、労働関係調整法三七条一項に基づく争議行\n為の予告手続を踏んで行われているうえ、これに参加した各組合員は、指名ストに\n入る直前に、職場の上長或いは責任者に対して口頭でその旨通告し、特に影響の大\nきい病棟の深夜勤務看護婦の指名ストについては、約一時間前に当直婦長に対し文\n書をもって指名ストに入る旨通告しており、また、当直薬剤師の指名ストについて\nも、病院の業務に与える影響を少なくするため、種々の配慮をしているほか、指名\nストに入った当直薬剤師及び病棟の深夜勤務看護婦は、スト中、病院構内に待機\nし、いつでも職場に戻れるようにしていたのであって、このような諸点に鑑みる\nと、補助参加人分会は、本件指名ストを行うに当たって、予め患者の生命・身体の\n安全確保に充分な配慮をしていたと認められる。加えて、本件指名ストによって、\n患者の容体に顕著な影響を与えるなどの著しい支障や混乱は生じていないのである\nから、本件指名ストは病院における争議行為としての正当性の範囲を逸脱していな\nいというべきである。\n（３）　この点について、原告は、本件指名ストは、なんらの事前通告もなしに抜\nき打ち的に行われ、その結果、①六日午後六時三〇分から午後九時にかけて、当直\n薬剤師の一名が無断職場放棄（無通告指名ストライキ）を行ったが、この時間帯に\nは、当直者一名しか薬剤師がいないため、薬剤業務は完全に麻痺した、②六日午後\n七時二〇分から午後一〇時にかけて、救急室の看護婦一名が無断職場放棄（無通告\n指名ストライキ）を行ったが、この時間帯は緊急患者が多いにもかかわらず、救急\n室に詰め急患に備えていた二名の看護婦のうちの一名がいなくなったことから、右\n①の薬剤業務の麻痺と併せて、救急医療業務は著しく混乱した、③六日午後九時四\n五分から翌七日午前八時三〇分にかけて、病棟の深夜勤務看護婦のうち、四東病棟\nの二名、四西病棟の一名、三西病棟の一名、合計四名が無断職場放棄（無通告指名\nストライキ）を行ったが、これらの病棟にはそれぞれ四〇名前後の患者が入院して\nいて、深夜勤務は病棟ごとに二、三名の看護婦によって行われているため、原告\nは、緊急に主任看護婦を呼び出して勤務に就かせたが、実際に勤務に就いたのが午\n後一一時三〇分頃にずれ込むなど、病棟の深夜看護業務は著しく混乱したなど、病\n院の医療業務に著しい混乱や麻痺を来しており、本件指名ストは違法である旨主張\nする。\n確かに、前記１の（二）のとおり、本件指名ストの際、これに参加した各組合員\nが、指名ストに入る直前に、職場の上長或いは責任者に対して、口頭でその旨通告\nし、また、病棟の深夜勤務の看護婦については、ストライキ突入の約一時間前に、\n病棟の当直婦長に対し、補助参加人分会名義の文書をもって、指名ストに参加する\n組合員の氏名とその参加時間を通告しているものの、指名ストを行うこと自体並び\nに参加する組合員の氏名及びその参加時間については、補助参加人分会から原告に\n対する正式の事前通告が行われておらず、病院における争議行為として好ましくな\nい点がないわけではない。しかしながら、①前掲乙第一四八号証によれば、原告\nは、補助参加人分会が一二月六日からストライキを行うことを予期していたと認め\nられることに加えて、②補助参加人分会は、本件指名ストを行うに当たって、予め\n患者の生命・身体の安全確保に充分な配慮をしていたと認められること、③本件指\n名ストによって、患者の容体に顕著な影響を与えるなどの著しい支障や混乱は生じ\nていない（なお、病院の医療業務に原告主張のような著しい混乱や麻痺が生じなか\nったことは、右（２）に認定・説示したとおりである。）ことなどの右（２）に認\n定・説示した諸点を併せ勘案すると、原告に対する正式の事前通告なしに本件指名\nストが行われたことによって、病院の医療業務に不当な混乱や麻痺がもたらされた\nとは認められないから、原告に対する正式の事前通告がなかったことにより本件指\n名ストの正当性が左右されることはなく、原告の右主張は採用できない。\n（４）　また、原告は、①計算不能の引き算を相手に強いる方法で冬期一時金の要\n求をするなど、本件指名ストに至るまでの補助参加人分会の態度が極めて信義に反\nするものである、②原告は、補助参加人分会の右のような不当な態度にもかかわら\nず、一二月三日付け文書をもって、同月八日に冬期一時金の原告案を提示する旨通\n告し、更に、同月六日には、早ければ翌七日にも原告案を提示できる、提示は団体\n交渉で行ってもよい旨口頭で通告していた、③それにもかかわらず、補助参加人分\n会は、原告案の提示を待って、更に団体交渉を進める手続を採ることなく、原告に\n対する抗議（それも全く不当な抗議である。）を目的として、本件指名ストを行っ\nたものであって、これはストライキ権を濫用した違法なものである旨主張する。\nしかしながら、次に述べるとおり、右主張は採用することができない。\n①　本件指名ストに至るまでの補助参加人分会の対応に、矛盾した点や信義に反す\nる点があったということはできず、むしろ、原告が、原告において同分会の要求の\n内容を充分に理解したと認められる一一月二五日以降も、同分会の要求が、当初、\n必ずしも明確でなかったことや、六月二九日付け協定書に夏期一時金について協定\nする旨明記されていなかったことに藉口して、同分会との団体交渉に正当な理由な\nく応じなかったというべきであることは、前記三の２の（一）に説示したとおりで\nある。\n②　原告が、一二月六日、補助参加人分会に対し、早ければ翌七日にも原告案を提\n示できる、提示は団体交渉で行ってもよい旨口頭で通告したとの主張については、\n証人Ｉの証言及び甲第二号証のうちこれに沿う部分は、前記三の１に掲記の各証拠\nに照らして採用し難く、かえって、前記三の１の（五）に認定したとおり、原告\nが、補助参加人分会に対し、冬期一時金問題について団体交渉を開催する旨表明し\nたのは、一二月七日の事務折衝が初めてであると認められる。\n③　また、原告は、補助参加人分会に対し、一二月三日付け文書をもって、同月八\n日に冬期一時金の原告案を提示する旨通告しているが、これはあくまで原告案の提\n示であって、補助参加人分会の要求に対して回答するという姿勢は示されていなか\nったというべきである\n④　以上のとおり、原告が、原告において補助参加人分会の要求の内容を充分に理\n解したと認められる一一月二五日以降も、同分会の要求が、当初、必ずしも明確で\nなかったことや、六月二九日付け協定書に夏期一時金について協定する旨明記され\nていなかったことに藉口して、同分会との団体交渉に正当な理由なく応じず、同分\n会の要求に対して回答するという姿勢も示さなかったことから、同分会が、右のよ\nうな原告の態度に抗議し、団体交渉の開催と同分会の要求に対する回答を求めて、\n本件指名ストを行ったことは明らかであって、これがストライキ権を濫用した違法\nなものということはできない。\n（５）　以上、認定・説示したとおり、本件指名ストは、争議行為としての正当性\nの範囲を逸脱しておらず、適法と認められる。\n（二）　本件指名ストが争議行為としての正当性の範囲を逸脱しておらず適法と認\nめられることは、右（一）に説示したとおりであるから、補助参加人分会及びこれ\nに参加した同分会の組合員に対して、本件指名ストを違法或いは重大な職場規律違\n反と決め付けたうえ、責任追及の権利を留保する旨記載した一二月七日付け「警告\n並びに通告書」を交付した原告の措置は、これによって、同分会の組合員を威嚇し\nてその心理的動揺や不安を誘い、ひいては争議行為の抑制や同分会の弱体化を招く\nことを意図したものとの評価を免れ難く、労働組合法七条三号所定の不当労働行為\nに該当するというほかはない。\n３　ところで、原告は、仮に、補助参加人分会及び本件指名ストに参加した組合員\nに対して一二月七日付け「警告並びに通告書」を交付したことが不当労働行為に該\n当するとしても、被告の命じた救済措置には違法があるとして、縷々主張するが、\n次のとおり、いずれも採用することができない。\n（一）　原告は、被告が、①一二月七日付け「警告並びに通告書」を交付した各組\n合員に対する陳謝文の交付、②ストライキを違法だと宣伝するなどの支配介入禁止\nの不作為命令、③ポスト・ノーティスの三重の救済措置を命じたことが、労働委員\n会に委ねられた裁量の範囲を逸脱し、過剰な救済を命じるものであって、違法であ\nる旨主張する。\nしかしながら、不当労働行為が成立する場合において、労働委員会は、その委ね\nられた裁量権に基づき、個々の事案に応じた適切な救済措置を定めることができる\nところ、本件においては、右２の（二）に説示したとおり、補助参加人分会及び本\n件指名ストに参加した組合員に対して一二月七日付け「警告並びに通告書」を交付\nした原告の措置が、これによって、補助参加人分会の組合員を威嚇してその心理的\n動揺や不安を誘い、ひいては争議行為の抑制や同分会の弱体化を招くことを意図し\nたものとして、労働組合法七条三号所定の不当労働行為に該当すると認められるの\nであるから、このような不当労働行為がなかったと同様の事業上の状態を回復させ\nるため、右のような三つの救済措置を命じることは、本件事実関係の下では、労働\n委員会に委ねられた裁量権を逸脱し、過剰な救済を命じる違法なものということは\nできない。\n（二）　原告は、被告が、本件命令において、職場の責任者に通告することなく本\n件指名ストに入った組合員がいると認定しながら、救済措置として、事前に通告を\n行わなかった者も含めて原告が一二月七日付け「警告並びに通告書」を交付した組\n合員全員に対して、陳謝文を交付することを命じており、これは、少なくとも通告\nをしなかった組合員に関する部分については過剰な救済であって、労働委員会に委\nねられた裁量の範囲を逸脱した違法がある旨主張する。\nしかしながら、前記１の（二）に認定したとおり、本件指名ストの際、これに参\n加した各組合員は、指名ストに入る直前に、職場の上長或いは責任者に対して、口\n頭又は文書でその旨通告していることが認められる（この点で、本件命令が、実際\nには職場の責任者に告げることなくストライキに入った組合員もいたと認定してい\nるのは適切でないが、この点は本件命令の主文に影響を及ぼす違法事由とはならな\nい。）から、原告の主張は、その前提を欠くというべきである。\n（三）　原告は、被告が、救済措置として、各組合員に交付すべき陳謝文の中に\n「誠に申し訳ありません。」との文言を記載することを命じているのは、①原告に\n対し、その意に反する「陳謝」の意思の表明を強制するものであって、思想・良心\nの自由を保障する憲法一九条に違反し、違憲である、②また、その報復的、懲罰的\nな性格は、正常な労使関係秩序の回復という不当労働行為救済制度の趣旨を逸脱\nし、労働委員会に委ねられた裁量の範囲を超え、違法である旨主張する。\nしかしながら、被告が、右救済措置を命じたのは、原告の不当労働行為によって\n生じた労使関係の歪みを是正し、それを正常化するための契機を形として明確に示\nすと共に、同種行為の再発を抑制しようとする趣旨のものであることは明らかであ\nって、「誠に申し訳ありません。」との文言が用いられてはいるものの、原告に対\nし謝罪等の意思表明を要求することを本旨とするものではないと解される。したが\nって、被告の右救済措置が原告に対し謝罪等の意思表明を強制するものであるとの\n見解を前提として、憲法一九条に違反するとの主張は、その前提を欠くというべき\nである。また、右救済措置は、関係組合員に対する文書の交付命令であって、文書\nの提示を要するものではないから、本件事実関係の下においては、「誠に申し訳あ\nりません。」との多少強い表現が用いられていても、それが報復的、懲罰的な性格\nを有するとまではいえず、右救済措置が、被告に委ねられた裁量権を逸脱するもの\nで、相当性を欠くということはできない。\n五　原告のＦ副院長の補助参加人分会の組合員に対する言動について（この項にお\nいて、月日はいずれも昭和五七年のものである。）\n１　前掲乙第八四、第九四号証、成立に争いがない乙第一四三号証、前掲乙第九四\n号証により成立が認められる乙第四二、第四三号証及び弁論の全趣旨を総合する\nと、次の事実が認められる。\n（一）　Ｆ副院長は、病院管理の昀高責任者である院長の業務を補佐する立場にあ\nる。\n（二）　九月二〇日頃、当時、補助参加人分会の組合員であったＨは、Ｆ副院長が\n呼んでいるとＬ主任看護婦からいわれ、同人と副院長室に赴いたところ、Ｆ副院長\nから、「今の組合をどう思う、組合というものが分かって入ったの、このままだと\n病院は潰れてしまうかも知れない。これから病棟をまとめていくには、Ｈさんは組\n合員でない方がいいんだけれど。」などと申し向けられた。\n更に、Ｈは、一二月二〇日、この前の返事を聞きたいということでＦ副院長から\n呼び出され、Ｌ主任看護婦同席のうえ、「この前の返事だけれど、組合は続けてい\nくの。」と聞かれ、Ｈが、期待に沿えない旨答えたところ、Ｆ副院長は、「今の組\n合は共産党系なんだ。」とか、「今のままでは、今後、就職先はない。」とか、\n「今は上部によって動かされている組合だから、組合員も本当の事を知って動いて\nる人は少ないんじゃないの。」などと述べた。これに対し、Ｈが、「組合は必要\nで、今辞めることは考えていない。」と答えると、Ｆは、なお、「あきらめな\nい。」旨Ｈに申し述べた。\n（三）　一二月二二日、当時、補助参加人分会の組合員であったＭが、当日の日勤\nを終えて、同寮と詰所の裏で休んでいたところにＦ副院長が来合わせ、雑談するう\nち、Ｆが、ストライキやハンガーストライキをやる補助参加人分会のあり方を批判\nし、「穏やかに話し合いで解決するような組合を作ったほうが良い。」と述べたこ\nとから、Ｇが、「二組のことですか。」と尋ねたところ、Ｆは、「そうだ、そのほ\nうが良い労使関係ができるだろう、……お互いに病院のことを考えてある程度の線\nで話をまとめなければ駄目よ。今のような、何でも要求すればいいんだなんてやっ\nていたら、病院が潰れてしまう。」などと述べた。\n以上の事実が認められ、前掲乙第九二、第一四八、第一五二号証、いずれも成立に\n争いがない乙第七二号証の一、二のうち、この認定に反する趣旨に帰着する部分\nは、前掲各証拠に照らして、いずれも採用し難く、他に右認定を左右するに足りる\n証拠はない。\n２　右認定事実に基づき、Ｆ副院長の補助参加人分会の組合員に対する言動が不当\n労働行為に該当するか否かを判断する。\nＦ副院長は、病院管理の昀高責任者である院長の業務を補佐する立場にあるので\nあるから、同人の病院内におけるこのような立場からみて、同人の右１に認定した\nような言動は、原告の意を体して行ったものと認めるのが相当である。\nそして、Ｆ副院長の言動の内容は、右１のとおり、補助参加人分会の在り方を非\n難して第二組合の結成を促し、或いは、同分会からの脱退を勧奨したものと認めら\nれるから、これが同分会の組織的混乱や弱体化を招来することを意図して行われた\nものであることは明らかである。\nしたがって、Ｆ副院長の右１のような言動は、労働組合法七条三号所定の不当労\n働行為に該当するというべきである。\n六　原告が定年退職したＡを嘱託に再採用しなかったことについて（この項におい\nて、特に断ったほかは、月日はいずれも昭和五七年のものである。）\n１　前掲乙第八四、第九二（後記の採用しない部分を除く。）、第九四（後記の採\n用しない部分を除く。）号証、いずれも成立に争いがない乙第五八ないし第六〇、\n第九六号証、右乙第九六号証により成立が認められる乙第六一号証の一、三、前掲\n乙第九四号証により成立が認められる乙第五五号証、第五六号証の一、二、第五七\n号証及び弁論の全趣旨を総合すると、次の事実が認められる。\n（一）　Ａは、昭和五三年三月、原告に採用された。同人は、看護婦の資格、経験\nを有しており、本来は看護婦志望であったが、助産婦の資格、経験もあったことか\nら、採用後は、病院の助産婦として勤務してきた。\n（二）　一二月七日午後六時頃、Ａは、Ｉ部長から呼び出され、同月二日付けの\n「ご通知」と題する定年退職通知を交付されると共に、「お気の毒ですが、一二月\n一五日付けで辞めてもらいます。後進に道を譲って欲しい。」と申し向けられた。\nそのため、Ａは、Ｉ部長に対し、「嘱託で残っている人がいますけど、どうなんで\nすか。」と問い質したところ、同人は、「これからはこういうことになります。」\nと答えた。\n（三）　原告の就業規則四六条は、①従業員は、満五五歳に達した日の属する給与\n計算期間の末日をもって退職とする、②ただし、業務上特に必要があると認めたと\nきは、期間を定めて再採用することができる旨規定しており、これによれば、Ａ\nは、一二月一三日で満五五歳となるため、同月一五日をもって定年退職ということ\nになるが、Ａは、定年後も嘱託に再採用されるものと考えていた。\nもっとも、Ａは、その二、三か月くらい前に、Ｅ婦長から二、三回にわたり、生\n年月日を聞かれたことがあった。\n（四）　ところで、原告では、従前、職員が定年に達した後でも、原則として嘱託\nに再採用する取扱いがされており、定年退職後、嘱託に再採用されなかったのは、\n①Ｎ（受付係、昭和五三年六月退職）、②Ｏ（検査科長、技術及び検査科をまとめ\nるにつき問題があった。）、③Ｐ（内科医師、技術的に問題があった。）の三例だ\nけである。なお、右三例のうち、ＯとＰは、嘱託に再採用されることを希望してい\nたが、Ｎは再採用を希望していなかった。\n昀近の例でも、昭和五六年及び五七年をみると、定年退職と同時に嘱託に再採用\nされた者は各三名おり、嘱託更新された者は各一七名前後いたから、嘱託が二〇名\n前後いたこととなり、このうち数名は満五五歳以上となってから新規に嘱託として\n採用になった者である。\n（五）　Ａは、一二月一五日付けで病院を定年退職となったが、嘱託に再採用され\nなかった。\nなお、原告は、定年退職に先立ち、Ａ本人に対し、嘱託に再採用されることを希\n望するか否か全く事情聴取していない。\n（六）　一二月七日当時、病院の産婦人科には、Ａを含めて九名の助産婦がいた\nが、そのうち四名は既に嘱託であった。すなわち、Ａ以外の助産婦は、Ｎ（六〇歳\n嘱託）、Ｑ（五五歳嘱託、六月に定年退職と同時に嘱託に再採用）、Ｒ（五七歳嘱\n託、昭和五八年二月に自己都合退職）、Ｓ（五八歳嘱託、昭和五四年七月に嘱託に\n新規採用）、Ｔ（四八歳）、Ｕ（二七歳、一二月二八日に自己都合退職）、Ｖ（二\n四歳）、Ｗ（二四歳）である。\nところで、Ａが採用された昭和五三年当時、助産婦は三名で、同年二名採用され\nて五名となり、昭和五四年に四名増員され九名となったが、昭和五七年度末（昭和\n五八年三月）には、右のとおりＡを含めて三名減となり、昭和五八年四月、新卒の\n助産婦二名が採用されて助産婦は八名となった。他方、出産の件数は、一〇年前の\n昭和四七、八年以降、逐年減少傾向にあり、この頃は月平均七二件であったのが、\n昭和五七年には月平均四九件であった。\n（七）　Ａは、採用されるとき、既往症として、高脂血症、甲状腺機能低下の病歴\nを自己申告しているが、採用された後、これらの病歴その他により勤務に支障を来\nしたことはなく、勤務に際して医療過誤を起こしたこともないほか、「母性衛\n生」、「助産婦雑誌」などの専門誌を定期購読し、学術集会やシンポジウムには年\n次休暇を取り自費で参加するなどしていた。\n（八）　Ａは、補助参加人分会結成当初頃からこれに加入しており、同分会の役職\nに就いたことはないが、同分会の集会や全面ストなどに参加していた。\nところで、組合ニュースに「ある助産婦（Ａではなかった。）の発言」とする記\n事が掲載されたとき、Ｅ婦長がＡ一人に当たり散らしたことがあった。また、Ｅ婦\n長は、常日頃、補助参加人分会を批判する言辞をＡに申し向けていたほか、Ａが前\n記（二）の定年退職の通知を受けた後、同人に対し、「組合が就職先を探してくれ\nるのではないか。」と申し向けたことがあった。\n（九）　補助参加人分会は、前記三の１の（七）及び（九）のとおり、昭和五七年\n度冬期一時金問題に係る団体交渉においてＡ問題を取り上げ、Ａの雇用保障を強く\n求めたほか、前記三の１の（二）の協定に基づき、Ａ問題を協議するため開かれた\n団体交渉においても、再度、Ａを嘱託に再採用することを強く求めたが、原告は、\n就業規則に規定する業務上特に必要があるときとは認められなかったものであると\nして、不採用の具体的理由も説明せず、不採用の方針を変えようとはしなかった。\n（一〇）　Ａは、昭和六〇年四月九日付け「通知書」と題する書面を被告に提出し\nたが、それには神労委昭和五七年（不）第四八号、昭和五八年（不）第二号事件に\n関するＡの申立部分については、一身上の都合によりすべて取り下げる旨の記載が\nあった。\nなお、Ａは、昭和六一年五月七日、死亡した。\n以上の事実が認められ、前掲乙第九〇、第九二、第九四、第一四八号証のうち、こ\nの認定に反する趣旨に帰着する部分は、前掲各証拠に照らして、いずれも採用し難\nく、他に右認定を左右するに足りる証拠はない。\n２　右認定事実に基づき、定年退職したＡを嘱託に再採用しなかった原告の措置\nが、不当労働行為に該当するか否かを判断する。\n（一）　原告では、従前、職員が定年に達した後も、原則として、嘱託に再採用す\nる取扱いがされており、過去、定年退職後、嘱託に再採用されなかった例は三つし\nかなかった。しかも、そのうちのＮの場合は、本人が再採用を希望しておらず、ま\nた、他の二例のＯとＰの場合は、本人は再採用を希望していたが、Ｏは管理職、Ｐ\nは医師であって、いずれもいわゆる一般職の職員ではなかった。\nこのように、原告は、従前から、職員が定年に達した後も、原則として、嘱託に\n再採用しており、一般職の職員で本人が再採用を希望していながら、嘱託に再採用\nされなかったのは、Ａの場合が初めてであった。\n（二）　ところで、Ａは、採用されるとき、既往症として、高脂血症、甲状腺機能\n低下の病歴を自己申告しているが、採用後、これらの病歴その他により勤務に支障\nを来したことはなく、勤務に際して医療過誤を起こしたこともないほか、「母性衛\n生」、「助産婦雑誌」などの専門誌を定期購読し、学術集会やシンポジウムには年\n次休暇を取り自費で参加するなどしていたのであるから、助産婦としての適格性を\n欠いていたとは認め難い。また、一二月七日当時、病院の産婦人科には、Ａを含め\nて九名の助産婦がいたが、そのうち四名は既に嘱託であった。そして、嘱託四名の\nうち、三名は、一名が既に満六〇歳に達しているなどＡより高齢であり、残りの一\n名はＡと同年齢で、Ａより一足早く六月に定年退職となり、同時に嘱託に再採用さ\nれた者であった。\nこのように、Ａは助産婦としての適格性を欠いていたとは認められず、また、当\n時の助産婦九名のうち、三名はＡより高齢であり、一名はＡと同年齢でＡより一足\n早く六月に定年退職となり、同時に嘱託に再採用されていたのであるから、原則と\nして嘱託に再採用する取扱いがされているなかで、しかも、一般職の職員で本人が\n再採用を希望していながら、嘱託に再採用されない初めての場合として、あえてＡ\nを再採用しないとするほどの合理的な理由は見い出し難いというべきである。\n（三）　なお、いずれも成立に争いがない乙第九、第一〇一、第一〇五号証によれ\nば、原告は、初審及び再審査手続において、Ａを嘱託に再採用しなかった理由とし\nて、①病院における分娩数は減少傾向にあり、昭和五七年当時、一〇年前の約七割\nとなっていたところ、一二月当時、助産婦は九名おり、業務上の必要数六名に比し\nて、三名程剰員となっていたばかりか、昭和五八年四月には、助産婦学校を卒業し\nたばかりの新任助産婦二名が新たに配置される予定であった、②それに引き換え、\nＡは、新技術、知識の修得に消極的であったほか、動作が緩慢で、気力、体力が劣\nっていた旨主張していることが認められる。\nしかしながら、次に述べるとおり、右主張は採用することができない。\n（１）　確かに、前記１の（六）のとおり、病院における分娩数が減少傾向にあっ\nたのであるが、業務上の必要数が六名であるとの主張については、前掲乙第九二号\n証のうちこれに沿う部分は、①昭和四七、八年以降、病院における出産数が逐年減\n少傾向にあったにもかかわらず、原告は、昭和五三年、三名から五名に、昭和五四\n年、五名から九名にと、助産婦の人数を増員していること、②前掲乙第九四、第一\n四八号証によれば、六月当時、九名の助産婦がいたうえ、翌昭和五八年四月に助産\n婦学校の新卒者二名が採用される予定であったと認められるところ、六月に定年退\n職となった助産婦のＱが、それと同時に嘱託に再採用されていることに照らして、\n採用し難く、他にこれを認めるに足りる証拠はない。\n（２）　仮に、助産婦の業務上の必要数が六名であったとしても、Ａより高齢の嘱\n託の助産婦が三名もいたのであるから、まず、Ａを嘱託に再採用しないとする理由\nに乏しいといわなければならない。また、Ａは、看護婦資格を有しており、原告に\n採用されたときも、本来看護婦希望であったところ、前掲乙第一五二号証によれ\nば、一二月当時、看護婦に欠員があったと認められるから、Ａを看護婦として嘱託\nに再採用することも充分に考えられたのであって、いずれにしても、Ａを嘱託に再\n採用しなかったことの合理的理由にはなり得ないというべきである。\n（３）　Ａは、新技術、知識の修得に消極的であったほか、動作が緩慢で、気力、\n体力が劣っていたという主張については、前掲乙第九二、第九四、第一四八号証の\nうち、これに沿う部分は、前記１に掲記の各証拠に照らして採用し難く、かえっ\nて、前記１の（七）に認定したとおり、Ａは、勤務に支障を来したことはなく、勤\n務に際して医療過誤を起こしたこともないほか、専門誌を定期購読し、学術集会に\n自費で参加するなどしていたことが認められる。\n（四）　原則として嘱託に再採用する取扱いがされているなかで、しかも、一般職\nの職員で本人が再採用を希望していながら、嘱託に再採用されない初めての場合と\nして、あえてＡを再採用しないとするほどの合理的な理由は見い出し難いことは、\n右（一）ないし（三）に説示したとおりである。これに加えて、①原告は、定年退\n職する日の僅か八日前に、Ａに対して、突然、定年退職後、嘱託に再採用しない旨\n通告していること、②原告は、定年退職前に、Ａ本人に対して、再採用を希望する\nか否かの事情聴取を全く行っていないこと、③前掲乙第一四八号証によれば、原告\nは、Ａ以降、定年に達した職員を嘱託に再採用していると認められることなどを併\nせ勘案すると、Ａを嘱託に再採用しなかった原告の措置は、極めて不自然であっ\nて、合理性に乏しいというほかはない。\nそして、定年退職後、嘱託に再採用しない旨のＡに対する通告が、前記三の２の\n（一）のとおり、原告が補助参加人分会との団体交渉を正当な理由なく拒否してい\nる昀中、しかも、原告が本件指名ストを違法であるとして補助参加人分会及びこれ\nに参加した同分会の組合員に対して一二月七日付け「警告並びに通告書」を交付し\nた（この措置が労働組合法七条三号所定の不当労働行為に該当することは、前記四\nの２の（二）に説示したとおりである。）当日である一二月七日にされていること\nに鑑みると、Ａを嘱託に再採用しなかった原告の措置は、Ａを先例として示すこと\nにより、同分会の組合員で現に嘱託である者や、定年に近い者に対し、同分会の組\n合員であるが故の不利益取扱いを暗示することにより、同人らの動揺を誘い、ひい\nては同分会の内部的混乱や弱体化を招来することを意図するものとの評価を免れ難\nく、労働組合法七条三号所定の不当労働行為に該当するというべきである。\n（五）　なお、いずれも成立に争いがない乙第一〇、第九九号証によれば、原告\nは、初審及び再審査手続において、一二月七日当時、Ａが補助参加人分会の組合員\nであることを知らなかった旨主張していることが認められる。\nしかしながら、前掲乙第九二、第一四八号証のうちこれに沿う部分は、①Ａは、\n補助参加人分会結成当初頃からこれに加入しており、同分会の役職に就いたことは\nないものの、同分会の集会や全面ストなどに参加していたこと、②病院の職制であ\nるＥ婦長が、常日頃、補助参加人分会を批判する言辞をＡに申し向けていたことか\nらみて、Ａが同分会の組合員であることを承知していたと認められることに照らし\nて、採用し難く、かえって、右事実によれば、原告は、一二月七日当時、Ａが同分\n会の組合員であることを知っていたものと推認するのが相当であって、原告の右主\n張は採用できない。\n（六）　また、原告は、原告の就業規則四七条の規定によれば、原告における定年\n制が定年に到達したときは原告のなんらの意思表示を要せず当然に退職となること\nを定めたものであることは明らかであって、Ａの退職も、定年到達という要件が充\n足されれば、原告の意思表示（行為）を必要とすることなく、当然にその効果が発\n生し、Ａの退職という効果の発生は、いわば、因果の流れの中での必然の結果に過\nぎないから、これが不当労働行為を構成することはありえない旨主張する。\nしかしながら、前記（四）のとおり、定年退職したＡを嘱託に再採用しなかった\nという原告の不作為が不当労働行為に該当すると認められるのであって、定年退職\nの効果の発生自体が不当労働行為に該当すると認められるわけではないから、原告\nの右主張はその前提を欠くことが明らかであって、採用できない。\n３　ところで、Ａが、被告に対し、同人に係る救済申立部分をすべて取り下げる旨\nの昭和六〇年四月九日付け書面を提出していることは、前記１の（一〇）に認定し\nたとおりである。\nしかしながら、Ａを嘱託に再採用しなかった原告の措置が、Ａを先例として示す\nことにより、同分会の組合員で現に嘱託である者や、定年に近い者に対し同分会の\n組合員であるが故の不利益取扱いを暗示することにより、同人らの動揺を誘い、ひ\nいては同分会の内部的混乱や弱体化を招来することを意図するものとして、労働組\n合法七条三号所定の不当労働行為に該当すると認められることは、右２に説示した\nとおりであって、補助参加人支部及び同分会は、この点について固有の救済利益を\n有しているところ、いずれも成立に争いがない乙第一一四、第一一五、第一六一号\n証によれば、補助参加人支部及び同分会は、本件命令発令時において、なお右組合\n活動への支配介入に対する救済申立を維持していることが認められるから、被告\nが、本件命令において、右原告がＡを嘱託に再採用しなかったという不当労働行為\nに対する救済措置として、ポスト・ノーティスを命じたことには、なんらの違法も\nない。\n七　以上、認定・説示したとおり、本件命令にはなんら違法の点はなく、原告の本\n件請求は理由がないから、これを棄却することとし、訴訟費用の負担について、行\n政事件訴訟法七条、民事訴訟法八九条、九四条を適用して、主文のとおり判決す\nる。\n（裁判官　太田豊　水上敏　田村眞）\n別紙　１（命令書）、２（同）（省略）\n"
}