{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 2,
    "month": 3,
    "day": 15
  },
  "case_number": "昭和56(ワ)678",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14702",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14702",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/702/014702_hanrei.pdf",
  "contents": "主　　　文\n一　被告株式会社小僧寿し本部は、その加盟店をして、別紙第四目録（１）記載の\n標章を、その店舗の壁面に表示させてはならない。\n二　被告株式会社小僧寿し本部は、その加盟店をして、前項記載の箇所に表示され\nている前項記載の標章を抹消させよ。\n三　原告のその余の請求は棄却する。\n四　訴訟費用は、原告及び被告株式会社小僧寿し本部に生じた費用の一〇分の一を\n被告株式会社小僧寿し本部の負担とし、原告及び被告株式会社小僧寿し本部に生じ\nたその余の費用と被告【Ａ】に生じた費用を原告の負担とする。\n五　この判決は、第一、二項に限り、仮に執行することができる。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告株式会社小僧寿し本部は、「株式会社小僧寿し本部」なる商号を使用して\nはならない。\n２　被告株式会社小僧寿し本部は、大阪法務局昭和四七年二月一八日受付をもって\nした同被告の設立登記のうち、右商号登記の抹消登記手続をせよ。\n３　被告株式会社小僧寿し本部は、別紙第二ないし第六目録記載の標章を、同被告\n店舗店頭の正面看板、同店舗の袖看板、同店舗店頭の立看板、同店舗内の看板やそ\nの他の広告看板、同店舗及び同被告工場の壁面、領収証、レシート、サービス券、\n宣伝用パンフレット、宣伝用ビラ、包装紙、包装用袋、爪揚枝袋、おてふき袋、箸\n袋及び車両等にそれぞれ表示してはならない。\n４　被告株式会社小僧寿し本部は、別紙第二ないし第六目録記載の標章を、その加\n盟店をして、その店舗店頭の正面看板、同店舗の袖看板、同店舗店頭の立看板、同\n店舗内の看板やその他の広告看板、同店舗及びその工場の壁面、領収証、レシー\nト、サービス券、宣伝用パンフレット、宣伝用ビラ、包装用袋、爪楊枝袋、おてふ\nき袋、箸袋及び車両等に表示させてはならない。\n５　被告株式会社小僧寿し本部は、第３項記載の各箇所に表示されている別紙第二\nないし第六目録記載の各標章を抹消せよ。\n６　被告株式会社小僧寿し本部は、その加盟店をして、第４項記載の各箇所に表示\nされている別紙第二ないし第六目録記載の各標章を抹消させよ。\n７　被告らは、原告に対し、連帯して、金二億円及びこれに対する昭和五六年三月\n六日から支払済みに至るまで年五分の割合による金員を支払え。\n８　訴訟費用は被告らの負担とする。\n９　第１、第３ないし第７項につき仮執行の宣言\n二　請求の趣旨に対する被告らの答弁\n１　原告の請求をいずれも棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\nＡ　差止め\n１（不正競争防止法に基づく差止請求）\n（一）　原告株式会社入船の営業と表示\n原告株式会社入船（以下「原告会社」という。）は、肩書住所地に本店を置き、\n各種食品の加工、販売及び飲食店の経営等を行っている会社である。\n原告会社は、昭和三二年七月二五日に別紙第一目録記載の「小僧」なる文字標章\nについて商標登録を受けた後、持ち帰り用寿し、おにぎりの製造を開始し、これを\n「小僧寿し」ないし「おにぎり小僧」の名称で販売している。すなわち、原告会社\nは、その経営に係る持ち帰り用寿し、おにぎりの製造、販売の営業表示として、右\n「小僧寿し」ないし「おにぎり小僧」なる標章（以下一括して「本件表示」とい\nう。）を使用している。\n（二）　被告株式会社小僧寿し本部の営業と表示\n被告株式会社小僧寿し本部（以下「被告会社」という。）は、昭和四七年二月一\n八日に設立された会社であるが、肩書住所地に本店を置き、直営及びフランチャイ\nズ方式により持ち帰り用寿しの製造販売を行っている。\n被告会社は、設立以来、右営業において「株式会社小僧寿し本部」の商号ないし\nこれを略した「小僧寿し」なる表示（以下「被告表示」という。）を使用してい\nる。\n（三）　本件表示の周知性\n原告会社が前記のように持ち帰り用寿し、おにぎりの製造を開始し、直営店等で\n販売したところ、同商品はたちまち需要者間に好評を博し、その売上は順調にのび\n遅くとも昭和四六年ころには大阪府下及びその周辺地において、需要者間に広く\n「小僧寿し」ないし「おにぎり小僧」として知られ、これに付された本件表示は、\n右商品を販売する原告会社の営業表示として周知のものとなった。\n（四）　本件表示と被告表示の類似性\n原告会社が使用する本件表示の要部が商標登録を受けた「小僧」の部分にあるこ\nとはいうまでもない。\n一方、被告会社の使用する「株式会社小僧寿し本部」なる商号のうち、「株式会\n社」の部分は会社の種類を、「寿し」の部分は商品を、「本部」の部分は被告会社\nの立場を表示するものにすぎず、特段、識別性のあるものではない。右商号の要部\nは、「小僧」の部分である。また右商号を略した「小僧寿し」なる被告表示の要部\nが「小僧」の部分であることもいうまでもない。\nしたがって、被告会社の商号及び被告表示は、原告会社の営業表示である本件表\n示と「小僧」なる要部において共通し、その称呼、観念は同一であるから、本件表\n示に類似する。\n（五）　誤認混同と営業上の利益を害されるおそれ\n被告会社が、本件表示と類似の右商号及び被告表示を使用して、原告会社と同様\nに持ち帰り用寿しの製造販売をすれば、原告会社の営業との間に営業主体の誤認混\n同を生じることは明らかである。\nそして、右誤認混同によって、原告会社の営業上の利益が害されるおそれがある\nことはいうまでもない。\n（六）　結論\nよって、原告会社は、不正競争防止法一条一項二号により被告会社に対しその商\n号の使用差止と右商号登記の抹消登記手続を請求する。\n２（商標権に基づく差止請求）\n（一）　原告会社の商標権\n原告会社は、左記商標権（以下「本件商標権」といい、その登録商標を「本件登\n録商標」という。）を有している。\n登録番号　第〇五〇八九一号\n出願日　昭和三一年一〇月二九日（商願昭三一―三二五三二号）\n出願公告日　昭和三二年三月一四日（商公昭三二―三八六六号）\n登録日　昭和三二年七月二五日\n指定商品　旧四五類　他類に属しない食料品及び加味品\n更新　昭和五二年一〇月三日と同六二年一〇月一九日に更新登録完了。\n（二）　被告会社の標章使用\n被告会社は、前記のとおり直営及びフランチャイズ方式により、持ち帰り用寿\nし、袋詰及びカップ詰めみそ汁のもと（以下「即席みそ汁」ともいう。）の製造販\n売を行っているが、その際、自ら又は加盟店において、別紙第二ないし第六目録記\n載の各標章（以下一括して「被告標章」という。）を、同第七目録記載の各箇所等\nに付し、右標章を付した容器、包装に右商品を入れて譲渡し又は譲渡のために展示\nしたり、右標章を付した右商品の宣伝用パンフレット、カタログを頒布し、看板等\nを展示したりしている。\n（三）　被告標章と本件登録商標の類似性\n被告会社及びその加盟店が製造販売する持ち帰り用寿し及び即席みそ汁が本件登\n録商標の指定商品に含まれることはいうまでもない。\n被告標章のうち別紙第二、第三目録記載の「小僧寿し」の文字からなる標章中、\n「寿し」の部分は商品の普通名称にすぎないから、右標章の要部は、「小僧」の部\n分である。右要部は、本件登録商標と外観において同一又は類似であり、称呼、観\n念において同一である。また、別紙第四目録記載の「ＫＯＺＯ」、「ＫＯＺＯ　Ｓ\nＵＳＨＩ」、「ＫＯＺＯＳＵＳＩ」、「ＫＯＺＯ　ＺＵＳＨＩ」の標章について\nも、同様に、その要部は「ＫＯＺＯ」の部分であるということができ、これまた本\n件登録商標と称呼、観念において同一である。更に、別紙第五、六目録記載の図形\n標章は、その図柄からみて「小僧」なる観念を生じさせるものである。殊に、別紙\n第五目録記載の図柄の中には「小僧寿し」なる文字が表示されており、その表示形\n態からみても、見る者に「小僧」なる称呼、観念を生じさせる。\n以上のとおり、被告標章の要部は、少なくとも称呼、観念において本件登録商標\nと同一であるから、被告標章は本件登録商標と類似する。\n（四）　結論\n被告会社及びその加盟店の被告標章の使用は、商標法三七条の類似商標の使用に\n該当し、原告会社の本件商標権を侵害する。\nよって、原告会社は、同法三六条により被告会社に対し、被告会社自身による被\n告標章の使用の差止及び抹消を請求するとともに、その加盟店をして被告標章を使\n用（表示）させないこと及びその加盟店をしてその抹消をさせることを請求する。\n３（和解契約に基づく履行請求）\n（一）　和解の成立\n被告会社は、昭和五三年二月一七日、被告会社との間で、本件登録商標の使用を\nめぐる紛争につき左記条項による和解（以下「本件和解契約」という。）をした\n（但し、その条項を記載した書面は、同年一月三一日付で作成された。以下右書面\nを「本件和解証書」という。）。\n記\n（１）　被告会社の営業行為中に、原告会社の所有する「小僧」商標権侵害の疑い\nのある事実が、昭和五二年三月原告会社より被告会社に対する申入れにより判明、\n被告会社はこれを了とし、遅滞なくその標章を除去することを約束した。\n（２）　被告会社は、昭和五三年四月末日を以て、前項約定事項の実施を完了し、\n昭和五三年五月以降は、これを商標としては、一切使用しないことを確認し、原告\n会社はこれを了承した。\n（３）　昭和五二年三月、原告会社が被告会社に対し、商標誤用の停止を申入れて\nより、除去に至る迄（昭和五三年四月末日）の商標無断使用の代償として、被告会\n社は原告会社に対し、金五〇〇万円也を支払う。\n（４）　被告会社は登記した「株式会社小僧寿し本部」なる商号を、原告会社は登\n録した「小僧」なる商標を、それぞれ適法に本来の用法に従い、妥当に使用するも\nのとする。\n（二）　和解の趣旨\n右本件和解契約の趣旨は、左記のとおりである。\n（１）　被告会社は、昭和五三年四月末日までに、被告会社及びその加盟店が別紙\n第七目録記載の各箇所等に付して使用している被告標章を他の名称に変更し、これ\nを消去して、同年五月一日以降は、被告標章を含めて「小僧（コゾウ）」なる称\n呼、観念を生ずる標章を商標として一切使用しない。\n（２）　被告会社は、変更に必要な猶予期間をおいたうえで、被告会社の商号中\n「小僧寿し本部」の部分を削除し、他の商号に変更する。\n（３）　原告会社は、被告会社に対し、被告会社が右商号変更に必要な準備期間中\nに限り、「株式会社小僧寿し本部」との表示を省略しないで被告会社の商号として\n使用することを認める。\n（三）　結論\nよって、原告会社は、本件和解契約により被告会社に対し、その商号の使用差\n止、右商号登記の抹消登記手続、並びに被告会社自身による被告標章の使用差止及\nび抹消、\nその加盟店をして被告標章を使用（表示）させないこと及びその加盟店をしてその\n抹消をさせることを請求する。\nＢ　損害賠償\n（商標権侵害に基づく損害賠償請求）\n１　原告会社の損害\n（一）　被告会社は、本件和解契約成立後も被告標章を使用して前記営業を継続\nし、昭和五三年五月一日以降昭和六二年二月までの間に、毎年二億円以上、合計一\n八億円を下らぬ純利益をあげている。\nしかるところ、商標法三八条一項の規定によれば、右利益の額が原告会社のこう\nむった損害の額と推定されるから、原告会社の損害額は金一八億円を下らない。\n（二）　仮に、右推定が許されないとしても、原告会社は、本件登録商標につい\nて、通常使用権を設定し、被告会社の直営店ないしその加盟店の経営する店舗と同\n規模ないしそれを下まわる第三者経営の持ち帰り用寿しの販売店につき、一店舗あ\nたり月額金一万円の使用料を得ているから、右通常受けるべき金銭の額は、右金額\nを下らない。そして、被告会社の直営店及び加盟店の店舗数からすれば、原告会社\nがこれらの店舗から支払いを受けるべき右金銭の額は年間合計二億円、前記期間中\n合計一八億円を下らない。\nしかるところ、商標法三八条二項によれば、これを原告会社のこうむった損害と\nして、被告会社にその賠償を求めることができることが明らかである。\n２　被告らの責任\n（一）　以上に述べてきたところからすれば、被告会社が、本件和解契約成立後も\n故意に本件商標権の侵害行為を続けていることは明らかであり、そうでなくとも、\n過失があるものと推定される。\nしたがって、被告会社は、民法七〇九条に基づき原告会社に対し、本件和解契約\n後の本件商標権侵害によって原告会社がこうむった前記損害を賠償する義務があ\nる。\n（二）　被告【Ａ】は、被告会社の代表取締役の職務執行として、自らその中心と\nなって、被告会社の本件商標権侵害行為を推進した者であり、かつ、同侵害行為が\n原告会社に対する侵害行為として、原告会社に損害を与えることを知りながら同侵\n害行為を推進した者であるから、少なくとも同被告の職務の執行には重大な過失が\nあった。\nしたがって、被告【Ａ】は、\n商法二六六条ノ三第一項の規定に基づき、原告会社と連帯して、原告会社がこうむ\nった前記損害を賠償すべき義務がある。\n３　結論\nよって、原告会社は、被告らに対し、被告会社については商標権侵害の不法行為\nに基づき、被告【Ａ】については商法二六六条ノ三第一項に基づき、連帯して右１\n（一）又は（二）記載の損害金の内金二億円及びこれに対する本件訴状送達の日の\n翌日である昭和五六年三月六日から支払済みに至るまで民法所定の年五分の割合に\nよる遅延損害金の支払いを請求する。\nＣ　まとめ\n以上により、原告会社は、被告会社に対し、不正競争防止法一条一項二号又は選\n択的に本件和解契約に基づき、請求の趣旨第１項記載の商号使用禁止、同第２項記\n載の抹消登記手続、並びに本件商標権又は選択的に本件和解契約に基づき、請求の\n趣旨第３、第４項記載の被告標章の使用差止、同第５、第６項記載の被告標章の抹\n消、更に被告らに対し、被告会社については商標権侵害の不法行為に基づき、被告\n【Ａ】については商法二六六条ノ三第一項に基づき、連帯して請求の趣旨第７項記\n載の金員を支払うことを各求める。\n二　請求原因に対する被告らの認否\nＡ　差止め\n１（不正競争防止法に基づく差止請求）\n（一）　請求原因（一）のうち、原告会社がその主張の場所に本店を置いているこ\nと、原告会社が昭和三二年七月二五日に別紙第一目録記載の「小僧」なる文字標章\nについて商標登録を受けたことは認めるが、その余の事実は知らない。\n（二）　同（二）の事実は認める。但し、その経営はフランチャイズ方式によるも\nのである。\n（三）　同（三）ないし（五）は争う。\n２（商標法に基づく差止請求）\n（一）　請求原因（一）は認める。\n（二）　同（二）のうち、被告会社が原告会社主張の営業を営み、その際、被告会\n社及び各加盟店が「小僧寿し」なる文字標章及び別紙第六目録記載の図形標章を使\n用していることは認めるが、その余は否認する。右文字標章は、被告会社とその加\n盟店の営業表示として使用されているものであり、商品について使用されているも\nのではない。\n（三）　同（三）のうち、被告会社の加盟店が製造販売する持ち帰り用寿し及び即\n席みそ汁が、本件登録商標の指定商品に含まれることは認めるが、その余は争う。\n３（和解契約に基づく履行請求）\n（一）　請求原因（一）は認める。\n（二）　同（二）は争う。但し、本件和解契約において、被告会社が、被告会社か\nら加盟店への提供物である寿し入れの容器、包装紙等から本件登録商標と類似の商\n標とみられる疑いのある「小僧寿し」とのみの表示を除去し、昭和五三年五月一日\n以降これを商標として使用しないことを約したことは認める。\nＢ　損害賠償\n（商標権侵害による損害賠償請求権）\n１　原告会社の損害\n請求原因（一）、（二）は争う。\n２　被告らの責任\n請求原因（一）、（二）は争う。但し、被告【Ａ】が被告会社の代表取締役であ\nることは認める。\n三　被告らの主張\n１　不正競争防止法違反について\n本件表示は、なんら周知なものではない。一方、被告会社の商号ないしその略称\nである「小僧寿し」なる被告表示は、被告会社及びその加盟店の営業表示として広\nく認識されており、両者が、誤認混同されるおそれはない。\nすなわち、被告会社は、創業以来、右表示を営業表示として使用しているが、被\n告会社とその加盟店の営業は、営業開始以来、急速に成長、発展し、いまや「小僧\n寿し」といえば、被告会社とその加盟店の営業が想起、認識されるようになってい\nる。今日、「小僧寿し」なる表示に接する需要者、取引者は、いずれもこれを「小\n僧」と「寿し」に分離せず「小僧寿し」として一体不可分に理解し、被告会社やそ\nの加盟店の営業を想起するのが取引の実情である。右表示をみて原告会社の営業を\n想起するものはいない。被告会社の商号やその略称である被告表示「小僧寿し」と\n本件表示との間に誤認混同を生じるおそれはない。\n２　商標権侵害について\n（一）　被告標章「小僧寿し」は本件登録商標「小僧」に類似しない。\nすなわち、被告標章「小僧寿し」が被告会社の商号の略称であること及びそれが\n「小僧寿し」として一体不可分に理解し、認識されることは不正競争防止法違反に\nついて述べたとおりである。そして、この被告標章「小僧寿し」からは「コゾウズ\nシ」の称呼、観念のみを生じ、本件登録商標のような単なる「コゾウ」との称呼、\n観念は生じない。両者は、外観はもちろん、称呼、観念においても相違し、類似し\nない。\n（二）　また、別紙第六目録記載の図形標章も本件登録商標「小僧」に類似しな\nい。\nすなわち、右図形標章は、丁髷頭にねじり鉢巻きをしめ、胸に晒を巻き、着物の\n上に絆てんをはおり前掛けをして高下駄を履いている人物が、前掛けの前で両手を\n揃え、お辞儀をしている姿を正面より描いた図形のみからなるものである。この図\n形標章から、商家で働く人物が観念されるとしても、それは、直ちに「小僧」とい\nう称呼、観念を生じさせるものではない。一方、本件登録商標「小僧」からは、そ\nの文字に照応して「コゾウ」なる称呼を生ずるが、観念としては、丁稚の一種であ\nる「小僧」のほか、年少の僧あるいは、年少の男子をあなどっていうときの「小\n僧」というように各種の異なった観念を生ずる。このように前記図形標章からは直\nちに「小僧」の称呼、観念を生じず、一方において、本件登録商標からは、様々な\n異なった観念が生ずることからすれば、両者を類似の標章であるというのは誤りで\nある。\n右図形標章と本件登録商標とは、外観はもとより称呼、観念においても相違して\nおり、非類似の商標というべきである。現に、被告会社は、右図形標章について昭\n和五一年一二月一六日に第一二四二三一五号をもって商標登録を受けている（以下\n右図形標章を「被告登録商標」という。）。\n３　本件和解契約の履行請求について\n本件和解契約は、原告会社が主張するように看板等における被告標章の使用を禁\n止したり、商号の変更を約したものではない。\nすなわち、本件和解契約は、昭和五二年三月以前に、被告会社が本件登録商標の\n使用と誤解を受ける可能性のある用語の使用を原告会社から指摘されたことが発端\nとなり、同年五月から両者間で交渉を重ねた結果締結されたものであるが、その趣\n旨は、本件登録商標に類似する疑いのある標章を商標としては使用しないというこ\nとである。\n被告会社や加盟店が看板等において営業表示として使用している標章の使用を禁じ\nたり、商号の変更までを約したものではない。しかるところ、被告会社やその加盟\n店は、現在、前記「小僧寿し」の文字標章と被告登録商標とを看板等において営業\n表示として使用しているにすぎないから、これについて、本件和解契約に基づき差\n止めを求められるいわれはない。\n四　被告らの抗弁\n１　本件登録商標の効力の限界と制限\n文字標章として被告会社が使用する被告標章「小僧寿し」は、被告会社の著名な\n略称であり、営業表示として使用されているものである。これを普通に用いられる\n方法で表示する限り、それが商標としての機能を果すことがあるとしても、それに\nついては、本件登録商標の効力は及ばない（商標法二六条一項一号）。\nまた、図形標章である被告登録商標は、前記のとおり、本件登録商標とは非類似\nの商標として登録を認められたものであり、本来、被告会社において自由に使用で\nきるものである。これに対しては、本件登録商標の禁止的効力は及ばない。すなわ\nち、\n（一）　まず、文字標章である被告標章「小僧寿し」についてみると、被告標章が\n被告会社の名称（商号）の略称であることは、これまでに述べてきたとおりであ\nる。そして、それが著名なものであることは、被告会社が全国に展開したフランチ\nャイズ方式の加盟店舗数が昭和五二年五月の時点で一〇〇〇店、昭和五三年一〇月\nの時点で一五〇〇店、昭和五六年一〇月の時点で約二〇〇〇店に達し、その年間売\n上額も、昭和五五年度にはいわゆる外食産業、ファストフードチェーンの中では日\n本における第一位になっていること、また、昭和五二年の調査では「小僧寿し」と\nいう名称の知名度は八七パーセントに達しており、その営業努力、店舗数、販売実\n績等々によって、被告会社が我国のファストフード業界において、「押しも押され\nもせぬ地位」を得ていること等数々の事実によって裏付けられている。これらの事\n実によれば、昭和五三年二月の本件和解契約成立当時既に、被告標章「小僧寿し」\nが被告会社の名称（商号）の略称としてあるいはその加盟店グループを表わす名称\nとして極めて著名となっていたことは明らかである。\n（二）　そして、右被告標章「小僧寿し」は、被告会社及びその加盟店の営業表示\nとして使用されているものである。そのことは、各加盟店が右被告標章を単独で使\n用せず、その表看板において「全国チェーン小僧寿し○○店」というように「小僧\n寿し」の文字の前後に「全国チェーン」とか「○○店」との表示を並記し、当該店\n舗が全国的なフランチャイズ店の中の一店舗であることを示す表示として使用して\nいることによって、明らかである。元来、表看板は、店頭の人目につく箇所におい\nて店の事業主体を指示、特定するためのものであり、被告会社や加盟店も、その用\n法に従って表看板を使用しているものである。また、位置決めの表示板（指示看\n板）は、多数の店舗が入っているスーパーマーケット等の中で一店舗として営業し\nていることを示すためのものであり、そこに示されている「小僧寿し」の表示は、\n併置されている他店舗のそれと同様店舗の表示とみるのが自然な見方である。更\nに、店頭の路上に置かれた「のぼり」や立体的な「立看板」もここが「全国チェー\nン小僧寿し」の店であるとの表示に他ならない。そして、これら、被告会社や各加\n盟店の店頭看板等に表示されている「小僧寿し」の文字は、それ自体特別な書体を\n用いる等特異な表現方法で表わされているものではなく、その営業主体を表わすも\nのとして普通に用いられる方法で表わされているにすぎない。\n（三）　以上のとおり、被告会社や加盟店が使用する被告標章「小僧寿し」は、被\n告会社の名称（商号）の著名な略称を普通に用いられる方法で表示するものに他な\nらないから、これについては、本件登録商標の効力は及ばない（商標法二六条一項\n一号）。\nもっとも、右看板等に表示された「小僧寿し」の表示が結果的に被告会社や各加\n盟店が販売する持ち帰り用寿しを他社製品と区別する商標の機能を果すことはあり\nうるが、そのことは、右法条の適用を否定する理由になるものではない。もし、そ\nれらの表示が商標としての機能をも果すことがあるというだけで、右法条の適用を\n否定するとすると、本来、商人の名称である商号（又はその略称）は、それが周\n知、著名になればなるほど、その営業に係る商品の出所を表示する機能を併有しは\nじめ、その表示態様の如何にかかわらず自他商品識別機能を発揮するに至ることか\nらみて、本来商標法二六条一項一号の規定によってより一層厚く保護すべき周知、\n著名商号等について右法条の適用を排除することになり不当である。\nまた、看板等に「小僧寿し」の部分が多少大きく表示されていても、そのこと\nも、右法条の適用を否定する理由にならない。なぜなら、商品や商品の包装に特筆\n大書して表示するならともかく、ビルや店舗の看板にその会社の商号や営業表示を\n大書していることはしばしばみられることであり、看板に「小僧寿し」の標章を大\nきく表示しているからといって、その表示態様は格別異例なものとはいえず、ごく\n普通に行なわれていることにすぎないからである。\n（四）　また、図形標章である被告登録商標は、前記のとおり、本件登録商標とは\n非類似の商標として登録を認められたものであり、本来、被告会社において自由に\n使用できるものである。\n被告会社が、被告登録商標を被告標章「小僧寿し」と組み合わせて使用したり単\n独で使用することに対し、本件登録商標は、なんら禁止的効力を及ぼし得るもので\nはない。\n（五）　よって、原告会社の商標権に基づく請求は、いずれも理由がない。\n２　本件和解契約に基づく債務の履行\n被告会社は、本件和解契約の定めに従い昭和五三年四月末日までに寿し入れの容\n器、包装紙、おてふき、スタンプ等から本件登録商標を侵害する疑いのある標章を\n除去し、その疑いのないものに変更した。\nよって、原告会社の本件和解契約に基づく請求は理由がない。\n３　専用使用権設定による権利の喪失\n（一）　原告会社は、訴外株式会社小僧寿し（以下「訴外会社小僧寿し」とい\nう。）に対し、昭和五五年一二月一日、本件登録商標の専用使用権の設定契約を\nし、昭和五七年四月一二日その旨の登録をした。\n（二）　したがって、原告会社には商標法三八条二項に基づき損害賠償を請求でき\nる権利はない。\n４　原告会社の不当図利目的\n（一）　原告会社は、右専用使用権設定事実を秘し、少なくとも二億円の損害をこ\nうむったと主張して本訴を提起した。また、原告会社代表者【Ｂ】は、一方におい\nて、原告会社が「小僧寿し」という名前で再展開していく方針である旨、すなわち\n原告会社において本件登録商標を使用するかのように述べ、他方において、訴外株\n式会社富士デリフーズ（以下「富士デリフーズ」という。）が「小僧寿し」という\n名前で寿しも販売する方針である旨、すなわち富士デリフーズにおいて本件登録商\n標を使用するかのように述べたりもしている。\n（二）　しかも、原告会社の会長であった訴外亡【Ｃ】（以下「【Ｃ】」とい\nう。）は、商標について興味を持ち、使用しないものでも商標として取得し、三〇\n〇もの商標を保有し、工業所有権関係の管理を業とする社長室長というポストまで\n作り、右商標使用の事実を写真に撮って損害賠償金をとったり、商標を売り渡した\nりする商標ブローカー的業務を行なって来たものである。\n（三）　そして、【Ｃ】死亡後は、訴外【Ｄ】（以下「【Ｄ】」という。）が右業\n務を承継して訴外会社小僧寿しの代表者となり、同社はその業務目的として「工業\n所有権に関する講習会、出版及び売買・貸与・管理の業務」を掲げている。\n（四）　以上のような事情からみれば、原告会社が自ら本件登録商標を使用する意\n思も権限もないのに、被告会社の隆盛に目をつけ、不当に利得を図るために本訴の\nような主張をしていることは明らかである。本訴のような損害賠償請求は到底許さ\nれるものではない。\n五　抗弁に対する原告会社の認否及び主張\n１　抗弁１（本件登録商標の効力の限界と制限）について\n（一）　抗弁１のうち、被告会社の加盟店舗数が約二〇〇〇店に達していることは\n認めるが、その余の事実及び主張は争う。\n（二）　一般に、商標法第二六条一項一号にいう「普通に用いられる方法」とは、\n当該標章の書体や全体の構成等外観が特殊な態様のものでなく、その使用方法がい\nわゆる「商標的な使用でないこと」をいうものと解されている。換言すれば、当該\n標章が商標的に使用、すなわち自他商品識別標識として使用されていれば、「普通\nに用いられる方法」とはいえないということである。\nしかるところ、被告会社やその加盟店が別紙第七目録記載の各箇所等で使用して\nいる被告標章は、いずれも被告会社やその加盟店の販売する寿し商品の同一性を表\n示するための識別標識としての機能を有している。ことに、右の店舗や店頭におけ\nる看板等に表示されている被告標章は、各店舗で販売されている寿し商品等の陳\n列、販売箇所の表示の意味を帯有しているのみならず、「小僧寿し」、「ＫＯＺ\nＯ」、「ＫＯＺＯＳＵＳＨＩ」等の文字標章が店舗の看板や車両等の需要者の目に\nつく箇所に別紙第二ないし第四目録掲記の字体で特筆大書して表示使用されてい\nる。そして、各店舗の店頭の上部の壁面に掲げられている看板等に表示されている\n右各文字標章の上部、下部ないしはこれと並んで販売商品としての寿しの図形ない\nしは定価表が表示されている店舗全体の状況等からみて、右被告標章が、その店舗\nで販売されている寿し商品等との具体的関係において表示されているもので、その\n使用及び表示の方法が一般の需要者に、その商品の出所をはっきり認識させるもの\nであること、すなわち、商標として使用されていることは明らかである。到底、\n「普通に用いられる方法」で表示したものとはいえない。\n被告らは、右の看板には「小僧寿し」の文字のほか、「ファストフード全国チェ\nーン」とか「○○店」との表示が付加して並記されており、「小僧寿し」なる文字\nは営業主体の表示である旨主張するが、被告会社やその加盟店の各店舗の看板に\nは、右の付加的文字が並記されておらず「小僧寿し」の文字のみが表示されている\nものも数多く存している。また、右主張のように営業表示として見ることができる\nとしても、その表示態様からして、それらが右に述べた商品識別標識としての機能\nを有していることは否定できない。\nしたがって、仮に「小僧寿し」なる名称が被告会社の著名な略称であったとして\nも、本件商標権の効力はこれに及ぶ。\n２　抗弁２（本件和解契約に基づく債務の履行）について抗弁２は争う。\n３　抗弁３（専用使用権設定による権利の喪失）について\n（一）　抗弁３（一）の事実は認める。\n（二）　同（二）は争う。\n４　抗弁４（原告会社の不当図利目的）について\n（一）　同（一）のうち、原告会社が現に二億円以上の損害をこうむったと主張し\nて本訴を提起し、原告代表者が被告ら主張のように供述していることは認め、その\n余は否認する。\n（二）　同（二）は否認する。\n（三）　同（三）のうち、業務承継の点は否認するが、その余は認める。\n（四）　同（四）は争う。\n六　再抗弁\n１　被告会社の不正競争目的・信義則違反（抗弁１に対し）\n（一）　本件登録商標は、昭和三一年一〇月に商標登録出願され、昭和三二年七月\nに登録されたものであるところ、被告会社及び加盟店が「小僧寿し」なる標章の使\n用を開始したのは、はやくても被告会社の設立された昭和四七年二月以後である。\n（二）　したがって、仮に、被告標章「小僧寿し」が被告ら主張のように著名であ\nるとしても、それは、被告会社が不正競争の目的をもって原告会社の本件登録商標\nを侵害する行為を重ねてきた結果であり、商標法二六条二項により同条一項一号の\n適用は排除される。そうでなくとも、そもそも、抗弁１の主張は信義則上許されな\nい主張である。\n２　本件和解契約第四項の錯誤無効、詐欺取消（抗弁２に対し）\n（一）　本件和解契約第四項の被告会社の商号使用に関する条項は、右商号変更に\n必要な準備期間内での使用を認めるとの趣旨である。原告会社は同項の条項をその\nような趣旨において理解し、被告会社も原告会社に当時そのように説明していた。\nしたがって、仮に、右条項が、被告会社の商号に関する限り将来も引き続いて使用\nを認めるという意味であり、そのような趣旨で合意が成立したとすると、原告会社\nにおいては、被告会社からの申入れに従い右のように理解していたのであるから、\n同条項に関する限り、原告会社の錯誤に基づいてなされたことになり、民法九五条\nの規定により無効であるか、もしくは被告会社の詐術的行為によってなされたもの\nとして、取り消しうるものとなる。\n（二）　そこで、原告会社は、被告会社に対し、昭和五七年七月一六日の本件第八\n回口頭弁論期日において、本件和解証書第四項の合意を取り消す旨の意思表示をし\nた。\n３　通常使用権設定契約（抗弁３に対し）\n（一）　原告会社は、本件登録商標の専用使用権を設定した訴外会社小僧寿しとの\n間に、それと同時に原告会社のための通常使用権設定契約を締結した。\n（二）　したがって、被告らの抗弁３の主張は失当である。\n七　再抗弁に対する被告らの認否及び主張\n１　再抗弁１（不正競争目的・信義則違反）について\n（一）　再抗弁１（一）は認め、同（二）は争う。\n（二）　原告会社の再抗弁１の主張は、左記の理由により主張自体失当である。\n（１）　被告標章「小僧寿し」が著名性を獲得したのは、被告会社が傘下の加盟店\nとともに、該標章をその営業主体を表わす表示として、またチェーン店であること\nを表わす一つの企業グループの名称として使用してきた結果であり、「商標」とし\nて使用したためではない。そして、該標章は少なくとも本件和解契約成立以前に著\n名性を獲得していたのである。\n（２）　そして、右被告標章「小僧寿し」の著名性は客観的な事実であり、被告会\n社等の主観的意図とは無関係である。主観的意図と関連づけて、信義則を云々され\nる評価の問題ではない。しかも、原告会社と被告会社との間では、昭和五三年二月\nに本件和解契約が成立し、それ以前の商標権侵害の疑いに関する紛争は解決済みで\nある。それにもかかわらず、本件和解契約成立以前の事情に言及して、商標権侵害\nを云々すること自体、禁反言の法理、信義則上から許されないものである。\n２　再抗弁２（錯誤無効・詐欺取消）について\n同２（一）は否認する。同（二）のうち、原告会社主張の取消の意思表示があっ\nたことは認めるが、その余は争う。\n３　再抗弁３（通常使用権設定契約）について\n知らない。\n第三　証拠（省略）\n理　　　由\n一　不正競争防止法に基づく差止請求について\n１　請求原因（一）（原告会社の営業と表示）のうち、原告会社が肩書住所地に本\n店を置いていること、原告会社が昭和三二年七月二五日に別紙第一目録記載の「小\n僧」なる文字標章について商標登録を受けたことは当事者間に争いがない。\nそして、いずれも成立に争いがない甲第一号証の二、甲第二号証、甲第三号証の\n一、二、原本の存在及び成立に争いがない甲第一五一号証、いずれも証人【Ｄ】の\n証言及び原告会社代表者本人尋問（第一回）の結果により【Ｄ】が原告会社主張の\n各撮影年月日に同主張の店舗等を撮影した写真であることが認められる甲第六二な\nいし八七号証、証人【Ｄ】の証言及び原告会社代表者本人尋問（第一回）の結果並\nびに弁論の全趣旨によれば、請求原因（一）のその余の事実（但し、「小僧寿し」\nなる標章使用の点を除く。）が認められるが、右「小僧寿し」なる標章使用の点に\nついては、これを認めるに足る証拠がない。\n２　請求原因（二）（被告会社の営業と表示）については、直営の点を除き当事者\n間に争いがない。しかし、右直営の点についてはこれを認めるに足る証拠はない。\n３　そこで、請求原因（三）（本件表示の周知性）について判断するに、前記甲第\n六二ないし八七号証、甲第一五一号証、証人【Ｄ】の証言及び原告会社代表者本人\n尋問（第一回）の結果によれば、原告会社は、昭和四〇年ころまでは大阪中央卸売\n市場内において主に水産練製品及び料理菓子の卸売をしていた会社であるが、昭和\n四五年ころからスーパーダイエー内の店舗において持ち帰り用寿しの製造販売も始\nめたこと（但し、この時点では、まだ右営業に関し「小僧」なる表示は使用してい\nない。）、その後、昭和四九年一一月ころから原告会社の直営店及び卸店の店頭看\n板、庇型テント等に「おにぎり小僧」なる文字と鉢巻きをしめた三角おむすびの形\nをした人の顔を正面から描いた図形とを表示して「おにぎり小僧」の名称で持ち帰\nり用寿し、おにぎり等の製造販売を始めたこと（但し、その中には、店頭看板に\n「ほっかほか小僧」なる文字のみを表示した店舗もある。なお、原告会社の工場の\n壁面、商品運搬用の車両の車体には原告会社の社名のほか、「おにぎり小僧」なる\n文字と前記図形とが表示されている。）、そして、その後、右営業を行う店舗の展\n開は大阪、兵庫地区においてなされているが、その店舗数は直営店と卸店とを合わ\nせて二〇店ないし三〇店位にとどまっていることが認められる（原告会社代表者本\n人の供述中には、常時約一〇〇店、内約二〇店が直営店であるとの供述部分がある\nが、他方には直営店及び卸店とも約一〇店であるとの供述部分もあり、また、前記\n甲第六二ないし八七号証によれば、昭和五七年五月現在の右店舗数は二五店位であ\nることが窺えることを合わせ考慮すると、原告会社代表者本人の常時約一〇〇店と\nの右供述部分はたやすく採用できない。）。右事実によれば、原告会社が持ち帰り\n用寿し、おにぎり等の製造販売に関して「おにぎり小僧」なる本件表示を使用して\nいることは肯認できるが、右事実だけからでは、原告会社が製造販売する持ち帰り\n用寿し、おにぎりが、原告会社主張のように、昭和四六年以降、大阪府下及びその\n周辺地において「小僧寿し」、「おにぎり小僧」の名で広く知られ、原告会社が使\n用している本件表示がその営業表示として周知になっているとは到底認められず、\n他にこれを認めるに足る証拠はない。\n４　そうすると、原告会社の不正競争防止法一条一項二号に基づく請求は、その余\nの点について判断するまでもなく、理由がなく、排斥を免れない。\n二　商標権に基づく差止請求について\n１　請求原因（一）（原告会社の商標権）については当事者間に争いがない。\n２（一）　請求原因（二）（被告会社の標章使用）のうち、被告会社がフランチャ\nイズ方式による営業のフランチャイザーとしてフランチャイジーである各加盟店に\n持ち帰り用寿しを製造販売させていること、被告会社及び各加盟店が右営業におい\nて「小僧寿し」なる文字標章及び別紙第六目録記載の図形標章（被告登録商標）を\n使用していることは、当事者間に争いがない。しかし、被告会社が直営店において\n持ち帰り用寿しを製造販売していることについては、これを認めるに足る証拠はな\nい（なお、いずれも成立に争いのない乙第二七号証の一及び乙第二〇二号証によれ\nば、右被告登録商標は、昭和四八年一月二七日、商品区分第三二類「食肉、卵、食\n用水産物、野菜、果実、加工食料品」を指定商品として登録出願され、昭和五一年\n一二月一六日登録されたものであることが認められる。）。\n（二）　しかるところ、いずれも成立に争いがない甲第五号証の六、七、甲第六、\n七号証の各四、五、甲第八号証の三、四、甲第九号証の四、五、甲第一〇号証の\n三、四、甲第一一号証の三、甲第一三号証のニ、甲第一四号証の四、五、甲第一五\n号証の三、甲第一六号証の二、三、甲第一七、一八号証の各三、四、甲第一九号証\nの二、甲第二〇号証の三、四、甲第二一号証の二、甲第二二号証の三、四、甲第二\n三号証の六、七、甲第二四号証の三及び甲第二八、二九号証の各一、二、いずれも\n証人【Ｅ】の証言によリ真正に成立したものと認められる甲第一二六号証の一、\n二、甲第一二七ないし一三四号証、甲第一三五号証の一、二及び甲第一三六ないし\n一四三号証、甲第一四四号証の一、二、甲第一四五、一四六号証、同証言及び右甲\n第一三三号証により真正に成立したものと認められる甲第一二号証の三、同証言及\nび右甲第一三六号証により真正に成立したものと認められる甲第一五号証の二、い\nずれも右証言により【Ｅ】が原告会社主張の撮影年月日に同主張の被告会社加盟店\nの店頭付近等を撮影した写真であると認められる甲第五号証の一ないし五、甲第\n六、七号証の各一ないし三、甲第八号証の一、二、甲第九号証の一ないし三、甲第\n一〇ないし一二号証の各一、二、甲第一三号証の一、甲第一四号証の一ないし三、\n甲第一五、一六号証の各一、甲第一七、一八号証の各一、二、甲第一九号証の一、\n甲第二〇号証の一、二、甲第二一号証の一、甲第二二号証の一、二、甲第二三号証\nの一ないし五、甲第二四号証の一、二及び甲第二五号証の一ないし四、いずれも原\n告会社主張のものであることに争いがない甲第二七号証の一（爪楊枝袋）、二（箸\n袋）、三（おてふきの袋）、いずれも証人【Ｄ】の証言により同人が原告会社主張\nの撮影年月日に同主張の被告会社加盟店の店頭付近等を撮影した写真であると認め\nられる甲第二六号証、甲第三〇号証、甲第三一号証の一、二、甲第三二号証、甲第\n三三、三四号証の各一ないし四、甲第三五号証の一、二、甲第三六号証の一ないし\n四、甲第三七号証の一ないし五、甲第三八号証、甲第三九号証の一、二、甲第四〇\n号証、甲第四一号証の一、二、甲第四二号証、甲第四三ないし四五号証の各一、\n二、甲第四六号証、甲第四七号証の一、二、甲第四八号証、甲第四九号証の一ない\nし四、甲第五〇ないし五五号証、甲第五六号証の一、二、甲第五七、五八号証、甲\n第五九号証の一、二、甲第九九号証の一ないし三、甲第一〇〇号証の一、二、甲第\n一〇一ないし一〇三号証、甲第一〇四、一〇五号証の各一、二、甲第一〇六ないし\n一〇九号証、甲第一一〇ないし一一三号証の各一、二、甲第一一七、一一八号証の\n各一、二、甲第一一九、一二〇号証、甲第一二一ないし一二三号証の各一、二及び\n甲第一二四号証、同証言により真正に成立したものと認められる甲第一一六号証、\n被告会社代表者本人尋問の結果により原本の存在及び成立の認められる甲第六〇号\n証、弁論の全趣旨により真正に成立したものと認められる甲第六一号証、いずれも\n成立に争いのない乙第一号証、乙第一六号証及び乙第三〇号証、被告会社代表者本\n人尋問の結果により被告会社加盟店の写真であると認められる乙第三一号証の一、\n二、いずれも証人【Ｆ】の証言（第一回）により原本の存在及び成立が認められる\n乙第三四号証の一、二、乙第三五、三六号証、乙第三七号証の一、二及び乙第三\n八、三九号証、いずれも被告ら主張の被告会社加盟店の店頭付近等の写真であるこ\nとについては当事者間に争いがなく、弁論の全趣旨により撮影者及び撮影年月日が\n被告ら主張のとおりであると認められる乙第五二号証の一ないし四、乙第五三号証\nの一ないし三、乙第五四、五五号証の各一、二、乙第五六号証の一ないし三、乙第\n五七、五八号証の各一、二、乙第五九、六〇号証、乙第六一号証の一ないし三、乙\n第六二ないし六四号証、乙第六五号証の一、二、乙第六六ないし六八号証、乙第六\n九号証の一、二、乙第七〇号証の一ないし四、乙第七一、七二号証の各一、二、乙\n第七三ないし七五号証、乙第七六号証の一、二、乙第七七号証、乙第七八、七九号\n証の各一ないし四、乙第八〇号証の一、二、乙第八一号証の一ないし四、乙第八二\n号証の一ないし五、乙第八三号証、乙第八四号証の一、二、乙第八五号証、乙第八\n六号証の一、二、乙第八七号証、乙第八八ないし九〇号証の各一、二、乙第九一号\n証、乙第九二号証の一、二、乙第九三号証、乙第九四号証の一ないし四、乙第九五\n号証の一ないし一〇、乙第九六号証の一、二、乙第九七号証の一ないし三、乙第九\n八号証の一、二、乙第九九ないし一〇一号証、乙第一〇二、一〇三号証の各一、\n二、乙第一〇四ないし一〇七号証、乙第一〇八号証の一、二、乙第一〇九、一一〇\n号証及び乙第一一一、一一二号証の各一、二、いずれも証人【Ｆ】の証言（第二\n回）により真正に成立したものと認められる乙第一九八号証の一ないし八、いずれ\nも同証言（第一回）により被告ら主張のものであると認められる検乙第一号証の一\n（和解前の寿し容器の蓋の金型の写真）、二（和解後の寿し容器の写真）、検乙第\n二号証の一（和解前のおてふきの袋）、二（和解後のおてふきの袋）及び検乙第三\n号証の一（和解前の包装紙）、二（和解後の包装紙）、証人【Ｆ】（第一、ニ\n回）、同【Ｄ】及び同【Ｅ】の各証言、被告会社代表者本人尋問の結果、並びに弁\n論の全趣旨によれば、次の事実が認められる。\n（１）　被告会社の営業形態と方針\n（イ）　被告会社は、いわゆるフランチャイズ方式により持ち帰り用寿しの製造販\n売を行うもので、そのフランチャイザーとして被告会社において開発したノウハウ\n（店作り、立地の選定、営業、運営及び商品製造方法等の指導）及び被告会社にお\nいて仕入れた副材（カンピョウ、ノリ、包装紙、寿し入れの容器等）を傘下のフラ\nンチャイジーである各加盟店に提供し、各加盟店に持ち帰り用寿しの製造販売をさ\nせて各加盟店からロイヤリティーを得ているが、同様の寿しを製造販売する被告会\n社の直営店はない。そして、被告会社の下に地域本部が置かれるほか、地域本部の\n下に地区本部（四支部二〇店舗の管理運営）、地区本部の下に支部、支部の下に各\n五店舗が置かれ、右地域本部以下の加盟店の中には「○○小僧寿し本部」とか「小\n僧寿し○○支部」の商号を使用するものもあるが、地域本部以下の運営はフランチ\nャイジーに任されており、被告会社が直接これに関与することはない。\n（ロ）　但し、被告会社は、元来加盟店の店頭の正面看板には「ファストフード全\n国チェーン小僧寿し○○店」と表示すべきであるとの方針をとっており、各加盟店\nに対し、店舗の看板には必ず右趣旨の表示をするように指導していた。\n（２）　本件和解契約成立ないし本訴提起\n被告会社は、昭和四七年の創業以来、「小僧寿し」の標章や「小僧寿し」の文字\nの入った別紙第五目録記載の図形標章等を使用し、その加盟店にも右標章を使用さ\nせていたところ、昭和五二年三月ころ、原告会社から右標章の使用は本件登録商標\nを侵害するものであるから、右標章の使用を続けるのであれば、本件登録商標を買\nい取るか使用料を支払うようにとの申入れがあり、原告会社と被告会社が話し合っ\nた結果、昭和五三年二月に本件和解契約が成立した（右和解契約成立の点について\nは争いがない。）。しかし、その後、右和解契約の履行を巡って争いが生じ、昭和\n五六年二月には本訴が提起された（右訴え提起の点は本件記録上明らかであ\nる。）。\n（３）　本件和解契約成立ないし本訴提起前後の使用標章\n（イ）　店舗店頭の正面看板、袖看板、立看板、幟旗、店内看板、店舗の壁面、広\n告看板等における使用標章\n（ａ）　被告会社は、前記のとおり各加盟店の店頭の正面看板には「ファストフー\nド全国チェーン小僧寿し○○店」と表示すべきであるとの方針に基づき、各加盟店\nに対し、店舗の看板には必ず店名を表示するように指導しており、多くの加盟店で\nは右指導に従い店名等を表示していたが、これを実施するにあたって、店名等を表\n示しても「小僧寿し」の文字に比べて店名や「全国チェーン」、「ファストフード\n全国チェーン」の文字を小さく表示したり、中には店名等を表示せず、単に「小僧\n寿し」とだけ表示する店舗もあった。\n（ｂ）　そして、本件和解契約成立ないし本訴提起前後の使用標章の具体例をあげ\nると、①正面看板、袖看板、立看板、幟旗、\n店舗の壁面、広告看板、指示看板（複数の店舗が出店しているスーパーマーケット\n内における被告会社加盟店の店舗の位置を指示する看板）等に、別紙第二、第三目\n録記載の横書、縦書の「小僧寿し」の文字標章（但し、同第三目録（５）記載の右\n横書の文字標章を除く。）や同第四目録記載のローマ字表記の文字標章と被告登録\n商標や同第五目録記載の「小僧寿し」の文字入りの図形標章を表示したもの、②加\n盟店の店舗窓口（商品受渡口）や店舗外壁面の上部看板に右①と同様の文字標章の\nみを表示したもの（但し、右看板の周囲すなわちその上方、下方ないしはこれと並\nぶ部分に販売商品である持ち帰り用寿しの図形メニューないしは定価表が表示され\nている。）、③また、同第五目録記載の「小僧寿し」の文字入り図形標章を表示し\nた袖看板、店頭横に設置した看板に横書で「Ｗｅｌｃｏｍｅ　ｔｏ　ＫＯＺＯ」と\n表示したもの、④同第四目録（３）記載の「ＫＯＺＯ」と横書した文字標章のみを\n庇型の外壁面に表示したものや、⑤同第三目録（９）記載の「小僧寿し」と縦書し\nた文字標章のみを表示した幟旗、⑥被告登録標章と同第三目録（１）又は（８）記\n載の横書、縦書の「小僧寿し」の文字標章を並記し、これに横書又は縦書で「全国\nチェーン」の文字及び地区本部名を付記したバス停留所設置の広告看板等があっ\nた。\n（ロ）　工場壁面、袖看板等と車両における使用標章\n（ａ）　被告会社加盟店の工場には、①壁面に別紙第三目録（２）記載の横書の\n「小僧寿し」の文字標章のみを表示したもの、②右文字標章に同第五目録記載の\n「小僧寿し」の文字入りの図形標章又は被告登録商標を並記したものや、③ドアに\n横書で「全国チェーン」の文字を付記した同第三目録（４）記載の「小僧寿し」の\n文字標章を表示したものがあった。\n（ｂ）　また、①被告会社の地域本部のひとつである訴外株式会社小僧寿し東京本\n部（以下「小僧寿し東京本部」という。）加盟店使用車両には車体に横書で「全国\nチェーン」の文字、別紙第三目録（１）記載の「小僧寿し」の文字標章と被告登録\n商標とを付したもの、②横書で「全国チェーン」、「フレンドリー小僧」の文字と\n被告登録商標とを付したもの、③高知地区加盟店使用車両には車体に同第三目録\n（４）、（５）記載の「小僧寿し」の文字標章と被告登録商標とを付したものがあ\nった。\n（ハ）　領収証、サービス券、宣伝用パンフレット、包装紙、寿し入れの容器、箸\n袋等における使用標章\n（ａ）　被告会社が加盟店へ提供していたタイムスタンパー（日時入り製造印で、\n領収証等に押印されるもの）には上段に横書で「小僧寿し」の文字を表示し、下段\nに店名を表示したものと店名表示のないものがあり、右「小僧寿し」の文字標章が\n領収証に使用されていた。\n（ｂ）　小僧寿し東京本部加盟店では被告登録商標を付したハッピィーチップと称\nするサービスシールを発行していたが、右ハッピィーチップの中には、被告登録商\n標の上部に横書で「ＫＯＺＯ」の文字を表示したものがあった。\n（ｃ）　小僧寿し東京本部がかつて独自に作成して加盟店に提供した宣伝用パンフ\nレット、宣伝用ビラには、同社や被告会社の社名の表示のほか、「小僧寿しでパー\nティーを！」とのチャッチフレーズや「小僧寿しメニュー」の表示をしたものがあ\nった。\n（ｄ）　被告会社が加盟店へ提供していた包装用袋（下げ袋）、寿し入れの容器、\n醤油入れの容器、爪楊枝袋、おてふきの袋及び箸袋には「小僧寿し」なる文字標章\nが付されていた。\n（４）　その後の使用標章の変更\n被告会社は、本件和解契約の成立とその後の本訴提起を契機として、極力、商標\n的な使用とみられるおそれのある標章の使用をとり止め、できる限り営業表示とし\nての使用であることが明確になるよう努めることとして、加盟店に対しても、その\n旨の指導を強化、徹底した。\nその結果を例示すると次のとおりである。\n（イ）　店舗店頭の正面看板、袖看板、立看板、幟旗、店内看板、店舗の壁面、広\n告看板等における使用標章\n被告会社の右指導を受けた各加盟店において、店名等を表示したり、店名等と前\n記文字標章との文字の大きさの均整化を図り、①別紙第五目録記載の「小僧寿し」\nの文字入り図形標章と同第三目録（２）記載の「小僧寿し」の文字標章とを並記し\nた正面看板等を雄、雌各一頭の子象を描いた図形標章（以下「子象標章」とい\nう。）と同第三目録（１）記載の「小僧寿し」の文字標章とを並記したものに変え\nたり、同第五目録記載の「小僧寿し」の文字入り図形標章から「小僧寿し」の文字\nを削除したり、同図形標章の「小僧寿し」の文字の上部や同標章の上部へ横書で\n「全国チェーン」の文字を付記したり、②前記店舗窓口（商品受渡口）や店舗外壁\n面の上部看板やその周囲の図形メニュー、定価表を撤去したり、③横書で「Ｗｅｌ\nｃｏｍｅ　ｔｏ　ＫＯＺＯ」と表記した前記店頭横の看板を撤去したり、同看板を\n子象標章を表示したものに変えたり、④前記庇型外壁面から同第四目録（３）記載\nの「ＫＯＺＯ」と横書した文字標章を撤去したうえで、新たに被告登録商標の横に\n横書で「全国チェーン」の文字を並記し、その下部に同第三目録（１）記載の「小\n僧寿し」の文字標章及び右文字と同じ大きさで店名を表示したり、⑤前記バス停設\n置看板を撤去したりした。\n（ロ）　工場壁面、袖看板等と車両における使用標章\n被告会社加盟店の工場にあった前記表示は撤去され、被告登録商標に横書で「全\n国チェーン」の文字と別紙第三目録（１）記載の「小僧寿し」の文字標章を並記し\nた袖看板及び立看板が設置されている。\nまた、前記車両の表示も変更され、小僧寿し東京本部においては別紙第三目録\n（１）記載の「小僧寿し」なる文字標章に横書で「株式会社」及び「東京本部」な\nる文字を付記したもの、高知地区においては横書で同目録（４）、（５）記載の\n「小僧寿し」の文字標章と一体的に「高知第○地区本部」と表示したものが使用さ\nれている。\n（ハ）　領収書、サービス券、宣伝用パンフレット、包装紙、寿し入れの容器、箸\n袋等における使用標章\n（ａ）　被告会社は、加盟店へ提供する前記タイムスタンパーの表示を、店名の分\n離したものや店名表示のないものから、「小僧寿し○○店」というように「小僧寿\nし」の文字と店名とを同じ段に一体的に横書表示したものに変えた。なお、現在、\n被告会社加盟店が発行しているレシートには、別紙第二目録あるいは同第三目録\n（１）記載の「小僧寿し」なる文字標章の上部に、「ファーストフード全国チェー\nン」、「全国チェーン」、「まごころの味」の文字のいずれかが横書で付記され、\n右文字標章の下部ないし横に店名を記した表示が使用されている。\n（ｂ）　小僧寿し東京本部加盟店が発行していた前記「ＫＯＺＯ」の表示のあるハ\nッピィーチップについては、被告会社は格別の措置はとらなかったが、その後の時\n間の経過や被告会社の最近のプレゼント関係の宣伝用ビラからすると、現在におい\nては、少なくとも右「ＫＯＺＯ」の文字を付記したハッピィーチップは使用されて\nいないものと推認される。\n（ｃ）　被告会社は、本件和解契約成立後、前記「小僧寿しメニュー」との表示の\nある宣伝用パンフレットの作成を中止させた。そして、その後、被告会社が加盟店\nに提供している宣伝用パンフレット、宣伝用ビラ、応募葉書には、被告会社の社名\nのみの表示、被告会社の社名と被告登録商標とを付した表示、被告登録標章のみの\n表示、被告登録商標と子象標章を付した表示が使用され、その宣伝文言中でも「小\n僧寿しチェーン」、「小僧寿しチェーンのお寿し」との表示が使用されている。ま\nた、被告会社加盟店の作成した広告チラシにおいても、単に「小僧寿し」の文字だ\nけでなく、別紙第二目録記載の「小僧寿し」の文字標章の横にこれより小さくでは\nあるが「店」、その上部に横書で「○○スーパー直営」の文字を並記したものが使\n用されたりしている。\n（ｄ）　更に、被告会社は、加盟店へ提供していた前記包装紙、包装用袋（下げ\n袋）、寿し入れの容器、醤油入れの容器、爪楊枝袋、おてふきの袋及び箸袋等に\n「小僧寿し」なる文字標章を付すのを止めた。その結果、包装紙は「（株）小僧寿\nし本部」との被告会社の社名と被告登録商標だけが表示されたものとなり、寿し入\nれの容器は別紙第二目録記載の「小僧寿し」の文字標章と被告登録商標が付された\nものから、梅の花柄のみをあしらったものに変わり、おてふきの袋は表面に被告会\n社の社名が表示され、裏面に被告登録商標が付されたものに変った。\n（５）　現在の使用標章\n（イ）　以上の認定経過等を参酌して冒頭掲記の各証拠に照らすと、被告会社及び\nその加盟店においては、現在、主に別紙第二、第三目録記載の「小僧寿し」の各文\n字標章と同第四目録（２）、（４）、（５）記載の「ＫＯＺＯ　ＳＵＳＨＩ」、\n「ＫＯＺＯＳＵＳＩ」、「ＫＯＺＯ　ＺＵＳＨＩ」の各文字標章と図形標章である\n同第六目録記載の被告登録商標を使用しているものと認められる。但し、一部の加\n盟店（岡山市＜以下略＞所在の益野店）においては、同第四目録（１）記載の「Ｋ\nＯＺＯ」の文字標章も使用している（なお、右は、本件訴訟に現われた資料で被告\n会社及び加盟店の使用標章を証する最も新しいものが、昭和六一年四月ないし六月\nころのものであり、それ以降の使用状況については、格別の資料が提出されていな\nいことと右資料の時期等からみて、右資料によって使用の認められる標章は、その\n後も継続して使用されているものと推認したものである。）。\n（ロ）　その具体的な使用態様は、次のとおりである。\n（ａ）　店舗店頭の正面看板、袖看板、立看板、幟旗、店内看板、店舗の壁面、広\n告看板等における使用標章\n右箇所においては、別紙第二、第三目録記載の「小僧寿し」の各文字標章（但\nし、同第三目録（５）記載の右横書の文字標章を除く。）と同第四目録（１）、\n（２）、（４）、（５）記載の「ＫＯＺＯ」、「ＫＯＺＯ　ＳＵＳＨＩ」、「ＫＯ\nＺＯＳＵＳＩ」、「ＫＯＺＯ　ＺＵＳＨＩ」の各文字標章を単独又はその前後ない\nし上下に「全国チェーン」との趣旨の文言や店名を記載し、これに図形標章である\n被告登録商標を並記したものが、使用されている。そして、右各文字標章と被告登\n録商標の並記の仕方には、右各文字標章の上下、左右、いずれかに被告登録商標を\n配したもの、「小僧寿し」の標章の中央部、「小僧」と「寿し」の間に被告登録商\n標を配したもの、図形標章である被告登録標章の前垂れの部分に、「全国チェーン\n小僧寿し」の文字を記入したもの等各種のものがある。ちなみに、右各標章のうち\n「ＫＯＺＯ」なる標章は、店舗の壁面に使用されているものである。\n（ｂ）　工場壁面、袖看板等と車両における使用標章\n右箇所においては、別紙第三目録（１）記載の「小僧寿し」の文字標章と被告登\n録標章を並記したものがある。\n（ｃ）　領収証、サービス券、宣伝用パンフレット、包装紙、寿し入れの容器、箸\n袋等における使用標章\n右領収証等（但し、寿し入れの容器を除く。）においては、別紙第二目録や同第\n三目録（１）記載の「小僧寿し」の文字標章に続けて店名を付記したもの、右文字\n標章に「ファストフード全国チェーン」、「全国チェーン」等の文字を付記したも\nの、「（株）小僧寿し本部」の表示及び被告登録商標が使用されている。\n（ｄ）　袋詰商品やカップ詰商品の袋及びカップにおける使用標章\n被告会社加盟店の店頭に陳列されている袋詰及びカップ詰のみそ汁のもと（即席\nみそ汁）の袋及びカップには被告登録商標が付されている。\n（三）　請求原因（二）のその余の事実については、これを認めるに足りる証拠が\nない。\n（四）　そして、証人【Ｆ】（第一、二回）の証言及び被告会社代表者本人尋問の\n結果と弁論の全趣旨によれば、前記（二）（５）の（ロ）（ａ）ないし（ｃ）の看\n板、領収証等において使用されている各文字標章及び被告登録商標は、本来、被告\n会社ないしその加盟店において、その営業表示として使用しているものと認められ\nる。しかしながら、他面、右標章等を用いている被告会社加盟店の商品が付帯的に\n販売されている前記みそ汁のもと（即席みそ汁）を除くと、ほとんど持ち帰り用寿\nしに限られていることからすれば、右標章等が被告会社加盟店が製造販売する持ち\n帰り用寿しを宣伝し、これを同業他社のそれと区別する機能を果していることも否\n定できない。かかる事情を参酌すると、右文字標章や被告登録商標の使用は、商標\n法二条一項の商品についての使用にもあたり、その意味で、右の看板等を設置した\nり、領収証、パンフレット等を頒布する行為は同条三項三号所定の「商品に関する\n広告、（中略）取引書類に標章を附して展示し又は頒布する行為」に該当すると解\nするのが相当である。また、前記（二）（５）の（ロ）（ｃ）の包装紙、同（ｄ）\nの袋・カップにおける被告登録商標の使用が商品（前者は持ち帰り用寿し、後者は\n即席みそ汁）についての使用であり、これを付した商品を販売したり展示したりす\nる行為が、同項一、二号所定の行為に該当することは明らかである。\n３　そこで、請求原因（三）（被告標章と本件登録商標との類似性）について検討\nする。\n（一）　被告会社加盟店が製造販売する持ち帰り用寿し及び即席みそ汁が本件登録\n商標の指定商品に含まれることは当事者間に争いがない。\n（二）　しかるところ、本件登録商標は「小僧」の文字を縦書したもので、その外\n観は別紙第一目録記載のとおりであり、右商標からは、被告らが指摘するように\n「コゾウ」の称呼と（イ）商店で使われている年少の男子店員、（ロ）年少の僧、\n（ハ）あなどっていうときの年少の男子等の各観念を生じるものと考えられる。\n（三）　一方、被告会社及びその加盟店が現に使用していると認められる文字標章\nすなわち別紙第二、第三目録記載の「小僧寿し」の文字標章及び同第四目録\n（１）、（２）、（４）及び（５）記載の「ＫＯＺＯ」、「ＫＯＺＯ　ＳＵＳＨ\nＩ」、「ＫＯＺＯＳＵＳＩ」、「ＫＯＺＯ　ＺＵＳＨＩ」の各文字標章のうち、\n「小僧」又は「ＫＯＺＯ」の文字以外の部分は、いずれも商品（寿し）の普通名称\nを表示したものであるということができる。そして、これを一般的にみる限り、右\n各文字標章の要部は、「小僧」又は「ＫＯＺＯ」の部分にあり、右要部からは、い\nずれも「コゾウ」の称呼が生じ、本件登録商標と同一の観念を生じる。したがっ\nて、右各文字標章は本件登録商標に類似しているということができる。\nもっとも、被告標章「小僧寿し」が被告会社の著名な略称であり、被告会社及び\nその加盟店の営業表示として周知のものであることは後記４において判示するとお\nりである。そして、この点を考慮すると、被告らが右「小僧寿し」の文字標章は\n「小僧寿し」として一体不可分に認識され、右標章からは「コゾウズシ」との称\n呼、観念のみを生じ、「コゾウ」との称呼、観念を生じないから、本件登録商標に\n類似しないというのも、あながち理由のないことではないと考えられる。しかしな\nがら、本件登録商標と右各被告標章を対比してみると、両者に「小僧」の文字又は\n「コゾウ」の称呼の点において共通するところがあることは否定し難い事実であ\nり、かかる事実とこれらが同一商品である「寿し」について使用されているときの\nことを考慮して、全体的、離隔的に対比観察すると、右商品を購入する一般消費者\nにおいて両者を誤認、混同するおそれが全くないとまではいえないと認めるのが相\n当である。本件登録商標と右各被告標章の非類似をいう被告らの主張は、たやすく\n採用できない。\n（四）　次に、図形標章である被告登録商標についてみるに、その外観は、別紙第\n六目録記載のとおりである。\nいま、これをその設定登録後の前記２（二）で認定した実際の使用態様や経過を\n捨象して図形標章それ自体としてみてみると、被告登録商標は、被告らも主張する\nとおり商家で働く人物を観念させるものではあるが、それが即「商店で使われてい\nる年少の男子店員」を観念させるものとは認められず、また、「年少の僧」や「あ\nなどっていうときの年少の男子」を観念させるものとも認められない。被告登録商\n標から、直ちに本件登録商標と同一の称呼、観念を生じるとは認められないという\nべきである。したがって、被告登録商標は、右のような観点からみる限り、それ自\n体としては本件登録商標に類似するとはいえない。\nしかし、前示の実際の使用態様に照らし、被告登録商標と前示各文字標章が並記\nされている場合を考えてみると、被告登録商標は右各文字標章とあいまって、本件\n登録商標の有する「コゾウ」なる称呼及び「商店で使われている年少の男子店員」\nの観念を生じるものと認められる。その意味で、被告登録商標が本件登録商標に類\n似する商標としての機能を果す場合があることは否定できないといわなければなら\nない。\nさらに、前記２（二）で認定した標章の使用態様や経過等に照らすと、被告登録\n商標の設定登録後に、被告会社及びその傘下の加盟店が、その看板等に被告登録商\n標と「小僧寿し」なる文字標章とを並記して表示する等、両者を組み合わせて使用\nするという使用形態を多用して来たことにより、現時点においては、一般消費者が\n右文字標章の並記されていない被告登録商標だけをみても、そこから被告会社の\n「小僧寿し」を観念し、「コゾウズシ」の称呼を生じると認める余地はある。そし\nて、右（三）に判示したような観点からすれば、現時点においては、被告登録商標\nのみが表示された場合でも、同商標が右文字標章が並記されている場合と同様の働\nきをし、ひいては本件登録商標に類似する商標としての機能を果す場合がないとは\nいえない。\n４　そこで、以下、被告らの抗弁１（本件登録商標の効力の限界と制限）について\n検討する。\n（一）　まず、文字標章としての前示各被告標章についてみていくが、抗弁１\n（一）のうち、被告会社の加盟店の店舗数が約二〇〇〇店に達していることは、当\n事者間に争いがない。\n（二）　右争いのない事実と前記２（二）の認定事実、前記甲第六〇、六一号証、\n乙第一号証、乙第一六号証、乙第三〇号証、乙第三四号証の一、二及び乙第一九八\n号証の一ないし八、いずれも成立に争いのない乙第二ないし一五号証、乙第一七な\nいし二六号証、乙第一一五ないし一一八号証、乙第一二〇号証の一ないし三、乙第\n一二一ないし一二五号証、乙第一二九ないし一三八号証、乙第一四四号証、乙第一\n四六ないし一五五号証、乙第一五七号証、一五八号証、乙第一六〇ないし一八七号\n証及び乙第二〇三、二〇四号証、いずれも被告会社代表者本人尋問の結果により真\n正に成立したものと認められる乙第三二、三三号証、いずれも証人【Ｆ】の証言\n（第二回）により真正に成立したものと認められる乙第一一九号証、乙第一二六な\nいし一二八号証の各一ないし四、乙第一三九ないし一四三号証、乙第一四五号証、\n乙第一五六号証、乙第一五九号証、乙第一八八ないし一九五号証、乙第一九六号証\nの一ないし三及び第一九七号証、証人【Ｆ】の証言（第一、二回）及び被告会社代\n表者本人尋問の結果、並びに弁論の全趣旨によれば、次の事実が認められる。\n（１）　被告会社は、前示のとおりフランチャイズ方式により持ち帰り用寿しの製\n造販売を行っているものであるが、これに加盟する各加盟店との間に「小僧寿しフ\nランチャイズ契約」を締結し、右契約において、加盟店の名称を「小僧寿し」と\nし、加盟店は被告会社の文書による承認を得ないで商号、商標を変更してはなら\nず、右の点に関する被告会社の勧告を受け入れるべきことを定めている。\n（２）　そして、被告会社は、元来、商品に関する苦情処理、予約注文をとる便宜\nや保健所の営業許可を取る際の形式等の観点から、各加盟店はその営業表示として\n店頭の正面看板にはフランチャイザーである被告会社の商号の略称である「小僧寿\nし」なる文字に「ファストフード全国チェーン」なる文字を付記し、更に店名を表\n示するべきであるとの方針をとっており、各加盟店に対しその旨の指導を行ってい\nたが、本件和解契約成立及び原告会社の本訴提起を契機として、前示のとおり右指\n導を強化、徹底し、各加盟店は、これに従って前示認定のような種々の措置を取っ\nた。\n（３）　被告会社が設立された昭和四七年から被告会社が外食産業において店舗数\n及び売上とも日本一となった昭和五四年までの間、被告会社加盟店の店舗数及び売\n上は、昭和四七年二七店、七億四〇〇〇万円、同四八年六七店、一二億二四〇〇万\n円、同四九年一五〇店、二八億円、同五〇年二五〇店、七三億円、同五一年六〇〇\n店、一五一億円、同五二年一〇〇〇店、二五〇億円、同五三年一五二一店、三七一\n億三〇〇〇万円、同五四年一七六五店（乙第一二〇号証の三中の一六七五店は誤記\nと認める。）、五三〇億八〇〇〇万円と急速に伸展した。そして、被告会社を中心\nとする企業グループは、昭和五六年までの三年間売上日本一の座を維持し、昭和五\n七年には首位の座は明け渡したものの、その後も、経営の多角化策を取るなどし\nて、毎年売上ランク上位を維持している。また、加盟店の店舗数も、昭和五五年五\n月に山形県を除いて日本全国に一八二九店となり、その後も同年一二月一九四〇\n店、昭和五八年八月二一八〇店、昭和六二年一月二二四七店と増え続けている。\n（４）　被告会社を中心とする企業グループの右発展に伴い、遅くとも昭和五二年\nころからは経済新聞及び飲食業専門雑誌のみならず一般新聞及び総合雑誌等にも、\n被告会社の経営分析に関する報道がなされ、所得の伸び、従業員一人当たりの効率\n性、荒利益率、経費率、コンピューターの導入度などその営業実態が世間の注目を\n浴びるようになった。そして、昭和五二年の雑誌「近代食堂」の全国調査では「小\n僧寿し」なる名称の知名度は八七パーセントという結果が出ており、その後の調査\nでも、昭和五七年一〇月の訴外西日本放送の高松地区消費動向調査では九七・三パ\nーセント、昭和六一年一一月の同じ調査では九一・四パーセントとの結果が出てい\nる。また、被告会社は、昭和五五年一一月一一日、農林水産省と財団法人食品産業\nセンター及び社団法人食料品流通改善協会とが共催した食品産業優良企業等表彰式\nにおいて、農林水産大臣賞を受賞し、現在、被告会社の役員が業界団体の役員に就\nくなど、業界においても有力企業としての地位を占めている。\n（５）　そして、被告会社加盟店の製造販売する持ち帰り用寿しは、被告会社の右\n営業努力、加盟店の店舗数、販売実績に加えて、被告会社が中心となって行って来\nたテレビ、新聞、加盟店の店頭ポスター等による各種セール（成人の日、節分の\n日、合格寿し、ひなまつり、母の日、七五三フェア、クリスマスフェア、創業祭\n等）の宣伝活動を通じて、一般消費者に「小僧寿し」の寿しとして親しまれてい\nる。なお、被告登録商標も、前記２（二）で認定した別紙第二、第三目録記載の各\n文字標章、同第四目録（２）、（４）、（５）記載の各文字標章と並記して使用さ\nれることが多かったこともあって、被告会社を中心とする企業グループの右発展と\nともに被告会社及びその企業グループのイメージシンボルとして、一般消費者によ\nく知られるようになった。\n（三）　右認定事実によれば、被告会社とその加盟店が使用する別紙第二、第三目\n録記載の各文字標章及びこれと同一の称呼を生ずる同第四目録（２）、（４）、\n（５）記載の各文字標章は、本件和解契約が成立した昭和五三年二月当時既に、被\n告会社の商号略称としてのみならず、被告会社とその傘下の全加盟店とが一体とな\nって形成しているひとつの企業グループを表わす名称ないしその略称としても、著\n名になっていたものと認めるのが相当であり、被告会社とその加盟店が使用する右\n各文字標章は、商標法二六条一項一号所定の「自己の氏名若しくは名称」又は「こ\nれらの著名な略称」にあたると解するのが相当である。\nしかし、別紙第四目録（１）記載の「ＫＯＺＯ」の文字標章については、それが\nそれ以外の右各文字標章と同様に多用され、被告会社や被告会社とその加盟店が形\n成する企業グループの名称ないし略称として著名になっていたと認めるに足る証拠\nはない。\n（四）　そうだとすれば、被告会社加盟店の一部が、別紙第四目録（１）記載の\n「ＫＯＺＯ」の文字標章を、店舗の壁面に使用（表示）している行為は、原告会社\nの本件商標権を侵害するものであるといわなければならない。\nそして、前示のとおり、被告会社はフランチャイズ方式により持ち帰り用寿しの\n製造販売を行い、各加盟店に対し、被告会社において開発したノウハウ及び被告会\n社において仕入れた副材を提供するとともに、被告会社が中心となって各種の宣伝\n活動を展開し、各加盟店に持ち帰り用寿しの製造販売をさせて、各加盟店からロイ\nヤリティーを得ているものであり、更に、被告会社は、各加盟店との間に締結した\n「小僧寿しフランチャイズ契約」において、加盟店の名称を「小僧寿し」とし、加\n盟店は被告会社の文書による承認を得ないで商号、商標を変更してはならず、右の\n点に関する被告会社の勧告を受け入れるべきことを定めているものであるから、加\n盟店の商号、商標の使用に関し指導、監督しうる法的地位を有しており、実際に\nも、被告会社はフランチャイザーとして、各加盟店に対し店舗店頭の正面看板等の\n表示の仕方について指導していることに鑑みると、右認定の被告会社加盟店の一部\nによる本件商標権侵害行為について、被告会社には右加盟店をして右侵害行為をさ\nせないようにする義務があるとするのが相当である。\n（五）　そこで、次に、被告会社及びその加盟店が現に使用している別紙第二、第\n三目録記載の各文字標章及び同第四目録（２）、（４）、（５）記載に各文字標章\nが、商標法二六条一項一号所定の「普通に用いられる方法で表示」されているもの\nであるか否かについて検討する。\n（１）　ところで、侵害訴訟の場で、右の点を考えるに当たっては、同条一項各号\n所定の氏名、名称、著名な略称等の各商標（表示）が、氏名、名称、著名な略称等\nの本来の性質に従った働きをするものとして使用されているか否か、また、そうし\nた働きをするものとしてみた場合のそれらの商標（表示）の外観や表示の仕方が、\n一般に行われている同種商標（表示）のそれと比べて格別特異なものでないか否\nか、それらの使用を肯認することが、当該商標（表示）や登録商標が使用されてい\nる取引社会の実情に照らし、権利を主張する登録商標の効力を不当に制限すること\nにならないか等の点を考慮し、合理的に決定されるべきものであると解するのが相\n当である。何故なら、そのように解することは、それらの商標（表示）が、元来、\n商標権者に独占的使用を許すのを適当としないものであることを考慮して、当該商\n標（表示）の使用の実情と登録商標の効力を、適宜、調整しようとしたものと解さ\nれる同条の趣旨に合致し、商標法の予定する商標保護の精神にも、なんら反するこ\nとはないと考えられるからである。\n（２）　しかるところ、前示「小僧寿し」の文字標章が、被告会社の名称の著名な\n略称であり、被告会社とその加盟店の営業表示であること及び前示看板、店舗の壁\n面、車両、領収証等の各箇所で使用されている右標章の使用を、元来は営業表示と\nしての使用であると認めるべきことは、前示のとおりである。\nそして、その外観や表示の仕方も、一般に行われている同種商標（表示）のそれ\nと比べて格別特異なものとも認められない。すなわち、まず、前記２（二）（５）\nの（ロ）（ａ）、（ｂ）の店舗、工場の看板、車両等において使用されているもの\nについてみるに、別紙第二、第三目録の記載によって右標章の外観をみても、その\n文字は極端に変形されたり記号化されているとは認められず、そうした場所で使用\nされるものとしては普通の書体により表示されているものであるということができ\nる。また、ビルや店舗の看板、壁面、車両等に会社等営業主体の名称、商号を表示\nすることは、一般に広く行われているところであり、右の表示に当たって、名称や\n商号のうち会社の種類等を示す部分（例えば株式会社の部分。以下、便宜「種類表\n示部分」という。）を省略して固有の社名部分を大書したり、種類表示部分を省略\nしないまでも、その表示を（株）というように簡略化したり、それよりも固有の社\n名部分を大書したりすることも、一般にしばしば見られるところであり、格別、特\n異なものではない。そして、これに「全国チェーン」との表示や「○○店」等の店\n舗表示を付記することは、営業表示としての性格をより明確にするものであるとい\nうことができる。更に、企業イメージが重視される今日の取引社会において、看板\n等に商号ないしその略称を商号として使用されている本来の文字書体とは別のロー\nマ字表記で表示したり、文字標章と図形標章を並記して表示したりすることも格別\n異例なことではない。\n以上のようなことは、前記２（二）（５）の（ロ）（Ｃ）の領収証、宣伝パンフ\nレット等における表示についてもいえるが、そこでの表示は、「小僧寿し」の文字\n標章に続けて「○○店」と各加盟店の所在地を示す店名を記載し、これに「ファス\nトフード全国チェーン」又は「全国チェーン」等の文言を付記したものないしは\n「（株）小僧寿し本部」と被告会社の社名を表記したもので、十分、営業表示と見\nることのできるものであり、表示の仕方としては極ありふれたものであるというこ\nとができる。\nそして、前示認定の事実と弁論の全趣旨に照らすと、「小僧寿し」の表示の著名\n性は、専ら被告会社やその加盟店の営業活動の結果であると考えられ、本件登録商\n標を利用したものとは認められないことを考慮すると、前記被告標章の使用を認め\nることは、本件登録商標の効力を不当に制限することにはならないと解するのが相\n当である。\n（３）　以上によれば、被告会社及びその加盟店使用の別紙第二、第三目録記載の\n各文字標章及び同第四目録（２）、（４）、（５）記載の各文字標章は、いずれも\n商標法二六条一項一号所定の「普通に用いられる方法」で表示されたものであると\n認めるのが相当である。\n原告会社は、問題となる商標（表示）が自他商品識別標識として使用されていれ\nば、それは、商標法二六条一項一号にいう「普通に用いられる方法」で使用されて\nいるものとはいえない旨主張する。しかし、商人の名称ないしその略称は、それが\n周知、\n著名になればなるほど、その営業にかかる商品の出所を表示する機能を併有しはじ\nめ、その表示態様のいかんにかかわらず自他商品識別機能を発揮すると考えられる\nことを考慮すると、その商標（表示）が自他商品識別機能を果しているからといっ\nて、そのことだけから、直ちに「普通に用いられる方法」で使用されているものと\nはいえないというのは相当でない。少なくとも、本件被告標章のような著名な略称\n等について、原告会社主張のように解するときは、本来、同条一項一号の規定によ\nって保護されるべき著名な略称等についてほとんど右規定の適用を排除することに\nなりかねず、妥当でない。当該商標（表示）がもっぱら自他商品識別標識としての\nみ表示されている場合は格別、本件のように当該商標（表示）が本来の営業表示と\nしても機能している場合には、前示のような観点から右規定の適用を肯定するのが\n相当であり、原告会社の右主張はにわかに採用できない。\n（六）　次に、図形標章である被告登録商標についてみるに、被告登録商標を前示\n実際の使用態様や経過を捨象して図形標章それ自体としてみる限り、本件登録商標\nに類似するといえないことは、前示のとおりである。被告登録商標が本件登録商標\nの登録後に登録されているということは、特許庁においても、被告登録商標は本件\n登録商標に類似しないと認めたことを意味するといえる。その意味で、被告登録商\n標を前示実際の使用態様や経過を捨象して図形標章それ自体としてみたときに、被\n告らが、被告登録商標の登録が認められている以上、これを使用するのは被告会社\nの自由であるというのは、理由があるということができる。\nまた、前示実際の使用態様に照らし、被告登録商標と前示各文字標章が並記され\nている場合を考えると、被告登録商標が本件登録商標に類似する商標としての機能\nを果す場合があること、及び、被告登録商標と右各文字標章が多年併用されてきた\n結果、現時点においては、被告登録商標だけが単独で使用されたときでも、そこか\nら被告会社の「小僧寿し」の観念と「コゾウズシ」の称呼を生じ、ひいては本件登\n録商標に類似する商標としての機能を果す場合がありうることは前示のとおりであ\nる。\nしかし、これらの場合も、被告登録商標の使用は違法なものではなく、これには\n本件登録商標の禁止的効力は及ばないと解するのが相当である。なぜなら、これら\nの場合に被告登録商標が本件登録商標に類似する機能を果すとしても、それは、本\n来被告会社が自由に使用できるところの被告登録商標を、前示のとおり、もっぱら\n被告会社やその加盟店が営業活動に際し、被告会社の略称ないしその企業グループ\nの営業表示としての前示各文字標章と並記する等、両者を組み合わせて使用した結\n果、本件登録商標と類似する機能を果すに至ったものであり、本件登録商標を利用\nした結果これに類似する機能を果すに至ったものではないこと、及び、これまでに\nみて来た本件登録商標と被告標章の実際取引社会における働きに照らすと、実質的\nにはなんら本件登録商標の信用を害するものとはいえず、商標の信用保護を目的と\nする登録商標制度の趣旨からすれば、これを許されないとすべき合理的理由はない\nと考えられるからである。\n５　原告会社の再抗弁１（被告会社の不正競争目的による被告標章の使用、信義則\n違反）の事実についてはこれを認めるに足る証拠はない。\n６　そうだとすれば、結局、被告らの抗弁１は理由があるから、原告会社の商標法\nに基づく差止及び抹消請求のうち、別紙第二、第三目録記載の各文字標章及び同第\n四目録（２）、（４）、（５）記載の各文字標章並びに被告登録商標に関する部分\nは理由がない。\n７　以上によれば、原告会社の商標法に基づく差止及び抹消請求は、被告会社に対\nし、その加盟店をして、別紙第四目録（１）記載の標章（「ＫＯＺＯ」）を、その\n店舗の壁面に表示させないことと、その加盟店をして、右箇所に表示されている右\n標章を抹消させることを求める限度で理由があるが、その余は失当であるから、排\n斥を免れない。\n三　和解契約に基づく履行請求について\n１　請求原因（一）（和解の成立）については、当事者間に争いがない。\n２　そして、請求原因（二）（和解の趣旨）のうち、本件和解契約の合意内容に少\nなくとも被告会社が昭和五三年四月末日までに被告会社の各加盟店への提供物であ\nる寿し入れの容器、包装紙等から本件登録商標を侵害する疑いのある「小僧寿し」\nとのみ記載した表示を除去し、昭和五三年五月一日以降これを一切使用しないとの\n趣旨が含まれていることについては、当事者間に争いがない。\n３　しかしながら、本件和解契約が、被告会社や加盟店の店頭看板等から「小僧寿\nし」の表示を除去し、被告会社の商号を変更することまで約したものであるとは認\nめ難い。すなわち、\n（一）　被告会社が、昭和四七年の創業以来、「小僧寿し」の標章や小僧寿しの文\n字の入った別紙第五目録記載の図形標章等を使用し、その加盟店にも右標章を使用\nさせていたこと、そして、被告会社が、各加盟店の店頭には「ファストフード全国\nチェーン小僧寿し○○店」と表示すべきであるとの方針に基づき各加盟店に対し、\n店舗の看板には必ず店名を表示するように指導しており多くの加盟店では右指導に\n従い店名等を表示していたが、これを実施するにあたって店名等を表示しても「小\n僧寿し」の文字に比べて店名や「全国チェーン」、「ファストフード全国チェー\nン」等の文字を小さくしたり、店名を表示せず、単に「小僧寿し」とだけ表示する\n店舗もあったこと、しかるところ、昭和五二年三月ころ、原告会社から被告会社に\n対し、右「小僧寿し」の標章や小僧寿しの文字の入った図形標章等の使用は本件登\n録商標を侵害するものであるから、右標章の使用を続けるのであれば、本件登録商\n標を買い取るか使用料を支払うようにとの申入れがあったことは、前示のとおりで\nある。\n（二）　そして、右事実と前記甲一五一号証、同乙第一号証及び同乙第一六号証、\nいずれも成立に争いのない甲第四号証、甲第八九号証の一、二、甲第九〇、九一号\n証の各一ないし三、原告会社代表者本人の尋問の結果（第二回）により真正に成立\nしたものと認められる甲第九三、九四号証、証人【Ｄ】、同【Ｇ】、同【Ｈ】、同\n【Ｉ】（第一、二回）同【Ｆ】（第一回）の各証言、原告会社代表者（第一、二\n回）及び被告会社代表者各本人尋問の結果、並びに弁論の全趣旨によれば、次の事\n実が認められる。すなわち、\n（１）　原告会社と被告会社の間では、前記原告会社からの申入れが発端となり、\n双方の代表者が昭和五二年五月二日に会ったのを始めとし、以後、被告標章の使用\nを巡り一〇回前後にわたる交渉が重ねられることになるが、右交渉における原告会\n社の方針は、被告会社が本件登録商標の使用継続を希望するならば、原告会社にそ\nの使用料を支払うべきであり、それがだめなら被告会社はその商号及び加盟店の店\n頭看板の表示を変えるべきだというもので、その金銭的要求は、①当初の加盟店一\n店につき一カ月当たり一万円の使用料支払から、②毎年三〇〇〇万円、一〇年間\n（合計三億円の使用料）支払、③毎年二〇〇〇万円、一〇年間（合計二億円の使用\n料）支払、④一億円を一〇年間無利息で融資、⑤本件登録商標の使用禁止と過去の\n使用料一〇〇〇万円の支払というように変遷した。\n（２）　これに対し、被告会社の代表者である被告【Ａ】は、右原告会社の指摘を\n受けて以来、被告会社から各加盟店へ提供する提供物（寿し入れの容器、包装紙、\n包装用袋、醤油入れの容器、箸袋、爪楊枝袋、おてふき袋、タイムスタンパー等）\nに「小僧寿し」とだけ表示したものについては、本件登録商標侵害の疑いが残るこ\nとは否定できないと考え、これについては、当初から本件登録商標との抵触を回避\nする措置を取る旨言明していた。\nしかし、被告会社の商号については、それがもともと創業者である被告【Ａ】の\n「商売はおごり高ぶることなく丁稚小僧の方針でやっていかなければならない。」\nという考えに由来するものであり、被告【Ａ】にとっては、愛着のある容易に捨て\n難いものであった。また、被告【Ａ】は、店頭看板等については、店名表示がある\nかぎり原告会社の本件登録商標を侵害しないし、被告登録商標については、その使\n用は権利者である被告会社の自由であり、そもそも本件登録商標侵害の問題は生じ\nないと考えていた。そして、実際問題としても、各加盟店の看板等の表示変更は、\n費用と時間の掛かることであり、フランチャイザーである被告会社にとっても、簡\n単に一存で決められることではなかった。\nまた、右交渉が行われていた昭和五二、三年当時は、被告会社加盟店の店舗数（一\n〇〇〇店ないし一五〇〇店の間）及び売上が急速に伸び、被告会社が外食産業界に\nおいて有力企業としての地位を築きつつあった時期であり、そのような時期に商号\nや「小僧寿し」の名称を変えることは、その営業に大きく不利益をもたらすことに\nもなりかねず、その点からも安易には応じられないことであった。そして、原告会\n社が要求していた使用料の支払いについては、被告会社において負担する考えは全\nくなく、しかも、右使用料を各加盟店で負担すべきか否かにつきグループ内で検討\nした結果否決されたため、昭和五二年一一月、被告会社は原告会社の要求をすべて\n拒否するに至り、両社の交渉は行き詰まった。\n（３）　そこで、被告会社としては、それまで当初は被告会社代表者が当たり、昭\n和五二年九月からは被告会社の取締役である訴外【Ｆ】（当時企画部長。以下\n「【Ｆ】企画部長」という。）が当たっていた原告会社との交渉を、同年一二月か\nらは被告会社の代理人である訴外【Ｉ】弁護士（以下「【Ｉ】弁護士」という。）\nに委ねることにした。一方、原告会社の方では、当初から原告代表者が一貫して右\n交渉に当たっていたが、原告会社代表者は、昭和五二年六月には後に本件和解契約\n成立時の原告会社側立会人となる訴外【Ｇ】弁護士（以下「【Ｇ】弁護士」とい\nう。）宅へ被告会社代表者を同道して交渉したり、同年九月には【Ｆ】企画部長を\n公認会計士で原告会社の顧問である訴外【Ｈ】のもとへ同道して交渉したりする\n等、被告会社側に積極的に働きかけていた。\nそこで、被告会社から委任を受けた【Ｉ】弁護士は、その後、原告会社代表者と\n数回にわたって交渉を重ね、昭和五三年一月末ころには大筋において合意に達した\nものと判断して、同年二月初めころ、その結果を踏まえた五か条からなる和解条項\nの原案を作成し、これを原告会社代表者に送付した。原告会社代表者は、同月一〇\n日、右原案を【Ｇ】弁護士に検討してもらい、右原案に同弁護士指摘の若干の改正\nをしたうえで、被告会社との和解に応じることにした。\n（４）　そして、昭和五三年二月一七日、原告会社代表者、【Ｇ】弁護士、【Ｉ】\n弁護士の三名立会のもとに本件和解証書が作成されたが、それは、右原案の第一\n条、第二条をそのまま本件和解条項の第一項、第二項とし、同原案第三条の「商標\n使用の代償として」とあったのを「商標無断使用の代償として」五〇〇万円支払う\nと訂正して本件和解条項第三項とし、同原案第四条が「甲は乙の登記した商号『小\n僧寿し本部』なる専用権を、又、乙は甲の登録商標『小僧』なる専用権を、相互に\n尊重し、それぞれ本来の用法に従い、適法妥当に使用するものとする。」となって\nいたのを、右「小僧寿し本部」の前に「株式会社」を挿入し、右「専用権」をいず\nれも削除して本件和解条項第四項とし、同原案第五条に「今後、右の登録商標、又\nは登録商号に関して疑義、あるいは紛争が生じた場合は、双方が協議の上、話し合\nいを以て円満に解決するものとする。」とあったのを全文削除したものである。\n（三）　以上認定の事実、ことに、被告会社としては、「小僧寿し」とだけ記載し\nた前記提供物記載の標章を除去することは交渉の当初から言明していたが、加盟店\nの店頭看板等の表示や被告会社の商号の変更には応じ難いとの意向も早くから示し\nていたものであり、その後、本件和解契約成立までにその意向を変更しこれに応じ\nることにしたことを窺わせる資料は存しないこと、仮に、被告会社が加盟店の店頭\n看板等の表示変更に応じるとしても、その店舗数（一〇〇〇店ないし一五〇〇店）\n等からみると、これを二、三カ月の間に完了させることはかなり困難なことであ\nり、簡単には実行できないものであったと考えられること、以上のような点を参酌\nすると、本件和解条項の第一、第二項において、昭和五三年四月末日までの除去実\n施と同年五月以降の不使用を約している「商標権侵害の疑いのある事実」とは、前\n記各加盟店への提供物に「小僧寿し」とだけ表記していたもののことであり、これ\nには加盟店の店頭看板等に表示された標章や被告会社の商号のことは含まれていな\nいと解するのが相当である。そして、その他、本件和解条項の文言をみても、被告\n会社が加盟店の店頭看板等に表示された標章や被告会社の商号の変更ないし不使用\nを約したものと解すべき理由は認め難い。なお、これまでに認定してきたところに\nよると、被告会社は、本件和解契約成立後、右提供物に含まれない店頭看板等につ\nいても、各加盟店に本件登録商標と紛らわしい表示態様を改めるように指導してい\nることが認められるが、これは、できるだけそれらの表示が営業表示としての表示\nであることを明確にしようとしたものであると解することができ、本件和解契約で\n定められた義務の履行として行われたものとみなければならないものでもないと考\nえられるので、右事実は、前記認定、判断を左右するものではないというのが相当\nである。また、一五一号証、いずれも原本の存在及び成立に争いのない甲第一五二\n号証及び乙第二〇一号証の一、二、弁論の全趣旨により真正に成立したものと認め\nられる甲第一四七号証、証人【Ｄ】、同【Ｇ】の各証言及び原告会社代表者本人尋\n問の結果（第一、二回）の中には請求原因３の原告会社の主張に沿う部分がある\nが、右部分はいずれも本件和解条項第四項の文言等に照らし、にわかに採用できな\nい。\n（四）　以上によれば、結局、本件和解契約の趣旨は、（１）被告会社は、昭和五\n三年四月末日までに、本件登録商標侵害の疑いのあった加盟店への提供物に表示さ\nれた「小僧寿し」とのみの標章を変更し、同年五月以降は右提供物にそのような標\n章を商標として一切使用しないことを約し、かつ、（２）被告会社は、原告会社に\n対し、昭和五三年四月末までの右のような標章使用の代償として金五〇〇万円を支\n払う。（３）原告会社と被告会社は、以後、本件登録商標「小僧」と登記商号「株\n式会社小僧寿し本部」をそれぞれ本来の用法に従い適法に使用するというものであ\nると認めるのが相当である。そうだとすれば、被告会社は、本件和解契約により、\n原告会社に対し右提供物に使用する標章の変更と金五〇〇万円の支払義務を負担\nし、これを履行すべき債務を負担したが、それ以上の具体的な義務を負担したもの\nとはいえず、右提供物に含まれない店頭看板等の表示や被告会社の商号使用につい\nて、後日、本件登録商標との関係で紛争が再発した場合には、結局のところ、本件\n和解契約は右紛争解決の基準とはなりえず、その解決は法の定めに委ねられること\nになったものと認めるのが相当である。\n４　そこで、被告の抗弁２（債務の履行）についてみるに前記二２（二）で認定し\nたところによれば、被告会社は、本件和解契約成立後、加盟店への提供物から「小\n僧寿し」とのみの表示を除去し、前示のとおり変更したものと認められ、かつ現在\n使用中の提供物に本件商標権侵害の事実がないものと認めるのが相当であるから、\n被告らの右抗弁２は、理由がある（なお、右３（二）ないし（四）で認定したとこ\nろによれば、原告の再抗弁２〔本件和解契約第四項の錯誤無効、詐欺取消〕は、そ\nもそも理由がない。）。\n以上によれば、原告会社の本件和解契約に基づく履行請求は、いずれも理由がな\nい。\n四　商標権侵害に基づく損害賠償請求について\n１　原告会社は、請求原因１（原告会社の損害）において商標法三八条一、二項を\n援用して、被告会社の得た利益ないし実施料相当額の損害を主張する。\n２　しかるところ、前記二２ないし４の認定、判断によれば、本件和解契約成立後\n原告会社が損害賠償を主張する期間中においても、少なくとも被告会社の加盟店の\n一部による本件商標権の侵害行為があったことが認められるというべきである。し\nかし、原告会社主張の損害を肯認するためには、その損害算定の基礎として、少な\nくとも右侵害行為をした店舗の特定、店舗数、各店舗の侵害期間、侵害状況等が明\nらかにされ、確定されなければならないと解されるが、本件においては、これを確\n定するに足る主張、立証はなされていない。\n３　結局、本件においては、原告会社主張の損害算定の基礎となる事実を確定する\nことは困難であるといわざるをえず、その意味で原告会社の損害賠償請求は、その\n余の点の判断に及ぶまでもなく、理由がないといわざるをえない（なお、被告らの\n抗弁３（一）の専用使用権設定との関係で原告会社の権利については問題がある\nが、その点の確定はしばらく置く。）。\n五　結論\n以上によれば、原告会社の本訴請求は、被告会社に対し、その加盟店をして、別\n紙第四目録（１）記載の標章を、その店舗の壁面に表示させないことと、その加盟\n店をして、右箇所に表示されている右標章を抹消させることを求める限度で理由が\nあるから、右の限度でこれを認容し、その余は失当であるからこれを棄却し、訴訟\n費用の負担につき民訴法八九条、九二条本文を、仮執行の宣言につき同法一九六条\n一項をそれぞれ適用して、主文のとおり判決する。\n（裁判官　上野茂　長井浩一　森崎英二）\n（別紙）第一目録\n（別紙）第二目録\n＜９１４７－００１＞\n（別紙）第三目録\n＜９１４７－００２＞\n（別紙）第四目録\n＜９１４７－００３＞\n（別紙）第五目録\n（別紙）第六目録\n＜９１４７－００４＞\n（別紙）第七目録\n（一）　被告会社及び加盟店の店舗店頭の正面看板、袖看板、立看板、幟旗、同店\n舗内の看板、同店舗の壁面及びその他の広告看板\n（二）　被告会社及び加盟店の工場の壁面、袖看板及び廂型テント並びに車両\n（三）　被告会社及び加盟店の領収証、レシート、サービス券、宣伝用パンフレッ\nト、宣伝用ビラ、包装紙、包装用袋、寿し入れの容器、爪楊枝袋、おてふき袋及び\n箸袋\n（四）　被告会社及び加盟店の店舗に陳列されている袋詰商品及びカップ詰商品の\n袋及びカップ\n以上\n"
}