{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 4,
    "month": 5,
    "day": 27
  },
  "case_number": "昭和63(ワ)1607",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14712",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14712",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/712/014712_hanrei.pdf",
  "contents": "主　　　文\n一　被告は、原告に対し、金一〇六万七〇四〇円及びこれに対する昭和六三年二月\n一九日から支払済みまで年五分の割合による金員を支払え。\n二　原告のその余の請求を棄却する。\n三　訴訟費用は、これを五分し、その四を原告の負担とし、その余を被告の負担と\nする。\n四　この判決は、原告勝訴部分に限り、仮に執行することができる。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告は、原告に対し、金八〇〇万円及びこれに対する昭和六三年二月一九日か\nら支払済みまで年五分の割合による金員を支払え。\n２　訴訟費用は被告の負担とする。\n３　仮執行の宣言\n二　請求の趣旨に対する答弁\n１　原告の請求を棄却する。\n２　訴訟費用は原告の負担とする。\n第二　当事者の主張\n一　請求原因\n１　原告は、次の商標権（以下「本件商標権」といい、その登録商標を「本件登録\n商標」という。）を有している。\n登録番号　第一六一九三三一号\n出願日　昭和五五年三月二一日\n登録日　昭和五八年九月二九日\n商品の区分　第二四類\n指定商品　おもちゃ、人形、娯楽用具、その他本類に属する商品\n登録商標　「Ｎｉｎｔｅｎｄｏ」を横書きしてなる構成\n２　原告は、昭和五八年七月、ゲーム機用ゲームカセットを装着してテレビ受像機\nに接続し、テレビ画面上にゲーム映像を表示させ、この画面を見ながら、コントロ\nーラーの操作ボタンを押してゲームを楽しむ家庭用カセット式テレビゲーム機（以\n下「原告商品」という。）を、これに「ファミリーコンピュータ」及び「ＦＡＭＩ\nＬＹＣＯＭＰＵＴＥＲ」の各表示（以下「原告表示」という。）並びに本件登録商\n標を付して、その製造販売を開始した。\n３　原告商品は、右昭和五八年七月の発売直後から需要者間で大きな反響を呼び、\nたちまちのうちに人気商品となり、昭和五八年末に経済紙のヒット商品番付に掲載\nされるに至るなど、空前のヒット商品となり、また原告もテレビ、雑誌等による広\n告宣伝にも努めたため、原告商品に付された原告表示及び本件登録商標は、遅くと\nも昭和五八年末までには、原告の製造、\n販売する原告商品であることを示す表示として、本邦内において広く認識されるに\n至った。\n４　被告は、昭和六一年八月ころから、原告商品の本体及びコントローラーの各内\n部構造に改造を加えた家庭用カセット式テレビゲーム装置（以下「被告商品」とい\nう。）を、原告商品に付された本件登録商標及び原告表示をそのまま使用したう\nえ、「ＨＡＣＫＥＲ　ＪＵＮＩＯＲ」の表示を付して、「ハッカージュニア」の商\n品名で販売した。\n原告商品に加えられた改造には、原告商品の本体については、トランジスタ三\n個、抵抗九個、電解コンデンサ二個、基板一個、ジャンパー線一一本及びピンジャ\nック三個が用いられ、また、原告商品のコントローラーに対しては、七四ＨＣ一〇\n八（フリップフロップ用ＩＣ）一個、スライドスイッチ二個、基板一個、ジャンパ\nー線五本及びスズメッキ線一本が用いられている。この改造によって被告商品は、\n原告商品に高速連射機能、ビデオ出力端子、ステレオ音声出力端子、スローモーシ\nョン機能等の機能が追加されたものとなっている。\n５　被告商品は、原告商品にゲーム機本体及びコントローラーに及ぶ広範な改変が\n加えられたものであり、この改変によって原告商品とは異なった製品となってい\nる。また、原告商品の販売価格が一万四八〇〇円であるのに対し、被告商品の販売\n価格は二万二八〇〇円であって、改変部分（右の差額の八〇〇〇円）が原告商品に\n対し占める価格割合は五四パーセントに及び、被告自身も被告商品を、「高速連射\n可能」「ビデオ出力端子装備」「ステレオ音声出力端子装備」の「ファミコンの昀\n終兵器」であるとして、原告商品とは異なった製品として売り出している。\n６　被告が本件登録商標及び原告表示をそのまま使用して被告商品を販売する行為\nは、原告の本件商標権を侵害するとともに、被告商品が原告の製品であると混同さ\nせるものであり、このような混同行為により原告の営業上の利益が害されることは\n明らかであり、また被告は故意又は過失により右不正競争行為を行ったものであ\nる。\n７　原告の損害\n原告は、被告の本件商標権の侵害行為により、被告に対し、\n本件商標権の使用に対し通常受けるべき金銭をその損害額として請求しうるとこ\nろ、被告は被告商品を昭和六二年末までに少なくとも一万台を販売し、また本件商\n標権の使用に対し通常受けるべき金銭相当額は一台当たり八〇〇円とするのが相当\nであるから、販売開始以降昭和六二年末までの損害額合計は、八〇〇万円である。\n仮に、販売台数が一万台以下の場合には、本件商標権の使用に対し通常受けるべ\nき金銭相当額は、販売価格の一〇パーセントとするのが相当である。\nまた、被告による同期間における本件不正競争行為による損害額の算定について\nも商標法三八条二項を準用し、その損害額は右金額と一致する。\n８　よって、原告は、被告に対し、本件商標権侵害及び本件不正競争行為による損\n害金として、八〇〇万円及びこれに対する右行為の後である昭和六三年二月一九日\nから支払済みまで年五分の割合による遅延損害金の支払を求める。\n二　請求原因に対する認否\n１　請求原因１及び２の事実は認める。\n２　同３の事実は不知。\n３　同４の事実は認める。\n４　同５のうち、原告商品に加えられた改変が広範なものであり、被告商品が原告\n商品とは異なった製品であることは否認し、その余は認める。\n５　同６の事実は否認する。\n６　同７のうち、被告が販売した被告商品の台数については、五八五台の範囲内に\nおいて認め、その余は否認する。\n三　被告の主張\n１　被告商品に付された本件登録商標及び原告表示は、原告により原告商品に付さ\nれていたものを、そのままの形で被告商品に残したものであるが、被告商品は、前\n記のとおり、被告が購入した原告商品に改造を加えたものであり、その改造の程度\nは、機能を一部付加させているとはいえ、その基本的回路や本来の機能には変更を\n加えておらず、これらの点において原告商品と同一性があるものであり、また被告\nによる被告商品の宣伝広告においても、「ファミコンの昀終兵器」等と表現し、原\n告商品と別個に開発された商品としては表示していないから、被告商品の購入者\nは、被告商品が被告において固有に開発したものではなく、\n原告商品に改造を加えただけのものであるとの認識を有しており、被告商品が原告\nの製品であるとの出所の混同は生じないので、本件商標権の侵害には当たらない。\n２　被告商品には、原告標章及び本件登録商標とともに、被告が原告商品を改造し\nて販売する商品であることを示す「ＨＡＣＫＥＲ　ＪＵＮＩＯＲ」の表示がなされ\nていたし、被告商品の広告は、原告商品を使用するマニア向けの雑誌において、広\n告中に被告の商号を明記したうえで行っており、これらの雑誌を購読し、被告商品\nの広告に注目する者は、原告商品の機能を熟知し、被告は被告商品を販売する際、\n品目を「ＨＡＣＫＥＲ　ＪＵＮＩＯＲ」とし、被告の商号、所在地及び電話番号を\n明記した保証書を発行していたから、被告商品を購入しようとする者は、被告商品\nが原告商品それ自体でないことを知っていたといえるのであり、被告商品の需要者\nの間では被告商品が原告の製品であると混同されることはない。\n３　商標権者は、自らが登録商標を付して流通に置いた商品が、当該登録商標が付\nされたままの状態で、さらに第三者に売買されることを防止する何らの権限を持た\nないし、また、自らが登録商標を付して販売した商品に、他の者が改良を加えるこ\nとを差し止める権利も有していない。これは、商標権者が当該登録商標を付した商\n品を販売した時点において、当該登録商標に対する商標権の効力が、その商標と商\n品とが一体になっている限り、消尽するからである。原告が原告商品に付した本件\n登録商標に対する本件商標権の効力は、原告が原告商品を正規の販売ルートに置\nき、その対価を取得した時点で消尽している。被告は、右販売によって権利が消尽\nした本件登録商標の付された商品について、一定の改造を加えたものである。した\nがって、被告の行為は原告の本件商標権の侵害には当たらない。\n４　商標法三八条二項は、商標権の侵害行為があり、それによって商標権者又は専\n用実施権者に損害が生じた場合に、その額の立証が容易でないということに鑑み\nて、当該登録商標の使用料相当額を、昀小限度の損害金額として請求できることを\n定めたものであって、\n損害の発生自体を擬制した規定ではなく、右条項も一般の不法行為を前提とする以\n上は、損害の発生事実が右条項の適用の前提となると解すべきであって、損害の発\n生自体と損害の額とは峻別されなければならない。また、侵害の事実と損害とは区\n別されるから、侵害の事実すなわち登録商標の使用自体が損害ということもできな\nい。\n被告は、原告の販売した原告商品を通常の価格で購入したうえ、これに改造を加\nえ被告商品としたものであって、被告商品の販売によって原告商品の売上が減少す\nることはないから、原告に損害が発生することはありえない。したがって、売上の\n減少という損害の発生がありえない以上は、右条項に基づく原告の被告に対する損\n害賠償請求は失当である。\n５　被告商品の販売は、雑誌広告による一般顧客向けの通信販売が主であり、業者\n販売分は少数であったところ、通信販売分は合計五四七台であり、業者販売分は三\n八台であるから、被告商品の販売台数は合計五八五台である。\n本件は、商標権者が登録商標を付して販売した商品を通常の販売経路において正\n当に購入した者が、これに改造を加え、自らの商品表示を付しつつ、当該登録商標\nの表示をそのままにしているという事案であり、商標権者は、自らの商品に登録商\n標を付して販売した時点において、当該登録商標の使用により得られうる期待利益\nを取得していると考えられるから、無権利者が、その固有の商品に登録商標を付す\n場合とは異なり、登録商標の使用に対する使用料相当額は支払われないのが通常で\nあり、少なくとも、原告商品の販売価格については、原告は本件登録商標の使用に\nよる利益を完全に回収しているのであるから、使用料相当額としては、本件登録商\n標の著名性の程度からすると、その一〇パーセントとするのは、余りにも高額であ\nる。\n四　被告の主張に対する原告の認否反論\n１　被告の主張１に対して\n被告商品が原告商品の本体及びコントローラーの各内部構造を改変したものであ\nって、その程度がいかに広範なものであるかは請求原因５のとおりであり、\nまた被告自身も被告商品を原告商品とは異なった製品として売り出していたことも\n請求原因５のとおりである。そして、このような改変の事実自体は被告自身も認め\nるところであって、原告商品と被告商品とが同一性があるとの主張は全く根拠がな\nい。\nまた、原告商品のような電子製品にあっては、内部構造が改変されれば一体化し\nてしまい、仮に被告商品に故障が生じても、その故障が改変部分によるものか否か\nを特定することもできないし、被告商品の購入者が全て原告商品に改造を加えただ\nけのものであるとの認識を有しているということ自体ありえない。被告商品に本件\n登録商標及び原告表示が使用されることにより被告商品が原告の製造販売にかかる\n商品であるとの出所の混同が生じることは、避けられないものである。\n２　被告の主張２に対して\n被告商品に周知の原告表示等が使用されている限り、「ＨＡＣＫＥＲ　ＪＵＮＩ\nＯＲ」の表示を付記したとしても商品出所の混同に影響を及ぼすものではないし、\n被告商品の宣伝用パンフレットが販売店の店頭に大量に置かれていた事実からして\nも、被告商品の広告に注目する者は、原告商品の機能を熟知していたとは到底いえ\nない。また、被告が保証書を発行していたとしても、電子製品にあっては内部構造\nが改変されれば一体化してしまい、改変部分、保証部分が特定することができない\nのであるから、その実行も不可能というしかないのである。\n３　被告の主張３に対して\n被告商品が広範な改変によって原告商品とは異なった製品となっているにもかか\nわらず、被告は依然として原告の著名な本件登録商標をそのまま被告商品に使用し\nたものであり、かかる行為が本件商標権の侵害に当たることは明らかである。\n４　被告の主張４に対して\n商標権侵害行為がなされれば、商標権者は侵害者が適法に使用したならば得べか\nりし通常使用料相当額の損害を被るのであり、商標法三八条二項は、このような損\n害について規定したものであって、「売上減少」という損害の発生を必須とする被\n告主張は明らかな誤りである。\n５　被告の主張５は争う。\n五　文書提出命令について\n１　原告の主張\n（一）　被告は、\n請求原因７記載の損害の立証のため、被告を相手方として、「昭和六一年八月一日\nから昭和六二年一二月末日までの被告商品の販売数量は月間一〇〇〇台であるこ\nと、及び同期間の総販売数量が少なくとも一万台であること、被告商品の販売価格\nは一台当たり二万二八〇〇円であること」を証すべき事実として、当裁判所に文書\n提出命令の申立てをしたところ、当裁判所は、平成元年六月七日、被告に対し、次\nの文書の提出を命ずる文書提出命令を発した。\n（１）　昭和六一年八月一日から同六二年一二月末日までの、被告商品に関する\n①　貸借対照表、損益計算書等の決算報告書\n②　営業報告書\n③　総勘定元帳\n④　出荷台帳\n⑤　売上元帳\n⑥　顧客台帳、得意先元帳、その他名称のいかんを問わず通販分と業者分とを区分\nして各々の販売数量、販売価格を記載した書類\n⑦　振替伝票、納品伝票控、請求書控、領収書控、製造番号（ロット）表、保証書\n控\n⑧　その他名称のいかんを問わず、製造販売数量、販売価額を示す文書\n（２）　被告会社の設立時である昭和六一年四月一九日から同六二年一二月末日ま\nでの、原告商品に関する\n①　仕入元帳\n②　出金伝票、振替伝票\n③　納品伝票、請求明細書、領収書\n④　その他名称のいかんを問わず、原告商品の仕入台数を示す文書\n（二）　ところが、被告は、提出を命ぜられた文書のうち、次の文書を提出してい\nない。\n（１）②の営業報告書\n株式会社には商法二八一条により営業報告書の作成義務があるので、存在しないは\nずがない。\n（１）③の総勘定元帳\n乙第四二及び第四三号証が他の乙号証と相互に矛盾することから、すべての伝票類\nを集計した文書が他に存在すると考えられる。\n（１）⑥の業者分の顧客台帳及び通販分と業者分を区別して記載した文書等\n（１）⑦の文書のうち、総勘定元帳を作成する元になった納品伝票控等\n乙第五四ないし第五六号証以外に存在すると考えられる。\n領収証は、現に甲第九号証が存在しているのであり、存在するものが極めてまれな\n例で、他に全く存在しないという説明は合理的でない。\n（１）⑦の文書のうち、製造番号表、保証書控\n乙第五三号証の中には製造番号の記載がないものがあり（同号証の五等）、また、\n業者分は乙第五三号証では製造番号がわからないから、これ以外に存すると考えら\nれる。\n（２）①の文書のうち、被告の会社設立から昭和六一年六月までの仕入元帳\n仕入元帳は確定申告書や決算報告書（乙第三五及び第三六号証）の作成に必要だか\nら、作成されないことはありえない。\n（２）②の文書\n原告商品の仕入に関する乙第四ないし第二三号証を、被告商品の売上に関する乙第\n一、第二、第二四、第五二及び第五三号証等と比較すると、仕入総数より総販売台\n数が多い、仕入がまだ行われていない時期に販売がなされている（乙第四及び第六\n号証で昀初に原告商品を仕入れたとされる昭和六一年九月二六日以前に、乙第一及\nび第二号証によれば、五〇台の被告商品を販売している。）等の不合理な点があ\nる。また、昭和六二年六月以降は販売がないのに仕入がなされたとされているが、\nこれは日常業務としては通常ありえないことであり、行われた仕入に見合う販売が\nあったとみるのが相当である。被告自身、これらがすべての仕入を示す文書でない\nことを認めている。\n（２）③の文書\n乙第五七ないし第六六号証は、仕入に関する納品伝票等の一部に過ぎない。原告商\n品の全仕入数量を示すものではないことは被告も認めている。また、これらは、総\n勘定元帳（乙第四二及び第四三号証）との照合もできない。\n（２）④の文書のうち、預金通帳\n被告が仕入・販売に関する現金の出納を行っているという普通預金口座の通帳（乙\n第四六号証の一ないし八）を、乙第一号証の日計表と比較すると、各月ごとの入金\n額が一致せず、総額では乙第一号証の金額が一四六二万三二八三円大きく、この金\n額は乙第四四ないし第五一号証の預金通帳類のいずれにも記載されていないから、\n右金額以上の金額が記載された預金通帳類を被告は提出していないと解される。\n（三）　以上のとおり、被告は、文書提出命令により命じられたすべての文書を提\n出していない。被告が現在これを所持せず提出できないというのであれば、その正\n当な理由を立証しない限り、民訴法三一六条の不提出の効果を免れないが、\n被告の述べる不提出の理由はいずれも合理的でない。また、これらの文書は法人税\n法による保存義務期間内の文書であるが、法定保存期間内の帳簿等を正当な理由な\nく毀滅したときは、使用妨害目的の毀滅になると解すべきであるから、事務所の移\n転により紛失したというのであれば、同法三一七条による使用妨害の効果が認めら\nれるべきである。したがって、同法三一六、三一七条により、昭和六一年八月から\n同六二年末までの被告商品の販売数量は、原告主張のとおり、一か月当たり一〇〇\n〇台、合計で少なくとも一万台と認められるべきである。\n２　被告の主張\n文書提出命令により提出を命じられた文書については、次のとおり提出した。ま\nた、一部文書については提出していないが、以下のとおり正当な理由がある。\n（１）①の文書について\n昭和六一年八月一日ないし同六二年六月三〇日の貸借対照表、損益計算書等は、同\n六一年七月一日から同六二年六月三〇日までの事業年度分の確定申告書（乙第四〇\n号証）に、同六二年七月一日ないし同六二年一二月末日のものは、同六二年七月一\n日から同六三年六月三〇日までの事業年度分の確定申告書（乙第四一号証）に、そ\nれぞれ添付されている。\n（１）②の営業報告書\n被告は、株式を公開しておらず、株主を限定しているうえ、配当もしていないの\nで、営業報告書は作成していない。\n（１）③の総勘定元帳\n昭和六一年七月から同六二年六月まで、及び、同六二年七月から同六三年六月まで\nの各総勘定元帳（乙第四二及び第四三号証）を提出した。\nまた、右各総勘定元帳のうち、同六一年八月ないし同六二年二月の被告商品の売上\nを示す部分（乙第二四号証）、同年三月ないし六月の売上を通販分と業者分とに分\nけて示す部分（乙第二五及び第二六号証）及び同年七月ないし一二月の売上を示す\n部分（乙第二七号証）も提出した。\n（１）④の出荷台帳は、作成していない。\n（１）⑤の売上元帳は、作成していない。\n（１）⑥の文書について\n顧客台帳、得意先元帳は作成していない。\n（１）⑦のうち、振替伝票について\n存在するものはすべて提出した（乙第二号証の一ないし一二八）。\n（１）⑦のうち、\n納品伝票控、請求書控、領収書控について\n通販分については、存在しない。被告の通販分の販売は、そのほとんどが代引シス\nテムによっていたから、通販分についての納品伝票、請求書及び領収書は、不要で\nあるから作成していない。\n業者分について、当初の販売分の納品伝票控及び請求書控は、存在しない。これ\nは、業者分の売上も少なかったこと等から、業者の注文があった場合には、予め現\n金又は銀行振込により代金を受領した後に商品を発送していたことによる。業者分\nの領収書控は、作成していない。\n（１）⑦のうち、製造番号表及び保証書控について\n作成していない。\n（１）⑧の文書について\n代引システム便のための送り状（甲第四四号証の一ないし三五八）及び代引分お支\n払明細書（甲第四五号証の一ないし一五七、第四六号証の一ないし一三六）を提出\nした。\n（２）①の仕入元帳について\n昭和六一年七月以降の分は、総勘定元帳（乙第四二及び第四三号証）の一部として\n提出した（乙第四及び第五号証）。被告会社の設立から同六一年六月三〇日までの\n間の分は、会社の設立直後で、ほとんど取引を行っていなかったため、作成してい\nない。\n（２）②の文書について\n存在するものはすべて、乙第六ないし第二一号証、第二二号証の一ないし三、第二\n三号証として提出した。\n（２）③の文書について\n存在するものはすべて、乙第五七、第五八ないし第六二の各一、二、第六三及び第\n六四号証、第六五号証の一ないし三、第六六号証の一、二として提出した。\n（２）④の文書について\n右以外に原告商品の仕入台数を示す文書は存在しない。\n第三　証拠（省略）\n理　　　由\n一　請求原因１、２及び４の事実、請求原因５のうち、被告商品が原告商品のゲー\nム機本体及びコントローラーに改変が加えられたものであり、原告商品の販売価格\nが一万四八〇〇円であり、被告商品の販売価格が二万二八〇〇円であって、改変部\n分が原告商品に対し占める割合が五四パーセントとなり、被告商品が「高速連射可\n能」「出力端子装備」「ステレオ音声出力端子装備」の「ファミコンの昀終兵器」\nであるとして、販売されている事実は、\n当事者間に争いがなく、また、請求原因７のうち、被告が販売した被告商品の販売\n台数については、五八五台の範囲内では当事者間に争いがない。\n成立に争いがない甲第三及び第四号証並びに弁論の全趣旨によれば、請求原因３\nの事実を認めることができる。\n二　商標権侵害行為及び不正競争行為の成否について\n１　前項記載の事実によれば、本件登録商標及び原告表示をそのまま使用して被告\n商品を販売する被告の行為は、本件商標権を侵害するとともに、被告商品が原告の\n製品であると誤認混同させるものであり、このような誤認混同行為により原告の営\n業上の利益が害され、またこの行為を行うにつき被告に故意又は過失があったもの\nと認められる。したがって、被告は、本件商標権侵害行為及び右不正競争行為によ\nり原告が被った損害を賠償すべき義務を負うものというべきである。\n２　被告の主張１について\n被告は、被告商品は原告商品に改造を加えたものであるが、その改造の程度は、\n基本的回路や本来の機能には変更を加えていないから、被告商品は原告商品と同一\n性があるものであるし、被告商品の購入者は被告商品が原告商品に改造を加えただ\nけのものであるとの認識を有しているから、被告商品が原告の製品であるとの出所\nの混同は生じないので、本件商標権侵害行為に当たらない旨主張する。\nしかしながら、前項記載の事実によれば、原告商品に対し被告が加えた改造が、\n原告商品の本件及びコントローラーのいずれにも及ぶものであり、一台当たりの販\n売価格も、原告商品が一万四八〇〇円であるのに対し、被告商品は二万二八〇〇円\nであり、右改造部分に相当する販売価格は八〇〇〇円であって、原告商品の価格の\n約五四パーセントに及び、また被告自身が被告商品を「高速連射可能」、「ビデオ\n出力端子装備」及び「ステレオ出力端子装備」の機能を持つ「ファミコンの昀終兵\n器」であるとして、被告商品が原告商品の内部構造を改造したものとして売り出し\nていたものであって、被告商品が原告商品と同一性のある商品であるということは\nできない。また、被告は、右のとおり、\n原告商品の内部構造に改造を加えた上で被告商品を販売しているのであるから、改\n造後の原告商品である被告商品に原告の本件登録商標が付されていると、改造後の\n商品が原告により販売されたとの誤認を生ずるおそれがあり、これによって、原告\nの本件登録商標の持つ出所表示機能が害されるおそれがあると認められる。さら\nに、改造後の商品については、原告がその品質につき責任を負うことができないと\nころ、それにもかかわらずこれに原告の本件登録商標が付されていると、当該商標\nの持つ品質表示機能が害されるおそれがあるとも認められる。したがって、被告\nが、原告商品を改造した後も本件登録商標を付したままにして被告商品を販売する\n行為は、原告の本件商標権を侵害するものというべきである。\n３　被告の主張２について\n被告は、被告商品には、本件登録商標及び原告表示とともに、被告が原告商品を\n改造して販売する商品であることを示す「ＨＡＣＫＥＲ　ＪＵＮＩＯＲ」の表示が\nなされていたし、被告商品の広告は、原告商品を使用するマニア向けの雑誌におい\nて、広告中に被告の商号を明記したうえで行っており、これらの雑誌を購読し、被\n告商品の広告に注目する者は、原告商品の機能を熟知しているし、また、被告は被\n告商品を販売する際、品目を「ＨＡＣＫＥＲ　ＪＵＮＩＯＲ」とし、被告の商号、\n所在地及び電話番号を明記した保証書を発行しているから、被告商品を購入しよう\nとする者は、被告商品が原告商品それ自体でないことを知っていたといえるのであ\nり、被告商品の需要者の間では被告商品が原告の製品であると混同されることはな\nい旨主張する。\nしかしながら、原告が原告商品に付したままの態様で被告商品に付されている本\n件登録商標及び原告表示が、前述のとおり、原告の販売する商品であることを示す\n表示として広く認識されているものであると認められる以上は、被告商品の需要者\nの間において、改造後の原告商品である被告商品の出所が原告であるとの誤認が生\nずるものと認められるのであり、たとえ被告商品に「ＨＡＣＫＥＲ　ＪＵＮＩＯ\nＲ」の表示が、原告標章及び本件登録商標とともに付されていたとしても、\nこのことによって、被告商品が原告の商品であるとの右混同が打ち消されることに\nはならないというべきである。また、成立に争いがない甲第八号証、第一〇及び第\n一一号証の各一ないし四、第一二号証の一ないし三、第一三及び第一四号証の各一\nないし四、第一五ないし第三八号証の各一ないし三によれば、被告商品の広告が掲\n載されていた雑誌は一般の店頭で販売されるものであることや、被告商品の広告用\nのちらしには、被告の商号が記載されていないものもあることが認められ、これら\nの事実からすると、被告主張のように、被告商品を購入しようとする者がすべて、\n被告商品が、被告が原告商品を改造して販売している商品であって、原告の出所に\n係る商品ではないものであることを熟知していたと認めることはできない。\n右のとおり、原告表示及び本件登録商標をそのまま使用した被告商品が原告の商\n品であると混同されるおそれがあるというべきであって、被告の右主張は理由がな\nい。\n４　被告の主張３について\n被告は、商標権の効力は商標権者が当該登録商標を付した商品を販売した時点で\nその商標と商品が一体になっている限り消尽すると解されるから、本件において、\n原告が原告商品に付した本件商標権の効力も、原告が原告商品を正規の販売ルート\nに置き、その対価を取得した時点で消尽しており、被告は本件商標権の消尽した商\n品に改造を加えたものであるから、本件商標権の侵害には当たらない旨主張する。\nしかしながら、被告は、前記のとおり、本件登録商標の付された原告商品に改造\nを加えて原告商品とは同一性のないものとしたうえ、このような被告商品を本件登\n録商標を付したまま販売したものであって、このような被告の行為が本件登録商標\n権を侵害するものであることはいうまでもない。\nなお、いわゆる商標権消尽の理論は、登録商標の付された商品が商標権者により\n販売された後、第三者により転々と販売された場合に論じられる理論であるとこ\nろ、本件は、被告が原告商品に改造を加え、これとは同一性のないものとしたう\nえ、これを販売している事案であって、\n右のようないわゆる商標権消尽の理論が論じられる場合とは事案を異にするもので\nある。\n三　損害について\n１　販売数量\n（一）　被告による被告商品の販売台数については、五八五台までの範囲について\nは、被告がその販売を自認するところであるが、本件全証拠を検討しても、被告が\n右台数以上の被告商品を販売した事実を認めることはできない。\nすなわち、被告が販売した被告商品の数は、①乙第五三号証の一ないし五三七の\n申込書は、被告代表者尋問の結果によれば、顧客から電話や雑誌を切り抜いた申込\n書等により被告に連絡があった都度、発送及び入金の確認や、販売後の保証のため\nに作成していたものであり、通販分の販売台数を昀も正確に表していると認められ\nるところ、この申込書の存在する分（枝番九九、一四一、一六四、二七七及び二八\n二は二台分が記載され、枝番一五〇及び二六八は返品されている。）が五四〇台、\n②乙第五二号証の書面に入金の旨が記載されていながら（昭和六二年八月五日の\n【Ａ】分）、これに対応する右乙第五三号証の申込書のない分が一台、③甲第四五\n号証の二八、甲第四六号証の一〇四及び一二三によれば、被告商品を代引販売した\nと推測されるのに、これに対応する右乙第五三号証の申込書のない分が三台、④乙\n第三三号証の入金ノートには入金の旨が記載されていながら（昭和六一年一〇月一\n一日【Ｂ】分、同年一一月一六日氏名不記載分）、これに対応する右乙第五三号証\nの申込書のない分が二台、⑤乙第二四号証、第五四号証の一ないし七、第五五号証\nの一、二及び第五六号証の一ないし三による業者販売分が三八台、以上合計五八四\n台にすぎず、被告の自認する右五八五台を超える販売台数を認めるに足りることは\nできない。\n（二）　右の五八五台という数値については、次の事実からも、十分根拠があると\n考えられるものである。\n成立に争いがない甲第五号証の三、第三九及び第四〇号証、前掲甲第八号証、第\n一〇号証の三、第一一及び第一二号証の各二、第一三及び第一四号証の各三、第一\n五ないし第一七号証の各二、第二一ないし第三八号証の各二、\n被告代表者尋問の結果により真正に成立したと認められる乙第二四及び第四二号\n証、並びに被告代表者尋問の結果によれば、被告は、昭和六一年八月ころないし昭\n和六二年五月ころの間、各種テレビゲーム雑誌に被告商品の販売のための広告を掲\n載したが、当初は顧客手持ちの原告商品を被告商品同様にバージョンアップするサ\nービスが宣伝され、昭和六一年一〇月ころからは、右改造サービスに加え、改造を\n行うためのキットが、それぞれ被告商品とともに宣伝され、昭和六二年三月ころ以\n降は、商品名スペースバトル等の被告の別の商品を主とする広告で、その紙面の一\n部に被告商品の宣伝がなされたこと、被告が、被告商品より改造サービスや改造用\nキットに重点を置き、その宣伝のため、被告商品が景品として提供されることもあ\nったこと、被告商品では小売価格に対する卸価格の設定が他の商品に比べかなり高\nく、また当時原告商品がほとんどの家庭に行き渡り、被告商品は大量に販売して利\n益を上げる見込みのない商品であったため、業者に対する販売や売込活動も改造用\nキット等被告商品以外の商品が主であったこと、昭和六一年八月ないし同六二年二\n月の被告の売上は商品の種類別に記帳されているが、被告商品の売上は一一四七万\n八七九〇円、それ以外の売上は合計七一九一万七三〇六円であり、売上全体に占め\nる被告商品の割合は一四パーセントであること、以上の事実が認められ、右事実か\nらすると、被告の販売の重点は、被告商品より改造サービスや改造用キットその他\nの商品の販売にあり、被告商品の売上はさほど大きいものではなかったことが認め\nられる。\n（三）　原告は、昭和六一年八月一日から翌昭和六二年一二月末日までの間に、被\n告が被告商品を月間一〇〇〇台、同期間の総販売数量が少なくとも一万台であると\n主張し、成立に争いがない甲第三九ないし第四一号証、第四二号証の一ないし三及\nび第四三号証によれば、被告は、「被告商品が爆発的な売れ行きを示し、数々のマ\nスコミ媒体にも取り上げられ、相変わらずの好評を続けている。」旨の記載をした\n案内状を業者に対し発送し、また、被告関係者が、被告商品を月一〇〇〇台出荷し\nている、\n改造持ち込みが月三〇〇〇台のペースで、改造持ち込みと完成品の比率は七対三で\nある等と発言した旨が新聞報道されている事実が認められるが、被告代表者尋問の\n結果によれば、被告関係者は、実際の販売数量より過大に売上を言うことが宣伝効\n果に結びつくと考えていたので、被告商品の販売数量を過大に述べていたこと、こ\nれら新聞記事等には、実際の数量ではなく見込みとしての数字や、被告関係者の陳\n述でなく、取材側の憶測として書かれている部分もあることが認められるのであっ\nて、案内状の記載のうち被告商品が爆発的な売れ行きを示しているとの部分及び前\n記報道のうち被告が被告商品を月一〇〇〇台出荷しているとの部分は、いずれも信\n用性に乏しく、採用することはできない。\n２　被告商品一台当たりの通常使用料相当額\n被告は、原告商品に前記のような広範な改造を加えて、これとは同一性のない被\n告商品にしたうえ、販売に至っていること、原告表示及び本件登録商標が、いずれ\nもテレビゲーム機業界で昀も著名なものであること、原告としては、原告商品の改\n造品である被告商品のような商品の出現を苦々しく感じており、このような商品に\n原告表示及び本件登録商標を使用許諾することは到底ありえないこと（成立に争い\nがない甲第四三号証及び弁論の全趣旨により認められる。）、前記のような被告商\n品の販売台数等を考慮すると、原告主張のように、被告商品一台当たりの通常使用\n料相当額をその販売価格である二万二八〇〇円の一〇パーセントとすることも全く\n根拠がないわけではないが、一方本件においては、原告が本件登録商標及び原告表\n示を付して販売した商品を通常の販売経路において正当に購入した被告が、これに\n改造を加え、自らの商品表示を付しつつ、本件登録商標等の表示をそのままに残し\nているにすぎないという一面も存するので、これら諸般の事情を鑑みると、被告商\n品一台当たりの通常使用料相当額としては、被告商品の販売価格である二万二八〇\n〇円の八パーセントである一八二四円と認めるのが相当である。\n３　損害額\n商標法三八条二項を適用（本件商標権侵害行為関係）又は準用（不正競争行為関\n係）すると、\n被告の本件登録商標及び原告表示を使用した行為による損害額は、前記２の被告商\n品一台当たりの通常使用料相当額一八二四円に、前記１の被告の被告商品の販売台\n数五八五台を乗じた金額であり、一〇六万七〇四〇円となる。\n４　文書提出命令に関して\n（一）　原告主張のような申立てにより、原告主張のような文書提出命令がなされ\nたことは、当裁判所に顕著な事実である。\n（二）　被告が前記（１）②の営業報告書、（１）④の出荷台帳、（１）⑤の売上\n台帳、（１）⑥の顧客台帳、得意先元帳、（１）⑦の通販分の納品伝票控、請求書\n控、領収書控及び一部振替伝票、業者分の当初の販売分の納品伝票控及び請求書\n控、（２）①被告設立から昭和六一年六月までの仕入元帳を提出していないこと\nは、当事者間に争いがない。\nまた、他に被告において提出すべき文書を提出していないとの事実を認めること\nはできない。\n（三）　被告が前記のような文書を提出しないことについて正当な理由があるか否\nかを検討する。\n（１）　本件記録及び弁論の全趣旨によれば、被告は、本件第一回口頭弁論期日に\nおいて、被告商品を将来販売する意思はない旨述べ、そのため原告も第二回口頭弁\n論期日以前に本件訴えのうち被告商品の販売等の差止めを求める部分を取り下げる\nとともに、文書提出命令を申し立てたこと、被告は当初から和解による解決を希望\nしていたところ、第三回口頭弁論期日で本件は準備手続に付され、和解金額算定の\n資料として、その後八回にわたる準備手続期日において乙第一ないし第五一号証の\n日計表、振替伝票、仕入台帳、出金伝票、売上台帳、預金台帳等の書類が提出され\nたこと、そして平成元年六月七日に前記のような文書提出命令がなされ、被告は被\n告商品の購入申込書、納品書控、入金ノート等を乙号証として提出するとともに、\n右文書提出命令に応じ、運送業者作成の「代金お支払い明細書」等を提出したこ\nと、その後原告は、被告が文書提出命令に応じて提出した文書を甲第四四号証の一\nないし三五八等として提出したこと、以上の事実が明らかである。\n（２）　被告代表者尋問の結果によると、被告は、\n提出を命じられた文書は全て提出したのであって、提出していない文書は作成して\nいないからであり、作成していない点等について、つぎのとおり説明していること\nが認められる。\n①被告が営業報告書を作成していない理由は、被告においては、株式を公開してお\nらず、株主を限定し、配当もしていないためであること、②出荷台帳、売上元帳、\n顧客台帳、得意先元帳は作成していないこと、③商品アイテムが増加し、経理の合\n理化のために、売上を商品別に分けた乙第二四号証の帳簿から、通販分と業者分と\nに分けた乙第二五及び第二六号証に変更し、提出したもの以外に通販分と業者分と\nを区分して各々の売上を示す書類はないこと、④乙第五二号証、第五三号証の一な\nいし五三七は、文書提出命令の発令後に発見されたものであること、⑤振替伝票に\nついては存在するものはすべて書証として提出し、乙第二四号証に記帳されている\n売上に対応する一部振替伝票がないのは、乙第二四号証は被告の経理担当者が記帳\nしていたのに対し、乙第二号証はアルバイトの者が作成していた書類であり、その\n者のミスによりそもそも作成しなかったからであると推測されること、⑥通販分に\n関する納品伝票控、請求書控、領収書控は作成していないが、これは、被告の通販\n分の販売のほとんどが代引システム、すなわち、運送会社（信州名鉄運輸株式会\n社）に商品の発送を依頼し、運送会社が、商品を顧客に届けた際にその引渡しと引\n換えに代金を受領し、受領した代金から手数料を差し引いた金額を被告の銀行口座\n（乙第四六号証の一ないし八）に振込入金し、入金の明細を別の書面（甲第四五号\n証の一ないし一五七、甲第四六号証の一ないし一三六）にて通知するという方法に\nよっているので、これらの書類が不要であるためであること、⑦甲第九号証の領収\n証は、直接被告事務所に購入に来た顧客に発行したものであるが、被告の事務所は\n店舗の形をとっていないため、一般顧客が直接購入に来ることはほとんどないの\nで、これは極めてまれな例であること、⑧当初のころの業者販売分の納品伝票控及\nび請求書控は存在しないが、これは、\n被告商品の業者への卸価格と小売価格との差が小さいことから、業者による被告商\n品の購入をほとんど見込めなかったので、業者に対する売込みはあまり行わず、業\n者から注文があった場合には、予め現金又は銀行振込により代金を受領した後に商\n品を発送していたことによるものであること、⑨業者分の領収書控は作成していな\nいが、代金支払方法が銀行振込によるものであったり、通販分と同様の代引システ\nムによるものであったりであって、作成の必要がなかったためであること、⑩製造\n番号表及び保証書控は、作成していないが、これは、乙第五三号証に記入した製造\n番号により、被告が販売した商品かどうかを確認できたためであり、また、業者分\nは、個人の場合と異なり、被告が取引相手を認識できるので、製造番号を控えたり\nすることは不要であったためであること、⑪仕入元帳のうち被告会社の設立から同\n六一年六月三〇日までの間の分は、会社の設立直後で、ほとんど取引を行っていな\nかったため、作成していないこと、⑫提出したもの以外に原告商品の仕入台数を示\nす文書は作成していないこと。\n（３）　右のとおり、乙第二四号証に記載された売上に対応する乙第二号証がなか\nったり、被告代表者が通販分の販売数量を昀も正確に表していると供述する乙第五\n二及び第五三号証についても、必ずしも完全には対応していないし、また、これら\nは、乙第三三及び第三四号証や、甲第四四ないし第四六号証との間に売上の記載の\n不一致があるのであって、ほかにも文書の記載内容相互に齟齬があることが認めら\nれるが、このような齟齬は、経理事務を処理する者として一名程度の人員しか置い\nていない被告程度の規模の会社（被告代表者尋問の結果認められる。）において\nは、通常ありうることと考えられ、不自然な作為を感じさせるものではなく、前記\n（１）のような本件訴訟の経緯、文書提出命令発令前に提出された書証及びその後\nに提出された書証の種類、その体裁・内容等を考慮すると、提出すべき文書は全て\n提出したとの被告代表者の供述は信用できるし、\n被告が文書提出命令にかかる文書を一部提出しないことについての右（２）の説明\nは十分根拠があるものと認められ、被告が前記（二）の文書を提出しないことにつ\nき正当な理由があるものというべきである。\n（四）　右のとおり、被告が当裁判所の発した文書提出命令に従っていないとは認\nめられないから、民事訴訟法三一六条所定の不提出の効果如何を論ずる余地はな\nい。\n５　被告の主張４について\n商標法三八条二項は、商標権侵害行為がなされた場合、商標権者は、侵害者に対\nし、侵害者が適法に使用したならば得べかりし使用料相当額の損害を請求できる旨\nを規定したものであって、「売上減少」の損害があった場合にはじめて通常使用料\n相当額の損害を請求できるとの被告の主張は、独自の見解に基づくものであって、\n到底採用することができない。\n四　以上のとおり、原告の本訴請求は、金一〇六万七〇四〇円及びこれに対する不\n法行為の後である昭和六三年二月一九日から支払済みまで民法所定の年五分の割合\nによる遅延損害金の支払を求める限度で理由があるからこれを認容し、その余は理\n由がないからこれを棄却し、訴訟費用の負担につき民事訴訟法八九条、九二条本文\nを、仮執行の宣言につき同法一九六条一項を各適用し、主文のとおり判決する。\n（裁判官　一宮和夫　若林辰繁　長谷川浩二）\n"
}