{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 10,
    "day": 22
  },
  "case_number": "昭和63(ヨ)548",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事仮処分",
  "lawsuit_id": "14692",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14692",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/692/014692_hanrei.pdf",
  "contents": "主　　　文\n一　被申請人らは、別紙目録（一）記載の方法を用いて同目録（二）記載のヒト組\n織プラスミノーゲン活性化因子を製造し、販売し、販売のために宣伝、広告しては\nならない。\n二　被申請人らは、別紙目録（三）記載の血栓症治療用製剤を製造し、販売し、販\n売のために宣伝、広告してはならない。\n三　被申請人らは、第一項記載のヒト組織プラスミノーゲン活性化因子及び第二項\n記載の血栓症治療用製剤の占有を解いて、これを申請人の委任する管轄地方裁判所\n所属の執行官に引き渡さなければならない。\n四　右執行官は、右物件を保管しなければならない。\n五　右執行官は、右物件を保管していることを公示しなければならない。\n六　申請費用は被申請人らの連帯負担とする。\n理　　　由\n第一　申請の趣旨\n主文第一ないし第五項と同旨。\n第二　当裁判所の判断\n一　当事者間に争いがない事実及び当裁判所が疎明資料によって一応認定した事実\nは、次のとおりである。\n１　申請人の権利\n申請人は、左記の特許権（以下「本件特許権」といい、各発明を一括して「本件\n発明」という。）を有する。\n（一）　発明の名称　組換ヒト組織プラスミノーゲン活性化因子\n（二）　出願日　昭和五八年五月六日（特願昭五八―七九二〇五）\n（三）　優先権主張\n（１）　一九八二年（昭和五七年）五月五日\n（２）　同年七月一四日\n（３）　一九八三年（昭和五八年）四月七日\nの各アメリカ合衆国特許出願（以下、順次「米国第一出願」、「米国第二出願」、\n「米国第三出願」という。）に基づく優先権主張（以下、順次「第一優先権」、\n「第二優先権」、「第三優先権」という。）\n（四）　出願公告日　昭和六二年四月一五日（特公昭六二―一六九三一）\n（五）　登録日　平成三年一月三一日\n（六）　登録番号　第一五九九〇八二号\n（七）　特許請求の範囲（以下「本件特許請求の範囲」という。）\n「１　ヒト細胞以外の宿主細胞が産生する、以下の特性：\n１）プラスミノーゲンをプラスミンに変換する触媒能を有する\n２）フィブリン結合能を有する\n３）ボーズ（Ｂｏｗｅｓ）メラノーマ細胞由来のヒト組織プラスミノーゲン活性化\n因子に対する抗体に免疫反応を示す\n４）クリングル領域およびセリンプロテアーゼ領域を構成するアミノ酸配列を含有\nする\n５）一本鎖または二本鎖タンパクとして存在し得る\nを有する、ヒト由来の他のタンパクを含有しない組換ヒト組織プラスミノーゲン活\n性化因子であって、以下の部分的アミノ酸配列を含んでいる活性化因子：\n別紙目録（四）記載の部分的アミノ酸配列。\n２　ヒト組織プラスミノーゲン活性化因子をコードしているＤＮＡで形質転換され\nたヒト細胞以外の宿主細胞を、該ＤＮＡの発現可能な条件下で培養して、以下の特\n性：\n１）プラスミノーゲンをプラスミンに変換する触媒能を有する\n２）フィブリン結合能を有する\n３）ボーズ（Ｂｏｗｅｓ）メラノーマ細胞由来のヒト組織プラスミノーゲン活性化\n因子に対する抗体に免疫反応を示す\n４）クリングル領域およびセリンプロテアーゼ領域を構成するアミノ酸配列を含有\nする\n５）一本鎖または二本鎖タンパクとして存在し得る\nを有し、以下の部分的アミノ酸配列：\n別紙目録（四）記載の部分的アミノ酸配列\nを含んでいる組換ヒト組織プラスミノーゲン活性化因子を産生させ、次いで該組換\nヒト組織プラスミノーゲン活性化因子を回収することを特徴とする、ヒト由来の他\nのタンパクを含有しない組換ヒト組織プラスミノーゲン活性化因子の製造方法。\n３　ヒト細胞以外の宿主細胞が産生する、以下の特性：\n１）プラスミノーゲンをプラスミンに変換する触媒能を有する\n２）フィブリン結合能を有する\n３）ボーズ（Ｂｏｗｅｓ）メラノーマ細胞由来のヒト組織プラスミノーゲン活性化\n因子に対する抗体に免疫反応を示す\n４）クリングル領域およびセリンプロテアーゼ領域を構成するアミノ酸配列を含有\nする\n５）一本鎖または二本鎖タンパクとして存在し得る\nを有し、以下の部分的アミノ酸配列：\n別紙目録（四）記載の部分的アミノ酸配列\nを含み、ヒト由来の他のタンパクを含有しない組換ヒト組織プラスミノーゲン活性\n化因子の治療上有効量を、\n薬剤上許容し得るキャリヤーと混合して含有する血栓症治療剤。」\n２　本件発明の概要\n（一）　本件特許請求の範囲は、前示のとおり三項からなるが、第一項は、「組換\nヒト組織プラスミノーゲン活性化因子」という物の発明（以下「第一発明」とい\nう。）であり、第二項は、組換ＤＮＡ技術を用いて「組換ヒト組織プラスミノーゲ\nン活性化因子」を製造する方法の発明（以下「第二発明」という。）であり、第三\n項は、「組換ヒト組織プラスミノーゲン活性化因子」を有効成分とする血栓症治療\n剤という医薬の発明（以下「第三発明」という。）である。\n本件特許請求の範囲各項に共通の「組換」とは組換ＤＮＡ技術を用いて得られる\nということであり、「ヒト組織プラスミノーゲン活性化因子」とはヒト（人）の持\nっている組織プラスミノーゲン活性化因子産生の遺伝子に由来する組織プラスミノ\nーゲン活性化因子であるということであるから、結局、本件発明は、組換ＤＮＡ技\n術を用いて得られるヒト組織プラスミノーゲン活性化因子に関する三つの発明から\nなるということになる。\n（二）　組換ＤＮＡ技術とは、例えばヒト細胞の持っているインシュリンやインタ\nーフェロンなどの有用物質を効率的に人体外で量産する場合に応用される技術であ\nって、遺伝子組換技術ともいい、有用物質生産のための遺伝情報（ＤＮＡ断片）を\n組込んだベクター（目的とする遺伝情報を持つＤＮＡ断片の運び屋として用いられ\nるもので、プラスミドもその一種である。）を増殖能の大きい大腸菌や酵母等の宿\n主細胞に導入して形質転換し、形質転換宿主細胞を培養して有用物質を産生させ、\nかくして生産された有用物質を培養培地及び宿主細胞から分離回収する技術であ\nる。\n（三）　ヒト組織プラスミノーゲン活性化因子は、蛋白質の一種であり、ｔＰＡ又\nはｔ―ＰＡと略称されるが、これはＴｉｓｓｕｅ　Ｐｌａｓｍｉｎｏｇｅｎ　Ａｃ\nｔｉｖａｔｏｒの略語であり（以下、略称の「ｔ―ＰＡ」で表記することとす\nる。）、ヒトの血中において、プラスミンの前駆体たるプラスミノーゲンに働きか\nけてプラスミンに変換し、このプラスミンが血栓（血管内で線維素〔フィブリン〕\nという難溶性の蛋白質が集って不溶性の線維素網を作ることによって生じる凝血\n塊）を形成している線維素を溶解して、線維素網を除去することによって血栓症を\n治癒せしめるという機能（線維素溶解能）を有するプラスミノーゲン活性化因子の\n一種である。\n３　本件発明の技術的課題の解決\n本件特許明細書中には、ＤＮＡ技術を用いてｔ―ＰＡを製造するための主要な技\n術事項として、（一）　全長ｔ―ＰＡのｃＤＮＡのヌクレオチド配列及びそれから\n推定されるアミノ酸配列（全長ｔ―ＰＡに対応するｃＤＮＡの開始コドン〔ＡＴ\nＧ〕から停止〔終止〕コドン〔ＴＧＡ〕に至るヌクレオチド配列及びそれから推定\nされる別紙目録（五）記載のマイナス三五番のメチオニンから五二七番のプロリン\nに至る五六二個の全アミノ酸配列を含む。）、（二）　ヒトメラノーマ細胞から得\nられたｔ―ＰＡｍＲＮＡを起源とするｔ―ＰＡｃＤＮＡを組込んだ発現ベクターを\n構築し、このベクターで大腸菌又はＣＨＯ細胞（チャイニーズハムスター卵巣細\n胞）を形質転換し、この形質転換細胞を培養し、増殖させてｔ―ＰＡを産生させる\n各工程の具体例、（三）　この具体例によりｔ―ＰＡが充分量産生したこと、\n（四）　産生したｔ―ＰＡが天然ｔ―ＰＡと同様の生理活性（後記特性①、③）を\n有することを確認したことが記載されている。\nそして、右記載内容を含む本件特許明細書の全記載及び全図面（第１～第１６\n図）を総合すれば、本件発明は、組換ＤＮＡ技術によってｔ―ＰＡを製造する際に\n必須のｔーＰＡの全アミノ酸配列を解明し、当業者であれば天然ｔ―ＰＡに代えて\n組換ＤＮＡ技術によって充分な量のｔ―ＰＡを実際に入手できる具体的な技術情報\nを開示し、医薬品（血栓溶解剤）としての市場認可に先立って必要とされる動物実\n験及び臨床実験を遂行するのに充分な質及び量のｔ―ＰＡを製造することを実施可\n能にし、本件発明が技術的課題とした事項（組換ＤＮＡ技術に関する公知の知見を\n基にして、組換ＤＮＡ技術によるｔ―ＰＡの充分な量の生産及びｔ―ＰＡの血栓溶\n解剤としての開発すること）を解決した。\n４　本件発明の構成要件\n本件第一ないし第三発明の構成要件の分説は、次のとおりになる。\n（一）　第一発明の構成要件\n（１）　ヒト細胞以外の宿主細胞が産生する（条件①）、ヒト由来の他のタンパク\nを含有しない（条件②）、\n（２）　プラスミノーゲンをプラスミンに変換する触媒能を有する（特性①）、フ\nィブリン結合能を有する（特性②）、ボーズ（Ｂｏｗｅｓ）メラノーマ細胞由来の\nヒト組織プラスミノーゲン活性化因子に対する抗体に免疫反応を示す（特性③）、\n（３）　クリングル領域およびセリンプロテアーゼ領域を構成するアミノ酸配列を\n含有する（特性④）、一本鎖または二本鎖タンパクとして存在し得る（特性⑤）、\n（４）　別紙物件目録（四）記載のアミノ酸配列（以下「本件部分的アミノ酸配\n列」という。）を含む、\n（５）　組換ヒト組織プラスミノーゲン活性化因子（ｔ―ＰＡ）。\n（二）　第二発明の構成要件\n（１）　組換ＤＮＡ技術を用いて、ヒト組織プラスミノーゲン活性化因子をコード\nしているＤＮＡで形質転換されたヒト細胞以外の宿主細胞を、該ＤＮＡの発現可能\nな条件下で培養して、次いで該組換ヒト組織プラスミノーゲン活性化因子を回収す\nることを特徴とする、\n（２）　第一発明のｔ―ＰＡを産生する製造方法。\n（三）　第三発明の構成要件\n（１）　第一発明のｔ―ＰＡを有効成分として含有させた、\n（２）　血栓症治療剤。\n５　被申請人らの行為\n被申請人東洋紡績株式会社（以下「被申請人東洋紡」という。）及び同株式会社\n東洋紡医薬（以下「被申請人東洋紡医薬」という。）は、共同して、業として、別\n紙目録（一）記載の方法（以下「イ号方法」という。）を用いて同目録（二）記載\nのヒト組織プラスミノーゲン活性化因子（以下「イ号物件」という。）及び同目録\n（三）記載の血栓症治療用製剤（以下「イ号製剤」という。）を製造し、これを販\n売し、右販売促進のための宣伝活動をしている（なお、被申請人東洋紡は、第一製\n薬株式会社とイ号製剤の販売契約を締結して、平成三年五月から、同社を発売元と\nし「プラスミナー」との商品名でイ号製剤を販売している。）。\n６　本件発明とイ号物件、イ号方法及びイ号製剤との対比\nイ号物件は第一発明の構成要件、イ号方法は第二発明の構成要件、イ号製剤は第\n三発明の構成要件をそれぞれ充足し、本件発明の技術的範囲に属する。\n二　（被申請人らの主張）\n右一６につき、被申請人らは、次のとおり主張する。\n１　本件発明には、特許無効の審判を受けるべき事由（（一）　新規性の欠如〔本\n件特許権請求の範囲各項に記載された五つの特性は、米国第一出願日以前にボーズ\nメラノーマ細胞由来のものとして取得され既に公知のものである天然ｔ―ＰＡが具\n備している特性と同じであること等〕、（二）　新規性の喪失〔米国第三出願の際\nにおけるアミノ酸配列の変更による第一、第二優先権主張の不許〕、（三）　発明\n未完成〔本件特許明細書記載の三種のｔ―ＰＡの発現例はいずれも未創製〕）が存\nするから、本件特許請求の範囲の記載文言そのままのものに基づいて本件発明の技\n術的範囲を定めることは許されず、本件発明の技術的範囲は、本件特許明細書に開\n示された事項、出願時の技術水準及び申請人の意思表示（申請人自らが本件発明に\n新規性、進歩性があると主張している事項）等を考慮したうえで限定的に定められ\nなければならない。\n２　右諸事実を基礎にして考えると、本件発明の技術的範囲は、左記（一）ないし\n（三）の構成要件を具備するものに限定されることになる。\n（一）　第一発明の構成要件\n（１）　ＣＨＯ（チャイニーズハムスター卵巣）細胞を宿主細胞として使用して組\n換ＤＮＡ技術によって得られた、\n（２）　ＣＨＯ細胞由来の來雑タンパクを含有し、\n（３）　アミノ末端がセリンから始まる五二七個のアミノ酸から構成され、\n（４）　糖鎖末端部に露出した多量のβ―結合型ガラクトース及び二―三結合型シ\nアル酸のみを有し、\n（５）　アミノ酸配列における二七五番のアルギニンと二七六番のイソロイシンと\nの間で蛋白質が開裂した二本鎖タンパクとして存在する、\n（６）　ｔ―ＰＡ。\n（二）　第二発明の構成要件\n（１）　ボーズメラノーマ細胞から本件発明者らがクローニングして得たボーズメ\nラノーマ細胞由来のｔ―ＰＡｃＤＮＡを使用し、\n（２）　宿主細胞としてＣＨＯ細胞を使用して、\n（３）　組換ＤＮＡ技術によって第一発明のｔ―ＰＡを製造する方法。\n（三）　第三発明の構成要件\n（１）　第一発明のｔ―ＰＡを薬効成分として含有する、\n（２）　血栓症治療剤。\n３　イ号物件、イ号方法及びイ号製剤の構成は、左記（一）ないし（三）のとおり\nであり、それぞれ対応する本件発明とは構成（ｔ―ＰＡの遺伝情報を提供する細胞\n〔起源となるｔ―ＰＡ遺伝子〕、宿主細胞、アミノ酸配列、糖鎖構造、鎖構造）を\n異にする。しかも、右構成の相違により、左記（四）、（五）の薬効上有意な作用\n効果の差違を生じるから、イ号物件、イ号方法及びイ号製剤が本件発明の技術的範\n囲に属さないことは明らかである。\n（一）　イ号物件の構成\n（１）　マウスＣ１２７細胞を宿主細胞として使用して組換ＤＮＡ技術によって得\nられた、\n（２）　ＣＨＯ細胞由来の夾雑タンパクを含有せず、\n（３）　主としてアミノ末端がグリシンから始まる五三〇個のアミノ酸から構成さ\nれ、\n（４）　糖鎖末端部に露出したβ―結合型ガラクトースを殆ど有さず、α―結合型\nガラクトース及び二―三結合型シアル酸を有し、\n（５）　一本鎖タンパクとして存在する、\n（６）　ｔ―ＰＡ。\n（二）　イ号方法の構成\n（１）　ヒト正常子宮組織からクローニングして得たヒト正常子宮組織由来のｔ―\nＰＡｃＤＮＡを使用し、\n（２）　宿主細胞としてマウスＣ１２７細胞を使用して、\n（３）　組換ＤＮＡ技術によってイ号物件を製造する方法。\n（三）　イ号製剤の構成\n（１）　イ号物件を薬効成分として含有する、\n（２）　血栓症治療用製剤。\n（四）　効果（触媒能）の差違\nイ号物件（構成（３））と第一発明のｔ―ＰＡ（構成要件（３））とではアミノ\n末端のアミノ酸三個が相違するため、フィブリン存在下では、イ号物件の方が第一\n発明のｔ―ＰＡよりプラスミノーゲンをプラスミンに変換する触媒能（固相線溶）\nが大きいのに対し、イ号物件（構成（５）・一本鎖）と第一発明のｔ―ＰＡ（構成\n要件（５）・二本鎖）とでは鎖の構造が相違するため、逆にフィブリン非存在下で\nは、イ号物件の方が第一発明のｔ―ＰＡより触媒能（液相線溶、すなわち全身出血\n傾向という副作用）が小さくなる。\n（五）　薬物動態（体内滞留時間）の差違\nイ号物件（構成（４））と第一発明のｔ―ＰＡ（構成要件（４））とでは糖鎖構\n造が相違するため、イ号物件の方が第一発明のｔ―ＰＡより代謝分解され難く体内\n滞留時間が長くなる。\n三　（被申請人らの主張についての判断）\n１　無効事由・技術的範囲\nしかしながら、\n（一）　被申請人ら援用の疎明資料は、本件発明の新規性を否定する資料足り得な\nいから、新規性の欠如に関する被申請人らの主張は採用できない。\n（二）　疎明資料によれば、本件特許明細書第５図（別紙目録（五））に示す塩基\n配列（アミノ酸配列）は、実質的には米国第一出願明細書第５図に開示されていた\nものと同じであると一応認められるから、米国第三出願前である一九八三年（昭和\n五八年）一月二〇日に、本件発明者らの「ヒト組織型プラスミノーゲン活性化因子\nｃＤＮＡのクローニングと大腸菌における発現」と題する報文を掲載したネイチャ\nー誌が発行されたことにより、本件発明が新規性を喪失することはない。被申請人\nら援用の疎明資料は、右認定を左右するものではないから、新規性の喪失に関する\n被申請人らの主張は採用できない。\n（三）　疎明資料によれば、本件特許明細書のＥ．１．Ｇ’Ｅ．１．Ｉ’Ｅ．２．\nＢ及びＥ．３．Ｂ各項に記載の実施例（以下、順次「発現例①」、「発現例②」、\n「発現例③Ａ」及び「発現例③Ｂ」という。）のうち、（１）　発現例①、すなわ\nち本件部分的アミノ酸配列（本件特許明細書第５図〔別紙目録（五）〕記載のアミ\nノ酸配列のうち六九番から五二七番までのアミノ酸配列）を有する蛋白質をコード\nする遺伝子を組込んだ発現プラスミド「ｐ△ＲＩＰＡ゜」を用いた大腸菌由来の蛋\n白質、（２）　発現例②、すなわち別紙目録（五）記載のアミノ酸配列のうち一番\nから五二七番までのアミノ酸配列（以下「本件全長アミノ酸配列」という。）を有\nする蛋白質をコードする遺伝子を組込んだ発現プラスミド「ｐｔーＰＡｔｒｐ１\n２」を用いた大腸菌由来の蛋白質、\n（３）　発現例③Ｂ、すなわち本件全長アミノ酸配列を有する蛋白質をコードする\n遺伝子を組込んだ発現プラスミド「ｐＥＴＰＦＲ」を用いたＣＨＯ細胞（チャイニ\nーズハムスター卵巣細胞）由来の蛋白質は、いずれも創製されたものと一応認めら\nれる。被申請人ら援用の疎明資料は、右認定を左右するものではないから、発明未\n完成に関する被申請人らの主張は採用できない。従って、本件発明の技術的範囲\nは、前記一４に示したように本件特許請求の範囲に記載された全ての事項を要件と\nするものと解釈すべきである。\n２　技術的範囲の属否\n（一）　起源となるｔ―ＰＡ遺伝子\nヒトのｔ―ＰＡ遺伝子は一個であるから、その遺伝子がヒトのどの組織に由来す\nるものであっても、その遺伝情報たるＤＮＡの塩基配列は同じである。第一発明は\n起源となるｔ―ＰＡ遺伝子を限定していないから、イ号物件がヒト正常子宮組織の\nｔ―ＰＡ遺伝子を起源としていることは、第一発明の技術的範囲に含まれることを\n否定する根拠足り得ない。\n（二）　宿主細胞\nイ号物件は宿主細胞としてマウスＣ１２７細胞を使用するものであるが、第一発\n明は、宿主細胞としてヒト細胞以外の真核細胞及び原核細胞（構成要件（１）の条\n件①）を使用するものであるからマウスＣ１２７細胞もこれに含まれることは明ら\nかである。\n（三）　アミノ酸配列・鎖構造\nイ号物件は、五二七個のアミノ酸残基からなるものも、五三〇個のアミノ酸残基\nからなるものも、いずれも本件部分的アミノ酸配列を含んでいるから、イ号物件\nは、当然本件特許明細書第５図（別紙目録（五））記載の二七五番のアルギニン、\n二七六番のイソロイシンをそのアミノ酸配列中に有している。イ号物件が全て一本\n鎖構造を有するタンパクであるとしても、イ号物件は右アルギニンとイソロイシン\nとの間がタンパク分解酵素によって分解されて二本鎖構造のものとなり得るから、\nイ号物件は、特性⑤（一本鎖または二本鎖タンパクとして存在し得る）を有するこ\nとは明らかである。\n（四）　糖鎖構造\n第一発明は、糖鎖を構成要件としていないが、宿主細胞としてヒト細胞を除外し\nていることから（構成要件（１））、ヒト細胞が産生する糖鎖を有するｔ―ＰＡは\n含まれないものであることは明らかである。被申請人ら主張のイ号物件の糖鎖につ\nいて見るに、右糖鎖の構成は、宿主細胞のマウスＣ１２７細胞によって形成された\n糖鎖の先端部分（糖鎖のコアの外側に結合する部分）を特定するものである。しか\nし、マウスＣ１２７細胞は第一発明の宿主細胞に含まれることは前示のとおりであ\nるから、イ号物件の糖鎖構造を理由に、イ号物件が第一発明の技術的範囲に含まれ\nないと解することはできない。\n（五）　薬効\n被申請人らの薬効に関する主張は、イ号物件ないしイ号製剤と本件発明の構成要\n件とを対比するのではなく、本件発明の実施品（申請人が米国で市販しているｔ―\nＰＡ製剤「アクチバーゼ」）及び本件特許明細書記載の実施例による産生物とを対\n比しているにすぎないこと、被申請人らにおいて薬効が優れていると主張している\n事項はいずれも医薬品の分野において同質の範疇に属する事項にすぎないことに照\nし、採用できない。\n四　（結論）\n以上によれば、被申請人らの前記一５の各行為のうち、イ号物件及びイ号製剤の\n製造・販売は本件特許権を侵害する行為であり、イ号物件及びイ号製剤の所有、並\nびにイ号物件又はイ号製剤の販売のための宣伝広告はいずれも本件特許権を侵害す\nるおそれのある行為であるから、申請人は、本件特許権に基づく右各行為の差止請\n求権並びに被申請人ら所有のイ号物件及びイ号製剤廃棄請求権（被保全権利）を有\nする。\nまた、疎明資料によれば、協和醗酵工業株式会社及び三菱化成株式会社は、申請\n人から本件発明に係る技術を導入して共同開発し、申請人から原料（原体）の提供\nを受けて製造している血栓溶解剤（血栓症治療用製剤）を、平成三年五月から、\n「アクチバシン」（協和醗酵）、「グルトパ」（三菱化成。但し、発売元は田辺製\n薬株式会社）との商品名で販売しており、本件発明の実施品がイ号製剤と医薬品市\n場で競合していることが一応認められる。従って、被申請人らの右各行為を放置す\nれば、申請人は、多大の損害を被るおそれがあるから、これを差止める必要（保全\nの必要性）がある。\nよって、申請人に代わり品川澄雄に前記の保証を立てさせたうえで、主文のとお\nり決定する。\n別紙目録（一）～（三）は本書四七五・四七六頁の目録（一）～（三）と同一\n別紙目録（四）、（五）は省略\n"
}