{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 4,
    "month": 4,
    "day": 30
  },
  "case_number": "昭和61(ワ)4752",
  "case_name": "",
  "court_name": "大阪地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "14756",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=14756",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/756/014756_hanrei.pdf",
  "contents": "主　　　文\n一　被告は、別紙図面１及び２に数字を赤色及び青色で示した寸法及びその寸法に\n基づき図示された形状部分を複製してはならない。\n二　被告は、その所持する別紙図面４及び５を廃棄せよ。\n三　被告は、原告に対し、金一〇〇万円及びこれに対する昭和六一年六月六日から\n支払済みまで年五分の割合による金員を支払え。\n四　原告のその余の請求を棄却する。\n五　訴訟費用はこれを一〇分し、その一を被告の負担とし、その余を原告の負担と\nする。\n六　この判決の第三項は、仮に執行することができる。\n事実及び理由\n第一　請求の趣旨\n一　被告は、別紙図面１ないし３を複製してはならない。\n二　被告は、別紙図面１ないし３に赤色及び黄色で示した部分において同一寸法、\n同一形状の丸棒矯正機を製作してはならない。\n三　被告は、別紙図面１ないし３に赤色及び黄色で示した部分において同一寸法、\n同一形状の図面を複製した丸棒矯正機の設計図を廃棄せよ。\n四　被告は、原告に対し、金三〇〇〇万円及びこれに対する昭和六一年六月六日か\nら支払済みまで年五分の割合による金員を支払え。\n第二　事案の概要\n一　ＫＶＳ―１３５型丸棒矯正機及びその設計図\n１　原告は、丸棒矯正機、液圧プレス、圧伸機等の金属加工用機械の設計製作、販\n売を事業内容とする会社である（証人【Ａ】、弁論の全趣旨）。丸棒矯正機とは、\n特殊形状の二本以上のロールを用いて、金属の丸棒製作工程中に生じた丸棒材の曲\nがりを真っ直ぐに矯正するとともに、表面切削後の荒れた表面を磨いてつややかに\nする機能を有する機械である（争いがない）。\n２　原告技術部長【Ｂ】他数名の原告従業員は、原告の発意に基づき、昭和六〇年\n一二月頃までに、職務上、原告が製作販売するＫＶＳ―１３５型丸棒矯正機（以下\n「原告矯正機」という。）の設計図（以下「原告設計図」という。）を作成した\n（甲１の１～５、証人【Ａ】、弁論の全趣旨）。右設計図のうちに、昭和六〇年七\n月作成の「クラウンフレーム図（図面番号ＶＳ３―１）」、\n「ベッドフレーム図（図面番号４―１）」及び「サイドフレーム図（図面番号３―\n２）」（以下順に「原告クラウンフレーム図」、「原告ベッドフレーム図」、「原\n告サイドフレーム図」といい、これらをまとめて「原告本件設計図」という。）が\nある（甲１の３～５）。原告本件設計図は、昭和六〇年七月から一一月にかけての\n頃、公表されていなかったが、公表するとすれば、原告の著作の名義の下に公表す\nるものである（甲１の３～５）。別紙図面１ないし３は、順次、原告クラウンフレ\nーム図、原告ベッドフレーム図及び原告サイドフレーム図を縮小したものである\n（甲１の３～５）。\n３　原告矯正機の構造の概略\n原告矯正機は、大別して、上ロール及び同軸受部を装着する上部のクラウンフレ\nーム（上部盤）、二個のアンビルガイドを装着する中央部のサイドフレーム（側面\n盤）、下ロール及び同軸受部を装着する下部のベッドフレーム（下部基盤）の三層\n構造となっており、各フレームは、四個のステーシャフト及び四個のハイドロナッ\nトで締結固定され、さらにサイドフレームとベッドフレームは一二個のボルトで締\n結固定されている（甲１の１～５）。\nロールは、上下に各一本設けられ、それぞれが回転しながらロール間を通過する\n丸棒材に直接接触する部材であり、アンビルガイドは、丸棒材を上下ロールの間を\n通過していくように案内する部材、ステーシャフト及びハイドロナットは、油圧力\nにより各フレーム間を強固に締めつけ、三層構造の機械全体の緩みを防止するもの\nであり、丸棒材は、アンビルガイドで回転して案内されながら、回転する上下ロー\nル間を通過する間に、つややかな表面を持った真っ直ぐな丸棒製品に矯正・整形さ\nれる（甲１の１～５、証人【Ａ】、弁論の全趣旨）。\n二　ＲＭ―１２５型丸棒矯正機及びその設計図\n１　被告設計担当者【Ｃ】、設計部次長【Ｄ】らの被告従業員は、ＲＭ―１２５型\n丸棒矯正機（以下「被告矯正機」という。）の設計図（以下「被告設計図」とい\nう。）を作成した（甲２、乙１、乙１４の各１～４、乙１８、乙１９、証人\n【Ｅ】、証人【Ｄ】）。右の「１２５」という数字は、\n矯正対象とする丸棒の最大直径が一二五ミリメートルであることを意味する（証人\n【Ｄ】）。右設計図のうちに、昭和六〇年一一月作成の別紙図面４（「本体上部ベ\nッド図」）及び同図面５（「本体下部ベッド図」）、その頃作成のサイドフレーム\nの部品図（以下順に「被告上部ベッド図」、「被告下部ベッド図」、「被告サイド\nフレーム図」という。）、昭和六一年三月作成の「アウトラインドロ―イング図\n（設計番号ＬＹ―０２）」並びに同年七月作成の「上部ベッド組図」（設計番号Ｒ\nＭ―０１）」があり、被告は現在、それらを含む被告設計図を所持している（甲２\nの１～４、乙１の１～４、乙１４の１～４、弁論の全趣旨）。\n２　被告は、昭和六一年五月までに、被告設計図に基づいて被告矯正機を一台製作\nしてアメリカ合衆国のクワネックス社に販売した（販売先を除き争いがない。販売\n先は証人【Ｅ】）。\n三　原告の請求の概要\n原告本件設計図は著作物に該当し、その著作権者は原告であるとして、著作権法\n一一二条一項に基づき、\n（ａ）　別紙図面１ないし３の複製\n（ｂ）　別紙図面１ないし３に赤色及び黄色で示した部分の寸法、形状において一\n致する丸棒矯正機の製作\nの各停止を請求するとともに、同条二項に基づき、\n（ｃ）　別紙図面１ないし３に赤色及び黄色で示した部分の寸法、形状において一\n致する図面の廃棄\n（ｄ）　別紙図面１ないし３に赤色及び黄色で示した部分の寸法、形状において一\n致する丸棒矯正機の製作の停止\nを請求し、被告設計図の作成や被告矯正機の製作は、原告が原告本件設計図につい\nて有する著作権（複製権）を侵害する不法行為であるか、原告が管理する企業秘密\nを不正に入手して使用する不法行為であるとして、民法七〇九条に基づき、\n（ｅ）　三〇〇〇万円の損害賠償及び訴状送達の日の翌日である昭和六一年六月六\n日から民法所定の遅延損害金の支払\nを請求。\n四　主な争点と争点に関する当事者の主張\n１　原告本件設計図が著作物に該当するか。\n（原告の主張）\n（一）　原告本件設計図は、そこに示された寸法、形状、構造において、その作成\n者の独自の学術的思想を創作的に表現したものである。\n原告は、昭和二〇年代から丸棒矯正機の製作を始め、約四〇年間にわたり研究、\n開発を続けて、高い技術水準に到達した。原告の製作販売する丸棒矯正機は、その\n間の独自の研究、経験、試行錯誤の積み重ねを基礎に、使用材質の決定、強度、耐\n久性、コスト等を計算したうえで製作されるものであり、原告本件設計図に示され\nている各部の形状、寸法、構造は、右研究、開発の成果を十分に発揮して決定され\nた原告独自のものであり、一朝一夕に他者の追随を許さないものである。原告矯正\n機は、一般の工作機械と異なり、超高度の精度を生命とし、精度の向上、維持のた\nめに、原告が到達した現時点における大型丸棒矯正機に関する世界最高の技術をも\nって製作されるものであり、原告本件設計図は、こうした他の追随を許さぬ原告の\n超高度の技術水準を投影したものである。\n（二）　原告本件設計図を含む原告設計図は、具体的には、次のとおり、各部の形\n状、寸法、構造の決定等において、原告従業員である設計担当者の創意工夫があ\nり、その専門知識、学識、見識、技能、経験等が生かされて表示され、その感覚と\n技術を駆使して独自に作成されたものである。\n（１）　ロール胴部の形状、寸法（径、長さ）\nロール胴部の形状、寸法（径、長さ）は矯正力、矯正精度を決定する要素であ\nり、とりわけロール胴部の長さが重要である。矯正力と矯正精度を高めて径の大き\nい丸棒材を仕上げるためには、ロール胴部の長さを大きくすればよいが、いたずら\nに長くすれば、ロールの原価が嵩み、作業速度が低下するうえ、丸棒矯正機全体も\n過大なものになって製造原価の著しい上昇を免れないなどのマイナス面が生じる。\nそこで、原告は、ロール胴部の長さが、機械の矯正力、矯正精度、製造原価、作業\n能率、機械全体の大きさ等の各点に与える影響を十分に念頭においたうえで、原告\nの過去における長年の経験、実績、研究開発の成果から得た企業秘密に属するデー\nタ及び計算式を駆使して、径一三五ミリメートル程度の丸棒材を仕上げるためには\nロール胴部の長さを八〇〇ミリメートルとするのが最良であると算出し、決定した\nのである。\n（２）　各フレームの外形寸法（幅、\n奥行き、高さ）\n丸棒矯正機の各フレームの外形寸法は、機械作動中に機械全体に生じる矯正衝撃\n度数、縦及び横振荷重に対応し、これらを吸収して機械全体のブレを防ぎ、矯正精\n度を高度かつ一定に保つように決定されなければならない。特に、クラウンフレー\nムとベッドフレームの幅、奥行きと高さの各寸法及びその割合は、衝撃や振動に耐\nえれば足りるという単純なものではなく、予想しうる通常の衝撃、振動の他、予想\n外の突発的な衝撃、振動にも十分に対応でき、しかも機械を可能な限り小型化、軽\n量化し、ひいては製造原価を抑制するという諸点の考慮も不可欠であって、各丸棒\n矯正機メーカーが長年の経験、研究開発の結果得た独自のデータ及び計算式を駆使\nして腐心のうえ算出するものであり、ロール胴部の長さが決定すれば、設計する技\n術者が異なっても同一の寸法が得られるというものではない。\n（３）　ステーシャフトの位置、各ステーシャフト間の軸芯距離、ステーシャフト\nの軸寸法\n（４）　ハイドロナットを使用してステーシャフトをクラウンフレームに締めつけ\nること\n（５）　サイドフレームとベッドフレームを締結するボルトの位置、個数、間隔\n各フレーム間の締結方法も、フレーム各部の形状、寸法の数値に重大な影響を及\nぼすことになるが、原告は、フレーム設計に際して、ステーシャフトの位置を、過\n去の経験、試行錯誤の結果に得られたロールやアンビルガイドとの配置に関連する\n寸法データに基づいて最善位置に設計している。（３）ないし（５）の各点は、全\nて原告の研究開発の成果として得られた独自のデータに基づいて決定したものであ\nる。\n（６）　サイドフレームを採用した三層構造\n原告以外のメーカーの丸棒矯正機においては、サイドフレームは用いず、剥き出\nしのステーシャフトだけでクラウンフレームとベッドフレームを連結しているが、\n原告は、サイドフレームのポスト（柱）部分の中にステーシャフトを包むような構\n造にし、右ポスト部分の天井部、底部をそれぞれクラウンフレーム底部、ベッドフ\nレーム天井部に接触する面積を大きくする構造とし、\nサイドフレームの上部と下部で各ポスト間を横につなぎサイドフレームを一体のも\nのとして「口」型の形状としている。これは、原告の長年の経験、研究開発の結果\nから、右の他メーカーの連結構造に比して、クラウンフレームとベッドフレーム間\nのズレを防ぎ、機械全体を一体化するために最大の効果が得られると認められるか\nらである。一方、サイドフレームを設けながらロール交換作業等を容易にするため\nに、サイドフレーム内のスペースが最大になるように設計している。このサイドフ\nレーム一体構造は原告独自のものであり、サイドフレームの形状、外内部の幅、奥\n行き、高さの寸法、その割合は、原告の長年の経験、研究開発の成果により蓄積し\nたデータに基づいて得られたものである。\n（７）　クラウンフレーム内における油溝の三条構造と当該部分の寸法\nクラウンフレーム内における油溝を三条構造としていること及び当該部分の寸法\nは、原告の長年の経験から決定されたものである。\n（８）　ベッドフレームにおける油回収の一部開放機構と当該部分の寸法\n丸棒矯正機においては、一般に、ロールと丸棒材が機械作動中の接触のため高温\nとならないように潤滑油をポンプで注入し、この潤滑油が周囲に漏れないようにベ\nッドフレーム上面部分に「しきり」を設けて油取出孔から回収する構造がとられて\nいるが、原告は、大型の丸棒矯正機において、多量の潤滑油を回収する必要から四\nか所の「しきり」のうち一か所について開放部を設け、開放部から多量の潤滑油を\n回収するという構造を採用している。その構造の採用及び当該部分の寸法も、原告\nの長年の経験から得た独自の技術思想に基づくものである。\n（９）　ステーシャフトのズレ防止リングとそれを受け入れる部分の寸法\n原告矯正機では、高度の衝撃、振動のために各フレームがずれることを防ぎ、矯\n正精度を一定に保つために、ステーシャフトにズレ防止リングを採用しているが、\nその形状、寸法、従って各フレームのリングを受け入れる部分の形状、寸法も、単\nなる理論値により得られるものではなく、原告の経験、研究開発の成果に基づく独\n自のデータにより導かれたものである。\n（１０）　上ロールの上下調整システムにウォームとウォームホィール方式を採用\nしていること\n（１１）　ロールの角度調整システムに油圧シリンダーと油圧モーター方式を採用\nしていること\n（１２）　ハイドロナット上部がクラウンフレームと接する部分を隅切り形状とし\nていること\n（１３）　鋳抜穴の形状、位置\n（１４）　バイオネット構造において四山を採用していること\n（三）　したがって、原告本件設計図は、原告設計担当者らの丸棒矯正機に関する\n機械工学上の技術思想を創作的に表現したものであり、著作権法一〇条一項六号に\n例示する「学術的な性質を有する図面」にあたり、著作物である。\n（被告の主張）\n（一）　原告本件設計図が、原告における独自の研究、開発の成果を創作的に表現\nした学術的な性質を有する図面であるとはいえない。丸棒矯正機の如き工作機械\nは、特許権等により保護される本来の目的とする機能に関する部分は別として、単\nに構造上これらを支える部分に関する図面は、格別思想又は感情を創作的に表現し\nた学術的性質を有するものとは言えないから、著作権による保護の対象とはならな\nいというべきである。現に、丸棒矯正機は、いずれのメーカーにおいても、外形的\nにはほぼ似たような構造となっている。\n（二）（１）　ロール胴部の長さについて\nロール胴部の長さはロール直径との関係で問題になるのであって、長さのみで機\n械工学上の技術思想を創作的に表現しているとはいえない。\n（２）　各フレームの寸法について\n工作機械のうち、一般的標準機械においては、同じ形式の機械の主要寸法は統計\n的にある数値に定まる傾向があり、丸棒矯正機においても、矯正寸法範囲を基準と\nして、主要各社の機械の標準寸法は統計的に一定範囲に収まっている。数字や数比\nは理論上は無段階に決めうるとしても、実用上は区切りの良い数字が採用されるこ\nとも当然である。後発メーカーが先発メーカーと類似する寸法を採用することも多\nくあるが、寸法数字に機械工学上の技術思想を創作的に表現した学術的な意味があ\nるとするのは不当であり、\n工業標準化法にもあるように公共の福祉の増進を目的として工業標準化が推進され\nる時代に、数値が同じであるという理由で著作権を侵害するということはできな\nい。\n（３）　フレームの締結法について\nステーシャフト、ハイドロナット、締結ボルトによる締結方法はいずれも丸棒矯\n正機に関して公知の技術であり、フレームサイズが同一である以上ステーシャフト\nの位置及び寸法が近似し、後発メーカーの担当者としては実績のある機械の基準寸\n法に合わせておこうとするのは自然の成り行きであるから、（２）についてと同じ\n理由で著作権侵害の問題にはならない。\n（４）　サイドフレームを採用した三層構造について\n工作機械業界においてフレームの強度を上げるために箱型形状にすることは常識\n的な事項であって広く採用され、その強度比較に関するデータも多く発表されてお\nり、特に学術的性格を有するものではない。丸棒矯正機においても、一九七〇年代\n初め頃には、西ドイツのキーゼリング社がサイドフレームを備えた丸棒矯正機を発\n売し、その丸棒矯正機は、日本でも昭和四九年に新日本製鐵株式會社が販売してい\nる。かかる構造が保護されることがありうるとしても、それは特許法ないし意匠法\nの問題であって、著作権法により保護されるものではない。\n（５）　クラウンフレームの油溝加工について\nクラウンフレームのロールテーブル嵌合部に油溝が必要なことは関係技術分野に\nおいて当然のことであり、何ら学術的性質を有するものではない。\n（６）　ベッドフレームにおける油回収機構\n工作機械においてベード上に切削油のための仕切りを設けた場合、溜まった油を\n外部に開放するためには、パイプを直結するか、仕切りを切り開くかして、外部に\n設けられたタンクに流出させることが最も簡単な初歩的発想であり、特に研削盤関\n係においては使用油量が多いために、仕切り開放式機構が広く採用されている。\n（７）　ステーシャフトのズレ防止リング\nズレ防止リングとは、一般にパイロットブッシュと称されるものであって、機器\n一般において部品の芯合わせ用として広く採用された公知の機構である。\n（８）　ロールの調整システム\n原告矯正機と同型の丸棒矯正機はロール上下調整に全てウォームとウォームホィ\nールによる方式を採用しており、丸棒矯正機においては常識的な方法である。被告\nも、昭和五二年に製作した丸棒矯正機（ＲＭ―２５型）において同方式を採用して\nいた。\n（三）　以上から明らかなとおり、原告指摘の各点は、何ら学術的性格を有しない\nものであり、原告本件設計図は著作物にあたらない。\n２　被告が原告本件設計図を複製したか。\n（原告の主張）\n（一）　被告設計図のうち、別紙図面１ないし３に赤色及び黄色で示した部分にお\nいて同一寸法、同一形状の図面は、原告本件設計図を複製したものである。\n原告本件設計図と被告設計図との間の一致点及び類似点は、原告本件設計図の重\n要部分であって原告の機械工学上の技術思想を創作的に表現したものであり、また\nその一致又は類似はこの種の工作機械設計一般に生じるところの当然の帰結や偶然\nのものではない。重要でない部分において両者の間に相違点があっても、それによ\nり著作物としての同一性を変ずることはない。\n（二）　被告は、被告矯正機のような大型丸棒矯正機の設計を完成するに足りる実\n績、研究成果、データ蓄積を欠いている。被告従業員【Ｃ】が、被告の意思に沿っ\nて、原告の所有、管理にかかる原告本件設計図を複写して、被告設計図を完成した\nのであり、被告常務取締役【Ｆ】も、昭和六一年四月一四日の証拠保全期日におい\nて、原告代理人弁護士長池勇に対して、被告が原告本件設計図を盗用した旨明言し\nていた。\nまた、図面各部の寸法や形状は、設計者が変われば、考え方、計算式、計算に用\nいる数値（理論値及び実験値）、デザイン感覚等の相違により、当然に異なってし\nかるべきであるのに、原告本件設計図と被告設計図のうち別紙図面１ないし３に赤\n色及び黄色で示した部分において同一寸法、同一形状の図面の間には、特に、①\nステーシャフトの位置、各ステーシャフト間の軸芯距離は、他の各部材との関係を\n考慮して計算の上で導かれるものであり、機械の現物を見ても、外部から見えるも\nのではなく、ミリメートル単位で正確に距離を測定することは不可能であるのに、\n原告本件設計図と被告設計図の間に完全な一致が認められ、②　サイドフレームと\nベッドフレームを締結するボルトの位置や個数は、ロールの大きさやフレームに関\n係がなく、組立のために必要なだけであって、設計者が変われば、当然に差異が生\nじてしかるべきであり、しかも、ボルトの位置は外部からは見にくい部分であるの\nにもかかわらず完全に一致し、③　グリースの給油口部分が原告本件設計図に示さ\nれた形状や寸法である必然性はなく、設計者が変われば当然に変わってしかるべき\nであるのに、この部分も全く一致しているという不自然なまでの一致があり、これ\nらの一致は被告設計担当者【Ｃ】が原告本件設計図からそのまま引用したことを明\nらかに示している。\nまた、被告は、原告本件設計図の著作権が原告に帰属し、その管理にかかるもの\nであることを認識しながら、これを盗用、複製したことが明らかであるから、故意\nにより原告の著作権を侵害したものである。\n（被告の主張）\n（一）　丸棒矯正機において最も重要な部分は二個のロールの形状である。このロ\nールの形状は、ユーザーの使用目的に応じて丸棒矯正機メーカーが設計製作するも\nのであり、この技術こそがそのメーカーの存在価値となる。別紙図面１ないし３に\n赤色及び黄色で示した部分は、全てロール部分ではなく、フレーム部分の形状であ\nり、当該部分は丸棒矯正機における枢要部分ではない。フレームは基本的には構造\n的に確固としたものでありさえすれば足り、機械製造メーカーであれば、ほぼ同様\nな設計となる。\n原告本件設計図と被告設計図では、丸棒矯正機の機能上最も重要な要素である二\n個のロールの形状が全く異なり、その当然の帰結として各フレームのロールの取付\n部分は全く異なる。したがって、被告設計図のうちに別紙図面１ないし３に赤色及\nび黄色で示した部分において同一寸法、同一形状の図面があるとしても、それは、\n原告本件設計図とは丸棒矯正機本来の機能に関して異なる思想に基づいて作成され\nているということができるから、同一性はなく、複製の問題が生じる余地はない。\n（二）　被告は、\n三〇数年間にわたり丸棒連続皮むき機（センタレス・バーターニングマシン）を設\n計製作してきたものであり、国産機中では一〇〇パーセント近い市場占有率を有\nし、高い技術力を備えた企業である。また、丸棒連続皮むき機の納入に際して前後\nの工程に設備された丸棒矯正機を調査する機会や、丸棒矯正機のユーザーからその\n改造修理を依頼される場合も多く、丸棒矯正機の使用及び設計に関するノウハウも\n調査、研究、蓄積していた。そして、産業界において、表面がよりスムーズな丸棒\nが求められるようになったことに応じて、被告は、丸棒連続皮むき機と丸棒矯正機\nの連続ラインの開発準備と営業を開始し、昭和五二年に小型丸棒矯正機を開発し、\n同五三年には納入した実績があり、超大型の丸棒矯正機についても十分な製作技術\nを有している。また、丸棒矯正機において最も重要な部分である二つのロールは山\n陽特殊鋼株式会社と共同で開発した。\n被告は、被告矯正機の製作に際しては、各メーカーの公表資料（カタログ、仕様\n書、機械説明書、雑誌広告）や関係者との会話により、矯正寸法範囲別に、公称矯\n正速度、ロール調整角度、ロール回転数、各種電動機容量、機械本件寸法、所要床\n面積等できるだけ広範囲に調査して、各メーカーの型式別の標準仕様の比較表を作\n成した。原告の丸棒矯正機も、これらの調査の過程で調査し、ロール寸法、ステー\nシャフトの寸法及び各フレームの主要な概略寸法を熟知していたものであり、原告\n本件設計図を模写ないし複製した事実はない。\n各フレームの寸法等は、次の経緯で決定したものである。\n（１）　被告は、昭和五九年頃、クワネックス社より丸棒矯正機の引き合いを受\nけ、同社との詳細な打合せに基づき、丸棒矯正機の最も重要な部分であるロール部\n分については山陽特殊鋼株式会社と共同で開発を進めながら、被告矯正機の基本設\n計を進め、昭和六〇年夏にクワネックス社と契約を締結したが、その頃ほぼ全体の\nレイアウトが完成した。\n（２）　右時点で、被告発行の「高速棒鋼矯正機」カタログにおけるＲＭ―１００\n型（対象とする丸棒材の最大寸法一〇〇ミリメートル）のロール寸法を参考資料と\nして、\n被告矯正機が対象とする丸棒材の最大寸法一二五ミリメートルに適合するロール寸\n法を検討して、直径五〇〇ミリメートル長さ八〇〇ミリメートルと決定した。この\n頃、右ロール寸法を基準として、上下のフレームの幅及び奥行きは、二三〇〇、二\n〇五〇ミリメートルと、下フレームの高さは、六五〇ミリメートルと決定した。こ\nれは、原告本件設計図と一致しているが、ロール寸法が決まれば通過させるワーク\nの寸法から自ずとフレーム寸法も決まるのである。\n被告設計担当者が、原告矯正機の部品や原告設計図の一部を見たのはその後のこ\nとである。\n（３）　当初のレイアウトは、上下のフレームを四本のタイロッドで連結するもの\nであったが、設計としてはこれと平行してサイドフレーム方式も検討しており、最\n終レイアウトにはこれを反映した。\n（４）　また、コラムの寸法、ステーシャフトの位置、軸芯距離も被告の独自に設\n計に基づくものであり、被告設計担当者が、原告本件設計図を見て参考にした可能\n性があるのは、フレームを接合するボルトの位置・個数及びグリースの給油口のみ\nである。\n３　設計図に基づいて機械を製作することが設計図の複製になるか。\n（原告の主張）\n製作行為を当然に予定する機械設計図の場合、それを複製した設計図に基づいて\n機械を製作することが設計図の複製に該当しないとすると、複製設計図に基づいて\n機械を製作、販売して不当な利益を得ることが設計図の著作権の侵害とならないこ\nとになるが、それでは、製作行為を当然に予定する図面に対する保護としては著し\nく脆弱なものになってしまい、著作権の保護を全うすることができない。したがっ\nて、製作行為を当然に予定する機械設計図についての著作権法にいう「複製」に\nは、単に図面を複製する行為にとどまらず、設計図に基づいて機械を製作する行為\nも含まれると解すべきであり、少なくとも、一般に公表されていないものについて\nは、そのように解すべきである。\n建築の著作物について、建築に関する図面に従って建築物を完成することも複製\nに含む旨規定する著作権法二条一項一五号ロの規定は、\n少なくとも製作行為が予定されている設計図にも類推適用すべきである。\n４　別紙図面１ないし３に赤色及び黄色で示した部分の寸法、形状において一致す\nる丸棒矯正機の製作差止めが、原告本件設計図を複製する侵害行為の停止又は予防\nに必要な措置に該当するか。\n５　企業秘密の不正入手・使用を理由とする不法行為責任の成否\n（原告の主張）\n原告本件設計図は、原告の長年にわたる独自の研究開発の成果に基づいて作成さ\nれたものであり、公表はしておらず、原告が保管、管理するものであって、原告本\n件設計図の内容（構造の決定、各部の形状や寸法等）は企業秘密に属する。そして\n同設計図に基づいて製作される原告矯正機は、原告製造という事実により、市場に\nおいてその性能が信頼されている。\n企業は、自由競争経済のもと、他の競合企業に遅れをとらないようにと、新製品\nの開発や製品改良に切磋琢磨し、他社製品に関する情報の収集活動も行っている\nが、自由競争下といえども、そこには健全な企業活動の範囲内においてという制約\nがあり、違法又は不当な手段、方法によって他企業の保管、管理する情報を入手す\nることまでもが許されることはない。後発企業が類似商品を製造し販売するにあた\nっても、その開発は、あくまでも、独自の研究に加え、一般に公表された先発企業\nの製品や資料から得た情報をもってなすべきであって、先発企業の開発した製品の\n設計図を複写してそのまま用いるという行為が許されるはずがなく、かかる行為は\n健全なる企業活動とは、到底評価しえないものである。\nしかるに、被告は、原告の保管、管理する原告本件設計図を原告に無断で複写\nし、その複写した設計図を用いて、外形等において原告矯正機と酷似した被告矯正\n機を製作し、これをあたかも独自の研究成果に基づいて製作したものであるかのよ\nうに装って販売したものであり、右行為は、原告の保管管理する企業秘密を侵害\nし、自由競争下においても許されない企業活動によって原告の販売機会を阻害し、\n原告が丸棒矯正機市場において、長年にわたって築き上げてきた原告製の丸棒矯正\n機に対する信用を失墜させ、\n原告の企業活動を著しく阻害するものであるから、不法行為を構成する。\n６　被告が賠償すべき損害の額\n（原告の主張）\n被告の右著作権侵害ないし不法行為により原告が被った損害の額は三〇〇〇万円\nを下らない。被告矯正機のような大型の丸棒矯正機は、原告が世界的に市場を制し\nており、原告は、被告の行為により原告矯正機一台の販売機会を失った。原告が原\n告矯正機一台を製作して販売した場合の純利益は少なくとも三〇〇〇万円を下らな\nいから、原告の損害が三〇〇〇万円を超えることは明らかである。\n第三　争点に対する判断\n一　争点１（原告本件設計図の著作物性）等について\n１　原告本件設計図は、原告の設計担当の従業員らが研究開発の過程で得た技術的\nな知見を反映したもので、機械工学上の技術思想を表現した面を有し、かつその表\n現内容（描かれた形状及び寸法）には創作性があると認められる（甲１の１～５、\n証人【Ａ】、鑑定）。したがって、原告本件設計図はそれぞれ丸棒矯正機に関する\n機械工学上の技術思想を創作的に表現した学術的な性質を有する図面（著作権法一\n〇条一項六号）たる著作物にあたるというべきである。但し、原告の主張中の、ハ\nイドロナットの使用や、サイドフレームを使用した三層構造を採用したこと、クラ\nウンフレーム内における油溝を三条構造としたこと、ベッドフレームにおける油回\n収に一部開放機構を採用したこと、上ロールの上下調整システムにウォームとウォ\nームホィール方式を採用したこと、ロールの角度調整システムに油圧シリンダーと\n油圧モーター方式を採用したこと、バイオネット構造において四山を採用したこと\nに関し、それらの構造を採用するという技術的思想そのものは、要件を満たした場\n合に特許法ないし実用新案法により保護されるべき性質のものであり（その意匠が\n意匠法により保護される場合もある）、著作物として保護されるのは、その表現\n（図示された形状や寸法）であると解される。\n２　第二の一２記載の事実によれば、原告本件設計図の著作権は原告に帰属すると\n認められる。\n二　争点２（被告が原告本件設計図を複製したか）について\n１　被告設計図は原告本件設計図に依拠して作成されたか。\n証拠（甲１の１～５、甲２の１～４、甲３、甲４の１、２、乙１の１～４、乙２\nの１～３、乙３の１、２、乙４～６、乙９の１～３、乙１１、乙１２の１、乙１２\nの２の１、２、乙１２の３、乙１６の１～３、乙１７～２０、証人【Ｅ】　証人\n【Ｄ】、鑑定、検証）及び弁論の全趣旨を総合すると、被告設計図の作成経緯は、\n次のとおりと認められる。\n（作成前の経緯）\n被告は、昭和二二年頃から、丸棒連続皮むき機（バーターニングマシン、センタ\nレス・バーターニングマシンともいう。）を設計製作し、国内では一〇〇パーセン\nトに近い市場占有率を有していたところ、丸棒連続皮むき機と連続した工程で丸棒\n矯正機を使用することが通常であり、被告も、昭和四〇年に横型の丸棒矯正機を購\n入して自社工場に据えつけて使用し、昭和四三年頃には二、三台の横型の丸棒矯正\n機を製造した経験があり、昭和四八年に自社の丸棒連続皮むき機の納入先である東\n北特殊鋼株式会社にあるブロンクス社製の堅型の丸棒矯正機（原告矯正機や被告矯\n正機も堅型である。）を修理したことを契機に、堅型の丸棒矯正機の開発に着手\nし、公表された各社のカタログ等を収集して、昭和五〇年にはＲＭ―６０型（直径\n五〇ないし六〇ミリメートルの丸棒用）丸棒矯正機を設計試作し、その頃、ＲＭ―\n２５型機も数台製作した。\n被告は、その後、直径八〇ないし一二五ミリメートルの丸棒用の堅型の丸棒矯正\n機の製作を検討して、堅型の丸棒矯正機を製造している各社のカタログや機械の説\n明書、広告等の資料（ブロンクス社の丸棒矯正機のパンフレット、設計図の写し、\nワイコー社の丸棒矯正機のパンフレット、キーゼリング社製丸棒矯正機の取扱説明\n書等）を収集し、また他社製品の修理を依頼された際にその構造を記録しておくな\nどしていたところ、昭和五九年五月頃からクワネックス社との間で丸棒連続皮むき\n機（ＢＴＨ―一二五型）の商談をしている過程で、昭和六〇年四月頃に、同社か\nら、丸棒連続皮むき機と共に設置する丸棒矯正機についても被告において製作でき\nないかとの打診を受けたことから、\n被告矯正機製作の具体的検討を始めた。\n（作成過程）\n被告は、ロールを自社独自で製作することは困難であるので、山陽特殊製鋼株式\n会社から購入することとし、昭和六〇年四月頃から、設計担当者の【Ｃ】や設計部\n次長【Ｄ】らが、データや資料を整理し、それに基づいて、株式会社大同機械製作\n所、キーゼリング社や原告の各丸棒矯正機の各部の寸法等をまとめた表を作り（原\n告の直径一二五ミリメートル程度の丸棒用の丸棒矯正機の寸法は不明であったが、\n資料を有するより大型の機械や小型の機械の寸法から推量した）、その他、昭和五\n〇年代前半頃に丸棒矯正機のカタログを作成した際に予定したＲＭ１００型の丸棒\n矯正機のロール寸法等を参考として、昭和六〇年六月頃に構造、寸法に関する基本\n的な構想をまとめ、遅くともこの頃までにロールの寸法を長さ八〇〇ミリメート\nル、直径五〇〇ミリメートルとすること、フレームを三層構造にすること及びフレ\nームの概略の大きさを予定し、ロールの谷径や山径、ロールカーブ等の形状は山陽\n特殊製鋼株式会社の技術研究所の担当者に委ねた。被告の設計担当者らは、八月末\n頃から具体的な設計に着手し、九月及び一〇月に計画組図（組立図）を、一〇月及\nび一一月にフレーム等の主要な部品図を作成し、その後も、細かい部品の部品図\nや、外観図、メンテナンス用の図面等を作成した。\n被告の設計担当者らは、右図面作成過程で、フレームの各部の寸法を原告丸棒矯\n正機を参考にして決定することにしたが、カタログや機械説明書は入手できなかっ\nたため、【Ｄ】設計部次長が一一月一四日に小木曽工業株式会社本社工場に丸棒連\n続皮むき機の調整に行った際に、同社の承諾を得て同社で原告丸棒矯正機を約一五\n分間見た他、被告設計担当者【Ｃ】が、一一月初め頃に、【Ｄ】の承認を得て、原\n告と被告の共通の外注先（下請会社）である西田工機有限会社へ行き、原告クラウ\nンフレーム図と原告ベッドフレーム図及び加工中のクラウンフレームとベッドフレ\nームの現物を見た。【Ｃ】が、その際に右各図面を複写したことを明示する証拠は\nないが、少なくとも後記２（一）及び（二）の一致部分にかかる形状、\n寸法を詳細に記録し、その結果に基づいて被告上部ベッド図と被告下部ベッド図の\n形状、寸法を決定した（なお、被告は、昭和六〇年夏頃にはほぼ全体のレイアウト\nが完成し、その時点で、上下のフレームの幅及び奥行きは、二三〇〇、二〇五〇ミ\nリメートルと、下フレームの高さは、六五〇ミリメートルと決定していた旨主張\nし、八五年八月一三日作成と記入された被告矯正機のレイアウト図〔乙１８〕に\nは、右被告主張の寸法が記入されており、証人【Ｅ】や証人【Ｄ】も、右主張に沿\nう供述をするが、各数値は偶然とするには不自然なまでに原告本件設計図と一致し\nていることや、右レイアウト図が本件訴訟の提起から五年余りを経過した時点でよ\nうやく提出されたものであることに照らすと、同図が真に昭和六〇年八月に作成さ\nれた図面かは疑問である。）。\n２　原告本件設計図と被告設計図の対比\n（一）　原告クラウンフレーム図と被告上部ベッド図（甲１、甲２、乙１、乙１４\nの各３）\n（１）　本体の外形寸法が同一（幅二三〇〇ミリメートル、奥行き二〇五〇ミリメ\nートル、高さ八〇〇ミリメートル〔但し四隅のステーシャスト受入部では、上下に\n設けられた座の高さが各一〇ミリメートルあり、これを合わせると八二〇ミリメー\nトル〕）であり、上ロール軸受部を装着するための突出部分の寸法も同一（外径一\n四八〇ミリメートル、内径一四〇〇ミリメートル、突出高さ一九〇ミリメートル\n〔前記の座の下面を基準にすると一八〇ミリメートル〕、内部の仕切り部分までの\n高さ五五〇ミリメートル）である。\n（２）　四隅に設けられているステーシャフト受入部の各中心とフレーム外面の距\n離及び各中心間の距離（すなわち、ステーシャフトの軸間距離）が同一（フレーム\n外面との距離は一七五ミリメートルで、中心間距離は、正面及び背面が一九五〇ミ\nリメートル、両側面が一七〇〇ミリメートル）であり、ステーシャフト受入部の内\n寸も同一（上から順に、直径一四七ミリメートル・高さ一二〇ミリメートル、直径\n二五〇ミリメートル・高さ五六〇ミリメートル、直径一四七ミリメートル・高さ一\n一〇ミリメートル、\n下端のサイドフレームとの接続部分に設けたステーシャフトのズレ防止リング受入\n部分の直径一九五ミリメートル・高さ三〇ミリメートル）である。\n（３）　内部の油溝を三条構造としている点で同一であり、当該部分（被告矯正機\nにおける名称はグリース給油口部）の各寸法もほぼ同一（フレームの肉圧と角度の\n曲面の緩やかさが若干相違するが、高さ、三条の油溝間の間隔及び上下の油溝と同\n部の上下端との間隔、油溝の内寸はミリメートル単位まで一致）である。\n（４）　以上の点を含め、原告クラウンフレーム図と被告上部ベッド図との寸法及\nび形状の一致部分は、別紙図面１に数字を赤色及び青色で示した寸法及びその寸法\nに基づき図示された形状部分である。\n（二）　原告ベッドフレーム図と被告下部ベッド図（甲１、甲２、乙１、乙１４の\n各４）\n（１）　外形寸法が同一（幅二三〇〇ミリメートル、奥行き二〇五〇ミリメート\nル、高さ六五〇ミリメートル）である。\n（２）　ステーシャフト受入部の各中心とフレーム外面の距離及び各中心間の距離\n（すなわち、ステーシャフトの軸間距離）が同一（フレーム外面との距離は一七五\nミリメートルで、中心間距離は、正面及び背面が一九五〇ミリメートル、両側面が\n一七〇〇ミリメートル）であり、ステーシャフト受入部の内寸も同一（上端のサイ\nドフレームとの接続部分に設けたステーシャフトのズレ防止リング受入部分の直径\n一九五ミリメートル・高さ三〇ミリメートル、続いて上から順に、直径一四七ミリ\nメートル・高さ七〇ミリメートル、直径二五〇ミリメートル・高さ二八〇ミリメー\nトル、直径一四七ミリメートル・高さ一〇〇ミリメートル、直径二七〇ミリメート\nル・高さ一七〇ミリメートル）である。\n（３）　ベッドフレームとサイドフレームを締結するボルト用の孔の個数が同一\n（両側面に六個ずつ）で、その位置寸法も同一（フレーム側面からの距離は七五ミ\nリメートルで、各孔の間隔が二三〇ミリメートル）である。\n（４）　以上の点を含め、原告ベッドフレーム図と被告下部ベッド図との寸法及び\n形状の一致部分は、\n別紙図面２に数字を赤色及び青色で示した寸法及びその寸法に基づき図示された形\n状部分である。\n（５）　丸棒矯正機においては、一般に、ロールと丸棒材が機械作動中の接触のた\nめ高温とならないように潤滑油をポンプで注入し、この潤滑油が周囲に漏れないよ\nうに、ベッドフレーム上面部分に「しきり」を設けて、油取出孔から回収する構造\nがとられている（弁論の全趣旨）ところ、両者は、四か所の「しきり」のうち一か\n所について開放部を設け、開放部から多量の潤滑油を回収する構造としている点で\n同一であるが、その部分の寸法、形状は一致していない。\n（三）　原告サイドフレーム図と被告サイドフレーム図\n（１）　外形寸法のうち幅が同一（二〇五〇ミリメートル）である（甲１の５、検\n証）。\n（２）　ステーシャフト受入部の中心間の距離（すなわち、ステーシャフトの軸間\n距離）が同一（一七〇〇ミリメートル）である（右（一）及び（二）の各\n（２））。\n（３）　ベッドフレームとサイドフレームを締結するボルト用の孔の個数が同一\n（両側面に六個ずつ）で、その位置寸法も同一（フレーム側面からの距離は七五ミ\nリメートルで、各孔の間隔が二三〇ミリメートル）である（右（二）（３））。\n（四）　右以外の原告設計図と被告設計図との類似点\n（１）　上下ロールの胴部の寸法が同一（八〇〇ミリメートル）である（甲１の\n２、甲２の２）。\n（２）　フレームが、クラウンフレームとベッドフレームの他にサイドフレームを\n使用した三層構造からなっている点で同一である（甲１の１、５、甲２の１、甲\n３）。\n（３）　ステーシャフトの軸寸法及びズレ防止リングの形状も同一であると推認さ\nれる（右（一）及び（二）の各（２））。\n（４）　ハイドロナットを使用している点で同一であり、ハイドロナット下部を隅\n切りしてその下端の辺をクラウンフレームの上部の辺と一致させた形状が同一であ\nる。（甲１の１、２、甲２の１、２）\n（５）　クラウンフレーム内における上ロールの上下調整にウォームとウォームホ\nィール方式を採用している点で同一である（証人【Ａ】）。\n３　原告は、被告が被告設計図の写しとして提出した、\nアウトラインドローイング図、上部ヘッド組図、被告上部ベッド図及び被告下部ベ\nッド図には不合理な部分があり、被告矯正機の製作時に使用された設計図の写しで\nはない旨主張し、証人【Ａ】は、①　アウトラインドローイング図及び上部ヘッド\n組図では、機械の両端に吊り手が書いてあるが、被告上部ベッド図及び被告下部ベ\nッド図にはこれがないのは不合理である（製作時に使用された被告上部ベッド図及\nび被告下部ベッド図には、原告クラウンフレーム図及び原告ベッドフレーム図と同\nじく吊り手が記載されているはずである）、②　被告上部ベッド図の平面図にはリ\nブが二本あるが、正面図では一本になっており、機械設計図としては致命的なミス\nがある、③　同図中に寸法の食い違いのある点がある、④　被告上部ベッド図に記\n載されたうちの一部の数字が他と比べて大きいが、このことは作為的に後から手を\n入れたことを推測される、⑤　被告上部ベッド図及び被告下部ベッド図に示された\n鋳抜穴の形状、場所では、鋳鋼の湯の流れが不自然になって鋳造できないはずであ\nり、現実の被告矯正機では、右各図上のものとは相違し、原告矯正機と同様の円形\nの鋳抜穴がある、⑥　被告上部ベッド図では円弧状になっているリブ部分が、被告\n矯正機では原告矯正機と同様に真っ直ぐ斜めの形状になっている、⑦　証拠保全手\n続において被告が示した被告矯正機の設計図には、前記２の指摘の点以外にも原告\n本件設計図と同一の形状、寸法が記載されていた旨供述するが、①の点は、被告上\n部ベッド図及び被告下部ベッド図にも吊り手の取付用の孔が示されており、被告矯\n正機においては、吊り手は上部ベッド及び下部ベッドとは別の部品として作成し、\n上部ベッド及び下部ベッド本体鋳造後取りつける設計になっていたために、部品図\nである被告上部ベッド図及び被告下部ベッド図にはない吊り手が組立後の状態を示\nすアウトラインドローイング図及び上部ヘッド組図に示されていたものであり、\n（乙１及び１４の各３、４、乙１３、証人【Ｅ】、証人【Ｄ】）、②の点も、被告\nの設計担当者は、従来から、平面図と正面図や側面図等を近接して記載する場合\nに、\"\n一方の平面図ないしは正面図にはリブの位置を正確に表示した場合、他方の正面図\nないしは平面図や側面図には、全てのリブを記載することにより複雑になることを\n避けるために一部のリブで代表させてどこからどこまでつながっているか（高さ）\nを示せば十分であるという表示方法を取っていたことによるものと認められ（証人\n【Ｅ】）、③及び④の点は、製作した被告矯正機の当該部分の肉厚が設計と若干異\nなったために、【Ｄ】設計部次長が図面中の数字の一部を修正したことに起因する\nものと認められ（証人【Ｅ】、証人【Ｄ】）、⑤及び⑥の点は、鋳造用の木型業者\nから、鋳造の都合に基づく指摘を受けたために、【Ｄ】設計部次長が木型業者と打\nち合わせて設計変更したものの図面に修正を加えなかったことに起因すると認めら\nれ（証人【Ｅ】、証人【Ｄ】）、また、⑦の点は抽象的にすぎ採用できず、結局、\n右原告主張を認めるに足りる証拠がない。\n４　そこで、以上認定の事実を基礎に以下判断する。\nまず、複製とは原著作物を有形的に再製するものである（著作権法二条一項一五\n号）ところ、再製とは、必ずしも原著作物と全く同一のものを作り出す場合に限ら\nれず、多少の修正増減があっても、著作物の同一性を変じない限り、再製にあたる\nと解されるが、被告上部ベッド図は、原告クラウンフレーム図と前記の点で同一な\nいし類似する寸法、形状が記載されているが、ロールの角度調整機構、バイオネッ\nト構造の形状、吊り手の有無、フレーム内部の諸寸法等の点で異なっており（甲\n１、甲２、乙１、乙１４の各３）、全体としては原告クラウンフレーム図と同一性\nを有するとは認められない。被告下部ベッド図も、原告ベッドフレーム図とは、吊\nり手の有無、油回収機構の寸法、具体的形状、フレーム内部の諸寸法等の点で異な\nっており（甲１、甲２、乙１、乙１４の各４）、全体としては原告ベッドフレーム\n図と同一性を有するとは認められない。被告サイドフレーム図は、その詳細は不明\nであり、原告サイドフレーム図と同一性を有すると認めることはできないうえ、被\n告設計担当者が同図に接し、これに依拠して作成したと認めるに足りる証拠もな\nい。\n右以外の被告設計図中に原告本件設計図と同一性を有する設計図が存することを認\nめるに足りる証拠もない。\nしかしながら、原告クラウンフレーム図と原告ベッドフレーム図についての、各\nフレームの外形寸法（原告クラウンフレーム図の上ロール軸受部装着のための突出\n部分の寸法を含む）、ステーシャフト受入部分の中心とフレーム外面との距離、中\n心間距離及び内寸、油溝部分の寸法、ボルト孔の位置の寸法等、別紙図面１及び２\nに数字を赤色及び青色で示した寸法やこれらの寸法に基づき図示された形状部分\nは、クラウンフレームとベッドフレームの基本的構造に関するものであり、そうし\nた基本的構造の寸法は、それだけでも、原告設計担当者らの機械工学上の技術思想\nを表現した面を有し、その表現内容（寸法及びその寸法に基づき図示された形状）\nには創作性があると認められる。そして、被告設計担当者の【Ｃ】は、被告上部ベ\nッド図は原告クラウンフレーム図の、被告下部ベッド図は原告ベッドフレーム図の\n右基本的構造に関する表現（寸法及びその寸法に基づき図示された形状）をそのま\nま引用したものであり、同種の技術を用いて同種の機械を製作しようとすればその\n設計図の表現は自ずから類似せざるをえないという事情によって説明しうる範囲を\n超えているから、被告上部ベッド図は原告クラウンフレーム図を、被告下部ベッド\n図は原告ベッドフレーム図を、それぞれ右指摘部分につき部分的に複製したもので\nあり、原告が各設計図の右指摘部分について有する複製権を侵害する。なお、別紙\n図面２に黄色で示した部分（第二、四１〔原告の主張〕（二）（８）記載のベッド\nフレームにおける油回収機構）については、被告下部ベッド図は、四か所の「しき\nり」のうち一か所について開放部を設け、開放部から多量の潤滑油を回収する構造\nとしている点で原告ベッドフレーム図と同一ではあるが、寸法、形状において異な\nる以上、原告ベッドフレーム図の当該部分の複製と認めることはできない（前記一\n１参照）。他方、被告サイドフレーム図については、原告本件設計図（特に原告サ\nイドフレーム図）の部分的複製と認めるに足りる一致点があるとは認められない。\nまたそれら以外の被告設計図中にも、上部ベッドや下部ベッドを記載した図面があ\nると考えられるが、それらの図面が具体的にどのように表現されているかは不明で\nあり、原告本件設計図を部分的に複製したと評価しうる図面が存すると認めるに足\nりる証拠はない。\n５　したがって、請求の趣旨第一項の請求は、別紙図面１及び２に数字を赤色及び\n青色で示した寸法及びその寸法に基づき図示された形状部分の複製禁止を求める限\n度で理由があるが、その余の部分は理由がなく、請求の趣旨第三項の請求は、右侵\n害行為によって作成され、被告が所持する、被告上部ベッド図及び被告下部ベッド\n図の廃棄を求める限度で理由があるが、その余の部分は理由がない。\n三　争点３（設計図に基づく機械の製作が設計図の複製になるか）及び争点４につ\nいて\n著作権法において、「複製」とは、印刷、写真、複写、録音、録画その他の方法\nにより有形的に再製することをいう（著作権法二条一項一五号）のであり、設計図\nに従って機械を製作する行為が「複製」になると解すべき根拠は見出し難い。原告\nは、それに基づいて製作することが予定されている設計図については、複製に建築\nに関する図面に従って建築物を完成することを含む旨規定する著作権法二条一項一\n五号ロを類推適用すべきである旨主張する。しかしながら、右規定は、思想又は感\n情を創作的に表現したものであって学術又は美術の範囲に属するものであれば、建\n築物はそれ自体が著作物と認められる（著作権法一〇条一項五号）から、それと同\n一性のある建築物を建設した場合はその複製になる関係上、その建築に関する図面\nに従って建築物を完成した場合には、その図面によって表現されている建築の著作\n物の複製と認めることにするものであるが、これに対して、原告矯正機の如き実用\nの機械は、建築の著作物とは異なり、それ自体は著作物としての保護を受けるもの\nではない（それと同一性のある機械を製作しても複製にはならない）から、原告の\n右主張は採用できない。\nまた、別紙図面１ないし３に赤色及び黄色で示した部分の形状、寸法において一\n致する丸棒矯正機の製造を差止めることが、\n前記二で認定した被告侵害行為（設計図の複製）の停止又は予防に必要な措置と認\nめることもできない。\nしたがって、請求の趣旨第二項の請求は理由がない。\n四　争点５（企業秘密の不正入手・使用を理由とする不法行為責任の成否）につい\nて\n１　原告本件設計図は、原告の長年にわたる独自の研究開発の成果に基づいて作成\nされたものであり、そこに示された各部の形状や寸法は、原告の事業活動に有用な\n技術上の情報であり、昭和六二年当時においては、原告丸棒矯正機と同型の機械は\n二台製造販売したのみであり、パンフレット等の公表物から容易に知りうる外形の\n形状を除けば、公然知られていないものであった（証人【Ａ】）。\n２　後発のメーカーが先発メーカーの製品を参考とすることは当然のことであり、\nそのために、公表された資料を収集分析する他、自ら適法に入手した製品を分解し\nて各部の形状、寸法を測定したり、先発メーカーの製品を購入使用している第三者\nの許諾を得て、各部の形状、寸法を測定することも原則として適法な行為であると\n解される。しかしながら、被告は、そのような手間や費用をかけることをせずに、\n前記のとおり、被告の設計担当の従業員【Ｃ】が、原告と共通の外注先において原\n告矯正機の部品を加工中であることを奇貨として、右外注先において原告クラウン\nフレーム図及び原告ベッドフレーム図を原告に無断で調査し、記入された寸法を写\nし取り、前記指摘の部分においてそのまま引用して被告上部ベッド図と被告下部ベ\nッド図を作成し、これらの資料を参考に上部ベッドや下部ベッド部分の図を含むそ\nの他の設計図を完成し、その設計図に基づき被告矯正機を製作、販売したものであ\nり、このような手段によって他企業の製品についての公然知られていない情報を入\n手し利用することは、企業間の自由競争の限界を逸脱し違法と解され、故意により\n原告の財産上の権利を侵害して損害を発生させたものであるから、不法行為を構成\nする。そして、【Ｃ】は被告の事業の執行に際して、右行為を行ったものであるか\nら、被告は、原告に対し、その損害を賠償すべき責任を負う。\n五　争点６（損害）について\n原告の日本国内における丸棒矯正機についての市場占有率は約七〇パーセントに\n及ぶことが認められる（証人【Ａ】、弁論の全趣旨）。しかしながら、他方、国内\nでは、他に、英国のブロンクス社と技術提携をしている株式会社大同機械製作所が\n丸棒矯正機を製造販売し、三〇パーセント近い市場占有率を有しており、被告矯正\n機を購入したクワネックス社や仲介した日商岩井株式会社は、丸棒矯正機について\nは当初は被告の推薦で株式会社大同機械製作所と商談を進め、価格の点で折り合わ\nなかったことから契約に至らなかったという事情がある（証人【Ａ】、証人\n【Ｅ】、弁論の全趣旨）。また、昭和四九年当時既に西ドイツのキーゼリング社\nが、直径一〇〇ミリメートルまでの丸棒用の丸棒矯正機を製造販売し、日本国内に\nおいても、新日本製鉄株式会社がそれを販売しており（乙８、乙９の１～３）、昭\n和六〇年頃にはより大型の機械も製造販売する能力は十分にあったと考えられるう\nえ、昭和六〇年当時は、日本国内では他に数社が丸棒矯正機を製造販売しており、\n日本国外でも、右キーゼリング社の他、英国のブロンクス社、ワイコー社等数社が\n丸棒矯正機を製造販売していた事実が認められ（乙２の１～３、乙３の１、２、乙\n１２の２の１、２、弁論の全趣旨）、これらの会社が、被告矯正機と同程度の丸棒\n矯正機の発注を受けた場合に、それを製造する能力がなかったと認めるに足りる証\n拠はない。また、被告の右著作権侵害部分は原告設計図のうちの前記の一部分にす\nぎない。したがって、被告の右著作権侵害ないし不法行為がなければ原告が原告矯\n正機一台を販売できたという関係にあったとは認め難いから、原告に原告矯正機一\n台を販売した場合の利益相当額の損害が生じたと認めることはできない。また、被\n告が、右著作権侵害行為により受けた利益の額も、これを認めるに足りる証拠がな\nい。\n他方、原告クラウンフレーム図及び原告ベッドフレーム図の別紙図面１及び２に\n数字を赤色及び青色で示した寸法及びその寸法に基づき図示された形状部分の複製\nにつき通常受けるべき金銭の額は、原告矯正機の販売価格は一台当たり一億円を超\nえること（証人【Ａ】）、\n右寸法、形状は、それを知らなければ当業者が独自に丸棒矯正機を製作することが\n困難であるというほどのものではなく（証人【Ｄ】）、したがって、独自に設計し\nた場合に必要な設計期間をある程度短縮するという利益を与えるにすぎないと考え\nられること等を総合考慮すると、一〇〇万円と認めるのが相当である。右著作権侵\n害行為ないし不法行為により原告に生じた損害額が一〇〇万円を超えることを認め\nるに足りる証拠はないから、請求の趣旨第四項の請求は、右損害金一〇〇万円とこ\nれに対する遅延損害金の支払を求める限度で理由があるが、その余の部分は理由が\nない。\n（裁判官　庵前重和　長井浩一　辻川靖夫）\n（別紙）図面１\n＜０３３０３―００１＞\n（別紙）図面２\n＜０３３０３―００２＞\n（別紙）図面３\n＜０３３０３―００３＞\n（別紙）図面４\n＜０３３０３―００４＞\n（別紙）図面５\n＜０３３０３―００５＞\n"
}