{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 4,
    "month": 5,
    "day": 29
  },
  "case_number": "昭和60(行ウ)17",
  "case_name": "所得税更正処分取消請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "１　土地所有者が不動産貸付けの事業として当該土地を第三者に賃貸した場合における租税特別措置法３７条所定の事業用資産の範囲　２　譲渡資産及び買換資産のそれぞれの中に事業用資産とそうでないものとがある場合における租税特別措置法３７条の適用を受ける範囲　３　譲渡資産中にいずれも事業用資産である短期保有資産と長期保有資産がある場合の租税特別措置法３７条の規定の適用における前記各資産に対応する買換資産の取得価額の計算方法　４　所得税法３８条１項の規定にいう「資産の取得に要した金額」として譲渡所得の計算上控除される取得費の範囲　５　所得税更正処分等につき，長期譲渡所得の計算に当たってした事業の用に供している資産（租税特別措置法３７条１項）の範囲の認定等に誤りはないとして，当該処分等が適法とされた事例",
  "case_gist": "１　土地所有者が不動産貸付けの事業として当該土地を第三者に賃貸したことにより当該第三者が当該土地につき借地権を取得した場合であっても，当該土地全体が租税特別措置法３７条所定の事業用資産であるというべきである。　２　租税特別措置法３７条の規定が適用されるためには譲渡資産及び買換資産がいずれも事業用資産であることを要し，譲渡した資産及びこれに代えて取得した資産のそれぞれのうちに事業の用に供していたものとそうでないものがある場合には，それぞれ事業の用に供していたもののみが同条にいう譲渡資産及び買換資産として同条の適用を受けることができると解するのが相当である。　３　譲渡資産中にいずれも事業用資産である短期保有資産と長期保有資産とがある場合においては，租税特別措置法３７条の適用上，事業用資産である買換資産の取得価額を，譲渡した短期保有及び長期保有の各事業用資産の譲渡時の価額の比により案分して当該各譲渡資産に対応する買換資産の取得価額を計算するのが相当である。　４　所得税法３８条１項の規定にいう「資産の取得に要した金額」として譲渡による収入金額から控除されるのは，資産の取得に関連して支出した費用のうち一般的に取得時における当該資産の客観的価値を構成する費用に限られると解するのが相当である。　５　所得税更正処分等につき，土地所有者が不動産貸付の事業として当該土地を第三者に賃貸したことにより当該第三者が当該土地につき借地権を取得した場合であっても，当該土地全体が租税特別措置法３７条所定の事業用資産であるとして，これを前提に長期譲渡所得を計算してした当該処分等が適法とされた事例",
  "lawsuit_id": "16526",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16526",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/526/016526_hanrei.pdf",
  "contents": "○　主文\n一　原告らの請求をいずれも棄却する。\n二　訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告が昭和五八年六月一六日付で承継前の原告Ａの昭和五六年分所得税につい\nてした更正（以下「本件更正」という。）のうち分離課税の長期譲渡所得の金額七\n一六八万六四二〇円を超える部分並びに同人の同年分所得税に関する過少申告加算\n税賦課決定のうち税額七七万七一〇〇円を超える部分及び重加算税賦課決定（以下\n右の両賦課決定を合わせて、「本件決定」といい、本件更正と本件決定とを合わせ\nて、「本件処分」という。）を取り消す。\n２　訴訟費用は、被告の負担とする。\n二　請求の趣旨に対する答弁\n主文同旨\n第二　当事者の主張\n一　請求原因\n１　本件処分の経緯は、別表一記載のとおりである。\n２　本件更正には、Ａが昭和五六年分の所得税の申告に当たり分離課税の長期譲渡\n所得について租税特別措置法（以下「法」という。）三七条（昭和五七年法律第八\n号による改正前のもの。以下同じ。）の適用を求めたにもかかわらず同条を適用せ\nず、代わって法三七条の五（同改正前のもの。以下同じ。）を適用した違法及びＡ\nの所得を過大に認定した違法があり、したがって、本件決定も違法であるから、請\n求の趣旨記載の限度で本件処分の取消しを求める。\n二　請求原因に対する認否\n請求原因１は認め、その余は争う。\n三　被告の主張\n１　本件更正の根拠及び適法性について\n（一）　Ａの昭和五六年分の所得金額の内容は、次のとおりである。\n（１）　総所得金額　五四五万二六六五円\nイ　事業所得金額　一四万九四一一円\nロ　不動産所得金額　五三〇万三二五四円\n（２）　分離課税の短期譲渡所得金額　零円\n（３）　分離課税の長期譲渡所得金額　一億四〇九五万五四六五円\n（二）　分離課税の短期譲渡所得金額について\n分離課税の短期譲渡所得の内訳は、次のとおりである。\n（１）　収入金額　一億〇二〇〇万円\nＡが、昭和五六年一〇月八日、別表二記載の各不動産（以下合わせて「旧不動産」\nという。）のうち同表の譲渡資産区分の付加部分欄記載の資産（以下「付加部分」\nという。）を日綿実業株式会社（以下「日綿」という。）に売却譲渡した譲渡代金\n額が短期譲渡所得の収入金額であるところ、Ａは、日綿に対し、右同日、旧不動産\nを代金額合計四億八九五七万六九六〇円で譲渡したものであり、このうち付加部分\nの譲渡代金額は、後記（２）のイの本来的取得費と同額の一億〇二〇〇万円であ\nる。\n（２）　取得費　一億〇三一一万七八五〇円\nイ　本来的取得費　一億〇二〇〇万円\nＡは、昭和五四年三月九日、合名会社田中製鋼所（以下「田中製鋼所」という。）\nから別表二の１の土地の一部の借地権を代金九〇〇万円で、また、同年一一月二七\n日、ワシノ機械株式会社（以下「ワシノ機械」という。）から同表の１の土地の別\nの一部及び同２の土地の各借地権並びに同３の土地並びに同４及び５の各建物の各\n所有権を代金総額九三〇〇万円で買い受けた。\nロ　付随費用　一一一万七八五〇円\nＡが付加部分を取得する際に要したその他の費用であって、その内訳は、次のとお\nりである。\nａ　ワシノ機械との契約書に貼付した収入印紙　三万円\nｂ　不動産取得税　一〇万三〇五〇円\nｃ　所有権移転登記費用　二三万四八〇〇円\nｄ　田中製鋼所との間の賃借権確認請求事件に係る弁護士費用　七五万円\n（３）　譲渡費用　四二八万八四二六円\n次の工事支出金二〇五五万二〇六一円及び収入印紙代三万一四一七円は旧不動産が\n支障なく譲渡されるために支出されたものであるから、この合計金額二〇五八万三\n四七八円が旧不動産の譲渡に要した費用であり、このうち、付加部分の譲渡に要し\nた費用は、右合計金額を付加部分の売買代金一億〇二〇〇万円と旧不動産のその余\nの部分（別表二の譲渡資産区分の本来部分欄記載の資産。以下「本来部分」とい\nう。）の売買代金三億八七五七万六九六〇円に応じて按分した結果、付加部分に対\n応する四二八万八四二六円である。\nイ　エ事支出金　二〇五五万二〇六一円\nＡは、当初、別表二の１及び２の土地上にマンション（以下「トヤママンション」\nという。）を建築し、これを株式会社トヤマビル（以下「トヤマビル」という。）\nに賃貸する計画を立て、昭和五四年四月、トヤママンション建築工事を開始した\nが、同年八月頃、右工事は中止され、代わって、日綿への売渡し等の話が進んだも\nのであって、右工事等に要した費用は、合計で二〇五五万二〇六一円であり、その\n内訳は、次のとおりである。\nａ　基礎工事費用　一二四一万七二六一円\nｂ　設計料　七三三万円\nｃ　鑑定料　三五万円\nｄ　諸費用　四五万四八〇〇円\nロ　収入印紙代　三万一四一七円\nＡと日綿との間の旧不動産及び別表三の１ないし９の不動産（以下「新不動産」と\nいう。）の売買契約書には収入印紙五万円が貼付されているが、このうち、旧不動\n産の譲渡に関する部分は、右収入印紙代を旧不動産の売買代金四億八九五七万六九\n五〇円と新不動産の売買代金二億八九五七万六九六〇円に応じて按分した結果旧不\n動産に対応する三万一四一七円である。\n（４）　買換資産の取得価額　六〇五〇万六二三一円\nＡは日綿に旧不動産を売り渡し、日綿はＡに新不動産を売り渡したものであるとこ\nろ、新不動産の取得価額の総額は次のとおり二億九〇四一万六二四三円であるが、\n旧不動産（譲渡資産）と新不動産（買換資産）の個別的な対応関係が明確でない本\n件においては、付加部分と本来部分に、それぞれ譲渡代金（付加部分は前記（１）\nのとおり一億〇二〇〇万円、本来部分は後記（三）の（１）のとおり三億八七五七\n万六九六〇円）の割合で按分した金額が対応するものと考えられるので、付加部分\nに対応する買換資産の取得価額は六〇五〇万六二三一円である。\nイ　買換資産の取得金額　総額二億八九五七万六九六〇円\nＡは、日綿から、新不動産を代金総額二億八九五七万六九六〇円で買受けた。\nロ　取得に要した金額　八三万九二八三円\n次の収入印紙代一万八五八三円及び所有権移転登記費用八二万〇七〇〇円の合計金\n額八三万九二八三円が、買換資産の取得に要した金額である。\nａ　収入印紙代　一万八五八三円\n前記（３）のロ記載の収入印紙代五万円のうち、新不動産の取得に対応する部分\nｂ　有権移転登記費用　八二万〇七〇〇円\n（５）　法三七条の五適用後の収入金額　四一四九万三七六九円\n前記（１）の収入金額（一億〇二〇〇万円）が（４）の買換資産の取得価額（六〇\n五〇万六二三一円）を超える金額である。\n（６）　前項の収入金額に対応する取得費及び譲渡費用　四三六九万三〇五一円\n前項の収入金額に対応する取得費及び譲渡費用の額は、前記（１）の収入金額に対\n応する取得費及び譲渡費用の割合に応じて定めるのが公平かつ相当であるから、\n（２）の取得費及び（３）の譲渡費用の合計金額一億〇七四〇万六二七六円に、\n前項の収入金額を（１）の収入金額で除した結果の数値を乗じて算定したものであ\nる。\n（７）　差引所得金額　損失　二一九万九二八二円\nこれは、前記（５）の収入金額から前項の取得費及び譲渡費用の金額を控除した残\n額である。\n（８）　所得金額　零円\n（三）　分離課税の長期譲渡所得金額について\n分離課税の長期譲渡所得金額の内訳は、次のとおりである。\n（１）　収入金額　三億八七五七万六九六〇円\nＡが、昭和五六年一〇月八日、本来部分を日綿に売却譲渡した譲渡代金額が長期譲\n渡所得の収入金額であるところ、Ａは、日綿に対し、右同日、旧不動産を代金額合\n計四億八九五七万六九六〇円で譲渡したものであり、このうち、本来部分の代金額\nは、付加部分の代金額一億〇二〇〇万円（前記（二）の（１））を差し引いた金額\n三億八七五七万六九六〇円である。\n（２）　取得費　一九三七万八八四八円\n法三一条の四（長期譲渡所得の概算取得費控除、控除率五パーセント）の規定を適\n用して、前記（１）の収入金額の五パーセントを算出したものである。\n（３）　譲渡費用　一六二九万五〇五二円\n旧不動産の譲渡に要した費用総額二〇五八万三四七八円（前記（二）の（３）参\n照）を、本来部分の売買代金三億八七五七万六九六〇円と付加部分の売買代金一億\n〇二〇〇万円に応じて按分した結果本来部分に対応する一六二九万五〇五二円であ\nる。\n（４）　買換資産の取得価額　二億二九九一万〇〇一二円\n新不動産の取得価額の総額である二億九〇四一万六二四三円（前記（二）の\n（４））を、本来部分の売買代金三億八七五七万六九六〇円と付加部分の売買代金\n一億〇二〇〇万円の割合で按分した結果本来部分に対応する二億二九九一万〇〇一\n二円である。\n（５）　法三七条の五適用後の収入金額　一億五七六六万六九四八円\n前記（１）の収入金額（三億八七五七万六九六〇円）が前項の買換資産の取得価額\n（二億二九九一万〇〇一二円）を超える金額である。\n（６）　前項の収入金額に対応する取得費及び譲渡費用　一四五一万二二〇一円\n前項の収入金額に対応する取得費及び譲渡費用の金額は、前記（１）の収入金額に\n対応する取得費及び譲渡費用の割合に応じて定めるのが公平かつ相当であるから、\n（２）の取得費及び（３）の譲渡費用の合計金額三五六七万三九〇〇円に、前項の\n収入金額を（１）の収入金額で除した結果の数値を乗じて算定したものである。\n（７）　差引所得金額　一億四三一五万四七四七円\nこれは、前記（５）の収入金額から前項の取得費及び譲渡費用の金額を控除した残\n額である。\n（８）　短期譲渡の損失額　二一九万九二八二円\nこれは、前記（二）の（７）記載の金額であって、所得税法三三条三項の規定によ\nり、長期譲渡所得の金額から控除することになるものである。\n（９）　所得金額　一億四〇九五万五四六五円\nこれは、前記（７）の差引所得金額から前項の短期譲渡の損失金額を控除した残額\nである。\n（四）　以上のとおり、Ａの昭和五六年分の総所得金額は五四五万二六六五円であ\nり、また、分離課税の所得金額は一億四〇九五万五四六五円であるから、これらの\n範囲内にある本件更正は、適法である。\n２　本件決定の根拠及び適法性について\n（一）　Ａは、昭和五六年分の所得税の確定申告（以下「本件申告」という。）に\n際し、新井組への支払金額九六〇〇万円（この内訳は、新井組がトヤママンション\n基礎工事費用として支出した一二四一万七二六一円並びに新井組がトヤマビルに貸\nし付け、又は立替払した八〇〇〇万円及びその利息三五八万二七三九円であり、い\nずれも、買換資産の取得価額に算入できないものである。特に、右のトヤマビルへ\nの貸付金又は立替払金及びこれに対する利息は、およそ買換資産の取得に関係のな\nい支出であることが明らかである。）を買換資産の取得価額の一部に当たるとする\n譲渡所得計算明細書を作成し、これに基づき、譲渡所得金額を過少に計算して虚偽\nの申告を行った。また、Ａは、被告の調査に際し、右明細書の記載に沿うべく、内\n容に虚偽の存する資料（乙第一三号証ないし第一五号証）を提出し、他方、実際に\nＡないしトヤマビルが新井組から受領していた請求書、領収書等（甲第一二号証の\n一及び二並びに甲第一三号証の二）をあえて提出しなかった。\n前記新井組への支払分のうち、工事費用として支払った分については、これを買換\n資産に係る取得費用とみるべきか、譲渡資産に係る譲渡費用とみるべきかは、法律\n上の見解の相違とみることもできないではないが、その余の分八三五八万二七三九\n円は、これを買換資産の取得価額に算入する余地の全くないものである。そこで、\n右八三五八万二七三九円に関するＡの行為は、国税通則法六八条一項（昭和五九年\n法律第五号による改正前のもの、以下同じ。）所定の事由に該当するので、被告\nは、Ａに対し、同項の規定に基づき、本件更正により新たに納付すべき税額のうち\n重加算税の基礎となる税額三〇六九万七〇〇〇円に一〇〇分の三〇の割合を乗じて\n算出した額である九二〇万九一〇〇円の重加算税賦課決定をしたものである。\n（二）　新古の昭和五六年分の所得金額は前記１の（一）のとおりであるところ、\nＡはこれを過少に申告していたので、被告は、国税通則法六五条一項（昭和五九年\n法律第五号による改正前のもの）の規定に基づき、本件更正によりＡが新たに納付\nすべき税額から前記（一）の重加算税の基礎となる税額を控除した残額である一九\n〇一万七〇〇〇円に一〇〇分の五の割合を乗じて算出した税額九五万〇八〇〇円の\n過少申告加算税賦課決定をしたものである。\n３　本件更正の適法性についての予備的主張\n仮に、本件について、原告ら主張のように法三七条の規定を適用すべきであるとし\nても、この場合の所得等は別表四のとおりであり（その計算説明は別表五記載のと\nおりである。）、法三七条の五の規定を適用した方が納付すべき税額が少ないので\nあるから、法三七条の五の規定を適用したことはＡないし原告らに有利な措置であ\nり、いずれにしても、本件更正は、適法である。\nなお、右適用の前提として、旧不動産のうち、本来部分のうち別表二の１の土地の\n一部九八・六〇平方メートル（同表の１及び２の土地の合計面積一一四七・七七平\n方メートルからワシノ機械に貸し付けていた土地の面積九一三・四六平方メートル\n及び田中製鋼所に貸し付けていた土地の面積一三二・七一平方メートルを差し引い\nた残りの面積）の底地部分が長期譲渡の非事業用資産であり、その余の本来部分が\n長期譲渡の事業用資産であり、また、同表の１及び２の土地の借地権部分が短期譲\n渡の事業用資産であり、同表の３の土地並びに同４及び５の建物が短期譲渡の非事\n業用資産であると解すべきである。\n四　被告の主張に対する認否\n１　被告の主張１（本件更正の根拠及び適法性）について\n（一）　（一）の事実について\n（１）及び（２）の事実は認め、（３）の事実は否認する。\n（二）　（二）の事実（分離課税の短期譲渡所得金額）について\n（１）の事実（収入金額）のうち、短期譲渡の収入金額が被告主張のＡから日綿へ\nの付加部分の譲渡代金額と同額であること及び旧不動産の譲渡代金額合計が四億八\n九五七万六九六〇円であることは認め、その余の事実は否認する。右収入金額（付\n加部分の譲渡代金額）は、付加部分の本来的取得費一億〇二〇〇万円に付随費用一\n一一万七八五〇円を加えた取得費全体の一億〇三一一万七八五〇円（被告の主張１\nの（二）の（２））と同額である。\n（２）の事実（取得費）は認める。\n（３）の事実（譲渡費用）は否認する。被告主張のとおりの工事支出金及び収入印\n紙代を支出したことは認めるが、これらは、いずれも支障なく等価交換を行うため\nに、すなわち、支障なく買換資産を取得するために要した費用であって、買換資産\nの取得費として計上すべきものであるので、譲渡費用は零である。\n（４）の事実（買換資産の取得価額）は否認する。買換資産全体の取得価額は、被\n告主張の二億九〇四一万六二四三円に被告が旧不動産の譲渡費用として計上した二\n〇五八万三四七八円を加算した金額である三億一〇九九万九七二一円であるが、こ\nの買換資産はすべて本来部分に対応するものであって、付加部分に対応する買換資\n産はないので、付加部分に対応する買換資産の取得価額は零である。\n（５）ないし（７）は争う。法三七条の五の規定を適用すべきではない。したがっ\nて、差引所得金額は、前記（１）の収入金額（前記（２）の付加部分の取得費と同\nじ）から右（２）の付加部分の取得費を控除した結果、零である。\n（８）の事実（所得金額が零であること）は認める。\n（三）　（三）の事実（分離課税の長期譲渡所得金額）について\n（１）の事実（収入金額）のうち、長期譲渡所得の収入金額が被告主張のＡから日\n綿への本来部分の譲渡代金額と同額であること及び旧不動産の譲渡代金額合計が四\n億八九五七万六九六〇円であることは認め、その余の事実は否認する。前記（一）\n記載のとおり、付加部分の譲渡代金額は一億〇三一一万七八五〇円であり、本来部\n分の譲渡代金額は、右の旧不動産の譲渡代金額から付加部分の譲渡代金額を差し引\nいた金額三億八六四五万九一一〇円である。\n（２）の事実（取得費）のうち、取得費の算出方法は認め、その金額は否認する。\n本来部分の取得費は、前記（１）の収入金額三億八六四五万九一一〇円の五パーセ\nントに相当する一九三二万二九五五円である。\n（３）の事実（譲渡費用）は否認する。被告主張のとおりの工事支出金及び収入印\n紙代を支出したことは認めるが、これらは、いずれも支障なく等価交換を行うため\nに、すなわち、支障なく買換資産を取得するために要した費用であって、買換資産\nの取得費として計上すべきものであるので、譲渡費用は零である。\n（４）の事実（買換資産の取得価額）は否認する。買換資産の取得価額は、被告主\n張の二億九〇四一万六二四三円に被告が譲渡費用として計上した二〇五八万三四七\n八円を加算した三億一〇九九万九七二一円であり、このすべてが本来部分に対応す\nる買換資産の取得価額である。\n（５）の事実（法三七条の五適用後の収入金額）は争う。法三七条の五ではなく法\n三七条を適用すべきである。法三七条適用後の収入金額は、前記（１）の収入金額\n（三億八六四五万九一一〇円）が（４）の買換資産の取得価額（三億一〇九九万九\n七二一円）を超える金額である七五四五万九三八九円である。\n（６）の事実（前記（５）に対応する取得費及び譲渡費用）は否認する。前記\n（３）記載のとおり、譲渡費用は零であるので、法三七条適用後の収入金額に対応\nする取得費及び譲渡費用の金額は、取得費一九三二万二九五五円に、同条適用後の\n収入金額七五四五万九三八九円を収入金額三億八六四五万九一一〇円で除した結果\nの数値を乗じて算定した三七七万二九六九円である。\n（７）ないし（９）の事実は否認する。差引所得金額は、法三七条適用後の収入金\n額七五四五万九三八九円からこれに対応する右取得費三七七万二九六九円を控除し\nた七一六八万六四二〇円である。また、控除すべき短期譲渡の損失はないので、右\n金額が所得金額である。\n（四）　（四）は争う。\n２　被告の主張２（本件決定の根拠及び適法性）について\n（一）　（一）の事実のうち、Ａが、被告主張のとおりの記載をした譲渡所得計算\n明細書を作成したこと、これに基づいて計算した結果を申告したこと及び被告に対\nし乙第一三号証ないし第一五号証を提出したことは認め、その余は否認する。\nトヤマビルは、Ａが日綿と等価交換を行うためにトヤママンション建築工事を中止\nしたことにより莫大な損害を被ることとなったので、Ａに対し、損害賠償の請求を\nしてきていたものであり、Ａが直接新井組に支払った形になっている九六〇〇万円\nの支払は、Ａからトヤマビルへの右損害の賠償とトヤマビルから新井組への借入金\n返済等が同時にされたものである。このような事実関係を前提にして、Ａは、右の\nトヤマビルへの損害賠償も日綿との等価交換を行うための費用に当たると考えたも\nのであり、故意に事実を隠ぺい又は仮装して申告をしたのではない。また、Ａは、\n被告の調査に際し、甲第一二号証の一及び二並びに同第一三号証の二を含も関係書\n類をすべて提出している。\n（二）　（二）は争う。\n３　被告の主張３（本件更正の適法性についての予備的主張）について\n被告の主張３の事実は否認する。法三七条を適用した場合の所得等は、別表六のと\nおりであり、その計算説明は別表七のとおりである。\n五　原告らの主張\n１　法三七条を適用せず、法三七条の五を適用した違法\n（一）　納税者が法三七条又は三七条の五の規定の適用を受けようとする場合は、\n確定申告書に当該規定の適用を受ける旨記載すること並びに譲渡資産の譲渡価額及\nび買換資産の取得価額に関する明細書等を添付することが必要とされている（法三\n七条六項、三七条の五第二項）。\n（二）　Ａは、本件申告に当たり、法三七条による事業用資産の買換えの特例を受\nけようと考え、その旨を税理士とも打合せをして確定申告書（以下「本件申告書」\nという。）の特例適用条文欄に「措法３７」と明記したものであり、記入漏れのあ\nった譲渡資産などの明細書（兼譲渡所得計算明細書）の法の特例適用条文欄には、\n本件申告書受付の後、被告係官がＡの面前で「３７」と赤色ボールペン様の筆記用\n具で記入したものである。\n確かに、Ａが提出した譲渡所得計算明細書には、法三七条を正しく適用した場合の\n計算方法とは異なる計算方法が記載されていたが、これは、当時、Ａが、本件に係\nる税法上の極めて技術的専門的な知識を有していなかったことから、旧不動産の売\n却がすべて事業用資産の売却であり、また、その譲渡金額がすべて長期譲渡所得に\n当たると誤解していたためであって、このような記載内容のみによって、法三七条\nの規定の適用を受けようとするＡの意思を否定することは許されない。\n（三）　また、Ａは、本件申告の際、法三七条の五の規定が新設されたことは知ら\nず、したがって、同条の適用は希望しておらず、本件申告書にも同条の適用を受け\nる旨を記載していなかったのであるから、それにもかかわらず同条を適用して本件\n処分を行ったことは、違法である。\n被告は、Ａの代理人であった原告Ｂの意思を確認した上で法三七条の五を適用した\n旨主張するが、真実は、被告係官が独自の判断で法三七条の五を適用した方がＡに\n有利であると誤解し、本件申告書の「措法３７」の記載の補正すらしないで漫然と\n手続を進めたものである。\n（四）　なお、被告は、法三七条の五の規定を適用したことはＡに有利な措置であ\nると主張するが、同条の規定は課税の繰延べを認めた特例措置にすぎないものであ\nり、この適用を受けると、当該買換資産を将来更に譲渡したり、事業用資産として\n減価償却したりするときなどに、右規定の適用を受けなかったときより全体として\nは多くの税額を負担しなければならなくなってしまう不利益を被ることがあり得\nる。そうであるからこそ、法三七条の五第二項及び三七条六項の規定は、納税者が\n希望した場合にのみ法三七条の五の規定を適用することとしているのである。した\nがって、Ａが適用を希望していない法三七条の五の規定を適用したことは、Ａに不\n利益な措置である。\n２　事業用資産の範囲について\n別表二の１の土地は、総面積七九七・〇一平方メートルのおおむね九〇パーセント\n（正確には、八七・六パーセント）に当たる六九八・四一平方メートルが田中製鋼\n所及びワシノ機械に賃貸されて事業の用に供されていたのであるから、その全部を\n事業用資産とみなしてよい（法関係通達三七－四参照）。また、同表の２の土地\nは、同じくワシノ機械に賃貸されて事業の用に供されていたのであるから事業用資\n産である。ただし、税法上借地権は底地とは区別された独立の資産として扱われて\nいる（所得税法三三条一項、同法施行令七九条、法三一条一項（昭和五七年法律第\n八号による改正前のもの。以下同じ。）、三七条、三七条の五、所得税取扱基本通\n達三三－一一の二、同三三－一一の三、同三三－一〇参照）のであるから、事業用\nの判定も各別にされるべきところ、土地の所有者が当該土地に借地権を設定してい\nる場合、事業用資産として保有しているのは借地権部分を除く底地部分のみである\nから、法三七条の適用において事業用資産は底地部分のみで、借地権部分は非事業\n用資産であると解するのが当然である。したがって、同表の１及び２の土地の底地\n部分（すなわち、本来部分）のみが事業用資産であるというべきである。なお、同\n表の３ないし５の不動産は、もとワシノ機械の所有であったものを買い取ったもの\nでＡの事業の用に供していなかったものであるから、非事業用資産である。\n他方、別表三の１ないし９の不動産（新不動産）は、そのすべてが取得後一年以内\nにトヤマビルに賃貸され、事業の用に供されていたものである。仮に、親族が居住\nしている同表の５及び９の建物が事業の用に供されていないとしても、その床面積\nは両方合わせても新不動産全体の床面積の一四・三パーセントにすぎないのである\nから、全部を事業用資産とみなすべきである。\n３　譲渡資産と買換資産の対応について\n以下に述べるように、本件においては、新不動産全部が、本来部分に対応する買換\n資産であるというべきである。\n（一）　法三七条の規定の適用を受ける譲渡資産は事業用資産に限られるので、譲\n渡した資産の中に事業用資産と非事業用資産の両方が存し、かつ、取得した資産全\n部が事業用資産である場合には、取得した資産全部が、譲渡した事業用資産に対応\nする（譲渡した資産のうち、事業用資産と非事業用資産の両方に按分して対応する\nのではない。）と解すべきである。したがって、本件においては、旧不動産の中に\n事業用資産である本来部分と非事業用資産である付加部分の両方が存し、かつ、新\n不動産が事業用資産であるから、新不動産の全部が、譲渡資産である本来部分に対\n応する買換資産である。\n（二）　また、法の買換特例の適用を受け得る二以上の資産の譲渡があった場合\nに、納税者は、どの資産の譲渡について買換特例の適用を受けるかを自由に選択す\nることができ、納税者が二以上の譲渡した資産の一つについて法の買換特例の適用\nを求める場合、当該一つの譲渡資産に対応する買換資産は、取得した資産の全体で\nある（取得した資産を譲渡した資産のうち買換特例の適用を求めるものと求めない\nものの割合に応じて按分したものではない。）と解すべきであるところ、本件にお\nいては、Ａは、旧不動産のうち本来部分についてのみ買換特例の適用を求めている\nのであるから、新不動産の全部が本来部分に対応する買換資産である。\n（三）　更に付言すれば、本件において、仮に、Ａが日綿に対し、本来部分のみを\n譲渡し、日綿がワシノ機械及び田中製鋼所に立退料を支払うといういわゆる居抜き\n売買の方法を採った場合には、新不動産の全部が本来部分のみに対応する買換資産\nであることに異論はないものと思われるが、この場合の実質的な収入金額は本件の\n方法によった場合と何ら異ならず、したがって、担税力において異なるところはな\nいと解されるのであるから、このような契約の形式のみによって税額に大きな差異\nが生ずるような見解は失当である。\n六　原告らの主張に対する被告の反論\n１　法三七条の不適用及び法三七条の五の適用について\n（一）　本件申告書の「特例適用条文」欄には「措法３７」の記載があったが、本\n件申告書の付属書面としてＡが作成、提出した譲渡資産などの明細書の記載は、本\n件の譲渡及び取得に係る各資産につき、特にこれを事業用資産と非事業用資産とに\n区別しないことを前提とする内容になっており、Ａが、法の規定する特別措置のう\nち、法三七条の適用を求めるものか、法三七条の五の適用を求めるものかが判然と\nしなかった。\n（二）　そこで、被告係官が、本件譲渡及び申告についてＡを代理したＢに対し、\n法三七条及び三七条の五の規定の差異について説明した上、いずれの規定の適用を\n求めるか問いただしたところ、Ｂは、法三七条の五の規定の適用を求める旨述べた\n（なお、Ａは、本件処分に係る異議申立て及び審査請求の手続において、被告が法\n三七条の五を適用したことについて何らの異議も述べていない。）。\n（三）　被告は、右のとおり、Ａが法三七条の五の規定の適用を受ける意思を有し\nていたものと認められ、「措法３７」は「措法３７の５」の誤記と認められたこと\nから、同条の適用をしたものであり、法三七条六項の規定は、課税機関のこのよう\nな措置を排除する規定ではない。\n（四）　また、本件について、法三七条の規定を適用すると、納付すべき税額が本\n件更正に係る税額を上回ることになる（被告の主張３参照）ところ、課税処分取消\n訴訟においては、当該処分に係る税額がその総額において本来あるべき税額を超え\nているか否かが判断の対象とされるのであるから、法三七条を適用すべきである旨\nの原告らの主張は、本件更正の取消事由の主張としては失当である。\n２　事業用資産の範囲について\n土地が貸し付けられた場合に、その貸付けの目的となっているのは底地部分だけで\nなく、借地権と底地と一体となった当該土地そのものであるし、本件は、借地権が\n消滅した後の土地を譲渡したものであるから、譲渡した資産は一つであり、単に、\nこれを譲渡した場合における譲渡所得が短期譲渡所得か長期譲渡所得かを判定する\nときに、例外的に旧借地部分と旧底地部分とを区分して取り扱うこととされている\nにすぎない。したがって、別表二の１の土地のうちもともと貸し付けられていなか\nった九八・六〇平方メートル以外の部分及び同表の２の土地は、旧借地部分及び旧\n底地部分のすべてが事業用資産である。\nまた、新不動産のうち別表三の５及び９の建物については、Ａがこれらを取得した\n後一年以内にトヤマビルに賃貸した事実はなく、Ａが親族居住用として別に確保\nし、実際にも親族に直接使用させてきたものであるから、事業用資産には当たらな\nい。\n３　譲渡資産と買換資産の対応について\n法三七条及び三七条の五は、ある資産を他の資産と買い換えたと評価し得る実態に\n着目し、いわば譲渡資産と買換資産が置き代わったものとみなして、一定の要件の\nもとに、本来課税すべき資産の値上がり益を繰り延べることを認めているのである\nから、その適用は厳格に行われるべきであって、特段の定めがない以上、資産の一\n部、すなわち、収入金額の一部を計算単位としてこれらの特例を適用することは許\nされない。また、譲渡又は取得の対象となった資産が二以上ある場合に、どの資産\nがどの資産に対応するものかということは、譲渡の実態に即して決定されるべきも\nのであるところ、本件では、譲渡資産たる旧不動産（本來部分及び付加部分）が一\n体となって買換資産たる新不動産に対応しているものであるから、原告ら主張のよ\nうに本来部分のみが新不動資産全部に対応しているということはできない。このよ\nうに、本来部分及び付加部分と新不動産との間の個々具体的な対応関係は契約上も\n実際上も識別しがたいのであるから、本来部分と付加部分のそれぞれに対応する買\n換資産の価額は、新不動産の価額を本来部分及び付加部分の各譲渡価額により按分\nして算定することが昀も常識的かつ合理的な方法である。\n第三　証拠（省略）\n○　理由\n第一　本件更正について\n一　本件処分の経緯が別表一記載のとおりであること、Ａの昭和五六年分の総所得\n金額が五四五万二六六五円であり、分離課税の短期譲渡所得金額が零であることは\n当事者間に争いがない。そこで、本件更正につき争いがあるのは、分離課税の長期\n譲渡所得の金額（及びこの算出に当たり控除されるべき短期譲渡の損失金額）のみ\nであるので、以下これについて検討する。\n１　適用条文について\n（一）　法三七条は、個人が一定種類の事業用資産を譲渡し、かつ、一定の期間内\nに一定種類の事業用資産を取得した場合等に、いわゆる取得価額の引継による譲渡\n所得の課税の繰延べを認めている。そして、同条一項の表の一一号は、譲渡資産が\n既成市街地等（同表の一号上欄において定義されているものをいう。以下同じ。）\n内にある土地でその上に地上階数四以上の建物を建築するために譲渡されるもの等\nであり、かつ、買換資産が右建物、その敷地等である場合に右のような課税の特例\nの適用を認めている。すなわち、本来、個人の有する事業用固定資産等の譲渡があ\nった場合には、その資産の所有期間中における値上がり等によって生じた譲渡所得\nに対して所得税が課税されるが、右規定は、既成市街地等内での土地の有効利用の\nための買換え等一定の望ましい事業用資産の買換えについて、譲渡所得の課税の繰\n延べを認めることにより、その円滑化に資するために定められたものと解される。\n他方、法三七条の五は、個人が法三七条一項の表の一一号所定の譲渡資産を譲渡\nし、かつ、一定期間内に、当該譲渡をした土地の上に建築された地上階数四以上の\n耐火共同住宅の全部又は一部を取得して当該個人の事業又は居住の用に供した場合\nに、同条項と同じ課税の繰延べを認めている。すなわち、既成市街地等内での建物\nの高層化の促進を図るために、事業用資産の買換えについては法三七条一項の表の\n一一号で特例が定められているが、これは事業用資産に該当しない土地の所有者等\nには利用できないものであるため、法三七条の五は、土地所有者が事業の用に供し\nていない土地等についても買換えの特例の適用を認めることにより、既成市街地等\n内において更なる土地の有効利用の促進と住宅の供給増加を図ったものと解され\nる。したがって、既成市街地等内の土地の所有者が当該土地を譲渡して当該土地上\nに建築される地上階数四以上の耐火共同住宅の全部又は一部を取得した場合に、右\n譲渡資産及び買換資産がいずれも事業用資産であるときは、法三七条一項の表の一\n一号又は法三七条の五第一項のいずれの規定の適用も可能である。\n（二）　ところで、法三七条一項及び法三七条の五第一項は、いずれも、当該規定\nの適用を受けようとする者の確定申告書にその旨の記載があり、かつ、所定の書類\nの添付がある場合に限り適用すると定められ（法三七条六項、三七条の五第二\n項）、同条項の規定を適用して課税の特例を受けるか、あるいは同条項の規定を適\n用せずに譲渡所得の計算をするかは、専ら確定申告時における納税者の自由な選択\nに委ねられている。これは、右各法条が、一定の資産の買換えを円滑化して土地の\n有効利用の促進等を図るために、資産の譲渡をした者にとって一般的には有利な課\n税の特例を設けたものであるので、その適用を希望する者にだけ適用することが適\n当であるし、また、その適用要件の存否は当事者の申立てによって把握することが\n相当と考えられるものであることから、納税者が当該規定の適用を受付ようとする\n意思を明確に表示し、かつ、その適用要件の存在を裏付ける所定の資料を提出した\n場合に限ってこれを適用することとして、税額確定手続における画一的かつ的確な\n処理を図ったものと解することができる。なお、右のような画一的処理の例外とし\nて、法は、確定申告書の提出がなかった場合又は特例適用の希望の記載若しくは所\n定の書類の添付がない確定申告書の提出があった場合においても、その提出又は記\n載若しくは添付がなかったことについてやむを得ない事情があると認めるときは、\n当該記載をした書類及び所定の書類の提出があった場合に限り、税務署長が当該特\n例を適用することを認めている（法三七条七項、三七条の五第二項）が、その反\n面、右のような法の定める例外的な取扱いの要件を満たさない場合は、原則どおり\nの画一的処理をすべきものと解するのが相当である。そして、乙第一号証によれ\nば、本件申告書においては、その二面の（１）所得金額欄の末尾に特例適用条文の\n記入欄が設けられており、この欄に適用を希望する法条を記入すれば足りることと\nなっていたことが認められるのであるから、税務署長は、このような用紙を用いて\nされる確定申告については、原則として、右の特例適用条文欄の記載内容によって\n納税者の特例適用希望の意思を確認すれば足り、また、右欄に記載されたのとは異\nなる特例条文を適用することはできないと解するのが相当である。\n（三）　以上を前提として本件についてみるに、証拠（甲第三号証、第四号証の一\n及び二、第六号証、第九号証ないし第一一号証、第一四号証、第一五号証、乙第一\n号証、第二号証、第一八号証、第二〇号証、第三〇号証、第三二号証、証人Ｃ、原\n告Ｂ）並びに弁論の全趣旨によれば、次の事実を認めることができる。\n（１）　Ａは、昭和四三年末日以前から別表二の１及び２の土地を所有しており、\n従前、同表の１の土地のうち一三二・七一平方メートルを田中製鋼所に不動産貸付\nけの事業（事業に準じる不動産等の貸付け等を含む。以下同じ。）として賃貸し、\nまた、同土地のうち五六五・七〇平方メートル及び同表の２の土地をワシノ機械に\n同じく不動産貸付けの事業として賃貸していたが、昭和五三年頃、同表の１及び２\nの土地上に賃貸マンション（トヤママンション）を建築することを計画した。そこ\nで、Ａ及びＡに代わり実質的にトヤママンション建築計画を企画推進していたＡの\n次男Ｂは、同年一〇月、トヤママンションの建築、賃貸、管理等を効率的に行うた\nめに、トヤマビルを設立し、同社は、昭和五四年四月二七日、新井組とトヤママン\nションの建築請負契約を締結した。また、Ａは、田中製鋼所との間で、同年三月九\n日、移転料九〇〇万円を支払って同月二五日限り前記賃貸に係る土地の明渡しを受\nけることを合意した。なお、トヤマビルの設立当時の代表取締役はＡの三男原告Ｄ\nであったが、トヤマビルの実質的な経営はＢが行っており、Ａは、トヤママンショ\nン建築に関し一切をＢに任せていた。そして、トヤマビルは、トヤママンション建\n築のために、田中製鋼所及びワシノ機械に敷地の明渡しを求めること、そのための\n立退料の資金を準備することについても、Ａに代わってすべて責任を持って実行す\nることになっていた。\nところが、その後、Ａないしトヤマビルとワシノ機械との間の賃貸土地明渡し交渉\nがＡないしトヤマビルの資金調達が困難となった関係で難航したため、トヤママン\nション建築計画は同年八月頃中止を余儀なくされた。\n（２）　そこで、Ａは、新たにデベロッパーの日綿との間でいわゆる等価交換方式\nによるマンション（以下「金山グランドハイツ」という。）建設を進めることと\nし、昭和五四年一一月二七日、ワシノ機械から代金九三〇〇万円で前記の同社に対\nする賃貸土地の借地権及び別表二の３ないし５の不動産を買い受けるとともに、日\n綿に対し旧不動産を合計四億八九五七万六九六〇円で譲渡し（この事実は当事者間\nに争いがない。）、同表の１ないし３の土地上に日綿が建築するマンション（敷地\n権付）一部である新不動産を二億八九五七万六九六〇円で取得する旨の契約を締結\nした。その後、昭和五六年一〇月に金山グランドハイツが完成して保存登記され、\nＡは、取得した新不動産のうち、別表三の２ないし４及び６ないし８の建物並びに\n同１の土地の右各建物に対応する共有持分をトヤマビルに不動産貸付けの事業とし\nて賃貸した。\n（３）　Ａは、Ｂを代理人として、本件申告を税理士・公認会計士のＥに依頼し、\nＥ税理士は、本件申告書の二面の（１）所得金額欄の末尾の特例適用条文の記入欄\nに「措法３７」と記入して所定の添付書類と共に郵送で被告に提出し、被告はこれ\nらを昭和五七年三月一五日に受領した。\n（４）　Ａ及びＢは、旧不動産を譲渡して新不動産を取得する旨の契約を締結する\nに先立って、相手方の日綿から等価交換を勧めるパンフレットを示され、法三七条\n所定の課税の特例の適用を受けられることを等価交換方式の利点として説明されて\nいた。そこで、ＡないしＢは、Ｅ税理士に対し、かねてから事業用資産の買換えの\n特例を受けたい旨を話していた。本件申告に当たっても、Ｂは、Ｅ税理士に前記パ\nンフレットを示し、旧不動産の譲渡につき事業用資産の買換えの特例を受けたい旨\nを述べて事務処理を依頼している。Ｅ税理士は、別表二の１の土地のうち従前田中\n製鋼所及びワシノ機械に賃貸していた部分以外の九八・六〇平方メートルにはＡの\n五男の原告Ｆが無償で居住していたことから、その部分が事業用資産として認めら\nれるかどうか疑問を抱き、事業用資産の範囲や考え方についてＢと議論したが、Ｂ\nから本件申告関係の資料を受領して依頼を受けたのが申告期限の二、三日前で時間\n的余裕がなかったため、特例適用の権利を保全するためにとりあえず申告してやる\nのが税理士の務めだと考えて、Ｂのいうとおりすべてを事業用資産として申告し\nた。このように、Ｅ税理士も、本件申告に当たっては、特例適用条文として法三七\n条のみを考えており、法三七条の五の適用を受けることは全く念頭になかった。\n（５）　その後、本件申告書の特例適用条文の記入欄の「措置法３７」の記載が訂\n正ないし補正された事実はない。なお、本件申告がされた当時、添付書類の譲渡資\n産などの明細書（兼譲渡所得計算明細書）の「お売りになった不動産」欄の特例適\n用条文欄の「租税特別措置法　　条」と印刷された記入欄は未記入であったが、後\nに被告の部下職員により同欄に「３７」と赤いボールペン様のもので記入がされて\nいる。\n以上認定の事実によれば、申告期限内に提出された本件申告書には適用を希望する\n特例条文が法三七条であることが明記され、かつ、所走の書類の添付がされていた\nこと、並びに右記載はＡないしその代理人Ｂ及びＥ税理士の自由な意思に基づくも\nのであったことが認められるのであるから、本件申告に係る昭和五六年分のＡの所\n得税については法三七条が適用されるべきものである。\nこの点に関し、被告は、付属書面の記載内容等に照らすとＡが法三七条と三七条の\n五のいずれの適用を希望するのか判然としなかったので、これをＢに問いただした\nところ、同人が法三七条の五の適用を求める旨述べたので、本件申告書の「措法３\n７」の記載は「措法３７の５」の誤記であると認めた旨主張し、その根拠として、\nＡが法三七条の五の適用について不服申立て段階で異議を述べなかったこと等を挙\nげる。しかしながら、前記認定のとおり、本件申告書には特例適用条文が法三七条\nであることが明記されており、その記載自体からそれが誤記であることをうかがわ\nせるような事情はなかったものであるところ、前記（二）で述べたように、納税者\nの特例適用希望の意思は、原則として、確定申告書の特例適用条文欄の記載内容に\nよって確認すれば足り、かつ、右欄に記載されたのとは異なる特例条文を適用する\nことはできないのであるから、付属書面の記載中に不備があればその補正を求める\nべきものであり、それをしないで、特例適用条文として記載された法三七条でなく\n法三七条の五を適用することは許されないというべきである。また、調査時にＢに\n特例適用条文の確認をした旨の証人Ｃの証言は曖昧で、これに反する原告Ｂの供述\n及び前記認定の本件申告書の作成提出の経緯及び本件申告書の特例適用条文欄の記\n載内容が訂正ないし補正されていない事実に照らして信用することができないし、\nそもそも特例を適用するかどうかは、原則として、確定申告の時点における確定申\n告書の記載によって決すべきものであり、納税者自身後にこれを変更することは許\nされないのであるから、仮に、確定申告期限後に納税者が確定申告書に記載した特\n例適用条文を変更する意思を明らかにしてもこれを認めることはできないというべ\nきである。したがって、いずれにしても被告の右主張を採用することはできない。\n２　事業用資産の範囲\n（一）　旧不動産について\n前記１（三）（１）で認定したとおり、Ａは、従前、自己の所有する別表二の１の\n土地のうち一三二・七一平方メートルを田中製鋼所に事業として賃貸し、また、同\n土地のうち五六五・七〇平方メートル及び同じく自己の所有する同表の２の土地を\nワシノ機械に事業として賃貸していたのであるから、同表の１の土地のうち右各賃\n貸に係る部分合計六九八・四一平方メートル及び同２の土地は、いずれもＡの不動\n産貸付けの事業の用に供されていた事業用資産であるというべきである。\nこの点に関し、原告らは、所得税法三三条一項、同法施行令七九条、法三一条一\n項、三七条等の税法の規定は借地権を底地とは区別された独立の資産としているの\nであるから、土地の所有者が当該土地に借地権を設定している場合には、事業用資\n産として保有しているのは借地権を除く底地のみであり、借地権は非事業用資産と\n解すべきである旨主張する。しかしながら、土地の所有者が当該土地を第三者に不\n動産貸付けの事業として賃貸したことにより当該第三者が当該土地につき借地権を\n取得した場合であっても、当該土地は借地権付の土地になっただけであって、土地\n所有者が不動産貸付けの事業の用に供しているのが当該土地全体であることに変わ\nりはないのであるから、借地権と底地とを区別して底地のみが事業の用に供されて\nいるものと解することは相当でない。原告らの挙げる法令の規定は、担税力という\n観点からは、一定の借地権の設定等が土地の所有権の譲渡に準じるものと解される\nことから、これを譲渡所得の基因となる資産の譲渡に含め、法三七条一項の適用の\n対象とする旨を定めているにすぎない。例えば自己の長期保有資産である土地を不\n動産貸付けの事業として賃貸していた者がその借地権を買い取った上短期間内に借\n地権の負担のない土地として第三者に譲渡した場合において、譲渡資産の取得の時\n期の判定については、これらの規定により借地権部分と底地部分を区分して短期譲\n渡所得と長期譲渡所得の金額を算定する必要が生じるけれども、これらの規定は、\n右借地権部分が事業用資産か否かの判定に影響を及ぼすものではないというべきで\nある。\nまた、原告らは別表二の１の土地はその全部を事業用資産とみなすべきである旨主\n張する。しかし、譲渡した資産が不動産貸付けの事業の用と事業以外の用とに併せ\n供されている場合は、その事業の用に供されている部分に限り法三七条一項所定の\n特例が適用されるというのが原則であり、例外的に、事業以外の用に供されている\n部分がその面積、用途等からみて重要性が低く、全体としてみると全部が事業の用\nに供されているのと同視できるようなときは、その全部が事業の用に供されている\nものと判定することができると解することができるとしても、本件については、前\n記認定のとおり、Ａは、同土地の総面積七九七・〇一平方メートルのうち一三二・\n七一平方メートルを田中製鋼所に、また、五六五・七〇平方メートルを同表の２の\n土地と共にワシノ機械にそれぞれ不動産貸付けの事業として賃貸していたが、残り\nの九八・六〇平方メートルについては、Ａの五男原告Ｆを居住させるという用途に\n供していたものであり、その面積が同表の１の土地の総面積の一二・三七パーセン\nト（小数点以下第三位を四捨五入）を占めることを考慮すると、その部分の重要性\nが低く、全部が事業の用に供されているのと同視できる場合に当たるとはいえない\nと解するのが相当である。\nしたがって、旧不動産のうち事業用資産であるのは別表二の１の土地のうち六九\n八・四一平方メートル及び同表の２の土地であり、その余は非事業用資産というべ\nきである。\n（二）　新不動産について\n前記１（三）（２）で認定したとおり、Ａは、昭和五六年一〇月に新不動産のうち\n別表三の２ないし４及び６ないし８の建物並びに同１の土地の右各建物に対応する\n共有持分をトヤマビルに不動産貸付けの事業として賃貸したのであるから、右賃貸\nに係る不動産は事業用資産であるということができる。\n原告らは、Ａは、同表の５及び９の建物並びに同１の土地の右各建物に対応する共\n有持分についても、その取得後直ちにトヤマビルに賃貸して不動産貸付けの事業の\n用に供していた旨主張し、これに沿うような証拠として甲第三号証ないし第六号証\n及び原告Ｂの供述がある。しかし、甲第三号証及び第四号証はトヤマビルが昭和五\n六年九月二八日付で新不動産につき火災保険の申込みをした書面であるところ、ト\nヤマビルが前記認定のような経緯で設立された会社であることを考慮すると、右書\n面によって直ちに当時Ａとトヤマビルの間に新不動産全部につき賃貸借契約が存在\nしていたことまでは認めることができない。また、甲第五号証の賃貸借契約書は、\n昭和五八年一〇月一日付のものである上、別表三の５の建物は賃貸対象として記載\nされていない。更に、甲第六号証は、Ａが昭和五七年にトヤマビルから金山グラン\nドハイツに係る賃料として毎月合計八五万円を受領していたことをうかがわせるも\nのにすぎない。他方、証拠（乙第二〇号証、証人Ｃ、原告Ｂ）及び弁論の全趣旨に\nよれば、同表の２ないし９の建物のうち同２ないし４及び同６ないし８の各建物は\n第三者が有償で使用しているのに対し、同５の建物はＡの五男の原告Ｆが無償で、\nまた、同９の建物はＡの六男の原告Ｇがそれぞれ使用していること、原告Ｆは、従\n前、旧不動産のうち別表二の１の土地のうち非事業用資産であった九八・六〇平方\nメートルを無償で居住用に使用していた者であること、Ａが被告に昭和五八年四月\n七日に提出した書面には、Ａは昭和五六年一〇月からトヤマビルに月額八五万円で\n金山グランドハイツのＡ所有の区分所有建物を賃貸しているが、別表三の５及び９\nの建物は除く旨が記載されていること、被告の部下の係官が本件申告後の税務調査\nの際、同表の不動産の賃貸借契約書ないし転貸借契約書の提出を求めたところ、Ａ\nは、同表２ないし４及び同６ないし８の各区分所有建物についての転貸借契約書を\n提出したのみであったことが認められ、これらの事実を合わせて考えると、同表５\n及び同９の区分所有建物並びに同１の土地の右各区分所有建物に対応する共有持分\nについては、少なくともＡが新不動産を取得した後一年以内（昭和五七年一〇月ま\nで）にこれをトヤマビルに賃貸するなどして事業の用に供したことを認めることは\nできないというべきである。\n３　譲渡資産及び買換資産の範囲、対応関係等\n法三七条の規定が適用されるためには譲渡資産及び買換資産がいずれも事業用資産\nであることを要するところ、譲渡した資産及びこれに代えて取得した資産のそれぞ\nれのうちに事業の用に供していたものとそうでないものがある場合には、それぞれ\n事業の用に供していたもののみが法三七条にいう譲渡資産及び買換資産として同条\nの適用を受けることができると解するのが相当である。そこで、本件では、前記２\nで述べたとおり、旧不動産については、別表二の１の土地のうち従前田中製鋼所及\nびワシノ機械に賃貸していた部分合計六九八・四一平方メートル並びに同２の土\n地、そして、新不動産については、別表三の２ないし４及び同６ないし８の区分所\n有建物並びに同１の土地の右各区分所有建物に対応する共有持分が、それぞれ事業\n用資産で法三七条にいう譲渡資産及び買換資産として同条が適用されるというべき\nである。\nまた、前記認定のとおり、右の譲渡資産のうち付加部分は短期保有資産であり、本\n来部分は長期保有資産であるので、法三七条の適用に当たっては、事業用資産であ\nる短期保有資産及び長期保有資産の各譲渡につき、それぞれの譲渡資産に対応する\n買換資産の取得価額を算定して譲渡所得金額を計算することが必要であるが、右の\n各譲渡資産に対応する買換資産の取得価額については、事業用資産である買換資産\nの取得価額を、譲渡した短期保有及び長期保有の各事業用資産の譲渡時の価額の比\nにより按分して計算するのが相当である。\n４　分離課税の短期譲渡所得金額\n（一）　収入金額\n（１）　Ａの昭和五六年分の分離課税の短期譲渡所得の収入金額は、付加部分を日\n綿に売却譲渡した譲渡金額であるところ、前記一１（三）（１）、（２）認定の事\n実関係のもとでは、右譲渡金額は当該譲渡に先立ってＡが付加部分を取得した際の\n価額一億〇二〇〇万円（田中製鋼所に支払った九〇〇万円とワシノ機械に支払った\n九三〇〇万円の合計額）と同額と認めるのが相当である。\nこの点に関し、原告らは、右収入金額は、付加部分の取得に係る付随費用一一一万\n七八五〇円（ワシノ機械との契約書に貼付した収入印紙代三万円、不動産取得税一\n〇万三〇五〇円、所有権移転登記費用二三万四八〇〇円及び田中製鋼所との間の賃\n借権確認請求事件に係る弁護士費用七五万円の合計額がこの付随費用であることは\n当事者間に争いがない。）を加えた取得費全体一億〇三一一万七八五〇円と同額で\nある旨主張するが、右付随費用は、付加部分自体の客観的な価値を構成するもので\nはなく、Ａが付加部分を取得する際に要した費用にすぎないのであるから、付加部\n分の譲渡による収入金額に含まれるものということはできず、原告らの右主張は採\n用することができない。\n（２）　付加部分のうち非事業用資産の譲渡による収入金額\n証拠（甲第九号証）及び弁論の全趣旨によれば、Ａから日綿への旧不動産の譲渡に\n当たり、目的物件とされたのは土地だけで、同表の４及び５の建物は譲渡後直ちに\n取り壊される予定の無価値な物として取引されたことが認められるのであるから、\n付加部分のうち非事業用資産（別表二の３ないし５の不動産）の譲渡による収入金\n額は、旧不動産の譲渡金額四億八九五七万六九六〇円に旧不動産中の土地の総面積\n（同表の１ないし３の土地の合計面積一二四四・一六平方メートル）に占める同表\nの３の土地の面積（九九・三九平方メートル）の割合を乗じて計算した三九一〇万\n九九六五円（一円未満四捨五入）であるということができる。\n（３）　付加部分のうち事業用資産の譲渡による収入金額\n付加部分のうち法三七条の適用対象となる事業用資産の価額は、付加部分の譲渡金\n額一億〇二〇〇万円から前記（２）の非事業用資産の価額三九一〇万九九六五円を\n差し引いた六二八九万〇〇三五円である。\nそこで、法三七条の適用に当たり、右の事業用資産に対応する買換資産の取得価額\nが問題となるが、これは、新不動産のうち買換資産となるべき事業用資産全体の価\n額を、新不動産の取得価額に新不動産中に事業用資産が占める割合を乗じて計算し\nた上で、このうち短期譲渡に係る部分を前記３のとおり按分計算して求めることが\nできる。すなわち、まず、新不動産の取得価額がその取得金額二億八九五七万六九\n六〇円並びに収入印紙代一万八五八三円（Ａと日綿との間の旧不動産及び新不動産\nの売買契約書に貼付した五万円の収入印紙につき、これを旧不動産の売買代金四億\n八九五七万六九五〇円と新不動産の売買代金二億八九五七万六九六〇円に応じて按\n分して計算した結果新不動産に対応する金額）及び所有権移転登記費用八二万〇七\n〇〇円の合計二億九〇四一万六二四三円であることは当事者間に争いがなく（ただ\nし、原告らは、後記（二）（２）の二〇五八万三四七八円をこれに加算すべきであ\nる旨主張するが、右主張を採用できないことは後記（二）（２）のとおりであ\nる。）、これに、新不動産の取得価額に新不動産中に事業用資産が占める割合、す\nなわち、別表二の２ないし４及び６ないし８の事業用資産たる区分所有建物の床面\n積の合計九二五・五七平方メートルを同表の２ないし９の区分所有建物の床面積の\n合計一〇八〇・七八平方メートルで除した結果の数値を乗じて計算すると、新不動\n産の事業用資産の価額は二億四八七〇万九七八六円（一円未満切上げ）である。そ\nして、このうち短期譲渡に係る部分は、右金額に、旧不動産の事業用資産の譲渡金\n額のうち短期部分が占める割合（付加部分のうちの事業用資産の譲渡代金六二八九\n万〇〇三五円を旧不動産の事業用資産の譲渡金額（右の六二八九万〇〇三五円と後\n記５（一）（３）の本来部分の譲渡金額三億四八七七万七八六〇円の合計額）四億\n一一六六万七八九五円で除した結果の数値）を乗じて計算すると、三七九九万五一\n一〇円（一円未満四捨五入）である。\nしたがって、法三七条を適用した後の収入金額（事業用資産の長期譲渡によるも\nの）は、右の譲渡による収入金額六二八九万〇〇三五円から買換資産の取得価額三\n七九九万五一一〇円を差し引いた二四八九万四九二五円というべきである。\n（二）　取得費及び譲渡費用\n（１）　取得費\n付加部分の取得費が合計一億〇三一一万七八五〇円であることは当事者間に争いが\nない。そして、このうち、非事業用資産の取得費及び事業用資産の取得費は、右の\n付加部分の取得費に、短期譲渡収入金額全体のうち非事業用資産の価額及び事業用\n資産の価額が占める各割合（前記（一）（２）の三九一〇万九九六五円及び前記\n（一）（３）の六二八九万〇〇三五円をそれぞれ同一億〇二〇〇万円で除した結果\nの数値）を乗じて計算すると、それぞれ三九五三万八五八三円及び六三五七万九二\n六七円（各一円未満四捨五入）である。\n（２）　譲渡費用\nＡが、トヤママンション建築工事に関し工事支出金二〇五五万二〇六一円（その内\n訳は、基礎工事費用一二四一万七二六一円、設計料七三三万円、鑑定料三五万円及\nび諸費用四五万四八〇〇円）を支出したこと、及びＡと日綿との間の旧不動産及び\n新不動産の売買契約書に貼付した五万円の収入印紙代のうち、旧不動産の譲渡に関\nする部分は、右収入印紙代を旧不動産の売買代金四億八九五七万六九五〇円と新不\n動産の売買代金二億八九五七万六九六〇円に応じて按分計算した三万一四一七円で\nあることは当事者間に争いがなく、これらの費用は、旧不動産が支障なく譲渡され\nるために支出されたものであるから、この合計金額二〇五八万三四七八円は、被告\n主張のとおり、旧不動産の譲渡に要した費用であるということができる。そして、\nこのうち付加部分の譲渡に要した費用は、右合計金額を付加部分の売買代金一億〇\n二〇〇万円と本来部分の売買代金三億八七五七万六九六〇円に応じて按分計算した\n四二八万八四二六円（一円未満四捨五入）というべきである。\n原告らは、右各費用は、いずれも、支障なく等価交換を行うために、すなわち、支\n障なく買換資産を取得するために要した費用であって、買換資産の取得費として計\n上すべきものである旨主張する。しかしながら、譲渡取得の計算上控除される資産\nの取得費は、原則として、その資産の取得に要した金額並びに設備費及び改良費の\n額の合計額であると定められている（所得税法三八条）ところ、譲渡所得に対する\n課税は、資産の値上がりによりその資産の所有者に帰属する増加益を所得として、\nその資産が所有者の支配を離れて他に移転するのを機会に、これを清算して課税す\nる趣旨のものであり、譲渡所得の計算上資産の取得費が控除されるのは、それが取\n得時における当該資産の客観的価値と捉えられるべきものであるので、これを譲渡\nによる収入金額から控除することにより当該資産保有中の増加益の純益に相当する\n部分を課税対象として算定する趣旨であると解することができる。そうであるとす\nると、右の「資産の取得に要した金額」として譲渡による収入金額から控除される\nのは、資産の取得に関連して支出した費用のうち一般的に右所得時における当該資\n産の客観的価値を構成する費用に限られると解するのが相当である。ところが、前\n記認定のとおり、右工事支出金は、いわゆる等価交換方式による金山グランドハイ\nツの建築の話が出る以前に、新不動産とは直接関係なしに、別表二の１及び２の土\n地上にトヤママンションを建築するために支出した費用であって、新不動産の取得\nのためにされたものではなく、新不動産の客観的価値を構成するものでないことは\n明らかであるから、これをもって新不動産の収得に要した金額ということはできな\nい。また、右の収入印紙は、旧不動産及び新不動産の各譲渡に関する契約書に貼付\nされたものであり、右各譲渡がいわゆる等価交換方式により一括してされたもので\nあったとしても、旧不動産の譲渡に関して貼付された部分までが新不動産の取得に\n要した金額ということはできない。したがって、この点に関する原告らの主張は採\n用することができない。\nそして、右の付加部分の譲渡費用四二八万八四二六円のうち非事業用資産の譲渡に\n関するもの及び事業用資産の譲渡に関するものは、右の譲渡費用に、短期譲渡収入\n金額の全体のうち非事業用資産及び事業用資産が占める各割合（前記（一）（２）\nの三九一〇万九九六五円及び前記（一）（３）の六二八九万〇〇三五円をそれぞれ\n前記（一）（１）の一億〇二〇〇万円で除した結果の数値）をそれぞれ乗じて計算\nした一六四万四三一六円及び二六四万四一一〇円（各一円未満四捨五入）というべ\nきである。\n（３）　以上のとおりであるから、非事業用資産の短期譲渡に係る取得費及び譲渡\n費用の合計額は前記（１）の三九五三万八五八三円と同（２）の一六四万四三一六\n円の合計額四一一八万二八九九円であり、事業用資産の短期譲渡に係る取得費及び\n譲渡費用の合計額は前記（１）の六三五七万九二六七円と同（２）の二六四万四一\n一〇円の合計額六六二二万三三七七円である。そして、事業用資産の短期譲渡に係\nる取得費及び譲渡費用の法三七条適用後の収入金額に対応する金額は、同条適用前\nの収入金額に対応する事業用資産の短期譲渡に係る取得費及び譲渡費用の割合に応\nじて定めるべきであるから、右の六六二二万三三七七円に、同条適用後の収入金額\n二四八九万四九二五円を同条適用前の収入金額六二八九万〇〇三五円で除した結果\nの数値を乗じた二六二一万四四二四円（一円未満切上げ）である。\n（三）　差引所得金額\n（１）　非事業用資産の短期譲渡による所得金額\n分離課税の短期譲渡所得のうち非事業用資産の譲渡による所得金額は、前記（一）\n（２）の収入金額三九一〇万九九六五円から同（二）（３）の取得費及び譲渡費用\nの合計額四一一八万二八九九円を差し引くと、二〇七万二九三四円の損失である。\n（２）　事業用資産の短期譲渡による所得金額\n分離課税の短期譲渡所得のうち事業用資産の譲渡による所得金額は、前記（一）\n（３）の法三七条適用後の収入金額二四八九万四九二五円から同（二）の法三七条\n適用後の収入金額に対応する取得費及び譲渡費用の合計額二六二一万四四二四円を\n差し引くと、一三一万九四九九円の損失である。\n（３）　分離課税の短期譲渡所得金額\n以上のとおりであるから、分離課税の短期譲渡所得金額は、前記（１）及び同\n（２）の各所得金額（損失）を合計した三三九万二四三三円の損失である。\n５　分離課税の長期譲渡所得金額\n（一）　収入金額\n（１）　Ａの昭和五六年分の分離課税の長期譲渡所得の収入金額は、本来部分を日\n綿に売却譲渡した譲渡金額であるところ、本来部分の価額は旧不動産の譲渡金額四\n億八九五七万六九六〇円から前記４（一）（１）の付加部分の譲渡金額一億〇二〇\n〇万円を差し引いた残額の三億八七五七万六九六〇円である。\n（２）　本来部分のうち非事業用資産の譲渡による収入金額\n本来部分のうち非事業用資産（別表二の１の土地のうち田中製鋼所及びワシノ機械\nに賃貸していた部分以外の部分九八・六〇平方メートル）の価額は、旧不動産の譲\n渡金額四億八九五七万六九六〇円に、旧不動産中の土地の総面積（同表の１ないし\n３の土地の合計面積一二四四・一六平方メートル）に占める右土地の面積一九八・\n六〇平方メートル）の割合を乗じた三八七九万九一〇〇円（一円未満四捨五入）で\nあり、右金額が本来部分のうち非事業用資産の譲渡による収入金額ということがで\nきる。\n（３）　本来部分のうち事業用資産の譲渡による収入金額\n本来部分のうち事業用資産の価額は、前記（１）の本来部分の譲渡金額三億八七五\n七万六九六〇円から同（２）の非事業用資産の価額三八七九万九一〇〇円を差し引\nいた三億四八七七万七八六〇円である。\nそこで、法三七条の適用に当たり、右の事業用資産に対応する買換資産の取得価額\nが問題となるが、前記４（一）（３）の新不動産のうち買換資産となるべき事業用\n資産の価額二億四八七〇万九七八六円のうち短期譲渡に係る部分は、前記３のとお\nり、右金額に、旧不動産の事業用資産の譲渡金額のうち長期部分が占める割合（本\n来部分のうちの事業用資産の譲渡代金三億四八七七万七八六〇円を旧不動産の事業\n用資産の譲渡金額（右の三億四八七七万七八六〇円と付加部分の譲渡金額六二八九\n万〇〇三五円の合計額）四億一一六六万七八九五円で除した結果の数値）を乗じた\n二億一〇七一万四六七六円（一円未満四捨五入）である。\nしたがって、法三七条を適用した後の収入金額（事業用資産の短期譲渡によるも\nの）は、右の譲渡による収入金額三億四八七七万七八六〇円から買換資産の取得価\n額二億一〇七一万四六七六円を差し引いた一億三八〇六万三一八四円というべきで\nある。\n（二）　取得費及び譲渡費用\n（１）　取得費\n本来部分のうち非事業用資産の取得費は、法三一条の四（長期譲渡所得の概算取得\n費控除、控除率五パーセント）の規定により前記（一）（２）の収入金額三八七九\n万九一〇〇円の五パーセントである一九三万九九五五円となる。\nまた、本来部分のうち事業用資産の取得費は、同条の規定により前記（一）（３）\nの収入金額三億四八七七万七八六〇円の五パーセントである一七四三万八八九三円\nとなる。\n（２）　譲渡費用\n前記４（二）（２）の旧不動産の譲渡に要した費用合計金額二〇五八万三四七八円\nのうち本来部分の譲渡に要した費用は、右合計金額を本来部分の売買代金三億八七\n五七万六九六〇円と付加部分の売買代金一億〇二〇〇万円に応じて按分計算した一\n六二九万五〇五二円（一円未満四捨五入）というべきであり、このうち非事業用資\n産の譲渡に関するもの及び事業用資産の譲渡に関するものは、右の譲渡費用に、長\n期譲渡収入の全体のうち非事業用資産及び事業用資産が占める各割合（前記（一）\n（２）の三八七九万九一〇〇円及び同（一）（３）の三億四八七七万七八六〇円を\nそれぞれ同（一）（１）の三億八七五七万六九六〇円で除した結果の数値）をそれ\nぞれ乗じた一六三万一二四六円及び一四六六万三八〇六円（各一円未満四捨五入）\nというべきである。\n（３）　以上のとおりであるから、非事業用資産の長期譲渡に係る取得費及び譲渡\n費用の合計額は前記（１）の一九三万九九五五円と同（２）の一六三万一二四六円\nの合計額三五七万一二〇一円であり、事業用資産の長期譲渡に係る取得費及び譲渡\n費用の合計額は前記（１）の一七四三万八八九三円と同（２）の一四六六万三八〇\n六円の合計額三二一〇万二六九九円である。そして、事業用資産の長期譲渡に係る\n取得費及び譲渡費用の法三七条適用後の収入金額に対応する金額は、同条適用前の\n収入金額に対応する事業用資産の長期譲渡に係る取得費及び譲渡費用の割合に応じ\nて定めるべきであるから、右の三二一〇万二六九九円に、同条適用後の収入金額一\n億三八〇六万三一八四円を同条適用前の収入金額三億四八七七万七八六〇円で除し\nた結果の数値を乗じた一二七〇万七八〇五円（一円未満切上げ）である。\n（三）　所得金額\n（１）　非事業用資産の長期譲渡による所得金額\n分離課税の長期譲渡所得のうち非事業用資産の譲渡による所得金額は、前記（一）\n（２）の収入金額三八七九万九一〇〇円から同（二）（３）の取得費及び譲渡費用\nの合計額三五七万一二〇一円を差し引いた三五二二万七八九九円である。\n（２）　事業用資産の長期譲渡による所得金額\n分離課税の長期譲渡所得のうち事業用資産の譲渡による所得金額は、前記（一）\n（３）の法三七条適用後の収入金額一億三八〇六万三一八四円から前記（二）の法\n三七条適用後の収入金額に対応する取得費及び譲渡費用の合計額一二七〇万七八〇\n五円を差し引いた一億二五三五万五三七九円である。\n（３）　分離課税の長期譲渡所得金額\n以上のとおりであるから、分離課税の長期譲渡所得金額は、前記（１）及び同\n（２）の各所得金額を合計した一億六〇五八万三二七八円から、所得税法三三条三\n項の規定により前記４（三）（３）の短期譲渡の損失額三三九万二四三三円を控除\nした一億五七一九万〇八四五円である。\n二　以上のとおり、Ａの昭和五六年分の総所得金額は五四五万二六六五円であり、\nまた、分離課税の長期譲渡所得金額は一億五七一九万〇八四五円であるから、これ\nらの範囲内で所得金額を認定してされた本件更正は適法である。\n第二　本件決定について\n一　Ａがした昭和五六年分の所得税の確定申告が別表一の確定申告欄記載のとおり\nであることは当事者間に争いがない。そこで、Ａの所得金額が第一で認定したとお\nりであるとすると、Ａは、総所得金額につき一四五万九六九八円、分離課税の長期\n譲渡所得金額につき一億四七三七万〇八四五円、それぞれ所得金額を過少に申告し\nたものであるところ、証拠（乙第三号証、第七号証）によれば、本件決定は、Ａが\n総所得金額につき右と同額の一四五万九六九八円、分離課税の長期譲渡所得金額に\nつき右金額よりも少ない一億三〇八五万一七二三円、それぞれ所得金額を過少に申\n告したと認定し、かつ、分離課税の長期譲渡所得の税額等の計算の基礎となるべき\n買換資産の取得費に計上した八三五八万二七三九円につき事実を隠ぺいし、又は仮\n装したものであるとしてされたものであることが認められる。したがって、本件決\n定の適否については、右のような隠ぺい又は仮装の有無が問題となる。\n二　前記第一の一１（三）（１）、（２）で認定した事実に、証拠（甲第一二号証\n及び第一三号証の各一及び二、乙第二号証、第一二号証ないし第一五号証、第三〇\n号証、第三一号証、証人Ｃ、原告Ｂ本人）並びに弁論の全趣旨を総合すると、次の\n事実を認めることができる。\n１　Ａないしその代理人Ｂは、Ｅ税理士に依頼して本件申告書を被告に郵送で提出\nした際、本件申告書及びこれに添付した譲渡資産などの明細書（兼譲渡所得計算明\n細書）に、新井組に対する九六〇〇万円の支払を買換資産の買入代金四億七八五七\n万六九六〇円の一部として挙げ、これに基づいて譲渡所得金額を計算してその結果\nを記載して申告した（Ａが右のような記載をした譲渡所得計算明細書を作成し、こ\nれに基づいて計算した結果を申告したことは当事者間に争いがない。）。\n２　しかし、右の新井組に対する支払金額九六〇〇万円のうち、トヤマビルの注文\nによりトヤママンションの建築工事を請け負った新井組が費した工事費用の補償と\nして支払われた一二四一万七二六一円は旧不動産の譲渡費用に含まれると解するこ\nとができるものであった（第一の一４（二）（２）参照）が、その余の八三五八万\n二七三九円は、新井組がトヤマビルに対し右両名間の昭和五四年四月二七日付の金\n銭消費貸借契約に基づいて貸し付けた元本八〇〇〇万円及び約定利息三五八万二七\n三九円の返済として支払われたものであった。\n３　新井組がトヤマビルに貸し付けた前記の八〇〇〇万円については、新井組から\n振り出された小切手二通（額面三〇〇〇万円及び同五〇〇〇万円のもの）がいずれ\nもＢの経営するトヤマ工務店名義の当座預金口座に入金され、その相当部分が当時\n資金繰りが苦しかったトヤマ工務店の運転資金に充てられていた。\n４　ＡないしＢは、本件申告をした当時、前記２の後段及び３の事実を知ってい\nた。\n以上のとおり、Ａが新井組に対して支払った八三五八万二七三九円はトヤマビルが\n借り入れていた借入金の返済であり、それが新不動産の取得に直接関係しないもの\nであることは明らかであり、かつ、右八三五八万二七三九円の支払が右のようなも\nのであることはＡないしＢにも自明のことであったにもかかわらず、ＡないしＢ\nは、あえてこれを譲渡所得計算明細書に新不動産の買入代金の一部として記載し、\nかつ、これに基づいて所得金額をことさらに過少にした内容の本件申告書を被告に\n提出したものである。\n三　ところで、原告らは、Ａの新井組に対する右金員の支払はＡからトヤマビルへ\nの損害賠償とトヤマビルから新井組への借入金返済等が同時に行われたものである\n旨主張する。そして、Ａが被告に提出したことについて当事者間に争いがない乙第\n一三号証ないし第一五号証の記載内容をみると、これらはいずれもトヤマビルがＡ\nに対して作成した書面であり、乙第一三号証はトヤママンション建築工事の中止に\nついて了承する代わりに損害の補償を求める昭和五四年一一月二七日付の覚書、乙\n第一四号証は九八〇〇万円の損害賠償請求内訳書（ただし、記載された内訳の金額\n（トヤママンション建築工事の中止に伴う損害金七〇〇〇万円、新井組との契約解\n除に伴う損害金二〇〇〇万円及び見込み利益金一八〇〇万円）を合計すると一億〇\n八〇〇万円となる。）、乙第一五号証は同日付の損害金内金八〇〇〇万円の請求書\nであることが認められる。\nしかしながら、トヤママンションの建築が中止された直接の原因はワシノ機械に対\nして支払うべき立退料等の資金の調達が困難となったことであること、これらの資\n金調達はトヤマビルがＡに代わりすべて責任を持って行うことになっていたもので\nあること、トヤマビルは、結局は新不動産の大部分をＡから借り受けて賃貸事業の\n用に供することで利益を挙げていることは前記認定のとおりであり、これに、前記\n認定のようなトヤマビルの設立の経緯、トヤマビルとＡないしＢの関係等を参酌す\nると、トヤマビルが、トヤママンション建築工事の中止に関し請負人の新井組に支\n払わなければならなかった前記工事支出金一二四一万七二六一円のほかに、原告ら\n主張のような多額の損害を被り、かつ、Ａがその賠償をする義務を負う根拠は必ず\nしも明らかではない。そして、右損害金額の算出根拠に関する原告Ｂの供述は、右\n各書証が同人の作成に係るものであるにもかかわらず、首尾一貫しない曖昧なもの\nであって信用することができない。また、証拠（原告Ｂ一）よれば、Ｂは乙第一四\n号証をＡに見せてさえいないことが認められるのであって、この事実と前記認定の\n事実を総合すると、乙第一三号証ないし第一五号証の書面は、Ａが新井組に対して\n支払った金員全部を買換資産の取得費に含まれるとする本件申告の内容を裏付ける\nことを目的として作成されたものと認めるのが相当であり、結局、\nこれらの書面の存在によって原告らの右主張を認めることはできない。\n四　以上のとおり、Ａないしその代理人Ｂは、前記八三五八万二七三九円の支払に\nつき、本件申告書の添付書面に虚偽の記載をして被告に提出し、これに基づきこと\nさらに所得金額を過少に申告したものであるから、これらの行為は国税通則法六八\n条一項に規定する重加算税の賦課要件に該当するというべきであって、本件決定は\n適法ということができる。\n第三　結論\nよって、原告らの請求はいずれも理由がないから棄却し、訴訟費用の負担につき行\n政事件訴訟法七条、民訴法八九条、九三条一項本文を適用して、主文のとおり判決\nする。\n（裁判官　瀬戸正義　杉原則彦　後藤　博）\n別表一ないし七（省略）\n"
}