{
  "trial_type": "HighCourt",
  "date": {
    "era": "Heisei",
    "year": 7,
    "month": 3,
    "day": 28
  },
  "case_number": "昭和63(く)55",
  "case_name": "再審請求棄却決定に対する即時抗告事件",
  "court_name": "福岡高等裁判所第二刑事部",
  "article_info": "第48巻1号28頁",
  "gist": "一　刑訴法四三五条六号にいう「無罪を言い渡すべき明らかな証拠」に当たらないとされた事例\n二　確定判決において科刑上一罪として処断された一部の罪について刑訴法四三五条六号の事由を主張して再審の請求をすることの可否",
  "case_gist": "一　申立人が石油ストーブを「足蹴りにして横転させ」、その火を机等に燃え移らせたとの犯罪事実を認定した確定判決に対する再審の請求において、刑訴法四三五条六号にいう新証拠が、確定判決の認定した放火の方法について合理的な疑いを生じさせた場合であっても、確定判決の証拠構造に照らせば、申立人が石油ストブを故意に転倒させ、その火を机等に燃え移らせたとの事実について合理的な疑いを生じさせない限り、いまだ同号にいう「無罪を言い渡すべき明らかな証拠」に当たるとはいえない。\n二　確定判決において、科刑上一罪として処断されたが、最も重い罪に当たらないとされた罪についても「無罪を言い渡すべき明らかな証拠をあらたに発見したとき」には、刑訴法四三五条六号により再審の請求をすることができる。",
  "lawsuit_id": "23547",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail3?id=23547",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/547/023547_hanrei.pdf",
  "contents": "主　　　　文\n本件即時抗告を棄却する。\n理　　　　由\n本件即時抗告の趣意は、申立人作成の即時抗告申立書、弁護人上田國廣外四名共\n同作成の即時抗告申立書、同弁護人外三名共同作成の一九九〇年一一月一三日付け\n意見書及び同弁護人作成の即時抗告理由補充書（申立人作成の即時抗告理由補充書\n添付のもの）各記載のとおりであるから、これらを引用する。\nなお、以下、「所論」というときは、右各書面における主張のほか、申立人作成\nの平成七年一月二三日付け意見書及び上田弁護人外六名共同作成の同月三一日付け\n意見書における主張を含む。\n第一　原裁判所の審判手続等に関する主張について\n一　所論は、要するに、「１」原裁判所は、検察官が提出した石油ストーブ二台\n（原庁昭和六〇年押第三七五号の一三及び一四）を、Ａ１作成の鑑定書甲及び同乙\n（以下「鑑定書甲」「鑑定書乙」という。本件再審請求事件記録［以下「本件記\n録」という。］別冊）における各燃焼実験に使用した石油ストーブとして取り調べ\nた上、同人に対する証人尋問及びこれに反論を加えるＡ２の証人尋問を実施した\nが、その後原裁判所に提出された検察官作成の昭和六三年九月一日付け証拠説明書\n（本件記録七冊一三六四丁）により、鑑定書甲における燃焼実験（石油ストーブを\n井桁の中に直立させて火炎中に放置した実験）に使用した石油ストーブは既に廃棄\nされており、検察官が右実験に使用した石油ストーブであるとして原裁判所に提出\nしたもの（同押号の一三）は、Ａ１が右各燃焼実験とは別に、石油ストーブを井桁\nの中に前傾させて火炎中に放置した補充実験に使用したものであることが判明した\n（以下「所論指摘の過誤」という。）のであるから、原裁判所が実施したＡ１及び\nＡ２に対する各証人尋問の手続は無効であって、原裁判所の審判手続には重大な違\n法がある旨、「２」右のとおり、原裁判所に提出された石油ストーブ（同押号の一\n三）が鑑定書甲における燃焼実験に使用したものでなかったことが判明したのに、\n原裁判所は、改めて申立人に意見を聴くことなく、申立人からの再審請求（以下\n「本件再審請求」という。）を棄却する決定（以下「原決定」という。）をしたも\nのであって、このような原裁判所の審判手続は刑訴規則二八六条に違反する旨、主\n張する。\nそこでまず、「１」の点について検討するに、右証拠説明書等の関係証拠によれ\nば、所論指摘の過誤があったことが認められる。しかしながら、そうだからといっ\nて、原裁判所が適法に実施したＡ１及びＡ２に対する各証人尋問の手続が遡って違\n法になるとか、無効になるというものではない。所論指摘の過誤は、Ａ１及びＡ２\nに対する各証人尋問の内容の信用性を検討するに当たって考慮すれば足りると考え\nられるのであって、所論は採用できない。\n次に、「２」の点について検討するに、刑訴規則二八六条は、「再審の請求につ\nいて決定をする場合には、請求をした者及びその相手方の意見を聴かなければなら\nない。」と規定しているところ、それは、裁判所をして再審請求人及びその相手方\nの意見を十分参酌して慎重に再審開始の要否を判断させようとした趣旨と解され\nる。\nしたがって、原裁判所としては、昭和六三年五月一〇日に申立人、弁護人及び検\n察官からそれぞれ意見書の提出を受けていたとしても、その後、検察官から右証拠\n説明書の提出を受け、所論指摘の過誤があったことが判明した以上、本件再審請求\nについて決定するに当たっては、刑訴規則二八六条に従い、改めて申立人らに意見\nを求める手続を履践するのが相当であったと考えられる。しかしながら、記録によ\nれば、原裁判所は、検察官から右証拠説明書が提出された翌日、上田主任弁護人に\n対し、「本件で押収している石油ストーブ等に関し検察官より証拠説明書が提出さ\nれたので、これについて意見があれば昭和六三年九月二二日までに文書で意見を提\n出してください。」との求意見書（本件記録七冊一三九八丁）を交付し、同月二〇\n日付けで同主任弁護人外一名共同作成の意見書（本件記録七冊一四〇三丁）が原裁\n判所に提出されていることが明らかであるところ、再審請求事件における弁護人は\n再審請求人の利益を擁護するために選任されていること、所論指摘の過誤が判明す\nる以前とはいえ、申立人からも同年五月一〇日に意見書（同年三月二二日付けのも\nの）が提出されていたこと、原裁判所は、申立人が右意見書を作成する前である同\n年二月五日の第一六回事実調べ期日以後格別の事実取調べをしていないことを併せ\n考えると、所論指摘の過誤が判明した後、原裁判所が、弁護人に対してのみ意見を\n求め、申立人に対して特に意見を求めなかったからといって、その手続が刑訴規則\n二八六条の前記趣旨に反して違法であったとまではいえず、所論は採用できない。\n二　所論は、要するに、「１」申立人に対する福岡地方裁判所昭和四二年（わ）\n第二五号強盗殺人、同未遂、放火被告事件につき昭和四三年一二月二四日同裁判所\nが宣告した有罪判決（以下「確定判決」という。）は、同裁判所が昭和四二年三月\n一〇日の第一回公判期日において取り調べた福岡県警察本部犯罪科学研究所技術吏\n員Ａ３（以下「Ａ３」という。）作成の昭和四一年一二月一七日付け鑑定書（以下\n「Ａ３鑑定書」という。確定記録三冊四七一丁）を「証拠の標目」に掲げておら\nず、その信用性を否定したと考えられるのに、原決定は、本件再審請求を棄却する\nに当たり、Ａ３鑑定書を積極的に引用しているのであって、このような原決定は違\n法であり、取消しを免れない旨、「２」確定判決は、申立人らがＢ株式会社Ｃ店\n（以下「Ｂ」という。）の営業部事務室に放火した方法（以下「本件放火の方法」\nという。）について、申立人か「侵入前から点火されていた同事務所内の暖房用石\n油ストーブ（以下「本件ストーブ」という。）を、火焔の部分を覆っていた金属性\n網（以下「ガード」という。）を取り外した上で、反射鏡が上になり火焔の部分が\n下になるように足蹴りにして横転させ」たと認定しているのに、原決定は、本件放\n火の方法について、「本件ストーブが当初からその状態（「前面扉を床面に接した\n状態で静止している状態」を指すと理解できる。）に静かに置かれたか、もしく\nは、前傾状態で何らかの物（たとえば机の脚等）に倒し掛けたところ、その後スト\nーブ自体の重さや、立て掛けられた物の燃焼の進行により次第に傾斜を深めてい\nき、前面扉を床面に接する状態になったところで止まったかのいずれかである」と\nか、本件ストーブの「裏蓋の上に足を置くようにして押し、机に向かって倒し掛け\nるようにすれば、裏蓋は開かず、またストーブの受ける衝撃も小さくて済ませるこ\nとも不可能とはいえ」ないと説示して、本件放火の方法を具体的に確定していない\nだけでなく、確定判決とは異なる放火の方法を認定しており、このような原決定は\n違法であって、取消しを免れない旨、主張する。\nそこでまず、「１」の点について検討するに、確定判決が、Ａ３鑑定書を「証拠\nの標目」に掲げなかった理由は必ずしも明らかでないが、同鑑定書の内容は、確定\n判決が本件放火の方法として認定した事実と矛盾するものではなく、かえってそれ\nを補強していること、後述する（後記第三の二参照）ように、確定判決は、「罪と\nなるべき事実」を認定するに当たって必要最小限度の証拠を「証拠の標目」に掲げ\nていることからすれば、確定判決がＡ３鑑定書を「証拠の標目」に掲げなかったの\nは、「罪となるべき事実」を認定する証拠としては「証拠の標目」に掲げた申立人\nの自白等だけで必要かつ十分であると判断したからと理解されるのであって、所論\nのようにＡ３鑑定書の信用性を否定した趣旨とは考え難い。また、刑訴法四三五条\n六号にいう「あらたに発見した」証拠（以下「新証拠」という。）が、同号にいう\n「有罪の言渡を受けた者に対して無罪を言い渡し」「又は原判決において認めた罪\nより軽い罪を認めるべき明らかな証拠」に当たるかどうかを判断するに当たって\nは、「もし当の証拠が確定判決を下した裁判所の審理中に提出されていたとするな\nらば、はたしてその確定判決においてなされたような事実認定に到達したであろう\nかどうかという観点から、当の証拠と他の全証拠と総合的に評価して判断すべきで\nあ」ると解されている（最高裁昭和五〇年五月二〇日第一小法廷決定・刑集二九巻\n五号一七七頁参照）ところ、ここにいう総合的評価をするに当たっては、新証拠\nや、確定判決が「証拠の標目」に掲げていた証拠のほか、たとえ確定判決の「証拠\nの標目」に掲げられていなかったとしても、その審理中に提出されていた証拠、更\nには再審請求の審理において新たに提出された他の証拠の全てをその検討の対象に\nすることができると解される。したがって、原決定が、確定判決の「証拠の標目」\nに掲げられていなかったＡ３鑑定書を検討してその信用性を認めた上、本件再審請\n求において申立人が援用したＡ２に対する各証人尋問の結果（以下「Ａ２証言」と\nいう。）及び同人作成の「Ｄ石油ストーブ実験結果のまとめ」と題する書面（本件\n記録三冊及び四冊、以下「Ａ２実験」という。）の信用性を否定したからといっ\nて、原決定に何ら違法な点はなく、所論は採用できない。\n次に、「２」の点について検討するに、刑訴法四三五条六号に基づく再審請求に\nおいては、再審請求人が提出した新証拠が「有罪の言渡を受けた者に対して無罪を\n言い渡し」「又は原判決において認めた罪より軽い罪を認めるべき明らかな証拠」\nに当たるかどうかを判断すれば足りるから、再審請求の理由があるかどうかを判断\nする前提として常に具体的な事実を認定しなければならないわけではない。したが\nって、原決定か、本件再審請求を棄却するに当たり、本件放火の方法についての説\n示を所論指摘の程度にとどめ、その具体的な方法を明確に認定しなかったからとい\nって、それが不確定であって違法であるとはいえない。また、再審請求の審判にお\nいても、「疑わしいときは被告人の利益に」の原則が適用される（前記最高裁昭和\n五〇年五月二〇日第一小法廷決定参照）とはいえ、新証拠を他の全証拠と総合的に\n評価しても「有罪の言渡を受けた者に対して無罪を言い渡し」「又は原判決におい\nて認めた罪より軽い罪を認めるべき」ことが明らかであるとはいえない場合には、\n再審請求は理由がないことに帰すること、ここにいう「原判決において認めた罪よ\nり軽い罪」とは、「原判決が認めた犯罪よりその法定刑の軽い他の犯罪」をいうと\n解されること（最高裁昭和二八年一〇月一五日第一小法廷決定・刑集七巻一〇号一\n九二一頁参照）からすれば、再審請求の審判においては、確定判決の認定した犯罪\n事実と全く同一の事実を認定することができない場合であっても、確定判決の認定\nした犯罪事実と同一の構成要件に該当する事実や、確定判決の認定した犯罪事実よ\nりも法定刑が軽くない他の構成要件に該当する事実を認定でき、かつ、それらの事\n実が確定判決の認定した犯罪事実と公訴事実の同一性を保っていると認められる場\n合には、結局、再審請求は理由がないことになると解される。これを本件について\nいえば、本件再審請求の審理において新たに提出された証拠を、確定判決の審理中\nに提出されていた全証拠と総合的に評価した結果、本件放火の方法について、確定\n判決の認定したとおりの犯罪事実、すなわち申立人が本件ストーブを「反射鏡が上\nになり火焔の部分が下になるように足蹴りにして横転させ」たとの事実を認定でき\nなくても、後述する（第三の二、三参照）確定判決の証拠構造による制約に従い、\n少なくとも申立人が、確定判決の認定した強盗殺人、同未遂の現場において、本件\nストーブを故意に転倒させ、その火を机等に燃え移らせて放火したとの事実を認定\nすることができれば、もはや申立人に対して「無罪を言い渡し」「又は原判決にお\nいて認めた罪より軽い罪を認めるべき」ものということはできないから、原決定\nが、本件放火の方法について、確定判決が認定した犯罪事実と必ずしも同じとはい\nえない内容を説示して本件再審請求を棄却したからといって、原決定の判断方法に\n誤りがあるとはいえず、所論は採用できない。\n三　所論は、要するに、「１」原裁判所での事実取調べの結果によれば、確定判\n決において申立人が足蹴りにして横転させたとされている本件ストーブと同型の石\n油ストーブ（以下「同型ストーブ」という。）を足で蹴り倒した場合には裏蓋が開\nいて補給タンクが外れることが明らかになったので、第一六回事実調べ期日（昭和\n六三年二月五日）において、弁護人が、同型ストーブの形状、性質及び足蹴りによ\nる転倒の可否、並びに同型ストーブを転倒させたときの裏蓋及び補給タンクの脱落\nの有無を確認するために検証を申し立て、検察官も「然るべく」の意見を述べてい\nた（本件記録六冊一二五八丁）のに、原裁判所は、右申立てに応答することなく、\nＢで火災が発生した当時（以下「本件火災発生当時」という。）本件ストーブは前\n面扉を床面に接した状態で静止した姿勢にあったと認定して本件再審請求を棄却し\nており、このような原裁判所の審判手続には審理不尽の違法がある旨、「２」Ａ１\nは、原裁判所において、石油ストーブは三台しか存在しなかったので十分な実験を\nすることができなかった旨証言していたところ、その後検察官作成の前記証拠説明\n書において、Ａ１が四台目の石油ストーブを利用して補充実験をし、偽証していた\nことが判明したのであるから、同実験の目的、経過、結果を明らかにしない限り、\n同人作成の鑑定書甲及び同乙の信用性を判断することはできないのに、原裁判所\nは、弁護人から出されていたＡ１に対する再度の証人尋問の請求を排斥しただけで\nなく、鑑定書甲及び同乙における各燃焼実験の結果を大幅に採用して本件再審請求\nを棄却しており、このような原裁判所の審判手続には審理不尽の違法がある旨、\n「３」本件ストーブは、修理のため客から預かっていたもので、Ｅ１らは本件火災\n発生当時その修理を終えて試運転中であったから、本件ストーブの故障箇所やその\n原因、修理完了の有無等について検討しなければ、本件ストーブが異常燃焼を起こ\nす可能性はなかった、とはいえないのに、原裁判所は、その究明を求める申立人の\n申し出に応答することなく、本件再審請求を棄却しており、このような原裁判所の\n審判手続には審理不尽の違法がある旨、「４」原裁判所は、弁護人から出されてい\nたＦ１、Ｅ１、Ａ４、Ａ３に対する各証人尋問の請求を採用せず、本件再審請求を\n棄却しており、このような原裁判所の審判手続には審理不尽の違法がある旨、主張\nする。\nそこで検討するに、そもそも再審請求の審判においては、通常の刑事手続のよう\nな対審構造をとっておらず、再審請求人や弁護人、検察官に証拠調べの請求権が認\nめられているわけではないから、再審請求人らがする証拠調べの請求は、あくまで\nも再審請求を受けた裁判所に対して職権の発動を促すものにすぎない。そして、再\n審請求を受けた裁判所においては、合理的な裁量により、再審請求の理由の有無を\n判断するに当たって必要な限度において事実の取調べを実施すれば足りると解され\nる（最高裁昭和二八年一一月二四日第三小法廷決定・刑集七巻一一号二二八三頁参\n照）。これを本件についてみるに、「１」の点についていえば、原裁判所は、第一\n六回事実調べ期日において、所論指摘の弁護人からの検証の申立てを含め、それま\nで弁護人から出されていた全ての証拠調べ請求について職権の発動をしないことと\nし、同期日に出頭していた弁護人及び検察官に対して「取調べない」旨を告知して\nいることが明らかである（本件記録六冊一二五八丁、なお、同期日の調書は、同期\n日に出頭していなかった申立人には送達されていないが、裁判所としては、本来職\n権の発動をしない旨の決定を申立人に送達すべき義務はない上、同期日には弁護人\nが出頭していたのであるから、原裁判所の右措置に何ら違法な点はない。）。しか\nも、原裁判所は、弁護人及び検察官からそれぞれ証拠として提出されていた同型ス\nトーブ二台（同押号の一及び一二）を押収していたこと、弁護人が申し立てていた\n検証は、特別の装置や高度な技術が必要なわけではなく、原裁判所としては、いつ\nでも押収してある同型ストーブを利用して事実上実施することができたと考えられ\nること、また、再審請求における事実の取調べにおいては、再審請求人や弁護人、\n検察官に立会権が認められているわけではないことをも考え併せると、原裁判所\nが、弁護人からの検証の申立てに対して職権の発動をしなかったからといって、そ\nれが合理的な裁量権の範囲を逸脱した違法なものであったとはいえない。次に、\n「２」の点についていえば、所論指摘の過誤が判明したことにより、Ａ１の原審証\n言（以下「Ａ１証言」という。）や同人作成の鑑定書甲及び同乙の信用性について\nは、より慎重に検討する必要が生じたといえるものの、所論のように、補充実験の\n内容等が明らかにならない限り、Ａ１証言等の信用性について判断できないとはい\nえない。したがって、原裁判所が、弁護人から出されていたＡ１に対する再度の証\n人尋問の請求に対して職権の発動をせず、同人に対する再度の証人尋問を実施しな\nかったからといって、それが裁量権の範囲を逸脱した違法なものであったとはいえ\nない。更に、「３」の点についていえば、所論が主張する申立人の申し出は、証拠\n調べの方法等を明確にした上で事実の取調べを求めたものではなかったのであるか\nら、原裁判所がそのような申し出に応答せず、職権の発動をしなかったからといっ\nて、それが裁量権の範囲を逸脱した違法なものであったとはいえない。また、\n「４」の点についていえば、Ａ４については既に原裁判所において必要な事実の取\n調べが実施されていた上、人の記憶は、本人が意識すると否とにかかわらず、時間\nの経過によって消失したり変容したりするのが常であることからすれば、既に事件\n発生から二〇年以上も経過した時期に改めてＦ１らの証言を求めてもその信用性を\n十分に担保できるだけのものがあるとは考えられないことからすれば、原裁判所\nが、弁護人から出されていたＦ１らに対する各証人尋問の請求に対して職権の発動\nをしなかったからといって、それが裁量権の範囲を逸脱した違法なものであったと\nはいえない。以上のとおりであって、原裁判所の審判手続につき審理不尽を主張す\nる所論はいずれも採用できない。\n第二　刑訴法四三五条一号及び七号の事由に関する主張について\n所論は、要するに、原決定は、Ａ４らが、Ｂの火災現場（以下「本件火災現場」\nという。）で発見された時の本件ストーブの傾斜角度と明らかに異なる状況を作り\n出し、同人作成の昭和四一年一二月一〇日付け実況見分調書添付の写真七四号（確\n定記録一冊一六六丁）をねつ造したのは職務犯罪に該当する旨の申立人の主張を排\n斥するに当たり、「右実況見分調書及び技術吏員Ａ３作成の鑑定書並びに当裁判所\nの証人Ａ４に対する尋問調書によると、右写真７４号は、実況見分にあたった警察\n官らが現場の状況及び本件ストーブの状況（殊に後記合金の滴下痕等）から転倒状\n況を合理的に推認して復元したものと認められ」る旨説示しているが、Ａ４らが実\n況見分を実施した当時、本件ストーブの前面扉の網目部分に付着していた合金の溶\n融痕からストーブの姿勢を推認したＡ３鑑定書の内容はいまだ明らかになっていな\nかったのであるから、原決定には事実の誤認がある旨主張する。\nなるほど、関係記録を調べても、Ａ４らが実施した実況見分にＡ３が関与したこ\nとを認め得るだけの証拠は存在しないこと、また、右実況見分が昭和四一年一二月\n六日から翌七日にかけて実施されているのに対し、Ａ３鑑定書における燃焼実験は\n同月九日に実施され、同鑑定書は同月一七日付けで作成されていることを考え併せ\nると、所論指摘の写真に撮影されている石油ストーブの復元が、Ａ３鑑定書指摘の\n合金の溶融痕をもとに行われたとみることには問題がないわけではない（但し、後\n述する［第三の五の１参照］ように、Ａ３鑑定書に添付されている写真一号ないし\n同四号は、本件火災現場で撮影された蓋然性が高く、そうだとすると、原決定の説\n示に誤りがあるとまではいえない。）。しかしながら、右実況見分調書を作成した\nＡ４の原審証言（本件記録一冊一〇二丁）及び同調書添付の写真を撮影したＡ５の\n原審証言（本件記録一冊一二九丁）によれば、所論指摘の写真は、本件ストーブ付\n近の落下物等を取り除いた状況を撮影した同調書添付の写真六六号（確定記録一冊\n一五八丁）を撮影した二、三時間後に撮影されたものであり、本件火災現場にあっ\nた落下物等を完全に取り除いた上、一緒に出動していた警察官らにおいて協議しな\nがら、記憶に基づき本件ストーブの発見時の状況を復元し、写真撮影を行ったもの\nと認められること、しかも、所論指摘の写真七四号が貼付してある台紙には「石油\nストーブ復元」との説明が付されていることからすれば、右写真における石油スト\nーブの復元状況が本件ストーブの発見時の状況と多少異なっているからといって、\nＡ４らの行為が証拠をねつ造したものであるとか、何らかの職務犯罪を構成するも\nのであるとはいえない。そうすると、これと同趣旨の原決定の結論は正当であっ\nて、結局、所論は採用できない。\n第三　刑訴法四三五条六号の事由に関する主張について\n所論は、要するに、確定判決は、申立人が、本件ストーブを「反射鏡が上になり\n火焔の部分が下になるように足蹴りにして横転させ」、Ｂの営業部事務室に放火し\nた旨認定しているが、申立人らが刑訴法四三五条六号の新証拠として援用したＡ２\n証言及びＡ２実験等によれば、本件火災発生当時本件ストーブは直立した状態にあ\nって、転倒していなかったことが明らかになったから、これらの新証拠が同号にい\nう「無罪を言い渡すべき明らかな証拠」に当たらないとした原決定の判断には誤り\nがある旨主張する。\nしかしながら、Ａ２証言及びＡ２実験の内容については、原決定が説示するよう\nな問題点があり、これを原裁判所に提出された他の証拠とともに、確定判決を下し\nた裁判所（第一審裁判所のほか、控訴審裁判所、上告審裁判所も含む。）に提出さ\nれていた全証拠、更に当裁判所において実施した二回にわたる検証の結果と総合的\nに評価しても、いまだＡ２証言及びＡ２実験等の新証拠が、確定判決の認定した放\n火に関する事実について合理的な疑いを抱かせ、その認定を覆すに足りる蓋然性あ\nる証拠ということはできず、この点に関して原決定が説示する内容も、その基本的\n部分については、当裁判所もこれを正当として是認することができる。したがっ\nて、原決定の結論に誤りがあるとはいえない。\n以下、所論に鑑み敷桁する。\n一　確定判決が認定した放火に関する犯罪事実の要旨は、次のとおりである。す\nなわち、申立人は、Ｆ１と共謀の上、昭和四一年一二月五日午後一〇時ころ、福岡\n市ａ町（当時）所在のＢに押し入り、その営業部事務室において、宿直員Ｅ２（以\n下「Ｅ２」という。）及びＥ１に対し玩具の拳銃及び登山用ナイフを突きつけ、Ｅ\n２の頭部を小型ハンマーで強打するなどしてその反抗を抑圧し、現金合計二二万一\n〇〇〇円等を強取するとともに、Ｅ１の首を電熱器用コードで絞め上げ、Ｅ１及び\nＥ２の頭部等を右小型ハンマーで殴打するなどの暴行を加えて右両名に瀕死の重傷\nを負わせた上、「かねての計画どおり、右Ｂ株式会社Ｃ店（木造瓦葺二階建店舗）\nに火を放って焼燬し、右宿直員両名を窒息死、或いは焼死させて犯跡を隠蔽しよう\nと企て、相互に相手の意を察して、Ｆ１が同事務所内の棚に積み上げられていた商\n品のカタログ紙を多数取り出して同室内一面にまき散らし、被告人（「申立人」を\n指す。以下同じ。）は侵入前から点火されていた同事務所内の暖房用石油ストーブ\nを、火焔の部分を覆っていた金属性網を取り外した上で、反射鏡が上になり火焔の\n部分が下になるように足蹴りにして横転させ、Ｆ１に命じて右石油ストーブの火焔\nが同事務所内の机等に伝火している事実を確認させた上で同人とともにその場から\n逃走し」、右放火行為によってＥ２らが現在する同店を半焼させるなどして焼燬す\nるとともに、同人を高度の脳挫傷の傷害と一酸化炭素中毒によりその場で死亡させ\nて殺害したが、Ｅ１に対しては加療約五か月を要する陥没骨折を伴う前額部、右側\n頭部の各挫創等の傷害を負わせたにとどまり、殺害の目的を遂げなかった、という\nものである。\n二　次に、確定判決の基礎となった証拠構造をみるに、申立人は、確定判決を宣\n告した第一審裁判所の審理では、本件再審請求の対象となっている放火の事実をも\n含め、「全部そのとおり間違いありません。」と述べて（確定記録一冊二四丁）全\nての公訴事実を認めていたこともあって、確定判決自体は、いかなる証拠判断に基\nづき前述した（第三の一参照）本件放火の方法を認定したのかを具体的に説示して\nいない（なお、申立人は、確定判決の控訴審及び上告審においては、放火の故意を\n争っていた。控訴審裁判所での主張の要旨は、「金も思うようになかったので、カ\nッとなって机の上にあった書類等を手で払いのけ、そばにあったストーブを蹴っ\nた。ストーブを蹴るについては蹴ってひっくり返して燃やそうなどということは全\n然考えていなかった」［第二次再審請求である福岡地方裁判所昭和四九年（た）第\n一号再審請求事件記録中の控訴趣意書］というものであり、上告審裁判所でのそれ\nは、「出火原因は、被害者等と乱闘の際、誤って石油ストーブか転倒したためであ\nる」［確定記録六冊一七二一丁］とか、「被告人が放火した事実はなく、出火原因\nも知らないが」、「出火原因は、犯行現場において起こった不慮の事故によるもの\nで、被告人等の計画に基づく放火ではなく、何らかの作用で石油ストーブが転倒し\nて出火したものであるから、被告人の放火ではない」［確定記録六冊一七三一丁、\n一七三二丁］というものであった。なお、控訴審判決も上告審判決も、申立人の主\n張を排斥した理由について具体的に説示していない。前記第二次再審請求事件記録\n中の各判決書参照）。\nそこでまず、確定判決が「証拠の標目」に掲げた各証拠をみると、Ｂにおいて火\n災があった事実（以下「本件火災」という。）を裏付ける証拠としては、Ａ４作成\nの実況見分調書（確定記録一冊六四丁）のほか、Ｅ３、Ｅ４、Ｅ５、Ｅ６及びＥ７\n作成の各被害届（確定記録二冊四一五丁ないし四三九丁）が掲げられており、ま\nた、本件火災が申立人及びＦ１の放火行為に基づくものであることを裏付ける証拠\nとしては、申立人の昭和四一年一二月二八日付け警察官調書（確定記録四冊六六七\n丁）、昭和四二年一月一三日付け検察官調書（確定記録四冊七三五丁）、同月一四\n日付け検察官調書（確定記録四冊七五六丁）、第一回公判期日での供述（確定記録\n一冊二四丁）及び、Ｆ１の昭和四一年一二月一一日付け警察官調書（確定記録四冊\n七七六丁）、同月一五日付け警察官調書（確定記録四冊八三四丁）、同月二一日付\nけ検察官調書（確定記録四冊八八九丁）、同月二二日付け検察官調書（確定記録四\n冊九〇四丁）、昭和四二年一月七日付け検察官調書（確定記録四冊九一一丁）、同\n月一三日付け警察官調書（確定記録四冊八八二丁）、同月一七日付け検察官調書\n（確定記録四冊九二〇丁）、第一回公判期日での供述（確定記録一冊二四丁）が、\n更に申立人及びＦ１の放火行為に関する自白を裏付ける証拠としては、Ｅ１の検察\n官調書二通（確定記録二冊三七五丁、三八四丁、なお、確定判決が「Ｅ１勝信の検\n察官に対する供述調書三通」と記載しているのは「Ｅ１の検察官に対する供述調書\n二通」の誤記と考えられる。）、Ｇ１作成の同年三月三〇日付け鑑定書（確定記録\n五冊一一五七丁）がそれぞれ掲げられている。しかしながら、これら申立人及びＦ\n１の各供述の内容を具体的に検討すると、本件放火の方法について、申立人は、\n「申立人とＦ１の二人が、棚などに積んであつたカタログ等の紙類を部屋一面にば\nら撒いた上、申立人が、その場で、本件ストーブのガードを取り外し、右足で反射\n鏡の背中当たりを蹴って炎の部分を下にしてひっくりかえした」旨（昭和四二年一\n月一四日付け検察官調書・確定記録四冊七六〇丁以下、昭和四一年一二月二八日付\nけ警察官調書・確定記録四冊六八五丁以下も基本的には同旨）述べていたのに対\nし、Ｆ１は、「申立人が、本件ストーブのガードを取り外してから約一メートル位\n抱えてきて机の脚に斜めに置き、机が燃えるような状態にしたので、Ｆ１も部屋一\n杯に広告用紙をばら撒き、手袋を本件ストーブに投げ込んで燃やした」旨（同月一\n一日付け警察官調書・確定記録四冊七九八丁以下）、「Ｆ１が血の付いた手袋を本\n件ストーブに投げ入れると、申立人が、本件ストーブのガードを取り外して移動さ\nせ、燃えている方を机の脚に付けて置いたので、Ｆ１も広告用紙を掴んで部屋の中\nに撒いた」旨（同月一五日付け警察官調書・確定記録四冊八四七丁以下）、「Ｆ１\nと申立人が血の付いた手袋を本件ストーブに投げ込んだ後、申立人が、本件ストー\nブのガードを取り外して移動させ、机にもたせかけ、炎が机に届くようにしたの\nで、Ｆ１が棚から広告用紙を取り出して部屋一杯に撒き散らした」旨（同月二一日\n付け、同月二二日付け、昭和四二年一月七日付け各検察官調書・確定記録四冊九〇\n二丁、九〇五丁以下、九一六丁以下）、「Ｆ１が手袋を本件ストーブに放り込んだ\n後、棚の上に置いてあったカタログ等を部屋一杯にばら撒いた。但し、手袋を本件\nストーブに投げ込んだのと、紙を部屋にばら撒いたのと、そのいずれが先かやや暖\n昧である。その後申立人が、本件ストーブを抱えて机の傍らに移動させ、机の脚に\n立て掛けたか、床の上に横倒しにした」旨（同月一七日付け検察官調書・確定記録\n四冊九二〇丁以下）述べるものであって、必ずしも完全に一致した内容とはなって\nいない。しかし、第一審裁判所における第一回公判期日での申立人及びＦ１の供述\nは、起訴状記載の放火に関する事実（その内容は、「被告人両名は共謀の上、被告\n人Ｇ２のもと稼働先であった……Ｂ……に押入り宿直員を殺害して金品を強取した\nうえ、同店舗に放火して罪跡を隠蔽しようと企て、……さらに被告人Ｇ２において\n同事務室内で点火燃焼中の暖房用石油ストーブの火焔の部分を覆った金属製格子囲\nいを取り外した上、右ストーブの反射鏡を上方になるようにしてその場に横倒しに\nして同室の床に放火し」たというものである。確定記録一冊一丁）をも含めて、起\n訴事実を全面的に認めたものであった（但し、Ｆ１は、同人自身がＥ２及びＥ１の\n頭部を殴ったのは一回だけである旨の主張をしていた。確定記録一冊二四丁）上、\n裁判長自ら、申立人及びＦ１に対し、各人の警察官調書及び検察官調書について、\n「供述人の署名指印は君がしたのか。」「調書はその都度読んでもらったか。」\n「述べたとおり書いてあったか。」「調べに際し、脅かされたり乱暴されたりした\nことはなかったか。」「初めから進んで述べたか。」「無理に述べさせられたこと\nは全然ないのか。」などと問いかけ、申立人及びＦ１も、捜査官に脅されたり乱暴\nされたりしたことはなく、事実は自ら進んで述べ、調書も読んでもらって述べたと\nおり書いてあったので署名指印した旨の供述をしていたこと（確定記録一冊二九\n丁、三三丁）、更に、申立人及びＦ１の前記各供述も、申立人及びＦ１がＢの営業\n部事務室内にカタログ等の広告用紙を部屋一杯に撒き散らした上、申立人が本件ス\nトーブを故意に転倒させ、その火を机等に燃え移らせて放火したという基本的な部\n分においては一致しており、その信用性を肯認することができると考えられたこと\nから、確定判決は、本件放火の方法について、申立人の前記警察官調書及び前記各\n検察官調書に従い、「火焔の部分を覆っていた金属性網を取り外した上で、反射鏡\nが上になり火焔の部分が下になるように足蹴りにして横転させ」て放火したとの事\n実を認定、判示したものと推認することができる。\nしかも、確定判決が「証拠の標目」に掲げている証拠は、実際に第一審裁判所に\nおいて取り調べられた全証拠の量に比べて極めて少ないことからすれば、確定判決\nは、取り調べた全証拠の中から、「被告人の経歴及び本件犯行に至る経緯」並びに\n「罪となるべき事実」を認定するのに必要最小限度の証拠だけを「証拠の標目」に\n掲げたものと考えられる。したがって、確定判決が、「証拠の標目」に掲げていな\nい証拠について、その信用性を否定したということはできず、「罪となるべき事\n実」において認定した事実と矛盾しない証拠については、確定判決も、その信用性\nを認めていたものと推認することができる。このような観点から確定記録中にある\n証拠を検討すると、本件火災が申立人及びＦ１の放火行為に基づくものであること\nを裏付ける証拠としては、同人の昭和四一年一二月一〇日付け自首調書（確定記録\n四冊七七一丁）、同月一三日付け警察官調書（確定記録四冊八一四丁）、同月一四\n日付け警察官調書（確定記録四冊八二〇丁）があり、申立人及びＡ５の放火行為に\n関する自白を裏付ける証拠としては、Ａ３鑑定書、Ｅ１の昭和四一年一二月五日付\nけ警察官調書（確定記録二冊三五一丁）、同月六日付け警察官調書（確定記録二冊\n三五四丁）、Ａ６の同月一〇日付け警察官調書（確定記録二冊三三一丁）、Ａ７の\n同月六日付け警察官調書（確定記録三冊六六〇丁）等がある。これらの各証拠は、\nいずれも基本的には確定判決が「罪となるべき事実」において認定した事実と符号\nする内容のものであることからすれば、確定判決は、「証拠の標目」に掲げた前記\n各証拠のほか、これら確定記録中にある証拠についても一体として、放火に関する\n前記犯罪事実を認定したものと考えることができる。\n三　ところで、本件再審請求において申立人が援用する新証拠のうち、Ａ２証言\n及びＡ２実験の内容は、本件火災発生当時本件ストーブが直立した状態にあったと\n主張するものであり、その信用性を認めることができれば、まさに刑訴法四三五条\n六号にいう「無罪を言い度すべき明かな証拠」に当たることになるが、本件再審請\n求を受けた原裁判所及び当裁判所が実施した事実取調べの結果によれば、確定判決\nの認定した本件放火の方法について誤認の疑いが出てきたので、まず、この点につ\nいて検討する。\n<要旨第一>すなわち、本件放火の方法について、確定判決は、前記のとおり、申\n立人が、本件ストーブの「反射鏡が上</要旨第一>になり火焔の部分が下になるよう\nに足蹴りにして横転させ」、その火を机等に燃え移らせて放火した旨認定している\nことが明らかであるところ、本件ストーブと同型のストーブ二台（前回押号の一、\n一二）を使用して当裁判所が実施した検証（第二回）において、同型ストーブの背\n面を足で蹴って前方に転倒させ確定判決の認定したような姿勢をとらせようとして\nも、同型ストーブは床面を前方に滑るだけで転倒することはなかったこと（実験\n三、四、九、一〇参照）、このことは、原裁判所においてＡ１が、鑑定書乙におけ\nる燃焼実験をするための予備実験として、同型ストーブを足で蹴って前方に転倒さ\nせる実験を一〇回ほど行ったが、同型ストーブは床面を滑るだけで転倒しなかった\n旨証言していたこと（昭和六一年六月一七日の事実調べ期日での証言四六項、四七\n項［以下「昭和六一年六月一七日四六項、四七項」と表示する。］・本件記録五冊\n九〇九丁以下）にも符号していること、しかも、この実験結果は、本件ストーブ\nが、その上方に力が加わっただけでは容易に転倒しないように重心を低く設計され\nていることに基づくものと推測されることからすれば、本件ストーブを「足蹴りに\nして横転させ」た旨の確定判決の認定には合理的な疑いが生じたといわざるを得な\nい（なお、Ａ２証言［昭和六〇年一〇月二九日四九項・本件記録二冊五九〇丁以\n下］によれば、同人らは足を使って同型ストーブを前方に転倒させる実験を行って\nいることが認められるが、その時の実験を撮影した写真［本件記録三冊七〇三丁］\nをみると、右実験は、土の上に毛布を敷いて行っていることが明らかであって、木\n細工板が張ってあった本件火災現場の状況［Ａ４作成の実況見分調書・確定記録一\n冊六九丁参照］とは異なっており、右Ａ２実験の結果を参考にすることはできな\nい。）。この点に関し、原決定は、確定判決の認定した「『蹴倒す』という言葉\nは、強く蹴跳ばす場合に限らす、足を使って押すようにして倒しかける場合も含ま\nれると解されるのであって、机に放火する手段としては、たとえば、裏蓋の上に足\nを置くようにして押し、机に向かって倒し掛けるようにすれば、裏蓋は開かず、ま\nたストーブの受ける衝撃も小さくて済ませることも不可能とはいえ」ないと説示し\nている。しかしながら、「蹴倒す」という言葉が原決定の説示するような場合をも\n意味するとすることには疑問がある（なお、確定判決は「蹴倒す」という言葉では\nなく「足蹴りにして横転させ」と判示しており、この点でも原決定が使用した言葉\nは正確さを欠く。）。また、当裁判所が実施した検証（第二回）の結果によれば、\n原決定か説示するような方法で本件ストーブを机に倒し掛けることができるのかに\nついても大いに疑問があるといわざるを得ない。更に、たとえそのような方法で本\n件ストーブを机の脚に立て掛けることができたとしても、その後の燃焼の進行によ\nって前方に転倒した本件ストーブが、火災現場で発見された時と同じ状態を保つこ\nとができるのかについても疑問がある。すなわち、Ａ４作成の実況見分調書の説明\n（確定記録一冊七二丁）及び同調書添付の写真六六号、六七号（確定記録一冊一五\n八丁、一五九丁）によれば、本件ストーブが本件火災現場で発見された時の状況\nは、補給タンクが給油中の状態にあり、裏蓋も開いていなかったことが明らかであ\nるところ、Ａ２証言（昭和六〇年一〇月二九日七九項、八六項ないし八九項・本件\n記録二冊六〇三丁、六〇七丁、六〇八丁）及びＡ２実験（本件記録三冊六七〇丁、\n七二一丁ないし七二三丁）によれば、ガードを外した同型ストーブを棒に立て掛け\nた後、静かに棒を外す実験を二回実施したものの、いずれも前方に転倒すると同時\nに裏蓋が開き、補給タンクがストーブ本体から外れたというのであり、また、当裁\n判所が前記検証（第二回）において実施した、同型ストーブが自力で前方に転倒す\nる位置からの転倒実験（実験一、二）においても、同型のストーブが自力で転倒す\nれば、裏蓋が開き、補給タンクかストーブ本体から外れてしまったこと、しかも、\nこのような結果は、本件ストーブを誤って転倒させた時の安全装置として設計され\nていると推測されることからすれば、原決定の前記説示に賛同することはできな\nい。\nしかしながら、右のとおり、確定判決の認定した本件放火の方法に合理的な疑い\nが生じたからといって、直ちに、Ａ２証言やＡ２実験、更には当裁判所の前記検証\n等の新証拠が刑訴法四三五条六号にいう「無罪を言い渡すべき明らかな証拠」に当\nたるとはいえない。なぜなら、申立人が本件ストーブを「足蹴りにして横転させ」\nて放火したとの確定判決の判示は、前述した（第三の二参照）とおり、申立人が第\n一審裁判所において事実を争わなかったことなどから、確定判決が、申立人の前記\n警察官調書及び前記各検察官調書に従って本件放火の方法を認定、判示したにすぎ\nないものであって、申立人が本件ストーブを移動させた後机の脚が燃えるように接\n着させた状態で置いた旨のＦ１の前記各供述を否定した趣旨であるとまでは解され\nないからである。したがって、前記新証拠が、刑訴法四三五条六号にいう「無罪を\n言い渡すべき明らかな証拠」に当たるといえるためには、申立人が本件ストーブを\n故意に転倒させ、その火を机等に燃え移らせて放火したとの事実について合理的な\n疑いを生じさせる必要があると考えられる。\nなお、所論は、Ｆ１の供述には変遷があり、その信用性には疑問がある旨主張す\nる。かに、Ｆ１の供述をみると、前述した内容のもの（第三の二参照）のほか、\n「二人の男を電気のコードで縛ったり、殴ったり、首を絞めたり、ナイフを刺した\nりし、燃えているストーブをひっくり返して逃げた」旨（自首調書・確定記録四冊\n七七四丁）、「申立人が本件ストーブのガードを取り外して机の脚の下に持って行\nき、燃えている方を接着させたが、そのころＦ１が広告用紙を部屋一杯に撒き散ら\nした」旨（昭和四一年一二月一三日付け警察官調書・確定記録四冊八一五丁）、\n「申立人が本件ストーブのガードを取り外して約一メートル離れた机のところまで\n運んで来て机の脚に付けて置いた」旨（同月一四日付け警察官調書・確定記録四冊\n八二八丁）述べたものがあり、これらＦ１の各供述の間には、同人が手袋を本件ス\nトーブに投げ入れた時期・同人がカタログ等を部屋に撒き散らした時期・申立人か\n本件ストーブを移動させた時期の前後関係のほか、申立人が本件ストーブを置いた\n細部の状況等に変遷があることは所論指摘のとおりである。しかしながら、Ｆ１\nは、同人か手袋を本件ストーブに投げ入れた事実・同人がカタログ等を部屋に撒き\n散らした事実・申立人が本件ストーブからガードを取り外した後に机の側まで移動\nさせ机の脚に接着させるように置いた事実があったことについては、一貫して供述\nしていた上、当時Ｆ１は、申立人とともに、Ｅ１らに対して激しい暴行を加え現金\n等を強取するなどした直後であって、相当興奮した状態にあったと考えられること\nからすれば、Ｆ１が右各事実の前後関係や、申立人が本件ストーブを置いた細部の\n状況等について必ずしも明確な記憶を有していなかったからといって、その供述自\n体の信用性が失われるとは考えられない。次に、Ｆ１の供述を他の証拠と照らし合\nわせてみると、同人は、昭和四一年一二月一〇日に山口県宇部警察署に自首する直\n前、雇い主のＡ８やＡ６らから事情を聞かれた際、「強盗事件を起こして店を出る\n時、申立人が店のストーブを倒して油を出して火をつけ、お前もつけろと言われた\nので、私も火をつけた」旨述べていた（Ａ６の警察官調書・確定記録二冊三三三\n丁）上、同署の警察官に対しても、前記自首調書のとおりの供述をしていたこと、\nこの時捜査を担当していた福岡県博多警察署がＢに強盗に入った犯人に対してかけ\nていた容疑の内容は、強盗致死、同未遂の被疑事実であったこと（同月九日付け捜\n査報告書・確定記録二冊三一九丁以下）からすれば、本件放火については、Ｆ１が\n自ら進んで供述したものと考えられる上、このことは、同人の同月一三日付け警察\n官調書の記載（確定記録四冊八一五丁）からも窺うことができる。また、本件放火\nの方法等に関するＦ１の供述を更に詳しくみると、警察官による当初の取調べ時の\n供述、その後の検察官による取調べ時の供述、更に、申立人が逮捕された同月二七\n日以後の取調べ時の供述と、三つの時期においてその内容に微妙な違いがあること\nが看取されるところ、このうち、申立人が逮捕された以後のＦ１の供述は、それま\nでの供述に比べ、主として申立人の供述と食い違っている内容について暖昧なもの\nとなっていることからみて、恐らく申立人の供述を基に取調べ官から追及された結\n果、その供述に動揺が生じてきたためと考えられること、他方、警察官による当初\nの取調べ時の供述とその後の検察官による取調べ時の供述の食い違いは、取調べ官\nの認識の違いを微妙に反映しているにすぎないものと考えられることからすれば、\nＦ１の供述に前記のような変遷があるからといって、申立人が本件ストーブを故意\nに転倒させ、その火を机等に燃え移らせて放火した旨述べるＦ１の供述の基本的部\n分の信用性が否定されるとは考えられない。\nところで、弁護人は、Ｆ１の弁護人に対する一九九四年一一月五日付け陳述録取\n書を当裁判所に提出した上、その内容は、申立人が本件ストーブを動かしたのを見\nた記憶はない旨、逃げ出すときに再度本件火災現場に戻って確認した記憶はない\n旨、本件火災のこと事件の翌日新聞を買って初めて知った旨、警察官の取調べは聞\nかれたことに対して「はい」と答える形で進んだ旨等を供述するものであって、Ｆ\n１の前記各警察官調書及び前記各検察官調書の内容と大きく食い違っており、これ\nら各調書の記載は信用できない旨主張するが、前述した（第三の二参照）ように、\n同人は、第一審裁判所の第一回公判期日における裁判長の質問に対して、無理な取\n調べはなかったし、自ら進んで述べた旨供述していただけでなく、Ａ５の前記各警\n察官調書及び前記各検察官調書の内容は、本件火災現場で放火行為に及んだ点をも\n含め、具体的かつ詳細である上、同人が供述しなければ取調べ官において到底知り\n得ないような内容をも多く含んでいること（例えば、申立人が本件ストーブを転倒\nさせて逃走する際、申立人に言われて再度本件火災現場を確認したところ、机が燃\nえ始め煙が出ていたとか、Ｅ１は床の上に座り込んでおり、Ｅ２はうなっていたと\nか、その出がけにタバコのハイライト位の大きさのトランジスタラシオ一台を店頭\nから盗んだといった内容［昭和四一年一二月一一日付け警察官調書・確定記録四冊\n七九八丁］は、Ｆ１が供述しない限り取調べ官において誘導できるとは考え難\nい。）、これに対し、Ｆ１の弁護人に対する陳述は既に事件から二八年近く経過し\nた後になされたものである上、その内容も「記憶がない」という程度のものである\nことからすれば、右陳述録取書が、Ｆ１の前記各警察官調書及び前記各検察官調書\nの信用性を左右するとは考えられず、所論は採用できない。\n四　以上の検討結果によれば、確定判決の趣旨に反せず、かつ、その証拠構造に\n矛盾しない本件放火の方法としては、申立人が本件ストーブを故意に転倒させ、そ\nの火を机等に燃え移らせて放火したと考えるのが相当である。この点に関して、原\n決定は、「１」「本件ストーブが当初からその状態（「前面扉を床面に接した状態\nで静止している状態」を指すと理解できる。）に静かに置かれたか」あるいは\n「２」「前傾状態で何らかの物（例えば机の脚等）に倒し掛けたところ、その後ス\nトーブ自体の重さや、立て掛けた物の燃焼の進行により次第に傾斜を深めていき、\n前面扉を床に接する状態になったところで止まったか」のいずれかであると推認で\nきる旨説示しているが、このうち、「２」の方法には疑問が残るといわざるを得な\nい。すなわち、前述した（第三の三参照）ように、本件ストーブが前方に転倒した\n場合には、裏蓋が開き、補給タンクが外れてしまうと考えられるのであって、本件\n火災現場で発見された時の状況に符号しない事態が生じる可能性が大きい。しか\nも、当裁判所が実施した各検証の結果によれば、本件ストーブの前面扉には厚さ約\n一・二ないし一・六センチメートルのＨの文字の入ったプレート（以下「プレート\n部分」という。）が付けられているため、本件ストーブが、前面扉のプレート部分\nを床面に接着させるようにして前傾した姿勢（以下「前傾姿勢」という。）をとっ\nて静止しているのは、やや不安定な状態であり、ストーブが前傾を深めていけば、\n前傾姿勢を通り越して完全に前方に転倒した状態になるのが一般であると考えられ\nる上、本件ストーブが立て掛けた物に沿って都合よく滑り落ち、前傾姿勢をとる可\n能性もさして大きいとはいえない。更に、後述するように、本件ストーブの前面扉\nに付着していた溶融痕は本件火災の初期の段階にできたものと考えられることをも\n併せ考慮すると、原決定が説示する「２」の方法を全面的に支持することはできな\nい。\nこれに対し、原決定が説示する「１」の方法については、当裁判所も正当として\n是認することができる。すなわち、このような方法については、申立人か本件スト\nーブを故意に転倒させ、その火を机等に燃え移らせて放火した旨の申立人及びＦ１\nの各供述と矛盾しないだけでなく、原決定も説示するように、本件火災発生当時本\n件ストーブが前傾姿勢をとっていたことを裏付ける証拠も存在するからである。な\nぜなら、Ａ３鑑定書（確定記録三冊四七二丁）には、「石油ストーブが火災当時転\n倒していたかどうかについては機関部の合金製カム（ダイヤルツマミを回転するこ\nとによってそれに連結されたカムが上下運動し燃焼塔への給油量を調節する）及び\n連結桿止め（以下「バルブストッパー」という。）熱のため溶けてその一片が別添\n写真第四号に示すように正面点火扉（以下「前面扉」という。）の網目に流れ込ん\nでいることから、これら三点を結ぶ直線が床面に垂直になるように、即ち、点火扉\nが床面に対して接するように前方に傾いていたものと認める」旨の記載があるとこ\nろ、Ａ１証言（昭和六一年六月一七日四〇項ないし四四項・本件記録五冊九〇八\n丁、九〇九丁）、同人作成の鑑定書乙（六頁ないし八頁、一五頁ないし二一頁）及\nび当裁判所における各検証の結果等により認められる次の各事実、すなわち、\n「１」本件ストーブの前面扉の網目部分の右端（本件ストーブの正面に向かって\n右、左という。以下同じ。）には、ストーブの油量調節機構の部品で亜鉛を主成分\nとする合金で作られたカム及びバルブストッパーが溶融して生じたと認められる溶\n融痕の存在が認められること、「２」右溶融痕が付着していた位置は、本件ストー\nブが前傾姿勢をとった時に、カム及びバルブストッパーの取り付け位置のほぼ鉛直\n線上（真下）にくる上、本件ストーブには、その中間に位置する油量調節機構の部\n品上にも、カム及びバルブストッパーが溶融して生じた溶融合金が付着しているこ\nと、しかも、「３」本件ストーブが前傾姿勢をとって静止しているのはやや不安定\nな状態であって、火災の進行中に本件ストーブが偶然そのような姿勢をとることは\n考え難い上、カム及びバルブストッパーが溶融して流下ないし滴下するなどし前面\n扉の網目部分に付着する状況が生じたのは、本件火災の初期の段階であったと考え\nられること、これに対し、「４」本件ストーブの背面及び側面を両手で持ってすれ\nば、本件ストーブ前傾姿勢で静止させることは十分可能であることによって、Ａ３\n鑑定書の前記記載の正当性はほぼ裏付けられたと考えることができる。\nところで、所論は、本件ストーブを使用して放火しようとするなら、足で蹴倒す\nなどの行為に出るか、手を使うにしても、そのままストーブを前方に転倒させるの\nが通例であり、しかも、本件は、強盗の現場において、証拠を隠滅し、Ｅ１らを殺\n害する目的で放火したとされている事案であって、極度に興奮し冷静さを失ってい\nた上、ストーブを転倒させれば裏蓋が開いて補給タンクかがれてしまい火災が発生\nしないとの予備知識のない者が、細心の注意を払って、燃焼中のストーブを前傾姿\n勢に静かに置くと考えるのは不自然である旨主張する。\n確かに、相当興奮した状態にあって普段の平静さを失っていると考えられる強盗\n犯人が、証拠隠滅等のために燃焼中のストーブを利用して放火しようとする際に\nは、足や手を使って、その場でストーブをひっくり返すという行動に出るのが通例\nであると考えられる。また、本件ストーブを完全に前方に転倒させた場合には、裏\n蓋が開き、補給タンクが外れてしまう結果、ストーブ本体の受け皿に入っている灯\n油が燃える程度で、確実に火災が発生するとはいい難い状況にある上、そのような\n予備知識のない者が、わざわざ意識して、燃焼中のストーブを不安定な状態にある\n前傾姿勢に置くという行動を採る可能性が乏しいことも、恐らく所論が主張すると\nおりであると考えられる（なお、Ｉ［以下「Ｉ」という。］の昭和四一年一二月一\n二日付け警察官調書［確定記録三冊六一七丁］によれば、本件ストーブはＢで販売\nしたものであり、また、申立人の昭和四二年一月六日付け警察官調書［確定記録四\n冊六九〇丁、六九二丁］によれば、申立人も昭和三八年八月から翌三九年四月ころ\nまでの間Ｂで働いていたことがあったことからすれば、申立人が前述した予備知識\nを有していた可能性もないとはいえないが、そのことを明確に認めるべき証拠は存\n在しないから、以下、申立人がそのような予備知識を持っていなかったことを前提\nに論を進める。）。しかしながら、Ｆ１の前記各供述（第三の二、三参照）によれ\nば、申立人は、燃焼中の本件ストーブのガードを取り外した上、わざわざＩの机の\n脚のところまで約一メートル位抱えてきて、机の脚が燃えるように置いたというの\nであるから、まず、申立人は両手を使って本件ストーブを転倒させたものと認める\nことができる。次に、机の脚という目標物にストーブの火を燃え移らせるためにス\nトーブを前方に転倒させる時の状況を考えるに、本件ストーブは、当時燃焼中であ\nった上、その重量も決して軽いものではなく、両手で楽にその姿勢を制御できるよ\nうな状況にはなかったことからすれば、まず、机の脚からストーブ本体の高さ程度\nの距離だけ手前のところに一旦ストーブを置き、その後ストーブの底板の前面部分\nを床に接着させて回転軸とし、ストーブの後方を上に持ち上げて机の脚に立て掛け\nるようにしながらストーブを前方に傾斜させ、ストーブ本体の反射板上部の角が机\nの脚に当たったら、その反射板上部の角を机の脚に当てたまま下に滑らしていき、\nストーブを床面に接着させるという行動を採るか、あるいはこれに近い行動を採る\nものと考えられる。そして、このような行動に出た場合には、ストーブの反射板上\n部の角が机の脚に支えられる格好になるため、ストーブは机の脚が邪魔になって完\n全に前方に転倒することができす、床面に接着した時には前傾姿勢の状態で静止す\nるものと考えられる。したがって、本件ストーブに関する前記の予備知識がなく、\nまた、当初から本件ストーブを前傾姿勢に置くことを意識しないで行動しても、結\n果的に本件ストーブが前傾姿勢をとることは十分有り得ると考えられるのであっ\nて、所論には賛同できない。\nその上、Ａ１証言（昭和六一年六月一七日四五項ないし六七項・本件記五冊九〇\n九丁ないし九一三丁）、鑑定書乙（八頁ないし一六頁、写真一三号、同一四号、同\n二二号ないし同四二号）、当裁判所の検証（第二回）の結果等の関係証拠を総合す\nれば、前傾姿勢をとった本件ストーブから火災が発生した経過は次のとおりであっ\nたのではないかと推測することができる。すなわち、「１」本件ストーブを前傾姿\n勢に置いた場合、受け皿に入っている灯油が漏れ出して燃え上がるものの、この時\nの補給タンクの状態は、ストーブ本体から外れてしまう場合と、給油中の状態をそ\nのまま維持している場合とがあるが、本件火災現場で発見された時の状況からすれ\nば、本件ストーブは、後者であったと考えられる。しかも、その場合でも、補給タ\nンクから灯油が漏れ出すかどうかは、補給タンクの中に残っている灯油の量如何に\nかかっており、全く灯油が漏れ出さない場合もあり、本件火災現場での焦げの状態\nからすれば、補給タンクからの漏油はほとんどなかったものと考えられる。次に、\n「２」受け皿から漏れ出した灯油の一部はストーブの中で燃焼するため、油量調節\n機構の各部品はその熱を多く受けるほか、補給タンクもその熱を受け補給タンクの\n中に残っていた灯油は活発に気化すると考えられる（Ａ２証言昭和六〇年一〇月二\n九日一〇八項、一一五項ないし一一九項・本件記録二冊六一三丁、六二二丁、Ａ２\n実験中、転倒燃焼実験「１」の写真一九号、同二〇号・本件記録四冊七三八丁）。\nしかも、「３」鑑定書乙（七頁）、Ａ２証言（昭和五八年一〇月七日三十一項・本\n件記録二冊三四丁）によれば、カム及びバルブストッパーが溶融する融点は摂氏約\n三八〇度と比較的低いのに対し、灯油が燃える時の温度は摂氏約一二〇〇度前後で\nあることからすれば、カム及びバルブストッパーは、本件ストーブが前傾姿勢に置\nかれ、受け皿から漏れ出した灯油が燃焼した時に溶融を開始して割れたり、流下な\nいし滴下すると考えられる。他方、「４」本件ストーブが前傾姿勢に置かれ、か\nつ、補給タンクが給油中の状態を維持していた場合には、受け皿から漏れ出た灯油\nの燃焼で熱を受けた補給タンク内の灯油は、活発に気化するとともに、補給タンク\n内の圧力の高まりによって、受け皿の中に収まっている補給タンクの口金キャップ\n（給油中の状態にあるため口金キャプのバルブはスタットで中に押し込まれたまま\nである。）から外に漏れ出した上、周辺の酸素を含んだ空気と混じり合い、燃焼に\n適した混合比に至った時に燃焼を開始し（鑑定書乙九頁、一〇頁）、その火か側に\nあった机に着火して本件火災が発生した、と考えることができる。\n五　ところで、所論は、本件火災発生当時本件ストーブが前傾姿勢にあったとす\nる原決定に対し、るる主張するので、この点について検討する。\n１　まず、所論は、原決定は「本件ストーブの前面下にある網目状の扉の右端に\n近い部分に、ストーブの内の油量調節機構の部品で亜鉛を主成分とする合金で作ら\nれたカム及びバルブストッパーが溶融して生じたと認められる付着痕（以下「溶融\n痕」という。）が存在」すると認定し、その根拠として「Ａ３鑑定書中には溶融合\n金が前面扉の網目に流れこんでいる旨具体的に記載されている」ことと「同鑑定書\n添付写真第四号を検討しても右（写真に写っている）針金状の棒は滴下の方向を示\nすために添えられているに過ぎないこと」を指摘しているが、本当に「溶融合金が\n前面扉の網目に流れこんでいる」のであれば、溶融合金は網目の穴に食い込むよう\nな状態（裏側から見れば、霜柱状に網目から合金が滴下したような状態）となり、\nこれを容易に離脱させることはできないのに、本件ストーブを写した消防署員Ａ９\n撮影の写真九号（Ａ１０作成の昭和四二年四月二日付け実況見分調書添付のもの・\n本件記録一冊六四丁）には、明らかに網目から離脱した溶融合金が写っていること\nからすれば、Ａ３鑑定書添付の写真四号（確定記録三冊四七七号）に写っている溶\n融合金は、Ａ２証言が主張するとおり、本件ストーブの前面扉に付着していたもの\nではなく針金状の棒によって支えられているにすぎないとみるべきである旨主張す\nる。\nそこで検討するに、本件ストーブについては、確定判決を下した裁判所に証拠と\nして提出されなかった上、同判決が確定した後である昭和四六年四月一七日に廃棄\nされている（裁判所職員作成の電話聴取書・本件記録七冊一三六一丁）ため、直接\nこれを見て確認することができず、当時撮影された写真によって、溶融合金の付着\nの有無を検討する以外に方法がないところ、所論指摘のＡ９撮影の写真九号をよく\nみると、本件ストーブの前面扉の網目部分右端にカム及びバルブストッパーが溶融\nしてできたと考えられる溶融合金（以下「溶融合金甲」という。）の付着を認める\nことができ、その大きさを網目の数で数えると、縦七個、横八個分である。他方、\nＡ３鑑定書添付の写真二号（確定記録三冊四七五丁）は、右ストーブの前面扉を立\nてた状態にして撮影しているところ、右写真においても、前面扉の網目部分右端\nに、網目の数で横入個分の溶融合金（以下「溶融合金乙」という。）が付着してい\nることが認められる（なお、右写真二号のピントは多少甘いものの、同写真には溶\n融合金乙の右隣にも、網目の数で横九個分の溶融合金［以下「溶融合金丙」とい\nう。］の付着が認められる。）。更に、原決定が指摘するＡ３鑑定書添付の写真四\n号に写っている溶融合金をみると、前面扉の網目部分に大きな塊が二個あり、右端\nのもの（以下「溶融合金丁」という。）が網目の数で縦七個位、横七個位、その右\n隣のもの（以下「溶融合金戊」という。）が縦九個位、横一〇個位である。そし\nて、少なくとも、右三枚の写真に写っている、前面扉の網目部分右端に付着してい\nる溶融合金甲、溶融合金乙及び溶融合金丁は同じものと考えられる上、その形態は\n網目を型どったような特異な形状をしていることが看取できることからして、これ\nらの溶融合金は網目部分に流れ込んで付着しているものと認めることができる（他\n方、前記Ａ９撮影の写真九号には、網目部分に付着している溶融合金甲のほかに、\n前面扉近くのストーブ本体の底面部分に、剥離したように見える溶融合金らしきも\nの［以下「溶融合金己」という。］が写っているところ、その形状は、Ａ３鑑定書\n添付の写真二号及び同四号に写っている溶融合金丙及び溶融合金戊と同じもののよ\nうに見える。しかも、Ａ３鑑定書添付の写真一号ないし同四号はほぼ同一時期に撮\n影されたものと推測されるところ、右写真一号に写っている本件ストーブの前面扉\nの上には木炭様のものが多数散乱しているところ、その数は、Ａ９撮影の写真九号\nに写っているそれよりもかなり多いこと、また、右写真一号の背景には本件火災現\n場と思われる室内の様子が撮影されていることをも考え併せると、Ａ３鑑定書添付\nの写真一号ないし同四号は、Ａ９撮影の写真九号よりも早い時期に撮影されたもの\nと推認することができ、Ａ９撮影の写真九号に写っている溶融合金己は、Ａ３鑑定\n書添付の写真二号及び同四号に写っている溶融合金丙及び溶融合金戊がその後何ら\nかの事情によって剥離したものと考えることができる。なお、所論は、網目部分に\n付着した溶融合金が容易に剥離しない旨主張するが、溶融合金が付着した時の温度\nやその量、付着するに至った経過、その場所等の違いによって付着の形態やその強\nさ等にも違いが生じると考えられる上、そのような溶融合金を剥すことが不可能で\nあるともいえないことからすれば、Ａ３鑑定書添付の写真二号及び同四号に写って\nいる溶融合金丙及び溶融合金戊が、その後何らかの事情で剥離したと考えることが\n不当であるとはいえず、所論には賛同できない。）。そうすると、所論指摘のＡ９\n撮影の写真九号によっても、本件ストーブの前面扉の網目部分右端に溶融合金が付\n着していたと認めることができるから、原決定の説示に誤りはない。これに対し、\nＡ３鑑定書添付の写真四号に撮影されている、本件ストーブ前面扉の網目部分右端\nにある溶融合金は針金状の棒で支えられている旨のＡ２証言（昭和六〇年二月二八\n日三三ないし四九項・本件記録二冊五二二丁ないし五三一丁）は、その内容自体特\n異な見解である上、Ａ３鑑定人がわざわざそのようなことをしなければならなかっ\nた理由も窺われないこと、また、右写真に写っている針金状の棒の先端は溶融合金\n戊の左上付近にあることからすれば、そのような場所を押さえることによって溶融\n合金戊の落下を防止できるか疑問があることに照らすと、到底採用できない見解と\nいわざるを得す、所論には賛同できない。\n２　次に、所論は、原決定が、本件ストーブの前面扉にあつた溶融合金の「付着\n痕の位置は、本件ストーブの前面扉部分か床面に接するようにして前傾横転した状\n態に置いた場合に右カム及びバルブストッパーの位置のほぼ鉛直線上（真下）に来\nる」と認定しているが、「１」同型ストーブの構造図（鑑定書甲添付資料１の「Ｈ\n小形石油ストーブサービスノート」二六頁に記載されているもの）を使って同型ス\nトーブを前傾姿勢に置いた状態を想定し、カム及びバルブストッパーの位置から鉛\n直線を下ろした場所は前面扉の上半分にある金属部分にくるのに対し、本件ストー\nブの溶融痕が付着していた場所は前面扉の下半分にある網目部分であって、ずれが\nある旨、また、「２」鑑定書乙及び当裁判所における検証（第一回）の結果によれ\nば、三台の同型ストーブを前傾姿勢に置いた時の角度には約五・五度の開きがある\nから、原決定がいうように、「本件ストーブ内のカム及びバルブストッパー付近の\n温度が融解点に達した際には、本件ストーブは右のように前傾横転した状態にあっ\nた」と断定することはできない旨、更に、「３」鑑定書乙における燃焼実験では、\nカム及びバルブストッパーの溶融合金が付着したのはストーブの前面扉の網目部分\nではなかったことからすれば、原決定のようにいうことはできない旨、主張する。\nそこで検討するに、当裁判所の検証（第一回）において、同型ストーブ二台を前\n傾姿勢に置き、錘を使ってカム及びバルブストッパーの位置から鉛直線を下ろした\n場所を調べたところ、その場所は、いずれも前面扉の網目部分の下部右端を中心と\nしたところにあって、右検証の結果は、鑑定書乙の内容にほぼ符号しているだけで\nなく、Ａ９撮影の写真九号、Ａ３鑑定書添付の写真二号及び同四号に写っている溶\n融合金甲、溶融合金乙及び溶融合金丁が付着していた網目部分の場所にほぼ当たっ\nていたことからすれば、所論指摘の原決定の説示に誤りはないと考えられる。とこ\nろで、所論は、同型ストーブの構造図を用いた場合には、カム及びバルブストッパ\nーの位置から鉛直線を下ろした場所は前面扉の上半分にある金属部分にくる旨主張\nするが、右検証の結果によれば、同型ストーブは、ストーブ本体の左右二箇所に取\nり付けてあるバネを底板の該当箇所に掛けることによって底板をストーブ本体に取\nり付ける仕組みとなっているため、底板を取り付けたままでストーブを前傾姿勢に\n置くと、このバネの部分が伸び、底板を水平にした時に想定される姿勢よりも、ス\nトーブ本体が前方に傾いた姿勢をとること、しかも、右バネの弾力性はストーブの\n使用頻度等によって異なっており、その弾力性が弱くなってくるに従い、前傾姿勢\nに置いたストーブ本体の傾斜角度が浅くなってくる関係から、カム及びバルブスト\nッパーの位置から鉛直線を下ろした場所は、前面扉の下方に下がってくることが認\nめられる。したがって、底板を取り付けた同型ストーブを水平に置いた状態を示し\nている前記構造図を用いて、カム及びバルブストッパーの位置から鉛直線を下ろし\nた場所を求めたにすぎない所論は、原決定の説示を左右するものとはいえない。ま\nた、鑑定書乙及び当裁判所の右検証の結果によれば、三台の同型ストーブを前傾姿\n勢に置いた時の角度に差異が生じていることは所論指摘のとおりであるが、その原\n因は、既に述べたように、底板をストーブ本体に取り付けるバネの弾力性の強弱に\nよるものと考えられること、しかし、ストーブを前傾姿勢に置いた時にストーブが\n最も前方に傾斜するのは、バネが伸びきった時であって、それは底板を外してスト\nーブ本体だけを前傾姿勢に置いた時とほぼ同じであると考えることができることか\nらすれば、所論指摘の差異を考慮に入れても、原決定の説示に誤りがあるとはいえ\nない。したがって、「１」、「２」に関する所論はいずれも採用できない。\n更に、「３」の点についていえば、鑑定書乙における燃焼実験をみるに、バルブ\nストッパーの溶融片は、ストーブ前面扉の上半分にある金属部分に滴下しており、\n他方、カムは、ひび割れした半溶融状態でその取り付け箇所の近くにあるフレーム\nにひっかかっていたことが認められる（一一頁、一二頁、写真五一号ないし同五六\n号）が、右実験は、延焼等の危険があって途中で中止されたため、そのまま燃焼を\n継続させれば更に溶融の度合を増していくと考えられるカムが、その後流下ないし\n滴下してとの場所に付着するのかまでは明らかになっていないこと、他方、鑑定書\n乙（六頁、七頁、添付の写真一六号、同一七号）及びＡ３鑑定書添付の写真二号及\nび同四号によれば、本件ストーブの油量調節機構の一部にもカム及びバルブストッ\nパーの溶融合金と考えられるものが付着しており、その場所は、右実験てひび割れ\nした半溶融状態のカムがひっかかっていた場所とほぼ同じところであること、ま\nた、鑑定書乙（一五頁）では、カムがこのまま溶融を続けていけば、流下ないし滴\n下してその一部が前面扉の網目部分に付着すると予測していることからすれば、右\n実験の結果から、同型ストーブを前傾姿勢に置いた状態でカム及びバルブストッパ\nーが溶融しても、その溶融合金が本件ストーブの溶融痕の場所に付着することがな\nいとはいえず、「３」に関する所論も採用できない。\n３　また、所論は、原決定が、「当初本件ストーブが直立したままの状態で火災\nが発生し、火災の進行中に右ストーブが落下物等の影響で転倒し、その後にカム及\nびバルブストッパーが溶融した可能性の有無についても、念のため検討するに、本\n件ストーブが前面扉を床面に接する形で転倒している状態は、前面扉の面積が小さ\nいこと等からしてやや不安定な状態であると認められるが、落下物等の影響で前向\nきに転倒したとすると、転倒の勢いにより、通常は、前面扉を床面に接するような\n不安定な状態のままで静止することなく、それを通り越して更に前のめりになる状\n態になるまで転倒すると考えられるし、すでに床上には二階や屋根からの種々の落\n下物により凹凸や傾斜の生じていることも考えられ、これらの場合に前面扉の前記\n部分とは異なる部位に合金の溶融付着痕を生ずることとなるのがほとんどであると\nいうことができ、したがって、右のように落下物等によって初めて転倒を生じた可\n能性はほぼこれを否定することができる」旨説示しているが、火災進行中の落下物\nや消火活動等の作用により本件ストーブが転倒したことが考えられるとしても、火\n災現場においては、落下物の内容、落下時期、落下位置等を予測することはできな\nいから、落下物等による本件ストーブの転倒状況を推測するのは極めて困難であっ\nて、このことは、Ａ９撮影の写真八号（本件記録一冊六五丁）に写っている本件ス\nトーブの右側面部には、油量調節用のダイヤルツマミ焼失時の炎上痕が残ってい\nて、その方向からすればダイヤルツマミが炎上した時の本件ストーブの姿勢は斜め\n後方に傾斜していたとしか考えられないのに、なぜそのような姿勢をとったのかを\n具体的に説明できないことからも明白であって、結局、原決定のように、カム及び\nバルブストッパーの溶融痕の付着状況やその位置から本件火災発生当時の本件スト\nーブの状況や姿勢を説明することはできない旨主張する。\n確かに、本件火災進行中の落下物や消火活動等の作用によって本件ストーブがど\nのような姿勢をとっていたかを正確に推測することは困難であると考えられる上、\n所論指摘の炎上痕からすれば、本件ストーブが一時期後方に傾斜していた可能性を\n否定することもできない。しかしながら、所論指摘の原決定の説示は、本件ストー\nブの前面扉の網目部分右端にカム及びバルブストンパーの溶融痕ができるために\nは、本件ストーブが前傾姿勢を保っていたことが必要であると考えられるところ、\n本件ストーブが火災進行中の落下物等の作用によってその姿勢を様々に変化させて\nいたとしても、本件ストーブが前傾姿勢をとった時の状態はやや不安定であって、\n火災進行中の落下物等により本件ストーブがそのような前傾姿勢を保つ可能性はほ\nとんどないといえるから、本件ストーブの前面扉の網目部分右端にカム及びバルブ\nストッパーの溶融痕が付着したのは、本件火災の初期の段階においてしか考えられ\nないとする趣旨であると理解される。そして、前述した（第三の五の２参照）よう\nに、鑑定書乙（七頁、添付写真一六号、同一七号）及びＡ３鑑定書添付の写真二号\n及び同四号によれば、本件ストーブの点火装置の一部にもカム及びバルブストッパ\nーの溶融合金の付着が認められるところ、カム及びバルブストッパーの位置と右溶\n融合金が付着していた位置、更にストーブ前面扉の網目部分に付着していたカム及\nびバルブストッパーの溶融痕を結んだ線が鉛直線上にくるのは、本件ストーブが前\n傾姿勢をとった時であること、しかも、本件ストーブがそのような前傾姿勢をとっ\nた時の状態は極めて不安定であって、本件ストーブが偶然そのような姿勢をとる可\n能性は低いと考えられること、更に、鑑定書乙（七頁）、防火管理の知識（四〇〇\n頁、四〇一頁、本件記録五冊一〇六八丁）、Ａ２証言（昭和五八年一〇月七日三一\n項・本件記録二冊三四〇丁）によれば、カム及びバルブストッパーの溶融温度は摂\n氏約三八〇度と割合低いのに対し、木材の引火温度は摂氏約二五〇度ないし二六〇\n度、木材の発火温度は摂氏約四〇〇度以上、木造火災の時の温度は摂氏約一二〇〇\n度ないし一三〇〇度、灯油が燃焼している時の温度は摂氏一二〇〇度前後であると\n認められることを併せ考えると、カム及びバルブストッパーが溶融して流下ないし\n滴下したのは、本件火災の初期の段階においてであったと考えられる。このこと\nは、燃焼している同型ストーブを前傾するように転倒させたＡ２実験や鑑定書乙に\nおける燃焼実験の結果においても、ストーブの転倒によって受け皿から漏れ出した\n灯油が短時間燃焼しただけでも、カム及びバルブストッパーが溶融して割れたり落\n下したりしていることによってもある程度裏付けられていると考えられる。これに\n対し、本件火災の進行中に本件ストーブが当初置かれていた姿勢を変えたのは一定\nの重量のある落下物の衝突や消火活動等によるものであるが、そのような落下物等\nが本件ストーブに衝突するのは本件火災がある程度進行した後にすぎないと考えら\nれること、また、本件ストーブが所論指摘の炎上痕から推測される姿勢を取ってい\nた可能性があるとはいっても、その時は本件ストーブの背面に一定の落下物が存在\nしていなければならず、それは本件火災が相当進行した後のことと考えられること\nからすれば、所論指摘の事情を考慮しても、本件ストーブの前面扉の網目部分右端\nにカム及びバルブストッパーの溶融痕が付着していたことから、本件火災発生当時\n本件ストーブは前傾姿勢をとっていたと認定することができると考えられるのであ\nって、所論に賛同することはできない。\n４　更に、所論は、原決定が、本件火災現場から発見された「本件ストーブは約\n四五度くらいに傾斜しており、完全に転倒した状態になかったこと」について、\n「これは、すでに右のように前面扉を下にして転倒していた状態にあった本件スト\nーブが、火災の進行により二階や屋根からの落下物の影響を受けたり、場合によっ\nては消火作業の影響を受けたりした結果、最終的に約四五度の状態になったもの\n（倒れていたのが落下物の影響で立ち上がり、更に再び落下物の上に倒れかかった\nということもありうる。）と認めるのが相当である」と説示している点について、\n火災の進行に従つて本件ストーブ自体が動くほどの落下物があったとすれば、既に\n床面にも大小の落下物があって、本件ストーブの底板が床面に密着した状態になる\nはずはないのに、Ａ４作成の実況見分調書によれば、本件ストーブが本件火災現場\nで発見された時、その底板は倒れないで床面に密着した状態にあったというのであ\nるから、原決定の説示は誤りである旨主張する。\nしかしながら、右実況見分調書（確定記録一冊七二丁）には、本件「ストーブの\n受皿（「底板」を指す。）はそのままの状態で倒れていない。」と記載されている\nだけである上、同調書添付の写真六六号ないし同六九号（確定記録一冊一五八丁な\nいし一六一丁）によれば、本件ストーブが本件火災現場で発見された時、その底板\nの下にも落下物が入り込んでいることが明らかであるから、本件火災進行中底板が\n常に床面に接着した状態にあったとして原決定を論難する所論は、その前提を誤っ\nた主張というほかない。そして、本件ストーブが、本件火災進行中の落下物等の影\n響でその姿勢を変え、本件火災が鎮火した時には、床上にあった落下物のため約四\n五度位に傾斜した姿勢をとっていたと考えられることは、原決定が説示するとおり\nであって、所論は採用でない。\n５　所論は、原決定が、「本件ストーブの外側の塗料は焼けて変色しているのに\n対し、前面扉のアルミニウム製のプレートのＴｏｓｈｉｂａの文字の塗料部分（以\n下「Ｈの文字」という。）のみが焼燬していない」事実について、Ｈの文字が焼燬\nを免れているのは、「本件ストーブが前倒しの状態に置かれ右プレートの部分が床\n面に接する状態が続いていたため、その部分が直接強い熱を受けるのを免れたこと\nを示していると見ることができるのであって、この点もまた、本件ストーブが立っ\nたままの状態で火災になったのではないことを窺わせる」旨説示していることに関\nし、本件火災現場の床面には燃焼の痕跡がほとんど見られないことからして、床面\nに近いところは全体として熱の影響を受けていないと考えられるから、床面より一\n〇センチメートル以下の高さにあるＨの文字が焼燬を免れていたからといって、本\n件ストーブが立ったままの状態ではなく、Ｈの文字を床面に接するような前傾姿勢\nを継続していたと結論付けることはできない旨主張する。\nＡ３鑑定書によれば、本件ストーブの前面扉のプレート部分にあったＨの文字が\n焼失を免れていたことが明らかであるところ、それは、Ｈの文字の周囲が溶融温度\n（Ａ２証言昭和六〇年二月二八日五一項・本件記録二冊五三一丁によれば、純粋の\nアルミニウムの溶融温度は摂氏六六〇度である。）を超えるほどの高熱にさらされ\nなかったことを示すにすぎず、そのことから直ちに、本件火災発生当時本件ストー\nブがどのような姿勢を保っていたかまでをも推測することができないことは所論指\n摘のとおりである。しかしながら、Ａ３鑑定書等によれば、本件ストーブの右側面\nに取り付けてあった油量調節用のダイヤルツマミが焼失していることが認められる\nところ、右ダイヤルツマミは前面扉のプレート部分とほぼ同じか少し低い高さにあ\nったことからすれば、少なくとも本件火災の際、プレート部分とダイヤルツマミと\nが同じような状況で熱を受けたものでないと一応推測されること（但し、ダイヤル\nツマミの溶融温度は不明である。）、しかも、鑑定書乙における燃焼実験（一五\n頁、添付写真五七号）によれば、同型ストーブが前傾姿勢で火災中に放置された時\nもＨの文字が焼失を免れていたことをも併せ考えると、原決定が、「プレートの文\n字の塗料部分が焼燬を免れているのは、本件ストーブが前倒しの状態に置かれ右プ\nレートの部分が床面に接する状態が続いていたため、その部分が直接強い熱を受け\nるのを免れたことを示していると見ることができる」と説示した点は、本件火災発\n生当時本件ストーブが前傾姿勢にあったことと矛盾しないという趣旨においては、\n誤りとはいえず、所論に全面的に賛同することはできない。\n六　次に、所論は、原決定が、Ａ２証言及びＡ２実験は「無罪を言い渡すべき明\nらかな証拠」に当たらない旨説示したことに対し、るる主張するので、この点につ\nいて検討する。\n１　所論は、まず、原決定が、漏油に関するＡ２証言について、「漏油があれば\n床面の焦げの状態が本件で認められるよりも強くなければならないというが、床に\n張られていたタイル状の板の表面の材質や加工状態いかんによっては、焦げにくい\nものであった可能性もあるから、床面の焦げの状態が乏しいということから、同証\n言のように直ちに油漏れがなかったということにはならないし、漏油の量いかんに\nよっては、必ずしも床面が強い焦跡をとどめるほど焼燬されるものということもで\nきず、また、前記Ａ４作成の実況見分調書には油彩反応検査を実施した旨の記載か\nない以上、Ａ２証言のように本件火災現場に油彩反応がないとして漏佃がなかった\nとすることもできない」旨説示しているが、「１」本件火災現場の床面に張られて\nいたのは、普通の合板で、ある程度の年数靴で踏みつけられるなどして表面が劣化\nしていたと考えられる上、そのような床面に漏れた油が一旦燃え上がれば、床面は\n高温に熟せられ、焼けほげるように焼燬するか、またはそれに近い焦げ跡が残るの\nが通常であって、このことはＡ２実験や鑑定書乙における燃焼実験でも、床面に著\nしい焼燬の痕跡が残っていたことによって実証されている旨、また、「２」本件の\nように、石油ストーブを使用した放火が疑われている火災現場での捜査では、油彩\n反応検査を実施しないとは考えられないから、Ａ４作成の実況見分調書に油彩反応\nの記載がないことは、本件火災現場から油彩反応が検出されず、したがって、漏油\nもなかったと考えるべきである旨、主張する。\nそこでます、「１」の点について検討するに、本件火災現場の床面の状況につい\nては、Ａ４作成の実況見分調書に「セメントの上に一五センチ四角の木細工板が張\nってある」旨の記載がある（確定記録一冊六九丁）だけであって、床板の材質、難\n燃性の有無、その表面の状況、更には床面の傾斜の有無等についても、これらを明\nらかにする証拠は全く存在しない。ただ、Ａ２証言（昭和五八年一〇月七旦三一\n項・本件記録二冊三四〇丁）によれば、灯油の燃焼時の温度は摂氏一二〇〇度前後\nになるというのであるから、本件ストーブが転倒し、ある程度まとまった量の灯油\nが床面に漏れ出して燃え上がれば、恐らく所論が主張するように、床面には広い範\n囲で焦げの痕跡が残るものと考えられる。しかしながら、本件火災発生当時におい\nて、本件ストーブの補給タンクにどの程度の灯油が入っていたのかを確定する証拠\nは存在しない（Ｉの昭和四一年一二月一二付け警察官調書［確定記録三冊六一八\n丁］中には、同人が、Ｊから、本件火災発生の直前である同月五日午後九時ころＥ\n２が石油ストーブに灯油を入れていた旨の話を聞いたとの記載があるものの、これ\nを裏付ける岩崎の供述はなく、その真偽のほどは明らかでない上、Ａ４作成の実況\n見分調書中にも、本件火災現場で本件ストーブが発見された時の補給タンク内の灯\n油の量を計測したとの記載も存在しない。）。他方、Ａ１証言（昭和六二年五月二\n九日一六項ないし一九項・本件記録六冊一一〇七丁）及び鑑定書乙（一四頁）によ\nれば、補給タンクに〇・八リットル以下の灯油しか入っていない場合には、たとえ\n同型ストーブを前傾姿勢に置き、かつ、その時補給タンクの口金キャップが受け皿\nの中に収まったままで給油中の状態であったとしても、同型ストーブの構造上、補\n給タンク内の灯油が外に漏れ出すことはないことが認められる。そうすると、本件\n火災発生当時本件ストーブがそのような前傾姿勢に置かれたとしても、常に多量の\n灯油が漏れ出したと断言することはできず、場合によっては、ストーブ本体の受け\n皿に入っていた灯油が漏れ出したにすぎなかった可能性もあるところ、その場合に\nは、受け皿から漏れ出した灯油の中には床面まで達しないでストーブ本体の中で燃\n焼するものもあると考えられるから、床面の上で燃焼する灯油の量はさして多くな\nく、床面に強い焦げの状態を残さないで燃え尽きてしまう可能性も否定できない\n（なお、Ａ２証言［昭和六〇年一〇月二九日一五項ないし二〇項・本件記録二冊五\n七五丁ないし五七八丁］及びＡ２実験［本件記録三冊六六七丁］によれば、同型ス\nトーブの受け皿の容量には、七八ミリリットルのものと二八〇ミリリットルのもの\nの二種類があるというのであるが、本件ストーブの受け皿がそのどちらの種類であ\nったかは明らかでない。）。\n他方、本件火災か鎮火した直後の床面の状況を撮影したＡ４作成の実況見分調書\n添付の写真七一号ないし同七四号、同八四号ないし同九〇号（確定記録一冊一六三\n丁ないし一六六丁、一七八丁ないし一八三丁）、検察事務官作成の昭和六〇年一〇\n月二九日付け捜査報告書添付の写真八号（本件記録四冊七八〇丁）を子細に検討す\nると、本件ストーブが発見された付近の床面には、焼燬した痕跡あるいはそれに近\nい焦げの痕跡とみることができる部分が撮影されており（例えば、同調書添付の写\n真七二号・確定記録一冊一六四丁参照）、その広さは、本件火災現場の床に張られ\nてあった木細工板の二枚分弱程度あることからすれば、その部分に本件ストーブの\n受け皿から灯油が漏れ出して燃焼し、その痕跡をとどめていると考えることもでき\nる。\nなお、所論は、Ａ２実験及び鑑定書乙における燃焼実験の結果も、本件ストーブ\nから漏油がなかったことを実証している旨主張するが、Ａ２実験においてストーブ\n本体の受け皿から漏れ出した灯油だけが燃焼した時の床面の焦げの状態は、本件火\n災現場の床面の焦げの状態と比較しても必ずしも強いとはいえないこと、他方、鑑\n定書乙における燃焼実験では、燃え落ちた机の破片等によって床面に残された焦げ\nの状態は、本件火災現場でほとんど焼け落ちたＩの机の下の床面の焦げの状態と比\n較してもはるかに強いことからすれば、右実験で使用された床板の状態と本件火災\n現場の床板の状態とが同じであったと考えるには疑問があること、また、右実験後\nの床面には同型ストーブの前面扉が接着していた部分に長方形の焦げ跡ができてい\nるところ、右焦げ跡はストーブ本体の受け皿から漏れ出した灯油が前面扉の金網等\nを通して床面に滲み出し燃焼してできたものと考えられるところ、床面の傾斜の有\n無や床板の状態いかんによっては、受け皿から漏れ出した灯油が滲み出す場所にも\n違いがあり、必ずしも右実験の結果どおりになるとは限らないことを併せ考える\nと、Ａ２実験及び鑑定書乙における燃焼実験の結果が、所論の主張を実証したとい\nうことはできない。\n以上のとおり、床面の焦げの状態は、本件ストーブから漏れ出した灯油の量や床\n面の状況いかんによって違いが生じると考えられるから、本件火災現場の床面に焦\nげの痕跡がそれほど多くなかったからといって、Ａ２証言が述へるように、本件火\n災発生当時には漏油がなく、したがって、本件ストーブは直立した状態にあったと\n断言することはできない（なお、本件ストーブを前傾姿勢に置いた時に受け皿から\n漏れ出した灯油が一旦燃焼した後、その熱によって気化した補給タンク内の灯油か\n再び漏れ出して燃焼する場合には、床面の上に漏れ出した灯油か燃焼する時とは異\nなり、それほど床面に焦げの痕跡を残さないと考えられるから、この燃焼による床\n面への影響については余り重視する必要がないといえる。）。所論は採用できな\nい。\nまた、「２」の点についていえば、所論か主張するように、石油ストーブを使用\nした放火が疑われている火災現場では油彩反応検査を実施するのが一般的な捜査方\n法であるとしても、Ａ４作成の実況見分調書中に右検査を実施した旨の記載がない\n以上、本件火災現場での実況見分においても右検査が実施されたはずであるとはい\nえない。しかも、Ａ４らは、右実況見分の際、転倒していた本件ストーブの状況を\nわざわざ復元して写真を撮影していること（同調書添付の写真七四号・確定記録一\n冊十六六丁）からすれば、同人らが、本件火災現場の状況から、火災の原因は本件\nストーブが転倒したためであると速断し、油彩反応検査までは実施しなかった可能\n性も否定できないことをも考え併せると、所論のように、本件火災現場では油彩反\n応が検出されず漏油もなかったと考えるべきであるとはいえす、所論は採用できな\nい。\n２　次に、所論は、原決定が、Ａ４作成の実況見分調書添付の写真によっても、\nＡ２証言が床面の一部に変色を免れている部分であるとする箇所は明確でないと説\n示していることに対し、同調書添付の写真七二号の中央付近に写っている、床板が\n剥れた場所の左上部には明らかに変色を免れている部分が認められるし、写真八四\n号（確定記録一冊一七八丁）では、右部分をもってわざわざ「ストーブの位置」と\n指示していることからすれば、原決定の右判断は不当である上、右変色を免れてい\nる部分は、本件火災の進行中本件ストーブの底板がその部分を覆っていたために生\nじたもので、本件火災発生当時本件ストーブがその位置に直立していたことを示す\nものである旨主張する。\nそこで検討するに、右調書添付の写真七二号ないし同七四号に写っている、床板\nが剥れてコンクリート面が露出している場所の南東部分に当たる床面の状態は、そ\nの回りの床面の焦げの状態と対比して、変色を免れているのではないかと見られる\n上、写真八四号では右場所が「ストーブの位置」と指示されていることがあ明らか\nであるところ、Ａ２証言（昭和五八年一〇月七日一三項・本件記録二冊三二九丁な\nいし三三三丁）によれば、ストーブが直立したまま燃焼すれば、熱を通さない鉄製\nの底板が置かれていた床面は熱による影響を受けないで焼け残るというのであるか\nら、右変色を免れた部分には本件火災発生当時本件ストーブが直立していたのでは\nないかとの疑問があり得ないわけではない。しかしながら、右調書添付の写真六六\n号ないし同六九号によれば、本件火災が鎮火した直後の本件ストーブの状況は、ス\nトーブ本体が底板から完全に分離している上、底板の下にも落下物が挟まっている\nことが看取できるのであって、底板が本件火災の継続中常に床面に接していたとは\nいえない。しかも、当裁判所が実施した検証（第一回）の結果によれば、同型スト\nーブの底板の大きさは、横幅約四二センチメートル、奥行き約三八センチメートル\nであって正方形に近いところ、右写真七二号に写っている変色を免れたと見られる\n部分の大きさは、細長い長方形をしている上、本件火災現場の床板一枚の大きさが\n一五センチメートル四方であること（同調書の説明・確定記録一冊六九丁）と対比\nすれば、本件ストーブの底板の半分くらいの大きさしかないと認められる。したが\nって、所論が主張する変色を免れた部分があるからといって、それが本件ストーブ\nの底板が置かれてあった場所であるとはいえず、本件火災発生当時右場所に本件ス\nトーブが直立していたとするＡ２証言や所論は採用できない（なお、底板が何時本\n件ストーブから分離したのか明らかでないが、そのような分離が生じた後は、スト\nーブ本体から分離した底板が床面に近いところにあって、熱が床面に到達するのを\n妨げたため、底板の下にある床面が他の床面よりも少ない熱の影響しか受けず、変\n色を免れたと考えることもできるし、その際、床面と底板との間に落下物が挟まっ\nていた可能性も否定できない。そうすると、本件ストーブがあったと考えられる床\n面に変色を免れた場所が存在するからといって、そのことから直ちに、本件ストー\nブが本件火災発生当時その場所に直立していたと推認することはできない。）。\n３　所論は、また、原決定は、Ａ２証言が「本件ストーブの背面反射板には煤の\n付着が乏しいが、転倒した状態では不完全燃焼により煤が反射板に広く付着するは\nずである、と指摘する点についても、Ａ１作成の鑑定書乙による実験の結果のみな\nらず、Ａ２『実験』の添付写真によっても、転倒状態の燃焼により必ずしも反射板\nに煤の付着が生ずるものではないことが明らかである」旨説示しているが、鑑定書\n乙添付の写真四六号、同五〇号、同五七号を見ても、反射板下部には煤の付着や付\n着した煤が剥がれた跡が認められる上、右各写真に写っているストーブの反射板上\n部は、煤が燃えたためと考えられる熱変色も著しいから、原決定の判断は不当であ\nる旨主張する。\nそこで検討するに、本件ストーブを、その焼けの状況を識別できる程度に撮影し\nた写真としては、Ａ４作成の実況見分調書添付の写真六六号（確定記録一冊一五九\n丁、背面から撮影）、福岡県警察本部刑事部鑑識課技術吏員Ａ１１作成の昭和四二\n年一月一六日付け写真撮影報告書添付の五枚目の写真（確定記録二冊二九八丁、背\n面からカラーで撮影）、Ａ３鑑定書添付の写真一号（確定記録三冊四七四丁、正面\nから撮影）、消防士Ａ１０作成の実況見分調書添付の写真八号、同九号（本件記録\n一冊六四丁、六五丁、左側面及び正面から撮影）しか存在しないため、本件ストー\nブの焼けの状況を正確に確認することはできない。しかし、これらの写真と鑑定書\n乙添付の写真四六号、同四八号、同五〇号、同五七号、同五八号、同六〇号とを比\n較すると、むしろ本件ストーブの反射板により多くの煤が付着しているのではない\nかとも考えられる上、Ａ３鑑定書添付の写真一号によれば、本件ストーブの反射板\n上部に熱変色が生じていたことも看取できる。また、Ａ２証言（昭和五七年一〇月\n七日一五〇項ないし一五二項・本件記録二冊四〇一丁、四〇二丁）によれば、煤が\n一旦ストーブの反射板に付着しても、その後煤自体が燃焼することも十分あり得る\n上、煤が燃え出す温度は摂氏約三五〇度であること、他方、鑑定書乙（一一頁）及\nびＡ２実験の写真（本件記録四冊七四二丁、七六五丁ないし七六八丁）によれば、\n同型ストーブを前方に転倒させて燃焼させても、漏れ出した灯油の量が少なけれ\nば、必ずしも反射板に多量の煤が付着するわけではないと認められることからする\nと、原決定の判断が不当であるとはいえず、所論は採用できない。\n４　更に、所論は、原決定は、「そもそも本件はストーブを倒したことのみによ\nる放火ではなく、パンフレット類を同時に撒いて行ったことによるものと認定され\nているところ、その場合には、単に漏油による火力のほかパンフレット類が燃焼す\nる火力も存在するのであって、その火力が加わるうえに、これらによる炎や熱が残\n存する間に、タンク内に残留する灯油が加熱されて気化漏出しこれに引火して大き\nく燃え上がる可能性も、前記Ａ１作成の鑑定書乙により認められるのであるから、\n請求人（「申立人」を指す。以下同じ。）及びＦ１の自白のような形態により放火\nをすることは十分可能であるといわなければならない。Ａ２証人の見解は、ストー\nブの火がパンフレソト類に燃え移ることによる火力を全く考慮していないものであ\nるから、この点においても採用しがたい」旨説示しているが、「１」本件再審請求\nにおいては、申立人らが放火するためにパンフレット類を本件火災現場に撒いたこ\nともないとの前提で確定判決を争っているのであるから、原決定はその前提を誤っ\nている旨、「２」本件火災現場の床面の状況からみても、パンフレット類の燃焼に\nよって本件火災の状況が特に異なった様相を呈したということは考えられないし、\n本件火災現場に複数の火元があったことを窺わせる状況もなく、パンフレット類の\n燃焼は火力の増強因子としてはほとんど無視してよいと考えられる旨、また、\n「３」補給タンク内の灯油が気化漏出する可能性は極めて低い上、灯油を気化させ\nるためには莫大な量のパンフレット類を燃焼させる必要があり、本件火災ではその\nような状況は存在しなかったのであるから、原決定の右判断は不当である旨、主張\nする。\nそこでまず、「１」の点について検討するに、本件再審請求における主張か所論\nのとおりであるとしても、Ａ２証言及びＡ２実験だけで本件火災発生当時の本件ス\nトーブの姿勢や火災発生の経過を確定することができない以上、確定判決か本件放\n火の方法として認定した事実に対して合理的な疑いを生じさせない限り、Ａ２証言\n及びＡ２実験をもって、刑訴法四三五条六号にいう「無罪を言い度すべき明らかな\n証拠」に当たるということはできない。そうすると、確定判決が本件放火の方法と\nして認定した内容、すなわち「Ｆ１が同事務所内の棚に積み上げられていた商品の\nカタログ紙を多数取り出して同室内一面にまき散らし」たことを前提にしても、な\nおかつ本件火災発生当時本件ストーブが転倒していたとするには合理的な疑いがあ\nるとの主張をしない限り十分とはいえない。原決定はこのような趣旨で前記説示を\nしたものと理解することができるから、所論には賛同できない。\n次に、「２」及び「３」の点についていえば、原決定は、Ｆ１が本件火災現場に\n撒き散らしたパンフレット類が燃えたために火力の勢いか増し大きく燃え上がった\nという状況を考えているのではなく、その趣旨とするところは次のようなものであ\nると理解できる。すなわち、鑑定書乙における燃焼実験において、燃焼中の同型ス\nトーブを机の脚の近くの床面に前傾姿勢で放置したところ、約二分三〇秒後にはス\nトーブ本体の受け皿から漏れ出した灯油の燃焼が小さくなったものの、ストーブ内\n部からシュー、シューと音がして、補給タンク内の灯油がガス状になって気化漏出\nし、約六分五七秒後に突然右ガスに引火して燃え上がるという現象が起きたこと\n（Ａ１証言昭和六一年六月一七日五四項ないし六一項・本件記録五冊九一〇丁以\n下）を前提にした上で、確定判決の認定事実のように、本件ストーブの周辺にパン\nフレット類が撒かれていたとすれば、本件ストーブの受け皿から漏れ出した灯油が\n燃焼した時近くにあったパンフレット類にも火が移り、これらの火力も加わって補\n給タンク内における灯油の気化が促進されるとともに、補給タンクから漏れ出した\n気化した灯油に容易に引火した可能性もあり得るとする趣旨である。したがって、\n所論は、原決定の右趣旨を正解しない批判にすぎず、採用できない（なお、補給タ\nンク内の灯油が気化漏出する可能性が十分あり得ると考えられることについては、\n第三の四で述べたとおりである。）。\n５　また、所論は、原決定は、「Ａ２『実験』及びＡ２証言によると、本件火災\nは、ストーブが直立したままの状態において、何らかの原因によりストーブが異常\n燃焼をし、それが机に燃え移ったことによると考えられる、というのであるが、も\nともと安全を考慮して設計されている器具の性質からして、異常燃焼（高く炎が立\nち上がるような燃え方）に移行するには通常何らかの特別な原因がなければならな\nいうえ、異常燃焼した炎が机に着火するには、少なくとも炎や熱の影響を直接受け\nることとなるような接近した位置に本件ストーブが置かれていなければならない。\nしかし、店員らが本件ストーブをそのような危険な状態で使用していたとは考えら\nれないし、被告人（「請求人」の誤記と認める。）らのいずれかが何らかのはずみ\nであれ、殊更ストーブを机の方に押しやったことを窺わせるような事情も見いださ\nれないのであるから（なお、請求人及びＦ１の捜査段階及び公判段階における供述\n内容には、ストーブが直立状態で異常燃焼を生じていたことを窺わせるような弁\n解・供述は全くない。仮に殺害行為後請求人らが手袋を燃やしたことにより異常燃\n焼が生じそれがそのまま発火につながったというのであれば、その状況や炎が机に\n燃え移るおそれについて認識していなければならないはずであるが、このような弁\n解・供述のなされた形跡もない。）、異常燃焼による発火をいうところは、それ自\n体可能性に極めて乏しいというべきである。しかも、Ａ１作成の鑑定書甲による\nと、布製手袋をストーブの燃焼筒の上に置いたり、燃焼筒をずらせたりすることに\nより生ずる異常燃焼によっては、傍らの机に燃え移る可能性は極めて低いとの実験\n結果が得られている。したがって、異常燃焼により出火した可能性はほぼこれを否\n定することができる」旨説示しているが、「１」本件ストーブは修理品として客よ\nり委託され、修理後試験を兼ねて使用されていたものであり、しかも、その修理箇\n所が芯の部分であったことは、本件ストーブに異常燃焼が生じた可能性を窺わせる\nものであり、Ｆ１が本件ストーブに手袋一双を投げ入れたことも異常燃焼の原因と\nなり得るし、更に申立人らが本件ストーブの脇でＥ１らを突き飛ばすなどして燃焼\n筒がずれた可能性もあることからすれば、本件ストーブが相当時間異常燃焼を起こ\nしたとみるべきである旨、また、「２」本件ストーブは机と机の間の狭い空間に置\nかれていた上、申立人らがＥ１らともみ合った際にストーブが移動した可能性も大\nきいから、本件ストーブか机にほぼ接触するような位置にあったことも考えられる\n旨、更に、「３」鑑定書甲における実験は、わずか一回だけのものである上、Ａ２\n実験では、一双の手袋を燃焼筒に投げ入れて異常燃焼させただけで机への着火が認\nめられていることからすれば、異常燃焼の態様、室内の条件、机の乾燥状況、本件\nストーブと机の位置関係等によっては、机に着火する可能性は十分にあったという\nべきであつて、原決定の判断は不当である旨、主張する。\nそこでます、「１」の点について検討するに、所論は、本件ストーブが異常燃焼\nを起こした原因となり得る事情を種々挙げているが、関係証拠を検討しても、それ\nらの原因が、本件火災発生当時、本件ストーブに対し、その火が傍らにあった机に\n着火するほどの異常燃焼を生じさせたものとは考えられない。すなわち、Ｅ１の昭\n和四二年一月六日付け検察官調書（確定記録二冊三九〇丁）、Ｉの昭和四一年一二\n月一二付け警察官調書（確定記録二冊六一五丁）、西沢薫の同月五日付け警察官調\n書（確定記録二冊六五六丁）によれば、本件ストーブは、修理のため客から預か\nり、事件の前日である同月四日に修理が終わって本件火災発生当時は試運転をして\nいたものであるが、実際には事件当日である同月五日の朝にも本件ストーブを使用\nしていたことが認められる上、Ｅ１の供述中には申立人らが強盗に押し入るまでの\n間に本件ストーブが異常燃焼を起こしたことを窺わせる事情は全くないことからす\nれば、本件ストーブが修理品であったことが原因で異常燃焼を起こした可能性を考\nえることは困難である。また、Ａ５が本件火災現場において本件ストーブに手袋一\n双を投げ入れたことは間違いないものの、鑑定書甲における実験（一一頁ないし一\n三頁、写真二三号ないし同三二号）によれば、手袋をストーブの燃焼筒の上に置い\nて燃焼させても、ストーブの上方約三〇センチメートルの地点で、瞬間的に摂氏約\n一七五度に達したことはあるが、大体高くても摂氏一三五度程度であって、木材の\n引火点である摂氏約二五〇度ないし二六〇度に比べるとはるかに低温であったこと\nが認められること、しかも、Ｆ１の供述中には、手袋を本件ストーブに投げ入れた\nことが火災の原因になったことを窺わせるような事情は全く存在しないことからす\nれば、同人が本件ストーブに手袋を投げ入れたことによって傍らの机に着火した可\n能性も考え難い。更に、鑑定書甲における実験（一五頁ないし一八頁、写真四四号\nないし同六一号）によれば、燃焼筒の右端が約五ミリメートル浮き上がった場合ス\nトーブの上方三〇センチメートルの地点で最高摂氏約一〇〇度まで、燃焼筒の右端\nが約一五ミリメートル浮き上がった場合右地点で最高摂氏約八五度まで、燃焼筒が\n約一一ミリメートルすれた場合右地点で最高摂氏約八〇度までしか温度が上昇しな\nかったこと、しかも、申立人及びＦ１の供述のほか、Ｅ１の供述によっても、同人\nやＥ２が申立人らに抵抗してもみ合いとなったことを窺わせる事情は存在しないこ\nと、なお、申立人らがＢに押し入った当初、申立人がＥ１をＥ２のいた場所にまで\n突き飛ばしたことは認められるが、その時の状況について述べた申立人らの供述中\nにも、Ｅ１が本件ストーブと接触したことを窺わせる事情は全く存在しないことか\nらすれば、本件火災発生当時本件ストーブの燃焼筒がずれるような事態が発生して\nいたとは認め難い上、仮にそのような事態が発生していたとしてもそのことが原因\nで机に着火した可能性を考えることは困難である。しかも、Ａ２証言（昭和五八年\n一〇月七日一一一項ないし一一三項・本件記録三八〇丁ないし三八三丁）によれ\nば、机に着火するには、炎が少なくとも二、三分間位直接机に当たる必要があると\nいうのであるが、本件火災が発生する直前にそのような事態が起きたことを窺わせ\nる事情も存在せず、所論には賛同できない。\n次に、「２」の点についていえば、既に述べたように申立人らとＥ１らがもみあ\nったことを窺わせる事情は存在しないから、所論は前提を欠く主張といわざるを得\nない。その上、Ａ４作成の実況見分調書添付の第五図（Ｂ一階の見取図・確定記録\n一冊八三丁）や同調書添付の写真六六号等によれば、本件火災が鎮火した時、本件\nストーブは、Ｅ２の机のすぐ西側でＩの机の北西角に向かって接近して存在してい\nたことが認められるところ、本件ストーブが、火災の進行中の落下物等によって多\n少移動していたとしても、その位置及び向きに大きな変動があったとは考え難いの\nに対し、Ｅ１の昭和四一年一二月六日付け警察官調書（確定記録二冊三五六丁）に\nよれば、申立人らがＢに強盗に押し入る前、Ｅ１及びＥ２は本件ストーブを囲み座\nって話をしていたというのであるから、その時の本件ストーブの位置及び向きはＥ\n２及びＩの机に背中を向けた状況にあったと考えられるのであって、本件ストーブ\nが発見された時の状況と明らかに異なっているというほかない。しかも、仮に所論\n主張のように、申立人らとＥ１らとの間でもみ合いがあったとしても、本件ストー\nブが本件火災現場から発見された時のような向きにまで回転するとは考え難く、所\n論には賛同できない。\n更に、「３」の点についていえば、鑑定書甲における前記各実験の結果は、確か\nに一回の実験で得られたものにすぎないとはいえ、その後同様の実験を繰り返した\nからといって、その結果が右各実験の結果と大きく異なるとは考え難いから、その\nような各実験の結果を利用することが不当であるとはいえない。また、所論指摘の\nＡ２証言（昭和六一年三月一八日九七項ないし九九項・本件記録五冊八七四丁、八\n七五丁）は、ストーブに色々な種類の手袋を投げ入れて机に着火するかどうかの実\n験を何度かやってみたが、その結果、「ストーブが机の下にやや入り込む形になっ\nて、放熱ネットが机の前縁、一番前のへりから二、三センチメートル以内にまで近\nづかないと火がつかない」ということが分かり、結論的には手袋を燃焼筒の上に置\nいただけでは机に直接火はつかないだろう、という内容のものであって、このよう\nに本件火災現場とは明らかに異なる態様による事例を参考にすることはできず、所\n論には賛同できない。\nそのほか、本件火災が本件ストーブの異常燃焼によって発生したとする所論につ\nいては、次の二つの事情から考えても賛同できない。すなわち、所論が主張する本\n件火災の原因は、本件ストーブを通常の用法に従って使用していた最中に何らかの\n原因によって異常燃焼が生じ、傍らにあった机に燃え移ったというものであるが、\nＡ４作成の実況見分調書によれば、本件ストーブのガードは、Ｅ１の机の北西下土\n間に上部を北西方に向けて落ちていた上、その場所は、本件ストーブが発見された\n場所とはＥ１、Ｋ、Ｊ、Ｅ２の机を挟んだところにあること（確定記録一冊七三\n丁、写真七〇号・確定記録一冊一六二丁）からすると、右ガートは、誰かが故意に\n本件ストーブから取り外して右場所付近に移動させたとしか考えられず、このこと\nは、本件ストーブを通常の状態で使用していた最中に異常燃焼が生じて火災が発生\nしたとする所論とは整合しない。また、Ｆ１の昭和四一年一二月一三日付け警察官\n調書（確定記録四冊八一四丁）、昭和四二年一月一三日付け警察官調書（確定記録\n四冊八八二丁）、昭和四一年一二月六日付け捜査報告書（確定記録一冊五五丁）、\n同月一二付け捜査報告書（確定記録二冊三四一丁）、Ｇ１作成の昭和四二年三月二\n二日付け鑑定書（確定記録五冊一一二六丁）等の関係証拠によれば、申立人及びＡ\n５がＢに強盗に押し入ったのは昭和四一年一二月五日の午後一〇時ころであり、そ\nの後申立人らが同店から逃げ出し、四・五〇〇メートル走ってタクシーに乗って時\n計を確認した時の時刻は午後一〇時二二分であったこと、他方、タクシー運転手Ｌ\nが、Ｂの北側に位置する五〇メートル道路を瀕死の重傷を負って歩いていたＥ１を\n発見し、すぐ近くの福岡県博多警察署奈良屋派出所の警察官に届け出たのが同日の\n午後一〇時二〇分ころであったこと、他方、Ｂ及びその付近で火災が発生した旨の\n一一〇番通報があったのが、同日の午後一〇時二五分ころであったこと、しかも、\nＥ１の身体には火傷など本件火災にあったことを窺わせる傷等はなく、同人は、申\n立人らがＢから逃げ出してからそれほど時間が経たないうちに同店から外に出たと\n考えられることからすれば、申立人らがＢから逃げ出した時刻と本件火災が発生し\nた時刻とは相当接近していることが明らかであって、そのような時刻に本件ストー\nブが異常燃焼を起こして机に着火したと考えるのは余りに偶然すぎるといわざるを\n得ない。\n七　その他、所論がるる主張する内容に鑑み、記録を精査し、申立人らが新証拠\nとして援用するＡ２証言及びＡ２実験等を他の全証拠と総合的に評価しても、いま\nだＡ２証言及びＡ２実験等の新証拠が、確定判決の認定した放火に関する事実につ\nいて合理的な疑いを抱かせ、その認定を覆すに足りる蓋然性ある証拠ということは\nできないから、それらが刑訴法四三五条六号にいう「無罪を言い渡すべき明らかな\n証拠」に当たらないとした原決定に誤りはなく、論旨は理由がない。\n第四　本件再審請求中刑訴法四三五条六号の事由に関する主張の適格性について\n<要旨第二>本件再審請求は、確定判決が申立人に対し有罪判決を宣告するに当た\nって認定したＥ２に対する強盗殺人、</要旨第二>Ｅ１に対する強盗殺人未遂、現住\n建造物等放火の各犯罪事実のうち、放火の事実について申立人に刑訴法四三五条六\n号の事由がある旨を主張するにすぎないところ、確定判決は、右の各所為は「一個\nの行為で三個の罪名に触れる場合であ」って刑法五四条一項前段の観念的競合の関\n係に立つとした上で、「犯情の最も重いＥ２に対する強盗殺人罪の刑によって処断\nする」として申立人を死刑に処しているため、本件再審請求が、刑訴法四三五条六\n号の主張としての適格性を有するのかについても検討しておく必要がある。\nこの点に関し、原決定は、「刑訴法四三五条六号が無罪の証拠のみならず、『原\n判決において認めた罪より軽い罪を認めるべき証拠』についても再審請求を許容し\nている趣旨に照らせば、確定判決中の科刑上一罪のうち相当重大な比重を占める罪\nが無罪となるような証拠については、主文において無罪の言渡をすべき場合には当\nたらないものの、少なくとも『原判決において認めた罪よりも軽い罪を認めるべ\nき』証拠に該当するものと解するのが相当である」として、本件再審請求の適格性\nを認めている。しかしながら、前述した（第一の二参照）ように、刑訴法四三五条\n六号にいう「原判決において認めた罪より軽い罪」とは「原判決が認めた犯罪より\nその法定刑の軽い他の犯罪」をいうことからすれば、同号にいう「原判決において\n認めた罪」は単一の罪を意味すると解されるのであって、原決定のように、科刑上\n一罪となる罪全体（本件についていえば、強盗殺人、同未遂、放火の各犯罪事実の\n全体）を指すと解することはできないといわざるを得ない。\nむしろ、科刑上一罪は実体法上はあくまでも数罪と考えられていること、他方、\n再審制度は、確定判決が認定した犯罪事実に誤認があったことを理由に救済を求め\nる手続であることからすれば、確定判決における些末な事実誤認についてまで再審\nの請求を認める必要性に乏しい反面、科刑上一罪のように、実体法上は数罪と解さ\nれているものについては、その一部の罪について無罪の主張をする機会を与えてそ\nの救済を図る必要があると考えられること、更に、刑訴法四三五条六号は、「有罪\nの言渡を受けた者に対して無罪を言い渡」すべき場合には再審を請求することがで\nきる旨を規定しているものの、ここでいう「無罪」の言渡しが判決主文においてな\nされる必要があるとまでは明示されていないと解することができることからすれ\nば、同号は、科刑上一罪の一部の罪について「無罪を言い渡すべき明らかな証拠を\nあらたに発見したとき」にも再審の請求をすることを許容していると解するのが相\n当である。そうすると、本件再審請求の適格性を認めた原決定は、その理由付けは\nともかく、結論においては正当であって是認することができる。\n以上のとおり、本件即時抗告は理由がないから、刑訴法四二六条一項後段により\n棄却することとして、主文のとおり決定する。\n（裁判長裁判官　池田憲義　裁判官　川口宰護　裁判官　林秀文）\n"
}