{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 2,
    "month": 11,
    "day": 16
  },
  "case_number": "昭和60(行ウ)6",
  "case_name": "阿波おどり違法看板に対する過料等請求事件",
  "court_name": "徳島地方裁判所",
  "field": "行政",
  "gist": "徳島県都市公園条例（昭和３３年徳島県条例第２０号）１９条所定の過料は，都市公園使用料の不正免脱行為の発生を防止し，適正な使用料収入の確保，都市公園の維持管理又は行政事務遂行の円滑化を図ることを目的とする行政罰の一種であって，県知事において前記過料を科することは，県財政の維持及び充実を目的とする財務会計上の行為とはいえないから，県知事が過料を科さないことは地方自治法２４２条１項所定の公金の賦課又は徴収を怠る事実に当たらないとした事例",
  "lawsuit_id": "16661",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16661",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/661/016661_hanrei.pdf",
  "contents": "○　主文\n一　本件訴えをいずれも却下する。\n二　訴訟費用は原告らの負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告社団法人徳島新聞社（以下「被告徳島新聞社」という。）及び同社団法人\n徳島市観光協会（以下「被告観光協会」という。）は徳島県に対し、各自六四一一\n万三三〇〇円を支払え。\n２　被告徳島県知事が、被告徳島新聞社及び同観光協会に対し、阿波おどり演舞場\nの都市公園使用料を免れたことによる過料六四一一万三三〇〇円の徴収を怠ってい\nる事実が違法であることを確認する。\n３　訴訟費用は被告らの負担とする。\n４　１項につき仮執行の宣言\n二　請求の趣旨に対する答弁\n１　原告らの請求をいずれも棄却する。\n２　訴訟費用は原告らの負担とする。\n第二　当事者の主張\n一　請求原因\n１　当事者の地位\n（一）　原告ら\n原告らは、いずれも徳島県の住民である。\n（二）　被告ら\n（１）　被告徳島新聞社は、徳島新聞の発行を主たる目的とする社団法人である。\n（２）　被告観光協会は、徳島市内における観光事業の振興をはかることを主たる\n目的とする社団法人である。\n（３）　被告徳島県知事は、地方自治法（以下「法」という。）に基づいて徳島県\nの事務を管理執行する機関である。\n２　看板の設置及びその違法性\n（一）　看板の設置\n被告徳島県知事は、昭和五九年八月一二日から同月一五日までにかけて阿波おどり\nが開催された際、被告観光協会に対し、徳島県が管理する都市公園である「藍場浜\n公園」及び「交通公園」に阿波おどり演舞場を設置することを許可した。\n被告徳島新聞社は右演舞場に看板を設置し、看板の広告料として約七〇〇〇万円を\n得た。\nなお、被告観光協会は阿波おどりの主催者として、徳島県や徳島市から補助金の交\n付を受け、見物者用の桟敷の設営許可を受けているが、被告観光協会には主催能力\nはなく、実質的に阿波おどりを主催し運営しているのは被告徳島新聞社である。\n（二）　看板設置の違法性\n右看板設置は右の事由により違法である。\n（１）　被告徳島新聞社及び同観光協会の定款にはいずれも目的として屋外広告物\nを取り扱うことは掲げられていないから、広告料をとって看板を設置することは、\n定款外の行為である。\n（２）　被告観光協会は、被告徳島県知事に対する都市公園占用許可申請におい\nて、占用目的として阿波おどり演舞場設置は挙げたが、看板設置は挙げておらず、\nしたがって、被告観光協会は看板設置について被告徳島県知事の許可を受けていな\nい。\n（３）　徳島県屋外広告物条例八条の二は、屋外広告物業を営もものは徳島県知事\nに届出をする必要がある旨定めているが、被告徳島新聞社及び同観光協会は右届出\nをしていない。\n（４）　阿波おどり演舞場設置の許可を受けているのは被告観光協会であるにもか\nかわらず、被告徳島新聞社が演舞場に看板を設置し広告料を得ている。\n（５）　徳島県都市公園条例及び同施行規則は、看板設置について使用料を定めて\nおらず、広告物を表示しまたは広告物を掲出する物件の設置を目的とする占用につ\nいては許可しない趣旨のものである。\n（６）　徳島県屋外広告物条例三条及び同施行規則は、地方公共団体が管理する公\n園又は緑地に広告物を表示し、又は広告物を掲出する物件を設置してはならないと\n定めている。\n（７）　徳島県屋外広告物条例五条及び同施行規則三条二号は、広告物等の形状に\nつき、広告塔及びこれに類するものに掲出され、又は表示されるものにあっては、\nその最大投影面積が三〇平方メートル以内に制限すると定めているが、演舞場設置\nが許可された藍場浜公園及び交通公園には一三五平方メートル（七五メートル×\n一・八メートル）の看板が設置された。\n（８）　被告徳島新聞社及び同観光協会は、看板を掲出する工作物を設営するに際\nし、都市公園内の木竹を徳島県知事の許可なく伐採したり、芝生を枯死させ、莫大\nな損害を徳島県に与えた。\n３　被告徳島県知事の公金の賦課徴収を怠る事実\n（一）　徳島県都市公園条例の過料\n徳島県都市公園条例一九条は、偽りその他不正の行為により使用料の徴収を免れた\n者に対しては、その徴収を免れた金額の五倍に相当する金額以下の過料を科する旨\n定めている。そして、同条例には看板設置に関する使用科の定めがないから、演舞\n場設置の使用料を基に計算すると、過料の額は次のとおりとなる。\n（１）　同条例は、まつりなどの催しのために仮設工作物を設けて都市公園を占用\nするときは一平方メートル一日当たり二〇円の使用料を徴収する旨定めている。そ\nして、藍場浜公園は、使用面積が三三七九・五四平方メートル、使用日数が一五日\nであり、交通公園は、使用面積が一八六六・八二平方メートル、使用日数が一一日\nであるから、両公園の使用料金は、（二〇×三三八〇×一五）十（二〇×一八六七\n×一一）＝一四二万四七四〇円となる。\n（２）　なお、本年以前も看板設置の使用料の徴収を免れている。\nしたがって、被告徳島県知事が同条例一九条に基づいて右違法な看板設置につき科\nすべき過料の額は、一四二万四七四〇円×五×九（年）＝六四一一万三三〇〇円と\nなる（以下「本件過料」という。）。\n（二）　ところが、被告徳島県知事は、被告徳島新聞社及び同観光協会に対して本\n件過料を科してこれを徴収することを怠っている。\n４　被告徳島新聞社及び同観光協会の責任\n被告徳島新聞社及び同観光協会は、右違法な看板設置につき本件過料を納付する義\n務があるにもかかわらず、その納付を免れているのであるから、徳島県に対して右\n同額の不当利得返還義務がある。\n５　監査請求の経由\n原告らは、昭和六〇年八月九日、徳島県監査委員に対し、法二四二条一項の規定に\n基づき本件過料を科してこれを徴収することが懈怠されていることに関し監査を求\nめたが、同委員は同年九月二五日これを理由がないとして棄却し、そのころ原告ら\nに対しその旨の監査結果を通知した。\nよって、原告らは、法二四二条の二第一項三号に基づき、被告徳島県知事に対し、\n本件過料六四一一万三三〇〇円の徴収を怠っている事実が違法であることの確認\nを、同項四号に基づき、徳島県に代位して、被告徳島新聞社及び同観光協会に対\nし、各自本件過料と同額の不当利得返還金を徳島県に対して支払うことを求める。\n二　請求原因に対する認否\n１　被告徳島新聞社及び同観光協会\n（１）　請求原因１の事実は認める。\n（２）　同２（一）と事実中、被告徳島新聞社が看板の広告料として約七〇〇〇万\n円を得たこと及び被告観光協会に阿波おどりの主催能力がなく、実質的に阿波おど\nりを主催し運営しているのが被告徳島新聞社であることは否認し、その余は認め\nる。\n（３）　同２（二）（１）（２）の事実は否認する。\n（４）　同２（二）（３）の事実は認める。被告徳島新聞社及び同観光協会はいず\nれも屋外広告物業を営んでいないから届出の必要はない。\n（５）　同２（二）（４）の事実中、阿波おどり演舞場設置の許可を受けているの\nは被告観光協会であること及び被告徳島新聞社が演舞場に看板を設置したことは認\nめ、その余は否認する。\n（６）　同２（二）（５）の事実は否認する。\n（７）　同２（二）（６）の事実中、原告ら主張の条例の条項があることは認め\nる。\n（８）　同２（二）（７）の事実中、原告ら主張の内容の条例の規定があることは\n認め、その余は否認する。\n（９）　同２（二）（８）の事実は否認する。\n（１０）　同３一（一）１の事実中、原告ら主張の内容の条例の規定があることは\n認め、その余は否認する。\n（１１）　同３（二）め事実中、被告徳島県知事が原告ら主張の過料を科さずこれ\nを徴収していないことは認め、その余は争う。\n（１２）　同４の主張は争う。\n（１３）　同５の事実は認める。\n２　被告徳島県知事\n（１）　請求原因１の事実は認める。\n（２）　同２（一）の事実中、被告徳島県知事が原告ら主張の許可をしたこと及び\n被告観光協会が補助金の交付を受け、桟敷の設営許可を受けていることは認め、そ\nの余は不知。\n（３）　同２（二）（１）の事実は不知。\n（４）　同２（二）（２）の事実は否認する。\n（５）　同２（二）（３）の事実は認める。\n（６）　同２（二）（４）の事実中、被告観光協会が演舞場設置の許可を受けてい\nることは認め、その余は不知。\n（７）　同２（二）（５）の事実は否認する。\n（８）　同２（二）（６）の事実中、原告ら主張の条例の条項があることは認め\nる。\n（９）　同２（二）（７）の事実中、原告ら主張の内容の条例の規定があることは\n認めその余は不知。\n（１０）　同２（二）（８）の事実は不知。\n（１１）　同３（一）の事実中、原告ら主張の内容の条例の規定があることは認\nめ、その余は否認する。\n（１２）　同３（二）の事実中、被告徳島県知事が原告ら主張の過料を科さずこれ\nを徴収にていないことは認め、その余は争う。\n（１３）　同５の事実は認める。\n第三　証拠（省略）\n○　理由\n一　被告徳島県知事が被告徳島新聞社及び同観光協会に対して本件過料を科さず、\nひいてはこれを徴収していないことは、当事者間に争いがないところ、原告らは、\nこれが法二四二条一項所定の公金の賦課若しくは徴収を怠る事実に該当すると主張\nするので、検討する。\n法二四二条の二の規定による住民訴訟の制度は、普通地方公共団体の執行機関又は\n職員による法二四二条一項所定の財務会計上の違法な行為又は怠る事実が究極的に\nは当該地方公共団体の構成員である住民全体の利益を害するものであるところか\nら、これを防止するため、地方自治の本旨に基づく住民参政の一環として、住民に\n対しその予防または是正を裁判所に請求する権能を与え、もって地方財務行政の適\n正な運営を確保することを目的としたものであって、右の制度趣旨に照らすと、法\n二四二条一項所定の怠る事実に係る公金の賦課若しくは徴収とは、その性質上、普\n通地方公共団体の財政の維持及び充実を目的とする財務会計上の行為に限定され、\n右以外の行為については、これが結果的に普通地方公共団体の財政に影響を及ぼす\nものであるとしても、同項所定の怠る事実に係るものとはいえないものと解され\nる。\nこれを本件についてみるに、法は、行政財産の使用又は公の施設の利用につき使用\n料を徴収することができ（二二五条）、詐偽その他不正の行為により使用料の徴収\nを免れた者については条例でその徴収を免れた金額の五倍に相当する金額以下の過\n料を科する規定を設けることができ（二二八条二項）、過料を科することを普通地\n方公共団体の長の担任事務とする（一四九条三号）旨を定めている。これを受け\nて、徳島県都市公園条例一九条は、県知事は、偽りその他不正の行為により都市公\n園の使用料の徴収を免れた者に対しては、その徴収を免れた金額の五倍に相当する\n金額以下の過料を科する旨を定め、さらに、法二五五条の二は、普通地方公共団体\nの長がする過料の処分につき、告知弁明の機会を与えるべきこと及び過料の処分に\nついての審査請求ができることを定めているところである。右各規定によれば、同\n条例一九条所定の過料は、都市公園使用料の不正免脱行為があったときは県知事が\nその不正免脱者に対してこれを科することとし、もって、右不正免脱行為の発生を\n防止し、適正な都市公園使用料収入を確保するとともに都市公園の維持管理又は行\n政事務遂行の円滑化を図る目的で設けられた行政罰の一種であって、県知事におい\nて右過料を科することは、県財政の維持及び充実を目的とする財務会計上の行為と\nはいえないと解される。\nそうすると、被告徳島県知事が被告徳島新聞社及び同観光協会に対して本件過料を\n科さないからといって、これが法二四二条一項所定の公金の賦課若しくは徴収を怠\nる事実に該当するとはいえないから、原告らの被告徳島県知事に対する請求に係る\n訴えは、住民訴訟の対象とはなり得ないものを対象としたものとして不適法であ\nり、原告らの被告徳島新聞社及び同観光協会に対する請求に係る訴えも、住民訴訟\nの対象とはなり得ないものを前提としたものとして不適法である。\n二　よって、原告らの本件訴えは、その余の点につき判断するまでもなく不適法で\nあることが明らかであるから、これをいずれも却下することとし、訴訟費用の負担\nにつき行政事件訴訟法七条、民事訴訟法八九条、九三条を適用して、主文のとおり\n判決する。\n（裁判官　來本笑子　橋本昇二　白神恵子）\n"
}