{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 2,
    "month": 10,
    "day": 8
  },
  "case_number": "昭和63(行ウ)2",
  "case_name": "農地賃貸借契約解除許可処分取消請求事件",
  "court_name": "高知地方裁判所",
  "field": "行政",
  "gist": "１　農地法３条１項所定の許可を受けていない無効な転貸借契約の転借人は，賃借人の履行補助者として農地を使用してきたにすぎないから，転借人が農地賃貸借の解除許可処分の取消しによって受ける利益は事実上の利益であって法律上の利益ではないとして，前記転借人は，前記解除許可処分の取消訴訟の原告適格を有しないとした事例　２　農地法２条５項は，同法３条以下の規定の適用に当たって，耕作の事業を行う個人を基準とせず，その者の属する世帯を基準として「自作」と「小作」との区別をすることとした規定であり，農地法上一般的に，世帯員が所有権その他の権利を有する農地について，耕作の事業を行っている他の世帯員がその権利を有するものとみなす旨を定めた規定ではないとして，農地の賃借人の世帯員は，当該農地の賃貸借の解除許可処分の取消訴訟の原告適格を有しないとした事例　３　農地賃貸借の解除の許可申請に対し，農地法２０条２項１号所定の「賃借人が信義に反した行為をした場合」に該当するとしてされた許可処分が，内容上も手続上も違法はないとされた事例",
  "lawsuit_id": "16674",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16674",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/674/016674_hanrei.pdf",
  "contents": "○　主文\n一　原告Ａの訴えを却下する。\n二　原告Ｂの請求を棄却する。\n三　訴訟費用は原告らの負担とする。\n○　事実及び理由\n第一　請求\n被告が昭和六一年三月七日高知県指令六〇農政第六五五号をもって別紙物件目録記\n載の農地（以下「本件農地」という。）についてした農地賃貸借契約解除許可処分\nを取り消す。\n第二　事案の概要\n一　争いのない事実\n１　Ｃは、昭和二四年一一月一日以前、原告Ｂに対し、戦前から小作地であった本\n件農地を賃貸した（以下「本件賃貸借」という。）が、昭和五六年一二月二日死亡\nし、Ｄ、Ｅ、Ｆ及びＧ（以下「Ｄら」という。）が相続した本件農地の賃貸人の地\n位を承継した。\n２　Ｄらは、昭和六〇年二月一四日、農地法二〇条一項に基づき、本件賃貸借の解\n除の許可申請をし、被告は、昭和六一年三月七日、高知県指令六〇農政第六五五号\nをもって、右解除を許可する旨の処分をした（以下「本件処分」という。）。原告\nらは、これを不服として、昭和六一年五月六日審査請求をしたところ、農林水産大\n臣は昭和六三年二月四日、原告Ｂの審査請求を棄却し、原告Ａの審査請求を却下す\nる旨の裁決をした。\n二　争点\n１　原告Ａに原告適格が認められるか。\n２　（一）本件処分の手続に瑕疵があるか。\n（二）　本件賃貸借について、農地法二〇条二項一号の「賃借人が信義に反した行\n為をした場合」に該当する事由があるか。\n第三　争点に対する判断\n一　原告Ａの原告適格について\n１　原告Ａの原告適格についての主張は、次のとおりである。\n（一）　同原告は、昭和四〇年ころ、原告Ｂから本件農地を転借した。\n（二）　農地法二〇条の趣旨は耕作者の地位の安定等にあるから、原告Ａが同年こ\nろから現実に本件農地の耕作を続けている以上、農地賃貸借の解除許可処分の取消\nしを求める法律上の利益を有する者に該当する。\n（三）　原告Ａは、同年ころ原告Ｂから本件農地の賃借権を譲り受け、以来単独で\n本件農地の耕作を続けると共にＤに対し賃料を支払ってきたのであるから、昭和六\n〇年ころ本件農地について賃借権を時効取得した。\n（四）　原告Ａは、原告Ｂと同居し、昭和二八年ころから同原告と共に本件農地の\n耕作に従事してきたが、同原告が老齢、疾病等の事情で耕作できなくなったため、\n昭和四〇年ころから単独で本件農地を耕作してきたのであるから、農地法二条五項\nにより、本件農地の小作権者として同法上諸々の規定の適用、保護を受けるという\nべきであり、本件農地の耕作占有について賃借人である原告Ｂとは別個独立に自己\nの権限を主張しうる。\n２　以下、右１（一）ないし（四）について判断する。\n原告Ａは、本件農地の転借について農地法三条の許可を受けていない（原告Ａ本人\n尋問）ため、原告Ｂの履行補助者として本件農地を使用してきたにすぎない者であ\nるところ、農地賃貸借の解除許可処分の取消訴訟の原告適格を有する者は、その取\n消しを求める法律上の利益を有する者に限られると解すべきであるから、原告Ａ\nは、本件処分の取消しによって事実上の利益を受けるにすぎず、法律上の利益を有\nしていないので、原告適格を欠いている。次に、原告Ａが時効により取得したと主\n張する賃借権は、同原告が原始的に取得するものであり、本件処分の原告Ｂの賃借\n権とは別個の権利であるから、これが本件処分後の解除により消滅したとしても、\n原告Ａの主張する右賃借権には何らの影響も及ぼさない。更に、農地法二条五項は\n同条二項ないし四項の規定の適用については、耕作の事業を行う者の世帯員が農地\nについて有する所有権その他の権利は、その耕作の事業を行う者が有するものとみ\nなす旨規定しているが、同法は、耕作者の農地の取得を促進しその権利を保護し、\nその他土地の農業上の利用関係を調整するため、同条二項で「自作地」と「小作\n地」の、同条三項で「小作採草放牧地」の、四項で「自作農」と「小作農」の各定\n義を規定した上、三条以下において、農地及び採草放牧地に関する権利移動及び転\n用の制限、小作地等の所有の制限、利用関係の調整、その他の規定を設けているの\nであり、したがって、同法二条五項は、同法三条以下の規定の適用にあたって、耕\n作の事業を行う個人を基準とせず、その者の属する世帯を基準として「自作」「小\n作」の区別をすることとした規定であり、農地法上一般的に、世帯員が所有権その\n他の権利を有する農地について、耕作の事業を行っている他の世帯員がその権利を\n有するものとみなす旨を定めた規定ではないと解すべきであるから、原告Ａが本件\n農地を耕作してきたとしても、原告Ｂが本件農地について有する賃借権を原告Ａが\n有するとみなされるわけではない。したがって、原告Ａの右１（一）ないし（四）\nの主張は、いずれも採用することができない。\n３　以上によれば、原告Ａは、本件訴訟の原告適格を有していない。\n二　本件処分の適法性について\n１　事実\n（一）　かって小作料の最高額統制制度があり、これは昭和四五年の法改正により\n廃止されたが、当時存続中の賃借権に係る小作料については、激変緩和措置として\n経過的にその効力を有するとされていたところ、これも昭和五五年九月三〇日をも\nって失効したので、Ｄらは、本件農地の小作料について、従来は一〇アール当たり\n約六九〇〇円（以下「旧小作料」という。）であったのを、昭和五六年分から高知\n市農業委員会（以下「市農委」という。）が同年に設定した標準小作料の上田の額\nである一〇アール当たり二万九〇〇〇円（以下「新小作料」という。）に増額し、\n原告Ａに請求しなが、同原告は、これに応じなかった（争いがない。）。\n（二）　Ｄは、市農委に対し、昭和五六年一一月二六日、小作料改定の和解仲介\n（農地法四三条の二）の申立てをした（年月日につき乙三、その余は争いがな\nい。）。市農委は、原告Ａに対し、昭和五六年一二月三日、和解の仲介を開始する\n旨通知し、同月一五日には一回目の和解仲介を高知市朝倉農業協同組合（以下「朝\n倉農協」という。）で同月二二日に行う旨通知したが、同原告が、市農委に対し、\n同月一八日、小作料の増額に応じる意思はなく、市農委の和解の仲介を受ける意思\nもないので、右和解仲介日には出席しない旨電話で通知し、これに出席しなかった\nため、更に、市農委は、昭和五七年一月一一日、同原告に二回目の和解仲介を朝倉\n農協で同月二三日に行う旨通知したが、同原告が、同月二一日、これにも出席しな\nい旨通知したため、二回目の和解仲介は中止となり、結局、市農委は、同年三月二\n三日、同原告に和解仲介に応じる意思がないと判断し、和解不成立として、和解仲\n介を打ち切った（一回目の和解仲介日が昭和五六年一二月三日であったこと、これ\nに原告Ａが出席しなかったこと、二回目の和解仲介日が昭和五七年一月二三日であ\nったこと、これが中止となったこと、市農委は、同年三月二三日、同原告に和解仲\n介に応じる意思がないと判断し、和解不成立として、和解仲介を打ち切ったことは\n争いがなく、その余の事実は乙一七の１ないし７、証人Ｄにより認める。）。\n（三）　更に、Ｄは、昭和五七年五月二八日、高知地方裁判所に対し、農事調停の\n申立てをした（年月日につき乙四、その余は争いがない。）。同裁判所は、昭和五\n七年六月一〇日、同年八月一二日（午前及び午後の二回）、同年九月一六日、同年\n一〇月七日の五回にわたって調停期日を開いたが、原告Ａが、そのうち同年八月一\n二日（午前及び午後）に出席しただけで、同年六月一〇日の期日には農作業が忙し\nく出頭することができないとして欠席し、同年九月一六日及び同年一〇月七日の各\n期日には無断で欠席したため、結局、同年一〇月七日、同原告には農事調停によっ\nて解決する意思がないとして、調停不調となった（高知地方裁判所が右のとおり五\n回にわたって調停期日を指定したこと、原告Ａが右調停期日のうち昭和五七年八月\n一二日の午前及び午後に出頭し、その余の期日には欠席したこと、調停が同年一〇\n月七日をもって不成立となったことは争いがなく、その余の事実は乙五、一八の１\nないし６、証人Ｄにより認める。）。\n（四）　Ｄらは、昭和六〇年二月一四日、市農委に対し、本件賃貸借解除の許可申\n請をした（乙七）。市農委は、同年三月五日に開催された農地部会（農業委員会等\nに関する法律一九条の二により設置されたもので、同法二二条一項により同部会の\n議決が当該農業委員会の決定とされている。）において、市農委の仲介で当事者の\n協議による問題解決を試みるため、地元農業委員にあつせんさせることとした（乙\n一九）。そして、同年四月二日、朝倉農協で一回目のあつせんが行われ、Ｄと原告\nＡが出席して双方意見を述べたものの、結論に至らず、二回目のあつせんが朝倉農\n協で同月一二日に行われることになったが、原告Ａが、同月六日、市農委事務局に\n対し、小作料額決定のあつせんであれば出席するが、Ｄが一方的に本件農地の返還\nを請求しているので、二回目のあつせんには出席しない旨電話で通告し、市農委事\n務局から円満な解決を目的としたあつせんであるので出席するよう求められたにも\nかかわらず、これに応じないで欠席したため、同月一二日、地元農業委員が協議し\nてあつせんを打ち切った（昭和六〇年二月一四日朝倉農協で一回目のあつせんが行\nわれたが、同日には結論に至らなかったこと、二回目のあつせんが同月一二日に行\nわれることになったこと、原告Ａが、同月六日、市農委事務局に対し、電話で二回\n目のあつせんには欠席する旨通告したこと、同原告が同月一二日の二回目のあつせ\nんに出席しなかったことは争いがなく、その余の事実は乙二〇ないし二二により認\nめる。）。更に、市農委は、同年五月七日に開催された農地部会にＤと原告Ａの出\n席を要請したが、Ｄだけが出席して原告Ａは欠席し、結局、農地部会は、農地法二\n〇条二項一号の「賃借人が信義に反した行為をした場合」に該当するとして本件賃\n貸借の解除許可が妥当である旨決定し、同月一〇日、意見書及び議事録の写しを許\n可申請書に添付して被告に進達した（乙一、二三、弁論の全趣旨）。\n（五）　被告は、市農委からの進達を受けて事実関係の調査を行うと共に、Ｄから\n昭和六〇年七月九日、同年一〇月七日、昭和六一年一月七日の三回にわたって、原\n告Ａから昭和六〇年八月二二日、同年一〇月七日の二回にわたってそれぞれ事情聴\n取を行い、その結果、農地法二〇条二項一号の「賃借人が信義に反した行為をした\n場合」に該当すると判断し、同条三項の規定により、昭和六一年一月二八日高知県\n農業会議に諮問し、同年三月一日同農業会議から許可が相当である旨の答申を受\nけ、同月七日本件処分をした（原告Ａが右のとおり二回にわたって事情聴取を受け\nたことは争いがなく、その余の事実は甲一、二の１、２、乙一により認める。）。\n（六）　この間、Ｄは、原告Ａに対し、昭和五八年一月末か同年二月初めころ、配\n達証明郵便で小作料の支払いを催告しようとしたが、同郵便の受領を拒否され、昭\n和五九年一月二八日、昭和五六年から昭和五八年までの三年分の新小作料の支払い\nの催告書を同原告方に持参し、これを手渡して催告するなど、昭和五六年分から昭\n和六〇年分までの本件農地の小作料の支払いを催告していたが、同原告は、本件処\n分後の昭和六一年四月二八日に昭和五六年分から昭和六〇年分までの小作料を供託\nするまでの間、右五年分の小作料を支払わず、供託もしなかった（原告Ａは、右五\n年分の小作料について供託するまでの間、これを支払っていなかったことは争いが\nなく、その余の事実は乙六、二八、二九、証人Ｄにより認める。）。\nなお、原告Ａは、Ｄから昭和五六年分から昭和六〇年分までの小作料の支払いを催\n告されたことはない旨、昭和五八年から昭和六〇年まで毎年末、Ｄに新小作料を受\n領してくれるよう申し入れた旨などを供述しており、甲四や証人Ｈの証言中には右\n供述内容に沿う部分もあるが、これらは、その内容自体不自然である上、乙一七の\n１ないし７、二八、二九、証人Ｄ等の関係証拠に照らしても、信用することができ\nない。\n２　判断\n（一）　原告らは、本件処分は、賃借人である原告Ｂに対する通知を全く欠いたま\nま行われているので、この点において重大な瑕疵がある旨主張するけれども、前記\n１（一）ないし（六）の各事実の外、原告Ａは昭和四〇年ころから事実上原告Ｂに\n代わって本件農地を耕作していたこと（原告Ａ本人尋問）、市農委は、本件処分の\n申請がなされた後、原告Ａに賃借人側としての意見陳述の機会を十分与えており、\n原告らはこれについて何らの異議も申し立てなかったこと（乙一九、二〇、二二、\n二三）などを勘案すると、原告Ｂは、Ｄとの交渉、和解の仲介、農事調停等、本件\n農地の小作料改定問題全般を原告Ａに一任していたと認められ、賃借人たる原告Ｂ\nの利益は手続上十分保護されていたのであるから、右主張は採用することができな\nい。\n（二）　右（一）のとおり、原告Ｂは、本件農地の小作料改定問題全般を原告Ａに\n一任していたのであるから、本件賃貸借について賃貸人と賃借人との間の信頼関係\nが破綻しているか否かについての判断にあたっては、原告Ａの行動及び応答等を賃\n借人である原告Ｂの行動及び応答等と同一視して検討すべきこととなる。しかると\nころ、前記１（一）ないし（六）の各事実に徴すると、原告Ａは、昭和五六年分か\nら昭和六〇年分までの小作料支払いの催告を再三受け、とりわけ、昭和五九年一月\n二八日にＤから文書を手渡されて明確に滞納分の小作料支払いの催告を受けたの\nに、旧小作料分すら支払おうとしなかった上、かなりの期間にわたり、和解の仲\n介、農事調停等、公正な第三者を交えて協議する機会があったにもかかわらず、後\n記のとおり正当な理由もなく欠席を繰り返し、誠実に協議に応じなかったというこ\nとができ、加えて、Ｄらから小作料の増額請求を受けていたけれども、小作料の額\nについて協議がととのわなかったのであるから、このような場合、賃借人としては\n相当と認める額の小作料を支払わなければならず（農地法二三条二項）、賃貸人が\nその受領を拒否した場合には供託をすべきであったことを考慮すると、Ｄらと原告\nＢとの間の信頼関係は破綻しているというべきである。なお、原告Ａは、和解の仲\n介、農事調停等には農作業に忙殺されて出席できず、電話をする時間さえなかった\nこともある旨供述しているが、前記１（一）ないし（六）の各事実に照らし、原告\nＡが小作料の改定についてＤと真剣に話し合おうとする気持ちを有していたとは認\nめられないことなどを考慮すると、原告Ａがやむを得ない理由によって和解や調停\n等に欠席したということはできない。したがって、本件賃貸借について農地法二〇\n条二項一号の「賃借人が信義に反した行為をした場合」に該当する事由があると認\nめて本件賃貸借の解除を許可した本件処分は正当である。\n（三）　原告Ｂは、（１）Ｄは、昭和五六年一二月末ころ及び昭和五七年一二月一\n五日、原告Ａに対し、小作料について、改定額が決定してから受領する旨述べ、支\n払猶予の意思表示をしたこと、（２）Ｄとの間で小作料の額について合意が成立し\nなかったのは同人が全く譲歩しないためであったことを考慮すると、「賃借人が信\n義に反した行為をした場合」に該当しないので、本件処分は違法である旨主張す\nる。しかし、右（１）については、乙四、証人Ｄの証言によると、Ｄは、昭和五六\n年一二月末、原告Ａが持参した旧小作料を受領せず、市農委に申し立てていた和解\nの仲介により、間もなく小作料改定の問題が解決すると考え、これが解決してから\n昭和五六年分の小作料を支払ってもらえばよい旨原告Ａに述べたこと（なお、その\n時期について昭和五七年一月であったとする証人Ｄの証言は、乙四に照らし同証人\nの記憶違いの可能性が高い。）、Ｄは、旧小作料では受領しないが、仮に同原告が\n新小作料を持参すればこれを受領する意思は有しており、現に昭和五六年分以降は\n原告Ａに新小作料の支払いを催告してきたことが認められる上、小作料改定の問題\nが解決するまで小作料全額の支払いを五年にもわたって猶予するとは通常考え難\nく、Ｄがこれを猶予するのがもっともであると思われる事情は証拠上窺われないこ\nとなどを併せ考えると、Ｄは、昭和五五年一二月末、市農委の和解の仲介によって\n小作料改定問題が解決するまでのしばらくの間、昭和五六年分の小作料の支払いを\n猶予する意思を有していたとしても、それ以上に支払いを猶予したとは認められ\nず、甲四、証人Ｈの証言及び原告Ａの供述中、これに反する部分は信用し難い。な\nお、原告Ａは、昭和五七年に昭和五六年分の小作料を高知地方法務局に供託しよう\nとしたが、係官から、受領を拒否されたのではなく、小作料が決まってから受け取\nるということであれば、供託はできないと言われたため、供託することができなか\nった旨供述し、その根拠として甲九の１ないし３、一〇の１ないし３、一一の１な\nいし３を提出しているが、前記１（六）のとおり、原告Ａは、Ｄから昭和五六年分\n以降の滞納小作料の支払を催告されたにもかかわらず、昭和六一年四月二八日まで\nその支払いも供託もしなかったことなどを考慮すると、原告Ａが右のように供託し\nようとした事実があったとしても、これによって本件処分が正当であるとの判断が\n左右されるわけではない。右（２）の事実は、前記１（一）ないし（五）の本件処\n分に至った経緯に照らし、本件処分を不当とすべき事情とはいえない。したがっ\nて、原告Ｂの前記主張は採用することができない。\n（裁判官　道下　徹　佐●哲生　河田充規）\n別紙物件目録（省略）\n"
}