{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 4,
    "day": 26
  },
  "case_number": "昭和62(行ウ)15",
  "case_name": "仮換地指定処分取消請求事件",
  "court_name": "名古屋地方裁判所",
  "field": "行政",
  "gist": "町が，その施行する土地区画整理事業において，その事業内容に含まれない公共施設の用地買収対象地の権利者に代替地として提供する目的で，「特別保留地」と称する仮換地に指定しない土地を設けることを内容に含む換地計画案を作成し，この計画案に基づき事業施行区域全体の仮換地指定処分をした場合につき，前記「特別保留地」は，土地区画整理法９６条２項所定の「土地区画整理事業の施行の費用に充てるため」という目的以外の目的のために設けられたものであり，そのために過大な減歩がされたこととなるから，前記仮換地指定処分は同法９８条２項，９６条２項に違反して違法であるとして，これを取り消した事例",
  "lawsuit_id": "16625",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16625",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/625/016625_hanrei.pdf",
  "contents": "○　主文\n一　被告が、原告に対し、昭和五七年一二月二七日付でした、\n１　別紙第一目録記載Ａの土地の仮換地として別紙第二目録記載Ａの土地を指定し\nた処分\n２　別紙第一目録記載Ｂ１及びＢ２の各土地の仮換地として別紙第二目録記載Ｂの\n土地を指定した処分\n３　別紙第一目録記載Ｃの土地の仮換地として別紙第二目録記載Ｃの土地を指定し\nた処分\n４　別紙第一目録記載Ｄ１、Ｄ２及びＤ３の各土地の仮換地として別紙第二目録記\n載Ｄの土地を指定した処分\nをいずれも取り消す。\n二　訴訟費用は被告の負担とする。\n○　事実及び理由\n第一　請求\n主文同旨\n第二　事案の概要\n一　争いのない事実\n１　原告は、別紙第一目録記載の各土地（以下「本件各従前地」という。）の所有\n者である。\n２　被告は、名古屋市都市計画事業蟹江第二学戸土地区画整理事業（以下「本件事\n業」という。）の施行者であるが、昭和五七年一二月二七日、本件各従前地の仮換\n地として、別紙第二目録記載の各土地（以下「本件各仮換地」という。）を別紙本\n件処分一覧表のとおり指定する旨の処分（以下「本件処分」という。）をし、本件\n処分は、同月二九日、原告に通知された。\n３　原告は、本件処分を不服として、昭和五八年二月二四日、愛知県知事に対し審\n査請求をしたが、同知事は、昭和六一年一二月二五日、右審査請求を棄却ないし却\n下する旨の裁決をし、右裁決は、同月二六日、原告に通知された。そこで、原告\nは、本件処分及び右裁決を不服として、昭和六一年四月二一日、建設大臣に対し再\n審査請求をしたが、いまだに裁決されていない。\n二　争点\n本件処分の適法性が争われ、具体的には、原告が違法事由として挙げた以下の各事\n由についての被告主張の当否が争点となった。\n１　特別保留地の設定\n（原告の主張）\n被告は、特別保留地という名称で、将来換地処分がなされた時点で土地区画整理法\n（以下「法」という。）九六条二項に基づき保留地として指定される予定の、仮換\n地に指定されない保留地予定地（法一〇〇条の二参照。以下「特別保留地」とい\nう。）を設けた上、保留地の売却につき評価員の意見を聴くべき旨を定めた本件事\n業の施行に関する条例（以下「条例」という。）八条の規定（条例九条二項におい\nて保留地予定地に準用されている。）に反して、評価員の意見を聴かずに特別保留\n地を通常の保留地予定地に比べて極めて低廉な価額で売却しているが、このような\n特別保留地の設定は、法九六条二項の要件を満たすものではない。\n（被告の主張）\n（一）　特別保留地設定の経緯\n（１）　被告は、本件事業の開始前に、学戸小学校、中央公民館、都市計画道路新\n本町線等の公益的施設ないし公共施設を建設するため、その用地の買収に当たった\nが、近く本件事業が行われることを知っていた一部地権者（以下「一部地権者」と\nいう。）が金銭による土地買収を拒否したため、一部地権者との間で、その所有地\n（以下「対象地」という。）の買収代金の支払に代えて、後日本件事業においてそ\nの換地基準に基づき対象地に対応する換地に相当する保留地を確保し、これを対象\n地の代替地として提供することを約束した上、昭和五一年三月ころから同五四年一\n一月ころにかけて、一部地権者との間で対象地につき売買契約を締結した。\n（２）　被告は、右約束に基づき、不動産鑑定士の鑑定価額を基準に適正に買収価\n額を定めた上で、一部地権者に右買収代金の支払をせず、被告において、いったん\n全額保管した後、これを一部地権者の代表者名義で預金し、本件事業開始後、本件\n事業の換地基準に基づいて対象地に対応する土地を特別保留地として留保し、これ\nを右買収価額と同額の代金で一部地権者に売り渡した。\n（二）　特別保留地設定の適法性\n特別保留地の設定は、以下のとおり、適法である。\n（１）　特別保留地の設定は、公共施設等の整備改善のための用地の確保のために\n行われたもので、本件事業遂行に必要不可欠な行為であって、本件事業の目的に沿\nうものである。\n（２）　特別保留地は、法一〇〇条の二のいわゆる保留地予定地であって法一〇八\n条一項の適用がなく、また、前記（一）記載の経緯に照らせば、保留地予定地の売\n却につき評価員の意見を聴くことを義務づけた条例八条の適用もないと解するのが\n相当であるから、その売却に当たって評価員の意見を聴かなかったとしても、法や\n条例の規定に違反することにはならない。\n（３）　特別保留地の設定は、何ら原告ら地権者に不利益を与えるものではない。\nこのことは、学校、公民館等の公益的施設の用地については、法九五条により減歩\n率を軽減して換地するのが通例であるが、対象地に対応する特別保留地については\n通常の換地と同一基準で減歩していること、また、道路等の公共施設新設のための\n用地は法九五条三項の創設換地により確保されるものであるが、それに比べて、特\n別保留地の設定による方が原告ら本件事業区域内の地権者に有利であることから明\nらかである。\n２　未指定地の存在\n（原告の主張）\n被告は、当初事業区域に組み入れられていた四郎兵衛用水以東の土地を後に事業区\n域から除外したにもかかわらず、減歩率の変更をしなかったため、仮換地指定を留\n保した未指定地二一七九平方メートルを生じたが、法九六条二項に定める要件を満\nたしていないにもかかわらず、これをそのまま保留地予定地とした。\n（被告の主張）\n区域除外により仮換地指定を留保した未指定地は一〇二二平方メートルであるが、\nこれら未指定地が生じたのは、四郎兵衛用水以東に従前地を有する地権者から、同\n地域を本件事業の対象区域から除外してほしいとの要望が出されたところ、被告\nは、その時点で既に仮換地の割付けを完了しており、右除外地域の従前地の地権者\nのための仮換地として用意された土地を再割付けしても、その作業に多大な時間と\n費用を要するのに比べて、同地域以外の従前地の地権者に対しては従前の仮換地面\n積に比べて平均〇・四パーセントの増歩がもたらされるに過ぎないことを考慮し\nて、右除外区域のための仮換地指定は留保し、未指定地が昀後まで残れば、換地処\n分後に保留地として処分し、清算金を交付することによって地権者に還元すること\nにしたものである。\n３　照応の原則違反\n（原告の主張）\n本件各仮換地は、本件各従前地に比べて、以下のとおり劣っており、法八九条に違\n反する。\n（一）　別紙第一目録記載Ａの土地（以下「本件従前地Ａ」という。）は公道に面\nしていないが、水路に面しており、道路に面するのと同様の利便があった。これに\n対し、別紙第二目録記載Ａの土地（以下「本件仮換地Ａ」という。）は、その大部\n分が川跡地（水路）にかかっている。川跡地は、埋立てをしても地盤沈下を起こす\nので、宅地としては極めて不利な条件であるにもかかわらず、この減歩率は三〇・\n二五パーセントである。\n（二）　別紙第一目録記載Ｂ１の土地（以下「本件従前地Ｂ１」という。）は、北\n西側が道路に面していた。別紙第一目録記載Ｂ２の土地（以下「本件従前地Ｂ２」\nという。）は、南東側が道路に面し、北西側が水路に面していた。これに対し、別\n紙第二目録記載Ｂの土地（以下「本件仮換地Ｂ」という。）は、その大部分が川跡\n地にかかっており、埋め立てると地盤沈下を起こすという宅地としては極めて不利\nな条件であるにもかかわらず、この減歩率は三〇・七七パーセントである。\n（三）　別紙第一目録記載Ｃの土地（以下「本件従前地Ｃ」という。）は、公道に\n面していないが、水路に面しており、道路に面するのと同様の利便があった。これ\nに対し、別紙第二目録記載Ｃの土地（以下「本件仮換地Ｃ」という。）は、その大\n部分が川跡地にかかっており、埋め立てると地盤沈下を起こすという宅地として極\nめて不利な条件があるにもかかわらず、この減歩率は四〇・二〇パーセントであ\nる。\n（四）　別紙第一目録記載Ｄ１の土地（以下「本件従前地Ｄ１」という。）は、南\n側が約四三メートル公道に面する三三七平方メートルの土地であり、別紙第一目録\n記載Ｄ２の土地（以下「本件従前地Ｄ２」という。）は、公道に面していない一三\n五平方メートルの土地であり、そして、別紙第一目録記載Ｄ３の土地（以下「本件\n従前地Ｄ３」という。）は公道に面していない五六平方メートルの土地であるが、\n従来農地で、私道に面していた。これに対し、別紙第二目録記載Ｄの土地（以下\n「本件仮換地Ｄ」という。）は、東側と北側で公道に面するが、その面積は三四〇\n平方メートルであり、減歩率は三五・六一パーセントにも達する。\n（被告の主張）\n本件各仮換地は、以下のとおり、本件各従前地に比べて、利用価値が増進してお\nり、本件事業の結果、道路、排水設備等が整備されることにより都市環境が改善さ\nれることを併せ考えると、減歩率を考慮に入れても、むしろ価値は増大したものと\nいうべきであって、照応の原則違反はない。\n（一）　本件従前地Ａが島地であったのに対し、本件仮換地Ａは、原位置換地に近\nい位置にある上、適正な幅員の区画整理道路に面する整形な普通地となっている。\n（二）　本件従前地Ｂ１及びＢ２は狭幅員の道路に面する不整形な宅地であった\nが、本件仮換地Ｂは、原位置換地に近い位置にある上、幹線道路及び区画整理道路\nに面する整形な角地となっている。\n（三）　本件従前地Ｃは島地であったが、本件仮換地Ｃは、幹線道路に適正な間口\nで面する整形な宅地である。\n（四）　本件従前地Ｄ１は狭幅員の道路に面し、形状も不整形であり、また、同Ｄ\n２及びＤ３が島地であったのに対して、本件仮換地Ｄは、適正な幅員の道路に面す\nる角地となった。\n４　公平の原則違反\n（原告の主張）\n（一）　別紙増換地等一覧表記載のとおり、特定の土地所有者に対しては、増換地\nないしは極端に減歩率の低い仮換地指定がなされている。\n（二）　Ａ、Ｂ、Ｃ、Ｄ、Ｅ、Ｆ及びＧら特定の土地所有者に対して、特に有利な\n仮換地が指定されている。\n（被告の主張）\n（一）　原告の指摘する者らに対する増換地は、いずれも従前地上の住宅の利用状\n況を妨げないよう有効間口を確保したために生じたものであって、これらの者から\n清算金を徴収することにより他の土地所有者との間の公平が保たれているものであ\nる。\n（二）　原告の指摘する者らに対する仮換地は、以下のとおり、合理的な理由によ\nるものである。\n（１）　Ａの仮換地は、北側道路が幅員四メートルの歩行者専用道路であり、同道\n路のみに間口が接する換地は望ましくなく、その地形上、北側及び南側の双方に間\n口が接するよう仮換地したため、必然的に大きな仮換地となったものである。\n（２）　Ｂの仮換地は、土地の有効利用を図るため一括換地としたものであり、Ｃ\nの仮換地は、従前地に対する原位置換地である。\n（３）　Ｄ及びＥに対する仮換地は、双方が従前共同で精密機械工業を営んでお\nり、住居、工場等の建物が一体となって機能していたことを考慮して、一体の仮換\n地として指定したものである。\n（４）　Ｆの仮換地は、同人居住の建物が街路計画により支障となるため、飛換地\nとしたが、地積について従前の利用状況を損なわないよう配慮して指定したもので\nある。\n（５）　Ｇの仮換地は、大部分が原位置換地であるが、一部の飛換地については、\n学戸公園の敷地に従前地があるため、土地の有効利用を図るため一括換地としたも\nのである。\n第三　争点に対する判断\n一　争点１について\n１　認定事実\n証拠（甲一四、一九、二三、乙三、一〇、一一、一三、五一の一及び二、五二の一\nないし七、五三の一ないし一一、五四の一ないし一八、六〇、六一の一及び二、六\n二の一ないし三及び証人Ｈ、弁論の全趣旨）によれば、以下の事実が認められ、こ\nの認定を覆えずに足りる証拠はない。\n（一）　被告は、本件事業開始前の昭和五一、二年ころから、学戸小学校、中央公\n民館、県道津島蟹江線及び都市計画道路新本町線の公益的施設ないし公共施設の建\n設用地として、対象地を含む本件事業施行区域内の土地の買収交渉を始めたが、一\n部地権者は、代替地の提供がなければ買収に応じないとの態度を示した。被告は、\n右公共施設等の建設を早急に行う必要があったことから、対象地の買収を円滑に進\nめるべく、一部地権者の要望に応じて以下の申出をし、その了解を得た（以下「本\n件合意」という。）\n（１）　被告は、対象地を不動産鑑定士の鑑定額に基づき適正に定めた価額で、一\n部地権者から買収するが、当該買収代金は一部地権者に交付せず、被告において保\n管する。\n（２）　本件事業開始後、被告は、対象地につき、本件事業における換地基準を適\n用して定めた換地に相当する代替地を特別保留地として確保する。\n（３）　被告は、一部地権者に対し、特別保留地を保管中の対象地買収代金と同額\nの代金で売却し、右売却代金の支払は被告が保管中の対象地買収代金をもって充て\nる。\n（二）　被告は、本件合意に基づき、以下の経過のとおり、対象地の所有権を取得\nするとともに、特別保留地を設定し、これを一部地権者に売却した。\n（１）　被告は、対象地につき不動産鑑定士の鑑定価額に基づいて買収代金を定\nめ、昭和五一年三月から同五四年一一月の間に、一部地権者との間で対象地を買い\n取る契約を締結し、その所有権を取得した。\n（２）　被告は、右売買契約締結後、買収代金を一部地権者に交付せずに、被告に\nおいて収入役ないし一部地権者の代表者の名義で預金して保管するとともに、特別\n保留地処分までの間、一部地権者に対し、右買収代金から生じた預金利息の中か\nら、法一〇一条に準拠して算出した土地使用が停止されたことの補償金（使用料相\n当額）を支払った。\n（３）　被告は、昭和五五年八月二〇日に本件事業の事業計画の縦覧を開始し、同\n年一一月二八日右事業計画の認可を得、その後、昭和五七年五月六日に本件事業の\n事業計画の変更の認可を得（以下右変更後の本件事業の事業計画を「本件事業計\n画」という。）、同年六月一日、本件事業計画の公告を行った。\n（４）　本件事業計画においては、保留地の予定地積は二万九五〇〇平方メート\nル、整理後の一平方メートル当たりの予定価額は五万三三〇〇円とされた。右予定\n地積には、一部地権者（本件合意後に代替地が不要である旨申し出た者を除く。以\n下同じ。）のための代替地である特別保留地の地積が含まれ、また、右予定価額\nは、特別保留地を対象地の買収代金と同額で売却することを前提にして算定された\nものであった。\n（５）　被告は、本件事業計画に基づき、換地計画案（以下「本件換地計画案」と\nいう。）を作成し、本件事業施行区域のうち四郎兵衛用水以東の地域を除く地域の\n従前地につき、仮換地の割付けをした上、昭和五七年一二月二七日、本件換地計画\n案に基づき、右各従前地につき仮換地を指定をし、原告に対しても、本件処分を行\nい、また、本件事業計画の保留地予定地の地積に見合う土地（特別保留地を含\nむ。）を仮換地を指定しない土地として割り付けた。\n（６）　被告は、特別保留地四九二九・六二平方メートルを昭和五九年三月一日付\nで一部地権者に対象地の買収代金相当額で処分し、その他の保留地予定地のうち一\n万〇八九六・〇六平方メートルについては、昭和六〇年一月から同六三年二月にか\nけて処分した。なお、条例九条において準用する条例八条一項によれば、保留地予\n定地を処分する場合にも、保留地を処分する場合と同様に、評価員の意見を聴いて\n定めた予定価額を下らない価額をもって処分するものとする旨規定されていたが、\n本件合意によって特別保留地の処分価額は対象地の買収価額と同額とする旨定めら\nれていたため、被告は、特別保留地の処分価額を定めるについて評価員の意見を聴\nくことはしなかった。\n（７）　前項の特別保留地の処分価額は、一平方メートル当たり平均三万六九〇九\n円（一円未満切捨て。以下同じ。）であるのに対し、その他の保留地予定地の処分\n価額は、一平方メートル当たり平均六万四三二六円であり、また、別紙図面（名古\n屋都市計画事業蟹江第二学戸土地区画整理事業仮換地重ね図１甲二三）に記載のと\nおり、特別保留地とこれらと位置、利用状況等が近似のその他の保留地予定地との\n一平方メートル当たりの処分単価を比較すると、特別保留地（１３）の単価が四万\n七一七七円であるのに対し、保留地予定地（６）の単価は九万八九三九円であり、\nまた、特別保留地（３）の単価が三万四九一七円、同（９）の単価が二万九二一二\n円、同（５）の単価が二万八四九九円、同（６）の単価が三万五一九〇円、同（１\n２）の単価が四万四七七六円であるのに対し、保留地予定地（７）の単価は七万二\n六二三円であり、更に、特別保留地（２４）の単価が三万四九一七円であるのに対\nし、保留地予定地（１２）の単価は七万五七〇四円であって、いずれも、特別保留\n地の処分単価はその他の保留地予定地の処分単価に比べて約二分の一となってい\nる。\n（８）　なお、被告担当職員自身も、特別保留地の処分価額は、その他の保留地予\n定地より著しく低廉であり、本件事業費用に充当するためだけなら、その他の保留\n地予定地の処分により賄えると自認している（証人Ｈ第一五回証人調書一五丁裏か\nら一七丁裏）。\n２　判断\n（一）　以上の認定事実によれば、（１）被告は、本件事業開始前にされた対象地\nの買収のための代替地を確保する目的で、保留地予定地という形を採って特別保留\n地を設けたものであること、（２）特別保留地の処分価額は、本件合意に基づき、\n当初から対象地の買収価額と同額と定められていたため、その処分単価は、その他\nの保留地予定地の処分単価の約二分の一となっており、その処分時期の相違等を考\n慮に入れても、正常価格に比べて著しく低廉であること、及び（３）本件事業費用\n自体は特別保留地以外の保留地予定地の処分により賄える見込みであったことをそ\nれぞれ認めることができるのであるから、特別保留地は、専ら、本件事業の内容に\n含まれていない土地買収を円滑に行う目的で設けられたものであって、「土地区画\n整理事業の施行の費用に充てるため」に設けられたものではないと解するのが相当\nである。\n（二）　ところで、本件事業のように地方公共団体が施行する土地区画整理事業に\nついて、法は、減歩率の増大という結果をもたらす保留地の設定を必要昀少限にす\nるため、保留地を定めることができる場合を「土地区画整理事業の施行の費用に充\nてる」場合に限定している（法九六条二項）のである。しかるに、本件の特別保留\n地は、前記（一）に記載のとおり、専ら「土地区画整理事業の施行の費用に充て\nる」目的以外の目的のために設けられたものであるから、このような特別保留地を\n保留地として定めることは、法の定める換地計画の決定の基準に反するものという\nべきである。\nしたがって、仮に、本件事業において、特別保留地の設定を内容に含む換地計画が\n決定、認可されていれば、右換地計画は法九六条二項に違反する違法な換地計画と\nいうべきであり、また、このような場合、右換地計画に基づいて指定されるいわゆ\nる換地予定地的仮換地指定は、違法な保留地の指定により過大な減歩がされたもの\nであり、換地計画中保留地を定めた部分が取り消されると、各地権者に指定された\n仮換地の地積が増える蓋然性があると考えられるのであるから、各地権者は特別保\n留地の定めを自己に対してされた仮換地指定の違法事由として主張して右指定の取\n消しを求めることができると解するのが相当である。\n（三）　なお、証拠（乙一三、証人Ｈ、弁論の全趣旨）によれば、本件事業におい\nては、被告は、換地計画に準ずる内容の本件換地計画案を作成し、一部除外区域を\n除くすべての従前地につき仮換地及び保留地予定地の割付けを行っているものであ\nるが、法八六条以下に定める換地計画決定手続を経ていないことが認められるので\nあるから、本件処分は、法九八条一項前段に規定する「土地の区画形質の変更若し\nくは公共施設の新設若しくは変更に係る工事のため必要がある場合」に行われたい\nわゆる一時利用地的仮換地指定である（実質的には当該仮換地を将来換地とするこ\nとを予定して行われたものである。）と解して初めて適法な仮換地指定ということ\nができる。\nところで、右のような一時利用地的仮換地指定の場合にも、法九八条二項により法\nに定める換地計画の決定の基準を考慮してしなければならないと規定されていると\nころ、右条項の趣旨は、一時利用地的仮換地指定の場合であっても、換地予定地的\n仮換地指定の場合と同様に、指定された仮換地が将来においてできるだけそのまま\n換地に移行できるようにすることによって、仮換地指定を受ける地権者の保護を図\nり、事業が円滑に進められることを目的とすることにあると解することができる。\nそして、右条項の趣旨からすれば、本件のように、換地計画に準ずる内容の換地計\n画案に基づいて事業施行区域全体の仮換地指定を行った場合であっても、各地権者\nは、原則として、前記（二）に記載した換地予定地的仮換地指定の場合と同様に、\n特別保留地の設定を自己に対してされた仮換地指定の違法事由である旨を主張して\n右指定の取消しを求めることができるものと解するのが相当である。けだし、この\nように解さないと、本来地権者保護のために設けられている慎重な換地計画決定手\n続を経た換地計画に基づく仮換地指定の場合と本件のような換地計画案に基づく仮\n換地指定の場合との間において、地権者の保護に差異が生じるという不合理を避け\nることができないからである。\n（四）　したがって、本件事業においても、被告は、本件換地計画案を定め、これ\nに基づいて仮換地指定を行うに当たっては、法の定める換地計画の決定の基準の一\nつである法九六条二項の規定を遵守する義務を負い、保留地予定地を定める際に\nは、土地区画整理事業の施行費用に充てる目的以外の保留地予定地を定めることは\nできないというべきであるから、それに違反してされた本件処分は、法九八条二\n項、法九六条二項に違反するものとして取消しを免れないものである。\n二　結論\nよって、原告の本訴請求には、その余の違法事由の主張について判断するまでもな\nく、理由があるから、本件処分を取り消すこととし、主文のとおり判決する。\n（裁判官　浦野雄幸　杉原則彦　岩倉広修）\n別紙\n第一目録\nＡ　　海部郡＜地名略＞\n田　　四〇〇平方メートル\nＢ１　右同所＜地名略＞\n田　　　六六平方メートル\nＢ２　右同所＜地名略＞\n田　　壱四弐平方メートル\nＣ　　右同所＜地名略＞\n田　　参九参平方メートル\nＤ１　右同町＜地名略＞\n田　　参参七平方メートル\nＤ２　右同町＜地名略＞\n田　　壱参五平方メートル\nＤ３　右同町＜地名略＞\n田　　　五六平方メートル\n別紙\n第二目録\nＡ　＜地名略＞　　二七九平方メートル\nＢ　＜地名略＞　　一四四平方メートル\nＣ　＜地名略＞　　二三五平方メートル\nＤ　＜地名略＞　　三四〇平方メートル\n"
}