{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 2,
    "day": 27
  },
  "case_number": "昭和59(ワ)11837",
  "case_name": "",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "13891",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=13891",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/891/013891_hanrei.pdf",
  "contents": "主　　　文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事　　　実\n第一　当事者の求めた裁判\n一　請求の趣旨\n１　被告株式会社中央公論社は、別紙目録記載の書籍を出版、販売、頒布してはな\nらない。\n２　被告株式会社中央公論社は、発行済みの右１記載の書籍を廃棄せよ。\n３　被告らは、原告に対し、連帯して三〇〇〇万円及びこれに対する昭和五九年一\n一月一五日から支払済みに至るまで年五分の割合による金員を支払え。\n４　訴訟費用は被告らの負担とする。\n５　右３について仮執行の宣言\n二　請求の趣旨に対する答弁\n主文同旨\n第二　当事者の主張\n一　請求の原因\n１　原告は、昭和四一年三月、明治大学文学部仏文学科を卒業し、同四三年一〇月\nから同五二年一二月末までパリに滞在し、その間、パリ第七大学において、同四七\n年に現代文学士と同等の資格を、同四八年に現代文学修士号をそれぞれ取得し、同\n四九年から同五一年までの間、在仏日本大使館に勤務していたものである。\n被告株式会社中央公論社（以下「被告中央公論社」という。）は、我が国におけ\nる著明な出版社であり、被告【Ａ】（以下「被告【Ａ】」という。）は、被告中央\n公論社書籍第六部に勤務する者である。\n被告【Ｂ】（以下「被告【Ｂ】」という。）は、昭和四八年から同五五年にかけ\nてパリに滞在し、その間、ガイド、通訳、エール・フランス職員を経験し、フラン\nス・ミステリーの翻訳をするほか、エッセィストとしても活躍している者である。\n２　原告は、昭和五八年二月から、かねてより関心をもち、研究をしていたフラン\nスの作家【Ｃ】の作品の一つで、一九五五年に出版された「Ｌａｎｕｉｔ　ｄｅ\nＳａｉｎｔ－Ｇｅｒｍａｉｎ　ｄｅｓ－Ｐｒｅ′ｓ」（以下「本件原書」とい\nう。）の翻訳を始め、同五九年一月初めころまでにその翻訳を終え、「サン・ジェ\nルマン・デ・プレの夜」という題号を付した（以下右翻訳文を「原告翻訳文」とい\nう。）。\n３　被告【Ｂ】は、本件原書の翻訳であるとして別紙目録記載の書籍（以下「被告\n翻訳書」という。）を執筆し、被告中央公論社は、これを出版した。\n４　被告中央公論社は、被告【Ａ】を介し、被告【Ｂ】に原告翻訳文を利用させて\n被告翻訳書を執筆させ、被告【Ｂ】は、原告翻訳文を利用して被告翻訳書を執筆し\nたものである。したがって、被告翻訳書は、被告らが、原告の原告翻訳文について\n有する複製権を侵害することによって、執筆、出版されたものであり、このこと\nは、次の事実から明らかである。\n（一）　原告は、昭和五九年一月三日、原告翻訳文が被告中央公論社に採用される\nことを期待して、執筆を終えたばかりの原告翻訳文の原稿を被告中央公論社あてに\n送付し、右原稿は、同月八日ころ、被告中央公論社に届いた。そして、原告は、同\n月九日、被告中央公論社の担当者である被告【Ａ】から電話を受けたが、その内容\nは、被告中央公論社においては、既に本件原書を含む【Ｃ】の作品の翻訳出版が予\n定され、本件原書の翻訳も進んでいる、原告翻訳文の採否は、検討するので、しば\nらく預からせてほしいが、同じ本が二社から出版されるのはマイナスになるので、\n原告から他社には話を持ち込まないでほしい、というものであった。その後、原告\nには、被告中央公論社から何の連絡もなかったが、同年三月一〇日、被告【Ａ】か\nら、原告あてに原告翻訳文の原稿が返還送付され、同封の書簡には、原告の希望に\n添いかねる旨記載されていた。被告中央公論社は、同年二月二〇日、同月二八日及\nび二九日、被告【Ｂ】執筆の被告翻訳書の原稿を印刷会社に渡し、被告翻訳書は、\n同年五月一〇日に出版された。\n被告中央公論社は、右のように原告翻訳文を採用しないのであれば、直ちにこれ\nを原告あてに返送すればよいのに、約二か月もの間、これを留め置き、その間、被\n告【Ｂ】に原告翻訳文を利用させて被告翻訳書を執筆させたものである。\n（二）　原告は、前記１のとおりの経歴を有し、フランス滞在中、フランス人の文\n学者、哲学者、芸術家などと親交を深め、パリの人々の生活の中に奥深く入り、フ\nランス人の気質、機微に触れることができ、しかも、原告が使用する辞典は、大部\n分が仏仏辞典であることからも明らかなように、高いフランス語の能力を有する。\nまた、原告は、【Ｃ】の著書を十分に研究しているのみならず、【Ｃ】本人とも親\n密な関係を有している。このように、原告は、【Ｃ】の作品を翻訳するにふさわし\nい能力及び経験を有しているのである。\n一方、被告【Ｂ】は、フランス語に関する正規の教育を受けておらず、例えば、\n別表一のように、被告翻訳書の七頁から三二頁までのわずかな中でも多くの初歩的\nな誤訳をしており、また、【Ｃ】の別作品「Ｃｏｒｒｉｄａａｕｘ　Ｃｈａｍｐｓ\n－Ｅ′ｌｙｓｅ′ｅｓ」を翻訳し、「シャンゼリゼは死体がいっぱい」という題号\nで被告中央公論社から出版しているが、同書籍には、別表二のとおり、数多くの単\n純な誤訳が存在する。このように、被告【Ｂ】は、フランス語の能力が極めて低\nい。そして、【Ｃ】の文章は、その長い人生経験、フランス人独特の鋭い感覚及び\n人の心の奥底まで達する深い洞察力に基づく難解なものであって、被告【Ｂ】程度\nのフランス語の能力では、これを理解し、正確に翻訳することは不可能であるか\nら、被告【Ｂ】は、本件原書を翻訳するにふさわしい者であるとはいえないのであ\nる。\n（三）　原告は、かねてより、将来、仏和翻訳家辞典ともいうべきものを作成する\n目的をもって、翻訳をするに際し、珍しい表現や難しい単語、あるいは難しい文書\nに出会ったときに、これらを辞典の形式でアルファベットの順に整理し、これを\n「語彙」と題するノートに記載してきた。ところが、被告翻訳書には、右のノート\nに記載されている原告の独創的な訳語が、例えば、別表三のとおり、第一章の中に\n一〇か所、別表四のとおり、第七章の中に一五か所、別表五のとおり、第一三章の\n中に二五か所というように数多く使用されている。また、そのほかにも被告翻訳書\nには、原告翻訳文に使用されている訳語あるいは訳文が、例えば、別表六のとお\nり、第一章の中に五〇か所、別表七のとおり、第七章の中に六〇か所、別表八のと\nおり、第一三章の中に六五か所というように、また、その他全体を通じ、別表九の\nように数多く使用されている。\n（四）　原告翻訳文にはもともと誤訳は少ない。しかし、被告【Ｂ】は、被告翻訳\n書において、たまたま存在した原告翻訳文の誤訳部分をそのまま使用している。す\nなわち、別表一〇のとおり、原告は、ｆｕｓｓｉｅｚが接続法であるにもかかわら\nず、これを条件法であると誤解し、「あらせられるが…。」と誤訳したが、被告\n【Ｂ】は、これと同様の誤訳をしている。\n（五）　そもそも、同一の著者の作品においては、同じ表現の原文は、原則として\n同趣旨に翻訳されるべきである。ところが、被告【Ｂ】は、別表一一ー１及び２の\nとおり、前記「シャンゼリゼは死体がいっぱい」において、多くの単純な誤訳をし\nているにもかかわらず、本件原書の同様の表現について、原告翻訳文の訳を使用し\nている。\n５　被告らの右３及び４の行為は、共同して、原告が原告翻訳文について有する複\n製権を侵害するものであり、しかも、被告翻訳書には原告の氏名を表示していない\nから、原告の氏名表示権を侵害するものでもある。\n６　被告らの右著作権侵害及び著作者人格権侵害の行為は、被告らの故意又は過失\nに基づくものである。\n７　被告らの右著作権侵害及び著作者人格権侵害の行為によって原告が被った損害\nは、合わせて三〇〇〇万円を下らない。\n８　よって、原告は、被告中央公論社に対し、著作権及び著作者人格権に基づき、\n被告翻訳書の出版等の差止め及びその廃棄を、被告らに対し、右各権利の侵害に基\nづく損害賠償として三〇〇〇万円及びこれに対する訴状送達の日の翌日である昭和\n五九年一一月一五日から支払済みに至るまで民法所定の年五分の割合による遅延損\n害金の支払いを求める。\n二　請求の原因に対する認否\n１　請求の原因１のうち、原告に関する部分は知らないが、その余の事実は認め\nる。\n２　同２は知らない。\n３　同３は認める。\n４　同４のうち冒頭の部分は否認する。同４（一）のうち、原告翻訳文が原告主張\nのころ被告中央公論社に送付されて来たこと、被告【Ａ】が原告に電話をかけたこ\nと、被告中央公論社が原告に原告翻訳文を返還したこと、被告中央公論社が原告に\n原告の希望に添いかねる旨通知したこと、被告翻訳書が原告主張のころ出版された\nことは認めるが、その余は否認する。同４（二）のうち、\n被告翻訳書に一部誤訳があること（ただし、原告主張の部分のすべてではない。）\nは認めるが、その余は否認する。同４（三）のうち、被告翻訳書には、原告が各別\n表で指摘するような表現が使用されていることは認めるが、その余は否認する。同\n４（四）は否認する。同４（五）のうち、被告【Ｂ】が原告主張のような訳をして\nいることは認めるが、その余は否認する。\n５　同５ないし７は否認する。\n三　被告らの主張\n１　被告翻訳書は、原告翻訳文とは全く無関係に被告【Ｂ】によって執筆された原\n稿に基づいて出版されたものである。すなわち、被告中央公論社は、かねてよりフ\nランスの作家のミステリー小説の翻訳書を出版する企画を立てていたところ、昭和\n五八年三月末ころまでに、本件原書を含む【Ｃ】の作品四点の出版を決定し、被告\n【Ｂ】及び訴外【Ｄ】に対し、各二点の翻訳を依頼した。被告【Ｂ】は、被告翻訳\n書の原稿を順次完成させ、同年六月一三日及び同年七月二二日の二回に分けて、こ\nれを被告中央公論社の担当者である被告【Ａ】に手渡した。被告中央公論社は、右\nの原稿を検討したうえ、これを昭和五九年二月二〇日及び二九日の二回に分けて印\n刷所に送った。一方、被告【Ｂ】は、同年一月九日、パリに向けて出国し、同月二\n八日に帰国しているのである。そうすると、被告【Ｂ】が原告翻訳文に接すること\nが可能な期間は、同年一月二八日から同年二月一九日までの間にすぎない。このよ\nうな短期間内に、原告翻訳文を使用し、これに基づいて被告翻訳書の原稿を作成す\nることは、技術的に不可能である。\n２　被告翻訳書は、全体を通じ、原告翻訳文に比べて、文が短く区切られ、改行を\n多用している。その結果、被告翻訳書は、ハードボイルドの作品にふさわしい歯切\nれのよい文体になっている。これに対して、原告翻訳文は、直訳が多く、翻訳調で\nあり、また、文語調である部分が多い。別紙一は、原告翻訳文と被告翻訳書の冒頭\n部分を対比したものであるが、これによれば、両者の表現の相違は、極めて明らか\nであり、このことも、被告翻訳書が原告翻訳文とは無関係に作成されたことを裏付\nけるものである。\n３　原告は、被告翻訳書には、原告の独創的な訳語が使用されていると主張する\nが、別紙二ないし四のとおり、原告の指摘する部分は、なんら特異なものではな\nく、原告が独自に創作したものとはいえない。また、原告が被告翻訳書において原\n告の独創的な訳語を使用したと指摘する部分を、その前後の文章を含めて原告翻訳\n文と対比してみると、別紙五のとおりであり、これによれば、文章の表現は全く相\n違していることが明らかである。\n４　右のほか、原告が、被告翻訳書において、原告翻訳文の訳が使用されていると\n主張する部分は、いずれも、単語ないし短い章句の訳が類似しているというにとど\nまるところ、このことは、一般にフランスで使用されているフランス語の語句を、\n一般に日本で使用されている日本語の語句に置き換えた当然の結果であって、同じ\n原書の翻訳においては普通にみられることである。原告が指摘するフランス語は、\n原告の訳語に依拠しなくても、何人でも同様に訳せるのである。\n５　原告は、同じ表現の原文は、原則として同趣旨に翻訳されるべきであるという\nが、状況に応じて、最もふさわしい語句を訳者の判断によって選択することは当然\nのことであり、これによって同じ原文であっても異なる訳になることが十分にあり\nうるのである。原告翻訳文においても、同一語に異なる訳を付している部分があ\nる。\n６　原告の主張は、結局、原告以外のものは、【Ｃ】をまともに訳せるわけはない\nという原告の自負と、自分より劣ると考える被告【Ｂ】の翻訳が被告中央公論社か\nら出版されたことへの原告の嫉妬に基づくものである。ちなみに、原告が、被告翻\n訳書における単純な誤訳と主張するものの多くは、別紙六のとおり、誤訳ではな\nく、一方、原告翻訳文にも別紙七のとおり、単純な誤訳がある。\n第三　証拠関係（省略）\n理　　　由\n一　請求の原因１のうち、被告中央公論社及び被告【Ｂ】に関する事実は、当事者\n間に争いがなく、また、その余の事実は、原告本人尋問の結果並びにこれにより真\n正に成立したものと認められる甲第一八号証、第一九号証の一、二及び第二三号証\nによりこれを認めることができる。\n二　成立に争いがない甲第一、第二号証及び原告本人尋問の結果によれば、請求の\n原因２の事実を認めることができ、同３の事実は当事者間に争いがない。\n三　そこで、右争いのない請求の原因３の被告らの行為が、原告が原告翻訳文につ\nいて有する複製権及び氏名表示権を侵害するものであるか否かについて判断する。\n１　被告【Ｂ】及び同【Ａ】の各本人尋問の結果並びに右被告【Ａ】の本人尋問の\n結果により真正に成立したものと認められる乙第八ないし第一九号証、第二三号\n証、右被告両名の各本人尋問の結果により真正に成立したものと認められる乙第二\n四号証、成立に争いがない甲第一四号証の二、乙第二〇号証を総合すれば、（１）\n被告中央公論社は、昭和五七年九月ころまでに、同被告が発行する新書判の「Ｃノ\nベルズ」というシリーズに翻訳物のミステリーを加える企画を立てた、（２）担当\n者の被告【Ａ】は、かねて被告中央公論社が翻訳を依頼するなどしていた東京外国\n語大学の訴外【Ｅ】の紹介で、同年九月二七日ころ、被告【Ｂ】と会い、同被告に\n対し、出版に適したフランスミステリーの原作の推薦を依頼したところ、被告\n【Ｂ】は、【Ｃ】を含む何点かを推薦した、（３）その後、被告【Ａ】は、同年一\n〇月一四日ころ、被告【Ｂ】から、本件原書を含む【Ｃ】のシリーズが適当である\n旨の推薦を受けたが、被告中央公論社では被告【Ｂ】に執筆を依頼したことがなか\nったところから、被告【Ｂ】に対し、試訳の執筆を依頼した、（４）そこで、被告\n【Ｂ】は、本件原書の冒頭部分の翻訳原稿を執筆した、（５）被告【Ａ】は、この\n試訳を検討したうえ、翻訳として適当であると判断し、同年一二月一一日、被告\n【Ｂ】に対し、【Ｃ】の作品の翻訳を正式に依頼した、（６）被告中央公論社は、\nまず、本件原書を含む【Ｃ】の作品四点の翻訳を刊行することとし、昭和五八年三\n月末日までの間に、翻訳を依頼した被告【Ｂ】及び訴外【Ｄ】との間の打合せを経\nて、本件原書を最初に刊行することに決定した、（７）被告【Ｂ】は、同年四月か\nら、右の試訳の部分に続けて本件原書の翻訳作業を進め、同年六月一三日及び同年\n七月二二日の二回に分けて、被告【Ａ】に対し、完成した原稿を交付した、（８）\nそのころ、被告中央公論社は、「Ｃノベルズ」等、新書判による翻訳物の売行きが\n期待どおりでなかったことから、本件原書を含む【Ｃ】のシリーズを当初の企画の\nように「Ｃノベルズ」として発行するかどうかについて再検討することとし、他の\n版形で発行するかどうかといった点を含め、社内の打合せその他に時間がかかった\nために、被告【Ｂ】の右原稿に基づく書籍の発行が遅れることになった、（９）そ\nして、被告中央公論社は、同年一一月ころまでに、右の【Ｃ】のシリーズを、文庫\n判によって、翌五九年五月に発行することに決定し、そのころ、被告【Ａ】は、被\n告【Ｂ】に対し、その旨通知した、（１０）右の決定に従い、被告【Ｂ】の執筆し\nた右原稿は、同年二月二〇日、二八日及び二九日に、被告中央公論社から訴外三晃\n印刷に入稿され、校正その他出版のための諸作業を経て、被告翻訳書は、同年五月\n一〇日に発行された、（１１）一方、原告は、原告翻訳文に自己紹介と原告翻訳文\nの検討方を依頼する書簡を付して、昭和五九年一月三日、被告中央公論社あてに発\n送し、原告翻訳文は、同月九日、被告中央公論社内の被告【Ａ】の許に届けられ\nた、以上の事実が認められる。\n右認定の事実によれば、被告翻訳書は、被告翻訳文が完成し、被告らがこれに接\nすることができるようになった時より前に、被告【Ｂ】によって既に執筆された原\n稿に基づいて発行されたものであることが明らかであるから、原告翻訳文に基づい\nて再製されたものではない、といわなければならない。\n２　右１の認定判断は、次の事実からも裏付けることができる。\n（一）　被告【Ｂ】本人尋問の結果並びに同本人尋問の結果により真正に成立した\nものと認められる乙第五号証、前掲甲第二号証及び乙第二四号証によれば、（１）\n昭和五七年一二月一〇日に、訴外ダイヤモンドフリードマン社が発行した雑誌「エ\nンジョイ・グラフィティー」一二月号には、被告【Ｂ】執筆に係る「ミステリー界\nも復古調の気分」と題する文章が掲載されているところ、被告【Ｂ】は、その中で\n【Ｃ】を紹介し、本件原書の翻訳文の一部を、「〈エショデ通り〉は、あの親愛な\nる呑んべえ、【Ｆ】が、脳味噌の洗濯に足しげく通った、彼を車に例えるなら、さ\nしずめ、ガソリン・スタンドという按配の飲み屋があったところだ。」と書き抜い\nている、（２）また、被告中央公論社から訴外三晃印刷に入稿された被告翻訳書の\n原稿のうち右に対応すると思われる部分（ただし、その前後の部分を含める。）\nは、「触れ合わんばかりに、ぴったりと寄り添った二軒のビストロの間がエショデ\n通り。かつては、あの親愛なる呑んべえ、【Ｆ】が、脳味噌の洗濯に足しげく通つ\nた、彼を車に例えるならさしずめガソリン・スタンドという按配の、飲み屋があっ\nた路地である。しかし今の私には、涼しさと静けさをもたらしてくれるオアシスの\nように思える。」というものである、（３）一方、原告翻訳文における右に対応す\nる部分は、「両角で屁をひり合っている二つのビストロの間の、【Ｆ】（一九世紀\nのフランスの詩人。放蕩癖があつた。）のお気に入りでその精を抜くサービス・ス\nテーションのあった細いレショデ通りが、涼しさと静けさのオアシスのように思わ\nれた。」というものである、以上の事実が認められる。\n右認定の事実によれば、被告【Ｂ】は、被告翻訳書の原稿とほぼ同一の内容の翻\n訳文を、原告が原告翻訳文の執筆を始めたと主張する昭和五八年二月より以前に発\n表していたのであり、しかも、その内容は、原告翻訳文の当該部分と比べ、同一の\n原書の翻訳文としては、非常に異なる文体の表現であると認められる。このこと\nは、右三１の認定判断のうち、被告【Ｂ】が、昭和五七年中に本件原書の初めの部\n分を試訳し、これが被告翻訳書の原稿として使用されたという事実に符合するもの\nである。\n（二）　前掲甲第二号証（原告翻訳文）及び乙第一号証（被告翻訳書）によれば、\n原告翻訳文と被告翻訳書の各表現を対比すると、例えば、別紙一及び五のとおりで\nあつて、両者の表現は、文体及び語調等において、同一の原書の翻訳文としては非\n常に異なるものであるといわざるをえず（右（一）で認定した部分も同様であ\nる。）、また、右各別紙で引用した部分以外の部分も、\nその表現は右と同程度相違するものであると認められる。\nところで、複数の翻訳文が存在する場合、基にした原書が同一である限り、互い\nに他を複製したものでなくとも、内容や用語自体の多くが同一の表現となること\nは、むしろ当然ともいえるのであり、右の点に同一の部分があるからといつて、そ\nれだけで直ちに両者のどちらかが他を複製したものと認めることはできないとこ\nろ、右認定のとおり、原告翻訳文と被告翻訳書は、その文体及び語調等の表現が非\n常に異なるものであり、その表現の相違自体からも、両者は、全く別個に執筆され\nたものであると推認するに十分である。この認定判断も、右三１の認定判断と符合\nするものである。\n（三）　成立に争いがない乙第二二号証（被告【Ｂ】の旅券）及被告【Ｂ】本人尋\n問の結果によれば、被告【Ｂ】は、昭和五九年一月九日に成田からパリに向けて出\n国し、同月二八日に成田から入国していることが認められる。そして、前三１の認\n定のとおり、原告翻訳文が被告【Ａ】の所に届いたのは同年一月九日、被告翻訳書\nの原稿が訴外三晃印刷に入稿されたのは同年二月二〇日であるから、被告【Ｂ】が\n原告翻訳文に接しえたのは、右の帰国後入稿までの間ということになる。仮に被告\n翻訳書の原稿が原告主張のように、原告翻訳文を複製して執筆されたものであると\nすると、被告【Ｂ】は、日本に帰国後、直ちに原告翻訳文を参照し、右（二）認定\nのような異なる文体にすべて書換え、これを入稿したということになるが、そのよ\nうなことは、時間的に極めて困難を伴うものといわざるをえず、もし、かかる複製\n行為をするのであれば、入稿を右のように急がせる必然性は全くないものといわな\nければならない。\n四　以上の点に関して、原告は、請求の原因４（一）ないし（五）のとおり主張す\nるので、右主張について検討する。\n１　原告は、請求の原因４（一）において、原告が原告翻訳文を被告中央公論社あ\nてに送付してからの被告らの行為について主張しているが、被告翻訳書の企画から\n発行に至る経緯及び同経緯に照らし被告翻訳書が原告翻訳文に基づいて再製された\nものでないことは前三１の認定判断のとおりである。したがって、原告の右主張\nは、採用することができない。\n２　次に、原告は、被告翻訳書には多くの誤訳があり、被告【Ｂ】のフランス語の\n能力は低いから、被告【Ｂ】は、【Ｃ】の作品を翻訳するにふさわしい者ではない\n旨主張する。そこで、審案するに、原告の主張する部分がすべて誤訳か否かについ\nては、被告らの争うところであり、この点の判断は暫く措くとしても、この誤訳が\n多いとの主張は、当該部分に対応する原告の訳は正しく、被告【Ｂ】の訳とは異な\nるということを前提とするものと解されるところであり、結局、多くの部分の訳が\n原告翻訳文と被告翻訳書とでは異なっていることを自認することに帰着するのであ\nって、右事実は、むしろ、被告翻訳書が原告翻訳文の複製物ではないことを裏付け\nている。また、被告【Ｂ】が翻訳者としてふさわしい者であるか否かは、翻訳書の\n出版社が決めることであって、少なくとも、被告翻訳書が原告翻訳文の複製物であ\nるか否かの判断とは無関係であるといわざるをえない。したがって、原告の右主張\nも、採用の限りでない。\n３　原告は、被告翻訳書には、原告翻訳文に使用されている、原告の独創的な訳語\nを含めた多くの訳語及び訳文が使用されている旨主張する。そこで、この点につい\nて検討するに、成立に争いがない乙第二六号証ないし第三〇号証の各一ないし三、\n第三二号証ないし三七号証の各一ないし三、第四八号証の一ないし三及び弁論の全\n趣旨によれば、原告が原告の独創的な訳であると主張する部分は、別紙二ないし四\nのとおり、いずれも広く出版されている辞典に掲載されているか、あるいは原告以\n外のものでも訳出することの可能なものであると認められ、特に原告でなければ訳\n出することができないようなものであることを認めるに足りる証拠はない。そし\nて、前三２（二）に判断したとおり、同一の原書の翻訳文の間では、内容や用語自\n体の多くが同一の表現となることは、むしろ当然ともいえることであって、それだ\nけで直ちに複製が行われたものとすることはできない。また、前掲甲第二号証及び\n乙第一号証によれば、原告が独創的な訳語を使用していると指摘する部分は、例え\nば、別紙五のとおり、右訳語を含む文章全体を見るときには、かえって、異なった\n表現であることが認められ、このことは、右の判断を裏付けるものである。したが\nって、原告の右主張もまた、採用するに由ないものといわざるをえない。\n４　原告は、被告翻訳書において、原告翻訳文の誤訳をそのまま使用していると主\n張するが、その主張内容は、原告翻訳文と被告翻訳書とが同じ文法上の誤りを犯し\nているというにすぎず、その部分を含む文章全体の表現は、原告の指摘する両者の\n内容（別表一〇）から相違していることが明らかである。したがって、原告の右主\n張も、採用することができない。\n５　原告は、同一の著者の作品においては、同じ表現の原文は同趣旨に翻訳される\nべきであるという。しかしながら、この点は、被告も、被告の主張５において主張\nするように、考え方の相違であるにすぎず、右主張事実は、被告らの複製行為を裏\n付けるものとは認められない。したがって、原告の右主張も、採用の限りでない。\n五　以上によれば被告翻訳書は、原告翻訳文を複製して執筆されたものと認めるこ\nとはできないので、その余の点について判断するまでもなく、原告の本訴請求は、\nいずれも理由がないから、これを棄却することとし、訴訟費用の負担について民事\n訴訟法八九条の規定を適用して、主文のとおり判決する。\n（裁判官　清永利亮　若林辰繁　三村量一）\n別表一～二、四、五、七、八、二ー１、二ー２省略、別紙三、四、六、七省略\n目録\n【Ｃ】　著\n【Ｂ】　訳\nサンジェルマン殺人狂騒曲\n（パリーミステリーガイド）\n昭和五九年五月一〇日発行\n発行所　中央公論社\n別表三\n原告の独創的な訳語を使用した例\n＜２６９５１－００１＞\n別表六\n原告の訳文を使用した例\n＜２６９５１－００２＞\n＜２６９５１－００３＞\n＜２６９５１－００４＞\n＜２６９５１－００５＞\n＜２６９５１－００６＞\n＜２６９５１－００７＞\n別表九\n被告【Ｂ】が原告の翻訳原稿を使用した明白な例\n＜２６９５１－００８＞\n＜２６９５１－００９＞\n＜２６９５１－０１０＞\n別表一〇\n＜２６９５１－０１１＞\n別紙一\n原告・被告【Ｂ】の翻訳文の対照（冒頭部分）\n＜２６９５１－０１２＞\n＜２６９５１－０１３＞\n＜２６９５１－０１４＞\n＜２６９５１－０１５＞\n＜２６９５１－０１６＞\n＜２６９５１－０１７＞\n＜２６９５１－０１８＞\n＜２６９５１－０１９＞\n＜２６９５１－０２０＞\n＜２６９５１－０２１＞\n＜２６９５１－０２２＞\n＜２６９５１－０２３＞\n別紙二\n独創的表現との原告の主張に対する被告らの見解\n＜２６９５１－０２４＞\n＜２６９５１－０２５＞\n＜２６９５１－０２６＞\n別紙五\n原告のいう独創的訳語を含む個所の原告・被告【Ｂ】の翻訳文の対照\n＜２６９５１－０２７＞\n＜２６９５１－０２８＞\n＜２６９５１－０２９＞\n＜２６９５１－０３０＞\n＜２６９５１－０３１＞\n"
}