{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 2,
    "month": 10,
    "day": 15
  },
  "case_number": "昭和62(行ウ)29",
  "case_name": "行政処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　申請に対する拒否処分がされたと認められる場合　２　電気事業法５４条３項２号に基づく第三種電気主任技術者資格認定申請に対し，担当職員が，資格認定の対象にならない旨を付記したのみで，それ以上に，書類の補正や申請自体の再検討の結果を待った上で改めて申請に対する最終的許否の判断をするといった趣旨の通知もなくした申請書類一式の返戻行為によって，申請に対する通商産業大臣の拒否処分があったことになるとした事例　３　電気事業法５４条３項２号に基づく第三種電気主任技術者資格認定申請に対し，同資格認定の適正を期するため定められた内部的運用基準を満たしていないとして通商産業大臣がした拒否処分が，裁量権の逸脱又は濫用はなく，また，手続上の違法も認められないとされた事例",
  "case_gist": "１　法令上一定の方式によることが要求されていない行政処分の場合，客観的にみてその申請を拒否する旨の行政庁側の明確かつ最終的な判断内容の告知がされたと見られる場合には，これにより申請に対する拒否処分があったものと認めるのが相当である。",
  "lawsuit_id": "16671",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16671",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/671/016671_hanrei.pdf",
  "contents": "○　主文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実及び理由\n第一　当事者の求めた裁判\n一　原告の請求の趣旨\n被告が原告の昭和六一年一一月二七日付けの主任技術者資格認定申請に対して同年\n一二月一三日付けでした拒否処分を取り消す。\n二　被告の答弁\n１　本案前の答弁\n本件訴えを却下する。\n２　本案に対する答弁\n原告の請求を棄却する。\n第二　事案の概要\n一　電気主任技術者の資格等に関する法制の内容及び当事者間に争いのない事実\n１　電気事業法（以下「法」という。）五四条三項三号の規定によれば、第一種か\nら第三種までの電気主任技術者免状については、電気主任技術者国家試験の制度が\n設けられており、法五六条並びに電気事業法の規定に基づく主任技術者の資格等に\n関する省令（以下「省令」という。）六条及び七条の規定によれば、右試験の筆記\n試験の科目は、（１）電気理論及び電気計測に関するもの、（２）発電所及び変電\n所の設計及び運転に関するもの、（３）送電線路及び配電線路の設計及び運用並び\nに屋内配線の設計に関するもの、（４）電気機器及び電気材料に関するもの、\n（５）照明、電熱、電動機応用、電気化学及び自動制御に関するもの、（６）電気\n法規（保安に関するものに限る。）及び電気施設管理に関するものの六科目とされ\nている。\nまた、これと併せて、本件で問題となっている第三種電気主任技術者免状について\nいえば、通商産業大臣の認定を受けた大学、高等専門学校、高等学校等の電気工学\nに関する学科において右の各試験科目を修めて卒業した者で一定の年数の実務経験\nを有するものに対しても主任技術者免状を交付するものとされ（法五四条三項一\n号、省令一条）、更に、右の者と同等以上の知識及び技能を有していると通商産業\n大臣が認定した者に対しても主任技術者免状を交付するものとされている（法五四\n条三項二号）。\n２　原告は、通商産業大臣の認定を受けた大学である法政大学工学部電気工学科に\nおいて、「電気理論及び電気計測」に関する科目を三二単位、「電気機器及び電気\n材料」に関する科目を二二単位、「電力応用」に関する科目を一四単位、「電気実\n験及び電気実習」に関する科目を六単位、「電気設計及び製図」に関する科目を二\n単位それぞれ履修し、「電力の発生、輸送及び管理」に関する科目は一単位も履修\nせずに、同大学を卒業した者である。\n３　原告は、第三種電気主任技術者免状の交付を受けるため、昭和六一年一一月二\n七日付けで、被告に対し、法五四条三項二号の規定による認定の申請（以下「本件\n申請」という。）を行った。\nところが、通商産業省資源エネルギー庁公益事業部技術課の担当職員は、昭和六一\n年一二月一三日付けで、本件申請に係る書類一式を、「電気主任技術者免状取得に\n必要な科目である『電力の発生、輸送及び管理に関するもの』を全く履修されてい\nませんので、資格認定の対象になりません。」と付記した上で、原告あてに郵送で\n返戻した。\n二　本件の争点\n１　まず、本件の本案前の争点は、右のような申請書類の返戻によって、原告の本\n件申請に対する被告の拒否処分があったといえるか否かの点にある。この点につい\nて、当事者双方は、次のような主張をしている。\n（一）　被告の主張\n本件申請に対して担当職員の行った申請書類の返戻行為は、本件の申請書及び添付\n書類について事前審査を行った結果、法五四条三項二号の規定による認定に必要な\n習得科目の内「電力の発生、輸送及び管理に関するもの」の履修を原告が全く欠い\nていることが明らかであったため、申請について補正あるいは再検討の機会を与え\nるために行われたものである。したがって、被告は、これによって本件申請に対す\nる終局的判断を行ったものではなく、本件申請に対する処分を未だしていない。よ\nって、本件訴えは、その対象を欠く不適法なものである。\n（二）　原告の主張\n本件の申請書類の返戻に当たっては、「資格認定の対象になりません。」として、\n本件申請が認められない旨が断定的に表明されていた。しかもその際、補正すべき\n箇所を指摘して補正を命ずるといった措置も取られていない。したがって、右の返\n戻行為によって、被告は原告に対し本件申請を拒否する処分を行ったものというべ\nきである。\n２　次に、本件の本案に関する争点は、右のような申請書類の返戻によって本件申\n請に対する被告の拒否処分があったこととなるとした場合に（以下、この拒否処分\nを「本件処分」という。）、本件処分が適法なものといえるか否かという点にあ\nる。この点について、当事者双方は、次のような主張をしている。\n（一）　被告の主張\n法五四条三項二号の必要な知識及び技能を有しているか否かの具体的な認定判断に\nついては、法はこれを通商産業大臣の自由な裁量に委ねているものというべきであ\nる。\nそこで、通商産業大臣による資格認定の審査については、大学等の卒業者であって\n前記の国家試験の各科目について所要の履修単位が不足している者に関し、その不\n足の程度に応じて一定の年数の実務の経験によってその不足を補い得るものとする\n一方で、右国家試験科目を（ａ）電気理論及び電気計測に関するもの（右国家試験\n科目の（１）がこれに該当する。）、（ｂ）電力の発生、輸送及び管理に関するも\nの（右国家試験科目の（２）、（３）及び（６）がこれに該当する。）、（ｃ）電\n気機器及び電気材料に関するもの（右国家試験科目の（４）がこれに該当する。）\n及び（ｄ）電力応用に関するもの（右国家試験科目の（５）がこれに該当する。）\nの四分野に分け、右の四分野の内一分野でも全く科目を履修していない分野がある\nときは、他の科目の履修状況や実務経験の年数のいかんにかかわらず、必要な知識\n及び経験を有しているとは認め難いものとする運用基準を定め、この基準に従った\n資格認定を行ってきている。\n右の基準は合理的なものであり、原告はこの基準を満たしていないのであるから、\n右基準に従ってなされた本件申請書類の返戻行為は適法なものである。\n（二）　原告の主張\n原告は、大学の電気工学科において卒業に必要な単位数合計七六単位を履修し、ま\nた、電気工作物の工事、維持又は運用に関する八年間もの実務経験を有しているの\nであり、本件申請に対し、被告としては、右のような事情を特定の単位未履修の事\n実を補完する事情として当然に考慮すべきものであったというべきである。にもか\nかわらず、大学における特定の科目の未履修の事実のみを理由としてなされた本件\n処分は、その裁量判断を誤った違法なものというべきである。\nそもそも被告の主張する資格認定の基準は、それ自体甚だあいまいなものであり、\nしかも、その主張に係る各分野についてその分野に属する科目を何か一つ履修して\nいれば足りるとする取扱には合理性を見出せず、また、四分野についてそれぞれ一\n定以上の単位の取得を求めていることも、異なった分野に属する科目相互間での知\n識の共通性、融通性、あるいは実務経験による知識の補完可能性という観点を無視\nするものであって、不合理なものというべきである。また、被告の主張する資格認\n定の基準自体、外部には公表されていない。\n更に、本件処分に当たっては、被告は、事前に原告に対して告知、聴聞の機会を与\nえることなく、処分者の記名押印もない文書を用いて、処分の理由をも十分に示す\nことなく、また処分に対する不服申立の教示等もすることなしに、申請書類一式を\n原告に突き返すという方法でその処分を行っている。\n右のような点からすると、本件処分は、その内容の点でもまた手続の点でも、違法\nなものといわざるを得ない。\n第三　争点に対する判断\n一　本案前の争点（申請書類の返戻行為による本件処分の成否）について\n１　前記のとおり本件申請に係る書類が原告に返戻された経緯について、当時通商\n産業省資源エネルギー庁公益事業部技術課の担当者として右の事務処理に当たった\nＡは、次のように供述している（証人Ａの供述、乙八の同人の陳述書）。\nすなわち、本件申請に関する書類は原告から郵送されてきたものであるが、これら\nの書類に基づいて担当者のもとで審査したところ、原告が大学で「電力の発生、輸\n送及び管理」に関する分野の科目を全く履修していないこととなるため、被告の側\nで定めている法五四条三項二号の資格認定のための内部基準によると認定を受けら\nれないものであり、また、その申請書の様式も、昭和五九年に省令が改正される以\n前の様式になっているため、補正を要するものであることが判明した。そこで、右\nＡは、原告に対して右のような事前審査の結果を伝えて補正又は再検討の機会を与\nえるというつもりで、申請書に受理印を押さず、また貼付されていた印紙を消印す\nることもせずに、送付されてきた書類一式を原告あてに郵便で返送した。\nもっとも、右のようにして原告のもとに返送されてきた書類には、その実務経歴証\n明書の欄外部分に「電気主任技術者免状取得に必要な科目である『電力の発生、輸\n送及び管理に関するもの』を全く履修されていませんので、資格認定の対象にはな\nりません。」との文言が付記されただけで、それ以上に書類の補正や申請自体につ\nいて再検討を求めるとの趣旨の記載は何ら行われていなかった（甲四から一二ま\nで）。\n２　一般に、本件申請に対する応答のように、法令上一定の方式によることが要求\nされていない行政処分の場合には、客観的にみて右申請を拒否する旨の行政庁側の\n明確かつ最終的な判断内容の告知がなされたと見られる場合には、これによって右\n申請に対する拒否処分があったものとして、これに対する抗告訴訟の提起を認める\nのが相当である。\n本件の場合、右に認定したような事実関係からすれば、被告の側で原告の本件申請\nを従前の資格認定基準に照らして認容する余地のないものと考えていたことは明ら\nかであり、しかも申請書類の返戻に当たっては、原告の申請が容れられないもので\nあることが明確に告知されたのみで、それ以上に、書類の補正や申請自体の再検討\nの結果を待った上で改めて本件申請に対する最終的な許否の判断をするといった趣\n旨の通知は、何らなされていないのである。\nそうすると、本件の場合は、右の申請書類の返戻によって、原告の本件申請に対す\nる被告の拒否処分があったことになるとするのが相当であり、右書類の返戻に当た\nって申請書に受理印が押されておらず、印紙の消印もなされず、また本来の処分権\n者である被告の名前が用いられていないといった事実も、右の結論を左右するもの\nではないというべきである。\nしたがって、被告の本案前の主張は、理由がない。\n二　本案の争点（本件処分の適否）について\n１　法の規定するところによれば、電気主任技術者の職務は、電気工作物の工事、\n維持及び運用に関する保安の監督全般について、重要な職責を課されるとともに強\nい権限をも与えられた職務であり、その職務の適切な遂行のためには、高度な専門\n知識と技能が必要なものとされていることが明らかである。法五四条三項二号の規\n定によって通商産業大臣が行う電気主任技術者の資格の認定処分が、相手方に対し\nてこのような権限等を伴う特別の法律上の地位を付与するという性質を持つもので\nあることからすると、その資格の認定判断に当たっては、通商産業大臣の裁量が認\nめられているものというべきであり、右の法の規定がその判断の基準等に関する具\n体的な定めを置いていないのも、このような趣旨によるものと解されるところであ\nる。\nしたがって、通商産業大臣が右の規定に基づいて行う資格認定の許否の判断につい\nては、本来考慮すべきことを考慮せずあるいは考慮すべからざることを考慮したと\nいった事情やその判断に恣意にわたる点があった等の理由で、その裁量権の範囲の\n逸脱又は濫用があったと認められる場合でない限り、それが違法とされることはな\nいものといわなければならない。\n２　ところで、被告においては、右の法五四条三項二号の規定による電気主任技術\n者の資格の認定の適正を期するため、従来から右認定を行うについての内部的な運\n用基準を定め、この運用基準に従った運用を行ってきている。この運用基準は、も\nともと旧電気事業法の規定に基づいて設置された通商産業大臣の諮問機関であり、\n学識経験者等によって構戊された電気主任技術者資格審査会に諮った上で策定され\nたものである。（証人Ａ及び同Ｂの各供述、乙七、同八）\n右の運用基準（乙七）によれば、国家試験の各科目を前記被告の主張にあるとおり\nの四分野に分け、この各分野ごとに大学等の卒業学校の種別に応じて必要な履修単\n位数を定め（なお、この分野の分け方や履修単位数の定め方は、通商産業大臣が省\n令一条一項の規定によって定めた電気主任技術者免状に係る学校等の認定基準（乙\n六）における科目の分類及びその授業内容として要求されている単位数に符合した\nものとなっている。）、この履修単位数に一定限度の不足がある者については、そ\nの不足の程度に応じて一定の年数の実務の経験によってその不足を補い得るものと\nしているが、右の四分野の内に一分野でも全く科目を履修していない分野があると\nきは、他の分野の科目の履修状況や実務経験の年数のいかんにかかわらず、右の法\nの規定による資格の認定を行わないものとしている。\n原告については、前記のとおり、大学においてこの四分野のうちの「（ｂ）電力の\n発生、輸送及び管理に関するもの」に属する科目を全く履修していなかったため、\n右の運用基準に達しないものとして、本件処分がなされたものである。\n３　右の運用基準について、原告は、異なった分野に属する科目相互間での知識の\n共通性、融通性あるいは実務による知識の補完可能性という観点を無視するもので\nあって、不合理なものである等と主張する。\nしかしながら、前記Ａ及びＢの各供述並びに乙八及び同一四のＡの各陳述書によれ\nば、右の運用基準がその趣旨とするところは、法五四条三項二号による資格の認定\nに当たっても、本来は大学等において前記の国家試験の各試験科目を修めた場合と\n同等の知識を要求すべきものと考えられるところから、大学等におけるある程度の\n履修単位数の不足はその後の実務経験によってこれを補うことを認めることが可能\nであるとしても、一定限度以上に履修単位数が不足している者についてまでその不\n足を実務経験によって補完することを認めることは相当でなく、そのような者につ\nいてはむしろ法五四条三項三号の国家試験の方法による適格性の検証を要求するこ\nとが制度の趣旨に適うとするものであると解される。すなわち、右の運用基準も、\n原告の主張する実務経験による知識の補完可能性という観点を無視するものではな\nく、ただ無限定にこれを認めることは相当でないとして、これに一定の限定を加え\nたに過ぎないものと考えられるのである。\nまた、国家試験科目を四分野に分けてそれぞれの分野ごとに必要履修単位を考える\nという点についても、この分野の分け方が、前記のとおり学識経験者等で構成され\nる電気主任技術者資格審査会の意見を踏まえたものであり、電気主任技術者の資格\nを付与するのに相応しい教育機関を通商産業大臣が認定する場合の学校等の認定の\n基準としても用いられている分類方法であること、また、その各分野に属する科目\nは、それぞれ他の分野に属する科目とは相対的に異なる性格を持つ科目として各分\n野ごとに独立した特質を備えているものとみることが可能であること等からして、\nその合理性を肯定できるものと考えられる。\nそうすると、右運用基準は、それなりに合理性を有しているものというべきであ\nり、これを不合理なものとする原告の主張は採用できない。\n４　更に、原告は、右の運用基準が外部に公表されていないこと、原告に告知、聴\n聞の機会を与えず、処分者の記名押印のない文書により、処分の理由をも十分に示\nさず、また不服申立てに関する教示もせずに被告が本件処分を行ったことが、本件\n処分の手続上の違法事由を構成すると主張する。\nしかし、本件のような行政庁の裁量に委ねられている処分について、その処分の基\n準が公表されていないことが直ちに処分の違法事由となるものでないことはいうま\nでもないところである。また、本件処分について、原告の主張するような事前の告\n知、聴聞や処分理由の開示を義務付けた法規は見当たらないし、不服申立てに関す\nる教示を欠いたことが本件処分の違法事由になるものとも解されない。更に、本件\n処分を処分権者たる被告がその記名押印のある文書を用いて行うべきことが要求さ\nれているものとも解し難い。\n５　結局、本件処分を行うに当たって、被告に裁量権の範囲の逸脱又は濫用があっ\nたものとは認められず、また、手続上の違法があったものとも認められない。\nしたがって、本件処分が違法であるとする原告の主張は、理由がない。\n（裁判官　涌井紀夫　市村陽典　小林昭彦）\n"
}