{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 1,
    "day": 10
  },
  "case_number": "昭和62(行コ)4",
  "case_name": "損害賠償代位請求控訴，同附帯控訴事件",
  "court_name": "仙台高等裁判所",
  "field": "行政",
  "gist": "１　県議会のした国の代表及び国賓による靖国神社公式参拝が実現されるよう強く要望するとの趣旨の決議は違憲，違法であり，かかる決議事項を内容とする意見書等の印刷費並びに同意見書等を内閣総理大臣，総理府総務長官及び衆，参両議院議長等に提出するための旅費の支出が違法な公金の支出に当たるとして提起された県議会議長及び議員各個人に対する地方自治法２４２条の２第１項４号前段に基づく住民訴訟につき，県議会議長及び議員は，地方自治法上の用語例に照らし，同号前段の「当該職員」に該当せず，また，同法上独自に財務会計上の行為をし得る権限を有しないのみならず，「一般職の職員等の旅費に関する条例」（昭和２８年岩手県条例第１４号），「特別職の職員の給与並びに旅費及び費用弁償に関する条例」（昭和２７年同県条例第７号），「会計規則」（昭和３９年同県規則第１５号），「岩手県議会事務局代決専決規程」（昭和４４年同県議会訓令第４号）上も前記印刷費及び旅費の支出について権限を有しないから，同法２４２条の２第１項４号前段の「当該職員」に該当しないとして，被告適格を有しないとした事例　２　天皇及び内閣総理大臣の靖国神社公式参拝は，その目的が宗教的意義をもち，その行為の態様からみて国又はその機関として特定の宗教への関心を呼び起こす行為というべきであり，しかも，公的資格においてされる公式参拝がもたらす直接的，顕在的な影響及び将来予想される間接的，潜在的な動向を総合考慮すれば，前記公式参拝における国と宗教法人靖国神社との宗教上のかかわり合いは，憲法の政教分離原則に照らし，相当とされる限度を超えるものであり，憲法２０条３項が禁止する宗教的活動に該当する違憲な行為であるとして，前記公式参拝が実現されるよう要望する旨の県議会の議決は違法であるとした事例　３　県議会のした国の代表及び国賓による靖国神社公式参拝が実現されるよう強く要望するとの趣旨の決議が違憲無効であることを前提として，同決議を可決して県に同決議事項を内容とする意見書等の印刷費並びに同意見書等を内閣総理大臣，総理府総務長官及び衆，参両議院議長等に提出するための旅費の支出による損害を被らせたこと及び法律上の原因なく前記旅費の支給を受けたことを理由として提起された地方自治法２４２条の２第１項４号後段に基づく議員個人に対する損害賠償請求及び県議会議長に対する不当利得返還請求につき，議員の発言又は表決は，地方自治法９９条２項所定の地方議会の議決がその後の司法判断により違法とされても，その議決当時，前記発言又は表決の対象となった議決の内容に関する法的解釈が分かれている状況にあった場合には，前記発言又は表決が憲法及び法令の遵守義務を負う議員としての見識に基づき，かつ，相当の根拠と合理性を有する法解釈に依拠している限り，違法と評価されるべきではなく，また，議長は，議決の違憲性又は違法性が一見明白でない限り，議決に従って職務を行うべきであるから，職務上の行為としてした意見書等の印刷及び意見書等の提出のための出張は，違法とはいえず，その行為のため支出された費用を取得しても不当利得とはならないとして，いずれも棄却した事例　４　県が靖国神社に対し３回にわたり玉ぐし料及び献燈料として献納した合計２万１０００円の公金の支出が違憲，違法であるとして提起された県知事及び県福祉部厚生援護課長並びに県福祉部長各個人に対する地方自治法２４２条の２第１項４号に基づく住民訴訟につき，同支出に係る公金の支出負担行為及び支出命令は，「岩手県知事部局行政組織規則」（昭和３７年岩手県規則第１１号）７条２項１５号，「岩手県知事部局代決専決規程」（昭和３７年同県訓令第４号）２条，７条２１号，２３号により県福祉部厚生援護課長が専決している場合に，知事は，同支出を行う権限を法令上本来的に有するとされている者であるから，その支出について現実に関与していないときであっても，同法２４２条の２第１項４号前段にいう「当該職員」に該当し，また，前記課長は，内部規程上の専決者として，知事の有する権限を自らの決裁により補助執行すべき立場にあるから，前記「当該職員」に該当するが，前記部長は，財務会計上の行為をする何らの権限も有しないとして，知事及び前記課長の被告適格を肯定し，前記部長の被告適格を否定した事例　５　「岩手県知事部局行政組織規則」（昭和３７年岩手県規則第１１号）２１条２項４号，「岩手県知事部局代決専決規程」（昭和３７年同県訓令第４号）に基づき県が靖国神社に対し３回にわたり玉ぐし料及び献燈料として献納した合計２万１０００円の公金の支出負担行為及び支出命令を専決した県福祉部厚生援護課長個人に対する地方自治法２４２条の２第１項４号前段に基づく損害賠償請求につき，公務員等の懲戒免除等に関する法律３条，５条の規定に基づく「昭和天皇の崩御に伴う職員の懲戒免除及び職員の賠償責任に基づく債務の免除に関する条例」（平成元年岩手県条例第４号）３条の適用により，訴えが不適法となることはないが，将来に向かって損害賠償債務が免除されたことになるとして，請求を棄却した事例　６　県が靖国神社に対し３回にわたり玉ぐし料及び献燈料として献納した合計２万１０００円の公金の支出が，特定の宗教団体である靖国神社への関心を呼び起こし，かつ，その宗教活動を援助するものと認められるから，政教分離の原則から要請される県の非宗教性ないし中立性を損なうおそれがあり，同支出によって生じる県と同神社とのかかわり合いは，その波及的効果と諸般の事情を考慮すると，相当とされる限度を超えるものであるとして，同支出は，憲法２０条３項の禁止する宗教的活動に当たり，違憲，違法であるとした事例　７　県が靖国神社に対し３回にわたり玉ぐし料及び献燈料として献納した合計２万１０００円の公金の支出が違憲，違法であるとして提起された県知事個人に対する地方自治法２４２条の２第１項４号前段に基づく損害賠償請求が，同支出に係る公金の支出負担行為及び支出命令は，「岩手県知事部局行政組織規則」（昭和３７年岩手県規則第１１号）２１条２項４号，「岩手県知事部局代決専決規程」（昭和３７年同県訓令第４号）により県福祉部援護課長が専決しており，知事の責任は専決者である同課長に対する財務会計上の指揮監督について義務違反がある場合に限るものと解すべきであるとした上，知事にはその支出について指揮監督上の故意又は過失が認められないとして，棄却された事例　８　県が靖国神社に対し３回にわたり玉ぐし料及び献燈料として献納した合計２万１０００円の公金の支出が違憲，違法であるとして提起された県知事及び県福祉部長各個人に対する地方自治法２４２条の２第１項４号後段に基づく損害賠償請求が，同支出に係る公金の支出負担行為及び支出命令は，「岩手県知事部局行政組織規則」（昭和３７年岩手県規則第１１号）２１条２項４号，「岩手県知事部局代決専決規程」（昭和３７年同県訓令第４号）により県福祉部厚生援護課長が専決しており，前記請求は専決者である同課長に対する前記知事及び前記部長の一般行政上の指揮監督義務を前提とするものと解されるところ，前記両名に前記義務違反があったとは認められないとして，棄却された事例",
  "lawsuit_id": "16653",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16653",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/653/016653_hanrei.pdf",
  "contents": "○　主文\n一　控訴人（甲事件第一審原告）Ａほか二名の被控訴人（甲事件第一審被告）Ｂほ\nか三五名に対する本件控訴を棄却する。\n二　控訴人（附帯被控訴人・乙事件第一審原告）Ｃほか七名の被控訴人（附帯控訴\n人・乙事件第一審被告）Ｄ、同Ｅに対する本件控訴及び被控訴人Ｅの附帯控訴をい\nずれも棄却する。\n三　控訴人Ｃほか七名の控訴及び被控訴人（附帯控訴人・乙事件第一審被告）Ｆの\n附帯控訴に基づき、原判決主文第一項中、被控訴人Ｆに関する部分を取り消す。\n四　控訴人Ｃほか七名の被控訴人Ｆに対する主位的請求を棄却する。\n五　控訴人Ｃほか七名の被控訴人Ｆ、同Ｄに対する当審における予備的請求をいず\nれも棄却する。\n六　第一、二審の訴訟費用（補助参加によって生じた費用を含も。）は、附帯控訴\n費用を除いて、すべて控訴人らの負担とし、附帯控訴費用は、被控訴人Ｆ、同Ｄ、\n同Ｅの負担とする。\n○　事実及び理由\n第一　当事者の求めた裁判\n一　控訴人（甲・乙両事件各第一審原告）ら\n１　原判決を取り消す。\n２　（甲事件）控訴人Ａほか二名\n被控訴人（甲事件第一審被告）Ｂほか三五名は、連帯して、岩手県に対し、金七万\n一六五七円及びこれに対する昭和五四年一二月二二日から支払ずみまで年五分の割\n合による金員を支払え。\n３　（乙事件）控訴人Ｃほか七名\n（一）　被控訴人Ｅに対する請求並びに同Ｆ及び同Ｄに対する主位的請求\n被控訴人・附帯控訴人（乙事件第一審被告）Ｆほか二名は、連帯して、岩手県に対\nし、金二万一〇〇〇円及びうち金七〇〇〇円に対する昭和五六年四月二〇日から、\nうち金七〇〇〇円に対する同年七月六日から、うち金七〇〇〇円に対する同年一〇\n月一二日から各支払ずみまで年五分の割合による金員を支払え。\n（二）　右被控訴人Ｆ、同Ｄに対する当審における予備的請求\n右被控訴人両名は、連帯して、岩手県に対し、前項と同額の金員を支払え。\n（三）　右被控訴人Ｆほか二名の附帯控訴を棄却する。\n４　訴訟費用（控訴費用、附帯控訴費用及び補助参加によって生じた費用を含\nむ。）は第一、二審とも右被控訴人（甲・乙両事件各第一審被告）らの負担とす\nる。\n５　仮執行の宣言\n二　被控訴人（甲事件第一審被告）Ｂほか三五名\n１　控訴人（甲事件第一審原告）Ａほか二名の右被控訴人らに対する控訴を棄却す\nる。\n２　控訴費用は右控訴人らの負担とする。\n三　被控訴人・附帯控訴人（乙事件第一審被告、以下三の項において「被控訴人」\nという。）Ｆほか二名及び補助参加人\n１　被控訴人Ｆ及び同Ｄ\n（一）　主位的\n（１）　控訴人・附帯被控訴人（乙事件第一審原告、以下三の項において「控訴\n人」という。）Ｃほか七名の右被控訴人両名に対する控訴及び当審における予備的\n請求をいずれも棄却する。\n（２）　当審における訴訟費用は右控訴人らの負担とする。\n（二）　予備的（附帯控訴）\n（１）　原判決中右被控訴人両名に関する部分を取り消す。\n（２右控訴人らの右被控訴人両名に対する主位的請求を棄却する。\n（３）　附帯控訴費用は右控訴人らの負担とする。\n２　被控訴人Ｅ\n（一）　主位的（附帯控訴）\n（１）　原判決中右被控訴人に関する部分を取り消す。\n（２）　右控訴人らの右被控訴人に対する訴えを却下する。\n（３）　附帯控訴費用は右控訴人らの負担とする\n（二）　予備的\n（１）　右控訴人らの右被控訴人に対する控訴を棄却する、７\n（２）　控訴費用は右控訴人らの負担とする。\n第二　甲事件の事案の概要等\n（当事者の表示について）\n第二において、「控訴人」は「控訴人（甲事件第一審原告）」の、「被控訴人」は\n「被控訴人（甲事件第一審被告）」のそれぞれの略称である。\n一　事案の概要\n甲事件は、岩手県の住民である控訴人Ａほか二名が、被控訴人である同県議会議長\nＢ及び同県議会議員Ｇほか三四名に対し、天皇、内閣総理大臣等による靖國神社公\n式参拝が実現されるように要望する旨の同議会の議決（その内容は、別紙のとおり\nである。）に伴って同県から支出された意見書等の印刷費二四万五〇〇〇円及び意\n見書等提出のための旅費九七万三一七四円、以上総額一二一万八一七四円のうち七\n万一六五七円（控訴人らは、右総額一二一万八一七四円のうち右議決実現目的のた\nめに要した部分に相当する費用を七万六一三五円と算定し、うち七万一六五七円を\n請求している。）について、右議決内容の違憲・無効等を理由として、主位的に地\n方自治法（以下単に「法」という場合は、地方自治法を表す。\n）二四二条の二第一項四号前段に基づく代位請求訴訟（住民訴訟）により損害賠償\nを求め、予備的に（主位的請求が不適法である場合）同号後段に基づく代位請求訴\n訟（住民訴訟）により右議長に対しては不当利得返還、右議員らに対しては不法行\n為による損害賠償を求めた事案である。\n右控訴人らが右主位的請求について主張する損害賠償請求、予備的請求について主\n張する不当利得返還請求及び不法行為による損害賠償請求の各法的根拠は、次のと\nおりである。\n１　主位的請求\n（一）　右議決が違憲無効である以上、これが有効に成立したことを前提として、\n右議決の内容の実現に寄与する普通地方公共団体ないしその職員の行為は、すべて\n適法性を否定されるものと解すべきである。そして、被控訴人議長は、無効な議決\nを有効として取り扱うことを厳に避止すべき義務を負う者であるのにかかわらず、\n敢て議会の事務の統理者としての権限に基づき、右議決を意見書等として印刷する\nための支出負担行為をし、自らも上京しその意見書等を内閣総理大臣等に提出する\nため旅行命令を決裁（ちなみに、被控訴人議長は自己及び他の職員の旅行命令票に\n命令権者として押印したものである。）して支出負担行為をした。しかし、被控訴\n人議長の右行為は何ら適法性の根拠を有しないばかりか、憲法遵守義務を中核とす\nる誠実な職務遂行義務に違反して違法な公金の支出の原因を作出したもので、これ\nにより、岩手県に対し右印刷費及び旅費のために必要とした費用七万六一三五円の\n損害を与えた。\n（二）　そのほかの被控訴人ら議員は本件支出がなされることを知りながら、本件\n議決に賛成してこれを成立させ、もって、右支出の原因となるべき行為をして岩手\n県に右の違法な支出をさせ、同額の損害を与えた。そして、右被控訴人らは右支出\nの原因となるべき行為をなしうる地位にあり、右議決により支出負担行為をしたも\nのであるから、法二四二条の二第一項四号前段の職員に該当するものというべきで\nある。\n２　予備的請求\n（一）　被控訴人議長は、右議決に加わらなくとも、右議決の内容が違憲無効であ\nるから、右議決に関し公費により意見書等を作成したうえ上京して関係国家機関に\n提出することは法令上許されないにもかかわらず、敢てこれを行い、もって、岩手\n県が支出した前記印刷費及び旅費七万六一三五円を法律上の原因なくして利得した\nものであって、\nその利得につき悪意の受益者というべきである。\n（二）　そのほかの被控訴人ら議員は、右議決内容が違憲無効であることを知り、\nかつその内容が特定の国家機関に対する一定の要望であって、公式に当該機関への\n右議決内容の伝達が行われることを当然に予晃しながら右議決を成立させ、それに\n基づいて、岩手県職員である支出命令権者をして違法な公金支出としての印刷費及\nび旅費に相当する支出をさせ、同県に七万六一三五円の損害を与えたのであるか\nら、同県に対する不法行為責任を免れない。\n（三）　しかるに、岩手県は、被控訴人議長に対する不当利得の返還請求、被控訴\n人ら議員に対する不法行為に基づく損害賠償請求を違法に怠っている。\n二　争いのない事実\n１　当事者\n控訴人Ａ、同Ｈ及び同Ｉは、いずれも岩手県の住民で後記の住民監査請求において\n請求人となった者であり、昭和五四年一二月当時、被控訴人Ｂは岩手県議会議長\nの、そのほかの被控訴人ら三五名はいずれも同議会議員（ただし、被控訴人Ｊは副\n議長）の職にあった者である。\n２　本件議決\n昭和五四年一二月一九日、岩手県議会は、「靖國神社公式参拝について」（発議案\n第一六号）と題する議決案を議題とし、自由民主党、県政クラブに所属する議員三\n九名の賛成により、別紙のとおりの内容でこれを可決した（以下（本件議決」とい\nう。）が、被控訴人Ｂを除くそのほかの被控訴人ら三五名は、右議決に賛成した。\nちなみに、右表決に先立って行われた討論においては、日本社会党所属の議員らか\nら右議決案の内容が憲法に違反するとの指摘がなされ、表決においても、日本社会\n党、民社党、日本共産党所属の議員一〇名が反対した。\n３　意見書等の提出\n被控訴人Ｂは、岩手県議会議長として同議会を代表し、本件議決事項を内容とする\n意見書、請願書、陳情書（以下総称して「意見書等」という。）を作成し、昭和五\n四年一二月二一日、これらを持参して上京し、内閣総理大臣、総理府総務長官に意\n見書（法九九条二項所定の意見書）を、衆参両議院議長に請願書を、各政党に陳情\n書をそれぞれ提出した。\n被控訴人Ｋ、同Ｌ、同Ｍ、同Ｎ、同Ｏ、同Ｐ、同Ｊ、同Ｑの八名は、被控訴人Ｂと\nともに上京し、意見書等の提出をした。\n４　意見書等提出のために岩手県が支出した費用\n岩手県は、右意見書等の提出に際し、その準備として、意見書等の印刷を他の一五\n件の請願書、意見書と一括して外注したが、その印刷費として二四万五〇〇〇円を\n支出した。また、その提出は、他の一五件の請願書等と同一機会にされたものであ\nるところ、右提出等のための上京に要した交通費は、合計九七万三一七四円であっ\nた。\n５　監査請求の前置\n前記１の控訴人らは、昭和五五年一二月二〇日、本件議決の内容の違憲・無効を理\n由として、岩手県監査委員に対し監査請求をしたが、昭和五六年二月一八日、同監\n査委員から右監査請求は理由がない旨の通知を受けた。\n三　争点\n１　主位的請求に係る訴えの被告適格\n（被控訴人らの主張）\n（一）　被控訴人Ｂは普通地方公共団体の議会の議長であり、そのほかの被控訴人\nらはその議会の議員であって、いずれも法二四二条の二第一項四号の職員ではない\nから、同条による代位請求訴訟の被告適格を欠き、主位的請求に係る訴えは不適法\nである（昀高裁判所昭和六二年四月一〇日第二小法廷判決・民集四一巻三号二三九\n頁、同昭和六三年三月一〇日第一小法廷判決・集民一五三号四九一頁参照）。\n（二）　すなわち、地方自治法の規定の仕方や用語例から考えると、議会の議長、\n副議長及び議員（単に「議会」、「議長」、「副議長」、「議員」という場合は、\n順次「普通地方公共団体の議会」、「同議会の議長」、「同議会の副議長」、「同\n議会の議員」を表す。以下同じ。）は、職員（「法二四二条の二第一項四号の職\n員」を表す。以下同じ、）に含まれないと解され、また、後記のとおり、本件印刷\n費及び旅費の支出負担行為並びに支出命令は、普通地方公共団体の予算の執行その\n他の財務会計に関する事務に含まれ、その権限は、同法の規定上すべて普通地方公\n共団体の長に属するものと定められており、このことは議会関係の予算の執行につ\nいても同様である。\n（三）　ちなみに、本件印刷費及び旅費の具体的な支出手続は、以下のとおりであ\nる。\nまず、意見書等の印刷費の支出手続については、物品購入の手続によって行われた\nが、右物品購入の依頼は議会事務局総務課長の専決事項であり（本件においては同\n課長補佐が代決した。）、議会事務局で作成した消耗品購入票を出納局総務課に提\n出し、出納局総務課長が支出負担行為及び支出命令をした。\n次に、本件旅費の支出手続については、出納局総務課長の専決事項とされている）\nなお、右課長が不在のときは課長補佐が代決する。）。そこで、議会事務局職員の\n出張については、支出の前提となる旅行命令を議会事務局長が発し、出納局総務課\n長が支出負担行為及び支出命令をし、議長、副議長及び議員の出張については、議\n会運営委員会が出張議員を決定し、それに基づいて議会事務局職員が旅行命令票を\n作成して出納局へ送付し、同じく出納局総務課長が支出負担行為及び支出命令をし\nた。\n（四）　なお、議長、副議長及び議員が出張する場合、議長は旅行命令票に決裁者\nとして捺印しているが、右捺印は、公務による出張であることを確認する趣旨にす\nぎない。\nまた、議員に対する旅費日当等の概算払は、資金前渡と異なり、債権者である議員\nに対する支払であって、右旅費日当等は、支払により公金としての性質を失うか\nら、その費消が公金の支出に該当しないことは明らかである。\n（控訴人らの反論）\n（一）　法二四二条の二第一項四号による代位請求訴訟の被告適格を有する者は、\n右訴訟の原告により訴訟の目的である普通地方公共団体が有する実体法上の請求権\nを履行する義務があると主張されている者であると解すべきある（昀高裁判所昭和\n五三年六月二三日第三小法廷判決・集民一二四号一四五頁参照）。したがって、被\n控訴人らは、被告適格を有する。\n（二）　地方自治法の用語例に照らして議長及び議員が「職員」に該当しないこと\nが明白であると断ずることはできない、たとえば、法二〇三条一項及び二〇四条の\n二は、「職員」の中に議員を含めて規定している。\n（三）　被控訴人Ｂは、意見書等提出のための旅行命令を決裁して本件旅費につき\n支出負担行為をした。\nまた、議長や議員は、資金前渡や概算払の方法で旅費を受領している場合には、当\n該旅費について支出負担行為から支払までの権限を有し、精算義務もある。本件の\n場合、意見書等提出のため出張する議員の旅費については、昭和五四年一二月一五\n日に当該議員に対し概算払がなされているから、被控訴人らのうち少なくとも右旅\n費を受領した議員には被告適格がある。\n２　賠償命令の不存在と主位的請求に係る訴えの適否\n（被控訴人らの主張）\n仮に、被控訴人らが法二四二条の二第一項四号所定の職員に該当するとしても、右\n職員の違法な公金支出を理由とする損害賠償の請求は、専ら法二四三条の二の賠償\n命令の手続によるべきであり、知事による賠償命令の手続のとられていない本件に\nおいては、法二四二条の二第一項四号前段に基づく主位的請求に係る訴えは、不適\n法として却下を免れない。\n（控訴人らの反論）\n普通地方公共団体の住民が法二四二条の二第一項四号に基づく代位請求訴訟により\n法二四三条の二第一項所定の職員に対し同項の規定による損害賠償を求める場合で\nも、同条三項所定の賠償命令があることを要しない（昀高裁判所昭和六一年二月二\n七日第一小法廷判決・民集四〇巻一号八八頁参照）。したがって、被控訴人らの前\n記主張は失当である。\n３　本件議決の違憲性とこれに賛成した議員の表決の違法性\n（控訴人らの主張）\n（一）　本件議決の法的性格\n本件議決は、法九九条二項所定の意見書提出についての議会の機関意思を決定する\nためになされたものであるところ、意見書は、議長においてこれを関係行政庁に提\n出することが義務づけられており、関係行政庁は、その受理を拒むことができない\nものと解される。したがって、本件議決には、これに基づき意見書を関係行政庁に\n提出するための費用の支出が当然予定されていた。\n右に述べた本件議決の性格等に徴すると、本件議決は、単なる事実行為ではないと\nいわなければならない。\n（二）　議会の意見表明権及び議員の表決権の限界\n普通地方公共団体の機関である議会といえども、憲法遵守義務を負う憲法上の機関\nの一つであって、その意見表明も憲法上の制約を受けることは明らかである。ま\nた、法九九条二項は、議会が関係行政庁に提出する意見書の内容を当該普通地方公\n共団体の公益に関する事項に限定している。\nしたがって、議会は、意見書提出のためであっても、憲法及び法九九条二項に違反\nする内容の議決をすることは許されず、議員の表決権もこれと同様の制約を受ける\nというべきである。\n（三）　本件議決についての検討\n本件議決でその実現を要望する公式参拝は、後記（四）のとおり違憲であるから、\n本件議決自体も違憲である。さらに、本件議決は、戦前の国家神道や靖國神社につ\nいての歴史的反省に基づく現憲法規範を無視し、靖國神社の国家護持を目的として\n歴史の歯車を逆に回転させようとする試みであり、信教の自由を尊重し、厳格な政\n教分離を原則とする憲法理念に真向から挑戦するものにほかならず、その違憲性は\n明白である。\nしたがって、本件議決は、憲法九八条一項により無効である。\n他方、本件議決の内容は、右のとおり違憲である故、岩手県の公益に関する事項と\nいうことができないから、法九九条二項にも違反する。\nそうすると、被控訴人らのうち右議決に賛成した議員らの表決も違法となるから、\n右議員らは、右違法な表決をしたことにつき不法行為責任を免れない。\n（四）　公式参拝の違憲性\n（１）　現行憲法における政教分離原則\n現行憲法は、旧憲法の基本原理である「国体」の原理を否定し、人類普遍の原理で\nある「個人の尊厳」の原理を基本原理として採用した。\nそして、政教分離の原則が個人の尊厳の原理の妥当する社会の実現を保障するとい\nう極めて重大な役割を担っていることはいうまでもないが、政教分離と個人の（そ\nの意味では狭義の）信教の自由とは、広く信教の自由を構成する両側面として統一\n的に理解すべきであるから、現行憲法の政教分離の規定（二〇条一項後段、同条三\n項、八九条）も、単なる制度的保障の規定と解すべきでない。\nさらに、現行憲法が政教分離の原則を採用したのは、旧憲法下の政教一致体制のも\nとにおいて国家神道の教義である神権天皇制を核とする「国体」の原理が、軍国主\n義、全体主義の精神的支柱として機能し、それによって国民の「個人の尊厳」が否\n定されるとともに、国民及び近隣諸国民に償うことのできない戦争の惨禍をもたら\nしたことに対する反省からである。\nところで、靖國神社は、第二次大戦後、民間の一宗教法人となったものの、その本\n質的性格において依然として戦前の神権的天皇主権主義・軍国主義・全体主義的性\n格を有している。\nしたがって、靖國神社との関係で政教分離の原則を適用するにあたっては、特に厳\n格完全分離の立場に立つべきことが現行憲法上当然に要請される。\n（２）　本件議決でその実現を要望する公式参拝の違憲性\n（ア）　右（１）で述べた見地に立つとき、本件議決でその実現を要望する公式参\n拝が違憲であることが明らかである。以下これを詳論する。\n（イ）　本件議決は、その文言から明らかなとおり、特定の宗教団体である靖國神\n社の祭神に対する国家機関として天皇、内閣総理大臣等の公式参拝が実現されるよ\nう要望することを内容とするものであって、文脈上天皇に国事行為として靖國神社\nに参拝することを求めるものであり、また、内閣総理大臣等に国の代表若しくは機\n関として靖國神社に参拝することを求めるものである。右の如き公式参拝は、後に\n述べるとおり、国家機関の宗教活動、特定宗教への援助行為に当たり、かつ、その\n参拝のための公金の支出により特定の宗教団体に対し便益を与えることになるか\nら、憲法二〇条一項後段、同条三項、八九条に違反する違憲行為であり、また、天\n皇に対する行為を求める部分は、憲法四条、七条にも違反する。\n（ウ）　靖國神社に天皇あるいは内閣総理大臣等が公式に参拝を行うことは、同神\n社に記られている戦没者の霊の存在を信じ、この霊を宗教的に神と意義づけ、国又\nはその機関がこれを承認して宗教儀礼を行うことであるから、前記（１）の見地に\n立つならば、右のような公式参拝が宗教活動に当たることは明らかである。\n（エ）　靖國神社は明治二年に創建された東京招魂社を前身とするが、同社は、幕\n末維新の内戦において天皇の軍隊に属していた戦没者を天皇に対する忠誠故に神と\nして慰霊し、もって、天皇の軍隊の士気を鼓舞するための軍事的宗教施設であっ\nた。その後、同社は、明治一二年に靖國神社と改称のうえ別格官弊社に列格され、\n同時に内務、陸、海軍の共同管轄となったが、明治二〇年には陸、海軍が専管する\n神社となり、名実ともに軍の宗教施設として一般の神社行政の枠外に置かれた。こ\nのように、靖國神社は、第二次大戦の敗戦まで、天皇を現人神としてその政治的権\n威を宗教に基礎づけた教説及び総体である国家神道の体系中、その軍国主義的、侵\n略主義的側面を代表する施設であった。\n靖國神社は、ポツダム宣言第六項及び第一〇項に基づき、国家と陸、海軍から分離\nせしめられ、宗教法人令（昭和二〇年勅令第七一八号）上の宗教法人を経て、昭和\n二七年一月宗教法人法（昭和二六年法律第一二六号）による単立の宗教法人となっ\nた。しかし、その教義、祭祀、儀礼は戦前と異なるところはなく、同神社の霊璽\n（みたましろ）は神鏡と神剣であるが、副霊璽（そえみたましろ）として天皇の軍\n隊の忠死者若しくは戦争協力者を霊璽簿とよばれる名簿（もとは祭神簿といわれ\nた。これには祭神の氏名、戦没年月日、場所、本籍のある都道府県、軍における所\n属、階級、位階、勲等などが記入されている。）に記して祀る神道上の宗教施設に\nほかならない。\nこのような靖國神社に天皇あるいは内閣総理大臣等が公式に参拝を行うことは、同\n神社に祀れている戦没者の霊の存在を信じ、この霊を宗教的に神と意義づけ、国又\nはその機関がこれを承認して宗教儀礼を行うことであり、宗教活動に当たる。憲法\n二〇条、八九条は前記の国家神道、殊に戦前靖國神社と国家の関係への深刻な反省\nを踏まえて設けられ、厳格な政教分離の原則をとる趣旨の規定であるから、このよ\nうな活動が右各規定に違反することは明らかである。\n（オ）　仮に、いわゆる津市地鎮祭事件についての昀高裁判所昭和五二年七月一三\n日大法廷判決・民集三一巻四号五三三頁（以下「津地鎮祭事件昀高裁判決」とい\nう。）が判示するように、目的と効果の点に照らし当該行為が宗教的活動に当たる\nかどうかを判断するという見解に従ってみても、公式参拝は政教分離原則に反す\nる。すなわち、公式参拝の場所は靖國神社という神社神道の宗教施設である。ま\nた、公式参拝の目的は、靖國神社の祭神に崇敬の念を表明するという宗教の核心を\nなす行為そのものである（靖國神社が民間の一宗教法人となった以後、国が同神社\nを戦没者追悼施設とする途は閉ざされた。戦没者追悼の方法は、同神社参拝以外に\nもある。）。そして、一般人は、参拝が宗教儀式若しくは宗教儀式に参加する行為\nであると評価している。仮に公式参拝者の主観的意図が戦没者の慰霊、追悼である\nとしても、その戦没者の大多数は靖國神社に祭神として祀られているのであるか\nら、参拝という以上、靖國神社の祭神に対し畏敬崇拝の念を表明するという側面が\n当然に含まれることになる。さらに、一般人に与える影響についてみるに、公式参\n拝によって、国家と靖國神社という宗教団体との間に、他の宗教団体との間には見\nられない特殊で象徴的な結びつきを生じる結果となり、そのことが一般人の靖國神\n社に対する見方や態度に重大な影響を及ぼす可能性がある。\nしたがって、右目的効果基準によっても、公式参拝における国家と靖國神社との結\nびつき（かかわり合い）は、「相当とされる限度を超える」ものであって、公式参\n拝は、憲法二〇条三項が禁止する宗教的活動に該当し、政教分離原則に反する。\n（カ）　また、神道式儀礼においては、神社参拝者は玉串料の名のもとに神に金銭\nを捧げるが、公式参拝では国の機関がこれをなす以上、右の玉串料の奉納は公金の\n支出をもってなされることになり、これは憲法八九条が禁止する宗教団体への公金\nの支出にほかならない。玉串料以外の供物を奉じ、あるいは、公式参拝に公用車等\n公の財産を使用することも、特定宗教団体の便益のためになされるのであるから、\n違憲である。\n（キ）さらに、天皇の靖國神社公式参拝は、憲法七条が限定的に定める国事行為の\nいずれにも該当しない。仮に、天皇の「象徴としての公的行為」を認めるとして\nも、靖國神社が旧憲法下の天皇大権の原理と密接不可分に結びついていたことを考\n慮するならば、天皇の靖國神社公式参拝は、「象徴としての公的行為」としても許\nされないことは明らかである。\nしたがって、天皇の公式参拝を求める部分は、憲法四条、七条に違反する。\nのみならず、現在、国家神道の廃止以後、宮中祭紀と神社祭紀は分離され、宮中祭\n祀は天皇家の私事行為として行われているが、天皇が神社祭紀に公式にかかわるよ\nうになれば天皇家の私事行為としての宮中祭紀の私事性もまた公的性格のものに転\n化する可能性が高く、宮中祭紀と神社祭祀との公的レベルでの結合という国家神道\nの復活、したがって祭祀大権の復活となる危険性が大きい。\nしたがって、天皇が靖國神社に公式参拝するということは、日本国憲法の政教分離\nの原則に違反するだけではなく、いわゆる象徴天皇制をとる日本国憲法における天\n皇の行為に帝国憲法における統治権の総攬者であった天皇の大権事項を復活、追加\nすることを意味し、日本国憲法における国民主権の基本原則と対立することとなる\nのである。\n（被控訴人らの反論）\n（１）　本件議決の法的性格\n本件議決は、天皇、内閣総理大臣等の靖國神社公式参拝について、その形式を限定\nすることなく単にその実現を要望するにすぎず（靖國神社の国家護持の要望を謳っ\nた部分は、存在しない。）、右議決内容が記載された意見書の名宛人である行政機\n関がその受理を拒めないとはいえ、特定人の権利の侵害、特定人に対する権益の付\n与等の具体的な法的効果を何ら生ぜしめるものではない。\nしたがって、本件議決に違憲性の問題が生じる余地はない。\n（二）　議員の意見表明及び表決の自由\nもとより、普通地方公共団体の議会の議員が同議会の機関意思である議決を通じて\n自己の意見を表明することは、刑罰法規に触れない限り、憲法一九条が保障する思\n想良心の自由及び憲法二一条が保障する言論の自由に属するものであって、議員\nは、右議決について、政治的責任を負う場合があることは格別、何ら法的責任を負\nうものではない。\n（三）　本件議決でその実現を要望する公式参拝の合憲性\n仮に、本件議決で要望する公式参拝が実現しても、これが憲法二〇条に違反しない\nことは明らかである。\nすなわち、同条の解釈にあたって、ある行為が宗教的活動に該当するかどうかを検\n討するには、津地鎮祭事件昀高裁判決が判示するとおり、当該行為の目的と効果等\nを社会通念に従って客観的に判断しなければならないところ、右公式参拝は、一命\nを国に捧げた戦没者を記った靖國神社に国の代表が公式儀礼として行う参拝であ\nり、社会的儀礼として相当と考えられる宗教行事への参列であるから、同条三項に\nいう宗教的活動には該当しない。その際、玉串料、香華料等の名目で相応の金品を\n支出したとしても、社会的儀礼の範囲内であれば何ら問題はない。\nちなみに、世論調査（昭和五〇年六月に社団法人日本宗教放送協会が株式会社電通\nリサーチに委託して実施しかもの）によれば、天皇の靖國神社公式参拝について問\n題ないと回答した者が全体の約八割を占めている。\n第三　乙事件の事案の概要等\n（当事者の表示について）\n第三において、「控訴人」は「控訴人（附帯被控訴人・乙事件第一審原告）」の、\n「被控訴人」は「被控訴人（附帯控訴人・乙事件第一審被告）」のそれぞれ略称で\nある。\n一　事案の概要\n乙事件は、岩手県の住民である控訴人Ｃほか七名が、同県知事被控訴人Ｆ、福祉部\n長被控訴人Ｄ及び同部厚生援護課長被控訴人Ｅに対し、同県から靖國神社に対して\n支出された玉串科及び献燈料合計二万一〇〇〇円について、主位的に法二四二条の\n二第一項四号前段に基づき、予備的に同号後段に基づき（ただし、右Ｆ知事及びＤ\n部長のみに対するものであり、当審における新請求である。）、いずれも代位請求\n訴詮（住民訴訟）により損害賠償を求めた事案である。\nなお、法二四二条の二第一項四号による住民訴訟の被告側に被代位者である普通地\n方公共団体が補助参加しうるかという点については、見解の分かれるところであ\nる。しかし、原審において、岩手県から被控訴人らのために補助参加することの許\n可を求める申立てがあったのに対し、控訴人らから、右申立ては不適法であるから\n却下すべきである旨の答弁及び予備的に異議の申立てがあったところ、原審は、昭\n和五八年一月一九日右補助参加を許可する旨決定し、控訴人らにおいて右決定に対\nし即時抗告をしなかったことにより、右決定は確定した。しがって、岩手県は、当\n審においても被控訴人らの補助参加人としての地位を有するものである。\n二　争いのない事実及び公知の事実\n１　当事者\n控訴人ら八名は、いずれも岩手県の住民であり、後記の住民監査請求において請求\n人となった者であり、被控訴人Ｆは昭和五六年当時岩手県知事の職にあり、同時期\nに同Ｄは同県福祉部長、同Ｅは同部厚生援護課長の職にあった者である。\n２　本件玉串料等の支出\n岩手県は、靖國神社に対し、次のとおり公金を支出した。\n（一）　昭和五六年四月二〇日　　　　　七〇〇〇円\n支出名目　　　靖國神社春季例大祭玉串料\n（二）　同年七月六日　　　　　　　　　七〇〇〇円\n支出名目　　　靖國神社みたま祭献燈料\n（三）　同年一〇月一二日　　　　　　七〇〇〇円\n支出名目　　靖國神社秋季例大祭玉串料\n３　本件玉串料等の支出手続\n岩手県においては、同県知事部局代決専決規程（昭和三七年三月二六日訓令第四\n号、以下「専決規程」という。）七条二三号及び同条二一号により「一件の金額一\n〇万円未満の交際費の支出に関すること」及び「支出命令に関すること」は本庁の\n課長の専決事項とされている。なお、「専決」とは、知事又は受任者の権限に属す\nる事務を常時知事又は受任者に代わって決裁することをいう（専決規程二条三号参\n照）。\n本件玉串料等の支出は、いずれも岩手県知事部局行政組織規則一昭和三七年三月二\n六日規則第一一号、以下「組織規則」という）。七条二項一五号に「戦没者等の慰\n霊に関すること」が同県福祉部厚生援護課の分掌事務の一つとされていることを根\n拠に、被控訴人Ｅが専決規程七条二三号の規定に基づき支出負担行為（「交際費」\nとして支出）の決裁をし、支出命令については、専決規程三条及び七条二一号の規\n定に基づき厚生援護課長の代決権者たる同課長補佐訴外Ｒが決裁を行い、支出手続\nをとった。なお、「代決」とは、知事、受任者又は専決権限を有する者が決裁すべ\nき事項について、当該決裁権者が不在のときに一時当該決裁権者に代わって決裁す\nることをいう（専決規程二条二号参照）。\n４　監査請求の前置\n前記１の控訴人らは、昭和五七年四月一三日、本件玉串料等の支出の違憲・無効を\n理由として、岩手県監査委員に対し監査請求をしたが、同監査委員から同年六月一\n日付けで右監査請求は理由がない旨の通知を受けた。\n三　争点\n１　法二四二条の二第一項四号前段に基づく請求に係る訴えの適否\n（被控訴人ら、補助参加人の主張）\n法二四二条の二第一項四号所定の職員の違法な公金支出を理由とする損害賠償の請\n求は、専ら法二四三条の二の賠償命令の手続によるべきであり、知事による賠償命\n令の手続のとられていない本件においては、法二四二条の二第一項四号前段に基づ\nく請求に係る訴えは、不適法として却下を免れない。\n（控訴人らの反論）\n前掲昀高裁判所昭和六一年二月二七日第一小法廷判決の判示するところによれば、\n被控訴人らの前記主張が失当であることは明らかである。\n２　本件玉串料等の支出に関する権限の内部委任と法二四二条の二第一項四号前段\nに基づく請求に係る訴えの被告適格\n（被控訴人Ｆ、同Ｄ、補助参加人の主張）\n法二四二条の二第一項四号の損害賠償代位請求訴訟の被告は、支出負担行為及び支\n出命令の権限を有する職員又はその権限に属する事務を直接補助する職員で、規則\nで指定したものでなければならないが、前記二の３のとおり、岩手県においては、\n一〇万円未満の交際費の支出負担行為及び支出命令を行う権限は、各課の課長に内\n部的に委任されており、被控訴人Ｆ及び同Ｄは、右委任の効果として、本件玉串料\n等の支出負担行為及び支出命令をする権限を有しない者とされている。\nしたがって、被控訴人Ｆ及び同Ｄは、同号前段に基づく請求に係る訴えの被告適格\nを欠く。\n（控訴人らの反論）\n（一）　前掲昀高裁判所昭和五三年六月二三日第三小法廷判決によれば、被控訴人\nＦ及び同Ｄは、法二四二条の二第一項四号前段に基づく請求に係る訴えの被告適格\nを有するものと解される。\n（二）　のみならず、同号前段にいう「当該職員」とは、当該訴訟において適否が\n問題とされている財務会計上の行為を行う権限を法令上本来的に有するとされてい\nる者及びその者から権限の委任を受けるなどして右権限を有するに至った者をいう\nと解すべきである（前掲昀高裁判所昭和六二年四月一〇日第二小法廷判決参照）。\n本件の場合、被控訴人Ｆは、岩手県知事の職にある者として、法一四九条二号、二\n三二条の四第一項等に基づき、同県の公金支出につき支出負担行為及び支出命令を\nなす権限を本来的に有するものである。また、被控訴人Ｄは、同県福祉部長とし\nて、法一五三条一項に基づき、知事の公金支出権限の委任を受けている者である。\nそして、本件玉串料等の支出は、右被控訴人両名の指導と監督のもとに行われた。\nしたがって、被控訴人Ｆ、同Ｄは、法二四二条の二第一項四号前段に基づく請求に\n係る訴えの被告適格を有する。\n３　後記条例の制定と訴えの適否\n（被控訴人Ｄ、同Ｅ、補助参加人の主張・当審における新主張）\n（一）　昭和天皇の崩御に伴い、岩手県においては、「公務員等の懲戒免除等に関\nする法律」（昭和二七年法律第一一七号、以下「免除法」という。）三条及び五条\nの規定に基づく「昭和天皇の崩御に伴う職員の懲戒免除及び職員の賠償責任に基づ\nく債務の免除に関する条例」（平成元年岩手県条例第四号、以下「本件条例」とい\nう。）が、平成元年三月一一日に公布され、同年二月二四日から適用された。\n本件条例三条は、「地方自治法（昭和二二年法律第六七号）第二四三条の二（地方\n公営企業法（昭和二七年法律第二九二号）第三四条において準用する場合を含\nむ。）の規定による職員の賠償責任に基づく債務で昭和六四年一月七日前における\n事由によるものは、将来に向かって免除する。」と規定している。\nところで、被控訴人Ｄに対する主位的請求及び同Ｅに対する請求は、法二四二条の\n二第一項四号前段の規定に基づく代位請求訴訟により法二四三条の二第一項所定の\n職員に対し昭和六四年一月七日前における違法な公金の支出を理由として同項の規\n定による損害賠償を求めるものである。\nしたがって、右被控訴人両名に対する右各請求に係る訴えは、本件条例の適用によ\nり訴えの利益を欠くに至ったから不適法として却下されるべきである。\n（二）　仮に、右主張が認められないとしても、右各請求は、そのほかの点を判断\nするまでもなく、債務免除により理由がなく、棄却を免れないことが明らかであ\nる。\n（控訴人らの反論）\n昀高裁判所昭和五三年三月三〇日第一小法廷判決（民集三二巻二号四八五頁）が判\n示する住民訴訟制度の本質及び代位請求の構造からすれば、本件住民訴訟の係属中\nに岩手県が本件条例により職員の賠償義務を免除したことを理由として、住民が賠\n償請求権の代位行使をすることもできなくなると解するのは、右判決がいう「参政\n権の一種としての訴権」を奪うことになり、著しく不当であるといわなければなら\nない。そもそも、本件訴訟において、岩手県は、本件玉串料等の支出が何ら違法で\nはなく職員に賠償義務は生じないとして争っているのであり、そのような賠償義務\nを免除すること自体論理矛盾である。\n民法上の債権者代位訴訟でも、債権者が債務者の権利行使に着手した以上、債務者\nはこれに反する権利処分をなしえないものとされているが、この理は住民訴訟にお\nいても異なるものではない。\n以上のとおり、本件条例は、控訴人らの代位行使に係る被控訴人Ｄ及び同Ｅに対す\nる損害賠償債権に適用される限りにおいて、地方自治法に違反するものであり、無\n効である。\n４　本件玉串料等の支出の違憲性\n（控訴人らの主張）\n（一）　前記第二の三の３の（四）の中で述べた見地に立てば、本件玉串料等の支\n出は、宗教上の組織又は団体への公金の支出として憲法八九条に違反することが明\nらかである。\nまた、特定の宗教団体である靖國神社に対し、玉串料であれ、献燈料であれ、いか\nなる名目にせよ寄付を行うことは、宗教団体に特権を付与することであり、特に当\n該宗教団体の儀式儀礼に則った方法による寄付は、当該宗教団体への精神的な援助\nを意味することとなるのであるから、本件玉串料等の支出は、特定宗教団体とのか\nかわりを禁じた憲法二〇条一項後段に違反する。\nさらに、玉串料の献納は、本来玉串を奉納するという神道における宗教儀礼に代え\nて金銭を献納することにほかならず、その献納自体が宗教性を帯有する信仰行事で\nある。また、本件玉串の奉納及び玉串料の献納は、靖國神社が大多数の戦没者を祭\n神として化っているという宗教的な特殊性を有するからこそ、その祭神に対する畏\n敬、尊崇の念の特定宗教儀礼による表明として行われるのであり、したがって、宗\n教的意義、目的を持つことが明らかであって、宗教的活動に該当するものである。\n献燈料についても同様のことがいえる（殊に、献燈料の場合には、献燈される提灯\nに献燈料拠出者名が大書される点に留意する必要がある。）。したがって、本件玉\n串料等の支出は、憲法二〇条三項にも違反する。\n（二）　仮に、津地鎮祭事件昀高裁判決の示す目的及び効果の点に照らし当該行為\nが宗教的活動に当たるかどうかを判断するという見解に従ってみても、右金銭支出\n行為の対象行事である例大祭及びみたま祭が、靖國神社の境内において行われる宗\n教的儀式であり、右支出行為は、これらの儀式にとって不可欠な宗教的意義を有す\nるものである。また、仮に、右金銭支出行為をなす行為者の主観的意図が戦没者の\n慰霊とその遺族に対する慰藉にあるとしても、右戦没者の大多数が祭神として祀ら\nれている靖國神社からの要請に応じ、玉串料、献燈料の献納という形で戦没者を慰\n霊することは、客観的にみれば、靖國神社の祭神そのものに対して畏敬崇拝の念を\n表明するという一面が含まれざるをえないから、その意図、目的は宗教性を帯びる\nことになる。\nさらに、一般人に与える影響等についても、玉串料等の名目で公金を支出すること\nは、それが単なる寄付とはいえない以上、その金額の多少、支出の回数如何にかか\nわらず、岩手県と靖國神社との間に、他の宗教団体との間では見られない特殊で象\n徴的な結びつきを生じる結果となり、その結びつきが一般に知られるときは、一般\n人に対して、靖國神社は他の宗教団体とは異なる特別のものであるという印象を生\nじさせ、あるいは、そのような印象を強めるおそれがある。\nしたがって、玉串料等の支出行為に基づく岩手県と靖國神社との結びつき（かかわ\nり合い）は、「相当とされる限度を超える」ものであり、政教分離原則に違反す\nる。よって、右金銭支出行為は、憲法二〇条三項が禁止する宗教的活動に該当し、\nまた公金を「宗教上の組織若しくは団体の使用、便益若しくは維持のため」支出す\nる行為であって、憲法八九条にも違反する。\n以上のとおり、本件玉串料等の支出は、憲法の右各規定に違反して無効であるが、\n公益上必要のない寄付として法二三二条の二にも違反している。\n（被控訴人ら、補助参加人の反論）\n（一）　憲法のいわゆる政教分離の各規定は、国と宗教団体が一切のかかわり合い\nをもつことを禁止するものではなく、特定の宗教を援助、奨励する等の目的をも\nち、そのような効果をもたらすような行為のみを禁止していると解釈される（津地\n鎮祭事件昀高裁判決参照）から、普通地方公共団体の行為の場合も同様に解釈すべ\nきである。\n（二）　ところで、普通地方公共団体も一般社会の構成員として相当な寄付を行う\nことができることはいうまでもなく（昀高裁判所昭和四五年六月二四日大法廷判\n決・民集二四巻六号六二五頁参照）、政府も、宗教法人を含む民間団体が慰霊祭等\nを行うにあたって、普通地方公共団体が敬弔の意を表示するため、玉串科、神饌字\nを贈ることは差し支えないという見解を示している（昭和二六年九月一〇日文部次\n官・引揚援護庁次長通達、同年九月二八日支部大臣官房宗務課長代理通牒、第七五\n回国会参議院予算委員会における内閣総理大臣、文部大臣、法制局長官の各発言\n等）。\n（三）　そして、岩手県出身者で第二次大戦中国事に殉じて一命を捧げた者は、全\n員生前に信仰した宗教のいかんにかかわりなく靖國神社に奉斎されている（ちなみ\nに、昭和五八年一月末日現在、同県民戦没者三万三一五四柱が同神社に合祀されて\nいる。）。\n（四）　さらに、次に述べる玉串料、献燈料の世俗化についても考慮すべきであ\nる。古式によれば、玉串は、参拝者が榊の枝に木綿（ゆう）又は紙垂（しで）を結\nびつけて神前に奉納する献供物の一種であり、玉串料は、右の用に供するため、又\nは右の献供物に代えて提供される金銭であった。また、献燈とは、元来は神社、仏\n閣に燈明や燈籠を奉納すること、又はその燈明や燈籠そのものを意味し、献燈料\nは、これらの奉納に代えで提供される金銭であった。\nしかしながら、第二次大戦後、国家体制の変革、国家神道の崩壊、社会経済情勢の\n著しい変化（靖國神社の法律上の地位及び宗教的性格も戦前とは一変し、靖國神社\nの法律上の地位は、他の宗教法人のそれと同一になった。）等に伴い、国民の宗教\n的意識が希薄化し、今日においては、玉串料及び献燈料は、賽銭の正式呼称と目さ\nれるようになり、社寺に慣例的、儀礼的に提供される賽銭や供花と同様に世俗的な\nものに化している。このことは、世俗的な行事となっている起工式、神前結婚式、\n七五三の神社参拝等において玉串奉娑の行事が行われ、また、国や普通地方公共団\n体等が主催する戦没者慰霊の公式行事に供花若しくは献花が行われ、あるいはそれ\nに代わる金銭の提供がなされていることからも首肯されるところである。、\nなお、靖國神社においては、玉串料及び献燈料は、会計処理上奉納金としで扱わ\nれ、賽銭とともに同神社の経費に充てられている。\n（五）　前記（一）ないし（四）の詣点にかんがみろと、岩手県において、国家公\n共のために尊い生命を捧げた多数の県民戦没者が奉斎されている靖國神社の春秋の\n例大祭及び夏のみたま祭にあたり、戦没者の遺族援護行政の一環として、県民戦没\n者の霊に追悼の意を表すとともにその遺族の心情を慰藉するため、玉串料、献燈料\nの名をもって一回七〇〇〇円程度の支出をすることは、社会通念上の交際費の支出\nあるいは社会的儀礼（死者儀礼）若しくは社会的習俗としてむしろ当然のことであ\nる。また、このような公金の支出が、靖國神社を援助、奨励する等の目的、効果を\nもつものではなく、宗教的活動に該当しないことは明らかであり、さらに、靖國神\n社がこれによって岩手県から何らかの特権の付与を受けるものでないことは明らか\nである。\n（六）　以上のとおりであるから、本件玉串料等の支出は、憲法八九条、二〇条一\n項後段、同条三項の各規定に違反するものではない。なお、本件玉串料等の支出\nは、贈与であって寄付ではないから、法二三二条の二の規定が適用される余地はな\nい。\n５　被控訴人らの帰責事由\n（控訴人らの主張）\n後記（一）ないし（五）の詣事情を勘案すれば、本件玉串料等の違法な支出につき\n被控訴人らに故意若しくは重過失（被控訴人Ｆについては過失）があったことは明\nらかである。\n（一）　文部省は、既に昭和二六年に、各都道府県宗教事務主管部（局室）長に対\nし、石川県からの照会につき、「石川護国神社が主催する恒例祭に知事等の公務員\nが出席することは、右恒例祭が戦没者の慰霊を伴う場合であっても、特定の宗教団\n体が行う布教儀式に公的要素を導入して、政教分離の原則に反するような疑義を起\nこさせるおそれがあるから、なるべく避けることが望ましい。」と回答した旨伝え\nた。\n（二）　その後昭和三九年にも、島根県から、「護国神社に対して供物料の贈呈若\nしくは祭祀料として公金を支出することはできないと思うがどうか。」との照会が\nあったのに対し、自治省（行政課長）において「お見込みのとおり。」と回答した\n事例がある。\n（三）　さらに、宮崎市からの「本市は、昭和四一年まで一二回にわたる戦没者慰\n霊祭を市主催で執行してきたが、諸情勢にかんがみ、昭和四二年度から忠霊塔保存\n奉賛会その他の団体の主催により執行し、その経費の一部として市から神饌料を支\n出したいが、法に抵触するか。」との照会に対し、自治省（行政課長）は、昭和四\n二年一一月一日付けで、「主催者が宗教上の組織又は団体である限り、抵触するも\nのと解する。」と回答した。\n（四）　右（一）ないし（三）の各実例は、普通地方公共団体の職員であれば誰で\nも入手できる書物に掲載されている。\n（五）　なお、前記４の昭和二六年九月一〇日付け通達及び同月二八日付け通牒\nは、前者については、政教分離の方針に反する結果とならないよう万全の注意を払\nうべきことを求めており、後者については、「特定の宗教に公の支援を与えて政教\n分離の方針に反する結果とならない限り」との留保がつけられている。\nまた、津地鎮祭事件昀高裁判決の判示自体からは、本件玉串科等の支出が憲法に違\n反しないとの判断が一義的に導かれるものではない。\n（被控訴人ら、補助参加入の反論）\n仮に、本件玉串料等の支出が違法であるとしても、後記事実関係に照らせば、右支\n出につき、被控訴人Ｆに故意又は過失がなく、被控訴人Ｄ及び同Ｅに故意又は重過\n失がないことは明らかである。\nすなわち、前記４のとおり、既に昭和二六年九月の通達及び通牒により、宗教法人\nを含も民間団体が戦没者の慰霊祭を行うにあたって、普通地方公共団体において玉\n串料、献燈料等の金員を支出することは差し支えない旨の政府見解が示されてい\nた。また、昭和五二年に言い渡された津地鎮祭事件昀高裁判決において、「市が神\n職の主宰する地鎮祭を行い、神職に対し報酬及び祭祀の費用を支出しても、憲法二\n〇条、八九条に違反しない。」との判断が示された。そして、被控訴人Ｅは、右政\n府見解や昀高裁判決、更には岩手県の従来からの取扱い等から本件玉串料等の支出\nが法律上全く問題ないものと判断し、その専決者として、上司である被控訴人Ｆ及\nび同Ｄに相談することなく右支出を行ったのである。\n６　被控訴人Ｆ・同Ｄの指揮監督義務違反\n（控訴人らの主張・当審における新主張）\n仮に、右被控訴人両名が法二四二条の二第一項四号前段に基づく請求に係る訴えの\n被告適格を有しないとしても、右被控訴人両名は、被控訴人Ｅが違法な本件玉串料\n等の支出をしないよう指揮監督すべき立場にあったにもかかわらず、右支出を容認\nし、あるいは、これを防止すべきであるのに防止しなかった結果、岩手県に本件玉\n串料等を支出させて二万一〇〇〇円の損害を生ぜしめた。\nしたがって、被控訴人Ｆ及び同Ｄは、右指揮監督義務違反につき不法行為責任があ\nるから、控訴人らは、予備的に、同号後段の規定に基づき、岩手県に代位して、右\n被控訴人両名に対し右損害の賠償を請求する。\n（被控訴人Ｆ、同Ｄ、補助参加人の反論）\n右被控訴人両名には、控訴人ら主張の指揮監督義務違反はない。\n第四　証拠関係（省略）\n第五　甲事件の争点に対する判断\n（当事者の表示について）\n第二の場合と同じである。\n一　主位的請求に係る訴えの訴訟類型該当性についての判断\n１　主位的請求に係る訴えは、普通地方公共団体の議会の議長及び議員を被告と\nし、法二四二条の二第一項四号前段所定の代位請求住民訴訟の一類型である「当該\n職員」に対する損害賠償の請求として提起されたものと解される。\nところで、住民訴訟が自己の法律上の利益にかかわらない当該普通地方公共団体の\n住民という資格で特に法によって出訴することが認められている民衆訴訟の一種で\nあることにかんがみると、当該訴訟において被告とされている者が当該訴訟におい\nて被告とすべき右「当該職員」たる地位ないし職にある者に該当しないと解される\nとすれば、かような訴えは、法により特に出訴が認められた住民訴訟の類型に該当\nしない訴えとして、不適法といわざるをえないこととなる。もっとも、地方自治法\nにおける「職員」の用語は、必ずしも厳密なものではない。例えば、同法の「第七\n章　執行機関」においては、「職員」は議員はもとより普通地方公共団体の長も含\nまないものとして用いられているが、「第八章　給与その他の給付」においては、\n法二〇三条一、二項及び二〇四条の二のように、議員を含む意味で「職員」が用い\nられている例もある。したがって、法二四二条の二第一項四号前段の「当該職員」\nの意義も、「職員」という用語自体から直ちにその範囲が明確になるものではない\nのであって、結局は、住民訴訟制度の趣旨、目的等を勘案して考えていくはかない\nのである。\nそして、法二四二条の二第一項四号前段の住民訴訟が違法な財務会計上の行為によ\nって被った普通地方公共団体の損害を回復し、もって地方財務行政の適正な運営を\n確保することを目的とするものと解されることからすると、右「当該職員」とは、\n当該訴訟においてその適否が問題とされている財務会計上の行為を行う権限を法令\n上本来的に有するものとされている者及びこれらの者から権限の委任を受けるなど\nして右権限を有するに至った者を広く意味し、その反面、およそ右のような権限を\n有する地位ないし職にあると認められない者はこれに該当しないと解するのが相当\nである（前掲昀高裁判所昭和六二年四月一〇日第二小法廷判決、同昭和六三年三月\n一〇日第一小法廷判決参照）。\nこの点に関し、控訴人らは、前掲昀高裁判所昭和五三年六月二三日第三小法廷判決\nの判示する「法二四二条の二第一項四号によるいわゆる代位請求訴訟の被告適格を\n有する者は、右訴訟の原告により訴訟の目的である普通地方公共団体が有する実体\n法上の請求権を履行する義務があると主張されている者であると解するのが相当で\nある。」との部分を挙げて、被控訴人らには被告適格があると主張する。\nしかしながら、右判決は、当該事案を法二四二条の二第一項四号後段に基づく「怠\nる事実に係る相手方」に関する事案とみて、その被告適格について判断を加えたも\nので、同号前段の「当該職員」たる地位にある者に該当するかどうかの判断をした\nものではない。同号前段に関する住民訴訟は、前掲昀高裁判所昭和六二年四月一〇\n日第二小法廷判決が判示するように、当該訴訟において、その適否が問題とされて\nいる財務会計上の行為を行う権限を法令上本来的に有するとされている者及びその\n者から権限の委任を受けるなどして右権限を有するに至った者をいうと解すべきで\nあって、その権限行使との関連から、地方自治法上特別の地位を有する職員に対す\nる住民訴訟であると解するのが相当である。これに対し、同号後段は、当該行為若\nしくは怠る事実に係る「相手方」を被告とし、法律関係不存在確認の請求、損害賠\n償の請求、不当利得返還の請求、原状回復の請求又は妨害排除の請求に係る訴えを\n提起するものであり、その「相手方」とは、普通地方公共団体が前記いずれかの請\n求をすることができる第三者と解されるのであって、同号前段の「当該職員」と\nは、その被告適格を異にしているものというべきである。したがって、同号後段の\n「相手方」に対する住民訴訟において代位行使されるべき普通地方公共団体の請求\n権は、通常の給付訴設におけるそれと異なるところがないから、同訴訟において被\n告適格を有する者は、前掲昀高裁判所昭和五三年六月二三日第三小法廷判決が判示\nするように、右訴訟の原告により訴訟の目的である普通地方公共団体が有する実体\n上の請求権を履行する義務があると主張されている者と解されるのは当然と考えら\nれるのである。右のとおり、法二四二条の二第一項四号前段の住民訴訟と後段のそ\nれとは、その訴訟の類型及び法的性質を異にしているというべきであるから、控訴\n人らの引用する判例は、同号前段の訴訟についてした当裁判所の前記判断と何ら抵\n触するものではない。\nよって、控訴人らの右主張は採用することができない。\n２　そこで、右の見地にたって、本件について議長及び議員が「当該職員」に該当\nするかどうかの点について調べてみるのに、法の規定によると、普通地方公共団体\nの議会の議長は、議会の事務の統理権（法一〇四条）、議会の庶務に関する事務局\n長等の指揮監督権（法一三八条七項）を有するものの、予算の執行権は普通地方公\n共団体の長（以下「長一ということがある。）に専属し（法一四九条二号）、ま\nた、現金出納保管等の会計事務は出納長又は収入役の権限とされているから（法一\n七〇条一項、二項）、一般に議会の議長の統理する事務には予算の執行に関する事\n務及び現金の出納保管等の会計事務は含まれておらず、議会の議長はかかる事務を\n行う権限を有しないものというほかない。また、議会の議長は、その地位にかんが\nみると、普通地方公共団体の長において、かような権限の委任を行いうる相手方と\nしては予定されていないというべきである。さらに、法の規定によると、普通地方\n公共団体の議会の議員もまた、予算の執行に関する事務及び現金の出納保管等の会\n計事務を行う権限を有しないし、長が支出負担行為等予算執行に関する事務の権限\nを委任する相手方としても予定されていないことが明かである。\n現に本件においてもも、岩手県会計規則等関係法令上岩手県議会の議長又は議員に\n対し岩手県知事の有する予算執行に関する事務の権限が委任されていたとみるべき\n根拠は在しない。\n３　そして、本件に現れた証拠を検討すると、当審も原審と同様、本件の印刷費及\nび旅費の支出手続に徴すれば、岩手県議会の議長又は議員が本件印刷費及び旅費の\n支出に関し、支出命令はもちろん支出負担行為等の何らかの財務会計上の行為を行\nう権限を有していたと認めることはできないし、現実にそのような権限を行使した\nとみることもできないものと判断する。その理由は、原判決二七枚目表二行自から\n同三二枚目裏三行目までと同じである（ただし、右引用部分中の各「本件決議」を\nいずれも「本件議決」と、同三〇枚目裏九行目の「旅行概算清算」を「旅費概算精\n算」と改める。）から、これを引用する。\n４　右によれば、被控訴人Ｂの右各旅行命令票への押印行為自体は、前記２の議長\nの事務統理権ないし議会事務局職員に対する指揮監督権に基づく行為と観念すべき\nものであって、本来長に専属するものとされている予算執行に関する事務の権限と\nして行われるべき支出命令等の財務会計上の行為とはその性質を異にするというべ\nきである。\nこの点に関し、控訴人らは、議長や議員が資金前渡や概算払の方法で旅費を受領し\nている場合には、当該旅費について支出負担行為から支払までの権限を有し、精算\n義務があると主張するが、議長や議員が旅費の支出に関し財務会計上の行為を行う\n権限のないことは、既に認定したとおりであるから、議長や議員が旅費の概算払を\n受けたことにより財務会計上の権限を取得するとは到底解し難い。したがって、控\n訴人らの右主張は採用することができない。\n５　以上検討したところによれば、岩手県議会の議長及び議員（副議長を含む）\nは、主位的請求において控訴人らが違法と主張している公金の支出をする権限を全\nく有しないのであって、結局、岩手県議会の議長及び議員は、本件においては、法\n二四二条の二第一項四号前段にいう「当該職員」に該当しないというべきであるか\nら、被控訴人らの他の本案前の抗弁（第二の三の２）について判断するまでもな\nく、控訴人らの主位的請求に係る訴えは、法によって特に提起することが認められ\nた住民訴訟の類型に該当しない訴えとして、不適法というほかない。\nよって、この点に関する被控訴人らの本案前の抗弁（第二の三の１）は理由があ\nり、これを是認した原審の判断は正当である。\n二　予備的請求に対する判断\nそこで、次に控訴人らの予備的請求について判断を進める。\n予備的請求は、被控訴人議長については、本件議決の違憲無効であることを前提と\nし、これに要した印刷費、旅費を不当に利得して県に損害を与え、被控訴人議員ら\nについては、右議決が違憲無効であることを知りながら議決を成立させて県に同様\nの損害を与えた不法行為責任があるというものである。\n１　本件議決に至った経緯\nまず、本件議決に至った経緯について調べてみると、成立に争いのない乙第四五号\n証、原本の存在及び成立に争いのない同第四七号証（以下、書証の成立及び原本の\n存在、成立に争いのないものについては、争いのない旨の記載を省略する。）、当\n審における被控訴人Ｂ、同Ｓ各本人の供述並びに弁論の全趣旨によれば、次の事実\nが認められる。\n（一）　昭和五四年一一月三〇日に開会し同年一二月一九日に閉会した岩手県議会\n第九回期第四回定例会の昀終日に、被控訴人Ｂを議長とにて、発議案第一六号「靖\n國神社公式参拝について」（その内容は、別紙と同じであるが、衆、参両議院議長\nに対する請願も含まれている。）が審議された。\n（二）　まず、提案者である被控訴人Ｓから提案理由の説明があった。そして、靖\n國神社公式参拝の実現を要望する理由として、英霊に対し国として公式儀礼を尽く\nすことは当然であり、世界のいずれの国においても行われていること、世論調査の\n結果から、国民の大多数が公式参拝は当然のことと考えていることが明らかである\nこと、天皇及び内閣総理大臣は、外国においては、外国の戦没者の霊に献花を行っ\nていること、近年事実上公式参拝が実行されていること等が指摘された。\nまた、質疑の過程において、右被控訴人から、慰霊のみを目的とする公式参拝は、\n憲法の禁止する宗教的活動に当たらない旨の付加説明があった。\n（三）　討論においては、自由民主党所属議員被控訴人Ｔ及び県政クラブ所属議員\n被控訴人Ｕから賛成の、日本社会党所属議員Ｖ、無所属議員Ｗ及び同Ｘから反対の\n各意見表明があった。右賛成派議員からは、被控訴人Ｓの前記説明と同旨の発言が\nあったほか、全国の多数の県市町村議会において公式参拝の実現を要望する意見書\nが採択されている旨の指摘があった。これに対し、右反対派議員からは、「昭和五\n四年六月二四日に発表された衆議院法制局長の見解において、靖國神社が宗教団体\nであることは当然の前提であるとしたうえで、同神社公式参拝は、同神社に祀られ\nている神とのかかわり合いを公的に認めようとする国の意思の表明と見るべきであ\nり、かつ、国の行事とするための閣議決定、玉串料の公費からの支出等が伴ってく\nるから、憲法の禁止する宗教的活動に当たる、との考え方が示されており、右見解\nから公式参拝は憲法の政教分離の原則に違反する。」との発言、「公式参拝は憲法\n上疑義があり、過去における祭政一致の宗教政策の変遷をも併せ考えると、靖國神\n社を国立墓地あるいは無名戦士の墓としての性格づけを図るなど抜本的な検討を加\nえることが先決である。」との発言、さらに、「公式参拝は、国が特定の宗教法人\nと特別の関係に陥ることになるから、憲法の政教分離原則に違反するのみならず、\nひいては国民の思想、良心、信教の自由の抑圧にもつながり、また、\nひそかに合祀されたＡ級戦犯を免罪し、侵略戦争を美化することになる。」との発\n言があった。\n（四）　そして、採決において、被控訴人らを含む四一名が賛成し、反対は一〇名\nにとどまったので、本件発議案第一六号「靖國神社公式参拝について」は、原案ど\nおり可決された。\n以上の事実が認められ、右認定を動かすに足りる証拠はない。\nなお、前記一の３で認定したとおり、岩手県議会においては、関係行政庁に対し意\n見書を提出する場合、これと同内容の請願書及び陳情書を作成し、前者を国会に対\nし、後者を各政党等に対しそれぞれ提出することが慣例になっており、本件の場合\nも、右慣例に従った取扱いがなされた。\n２　本件議決の法的性格及び議会の意見表明権\n本件議決のなされた経緯は前記のとおりであるが、右議決が意見書の提出を目的と\nしてなされたものであることは、当事者間においで争いのないところである。\nそこで、右の点を踏まえて、右議決の法的性格及び議会の意見表明権について検討\nする。\n（一）　法九九条二項は、「議会は、当該普通地方公共団体の公益に関する事件に\nつき、意見書を関係行政庁に提出することができる。」と規定している。\n右規定が設けられた趣旨は、次のように考えられる。すなわち、議会は、当該普通\n地方公共団体の公益に関する事件のうち当該普通地方公共団体の事務に属するもの\nについては、条例制定権及び予算議決権を通じて処理し、又は長その他の執行機関\nの執行を監視することにより必要な措置を講ずることができる。また、その事務が\nいわゆる機関委任事務に属する場合には、議会は、長その他の執行機関に対し意見\nを述べることができる（法九九条一項）。しかし、団体事務又は機関委任事務に属\nさないものについては、議会自ら適切に処理する方法はないし、また、団体事務や\n機関委任事務に属するものであっても現在の制度又はその運用では良好な処理を期\nしえないものもある。したがって、当該普通地方公共団体の公益に関する事件につ\nき、住民の代表者たる議会をして広く民意を反映させるため関係行政庁に意見書を\n提出する機会を与える必要がある。かような趣旨で、法九九条二項の規定が設けら\nれたものと解される。\n（二）　ところで、議会から関係行政庁に対し意見書の提出があった場合、これが\n法九九条二項に基づくものである以上、後記のような例外的な場合でない限り、関\n係行政庁において、住民の意向を代表する議会が公式な議決に基づき提出するもの\nとして、これを尊重して受理する義務を負うと解される。もとより、関係行政庁\nは、その意見に拘束されるものではないし、行政庁の具体的行為がなされない段階\nにおいては、個人の具体的権利若しくは利益にも何も影響を及ぼすものではないこ\nとはいうまでもないが、そうだからといって、右の場合の議決が、単なる事実行為\nであるとか、政治的意見の表明にすぎないと評価するのは相当でない。\nそして、議会の行政庁に対する意見書提出権が前記（一）の趣旨で認められた法律\n上の権限であって、一定の法的効果を有するものと解されることのほか、意見書提\n出の場合に、これに伴って印刷費等の費用を当該普通地方公共団体の公金から支出\nすることが必要となることにかんがみると、意見書提出についての機関意思決定の\nための議決の内容が、法九九条二項にいう「当該普通地方公共団体の公益に関する\n事件」に関連性がない場合はもとより、関連性があるとしても、刑罰法令に違反す\nるものである場合、あるいは、行政庁に対し憲法、地方自治法及びその他の関係法\n令に反する行為を求めるものである場合には、右議決は違憲の評価を受け、法的効\n力を生じないから、関係行政庁は、これに基づいて提出された意見書を受理する義\n務はなく、また、当該普通地方公共団体における右意見書提出のための印刷費等の\n支出は、違法な公金の支出となる。\n（三）　右の点に関し、被控訴人らは、本件議決は、天皇、内閣総理大臣等の靖國\n神社公式参拝についてその形式を限定することなく、単にその実現を要望するにす\nぎないから、特定人の権利の侵害、権益の付与等の具体的な法的効果を生ずるもの\nではなく、したがって、本件議決に違憲性の問題が生ずる余地がないと主張する。\nなるほど、本件議決は内閣総理大臣等に対する靖國神社公式参拝の要望ではある\nが、右要望は、法が普通地方公共団体の議会に固有の権限として付与した機関意思\nの表明として多数決による議決をもってなされたものである。しかも、その要望を\n関係行政機関に伝達するためには、前記のとおり印刷費、旅費の支出が伴うもので\nある。したがって、右要望が特定個人に対する権利の侵害ないし権益の付与等の具\n体的効果を持たなくとも、右議決が違憲又は違法である場合には、右議決に関して\n普通地方公共団体のした支出について、その議決に関与した議員の表決等の違法性\nの問題が生じることは免れない。その結果、次項に述べるような詣点を考慮にいれ\nる必要はあるものの、右議員等について住民訴訟上の責任を問われる場合のあるこ\nとまでを否定するわけにはいかないというべきである。したがって、右主張は採用\nできない。\n３　議会内における議員の発言及び表決の自由とその限界\n次に、議員が議決を通じて自己の意見を表明することは、政治的責任を負うことは\nあっても、法的責任を問われることはないかとの点について検討する。\n憲法第八章の各規定によれば、普通地方公共団体の議会は、住民の代表機関として\n住民の間に存する多元的な意見及び諸々の利益を反映させる必要があり、そのため\nには、議員が住民の多様な意向をくみつつ、住民の福祉の実現を目指して行動する\nことが要請されるのであるから、その発言及び表決の当否は、住民の自由は言論及\nび選挙による政治的評価に委ねられる面が大きいことは当然である。そして、右の\n要請を満たすためには、地方議会においても、議会内における言論の自由が確保さ\nれ、議員がその職務を行うにあたって、不相当に制約されることがないように議会\nの運営がなされる必要のあることはいうまでもない。\nしかし、他方、普通地方公共団体の議会の議員には、国会議員のように憲法五一条\nが規定する「両議院の議員は、議院で行った演説、討論又は表決について、院外で\n責任を間はれない。」とのいわゆる発言、表決の免責特権は付与されておらず、議\n員は憲法及び法令を誠実に遵守して、職務を遂行すべき義務を負っているのであ\nる。したがって、議会内における議員の発言及び表決が憲法及び法令の明文の規定\nに反することはもとより許されないというべきである。\n問題は、ある議案に関する法的解釈が一義的でなく、未だ確定しているとはいえな\nい状況にある場合である。この場合には、議員は、議会内における諸々の発言及び\n自己の得た各種調査の結果を参考にして、結局のところ、自己の議員としての見識\nに基づいた解釈により発言若しくは表決することになるが、この場合においても、\n右解釈については、相当の根拠と合理性を有するものでなければならないというべ\nきである。\nそして、議員の発言及び表決が右の諸点を考慮にいれて誠実になされたものである\n限り、これによって成立した議会の議決が後に裁判によって違憲若しくは違法と判\n断されることがあっても、そのことをもって直ちに、右議員の行為が違法と評価さ\nれるべきではないというべきである。しかし、反面、議会内における議員のした発\n言若しくは表決が、前記判示の諸点を考慮にいれても、その違法性が明白であり、\n右行為に故意、過失が認められ、その結果、普通地方公共団体に違法な支出をさせ\nるなどして損害を与えたときには、不法行為を構成するというべきである。そし\nて、かような場合には、当該議員に対する損害賠償請求は、住民訴設の対象となり\nうるものと解するのが相当である。\n４　違法な議決に伴う支出と議長の責任\n普通地方公共団体の議会の議長は、法一〇四条により、議場の秩序を保持し、議事\nを整理し、議会の事務を統理し、議会を代表する権限を有するから、議決が法九九\n条二項所定の意見書となる場合には、議長は、その名をもってこれを関係行政庁に\n提出するため意見書を印刷し、その提出のため出張することも、当然、職務として\n行うべきものである。\n問題は、議決が違憲又は違法な場合である。この場合においても、その当時におい\nて、その違憲性又は違法性が一見明白でない限り、議長は、議会の議決を尊重すべ\nき立場にあるので、右議決に従った職務を行うべきである。したがって、右議決が\n後に裁判によって違憲又は違法と判断されても、右議決当時、その違法性が一見明\n白でない以上、これによって、議長がした職務上の行為（例えば、議長がした意見\n書の印刷及び意見書提出のための出張）は、違法と評価されるべきではなく、ま\nた、議長が右行為のため支出された費用を取得しても、不当利得とはならないとい\nうべきである。\n５　本件議決の意味、内容及びその背景の検討\n次に、本件議決の実質的な検討に移ることとする。\n控訴人らは、本件議決でその実現を要望する公式参拝が違憲であることを前提とし\nて、被控訴人らの責任を主張する。そこで、右主張を検討するにあたっては、ま\nず、右議決の意味、内容を明確にしたうえで、その違憲性について判断を行う必要\nがある。\n（一）　本件議決の文面について\n本件議決は、標題が「靖國神社公式参拝について」というものであり、その結論部\n分は「靖國神社公式参拝を実現せられたい。」というものである。\nそして、「理由欄」をみると、第一段目には、「靖國神社には平和のいしずえ二五\n〇万英霊がまつられている。英霊に対し、尊崇感謝の誠を捧げ、国として公式儀礼\nを尽くすことは、きわめて当然のことであり、世界いずれの国においても行われて\nいる。」と記載されている。右の項の必要部分を要約すると、「靖國神社にまつら\nれている英霊に対し尊崇感謝の誠を捧げ、国として公式儀礼を尽くすことは当然で\nある。」ということになる。\n次に、第二段目には、「しかるに、戦後、靖國神社は国の手を離れ、天皇陛下のご\n参拝も、内国総理大臣などの参拝もすべて個人的なものとして扱われ、また、国際\n儀礼として当然の国賓の靖國神社参拝も行われていないことは、きわめて遺憾であ\nり、すみやかに国の代表並びに国賓の靖國神社公式参拝が実現されるよう要望す\nる。」との記載がある。右の項について本件で問題とされているのは、天皇及び内\n国総理大臣の公式参拝であるから、これに限定したうえで、右の文章を表現し直す\nと、「しかるに、第二次大戦後、靖國神社は国家から分離され、天皇、内閣総理大\n臣等の参拝は私的のものとして行われているが、これはきわめて遺憾であり、これ\nを改めて速やかに国の代表としての靖國神社公式参拝が実現されるよう要望する」\nということになろう。右の文章のうち、遺憾としている対象が国家分離まで含まれ\nるかどうかは必ずしも判然としないが、本件において要望されている結論部分は、\n前記のとおり靖國神社公式参拝であるから、国家分離の点は、公式参拝が戦後行わ\nれなくなった経緯を端的に表現したにとどまるものと考えられる。\nそして、右表現から読みとれる議決の要望をせんじ詰めれば、「靖國神社に祀られ\nている英霊に対し尊崇感謝の誠を捧げるため国としてのの公式儀礼を尽くすこと、\nその具体的行為として、天皇、内閣総理大臣の公式参拝の実現を要望する。」とい\nうことができる。換言すれば、本件議決は、天皇、内閣総理大臣の公式参拝が国の\n公式儀礼として行われることを当然の前提としているといえるのである。\n（二）　靖國神社の沿革、祭神、公式参拝問題等について\nそこで、本件議決の内容を更に正確に把握するために、靖國神社の沿革と同神社に\n祀られている祭神、戦前、戦後における天皇、内閣総理大臣の参拝の状況及びこれ\nに関連する諸事情について調べてみる。\n甲第一、第四〇号証、第四四ないし第七一号証、第七六号証、第八一、第八八、第\n九〇号証、乙第一一号証、第一五ないし第一九号証、原審証人Ｙの証言及び弁論の\n全趣旨を総合すれば、次の事実が認められる。すなわち、\n（１）　靖國神社の沿革\n靖國神社は、東京招魂社を前身とするが、同社は、明治二年戊辰戦争の官軍戦没者\nを慰霊するために東京都千代田区＜地名略＞の現在地に創設された神道式の宗教施\n設であった。その後、同社は、明治二年に靖國神社と改称のうえ別格官幣社に列せ\nられ、同時に内務、陸、海軍の共同管轄となったが、明治二〇年には陸、海軍が専\n管するところとなり、軍の宗教施設としての色彩を帯び、一般の神社行政の枠外に\n置かれることになった８．合祀者は、陸、海軍省で戦没者を審査し、天皇に上奏し\n裁可された。そして、同神社は、第二次大戦終了まで、国事殉難者を祀る国の中心\n的施設として、国家管理のもとに置かれ、戦争・事変等による戦没者を合祀した。\nところが、このような事態は、第二次大戦の終了とともに一変し、昭和二〇年一二\n月一五日、連合国昀高指令官総司令部から政府にあてて、いわゆる神道指令（「国\n家神道、神社神道二対スル政府ノ保証、支援、保全、監督並ニ弘布ノ廃止二関スル\n件」）が発せられ、これにより神社神道は一宗教として他のすべての宗教と全く同\n一の法的基礎に立つものとされると同時に、神道を含む一切の宗教を国家から分離\nするための具体的措置が明示された。また、昭和二一年一一月三日に公布された現\n憲法（日本国憲法）は、明治維新以降国家と神道とが密接に結びつき種々の弊害を\n生じたことにかんがみ、新たに信教の自由を無条件に保障することとし、更にその\n保障を一層確実なものとするため、政教分離規定を設けるに至った。\nこのような変革の中で、靖國神社は、昭和二一年二月二日国家管理の手を離れて宗\n教法人令（昭和二〇年勅令第七一八号）上の宗教法人となり、さらに、昭和二七年\n九月宗教法人法（昭和二六年法律第一二六号）による単立の宗教法人となった。そ\nして、同規則一条には、「本神社は、宗教法人法による宗教法人であって、『靖國\n神社』といふ。」と明定し、同神社の目的として、「本法人は、明治天皇の宣らせ\n給うた『安國』の聖旨に基き、國事に殉ぜられた人々を奉斎し、神道の祭祀を行\nひ、その神徳をひろめ、本神社を信奉する祭神の遺族その他の崇敬者（以下『崇敬\n者』といふ）を教化育成し、社会の福祉に寄与しその他本神社の目的を達成するた\nめの業務及び事業を行ふことを目的とする。」（三条）と定め、「本法人には、五\n人の責任役員を置き、そのうち一人を代表役員とする。」（四条）、「代表役員\nは、宮司をもって充てる。」（五条一項）とそれぞれ定めた。\nそして、同年九月三〇日には、「靖國神社社憲」が別に定められている。この社憲\nは、その後、一部改正が行われ、昭和五七年五月四日現在の規定では、「本神社\nは、御創立の精神に基き、祭紀を執行し、祭神の神徳を弘め、その理想を祭神の遺\n族崇敬者及び一般に宣揚普及し、社運の隆昌を計り、万世にゆるぎなき大平の基を\n開き、以て安國の実現に寄与するを以て根幹の目的とする。」とし（二条）、ま\nた、宮司については、「本神社に左の神職を置く。」として「宮司一人」を置くこ\nとを定め（八条）、宮司の選定及びその職務については、「宮司は宮司推薦委員会\nの推薦した者につき、崇敬者総代会の同意を得て定める。」（九条）、「宮司は祭\n祀に奉仕し、社務を総理し、本神社を代表し、宗教法人靖國神社の代表役員とな\nる。」（一〇条一項）と定められている。そして、遅くとも同神社が宗教法人とな\nってからの合祀者の決定は同神社の宮司がこれを行っている。\nなお、靖國神社の境内敷地は約九万三〇〇〇平方メートル、建物延面積は約一万平\n方メートル、第一鳥居の高さは二五メートル、第二鳥居のそれは一五・二メートル\nであり、本殿、霊璽簿奉安殿、拝殿等がある。また、昭和五六年ないし昭和五八年\n当時における年間参拝者は約二二〇万ないし約二四〇万人で、そのうち正式参拝と\n呼ばれる昇殿参拝者は約二二万ないし約二四万人であった。\n（２）　靖國神社の祭神\n（ア）　靖國神社の神体は、東京招魂社創建時以来の神鏡、神剣である。ところ\nで、靖國神社昭和四八年一〇月刊行の「霊璽奉安祭についてと題する冊子による\nと、「靖國神社の御祭神は『明き直き誠の心を以て家を忘れ身を揶で各もおのも死\n亡にし其の大き高き勲功に依りて』靖國神社の神様としてお祀り申上げられたので\nあります」と記載されている。そして、原審証人Ｙ（昭和五九年二月一六日の証言\n当時は、靖國神社禰宜）の証言によると、戦没者の霊が祭神となるには、「靖國神\n社は戦没者の名前を書いた霊璽簿を謹製して、戦没者の霊を同簿に招魂する。\n霊璽簿に招魂した御霊を御神体にお移しする儀式（合紀祭）によって、霊が御神体\nに移る。したがって、靖國神社の神様は御神体ということになる。」というのであ\nる。\n右の点について、大江志乃夫著「靖國神社」中で引用する鈴木孝雄（靖國神社の宮\n司であり、陸軍大将であった。）著「靖國神社に就て」（偕行社記事特号部外秘八\n〇五号、一九四一年一〇月）は、次のとおり平明な記述をしている。\n「此の招魂場に於けるところのお祭りは、人霊を其処にお招きする。此の時は人の\n霊であります。一旦此処で合祀の奉告祭を行います。そうして正殿にお祀りになる\nと、そこで始めて神霊になるのであります。之はよく考えておきませんというと、\n殊に遺族の方は、其のことを考えませんと、何時まで自分の息子という考えがあっ\nては不可ない。自分の息子じやない、神様だというような考えをもって戴かなけれ\nばならぬのですが、人霊も神霊も余り区別しないというような考え方が、いろいろ\nの精神方面に間違った現れ方をしてくるのではないかと思うのです。（中略）遺族\nの心理状態を考えますというと、どうも自分の一族が神になっている。始終国をお\n護りしているんだという考えは勿論もっておられるに相違ありませ人が、一方に親\nしみという方の点が加わるものですから、何となく神様の前の拝礼あたりも敬神と\nいうような点に欠けていることがまま見られるのであります。（中略）これは荀も\n神社に参拝する時は、心から神様に対するんだという、昀も厳粛緊張したる心持を\n以て敬委虔な態度でお詣りして戴きたいのであります、これは、全体ではありませ\nんが時々そういうのがあります。それは確かに、自分の一族の方が神になっておら\nれる人だという頭があるからだと思います。そうではなく、一旦此処に祀られた以\n上は、これは国の神様であるという点に、もう一層の気をつけて貰ったらいいんじ\nやないかと思います。」\n（イ）　次に、靖國神社に祀られている祭神は、靖國神社社務所発行の「靖國神社\nの概要」と題する冊子によると、大要次のとおりである。\n戊辰戦役で戦死した三五〇〇余柱をはじめとして、その後に起こった「佐賀の\n乱」、「西南の役」、「日清戦役」、「日露戦役」、「第一次世界大戦」、「満州\n事変」、「支那事変」、「大東亜戦争」等の事変、戦役で戦死した者等二四六万余\n柱が合わせ祀られている。また、戦死者のほかにも、従軍看護婦、主婦、小、中学\n校の児童及び生徒、沖縄で戦没した「ひめゆり」、「白梅」等の七女学校部隊の女\n生徒、終戦直後に自決殉職した樺太の女子電話交換手、大東亜戦争終結時に自決し\nた者、戦争犯罪人として処刑された一〇〇〇余名（同神社では「昭和殉難者」と呼\n人でいる。）、民間防空組織の責任者として活躍中爆死した者、学徒動員中に軍需\n工場等で爆死した学徒らも祭神として合化されている。\n（ウ）　また、昭和二〇年一一月に未合紀全戦没者を一括して招魂する臨時大招魂\n祭が行われた。そのため合祀者は、これからも増え続けていくことが予想される。\nなお、昭和五八年一月末日現在、岩手県民戦没者三万三〇〇〇余柱も同神社に合祀\nされている。\n（３）　戦前戦後における天皇、内閣総理大臣の靖國神社参拝\n（ア）　前掲「靖國神社の概要」は、「神社ご創立以来、天皇・皇后両陛下のご参\n拝も度々行われ、明治時代に十一回、大正時代に五回、昭和になってからは実に五\n十四回の行幸啓をあおいでいます。」と記述し、また、戦前の合祀祭の折の天皇、\n内閣総理大臣の参拝の状況について前掲「霊璽奉安祭について」は、「終戦前の合\n祀祭のことについて概要を申上げます。（中略）御祭神の遺族は全部国の費用で御\n招待され、この厳粛且荘重な祭典に参列され、靖國の神としてお紀リされるこの祭\n典を目の辺りに拝み、その英霊の在りし日のことなどを御偲び頂いたのでありま\nす。（中略）この翌日行われる祭典を合祀祭と称し四日間乃至五日間行われ、その\n第一日目には必ず勅使が御参向されたのであります。第二日目か第三日目には、天\n皇、皇后両陛下が御参拝になり、各皇族方を始め、内閣総理大臣、各国務大臣、又\n外国の使臣等も御参拝されたのであります。」と記述している。そして、戦前にお\nける天皇の参拝の形式について、前掲大江志乃夫著「靖國神社」は、前記鈴木孝雄\n著「靖國神社に就て」を引用して、「天皇『親拝』のときは、大臣以下供奉の全員\nはすべて本殿の廊下にとどまり、天皇は侍従長だけを随えて本殿の御座につき『御\n拝』をするという。天皇の玉串は、宮司がこれを侍従長に捧呈し、侍従長はこれを\n天皇に奉り、天皇はその玉串を暫し手にして、もっとも鄭重な『御拝』をする。相\n当に長い時間の『御拝』であるという。そののち、玉串を侍従長に手渡し、侍従長\nはそれを捧げて宮司に手交し、宮司はそれを頂戴して階段を上り、神前に捧げ\nる。」と記述している。\nこのように、戦前における天皇の参拝は、国の公式儀礼としての参拝であり、内閣\n総理大臣の参拝は、いわば天皇の随臣としての性格を有するものであった。\n（イ）　次に、戦後における天皇、内閣総理大臣の参拝について、前記Ｙ証人は、\n「天皇陛下のご参拝は昭和二七年だと思いますが、講和条約が成立致しましてか\nら、神社側から春、秋の例大祭の折に、ご参拝をお願いして、何回かご参拝をして\nいただいております。」、「総理大臣の参拝については、春、秋の例大祭の折に、\nご参拝をしていただくようにお願いを申し上げております。」、「八月一五日に\nは、神社自体が主催して行う祭典がございません。このときには英霊にこたえる会\nが主催して慰霊大祭を執行し、総理の参拝は、同会からお願いしたもので、靖國神\n社当局からお願いしているわけではない。」旨の証言をしている。\n（４）　戦後の靖國神社をめぐる主な動向\n右のように、戦前における天皇、内閣総理大臣の靖國神社参拝は、国の機関として\n行われたものであるが、戦後における右の参拝については、新憲法が定めた信教の\n自由、政教分離との関係で、さまざまな問題が生じた。すなわち、\n（ア）　昭和二七年四月二七日、日本国との平和条約の発効により、連合国の占領\nが終了して我が国が独立を回復し、神道指令が効力を失った後、現在の日本遺族会\nの前身である日本遺族厚生連盟を中心に、国民の間に、靖國神社を再び国営化ない\nし国家護持すべきであるとの運動が起こった。他方、政府は、同年五月二日、新宿\n御苑において全国戦没者追悼式を実施した。それ以後、昭和三四年三月二八日には\n千鳥ケ淵戦没者墓苑を設立し、その竣工式に併せて同所において、昭和三九年八月\n一五日には靖國神社境内地において、昭和四〇年以降毎年八月一五日には日本武道\n館において、それぞれ全国戦没者追悼式を主催し、さらに、昭和四〇年以降、毎\n春、千鳥ケ淵戦没者墓苑において納骨及び拝礼式を主催している（なお、昭和五七\n年四月一七日の閣議決定で、毎年八月一五日を「戦没者を追悼し平和を祈念する\n日」とし、この日に従来から毎年実施している全国戦没者追悼式を天皇及び皇后の\n臨席のもとで日本武道館において引き続き実施することが定められた。）。\n昭和四四年六月三〇日、自由民主党衆議院議員による議員発議の法律案として靖國\n神社法案が国会に提出されたのをはじめとして昭和四八年までの間に合計五回にわ\nたり同法案が提出されたが、いずれも廃案となった。昭和四九年六月に廃案となっ\nた同法案の中で本件に関連して特に注目すべき規定は、第二条「この法律において\n『靖國神社』という名称を用いたのは、靖國神社の創建の由来にか人がみその名称\nを踏襲したのであって、靖國神社を宗教団体とする趣旨のものと解釈してはならな\nい。」及び第五条「靖國神社は、特定の教義をもち、信者の教化育成をする等宗教\n活動をしてはならない。」とするものであって、靖國神社の宗教法人性を極力払拭\nしたうえ靖國神社を国家管理する趣旨のものであった。\n（イ）　昭和五〇年頃からは、右運動に代わり、従来、天皇及び内閣総理大臣その\n他の国務大臣が靖國神社に私的資格で参拝していたことについて、公的資格で参拝\nすべきであるとの運動が展開されるに至った。しかし、天皇の靖國神社参拝に関す\nる質問主意書に対する昭和五〇年一一月二八日付け政府答弁書で、従来行われた天\n皇の靖國神社参拝はいずれも私的参拝にとどまることが確認されて以後、公式参拝\nの働きかけは、内閣総理大臣その他の国務大臣に対し集中的に行われるようになっ\nた。\n（ウ）　他方、昭和五三年一二月に三重県議会において本件議決とほぼ同じ内容の\n議決がなされたのを皮切りに、昭和五七年三月の栃木県議会の議決に至るまで三七\n県議会において同様の議決がなされた（もっとも、右議決の中には、公式参拝のほ\nかに靖國神社の国家護持の措置を講ずるよう求めるものもあった）。なお、本件議\n決が昭和五四年一二月になされたことは前記のとおりである。\nところで、本件議決がなされる前の段階において、本件議決案審議の際、同案に反\n対する議員から援用された注目すべき見解が出されていた。すなわち、昭和五四年\n六月一四日の自民党本部「英霊にこたえる議員協議会」小委員会における「靖國神\n社公式参拝に関する衆議院Ｚ法制局長見解一がこれである。\nその要点は、次のとおりである。\n「現在の靖國神社は、憲法第二十条第一項にいう『宗教団体』に該当するものであ\nると考えでおります。、この点につきまして靖國神社の場合は、そこに合化されて\nいる殉国者、戦没者の英霊が、他の神社の祭神とは異なりわれわれ国民の身近な肉\n親であった人々という非超越的な存在であるということから、靖國神社の宗教性は\n希薄なものであるとし、延いては、靖國神社は宗教ではないとみる考え方がないで\nはないが、このような考え方に少数説にとどまるものであり、靖國神社は、やはり\n英霊を祭神とし、神道の儀式によってこれを合化しているのであるから、特異性は\nあるとしても、それが宗教団体であることは当然の前提とじて承認されなければな\nらないと考えられます。（中略）天皇をはじめの閣総理大臣その他の国の機関が公\n式に、すなわち、公的資格で靖國神社に参拝することについては、国会において、\nしばしば論議が行われておりますが、この問題についての政府の見解は、『国の公\n務員が公の資格で神社仏閣に参拝することについて憲法第二十条第三項との関係が\n一応問題になるのですが、常に参拝するだけならば憲法違反の問題は起きないのじ\nやないかという考え方もございます。それから、参拝することだけでもやはり憲法\n違反の問題が起きるのだという見解もございますし、あるいは参拝をしで、そして\n神社であれば祝詞を上げてもらいおはらいをしてもらうというような儀式を伴う場\n合に限って問題になるのだという考え方もございますが、政府としましては、昀も\nかたい立場、解釈をとりまして、公人としての参拝はやはり憲法二十条の三項の規\n定上問題があるから、従来から私人として参拝していただくということで一貫して\nおるわけでございます。』というものであります。（中略）靖國神社公式参拝の実\n質的意味合いは、靖國神社に祀られている神とのかかわり合いを公的に認めようと\nする国の意思の表明とみるべきであるといわなければなりません。この場合、その\n具体的な表徴としては、例えば、閣議決定によって国の行事としてこれを行うと\nか、玉串料を予算によって支出するとかのことが伴ってくるものと考えます。公人\nの公式参拝は、Ｌたがって、天皇、内閣総理大臣等が私人の資格で参拝するのとは\n質的に異なり、憲法第二十条第三項の国又はその機関による宗教活動に該当し、政\n教分離の原則に抵触するものであって、許されないものというべきであろうと考え\nられるのであります。（中略）『参拝』は『宗教上の行為』であって、憲法第二十\n条第三項が禁止している『宗教的活動』には該当しないから国の機関が公式に行っ\nても違憲ではないのではないかという主張の行われることが予想されます。これ\nは、一つの考え方であるかもしれませんが、これについては、津市地鎮祭訴訟昀高\n裁大法廷判決が憲法第二十条第二項の５宗教上の行為等』と同条第三項の『宗教的\n活動』とを対置させたのは、狭義の信仰の自由を直接保障する規定である憲法第二\n十条第二項の規定は、国家と宗教との分離を制度として保障し、もって間接的に信\n教の自由を保障しようとする同条第三項の規定よりも厳格に解釈しなければならな\nいことを論証しようとしたものではないかと思われます。従いまして、これを採用\nして『公式参拝』を『地鎮祭の挙行』と同視し、『公式参拝』は『宗教上の行為』\nであって憲法第二十条第三項にいう『宗教的活動』には該当しないというのはそこ\nに論理の飛躍があるのではないかと考えられます。津市地鎮祭訴訟昀高裁大法廷判\n決をふまえて考えてみましても、天皇をはじめ内閣総理大臣その他の国の機関が宗\n教団体にほかならない靖國神社に公式に参拝するということは、客観的には靖國神\n社という宗教団体とかかわり合いを持つことになり、そのかかわり合いの程度や効\n果から見て『地鎮祭』の場合とは同一に論ずることはできないと考えられます。す\nなわち、かかわり合いの程度からいえば国の機関の靖國神社公式参拝は、戦没者を\n祭神としてその祭祀を行っている宗教団体たる靖國神社に国の機関が明白に深い結\nびつきを持つものであることは否めないのであり、また、かかわり合い効果から見\nれば、他の宗教団体との対比において、結果として、まさに特定の宗教団体に精神\n的援助を与えることとなり、そこに大きな影響をもたらすことは不可避であり、こ\nれは、まさに政教分離の原則の根幹に触れる問題であるといわなければならないと\n考えられるのであります。」\n（５）　内閣総理大臣の靖國神社公式参拝問題\n（ア）　ところで、内閣総理大臣の靖國神社参拝問題が顕在化したのは、昭和五〇\n年八月一五日のいわゆる終戦記念日における当時の内閣総理大臣Ｐ１の参拝時であ\nる。右内閣総理大臣は、私人としての参拝を強調し、私的参拝の基準として、公用\n車を使用しないこと、玉串料を国庫から支出しないこと、記帳には一肩書を付さな\nいこと、公職者を随行させないこと、以上の四条件を提示した。\n（イ）　ところが、昭和五三年に、当時の内閣総理大臣Ｐ２は、玉串料は私費で支\n払ったものの、公用車を使用し、公職者を随行させ、肩書を付して記帳して参拝し\nた。この変更について、政府は同年一〇月一七日の第八五回国会参議院内閣委員会\nにおいて政府統一見解を発表した。その内容は次のとおりである。\n「内閣総理大臣その他の国務大臣の地位にある者であっても、私人として憲法上信\n教の自由が保障されていることは言うまでもないから、これらの者が、私人の立場\nで神社、仏閣等に参拝することはもとより自由であって、このような立場で靖國神\n社に参拝することは、これまでもしばしば行われているところである。閣僚の地位\nにある者は、その地位の重さから、およそ公人と私人との立場の使い分けは困難で\nあるとの主張があるが、神社、仏閣等への参拝は、宗教心のあらわれとして、すぐ\nれて私的な性格を有するものであり、特に、政府の行事として参拝を実施すること\nが決定されるとか、玉ぐし料等の経費を公費で支出するなどの事情がない限り、そ\nれは私人の立場での行動と見るべきものと考えられる。先般の内閣総理大臣等の靖\n國神社参拝に関しては、公用車を利用したこと等をもって私人の立場を超えたもの\nとする主張もあるが、閣僚の場合、警備上の都合、緊急時の連絡の必要等から、私\n人としての行動の際にも、必要に応じて公用車を使用しており、公用車を利用した\nからといって、私人の立場を離れたものとは言えない。また、記帳に当たり、その\n地位を示す肩書きを付することも、その地位にある個人をあらわす場合に、慣例と\nしてしばしば用いられており、肩書きを付したからといって、私人の立場を離れた\nものと考えることはできない。さらに、気持ちを同じくする閣僚が同行したからと\nいって、私人の立場が損なわれるものではない。なお、先般の参拝に当たっては、\n私人の立場で参拝するものであることをあらかじめ国民の前に明らかにし、公の立\n場での参拝であるとの誤解を受けることのないよう配慮したところであり、また、\n当然のことながら玉ぐし料は私費で支払われている。（Ｐ３官房長官説明）」\n（ウ）　昭和五五年の内閣総理大臣Ｐ４の参拝は、右の統一見解に沿う形式で行わ\nれた。そして、同年一一月一七日の参議院議院運営委員会理事会において次のよう\nな政府統一見解「国務大臣の靖國神社参拝について」と題する書面が配布された。\n「政府としては、従来から、内閣総理大臣その他の国務大臣が国務大臣としての資\n格で靖國神社に参拝することは、憲法第二十条第三項との関係で問題があるとの立\n場で一貫してきている。右の問題があるということの意味は、このような参拝が合\n憲か違憲かということについては、いろいろな考え方があり、政府としては違憲と\nも合憲とも断定していないが、このような参拝が違憲ではないかとの疑いをなお否\n定できないということである。そこで、政府としては、従来から事柄の性質上慎重\nな立場をとり、国務大臣としての資格で靖國神社に参拝することは差し控えること\nを一貫した方針としてきたところである。（Ｐ５官房長官説明）」\n（エ）　昭和五九年七月に至り、内閣官房長官の私的諮問機関として「閣僚の靖神\n社参拝問題に関する懇談会」が設置され、昭和六〇年八月九日、懇談会から報告書\n（以下「靖國懇報告書」という。）が提出された。右報告書の内容の要旨は、次の\nとおりである。\n「祖国や父母、妻子、同抱等を守るために一命を捧げた戦没者の追悼を行うこと\nは、祖国や世界の平和を祈念し、また、肉親を失った遺族を慰めることであり、宗\n教・宗派、民族・国家の別などを超えた人間自然の普遍的な情感である。（中略）\n我が国においても、この間の事情は、これら諸外国と同様に考えることができ\nる、。先の大戦に至るまでの数次の戦争における戦没者に対し追悼の念を表すこと\nは、国民多数の感情にも合致し、遺族の心情にも沿うものであって、国民として当\n然の所為というべきである。また、内閣総理大臣その他の国務大臣も、国民を代表\nする立場において、国民の多数が支持し、受け入れる形で行事を主催し、又は、行\n事に参列することによって、戦没者の追悼を行うことが適当であろう。戦後、戦没\n者を追悼するために、国は、独立回復直後の昭和二七年五月二日、新宿御苑におい\nて全国戦没者追悼式を実施した。以後、昭和三四年三月二八日には千鳥ケ淵戦没者\n墓苑を設立し、その竣工式に併せて同所において、また、昭和三八年八月一五日に\nは日比谷公会堂において、昭和三九年八月一五日には靖國神社境内地において、昭\n和四〇年以降毎年八月一五日（昭和五七年以降『戦没者を追悼し平和を祈念する\n日』）には日本武道館において、それぞれ全国戦没者追悼式を主催し、さらに、昭\n和四〇年以降、毎春、千鳥ケ淵戦没者墓苑において納骨並びに拝礼式を主催して、\nこれらの各式典には内閣総理大臣その他の国務大臣等が公的資格で参列している。\nしかし、国民や遺族の多くは、戦後四〇年に当たる今日まで、靖國神社を、その沿\n革や規模から見て、依然として我が国における戦没者追悼の中心的施設であるとし\nており、したがって、同神社において、多数の戦没者に対して、国民を代表する立\n場にある者による追悼の途が講ぜられること、すなわち、内閣総理大臣その他の国\n務大臣が同神社に公式参拝することを望んでいるものと認められる。（中略）内閣\n総理大臣その他の国務大臣の靖國神社公式参拝とはどのような参拝を言うかについ\nては、内閣総理大臣その他の国務大臣が公的資格（内閣総理大臣その他の国務大臣\nとしての資格）で行う参拝のことであり、したがって、閣議決定などは特に必要で\nはないと考える。その際、参拝の形式については、いわゆる正式参拝（靖國神社の\n定めた方式に従った参拝であり、昇殿を伴う。）又は社頭参拝等の形式に左右され\nるものではなく、さらに、神道の形式にも限定されない。すなわち、閣僚が自らの\n思うところの方式に従って拝礼するとしても、その資格が公的であればやはり公式\n参拝であると考える。また、靖國神社で行われる儀式・行事（例えば、多数の遺族\nによって行われる追悼のための儀式・行事も含も。）に公的資格で参列して拝礼す\nるような場合も公式参拝と言うべきであろう。」、次に、津地鎮祭事件昀高裁判決\nの要旨を紹介したうえで、「靖國神社公式参拝が憲法二〇条第三項で禁止される\n『宗教的活動』に該当するか否かについては、討議の過程において、多様な意見が\n主張された。これらの意見の対立は、おおよそ次のように集約することができる。\n（その一）　憲法第二〇条第三項の政教分離原則は、国家と宗教との完全な分離を\n求めるものではなく、靖國神社公式参拝は同項で禁止される宗教的活動には当たら\nないとする意見\n（その二）　昀高裁判決の目的効果論に従えば、靖國神社公式参拝は神道に特別の\n利益や地位を与えたり、他の宗教・宗派に圧迫、干渉を加えたりすることにはなら\nないので、違憲ではないとする意見\n（その三）　昀高裁判決の目的効果論に従えば、我が国には複数の宗教信仰の基盤\nがあることもあり、靖國神社公式参拝は現在の正式参拝の形であれば問題があると\nしても、\n他の適当な形での参拝であれば違憲とまではいえないとする意見\n（その四）　公的地位にある人の行為を私的、私的に二分して考えることに問題が\nあり、（１）私的行為、（２）公人としての行為（総理大臣たる人が内外の公葬そ\nの他の宗教行事に出常するごとき行為）、（３）国家制度の実施としての公的行\n為、の三種に分けて考えるべきであるが、閣僚の参拝は（２）としてのみ許され、\nその故に、私的信仰を理由とする不参加も許されるとする意見\n（その五）　憲法第二〇条第三項の政教分離原則は、国家と宗教との完全な分離を\n求めるものであり、宗教法人である靖國神社に公式参拝することは、どのような形\nにせよ憲法第二〇条第三項の禁止する宗教的活躍に当たり、違憲と言わざるを得な\nいとする意見\n（その六）　本来は（その五９の意見が正当であるが、昀高裁の目的効果論に従っ\nたとしても、宗教団体である靖國神社に公式参拝することは、たとえ、目的は世俗\n的であっても、その効果において国家と宗教団体との深いかかわり合いをもたらす\n象徴的な意味を持つので、国家と宗教とのかかわり合いの相当とされる限度を超\nえ、違憲と言わざるを得ないとする意見\nしかし、憲法との関係をどう考えるかについては、昀高裁判決を基本として考える\nこととし、その結果として、昀高裁判決に言う目的及び効果の面で種々配意するこ\nとにより、政教分離原則に抵触しない何らかの方式による公式参拝の途があり得る\nと考えるものである。この点については、昀高裁判決の解釈として、靖國神社に参\n拝する問題を地鎮祭と同一に論ずることはできないとの意見もあったが、一般に、\n戦没者に対する追悼それ自体は、必ずしも宗教的意義を持つものとは言えないであ\nろうし、また、例えば、国家、社会のために功績のあった者について、その者の遺\n族、関係者が行う特定の宗教上の方式による葬儀・法要等に、内閣総理大臣等閣僚\nが公的な資格において参列しても、社会通念上別段問題とされていないという事実\nがあることも考慮されるべきである。以上の次第により、政府は、この際、大方の\n国民感情や遺族の心情をくみ、政教分離原則に関する憲法の規定の趣旨に反するこ\nとなく、また、国民の多数により指示され、受け入れられる何らかの形で、内閣総\n理大臣その他の国務大臣の靖國神社への公式参拝を実施する方途を検討すべきであ\nると考える。ただし、この点については、前記（その五）、（その六）記載のとお\nり異論があり、特に（その六）の立場から、靖國神社がかって国家神道の一つの象\n徴的存在であり、戦争を推進する精神的支柱としての役割を果たしたことは否定で\nきないために、多くの宗教団体をはじめとして、公式参拝に疑念を寄せる世論の声\nも相当あり、公式参拝が政治的・社会的な対立ないし混乱を引き起こす可能性は少\nなくない、これらを考え合わせると、靖國神社公式参拝は、政教分離原則の根幹に\nかかわるものであって、地鎮祭や葬儀・法要等と同一に論ずることのできないもの\nがあり、国家と宗教との『過度のかかわり合い』に当たる、したがって、国の行う\n追悼行事としては、現在行われているものにとどめるべきであるとの主張があった\nことを付記する。」、そして、「政府は、前記靖國神社への公式参拝を実施するに\n当たっては、以上のような種々の立場からの意見が存在することに留意」すべきで\nあるとし、特に、公式参拝の方式の問題について、「靖國神社への公式参拝を実施\nする場合には、儀式の主催者の問題（例えば遺族会主催の行事が行われる場合にす\nるか）、追悼の方式の問題（例えば正式参拝以外の方式にするか）、当該行為の行\nわれる場所の問題（例えば社頭で行うか）等、具体的に検討を要する点は多々あろ\nうが、政府は、社会通念に照らし、追悼の行為としてふさわしいものであって、か\nつ、その行為の態様が、宗教との過度の癒着をもたらすなどによって政教分離原則\nに抵触することがないと認められる適切な方式を考慮すべきである。なお、その\n際、昀高裁判決が言う目的・効果に関し、同判決が言及するように、相当とされる\n限度を超えて、宗教的意義を有するとか、靖國神社、あるいは、同神社の活動を援\n助、助長、促進し、又は、他の宗教・宗派に圧迫、干渉等を加えるなどのおそれの\nないよう、十分慎重な態度で対処する必要があろう。」\n右報告書の要旨は大要以上のとおりであるが、右報告書では玉串料の公金支出につ\nいて何ら触れられていない。\n（オ）　そして、昭和六〇年八月一四日、内閣官房長官Ｐ６は、内閣総理大臣の靖\n國神社・公式参拝を正式に発表するとともに、参拝形式については、神道形式によ\nらず一札にとどめること、名入りの生花一対を本殿に供え、その代金を公費から支\n出することを明らかにし、翌一五日、内閣総理大臣Ｐ７は、右にいう靖國神社公式\n参拝を行った。そして、同長官は、同年八月二〇日の衆議院内閣委員会において、\n次のとおり、さきの政府統一見解を変更する旨を明らかにした。\n「政府は、従来、内閣総理大臣その他の国務大臣が国務大臣としての資格で靖國神\n社に参拝することについては、憲法第二十条第三項の規定との関連で違憲ではない\nかとの疑いをなお否定できないため、差し控えることとしていた。今般『閣僚の靖\n國神社参拝問題に関する懇談会』から報告書が提出されたので、政府としては、こ\nれを参考として鋭意検討した結果、内閣総理大臣その他の国務大臣が国務大臣とし\nての資格で、戦没者に対する追悼を目的として、靖國神社の本殿又は社頭において\n一礼する方式で参拝することは、同項の規定に違反する疑いはないとの判断に至っ\nたので、このような参拝は、差し控える必要がないという結論を得て、昭和五五年\n一一月一七日の政府統一見解をその限りにおいて変更した。」\n６　本件公式参拝とその憲法適合性\nそこで、前段で認定した事実関係に基づいて本件議決の内容が憲法をはじめとする\n法令に反するか否かについて判断を進めるが、控訴人らは、本件議決でその実現を\n要望する天皇及び内閣総理大臣の公式参拝が憲法の政教分離規定（二〇条一項後\n段、同条三項及び八九条）及び憲法四条、七条に違反する旨主張するので、まず、\nその憲法適合性について検討する。\n（一）　天皇及び内閣総理大臣の参拝と公的性格について\n控訴人らは、天皇に公式参拝を求めることは憲法四条、七条に違反すると主張す\nる。\n（１）　天皇は、国家機関として憲法の定める国事行為を行うがその権能は憲法の\n明文で具体的に列挙されている（憲法四条、七条等）。天皇は、憲法一条で明記し\nているように、日本国の象徴であり、日本国民統合の象徴である。そして、象徴と\nしての天皇の地位に伴う公的行為は、憲法七条列挙の国事行為とは別に、国会の開\n会式、戦没者追悼式に出常して「おことば」を述べること、外国を公式に訪問する\nこと、公的な国内の巡幸などが現に行われでおり、これらは象販としての天皇の行\n為として国民の意識のうちに是認されてきたものである。そして、憲法及びその他\nの法令に天皇の公的行為の法的根拠が見出せない場合であっても、それが憲法によ\nって禁止されているものではなく、象歌としての天皇に公的行為という特殊の領域\nの行為があると解するのが相当である。そして、これらの公的行為は、憲法上の慣\n例として支持されるものと解される。しかし、天皇の公的行為は私的行為ではない\nから、原則として自由に委ねられているものではなく、政治的な意味のない儀礼的\n行為といわれるものについても、それが宗教とのかかわり合いが問題とされる場合\nには、政教分離原則の適用を受けるものと解するのが相当である。したがって、本\n件議決において要望されている天皇の公式参拝については、その公的行為性をひと\nまず是認したうえで、それが憲法二〇条三項によって禁止される宗教的活動に当た\nるかどうかについて判断するのが相当である。なお、同法条の規定する「国及びそ\nの機関」の概念は、必ずしも明確ではないが、その立法の趣旨にかんがみれは、天\n皇もその機関に含まれると解される。\n（２）　また、内閣総理大臣の公式参拝についても、前記靖國懇報告書中には、内\n閣総理大臣という公的地位にある人の行為を（１）私的行為（２）公人としての行\n為（内外の公葬その他の宗教行事に出席するなど）（３）国家制度の実施としての\n公的行為に分け、右公式参拝は（２）の公人としての行為に当たるとするものがみ\nられるほか、右公式参拝は公的資格で行う参拝であるが閣議決定などは必要ないと\nいう意見がみられる。他方、前記「靖國神社公式参拝に関する衆議院Ｚ法制局長見\n解」にみられるように、公式参拝は閣議決定によって国の行事として行うとか、玉\n串料を予算によって支出するとの指摘をしているものもみられる。\nしかし、さきに認定したとおり、Ｐ７内閣総理大臣は、既に公式参拝を実施するこ\nとを明らかにしたうえで、これを行っているのであるから、その法的根拠について\nの詮索はあまり意味のあることとは考えられないので、本件においては、専らそれ\nが憲法二〇条三項の規定する宗教的活動に当たるかどうかについて判断を加えるこ\nととする。\n（２）　憲法における政教分離原則と憲法二〇条三項により禁止される宗教的活動\nについて\n憲法は、「信教の自由は、何人に対してもこれを保障する。」（二〇条一項前段）\nとし、また、「何人も、宗教上の行為、祝典、儀式又は行事に参加することを強制\nされない。」（同条二項）として、いわゆる狭義の信教の自由を保障する規定を設\nける一方、「いかなる宗教団体も、国から特権を受け、又は政治上の権力を行使し\nてはならない。」（同条一項後段）、「国及びその機関は、宗教教育その他いかな\nる宗教的活動もしてはならない。」（同条三項）とし、さらに「公金その他の公の\n財産は、宗教上の組織若しくは団体の使用、便益若しくは維持のため、又は公の支\n配に属しない慈善、教育若しくは博愛の事業に対し、これを支出し、又はその利用\nに供してはならない。「（八九条）として、いわゆる政教分離の原則に基づく諸規\n定（以下「政教分離規定」という。）を設けている。\n一般に、政教分離原則とは、およそ宗教や信仰の問題は、もともと政治的次元を超\nえた個人の内心にかかわる事柄であるから、世俗的権力である国家（普通地方公共\n団体を含む。以下同じ。）は、これを公権力の彼方におき、宗教そのものに干渉す\nべきではないとする、国家の非宗教性ないし宗教的中立性を意味するものとされて\nいる。もとより、国家と宗教との関係には、それぞれの国の歴史的・社会的条件に\nよって異なるものがある。昭和二一年一一月三日公布された憲法は、明治維新以降\n国家と神道とが密接に結びつき種々の弊害を生じたことにかんがみ、新たに信教の\n自由を無条件に保障することとし、更にその保障を一層確実なものとするため、政\n教分離規定を設けるに至ったのである。元来、我が国においては、キリスト教詩国\nや回教諸国等と異なり、各種の宗教が多元的、重層的に発達、併存してきているの\nであって、このような宗教事情のもとて信教の自由を確実に実現するためには、単\nに信教の自由を無条件に保障するのみでは足りず、国家といかなる宗教との結びつ\nきをも排除するなめ、政教分離規定を設ける必要が大であった。これらの諸点にか\nんがみると、憲法は、政教分離規定を設けるにあたり、国家と宗教との完全な分離\nを理想とし、国家の非宗教性ないし宗教的中立性を確保しようとしたものと解すべ\nきである。\nしかしながら、元来、政教分離規定は、いわゆる制度的保障の規定であって、信教\nの自由そのものを直接保障するものではなく、国家と宗教との分離を制度として保\n障することにより、間接的に信教の自由の保障を確保しようとするものである。と\nころが、宗教は、信仰という個人の内心的な事象としての側面を有するにとどまら\nず、同時に極めて多方面にわたる外部的な社会事象としての側面を伴うのが常であ\nって、この側面においては、教育、福祉、文化、民俗風習など広汎な場面で社会生\n活と接触することになり、そのことからくる当然の帰結として、国家が、社会生活\nに規制を加え、あるいは教育、福祉、文化などに関する助成、援助等の諸施策を実\n施するにあたって、宗教とのかかわり合いを生ずることを免れえないこととなる。\nしたがって、現実の国家制度として、国家と宗教との完全な分離を実現すること\nは、実際上不可能に近いものといわなければならない。更にまた、政教分離原則を\n完全に貫こうとすれば、かえって社会生活の各方面に不合理な事態を生ずることを\n免れないい。したがって、政教分離規定の保障の対象となる国家との分離にも自ず\nから一定の限界があり、政教分離原則が現実の国家制度として具現される場合に\nは、それぞれの国の社会的・文化的詣条件に照らし、国家は実際上宗教とある程度\nのかかわり合いをもたざるをえないことを前提としたうえで、そのかかわり合い\nが、信教の自由の保障という制度の根本目的との関係で、いかなる場合にいかなる\n限度で許されないこととなるかが、問題とならざるをえないのである。右のような\n見地から考えると、我が憲法の前記政教分離規定の基礎となり、その解釈の指導原\n理となる政教分離原則は、国家が宗教的に中立であることを要求するものではある\nが、国家が宗教とのかかわり合いをもつことを全く許さないとするものではなく、\n宗教とのかかわり合いをもたらす行為の目的及び効果にか人がみ、そのかかわり合\nいが右の緒条件に照らし相生とされる限度を超えるものと認められる場合にこれを\n許さないとするものであると解すべきである。\n憲法二〇条三項は、「国及びその機関は、宗教教育その他いかなる宗教的活動もし\nてはならない。」と規定するが、ここでいう宗教的活動とは、前述の政教分離原則\nの意義に照らしてこれをみれば、およそ国（普通地方公共団体も含まれる。）及び\nその機関の活動で宗教とのかかわり合いをもつすべての行為を指すものではなく、\nそのかかわり合いが右にいう相当とされる限度を超えるものに限られるというべき\nであって、当該行為の目的が宗教的意義をもち、その効果が、その行為の態様から\nして国又はその機関として特定の宗教への関心を呼び起こし、あるいは宗教に対す\nる援助、助長、促進又は圧迫、干渉等になるような行為をいうものと解すべきであ\nる。その典型的なものは、同項に例示される宗教教育のような宗教の布教、教化、\n宣伝等の活動であるが、そのほか宗教上の祝典、儀式、行事等であっても、その目\n的、効果が前記のようなものである限り、当然、これに含まれる。そして、この点\nから、ある行為が右にいう宗教的活動に該当するかどうかを検討するにあたって\nは、当該行為の主宰者が宗教家であるかどうか、その順字作法（式次第）が宗教の\n定める方式に則ったものであるかどうかなど、当該行為の外形的側面のみにとらわ\nれることなく、当該行為の行われる場所、当該行為に対する一般人の宗教的評価、\n当該行為者が当該行為を行うについての意図、目的及び宗教的意識の有無、程度、\n当該行為の一般人に与える効果、影響等、諸般の事情を考慮し、社会通念に従って\n客観的に判断しなければならない（前掲津地鎮祭事件昀高裁判決及び昀高裁判所昭\n和六三年六月一日大法廷判決・民集四二巻五号二七七頁参照）。\nなお、原審及び当審において、当事者双方から、国及び普通地方公共団体若しくは\nその機関が主催又は参加する国内外の宗教色を伴う各種儀式ないし行事について、\n政教分離の原則に反するかどうかについての見解の表示あるいはこれに関する証拠\nの提示がなされているが、これらの問題は、いずれもそれ自体が訴訟の対象となっ\nた段階において審理されるべき事項であって、当裁判所がこれらの具体的事項につ\nいて判断を加えるのは、事柄の性質上、相当ではないと考える。また、諸外国にお\nいて論議の対象となった政教分離に関する事例若しくは裁判例については、それら\nを参照することにそれなりの意義を認めることに各かではないが、それらは、それ\nぞれの法律制度及び歴史的、社会文化的諸事情を異にする国々において、それぞれ\nの事案がもつ個別性、多様性を考慮したうえで論議され、あるいは結論が出された\nものであるから、これらの事例若しくは裁判例を本件において軽々に検討の対象と\nし、あるいは引用することも適切とは考えられない、\n（三）　靖國神社公式参拝について\n（１）　靖國神社公式参拝のもつ宗教的意義等\nそこで、右の見地に立って、前記５で認定した事実関係のもとで、本件議決でその\n実現を要望する「靖國神社公式参拝」が、憲法二〇条三項によって禁止される宗教\n的活動に当たるかどうかについて以下検討するが、まず、右公式参拝のもつ宗教的\n意義について考えてみる。\n右公式参拝とは、本件議決の内容全体のほか、前記認定の本件議決がなされるに至\nった経緯等に照らすと、天皇、内閣総理大臣が公的な資格で宗教法人である靖國神\n社に赴いて拝礼することを意味するものと考えられるから、それが宗教とのかかわ\nり合いをもつものであることは、否定することができない。\nこの点に関し、原判決は、公式参拝について公人と私人とを区別することはできな\nいとし、その理由として、「公人と私人とは不可分であり、内閣総理大臣等は私人\nとして思想及び良心、信教の自由を有し、かつまた政治的中立を要求されない公人\nたる政治家として、自己の信念に従って行動しうろことはいうまでもなく、そし\nて、憲法が保障する基本的人権のうち思想及び良心、信教の自由の如きは天賦の人\n権の昀たるものであって、国家に優先することは何人も否定しえず、公人であるこ\nとによってこれを制限することは許されないところであるから、その自然人の発露\nとしての参拝を行うにつき、一方では私人として許容され、他方では公人として否\n定されるということはありえない」と判示する。しかしながら、本件議決は、従\n来、天皇及び内閣総理大臣の参拝が私的に行われていたのを改めて、国を代表する\n資格、すなわち公的資格において参拝することを要望しているものであることは本\n件議決の内容に照らして明らかである。しかるに、もし原判決が判示するように、\n参拝について公人と私人のそれとを区別することはできないというのであれば、そ\nもそもこれまで論議の対象となってきた公式参拝そのものが無意味、無内容のもの\nとなり、本件議決も同様ということになろう、けれども、そのように考えるのでは\nなく、公的資格における参拝をまず観念し、次に、当該公人が行う参拝あるいは宗\n教的行事への参加が具体化し、それが当該公人の私人としての信教の自由と相容れ\nないときにこの抵触をどう考えるべきかという問題に移行するのが、両者の関係を\n考察する順序であろう。そして、そのように考えれば、公人私人不可分論に帰着す\nることは避けられる筈である。そもそも、公人、私人の資格及び行為に関する法律\n問題は、刑事法の領域においてはもとよりのこと、国家賠償法等の民事法の分野に\nおいても常に論議の対象となっている事項であるが、特に、本件のように政教分離\nの問題が提起されている場合においては、両者の区別を明確にすることが肝要であ\nることは多言を要せずして明らかである。\nそこで、右判断を前提として、本件公式参拝の宗教的意義について考えてみる。\n宗教法人法二条によれば、神社と称せられるものが宗教法人法における宗教団体で\nあるためには、第一に、宗教の教義をひろめることを主なる目的とする団体である\nこと、第二に、宗教の儀式行事を行うことを主なる目的とする団体であること、第\n三に、信者を教化育成することを主たる目的とする団体であること、第四に、礼拝\nの施設を備える団体であることであると解せられるところ、前記認定の事実によれ\nば、靖國神社は明らかに宗教法人法における宗教団体であり、同法により宗教法人\nとなった宗教法人であり、また、憲法上の宗教団体である。そしで、神社は神祇\n（神霊あるいは祭神）を奉祀し、祭典を執行して公衆の参拝に供するものである。\nまな、祭神は神社の主体、根本をなす中心的要素であって、祭神に対する拝礼は、\n神の存在を認め、神に対する畏敬崇拝の念を表す行為であるというべきである。靖\n國神社の祭神は、多数にのぼること前記のとおりであるが、それは、靖國神社が戦\n時事変の殉難戦死者を祭神としているからであって、そのことによって、靖國神社\nの宗教団体性が他の神社と区別されるいわれはないというべきである。\n次に、右参拝の宗教的意義ないし宗教性について考えてみるのに、神社参拝という\n行為は、祭神を奉斎した神社に赴いて、祭神に対して拝礼することを意味する行為\nであるから、まさに、宗教的行為そのものというべきである。\nもっとも、我が国においては、「神社神道は宗教にあらず一と主張する論者も少な\nくなく、また、多くの国民には神社信仰と仏教信仰及びその他の宗教の信仰や行\n事、習俗等を巧みに融合させ、時々の事情に応じて使い分けてさしたる矛盾を感ず\nることがないという宗教的意識の多元性、多重性、曖昧性が認められるため、神社\n参拝にあたっても、祭神に対する明確な認識がなく、表敬程度の認識のもとに宗教\n施設に参拝する者も少なくないと考えられる。しかし、本件において問題とされる\n参拝は、天皇、内閣総理大臣の靖國神社に対する公式参拝として明確な認識のもと\nになされるべき筋合いのものであるから、津地鎮祭事件昀高裁判決にいう「当該行\n為に対する一般人の宗教的評価」の点を考慮するにあたっても、我が国に存する総\nじて曖昧な宗教的意識の視点から右公式参拝の宗教的意義を評価することは適切で\nないというべきである。\nまた、参拝は、前記のとおり、祭神に対する拝礼であるから、もともと参拝者の内\n心に属する宗教的行為というべきであり、したがって、それが私的なものとして行\nわれる限り、何人もこれに容喙することは許されないが、右参拝が公的資格におい\nて行われる場合には、右参拝によって招来されるであろう国家社会への波及的効果\nを考慮しなければならないから、憲法二〇条三項の規定する宗教的活動の該当性が\n吟味されるべきものと考える。\n（２）　公式参拝の意図、目的及び態様\n本件議決は、さきに検討したように、「靖國神社にまつられている英霊に対し、尊\n崇感謝の誠を捧げ、国として公式礼儀を尽くすこと」を目的として、公式参拝の実\n現を要望しているものであり、右の公式参拝が戦没者追悼の意図及び目的で要望さ\nれてきたことは、右要望の文面及び前記認定の本件議決に至った経過に照らして認\nめることができる。そして、被控訴人らは、右公式参拝は国家機関が行う社会的儀\n礼であるから、憲法二〇条三項の宗教的活動に当たらないと主張する。\nそこで、追悼又は慰霊を目的とする公式参拝は非宗教的行為といえるかどうかにつ\nいて検討することとする。\n（ア）　前記靖國懇報告書中の「祖国や父母、妻子、同胞等を守るために一命を捧\nげた戦没者の追悼を行うことは、祖国や世界の平和を祈念し、また、肉親を失った\n遺族を慰めることでもあり、宗教・宗派、民族・国家の別などを超えた人間自然の\n普遍的な情感である。このような追悼を、国民の要望に即し、国及びその機関が国\n民を代表する立場で行うことも、当然であり、」、「また、一般に戦没者に対する\n追悼それ自体は、必ずしも宗教的意義を持つものとは言えないであろうし、また、\n例えば、国家、社会のなめに功績のあった者について、その者の遺族、関係者が行\nう特定の宗教上の方式による葬儀・法要等に、内閣総理大臣等閣僚が公的な資格に\nおいて参列しても、社会通念上別段問題とされていない」という指摘は、一般論と\nして、それが国と宗教との過度のかかわり合いを生ずるものでない限り、肯定され\nてよいであろう。\nまた、靖國神社は、第二次大戦前においては、国事殉難者を祀る国の中心的施設と\nして、国家管理のもとに置かれ、戦争・事変等による戦没者を合紀してきたとこ\nろ、国民の遺族の多くは、戦後四十数年に至る今日においても、靖國神社をその沿\n革や規模からみて、依然として我が国における戦没者追悼の中心的施設であるとし\nており、したがって、国の主催で毎年八月一五日に全国戦没者追悼のための式典が\n挙行されている今日においてもなお、同神社において、多数の戦没者に対して、国\n民を代表する立場にある者による追悼の途が講ぜられること、すなわち、内閣総理\n大臣その他の国務大臣が同神社に公式参拝することを望んでいることは、前記靖國\n懇報告書の指摘しているところである。\n（イ）　しかしながら、靖國神社は、前記認定のとおり、主として、国事に殉じた\n人々を祭神として奉斎し神道の祭祀を行うことを目的とする点においては第二次大\n戦前と異なるところがないとはいえ、昭和二七年九月以降宗教法人法上の宗教法人\nとなり、合祀者の決定及びその祭祀は、国と関係なく、靖國神社が宗教法人として\nの自らの判断に基づいて行っているのである。したがって、内閣総理大臣等が公的\n資格において参拝することは、その主観的意図ないし目的が戦没者に対する追悼\n（それ自体は非宗教的なものとして世俗的なものと評価されよう。）であっても、\nこれを客観的に観察するならば、右追悼の面とともに、特定の宗教法人である靖國\n神社の祭神に対する拝礼という面をも有していると考えざるをえないのである。け\nだし、靖國神社に祀られている戦没者の霊に対する追悼を目的とする参拝は、とり\nもなおさず靖國神社の祭神に対する畏敬崇拝の意を表す宗教的行為であり、両者を\n分別することはできないと考えられるからである。もし、そのように考えないとす\nれば、右参拝の目的から祭神に対する畏敬崇拝の念という宗教的要素を殊更に排除\nあるいは希薄化せざるをえなくなり、他方、右参拝の目的について、追悼、表敬、\n儀礼という世俗的要素を強調せざるをえないことになるであろう。換言すれば、参\n拝のもつ宗教性を排除するため、追悼、儀礼という目的を強調すれば、その帰結と\nしで、宗教法人たる靖國神社の根幹をなす祭神の神性及び同神社が有する宗教性に\nついても、これを意識的に除去し、あるいは視野の外に置かざるをえなくなるので\nある。そして、そのような参拝なるもの（具体的には、霊璽（神として祀られた\n霊）に対する拝礼に替えて、戦没者の霊に対する非宗教的な追悼の意を表すことが\n参拝ということになろう。）が、果たして、靖國神社公式参拝という名に値すると\nいえるかどうかとの疑義さえ生じかねないのである。この点において、死者あるい\nは遺族の意向に沿った宗教形式で行われる葬儀等に国家機関が公的に参加するのと\nは、自ずから性格を異にすると考えられる。けだし、この場合は、特定の死者、遺\n族に対する追悼、慰藉の目的が客観的にも明確であって、参加者が行う宗教上の作\n法も、社会通念上、追悼の目的のための儀礼的、世俗的なものと評価することがで\nきるからである。\n以上によれば、右公式参拝については、その主観的意図が追悼の目的であっても、\n参拝のもつ宗教性を排除ないし希薄化するものということはできないといわざるを\nえない。\n（ウ）　次に、公式参拝の態様について考えてみる。本件議決の要望する公式参拝\nについては、その方式に関して何ら言及していないことは被控訴人らの主張すると\nおりである。そして、前記靖國懇報告書中には、「昀高裁判決の目的効果論に従え\nば、我が国には複数の宗教信仰の基盤があることもあり、靖國神社公式参拝は現在\nの正式参拝の形であれば問題があるとしても、他の適当な形での参拝であれば違憲\nとまでは言えない」とする意見があったこと、右報告書には、特に、会式参拝の方\n式の問題について、「主催者の問題（例えば遺族会主催の行事が行われる場合にす\nるか）、追悼の方式の問題（例えば正式参拝以外の方式にするか）、当該行為の行\nわれる場所の問題（例えば社頭で行うか）等、具体的に検討を要する」点が指摘さ\nれていることは、前記のとおりである。そして、これを承けて、Ｐ６内閣官房長官\nが参拝形式については神道形式によらず靖國神社の本殿又は社頭において一礼する\n方式で参拝することにすれば、憲法二〇条三項に違反する疑はないと発表したこ\nと、Ｐ７内閣総理大臣が右の方式で参拝し、かつ公費から供花代を支出したことは\n前記のとおりである。しかしながら、公式参拝が神社神道の方式による正式参拝\n（昇殿参拝を意味するが、前記Ｙ証人の証言によれば、靖國神社の昇殿参拝は、手\nを洗い、口をすすぎ、修祓を受け、本殿において玉串を供え、二拝、二拍子、一拝\nの作法を行うことを指し、総理大臣の場合は権宮司が先導し●宜が玉串を渡すこと\nになっているという。）である場合はもとよりのこと、右のような方式によらない\n参拝であっても、すでに説示したように、祭神に対する拝礼という行為を参拝と観\n念する以上、参拝の実質が変わるものでないから、右の一事をもって参拝が宗教的\n行為としての性格を失い、あるいはその宗教的評価が減殺されるものとは到底認め\n難い。しかも、会式参拝には、玉串料等の支出が公費でなされることが伴ってくる\nことが予想される（現に、Ｐ７内閣総理大臣の公式参拝においては供花料として公\n金の支出がなされていること前記のとおりである。）ところであるから、右の点も\n公式参拝としての行為の態様及び効果を考えるうえで軽視することはできないこと\nというべきである。さらに、右の公式参拝は、臨時的でなく将来に向かって継続的\nに行われることが当然期待される性質のものである（もっとも、Ｐ７内閣総理大臣\nが行った公式参拝は、内外からの強い批難の声があがり、以後、中断ないし停止の\n状態にあることは周知の事実である。）。\n（３）　公式参拝の影響及び効果\n進んで、右公式参拝が社会一般に与える影響及び効果について調べてみる。\n（ア）　右公式参拝が実現すれば、第二次大戦前に国が創建した靖國神社に国が合\n祀した戦没者等の霊に対し、戦後、国の制度が変わったとはいえ、国が公式儀礼を\n尽くさないのは納得できないとする感情を抱いている遺族及び国民の心情は、ある\n程度充足されるであろう。\n（イ）　しかしながら、内閣総理大臣等が公的資格において靖國神社に赴いて参拝\nするということになれば、その行為の態様からして、国又はその機関が靖國神社を\n公的に特別視し、あるいは他の宗教団体に比して優越的地位を与えているとの印象\nを社会一般に生じさせることは容易に推測されるところである。前記のとおり、靖\n國神社は宗教法人であって、その組織、運営に関する法的根拠は他の宗教法人と異\nなるところはないのである。したがって、国又はその機関が戦没者の追悼という名\nのもとであれ、宗教的色彩の濃厚な公式参拝という行為を通じて特定の宗教団体へ\nの関心を呼び起こすことは、政教分離の原則から要請される国の非宗教性ないし宗\n教的中立性を没却するおそれが極めて大きいといわざるをえない。\n（ウ）　また、仮に、内閣総理大臣の公式参拝及び社会的儀礼として相当な玉串料\n等の支出が適法視されることになれば、その影響は、次のような形で現れてくるこ\nとが考えられよう。すなわち、国の各省庁の大臣はもとより、都道府県、市町村等\nの普通地方公共団体及び地方議会の各機関の長等で公式参拝に賛同する者は、内閣\n総理大臣の公式参拝が是認されたことを根拠として、各地域の戦没者に対する慰霊\nと遺族への慰藉を理由として、公式参拝に赴き、あるいは、供花料、玉串料等を公\n金から支出することが予想される。けだし、靖國神社に合化されている英霊は、二\n四六万余柱にのぼっており、右公式参拝議決をした県議会は三七にも達しているこ\nと前記のとおりであるから、公式参拝の輪の拡大もまた自然の勢いと考えられるか\nらである。\n（エ）　さらに、天皇の公式参拝については、前記のとおり昭和五〇年一一月二八\n日付けで政府が私的参拝と確認した時以降、特に本格的な論議の対象となっていな\nいが、本件議決は天皇の公式参拝をも要望しているので、この点についても触れて\nおく必要がある。仮に、天皇の公式参拝が憲法二〇条三項との関係で合憲とされた\n場合、天皇の公式参拝はどのような方式及び規模で行われることになるであろう\nか。戦前における天皇の公式参拝が、親拝と呼ばれ、その方式が独特のものである\nことは前記のとおりであり、また、戦前の合祀祭が天皇のほか、皇族及び内閣総理\n大臣以下の参加のもとに盛大かつ厳粛に執り行われたこと前記のとおりである。靖\n國神社が宗教法人になってからの天皇の公式参拝はなされていないから、その方式\n及び規模がどうなるかは定かでないが、天皇の公式参拝が行われるとすれば、天皇\nの公式儀礼としてふさわしい方式と規模を考えなければならず、また、天皇が皇室\nにおける祭祀の継承者でもある点をも視野にいれなくではならないであろう。右の\nような点を考え合わせると、天皇の公式参拝は、内閣総理大臣のそれとは比べられ\nないほど、政教分離の原則との関係において国家社会に計りしれない影響を及ぼす\nであろうことが容易に推測されるところである。\n（４）　まとめ\n以上、認定、判断したところを総合すれば、天皇、内閣総理大臣の靖國神社公式参\n拝は、その目的が宗教的意義をもち、その行為の態様からみて国又はその機関とし\nて特定の宗教への関心を呼び起こす行為というべきであり、しかも、公的資格にお\nいてなされる右公式参拝がもたらす直接的、顕在的な影響及び将来予想される間接\n的、潜在的な動向を総合考慮すれば、右公式参拝における国と宗教法人靖國神社と\nの宗教上のかかわり合いは、我が国の憲法の拠って立つ政教分離原則に照らし、相\n当とされる限度を超えろものと断定せざるをえない、したがって、右公式参拝は、\n憲法二〇条三項が禁止する宗教的活動に該当する違憲な行為といわなければならな\nい。\n７　違法の議決と賛成発言及び表決をした議員の責任等\n叙上のとおり、本件公式参拝は違憲であり、また、本件議決の内容が違憲と判断さ\nれた公式参拝を要望する議決（その法的性格については、前記二の２で判示したと\nおりである。）である以上、本件議決は違法なものというべきである。\nしかしながら、法九九条二項所定の地方議会の議決がその後の司法判断により違法\nとされても民主政治において地方議会の議員の果たす役割の重要性にかんがみ、議\n員の発言又は表決が直ちに違法と評価されるものではないこと、すなわち、議員の\n発言又は表決の対象となった議決の内容に関する法的解釈が分かれて、確定的解釈\nが存在しない状況にある場合には、右発言又は表決が憲法及び法令の遵守義務を負\nう議員としての見識に基づき、かつ、相当の根拠と合理性を有する法解釈に依拠し\nている限り、違法と評価されるべきでないことは、前記二の３で縷述したとおりで\nある。また、この場合の議長の責任についても、同二の４で説示したとおりであ\nる。\n（一）　そこで右の見地から、被控訴人らの行為の違法性について検討する。\n（１）　乙第一六、第四七号証及び前記被控訴人Ｓ本人の供述によれば、次の事実\nが認められる。\n（ア）　本件議決案は、被控訴人Ｓが提案者、被控訴人Ｔら五名が賛成者議員とな\nって昭和五四年一二月一九日岩手県議会に提案されたものであるが、被控訴人Ｓは\n提案理由の説明として、本件公式参拝の法的解釈に関し、次のように発言してい\nる。\n「公式参拝を今日まで阻んで来られた要因は、一部の政党や宗教団体等が、憲法違\n反であるとして国会で取り上げたり、抗議を行う等の理由によるものであるが、実\nは公式参拝は決して憲法違反ではなく、堂々と行われて何の差し支えがないことは\nはつきりしており、昭和五四年四月に日本宗教放送協会が株式会社電通リサーチに\n委託して実施した靖國神社問題についての全国一万人世論調査によると、天皇が公\n式に靖國神社に参拝されることについてどう思うかとの質問に対し、実に八〇・四\nパーセントが問題ないと答えております、したがって、指摘されます公式参拝は、\n国家神道、軍国主義の復活につながるとの批判は、今日の国民心情に逆行するもの\nであり、種々の法的解釈からしても、現憲法の基本的原則をみずから否定するもの\nと解されます。外国におかれては、外国の戦没者の霊に花輪をささげ、公式参拝さ\nれる天皇陛下が、また総理が肝心の自国の英霊に対し、これが許されないというこ\nとは、どう考えても納得ができないおかしな理屈であります。公式参拝を当然のこ\nとと考えている世論並びに従来は私的とはいえ、近年事実上公式参拝が実行されて\nいる実情にかんがみ、宗教法人靖國神社公式参拝は、決して憲法が禁止している国\nの宗教的活動には該当しないとの、明確なる統一見解をすみやかにしめし、もっ\nて、国民、国代表、並びに国賓の靖國神社公式参拝の実現を期すべきであると信ず\nるものであります。」\nちなみに、右Ｓ発言が引用する世論調査は、社団法人日本宗教放送協会が株式会社\n電通リサーチに委託して実施したものである。調査は、昭和五〇年四月二一日から\n三〇日まで、調査員の面接により層化副次無作為抽出法をもって選択された一万人\nに対して行われた。質問は八項目に及んだが、問五において「天皇が公式に靖國神\n社に参拝なさることについて、あなたはどう思いますか。問題はないと思います\nか。そうは思いませんか。」との質問がなされ、有効回答者八一五二名のうち、八\n〇・四パーセントが「問題ない。」と回答したというものである（もっとも、同調\n査によると、靖國神社が宗教法人となったことを知らない者が六一パーセント、我\nが国の憲法に政教分離原則のあることを知らない者が五六・一パーセントもいると\nいうのである。）。\n（イ）　また、同被控訴人は、右提案理由の補足説明として、次のように発言して\nいる。\n「憲法二〇条の条文によりますと、宗教上の行為、宗教的な活動というものは国が\nなしてはならない、このように明示されておるのであります。しかし、この内容を\n検討いたしてみよするというと、宗教上の行為、宗教的活動というものはもちろん\nでございますけれども、このわが国みたまの二五〇万みたまというものに対し、わ\nれわれは尊崇の敬意をしようとするとき、あえて宗教的考えのもとになすものでは\nなく、みたまに対する慰霊をささげたいというだけの問題であって、何ら憲法に明\n示されておりますように、特別の宗教というものを援助したり、あるいは特定の宗\n派の圧迫、干渉になるようなものではございません。ただただ、このわれわれのた\nめに犠牲になられた二五〇万英霊に対し、表敬をいたしたいという一念に尽きるも\nのでありまして、何ら私は憲法に触れるものではない、このように考えるからであ\nります。」\n（ウ）さらに、賛成者議員の一人である被控訴人Ｔは、右公式参拝の法的解釈につ\nいて次のように発言している。\n「靖國神社への公式参拝が違憲であるか否かの点について、私は次に掲げる理由に\nより、憲法二〇条及び八九条に抵触するものではないと判断するものであります。\n第一に、宗教法人靖國神社への公式参拝により、憲法二〇条二項に言う、国からの\n特権を靖國神社にいささかも与えるものではなく、このことによりいかなる政治上\nの権力を行使し得るものでもなく、したがって、国民の何人もこのことにより信仰\nの自由を阻害されるものではない。第二に、宗教法人靖國神社への公式参拝は、公\n的立場にある者が慣習に基づいて、主として道義的、儀礼的立場により行うもので\nあって、そのことにより何人も自己の意思に反して、靖國神社の祭典、儀式等への\n出席を強制されるものではない。第三に、国及び公的機関が宗教的活動を行うこと\nは、憲法二〇条三項の禁ずるところであるが、宗教法人靖國神社への公式参拝は、\nあくまで国のために殉じた人々に対する国民の尊崇、慰霊の情を代表して行うもの\nと解されるから、布教、宣伝、教育といった、一般に宗教的活動といわれる行為と\nは異なり、また、三重県津市地鎮祭訴訟に関する昀高裁判所の判決の示す政教分離\n原則の解釈基準に徴しでも、抵触するものとは考えられない。第四に、いわゆる玉\nぐし料について、憲法八九条の禁ずる宗教団体等への便宜、維持と曲解する向きも\nありますが、玉ぐし料は一般の財政支出と異なり、儀式に伴う慣習的奉献であるか\nら、その額が社会的通念を逸脱する高額でない限り、公費をもってしても反するも\nのではない。」\n（２）　また、甲第四四ないし第五五号証によれば、本件議決のなされる以前の昭\n和五三年一二月に三重県議会が、昭和五四年三月に岐阜県議会が、同年七月に徳島\n県議会が同年九月に愛媛県議会、長崎県議会及び大分県議会が、同年一〇月に石川\n県議会及び新潟県議会がそれぞれ天皇及び内閣総理大臣の靖國神社公式参拝議決を\nしており、同年一二月中には静岡県議会、富山県議会、滋賀県議会及び福岡県議会\nが右と同様の議決を相次いで行っていることが認められる。\n（３）　他方、政府は、昭和五〇年、昭和五三年の各内閣総理大臣の行った靖國神\n社参拝は、いずれも私的参拝であると強調したが、昭和五五年に至り、公式参拝が\n合憲、違憲とも断定しないが、違憲ではないかとの疑をなお否定できないと述べる\nにとどめたことは、前記のとおりである。\n（４）　そして、前記昭和五四年六月一四日付け「靖國神社公式参拝に関する衆議\n院Ｚ法制局長見解」中には、「国の公務員が公の資格で神社仏閣に参拝することに\nついて憲法二〇条三項との関係が問題となるが、常に参拝するだけであれば問題は\nない、また、参拝することだけでも問題はあるとの見解に分かれ、あるいは参拝し\nて、神社であれば祝詞を上げてもらい、おはらいをしてもらうような儀式を伴う場\n合に限って問題となるのだという考え方もある。政府は、昀もかたい立場、解釈を\nとって、公人としての参拝は憲法二〇条三項の規定上問題があるから、私人として\n参拝していただくということで一貫している」旨の記述があること、前記のとおり\nである。\n（二）　右認定の事実によれば、本件議決のなされる前後の本件公式参拝に関する\n法的解釈の状況は、確定的なものがなく、かなり流動的で、合憲論が急に台頭しは\nじめ、その法理論的根拠についても、後の靖國懇報告書列挙の公式参拝肯定説とほ\nぼ同様の見解がみられるのである。\nのみならず、津地鎮祭事件昀高裁判決が判示するように、ある具体的行為が憲法二\n〇条三項の規定する宗教的活動に該当するかどうかを検討するにあたっては、当該\n行為の外形的側面にのみとらわれることなく、当該行為の行われる場所、当該行為\nに対する一般人の宗教的評価、当該行為者が当該行為を行うについての意図、目的\n及び宗教的意識の有無程度、当該行為の一般人に与える効果、影響等諸般の事情を\n考慮し、社会通念に従って客観的に判断しなければならないのである。そして、当\n該行為が違憲かどうかは、個別的事案について、総じて困難な事実の認定と法的検\n討がなされた後に、諸般の事情を総合考慮して当該行為の違憲性、違法性が判断さ\nれるものであるから、当該事案について裁判所による総合的判断が確定するまで\nは、関係者の行為について、さまざまな法的評価が生ずることを免れえないのが通\n常である。\nそして、右のような諸事情を考え合わせ、かつ、地方議会における議員の発言及び\n表決に関する当裁判所の前記判示の趣旨にかんがみれば、本件公式参拝につき、合\n憲論に立脚して、被控訴人Ｓ、Ｔ両名のした前記各発言及び被控訴人ら議員がした\n本件公式参拝要望への賛成の表決は、現時点ではさまざまな難点を指摘できるもの\nの、当時においては、未だ議員としての見識に反し、また、相当の根拠と合理性を\n欠いていたものとは認められない。\nよって、本件議決は当裁判所によって違法と判断されなけれども、そのことによっ\nて被控訴人ら議員の発言及び表決が直ちに違法とはいえないというべきである。ま\nた、被控訴人議長の責任についても、右のようにして可決された本件議決が一見明\nらかに違法とはいえないというべきであるから、印刷費の支出、旅費の受領に関\nし、不当利得をしたとはいえないというべきである。\n（三）　以上によれば、控訴人らの被控訴人らに対する予備的請求は、そのほかの\n争点について判断を加えるまでもなく、理由がないというべきである。\n第六　乙事件の争点に対する判断\n（当事者の表示について）\n第三の場合と同じである。\n一　賠償命令の不存在と法二四二条の二第一項四号前段に基づく請求に係る訴えの\n適法性\n右訴えは、法二四二条の二第一項四号前段所定の職員の違法な公金支出を理由とす\nる損害賠償の代位請求訴訟であり、法二四三条の二の規定との関係、殊に、同条三\n項所定の賠償命令の要否及び長の損害賠償責任に対する同条の適用の有無が問題と\nなりうるが、普通地方公共団体の住民が法二四二条の二第一項四号に基づく代位請\n求訴訟により法二四三条の二第一項所定の職員に対し同項の規定による損害賠償を\n求める場合でも、同条三項所定の賠償命令があることを要しないと解すべきであ\nり、また、長の賠償責任については、同条の適用はなく、民法の規定によるものと\n解すべきである（前掲昀高裁判所昭和六一年二月二七日第一小法廷判決参照）。\nしたがって、この点に関する本案前の抗弁（第三の三の１）は理由がなく、これを\n排斥した原審の判断は正当である。\n二　本件玉串料等の支出に関する権限と法二四二条の二第一項四号前段に基づく請\n求に係る訴えの適否\n１　本件において、岩手県が靖國神社に対し、（一）昭和五六年四月二〇日、七〇\n〇〇円（支出名目　靖國神社春季例大祭玉串料）、（二）　同年七月六日、七〇〇\n〇円（支出名目　靖國神社みたま祭献燈料）、（三）同年一〇月一二日、七〇〇〇\n円（支出名目　靖國神社秋季例大祭玉串料）の各支出をしたことは、前記第三の二\nの２で認定したとおりである。そして、岩手県においては、専決規程七条二三号及\nび同二一号により「一件の金額一〇万円未満の交際費の支出に関すること」及び\n「支出命令に関すること」が本庁の課長の専決事項とされており、本件玉串料等の\n支出は、いずれも組織規則に「戦没者等の慰霊に関すること」が同県福祉部厚生援\n護課の分掌事務の一つとされていることを根拠に、被控訴人Ｅが専決規程七条二三\n号の規程に基づき支出負担行為（「交際費」として支出）の決裁をしたこと、ま\nた、支出命令については、専決規程三条及び七条二一号の規定に基づき厚生援護課\n長の代決者たる同課長補佐訴外Ｒが決裁を行い、支出手続をとったことは、前記第\n三の二の３で認定したとおりである。\n２　そこで、専決者が支出負担行為をし、代決者が支出命令を代決した本件玉串料\n等の公金の支出について、被控訴人らが被告適格を有するかどうかについて検討す\nる。\n（一）　まず、丙第一号証によれば、昭和三七年三月二六日訓令第四号として、\n「岩手県知事部局代決専決規程」が制定され、同規程において、専決は、「知事又\nは受任者の権限に属する事務を、常時知事又は受任者に代わって決裁することをい\nう。」と規定され（同規程二条三号）、代決は、「知事、受任者又は専決権限を有\nする者（以下「決裁権者」という。）が決裁すべき事務について、当該決裁権者が\n不在のときに一時当該決裁権者に代わって決裁することをいう。」と定められてい\nる（同条二号）。\nところが、法令上財務会計行為を行う行政組織法上の権限を有する者は、会計事務\nについては出納長及び収入役又はこれらの者から権限の委任を受けたものであり\n（法一七〇条、一七一条）、その他の事務については、長又は長から権限の委任を\n受けた者である（法一四九条、一五三条一項）とされている。しかるに、専決（代\n決を含む。以下同じ）は、右のような規程が定められているものの、地方自治法上\nの明文の根拠のないまま広く行われている事務処理方法であるため、その法的性質\nが判然とせず、現在のところ、権限の代理（法一五三条一項）と解する説と補助執\n行の一態様（同条三項）と解する説とに分かれている。けれども、専決の場合、当\n該事務処理はあくまでも法令上の権限を有する者の名（本件の場合は、岩手県知事\n名）において行われ、行政組織法上の権限の所在に変更はないと考えられること、\n普通地方公共団体の場合、権限の代理は臨時に行うことができるとされており（同\n条一項）、専決の場合のように、あらかじめ一定の事項について決裁権を授与する\nことは地方自治法上予定されていないことなどを併せ考えると、専決は補助執行の\n一態様と解するのが相当である。もっとも、補助執行といっても、専決は専決者が\n自らの意思で決裁を行うものであるから、権限ある者が補助職員をいわば手足とし\nて当該行為を行う意味での補助執行と同視するのは相当でない。むしろ、法は慣行\nとして専決による処理方法が広く行われている行政実態を前提とし、専決による執\n行方法をも同法一五三条三項にいう補助執行の概念に含めて規定したものと考える\nのが妥当である。\n（二）　ところで、前記第五の一の１において説示したとおり、法二四二条の二第\n一項四号前段にいう「当該職員」とは、当該訴訟において適否が問題とされている\n財務会計上の行為を行う権限を法令上本来的に有するとされている者及びその者か\nら権限の委任を受けるなどして右権限を有するに至った者を広く意味し、その反\n面、およそ右のような権限を有する地位ないし職にあると認められない者はこれに\n該当しないと解される。\nそして、右の見地からすれば、被控訴人Ｆは、本件玉串科等の支出について財務会\n計上の行為を行う権限を本来的に有するとされている者であるから、下部職員の専\n決により、同被控訴人が本件支出について現実に関与していない場合であっても、\n「当該職員」に該当するというべきである。また、被控訴人Ｅは、前記のとおり行\n政組織法上、本件玉串料等の支出権限を有するものではないが、「当該職員」に該\n当するというべきである。けだし、右の見地からすれば、「当該職員」とは、行政\n組織法上の権限を有する者に限らず、専決者のように、内部規程により長の有する\n財務会計上の権限を自らの決裁により補助執行すべき立場にある者も「当該職員」\nに当たるものと広く解するのが相当だからである。\nこれに対し、被控訴人Ｄについては、本件玉串料等の支出に関し、法令上財務会計\n行為をなしうる権限及び長たる知事から権限の委任を受け、又は内部規程により専\n決・代決等の権限を有したことについては、何ら主張立証がない。\nそうだとすれば、法二四二条の二第一項四号前段に基づく請求に係る訴えの被告適\n格について、被控訴人Ｆ及び同Ｅの両名はこれを有し、被控訴人Ｄはこれを欠くも\nのというべきである。したがって、右訴えのうち被控訴人Ｄに対する部分は、不適\n法として却下を免れない。\n三　本件条例の制定と被控訴人Ｅに対する訴えの適法性\n１　ところで、被控訴人Ｄについては、前記二の２のとおり、主位的請求が財務会\n計上の権限を有しないことにより不適法と判断されたものであるから、更に本件条\n例の適用問題について判断する必要がなくなったというべきである。\nそこで、被控訴人Ｅに対する請求に限って、本件条例の適用により同請求が不適法\nとなるかどうかについて、以下検討することとするが、本件条例の適用関係で同被\n控訴人に対する請求を再構成してみると、法二四二条の二第一項四号前段の規定に\n基づく代位請求訴訟により法二四三条の二第一項所定の職員に対し昭和六四年一月\n七日前における違法な公金の支出を理由として同項の規定による損害賠償を求める\nものということができる。\n２　昭和天皇の崩御に伴い、平成元年二月一三日に大赦令（政令第二七号）及び復\n権令（政令第二八号）が制定され、いずれも同月二四日から施行されたが、岩手県\nにおいては、免除法第三条及び五条に基づき、本件条例が平成元年三月一一日公布\nされ、同年二月二四日から適用された。そして、本件条例三条は「地方自治法（昭\n和二二年法律第六七号）第二四三条の二（地方公営企業法（昭和二七年法律第二九\n二号）第三四条において準用する場合を含む。）の規定による職員の賠償責任に基\nづく債務で昭和六四年一月七日前における事由によるものは、将来に向かって免除\nする。」と規定している。\n３　ところで、一般に給付訴訟においては、原告が請求権の存在を主張して現在の\n給付を求める限り、当該請求権の存在が認められないとしても、訴え自体は適法で\nあり、請求権の存否は本案の問題として取り扱われる。普通地方公共団体に代位し\nて行う損害賠償請求は、民衆訴設であるが、給付を求める訴訟であるから、右と同\n様の取扱いをすべきである。\nそして、免除法五条に基づく債務免除は、普通地方・公共団体の有する実体法上の\n請求権を消滅させる効果を有するにすぎず、これを裁判上請求する訴権そのものを\n失わせるものと解すべき手がかりは条文上見出せない。\nすなわち、刑事訴訟においては大赦があったときは判決で免訴の言渡しをすること\nとされている（刑事訴訟法三三七条）が、大赦は国の公訴権を消滅させる法的効果\nを有するものである（恩赦法（昭和二二年法律第二〇号）三条）ため、このような\n処理をすることとなるのである。これに対し、免除法は、八条において、「第二条\nから第五条までの規定は、懲戒の処分を受け、又は弁償若しくは賠償を命ぜられた\n者が、その処分に対し、法令の規定により審査請求、異議申立てその他の不服申立\nてをし、又は訴を提起する権利に影響を及ぼすものではない。」と規定しているに\nすぎず、免除法五条に基づく債務免除により普通地方公共団体の有する実体法上の\n請求権に基づき給付を求める訴えを提起する訴権そのものを失わせる旨明示した規\n定はなく、そのように解すべき手がかりもまた条文上見出せない。\nそうだとすると、被控訴人Ｅに対する訴えが本件条例の適用により不適法となるこ\nとはないといわなければならないから、被控訴人Ｅの本件条例に関する本案前の抗\n弁（第三の三の３）は採用できない。\n４　なお、本件条例を住民訴訟に適用しても、住民訴訟制度が設けられた趣旨に反\nしないことについて、次に説明を付加する。\n法二四二条の二の定める住民訴訟は、普通地方公共団体の執行機関又は職員による\n法二四二条一項所定の財務会計上の違法な行為又は怠る事実が究極的には当該地方\n公共団体の構成員である住民全体の利益を害するものであるところから、これを防\n止するため、地方自治の本旨に基づく住民参政の一環として、住民に対しその予防\n又は是正を裁判所に請求する権能を与え、もって地方財務行政の適正な運営を確保\nすることを目的としたものであって、執行機関又は職員の右財務会計上の行為又は\n怠る事実の適否ないしその是正の要否について地方公共団体の判断と住民の判断と\nが相反し対立する場合に、住民が自らの手により違法の防止又は是正を図ることが\nできる点に、制度の本来の意義がある。すなわち、住民の有する右訴権は、普通地\n方公共団体の構成員である住民全体の利益を保障するために法律によって特別に認\nめられた参政権の一種であり、その訴訟の原告は、自己の個人的利益のためや普通\n地方公共団体そのものの利益のためにではなく、専ら原告を含も住民全体の利益の\nために、いわば公益の代表者として地方財務行政の適正化を主張するものであると\nいうことができる。住民訴訟の判決の効力が当事者のみにとどまらず全住民に及ぶ\nと解されるのも、このためである。もっとも、損害補填に関する住民訴訟は、普通\n地方公共団体の有する損害賠償請求権を住民が代位行使する形式によるものと定め\nられているが、この場合でも、実質的にみれば、権利の帰属主体たる普通地方公共\n団体と同じ立場においてではなく、住民としての固有の立場において、財務会計上\nの違法な行為又は怠る事実に係る職員等に対し損害の補填を要求することが訴訟の\n中心的目的となっているのであり、この目的を実現するための手段として、訴訟技\n術的配慮から代位請求の形式によることとしたものであると解される。この点にお\nいて、右訴訟は民法四二三条に基づく訴訟等とは異質のものであるといわなければ\nならない（前掲昀高裁判所昭和五三年三月三〇日第一小法廷判決参照）。\n右に述べた住民訴訟の目的及び性格にかんがみると、法二四二条の二第一項四号に\n基づく法二四三条の二第一項所定の職員に対する同項の規定による損害賠償の代位\n請求訴訟が係属している場合において、長が右訴訟の目的の実現を妨げるべく法二\n四三条の二第四項に基づき賠償責任を免除し、あるいは、議会が同様の目的で法九\n六条一項九号に基づき右損害賠償に係る債権を放棄するなどの対抗措置を講ずるこ\nとは、住民訴訟制度の趣旨に反して許されず、右免除及び放棄は無効であるといわ\nざるをえない。\nしかしながら、本件条例のように大赦により公訴権を消滅させるのに準じて右賠償\n責任に基づく債務を免除することは、恩赦制度の趣旨と軌を一にし（したがって、\n債権者代位訴訟における法理の適用のないことはいうまでもない。）、何ら住民訴\n訟制度の趣旨に反しないから、同訴訟の係属の有無に関係なく、有効になしうるも\nのというべきである、右の点に関する控訴人らの主張のうち、右判断に反する部分\nは採用することができない。\n５　以上のとおりであるから、法二四二条の二第一項四号前段に基づく請求のうち\n被控訴人Ｅに対する部分については、本件条例の適用により、本件賠償責任に基づ\nく債務が免除されることにより、本件賠償請求権が将来に向かって消滅しているか\nら、控訴人らの同被控訴人に対する請求は、そのほかの点について判断するまでも\nなく理由がない（なお、本件玉串料等の支出が犯罪行為に該当することについての\n主張、立証はないから、免除法五条但書の規定は適用されない。また、同被控訴人\nは、本件条例の適用を第一次的に求め、第二次的に賠償責任の不存在を主張してい\nるにすぎないことは、その主張に照らして明らかである。）。\nそこで、次に控訴人らの被控訴人Ｆに対する主位的請求並びに当審における被控訴\n人Ｆ、同Ｄ両名に対する予備的請求についての判断に移ることとする。\n四　本件玉串料等の支出とその憲法適合性\n１　はじめに\n控訴人らは、本件玉串料等の支出は憲法の政教分離規宝及び法二三二条の二に違反\nする旨主張する。\nまず、本件玉串料等が支出されるに至った経緯について検討するが、その前提とし\nて、例大祭及びみたま祭の意義、玉串料及び献燈料の意義、民間団体が慰霊祭を行\nう場合における普通地方公共団体の香華料の支出等に関する行政解釈についても、\n併せて検討する。\nなお、靖國神社の歴史的変遷、現行憲法における政教分離規定が設けられるに至っ\nた経緯等については、前記第五の二の５の（二）で認定したとおりである。\n２　本件玉串料等が支出されるに至った経緯及びこれに関連する事情\n乙第一七ないし第二三号証、第二四号証の二ないし五、第三九号証、丙第二ないし\n第一二号証、第一七号証の一ないし四、第一八号証の一ないし三、第一九号証の一\nないし四、第二〇号証の一ないし三、第二一ないし第二六号証の各一ないし四、第\n二七、第二八号証の各一ないし三、原審証人Ｙの証言、原審における被控訴人Ｄ、\n同Ｅ各本人の供述及び弁論の全趣旨によれば、次の事実が認められる。\n（一）　例大祭及びみたま祭の意義\n靖國神社は、国事に殉じた人々を祭神として奉斎し、神道の祭祀を行う神社である\nところ、祭祀は、神社神道の根幹をなすものであるが、靖國神社においては、慰霊\nのために行われる祭祀が極めて重視されている。\n同神社において行われている祭祀は、恒例祭と臨時の祭に大別され、主たる恒例祭\nとしては、新年祭（一月一日）、建国記念祭（二月一一日）、春季例大祭（四月二\n一日から二三日まで）、創立記念日祭（六月二九日）、みたま祭（七月一三日から\n一六日まで、いわゆる「お盆」の行事に相当する祭祀、秋季例大祭（一〇月一七日\nから一九日まで）、明治祭（一一月三日）、除夜祭（一二月三一日）等があり、臨\n時の祭としては、英霊にこたえる会の依頼に基づき毎年八月一五日に行われている\n全国戦没者慰霊祭等がある。\nそして、恒例祭の中でも、春秋の例大祭とみたま祭が中心的なものとされている。\n（二）　玉串料及び献燈料の意義\n靖國神社では、参拝を、その方式により昇殿参拝（正式参拝）と社頭参拝（一般参\n拝）とに分けている。前者の場合には、手を洗い、口をすすぎ、修祓を受けた後、\n本殿に玉串を供え、拝礼するが、拝礼についても、二拝、二拍手、一拝という作法\nが定められている。\n玉串は、参拝者が榊の枝に木綿（ゆう）又は紙垂（しで）を結びつけて神前に奉納\nする献供物の一種であり、玉串法奠の儀式は、神道における昀も改まった参拝の方\n法とされている。そして、玉串料は、右の用に供するため、又は右の献供物に代え\nて提供される金銭である。また、献燈とは、元来は神社、仕閣に燈明や燈籠を奉納\nすることであるが、その目的は、祭神に明かしを捧げることにある。献燈料は、こ\nれらの奉納に代えて提供される金銭である。\nところで、各知事名義（実質的に私人としての資格によるものか否かは不明であ\nる。）で靖國神社に対して奉納された玉串料（春秋の例大祭におけるもの）及び献\n燈料（みたま祭におけるもの）についでみると、玉串料は昭和二七年、献燈料は昭\n和三七年をそれぞれ初回とし、昭和五〇年以降本件玉串料等の支出がなされた昭和\n五六年までの間においては、両者とも毎年三〇件前後に及んでいる。これらは、文\n書による同神社から知事宛になされた当該普通地方公共団体出身の戦没者の慰霊の\nための献納依頼に基づくものであり、一件当たりの金額は、玉串料は五〇〇〇円な\nいし一万円程度、献燈料は七〇〇〇円ないし八〇〇〇円程度が通例である。そし\nて、右玉串料等の奉納が銀行振込の方法によって行われることも少なくないが、こ\nの場合であっても、同神社においては、奉納者と金額を記載した奉納書を作成し、\n例大祭等の当日に神前に供え、あるいは、献燈料の奉納者名を墨書した献燈を参道\nに掲げる取扱いをしている。また、同神社においては、玉串料及び献燈料は、会計\n処理上奉納金として扱われ、賽銭とともに同神社の経費に充てられている。\nなお、国神社の昭和五五、五六年の予算額は、約一一億円ないし一四億円である。\nまた、同時期における春秋の例大祭の収入額と支出額は、それぞれ約一五〇〇万円\nないし一八〇〇万円と約一〇〇〇万円ないし一一〇〇万円であり、みたま祭の収入\n額と支出額は、それぞれ七〇〇〇万円前後と三〇〇〇万円前後である。\n（三）　民間団体が慰霊祭を行う場合における普通地方公共団体の香華料の支出等\nに関する行政解釈\n（１）　昭和二一年一一月一日付け内務・文部次官から地方長官宛通牒の要旨\n戦没者に対する葬儀その他の儀式及び行事を個人又は民間団体で行うことは差し支\nえないが、普通地方公共団体がこれを主催若しくは援助し、又はその名において敬\n弔の意を表することは避けるべきである。\n（２）　昭和二六年九月一〇日付け文部次官・引揚援護庁次長通達の要旨\n民主主義諸制度の確立による国内情勢の推移及び多数遺族の心情にかんがみ、前記\n（１）の通牒の一部を次のとおり変更する。\n個人又は民間団体が慰霊祭、葬儀等を行うに際し、知事、市町村長その他の公務員\nがこれに列席すること、その際、敬弔の意を表し、又は弔詞を読もこと、普通地方\n公共団体から香華、花環、香華料等を贈ることは、差し支えない。\nなお、信教の自由を尊重し、特定の宗教に公の支援を与えて政教分離の方針に反す\nる結果にならないよう注意を払う必要のあることはいうまでもない。\n（３）　昭和二六年九月二八日付け文部大臣官房宗務課長代理から各都道府県総務\n部長宛通牒の要旨\n前記（２）の通達については、次のように解釈して差し支えない。\n民間団体が慰霊祭などを行うことのうちには、特定の宗教に公の支援を与えて政教\n分離の方針に反する結果とならない限り、宗教団体が主催して行う場合も含まれる\nと解釈すること、普通地方公共団体が敬弔の表示として贈るもののうちには、真\n●、神饌、玉串料等を含んでいると解釈すること。\n（４）　昭和二六年一一月七日付け文部大臣官房宗務課長から神社本庁、各都道府\n県宗教事務主管部（局室）長\n宛通知の要旨\n石川県民生部長からの照会に対し、次のとおり回答した。\n戦没者に対する敬弔のため、神社の主催する慰霊祭に知事等の公務員が出席し、弔\n辞を述べ、神饌を贈るなどは差し支えないが、慰霊を伴う場合であっても、恒例祭\nに出席することは、特定の宗教団体それ自体が行う布教儀式に公的要素を導入して\n政教分離の原則に反するような疑義を起こさせろおそれがあるから、なるべく避け\nることが望ましい。\n（５）　昭和三九年五月四日付け自治省行政局行政課長から島根県総務部長宛回答\nの要旨\n護国神社に対して普通地方公共団体が供物等の贈呈を行うこと、若しくは祭祀料と\nして公金を支出することはできない。\n（四）　本件玉串料等の支出の経緯\n１　本件玉串料等の支出については、専決者である福祉部厚生援護課長の被控訴人\nＥが支出負担行為の決裁をし、同課長の代決者である同課長補佐の訴外Ｒが支出命\n令の決裁をしたうえでなされたものである。\n（２）　被控訴人Ｅは、昭和五五年四月から厚生援護課長として同課の分掌事務を\n担当していた。そして、戦没者の慰霊及び遺族援護に関する事務も右分掌事務の一\nつであったが、右被控訴人は、例年どおり昭和五六年においても靖國神社から玉串\n料及び献燈料の奉納について文書による要請があったこと、岩手県の同神社に対す\nる玉串料等の奉納は昭和三七年頃から継続的に行われている旨前任者等から説明を\n受けており、前年度においても右の例に従って奉納を行ったこと、東北各県の厚生\n福祉課長が集まって毎年一回開催される会議等において同様の奉納を行っている県\nがあるとの情報を得ていたこと、同神社には岩手県民戦没者三万三〇〇〇余柱が合\n紀されていること、以上の詣事情を勘案して、右戦没者に対し追悼の意を表すると\nともに、その遺族の心情を慰藉する必要があり、また、同神社に対し同県が玉串料\n等を奉納することは前記（三）の（２）の通達の趣旨からして法律上何ら問題ない\nと判断し、前例に従い交際費として本件玉串料等の支出を行った。\nなお、同県が他の宗教団体の恒例祭に際して公金から香華料等を支出した例はなか\nった。\n以上の事実が認められ、右認定を動かすに足りる証拠はない。\n３　本件玉串料等の支出と憲法二〇条三項\n（一）　前記のとおり、憲法二〇条三項にいう宗教的活動とは、国（普通地方公共\n団体も含まれる。）及びその機関の活動で宗教とのかかわり合いをもつすべての行\n為を指すものではなく、宗教とのかかわり合いをもたらす当該行為の目的及び効果\nにかんがみ、そのかかわり合いが相当とされる限度を超えるものに限られるという\nべきであって、当該行為の目的が宗教的意義をもち、その効果が宗教に対する援\n助、助長、促進又は圧迫、干渉等になるような行為をいい、ある行為が宗教的活動\nに該当するかどうかを検討するにあたっては、当該行為の行われる場所、当該行為\nに対する一般人の宗教的評価、当該行為者が当該行為を行うについての意図、目的\n及び宗教的意識の有無、程度、当該行為の一般人に与える効果、影響等、諸般の事\n情を考慮し、社会通念に従って、\n客観的に判断しなければならないものである。\nそこで、まず、右の見地に立って、前記２で認定した事実関係のもとで、本件玉串\n料等の支出が憲法二〇条三項によって禁止される宗教的活動に当たるかどうかにつ\nいて検討する。\n（二）　靖國神社は、前記のとおり憲法上の宗教団体に当たり、また、同神社で行\nわれる春秋の例大祭及びみたま祭の行事は、同神社の祭神に対し畏敬崇拝の念を表\nす行為にほかならないから、これ自体宗教上の儀式であることは明白である。そし\nて、本件玉串科等の支出は、靖國神社における右の儀式が行われる際に、これに参\n加する行為と密接な関連を有する玉串科又は献燈料という名目でなされたものであ\nるから、宗教とかかわり合いをもつことを否定することはできない。\n（三）　被控訴人らは、本件玉串料等の支出は社会的儀礼あるいは習俗に属する行\n為である旨主張する。\n（１）　なるほど、前記認定のとおり、本件玉串料等の支出は、戦没者の慰霊及び\n遺族援護業務の一環として、県民戦没者の霊に追悼の意を表すとともにその遺族の\n心情を慰藉するためになされたものであり、その額、送金方法、予算上の名目等を\nも併せ考えると、右支出の主観的意図ないし目的は、社会的儀礼という世俗的なも\nのであるということができる。\n（２）　しかしながら、右支出を客観的にみるならば、その性質は次のように考え\nられる。すなわち、前記公式参拝の憲法適合性の検討の際に説示したとおり、靖國\n神社は、主として、戦没者の霊を祭神として奉斎し、神社神道による祭祀を昀も重\n要な宗教活動としている宗教法人法上の宗教団体である。そして、同神社に対する\n本件玉串料等の奉納は、同神社の祭神が戦没者であるという特殊性を有するが故\nに、戦没者追悼という儀礼的、世俗的側面を有するとともに、靖國神社が宗教的行\n事として行う春秋の例大祭、夏のみたま祭に際し、同神社の祭神に対し畏敬崇拝の\n念を表することを指向してなされるものであるから、多分に宗教的側面をも有して\nいると考えられる。しかも、本件玉串料等の奉納が有する右二つの側面は、不可分\nであって、主従をつけ難いというべきである。したがって、右奉納のもつ宗教性\nは、戦没者追悼という世俗性によって排除ないし希薄化されるということはできな\nい。\n右の点に関し、被控訴人らは、「第二次大戦後、国家体制の変革、国家神道の崩\n壊、社会経済情勢の著しい変化等に伴い、国民の宗教的意識が希薄化し、今日にお\nいては、玉串料及び献燈料は、賽銭の正式呼称と目されるようになり、社寺に慣例\n的、儀礼的に提供される賽銭や供花と同様に世俗的なものに化している。」と主張\nする。しかしながら、賽銭や供花が社寺に対する慣例的、儀礼的、世俗的なものと\n評価できるかどうかの点は暫く措くとして、靖國神社においては、玉串料及び献燈\n料は、会計処理上奉納金として扱われ、賽銭とともに同神社の経費に充てられてい\nるが、右玉串料等の奉納があった場合には、奉納者と金額を記載した奉納書を作成\nし、例大祭等の当日に神前に供え、あるいは、献燈料の奉納者名を墨書した献燈を\n参道に掲げる取扱いをしていること前記のとおりであるから、今日においても、同\n神社に奉納される玉串料等については、宗教的意義が希薄化して、儀礼的、世俗的\nなものに化したとは認められない。そして、玉串料等の奉納の有する世俗的側面の\nみに着目することは、反面、右奉納の有する宗教行為性を殊更に軽視するものであ\nって、政教分離の原則の観点からみて妥当な見解とは考えられない。\n（四）　次に、本件玉串料等の支出が社会一般に与える影響及び効果について調べ\nてみる。\n（１）　本件玉串料等は、昭和三七年頃から毎年三回、靖國神社の恒例祭に際し、\n同神社の要請に基づき、同神社に奉納されてきたものの一部であり、しかも、岩手\n県は、同神社以外の宗教団体に対し、右のような公金の支出をしていないこと前記\nのとおりである。してみると、右玉串料等の奉納は、特定の宗教団体に対し、恒常\n的かつ継続的に公金の支出を行うこととなるから、その行為の態様からして、岩手\n県が他の宗教団体に比して、靖國神社を特別視しているとの印象を社会一般に与え\nていると推測せざるをえない。\n（２）　被控訴人らは、岩手県民多数の戦没者が奉斎されている靖國神社に対し、\n戦没者の追悼及び遺族の慰藉のため玉串料、献燈料の名をもって一回七〇〇〇円程\n度の公金の支出を行うことは、社会通念上の交際費の支出あるいは社会的儀礼若し\nくは社会的習俗として当然のことであると主張する。\nしかし、一回の額が少なくとも、右支出は恒常的かつ継続的に行われているもので\nあるから、右支出を通じて岩手県と靖國神社との結びつきは、緊密化していると認\nめざるをえない。\nのみならず、右の支出のもつ意味を岩手県に限局して考察するのは相当でない、す\nなわち、本件支出のなされた同時期において、知事名義による玉串料等の奉納が全\n国で約三〇件に及んでいたことは前記のとおりであるが、市町村長のそれは、本件\nでは不明のままである。しかし、甲第八八号証中のＰ８の執筆論文「戦後の靖國神\n社問題の推移」には、昭和六〇年のＰ７内閣総理大臣の靖國神社公式参拝の直前に\n全国で三七県一五四八市町村議会が公式参拝決議をしているとの調査結果が記述さ\nれている。また、乙第一六号証によれば、株式会社電通リサーチが昭和五〇年四月\nに行った前記一万人世論調査において、「『靖國神社だけは、お寺や他の神社とは\n別に国が特別にお世話すべきである』という意見がありますが、あなたはこの意見\nについてどう思いますか。」との質問がなされ、有効回答者八一五二名のうち、\n「賛成する」と答えた者が六四・二パーセント、「わからない」と答えた者が二\n二・三パーセント、「賛成しない」と答えた者が一三・五パーセントとの数値がで\nたことが示されている。このような状況下において、仮に本件玉串料等の支出が適\n法視されるならば、二四六万余柱の英霊の追悼と遺族の慰藉を理由に、全国各地の\n多数の市町村が本件と同様の公金支出をもって靖國神社への奉納に及ぶであろうこ\nとは、前記甲事件において縷述した我が国における社会・文化的詣事情と同神社に\n寄せる多くの国民の心情に照らしてみれば十分予想されるところである、そのよう\nな事態になれば、一件当たりの支出は七〇〇〇円一年間二万一〇〇〇円）であって\nも、全国規模では相当多額にのぼることが容易に想定される。したがって、本件の\n玉串料等の支出については、右のような潜在的波及効果をも参酌する必要がある。\n右のように考えられるから、被控訴人らの前記主張も採用することができない。\n（五）　なお、被控訴人らは、本件に関連する行政通達等を挙げて、宗教法人を含\nも民間団体が慰霊祭等を行うにあたって、普通地方公共団体が敬弔の意を表するた\nめ、玉串料等を贈ることは差し支えない旨主張するので、この点について触れてお\nく。\nなるほど、行政解釈において、宗教団体が慰霊祭等を行う場合でも、普通地方公共\n団体が敬弔の意を表するため玉串料等を贈ることは差し支えないとの見解が示され\nたことは前記のとおりであるが、この場合においても、特定の宗教に公の支援を与\nえて政教分離の方針に反する結果にならないことが条件付けられており、しかも、\nその後の行政解釈において、神社の主催する恒例祭に知事等の公務員が出席するこ\nとは、たとえ慰霊を伴う場合であっても、政教分離原則に反するような疑義を起こ\nさせるおそれがあるから、なるべく避けることが望ましいとされ、さらに、右趣旨\nを進めて、護国神社に対して普通地方公共団体が供物等の贈呈を行うこと若しくは\n祭祀料として公金を支出することはできないとの解釈が示されるに至ったことは、\n前記のとおりである。\nもっとも、前記の行政通達等において示された見解は、必ずしも統一的でなく、照\n会に対する断片的回答のため、その趣旨をくみとり難い憾みがあるが、右一連の見\n解を通覧すれば、次のように解しているものと思料される。\nすなわち、宗教団体を含む民間団体が慰霊祭等を行う場合において、それが恒例的\nに行われるものではなく、かつ、それが宗教団体自体の宗教的活動ではなく、死者\nそのものの弔魂、慰霊を目的とするものとみられるときには、公の機関がこれに関\n与しても、特定の宗教団体のために宗教的活動を行うことにならず、また、敬弔の\n表示として香華料、花環、玉串料等を贈ることも特定の宗教団体に対する公の支援\nとはならないと解していると考えられる。しかし、恒例祭は、宗教団体それ自体の\n宗教行事として行われるものであるから、慰霊を伴う場合であっても、公務員が恒\n例祭に出常することは、特定の宗教団体それ自体が宗教的活動を目的として行って\nいる儀式に公的要素を導入し、公の支援を与えているとみられるおそれがあるの\nで、これを避けることが望ましく、また、戦没者の慰霊を伴うものであっても、普\n通地方公共団体が神社等の宗教施設に対し供物等の贈呈や祭祀料の支出をすること\nは、公の支援に当たるとみられるおそれがあるから、許されないと解していると考\nえられる。\nこれを本件についてみれば、靖國神社が春秋に行う例大祭、夏のみたま祭が、いず\nれも恒例祭として同神社自体が宗教上の儀式として行うものであることは前記のと\nおりであるから、知事等がこれに参加しなくとも、恒例祭の行われる際に宗教的側\n面を多分に有する玉串料等を同神社に奉納することは、右通達等の行政解釈の主旨\nとするところにかんがみても、許されないと解される。\n（六）　以上検討したところによれば、本件玉串料等の支出は、その意図ないし目\n的が戦没者の追悼及び遺族の慰藉という世俗的な側面を有するとはいえ、玉串料等\nの奉納は同神社の宗教上の行事に直接かかわり合いをもつ宗教性の濃厚なものであ\nるうえ、その効果にかんがみると、特定の宗教団体への関心を呼び起こし、かつ靖\n國神社の宗教活動を援助するものと認められるから、政教分離の原則から要請され\nる岩手県の非宗教性ないし中立性を損なうおそれがあるというべきである。そし\nて、右支出によって生じる岩手県と同神社とのかかわり合いは、その招来するであ\nろう波及的効果に照らし、かつ前記認定の諸般の事情を考慮すると、相当とされる\n限度を超えるものと判断するのが相当であるから、右支出は、憲法二〇条三項の禁\n止する宗教的活動に当たるものといわなければならない。\nしたがって、右支出は、そのほかの争点について判断するまでもなく、違憲、違法\nなものというべきである。\n五　被控訴人Ｆに対する主位的請求\n１　前記第六の一のとおり普通地方公共団体に対する長の損害賠償責任について\nは、法二四三条の二の適用はなく、民法の規定によるものと解するのが相当であ\nる。そうすると、被控訴人Ｆが岩手県に対し違法な本件玉串料等の支出について損\n害賠償責任があるとするためには、同被控訴人に帰貴事由がなければならない。\n２　ところで、前記のとおり本件玉串料等の支出についでは、被控訴人Ｅの専決事\n項とされていたのであるが、かような場合に、財務会計上の行為を行う権限を法令\n上本来的に有する知事とその補助執行者である専決者との帰貴事由をどのように解\nすべきかについで検討する必要がある。\n（一）　まず、長の責任のとらえ方として、長の帰貴事由を専決者のそれと同一視\nする見解が考えられる。すなわち、専決事項についでは、行政組織法上の権限者で\nある長は、補助機関である専決者をいわば手足として用いて財務会計行為を行うも\nのと評価されるから、専決者はいわば長の履行補助者ともいうべき立場にたち、専\n決者の行為は長の行為と同一視され、専決者の帰責事由がそのまま長の帰責事由と\nなるものとする見解である、この見解は、専決は長の名において決裁するもので、\n長の権限に変更があるわけではないから、行政組織法上の権限を有する長が、内部\n的にも昀終的な責任負担者であるべきであると解する立場に基づくものである。し\nたがって、右の見解によれば、長に専決者に対する指揮監督上の故意、過失がない\n場合であっても、専決者に故意、過失があれば、それがそのまま長の帰貴事由とな\nるという結論に達する。しかし、専決・代決は、前記のとおり、法令上の根拠がな\nいとはいえ、既にその必要性のため慣行化しており、それなくしては、地方財務行\n政の適切な運営自体を阻害するおそれがあると考えられる。すなわち、普通地方公\n共団体の長は、当該地方公共団体の条例、予算その他の議会の議決に基づく事務そ\nの他公共団体の事務を自らの判断と責任においで誠実に管理し及び執行する義務を\n負い（法一三八条の二）、予算について、その調製権、議会提出権、付再議権、原\n案執行権及び執行調査権等広範な権限を有するものである（法一七六条、一七七\n条、二一一条、二一八条、二二一条）。その職責にかんがみると、その権限のすべ\nてを自ら執行することは不可能であるばかりでなく、これを行わんとすれば、長と\nしての重要な行政活動が疎かになるおそれがある。したがって、その権限行使のう\nち、適当な事項を予め専決者に委ねることは、行政組織の効率化のため必要不可欠\nと考えられる。そして、そのような必要性にかんがみると、長の帰貴事由を考える\nにあたって、専決者の責任と同一視することは、決して適切とは考えられない。も\nし、同一視の見解に立つと、規模の大きな自治体の長は、莫大な資産ないし資力を\n有する者でなければ、その地位に就くことができなくなるであろう。けだし、法二\n四二条の二第一項四号に定める損害賠償責任は、すべて当該職員の個人責任とされ\nているのであるから、補助職員の責任はすべて長の責任ということになれば、広範\nな財務会計上の権限を有する長はその賠償責任を果たすだけの資力を有しなければ\nならなくなるからである。のみならず、同一視の見解に立つと、長は、専決者に決\n裁を委ねていたような事項についても専決者と同じ程度の注意義務を尽くすことが\n要求されることになるのであって、それでは、規模の大きな自治体などの場合に\nは、長に対して不可能を強いるに等しいこととなるばかりでなく、長の行政活動の\n萎縮化さえ招きかねないと考えられる。また、観点をかえて、長の補助執行者が公\n務上第三者に損害を加え、長にも帰責事由があった場合を想走してみると、この場\n合には、長の属する地方自治体が第三者に対して賠償責任を負うことになり（国家\n賠償法一条一項）、しかも、長が地方自治体から求償されるのは、故意又は重大な\n過失があったときに限られているのである（同条二項）。もとより、本件の賠償責\n任は、民法の規定に基づくものと解すべきこと前記のとおりであるから、国家賠償\n法の右法条の適用ないに類推適用の余地はなく、長の帰責事由を故意又は重大な過\n失の場合に限定することはできないと考えられるが、長が補助執行者の行為によっ\nて地方自治体の外部に損害を加えた場合と地方自治体に損害を加えた場合とで、そ\nの帰責事由に差異のあることは、長の帰責事由を考えるうえで、一考を要する事柄\nとはいえよう。\n右のように考えてみると、専決者の責任を長の責任と同一視する見解は、それが外\n部の第三者に損害を加えた場合には、その責任は第一次的に自治体が負うことにな\nるから、そのまま妥当な見解といいうるが、自治体内部における財務会計上の行為\n又は怠る事実を予防又は是正するため、当該職員としての長の責任を問うという観\n点からみれば、長が自治体に負う帰責事由の在り方として、長の責任負担能力と処\n理可能性との相関関係に対する配慮が全くなされておらず、必ずしも実情に合う見\n解とは考えられない。\n（二）　次に、長は、専決者に対する指揮監督上の義務違反があるときに限って責\n任を負うという見解が考えられる。すなわち、この見解は、現実の財務会計行為が\n専決処理の場合をも含めて、組織的に執行されている行政事務処理の実情に則して\n内部責任を考えていくべきであるというものである。\nそもそも、法二四二条の二第一項四号前段の規定に基づく損害賠償の代位請求訴訟\nの本質は、地方行政組織の内部において生じた賠償責任を追及する制度である。そ\nうだとすれば、外部に対する関係において誰の行為が自治体に帰属するかという見\n地から規定されている行政組織法上の権限の所在ないし分配と自治体内部における\n責任の所在ないし分配とを同一に論じる必然性はないと考えられる。また、長及び\n専決者が、それぞれの権限ないし役割に基づいて、法二四二条の二第一項四号前段\nの「当該職員」に該当するものと解すべきことは、前記第六の二の２において述べ\nたとおりである。\nしてみれば、専決者は専決行為についての帰責事由がある場合に、長は自己の役割\n分担である専決者に対する指揮監督について帰責事由がある場合に、それぞれ別々\nに責任を負うと解するのが担当と考えられる。\nもっとも、長の専決者に対する指揮監督行為が財務会計行為に該当するかどうかの\n問題は生じるが、それが財務会計行為の執行に関して行われるものである以上、こ\nれを肯定するのが相当と考えられる。\nそして、右見解によれば、専決者に帰責事由（故意、過失若しくは重過失）が認め\nられない場合であっても、長に指揮監督上の故意、過失があるときには、長は賠償\n責任を負うことになる。その事例として、例えば、長において専決者の支出行為が\n違法であることを知っていたのに、これを止めるよう指示をしないとか、あるい\nは、長において右支出行為が重大又は異例な案件であることを知り、若しくは容易\nに知ることができたのにもかかわらず、右案件の支出について適切な指揮監督を怠\nったとか、又は長が専決者の前任者に誤った指示を与えたため、後任の専決者が知\nらずに支出してしまったなどという場合が考えられる。\n（三）　当裁判所は、右（一）、（二）の考え方を種々検討した結果、（二）の見\n解に従って、被控訴人Ｆの帰責事由の有無を判断するのが相当であるとの結論に達\nした。\n３　そこで、前項（二）の見解に従って、被控訴人Ｆの帰責事由について検討す\nる。\n（一）　本件玉串科等の支出の経緯については、前記四の２の（四）で認定したと\nおりである。ところで、右支出について知事である被控訴人Ｆ及び福祉部長である\n被控訴人Ｄが、右支出の決裁に関与したことはもとより、右支出のなされた当時、\nその事実すら知らなかったことは、丙第五ないし第七号証、第一七ないし第二八号\n証の各一及び原審における被控訴人Ｄ、同Ｅ各本人の供述によって認められ、丙第\n一七号証の三、第一八、第一九、第二一ないし第二五号証の各二、第二六号証の\n三、第二八号証の二も、右Ｅの供述に照らせば、右認定を左右するに足りないとい\nうべきである。\nそして、右事実及び前記四の２の（四）の事実並びに甲第三号証、第四号証の一な\nいし六、原審における控訴人Ａ、被控訴人Ｄ、同Ｅ各本人の供述と弁論の全趣旨を\n総合すれば、次の事実が認められる。\n（１）　岩手県の靖國神社への玉串科等の支出は、昭和三七年頃から毎年三回行わ\nれてきたが、右の支出は福祉部厚生援護課長の専決事項に係る「一件の金額一〇万\n円未満の交際費の支出」に当たるものとして処理されてきた。そして、右支出は、\nその後、長年にわたり続けられてきたが、岩手県の行政内部の会計監査ではもとよ\nり、議会、住民等からも右支出について問題提起がないまま推移してきたため、昭\n和五六年四月から同年一〇月までになされた本件支出についではもとより、それ以\n前の支出についても、専決者である歴代担当課長が特に重大又は異例の案件である\nとの認識をもたず、そのため、被控訴人Ｆ、同Ｄの両名の知るところとはならなか\nった。もっとも、右支出当時、既に本件議決に関して監査請求及び甲事件の訴えの\n提起がなされていたが、被控訴人Ｅは、将来右玉串料等の支出についても、紛議の\n対象とされるとまでは予想せず、そのため、右支出の違憲性の検討の必要性につい\nても思い至らなかったので、上司である被控訴人Ｆ、同Ｄと相談し、あるいは指示\nを受けることもしなかった。\n（２）　ところが、その後、昭和五七年一月三〇日付け「岩手日報」が「靖國神社\n玉ぐし料直接公費で支出」なる見出しをつけて、「岩手県等七つの県が靖國神社の\n恒例祭に玉串料等を公費から支出していた事実が明らかになり、自治省が、右支出\nにつき憲法上問題があるとして、既に一部の県に対して、再考を促す行政指導を始\nめた」旨の報道をした。\nこのような事態になって、初めて本件支出を知った被控訴人Ｄは、早速担当課長で\nある被控訴人Ｅと善後策を協議した結果、同年春の靖圏神社例大祭以降の玉串料等\nの支出はこれを中止することが良策と判断した。そして、右の事情を被控訴人Ｆに\n報告するとともに、右中止の方針について同被控訴人の了承を得た。\n（３）　同年二月八日控訴人Ａらは、岩手県福祉部長室に被控訴人Ｄを訪れて、本\n件玉串料等の支出は違憲であるから止めるよう要請した。これに対し、被控訴人Ｄ\nは、昭和五七年度から公費による玉串料等の支出を取り止める旨言明した。\n大要以上のとおり認められ、前記Ｄ、Ｅ両名の供述中、右認定に抵触する部分は採\n用できず、他に右認定を左右するに足りる証拠はない。\n（二）　右認定の事実関係によれば、被控訴人Ｆには、本件玉串料等の支出に関\nし、指揮監督上の故意があったとは認められない。また、同被控訴人が右支出の事\n実を知らなかったのは、岩手県では、昭和三七年頃から靖國神社に対する玉串料等\nの支出が、特に重大又は異例の案件として認識されたことはなく、長年にわたり担\n当課長の専決事項として何ら問題視されることはなく処理されてきたことによるも\nのであるから、同被控訴人が知事として、これを知らなかったことについて職務上\nの怠慢があったとは認め難い。そして、同被控訴人が本件支出を知った後は、被控\n訴人Ｄが報告した支出中止の措置を了承し、もって、適切な指揮監督権を行使した\nと認められるから、被控訴人Ｆにおいて、指揮監督権の行使を怠った過失があった\nと認めることはできない。\n（三）　したがって、被控訴人Ｆに対する主位的請求は、そのほかの点について判\n断するまでもなく、失当として棄却すべきである。\n六　被控訴人Ｆ、同Ｄに対する当審における予備的請求\n１　被控訴人Ｆ、同Ｄに対する予備的請求は、いずれも法二四二条の二第一項四号\n後段に基づく「怠る事実に係る相手方」に対する損害賠償請求であるところ、控訴\n人らの主張する帰責事由は、本件玉串料等の違法な支出をした専決者である被控訴\n人Ｅに対する一般行政上の指揮監督義務違反と解される。\nしかし、前記五の３において認定した事情のもとでは、被控訴人Ｆ、同Ｄに一般行\n政上の指揮監督義務違反があったとは認め難い。\n２　したがって、被控訴人Ｆ、同Ｄに対する当審における予備的請求は、そのほか\nの点について判断するまでもなく、棄却を免れない。\n第七　結論\n一　甲事件について\n当裁判所の甲事件についての判断は原判決とその理由を異にするが、その結論にお\nいて、控訴人一甲事件第一審原告）Ａほか二名の被控訴人（甲事件第一審被告）Ｂ\nほか三五名に対する主位的請求に係る訴えを却下し、予備的請求を棄却した原判決\nは相当であると判断する。\nしたがって、右控訴人らの右被控訴人らに対する本件控訴は理由がないから棄却す\nる。\n二　乙事件について\n１　当裁判所の乙事件についての判断は原判決とその理由を異にするが、原判決\n中、控訴人（附帯被控訴人・乙事件第一審原告）Ｃほか七名の被控訴人（附帯控訴\n人・乙事件第一審被告）Ｄに対する主位的請求に係る訴えを却下し、同Ｅに対する\n請求を棄却した部分は、結論において相当であると判断する。\nしたがって、右控訴人らの右被控訴人両名に対する本件控訴及び被控訴人Ｅの附帯\n控訴は、いずれも理由がないから棄却する（なお、被控訴人Ｄの附帯控訴について\nは、同人に対する主位的請求事件に係る控訴が棄却されないことを条件として予備\n的に提起されたものであるから、判断を要しないこととなった。）。\n２　しかし、原判決中、右控訴人らの被控訴人（附帯控訴人・乙事件第一審被告）\nＦに対する主位的請求に係る訴えを却下した部分は失当であるから、右控訴人らの\n控訴及び右被控訴人の附帯控訴に基づき、原判決主文第一項中、右被控訴人に関す\nる部分を取り消し、右請求を棄却する。\n３　右控訴人らの右被控訴人Ｆ及び同Ｄに対する当審における予備的請求は、いず\nれも理由がないから棄却する。\n三　よって、訴訟費用の負担について、民事訴訟法九六条、八九条、九〇条、九三\n条、九四条を適用して、主文のとおり判決する。\n（裁判官　糟谷忠男　飯田敏彦　菅原　崇）\n"
}