{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 3,
    "month": 7,
    "day": 19
  },
  "case_number": "昭和59(行ウ)9",
  "case_name": "道路管理権確認請求事件",
  "court_name": "京都地方裁判所",
  "field": "行政",
  "gist": "道路法所定の道路の管理権が成立するためには，道路区域として指定された敷地が国有財産の場合にも，法定の道路管理者が所有権その他の権原を取得して供用が開始されることが必要であるところ，道路法施行法（昭和２７年法律第１８１号）５条１項所定の「現に旧法の規定による府県道，私道又は町村道の用に供されている」国有地とは，道路法施行時において現実に道路の形態を有して現に一般の通行の用に供されていることを要し，いわゆる構内道路として国が管理していた土地は，前記道路の用に供されていたとはいえないなどとして，当該土地について町が道路法施行法５条１項に基づいて権原を取得したとはいえず，町の道路管理権が成立したとはいえないとした事例",
  "lawsuit_id": "16605",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=16605",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/605/016605_hanrei.pdf",
  "contents": "○　主文\n一　原告の請求を棄却する。\n二　訴訟費用は原告の負担とする。\n○　事実\n第一　当事者の求めた裁判\n一　原告\n１　原告と被告との間で、別紙物件目録記載の土地（以下本件道路という）につい\nて、原告が道路管理権を有することを確認する。\n２　訴訟費用は被告の負担とする。\nとの判決。\n二　被告\n主文同旨の判決。\n第二　当事者の主張\n一　原告（請求原因）\n（一）　路線認定・公示\n原告代表者丹波町長（以下町長という）は、昭和五九年三月二一日、同日付丹波町\n議会の議決に基づき丹波町町道六号線について路線認定をして、同日、これを公示\nした（道路法八条一項、二項、九条）。\n（二）　区域の決定、供用の開始、公示\n町長は、昭和五九年三月二九日、右の町道について、区域の決定をして、供用を開\n始し、同日、これらを公示した（同法一八条）。本件道路は、右の町道のうち、京\n都府船井郡＜地名略＞（以下本件土地という）内の区域である。\n（三）　使用権原の取得\n（１）　本件道路は、次の経過で、昭和二七年一二月五日の道路法施行時に村道の\n用に供されている道路であるから、原告が本件道路敷地を無償で貸し付けられたと\nみなされ、その使用権原を取得している（道路法施行法五条一項）。\nイ　本件道路と同一目的（国道二七号線から＜地名略＞へ通ずる目的）を有する道\n路として、大正一二年に高原村長に認定された村道富田須知線の一部（＜地名略＞\nから同＜地名略＞まで）と村道農学校線の一部（同＜地名略＞から＜地名略＞ま\nで）とがある（以下大正一二年認定道路という　別紙図面２）。\nこの大正一二年認定道路は、昭和七年から一三年までに行なわれた耕地整理により\n小規模の区域変更がなされた。\nロ　その後、昭和一八年に、海軍省が、本件土地（現在、被告が京都大学高原畜産\n試験地として管理使用している約九万四、〇〇〇平方メートルにほぼ当たる土地を\nいう）を買収した結果、大正一二年認定道路は使用できなくなったが、同省は、ほ\nぼ本件道路の区域に道路を敷設した。\nハ　昭和三〇年四月一日、高原村は、須知村と合併し、原告となったから、原告\nが、高原村の有する権原を承継した。\n（２）　イ　戦後、昭和二一年二月ころ、本件道路を含む土地について、京都府\nが、国に代行して土地改良事業を行ない、本件道路の区域に道路が造成され、国道\n二七号線に通ずる通路という大正一二年認定道路と同一目的で一般の交通の用に供\nされた（以下旧道路敷部分という。別紙図面３のＡＢＣを順次結んだ道路）。\nロ　昭和二九年、京都府知事は、右の国営土地改良事業によって造成した道路につ\nいて、高原村長に対し、村道の路線の認定を申請し、同村長は、旧道路敷部分を含\nも道路を、村道第九（別紙図面３のＢＣを結んだ線）及び第一六号（同図面のＡＢ\nを結んだ線）の各農道支線として線路の認定を行ない、京都府保管の国有財産台帳\nにも、これらの道路敷地が建設省へ村道として所管換されたことが記載されている\nから、高原村が被告から旧道路敷部分を無償で貸付けられたものと解し得る。\n（３）　仮にそうでないとしても、旧道路敷部分は、昭和四八年一〇月一九日、農\n林省所管国有財産部局長である近畿農政局長から原告へ譲与された。\n（４）　旧道路敷部分の西側の一部（別紙図面３のＢＣ間）について、昭和三七年\nころ、被告（京都大学）が、敷地を付け替え（以下付け替えた部分について新道路\n敷部分という。別級図面４のＢＢＣ間）、旧道路敷についての原告の使用権原が被\n告の黙示的承諾（黙示の使用貸借）の下に新道路敷の上に移行した。\n（５）　旧道路敷地部分を昭和三五年七月以降用地所属替により管理している被告\n（京都大学）は、これを農学部牧場として利用し、昭和五六年三月本件道路の西端\n入口の別紙図面１の、ＰＰ間にコンクリート製門柱、鉄製扉を設置し、原告町民の\n通行を阻止し、原告の本件道路に対する管理権を争っている。\n（四）　結論\nよって、原告は、道路法に基づき本件道路に対する管理権を有するから、被告に対\nし、その確認を求める。\n二　被告（認否・被告の主張）\n１　請求原因に対する認否\n（一）　請求原因（一）、（二）記載の事実をいずれも否認する。\n（二）　同（三）記載の事実のうち、（１）ハの合併の事実、（５）を認め、その\n余をいずれも否認する。なお、（２）イの造成工事は、開拓工事を指すが、同工事\nは本件土地周辺の山林、原野に実施されたもので、本件土地の区域は右工事の区域\nに含まれていない。\n２　被告の主張\n（一）　道路法施行法の適用\n道路法施行法五条一項所定の道路が、町村道の用に供されているというためには、\n通行の必要があること、通行の実態があること、道路の形態をなしていること、町\n村によって維持管理されていることが必要である。、しかし、本件土地は、被告\n（旧海軍省）が、昭和一七年に買収して野外演習場として使用し、戦後、旧京都学\n芸大学（旧京都青年師範学校、現京都教育大学）が本件土地の所管換を受け管理し\nていたもので、旧海軍省は、本件土地内に一般人の立ち入りを認めず、独占的に管\n理しており、本件土地内の里道等はその用途が廃止された。また、その後、旧京都\n学芸大学、京都大学も、一般人の通行は原則として禁止していたのであって、通行\nの実態も、町、村による維持管理の事実もない。したがって、本件道路は道路法施\n行当時、道路の用に供せられているとはいえない。\n（二）　土地改良法に基づく管理の委託\n本件土地は土地改良工事区域には含まれない。したがって、京都府知事の申請に基\nづき、高原村長が村道として認定した道路は、本件土地内になる道路ではないか\nら、これをもって、旧道路敷部分の無償譲与は認められない。\nまた、高原村長の昭和二九年の認定は、「国営土地改良事業によって造成した道路\nの路線認定等について」と題する通達（昭和二七年九月六日二七地局第二九四三号\n農林省農地局長通達）に基づくところ、右の通達は、新道路法（昭和二七年法律第\n一八〇号）の施行に伴い、国営土地改良事業によって造成した道路を府県又は市町\n村に委託して道路を管理させるための道路認定等の手続きの取扱を定めたものであ\nって、その根拠規定は、土地改良法九四条及び同条三項に基づき制定された土地改\n良財産の管理及び処分に関する政令（昭和二六年一一月二日政令第三四七号）であ\nるが、土地改良法九四条及び右政令一条によれば、農林大臣が管理又は処分及び管\n理の委託をできるものは、普通財産に限定されている。本件道路を含む大学敷地\nは、旧軍財産として大蔵省に引き継がれた後、昭和二三年八月一三日文部省が所管\n換を受け、以後行政財産（公用財帝）として牧場等の運営を供してきたものであ\nり、開拓工事区域には含まれず、普通財産ではないから、原告主張の請求原因\n（三）（２）ロの所管換も、無償貸与もなし得ない。したがって、本件道路を村道\nとして認定することはできない。\n（三）　原告が請求原因（三）（３）で主張する譲与は、本件道路（旧道路敷地部\n分）とは全く別の位置にある道路であって、旧道路敷地部分について譲与はない。\n第三　証拠（省略）\n○　理由\n一　原告の路線認定・公示、区域の決定、供用の開始・公示\n証人Ａの証言により真正な成立の認められる甲第一一、第四五、第四六号証、第四\n七号証の一ないし三、第四八号証の一ないし三、同証言、弁論の全趣旨を総合する\nと、原告主張の請求原因（一）、（二）の事実、即ち、丹波町町道六号線につい\nて、昭和五九年三月二一日の丹波町議会の議決に基づき、町長が、同日、路線認\n定、公示をしたこと、同月二九日、町長が、右の町道について、本件道路部分を含\nめ、区域の決定をして、供用開始の意思表示を公示したことが認められ、これを覆\nすに足る証拠がない。\n二　原告の使用権原の有無\n道路法所定の道路の管理権が成立するためには、路線の指定又は認定があり、法定\nの道路管理者が、道路の区域として決定した敷地の上に、所有権その他の権原を取\n得して、供用が開始されることが必要であって、他人所有の土地について何らの権\n原を取得することなく、道路管理者が供用開始をすることは許されない（昀判昭和\n四四年一二月四日民集二三巻一二号二四〇七頁）。そして、これは、道路区域とし\nて決定された敷地が国有財産であった場合にも同様であって、道路管理者は、国と\nの間に道路敷地についての使用権原を設定しない限り供用開始をすることができ\nず、その結果、道路管理権も発生しない。\n成立に争いのない甲第一号証によれば、本件土地については、被告の所有権登記が\nなされている。そこで、本件土地内の本件道路部分について、以下、原告主張の請\n求原因（三）の右使用権原の有無につき順次検討する。\n１　道路法施行法五条一項\n道路法（昭和二七年法律第一八〇号）施行の際（昭和二七年一二月二五日、道路法\nの施行期日を定める政令・昭和二七年一二月四日政令第四七八号）、現に旧道路法\nの規定による村道の用に供されている国有の土地は、道路法施行時に、国が道路管\n理者に対し無償で貸付けたものとみなされる（道路法施行法五条）。\n原告は、本件道路部分が、昭和二七年一二月二五日当時、旧法の規定による町村道\nの用に供されていた旨主張するので、まず、この点につき判断する。\n（一）　本件道路の経緯\n（１）　大正一二年の認定\n成立に争いのない甲第二二号証、乙第九号証、証人Ａの証言により真正な成立の認\nめられる甲第二、第一七、第二七号証、第三二号証の一、二、同証人の証言、弁論\nの全趣旨を総合すると、以下の事実が認められる。\nイ　本件土地付近の地名は、従前、京都府船井郡＜地名略＞であったが、その後、\n前示現在の字名（＜地名略＞）に行政区画が変更されたものである。本件土地の東\n側に沿って、南北に国道二七号線（舞鶴街道または阪鶴街道）がある。\nロ　京都府船井郡高原村議会は、大正一二年三月二二日、下山地内一八本、實勢地\n内一一本、豊田地内二七本、富田地内九本の道路を、村道に認定する旨の決議をし\nた（村議会議事録、甲一七）。その中には、本件土地付近の道路と思われるものと\nして、富田地内の大谷直営林より坂ノ尻舞鶴街道に合する道（延長一里一八丁）、\n農学校道（延長三丁Ｂ宅東側より学校を経て舞鶴街道に達する道。農学校とは大正\n一二年一月一日に設置された京都府立須知農学校であって、現在の本件土地西側の\n須知高校の位置にあった。）が含まれている。しかし、同決議に基づいて認定され\nた道路の図面は存在しない。\nハ　昭和二八年以前に作成された道路台帳（甲二）によれば、大正一二年に議決、\n認定された道路のうち、本件土地付近と思われろものとして、富田須知線（＜地名\n略＞（現在の＜地名略＞）から＜地名略＞まで延長一、八九九・四メートル）と、\n農学校線がある。農学校線の起点は、＜地名略＞（現在の前記＜地名略＞）と記載\nされている部分と、同＜地名略＞（現在の同＜地名略＞）と記載されている部分と\nがあるが、終点は＜地名略＞（現在の前同）まで延長一、〇七〇メートルである。\n同台帳の添付図面では、富田須知線が（１）、農学校線が（１５）で図示されてお\nり、Ａ証人は、この二線が本件土地内で合流していると述べる（第一九回口頭弁論\n調書）。しかし、同図面には（１４）の富田線一二号があり、その幅員、延長の記\n載の位置が、（１）の道路に接続する道路の両側に記載されていることと、当時の\n公図写（甲二七）との比較からすると、農学校線の起点は、坂ノ尻二九であるとも\n推認する余地もないではないが、この富田線一二号の認定時期は不明であり、その\nいずれであっても以下の争点の判断に直接影響がないので、ひとまず、以下、この\n部分も農学校線の一部として記載していく。\nニ　前記の議事録と道路台帳とでは、本件土地付近の道路と思われる道路二本の延\n長距離が異なるが、両者の作成時期の相違、決議は道路の区域決定以前になされる\nことなどを考慮すると、始点と終点がほぼ一致する以上、議事録記載の前記二本の\n道路と、道路台帳記載の富田須知線、農学校線とは、同一の道路と認めることがで\nき、他に右の認定を覆すに足る的確な証拠がない。\nホ　そこで、大正一二年には、別紙図面２のうち、本件土地付近に村道富田須知線\n及び農学校線が、別紙図面７の黄線及び緑線のように存在したものと推認すること\nができ、これを覆すに足る証拠がない。\n（２）　昭和七年ないし一三年の耕地整理\n証人Ａの証言により真正な成立の認められる甲第二七、第二八号証の一ないし四、\n第二九号証、同証人の証言、弁論の全趣旨を総合すると、昭和七年から昭和一三年\nにかけて本件土地付近で行なわれた耕地整理により、前記（１）記載の村道富田須\n知線の東西の道路も、本件土地付近の＜地名略＞から同＜地名略＞にかけてほぼ真\nつすぐに敷地が整理され、別紙図面５（甲二三）のとおりとなったことが認めら\nれ、これを覆すに足る証拠がない。なお、この位置関係はほぼ別紙図面７の黄緑と\n同様である。\n（３）　海軍省の道路敷設\n成立に争いのない甲第四号証、乙第九号証、本件土地の写真であることに争いのな\nい検乙第一、第二七、第二八号証、証人Ｃの証言、弁論の全趣旨を総合すると、昭\n和一七年、海軍省は本件土地付近一体の農地、山林等約一六〇万平方メートルを買\n収し、所有権を取得したこと、同省は、ここに同省舞鶴鎮守府の野外演習場を設置\nして、一般人の立ち入りを禁止し、右買収地内の北部に位置する本件土地（約九万\n四、〇〇〇平方メートル）は、整地して、その周囲に板塀などの囲障を設けて、出\n入口に兵哨を置いて厳重に立ち入りを禁止し、北側部分に兵舎、事務所、車庫等一\n〇数棟を建築し、その南側部分を軍用車両の運転練習場として使用していたこと、\nその結果、従前本件土地内にあった前記（１）、（２）記載の耕地整理前後の村道\n富田須知線の道路は道路の形状が跡形もなくなって一般人の通行が不可能となり、\n事実上その用途が廃止された状態となったこと、その代替道路として本件土地の外\n側に沿って国道二七号線から、北西に向かい、本件土地の西側に至る道路が敷設さ\nれたこと、海軍省は、構内道路として本件土地内に新たに道路を敷設し、その位置\nは、右村道富田須知線、農学校線道路と位置が異なり、小字坂ノ尻＜地名略＞付近\nにあった正門から同＜地名略＞付近までの東西のほぼ直線の道路であり、その一端\nは、正門で国道二七号線に接続しているが、他の一端は構内で行き止まりとなり、\n外部の道路と接続していないもので、その位置関係はほぼ別紙図面７の赤線のとお\nりであることが認められる。\nなお、甲第三六証の二には、昭和一九年当時の海軍用地平面図の中に、本件道路と\n同様に、正門から裏門に抜け、八ツ谷池方向へ行く道路（旧道路敷及び新道路敷部\n分とほぼ一致すると思われる）の記入があるが、前掲各証拠に照らし遽かに措信す\nることができず、他に右の認定を覆すに足る証拠がない。\n（４）　戦後の管理\n前掲甲第四号証、乙第九号証、Ａ証人の証言、成立に争いのない乙第八、第一〇、\n第一一号証、証人Ｄ、同Ｅ、同Ｆ、同Ｃ、同Ｇの各証言、弁論の全趣旨を総合する\nと、以下の事実が認められこれを覆すに足る証拠がない。\nイ　昭和二〇年一二月一日、本件土地を含む旧海軍省の軍用財産は、国有財産に管\n理換となり（乙九）、本件土地は、昭和二〇年一二月頃から、京都青年師範学校が\n使用していたが、昭和二三年八月一三日、本件土地を含む一万一、二四四坪が、大\n蔵省から文部省に無償管理換となった（乙八）。昭和二四年六月一日、京都学芸大\n学が発足し、右旧京都青年師範学校がこれに包括されて、昭和二六年三月三一日に\n廃止されたのに伴い、本件土地も、昭和二六年四月一日から、京都学芸大学高原分\n教場の建物敷地等として使用された。昭和二八年一一月以降は、京都学芸大学職業\n科と京都大学農学部畜産学研究室とで共同利用することとなり、昭和三五年七月二\n〇日に、本件土地建物すべてが京都大学に所属換となり、京都大学高原畜産試験地\nとなった（乙一一）。\nロ　昭和二〇年夏ころから、本件土地付近の蒲生野、曾根地区について開拓事業が\n開始され（後に国営土地改良事業となる）、本件土地内に残っていた海軍省の建物\n（兵舎）は、土地開拓事業の事務所あるいは入植者の住居として使用されることと\nなり、また、同年一二月九日、京都青年師範学校が、京都師範学校から分離独立し\nて、同様に、海軍省の建物（兵舎）へ移転した。\nハ　京都青年師範学校は、昭和二一年から本件土地の開墾を始め、田畑を作り、管\n理し、構内道路は、海軍省が敷設したものをそのまま建物敷地の一部として通行に\n使用した。そのうち、本件道路敷地に一致するものは、正門（別紙図面１Ａ′Ａ\n点）から西に直進し、別紙図面１のＧ′Ｇ点の先当たりまでの直線部分のみであ\nり、本件道路のＧ′Ｇ点からＰ′Ｐ点の間の南に向かう部分に相当する部分は、昭\n和二一年ころには、道路として構築されたものはない。Ｇ′Ｇ点より南側は運動場\n用地として荒れ地のまま放置されていたが、Ｐ′Ｐ点から外には道路があったため\n（海軍省が買収した際に寸断された前記（１）、（２）の富田須知線の一部）、Ｐ\n′Ｐ点から構内に入り、運動場用地を横切って、右の海軍省設置の道路を通ること\nができた（乙八添付図面の二）。ＰＰ点の北側付近は水はけが悪く、梅雨時や雨天\nのときには、右の運動場用地内に水が溜まり、これを迂回して歩く状態だった。し\nかし、昭和二九年ころまでには、運動場用地内に当たる部分に、学生らの一部が現\n在の裏門に当たる本件土地の南西部の一般道路に通ずる部分に通学を重ねるうち\nに、そこが自然に人の往来により道路状化するようになっており（乙一一添付図面\nの一）、その後、京都大学がこれに側溝を作って水捌けを良くして、道路設備を作\nったのは、昭和三四、五年のことであった（証人Ｃ一五丁、二六丁）。なお、この\n部分の位置関係はほぼ別紙図面７青線のとおりであった。\n昭和四三年と昭和四六年の二回、原告は、本件土地の西側にある山の頂点に、簡易\n上水道の貯水タンクを作る資材を上げるために、構内を車で通行させて欲しいと申\nし出て、京都大学から構内道路通行の許可を得て、車両通行のため、道幅の狭かっ\nた本件道路部分（新道路敷部分）の南に曲がった部分からＰ′Ｐ点までを、整地拡\n幅した（乙一二の二）。また、昭和三九年に、原告は、京都大学の許可を得て、本\n件道路部分の地下に、簡易水道の配管を埋設した（乙一三の二）。\nニ　Ｐ′Ｐ点から本件道路を通ってＡ′Ａ点までを通行するのは、本件土地内の建\n物に居住していた開拓者、京都学芸大学、蒲生野中学校等の学生以外では、国道二\n七号線の東側に居住する住民が、西側にある八ツ池や山の管理をするため、又は、\n本件土地の西側にある須知高校に通学する場合が殆どである。昭和四三年ころ、本\n件土地の西側に酪農家（Ｈ）が転居して来てからは、同家の関係者も通行してい\nる。\n昭和二二年五月から昭和四八年一〇月までの間、京都交通株式会社は、＜地名略＞\n（本件土地の北東の角あたり）に、路線バス停留所（須知高校前バス停留所）を設\n置している。しかし、昭和三〇年以降には大部分の生徒は国鉄下山駅から国鉄バス\nを利用して通学しており、近郊の須知、胡麻地区から通学する生徒のうちでも、本\n件土地内を通る者は少数であった。\nホ　また、本件土地内を通行せず、国道二七号線から、通称胡麻街道を西に入り、\n美月橋の手前で南に下り、本件土地の西側を通って八ツ池や、山、須知高校、Ｈ宅\nへ抜ける道路もあり、また、国道二七号線から本件土地の北側境界に沿って西に向\nかい、右記の道に合流する道もあり（前記（３））昭和四八年ころまでは、利用さ\nれていた。\nへ　昭和五六年三月ころまで、京都大学は、一般人の構内の通行を黙認していたこ\nともあるが、車両の構内通行が増え、圃場が荒れる等の理由から、昭和四六年に\nは、通行禁止にしたい旨の要望書を丹波町に提出し、昭和五五年にも同様の要請を\nし、その後、昭和五六年、Ｐ′Ｐ点に裏門を設置して車両の通行禁止の処置をする\nとともに、正門に通行禁止の表示を出した。\n（５）　土地改良事業による道路敷設\n前掲甲第八号証によれば、高原村村長は、土地改良事業に基づき造成し、昭和二二\n年竣工した道路について道路認定をした旨を京都府知事に報告し、この報告による\nと、認定した道路には、農道支線九号、一六号が含まれることが認められる。\nしかし、証人Ａの証言により真正な成立の認められる甲第六号証、甲第二一、第三\n〇号証、成立に争いのない乙第四号証、第二一号証の三、弁論の全趣旨により真正\nな成立の認められる甲第五一号証を総合すると、「京都府蒲生野地区道路出来高平\n面図」と題する図面には、農道支線九号延長一九四メートル（二二年度施行）は、\n国道二七号線の東側（本件土地と反対側）にあり、農道支線一六号延長一六〇メー\nトル（二二年度施行）も、本件土地の南西の八ツ池の南に位置しており、本件土地\n付近には道路の記載がなく（乙二一の三）、蒲生野開拓地区の実測図には、本件土\n地に該当する部分に開拓地区の符号が付されていないところ（甲六）、京都府作成\nの「蒲生野地区確定図」（乙六の二）には実際の地番が記入されているので、これ\nと区画が一致する「蒲生野開拓地区実測図」（甲六）の各区画に見合う地番を特定\nして、土地登記簿により調査すると、本件土地、学芸大学敷地、営林署敷地につい\nては自作農創設特別措置法四一条により売渡された旨の記載がないが、その他の各\n区画にはその旨の記載があり、右「蒲生野地区確定図」（乙六の二）には、本件道\n路の記載がないし、本件土地は、海軍財産として一括、大蔵省に引き継がれた後、\n昭和二三年八月一三日文部省が所管換を受け、以後行政財産として牧場等の運営に\n供されてきたものであり（乙八、九）、国営土地改良事業によって造成した道路を\n市町村等に委託して道路管理をさせることができるのは、土地改良法九四条、昭和\n二六年一一月二日政令第三四号土地改良財産の管理及び処分に関する政令一条に照\nらし普通財産に限られているから、本件土地は開拓地区外であるといえること、ま\nた、証人Ｄの証言によると、昭和二〇年一一月に開拓地の大綱を協議した際、現在\nの京都大学の敷地（本件土地）は、京都青年師範学校の要望で、開拓地から除外し\nたことが認められ（同証人七丁表）、これらの事実に照らすと、本件土地内に前記\nの農道支線九号、一六号が敷設されたと認めることができず、他に、土地改良事業\nにより本件土地内に道路が敷設されたと認めるに足る的確な証拠がない。\n（６）　戦後の道路認定\n前掲証人Ａの証言により真正な成立の認められる甲第八、第九、第三〇、第三三号\n証の一、二、第四〇号証、同証言、弁論の全趣旨により真正な成立の認められる甲\n第三四号証、第三五号証の一、二、第三八、第四九号証、弁論の全趣旨を総合する\nと、昭和二九年七月一九日、高原村議会は、「開拓地区内道路町村道認定の件」を\n可決し（甲四九）、昭和三〇年一〇月一四日、高原村長がこれを公示したこと、そ\nの中に村道九号線一九四メートル、同一六号線一六〇メートルがあること、昭和二\n九年当時の地図は現存せず、道路現況台帳には、昭和二九年七月一九日認定告示の\n路線として、蒲生野開拓線一、一四四・九メートルと、一括しての記載があるのみ\nであること（甲三四）、昭和三六年九月二九日、原告町長が、合併に伴い、高原村\nの村道を原告の町道として認定するに際して、蒲生野九号支線、一六号支線を認\n定、告示し、このうち九号支線は、小字蒲生野から小字蒲生野まで延長一九四メー\nトル、一六号支線は、小字蒲生野から小字蒲生野まで延長一六〇メートルであっ\nて、昭和二九年の認定と一致していること（甲九）、甲第九号証の添付図面（甲第\n三三の一、二と同一のもの）によれば、右の昭和三六年認定の蒲生野一六号支線\nが、前記（３）の海軍が敷設した旧道路敷部分と途中までほぼ同一の位置であると\nいえる（Ａ証言第一九回口頭弁論調書添付図面）。\nしかし、右の昭和三六年の認定に関する書類に添付された地図は、証人Ａの証言に\nよれば、昭和五〇年一二月二五日に作成されたものであり、昭和三六年の認定の際\nに作成した図面が傷んだので、これをそのまま複製したというが、この地図には、\n本件土地の南方に府立自然運動公園があり、証人Ｃの証言及び弁論の全趣旨によれ\nば、この公園用地確保のために、Ｈが立ち退きを求められ、代替地である本件土地\nと須知高校との中間点に、昭和四三年ころ移転したことに照らすと、右図面は昭和\n五〇年当時の地図の上に道路を記入して作成したことが認められ、傷んだ地図を複\n製するに際して昀新の地図の上に記入することの不自然さもあり、蒲生野開拓地図\n実測図（甲六）、蒲生野地区確定図（乙第六の一、二、第一五）、京都府蒲生野地\n区道路出来高平面図（乙二一の三）、このうち、須知町が昭和二九年に認定した道\n路を記載した図面（甲三〇）にいずれも記載されている農道幹線、支線が、右の甲\n第九号証の添付図面記載の道路と一致しておらず、弁論の全趣旨により成立が認め\nられる乙第一五号証添付の図面二通の合成図に右蒲生野地区道路出来高平面図（乙\n二一の三）（これは、乙第六の一、二、第一五、甲第三〇添付図面、甲二一ともほ\nとんど一致し、信用できる）の道路名等を記載すると、別紙図面６のとおり、農道\n支線九号、一六号はともに、本件土地外にあることが認められ、右に認定のとおり\n昭和三六年の認定が、昭和三〇年の高原村須知村合併により町道の名称を変更した\nのみであることに照らすと、甲第九号証添付図面（甲第三三号証の一、二）が、昭\n和三六年認定の道路を記載した図面であるとの前示証人Ａの証言部分は遽かに措信\nできず、他に、これを認めるに足る的確な証拠がない。\n（二）　まとめ\n（１）　以上の事実を総合すると、昭和二七年の道路法施行時までに、大正一二年\nに認定された富田須知線、農学校線の本件土地内の部分は廃止されていないこと、\n昭和二七年当時、本件道路部分が、通行の用に供せられていること、しかし、富田\n須知線、農学校線の、本件土地内の部分と、本件道路とは、位置、形状が全く異な\nるものであるというほかない。そこで、本件土地内の右富田須知線、農学校線の認\n定に基づき、本件道路が、原告主張の請求原因（三）（１）のとおり昭和二七年一\n二月五日の道路施行時に村道の用に供されている土地といえるか否かを検討する。\n（２）　道路法施行法五条一項は、前示のとおり「道路法施行の際（昭和二七年一\n二月二五日）、現に旧法の規定による・・・村道の用に供されている国有に属する\n土地」で「新法の規定により・・・村道の用に供されるものは」「新法施行の\n際、・・・村道の存する村にそれぞれ無償で貸し付けられたものとみなす」旨定め\nている。\nイ　同条一項の「現に旧法の規定による・・・村道の用に供されている」国有地と\nは、右道路法施行時において、現実に道路の形態を有し、これが現に一般の通行の\n用に供されていることが必要である。\nロ　前認定（一）（１）、（２）、（３）、（４）ハの各事実によると、大正一二\n年に認定、告示され、その頃、供用開始された原告が本件道路の前身であると主張\nする村道富田須知線、農学校線の一部（前認定（一）（２）の昭和七年から昭和一\n三年の耕地整理後のものもほぼ同位置－以下、これを大正一二年道路という）と本\n件道路とは共に本件土地内、即ち、被告管理の京都大学高原牧畜試験地約九万四、\n〇〇〇平方メートル内に存在するが、その位置は別紙図面７の黄緑（大正一二年道\n路）と赤線（本件道路）とに示されるとおり、全く異なっており有効な路線変更な\nど特段の事情がない限り、大正一二年認定の道路敷地をもって、本件道路の敷地と\nして、村道の用に供されていたということはできない。即ち、道路敷地部分は、権\n利行使に重大な制限が課せられるので、旧道路法においても、道路の管理者は道路\nの区域を決定し、これを公示しなければならないと定めている（旧道路法一九条、\n道路法施行令一〇条）。そして、路線の変更、廃止がなされる場合以外は、道路の\n供用の廃止がなされるまで、一日一道路区域と定められた土地は、道路としての公\n物の性格を失わないことなどに照らすと、道路法施行法五条の適用に当たり、貸与\nが成立する道路区域の位置の認定は厳格に解すべきであって、同一構内の一団の土\n地内であっても、昭和二七年の右道路法施行時までに、有効な路線又は道路の区域\nの変更がない限り、旧法の下で認定された区域の道路敷地に限り無償貸与の関係が\n成立するというべきである。なお、本件道路と大正一二年道路とは別紙図面７のと\nおり、三点にわたって極く一部分が交叉し、重なり合うところがないではないが、\nこれのみでは道路の形態をなさないから、これをもって大正一二年道路の一部が本\n件道路の敷地として、村道の用に供していたものとはいえない。\nハ　前認定（一）（３）、（４）のとおり、大正一二年道路は昭和一七年の海軍省\nの野外演習場設置に伴い事実上道路としての用途が廃止される状態となり、その後\n同省が敷設した本件道路は、一般人の通行を禁止したいわゆる構内道路であって、\nこれは、戦後京都青年師範学校、京都学芸大学、京都大学へ順次所属替となった\nが、構内道路であったことに変わりはなかったもので、一時期、部外者の通行を黙\n認していたこともあるが、これをもって、一般道路としての用に供されていたとは\nいえず、依然、構内道路としての性格を有していたというべきである。」\nしたがって、道路法施行の昭和二七年一二月二五日現在、本件道路は被告（京都大\n学）が管理する構内道路であって、これが原告の前身である高原村の村道の用に供\nされていたものとは認められない。\nニ　したがって、右ロ、ハいずれの点からみても、大正一二年道路をもって本件道\n路敷地が道路施行法五条の所定の道路法施行の際、現に旧法の規定による村道の用\nに供されている国有に属する土地である根拠とすることはできず、その旨の原告主\n張の請求原因（三）（１）（２）は、その余の判断をするまでもなく失当である。\n２　昭和二九年認定の村道第九、第一六号線の検討\n原告は請求原因（三）（２）において、昭和二九年に、本件道路について、京都府\n知事が、土地改良事業に基づき、村道の路線の認定の申請をして、これに対して高\n原村長が、村道第九、第一六号線として路線の認定をしていることから、本件道路\nについて、道路法施行法による権原取得が推認されると主張するが、前認定（一）\n（５）のとおり、昭和二九年に高原村長が認定した村道第九、第一六号線が本件土\n地内に存すると認めるに足る的確な証拠がないから、原告主張の右請求原因（三）\n（２）はその余の判断をするまでもなく、その理由がない。\n３　譲与契約\n成立に争いのない甲第四四号証の一ないし三によれば、道路法九〇条二項に基づ\nき、昭和四八年一〇月一九日、農林省所管国有財産部局長である近畿農政局長から\n原告へ、村道第九、第一六号各支線を譲与する旨の意思表示がなされていることが\n認められ、これを覆すに足る証拠がない。\nしかし、京都府知事は、前記の国営土地改良事業によって造成した道路について、\n高原村長に対し、村道の路線の認定を申請し、昭和二九年七月一九日、これが高原\n村議会で議決され、同月二二日、同村長は、村道第九、第一六号各農道支線として\n路線の認定を行ない、昭和三〇年四月一日、高原村と須知村とが合併して原告とな\nり、原告が高原村の地位を承継した後、昭和三〇年一〇月一四日、原告が、村道第\n九、第一六号各農道支線の供用開始を公示し、この道路について、昭和四八年に譲\n与を受けたのであるから、前示２のとおり、本件土地内に土地改良事業が行なわれ\nたと認められない以上、右の譲与が、本件道路についての譲与契約であると認める\nことができず、他に、これを認めるに足る的確な証拠がないから、原告主張の請求\n原因（三）（３）はその余の判断をするまでもなく理由がない。\n４　原告は、昭和三七年頃、被告（京都大学）が新道路敷に道路を付け替える際、\n被告は原告に対し黙示の使用貸借による使用権を与えた旨主張するが、本件全証拠\nによるもこれを認めるに足らない。\n５　まとめ\nしたがって、原告主張の請求原因（三）の本件道路に関する使用権原の取得を認め\nることができない。\n三　結論\n以上によれば、その余について判断するまでもなく原告の本件道路の管理権を認め\nることができず、原告の請求は理由がないから、これを棄却することとし、訴訟費\n用の負担につき、行政事件訴訟法七条、民訴法八九条を適用して、主文のとおり判\n決する。\n（裁判官　吉川義春　菅　英昇　堀内照美）\n別紙物件目録、別紙図面１～７（省略）\n"
}