{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 4,
    "day": 18
  },
  "case_number": "平成25(ワ)4638",
  "case_name": "損害賠償請求事件，請負代金等請求事件",
  "court_name": "名古屋地方裁判所民事第８部",
  "lawsuit_id": "86743",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86743",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/743/086743_hanrei.pdf",
  "contents": "平成２９年４月１８日判決言渡\n損害賠償請求事件（以下「甲事件」という。）\n請負代金等請求事件（以下「乙事件」という。）\n損害賠償請求事件（以下「丙事件」という。）\n主 文\n１  原告会社の甲事件請求及び乙事件請求をいずれも棄却する。\n２   原告会社，被告Ａ及び被告Ｂは，被告会社に対し，連帯して，\n１８億１６８７万２１６８円並びにこれに対する原告会社及び\n被告Ａについては平成２６年５月４日から，被告Ｂについては同\n月５日から支払済みまで年５分の割合による金員を支払え。\n被告会社のその余の丙事件請求を棄却する。\n３  訴訟費用は，原告会社に生じた費用，被告会社に生じた費用の５\n分の３及び被告Ｂに生じた費用の５分の３を原告会社の負担とし，\n被告Ａに生じた費用及び被告会社に生じた費用の５分の１を被告\nＡの負担とし，被告Ｂに生じたその余の費用及び被告会社に生じた\nその余の費用を被告Ｂの負担とする。\n４  この判決は，２項 に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  甲事件請求\n被告会社及び被告Ｂは，原告会社に対し，連帯して，１１億４２６４万４８\n６８円及びこれに対する平成２６年２月１４日から支払済みまで年５分の割\n合による金員を支払え。\n被告Ｂは，原告会社に対し，８５８万５８５０円及びこれに対する平成２６\n年２月１４日から支払済みまで年５分の割合による金員を支払え。\n２  乙事件請求\n被告会社は，原告会社に対し，１５５７万６７５０円及びうち５７４万９８０\n０円に対する平成２５年５月１日から，うち９８２万６９５０円に対する同年\n６月１日から各支払済みまで年６分の割合による金員を支払え。\n３  丙事件請求\n原告会社，被告Ａ及び被告Ｂは，被告会社に対し，連帯して，１８億２１９２\n万２１６８円並びにこれに対する原告会社及び被告Ａについては平成２６年５\n月４日から，被告Ｂについては同月５日から支払済みまで年５分の割合による金\n員を支払え。\n第２  事案の概要\n１  本件は，次のとおりの甲事件に乙事件及び丙事件が併合された事案である。\n甲事件において，原告会社は，①平成１７年３月から平成２５年２月までの\n間，被告会社の元従業員である被告Ｂから，架空循環取引（ 被告会社が，原\n告会社に対し，直接又は被告会社の取引先αを介して架空の工事を発注し，代\n金を支払う， 原告会社が，被告会社の取引先βに対し，上記代金を上回る代\n金で，当該工事を発注し，その代金を支払う， 被告会社が，被告会社の取引\n先βから当該工事の発注を受け，その代金を受け取るというもの）を強いられ\nるとともに，税務調査の際，上記架空循環取引に係る反面調査が被告会社に及\nばないようにする目的で，税負担を強要されたと主張して，被告Ｂにつき，不\n法行為による損害賠償として，被告会社につき，使用者責任（民法７１５条）\nによる損害賠償として，被告会社及び被告Ｂに対して，連帯して，１１億４２\n６４万４８６８円（架空循環取引そのものによる損害額〔上記 の代金と上記\nの代金の差額及びそれに伴う手形割引料の合計〕９億７２８１万９８５８円\n及び負担を強いられた税金額１億６９８２万５０１０円の合計）及びこれに対\nする訴状送達の日の翌日である平成２６年２月１４日から支払済みまで民法\n所定の年５分の割合による遅延損害金の支払を求めるとともに，②被告Ｂに対\nして，平成２１年１月２１日から平成２４年６月１９日までの間に合計８５８\n万５８５０円を貸し付けた旨主張して，金銭消費貸借契約に基づく返還請求と\nして，８５８万５８５０円及びこれに対する訴状送達の日の翌日である平成２\n６年２月１４日から支払済みまで民法所定の年５分の割合による遅延損害金\nの支払を求めている。\n乙事件において，原告会社は，被告会社に対して，平成２４年１１月３０日\nから平成２５年４月２４日までの間に締結した請負契約に基づく報酬支払請\n求ないし製品の売買契約に基づく代金支払請求として，１５５７万６７５０円\n並びにうち５７４万９８００円に対する弁済期の翌日である同年５月１日か\nら，うち９８２万６９５０円に対する弁済期の翌日である同年６月１日から各\n支払済みまで商事法定利率年６分の割合による遅延損害金の支払を求めてい\nる。\n丙事件において，被告会社は，原告会社，被告Ａ及び被告Ｂが共謀して，前\n記 の架空循環取引がいつかは破綻して被告会社に多額の損害を与えるもの\nと認識しながら，前記 の架空循環取引を行ったと主張して，原告会社，被告\nＡ及び被告Ｂにつき，不法行為による損害賠償として，原告会社につき，選択\n的に会社法３５０条による損害賠償として，原告会社，被告Ａ及び被告Ｂに対\nして，連帯して，前記 の架空循環取引に係る支払の停止によって回収できな\nくなった売掛金に対応する仕入代金額の合計１８億３７３４万２５００円の\n内金（乙事件に係る相殺後の残額）１８億２１９２万２１６８円及びこれに対\nする訴状送達の日の翌日（原告会社及び被告Ａにつき平成２６年５月４日，被\n告Ｂにつき同月５日）から支払済みまで民法所定の年５分の割合による遅延損\n害金の支払を求めている。\n２  前提事実\n以下の事実は，当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により\n容易に認めることができる。\n当事者\nア  原告会社は，省力機器，専用装置及び環境関連機器の設計，製作及びメン\nテナンス等を目的とする株式会社であり，被告Ａは，平成１９年４月から，\n後記刑事事件により懲役３年の刑に処せられ，欠格事由（会社法３３１条１\n項４号）に該当して退任するまで，原告会社の代表取締役であった者であり，\n現在は刑事施設に収容されている。（争いのない事実，甲５２）\nイ  被告会社は，各種機械器具及びその部分品並びに付属品の販売業等を目的\nとする株式会社であり，被告Ｂは，平成２５年に懲戒解雇されるまで，被告\n会社の名古屋支店（以下「名古屋支店」という。）に勤務していた者であり，\n平成１８年４月，システム営業部部長に就任し，平成２３年，同支店に置か\nれた中日本営業本部のＳＤ（Ｓａｌｅｓ  Ｄｉｖｉｓｉｏｎ）長に就任した。\n（争いのない事実，丙６）\n架空循環取引\nア  被告Ｂは，平成１０年１０月頃以降，共同で担当した案件を通じて，原告\n会社の代表取締役（当時）であり，被告Ａの叔父であるＣに対し，取引先へ\nの接待交通費及び個人的な遊興費等を捻出する方法として，原告会社に対す\nる水増し発注又は架空発注（以下「現金化」という。）を持ちかけ，平成１\n７年頃までこれを行った。\n被告Ｂは，平成１３年頃，Ｃから資金繰りの相談を受けるようになり，未\nだ検収が行われていない商品につき，検収が行われた旨の虚偽の納品書及び\n請求書を作成して原告会社に対する支払を早める手法（以下「先行検収」と\nいう。）を用いて，原告会社の資金繰りを助けるようになった。また，原告\n会社は，検収ができない取引について，被告会社に対する売掛債権を対象と\nする債権譲渡担保を用いて金融機関から融資を受けていたところ，被告Ｂ\nは，架空の債権が存在するように見せかけて，原告会社が金融機関から融資\nを受けることができるよう手助けをした（以下「架空債権譲渡担保融資」と\nいう。）。\nまた，平成１５年５月頃以降は，現金化により原告会社が得た金銭を原告\n会社にプールして，被告会社の原告会社に対する正規発注案件における発注\n額の削減に用いたり，被告Ｂらの私費の領収証の付替えの穴埋めに用いたり\nしていた（以下「プール金取引」という。）。（以上につき，乙１）\nイ  被告Ｂは，平成１７年３月頃，前記アの先行検収及び架空債権譲渡担保融\n資が困難となったことから，新たな資金繰りの援助の方法として，次のよう\nな架空の循環取引（以下「本件架空循環取引」という。）を考案し，開始し\nた。\nすなわち，本件架空循環取引の各商流は，①原告会社が被告会社の取引先\n７社（以下「本件売掛先７社」という。）のうちの１社に対して架空の装置\n製作を発注し，②上記売掛先１社が被告会社に対してこれを発注し，③被告\n会社が被告会社の取引先４社（以下「本件仕入先４社」という。）のうちの\n１社に対してこれを発注し，④上記仕入先１社が原告会社に対してこれを発\n注するというものである（なお，③及び④に代わり，被告会社が原告会社に\n対して直接発注する場合もある。）。（乙１）\n本件架空循環取引の発覚の経緯\n被告会社においては，平成２３年９月以降，本件売掛先７社のうちの１つで\nあるＤ株式会社（以下「Ｄ」という。）への受注残が多額に上ることが問題と\nなり，被告Ｂに対する聴取調査等が行われていたところ，平成２５年２月１４\n日の被告会社内の打合せにおいて，Ｄとの間の取引が与信限度以上に及んでい\nることなどを理由に，上記取引からの撤退が強く指示され，同月及び同年３月\n中の新規取引を控えることが決定された。被告Ｂは，上記指示及び決定により，\n本件架空循環取引の継続が困難となったことから，同月１３日，当時営業統括\n本部長であったＥ取締役専務執行役員（以下「Ｅ」という。）に対し，本件架\n空循環取引を行っていたことを申告した。（乙１）\n被告Ａ及び被告Ｂの刑事事件\n被告Ａ及び被告Ｂは，共謀して，平成１９年１２月２７日頃から平成２１年\n７月３０日頃までの間に，複数回にわたり，原告会社の取引先会社から被告会\n社に対する請求がいずれも正当なものと誤信させ，被告会社振出に係る約束手\n形１３通を送付させて受領したとして，詐欺罪により，被告Ａが懲役３年．被\n告Ｂが懲役３年６月の有罪判決を受けた（以下「本件刑事事件」という。）。\n（甲５２，丙４）\n被告会社と原告会社との間の請負契約（乙事件関係）\nア  原告会社と被告会社との間で，平成２４年１１月３０日から平成２５年３\n月２８日までの間に，別紙１の「注文日付・契約締結日」欄記載の日，同別\n紙「工事内容」欄記載の工事内容又は製品について，その代金額を同別紙「金\n額（税込）（円）」欄記載金額（合計５７４万９８００円）として，その納\n期を同月３１日，その代金支払期限を同年４月３０日とするという内容で，\n工事請負契約又は製品の売買契約を締結した（以下まとめて「本件契約１」\nという。）。（争いのない事実）\n原告会社は，同年３月３１日までに本件契約１に基づき，各工事を全て完\n成し，被告会社に対し，各工事内容又は製品を同別紙「伝票日付」欄記載の\n日にそれぞれ引き渡した。（争いのない事実）\nイ  原告会社と被告会社との間で，平成２５年２月２８日から同年４月２４日\nまでの間に，別紙２の「注文日付・契約締結日」欄記載の日，同別紙「工事\n内容」欄記載の工事内容又は製品について，その代金額を同別紙「金額（税\n込）（円）」欄記載金額（合計９８２万６９５０円）として，その納期を同\n月３０日，その代金支払期限を同年５月３１日とするという内容で，工事請\n負契約又は製品の売買契約を締結した（以下まとめて「本件契約２」とい\nう。）。（争いのない事実）\n原告会社は，同年４月３０日までに本件契約２に基づき，各工事を全て完\n成し，被告会社に対し，各工事内容又は製品を同別紙「伝票日付」欄記載の\n日にそれぞれ引き渡した。（争いのない事実）\n３  争点及びこれに関する当事者の主張\n被告Ｂの原告会社に対する不法行為（甲事件損害賠償請求（民法７０９条，\n７１５条）に係る請求原因）の成否\n（原告会社の主張）\nア  被告Ｂの不法行為その１（本件架空循環取引の実行）\n被告Ｂは，平成１７年３月頃から平成２５年３月までの間，被告会社，本\n件売掛先７社及び本件仕入先４社に利益が生じ，原告会社に損害が集中する\nよう本件架空循環取引の仕組みを構築し，本件架空循環取引の全ての案件に\nおいて，取引先の算定，取引金額，仕入計上及び売上計上の時期等の全ての\n決定を行い，Ｃ及び被告Ａに対して指示を行って，本件架空循環取引に係る\n書類の準備及び偽造並びに発注及び支払の管理等の実行行為を行っており，\nこれは原告会社に対する不法行為に該当する。\nイ  被告Ｂの不法行為その２（税負担の強要）\n原告会社は，平成１８年８月に千種税務署の税務調査（以下「第２回税務\n調査」という。）を，平成２１年８月に豊田税務署の税務調査（以下「第３\n回税務調査」という。）を，平成２４年７月に名古屋国税局の税務調査（以\n下「第４回税務調査」という。）を受け，それぞれにおいて，税務署等から\n被告会社に対する架空発注や架空循環取引を明らかにするよう求められ，そ\nの都度，被告会社への反面調査が行われそうになった。被告Ｂは，原告会社\nに対し，被告会社への反面調査が及ぶことを避けるため，使途秘匿金扱いの\n税負担を強要した（以下「本件税負担強要」という。）。\nウ  原告が被告Ｂの不法行為によって被った損害\n原告会社は，被告Ｂが行った本件架空循環取引のうち別紙３記載の取引\n（以下「本件架空循環取引１」という。）によって，①通常生ずべき損害と\nして，原告会社が本件仕入先４社から支払を受けた金額と原告会社が本件売\n掛先７社に対して支払った金額の差額の合計９億２７５２万１６４７円（税\n抜）及びこれに伴う手形割引手数料４５２９万８２１１円の合計９億７２８\n１万９８５８円の損害を被り，さらに，②前記イの税務調査という特別の事\n情によって計１億６９８２万５０１０円（第２回税務調査において７９７３\n万４５００円，第３回税務調査において７３３６万７９００円，第４回税務\n調査において１６７２万２６１０円の合計）の税負担を強いられたが，これ\nは，被告Ｂが行った現金化，プール金取引及び本件架空循環取引に係る税務\n調査を受け，その都度，被告Ｂの要請によって被告会社への反面調査を避け\nる目的で行ったものであるから，被告Ｂの不法行為と因果関係を有する。\nエ  被告Ｂ及び被告会社の後記主張に対する反論\n被告Ｂ及び被告会社は，原告会社が被告Ｂと共謀して，自らの意思で本件\n架空循環取引を行った旨主張するが，原告会社は，被告Ｂから，本件架空循\n環取引により原告会社が被った損害を実取引における利益で補填するとか，\n本件架空循環取引を５年間でなくすなどと約束をされ，これを信じたため\nに，本件架空循環取引を行ったものである。また，被告Ｂは，被告会社のＳ\nＤ長という地位にあり，原告会社が被告Ｂの指示・命令に異議を唱えること\nができないことを利用して，原告会社に対し，本件架空循環取引を強要した\nのである。\n（被告Ｂの主張）\nア  被告Ｂと被告Ａは，共謀の上，共同して被告会社に対する詐欺行為を行っ\nているのであり，被告会社と原告会社の間の取引による不法行為者は原告会\n社と被告Ｂであって，原告会社は被害者ではない。したがって，被告Ｂの原\n告会社に対する不法行為は存在しない。\n被告Ａ及び被告Ｂが被告会社から約２２００万円をだまし取った詐欺行\n為を行ったとして有罪判決を受けたこと，本件架空循環取引が架空のもので\nあること，被告Ａが本件架空循環取引に係る請求書等を被告Ｂ名義で賃借し\nていたアパートに持参するなど本件架空循環取引が秘密裏に行われている\nことを認識していたことの各事情に照らすと，被告Ａも本件架空循環取引が\n詐欺行為であることを認識していたのであり，被告Ｂは，原告会社に対して\nは賠償義務を負わない。\nイ  本件では原告会社に損害が生じた事実はなく，その立証もない。\nウ  仮に，原告会社に何らかの損害が生じているとしても，原告会社は代表者\nらの自由意思による判断で被告会社との取引や本件架空循環取引を継続し\nていたのであるから，その損害と被告Ｂや被告会社の何らかの行為との間に\n因果関係はない。\nエ  原告会社は，本件架空循環取引が被告Ｂから強要されたものであるかのよ\nうな主張をするが，被告Ｂは被告会社の一従業員にすぎないし，本件架空循\n環取引は，原告会社の倒産防止目的で行われていたもので，実質的には原告\n会社に対する融資であった上，被告Ａも個人的な費用を捻出するために本件\n架空循環取引等を行う必要があった。また，原告会社は，被告Ｂとは無関係\nな会社を介在させて水増し発注を行っていた。これらの事実から，本件架空\n循環取引等は，被告Ｂから強要されたものではないことが明らかである。\n（被告会社の主張）\nア  原告会社は，本件架空循環取引によるところの利害得失を十分に認識した\n上で，自らの意思で本件架空循環取引等を行ったにすぎず，原告会社に発生\nした負担なるものは，原告会社の承諾に基づき発生したものであるから，「他\n人の権利又は法律上保護される利益を侵害した」（民法７０９条）事実が存\n在せず，被告Ｂの原告会社に対する不法行為が成立する余地はない。\nイ  本件架空循環取引の個別の取引について原告会社の資金の出入りのみを\n取り上げて見れば原告会社に一定の負担は生ずるものの，いずれの時点であ\nれ，ある特定の時点において，それまでの全ての本件架空循環取引により生\nじるはずだった原告会社の資金不足は，以降の個別の架空循環取引での被告\n会社の支払が直接又は経由先を介して間接に原告会社へ入金されることで\n解消されることになる。したがって，原告会社に損害又は損失は生じていな\nい。\n甲事件損害賠償請求（民法７０９条）に対する被告Ｂの過失相殺の抗弁の当\n否\n（被告Ｂの主張）\n被告Ｂが原告会社に対し，被告Ａから提示された見積額を下回る額で発注を\nすることがあったが，被告Ｂが強制的に受注をさせることはなく，受注するか\n否かはＣ及び被告Ａが任意の判断で行っていた。また，原告会社は，被告会社\nの従業員であるＦの依頼を受けて，被告Ｂが関与することなく，被告会社との\n取引を行っており，被告会社以外の会社との間でも現金化を行っていた。した\nがって，原告会社は，自発的に，自らの判断において不正取引に関与し，その\n損害額を増加させており，仮に原告会社が被告Ｂに対して不法行為に基づく損\n害賠償請求権を有するとしても，過失相殺される。\n（原告会社の主張）\nア  民法７２２条１項は，被害者に過失があったときにはそれを勘案して加害\n者の賠償責任を減額することが可能であるとするが，債務不履行と異なり，\nその相殺は義務的ではない。\nイ  原告会社は，被告Ｂの勧誘により設立され，設立当初から被告会社が主要\nな取引先であり，被告会社営業責任者である被告Ｂの強い影響力を受けてい\nたところ，被告Ｂは，その立場を利用して，本件架空循環取引を立案及び実\n行した。原告会社は，被告Ｂが本件架空循環取引で原告会社に生じた損害を\n被告会社からの直接発注工事で埋め合わせると約束したため，これを信用し\nて本件架空循環取引や反面調査を避けるための税負担に応じたのであるか\nら，原告会社には，損害賠償額を減額させるほどの帰責性は認められない。\nまた，原告会社の落ち度はもともと被告Ｂによって誘発されたものであるか\nら，原告会社が誘発に応じたという事実よりも，被告Ｂの帰責性の方がはる\nかに大きい。被告Ｂは，被告Ｂが損失補填してくれるものと誤信した原告会\n社の行為を利用しており，その行為の違法性に着目すれば，被告Ｂの減責主\n張を認めることは正義に反しているのであり，被告Ｂに係る過失相殺は認め\nるべきではない。\n甲事件損害賠償請求（民法７０９条）に対する被告Ｂの信義則違反の抗弁の\n当否（争点 ）\n（被告Ｂの主張）\n本件刑事事件における被告Ｂの共同被告人は被告Ａであり，被告Ａの行為は\n原告会社自身の行為と擬制できるから，本件刑事事件は，いずれも原告会社側\nの積極的かつ自発的な協力や共犯行為がなければなしえない犯行である。そう\nすると，原告会社は自ら不正を行ったものであり，クリーンハンズの原則に基\nづき，信義則上，請求権の存在を主張し得る資格がない。\n（原告会社の主張）\n本件刑事事件は，形式的には循環になっていない取引のみについて起訴した\nものであり，その余の架空循環取引とは区別されなければならない。原告会社\nは，当該取引に係る回収が完了した取引（本件刑事事件の対象となった取引を\n含む。）において，被告会社及び当該取引に介在した各社が得た利益分の損害\nを被っているのである。したがって，原告会社の被告会社及び被告Ｂに対する\n請求は信義則に反しない。\n甲事件損害賠償請求（使用者責任）に対する被告会社の事業執行性に係る抗\n弁の当否（争点 ）\n（被告会社の主張）\n被用者のなした取引行為が，その行為の外形からみて，使用者の事業の範囲\n内に属するものと認められる場合においても，その行為が被用者の職務権限内\nにおいて適法に行なわれたものでなく，かつ，その行為の相手方がこれを知り\nながら，又は，少なくとも重大な過失によりこれを知らないで，当該取引をし\nたと認められるときは，その行為に基づく損害は民法７１５条にいう「被用者\nがその事業の執行について第三者に加えた損害」とはいえない。\n本件架空循環取引は，形式的には被告Ｂの担当職務の範囲であるとしても，\n実在取引ではない違法なものであるから，被告Ｂに本件架空循環取引を行う決\n裁権限はなく，そのことは，被告Ｂと共謀して本件架空循環取引を継続してい\nた被告Ａにも認識可能だったはずであるから，本件架空循環取引を被告Ｂと共\n謀し，実行した加害者である原告会社らに対し，被害者である被告会社が使用\n者責任を負うはずがない。\n（原告会社の主張）\n本件架空循環取引は，有効な金融取引であり，またその外形からみて，使用\n者の事業の範囲内に属するものと認められるところ，本件架空循環取引の各取\n引のほとんどが約５００万円以上１０００万円未満の金額で設定されており，\n被告Ｂが当時の職務権限内において適法に決裁することができたものである。\n原告会社は，被告Ｂが被告会社における決裁権限に基づき適法に本件架空循環\n取引を行っていたと認識していたのであるから，職務権限内において適法に行\nわれたものではないと知りながら又は少なくとも重大な過失により知らない\nで，当該取引をしたと認められない。\n甲事件損害賠償請求（使用者責任）に対する被告会社の民法７１５条１項た\nだし書の抗弁の当否\n（被告会社の主張）\nア  被告Ｂは，本件架空循環取引のための作業を業務時間外に社外アパートで\n行ったり，部下及び取引先の担当者の印章並びに見積書，注文書等の取引文\n書及び社内伝票等を偽造したりした。また，被告Ｂは，被告会社の会計監査\n人であった有限責任Ｇ監査法人（以下，単に「会計監査人」という。）がＤ\nに対して送付した在庫の残高確認書を取り戻し，Ｄ名義の残高確認書を偽造\nして，会計監査人にこれを送付し，被告会社管理部門によるヒアリングに対\nしても，本件架空循環取引が実在するかのように偽るため，最終納入先の受\n領書，工程表等を偽造して被告会社に示したほか，別の取引の商品の図面，\n出荷前写真等を駆使して当該取引の実在性を偽った。さらに，被告Ｂは，１\n０００万円以上の取引については，その注文書を客先から経理部門へ提出す\nるという被告会社の規定を潜脱するため，本件架空循環取引の各取引を意図\n的に１０００万円未満に設定していた。被告会社は，このような被告Ｂの隠\n蔽工作のため，平成２５年３月まで本件架空循環取引に気づくことができな\nかった。\nイ  被告会社の平成１７年当時の監査役であったＨは，同年頃，被告会社と原\n告会社との関係が「変則的な融資状態」とも考えられる旨指摘したが，これ\nは，前払による仕掛在庫が多額かつ長期のものになっていることについての\n指摘であって，架空循環取引とは全く無関係である。前払による仕掛在庫自\n体はそれほど珍しいものではないので，これが少々あったとしても，架空循\n環取引を疑うべき事情には当たらない。\n（原告会社の主張）\nア  原告会社は，被告Ｂが被告Ａに対して被告会社との直接取引を持ちかけた\nことをきっかけに設立され，その経営には被告Ｂが強い影響力を持ってい\nた。被告会社は，被告Ｂが自由に操作できる関連会社を作るのを防ぐための\n対策を採っておらず，被告Ｂが行う事業について相当な注意をしていたとは\n認められない。\nイ  被告会社は，平成１０年１０月頃から平成１５年頃までの間に被告Ｂが原\n告会社に行わせていた現金化，平成１７年頃から開始した本件架空循環取引\n等を防ぐ対策を採っておらず，被告Ｂが行う事業について相当な注意をして\nいたとは認められない。\nウ  被告会社は，Ｈが平成１７年１０月１１日，原告会社との取引額及び回収\n方法に改善策が見当たらず，変則的な融資状態とも考えられることを指摘\nし，その指摘を受けたＩ財経部大阪財経室長（当時）が名古屋支店の常務理\n事装置営業部長（当時）であったＪに対し，メールで原告会社の平成１７年\n３月期決算書を見た瞬間に粉飾と思ったなどの認識を伝え，直送品の存在場\n所について疑問を呈した。しかし，被告会社は，Ｉが架空循環取引品ではな\nいかと疑った直送品の現物確認をしておらず，被告Ｂが行う事業について相\n当な注意をしていたとは認められない。\nエ  被告Ｂは，原告会社に対する第２回税務調査（平成１８年８月），第３回\n税務調査（平成２１年８月）及び第４回税務調査（平成２４年７月）の際，\n原告会社に対し，被告会社への反面調査を避け，原告会社が税負担を負うこ\nとで解決するよう要請した。被告会社は，各税務調査の際，被告Ｂに適切な\n対応を採らせておらず，被告Ｂが行う事業について相当な注意をしていたと\nは認められない。\n甲事件損害賠償請求（使用者責任）に対する被告会社の消滅時効の抗弁の当\n（被告会社の主張）\n仮に原告会社が主張するような各損害が存在するとしても，原告会社は，当\n該損害の発生と同時に，損害及び加害者を知っていたことが明らかであるとこ\nろ，原告会社が甲事件を提起したのは平成２５年１０月２１日である。したが\nって，少なくとも平成２２年１０月２１日以前に発生した損害については，消\n滅時効が完成しているから，これを援用する。\n（原告会社の主張）\n原告会社の損害は，平成２５年２月に本件架空循環取引が破綻したことによ\nって発生したものであるから，原告会社の請求権に対する消滅時効の起算点\nは，同月である。原告会社は，同年１０月２１日に甲事件を提起したから，消\n滅時効は完成していない。\n被告Ｂに対する甲事件貸金返還請求の当否（争点\n（原告会社の主張）\nア  原告会社は，被告Ｂから，被告Ｂが賃借していた愛知県愛知郡ａ町ｂｃ番\n地所在のｄｅ号室（所在地名は，平成１３年１０月当時のもの。以下「本件\nアパート」という。）の賃料等（月８万７０００円。以下「本件賃料」とい\nう。）について，一時的な借入を懇請され，平成２１年３月頃から平成２４\n年６月１９日までの間に計４１回にわたり，各８万７０００円を貸し付け\nた。その際，被告Ｂは，原告会社に対し，自らの意思で，各８万７０００円\nの貸付につき，その約１.５倍に当たる１３万円を返済する旨約束した（以\n下「本件貸付１」という。）。\nイ  原告会社は，被告Ｂから，飲食代金，航空機チケット代金等について，一\n時的な借入を懇請され，平成２１年１月２１日，同年３月頃及び同年８月５\n日頃，被告Ｂに対し，それぞれ２４万３０００円，８万２５００円，１５万\n６０００円を貸し付けた。その際，被告Ｂは，原告会社に対し，自らの意思\nで，各貸付金の約１．６５倍に当たるそれぞれ４０万１０００円，１３万６\n０００円，２５万７４００円を返済する旨約束した（以下順に「本件貸付２」，\n「本件貸付３」及び「本件貸付４」という。）。\nウ  原告会社は，第３回税務調査において税務署職員に発見された被告Ｂへの\n出金１７５万円について，被告Ｂから一時的な借入を懇請され，平成２１年\n４月頃，被告Ｂに対し，１７５万円を貸し付けた（以下，「本件貸付５」と\nいう。）。\nエ  原告会社は，被告Ｂから，被告Ｂの海外旅行の航空機チケット代金の一時\n的な借入を懇請され，その代金として，平成２３年４月６日，同年７月１３\n日及び同年８月７日，被告Ｂに対し，それぞれ３２万０４５０円，６万９５\n００円，１３万１０００円を貸し付けた（以下順に「本件貸付６」，「本件\n貸付７」及び「本件貸付８」という。）。\nオ  原告会社は，被告Ｂに対し，平成２１年１０月３０日，同年９月２日及び\n同年１０月３日，それぞれ３３万８５００円，３５万円，１５万円を貸し付\nけた（以下順に「本件貸付９」，「本件貸付１０」及び「本件貸付１１」と\nいう。）。\nカ  原告会社は，前記アないしオの貸付について，被告Ｂから，計６４万８０\n００円の返済を受けた。したがって，被告Ｂは，原告会社に対し，前記アな\nいしオの貸付金合計額から上記返済金額を控除した８５８万５８５０円の\n支払義務を負う。\nキ  原告会社は，本件請求に係る被告Ｂとの間の合意の法的性質について，立\n替との主張を撤回し，貸付であると主張する。両者に係る客観的事実に全く\n変遷はなく，原告会社は，事実の法的評価を変更したものである。\n（被告Ｂの主張）\n原告会社は，被告Ｂが作成したメモからこのような請求ができるはずである\nとして，想像し得る請求額を請求しているだけである。上記メモは，いわば詐\n欺によって取得した金銭の原告会社と被告Ｂとの間の分配及び税務署に対す\nる説明内容を記載したものであり，被告Ｂと原告会社との間の契約書等でもな\nければ，請求権の発生や存在を基礎づけるものでもない。\n原告会社は，被告Ｂに対する金銭支払請求の法的性質について立替から貸金\nへと変更したところ，両者の客観的事実は同一とはいえず，主張が変遷してお\nり，被告Ｂに対する金銭支払請求の元となる事実を認識していなかった。\n甲事件貸金返還請求に対する被告Ｂの弁済の抗弁の当\n（被告Ｂの主張）\n原告会社が不正な取引によって得た金銭を一時的に被告Ｂに「貸付」し，後\nに行われた架空循環取引等の不正な取引によって得た金銭のうち被告Ｂが得\nる金銭で「返済」したとして消込みの処理を行い，原告会社の帳簿上では被告\nＢが返済したことにしている。したがって，被告Ｂは，弁済を行っていること\nになる。\n（原告会社の主張）\n被告Ｂの主張は争う。\n甲事件貸金返還請求に対する被告Ｂの不法原因給付の抗弁の当否（争点 ）\n（被告Ｂの主張）\n原告会社が被告Ｂに返還を求める金銭は，被告Ａと被告Ｂが共謀して行われ\nた被告会社に対する詐欺行為によって得た違法不当な収益のうち，原告会社の\n取り分である。そして，原告会社は，被告Ｂの協力を得て一連の詐欺行為を継\n続する目的で，犯罪によって得た利益の分配行為として，被告Ｂに対して金銭\n授受を行っていた。\nしたがって，原告会社の被告Ｂに対する貸付は全て不法原因給付であり，被\n告Ｂには返還義務がない。\n（原告会社の主張）\n原告会社の被告Ｂに対する貸付金は，本件架空循環取引とは別の金銭消費貸\n借契約に基づいて交付されたものであり，本件架空循環取引により原告会社が\n得た利益の一部ではないから，不法な原因で得た金銭ではない。\n甲事件貸金返還請求に対する被告Ｂの信義則違反の抗弁の当否（争点 ）\n（被告Ｂの主張）\n前記 と同じ。\n（原告会社の主張）\n前記 と同じ。\n甲事件貸金返還請求に対する被告Ｂの強行規定違反又は公序良俗違反の抗\n弁の当\n（被告Ｂの主張）\nア  原告会社が主張する被告Ｂとの間の消費貸借契約は，約１か月で元本の\n０．５倍，つまり月５割の利息の支払を求めるものであり，利息制限法が定\nめる利率を大幅に上回るものである。そうすると，同消費貸借契約に基づく\n請求は，利息制限法に反する利率の利息を求めるものであることを超えて，\n明らかな暴利を求めるものであって，公序良俗に反し無効である。\nイ  原告会社は，本件賃料の約１．５倍の金額を返還する旨を被告Ｂ自らが提\n案した旨主張するが，利息制限法は，利息額を年率換算した場合に元本の一\n定割合を超える額となるような場合には，当事者の合意等にかかわらず，そ\nの利息の超過部分を無効とするものである。\n（原告会社の主張）\nア  利息制限法は，その超過部分を無効とするものであり，契約自体を無効に\nするものではない。\nまた，本件では，利率についての期間が決まっていないから，その年率は\n不明であり，月率又は年率に換算して利息制限法に違反する旨の被告Ｂ主張\nは失当である。\nイ  被告Ｂは，自ら本件賃料の約１．５倍額を返済する旨述べたのであり，原\n告会社が明らかな暴利を求めたという主張は，被告Ｂの作成したメモ等とも\n矛盾しており，信用性を欠く。\n甲事件貸金返還請求に対する被告Ｂの過失相殺の抗弁の当 ）\n（被告Ｂの主張）\n仮に，原告会社が被告Ｂに対して貸金返還請求権等を有するとしても，それ\nは被告Ｂと原告会社及び被告Ａ（以下「被告Ａら」という。）との間で被告会\n社から金銭を詐取する過程において生じたものでしかないから，その請求は過\n失相殺される。\n（原告会社の主張）\n原告会社の被告Ｂに対する貸付返還請求権は，本件架空循環取引とは無関係\nなものであり，被告会社から金銭を詐取する過程において生じたものではな\nい。したがって，被告Ｂの過失相殺の主張は，明らかに失当である。\n乙事件における被告会社の相殺の抗弁の当否（争点 ）\n（被告会社の主張）\nア  被告会社は，原告会社に対し，売掛金債権１５万６４１８円（①注文番号\nＴＭＫ１５１１０２及びＴＭＫ１５１０７４Ｒ１に係る取引に基づく平成\n２５年４月末日を支払期限とする売掛金債権３万５６６８円並びに②注文\n番号ＴＭＫ０６２１－ＭＴ０４に係る取引に基づく同年５月末日を支払期\n限とする売掛金債権１２万０７５０円の合計。以下「本件自働債権１」とい\nう。）を有していた。\nイ  また，被告会社は，原告会社が行った「株式会社Ｋ郡山工場向け（２．８\nｔホイストクレーン）」という件名の架空循環取引（以下「本件架空循環取\n引γ」という。）により損害を被ったため，原告に対し，不法行為に基づく\n損害賠償請求権として２７３０万円の債権（以下「本件自働債権２」という。）\nを有していた。\nウ  そこで，被告会社は，原告会社に対し，平成２５年６月２８日，同月２７\n日付けの相殺通知書により，本件自働債権１及び本件自働債権２をもって，\n原告会社が有する本件契約１及び本件契約２に基づく代金支払債権（以下\n「本件各代金支払債権」という。）とその対当額において相殺するとの意思\n表示をした。\n（原告会社の主張）\nア  本件自働債権２に関する主張は， ある。\nイ  被告会社が原告会社に対し，被告会社の主張ウ記載の相殺の意思表示をし\nたことは認める。\n乙事件における被告会社の相殺の抗弁に対する原告会社の反対の意思表示\nの再抗弁（民法５０５条２項）の当否（争点 ）\n（原告会社の主張）\n本件各代金支払債権に係る請負契約は，原告会社が被告会社から，本件架空\n循環取引の発覚後，必ず請負代金を支払うため工事を進めてほしいと依頼され\nて，その仕事を完成させたものであるから，本件各代金支払債権を受働債権と\nして対当額で相殺することは認められない。\n（被告会社の主張）\n原告会社の主張は争う。\n乙事件における被告会社の相殺の抗弁に対する下請代金支払遅延等防止法\n４条１項２号の再抗弁の当否（争点 ）\n（原告会社の主張）\n下請代金支払遅延等防止法４条１項２号より，親事業者は，下請業者に対し\nて製造委託等をした場合，下請代金をその支払期日の経過後なお支払わないこ\nとは許されないのであるから，被告会社が相殺を理由に本件各代金支払債権に\n係る請負代金の支払を拒絶することは許されない。\n（被告会社の主張）\n原告会社の主張は争う。\n原告会社及び被告Ａの被告会社に対する不法行為（丙事件請求原因）の成否\n（争点\n（被告会社の主張）\nア  本件架空循環取引の破綻を防ぐには，原告会社が，原告会社における資金\n不足額を架空循環取引ではなく実取引における利益として取得するか，金融\n機関から資金不足額の借入れを続けるしかない。しかし，原告会社の実取引\nによる損益は毎月３００万円程度の赤字が累積する状態であり，金融機関か\nらの借入れは常時８億円程度であったから，本件架空循環取引の額を増大さ\nせて，より大きな資金が原告会社に入るようにする他ない。一方で，本件架\n空循環取引の額を無限に大きくすることはできないのであるから，いつかは\n本件架空循環取引が破綻せざるを得ず，その場合には被告会社が多大な損害\nを被ることになることは明らかであり，原告会社及び被告Ａにも十分に予見\n可能であった。\nイ  被告会社は，被告Ｂの担当する取引先に対する未収売掛金債権の増加等の\n不審な事情がうかがわれたため，平成２５年２月，新規取引を中止させたと\nころ，本件架空循環取引における代金の循環が停止し，被告会社が仕入先に\n代金を支払済みであるのに売掛先から当該代金の支払を受けられない取引\nが相当数発生した。このような取引は，別紙４のとおりであり，被告会社は，\n少なくとも当該取引に係る支払済みの仕入代金額相当の損害を被った。な\nお，別紙４記載の取引（以下「本件架空循環取引２」という。）に係る不法\n行為に基づく損害賠償請求権の額（被告会社が本件仕入先４社に対して支払\nった支入代金額）の合計は１８億３７３４万２５００円であるが，上記損害\n賠償請求権のうち本件架空循環取引 γ に係る不法行為に基づく損害賠償請\n求権（本件自働債権２）のうち１５４２万０３３２円は，乙事件において相\n殺に供したから（前記 ），丙事件においては，その残額である１８億２１\n９２万２１６８円の支払を求める。\nウ  被告Ａらは，被告会社が本件架空循環取引について架空のものであること\nを知っていた旨主張するが，否認する。被告会社が平成２５年３月まで本件\n架空循環取引を認識できなかったことについては，前記 の被告会社の主張\n記載のとおりである。\nエ  被告Ａらは，原告会社らの行為には違法性が認められないと主張するが，\n被告会社は，本件架空循環取引を全て違法なものと考えており，関係する売\n上，利益を全て取り消している。\nまた，被告Ａらは，本件架空循環取引について，原告会社から本件売掛先\n７社に対する支払及び本件売掛先７社から被告会社に対する支払（以下「回\n収スキム」という。）により被告会社に利益をもたらすものであり，いずれ\n行き詰まるという認識も全くなかった旨主張するが，本件のような架空循環\n取引は違法な金融取引であり，どこかで行き詰まって露見するものであるこ\nとは，誰でも分かることである。\n被告Ａらは，本件売掛先７社との間の取引を取り消したのは被告会社であ\nり，仮にそれによって被告会社に損害が発生したとしても，それは被告会社\n自身が負担すべきものであると主張するが，本件架空循環取引はそもそも売\n買の対象物が存在しないのであるから本来無効であり，取り消すまでもな\nく，被告会社において本件売掛先７社に対してその代金を請求することは法\n的にできない。実際にも，本件売掛先７社は，原告会社から代金支払を受け\nた上で被告会社に対して代金支払を行うことになっているところ，原告会社\nが本件売掛先７社に対する代金支払を止めているから，本件売掛先７社が被\n告会社に対して代金を支払うことはあり得ない。\nさらに，被告Ａらは，本件架空循環取引発覚後，被告会社が本件売掛先７\n社及び本件仕入先４社のうちの１社であるＬ株式会社（当時。以下「Ｌ」と\nいう。）に対し，同社が本件架空循環取引において得た取引差益の返還を求\nめ，同社から２６０３万円の返還を受けたこと，被告会社が「念書差入分和\n解」として，本件売掛先７社及び本件仕入先４社のうちの２社であるＭ株式\n会社（以下「Ｍ」という。）及び株式会社Ｎ（以下「Ｎ」という。）に対し，\n総額１億７４７２万円を支払ったことから，本件架空循環取引における利益\n及び損害が帰属すべき主体者は，被告会社である旨主張する。もっとも，被\n告会社は，Ｌから，Ｌが本件架空循環取引において得た取引差益計２６０３\n万円の返還を受けたものの，これは，Ｌが本件架空循環取引の全てを解消す\nる目的で行ったものであり，被告会社がＬに対して返還を求めたことによる\nものではない。また，「念書差入分和解」は，被告ＢがＭ及びＮに対し，本\n件架空循環取引に係る支払代金の支払を約束する念書を差し入れており，そ\nの効力を否定することができなかったために，解決金として，念書による取\n引額の一部を支払ったり，その全部又は一部を後日の話合いによって返還し\nてもらうよう申し入れた上で仮払したりしたものである。上記事実から，被\n告会社が本件架空循環取引の主体者であるとはいえない。\n（被告Ａらの主張）\nア  被告会社名古屋支店長は，本件架空循環取引に係る契約締結にかかる内部\n決裁に添付された一連の関係会社が作成した注文書，見積書等によって本件\n架空循環取引が架空取引であることを知っていた。また，本件架空循環取引\nは，被告会社名古屋支店の事実上の決裁権限を有する被告Ｂが企画実行して\nおり，被告会社自身が架空であることを知った上で行われていたと評価でき\nる。被告会社は，本件架空循環取引により利益を得るようになっており，実\n際，当該利益を正規の売上として計上していたのであるから，本件架空循環\n取引を違法な取引と主張することは論理矛盾である。\nまた，被告Ｂの原告会社に対する指示書記載の金額と被告会社が本件仕入\n先４社に対して支払ったと主張する金額に差額がある場合，その差額（以下\n「本件差額部分」という。）は，被告Ｂが当該仕入先との間の合意によって\n現金化のために上乗せしたものと疑われるのであり，その部分は，本来企画\n実行された本件架空循環取引を超えるものであり，被告Ａらは，それに関与\nしていない。したがって，その部分については，そもそも被告Ａらの行為と\n評価することはできない。\nイ  被告Ａらは，本件架空循環取引を金融取引と捉えており，回収スキムによ\nり被告会社に利益をもたらすものと認識していたのであるから，被告会社に\n対して違法であるという認識はなかったし，被告Ｂが原告会社の損害を補う\nような効率のよい仕事を発注すると約束していたから，回収スキムがいずれ\n行き詰まるという認識もなかった。\nさらに，本件差額部分は，本来企画実行された架空循環取引を超えるもの\nであり，被告Ａらは関与していないから，これについての故意又は過失等認\nめられるはずもない。\nウ  被告会社の主張する損害は，被告会社が本件売掛先７社との間の契約を取\nり消したために被ったものであるから，被告会社が負担すべきものである。\nまた，被告会社が上記契約を取り消していないとしても，上記損害は，被告\n会社が自らの判断で，本件売掛先７社に対し，回収スキムに係る契約に基づ\nく権利行使をしなかった結果であって，被告Ａらがもたらした損害ではない\nから，被告Ａらとは無関係に生じたものである。\nまた，本件架空循環取引を発案・実行したのは被告Ｂであること，本件架\n空循環取引発覚後，被告会社がＬに対し，同社が本件架空循環取引において\n得た取引差益の返還を求め，同社から２６０３万円の返還を受けたこと，被\n告会社が「念書差入分和解」として，Ｍ及びＮに対し，総額１億７４７２万\n円を支払ったことに照らすと，本件架空循環取引の主体者は，被告会社であ\nる。そして，本件架空循環取引における利益及び損害は，本件架空循環取引\nの主体者である被告会社に帰属するから，被告会社は，被告Ａらに対して損\n害賠償請求をすることはできない。\n丙事件における原告会社の過失相殺の抗弁の可否（争点 ）\n（原告会社の主張）\n仮に，被告会社の原告会社に対する損害賠償請求が認められるとしても，被\n告会社には本件架空循環取引に関して過失が認められるから，これを考慮しな\nければならない。このことは，被告会社がＮに対し，同会社が被告会社に対し\nて被告Ｂの不法行為による被告会社の使用者責任を主張するとしても，Ｎが本\n件架空循環取引を認識しうる立場にあり，相応の過失相殺がなされるべきであ\nると考える旨述べたことから明らかである。\n（被告会社の主張）\nア\n記載のとおりである。\nイ  故意の不法行為者である原告会社が過失相殺の主張をすることは，過失相\n殺制度の根本にある公平の理念に鑑みて許されない。\nまた，本件において，被告会社側の事情を斟酌して損害額を減額すること\nは，原告会社らの違法な手段で取得した利得の保持を許容するものであり，\n妥当でない。\n丙事件における被告Ｂの過失相殺の抗弁の可否等（争点 ）\n（被告Ｂの主張）\n被告Ｂは，被告Ａらとともに詐欺行為を行い，被告会社に多大な損害を与え\nたこと自体を争うものではない。\nもっとも，被告Ｂらが本件架空循環取引等を長期間継続して行うことができ\nたのは，被告会社の管理監視体制が甘かったためである。また，被告Ｂが本件\n架空循環取引等を始めたきっかけは，原告会社が倒産することにより被告会社\nに損害を与えることを避けようとしたことにある。これらの事情は，被告会社\nの過失等として考慮されるべきである。\n（被告会社の主張）\n被告Ｂの主張は争う。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実，後掲の証拠及び弁論の全趣旨を総合すれば，以下の事実が認め\nられる。\n本件架空循環取引に至る経緯\nア  被告Ａは，平成２年２月から，被告会社の取引先であったＯ株式会社にお\nいて，外注設計者として勤務していたところ，被告会社とＯ株式会社との間\nの取引を通じて，当該取引の発注担当者（当時）であった被告Ｂと知り合っ\nた。被告Ａは，平成１０年４月，被告Ｂの勧めもあり，Ｃの出資を得て，Ｃ\nを代表取締役として，原告会社を設立した。設立当初，原告会社においては，\n金融機関に勤務していたＣが経理を担当し，被告Ａが専務として，設計業務\n等の実務を行っていた。被告会社は，原告会社の設立当初から，原告会社の\n主要な取引先であった。（争いのない事実，乙１，丙６）\nイ  被告Ｂ及び名古屋支店装置部課長（当時）であったＦは，平成１０年１０\n月頃以降，共同で担当した案件を通じてＣに対し，遊興費等に充てるために\n被告会社から金員を詐取すべく，現金化を持ちかけ，これを行った。現金化\nは，①実在取引について，被告会社が原告会社に対し，水増しした金額で発\n注し，被告会社から原告会社に対して支払われたその報酬を原告会社及び被\n告Ｂ又はＦが取得するというものと②実在取引に付加して，被告会社が原告\n会社に対し，架空発注を行い，被告会社から原告会社に対して支払われたそ\nの報酬を原告会社及び被告Ｂ又はＦが分配するというものである。平成１４\n年頃からは，被告Ａも原告会社の経理を把握するようになり，現金化に関与\nするようになった。また，被告Ｂは，平成１５年５月頃以降，プール金取引\nを行った。（乙１）\nウ  原告会社は，平成１３年頃，税務調査を受け（以下「第１回税務調査」と\nいう。），税務署から被告会社との間の取引について指摘を受けたため，現\n金化の継続が困難になり，現金化が被告会社に露見するおそれが生じた。（甲\n５４，丙６）\n同年頃，被告Ｂは，Ｃから資金繰りの相談を受けるようになり，先行検収\nを行って，原告会社の資金繰りを助けるようになった。原告会社は，検収が\nできない取引については，債権譲渡担保を用いて金融機関から融資を受けて\nいた（架空債権譲渡担保融資を含む。）。（乙１）\nエ  しかし，先行検収によって支払われる金員は運転資金に用いられることが\n多かったため，製品製作のための部材費が不足し，未だ製作されていないに\nもかかわらず帳簿上は製品がある状態の在庫が増加し，被告会社の原告会社\nに対する先行検収による資金繰り援助も限界を迎えた。また，債権譲渡担保\nを用いた融資も，融資枠に達したため，原告会社が架空債権譲渡担保融資に\nより金融機関から融資を受けることも困難になった。被告Ｂは，被告Ａ及び\nＣに対し，上記の経緯により原告会社の資金繰りが悪化した平成１７年３月\n頃，原告会社の資金繰りを維持する目的で，本件架空循環取引を提案し，被\n告Ａ及びＣの了承を得て，これを開始した。（乙１，被告Ｂ本人）\n本件架空循環取引の流れ\nア  本件架空循環取引の具体的な流れは，次のとおりである。（乙１）\n被告Ｂ及び被告Ａは，本件架空循環取引に先立ち，原告会社における翌\n月の資金不足を算出する。\n被告Ｂは，当該不足額を補填できるよう，取引金額が数百万円から数千\n万円となる装置製作の商流を複数設定することとし，各商流について，適\n当なエンドユーザー名及び物件名を選定する。\n被告Ｂは，各商流に加わる会社を，本件売掛先７社から１社（以下「売\n掛先 Δ 社」という。），本件仕入先４社から１社（以下「仕入先ε社 」\nという。）を選定する。なお，被告Ｂは，本件売掛先７社に対し，原告会\n社に対する売掛債権枠が決まっているため，被告会社と原告会社との取引\nの間に入ってもらいたい旨説明し，本件仕入先４社に対しては，原告会社\nへの発注枠が決まっているため，間に入ってほしい旨説明し，一定の手数\n料（マージン）を支払うことを条件に，各商流に入ってもらっていた。そ\nして，被告Ｂは，各商流において，本件売掛先７社が得る手数料率を概ね\n４パーセント，本件仕入先４社が得る手数料率を概ね３パーセントに設定\nしていた。\n被告Ｂは，売掛先 Δ 社が原告会社から架空の発注を受けることを前提\nに，売掛先 Δ 社から注文書を入手し，その発行日付から逆算して，見積\n書（原告会社から仕入先 ε 社に宛てたもの，仕入先 ε 社から被告会社に\n宛てたもの及び被告会社から売掛先 Δ 社に宛てたもの）の日付及び内示\n書（売掛先Δ社から被告会社に対するもの，被告会社から仕入先ε社に宛\nてたもの）の日付を遡及させて決めて，それぞれの作成を依頼する。\n被告Ｂは，原告会社が，当月に，当該商流に係る製品を当該エンドユー\nザーへ現地搬入（直送）したという形にして，原告会社から仕入先 ε 社\nに宛てた納品書及び仕入先 ε 社から被告会社に宛てた請求書を送付して\nもらう。\n被告Ｂは，被告会社をして，検収を行ったとする月の翌月末日，仕入先\nε 社に対し，仕入代金を支払わせ，仕入先 ε 社は，原告会社に対して，\n代金を支払う。なお，被告会社から仕入先 ε 社に対する支払は，当該製\n品が現地に納入されたとされる段階で契約代金の９割を支払い，当該製品\nの試運転及び現地調整がなされたとされる後の段階で残りの１割を支払\nうという形で行われていた。\n被告Ｂは，被告会社における売掛先に対する売上計上が現地での試運転\n完了時とされていたことを利用して，当該製品の納品先での試運転及び現\n地調整等に時間がかかるという形にして，原告会社の売掛先 Δ 社に対す\nる支払及び売掛先 Δ 社の被告会社に対する支払を，仕入先 ε 社から原告\n会社に対する支払の約６か月後に設定していた。その後，原告会社の資金\n繰りが悪化するにつれ，原告会社の売掛先 Δ 社を介した被告会社に対す\nる支払は，原告会社が仕入先 ε 社から支払を受ける約１年後に設定され\nるようになった。\nイ  本件架空循環取引においては，本件仕入先４社が原告会社に対して支払う\n代金，被告会社が本件仕入先４社に対して支払う代金，本件売掛先７社が被\n告会社に対して支払う代金，原告会社が本件売掛先７社に対して支払う代金\nの順で高額になるように設定されており，被告会社，本件売掛先７社及び本\n件仕入先４社が本件架空循環取引の中で支払う代金と受領する代金との差\n額分の利得を得るのに対し，原告会社は，本件架空循環取引の中で支払う代\n金と受領する代金との差額（被告会社，本件売掛先７社及び本件仕入先４社\nそれぞれが本件架空循環取引において得る利得の合計額）分の損失を被るこ\nとになる。しかし，原告会社は，先行検収や架空債権譲渡担保融資による資\n金繰りが困難になった後，本件仕入先４社から受領した上記製品代金を６か\n月後又は約１年後まで保有することによって，短期借入れを行った場合と同\n様の利益を得ることを目的として，本件架空循環取引を開始，継続した。（乙\n１）\n被告Ｂは，本件架空循環取引を行わなければ原告会社が倒産する可能性が\n高く，原告会社が倒産すれば，これまで行ってきた現金化の継続が困難にな\nるのみならず，これまで行ってきた不正行為の全てが明らかになる結果，被\n告会社の従業員としての地位及び生活を失うことになるため，これを阻止す\nべく，本件架空循環取引を開始及び継続した。（乙１，被告Ｂ本人）\nウ  被告Ｂは，被告Ａとともに原告会社における翌月の資金不足額を算出した\n後（前記ア ），一人で，本件架空循環取引の各商流を記載した書面を手書\nきで作成し，被告Ａらに対し，各商流において用いる見積書，注文書，納品\n書，請求書等を作成するよう指示していた。被告Ｂは，上記見積書等を作成\nする際，被告会社，本件売掛先７社及び本件仕入先４社等の社員名及び印鑑\nを不正に使用して，上記見積書等を偽造していた。\n被告Ａは，被告Ｂが手書きで作成した上記書面をパソコンでまとめ，また，\n被告Ｂの上記指示に従って請求書等を作成した。（以上につき，甲３，２３\nない３１〔いずれも枝番号を含む。〕，丙５，被告Ｂ本人）\n本件架空循環取引開始後の経緯等\nア  平成１９年４月，原告会社の代表取締役がＣから被告Ａへ交代したが，被\n告Ｂ及び原告会社は，引き続き本件架空循環取引等の不正な行為を継続し\nた。被告Ａが代表取締役に就任した頃，原告会社の負債額は，既に８億円程\n度であり，その後増減を繰り返しつつも，大きく減ることはなかった。（被\n告Ａ本人）\n被告Ｂは，原告会社に対し，原告会社の負債を減少させるため，ボーイン\nグ７８７関連の三菱重工業株式会社，川崎重工業株式会社向け生産設備や，\n空港の格納庫に設置される航空機の点検用スライド床等の大型設備に係る\n発注を行った。また，被告Ｂは，原告会社に対し，将来的には発注可能な案\n件として，山口大学とＭが特許出願中の放射能遮蔽ボックス量産設備の案件\nやリサイクル可能なコンクリート型枠のリサイクル拠点の案件を提案した\nが，これらはいずれも具体的な取引には至っていなかった。（甲５４，被告\nＡ本人，被告Ｂ本人）\nイ  原告会社は，平成１８年８月頃，第２回税務調査を受け，架空発注や水増\nし発注による原告会社，Ｃ，被告Ａ及び被告Ｂに対する現金還流が指摘され\nた。その際，原告会社は，被告Ｂから，反面調査が被告会社に及ぶことを防\nぐため，原告会社から被告Ｂに対する現金還流を使途秘匿金の扱いで税務処\n理してもらうよう依頼され，これにしたがって納税した。第２回税務調査後，\n被告Ｂらは，原告会社に対する架空発注及び水増し発注を行うことができな\nくなった。（乙１，弁論の全趣旨）\nまた，原告会社は，平成２１年８月頃，第３回税務調査を受け，被告Ａの\n親族が経営する会社に対する架空発注による現金化について指摘を受けた。\n被告Ａは，被告Ｂに対し，第３回税務調査の期間中の同月６日，原告会社の\n膨大な負債（当時１３億円）の原因及び責任はどこにあると考えているか，\n第３回税務調査に係る納税についても被告Ａの責任で納税することになる\nのか等の質問を記載した電子メールを送信し，回答を求めた。これに対し，\n被告Ｂは，被告Ａに対し，同月８日，①本件架空循環取引には，１つの商流\nを終えるのに約１年かかり，その間に，被告会社の会計士，コンプライアン\nス及び内部統制室のチェック等，精神的に良くないことが多いこと，②被告\nＢが原告会社を建て直すことしか考えておらず，原告会社が倒産した場合に\nは「死ぬしかないだろう」と思っていること，③原告会社の負債の大きな原\n因が被告Ｂの遊興費の現金化処理を依頼したことにあるかもしれないこと，\n④原告会社に対し，第３回税務調査に係る納税を無理に依頼するつもりはな\nいこと等を記載した電子メールを送信した。（甲１５の１・２，乙１）\n被告Ｂは，原告会社に対し，第３回税務調査後の同月１１日，架空取引に\nよる１３億円の負債を５年間でなくすとの目標や原告会社の再建に今まで\n以上に真剣に取り組むことを記載した書面を作成し，原告会社にこれを交付\nした。（甲１３）\n本件架空循環取引に対する被告会社の認識\nア  商社である被告会社においては，販売先の検収を待たずに装置本体の完成\n時に仕入先に対する支払を先行させること（以下「先行支払」という。）自\n体は行われていたものの，商社の機能を超えて仕入先の資金受領を満たすた\nめだけに継続的資金融通が行われることのないよう，個々の取引ごとに，先\n行支払の必要性と妥当性を検討する必要があった。すなわち，仮に，財務状\n況が脆弱な仕入先との取引において，資金繰りを援助する目的で取引が継続\nされた場合，販売先からの注文が取り消されたり，製品の不具合によって検\n収が困難になったりする場合，当該仕掛在庫は不良在庫となり，販売先から\nの売掛金の回収が困難となるなどの事態が生ずるから，先行支払の合理的理\n由（回収見込みがあるか，仕入先に品質を担保できる技術力が備わっている\nか，知的財産権を有するなど代替不可能な事情があるか，事業継続性に疑義\nはないかなど）を検討する必要があった。（乙１７）\nイ  被告会社においては，営業担当者が顧客との交渉，発注先の選定，発注手\n続，仕入検収，仕入代金の支払，売掛債権回収等の一連の業務全てに関与す\nることが基本になっているため，職務分掌が細分化された組織と比較して相\n互牽制及び監視が働きにくくなっていた。（乙１）\nウ   Ｈ及びＩは，平成１７年１０月１１日，名古屋支店を訪問し，名古屋支\n店長（当時）であったＰと面談した。Ｈは，名古屋支店経理部門から原告\n会社を仕入先とする装置製作案件の仕掛在庫（製造途中又は未販売の製\n品）の増加が報告されたため，原告会社に係る営業部門に対し，仕掛在庫\nの合理性を確認する必要があると考え，Ｐから，原告会社との関係を聴取\nした。Ｐは，Ｈ及びＩに対し，金融機関の勤務経験があるＣが経理部門を\n担当しているため，原告会社の財務面を信用しているものの，原告会社の\n規模及び財務面は極めて脆弱である一方，原告会社の製作物は良好である\nこと，原告会社の売上の７割ないし８割が被告会社との取引によるもので\nあることを説明した。（甲８の１・２，証人Ｉ）\nＨは，原告会社の規模と比較して仕掛在庫金額が多額であったこと，前\n払時期と納期の間の滞留期間が長いことを踏まえ，原告会社との取引につ\nいて，取引額及び回収方法に改善策が見当たらず，変則的な融資状態とも\n考えられると指摘した。（甲８の１・２，証人Ｉ）\nＩは，原告会社との間の取引を担当する装置営業部門の責任者であった\nＪに対し，平成１７年１０月２０日，前記 の面談で発覚した問題に係る\n面談を行うため，Ｊの都合を尋ねる内容の電子メールを送信した。Ｉは，\n同電子メールに，原告会社の同年３月期決算書を見た瞬間に粉飾だと思っ\nたこと，原告会社が自力で再生するのは不可能と思われるため，同年９月\n末時点における原告会社の仕掛在庫１２件（以下「本件仕掛在庫」という。）\nの中で残すべきものだけを残し，その他は損失として処理すること，Ｉ，\nＨ及びＪの面談において，Ｈから，本件仕掛在庫に係る売掛先からの注文\n書の有無，納入，売上，売掛金回収の時期，現物の状態，完成度合い等に\nついて質問がなされると思われるため準備しておいてもらいたいこと，今\n後，原告会社との取引においては，売掛先からの内示書等の文書受領後に\n発注し，出来高払以外を認めず，原告会社の財務内容への関与は避け，一\n線を画し，距離を置いた取引とし，営業上の貸借を行わないようにすべき\nであることを記載した。（甲９の１・２，乙１７，証人Ｉ，弁論の全趣旨）\nＨ及びＩは，同年１０月２５日，Ｊ及び営業担当者であったＱと面談し，\n本件仕掛在庫（計１億４８７４万円）について，注文書（内示書），議事\n録（製品完成写真），工程表を検討したところ，売掛先の事情の変化及び\n要請に伴う売上予定時期並びに回収予定等について理解することができ\nた。また，Ｈ及びＩは，Ｊ及びＱとの間で，原告会社に対する今後の対応\nについての意見交換を行い，原告会社の財務面の脆弱性に関する問題は残\nっており，取引を継続するにあたっては，変則的融資となっていないか再\n度確認することを含め，原告会社社長との面談が必要という結論になり，\n取引先に対する与信管理担当部門であるコンプライアンス室（以下，単に\n「コンプライアンス室」という。）が担当することになった。（甲１０の\n１・２，甲１１の１・２，乙１７，証人Ｉ，弁論の全趣旨）\nコンプライアンス室は，Ｊ，被告Ｂらに対し，平成１７年１０月２６日，\n原告会社との取引に係る売掛金回収予定等について確認するメールを送\n信した。（甲１２の１・２）\nまた，コンプライアンス室は，Ｃに対し，売掛金の内訳，仕掛金の内訳\n及び借入金についてヒアリングを行いたいとして，Ｃとの面談を依頼し\nた。これを受けて，Ｃは，被告Ａに対し，同年１１月１日，上記依頼を受\nけていることを連絡するとともに，上記面談において，コンプライアンス\n室に対しては，銀行対策の目的で先行支払を受けているが，今後は利益を\n積み重ねて，原告会社を安定した会社にしたいと説明することを提案し，\n個々の売掛金に関する説明内容を相談した。その際，Ｃは，被告Ａに対し，\nＪの意見として，被告会社においては，根拠があれば一定量の先行支払も\n認められる旨伝えた。（甲３８，４２の１・２）\nコンプライアンス室室長（当時）のＲ，同室次長（当時）のＳ，Ｐ，Ｊ\n及び被告Ｂは，平成１７年１２月１日，Ｃと面談した。Ｃは，Ｒらに対し，\n同年３月期決算において，決算が赤字になると銀行との関係に支障を来す\nため，売掛金と仕掛工事の双方に計上したものがあることを認め，また，\n仕掛在庫が増加した理由を説明した。Ｒら及びＣは，原告会社が被告会社\nの東海地区における重要な仕入先として，今後の取引を通常の取引条件で\n拡大することが大切であると確認した。コンプライアンス室は，Ｈらに対\nし，同年１２月６日，原告会社が同年３月期決算において約３５００万円\nの赤字であったと考えられること，今後は原告会社に仕掛在庫を発生させ\nないよう資金的な努力を含めて改善してもらうこと，当分の間，同室にお\nいても，原告会社向けの売上債権，発注残，仕掛品の状況等をチェックす\nることを報告した。（乙１４）\nエ  被告会社においては，平成１８年２月，Ｆが，名古屋支店勤務中の平成１\n５年５月から平成１７年４月までの間に，仕入先と通謀して，架空仕入を計\n上し，合計約３３７５万円を被告会社に支払わせ，そのうち計約２３００万\n円をＦが取得して私的に費消したことが発覚した（以下「Ｆ事件」という。）。\n会計監査人は，Ｆ事件後，前記イのリスクを指摘して，内部管理体制や内\n部監査の強化等の対策による再発防止へ向けての留意が特に重要と思われ\nる旨の指摘を行ったが，Ｆ事件と同種の不正行為が他に存在しないか調査せ\nず，上記対策の検討もしなかった。（乙１）\nオ  被告会社の社内ルールでは，課長以上の職員が受注・発注に係る伝票を起\n案しないこととされている。しかし，被告Ｂは，部長又はＳＤ長という部下\nを管理する立場にありながら，自ら積極的に営業活動に携わる一方，受注し\nた案件について部下に注文番号の記載を依頼したり，部下の注文番号を使用\nしたりして伝票を作成し，事実上自ら決裁する形でこれを用いて仕入発注か\nら債権回収までの手続を全て一人で行っていた。また，被告Ｂが担当する案\n件の有無及び内容については，長期間にわたり，被告Ｂの上司によるチェッ\nクが行われていなかった。（乙１）\nカ  被告Ｂが所属していた被告会社装置営業部では，１０００万円以下の注文\nにつき，受注時にその注文書を経理課に提出する必要がなく，また，当該注\n文に基づいた仕入先に対する１０００万円以下の発注につき，装置営業部部\n長等の上司の決裁を受ける必要がなく，課長権限で行うことができた。被告\nＢは，これを利用し，本件架空循環取引に係る取引について，経理課の確認\nや装置営業部部長の決裁を受けることなく，自らの判断で行うことができる\nよう，本件架空循環取引に係る取引のほとんどを１０００万円以下に設定し\nていた。\nまた，商社である被告会社における通常の取引は，売掛先からの注文を受\nけた後，これに対応する発注を仕入先に対して行うという順序であるとこ\nろ，本件架空循環取引においては，仕入先に対する支払が先行した後，売掛\n先から注文を受けるという順序になることから，被告Ｂは，本件架空循環取\n引に係る見積書，注文書等の書類の日付をさかのぼらせるなどの方法で，本\n件架空循環取引と実取引と区別を困難にしていた。実際，本件売掛先７社及\nび本件仕入先４社から，本件架空循環取引について不審がられることはなか\nった。（以上につき，甲３９，乙１，弁論の全趣旨）\nキ  被告会社の一部の幹部職員は，本件架空循環取引が不正なものと認識して\nいたが，他の上級職員，経営幹部，監査役等に対してこれを具申，相談しな\nかった。（乙１）\nク  前記アないしキの結果，被告会社は，平成２５年３月に被告Ｂから本件架\n空循環取引を行っていた旨の申告を受けるまで，本件架空循環取引を認識す\nることができなかった。（甲３９，乙１，被告Ｂ本人）\n本件架空循環取引の発覚の経緯等\nア  被告会社においては，平成２３年９月頃，本件架空循環取引の売掛先であ\nるＤへの直送品在庫（以下「Ｄ直送品在庫」という。）が多額に上ることが\n問題になり，会計監査人がＤに対して文書による在庫の残高確認を行った\nが，被告Ｂが残高確認書の封入された郵便物をＤから取り戻し，Ｄ名義で偽\n造した残高確認書を会計監査人に返送した。被告会社コンプライアンス室\nは，同年１２月，被告Ｂに対し，ヒアリングを行い，Ｄ直送品在庫の現物確\n認（以下「本件現物確認」という。）を強く求めたが，被告Ｂは，取引関係\n上，現地確認は困難であるとしてこれを拒絶した。（乙１，被告Ｂ本人）\nイ  平成２４年１月２６日，Ｊ，コンプライアンス室長（当時），被告Ｂ等が\n参加して，Ｄ直送品在庫の管理に関する打合せが行われ，被告Ｂに対し，現\n在の在庫状況，１２０日以上の滞留在庫を抱えている理由等についてヒアリ\nングを行った。被告Ｂは，直送品在庫が９億２６１５万円分あり，滞留在庫\nの理由のほとんどは納期変更によるものであると回答した。被告会社は，被\n告Ｂに対し，ヒアリング結果を踏まえた改善策として，Ｄからの注文書に納\n入先，支払条件を記載し，担当者印ではなく，社印・職印の押捺を求めるこ\nと，決裁については全てＪの承認を得ること等を求めた。上記ヒアリングが\n行われたこと及び上記改善策を実行中であることは，同年３月２２日，被告\n会社のリスクマネジメント委員会においても報告された。（乙１）\nウ  被告会社名古屋経理課は，Ｄに対し，平成２４年５月及び同年１１月，会\n計監査人の了解の下，会計監査人名義の残高確認書による直送品在庫の残高\n確認を行った。しかし，被告Ｂは，上記残高確認書の封入された郵便物を郵\n便局から取り返した上，Ｄ名義の残高確認書を偽造して，これを会計監査人\nに対して返送した。（乙１）\nエ  平成２４年９月１９日，被告会社中日本営業本部において，中日本営業本\n部長（当時）であったＪ，被告Ｂらが参加して，Ｄ直送品在庫の管理に関す\nる打合せが行われ，前記イの改善策の実施状況の報告や今後の対応策につい\nての協議が行われた。被告Ｂは，納入先の受領書や工程表を受領した旨報告\nしたが，これらはいずれも被告Ｂにより偽造されたものであった。また，被\n告Ｂは，Ｄとの取引が金融取引ではないかと問われた際，これを否定した。\n同打合せにおいて，取引先ごとの累積与信限度設定を行うこと，被告Ｂが被\n告会社の監査役（以下，単に「監査役」という。）による現物確認の機会を\n設けることが決定された。\n同年１０月１９日，被告会社中日本営業本部において，Ｊ，被告Ｂ，及び\n監査役が参加して，Ｄ直送品在庫の管理に関する打合せが行われ，会計監査\n人の監査役に対する報告書において，Ｄ直送品在庫の現物管理（実在性の確\n認等）に関する指摘がなされていたことを受けて，経理課への提出資料に，\n仕入先の工場出荷前写真を追加すること，内示書発行の際にＪの承認を得る\nこと，本件現物確認を同年１１月下旬ないし１２月に実施すること等を決定\nし，被告Ｂに対し，その旨の指示がなされた。\n同月１１日，監査役から被告Ｂに対するヒアリングが行われ，被告Ｂは，\n本件現物確認について，その申入れは行ったもののＤから承諾を得ておら\nず，取引中止も覚悟してＤと再度交渉する旨述べた。監査役は，被告Ｂに対\nし，平成２５年１月末までにＤから本件現物確認を行うことが認められれば\n同年２月又は同年３月に実施すること，仮にＤの承諾を得られない場合には\n監査役が独自に本件現物確認を行うことを伝えた。\n平成２４年１２月２５日，被告会社中日本営業本部において，Ｊ，被告Ｂ，\n監査役等が参加して，Ｄ直送品在庫の管理に関する打合せが行われた。被告\nＢは，本件現物確認について，Ｄに同意を求めているが，Ｄに対する発注元\nであるＴ株式会社（以下「Ｔ」という。）の会計監査時にも本件現物確認に\n応じていないことから同意を得るのは難しいこと，また，Ｔもエンドユーザ\nーに対して本件現物確認の申入れはできないと述べたことを説明し，難色を\n示した。これに対し，監査役は，平成２５年３月末までに必ず本件現物確認\nを実施したい旨を伝えた。\n同年１月２１日，被告会社中日本営業本部において，被告Ｂ，監査役等が\n参加して，Ｄ直送品在庫の管理に関する打合せが行われたが，被告Ｂは，本\n件現物確認について，従前からの説明を繰り返して困難である旨説明した。\n（以上につき，乙１）\n被告Ｂは，上記経過の中で，被告会社から，Ｄとの間の本件架空循環取引\nに係る製品の写真や図面等を提出するよう求められるようになると，原告会\n社が保有している他の製品の写真や図面のデータを流用して写真や図面等\nの提出を行い，当該取引が実取引であるかのように装った。（甲３９，被告\nＢ本人）\nオ  平成２５年２月１４日，被告会社中日本営業本部において，被告会社のＵ\n常務執行役員（以下「Ｕ」という。），Ｊ，監査役等が参加して，Ｄ直送品\n在庫の管理に関する打合せが行われた。Ｕは，Ｄに関する取引が被告会社本\n来の装置営業から逸脱していること，与信限度以上の取引が行われているこ\nと，被告Ｂが全ての案件を把握できているか疑問であること等の理由で，取\n引からの撤退を強く指示した。そこで，Ｊと被告ＢにおいてＤとの取引を継\n続するか否か協議した上でＥに報告すること，同月及び同年３月中の新規取\n引を控えることが決定された。\n被告Ｂは，同月１３日，上記指示及び決定により，本件架空循環取引の継\n続が困難となったため，Ｅに対し，本件架空循環取引を行っていた旨申告し\nた。（以上につき，乙１，被告Ｂ本人）\nカ  被告会社は，本件架空循環取引２につき，本件仕入先４社に対し，計１８\n億３７３４万２５００円を支払ったが，前記オの申告により本件架空循環取\n引が停止したため，これに対応する売掛金を本件売掛先７社から受領するこ\nとができなかった。なお，被告会社が支払った上記金額の一部は，前記オの\n申告により本件架空循環取引が判明した後，支払ったものである（後記\nイ）。（甲３２の１・２，弁論の全趣旨）\n本件架空循環取引の発覚後の被告会社の対応\nア  被告会社は，本件架空循環取引が発覚した平成２５年３月１３日以降，Ｌ\nから，Ｌが本件架空循環取引において得た利益計２６０３万円の返還を受け\nた。そのうち，Ｌが本件架空循環取引２において得た利益は，計５０５万円\nである。（争いのない事実，甲３２の１・２，弁論の全趣旨）\nイ  被告会社は，被告ＢがＭ及びＮを仕入先とする本件架空循環取引につい\nて，後日必ず被告会社からの支払が実行される旨の念書を差し入れていたた\nめ，その支払期日が本件架空循環取引発覚後である取引について，Ｍとの間\nで支払額の減額を条件に和解したり，Ｎとの間で支払後に返還について改め\nて協議することを約した上で仕入代金を仮に支払ったりした。（争いのない\n事実，甲４８ないし４９の７）\n被告Ｂの賃借物件\nア  被告Ｂは，現金化等の不正取引の書類等を原告会社の工場に保管していた\nところ，平成１３年の夏頃，原告会社が第１回税務調査を受けたため，上記\n書類を上記工場に保管しておくと不正取引が発覚するおそれがあると考え\nた。被告Ｂは，被告Ａに相談した上，同年１０月２７日，上記書類の保管場\n所として，Ｖ株式会社（以下「Ｖ」という。）から本件アパートを，賃貸期\n間を同日から平成１５年１０月２６日までとし，本件賃料（１か月８万７０\n００円）を毎月末日限り翌月分を支払うとの約定で借り受けた（以下「本件\n賃貸借契約」という。）。被告Ａは，Ｖとの間で，同日，本件賃貸借契約の\n賃借人である被告Ｂと連帯して，被告Ｂと同一内容の債務を負担し，賃貸人\nであるＶの受ける損害についても無条件で責任を負うことを，書面で約した\n（以下「本件保証契約」という。）。なお，本件賃貸借契約及び本件保証契\n約に際して作成された契約書（丙１）の連帯保証人欄には，被告Ｂが被告Ａ\nの氏名等を記載し，被告Ａが被告Ａの実印を押捺した。（乙１，丙１，６，\n被告Ａ本人，被告Ｂ本人）\nイ  被告Ｂは，本件アパートにおいて，本件架空循環取引の事務作業を行い，\n本件架空循環取引に関して作成した書類を保管していた。被告Ａは，本件架\n空循環取引に係る書類を，被告会社名古屋支店ではなく，本件アパートに持\n参していた。なお，被告Ｂは，本件賃貸借契約締結以降，本件アパートに愛\n人を住まわせたことがあった。（甲５４，乙１，丙６，被告Ａ本人，被告Ｂ\n本人）\nウ  原告会社は，平成２０年頃，本件賃貸借契約に基づく本件賃料を被告Ｂに\n代わって支払うことを申請する旨の家賃負担者変更申請書（丙２）に原告会\n社名のゴム印及び社印を押捺した。（丙２，被告Ａ本人，被告Ｂ本人）\nエ  被告Ｂは，前記ウ以降，Ｖに対して現金交付の形で本件賃料を支払い，Ｖ\nから原告会社宛の領収証を受領して，当該領収証と引替に原告会社から本件\n賃料相当額を受領する場合に加え，原告会社からあらかじめ本件賃料相当額\nを受領しておき，Ｖに対し，現金交付の形で本件賃料を支払い，Ｖから原告\n会社宛の領収証を受領する場合があった。（甲４７〔枝番号を含む。〕，丙\n３の１・２，被告Ｂ本人）\n事実認定に関する補足説明\n被告Ａらは，被告会社が本件架空循環取引について架空取引である旨認識し\nていた旨主張し，被告Ａは，その本人尋問において，被告Ｂが絶えず直属の上\n司であるＪに相談していたこと及び本件架空循環取引が営業会議の話題に上\nっていなかった分野において突然，高額の受注予定をもたらすものであること\nからすると，Ｊが本件架空循環取引を認識していなかったはずがない旨供述す\nる。\nしかし，前記 オ及び同カのとおり，被告Ｂが本件架空循環取引の発覚を防\nぐために本件架空循環取引を上司の決裁が不要な金額に設定し，仕入発注から\n債権回収までの手続を全て一人で行っていたことに照らすと，被告Ａの上記供\n述はにわかに採用できない。そして，前示 カのとおり，被告Ｂが本件架空循\n環取引の発覚を防ぐために，本件架空循環取引に係る書類を偽造したりしてい\nたこと，前示 ウないし同オのとおり，被告Ｂの上司並びに被告会社の監査役\n及びコンプライアンス室による監査において本件架空循環取引を発見するこ\nとができなかったこと，前示 キのとおり，本件架空循環取引を認識していた\n被告会社の一部の幹部職員も他の上級職員，経営幹部，監査役等に対してこれ\nを具申，相談しなかったこと，前示 のとおり，被告Ｂが本件架空循環取引発\n覚直前まで本件架空循環取引の隠匿を図っていたことに照らすと，被告会社が\n本件架空循環取引について架空取引である旨認識していた旨の主張は採用で\nきない。\n２  被告Ｂの原告会社に対する不法行為（甲事件損害賠償請求に係る請求原因）の\n成否 等について\n本件架空循環取引１について\nア  前示１ 及び同 のとおり，被告Ｂは，原告会社の代表取締役であったＣ\n及び被告Ａと共謀して，原告会社の資金繰りを維持する目的で，本件架空循\n環取引１を含む本件架空循環取引を行っており，かつ，Ｃ及び被告Ａは，書\n類の作成等を通じて，本件架空循環取引１に係る各取引の取引額等を認識し\nていたことに照らせば，Ｃ及び被告Ａは，本件架空循環取引１の仕組みが，\n最終的には，被告会社，本件売掛先７社及び本件仕入先４社の利得の合計額\n相当の損失を原告会社に被らせるものであることを十分に認識しながらも，\n原告会社の当面の資金繰りの維持のため，本件架空循環取引１を繰り返し行\nっていたものと認められる。\nそうすると，被告Ｂが本件架空循環取引１を行ったことによって，原告会\n社が本件仕入先４社から支払を受けた代金額と本件売掛先７社に対して支\n払った代金額の差額等の本件架空循環取引１に起因する損失を被る結果に\nなっても，前示のとおり，原告会社の代表者であるＣ及び被告Ａは，そのよ\nうな結果になることを認識しながらも，原告会社の当面の資金繰りの維持の\nため，被告Ｂと共謀して，本件架空循環取引１を行っていたのであるから，\n本件架空循環取引１は，原告会社自身の判断によるものということができ\nる。以上により，被告Ｂが原告会社の代表者と共謀して本件架空循環取引１\nを行った結果，原告会社に上記損失が発生したからといって，これを被告Ｂ\nの原告会社に対する不法行為（同社の財産権に対する侵害行為）と評価する\nことはできないというべきである。\nイ  この点，原告会社は，被告Ｂから，本件架空循環取引により原告会社が被\nった損害を実取引における利益で補填するとか，本件架空循環取引を５年間\nでなくすなどと約束をされ，これを信じて本件架空循環取引１を行った旨主\n張するが， のとおり，被告Ｂが原告会社に対し，本件架\n空循環取引１による原告会社の損失を補填したり，本件架空循環取引なしに\n原告会社の経営を成り立たせたりする具体的かつ現実的な手法を提案した\nことを認めるに足りる証拠はないから（ ，\n原告会社の上記主張は採用できない。むしろ，原告会社は，同社の資金繰り\nに窮した状況の下において，当面の資金繰りを維持するためには，本件架空\n循環取引１を行うほかなかったとみるのが相当である。\nまた，原告会社は，被告Ｂから本件架空循環取引１を強要された旨主張し，\n被告Ａ作成の陳述書（甲５４）は，同主張に沿うものである。しかし，被告\n会社が原告会社の主要な取引先であったこと及び被告Ｂが平成２３年以降，\n被告会社のＳＤ長であったことは認められるものの（前記前提事実，前示１\n），原告会社が本件架空循環取引１を行うことにより資金繰りを繋いで\n被告Ａも約８年間にわたり，本件架空循環取引\n，被告Ａが本\n人尋問において，名古屋支店のナンバー２まで上り詰めていた被告Ｂに付い\nていくしかないと思っていた旨供述したことに照らすと，被告Ｂが原告会社\nに対し，本件架空循環取引１を強要したとは考えにくく，被告Ａ作成の上記\n陳述書の記載は，にわかに採用できないから，原告会社の上記主張は理由が\nない。\nウ  よって，被告Ｂは，原告会社に対し，本件架空循環取引１につき，不法行\n為責任を負わない。\n本件税負担強要について\n原告会社は，第２回税務調査，第３回税務調査及び第４回税務調査の際，被\n告Ｂから，被告会社への反面調査が及ぶことを避けるため，使途秘匿金扱いの\n税負担を強要された旨主張する。しかし，被告Ａが本人尋問において「できれ\nば，税金は負担するので原告会社のところで止めておいてほしいという指示」\nを受けたと供述するにとどまること，被告Ｂが原告会社に対し，第３回税務調\n査の際，納税を無理に依頼するつもりはないことを記載した電子メールを送信\n）に照らすと，被告Ｂが本件税負担強要を行ったと認め\nることはできず，他に被告Ｂが税負担を強要したことを認めるに足りる証拠も\nない。\nしたがって，被告Ｂは，原告会社に対し，本件税負担強要を理由とする不法\n行為責任を負わない。\n小括（被告Ｂ及び被告会社に対する甲事件損害賠償請求の当否の結論）\nア  のとおり，被告Ｂの不法行為の成立が認められないから，争\n（いずれも被告Ｂの抗弁の当否）について判断するまでもなく，\n原告会社の被告Ｂに対する甲事件損害賠償請求（民法７０９条）は理由がな\nい。\nイ  前示アのとおり，被告Ｂの不法行為責任が認められない以上，原告の被告\n会社に対する甲事件損害賠償請求（使用者責任）は，その前提を欠くから，\n（いずれも被告会社の抗弁の当否）について判断するまでも\nなく，理由がない。\n３  被告Ｂに対する甲事件貸金返還請求の当否\n本件貸付１について\nア  Ｖ，賃借人を被告\nＢとする賃料月８万７０００円の本件賃貸借契約が締結され，平成２０年\n頃，本件賃貸借契約に基づく本件賃料を被告Ｂに代わって原告会社が支払う\nことを申請する旨の家賃負担者変更申請書（丙２）が提出されたことが認め\nられる。\n一方，被告Ｂ作成の資料（甲５の２ないし７の３，４７〔枝番号を含む。〕）\nには，本件賃料に係る原告会社宛の領収書及び原告会社が被告Ｂ宛に発行し\nた摘要を「アパート代」とする金額８万７０００円の出金伝票が添付されて\nおり，また，上記資料には，「７月分のアパート代（８７，０００円）受取\n希望（伝票処理返済：１３０，０００）」との記載（甲４７の５の１枚目）\nがあること等が認められる。\nイ  被告Ａ及び被告Ｂは，平成１８年１２月頃から，被告Ｂの私費の領収証を\n原告会社宛で取得して，その金額を原告会社に支払わせ，その後，実在取引\nにおいて，原告会社が被告会社に対し，本来の発注金額に上記領収証記載の\n金額の１．６５倍の金額を水増しした金額で発注し，当該水増し分で原告会\n社の上記負担分を補填していた（以下「本件私費分水増し発注」という。）。\n領収証記載の金額に６割５分上乗せした金額が支払われている趣旨は，本件\n私費分水増し請求による原告会社の税金負担分等を考慮したものである。\n（乙１）\nそうすると，前記アの各資料は，本件私費分水増し発注等の手法も含めた，\n原告の資金繰りに関する金銭の移動についての資料であり，被告Ｂが作成\nし，原告会社に対して提示したものであると認められる。\nウ  前示 より，被告Ｂ及び被告Ａは，Ｖとの間で，平成２０年以降，原告\n会社が本件賃料を支払う責任を負う旨合意している。そして，Ｖから本件賃\n料に係る原告会社宛の領収書を得た後，本件私費分水増し発注又はこれと同\n様の不正取引により，被告会社に本件賃料の約１．６５倍にあたる１３万円\nを支出させ，これを原告会社に受領させていたことが認められる。\nそうすると，原告会社がいったんは本件賃料月８万７０００円を負担し，\nその後，被告Ｂが原告会社に対し，１３万円を支払う旨合意していたとして\nも，これは金銭消費貸借の趣旨ではなく，本件私費分水増し発注又はこれと\n同様の不正取引の一環として行われていたものと認められる。なお，前記ア\nの資料には，本件賃料額等について「借金」「返済」等の記載が認められる\nものの，上記の資料の作成趣旨に照らすと，上記支出が不正なものであるこ\nとを隠す意図で，「借金」「返済」等の記載をしたとも考えられるから，当\n該記載から直ちに上記資料記載の金銭の移動が金銭消費貸借の趣旨でなさ\nれたものであると認めることはできない。\nしたがって，本件貸付１は認められない。\n本件貸付２ないし４について\nア  原告会社は，被告Ｂに対し，本件貸付２ないし４を行ったと主張し，その\n証拠として被告Ｂ作成の資料（甲４７の２の１の６枚目，７枚目，甲４７の\n５の１枚目）を提出する。上記資料には，①「未精算（原告会社殿へ伝票処\n理精算要す）」と記載された項目の中に「１／２１日付Ｗ２４３，０００→\n伝票処理金額：４０１，０００」との記載（甲４７の２の１の６枚目），②\n「別紙：８２，５００（３／２５日付，Ｘ）８２，５００×１．６５≒１３\n６，０００」との記載（甲４７の２の１の７枚目。なお，「Ｘ」とは甲４７\nの２の１の８枚目に添付された領収証を発行した店の名称である。）及び③\n「Ｗ領収書（私とＹの６月渡比代）～伝票処理にて返済します（１５６，０\n００×１．６５＝２５７，４００）」（甲４７の５の１枚目）がある。\nイ  前示 イより，原告会社は，被告Ａ及び被告Ｂが行っていた本件私費分水\n増し発注の一環として，被告Ｂの私費をいったん支払っていたことが認めら\nれる。前示アを含む被告Ｂ作成の資料（甲４７〔枝番号を含む。〕）に原告\n会社宛の飲食店の領収書が添付されており，上記資料に「×１．６５」の記\n載があることに照らすと，上記資料は，本件私費分水増し発注に係る金銭処\n理のために作成されたものであると認められる。\nそうすると，上記資料に記載されている金銭の移動は，金銭消費貸借の趣\n旨で行われたものではなく，本件私費分水増し発注の一環として行われたも\nのであると認められる。なお，上記資料には，「借金」「返済」等の記載が\n認められるものの， 上記の資料の作成趣旨に照らすと，当\n該記載から直ちに上記資料記載の金銭の移動が金銭消費貸借の趣旨でなさ\nれたものと認めることはできない。\nウ  したがって，原告会社が本件貸付２ないし４における金銭授受であると主\n張する各金銭の移動（原告会社による被告Ｂの私費の立替）が認められると\nしても，それは，本件私費分水増し発注の一環として行われたものであり，\n金銭消費貸借に係る金銭授受として行われたものとは認められない。\nよって，本件貸付２ないし４はいずれも認められない。\n本件貸付５について\n原告会社は，被告Ｂに対し，本件貸付５を行ったと主張し，その証拠として，\n被告Ａが作成した被告Ｂとの面談のメモ（平成２４年８月５日付）を提出する\n（甲５の１の２）。\nしかし，上記メモには「Ｈ２１／４～ｆ１７５万」「ｇ２３５万」との記載\nやその合計額４１０万円について「ｇへの貸付金（帳簿上）」等の記載がある\nにとどまること，上記メモの作成日付が原告会社主張の本件貸付５の日付の約\n３年後であること等に照らすと，上記メモから本件貸付５の事実を認めること\nはできない。\n本件貸付６ないし８について\n原告会社は，被告Ｂに対し，本件貸付６ないし８を行ったと主張し，その証\n拠として被告Ｂ宛の出金伝票及び原告会社宛の領収書（甲６〔枝番号を含む。〕）\nを提出する。\nしかし，被告Ｂ宛の出金伝票及び原告会社宛の領収書のみから本件貸付６な\nいし８の事実を認めることはできない。\n本件貸付９ないし１１について\nア  原告会社は，被告Ｂに対し，本件貸付９ないし１１を行ったと主張し，そ\nの証拠として，本件貸付９ないし１１に係る証拠として被告Ｂ宛の出金伝票\nが添付された被告Ｂ作成の資料（甲７〔枝番号を含む。〕）を提出する。上\n記資料には「原告会社より借入（被告Ａの仮払い）⇒現金で返金を要す」と\nの記載がある（甲７の１）。\nイ  しかし，上記資料には\nの記載や「Ｚくんのプール」等の記載があること（甲７の１），その体裁に\nおいて，前示 被告Ｂ作成の資料と類似していること等に照らす\nと，上記資料（甲７〔枝番号を含む。〕）は，本件私費分水増し発注等の不\n正取引に係る金銭の移動に関して作成されたものであると認めることがで\nきる。\nウ  したがって，前 上記資料に「借入」，「返金」等の記載が\nあるからといって，直ちに上記資料及びこれに添付された出金伝票に記載さ\nれた金銭の移動が金銭消費貸借における金銭授受として行われたものと認\nめることはできない。\nよって，本件貸付９ないし１１はいずれも認められない。\n小括（被告Ｂに対する甲事件貸金返還請求の当否の結論）\n以上に （いずれも被告Ｂの抗弁の当否）について判断\nするまでもなく，被告Ｂに対する甲事件貸金返還請求は理由がない。\n４  被告Ａらの被告会社に対する不法行為（丙事件請求原因）の成否等 。\nなお，被告Ｂは，上記不法行為の成立を争わない。）について\n（乙事件の請求原因と抗弁の内容に鑑み，丙事件請求の当否を先行して判断する\nこととする。）\nア  被告Ａらの不法行為の成否\n前示１の のとおり，被告Ａらは，被告Ｂと共謀して，実取引では\nない本件架空循環取引を計画・実行し，かつ，原告会社から本件売掛先７社\nに対する代金支払及び本件売掛先７社から被告会社に対する代金支払の時\n期が，被告会社から本件仕入先４社に対する代金支払及び本件仕入先４社か\nら原告会社に対する代金支払の時期の６か月ないし１年後となるため，本件\n架空循環取引の実態が露見するなどして，原告会社又は本件売掛先７社が代\n金を支払うことができなくなったり，代金を支払うことを拒んだ場合には，\n被告会社が本件仕入先４社に対して支払った代金に対応する売掛金を回収\nできなくなることを認識していたし，被告会社が代金支払をする時期と売掛\n金を回収する時期との間の期間を約６か月ないし１年後に設定しているた\nめに，被告会社がその間にわたり，売掛金を回収できないリスクを負うこと\nを認識していたものである。\nそして，被告Ａらは，上記認識の下，被告Ｂと共謀して，本件架空循環取\n引に係る各取引の注文書，見積書等を偽造したり，その作成日付をさかのぼ\nらせたりすることによって，被告会社に対し，本件架空循環取引が実取引で\nあるかのように装って，本件架空循環取引２に係る本件仕入先４社に対する\n代金支払を行わせたのであるから，被告Ａらの行為は，被告会社に対する共\n同不法行為を構成すると解すべきである。\nイ  被告会社の損害額\n前示１ カのとおり，被告会社は，被告Ａらが行った本件架空循環取引２\nにより，本件仕入先４社に対し，計１８億３７３４万２５００円を支払った。\nもっとも，前示１ アより，被告会社は，本件架空循環取引２のうち，Ｌを\n仕入先とするものに関し，Ｌから，Ｌが被告会社から受領した金銭と原告会\n社に支払った金銭の差額計５０５万円の返還を受けた。\nまた，被告会社は，本件架空循環取引２のうち別紙４の注文番号５４１２\n０４６の取引（本件架空循環取引 γ。支払金額計２７３０万円）に係る原告\n会社に対する不法行為請求権の一部（１５４２万０３３２円）を乙事件にお\nいて相殺に供した（後記７）。\nしたがって，被告会社が被告Ａらの本件架空循環取引２によって被った損\n害額は，１８億３７３４万２５００円から上記返還分５０５万円及び上記相\n殺分１５４２万０３３２円を控除した残額である１８億１６８７万２１６\n８円となる。\n被告Ａらの主張に対する判断\nア  この点，被告Ａらは，被告会社が本件架空循環取引２につき，架空取引で\nあることを知っていたか，知っていたと評価できるなどと主張するが，前示\nいたとは認められないから，被告Ａらの上記主張はその前提を欠き，採用で\nきない。\nイ  被告Ａらは，本件差額部分については被告Ａらの行為と評価できないし，\nこれに対する故意も否定される 被\n告Ａらは，被告Ｂと共謀して本件架空循環取引２を企画及び実行していたの\nであり，本件架空循環取引２のうちの本件差額部分を伴うものについても，\nそれが実取引ではなく，被告会社が代金支払をする時期と売掛金を回収する\n時期との間の期間において，売掛金を回収できないリスクを負うことを認識\nしていたのであるから，売掛金を回収できなかった場合に被る損害（被告会\n社が本件仕入先４社に対して支払った代金）の具体的金額まで認識していな\nいとしても，本件架空循環取引２自体が被告Ａらの行為と評価されなくなる\nものではないし，これに対する故意に欠けるものでもない。したがって，被\n告Ａらの上記主張は採用できない。\nウ  被告Ａらは，本件架空循環取引２について，被告会社に対して違法である\nという認識はなかったし，被告Ｂが原告会社の損害を補うような効率のよい\n仕事を発注すると約束していたから，回収スキムがいずれ行き詰まるという\n引ではなく，原告会社又は本件売掛先７社が代金を支払うことができなくな\nったり，代金を支払うことを拒んだ場合には，被告会社が本件仕入先４社に\n対して支払った代金に対応する売掛金を回収できなくなり，損害（被告会社\nが本件仕入先４社に対して支払った代金）を被ることを認識していたのであ\nるから，本件架空循環取引２に係る不法行為についての故意を欠くことには\nならない。\nエ  被告Ａらは，被告会社が主張する損害につき，被告会社が本件売掛先７社\nとの間の契約を取り消したこと又は回収スキムに係る契約に基づく権利行\n使をしなかった結果であるため，被告Ａらがもたらした損害ではない旨主張\n被告Ａらが，被告会社に対し，\n本件架空循環取引が実取引であるかのように装って，本件架空循環取引２に\n係る本件仕入先４社に対する代金支払を行わせたことにより発生したもの\nであるから，被告Ａらがもたらした損害である。したがって，被告Ａらの上\n記主張は採用できない。\nオ  被告Ａらは，本件架空循環取引を発案・実行したのは被告Ｂであること，\n本件架空循環取引発覚後，被告会社がＬに対し，本件架空循環取引において\n得た取引差益の返還を求め，その返還を受けたこと及び被告会社がＭ及びＮ\nに対し，「念書差入分和解」として支払ったことからすると，本件架空循環\n取引の主体者である被告会社に本件架空循環取引の利益及び損害が帰属す\nる旨主張する。そこで検討するに，前示１ のとおり，被告会社がＬから，\nＬが本件架空循環取引において得た利益計２６０３万円の返還を受けた事\n実，被告会社が本件架空循環取引発覚後に支払期日を迎えた本件架空循環取\n引について，Ｍとの間で支払額の減額を条件に和解したり，Ｎとの間で支払\n後に返還について改めて協議することを約した上で仕入代金を仮に支払っ\nたりした事実があるものの，これらの事実から，本件架空循環取引の主体者\nが被告会社であり，本件架空循環取引に係る利益及び損害を被告会社に帰属\nさせるべきであるとはいえない。\nなお，被告会社は，本件架空循環取引発覚後にＭ及びＮに対する仕入代金\nの支払を行っているが，これは，被告Ａらの本件架空循環取引２が行われた\n結果，支払を余儀なくされたものであるから，上記支払金額についても，本\n件架空循環取引２によって被告会社が被った損害といえる。\nしたがって，丙事件において，被告Ａらは，被告会社に対し，共同不法行為\n責任に基づく損害賠償義務を負う。\n５  丙事件における原告会社の過失相殺の抗弁の当\n原告会社は，仮に，被告会社の原告会社に対する損害賠償請求が認められると\nしても，被告会社には本件架空循環取引に関して過失が認められるから，これを\n考慮しなければならない旨主張する。\nしかし，前示のとおり，被告Ａらは，被告会社に対し，本件架空循環取引が実\n取引である旨積極的に欺罔し，被告会社が本件架空循環取引につき実取引と誤信\nしているのを利用して，被告会社に対する不法行為を行ったものといえる。した\nがって，原告会社に過失相殺の主張を許すならば，被告会社の不注意を自己の利\n益のために利用して行った被告Ａらの不法行為について原告会社が負う責任を，\n被告会社の当該不注意を理由に減責することになり，不合理であるというべきで\nある。\nしたがって，原告会社の上記過失相殺の抗弁は理由がない。\n６  丙事件における被告Ｂの過失相殺の抗弁の当否\n被告Ｂは，被告Ａらとともに本件架空循環取引という詐欺行為を行い，被告\n会社に多大な損害を与えたことを争うものではない。したがって，前示４及び\n５より，被告Ｂは，被告会社に対し，被告Ａらと連帯して，共同不法行為責任\nに基づく損害賠償義務を負う。\n被告Ｂは，過失相殺事由として，自身らが本件架空循環取引を長期間継続し\nて行うことができたのは被告会社の管理監視体制が甘かったためである旨主\n張するが，仮に被告会社の管理監視体制に不十分な点があったとしても，前示\n５と同様に，被告Ｂによる過失相殺の主張を認めることは不合理である。\nしたがって，被告Ｂの上記過失相殺の抗弁は理由がない。\n小括（丙事件損害賠償請求の当否の結論）\n以上により，被告Ｂ，被告Ａ及び原告会社は，被告会社に対し，本件架空循\n環取引２に係る共同不法行為責任に基づき，連帯して，１８億１６８７万２１\n６８円の損害賠償義務を負う。\nよって，被告会社の丙事件請求は，被告Ｂ，被告Ａ及び原告会社に対し，連\n帯して，１８億１６８７万２１６８円及びこれに対する原告会社及び被告Ａに\nついては平成２６年５月４日から，被告Ｂについては同月５日（いずれも不法\n行為の日の後である訴状送達の日の翌日）から支払済みまで民法所定の年５分\nの割合による遅延損害金の支払を求める限度で理由があり，その余は理由がな\nい。\n７  乙事件における被告会社の相殺の抗弁の当 について\n前記前提事実 のとおり，原告会社は，被告会社に対し，本件契約１に基づ\nく代金債権計５７４万９８００円及び本件契約２に基づく代金債権計９８２\n万６９５０円の合計１５５７万６７５０円の請負代金債権（本件各代金支払債\n権）を有する。\n他方，前示４ないし６により，被告会社は，原告会社に対し，本件自働債権\n１（売掛金債権計１５万６４１８円）を有するとともに（弁論の全趣旨），本\n件自働債権２（本件架空循環取引２のうち別紙４の管理番号Ｎ－１０８，注文\n番号５４１２０４６の取引（本件架空循環取引 γ。支払金額計２７３０万円）\nに係る原告会社に対する同額の不法行為による損害賠償請求権。なお，同請求\n権は，遅くとも本件架空循環取引が被告会社の知るところとなった平成２５年\n３月１３日（乙１）までには発生した。）を有する。\nそして，被告会社は，平成２５年６月２８日，原告会社に対し，同月２７日\n付けの相殺通知書により，本件自働債権１（債権額１５万６４１８円）及び本\n件自働債権２（債権額２７３０万円）をもって，原告会社が有する本件各代金\n支払債権１５５７万６７５０円とその対当額において相殺するとの意思表示\nをした。（争いのない事実）\n８  乙事件における被告会社の相殺の抗弁に対する原告会社の反対の意思表示の\n原告会社は，本件各代金支払債権について，被告会社から，本件架空循環取引\nの発覚後，必ず支払う旨言われていたから，これを受働債権として対当額で相殺\nすることは認められない旨主張する。\nしかし，本件各代金支払債権について上記事実を認めるに足りる証拠はない\nし，また，仮に上記事実が認められるとしても，上記事実により，被告会社が代\n金支払の約束のみならず，本件各代金支払債権の相殺に係る「反対の意思を表示\nした」とまではいえない。\nしたがって，原告会社の上記再抗弁は理由がない。\n９  乙事件における被告会社の相殺の抗弁に対する原告会社の下請代金支払遅延\n等について\n原告会社は，下請代金支払遅延等防止法４条１項２号より，親事業者は，下\n請業者に対して製造委託等をした場合，下請代金をその支払期日の経過後なお\n支払わないことは許されないのであるから，被告会社が相殺を理由に本件各代\n金支払債権に係る代金の支払を拒絶することは許されない旨主張する。\nしかし，同号は，下請事業者が下請代金の支払を受けられない事態を防止す\nるため，親事業者による支払遅延を禁止する規定にすぎず，親事業者が下請事\n業者に対して相殺の意思表示を行うことを禁ずる規定ではない（同法４条２項\n１号参照）。\nしたがって，原告会社の上記再抗弁は理由がない。\n小括（乙事件請求の当否の結論）\n前示７ の相殺の意思表示により，乙事件請求に係る原告会社が有する本件\n各代金支払債権は，その相殺適状時（本件契約１に係る部分につき平成２５年\n４月３０日，本件契約２に係る部分につき同年５月３１日）に遡って，本件自\n働債権１及び本件自働債権２とその対当額において消滅した。したがって，乙\n事件請求は理由がない。\n10  よって，主文のとおり判決する。なお，丙事件請求の棄却部分は僅少であるか\nら，訴訟費用の負担につき民訴法６４条ただし書を適用することとする。\n名古屋地方裁判所民事第８部\n裁判官      前田志 織\n裁判官      川   村   久美 子\n裁判長裁判官加島滋人は，転補につき，署名押印することができない。\n裁判官      前田志 織\n別紙１ないし４は省略\n"
}