{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 8
  },
  "case_number": "平成23(行ケ)10006",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81843",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81843",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/843/081843_hanrei.pdf",
  "contents": "平成２３年１２月８日判決言渡  同日原本受領  裁判所書記官\n平成２３年（行ケ）第１０００６号  審決取消請求事件\n口頭弁論終結日  平成２３年１１月１７日\n判        決\n原              告        オ イ レ ス 工 業 株 式 会 社\n同訴訟代理人弁護士        山      﨑      順      一\n酒      迎      明      洋\n同          弁理士        高      田      武      志\n被              告        三協オイルレス工業株式会社\n同訴訟代理人弁護士        茂      木      龍      平\n廣      瀬      崇      史\n長  谷  部      陽      平\n重      冨      貴      光\n同          弁理士        佐  々  木              功\n川      村      恭      子\n久      保              健\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が無効２００９－８００１４９号事件について平成２２年１２月１日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，原告が，下記１のとおりの手続において，原告の下記２の本件発明に係\nる特許に対する被告の特許無効審判の請求について，特許庁が当該特許を無効とし\nた別紙審決書（写し）の本件審決（その理由の要旨は下記３のとおり）には下記４\nの取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  原告は，平成１０年８月２６日，発明の名称を「カム装置」とする特許出\n願（特願平１０－２４０４５１）をし，平成１８年１月１３日，設定の登録（特許\n第３７５７６３５号）を受けた（請求項の数は７）。以下，この特許を「本件特\n許」といい，本件特許に係る明細書（甲３４）を「本件明細書」という。\n(2)  被告は，平成２１年７月１０日，本件特許の請求項１，２，５ないし７に\n係る特許（以下，請求項の番号に応じて各発明を「本件発明１」などといい，これ\nらを併せて「本件発明」という。）について，特許無効審判を請求し（甲３５），\n無効２００９－８００１４９号事件として係属した。\n(3)  特許庁は，平成２２年１２月１日，「特許第３７５７６３５号の請求項１，\n２，５ないし７に係る発明についての特許を無効とする。」旨の本件審決をし，そ\nの謄本は，同月９日，原告に対して送達された。\n２  本件発明の要旨\n(1)  本件審決が判断の対象とした本件発明の要旨は，以下のとおりである。\n【請求項１】断面Ｖ字形状であって上下方向に対して傾斜する滑り面を有しており，\nカムドライバ支持基台に固定的に支持されるようになっているカムドライバと，カ\nムドライバの滑り面に摺動自在に接触するように，当該滑り面と相補的な形状であ\nって上下方向に対して傾斜する滑り面を有していると共に被加工物に加工を施す工\n具が取り付けられるようになっているカムスライドと，カムスライドの滑り面とカ\nムドライバの滑り面との上下方向からの当接により，当該上下方向に対して傾斜す\nる方向にカムドライバの滑り面に案内されてカムスライドが被加工物に向かって前\n進移動し得るように，当該カムスライドを移動自在に支持すると共にカムスライド\nの被加工物に向かう前進移動方向に対して交差する横方向にカムスライドを可動に\n支持するカムスライド支持基台とを備えており，カムスライドは，当該カムスライ\nドの滑り面とカムドライバの滑り面との上下方向からの当接により，当該上下方向\nに対して傾斜する方向にカムドライバの滑り面に案内されて被加工物に向かって前\n進移動されるようになっているカム装置\n【請求項２】カムスライドは，カムスライド支持基台に対して，カムスライドの被\n加工物に向かう前進移動方向に対して交差する横方向において隙間をもって配され\nるようになっている請求項１に記載のカム装置\n【請求項５】カムスライド支持基台は，凹所を有すると共にこの凹所を規定する一\n対の側壁を有する基台本体と，この基台本体の側壁の夫々に固着されたカムスライ\nド抜け止め防止板とを備えており，カムスライドは，工具が取り付けられるように\nなっていると共に前記の相補的な形状の滑り面が形成されたカムスライド本体と，\n基台本体の凹所に配されたスライド体と，カムスライド本体とスライド体とを連結\nして，カムスライド抜け止め防止板の間を通る括れ連結部とを備えている請求項１\nから４のいずれか１項に記載のカム装置\n【請求項６】カムスライド支持基台は，凹所を有すると共にこの凹所を規定する前\n壁及び後壁を有する基台本体と，この基台本体の前壁及び後壁の夫々に固着された\nカムスライド抜け止め防止ロッドとを備えており，カムスライドは，工具が取り付\nけられるようになっていると共に前記の相補的な形状の滑り面が形成されたカムス\nライド本体と，基台本体の凹所に配されていると共に，カムスライド抜け止め防止\nロッドが貫通したスライド体とを備えている請求項１から４のいずれか１項に記載\nのカム装置\n【請求項７】カムスライドの滑り面とカムドライバの滑り面とが非接触の際に，カ\nムスライドを初期位置に復帰させる復帰手段を備えている請求項１から６のいずれ\nか１項に記載のカム装置\n(2)  なお，参考までに本件特許に係るその余の発明は，以下のとおりである。\n【請求項３】隙間には，弾性手段が配されている請求項２に記載のカム装置\n【請求項４】弾性手段は，滑り板に覆われて，当該滑り板と共にカムドライバ及び\nカムスライドのうちの少なくとも一方又は当該少なくとも一方を支持する支持基台\nに固着されるようになっている請求項３に記載のカム装置\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，本件発明１，２，５及び７は，下記アの引\n用例１の１４枚目及び１６枚目の各図面に記載されて公然知られ，公然実施された\n発明（以下１４枚目の図面に記載された発明を「引用発明１Ａ」，１６枚目の図面\nに記載された発明を「引用発明１Ｂ」といい，両者を併せて「引用発明１」とい\nう。）又はこれらと引用例１の３枚目の記載に基づき，本件発明６は，引用発明１\n並びに下記エ及びオの引用例４及び５に記載の各発明に基づき，また，本件発明１，\n２，６及び７は，下記イの引用例２に記載されて公然知られた発明（以下「引用発\n明２」という。）に基づき，本件発明５は，引用発明２及び下記ウの引用例３に記\n載の発明に基づき，いずれも当業者が容易にできたものであるから，特許法２９条\n２項により特許を受けることができない，というものである。\nア  引用例１：被告作成のＶＡ提案書（甲１の１。平成９年（１９９７年）１１\n月２７日付け）\nイ  引用例２：原告作成の技術報告書（甲２の１の２。平成８年６月１３日付\nけ）\nウ  引用例３：原告９６・９７ガイドブック９４頁，１１３頁及び１２０頁（甲\n３の１。本件特許出願日前である平成８年ころ刊行）\nエ  引用例４：特開平８－１７４０９４号公報（甲５）\nオ  引用例５：特開平９－８５４９８号公報（甲６）\n(2)  なお，本件審決が認定した引用発明１Ａ，引用発明１Ｂ，本件発明１と引\n用発明１との一致点及び相違点は，以下のとおりである。\nア  引用発明１Ａ：逆Ｖ字形状の摺動する上面を有するカムボトムスライドプレ\nートが固定され，下型に対して固定するための取付孔を有するカムドライバーと，\nカムボトムスライドプレートの摺動する上面に対して摺動する逆Ｖ字形状の下面を\n有するカムスライダーと，カムボトムスライドプレートに対するカムスライダーの\n摺動方向に移動するように，カムスライダーを移動自在に支持するカムホルダーと\nを備えており，カムスライダーは，カムスライダーの逆Ｖ字形状の下面とカムドラ\nイバーに固定されたカムボトムスライドプレートの逆Ｖ字形状の上面との摺動によ\nり，カムボトムスライドプレート上面に案内されて移動されるようになっており，\nカムホルダーは，傾斜面に両側壁によって形成された凹部を有し，この両側壁のそ\nれぞれに設けられたスライドプレートを備えており，カムスライダーは，下面に摺\n動する逆Ｖ字形状の斜面が設けられ，カムホルダーの凹部に嵌合する凸部と，凸部\nの途中に設けられた括れ部とによりカムスライダーのカムホルダーに対する抜け止\nめがなされ，カムスライダーを復帰させるスプリングを備えている上吊りカムユニ\nットＵＣＭＳ－Ｃ－６５－０°\nイ  引用発明１Ｂ：引用発明１Ａの「カムスライダー」を「アッパースライダ\nー」と，引用発明１Ａの「ＵＣＭＳ－Ｃ－６５－０°」を「ＵＣＭＳ－Ｃ－８０－\n０°」と，それぞれ読み替えるほかは，引用発明１Ａと同じ。\nウ  一致点：断面Ｖ字形状であって滑り面を有しており，カムドライバ支持基台\nに固定的に支持されるようになっているカムドライバと，カムドライバの滑り面に\n摺動自在に接触するように，当該滑り面と相補的な形状である滑り面を有している\nカムスライドと，カムスライドの滑り面とカムドライバの滑り面との上下方向から\nの当接により，カムドライバの滑り面に案内されてカムスライドが前進移動し得る\nように，当該カムスライドを移動自在に支持するカムスライド支持基台とを備えて\nおり，カムスライドは，当該カムスライドの滑り面とカムドライバの滑り面との上\n下方向からの当接により，カムドライバの滑り面に案内されて前進移動されるよう\nになっているカム装置\nエ  相違点１：カムドライバの滑り面及びカムスライドの滑り面に関して，本件\n発明１では，「上下方向に対して傾斜する滑り面」を有するカムドライバ，上下方\n向に対して傾斜する滑り面」を有するカムスライドと特定し，それにより，カムス\nライドの滑り面とカムドライバの滑り面との上下方向からの当接により「上下方向\nに対して傾斜する方向」にカムスライドを移動自在に支持し，それにより，カムス\nライドは「上下方向に対して傾斜する方向」に前進移動されるようになっていると\nしているのに対して，引用発明１では，カムボトムスライドプレートの上面やカム\nスライダー（引用発明１Ａ）又はアッパースライダー（引用発明１Ｂ）の下面は上\n下方向に対して傾斜していない点\nオ  相違点２：カム装置に設けられる工具に関して，本件発明１では，「被加工\n物に加工を施す工具が取り付けられるようになっているカムスライド」と，カムス\nライドに工具が取り付けられていると特定し，それにより，カムスライドは「被加\n工物に向かって」前進移動し得るようにされ，前進移動されるようになっているの\nに対して，引用発明１では，工具はどこに取り付けられるようになっているのか不\n明なため，カムスライダー（引用発明１Ａ）又はアッパースライダー（引用発明１\nＢ）の移動方向が被加工物に向かう方向かどうか不明な点\nカ  相違点３：カムスライドとカムスライド支持基台との関係に関して，本件発\n明１では，「カムスライドの被加工物に向かう前進移動方向に対して交差する横方\n向にカムスライドを可動に支持するカムスライド支持基台」と特定しているのに対\nして，引用発明１では，カムスライダー（引用発明１Ａ）又はアッパースライダー\n（引用発明１Ｂ）がカムホルダーに対して横方向に移動できるかどうか不明な点\n(3)  また，本件審決が認定した本件発明２と引用発明１との一致点及び相違点\nは，以下のとおりである。\nア  一致点：「本件発明１」を「本件発明２」と読み替えるほか，本件発明１と\nの一致点と同じ。\nイ  相違点１：上記読替えをするほか，本件発明１との相違点１と同じ。\nウ  相違点２：上記読替えをするほか，本件発明１との相違点２と同じ。\nエ  相違点３：上記読替えをするほか，本件発明１との相違点３と同じ。\nオ  相違点４：本件発明２では，カムスライドは，カムスライド支持基台に対し\nて，カムスライドの被加工物に向かう前進移動方向に対して交差する横方向におい\nて隙間をもって配されるようになっているのに対して，引用発明１では，カムスラ\nイダー（引用発明１Ａ）又はアッパースライダー（引用発明１Ｂ）がカムホルダー\nに対してそのような隙間を有しているのかどうか不明な点\n(4)  また，本件審決が認定した本件発明５と引用発明１との一致点及び相違点\nは，以下のとおりである。\nア  一致点：断面Ｖ字形状であって滑り面を有しており，カムドライバ支持基台\nに固定的に支持されるようになっているカムドライバと，カムドライバの滑り面に\n摺動自在に接触するように，当該滑り面と相補的な形状である滑り面を有している\nカムスライドと，カムスライドの滑り面とカムドライバの滑り面との上下方向から\nの当接により，カムドライバの滑り面に案内されてカムスライドが前進移動し得る\nように，当該カムスライドを移動自在に支持するカムスライド支持基台とを備えて\nおり，カムスライドは，当該カムスライドの滑り面とカムドライバの滑り面との上\n下方向からの当接により，カムドライバの滑り面に案内されて前進移動されるよう\nになっており，カムスライド支持基台は，凹所を有すると共にこの凹所を規定する\n一対の側壁を有する基台本体と，この基台本体の側壁の夫々に固着されたカムスラ\nイド抜け止め防止板とを備えており，カムスライドは，前記の相補的な形状の滑り\n面が形成されたカムスライド本体と，基台本体の凹所に配されたスライド体と，カ\nムスライド本体とスライド体とを連結して，カムスライド抜け止め防止板の間を通\nる括れ連結部とを備えているカム装置\nイ  相違点１′：相違点１の「本件発明１」を「本件発明５」と読み替え，「引\n用発明１では，カムボトムスライドプレートの上面やカムスライダー（引用発明１\nＡ）又はアッパースライダー（引用発明１Ｂ）の下面は上下方向に対して傾斜して\nいない点」との記載から「上下方向に対して」との部分を削除するほかは，相違点\n１と同じ。\nウ  相違点２′：相違点２の「本件発明１」を「本件発明５」と読み替え，本件\n発明５には，さらに，「工具が取り付けられるようになっているのはカムスライド\n本体」であると特定していることが付加されているほかは，相違点２と同じ。\n(5)  また，本件審決が認定した本件発明６と引用発明１との一致点及び相違点\nは，以下のとおりである。\nア  一致点：「本件発明１」を「本件発明６」と読み替えるほか，本件発明１と\nの一致点と同じ。\nイ  相違点１：上記読替えをするほか，本件発明１との相違点１と同じ。\nウ  相違点２：上記読替えをするほか，本件発明１との相違点２と同じ。\nエ  相違点３：上記読替えをするほか，本件発明１との相違点３と同じ。\nオ  相違点５：本件発明６では，「カムスライド支持基台は，凹所を有すると共\nにこの凹所を規定する前壁及び後壁を有する基台本体と，この基台本体の前壁及び\n後壁の夫々に固着されたカムスライド抜け止め防止ロッドとを備えており，カムス\nライドは，工具が取り付けられるようになっていると共に前記の相補的な形状の滑\nり面が形成されたカムスライド本体と，基台本体の凹所に配されていると共に，カ\nムスライド抜け止め防止ロッドが貫通したスライド体とを備えている」としている\nのに対して，引用発明１では，カムホルダーは，傾斜面に両側壁によって形成され\nた凹部を有し，この両側壁のそれぞれに設けられたスライドプレートを備えており，\nカムスライダー（引用発明１Ａ）やアッパースライダー（引用発明１Ｂ）は，下面\nに摺動する逆Ｖ字形状の斜面が設けられ，カムホルダーの凹部に嵌合する凸部と，\n凸部の途中に設けられた括れ部とによりカムスライダー（引用発明１Ａ）やアッパ\nースライダー（引用発明１Ｂ）のカムホルダーに対する抜け止めがなされている点\n(6)  また，本件審決が認定した本件発明７と引用発明１との一致点及び相違点\nは，以下のとおりである。\nア  一致点：断面Ｖ字形状であって滑り面を有しており，カムドライバ支持基台\nに固定的に支持されるようになっているカムドライバと，カムドライバの滑り面に\n摺動自在に接触するように，当該滑り面と相補的な形状である滑り面を有している\nカムスライドと，カムスライドの滑り面とカムドライバの滑り面との上下方向から\nの当接により，カムドライバの滑り面に案内されてカムスライドが前進移動し得る\nように，当該カムスライドを移動自在に支持するカムスライド支持基台とを備えて\nおり，カムスライドは，当該カムスライドの滑り面とカムドライバの滑り面との上\n下方向からの当接により，カムドライバの滑り面に案内されて前進移動されるよう\nにおり，さらに，カムスライドを復帰させる復帰手段を備えているカム装置\nイ  相違点１：「本件発明１」を「本件発明７」と読み替えるほか，本件発明１\nとの相違点１と同じ。\nウ  相違点２：上記読替えをするほか，本件発明１との相違点２と同じ。\nエ  相違点３：上記読替えをするほか，本件発明１との相違点３と同じ。\nオ  相違点６：復帰手段に関して，本件発明７では，「カムスライドの滑り面と\nカムドライバの滑り面とが非接触の際に，カムスライドを初期位置に復帰させる」\nものであるとしているのに対して，引用発明１では，復帰手段であるスプリングが，\nどの場合にカムスライダー（引用発明１Ａ）又はアッパースライダー（引用発明１\nＢ）を復帰させるのか不明な点\n(7)  また，本件審決が認定した引用発明２，本件発明１と引用発明２との一致\n点及び相違点は，以下のとおりである。\nア  引用発明２：逆Ｖ字形状であって摺動し，かつ傾斜する上面を有しており，\n下型に対して固定されるドライバと，ドライバの摺動する上面に対して相補形状と\nなるように傾斜し，摺動する逆Ｖ字形状の凹部を有するスライドと，スライドの摺\n動する凹部とドライバの摺動する上面の当接により，傾斜する方向に移動するスラ\nイドを移動自在に支持すると共にスライドの軸受部に対して隙間を有するガイドシ\nャフトを有するベースとを備えており，スライドはスライドの摺動する凹部とドラ\nイバの摺動する上面との上下方向からの当接により，当該上下方向に対して傾斜す\nる方向にドライバの摺動する上面に案内されて移動するように構成され，ベースは，\n下部中央に凹部を有すると共にこの凹部を規定する右端部壁面及び左端部壁面を有\nし，この右端部壁面及び左端部壁面のそれぞれに取り付けられたガイドシャフトを\n備えており，スライドは，ドライバの逆Ｖ字形状の上面に対して相補形状の摺動す\nる凹部が形成され，ガイドシャフトが隙間を持って挿入される軸受部を有するカム\nユニット\nイ  一致点：断面Ｖ字形状であって上下方向に対して傾斜する滑り面を有してい\nるカムドライバと，カムドライバの滑り面に摺動自在に接触するように，当該滑り\n面と相補的な形状であって上下方向に対して傾斜する滑り面を有しているカムスラ\nイドと，カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接に\nより，当該上下方向に対して傾斜する方向にカムドライバの滑り面に案内されてカ\nムスライドが前進移動し得るように，当該カムスライドを移動自在に支持すると共\nにカムスライドの前進移動方向に対して交差する横方向にカムスライドを可動に支\n持するカムスライド支持基台とを備えており，カムスライドは，当該カムスライド\nの滑り面とカムドライバの滑り面との上下方向からの当接により，当該上下方向に\n対して傾斜する方向にカムドライバの滑り面に案内されて前進移動されるようにな\nっているカム装置\nウ  相違点７：カムドライバに関して，本件発明１では，「カムドライバ支持基\n台に固定的に支持されるようになっている」と特定しているのに対して，引用発明\n２では，そのようなカムドライバ支持基台を有していない点\nエ  相違点８：カム装置に設けられる工具に関して，本件発明１では，「被加工\n物に加工を施す工具が取り付けられるようになっているカムスライド」と，カムス\nライドに工具が取り付けられていると特定し，それにより，カムスライドは，「被\n加工物に向かって」前進移動し得るようにされ，前進移動されるようになっている\nのに対して，引用発明２では，工具はどこに取り付けられるようになっているのか\n不明なため，スライドの移動方向が被加工物に向かう方向かどうか不明な点\n(8)  また，本件審決が認定した本件発明２と引用発明２との一致点及び相違点\nは，以下のとおりである。\nア  一致点：断面Ｖ字形状であって上下方向に対して傾斜する滑り面を有してい\nるカムドライバと，カムドライバの滑り面に摺動自在に接触するように，当該滑り\n面と相補的な形状であって上下方向に対して傾斜する滑り面を有しているカムスラ\nイドと，カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接に\nより，当該上下方向に対して傾斜する方向にカムドライバの滑り面に案内されてカ\nムスライドが前進移動し得るように，当該カムスライドを移動自在に支持すると共\nにカムスライドの前進移動方向に対して交差する横方向にカムスライドを可動に支\n持するカムスライド支持基台とを備えており，カムスライドは，当該カムスライド\nの滑り面とカムドライバの滑り面との上下方向からの当接により，当該上下方向に\n対して傾斜する方向にカムドライバの滑り面に案内されて前進移動されるようにな\nっており，カムスライドは，カムスライド支持基台に対して，カムスライドの前進\n移動方向に対して交差する横方向において隙間をもって配されるようになっている\nカム装置\nイ  相違点７：「本件発明１」を「本件発明２」と読み替えるほか，本件発明１\nとの相違点７と同じ。\nウ  相違点８：上記読替えをするほか，本件発明１との相違点８と同じ。\n(9)  また，本件審決が認定した本件発明５と引用発明２との一致点及び相違点\nは，以下のとおりである。\nア  一致点：「本件発明１」を「本件発明５」と読み替えるほか，本件発明１と\nの一致点と同じ。\nイ  相違点７：上記読替えをするほか，本件発明１との相違点７と同じ。\nウ  相違点８：上記読替えをするほか，本件発明１との相違点８と同じ。\nエ  相違点９：本件発明５では，「カムスライド支持基台は，凹所を有すると共\nにこの凹所を規定する一対の側壁を有する基台本体と，この基台本体の側壁の夫々\nに固着されたカムスライド抜け止め防止板とを備えており，カムスライドは，工具\nが取り付けられるようになっていると共に相補的な形状の滑り面が形成されたカム\nスライド本体と，基台本体の凹所に配されたスライド体と，カムスライド本体とス\nライド体とを連結して，カムスライド抜け止め防止板の間を通る括れ連結部とを備\nえている」ものであるのに対して，引用発明２では，ベースは，下部中央に凹部を\n有すると共にこの凹部を規定する右端部壁面及び左端部壁面を有し，この右端部壁\n面及び左端部壁面のそれぞれに取り付けられたガイドシャフトを備えており，スラ\nイドは，ドライバの逆Ｖ字形状の上面に対して相補形状の摺動する凹部が形成され，\nガイドシャフトが隙間をもって挿入される軸受部を有するものである点\n(10)  また，本件審決が認定した本件発明６と引用発明２との一致点及び相違点\nは，以下のとおりである。\nア  一致点：断面Ｖ字形状であって上下方向に対して傾斜する滑り面を有してい\nるカムドライバと，カムドライバの滑り面に摺動自在に接触するように，当該滑り\n面と相補的な形状であって上下方向に対して傾斜する滑り面を有しているカムスラ\nイドと，カムスライドの滑り面とカムドライバの滑り面との上下方向からの当接に\nより，当該上下方向に対して傾斜する方向にカムドライバの滑り面に案内されてカ\nムスライドが前進移動し得るように，当該カムスライドを移動自在に支持すると共\nにカムスライドの前進移動方向に対して交差する横方向にカムスライドを可動に支\n持するカムスライド支持基台とを備えており，カムスライドは，当該カムスライド\nの滑り面とカムドライバの滑り面との上下方向からの当接により，当該上下方向に\n対して傾斜する方向にカムドライバの滑り面に案内されて前進移動されるようにな\nっており，カムスライド支持基台は，凹所を有すると共にこの凹所を規定する前壁\n及び後壁を有する基台本体と，この基台本体の前壁及び後壁の夫々に固着されたカ\nムスライド抜け止め防止ロッドとを備えており，カムスライドは，相補的な形状の\n滑り面が形成されたカムスライド本体と，基台本体の凹所に配されていると共に，\nカムスライド抜け止め防止ロッドが貫通したスライド体とを備えているカム装置\nイ  相違点７：「本件発明１」を「本件発明６」と読み替えるほか，本件発明１\nとの相違点７と同じ。\nウ  相違点８：上記読替えをするほか，本件発明１との相違点８と同じ。\nエ  相違点１０：スライドの工具が取り付けられるようになっている部分に関し\nて本件発明６は「カムスライド本体」であると特定しているのに対して，引用発明\n２は工具の取り付け箇所については不明な点\n(11)  また，本件審決が認定した本件発明７と引用発明２との一致点及び相違点\nは，以下のとおりである。\nア  一致点：「本件発明１」を「本件発明７」と読み替えるほか，本件発明１と\nの一致点と同じ。\nイ  相違点７：上記読替えをするほか，本件発明１との相違点７と同じ。\nウ  相違点８：上記読替えをするほか，本件発明１との相違点８と同じ。\nエ  相違点１１：本件発明７では，「カムスライドの滑り面とカムドライバの滑\nり面とが非接触の際に，カムスライドを初期位置に復帰させる復帰手段を備えてい\nる」のに対して，引用発明２では，スライドを復帰させる復帰手段について不明な\n点\n４  取消事由\n(1)  引用発明１に基づく容易想到性に係る判断の誤り（取消事由１）\nア  引用発明１の公然実施についての認定の誤り\nイ  引用例１の公知性についての認定の誤り\nウ  引用発明１に基づく容易想到性に係る判断の誤り\n(2)  引用例２の公知性についての認定の誤り（取消事由２）\n(3)  立証責任に係る判断の誤り（取消事由３）\n第３  当事者の主張\n１  取消事由１（引用発明１に基づく容易想到性に係る判断の誤り）について\n〔原告の主張〕\n(1)  本件審決について\n本件審決は，①引用発明１Ａ及び１Ｂの各実施品であるカム装置（以下「実施品\n１」及び「実施品２」という。審判手続における検甲第２号証及び第１号証）には\nいずれも横方向の隙間が０．１mm 存在するのであるから，片側で０．０４mm ない\nし０．０５mm の隙間があることが明らかであり，これらを使用していたトヨタ自\n動車株式会社（以下「トヨタ自動車」という。）が当該隙間の改変を行ったという\n証拠がないことから，実施品１及び２は，片側で０．０４mm ないし０．０５mm の\n隙間を有する製品として設計・製造されて本件特許出願前にトヨタ自動車に譲渡さ\nれることで公然実施された，②本件発明のカムスライドとカムホルダーとの隙間が\n片側０．０４mm ないし０．０５mm 程度可動であれば差し支えなく（本件明細書\n【０００３】【００２４】参照），引用発明１においてカムスライダーやアッパー\nスライダーがカムホルダーに対して横方向に可動とすることは，摺動隙間としては\n当然の構成にすぎない，③引用例１であるかどうかにかかわらず，「ＶＡ提案書」\nを日産自動車株式会社（以下「日産自動車」という。）従業員の A（以下「A」と\nいう。）が本件特許出願前である平成９年１１月ころ受け取ったことは，A 及び被\n告従業員の B（以下「B」という。）の証言から明らかであり，引用例１は，公知\nであった，④引用例１の３枚目には，「２．自動調芯の機能」として，ホルダーに\n対してスライダーが横方向に移動可能とする構成が記載されているから，引用発明\n１においてもスライダーであるカムスライダーやアッパースライダーがカムホルダ\nーに対して横方向に可動とすることは，この自動調芯の機能に記載された構成を採\n用することにより，当業者が容易になし得たものであると考えることもできる，と\nそれぞれ説示する。\n(2)  引用発明１の公然実施についての認定の誤りについて\nしかしながら，実施品１及び２の隙間の測定結果（甲１７）は，カムホルダーの\n内側両壁面間の距離がカムスライドとカムホルダーとの係合部の外側両壁面間の距\n離よりも０．１mm 程度存在するということのみであって，カムホルダーにカムス\nライドを組み合わせた状態で横方向に可動となるように，片側にそれぞれ０．０４\nmm ないし０．０５mm の隙間が存在することを報告するものではない。\nしかも，実施品１及び２には，上記隙間が平成１０年の納入時に存在したとすれ\nば本来的に生じることのないすべり方向（本件発明では前進移動方向）に沿った切\n削痕又は摺動痕らしき痕跡が確認できることに加えて（甲６５），実施品１と同一\nの被告製品には，アッパースライダーとガイドバーとの間が０．０６mm（片側０．\n０３mm）しかなかった（甲６６）。以上によれば，実施品１及び２は，その１２年\n間にわたる摩耗，加工又は改変の疑いが解消されていない。この点で，被告が援用\nする乙２は，実施品１及び２に関する検証から相当時間を経過してから測定された\n結果であり，その測定方法が信用できないばかりか，乙３も，横方向の隙間につい\nては何ら触れていないから，これらは，実施品１が納入後に研削等の加工がされて\nいない証拠にはならない。むしろ，実施品１については，カムユニットの取付け面\nに「ノック不良」との記載があるから（甲７８，７９），カムスライドが横方向へ\n移動可能な構造がもともとなかったために，プレス金型にこのカム装置を取り付け\nた際に，Ｖ字状の山谷の位置が一致せず，これを一致させるためにカム装置の取り\n付けようノックピンの穴位置を修正することになった可能性がある（甲８０）。\n以上のとおり，実施品１及び２が片側で０．０４mm ないし０．０５mm の隙間を\n有する製品として本件特許出願前に公然実施されていたとする本件審決の認定には，\n誤りがある。\n(3)  引用発明１の実施品に基づく容易想到性の判断の誤りについて\n本件明細書（【０００３】【００２４】）が言及する隙間は，ピアスポンチとピ\nアスダイとの間のずれであって，カムドライバー側とカムスライド側の双方の取付\n誤差や加工誤差等との組合せの結果のずれであり，カムスライドをカムスライド支\n持基台に対して横方向に可動に支持すること（本件発明１）及びこれを前提として\n横方向に隙間をもって配されるようにすること（本件発明２）により当該ずれを吸\n収しようとするものであるから，カムホルダーの内側壁面とカムスライドのカムホ\nルダーとの係合部の外側壁面の隙間が片側０．０４mm ないし０．０５mm 程度では，\n本件発明の目的を達成できない。したがって，本件審決の解釈のように，カムスラ\nイドとカムホルダーとの隙間が片側０．０４mm ないし０．０５mm 程度可動であれ\nば差し支えないというものではなく，実施品１及び２にこのような隙間があったと\nしても，これによって，当業者が本件発明の相違点３に係る構成を容易に想到でき\nるものではない。\nまた，実施品１及び２に関する認定から，引用発明１のカムスライドがカムスラ\nイド支持基台に対して横方向に可動とすることが，摺動隙間としては当然の構成に\nすぎないという結論が導かれる理由が，全く不明である。\nむしろ，本件発明におけるカムスライドが横方向に可動であることは，他国で本\n件発明が特許されていることに照らしても（甲７６），摺動隙間として当然の構成\nなどとはいえない。\n(4)  引用例１の公知性についての認定の誤りについて\n引用例１の１４枚目及び１６枚目には，引用例１の３枚目及び４枚目の記載を参\n照しない限り，カムスライド支持基台がカムスライドを横方向に可動に支持すると\nの技術思想や，これを前提として，カムスライドがカムスライド支持基台に対して\n横方向において隙間をもって配されているとの技術思想については，何ら記載も示\n唆も動機付けもないから，引用例１の１４枚目及び１６枚目の各図面のみから引用\n発明１及び２を認定することはできない。\nしかるところ，引用例１（３枚目及び４枚目を含む。）とされるＶＡ提案書なる\nものを A が平成９年１１月ころ受け取ったことは，何ら客観的証拠によって証明さ\nれておらず，当時ＶＡ提案書なる文書が存在したかどうか自体が不明である。仮に，\nＶＡ提案書と題する文書が存在したとしても，A 及び B は，その内容を明確に認識\nしていなかったから，当該ＶＡ提案書が３枚目及び４枚目を含む引用例１であった\nとすることはできない。また，実施品１及び２が公然実施されたからといって，Ｖ\nＡ提案書の存在や，引用例１の３枚目及び４枚目の存在を導くこともできない。\nむしろ，被告は，引用例１を平成９年１１月下旬に開催されたＶＡ展示会でのデ\nモンストレーションの際に日産自動車の従業員に配布した旨を主張するものの（甲\n１の８，６７），日産自動車や被告の元従業員を含む関係者の供述によれば，その\nような展示会の開催及び引用例１の配布については，存在しなかったとの疑いがあ\nる（甲６８，６９，８０～８４）。\n仮に，A が平成９年１１月ころ，B から引用例１を受領していたとしても，A は，\n購買部の者であって技術者ではなく，引用例１の内容を技術的に理解できなかった\nから，A への交付によって引用発明が公然知られたことにはならない。また，仮に，\nA が引用発明を技術的に理解し，あるいは引用例１が日産自動車従業員数名に配布\nされたとしても，引用例１は，日産自動車と被告との共同作業で作成されたという\nのであるから，特別な契約が存在しなくても，商慣習上，日産自動車と被告との間\nには守秘義務があったと認められる。\n次に，本件審決は，引用例１の３枚目に記載の「自動調芯」を「ホルダーに対し\nてスライダーが横方向に移動可能とする構成」と認定しているが，被告による平成\n１０年１０月２７日出願に係る発明（甲３１）に記載の「自動調芯」は，中央部を\n高くするテーパ部，すなわち，Ｖ字型のガイド部材（カムドライバ）とこれに対応\nするカムスライダーをいうにすぎないから，引用例１の３枚目に記載のものと異な\nる。すなわち，仮にＶＡ提案書が存在しても，そこに引用例１の３枚目及び４枚目\nが含まれていたことには疑問がある。\nそして，被告は，平成１１年５月２０日，従来の摺動隙間とは異なる「所望のク\nリアランス」を設ける構成と称して，本件発明２の「隙間」と同じ構成を新規な発\n明として特許出願をしており（甲７０【請求項２】【０００９】），まもなくその\n実施品を発売したが（甲２２，８５），かかる出願及び発売は，本件発明が公知の\nカム装置における摺動隙間と本質的差異がないとの審判手続における主張と矛盾す\nるばかりか，被告は，当該時点で当該「所望のクリアランス」に特許性があると考\nえていたことを示すから，それより前の平成９年１１月ころに，被告が引用例１の\n３枚目及び４枚目として公表したとすることと矛盾する。したがって，被告は，禁\n反言の原則から，上記技術的思想について新規性なしとの主張ができないというべ\nきである。\nさらに，引用例１の３枚目及び４枚目の各左上隅にはステープラー穴跡があるの\nにその余の部分にはこれがなく，また，５枚目ないし１７枚目を横に見た場合の左\n側には２穴パンチ跡が認められるのに対して他の部分にはそれがないことからする\nと，引用例１は，本来，１枚目及び２枚目の部分，３枚目及び４枚目の部分及び５\n枚目以下の部分があり，各部分が事後に綴じ合わされたものと認められ，そのうち\n３枚目及び４枚目の部分には作成日付もないから，その作成日及び頒布日は，不明\nであるというほかない。\n(5)  引用例１に基づく容易想到性に係る判断の誤りについて\n前記のとおり，引用例１の１４枚目及び１６枚目には，引用例１の３枚目及び４\n枚目の記載を参照しない限り，いずれも，カムスライド支持基台がカムスライドを\n横方向へ可動に支持するとの技術思想や，これを前提として，カムスライドがカム\nスライド支持基台に対して横方向において隙間をもって配されているとの技術思想\nについては，何ら記載も示唆も動機付けもない。したがって，相違点３は，「引用\n発明１では，アッパースライダーがカムホルダーに対して横方向に移動する構成を\n有しない点」と認定されるべきであり，かつ，当該構成については，これを当業者\nが容易に想到し得るとする根拠がない。\n(6)  小括\nよって，実施品１及び２並びに引用例１（特にその３枚目及び４枚目）には公知\n性がなく，これらの証拠に基づいて引用発明１及び相違点３を認定した本件審決は，\n違法であり，実施品１等に基づく容易想到性の判断も，誤りである。\n〔被告の主張〕\n(1)  引用発明１の実施品の公知性について\n実施品１及び２のカムスライダー及びカムホルダーの隙間を構成する部分が，当\n初の加工痕がほぼ残存しており摩耗がほとんど見られない状態であったことは，審\n判手続において審判官及び当事者が直接確認をしており，このことは，隙間を構成\nする部分についての測定又は鑑定をだれも求めなかったという審理の経過からも明\nらかである。\nまた，甲６６は，製造年月日も不明であり，引用発明１と同種のものであること\nについて立証がないし，原告による測定結果にも信用を置くことはできない。\nむしろ，実施品１及び２の隙間が，摩耗等により拡大する可能性は，認められな\nい（乙２，３）。\n(2)  引用例１の公知性について\n引用例１の公知性に関する A 及び B の供述は，いずれも具体的かつ詳細で，相互\nに一致するほか，引用例１の記載内容その他の客観的証拠とも整合することから，\nこれを信用できる。また，引用例１は，２枚目に「（別紙Ｖガイドの特長参照）」\nと記載されているから，３枚目（吊りカムユニットのＶガイドの特長）とも体裁が\n一致するし，A も，３枚目及び４枚目に記載されたＶガイド及び自動調芯機能等を\n備えたカムユニットのデモンストレーションを受けた旨を明確に供述している。よ\nって，被告従業員の B は，日産自動車従業員の A に対し，平成９年１１月ころ，引\n用例１（３枚目及び４枚目を含む。）を交付した。\nなお，A は，被告に赴き長時間をかけて内容をまとめるなど，引用例１の企画に\n携わっており，技術概要を把握している。また，引用例１のＶＡ提案書は，秘匿性\nもないから，A に対する引用例１の提出で，本件発明は，公然知られたものとなっ\nた。原告の主張に係る被告と日産自動車との間の商慣習上の守秘義務については，\n具体的な主張立証がないし，ＶＡ（バリュー・アナライシス）活動は，その趣旨か\nら，競合する部品納入業者への技術情報の開示を伴うものである。\n次に，Ｖガイドは，カムホルダーとカムスライダーとで構成されるスライド構造\nが隙間ないし横方向への可動性を有するものであってはじめて有意なものである。\nすなわち，自動調芯手段としてＶガイドを用いることは，スライド構造を隙間ない\nし横方向への可動性を有するものとするということであるから，甲３１に自動調芯\n手段としてＶ字型のカムドライバとこれに対応したカムスライダーのみが記載され\nており，カムスライダーをカムホルダーに対して横方向に可動に支持する構成も思\n想も記載されていないからといって，引用例１の３枚目及び４枚目が平成１０年よ\nり後に作成されたとの疑いを生じさせるものではない。\nまた，原告は，ＶＡ展示会の不存在について C（以下「C」という。）の陳述書\n（甲６８）を援用するが，C は，当時，標準化委員会のメンバーではないから（乙\n１），ＶＡ展示会や引用例１について知らないことは，むしろ自然である。D（以\n下「D」という。）の陳述書（甲６９）についても，同人が過去に被告に対して訴\n訟を提起していることや，引用例１の作成当時に日本におらず，さらに後記の信用\nできるトヨタ自動車従業員の E（以下「E」という。）らの供述とも矛盾する記載\nをしていることから，これを信用できない。F（以下「F」という。）の陳述書（甲\n８０）も，同人が原告の共同事業者関係にある（乙６～１３）こと，G（以下「G」\nという。）の陳述書（甲８１）も，同人がＶＡ活動に関与していなかったことから，\nいずれも信用できない。\nさらに，被告は，甲７０の請求項２の所望のクリアランスについて，カムスライ\nダーの往復運動を確保するための構成として確認的に特定したにすぎず（【００１\n８】【００２０】），当該所望のクリアランスを設ける構成が新規な発明であると\nの認識を有していなかったからこそ，甲７０の請求項１に据えた特許出願をしてお\nらず，また，後にこれを削除した（甲７２）。\nよって，引用例１には公知性が認められる。\n(3)  本件発明の容易想到性について\n本件発明の請求項の記載においては，カムスライダーの横方向への可動性（本件\n発明１）又はカムスライダーとカムホルダーとの間の隙間（本件発明２）は，いず\nれも具体的な幅の限定がされていないから，極小の幅の隙間又は横への可動性も，\n本件特許における隙間又は可動性に該当する。そして，本件審決が，上記隙間につ\nいて「片側に０．０４mm ないし０．０５mm 程度可動であれば差し支えない」とす\nるのは，引用発明１においては隙間の幅について考慮することなく隙間又は横方向\nへの可動性に関する技術思想の開示を認定できることを前提に，本件特許における\n隙間又は可動性の幅の十分条件を示したにすぎない。したがって，引用発明１にお\nいてカムスライダーやアッパースライダーがカムホルダーに対して横方向に可動と\nすることが摺動隙間として当然の構造にすぎないとする本件審決の判断は，妥当で\nある。\nなお，本件明細書は，上記隙間の幅について，原告主張に係るような片側０．０\n５mm を超えるものと特定する記載をしていない（【０００３】参照）。\nまた，実施品１に関する「ノック不良」との記載（甲７８，７９）は，ノック位\n置の修正ではなく，プレス金型に空けられた穴サイズの不良（サイズ違い）である\nにすぎない（乙４）。\n２  取消事由２（引用例２の公知性についての認定の誤り）について\n〔原告の主張〕\n(1)  本件審決は，引用例２の公知性について，トヨタ自動車従業員の E が，引\n用例２及び原告作成のＶＡ提案書（甲２の１の３。以下「本件提案書」という。）\nを平成９年ころに当時の部下であった故 H 課長（以下「H」という。）が受け取っ\nている旨を証言しており，また，被告従業員の I（以下「I」という。）が，引用\n例２及び本件提案書に I 自筆の送り状（甲２の１の１。以下「本件報告書」とい\nう。）を添付して平成９年１１月ころに被告の上司（J）に報告したこと並びに引\n用例２及び本件提案書と同一内容の書類がホチキスで一体となってファイルしてあ\nったのを被告名古屋営業所の書類の中から発見した（甲２の１の４・５）ことを証\n言していることなどから，引用例２が，本件特許出願日よりも前に守秘義務のない\n第三者が知り得た状態になったものである旨を認定している。\n(2)  原告は，当業者が引用例２に基づき本件発明を容易に想到できることを争\nうものではない。\nしかしながら，原告は，トヨタ自動車に対して本件提案書を交付したことはある\nが，引用例２のように宛先空白の技術報告書は作成していないし，そのようなもの\nをトヨタ自動車に対して交付したことはない。そして，E は，前記のような証言を\nしていないし（甲６４），原告が引用例２をトヨタ自動車に交付し，更にそれが被\n告に交付されたことを立証する客観的な証拠はない。\nむしろ，被告は，前記のとおり，平成１１年５月２０日，カムスライドを横方向\nに可動とすること及び横方向へ隙間を設けるという，本件発明と共通する技術的思\n想について特許を出願していたところ（甲７０），その発明者は，本件報告書に印\n影がある「J」と同一人物と推認される。したがって，被告は，平成１１年５月２\n０日当時，上記技術的思想に発明性があると認識していたことになるから，これは，\n被告が平成９年１１月ころに引用例２を守秘義務を負わずに入手したとの認定と矛\n盾する。\n(3)  さらに，原告従業員の K（以下「K」という。）は，平成８年６月１３日こ\nろ，引用例２と同内容で宛名（「三菱自動車（株）御中」及び「西支店長殿  経由\nL 殿」）部分を除き K の印影のかすれ具合まで一致する技術報告書（甲７４）を作\n成し，その後間もなく，これを守秘義務契約のもと，三菱自動車株式会社（以下\n「三菱自動車」という。）に対して交付した。他方，引用例２は，上記宛名部分の\n記載だけがないから，甲７４の当該部分を抹消してコピーすることで作成されたも\nのと推測することが可能である。\nまた，そもそも自動車メーカーが金型メーカーから技術資料を受領したとしても，\nそれを競合他社に横流しするような商慣習は，存在しない（甲８０，８１）。\n(4)  よって，被告が証拠提出時点において引用例２を所持していたことは事実\nであるが，被告がこれをいつどのように取得したかは不明であり，その入手経路及\nび時期は，何ら立証されていないことに帰する。よって，引用例２に公知性を認め，\nこれに基づいて本件発明が容易に想到できるとした本件審決の判断には誤りがある。\n〔被告の主張〕\n(1)  E は，被告と利害関係のない第三者であり，その供述内容も具体的かつ詳\n細で迫真性があるばかりでなく，他の証拠（特に，甲２の１の１～３の本件報告書，\n引用例２及び本件提案書）とも整合するものであるから，その供述は，信用できる\nものである。しかも，I は，引用例２が他の証拠と一体として保管されていた旨を\n供述し，これらには同一のクリップのさびが付着しており（甲１２）同じ部位に黒\n点の写り込みが見られる（甲６４）。\n以上によれば，引用例２は，添付された本件報告書に記載された日付である平成\n９年１１月４日よりも前に，トヨタ自動車従業員から被告従業員の I に対して交付\nされ，もって公然知られることになったことが明らかである。\nまた，被告は，前記のとおり，甲７０の所望のクリアランスについて特許性があ\nるとは認識していなかったから，この点に関する原告の主張は，いずれも失当であ\nる。\n(2)  原告が三菱自動車に交付したとされる技術報告書（甲７４）は，その体裁\nから，複数の顧客に配布されたものと考えられるから，原告がこれを三菱自動車に\n配布したことは，原告がトヨタ自動車に交付したことと矛盾なく両立する。\n３  取消事由３（立証責任に係る判断の誤り）について\n〔原告の主張〕\n(1)  本件審決は，引用例１，実施品１及び２並びに引用例２から本件特許出願\n（平成１０年８月２６日）前の公知技術として引用発明１及び２を認定し，当業者\nが本件発明を容易に想到することができた旨を判断している。\nそして，本件審決は，引用例１及び２並びに実施品１及び２の公知性について，\nいずれも「引用例１と異なる「ＶＡ提案書」は存在しない」，「引用例１の３枚目\n及び４枚目が当初から存在していたことを覆す証拠は示されていない」，「トヨタ\n自動車が実施品１及び２について加工・改変を行ったという証拠は，現在のところ，\n存在していない」，「引用例２が捏造されたものであるという証拠も，また，本件\n特許の出願後に公知であるという証拠も格別見当たらない」などと説示している。\n(2)  しかしながら，本件のように引用例が特許公開公報ではない場合には，引\n用例に関する証拠が偽造，捏造又は改変物であることを証明することは，一般に至\n難であることからすれば，特許無効審判においては，これらの引用例が出願前公知\n技術を証明するに足る証拠であることについての立証責任は，特許の有効性を争う\n者（被告）が負うのが当然である。そうでない限り，特許無効審判において偽造，\n捏造又は改変物であることが証明されない証拠による公知技術の証明の横行を阻止\nできなくなる。\nしかるところ，本件審決は，前記のとおり，引用例が偽造，捏造又は改変物であ\nることについての立証責任を特許権者である原告に課しているから，証拠について\nの立証責任の分配を誤り，証拠の採否を誤った重大な違法があることが明白である。\n(3)  よって，本件審決は，取り消されるべきである。\n〔被告の主張〕\n特許法は，公知性及び公然実施性について特許公開公報等以外の資料による立証\nを否定しておらず，その採用については民事訴訟法に則った適正な判断が求められ\nるだけであり（特許法１５１条），このことは，立証責任についても同様である。\n本件審決の判断は，原告による主張及び反証が，引用例１に関する被告の主張及\nび本証により審判官が抱いた確信を動揺させるに足りなかったことを述べているに\nすぎず，本件審決には，立証責任の分配及び証拠採否についての誤った判断は存在\nしない。原告の主張は，原告自らの反証の不十分さを棚に上げ，それらに関する審\n決の判断を曲解・論難するものである。\n第４  当裁判所の判断\n１  本件発明について\n(1)  本件明細書の記載\n本件発明及び本件特許に係るその余の発明（以下これらを併せて「本発明」とい\nう。）の特許請求の範囲の記載は，前記第２の２(1)及び(2)に記載のとおりである\nところ，本件明細書には，本発明についておおむね次の記載がある。\nア  「本発明は，カムドライバによりカムスライドを摺動させて，カムスライド\nに装着された工具により薄板等の被加工物に孔あけ，折り曲げ等の加工を施すカム\n装置に関する。」（【０００１】）\nイ  例えば，断面Ｖ字形状の滑り面を有して，下型基部にノックピン，ねじ等に\nより取り付けられたカムドライバと，この滑り面と相補的な形状の滑り面を有した\nカムスライドと，このカムスライドを移動自在に支持すると共に，ノックピン，ね\nじ等により上型基部に取り付けられたカムスライド支持基台とを有した吊りカム型\nのカム装置では，カムスライドをカムスライド支持基台から取り外して上型なしの\n状態で，カムドライバ上にカムスライドを載置して，カムスライドに取り付けられ\nたピアスポンチ等の工具と，下型に設けられた例えばボタンダイとの位置合わせ，\nすなわち切刃の刃合わせを行うことができる利点がある（【０００２】）。\nウ  ところで，切刃の刃合わせ後に，カムスライド支持基台をノックピン，ねじ\n等により上型基部に取り付け，カムスライド支持基台にカムスライドを取り付ける\nと，カムスライド支持基台の上型基部への取付誤差，カムスライド支持基台に対す\nるカムスライドの取付誤差，上型と下型の配置誤差等により，一度あわせたピアス\nポンチとボタンダイとの位置が許容値，例えば，薄板のピアス加工の場合には，片\n側０．０４mm ないし０．０５mm 以上ずれてしまったり，カムドライバとカムスラ\nイドとの相互の滑り面が所望に面接触しなくなって，片当たりを生じたりして，実\n際の加工においてバリの発生や，ピアスポンチがボタンダイに乗り上げて，それが\n折損する等の事故の虞がある（【０００３】）。\nエ  本発明の目的は，前記のようなカム装置における前記切刃の刃合わせに関す\nる利点を生かすことができ，しかも，前記の取付誤差等が生じてもカムドライバと\nカムスライドとの相互の滑り面の所望の面接触を確保できて，片当たりその他の問\n題をなくし得るカム装置を提供することにある（【０００４】【００３４】）。\nオ  本件発明１では，カムスライドが，カムスライド支持基台にカムスライドの\n被加工物に向かう前進移動方向に対して交差する横方向において可動に支持される\nので，横方向にカムスライドを自動的に移動させることができ，前記取付誤差等に\n基づくピアスポンチとボタンダイとの位置ずれを自動的に修正でき，この結果，前\n記目的を達成し得る（【０００５】【０００６】）。また，カムスライドを横方向\nに可動とするために，本件発明２のように単に横方向において隙間を設けてもよく，\nこの場合，隙間の幅（横方向の幅）は，上記取付誤差等の総計とずれの許容値とか\nら決定するとよい（【０００７】【０００８】）。\nカ 本件発明１のカムスライドは，横方向に可動に支持されるように，カムスラ\nイド支持基台に対して横方向において隙間をもって配されるようになっているが\n（【００２３】），当該隙間の横方向の幅は，可能であれば，滑り面の幅の半分近\nくでも良いが，好ましくは，前記取付誤差等の予測総計とずれの許容値とから決定\nすると良い（【００２４】）。\nキ  本件発明１では，前記取付誤差等によりカムドライバとカムスライドの各滑\nり面の間に横方向の偏りがあっても，両者が当接する際に，カムスライド支持基台\nの横方向の移動により，一方の滑り面が他方に片当たりするなどせずにカムスライ\nドが前進移動する（【００２７】）。そのため，切刃の刃合わせを行っても，カム\nスライド支持基台へのカムスライドの取付後に，この位置合わせの結果を修正した\nり，滑り面の片当たりを解消するためにいずれかの滑り面を削ったりする必要がな\nくなる（【００２８】）。\n(2)  本件発明におけるカムスライドの可動性及び横方向の隙間\nア  本件発明１の特許請求の範囲には，「横方向にカムスライドを可動に支持す\nるカムスライド支持基台とを備えており」との記載が，本件発明２の特許請求の範\n囲には，「横方向において隙間をもって配される」との記載が，それぞれある。そ\nして，本件発明１において横方向にカムスライドを可動に支持するためにはカムス\nライド支持基台とカムスライドとの間に隙間が必要であるから，本件発明１にも横\n方向において隙間が存在するものと認められるが，当該隙間の程度については，上\n記特許請求の範囲にはいずれも記載がない。\nイ  そこで，本件明細書の記載を参酌すると，そこには，前記(1)オ及びカに認\n定のとおり，横方向の幅（隙間）は，カムスライド支持基台の上型基部への取付誤\n差，カムスライド支持基台に対するカムスライドの取付誤差，上型と下型の配置誤\n差等の総計ないし予測総計とずれの許容値とから決定するとよい旨の記載がある\n（【０００８】【００２４】）。そして，ここにいう許容値は，前記(1)ウ及びエ\nに認定のとおり，本件明細書には「一度あわせたピアスポンチとボタンダイとの位\n置が許容値，例えば，薄板のピアス加工の場合には，片側０．０４mm ないし０．\n０５mm 以上ずれてしまったり」するとバリの発生その他の問題が生じる旨の記載\nがあるから（【０００３】），最大で片側０．０５mm（左右合計０．１０mm）とい\nうことになるが，上記取付誤差等の予測総計については，本件明細書にこれを特定\nするに足りる記載がない。そのため，本件発明１及び２が有すべき上記隙間は，本\n件明細書の記載を参酌しても不明な点が残り，このこと自体問題なしとしないが，\n当該記載を参酌する限り上記許容値を超える数値であるというほかない。\nウ  したがって，本件発明１及び２におけるカムスライドとカムスライド支持基\n台との間の横方向の隙間は，最低でも片側０．０５mm（左右合計０．１０mm）を超\nえるという限度で特定するほかない。\n２  取消事由１（引用発明１に基づく容易想到性に係る判断の誤り）について\n(1)  引用発明１の公然実施について\nア  引用発明１Ａ及び１Ｂの図面について\n引用例１は，平成９年（１９９７年）１１月２７日付けの被告作成に係る日産自\n動車あての「ＶＡ提案書」と題する書面であり，その１４枚目には，形式名ＵＣＭ\nＳ－Ｃ－６５－０°（引用発明１Ａ）の，１６枚目には形式名形式名ＵＣＭＳ－Ｃ\n－８０－０°（引用発明１Ｂ）の，各図面が綴じられているが，これらの図面から\nは，カムスライドとカムスライド支持基台との間の横方向の隙間の有無や，カムス\nライドの横方向への可動性は，いずれも不明である。\nイ  実施品１及び２の形状等について\nところで，被告は，本件特許出願日（平成１０年８月２６日）よりも前である平\n成１０年５月６日，引用発明１及び２の各実施品（実施品１及び２）をトヨタ自動\n車に譲渡した（甲１の３～５，２０）。実施品１及び２は，審判手続において，そ\nれぞれ検甲第２号証及び第１号証として検証の対象となったものであるが（甲６\n５），本件審判請求後である平成２２年９月に地方独立行政法人東京都立産業技術\n研究センターにより実施された測定結果（甲１７）によると，実施品１については，\nカムスライド（カムスライダーの凸部）とカムスライド支持基台（カムホルダーの\n凹部）との間の横方向の隙間は，左右合計で０．１６６mm ないし０．２６１mm で\nあり，実施品２については，カムスライド（アッパースライダーの凸部）とカムス\nライド支持基台（カムホルダーの凹部）との間の横方向の隙間は，左右合計で０．\n１０８mm ないし０．１２９mm である。\nなお，上記検証の結果（甲６５）によっても，実施品１及び２のカムスライド及\nびカムスライド支持基台に切削痕等は認められず，特に実施品２については，ロア\nースライダーの幅方向の摺動面には摺動方向の細かい線が認められる（甲６５，乙\n２）。\nしかし，実施品２の使用によりカムホルダー内側部分の隙間の幅に有意な影響を\n与えるような摩耗は生じていないとする陳述書がある（乙３）ところ，これは，当\n該陳述書の作成者の専門的な知見に基づくものであり，その記載内容も合理的であ\nることに照らして信用できる。そして，実施品１は，実施品２と同時に譲渡された\nものであり，かつ，上記のとおりカムスライド及びカムスライド支持基台に切削痕\n等が認められないから，実施品２に関する上記摩耗が生じていないとの分析結果は，\n実施品１についても同様に妥当することが優に推認される一方，以上のほかに実施\n品１及び２のカムスライド及びカムスライド支持基台について被告からの出荷後に\n切削加工等がされたと疑わせるに足りる事情は何ら見当たらない。以上によれば，\n実施品１及び２は，被告からトヨタ自動車に対して譲渡された平成１０年５月６日\n当時，カムスライドとカムスライド支持基台との間に，上記横方向の隙間を有して\nいたものと認められる。\nウ  原告の主張について\n(ア)  以上に対して，原告は，実施品１及び２には前進移動方向に沿った切削痕\n又は摺動痕らしき痕跡が確認できる旨を主張するほか，実施品２と同一の被告製品\nでは前記隙間が左右合計０．０６mm しかなかった旨を主張する。\nしかしながら，実施品１及び２の検証結果（甲６５）からは，原告主張に係る切\n削痕等を認定することはできない。また，原告が調査したとされる被告製品（ＵＣ\nＭＳ－Ｃ－５０×３０－０）の測定結果（甲６６）は，隙間ゲージによる値（片側\n０．０３mm）があくまで片側の測定に尽きており，他の片側についての測定値が得\nられていないばかりか，甲６６に記載のマイクロメータ及びインサイドマイクロメ\nータによる上記被告製品の上記隙間の測定結果が０．０９５mm とされていること\nも併せ考えると，原告が主張の根拠とする当該被告製品の測定結果を直ちに信用す\nることはできない。\nよって，原告の上記主張は，採用できない。\n(イ)  また，原告は，実施品２には「ノック不良」との記載があることから，実\n施品２にはカムスライドが横方向に移動しないため，これをプレス金型に取り付け\nた際にＶ字状の山谷の位置が一致せず，これを一致させるためにノックピンの穴位\n置を修正することになった可能性がある旨を主張する。\nしかしながら，原告の上記主張は，単に可能性を指摘するにとどまるばかりか，\nプレス金型の図面の記載（乙４）及び問題とされるＤＶＤの撮影部分（甲７８，乙\n５）を考慮に入れると，むしろ，プレス金型にあけられた穴サイズの不良であると\n認めるのが自然である。\nよって，原告の上記主張は，採用できない。\nエ  小括\n以上によれば，引用発明１及び２の各実施品である実施品１及び２は，いずれも\n平成１０年５月６日に被告からトヨタ自動車に対して譲渡され，もって公然実施さ\nれたものと認められる。\n(2)  引用例１の公知性について\nア  引用例１の体裁について\n引用例１は，前記認定のとおり，平成９年（１９９７年）１１月２７日付けの被\n告作成に係る日産自動車あての「ＶＡ提案書」と題する書面であり，その１枚目に\n「『ＵＣＭＳシリーズ』ＶＡ提案」との記載があるものであるが，引用例１の２枚\n目は，「提案内容」との表題の下に，「１．コストメリット」，「②製作工数の低\n減」，「ａ．金型制作時，ベンチ作業で調整可能なため，ダイスポでのピアス調整\nは不要。  （別紙Ｖガイドの特長参照）」との記載があり，引用例１の３枚目には，\n「吊りカムユニット（ＵＣＭＳ－Ｃ－５０×○○－□□シリーズ）のＶガイドの特\n長」との表題の下に，「２．自動調芯の機能」と題して，「１）．ドライバーのＶ\nガイド部で常にガイドされ，センターがずれない。ホルダーと上型部の位置決めが\n加工機械等の誤差で多少ずれた場合でもＡ１，Ａ２部のクリアランスを０．０５～\n０．１０位と多めにしてあるので，カムスライドの動きは，ホルダーとスライダー\nのガイド面に拘束されずに，Ｖガイドにならって摺動する。」，「２）．従って，\nカムホルダーの位置が０．０５以内で左右にずれても，Ｖガイドで拘束されて，ピ\nアス穴の再現性には変化なく加工される。」との記載とともにカムスライドとカム\nスライド支持基台との間の左右の隙間がＡ１及びＡ２として図示されており，かつ，\n引用例１の４枚目には，「３．モデルダイセットによる自動調芯機能の確認」との\n表題の下に，デモ用ダイセットについて「いずれの場合にもバリの無いピアス加工\nされます。」との記載がある。\nなお，被告提出に係る引用例１の３枚目及び４枚目の各左上隅にはステープラー\n穴跡があるのに対して，引用例１のその余の部分にはこれがなく，また，引用例１\nの５枚目ないし１７枚目を横に見た場合の左側には２穴パンチ跡があるのに対して，\n引用例１のその余の部分にはこれがない。\nイ  引用例１の頒布時期について\n(ア)  被告は，被告従業員の B が，日産自動車従業員の A に対し，平成９年１１\n月ころ，引用例１（３枚目及び４枚目を含む。）を交付した旨を主張する。\n(イ)  そして，B は，平成９年１１月当時，被告の営業１課長として日産自動車\n等に対する営業活動に従事していたところ，A からカム装置のＶＡ（バリュー・ア\nナライシス）提案の依頼を受け，提案内容について A の協力を受けた上で，被告の\n技術者らと引用例１を作成し，部品メーカー等が集まる日産自動車主催のＶＡ展示\n会において被告製造に係るＵＣＭＳ－Ｃ－５０のカム装置のデモンストレーション\nを行うとともに，ＶＡ提案書を配布したが，A の協力を受けたこともあり，ＶＡ提\n案書に機密性はなく，証拠提出された引用例１は部下の資料ファイルの中にあった\nものである旨を供述する（甲１の８，６２）。\nまた，A は，平成９年１１月当時，日産自動車の購買部門に勤務して購買部品に\n関するコスト低下をはかるＶＡ活動の一環として吊りカムユニットの規格の標準化\nに取り組んでおり，１か月に１０通くらいのＶＡ提案書を受け取っていたところ，\n同月２７日ころに座間工機工場で開催された機械メーカーが集まる定例のＶＡ展示\n会において，被告製造に係るＵＣＭＳシリーズのカム装置のデモンストレーション\nを受け，被告従業員の B から引用例１と思われるＶＡ提案書を受領したが，被告の\nカム装置に関するＶＡ提案書については，提案内容の作成に協力した結果当時の部\n下が従業員表彰を受けたことなどから受領について記憶があるし，ＶＡ活動の一環\nとして受領する提案書については機密性がない旨を供述する（甲１の７，６３）。\n(ウ)  そこで検討すると，B 及び A の上記供述は，いずれも営業活動又は購買活\n動の一環としてＶＡ提案書（引用例１）を作成してこれを授受したことについて具\n体的に説明しており，その内容も各自が当時置かれた立場に照らして合理的であり，\nＶＡ提案書作成の経緯やＶＡ展示会の開催など主要な部分が相互に一致するほか，\nあくまでも購買に関するコスト低下を目的とするＶＡ活動の性質に照らすと，これ\nに関連した提案書に機密性がないとする点も合理的であるばかりか，A の上記供述\nは，被告製造に係るのＵＣＭＳシリーズのカム装置に関するＶＡ提案書を特に記憶\nしている理由についても具体的に説明していることから，これを信用できる。\nしたがって，被告従業員の B は，平成９年１１月２７日ころ，日産自動車従業員\nの A に対し，ＶＡ提案書を交付したものと認められるほか，A は，その記載内容に\nついて特に守秘義務を負っていたわけではなかったと認められる。\n次に，前記ＶＡ提案書と引用例１との同一性について検討すると，引用例１の１\n枚目には，前記認定のとおり「『ＵＣＭＳシリーズ』ＶＡ提案」との記載があるが，\n２枚目には提案内容が記載されているのみでＵＣＭＳシリーズのカム装置自体につ\nいての説明ないし紹介がなく，同シリーズについては５枚目以降で図面等が添付さ\nれていることに照らすと，当該ＶＡ提案書は，当初から引用例１の１枚目，２枚目\n及び５枚目以降を含んでいたものと認められる。\nそして，前記認定のとおり，引用例１の２枚目には「ａ．金型制作時，ベンチ作\n業で調整可能なため，ダイスポでのピアス調整は不要。  （別紙Ｖガイドの特長参\n照）」との記載があることから，引用例１にはピアス調整を不要にすることについ\nて説明した別紙が添付されていることが明らかであるところ，やはり前記認定のと\nおり，引用例１の３枚目及び４枚目は，「Ｖガイドの特長」と題した上でいずれも\nこれに対応した内容を記載している。したがって，引用例１の３枚目及び４枚目は，\nいずれも引用例１の他の部分と一体となっていたとみるのが自然であり，このこと\nは，前記認定のとおり，引用例１が作成された時期から約半年後にトヨタ自動車に\n売り渡された実施品１及び２がカムスライドとカムスライド支持基台との間の横方\n向に左右合計で最低０．１０８mm の隙間が存在しており，引用例１の特に３枚目\nの記載内容と一致することによっても裏付けられる。\nこのように，引用例１の３枚目及び４枚目は，当初から引用例１の他の部分と一\n体になっていたものと認められるから，B から A に交付された上記ＶＡ提案書は，\n引用例１を全て含んでいたものと認められる。\n(エ)  よって，被告従業員の B は，平成９年１１月２７日ころ，日産自動車従業\n員の A に対し，引用例１を交付したものであって，A は，引用例１の記載内容につ\nいて守秘義務を負っていなかったものであるから，引用例１に記載の発明（引用発\n明１）は，当該時点で公然知られることになったものと認められる。\nウ  原告の主張について\n(ア)  以上に対して，原告は，平成９年１１月当時に日産自動車がＶＡ展示会を\n開催したことに疑いがあるなどと主張し，C（甲６８），D（甲６９），F（甲８\n０），G（甲８１）及び K（甲８２，８４）の陳述書等を援用して B 及び A の前記\n供述の信用性を争う。\nしかしながら，まず，C は，平成９年１１月当時，日産自動車の座間工機工場工\n機圧型部門に在籍していたものの，購買部品に関するコスト低下をはかるＶＡ活動\nに関与していたものではない（乙１）から，ＶＡ展示会の開催やＶＡ提案書の詳細\nについて知るべき立場にはない。したがって，C においてＶＡ展示会の開催や引用\n例１の配布について記憶がないとしても，そのことは，B 及び A の前記供述の信用\n性を左右するに足りない。\n次に，D は，被告の元従業員であるが，平成９年１１月当時，米国に勤務してお\nり，被告の当時の最新の製品情報や我が国の日産自動車との営業関係の詳細につい\nて知るべき立場にない。したがって，D において引用例１や引用例１の３枚目及び\n４枚目に記載の自動調芯等について記憶がないとしても，そのことは，B 及び A の\n前記供述の信用性を左右するに足りない。\nまた，F は，マツダ株式会社の元従業員であり，被告と日産自動車との営業関係\nの詳細について知るべき立場にないばかりか，カムスライドとカムスライド支持基\n台との間に横方向の隙間を設ける構成が平成１６年ころまで存在しなかったとの供\n述部分は，当該機構を備えた実施品１及び２が平成１０年５月には公然実施された\nとの前記認定と矛盾するから採用できない。したがって，F の供述は，B 及び A の\n前記供述の信用性を左右するものではない。\nそして，G は，日産自動車の元従業員であるが，平成９年１１月当時，韓国のサ\nムソン財閥関係の業務に従事しており，被告との営業関係の詳細について知るべき\n立場になく，また，引用例１は，購買に関するコスト低下を目的とするＶＡ活動に\n関する提案書であって，これを購買部門が取り扱ったとしても何ら不自然ではない。\nしたがって，G において当時の座間工機工場にＶＡ展示会を開催する余裕がなかっ\nたはずであると考え，あるいは技術的な提案書の社内での流れと A の供述に係る引\n用例１の作成経緯とが相違していたとしても，これらのことは，直ちに B 及び A の\n前記供述の信用性を左右するに足りない。\nさらに，K は，原告の従業員であるところ，平成９年１１月当時の日産自動車と\n被告との営業関係の詳細について知るべき立場にないばかりか，K ら自身が日産自\n動車によるＶＡ展示会に参加せず，匿名の者が同様に述べているからといって，当\n該ＶＡ展示会が存在しなかったことを裏付けるには足りない。したがって，上記Ｖ\nＡ展示会の不存在に関する K の供述は，B 及び A の前記供述の信用性を左右するに\n足りない。\n以上のとおり，原告の援用する証拠によっては，B 及び A の前記供述の信用性を\n左右するに足りない。\n(イ)  また，原告は，仮に A が B から引用例１を受領していたとしても，A がそ\nの内容を理解できなかった以上，A に対する交付によって引用発明１が公然知られ\nたことにはならないし，また，被告と日産自動車との間には，商慣習上の守秘義務\nがあった旨を主張する。\nしかしながら，引用例１は，日産自動車の購買に関するコスト低下を目的とする\nＶＡ活動の一環として作成されたものであり，その内容については機密性がないと\n考えられていたことは，信用できる B 及び A の前記供述にみられるとおりであって，\nこの認定を左右するに足りる証拠又は慣習の存在は見当たらないし，A は，引用例\n１の作成過程にその部下とともに関与しており，引用例１を日産自動車内でのＶＡ\n活動に使用することが当然予定されていたのであるから，A が引用例１に記載の技\n術的内容を理解しなかったからといって，引用例１の公知性が否定されるものでは\nない。\nよって，原告の上記主張は，採用できない。\n(ウ)  また，原告は，引用例１の３枚目及び４枚目の各左上隅にはステープラー\n穴跡があるのに対して，引用例１のその余の部分にはこれがなく，また，引用例１\nの５枚目ないし１７枚目を横に見た場合の左側には２穴パンチ跡があるのに対して，\n引用例１のその余の部分にはこれがないことなどから，特に引用例１の３枚目及び\n４枚目の作成日及び頒布日が不明である旨を主張する。\nしかしながら，引用例１の３枚目及び４枚目は，いずれもＶＡ提案書の別紙とし\nて作成されたものであるし，５枚目ないし１７枚目は，いずれも被告製造に係るＵ\nＣＭＳシリーズのカム装置の図面であって，ＶＡに関して具体的な提案をしている\n部分（引用例１の１枚目及び２枚目）とは本来別個の書面であったから，これらに\n特有のステープラー穴跡や２穴パンチ跡があることは，それ自体不自然であるとま\nではいえない。\nよって，上記の原告指摘に係る事実は，いずれも B から A に交付された上記ＶＡ\n提案書が引用例１を全て含んでいたとの前記認定を左右するに足りない。\n(エ)  原告は，被告の平成１０年１０月２７日出願に係る発明（甲３１）では\n「自動調芯」の用語を別の発明に用いており，また，平成１１年５月２０日出願に\n係る発明ではカムスライドとカムスライド支持基台との間の横方向の隙間を「所望\nのクリアランス」と称している（甲２２，７０，８５）から，引用例１の３枚目及\nび４枚目がＶＡ提案書に含まれていたことには疑問があり，また，被告が禁反言の\n原則から当該横方向の隙間について新規性なしとの主張ができない旨を主張する。\nそこで検討すると，甲３１における「自動調芯」は，カムベース及びカムスライ\nダーの摺接面に，スライド方向に直行する方向に中央部を高くするテーパ部を設け\nることで，当該摺接面の摩耗してもセンターズレが生じない技術を指す用語として\n用いられており，引用例１の３枚目及び４枚目に記載の技術とは別の意味を有する\nことが明らかである。しかしながら，ズレを生じさせないという点でこれらの両技\n術は共通していることに加えて，「自動調芯」という用語がそれ自体非常に広範な\n意味を包含し得ることに鑑みると，被告がこの用語を特定の技術（甲３１に記載の\n技術）に用いたからといって，他の技術（引用例１の３枚目及び４枚目に記載の技\n術）に用いることが不自然であるとまでいうことはできない。また，同じく，引用\n例１の３枚目及び４枚目に記載の技術を，やはりそれ自体非常に広範な意味を包含\nし得る「所望のクリアランス」（甲７０）と称したとしても，それが不自然である\nとまでいうことはできないし，引用例１の３枚目及び４枚目に既に記載がある以上，\n被告がこれについて特許出願をすることに問題がないとはいえないものの（現に，\n被告は，後に「所望のクリアランス」に係る出願部分を削除している。甲７２），\nそのことによって被告が本件発明の新規性を争うことが禁じられるべき理由はない。\nよって，原告の上記主張は，いずれも採用できない。\n(3)  引用発明１に基づく容易想到性について\nア  引用発明の公知性並びに相違点３及び４の認定について\n以上のとおり，引用発明１Ａ及び１Ｂの各実施品である実施品１及び２は，本件\n特許出願日（平成１０年８月２６日）よりも前（同年５月６日）に公然実施されて\nおり，引用発明１について記載した引用例１も，本件特許出願日よりも前（平成９\n年１１月２７日ころ）に公然知られていたから，これらは，いずれも公知のもので\nあったといえる。\nそして，前記認定のとおり，実施品１及び２には，カムスライドとカムスライド\n支持基台との間の横方向に左右合計で最低０．１０８mm の隙間が存在していたが，\nその大きさは，非常に小さく，精密な測定によりようやく判明するものであるにす\nぎない。また，前記認定のとおり，実施品１及び２のもととなる引用例１の１４枚\n目及び１６枚目の各図面からは，カムスライドとカムスライド支持基台との間の横\n方向の隙間の有無や，カムスライドの横方向への可動性は，いずれも不明である。\nしたがって，本件発明と引用発明との相違点として，「カムスライドとカムスラ\nイド支持基台との関係に関して，本件発明１では，「カムスライドの被加工物に向\nかう前進移動方向に対して交差する横方向にカムスライドを可動に支持するカムス\nライド支持基台」と特定しているのに対して，引用発明１では，カムスライダー\n（引用発明１Ａ）又はアッパースライダー（引用発明１Ｂ）がカムホルダーに対し\nて横方向に移動できるかどうか不明な点」（相違点３）及び「本件発明２では，カ\nムスライドは，カムスライド支持基台に対して，カムスライドの被加工物に向かう\n前進移動方向に対して交差する横方向において隙間をもって配されるようになって\nいるのに対して，引用発明１では，カムスライダー（引用発明１Ａ）又はアッパー\nスライダー（引用発明１Ｂ）がカムホルダーに対してそのような隙間を有している\nのかどうか不明な点」（相違点４）をそれぞれ認定した本件審決に誤りがあるとは\nいえない。\nイ  相違点１及び１′の容易想到性について\n相違点１及び１′は，前記第２の３(2)エ及び(4)イに記載のとおりであるが，引\n用例１の６枚目ないし１３枚目，１５枚目及び１７枚目には，いずれもカムドライ\nバの滑り面及びカムスライドの滑り面を上下方向に対して傾斜する滑り面とするこ\nとが記載されているから，当業者は，引用発明１に基づき，本件発明１，２，５な\nいし７の相違点１又は１′に係る構成を採用することを容易に想到することができ\nたものといえる。\nウ  相違点２及び２′の容易想到性について\n相違点２及び２′は，前記第２の３(2)オ及び(4)ウに記載のとおりであるが，カ\nム装置は，一般に，上型及び下型の上下方向の移動により中間部材が横方向に押し\n出され，中間部材に取り付けられた工具により被加工物の加工を行うものであるか\nら，当業者は，引用発明１に基づき，本件発明１，２，５ないし７の相違点２又は\n２′に係る構成を採用することを容易に想到することができたものといえる。\nエ  相違点３及び４の容易想到性について\n相違点３及び４は，前記アのほか，前記第２の３(2)カ及び(3)にも記載のとおり\nであり，また，前記１(2)に認定のとおり，本件発明１及び２におけるカムスライ\nドとカムスライド支持基台との間の横方向の隙間は，最低でも片側０．０５mm（左\n右合計０．１０mm）を超えるものである。\nそして，引用例１の３枚目及び４枚目には，前記２(2)アに認定の自動調芯の機\n能に関する記載があり，当該機能を果たす横方向の隙間を片側０．０５mm 以上と\nする旨が記載されているから，当業者は，引用発明１Ａ及び１Ｂに基づき，これら\nが記載されたものと同じ引用例１の３枚目及び４枚目を参照することで，本件発明\n１，２，５ないし７の相違点３又は４に係る構成を採用することを容易に想到する\nことができたものといえる。\nオ  相違点５の容易想到性について\n相違点５は，前記第２の３(5)に記載のとおりである。\nそして，引用例４（甲５）は，「プレス用カム型」と称する発明の，引用例５\n（甲６）は，「プレス金型用カム」と称する発明の，それぞれ公開特許公報である\nが，これらには，いずれも，本件発明６の相違点５に係る構成について記載があり，\nこれらは，いずれも引用発明１と技術分野が同じであるから，当業者は，引用例４\n及び５を参照することで，引用発明１に基づき，本件発明５の相違点に係る構成を\n採用することを容易に想到することができたものといえる。\nカ  相違点６の容易想到性について\n相違点６は，前記第２の３(6)イに記載のとおりであるが，カム装置は，一般に，\n上型と下型とが離れるに従って，上型又は下型の一方に取り付けられるカムドライ\nバと他方に取り付けられるカムスライド支持基台及びカムスライドとが離れ，復帰\n手段は，その際にカムスライドを初期位置に戻すものであるから，当業者は，引用\n発明１に基づき，本件発明７の相違点６に係る構成を採用することを容易に想到す\nることができたものといえる。\n(4)  小括\n以上によれば，当業者は，本件特許出願日当時に公知であった引用発明１に基づ\nき，本件発明を容易に想到することができたものといえるから，これと結論を同じ\nくする本件審決の判断に誤りはない。\n３  取消事由２（引用例２の公知性についての認定の誤り）について\n(1)  引用例２の公知性について\nア  引用例２の体裁について\n(ア)  引用例２は，原告の社名が印刷された用箋に記載され，作成部署が原告第\n１事業部技術部技術課とされる平成８年６月１３日の発行日付が付された「技術報\n告書」と題する１枚の文書である。そして，引用例２の「課長」欄には「K（正）\n／８．６．１３」との記載が読み取れる印影があり，「宛先」欄及び「配布：豊田\n（営）」欄は，空白であるが，「分類」欄には「社内」ではなく「顧客」にチェッ\nクが付され，表題には，「オイレス・スーパミニフライングカムユニット（ＯＳＶ\nシリーズ）のピアス合わせに関してのお願い」との記載が，本文部分には「当カム\nユニットはカムスライドとカムベース側のガイドシャフトにクリアランス（ガタ）\nを設定している為，ピアス（刃）合わせ時には，スライドをベースから外し，スラ\nイドをカムドライバ上に組み付けた上でピアス合わせを行って下さい。」，「□\nスライド側軸受とベース側ガイドシャフトのクリアランス（ガタ）設定理由」，\n「２）ガイドシャフトとスライド側軸受のクリアランス設定／下記に示す誤差を勘\n案し，片側クリアランス０．１～０．２（トータルクリアランス０．２～０．４）\nを当初より設けております。／・ベース側及びドライバ側ノック穴の位置／・ドラ\nイバノックとドライバＶ形状位置／・スライド側軸受中心とスライド側Ｖ形状位置\n／・ベース側ノックとガイドシャフト位置／・スライド側内径とガイドシャフト外\n径のバラツキ」との記載があるほか，カム装置のガイドシャフト周辺に０．１ない\nし０．２の片側クリアランスを設けたことが図解されている。\n(イ)  引用例２の右上隅には「Ｐ．１／２」との記載があるから，引用例２の技\n術報告書には２頁目が存在したはずであるが，引用例２には当該２頁目が存在しな\nい。なお，原告は，引用例２と作成日付及び K 課長印等が全て同一であるが，「宛\n先」欄に「三菱自動車（株）様御中」，「配布：豊田（営）」欄に「西支店長殿\n経由  L 殿」との記載があり，上記２頁目が存在するものを証拠として提出してい\nる（甲７４）。\n(ウ)  引用例２（甲２の１の２）は，その左上隅に金属の錆が付着しており，そ\nの形状は，本件報告書（甲２の１の１）表面の左上隅及び原告作成の平成９年１０\n月３日付けＶＡ提案書（本件提案書。甲２の１の３）の最終頁裏面にそれぞれ付着\nした金属製ゼムクリップの錆の形状と一致する（甲１２）。\n本件報告書は，被告従業員の I が平成９年１１月４日付けで被告の社名が印刷さ\nれた用箋を用いて作成した「J 部長」宛ての書面で，手書きにて「オイレス（原\n告）が１０／３０トヨタに対し別紙新カムユニットのＰＲに来ました。その時の資\n料です。三協（被告）としてもカムの開発が遅れておりオイレス（原告）に水をあ\nけられていると判断しております。今後共早く開発を進めてください  尚 M 本部長\nには同資料配付済」との記載があるほか，「J」及び「N」の印影があり，本件提案\n書は，原告作成の平成９年１０月３日付けであり，宛先が「トヨタ自動車株式会社\n第８生技部殿」と記載され，「プレス金型用フライングカムユニット「ＯＳＶ３\n０」ＶＡ提案について」との表題を有する合計２５枚のＶＡ提案書で，原告製造に\n係る「ＯＳＶシリーズ」のカムユニットについて図面等を交えて説明するものであ\nる。\n以上の本件報告書，引用例２及び本件提案書に付着した錆の形状及び内容に加え\nて，これらが被告から証拠として提出されたことを併せ考えると，これらは，被告\nにおいて一体のものとして保管されていたものと認められる。\nイ  引用例２の頒布時期について\n(ア)  被告は，引用例２が，本件報告書に記載の日付である平成９年１１月４日\nよりも前に，トヨタ自動車従業員から被告従業員の I に対して交付され，もって公\n然知られることになった旨を主張する。\n(イ)  そして，E は，平成９年１１月当時，トヨタ自動車プレス生産技術部（プ\nレス生技部）の部長で，課長としてカム装置に関するＶＡ活動に従事していた H\n（平成１８年１２月没）の上司であり，ＶＡ活動には直接従事していなかったが，\n当時，トヨタ自動車では使用していたカム装置について規格化・標準化しようとし\nており，規格化や互換化を進めるためにあるメーカーが提出した資料のうち機密性\nについての指摘のないものを他のメーカーにも示してさらに相互に検討させるとい\nうことをしていたから，H が引用例２及び本件提案書を原告従業員から受領し，こ\nれらを被告従業員に対して交付したのであろうと考えるが，引用例２に記載のクリ\nアランスを設けることについては既に常識化されていたし，引用例２には機密性に\n関する指摘も見当たらないから，機密性がなかったと考える旨を供述する（甲２の\n２，６４）。\nまた，I は，平成９年１１月当時，被告の名古屋営業所長として被告製造に係る\nカム装置の営業活動に従事しており，トヨタ自動車生技部の H に対して売り込みを\n行っており，その際，H から，競争相手である原告のトヨタ自動車に対する提出資\n料をもらうこともあったところ，本件報告書の手書き部分が自分の筆跡であり，引\n用例２及び本件提案書と同じもの（甲２の１の４・５）がホチキスで一体となった\n状態で被告名古屋営業所のファイルからも発見されていることから，引用例２及び\n本件提案書を H から受け取り，本件報告書を作成して被告の技術部部長である J に\n送付したことで間違いないと思う旨を供述する（甲２の３，６４）。\n(ウ)  そこで検討すると，E の前記供述のうち，引用例２に記載のクリアランス\nを設けることについては既に常識化されていたとの点は，具体的な裏付けを欠くも\nのの，その余の部分は，その当時の E のトヨタ自動車における立場に照らして合理\n的なものであり，被告から引用例２及び本件提案書並びにこれらの写し（甲２の１\nの４・５）が発見されたことや，本件報告書の記載が原告との競争を強く意識した\nものとなっていることとも符節が一致することから，これを信用できる。よって，\nトヨタ自動車は，平成９年１１月当時，カム装置の規格化や互換化を進めるために\nあるメーカーが提出した資料のうち機密性についての指摘がないために機密性がな\nいと判断されたものを他のメーカーにも示してさらに相互に検討させるということ\nをしていたとの事実を認めることができる。\n次に，I の前記供述は，本件報告書の記載内容や，引用例２及び本件提案書と同\nじ内容の写しが被告名古屋営業所からも発見されたこととのほか，上記認定に係る\nその当時のトヨタ自動車によるカム装置の規格化作業に伴う資料の融通という事実\nとも符節が一致することから，これを信用できる。\n(エ)  よって，トヨタ自動車従業員の H は，平成９年１１月４日ころ，被告従業\n員の I に対し，原告作成に係る引用例２及び本件提案書を交付したものであって，\nI がこれらに記載の情報について守秘義務を負っていなかったことは，明らかであ\nるから，引用例２に記載の発明（引用発明２）は，当該時点で公然知られることに\nなったものと認められる。\nウ  原告の主張について\n(ア)  以上に対して，原告は，引用例２を作成したことを争っている。\nしかしながら，前記ア(イ)に認定のとおり，原告は，引用例２と作成日付及び K\n課長印等が全て同一であるが，「宛先」欄に「三菱自動車（株）様御中」，「配布\n先：豊田（営）」欄に「西支店長殿  経由  L 殿」との記載があり，上記２頁目が\n存在するものを作成していたのであって（甲７４），その内容及び前記イ(ウ)に認\n定の引用例２等の I に対する交付の時期を合わせ考えると，引用例２が当該技術報\n告書から作成されたことを優に推認することができるのであって，この技術報告書\nから「宛先」欄及び「配布先：豊田（営）」欄の記載を抹消し，２頁目を除外した\n者を特定できないからといって，引用例２の I に対する上記交付に関する認定が左\n右されるものではない。\n(イ)  原告は，被告が平成１１年５月２０日に出願した発明に本件発明（引用例\n２）と共通する技術的思想について，本件報告書の名宛人である J を発明者として\n特許を出願しており，このことが，I が平成９年１１月に引用例２を守秘義務を負\nわずに入手したことと矛盾する旨を主張する。\nそこで検討すると，被告が引用例２に記載の技術について特許出願をすることに\n問題がないとはいえないものの，被告が後に当該技術に係る出願部分を削除してい\nる（甲７２）ことも併せ考えると，当該特許出願という事実は，直ちに I による引\n用例２の入手と矛盾するとまでいえず，当該入手に関する前記認定を左右するには\n足りない。\nよって，原告の上記主張は，採用できない。\n(ウ)  また，原告は，自動車メーカーが金型メーカーから入手した技術資料を競\n合他社に横流しするような商慣習は存在しない旨を主張し，F（甲８０）及び G\n（甲８１）の陳述書は，これに沿うものである。\nしかしながら，F 及び G は，いずれもトヨタ自動車の関係者ではなく，平成９年\n１１月当時の同社の事業活動の内容を知るべき立場にないばかりか，引用例２及び\n本件提案書並びにこれらの写し（甲２の１の４・５）は，いずれも被告から提出さ\nれているのであって，本件報告書の記載も併せ考えると，F 及び G の上記供述は，\nI による引用例２の入手という事実に関する前記認定を左右するに足りない。\nよって，原告の上記主張は，採用できない。\n(2)  引用例２に基づく容易想到性について\nア  相違点７の容易想到性について\n相違点７は，前記第２の３(7)ウに記載のとおりであるが，カム装置の構成につ\nいては，一般に，摺動する面を部材本体に設けることのほか，摺動する面を有する\n部材を部材本体とは別に設け，部材本体と摺動する面を有する部材の両者を固定し\nて構成することも，いずれも当業者の技術常識に属する周知の事項であるというべ\nきであるから，当業者は，引用発明２に基づき，本件発明１，２，５ないし７の相\n違点７に係る構成を採用することを容易に想到することができたものといえる。\nイ  相違点８の容易想到性について\n相違点８は，前記第２の３(7)エに記載のとおりであるが，カム装置は，一般に，\n上型及び下型の上下方向の移動により中間部材が横方向に押し出され，中間部材に\n取り付けられた工具により被加工物の加工を行うものであるから，当業者は，引用\n発明２に基づき，本件発明１，２，５ないし７の相違点８に係る構成を採用するこ\nとを容易に想到することができたものといえる。\nウ  相違点９の容易想到性について\n相違点９は，前記第２の３(9)エに記載のとおりである。\nそして，引用例３（甲３の１）は，原告の平成８年（１９９６年）及び平成９年\n（１９９７年）の金型治具用標準品に関するガイドブックであるが，そこには，カ\nム装置に関して本件発明５の相違点９に係る構成について記載があり，これは，引\n用発明２と技術分野が同じであるから，当業者は，引用例３を参照することで，引\n用発明２に基づき，本件発明５の相違点９に係る構成を採用することを容易に想到\nすることができたものといえる。\nエ  相違点１０の容易想到性について\n相違点１０は，前記第２の３(10)エに記載のとおりであるが，カム装置において\nスライドの工具を取り付けるべき部品をカムスライド本体とすることは，当業者が\n適宜設計すべき事項であるから，当業者は，引用発明２に基づき，本件発明６の相\n違点１０に係る構成を採用することを容易に想到することができたものといえる。\nオ  相違点１１の容易想到性について\n相違点１１は，前記第２の３(11)エに記載のとおりであるが，カム装置は，一般\nに，上型と下型とが離れるに従って，上型又は下型の一方に取り付けられるカムド\nライバと他方に取り付けられるカムスライド支持基台及びカムスライドとが離れ，\n復帰手段は，その際にカムスライドを初期位置に戻すものであるから，当業者は，\n引用発明２に基づき，本件発明７の相違点１１に係る構成を採用することを容易に\n想到することができたものといえる。\n(3)  小括\n以上によれば，当業者は，本件特許出願日当時に公知であった引用発明２に基づ\nき，本件発明を容易に想到することができたものといえるから，これと結論を同じ\nくする本件審決の判断に誤りはない。\n４  取消事由３（立証責任に係る判断の誤り）について\n原告は，特許無効審判請求における引用例が公開特許公報ではない場合には，特\n許の有効性を争う当事者（審判請求人・被告）が引用例が偽造等ではないことの立\n証責任を負うものと解すべきところ，本件審決が引用例の偽造等についての立証責\n任を原告に課しており，立証責任の分配を誤り，証拠の採否を誤った違法がある旨\nを主張する。\nしかしながら，文書は，その成立が真正であることを証明しなければならないも\nのの（民訴法２２８条１項），ここにいう証明について，真偽不明の場合の一方当\n事者による不利益の負担という意味での立証責任を論じる余地はないから，この点\nについて立証責任の分配の誤りを検討する余地はない。\nまた，上記ＶＡ提案書が被告作成に係るものであり，被告従業員の B から平成９\n年１１月２７日ころに日産自動車従業員の A に交付された被告作成名義の当該ＶＡ\n提案書が引用例１を全て含んでいたことは，前記２(2)ア及びイに認定のとおりで\nあり，また，引用例２も原告作成の甲７４から作成され，平成９年１１月４日ころ\nにトヨタ自動車従業員の H から被告従業員の I に対して交付されたことは，前記３\n(1)ア，イ及びウ(ア)に認定のとおりである。\nしたがって，これらの証拠に証拠力を認め，そこに記載の発明が本件特許出願日\n前に公然知られることになったものとした本件審決に証拠の採否を誤った違法があ\nるとはいえず，その他にも，証拠の採否等について審決の結論に影響を及ぼすほど\nの瑕疵があったとは認められない。\nよって，原告の上記主張は，採用できない。\n５  結論\n以上の次第であるから，原告主張の取消事由はいずれも理由がなく，原告の請求\nは棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          井      上      泰      人\n裁判官          荒      井      章      光\n"
}