{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 10,
    "day": 3
  },
  "case_number": "平成31(ワ)256",
  "case_name": "商標権侵害差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89024",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89024",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/024/089024_hanrei.pdf",
  "contents": "令和元年１０月３日判決言渡  同日原本受領  裁判所書記官\n平成３１年（ワ）第２５６号  商標権侵害差止等請求事件\n口頭弁論終結日  令和元年８月２０日\n判 決\n原 告     Ｐ１\n同補 佐 人 弁 理 士    山    田              晃\n被            告     Ｐ２\n同訴訟代理人弁護士    北    村      克      己\n主 文\n１  被告は，原告に対し，１６万円及びこれに対する平成３１年１月２６日から\n支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は，これを２０分し，その１を被告の負担とし，その余は原告の負\n担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n１  被告は，その運営するバレエスクールのインターネット上のウェブ広告に別\n紙被告標章目録１ないし６記載の各標章を使用してはならない。\n２  被告は，その運営するバレエスクールのインターネット上のウェブ広告から\n別紙被告標章目録１ないし６記載の各標章を抹消せよ。\n３  被告は，原告に対し，１４６万円及びこれに対する平成３１年１月２６日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告が商標権を有している登録商標（以下「本件商標」という。）につ\nいて，被告が，これらと同一又は類似する標章（別紙被告標章目録１ないし６。以\n下「被告標章１」等といい，総称して「被告各標章」という。）を商標として使用\nしており，これは原告の商標権の侵害に当たると主張して，商標法３６条１項及び\n２項に基づき，その使用の差止め等を求め，民法７０９条，商標法３８条３項に基\nづき，本件商標に係る商標公報発行日である平成２９年９月１２日から平成３１年\n１月１１日までの１６か月の使用料相当損害額の損害賠償及びこれに対する訴状送\n達の日（同年１月２５日）の翌日から支払済みまでの遅延損害金の支払を請求した\n事案である。\n１  前提事実（当事者間に争いのない事実又は後掲の各証拠及び弁論の全趣旨に\nより容易に認められる事実）\n⑴  当事者（甲３，９～１１）\n原告は，バレエスクールにおけるバレエの教授を業とする個人であり，平成元年\nから，大阪市内においてバレエスクール（以下「原告スクール」という。）を営ん\nでいる。\n被告は，バレエスクールにおけるバレエの教授を業とする個人であり，平成１０\n年から，東京都町田市内においてバレエスクール（以下「被告スクール」という。）\nを営んでいる。\n⑵  原告の登録商標（甲１，２）\n原告は，本件商標の登録商標権者である。本件商標の出願日，登録日，指定商品\n等は，別紙商標権目録各記載のとおりである。\n⑶  被告の行為（甲４，５）\n被告の役務であるバレエスクールにおけるバレエの教授は，本件商標の指定役務\nである第４１類の「バレエスクールにおけるバレエの教授」と一致する。\n被告は，被告スクールの案内や，クラス紹介，講師紹介，レッスンや発表会の写\n真，問合わせ先や地図等を掲載するウェブサイトとして，インターネット上に，\n「http://cocoballet-school.com/」（以下「被告ウェブサイト１」という。）及び\n「https://www.balletcoco.net/」（以下「被告ウェブサイト２」といい，被告ウェ\nブサイト１と合わせて「被告ウェブサイト」という。）を開設し，被告ウェブサイ\nトにおいて被告各標章を使用した。\n２  争点\n⑴  被告各標章は本件商標と類似するか\n⑵  差止めの必要性\n⑶  損害の発生及びその額\n３  争点に関する当事者の主張\n⑴  争点⑴（被告各標章は本件商標と類似するか）\n【原告の主張】\nア  本件商標について\n外観\n本件商標の外観は，欧文字「Ｃ」の大文字と欧文字「Ｏ」の小文字で表記される\n「Ｃｏ」を繰り返してなる「ＣｏＣｏ」の文字及びカタカナ文字の「バレエ」の文\n字を横書きして構成される。\n本件商標は，「ＣｏＣｏ」と「バレエ」との結合商標であるところ，結合商標の\n類比は，結合の強弱の程度を考慮して，全体観察のみならず要部観察も併用される\nのが原則であり，商標の構成中に需要者の注意を特に強く惹く部分がある場合には，\n要部観察により当該部分を要部として抽出することができる。\n本件商標のうち，「バレエ」の文字部分は，その指定役務の内容を表示する普通\n名称で識別力がなく，「ＣｏＣｏ」の文字部分が自他識別機能を有する部分で要部\nであると認められる。\n称呼\n本件商標からは「ココバレエ」という一連の称呼を生じるほか，その要部である\n「ＣｏＣｏ」の文字部分に対応して「ココ」との称呼も生じる。\n観念\n本件商標は造語の一種であり，特定の観念を生じない。\nイ  被告標章１について\n外観\n被告標章１は，被告ウェブサイト１のヘッダー及びフッター部分に表示され，す\nべて大文字の「ＣＯＣＯ」からなる欧文字と，頭文字部のみ大文字の「Ｂａｌｌｅ\nｔ  Ｓｃｈｏｏｌ」からなる欧文字とを若干デザイン化したロゴからなり，両者の\n間に「♡」の図形を挿入して構成される。\n上記のうち「Ｂａｌｌｅｔ  Ｓｃｈｏｏｌ」の文字部分は普通名称で識別力がな\nく，需要者の注意を惹く部分である「ＣＯＣＯ」の文字部分が要部である。\n称呼\n被告標章１は，全体から「ココバレエスクール」の称呼と，要部から「ココ」と\nの称呼を生じる。\n観念\n被告標章１は造語の一種であり，特定の観念は生じない。\nウ  被告標章２について\n外観\n被告標章２は，被告ウェブサイト１のヘッダー部左側の文字列中，及び，被告ウ\nェブサイト１の「ホーム」画面中段にある「Ａｂｏｕｔ」という項目の下の文字列\n中に表示され，カタカナ書きで横書きして構成される。\n上記のうち「バレエスクール」の文字部分は普通名称で識別力がなく，需要者の\n注意を惹く部分である「ココ」の文字部分が要部である。\n称呼\n被告標章２は，全体から「ココバレエスクール」の称呼と，要部から「ココ」と\nの称呼を生じる。\n観念\n被告標章２は造語の一種であり，特定の観念は生じない。\nエ  被告標章３について\n外観\n被告標章３は，被告ウェブサイト１の「ホーム」画面の後半にある「Ｎｅｗｓ」\nという項目の中の文字列中に記載され，文字部分はすべて大文字の「ＣＯＣＯ  Ｂ\nＡＬＬＥＴ  ＳＣＨＯＯＬ」からなる欧文字からなり，「ＣＯＣＯ」と「ＢＡＬＬ\nＥＴ」との間に白抜きの「♡」の図形を挿入して構成される。\n上記のうち「ＢＡＬＬＥＴ  ＳＣＨＯＯＬ」のも自分は普通名称で識別力がなく，\nまた，「♡」もありふれたものなので，需要者の注意を惹く「ＣＯＣＯ」の文字部分\nが要部である。\n称呼\n被告標章３は，全体から「ココバレエスクール」の称呼と，要部から「ココ」と\nの称呼を生じる。\n観念\n被告標章３は造語の一種であり，特定の観念は生じない。\nオ  被告標章４について\n外観\n被告標章４は，被告ウェブサイト１の「クラス紹介」の画面の後半に表示された\n「レッスンスケジュール」の下に記載されたスケジュール表のファイル名を表す文\n字列中に記載され，すべて大文字の「ＣＯＣＯ」からなる欧文字と，頭文字部のみ\n大文字にした「Ｂａｌｌｅｔ  Ｓｃｈｏｏｌ」からなる欧文字とを横書きにして構\n成される。\n上記のうち「Ｂａｌｌｅｔ  Ｓｃｈｏｏｌ」の文字部分は普通名称で識別力がな\nく，需要者の注意を惹く「ＣＯＣＯ」の文字部分が要部である。\n称呼\n被告標章４は，全体から「ココバレエスクール」の称呼と，要部から「ココ」と\nの称呼を生じる。\n観念\n被告標章４は造語の一種であり，特定の観念は生じない。\nカ  被告標章５について\n外観\n被告標章５は，被告ウェブサイト２のヘッダー部に表示され，白地の背景に青色\nの文字色で横書きされ，文字部分は，すべて大文字の「ＣＯＣＯ」からなる欧文字\nと，頭文字のみ大文字にした「Ｂａｌｌｅｔ  Ｓｃｈｏｏｌ」からなる欧文字から\nなり，両者の間に白抜きの「♡」の図形を挿入して構成される。\n上記のうち「Ｂａｌｌｅｔ  Ｓｃｈｏｏｌ」の文字部分は普通名称で識別力がな\nく，需要者の注意を惹く「ＣＯＣＯ」の文字部分が要部である。\n称呼\n被告標章５は，全体から「ココバレエスクール」の称呼と，要部から「ココ」と\nの称呼を生じる。\n観念\n被告標章５は造語の一種であり，特定の観念は生じない。\nキ  被告標章６について\n外観\n被告標章６は，被告ウェブサイト２の問合わせ用のページに表示され，白地を背\n景に桃色の文字色で横書きされ，文字部分は，すべて大文字の欧文字「ＣＯＣＯ」\nとカタカナの「バレエスクール」の間に「❤」の図形を挿入して構成される。\n上記のうち「バレエスクール」の文字部分は普通名称で識別力がなく，需要者の\n注意を惹く「ＣＯＣＯ」の文字部分が要部である。\n称呼\n被告標章６は，全体から「ココバレエスクール」の称呼と，要部から「ココ」と\nの称呼を生じる。\n観念\n被告標章６は造語の一種であり，特定の観念は生じない。\nク  本件商標と被告各標章との類似\n外観\n前記ア～キのとおり，本件商標の要部は「ＣｏＣｏ」であるところ，被告標章１，\n３～６の要部は「ＣＯＣＯ」であり，被告標章２を除く被告各標章と本件商標は，\nその要部同士が外観において一致する。\n称呼\n本件商標は，全体として「ココバレエ」の称呼，その要部から「ココ」の称呼を\n生ずる。これに対し，被告各標章は，全体として「ココバレエスクール」の称呼，\nその要部から「ココ」の称呼が生ずる。「ココバレエスクール」の称呼のうち，「ス\nクール」の部分は役務の提供場所を示す普通名称であって識別力がないため，これ\nを除いて類比判断すると，「ココバレエ」との称呼において，本件商標と被告各標\n章は一致する。また，本件商標と被告各標章とは，その要部が「ココ」の称呼で一\n致する。\nなお，被告標章１，３，５，６は，各文字の間にハートマークの図形を挿入して\n一つの標章を構成するが，被告は，被告ウェブサイト１において，自らのバレエス\nクールを「ココバレエスクール」と称しているため，上記標章から別の称呼が生じ\nることはない。\n観念\n本件商標と被告各標章は，いずれも特定の観念を生じない。\n出所の混同\nインターネット上のサーチエンジンを用いて，「ＣＯＣＯバレエ」というキーワ\nードで検索すると，原告のウェブサイトと被告ウェブサイトが同じページに表示さ\nれる。この結果，検索する者が，役務主体を混同するおそれがあることは明らかで\nある。\nケ  まとめ\n以上より，本件商標と被告各標章とは，外観及び称呼において類似し，出所混同\nのおそれがあるため，全体として類似する。\nそして，前提事実のとおり，被告の役務と本件商標の指定役務は一致するから，\n被告の上記行為は原告の商標権を侵害するものとみなされる（商標法３７条１号，\n２条３項８号）。\n【被告の主張】\n被告各標章の外観及び称呼についての原告の主張のうち，要部に関する部分以外\nは認める。\nア  類否判断の対象について\n本件商標及び被告各標章は結合商標であり，全体観察により類否判断を行うべき\nである。\nイ  被告標章１について\n被告標章１は「ＣＯＣＯ」がすべて大文字であり，全体に占める「ＣＯＣＯ」の\n割合が少ない上に，ハートマークが付されていることから，本件商標とは明確な差\n異が認められる。\nまた，被告標章１は，被告が家族で長年経営してきた「ＳＴＵＤＩＯ  ＣＯＣＯ」\nの「Ｂａｌｌｅｔ  Ｓｃｈｏｏｌ」という観念を有する。\nウ  被告標章２について\n被告標章２と本件商標を全体として観察した場合，必ずしも類似しているとはい\nえない。特に，「ココバレエスクール」（被告標章２）との表記は極めて限定的な\nものであり，被告ウェブサイト１において，町田市のスクールであることや町田・\n相模原の生徒を募集していることが強調されている。\nまた，被告標章２は，被告が家族で長年経営してきた「ＳＴＵＤＩＯ  ＣＯＣＯ」\nの「バレエスクール」という観念を有する。\nエ  被告標章３について\n被告標章３はすべて大文字であり，全体に占める「ＣＯＣＯ」の割合が少ない上\nに，ハートマークが付されていることから，本件商標とは明確な差異が認められる。\nまた，被告標章３は，被告が家族で長年経営してきた「ＳＴＵＤＩＯ  ＣＯＣＯ」\nの「ＢＡＬＬＥＴ  ＳＣＨＯＯＬ」という観念を有する。\nオ  被告標章４について\n被告標章４は「ＣＯＣＯ」が大文字であり，全体に占める「ＣＯＣＯ」の割合が\n少ないことから，必ずしも本件商標と類似しているとはいえない。\nまた，被告標章４は，被告が家族で長年経営してきた「ＳＴＵＤＩＯ  ＣＯＣＯ」\nの「Ｂａｌｌｅｔ  Ｓｃｈｏｏｌ」という観念を有する。\nカ  被告標章５について\n被告標章５は「ＣＯＣＯ」が大文字であり，全体が青色でかつ斜体で表示されて\nおり，全体に占める「ＣＯＣＯ」の割合が少ない上に，ハートマークが付されてい\nることから，本件商標とは明確な差異が認められる。\nまた，被告標章５は，被告が家族で長年経営してきた「ＳＴＵＤＩＯ  ＣＯＣＯ」\nの「Ｂａｌｌｅｔ  Ｓｃｈｏｏｌ」という観念を有する。\nキ  被告標章６について\n被告標章６は「ＣＯＣＯ」が大文字であり，全体が赤色で，ハートマークが目立\nつ形で付されていることから，本件商標とは明確な差異が認められる。\nまた，被告標章６は，被告が家族で長年経営してきた「ＳＴＵＤＩＯ  ＣＯＣＯ」\nの「バレエスクール」という観念を有する。\nク  本件商標と被告各標章の類否について\n被告の家族は，平成１９年から約１２年にわたり，「ＳＴＵＤＩＯ  ＣＯＣＯ」\nという店舗を経営してきた。被告スクールは，「ＳＴＵＤＩＯ  ＣＯＣＯ」を拠点\nとして最近スタートした小規模のスクールであって，地元密着の教室であり，被告\nウェブサイトにおいても町田市のスクールであることが強調されている上，生徒募\n集も町田・相模原という限定を付して行われている。したがって，原告スクールと\nの出所混同のおそれはない。\n被告各標章は，いずれも「ＳＴＵＤＩＯ  ＣＯＣＯ」の事業として展開するバレ\nエスクールという限定された意味を有するものであるから，仮に，本件商標及び被\n告各標章の要部が「ＣＯＣＯ」，「ＣｏＣｏ」又は「ココ」であったとしても，被\n告による被告各標章の使用は，原告の商標権を侵害しない。\n⑵  争点⑵（差止めの必要性）\n【原告の主張】\n被告は，現在に至るまで，被告ウェブサイトにおける被告各標章の使用中止に至\nっていない。したがって，差止めの必要性が認められる。\n【被告の主張】\n被告は，平成３１年１月，被告各標章の使用を中止した。また，被告標章４につ\nいては，基本的に使用していなかった。\n被告は，今後，本件商標及びこれに類する標章を被告スクールにおいて一切使用\nしない。\n⑶  争点⑶（損害の発生及びその額）\n【原告の主張】\nア  損害の発生\n原告は，平成元年に原告スクールを開講し，平成２３年５月ころ以降現在に至る\nまで，インターネット上に原告のウェブサイトを開設し，原告の役務に関する広告\nを内容とする情報に本件商標を付して提供している。また，原告は，年２回，定期\n的な発表会を，多数の観客を収容することが可能な公共施設において開催している。\nこの結果，バレエスクール関係者の中で，本件商標には顧客吸引力が認められる\nところ，前記⑴のとおり，被告は積極的にインターネット上において被告各標章を\n強調して広告を展開しており，検索結果画面上，原告スクールと被告スクールが並\nんで表示されて役務主体の出所混同が生じていることから，本件商標と類似する被\n告各標章の使用が被告の生徒募集による月謝等の収入に何らかの寄与をしているこ\nとは明らかであり，原告には損害が発生している。\nイ  商標法３８条３項による損害額\n被告は，仮に，本件商標を原告とのライセンス契約を締結して使用する場合，１\nか月当たりのロイヤルティとして６万円を支払わなければならない。\nすなわち，原告スクールは，首都圏において，提携姉妹校であるニューヨーク市\n所在の「Ｂａｌｌｅｔ  Ａｒｔｓ」への留学希望の生徒募集を主目的として，原告\nスクールと提携する新たなバレエスクールの設立を構想しており，この場合に本件\n商標の使用料を１か月当たり６万円として交渉する予定である。\n本件商標に係る商標公報発行日である平成２９年９月１２日以降は，被告の過失\nが推定されるところ，同日から，平成３１年１月１１日までの１６か月間の使用に\n対する使用料相当額は，９６万円（６万円×１６か月）であり，同額が商標法３８\n条３項により原告の損害額となる。\nウ  弁理士費用\n原告は，本件訴訟の提訴を余儀なくされ，補佐人として弁理士に依頼せざるを得\nなかったところ，被告による不法行為と相当因果関係のある弁理士費用相当額は５\n０万円である。\nエ  まとめ\n以上より，被告は，原告に対し，不法行為に基づき１４６万円の損害賠償債務を\n負う。\n【被告の主張】\n争う。\n前記⑴のとおり，被告スクールは，被告の家族が経営してきた「ＳＴＵＤＩＯ  Ｃ\nＯＣＯ」の派生・延長上にある地元密着型の小規模なスクールであり，被告ウェブ\nサイトに教室名を掲載して以来，実際にウェブサイトを見たという問合わせは一度\nもない。\n原告は，本件商標と類似する被告各標章が被告の生徒募集に何らかの寄与をした\n旨を主張するが，具体的にいかなる寄与があったかは不明である。\nしたがって，被告による被告各標章の使用が原告に損害を発生させたということ\nは考えられず，仮に，原告の損害が認められたとしても，その額は僅少にとどまる。\n第３  当裁判所の判断\n１  争点⑴（被告各標章は本件商標と類似するか）について\n⑴  外観・称呼・観念の類似\nア  本件商標は，欧文字の「ＣｏＣｏ」とカタカナの「バレエ」という標準文字\nの文字列が横並びに配置されており，これから生ずる称呼は「ココバレエ」であり\n（争いなし。），バレエに関連する役務という観念を生じる。\n被告各標章の外観及び称呼（「ココバレエスクール」）について，原告が要部と\n主張する点以外に争いはない。\n被告各標章からは，バレエスクールに関連する役務という観念を生じる。被告は，\n被告各標章から，「『ＳＴＵＤＩＯ  ＣＯＣＯ』のバレエスクール」という観念を\n生じると主張するところ，バレエスクールの需要者（バレエを習おうとする者やそ\nの保護者）が，被告の家族が経営し，ほぼ売上のない事業である「ＳＴＵＤＩＯ  Ｃ\nＯＣＯ」を認識しているとは考えることはできないから（乙４，５），そのような\n特定のバレエスクールとの観念を生じるという上記被告の主張は採用できない。\nイ  本件商標及び被告各標章は，「ＣｏＣｏ」，「ＣＯＣＯ」又は「ココ」の部\n分とこれ以外の部分の結合により構成されている。\nもっとも，本件商標において，「ＣｏＣｏ」と「バレエ」は横並びで同じ大きさ\nの標準文字で記載されており，被告各標章の「ＣＯＣＯ」又は「ココ」とそれ以外\nの部分も，いずれも横並びで類似の字体・色・装飾・大きさであり，その間に挿入\nされる「♡」又は「❤」（被告標章１，３，５，６）もそれぞれ上記文字列と同じ色・\n大きさで記載されていることから，本件商標及び被告各商標の構成部分の一部がと\nりわけ強く需要者の注意を惹くとは考えられず，あえて分離して観察することは適\n切ではないと解される。\nウ  これを前提に，本件商標と被告各標章の全体について，外観・称呼・観念の\n類否を検討する。\n本件商標と被告各標章（被告標章２を除く。）の外観は，いずれも横並びで\n同じ文字色の「ＣｏＣｏ」（本件商標）又は「ＣＯＣＯ」（被告標章２を除く被告\n各標章）と「バレエ」（本件商標），「バレエスクール」，「Ｂａｌｌｅｔ  Ｓｃ\nｈｏｏｌ」，「ＢＡＬＬＥＴ  ＳＣＨＯＯＬ」（被告標章２を除く被告各標章）と\nいう文字で構成されており，「スクール」，「Ｓｃｈｏｏｌ」，「ＳＣＨＯＯＬ」\nには「学校」や「（バレエ）教室」という以外の特段の意味がないことに鑑みれば，\n本件商標と被告標章２を除く被告各標章は，その字体，欧文字について大小文字の\n区別，装飾，文字色及び間にハートマークが挿入されるか否かという小さな相違点\nはあるものの，全体として外観が類似しているということができる。\nまた，被告標章２の外観は，「ココバレエスクール」という横並びのカタカナで\nあるところ，本件商標とは，「ＣｏＣｏ」と「ココ」という欧文字とカタカナの部\n分が異なるが，「バレエ」というカタカナは一致しており，外観はある程度類似し\nているといえる。\n本件商標と被告各標章の称呼は，それぞれ「ココバレエ」と「ココバレエス\nクール」であり，上記のとおり「スクール」には特段の意味がないことに鑑みれば，\n本件商標と被告各標章の称呼も類似しているということができる。\n本件商標と被告各標章の観念について，いずれも「ココ」という称呼の部分\nは特定の観念を持たないため，それぞれ，「バレエに関連する役務」と「バレエス\nクールに関連する役務」という観念となり，類似しているということができる。\n以上より，本件商標と被告各標章を全体として観察すると，外観，称呼，観\n念が類似するものと認められる。\n⑵  出所混同のおそれ\nア  双方の使用の態様，経緯\n被告は，平成１３年より，相模原市，町田市において，教室を借りて被告ス\nクールを営むようになり，当初は「●略●」，平成１３年より「●略●」の名称を\n使用していた。被告の父であるＰ３は，平成２０年８月，被告のために，バレエレ\nッスン用のスタジオである「Ｓｔｕｄｉｏ  ＣｏＣｏ」を町田市●略●に建て，以\n後，被告は，同スタジオで被告スクールを営んだ。被告は，平成２８年に病気をし\nたことを契機に，●略●の通称を使用するようになり，そのころ，これに伴って被\n告スクールの名称も，スタジオの名称をとって「ＣＯＣＯ♡Ｂａｌｌｅｔ  Ｓｃｈｏ\nｏｌ」に改め，以後これを使用するようになった。被告スクールは，地元だけで活\n動してきた小さな教室とされる（甲３，１３，１５，乙４，５）。\n被告は，被告ウェブサイト１のヘッダー及びフッター部分において被告標章\n１を，ヘッダー部分及び「Ａｂｏｕｔ」という項目の下の文章中において被告標章\n２を，「Ｎｅｗｓ」という項目の下の文章中において被告標章３を，「Ｓｃｈｅｄ\nｕｌｅ」という項目の下のスケジュール表のファイル名として被告標章４を，被告\nウェブサイト２のヘッダー部分において被告標章５を，問合わせ用のページにおい\nて被告標章６を使用していた（甲４，５）。\n原告は，平成元年から大阪市内において原告スクールを運営し，自らのウェ\nブサイトや定期発表公演のパンフレットにおいて本件商標を使用している。原告ス\nクールは被告スクールに比して規模が大きく，知名度においても上回っていると認\nめられる（甲９～１１）。\n平成３１年１月１１日以前は，インターネット上の検索エンジンにおいて，\n「ココバレエスクール」又は「ＣＯＣＯバレエ」を検索語として用いて検索した場\n合，検索結果において，原告スクールと被告スクールが上下に並んで表示された（甲\n６，８）。\nイ  検討\nこのような本件商標及び被告各標章の使用態様からすれば，需要者である，バレ\nエを習おうとする者やその保護者が，インターネットを利用して検索等した場合，\n原告スクールと被告スクールとの間に何らかのつながりや提携関係があるものと誤\n認する可能性があったというべきであり，本件商標と被告各標章には，出所混同の\nおそれがあったと認められる。\n⑶  被告の主張について\n被告は，「ＣＯＣＯ♡Ｂａｌｌｅｔ  Ｓｃｈｏｏｌ」という被告スクールの名称や，\nこれに由来する被告各標章は，Ｐ３が被告スクールと同じ場所で経営する「ＳＴＵ\nＤＩＯ  ＣＯＣＯ」の名称からとったものであり，被告スクールは小規模な地元密\n着の教室であって，その旨は被告ウェブサイトにおいて明示されているから，出所\n混同のおそれはないと主張し，被告本人及びＰ３は，これに沿う陳述書（乙４，５）\nを証拠として提出する。\nしかし，Ｐ３の経営する「ＳＴＵＤＩＯ  ＣＯＣＯ」は，バレエのレッスンや貸\nしスタジオとして使用する小規模な教室であり，格別の周知性を有するとは認めら\nれないから（甲３，乙５），被告各標章に接した需要者が，「ＳＴＵＤＩＯ  ＣＯ\nＣＯ」より派生した事業であると認識するとは考え難い。また，被告ウェブサイト\nにおいて，被告スクールが東京都町田市所在であることや，生徒募集の範囲が町田\n市及び相模原地域であることは記載されているものの，離れた地域にあるバレエ教\n室が互いに提携関係にある可能性もあるから，被告ウェブサイトにおいて被告各標\n章に接した需要者が，原告スクールとつながりがあるものと誤認する可能性を否定\nすることはできない。\nしたがって，上記被告の主張を採用することはできない。\n⑷  まとめ\n以上より，本件商標と被告各標章は，外観・称呼・観念が類似し，出所混同のお\nそれがあり，前記前提事実のとおり指定役務が同一であると認められるから，全体\nとして，被告各標章は本件商標に類似するというべきである。\n２  争点⑵（差止めの必要性）について\n⑴   被告が平成１０年より被告スクールを営んでいたこと，Ｐ３が平成２０年に\n「Ｓｔｕｄｉｏ  ＣＯＣＯ」を建て，平成２８年以降，被告が被告各標章を使\n用したことは前記認定のとおりであり，平成２９年８月に本件商標が登録され\nた後，原告は平成３０年６月１８日付けで，被告各標章の使用中止を申し入れ，\n被告は，同年７月５日付け及び同年９月４日付けで，使用継続の承諾を求める\n旨の文書を原告に送付したが，原告は，前者に対しては正当な回答とは認めら\nれない旨返答し，後者に対しては返答しないまま，平成３１年１月１６日，本\n件訴訟を提起した（甲１２～１５）。\n⑵   被告は，本件訴訟係属後である平成３１年５月の時点までに，被告スクール\nの名称を「●略●」，「●略●」等と変更し，被告スクールの建物の前に掲示\nされた看板ドアのサインを「ＣＯＣＯ♡バレエスクール」から「●略●」に変\nえ，被告ウェブサイトをインターネット上から削除した（乙１，２，４）。ま\nた，被告は，原告に対し，被告各標章を被告スクールの名称等として使用しな\nいことを約している（乙４）。\n⑶  以上の経緯を総合すると，被告が，法的主張として，被告各標章が本件商標\nに係る原告の商標権を侵害するものであることを争っていることを考慮しても， 今\n後，被告スクールのインターネット上のウェブ広告に被告各標章を付して電磁的方\n法により提供するおそれがあるとは認められないから，被告スクールのインターネ\nット上のウェブ広告における被告各標章の使用の差止め及び抹消を求める原告の請\n求には理由がない。\n３  争点⑶（損害の発生及びその額）について\n⑴  損害の発生について\n被告は，被告各標章が本件商標と類似するとしても，被告各標章の使用が被告ス\nクールの生徒募集に寄与したかは不明であって，被告が被告各標章を使用していた\n期間においても，原告には損害が発生していないと主張する。\nしかしながら，インターネット上で検索等した場合に，本件商標と被告各標章と\nの間に誤認混同のおそれがあったことは前述のとおりであり，前記認定のとおり，\n原告スクールの方が規模が大きいとされるのであるから，被告は，需要者の誤認混\n同により，本件商標の顧客吸引力を利用し得る状態にあり，商標権者である原告は，\nこれを禁じるか，対価を得て使用を許諾するかを選択し得るはずであるのに，被告\nは，原告の許諾を得ずに，被告各標章を使用したのであるから，使用料相当額の損\n害が発生したということができる。\n損害の発生がないとの被告の主張は採用できない。\n⑵  損害額について\nア  使用料相当額\n原告は，本件商標の使用料相当額について１か月あたり６万円と主張し，原\n告スクールがニューヨーク市所在のバレエスクールと提携関係にあるとして（甲１\n６），同スクールへの留学を希望する生徒の募集を目的とした首都圏のバレエスク\nールとの提携や，そのために本件商標の使用を許諾して使用料を徴収することを構\n想している旨を主張するが，実際にそのような使用料額の支出を内容とする契約が\n締結されたことの主張・立証はない。\n前記認定のとおり，本件商標と被告各標章の誤認混同のおそれは，インター\nネット上で生じるものと解されるが，本件商標が表象するのは，インターネット上\nの物品の販売又はサービスの提供ではなく，バレエの教授という現実に提供する役\n務である。そして，原告スクールは大阪市に，被告スクールは町田市にあって地理\n的に全く離れているから，原告スクールの会員が，被告各標章を見たことで被告ス\nクールに移籍したり，原告スクールに入会しようとした者が，被告各標章を見たこ\nとで被告スクールに入会するといった形で誤認混同が生じ，原告に経済的損失が生\nじたとの事実は，主張も立証もされていない。\nまた，前記認定したところによれば，被告は，被告各標章を，本件商標の登\n録以前より使用しており，Ｐ３が建てたスタジオの名称をとって被告各標章を定め\nたものであり，平成３０年６月に原告に警告されて初めて本件商標の存在を知った\nと認められるから，本件商標の顧客吸引力や信用を利用することを目的として，被\n告各標章を使用したものでないことは明らかである。\n以上を総合すると，原告に 経済的損失が認められず，\n被告各 抽象的\nに誤認混同のおそれのある被告各標章が排除されなかったことによる損害が認めら\nれるにすぎないから，これに対する損害金としては，１か月１万円をもって相当と\n認める。\nしたがって，商標法３８条３項により，原告の損害となるべき平成２９年９月１\n２日から平成３１年１月１１日までの使用料相当額は，１６万円（１万円×１６か\n月）となる。\nイ  弁理士費用相当額\n本件訴訟提起に至る経緯，前記認定した被告の商標権侵害となる行為の態様等を\n総合すると，被告の行為と，補佐人である弁理士の費用との間に，相当因果関係を\n認めることはできない。\n４  結論\n以上によれば，原告の商標権侵害を理由とする請求は，民法７０９条，商標法３\n８条３項に基づき，損害賠償金１６万円及びこれに対する不法行為後の日である平\n成３１年１月２６日（訴状送達の日の翌日）から支払済みまで民法所定の年５分の\n割合による遅延損害金の支払を求める限度で理由があるから認容し，その余の請求\nは理由がないからいずれも棄却する。\nよって，主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官\n谷         有   恒\n裁判官\n野   上   誠   一\n裁判官\n島   村   陽   子\n"
}