{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 7,
    "day": 19
  },
  "case_number": "平成23(行ケ)10042",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81509",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81509",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/509/081509_hanrei.pdf",
  "contents": "平成２３年７月１９日判決言渡  同日原本領収  裁判所書記官\n平成２３年(行ケ)第１００４２号  審決取消請求事件\n口頭弁論終結日  平成２３年６月２３日\n判   決\n原 告            株 式 会 社 モ ー リ ス\n訴訟代理人弁理士          山 根 広 昭\n被            告          特 許 庁 長 官\n指 定 代 理 人          根 岸 克 弘\n内 山   進\n田 村 正 明\n主 文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた判決\n特許庁が不服２０１０－２１５９号事件について平成２２年１２月２２日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，商標出願に対する拒絶査定に係る不服の審判請求について，特許庁がし\nた請求不成立の審決の取消訴訟である。争点は，本願商標が商標法４条１項１１号\n所定の商標に該当するかである。\n１  特許庁における手続の経緯\n原告は，下記本願商標について，第３１類「釣り用餌」を指定商品として平成２\n１年２月３日に商標登録出願をしたが，平成２１年１１月１６日付けで拒絶査定を\n受けたので，平成２２年２月１日，これに対する不服の審判を請求した。\n［本願商標］\n特許庁は，上記請求を不服２０１０－２１５９号事件として審理をした上，平成\n２２年１２月２２日，「本件審判の請求は，成り立たない。」との審決をし，その\n謄本は平成２３年１月１１日原告に送達された。\n２  審決の理由の要点\n本願商標と下記引用商標とは，外観上の差異を有するが，「キープ」の称呼及び\n「確保すること」の観念を共通にするものであるから，互いに相紛らわしい類似の\n商標といえる。\nまた，本願商標の指定商品「釣り用餌」と引用商標の指定商品「釣り具」は，い\nずれも釣り用の商品であって，特に需要者，販売場所，用途を共通にするものとい\nえるから，類似する商品と認められる。\nしたがって，本願商標は，商標法４条１項１１号に該当する。\n［引用商標］\n登録番号  第５０３９１６６号\n登録出願  平成１８年６月２９日\n設定登録  平成１９年４月６日\n指定商品  第２８類「釣り具」\n第３  原告主張の審決取消事由\n１  取消事由１（本願商標の出所識別標識としての認定の誤り）\n(1)  審決が，本願商標について，「魚図形は，本願指定商品である「釣り用餌」\nの対象となる魚を認識させるにすぎないから，「キープ」の文字とを一体として認識\nするべき特段の事情もないものである。」（２頁２行～４行），「本願商標は，前述の\nとおり，魚図形部分は，自他商品の識別標識としての機能を有するものではなく，\n「キープ」の文字と「ＢＡＳＩＣ」の文字とは，観念上も視覚上も一体とすべき理\n由がないものであり，「キープ」の文字部分も取引者，需要者に対し商品の出所識別\n標識として強く支配的な印象を与えるものと認められる。」（２頁末行～３頁４行）\nと判断したことは，いずれも誤りである。\nすなわち，原告は，楕円に囲まれた「ＢＡＳＩＣ」の文字商標を使用して，「釣り\n用餌」を販売し（甲１３，１４），楕円に囲まれた「ＢＡＳＩＣ」の文字と，魚図形\nと，魚図形に重ねて記載されたペットマーク（本願商標では「キープ」の文字）と\nの配置を概ね統一している。また，楕円に囲まれた「ＢＡＳＩＣ」の文字，及び，\n所定のデザインで配置された楕円に囲まれた「ＢＡＳＩＣ」の文字と魚図形は，そ\nれぞれ「釣り用餌」を指定商品とする原告の登録商標であり（甲１５，１６），楕円\nに囲まれた「ＢＡＳＩＣ」の文字と，魚図形と，当該魚図形に重ねたペットマーク\nとを概ね統一したデザインで配置した結合商標についても，原告は複数の商標登録\nを取得している（甲１７～２３）。\nそして，審決前に，釣り専門雑誌において，「ＢＡＳＩＣ」ブランドについての広\n告や，原告商品を用いた実演記事が掲載されており（甲２４～２７），原告は，この\nような釣り専門雑誌だけでなく，大手釣り具店や釣り場による原告商品の実演講習\n会を開催し，一般消費者に対する原告商品の普及を図っている。\nしたがって，遅くとも審決時には，楕円に囲まれた「ＢＡＳＩＣ」の文字，又は，\n所定のデザインで配置された楕円に囲まれた「ＢＡＳＩＣ」の文字と魚図形を有す\nる商標は，原告の商品群を表示する出所識別標識として，釣り業界の取引者，需要\n者に相当程度広く認識されている。\nこのため，本願商標では，楕円に囲まれた「ＢＡＳＩＣ」の文字，所定のデザイ\nンで配置された楕円に囲まれた「ＢＡＳＩＣ」の文字と魚図形，及び，所定のデザ\nインで配置された楕円に囲まれた「ＢＡＳＩＣ」の文字と魚図形と「ペットマーク」\nとの全体印象が，それぞれ出所識別標識として機能し得るのである。\n(2)  本願商標のように，複数の構成部分を組み合わせた結合商標については，\n商標の構成部分の一部を抽出し，この部分だけを他人の商標と比較して商標そのも\nのの類否を判断することは，その部分が取引者，需要者に対し商品又は役務の出所\n識別標識として強く支配的な印象を与えるものと認められる場合や，それ以外の部\n分から出所識別標識としての称呼，観念が生じないと認められる場合などを除き，\n許されないのである（最高裁平成１９年（行ヒ）２２３号平成２０年９月８日第２\n小法廷，つつみのおひなっこや事件最高裁判決）。\nこの点，審決は，「本願商標は，中央に大きく表してなる「キープ」の文字部分も\n自他商品識別機能を有するというべきであり，該文字に相応して「キープ」の称呼\n及び「確保すること」の観念を生ずるものと認められる。」（２頁５行～７行）とし，\n「「キープ」の文字部分も取引者，需要者に対し商品又は役務の出所識別標識として\n強く支配的な印象を与える」（３頁３行～４行）と認定している。\nしかし，「キープ」の文字部分が，中央に大きく表してなるからといって，取引者，\n需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるという\nほどではない。前出の最高裁判決における結合商標についての類否判断の枠組に沿\nって，原告の現実の営業実態を鑑みれば，本願商標が，「キープ」の文字以外の部分\nからも，出所識別標識としての「ベーシック」の称呼，及び，「ＢＡＳＩＣ」の語か\nら生じる観念を想起させることは，上述したとおりである。\nしたがって，本願商標において，「キープ」の文字部分が取引者，需要者に対し商\n品又は役務の出所識別標識として強く支配的な印象を与えるとの審決の認定は誤り\nであり，本願商標の構成部分の一部である「キープ」の文字を抽出し，この部分だ\nけを引用商標と比較して商標そのものの類否を判断することは，つつみのおひなっ\nこや事件最高裁判決における結合商標についての類否判断の枠組に反し，許されな\nいのである。\n２  取消事由２（引用商標の類似範囲の認定の誤り）\n引用商標は，標準的なフォントで記載されたものではなく，特に「Ｋ」の文字が\nやや大きく記載され，かつ，「ｐ」の文字の円弧部分の上部が，「ｅｅ」の中心を横\n断し，「ｅｅ」の左側まで伸ばされている点において，看者に強い印象を与え，また，\n引用商標は「キープ」の称呼や，英語の「Ｋｅｅｐ」の語から想起される観念を生\nじさせ得るが，それとともに片仮名表記の「キープ」の文字が想起されるわけでは\nない。\nしかも，引用商標と同一又は類似の商品を指定し，かつ，「キープ」の称呼や観念\nを含む商標は，引用商標の他にも，複数併存登録されている（甲１～３，１１及び\n１２）。すなわち，本件の審決時において，特許庁での登録例によれば，引用商標の\n指定商品「釣り具」を含み，かつ，「キープ」の称呼及びその観念を含む登録商標は，\n原告が確認した限りにおいて６件あり（そのうちの１つは引用商標である。），これ\nらの登録商標は，特許庁の判断において互いに非類似と判断されているのである。\nさらに，引用商標には，外観上に差異があるにも関わらず，称呼及び観念が共通す\nるという点において，自他商品の出所に混同が生じるというような特段の事情もな\nい。\nしたがって，引用商標について，称呼及び観念が共通するという点のみにおいて，\n商標法４条１項１１号における商標の類似の範囲を規定するべきではなく，審決が，\n「本願商標と引用商標とは，外観上の差異を有するが，「キープ」の称呼及び「確保\nすること」の観念を共通にするものであるから，互いに相紛らわしい類似の商標と\nいうのが相当である。」（２頁１７行～１９行）と判断したことは誤りである。\n３  取消事由３（類否判断についての予備的主張）\n本願商標が，「ＢＡＳＩＣ」の文字を含む結合商標であることを考慮すると，本願\n商標の構成部分の一部である「キープ」の文字部分を抽出し，当該部分を引用商標\nと比較して，当該部分における称呼や観念が共通したとしても，本願商標の一部の\n称呼や観念が共通するにすぎないので，本願商標と引用商標とは，商標法４条１項\n１１号の適用において，類似すると判断されるべきものではない。\n第４  被告の反論\n１  取消事由１に対し\n本願商標は，「キープ」の文字，「ＢＡＳＩＣ」の文字及び魚図形が外観上分離し\nて看取されるものであり，かつ，それぞれの構成部分に観念上のつながりはないか\nら，これらを分離して観察することが取引上不自然であると思われるほど不可分的\nに結合しているものとはいえない。また，原告の主張する取引の実情を考慮しても，\n一般に，シリーズ商品のペットマークは，それのみでも使用され，独立して自他商\n品識別標識として機能し得るところ，原告のシリーズ商品であるＢＡＳＩＣシリー\nズも，常に，シリーズ商品マークである「ＢＡＳＩＣ」の文字とペットマークであ\nる「キープ」，「底一番」，「ミッド」，「サラ」，「魔法の粉」等の文字とが一体不可分\nに使用されているわけではなく，ペットマークのみでも使用されているものであり，\nしかも，ＢＡＳＩＣシリーズが周知であるとはいえない。\nそうすると，本願商標は，構成中「キープ」の文字部分も，取引者，需要者に対\nし商品の出所識別標識として強く支配的な印象を与えるものというべきであるから，\n本願商標から「キープ」の文字部分を抽出して他人の商標と比較して商標そのもの\nの類否を判断することは許されるものである。\nしたがって，本願商標は，「キープ」の文字部分より，「キープ」の称呼及び「確\n保すること」の観念をも生ずるというべきである。\n２  取消事由２に対し\n引用商標がデザイン化した「Ｋｅｅｐ」の文字から成り，その外観上に特徴を有\nするとしても，そのデザイン化の程度は「Ｋｅｅｐ」の文字を書したものと容易に\n認識できる範囲内のものである。そして，「Ｋｅｅｐ」の文字は，「確保すること」\nの意味を有し，「キープ」と発音される英語として我が国でも親しまれており，「キ\nープ」の文字も「Ｋｅｅｐ」の英語を原語とする外来語として同様に親しまれてい\nるものであるから，需要者が，英語の「Ｋｅｅｐ」の文字から，前記外来語の「キ\nープ」を想起することも決して少なくないというべきであり，欧文字と片仮名との\n表記上の相違があるからといって，印象を異にするという強い理由にはならない。\nしかも，「Ｋｅｅｐ」の語が，引用商標の指定商品である「釣り具」との関係におい\nて，品質等を表す語として，一般に使用されている事実は見当たらないことよりす\nれば，本願商標と引用商標との類否を判断するに当たり，引用商標の外観上の特徴\nを軽視するわけではないが，両商標を「確保すること」の観念及び「キープ」の称\n呼を共通にする類似の商標であると認定，判断した審決に誤りはない。\nまた，原告の提出した引用商標以外の登録例は，外観上，他の語と一連に，又は\n他の語と一部を接して，全体を同書，同大の文字で一体不可分に表されているもの\nであり，「キープ」の称呼と「確保すること」の観念を生ずるとはいえないものであ\nるから，本願商標とは事案を異にするものである。\n３  取消事由３に対し\n本願商標は，外観，観念，称呼及び取引の実情を総合勘案すれば，「キープ」の文\n字部分を他の構成部分から分離して観察することが取引上不自然であると思われる\nほど不可分的に結合しているとはいえず，「キープ」の文字部分からも出所識別標識\nとしての称呼，観念が生ずるものであり，その結果，本願商標と引用商標とは，「キ\nープ」の称呼及び「確保すること」の観念を共通にするものであるから，両商標は\n類似の商標というべきである。\n第５  当裁判所の判断\n１  本願商標及び引用商標について\n(1)  本願商標は，外観上，全体が縦長の長方形から成り，上部約３分の１の領\n域は，濃い無地の背景であって，その中央部分に，白抜きで横長の楕円の輪郭及び\nその内部に横書きした「ＢＡＳＩＣ」の欧文字が配置されている。下部約３分の２\nの領域は白色系の背景であり，その左下から右上にかけて写実的な手法で魚の図形\nの頭部から胴部までが描かれ（腹部は，ぼかされている。），その魚図形の上に重な\nる形で中央やや右寄りに，白く縁取りした「キープ」の片仮名文字が強調して縦書\nきされており，「キープ」の各文字は，「ＢＡＳＩＣ」の各文字の縦横とも３倍以上\nの大きさで面積としての大きさは１０倍ほどとなっている。\nそうすると，本願商標からは，その文字部分に相応して，「ベーシック」，「キープ」\n又は「ベーシックキープ」の称呼が生じ，また，「ＢＡＳＩＣ」が「基本的な」を意\n味する形容詞の英語として，「キープ」が「確保する」を意味する動詞の英語として，\nそれぞれ一般的に知られていること，そして，両者が文法上意味のあるつながりを\n持つものではなく，配置も離れていることからすると，本願商標からは，上記の２\nつの単語から別々の２つの観念が生じ，さらに，写実的な魚図形から魚の観念も生\nじるものと認められるが，それぞれの観念には関連性がないものと理解される。な\nお，本願商標の指定商品は，「釣り用餌」である。\n(2)  引用商標は，外観上，「Ｋｅｅｐ」の欧文字を横書きし，右端の「ｐ」の\n文字の円弧を描く部分の先頭部が中央の２つの「ｅ」の文字を貫くとともに，「Ｋ」\nの文字の右斜め下への部分が上方に湾曲しながら延伸され，全体がややデザイン化\nされている。\nそうすると，引用商標からは，その文字部分に相応して，「キープ」の称呼と「確\n保する」という観念が生じるものと認められる。なお，引用商標の指定商品は，「釣\nり具」である。\n２  取消事由１（本願商標の出所識別標識としての認定の誤り）について\n(1)  原告は，審決が，本願商標について，「魚図形は，本願指定商品である「釣\nり用餌」の対象となる魚を認識させるにすぎないから，「キープ」の文字とを一体と\nして認識するべき特段の事情もないものである。」，「本願商標は，前述のとおり，魚\n図形部分は，自他商品の識別標識としての機能を有するものではなく，「キープ」の\n文字と「ＢＡＳＩＣ」の文字とは，観念上も視覚上も一体とすべき理由がないもの\nであり，「キープ」の文字部分も取引者，需要者に対し商品の出所識別標識として強\nく支配的な印象を与えるものと認められる。」と認定したことが誤りであると主張す\nる。\nしかしながら，本願商標は，前記１(1)のとおり，そのほぼ中央部に強調して大き\nく「キープ」の文字が縦書きされており，当該文字部分は，外観上，相対的に小さ\nな「ＢＡＳＩＣ」の文字と離間して配置されて結合しておらず，頭から背中の部分\nを特殊化することなく配した魚の図形は，「キープ」の文字部分の背景となるにすぎ\nないような地模様の態様であり，しかも，観念上それぞれの文字と図形の間に関連\n性がないことを考慮すれば，「キープ」の文字部分は，本願商標の指定商品の取引者，\n需要者に注目されて強い印象を与えるものと認められ，出所識別標識として強く支\n配的な印象を与えるとの審決の上記認定に誤りはないものといわなければならない。\n(2)  この点について原告は，楕円に囲まれた「ＢＡＳＩＣ」の文字と魚図形と\n当該魚図形に重ねて記載されたペットマークとが配置された商標を使用して，「釣り\n用餌」を販売していること，楕円に囲まれた「ＢＡＳＩＣ」の文字，楕円に囲まれ\nた「ＢＡＳＩＣ」の文字と魚図形，楕円に囲まれた「ＢＡＳＩＣ」の文字と魚図形\nと当該魚図形に重ねたペットマークとを配置した複数の結合商標を，それぞれ商標\n登録していること，審決前に，釣り専門雑誌において「ＢＡＳＩＣ」ブランドにつ\nいての広告や原告商品を用いた実演記事を掲載していることなどを根拠に（甲１３\n～２７），遅くとも審決時には，楕円に囲まれた「ＢＡＳＩＣ」の文字，又は，所定\nのデザインで配置された楕円に囲まれた「ＢＡＳＩＣ」の文字と魚図形を有する商\n標は，原告の商品群を表示する出所識別標識として，釣り業界の取引者，需要者に\n相当程度広く認識されているから，「キープ」の文字部分が出所識別標識として強く\n支配的な印象を与えるとの審決の認定が誤りであると主張する。\nしかしながら，本願商標のほぼ中央部に強調して大きく「キープ」の文字が縦書\nきされていることは，前記認定のとおりであり，仮に，楕円に囲まれた「ＢＡＳＩ\nＣ」の文字と魚図形と当該魚図形に重ねたペットマークとを配置した標章が，原告\nの販売する商品群を表示する出所識別標識として，本願商標の指定商品の取引者，\n需要者に一定程度認識されているとしても，「ＢＡＳＩＣ」の文字が一般に通用して\nいる単語であることと，魚図形が地模様の印象を持つことに照らせば，「キープ」の\n文字こそが本願商標において識別力を有する要部であることは明らかである。した\nがって，原告主張の上記事実関係により，本願商標に接した上記取引者，需要者が\n「キープ」の文字部分に注目するという事実が左右されるものではない（なお，原\n告が援用する他の商標登録事例（甲１５～２３）は，「キープ」の文字を含まない部\n分に識別力が認められるか（甲１５，１６），あるいは，他の文字に識別力が認めら\nれるもの（甲１７～２３）であって，「キープ」の文字に識別力を認めるべき本願商\n標とは異なる。本願商標において，「ＢＡＳＩＣ」の文字と魚図形のみで出所識別機\n能を有するものでないことは明らかである。）。\nしたがって，原告の上記主張は，採用することができない。\n(3)  また，原告は，本願商標の構成部分の一部である「キープ」の文字を抽出\nし，この部分だけを引用商標と比較して商標そのものの類否を判断することが，つ\nつみのおひなっこや事件最高裁判決における結合商標についての類否判断の枠組に\n反すると主張する。\nしかしながら，「ＢＡＳＩＣ」及び「キープ」の文字と魚図形とから成る本願商標\nにおいて，大きく縦書きされた「キープ」の文字部分が出所識別標識として強く支\n配的な印象を与えることは，前示のとおりであり，この点を抽出した審決に誤りは\nない。原告援用の最高裁判決は，「つつみのおひなっこや」の一連の文字から成る登\n録商標の事案に即してその説示を展開したものであって，事案が異なる本件におい\nてその説示をそのまま当てはめるのは相当でなく，原告の上記主張は，採用するこ\nとができない。\n３  取消事由２（引用商標の類似範囲の認定の誤り）について\n原告は，引用商標が片仮名表記の「キープ」の文字を想起させるものではないこ\nとを根拠に，引用商標について称呼及び観念が共通するという点のみにおいて，商\n標法４条１項１１号における商標の類似の範囲を規定するべきではないと主張する。\nしかしながら，引用商標は，前記１(2)のとおり，ややデザイン化された「Ｋｅｅ\nｐ」の欧文字が横書きされたものであるが，その文字部分に相応して，「キープ」の\n称呼及び「確保する」という観念が明確に生じるものと認められるところ，本願商\n標においても，前示のとおり，出所識別標識として支配的な印象を与える「キープ」\nの文字から，「キープ」の称呼及び「確保する」という観念が生じるのであるから，\n本願商標は引用商標に類似する商標といわなければならない。\nこの点について原告は，「キープ」の称呼や観念を含む商標が引用商標の他に複数\n併存登録されている（甲１～３，１１及び１２）と指摘するが，原告主張の登録商\n標は，いずれも「キープ」の文字に一連の他の文字が加わったと認識される標章で\nあり（「ヘラキープ」，「ヤラズキープ」，「キープキャスティング」，「キープドリーミ\nングオン」及び「パワーキープ」など），当該各商標から「キープ」だけの称呼及び\n「確保する」という観念が生じるものではないから，この点において引用商標とは\n類似しないことが裏付けられるのであって参照すべき理由がない。\nしたがって，原告の上記主張は，採用することができない。\n４  取消事由３（類否判断についての予備的主張）について\n原告は，予備的に，本願商標の構成部分の一部である「キープ」の文字部分を抽\n出し，当該部分を引用商標と比較して，当該部分における称呼や観念が共通したと\nしても，本願商標の一部の称呼や観念が共通するにすぎないので，本願商標と引用\n商標とは，商標法４条１項１１号の適用において，類似すると判断されるべきもの\nではないと主張する。\nしかしながら，前示のとおり，本願商標の構成部分のうち「キープ」の文字部分\nが出所識別標識として支配的な印象を与え，そこに本願商標の要部を認めるべきも\nのであり，当該部分と引用商標とが称呼及び観念において共通する以上，本願商標\nと引用商標とは類似するものといわなければならない。\nしたがって，原告の上記主張は，採用することができない。\n第６  結論\n以上によれば，原告主張の取消事由は，いずれも理由がない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩   月   秀   平\n裁判官\n清 水   節\n裁判官\n古   谷   健 二 郎\n"
}