{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 1,
    "day": 28
  },
  "case_number": "平成18(行コ)245",
  "case_name": "各国歌斉唱義務不存在確認等請求控訴事件（通称　東京都立学校教職員国歌斉唱義務不存在確認）",
  "court_name": "東京高等裁判所",
  "field": "労働",
  "lawsuit_id": "83369",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=83369",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/369/083369_hanrei.pdf",
  "contents": "平成２３年１月２８日判決言渡\n平成１８年（行コ）第２４５号各国歌斉唱義務不存在確認等請求控訴事件\n主       文\n１  原判決を取り消す。\n２  目録Ａ及び目録Ｃの被控訴人らの本件公的義務不存在確認請求\nに係る訴え及び本件差止請求に係る訴えをいずれも却下する。\n３  被控訴人らのその余の請求をいずれも棄却する。\n４  訴訟費用は，第１，２審を通じ，被控訴人らの負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決中控訴人ら敗訴部分を取り消す。\n２  （主位的）被控訴人らの控訴人東京都教育委員会及び控訴人東京都（代表\n者兼処分行政庁東京都教育委員会）に対する訴えをいずれも却下する。\n（予備的）被控訴人らの控訴人東京都教育委員会及び控訴人東京都（代表\n者兼処分行政庁東京都教育委員会）に対する請求をいずれも棄却する。\n３  被控訴人らの控訴人東京都（代表者知事）に対する請求をいずれも棄却す\nる。\n４  訴訟費用は，第１，２審とも被控訴人らの負担とする。\n５  仮執行免脱宣言\n第２  事案の概要\n本件は甲事件，乙事件，丙事件及び丁事件からなり，その事案の概要は，\n次のとおりである。\n東京都立高等学校及び東京都立盲・ろう・養護学校（以下，これらを併せ\nて「都立学校」という。）に勤務する教職員ら又は勤務していた教職員らは，\n控訴人東京都教育委員会（東京都教育委員会は，このように控訴人の立場の\nほかに，控訴人東京都の代表者兼処分行政庁の立場の場合がある。以下，単\nに「都教委」という。）を相手に，甲事件を平成１６年１月３０日に提訴し，\n乙事件を平成１６年５月２７日に提訴し，丙事件を平成１６年１１月１９日\nに提訴した。その請求は，都教委に対する訴えについては，無名抗告訴訟と\nして，勤務する学校の入学式，卒業式等の式典会場において，会場の指定さ\nれた席で国旗に向かって起立し，国歌を斉唱する義務のないこと及び勤務す\nる学校の入学式，卒業式等の式典の国歌斉唱の際に，ピアノ伴奏義務のない\nことを確認するという公的義務不存在確認請求，並びに無名抗告訴訟として，\n勤務する学校の入学式，卒業式等の式典会場において，会場の指定された席\nで国旗に向かって起立しないこと及び国歌を斉唱しないことを理由として，\nいかなる処分もしてはならないこと及び勤務する学校の入学式，卒業式等の\n式典の国歌斉唱の際に，ピアノ伴奏をしないことを理由として，いかなる処\n分もしてはならないことを求める予防的不作為請求である。\nまた，都立学校に勤務する教職員ら又は勤務していた教職員らは，被控訴\n人東京都（都教委を代表者兼処分行政庁とする。）を相手に，丁事件を平成\n１７年５月２７日に提訴した。その請求は，無名抗告訴訟として，勤務する\n学校の入学式，卒業式等の式典会場において，会場の指定された席で国旗に\n向かって起立し，国歌を斉唱する義務のないこと及び勤務する学校の入学式，\n卒業式等の式典の国歌斉唱の際に，ピアノ伴奏義務のないことを確認すると\nいう公的義務不存在確認請求，並びに法定抗告訴訟として，差止訴訟（平成\n１６年法律第８４号による改正によって行政事件訴訟法３条７項が新設され\nたが，その訴えである。）であり，会場の指定された席で国旗に向かって起\n立しないこと及び国歌を斉唱しないことを理由として，いかなる処分もして\nはならないこと及び勤務する学校の入学式，卒業式等の式典の国歌斉唱の際\nに，ピアノ伴奏をしないことを理由として，いかなる処分もしてはならない\nことを求めるものである。そして，甲事件ないし丁事件には，被控訴人東京\n都（都知事を代表者とする。）を相手とする国家賠償法１条１項に基づく慰\n謝料請求訴訟（附帯請求としての遅延損害金請求訴訟）が関連請求として併\n合提起されている。\nその請求原因は，都教委の平成１５年１０月２３日付け「入学式，卒業式\n等における国旗掲揚及び国歌斉唱の実施について（通達）」（以下「本件通\n達」という。）が，憲法１９条，２０条，２６条等に違反し無効であり，ま\nた思想・良心の自由，信教の自由，教育の自由等を侵害し違法であるという\nものである（本件通達発出後の校長の後記本件職務命令に対する固有の瑕疵\nを主張するものではない。）。\n原審は，甲事件，乙事件，丙事件及び丁事件における無名抗告訴訟として\nの公的義務不存在確認請求につき，①  「本件通達に基づく校長の職務命令\nに基づき，在職中の者らが勤務する学校の入学式，卒業式等の式典会場にお\nいて，会場の指定された席で国旗に向かって起立し，国歌を斉唱する義務の\nないことを確認する。」，及び②  「本件通達に基づく校長の職務命令に基\nづき，在職中の者らが勤務する学校の入学式，卒業式等の式典の国歌斉唱の\n際に，ピアノ伴奏義務のないことを確認する。」という限度で認容し，甲事\n件，乙事件及び丙事件における無名抗告訴訟としての予防的不作為請求並び\nに丁事件における平成１６年法律第８４号による改正によって新設された行\n政事件訴訟法３条７項の抗告訴訟としての差止請求につき，③  「本件通達\nに基づく校長の職務命令に基づき，在職中の者らが勤務する学校の入学式，\n卒業式等の式典会場において，会場の指定された席で国旗に向かって起立し\nないこと及び国歌を斉唱しないことを理由として，いかなる処分もしてはな\nらない。」，及び④  「本件通達に基づく校長の職務命令に基づき，在職中\nの者らが勤務する学校の入学式，卒業式等の式典の国歌斉唱の際に，ピアノ\n伴奏をしないことを理由として，いかなる処分もしてはならない。」との限\n度で認容し，さらに，⑤  国家賠償法１条１項に基づき慰謝料３万円の賠償\n請求及び不法行為の日（平成１５年１０月２３日）からの民法所定の割合に\nよる遅延損害金請求を全部認容した。これに対し，控訴人らが控訴した。\nところで，被控訴人らは，甲事件，乙事件及び丙事件における無名抗告訴\n訟としての予防的不作為請求は，平成１６年法律第８４号による改正によっ\nて新設された行政事件訴訟法３条７項の抗告訴訟としての差止訴訟として係\n属していると主張するところ，同主張のとおり，同法附則２条の規定によっ\nて係属中の甲事件，乙事件及び丙事件における無名抗告訴訟としての予防的\n不作為請求は，同施行後には同法３条７項の差止訴訟として係属していると\n解するのが相当である（もっとも，無名抗告訴訟としての予防的不作為請求\nは，行政庁を相手として提訴されたが，被告適格は，同法附則３条により\n「なお従前の例による」ので，提訴時のままである。）。\nところで，控訴提起時点で被控訴人となっていた者のうち，退職者（市教\n職員への異動者，再雇用者を含む。）は，上記行政事件の訴えを取り下げ，\n死亡者は，すべての訴えを取り下げた。そこで，現時点での被控訴人らは，\n目録Ａの被控訴人らすなわち現在都立学校の音楽科担当を除く教職員である\n者，目録Ｂの被控訴人らすなわち都立学校を退職した者(再雇用者及び市教\n職員を含む。），及び目録Ｃの被控訴人らすなわち現在都立学校の音楽科担\n当の教職員である。\nそうすると，当審における審判の対象は，甲事件，乙事件，丙事件及び丁\n事件における無名抗告訴訟としての公的義務不存在確認請求の当否，すなわ\nち目録Ａの被控訴人らにつき，原審認容部分①，及び目録Ｃの被控訴人らに\nつき，原審認容部分①，②の当否，並びに甲事件，乙事件，丙事件及び丁事\n件における抗告訴訟としての差止請求の当否，すなわち目録Ａの被控訴人ら\nにつき，原審認容部分③（同被控訴人らは，そこでいう「いかなる処分」と\nは地方公務員法２９条１項の懲戒処分のことと釈明する。）及び目録Ｃの被\n控訴人らにつき，原審認容部分③，④の当否（同被控訴人らは，そこでいう\n「いかなる処分」とは同項の懲戒処分のことと釈明する。），それに加え本\n件通達の違法による国家賠償法１条１項に基づく請求（附帯請求を含む。）\nの当否，すなわち被控訴人らにつき，原審認容部分⑤の当否となる。\n１  関係法令等\n(1)  憲法\n１５条２項  すべて公務員は，全体の奉仕者であつて，一部の奉仕者で\nはない。\n１９条  思想及び良心の自由は，これを侵してはならない。\n２０条１項  信教の自由は，何人に対してもこれを保障する。いかなる\n宗教団体も，国から特権を受け，又は政治上の権力を行使\nしてはならない。\n２項  何人も，宗教上の行為，祝典，儀式又は行事に参加するこ\nとを強制されない。\n２３条  学問の自由は，これを保障する。\n２６条１項  すべて国民は，法律の定めるところにより，その能力に応\nじて，ひとしく教育を受ける権利を有する。\n２項  すべて国民は，法律の定めるところにより，その保護する\n子女に普通教育を受けさせる義務を負ふ。義務教育は，こ\nれを無償とする。\n(2)  国旗及び国歌に関する法律\n１条１項  国旗は，日章旗とする。\n２項  日章旗の制式は，別記第一のとおりとする。\n２条１項  国歌は，君が代とする。\n２項  君が代の歌詞及び楽曲は，別記第二のとおりとする。\n(3)  地方教育行政の組織及び運営に関する法律（以下「地教行法」とい\nう。）\n２条  都道府県，市（特別区を含む。以下同じ。）町村及び第２３条に\n規定する事務の全部又は一部を処理する地方公共団体の組合に教\n育委員会を置く。\n１６条１項  教育委員会に，教育長を置く。\n１７条１項  教育長は，教育委員会の指揮監督の下に，教育委員会の権\n限に属するすべての事務をつかさどる。\n１８条１項  教育委員会の権限に属する事務を処理させるため，教育委\n員会に事務局を置く。\n２０条１項  教育長は，第１７条に規定するもののほか，事務局の事務\nを統括し，所属の職員を指揮監督する。\n２３条  教育委員会は，当該地方公共団体が処理する教育に関する事務\nで，次に掲げるものを管理し，及び執行する。\n１号  教育委員会の所管に属する第３０条に規定する学校その他\nの教育機関（以下「学校その他の教育機関」という。）の\n設置，管理及び廃止に関すること。\n３号  教育委員会及び学校その他の教育機関の職員の任免その他\nの人事に関すること。\n５号  学校の組織編制，教育課程，学習指導，生徒指導及び職業\n指導に関すること。\n４８条２項  前項の指導，助言又は援助を例示すると，おおむね次のと\nおりである。\n２号  学校の組織編制，教育課程，学習指導，生徒指導，職業指\n導，教科書その他の教材の取扱いその他学校運営に関し指\n導及び助言を与えること。\n(4)  地方公務員法\n２９条１項  職員が次の各号の一に該当する場合においては，これに対\nし懲戒処分として戒告，減給，停職又は免職の処分をする\nことができる。\n１号  この法律若しくは第５７条に規定する特例を定めた法\n律又はこれに基く条例，地方公共団体の規則若しくは\n地方公共団体の機関の定める規程に違反した場合\n２号  職務上の義務に違反し，又は職務を怠つた場合\n３号  全体の奉仕者たるにふさわしくない非行のあつた場合\n３０条  すべて職員は，全体の奉仕者として公共の利益のために勤務し，\n且つ，職務の遂行に当つては，全力を挙げてこれに専念しなけ\nればならない。\n３２条  職員は，その職務を遂行するに当つて，法令，条例，地方公共\n団体の規則及び地方公共団体の機関の定める規程に従い，且つ，\n上司の職務上の命令に忠実に従わなければならない。\n(5)  教育基本法（昭和２２年法律第２５号。以下「旧教基法」という。）\n６条１項  法律に定める学校は，公の性質をもつものであつて，国又は\n地方公共団体の外，法律に定める法人のみが，これを設置す\nることができる。\n２項  法律に定める学校の教員は，全体の奉仕者であつて，自己の\n使命を自覚し，その職責の遂行に努めなければならない。こ\nのためには，教員の身分は，尊重され，その待遇の適正が，\n期せられなければならない。\n１０条１項  教育は，不当な支配に服することなく，国民全体に対し直\n接に責任を負つて行われるべきものである。\n２項  教育行政は，この自覚のもとに，教育の目的を遂行するに\n必要な諸条件の整備確立を目標として行わなければならな\nい。\n(6)  教育 基本 法 （ 平成 １８ 年法 律 第 １ ２０ 号。 以下 「 新教 基法 」と い\nう。）\n１６条１項  教育は，不当な支配に服することなく，この法律及び他の\n法律の定めるところにより行われるべきものであり，教育\n行政は，国と地方公共団体との適切な役割分担及び相互の\n協力の下，公正かつ適正に行われなければならない。\n２項  国は，全国的な教育の機会均等と教育水準の維持向上を図\nるため，教育に関する施策を総合的に策定し，実施しなけ\nればならない。\n３項  地方公共団体は，その地域における教育の振興を図るため，\nその実情に応じた教育に関する施策を策定し，実施しなけ\nればならない。\n４項  国及び地方公共団体は，教育が円滑かつ継続的に実施され\nるよう，必要な財政上の措置を講じなければならない。\n(7)  学校教育法（平成１９年法律第９６号改正前のもの）\n２８条３項  校長は，校務をつかさどり，所属職員を監督する。\n６項  教諭は，児童の教育をつかさどる。\n４１条  高等学校は，中学校における教育の基礎の上に，心身の発達に\n応じて，高等普通教育及び専門教育を施すことを目的とする。\n４２条  高等学校における教育については，前条の目的を実現するため\nに，次の各号のに掲げる目標の達成に努めなければならない。\n１号  中学校における教育の成果をさらに発展拡充させて，国家\n及び社会の有為な形成者として必要な資質を養うこと。\n２号  社会において果たさなければならない使命の自覚に基き，\n個性に応じて将来の進路を決定させ，一般的な教養を高め，\n専門的な技能に習熟させること。\n３号  社会について，広く深い理解と健全な批判力を養い，個性\nの確立に努めること。\n４３条  高等学校の学科及び教科に関する事項は，前２条の規定に従い，\n文部科学大臣が，これを定める。\n(8)  学校教育法施行規則\n５７条の２（平成１９年文部科学省令第４０号改正前のもの）\n高等学校の教育課程については，この章に定めるもののほ\nか，教育課程の基準として文部科学大臣が別に公示する高\n等学校学習指導要領によるものとする。\n７３条の１０（平成１９年文部科学省令第５号による改正前のもの）\n盲学校，聾学校及び養護学校の教育課程については，こ\nの章に定めるもののほか，教育課程の基準として文部科\n学大臣が別に公示する盲学校，聾学校及び養護学校幼稚\n部教育要領，盲学校，聾学校及び養護学校小学部・中学\n部学習指導要領及び盲学校，聾学校及び養護学校高等部\n学習指導要領によるものとする。\n(9)  高等学校学習指導要領（平成元年３月１５日文部省告示第２６号。以\n下「新高等学校学習指導要領」という。）\n第３章第３の３  入学式や卒業式などにおいては，その意義を踏まえ，\n国旗を掲揚するとともに，国歌を斉唱するよう指導す\nるものとする（以下「国旗・国歌条項」という。）。\n(10)  盲学校，聾学校及び養護学校高等部学習指導要領（平成元年１０月２\n４日文部省告示第１５９号。以下「新養護学校高等部学習指導要領」と\nいい，新高等学校学習指導要領と併せて「新学習指導要領」という。）\n第４章  特別活動の指導計画の作成と内容取扱いについては，高等学校\n学習指導要領第３章に示すものに準ずるものとする。\n(11)  市民的及び政治的権利に関する国際規約（以下「Ｂ規約」という。）\n１８条１項  すべての者は，思想，良心及び宗教の自由についての権利\nを有する。この権利には，自ら選択する宗教又は信念を受\nけ入れ又は有する自由並びに，単独で又は他の者と共同し\nて及び公に又は私的に，礼拝，儀式，行事及び教導によっ\nてその宗教又は信念を表明する自由を含む。\n２項  何人も，自ら選択する宗教又は信念を受け入れ又は有する\n自由を侵害するおそれのある強制を受けない。\n(12)  児童の権利に関する条約\n６条１項  締約国は，すべての児童が生命に対する固有の権利を有する\nことを認める。\n２項  締約国は，児童の生存及び発達を可能な最大限の範囲におい\nて確保する。\n１２条１項  締約国は，自己の意見を形成する能力のある児童がその児\n童に影響を及ぼすすべての事項について自由に自己の意見\nを表明する権利を確保する。この場合において，児童の意\n見は，その児童の年齢及び成熟度に従って相応に考慮され\nるものとする。\n１３条１項  児童は，表現の自由についての権利を有する。この権利に\nは，口頭，手書き若しくは印刷，芸術の形態又は自ら選択\nする他の方法により，国境とのかかわりなく，あらゆる種\n類の情報及び考えを求め，受け及び伝える自由を含む。\n１４条１項  締約国は，思想，良心及び宗教の自由についての児童の権\n利を尊重する。\n２８条２項  締約国は，学校の規律が児童の人間の尊厳に適合する方法\nで及びこの条約に従って運用されることを確保するための\nすべての適当な措置をとる。\n２９条１項  締約国は，児童の教育が次のことを指向すべきことに同意\nする。\n(a)  児童の人格，才能並びに精神的及び身体的な能力をそ\nの可能な最大限度まで発達させること。\n(b)  人権及び基本的自由並びに国際連合憲章にうたう原則\nの尊重を育成すること。\n(c)  児童の父母，児童の文化的同一性，言語及び価値観，\n児童の居住国及び出身国の国民的価値観並びに自己の\n文明と異なる文明に対する尊重を育成すること。\n(d)  すべての人民の間の，種族的，国民的及び宗教的集団\nの間の並びに原住民である者の間の理解，平和，寛容，\n両性の平等及び友好の精神に従い，自由な社会におけ\nる責任ある生活のために児童に準備させること。\n(e)  自然環境の尊重を育成すること。\n２  争いのない事実\n(1)  当事者\nア  被控訴人ら\n被控訴人らは，現在，都立学校の音楽科担当を除く教職員である目録\nＡの者，都立学校を退職した目録Ｂの者（市教職員への異動者，再雇用\n者を含む。），及び音楽科担当の教職員である目録Ｃの者である。\nイ  控訴人ら\n控訴人東京都は，地方自治法１８０条の５第１項第１号，１８０条の\n８，地教行法２条に基づき，都教委を設置している。都教委は，同法２\n３条３号に基づき，都立学校の教職員について，任免その他の人事に関\nする権限を有する行政庁であり，被控訴人らに対する処分権者である。\nまた，都教委は，地教行法２３条１号，５号に基づき，都立学校の設置，\n管理及び廃止，学校の組織編制，教育課程，学習指導，生徒指導及び職\n業指導に関する事項を管理及び執行する権限を有している。なお，都教\n委は，その権限に属するすべての事務を教育長が統括し，事務局として\n東京都教育庁を設置している（同法１６条１項，１７条１項，１８条１\n項，２０条１項）。\n(2)  本件通達及び本件職務命令\nア  本件通達\n都教委の教育長Ｐ１(以下「Ｐ１教育長」という。)は，平成１５年１\n０月２３日，都立学校の校長に対し，地教行法２３条５号，１７条１項\nに基づき，別紙１記載の内容の本件通達を発出し，都立学校における入\n学式，卒業式等については，学習指導要領（新高等学校学習指導要領が\n平成１１年３月２９日文部省告示第５８号により，また新養護学校高等\n部学習指導要領が平成１１年３月２９日文部省告示第６２号により改訂\nされて現行のものとなったが，国旗・国歌条項に変更はなかった。以下，\n改訂後の両学習指導要領を併せて「現行学習指導要領」という。）に基\nづき，「入学式，卒業式等における国旗掲揚及び国歌斉唱に関する実施\n指針」（以下「本件実施指針」という。）のとおり適正に実施すること\nなどを通知した。\nイ  本件職務命令\n都立学校の校長は，本件通達に基づき，同通達発出後に行われた入学\n式，卒業式等の実施に際し，その都度，教職員に対し，国旗に向かって\n起立し，国歌を斉唱することを命じ，音楽科担当の教職員に対し，国歌\n斉唱時にピアノ伴奏をすることを命じた（以下「本件職務命令」とい\nう。）。\n(3)  事実経過\n（本件通達発出まで）\nア  新学習指導要領前の高等学校学習指導要領では，特別活動における国\n旗・国歌の指導について，「国民の祝日などにおいて儀式などを行う場\n合には，生徒に対してこれらの祝日などの意義を理解させるとともに，\n国旗を掲揚し，国歌を齊唱させることが望ましいこと。」とされていた。\nイ  文部省（文部省は，中央省庁等改革基本法に基づく中央省庁の再編に\n伴い，平成１３年１月６日文部省から文部科学省となった。以下「文部\n省」という。）は，昭和６０年８月２８日付けで「公立小・中・高等学\n校における特別活動の実施状況に関する調査について（通知）」を発出\nし，「入学式及び卒業式において，国旗の掲揚や国歌の斉唱を行わない\n学校があるので，その適切な取り扱いについて徹底すること。」とした。\nウ  都教委は，平成元年２月１０日付けで「学年末・学年始めの生活指導\nについて（通知）」を発出し，「国旗，国歌については，従来から示し\nてきたように，学習指導要領の特別活動「指導計画の作成と内容の取扱\nい」に即して取扱うものとする。」とした。\nエ  平成元年３月１５日及び平成元年１０月２４日，新学習指導要領が告\n示され，特別活動において，「入学式や卒業式などにおいては，その意\n義を踏まえ，国旗を掲揚するとともに，国歌を斉唱するよう指導するも\nのとする。」と定められた。\nオ  東京都教育庁の指導部は，平成２年２月３日付け「新学習指導要領の\n移行措置について－入学式・卒業式における国旗・国歌の扱い－」を作\n成し，「各学校の入学式，卒業式などにおける国旗掲揚，国歌の斉唱指\n導が，平成２年度から新学習指導要領に即して行われるよう，区市町村\n教育委員会並びに都立学校長に対して指導する。」こととした。また，\n指導上の要点として「国旗を掲揚し，国歌を斉唱するよう指導するに当\nたっては，校長を中心として，教職員の共通理解の下に協力して実施す\nるようにするが，共通理解が得られず実施が困難な状況においては，学\n習指導要領の法的根拠を示し，校長の責任により実施すること。」とし\nた。\nカ  都教委は，平成２年２月２０日付けで「学年末・学年始めの生活指導\nについて（通知）」を発出し，「平成元年度の卒業式における国旗及び\n国歌の取扱いについては，新学習指導要領に明示された趣旨を踏まえ，\n一層適切に行うようにする。平成２年度の入学式における国旗及び国歌\nの取扱いについては，新学習指導要領に則して行う。」とした。\nキ  都教委は，平成６年１月１８日付けで「入学式や卒業式などにおける\n国旗掲揚及び国歌斉唱の指導について（通知）」を発出し，「児童・生\n徒が，国際社会において尊敬され，信頼される日本人として成長してい\nくためには，学校教育において，国際社会における日本人としての自覚\nを培うとともに，国旗及び国歌に対する正しい認識をもたせ，尊重する\n態度を養うことが極めて大切であります。」として，「新学習指導要領\nに基づき，遺漏のないよう実施願います。」と通知した。\nク  文部大臣は，平成６年１０月の衆議院予算委員会の質疑において，\n「(1)  学習指導要領は，学校教育法の規定に基づいて，各学校におけ\nる教育課程の基準として文部省告示で定められたものであり，各学校に\nおいては，この基準に基づいて教育課程を編成しなければならないもの\nである。(2)  学習指導要領においては，「入学式や卒業式などにおい\nては，その意義を踏まえ，国旗を掲揚するとともに，国歌を斉唱するよ\nう指導するものとする」とされており，したがって，校長教員は，これ\nに基づいて児童生徒を指導するものである。(3)  このことは，児童生\n徒の内心まで立ち入って強制しようとする趣旨のものではなく，あくま\nでも教育指導上の課題として指導を進めていくことが必要である。」，\n「この内容は，これまでの国旗・国歌に関する文部省の指導方針と相違\nするものではなく，文部省としては，各学校において，学習指導要領に\n基づき国旗・国歌に関する指導が適切に行われるよう，従来通り指導し\nてまいります。」と指導指針の内容を示した。\nケ  都教委は，「都民の期待に応えるため，都立高校の課題に対応し，今\n後の展望を明らかにする都立高校改革の総合的な計画」として，平成９\n年９月に「都立高校改革推進計画」を策定した。\nコ  文部省は，平成１０年春，全国の公立小・中・高等学校の平成９年度\n卒業式及び平成１０年度入学式における国旗掲揚及び国歌斉唱の実施状\n況に関する調査を行い，平成１０年１０月１５日付けで「公立小・中・\n高等学校における入学式及び卒業式での国旗掲揚及び国歌斉唱に関する\n調査について（通知）」を発出し，「平成７年春の調査に比べて全体と\nしては実施率が上昇しているものの，・・・一部の都道府県において依\n然として実施率が低い状況があります。」として，「学習指導要領に基\nづき，国旗及び国歌に関する指導が適切に行われるよう，改めて指導の\n徹底をお願いします。」と通知した。それによれば，都立高校（全日\n制）の国旗掲揚率は，平成９年度卒業式が８４．０％，平成１０年度入\n学式が８５．０％であり，いずれも全国最低であり，その国歌斉唱率は，\n平成９年度卒業式が３．９％で全国最低，平成１０年度入学式が３．\n４％で三重県の１．６％に次ぐ低い実施率であった。\nサ  東京都教育庁は，指導部長名にて都立高等学校長等宛に，平成１０年\n１１月９日けで「公立小・中・高等学校における入学式及び卒業式での\n国旗掲揚及び国歌斉唱に関する調査について（通知）」を発出し，前記\n調査結果を通知するとともに，「学習指導要領に基づき，国旗及び国歌\n斉唱に関する指導が適切に行われるよう，指導の徹底方をお願いしま\nす。」と通知した。さらに，東京都教育庁は，指導部長名にて都立高等\n学校長宛に，平成１０年１１月２０日付けで「入学式及び卒業式などに\nおける国旗掲揚及び国歌斉唱の指導の徹底について（通知）」を発出し，\n「学習指導要領及び別紙の「実施指針」に基づき，国旗掲揚及び国歌斉\n唱に関する指導が適切に行われるよう，改めて指導の徹底をお願いしま\nす。」と通知した。\n別紙「実施指針」(平成１０年１１月２０日付１０教指高第１６１号)\nは，以下のとおりである。\n「都立高等学校における国旗掲揚及び国歌斉唱に関する実施指針\n１  国旗の掲揚について\n入学式や卒業式などにおける国旗の取扱いは，次のとおりとす\nる。なお，都旗を併せて掲揚することが望ましい。\n(1)  国旗の掲揚場所等\nア  式典会場の正面に掲げる。\nイ  屋外における掲揚については，掲揚塔，校門，玄関等，国旗\nの掲揚状況が生徒，保護者，その他来校者に十分に認知でき\nる場所に掲揚する。\n(2)  国旗を掲揚する時間\n式典当日の生徒の始業時刻から終業時刻までとする。\n２  国歌の斉唱について\n入学式や卒業式などにおける国歌の取扱いは，次のとおりとする。\n(1)  式次第に「国歌斉唱」を記載する。\n(2)  式典の司会者が「国歌斉唱」と発声する。            」\nシ  文部省は，平成１１年３月，従前の新学習指導要領を改訂し，現行学\n習指導要領を告示した。この改訂では，特別活動において配慮する事項\nの中の国旗・国歌条項に変更はなかった。また，文部省は，平成１１年\n春，全国の公立小・中・高等学校の平成１０年度卒業式及び平成１１年\n度入学式における国旗掲揚及び国歌斉唱の実施状況に関する調査を行っ\nた。なお，平成１１年，国旗及び国歌に関する法律が成立し，同年８月\n１３日に公布，施行された。そこで，文部省は，平成１１年９月１７日\n付けで「学校における国旗及び国歌に関する指導について（通知）」を\n発出し，調査結果として，「全体としては実施率が上昇していますが，\n一部の都道府県及び指定都市において依然として実施率が低い状況にあ\nります。」と知らせるほかに，国旗及び国歌に関する法律は，「長年の\n慣行により，国民の間に国旗及び国歌として定着していた「日章旗」及\nび「君が代」について，成文法でその根拠を定めたものです。」，「こ\nの法律の制定を機に，国旗及び国歌に対する正しい理解が一層促進され\nることをお願いします。」と通知した。同通知によれば，都立高校の国\n旗掲揚率は，平成１０年度卒業式が９２．３％，平成１１年度入学式が\n９５．０％であり，入学式についてみれば三重県（９１．９％），奈良\n県（９３．３％）に次ぐ低い実施率であり，その国歌斉唱率は，平成１\n０年度卒業式が７．２％，平成１１年度入学式が５．９％であり，入学\n式についてみれば三重県の３．２％に次ぐ低い実施率であり，全国平均\n８５．２％を大きく下回るものであった。\nス  東京都教育庁は，指導部長名にて都立学校長等に宛て，前記文部省の\n通知を受けて，平成１１年１０月１日付けで「学校における国旗及び国\n歌に関する指導について（通知）」を発出し，「各学校における国旗及\nび国歌の指導が，一層適切に行われますよう，指導の徹底をお願いしま\nす。」と通知した。\nセ  都教委は，東京都教育庁が平成１１年６月２３日に都立学校の卒業\n式・入学式における国旗掲揚，国歌斉唱に伴う様々な問題への対応や校\n長に対する支援等を図るために設置した教育庁次長を本部長とする「卒\n業式・入学式対策本部」で行われた協議を踏まえて，同年１０月１９日\n付けで別紙２記載の内容の「入学式及び卒業式における国旗掲揚及び国\n歌斉唱の指導について（通達）」を発出し，現行学習指導要領及び前記\n実施指針(平成１０年１１月２０日付１０教指高第１６１号)に基づき，\n入学式及び卒業式における国旗掲揚及び国歌斉唱の指導を実施するよう\n命じた。\nソ  東京都教育庁の指導部高等学校教育指導課及び同部心身障害教育指導\n課は，平成１２年１月，上記通達の趣旨を徹底するため，都立学校の全\n教職員に向けたリーフレットを作成し，これを配付した。このうち東京\n都教育庁の指導部高等学校教育指導課が作成したリーフレットは，都立\n高等学校向けのもので，高等学校学習指導要領解説「特別活動編」の抜\n粋，上記通達，全国の公立高等学校の卒業式における国旗掲揚及び国歌\n斉唱の実施状況の推移を掲載するとともに，資料として，平成１１年３\n月開催の卒業式において混乱が生じた都立高等学校の保護者有志から同\n学校の教職員に宛てた抗議の手紙，国旗・国歌に対する世論調査の結果\n等が掲載されていた。また，東京都教育庁の指導部心身障害教育指導課\nが作成したリーフレットは，都立盲・ろう・養護学校向けのもので，同\n学校の特別活動の目標，内容及び指導計画の作成と内容の取扱いについ\nては，高等学校学習指導要領に示すものに準じるとして，同解説「特別\n活動編」の抜粋，上記通達等が掲載されていた。\nタ  文部省は，全国の公立小・中・高等学校の平成１２年度卒業式及び平\n成１３年度入学式における国旗掲揚及び国歌斉唱の実施状況に関する調\n査を行い，平成１３年５月２５日付けで「学校における国旗及び国歌に\n関する指導について（通知）」を発出し，全体として実施率が上昇して\nいるが，「全校実施が達成されていない都道府県及び指定都市教育委員\n会にあっては，域内の全ての学校において卒業式及び入学式における国\n旗掲揚及び国歌斉唱が実施されるよう指導の徹底をお願いします。」，\n「引き続き，各学校において，学習指導要領に基づく国旗及び国歌に関\nする指導が一層適切に行われるように指導をお願いします。」と通知し\nた。それによれば，都立高校（全日制）の国旗掲揚率及び国歌斉唱率は，\n平成１２年度卒業式及び同１３年度入学式のいずれも１００％であった。\nチ  東京都教育庁は，指導部長名にて都立学校長等に宛て，平成１３年６\n月１２日付けで「学校における国旗及び国歌に関する指導について（通\n知）」を発出し，「今後とも，各学校における国旗及び国歌の指導が一\n層適切に行われますよう指導の徹底をお願いします。」と通知した。\nツ  文部省は，平成１５年３月５日付けで「公立小・中・高等学校におけ\nる入学式及び卒業式での国旗掲揚及び国歌斉唱に関する取扱いについて\n（照会）」を発出し，平成１４年度卒業式及び平成１５年度入学式にお\nける国旗掲揚及び国歌斉唱の実施状況に関する調査を各都道府県教育委\n員会教育長及び各指定都市教育委員会教育長に宛て依頼した。\nテ  上記調査依頼を受けて，東京都教育庁は，指導部長名にて区市町村教\n育委員会教育長に宛て，平成１５年３月６日付けで「公立小・中学校及\nび都立学校における入学式及び卒業式での国旗掲揚及び国歌斉唱に関す\nる調査について（依頼）」を発出し，平成１４年度卒業式及び平成１５\n年度入学式における国旗掲揚及び国歌斉唱の実施状況に関する調査を区\n市町村教育委員会教育長に宛て依頼した。その際，国旗掲揚，国歌斉唱\nの実施状況について，式典会場内か会場外か，会場内の場合に正面壇上\n掲揚か三脚か，式次第に国歌斉唱と記載されているかなどという項目を\n付け加え，質問紙による調査を依頼した。\nト  東京都教育庁の指導部長は，その報告等を受け，平成１５年５月２２\n日の都教委平成１５年第９回定例会において，①  平成１４年度卒業式\nをフロア形式で実施した都立高等学校が４校，都立盲・ろう・養護学校\nが７校あったが，平成１５年度入学式では都立高等学校で１校，都立\n盲・ろう・養護学校で４校に減ったこと，②  国歌は全校で斉唱したが，\n式次第に国歌斉唱と記載しなかった都立高校が平成１４年度卒業式では\n３校，平成１５年度入学式では１校あることなどを報告し，「卒業式，\n入学式が学習指導要領に基づいて適正に実施されるよう，今後とも指導\nを継続してまいりたいと考えています。」と述べた。\nナ  東京都教育庁は，平成１５年６月２５日施行の「都立学校等卒業式・\n入学式対策本部設置要項」に基づき，「都立学校等における卒業式及び\n入学式が，学習指導要領に基づき，より適正に実施されるために，都立\n学校等卒業式・入学式対策本部（以下「本件対策本部」という。）を設\n置」し，本件対策本部に幹事会を置いた。\nニ  平成１５年７月９日，第１回本件対策本部及び第１回幹事会の会合が\nそれぞれ開催された。そこでは，平成１４年度卒業式及び平成１５年度\n入学式における現状と課題が報告され，卒業式及び入学式の適正実施に\n向けた基本方針とそれを受けた検討課題とその日程が検討された。また，\n同年１０月１日，第２回本件対策本部及び第３回幹事会の会合がそれぞ\nれ開催された。そこでは，入学式及び卒業式等における国旗掲揚及び国\n歌斉唱等の指導についてと適正実施に向けての今後の対応が検討された。\nさらに，同月１７日，第３回本件対策本部の会合が開催され，入学式及\nび卒業式等における国旗掲揚及び国歌斉唱の実施について検討された。\nヌ  Ｐ１教育長は，平成１５年７月２日開催の東京都議会本会議において，\n東京都議会議員Ｐ２（以下「Ｐ２都議」という。）の質問に対し，次の\nとおり答弁した。\nＰ２都議：「国歌斉唱時に，内心の自由があるからと事前に説明する必\n要はないと思いますが，都教委の見解を伺いたい。また，今後こうした\n行為に関してどのように対応するのでしょうか。また，国歌斉唱時に起\n立もしない教職員がいまだに存在することについて，見解を求め ま\nす。」\nＰ１教育長：「国歌斉唱時に関し内心の自由を説明することについてで\nございますが，卒業式や入学式等におきましては，学習指導要領に示さ\nれた意義を踏まえまして，国旗を掲揚するとともに，国歌を斉唱するよ\nう児童生徒に対して指導しなければならないものでございます。卒業式\nや入学式等は，厳粛かつ清新な雰囲気の中で，新しい生活の展開への動\n機づけを行うための儀式的行事でございまして，国歌斉唱に当たって，\n司会者が教員（「児童生徒」の言い間違え。）に対し内心の自由につい\nて説明することは，極めて不適切であると考えております。今後，都教\n育委員会は，学習指導要領に基づく卒業式，入学式等の適正実施に向け\nて，新たな実施指針を策定し，各学校及び区市町村教育委員会を指導し\nてまいります。」，「国歌斉唱時に教職員が起立しないことについてで\nございますが，卒業式，入学式において，児童生徒に我が国の国旗，国\n歌の意義を理解させ，これを尊重する態度を育成すべき教員が，国歌斉\n唱時に起立しないということは，あってはならないことでございます。\n都教育委員会は，今後，卒業式，入学式における国歌斉唱の指導を適正\nに実施するよう，各学校や区市町村教育委員会を強く指導してまいりま\nす。」\nネ  東京都教育庁の指導部長は，平成１５年１０月２３日の都教委第１７\n回定例会において，本件対策本部における検討方針を本件通達案として\n取りまとめたとして，その内容を報告した。\n（本件通達の発出以降）\nア  都教委は，平成１５年１０月２３日付けで本件通達（職務命令の性質\nを有する。）を発出した。\nイ  都教委は，平成１５年１０月２３日，「教育課程の適正実施にかかわ\nる説明会」を開催し，Ｐ１教育長，東京都教育庁の指導部長Ｐ３（以下\n「Ｐ３指導部長」という。）及び人事部長Ｐ４（以下「Ｐ４人事部長」\nという。）が出席した。\nウ  校長は，学校教育法(平成１９年法律第９６号に基づく改正前のもの)\n５１条及び７６条によって準用される２８条３項に基づき，教育課程の\n編成を含む学校の管理運営上必要な事項をつかさどるとされており，所\n属教職員に対し校務を分担させるとともに，校務の処理について職務命\n令を発することができる。本件通達発出後，都立Ｐ５高等学校の平成１\n５年１０月３１日実施の創立３０周年記念式典をはじめ各都立学校の周\n年行事に先立ち，各校長から各教職員に対し，職務命令書に基づいて個\n別に，国旗に向かって起立し，国歌を斉唱することなどの別紙３記載の\nような職務命令が発令された。\nエ  都立学校では，本件通達に基づき，平成１６年３月実施の卒業式及び\n同年４月実施の入学式において，各校長から各教職員に対し，入学式，\n卒業式において，国歌斉唱の際，国旗に向かって起立し，国歌を斉唱し，\nまた国歌斉唱時にピアノ伴奏をするよう口頭及び別紙４記載のような職\n務命令書による本件職務命令が事前に発令された（ただし，このうち都\n立Ｐ６高等学校，同Ｐ７高等学校では口頭による職務命令のみが発令さ\nれた。）。\nオ  Ｐ１教育長は，平成１６年３月１６日開催の東京都議会予算特別委員\n会において，Ｐ２都議の質問に対し，次のとおり，答弁した。\nＰ２都議：「卒業式などでクラスの大半が国歌を歌えない，歌わない状\n態であった場合，教師の指導力に不足があるか，あるいは教師による誘\n導的な指導が行われていたかということになると思いますが，いかがで\nしょうか。」\nＰ１教育長：「学習指導要領に基づきまして国歌の指導が適切に行われ\nていれば，歌えない，あるいは歌わない児童生徒が多数いるということ\nは考えられませんし，その場合は，ご指摘のとおり，指導力が不足して\nいるか，学習指導要領に反する恣意的な指導があったと考えざるを得ま\nせん。」\nＰ２都議：「これは肝心なことなので確認をしたいんですが，例えば５\nクラスあって，そのうちの４クラスでは生徒が起立をし，国歌を斉唱し\nたが，１クラスのみ生徒が起立せず，国歌も斉唱しなかったとしたら，\nそのクラスは学習指導要領に基づく指導がなされていないと考えていい\nんでしょうか。」\nＰ１教育長：「そのとおりでございます。」\nＰ２都議：「その場合，そのクラスの指導を担当した教員は，処分対象\nと考えてよろしいでしょうか。」\nＰ１教育長：「おっしゃるような措置をとることになります。」\nカ  都教委は，平成１６年３月３０日，同月３１日及び同年５月２５日，\n平成１５年度卒業式において，校長から本件職務命令を受けていたにも\nかかわらず，それに従わず国歌斉唱時に起立しなかった教職員，国歌斉\n唱時のピアノ伴奏を拒否した教職員合計１７３名に対し，職務命令違反\n及び信用失墜行為を理由に戒告処分を行った。また，都教委は，同年３\n月３０日，同年４月から定年退職後の再雇用職員として勤務することを\n希望して既に合格通知を受けていた教職員３名，同月から引き続き再雇\n用職員として勤務することを希望して既に合格通知を受けていた嘱託員\n５名に対し，平成１５年度卒業式の国歌斉唱時に起立しなかったことが\n職務命令違反及び信用失墜行為に当たるとして合格を取り消す旨の通知\nをした。なお，都教委は，平成１６年４月６日，平成１５年度卒業式の\n国歌斉唱時に起立しなかったことが職務命令違反及び信用失墜行為に当\nたるとして，東京都の公立小・中学校，東京都立ろう・養護学校の教職\n員１９名に対し戒告処分，２度目の懲戒処分となる養護学校教職員１名\nに対し１か月間給料１０分の１を減じるとの懲戒処分をした。\nキ  都教委は，本件通達発出後，入学式，卒業式等において，校長から本\n件職務命令を受けていたにもかかわらず，それに従わず国歌斉唱時に不\n起立等をした教職員に対し懲戒処分を行っているが，その懲戒処分は，\n概ね１回目は戒告，２回目及び３回目は減給，４回目は停職となってい\nる。\nク  都知事石原慎太郎は，平成１６年４月９日に実施された教育施策連絡\n会において，「今度，私よりも非常に熾烈ではっきりしているＰ１教育\n長が，教育委員の皆さんと頑張ってくれて，当然のことですけれども，\n国旗・国歌というものを公立の学校の中での入学式，卒業式に，１つの\n規範として，ルールとしてうたっていただく。」と述べた。また，都教\n委の教育委員Ｐ８は，上記教育施策連絡会において，「あいまいさを改\n革のときには絶対残してはいけない。この国旗・国歌問題，１００％や\nるようにしてくれということを事務局にも教育長にも言っているわけで\nすけれども，１人の人，あるいは２人の人だからいいじゃないのと言う\nかもしれませんけれども，改革というのは，何しろ半世紀の間につくら\nれたがん細胞みたいなものですから，そういうところにがん細胞を少し\nでも残すと，またすぐ増殖してくるということは目に見えているわけで\nす。徹底的にやる。あいまいさを残さない。これは非常に重要なことだ\nと思っております。」と述べた。\nケ  Ｐ１教育長は，平成１６年６月８日開催の東京都議会の同年第２回定\n例会において，東京都議会議員Ｐ９（以下「Ｐ９都議」という。）の代\n表質問に対し，次のとおり，答弁した。\nＰ９都議：「仮に，研修センターでの研修を数日あるいは１日受講する\n際に，当初から教育公務員としての反省の態度が全く見られず，また成\n果も上がっていない場合，研修の延長，あるいは再研修を命じるべきで\nあります。重要な法令違反を犯し，反省もしていない者を教員として教\n壇に戻すことはあってはならないと考えますが，いかがでしょうか。」，\n「教職員組合などが盛んに，生徒の内心の自由を使うことが反撃のポイ\nントといっている以上，生徒の政治的利用を許さない点からも，軽微な\n処分を繰り返すのではなく，職務命令として，学習指導要領規定の遵守\nを出すべきと考えますが，いかがでしょうか。」\nＰ１教育長：「処分を受けた教員の研修についてですが，卒業式，入学\n式等におきまして，校長の職務命令に違反し，処分を受けた教員に対し\nまして，再発防止の徹底を図っていくことは重要でございます。これら\nの教員等に対しまして，服務事故再発防止研修を命令研修として受講さ\nせ，適正な教育課程の実施及び教育公務員としての服務の厳守などにつ\nいて，自覚を促してまいります。なお，受講に際し，指導に従わない場\n合や成果が不十分の場合には，研修修了とはなりませんので，再度研修\nを命ずることになりますし，また，研修を受講しても反省の色が見られ\nず，同様の服務違反を繰り返すことがあった場合には，より厳しい処分\nを行うことは当然のことであると考えております。」，「今後，校長の\n権限に基づいて，学習指導要領や通達に基づいて児童生徒を指導するこ\nとを盛り込んだ職務命令を出し，厳正に対処すべきものと考えておりま\nす。」\nコ  都教委は，平成１６年５月２５日ころ，平成１５年度卒業式及び平成\n１６年度入学式において，国歌斉唱時に起立しない生徒が多かった都立\n学校の学級担任，管理職等６７名に対し，指導不足による生徒の不起立，\n不起立を促す教職員の不適切な言動等を理由にして，厳重注意，注意，\n指導を行った。不起立を促す教職員の不適切な言動とは，本件通達発出\n前に複数の都立学校において，入学式，卒業式等の式典前に行われてい\nた説明であり，生徒や保護者らに対し，国歌斉唱時の起立及び斉唱を行\nうか否かは個人の判断に任せられている旨の説明をしたことであった。\nサ  都教委は，平成１６年８月２日及び同月９日，東京都総合技術教育セ\nンターにおいて，平成１５年度卒業式及び平成１６年度入学式において，\n国歌斉唱時に起立をしなかったことなどにより戒告処分等の懲戒処分を\n受けた教職員に対し，服務事故再発防止研修(基本研修)を実施した。ま\nた，都教委は，同年８月３０日，入学式，卒業式等の式典において，国\n歌斉唱時の不起立等により，懲戒処分が２度目となり減給処分を受けた\n教職員に対し，服務事故再発防止研修(専門研修)を実施した。\nシ  都教委の教育長Ｐ１０（以下「Ｐ１０教育長」という。）は，平成１\n７年１２月８日開催の東京都議会の同年第４回定例会において，Ｐ９都\n議の質問に対し，次のとおり，答弁した。\nＰ９都議：「実施指針，通達の趣旨をさらに周知徹底する必要があると\n思いますが，見解はいかがでしょうか。」，「教職員組合は，この個別\n的職務命令をあいまいな包括的職務命令に変更するよう，あらゆる手段\nを尽くして都教委に働きかけています。私の調査によれば，驚くべきこ\nとに，それに迎合する勢力も都教委の一部にあると確認されています。\n実際，都立Ｐ６高等学校，Ｐ６高の前校長Ｐ１１氏は，個別職務命令を\n発出しなかった校長の一人ですが，この後任のＰ１２校長も，個別職務\n命令を式典実施要項に判をついただけ，それも欠席者には渡していない\nといったありさまで，実質的に職務命令を形骸化させています。・・・\n残念ながらこうした敵前逃亡も一部にあるのです。とすると，職務命令\nを出す際の基準を都教委として示す必要があります。見解を求め ま\nす。」，「現在でも職員組合は，国旗・国歌問題でも，実施指針には生\n徒に歌わない自由があることを教えてはいけないとは書いてないからこ\nれを活用しようと，機関紙で反撃のポイントを示しています。生徒の不\n起立を促すなど生徒の政治的利用をさせないための通知が平成１６年３\n月１１日に出ていますが，こうした状況から，改めて生徒への適正指導\nを通達として出すべきだと考えます。いかがでしょうか。」\nＰ１０教育長：「職務命令を出す際の基準についてでございますが，こ\nれまでも都教育委員会では，学習指導要領や通達に基づきまして卒業式\n及び入学式等を適正に実施するために，全校全教職員に対しまして，包\n括的職務命令に加え，個別的職務命令を発出するよう校長を指導してま\nいりました。」，「職務命令は，あくまでも校長の権限と責任に基づい\nて発出されるものではありますが，今後は，職務命令として必要な要件\nを参考として通知するとともに，校長連絡会等におきまして周知を図る\nなど，卒業式，入学式等の適正な実施に向けて校長を支援してまいりま\nす。なお，職務命令の発出に課題のある学校につきましては，個別に指\n導の徹底を図ってまいります。」，「改めて通達を出すことについてで\nありますが，これまでも都教育委員会は，生徒に不起立を促すなどの不\n適切な指導を行わないことや，式典の妨げとなるような行動に生徒を巻\nき込まないことなど，卒業式，入学式等の適正な実施について各学校を\n指導してまいりました。しかしながら，一部の学校ではありますが，国\n旗・国歌反対のビラを校内で配布した生徒に対して教員がインターネッ\nト上で支援を呼びかけたり，ほとんどの生徒が卒業式の会場に入場しな\nかったりするなど，不適正な事態がありました。今後とも，かかる事態\nが起こらないようにするため，校長が教職員に対しまして学習指導要領\nに基づいて適正に生徒を指導するよう，校長連絡会等において一層周知\n徹底してまいります。また，卒業式等において学級の生徒の多くが起立\nしないという事態が起こった場合には，その後，他の学校の卒業式等に\nおいて同様の事態が発生するのを防止するため，生徒を適正に指導する\n旨の通達を速やかに発出いたします。」\nス  東京都教育庁の指導部長Ｐ１３（以下「Ｐ１３指導部長」という。）\nは，平成１８年２月１０日，都立学校の校長に対し，前記Ｐ１０教育長\nの答弁内容に沿って，「入学式・卒業式等の適正な実施について（通\n知）」を発出し，「入学式・卒業式等の儀式的行事を適正に実施するた\nめに，校長が教職員に対して個別に職務命令を発出する場合には，下記\nの点に留意して，校長の権限と責任に基づき，職務命令書を適切に作成\nするようお願いします。」，①  「各教職員が自らの職務を明確に認識\nできるように，児童・生徒への指導，司会，ピアノ伴奏等の具体的な職\n務内容を，実施要項とは別の文書によって個別に示すこと。」，②\n「児童・生徒への指導に当たっては，学習指導要領に基づき適正に指導\nすることを明示すること。」，③  「平成１５年１０月２３日付「入学\n式，卒業式等における国旗掲揚及び国歌斉唱の実施について(通達)」\n(１５教指企第５６９号)及び実施指針に示された内容に従うこと。」と\n通知した。\n３  争点\n(1)  本案前の主張\nア  本件公的義務不存在確認訴訟は無名抗告訴訟として適法か。\nイ  本件差止訴訟は適法か。\n(2)  本案の主張\nア  都教委の本件通達が，被控訴人らの教育の自由を侵害して憲法２６条，\n２３条に違反し，また，旧教基法１０条１項，新教基法１６条１項の禁\n止する「不当な支配」に当たり，更には思想・良心の自由及び信仰の自\n由を害し，憲法１９条，２０条に違反するから，明白かつ重大な瑕疵が\nあり，違法無効か。\nイ  被控訴人らに違法な本件通達の発出による損害を発生させたか。\n４  争点に対する当事者の主張\n(1)  本案前の主張\nア  本件公的義務不存在確認訴訟は無名抗告訴訟として適法か。\n（目録Ａの被控訴人ら及び目録Ｃの被控訴人らの主張）\n無名抗告訴訟としての本件公的義務不存在確認訴訟の適法要件は，①\n義務賦課行為又はその履行強制行為が「公権力の行使」（行政事件訴訟\n法３条１項）としての性質をもつこと，②  法定抗告訴訟の類型では救\n済が困難なこと，及び③  目録Ａの被控訴人ら及び目録Ｃの被控訴人ら\nの権利又は利益に対する侵害行為が具体的に発生しており，又は発生す\nる高度の蓋然性が必要であること（訴えの利益）である。\nこれを本件についてみるに，①  都教委は，本件通達を発出し，校長\nに本件職務命令を発令させた上，卒業式，入学式等の式典当日における\n義務履行状況を行政組織のルートを使ってあらかじめ用意されたひな形\nにより報告させ，また東京都教育庁の職員を卒業式，入学式等の式典当\n日に学校に派遣して履行状況を監視・報告させ，予告したとおり義務不\n履行者に対し懲戒処分を課し，また再発防止研修を命じ，再雇用を拒否\nするなど地方公務員法上の不利益措置を講じている。そこで，本件通達\n及び本件職務命令を個別分断的にみれば，「処分」（行政事件訴訟法３\n条２項）といえなくても，都教委が，行政組織上の諸手段を用い，更に\n地方公務員法上の権力的手段を行使して義務を強制するという全体を一\n体的にみれば「公権力の行使に当たる行為」（同項）に当たるのである。\nなお，平成１６年法律第８４号による改正によって，無名抗告訴訟も公\n法上の当事者訴訟も被告が同一となったから，訴状の請求の趣旨が同一\nの場合，無名抗告訴訟としての公的義務確認訴訟か公法上の当事者訴訟\nとしての公的義務確認訴訟かの訴訟類型を分けて原告にその選択を迫る\n必要はない。裁判所としては，当該訴訟が無名抗告訴訟か公法上の当事\n者訴訟かに拘泥することなく，請求が適法であれば，本案判断をすべき\nである。\n次に，②  起立・斉唱義務やピアノ伴奏義務に対しては，法定抗告訴\n訟では実効的な救済ができない。すなわち，本件通達及びそれに基づく\n本件職務命令並びに監視・報告行為自体は，個別的には「処分」に当た\nらないので，取消訴訟を提起することができないところ，公的義務の不\n存在確認を求めることは，懲戒処分に対する差止訴訟又は取消訴訟に吸\n収できない目録Ａの被控訴人ら及び目録Ｃの被控訴人らの思想・良心の\n自由，信教の自由，教育の自由に反する起立等による苦痛を防止すると\nいう固有の意義があるのであって，懲戒処分の差止訴訟又は取消訴訟で\nはその権利侵害を救済するのには不十分である。特に，起立・斉唱義務\nやピアノ伴奏義務は，現場での監視や報告という懲戒処分に至らないと\nしても教職員に圧力をかける方法で強制されるので，そのことも当該義\n務の不存在を確認することに固有の意義があることを示すものである。\nさらに，③  同被控訴人らは，今後も都教委から本件通達に基づき校\n長から卒業式，入学式等の式典において国歌斉唱時に起立して国歌を斉\n唱し，ピアノ伴奏をするとの職務命令の発令を受け，同職務命令を拒否\nした場合に懲戒処分を課され，再発防止研修の受講を命じられ，定年退\n職後に再雇用を希望しても拒否されることはいずれも確実であること，\n同被控訴人らは，懲戒処分等の強制の下，自己の信念に従って卒業式，\n入学式等の式典において同職務命令を拒否するか，自己の信念に反して\n同職務命令に従うかの岐路に立たされることになるのであって，同職務\n命令が無効であった場合に侵害を受ける権利は，思想・良心の自由，信\n教の自由，教育の自由という精神的自由権であるから，権利侵害があっ\nた後に取消訴訟，国家賠償訴訟（慰謝料請求等）ができるからといって\nも，その事後的救済では救済されない権利であること，卒業式，入学式\nが毎年くり返されることに照らすと，その侵害の程度も看過し難いもの\nがあること，また，同被控訴人らが本件通達に基づく校長の職務命令に\n違反するたびに懲戒処分の不利益処分を受けることは確実であり，その\n処分は回数を重ねるたびに重い処分となっているから，懲戒免職処分と\nなる可能性も否定することができず，受ける不利益は看過し難いものが\nある。なお，無名抗告訴訟としての公的義務不存在確認訴訟の適法性を\n決めるのは，訴えの利益の有無であるが，それは，「判決をもって法律\n関係等の存否を確定することが，その法律関係等に関する法律上の紛争\nを解決し，当事者の法律上の地位ないし利益が害される危険を除去する\nために必要，適切である場合」（最高裁平成１６年１２月２４日第二小\n法廷判決・集民２１５号１０８１頁参照)に，また，「確認を求めるこ\nとが現に存する法律上の紛争の直接かつ抜本的な解決のために適切かつ\n必要な場合」(最高裁平成１７年９月１４日大法廷判決・民集５９巻７\n号２０８７頁参照）に認められる。訴えの利益を「当該義務の履行によ\nって損害を受ける権利の性質及びその損害の程度，違反に対する制裁と\nしての不利益処分の確実性及びその内容又は性質等に照らし，事前の救\n済を認めなければ著しく不相当となる特段の事情がある場合」という判\n断基準（最高裁昭和４７年１１月３０第一小法廷判決・民集２６巻９号\n１７４６頁）で決するのは，余りに限定しすぎて狭すぎるといわざるを\n得ない。\n（控訴人らの主張）\n①について，行政事件訴訟法が抗告訴訟という訴訟類型を法定した趣\n旨は，私人の行為とは異なり，行政庁（公権力）には国民に権利を付与\nしたり，権利を制限する権限が与えられており，行政庁の行為について\nは抗告訴訟という訴訟類型において司法判断をすべきであるとの考えが\n存在するからである。すると，抗告訴訟は，あくまで行政処分（行政行\n為）をめぐって争われるものであり，行政処分といえない行政庁の行為\nについては，抗告訴訟を提起できない。本件公的義務不存在確認訴訟は，\n校長の職務命令を訴訟の対象としているが，およそ職務命令とは，公務\nを適正かつ能率的に遂行すべく職員（公務員）に対し発令されるもので\nあり，任命権者において，当該職務命令に違反した職員に対し，懲戒処\n分等の不利益処分を課すことはできるものの，職員に課された義務を直\n接的に実現する手段を欠くから，直接国民の権利義務を形成するという\n性質のものではなく抗告訴訟の対象となるものではない。目録Ａの被控\n訴人ら及び目録Ｃの被控訴人らが問題とする校長の職務命令とは，入学\n式・卒業式等の式典会場において会場の指定された席で国旗に向かって\n起立するなどの職務命令であり身分，俸給等に異動を生ぜしめるもので\nないことはもとより，勤務場所，勤務内容等において何らの不利益を伴\nうものではないから，抗告訴訟の対象となるものではない。したがって，\n本件公的義務不存在確認訴訟は，無名抗告訴訟として不適法である。\n次に，②について，同被控訴人らは，法定抗告訴訟で実質的な救済が\nできない理由として，苦痛を防止するという固有の意義があると主張す\nるが，訴訟である以上，法的関係を問題とすべきであるが，その主張す\nる苦痛とは，まさに主観的不快感にすぎないことに照らしても，本件公\n的義務不存在確認訴訟は，無名抗告訴訟としては不適法である。\nさらに，③について，校長の職務命令は，あくまで教育公務員として\n職務を適正に行うことを命じるというにすぎないものであり，決して同\n被控訴人らの内心に踏み込むものではない以上，思想・良心の自由，信\n教の自由，教育の自由を侵害するものではないし，入学式，卒業式等と\nいう勤務時間中という限られた日の限られた時間について発令されるも\nのであり，侵害の程度からすれば，まさに限定されたものである。地方\n公務員法に基づく不利益処分については，同法はあくまで人事委員会等\nに対する不服申立制度を法定しているのみならず，審査請求前置主義を\n採っているので，事後的救済制度のみが予定され，また同法に基づく不\n利益処分は，いわゆる任命権者の人事権の基本となるものであり，公務\n員法制の根幹をなすものであり，いわゆる部分秩序の問題であるから，\n司法の場において，その適否が問題となるとすれば，あくまで事後的に\nその適否を判断すべき性質のものである以上，「不利益処分の内容また\nは性質等」からしても，本件公的義務不存在確認の訴えには訴えの利益\nはない。\nイ  差止訴訟は適法か。\n（目録Ａの被控訴人ら及び目録Ｃの被控訴人らの主張）\n差止訴訟の適法要件は，①  処分性，②  原告適格，③  処分の蓋然\n性，及び④  当該処分がされることによる損害の重大性である。\n本件における懲戒処分の内容は，戒告にとどまらず，減給，停職と回\n数を重ねるたびに重い処分となっており，本件通達に基づき校長から発\n令された職務命令を拒否し続けた場合，懲戒免職処分となる可能性も十\n分予想される。また，一度，本件通達に基づく職務命令を拒否し懲戒処\n分を受けると再発防止研修の受講を命ぜられること，定年退職後に再雇\n用を希望しても拒否されることはいずれも確実である。本件通達に基づ\nく職務命令に違反するたびになされる戒告，減給，停職，免職といった\n処分自体が同被控訴人らにとって「重大な損害」であることはもちろん\nであるが，本件における懲戒処分は，懲戒処分固有の効果にとどまらず，\n以下の「重大な損害」を同被控訴人らにもたらすものである。つまり，\n再発防止研修は，その実態からいって同被控訴人らの思想・良心を踏み\nにじり，屈辱と苦痛を与えるものであり，それにより同被控訴人らの受\nける損害は重大なものである。そして，同被控訴人らが再雇用を希望し\nても拒否されることが「重大な損害」であることはいうまでもない。な\nお，再雇用拒否は，本件における懲戒処分を理由としてされるものであ\nるが，懲戒処分それ自体の執行ではないから，懲戒処分の執行が仮に停\n止されたとしても，停止される制度的保障はない。この意味で，本件に\nおいて懲戒処分を事前に差し止める固有の意義がある。そして，入学式，\n卒業式等の式典は毎年繰り返され，そのたびに校長は本件通達に基づき\n職務命令を発令するところ，同被控訴人らが本件通達に基づく校長の職\n務命令に違反するたびに懲戒処分等の不利益処分を受けかつその処分が\n重くなることは確実である。このように懲戒処分が繰り返し行われるな\nらば，それは個々の処分の効果を遙かに超える強度の精神的，経済的負\n担を同被控訴人らに課すことになり，その損害の重大性は否定できない。\nまた，本件通達が存在する限り繰り返される懲戒処分につき，各処分ご\nとに同被控訴人らに取消訴訟と執行停止申立てによる救済を求めること\nを要求するのは余りに酷であり，その負担を課すこと自体が「重大な損\n害」というべきである。さらに，同被控訴人らは，懲戒処分の威嚇によ\nり本件通達に基づく校長の職務命令に従うことを強制されている。同被\n控訴人らは，自己の信念に従って入学式，卒業式等の式典において国歌\n斉唱時に起立して国歌を斉唱すること，ピアノ伴奏をすることについて\nの職務命令を拒否し懲戒処分を受けるか，自己の信念に反して上記職務\n命令に従うかの岐路に立たされることになる。懲戒処分は，本件通達に\n基づく校長の職務命令に従わなかったことに対しされるものであるが，\nこの校長の職務命令が違法であった場合，同被控訴人らが懲戒処分の強\n制の下で侵害を受ける権利は，思想・良心の自由等の精神的自由にかか\nわる権利であり，そもそも事後的救済には馴染みにくい権利である。結\n局，懲戒処分を受けることは，同被控訴人らにとってハイリスクであり，\n同被控訴人らは，国旗起立義務，国歌斉唱義務，ピアノ伴奏義務がない\nにもかかわらず義務を履行せざるを得ない状況に追い込まれる。このよ\nうな本件の特質を踏まえるならば，懲戒処分がされることにより「重大\nな損害」が生ずるおそれがあることは明らかであり，原判決が行った本\n件通達に基づく職務命令違反を理由とする懲戒処分を差し止め，かつそ\nの後の違法な懲戒処分の繰り返しを防ぐことがもっとも適切妥当な救済\n方法である。\n（控訴人らの主張）\n④について，同被控訴人ら主張の損害は，懲戒処分であって，その処\n分の取消訴訟を提起して執行停止を受けることにより容易に救済を受け\nるような性質の損害である上，地方公務員法は，あくまで人事委員会等\nに対する不服申立制度を法定し，審査請求前置主義を採っているので，\n事後的救済制度のみを予定していることは明らかであるのみならず，同\n法に基づく不利益処分は，処分の性質からして，重大な損害が生ずるお\nそれがある場合には該当しない。結局，同被控訴人ら主張の損害は，\n「重大な損害」に当たらないのである。\n(2)  本案の主張\nア  都教委の本件通達が，被控訴人らの教育の自由を侵害して憲法２６条，\n２３条に違反し，また旧教基法１０条１項，新教基法１６条１項の禁止\nする「不当な支配」に当たり，更には思想・良心の自由及び信仰の自由\nを害し，憲法１９条，２０条に違反するから，明白かつ重大な瑕疵があ\nり，違法無効か。\n（被控訴人らの主張）\n(ア)  国旗及び国歌に関する法律，現行学習指導要領の国旗・国歌条項，\n及び本件通達に基づく義務\n国旗及び国歌に関する法律は，日章旗（日の丸）を国旗，君が代を\n国歌と規定するのみである。その制定時には世論を二分する賛否の議\n論があり，立法者も教育現場で強制するものでない旨述べていた。な\nお，同法制定時，控訴人らが主張するような日の丸・君が代が我が国\nの国旗・国歌であるとの慣習法が成立していたとは到底いえない。\n学習指導要領は，普通教育の内容及び方法について遵守すべき基準\nを設定する場合において，教育における機会均等の確保と全国的な一\n定水準の維持という目的のために必要かつ合理的と認められる大綱的\nな基準に止められるべきものであり，学習指導要領に無限定な法的拘\n束力を認めることはできない。現行学習指導要領の国旗・国歌条項は，\n第一次的には，創造的，弾力的で，地方ごとの特殊性を反映した教育\nの個別化の余地を拒むことになり，教育における機会均等の確保と全\n国的な一定水準の維持という目的のために必要かつ合理的と認められ\nる大綱的な基準を超えるものであり，法的拘束力は認められない。第\n二次的には，国旗掲揚・国歌斉唱の具体的方法等について指示するも\nのでなく，国旗掲揚，国歌斉唱の実施方法等については，各学校の判\n断にゆだねられており，教職員が生徒に対して日の丸，君が代を巡る\n歴史的事実を教えることを禁止するものでなく，教職員に対し，国\n旗・国歌について一方的な一定の理論を生徒に教え込むことを強制す\nるものとはいえないとの解釈の下で法的効力を有する。したがって，\n現行学習指導要領の国旗・国歌条項は，被控訴人らに対し，国旗に向\nかって起立すること，国歌を斉唱すること，及び国歌斉唱の際ピアノ\n伴奏する義務を負わせるものでない。\nまた，本件通達は，現行学習指導要領の国旗・国歌条項すら逸脱し\nて，詳細かつ画一的な入学式，卒業式等の進行を定めていること，及\nび国旗及び国歌に関する法律制定時に立法者が強制しないと述べたこ\nとにも反しており，被控訴人らに対し，国旗に向かって起立すること，\n国歌を斉唱すること，国歌斉唱の際ピアノ伴奏する義務を負わせるも\nのでない。\nさらに，本件通達は，校長から本件通達に従って，口頭で包括職務\n命令，文書による個別職務命令（本件職務命令）が発令され，毎年繰\nり返され，教育現場から式典の内容を決めていく裁量を奪っているか\nら，被控訴人らは，国旗に向かって起立すること，国歌を斉唱するこ\nと，及び国歌斉唱の際ピアノ伴奏をする義務を負わない。\n(イ)  教育の自由の侵害と教育に対する不当な支配\n子どもは，人間的に成長，発達する権利，学ぶ権利，及びそれにふ\nさわしい教育を求める権利を有している（憲法１３条，２６条，児童\nの権利に関する条約６条，１２条１項，１３条１項，２８条２項，２\n９条１項）。このような子どもの学習権に応え，これを保障するため\nに学校があり，専門家である教職員がいる（学校教育法２８条６項）。\n教職員は，子どもの学習権に応えるために生徒の人格の完成を目指し\nた人格的接触を行う専門職として，柔軟かつ臨機応変に教育の内容・\n方法を選択していく一定の裁量が認められることから，この教職員の\n工夫あふれる創造的な教育活動を行うことが公権力によって妨げられ\nてはならない。そこで，教職員には，①  公権力によって特定の見解\nのみを教授することを強制されない自由，②  子どもの発達段階に応\nじて創造的な教育活動をする自由，すなわち自由な創意と工夫の余地\nを残さない介入を拒否する自由を含む教育の自由が保障されており\n（憲法２３条，２６条），教育内的事項，とりわけ各学校の教育課程\n編成と深くかかわる事項は，本来，教職員ないし教職員集団がその専\n門的知見に基づき主体的，自立的に決定すべき事項であり，教職員は，\n全校的教育活動に関する意思形成等について固有の権利を有している。\nこれに対し，教育行政は，教育目的を遂行するために必要な教育施設\nの管理等について責務を負う。しかし，教育行政といえども教育課程\nその他の教育内的事項について権力的介入をするならば，教育に対す\nる「不当な支配」（旧教基法１０条１項，新教基法１６条１項）に当\nたり許されない。また，校長は，教職員に対し，必要な指導助言を行\nい，教育活動を刺激するなどして，総じて学校の教育文化を高めてい\nくことをその任務とすべきであり，所属教職員を監督する旨の規定が\nあるからといって，教育活動事項について指揮命令関係があるとはい\nえない。\n入学式，卒業式等の学校行事に関する事項は，教育課程に属する事\n項であり，子どもと直接人間的接触をする教職員及び教職員集団から\nなる職員会議が決定すべき事項である。これに対し，校長は，入学式，\n卒業式等の学校行事に関する事項について，指導助言を行い，対外的\nな代表をするにすぎない。ところが，本件通達は，行政機関である都\n教委が，教職員に対し，入学式，卒業式等の式典において，国旗に向\nかって起立すること，国歌を斉唱すること，及び国歌斉唱時にピアノ\n伴奏をすることを強制するものにほかならない。したがって，本件通\n達は，教職員による創造的かつ弾力的な教育の余地を奪い，教職員に\n対して一方的に一定の理論ないし観念を生徒に教え込むことを強制す\nるものであって，教職員に保障されている教育の自由を侵害する。\nさらに，最高裁昭和５１年５月２１日大法廷判決(刑集３０巻５号\n６１５頁)の趣旨から導かれる内容介入度（大綱的基準）と強制の程\n度の２つの観点からの基準に従って判断してみると，本件通達は，教\n職員による創造的かつ弾力的な教育の余地を全く残さない具体的かつ\n詳細な介入であること，また，制裁を伴う職務命令であるという点で，\n強制度も最も強いものであり，「不当な支配」に当たる。また，都教\n委は，本件通達を遵守させるために，実際の式典においては，都教委\nの職員による監視をつけ，不起立等のあった場合，制裁を科し，また，\n本件通達と同日付けで「適格性に課題のある教育管理職の取扱いに関\nする要綱」を発表し，本件通達の発出に当たり校長の職務命令の発令\nを強制したのである。これは，旧教基法１０条１項及び新教基法１６\n条１項が禁止する「不当な支配」に当たる。\n(ウ)  思想・良心の自由の侵害\n憲法において，明文で思想・良心の自由を保障した理由は，戦前，\n国家権力が神権天皇制の思想でもって国民各人の思想・良心にまで抑\n圧的，統制的，更には教化的，洗脳的に侵入したことに対する反省の\n上に立って，二度とそのようなことは許さないということを確固とし\nて示したことにある。入学式，卒業式等の式典において，国旗に向か\nって起立し，国歌を斉唱するという行為及び国歌斉唱時にピアノ伴奏\nをするという行為を一律に強制することは，国旗・国歌が一定の価値\nを有するものであることからして，世界観，人生観，主義等個人の人\n格的な内面作用に密接にかかわるものである。したがって，被控訴人\nらは，憲法１９条に基づき，入学式，卒業式等の式典において，国旗\nに向かって起立すること，国歌を斉唱すること，及び国歌斉唱時にピ\nアノ伴奏をすることを強制されるのを拒否する自由を有している。ま\nた，被控訴人らは，子どもの学習権保障のためにも，自らの思想・良\n心に従って，入学式，卒業式等の式典において，国旗に向かって起立\nするか否か，国歌を斉唱するか否か，ピアノ伴奏するか否かを決定す\nる自由が保障されるべきである。したがって，本件通達及びこれに基\nづく本件職務命令は，被控訴人らの思想・良心の自由を侵害するもの\nであり，職務の公共性に由来する内在的制約としてこれが正当化され\nることもないから，憲法１９条に違反する。\n(エ)  信教の自由の侵害\n信教の自由の内容は，それが保障されるようになった歴史的経緯か\nらして信仰（内心）の自由のみでなく，当然に宗教活動の自由（外部\n行為）を含む。それとともに，信教の自由は，寛容の精神から導かれ\nるものであり，このことは，近代憲法が価値多元主義を前提としてい\nることからいえる。入学式，卒業式等の式典において，国旗に向かっ\nて起立し，国歌を斉唱するという行為及び国歌斉唱時にピアノ伴奏を\nするという行為を一律に強制することは，国旗・国歌が一定の価値を\n有するものであることからして，信仰との関係で深刻な問題を生じる。\n被控訴人らのうちＰ１４ほか１１名は，キリスト教の信仰をもってお\nり，憲法２０条１項に基づき，外部的強制から自己の信仰を保護，防\n衛するため不可欠な場合，入学式，卒業式等の式典において，国旗に\n向かって起立しない自由，国歌を斉唱しない自由，及び国歌斉唱に際\nしてピノ伴奏をしない自由を有している。\n日の丸，君が代は，歴史上国家神道と密接な結びつきを有しており，\n宗教的価値観と不可分の関係にある。君が代を尊重するということは，\n天皇を尊崇するということであり，それは，上記キリスト教徒にとっ\nてその教えに反することになる。被控訴人らに対して，これらの行為\nを強制することは，被控訴人らの信教の自由の侵害になる。また，被\n控訴人らに対する宗教上の行為への参加強制にも当たるから，憲法２\n０条２項に違反する。\n(控訴人らの主張）\n(ア)  国旗及び国歌に関する法律，現行学習指導要領の国旗・国歌条項，\n及び本件通達に基づく義務\n国旗及び国歌に関する法律は，日の丸・君が代が我が国の国旗・国\n歌であるとの慣習法が成立していたのを受けて，国民の代表者たる国\n会議員で構成される国会が法律の形式をもって制定したのであるから，\n国旗・国歌は尊重されるべきとの共通の認識が存在しているのであっ\nて，日の丸（国旗）及び君が代（国歌）を尊重する態度を育てるべく\n児童・生徒を指導することは普通教育において当然のことである。\nまた，学習指導要領は，法的拘束力があるところ，現行学習指導要\n領の国旗・国歌条項は，日本人としての自覚を養い，国を愛する心を\n育てるとともに，生徒が将来，国際社会において尊敬され，信頼され\nる日本人として成長していくためには，生徒に国旗・国歌に対する正\nしい認識をもたせ，それらを尊重する態度を育てることが重要なこと\nであること，入学式，卒業式等は，学校生活に有意義な変化や折り目\nを付け，厳粛で清新な気分を味わい，新しい生活への動機付けを行い，\n集団への所属感を深める上でよい機会となることから，このような入\n学式，卒業式等の意義を踏まえ，これらの式典において，国旗を掲揚\nするとともに国歌を斉唱するとの趣旨から設けられた規定である。そ\nして，その性質上，全国的にその趣旨が実現されることが望ましいも\nのといえる上，教育における機会均等の確保と全国的な一定の教育水\n準の維持という目的のために学習指導要領の一部として規定する必要\n性があるというべきである。他方，公立学校を設置する地方公共団体\nの教育委員会は，地方自治の原則の下に，国が設定した大綱的基準の\n範囲内でより具体的かつ詳細な基準を設定することができ，またそれ\nが要請されている。教育委員会は，子ども自身の利益の擁護のため，\nまた子どもの成長に対する地域社会，公共の利益と関心に応えるため，\n必要かつ合理的と認められる範囲で教育の内容及び方法に関して国に\n比してより具体的な基準を設定し，必要な場合には具体的な命令を発\nする権能を有し，その責務を負っている。\nところで，本件通達は，都立学校において学ぶ児童・生徒に国旗・\n国歌に対する正しい認識をもたせ，それらを尊重する態度を育てると\nいう目的の下，普通教育において指導すべき国旗・国歌に関する基礎\n的知識を指導するために，また，入学式，卒業式等の学校行事（儀式\n的行事）を学習指導要領に則して適正に実施するために，発出された\nものであって，まさに学校管理機関としての都教委がその権限を行使\nするに当たり許容された目的にかなうものである。入学式，卒業式あ\nるいは周年行事などの学校生活の重要な節目において，学校生活に有\n意義な変化や折り目を付けるために儀式的行事を行い，これによって\n児童・生徒が厳粛で清新な気分を味わい，それまでの学校生活を振り\n返るとともに新しい生活への出発の決意と希望の意識を高められるよ\nうにし，併せて国旗・国歌について学ぶことができるようにするため，\nそれに適した場所的環境や式の進行を定めるものであり，学習指導要\n領の趣旨に沿って入学式，卒業式等を実施する上で必要かつ合理的な\nものである。\nそして，校長は，学習指導要領に基づく適正な学校行事を実施する\nために考えられる方策を検討したところ，現状を踏まえると，これま\nでの教職員に対する指導だけでは，儀式的行事における国旗・国歌の\n指導を教職員に求めることは困難であり，職務命令を発するしか方法\nがないという判断に至ったものである。したがって，本件通達と校長\nの本件職務命令は，不可分一体の関係がないし，また，他の方法がな\nい以上，最終的に各学校の実態を把握している各校長が，その権限と\n責任に基づき，自己の判断によって本件職務命令を発令したのである\nから，強制されたものではない。なお，「適格性に課題のある教育管\n理職の取扱いに関する要綱」は，教育委員会の開催日の関係からその\n決定の日付けがたまたま同じ日となったにすぎ，本件通達と何の関連\n性もない。\n(イ)  教育の自由の侵害と教育に対する不当な支配について\n憲法２６条は，子どもが適切な教育を受ける権利を保障しているも\nのであり，子どもに教育をする立場にある教職員の個人的人権として\nの教育の自由を保障しているものではない。同条により公権力（教育\n行政機関）の介入が制約され，その反面，教職員の教育内容・方法に\nついての一定の裁量権が認められることになっても，それはあくまで\n子どもの人権保障の反射的効果にすぎない。仮に普通教育における教\n育の自由が教職員個人の人権として保障されているとしても，本件の\nような儀式的行事については，その教育活動は儀式にふさわしい内\n容・方法でされるべきものであって，裁量といってもその範囲は広い\nものではないし，学校行事は，日常の授業とは異なり，学校単位で行\nわれるものであり，その内容・方法は個々の教職員が決定できるもの\nではなく，個々の教職員の教育の自由が妥当する領域ではない。\nまた，学校管理機関としての教育委員会は，許容された目的，すな\nわち普通教育の目的（子どもの成長の上で必要となる基礎的知識を身\nにつけさせる目的）で，この目的達成のために必要，合理的なもので\nあれば，教育の内容・方法に関しても関与・介入できるのである。前\n記のとおり，本件通達は，許容された目的のため，その目的達成のた\nめ必要，合理的なものであり，教職員に対し一方的な理論ないし観念\nを生徒に教え込むことを強制するものではないし，本件職務命令は，\n校長が法律上の権限に基づき，自らの責任と判断で発出しているので\nあるから，旧教基法１０条１項及び新教基法１６条１項の「不当な支\n配」に当たらない。\n(ウ)  思想・良心の自由の侵害について\nａ  入学式，卒業式等において，児童・生徒に対し，国旗・国歌に対\nする正しい認識をもたせ，尊重する態度を育てるために，教職員に\n対し，国旗に向かって起立し，国歌を斉唱し，そのピアノ伴奏をす\nるよう命じることは，敬礼などの特別な行為を求めるものではなく，\nそのこと自体，一定の外部的行為を命じるにとどまるものであって，\n被控訴人らの内心における精神活動を否定したり，その思想・良心\nに反する精神的活動を強制するものではないし，いかなる思想を抱\nいているか露顕することを強制するものでもなく，いわゆる「踏み\n絵」などと称されるものでもないことは明らかである。国旗に向か\nって起立し，国歌斉唱を拒否すること，ピアノ伴奏を拒否すること\nは，派生的ないし付随的行為であり，一つの選択であったとしても，\n被控訴人らに対して，起立・斉唱あるいはピアノ伴奏を命ずること\nが直ちに内心の核心部分を否定することとなるような関係は認めら\nれず，一般的にこれと不可分に結びつくものということはできない。\nｂ  校長の職務命令が，被控訴人らの思想・信条・感情やこれに由来\nする社会生活上の信念そのものを否定したり（特定思想の禁止），\nその世界観及びこれに由来する社会生活上の信念に反するその内容\nの表明を求めたり（特定思想の有無について告白を強制したり）す\nるものではないことも明らかである。\nｃ  校長は教職員に対して教育内容，方法について命令する権限を有\nし，本件で問題とされている特別活動たる入学式，卒業式等の式典\nにおいて，国旗に向かって起立し，国歌を斉唱すること，ピアノ伴\n奏をするとの職務命令は，その内容において相当かつ合理性を有す\nる。\n(エ)  信教の自由の侵害について\nａ  入学式，卒業式等の際に起立斉唱あるいはピアノ伴奏を拒否する\nことは，キリスト教の信仰を持つ教職員としては，その信仰に基づ\nく一つの選択であろうが，一般的には，これを不可分に結び付くも\nのということはできず，キリスト教の信仰を持つ教職員に対して，\n起立斉唱あるいはピアノ伴奏を命ずることを内容とする職務命令が\n直ちに当該教職員の有する信仰それ自体を否定するものではない。\nｂ  客観的にみて，入学式，卒業式等の際に，起立斉唱あるいはピア\nノ伴奏をするという行為自体は，出席する教職員にとって通常想定\nされ期待されるものであって，特定の信仰を有するということを外\n部に表明する行為であると評価することは困難なものであり，特に\n職務命令に従ってこのような行為が行われる場合には，上記のよう\nに評価することは一層困難であるといわざるを得ない。起立斉唱あ\nるいはピアノ伴奏を命ずる職務命令は，当該教職員に対して特定の\n信仰を持つことを強制したり，あるいは，これを禁止したりするも\nのではなく，特定の信仰の有無について告白することを強要するも\nのでもない。\nｃ  また，入学式，卒業式等の儀式的行事における起立斉唱行為は，\n出席する教職員にとって通常想定される入学式，卒業式等における\n儀式的所作であるから「宗教上の行為」としての意味をもつもので\nはない。したがって，憲法２０条２項で禁止されている宗教上の行\n為への参加を強制するものでない。\nイ  被控訴人らに違法な本件通達の発出による損害を発生させたか。\n（被控訴人らの主張）\n本件通達及び本件職務命令は，違憲違法である。したがって，被控訴\n人らは，入学式，卒業式等の式典において国旗に向かって起立する義務，\n国歌を斉唱する義務，及びピアノを伴奏する義務を負わないことは明ら\nかである。それにもかかわらず，被控訴人らは，本件通達及び本件職務\n命令が発出されることによって，国旗に向かって起立し，国歌を斉唱す\nるか，ピアノを伴奏するか否か，岐路に立たされ，入学式，卒業式等の\n式典当日の国歌斉唱が行われる前まで精神的負担の下に身を置かれ，不\n眠，・下痢等の身体症状まで出る事態までになったり，どうしても本件\n通達には従えないと思いながら，教職員としての仕事を失ってしまうこ\nとへの不安や経済的事情でやむ得ず起立した者もいるが，これらの者は，\n自らを裏切ったとしてさいなまされている。これら事情によれば，被控\n訴人らに損害が発生していることは明らかであり，それを慰謝するの損\n害額は１人当たり３万円を下らない。\n（控訴人らの主張）\n本件通達は，都立学校の各校長に対して発出されたものであり，被控\n訴人らは，本件通達により直ちに職務上の義務を負うものではないから，\n本件通達により権利侵害を受けることはなく，また，本件通達及び本件\n職務命令は，違憲違法なものではないから，これによる損害の発生はな\nい。\n本件通達は，都立学校の校長に対して発出されたものであり，被控訴\n人らは，本件通達により直ちに職務上の義務を負うものではないから，\n本件通達により権利侵害を受けることなく，これによる損害の発生はな\nい。\nまた，本件通達及び本件職務命令は，違憲違法なものではないから，\n控訴人東京都が損害賠償の責を負うこともなく，これらによる損害の発\n生はない。\nさらに，被控訴人らには本件通達あるいは本件職務命令の発出による\n具体的な損害の主張立証のない者が存する。不快感等主観的思いは，損\n害とはいえない。\n第３  当裁判所の判断\n１  認定事実\n当事者，本件通達及び本件職務命令並びに事実経過は，前記争いのない事\n実に記載したとおりである。それに加え，争いのない事実，後掲証拠及び弁\n論の全趣旨によれば，国旗及び国歌に関する法律の公布，施行以降の事実経\n過として，以下のとおりの事実が認められる。\n(1)  平成１１年３月に現行学習指導要領が告示され，同年８月１３日に国\n旗及び国歌に関する法律が公布，施行された。そこで，文部省は，同年９\n月１７日付けで「学校における国旗及び国歌に関する指導について(通\n知)」を発出し，東京都教育庁は，同年１０月１日付けで「学校における\n国旗及び国歌に関する指導について(通知)」を発出し，都教委は，同月１\n９日付けで「入学式及び卒業式における国旗掲揚及び国歌斉唱の指導につ\nいて(通達)」を発出し，東京都教育庁は，都立学校の教職員に向けたリー\nフレットを作成し，配布した。その後，文部省は，平成１３年５月２５日\n付けで「学校における国旗及び国歌に関する指導について（通知）」を発\n出し，都立高校（全日制）の国旗掲揚率及び国歌斉唱率が平成１２年卒業\n式及び同１３年度入学式のいずれも１００％であると通知した。\n(2)  しかし，実際は，国旗が人目に付かない場所に掲揚されたり，国歌斉\n唱が式次第に明記されないなど前記実施指針(平成１０年１１月２０日付\n１０教指高第１６１号)で定めた内容どおりに実施されず，また国歌斉唱\n時に教職員が起立しない，音楽科担当の教職員がいるのに国歌のピアノ\n伴奏をしない，国歌斉唱の指導を行う際に児童・生徒に内心の自由を説\n明するなどという状況がみられた。都教委は，このような状況が現行学\n習指導要領に基づいた生徒に対する適正な指導とはいえないと考えた。\n（甲２６８，乙３６，３７，５３，５９，６１ ，６４，８２，原審証人\nＰ２０）\n(3)  そこで，東京都教育庁は，指導部長名にて都立学校長等に宛て，平成\n１３年６月１２日付けで「学校における国旗及び国歌に関する指導につい\nて（通知）」を発出した。その後，文部省は，平成１５年３月５日付けで\n「公立小・中・高等学校における入学式及び卒業式での国旗掲揚及び国歌\n斉唱に関する取扱いについて（照会）」を発出したので，それに基づき，\n東京都教育庁の指導部長は，区市町村教育委員会教育長に宛て独自の項目\nを加えた質問紙による調査の実施を依頼した結果報告等を受け，同年５月\n２２日の都教委平成１５年第９回定例会において，卒業式，入学式が現行\n学習指導要領に基づいて適正に実施されるよう，今後とも指導していきた\nい旨を述べた。そして，東京都教育庁は，同年６月２５日施行の「都立学\n校等卒業式・入学式対策本部設置要項」に基づき，都立学校等における卒\n業式及び入学式が現行学習指導要領に基づき，より適正に実施されるため\nに本件対策本部を設置し，本件対策本部に幹事会を置き，各３回の本件対\n策本部及び幹事会の会合を開催し，入学式及び卒業式等における国旗掲揚\n及び国歌斉唱の実施について検討した。\n(4)  そして，東京都教育庁の指導部長は，平成１５年１０月２３日の都教\n委第１７回定例会において，本件対策本部における検討方針を本件通達\n案として取りまとめたとして，その内容を報告し，都教委は，同日付け\nで本件通達（職務命令の性質を有する。）を発出した。なお，都教委は，\n同日，「教育課程の適正実施にかかわる説明会」を開催し，Ｐ１教育長，\nＰ３指導部長及びＰ４人事部長が出席した。この説明会は，都立学校の\n校長を対象としたものであり(ただし，当日校長に代わり教頭が出席して\nいた都立学校もあった。)，全体会において，Ｐ１教育長は，①  教育改\n革は進んでいるが，日本人としてのアイデンティティの課題が残ってい\nる，②  卒業式，入学式等で着席のままの教職員がいるが，これは運営\nの妨げである，③  （卒業式等の適正実施は）儀式的行事の問題にとど\nまらず，学校経営の問題であるなどと挨拶した。また，Ｐ４人事部長は，\n①  教職員を職務命令に従わせることが大事であること，②  職務命令\nを出すに当たっては，いつ，どこで，誰に向かって発したか記録するこ\nと，③  国旗は舞台壇上正面に掲揚すること，④  屋外の国旗掲揚の時\n間帯は，始業時から終業時まで，全日制であれば８時１５分から１７時\nまでとすること，⑤  教職員には国旗に向かって起立し国歌を斉唱させ\nること，⑥  教職員の座席を指定すること，⑦  教職員が起立しない場\n合，現認し，報告すること，⑧  （国歌斉唱時に）座っている人にその\n場で職務命令を出すのは難しいから，必ず事前に職務命令を出すこと，\n⑨  国歌斉唱のピアノ伴奏については，専科の教職員に命ずること，⑩\n教職員が弾きたくないとの意思を示した場合，現認し，報告すること，\n⑪  教職員が会場を設営しない場合，職務命令を出して行わせること，\n⑫  職務命令についてはマニュアルを作成するので，それに従うことな\nどを指導した。また，Ｐ３指導部長は，本件通達が都教委教育長から各\n校長に対する職務命令であると説明した。その後開催された学区ごとの\n校長連絡会において，主任指導主事は，①  国旗は舞台壇上正面，すな\nわち壇上正面の壁面に置き，上からつり下げる場合を含むが，三脚は不\n可であること，②  国旗，都旗は各学校の予算で早急に購入すること，\n③  国旗のサイズは，中型が１ｍ四方，大型が１．５ｍ四方で３０００\n円から４０００円程度，都旗は２万円程度であること，④  都旗は，イ\nチョウのものはシンボルマークであって都旗ではないから，正式な都旗\nを使用すること，⑤  国旗，都旗を買うのであれば，業者を紹介すると\nして，その電話番号と担当者名を教え，注文後１０日程度で届くこと，\n⑥  国歌斉唱時に起立している状況を作ればよいこと，⑦  内心の自由\nの説明をすることによって，起立，斉唱しにくい状況を作らないこと，\nしたがって，本件実施指針にも「起立を促す」とあること，⑧  教職員\nはできる限り会場内に入れること，⑨  指導部が会場内の人数を把握す\nること，⑩  起立しない教職員の現認方法は，追って指示すること，⑪\nピアノ伴奏については音楽専任教職員がすること，音楽専任教職員がい\nないところでは，伴奏のできる者に命じてさせること，伴奏可能な教員\nがいない学校ではＣＤ，テープで伴奏を流す場合があるので，都教委に\n相談すること，⑫  本件通達にいう「入学式，卒業式等」の「等」とは，\n周 年 式 典 ， 開 校 式 ， 閉 校 式 ， 落 成 式 等 の 儀 式 的 行 事 で あ る こ と ， ⑬\n（平成１６年３月の卒業式には）教育庁職員を課長級以上１名，指導主\n事を１名ないし数名派遣すること，⑭  今後，職務命令を出す方法と手\n順について手順書を示すので，それに則って行うことなどを指導した。\n（甲１，１８８の５，２０８の１ないし３，２１１の１・３・１０・１\n５，２６２，４４４，乙１，１４の１ないし３，３６ないし３８，４１\nの２ないし６・８ないし１１，５８，６０，６４，７４，８２，原審証\n人Ｐ１５）\n(5)  都教委は，同日，①  ２年間の業績評定が下位評定であった者，②\n過去３年間のうち２回の業績評定が下位評定であった者のうち，直近に実\n施した業績評定が下位評定であった者，③  教育管理職になった後，戒告\n以上の懲戒処分を２回以上受けた者，④  その他客観的事実に基づいて教\n育管理職に必要な適格性に問題があると認められる者について，研修受講\nの措置を講ずるとの「適格性に課題のある教育管理職の取扱いに関する要\n綱」を発表した。そして，Ｐ３指導部長は，後記平成１５年１１月１１日\nの定例校長連絡会で，その内容について説明した。（甲１，１８８の１，\n２１１の１，２１２の２，乙１３，原審証人Ｐ１５）\n(6)  本件通達発出後，都立Ｐ５高等学校の平成１５年１０月３１日実施の\n創立３０周年記念式典をはじめ，各都立学校の周年行事に先立って，各校\n長から各教職員に対し，職務命令書に基づいて個別に，国旗に向かって起\n立し，国歌を斉唱することなどの別紙３記載のような本件職務命令が発令\nされた。\n(7)  都立学校では，本件通達に基づき，平成１６年３月実施の卒業式，同\n年４月実施の入学式において，校長から教職員に対し，入学式，卒業式に\nおいて，国歌斉唱の際，国旗に向かって起立し，国歌を斉唱するよう別紙\n４記載のような職務命令書による本件職務命令が事前に発令された（ただ\nし，このうち都立Ｐ６高等学校，同Ｐ７高等学校では口頭による職務命令\nのみが発令された。）。\n(8)  Ｐ３指導部長は，平成１５年１１月１１日，定例校長連絡会において，\n①  都議や都民から入学式，卒業式等の態様，在り方についていつまでこ\nういう状態なんだと問題を指摘されていること，②  本件通達は校長への\n職務命令であること，③  本件通達を校長のツールとして活用していただ\nきたいこと，④  卒業式や入学式について，まず形から入り，形に心を入\nれればよいこと，⑤  形式的であっても，（教員や生徒が国歌斉唱時に）\n立てば一歩前進であることなどを内容とする講話をした。（甲２１２の２，\n原審証人Ｐ１５）\n(9)  東京都教育庁の指導課長Ｐ１６（以下「Ｐ１６指導課長」という。）\nは，平成１５年１２月９日，定例校長連絡会において，同月３日に東京\n地方裁判所において言い渡された判決（乙１６。小学校の音楽専科の教\n職員が入学式の国歌斉唱時にピアノ伴奏をしなかったことに関して受け\nた戒告処分の取消訴訟）に言及しつつ，次のような指導を行った。すな\nわち，①  職務命令は，口頭でも立会人不在でも有効であるが，訴訟対\n応上，必ず書面で立会人をつけて行うこと，②  教務主任研修会で本件\n実施指針が憲法違反ではないかとの発言をした教務主任がいるが，教務\n主任の発言として不適切であり，当該教務主任を選任した校長の責任で\nあるから指導してもらうこと，③  校長から不協和音を出さないことな\nどというものであった。（甲２１２の３，２６２，原審証人Ｐ１５）\n(10)  東京都教育庁の指導主事Ｐ１７（以下「Ｐ１７指導主事」という。）\nは，平成１５年１２月２６日，都立Ｐ１８高等学校を訪れ，校長に対し，\n校長は必ず職務命令を発令するように話した。（原審証人Ｐ１５）\n(11)  Ｐ１６指導課長は，平成１６年１月１３日，定例校長連絡会において，\n同年３月中に，同年４月実施の入学式について職務命令を出しておくよう\nに伝えた。また，その後に開催された地区別連絡会において，例えば，５\n学区担当のＰ１７指導主事は，①  卒業式の実施要項の中には会場の配置\n図，教員の座席図，司会の進行表，教職員の役割分担表を必ず入れること，\n②  式次第には都教委の挨拶を必ず入れること，③  実施要項ができたら\nすぐに指導主事に提出すること，④  教職員に対しては口頭及び文書で職\n務命令を発令することを話した。（甲２１２の４，乙３９，原審証人Ｐ１\n５）\n(12)  Ｐ１６指導課長は，平成１６年１月３０日，５学区の臨時校長連絡会\nにおいて，校長に対し，本件通達に関するＱ＆Ａ及び「卒業式・入学式の\n実施に当たって（Ａ高校の周年行事の実施例）」と題する資料を配付して，\nその内容を説明し，そのとおり入学式，卒業式を実施するように伝えた上，\n①  職務命令には，実施要項に従って業務を行うことと書くこと，②  司\n会者に対しては，進行表により司会を行うことと付け加えること，③  職\n務命令書を手渡すこと，④  何日かかってもそれを手渡すこと，⑤  例え\nば学校で受け取らなかった教職員に，それでは家に行って手渡すといった\nら次の日の朝に学校で受け取ったという例もあるから，そのぐらいねばり\n強くやること，⑥  教頭は（国歌斉唱の）５分くらい前に不起立教職員の\n現認の準備の配置に付くこと，⑦  国歌斉唱自体は約４０秒ぐらいだが，\nその間に教頭が現認をすること，⑧  教育委員会職員はあくまで補助であ\nること，⑨  （本件実施指針にある）「国旗に向かって起立し」とは，国\n旗にケツ向けるなということ，⑩  国旗・国歌について説明をしていいが，\n歌わなくてよいなどといってはいけないことなどを述べた。また，上記Ｑ\n＆Ａには，①  教職員は可能な限り全員式場に入れること，②  教員の参\n列状況及び国歌斉唱時の起立状況を確認するため座席指定が必要であるこ\nと，③  司会は主幹等の教員が行い，教頭は行わないこと，④  国歌斉唱\n時の不起立の確認は管理職が行い，教育委員会職員は補助であること，⑤\n定時制課程の屋外での国旗掲揚については夜間でも雨天でも行うこと，⑥\nピアノ伴奏については非常勤講師が行う場合があることなどが記載されて\nいたが，上記臨時校長連絡会終了後に回収された。さらに，上記「卒業\n式・入学式の実施に当たって（Ａ高校の周年行事の実施例）」と題する資\n料には，①  ２週間前までに式の実施要項（会場図，座席表，式次第，役\n割分担表等を含む。）を作成すること，②  １週間前までに教職員全体に\n対して口頭で職務命令を発令すること，③  前日までに教職員個人に対し\nて文書で職務命令を発令すること，④  式当日は式前に教職員全体に口頭\nで職務命令を発令し，式中に国歌斉唱状況を確認し，式後に職務命令違反\nがあった場合，校長が当該教職員に事実を確認し，報告書を作成すること\nなどが記載されていた。（甲１，１８８の４，２１１の１，２８７，乙３\n９，４０，原審証人Ｐ１５）\n(13)  Ｐ１６指導課長は，平成１６年２月１０日，定例校長連絡会において，\nＱ＆Ａを精査したと述べ，５学区担当のＰ１７指導主事らは，地区別連絡\n会において，校長に対し，①  職務命令は文書で手渡すこと，②  外部に\n出しやすいように記載内容を手直ししたＱ＆Ａを配付するが，前回のＱ＆\nＡが正しいのでそれに従うようにと指導した。上記手直し後のＱ＆Ａには，\n①  教職員全員を式場に入れるか否かについて，学校の状況に応じて校長\nが判断することではあるが，できるだけ多くの教職員が生徒の門出を心か\nら祝福できるようにしてほしい，②  座席指定を行わなければならないか\n否かについて，本件実施指針には，「教職員は，会場の指定された席で国\n旗に向かって起立し」とあるので，座席指定を行わなければならないなど\nと記載されており，司会を誰が行うのか，どのように国歌斉唱時の不起立\nを現認するのかなどについては前回のＱ＆Ａにあった項目自体が削除され\nていた。（甲７，１８８の１２，２１１の１，２１２の５，乙３９，４０，\n原審証人Ｐ１５）\n(14)  都教委の学区担当指導主事らは，平成１６年２月から３月までの間に\nかけて，自ら赴いたり，電話連絡網，リレー電話及びメールで，校長に\n対して，平成１５年度卒業式について，①  配付のＱ＆Ａは手持ち資料\nであってそれを外部に出さないようにしてかみ砕いて説明すること，②\n非常勤講師及び事務職員には職務命令を出せないこと，③  式に出席す\nる東京都教育庁の職員の名前，④  卒業式で国歌斉唱時の不起立等の服\n務事故が発生した場合，速やかに都教委人事部担当管理主事に電話連絡\nをすること，⑤  事故報告書を速やかに文章で人事部職員課へ提出する\nことなどを指示した。（甲１７８の２５，１８８の６，２６２，３９１，\n乙３９，４０，原審証人Ｐ１５）\n(15)  平成１６年３月１６日施行の「都立学校等卒業式・入学式対策本部設\n置要項」には，平成１５年６月２５日に施行された同要項に「国旗掲揚及\nび国歌斉唱の適正実施にかかわる学校等の問題に対応するために，対策本\n部の構成員に係る所属において，相談窓口を設置する。」ことが加えられ\nた。さらに，平成１６年３月１６日施行の「都立学校卒業式・入学式調査\n委員会設置要項」に基づき，「都立学校における卒業式及び入学式が学習\n指導要領に照らして適正に実施されているかを調査し，適正に実施されて\nいない学校に対しては改善指導等を行うことを検討するため，都立学校卒\n業式・入学式調査委員会を設置」し，同委員会は，「(1)  国旗掲揚及び\n国歌斉唱の実施状況に関すること。(2)  国旗掲揚及び国歌斉唱の適正実\n施が行われていない学校に対する調査に関すること。(3)  教職員に対す\nる処分等に関すること。(4)  適正実施が行われていない学校に対する改\n善指導に関すること。」等を調査・検討し，その結果を対策本部長に報告\nし，委員長に東京都教育庁の人事部長を充てることとした。(甲４５２，\n乙１１)\n(16)  都教委は，平成１６年３月の卒業式にそれぞれ複数の職員を派遣した。\n派遣された東京都教育庁の職員は，１名が設置者として挨拶し，他の職員\nは教職員の座席の後に座り，国歌斉唱の式次第への記載の有無，国歌斉唱\nとの発声・起立との号令の有無，国歌斉唱時の教職員及び生徒の起立の状\n況等を監視し，都教委に報告した。そして，国歌斉唱時に起立しなかった\n教職員，ピアノ伴奏をしなかった教職員がいた都立学校では，校長及び教\n頭が，都教委の指示に従って，式典当日に当該教職員に対し，起立を促す\nなどした上，不起立ないしピアノ伴奏拒否の事実があったことを確認する\nとともに，都教委人事部学区担当管理主事に電話で服務事故発生の報告を\nした（なお，東京都教育庁の職員が上記事実確認に立ち会う学校もあっ\nた。）。さらに，国歌斉唱時に起立しなかった教職員，ピアノ伴奏をしな\nかった教職員がいた都立学校では，校長が，あらかじめ用意されたひな型\nを使用して，「教員の服務事故について（報告）」なる文書を作成し，こ\nれを都教委人事部職員課に提出した。同文書の校長の所見欄には，都教委\nの厳正なる処分又は措置を求める旨の記載がされていた。都教委は，同文\n書を受け取った後，指導主事らに国歌斉唱時に起立しない教職員がいた学\n校の校長から事情聴取をさせ，「〇〇の服務事故の監督責任に関する事情\n聴取書」を作成させた。そして，これらに基づいて，都教委は，国歌斉唱\n時に起立しない教職員に対して懲戒処分を行った。（甲１７８の２６ない\nし４１・５３ないし５６，１８８の８ないし１０，２１１の１，原審証人\nＰ１５）\n(17)  Ｐ１教育長は，平成１６年３月１６日開催の東京都議会予算特別委員\n会において，Ｐ２都議の質問に対し，卒業式などでクラスの大半が国歌を\n歌えない，歌わない状態であった場合，そのクラスの指導を担当した教員\nに対し懲戒処分をする旨答弁した。\n(18)  都教委は，平成１６年３月３０日，同月３１日及び同年５月２５日，\n平成１５年度卒業式において，校長から職務命令を受けていたにもかかわ\nらず，それに従わず国歌斉唱時に起立しなかった教職員，国歌斉唱時のピ\nアノ伴奏を拒否した教職員合計１７３名に対し，職務命令違反及び信用失\n墜行為を理由に戒告処分を行った。なお，都教委は，同年４月６日，平成\n１５年度卒業式の国歌斉唱時に起立しなかったことが職務命令違反及び信\n用失墜行為に当たるとして，東京都の公立小・中学校，東京都立ろう・養\n護学校の教職員１９名に対し戒告処分，２度目の懲戒処分となる養護学校\n教職員１名に対し１か月間給料１０分の１を減じるとの懲戒処分をした。\n(19)  都教委は，本件通達発出後，卒業式，入学式において，校長から職務\n命令を受けていたにもかかわらず，それに従わず国歌斉唱時に不起立等を\nした教職員に対し懲戒処分を行っているが，その懲戒処分は，概ね１回目\nは戒告，２回目及び３回目は減給，４回目は停職となっている。\n(20)  Ｐ１教育長は，平成１６年６月８日開催の東京都議会の同年第２回定\n例会において，Ｐ９都議の代表質問に対し，今後とも職務命令を発令して\n厳正に対処する旨答弁した。\n(21)  都教委は，平成１６年５月２５日ころ，平成１５年度卒業式及び同１\n６年度入学式において，国歌斉唱時に起立しない生徒が多かった都立学校\nの学級担任，管理職等６７名に対し，指導不足による生徒の不起立，不起\n立を促す教職員の不適切な言動等を理由にして，厳重注意，注意，指導を\n行った。\n(22)  都教委は，平成１６年８月２日及び同月９日，東京都総合技術教育セ\nンターにおいて，平成１５年度卒業式及び同１６年度入学式において，国\n歌斉唱時に起立をしなかったことなどにより戒告処分等の懲戒処分を受け\nた教職員に対し，服務事故再発防止研修(基本研修)を実施した。また，都\n教委は，同年８月３０日，入学式，卒業式等の式典において，国歌斉唱時\nの不起立等により，懲戒処分が２度目となり減給処分を受けた教職員に対\nし，服務事故再発防止研修(専門研修)を実施した。\n(23)  都教委のＰ１０教育長は，平成１７年１２月８日開催の東京都議会の\n同年第４回定例会において，Ｐ９都議の質問に対し，本件通達に基づく職\n務命令の発令につき，指導の徹底か図っていく旨答弁した。\n(24)  東京都教育庁のＰ１３指導部長は，平成１８年２月１０日，都立学校\nの校長に対し，前記Ｐ１０教育長の答弁内容に沿って，「入学式・卒業\n式等の適正な実施について（通知）」を発出し，本件通達に基づく職務\n命令の発令を通知した。\n２  本件通達と本件職務命令との不可分一体性の有無について\n以上の認定事実によれば，本件通達は，国旗及び国歌に関する法律の制定\nを踏まえ，現行学習指導要領の国旗・国歌条項に基づき，都立学校の校長に\n対する職務命令として発出され，その題名を従来の通達が平成１１年１０月\n１９日付け「入学式及び卒業式における国旗掲揚及び国家斉唱の指導につい\nて(通達)」としていたのを「入学式及び卒業式等における国旗掲揚及び国歌\n斉唱の実施について(通達)」に改め，その内容を平成１１年１０月１９日付\nけの通達の「校長が国旗掲揚及び国歌斉唱の実施に当たり，職務命令を発し\nた場合において，教職員が式典の準備業務を拒否した場合，又は式典に参加\nせず式典中の生徒指導を行わない場合は，服務上の責任を問われることがあ\nることを，教職員に周知すること。」から「国旗掲揚及び国歌斉唱の実施に\n当たり，教職員が本件通達に基づく校長の職務命令に従わない場合は，服務\n上の責任を問われることを，教職員に周知すること。」というように，都教\n委が職務命令違反の教職員に対し服務上の責任を問う意思を明確に表示した\n上，実施指針をより詳細なものに改めて，都立学校の入学式及び卒業式等に\nおける国旗掲揚及び国歌斉唱の実施の徹底を図ったものである。しかも，本\n件通達発出後，都教委は，校長に対し，校長連絡会等を通じ，入学式及び卒\n業式等における国旗掲揚及び国歌斉唱の実施方法，教職員に対する職務命令\nの発令方法等について，幾度となく詳細な指示・指導を繰り返して，本件通\n達の内容を理解させ，教職員にその内容の周知方を徹底したのであり，これ\nを受けた校長は，全ての都立学校において本件通達発出後に行われた入学式\n及び卒業式等において，その都度，教職員に対して，本件通達の趣旨に沿っ\nた内容の国旗に向かって起立し，国歌を斉唱し，国歌斉唱時のピアノ伴奏を\nすることを命ずる本件職務命令を事前に書面で（一部は口頭で）発令してい\nる。また，都教委は，本件通達と同日付けで「適格性に課題のある教育管理\n職の取扱いに関する要綱」を発表し，Ｐ３指導部長が平成１５年１１月１１\n日の定例校長連絡会で，本件通達の法的性質や活用方についての講話をした\n際に「適格性に課題のある教育管理職の取扱いに関する要綱」の内容につい\nても説明をしていた。さらに，都教委は，式典当日には東京都教育庁の職員\nを全ての都立学校に派遣し，式典の進行状況を監視させ，教職員が本件職務\n命令に違反した場合，事前の指示・指導に依拠した形式で服務事故として校\n長に報告をさせていた。そして，都教委は，本件職務命令に違反した教職員\nについて，１回目の違反には戒告，２回目及び３回目の違反には減給，４回\n目の違反には停職との処分基準で懲戒処分を行うこととし，それに従った処\n分事例が散見されるとともに，今後も都立学校の校長に対し，同様の職務命\n令を発令させて，本件通達の趣旨を徹底していくとの強い意思を有している。\nこれら一連の経緯に照らせば，校長は何らの裁量の余地なく本件通達に従っ\nて本件職務命令を発令したものと推認される。したがって，本件通達と本件\n職務命令との間には事実上の不可分一体性が認められる。\nこれに対し，控訴人らは，校長が自己の責任と判断で本件職務命令を発令\nしたと主張するが，上記推認を覆すに足る的確な証拠はうかがわれないから，\n失当である。\n３  本案前の判断\n(1)  無名抗告訴訟としての本件公的義務不存在確認訴訟の適法性について\nア  訴訟類型の適格性について\n目録Ａの被控訴人ら及び目録Ｃの被控訴人らは，本件公的義務不存在\n確認訴訟を無名抗告訴訟として提起している。無名抗告訴訟とは，行政\n事件訴訟法３条２項から７項までの法定抗告訴訟を除外した抗告訴訟\n（行政庁の公権力の行使に関する不服の訴訟。同条１項）のことであり，\n平成１６年法律第８４号による改正により従来無名抗告訴訟とされてい\nた義務付け訴訟と差止訴訟が法定されたが，そうであるからといって，\n他の無名抗告訴訟が否定される理由は見出し難い。そこで，本件公的義\n務不存在確認訴訟の適格性を以下検討する。\n行政事件訴訟特例法（昭和２３年法律第８１号）は，行政事件訴訟を\n「行政庁の違法な処分の取消又は変更に係る訴訟その他公法上の権利関\n係に関する訴訟」（１条）と定義付けていた。同条の規定の仕方からす\nると，法制上「その他」の前に掲げられたものと「その他」の後に掲げ\nられたものとが並列関係にある場合と解せられるから，同法下では，行\n政事件訴訟は，「行政庁の違法な処分の取消又は変更に係る訴訟」と\n「公法上の権利関係に関する訴訟」との２つの訴訟類型に区分できると\n考えられていた。そのような２つの訴訟類型の存在という沿革に同法の\n解釈論上疑義がある点を立法でできるだけ解決し，国民の権利救済にと\nって不都合な規定を見直すとして制定された行政事件訴訟法（昭和３７\n年法律第１３９号。同法附則２条で行政政事件訴訟特例法は廃止され\nた。）の制定の動機を併せ考えれば，行政事件訴訟法は，従前の２つの\n訴訟類型の区分の考え方を維持したまま，行政事件訴訟を「抗告訴訟」\nと「当事者訴訟」（２条）との２つの訴訟類型に区分した上（なお，同\n法は，民衆訴訟と機関訴訟を定めるが，これらは客観訴訟であるから，\nここでの訴訟類型の論議とは関係がない。），抗告訴訟の種類を同法３\n条で法定し，第２章で抗告訴訟に関する規定（８条から３８条まで）を\n置いて，それらの規定を当事者訴訟に準用するという構造を採る（４１\n条）ので，抗告訴訟を中心に置き，抗告訴訟を当事者訴訟に優先させて\nいることが明らかである（抗告訴訟優先主義）。特に，平成１６年法律\n第８４号による改正後の行政事件訴訟法においては，抗告訴訟も当事者\n訴訟も被告適格が行政主体とされたので，抗告訴訟優先主義の観点から，\nまず原告が提起した訴訟類型が抗告訴訟（無名抗告訴訟も含む。）かど\nうかを判断することが論理的に先行するというべきである。\nそこで，無名抗告訴訟と当事者訴訟とのメルクマールが問題となるが，\nそれは，「公権力の行使に関する不服の訴訟」（同法３条１項）である\nか否か，すなわち本件に即していえば，同被控訴人らが判決によって回\n復しようとする権利利益を侵害している行政の活動，作用等が処分性を\n有するものかどうか（当該行政の活動，作用等の根拠規定及び法制度全\n体の仕組みから，そこに処分性を付与する立法政策が採られているかど\nうか）で決せられるというべきである（処分性の有無は，当該行政の活\n動，作用等の根拠規定の立法政策の探究に尽きるのであって，当事者の\n意思によって決まるものではない。）ところ，同被控訴人らは，違憲の\n本件通達によって，思想・良心等に反して起立・斉唱あるいはピアノ伴\n奏をさせられることの精神的・人格的な苦痛を避ける目的で本件公的義\n務不存在確認訴訟を提起し，本件通達の取消訴訟及び懲戒処分の差止訴\n訟では解消されない固有の利益があると釈明しているのである（平成２\n２年９月１６日付け求釈明に対する回答）。この釈明のうち，本件公的\n義務不存在確認請求が懲戒処分の差止めを目的とする予防的な無名抗告\n訴訟でないことは，そのとおりであろうが（そうでないと，本件公的義\n務不存在確認請求について固有の意義を見出せない。），なぜに本件通\n達の取消訴訟によってその主張に係る権利利益の侵害の回復が図られな\nいのかは，明らかでない。\nよって按ずるに，都教委は，都立学校を所管する行政機関として，そ\nの管理権に基づき，当該学校の教育課程や学習指導等に関して基準を設\n定し，一般的な指示を与え，指導，助言を行うとともに，必要性，合理\n性が認められる場合には，具体的な命令を発することができる権限（地\n教行法２３条５号）を有するところ，本件通達は，都教委の上記権限に\n基づき発出されたものであり，都立学校の校長に対する職務命令として\nの性質を有するから，都立学校の校長は，本件通達に重大かつ明白な瑕\n疵がない限り，それに服従する義務を負い，他方，都立学校の校長は，\n学校教育法(平成１９年法律第９６号に基づく改正前のもの)５１条及び\n７６条によって準用される２８条３項により，教育課程の編成を含む学\n校の管理運営上必要な事項をつかさどり，所属教職員に対し校務を分担\nさせ，職務命令を発令する権限を有するので，所属教職員は，校長が上\n記権限に基づき発令する職務命令に重大かつ明白な瑕疵がない限り，そ\nれに服従する義務を負うことに（地方公務員法３２条。最高裁平成１５\n年１月１７日第二小法廷判決・民集５７巻１号１頁，最高裁昭和５３年\n１１月１４日第三小法廷判決・集民１２５号５６５頁参照），本件職務\n命令が本件通達と不可分一体の関係にあること（特に，本件通達の記３\n参照）を併せ考えると，本件通達は，あくまで校長に対する内部行為\n（職務命令）ではあるものの，都教委は，校長が所属教職員に対し，本\n件通達に基づく本件職務命令を発することを予定し，かつ教育機関の職\n員の任免その他の人事に関する事務を管理し，執行しているので（地教\n行法２３条３号），本件職務命令に違反した教職員に対し懲戒処分（地\n方公務員法２９条１項）の実施を予告する意思を確定的に示しているの\nである。しかも，その対象者は，現に都立学校に勤務する教職員であり，\n校長から本件職務命令を受けた特定の者に限られる。結局，本件通達は，\n特定の教職員に条件付きで懲戒処分を受けるという法的効果を生じさせ\nるものである。すると，同被控訴人らが判決によって回復しようとする\n権利利益を侵害している行政の活動，作用等は，本件通達であり，それ\nは処分性を有するものと解される(このように解することが，同被控訴\n人らの主張する権利侵害に対する実効的な救済を図るためでもある。)\nので，本件公的義務不存在確認訴訟は無名抗告訴訟として適法であると\nいうべきである。\nイ  確認の利益について\n確認訴訟とは，原告の権利又は法的地位に係る不安が現に存在する場\n合，その不安を除去する方法として，当事者間の権利義務又は法律関係\nの確認を求める訴えであって，対象には限定がなく，判決には原則既判\n力しか生じないところ，国家が設営する訴訟制度を利用して権利義務又\nは法律関係についての裁判所の公権的判断を求める訴えであることから，\nそのような判断を求めるに値するだけの相応性が存在していなければな\nらない。このような訴訟制度に必然的に内在する要請から，いかなる事\n項を請求の内容として確認の対象とするか，いかなる具体的紛争状況に\nおいて確認訴訟の提起を許容するかを考えると，ここに確認の利益の存\n在が必要となる。このような趣旨からすれば，確認の利益は，判決をも\nって権利義務又は法律関係の存否を確定することが，具体的紛争を解決\nし，当事者の法律上の地位の不安，危険を除去するために有効かつ適切\nである場合に認められるべきものであり，その判断基準は，①  確認対\n象選択の適否（確認の対象として選択した訴訟物が具体的紛争の解決に\nとって有効かつ適切であるか否か），②  即時確定の利益（紛争解決の\n成熟性）の有無（原告の法的地位の不安，危険を即時に解決する必要が\nあるか否か），及び③  方法選択の適否（当事者の具体的紛争の解決に\nとって種々の訴訟類型のうちから確認訴訟を選択することが適切である\nか否か）である。この点について，最高裁昭和４７年１１月３０日第一\n小法廷判決(民集２６巻９号１７４６頁)は，「当該義務の履行によつて\n侵害を受ける権利の性質およびその侵害の程度，違反に対する制裁とし\nての不利益処分の確実性およびその内容または性質等に照らし，右処分\nを受けてからこれに関する訴訟のなかで事後的に義務の存否を争つたの\nでは回復しがたい重大な損害を被るおそれがある等，事前の救済を認め\nないことを著しく不相当とする特段の事情がある場合は格別，そうでな\nいかぎり，あらかじめ右のような義務の存否の確定を求める法律上の利\n益を認めることはできないものと解すべきである。」と判示するが，こ\nの事案は，過去若しくは将来における自己観察結果表示義務の不履行に\n対して懲戒その他の不利益処分が行われるのを防止する目的の無名抗告\n訴訟と解される。しかるに，同被控訴人らは，無名抗告訴訟として公的\n義務不存在確認請求を求める目的をその思想・信条・良心に反して起\n立・斉唱あるいはピアノ伴奏をさせられることの精神的・人格的な苦痛\nを避けるためであると釈明すること（同被控訴人らは，公的義務不存在\n確認請求が懲戒処分の差止めを目的とする予防的な無名抗告訴訟でない\nことを前記説示のとおり平成２２年９月１６日付け求釈明に対する回答\nにおいて明らかにしている。）にかんがみれば，本件公的義務不存在確\n認訴訟は，上記最高裁昭和４７年１１月３０日第一小法廷判決(民集２\n６巻９号１７４６頁)と事案を異にするため，上記「処分を受けてから\nこれに関する訴訟のなかで事後的に義務の存否を争つたのでは回復しが\nたい重大な損害を被るおそれがある等，事前の救済を認めないことを著\nしく不相当とする特段の事情」という確認の利益の判断基準を当てはめ\nることはできない。そこで，同被控訴人らの無名抗告訴訟としての本件\n公的義務不存在確認訴訟における確認の利益の判断基準を別途考えなけ\nればならない。\n以下進んでこの点を検討するに，平成１６年法律第８４号による改正\n前の行政事件訴訟法が抗告訴訟の態様として例示していた訴訟類型のみ\nでは国民の権利利益の実効的な救済が得られない場合があったことにか\nんがみ，司法と行政の適切な役割分担の在り方を踏まえながら，従来の\n無名抗告訴訟のうちから義務付け訴訟と差止訴訟が抗告訴訟として法定\nされ，その要件が定められた。そして，いずれの訴訟類型においても，\n重大な損害を生ずるか否かを判断するに当たっては，損害の回復の困難\nの程度を考慮するものとし，損害の性質及び程度並びに処分の内容及び\n性質をも勘案するものとするとされている（行政事件訴訟法３７条の２\n第２項，３７条の４第２項）。\nそこで次に，同被控訴人らの提起する無名抗告訴訟としての本件公的\n義務不存在確認訴訟の実質が法定抗告訴訟のいずれに該当するかを検討\nしなければならない。\n思うに，同被控訴人らは，無名抗告訴訟として本件公的義務不存在確\n認請求を求める目的を思想・信条・良心に反して起立・斉唱あるいはピ\nアノ伴奏をさせられることによる精神的・人格的な苦痛を避けるためで\nあると釈明するし，他方で懲戒処分の差止訴訟を別途提起していること\nにかんがみれば，本件公的義務不存在確認訴訟の実質は，本件通達の取\n消しを義務付けるものといわざるを得ない。ところで，行政庁が一定の\n処分をすべきであるにかかわらずこれがされない場合において，行政庁\nがその処分をすべき旨を命ずることを求める非申請型義務付け訴訟（行\n政事件訴訟法３条６項１号）は，「一定の処分がされないことにより重\n大な損害を生ずるおそれがあり，かつ，その損害を避けるため他に適当\nな方法がないときに限り，提起することができ」（同法３７条の２第１\n項），その義務付け訴訟に係る処分につき，行政庁がその処分をすべき\nであることがその処分の根拠となる法令の規定から明らかであると認め\nられ又は行政庁がその処分をしないことがその裁量権の範囲を超え若し\nくはその濫用となると認められるときは，裁判所は，行政庁がその処分\nをすべき旨を命ずる判決をする（同条５項）ものとされている。そして，\n非申請型義務訴訟について「一定の処分がされないことにより重大な損\n害を生ずるおそれがあり，かつ，その損害を避けるため他に適当な方法\nがないときに限り」提起することができるとしている趣旨は，非申請型\n義務付け訴訟は，一定の処分を求める法令上の申請権のない者に申請権\nを認めるのと同じような内容の訴訟上の救済を与えるものであることか\nら，特に救済の必要性が高い場合に限られることから要件として規定さ\nれたものであると解され，このような規定の文言及び趣旨からすれば，\n重大な損害を生ずるおそれや損害を避けるための他に適当な方法の有無\nの要件は，そのような訴訟類型による救済を認める現実的必要性等が存\n在するものとして，訴訟制度に必然的に内在する要請としての訴えの利\n益を肯定することができるための要件を当該訴訟類型に即して具体的に\n明らかにしたものと解される。したがって，無名抗告訴訟としての本件\n公的義務不存在確認訴訟において確認の利益が認められるためには，同\n被控訴人らの法的地位に何らかの不安，危険が生じているだけでは足り\nず，重大な損害を生ずるおそれがあり，かつ，その損害を避けるため他\nに適当な方法がないことが必要であると解すべきである。\nこれを本件についてみるに，本件通達は，同被控訴人らにおいて知悉\nされており，内容も具体的であり，取消訴訟又は無効確認訴訟並びに執\n行停止による救済という事後審査が適切かつ実効的な救済手段と考えら\nれる。なぜならば，本件通達と本件職務命令とは不可分一体性を有する\nが，それには法的な連動関係がない（同被控訴人らの主張する公的義務\n自体は本件職務命令の法的効果である。）から，判決の第三者効を口頭\n弁論終結後に校長となる者に及ぼす意味は大いにある。つまり，本件通\n達の取消判決又は無効確認判決を都立学校の校長（特に口頭弁論終結後\nに校長となる者）に及ぼす意味は大きい。しかるに，本件通達の取消訴\n訟には行政事件訴訟法３２条１項の適用があり，また出訴期間や不服申\n立前置主義の制約のかからない準取消訴訟としての無効確認訴訟にも，\n判例上（最高裁昭４２年３月１４日第三小法廷判決・民集２１巻２号３\n１２頁。無効確認訴訟における執行停止決定には，条文上も第三者効が\n認められている［同法３８条３項，３２条２項］。）無効確認判決に第\n三者効が認められる。これに対し，無名抗告訴訟としての本件公的義務\n不存在確認訴訟は，あくまでも公権力の行使を前提とする当事者間の権\n利義務又は法律関係の確認訴訟であって，形成力を認め得る根拠は見い\n出し難いから，確認判決に第三者効を認めることはできない。結局，本\n件通達の取消訴訟又は無効確認訴訟の方がより直截的で適切な訴訟類型\nであることは明らかである（因みに，本件通達の無効を前提とする当事\n者訴訟としての公的義務不存在確認訴訟が考えられるが，当該判決には\n第 三 者 効 が な い ［ 同 法 ４ １ 条 １ 項 が ３ ２ 条 １ 項 を 準 用 い て い な\nい。］。）。また，無名抗告訴訟としての本件公的義務不存在確認訴訟\nにおいて，同被控訴人らは本件通達発出後に生じた新たな違法事由を主\n張するものでもない（同被控訴人らは，あくまでも本件通達が教育の自\n由を侵害して憲法２６条，２３条に違反し，また旧教基法１０条１項，\n新教基法１６条１項の禁止する「不当な支配」に当たり，更には思想・\n良心の自由及び信仰の自由を害し，憲法１９条，２０条に違反するから，\n明白かつ重大な瑕疵があり，違法無効であると主張するのである。）か\nら，本件通達の取消訴訟又は無効確認訴訟の判断基準時を無名抗告訴訟\nとして口頭弁論終結時に遅らせる意味も見出し難い。\nなお，後記説示のとおり，同被控訴人らは，本件通達の発出によっ\nて，その思想・信条・良心等の侵害を受け精神的・人格的な苦痛を被\nったとは認められないから，「重大な損害を生ずるおそれがある」と\n認めることもできない。\nしたがって，同被控訴人らの提起する無名抗告訴訟としての本件公的\n義務不存在確認訴訟は，重大な損害を生ずるおそれがあり，かつ，その\n損害を避けるため他に適当な方法がないとはいえないので，確認の利益\nが認められないというべきである。\n(2)  本件差止訴訟の適法性について\n差止訴訟は，「その損害を避けるため他に適当な方法があるとき」（行\n政事件訴訟法３７条の４第１項ただし書）には不適法となる。これが訴訟\n要件（適法要件）とされたのは，他の訴訟で実効的な救済が図れるときに\nあえて事後審査制の例外としての差止訴訟を許容する必要性が認められな\nいからである。\nこれを本件についてみるに，同被控訴人らが差止めを求めるのは地方公\n務員法２９条１項，地教行法２３条３号に基づく都教委の行う懲戒処分\nであるが，その前提(直接には，校長の本件職務命令に違反することによ\nる懲戒処分であるが，当該違反の対象である校長の本件職務命令は，本\n件通達に基づくものである。)となる処分として都教委が発出した本件通\n達が存在し，それは継続的に通用力を有するから，その取消訴訟又は無\n効確認訴訟を提起すれば，同被控訴人らの主張する損害を避けることが\nできるのである。因みに，本件差止訴訟において，同被控訴人らは本件\n通達発出後に生じた新たな違法事由を主張するものでもない（同被控訴\n人らは，あくまでも本件通達が教育の自由を侵害して憲法２６条，２３\n条に違反し，また旧教基法１０条１項，新教基法１６条１項の禁止する\n「不当な支配」に当たり，更には思想・良心の自由及び信仰の自由を害\nし，憲法１９条，２０条に違反するから，明白かつ重大な瑕疵があり，\n違法無効であると主張するのである。）から，本件通達の取消訴訟又は\n無効確認訴訟の判断基準時を差止訴訟を提起して口頭弁論終結時に遅ら\nせる意味も見出し難い。そうすると，本件差止訴訟は，「その損害を避\nけるため他に適当な方法があるとき」（行政事件訴訟法３７条の４第１\n項ただし書）に当たるといわざるを得ないのである。\n(3)  小括\nしたがって，無名抗告訴訟としての本件公的義務不存在確認の訴え及び\n本件差止訴訟は，いずれも不適法である。\n４  本案の判断\n(1)  目録Ａの被控訴人ら及び目録Ｃの被控訴人らの無名抗告訴訟としての\n本件公的義務不存在確認の訴え及び本件差止の訴えは，不適法であるから，\nいずれも却下すべきであるが，審理の経過及ぶ争点の共通性にかんがみ，\n被控訴人らの国家賠償請求訴訟のみならず，目録Ａの被控訴人ら及び目録\nＣの被控訴人らの無名抗告訴訟としての本件公的義務不存在確認訴訟及び\n本件差止訴訟についても本案の判断をするのが相当であるので，以下，被\n控訴人らが主張する本件通達が，被控訴人らの教育の自由を侵害して憲法\n２６条，２３条に違反し，また旧教基法１０条１項，新教基法１６条１項\nの禁止する「不当な支配」に当たり，更には思想・良心の自由及び信仰の\n自由を害し，憲法１９条，２０条に違反するから，明白かつ重大な瑕疵が\nあり，違法無効か否かについて検討する。\n(2)  国旗及び国歌に関する法律，現行学習指導要領の国旗・国歌条項，及\nび本件通達に基づく義務について\nア  日の丸・君が代が我が国の国旗・国歌であることについての慣習法の\n成否とそれに基づく義務について\n国旗及び国歌に関する法律が制定されるまでは，何をもって日本国の\n国旗及び国歌とすべきかを規定した法律は存在しなかった。しかし，ま\nず，国旗についてみるに，国旗の制式に関する法制として，商船規則\n（明治３年太政官布告第５７号）があって，日本の船舶に掲揚すべき国\n旗の制式が図及び寸法によって示され，この制式部分が船舶関係者の権\n利義務に影響を与えるから，旧憲法下で法律事項であったので，法律と\nして効力を有していた（旧憲法７６条１項参照。船舶法［明治３２年法\n律第４６号］３６条は，「明治三年正月二十七日布告商船規則，同十二\n年第五号布告，同年第十九号布告，同十四年第十二号布告其他ノ法令ニ\nシテ本法ノ規定ニ牴触スルモノハ本法施行ノ日ヨリ之ヲ廃止ス」と定め\nていたが，国旗の制式については何も規定していなかったので，商船規\n則の国旗の制式部分は，船舶法に抵触せず，なお法律と同一の効力を有\nしていた。）。そして，上記の事項は，現行憲法下においても法律事項\nに当たるから，法律と同一の効力を有するものとして有効に存続すると\nいわざるを得ない（憲法９８条１項参照。最高裁昭和３６年７月１９日\n大法廷判決・刑集１５巻７号１１０６頁参照）。そこで，国旗及び国歌\nに関する法律附則２項は，同法の施行を機に商船規則を廃止したのであ\nる。ところで，国旗及び国歌に関する法律が制定される前にも船舶法\n（明治３２年法律第４６号）２条，７条，２６条，商標法（昭和３４年\n法律第１２７号）４条１項１号，海上保安庁法（昭和２３年法律第２８\n号）４条２項，自衛隊法（昭和２９年法律第１６５号）１０２条には，\n「国旗」という文言が用いられていたが，これらは日の丸が我が国の国\n旗の制式であることを当然の前提とする規定であった。以上の沿革にか\nんがみれば，日の丸が我が国の国旗の制式であることは，国旗及び国歌\nに関する法律制定前において，国民の法的確信が成立し，慣習法になっ\nていたと解することができる。\n次に，君が代についてみるに，小学校学習指導要領（昭和３３年文部\n省告示第８０号）は，第２章各教科の第５節音楽の第３「指導計画作成\nおよび学習指導の方針」の２（２）アにおいて「各学年で具体的な曲名\nを示した歌唱教材は，いつどこででも暗唱できるように指導しておくこ\nとが望ましい。「君が代」は各学年を通じ児童の発達段階に即して指導\nするものとし，そのほかに校歌なども学年に応じて適切な指導をするこ\nとが望ましい。」と規定し，また，小学校学習指導要領（昭和５２年文\n部省告示第１５５号）は，第２章各教科の第５節音楽の第３「指導計画\nの作成と各学年にわたる内容の取扱い」の１において「国歌「君が代」\nは，各学年を通じ，児童の発達段階に即して指導するものとする。」と\n規定し，また，第４章特別活動の第３「指導計画の作成と内容の取扱\nい」の３において「国民の祝日などにおいて儀式などを行う場合には，\n児童に対してこれらの祝日などの意義を理解させるとともに，国旗を掲\n揚し，国歌を齊唱させることが望ましい。」と規定していた。そして，\n高等学校学習指導要領（昭和３５年文部省告示第９４号及び昭和５３年\n文部省告示第１６３号）は，これと同様の規定を置き，新学習指導要領\nは，「入学式や卒業式などにおいては，その意義を踏まえ，国旗を掲揚\nするとともに，国歌を斉唱するよう指導するものとする。」と改訂した。\nそして，この規定が現行学習指導要領に引き継がれている。ところで，\n学習指導要領は，学校教育法（平成１９年法律第９６号に基づく改正前\nのもの）４３条，７３条，学校教育法施行規則（平成１９年文部科学省\n令第４０号による改正前のもの）５７条の２，同規則（同第５号による\n改正前のもの）７３条の１０に基づいて定められ，普通教育である高等\n学校並びに盲，ろう及び養護学校高等部の教育の内容及び方法について\nの大綱的な遵守基準を設定したもので，法的拘束力を有すると解される\nところ（最高裁昭和５１年５月２１日大法廷判決・刑集３０巻５号６１\n５頁，最高裁平成２年１月１８日第一小法廷判決・集民１５９号１頁参\n照），後記のとおり，現行学習指導要領の国旗・国歌条項は法的拘束力\nを有するので，君が代が我が国の国歌であることは，国旗及び国歌に関\nする法律制定前において，国民の法的確信が成立し，慣習法になってい\nたと解することができる。\n以上によれば，国旗及び国歌に関する法律制定前に日の丸が我が国の\n国旗の制式であり，君が代が我が国の国歌（歌詞及び楽曲）であること\nが慣習法として成立していたと解するのが相当である（甲４３９，４４\n１参照）。もとより，日の丸が我が国の国旗の制式であり，君が代が国\n歌の歌詞及び楽曲であることが慣習法として成立していたと解するとし\nても，そこから直ちに被控訴人らが主張するように入学式，卒業式等の\n式典において，被控訴人らが国旗に向かって起立すること，国歌を斉唱\nすること，及び国歌斉唱の際ピアノ伴奏をすることという法的義務を負\nうものではない。そのような法的義務を課すためにはそのための法的根\n拠がなければならないからである。\nイ  国旗及び国歌に関する法律に基づく義務について\n国旗及び国歌に関する法律は，１条１項で「国旗は，日章旗とす\nる。」同条２項で「日章旗の制式は，別記第一のとおりとする。」，２\n条１項  で「国歌は，君が代とする。」，同条２項で「君が代の歌詞及\nび楽曲は，別記第二のとおりとする。」と定めるが，その規定振りから\nしても，そこから直ちに被控訴人らが主張するように入学式，卒業式等\nの式典において，被控訴人らが国旗に向かって起立すること，国歌を斉\n唱すること，及び国歌斉唱の際ピアノ伴奏をすることという法的義務を\n負うものでないことは明らかである。\nウ  現行学習指導要領の国旗・国歌条項に基づく義務について\n「入学式や卒業式などにおいては，その意義を踏まえ，国旗を掲揚す\nるとともに，国歌を斉唱するよう指導するものとする。」との現行学習\n指導要領の国旗・国歌条項に基づく義務について検討する。同条項は，\nこれからの国際社会に生きていく国民として，我が国の国旗・国歌はも\nとより諸外国の国旗・国歌に対する正しい認識とそれらを尊重する態度\nを育てることが重要であるとの考え方に基づき設定されたものである\n（乙２の１）。その趣旨に照らすと，性質上，全国的に一定の規定に基\nづくことが相当であるから，教育における機会均等の確保と全国的な一\n定の教育水準の維持という目的のため，学習指導要領でこれを定める必\n要性があるといえる。そして，そこで定められた内容が「入学式や卒業\n式などにおいては，その意義を踏まえ，国旗を掲揚するとともに，国歌\nを斉唱するよう指導するものとする。」というものであって，国旗掲揚，\n国歌斉唱の具体的方法等について何ら指示するものではなく，教職員に\nよる創造的かつ弾力的な教育の余地や地方ごとの特殊性を反映した個別\n化の余地が残されていること，及び国旗及び国歌に関する法律制定前に\n日の丸が我が国の国旗の制式であり，君が代が我が国の国歌の歌詞及び\n楽曲であるとの慣習法が成立していたと解せられることに照らせば，教\n育の機会均等の確保及び全国的な一定水準の維持の目的のために必要か\nつ合理的と認められる大網的な遵守規準を設定したものとして，法的拘\n束力を有すると解することができる（最高裁昭和５１年５月２１日大法\n廷判決・刑集３０巻５号６１５頁，最高裁平成２年１月１８日第一小法\n廷判決・集民１５９号１頁参照）。もとより，現行学習指導要領の国\n旗・国歌条項の文言から直ちに被控訴人らが主張するように入学式，卒\n業式等の式典において，被控訴人らが国旗に向かって起立すること，国\n歌を斉唱すること，及び国歌斉唱の際ピアノ伴奏をすることという法的\n義務を負うものでないことは明らかである。\nエ  本件通達に基づく義務について\n本件通達は，地教行法２３条５号に基づく都教委の教育課程に関する\n管理権限に基づいて発せられたものであり，その法的性質は都立学校の\n校長に対する職務命令であり，現行学習指導要領に基づく児童・生徒に\n対する適正な指導がされていないという認識の下に発出されたもので，\nその必要性が認められる。また，その内容は，都立学校における入学式，\n卒業式等については，現行学習指導要領に基づき，本件実施指針のとお\nり適正に実施することなどというものであり，また本件実施指針は，国\n旗の掲揚についての取扱いとして，式典会場の舞台檀上正面に掲揚する\nこと，屋外においては，掲揚塔，校門，玄関等，国旗の掲揚状況が児\n童・生徒，保護者，その他来校者が十分認知できる場所に掲揚すること，\n掲揚する時間は，式典当日の児童・生徒の始業時刻から終業時刻とする\nこと，国歌の斉唱についての取扱いとして，式次第には，国歌斉唱と記\n載すること，式典の司会者が国歌斉唱と発声し，起立を促すこと，式典\n会場において，教職員は，会場の指定された席で国旗に向かって起立し，\n国歌を斉唱すること，国歌斉唱をピアノ伴奏等により行うこと，会場設\n営等として，卒業式を体育館で実施する場合には，舞台檀上に演台を置\nき，卒業証書を授与すること，卒業式をその他の会場で行う場合には，\n会場の正面に演台を置き，卒業証書を授与すること，入学式，卒業式等\nにおける式典会場は，児童・生徒が正面を向いて着席するように設営す\nること，入学式，卒業式等における教職員の服装は，厳粛かつ清新な雰\n囲気の中で行われる式典にふさわしいものとすることというものである。\nそうすると，本件通達は，都教委から都立学校の校長に対する職務命\n令として，権限ある職務上の上司から発せられたものであり，その内容\nは，学校教育法(平成１９年法律第９６号に基づく改正前のもの)５１条\n及び７６条が準用する２８条３項により校長の職務に関するものであり，\n日の丸の制式並びに君が代の歌詞及び楽曲が我が国の国旗の制式並びに\n国歌の歌詞及び楽曲であることは慣習法として法的に確立していたとこ\nろ，国旗及び国歌に関する法律が制定された上，新学習指導要領で既に\n規定されていた国旗・国歌条項に基づく都立学校の卒業式及び入学式等\nにおける上記の国旗としての日の丸の掲揚及び国歌としての君が代の斉\n唱等の具体的取扱いを命じていたのであって，同一内容の現行学習指導\n要領の国旗・国歌条項に根拠を有し，その意味内容自体は明確であり，\n合理性が認められるから，そこに重大かつ明白な瑕疵がない限り，法的\n義務が生ずることとなり有効である。\nもとより，本件通達の名宛人は校長であって，教職員ではない。した\nがって，本件通達から直ちに被控訴人らが主張するように入学式，卒業\n式等の式典において，被控訴人らが国旗に向かって起立すること，国歌\nを斉唱すること，及び国歌斉唱の際ピアノ伴奏をすることという法的義\n務を負うものでないことは明らかである。しかし，本件通達は，都教委\nが本件通達に基づく校長の職務命令の発令を予定し，同職務命令に違反\nした教職員に対し条件付きで懲戒処分の実施を予告する意思を確定的に\n示しているので，教職員は，本件通達と事実上連動する校長の本件職務\n命令によって，それに重大かつ明白な瑕疵がない限り，国旗に向かって\n起立すること，国歌を斉唱すること，及び国歌斉唱の際ピアノ伴奏をす\nることという法的義務を負うに至るというべきである。\nそこで，本件通達が違憲無効であって，被控訴人らに上記義務が生じ\nないか否か，また本件通達が国家賠償法１条１項の違法か否かを更に進\nんで検討する必要がある。\n(3)  都教委の本件通達は，被控訴人らの教育の自由を侵害して憲法２６条，\n２３条に違反するかについて\n被控訴人らは，専門家である教職員は，子どもの学習権に応えるために\n生徒の人格の完成をめざした人格的接触を行う専門職として，柔軟かつ臨\n機応変に教育の内容・方法を選択していく一定の裁量が認められるところ，\nこの教職員の工夫あふれる創造的な教育活動を行うことが公権力によって\n妨げられてはならないのに，本件通達は，教職員による創造的かつ弾力的\nな教育の余地を奪い，一方的に一定の理論ないし観念を生徒に教え込むこ\nとを強制するものであって，教職員に保障されている教育の自由を侵害す\nると主張する。\n思うに，憲法２６条は，子どもの学習権を認め，教育はこの学習権を充\n足すべき責務として行われるべきことを定めたものである。しかしながら，\n子どもの教育が，専ら子どもの利益のために，教育を与える者の責務とし\nて行われるべきであるのであるということからは，教育の内容及び方法を，\n誰がいかにして決定すべく，また，決定することができるかという問題に\n対する一定の結論は当然には導き出されないものの，個人の基本的自由を\n認め，その人格の独立を国政上尊重すべきものとしている憲法の下におい\nては，子どもが自由かつ独立の人格として成長することを妨げるような国\n家的介入，例えば，誤った知識や一方的な観念を子どもに植え付けるよう\nな内容の教育を施すことを強制するようなことは，憲法２６条等の規定上\n許されないと解することができる。そして，憲法２３条は，学問研究の自\n由のみならず，その結果を教授する自由を含むことから，普通教育の場合\nにおいても一定の範囲における公権力に対する教授の自由が認められるべ\nきである（教授の具体的内容及び方法につきある程度自由な裁量が認めら\nれなければならない。）が，普通教育における教職員の児童・生徒に対す\nる強い影響力及び支配力（高等学校及び盲・ろう・養護学校においても，\n教師が依然として生徒に対し相当な影響力，支配力を有しており，生徒の\n側には，いまだ教師の教育内容を批判する十分な能力は備わっていないこ\nと）並びに教育の機会均等（教師を選択する余地も大きくないこと）とい\nう観点から，普通教育の場合においては，全国的に一定の水準を確保すべ\nき要請があること等にかんがみれば，教職員の教授の自由は相当限定され\nたものと解するのが相当である（最高裁昭和５１年５月２１日大法廷判\n決・刑集３０巻５号６１５頁，最高裁平成２年１月１８日第一小法廷判\n決・民集４４巻１号１頁参照）。\n本件通達は，現行学習指導要領に基づき発出されたものであり，現行\n学習指導要領の国旗・国歌条項は，これからの国際社会に生きていく国\n民として，我が国の国旗・国歌はもとより諸外国の国旗・国歌に対する\n正しい認識とそれらを尊重する態度を育てることが重要であるとの考え\n方に基づき設定されたものであることからすると，本件通達が誤った知\n識や一方的な観念を子どもに植えつけ，子どもの自由かつ独立した人格\n形成を妨げるような内容の教育を施すことを強制するものとは認められ\nず，憲法２６条に違反するものとはいえない。\nまた，入学式，卒業式等は，高等学校及び盲・ろう・養護学校における\n教育課程の一部である特別活動として実施されるものであるものの，教科\n等における授業と異なり，学年及び学級の区別なく全校をあげて実施され\nるもので，全卒業生，全入学生等の参加が予想されるほか，保護者や種々\nの学校関係者の協力を得て行う儀式であって，事柄の性質上，本来的に教\n職員において個別に又は独自にこれを行うことが困難かつ不適当な性格の\nものであることにかんがみると，本件通達が被控訴人らの学問研究の自由\nの結果としての教授する自由であるところの教育の自由を侵害するという\nことはできない。\nなお，被控訴人らは，教職員には，①  公権力によって特定の見解のみ\nを教授することを強制されない自由，②  子どもの発達段階に応じて創造\n的な教育活動をする自由すなわち自由な創意と工夫の余地を残さない介入\nを拒否する自由があると主張する。しかし，都教委が校長に入学式，卒業\n式等の儀式的行事において，本件通達により国旗の掲揚及び国歌の斉唱等\nの取扱いを命じ，それに基づき校長が被控訴人らに本件職務命令を発令し\nたこと，また都教委が教職員，生徒，保護者，及び来賓等多数の人の参列\nが予想される集団的行事である入学式，卒業式等を一律に実施しようとし\nたことには，儀式としての性質上，その必要性が否定されるものとはいい\n難いことから，本件通達が生徒に対して特定の見解のみを教授することを\n強制するものであるとか，子どもの発達段階に応じて創造的な教育活動を\nすることを侵害するものともいい難い。\nしたがって，被控訴人らの上記主張は理由がない。\n(4)  都教委の本件通達は，旧教基法１０条１項，新教基法１６条１項の禁\n止する「不当な支配」に当たるかについて\nア  まず，被控訴人らは，現行学習指導要領の国旗・国歌条項が，大綱的\n基準を超え，教育課程の細目に及んでいるため，法的拘束力がないと主\n張する。\nしかしながら，現行学習指導要領の国旗・国歌条項それ自体は，その\n文言に照らしても一般的普遍的な基準を示すにすぎず，具体的にどのよ\nうな教育をするか，また，どのように国旗を掲揚するかなどの指導内容\nの詳細までを明示するところではない。現行学習指導要領の国旗・国歌\n条項は，教育における機会均等の確保及び全国的な一定水準の維持を図\nるための大綱的な基準を定めたものであって，これを超えるものという\nことはできない。\nイ  次に，被控訴人らは，教育内的事項，とりわけ各学校の教育課程編成\nと深くかかわる事項については，本来，教職員ないし教職員集団がその\n専門的知見に基づき主体的，自立的に決定すべき事項であると主張する。\nしかし，学校教育法(平成１９年法律第９６号に基づく改正前のもの)\n５１条及び７６条によって準用される２８条３項によれば，校長は，校\n務をつかさどり，所属職員を監督すると定められているから，校務の運\n営についての最終的責任者及び最終的決定権者である。他方，新学習指\n導要領及び現行学習指導要領によれば，入学式，卒業式等は，学校行事\nの中の儀式的行事に位置付けられ，特別活動の一つとされている（乙１\n８）。すると，校長は，校務の運営の一環として，入学式，卒業式等の\n特別活動の実施につき最終決定権限を有するというべきであるから，被\n控訴人らの上記主張は失当である。\nウ  そして，被控訴人らは，最高裁昭和５１年５月２１日大法廷判決（刑\n集３０巻５号６１５頁）の趣旨から導かれる内容介入度（大綱的基準）\nと強制の程度の２つの観点からの基準に従って判断すると，本件通達は，\n教職員による創造的かつ弾力的な教育の余地を全く残さない具体的かつ\n詳細な介入であること，また制裁を伴う職務命令であるという点で，強\n制度も最も強いものであり，本件通達を遵守させるために，実際の式典\nにおいては，都教委の職員による監視をつけ，不起立等のあった場合，\n制裁を科し，また本件通達と同日付けで「適格性に課題のある教育管理\n職の取扱いに関する要綱」を発表し，本件通達の発出に当たり校長の職\n務命令の発出を強制したのであるから，旧教基法１０条１項及び新教基\n法１６条１項が禁止する「不当な支配」に当たると主張する。\nそこで，この点につき，検討する。\n(ア)  旧教基法は，戦前のわが国の教育が，国家による強い支配の下で\n形式的，画一的に流れ，時に軍国主義的又は極端な国家主義的傾向を\n帯びる面があったことに対する反省により制定されたものであるから，\nその前文に掲げられた理念は，これを具体化した旧教基法の各規定を\n解釈するに当たっても念頭に置くべきものであるといえる（最高裁昭\n和５１年５月２１日大法廷判決・刑集３０巻５号６１５頁参照）。\n(イ)  旧教基法１０条は，「教育は，不当な支配に服することなく，国\n民全体に対し直接に責任を負つて行われるべきものである。」（１\n項），「教育行政は，この自覚のもとに，教育の目的を遂行するに必\n要な諸条件の整備確立を目標として行われなければならない」（２\n項）と規定しているところ，旧教基法が，戦前における教育に対する\n過度の国家的介入，統制に対する反省から生まれたものであることに\n照らすと，同条は，教育に対する権力的介入，特に行政権力による介\n入を警戒し，これに対して抑制的態度を表明したものと解される。ま\nた，同条１項は，教育は，国民から信託されたものであるから，国民\n全体に対して直接責任を負うように行われるべく，その間において不\n当な支配によってゆがめられることがあってはならないとして，教育\nが専ら教育本来の目的に従って行われるべきことを示したものと考え\nられるから，同条項が排斥しているのは，教育が国民の信託にこたえ\nて自主的に行われることをゆがめるような「不当な支配」であり，そ\nのような支配と認められる限り，その主体のいかんは問うところでな\nいので，ここには，教育行政機関や地方公共団体も含まれると解され\nる。しかし他方で，憲法上，国は，適切な教育政策を樹立，実施する\n権能を有し，国会は，国の立法機関として，教育の内容及び方法につ\nいても，法律により直接又は行政機関に授権して，必要かつ合理的な\n規制を施す権限を有するだけでなく，子どもの利益のため又は子ども\nの成長に対する社会公共の利益のために規制を施すことが要請される\n場合があり得るので，旧教基法がこのような権限の行使を限定したも\nのと解すべき根拠は見出し難い。むしろ，旧教基法１０条は，国の教\n育統制権能を前提としつつ，教育行政の目標を教育の目的の遂行に必\n要な諸条件の整備の確立に置き，その整備確立のための措置を講ずる\nに当たっては，教育の自主性尊重の見地から，これに対する「不当な\n支配」となることのないようにすべき旨の限定を付したところにその\n意味があるといえる。したがって，教育に対する行政権力の不当，不\n要の介入は排除されるべきであるとしても，許容される目的のために\n必要かつ合理的と認められる介入は，たとえ教育の内容及び方法に関\nするものであっても，必ずしも同条の禁止するところではないと解す\nるのが相当である（最高裁昭和５１年５月２１日大法廷判決・刑集３\n０巻５号６１５頁参照）。この理は，地方公共団体においても何ら異\nなるところはない。\n(ウ)  もっとも，国の教育行政機関が法律の授権に基づいて義務教育に\n属する普通教育の内容及び方法について遵守すべき基準を設定する場\n合には，子どもの教育は，教師と子どもとの間の直接の人格的接触を\n通じ，子どもの個性に応じて弾力的に行わなければならないから，教\n職員の自由な創意と工夫の余地が要請されることを考慮した上で，教\n育に関する地方自治の原則を考慮し，教育における機会均等の確保と\n全国的な一定の水準の維持という目的のために必要かつ合理的と認め\nられる大綱的な範囲にとどめられるべきものである。しかし，地方公\n共団体が設置する教育委員会が教育の内容及び方法について遵守すべ\nき基準を設定する場合には，教育委員会は，公立学校を所管する行政\n機関として，その管理権に基づき，学校の教育課程や学習指導等に関\nして基準を設定し，一般的な指示を与え，指導，助言を行うとともに，\n必要性，合理性が認められる場合には，具体的な命令を発することが\nできると解されるのである（最高裁昭和５１年５月２１日大法廷判\n決・刑集３０巻５号６１５頁参照）。\n(エ)  この点に関し，被控訴人らは，教育委員会による教育の内容及び\n方法に対する介入についても大綱的基準にとどめるべきであると主張\nする。しかしながら，地方公共団体が設置する教育委員会が教育の内\n容や方法に関して行う介入については，教育に関する地方自治の原則\nに反することはあり得ないし，教育委員会は，地教行法２３条５号に\nより学校の組織編制，教育課程，学習指導等に関して管理，執行する\n権限を有するとされ，文部科学大臣が同法４８条２項２号により学校\nの組織編制，教育課程，学習指導等について指導，助言又は援助を行\nうことができるとされているのとは異なることに照らすと，教育委員\n会による教育の内容や方法に関する介入を大綱的基準の設定にとどめ\nるべきであるとする被控訴人らの上記主張は理由がない。\n(オ)  そこで次に，本件通達について，これを発出すべき必要性，合理\n性があったと認められるか否かを検討する。\n本件通達を発出するに至った経過は，前記説示のとおりであって，\n要約すれば次のとおりである。平成元年に新学習指導要領が改訂され，\n「入学式や卒業式などにおいては，その意義を踏まえ，国旗を掲揚す\nるとともに，国歌を斉唱するよう指導するものとする。」との国旗・\n国歌条項が定められ，都教委は，都立学校の校長に対して入学式，卒\n業式等が新学習指導要領に即して行われるように求めていたが，実施\n率が低く，東京都教育庁の指導部長は，平成１０年１１月２０日付け\nで入学式，卒業式等の実施指針を示す通知を発した。この実施指針で\nは，式典会場の正面に国旗を掲揚すること，式次第に「国歌斉唱」と\n記載すること，式典の司会者が「国歌斉唱」と発声することなどが定\nめられていた。その後，平成１１年に国旗及び国歌に関する法律が制\n定，施行され，都教委は，新学習指導要領の国旗・国歌条項と変わら\nない現行学習指導要領の国旗・国歌条項に基づく卒業式等の実施をす\nるように更に指導に取り組んだ結果，平成１２年度卒業式以降，都立\n高校（全日制）での国旗掲揚，国歌斉唱の実施率は１００％となって\nいたものの，人目に付かない場所に国旗を掲揚したり，国歌斉唱を式\n次第に明記しないなどの学校がみられたので，都教委は，このような\n課題を解決するために，国旗掲揚及び国歌斉唱の実施について，より\n一層の改善，充実を図る必要があるとしてより詳細な本件実施指針を\n示して本件通達を発出したのである。すると，現行学習指導要領に基\nづく入学式，卒業式等を実施するよう改善，充実を図るという目的で，\nこれを実現するため，入学式，卒業式等における国旗掲揚，国歌斉唱\nの本件実施指針を定めて本件通達を発出すべき必要性と合理性が認め\nられるのである。\n(カ)  以上によれば，本件通達は，旧教基法１０条１項にいう「不当な\n支配」に該当するとは認められない。また，以上の理は，新教基法１\n６条１項においても変わりがない。\n(5)  都教委の本件通達が，被控訴人らの思想・良心の自由を害し，憲法１\n９条に違反するかについて\n被控訴人らは，入学式，卒業式等の式典において，国旗に向かって起立\nすること，国歌を斉唱すること，及び国歌斉唱時にピアノ伴奏をすること\nを強制されるのを拒否する自由を有しているし，また子どもの学習権保障\nのためにも，自らの思想・良心に従って，国旗に向かって起立するか否か，\n国歌を斉唱するか否か，ピアノ伴奏するか否かを決定する自由が保障され\nるべきであると主張するが，要するに，憲法１９条は，公権力によって思\n想・良心に反する外部的行為を強制されることを禁止しているのに，本件\n通達がそれを侵害するというものである。\n思うに，人の思想・良心は，外部的行為と密接な関係を有するものであ\nり，思想・良心の核心部分を直接否定するような外部的行為を強制するこ\nとは，その思想・良心の核心部分を否定することにほかならないから，憲\n法１９条が保障する思想・良心の自由の侵害が問題になる。しかし，仮に\nその判断基準を主観的な理由に求めるならば，法による義務の否定になり\nかねず社会の秩序は保持できないから，その判断基準は客観的な理由に求\nめられなければならない。すなわち，純粋に内心の自由のみならず，客観\n的な観点から内心の自由の核心部分と密接な関係があるとみるべき類型と\nいえる外部的行為の強制は，憲法１９条の問題となるというべきである。\nこれを本件についてみると，被控訴人らは，歴史観，世界観，人間観，\n社会観，教育観あるいは信仰から入学式，卒業式等の式典において，国旗\nに向かって起立し，国歌を斉唱し，国歌のピアノ伴奏を拒否するところ\n（各人の陳述書〔甲１９０，１９１，１９２，４１６，４１７，４２０\n［枝番を含む。］等〕及び弁論の全趣旨），それはまさに一つの選択では\nあろうが，日の丸や君が代は国民主権，平和主義に反し天皇という特定個\n人又は国家神道の象徴を賛美するものであるという考えが誤りである旨の\n発言等を強制するなど直接的にその歴史観等を否定する行為を強制するも\nのではないから，客観的にはその歴史観等と不可分に結び付くものという\nことはできないというべきである。加えて，平成１１年の国旗及び国歌に\n関する法律の制定，平成１１年１０月１９日付けの「入学式及び卒業式に\nおける国旗掲揚及び国歌斉唱の指導について(通達)」が発出されて４年が\n経過した時点において，完全な実施とはいえないにしても，都立学校の入\n学式，卒業式等において，国旗である日の丸が壇上に掲揚されたり，国歌\n斉唱として君が代が斉唱されたり，ピアノ伴奏がされており，また，全国\nの公立高校では，入学式，卒業式等における国旗掲揚，国歌斉唱及びピア\nノ伴奏は従来から広く実施されている上，スポーツ観戦等における自国な\nいし他国の国旗掲揚，国歌斉唱に当たって観衆等が起立することは一般に\n行われていること等から，客観的にみて，入学式，卒業式等の国歌斉唱の\n際に日の丸に向かって起立し，君が代を斉唱し，ピアノ伴奏をするという\n行為は，入学式，卒業式等の出席者にとって通常想定され，かつ，期待さ\nれるものということができ，これを行う教職員が特定の思想を有するとい\nうことを外部に表明するような行為であると評価することは困難である。\n特に，職務命令に従ってこのような行為が行われる場合には，上記のよう\nに評価することは一層困難であるといわざるを得ない。結局，本件通達は，\n被控訴人らに対して，憲法１９条の問題となることはないというべきであ\nる（最高裁平成１９年２月２７日第三小法廷判決・民集６１巻１号２９１\n頁参照）。\nところで，被控訴人らの各人の陳述書(甲１９０，１９１，１９２，４\n１６，４１７，４２０［枝番を含む。］等)及び弁論の全趣旨によれば，\n本件通達が自己の内心の核心部分を否定するものと受け止め，本件通達は\n自己の信念に反する不合理な行為を強制すると考えていることが認められ\nる。そうすると，本件通達は，被控訴人らの思想・良心の自由との抵触が\n生じる余地がある。そこで，更に進んで検討するに，憲法１５条２項は，\n「すべて公務員は，全体の奉仕者であつて，一部の奉仕者ではない。」と\n定めており，地方公務員も，地方公共団体の住民全体の奉仕者としての地\n位を有するものである。こうした地位の特殊性及び職務の公共性にかんが\nみ，地方公務員法３０条は，地方公務員は，全体の奉仕者として公共の利\n益のために勤務し，かつ，職務の遂行に当たっては全力を挙げてこれに専\n念しなければならない旨規定し，同法３２条は，上記の地方公務員がその\n職務を遂行するに当たって，法令等に従い，かつ，上司の職務命令に忠実\nに従わなければならない旨規定する。しかるに，被控訴人らは，いずれも\n都立学校の教職員であり又はあった者であって，法令等や上司の職務命令\nに従わなければならない立場にあり，校長から学校行事である入学式，卒\n業式等に関して，それぞれ本件職務命令を受けたものである。そして，国\n旗及び国歌に関する法律は，日章旗を国旗とし，君が代を国歌とする旨明\n確に定め，また，現行学習指導要領は「入学式や卒業式などにおいては，\nその意義を踏まえ，国旗を掲揚するとともに，国歌を斉唱するよう指導す\nるものとする。」と定めているところ，入学式，卒業式等に参列した教職\n員が，国旗に向かって起立して，国歌を斉唱するということ，ピアノ伴奏\nすることは，これらの規定の趣旨に適うものである。他方，本件通達は，\n入学式，卒業式等の式典を行うに際して発出されたものであり，このよう\nな式典においては，出席者に対して一律の行為を求めること自体には合理\n性があるといえるし，前記説示のとおり，入学式，卒業式等における国旗\n掲揚や国歌斉唱は，全国的には従前から広く実施されていたものである。\nこのような諸事情を併せ考慮すると，本件通達は，その目的及び内容にお\nいて不合理であるということはできないというべきであるから（最高裁平\n成１９年２月２７日第三小法廷判決・民集６１巻１号２９１頁参照），被\n控訴人らの思想・良心の自由の侵害を認めることはできない。\n(6)  都教委の本件通達が，被控訴人らの信教の自由を害し，憲法２０条に\n違反するかについて\n被控訴人らは，日の丸，君が代が歴史上国家神道と密接な結びつき，宗\n教的価値観と不可分の関係にあるので，君が代を尊重するということは，\n天皇を尊崇するということであること，特に被控訴人Ｐ１４ほか１１名は，\nキリスト教徒であるから，入学式，卒業式等の式典において，国旗に向か\nって起立し，国歌を斉唱するという行為及び国歌斉唱時にピアノ伴奏をす\nるという行為がキリスト教の教えに反することから，これらの行為を強制\nすることは，被控訴人らの信教の自由を害すると主張する。また，被控訴\n人らは，入学式，卒業式等の式典において，国旗に向かって起立し，国歌\nを斉唱するという行為及び国歌斉唱時にピアノ伴奏をするという行為が宗\n教上の行為への参加強制に当たるから，憲法２０条２項に違反すると主張\nする。\nそこで，検討するに，憲法２０条１項の信教の自由には，宗教を信仰し\n又は信仰しない自由及びどの宗教を信仰するかの選択の自由が認められな\nければならないこと（この自由は多数者にとっても奪うことのできない絶\n対的なものである。）並びに宗教的行為の自由が含まれるというべきであ\nる。宗教的行為の自由には，自己の信仰を外部的行為として表現する自由\nとしての宗教上の祝典，儀式，行事その他宗教上の行為を行う自由（何人\nも自己の信仰と相容れない信仰をもつ者の信仰に基づく宗教上の行為に対\nして，自己の信教の自由を妨害するものでない限り，寛容であるべきであ\nり，この自由は絶対的なものではないが，その制限は厳格な制約基準によ\nるべきである。）のほか，宗教上の行為を行わない自由又は強制されない\n自由も含まれるというべきである。このうち，憲法２０条２項は，何人も\n参加することを欲しない宗教上の行為（宗教上の祝典とは，クリスマスな\nどの宗教上の祝祭を，宗教上の儀式とは，宗教的意味をもった結婚式など\nを，宗教上の行事とは，定例的な宗教的催しのことである。）等に参加を\n強制されることはない（この自由は多数者にとっても奪うことのできな\nい。)ことを明示したものである(最高裁昭和５２年７月１３日大法廷判\n決・民集３１巻４号５３３頁参照)。\nこれを本件についてみるに，国旗及び国歌に関する法律では，国旗を日\n章旗，国歌を君が代とすることが明確に定められており，現時点での一般\n的な社会通念に照らせば，国旗である日の丸及び国歌である君が代が国家\n神道と不可分ないし密接な関係にあると認識されているとは認められない\nので，都立学校における入学式，卒業式等が宗教上の行為等に当たるとは\n認められず，都立学校における入学式，卒業式等において起立して国旗掲\n揚・国歌斉唱することが聖書にいうキリスト以外の神を拝む行為(甲４６\n４)や賛美歌(キリスト教における宗教歌)に該当すると認めることはでき\nないから，被控訴人らのうちのキリスト教徒の信仰上の教義に直接反する\nものともいえない。したがって，被控訴人らの上記主張は前提を欠き失当\nである。\n(7)  小括\nしたがって，都教委の本件通達が，目録Ａの被控訴人ら及び目録Ｃの被\n控訴人らの教育の自由を侵害して憲法２６条，２３条に違反し，また旧教\n基法１０条１項，新教基法１６条１項の禁止する「不当な支配」に当たり，\n更には思想・良心の自由及び信仰の自由を害し，憲法１９条，２０条に違\n反し，明白かつ重大な瑕疵があり無効であることを前提とする同被控訴人\nらの無名抗告訴訟としての本件公的義務不存在確認請求，及び本件差止請\n求は，理由がない。また，都教委の本件通達が，被控訴人らの教育の自由\nを侵害して憲法２６条，２３条に違反し，また旧教基法１０条１項，新教\n基法１６条１項の禁止する「不当な支配」に当たり，更には思想・良心の\n自由及び信仰の自由を害し，憲法１９条，２０条に違反するから，国家賠\n償法１条１項の違法であるとする被控訴人らの損害賠償請求は，その余の\n点について判断するまでもなく，理由がない（もとより，本件通達がＢ規\n約１８条に違反するとか，児童の権利に関する条約１４条１項，２８条２\n項に違反するということはできない。）。\n５  結論\n以上によれば，目録Ａの被控訴人ら及び目録Ｃの被控訴人らの無名抗告訴\n訟としての本件公的義務不存在確認の訴え及び本件差止の訴えは，いずれも\n却下すべきであり，また被控訴人らの損害賠償請求及び附帯請求は，いずれ\nも棄却すべきである。これに反する原判決は不当であるから，これを取り消\nすこととし，主文のとおり判決する。\n東京高等裁判所第２４民事部\n裁判長裁判官      都      築              弘\n裁判官      北      澤      章      功\n裁判官      比      佐      和      枝\n別紙１\n１５教指企第５６９号\n平成１５年１０月２３日\n都 立 高 等 学 校 長\n都立盲・ろう・養護学校長  殿\n東京都教育委員会教育長\nＰ１\n入学式，卒業式等における国旗掲揚及び国歌斉唱の実施について（通達）\n東京都教育委員会は，児童・生徒に国旗・国歌に対して一層正しい認識をもた\nせ，それらを尊重する態度を育てるために，学習指導要領に基づき入学式及び卒\n業式を適正に実施するよう各学校を指導してきた。\nこれにより，平成１２年度卒業式から，すべての都立高等学校及び都立盲・ろ\nう・養護学校で国旗掲揚及び国歌斉唱が実施されているが，その実施態様には\n様々な課題がある。このため，各学校は，国旗掲揚及び国歌斉唱の実施について，\nより一層の改善・充実を図る必要がある。\nついては，下記により，各学校が入学式，卒業式等における国旗掲揚及び国歌\n斉唱を適正に実施するよう通達する。\nなお，「入学式及び卒業式における国旗掲揚及び国歌斉唱の指導について」\n(平成１１年１０月１９日付１１教指高第２０３号，平成１１年１０月１９日付\n１１教指心第６３号)並びに「入学式及び卒業式などにおける国旗掲揚及び国歌\n斉唱の指導の徹底について」(平成１０年１１月２０日付１０教指高第１６１号)\nは，平成１５年１０月２２日限り廃止する。\n記\n１  学習指導要領に基づき，入学式，卒業式等を適正に実施すること。\n２  入学式，卒業式等の実施に当たっては，別紙「入学式，卒業式等における\n国旗掲揚及び国歌斉唱に関する実施指針」のとおり行うものとすること。\n３  国旗掲揚及び国歌斉唱の実施に当たり，教職員が本通達に基づく校長の職\n務命令に従わない場合は，服務上の責任を問われることを，教職員に周知す\nること。\n（別紙）\n入学式，卒業式等における国旗掲揚及び国歌斉唱に関する実施指針\n１   国旗の掲揚について\n入学式，卒業式における国旗の取扱いは次のとおりとする。\n(1)  国旗は式典会場の舞台檀上正面に掲揚する。\n(2)  国旗とともに都旗を併せて掲揚する。この場合，国旗にあっては舞台\n檀上正面に向かつて左に，都旗にあっては右に掲揚する。\n(3)  屋外における国旗の掲揚については，掲揚塔，校門，玄関等，国旗の\n掲揚状況が児童・生徒，保護者，その他来校者が十分認知できる場所に掲\n揚する。\n(4)  国旗を掲揚する時間は，式典当日の児童・生徒の始業時刻から終業時\n刻とする。\n２  国歌の斉唱\n入学式，卒業式等における国歌の取扱いは，次のとおりとする。\n(1)  式次第には，「国歌斉唱」と記載する。\n(2)  国歌斉唱に当たっては，式典の司会者が，「国歌斉唱」と発声し，起\n立を促す。\n(3)  式典会場において，教職員は，会場の指定された席で国旗に向かって\n起立し，国歌を斉唱する。\n(4)  国歌斉唱は，ピアノ伴奏等により行う。\n３  会場設営等について\n入学式，卒業式等における会場設営等は，次のとおりとする。\n(1)  卒業式を体育館で実施する場合には，舞台檀上に演台を置き，卒業証\n書を授与する。\n(2)  卒業式をその他の会場で行う場合には，会場の正面に演台を置き，卒\n業証書を授与する。\n(3)  入学式，卒業式等における式典会場は，児童・生徒が正面を向いて着\n席するように設営する。\n(4)  入学式，卒業式等における教職員の服装は，厳粛かつ清新な雰囲気の\n中で行われる式典にふさわしいものとする。\n別紙２\n１１教指高第２０３号\n平成１１年１０月１９日\n都立高等学校長殿\n東京都教育委員会教育長\nＰ１９\n入学式及び卒業式における国旗掲揚及び国歌斉唱の指導について（通達）\n全国の公立小・中学校・高等学校の平成１０年度卒業式及び平成１１年度入学\n式における国旗掲揚及び国歌斉唱の実施状況については，平成１１年１０月１日\n付１１教指企第２１２号「学校における国旗及び国歌に関する指導について」に\nより通知したところであるが，都立高等学校における国歌斉唱の実施率について\nは，全国の公立高等学校中の最下位に近く，また，東京都内の公立小・中学校の\n実施率と比較したも格段の差異があり，極めて遺憾とするところである。\n各学校は，国旗掲揚及び国歌斉唱の指導が十分でない現状を速やかに改善し，\n都民の信頼の回復に努めなければならない。\nついては，校長は，入学式及び卒業式の実施に当たり，学習指導要領及び平成\n１０年１１月２０日付１０教指高第１６１号の「国旗掲揚及び国歌斉唱に関する\n実施指針」に基づき，実施するよう通達する。\nなお，実施に当たっては，下記の点を踏まえる必要がある。\n記\n１  教職員に対しては，入学式及び卒業式における国旗掲揚及び国歌斉唱の指\n導の意義について，学習指導要領に基づき説明し，理解を求めるよう努める\nとともに，併せて，「国旗及び国歌に関する法律」制定の趣旨を説明するこ\nと。\n２  生徒に対しては，国際社会に生きる日本人としての自覚及び我が国のみな\nらず他国の国旗及び国歌に対する正しい認識とそれらを尊重する態度が重\n要であることを，十分説明すること。\n３  保護者に対しては，学校教育において，生徒に国旗及び国歌に対する正し\nい認識や，それらを尊重する態度の育成が求められていること，並びに入学\n式及び卒業式において，学校は国旗掲揚及び国歌斉唱の指導を学習指導要領\nに基づき行う必要があることなどを，時機をとらえて説明すること。\n４  校長が国旗掲揚及び国歌斉唱の実施に当たり，職務命令を発した場合にお\nいて，教職員が式典の準備業務を拒否した場合，又は式典に参加せず式典中\nの生徒指導を行わない場合は，服務上の責任を問われることがあることを，\n教職員に周知すること。\n別紙３\n１ ５ Ｐ ５ 高 第 ６ ９ ２ 号\n平成１５年１０月３０日\n教諭\n〇〇〇〇殿\n東京都立Ｐ５高等学校長\n〇〇〇〇\n職務命令書\n平成１５年１０月３１日に実施する創立３０周年記念式典において，平成１５\n年１０月２３日付１５教指企第５６９号「入学式，卒業式等における国旗掲揚及\nび国歌斉唱の実施について（通達）」及び地方公務員法３２条（法令等及び上司\nの職務上の命令に従う義務）に基づき，下記のとおり命令します。\n記\n１  当日，教職員は全員勤務し，別紙「東京都立Ｐ５高等学校３０周年記念式\n典実施要項」による役割分担に従い，職務を適正に遂行すること。\n２  式典の実施に際して妨害行為・発言をしないこと。\n３  式典会場において，会場の指定された席で国旗に向かって起立して国歌を\n斉唱すること。着席の指示があるまで起立していること。\n４  式典中は，式場内に留まり，生徒を指導すること。\n５  服装は，厳粛かつ清新な雰囲気の中で行われる式典にふさわしいものとす\nること。\n以上\n別紙４\n１５Ｐ１８高第１２２８号\n平 成 １ ６ 年 ３ 月 ４ 日\nＰ１８高等高校  教諭\n（学級担任）〇〇〇〇  殿\n東京都立Ｐ１８高等学校長\n〇〇〇〇\n職務命令書\n平成１６年３月１３日に実施する全日制課程卒業証書授与式において，平成１\n５年１０月２３日付１５教指企第５６９号「入学式，卒業式等における国旗掲揚\n及び国歌斉唱の実施について（通達）」及び地方公務員法３２条（法令等及び上\n司の職務上の命令に従う義務）に基づき，下記のとおり命令します。\n記\n１  当日，別紙「東京都立Ｐ１８高等学校全日制課程卒業証書授与式実施要\n綱」による役割分担に従い，職務を適正に遂行すること。\n２  担任している学級に属する生徒のうち，当日出席した生徒を引率し，式会\n場内に導き，指定の位置につかせること。\n３  前項の業務を完了した後，式会場内の指定された席につくこと。\n４  式次第「国歌斉唱」に際しては，式会場内の指定された席で起立し，国旗\nに身体の正面を向け，伴奏に従って国歌を歌うこと。この際，司会者より着\n席の指示が行われるまで起立していること。\n５  式の行われている間は，生徒を指導すること。\n以上\n"
}