{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 9,
    "day": 28
  },
  "case_number": "平成26(行ケ)10147",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85347",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85347",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/347/085347_hanrei.pdf",
  "contents": "平成２７年９月２８日判決言渡\n平成２６年（行ケ）第１０１４７号  審決取消請求事件\n口頭弁論終結日  平成２７年６月８日\n判                決\n原            告      日 亜 化 学 工 業 株 式 会 社\n訴訟代理人弁護士        古    城    春      実\n同                        牧    野    知      彦\n同                        堀    籠    佳      典\n同               加    治    梓      子\n訴訟代理人弁理士       松    田    一      弘\n同               蟹    田    昌      之\n被       告        三 洋 電 機 株 式 会 社\n訴訟代理人弁護士        尾    崎    英      男\n同                   日    野     英  一  郎\n同               鷹    見    雅      和\n訴訟代理人弁理士       廣    瀬    文      雄\n同                        豊    岡    静      男\n主                文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が無効２０１３－８００１１０号事件について平成２６年５月２３日\nにした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等（認定の根拠を掲げない事実は当事者間に争い\nがない。）\n被告は，平成２０年３月２４日に出願され（特願２００８－７６８４４\n号。特願２００２－８５０８５号（平成１４年３月２６日出願。以下「基礎\n出願」といい，その出願日を「基礎出願日」という。）に基づく優先権主張\nを伴 う特 願 ２０ ０３ －７ ４９ ６ ６号 （平 成１ ５年 ３ 月１ ９日 出願 。以 下\n「原々出願日」という。）の一部を新たな特許出願とした特願２００６－３\n４８１６１号（平成１８年１２月２５日出願）の一部を新たな特許出願とし\nたものである。），同年９月５日に設定登録された，発明の名称を「窒化物系\n半導体素子の製造方法」とする特許第４１８０１０７号（以下「本件特許」\nという。請求項の数は１０である。）の特許権者である。\n原告は，平成２３年１０月７日，特許庁に対し，本件特許につき無効審判\n請求をしたが，平成２４年７月２０日に不成立審決がなされた。原告は，知\n的財産高等裁判所に対し審決取消訴訟を提起したが（平成２４年（行ケ）１\n０３０３号），平成２５年１１月１４日，請求棄却判決がなされた。\n原告は，平成２５年６月１９日，特許庁に対し，本件特許の請求項全部を\n無効にすることを求めて審判の請求をした。特許庁は，上記請求を無効２０\n１３－８００１１０号事件として審理をした結果，平成２６年５月２３日，\n「本件審判の請求は，成り立たない。審判費用は，請求人の負担とする。」\nとの審決をし，その謄本を，同月２９日，原告に送達した。\n原告は，同年６月１３日，上記審決の取消しを求めて本件訴えを提起し\nた。\n２  特許請求の範囲の記載\n本件特許の特許請求の範囲の請求項１ないし１０の記載は，以下のとおりで\nある（甲１。以下，請求項１ないし１０に係る発明を併せて「本件特許発明」\nといい，個別的に示すときは，請求項の番号に合わせて「本件特許発明１」の\nようにいうこととする。また，本件特許の明細書及び図面をまとめて「本件特\n許明細書」という。さらに，請求項１を分説する場合には，審決の記載に従\nい，各発明特定事項を「発明特定事項Ａ」ないし「発明特定事項Ｆ」のように\nいう。）。\n「【請求項１】\nＡ  ｎ型の窒化物系半導体層および窒化物系半導体基板のいずれかからなる第\n１半導体層の上面上に，活性層を含む窒化物半導体層からなる第２半導体\n層を形成する第１工程と，\nＢ  前記第１半導体層の裏面を研磨することにより厚み加工する第２工程と，\nＣ  前記第１工程及び前記第２工程の後，前記研磨により発生した転位を含む\n前記第１半導体層の裏面近傍の領域を除去して前記第１半導体層の裏面の\n転位密度を１×１０９ｃｍ－２以下とする第３工程と，\nＤ  その後，前記転位を含む前記第１半導体層の裏面近傍の領域が除去された\n第１半導体層の裏面上に，ｎ側電極を形成する第４工程とを備え，\nＥ  前記第１半導体層と前記ｎ側電極とのコンタクト抵抗を０．０５Ωｃｍ２\n以下とする，\nＦ  窒化物系半導体素子の製造方法。\n【請求項２】\n前記第１半導体層の裏面は，前記第１半導体層の窒素面である，請求項１に\n記載の窒化物系半導体素子の製造方法。\n【請求項３】\n前記第３工程により，前記転位密度は，１×１０６ｃｍ－２以下に低減され\nる，請求項１又は２に記載の窒化物系半導体素子の製造方法。\n【請求項４】\n前記第３工程により，前記転位を含む前記第１半導体層の裏面近傍の領域が\n０．５μｍ以上除去される，請求項１～３のいずれかに記載の窒化物系半導体\n素子の製造方法。\n【請求項５】\n前記基板は，成長用基板上に成長することを利用して形成されている，請求\n項１～４のいずれかに記載の窒化物系半導体素子の製造方法。\n【請求項６】\n前記第１工程によって前記第１半導体層の上面上に前記第２半導体層を形成\nした後に，前記第２工程によって前記第１半導体層の裏面を研磨することによ\nり厚み加工を行う，請求項１～５のいずれかに記載の窒化物系半導体素子の製\n造方法。\n【請求項７】\n前記第１半導体層及び前記第２半導体層を劈開することにより，共振器端面\nを形成する第５工程をさらに備える，請求項１～６のいずれかに記載の窒化物\n系半導体素子の製造方法。\n【請求項８】\n前記第１半導体層は，ＨＶＰＥ法により形成される，請求項１～７のいずれ\nかに記載の窒化物系半導体素子の製造方法。\n【請求項９】\n前記第２半導体層は，ＭＯＣＶＤ法により形成される，請求項１～８のいず\nれかに記載の窒化物系半導体素子の製造方法。\n【請求項１０】\n前記第１半導体層は，前記第２工程により１８０μｍ以下の厚みになるまで\n厚み加工される，請求項１～９のいずれかに記載の窒化物系半導体素子の製造\n方法。」\n３  審決の理由\n(1)  審決の理由の要旨\n審決の理由は，別紙審決書写しのとおりである。その要旨は，①本件特許\n発明は，不明確であるとはいえず，実施可能要件違反ないしはサポート要件\n違反があるともいえない，②本件特許発明が未完成であるとはいえない，③\n本件特許発明が基礎出願の願書に最初に添付した明細書又は図面（甲５。以\n下「当初明細書等」という。）の全体に記載した事項の範囲内のものではな\nいとはいえず，本件特許発明は優先権主張の効果を享受することができるか\nら，本件特許発明の優先日は基礎出願の出願日である平成１４年３月２６日\nであるところ，平成１５年２月２１日に公開された特開２００３－５１６１\n４号公報（甲２。以下「甲２」という）は，本件特許発明の優先日の後に頒\n布されたものであるから，特許法２９条１項３号及び２項の規定違反を理由\nとする無効理由における引用例適格性を備えておらず，甲２を引用例とする\n新規性欠如，進歩性欠如の主張は成り立たない，④本件特許発明１と甲２に\n記載された発明（以下「甲２発明」という。）とが同一であるとはいえず，\n本件特許発明２ないし１０も同様であるから，特許法２９条の２違反の無効\n理由は成り立たない，というものである。\n(2)  甲２発明の内容，一致点及び相違点の認定\n審決が認定した甲２発明の内容，本件特許発明１と甲２発明との一致点及\nび相違点は以下のとおりである。\nア  甲２発明の内容\n「窒化ガリウム（ＧａＮ）基板上にＩＩＩ－Ｖ族の窒化物を用いた化合物\n半導体レーザダイオードのような化合物半導体発光素子を形成する際，劈\n開面を形成するためにＧａＮ基板の下部面を機械的に研磨してその厚さを\n薄くする必要があり，研磨後もなお発光素子を支持することができる所定\nの厚さになるまで前記ＧａＮ基板の下部面をグラインディング，ラッピン\nグ又はポリシングにより研磨し，その後，前記ＧａＮ基板の下部面にｎ型\n電極を付着していたところ，\n前記研磨過程でＧａＮ基板の下部面が損傷し，ＧａＮ基板の下部面にダ\nメージ層が形成されるので，前記ｎ型電極はダメージ層に付着するように\nなって付着が不良になり，その結果，前記ｎ型電極に印加される電圧に関\nする発光効率が低くなり，また，発光素子の動作過程で発生する熱が多く\nなるため発光素子の寿命が短縮する等，素子の特性が低下する問題があっ\nたので，\n上部面に発光素子が形成されたＧａＮ基板の下部面を加工するに際し，\n該下部面にダメージ層が形成されることを防止して，前記発光素子の特性\nの低下を防止することができる半導体発光素子の製造方法を提供すること\nを目的として，\nＧａＮ基板の下部面を加工してｎ型電極を効果的に形成できるＩＩＩ－\nＶ族の窒化物を用いた化合物半導体発光素子の製造方法であって，\nＧａＮ基板上にレーザダイオードを形成する場合，\nｎ型ＧａＮ基板上にｎ型ＧａＮ層，ｎ型ＡｌＧａＮ／ＧａＮクラッド\n層，ｎ型ＧａＮウエーブガイド層，ＩｎＧａＮ活性層，ｐ型ＧａＮウエー\nブガイド層，ｐ型ＡｌＧａＮ／ＧａＮクラッド層及びｐ型ＧａＮ層を順次\n形成する段階と，\n前記ｐ型ＧａＮ層及びｐ型ＡｌＧａＮ／ＧａＮクラッド層を順次エッチ\nングしてリッジを形成した後，保護層及びｐ型電極を順次形成する段階\nと，\nその後，前記ｎ型ＧａＮ基板の下部面を，該ＧａＮ基板上に形成された\n発光構造体を支持できる範囲内でその厚さが可能な限り薄くなるように機\n械的に研磨する段階と，\n前記機械的に研磨されたｎ型ＧａＮ基板の下部面に形成された，多くの\n欠陥が生成されているダメージ層を，該ダメージ層が除去されうると見積\nもった時間よりも長い時間，乾式又は湿式エッチングすることによって前\n記下部面の前記ダメージ層が存在しなくなるまで完全に除去する段階と，\n前記乾式又は湿式エッチングされたＧａＮ基板の下部面上にｎ型電極を\n形成する段階と，\nを含み，\nＧａＮ基板の下部面の表面状態を示す走査電子顕微鏡写真では，\n機械的研磨後には，ＧａＮ基板の下部面近傍に，多数の線状の黒い模様\nが写っているが，\n機械的研磨により形成された前記ダメージ層を乾式又は湿式エッチング\nによって除去した後には，下部面近傍には前記線状の模様は写っておら\nず，\nｎ型電極の付着特性が安定的なので，レーザダイオードのような発光素\n子の発光効率を高めることができ，その他の特性が低下することも防止で\nき，\n前記乾式又は湿式エッチングされたＧａＮ基板の下部面上にｎ型電極が\n形成されたレーザ素子の電圧―電流特性は，エッチングの種類に関係なく\n５Ｖより低い電圧の印加で２０ｍＡの電流が得られるものである，\n化合物半導体発光素子の製造方法。」\nイ  一致点\n「ｎ型の窒化物系半導体基板からなる第１半導体層の上面上に，活性層を\n含む窒化物半導体層からなる第２半導体層を形成する第１工程と，\n前記第１半導体層の裏面を研磨することにより厚み加工する第２工程\nと，\n前記第１工程及び前記第２工程の後，前記研磨された前記第１半導体層\nの裏面近傍の所定の領域を除去する第３工程と，\nその後，前記裏面近傍の領域が除去された第１半導体層の裏面上に，ｎ\n側電極を形成する第４工程とを備えた，\n窒化物系半導体素子の製造方法。」\nである点。\nウ  相違点\n(ア)  相違点１\n「前記「第３工程」で「除去」される所定の「領域」が，本件特許発明\n１では，「研磨により発生した転位を含む第１半導体層の裏面近傍の領\n域」であるとともに，該「除去」により「前記第１半導体層の裏面の転\n位密度を１×１０９ｃｍ－２以下と」しているのに対し，甲２発明では，\n「多くの欠陥が生成されているダメージ層」であり，該ダメージ層除去\n後のＧａＮ基板の裏面の転位密度は不明である点。」\n(イ)  相違点２\n「本件特許発明１では，「前記第１半導体層と前記ｎ側電極とのコンタ\nクト抵抗」を「０．０５Ωｃｍ ２以下とする」のに対し，甲２発明で\nは，ＧａＮ基板の下部面上にｎ型電極が形成されたレーザ素子の電圧―\n電流特性は，エッチングの種類に関係なく５Ｖより低い電圧の印加で２\n０ｍＡの電流が得られるものであるものの，前記第１半導体層と前記ｎ\n側電極とのコンタクト抵抗の値は不明である点。」\n第３  原告の主張\n審決には，甲２発明の認定の誤り（取消事由１），本件特許発明と甲２発明\nの同一性の判断の誤り（取消事由２），進歩性判断の誤り（取消事由３），実施\n可能要件又はサポート要件違反の判断の誤り（取消事由４）があり，これらの\n誤りは審決の結論に影響を及ぼすものであるから，審決は取り消されるべきで\nある。\n１  取消事由１（甲２発明の認定の誤り）\n(1)  審決は，甲２の記載から前記第２の３(2)アのとおりの甲２発明を認定し\nた上で，同イ及びウのとおりの本件特許発明１との一致点及び相違点を認定\nした。\nしかし，特許法２９条の２所定の特許要件における発明の認定は，先願明\n細書に「記載されている事項」と「記載されているに等しい事項」により行\nうところ，これは，記載されている事項の客観的な意味内容によって決せら\nれるべきであり，出願当時の技術水準により左右されるものではない。\nそして，後記(2)のとおり，甲２には客観的事実として透過型電子顕微鏡\n（ＴＥＭ。以下，単に「ＴＥＭ」ということがある。）によって撮影された\n写真が掲載されており（甲２，図９・１０），それにより示される客観的事\n実は「転位を含む領域が全て除去された」という事実であるから，これが\n「記載されている事項」に該当する。\nしかし，審決は，甲２の出願の優先日当時の技術水準によって転位が理解\nできるかどうかを判断しており，特許法２９条の２における「発明」の認定\n手法を誤り，その結果，本件特許発明１との一致点及び相違点の認定を誤っ\nたものである（正しい認定は後記(5)のとおりである。）。\n(2)  甲２には，機械研磨後に，ＧａＮ基板の下部に，多くの欠陥が生成され\nているダメージ層が存在する旨の記載がある（【００３８】）。そして，「従来\n技術によりＧａＮ基板の下部面を機械的に研磨した後の表面状態」を示す電\n子顕微鏡写真が図９として示されているところ，これから機械研磨面により\n発生した黒い線状の模様を看取することができる。そして，客観的事実とし\nて，ＴＥＭ写真において，転位は「線状の黒い模様」として写る。そうする\nと，客観的な事実として，甲２の「多くの欠陥が生成されているダメージ\n層」は本件特許発明でいう「転位を含む領域」であるといえる。\nそして，甲２には，「機械的研磨により形成されたダメ－ジ層を・・・エ\nッチングによって除去した後のＧａＮ基板の下部面の表面状態を示す」電子\n顕微鏡写真（【００３９】）として，図１０が示されているところ，同写真に\nおいては，図９のダメージ層が完全に除去されている。\nしたがって，甲２では，研磨によって発生した「転位を含む領域」がエッ\nチングによって完全に除去され，その結果，ＧａＮ基板裏面の転位密度が研\n磨前のＧａＮ基板の転位密度に戻っている。\nなお，甲２の【図面の簡単な説明】等には，図９，１０は走査電子顕微鏡\n（ＳＥＭ。以下，単に「ＳＥＭ」ということがある。）による写真である旨\n記載されているが，ＳＥＭ及びＴＥＭとの使用目的の相違やそれぞれを用い\nて撮影された写真に現れる特徴の差異，上記各写真の内容等に照らすと，甲\n２の上記記載は，ＴＥＭ又は走査型透過電子顕微鏡（ＳＴＥＭ）の誤記であ\nる。\n以上のことは，基礎出願日前に甲２発明の発明者が発表した学術論文（甲\n３の３）の記載からも明らかである。すなわち，甲３の３には，機械研磨に\nより発生した結晶欠陥のエッチングによる除去後のＴＥＭ写真が掲載されて\nいるところ，これらと甲２の図９，１０とは同一である。したがって，甲２\nの図９，１０がＴＥＭ写真であること，甲２においても機械研磨により発生\nしたＧａＮ基板のダメージ層の結晶欠陥がエッチングにより完全に除去され\nていること，エッチング除去後における結晶欠陥の密度が１０７ｃｍ－２であ\nることが分かる。\nさらに，甲２には，ＧａＮ基板２２の厚み加工を，①ＧａＮ基板の結晶を\n損傷しないエッチング処理のみで行う例（第１実施例）と，②機械的研磨で\n所定の厚さに縮めた後，ダメージ層をエッチング処理する例（第２実施例）\nが記載され，②の第２実施例については，エッチングによる除去処理を，\n「ダメージ層・・・を完全に除去」するため，「ダメージ層・・・が除去さ\nれうると見積もった時間よりも長い時間」実施するとされているところ，図\n８に，②（第２実施例）によって①（第１実施例）と同様の状態のＧａＮ基\n板が得られることが示されていることからも裏付けられる。\nしたがって，客観的事実に基づけば，甲２でいう「多くの欠陥が生成され\nているダメージ層」が本件特許発明における「転位を含む領域」であり，該\nダメージ層除去後のＧａＮ基板の裏面の転位密度は研磨前の基板の転位密度\nとなっているものといえる。\n(3)  仮に，審決のように甲２発明の認定において技術水準を参酌したとして\nも，審決は技術水準の認定を誤り，その結果，本件特許発明１との一致点及\nび相違点の認定を誤っている。\nすなわち，審決は，甲２の出願の優先日当時，転位がＴＥＭ写真では線状\nの黒い模様として写ることが技術常識であったとまではいえないとしている\nが，転位の定義は「線状の結晶欠陥」なのであるから，これが結晶欠陥を観\n察するＴＥＭ写真において線状に写ることは技術常識であった。\nまた，基礎出願日当時，基板を機械研磨すれば，加工変質層又はダメージ\n層などと呼ばれる結晶が損傷した層が発生すること，これをエッチングで完\n全に除去することは，技術常識であり，当業者に周知慣用の技術であった。\nそして，甲２では「ダメージ層」と記載され，これをエッチングで完全に\n除去することが明記されているのであるから，当業者にとって，甲２の技術\nが周知慣用技術である加工変質層（ダメージ層）の除去を述べていることは\n一義的に明らかである。\n(4)  なお，審決は，機械的研磨により発生した転位が電子顕微鏡写真で写る\nことが技術常識であったとしても，甲２の図９及び１０の電子顕微鏡写真の\nスケールが不明（スケールらしきものが写っているが不鮮明であり読み取る\nことができない。）であること等を理由に，エッチング後の基板の転位密度\nを算出することはできない，と認定している。\nしかし，前記(2)のとおり，甲２の図９及び１０は，甲２発明では機械研\n磨により発生した結晶欠陥（転位を含む）が完全に除去されていることを客\n観的事実として明示している以上，少なくとも，上記写真画像が不鮮明であ\nること等は，転位を含む領域が除去されているという客観的事実を否定する\n理由とはならない。\n(5)  以上によれば，本件特許発明１と甲２発明の一致点及び相違点は，以下\nのとおり認定されるべきである（本件において争点とならない点は，審決の\n一致点・相違点の認定を参考にして簡略にした。下線部は審決と異なる箇所\nである。）\nア  一致点\nｎ型の窒化物系半導体基板からなる第１半導体層の上面上に，活性層を\n含む窒化物半導体層からなる第２半導体層を形成する第１工程と，\n前記第１半導体層の裏面を研磨することにより厚み加工する第２工程\nと，\n前記第１工程及び前記第２工程の後，前記研磨により発生した転位を含\nむ前記第１半導体層の裏面近傍の領域を除去して前記第１半導体層の裏面\nを元の基板の転位密度にする第３工程と，\nその後，前記転位を含む裏面近傍の領域が除去された第１半導体層の裏\n面上に，ｎ側電極を形成する第４工程とを備えた，\n窒化物系半導体素子の製造方法。\nイ  形式的な相違点１\n本件特許発明１では，前記「第３工程」の「除去」により「前記第１半\n導体層の裏面の転位密度を１×１０９ｃｍ－２以下と」しているのに対し，\n甲２発明では，ダメージ層除去後のＧａＮ基板の裏面の転位密度が研磨前\nの基板の転位密度になっているが，研磨前の基板の転位密度が明示されて\nいない点。\nウ  形式的な相違点２\n本件特許発明１では，「前記第１半導体層と前記ｎ側電極とのコンタク\nト抵抗」を「０．０５Ωｃｍ２以下とする」のに対し，甲２発明では，Ｇ\nａＮ基板の下部面上にｎ型電極が形成されたレーザ素子の電圧―電流特性\nは，エッチングの種類に関係なく５Ｖより低い電圧の印加で２０ｍＡの電\n流が得られるものであるものの，前記第１半導体層と前記ｎ側電極とのコ\nンタクト抵抗の値は明示されていない点。\n２  取消事由２（本件特許発明と甲２発明の同一性の判断の誤り）\n前記１のとおり，本件特許発明１と甲２発明との間には，転位密度及びコン\nタクト抵抗の数値の点では形式的な相違点がある。\nしかし，以下のとおり，両者は実質的に同一である。\nしたがって，両発明が相違点１及び２において相違するとした審決の判断は\n誤りである。\n同様に，本件特許発明２ないし１０についても，甲２発明と実質的に異なる\nものではない。\n(1)  相違点１について\n前記１のとおり，甲２発明において，ダメージ層をダメ－ジ層が除去され\n得ると見積もった時間よりも長い時間にわたってエッチングした後のＧａＮ\n基板は，ダメージ層が完全に除去される結果，その転位密度は，当該基板が\n元々有していた値に回復している。\nそして，ＧａＮ基板の転位密度として，「５×１０５ｃｍ－２～４×１０７ｃ\nｍ－２」の数値は，基礎出願当時において技術常識であった。\nそうすると，甲２にエッチング後のＧａＮ基板の転位密度について具体的\n記載がないとしても，上記技術常識を踏まえると，その値は，「５×１０５\nｃｍ－２～４×１０７ｃｍ－２」であり，本件特許発明１における「１×１０９\nｃｍ－２」以下の範囲に含まれる。\nしたがって，相違点１は実質的な相違点ではなく，これを相違点とした審\n決の認定には誤りがある。\n(2)  相違点２について\nア  前記１のとおり，甲２発明の第２実施例において，機械研磨で発生した\n結晶欠陥（転位）を含む領域（＝加工変質層，ダメージ層）が完全に除去\nされているから，甲２発明では，その転位密度及びキャリア濃度のいずれ\nも，機械研磨前のＧａＮ基板が有していた元の数値に当然回復している。\nそして，その数値は，甲２の優先日当時においてＧａＮ基板が普通に有\nしていた数値といえるところ，そのキャリア濃度は，「１×１０１８ ｃｍ－\n３ 以上」，転位密度は，「１×１０４～１×１０８ｃｍ－２程度」である。こ\nれらの数値を本件特許発明１と比較すると，転位密度やキャリア濃度にお\nいて同等以上というべきであるから，コンタクト抵抗も同等以上といえ\nる。\nイ  また，甲２の図１２には，甲２発明の実施例に従ってエッチングされた\nＧａＮ基板の下部面上にｎ型電極が形成された発光素子の電流－電圧特性\n図が示されているところ，これより推定されるコンタクト抵抗の最大値は\n「０．０００７７Ωｃｍ２」（約８×１０－４Ωｃｍ２）であり，本件特許発\n明１の最大値よりおおよそ２桁低いものである（甲４の１）。なお，推定\nされた抵抗値をΩｃｍ２に換算するためには，素子のサイズ（電極の幅，\n共振器の長さ，チップ幅等）を特定しなければならないが，これは甲２の\n優先日当時における一般的なサイズに基づいて計算すれば足りる。そして\n上記甲４の１の報告書で仮定した共振器長，チップ幅，ｐ電極幅等の数値\nは，基礎出願日当時の技術水準に沿うものであるし，その数値が多少変動\nしても，２桁近くの誤差を与えることはあり得ない。\nウ  以上によれば，本件特許発明１と甲２発明は，相違点２において何ら相\n違せず，客観的に同一であるか，少なくとも実質的に同一であるから，相\n違点２を認定した審決には誤りがある。\n(3)  知財高裁平成２６年（ネ）１０１０８号事件（以下「別件訴訟」とい\nう。）において，被告（別件訴訟における控訴人）は，その控訴理由書の中\nで，「ＧａＮ基板を用いたレーザ素子の場合，基板を機械研磨することによ\nって生じた転位を除去して，転位密度とコンタクト抵抗を本件特許発明１の\n規定する上限値よりも低い値にしないと，動作可能なＧａＮ系青色レーザ素\n子が得られない」とか，「動作可能なＧａＮ系青色レーザ素子においては，\n本件特許発明１の規定する構成要件を全て充足する」などと主張している。\nそして，甲２には，ＧａＮ系青色レーザ素子の製造方法の発明が記載されて\nいるところ，図１２で示された当該方法で製造された素子の電流―電圧特性\nに照らすと，当該素子が動作可能であることは明白である。被告もこのこと\nは認めているし，上記素子が本件特許発明１の製造工程を全て充足する方法\nで作製されていることも，（達成されるべき転位密度とコンタクト抵抗の数\n値を除き）争っていない。\nそうすると，被告が，本件訴訟において，甲２記載の発明が本件特許発明\n１の規定する転位密度及びコンタクト抵抗において相違することを主張する\nことは許されない。\n３  取消事由３（進歩性判断の誤り）\n(1)  審決は，除去処理の対象となる第１半導体層の面が特定の面（窒素面）\nに必ずしも限定されないことは，当初明細書等の記載から自明の事項である\nから，本件特許発明が当初明細書等の全体に記載した事項の範囲内のもので\nはないとはいえず，本件特許発明は優先権主張の効果を享受することができ\nるとし，甲２は引用例適格性を備えていない旨判断した。\n(2)ア  しかし，後の出願の明細書の発明の詳細な説明に先の出願の当初明細\n書等に記載されていなかった技術的事項を記載することにより，後の出願\nの特許請求の範囲に記載された発明の要旨となる技術的事項が先の出願の\n当初明細書等に記載された技術的事項の範囲を超えることになる場合に\nは，その超えた部分については優先権主張の効果は認められないと解され\nる。\nイ  ところで，本件特許発明１は，第１半導体層の機械研磨された裏面近傍\nの領域を除去し，これにより転位密度とコンタクト抵抗を低減すること\nを，発明の要旨とする技術的事項に包含している。これに対し，基礎出願\nの当初明細書等には，ｎ型ＧａＮ基板の裏面である機械研磨された第１半\n導体層の窒素面の近傍の領域を反応性エッチング（ＲＩＥ）（ドライエッ\nチングである。）を用いて除去することにより結晶欠陥（転位）密度とコ\nンタクト抵抗を低減する発明が記載されているのみであって，窒素面以外\nの面（すなわちＧａ面）の除去については記載がない。そうすると，本件\n特許発明においては，裏面の概念が，基礎出願の当初明細書等における窒\n素面のみから，窒素面以外の面を含むものに拡張されている。\nなお，ある処理により一方の面で低いコンタクト抵抗が得られるとして\nも，他方の面でも同様に低いコンタクト抵抗が得られるか否かは一義的に\nは決まらないのであるから，コンタクト抵抗の低下を課題とする本件特許\n発明１において，当初明細書等に窒素面に関する記載があるからといっ\nて，Ｇａ面に関しても実質的に記載されているということはできない。\nウ  また，基礎出願の当初明細書等には，エッチング方法につきＲＩＥのみ\nが記載されていたが，本件特許明細書にはＲＩＥ以外のエッチング法を使\n用してもよい旨の記載が追加されている。本件特許発明１においては除去\n方法の限定もない。\nこの点，ＧａＮ結晶のＧａ面と窒素面は，特に，ウェットエッチングに\n関しては，その挙動が大きく異なることが周知であり，かつ，第１半導体\n層（ＧａＮ基板）の窒素面とＧａ面とでは特性が大きく異なることも周知\nである。そして，基礎出願日当時の当業者にとって，除去処理の対象が窒\n素面であればウェットエッチング可能であるが，Ｇａ面であればウェット\nエッチングできないことが技術常識であった。したがって，Ｇａ面のウェ\nットエッチングによる除去については，基礎出願の当初明細書等の記載か\nら当業者にとって自明な事項であったとはいえない。\nエ  以上の追加記載された技術的事項は，基礎出願の当初明細書等に記載さ\nれているものではなく，基礎出願の当初明細書等に記載された技術的事項\nを大きく超えるものである。\n以上によれば，本件特許発明１は，基礎出願による優先権主張の効果を\n享受し得るものではなく，その従属項である本件特許発明２ないし１０に\nついても同様である。そうすると，本件特許発明についての特許法２９条\n所定の要件の判断基準日は，原々出願日である平成１５年３月１９日より\n前に遡ることはない。これに対し，甲２の出願公開日は，平成１５年２月\n２１日である。したがって，甲２は特許法２９条２項の進歩性の判断にお\nける引用例適格性を備えている。\n(3)  そして，本件特許発明１と甲２発明の相違点は前記１(5)イ及びウのとお\nりであるところ，以下のとおり，これらはいずれも当業者において容易に想\n到し得るものである。\nまた，本件特許発明２ないし１０についても，当業者において甲２発明に\n基づき容易に想到し得たものである。\nア  相違点１について\n機械研磨によりＧａＮ結晶が損傷した加工変質層（すなわち，ダメージ\n層）が生じること，加工変質層では転位密度が増大すること，転位密度の\n増大によりコンタクト抵抗の増大などの不都合を生じること，加工変質層\nは完全に除去すべきことは，いずれも，原々出願日当時の技術常識であっ\nた。また，機械研磨により発生した加工変質層を除去することにより転位\n密度を１×１０９ｃｍ－２以下としたＧａＮ基板は，原々出願日前に周知で\nあった。\nそうすると，甲２発明にＧａＮ基板の転位密度が明示的に記載されてい\nないとしても，当業者が，上記技術常識及び周知技術に基づいて，転位密\n度を本件特許発明１で規定する数値とすることを想到するのに格別の発明\n力を要したということはできない。\nイ  相違点２について\n甲２発明におけるコンタクト抵抗は明示的に記載されていないが，本件\n特許発明１で特定されている数値より低いことは前記２(2)のとおりであ\nるから，相違点２は実質的な相違点ではない。\n仮に，実質的相違点であるとしても，半導体素子においてその電極と半\n導体基板とのコンタクト抵抗は可及的に低い値であることが望ましいこと\nは，原々出願日前より，当業者の技術常識であった。したがって，甲２発\n明の半導体素子のコンタクト抵抗を本件特許発明１で特定する数値とする\nことに，当業者が格別の発明力を要したということはできない。\n４  取消事由４（実施可能要件違反又はサポート要件違反の判断の誤り）\n(1)  原告は，審判手続において，本件特許発明は，請求項の記載から見て，\n「機械研磨」により発生した結晶欠陥を「機械研磨」により除去するものを\n包含するが，このようなことを実現可能な「機械研磨」は本件特許明細書に\n記載されておらず，技術常識からも実現可能とはいえないとして，実施可能\n要件違反ないしはサポート要件違反がある旨主張した（審決書８頁）。\nこれに対し，審決は，本件特許発明が，従来の方法において，ｎ型ＧａＮ\n基板の裏面を機械研磨する際に，裏面近傍にクラックなどの微細な結晶欠陥\nが発生し，ｎ型ＧａＮ基板と，ｎ型ＧａＮ基板の裏面（窒素面）上に形成さ\nれたｎ側電極とのコンタクト抵抗が増加するという問題点を解決するための\nものであり，機械研磨により発生した転位を低減することを技術上の意義と\nしていることは明らかであるから，機械研磨により発生した第１半導体層の\n裏面近傍の転位を除去する手段として，新たな転位を発生して転位密度を低\n減することができないことが明らかである機械研磨が含まれないことは当業\n者にとって自明であって，上記原告の主張は，前提を誤るものであるとし\nて，実施可能要件違反ないしはサポート要件違反があるとはいえない旨判断\nした。\n(2)  審決の上記(1)の本件特許発明の認定は，請求項では除去手段を特定して\nいないにもかかわらず，「新たな転位を発生して転位密度を低減することが\nできないことが明らかである機械研磨」は除外されるとしたものであって，\n請求項の記載に基づくものではないが，この点をおくとしても，例えば，機\n械研磨の一種といえる化学機械研磨 （chemical mechanical polishing ）\nは，条件次第によって転位を発生させたりさせなかったりするものである。\nしたがって，機械研磨であるからといって直ちに，新たな転位を発生して転\n位密度を低減することができないことが明らかであるとはいえない。\n本件特許発明が実施可能要件あるいはサポート要件を充足しているという\nためには，少なくとも，どのような手段であれば新たな転位を発生して転位\n密度を低減することができないことが明らかであるかを，当業者が明細書の\n開示がなくても理解できることが必要となるところ，上記のとおり，機械研\n磨でさえもこれが明らかとはいえず，まして，他のどのような方法であれば\n新たな転位を発生して転位密度を低減することができないことが明らかであ\nるのかは，全く不明である。\n(3)  サポート要件が充足されるというためには，特許請求の範囲に記載され\nた発明が，発明の詳細な説明に記載された発明であって，かつ，当該発明の\n課題を解決できる範囲内のものであることを要する。本件特許発明において\nは，機械研磨により発生した転位を除去するとの課題の解決の手段として，\n「除去」との特定がされているにすぎないところ，除去には，ＲＩＥ（反応\n性イオンエッチング）だけでなく，機械研磨，化学機械研磨やＲＩＥ以外の\n様々なエッチングが含まれることは文理上明白である。そして，機械研磨に\nよっては転位を除去することはできず，化学機械研磨は，その条件次第で転\n位が除去されたり，されなかったりするものである。そうすると，本件特許\n発明は，除去に関し，当業者が発明の詳細な説明の記載から発明の課題を解\n決できると認識できる範囲内のものであるということはできないから，サポ\nート要件を充足しない。\n(4)  本件特許発明は，物の製造方法の発明である。そして，物の製造方法の\n発明において，その要旨となる技術的事項に実施不能の方法等を包含する発\n明は，少なくとも一部実施不能であり，ひいては，発明全体として実施可能\n要件を充足しないところ，前記３(2)のとおり，ＧａＮ基板のＧａ面をウェ\nットエッチングにより除去することは不可能であった。したがって，本件特\n許発明は，実施可能要件を充足しない。\n(5)  よって，審決の前記(1)の判断は誤りである。\n第４  被告の反論\n以下のとおり，審決の認定判断に誤りはない。\n１  取消事由１（甲２発明の認定の誤り）について\n(1)  甲２に本件特許発明と同一の事項が全て記載されているのであれば，甲\n２の出願の優先日当時の技術水準や認識に関係なく，記載された事項の客観\n的内容が甲２発明の内容となるが，甲２に明記されておらず，記載されてい\nるに等しい事項かどうかが問題となるときには，それは甲２の出願の優先日\n当時の技術常識によって補充されるのみである。そして，以下のとおり，甲\n２には転位の存在を示す記載も，その除去を示す記載もない。\n(2)  本件特許発明は，ＧａＮ基板裏面を機械研磨して，従来技術において除\n去すべきものと認識されているダメージ層よりも深い位置まで伸びている転\n位を含む領域を除去し，それによって，転位に起因するコンタクト抵抗の上\n昇を防ぐ作用効果を有するものであり，本件特許出願前に，ＧａＮ基板の機\n械研磨によって生じる転位に起因してコンタクト抵抗が上昇することは知ら\nれていなかった。\n他方，甲２発明は，機械研磨によって生じた「ダメージ層」によりＧａＮ\n基板の下部面へのｎ型電極の付着が不安定になり，素子の特性が低下すると\nの課題に着目して，「ダメージ層」を除去することで素子の特性が低下する\nことを防止できる半導体発光素子の製造方法である。\nそして，甲２発明の「ダメージ層」は本件特許発明の「転位」を意味する\nものではない。すなわち，甲２には，「転位」を除去することは全く記載さ\nれておらず，したがって，「ダメージ層」を超えて基板の内部まで延びてい\nる「転位」を除去するという技術思想も存在しない。原告は，甲２において\n「ダメージ層」が除去されていることが転位の除去を意味するかのように主\n張するが，「ダメージ層」が除去されても，基板の内部まで延びている「転\n位」が残存する以上，「ダメージ層」の除去と「転位」の除去とは等しくな\nいのであって，原告の主張は本件特許発明による知見を用いた後知恵であ\nる。「転位」と「ダメージ層」とが同義であるとはいえないことは，知財高\n裁平成２５年１１月１４日判決（平成２４年（行ケ）１０３０２号）（甲２\n８。以下「甲２８判決」という。）において明らかにされている。\nまた，甲２には，図９及び１０がＳＥＭによる写真であることが明記され\nている上に，技術常識にも照らすと，上記各写真はＳＥＭによる写真である\nといえる。そして，ＳＥＭでは転位は観察できないから，甲２の図９及び１\n０に転位が写っているとはいえない。また，甲２の図９及び１０は，不鮮明\nであり，ＴＥＭによる写真であると断定することはできない。\n原告は，甲２の図１０の写真が鮮明でないとして，甲２の対応米国特許\n（甲２７）の図１０を参照したり，甲２発明の発明者が発表した学術論文\n（甲３の３）を参照して主張するが，特許法２９条の２の拡大先願は，先願\n明細書の記載及び当業者にとって記載されているに等しい事項の範囲で主張\nできるにすぎないから，甲３の３や甲２７の記載をもって甲２に記載されて\nいるに等しいとすることはできない。\nまた，原告は，甲２の第１実施例と第２実施例を比較して主張するが，甲\n２においては機械研磨によって生じるＳＥＭで観察されるダメージ層よりも\n深い位置にまで伸びる転位が認識されていないのであるから，第２実施例に\nおいて転位が除去されたということはできず，両者が同じ状態であるともい\nえない。\n(3)  原告は，甲２発明の認定において技術水準を参酌すべきであるとして\nも，審決は技術水準の認定を誤り，その結果，本件特許発明１との一致点及\nび相違点の認定を誤っている旨主張する。しかし，甲２には転位を除去する\nことの記載はなく，甲２の優先日当時，転位がコンタクト抵抗の上昇をもた\nらし，除去すべきものであるとの認識もなかった。また，甲２に示された\n「ダメージ層」と転位が同義でないことは甲２８判決においても示されてい\nる。\n(4)  特許法２９条の２違反の無効理由においては，本件特許発明の全構成要\n件が先願明細書に記載されているか，当業者にとって記載されているに等し\nいことを示さなければならないところ，スケールが不明であれば転位密度が\n算出できないことは明らかである。\n２  取消事由２（本件特許発明と甲２発明の同一性の判断の誤り）について\n(1)  相違点１について\n甲２に記載されているのは，ＳＥＭで観察されるダメージ層が除去される\nより長い時間にわたってエッチングにより除去することにすぎず，元々基板\nが有していた転位密度の状態にすることを記載したものではない。\n(2)  相違点２について\nア  本件特許発明の作用機序に基づいて甲２発明を解釈すること自体失当で\nある。また，甲２には，転位密度，キャリア濃度及びコンタクト抵抗のい\nずれの記載もない。\nイ  原告は，甲４の１の報告書において，甲２発明のコンタクト抵抗の最大\n値を算出するために，原告が製造，販売する製品の，ｐ電極幅，共振器\n長，チップ幅の各数値を用いている。しかし，特許法２９条の２違反の無\n効理由を主張するためには，甲２発明の優先日である平成１３年５月当時\nの甲２発明に係る発光素子の通常の数値を用いることが必要であるとこ\nろ，同月当時，ＧａＮ基板を用いたレーザ発光素子は商品化されておら\nず，上記のような数値は存在していなかったから，甲２に記載されていな\nい発光素子の数値について，同月当時の「記載されているに等しい」とい\nえる数値は存在しなかった。したがって，甲４の１の計算は，本件特許発\n明と甲２発明との同一性を示す根拠となり得るものではない。\n(3)  別件訴訟における被告の主張は，現に販売されている，原告の動作可能\nな製品についてのものである。これに対し，甲２は，ＧａＮ系レーザー素子\nが実用化される前の時期の特許出願であり，その明細書の記載事項が問題と\nなるものである。\nしたがって，別件訴訟において，商品化可能なレベルで動作可能な原告の\nＧａＮ系青色レーザ素子は本件特許発明１の規定する転位密度やコンタクト\n抵抗の範囲内の特性を満たすと主張することと，甲２発明が本件特許発明１\nの規定する範囲内の転位密度やコンタクト抵抗を記載していないと主張する\nことには，何の矛盾もない。\n３  取消事由３（進歩性判断の誤り）について\n(1)  明細書の発明の詳細な説明の記載に対して，特許請求の範囲の記載を上\n位概念で表現することは，一般にできないことではない。本件において，基\n礎出願の当初明細書等に，機械研磨し，除去対象となる面として具体的に記\n載されているものが「窒素面」であっても，基礎出願の当初明細書等に記載\nされた発明の内容に鑑みて，「窒素面」に限定されないことが当業者に理解\nできる場合には，上位概念による記載が可能である。\n基礎出願の当初明細書等に記載されている発明は，窒化ガリウム系半導体\n化合物の基板を機械研磨すると，転位が生じ，コンタクト抵抗が上昇するの\nで，転位を除去してコンタクト抵抗を低減するというものである。そして，\n基礎出願の当初明細書等の【００４１】ないし【００４７】には，低いコン\nタクト抵抗が得られた要因として，「ｎ型ＧａＮ基板の窒素面」ではなく，\n「ｎ型ＧａＮ基板の裏面」というとらえ方で，結晶欠陥（転位）密度が記載\nされている。そうすると，ＧａＮ基板の「窒素面」を機械研磨すると転位が\n生じ，コンタクト抵抗が上昇するので，転位を除去してコンタクト抵抗を低\n減するという基礎出願の当初明細書等の開示に接すれば，当業者は，効果が\n同程度に顕著であるかは別としても，「Ｇａ面」を機械研磨，除去すること\nにより同様の結果が得られるであろうことを十分理解できる。\n原告は，除去処理の対象が窒素面であればウェットエッチング可能である\nが，Ｇａ面とした場合にはウェットエッチングできない旨主張するが，ドラ\nイエッチングは可能であり，本件特許発明における除去をウェットエッチン\nグで行わなければならない理由はない。また，原告は，ある処理により一方\nの面で低いコンタクト抵抗が得られるとしても，他方の面でも同様に低いコ\nンタクト抵抗が得られるか否かは一義的には決まらない旨主張するが，本件\n特許発明は，選択された面を機械研磨すると，転位が生じてコンタクト抵抗\nが増大するので，これを除去してコンタクト抵抗を減少させるというもので\nあり，ＧａＮ基板のどちらの面にｎ側電極を形成するのがよいかの選択は無\n関係である。さらに，ＲＩＥエッチング以外の方法のエッチングが追加され\nているとの主張については，本件特許発明がＲＩＥ以外の特定のエッチング\n法を限定して記載しているのでない以上，何ら問題はない。\n以上によれば，本件特許発明は，基礎出願に基づく優先権主張の効果を享\n受することができるものであり，基礎出願日以後に公開された甲２は進歩性\nの判断の引用例としての適格性を備えていない。\n(2)  仮に，本件特許発明が基礎出願に基づく優先権主張の効果を享受し得な\nいものであったとしても，前記１(2)の点に加え，原告の主張する技術常識\nは，機械研磨によって生じるダメージ層を除去する技術思想であるところ，\n甲２のダメージ層の除去では，それよりも深い位置にまで伸びて存在する転\n位を除去できないことに照らすと，本件特許発明１は，原告の主張する技術\n常識に基づいても甲２発明からは容易に想到できず，進歩性を有するもので\nある。また，この点は，本件特許発明２ないし１０についても同様である。\n４  取消事由４（実施可能要件違反又はサポート要件違反の判断の誤り）につい\nて\n(1)  本件特許明細書には新たな転位が発生しない除去手段として反応性イオ\nンエッチング（ＲＩＥ）の記載があるから，実施可能要件違反又はサポート\n要件違反は存在しない。\n(2)  本件特許明細書を読む当業者にとって，機械研磨によって生じた転位を\n除去する際に，新たな転位を生じる機械研磨を避け，新たな転位を生じない\n除去手段が，ＲＩＥに限定されるものではなく適宜採用することができるも\nのであることは自明のことである。したがって，本件特許請求の範囲の記載\nにおける「除去」はサポート要件を満たす。\nまた，本件特許発明は，ＧａＮ基板のＧａ面をウェットエッチングにより\n除去することを構成要件にする発明ではなく，「前記第１半導体層の裏面近\n傍の領域を除去」することを構成要件にしているだけである。そして，この\n除去のために，当業者は，本件特許明細書の記載から，新たな転位が生じな\nい除去手段を技術常識によって適宜選択できる。したがって，本件特許明細\n書は実施可能要件を満たす。\n第５  当裁判所の判断\n当裁判所は，審決の判断に誤りはなく，審決にはこれを取り消すべき違法は\nないものと判断する。その理由は，以下のとおりである。\n１  本件特許発明について\n本件特許の特許請求の範囲の請求項１ないし１０の記載は前記第２の２のと\nおりであるところ，本件特許明細書（甲１）の記載によれば，本件特許発明\nは，おおむね以下の内容のものであることが認められる。\n本件特許発明は，窒化物系半導体素子の製造方法に関し，特に，電極を有す\nる窒化物系半導体素子の製造方法に関する（【０００１】）。\n従来，窒化物系半導体層との格子定数の差が小さいＧａＮ基板などの窒化物\n系半導体基板を用いた窒化物系半導体レーザ素子が提案されている（【０００\n４】）。このような窒化物系半導体レーザ素子では，ｎ型ＧａＮ基板の硬度が非\n常に大きいため，劈開工程の前にｎ型ＧａＮ基板の裏面を機械研磨する方法が\n提案されている（【０００８】）が，機械研磨の際に，ｎ型ＧａＮ基板の裏面近\n傍に応力が加わるため，ｎ型ＧａＮ基板の裏面近傍にクラックなどの微細な結\n晶欠陥が発生するという不都合があり，その結果，ｎ型ＧａＮ基板と，ｎ型Ｇ\nａＮ基板の裏面上に形成されたｎ側電極とのコンタクト抵抗が増加するという\n問題点があった（【０００９】）。\n本件特許発明は，上記の課題を解決するためになされたものであり，窒化物\n系半導体基板などの窒素面と電極とのコンタクト抵抗を低減することが可能な\n窒化物系半導体素子の製造方法を提供することを目的とする（【００１１】）。\n具体的に，本件特許発明は，ｎ型の窒化物系半導体層及び窒化物系半導体基\n板のいずれかからなる第１半導体層（実施例につき【００４２】）の上面上\nに，活性層を含む窒化物半導体層からなる第２半導体層を形成する第１工程\n（実施例につき【００４３】）と，前記第１半導体層の裏面を研磨することに\nより厚み加工する第２工程（実施例につき【００４６】，【００４７】）と，前\n記第１工程及び前記第２工程の後，前記研磨により発生した転位を含む前記第\n１半導体層の裏面近傍の領域を除去して前記第１半導体層の裏面の転位密度を\n１×１０９ｃｍ－２以下とする第３工程（実施例につき【００４８】，【００４\n９】，【００６１】）と，その後，前記転位を含む前記第１半導体層の裏面近傍\nの領域が除去された第１半導体層の裏面上に，ｎ側電極を形成する第４工程\n（実施例につき【００５２】）とを備え，前記第１半導体層と前記ｎ側電極と\nのコンタクト抵抗を０．０５Ωｃｍ２以下とする（実施例につき【００５４】，\n【００５９】，【表１】（試料３～７）），窒化物系半導体素子の製造方法である\n（【００１４】）。\n本件特許発明では，研磨に起因して発生した第１半導体層の裏面近傍の結晶\n欠陥（転位）を含む領域を除去することで，第１半導体層の裏面近傍の結晶欠\n陥（転位）を低減し，結晶欠陥（転位）による電子キャリアのトラップなどに\n起因する電子キャリア濃度の低下を抑制することができる。その結果，第１半\n導体層の裏面の電子キャリア濃度を大きくすることができ，第１半導体層とｎ\n側電極とのコンタクト抵抗を低減することができ（【００１５】，実施例につき\n【００５９】，【００６１】），上記（【００１１】）の目的が達成される。\n２  取消事由１（甲２発明の認定の誤り）及び２（本件特許発明と甲２発明の同\n一性の判断の誤り）について\n事案に鑑み，取消事由１及び２についてまとめて判断する。\n(1)  甲２発明について\nア  甲２には以下の記載がある。\n「【０００１】\n【発明の属する技術分野】本発明は半導体発光素子の製造方法に係り，\nより詳しくは基板の下部面を加工してｎ型電極を効果的に形成できる半導\n体発光素子の製造方法に関する。」\n「【０００９】一般に，ＧａＮ基板上にＩＩＩ－Ｖ族の窒化物を用いた化\n合物半導体発光素子を形成する時，ＬＥＤの場合は熱放出及び素子の分離\nのため，ＬＤの場合は劈開面形成のため，ＧａＮ基板の下部面を機械的に\n研磨してその厚さを薄くすることが望ましい。しかし，この過程で下部面\nには・・・ダメージ層が形成されるので，ＧａＮ基板の下部面へのｎ型電\n【図３】\n極の付着が不安定になり，その結果素子の特性が低下するという問題点が\n発生しうる。\n【００１０】\n【発明が解決しようとする課題】本発明の目的は，上部面に発光素子が\n形成されたＧａＮ基板の下部面を加工するにおいて，下部面にダメ－ジ層\nが形成されることを防止して，上記発光素子の特性が低下することを防止\nすることができる半導体発光素子の製造方法を提供することである。」\n「【００２４】〈第１実施例〉図３を参照して説\n明する。ｎ型ＧａＮ基板２２上にｎ型Ｇａ\nＮ層２４と，ｎ型ＡｌＧａＮ／ＧａＮクラ\nッド層２６と，ｎ型ＧａＮウェ－ブガイド\n層２８と，ＩｎＧａＮ活性層３０と，ｐ型\nＧａＮウェ－ブガイド層３２と，ｐ型Ａｌ\nＧａＮ／ＧａＮクラッド層３４及びｐ型Ｇ\nａＮ層３６とを順次に形成する。ｎ型ＡｌＧａＮ／ＧａＮクラッド層２６\nと，ｎ型ＧａＮウェ－ブガイド層２８と，ＩｎＧａＮ活性層３０と，ｐ型\nＧａＮウェ－ブガイド層３２と，ｐ型ＡｌＧａＮ／ＧａＮクラッド層３４\nとは共振器層を形成する。ｐ型ＡｌＧａＮ／ＧａＮクラッド層３４は電流\n通路になるリッジを備える構造に形成されることが望ましい。\n【００２５】詳しく説明すると，リッジになる領域を画定し，その他の\n領域を露出させるフォトレジストパタ－ン（図示せず）をｐ型ＧａＮ層３\n６上に形成する。上記フォトレジストパタ－ンをエッチングマスクとして\n使用してｐ型ＧａＮ層３６及びｐ型ＡｌＧａＮ／ＧａＮクラッド層３４を\n順次にエッチングした後，上記フォトレジストパタ－ンを除去する。ここ\nで，ｐ型ＡｌＧａＮ／ＧａＮクラッド層３４の上記リッジ部を除外した領\n域については，ｐ型ＡｌＧａＮ／ＧａＮクラッド層３４を完全にはエッチ\n【図４】\nングせず所定の厚さを残すことが望ましい。このようにして，上記のリッ\nジ構造を有するｐ型ＡｌＧａＮ／ＧａＮクラッド層３４が形成され，上記\nリッジ部上にｐ型ＧａＮ層３６が形成される。\n【００２６】続いて，ｐ型ＡｌＧａＮ／ＧａＮクラッド層３４上にｐ型\nＧａＮ層３６の一部領域を露出させる保護層３８を形成する。保護層３８\n上にｐ型ＧａＮ層３６の上記露出された領域と接触するようにｐ型電極４\n０を形成する。\n【００２７】その後，図４に示したように，\nＧａＮ基板２２の厚さが，ＧａＮ基板２２\nの上部面上に形成された発光素子を少なく\nとも支持でき，上記発光素子の動作中に発\n生する熱を外部へ放熱することができる程\n度の厚さになるまで，ＧａＮ基板２２の厚\nさをＧａＮ基板２２の下部面から薄くすることが望ましい。\n【００２８】ここで，ＧａＮ基板２２の下部面を乾式エッチング又は湿\n式エッチングで除去することが望ましいが，機械的研磨を併用することも\nできる。即ち，機械的研磨方式で上記下部面を研磨してＧａＮ基板２２の\n厚さを所定の厚さに縮めた後，ＧａＮ基板２２の下部面を乾式エッチング\n又は湿式エッチングする。これについては第２実施例で詳細に説明する。\n【００２９】上記乾式エッチングはケミカルアシスティッドイオンビー\nムエッチング（ＣＡＩＢＥ：ｃｈｅｍｉｃａｌ  ａｓｓｉｓｔｅｄ  ｉｏ\nｎ  ｂｅａｍ  ｅｔｃｈｉｎｇ），電子サイクロトロン共鳴（ＥＣＲ：ｅ\nｌｅｃｔｒｏｎ  ｃｙｃｌｏｎｅｒｅｓｏｎａｎｃｅ）エッチング，誘導\n結合プラズマ（ＩＣＰ：ｉｎｄｕｃｔｉｖｅｌｙ  ｃｏｕｐｌｅｄ  ｐｌ\nａｓｍａ）エッチング及び反応性イオンエッチング（ＲＩＥ：ｒｅａｃｔ\nｉｖｅ  ｉｏｎ  ｅｔｃｈｉｎｇ）のうち選択されたいずれか一つの方法\n【図５】\nを用いて実施されることが望ましい。ＣＡＩＢＥ方法を使用する場合，Ｂ\nＣｌ3 ガスを主要エッチングガスとして使用し，Ａｒガスを添加ガスとし\nて使用する。他の方法が使用される場合，主要エッチングガス又は添加ガ\nスが異なりうる。例えば，Ｃｌ2 又はＨＢｒガスを主要エッチングガスと\nして使用でき，この際Ｈ2 ガスを添加ガスとして使用できる。\n【００３０】一方，上記湿式エッチングの場合，ＧａＮ基板２２の下部\n面は，所定の湿式エッチング液，例えばＫＯＨ，ＮａＯＨ又はＨ3ＰＯ4\n溶液を使用してエッチングされる。\n【００３１】具体的には，所定量の上記エッチング液が充填されている\nエッチング槽に，ＧａＮ基板２２の厚さが所望の厚さに薄くなるまで，所\n定時間の間，上部面上にＬＤ用の発光構造体が形成されたＧａＮ基板２２\nを浸けておく。\n【００３２】このような乾式又は湿式エッチングは，従来の機械的研磨\nと異なり，ＧａＮ基板２２の下部面に損傷を与えないので，下部面にダメ\n－ジ層（図２の４４）が形成されない。従って，上記乾式又は湿式エッチ\nングで加工された上記下部面に電極を付着させる場合，電極は安定して付\n着させられる。\n【００３３】このように，乾式又は湿式エッ\nチングされたＧａＮ基板２２の下部面上\nに，図５に示したように，ｎ型電極４２を\n形成する。ｎ型電極４２は，Ｔｉ電極であ\nるのが望ましいが，Ｔｉ，Ａｌ，Ｉｎ，Ｔ\nａ，Ｐｄ，Ｃｏ，Ｎｉ，Ｓｉ，Ｇｅ及びＡ\nｇより成った群から選択された少なくともいずれか一つの物質を含む電極\nとすることもできる。ここで，上記ｎ型電極４２は０乃至５００℃で熱処\n理される。こうしたｎ型電極４２は最終的に湿式又は乾式エッチングされ\n【図６】\nた下部面に付着させられるので，上記のように安定して付着させられる。\n【００３４】従って，ｎ型電極の付着と関連した従来の問題点は，解消\nされるか，少なくともＬＤの特性を低下させない範囲におさめられる。\n【００３５】〈第２実施例〉図６を参照して\n説明する。ｎ型のＧａＮ基板２２上にｎ型\nＧａＮ層２４と，ｎ型ＡｌＧａＮ／ＧａＮ\nクラッド層２６と，ｎ型ＧａＮウェ－ブガ\nイド層２８と，ＩｎＧａＮ活性層３０と，\nｐ型ＧａＮウェ－ブガイド層３２と，ｐ型\nＡｌＧａＮ／ＧａＮクラッド層３４及びｐ\n型ＧａＮ層３６とを順次に形成する。次い\nで，第１実施例と同様に，ｐ型ＧａＮ層３６及びｐ型ＡｌＧａＮ／ＧａＮ\nクラッド層３４を順次にエッチングしてリッジを形成した後，保護層３８\n及びｐ型電極４０を順次に形成する。\n【００３６】次に，図７を参照して説\n明する。第２実施例では，ｎ型ＧａＮ基\n板２２の下部面を機械的に研磨する。Ｇ\nａＮ基板２２の下部面は，グラインディ\nング又はラッピング方式で研磨されるこ\nとが望ましく，その他改善された表面研\n磨方式がある場合にはその方式で研磨さ\nれることがさらに望ましい。ここで，ＧａＮ基板２２上に形成された発光\n構造体を支持できる範囲内で，ＧａＮ基板２２の厚さを可能な限り薄くす\nることが望ましい。機械的に研磨されたｎ型ＧａＮ基板２２の下部面に，\nダメ－ジ層４４が形成される。このように形成されたダメ－ジ層４４は，\n乾式又は湿式エッチングによって除去される。ここで，ダメージ層４４を\n完全に除去するため，上記乾式又は湿式エッチングは，ダメ－ジ層４４が\n除去されうると見積もった時間よりも長い時間実施されるのが望ましい。\n尚，上記エッチングに使用するガスやエッチング液等は，第１実施例で使\n用したものと同一であっても差し支えないが，エッチング対象がダメ－ジ\n層４４である点を考慮して第１実施例で使用したものと異なるガス又はエ\nッチング液を使用することもできる。\n【００３７】図８に示すとおり，この\nように乾式又は湿式エッチングされたＧ\nａＮ基板２２の下部面上にｎ型電極４２\nを形成する。ｎ型電極４２は，第１実施\n例と同様に，形成される。その後の工程\nは第１実施例と同一である。\n【００３８】図９は機械的に研磨され\nたＧａＮ基板の下部面の表面状態を示す走査電子顕微鏡写真である。図９\nより，機械的研磨後には，ＧａＮ基板の下部面に，多くの欠陥が生成され\nているダメ－ジ層が存在することが分かる。図９で下部の灰色部分はＧａ\nＮ基板の下部面を示す。\n【００３９】一方，図１０は，機械的研磨により形成されたダメ－ジ層\nを乾式又は湿式エッチングによって除去した後のＧａＮ基板の下部面の表\n面状態を示す走査電子顕微鏡写真である。図１０より，下部面は綺麗であ\nり，下部面にはダメ－ジ層が存在しないことが分かる。\n【００４０】図１１と図１２及び図１３は，従来の製造方法により作\n成された発光素子と本発明の実施例の製造方法により作成された発光素子\nとの電気的特性（電圧―電流特性）を示したグラフである。図１１の第１\nグラフＧ１は，機械的に研磨されたＧａＮ基板の下部面にｎ型電極が形成\nされた発光素子の電気的特性を示したものである。図１２の第２グラフＧ\n２は，乾式エッチングされたＧａＮ基板の下部面上にｎ型電極が形成され\nた発光素子の電気的特性を示したものである。図１３の第３グラフＧ３\nは，湿式エッチングされたＧａＮ基板の下部面上にｎ型電極が形成された\n発光素子の電気的特性を示したものである。\n【００４１】第１乃至第３グラフＧ１，Ｇ２，Ｇ３を比較すると，従来\nの場合８Ｖ以上で２０ｍＡの電流が得られるのに対し，本発明の場合エッ\nチングの種類に関係なく５Ｖより低い電圧で２０ｍＡの電流が得られるこ\nとが分かる。又，従来の場合は電気的特性のばらつきが大きいが，本発明\nの場合は電気的特性のばらつきがないことが分かる。」\n「【００４４】\n【発明の効果】前述したように，本発明のＧａＮ発光素子，特にレ－ザ\nダイオ－ドの製造方法では，初めから，或いは，機械的に研磨した後に機\n械的研磨過程で形成されるダメージ層を除去するために，発光構造体が形\n成されたＧａＮ基板の下部面を乾式又は湿式エッチングし，その後，Ｇａ\nＮ基板の下部面にｎ型電極を形成する。\n【００４５】このように，最終的に乾式又は湿式エッチングした下部面\n上にｎ型電極を形成することとしたので，ダメ－ジ層を介在させることな\nく，ｎ型電極を形成することができる。このように形成したｎ型電極の付\n着特性は安定的なので，ＬＤやＬＥＤ等のような発光素子の発光効率を高\nめることができ，その他の特性が低下することも防止できる。」\nイ  以上によれば，甲２には，前記第２の３(2)アのとおりの甲２発明が記\n載されているものと認められるとともに，以下のことが認められる。\n甲２発明は，半導体発光素子の製造方法，より詳しくは基板の下部面を\n加工してｎ型電極を効果的に形成できる半導体発光素子の製造方法に関す\nるものである（【０００１】）。一般に，ＧａＮ基板上にＩＩＩ－Ｖ族の窒\n化物を用いた化合物半導体発光素子を形成する時，ＬＥＤの場合は熱放出\n及び素子の分離のため，ＬＤの場合は劈開面形成のため，ＧａＮ基板の下\n部面を機械的に研磨してその厚さを薄くすることが望ましいが，この過程\nで下部面にダメージ層が形成されるので，ＧａＮ基板の下部面へのｎ型電\n極の付着が不安定になり，その結果素子の特性が低下するという問題点が\n発生し得た（【０００９】）。甲２発明の目的は，上部面に発光素子が形成\nされたＧａＮ基板の下部面を加工する際に，下部面にダメ－ジ層が形成さ\nれることを防止して，上記発光素子の特性が低下することを防止すること\nができる半導体発光素子の製造方法を提供することである （【００１\n０】）。\n具体的には，ＧａＮ基板を機械的に研磨した後に機械的研磨過程で形成\nされるダメージ層を除去するために，発光構造体が形成されたＧａＮ基板\nの下部面を乾式又は湿式エッチングし，その後，ＧａＮ基板の下部面にｎ\n型電極を形成することにより，ダメ－ジ層を介在させることなく，ｎ型電\n極を形成することができる（【００３６】，【００４４】）。そして，このよ\nうに形成したｎ型電極の付着特性は安定的なので，ＬＤやＬＥＤ等のよう\nな発光素子の発光効率を高めることができ，その他の特性が低下すること\nも防止できる（【００４５】）。\n(2)  本件特許発明１と甲２発明とが同一又は実質的に同一であるかどうかに\nついて\nア(ア)  本件特許発明１と甲２発明とが同一又は実質的に同一である旨の原\n告の主張のうち，前記第３の１(2)記載のものは，甲２の図９及び１０\nの写真がＴＥＭによる写真である（すなわち【００３８】及び【００３\n９】の「走査電子顕微鏡」の記載が「透過電子顕微鏡」の誤記であ\nる。）ことを前提に，研磨によって発生した転位は，ＴＥＭでは線状の\n黒い模様として写るところ，甲２のダメージ層を写した図９には線状の\n黒い模様が写っているから，甲２におけるダメージ層は転位を含む領域\nであるとした上で，ダメージ層が完全に除去された後の図１０では，上\n記模様が完全に除去されているので，ＧａＮ基板裏面の転位密度は研磨\n前のＧａＮ基板の転位密度に戻っており，このことは，甲２発明は，機\n械研磨によって生じたダメージ層を転位を含めて完全に除去することを\n内容とするものであることを意味すると主張し，このことを前提に，発\n明の同一性等を論じている（前記第３の１(2)）。\n(イ)  ところで，甲２の図９及び１０の写真がＴＥＭの写真であるかどう\nかについては争いがあるところであるが，まず，ＴＥＭ写真であるとの\n原告の主張が正しいとした場合，発明の同一性等に関する原告の主張を\n採用することができるかどうかを検討する。\nａ  「透過型電子顕微鏡」（平成１１年３月３０日発行。甲６２）の図\n２．２５（ａ）（５５頁）によれば，ＴＥＭ写真においては，転位が\n線状の黒い模様として写るものと認められる。このことに照らすと，\n甲２の図９の下面部近傍に写っている線状の黒い模様は，転位に相当\nするものとも理解し得ないではない。これに対し，甲２の図１０にお\nいては，図９において見られる線状の黒い模様が明確には見られない\nところではあるが，画像が不鮮明であることもあって，黒い模様が写\nっていないと断定できるかどうかには疑問が残る。\nｂ  また，甲２（公開公報）のみならず，甲８１（願書に添付した明細\n書及び図面）に記載の図１０をみても，図１０の背景部分が黒くなっ\nていることもあって，線状の黒い模様として認識される転位が全て除\n去されているのかどうかまでは明確に確認することはできない。\nさらに，甲２及び８１のいずれにおいても，図１０の左上のスケー\nルは不鮮明で読み取ることができず，図１０がいかなる範囲（観察視\n野）を撮影したものであるのかは不明であるというほかない。したが\nって，仮に，図１０において転位が残存しており，その転位が認識で\nきたとしても，観察視野の面積が不明であるため，その転位密度を算\n出することはできない。逆に，仮に，観察視野内の転位が全て除去さ\nれていることを図１０で確認することができたとしても，観察視野外\nにおける転位の有無は明らかではない。そして，このような場合に\nは，例えば，本願明細書（甲１）に「試料４では，観察した視野中に\n結晶欠陥は観察されず，結晶欠陥密度は１×１０６ｃｍ－２以下であっ\nた。」（【００６１】）と記載されているように，観察視野の範囲内に一\nつ以下の転位があるとみなして転位密度を算出する必要があると認め\nられるところ，スケールが不明であり，観察視野の面積が不明な図１\n０によっては，上記の方法により転位密度を算出することはできな\nい。\nｃ  以上によれば，甲２の図９及び１０がＴＥＭ写真であるとしても，\n同図に基づいて，機械研磨によって生じた転位が完全に除去されたと\n断定することは困難であるし，甲２発明におけるダメージ層除去後の\n転位密度を算出することもできず，ＧａＮ基板裏面の転位密度が，研\n磨前のＧａＮ基板の転位密度に戻っているということはできない。し\nたがって，少なくとも，本件特許発明１の発明特定事項Ｃのうち「前\n記第１半導体層の裏面の転位密度を１×１０９ｃｍ－２以下とする」と\nの点（原告の主張を前提とすれば，「前記第１半導体層の裏面を元の\n基板の転位密度にする」との点に相当する事項）が，甲２に実質的に\n記載されているということはできない。\nｄ  原告は，甲２の図９及び１０は，甲２発明では機械研磨により発生\nした結晶欠陥（転位を含む）が全て完全に除去されていることを客観\n的事実として明示している旨主張するが（前記第３の１(4)），甲２の\n図９及び１０において，転位が全て除去されているとまで認められな\nいことは，上記ａないしｃにおいて説示したとおりである。\nよって，原告の上記主張は採用することができない。\n(ウ)  次に，甲２の図９及び１０がＳＥＭ写真であるとした場合につい\nて検討すると，転位はＴＥＭでは観察できるが，ＳＥＭでは観察でき\nないと解される（甲４１，６２。この事実は当事者間にも争いがな\nい。）から，図９の下面部近傍に写っている線状の黒い模様が図１０の\n下面部近傍には写っていないことを確認できるとしても，このことか\nらは，機械研磨によってＧａＮ基板の下面部近傍に転位が形成された\nのか否か，転位が形成されたとすれば，いかなる範囲にわたって形成\nされたのか，また，ダメージ層とされる領域の除去によっていかなる\n範囲の転位が除去されたのかはいずれも明らかではないし，ダメージ\n層を除去した後の転位密度も不明であるというほかない。したがっ\nて，甲２の図９及び１０がＳＥＭ写真であるとしたとしても，上記の\n結論に変わりはない。\n(エ)  さらに，原告は，甲２には，ＧａＮ基板２２の厚み加工を，①Ｇａ\nＮ基板の結晶を損傷しないエッチング処理のみで行う例（第１実施例）\nと，②機械的研磨で所定の厚さに縮めた後，ダメージ層をエッチング処\n理する例（第２実施例）が記載され，②の第２実施例については，エッ\nチングによる除去処理を，「ダメージ層・・・を完全に除去」するため，\n「ダメージ層・・・が除去されうると見積もった時間よりも長い時間」\n実施するとされているところ，図８に，②（第２実施例）によって①\n（第１実施例，図５参照）と同様の状態のＧａＮ基板が得られることが\n示されていることからも，甲２において，ＧａＮ基板裏面の転位密度が\n研磨前のＧａＮ基板の転位密度に戻っていることが裏付けられる旨主張\nする（前記第３の１(2)）。\n確かに，第１実施例（【００２４】～【００３４】）は，機械研磨を用\nいずにエッチングのみでＧａＮ基板の厚み加工を行うことでダメージ層\nの形成を回避するという手法を採用しているのに対し，第２実施例\n（【００３５】～【００３９】）では，「ダメージ層・・・を完全に除\n去」するため，「ダメージ層・・・が除去されうると見積もった時間よ\nりも長い時間」機械研磨後のエッチングを行うことによってダメージ層\nを除去するという手法を採用することによって第１実施例と同様の状態\nのＧａＮ基板が得られたとされているのであるが，甲２発明は，機械研\n磨によってＧａＮ基板の下部面にはダメージ層が形成されるため，ｎ型\n電極の付着が不安定になり，その結果素子の特性が低下するという従来\n技術が有する課題（【０００９】）を解決するためのものである。したが\nって，第１実施例，第２実施例において同様の状態の基板が得られると\nいうのは，あくまでも，「ｎ型電極の付着が不安定になり，その結果素\n子の特性が低下する」という課題を解決する面では同様の状態であると\nいうことにすぎないのであって，このことから直ちに，ｎ型電極形成前\nの基板の状態が両実施例で同等であるとまではいえるものではない。\nそうすると，第２実施例のダメージ層除去後のＧａＮ基板の状態が第\n１実施例のエッチング後のＧａＮ基板の状態と同等であるとまでは認め\nることができず，原告の上記主張は採用することができない。\n(オ)  よって，原告の上記(ア)の主張は採用することができない。\nイ  次に，原告は，基礎出願日当時，基板を機械研磨すれば，「加工変質\n層」又は「ダメージ層」などと呼ばれる結晶が損傷した層が発生するこ\nと，これをエッチングで完全に除去することは，技術常識ないしは周知慣\n用技術であったところ，甲２にも「ダメージ層」という記載があり，これ\nをエッチングで完全に除去することが明記されているのであるから，当業\n者にとって，甲２の技術が周知慣用技術である加工変質層（ダメージ層）\nの除去を述べていることは一義的に明らかであり，ダメージ層除去後のＧ\nａＮ基板の裏面の転位密度は研磨前の基板の転位密度となっている旨主張\nする（前記第３の１(3)）。\n確かに，①シリコン等の半導体単結晶材料に対して機械加工を施すと，\n表面には内部（完全結晶層）とは異なる加工変質層（非晶質層，多結晶\n層，モザイク層，クラック層，ひずみ層（応力漸移層））と呼ばれる層が\n生じること，加工によって転位密度の上昇した領域も加工変質層に含まれ\nること，及び転位密度は透過型電子顕微鏡（ＴＥＭ）で観察可能であるこ\nとが技術常識であるところ（甲３２，３６，３７，４１），窒化物半導体\nにおいても，機械研磨によって，損傷を受けた層が形成されることや，転\n位が生じることが知られていたことからすると（甲３の３，甲９の２，甲\n７２），上記の技術常識は，窒化物半導体に対しても妥当すると考えられ\nること，②半導体結晶において線欠陥（転位）を含む格子欠陥が不純物制\n御の妨げになること，ダングリングボンドがキャリアのトラップなどの作\n用をすること，ＧａＮ系化合物半導体においても同様に転位（刃状転位と\n螺旋転位）がキャリアをトラップして調製した膜の電気的特性を損ねるこ\nと（甲３５，４２，４４），③少なくともシリコンについては，電気的特\n性に悪影響を及ぼすことや，ウエハの反りやクラック発生の原因となるこ\nとから，加工変質層は完全に除去すべきものとされていたこと（甲３６，\n３７），がそれぞれ基礎出願日当時の技術常識であったとは認められる。\nしかし，甲２には，ダメージ層について，「機械的研磨後には，ＧａＮ\n基板の下部面に，多くの欠陥が生成されているダメージ層が存在する」\n（【００３８】）との記載はあるものの，加工変質層や転位密度との関係を\n含めて，これ以上の具体的な記載はない。そうすると，甲２の記載から\nは，ダメージ層が上記の加工変質層と同一視できるものであるのか，又\nは，その一部に限られるものであるのか，さらには，転位密度を基準にし\nてダメージ層の範囲が定まるものであるのか等については明らかではない\nというほかない。また，転位がキャリアである電子をトラップすることが\n技術常識であるとしても，上記のとおり，転位を含む加工変質層と甲２に\nおけるダメージ層の関係が明らかではない以上（甲２発明は，ダメージ層\nが形成される結果，「ＧａＮ基板の下部面へのｎ型電極の付着が不安定に\nなり，その結果素子の特性が低下する」という課題を解決するための発明\nなのであるから，この発明を，転位がキャリアである電子をトラップする\nことと関連づけて理解しなければならない必然性があるわけではない。），\n上記技術常識の存在をもって直ちに，ダメージ層を加工変質層と同一視で\nきる根拠とすることもできない。また，甲２の記載を離れて，当該技術分\n野において，ダメージ層が加工変質層と同一の意味であるとされているこ\nとを認めるに足りる的確な証拠もない。\nそうすると，技術常識を踏まえて検討しても，甲２におけるダメージ層\nを完全に除去したときに，転位密度が機械的研磨前のＧａＮ基板の転位密\n度にまで回復したかどうかを含め，ダメージ層除去後の転位密度は不明で\nあるというほかない。したがって，少なくとも，本件特許発明１の発明特\n定事項Ｃのうち「前記第１半導体層の裏面の転位密度を１×１０９ｃｍ－２\n以下とする」との点（原告の主張を前提とすれば，「前記第１半導体層の\n裏面を元の基板の転位密度にする」との点に相当する事項）が，甲２に実\n質的に記載されているということはできない。\nよって，原告の上記主張は採用することができない。\nウ  原告は，本件特許発明１の発明特定事項Ｅの「前記第１半導体層と前記\nｎ側電極とのコンタクト抵抗」を「０．０５Ωｃｍ２以下とする」点（相\n違点２）に関し，甲２の図１２から推測されるコンタクト抵抗の最大値は\n「０．０００７７Ωｃｍ２」（約８×１０－４Ωｃｍ２）であり，本件特許発\n明１の上記最大値よりおおよそ２桁低いなどと主張している（前記第３の\n２(2)イ）。\nそして，仮に，原告の上記主張が正しいとすれば，甲２発明におけるコ\nンタクト抵抗値が本件特許発明１の最大値よりも低いことを根拠として，\n甲２発明における転位密度が本件特許発明１よりも小さいといえるかどう\nかが問題となり得るものと解される。\nしかし，甲３４【００５３】に，「図１０は，ＧａＮ基板中の不純物濃\n度と接触比抵抗との関係を示す。不純物濃度が１×１０ １７ｃｍ－３を超え\nると接触比抵抗が１×１０－５Ω・ｃｍ２以下となり，その後は不純物濃度\nの増加とともに比抵抗は下がっていく。」と記載されているように，接触\n比抵抗（コンタクト抵抗）は，ＧａＮ基板中の不純物濃度にも依存し，転\n位密度だけに依存するわけではない。そうすると，仮に，甲２発明におけ\nるコンタクト抵抗の値が本件特許発明１の規定するコンタクト抵抗の値よ\nりも小さかったとしても，そのことから直ちに，甲２発明における転位密\n度が，本件特許発明１の規定する程度のものとなっているとまで断ずるこ\nとはできない。\nエ  原告は，別件訴訟における被告の主張内容に照らし，被告が，本件訴訟\nにおいて，甲２記載の発明が本件特許発明１の規定する転位密度及びコン\nタクト抵抗において相違することを主張することは許されない旨主張する\n（前記第３の２(3)）。\nしかし，別件訴訟における被告の主張は，特許権侵害訴訟である別件訴\n訟の被控訴人（本件訴訟の原告）の製品が本件特許発明等の構成要件を充\n足することを論じる場面でのものであり，甲２に転位密度について記載が\nあるかどうかを論じる場面とは異なるものである。\nしたがって，被告が，本件訴訟において，甲２記載の発明が本件特許発\n明１の規定する転位密度及びコンタクト抵抗において相違することを主張\nすることが許されないものとまではいえず，原告の上記主張は採用するこ\nとができない。\nオ  小括\n以上によれば，少なくとも，本件特許発明１の発明特定事項Ｃのうち\n「前記第１半導体層の裏面の転位密度を１×１０９ｃｍ－２以下とする」と\nの事項（原告の主張を前提とすれば，「前記第１半導体層の裏面を元の基\n板の転位密度にする」との事項）が，甲２に記載又は実質的に記載されて\nいるとはいえない。\nそうすると，これが甲２に記載又は実質的に記載されており，一致点と\nなることを前提とした（前記第３の１(5)，同２参照），本件特許発明１と\n甲２発明とが同一又は実質的に同一であるとの原告の主張は採用すること\nができない。\nそして，他に，本件特許発明１の発明特定事項Ｃのうち「前記第１半導\n体層の裏面の転位密度を１×１０９ｃｍ－２以下とする」との点が甲２に記\n載又は実質的に記載されていることを認めるに足りる証拠もない以上，本\n件特許発明１と甲２発明との間には，少なくとも，審決の認定した前記第\n２の３(2)ウ(ア)のとおりの相違点１が存在する。\nしたがって，本件特許発明１と甲２発明とが同一又は実質的に同一であ\nるとはいえない。\nさらに，本件特許発明２ないし１０についても同様の理由により，甲２\nに記載された発明と同一又は実質的に同一であるとはいえない。\nよって，本件特許につき特許法２９条の２違反の無効理由は成り立たな\nいとした審決の判断に誤りはなく，原告の取消事由１及び２に係る主張は\nいずれも理由がない。\n３  取消事由３（進歩性判断の誤り）について\n(1)  原告は，本件特許発明１は，第１半導体層の機械研磨された裏面近傍の\n領域を除去し，これにより転位密度とコンタクト抵抗を低減することを技術\n的事項に包含しているのに対し，基礎出願の当初明細書等には，機械研磨さ\nれた第１半導体層の窒素面の近傍の領域をドライエッチングを用いて除去す\nることにより結晶欠陥（転位）密度とコンタクト抵抗を低減する発明が記載\nされているのみであり，窒素面以外の面（Ｇａ面）の除去については記載が\nないところ，基礎出願日当時の当業者にとって，除去処理の対象が窒素面で\nあればウェットエッチング可能であるが，Ｇａ面はウェットエッチングでき\nないことが技術常識であるから，Ｇａ面のウェットエッチングによる除去が\n基礎出願の当初明細書等の記載から当業者にとって自明な事項であったとは\nいえず，したがって，本件特許発明は，基礎出願による優先権主張の効果を\n享受し得ないとして，甲２が特許法２９条２項の進歩性の判断における引用\n例適格性を備えている旨主張する（前記第３の３(2)）。\n(2)  確かに，基礎出願の当初明細書の記載には，研磨後の第１の半導体層の\n除去対象となる面について，窒素面であること は記載されているものの\n（【０００５】，【０００７】，【０００９】～【００１８】，【００２８】～\n【００３０】，【００３４】，【００３６】，【００３８】，【００３９】，【００５\n０】～【００５２】，【００６０】），Ｇａ面については記載がない。\n(3)ア  しかし，基礎出願の当初明細書等（甲５）には，課題を解決するため\nの作用機序に関して，以下の記載がある。\n「【００１４】\nこの第１の局面による窒化物系半導体素子の製造方法では・・・ウルツ\n鉱構造を有するｎ型の窒化物系半導体層および窒化物系半導体基板のいず\nれかからなる第１半導体層の窒素面を，反応性エッチングによりエッチン\nグすることによって，研磨工程などに起因して発生した第１半導体層の窒\n素面近傍の結晶欠陥を含む領域を除去することができるので，第１半導体\n層の裏面近傍の結晶欠陥を低減することができる。これにより，結晶欠陥\nによる電子キャリアのトラップなどに起因する電子キャリア濃度の低下を\n抑制することができるので，第１半導体層の窒素面の電子キャリア濃度を\n大きくすることができる。その結果，第１半導体層とｎ側電極とのコンタ\nクト抵抗を低減することができる。・・・」\n「【００３６】\n本実施形態による窒化物系半導体レーザ素子の製造プロセスでは，上記\nしたように，ｎ型ＧａＮ基板１の裏面（窒素面）を，ＲＩＥ法によりエッ\nチングすることによって，研磨工程に起因して発生したｎ型ＧａＮ基板１\nの裏面近傍の結晶欠陥を含む領域を除去することができる。これにより，\n結晶欠陥による電子キャリアのトラップなどに起因する電子キャリア濃度\nの低下を抑制することができる。その結果，ｎ型ＧａＮ基板１とｎ側電極\n８とのコンタクト抵抗を低減することができる。・・・」\n「【００３８】\n次に，ＲＩＥ法を用いてｎ型ＧａＮ基板の裏面（窒素面）のエッチング\nを行う本発明の効果をより詳細に確認するため，以下の表１（判決注・省\n略）に示すような実験を行った。」\n「【００４１】\n結果としては，ＲＩＥ法を用いてｎ型ＧａＮ基板の裏面のエッチングを\n行った本発明による試料３～７（判決注・判決では省略した表１に記載さ\nれた７つの試料のうち，試料番号３～７のものを示す。以下の試料も同\nじ。）では，従来と同様の方法により作製された試料１よりもコンタクト\n抵抗が大きく低減された。・・・本発明による試料３～７では，機械研磨\nにより発生した結晶欠陥を含むｎ型ＧａＮ基板の裏面近傍の領域が，ＲＩ\nＥ法によるエッチングにより除去されたと考えられる。このため，ｎ型Ｇ\nａＮ基板の裏面近傍における結晶欠陥に起因して電子キャリア濃度が低下\nするのが抑制されたためであると考えられる。」\n「【００４３】\nまた，Ｃｌ２ガスを用いたＲＩＥ法により，ｎ型ＧａＮ基板の裏面を約\n１μｍの厚み分だけ除去した試料４では，Ｃｌ２ガスを用いたＲＩＥ法に\nより，ｎ型ＧａＮ基板の裏面を約０．５μｍの厚み分だけ除去した試料３\nよりも，低いコンタクト抵抗を得ることができた。これは，約０．５μｍ\nの厚み分の除去では，機械研磨により発生した結晶欠陥を含むｎ型ＧａＮ\n基板の裏面近傍の領域を十分に除去することができなかったためであると\n考えられる。これらの試料において，ｎ型ＧａＮ基板の裏面の結晶欠陥\n（転位）密度を，ＴＥＭ分析により測定したところ，試料３の結晶欠陥密\n度は１×１０９ｃｍ－２であった。一方，試料４では，観察した視野中に結\n晶欠陥は観察されず，結晶欠陥密度は１×１０６ｃｍ－２以下であった。」\n「【００４８】\nなお，今回開示された実施形態は，すべての点で例示であって制限的な\nものではないと考えられるべきである。本発明の範囲は，上記した実施形\n態の説明ではなく特許請求の範囲によって示され，さらに特許請求の範囲\nと均等の意味および範囲内でのすべての変更が含まれる。」\nイ  上記アの基礎出願の当初明細書等の記載は，その記載内容及び前記(2)\nの各記載に照らし，いずれも研磨後のｎ型ＧａＮ基板（第１半導体層）の\n窒素面をエッチング対象にしたものではある。\nしかし，上記アのとおり，基礎出願の当初明細書等には，ｎ型ＧａＮ基\n板の裏面研磨によって裏面近傍に発生した結晶欠陥（転位）を除去するこ\nとにより，結晶欠陥（転位）による電子キャリアのトラップなどに起因す\nる電子キャリア濃度の低下が抑制され，その結果，ｎ側電極とのコンタク\nト抵抗が低減するという作用機序（【００１４】，【００３６】，【００４\n１】）や，裏面を約０．５μｍの厚みで除去した場合（試料３）と，その\n倍の約１．０μｍの厚みで除去した場合（試料４）とを比較し，試料４の\n方が転位密度が３桁も低くなり，その結果，試料４の方がより低いコンタ\nクト抵抗が得られたことが記載されている（【００４３】）。\n上記の記載に接した当業者であれば，低いコンタクト抵抗は，電子キャ\nリアをトラップする結晶欠陥（転位）そのものが除去されたことによって\nもたらされたものであって，この効果は結晶欠陥（転位）を除去すること\nができさえすれば達成されるものであるから，ｎ型ＧａＮ基板（第１半導\n体層）の裏面を窒素面とするか他の面とするかによって左右されるもので\nはないことを理解できるものというべきである。\nまた，ＧａＮ基板の窒素面以外の面であるＧａ面をドライエッチングに\nより除去可能であることは，基礎出願日当時において，当業者にとって周\n知の事項であるうえ（甲３の４，３の６，甲１３，６１），ＧａＮ基板の\nＧａ面にオーミック電極が形成できることも当業者に周知の事項であった\nものと認められる（甲３の４，甲３４，３５）。\nそうすると，研磨後のｎ型ＧａＮ基板（第１半導体層）の除去対象とな\nる面が窒素面に限定されないことは，基礎出願の当初明細書等の記載か\nら，当業者にとって自明であったといえる。\n(4)  原告の主張について\nア  原告は，ある処理により一方の面で低いコンタクト抵抗が得られるとし\nても，他方の面でも同様に低いコンタクト抵抗が得られるか否かは一義的\nには決まらないのであるから，コンタクト抵抗の低下を課題とする本件特\n許発明１において，当初明細書等に窒素面に関する記載があるからといっ\nて，Ｇａ面に関しても実質的に記載されているということはできない旨主\n張する（前記第３の３(2)イ）。\nしかし，基礎出願の当初明細書等には，前記(3)アのとおりのコンタク\nト抵抗が低下する作用機序の記載があり，これらの記載に接した当業者に\nおいて，コンタクト抵抗の低減の効果がｎ型ＧａＮ基板（第１半導体層）\nの裏面を窒素面とするか他の面とするかによって左右されるものではない\nことを理解できるというべきことは前記(3)イにおいて説示したとおりで\nある。\nよって，原告の上記主張は採用することができない。\nイ  原告は，基礎出願の当初明細書等には，エッチング方法につきＲＩＥの\nみが記載されていたが，本件特許明細書にはＲＩＥ以外のエッチング法を\n使用してもよい旨の記載が追加されている旨主張する（前記第３の３(2)\nウ）。\nしかし，前記(3)アのとおり，基礎出願の当初明細書等（【００４３】）\nには，ｎ型ＧａＮ基板の裏面を機械研磨したことにより裏面近傍に集中し\nて発生した結晶欠陥（転位を含む）領域を約０．５μｍの厚みで除去した\n場合（試料３）と，その倍の約１．０μｍの厚みで除去した場合（試料\n４）とを比較し，試料４の方が転位密度が３桁も低くなり，その結果，試\n料４の方がより低いコンタクト抵抗が得られたことが記載されている。こ\nのような記載に接した当業者であれば，上記【００４３】において，試料\n４が試料３に比べて転位密度がより低くなり，コンタクト抵抗がより低く\nなったという結果は，試料４の方が機械研磨によって生じた転位を含む領\n域が比較的厚く除去された，すなわち，転位そのものがより多く除去され\nたことによってもたらされたものであると認識するものといえる。したが\nって，当業者としては，重要なのは，結晶欠陥領域をどの範囲で除去する\nかであると認識するはずであり，除去手段をエッチングとするか他の手段\nとするかによって，その効果が左右されるものであると認識するとは考え\nられない。\nさらに，原告は，基礎出願当時の当業者にとって，除去処理の対象がＮ\n面であればウェットエッチング可能であるが，Ｇａ面とした場合にはウェ\nットエッチングできないことが技術常識であるから，Ｇａ面のウェットエ\nッチングによる除去が基礎出願の当初明細書等の記載から当業者にとって\n自明な事項であったとはいえない旨主張する（前同）。\nしかし，Ｇａ面をドライエッチングできることが周知であったことは前\n記(3)イにおいて説示したとおりであり，当初明細書等の記載が，当業者\nから，除去手段を限定したものであると認識されるとは考えられないとい\nう上記判示の点にも照らすと，Ｇａ面とした場合にはウェットエッチング\nできないかどうかは前記イの認定を左右するものではない。\nよって，原告の上記各主張はいずれも採用することができない。\n(5)  以上によれば，本件特許発明１は，基礎出願による優先権主張の効果を\n享受することができ，これは本件特許発明２ないし１０についても同様であ\nる。\nそうすると，本件特許発明の優先日は，基礎出願の出願日である平成１４\n年３月２６日となる。\nしたがって，甲２は，特許法２９条２項の進歩性の判断における引用例適\n格性を備えておらず，これが備わっていることを前提とする原告の取消事由\n３の主張は，その余の点について判断するまでもなく理由がない。\n４  取消事由４（実施可能要件又はサポート要件違反の判断の誤り）について\n(1)ア  原告は，本件特許発明においては，機械研磨により発生した転位を除\n去するとの課題の解決の手段として，「除去」との特定がされているにす\nぎないところ，除去には，ＲＩＥ（反応性イオンエッチング）だけでな\nく，機械研磨，化学機械研磨やＲＩＥ以外の様々なエッチングが含まれ，\nそのうち，機械研磨によっては転位を除去することはできないし，化学機\n械研磨は，その条件次第で転位が除去されたり，されなかったりするもの\nであるから，本件特許発明は，除去に関し，当業者が発明の詳細な説明の\n記載から発明の課題を解決できると認識できる範囲内のものであるという\nことはできないから，サポート要件を充足しない旨主張する（前記第３の\n４(3)）。\nイ(ア)  しかし，本件特許の特許請求の範囲の請求項１には，前記第２の２\nのとおり，第１半導体層の裏面近傍の除去に関して，「前記第２工程の\n後，前記研磨により発生した転位を含む前記第１半導体層の裏面近傍の\n領域を除去して前記第１半導体層の裏面の転位密度を１×１０９ｃｍ－２\n以下とする第３工程と」と記載されている。そして，この記載に接した\n当業者は，上記の「除去」が任意の除去手段を意味するのではなく，新\nたな転位を生ずることなく第１半導体層の裏面近傍の領域における「研\n磨により発生した転位」を除去して，その密度を所定値以下にするため\nの手段を意味することを，当然に理解するものといえる。そうすると，\n上記請求項１の「除去」に新たに転位を発生させる手段が含まれないこ\nとは明らかである。\n(イ)  また，前記第５の１のとおり，本件特許発明の課題は，ｎ型ＧａＮ\n基板の裏面を機械研磨する際に，ｎ型ＧａＮ基板の裏面近傍に応力が加\nわるため，ｎ型ＧａＮ基板の裏面近傍にクラックなどの微細な結晶欠陥\nが発生するという不都合があり，その結果，ｎ型ＧａＮ基板と，ｎ型Ｇ\nａＮ基板の裏面上に形成されたｎ側電極とのコンタクト抵抗が増加する\nという問題点を解決することにある。\nそして，本件特許明細書（甲１）には，本件特許発明の作用機序につ\nいて，以下の記載がある。\nａ  「上記の窒化物系半導体素子の製造方法では・・・ウルツ鉱構造を\n有するｎ型の窒化物系半導体層および窒化物系半導体基板のいずれか\nからなる第１半導体層の裏面を，エッチングすることによって，研磨\n工程などに起因して発生した第１半導体層の裏面近傍の結晶欠陥を含\nむ領域を除去することができるので，第１半導体層の裏面近傍の結晶\n欠陥を低減することができる。これにより，結晶欠陥による電子キャ\nリアのトラップなどに起因する電子キャリア濃度の低下を抑制するこ\nとができるので，第１半導体層の裏面の電子キャリア濃度を大きくす\nることができる。その結果，第１半導体層とｎ側電極とのコンタクト\n抵抗を低減することができる。」（【００１５】）\nｂ  「ｎ型ＧａＮ基板の裏面を約１μｍの厚み分だけ除去した試料４で\nは・・・ｎ型ＧａＮ基板の裏面を約０．５μｍの厚み分だけ除去した\n試料３よりも，低いコンタクト抵抗を得ることができた。これは，約\n０．５μｍの厚み分の除去では，機械研磨により発生した結晶欠陥を\n含むｎ型ＧａＮ基板の裏面近傍の領域を十分に除去することができな\nかったためであると考えられる。これらの試料において，ｎ型ＧａＮ\n基板の裏面の結晶欠陥（転位）密度を，ＴＥＭ分析により測定したと\nころ，試料３の結晶欠陥密度は１×１０９ｃｍ－２であった。一方，試\n料４では，観察した視野中に結晶欠陥は観察されず，結晶欠陥密度は\n１×１０６ｃｍ－２以下であった。」（【００６１】）\n上記各記載に照らすと，上記記載に接した当業者は，本件特許発明の\n技術上の意義は，上記課題を解決するために，機械研磨によって発生し\nた転位を除去することにあり，機械研磨により発生した第１半導体層の\n裏面近傍の転位を除去する手段として新たな転位を発生する手段が含ま\nれないものと認識するものということができる。\n(ウ)  以上によれば，本件特許発明１は，発明の詳細な説明に記載された\nものであり，かつ，発明の詳細な説明の記載により当業者が発明の課題\nを解決できると認識できるものであるから，本件特許の特許請求の範囲\nの請求項１の記載はサポート要件を満たしているものと認められる。な\nお，同請求項２ないし１０も同様の理由によりサポート要件を充足する\nものと認められる。\nウ  以上によれば，原告の前記アの主張は採用することができない。\n(2)  原告は，本件特許発明は物の製造方法の発明であり，物の製造方法の発\n明において，その要旨となる技術的事項に実施不能の方法等を包含する発明\nは，少なくとも一部実施不能であり，ひいては，発明全体として実施可能要\n件を充足しないこととなるところ，ＧａＮ基板のＧａ面をウェットエッチン\nグにより除去することは不可能であったから，実施可能要件を充足しないな\nどと主張する（前記第３の４(4)）。\nしかし，本件特許明細書（甲１）には，「除去」の手段に関して，反応性\nイオンエッチング（ＲＩＥ）法を用いること（【００４８】，【００５６】，\n【表１】等）に加え，他のドライエッチング（反応性エッチング）である反\n応性イオンビームエッチングや，ラジカルエッチングや，プラズマエッチン\nグを用いること（【００６８】），ｎ型ＧａＮ基板１の裏面（窒素面）をウェ\nットエッチングすること及びその際に用いるウェットエッチング液の内容\n（【００７８】），ｎ型ＧａＮ基板１のＧａ面からなる裏面をウェットエッチ\nングすること及びその際に用いるウェットエッチング液の内容（【００７\n９】）がそれぞれ記載されている。\nしかも，前記(1)イ(イ)において説示したとおり，本件特許発明の技術上\nの意義は，機械研磨によって発生した転位を除去することにあるから，新た\nな転位を発生しない手段であれば，本件特許発明の除去手段として用い得る\nことは，当業者にとって明らかであり，かかる観点に基づいて周知の除去手\n段の中から除去手段を選択することは，当業者が通常の創作能力を発揮する\n範ちゅうのことであるというべきである。\nそうすると，本件特許明細書の発明の詳細な説明の記載は，当業者が本件\n特許発明を実施することができる程度に明確かつ十分に記載したものである\nといえ，実施可能要件を満たしているものと認められる。\nよって，原告の上記主張は採用することができない。\n(3)  原告は，前記第３の４(1)の審決の判断につき，機械研磨であるからとい\nって直ちに，新たな転位を発生して転位密度を低減することができないこと\nが明らかであるとはいえないと主張した上で，本件特許発明が実施可能要件\nあるいはサポート要件を充足しているというためには，少なくとも，どのよ\nうな手段であれば新たな転位を発生して転位密度を低減することができない\nことが明らかであるかを当業者が明細書の開示がなくても理解できることが\n必要となるところ，上記のとおり，機械研磨でさえもこれが明らかとはいえ\nず，まして，他のどのような方法であれば新たな転位を発生して転位密度を\n低減することができないことが明らかであるのかは，全く不明であるなどと\nして，実施可能要件ないしはサポート要件違反を主張する（前記第３の４\n(2)）。\nしかし，原告の上記主張は，原告が，審判手続において，本件特許発明\nは，請求項の記載から見て，「機械研磨」により発生した結晶欠陥を「機械\n研磨」により除去するものを包含するが，このようなことを実現可能な「機\n械研磨」は本件特許明細書に記載されておらず，技術常識からも実現可能と\nはいえないから，実施可能要件違反ないしはサポート要件違反があると主張\nしたことに対応する審決の判断を論難するものであるところ，審決の判断の\n当否にかかわらず，本件特許発明における除去の点につき，実施可能要件及\nびサポート要件が充足されることは前記(1)及び(2)のとおりである以上，原\n告の上記主張は採用することができない。\n(4)  以上によれば，原告の取消事由４に係る主張はいずれも理由がない。\n第６  結論\nよって，原告の請求は理由がないからこれを棄却することとし，主文のとお\nり判決する。\n知的財産高等裁判所第３部\n裁判官       田    中    正    哉\n裁判官       神    谷    厚    毅\n裁判長裁判官鶴岡稔彦は，差支えのため署名押印することができない。\n裁判官       田    中    正    哉\n"
}