{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 6,
    "day": 12
  },
  "case_number": "平成30(わ)119",
  "case_name": "詐欺被告事件",
  "court_name": "大阪地方裁判所第８刑事部",
  "lawsuit_id": "87856",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87856",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/856/087856_hanrei.pdf",
  "contents": "主        文\n被告人Ａを懲役３年に，同Ｂ，同Ｃ及び同Ｄをそれぞれ懲役１年６月に処\nする。\nこの裁判確定の日から，被告人Ａに対し４年間，同Ｂ，同Ｃ及び同Ｄに対\nし３年間，それぞれその刑の執行を猶予する。\n理        由\n（罪となるべき事実）\n被告人Ａは，大阪市ａ区ｂｃ丁目ｄ番ｅ号所在の「Ｅ」，同市ｆ区ｇｈ丁目ｉ番ｊ\n号所在の「Ｆ」ほか３店舗のゲームセンターを運営するＧ株式会社の代表取締役，\n被告人Ｂ，同Ｃ及び同Ｄ並びにＨ，Ｉ，Ｊ及びＫは，同社従業員であったものであ\nり，被告人Ａは，各店舗に，ボタン操作により，ゲーム機内のハサミを動かして紐\nのある場所で停止させて紐を切断し，その紐の先端に吊るされた人形を落下させる\nプライズゲーム機「Ｌ」を設置し，被告人らは，各店舗において，遊技客から１回\n１０００円以上のゲーム代金を受領し，人形を落下させた場合には「Ｍ」等の高額\n景品を獲得させるという方法で同ゲーム機を使用した営業を行っていたものである\nが，同ゲーム機には，遊技者がハサミの停止ボタンを操作しても，操作したタイミ\nングでハサミが停止せず，遊技者に紐を切断させないようにするペイアウト管理機\n能が付属しているところ\n第１  被告人Ａ，同Ｂ及び同Ｃは，Ｈと共謀の上，平成２９年１０月９日，Ｅにお\nいて，客のＮから「Ｌ」のゲーム代金の名目で金をだまし取ろうと考え，Ｈが，\n紐の先端に乾電池等を入れて重くした人形を吊るして紐に負荷をかけた上，ペ\nイアウト管理機能を利用しないで，ハサミで紐を切断して人形を落下させるの\nを実演し，次いで，Ｎにもペイアウト管理機能を利用しないで練習をさせ，紐\nのある場所でハサミが停止し，ハサミの刃が紐に当たることを確認させたが，\nその後，同人が代金を支払って同ゲーム機でゲームをする際には，紐の先端に\n乾電池等何も入れていない前記人形と同じ形状の人形を吊るすとともに，ペイ\nアウト管理機能を利用して実演時や練習時と条件を変え，紐を切断困難な状態\nにしていたのに，そのことを秘し，あたかも実演時や練習時と同様に同ゲーム\n機のハサミを動かして，紐のある場所でハサミを停止させれば，紐を切断して\n人形を落下させて高額景品を獲得できるかのように装い，それぞれ，「この練習\nどおりにやったらできますよ。もう少しで切れます。今止めるともったいない\nです。あとはお兄さんの気力です。もうちょっとで切れますよ。」などとうそを\n言い，Ｎに，実演時や練習時と同様にハサミを動かして紐のある場所でハサミ\nを停止させれば，紐を切断して人形を落下させて高額景品を獲得できるものと\n誤信させ，同ゲーム機でゲームを複数回にわたって行わせ，よって，同日，同\n店において，同人から同ゲーム機のゲーム代金として現金約３５万円の交付を\n受けた\n第２  被告人Ａは，Ｉ及びＪと共謀の上，同年１１月２０日，Ｆにおいて，客のＯ\n及びＰから前同様に金をだまし取ろうと考え，Ｉが前同様に実演し，次いで，\nＯにも前同様に練習をさせたが，その後，同人及びＰが代金を支払って同ゲー\nム機でゲームをする際には，前同様に紐を切断困難な状態にしていたのに，そ\nのことを秘し，前同様に装い，それぞれ，「さっきの練習みたいにやったらでき\nるからね。惜しい。もう少しで切れる。」などとうそを言い，Ｏ及びＰに前同様\nに誤信させ，同ゲーム機でゲームを複数回にわたって行わせ，よって，同日，\n同店において，同ゲーム機のゲーム代金として，Ｏから現金約２万円，Ｐから\n現金約５３万円の交付を受けた\n第３  被告人Ａ及び同Ｄは，Ｋと共謀の上，同月２６日，同店において，客のＱか\nら前同様に金をだまし取ろうと考え，被告人Ｄらが前同様に実演し，次いで，\nＱにも前同様に練習をさせたが，その後，同人が代金を支払って同ゲーム機で\nゲームをする際には，前同様に紐を切断困難な状態にしていたのに，そのこと\nを秘し，前同様に装い，それぞれ，「練習通りにやったらできるから。お姉さん\nも練習してみて，簡単にできることが分かったでしょ。あともう少しで切れま\nす。」などとうそを言い，Ｑに前同様に誤信させ，同ゲーム機でゲームを複数回\nにわたって行わせ，よって，同日，同店において，同人から同ゲーム機のゲー\nム代金として現金約１７万円の交付を受けた\n第４  被告人らは，共謀の上，同年１２月１日，Ｅにおいて，客のＲ及びＳから前\n同様に金をだまし取ろうと考え，被告人Ｄが前同様に実演し，次いで，Ｒ及び\nＳにも前同様に練習をさせたが，その後，同人らが代金を支払って同ゲーム機\nでゲームをする際には，前同様に紐を切断困難な状態にしていたのに，そのこ\nとを秘し，前同様に装い，それぞれ，「練習と同じようにやったらできるから。\nタイミングは合っている。お姉さんに足りないのは自身だけ。」などとうそを言\nい，Ｒ及びＳに前同様に誤信させ，同ゲーム機でゲームを複数回にわたって行\nわせ，よって，同日，同店において，同ゲーム機のゲーム代金として，Ｒから\n現金約６万４０００円，Ｓから現金約８万円の交付を受けた\n第５  被告人Ａ及び同Ｃは，共謀の上，同月７日，同店において，客のＴ及びＵか\nら前同様に金をだまし取ろうと考え，被告人Ｃが前同様に実演し，次いで，Ｔ\nにも前同様に練習をさせたが，その後，同人が代金を支払って同ゲーム機でゲ\nームをする際には，前同様に紐を切断困難な状態にしていたのに，そのことを\n秘し，前同様に装い，それぞれ，「練習どおりにやれば大丈夫，切れるから。ハ\nサミの刃が紐に当たれば切れるから。」などとうそを言い，Ｔ及びＵに前同様に\n誤信させ，同ゲーム機でゲームを複数回にわたって行わせ，よって，同日，同\n店において，同ゲーム機のゲーム代金として，Ｔから現金約６５００円，Ｕか\nら現金約６５００円の交付を受けた\nものである。\n（証拠の標目）\n省略\n（法令の適用）\n１  罰条\n被告人Ａの判示第１ないし第５，同Ｂの判示第１及び第４，同Ｃの判示第１，\n第４及び第５，同Ｄの判示第３及び第４の各所為\nいずれも刑法６０条，２４６条１項（ただし，判示第２，第４及び第５につ\nいては，被害者ごとに）\n２  科刑上一罪の処理\n被告人Ａの判示第２，第４及び第５，同Ｂの判示第４，同Ｃの判示第４及び第\n５，同Ｄの判示第４の各罪\nいずれも刑法５４条１項前段，１０条（それぞれ犯情の重い，判示第２につ\nいてはＰ，判示第４についてはＳ，判示第５についてはＵに対する各詐欺の\n罪の刑で処断）\n３  併合罪の処理\n被告人Ａの判示第１ないし第５，同Ｂの判示第１及び第４，同Ｃの判示第１，\n第４及び第５，同Ｄの判示第３及び第４の各罪\n刑法４５条前段，４７条本文，１０条（被告人Ａについては犯情の最も重い\n判示第２，被告人Ｂについては犯情の重い判示第１，被告人Ｃについては犯\n情の最も重い判示第１，被告人Ｄについては犯情の重い判示第３の罪の刑に\n法定の加重）\n４  刑の執行猶予\n被告人らについて  刑法２５条１項\n５  訴訟費用\n被告人Ｂ及び同Ｄについて  刑事訴訟法１８１条１項ただし書（不負担）\n（量刑の理由）\n本件は，同一の法人が運営するｂ及びｋのゲームセンター２店舗において，店員\nらが共謀の上，景品を獲得できない設定にしたプライズゲーム機で客を遊ばせ，ゲ\nーム代金名目で現金をだまし取ったという詐欺の事案である。\nその手口は，店員が，別のプライズゲーム機で遊んでいる客などに対し，より簡\n単なゲーム機であることをアピールして，客を本件ゲーム機に誘導し，初めに店員\nが実演し，次いで客に練習をさせて，実際に景品が簡単に獲得できるかのように思\nい込ませた上，実際にゲームを始める際には，密かにゲーム機の設定を変えるなど\nして，事実上景品を獲得できない状態にし，ゲームを始めた客がゲームを止めない\nよう，高額の景品を次々と上乗せして射幸心を煽ると共に，「練習どおりにやれば大\n丈夫」，「今止めるともったいない」などと声かけをして，後には引けない客の心理\nを巧みにつき，何度もゲームに挑戦させるというものである。被害に遭った客は，\n１回１０００円以上のゲーム代金を何度も支払ううちに，多い人では十数万円から\n五十数万円という多額の現金をだまし取られている。このことからも分かるように，\n本件各犯行は，巧妙かつ執拗な手口により行われた，店舗ぐるみでの常習的犯行で\nあり，悪質というほかなく，本件各犯行を行った被告人らの責任は重いものがある。\n特に，被告人Ａは，本件各店舗の運営会社の経営者として，本件ゲーム機を店舗に\n導入し，卸元に注文して，設定変更用のスイッチを操作しやすい位置に付けさせ，\n犯行に用いる特注の紐やおもりを入れた人形を用意し，客を本件ゲーム機に誘導す\nるタイミングを従業員らに指導するなどして，本件各犯行を主導し，暴利を得たも\nのであって，その責任は最も重い。\nもっとも，被告人Ａは，その立場を踏まえ，起訴された事件の被害者全員に対し，\n詐取金を上回る被害弁償を行っており，被害者らはこれを受けて，被告人Ａのほか，\n他の被告人らについても許して，寛大な処分を求めている。また，被告人Ａは，店\n舗を全て閉店して明渡し済みであり，運営会社も清算する意向であるし，他の被告\n人らも，今後は二度と犯罪行為に関わらないことを約束するなどしている。また，\n被告人らに前科（又は見るべき前科）はない。\n以上を踏まえ，被告人らに対しては，それぞれ主文の刑に処した上で，今回は刑\nの執行を猶予し，社会内でやり直す機会を与えるのが相当と判断した。\n（求刑  被告人Ａについて懲役３年６月，被告人Ｂ，同Ｃ及び同Ｄについて懲役１\n年６月）\n平成３０年６月１２日\n大阪地方裁判所第８刑事部\n裁判官    永      井    健      一\n"
}