{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 7,
    "day": 17
  },
  "case_number": "平成24(行ケ)10442",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83458",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83458",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/458/083458_hanrei.pdf",
  "contents": "平成２５年７月１７日判決言渡\n平成２４年（行ケ）第１０４４２号  審決取消請求事件\n口頭弁論終結日  平成２５年５月２９日\n判                  決\n原            告        株 式 会 社 フ ァ ラ ン ク ス\n訴訟代理人弁護士        江      森      史  麻  子\n同                      呰              真      希\n被            告        有 限 会 社 サ ム ラ イ\n訴訟代理人弁理士        小      谷      悦      司\n同                      小      谷      昌      崇\n同                      川      瀬      幹      夫\n同                      脇      坂      祐      子\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n特許庁が取消２０１２－３００２９３号事件について平成２４年１１月１５日に\nした審決を取り消す。\n第２  前提となる事実\n１  特許庁における手続の経緯等\n被告は，別紙商標目録の登録商標記載の商標（以下「本件商標」という。）につ\nき，指定商品を同目録の指定商品に記載のとおりとする，商標登録第４３６４６７\n９号（平成１１年４月５日出願，平成１２年３月３日設定登録。以下「本件商標登\n録」という。）に係る商標権を有している（甲１ないし３）。\n原告は，平成２４年４月１３日，特許庁に対し，商標法５０条１項に基づき，本\n件商標登録の取消しを求めて審判（取消２０１２－３００２９３号事件。以下「本\n件審判」という。）を請求し，同年５月１日，本件審判の予告登録がされた（甲２，\n３）。特許庁は，同年１１月１５日，請求不成立の審決（以下「審決」という。）\nをし，その謄本は，同月２６日，原告に送達された。\n２  審決の理由\n審決の理由は，別紙審決書写しに記載のとおりであり，その要旨は，以下のとお\nりである。すなわち，被告（商標権者）は，本件審判の予告登録（平成２４年５月\n１日）前３年以内である平成２２年９月３０日頃及び同年１２月２０日頃，自己の\n取り扱うデニムズボンに本件商標と社会通念上同一と認められる「ＳＡＭＵＲＡ\nＩ」の欧文字からなる商標を付し，また，デニムズボンの広告に当該商標を付して\n頒布することにより，当該商標を使用したと認められ，商標法５０条により本件商\n標登録を取り消すことはできない，とするものである。\n第３  取消事由に関する当事者の主張\n１  原告の主張\n本件商標と被告が使用している「ＳＡＭＵＲＡＩ」「Ｓａｍｕｒａｉ」の文字を\n表記した商標（複数のものがある。一括して「使用商標」という。）が社会通念上\n同一の商標であるとした審決の判断には，誤りがある。その理由は，以下のとおり\nである。\n(1)  本件商標と使用商標\n本件商標は，欧文字の「ＳＡＭＵＲＡＩ」及び片仮名の「サムライ」を２段で表\n記したものである。\n使用商標は，いずれも，本件商標の「ＳＡＭＵＲＡＩ」の文字又は「サムライ」\nの文字のいずれかを使用したものであり，両方の文字を２段で併記したものはなく，\nその書体は，本件商標とは異なっている。使用商標は，「ＳＡＭＵＲＡＩ」の文字\nだけでなく，欧文字の「ＳＡＭＵＲＡＩ」と「ＧＥＮＵＩＮＥ  ＪＥＡＮＳ」が２\n段で併記されている。\n(2)  使用商標と本件商標との社会通念上の同一性\n以下のとおり，使用商標は本件商標と社会通念上同一とはいえない。\nア  被告は，「ＳＡＭＵＲＡＩ」又は「サムライ」の文字を，２段併記ではなく\n１段に表記され，相当にデザイン化された書体による標章を使用する。使用商標は，\n本件商標の書体に大幅な変更を加え，かつ，欧文字と片仮名の文字の表示を相互に\n変更したものである。使用商標は，商標法５０条１項の例示である「片仮名及びロ\nーマ字の文字の表示を相互に変更するものであって同一の称呼及び観念を生ずる商\n標」に含まれない。\nまた，被告は，「ＳＡＭＵＲＡＩ」と「ＧＥＮＵＩＮＥ  ＪＥＡＮＳ」の文字を\n２段併記で使用しており，「サムライ  ジュニュイン  ジーンズ」の称呼を生じ，\n「侍」の観念に加え，「本物のジーンズ」の観念も生ずる。したがって，使用商標\nは本件商標と称呼も観念も異なる。\n以上のとおり，使用商標は，「片仮名及びローマ字の文字の表示を相互に変更す\nるものであって同一の称呼及び観念を生ずる商標」に該当せず，本件商標と社会通\n念上同一であるとはいえない。\nイ  「侍」は，歴史的には一定の身分を表す一般名詞である。本件商標の２段併\n記のうちの１段のみ，すなわち，Ｃｅｎｔｕｒｙ風の書体で表記された「ＳＡＭＵ\nＲＡＩ」のみ，あるいは明朝体風の書体で表記された「サムライ」のみでは，自他\n識別力を欠く。本件商標が，一般名詞である「侍」と同じ称呼を含む一切の標章と\n類似であるとすると，本件商標により一般名詞である「侍」と同じ称呼を有する標\n章を独占させることとなり，不当である。\nウ  被告は，一つの標章を一定期間繰り返し使用するのではなく，「ＳＡＭＵＲ\nＡＩ」ないし「サムライ」という社名と同一の文字をデザイン化した，多数の異な\nる標章を使用している。これは，本件商標と同一の標章を使用して，取引の信用を\n本件商標に化体させるというよりも，被告の社名と同一の文字をデザインの点に重\n点を置いて使用していることによるものであり，使用商標は，被告商品の出所を示\nすものと認識されない態様で用いられている。\nエ  「ＳＡＭＵＲＡＩ」ないし「サムライ」に他の用語を付けるなどした標章な\nいし商標を付した衣類は，数多く販売されている。本件商標は，一般的なありふれ\nた言葉のみからなっており，現実に同業他社が多数使用している語からなるもので\nあり，商標の構成及び書体を大幅に変更することは，社会通念上同一とはいえない。\nオ  登録商標に大幅な変更を加えた標章を使用している場合に，当該登録商標の\n使用として認めることは，商標権者に不当に広い権利を与えることとなるとともに，\n国民一般の利益を不当に侵害し，その存在により権利者以外の商標使用希望者の商\n標の選択の余地を狭めることとなり，不使用取消の制度の趣旨に反する。\n２  被告の反論\n(1)  商標法５０条１項の括弧書きで，不使用取消における登録商標の使用にお\nいては，社会通念上同一と認められる商標の使用も含まれることを明確にしている。\nまた，同条１項は，社会通念上同一と認められる商標として「書体のみに変更を加\nえた同一の文字からなる商標」「平仮名，片仮名及びローマ字の文字の表示を相互\nに変更するものであつて同一の称呼及び観念を生ずる商標」「外観において同視さ\nれる図形からなる商標」を例示している。\n上記規定は，取引社会においては，商標登録がされた場合であっても，登録商標\nと同一のものを使用するのではなく，当該商標を付する商品・役務の具体的な性状\nや取引事情に応じて，これに適宜変更を加えて使用するのが一般的であるという，\n商標の実務に合わせた規定である。\n(2)  被告は，指定商品である洋服に含まれるデニムズボンのフラッシャー等に，\n「ＳＡＭＵＲＡＩ」「Ｓａｍｕｒａｉ」「サムライ」の文字を種々の態様で使用し\nている。使用商標は，このように種々の態様で「ＳＡＭＵＲＡＩ」「Ｓａｍｕｒａ\nｉ」「サムライ」の文字を表記したものであり，いずれも社会通念上同一と認めら\nれる商標として例示されている「平仮名，片仮名及びローマ字の文字の表示を相互\nに変更するものであって同一の称呼及び観念を生ずる商標」に準ずるものであり，\n本件商標と社会通念上同一と認められる商標に該当する。\n本件商標は，「ＳＡＭＵＲＡＩ」の文字と「サムライ」の文字を併記したもので\nあるが，それぞれ「侍」の観念を生じるものであるから，その一方を使用すること\nは，本件商標の使用と認められる。\n(3)  以上のとおり，被告は，本件審判の予告登録前３年以内に，日本国内にお\nいて，本件審判請求に係る指定商品について，本件商標と社会通念上同一と認めら\nれる商標を使用している。\n第４  当裁判所の判断\n当裁判所は，原告主張の取消事由は理由がないと判断する。その理由は，以下の\nとおりである。本判決においては，審決が認定した，デニムズボンに付された使用\n商標を対象として，判断することとする。\n１  本件商標と使用商標について\n(1)  本件商標\n本件商標は，別紙商標目録の登録商標記載のとおりであり，上段に欧文字の「Ｓ\nＡＭＵＲＡＩ」を，その下に片仮名の「サムライ」を，２段に表記したものであり，\nその書体は標準の字体である。\n(2)  使用商標\n使用商標は，複数の使用態様があるが，そのうちの一例を示すと，別紙使用商標\n目録記載のとおりである。\n平成２２年９月３０日発行及び同年１２月２０日発行の雑誌に，被告が販売する\nデニムズボンの紹介記事が掲載されており，当該記事にはバックポケットにフラッ\nシャー，腰部に革パッチが付けられたズボン本体の前面及び背面の写真と共に，フ\nラッシャー，パッチ等の写真が掲載されている。フラッシャーは，様々なデザイン\nの絵柄や「侍」「刃」「零」「極」などの文字とともに，その上部ないし中央部に，\n「ＳＡＭＵＲＡＩ」「Ｓａｍｕｒａｉ」の文字が表記されている。「ＳＡＭＵＲＡ\nＩ」「Ｓａｍｕｒａｉ」の文字は，全ての使用商標において同一の書体で表記され\nているわけではないが，いずれも概ね標準の活字体又は筆記体で表記されている。\n「ＳＡＭＵＲＡＩ」「Ｓａｍｕｒａｉ」の文字の下に「ＧＥＮＵＩＮＥ  ＪＥＡＮ\nＳ（Ｇｅｎｕｉｎｅ  Ｊｅａｎｓ）」の文字が表記されているものも少なくない。\nまた，革パッチ，ビスネーム，タグなどに「ＳＡＭＵＲＡＩ」「Ｓａｍｕｒａｉ」\nの文字が表記された商標や，ズボンの臀部に「ＳＡＭＵＲＡＩ」「Ｓａｍｕｒａ\nｉ」の文字がプリントされた商標も付されている。（甲４ないし６，乙２）\n以上によると，被告は，平成２２年９月頃及び同年１２月頃，指定商品である第\n２５類「洋服」に該当するデニムズボンのフラッシャーに「ＳＡＭＵＲＡＩ」「Ｓ\nａｍｕｒａｉ」の文字からなる使用商標を付し，使用商標が付されたデニムズボン\nを販売していたと認められる。\n２  使用商標と本件商標との社会通念上の同一性について\n(1)  商標法５０条１項は，「登録商標（書体のみに変更を加えた同一の文字か\nらなる商標，平仮名，片仮名及びローマ字の文字の表示を相互に変更するものであ\nつて同一の称呼及び観念を生ずる商標，外観において同視される図形からなる商標\nその他の当該登録商標と社会通念上同一と認められる商標を含む。以下この条にお\nいて同じ。）」と規定しており，使用の対象となる商標は，登録商標と社会通念上\n同一と認められる商標も含むとされている。同規定は，通常の取引社会においては，\n常に登録商標と同一のものを使用するのではなく，当該商標を付する商品・役務の\n性質等に応じて，これに適宜変更を加えて使用するのが一般的であるという，実務\n上の要請に即したものである。\n本件について，同条１項の上記趣旨に照らして判断すると，本件商標は，「ＳＡ\nＭＵＲＡＩ」と「サムライ」の文字を上下２段に表記したものであるのに対し，使\n用商標はいずれも，「ＳＡＭＵＲＡＩ」又は「Ｓａｍｕｒａｉ」の文字を単独で表\n記したものである。また，本件商標は標準の活字体が使用され，使用商標は概ね標\n準の活字体又は筆記体が使用されていること等に照らすならば，使用商標は，本件\n商標と社会通念上同一と認められる商標に該当するというべきである。\n(2)  これに対し，原告は，使用商標はいずれも，「ＳＡＭＵＲＡＩ」又は「サ\nムライ」の文字を２段併記ではなく１段に表記され，相当にデザイン化された書体\nに変更され，また，「ＧＥＮＵＩＮＥ  ＪＥＡＮＳ」の文字が併記されており，本\n件商標と社会通念上同一とはいえないと主張する。しかし，使用商標は，様々な絵\n柄や「侍」「刃」「零」「極」などの文字や「ＧＥＮＵＩＮＥ  ＪＥＡＮＳ」の文\n字と併記されている例があるが，いずれも「ＳＡＭＵＲＡＩ」「Ｓａｍｕｒａｉ」\nとの欧文字が，概ね標準の書体により，明瞭に表示されており，社会通念上同一と\nいえる範囲に含まれるものというべきであり，この点の原告の主張は採用の限りで\nない。\nまた，原告は，使用商標は，「ＳＡＭＵＲＡＩ」ないし「サムライ」という社名\nと同一の文字をデザイン化した，多数の異なる標章が用いられており，被告商品の\n出所を示すものと認識されない態様で用いられていると主張する。しかし，使用商\n標は，工夫が施された図柄とともに使用されているが，前記のとおり，フラッシャ\nーに「ＳＡＭＵＲＡＩ」「Ｓａｍｕｒａｉ」との欧文字が，概ね標準の書体で表示\nされている使用状況に照らすならば，取引者，需要者は，商品の出所を示すための\n表示と認識することは明らかである。\nさらに，原告は，登録商標に大幅な変更を加えた標章の使用を当該登録商標の使\n用として認めることは，商標権者に不当に広い権利を与えることとなるとともに，\n国民一般の利益を不当に侵害するなどと主張する。しかし，前記のとおり，使用商\n標は登録商標に大幅な変更を加えたものであるとはいえず，原告の主張はその前提\nにおいて失当である。\nその他，原告は，縷々主張するが，いずれも採用の限りでない。\n３  結論\n以上によると，被告は，本件審判の予告登録（平成２４年５月１日）前３年以内\nである平成２２年９月頃及び同年１２月頃に，日本国内において，本件審判請求に\n係る指定商品について，本件商標と社会通念上同一と認められる商標を使用してい\nると認められる。\nしたがって，原告主張の取消事由は理由がない。よって，原告の請求を棄却する\nこととして，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n小      田      真      治\n別紙                      商    標    目    録\n登録商標\n指定商品\n第２５類「洋服，コート，セーター類，ワイシャツ類，寝巻き類，下着，水泳着，\n水泳帽」\n別紙                使    用    商    標    目    録\n"
}