{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 11,
    "day": 19
  },
  "case_number": "平成23(ワ)26745",
  "case_name": "特許権侵害行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_id": "83769",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83769",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/769/083769_hanrei.pdf",
  "contents": "平成２５年１１月１９日判決言渡  同日原本領収  裁判所書記官\n平成２３年（ワ）第２６７４５号  特許権侵害行為差止等請求事件\n口頭弁論の終結の日  平成２５年９月１７日\n判 決\n新潟県燕市＜以下略＞\n原 告      株 式 会 社 エ ビ ス\n同 訴 訟 代 理 人 弁 護 士      高 橋 賢 一\n同 訴 訟 代 理 人 弁 理 士      吉 井   剛\n吉 井 雅 栄\n京都府綾部市＜以下略＞\n被 告      株 式 会 社 ア カ ツ キ 製 作 所\n同 訴 訟 代 理 人 弁 護 士      平 尾 宏 紀\n同 訴 訟 代 理 人 弁 理 士      鎌 田 直 也\n主 文\n１  被告は，原告に対し，１００万２８８８円及びこれに対する平成２３\n年９月１８日から支払済みまで年５分の割合による金員を支払え。\n２  原告の主位的請求及びその余の予備的請求をいずれも棄却する。\n３  訴訟費用は，これを１２分し，その１１を原告の負担とし，その余は\n被告の負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n（主位的請求及び予備的請求）\n１  １次的請求\n被告は，原告に対し，１１７６万円及びこれに対する平成２３年９月１８日\nから支払済みまで年５分の割合による金員を支払え。\n２  ２次的請求\n被告は，原告に対し，１９０万７１２０円及びこれに対する平成２３年９月\n１８日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，水準器に関する特許権及び測定機械器具等についての商標権を有す\nる原告が，主位的に，被告が製造販売した水準器が原告の特許権の特許発明の\n技術的範囲に属すると主張し，予備的に，被告が水準器の包装に付した標章が\n原告の商標権の登録商標に類似すると主張して，被告に対し，不法行為に基づ\nく損害賠償として，特許法１０２条１項若しくは商標法３８条１項による損害\n１１７６万円又は特許法１０２条３項若しくは商標法３８条３項による損害１\n９０万７１２０円及び上記各金員に対する不法行為の日の後であり訴状送達の\n日の翌日である平成２３年９月１８日から支払済みまで民法所定の年５分の割\n合による遅延損害金の支払を求める事案である。\n１  前提事実（当事者間に争いがない。）\n(1)  原告の特許権\nア  原告は，発明の名称を「水準器」とする特許権（登録番号特許第３５７\n１８９４号。以下「本件特許権」といい，この特許を「本件特許」とい\nう。）を有している。\nイ  本件特許出願の願書に添付した明細書（以下「本件明細書」という。）\nの特許請求の範囲の請求項１の記載は，本判決添付の特許公報の該当項記\n載のとおりである（以下，この請求項１に係る発明を「本件発明」とい\nう。）。\n(2)  原告の商標権\nア  原告は，商品の区分及び指定商品を「第９類  測定機械器具，水準器を\n収納する布製水準器用ケース・その他の測定機械器具の附属品，救命用具，\n保安用ヘルメット，電気磁気測定器，電気通信機械器具，電子応用機械器\n具及びその部品，第１６類  文房具類，印刷物，写真，写真立て，紙製包\n装用容器，紙製のぼり，紙製旗，衛生手ふき，紙製タオル，紙製テーブル\nナプキン，紙製手ふき，紙製ハンカチ，荷札」とする商標権（以下「本件\n商標権」といい，この商標登録を「本件商標登録」という。）を有してい\nる。\nイ  本件商標登録出願の願書に記載した商標は，本判決添付の商標公報の\n「登録商標」の項記載のとおりである（以下，この商標を「本件登録商\n標」という。）。\n(3)  被告の行為\n被告は，別紙被告製品目録記載の水準器（以下「被告製品」という。）を\n製造し，平成２２年１１月３０日から，その包装に別紙被告標章目録記載の\n標章（以下「被告標章」という。）を付して販売した。被告が平成２３年１\n月１３日までに販売した被告製品の個数は３９３５個である。\n(4)  本件発明と被告製品との対比\nア  本件発明の分説\n本件発明は，次の構成要件からなる（以下，分説した構成要件をそれぞ\nれの符号に従い「構成要件Ａ」のようにいう。なお，構成要件中の各符号\nは本件明細書の図面の簡単な説明の記載のものを表す。）。\nＡ  被測定物ａの水平度や垂直度などを測定する水準器であって，\nＢ  水準器本体１の被測定物ａと当接する底面２に凹溝３を設け，\nＣ  この凹溝３の左右両側の溝縁部４に設けた嵌入部１０に磁石１１を嵌\n入固定して成る磁石部５を設け，\nＤ  この磁石部５は，凹溝３の長さ方向に沿った細長形状に構成され，\nＥ  且つ，磁石部５を構成する磁石１１の側縁角部１２が前記凹溝３の溝\n縁部４に略合致するように構成されている。\nＦ  以上を特徴とする水準器。\nイ  被告製品の構成\n被告製品の構成は，次のとおりである（以下，それぞれの符号に従い\n「構成Ｓ」のようにいう。なお，構成中の各符号は，本件発明の構成要件\n中の各符号に対応するものである。）。\nＳ  被告製品は，被測定物ａ’の水平度や垂直度を測定する水準器である。\nＴ  水準器本体１’の被測定物ａ’と当接する底面２’には，断面三角形\nの凹溝３’が設けられている。\nＵ  前記凹溝３’の左右両側の溝縁部４’に設けた嵌入部１０’には，水\n準器本体１’に内蔵された磁石Ｍと当接する鉄片１１’の下端部が嵌入\nされている。\nＶ  前記鉄片１１’は，水準器本体１’の内部で上下動可能であり，上下\n動の下限位置において前記底面２’から設計上０．２３㎜（公差は＋０．\n２㎜）没入し，その上限位置において前記底面２’から設計上０．５６\n㎜（公差は＋２㎜）没入している。\nＷ  鉄片１１’は，凹溝３’の長さ方向に沿った細長形状である。\nＸ  鉄片１１’の側縁角部１２’が前記凹溝３’の溝縁部４’から少なく\nとも垂直方向に離間している。\nＹ  以上を特徴とする水準器である。\nウ  被告製品の構成Ｓは構成要件Ａを，構成Ｔは構成要件Ｂをそれぞれ充足\nする。\n(5)  本件登録商標と被告標章との対比\n被告標章は，本件登録商標に類似し，被告製品は，本件商標権の指定商品\nである「測定機械器具」に含まれる。\n(6)  本件商標登録出願の日前の商標登録出願に係る他人の商標\nア  株式会社佐藤ケミカルは，本件商標登録出願の日である平成２２年５月\n２０日前の平成１５年９月３０日の商標登録出願に係る商標権（商標登録\n第４７６６０６８号）を有している。\nイ  上記商標登録出願の願書に記載した商標並びに商品の区分及び指定商品\nは，本判決添付の商標公報の該当項記載のとおりである（以下，この商標\nを「先行商標」という。）。\nウ  本件商標は，先行商標に類似する。\n２  争点\n(1)  被告製品が本件発明の技術的範囲に属するか否か（争点１）\n(2)  本件特許が特許無効審判により無効にされるべきものと認められるか否\nか（争点２）\n(3)  本件商標権の効力が被告標章に及ばないか否か（争点３）\n(4)  本件商標登録が商標登録の無効の審判により無効にされるべきものと認\nめられるか否か（争点４）\n(5)  本件商標権侵害により原告が受けた損害の額（争点５）\n３  争点に関する当事者の主張\n(1)  争点１（被告製品が本件発明の技術的範囲に属するか否か）について\nア  被告製品の鉄片１１’が本件発明の磁石１１に当たるか否か\n（原告）\n磁石とは，鉄を吸引する性質を示す物体であり，外部から磁場や電流の\n供給を受けずに磁石としての性質を有する永久磁石に限らず，一時的に外\n部から磁場や電流の供給を受けて磁石としての性質を有する電磁石等の物\n体も含むところ，被告製品は嵌入部１０’に嵌入された鉄片１１’が本体\n１’に内蔵された磁石Ｍと当接することにより磁気を帯び磁力を発生して\n鉄を吸引する性質を示すから，鉄片１１’は，本件発明の磁石１１に当た\nる。\n（被告）\n被告製品の嵌入部１０’に嵌入されているのは鉄片１１’であって，こ\nれは本件発明の磁石１１には当たらない。\nイ  被告製品において鉄片１１’の側縁角部１２’が凹溝３’の溝縁部４’\nに「略合致する」といえるか否か\n（原告）\n(ア)  本件発明は，管材の水平度合を良好に測定することのできる水準器\nに係るものであるところ，別紙参考図の参考図１のように底面に凹溝\n（Ｖ溝）がない場合，水準器が被測定物（管材）に吸着固定されず，不\n安定となるが，凹溝がある場合でも，同参考図２のように，磁石部が被\n測定物（管材）に水平方向（底面の面方向）で接さず近接しないと，磁\n石の作用が及ばずに水準器は吸着固定されない。そして，同参考図３の\nように，磁石部を被測定物（管材）に水平方向で近接すると，磁力が作\n用して水準器が吸着固定し，水平度合を測定することができ，さらに，\n同参考図４のように，磁石部が没入しても，吸着固定できる強さの磁力\nが作用する限り，何ら支障はない。このように，構成要件Ｅにおいて，\n「磁石部５を構成する磁石１１の側縁角部１２が前記凹溝３の溝縁部４\nに略合致する」方向は，垂直方向（底面の面方向と直交する方向）では\nなく，水平方向のことであり，本件発明は，水平方向における磁石部の\n位置を特定したものである。\n本件発明は，基準面である底面の縁（凹溝の左右両側の溝縁部）に嵌\n入部が設けられ，ここに嵌入固定された磁石により「磁力が作用する部\n分」が「磁石部」となり，溝縁部と基準面とが水平方向において略合致\nするものであり，このことは，本件明細書の発明の詳細な説明の段落\n【００１１】，【００２２】及び【００２８】の記載からも明らかであ\nる。そして，対比される両者が垂直方向に離反した状態であっても，水\n平方向に同位置にあれば，垂直方向から見たときに両者はぴったり合っ\nているから，「合致」の通常の用法に従った意味に基づけば，本件発明\nの「略合致」を水平方向のみならず垂直方向にもほぼ同位置にあるとの\n意味に解さなければならない理由はない。\nまた，本件発明の作用効果で述べているのは，「磁石」ではなく，凹\n溝の左右両側の溝縁部に設けた嵌入部に磁石を嵌入固定し，凹溝の長さ\n方向に沿った細長形状をし，磁力が作用して被測定物に当接する「磁石\n部」であって，本件発明は，磁石を基準面とするのではなく，磁石部を\n基準面とするものである。\n(イ)  被告製品は，鉄片１１’の側縁角部１２’が凹溝３’の溝縁部４’\nと水平方向において「合致」又は「略合致」し，被告製品の構成Ｖにお\nける鉄片１１’が底面から没入していても被測定物に対して磁力が作用\nするから，被告製品の磁石部は，被測定物に当接するのである。仮に本\n件発明の「磁石部」が「磁石」を意味するとしても，被告製品の鉄片１\n１’はガタつく構成であり，その没入量は最大で０．７㎜程度の極めて\nわずかな没入であって，有意なものではない。\n(ウ)  そうであるから，被告製品の鉄片１１’の側縁角部１２’は，凹溝\n３’の溝縁部４’に「略合致」する。\n（被告）\n(ア)  一般に「合致」とは，対比される両者が「ぴったり合うこと」を意\n味し，これらが水平方向にのみ同位置にあっても垂直方向に離反すると，\n両者はぴったり合っていないから，本件発明の「略合致」も，水平，垂\n直の両方向にほぼ同位置にあることを意味すると解するのが自然であり，\n本件特許出願の願書に添付した図面（以下「本件図面」という。）の図\n３ないし５においても，磁石１１の側縁角部１２と凹溝３の溝縁部４と\nが水平，垂直の両方向に同位置にある状態が図示され，側縁角部１２と\n溝縁部４とが垂直方向に離間している態様は一切開示されていない。本\n件発明の効果につき記載された本件明細書の発明の詳細な説明の段落\n【００２７】ないし【００２９】において，「…板材のような被測定物\nとも…磁石部が当接し」，「…磁石部も…確実に被測定物に当接するこ\nとになり」，「…磁石部と被測定物との当接線が長く」と繰り返し強調\nされているとおり，本件発明は，水準器本体１の底面を被測定物に当て\nた際にその底面に露出する磁石部５も被測定物に当接することが大前提\nとなっているところ，「当接」とは物同士が当たっていて接している状\n態をいい，直接に当たってはいないが互いに近くに位置していることを\n意味する「近接」とは明確に区別される概念であり，また，段落【００\n３０】には，「磁石部の側縁角部」との記載があって，本件特許の請求\n項２の発明においては被測定物に当接するのが磁石であることは明らか\nであるから，これらの「磁石部」は磁石を指すものとして統一的に解釈\nされるべきである。そして，原告は，本件特許出願の際に，平成１３年\n３月１６日付意見書及び同年８月２９日付手続補正書において，本件発\n明では磁石部がそのまま基準線（基準面）として機能し得るようにした\n点が画期的である旨主張しているから，本件発明の技術的思想の中核は，\n磁石１１を被測定物に当接させ，吸着手段としての機能とともに基準線\n（基準面）としての機能を発揮させる点にある。\nそうすると，構成要件Ｅの「略合致」とは，磁石１１の側縁角部１２\nと凹溝３の溝縁部４とが水平及び垂直の両方向においてほぼ同位置にあ\nって，磁石１１が被測定物に確実に当接する状態を意味すると解すべき\nであり，さらに，磁石１１が被測定物に当接して測定の基準線となるた\nめに，磁石１１の下面が水準器本体の底面と同一平面を構成するか，水\n準器本体の底面から突出している必要があるから，結局，磁石の下面が\n水準器本体の底面と同一平面を構成するように，磁石の側縁角部が凹溝\nの溝縁部に完全に合致するか，磁石の側縁角部が凹溝の溝縁部よりもや\nや突出することを意味すると解釈するほかない。\n(イ)  被告製品は，鉄片１１’を意図的に没入させ，鉄片１１’の側縁角\n部１２’が凹溝３’の溝縁部４’から垂直方向に離間していて被測定物\nと当接せず，凹溝３’の溝縁部４’に「略合致」しないから，構成要件\nＥを充足しない。\n被告製品の鉄片１１’は，水準器本体１’の内部においてその内面か\nら突出する凸部Ｐに嵌合され，鉄片１１’と凸部Ｐの間には隙間があっ\nて，鉄片１１’は上記隙間分だけの傾きやガタつきが許容され，その上\n下動の範囲は底面２’から０．２３㎜ないし０．５６㎜（公差を考慮す\nると最大０．４３㎜ないし０．７６㎜）であって，上下限の差は０．３\n３㎜と相当程度大きく，傾きやガタつきの度合いもこれに比例して相当\n程度大きいから，被告製品は，その鉄片１１’を基準面として機能させ\nることはない。また，本件発明の構成要件Ｅのように，磁石１１の側縁\n角部１２と水準器本体１の底面２に設けられた凹溝３の溝縁部４とを略\n合致させるには，正確な位置合わせのために非常に精密な加工が必要と\nなって製造コストがかさむ一方，不可避的に生ずる製造誤差により磁石\nの側縁角部が水準器本体の底面から突出してしまうと，被測定物は水準\n器本体の底面に当接せず磁石のみに当接することになるから，被告製品\nのように鉄片１１’が上下動し，傾斜し，ガタつく場合には基準面が存\n在しなくなってしまって水平度の正確な測定が不可能となる。そこで，\n被告製品は，鉄片１１’を底面２’からあえて没入させて，凹溝３’と\nの関係で正確な位置合わせを行う必要をなくし，磁石が被測定物に当接\nすることを確実に阻止するという本件発明とは別異の作用効果を奏する\nものとしたのであって，本件発明とは技術的思想が根本的に異なる。\n(ウ)  そうであるから，被告製品の鉄片１１’の側縁角部１２’は，凹溝\n３’の溝縁部４’に「略合致」しない。\n(2)  争点２（本件特許が特許無効審判により無効にされるべきものと認めら\nれるか否か）について\n（被告）\nア  本件特許の特許出願前に頒布された刊行物である米国特許第３０４６６\n７２号公報（乙１１。以下「引用例１」という。）には，次の発明（以下\n「引用発明１」という。）が記載されている。\nａ１  被測定物の水平度や垂直度を測定する水準器である。\nｂ１  水準器本体２２の被測定物と当接する底面２６に凹溝４９を設けて\nいる。\nｃ１  この凹溝４９の左右両側の溝縁部に設けた嵌入部４８に，水準器本\n体２２に内蔵される磁石３４を嵌入固定してなる磁石部２３を設けて\nいる。\nｄ１  この磁石部２３は，凹溝４９の長さ方向に沿った細長形状に構成さ\nれている。\nｅ１  移動可能な磁石３４の下端に形成された傾斜面３７の側縁角部が磁\n石３４の突出位置において前記凹溝４９の溝縁部に略合致するように\n構成されている。\nｆ１  以上を特徴とする水準器である。\nイ  本件特許の特許出願前に頒布された刊行物である米国特許第２７８９３\n６３号公報（乙１２。以下「引用例２」という。）には，次の発明（以下\n「引用発明２」という。）が記載されている。\nａ２  被測定物の水平度や垂直度を測定する水準器である。\nｂ２  水準器本体１０の被測定物と当接する底面１３に凹溝１６ないし２\n０を設けている。\nｃ３  この凹溝１６ないし２０の内部から左右両側の溝縁部にかけて設け\nた嵌入部１４に磁石１５を嵌入固定してなる磁石部を設けている。\nｄ２  この複数の磁石１５からなる磁石部は，凹溝１６ないし２０の長さ\n方向に沿った細長形状に構成されている。\nｅ２  磁石部を構成する磁石１５の凹溝２１の溝縁角部が凹溝１６ないし\n２０の溝縁部に略合致し，かつその凹溝２１の溝縁角部は磁石１５全\n体の両側に位置するように構成されている。\nｆ２  以上を特徴とする水準器である。\nウ  本件発明は，引用発明１と同一である。仮に本件発明が凹溝３の左右両\n側の溝縁部４に設けた嵌入部１０に磁石１１を嵌入固定するのに対し，引\n用発明１は磁石部が支持フレームに対して相対的に移動可能に取り付けら\nれる点で両発明が相違するとしても，本件発明は，引用発明１に技術常識\n又は引用例２に開示された公知技術を組み合わせることによって，当業者\nが容易に想到することができた。\nエ  本件発明は，引用発明２と同一である。仮に本件発明は嵌入部１０が凹\n溝３の左右両側の溝縁部４のみに設けられているのに対し，引用発明２は\n嵌入部１４が凹溝１６ないし２０の内部から左右両側の溝縁部にかけて設\nけられている点で両発明が相違するとしても，本件発明は，引用発明２に\n技術常識又は引用例１に開示された公知技術を組み合わせることによって，\n当業者が容易に想到することができた。\n（原告）\nア  引用発明１は，ａ１，ｂ１，ｄ１及びｆ１の構成を備えているが，ｃ１\nの構成は，「この凹溝４９の左右両側の溝縁部に設けた嵌入部４８に，水\n準器本体２２に内蔵される磁石３４を突没自在に嵌入してなる磁石部２３\nを設けている。」というものであり，ｅ１の構成は，「移動可能な磁石３\n４の下端に形成された傾斜面３７は，磁石３４が突出した位置において，\n傾斜面３７の下端の内側の側縁角部は，凹溝４９の溝縁部と略合致するが，\n外側の側縁角部は，前記凹溝４９の溝縁部よりも外側に位置するように構\n成されている。」というものである。\nイ  引用発明２は，ａ２，ｂ２，ｅ２及びｆ２の構成を備えているが，ｃ２\nの構成は，「凹溝１６，１７の間と，凹溝１７，１８の間と，凹溝１８，\n１９の間と，凹溝１９，２０の間に円形の開口１４を設け，この開口１４\nに磁石１５を嵌入固定してなる磁石部を設けている。」というものであり，\nｄ２の構成は，「この複数の磁石１５からなる磁石部は，凹溝１６ないし\n２０の長さ方向に沿った細長形状に構成されている。」というものである。\nウ  本件発明と引用発明１は，磁石部が固定式か突没式か，磁石の側縁角部\nが凹溝の溝縁部に略合致するかしないかという点で大きく異なり，全く別\nの発明である。そして，本件発明と引用発明１とは，構成も作用効果も大\nきく異なり，引用発明１には本件発明の技術思想が全く開示されていない\nから，本件発明は，当業者が引用発明１に基づいて容易に発明をすること\nができたとはいえない。\nエ  本件発明と引用発明２は，凹溝の左右両側の溝縁部に設けた嵌入部に磁\n石を嵌入固定するか凹溝間の開口に凹溝付きの磁石をはめ込み固定するか\nという点と，磁石部が凹溝の長さ方向に沿った細長形状か円形かという点\nで大きく異なり，全く別の発明である。そして，本件発明と引用発明２と\nは，構成も作用効果も大きく異なり，引用発明２には本件発明の技術思想\nが全く開示されていないから，本件発明は，当業者が引用発明２に基づき\n容易に発明をすることができたとはいえない。\n(3)  争点３（本件商標権の効力が被告標章に及ばないか否か）について\n（被告）\n被告標章は，本件登録商標と異なる書体で表現された「鳶」の文字からな\nるが，水準器は，建設現場等で「鳶」と略称される鳶職が用いることが想定\nされているものである上，「鳶レベル」という標章が「鳶職用の水準器」を\n表すものとして一般名称，普通名称として使用されている実情からすると，\n被告標章には，用途を示す「鳶用」の「用」の文字を省略しつつ鳶職用であ\nることが含意されている。そして，被告標章は，被告製品の商品名や被告商\n号と異なる上，商品名が被告製品自体やその包装容器に収納される台紙の複\n数箇所に表示されているのに対し，包装容器の背面側に収納される台紙の表\n面上部角隅に印刷されているに過ぎないから，商品名等の表示に対して従属\n的なもので，商品の特性を補足説明等する目的で使用されているものと理解\nされる。\nそうであるから，被告標章は，鳶職用であるという商品の用途を普通に用\nいられる方法で表示する商標である。\n（原告）\n水準器や測定機械器具は，種々の場所で使用され，鳶職以外の作業者その\n他種々の者が使用するものであるから，通常の用途として，建設現場等で鳶\n職が用いることが本来的に予定されているとはいえないし，測定機械器具に\nついて被告標章を使用した場合に一般需要者がその商品を鳶職用であると認\n識することもないから，被告標章は，鳶職用であるという商品の用途を普通\nに用いられる方法で表示する商標ではない。\n(4)  争点４（本件登録商標が商標登録の無効の審判により無効にされるべき\nものと認められるか否か）について\nア  本件登録商標が商品の用途を普通に用いられる方法で表示する標章のみ\nからなる商標に当たるか否か\n（被告）\n水準器を含む測定機械器具は，建設現場等で鳶職が用いることが想定さ\nれていて，本件登録商標には「鳶」のみで鳶職用であることが含意されて\nいるから，ありふれた書体からなる本件登録商標は，その指定商品のうち\n「測定機械器具」及びこれに類似する商品の用途を普通に用いられる方法\nで表示する標章のみからなる商標に当たる。\n（原告）\n前記(3)（原告）欄と同様の理由により，本件登録商標は，商品の用途\nを普通に用いられる方法で表示する標章のみからなる商標に当たらない。\nイ  本件登録商標が先行商標の商標登録に係る指定商品に類似する商品につ\nいて使用をするものに当たるか否か\n（被告）\n本件商標登録に係る指定商品である測定機械器具と先行商標の商標登録\nに係る指定商品である土木機械器具とは，いずれも建設現場で鳶職等の現\n場作業者により施工のために用いられ，土木機械器具の専門店で販売され\nるから，需要者，目的，用途及び販売業者が共通する。また，測定機械器\n具を製造するメーカーの多くは土木機械器具も製造しているから，製造業\n者も一定程度共通する。\nそうすると，測定機械器具と土木機械器具に同一又は類似の商標を付し\nた場合には，需要者は両商品が同一営業主の製造又は販売に係る商品と誤\n認混同するおそれが大きいといえるから，測定機械器具は，先行商標の商\n標登録に係る指定商品である土木機械器具に類似する。\n（原告）\n測定機械器具は，先行商標の商標登録に係る指定商品である土木機械器\n具に類似しない。\n(5)  争点５（本件商標権侵害により原告が受けた損害の額）について\n（原告）\nア  被告は，平成２２年１１月３０日から平成２３年７月末までに被告製品\nを２万６４００個販売した。原告が被告による侵害の行為がなければ販売\nすることができた商品である本件特許の実施品「トビレベル」（以下「原\n告製品」という。）の単位数量当たりの純利益の額（以下「単位利益額」\nという。）は４００円であるから，販売数量にこれを乗じて得た１０５６\n万円が原告の受けた損害の額である。\nまた，弁護士費用相当損害金は１２０万円が相当である。\nイ  被告製品の出荷価格は１０６６円であり，相当な使用料率は出荷価格の\n５％であるから，上記期間における本件登録商標の使用に対し受けるべき\n金銭の額は，次の算式により算出される１４０万７１２０円となるところ，\nこれに相当する額の金銭が原告の受けた損害の額である。\n（算式）26,400個×1,066円×5％＝1,407,120円\nまた，弁護士費用相当損害金は５０万円が相当である。\n（被告）\nア  被告は，平成２３年１月１３日までの販売個数３９３５個を超えて被告\n製品を販売していない。被告製品の１個当たりの利益額は，９０円を下回\nるから，原告製品の単位利益額が１００円を上回ることはなく，原告の受\nけた損害の額は，３９万円を上回ることはない。\nそして，上記３９３５個のうち２５４個は無償で譲渡したものであるこ\nと，被告製品が意匠登録され，展示会でもデザインが好評を博したこと，\n被告製品の包装やカタログに「超強力マグネット搭載！」，「超強力マグ\nネット付！」，「デカ気泡管で見易い！」等の記載があるように，こうし\nた技術的特徴が被告製品のセールスポイントであること，被告製品の主た\nる識別標識はその商品名であって，被告標章は識別機能が極めて弱いこと\nからすれば，被告標章の寄与率は５％を上回らない。そうすると，原告の\n受けた損害の額は，３９万円に５％を乗じて得た約２万円を上回ることは\nない。\nイ  本件登録商標の使用に対し受けるべき金銭の額は，被告標章使用期間中\nの被告製品の純利益約３３万円に５％を乗じた約１万６０００円であり，\n原告の受けた損害の額は，これを超えることはない。\n第３  当裁判所の判断\n１  特許権侵害について\n(1)  争点１（被告製品が本件発明の技術的範囲に属するか否か）について\nア  証拠（甲５）によれば，(ａ)  本件発明は，磁石付きの水準器に関する\nものである，(ｂ)  被測定物の平面と当接する水準器本体の平面上の底面\nに磁石部が設けられた水準器は，磁石部の吸着作用により水準器本体を被\n測定物に揺動不能に固定されるように構成されているところ，底面に凹溝\nが設けられた水準器は，管材のような被測定物の凸状形状を凹溝に挿入す\nることで，凹溝の左右両側の溝縁部を被測定物に２本線で当接させ，水準\n器本体を被測定物に手で押しつけて揺動不能に固定できるように構成され\nているが，水準器本体を被測定物に揺動不能とするために手で押しつけ続\nけるのは厄介である，(ｃ)  本件発明は，このような問題点を解決するた\nめに，平面にも凸状形状にも磁石部が当接でき，この磁石部による吸着作\n用により，板材のような被測定物にも管材のような被測定物にも水準器本\n体を揺動不能に固定できる実用性，作業性に秀れた水準器を提供すること\nを目的として，本件明細書の特許請求の範囲の構成を採用し，このように\n構成したことにより，水準器本体の被測定物と当接する底面に凹溝と磁石\n部とを最適な位置関係で配設する簡単な構成により，板材のような被測定\n物とも管材のような円弧状の被測定物とも磁石部が当接し，この磁石部に\nよる吸着作用で水準器本体を被測定物に確実に揺動不能に固定して水平度\nなどを測定することができる実用性，作業性に秀れた水準器となり，また，\n磁石部の側縁角部が凹溝の溝縁部に略合致するように構成したことにより，\n管材のような円弧状の被測定物に水準器本体の底面を当接する場合に磁石\n部も凹溝の溝縁部も確実に被測定物に当接することになって，より一層実\n用性に秀れた水準器となり，さらに，磁石部が凹溝の長さ方向に沿った細\n長形状に構成されていることにより，磁石部と被測定物との当接線が長く\nなって，必然的に磁石部による吸着作用箇所が長くなり，水準器本体を被\n測定物により一層確実に揺動不能に固定できることになる極めて実用性に\n秀れた水準器となるとの作用効果を奏する，以上の事実が認められる。\nイ  構成要件Ｅは，「磁石部５を構成する磁石１１の側縁角部１２が前記凹\n溝３の溝縁部４に略合致するように構成されている」というのであり，構\n成要件Ｃが磁石１１を，「凹溝３の左右両側の溝縁部４に設けた嵌入部１\n０に嵌入固定して成る磁石部５を設け」と規定しているから，凹溝３の左\n右両側の溝縁部４に設けた嵌入部１０に嵌入固定された「磁石１１の側縁\n角部１２」と「凹溝３の溝縁部４」とがほぼ同位置にある，ほぼ合ってい\nることを規定している。\nそこで，さらに，構成要件Ｅの技術的な意味についてみるのに，証拠\n（甲５）によれば，本件明細書の発明の詳細な説明には，実施の形態につ\nいて，「磁石部５は凹溝３の左右両側の溝縁部４に設けられているから，\n例えば，水準器本体１の底面２を管材のような円弧状の被測定物ａに当接\nさせた場合，水準器本体１の凹溝３に被測定物ａの凸状形状が挿入され，\nこの凹溝３の左右両側の溝縁部４が被測定物ａに２本線で当接し，必然的\nに前記溝縁部４に設けられた磁石部５が被測定物ａに当接し，この磁石部\n５の吸着作用により，水準器本体１が被測定物ａに揺動不能に固定される\nことになる。」（段落【００１１】），「尚，溝縁部４及び磁石部５と管\n材のような円弧状の被測定物ａとの当接は線であるから，溝縁部４及び磁\n石部５は，径寸法の大きな円弧状の被測定物ａにも径寸法の小さな円弧状\nの被測定物ａにも当接することができる。」（段落【００１２】），「ま\nた，凹溝３の左右両側の溝縁部４は水準器本体１の底面２と面一となる位\n置でもあるから，水準器本体１の底面２を板材のような被測定物ａに当接\nさせた場合，必然的に前記溝縁部４に設けられた磁石部５が被測定物ａに\n当接し，この磁石部５の吸着作用により，水準器本体１が被測定物ａに揺\n動不能に固定されることになる。」（段落【００１３】）との記載がある\nことが認められる。\n「当接」とは，「物同士が当たっていて接している状態」，「突き当て\nた状態に接すること」を意味する（このことは当事者間に争いがない。）\nところ，上記認定の事実及び前記ア認定の事実によれば，本件発明は，特\nに管材のような円弧状の被測定物ａに水準器本体１の底面を当接する場合\nに磁石部５も凹溝３の溝縁部４も確実に被測定物ａに当たっていて接して\nいる状態とするために，「磁石１１の側縁角部１２」と「凹溝３の溝縁部\n４」とが略合致する（構成要件Ｅ），すなわち，ほぼ同位置にある，ほぼ\n合っているという技術手段を採用したものと認められる。\nウ  原告は，磁石部を被測定物（管材）に水平方向に近接することにより磁\n力が作用して水準器が被測定物に吸着固定すること，略合致するのが水平\n方向であることは，本件明細書の発明の詳細な説明の段落【００１１】，\n【００２２】及び【００２８】の記載から明らかであること，対比される\n両者が垂直方向に離反した状態であっても，水平方向に同位置にあれば，\n垂直方向から見たときに両者はぴったり合っていることなどを根拠として，\n「磁石部５を構成する磁石１１の側縁角部１２が前記凹溝３の溝縁部４に\n略合致する」方向は，水平方向のことであり，垂直方向への離反は許容さ\nれているのであって，被測定物と当接し，基準線（基準面）として機能す\nる磁石部は，磁石そのものではなく，磁力が作用する部分のことであると\n主張する。\nしかしながら，磁力の作用により水準器が被測定物に吸着固定するため\nには，水平方向のみならず，垂直方向においても磁石部が被測定物に少な\nくとも近接する必要があることは明らかであるし，原告が指摘する本件明\n細書の発明の詳細な説明の各段落に，「磁石１１の側縁角部１２」と「凹\n溝３の溝縁部４」が略合致する方向を水平方向に限定することの記載はな\nく，他に本件明細書の発明の詳細な説明や本件図面に，「磁石１１の側縁\n角部１２」と「凹溝３の溝縁部４」が略合致する方向を水平方向に限定す\nる，あるいは両者が垂直方向には離反し得ることについての記載もない。\nまた，磁石部は，磁石そのものではなく，磁力が作用する部分であるとす\nると，本件明細書の発明の詳細な説明に磁石部と被測定物とが「当接す\nる」旨の記載が多数あることにそぐわない。\nそうであるから，原告の上記主張は，採用することができない。\nエ  前記前提事実によれば，被告製品の鉄片１１’は，水準器本体１’の内\n部で上下動可能であり，上下動の下限位置において前記底面２’から設計\n上０．２３㎜（公差は＋０．２㎜）没入し，その上限位置において前記底\n面２’から設計上０．５６㎜（公差は＋２㎜）没入しているというのであ\nり（構成Ｖ），また，証拠（甲６）によれば，原告代理人が実際の被告製\n品６個の没入度合を測定したところ，下限位置において底面から少なくと\nも０．１㎜没入していることが認められるのであって，鉄片１１’の側縁\n角部１２’が被測定物と当たっていて接している状態にあるということは\nできない。そして，弁論の全趣旨によれば，鉄片１１’の側縁角部１２’\nと凹溝３’の溝縁部４’とが略合致する，すなわち，ほぼ同位置にある，\nほぼ合っているようにするためには，正確な位置合わせのための精密な加\n工が必要となって製造コストが嵩む上，略合致させようとしても製造誤差\nが確実に発生し，例えば，鉄片１１’の側縁角部１２’が水準器本体の底\n面から突出した場合には，板状の被測定物が水準器本体の底面に当接しな\nいことから，被告製品の構成を上記のようにしたことが認められる。\nそうであれば，被告製品は，被測定物に水準器本体の底面に当接する場\n合に鉄片１１’の側縁角部１２’が被測定物に当たっていて接している状\n態とならないようにするために，鉄片１１’を水準器本体の底面から没入\nさせるという技術手段を採用したものと認められる。そうすると，これは，\n本件発明の技術手段とは明らかに異なるものであるから，被告製品の鉄片\n１１’が本件発明の磁石１１に当たるものであるとしても，鉄片１１’の\n側縁角部１２’が凹溝３’の溝縁部４’「略合致」するということはでき\nない。\n原告は，鉄片１１’がガタつく構成であり，その没入量も極めてわずか\nであるから有意なものではないと主張するところ，その趣旨は判然としな\nいが，被告製品は，鉄片１１’を水準器本体の底面から没入させているの\nであるから，原告の主張は，失当というほかなく，これを採用することは\nできない。\nオ  したがって，被告製品は，本件発明の構成要件Ｅを充足しないから，本\n件発明の技術的範囲に属しない。\n(2)  以上のとおりであるから，特許権侵害に基づく主位的請求は，その余の\n点について判断するまでもなく，理由がない。\n２  商標権侵害について\n(1)  争点３（本件商標権の効力が被告標章に及ばないか否か）について\nア  建設現場等で鳶職が水準器を使用することがあるとしても，水準器は，\n専ら鳶職だけが使用するというわけではなく，かえって，証拠（甲１，\n２）によれば，水準器には，用途，レベルの感度や精度及び機能に応じて\n多数の種類があることが認められるから，鳶職以外の者が水準器を使用す\nることも多いと考えられるのであって，水準器の需要者は鳶職に限られな\nい。そうであるから，水準器に付された被告標章に接した需要者が，被告\n標章について，鳶職の用途を表示するものと認識するということはできな\nい。\nそして，前記前提事実に証拠（甲２，３，乙６）及び弁論の全趣旨を総\n合すれば，被告標章は，「鳶」との黒色の毛筆様の文字に赤色の影を付し\nてなるものであること，被告標章は，プラスチック製の透明なケースに挟\nまれた台紙の表面左上部に表示され，右上部には赤色で「ＫＯＤ」との文\n字を菱形で囲んだ被告の標章が表示され，台紙の裏面には，上部に黒色で\n「ＰＲＯＴＥＣＴ  ＡＲＭＯＵＲ」，「プロテクト  アーマー」との品名，\n下部に黒色で被告の商号が表示され，上記ケースの底部に当たる部分には\n黒色で品名と品番が表示されていること，ケース内の被告製品には，中央\nに黒色で「鎧」との文字が表示され，その左側に赤色で上記標章，黒色で\n「Ｐｒｏｔｅｃｔ」との文字，右側に赤色で品番，黒色で「Ａｒｍｏｕ\nｒ」との文字がそれぞれ２段で表示されていること，包装された被告製品\nを正面から見ると，被告標章が一番大きく目立つ位置に表示されているこ\nとが認められ，これらの事実に照らせば，被告標章が普通に用いられる方\n法で表示する商標であるということはできない。\nそうであるから，被告標章が水準器の用途を普通に用いられる方法で表\n示する商標であると認めることはできない。\nイ  被告は，水準器は建設現場等で鳶職が用いることが想定されており，\n「鳶レベル」という標章が「鳶職用の水準器」を表す一般名称，普通名称\nとして使用されている実情からすると，被告標章には鳶職用であることが\n含意されていると主張する。しかしながら，水準器は，専ら鳶職だけが使\n用するわけではないし，「鳶レベル」との標章が鳶職用の水準器を表す一\n般名称や普通名称として使用されていることを認めるに足りる証拠はない\nのであって，被告標章に鳶職用であることが含意されているということは\nできない。被告の上記主張は，採用することができない。\n被告は，被告標章が商品名等の表示に対して従属的なもので，商品の特\n性を補足説明等する目的で使用されていると主張する。しかしながら，被\n告は，これに赤色の影を付して目立つ態様で表示しているのである。被告\nの上記主張は，採用することができない。\n(2)  争点４（本件登録商標が商標登録の無効の審判により無効にされるべき\nものと認められるか否か）について\nア  本件登録商標が商品の用途を普通に用いられる方法で表示する標章のみ\nからなる商標に当たるか否か\n水準器を含む測定機械器具及びこれに類似する商品は，専ら鳶職だけが\n使用するわけではなく，その需要者は鳶職に限らないのであって，本件登\n録商標に接した需要者が，本件登録商標について鳶職の用途を表示するも\nのであると認識するということはできない。\nそうであるから，本件登録商標が商品の用途を普通に用いられる方法で\n表示する標章のみからなる商標に当たるとは認められない。\nイ  本件登録商標が先行商標の登録商標に係る指定商品に類似する商品につ\nいて使用をするものに当たるか否か\n測定機械器具と土木機械器具が通常同一営業主により製造又は販売され\nていることを認めるに足りる証拠はなく，本件全証拠によっても上記誤認\nのおそれがあると認められる関係を窺わせる事情は見出せないから，測定\n機械器具と土木機械器具が類似するとは認められない。\nそうであるから，本件登録商標は，先行商標の商標登録に係る指定商品\nに類似する商品について使用をするものに当たるとは認められない。\n(3)  争点５（本件商標権侵害により原告が受けた損害の額）について\nア  商標法３８条１項の主張について\n(ア)  被告が平成２３年１月１３日までの販売個数３９３５個を超えて被\n告製品を販売したことを認めるに足りる証拠はない。原告は，被告が同\n日後にも被告標章を包装に付した被告製品を販売している証拠として陳\n述書（甲１０）やインターネットの検索結果（甲１１，１２）を援用す\nるが，陳述書（甲１０）には，被告製品の包装に被告標章が付されてい\nたことについての記載がないし，インターネットの検索結果（甲１１，\n１２）には包装（台紙）に被告標章が付されていない被告製品の写真が\n掲載されているから，これをもって，被告が同日後に被告標章を包装に\n付した被告製品を販売したと認めることはできない。\n(イ)  証拠（甲９，４８）及び弁論の全趣旨によれば，原告が販売する原\n告製品の販売価格（卸売価格）は８９９円，１個当たりの製造原価は３\n８０円，被告の販売期間に対応する原告の会計年度第３４期（平成２２\n年７月２１日から平成２３年７月２０日まで）の原告の全売上高は４億\n６２３８万４９４２円，うち原告製品の売上高は４９９４万１５６９円，\nまた同期間における販売費及び一般管理費（以下「販管費」という。）\nの額が１億３００６万４８８３円，同期間における販売数量（返品数量\nを控除後のもの）が５万１７１４個であることが認められる。\nこれらによると，原告製品の１個当たりの粗利益額は５１９円（＝８\n９９円－３８０円），上記期間中の原告製品の売上高が全売上高に占め\nる割合が約１０．８％（＝４９９４万１５６９円÷４億６２３８万４９\n４２円×１００），上記販管費の額に上記割合を乗じた額が１４０４万\n７００７円（＝１億３００６万４８８３円×０．１０８。円未満切捨\nて），これを上記販売数量で除した１個あたりの販管費の額が２７１円\n（＝１４０４万７００７円÷５万１７１４個。円未満切捨て）となるこ\nとが認められ，粗利益額から販管費の額を控除すると，原告製品の単位\n利益額は，２４８円（＝５１９円－２７１円）となる。\n原告は，原告製品の単位利益額が４００円であると主張し，これは，\n平成２１年７月２１日から平成２３年７月２０日まで（第３３期及び第\n３４期）の決算数値を基礎とし，かつ原告製品においては販管費が他の\n製品よりもかからないことを根拠とするものと窺われるが，被告製品が\n販売されていない第３３期の決算数値を考慮すべき理由はなく，また，\n原告製品の販管費が他の製品よりもかからないことを認めるに足りる証\n拠はないから，原告の上記主張は，採用することができない。\n(ウ)  そこで，被告が販売した被告製品の数量３９３５個に，原告が被告\nの侵害行為がなければ販売することができた原告製品の単位利益額２４\n８円を乗じると，９７万５８８０円となり，原告が多種の水準器を製造\n販売していることや原告の売上規模等に照らすと，これは原告の使用の\n能力に応じた額を超えないと認められる。\n(エ)  ところで，証拠（乙２１，２２）によると，被告は，上記販売数量\n３９３５個のうち，少なくとも２５４個については無償で提供したこと\nが認められるから，この分については原告が販売することができなかっ\nたと認めるのが相当であり，この個数に応じた６万２９９２円（＝２５\n４個×２４８円）は，上記９７万５８８０円から控除すべきである。\n被告は，デザインや被告製品の技術的特徴がセールスポイントである\nこと等も考慮すべきであると主張するところ，確かに，証拠（乙１８）\nによれば，被告製品が意匠登録を受けたこと，被告製品の包装に「超強\n力マグネット搭載！」，「超強力マグネット付！」，「デカ気泡管で見\n易い！」といった記載があることが認められるが（なお，乙６の被告の\n製品カタログは平成２３年８月２２日に発行された設計変更後の被告製\n品が掲載されているものであるから，被告標章を包装に付した被告製品\nが販売されていた当時のカタログの内容は証拠上判然としない。），証\n拠（甲１，１１）によれば，原告製品も磁石の強力さや気泡管が暗い場\n所で発光し便利であるといった特徴で売り出していること，被告製品も\n原告製品の品名に類似する「鳶レベル」と表記されることがあることが\n認められ，これらの事実に照らすと，被告標章は，相当程度の顧客吸引\n力を有するものと認められるから，被告が上記で主張する点を考慮すべ\nきであるとまではいうことができない。\nそうすると，被告が販売した被告製品の数量に，原告製品の単位利益\n額を乗じた９７万５８８０円から，原告が販売することができないとす\nる事情に相当する数量に応じた額である上記６万２９９２円を控除する\nと，９１万２８８８円となり，これが原告の受けた損害の額となる。\nイ  商標法３８条３項の主張について\n商標法３８条３項による損害額は，上記アにおける損害の額を上回るこ\nとはないから，この点については判断しない。\nウ  本件事案の難易，請求額及び認容額等の諸般の事情を考慮すると，被告\nの侵害行為と相当因果関係に立つ弁護士費用相当損害金は，９万円と認め\nるのが相当である。\n(3)  以上のとおりであるから，商標権侵害に基づく予備的請求は，１００万\n２８８８円及びこれに対する不法行為の日の後であり訴状送達の日の翌日で\nある平成２３年９月１８日から支払済みまで民法所定の年５分の割合による\n遅延損害金の支払を求める限度で理由がある。\n３  よって，原告の主位的請求は理由がないから，これを棄却することとし，予\n備的請求は上記の限度で理由があるから，これを認容し，その余は理由がない\nから，これを棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官          高      野      輝      久\n裁判官          三      井      大      有\n裁判官          志      賀              勝\n＜添付の特許公報は省略する＞\n別紙\n被告製品目録\n下記の品名及び品番を有し，別紙被告製品図面に示すように，水準器本体１’の\n被測定物と当接する底面２’に凹溝３’が設けられ，この凹溝３’の左右両側の溝\n縁部４’に鉄片１１’が露出する水平器（水準器）。\n記\n品名  「プロテクトアーマー」\n品番  「ＰＡ－Ｂ（ブラック）」（黒色のタイプ）\n品番  「ＰＡ－Ｒ（レッド）」（赤色のタイプ）\n"
}