{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 9,
    "day": 24
  },
  "case_number": "平成23(ワ)34126等",
  "case_name": "損害賠償，同中間確認各請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83588",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83588",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/588/083588_hanrei.pdf",
  "contents": "平成２５年９月２４日判決言渡  同日原本領収  裁判所書記官\n平成２３年（ワ）第３４１２６号，平成２４年（ワ）第３３０７３号  損害賠償，\n同中間確認各請求事件\n口頭弁論の終結の日  平成２５年６月２５日\n判          決\n東京都千代田区＜以下略＞\n原              告      株 式 会 社 ア ク セ ス ネ ッ ト\n同訴訟代理人弁護士      篠      原      一      廣\n同訴訟復代理人弁護士    齋      藤              恵\n埼玉県鶴ヶ島市＜以下略＞\n被              告      ソ フ ト ウ ェ ア 部 品 株 式 会 社\n主          文\n１  被告は，原告に対し，２０６万５０００円及びこれに対する平成２３\n年３月１５日から支払済みまで年６分の割合による金員を支払え。\n２  本件中間確認の訴えを却下する。\n３  訴訟費用は被告の負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  原告\n主文第１項と同旨\n２  被告\nソフトウェア「部品屋２００７サーバー」中のプログラム「ミドルソフト」\n（ハードロック及びソフトロックに関する部分を除く。）がソフトウェア「Ｂ\nＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」，「ＢＳＳ－ＰＡＣＫサ\nーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫ（ＶＡＸ／ＶＭＳ）」中の各プ\nログラム「ミドルソフト」（ハードロックに関する部分を除く。）の各著作権\nを侵害しないことを確認する。\n第２  事案の概要\n本件は，原告が，被告との間のパートナー契約において，被告から提供され\nたソフトウェア中のプログラムにつき，著作権上の瑕疵があるとして，被告に\n対し，債務不履行に基づき，損害金２０６万５０００円及びこれに対する催告\nの後の日である平成２３年３月１５日から支払済みまで商事法定利率年６分の\n割合による遅延損害金の支払を求め，これに対し，被告が，中間確認の訴えと\nして，上記プログラムが他のプログラムの著作権を侵害しないことの確認を求\nめる事案である。\n１  前提事実（当事者間に争いのない事実並びに各項末尾掲記の証拠及び弁論の\n全趣旨により容易に認められる事実）\n(1)  当事者等\nア  原告は，情報通信システムの企画，提案，設計及び開発並びにコンピュ\nータソフトウェアの企画，制作，販売及び輸出入等を業とする株式会社で\nある。\nイ  被告は，ソフトウェアの開発，仕入れ，輸入，販売及び輸出等を業とす\nる株式会社である。\nウ  株式会社ビーエスエス（以下「ビーエスエス」という。）は，コンピュ\nーターシステムの設計，製造，輸入及び販売並びにコンピューターソフト\nウェアの開発，製造，請負，輸出及び販売等を業とし，被告代表者の夫で\nあるＡ１が代表取締役を務める株式会社であり，ソフトウェア部品開発株\n式会社（以下「ソフトウェア部品開発」という。）は，ソフトウェアの開\n発，請負，販売及び輸出等を業とし，被告代表者が代表取締役を務め，Ａ\n１が取締役を務める株式会社である。\n（甲１２，乙１６）\n(2)  パートナー契約の締結及び解除等\nア  原告は，平成２１年１０月１日，被告との間で，ソフトウェア「部品屋\n２００７」シリーズ（以下「本件ソフト群」という。）について，被告が\nこれを標準価格に基づく価格から３０％割り引いた価格で原告に提供し，\n原告がこれを使用，再販及び複製等することなどを内容とするパートナー\n契約（以下「本件契約」という。）を締結し，平成２２年１０月１日，本\n件契約を更新した。\n本件ソフト群は，Ａ１の発意の下に，平成１８年１２月ころから，ビー\nエスエスとその事業を譲り受けたソフトウェア部品開発によって順次開発\nされたもので，ソフトウェア「部品屋２００７サーバー」や「部品屋２０\n０７クライアント」（以下，「部品屋２００７サーバー」と併せて「本件\n両ソフト」という。），「ソフトウェア部品開発ツール」（以下「ソフト\nウェア部品開発ツール」という。）等から構成され，平成２１年８月ころ\nから，ソフトウェア部品開発の事業を譲り受けた被告がこれを販売してい\nる。本件ソフト群は，企業の基幹業務を一元的に統合して管理するＥＲＰ\n（Enterprise Resource Planning）ソフトウェアに属するもので，通常は，\nＷｉｎｄｏｗｓ等の基本ソフトであるＯＳ（Operating System）を変える\nと，Ｗｏｒｄ等の応用ソフトであるアプリケーションソフトをも変える必\n要があるが，本件ソフト群を用いることにより，ＯＳを変えたときに，本\n件両ソフト中のプログラム「ミドルソフト」（以下「本件ミドルソフト」\nという。）を変えるだけで，アプリケーションソフトに当たる本件両ソフ\nト中のプログラム「ソフトウェア部品」（以下「本件ソフトウェア部品」\nという。）を変える必要がなくなるというものである。\n（甲２，３，乙１，４ないし６）\nイ  原告は，被告に対し，本件契約を締結する際に３１万５０００円の契約\n金を，平成２２年１０月１日の更新の際に同額の更新料をそれぞれ支払っ\nたほか，平成２１年１０月及び１１月に本件ソフト群の取扱方法について\nの研修費として３３万６０００円を支払った。\nまた，原告は，被告から，平成２１年１０月２２日にソフトウェア「部\n品屋２００７サーバー」１個を７万円，同「部品屋２００７クライアント」\n１個を４万９０００円で仕入れ，平成２２年２月２６日及び同年４月９日\nにソフトウェア「部品屋２００７クライアント・プロテクションキー」各\n１０個をそれぞれ４９万円で仕入れ，被告に対し，代金合計１０９万９０\n００円を支払った。\n（甲６の１及び２，７の１ないし３，８の１及び２）\nウ  原告は，平成２３年２月２８日，被告に対し，本件ソフト群中のプログ\nラムがソフトウェア「ＢＳＳ－ＰＡＣＫ」シリーズ（以下「先行ソフト群」\nという。）中のプログラムについて，日本電子計算株式会社（以下「日本\n電子計算」という。）が有する著作権を侵害するもので，原告がこれを利\n用したり，再販することができないとして，本件契約を解除するとの意思\n表示をするとともに，損害金２０６万５０００円を同年３月１４日までに\n支払うよう催告した。\n(3)  先行ソフト群の開発と複製権の譲渡等\nア  先行ソフト群は，Ａ１の発意の下に，平成４年ころから，ビーエスエス\nによって順次開発されたもので，ソフトウェア「ＢＳＳ－ＰＡＣＫ（ＶＡ\nＸ／ＶＭＳ）」や「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」，「ＢＳＳ\n－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」，「ＢＳＳ－ＰＡＣＫク\nライアント（メニュークリエイト）」（以下，「ＢＳＳ－ＰＡＣＫサーバ\nー（ＷｉｎｄｏｗｓＮＴ版）」と併せて「先行両ソフト」という。），「部\n品マイスター」（以下「部品マイスター」という。）等から構成されてい\nる。先行ソフト群は，ＥＲＰソフトウェアに属し，これを用いることによ\nり，ＯＳを変えたときに，ソフトウェア「ＢＳＳ－ＰＡＣＫ（ＶＡＸ／Ｖ\nＭＳ）」や「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」，先行両ソフト中\nのプログラム「ミドルソフト」（以下「先行ミドルソフト」という。）を\n変えるだけで，アプリケーションソフトに当たる上記各ソフトウェア中の\nプログラム「ソフトウェア部品」（以下「先行ソフトウェア部品」という。）\nを変える必要がなくなるというものである。\n（甲３，４の１及び２，１５，１７，１８，乙１ないし３，７，１８）\nイ  先行両ソフト及び部品マイスター中の各プログラム（以下「先行各プロ\nグラム」という。）は，いずれも著作物である。\nウ  ビーエスエスは，株式会社サンライズ・テクノロジー（以下「サンライ\nズ」という。）に対し，平成１８年４月７日に先行ミドルソフトのうちハ\nードロックに関する部分を除いたものの複製権を，同年９月２７日に部品\nマイスターの複製権をそれぞれ譲渡し（以下，これらの譲渡を「本件各譲\n渡」という。），これらの複製権者は，平成２１年５月２２日以降，いず\nれも日本電子計算である。\n（甲４の１及び２，１５，１８）\n２  争点及びこれについての当事者の主張\n本件の争点は，被告が原告に著作権上の瑕疵がある本件ソフト群を提供した\nか否かであり，具体的には，①本件両ソフト及びソフトウェア部品開発ツール\n中の各プログラム（以下「本件各プログラム」という。）が先行各プログラム\nを複製又は翻案したものであるか，②原告と被告以外の第三者が先行各プログ\nラムの著作権（複製権又は翻案権）を有するかである。\n(1)  争点①（本件各プログラムが先行各プログラムを複製又は翻案したもので\nあるか）について\n（原告の主張）\n本件各プログラムは，いずれも，Ａ１の発意の下に，ビーエスエスが先行\n各プログラムに幾つかのプログラムを加えて開発したものである。\n①本件ミドルソフトは先行ミドルソフトに，②本件ソフトウェア部品の一\n部は先行ソフトウェア部品に，③本件ソフトウェア部品をカスタマイズする\nソフトウェア部品開発ツールは先行ソフトウェア部品をカスタマイズする部\n品マイスターにそれぞれ相当する。そして，①本件ミドルソフトと先行ミド\nルソフトには，同一の関数が多数使われている上，ソフトウェア「部品屋２\n００７サーバー」が対応するＷｉｎｄｏｗｓ２０００，ＷｉｎｄｏｗｓＸＰ\n及びＷｉｎｄｏｗｓ２００３は，ソフトウェア「ＢＳＳ－ＰＡＣＫサーバー\n（ＷｉｎｄｏｗｓＮＴ版）」が対応するＷｉｎｄｏｗｓＮＴの後継であって，\nこれと基本設計を同じくして互換性を有するものであり，平成１８年当時，\n既にＷｉｎｄｏｗｓＮＴが用いられていないにもかかわらず，サンライズが\nソフトウェア「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」を含\nむ先行各プログラム等の著作権を１１億５０００万円で購入したように，当\n時の先行ミドルソフトは，Ｗｉｎｄｏｗｓ２０００やＷｉｎｄｏｗｓＸＰ，\nＷｉｎｄｏｗｓ２００３にも対応するものであったから，本件ミドルソフト\nは，先行ミドルソフトの表現上の本質的な特徴を維持している。また，②本\n件ソフトウェア部品の一部は，先行ソフトウェア部品と同一である。さらに，\n③ソフトウェア部品開発ツールと部品マイスターは，同一のプログラム「ソ\nフトウェア部品」を同様にカスタマイズするから，ソフトウェア部品開発ツ\nールも，部品マイスターの表現上の本質的な特徴を維持している。\nそうであるから，本件各プログラムは，先行各プログラムを複製又は翻案\nしたものである。\n（被告の主張）\n本件各プログラムのうち，②本件ソフトウェア部品の一部は先行ソフトウ\nェア部品と同一であるが，その余は，いずれも，プログラム「ソフトウェア\n部品」の構造を熟知したビーエスエスが本件各譲渡後に先行ミドルソフトと\n部品マイスターの各プログラムを消去した上で，新たに開発したものである。\n①本件ミドルソフトと先行ミドルソフトに同一の関数が多数使われている\nのは，本件ソフトウェア部品に先行ソフトウェア部品と同一のものがあるか\nらであるが，上記関数は，規約に当たり，著作権法による保護が及ばないし，\nＷｉｎｄｏｗｓ２０００，ＷｉｎｄｏｗｓＸＰ及びＷｉｎｄｏｗｓ２００３\nは，ＷｉｎｄｏｗｓＮＴと基本設計を異にし，本件ミドルソフトは，マルチ\nシステム等の新機能を多数追加してコーディングも大幅に変更しているか\nら，本件ミドルソフトは，先行ミドルソフトの表現上の本質的な特徴を維持\nしていない（サンライズが平成１８年に先行各プログラム等に関する複製権\nを１１億５０００万円で購入したのは，購入対象に現在も用いられているＯ\nＳ「ＵＮＩＸ」に対応するソフトウェア「ＢＳＳ－ＰＡＣＫサーバー（ＵＮ\nＩＸ）」中のプログラム「ミドルソフト」に関する複製権が含まれていたか\nらであるし，代金全額がコンサルティング報酬と相殺されるものであったか\nら，上記代金額に意味はない。）。また，本件ソフトウェア部品や先行ソフ\nトウェア部品をカスタマイズするのは，ソフトウェア「Ｍｉｃｒｏｓｏｆｔ\nＶｉｓｕａｌ  Ｓｔｕｄｉｏ」であるし，③ソフトウェア部品開発ツールや\n部品マイスターは，本件ソフトウェア部品や先行ソフトウェア部品をカスタ\nマイズするための各種情報を集積したものにすぎない上，対応するプログラ\nム「ミドルソフト」が全く異なるから，ソフトウェア部品開発ツールも，部\n品マイスターの表現上の本質的な特徴を維持していない。\nそうであるから，本件各プログラムは，先行各プログラムを複製又は翻案\nしたものでない。\n(2)  争点②（原告と被告以外の第三者が先行各プログラムの著作権（複製権又\nは翻案権）を有するか）について\n（原告の主張）\nビーエスエスは，サンライズに対し，本件各譲渡の際，先行ミドルソフト\nのうちハードロックに関する部分と先行ソフトウェア部品の各複製権及び先\n行各プログラムの翻案権をも譲渡した。そして，先行各プログラムの複製権\n者及び翻案権者は，平成２１年５月２２日以降，いずれも株式会社フロンテ\nックを経由して先行各プログラムの複製権及び翻案権を譲り受けた日本電子\n計算である。\n（被告の主張）\nビーエスエスは，平成８年ころ，譲渡担保権者から指導を受け，先行ソフ\nト群の知名度を上げて売上げを伸ばすなどの目的で，代理店や先行ソフト群\nを購入する者等に先行ソフトウェア部品のソースコードを開示し，平成９年\nころ，先行ソフトウェア部品の著作権を放棄した。\nまた，ビーエスエスは，先行ミドルソフトのうちハードロックに関する部\n分の複製権や先行ミドルソフトと部品マイスターの各翻案権を譲渡したこと\nがなく，サンライズも異議を唱えていないのであって，先行ミドルソフトの\nうちハードロックに関する部分の複製権者及び先行ミドルソフトと部品マイ\nスターの各翻案権者は，いずれもソフトウェア部品開発を経由してビーエス\nエスの事業を譲り受けた被告である。\n第３  当裁判所の判断\n１  争点①（本件各プログラムが先行各プログラムを複製又は翻案したものであ\nるか）について\n(1)  本件ソフトウェア部品について\n証拠（甲９，１１，１３の１，乙１，４，１４，証人Ａ１）及び弁論の全\n趣旨によれば，ビーエスエスとソフトウェア部品開発は，平成１９年までに，\n約１５００個の先行ソフトウェア部品に，新たに開発した約２００個のプロ\nグラム「ソフトウェア部品」を加え，約１７００個の本件ソフトウェア部品\nを制作したことが認められる。この事実によると，ビーエスエスやソフトウ\nェア部品開発は，先行ソフトウェア部品に依拠し，これと一部が同一の本件\nソフトウェア部品を制作したものと認められる。\nしたがって，本件ソフトウェア部品の一部は，先行ソフトウェア部品を複\n製したものである。\n(2)  その余の本件各プログラムについて\nその余の本件各プログラムが先行各プログラムを複製又は翻案したもので\nあることを認めるに足りる証拠はない。\n原告は，①本件ミドルソフトについては，これと先行ミドルソフトに同一\nの関数が多数使われている上，Ｗｉｎｄｏｗｓ２０００，ＷｉｎｄｏｗｓＸ\nＰ及びＷｉｎｄｏｗｓ２００３は，ＷｉｎｄｏｗｓＮＴの後継で，これと基\n本設計を同じくして互換性を有するし，当時の先行ミドルソフトはＷｉｎｄ\nｏｗｓ２０００やＷｉｎｄｏｗｓＸＰ，Ｗｉｎｄｏｗｓ２００３にも対応す\nるものであったから，先行ミドルソフトの表現上の本質的な特徴を維持して\nいる，②ソフトウェア部品開発ツールについても，これと部品マイスターが\n同一のプログラム「ソフトウェア部品」を同様にカスタマイズするから，部\n品マイスターの表現上の本質的な特徴を維持していると主張する。しかしな\nがら，①本件ミドルソフトについてみると，弁論の全趣旨によれば，上記関\n数は，プログラム「ソフトウェア部品」に対応したインターフェースである\nことが認められるから，それ自体には著作権法による保護が及ばないし（同\n法１０条３項２号），その記述が思想又は感情を創作的に表現したものであ\nることを認めるに足りる証拠はない。また，Ｗｉｎｄｏｗｓ２０００，Ｗｉ\nｎｄｏｗｓＸＰ及びＷｉｎｄｏｗｓ２００３がＷｉｎｄｏｗｓＮＴと基本設\n計を同じくして互換性を有することを認めるに足りる証拠はなく，仮に基本\n設計を同じくして互換性を有するものであるとしても，証拠（甲３，乙４，\n１４，証人Ａ１）及び弁論の全趣旨によれば，本件ミドルソフトは，先行ミ\nドルソフトにマルチシステム機能や新法等に対応した機能が追加され，ソー\nスコードの記述が随所にわたって変更されたことが認められるから，この事\n実に照らすと，本件ミドルソフトにおけるソースコードの記述が先行ミドル\nソフトにおけるソースコードの記述と同一であるとか，その表現上の本質的\nな特徴の同一性を維持していると認めることはできない。②ソフトウェア部\n品開発ツールについてみると，これと部品マイスターが同一のプログラム「ソ\nフトウェア部品」を同様にカスタマイズすることを認めるに足りる証拠がな\nく，ソフトウェア部品開発ツールにおける表現が部品マイスターにおける表\n現と同一であるとか，その表現上の本質的な特徴の同一性を維持していると\n認めることはできない。原告の上記主張は，採用することができない。\n２  争点②（原告と被告以外の第三者が先行各プログラムの著作権（複製権又は\n翻案権）を有するか）について\n証拠（甲４の１及び２，１５，１８，証人Ｂ１）によれば，ビーエスエスは，\nサンライズに対し，平成１８年４月７日に先行ソフトウェア部品を含む先行両\nソフトの著作権を，同年９月２７日に部品マイスターの著作権をそれぞれ譲渡\nしたこと，先行各プログラムの著作権は，平成１９年９月１９日には株式会社\nフロンテックに，平成２１年５月２２日には日本電子計算に順次譲渡されたこ\nとが認められる。\n被告は，ビーエスエスが，平成８年ころに譲渡担保権者から指導を受け，先\n行ソフト群の知名度を上げて売上げを伸ばすなどの目的で代理店や先行ソフト\n群を購入する者等に先行ソフトウェア部品のソースコードを開示し，平成９年\nころに先行ソフトウェア部品の著作権を放棄したと主張し，乙１（被告代表者\nの陳述書），乙４（Ａ１の陳述書）及び証人Ａ１の供述中には，これに沿う内\n容の陳述がある。証拠（甲１３の１，１７，乙１，７，９，１４，証人Ｃ１及\nび同Ａ１）によれば，ビーエスエスは，平成８年ころから，先行ソフト群の知\n名度を上げて売上げを伸ばす目的で，代理店や先行ソフト群を購入した者等に\n対し，先行ソフトウェア部品のソースコードを記録したＣＤ－ＲＯＭを提供す\nる方法により，上記ソースコードを開示していたことが認められる。しかしな\nがら，ビーエスエスが先行ソフトウェア部品のソースコードを開示していたと\nしても，このことから，当然にビーエスエスが先行ソフトウェア部品の著作権\nを放棄したということにはならない。そして，証拠（乙９）によれば，ビーエ\nスエスは，上記方法を通じて，先行ソフトウェア部品の著作権者として，先行\nソフト群を購入した者等による先行ソフトウェア部品の改変を許諾していたこ\nとが認められる。また，証拠（甲４の２，２０，乙１，３，９，１７の１及び\n２，１８）によれば，ビーエスエスは，平成９年ころ，先行ソフトウェア部品\n等に譲渡担保権を設定し，複数の金融機関から億単位の貸付けを受けて，先行\nソフトウェア部品の開発を継続していたことが認められるところ，ビーエスエ\nスが先行ソフトウェア部品の著作権を放棄するには，全譲渡担保権者の明確な\n同意を要すると解されるが，上記金融機関がこれを同意したことは窺えない。\nさらに，証拠（甲４の１及び２，１８，乙１７の１）によれば，ビーエスエス\nは，平成７年１０月に，ソフトウェア「ＢＳＳ－ＰＡＣＫクライアント（メニ\nュークリエイト）」について，著作物の内容を「これは業務処理用のアプリケ\nーションプログラムである「ＢＳＳ－ＰＡＣＫ」のクライアント用に開発され\nたプログラムである。ライブラリー化されている業務処理プログラムを抽出・\n選択して，業務担当者ごとに処理メニューを構築する機能を有している。」と\nして登録し，平成９年３月１４日に，ソフトウェア「ＢＳＳ－ＰＡＣＫサーバ\nー（ＷｉｎｄｏｗｓＮＴ版）」について，著作物の内容を「本プログラムは，\n統合業務管理システムＢＳＳ－ＰＡＣＫサーバーのＷｉｎｄｏｗｓＮＴ版であ\nる。ＢＳＳ－ＰＡＣＫは，企業体の業務処理をほぼ網羅するプログラム群で構\n成されており，これらのプログラムを組み合わせることにより，統合されたシ\nステム化が実現できるものである。」として登録して，ビーエスエスが保有す\nる著作物に先行ソフトウェア部品を含めて登録したこと，上記各登録後も，ビ\nーエスエスは，金融機関等の債権者やサンライズとの間で，先行両ソフトの著\n作権につき，その範囲を限定することなく，譲渡担保権を設定したり譲渡した\nりする旨の契約書を取り交わしていたことが認められる（なお，ビーエスエス\nが平成１３年３月３０日に金融機関等の債権者との間で取り交わした譲渡担保\n権設定契約書には，譲渡担保権の設定対象物からビーエスエスが著作権を放棄\nした著作物を除く旨の記載があるが（乙１７の１），登録されていない著作物\nに係るものであって，登録された著作物に係るものではない。）。これらの事\n情に照らすと，被告の主張に沿う内容の上記各陳述は，たやすく採用すること\nができない。そして，他に被告の主張事実を裏付ける的確な証拠がないことを\n併せ考えると，ビーエスエスは，先行ソフトウェア部品の著作権を放棄しなか\nったものと認められる。そうであるから，被告の主張は，ビーエスエスがサン\nライズに対し先行両ソフトの著作権を譲渡したとの前記認定を左右するもので\nなく，これを採用することはできない。\n３  被告は，本件契約において，著作権上の瑕疵がない本件ソフト群を提供する\n義務を負っていたにもかかわらず，原告に対し先行ソフトウェア部品を複製し\nた本件ソフトウェア部品を含む本件ソフト群を提供したのであるから債務の本\n旨に従った履行をしていない。\nそして，被告が日本電子計算から先行各プログラムの利用の許諾を得る見込\nみはなく，給付の追完は不可能であって，原告は，被告の債務不履行により，\n本件契約をした目的を達することができなくなったのであるから，前記第２の\n１(2)イのとおり，被告に支払った合計２０６万５０００円に相当する額の損害\nを被ったと認められる。\n４  したがって，被告は，原告に対し，債務不履行による損害賠償として，２０\n６万５０００円及びこれに対する催告の後の日である平成２３年３月１５日か\nら支払済みまで商事法定利率年６分の割合による遅延損害金を支払う義務があ\nるから，原告の請求は，理由がある。\nなお，被告の中間確認の訴えは，要するに，被告が原告に提供した本件ミド\nルソフト（ハードロック及びソフトロックに関する部分を除く。）が著作権を\n侵害しないとして，被告の原告に対する債務不履行に基づく損害賠償債務が存\n在しないことの確認を求める趣旨であると解されるが，これは，原告の訴えと\nして当裁判所に係属する事件であるから（民事訴訟法１４２条），不適法であ\nる。\n５  よって，原告の請求は，理由があるからこれを認容し，被告の中間確認の訴\nえは，不適法であるからこれを却下することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官        高      野      輝      久\n裁判官        志      賀              勝\n裁判官        藤      田              壮\n"
}