{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 1,
    "day": 18
  },
  "case_number": "平成23(行ケ)10143",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81929",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81929",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/929/081929_hanrei.pdf",
  "contents": "平成２４年１月１８日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１０１４３号  審決取消請求事件\n口頭弁論終結日  平成２３年１２月２２日\n判        決\n原              告      帝 國 製 薬 株 式 会 社\n同訴訟代理人弁理士      草      間              攻\n被              告      特 許 庁 長 官\n同 指 定 代 理 人      栗      林      敏      彦\n亀      田      貴      志\n黒      瀬      雅      一\n板      谷      玲      子\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２０１０－１７４２２号事件について平成２３年３月１６日にした\n審決を取り消す。\n第２  事案の概要\n本件は，原告が，下記１のとおりの手続において，特許請求の範囲の記載を下記\n２とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成\nり立たないとした別紙審決書（写し）の本件審決（その理由の要旨は下記３のとお\nり）には，下記４の取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  原告は，平成１２年２月２５日，発明の名称を「貼付剤用支持体およびそ\nれを用いた外用貼付剤」とする特許を出願した（特願２０００－４８７２８。請求\n項の数５）。\n原告は，平成２２年５月７日付けで拒絶査定を受け，同年８月４日，これに対す\nる不服の審判を請求した。\n(2)  特許庁は，これを不服２０１０－１７４２２号事件として審理し，平成２\n３年３月１６日，「本件審判の請求は，成り立たない。」との本件審決をし，その\n審決謄本は，同月３０日，原告に送達された。\n２  本願発明の要旨\n本件審決が判断の対象とした特許請求の範囲の請求項１の記載は，以下のとおり\nである。以下，特許請求の範囲の請求項１に記載された発明を「本願発明」といい，\n本願発明に係る明細書（甲８，９）を，図面を含めて「本願明細書」という。\n剥離フィルム，薬物含有層，支持体からなる外用貼付剤において，支持体が，ポ\nリエステル繊維を主体とし，それに低融点繊維を３～２０％混紡した伸縮性を有す\nる不織布であり，該不織布にエンボス加工により文字を刻印したことを特徴とする\n外用貼付剤\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，本願発明は，下記アの引用例に記載された\n発明並びに下記イ及びウの周知例に記載された周知技術に基づいて，当業者が容易\nに発明をすることができたものであり，特許法２９条２項の規定により特許を受け\nることができない，というものである。\nア  引用例：特開平７－１２６１５６号公報（甲１）\nイ  周知例１：特開平３－１６１４３４号公報（甲６）\nウ  周知例２：特開平９－１４３０５９号公報（甲７）\n(2)  なお，本件審決が認定した引用例に記載された発明（以下「引用発明」と\nいう。）並びに本願発明と引用発明との一致点及び相違点は，次のとおりである。\nア  引用発明：被覆材，薬物含有粘着剤層，支持体からなる薬物含有粘着シート\nにおいて，支持体が不織布であり，該不織布にエンボス加工により文字を刻印した\n薬物含有粘着シート\nイ  一致点：剥離フィルム，薬物含有層，支持体からなる外用貼付剤において，\n支持体が不織布であり，該不織布にエンボス加工により文字を刻印した外用貼付剤\nウ  相違点：本願発明の支持体は，ポリエステル繊維を主体とし，それに低融点\n繊維を３ないし２０％混紡した伸縮性を有する不織布であるのに対し，引用発明の\n支持体は，不織布であるが，ポリエステル繊維を主体とし，それに低融点繊維を３\nないし２０％混紡した伸縮性を有するものであると特定されていない点\n４  取消事由\n本願発明の進歩性に係る判断の誤り\n(1)  引用発明の認定の誤り\n(2)  一致点及び相違点の認定の誤り\n(3)  相違点に係る判断の誤り\n第３  当事者の主張\n〔原告の主張〕\n(1)  引用発明の認定の誤りについて\nア  図２に関する記載について\n引用例の図２には，本件審決が指摘する「ウエスト弾性部材１４とレッグ開口部\n６の周縁部との間に設けられ，おむつの縦方向へ離間して胴回り方向へ延びる胴回\nり弾性部材３０ａ～３０ｉが図示されている」との記載は存在しない。\n本件審決は，実際には存在しない上記記載を前提として，引用発明について認定\nしているのであるから，本件審決の当該認定は誤りである。\nなお，拒絶査定不服審判手続は，３人の審判官の合議体により審理されるから，\n上記記載は，審決の内容に影響を及ぼさない単なる誤記や文字変換ミスによる軽微\nな誤記と解することはできない。仮に被告が指摘するとおり，単なる錯誤によるも\nのにすぎないとしても，そのような誤記が存在する以上，本件審決は誠実な判断に\n基づくものではないと解さざるを得ないものである。\nイ  支持体に対する文字の刻印について\n本件審決は，引用例に記載された発明における支持体である不織布に文字が刻印\nされるものと認定しているが，同発明において文字が刻印されるのは，支持体では\nなく，被覆材の表面である。すなわち，引用例には，「この凹凸の形状は特に限定\nされるものではないが，具体的には，例えば，…図２及び図７に示すように，会社\n名や取り扱い方法等，特定の文字の繰り返し模様の凹凸を被覆材の表面に刻印」す\nると記載されているから，引用例の図２においては，文字は被覆材（本願発明にお\nける剥離フィルム）へ刻印されるものである。しかも，文字が刻印される被覆材は，\n「プラスチックシートや紙などの表面に剥離処理を施した被覆材」であって，不織\n布ではない。引用例には，支持体に文字を刻印することは，事実事項として，一切\n記載されていないものというほかない。\nなお，引用例においては，支持体である不織布側への凹凸の形成は，具体的には\n図１に図示されているが，当該凹凸の形成は支持体と被覆材の両面に対するもので\nしかなく，かつ，その凹凸は，「全面にわたる点状に形成」されるものであって，\n文字の刻印による凹凸とは異なるものである。\nまた，被告が指摘する特開平１０－３１０１０８号公報（乙３）には，本願発明\nで使用する「ポリエステル繊維を主体とし，それに低融点繊維を３～２０％混紡し\nた伸縮性を有する不織布」の存在について，一切記載も示唆もされていない。\nウ  小括\n以上からすると，本件審決の引用発明の認定は，誤りである。\n(2)  一致点及び相違点の認定の誤りについて\nア  一致点の認定の誤りについて\n前記(1)イのとおり，引用例に記載された発明では，エンボス加工により文字が\n刻印されるのは被覆材であって，支持体である不織布ではないから，本件審決の一\n致点の認定は誤りであり，正しくは以下のとおりとなる。\n剥離フィルム，薬物含有層，支持体からなる外用貼付剤において，支持体が不織\n布であり，該不織布にエンボス加工により凹凸を刻印した外用貼付剤\nイ  相違点の認定の誤りについて\n本件審決における一致点の認定が誤りである以上，相違点の認定もまた，同様に\n誤りであって，正しくは以下のとおりとなる。\n(ア)  本願発明の支持体は，ポリエステル繊維を主体とし，それに低融点繊維を\n３ないし２０％混紡した伸縮性を有する不織布であり，該支持体にエンボス加工に\nより文字を刻印したのに対し，引用例に記載された発明の支持体は，不織布である\nが，ポリエステル繊維を主体とし，それに低融点繊維を３ないし２０％混紡した伸\n縮性を有するものであると特定されていない点（以下「原告主張相違点１」とい\nう。）\n(イ)  支持体である不織布に，エンボス加工により文字が刻印されていない点\n（以下「原告主張相違点２」という。）\nウ  小括\n以上からすると，本件審決の一致点及び相違点の認定は，誤りである。\n(3)  相違点に係る判断の誤りについて\nア  原告主張相違点１について\n(ア)  一般的な外用貼付剤を調製する場合の支持体について，種々の公知の材料\nを選択するという限りにおいては，当業者が適宜決定すべき単なる設計的事項であ\nるが，本願発明のように，支持体にエンボス加工によりシャープな刻印を施すこと\nが可能となる支持体を選択することまで，単なる設計的事項ということはできな\nい。\nすなわち，貼付剤の支持体に，エンボス加工によりシャープな刻印を施すことが\n可能となる支持体を構築するべく，その材料を選択することについては，「当業者\nの設計的事項」ということができるから，本願発明においても，「ポリエステル繊\n維を主体とし，それに低融点繊維を混紡した伸縮性を有する不織布」を選択する限\nりにおいては，「当業者の設計的事項」にすぎない。\nしかしながら，その材料の選択過程の検討には，発明者の創意工夫が付加されて\nいるのであって，「ポリエステル繊維を主体とし，それに低融点繊維を３～２０％\n混紡した伸縮性を有する不織布」とすることによって，支持体にエンボス加工され\nた文字により，貼付剤の有効成分，効能，効果等が包装袋の説明書きを確認しなく\nても容易に判別することができ，誤用等を避けることが可能となること，不織布に\n直接文字を印刷したものではないため，基剤中の油性成分によってインクが溶解し\nて文字が判読できなくなるとか，色落ちによって文字の判読が困難になったり，イ\nンクが付着して衣服が汚れたりすること等の問題が生じないとの効果が得られると\nいう検討過程を無視して，当業者の「単なる設計的事項」とすることはできない。\n(イ)  周知例１は，「皮膚の伸びに追随して小さな力で伸び，また，皮膚が伸び\nた後に戻った場合にもこれに追随して戻る，追随性にすぐれた貼付剤」に関する文\n献であり，周知例２は，「皮膚貼付剤の製造工程において，工程中にかかる外力に\nよって変形したり，波打ったり，折れ曲がったりするという問題点を解決するため\nの発明」に関する文献である。\nすなわち，周知例１及び２により開示されている技術的知見は，各発明が目的と\nする特異的な発明の効果を発揮するための支持体として，特異的な性質を有するポ\nリエステル繊維の主体に低融点繊維を混紡させたものであって，これを一般的な外\n用貼付剤の支持体に関する周知技術であると認定することはできない。\nしたがって，周知例１及び２に基づいて，「外用貼付剤の支持体において，ポリ\nエステル繊維を主体とし，それに低融点繊維３～２０％混紡した伸縮性を有する不\n織布とすること」についても周知技術であるということはできない。\nしかも，周知例１及び２には，上記構成に係る不織布を採用することによって，\n当該不織布にエンボス加工により文字をシャープに刻印することができる点，さら\nにはエンボス加工が形崩れしにくいという特性のみならず，支持体にエンボス加工\nにより文字を刻印しようとする思想すら，一切記載も示唆もされていない。\n(ウ)  被告は，合成皮革に関する発明（乙４），皮革調不織布に関する発明（乙\n５），壁紙に関する発明（乙６），内装材に関する発明（乙７）に係る各文献から，\n外用貼付剤の支持体である不織布として，「エンボス加工により刻印される凹凸を\nシャープにし，かつ，その形状を保持させるために，不織布に低融点繊維を含ませ\nておくこと」は技術常識であるなどと主張するが，これらは本願発明とは全く異な\nる技術分野に属する発明に関する文献であるから，被告の主張は失当である。\n(エ)  以上からすると，原告主張相違点１について，当業者が適宜決定すべき単\nなる設計的事項，若しくは周知の技術事項の単なる適用といえるとした本件審決の\n認定は誤りである。\nイ  原告主張相違点２について\n(ア)  前記(2)イのとおり，本件審決は，原告主張相違点２を相違点として認定\nしない。\n本願発明は，使用する貼付剤の包装袋の説明書きを確認しなくても，有効成分，\n効能，効果等をだれでも簡単に判別可能な貼付剤を提供すること，当該貼付剤に使\n用する支持体を提供することを目的とする発明であり，そのような目的については，\n周知例１及び２には一切記載も示唆もされていないものである。\n(イ)  本願発明は，前記(ア)の目的を達成する格別顕著な効果を発揮するもので\nある。\n本願明細書には，当該効果を発揮するためには，「混紡量として３～２０％，好\nましくは５～１０％である」との記載があるから，不織布の低融点繊維の混紡量に\n係る数値限定について具体的な記載を欠くとする被告主張は失当である。\n(ウ)  したがって，本願発明の効果について，引用発明及び周知事項から当業者\nが予測できたものであって，格別顕著なものとはいえないとした本件審決の認定は\n誤りである。\nウ  小括\n以上からすると，本願発明は，引用発明及び周知技術に基づいて，当業者が容易\nに発明をすることができるものということはできない。\n(4)  本件審決は，以上のとおり，引用例に記載された発明の認定を誤り，本願\n発明の進歩性を否定したものであって，取消しを免れない。\n〔被告の主張〕\n(1)  引用発明の認定の誤りについて\nア  図２に関する記載について\n原告が指摘する引用例の図２に係る記載部分（そして，図２には…図示されてい\nる。）は，本件とは無関係な記載が錯誤により紛れ込んでしまったものにすぎない。\n引用例は，薬物含有粘着シート及びその包装構造に関する文献であり，図２は，\n図１の薬物含有粘着シートの斜視図であることからすると，当該誤記中における\n「ウエスト弾性部材」「おむつ」等の用語が，引用発明の認定，引用発明と本願発\n明との対比判断及び審決の結論に全く用いられていないことは明らかである。\n本件審決は，引用例の【請求項１】【請求項２】【００１６】【００３２】【０\n０３６】図２及び図７の各記載から，引用発明について認定しているのであるから，\n当該誤記は，本件審決の結論に影響を及ぼすものではない。\nイ  支持体に対する文字の刻印について\n(ア)  引用例の【００１６】には，凹凸は，少なくとも支持体又は被覆材の一方\nに形成されればよいことが示されており，【００３３】ないし【００３５】では，\n刻印されたロールやプレス板などによって支持体及び被覆材の表面に押圧処理を施\nすことにより凹凸が形成されるから，支持体と被覆材とは，凹凸が形成される対象\nとして等価であるものとされている。\nそして，【００３６】には，凹凸の具体例として，会社名や取扱方法等の特定の\n文字や点状に形成したもの等が例示されているものである。\nしかも，引用例には，これらの具体例が，支持体と被覆材のいずれか一方にしか\n適用できないとか，いずれか一方に特に適したものである等の記載や示唆はない。\n文字を刻印することと点状や格子状等の形状に刻印することとは，単にロールやプ\nレス板などに形成される刻印の形状が異なるだけで，技術的に異なるものでもない。\nしたがって，引用例の上記各記載からすると，引用例には，凹凸が支持体に形成\nされていることが少なくとも開示されており，その凹凸として文字を支持体に刻印\nすることは，当業者において自明の事項として理解できるものである。\n(イ)  支持体が不織布である例は，【００３２】に記載されており，エンボス加\n工，すなわち，所定形状に刻印されたロールで表面に押圧処理を施すことにより凹\n凸を形成することは，【００１６】や【００３４】に記載されている。\n(ウ)  以上からすると，引用例には，「支持体が不織布であり，該不織布にエン\nボス加工により文字を刻印したこと」が記載されているか，若しくは自明の事項と\nして示されているから，本件審決の引用発明の認定に誤りはない。\nなお，「特定の文字の繰り返し模様の凹凸を，不織布である支持体にエンボス加\n工により形成すること」は，周知技術（乙３等）にすぎないものである。\nウ  小括\n以上からすると，本件審決の引用発明の認定に誤りはない。\n(2)  一致点及び相違点の認定の誤りについて\n本件審決における引用発明の認定に誤りはないから，本願発明と引用発明との一\n致点及び相違点の認定も，同様に誤りはない。\n(3)  相違点に係る判断の誤りについて\nア  原告主張相違点１について\n(ア)  本願発明において，エンボス加工により刻印される凹凸をシャープにし，\nかつ，その形状を保持させるために，不織布に低融点繊維を含ませておくことは，\n例えば，特開平３－９０６８３号公報（乙４），特開平４－１０８１５２号公報\n（乙５），特開平１０－９６１９７号公報（乙６），特開平１１－２１７７９９号\n公報（乙７）において開示されているとおり，技術常識である。\nまた，低融点繊維の割合が高いと，凹凸のシャープさ及び形状保持性が良好にな\nる傾向があるが，不織布が硬くなる等の副次的効果が生じる傾向があることも，技\n術常識といえるものである。\n(イ)  外用貼付剤の支持体の材料は，種々のものが知られており，それら公知の\n材料のうち，どれを採用するかは，一般的に当業者が適宜決定すべき単なる設計的\n事項である。\nまた，エンボス加工により刻印される凹凸をシャープにし，かつ，その形状を保\n持させるために，不織布に低融点繊維を含ませておくことが技術常識であることか\nらすると，当業者は，不織布にエンボス加工を行う際，希望するシャープさや形状\n保持性と，副次的効果が及ぼす悪影響等を比較衡量して，低融点繊維の割合や，エ\nンボス加工の際の温度条件等を最適化するものである。\n(ウ)  技術の改良に当たって当該技術分野における周知の事項の適用を試みるこ\nとは，当業者が通常期待される創作活動の範囲であることからすると，引用発明の\n支持体について，ポリエステル繊維を主体とし，それに低融点繊維を３ないし２０\n％混紡した伸縮性を有する不織布とする周知の技術的事項を適用することは，当業\n者が容易に想到し得る程度のものである。\nまた，本願発明において，不織布の低融点繊維の混紡量を「３～２０％」とする\n数値限定については，低融点繊維を「３～２０％」混紡した伸縮性を有する不織布\nが周知の技術的事項であること，本願明細書には当該数値の前後で顕著な作用効果\nの差異があることについて何ら記載や示唆はされていないことからすると，当該数\n値限定に格別の技術的意義はないものというほかない。\n(エ)  本件審決は，「外用貼付剤の支持体をポリエステル繊維を主体とし，それ\nに低融点繊維３～２０％混紡した伸縮性を有する不織布とすることが周知である」\nことを裏付けるために，周知例１及び２を例示したものである。エンボス加工で凹\n凸をシャープに刻印し，かつ，その形状を保持させるために，不織布の構成繊維と\nして低融点繊維を含ませておくことは技術常識にすぎないから，上記周知の技術的\n事項に記載された支持体が，エンボス加工によるシャープな刻印とその形状保持特\n性を有することは，当業者にとって自明な事項である。本件審決は，当該自明な事\n項に基づいて，引用発明の支持体に，周知の技術的事項を適用することは，当業者\nが容易に想到し得る程度のものであると判断したものである。\nイ  原告主張相違点２について\n本願発明において，「支持体である不織布にエンボス加工により文字を刻印す\nる」点は，引用発明に開示されているものである。\nまた，引用発明に，エンボス加工で凹凸をシャープに刻印し，かつ，その形状を\n保持させるために，不織布の構成繊維として低融点繊維を含ませておくという周知\nの技術的事項を適用して本願発明とすることは，当業者であれば容易になし得たこ\nとであり，本願発明の奏する作用効果も，引用発明及び上記周知の技術的事項から\n当業者が予測し得る範囲内のものであって，格別なものではない。\n原告の主張は失当である。\nウ  小括\n以上からすると，本願発明は，引用発明及び周知技術に基づいて，当業者が容易\nに発明をすることができるものというべきである。\n(4)  本件審決の引用発明の認定，一致点及び相違点の認定並びに本願発明の進\n歩性に係る判断には，以上のとおり，何らの誤りはない。\n第４  当裁判所の判断\n１  本願発明について\n本願明細書（甲８，９）の記載によると，本願発明の技術内容は以下のとおりで\nある。\n(1)  本願発明は，貼付剤の支持体となる不織布にエンボス加工により文字を刻\n印した外用貼付剤用支持体及び当該支持体を用いた外用貼付剤に関する発明である\n（【０００１】）。\n(2)  従来から，皮膚に適用される貼付剤として，パップ剤，プラスター剤，軟\n膏貼付剤等が汎用されている。これらの貼付剤は，通常，アルミ箔などの密封包装\n袋に複数のシートが封入されており，封入されている貼付剤自体には特に説明書き\n等はなく，当該貼付剤に関する成分，効能・効果，性状，作用等については，包装\n袋に表示された説明書きを見る（読む）ことにより確認するものであるが，ほとん\nどが同一の積層構造の形態を有し，外形・色彩も互いに近似するため，一旦包装袋\nから貼付剤を取り出した後は，いかなる有効成分を含有する貼付剤であるか，成分\n等を判別することが極めて困難である（【０００２】【０００３】）。\n(3)  この課題を解決するためには，貼付剤の支持体である不織布に，直接文字\nをインク等で印刷し，識別する方法が考えられるが，不織布に印刷したインクが，\n基剤中（薬物含有層）の油性成分によって滲み出て薬物含有層を汚染すること，基\n剤中の油性成分によってインクが溶解して文字が判読できなくなること，インクの\n色落ちによって文字の判読が困難になること，印刷したインクが衣類等に付着して\n衣服が汚れること等の問題点もあった（【０００４】）。\n(4)  本願発明は，使用する貼付剤の包装袋の説明書きを確認しなくても有効成\n分，効能・効果等をだれでも簡単に判別できる貼付剤を提供すること，さらには，\n当該貼付剤に使用する支持体を提供することを目的とするものであって，剥離フィ\nルム，薬物含有層，支持体からなる外用貼付剤において，支持体である不織布の薬\n物含有層を積層する反対側の面にエンボス加工により文字を刻印したことを特徴と\nする外用貼付剤を提供するものである（【０００５】【０００６】）。\n本願発明において，外用貼付剤の支持体として使用される不織布の厚みは，エン\nボス加工により刻印された文字が明瞭に判読し得るに十分な厚みを有するものであ\nればよく，０．１ないし３ｍｍ程度，好ましくは０．２ないし２ｍｍ程度であり，\nその目付量としては１０ないし２００ｇ／ｍ2，好ましくは５０ないし１５０ｇ／\nｍ2 のものを用いることができる（【００１４】）。\n(5)  本願発明は，貼付剤の支持体としての不織布に，有効成分等の文字をエン\nボス加工しているため，使用予定又は使用中の貼付剤の有効成分，効能・効果等が\n包装袋の説明書きを確認しなくても容易に判別でき，誤用等を避ける効果を有する。\nまた，不織布に直接文字を印刷したものではないので，基剤中の油性成分によっ\nてインクが溶解して文字が判読できなくなること，色落ちによって文字の判読が困\n難になること，インクが衣類に付着して衣服が汚れること等の問題も生じることは\nない（【００４２】【００４３】）。\n２  引用例に記載された発明について\n(1)  引用例の記載\n引用例（甲１）の記載を要約すると，以下のとおりとなる。\nア  引用例の特許請求の範囲は，以下のとおりである。\n【請求項１】支持体，薬物含有粘着剤層及びこの薬物含有粘着剤層の表面に積層さ\nれた被覆材からなる薬物含有粘着シートにおいて，支持体における薬物含有粘着剤\n層側と反対側面及び／又は被覆材の露出面に凹凸が形成されていることを特徴とす\nる薬物含有粘着シート\n【請求項２】支持体及び／又は被覆材の凹凸が押圧によって形成されている請求項\n１に記載の薬物含有粘着シート\nイ  引用例に記載された発明は，薬物含有粘着シート及びその包装構造に関する\n発明である。\n近年，薬物を生体内へ投与する手段として，薬物含有粘着シートを生体に貼付す\nる経皮吸収方法が採用されている。このような薬物含有粘着シートは，ポリエステ\nルやポリエチレンなどのプラスチック製の支持体の片面に，経皮吸収用薬物を含有\nさせた粘着剤層を積層し，露出する粘着剤層面を被覆材にて被覆するものである。\nもっとも，従来技術においては，薬物含有粘着シートの端面から粘着剤がはみ出\nして包材の内面や支持体の背面に粘着し，使用時に取り出し難くなるという問題，\n粘着剤層中に可塑剤や粘着付与剤，液状成分などを含有する場合，これらの物質が\n粘着剤層の端面から滲み出して支持体や被覆材の背面や包材の内面に付着（回り込\nみ）し，包材の内面に薬物含有粘着シートが貼り付いてしまい，取り出し難くなる\nという問題，薬物含有粘着シートや支持体，被覆材などのシートの製造工程上，切\n断したシートを一時的に集積する必要がある場合，シート間の滑り性が悪いために\n作業性が大きく低下するという問題があった（【０００２】～【０００５】）。\n引用例に記載された発明は，上記技術的課題を解決するために，薬物含有粘着シ\nートや支持体，更には被覆材などのシート間の滑り性が良く，かつ，包材内面への\n粘着シートの貼り付きがなく，使用時に薬物含有粘着シートを容易に取り出せる上，\n歩留りの低下やコスト高とならない薬物含有粘着シート及びその包装構造を提供す\nることを目的として，支持体，薬物含有粘着剤層及びその表面に積層された被覆材\nからなる薬物含有粘着シートにおいて，支持体における薬物含有粘着剤層側と反対\n側面及び，又は被覆材の露出面に凹凸が形成されている構成を採用するものである\n（【０００９】【００１１】【００１２】）。\n引用例に記載された発明において，支持体及び，又は被覆材の凹凸が押圧によっ\nて形成される他の方法としては，エンボス加工が挙げられる。この場合，支持体及\nび，又は被覆材に凹凸を形成する際，支持体及び，又は被覆材形成用のフィルムや\nシートに孔や傷ができるのを防ぐために，湾曲状の，すなわち角部のない凹凸を形\n成するのが望ましい（【００１６】）。\n引用例の図１ないし図３において，引用例に記載された発明の薬物含有粘着シー\nトは，各種プラスチックシートや不織布，金属箔，若しくはこれらの複合シートな\nどからなる支持体と，経皮的に体内へ吸収することができる公知の経皮吸収用薬物\nを含有するアクリル系，ゴム系，シリコーン系，ビニルエーテル系などの重合体を\n主体とする粘着剤層と，プラスチックシートや紙などの表面に剥離処理を施した被\n覆材との積層構造体から構成される。この場合，薬物含有粘着シートには，図３に\n示すように，支持体及び被覆材に外面からの押圧によって，その内面には凹凸が形\n成されている。すなわち，表面が平滑な支持板上に，支持体あるいは被覆材を載置\nし，その外側から，所定形状に刻印されたロールやプレス板などによって支持体及\nび被覆材の表面に押圧処理を施すことにより凹凸が形成される等の方法を採用する\nことが可能である。また，上記方法に代えて，支持体に粘着剤層及び被覆材を順次\n積層して薬物含有粘着シートを形成した後，両側から所定形状に刻印されたロール\nやプレス板などによって支持体及び被覆材の表面に一挙に凹凸を形成してもよい。\n当該凹凸の形状は特に限定されるものではないが，具体的には，例えば，図１に\n示すように，全面にわたる点状に形成したり，あるいは図２及び図７に示すように，\n会社名や取扱方法等，特定の文字の繰り返し模様の凹凸を被覆材の表面に刻印した\nり，あるいは図４に示すように格子状に形成したり，図５に示すように微粒面状に\n形成したり，図６に示すように梨子地柄に形成したり，さらには，波線状に形成し\nたり，これらの組合せの形状とすることができる（【００３２】～【００３６】）。\nウ  以上からすると，引用例に記載された発明は，薬物含有粘着シートや支持体，\n更には被覆材などのシート間の滑り性が良く，かつ，包材内面への粘着シートの貼\nり付きがない等の効果を有する薬物含有粘着シート及びその包装構造を提供するた\nめ，支持体，薬物含有粘着剤層及びこの薬物含有粘着剤層の表面に積層された被覆\n材からなる薬物含有粘着シートにおいて，支持体における薬物含有粘着剤層側と反\n対側面及び，又は被覆材の露出面に凹凸が形成されている構成を有するものである。\nそして，引用例に記載された発明における凹凸は，少なくとも支持体又は被覆材\nの一方に形成されればよく，また，刻印されたロールやプレス板などによって支持\n体及び被覆材の表面に押圧処理を施すことにより形成されることもあるから，支持\n体と被覆材とは，凹凸が形成される対象として等価であるものということができる。\n(2)  本件審決の引用発明の認定の当否\nア  原告は，引用例には支持体である不織布に文字を刻印することは記載されて\nおらず，自明の事項でもないから，本件審決の引用発明の認定には誤りがあると主\n張する。\n確かに，引用例には，支持体である不織布に文字を刻印することは明確に記載さ\nれていない。また，当該事項が，自明の事項であるということも困難である。\nイ  しかしながら，前記(1)ウによると，引用例に記載された発明において，支\n持体と被覆材とは，凹凸が形成される対象として等価であるものということができ，\n凹凸を形成する方法として，エンボス加工も掲げられていることは，前記(1)イの\nとおりである。\nそして，支持体の表面と被覆材の表面に形成する凹凸形状については，両者が異\nなる場合と同じ場合とを想定することが可能であるところ，一般的に，対をなす構\n成または２つの密接に関連する構成において，一方に採用した構成を他方の構成に\n採用しようとすることは当業者が容易に着想することである。\nそうすると，支持体の表面と被覆材の表面とに形成する凹凸形状を同様の形状と\nすること，すなわち，被覆材の表面に形成する凹凸形状と同様の形状を，支持体の\n表面に形成する凹凸形状に採用することは，当業者が容易に想到し得ることである。\nウ  そして，形成された凹凸として，引用例の【００３５】【００３６】及び図\n２には，前記のとおり，被覆剤の表面に会社名や取扱方法等の文字の繰り返し模様\nを刻印することが開示されているものであって，当該記載は，支持体の表面に特定\nの文字の繰り返し模様の凹凸を刻印することについて明示的に開示しているものと\nいうことはできないとしても，当該構成を採用することについて，否定的な記載と\nいうことはできない。\nそうすると，引用例において，被覆材の表面に特定の文字の繰り返し模様の凹凸\nを刻印することは，支持体及び被覆材の表面に形成する凹凸形状の一例として示さ\nれたものであり，前記のとおり，被覆材の表面の凹凸形状と同様の形状を支持体の\n表面の凹凸形状として採用することは当業者であれば容易に想到し得ることである\nことからすると，支持体の表面に形成する凹凸形状として，引用例に具体的な形状\nとして例示されている特定の文字の繰り返し模様とすることもまた，当業者が容易\nに想到し得ることといわなければならない。\nエ  引用例に記載された発明における支持体は，不織布からなるものであり，\n「特定の文字の繰り返し模様の凹凸を，不織布である支持体にエンボス加工により\n形成すること」は周知技術にすぎない（乙３）。\nしたがって，不織布からなる支持体に文字形状の凹凸をエンボス加工により設け\nることは，技術的に困難であるということもできない。\nオ  以上からすると，支持体である不織布に文字を刻印することは，引用例の記\n載事項に基づいて当業者が容易に想到することができたものであるから，引用例に\n記載された発明について，これを引用発明のとおりとした本件審決の認定それ自体\nに誤りがあるということはできない。\nカ  なお，この点について，原告は，本件審決において，本件とは無関係な事項\nが記載されていることをもって，本件審決の引用発明の認定が誤りである旨主張す\nるところ，確かに，当該記載は，原告が指摘するとおり，本件とは無関係な事項に\n係る記載であるものというほかなく，このような事項が３行にもわたって記載され\nたまま本件審決がされたことは，理解し難いところである。被告も，本件とは無関\n係な記載が錯誤によって紛れ込んだ誤記であるなどと主張して，これを自認してい\nる。\nしかしながら，それが誤記であったとしても，当事者にとっては，審判合議体の\n審理判断に疑義をはさませるのに十分であって，そのような誤記が抹消されないま\nま，審判合議体の最終判断として本件審決が告知されていることに，審理判断の杜\n撰さを指摘されても止むを得ないのであって，本件とは無関係な記載が錯誤により\n紛れ込んでしまったなどという主張が許されるものではない。\nもっとも，本件においては，当該記載が本件審決の引用発明の認定それ自体に用\nいられなかったことは，本件審決の判断内容からしても明らかである。本件訴訟に\nおいて，本件審決を取り消した上で，改めて引用例に記載された発明の認定から審\n判をやり直すまでの必要はなく，原告の主張は，これを採用するには至らないとい\nうべきである。\n３  本件審決の一致点及び相違点の認定の当否\n原告は，本件審決の一致点及び相違点の認定は誤りであって，本願発明と引用発\n明との相違点として，本件審決が指摘した相違点（原告主張相違点１）のみならず，\n原告主張相違点２についても相違点として認定すべきであると主張する。\nしかしながら，前記２(2)のとおり，本件審決には，原告主張相違点２の構成に\nついても引用例に記載された発明の構成として認定した点に誤りがあるものの，当\n該構成については，当業者が容易に想到し得るものであるということができる。\nしたがって，本件審決の一致点及び相違点の認定についての誤りは，本件審決の\n結論に影響を及ぼすものということはできない。\n４  相違点に係る判断の誤りについて\n(1)  本願発明について\n本願発明については，前記１で認定したとおりである。\n(2)  引用発明について\n引用例に記載された発明が本件審決の認定する引用発明のとおりであることは，\n前記２で認定したとおりである。\n(3)  周知技術について\nア  周知例１及び２について\n(ア)  周知例１（甲６）は，伸縮性貼付剤の発明に係る文献であるところ，同文\n献には，加熱処理により三次元クリンプを発現するポリエステル繊維８０％と，通\n常のポリエステル繊維１２％，融点１５０℃の低融点ポリエステル繊維５％，レー\nヨン繊維３％よりなる混紡ウェブを針密度５０ｐ／ｃｍ２でニードルパンチ加工を\n施した後，１８０℃で３分間熱処理として目付１０５ｇ／ｍ２の縦横２軸伸縮性の\n貼付剤用不織布支持体を得られることが開示されている。\n(イ)  周知例２（甲７）は，皮膚貼付剤の発明に係る文献であるところ，同文献\nには，捲縮性維維及び少量の接着性繊維を含む繊維ウェブが絡合及び接着されてお\nり，薬剤塗布工程でずれ応力を加えることにより接着点の少なくとも一部が解離さ\nれている基布からなることを特徴とする皮膚貼付剤や，捲縮性繊維が９９ないし７\n０％，接着性繊維が１ないし１０％，その他の繊維が２９％以下であることを特徴\nとする上記皮膚貼付剤が開示されている。\nそして，当該皮膚貼付剤において，接着性繊維としては，融点９０ないし１８０\n℃のポリエステル系共重合体，ポリアミド系共重合体，ポリオレフィン系共重合体\nなどの樹脂，あるいはこれらの成分を含む複合繊維を用いることが好ましいところ，\n例えば，潜在捲縮性繊維として「ポリエステル／変性ポリエステル複合繊維が使用\nされる場合」には，融点１３０ないし１８０℃のポリエステル系共重合体を含む接\n着性繊維を，潜在捲縮性繊維として「ポリエステル／ポリオレフィン，又はポリプ\nロピレン／変性ポリプロピレンなどの複合繊維が使用される場合」には，融点９０\nないし１３０℃のポリオレフィン系共重合体を含む接着性繊維を用いることが好ま\nしいことが開示されている。\n(ウ)  周知例１及び２は，いずれも外用貼付剤の支持体が不織布からなるもので\nあって，「加熱処理により三次元クリンプを発現するポリエステル繊維８０％と，\n通常のポリエステル繊維１２％」「（潜在捲縮性繊維としてポリエステル，ポリオ\nレフィンの複合繊維が使用される場合の）捲縮性繊維が９９ないし７０％」「融点\n１５０℃の低融点ポリエステル繊維５％」「（融点９０ないし１３０℃のポリオレ\nフィン系共重合体を含む）接着性繊維が１ないし１０％」は，それぞれ本願発明に\nおけるポリエステル繊維を主体とし，「低融点繊維３～２０％混紡した伸縮性を有\nする」との構成に相当するものである。\nまた，「加熱処理により三次元クリンプを発現するポリエステル繊維」「（潜在\n捲縮性繊維としてポリエステル，ポリオレフィンの複合繊維が使用される場合の）\n捲縮性繊維」を不織布として用いること自体は，格別珍しいものとも認め難いから，\n周知例１及び２は，「外用貼付剤の支持体をポリエステル繊維を主体とし，それに\n低融点繊維３～２０％混紡した伸縮性を有する不織布」について開示するものであ\nって，当該技術事項は周知技術であるということができる。\nイ  乙４ないし７について\n特開平３－９０６８３号公報（乙４）は，合成皮革及びその製造方法の発明に係\nる文献，特開平４－１０８１５２号公報（乙５）は，皮革調不織布及びその製造法\nの発明に係る文献，特開平１０－９６１９７号公報（乙６）は，壁紙の製造法の発\n明に係る文献，特開平１１－２１７７９９号公報（乙７）は，内装材の発明に係る\n文献であるところ，上記各文献には，エンボス加工により刻印される凹凸をシャー\nプにし，かつ，その形状を保持させるために，不織布に低融点繊維を含有させる技\n術的知見が開示されているものである。\n低融点繊維の割合が高いと，凹凸のシャープさ及び形状保持性が良好になる傾向\nがあるが，不織布が硬くなる等の副次的効果が生じる傾向があることも，同様に開\n示されているものである。\nしたがって，上記各技術的知見についてもまた，不織布に関する技術常識である\nものということができる。\n(4)  相違点について\nア  外用貼付剤である引用発明の支持体の材料，すなわち不織布は，種々の材料\nを選択することが可能であるところ，周知の材料のいずれを採用するかについては，\n一般的に，当業者が適宜決定し得る程度の設計的事項であるということができる。\n前記のとおり，引用例に記載された発明において，不織布からなる支持体に文字\n形状の凹凸を形成することは当業者が容易に想到し得るところ，文字形状の凹凸を\n形成する場合には，貼付剤の利用者が当該凹凸によって形成された文字の意味内容\nを認識することが当然予定されるものである。本願発明も，支持体に文字を刻印す\nることにより，有効成分等の判別を可能とすることを目的とするものであるし，引\n用例において例示されている会社名や取扱方法に係る文字形状を読み取ることがで\nきないならば，当該文字形状を形成する意味は乏しいものということができる。\nそして，外用貼付剤の不織布にエンボス加工を行う際，当業者は，希望するシャ\nープさや形状保持性と副次的効果が及ぼす悪影響等を比較衡量して，低融点繊維の\n割合やエンボス加工の際の温度条件等を最適化又は好適化するのであり，このよう\nな試みをすることは，当業者が通常期待される創作能力の範囲内である。\nそうすると，エンボス加工において文字形状の凹凸を形成する場合，当該文字形\n状のシャープさや形状保持性等を考慮して，不織布に低融点繊維を含ませたものを\n採用することは当業者が容易に着想し得ることであって，その際，不織布が硬くな\nる等の副次的効果をも考慮して低融点繊維の割合やエンボス加工の際の温度条件等\nを最適又は好適にしようとすることについても，当業者が通常期待される創作能力\nの範囲内であるということができる。\nしたがって，引用発明の支持体の構成において，「ポリエステル繊維を主体とし，\nそれに低融点繊維を３～２０％混紡した伸縮性を有する不織布」とする周知の技術\n的事項を適用することは，当業者が容易に想到し得たものということができる。\nイ  この点について，原告は，支持体の材料の選択過程の検討には，発明者の創\n意工夫が付加されているのであって，「ポリエステル繊維を主体とし，それに低融\n点繊維を３～２０％混紡した伸縮性を有する不織布」を選択するに至った検討過程\nを無視して，当業者の「単なる設計的事項」とすることはできないと主張する。\nしかしながら，前記のとおり，上記構成の不織布については，「低融点繊維を３\n～２０％混紡した」という数値限定に係る部分を含めて周知の材料であったという\nことができる以上，当該構成の材料を選択すること自体は，当業者が適宜に決定し\n得る程度の設計的事項であることは明らかである。\nなお，不織布の低融点繊維の混紡量を「３～２０％」とする数値限定については，\n当該事項が周知の技術的事項であること，本願明細書には，当該数値の前後で顕著\nな作用効果の差異があることについて，何ら記載や示唆はされていないことからす\nると，当該数値限定に格別の技術的意義があるということはできない。\nまた，原告は，周知例１及び２により開示されている技術的知見は，各発明が目\n的とする特異的な発明の効果を発揮するための支持体として，特異的な性質を有す\nるポリエステル繊維を主体とし，そこに低融点繊維を混紡させたものであって，こ\nれを一般的な外用貼付剤の支持体に関する周知技術であると認定することはできな\nい，乙４ないし７についても，本願発明とは全く異なる技術分野に属する発明に係\nる文献であるなどと主張する。\nしかしながら，周知例１及び２は，いずれも本願発明と同様の技術分野に属する\nものであるところ，その解決すべき課題については本願発明，周知例１及び２のい\nずれも異なるものではあるが，周知例１及び２により開示されている不織布の低融\n点繊維の混紡量に係る技術的知見については，外用貼付剤における一般的な知見と\nいうことができるものであって，周知例１及び２が解決すべき課題に特有の知見で\nあるということはできない。乙４ないし７において開示されている技術的知見も，\n同様に，各発明の属する技術分野に特有の知見ではなく，不織布及び低融点繊維に\n係る一般的な知見であるということができる。\n原告の主張はいずれも採用できない。\nウ  引用発明において，支持体である不織布に文字を刻印することが当業者にと\nって容易に想到し得るものであることは，前記のとおりである。\n(5)  小括\n以上からすると，本願発明は，引用発明及び周知技術に基づいて，当業者が容易\nに発明をすることができたものであるとした本件審決の判断に誤りはない。\n５  結論\n以上の次第であるから，原告主張の取消事由は理由がなく，原告の請求は棄却さ\nれるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          井      上      泰      人\n裁判官          荒      井      章      光\n"
}