{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 10,
    "day": 26
  },
  "case_number": "平成30(ヨ)75",
  "case_name": "伊方原発3号機運転差止仮処分命令申立事件",
  "court_name": "広島地方裁判所民事第4部",
  "result": "却下",
  "gist": "第１　事案の概要\n１　本件は，四国電力伊方原発３号機（本件原子炉）のおよそ１００㎞圏内（広島市，松山市）に居住する住民（債権者ら）が，四国電力（債務者）に対して，火山の巨大噴火に対する安全性が十分でないために，これに起因する事故が起こる可能性が高く，そのような事故が起これば，放射性物質が放出されて，債権者らの生命，身体，精神及び生活の平穏等に重大かつ深刻な被害が発生するおそれがあるとして，人格権に基づく妨害予防請求権に基づき，債務者に対して平成３０年１０月１日以降，本件原子炉の運転差止めを命ずる仮処分命令を求める事案である。先行する仮処分命令申立事件の抗告審で広島高等裁判所が同年９月３０日までの運転差止めを認めたため（後に保全異議審で取消し），その後の期間についての運転差止めを求めたものである。\n２　本件の主な争点は，①司法審査の在り方，②火山事象の影響による危険性である。\n第２　当裁判所の判断\n１　司法審査の在り方について\n（１）　債権者らも巨大噴火が低頻度な事象であって，本件原子炉の運用期間中に巨大噴火が発生するという科学的に合理性のある具体的な根拠を示すことは不可能であることを前提としている。そのため，債権者らの主張によっても，本件原子炉の運用期間中に巨大噴火による事故が現実に発生して債権者らの生命，身体，財産及び生活の平穏等が害される蓋然性があるということはできない。\nもっとも，巨大噴火による事故が起きた場合には極めて甚大な被害が発生するおそれがあることからすれば，そのリスクの程度によっては，リスクの下で原子力発電所を運転することが人格権を侵害するものとして，運転の差止請求の根拠となる場合があり得るというべきである。\nただし，本件は，本案判決が確定するまでの間の暫定的な救済として仮処分命令を求めるものであり，債権者らに生ずる著しい損害又は急迫の危険を避けるため仮処分命令を必要とすると認められることを要する（民事保全法２３条２項）。そのため，問題となるのは，本件原子炉の運用期間中に巨大噴火による事故が起こるリスクではなく，より短期間の本案判決が確定するまでの間の上記リスクであり，しかもその程度が著しい損害又は急迫の危険と評価されるものであることを要する。\n（２）　疎明責任\n債権者らは，本案判決が確定するまでの間の巨大噴火による事故のリスクが，そのリスクの下で本件原子炉を運転することが著しい損害又は急迫の危険と評価される程度の人格権侵害をもたらすものであることを疎明する責任がある。\nもっとも，債務者は，火山事象に対する本件原子炉の安全性について調査した上，本件原子炉の設置変更許可処分を受け，これに関する科学的，技術的知見を有し，関係資料を保有しているから，債務者側においても火山事象に対する本件原子炉の安全性について積極的に疎明する必要がある。\n当裁判所は，火山事象に対する本件原子炉の安全性についての当事者双方の主張疎明を総合的に判断して，巨大噴火による事故のリスクが著しい損害又は急迫の危険と評価される程度の人格権侵害をもたらすものといえるかどうかを判断することとする。\n（３）　審査基準（火山ガイド）との関係\n低頻度の巨大噴火の問題につき，火山ガイドを充足しないことをもって，直ちに人格権侵害であるといえるかは問題であり，少なくとも，本件仮処分命令申立事件で問題となる，本案判決が確定するまでの間に巨大噴火が発生することによる事故のリスクが著しい損害又は急迫の危険と評価される程度の人格権侵害をもたらすものであることを基礎づける事情を直ちに推認させるものではない。そうすると，巨大噴火に係る火山ガイドの解釈は，行政訴訟とは異なり，本件仮処分命令申立事件の帰趨に直結する問題とはいえないから，必ずしもこれを判断する必要はない。\nまた，火山ガイドについては，その一部が不合理であるかやそれが巨大噴火の可能性評価についてそれ以外の火山活動の評価方法と区別して考えるものであるかにつき，火山ガイドを策定した原子力規制委員会自身が現在示している見解と一部の裁判例の解釈が異なっており，裁判例相互の解釈も異なっている状況にある。しかも，川内原子力発電所につき，この火山ガイドの解釈が争点となっている行政訴訟が国を当事者として係属中である。このような状況の下において，国を当事者とする行政訴訟と比較してこの点についての判断資料が揃いにくい本件仮処分申立事件（国が当事者でないことに加え，保全事件の手続的制約もある。）において，火山ガイドの解釈を示すのが相当かどうかという問題もある。\n当裁判所は，以上の事情等を考慮し，本件では，火山ガイドの趣旨を確定した上でこれを充足するか否かを判断し，その判断結果を著しい損害又は急迫の危険と評価される程度の人格権侵害の有無の判断において重視するという判断手法ではなく，前記の判断手法によるのが相当であると判断した。\n２　火山事象の影響による危険性について\n（１）　火砕流が本件原子炉敷地に到達して事故が起こるリスクについて\nもともと巨大噴火は極めて低頻度な事象であるから，本件原子炉の運用期間と比較しても相当短期間である本案判決が確定するまでの間に，巨大噴火が阿蘇で発生する可能性は，一般的に非常に低い（しかも，火砕流が本件原子炉敷地に到達するか否かの場面で問題となるのは，過去約２５８万年間における日本で最大規模の噴火である阿蘇４クラスの噴火が発生する可能性であり，巨大噴火一般よりも更に可能性が低い。）と考えられるところ，阿蘇の火山噴出物，活動態様の変化，前兆現象の有無，マグマ溜まりの状況，地殻変動等の各種調査結果を踏まえてその可能性が低いとする債務者の主張は，債権者らが主張する科学的に不確実な要素があるとしても，相応の合理性を有するものである。また，阿蘇において，巨大噴火の前兆現象として想定しなければならない兆候が生じているとは認められないことに照らしても，その可能性は非常に低いというべきである。そうすると，巨大噴火の火砕流が本件原子炉敷地に到達することによる事故のリスクが債権者らに著しい損害又は急迫の危険と評価される程度の人格権侵害をもたらすものとはいえない。巨大噴火の時期，規模を的確に予測することが困難であることをもって，前記事故のリスクが債権者らに著しい損害又は急迫の危険をもたらすものと評価することはできない。\n（２）　降下火砕物（火山灰）が本件原子炉敷地に降下して事故が起こるリスクについて\nア　債権者らが本件原子炉敷地において１５㎝を超える降下火砕物が降下する可能性が存在することの根拠として主張する阿蘇や南九州の火山の噴火については，もともと巨大噴火が極めて低頻度であることに加え，個々のカルデラについても近い将来にこうした噴火が起きる可能性は低いという知見が存在し，確率論的評価によっても本件原子炉敷地において１５㎝を超える降下火砕物が降下する噴火は極めて低頻度であるという知見が存在する。そうすると，本案判決が確定するまでの間に火山の噴火によって本件原子炉敷地に１５㎝を超える降下火砕物が降下する事態が起こる可能性は非常に低いというべきであり，そのこと等からすれば，降下火砕物の最大層厚の問題につき，そのリスクが債権者らに著しい損害又は急迫の危険と評価される程度の人格権侵害をもたらすものとはいえない。\nイ　債務者は，降下火砕物の大気中濃度約３．１ｇ／㎥を前提として，非常用ディーゼル発電機の吸気消音器に改良型カートリッジ式フィルタを取り付ける等の新設備による対策を講じていること等からすれば，降下火砕物の大気中濃度の想定及び吸気フィルタの閉塞の問題につき，そのリスクが債権者らに著しい損害又は急迫の危険と評価される程度の人格権侵害をもたらすものとはいえない。\n（３）　以上によれば，巨大噴火によって本件原子炉で事故が起こるリスクは，本案判決の確定を待たずに仮処分命令をもって直ちに暫定的に除去しなければならないほどの重大な損害又は急迫の危険には当たらないから，本件原子炉の運転が債権者らの人格権を侵害するものとして，その差止めが認められるか否かは，現在係属中の本案訴訟によって決着されるべき問題である。\n（４）　よって，本件仮処分命令申立ては，いずれも理由がないから，これらを却下することとし，主文のとおり決定する。\n　　　　　　　　　　　　　　　　　　　　　　　　　　　　　以上",
  "lawsuit_id": "88183",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88183",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/183/088183_hanrei.pdf"
}