{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 11,
    "day": 15
  },
  "case_number": "平成24(ワ)9900",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_id": "83759",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83759",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/759/083759_hanrei.pdf",
  "contents": "平成２５年１１月１５日判決言渡  同日原本交付  裁判所書記官\n平成２４年（ワ）第９９００号  損害賠償請求事件\n口頭弁論終結日  平成２５年１０月１６日\n判                  決\n東京都渋谷区＜以下略＞\n原                    告          Ｘ\n同 訴 訟 代 理 人 弁 護 士                                  浦   川   道 太 郎\n同                                    外 山 太 士\n東京都新宿区＜以下略＞\n被                   告                                  株式会社デジタルパブリッシングサービス\n同 訴 訟 代 理 人 弁 護 士                                  小 野 孝 明\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，原告に対し，１６１万９３５６円及びこれに対する平成２４年７月\n７日から支払済みまで年５分の割合による金員を支払え。\n２  訴訟費用は被告の負担とする。\n３  仮執行宣言\n第２  事案の概要\n１  前提事実（証拠等を掲げていない事実は当事者間に争いがない。なお，書証\nの枝番号は特に記載しない限り省略する。）\n(1) 当事者\n原告は，「Ｘ１」の名称を使用して，発明関連書籍の著作を行っている（以\n下，Ｘ１が名宛人になっているものについても，原告を指すものとして扱う。）。\n被告は，デジタルコンテンツデータに基づく書籍等の製造・販売等を業とす\nる株式会社である。\n(2) 原被告間の出版会員契約の締結\n原告と被告は，平成１３年７月１１日に，「デジタルパブリッシングサービ\nス出版社会員規約」に係る契約（以下「本件契約」という。）を締結し，原告\nは被告の会員となった。\n本件契約の「第３章  データ管理サービス」には，第１１条（データ登録）\nとして，「当社は，データ登録として，前条に基づき会員から提供されたコン\nテンツデータを，当社所定の手続に従い，自らの費用と責任でコンテンツデー\nタベースに複製します。」と規定されている。\nまた，「第４章  データ運用サービス」には，第１５条（データ運用）とし\nて，「会員が預託しデータ登録されたコンテンツデータに関し，当社は，本規\n約に従いオンデマンド出版及び電子書籍により第三者にその複製物を提供す\nることでデータ運用を行うものとします。」「２．当社は，自らの責任と費用\nにおいて，第１６条に定める範囲内に限り，オンデマンド出版のための在庫を\n持つことができるものとします。」と規定されている。また，本件契約の第１\n７条（運用収益の還元）には，「当社は，当社が受領したデータ運用の対価に\n所定の料率を乗じた金員を，データ運用の収益還元として会員に支払うものと\nします。」と規定されている。\n本件契約の「第６章  複製物製作サービス」中の第２６条（複製物製作の委\n託）には，「会員は，当社に対し，会員が預託しデータ登録されたコンテンツ\nデータについてオンデマンド出版及び電子書籍による複製物（以下「委託複製\n物」といいます）の製作を委託することができます。…」と規定されている。\n〔甲１の１〕\n(3) 被告の行う個別の印刷物製作請負\n被告は，本件契約に基づく出版のほか，印刷の対象となる原稿と印刷部数を\n特定した上で個別の印刷の申込みがされ，これに対して被告が承諾をした場合\nに成立する個別の印刷物製作請負契約に基づく印刷を「ショートラン印刷」と\n称して行っており，これは上記本件契約に基づくオンデマンド出版とは区別さ\nれている。\nショートラン印刷に適用される規約等は存在しない。〔甲１７の１，弁論の\n全趣旨〕\n(4) 原告の調停申立て\n原告は，被告を相手方として，東京簡易裁判所に民事調停（平成２３年(ﾉ)\n第５０５８２号）を申し立てたが，平成２４年３月２２日に調停不成立となり，\n本件訴訟を提起した。〔弁論の全趣旨〕\n２  本件は，本件契約によって被告の会員となった原告が，本件契約の第１７条\nによれば，被告は原告から預託を受けたデジタルコンテンツデータを運用した\n場合，データ運用の対価に所定の料率を乗じた金員（以下「収益還元金」とい\nう。）を原告に支払うべき収益還元義務を負うところ，原告は，被告に対し，\n本件契約に基づき，平成２１年３月末頃までに，別紙書籍目録記載の各書籍（以\n下「本件各書籍」といい，同目録記載の番号に従って順に「本件書籍１」など\nという。）を預託したが，被告は，平成２２年初め頃から平成２３年１０月頃\nまでの間に，原告から預かったデータを用いて本件各書籍につき各１００冊の\n複製物を第三者に提供するなどして運用し，対価を得ているにもかかわらず，\nその収益を原告に還元していないと主張して，本件契約が定める収益還元義務\nの履行請求として，別紙書籍目録末尾収益還元料金計算結果記載の収益還元金\n１９１万３６００円の内金１６１万９３５６円及び平成２４年７月７日（訴状\n送達日の翌日）から支払済みまで民法所定の年５分の割合による遅延損害金の\n支払を求めた事案である。\n３  争点\n(1) 被告による本件各書籍のデータの無断運用の有無\n(2) 収益還元金発生の有無及びその額\n第３  当事者の主張\n１  争点(1)（被告による本件各書籍のデータの無断運用の有無）について\n〔原告の主張〕\n(1) 本件契約において被告がデータ運用をした場合にはその対価の収益を原告\nに還元すべきこととされているところ，そのデータ運用は，本件契約の第１\n５条において，「第三者にその複製物を提供すること」と定義されている。\n原告は被告に対し，平成２１年３月末頃までに，本件契約に基づき，本件\n各書籍を預託し，被告はこれを製版データ化して保有していた。\n(2) ところが，被告は，平成２２年初め頃から平成２３年１０月頃までの間に，\n原告に収益を還元することなく，原告から預かったデータを用いて本件各書\n籍につき，各１００冊の複製物を第三者に提供することにより対価を得た。\n(3) 上記(2)の事実は，平成２２年１月以降，被告から，本件各書籍のいずれに\nついても，その複製を作成して第三者に提供したとの報告を受けていないの\nにもかかわらず，以下の事実が認められることから推認されるものである。\nア  日本出版販売株式会社（以下「日販」という。）からの返品\n平成２２年８月２日，書籍取次業者である日販から書籍の返品がされた。\n在庫管理の関係からスペース確保のため在庫本については順次返品がさ\nれるところから，それと近い時期に納品がされたものと推認されるところ，\n原告はその頃，被告に対し返品依頼に係る書籍の印刷を依頼していないか\nら，被告による原告に無断でのデータ運用がされたものである。\nイ  株式会社ブックライナー（以下「ブックライナー」という。）在庫更新\n契約解約後の在庫増加\n(ｱ) ブックライナーから原告に対して送付された平成２３年（２０１１年）\n７月５日付け「在庫商品についてのお願い」と題する書面（甲２５）に\nおいて，書籍取次業者であるブックライナー所有の在庫が平成１９年当\n時より増えていた。\n(ｲ)  同様に，ブックライナーから原告に対して送付された平成２３年（２\n０１１年）１０月付け「ブックライナー『基本在庫更新』及び『基本在\n庫商品の追加出品』のお願い」と題する書面（甲２８の１）の中で，ブ\nックライナー所有の在庫が同年７月５日送付文書に比べさらに増えてい\nた。\n(ｳ)  ネット書店における書籍在庫の存在\n原告が，平成２３年７月，株式会社トーハン（以下「トーハン」とい\nう。）系列のインターネット書店の在庫をインターネット検索（甲１２\n～１５）によって確認したところ，在庫が存在することが判明した。そ\nこにおいて，短期間で発送可能と表示されているものは，当該書店が在\n庫を保有しているものと解される。\n(ｴ)  被告が，本件各書籍につき，最低でも各１００冊の複製物を第三者に\n提供し対価を得たことは，被告から原告に対する平成２２年（２０１０\n年）８月２４日付けファクシミリ文書（甲７）などの原告とのやり取り\nの中で被告も暗に認めているものである。\n(4) 被告提出の記録にない，被告によるデータ運用の疑いについての更なる主\n張\n原告は，トーハンより，平成２３年６月から平成２４年３月にかけて，本\n件書籍８につき，合計６冊，返品受諾の打診を受けた。この６冊の書籍には，\nいずれも１３桁のＩＳＢＮコードが付されていたが，流通する全ての書籍に\n付されるＩＳＢＮコードが１３桁に変更されたのは平成１９年１月である\nから，上記返品受諾の打診を受けた６冊の書籍は，いずれも平成１９年１月\n以降に流通に置かれたものと推認される。\nところで，本件書籍８の被告における商品ＩＤは「ＡＢ５８９」であると\nころ，平成１７年（２００５年）２月２８日から平成２１年（２００９年）\n１２月３１日までの被告の原告に対する各請求書（乙１の１～３１。以下「本\n件各請求書」といい，書証の各枝番号に従って順に「本件請求書１」などと\nいう。ただし，乙１の５の正確な内容は乙９であり，乙１の１０の正確な内\n容は乙１０である。）を精査すると，平成１９年１月以降に流通におかれた\n本件書籍８は，被告の記録上は本件請求書１５に記載された２冊のみとなっ\nている。よって，この２冊がいずれもトーハンから返品受諾打診がされた６\n冊に含まれていると解したとしても，少なくとも４冊については，被告の記\n録にないデータ運用がされていた疑いが濃い。\n(5) 被告の主張に対する反論\n被告の主張は，要するに，被告の記録には，データ登録が行われた本件各\n書籍についてデータ運用した記録は見つからなかったというだけであって，\nそれ以上ではない。また，被告は，原告が平成１８年２月期における被告の\n原告に対する請求書につき，特段の異議なく処理していることをもって，被\n告が登録コンテンツのデータ運用をしていないことを原告も認めている旨\nの主張をしているが，原告が被告による原告への報告のないデータ運用の事\n実を疑い始めたのは，平成２２年８月の日販からの返品の頃からであるから，\n平成１８年２月頃に原告が特段の異議を述べていないことをもって，被告が\nデータ運用をしていないことを原告が認めたということはできない。\n(6) トーハンに対する調査嘱託の結果について\nなお，調査嘱託の結果によれば，トーハンが平成１９年１月以降に受領し\nた本件書籍２は１冊のみとされている。しかし，株式会社セブンネットショ\nッピングの発行に係る平成２４年（２０１２年）１２月４日付け納品書兼領\n収書（甲３２の２）及びトーハンの発行に係る商品明細書（甲３３の２）に\nよって，本件書籍２が，平成２４年１２月と平成２５年３月に，各１冊ずつ，\n合計２冊市販されたことが判明した（いずれも１３桁のＩＳＢＮコードが付\nされている。）。これは，トーハンの記録と合致せず，少なくとも１冊につ\nいては被告が記録外のデータ運用を行ったものと推認される。なお，本件書\n籍２は，上記市販元以外でも，広くインターネットを通じて販売されている。\nまた，本件書籍８（「ＲＣ１５７－１７３」）については，本件各請求書\nを精査すると，平成１９年１月以降に流通におかれた本件書籍８は，被告の\n記録上は本件請求書１５に記載された２冊のみとされているが，調査嘱託の\n結果によれば，トーハンの記録上もそのようになっており，また同書籍のう\nち１冊は東日本大震災により汚損したものとされている。しかし，上記平成\n２４年（２０１２年）１２月４日付け納品書兼領収書（甲３２の２）及び商\n品明細書（甲３３の２）によって，本件書籍８が，平成２４年１１月と平成\n２５年３月に，各１冊ずつ，合計２冊市販されたことが判明した（いずれも\n１３桁のＩＳＢＮコードが付されている。）。そうすると，記録上は合計２\n冊のはずであるのに，汚損分を加えると３冊になってしまうことから，少な\nくとも１冊については被告が記録外のデータ運用を行ったものと推認され\nる。なお，本件書籍８は，上記市販元以外でも，広くインターネットを通じ\nて販売されている。\n〔被告の主張〕\n(1) 本件書籍１０，１１，２９ないし３３の七つの書籍については，原告から\nのショートラン印刷の依頼に応じたものであって，そもそも本件契約の第１\n１条に基づくデータ登録（以下「本件データ登録」という。）が行われてお\nらず，被告はデータをそもそも保有していない。ショートラン印刷の印刷代\n金については，平成１３年１月期ないし平成２１年４月期の本件請求書８，\n９，１４，１７ないし１９，２６及び２７のとおり，被告は，原告に対し請\n求を行い，原告からその支払を受けている。\n本件各書籍のうち，ショートラン印刷に係るものは，いずれも本件契約の\n第１１条に基づくデータ登録がされておらず，データ運用自体がされる余地\nがないものである。\n(2) また，本件各書籍のうち，その余の２６の書籍についても，データ登録は\n行われているが（以下「登録コンテンツ」という。），本件契約の第１５条\n１項に基づくデータ運用はされていない。\n登録コンテンツについては，いずれの登録コンテンツについても，本件契\n約の第６章に定める複製物製作サービスとして，原告が被告に対して本件契\n約の第２６条１項に基づきオンデマンド出版による複製物の製作を委託し\nたものである。\n本件契約に基づく登録コンテンツの取扱いとしては，本件契約の第４章に\n定めるデータ運用サービスとして，登録コンテンツの複製物を第三者である\n読者に販売する場合（以下「読者直販の場合」という。）と，本件契約の第\n６章に定める複製物製作サービスとして，登録コンテンツの複製物を，当該\n登録コンテンツを登録した会員（本件契約の第１条において定義される「会\n員」）である出版社のために製作し，これを納入する場合（以下「出版社納\n品の場合」という。）の２種類がある。\nこのうち，出版社納品の場合においては，会員である出版社（本件契約で\nあれば原告）から直接被告に対して複製物製作の発注がされる場合（以下「直\n接発注の場合」という。）と，取引先書店からの注文などに応じて取次会社\nから被告に対して複製物製作の発注がされる場合（以下「取次経由発注の場\n合」という。）があるが，このうち，まず直接発注の場合においては，当該\n発注に係る複製物については出版社に納入され，その製作代金については，\n被告は出版社に対して請求することになる。\n他方，取次経由発注の場合も，取次会社を介した出版物の流通は版元であ\nる出版社が取次会社に販売し，取次会社が書店等に販売するという流れにな\nるため，当該発注に係る複製物については取次会社に直接納入されることに\nなり，取次会社への納入により版元である出版社に対して当該複製物が提供\nされたことになるものの，当該発注は版元である出版社から被告に対して行\nわれたものとして取り扱われ，その製作代金については，直接発注の場合と\n同様に，被告は版元である出版社に対して請求することになる。\n(3) 本件各請求書は，平成１７年以降にされた原告と被告との間の取引に関し\nて，被告が原告に対して送付した請求書のうち，被告のコンピュータ上にデ\nータが残っていたものである。当該各請求書の「集計明細表」の欄には「シ\nョートラン印刷」「オンデマンド／取次・出版社納品分」「オンデマンド／\n読者直販」という欄があるが，このうち「ショートラン印刷」の欄に記載さ\nれる内容は，登録外コンテンツに係るショートラン印刷分の請求内容であり，\n当該請求内容に係る具体的な印刷明細は，同請求書の「ショートラン印刷納\n品明細表」欄に記載されたとおりである。\n次に，「オンデマンド／取次・出版社納品分」の欄に記載される内容は，\n出版社納品の場合に該当する請求内容（本件契約の第２６条１項に基づく委\n託複製物の製作の対価としての請求内容）である。なお，当該請求内容に係\nる具体的な製作物の明細は，同請求書の「オンデマンド出版 明細表」欄に\n記載される（同明細表の「納品先」欄に「出版社」と記載されているものは\n「直接発注の場合」に該当するものであり，「書店」と記載されているもの\nは「取次経由発注の場合」に該当するものである。）。\nまた，「オンデマンド／読者直販」の欄に記載される内容は，「読者直販\nの場合」に該当する支払内容（本件契約の第１７条１項に基づくデータ運用\nの収益還元として支払う内容）である。なお，仮に「読者直販の場合」に該\n当する支払が実際にある場合には，請求書の「オンデマンド／読者直販」の\n欄の「出版社収入」欄に支払金額がマイナスの金額で表示されるとともに，\n「オンデマンド出版 明細表」欄の「納品先」欄には「読者」と記載される。\nそして，本件各請求書によれば，「オンデマンド／読者直販」の欄に記載\nされている金額は全て０円であり，マイナスの金額が表示されているものは\n存在せず，また「オンデマンド出版 明細表」欄の「納品先」欄に「読者」\nと記載されているものも存在しない。\n(4) 以上により，いずれの登録コンテンツについても，本件契約の第６章に定\nめる複製物製作サービスとして，原告が被告に対して本件契約の第２６条１\n項に基づきオンデマンド出版による複製物の製作を委託したものであって，\n本件契約の第１５条１項に基づくデータ運用はされていない。したがって，\n本件契約の第１７条１項に基づくデータ運用の収益還元として被告が原告\nに対して支払うべき金員が存しないことが，証拠上も明らかである。\n(5) 原告からは，被告から受領した請求書の原本として甲１７の１が提出され\nているが，その内容は本件請求書７（乙１の７）の内容と一致していること\nからすれば，被告は原告に対して，本件各請求書を送付し，原告はこれをい\nずれも受領していることが強く推認される。\n甲１７の１の請求書の「集計明細表」によれば，同請求書で被告が原告に\n対して請求しているのは「取次・出版社納品分」及び小口配送料金の３万２\n５１３円であり，「出版社収入」欄には０円と記載されているところ，「オ\nンデマンド出版 明細表」欄の「品名」欄には登録コンテンツの一部が記載\nされており，三菱東京ＵＦＪ銀行の「ご利用明細」（甲１７の２）によれば，\nこの請求金額については，その全額について，原告から被告に対して異議な\nく支払がされていることが認められる。\nすなわち，原告は，少なくとも甲１７の１の請求書の「オンデマンド出版\n明細表」欄の「品名」欄に記載の各登録コンテンツについては，本件契約\nの第１５条１項に基づくデータ運用はされていないことを認めた上で，甲\n１７の１の請求書に記載の金額の全額を支払っているのであり，このこと\nからも，登録コンテンツについてデータ運用の収益還元が行われるべきで\nあるとの原告の主張は不合理なものであることが明らかである。\n(6) トーハンに対する調査嘱託の結果によれば，「平成２３年６月に第一回目\nの要請文を発信いたしましたが，同社から諾否の回答がないため，平成２４\n年３月までの期間，同一内容の文書を複数回継続的に発信したものでありま\nす。」「以上のとおり，別紙２乃至７の文書は，本件商品１冊のみの当社在\n庫品につき発行した文書であり…」とされていることからすれば，トーハン\nが原告に対して返品受諾を打診した本件各書籍は１冊であることが認めら\nれる。\nしたがって，本件請求書１５において記録されている印刷部数である「２\n冊」を超える部数について，トーハンから原告に対する返品受諾の打診が行\nわれていることを前提とした，被告の記録にないデータ運用の事実が認めら\nれるとの主張は，単なる原告の勘違いである。\n調査嘱託への回答添付の書籍納品書（Ａ）の記載内容と本件請求書１５の\n記載内容からすれば，当該請求書に対応する本件各書籍に係る取引内容は，\nまず，取次経由発注の場合として，平成１９年１０月頃にトーハンから被告\nに対して複製物２部の製作の発注がされ，当該発注に従い，被告は同月にそ\nの印刷を行い，当該印刷に係る複製物をトーハンに対して平成１９年１１月\n１４日に直接納入し（なお，トーハンへの納入により版元である原告に対し\nて当該複製物が提供されたことになる。），当該発注は版元である原告から\n被告に対して行われたものとして取り扱われるため，その複製物２部の製作\n代金については，被告は，本件請求書１５により原告に対して請求したとい\nうことになる。なお，本件請求書１５に係る請求代金についても，他の請求\n書に係る請求代金と同様に，原告は被告に対して，特段の異議を述べること\nなく，その全額の支払を行っている。\n(7) 調査嘱託の結果については，平成１９年（２００７年）１１月１５日以降，\n被告からトーハンに対して本件書籍８が納入された事実を確認することは\nできなかった旨の説明が記載されているだけであり，本件書籍２については，\nそもそも何らの説明もされていないため，調査嘱託の結果から，原告が主張\nの前提とする，平成１９年（２００７年）１月以降にトーハンが受領した本\n件書籍２は１冊のみである，との事実が導かれるものではない。\n(8) 書籍に関するコード表示としては，国際標準図書番号であるＩＳＢＮコー\nドのほかに，ＩＳＢＮコードに分類と価格表記を付加した日本独自の日本図\n書コード，日本図書コードをＪＡＮコード体系に組み入れた２段のバーコー\nドで構成される書籍ＪＡＮコードがある。\nＩＳＢＮコードの規格は，平成１８年（２００６年）までは１０桁であっ\nたが，平成１９年（２００７年）１月以降は１３桁に変更されたため，平成\n１９年１月以降に刊行する新刊本・重版本については改定１３桁が表示され\nることになり，既刊本についても，可及的に速やかに改定１３桁に書き換え\nることとされた。\nＩＳＢＮコードの１０桁から１３桁への書き換えは，書籍ＪＡＮコードの\n冒頭３桁のプリフィックスの番号である「９７８」を１０桁のＩＳＢＮコー\nドの冒頭に付加した上で，末尾のチェックデジットの番号を変更するという\n至って簡便なものであって，日本図書コード管理センターのホームページに\nおいても，１０桁から１３桁への書き換えのための検算ツールが用意されて\nいる。\nしたがって，１０桁のＩＳＢＮコードが付された既刊本（平成１８年〔２\n００６年〕１２月以前に発行された本）について，１３桁表示に書き換える\nことは極めて簡単に行える作業であり，日々大量の書籍を取扱う取次業者・\n小売業者において，販売する書籍の管理のために，既刊本についても全て１\n３桁に書き換えた上で，管理を行っていることは容易に想定される。\n以上により，本件書籍２及び本件書籍８の納品書兼領収書（甲３１の２，\n甲３２の２）及び商品明細書（甲３３の２）に商品コードとして１３桁のＩ\nＳＢＮコードが記載されていたとしても，これに対応する書籍が平成１９年\n（２００７年）１月以降に発行されたものとは限らない。\n(9) ところで，本件各請求書に記載されている本件書籍２の冊数は合計で８冊\n（本件請求書３，６，７，８及び１５）であり，また，本件各請求書に記載\nされている本件書籍８の冊数は合計で１５冊（本件請求書３，４，６，７，\n１０及び１５）である。\n以上からすれば，平成１８年（２００６年）１２月以前に製作されたもの\nも含めれば，本件書籍２については少なくとも８冊，本件書籍８については\n少なくとも１５冊が製作されているのであるから，仮に原告主張のとおり本\n件書籍２について２冊，本件書籍８（汚損分を含む）について３冊が市場で\n流通していたとしても不合理ではなく，原告主張の事実は，それが仮に真実\nであったとしても，そもそも被告が記録外のデータ運用を行ったことを何ら\n推認するものではない。\n２  争点(2)（収益還元金発生の有無及びその額）\n〔原告の主張〕\n本件契約の第１５条において，データ運用とは，「第三者にその複製物を\n提供すること」と定義され，「データ運用の対価に所定の料率を乗じた金員」\n（収益還元金）とは，原告と被告との商慣習上，書籍の定価に６７％を掛け\nたものから，その製作費を引いたものとなっている。\nそうすると，被告は，本件各書籍につき，各１００冊，原告に無断で第三\n者に複製物を提供するデータ運用を行ったものであるから，上記料率を乗じ\nた収益還元金につき，原告に対して，本件契約に基づく収益還元義務として\n支払うべきところ，その金額は，別紙書籍目録末尾収益還元料金計算結果記\n載のとおり１９１万３６００円となるから，原告は，被告に対し，内金とし\nて１６１万９３５６円及びこれに対する平成２４年７月７日（訴状送達の日\nの翌日）から支払済みまで民法所定の年５分の割合による遅延損害金の支払\nを求める。\n〔被告の主張〕\n否認ないし争う。\n第４  当裁判所の判断\n１  証拠（甲２～８，１４，１６，２５，４０，乙１，９，１０〔書証の枝番号省\n略〕）及び弁論の全趣旨によれば，以下の事実が認められ，同認定を覆すに足る\n的確な証拠はない（なお，主要な証拠を末尾に掲げた。）。\n(1) 原告は，平成１３年７月１１日付けで被告の会員となったところ，被告は，\n原告から，少なくとも平成１７年（２００５年）２月ないし平成２１年（２０\n０９年）１２月に係る分として，原告から本件各書籍の印刷の依頼を受けてオ\nンデマンド出版及びショートラン印刷を行い，原告に本件各請求書を送付して，\nその代金を受領した。〔乙１の１～３１，乙９，１０。なお，これらは平成２\n４年９月時点において，被告のコンピュータ上にデータとして残っていたもの\nについて，プリントアウトしたものである。〕\n(2) その後，原告は，日販から，平成２２年８月２日付け「取次別版元返品伝票」\nと題する書面（甲２の１）により，本件書籍３３について１冊，本件書籍８に\nついて５部，本件書籍５について２９部，本件書籍６について２７部，本件書\n籍７について２８部，本件書籍２３について１９部，本件書籍２８について１\n７部の合計１２６部について，在庫メンテナンスを理由として，返品依頼を受\nけた。日販ネット事業部は，上記につき，原告に対し，返品の承諾を求めるべ\nく，さらに同年９月１５日にも，了解を記載する欄を設けた「返品了解承諾書」\nと題するファクシミリ文書（甲２の２）を送信した。〔甲２の１，２〕\n(3) 原告は，平成２２年８月２日付け簡易書留郵便（甲３の１）において，被告\n取締役のＡ（以下「Ａ」という。）に対し，上記返品依頼のあった書籍につき，\n被告から納品したものか等についての問い合わせをした。\n原告は，同月１７日付け簡易書留郵便（甲４の１）においてもＡに対し同旨\nの問い合わせをしたが，その際，上記「取次別版元返品伝票」（甲２の１）の\n２ないし７項に記載の，本件書籍３３を除く本件書籍５ないし８，２３，２８\nがオンデマンド版である旨を伝えた。\nこれに対しＡは，同月１８日付けファクシミリ文書（甲５）において，上記\n伝票の記載について，「貴社からお預かりしているコンテンツにつきまして当\n社の製造販売状況を確認しました。が，ここ数年間，日販さんへの納品はゼロ\nでした。トーハンからの出向者に相談したところ，現在でしたら返品を受けた\n取次サイドでどの書店から帰ってきたものか把握できているはずなのでそれ\nを取次に対し問い合わせして元を遡っていくのが筋であろう，との見解を得ま\nした。今回の件，まず，日販さんに対し，どこからの返品か？と問い合わせ突\nき詰められてはいかがでしょう？」等と回答した。\nまた，Ａは，原告から同月２３日付け郵便（甲６の１）によって更なる問い\n合わせを受けたので，これに対し，同月２４日付けファクシミリ文書（甲７）\nにおいて，「１８日のＦＡＸに書いた通り各流通に対しどの書店からの返品か\nを明示してもらい突き詰めていくのがいいのではないでしょうか？」等と回答\nした。\nこれに対し原告は，同月２６日付け簡易書留郵便（甲８の１）において，Ａ\nに対し，上記返品依頼に係る本件書籍３３を除く本件書籍５ないし８，２３，\n２８につき，被告に対するオンデマンド版としての注文冊数を詳細に明記した\n上，再度，回答を求めた。〔甲３の１，２，甲４の１，２，甲５，６の１，２，\n甲７，甲８の１，２〕\n(4) 原告は，平成２３年に至り，被告に対し，民事調停を申し立てた。\n被告は，同調停手続において，原告に対し，本件各書籍のうちオンデマンド\n版にかかる２６種の書籍につき，「実績明細データ」と題する書面（甲１６）\nを作成して交付した。ただし，このうち，平成１７年（２００５年）８月分，\n平成１９年（２００７年）５月分の各伝票（請求書）については，既に被告の\nコンピュータ上にデータが存しない。\n上記民事調停は，平成２４年３月２２日，不成立で終了した。〔弁論の全趣\n旨〕\n(5) 原告は，日販ネット事業部に対し，日販の平成２２年８月２日付け返品につ\nいて問い合わせをした。同事業部は，原告に対し，平成２４年３月１９日付け\nファクシミリ文書（甲２９）において，先程の電話での件についての回答とし\nて，同社の平成２２年８月２日付け返品について，どこで発生したものか明確\nに押さえられていないのが現状であると回答した。〔甲２９，弁論の全趣旨〕\n(6) ブックライナーは，原告に対し，平成１９年（２００７年）１０月付け「ブ\nックライナー『基本在庫更新』及び『基本在庫商品の追加出品』のお願い」と\n題する書面（甲２３の１）に添付した「ブックライナー 基本在庫商品更新リ\nスト」（甲２３の２）において，基本在庫商品の更新及び追加出品を依頼した\n際におけるブックライナーの基本在庫商品については３０点であること，その\n在庫の内訳は，本件書籍１が２冊，本件書籍２が１冊，本件書籍３が１冊，本\n件書籍４が２冊，本件書籍５が２冊，本件書籍６が２冊，本件書籍７が２冊，\n本件書籍８が記載なし，本件書籍９が２冊，本件書籍１０が２冊，本件書籍１\n１が２冊，本件書籍１２が２冊，本件書籍１３が２冊，本件書籍１４が２冊，\n本件書籍１５が２冊，本件書籍１６が２冊，本件書籍１７が２冊，本件書籍１\n８が２冊，本件書籍１９が２冊，本件書籍２０が２冊，本件書籍２１が２冊，\n本件書籍２２が１冊，本件書籍２３が２冊，本件書籍２４が２冊，本件書籍２\n５が２冊，本件書籍２６が２冊，本件書籍２７が２冊，本件書籍２８が２冊，\n本件書籍２９が記載なし，本件書籍３０が２冊，本件書籍３１が２冊，本件書\n籍３２が記載なし，本件書籍３３が記載なしとなっている旨回答した。なお，\n在庫書籍のうち，「世界の先端技術著作権表現＆オール  総合版」２冊とされ\nているものは，本件各書籍との対応関係はない。〔甲２３の１，２〕\n(7) その後，ブックライナーは，平成２３年（２０１１年）７月５日付け「在庫\n商品についてのお願い」と題する書面（甲２５）において，原告に対し，在庫\n商品の返品依頼をした。その返品を依頼する書籍のブックライナーの在庫数は，\n本件書籍２が１冊，本件書籍３が２冊，本件書籍４が１冊，本件書籍５が１冊，\n本件書籍６が２冊，本件書籍１９が２冊，本件書籍２０が２冊，本件書籍２１\nが２冊，本件書籍２９が４冊となっており，上記平成１９年１０月時点と比べ\nると，本件書籍３について１冊，本件書籍２９について４冊が増えていた。\nなお，この間の平成１９年（２００７年）１０月３０日及び同年１１月２２\n日に，オンデマンド出版（ブックライナー扱い）で，本件書籍３が各１冊納品\nされており，平成２０年（２００８年）３月２４日には，原告は，本件書籍２\n９につき，１５０冊ショートラン印刷を行って被告から納品を受けた。〔乙１\nの１５～１７〕\n(8) ブックライナーは，原告に対し，平成２３年（２０１１年）１０月付け「ブ\nックライナー『基本在庫更新』及び『基本在庫商品の追加出品』のお願い」と\n題する書面（甲２８の１）において，基本在庫更新伝票切替処理についての依\n頼を行った際，同年９月末のブックライナーにおける本件各書籍に係る全在庫\nとしては，本件書籍１が１冊，本件書籍２が２冊，本件書籍３が３冊，本件書\n籍４が２冊，本件書籍５が２冊，本件書籍６が２冊，本件書籍７が２冊，本件\n書籍８が２冊，本件書籍９が２冊，本件書籍１０が２冊，本件書籍１１が２冊，\n本件書籍１２が２冊，本件書籍１３が２冊，本件書籍１４が２冊，本件書籍１\n５が２冊，本件書籍１６が２冊，本件書籍１７が２冊，本件書籍１８が２冊，\n本件書籍１９が２冊，本件書籍２０が２冊，本件書籍２１が２冊，本件書籍２\n２が３冊，本件書籍２３が２冊，本件書籍２４が２冊，本件書籍２５が２冊，\n本件書籍２６が２冊，本件書籍２７が２冊，本件書籍２８が１冊，本件書籍２\n９が４冊，本件書籍３０が２冊，本件書籍３１が２冊，本件書籍３２が２冊，\n本件書籍３３が２冊である旨記載されている「ブックライナー基本在庫商品更\n新リスト」（甲２８の３）を送付した。なお，原告は，平成２０年（２００８\n年）８月に本件書籍３２を１５０冊，平成２１年（２００９年）３月ないし４\n月に本件書籍３３を合計１６０冊，被告にそれぞれショートラン印刷を依頼し\nている。〔乙１の１８，２６，２７〕\n２  争点(1)（被告による本件各書籍のデータの無断運用の有無）について\n(1) 原告は，被告により，本件各書籍について，原告に無断で，被告の記録にな\nいデータ運用がされているところ，原告にその収益が還元されていないと主張\nして，本件契約で定められた収益還元義務に基づき，原告に無断でデータ運用\nした本件各書籍につき，各１００冊分の収益還元金の支払を求めるとする。\nしかし，原告は，そもそも，本件各書籍について被告による無断データ運用\nがされたか否かの前提として，いつの時点で何冊を印刷し，そのうち何冊をい\nかなる経路で流通に置き，このうち販売された部数が何部であるか，それに比\nして，現在までに流通した部数が何部多いか等について，何ら主張立証を行っ\nていない。\nそうすると，原告の了解のもとで流通に置かれた本件各書籍の総数と，そう\nでない書籍の数とを比較しようがなく，被告による原告に対する無断データ運\n用の総数を検討する以前の問題として，そもそも原告の意思に基づかない書籍\nの流通自体があったのか否か不明というほかないから，原告の請求は，この点\nからして理由がないというべきである。\n(2) この点に関して原告は，被告が原告から預かったデータを用いて本件各書籍\nにつき各１００冊の複製物を第三者に提供することにより対価を得たことを\n推認させる事実があると主張するが，同主張についての判断は，以下のとおり\nである。\nア  原告は，平成２２年８月に，日販から多数の返品依頼があったが，それら\nはその近い時期に被告に印刷を依頼した事実がない書籍であるから，この事\n実により，被告による無断データ運用がされたものと推認されると主張する。\nしかし，日販からの返品依頼があった書籍のうち，本件書籍３３について\nは平成２１年３月ないし４月にショートラン印刷を行っているほか，本件書\n籍５ないし７については３４ないし３９部（仮に平成１９年〔２００７年〕\n５月期の伝票〔請求書〕分を除いたとしても少なくとも３０ないし３７部），\n本件書籍８については１７部（仮に平成１７年〔２００５年〕８月期の伝票\n〔請求書〕分を除いたとしても少なくとも１５部），本件書籍２３について\nは２６部（仮に平成１９年〔２００７年〕５月期の伝票〔請求書〕分を除い\nたとしても少なくとも２３部），本件書籍２８については２４部，それぞれ\n原告の依頼に基づき被告により印刷がされていたものであるから，これらに\nつき，日販からそれまで返品依頼がされず，あるいはされたとしても原告が\n承諾しなければ，日販にそのまま在庫として残っていたとしても何ら不自然\nではないものである（甲１６，乙１の１～３１，乙９，１０）。\nしたがって，原告の上記主張は採用することができない。\nイ  原告は，ブックライナーの在庫が，平成１９年及び平成２３年７月当時と\n比べ，平成２３年９月末時点で増えており，これは被告による無断データ\n運用がされた事実を推認させると主張する。\nしかし，平成１９年１０月当時に在庫として記載された書籍（甲２３の２）\nと比して，平成２３年７月当時において増加したものとされる本件書籍３，\n２９，平成２３年７月当時と比べ平成２３年９月末当時において増加したも\nのとされる本件書籍３２，３３については，前記１で認定したとおり，それ\nぞれ，この間に原告においてオンデマンド出版ないしショートラン印刷を行\nっているものである。そして，ブックライナーの平成２３年（２０１１年）\n７月５日付け「在庫商品についてのお願い」と題する書面（甲２５）におけ\nる在庫商品の記載については，これらにつき返品を依頼する趣旨の記載であ\nって，必ずしも在庫商品全てが記載されているとは認め難いところ，平成１\n９年１０月当時の在庫として記載された書籍と平成２３年９月末当時の全\n在庫として記載された書籍を比較すると，上記検討済みの本件書籍２９，３\n２，３３を除き，在庫商品が増加しているのは本件書籍２の１冊，本件書籍\n３，８，２２の各２冊であり，これらについては，平成１９年１０月３０日\nに１冊（本件書籍２，３，２２）ないし２冊（本件書籍８）が，平成１９年\n１１月２２日に１冊（本件書籍３，２２）が，それぞれトーハンに納入され\nている（乙１の１５，１６）ものであるから，平成１９年１０月１９日以前\nに作成された（甲２３の１に１０月１９日必着の記載がある）ブックライナ\nーの在庫リスト（甲２３の２）に，増加分に相当する冊数の本件書籍２，３，\n８，２２，２８が記載されておらず，その後に在庫が生じても不自然とはい\nえないものである。\nしたがって，原告の上記主張は採用することができない。\nウ  また，原告は，被告にはＩＳＢＮコードが１３桁になった平成１９年（２\n００７年）以降には２冊しか発注していない本件書籍８につき，トーハンか\nら６冊の返品打診を受けるなどしているから（調査嘱託申出書），被告によ\nる無断データ運用がされた事実が推認されるとも主張する。\nしかし，調査嘱託の結果によれば，本件書籍８について，１冊のみ在庫が\nあったものについて，平成２３年３月の東日本大震災により汚損したため，\n返品をＸ１こと原告に要請したものであり，同年６月に第１回の返品要請文\nを原告に発信したが，諾否の応答がないため，その後平成２４年３月まで同\n一内容の文書を５回にわたり継続して送信したものであり，また，上記書籍\n（本件書籍８）は，被告から納品されたものと考えられるが，平成１９年１\n１月１５日以降に納入された事実は確認できなかったことが認められる。\nそして，証拠（乙１の３，４，６，７，１５，乙９）によれば，本件書籍\n８は，平成１９年までに，請求書が被告のコンピュータ上にデータとして残\nされている分だけでも，少なくとも１５冊が原告に直接ないし書店に納入さ\nれ，その代金についても原告に請求がされており，ＩＳＢＮコードが１３桁\nに変更される以前の在庫本に関しても，可及的に１３桁に変更の手続がされ，\nしかもそれは容易であったことが認められるから，本件各書籍につき，ＩＳ\nＢＮコードが１３桁であることから，直ちに平成１９年（２００７年）以降\nに印刷されたものであると認めることもできない。\nしたがって，原告の上記主張は採用することができない。\nエ  原告は，被告が本件各書籍について各１００冊の複製物を第三者に提供し\n対価を得たことは，被告も暗に認めているとし，それに沿う証拠として甲７\n（平成２２年〔２０１０年〕８月２４日付けファクシミリ文書）を提出する。\n確かに，甲７（平成２２年〔２０１０年〕８月２４日付けファクシミリ文\n書）は，被告のＡが原告に宛てた文書であるところ，そこには「念のため確\n認させていただきますが，最初に１００部とか２００部とか貴社からのご注\n文で作成した際，取次へ相当量納品なさってはいないのでしょうか？その分\nの動きも再度検証なさってはいかがでしょうか？」などと記載されている。\nしかし，上記記載は，その内容自体，本件各書籍について，原告に無断で\n本件各書籍のデータを運用して各１００冊の複製物を被告が第三者に提供\nし対価を得たと読めるものではなく，発注部数の例えとして１００部等の数\n字が記載されているものにすぎないと認められるほか，前記１(7)で認定し\nたとおり，実際に，原告は，被告に対し，本件書籍２９につき１５０冊のシ\nョートラン印刷の依頼をしている実績もある。\nしたがって，原告の上記主張は採用することができない。\nオ  さらに原告は，甲１２ないし１５（インターネット販売の検索結果）を提\n出 し ， こ れ ら に よ れ ば ， ト ー ハ ン 系 列 の イ ン タ ー ネ ッ ト 書 店 で あ る\nlivedoorBOOKS 等において在庫が存することから，本件各書籍につき，被告\nにおいて少なくとも１００冊のデータ運用を行った旨推認されると主張す\nる。\nしかし，甲１２ないし１５（インターネット販売の検索結果）は，いずれ\nもインターネット販売において，本件各書籍の販売について対応可能である\nことを示す証拠にすぎず，被告による無断データ運用との結びつきを示すも\nのというには飛躍があるというべきである。\nしたがって，原告の上記主張は採用することができない。\nカ  原告は，被告が提出した乙１０（平成１８年〔２００６年〕１１月３０日\n付け請求書）と，原告の手元にある甲３９（平成１８年〔２００６年〕１２\n月１日付け請求書）とでは，同じ請求書でありながら日付けと伝票番号が異\nなるとし，理由不明な二重伝票が被告において作成されている旨主張する。\n乙１０（平成１８年〔２００６年〕１１月３０日付け請求書）及び甲３９\n（平成１８年〔２００６年〕１２月１日付け請求書）は，いずれも平成１８\n年１１月２９日における本件書籍２の２冊分についてのオンデマンド出版\nに係る請求書であるところ，日付け及び伝票番号の一部が両者で異なること\nについて理由は不明であるものの，本件書籍２について，ブックライナーの\n在庫は１ないし２冊で，平成１９年１０月以降の在庫の増加についても上記\nのとおり裏付けもあり，特段被告による無断データ運用と結びつく事実も認\nめ難い。\nしたがって，原告の上記主張は採用することができない。\n３  結論\n以上のとおりであり，その余の点について判断するまでもなく，原告の請\n求には理由がないからこれを棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n東 海 林       保\n裁判官\n今 井 弘 晃\n裁判官\n足 立 拓 人\n別紙添付省略\n"
}