{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 5,
    "day": 30
  },
  "case_number": "平成28(行ケ)10190",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86772",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86772",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/772/086772_hanrei.pdf",
  "contents": "平成２９年５月３０日判決言渡  同日原本領収  裁判所書記官\n平成２８年（行ケ）第１０１９０号  審決取消請求事件\n口頭弁論終結日  平成２９年４月２５日\n判     決\n原              告     大 日 本 印 刷 株 式会 社\n同訴訟代理人弁護士    櫻    井      彰      人\n同          弁理士    金    山              聡\n藤    枡      裕      実\n立     石      英      之\n被              告    株式会社ウイル・コーポレーション\n同訴訟代理人弁護士     生    田      哲      郎\n名    越      秀      夫\n高    橋      隆      二\n佐    野      辰      己\n中    所      昌      司\n吉    浦      洋      一\n同          弁理士    上    野              晋\n杉    原      誉      胤\n主     文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が無効２０１４－８００２１１号事件について平成２８年７月５日にした\n審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  被告は，平成１６年２月２４日，発明の名称を「印刷物」とする発明につい\nて特許出願をし，平成２１年５月２２日，設定の登録（特許第４３１０４１６号）\nを受けた（請求項の数３。甲１５。以下，この特許を「本件特許」という。）。\n(2)  原告は，平成２６年１２月２２日，本件特許について特許無効審判請求をし，\n無効２０１４－８００２１１号事件として係属した（甲３４）。\n(3)  特許庁は，平成２８年７月５日，「本件審判の請求は，成り立たない。」と\nの別紙審決書（写し）記載の審決（以下「本件審決」という。）をし，その謄本は，\n同年７月１４日，原告に送達された。\n⑷  原告は，平成２８年８月１０日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n本件特許の特許請求の範囲請求項１ないし３の記載は，次のとおりである（甲１\n５）。なお，「／」は原文の改行部分を示す（以下同じ。）。以下，請求項１ない\nし３に係る発明を「本件発明１」などといい，併せて「本件各発明」という。また，\nその明細書を，図面を含めて「本件明細書」という。\n【請求項１】左側面部と中央面部と右側面部とからなる印刷物であって，／中央\n面部（１）は，所定の箇所に所定の大きさの分離して使用するもの（４）が印刷さ\nれていること， ／左側面部（２）の裏面は，当該分離して使用するもの（４）の上\n部，下部，左側部の内側及び外側に該当する部分（５，６）に一過性の粘着剤が塗\n布されていること，／右側面部（３）の裏面は，当該分離して使用するもの（４）\nの上部，下部，右側部の内側及び外側に該当する部分（７，８）に一過性の粘着剤\nが塗布されていること，／当該左側面部（２）の裏面及び当該右側面部（３）の裏\n面が，前記中央面部（１）の裏面及び当該分離して使用するもの（４）に貼着して\nいること／当該分離して使用するもの（４）の周囲に切り込みが入っていること，\n／からなることを特徴とする印刷物。\n【請求項２】前記印刷物が広告，ダイレクトメールであることを特徴とする請求\n項１記載の印刷物。（なお，本件特許の特許公報の請求項２には「請求項１又は２\n記載の印刷物」との記載があるが，「又は２」との記載は明らかな誤記であると認\nめられる。）\n【請求項３】前記分離して使用するものが葉書，チケット，クーポン券であるこ\nとを特徴とする請求項１記載の印刷物。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）のとおりである。要するに，①本件\n各発明は，明確であって，その特許請求の範囲の記載は，特許法３６条６項２号に\n規定する要件（以下「明確性要件」という。）を満たしており，②本件各発明は，\n発明の詳細な説明に記載したものであり，その特許請求の範囲の記載は，同項１号\nに規定する要件（以下「サポート要件」という。）を満たしており，③本件発明１\n及び本件発明２は，下記アの引用例１に記載された発明（以下「引用発明１」とい\nう。）ではないから，同法２９条１項３号の規定に違反して特許されたものではな\nく，④本件各発明は，いずれも，ⅰ）引用発明１に，下記エの甲５文献に記載され\nた発明（以下「甲５発明」という。）又は周知技術を適用することで，当業者が容\n易に発明をすることができたものではない，ⅱ）下記イの引用例２に記載された発\n明（以下「引用発明２」という。）に，下記オの甲８文献に記載された技術（以下\n「甲８技術」という。）又は甲８技術及び周知技術を適用することで，当業者が容\n易に発明をすることができたものではない，ⅲ）下記ウの引用例３に記載された発\n明（以下「引用発明３」という。）に，甲８技術及び下記カの甲９文献に記載され\nた技術（以下「甲９技術」という。）を適用することで，当業者が容易に発明をす\nることができたものではないから，同条２項の規定に違反して特許されたものでは\nない，などというものである。\nア  引用例１：特開２００２－１１３９８１号公報（甲１）\nイ  引用例２：特開２００１－１８０１５４号公報（甲２）\nウ  引用例３：実用新案登録第３０３７６０２号公報（平成９年登録。甲３）\nエ  甲５文献：米国特許第６３４９８２９号明細書（平成１４年登録。甲５）\nオ  甲８文献：実用新案登録第２５３５３２４号公報（平成９年登録。甲８）\nカ  甲９文献：実願平２－６６３３３号（実開平４－２４３８７号）のマイクロ\nフィルム（甲９）\n⑵  本件発明１と引用発明１の対比\n本件審決は，引用発明１及び本件発明１と引用発明１との一致点・相違点を，以\n下のとおり認定した。\nア  引用発明１\n情報記録体がＣＤ，ＬＤ，ＤＶＤ，ＩＣカードの何れかであり，シート状基材の\n内側にディスクやカード類の形状が打ち抜かれたもので，シート状基材の各表面に\nは，宣伝広告や各種文言，プリンタ等で打ち出された個人情報等が印字・印刷され\nたものであって，シート状基材Ｓは折り部３で２つ折りしたものであり，４，５の\n各シート状基材同士は疑似接着部分６で剥離可能に疑似接着されており，４側に形\n成されている情報記録体１は，下側のシート状基材５に疑似接着しているシート状\nの基材であって，２つ折り以上の３つ折り以上も可能で，その場合には巻き折りや\nＺ折り，観音開き折り等の各種形態が採用できるシート状の基材。\nイ  本件発明１と引用発明１との一致点及び相違点\n(ア)  一致点\n左側面部と中央面部と右側面部とからなる印刷物であって，／所定の面部は，所\n定の箇所に所定の大きさの分離して使用するものが設けられていること，／当該左\n側面部の裏面及び当該右側面部の裏面が，前記中央面部の裏面に貼着していること，\n／当該分離して使用するものの周囲に切り込みが入っていること，／からなる印刷\n物。\n(イ)  相違点１\n本件発明１においては，分離して使用するものが印刷されているのに対し，引用\n発明１においては，その点につき，明らかでない点。\n(ウ)  相違点２\n本件発明１においては，「中央面部」は，所定の箇所に所定の大きさの分離して\n使用するものがあるのに対し，引用発明１においては，「中央面部」に，そのよう\nな情報記録体（所定の大きさの分離して使用するもの）があるのか否か明らかでな\nい点。\n(エ)  相違点３\n本件発明１においては，「左側面部の裏面は，当該分離して使用するものの上部，\n下部，左側部の内側及び外側に該当する部分に一過性の粘着剤が塗布されているこ\nと」，「右側面部の裏面は，当該分離して使用するものの上部，下部，右側部の内\n側及び外側に該当する部分に一過性の粘着剤が塗布されていること」，及び「当該\n左側面部の裏面及び当該右側面部の裏面が，当該分離して使用するものに貼着して\nいる」のに対し，引用発明１においては，その点につき，明らかでない点。\n⑶  本件発明１と引用発明２の対比\n本件審決は，引用発明２及び本件発明１と引用発明２との一致点・相違点を，以\n下のとおり認定した。\nア  引用発明２\nカード部１を備えた葉書本体２と，この葉書本体２に連続した表面シート３，及\nび裏面シート４により構成され，カード部１は，テレフォンカードと略同一の大き\nさのものであり，その周囲はトムソン加工された切断予定線１１で囲まれており，\nカード部１を葉書本体２から容易に切り離すことができ，葉書本体１には，この部\n分が葉書本体であることを示す『ＰＯＳＴ ＣＡＲＤ』の表示が記載され，１２は，\nカード部１に印刷して設けた二次元コード領域であり，この二次元コード領域には，\n販促対象の商品又はサービスに関する広告が掲載されたリンクページのＵＲＬアド\nレスが記録され，細長のシートを『Ｚ』の形状に折り曲げて，葉書本体２と表面シ\nート３，及び葉書本体２と裏面シート４をそれぞれ剥離可能に圧着した葉書。\nイ  本件発明１と引用発明２との一致点及び相違点\n(ア)  一致点\n左側面部と中央面部と右側面部とからなる印刷物であって，／中央面部は，所定\nの箇所に所定の大きさの分離して使用するものが印刷されていること，／当該分離\nして使用するものの周囲に切り込みが入っていること，／からなる印刷物。\n(イ)  相違点４\n本件発明１は，「左側面部の裏面は，当該分離して使用するものの上部，下部，\n左側部の内側及び外側に該当する部分に一過性の粘着剤が塗布されること」，「右\n側面部の裏面の当該分離して使用するものの上部，下部，左側部の内側及び外側に\n該当する部分に一過性の粘着剤が塗布されること」，「当該左側面部の裏面及び当\n該右側面部の裏面が，中央面部の裏面及び当該分離して使用するものに貼着してい\nること」であるのに対し，引用発明２は，「Ｚ」の形状に折り曲げて，葉書本体２\nと表面シート３，及び葉書本体２と裏面シート４をそれぞれ剥離可能に圧着して，\n葉書Ｈを形成するものである点。\n⑷  本件発明１と引用発明３の対比\n本件審決は，引用発明３及び本件発明１と引用発明３との一致点・相違点を，以\n下のとおり認定した。\nア  引用発明３\n切断予定線（４）により囲まれ，かつ，表面に上記宛て先を有するカード部（３）\nを有する第１シート（１）と，上記第１シートの裏面（１ｂ）に重なることが可能\nな裏面（２ｂ）を有する第２シート（２）と，上記第１シートの裏面を上記第２シ\nートの裏面に剥離可能に接着する接着層（７）とを備えて，上記第１シートの裏面\nと第２シートの裏面とが上記接着層で接着された接着状態と，上記接着状態から上\n記第１シートの裏面と第２シートの裏面とが剥離されて上記第１シートから上記カ\nード部を上記切断予定線で切り離すことができる剥離状態とを呈することができる\nようにし，上記切断予定線はトムソン加工された切り込みを有する葉書。\nイ  本件発明１と引用発明３との一致点及び相違点\n(ア)  一致点\n印刷物であって，／所定の箇所に所定の大きさの分離して使用するものが印刷さ\nれていること，／当該分離して使用するものの周囲に切り込みが入っていること，\n／からなる印刷物。\n(イ)  相違点５\n本件発明１は，「左側面部と中央面部と右側面部とからなる」印刷物であること\nに対して，引用発明３は，第１シート（１）と第２シート（２）とからなる印刷物\nである点。\n(ウ)  相違点６\n本件発明１は，「中央面部は，所定の箇所に所定の大きさの分離して使用するも\nのが印刷されていること」，「左側面部（２）の裏面は，当該分離して使用するも\nの（４）の上部，下部，左側部の内側及び外側に該当する部分（５，６）に一過性\nの粘着剤が塗布されていること」，「右側面部（３）の裏面は，当該分離して使用\nするもの（４）の上部，下部，右側部の内側及び外側に該当する部分（７，８）に\n一過性の粘着剤が塗布されていること」，及び「当該左側面部（２）の裏面及び当\n該右側面部（３）の裏面が，前記中央面部（１）の裏面及び当該分離して使用する\nもの（４）に貼着していること」であるのに対して，引用発明３は，第１シートの\n裏面と第２シートの裏面とが接着層で接着されている点。\n４  取消事由\n(1)  本件各発明の明確性要件に係る判断の誤り（取消事由１）\n⑵  本件各発明のサポート要件に係る判断の誤り（取消事由２）\n⑶  引用発明１に基づく本件発明１及び２の新規性に係る判断の誤り（取消事由\n３）\n⑷  引用発明１に基づく本件各発明の進歩性に係る判断の誤り（取消事由４）\n⑸  引用発明２に基づく本件各発明の進歩性に係る判断の誤り（取消事由５）\n⑹  引用発明３に基づく本件各発明の進歩性に係る判断の誤り（取消事由６）\n第３  当事者の主張\n１  取消事由１（本件各発明の明確性要件に係る判断の誤り）について\n〔原告の主張〕\n⑴  「当該分離して使用するもの（４）の上部，下部，左側部（右側部）」の不\n明確性\nア  本件明細書の記載を考慮しても，分離して使用するものの外形は特定できな\nいから，「当該分離して使用するもの（４）の上部，下部，左側部（右側部）」が\n特定できず，左側面部（２）と右側面部（３）の裏面のどの範囲に一過性の粘着剤\nが塗布されているのか不明確である。\n分離して使用するものの外形が特定できなければ，その上部，下部，側部が特定\nされないから，これらの領域を観念することもできない。\nイ  本件審決の誤り\n(ア)  本件審決は，「分離して使用するもの（４）は，上部，下部，左側部，及\nび右側部から構成されるものである」と認定する。しかし，特許請求の範囲に記載\nされた「上部，下部，左側部，右側部」は，分離して使用するものが印刷物に配置\nされた状態で特定されるものであって，分離して使用するもの単独でその「上部，\n下部，左側部，右側部」を特定しても，分離して使用するものが印刷物に配置され\nた状態での両者の位置関係は特定されない。\n(イ)  仮に，請求項の記載から，分離して使用するものは，上部，下部，左側部\n及び右側部から構成されるものであると解釈されるとしても，本件明細書の発明の\n詳細な説明には，上部，下部，左側部及び右側部の全ての部位を備えない分離して\n使用するものが記載されており，それぞれにおいて，分離して使用するものの形状\nが異なる。そうすると，いずれと解釈すべきかについて不明となり，分離して使用\nするものの形状が特定できず，その上部，下部，左側部（右側部）も特定できない。\n⑵  「内側及び外側に該当する部分（５，６）（（７，８））」の不明確性\nア  「内側」とは，どの範囲までの内側を指すか，「外側」とは，どの範囲まで\nの外側を指すのか明確でないから，左側面部（２）と右側面部（３）の裏面のどの\n範囲に一過性の粘着剤が塗布されているのか不明確である。\nイ  本件審決の誤り\n本件審決は，「内側」及び「外側」の範囲について，本件明細書に記載された本\n件発明１の作用効果から解釈した。\nしかし，請求項に記載された用語の解釈に当たっては，明細書等の記載も考慮さ\nれるが，考慮されるのはその用語についての定義や説明であって，発明の作用効果\nではない。また，本件明細書には，「内側」と「外側」の範囲がどこまでであれば\n本件発明１の作用効果を奏するかについて記載も示唆もない。\n⑶  小括\nしたがって，本件発明１の特許請求の範囲の記載のうち，「当該分離して使用す\nるものの上部，下部，左側部（右側部）」，「内側及び外側に該当する部分」につ\nいて不明確であり，左側面部（２）と右側面部（３）の裏面のどの範囲に一過性の\n粘着剤が塗布されているのかについて明確性要件を満たさない。\n〔被告の主張〕\n⑴  「当該分離して使用するもの（４）の上部，下部，左側部の内側及び外側に\n該当する部分（５，６）に一過性の粘着剤が塗布されている」との記載の意義解釈\nア  粘着剤が塗布される領域に関する【００１４】，【００１６】，【００１７】\nの記載によれば，一過性の粘着剤を塗布するのは，分離して使用するものを左側面\n部と右側面部の各裏面に貼着して保持することにあるから，分離して使用するもの\nに対して粘着剤を貼着すべき領域は，その上部，下部，左側部で範囲が定められた\n領域のいずれかにおいて分離するまで保持できる範囲において貼着されていれば足\nりるといえる。\n一方，本件発明１においては，分離して使用するものが使用のために分離される\nまでの間において，左側面部及び右側面部に貼着保持されていれば発明の目的を達\n成できるのであるから，分離して使用するものの形状に合わせて粘着保持すればよ\nいと観念できる上部，下部，側部の領域の範囲内においてそれらのいずれかの部分\nに粘着剤が塗布されていれば足りると解すべきものである。\nまた，本件発明１の技術的思想からすると，「該当する部分」とは，粘着剤が塗\n布される領域の範囲を特定するものであって，該当する部分の全ての領域に粘着剤\nが塗布されることまでは必須とされない，と解すべきことは，当業者にとって明確\nである。明細書の実施例（【図１】）に限定して解すべき理由はない。\nイ  したがって，特許請求の範囲の上記記載は，「当該分離して使用するもの（４）\nの上部，下部，左側部の内側に該当する部分」と「当該分離して使用するもの（４）\nの上部，下部，左側部の外側に該当する部分」の双方の部分において，それらの部\n分の範囲内において粘着剤が塗布されていることをいう。\n⑵  同様に，「当該分離して使用するもの（４）の上部，下部，右側部の内側及\nび外側に該当する部分（７，８）に一過性の粘着剤が塗布されている」との記載も\n明確である。\n⑶  小括\nよって，本件特許の特許請求の範囲の「当該分離して使用するもの（４）の上部，\n下部，左側部の内側及び外側に該当する部分（５，６）に一過性の粘着剤が塗布さ\nれている」などの記載の意義は明確である。\n２  取消事由２（本件各発明のサポート要件に係る判断の誤り）について\n〔原告の主張〕\n⑴  特許請求の範囲の「左側面部（２）（右側面部（３））の裏面は，当該分離\nして使用するもの（４）の上部，下部，左側部の内側及び外側に該当する部分（５，\n６）（（７，８））に一過性の粘着剤が塗布されていること」との記載は，左右側\n面部の裏面において，一過性の粘着剤が塗布される位置を，当該分離して使用する\nものの上部，下部，左（右）側部の内側及び外側に該当する部分のいずれかであれ\nばよいとするものである。\nしかし，本件明細書には，一過性の粘着剤を塗布する部分の具体例として，分離\nして使用するもの４と中央面部１の上部境界，下部境界，左側部（右側部）境界の\n各境界の内側近傍と外側近傍に接着剤を塗布したものしか記載されていない。\nしたがって，特許請求の範囲に記載された発明は，発明の詳細な説明及び図面に\n記載されたものより広く，また，発明の詳細な説明に記載された粘着剤の塗布位置\nを超えて，分離して使用するものの上部，下部，左（右）側部の内側及び外側に該\n当する部分のいずれかでよいとすると，粘着剤の塗布位置によっては，本件発明１\nの課題を解決できず，また，本件発明１の作用効果を奏しない。\n⑵  本件審決の誤り\n本件審決は，本件発明１は，発明の詳細な説明の記載により，当業者が課題を解\n決できる範囲のものであると判断した。\nしかし，本件発明１では，利用者が種々の態様で印刷物を開封することを前提と\nして，いかなる態様でも後から開かれた側面部に分離して使用するものが付いてく\nるという作用効果を奏する構成を採用しているものである。そして，仮に，左側面\n部（右側面部）の裏面において，上部，下部，左側部（右側部）の内側及び外側の\n全ての部位に一過性の粘着剤を塗布したとしても，分離して使用するものの上部境\n界と左（右）側部境界から離れた位置に接着剤を塗布した場合は，後から開く側面\n部に分離して使用するものが付いてくるという本件発明１の作用効果を奏さない（甲\n１３，１４）。なお，分離して使用するものが側面部に付いてこずに剥がれるとい\nう構成は，本件発明１の課題を解決するものではなく，「印刷物を開くと自動的に\n手にする」との作用効果を奏することにならない。\n⑶  小括\nよって，本件特許の請求項１の記載は，サポート要件を満たさない。\n〔被告の主張〕\n⑴  本件明細書には，【図１】の実施例において，はがきの境界に相当する部分\nの周辺に粘着剤が塗布されており，【００１３】以下に，当該実施例について説明\nされている。サポート要件との関係では，本件明細書のこれらの記載で十分である。\n⑵  原告の主張について\nア  特許請求の範囲に記載された発明が，発明の詳細な説明及び図面に記載され\nた具体的な実施例より広いこと自体をもって，サポート要件違反とされるべきでは\nない。\nイ  左右側面部の裏面において，①分離して使用するものの上部，下部又は左（右）\n側部の内側のいずれか，及び，②上部，下部又は左（右）側部の外側に該当する部\n分のいずれか，に一過性の粘着剤を塗布すれば，②の部分の粘着剤により，開封前\nは，左右の側面部が閉じられた観音開き折りの状態が維持され，①の部分の粘着剤\nにより，後から開いた側面部に，分離して使用するものは付いてくることになる。\nそして，これにより，本件発明１の課題を解決でき，作用効果を奏することは，当\n業者にとって明らかである。\nなお，極端に粘着剤の範囲が小さかったり，粘着強度が弱かったりする場合には，\n意図的な開封前に，粘着剤がはがれてしまう等の不都合が生じ得るが，そのような\n極端な不都合は，当業者が，粘着剤の範囲や強度を調節することなどにより，極め\nて容易に解決できることである。\nウ  原告は，分離して使用するものが側面部に付いてこない場合があることを，\n再現実験（甲１３，１４）に基づいて主張する。\nしかし，そもそも，本件発明１の効果は，分離して使用するものが側面部に付い\nてくる場合に限定されない。分離して使用するものが自動的に外れれば，本件発明\n１の効果は奏し得るところ，はがき等が左側面部及び右側面部に付いてこずに，剥\nがれる場合であっても，当該印刷物を開くと，はがき等を切り取ろうとする意思を\n持たずに，自動的にそれを手にすることができるという，同様の効果が生じる。\nまた，上記再現実験の結果は，粘着剤の塗布位置に起因するものではなく，単に，\n実験者の開封方法に起因するものにすぎないから，意味がない。\n⑶  小括\nよって，本件特許の請求項１の記載は，サポート要件に違反しない。\n３  取消事由３（引用発明１に基づく本件発明１及び２の新規性に係る判断の誤\nり）について\n〔原告の主張〕\n(1)  引用発明１の認定の誤り\nア  引用例１に記載された発明\n引用例１には，低コストで手間や時間がかかることなく配達可能な情報記録体を\n形成したシート状基材の提供という課題を解決するために，情報記録体が容易に分\n離可能に形成されたシート状基材という発明（ａ）を基本として，このシート状基\n材の一方の面あるいは両方の面を別の被覆材で被覆した発明（ｂ１，ｂ２）が記載\nされ，また，この別の被覆材に代えて，２倍寸で作成したシート状基材を２つ折り\nして情報記録体を被覆した発明（ｃ），シート状基材を３つ折り以上にして情報記\n録体を被覆した発明（ｄ）が記載され，その具体的なものとして，巻き折り，Ｚ折\nり，観音開き折りとして情報記録体を被覆した発明（ｄ１，ｄ２，ｄ３）が記載さ\nれている。なお，発明（ｂ～ｄ）においては，情報記録体が形成されたシート基材\nに折り重ねられるシート基材の面又は別体の被覆材は，情報記録体とシート基材に\n弱粘着性の粘着剤等により疑似接着される。\n【０００７】には，別体の被覆材で情報記録体を被覆することが記載され，【０\n００８】には，シート状基材を折り返して２つ折りの状態で被覆材に代えることが\n可能であり，３つ折り以上の観音開き折りも可能であることが記載されているから，\n引用例１には，シート状基材を観音開き折りにして情報記録体を被覆した発明（ｄ\n３）が記載されていることは明らかである。\nイ  本件審決の誤り\n(ア)  本件審決が認定した引用発明１は，２つ折り，３つ折りの巻き折り，Ｚ折\nり，観音開き折りのシート状基材という，構成が異なる複数の発明を含んでおり，\n本件発明１と対比すべき主引用発明として適切ではない。\n(イ)  本件審決が認定した引用発明１は，情報記録体をＣＤ，ＬＤ，ＤＶＤ，Ｉ\nＣカードのいずれかに限定しているが，情報記録体はこれらに限定されない（【０\n０１１】）。\n(ウ)  本件審決が，本件発明１と対比した発明は，情報記録体（分離して使用す\nるもの）と，これと重なる面部が粘着剤により貼着（疑似接着）している構成が欠\n落している。この構成は，情報記録体が形成されたシート状基材を２つ折りや３つ\n折りにして，情報記録体を形成したシート状基材の面部に，折り畳んだシート基材\nの面部を貼着（疑似接着）させて脱落させないようにした重要な構成である。\nウ  認定すべき引用発明１\n本件発明１と対比すべき引用発明１は，次のとおりである（以下，この発明を「原\n告主張引用発明１」という。）。\n「巻き折りまたは観音開き折りのシート状基材であって，情報記録体がシート状\n基材から打ち抜かれて分離可能に形成され，情報記録体が形成されたシート状基材\nの面とこれに重なる面には，情報記録体を被覆する領域に該当する部分に剥離可能\nな弱粘着性の粘着剤が塗布されており，当該粘着剤が塗布された面が，情報記録体\nが形成された面に貼着されたシート状基材。」\n(2)  相違点１ないし３の認定の誤り\nア  情報記録体（分離して使用するもの）の配置について\n(ア)  引用例１記載の発明の課題，作用効果\n引用例１記載の発明の課題や作用効果によれば，情報記録体に対しシート状基材\n（シート状基材を折り畳む場合は折り畳み状態のシート状基材）が無駄に大きくな\nらないようにすることとなる。\nそして，シート状基材を観音開き折りとした場合，①情報記録体を中央面部であ\nって左右側面部が重なる位置に配置，②情報記録体を中央面部であって右側面部が\n重なる位置に配置，③情報記録体を中央面部であって左側面部が重なる位置に配置，\n④情報記録体を左側面部に配置，⑤情報記録体を右側面部に配置というパターンが\nあるところ，このうち，情報記録体を上記①の位置に配置すれば，情報記録体に対\nし折り畳み状態のシート状基材が無駄に大きくならなくなり，シート状基材費（材\n料費）や配達料（郵送料）を低コストにでき，引用例１の発明の課題と発明の作用\n効果に対応する。\nなお，引用例１の発明の課題と作用効果における低コストとは，単に，封筒代や\n専用ケースにより発生するコスト（専用ケース代）を削減することにとどまらず，\n情報記録体の配達に要する全コストの低コスト化を示唆するものであり，【００１\n２】も，シート状基材の形状，寸法，重量，厚み等を考慮した郵送の低コスト化に\n言及している。\nしたがって，引用例１においてシート状基材を観音開き折りとした場合，情報記\n録体は，上記①の位置に配置されるとみるのが合理的である。\n(イ)  引用例１の課題解決手段\n引用例１には課題解決手段として，情報記録体が形成されたシート状基材の一方\nの面を別体の被覆材で被覆するのに代えて，シート状基材自体を巻き折り又は観音\n開き折りとする旨記載されている（【０００７】【０００８】）。このうち観音開\nき折りの形態では，別体の被覆材で被覆するのに代えて，シート状基材自体を折り\n返した左右の側面が，情報記録体が形成されたシート状基材を被覆することとなる。\nこれにより，情報記録体が形成されたシート状基材の部分は，観音開き折りの中央\n面部となり，情報記録体は中央面部に形成されていることとなる。\nまた，引用例１のシート状基材を観音開き折りとした場合には，２つ折りにした\n場合と同様にシート状基材の大きさを通常の２倍寸で作成し，通常の大きさとなる\n中央面部に情報記録体を形成し，その左右の側面部で情報記録体を被覆することは\n明白である。\nさらに，引用例１のシート状基材は，はがき等の郵便物として郵送可能であり（【請\n求項９】），情報記録体にはＣＤやカード類が含まれ（【請求項８】），はがきと\nＣＤやカード類の大きさの関係からも，引用例１のシート状基材を観音開き折りと\nした場合，情報記録体が中央面部に形成されるのは明らかである。\nイ  よって，原告主張引用発明１においては，情報記録体（分離して使用するも\nの）は，中央面部であって左側面部と右側面部が重なる位置に配置されるから，本\n件発明１との相違点２及び３は存在しない。また，相違点１も存在しない。\nウ  被告の主張について\n被告は，本件発明１と引用発明１とは，全く課題・作用効果が異なる発明である\nと主張する。しかし，引用発明１の課題は，シート状基材から情報記録体を容易に\n分離できるようにし，情報記録体をシート状基材から分離して取り出すことにより\n独立して使用できるようにし，情報記録体をシート状基材から完全に分離しておい\nても情報記録体が不用意に脱落することがないようにするというものであり（【０\n００４】【０００７】），この課題は，本件発明１の課題と実質的に同一である。\n⑶  相違点１ないし３は実質的相違点ではないこと\nア  仮に，本件審決のとおり相違点２，３が認定されるとしても，前記(2)アのと\nおり，引用例１の課題，その解決手段，発明の作用効果の記載によれば，情報記録\n体は中央面部であって左側面部と右側面部が重なる位置に配置されることになる。\nイ  本件審決は，【０００７】の記載をもって，情報記録体を，左側面部と右側\n面部のいずれか一方に貼着する位置に配置するのが自然であるとする。しかし，同\n記載は，情報記録体の両面が別の被覆材で剥離可能に被覆されている場合（ｂ２）\nに限定され，シート状基材を観音開き折りにしたようなシート状基材の一方の面が\n被覆されている場合には適用されない。また，【０００７】は，全ての折り形態の\nシート状基材において情報記録体を１枚のもので被覆することに限定しているわけ\nではない。\nウ  したがって，相違点２及び３の認定の誤りを措くとしても，情報記録体は中\n央面部であって左側面部と右側面部が重なる位置に配置されるから，本件審決が認\n定した相違点２及び３は，実質的な相違点ではない。また，相違点１も実質的相違\n点ではない。\n⑷  小括\nしたがって，本件審決は，本件発明１の新規性の判断を誤ったものであるから，\n本件審決は取り消されるべきものである。\n〔被告の主張〕\n⑴  引用発明１の認定\n引用例１には，情報記録体が容易に分離可能に形成されたシート状基材という発\n明（ａ）に相当する図１と，シート状基材を２つ折りして情報記録体を被覆した発\n明（ｃ）に相当する図２のみ明示されている。引用例１に，シート状基材を観音開\nき折りとして情報記録体を被覆した発明（ｄ３）が記載されているということはで\nきない。\n引用例１には，「観音開き折り」は【０００８】の一箇所に各種折り方の例示の\n一つとして記載があるのみであり，「観音開き折り」の形態が採用された場合に，\n情報記録体をどの箇所に配置するかについて，具体的な記載はなく，示唆もされて\nいない。\n⑵  相違点２及び３の認定に誤りはないこと\nア  引用例１の発明の課題，作用効果\n(ア)  本件発明１と引用発明１とは，課題・作用効果が全く異なる発明である。\n引用例１には，本件発明１の作用効果を奏するための構成である相違点２及び３に\n係る構成が記載されていると解することはできない。\n(イ)  原告の主張について\n引用例１において，シート状基材を観音開き折りとした場合，情報記録体が配置\nされる面部と位置のパターンは，５つのパターンが考えられるから，①情報記録体\nを中央面部であって左側面部と右側面部が重なる位置に配置されるというパターン\nの構成が引用例１に記載されているものとして引用発明を認定することはできない。\n宣伝広告等に利用するためにシート状基材を大きくすることもあるから（【０００\n９】），その他のパターンの構成も，シート状基材が「無駄に大き」いというわけ\nではない。\nまた，引用例１には，情報記録体をシート状基材と一体に成形することにより，\nシート基材とは別の封筒や専用ケースに封入する場合のような手間やコストがかか\nらないということが記載されているにすぎない（【０００３】【００１３】【００\n２０】）。このような，封筒や専用ケースが不要となるという作用効果は，その他\nのパターンの構成でも，生じている。\nイ  引用例１の課題解決手段\n引用例１には，情報記録体の脱落防止を目的とする別体の被覆材に代えて，シー\nト状基材を２つ折り，巻き折り，Ｚ折り，観音開き折り等の各種形態とすることが\n記載されているにすぎず（【０００７】【０００８】），情報記録体が，観音開き\n折りのいずれの面内に形成されるか，観音開き折りのいずれの面が別体の被覆材の\n代わりとなるのか，情報記録体やシート状基材の大小関係がどのようなものである\nか等については，何ら記載がない。引用例１のその他の記載を参酌しても，当業者\nは，本件発明１のように，観音開き折りで，中央面部に分離して使用するものが配\n置され，かつ，左側面部と右側面部の両方が，分離して使用するものに重なってい\nるという構成を読み取ることができたとはいえない。\nなお，引用例１のシート状基材を通常はがきと解して（【請求項９】），情報記\n録体をＣＤなどと解することは（【請求項８】），寸法や重量の点に矛盾が生じる\nから，大きさをもとに，情報記録体の配置を決することはできない。\nウ  したがって，本件審決が，相違点２及び３を認定したことは妥当である。\n⑶  相違点２及び３は実質的な相違点であること\n引用例１では，その全文献中，一貫して，情報記録体は，その全面を，被覆材や\n折り返したシート状基材など，１枚のもので被覆されているという単純な構成を前\n提としている。引用例１には，情報記録体が左右の両側面部によって半分ずつ被覆\nされている構成，及び，その結果生じる本件発明１の顕著な効果は，全く記載も示\n唆もされていない。\nしたがって，本件審決が，相違点２及び３を実質的な相違点として認定したこと\nは，妥当である。\n⑷  小括\nしたがって，本件発明１は，引用発明１と，少なくとも相違点２及び３において\n相違し，これらは実質的な相違点であるから，本件発明１は，引用例１に記載され\nた発明であるとはいうことはできない。\n４  取消事由４（引用発明１に基づく本件各発明の進歩性に係る判断の誤り）に\nついて\n〔原告の主張〕\n⑴  本件発明１と原告主張引用発明１との相違点\n引用例１には，情報記録体が中央面部であって左側面部と右側面部が重なる位置\nに配置されることが明記されているとまではいえないから，仮に，この点を本件発\n明１と原告主張引用発明１との相違点とすると，両発明の相違点は以下のようにな\nる（以下，この相違点を「原告主張相違点ａ」という。）。なお，両発明は，情報\n記録体（分離して使用するもの）とこれと重なる面部が粘着剤により貼着（疑似接\n着）している構成において一致する。\n「本件発明１は，中央面部に分離して使用するものが印刷され，左側面部の裏面\n及び右側面部の裏面の両方が，中央面部の裏面及び分離して使用するものに貼着し\nているのに対して，原告主張引用発明１では，分離して使用するもの（情報記録体）\nが中央面部に印刷されていること，並びに，左側面部の裏側及び右側面部の裏側が\n中央面部の分離して使用するものに貼着していること，が不明である点」\n⑵  原告主張相違点ａの容易想到性\nア  原告主張相違点ａは，結局のところ，本件発明１は，分離して使用するもの\nが中央面部の左側面部と右側面部が重なる位置に配置されるのに対して，原告主張\n引用発明１は，情報記録体（分離して使用するもの）がそのような位置に配置され\nるのか不明である点ということになる。\nイ  甲５発明の適用\n(ア)  甲５発明は，巻き折り形態のシート（シート状のパッケージ）であって，\nシートの一面である中間パネル（中央面部）を打ち抜いて分離して使用するもの（カ\nード）を形成し，上部パネル（左側面部）と下部パネル（右側面部）の両方の裏面\nが中間パネル（中央面部）及び分離して使用するもの（カード）に重なっている。\n甲５発明には，シートの一面に打抜き（切り込み）により分離して使用するもの\n（カード）を形成して，巻き折りにして分離して使用するもの（カード）を保護し\nつつ移送し，受取人が分離して使用するもの（カード）をシートから取り外すこと\nができるようにするという課題が内在し，原告主張引用発明１においても，同様の\n課題が内在しており，両発明には課題の共通性がある。\nまた，原告主張引用発明１においては，前記３〔原告の主張〕⑵アのとおり，中\n央面部に情報記録体（分離して使用するもの）を配置し，左右側面部を中央面部に\n折り重ねた巻き折りないし観音開き折りとする動機付けが認められる。\nよって，原告主張引用発明１において，巻き折りないし観音開き折りとしたシー\nト状基材の一面に打抜きにより分離して使用するもの（カード）を形成するに際し，\n甲５発明のように，中央面部に分離して使用するもの（カード）を形成し，左右側\n面部が中央面部の裏面及び分離して使用するもの（カード）に重なるようにする動\n機付けは十分にある。\n(イ)  なお，被告は，巻き折りの甲５発明を，引用発明１に組み合わせても，本\n件発明１の構成に至らない旨主張する。しかし，本件発明１は，文言上，左側面部\nと右側面部が重ならない観音開き折り印刷物だけでなく，左側面部と右側面部が重\nなる巻き折り印刷物という構成も含む。また，引用発明１は，観音開き折り形態を\n備えており，巻き折りと観音開き折りは，左の面と右の面を中央の面の同じ側に重\nねる３つ折りである点で共通し，技術的に極めて近似しているから，相違点に係る\n構成を容易に想到できる。被告の前記主張は誤りである。\nウ  周知技術の適用\n(ア)  甲５文献，特開２００２－９６８８７号公報（甲６。以下「甲６文献」と\nいい，同文献に記載された技術を「甲６技術」という。）及び米国特許公開２００\n２／０１００７９７号公報（甲７。以下「甲７文献」といい，同文献に記載された\n技術を「甲７技術」という。）によれば，巻き折り又は観音開き折り形態とし，シ\nートの中央面部にＣＤやカード類を取り外し可能に配置し，左右側面部が中央面部\n及びＣＤ・カード類に重なるようにして移送できるようにし，受取人に渡すまでの\n間，ＣＤやカード類を保護できるようにした構成は，本件特許出願前から当業者に\n周知の技術というべきである。\nなお，巻き折り形態と観音開き折り形態は，極めて近似した折り形態であるほか，\n本件発明１も巻き折り形態を含んでいるから，周知技術が巻き折りか観音開き折り\nであるかは問題とはならない。\n(イ)  そして，甲５文献ないし甲７文献には，シートの一面にＣＤやカード類を\n取り外し可能に配置し，巻き折り又は観音開き折りにしてＣＤやカード類を保護し\nつつ移送できるようにし，受取人がＣＤやカード類をシートから取り外すことがで\nきるようにするという課題が内在する。一方，原告主張引用発明１の情報記録体は，\nＣＤやカード類を含み，同発明においても，甲５文献ないし甲７文献に記載された\n周知技術と同様の課題が内在する。\nまた，引用例１において，シート状基材を３つ折り以上にして情報記録体を被覆\nした発明（ｄ）の具体例として，巻き折りにして情報記録体を被覆した発明（ｄ１）\nと観音開き折りにして情報記録体を被覆した発明（ｄ３）が併記されている。一方，\n甲６文献の実施例３は観音開き折り形態であり，同文献の実施例１～３のパッケー\nジは，いずれも巻き折り又は観音開き折り形態である。\n(ウ)  よって，原告主張引用発明１において，シート状基材を観音開き折りとし，\n左側面部と中央面部と右側面部のいずれか一の面部に分離して使用するもの（情報\n記録体）を印刷して配置（形成）するに際し，甲５文献ないし甲７文献に記載され\nた周知技術のように，中央面部にＣＤやカード類（情報記録体）を配置し，情報記\n録体を中央面部であって左側面部と右側面部が重なる位置に配置する動機付けは十\n分にある。\n⑶  顕著な効果\n本件発明１の構成を，当業者が容易に想到できるものであれば，当然にその構成\nが奏する効果も当業者は予測できる。\nまた，引用発明１においては，擬似接着されたシート状基材を剥がすと，情報記\n録体が擬似接着しているシート状基材に付着し，必然的に，分離して使用するもの\nを切り取ろうとする意思を持たずに，印刷物を開くと自動的に手にすることができ\nる。甲６文献の固定板１Ａに保持されたＣＤや甲７文献の第３パネル４４に付着し\nたプリペイドクレジットカード２４は，簡単に取り出す（剥がす）ことができ，切\nり取ろうとする意思を必要としない。\nしたがって，本件発明１に顕著な効果があるということはできない。\n⑷  小括\nよって，本件発明１と原告主張引用発明１の相違点に係る構成を採用することは，\n当業者が容易に想到できるものであり，本件発明１の効果は，原告主張引用発明１，\n甲５文献ないし甲７文献から当業者が予測できる範囲内のものである。\n〔被告の主張〕\n⑴  本件発明１と引用発明１との相違点及び容易想到性\n本件審決が認定した相違点２及び３と，原告主張相違点ａとの間に，実質的な違\nいはない。\nまた，本件審決は，相違点２及び３の容易想到性の判断について，本件発明１の\n作用効果の点から，「一体不可分の発明特定事項」を細切れにせずに，一体的に判\n断したところ，そのような本件審決の判断手法，及び，容易想到性を否定した結論\nは，妥当なものである。\n⑵  顕著な効果\n仮に引用発明１において，相違点に係る構成を適用すると，当業者が予測できな\nい顕著な効果が生じる。\nすなわち，本件発明１では，分離して使用するものを，中央面部上の，かつ，左\n側面部と右側面部の両方に重なる部分に印刷することによって，左側面部又は右側\n面部の後から開いた方に，分離して使用するものが付いてきて，かつ，その一部が\n飛び出しているため，使用者がこれを手に取ることが促され，広告などの印刷物に\n付いているはがき等を切り取ろうとする意思を持たずに，当該印刷物を開くと自動\n的に手にすることができるという，顕著な効果を生じさせることを見出したもので\nある。そして，この効果は，引用例１，甲５文献ないし甲７文献にはないものであ\nる。\nしたがって，本件発明１は，これらの引用例等を組み合わせても予測できない顕\n著な効果を有する。\n⑶  原告の主張について\nア  甲５発明の適用\n(ア)  甲５文献には，原告が主張するような課題は何ら記載も示唆もされていな\nい。甲５発明は，販売場所において，カードが不正に取り外されることを防ぎつつ，\nカードを展示すること等を課題として，それを解決するために，プラスチックの窓\nを設けたという発明である。これに対して，引用発明１の課題は，郵送等の場面に\nおいて，封入や小包にする手間を省き，余分なコストを削減することにより，低コ\nストで手間がかかることなく受取人に配達することが可能になる情報記録体を形成\nしたシート状基材を提供することである（【０００３】）。引用発明１と甲５発明\nとは，課題が共通しない。\nまた，前記３〔被告の主張〕⑵のとおり，引用発明１において，中央面部に情報\n記録体（分離して使用するもの）を配置し，左右側面部を中央面部に折り重ねた巻\nき折りないし観音開き折りとする動機付けはない。\n(イ)  仮に，当業者が，引用発明１に，甲５発明を組み合わせたとしても，甲５\n発明は，巻き折りであって，本件発明１に巻き折り形態は含まれていないから，相\n違点の構成には想到しない。\nイ  周知技術の適用\n甲５文献ないし甲７文献に記載された技術は，いずれも巻き折り形態であり，観\n音開き折り形態ではないから，これらを引用発明１に組み合わせても，相違点に係\nる構成は導かれない。\nまた，甲６文献，甲７文献に記載された技術においては，中央面部上ではなく，\n側面部上にＣＤ又はプリペイドクレジットカードが配置されているから，中央面部\nにＣＤやカード類を配置する技術が周知技術ということもできない。\nしたがって，甲５文献ないし甲７文献に記載された技術を引用発明１に組み合わ\nせても，相違点に係る構成は導き出せない。\n⑷  小括\nよって，本件発明１は，原告主張引用発明１及び甲５発明，又は周知技術から当\n業者が容易に発明できたものではない。\n５  取消事由５（引用発明２に基づく本件各発明の進歩性に係る判断の誤り）に\nついて\n〔原告の主張〕\n(1)  本件発明１と引用発明２の相違点\n本件発明１と引用発明２は，折り形態によって定まる面部が分離して使用するも\nのに貼着している点で共通するから，両発明の相違点は以下のようになる（以下，\nこの相違点を「原告主張相違点ｂ」という。）。\n「本件発明１においては，左側面部の裏面及び右側面部の裏面が中央面部の裏面\nに貼着しているのに対して，引用発明２は，左側面部の一方の面が中央面部の一方\nの面に貼着し，右側面部の一方の面が中央面部の他方の面に貼着している点」\n⑵  原告主張相違点ｂの容易想到性\nア  引用発明２において，Ｚ折りの形態を観音開き折りの形態とすると中央面部\nに配置されている分離して使用するものは左側面部と右側面部に貼着し，本件特許\n発明１の構成となるから，結局のところ，原告主張相違点ｂは，本件発明１が観音\n開き折りの形態であるのに対して，引用発明２がＺ折りの形態である点にすぎない。\nなお，観音開き折りは，左側面部と右側面部の左右方向の幅を同じにするのが技\n術常識であり，引用発明２の中央面部（はがき本体）に設けられるカード部は，テ\nレホンカードとほぼ同一の大きさであるから（【００３２】【００３５】【００４\n３】），引用発明２において，技術常識に従った観音開き折り形態とすると，はが\nき本体とテレホンカードの大きさの関係から，必然的に，左側面部の裏面及び右側\n面部の裏面の両方がカード（分離して使用するもの）に重なって貼着する。\nイ  甲８技術の適用\n(ア)  甲８文献（平成４年２月公開）には，用紙を３つ折り畳んで重なり合う面\nを擬似接着させたメールフォームであって，中央面部の異なる面に左側面部と右側\n面部が重なるＺ型の形態のもの，中央面部の同一の面に左側面部と右側面部が重な\nる観音開き折り形態のもの等，各種３つ折り形態のメールフォームが記載されてい\nる。そうすると，用紙を３つ折り畳んで重なり合う面を擬似接着させたはがき等の\nメールフォームにおいて，Ｚ型の形態とするか観音開き折り形態とするかは，当業\n者が適宜選択し得る設計事項にすぎない。\n一方，引用発明２は，Ｚ型の折り形態のメールフォーム（はがき）であるが（【０\n０３５】），引用発明２において，はがきの形状や折り方は，「Ｚ」の形状に限定\nされないから（【００４９】），甲８文献に示されたような観音開き折り形態とす\nる動機付けも十分にある。\nよって，引用発明２において，Ｚ型の折り形態を，甲８文献に示されたような観\n音開き折り形態とすることは，当業者が適宜選択し得る設計事項にすぎず，当業者\nが容易に想到できるものである。\nまた，引用発明２と甲８技術は，一般的な折畳みはがきとして技術分野が共通す\nるだけではなく，用紙を折り畳んでさらに重なり合う面を擬似接着させたものであ\nり，少なくとも作用・機能が共通する。そして，引用発明２には，折り形態を変更\nできることが示され（【００４９】），引用発明２のように用紙を折り畳んで重な\nり合う面を擬似接着させたはがきにカード部を設けることは，本件発明１の出願前\nから広く知られている（甲３，２７）。よって，引用発明２のはがきに甲８文献に\n記載されたメールフォームを適用する動機付けは十分にある。\n(イ)  そして，引用発明２において，甲８文献に示されたような観音開き折り形\n態とすると，はがき本体とテレホンカードの大きさの関係から，必然的に，左側面\n部の裏面及び右側面部の裏面の両方がカードに重なって貼着され，原告主張相違点\nｂに係る構成となる。\n(ウ)  したがって，引用発明２において，中央面部の異なる面に左側面部と右側\n面部が重なるＺ型の折り形態を，中央面部の同一の面に左側面部と右側面部が重な\nる観音開き折り形態として原告主張相違点ｂに係る構成を採用することは，当業者\nが容易に想到できるものである。\n(エ)  なお，被告は，引用発明２に甲８文献の第１２図を組み合わせることに阻\n害要因がある旨主張する。\nしかし，引用発明２において問題となる破損や汚損は，カード部に設けられた二\n次元コード領域等の情報が読み取れなくなるほどの破損や汚損であり（【００２５】），\n甲８文献のスリットを設けることによって，そのような破損や汚損が生ずるもので\nはない。また，引用発明２の課題に対応する効果は，カードの破損や汚損ではない\nから，「破損や汚損」は阻害要因にならない。さらに，甲８文献の観音開き折りに\nおけるスリット幅は１ｍｍ程度以上のわずかなものであり（４頁左欄１３～１４行），\n実質的にカード部を露出させるものではない。\nまた，引用発明２では，シート（はがき）の曲げ強度は問題としておらず，曲げ\n強度は，シート（はがき）の材質や厚み等により決まる設計事項であり，スリット\nとは何ら関係がない。その他，カード部の離脱は，そもそも阻害要因にはならず，\nまた利用者がはがきを開くときに離脱なども生じない。\nウ  甲８技術及び周知技術の適用\n(ア)  甲５文献ないし甲７文献によれば，シートを３つ折りに折り畳んでＣＤや\nカード類を保持したパッケージ・封筒において，シートの中央面部にＣＤやカード\n類を取り外し可能に配置し，左右側面部が中央面部及びＣＤ・カード類に重なるよ\nうにして移送できるようにし，受取人に渡すまでの間，ＣＤやカード類を保護でき\nるようにした構成は，本件特許出願前から当業者に周知の技術というべきである。\n(イ)  そして，甲５文献ないし甲７文献には，シートの一面にＣＤやカード類を\n取り外し可能に配置し，３つ折りにしてＣＤやカード類を保護しつつ移送できるよ\nうにし，受取人がＣＤやカード類をシートから容易に取り外して携帯できるように\nするという課題が内在する。\nこれに対して，引用発明２の課題は，シートを折り畳んでカードを保持して郵送\nできるはがきとし，カード類をはがきから容易に取り外して携帯できるようにする\nことである。\nしたがって，引用発明２と甲５文献ないし甲７文献に記載された周知技術の課題\nは共通する。\n(ウ)  また，前記イ(ア)，(エ)のとおり，引用発明２において，Ｚ型の折り形態\nを，甲８文献に示されたような観音開き折り形態とすることは，当業者が適宜選択\nし得る設計事項にすぎないほか，引用発明２に甲８技術を組み合わせる動機付けは\n十分にあり，阻害要因もない。\n(エ)  よって，引用発明２において，Ｚ型の折り形態を甲８文献に示されたよう\nな観音開き折り形態とするのに際し，甲５文献ないし甲７文献（甲６文献は観音開\nき折りを含む）に記載された周知技術に示されたように，左側面部の裏面及び右側\n面部の裏面が中央面部の裏面及びカード（分離して使用するもの）に重なるように\nし，これらを貼着するようにして，原告主張相違点ｂに係る構成を採用することは，\n当業者が容易に想到できるものである。\n⑶  顕著な効果\n本件発明１の構成を，当業者が容易に想到できるものであれば，当然にその構成\nが奏する効果も当業者は予測できる。\n⑷  被告主張のその余の相違点について\n被告は，下記〔被告の主張〕⑴イのとおり，本件発明１と引用発明２には，被告\n主張相違点αがある旨主張する。\nしかし，本件発明１の「切り込み」は，文言上連続した切り込みに限定されない。\nそして，引用例２に記載された切断予定線１１は切り込みであり，それが連続した\n切り込みであるか否かにかかわらず，本件発明１の「切り込み」に相当する。した\nがって，被告主張相違点αは存在しない。\n仮に，被告主張相違点αがあったとしても，トムソン加工により形成する切断予\n定線を，連続的な切り込みとするか，断続的な切り込みとするかは，単なる設計事\n項にすぎない。\n⑸  小括\nよって，本件発明１は，引用発明２及び甲８技術，又は，引用発明２，甲８技術\n及び甲５文献ないし甲７文献に記載された周知技術から，当業者が容易に発明をす\nることができたものである。\n〔被告の主張〕\n⑴  本件発明１と引用発明２の相違点及び容易想到性\nア  相違点４及び容易想到性\n本件審決が，相違点４を認定したことは正しく，その容易想到性の判断も妥当な\nものである。\nイ  その余の相違点及び容易想到性\n(ア)  引用例１には，従来技術においては，ミシン目の切り込みによって，はが\nきが切り取り可能となっていたが，「なお，葉書を切り取らなければならないとい\nう手間が依然として残っていた」との問題点があり，本件発明１は，分離して使用\nするものを印刷物より「切り取る必要がなく」と記載されている（【０００２】～\n【０００４】【０００６】）ことなどからすれば，本件発明１の切り込みは，連続\nした切り込みをいうものと解すべきである。\n(イ)  一方，引用例２には，カード部１の周囲には，トムソン加工された切断予\n定線が設けられているものの，表面シートや裏面シートの開封により自動的にカー\nド部が切り取られるのではなく，別途，「切り離す」という動作により，初めて，\n切り離されると記載されている（【００３２】【００３３】）ことなどからすれば，\n引用例２に記載された切断予定線は，ミシン目のような断続的な切り込みであると\n解すべきである。\n(ウ)  したがって，本件発明１と引用発明２には，以下の相違点がある（以下，\nこの相違点を「被告主張相違点α」という。）。\n「本件発明１の分離して使用するものの周囲の切り込みが，連続した切り込みで\nあるのに対して，引用発明２のカード部の周囲の切断予定線は，断続的な切り込み\nである点」\n(エ)  そして，被告主張相違点αに係る構成については，引用例２，甲５文献な\nいし甲８文献には，何らの記載も示唆もないから，当業者が容易に想到し得たもの\nではない。\n⑵  顕著な効果\n前記４〔被告の主張〕(2)と同様に，本件発明１は，引用例２，甲５文献ないし甲\n８文献には記載も示唆もされていない効果を有し，しかも，その効果は顕著なもの\nである。\n⑶  原告の主張について\nア  相違点の認定\n仮に引用発明２のＺ折りの形態を，観音開き折りの形態にした場合であっても，\n「中央面部に配置されている分離して使用するものは左側面部と右側面部に貼着」\nするとは限らない。\nイ  甲８技術の適用\n(ア)  相違点の構成に至らないこと\n仮に，引用発明２に，甲８文献の図１２の実施形態を組み合わせるとしても，そ\nの場合に，カード部１をどの面に配置するか（中央面部か，側面部か）は，何ら甲\n８文献に示唆等はない。引用発明２に甲８技術を組み合わせても，相違点の構成に\n至らない。\n(イ)  動機付けがなく，阻害要因があること\n甲８文献の記載のみをもって，一般的な折り畳みはがきを観音開き折り形態と変\n形することが設計事項であるとまで，認定できるものではない。また，引用発明２\nは，そもそも一般的な折畳みはがきではなく，はがき本体２に切り取り可能なカー\nド部１が設けられているはがきであるから，仮に，一般的な折畳みはがきにおいて\nは観音開き折り形態と変形することが設計事項であったとしても，このようなカー\nド部１を有する引用発明２に，かかる設計事項を適用する動機付けがあるとはいえ\nない。\nまた，甲８文献の第１２図は，典型的な観音開き折り形態ではなく，左側面部と\n右側面部の間に，「スリット状の重なり合わない部分」が残されている（４頁右欄\n３２～３７行）。また，基本的な実施例である図１～５からすれば，当該部分は一\n定の幅を有するものである。これに対し，引用発明２で，カード部１を表面シート\nや裏面シートで覆う目的は，カードを破損や汚損から保護することである（６欄１\n２～１５行）。そうすると，引用発明２において，甲８文献の図１２の形態を組み\n合わせて，カード部１を中央部に設けるなどすると，カード部１が露出してしまい，\nカードを破損や汚損から保護することができなくなるから，組み合わせることに阻\n害要因がある。\nさらに，甲８文献の図１２の実施形態の使用方法は，開封時に，剥離開始部２ｂ\nの裏側を押すようにするものである（４頁右欄３５～３７行）。そうすると，引用\n発明２において，甲８文献の図１２の形態を組み合わせて，カード部１を中央部に\n設けるなどすると，開封時に，カードが押されてしまい，ミシン目等の切断予定線\n１１から切断されてしまうという不都合が生じるから，組み合わせることに阻害要\n因がある。\nウ  甲８技術及び周知技術の適用\n前記イ(イ)のとおり，引用発明２に甲８技術を組み合わせることに動機付けはな\nく，阻害要因がある。\nまた，前記４〔被告の主張〕(3)イのとおり，甲５文献ないし甲７文献に記載の技\n術は巻き折り形態にすぎないから，これを引用発明２に組み合わせても，相違点４\nあるいは原告主張相違点ｂの構成には至らない。\n⑷  小括\nよって，本件発明１は，引用発明２及び甲８技術，又は，引用発明２，甲８技術\n及び周知技術から，当業者が容易に発明をすることができたものということはでき\nない。\n６  取消事由６（引用発明３に基づく本件各発明の進歩性に係る判断の誤り）に\nついて\n〔原告の主張〕\n⑴  本件発明１と引用発明３の相違点\n本件発明１と引用発明３は，折り形態によって定まる面部が分離して使用するも\nのに貼着している点で共通するから，両発明の相違点は以下のようになる（以下，\nこの相違点を，それぞれ「原告主張相違点ｃ」，「原告主張相違点ｄ」という。）。\nア  原告主張相違点ｃ\n「本件発明１は，左側面部と中央面部と右側面部からなり，左側面部の裏面及び\n右側面部の裏面が中央面部の裏面に貼着する形態，すなわち，左側面部と右側面部\nの両方が中央面部に重なる折り形態であるのに対して，引用発明３は，一のシート\nが他の一のシートと重なる折り形態である点」\nイ  原告主張相違点ｄ\n「本件発明１は，中央面部に分離して使用するものが印刷され，左側面部の裏面\n及び右側面の裏面の両方が，分離して使用するものに貼着しているのに対して，引\n用発明３は，一のシートが分離して使用するものと貼着している点」\n⑵  原告主張相違点ｃ及びｄの容易想到性\nア  引用発明３において，一のシートが他の一のシートと重なる折り形態を左側\n面部と右側面部が中央面部に重なる観音開き折りの形態とすると，分離して使用す\nるものは中央面部に配置されて左側面部と右側面部に貼着し，本件発明１の構成と\nなるから，結局のところ，原告主張相違点ｃ，ｄは，本件発明１が，左側面部と右\n側面部が中央面部に重なる観音開き折りの形態であるのに対して，引用発明３が一\nのシートが他の一のシートと重なる折り形態である点にすぎない。\nイ  甲８技術について\n(ア)  甲８文献（平成４年２月公開）には，用紙を折り畳んで重なり合う面を擬\n似接着させたメールフォームであって，２つ折り形態のもの，Ｎ型の３つ折り形態\nのもの，左右側面部が中央面部に重なる３つ折り形態のもの等，各種折り形態のメ\nールフォームが記載されている。そうすると，用紙を折り畳んで重なり合う面を擬\n似接着させたはがき等のメールフォームにおいて，２つ折り形態とするか左右側面\n部が中央面部に重なる３つ折り形態のものとするかは，当業者が適宜選択し得る設\n計事項にすぎない。\nそして，引用発明３は，用紙を２つに折り畳んで重なり合う面（第１シートと第\n２シート）を擬似接着させたメールフォーム（はがき）である。\nまた，引用発明３と甲８技術は，一般的な折畳みはがきとして技術分野が共通す\nるだけではなく，用紙を折り畳んでさらに重なり合う面を擬似接着させたものであ\nり，少なくとも作用・機能が共通する。また，引用発明３のように用紙を折り畳ん\nで重なり合う面を擬似接着させたはがきにカード部を設けることは，本件発明１の\n出願前から広く知られている（甲２，２７）。よって，引用発明３のはがきに観音\n開き折り形態に変形する技術として甲８文献のメールフォーム（はがき）を適用す\nる動機付けは十分にある。\n(イ)  そして，甲８文献の図１２に示された観音開き折りのメールフォームは，\n通常はがきの大きさであり，左右側面部が中央面部の中央部まで折り返されており，\n引用発明３のカード部はテレホンカードと大略同一の大きさである。これにより，\n引用発明３のはがきを甲８文献の図１２の観音開き折りのメールフォーム（はがき）\nとした場合，物理的に中央面部にしかカード部を配置することができず，中央面部\nにカード部を配置することが示唆されているといえる。また，引用発明３を甲８文\n献の図１２の観音開き折りとし，中央面部にカード部を配置した場合，中央面部は\n通常はがきの大きさであり，カード部はテレホンカードの大きさであるから，カー\nド部を中央面部のどの位置に配置しても，左右側面部とカード部が重なり，カード\n部を中央面部のどの位置に配置するかは，問題とならない。\n(ウ)  なお，被告は，引用発明３に甲８技術を組み合わせることは，煩雑さの低\n減という引用発明３の解決しようとする課題に反するから阻害要因がある旨主張す\nる。しかし，引用発明３の課題は，はがきの宛先とは別にカードに住所や氏名を記\n載する必要のないはがきを提供することであり（【０００３】），擬似接着したは\nがきを開封するときの開封動作の手間による煩雑さを低減することではない。\nまた，被告は，引用発明３に甲８文献の第１２図を組み合わせることに阻害要因\nがある旨主張するが，引用発明３のカード部は，イベント招待券等であり，カード\n部が露出することによりその機能等が損なわれることはないほか，前記５〔原告の\n主張〕⑵イ(エ)のとおり，同主張は誤りである。引用例３には，カード部の第１シ\nートの裏面側に設けられた磁気記録部が郵送中に破損するのを効果的に防止する旨\n記載があるが（【０００６】），これは一例示にすぎず，甲８文献の僅かなスリッ\nトによって磁気記録部が破損することも考えにくい。\nウ  甲９技術について\n(ア)  甲９文献には，左側面部（折返片１１）と中央面部（ハガキ本体１０）と\n右側面部（折返片１２）からなり，左側面部（折返片１１）と右側面部（折返片１\n２）の両方が中央面部（ハガキ本体１０）に重なる折り形態のはがきであって，中\n央面部（ハガキ本体１０）の表面に宛名を有するはがき（メールフォーム）が記載\nされている。\n(イ)  引用発明３において，第１シートを第２シートに折り重ねる２つ折りの形\n態のはがきに代えて，甲９文献に記載されたような左右側面部が中央面部に重なる\n３つ折り形態のはがきとするのは，当業者が適宜選択し得る設計事項にすぎない。\nまた，引用発明３と甲９技術は，一般的な折畳みはがきとして技術分野が共通す\nるだけではなく，用紙を折り畳んでさらに重なり合う面を擬似接着させたものであ\nり，少なくとも作用・機能が共通する。そして，引用発明３は，はがきの宛先がそ\nのままカード部として使用できるようしたものである。一方，甲９文献のメールフ\nォーム（はがき）にも宛先が設けられている。よって，引用発明３に甲９技術を組\nみ合わせる動機付けは十分にある。\n(ウ)  そして，引用発明３のはがきの折り形態を甲９文献のような折り形態のは\nがきとした場合，甲９文献において宛名はハガキ本体１０（中央面部）の表面１５\nに印字されていることから，引用発明３の宛先を有するカード部（分離して使用す\nるもの）は中央面部に設けられる。この場合，引用発明３のカード部（分離して使\n用するもの）は，テレフォンカードと大略同一の大きさであり（【請求項２】），\n甲９文献の折返片１１，１２（左右側面部）はハガキ本体１０（中央面部）の略半\n分の幅を有するから（明細書第７頁８～１１行），引用発明２のカード部（分離し\nて使用するもの）は，必然的に左側面部の裏面及び右側面部の裏面の両方に貼着す\nる。\nエ  したがって，引用発明３において，第１シートを第２シートに折り重ねる２\nつ折りの形態のはがきに代えて，左右側面部が中央面部に重なる３つ折り形態のは\nがきとし，宛先を有するカード部（分離して使用するもの）を中央面部に設けて，\n左側面部の裏面及び右側面部の裏面の両方が分離して使用するものに貼着するよう\nにして，原告主張相違点ｃ，ｄに係る構成を採用することは，当業者が容易に想到\nできたものである。\n⑶  顕著な効果\n本件発明１の構成を，当業者が容易に想到できるものであれば，当然にその構成\nが奏する効果も当業者は予測できる。\n⑷  被告主張のその余の相違点について\n被告は，下記〔被告の主張〕⑴イのとおり，本件発明１と引用発明３には，被告\n主張相違点βがある旨主張する。\nしかし，本件発明１の「切り込み」は，文言上連続した切り込みに限定されない。\nそして，引用例３に記載された切断予定線（４）は「トムソン加工された切り込み\nを有し」ているから，それが連続した切り込みであるか否かにかかわらず，本件発\n明１の「切り込み」に相当する。したがって，被告主張相違点βは存在しない。\n仮に，被告主張相違点βがあったとしても，トムソン加工により形成する切断予\n定線を，連続的な切り込みとするか，間欠的な切り込みとするかは，単なる設計事\n項にすぎない。\n⑸  小括\nよって，本件発明１は，引用発明３，甲８技術及び甲９技術から，当業者が容易\nに発明をすることができたものである。\n〔被告の主張〕\n⑴  本件発明１と引用発明３の相違点及び容易想到性\nア  相違点５，６及び容易想到性\n本件審決が認定した相違点５，６と，原告主張相違点ｃ，ｄとは，実質的に異な\nらない。\nそして，相違点６について容易に想到できないとした本件審決の判断は妥当であ\nる。\nイ  その余の相違点及び容易想到性\n(ア)  前記５〔被告の主張〕⑴イ(ア)のとおり，本件発明１の切り込みは，連続\nした切り込みをいうものと解すべきである。一方，引用発明３の切断予定線は，本\n件発明１のような連続した切り込みではなく，ミシン目のような間欠的な切り込み\nである。\n(イ)  したがって，本件発明１と引用発明３には，以下の相違点がある（以下，\nこの相違点を「被告主張相違点β」という。）。\n「本件発明１の切り込みは連続した切り込みであるのに対し，甲３発明の切断予\n定線は間欠的な切り込みである点」\n(ウ)  そして，被告主張相違点βに係る構成については，引用例３，甲８文献，\n甲９文献には，何らの記載も示唆もないから，当業者が容易に想到し得たものでは\nない。\n⑵  顕著な効果\n引用発明３の課題は，カードに使用者の住所や氏名を印刷又は記入する必要があ\nり煩雑であったという点であるところ，引用例３には，本件発明１の課題や作用効\n果といった視点は何ら記載がない。前記４〔被告の主張〕(2)と同様に，本件発明１\nは，引用例３，甲８文献，甲９文献には記載も示唆もされていない効果を有し，し\nかも，その効果は顕著なものである。\n⑶  原告の主張について\nア  甲８技術について\n(ア)  甲８文献の記載のみから，２つ折り形態とするか，左右側面部が中央面部\nに重なる３つ折り形態のものとするかは，当業者が適宜選択し得る設計事項である\nとまでは認定できない。\nまた，引用発明３は，一般的な折畳みはがきではなく，第１シートに切り取り可\n能なカード部３が設けられているはがきである。したがって，仮に，一般的な折畳\nみはがきにおいては観音開き折り形態に変形することが設計事項であったとしても，\nカード部３を有する引用発明３に，これを適用する動機付けがあるとはいえない。\n(イ)  引用発明３に，甲８文献の図１２の実施形態を組み合わせるとしても，そ\nの場合に，カード部１をどの面に配置するか（中央面部か，側面部か），また，仮\nに中央面部に配置するとしても，中央面部のどの位置に配置するか（カード部が左\n側面部又は右側面部のいずれか一面にのみ重なるのか，あるいは，その両方と重な\nるのか）については，何ら甲８文献には示唆等はない。仮に引用発明３に甲８技術\nを組み合わせても，相違点の構成には至らない。\n(ウ)  さらに，引用発明３には，甲８技術を組み合わせることについて阻害要因\nがある。\nすなわち，引用発明３の課題は，カードに使用者の住所や氏名を印刷又は記入す\nる必要があり煩雑であったという点である（【０００３】）。そして，２つ折りの\n引用発明３を，観音開き折りにすると，開封するための動作が２回必要になる。し\nたがって，２つ折りの引用発明３を，観音開き折りにすることについては，煩雑さ\nの低減という引用発明３の解決しようとする課題に反するから，阻害要因がある。\nまた，前記５〔被告の主張〕⑶イ(イ)と同様に，引用発明３において，甲８文献\nの図１２の形態を組み合わせるなどすると，スリットの部分ではカード部１が露出\nしてしまうことなどから，阻害要因がある。\nイ  甲８技術及び甲９技術について\n引用発明３に，甲８文献及び甲９文献という複数の文献を組み合わせるような動\n機付けはない。特に，引用発明３は，一般的な折畳みはがきではなく，第１シート\nに切り取り可能なカード部３が設けられている特殊な形態のはがきであり，これに\n甲８技術及び甲９技術を，共に，組み合わせることには，何ら動機付けがない。\n⑷  小括\nよって，本件発明１は，引用発明３，甲８技術及び甲９技術から，当業者が容易\nに発明をすることができたものということはできない。\n第４  当裁判所の判断\n１  本件各発明について\n(1)  本件明細書の記載\n本件各発明に係る特許請求の範囲は，前記第２の２のとおりであるところ，本件\n明細書の発明の詳細な説明には，おおむね，以下の記載がある（下記記載中に引用\nする図１ないし３は，別紙本件明細書図面目録参照）。\nア  技術分野\n【０００１】本発明は，印刷物，特に中央面部に分離して使用するもの，たとえ\nば葉書等が印刷され，かつその葉書等の周囲に切り込みが入っている印刷物に関す\nる。\nイ  背景技術\n【０００２】従来，左側面部及び右側面部が開く広告用印刷物に関する技術があ\nる（特許文献１参照）。又，左側面及び右側面が開く広告用印刷物に葉書が付いて\nいる技術がある（特許文献２参照）。\nウ  発明が解決しようとする課題\n【０００４】しかし，特許文献１には葉書が付いておらず，特許文献２は葉書が\n付いていて広告としての機能を効果的に発揮することが出来るが，なお，葉書を切\nり取らなければならないという手間が依然として残っていた。\n【０００５】又，広告等にチケット，クーポン券等が付いている場合があるがこ\nれら等も広告から切り取らなければならないという問題点があった。\n【０００６】そこで，本発明は，葉書，チケット，クーポン券等の分離して使用\nするものを広告等の印刷物より切り取る必要がなく，かつその周囲に切り込みが入\nっているにもかかわらず，広告等の印刷物に付いていて紛失させることなく，しか\nも手間がかからず葉書，チケット，クーポン券等の分離して使用するものを利用す\nることが出来る印刷物を提供することを目的とする。\nエ  課題を解決するための手段\n【０００７】左側面部と中央面部と右側面部とからなる印刷物であって，／中央\n面部は，所定の箇所に所定の大きさの分離して使用するものが印刷されていること，\n／左側面部の裏面は，当該分離して使用するものの上部，下部，左側部の内側及び\n外側に該当する部分に一過性の粘着剤が塗布されていること，／右側面部の裏面は，\n当該分離して使用するものの上部，下部，右側部の内側及び外側に該当する部分に\n一過性の粘着剤が塗布されていること，／当該左側面部の裏面及び当該右側面部の\n裏面が，前記中央面部の裏面及び当該分離して使用するものに貼着していること／\n当該分離して使用するものの周囲に切り込みが入っていること，からなる。\n【０００８】さらに，前記分離して使用するものが葉書，チケット，クーポン券\nであることが好適である。\n【０００９】本発明の印刷物には広告，ダイレクトメール等があり，分離して使\n用するものには葉書，チケット，クーポン券等がある。また，本発明の印刷物は，\n広告，ダイレクトメール等その種類を問わない。\n【００１０】又，分離して使用するものも，葉書，チケット，クーポン券等に限\nらずその他のものでも良い。\nオ  発明の効果\n【００１２】本発明は以上の構成を有するので，印刷物に付いている葉書，チケ\nット，クーポン券等を切り取ろうとする意思を持たずに，印刷物を開くと自動的に\n手にすることになる。したがって，分離して使用するものに対する使用者のアピー\nル力が高く，例えば葉書の場合には，すぐに葉書を出してもらえるというレスポン\nス向上の期待がさらに多くなり，又チケット・クーポン券等の場合はそれらを利用\nしてもらえるということが多くなる，という効果が生じるものである。\nカ  発明を実施するための最良の形態\n【００１３】…図１は本発明の印刷物を開いた状態を示す図である。中央面部１\nはほぼ中央の場所に分離して使用するもの４が印刷されている。本図面ではこの分\n離して使用するもの４は四角形をしているが，丸でも三角形でも良く形状は問わな\nい。印刷物が広告の場合には分離して使用するもの４以外の部分には広告の内容等\nが印刷されているものである。\n【００１４】左側面部２の裏面に当該分離して使用するもの４の裏面又は表面（都\n合により裏面でも表面でも良い。）の上部，下部，左側部の内側に該当する部分５，\n外側に該当する部分６に一過性の粘着剤が塗布されているので，左側面部２を中央\n面部１の方に折って重ねると，左側面部２は分離して使用するもの４及び中央面部\n１の左側に貼着される。なお，本図面では図示していないが，左側面部２の裏面の\n上部，下部，左側部，右側面部３の裏面の上部，下部，右側部，又は中央面部１の\n裏面の上部，下部にも一過性の粘着剤を塗布して良い。\n【００１５】右側面部３の裏面も同様に，当該分離して使用するもの４の裏面又\nは表面（都合により裏面でも表面でも良い。）の上部，下部，左側部の内側に該当\nする部分７，外側に該当する部分８に一過性の粘着剤が塗布されているので，右側\n面部３を中央面部１の方に折って重ねると，右側面部３は分離して使用するもの４\n及び中央面部１の右側に貼着される。\n【００１６】図２は左側面部２の裏面と右側面部３の裏面を中央面部１の裏面及\nび分離して使用するもの４に貼着した状態を示す図である。貼着した後，分離して\n使用するもの４（例えば葉書等）の周囲をハーフカット装置を使用して半抜きする。\nすなわち，分離して使用するもの４の周囲のみに切り込みを入れる。\n左側面部２の裏面と右側面部３の裏面の前記所定の箇所に一過性の粘着剤が塗布\nされているので，分離して使用するもの４の周囲に切り込みが入っても欠落したり\nすることがないものである。左，右に開く場合は，開く箇所を示した部分１０，１\n１より開けば容易に開くことが出来る。\n【００１７】図３は左側面部２と右側面部３を開いた状態を示す図である。本図\n面では左側面部２から開いたので，右側面部３の裏面に分離して使用するもの４が\n貼着したまま附いており，左側面部２には分離して使用するもの４が附いていない\n状態を示している。右側面部３から開いた場合には左側面部２の裏面に分離して使\n用するもの４が貼着するのである。分離して使用するもの４が中央面部１から切り\n離されたことにより，分離して使用するもの４があった部分は四角形の穴９になっ\nている。\n【００１８】右側面部３の裏面に貼着している分離して使用するもの４は一過性\nの粘着剤で附いているだけなので簡単に剥がすことが出来るものであり，切り取ろ\nうとする意思を必要としないものである。したがって分離して使用するもの４の使\n用及び利用価値が非常に高まるものである。\n⑵  本件各発明の特徴\n前記⑴の記載によれば，本件各発明の特徴は，以下のとおりである。\nア  本件各発明は，特に中央面部に分離して使用するものが印刷された印刷物に\n関するものである（【０００１】）。\nイ  従来，左側面及び右側面が開く広告用印刷物にはがきが付いている技術があ\nったが，はがきを切り取らなければならないという手間があった。また，広告等に\nチケット，クーポン券等が付いている場合があるが，これらも広告から切り取らな\nければならないという問題点があった（【０００２】～【０００５】）。\nそこで，本件各発明は，はがき，チケット，クーポン券等の分離して使用するも\nのについて，その周囲に切り込みが入っているにもかかわらず，広告等の印刷物に\n付いていて紛失させることなく，しかも，広告等の印刷物より切り取る手間をかけ\nずに利用することができる印刷物を提供することを目的とする（【０００６】）。\nウ  本件各発明は，課題解決手段として，請求項１ないし３の構成を採用したも\nのである（【０００７】～【００１０】）。\nすなわち，本件各発明の実施形態の一例においては，左側面部２の裏面と右側面\n部３の裏面の所定の箇所に一過性の粘着剤が塗布されているから，分離して使用す\nるもの４の周囲に切り込みが入っても欠落したりすることがない。また，左側面部\n２を開き，その後右側面部３を開いた場合，分離して使用するもの４が中央面部か\nら切り離され，右側面部３の裏面に分離して使用するもの４が貼着したまま付くこ\nとになる（【００１３】～【００１７】）。\nエ  本件各発明は，中央面部に存する分離して使用するもの４の周囲に切り込み\nが入るとともに，左側面部２の裏面と右側面部３の裏面が分離して使用するもの４\nに貼着しているという構成を採用することによって，使用者は，印刷物に付いてい\nるはがき，チケット，クーポン券等を切り取ろうとする意思を持たずに，印刷物を\n開くと自動的に手にすることになるから，分離して使用するもののアピール力が高\nくなる。例えば，すぐにはがきを出してもらえるというレスポンスの向上や，チケ\nット・クーポン券等の利用の向上が図られる（【００１２】）。\n２  取消事由１（本件各発明の明確性要件に係る判断の誤り）について\n⑴  特許を受けようとする発明が明確であるか否かは，特許請求の範囲の記載だ\nけではなく，願書に添付した明細書の記載及び図面を考慮し，また，当業者の出願\n当時における技術常識を基礎として，特許請求の範囲の記載が，第三者の利益が不\n当に害されるほどに不明確であるか否かという観点から判断されるべきである。\n原告は，本件特許の特許請求の範囲請求項１の記載のうち，「当該分離して使用\nするもの（４）の上部，下部，左側部（右側部）の内側及び外側に該当する部分（５，\n６）（（７，８））」の各部分が明確ではない旨主張する。\n⑵  「内側及び外側に該当する部分」の明確性\nア  「内側及び外側」の範囲\n(ア)  請求項１には，分離して使用するもの（４）の上部，下部，左側部（右側\n部）の「内側及び外側」に該当する部分との記載がある。\n請求項１の記載によれば，印刷物の中央面部（１）の所定の箇所に，所定の大き\nさを有する分離して使用するもの（４）が印刷されており，分離して使用するもの\n（４）は，周囲に切り込みが入っているものである。そして，請求項１には，「内\n側及び外側」の範囲を直接特定する記載はない。\nしたがって，分離して使用するもの（４）の上部，下部，左側部（右側部）の「内\n側及び外側」に該当する部分とは，印刷物の中央面部（１）における，分離して使\n用するものの周囲に設けられた切り込みの「内側及び外側」に該当する部分と特定\nされ，その範囲は特定されていないものである。\n(イ)  なお，本件明細書の【００１４】ないし【００１７】の記載によれば，本\n件発明１を実施する際には，一過性の粘着剤が塗布されている部分となる「内側及\nび外側」の範囲について，分離して使用するものが欠落することなく，また左側面\n部と右側面部を中央面部からはがして開いた場合には左側面部又は右側面部の一方\nに分離して使用するものが貼着されるなどして，これを自動的に手にすることがで\nきる程度の範囲に限定されることになる。しかし，当該範囲は，中央面部（１），\n左側面部（２），右側面部（３）及び分離して使用するもの（４）の形状や材質，\n分離して使用するもの（４）の周囲の切り込みの程度，粘着剤の強度等に応じて，\n適宜決定されるにすぎないから，特許を受けようとする発明において，「内側及び\n外側」の範囲を特定していないからといって，それが明確性を欠くことにはならな\nい。\nイ  一過性の粘着剤が塗布されている「該当する部分」\n請求項１には，分離して使用するものの上部，下部，左側部（右側部）の内側及\nび外側に「該当する部分（５，６）（（７，８））」に一過性の粘着剤が塗布され\nている旨記載がある。\n請求項１において，左側面部（２）の裏面で一過性の粘着剤が塗布されている部\n分は，分離して使用するもの（４）の「上部，下部，左側部の内側及び外側に該当\nする部分」である旨記載があり，右側面部（３）の裏面についても同様である。そ\nして，同記載は，一過性の粘着剤が塗布されている部分について，「上部，下部，\n左側部の内側及び外側に該当する部分」の全てであるとまでは特定しておらず，ま\nた，「内側及び外側に該当する部分」と「内側」と「外側」については「及び」で\n関係を明らかにしつつ，「上部，下部，左側部」については，その関係を特定して\nいない。\nまた，前記ア(イ)のとおり，左側面部（２）の裏面と右側面部（３）の裏面の所\n定の箇所に一過性の粘着剤が塗布されている理由は，分離して使用するもの（４）\nの周囲に切り込みが入っても欠落したりすることがないようにすること，また，左\n側面部（２）を開き，その後右側面部（３）を開いた場合，分離して使用するもの\n（４）が中央面部から切り離され，右側面部（３）の裏面に分離して使用するもの\n（４）が貼着などすることにあり，右側面部（３）を開き，その後左側面部（２）\nを開いた場合も同様である。そして，このためには，一過性の粘着剤が塗布されて\nいる部分は，左側面部（２）の裏側のうち，分離して使用するものの上部，下部，\n左側部の少なくともいずれかに該当する部分にあればよいと当業者は理解できるも\nのである。\nしたがって，左側面部（２）の裏面のうち，一過性の粘着剤が塗布されている部\n分は，分離して使用するもの（４）の，上部，下部，左側部のいずれかであって，\nかつ，内側及び外側のいずれにも該当する部分であるということができ，右側面部\n（３）の裏面も同様である。\nウ  原告は，「内側及び外側に該当する部分」について，どの範囲までを指すの\nか明確ではないと主張する。\nしかし，前記ア，イのとおり，一過性の粘着剤が塗布されている部分は，分離し\nて使用するもの（４）の，上部，下部，左側部（右側部）のいずれかであって，か\nつ，周囲に設けられた切り込みの内側及び外側のいずれにも該当する部分であって，\nそれ以上の具体的範囲は特定されていないという点で，明確である。したがって，\n原告の主張は理由がない。\n⑶  「当該分離して使用するもの（４）の上部，下部，左側部（右側部）」の明\n確性\nア  「分離して使用するもの」の形状\n「分離して使用するもの」の形状について，請求項１には「中央面部（１）は，\n所定の箇所に所定の大きさの分離して使用するもの（４）が印刷されていること」\nと記載されており，「分離して使用するもの」は，印刷物の中央面部の所定の箇所\nに印刷された所定の大きさを有するものである。そして，「分離して使用するもの」\nについては，その他に「分離して使用するもの（４）の周囲に切り込みが入ってい\nること」と記載されるのみで，「分離して使用するもの」の外形を直接特定するそ\nの余の記載はない。\nまた，本件明細書には，「本図面ではこの分離して使用するもの４は四角形をし\nているが，丸でも三角形でも良く形状は問わない」と記載されている（【００１３】）。\nしたがって，請求項１において，「分離して使用するもの」の形状は，印刷物の\n中央面部の所定の箇所に印刷された所定の大きさを有するものと特定され，外形は\n特定されていないものである。\nなお，請求項１には，「分離して使用するもの（４）の上部，下部，左側部」，\n「分離して使用するもの（４）の上部，下部，右側部」との記載があるほか，本件\n明細書の【発明を実施するための最良の形態】の項に記載された図面の「分離して\n使用するもの（４）」の形状は四角形をしている。しかし，丸や三角形の外形であ\nっても，その外形において，上方に当たる部位，下方に当たる部位，左側方に当た\nる部位，右側方に当たる部位を想定し得るものであって，本件明細書の上記記載（【０\n０１３】）からも，「分離して使用するもの（４）」の外形が限定されているとい\nうことはできない。\nイ  このように，「分離して使用するもの」の外形は，特定されていない。しか\nし，「分離して使用するもの（４）」は，印刷物の中央面部の所定の箇所に印刷さ\nれた所定の大きさを有するものと特定されているのであるから，その外形に限定が\nなくても，その上方に当たる部位，下方に当たる部位，左側方に当たる部位，右側\n方に当たる部位を想定し得るものであって，これらの領域が観念できないというこ\nとはできない。\nウ  原告は，「分離して使用するもの（４）」について，それが印刷物に配置さ\nれた状態が不明確であるとの趣旨の主張をする。\nしかし，請求項１の記載によれば，分離して使用するもの（４）は，印刷物の中\n央面部（１）の所定の箇所に所定の大きさで印刷されたものであって，左側面部（２）\nの裏面及び右側面部（３）の裏面は，中央面部（１）の裏面及び分離して使用する\nもの（４）に貼着されるものである。そうすると，「分離して使用するもの（４）」\nの形状が特定されなくても，「分離して使用するもの（４）」は，中央面部の所定\nの箇所に，所定の大きさで，左側部の裏面及び右側部の裏面の双方に接するように\n配置されるものと理解でき，それが印刷物に配置された状態が不明確なものという\nことはできない。したがって，原告の前記主張は採用できない。\n⑷  小括\n以上によれば，本件特許の特許請求の範囲請求項１の記載のうち，「当該分離し\nて使用するもの（４）の上部，下部，左側部の内側及び外側に該当する部分（５，\n６）」とは，印刷物の中央面部の所定の箇所に印刷された所定の大きさを有する，\nその外形は特定されない分離して使用するもの（４）の，上部，下部又は左側部の\nいずれかのうち，その周囲に設けられた切り込みの内側及び外側であって，その範\n囲は具体的には特定されない部分に該当する部分であって，請求項１の記載のうち，\n「当該分離して使用するもの（４）の上部，下部，右側部の内側及び外側に該当す\nる部分（７，８）」も同様であって，これらの記載が，第三者の利益が不当に害さ\nれるほどに不明確であるということはできない。\nしたがって，「当該分離して使用するもの（４）の上部，下部，左側部（右側部）\nの内側及び外側に該当する部分（５，６）（（７，８））」との各記載は明確であ\nるから，本件特許の特許請求の範囲請求項１の記載が明確性要件に違反するという\nことはできない。請求項２及び請求項３の各記載も同様であるから，明確性要件に\n違反するということはできない。\nよって，取消事由１は理由がない。\n３  取消事由２（本件各発明のサポート要件に係る判断の誤り）について\n⑴  特許請求の範囲の記載がサポート要件に適合するか否かは，特許請求の範囲\nの記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，\n発明の詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当\n該発明の課題を解決できると認識できる範囲のものであるか否か，また，発明の詳\n細な説明に記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課\n題を解決できると認識できる範囲のものであるか否かを検討して判断すべきものと\n解される。\nそして，原告は，一過性の粘着剤が塗布される位置について，分離して使用する\nものの上部，下部，左（右）側部の内側及び外側に該当する部分のいずれかでよい\nとすると，サポート要件に違反すると主張する。\n⑵  前記２⑷のとおり，特許請求の範囲請求項１に記載された発明において，左\n側面部（２）の裏面の「一過性の粘着剤が塗布されている」部分は，分離して使用\nするものの，上部，下部又は左側部のいずれかのうち，その周囲に設けられた切り\n込みの内側及び外側であって，その範囲は特定されない部分に該当する部分であっ\nて，右側面部（３）の裏面についても同様である。\nそして，前記１(2)イのとおり，本件発明１は，分離して使用するものについて，\nその周囲に切り込みが入っているにもかかわらず，広告等の印刷物に付いていて紛\n失させることなく，しかも，広告等の印刷物より切り取る手間をかけずに利用する\nことができる印刷物を提供することを課題とするものである。そして，前記２⑵イ\nのとおり，本件明細書の発明の詳細な説明の記載（【００１４】～【００１７】）\nにより，当業者は，一過性の粘着剤の塗布が，左側面部２の裏側のうち，分離して\n使用するものの上部，下部，左側部の少なくともいずれかに該当する部分であって，\n分離して使用するものの内側及び外側のいずれにも該当する部分にされれば，本件\n発明１の上記課題を解決できると認識できるものといえ，右側面部３についても同\n様である。\nそうすると，一過性の粘着剤が塗布される位置において，本件発明１は，発明の\n詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が本件発明\n１の課題を解決できると認識できる範囲のものということができる。\n⑶  原告の主張について\nア  原告は，本件明細書には，一過性の粘着剤を塗布する部分の具体例として，\n分離して使用するもの４と中央面部１の上部境界，下部境界，左側部（右側部）境\n界の各境界の内側近傍と外側近傍に接着剤を塗布したものしか記載されていないと\n主張する。\nしかし，発明の詳細な説明に記載された発明は，本件明細書の【発明を実施する\nための最良の形態】の項に記載された発明（【００１４】【００１５】【図１】）\nに限定されるものではない。そして，前記⑵のとおり，発明の詳細な説明の記載に\nよれば，当業者が本件発明１の課題を解決できると認識できる範囲のものは，本件\n明細書の【発明を実施するための最良の形態】の項に記載された発明にとどまらな\nいことも明らかである。\nしたがって，発明を実施するための最良の形態に記載された発明に限定して，本\n件発明１の範囲を解釈する原告の主張は，採用できない。\nイ  原告は，再現実験（甲１３，１４）をもとに，一過性の粘着剤が塗布される\n位置によっては，本件発明１の作用効果を奏しないと主張する。\nしかし，当業者であれば，本件発明１の発明特定事項及び本件明細書に記載され\nた本件発明１の課題，解決手段，作用効果等から，中央面部（１），左側面部（２），\n右側面部（３）及び分離して使用するもの（４）の形状や材質，分離して使用する\nもの（４）の周囲の切り込みの程度，粘着剤の強度等を適宜調整し，粘着剤の塗布\n範囲を設定することができる。\nそして，再現実験のとおり，一過性の粘着剤が塗布される位置によっては，本件\n発明１の作用効果が奏さないことがあっても，切り込みの程度や粘着剤の強度を調\n整しても，なお本件発明１の作用効果を奏することはないとまではいうことはでき\nない。\nしたがって，一過性の粘着剤が塗布される位置によっては，本件発明１の作用効\n果が奏さないことがあるという再現実験をもって，本件発明１が，発明の詳細な説\n明の記載により当業者が課題を解決できると認識できる範囲のものではないという\nことはできないから，原告の上記主張は採用できない。\n⑷  小括\n以上によれば，本件発明１は発明の詳細な説明に記載したものであるから，本件\n特許の特許請求の範囲請求項１の記載はサポート要件に違反するということはでき\nない。請求項２及び請求項３の各記載も同様であるから，サポート要件に違反する\nということはできない。\nよって，取消事由２は理由がない。\n４  取消事由３（引用発明１に基づく本件発明１及び２の新規性に係る判断の誤\nり）について\n⑴  引用発明１について\nア  引用例１（甲１）には，おおむね，次の記載がある（下記記載中に引用する\n図１，２は，別紙引用例等図面目録引用例１参照）。\n(ア)  特許請求の範囲\n【請求項１】 シート状の基材に情報記録体が分離可能に形成されたことを特徴と\nする情報記録体を形成したシート状基材。\n【請求項３】 請求項１の情報記録体に連続した同体のシート状基材を折り返して\n剥離可能に貼着したことを特徴とする情報記録体を形成したシート状基材。\n【請求項６】 シート状基材と情報記録体が分離している請求項２乃至４に記載の\n情報記録体を形成したシート状基材。\n【請求項８】 情報記録体がＣＤ，ＬＤ，ＤＶＤ，ＩＣカードの何れかである請求\n項１乃至７に記載の情報記録体を形成したシート状基材。\n(イ)  産業上の利用分野\n【０００１】本発明はＣＤ，ＬＤ，ＤＶＤ等のディスクやＩＣカード等の情報記\n録体に関する。詳しくはディスクやカード類がシート状基材に成形され，郵送等に\nより受取人が受け取った後にディスクやカード類を分離して使用することにより情\n報を読み取ることができる情報記録体を形成したシート状基材に関する。\n(ウ)  従来技術\n【０００２】従来ディスクやカード類を郵送等により受取人に送る場合，封筒等\nに封入したり専用ケースに入れ小包として送っていた。\n(エ)  発明が解決しようとする課題\n【０００３】封筒に封入して送る場合は封筒代の他に封入の手間がかかる。更に\n専用ケースを使用すればそのコストや小包にするための手間がかかる。本発明は封\n入や小包にする手間を省き，さらに専用ケース等により発生する余分なコストを削\n減することにより，低コストで手間や時間がかかることなく受取人に配達すること\nが可能になる情報記録体を形成したシート状基材を提供することを目的としている。\n(オ)  課題を解決するための手段\n【０００４】上記目的を達成するために，本発明の情報記録体を形成したシート\n状基材は，シート状の基材から情報記録体が容易に分離可能に形成されたことを特\n徴としている。本発明は，例えばハガキ大のシート状基材の内側にディスクやカー\nド類の形状が打ち抜かれたもので，受取人はディスクやカード類をシート状基材か\nら分離して取り出すことにより，独立した通常のディスクやカード類と同様の使用\n方法で使用することができるものである。\n【０００６】シート状の基材にディスク等を形成して受取人に配達するには，例\nえばシート状基材とディスクの形状を複数の小さな繋ぎ部分を残して打ち抜き，受\n取人が繋ぎ部分を手で破断して分離できるようにしておけばよい。\n【０００７】シート状の基材の少なくとも一方の面をシート状基材や樹脂フィル\nム等の別の被覆材で剥離可能に被覆しておけば，ディスク等を完全に分離しておい\nても情報記録体が被覆材に密着しているため不用意に脱落することはない。情報記\n録体の両面が被覆されているときは，一方の面を剥がしてから受取人はディスク等\nを被覆材から剥がすだけで簡単に分離することが可能になる。このようにすればデ\nィスク等の表面を保護することができ極めて有用である。\n【０００８】また上記別体の被覆材以外にシート状の情報記録材自体通常の２倍\n寸で作成し，半分から折り返して２つ折りの状態で被覆材に代えることも可能であ\nる。当然２つ折り以上の３つ折り以上も可能で，その場合には巻き折りやＺ折り，\n観音開き折り等の各種形態が採用できる。\n【０００９】さらに，例えば２つ折りした上に被覆材で被覆しても構わず，前記\n各種折り形態とミックスすることにより，より宣伝効果を高める構成にすることが\n可能である。なお，シート状基材の各表面には，宣伝広告や各種文言，プリンタ等\nで打ち出された個人情報等が印字・印刷されていても構わない。\n【００１１】シート状の基材に形成される情報記録体としてはＣＤ（コンパクト\nディスク），ＬＤ（光ディスク），ＤＶＤ（デジタルビデオディスク），ＩＣカー\nド，各種プリペイドカード，カード類等が形成可能である。…\n【００１２】本発明の情報記録体を形成したシート状基材は，完成した最終品の\n形状，寸法，重量，厚み等が郵便法の通常葉書材の範囲内であれば通常葉書として\n投函が可能になる。その際の料金は葉書料金で済むため，封筒や小包で郵送する場\n合と比較するとコスト的にも有利である。勿論宣伝効果を考慮して他に付加するこ\nとにより封書料金になることもあるが，封入の手間が省けこの点においても有利で\nある。\n(カ)  作用\n【００１３】情報記録体がシート状基材と一体で成形されている。そのためその\nままで受取人に配達することが可能になる。\n(キ)  実施例\n【００１６】図２Ａ及びＢにおいて情報記録体を形成したシート状基材Ｓは図１\nのＳの２倍のサイズを折り部３で２つ折りしたものである。この場合４，５の各シ\nート状基材同士は疑似接着部分６で剥離可能に疑似接着されている。従って４側に\n形成されている情報記録体１は図１の場合のような繋ぎ部２がなくても，下側のシ\nート状基材５に疑似接着しているため不用意に脱落することはない。受取人はＣＤ\nの情報記録体１を剥離可能に疑似接着している下側のシート状基材５の疑似接着部\n分６から引き剥がし分離して取り出すことができる。\n(ク)  発明の効果\n【００２０】本発明は以上説明したように情報記録体がシート状基材と一体で成\n形されている。そのため封筒に封入する場合のような手間がかからず，専用ケース\nを使用する場合のコストを削減できる。従って，低コストの情報記録体を手間暇か\nけることなく配達することが可能になる。\nイ  引用発明１について開示された事項\n引用例１には，引用発明１に関し，以下の点が開示されているものと認められる。\n(ア)  引用発明１は，ディスクやカード類がシート状基材に成形され，郵送等に\nより受取人が受け取った後にディスクやカード類を分離して使用することにより情\n報を読み取ることができる情報記録体を形成したシート状基材に関する（【０００\n１】）。\n(イ)  従来技術においては，ディスクやカード類を郵送等により受取人に送る場\n合，封筒等に封入すると，封筒代がかかるほか，封入の手間がかかり，専用ケース\nを使用すれば，専用ケースのコストや，小包にするための手間がかかるという課題\nがあった。引用発明１は，低コストで手間や時間がかかることなく受取人に配達す\nることが可能になる情報記録体を形成したシート状基材を提供することを目的とす\nる（【０００２】【０００３】）。\n(ウ)  引用発明１は，課題解決手段として，シート状基材に情報記録体を形成し，\nそれを容易に分離可能に形成したことを特徴とするものである（【０００４】）。\nそして，シート状基材の少なくとも一方の面を，別体の樹脂フィルムや別のシー\nト状基材等の被覆材で剥離可能に被覆しておけば，情報記録体を完全に分離してお\nいても，情報記録体が被覆材に密着しているため不用意に脱落することはない。シ\nート状基材自体を通常の２倍寸で作成し，半分から折り返して２つ折りの状態とし，\nこれを被覆材に代えることもできる。シート状基材を３つ折り以上にすることも可\n能であり，その場合には巻き折りやＺ折り，観音開き折り等の各種形態が採用でき\nる（【０００７】【０００８】）。\n(エ)  引用発明１の情報記録体を形成したシート状基材は，そのままで受取人に\n配達することが可能になる。したがって，通常はがきとして投函が可能となる場合\nがあるから，封筒や小包で郵送する場合と比較するとコスト的に有利になり，専用\nケースを使用する場合のコストも削減できる。また，封筒に封入する場合のような\n手間もかからない（【００１２】【００１３】【００２０】）。\n⑵  引用発明１の認定\nア  前記⑴によれば，引用例１には，次のとおり引用発明１が記載されているこ\nとが認められる（なお，本件審決の認定と異なる箇所は下線部のとおりである。以\n下同じ。）。\n情報記録体がＣＤ，ＬＤ，ＤＶＤ等のディスクやＩＣカード等であり，シート状\n基材の内側にディスクやカード類の形状が打ち抜かれたもので，シート状基材の各\n表面には，宣伝広告や各種文言，プリンタ等で打ち出された個人情報等が印字・印\n刷されたものであって，シート状基材Ｓは折り部３で２つ折りしたものであり，４，\n５の各シート状基材同士は疑似接着部分６で剥離可能に疑似接着されており，４側\nに形成されている情報記録体１は，下側のシート状基材５に疑似接着しているシー\nト状の基材であって，２つ折り以上の３つ折り以上も可能で，その場合には巻き折\nりやＺ折り，観音開き折り等の各種形態が採用できるシート状の基材。\nイ  原告の主張について\n(ア)  原告は，本件審決は，情報記録体を「ＣＤ，ＬＤ，ＤＶＤ，ＩＣカードの\n何れかであ」ると認定した点に誤りがある旨主張する。\n確かに，引用例１には，「ＣＤ，ＬＤ，ＤＶＤ等のディスクやＩＣカード等の情\n報記録体」との記載等があり（【０００１】【００１１】），情報記録体の具体的\n内容は特定されていないから，引用発明１の認定に当たり，情報記録体を「ＣＤ，\nＬＤ，ＤＶＤ，ＩＣカードの何れかであ」ると限定したことは，誤りである。\nしたがって，引用発明１は，前記アのとおり認定すべきものである。\nもっとも，本件審決は，情報記録体が「ＣＤ，ＬＤ，ＤＶＤ，ＩＣカードの何れ\nかであ」るという点については，本件発明１と引用発明１との相違点として認定し\nていないから，上記誤りは，本件審決の結論に影響を及ぼすものということはでき\nない。\n(イ)  原告は，引用例１には，シート状基材を観音開き折りにして情報記録体を\n被覆した発明が記載されている，本件審決が認定した引用発明１には，情報記録体\nと，これに重なる面部が貼着している構成が欠落していると主張する。\nしかし，本件審決は，引用発明１を，２つ折りにした場合には「４側に形成され\nている情報記録体１は，下側のシート状基材５に疑似接着しているシート状の基材\nであって」と認定し，シート状基材が情報記録体を被覆し，情報記録体と，これに\n重なる面部が貼着されているとした上で，シート状基材の折り形態について「観音\n開き折り等の各種形態が採用できる」と認定している。\nしたがって，本件審決は，引用発明１について，シート状基材を観音開き折りに\nした場合であっても，シート状基材が情報記録体を被覆し，また，情報記録体と，\nこれに重なる面部が貼着している構成自体は認定しているから，原告の上記主張は\n採用できない。なお，引用例１には，シート状基材を観音開き折りにした場合にお\nける情報記録体の配置位置は明記されていないから，観音開き折りにした場合に，\nシート状基材のどの部位が情報記録体に貼着し，被覆しているかという具体的な構\n成は認定できるものではない。\n(ウ)  原告は，引用発明１は，複数の異なる発明を含むものであって，不適切で\nあると主張する。\nしかし，引用発明１として認定された発明は，巻き折り，観音開き折り等の「各\n種形態が採用できるシート状の基材」というものであって，複数の異なる発明を含\nむものではない。また，原告の上記主張をもって，本件審決が引用発明１の認定を\n誤ったものということもできない。\n⑶  本件発明１と引用発明１の対比\nア  本件発明１は，前記第２の２【請求項１】記載のとおりであり，引用発明１\nは，前記⑵アのとおりである。\nイ  対比\n引用発明１の「情報記録体」は，シート状基材から分離して取り出すことにより，\n独立した通常のディスクやカード類と同様の使用方法で使用することができるもの\nであるから，本件発明１の「分離して使用するもの（４）」に相当する。また，引\n用発明１の「情報記録体」は，シート状基材の内側にディスクやカード類の形状が\n打ち抜かれたものであるから，本件発明１と同様に「分離して使用するもの（４）\nの周囲に切り込みが入っている」ものである。\n引用発明１の「シート状の基材」は，その各表面には，宣伝広告や各種文言，プ\nリンタ等で打ち出された個人情報等が印字・印刷されているから，本件発明１の「印\n刷物」に相当する。\n引用発明１は，「４，５の各シート状基材同士は疑似接着部分６で剥離可能に疑\n似接着されており，４側に形成されている情報記録体１は，下側のシート状基材５\nに疑似接着しているシート状の基材」であるから，引用発明１の「疑似接着」は，\n本件発明１の「一過性の粘着剤」が塗布され，貼着している点で共通する。\n引用発明１の「情報記録体」は，ディスクやカード類であって，各シート状基材\nのいずれかに設けられるところ，本件発明１の「所定の大きさの分離して使用する\nもの」は，中央面部（１）に印刷されているから，両者は「所定の面部の所定の箇\n所に所定の大きさ」で設けられているという点で共通する。\n引用発明１の「観音開き折り」とは，技術常識からみて，左側面部と中央面部と\n右側面部とからなり，左側面部と右側面部とを中央面部に折り重ねる３つ折りを意\n味するものであって，引用発明１は，「シート状基材Ｓが，２つ折りしたものであ\nる場合，各シート状基材同士は疑似接着部分６で剥離可能に疑似接着され，４側に\n形成されている情報記録体１は，下側のシート状基材５に疑似接着」しているもの\nであるから，引用発明１は，シート状基材が，３つ折りの観音開き折りの場合，そ\nの左側面部及び右側面部と中央面部とが剥離可能に疑似接着するとともに，情報記\n録体１と情報記録体１に重なる面部とが剥離可能に疑似接着されているものといえ\nる。\nウ  一致点及び相違点\n前記イによれば，本件発明１と引用発明１との一致点及び相違点は，少なくとも\n本件審決が認定した前記第２の３(2)イのとおりのものであると認められる。\nなお，本件発明１と引用発明１とは，分離して使用するものが，当該分離して使\n用するものが重なる面部に貼着している点で一致するところ，分離して使用するも\nのは，左側面部，右側面部，中央面部のうち，所定の面部に設けられるものである\nから，かかる一致点は，本件発明１と引用発明１の一致点のうち，「当該左側面部\nの裏面及び当該右側面部の裏面が，前記中央面部の裏面に貼着している」点に包含\nされるものである。\n⑷  相違点２及び３について\nア  原告は，引用発明１において，情報記録体（分離して使用するもの）は，中\n央面部であって，左側面部と右側面部が重なる位置に配置されるから，本件発明１\nと引用発明１との間には，相違点２及び３は存在しない，又は，相違点２及び３は\n実質的相違点ではないと主張する。\nイ  しかし，そもそも，前記１⑵のとおり，本件発明１は，はがき等が広告に付\nいている印刷物について，はがき等を広告から切り取るという手間を省くことを目\n的とするものであって，本件発明１の構成を採用することにより，使用者は，はが\nき等を切り取ろうとする意思を持たずに，印刷物を開くと自動的に，これを手にす\nることになるという効果を奏するものである。\n一方，前記⑴イのとおり，引用発明１は，情報記録体を，低コストで手間や時間\nがかかることなく，受取人に郵送等することを目的とするものであって，引用発明\n１の構成を採用することにより，封筒や専用ケースを使用するコストを削減し，封\n入の手間も省くことになるという効果を奏するものである。\nこのように，本件発明１と引用発明１の目的，効果は大きく相違するから，本件\n発明１と引用発明１の技術的思想は全く異なるというべきである。\nウ  また，引用例１には，シート状基材を通常の２倍寸で作成し，半分から折り\n返して２つ折りの状態で被覆材に代えることも可能であるとした上で，「当然２つ\n折り以上の３つ折り以上も可能で，その場合には巻き折りやＺ折り，観音開き折り\n等の各種形態が採用できる」との記載がある（【０００８】）。しかし，シート状\n基材を２倍寸で作成しつつ，シート状基材を巻き折りやＺ折り形態にすることはで\nきないから，「３つ折り以上も可能で，…観音開き折り等の各種形態が採用できる」\nとの上記記載は，２倍寸で作成したシート状基材を３つ折り以上にすることを意味\nするものではない。また，シート状基材を，通常の２倍寸で作成し，観音開き折り\nにしたとしても，引用例１には，シート状基材と情報記録体の大きさを比較するよ\nうな記載もない。そうすると，シート状基材を観音開き折りにする場合において，\n情報記録体をシート状基材のどの位置に配置するかという相違点２に関する構成，\nまた，情報記録体を配置する位置との関係において，シート状基材をどのように折\nり畳むかという相違点３に関する構成について，引用例１に具体的な構成が記載さ\nれているということはできない。\nさらに，前記(1)イのとおり，引用例１には，引用発明１について，シート状基材\nに情報記録体を形成することにより，情報記録体を別途封筒や専用ケースに入れる\nことなく，そのままで受取人に配達することを可能とし，通常はがきとして配達し\nたり，専用ケースを不要としたりすることでコストを削減し，また，封入の手間も\n省くという効果を奏する旨記載されている。このように，引用例１に記載された発\n明は，シート状基材に情報記録体を形成すること自体によって，効果を奏するもの\nであって，引用例１には，他に情報記録体の配置を調整することや，それにより何\nらかの効果を奏するという技術的思想は開示も示唆もされていない。\nエ  したがって，引用発明１に，情報記録体が中央面部にあるという相違点２に\n係る構成，情報記録体が折り畳んだ左側面部と右側面部に重なる位置に配置されて\nいるという相違点３に係る構成が記載されているということはできない。\nオ  原告の主張について\n(ア)  原告は，引用発明１の課題や作用効果によれば，情報記録体に対し，シー\nト状基材が無駄に大きくならないようにすることになるから，シート状基材を観音\n開き折りとした場合，情報記録体を中央面部であって，左右側面部が重なる位置に\n配置することになると主張する。\nしかし，前記⑴イのとおり，引用例１には，シート状基材に情報記録体を形成す\nることにより，情報記録体を別途封筒等に入れることなく配達することにより，封\n筒等で郵送する場合と比較してコストを削減することが可能になる旨記載されてい\nる。引用例１に記載されたコストを削減するという効果は，情報記録体を別途封筒\n等に入れる必要がないことから奏されるものである。\nまた，引用例１には，情報記録体を形成したシート状基材は，完成した最終品の\n形状等が通常はがき材の範囲内であれば，通常はがきとして投函可能になり，はが\nき料金で済むため，封筒や小包で郵送する場合と比較するとコスト的にも有利であ\nる旨記載がある（【００１２】）。しかし，引用例１における情報記録体としては，\nＣＤ，ＬＤ，ＤＶＤ等，通常はがきとして投函することのできないものも含まれ，\nまた，完成した最終品の形状等が通常はがき材の範囲内であれば，郵送費用が安く\nなるのも当然である。そうすると，最終品の形状等を通常はがき材の範囲内に収め\nること，すなわち無駄に大きくならないようにすることは，引用発明１の課題や作\n用効果とは直接の関係はない。この記載から，シート状基材自体の大きさを無駄に\n大きくならないようにするという技術的思想が引用発明１に含まれているというこ\nとはできない。\nしたがって，引用発明１の課題や作用効果から，情報記録体に対し，シート状基\n材が無駄に大きくならないようにするという技術的思想は生じないから，原告の前\n記主張は採用できない。\n(イ)  原告は，引用例１には，情報記録体が形成されたシート状基材の一方の面\nを別体の被覆材で被覆するのに代えて，シート状基材自体を観音開き折りとする旨\n記載されていることから，情報記録体は，中央面部にあって，左側面部と右側面部\nが重なる位置に配置されると主張する。\nしかし，引用例１には，シート状基材を観音開き折りにする場合において，情報\n記録体をシート状基材のどの位置に配置するか，情報記録体を配置する位置との関\n係において，シート状基材をどのように折り畳むかについて，具体的な構成に関す\nる記載はない。したがって，情報記録体を観音開き折りにしたシート状基材自体で\n被覆することになったとしても，シート状基材が，情報記録体をどのように被覆す\nるかについて，引用例１には，開示も示唆もされていない。\nしたがって，シート状基材を観音開き折りにして情報記録体を被覆することをも\nって，情報記録体の配置は決定されるものではないから，原告の前記主張は採用で\nきない。\n(ウ)  原告は，シート状基材と情報記録体の大きさの比較から，シート状基材を\n観音開き折りとした場合に，情報記録体は中央面部に形成されると主張する。\n確かに，引用例１のシート状基材は，はがき等の郵便物として郵送可能であり（【請\n求項９】），情報記録体にはＣＤやカード類が含まれ（【請求項８】），これらの\n大きさの比較から，結果として，シート状基材を観音開き折りとした場合に，情報\n記録体が中央面部に形成されることはあり得る。しかし，引用例１には，シート状\n基材と情報記録体の大きさについて，シート状基材に情報記録体を形成する旨記載\nはあるものの，これらの大きさを比較するような記載はない。引用例１には，シー\nト状基材と情報記録体として実施可能な物品が，個別に記載されているにすぎない。\nこのように，引用例１に個別に記載されたシート状基材と情報記録体の大きさを\n比較することを，引用例１は前提としていないから，シート状基材と情報記録体の\n大きさの比較から，情報記録体の配置等について引用例１に示唆があるということ\nはできない。\nカ  したがって，本件発明１と引用発明１との間には，相違点２及び３が存在し，\nこれらの相違点が実質的相違点ではないということはできない。\n⑸  小括\n以上のとおり，本件発明１と引用発明１との間には，少なくとも相違点２及び３\nが存在し，これらの相違点が実質的相違点ではないということはできないから，本\n件発明１は，引用発明１ではない。また，本件発明２は，本件発明１の発明特定事\n項を全て含み，さらに他の限定を付加したものであるから，引用発明１ではない。\nよって，取消事由３は理由がない。\n５  取消事由４（引用発明１に基づく本件各発明の進歩性に係る判断の誤り）に\nついて\n⑴  本件発明１と引用発明１との一致点及び相違点は，少なくとも前記第２の３\n(2)イのとおりであって，相違点１が実質的相違点ではないとの本件審決の認定を，\n被告は特段争わない。また，相違点２は，情報記録体をシート状基材のどの位置に\n配置するかに関するものであって，相違点３は，情報記録体を配置する位置との関\n係において，シート状基材をどのように折り畳むかに関するものであるから，技術\n的に関連するものである。\nそこで，引用発明１において，相違点２及び３に係る本件発明１の構成を備える\nようにすることを，当業者が容易に想到することができたか否かについて検討する。\n⑵  甲５発明の適用\nア  甲５文献に記載された事項\n甲５文献には，おおむね，以下の記載がある（下記記載中に引用する図１６，１\n６Ａ，１６Ｂは，別紙引用例等図面目録甲５文献を参照）。\n(ア)  技術分野\n本発明はギフトカード，テレフォンカード等のカードを，特に販売場所において，\n組み立て式パッケージに取り付けて表示する事，及びカードが入った組み立て式パ\nッケージの製造方法に関する（１欄５行～９行）。\n(イ)  発明の概要\n本発明による新規の改良されたカード用組み立て式パッケージは，カードに傷が\nつくのを防ぎながら，人がカードやその一部分を見ることを可能にする透明のプラ\nスチックの窓シートあるいは窓片で覆われた，表示用窓を有している（２欄１６行\n～２１行）。\n３つのパネル形状は第３パネルを第１と第２パネルの間に折り込んで接着して“Ｃ”\n字形状にも作れる（３欄１０行～１３行）。\n(ウ)  好ましい実施形態の説明\n図１６～１６Ｂ…に示される本発明の他の実施形態において，それぞれの“Ｃ”\n字形状パッケージ１０では，カード１２は，折り畳まれた３つのパネル用材３２ｍ\nの内側にあるカード担体７５に取り付けられており，窓２０を通してカードが見え\nるようになっている。…図１６～１６Ｂに示される本発明の好ましい実施形態にお\nいて，帯状の接着剤７６は，カード担体の上部エッジ８０に沿って平行に位置し，\nカード担体の各々の側部エッジ８２から少し離れた所，間隙８１（図１６Ｂ）まで\n延びている。この図で示された実施形態では，カード１２は接着剤でカード担体の\n表面に接着されているが，カードがカード担体と一体に作られていてカードの購入\n者が，カードをカード担体から切り離すということもあるということを理解すべき\nである。…カードが取り付けられたカード担体７５ａは，第２パネルの上部折り目\n線５４と下部折り目線５４ｃとの間に配置される。図１６Ａからわかるように，接\n着剤地点８４は上部パネル１６の両端の上部の角８４に設けられていて，上部パネ\nルを下部パネル１８に接着する。下部パネル１８は，上部と中間パネルよりも短く，\n接着剤地点８５は下部パネルの両端の下方の角に設けられているが，下部パネル（判\n決注：「第２パネル」は「下部パネル」の誤記と認められる。）を中間パネル内の\nカード担体７５ａの側部エッジ８２の両端部の領域８７に接着させる。図１６Ｂで\n示されるように，カード担体７５ａは中間の第２パネルの側部エッジ６０間である\n幅より短いので，下部パネルがカード１２とカード担体を覆うように折り目線５４\nｃで折り曲げられた時，下部パネルにある接着剤地点８５が中間パネルに接着する\nようになっている（１０欄６６行～１１欄４５行）。\nイ  甲５発明を組み合わせる動機付け\n(ア)  構成の相違\n引用発明１は，シート状基材に情報記録体を形成し，それを容易に分離可能に形\n成したことを特徴とする。そして，情報記録体が形成されたシート状基材の面は，\n別のシート状基材等で剥離可能に被覆されている。\n一方，甲５発明は，折り畳まれるパネル用材と，カードが一体に作られるカード\n担体とは別個のものである。また，“Ｃ”字形状に巻き折りをした上部パネル及び\n下部パネルは，中間パネルに接着されており，カードないしカード担体に貼着され\nるものでもない。\nこのように，引用発明１と甲５発明は，その構成が大きく相違するものである。\n(イ)  目的の相違\n引用発明１は，情報記録体をシート状基材に形成し，そのままで受取人に配達す\nることを可能にすることにより，封筒代等のコストを削減し，また，封入等の手間\nを省くことを目的とするものである。\n一方，甲５発明は，カードを，特に販売場所において，パッケージに取り付けて\n展示するために，新規の改良されたカード用組み立て式パッケージを提供すること\nを目的とするものである。カードを配達するに当たってのコストの削減とは無関係\nな発明であり，また，カードないしカード担体をパッケージに取り付けることが前\n提となっており，カード等をパッケージに取り付ける手間を省くことを目的とする\nものでもない。\nこのように，引用発明１と甲５発明は，その目的も大きく相違するものである。\n(ウ)  以上のとおり，引用発明１と甲５発明は，その構成も目的も大きく相違す\nることからすれば，引用発明１に，甲５発明を組み合わせる動機付けはないという\nべきである。\n(エ)  原告の主張について\nａ  原告は，甲５発明には，シートを打ち抜いてカードを形成し，カードを保護\nしつつ移送し，受取人がこれを取り外すという課題が内在するとして，引用発明１\nと課題が共通する旨主張する。\nしかし，そもそも，甲５文献には，図１６，１６Ａ，１６Ｂ及び前記ア(ウ)のと\nおり，“Ｃ”字形状に巻き折りした形態において，シートを打ち抜いてカードを形\n成するような構成は開示されていない。また，甲５文献には，「カードは，ウェブ\n素材を打ち抜いてパッケージの開封後にウェブ素材から外されるようにもできる。\n…図１３，１４の実施形態のように窓片２０の接着剤が塗布された面に剥離可能に\n接着されている。」と記載されるのみであり（４欄５９行～６５行），打ち抜き方\nは不明であって，その目的についても記載はない。そうすると，甲５文献から，原\n告主張の上記課題を認識することはできない。\nまた，仮に，甲５発明によって，“Ｃ”字形状に巻き折りした形態において，カ\nードがパッケージに保護されつつ移送されることになったとしても，それによって，\n封筒代等の削減や封入の手間を省くという引用発明１の課題を達成することにはな\nらない。\nしたがって，甲５発明と，引用発明１の課題は関係がなく，原告の前記主張は採\n用できない。\nｂ  原告は，引用発明１に，情報記録体の配置等を調整する動機付けがあると主\n張するが，前記４(4)ウのとおり，引用例１にそのような示唆はない。\nウ  よって，引用発明１に，甲５発明を適用することにより，当業者が，本件発\n明１について，容易に発明をすることができたということはできない。\n⑶  周知技術の適用\nア  甲６技術\n甲６文献には，おおむね，以下の記載がある（下記記載中に引用する図１は，別\n紙引用例等図面目録甲６文献を参照）\n(ア)  特許請求の範囲\n【請求項１】 コンパクトディスクを台紙に固定するコンパクトディスク用パッケ\nージにおいて，コンパクトディスク中央の孔に差し込み自在な係止片を台紙の一部\nに設け，コンパクトディスク中央の孔に差し込んだ係止片でコンパクトディスクを\n係止することを特徴とするコンパクトディスク用パッケージ。\n(イ)  発明の属する分野\n【０００１】本発明は，…コンパクトディスクを，台紙状のパッケージに収納し\nて郵送や各種配送手段で配送することができるコンパクトディスク用パッケージに\n関する。\n(ウ)  発明が解決しようとする課題\n【０００７】…当業界では，…コンパクトディスク用のパッケージとして，第一\n種定形郵便物の条件に適合するだけでなく，コンパクトディスクの保持力が確実で，\n郵送以外のあらゆる頒布手段に利用することが可能になり，更にはパッケージ自体\nを種々のサービス媒体として利用することもできるコンパクトディスク用パッケー\nジが望まれている。\n【０００８】そこで本発明は従来の課題を解消し，前述の要望に応えることので\nきるコンパクトディスク用パッケージの提供を目的とするものである。\n(エ)  実施例１\n【００１９】図１乃至図４に示す実施例…によると，固定板１Ａに隣接する重合\n板１ＢがコンパクトディスクＰの係止片２がわに重合し，残る重合板１Ｂが固定板\n１Ａがわに重合する。この結果，固定板１Ａに固定されたコンパクトディスクＰが\n見開き状に形成された一対の重合板１Ｂの内側に挟まれた状態で装着されるもので\nある。この状態でフィルム製の封筒Ｑに封入すると，第一種定形郵便物で郵送する\nことができる。…\n(オ)  発明の効果\n【００２２】…コンパクトディスクＰを台紙１に固定するコンパクトディスク用\nパッケージにおいて，コンパクトディスクＰ中央の孔Ｐ１に差し込み自在な係止片\n２を台紙１の一部に設け，コンパクトディスクＰ中央の孔Ｐ１に差し込んだ係止片\n２でコンパクトディスクＰを係止するので，台紙１に装着したコンパクトディスク\nＰを確実に保持することができる。…\nイ  甲７技術\n甲７文献には，おおむね，以下の記載がある（下記記載中に引用する図７は，別\n紙引用例等図面目録甲７文献を参照）\n(ア)  発明の分野\n【０００２】本発明は，プリペイドカードを支承するカード封筒デバイスに関す\nる。\n(イ)  従来技術\n【０００４】前払い式クレジットカード…を支承できる販売促進用小片を開発す\nることが必要とされてきた。この分野における従来の試みでは，折り込み及び糊付\nけを含む複雑な製造プロセスによって組み立てられたカードを始めとして，面倒な\n構造の販売促進用小片が製造されている。…\n【０００９】したがって，従来技術から判るように，各種のクレジットカードに\n利用でき，複数の異なる用途に合わせて容易に作製できるギフトカード封筒を開発\nすることが必要とされている。\n(ウ)  発明を実施するための最良の形態\n【００４３】図７及び図８において，第２実施形態のギフトカードは，折り目線\n１１６及び１１８によって区切られた３つのパネル１１０，１１２，及び１１４で\n構成される。…\n【００４９】…第２の部分がプリペイド式クレジットカード２４を保持する。ク\nレジットカード２４は，接着剤１６３によって第２のパネル１１２に取り外し可能\nに固定される。…\n【００５０】…カードを閉じるために，第３のパネル１１４が第２の折り目の線\n１１８に沿って折り曲げられており，第３のパネル１１４が，第２のパネル１１２\nに取り付けられたクレジットカード２４を含む第２のパネル１１２上に重畳して，\n部分的に閉じたアセンブリ１４８を形成している。この後，第１のパネル１１０が，\n部分的に閉じたアセンブリ１４８上に，折り目線１１６に沿って折り曲げられる。\n…\nウ  周知技術の認定\n前記⑵ア及び前記⑶ア，イによれば，シートでＣＤやカード類を包装するに当た\nり，シートの中央面部にＣＤ等を取り外し可能に配置し，シートの左右側面部を中\n央面部及びＣＤ等に重なるように折り畳むという技術は，本件特許の出願前から当\n業者に周知の技術であったと認められる（以下「本件周知技術」という。）。\nエ  本件周知技術を組み合わせる動機付け\n(ア)  構成の相違\n引用発明１は，シート状基材に情報記録体を形成し，それを容易に分離可能に形\n成したことを特徴とする。そして，情報記録体が形成されたシート状基材の面は，\n別のシート状基材等で剥離可能に被覆されている。\n一方，本件周知技術は，ＣＤ等がシートに形成されている構成や，ＣＤ等がシー\nトに剥離可能に被覆されている構成を前提とするものではない。\nすなわち，前記⑵イ(ア)のとおり，甲５発明において，パネル用材とカード担体\nは別個のものであり，カード担体は上部パネル及び下部パネルに貼着されていない。\n甲６技術において，台紙１と，コンパクトディスクＰとは別個のものである。ま\nた，固定板１Ａ，重合板１Ｂ及びコンパクトディスクＰは，係止片２で係止される\nものであって，互いに貼着されているものではない。\n甲７技術において，第２のパネル１１２と，クレジットカード２４は別個のもの\nである。また，第３のパネル１１４と第１のパネル１１０は，第２のパネル１１２\n上に折り曲げられるにとどまり，第２のパネル１１２にも，クレジットカード２４\nにも貼着されていない。\nこのように，引用発明１の構成と，本件周知技術が前提とする構成は，大きく相\n違するものである。\n(イ)  目的の相違\n引用発明１は，情報記録体をシート状基材に形成し，そのままで受取人に配達す\nることを可能にすることにより，封筒代等のコストを削減し，また，封入等の手間\nを省くことを目的とするものである。\n一方，本件周知技術は，このような目的を有する発明におけるものではない。\nすなわち，前記⑵イ(イ)のとおり，甲５発明は，カードをパッケージに取り付け\nて展示するための新規なパッケージの提供を目的とするものである。カード等をパ\nッケージに取り付けることが前提となっており，パッケージに関する費用を削減す\nることや，取り付ける手間を省くことを目的とするものではない。\n甲６技術は，コンパクトディスクの保持力を確実とし，各種配送手段で配送する\nことができるコンパクトディスク用パッケージの提供を目的とするものである。配\n達時における封筒代等のコストを削減するものではなく，係止片２への係止が前提\nとなるから，コンパクトディスクをパッケージに取り付ける手間を省くことを目的\nとするものでもない。\nまた，甲７技術は，各種のクレジットカードに利用でき，複数の異なる用途に合\nわせて容易に作製できるギフトカード封筒を提供することを目的とするものである。\n配達時における封筒代等のコストを削減したり，封入等の手間を省いたりすること\nを目的とするものではない。\nこのように，本件周知技術は，引用発明１の目的と同様の目的を有する発明にお\nいて認められるものではない。\n(ウ)  このように，引用発明１の構成と，本件周知技術が前提とする構成は，大\nきく相違し，また，本件周知技術は，引用発明１の目的と同様の目的を有する発明\nにおいて認められるものでもないから，引用発明１に，本件周知技術を組み合わせ\nる動機付けはないというべきである。\n(エ)  原告の主張について\n原告は，本件周知技術には，ＣＤやカード類を保護しつつ移送するという課題が\n内在するとして，引用発明１と課題が共通する旨主張する。\nしかし，本件周知技術によって，ＣＤやカード類が保護されつつ移送されること\nになったとしても，それによって，封筒代等の削減や封入の手間を省くことにはな\nらない。原告の主張によっても，本件周知技術と引用発明１の課題は関係がない。\nオ  よって，引用発明１に，本件周知技術を適用することにより，当業者が，本\n件発明１について，容易に発明をすることができたということはできない。\n⑷  小括\n以上のとおり，本件発明１について，当業者が引用発明１に基づいて容易に発明\nをすることができたということはできない。また，本件発明２及び本件発明３は，\n本件発明１の発明特定事項を全て含み，さらに他の限定を付加したものであるから，\n当業者が引用発明１に基づいて容易に発明をすることができたということはできな\nい。\nよって，取消事由４は理由がない。\n６  取消事由５（引用発明２に基づく本件各発明の進歩性に係る判断の誤り）に\nついて\n⑴  引用発明２について開示された事項\nア  引用例２には，別紙引用例等図面目録引用例２図１のとおり，図面が記載さ\nれるとともに，引用発明２に関し，以下の点が開示されているものと認められる。\n(ア)  引用発明２は，はがきを用いた販促システムに関するものである（【００\n０１】）。\n(イ)  従来のダイレクトメールにより送付されるカタログ類は，かさばることか\nら整理に不向きであり，顧客がこれを保管し，必要なときに取り出して利用するこ\nとは，あまり期待できなかった（【０００９】）。引用発明２は，容易に整理して\n保管することができ，携帯性にも優れたカード部を備えたはがきを提供することな\nどを目的とする（【００１５】）。\n(ウ)  引用発明２は，周囲を切断予定線で囲まれたカード部を備え，このカード\n部に必要事項を記録した領域を設けるようにしたはがきである（【００１６】）。\nこれにより，顧客は，はがきから切り離したカード部を備忘録として，カードフォ\nルダ等に入れて整理して保管したり，定期入れ等に入れて携帯したりすることが可\n能になる（【００１７】）。\nなお，切断予定線を，トムソン加工等で形成する場合には，郵送の際にカード部\nが離脱してしまうおそれがある。また，カード部に個人情報を記録する場合には，\n個人情報を記録した二次元コード領域が外部に露出していると，セキュリティー上\nの問題がある（【００２５】）。このため，引用発明２は，はがき本体の表面及び\n裏面にそれぞれ剥離可能な表面シート及び裏面シートを圧着させ，カード部を，は\nがき本体に設けたものである（【００２６】）。これにより，カード部は，表面シ\nート及び裏面シートにより覆われて保護されるから，破損や汚損を防止でき，また，\n切断予定線にトムソン加工を施した場合でも，カード部が離脱することはなくなる。\nさらに，個人情報を記録した二次元コード領域が外部に露出することはなくなる（【０\n０２７】）。引用発明２に係るはがきの形状や折り方は，Ｚの形状に折り曲げるも\nのに限定されるものではない（【００４９】）。\n(エ)  引用発明２によれば，顧客は，カード部を切断予定線に沿ってはがき本体\nから切り離すことにより，はさみ等を用いなくても，カード部をはがき本体から容\n易に切り離すことができる（【００３３】【００４２】）。切り離されたカード部\nは，物理的にかさばることはないから，廃棄されてしまうおそれは減少する（【０\n０４３】）。\nまた，カード部は，表面シート及び裏面シートにより覆われるから，破損や汚損\nから保護することができ，郵送の際に，カード部が離脱してしまうおそれもない。\nさらに，個人情報を記録した二次元コード領域が外部に露出しないので，セキュリ\nティー上の問題が生ずることもない（【００３６】）。\nイ  よって，引用例２には，前記第２の３⑶アの引用発明２が記載されていると\n認められ，この点について，当事者間に争いがない。\n⑵  本件発明１と引用発明２の対比\nア  本件発明１は，前記第２の２【請求項１】記載のとおりである。引用発明２\nは，前記第２の３⑶アのとおりである。\nイ  対比\n引用発明２の「葉書本体１」は，「ＰＯＳＴ ＣＡＲＤ」の表示がされているもの\nであるから，本件発明１の「印刷物」に相当する。\n引用発明２は，切断予定線１１により，カード部１を葉書本体２から容易に切り\n離すことができるものであるから，引用発明２の「切断予定線１１」，「カード部\n１」は，本件発明１の「切り込み」，「分離して使用するもの」にそれぞれ相当す\nる。\n引用発明２のカード部１には，印刷して設けた二次元コード領域を有するから，\n「カード部１」は印刷されているといえる。\n引用発明２の「葉書本体２」，「表面シート３」，「裏面シート４」は，本件発\n明１の「中央面部」，「「左側面部」又は「右側面部」の一方」，「「右側面部」\n又は「左側面部」の他方」にそれぞれ相当する。\nまた，引用発明２の「葉書本体２」と「表面シート３」，「裏面シート４」とは，\n互いに剥離接着に圧着されているものであるから，本件発明１とは，「左側面部及\nび右側面部が，中央面部と剥離可能に着けられている」点において共通する。\nウ  一致点及び相違点\n(ア)  前記イによれば，本件発明１と引用発明２との一致点は次のとおりである\nと認められる。\n左側面部と中央面部と右側面部とからなる印刷物であって，中央面部は，所定の\n箇所に所定の大きさの分離して使用するものが印刷されていること，左側面部及び\n右側面部が，中央面部と剥離可能に着けられていること，当該分離して使用するも\nのの周囲に切り込みが入っていること，からなる印刷物。\n(イ)  また，前記イによれば，本件発明１と引用発明２との相違点は，少なくと\nも，本件審決が認定した前記第２の３⑶イ(イ)のとおりのものであると認められる。\n(ウ)  なお，本件審決は，本件発明１と引用発明２が，「左側面部及び右側面部\nが，中央面部と剥離可能に着けられていること」という構成で一致する点について\n看過しているものの，これを相違するものとは認定していないから，かかる看過は，\n本件審決の結論に影響を及ぼすものということはできない。\nエ  そこで，引用発明２において，相違点４に係る本件発明１の構成を備えるよ\nうにすることを，当業者が容易に想到することができたか否かについて検討する。\n⑶  甲８技術の適用\nア  甲８文献に記載された事項\n甲８文献には，別紙引用例等図面目録甲８文献図３Ａ，図１２のとおり，図面が\n記載されるとともに，おおむね，以下の記載がある。\n(ア)  実用新案登録請求の範囲\n【請求項１】基準用紙の略３倍の大きさの基材を２つの折曲予定線から折り返し\nて使用され，前記基材の密着予定面のほぼ全面に加圧により粘着する弱粘着剤層を\n形成し，前記弱粘着剤層の表面に印字層を形成し，前記基材を折り返してまたは積\n層して，対向する面の前記弱粘着剤層同士を密着して前記印字層を隠ぺいしたのち\nに，前記弱粘着剤層間から剥離する３つ折のメールフォームであって，／前記基材\nを折り返してまたは積層したときに，周縁部に重なり合わない部分をループ状にな\nっている部分が長くなるように残して，剥離の切っ掛けとなる保持部としたことを\n特徴とするメールフォーム。\n(イ)  産業上の利用分野\n本考案は，シークレットはがき用等として使用するメールフォームに関し，特に，\n剥離のきっかけとなる保持部などを設けたメールフォームに関するものである（２\n頁左欄８行～１０行）。\n(ウ)  発明が解決しようとする課題\n本考案の目的は，封筒用の３つ折りメールフォームの処理機や処理工程はそのま\nまで使用でき，製造コストを下げ，処理速度を大幅に向上できるとともに，自着力\nを強めても容易に剥離できるメールフォームを提供することである（２頁右欄３７\n行～４１行）。\n(エ)  実施例\n第８の実施例のメールフォーム１Ｇは，基材１１を両側から折り返して，中央部\nにスリット状の重なり合わない部分を残して，剥離の切っ掛けとする剥離開始部２\nｂとしたものである。開封時には，剥離開始部２ｂの裏側を押すようにしながら，\n観音開きのようにして剥離することができる。なお，この実施例では，基材１１の\n端部でスリット状の重なり合わない部分を形成したが，基材１１の任意の位置，任\n意の方向にスリットを形成してもよい。（４頁右欄３２行～３９行）\nイ  甲８技術を組み合わせる動機付け\n(ア)  構成，目的，作用効果の相違\n引用発明２は，カード部が，周囲を切断予定線で囲まれることにより，はがき本\n体に設けられている。また，引用発明２は，カード部を顧客が容易に切り離して保\n管使用すること及びカード部を破損や汚損から保護し，カード部の記録内容を外部\nに露出させないことを目的とする。そして，引用発明２は，カード部を，容易に切\n断可能にはがき本体に設け，顧客がカード部を切断予定線に沿ってはがき本体から\n切り離すことにより，はさみ等を用いなくても，カード部をはがき本体から容易に\n切り離すことを可能にし，また，はがき本体をシートにより覆うことにより，カー\nド部を破損や汚損から保護し，カード部の記録内容を外部に露出させないようにし\nたものである。\n一方，甲８技術には，カード部が存在しない。また，甲８技術は，弱粘着剤層間\nから剥離する３つ折りメールフォームによって印字層を隠ぺいすることを前提に，\n接着力を強めても容易に剥離できるメールフォームを提供することを目的とする。\nそして，甲８技術は，剥離のきっかけとなるスリット状の重なり合わない部分を形\n成することにより，その裏側から押すようにすれば容易に剥離可能にしたものであ\nる。\nそうすると，カード部の存在を前提とし，当該カード部の分離やカード部の保護\nに着目した発明である引用発明２に，カード部が存在しない構成であって，カード\n部に関する目的，作用効果を有しない甲８技術を組み合わせる動機付けはないとい\nうべきである。\n(イ)  原告の主張について\nａ  原告は，引用例２には，折り形態がＺ型折り形態に限定されていない旨記載\nされているところ（【００４９】），用紙を３つ折り畳んで重なり合う面を擬似接\n着させたはがき等のメールフォームにおいて，Ｚ型折り形態とするか観音開き折り\n形態とするかは，甲８文献から認められる設計事項であると主張する。\nしかし，甲８技術は，カード部が存在しないものである。カード部が存在するメ\nールフォームにおいて，これを観音開き折り形態とする場合に，カード部をどの位\n置に配置した上で，どのように折り畳むかについて種々の構成があり得る。そうす\nると，甲８文献において，カード部が存在するメールフォームにおける観音開き折\nり形態の構成が，開示されているということはできない。\n一方，カード部が存在しないメールフォームを観音開き折り形態にすることが設\n計事項として存したとしても，そのことのみをもって，カード部が存在する引用発\n明２のメールフォームを観音開き折り形態にすることについての動機付けにはなら\nない。\nｂ  原告は，引用発明２と甲８技術は，折り畳みはがきとして技術分野が共通し，\n用紙を折り畳んで重なり合う面を疑似接着させたものであるから作用機能も共通す\nると主張する。\n確かに，引用発明２と甲８技術は，いずれも折り畳みはがきであって，用紙を折\nり畳んで重なり合う面も疑似接着されている。また，引用発明２は，カード部の記\n録内容を外部に露出させないためにはがき本体をシートで覆ったものであり，甲８\n技術は，印字層を隠ぺいすることを前提とするものであり，目的においても共通す\nる点はある。\nしかし，前記(ア)のとおり，引用発明２は，カード部の存在を前提としており，\n甲８技術との間で，構成，目的，作用効果の点で大きく相違するものである。\nしたがって，引用発明２と甲８技術との間で前記のとおり共通点があるとしても，\nこれをもって，引用発明２に甲８技術を組み合わせる動機付けがあるということは\nできない。\nウ  引用発明２に甲８技術を適用した場合の論理付け\n(ア)  引用発明２は，はがき本体に，周囲を切断予定線で囲まれたカード部を備\nえたものであるが，甲８技術には，そもそも，カード部が存在しない。\nそうすると，仮に引用発明２に甲８技術を適用したとしても，カード部を配置す\nる位置との関係で，基材をどのように折り畳むのかについては何ら特定されない。\n一方，相違点４は，カード部を，表面シート及び裏面シートとどのように貼着す\nるかに関するものである。\nしたがって，引用発明２に，甲８技術を適用しても，相違点４に係る本件発明１\nの構成には至らない。\n(イ)  原告の主張について\n原告は，引用発明２に，甲８技術を適用する場合において，甲８文献や技術常識\nに従った観音開き折り形態にすると，はがき本体とカードの大きさの関係から，必\n然的に，表面シート及び裏面シートの両方がカードに重なって貼着すると主張する。\nしかし，甲８文献には，前記ア(エ)のとおり，「基材１１の任意の位置，任意の\n方向にスリットを形成してもよい」と記載されており，基材１１を両側から折り返\nす場合において，どのような観音開き折り形態とするかについては，何ら特定され\nていない。また，カード部が中央面部に存する場合における観音開き折り形態にお\nいて，中央面部に折り畳む左側面部と右側面部の左右方向の幅を同じにすることが\n技術常識であるということもできない。\nしたがって，引用発明２に，甲８技術を適用した場合に，必然的に，表面シート\n及び裏面シートの両方がカードに重なって貼着することになるということはできな\nい。\nエ  引用発明２に甲８技術を適用することの阻害事由\n(ア)  引用発明２の技術的意義には，はがき本体を表面シート及び裏面シートに\nより覆うことにより，カード部を破損や汚損から保護し，また，カード部に記録さ\nれた二次元コード領域を外部に露出させずに，セキュリティー上の問題も生じさせ\nないというものが含まれる。\nこれに対し，甲８技術は，スリット状の重なり合わない部分を残して，基材を両\n側から折り返すものであって，剥離開始部の裏側を押すようにしながら，観音開き\nのようにして剥離して開封することにより，自着力を強めても容易に剥離できるメ\nールフォームを提供するものである。\nそうすると，引用発明２に，甲８技術を適用した場合，カード部がシートに覆わ\nれない部分が生じることになり，カード部を破損や汚損から保護し，また，カード\n部に記録された二次元コード領域を外部に露出させないという引用発明２に含まれ\nる技術的意義が損なわれることになる。\nしたがって，引用発明２に，甲８技術を適用することには，阻害事由が存すると\nいうべきである。\n(イ)  原告の主張について\n原告は，引用発明２に，甲８技術を適用しても，カード部の汚損等に至るような\nスリットは生じないと主張する。\nしかし，引用発明２は，カード部を設けたはがき本体を表面シート及び裏面シー\nトにより覆うことに技術的意義があるから，その程度にかかわらず，スリットを生\nじさせること自体が阻害事由になるというべきである。原告の上記主張は採用でき\nない。\nオ  よって，引用発明２に，甲８技術を適用することにより，当業者が，本件発\n明１について，容易に発明をすることができたということはできない。\n⑷  甲８技術及び本件周知技術の適用\n原告は，引用発明２において，Ｚ型の折り形態を甲８文献に示されたような観音\n開き折り形態とするのに際し，本件周知技術を適用することにより，相違点４に係\nる本件発明１の構成を備えるようにすることを，当業者が容易に想到することがで\nきる旨主張する。\nしかし，前記⑶イ，エのとおり，引用発明２に，甲８技術を組み合わせる動機付\nけはなく，さらに甲８技術を適用することには阻害事由があるから，引用発明２に\n甲８技術は適用できない。\nまた，引用発明２において，カード部は，周囲を切断予定線で囲まれることによ\nり，はがきに設けられたものであるが，甲５文献ないし甲７文献において，カード\nやコンパクトディスク等と，台紙やパネル等とは別個のものである。また，引用発\n明２は，はがき本体の表面及び裏面にそれぞれ剥離可能な表面シート及び裏面シー\nトを圧着させたものであるが，甲５文献ないし甲７文献は，カードやコンパクトデ\nィスク等と，台紙やパネル等とは貼着されていない。このように，引用発明２の構\n成と，本件周知技術が前提とする構成は，大きく相違するのであるから，引用発明\n２に，本件周知技術を組み合わせる動機付けはない。\nよって，引用発明２に，甲８技術及び本件周知技術を適用することにより，当業\n者が，本件発明１について，容易に発明をすることができたということはできない。\n⑸  小括\n以上のとおり，本件発明１について，当業者が引用発明２に基づいて容易に発明\nをすることができたということはできない。また，本件発明２及び本件発明３は，\n本件発明１の発明特定事項を全て含み，さらに他の限定を付加したものであるから，\n当業者が引用発明２に基づいて容易に発明をすることができたということはできな\nい。\nよって，取消事由５は理由がない。\n７  取消事由６（引用発明３に基づく本件各発明の進歩性に係る判断の誤り）に\nついて\n⑴  引用発明３について開示された事項\nア  引用例３には，別紙引用例等図面目録引用例３図１，３のとおり，図面が記\n載されるとともに，引用発明３に関し，以下の点が開示されているものと認められ\nる。\n(ア)  引用発明３は，カード付きはがきに関するものである（【０００１】）。\n(イ)  従来のカード付きはがきの構造では，はがき等の宛先とは，別個にカード\nに住所や名前を記入する必要があり煩雑なものであった。引用発明３は，はがきの\n宛先をそのままカードの一部として使用することにより，はがきの宛先とは別個に\nカードに住所や氏名を記入する必要のないはがきを提供することを目的とする（【０\n００２】【０００３】）。\n(ウ)  引用発明３において，カード部３は，切り込みを間欠的に多数有する切断\n予定線４により，第１シート１に設けられており，手などで簡単に第１シート１か\nら切り離すことができる。カード部３内に記載された住所や名前を，はがきの宛先\nとして使用する。また，カード部３及び第１シート１は，第２シート２に接着層に\nより接着されている（【０００８】【０００９】）。\n郵送時には，カード部３は，第２シート２に接着されているから，誤って第１シ\nート１から切り離されることがない。また，配達された後は，第１シート１と第２\nシート２とを剥離し，第１シート１からカード部３を切断予定線４で切断すること\nにより，別にカード部３を利用することができる（【０００９】【００１０】）。\nイ  よって，引用例３には，前記第２の３⑷アの引用発明３が記載されていると\n認められ，この点について，当事者間に争いがない。\n⑵  本件発明１と引用発明３との対比\nア  本件発明１は，前記第２の２【請求項１】記載のとおりである。引用発明３\nは，第２の３⑷アのとおりである。\nイ  対比\n引用発明３の「切断予定線」は「トムソン加工された切り込みを有し」ているか\nら，本件発明１の「切り込み」に相当する。\n引用発明３の「宛て先を有するカード部」は，「切断予定線で切り離すことがで\nきる」から，本件発明１の「所定の大きさの分離して使用するもの」に相当し，「印\n刷されている」といえる。\n引用発明３の「葉書」は，一般的に郵便番号記入欄等が印刷されているものであ\nるから，本件発明１の「印刷物」に相当する。\n引用発明３の「第１シート」，「第２シート」は，それぞれが「一つ面部とそれ\nに連続する面部」を有するという限りにおいて，本件発明１の「中央面部」，「左\n側面部」，「右側面部」と共通する。\nそして，引用発明３は，「第１シートの裏面を第２シートの裏面に剥離可能に接\n着する接着層（７）とを備えて，第１シートの裏面と第２シートの裏面とが上記接\n着層で接着された接着状態と，接着状態から第１シートの裏面と第２シートの裏面\nとが剥離されて…剥離状態とを呈することができるように」なっているものである\nから，本件発明１とは，「一つ面部とそれに連続する面部が剥離可能に貼着してい\nる」限りにおいて共通する。\nウ  一致点及び相違点\n(ア)  前記イによれば，本件発明１と引用発明３との一致点は次のとおりである\nと認められる。\n印刷物であって，一つの面部の所定の箇所に所定の大きさの分離して使用するも\nのが印刷されていること，当該一つの面部に連続する他の面部が，当該一つの面部\nに剥離可能に貼着していること，当該分離して使用するものの周囲に切り込みが入\nっていること，からなる印刷物\n(イ)  また，前記イによれば，本件発明１と引用発明３との相違点は，少なくと\nも，本件審決が認定した前記第２の３⑷イ(イ)，(ウ)のとおりのものであると認め\nられる。\n(ウ)  なお，本件審決は，本件発明１と引用発明３が，「当該一つの面部に連続\nする他の面部が，当該一つの面部に剥離可能に貼着していること」という構成で一\n致する点について看過しているものの，これを相違するものとは認定していないか\nら，かかる看過は，本件審決の結論に影響を及ぼすものということはできない。\nエ  相違点５は，折り畳み形態によって生じるシート数に関するものであって，\n相違点６は，カード部を配置する位置との関係において，シートをどのように折り\n畳むかに関するものであるから，技術的に関連するものである。\nそこで，引用発明３において，相違点５及び６に係る本件発明１の構成を備える\nようにすることを，当業者が容易に想到することができたか否かについて検討する。\n⑶  甲８技術及び甲９技術の適用\nア  甲８技術の適用\n(ア)  構成，目的，作用効果の相違\n引用発明３においては，カード部３が，切断予定線４により，第１シート１に設\nけられている。また，引用発明３は，はがきの宛先をそのままカードの一部として\n使用すること及びカード部３が第１シート１の裏面から離脱しないようにすること\nを目的とする。そして，引用発明３は，カード部３を第１シート１に設けることに\nより，カードの一部をはがきの宛先とするとともに，カード部３を第２シート２に\n接着させることにより離脱を防止するというものである。\n一方，甲８技術の構成，目的，作用効果は，前記６⑶イのとおりである。\nそうすると，カード部３の存在を前提とし，カード部とシートの構造に着目し，\nさらに，カード部の記載内容を宛先欄として外部に表示する発明である引用発明３\nに，カード部が存在せず，カード部とメールフォームとの構成を観念できず，また\n印字層の隠ぺいを目的とし，カード部に関する作用効果も有しない甲８技術を組み\n合わせる動機付けはないというべきである。\n(イ)  原告の主張について\nａ  原告は，引用発明３のように，用紙を折り畳んで重なり合う面を疑似接着さ\nせたはがき等において，２つ折り形態とするか，３つ折り形態とするかは，甲８文\n献から認められる設計事項であると主張する。\nしかし，そもそも，前記６⑶イ(イ)ａのとおり，甲８文献において，カード部が\n存在するメールフォームを，３つ折りにして，さらに観音開き折り形態とする構成\nが，開示されているということはできない。\nまた，引用発明３のはがきは，第１シート１，第２シート２，カード部３から構\n成されるところ，第２シート２は，第１シート１及びカード部３に貼着され，郵送\n時にカード部３の離脱を防止するなどのために存するものである。引用発明３のは\nがきを，３つ折り形態とする必要はなく，引用例３にも，３つ折り形態とすること\nについての記載や示唆はない。\nしたがって，はがき等を３つ折りにして，観音開き折り形態にすることは，カー\nド部が存在するはがき等において設計事項であるということはできず，一方，カー\nド部が存在しないはがき等において，かかる設計事項が認められたとしても，この\nことは，引用発明３のはがきを３つ折りにして，さらに観音開き折り形態とするこ\nとの動機付けにはならない。\nｂ  原告は，引用発明３と甲８技術は，折り畳みはがきとして技術分野が共通し，\n用紙を折り畳んで重なり合う面を疑似接着させたものであるから作用機能も共通す\nると主張する。\nしかし，このような共通点は抽象的なものであって，前記(ア)のとおり，両発明\nの構成，目的，作用効果が大きく相違することからすれば，かかる共通点をもって，\n引用発明３に甲８技術を組み合わせる動機付けがあるということはできない。\nイ  甲９技術の適用\n(ア)  甲９技術\n甲９文献には，別紙引用例等図面目録甲９文献図３のとおり，図面が記載される\nとともに，おおむね以下の記載がある。\nａ  産業上の利用分野\nこの考案は，ダイレクトメール用ハガキ，名刺あるいは広告用ちらし等に適した\n新規な印字・印刷物の構造に関する（２頁７行～９行）。\nｂ  作用\nこのように本考案においては，第１紙面部の一面側に秘密事項を印字・印刷して\nおくと，第２，第３の紙面部によってこれが外部に見えることはなく，ハガキとし\nての機能が実現され，…自動化も容易である。また，名刺や広告用ちらしとして使\n用すると，第２，第３紙面部を第１紙面部から剥離することができる，という従来\nにはなかった全く新しい構造の名刺や広告用ちらしとなり，顧客に強く印象付ける\nことができる（６頁１０行～７頁１行）。\nｃ  実施例\n図において，１はダイレクトメール用ハガキで，該ダイレクトメール用ハガキ１\nは普通ハガキと同寸法のハガキ本体（第１紙面部）１０を有し，該ハガキ本体１０\nの両側方には普通ハガキの略半分の幅を有する折返片（第２，第３紙面部）１１，\n１２が折返し可能に連続して設けられ，該両折返片１１，１２は両者によってハガ\nキ本体１０の裏面（一面）１３の略全面を覆うようになっている。また，…上記折\n返片１１，１２はハガキ本体１０の一面１３側に折り返されて剥離可能に貼着され\nる。（７頁６行～８頁３行）\n(イ)  甲９技術を組み合わせる動機付け\nａ  構成，目的，作用効果の相違\n引用発明３の構成，目的，作用効果は，前記ア(ア)のとおりである。\n一方，甲９技術には，カード部が存在しない。また，甲９技術は，第１紙面部の\n印刷された秘密事項が外部に見えることを防止することなどを目的とする。そして，\n甲９技術は，第１紙面部を第２，第３紙面部で覆うことにより，外部に見えること\nを防止するなどしたものである。\nそうすると，カード部３の存在を前提とし，カード部とシートの構造に着目し，\nさらに，カード部の記載内容を宛先欄として外部に表示する発明である引用発明３\nに，カード部が存在せず，カード部と紙面部との構成を観念できず，また第１紙面\n部の印刷された秘密事項が外部に見えることの防止を目的とし，カード部に関する\n作用効果も有しない甲９技術を組み合わせる動機付けはないというべきである。\nｂ  原告の主張について\n(a)  原告は，引用発明３において，左右側面部が中央面部に重なる３つ折り形態\nのはがきとするのは，甲９文献から認められる設計事項であると主張する。\nしかし，そもそも，甲９技術は，カード部が存在しないものであって，カード部\nが存在する場合に，カード部が存在する中央面部に左右側面部を重ねるという構成\nが，開示されているということはできない。\nまた，前記ア(イ)ａと同様に，引用発明３のはがきを，３つ折り形態とする必要\nはなく，引用例３にも，３つ折り形態とすることについての記載や示唆はない。\nしたがって，はがき等において左右側面部を中央面部に重ねて３つ折り形態にす\nることは，カード部が存在するはがき等において設計事項であるということはでき\nず，一方，カード部が存在しないはがき等において，かかる設計事項が認められた\nとしても，このことは，引用発明３のはがきにおいて左右側面部を中央面部に重ね\nて３つ折り形態にすることの動機付けにはならない。\n⒝  原告は，引用発明３と甲９技術は，折り畳みはがきとして技術分野が共通し，\n用紙を折り畳んで重なり合う面を疑似接着させたものであるから作用機能も共通す\nるなどと主張する。\nしかし，このような共通点は抽象的なものであって，前記ａのとおり，両発明の\n構成，目的，作用効果が大きく相違することからすれば，かかる共通点をもって，\n引用発明３に甲９技術を組み合わせる動機付けがあるということはできない。\nウ  甲８技術及び甲９技術の適用\n前記アのとおり，引用発明３と甲８技術とは，その構成，目的，作用効果におい\nて相違し，これらを組み合わせる動機付けがあるということはできない。また，前\n記イ(イ)のとおり，引用発明３と甲９技術とは，その構成，目的，作用効果におい\nて相違し，これらを組み合わせる動機付けがあるということもできない。\nそうすると，甲８技術及び甲９技術を，引用発明３に組み合わせる動機付けがあ\nるということはできない。\nよって，引用発明３に，甲８技術及び甲９技術を適用することにより，当業者が，\n本件発明１について，容易に発明をすることができたということはできない。\n⑷  小括\n以上のとおり，本件発明１について，当業者が引用発明３に基づいて容易に発明\nをすることができたということはできない。また，本件発明２及び本件発明３は，\n本件発明１の発明特定事項を全て含み，さらに他の限定を付加したものであるから，\n当業者が引用発明３に基づいて容易に発明をすることができたということはできな\nい。\nよって，取消事由６は理由がない。\n８  結論\n以上によれば，原告の請求は理由がないから棄却することとし，主文のとおり判\n決する。\n知的財産高等裁判所第４部\n裁判長裁判官          髙      部    眞  規  子\n裁判官          古      河    謙    一\n裁判官          片      瀬              亮\n別紙\n本件明細書図面目録\n【図１】\n【図２】\n【図３】\n別紙\n引用例等図面目録\n引用例１\n【図１】\n【図２】\n引用例２\n図１\n引用例３\n図１                                  図３\n甲５文献\n図１６\n図１６Ａ                            図１６Ｂ\n甲６文献\n図１\n甲７文献\n図７\n甲８文献\n図３Ａ                                図１２\n甲９文献\n図３\n"
}