{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 2,
    "day": 20
  },
  "case_number": "平成29(行ケ)10063",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87487",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87487",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/487/087487_hanrei.pdf",
  "contents": "平成３０年２月２０日判決言渡\n平成２９年（行ケ）第１００６３号  審決取消請求事件\n口頭弁論終結の日  平成２９年１２月１１日\n判                決\n原 告      千住金属工業株式会 社\n同 訴訟代理人弁護士      大野聖 二\n同                      多田宏 文\n被 告      株式会社タムラ製作 所\n同訴訟代理人弁護士      三村量 一\n同訴訟代理人弁理士      木内光 春\n同訴訟代理人弁護士      上田一 郎\n同                      木   内   加奈 子\n同                      西村美 香\n同                      福   原   裕次 郎\n同訴訟代理人弁理士      大熊考 一\n同                      片桐貞 典\n主                文\n１  特許庁が無効２０１５－８０００５８号事件について平成２\n９年１月３０日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事実及び理 由\n第１  請求\n主文同旨\n第２  前提事実（いずれも当事者間に争いがない。）\n１  特許庁における手続の経緯等\n被告は，発明の名称を「ソルダペースト組成物及びリフローはんだ付方法」\nとする特許第４４４７７９８号（平成１３年３月２３日出願，平成２２年１月\n２９日設定登録。以下「本件特許」という。）の特許権者である。\n原告は，平成２７年３月１０日，特許庁に対し，本件特許を無効とすること\nを求めて審判請求をした。これに対し，特許庁は，当該請求を無効２０１５－\n８０００５８号事件（以下「本件審判事件」という。）として審理をし，被告\nの同年５月２６日付け訂正請求書による訂正請求を経た上，平成２９年１月３\n０日，「特許第４４４７７９８号の明細書及び特許請求の範囲を訂正請求書に\n添付された訂正明細書及び特許請求の範囲のとおり，訂正後の請求項２につい\nて訂正することを認める。本件審判の請求は，成り立たない。」との審決をし\nた（以下「本件審決」という。）。その謄本は，同年２月９日，原告に送達さ\nれた。\n原告は，同年３月１０日，本件訴えを提起した。\n２  本件各発明\n本件特許の請求項１～３に係る発明（以下「本件発明１」などという。また，\nこれらを合わせて「本件各発明」という。さらに，本件各発明に係る訂正後の\n明細書（別紙）を「本件明細書」という。）は，上記訂正後の特許請求の範囲\n請求項１～３に記載された事項により特定されるものであるところ，その記載\nは，以下のとおりである。\n【請求項１】\n無鉛系はんだ粉末，ロジン系樹脂，活性剤及び溶剤を含有するソルダペース\nト組成物において，分子量が少なくとも５００であるヒンダードフェノール系\n化合物からなる酸化防止剤を含有するソルダペースト組成物。\n【請求項２】\n分子量が少なくとも５００であるヒンダードフェノール系化合物がトリエチ\nレングリコール－ビス〔３－（３－ｔ－ブチル－５－メチル－４－ヒドロキシ\nフェニル）プロピオネート〕，１，６－ヘキサンジオール－ビス－〔３－（３，\n５－ジ－ｔ－ブチル－４－ヒドロキシフェニル）プロピオネート〕，ペンタエ\nリスリチル－テトラキス〔３－（３，５－ジ－ｔ－ブチル－４－ヒドロキシフ\nェニル）プロピオネート〕，２，２－チオ－ジエチレンビス〔３－（３，５－\nジ－ｔ－ブチル－４－ヒドロキシフェニル）プロピオネート〕，Ｎ，Ｎ’－ヘ\nキサメチレンビス（３，５－ジ－ｔ－ブチル－４－ヒドロキシ－ヒドロシンナ\nマミド）である請求項１記載のソルダペースト組成物。\n【請求項３】\nプリント回路基板のはんだ付部に対して電子部品を，分子量が少なくとも５\n００であるヒンダードフェノール系化合物がトリエチレングリコール－ビス\n〔３－（３－ｔ－ブチル－５－メチル－４－ヒドロキシフェニル）プロピオネ\nート〕又は１，６－ヘキサンジオール－ビス－〔３－（３，５－ジ－ｔ－ブチ\nル－４－ヒドロキシフェニル）プロピオネート〕である請求項１に記載のソル\nダペースト組成物を用いて２００℃，１２０秒のプリヒート，２４０℃の本加\n熱を行ってもよいリフローはんだ付するリフローはんだ付方法。\n３  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）記載のとおりであるが，要するに，\n以下のとおり，本件発明１は，特開平５－１８５２８３号公報（甲１。以下\n「甲１文献」という。）記載の発明（以下「甲１発明」という。）と相違し，\n甲１文献に記載された発明であるとはいえず，また，甲１発明において，相違\n点に係る本件発明１の特定事項とすることは当業者が容易に想到し得ることで\nあるが，本件発明１は当業者が予測することのできない格別の効果を奏するも\nのであるとし，次いで，国際公開第９９／６４１９９号（甲２。以下「甲２文\n献」という。）記載の発明（以下「甲２発明」という。）との関係では，相違\n点に係る本件発明１の特定事項とすることは当業者にとって容易になし得るこ\nとであるとはいえないとし，さらに，これらの点は本件発明２及び３について\nも同様であるとするとともに，本件各発明はサポート要件及び実施可能要件に\n違反しているとはいえず，かつ，明確であるなどとして，本件特許を無効とす\nることはできないとした。\n(1)  甲１文献を主引例とする新規性・進歩性（無効理由１，２）について\nア  甲１文献には，実施例４として以下のはんだペースト（甲１発明）及び\nこれを用いたリフローはんだ付方法（「基板に部品を，甲１発明のクリ\nームはんだを用いてリフローはんだ付するリフローはんだ付方法」。以\n下「甲１方法発明」という。）がそれぞれ記載されている。\n「はんだ粉，天然及び合成樹脂，活性剤，溶剤，及び分子内に第３ブチ\nル基のついたフェノール骨格を含む酸化防止剤を含有するクリームはん\nだであって，\n上記天然及び合成樹脂は水素添加ロジンであり\n上記活性剤はシクロヘキシルアミンアジピン酸塩であり，\n上記溶剤はブチルカルビトール及びプロピレングリコールモノフェニ\nルエーテルであり，\n上記分子内に第３ブチル基のついたフェノール骨格を含む酸化防止剤\nは，ｎ－オクタデシル－３－（３，５－ジ－ｔｅｒｔ－ブチル－４－ヒ\nドロキシフェニル）プロピオネートである，\nクリームはんだ。」\nイ  本件発明１との対比\n(ｱ)  一致点\nはんだ粉末，ロジン系樹脂，活性剤及び溶剤を含有するソルダペース\nト組成物において，分子量が少なくとも５００であるヒンダードフェノ\nール系化合物からなる酸化防止剤を含有するソルダペースト組成物。\n(ｲ)  相違点１\n「はんだ粉末」が，本件発明１では「無鉛系」であるのに対し，甲１発\n明でははんだ粉末の金属組成が特定されておらず，「無鉛系」であるか\n不明である点。\nウ  相違点１についての判断\n(ｱ)  甲１文献記載の「通常の共晶はんだ」は，同文献に係る特許出願当\n時に標準的に使用されていた錫－鉛共晶はんだを意味する。また，同\n文献記載の「ビスマス入り」及び「銀入り」のはんだ粉末を含有する\nクリームはんだが鉛フリーのはんだを意味しているということはでき\nない。\nしたがって，甲１文献の「通常の共晶はんだ」，「ビスマス入り」及\nび「銀入り」なる記載は，いずれも鉛フリーはんだを意味するとは認め\nられず，相違点１は本件発明１と甲１発明の実質的な相違点である。\n(ｲ)  本件特許の出願時における技術潮流を踏まえると，その当時の当業\n者は，鉛入りはんだの鉛フリーはんだへの置き換えを常に念頭に置い\nていたと考えられ，そのような当業者にとって，甲１発明を鉛フリー\n化しようとすることはごく自然なことであり，その際に，鉛入りはん\nだのフラックスはそのままで，はんだ粉のみを無鉛系はんだ粉末に置\nき換えることは，容易に想到し得る。\n(ｳ)  本件明細書の記載によれば，本件発明１は，高温のリフロー時にお\nいても無鉛系はんだ粉末及びフラックス膜の熱劣化を防止することが\nでき，はんだ付け性の特性が低下しないという効果を奏するものであ\nると認められ，このような効果は当業者であっても予測することので\nきないものであるから，本件発明１は，当業者が予測できない格別の\n効果を奏するものである。\n(ｴ)  以上より，甲１発明は，相違点１の点で本件発明１と相違しており，\n本件発明１は甲１発明であるとはいえない。\nまた，甲１発明において，相違点１に係る本件発明１の特定事項とす\nることは，当業者が容易に想到し得ることであるが，本件発明１は当業\n者が予測することのできない格別の効果を奏するものである。したがっ\nて，本件発明１は，甲１発明に基づいて当業者が容易に発明することが\nできたものではない。\nエ  本件発明２及び３について\n(ｱ)  本件発明２及び３は，甲１発明（本件発明２につき）・甲１方法発\n明（本件発明３につき）と少なくとも相違点１で相違しており，いず\nれも，甲１発明（同上）・甲１方法発明（同上）であるとはいえない。\n(ｲ)  本件発明２及び３も，当業者が予測することのできない格別の効果\nを奏するものであるから，甲１発明（同上）・甲１方法発明（同上）\nに基づいて当業者が容易に発明することができたものであるとはいえ\nない。\n(2)  甲２文献を主引例とする進歩性（無効理由３）について\nア  甲２文献記載の実施例のうち実施例１に着目すると，甲２文献には，実\n施例１として以下のはんだペースト（甲２発明）及びこれを用いたリフ\nローはんだ付方法（「プリント基板に電子部品を，甲２発明のクリーム\nはんだを用いてリフローはんだ付するリフローはんだ付方法」。以下\n「甲２方法発明」という。）がそれぞれ記載されている。\n「はんだ粉末，樹脂成分，有機酸エステル，エステル分解触媒，有機ハ\nロゲン化合物，還元剤及び溶剤を含むはんだペーストであって，\n上記はんだ粉末は，金属組成が８９Ｓｎ／８Ｚｎ／３Ｂｉであり，粒\n径２０μｍ以下のはんだ粒子を個数分布で２８．８％含有し，\n上記樹脂成分は，重合ロジン及び不均化ロジンであり，\n上記有機酸エステルは，酢酸－ｔ－ブチルであり，\n上記エステル分解触媒は，シクロへキシルアミン臭化水素酸塩であり，\n上記有機ハロゲン化合物は，へキサブロモシクロドデカンであり，\n上記還元剤は，ハイドロキノンである，\nはんだペースト。」\nイ  本件発明１との対比\n(ｱ)  一致点\n無鉛系はんだ粉末，ロジン系樹脂，活性剤及び溶剤を含有するソルダ\nペースト組成物において，フェノール系化合物からなる酸化防止剤を含\n有するソルダペースト組成物。\n(ｲ)  相違点２\n「フェノール系化合物からなる酸化防止剤」が，本件発明１では「分子\n量が少なくとも５００であるヒンダードフェノール系化合物」であるの\nに対し，甲２発明の「ハイドロキノン」は，分子量が１１０であり，Ｏ\nＨ基のオルト位置の１つ又は２つに立体障害作用を示す置換基を有して\nいるフェノール系化合物ではないから，「分子量が少なくとも５００で\nあるヒンダードフェノール系化合物」ではない点。\nウ  相違点２についての判断\n甲２文献の記載によれば，甲２発明において，たとえ「はんだ粉末」\nとして「８９Ｓｎ／８Ｚｎ／３Ｂｉ」に代えてより融点の高い鉛フリー\nはんだ粉末を採用したとしても，その優れた酸化防止性能によって，リ\nフロー特性が悪くなって未溶融物が増加することにはならない。\nそうすると，甲２発明には，はんだ粉末として融点の高い無鉛系はん\nだ粉末を用いた場合においても，「酸化に弱く，フラックスが熱分解・\n劣化するという課題」が存在しないのであるから，当該課題を解決する\nために必要であるとされる，分子量の大きなフェノール系化合物を採用\nするための動機付けが存在しないこととなる。\nしたがって，甲２発明及び甲１文献の記載に基づき，甲２発明におい\nて，相違点２に係る本件発明１の特定事項とすることが，当業者にとっ\nて容易になし得ることであるとはいえない。\nオ  本件発明２及び３について\n本件発明２及び３は，甲２発明（本件発明２につき）・甲２方法発明\n（本件発明３につき）と少なくとも相違点２で相違しており，本件発明\n１と同様の理由により，いずれも，甲２発明 （同上 ）・ 甲２方法発明\n（同上）及び甲１文献の記載に基づき，当業者が容易に発明することが\nできたものとはいえない。\n(3)  サポート要件違反（無効理由４）について\n原告は，甲２文献記載の「無鉛系はんだ粉末，ロジン系樹脂，活性剤，\n及び溶剤を含有するソルダペースト組成物において，分子量が５００未満で\nあるヒンダードフェノール系化合物からなる酸化防止剤を含有するソルダペ\nースト組成物」（以下，甲２発明と区別する観点から「甲２記載発明」とい\nう。）を従来の無鉛系はんだ粉末を含有するソルダペーストの具体例として\n挙げ，本件各発明は，従来の無鉛系はんだ粉末を含有するソルダペーストに\n該当する甲２記載発明よりも酸化防止性能が優れているものである必要があ\nるが，そうとはいえないから，本件各発明は課題を解決していることにはな\nらない旨主張している。\nしかし，甲２記載発明は，本件各発明が解決しようとする課題，すなわ\nち，「高温のリフロー時，より具体的には，プリヒート時において無鉛系は\nんだ粉末及びフラックス膜の劣化，より具体的には，フラックス膜やはんだ\n粉末に不要物が生じ，はんだ付強度を低下させる等の問題」を有するような\nソルダペースト（以下「本件各発明の従来技術」という。）に該当するもの\nであるとはいえない。\nしたがって，本件各発明の奏する効果と甲２記載発明の奏する効果とを\n比べたとしても，本件各発明が従来技術に比べて酸化防止性能を改善してい\nるかどうか，ひいては本件各発明が，当該発明の課題を解決できるものであ\nるかどうかについて判断することにはならない。\nよって，仮に，本件明細書によって，本件各発明と，分子量５００未満\nのヒンダードフェノール系化合物からなる酸化防止剤を含有する場合との効\n果の差異が明らかになっていないとしても，そのことによって直ちに本件各\n発明がサポート要件に違反しているとはいえない。\n(4)  実施可能要件違反（無効理由５）について\n原告は，甲２記載発明が本件明細書における従来の無鉛系はんだ粉末を\n含有するソルダペーストに該当することを前提としてこの点に関する主張を\nしているが，前記のとおり，甲２記載発明は，本件各発明の従来技術に該当\nするようなソルダペースト組成物であるとはいえない。\nそうすると，発明の詳細な説明の記載に基づいて，本件各発明の作用効\n果と甲２記載発明の作用効果の差異について検討しても，本件各発明が従来\n技術よりも作用効果が改善しているかどうか，ひいては本件各発明が所期す\nる作用効果を奏することを裏付ける記載があるかどうかについて判断するこ\nとにはならない。\nよって，仮に，本件明細書の発明の詳細な説明の記載によっては，本件\n各発明と，分子量５００未満のヒンダードフェノール系化合物からなる酸化\n防止剤を含有する場合との作用効果との間で，有意な差があることが明らか\nでないとしても，そのことによって，発明の詳細な説明には，本件各発明が\n所期する作用効果を奏することを裏付ける記載がないとはいえないから，本\n件各発明が実施可能要件に違反しているとはいえない。\n(5)  発明の明確性（無効理由６）について\n原告は，本件各発明には「酸化防止剤」として「ヒンダードフェノール\n系化合物」を含有することが特定されているところ，本件明細書に「ヒンダ\nードフェノール系化合物」の定義は記載されておらず，本件特許出願時にお\nける技術常識からも，その意義を一時的に特定できないから，本件各発明は\n明確でない旨主張するところ，「ヒンダードフェノール系化合物」がどのよ\nうなフェノール系化合物を含むかについてはいくつかの解釈が存在し，その\n意味で「ヒンダードフェノール系化合物」の意義が必ずしも一義的に決まる\nとはいえない。\nしかし，被告が主張するように「一方又は両方のオルト位置に立体障害\n作用を示す置換基を持ったフェノール系化合物」と限定的に解釈することに\nは一定の正当性があると認められ，この意義と本件明細書の記載には齟齬が\nないことなどから，「ヒンダードフェノール系化合物」なる記載は必ずしも\n不明確であるとはいえない。\nしたがって，本件各発明は明確である。\n第３  当事者の主張\n１  原告の主張\n(1)  取消事由１－甲１発明及び甲１方法発明に基づく進歩性欠如（無効理由\n２）に関するもの\nア  本件発明１の効果は当業者が予測し得るものであること\n本件審決は，本件発明１につき，本件明細書の記載によれば，高温の\nリフロー時においても無鉛系はんだ粉末及びフラックス膜の熱劣化を防\n止することができ，はんだ付け性の特性が低下しないという効果を奏す\nるものであると認められ，しかも，このような効果は当業者であっても\n予測することのできないものであるといえるから，当業者が予測できな\nい格別の効果を奏するものであるといえる，と認定，判断している。\nしかし，甲１文献においては，分子量が５００以上のヒンダードフェ\nノール系化合物であるｎ－オクタデシル－３－（３，５－ジ－ｔｅｒｔ\n－ブチル－４－ヒドロキシフェニル）プロピオネートを酸化防止剤とし\nて用いた実施例４のはんだ広がり試験の結果が良好であった旨記載され\nている（【００１５】）。また，証拠（甲１０及び２３）によれば，本\n件特許の出願時において，高分子量のフェノール系化合物が高温での酸\n化防止性能に優れていると当業者に認識されていたことは明らかである。\nしたがって，本件発明の効果は当業者において予測し得る範囲内のも\nのである。\nイ  本件審決は被告実験（甲１１０）についての判断を誤っていること\n(ｱ)  本件審決は，被告による実験（甲１１０。以下「 被告実験」とい\nう。）が本件明細書の実施例の再現実験であり，適正に行われたもの\nであることを前提に，本件発明１の効果がこれにより示されていると\n判断しているが，その前提に誤りがある。\n(ｲ)  被告実験が本件明細書の実施例の再現実験でないこと\n本件審決は，被告実験の結果が本件明細書の実施例の結果と一致する\nとしているが，本件審決が一致しているとした「結果」は，本件明細書\nの５段階評価の結果と，被告実験の２段階評価の結果を適当に結び付け\nているにすぎず，そのような大雑把な「結果」の一致があったからとい\nって，実験方法が同一のものということはできない。特に，本件審決は，\n本件明細書に記載がない「平均粒径」及び「はんだ径」をそれぞれ特定\nの値に限定しているが，当業者が技術常識をもって判断しても，本件明\n細書記載の実施例における「平均粒径」及び「はんだ径」を特定し得る\nはずはない。\nまた，フラックスの作製時に加熱による溶剤の揮発分を補うための溶\n剤の追加をすることはあり得ても，フラックスとはんだ粉末とを混合し\nた後に更に溶剤を添加することは行われ得ない。しかも，本件明細書に\nはフラックスの調整時におけるヘキシルカルビトールの量のみが記載さ\nれており，フラックスとはんだ粉末とを混合した後に更にヘキシルカル\nビトール（ヘキシルジグリコール）を添加することは何ら記載されてい\nないにもかかわらず，被告実験ではフラックスとはんだ粉末とを混合し\nた後に更にヘキシルジグリコールを添加していることから，被告実験は，\n本件明細書の実施例の再現実験ではない。\n(ｳ)  被告実験は適正に行われていないこと\n被告実験は，以下の点で本件明細書の実施例の再現実験として適正で\nはない。\nａ  被告実験は，本件明細書の実施例において行われている「プリヒー\nト温度を１５０℃，１２０秒の場合」の再現実験を行っていない。\nｂ  被告実験は，実験結果である溶融状態を示す写真を欠いている。公\n証人が自ら光学顕微鏡の画像を解読し，溶融・非溶融の判定を行い得\nるはずはなく，甲１１０は，被告従業員の判断をそのまま公正証書に\n記載したものに過ぎない。実際の溶融・未溶融の状況を証明するため\nには，例えば溶融状況の写真のような客観的証拠が不可欠である。\nｃ  被告実験におけるはんだ付け状態の評価基準（２段階評価）は，本\n件明細書の評価基準（５段階評価）とは異なる。しかも，被告実験の\n評価基準は，「溶融」及び「非溶融」の基準のいずれにも該当しない\n場合が生じ得るものであることなどから，評価基準として不明確であ\nる。\nｄ  本件特許の審査段階において，被告は，分子量が５００以上のレベ\nルでも大きいほど酸化防止機能が大きいことを示している旨主張して\nいたところ，被告実験においては，分子量６３９の場合，分子量５８\n６の場合と比べて未溶融率が明らかに高い結果となっているから，そ\nの前提と矛盾する。\nｅ  被告実験においては，フラックスＤ及びＥがフラックスＡ～Ｃに比\nべて未溶融率が低くなっていることが記載されているが，仮にそうで\nあるとしても，これらを分子量により区別する根拠はなく，様々な基\n準による区分が可能である。したがって，被告実験の結果をもって，\n酸化防止剤の「分子量が少なくとも５００｣であることに意義がある\nということはできず，甲１１０は，分子量５００以上であれば必ず酸\n化防止性能に優れることを裏付けるものではない。\nｆ  被告実験は，本件特許の実施例で用いられた水添ロジンに該当しな\nい水添酸変性ロジンである「ＫＥ－６０４」を用いており，しかもそ\nれにより高い酸化防止性能を奏する結果を得たものである。\nｇ  被告実験は，原告による実験（甲２６。以下「原告実験」という。）\nと矛盾する。すなわち，原告実験においては，分子量が少なくとも５\n００であるヒンダードフェノール系化合物からなる酸化防止剤を含有\nさせた場合，分子量が５００未満のヒンダードフェノール系化合物か\nらなる酸化防止剤を含有させた場合，及びヒンダードフェノール系化\n合物からなる酸化防止剤を含有させなかった場合とで，高温でのプリ\nヒートを行った際の酸化防止性能に有意な差は見られなかった。した\nがって，本件発明１は顕著な効果を奏するとはいえない。\nウ  本件発明１は顕著な効果を奏するとはいえないこと\n(ｱ)  当業者が予測し得ない顕著な効果といい得るためには従来の公知技\n術や周知技術に基づいて相違点に係る構成を想到した場合に，発明の\n有する効果が予測される効果よりも格別優れたものであるか，予測す\nることが困難な新規な効果である必要がある。\n本件明細書によれば，はんだ付け状態試験において，実施例１及び２\nが比較例１に比してプリヒート温度が２００℃の場合にはんだ付け状態\nが優れることが記載されているところ，実施例１及び２に記載された酸\n化防止剤は分子量が５００以上であり，比較例は酸化防止剤を用いない\nソルダペーストであって，分子量が５００未満の酸化防止剤を記載した\n比較例は存在しない。また，本件明細書の「分子量が少なくとも５００\nである」（【００１８】）との文言は，本件特許の出願後に追加された\nものであるのに対し，はんだ付け性の特性低下防止という被告が主張す\nる効果は，上記追加以前から記載されていたのであるから，結局，上記\n効果はヒンダードフェノール系化合物からなる酸化防止剤を用いた効果\nであって，その分子量を５００以上に特定した効果ではない。「分子量\nが５００以上のものが，熱安定性が優れるという理由で，特に好まし\nい。」（【００１０】）との記載はあるものの，熱安定性とは何か，分\n子量が５００以上のものが熱安定性に優れる理由は何か，といった点に\nついては明らかにされていない。\nこれらの記載及び「本発明者は，…無鉛系はんだ粉末にヒンダードフ\nェノール系化合物を併用したソルダーペーストについては，無鉛系はん\nだ粉末とソルダーペースト膜のリフロー時の劣化が防止されることを見\n出し，本発明をするに至った」（【０００５】）等の記載に鑑みれば，\n本件発明１の効果は，無鉛系はんだ粉末を含有するソルダペーストにお\nいて，酸化防止剤としてヒンダードフェノール系化合物を用いると，酸\n化防止剤を用いない場合に比べて，無鉛系はんだ粉末とソルダペースト\n膜のリフロー時の劣化が防止されることにあるということに尽きる。\n他方，甲１発明は，甲１文献の記載（【０００５】，【０００６】，\n実施例３，比較例３及び４）によれば，クリームはんだのフロー及びリ\nフロー時の酸化防止性能の向上を課題としたものであり，実施例４にお\nいてその効果が実証されている。\nまた，本件発明１においては，無鉛系はんだ粉末の種類は特に限定さ\nれておらず，融点が２００度を超えるものに限られないが，無鉛系はん\nだ粉末は錫鉛共晶はんだより融点が高いものも多いことに鑑みれば，リ\nフロー温度が高くなることも想定される。そうすると，甲１発明のよう\nに，分子量が大きく，高温で揮発しにくいヒンダードフェノール系化合\n物を用いた場合には，リフロー時の酸化防止性能が優れたものになるこ\nとを，当業者は当然に予測する。\nしたがって，仮に，被告主張のとおり，本件発明１の効果がヒンダー\nドフェノール系化合物の分子量が５００以上である場合に限って奏され\nるものであるとしても，その効果は，甲１発明及び技術常識に基づき，\n当業者が十分に予測し得たものである。\n(ｲ)  本件発明１における「無鉛系はんだ粉末」は，本件審決も認めると\nおり，特に種類を限定されておらず，Ｓｎ－Ｚｎ系合金のはんだのよ\nうにＰｂ系はんだ合金と同程度の低い溶融温度を有するはんだも含む。\nそうすると，そのようなはんだを用いた場合，プリヒート及び本加熱\nはＰｂ系はんだ合金と同程度の温度で行われるから，高温のリフロー\nは行われず，その結果，本件発明１は，「高温のリフロー時において\nも無鉛系はんだ粉末及びフラックス膜の熱劣化を防止することができ\nる」（本件明細書【０００４】）という本件発明１の効果を奏し得な\nい構成を含んでいることになる。\nまた，本件明細書の実施例において，プリヒートがＰｂ系はんだ合金\nと同程度である１５０℃の場合，酸化防止剤の有無にかかわらず良好な\nはんだ付け状態が得られることが示されているから，本件明細書の実施\n例は，本件発明１の効果すなわち分子量が少なくとも５００であるヒン\nダードフェノール系化合物からなる酸化防止剤を用いることによる酸化\n防止効果の有無の判断に参酌することができない。\n(ｳ)  したがって，本件発明１は，顕著な効果を奏するとはいえない。\nエ  以上のとおり，本件審決は，本件特許の出願時における技術常識を看過\nし，被告実験についての判断を誤り，また，本件発明１が効果を奏し得\nない構成を含んでいることを看過しており，結果として本件発明１の効\n果は当業者が予測し得るものではないと誤って判断したものであるから，\n取消しを免れない。本件発明２及び３についても同様である。\n(2)  取消事由２－甲２発明及び甲２方法発明に基づく進歩性欠如（無効理由\n３）に関するもの\nア  甲２発明及び甲２方法発明の認定の誤り\n(ｱ)  甲２発明は，以下のとおり認定されるべきである。\n「Ｐｂを含まないＳｎ－Ｉｎ系，Ｓｎ－Ｂｉ系，Ｉｎ－Ａｇ系，Ｉｎ－\nＢｉ系，Ｓｎ－Ｚｎ系，Ｓｎ－Ａｇ系，Ｓｎ－Ｃｕ系，Ｓｎ－Ｓｂ系，\nＳｎ－Ａｕ系，Ｓｎ－Ｂｉ－Ａｇ－Ｃｕ系，Ｓｎ－Ｇｅ系，Ｓｎ－Ｂｉ\n－Ｃｕ系，Ｓｎ－Ｃｕ－Ｓｂ－Ａｇ系，Ｓｎ－Ａｇ－Ｚｎ系，Ｓｎ－Ｃ\nｕ－Ａｇ系，Ｓｎ－Ｂｉ－Ｓｂ系，Ｓｎ－Ｂｉ－Ｓｂ－Ｚｎ系，Ｓｎ－\nＢｉ－Ｃｕ－Ｚｎ系，Ｓｎ－Ａｇ－Ｓｂ系，Ｓｎ－Ａｇ－Ｓｂ－Ｚｎ系，\nＳｎ－Ａｇ－Ｃｕ－Ｚｎ系，Ｓｎ－Ｚｎ－Ｂｉ系等のはんだ粉末，\n天然ロジン，不均化ロジン，重合ロジン，変性ロジンなど，\n有機塩基のハロゲン化水素酸塩（イソプロピルアミン臭化水素酸塩，\nブチルアミン塩化水素酸塩，シクロヘキシルアミン臭化水素酸塩等のハ\nロゲン化水素酸アミン塩，１，３－ジフェニルグアニジン臭化水素酸塩\n等），及び，\n溶剤\nを含有するはんだペーストにおいて，\n２，６－ジ－ｔ－ブチル－ｐ－クレゾール，ブチルヒドロキシアニソ\nール，２，２’－メチレンビス（４－メチル－６－ｔ－ブチルフェノー\nル）等のヒンダードフェノール系化合物からなる酸化防止剤を含有する\nはんだペースト。」\n(ｲ)  甲２発明のはんだペーストを用いてプリント基板に電子部品をリフ\nローはんだ付けするリフローはんだ付け方法（以下「甲２方法発明」\nという。）は，以下のとおり認定されるべきである。\n「プリント基板のはんだ付部に対して電子部品を，\nヒンダードフェノール系化合物が２，６－ジ－ｔ－ブチル－ｐ－クレ\nゾール，ブチルヒドロキシアニソール，２，２’－メチレンビス（４－\nメチル－６－ｔ－ブチルフェノール）等である甲２発明のはんだペース\nトを用いて，\n１３０～１８０℃，６０～１２０秒のプレヒート，\n用いる合金の融点に対し＋２０～＋５０℃のリフローを行う，\nリフローによるはんだ付けをする，\nリフローはんだ付方法。」\n(ｳ)  しかるに，本件審決は，何らの理由もなく甲２文献の実施例１に限\n定して甲２発明及び甲２方法発明を認定したものであり，誤りである。\nイ  一致点・相違点の認定の誤り\n甲２発明及び甲２方法発明は，上記のとおり認定されるべきものであ\nるから，これらと本件各発明との相違点（相違点２）は，本件発明１に\nおいては，ヒンダードフェノール系化合物からなる酸化防止剤が「分子\n量が少なくとも５００｣であるのに対し，甲２発明においては，ヒンダー\nドフェノール系化合物からなる酸化防止剤が「分子量が少なくとも５０\n０｣でない点と認定されるべきである。\n本件審判は，甲２文献の実施例１に限定して甲２発明及び甲２方法発\n明を認定したため，相違点２の認定も誤ったものである。\nウ  容易想到性判断の誤り\n(ｱ)  甲１文献に酸化防止剤として列挙されたもの（【０００６】）のう\nち，「ｎ－オクタデシル－３－（３，５－ジ－ｔｅｒｔ－ブチル－４\n－ヒドロキシフェニル）プロピオネート」，「テトラキス［メチレン\n－３－（３，５－ジ－ｔｅｒｔ－ブチル－４－ヒドロキシフェニル）\nプロピオネート］メタン」，「トリエチレングリコールビス［３－\n（３－ｔｅｒｔ－ブチル－５－メチル－４－ヒドロキシフェニル）プ\nロピオネート］」及び「１，６－ヘキサンジオールビス［３－（３，\n５－ジ－ｔｅｒｔ－ブチル－４－ヒドロキシフェニル）プロピオネー\nト］」は，それぞれ分子量が５３１，１１７８，５８６．８及び６３\n９であり，また，本件明細書【００１０】において「ヒンダードフェ\nノール系化合物」として列挙されているものである。したがって，こ\nれらは本件各発明の「分子量が少なくとも５００であるヒンダードフ\nェノール系化合物からなる酸化防止剤」に該当する。\nまた，甲１文献には，実施例として，ｎ－オクタデシル－３－（３，\n５－ジ－ｔｅｒｔ－ブチル－４－ヒドロキシフェニル）プロピオネート\nを使用した実施例４が開示されている。\nしたがって，相違点２に係る構成は甲１文献に記載がある。\n(ｲ)  甲２発明において，はんだ粉末として無鉛系はんだ粉末を用いる場\n合には，酸化に弱く，フラックスが熱分解・劣化するという課題を解\n決すべく酸化防止剤を使用すること，使用する酸化防止剤としては，\nリフロー時の高温によって酸化防止剤の蒸発又は昇華が起こって酸化\n防止性能が減少することを防止するために，分子量の大きなフェノー\nル系化合物を選択することの動機付けがあるということができるとこ\nろ，甲２発明において用いられている「２，６－ジ－ｔ－ブチル－ｐ\n－クレゾール」（分子量２２０．４）及び「２，２’－メチレンビス\n（４－メチル－６－ｔ－ブチルフェノール）」（分子量３４０．５）\nの代わりに，これらよりも分子量の大きなフェノール系化合物として，\n甲１文献に開示され，かつ，本件特許の出願時において「耐熱防止剤」\nとして汎用されている前記「ヒンダードフェノール系化合物」を組み\n合わせて用いることは，当業者が容易に想到することである。\n(ｳ)  本件明細書には，「分子量が５００以上のものが，熱安定性が優れ\nるという理由で，特に好ましい。」（【００１０】）との記載はある\nが，実施例に対する比較例は酸化防止剤を用いていない組成物のみで\nあり（【００１５】），分子量が５００未満のヒンダードフェノール\n系化合物からなる酸化防止剤を含有する場合との効果の差異は明らか\nとなっていない。また，前記のとおり，原告実験によれば，高温での\nプリヒートを行った際の酸化防止性能に有意な差は見られなかった。\nしたがって，本件発明１は顕著な効果を奏するとはいえない。\n(ｴ)  以上より，甲２発明に，甲１文献記載の前記「ヒンダードフェノー\nル系化合物」を組み合わせて相違点２に想到することは，本件特許の\n出願当時の当業者が容易にすることである。\nエ  以上のとおり，本件審決は，無効理由３の判断において，甲２発明の認\n定を誤り，本件発明１と甲２発明との一致点・相違点の認定を誤った上，\nその相違点の容易想到性の判断を誤ったものであり，この点は本件発明\n２についても同様であり，また，本件発明３と甲２方法発明についても\n同様である。したがって，本件審決には取り消すべき違法がある。\n(3)  取消事由３－サポート要件違反（無効理由４）に関するもの\n本件審決は，甲２記載発明は本件各発明の従来技術に該当するものであ\nるとはいえない旨判断する。\nしかし，甲２記載発明が，本件審決が言及するような問題（高温のリフ\nロー時，より具体的には，プリヒート時において無鉛系はんだ粉末及びフラ\nックス膜の劣化，より具体的には，フラックス膜やはんだ粉末に不溶物が生\nじ，はんだ付け強度を低下させる等の問題）を有しないのであれば，本件発\n明１の課題は解決されていることになり，本件発明１と甲２記載発明の相違\n点（本件発明１においては，ヒンダードフェノール系化合物からなる酸化防\n止剤の「分子量が少なくとも５００」であるのに対し，甲２記載発明におい\nては「分子量が少なくとも５００」でない点）については，両発明の課題\n（より酸化防止性能に優れたソルダペーストが好ましいこと）の共通性及び\n分子量が大きなフェノール系化合物を用いることが有利であることが知られ\nていたことから，本件発明１は甲２記載発明から容易想到ということになる。\nこのため，本件審決は，本件発明１が甲２記載発明から容易想到でないとし\nつつ，甲２記載発明が上記問題を有しないとする点で，論理が破たんしてい\nる。\nまた，本件審決は，本件明細書に「３，５－ジ－ｔ－ブチル－４－ヒド\nロキシベンジルフォスフォネート－ジエチルエステル」（分子量３５６）が\n記載されていること（【００１０】）をもって，本件明細書において，分子\n量５００未満のヒンダードフェノール系化合物からなる酸化防止剤を含有す\nるソルダペースト組成物も，本件各発明の課題を解決することのできる発明\nとして記載されているとするが，本件発明１について予測し得ない効果を認\nめるのであれば，本件発明１の課題はヒンダードフェノール系化合物からな\nる酸化防止剤が「分子量が少なくとも５００｣であることによって初めて解\n決されるものでなければならないにもかかわらず，「分子量が少なくとも５\n００未満」でも解決できるとするのは，本件審決が本件発明１につき予測し\n得ない効果を認めたことと矛盾する。\nしたがって，本件発明１は，発明の詳細な説明の記載及び技術常識に基\nづき当業者が課題を解決できると認識できるものではない。この点に関する\n審決には取り消すべき違法があり，本件発明２及び３についても同様である。\n(4)  取消事由４－実施可能要件違反（無効理由５）に関するもの\n本件審決は，甲２記載発明は本件各発明の従来技術に該当するようなソ\nルダペースト組成物であるとはいえない旨判断するけれども，その判断が誤\nりであることは前記のとおりである。\nしたがって，本件発明１は実施可能要件違反であるから，本件審決には\n取り消すべき違法があり，本件発明２及び３についても同様である。\n(5)  取消事由５－明確性要件違反（無効理由６）に関するもの\n本件審決は，「ヒンダードフェノール系化合物」の意義は必ずしも一義\n的に決まるものではないとしつつも，「一方又は両方のオルト位置に立体障\n害作用を示す置換基を持ったフェノール系化合物」と限定的に解釈すること\nには一定の正当性があるなどとして，本件各発明は明確であるとしている。\nしかし，「ヒンダードフェノール系化合物」に関しては，①フェノール\n性ヒドロキシ基（ＯＨ基）の両方のオルト位にｔ－ブチル基等の立体障害作\n用を示す置換基を有することを必須としている文献群，②ＯＨ基の一方又は\n両方のオルト位に同置換基を有することを必須としている文献，③ＯＨ基の\nオルト位に同置換基を有することを必須としているが，同置換基を有するオ\nルト位の数が不明な文献，④ＯＨ基のオルト位に同置換基を有していてもよ\nいが，有することを必須としていない文献群があり，本件審決も認めるとお\nり，「ヒンダードフェノール系化合物」の意義は一義的に決まるものではな\nい。また，上記②及び④の意義のいずれも，本件明細書（【００１０】）記\n載の９種の化合物を例示として含み得ることから，本件明細書の記載を参酌\nしても，「ヒンダードフェノール系化合物」は少なくとも②及び④いずれの\n意義をも採り得，一義的に決まるものではない。\nこのように，「ヒンダードフェノール系化合物」の意義が多義的である\nことにより，本件各発明の技術的範囲が不明確となり，第三者に不測の不利\n益を及ぼす。\nしたがって，本件各発明は明確性要件違反であるにもかかわらず，これ\nを明確とした点で，本件審決には取り消すべき違法がある。\n２  被告の主張\n(1)  取消事由１に対し\nア  本件明細書には，発明の実施の形態として，はんだ付けランドのピッチ\nの狭くなってきている本件特許出願当時のプリント回路基板への使用が\n前提とされていることが記載されている（【０００６】）。また，２０\n０℃，１２０秒のプリヒート，２４０℃，３０秒の本加熱を行う高温リ\nフローにおいても，無鉛系はんだ粉末及びフラックス膜の熱劣化を防止\nすることができ，はんだ付け特性が低下しないという効果を奏すること\nも，本件明細書において開示されている（【００１６】）。\nイ(ｱ)  本件各発明の効果は，被告実験に明らかにされているとおり，当業\n者が本件明細書の記載に技術常識を当てはめることにより再現可能であ\nる。\nこれに対し，原告は，被告実験は本件各発明の再現実験に当たらず，\nまた，適正に行われていないとするが，以下のとおり，いずれも誤りで\nある。\n(ｲ)  「プリヒート温度１５０℃，１２０秒」の条件による実験は比較例\nであり，本件各発明の効果を明らかにする実験例ではないし，当該条\n件での過熱を行う場合は高温リフローの課題を有さず，はんだ付け状\n態が良好であることは当事者間に争いがないから，当該実験の有無は\n被告実験の適正さに影響しない。\n(ｳ)  被告実験の結果については，その信用性を補強するために，公証人\nによって被告従業員の判定の公正を担保しているし，被告は甲１１０\nの記載と合致する実験結果の一部の写真を証拠として提出しており\n（乙４），被告実験の結果が公正であることは明らかである。\n(ｴ)  被告実験は，本件明細書よりも詳細に実験結果の評価を行うことに\nより，本件各発明の効果を明らかにしたものである。また，本件明細\n書の実験は，従来技術との有意差を明らかにし，発明の進歩性を明ら\nかに示すために厳しい加熱条件を設定している。そして，実装時は，\nリフロー炉の仕様や実装基板，搭載部品によってはんだ付け性は異な\nるため，各ユーザーにおける多様な実装条件を想定すれば，本件明細\n書記載の条件下で未溶融率が１１～２０％であっても，実用性がある\nと評価し得るので，この程度未溶融率があると実用性が認められない\nとの原告の主張は失当である。\nしたがって，被告実験の評価基準は本件明細書のそれと齟齬はなく，\n適正である。そもそも，実験後のはんだ粉末の溶融・未溶融の評価は，\n当業者が技術常識を当てはめて実施可能なものであるから，２段階評価\nであっても被告実験の適正を損なうものではない。\n(ｵ)  被告は，審判段階で，審査過程で提出した意見書の誤記を認めた上\nで，分子量が少なくとも５００のヒンダードフェノール系化合物が酸\n化防止性能に優れる旨主張しており，被告の主張と被告実験の結果に\n矛盾はない。\n(ｶ)  原告は，被告実験につき，分子量５００以上であれば必ず酸化防止\n性能に優れることを裏付けるものではないとするが，分子量５００以\n上の全ての酸化防止剤について実験により酸化防止性能を明らかにす\nることは不可能である。\n(ｷ)  水添酸変性ロジンは水添ロジンに含まれ，ＫＥ－６０４は水添酸変\n性ロジンとも水添ロジンともいい得るものである。また，本件特許出\n願後数年の間の特許出願においてＫＥ－６０４を水添ロジンと記載す\nるものが複数存在するところ，同出願時にＫＥ－６０４の構成が周知\nであった以上，その後に水添酸変性ロジンが水添ロジンに含まれると\nの知見が新たな技術常識として認識される理由はない。\nしたがって，ＫＥ－６０４は，当業者において水添ロジンと認識され\nるものであり，これを用いた被告実験は適正である。\n(ｸ)  原告実験は，プリヒート時の昇温速度が当業者の技術常識よりも極\n端に遅く，本加熱時間も本件明細書の記載より長い点で，不当な実験\n条件を設定したものであり，本件各発明の効果を明らかにしていない。\n(ｹ)  本件明細書は，ソルダペーストの粘度について，実験に当たって調\n製が必要である旨記載している。また，ソルダペーストの粘度が印刷\n特性に影響を与えること及び粘度の調整は溶剤の添加により行うこと\nは技術常識である。さらに，微量の溶剤添加によって粘度以外のソル\nダペーストの性質に変化が与えられるものではない。以上の点を勘案\nすれば，フラックスとはんだ粉末を混合した後に，溶剤であるヘキシ\nルジグリコールを添加したからといって，実験の再現性が損なわれる\nことはない。\nウ  本件各発明の効果は，以下のとおり，当業者が予測し得ない顕著な効果\nである。\n(ｱ)  甲１発明は，はんだ広がり試験において，ヒンダードフェノール系\n化合物からなる酸化防止剤を添加することにより優れた結果を得たこ\nとを開示しているが，鉛入りはんだの使用を前提とする点で本件各発\n明と異なる。本件特許出願当時，酸素雰囲気下において微小電子部品\nのリフローはんだ付けを行うことのできる鉛フリーはんだ用のソルダ\nペーストの実現が望まれていたが，そのようなソルダペーストは現実\nには存在しなかった。このため，甲１発明のように，鉛入りはんだに\nおいてヒンダードフェノール系化合物からなる酸化防止剤をソルダペ\nーストに添加することが知られていたとしても，これが，リフロー温\n度がより高温な鉛フリーはんだ付け時においても酸化防止機能を発揮\nするか否かを当業者が予想することはできなかった。そうである以上，\n本件特許出願当時の当業者が，実験もせずに，鉛入りはんだに関する\n甲１文献の記載から鉛フリーはんだに関する技術である本件各発明の\n効果を予測することはできない。\nしかも，甲１発明における効果の確認方法は，本件各発明におけるリ\nフローはんだ付けではなく，はんだ広がり試験による。このように効果\nの確認方法が大きく異なる甲１発明の試験からは，リフローはんだ付け\nにおける無鉛系はんだ粉末を使用したソルダペーストのはんだ付け特性\nを予想することは極めて困難である。\nさらに，甲１文献は，鉛入りはんだを用いたソルダペーストのはんだ\n広がり試験において，ヒンダードフェノール系化合物が酸化防止性能に\n優れるとの結果とともに，分子量が５００より小さい２，２’－メチレ\nンビス（４－メチル－６－ｔｅｒｔ－ブチルフェノール）は，分子量が\n５００より大きいｎ－オクタデシル－３－（３，５－ジ－ｔｅｒｔ－ブ\nチル－４－ヒドロキシフェニル）プロピオネートの２分の１量でも同等\nの酸化防止性能を発揮するとの結果を開示している。このため，甲１文\n献を参酌した当業者は，高温下で使用される鉛フリーはんだ用のソルダ\nペーストにおいても，分子量５００未満の酸化防止剤を添加する方がよ\nり効果が優れるとの予想は可能であったとしても，本件各発明の分子量\n５００以上のヒンダードフェノール系酸化防止剤を添加することによる\n効果を予測することはできない。\n(ｲ)  本件各発明は，０．３～０．４ｍｍの極小な印刷径において，従来\n技術よりもプリヒート温度を数十度上昇させた加熱プロファイルでの\nリフローという２つの過酷なリフロー条件を同時に解決したものであ\nるが，甲１文献の実施例は印刷径・加熱条件いずれも本件各発明が解\n決した課題条件を有しない。このため，甲１文献からこれらの課題に\n対する解決策及び効果を予測することは困難である。\nまた，前記のとおり，甲１文献は，はんだ広がり試験においては分子\n量が小さな酸化防止剤の方が酸化防止性能に優れるという本件各発明と\n矛盾する結果を開示している。甲１０及び２３の各文献を参酌するとし\nても，これらの文献には本件各発明の課題となる印刷径及び加熱条件に\nついての開示がなく，短時間の高温リフロー時に酸化防止剤の蒸発が問\n題となるかは不明であるから，高分子量のフェノール系化合物が高温リ\nフロー時の酸化防止性能に優れるとの技術常識はない。そうである以上，\nこれらの文献を参酌しても，甲１文献の結果と矛盾する本件各発明の効\n果を予測し得ない。\nしたがって，本件各発明は，当業者が引用発明及び周知技術から予測\nし得ない顕著な効果を有する。\n(ｳ)  本件各発明においては，「高温のリフロー時においても無鉛系はん\nだ粉末及びフラックス膜の熱劣化を防止することができるソルダペー\nスト組成物及びリフローはんだ付方法を提供する」という目的に従っ\nて，その対象となる無鉛系はんだ粉末は融点が２００℃より高く２４\n０℃以下のものに限定される。したがって，本件各発明はいずれも所\n期の効果を奏するものである。本件明細書には無鉛系はんだ粉末とし\nて融点が２００℃以下の組成も例示されているが，これは，本件各発\n明の高温リフローによる課題を有しない，溶融温度が低いはんだの使\n用を妨げるものではないことを明示したに過ぎず，本件各発明を構成\nするものではない。\nエ  以上のとおり，本件発明１の効果は当業者が予測し得ないものであり，\n取消事由１は理由がない。\n(2)  取消事由２に対し\nア  甲２文献は，フェノール系化合物を還元剤として添加することを開示す\nるのみであり，「ヒンダードフェノール系化合物からなる酸化防止剤」\nの添加についての記載はない。\nしたがって，原告主張に係る甲２発明の認定は，甲２文献の記載に基\nづかないものである。本件審決による甲２発明の認定及び本件発明１と\n甲２発明の一致点・相違点の認定に誤りはない。\nイ  甲２発明に甲１発明を組み合わせる動機付けはなく，これらを組み合わ\nせても本件発明１に想到することはできない。また，前記のとおり，本\n件各発明は顕著な効果を有する。\nしたがって，甲２発明に甲１発明を組み合わせることによる容易想到\n性を否定した本件審決の判断に誤りはない。\nウ  以上のとおり，取消事由２は理由がない。\n(3)  取消事由３に対し\n甲２発明は高温リフロー時におけるはんだ付け強度の低下等の課題を有\nしないことを前提とすると，原告主張に係る本件各発明との共通の課題は存\n在しないことになり，課題の共通性から「分子量が少なくとも５００」であ\nるという相違点には想到し得ない。また分子量が大きなフェノール系化合物\nを用いることが有利であることが知られていた事実もない。\n本件明細書は，実験により分子量が５００よりも大きなヒンダードフェ\nノール系化合物からなる酸化防止剤を用いることによって優れた溶融性能を\n有することが記載されていることから，サポート要件を満たしている。\nしたがって，取消事由３は理由がない。\n(4)  取消事由４に対し\n本件各発明は，実施例の再現にあっても，実施例で用いた水添アクリル\n化ロジン以外のロジンを使用した場合であっても，当業者が本件明細書の記\n載及び技術常識に従って実施可能なものであり，実施可能要件を充足する。\nしたがって，取消事由４は理由がない。\n(5)  取消事由５に対し\n本件審決が認定するとおり，本件明細書にヒンダードフェノール系化合\n物として例示されている全ての化合物が「一方又は両方のオルト位に立体障\n害作用を示す置換基を持ったフェノール系化合物」であることに照らせば，\nヒンダードフェノール系化合物の意義について当業者は理解可能である。\nしたがって，取消事由５は理由がない。\n第４  当裁判所の判断\n１  本件各発明\n本件各発明に係る特許請求の範囲の記載は，前記（第２の２）のとおりであ\nる。\n２  本件明細書の記載\n(1)  産業上の利用分野\n本発明は，特に，鉛及び亜鉛を含まないはんだ合金粉末を用いた場合に\n好適なソルダペースト組成物及びこれを用いたリフローはんだ付方法に関す\nる。（【０００１】）\n(2)  従来の技術\n近年，電子機器の配線基板の多機能化，軽薄短小化に伴い表面実装技術\nが急速に発展し，電子部品の表面実装を行う場合には，ほとんどソルダペー\nストが用いたリフローはんだ付方法が行われている。そのソルダペーストに\n用いられるはんだ粉末は，Ｓｎ－Ｐｂ系のものが大部分を占めている。\n自然界に投棄された実装基板には電子部品がはんだ付されているので，\nこのはんだに鉛が含まれていると，酸性雨等によりこの鉛が可溶性鉛化合物\nとなって溶出し，自然界を汚染するのみならず，地下水等を通して汚染され\nた水や動植物の食物が人体に摂取されることがあり，その毒性が強いことか\nら重大な問題となりつつある。\nそこで，鉛を含まないはんだ材料が開発され，Ｓｎ－Ａｇ合金，Ｓｎ－\nＡｇ－Ｃｕ合金等のいわゆる無鉛系のはんだ合金粉末が用いられるようにな\nってきた。（【０００２】）\n(3)  発明が解決しようとする課題\nア  しかしながら，上記の無鉛系のはんだ合金粉末は，融点が約２００～２\n２０℃と高いので，そのはんだ粉末を含有するソルダペーストを用いた\nリフローはんだ付方法では加熱時のピーク温度を２３０～２４０℃にす\nる必要があり，鉛系のＳｎ－Ｐｂ合金の場合にはその共晶組成（６３Ｓ\nｎ／３７Ｐｂ）の融点が１８３℃と低く，そのはんだ粉末を含有するソ\nルダぺーストを用いたリフローはんだ付方法では熱に弱い電子部品を損\n傷なくはんだ付することができるのに対し，その熱損傷による機能劣化\n等を起こさせるという問題点がある。\nこの問題点を改善するために，上記の無鉛系のはんだ合金粉末を含有\nするソルダペーストを用いてリフローはんだ付時のピーク温度を２３０\n～２４０℃に低く設定し，その代わりにプリヒート時に従来より高い温\n度で加熱する，いわゆるヒートパターンを変更することにより，電子部\n品の熱損傷を緩和する試みが行われているが，この方法では，プリヒー\nト時の加熱の熱量が増えるので，プリント配線板のはんだ付部に塗布さ\nれたソルダーペースト膜のはんだ合金粉末及びフラックスが過度に熱せ\nられることになって酸化による熱劣化を起こし易く，リフロー時にフラ\nックス膜やはんだ粉末に不溶物が生じ，はんだ付強度を低下させる等の\nはんだ付性の特性を低下させてしまうという別の新たな問題を引き起こ\nすことが知られるようになってきた。（【０００３】）\nイ  本発明の第１の目的は，高温のリフロー時においても無鉛系はんだ粉末\n及びフラックス膜の熱劣化を防止することができるソルダペースト組成\n物及びリフローはんだ付方法を提供することにある。\n本発明の第２の目的は，無鉛系はんだ粉末を用いた場合でもはんだ付\n性の特性が低下しないソルダペースト組成物及びリフローはんだ付方法\nを提供することにある。\n本発明の第３の目的は，無鉛系はんだ粉末を用いた場合においてリフ\nロー時のヒートパターンの変更により高温に弱い電子部品の熱損傷を避\nけることができるソルダペースト組成物及びリフローはんだ付方法を提\n供することにある。\n本発明の第４の目的は，無鉛系はんだ粉末を用いた場合でも回路の信\n頼性の高い実装基板を得ることができるソルダペースト組成物及びリフ\nローはんだ付方法を提供することにある。（【０００４】）\n(4)  課題を解決するための手段\n本発明者は，上記の課題を解決すべく，鋭意研究を行った結果，無鉛系\nはんだ粉末にヒンダードフェノール系化合物を併用したソルダペーストにつ\nいては，無鉛系はんだ粉末とソルダペースト膜のリフロー時の劣化が防止さ\nれることを見いだし，本発明をするに至った。\nしたがって，本発明は，(1)，無鉛系はんだ粉末，ロジン系樹脂，活性剤\n及び溶剤を含有するソルダペースト組成物において，分子量が少なくとも５\n００であるヒンダードフェノール系化合物からなる酸化防止剤を含有するソ\nルダペースト組成物を提供するものである。\nまた，本発明は，(2)，分子量が少なくとも５００であるヒンダードフェ\nノール系化合物がトリエチレングリコール－ビス〔３－（３－ｔ－ブチル－\n５－メチル－４－ヒドロキシフェニル）プロピオネート〕，１，６－ヘキサ\nンジオール－ビス－〔３－（３，５－ジ－ｔ－ブチル－４－ヒドロキシフェ\nニル）プロピオネート〕，ペンタエリスリチル－テトラキス〔３－（３，５\n－ジ－ｔ－ブチル－４－ヒドロキシフェニル）プロピオネート〕，２，２－\nチオ－ジエチレンビス〔３－（３，５－ジ－ｔ－ブチル－４－ヒドロキシフ\nェニル）プロピオネート〕，Ｎ，Ｎ’－ヘキサメチレンビス（３，５－ジ－\nｔ－ブチル－４－ヒドロキシ－ヒドロシンナマミド）等である上記(1)のソ\nルダペースト組成物，(3)，プリント回路基板のはんだ付部に対して電子部\n品を，分子量が少なくとも５００であるヒンダードフェノール系化合物がト\nリエチレングリコール－ビス〔３－（３－ｔ－ブチル－５－メチル－４－ヒ\nドロキシフェニル）プロピオネート〕又は１，６－ヘキサンジオール－ビス\n－〔３－（３，５－ジ－ｔ－ブチル－４－ヒドロキシフェニル）プロピオネ\nート〕である上記(1)のソルダペースト組成物を用いて２００℃，１２０秒\nのプリヒート，２４０℃の本加熱を行ってもよいリフローはんだ付するリフ\nローはんだ付方法を提供するものである。（【０００５】）\n(5)  発明の実施の形態\nア  本発明において，無鉛系はんだ粉末とは，鉛の成分を有しないはんだ粉\n末であり，例えば鉛及び亜鉛を含まないはんだ粉末が好ましく，これに\nはＳｎ－Ａｇ，Ｓｎ－Ａｇ－Ｃｕ，Ｓｎ－Ａｇ－Ｂｉ，Ｓｎ－Ｂｉ，Ｓ\nｎ－Ａｇ－Ｃｕ－Ｂｉ，Ｓｎ－Ｓｂ及びＳｎ－Ｃｕ等が例示され，鉛及\nび亜鉛を含まないはんだ合金であれば，特に限定されない。Ｓｎ－Ｚｎ\n系合金のはんだ粉末でもよい。\n無鉛系はんだ粉末は，ソルダペースト中８５～９２％（フラックス：\n８～１５％）用いられ，球形で粒径が３００～７００メッシュのはんだ\n粉末が，はんだ付ランドのピッチの狭くなってきている最近のプリント\n回路基板に対するリフローはんだ付用として好ましい。（【０００６】）\nイ  本発明に用いられるロジン系樹脂とはロジン及びその変性ロジン等の誘\n導体が挙げられ，これらは併用することもできるが，具体的には例えば\nガムロジン，ウッドロジン，重合ロジン，フェノール変性ロジンやこれ\nらの誘導体が挙げられる。ロジン系樹脂の含有量は，ソルダペースト組\n成物のはんだ粉末を除いた他の成分である，いわゆるフラックス中，３\n０～７０％とすることができる。これより少ないと，はんだ付ランドの\n銅箔面の酸化を防止してその表面に溶融はんだを濡れ易くする，いわゆ\nるはんだ付性が低下し，はんだボールが生じ易くなり，これより多くな\nると残さ量が多くなる。（【０００７】）\nウ  本発明においては，ヒンダードフェノール系化合物からなる酸化防止剤\nが使用されるが，具体的には例えばフラックス中に添加し，このフラッ\nクスを無鉛系はんだ粉末と撹拌混合するというようにして使用される。\nヒンダードフェノール系化合物としては，特に限定されないが，具体\n的には，トリエチレングリコール－ビス〔３－（３－ｔ－ブチル－５－\nメチル－４－ヒドロキシフェニル）プロピオネート〕，１，６－ヘキサ\nンジオール－ビス－〔３－（３，５－ジ－ｔ－ブチル－４－ヒドロキシ\nフェニル）プロピオネート〕，２，４－ビス－（ｎ－オクチルチオ）－\n６－（４－ヒドロキシ－３，５－ジ－ｔ－ブチルアニリノ）－１，３，\n５－トリアジン，ペンタエリスリチル－テトラキス〔３－（３，５－ジ\n－ｔ－ブチル－４－ヒドロキシフェニル）プロピオネート〕，２，２－\nチオ－ジエチレンビス〔３－（３，５－ジ－ｔ－ブチル－４－ヒドロキ\nシフェニル）プロピオネート〕，Ｎ，Ｎ’－ヘキサメチレンビス（３，\n５－ジ－ｔ－ブチル－４－ヒドロキシ－ヒドロシンナマミド），３，５\n－ジ－ｔ－ブチル－４－ヒドロキシベンジルフォスフォネートージエチ\nルエステル，１，３，５－トリメチル－２，４，６－トリス（３，５－\nジ－ｔ－ブチル－４－ヒドロキシベンジル）ベンゼン等があげられる。\nこれらのうち，分子量が５００以上のものが，熱安定性が優れるとい\nう理由で，特に好ましい。（【００１０】）\n(6)  実施例\nア  以下に，実施例を説明するが，本発明は以下の実施例によって何ら制限\nされるものではない。（【００１２】）\nイ  実施例１\n以下の組成のソルダペーストを調製した。\n水添ロジン（ロジン系樹脂）                          ５５．０ｇ\nアジピン酸（活性剤）                                  ２．０ｇ\n水添ヒマシ油（チキソ剤）                              ６．０ｇ\nトリエチレングリコール－ビス〔３－（３－ｔ－ブチル－５－メチル－\n４－ヒドロキシフェニル）プロピオネート〕（酸化防止剤）５．０ｇ\nヘキシルカルビトール（溶剤）                        ３３．０ｇ\n（以上，フラックス  １００ｇ）\n上記フラックス                                      １１．０ｇ\nはんだ粉末                                          ８９．０ｇ\n（Ｓｎ／Ａｇ／Ｃｕ＝９６．５／３／０．５）\n（以上，ソルダペースト  １００ｇ）\n上記フラックスとはんだ粉末を攪拌混合することによりソルダペース\nトを得た。このソルダペーストをマルコム粘度計で測定したところ２３\n０Ｐａ・ｓ（測定温度２５℃）であった。また，このソルダペーストを\n用いて，▲１▼印刷性試験（０．１５ｍｍ厚さのメタルマスクを用いた\nスクリーン印刷による印刷面にかすれやにじみが目視されるか否かを検\n査する試験），▲２▼粘着性試験（印刷後のメタルマスクの剥がれ性を\n調べるもので，ＪＩＳ  Ｚ  ３２８４による試験），▲３▼加熱時のだ\nれ性試験（加熱時の塗布膜の所定位置からのはみ出しを調べるもので，\nＪＩＳ  Ｚ  ３２８４による試験）及び▲４▼絶縁性試験（はんだと分\n離したフラックス膜の抵抗値を測定するもので，ＪＩＳ  Ｚ  ３２８４\nによる試験）を評価するとともに，さらに，▲５▼はん だ付状態試験\n（リフローはんだ付装置において，プリヒート温度を１５０℃，１２０\n秒の場合と，２００℃，１２０秒の場合とのそれぞれにおいて，本加熱\nを２４０℃，３０秒行った場合のはんだ付状態を，溶融後固化したはん\nだに未溶融物が見られないものを５，多く見られるものを１とし，３以\n上を実用性があるとする５段階法により評価する試験）を行った結果を\n表１に示す。（【００１３】）\nウ  実施例２\n酸化防止剤を１，６－ヘキサンジオール－ビス－〔３－（３，５－ｔ\n－ブチル－４－ヒドロキシフェニル）プロピオネート〕に代えて使用し\nたこと以外は実施例１と同様にしてソルダペーストを調製し，これを用\nいて粘度その他実施例１と同様に試験した結果を表１に示す。（【００\n１４】）\nエ  比較例１\n酸化防止剤を用いないこと以外は実施例１と同様にしてソルダペース\nトを調製し，これを用いて粘度その他実施例１と同様に試験した結果を\n表１に示す。（【００１５】）\nオ  【表１】（【００１６】）\nカ  表１の結果から，酸化防止剤を併用したソルダペーストである実施例１\n及び実施例２のものは，酸化防止剤を使用しない比較例１のものに比べ\nて，プリヒート温度が１５０℃の場合にもはんだ付状態は良好であるが，\nプリヒート温度が２００℃の場合には特に優れ，その他の性能も劣るも\nのはないといえる。（【００１７】）\n(7)  発明の効果\n本発明によれば，分子量が少なくとも５００であるヒンダードフェノー\nル系化合物からなる酸化防止剤を併用したので，高温のリフロー時において\nも無鉛系はんだ粉末及びフラックス膜の熱劣化を防止することができ，はん\nだ付性の特性が低下せず，例えば２００℃，１２０秒のプリヒート，２４\n０℃，３０秒の本加熱を行ってもよいように，リフロー時のヒートパターン\nの変更により高温に弱い電子部品の熱損傷を避けることができ，これにより\n回路の信頼性の高い実装基板を得ることができるソルダペースト組成物及び\nリフローはんだ付方法を提供することができる。（【００１８】）\n３  本件各発明の概要\n以上より，本件各発明の概要は，以下のとおり理解される。\n(1)  本件各発明は，特に，鉛及び亜鉛を含まないはんだ合金粉末を用いた場\n合に好適なソルダペースト組成物及びこれを用いたリフローはんだ付け方法\nに関する（【０００１】）。従来，電子部品の表面実装におけるリフローは\nんだ付けに用いるソルダペーストは，Ｓｎ－Ｐｂ系のはんだ粉末を含むもの\nが大部分を占めていたが，環境や人体への影響に対する問題から，鉛を含ま\nないはんだ材料が開発され，Ｓｎ－Ａｇ合金，Ｓｎ－Ａｇ－Ｃｕ合金等のい\nわゆる無鉛系のはんだ合金粉末が用いられるようになってきた（【０００\n２】）。\n(2)  上記の無鉛系のはんだ合金粉末は，融点が約２００～２２０℃と高いの\nで，そのはんだ粉末を含有するソルダペーストを用いたリフローはんだ付け\n方法では加熱時のピーク温度を２３０～２４０℃にする必要があり，熱に弱\nい電子部品の熱損傷による機能劣化等を起こさせるという問題点がある。こ\nの問題点を改善するために，プリヒート時に従来より高い温度で加熱する，\nいわゆるヒートパターンを変更することにより，電子部品の熱損傷を緩和す\nる試みが行われているが，この方法ではプリヒート時の加熱の熱量が増える\nため，はんだ合金粉末及びフラックスが過度に熱せられることになって酸化\nによる熱劣化を起こしやすく，リフロー時にフラックス膜やはんだ粉末に不\n溶物が生じ，はんだ付け強度を低下させる等のはんだ付け性の特性を低下さ\nせてしまうという別の新たな問題を引き起こす（【０００３】）。\n(3)  本件各発明は，上記の問題に対し，無鉛系はんだ粉末にヒンダードフェ\nノール系化合物を併用したソルダペーストを用いることにより，無鉛系はん\nだ粉末とソルダペースト膜のリフロー時の劣化を防止するというものである\n（【０００５】）。本件各発明においては，分子量が少なくとも５００であ\nるヒンダードフェノール系化合物からなる酸化防止剤を併用することにより，\n高温のリフロー時においても無鉛系はんだ粉末及びフラックス膜の熱劣化を\n防止することができ，はんだ付け性の特性が低下せず，リフロー時のヒート\nパターンの変更により高温に弱い電子部品の熱損傷を避けることができ，こ\nれにより回路の信頼性の高い実装基板を得ることができるソルダペースト組\n成物及びリフローはんだ付け方法を提供することができる（【００１８】）。\n４  取消事由１について\n(1)  甲１発明\nア  甲１文献には，以下の記載がある。\n(ｱ)  特許請求の範囲\n【請求項１】  分子内に第３ブチル基のついたフェノール骨格を１つま\nたはそれ以上含む酸化防止剤の１種またはそれ以上を１～３０重量％含\n有することを特長とするはんだ付け用フラックス。\n【請求項２】  請求項１に記載のはんだ付け用フラックス及びはんだ粉\nを含有するクリームはんだ。\n(ｲ)  産業上の利用分野\n本発明は，はんだ付けを酸素含有量１００００ｐｐｍ～２０．９％\n（大気）程度の比較的高い酸素濃度雰囲気で行える，低残渣で洗浄の必\n要のない，はんだ付け用フラックス及びクリームはんだに関するもので\nある。（【０００１】）\n(ｳ)  従来の技術\n近年の技術革新により，低残渣タイプのはんだ付け用フラックス及び\nクリームはんだは多品種開発されている。しかしながらどの製品もはん\nだ付け後の残渣，即ち固形分が少なくなることにより，固形分の作用の\nうちの一つであるフロー及びリフロー中の再酸化防止作用が期待できな\nくなっている。故に，固形分を多量に添加する以外の方法で，基板や部\n品及びはんだの再酸化の防止をすることが必要になってくる。（【００\n０２】）\nそこで，フローソルダー及びリフロー炉の雰囲気を高酸化性雰囲気\n（大気）にする代わりに，窒素等の不活性ガスでパージすることが一般\n的に行われている。しかし，フローソルダー及びリフロー炉をパージす\nるには，窒素等の不活性ガスが多量に必要であるため，大気中でフロー\n及びリフローするよりもコストが掛かり，さらに，安全面でも特別な配\n慮が必要となっている。（【０００３】）\n(ｴ)  発明が解決しようとする課題\n本発明が解決しようとする課題は，はんだ付け用フラックス及びクリ\nームはんだに，分子内に第３ブチル基のついたフェノール骨格を含む酸\n化防止剤を添加することにより，比較的高い酸素濃度雰囲気中での信頼\n性の高いはんだ付け性を実現し，不活性ガスパージフローソルダー及び\nリフロー炉の不活性ガスの消費量を低減し，コストダウンを図ることで\nある。（【０００４】）\n(ｵ)  課題を解決するための手段\n本発明は，低残渣タイプのはんだ付け用フラックス及びクリームはん\nだに，分子内に第３ブチル基のついたフェノール骨格を含む酸化防止剤\nを配合し，低固形分でもフロー及びリフロー中の基板や部品及びはんだ\nの再酸化を防止することを可能とするはんだ付け用フラックス及びクリ\nームはんだを供給しようとするものである。（【０００５】）\nフローソルダリング及びリフローソルダリング中に，再酸化防止効果\nのある分子内に第３ブチル基のついたフェノール骨格を含む酸化防止剤\nとしては，トリエチレングリコールビス〔３－（３－ｔｅｒｔ－ブチル\n－５－メチル－４－ヒドロキシフェニル）プロピオネート〕，１，６－\nヘキサンジオールビス〔３－（３，５－ジ－ｔｅｒｔ－ブチル－４－ヒ\nドロキシフェニル）プロピオネート〕等が挙げられる。（【０００６】）\nこれらの分子内に第３ブチル基のついたフェノール骨格を含む酸化防\n止剤は，はんだ付け用フラックス及びクリームはんだ用フラックスに１\n～３０重量％の範囲で添加することを特徴とする。（【０００７】）\n従来の高固形分タイプのはんだ付け用フラックス及びクリームはんだ\n用フラックスに添加しているロジン等の天然樹脂及び合成樹脂では，僅\nかな還元作用と被覆効果しかないので添加量を減少すると十分な再酸化\n防止作用が得られないが，本発明において添加している分子内に第３ブ\nチル基のついたフェノール骨格を含む酸化防止剤は，単なる被覆効果だ\nけではなく積極的な酸化防止効果があるため，添加量を少なく抑えても\n十分な再酸化防止作用を発揮するので，低固形分（低残渣）タイプのは\nんだ付け用フラックス及びクリームはんだ用フラックスに適用できる。\n（【０００８】）\nその他の成分としては，通常はんだ付け用フラックスに使用されてい\nる添加剤が挙げられる。また，クリームはんだに添加されるはんだ粉末\nは，通常の共晶はんだを初め，ビスマス入り，銀入り等が挙げられる。\n（【０００９】）\n以上の配合により，酸素含有量１００００ｐｐｍ～大気（２０．９％）\n程度の比較的高い酸素濃度に設定されたフローソルダー及びリフロー炉\nの中でも十分なはんだ付け性を維持できる低残渣タイプのはんだ付け用\nフラックス及びクリームはんだを供給することができる。本発明により\n比較的高い酸素濃度でも十分なはんだ付け性を得られるので，不活性ガ\nスのパージ量を著しく低減でき，大幅にコストダウンができる。（【０\n０１０】）\n以下に，本発明によるはんだ付け用フラックス及びクリームはんだの\n効果を比較例及び実施例によってさらに具体的に説明する。その試験方\n法及び結果を表１及び表２に示す。（【００１１】）\n(ｶ)  実施例\n【表１】（【００１２】）\n（実施例１，２及び比較例１，２）表１は，はんだ付け用フラックスの\n試験結果である。はんだ付け性は，ＪＩＳＺ－３１９７  ６．１０に記\n載のはんだ広がり試験を行い，その広がり率の良否で比較した。（【０\n０１３】）\n本発明のはんだ付け用フラックス（実施例１，２）は，従来タイプの\nはんだ付け用フラックス（比較例１，２）と比較して，比較的低い酸素\n濃度（５００ｐｐｍ）雰囲気に於ては，はんだ広がり率は実施例１，２\nでは９６％，９７％，比較例１，２では９３％，９５％とどちらも大差\nはなく良い結果が出ている。しかし，比較的高い酸素濃度（５００００\nｐｐｍ）雰囲気に於ては，本発明のはんだ付け用フラックス（実施例１，\n２）では９３％，９４％，比較例１，２では８１％，８２％となってい\nるように本発明のはんだ付け用フラックスのほうが明らかに広がり率が\n良い。大気中に於ては，実施例１，２が９０％，９１％，比較例１，２\nが６９％，７１％と更に差が広がり，分子内に第３ブチル基のついたフ\nェノール骨格を含む酸化防止剤の添加による効果が顕著に現れている。\n（【００１４】）\n【表２】（【００１５】。以下次頁）\n（実施例３，４及び比較例３，４）表２は，クリームはんだの試験結果\nである。はんだ付け性は，ＪＩＳ  Ｚ－３１９７  ６．１０に記載のは\nんだ広がり試験を行い，その広がり率の良否で比較した。（【００１\n６】）\n本発明のクリームはんだ（実施例３，４）は，従来タイプのクリーム\nはんだ（比較例３，４）と比較して，比較的低い酸素濃度（５００ｐｐ\nｍ）雰囲気に於ては，はんだ広がり率は実施例３，４では９２％，９\n２％，比較例３，４では９０％，８９％とどちらも大差はなく良い結果\nが出ている。しかし，比較的高い酸素濃度（５００００ｐｐｍ）雰囲気\nに於ては，本発明のクリームはんだ（実施例３，４）では８９％，８\n７％，比較例３，４では７２％，７３％となっていて，本発明のクリー\nムはんだのほうが明らかに広がり率が良い。大気中に於ては，実施例３，\n４が８５％，８６％，比較例３，４が６５％，６４％と更に差が広がり，\n分子内に第３ブチル基のついたフェノール骨格を含む酸化防止剤の添加\nによる効果が顕著に現れている。また，実施例３，４では，肉眼で観察\nする限り，ほとんど残渣がない。（【００１７】）\nイ  以上より，甲１発明については，以下のように理解される。\n(ｱ)  甲１発明は，はんだ付け を酸素含有量１００００ ｐｐｍ～２０．\n９％（大気）程度の比較的高い酸素濃度雰囲気で行える，低残渣で洗\n浄の必要のない，はんだ付け用フラックス及びクリームはんだに関す\nる（【０００１】）。\n(ｲ)  近年，低残渣タイプのはんだ付け用フラックス及びクリームはんだ\nは多品種開発されているが，固形分が少なくなることにより，固形分\nの作用のうちの一つであるフロー及びリフロー中の再酸化防止作用が\n期待できなくなっており，固形分を多量に添加する以外の方法で，基\n板や部品及びはんだの再酸化の防止をすることが必要になってくる\n（【０００２】）。そこで，フローソルダー及びリフロー炉の雰囲気\nを窒素等の不活性ガスでパージすることが一般的に行われているが，\n大気中でフロー及びリフローするよりもコストが掛かり，さらに，安\n全面でも特別な配慮が必要となっている。（【０００３】）\n(ｳ)  上記の問題を解決するため，甲１発明は，低残渣タイプのはんだ付\nけ用フラックス及びクリームはんだに，分子内に第３ブチル基のつい\nたフェノール骨格を含む酸化防止剤を配合し，低固形分でもフロー及\nびリフロー中の基板や部品及びはんだの再酸化を防止することを可能\nとするはんだ付け用フラックス及びクリームはんだを供給するもので\nある。（【０００５】，【００１０】）\n(2)  検討\nア  甲１文献を主引例とする進歩性の判断につき，前記のとおり，本件審決\nは，甲１発明において，本件発明１と甲１発明との相違点１に係る本件\n発明１の特定事項とすることは当業者が容易に想到し得ることであるが，\n本件発明１は当業者が予測し得ない格別の効果を奏するものであること\nから，本件発明１は甲１発明に基づき当業者が容易に発明することがで\nきたものではない旨判断する。そこで，この点について検討する。\nイ  本件明細書の記載について\n(ｱ)  本件発明１は，高温のリフロー時においても無鉛系はんだ粉末及び\nフラックス膜の酸化による熱劣化を防止することをその課題の１つと\nする（本件明細書【０００３】～【０００５】，【００１８】）。\nそして，本件明細書記載の実施例として行われたはんだ付け状態試験\nは，リフローはんだ付け装置において，プリヒートが１５０℃，１２０\n秒の場合と，２００℃，１２０秒の場合のそれぞれで，本加熱を２４\n０℃，３０秒行った試料のはんだ付け状態について，溶融後固化したは\nんだに未溶融物が見られないものを５，多く見られるものを１とし，３\n以上を実用性があるとする５段階法により評価したものであって（【０\n０１３】），その結果は本件発明１の効果を裏付けるものとして理解さ\nれる。\n他方，甲１文献には，はんだ付け性をはんだ広がり試験によって評価\nしたことが記載されている（【００１３】，【００１６】）。このはん\nだ広がり試験は，試験板（所定の銅板等）の上に，０．３ｇのはんだペ\nーストを載せ，適当な加熱装置を用い，はんだの液相線温度より４０～\n５０℃高い温度で加熱し，その温度に達してから約３０秒間融解して試\n験板上に広がらせ，次いで常温に放置して冷却した後，はんだの広がり\n面積等を測定し，所定の式に基づき広がり率を算出するものである（乙\n１８）。\nまた，甲１文献の記載によれば，甲１発明は，低固形分でもフロー及\nびリフロー中の基板や部品及びはんだの再酸化を防止することを可能と\nするはんだ付け用フラックス及びクリームはんだを供給するために，分\n子内に第３ブチル基のついたフェノール骨格を含む酸化防止剤による積\n極的な酸化防止作用を利用するものであり（【０００５】，【０００\n８】，【００１０】），同文献記載の試験は，実際にはんだ粉末の再酸\n化が防止されていることを，はんだ広がり試験によって確認している\n（【００１４】，【００１７】）ものと理解される。\nここで，本件明細書の記載（【０００３】，【０００４】，【００１\n８】）のほか，証拠（甲９，１４，７６，７７，乙３，８，１５）及び\n弁論の全趣旨によれば，リフロープロセスにおいては，プリヒート時の\n熱によりはんだ粉末の表面に酸化物が生成されると，その酸化物に覆わ\nれたはんだ粉末は，ぬれ性が悪く，溶融した部分と一体化せず，また，\nはんだ粉末を構成する金属の酸化物は融点が１０００℃に近く，はんだ\n粉末の融点付近の温度では溶融しないため，未溶融物を生じ，はんだ付\nけ不良を起こすことは，本件特許出願当時の技術常識であったことが認\nめられる。\nこの技術常識によれば，本件発明１，甲１発明いずれにおいても，は\nんだ付け性が低下する原因は加熱に伴うはんだの再酸化にあるというこ\nとができるところ，甲１文献記載のはんだ広がり試験は，プリヒートを\n行うものではなく，また，共晶はんだも対象とされているためそれほど\n高い温度に加熱する必要はない点において，本件明細書におけるはんだ\n付け性試験とは異なるとしても，両試験は，はんだの再酸化が防止され\nているかどうかを確認したものである点で共通するものということがで\nきる。\n(ｲ)  前記のとおり，甲１文献には分子内に第３ブチル基のついたフェノ\nール骨格を含む酸化防止剤がはんだ粉末の再酸化を防止することが記\n載されているところ，本件発明１におけるヒンダードフェノール系化\n合物からなる酸化防止剤は，分子内に第３ブチル基のついたフェノー\nル骨格を含む酸化防止剤に該当するものである。このため，分子内に\n第３ブチル基のついたフェノール骨格を含む酸化防止剤 を含みさえす\nれば，はんだ粉末の再酸化が防止され，はんだ付け性が向上すること\nは，甲１文献及び技術常識から，当業者が予測し得たことといってよ\nい。\n(ｳ)  また，本件発明１においては，酸化防止剤の分子量が少なくとも５\n００であるとの限定を有するが，以下のとおり，このような限定を付\nすことによって格別の効果が得られたことを裏付けるに足りる証拠は\nないから，本件発明１の効果は，甲１文献及び本件特許出願当時の技\n術常識から当業者にとって予測し得ない格別顕著なものであるとは認\nめられない。\nすなわち，本件明細書には，ヒンダードフェノール系酸化防止剤とし\nて，トリエチレングリコール－ビス〔３－（３－ｔ－ブチル－５－メチ\nル－４－ヒドロキシフェニル）プロピオネート〕を含む実施例１及び１，\n６－ヘキサンジオール－ビス－〔３－（３，５－ジ－ｔ－ブチル－４－\nヒドロキシフェニル）プロピオネート〕を含む実施例２と，酸化防止剤\nを含まない比較例についてのリフロー試験を行い，実施例１及び２は，\nプリヒート温度が１５０℃の場合にもはんだ付け性は良好であるが，同\n温度が２００℃の場合には特に優れ，その他の性能も劣るものはないと\n記載されている（表１，【００１７】）。具体的には，表１には，プリ\nヒート温度が２００℃，１２０秒の場合の評価は，実施例１が５，実施\n例２が４であったのに対し，比較例は１とされている。この結果から，\nヒンダードフェノール系酸化防止剤として，トリエチレングリコール－\nビス〔３－（３－ｔ－ブチル－５－メチル－４－ヒドロキシフェニル）\nプロピオネート〕又は１，６－ヘキサンジオール－ビス－〔３－（３，\n５－ジ－ｔ－ブチル－４－ヒドロキシフェニル）プロピオネート〕を含\nむ本件発明１のソルダペーストは，酸化防止剤を含まないソルダペース\nトとの比較においては，はんだ付け性に優れるということはできる。\nしかし，本件明細書には，ヒンダードフェノール系化合物からなる酸\n化防止剤として，分子量が５００未満であるものを含むソルダペースト\nと本件発明１のソルダペーストを比較した試験は記載されていない。そ\nうである以上，本件明細書の記載から，本件発明１は，分子量が少なく\nとも５００であるヒンダードフェノール系化合物からなる酸化防止剤を\n含むことにより，甲１発明に対して顕著な効果を奏するということはで\nきない。\n加えて，本件明細書には，本件発明１でヒンダードフェノール系化合\n物の分子量を少なくとも５００とすることについて，「ヒンダードフェ\nノール系化合物としては，特に限定されないが，…分子量５００以上の\nものが，熱安定性が優れるという理由で，特に好ましい。」（本件明細\n書【００１０】）というように，熱安定性に優れるとの記載はあるもの\nの，ヒンダードフェノール系化合物の分子量が５００未満である場合と\n比較して，リフロー特性に優れるソルダペースト組成物が得られること\nについては何ら記載されていない。\nそうである以上，本件発明１における酸化防止剤の分子量に臨界的意\n義があるということはできない。\nウ  被告実験について\n(ｱ)  被告は，被告実験において，それぞれ分子量５００未満の酸化防止\n剤である２，６－ジ－ｔ－ブチル－ｐ－クレゾールないし２，２’－\nメチレンビス－（４－メチル－６－ｔ－ブチルフェノール）を含むフ\nラックスＢ，Ｃと，それぞれ５００より大きい分子量の酸化防止剤で\nあるトリエチレングリコール－ビス〔３－（３－ｔ－ブチル－５－メ\nチル－４－ヒドロキシフェニル）プロピオネート〕ないし１，６－ヘ\nキサンジオール－ビス－〔３－（３，５－ジ－ｔ－ブチル－４－ヒド\nロキシフェニル）プロピオネート〕を含むフラックスＤ，Ｅを用いて\nソルダペーストを作製し，リフロー試験によって，はんだの溶融状態\nを評価した結果により，５００より大きい分子量の酸化防止剤を含む\nフラックスＤ及びＥの方が，分子量５００未満の酸化防止剤を含むフ\nラックスＢ及びＣよりも未溶融率の低いソルダペーストを与えること\nが証明されている旨主張する。\n(ｲ)  しかし，以下のとおり，被告実験からは，５００より大きい分子量\nの酸化防止剤を含むフラックスの方が，分子量５００未満の酸化防止\n剤を含むフラックスよりも，未溶融率の低いソルダペーストを与える\nということはできない。\n証拠（甲１１０）によれば，被告実験は，次のようなものであったこ\nとが認められる。すなわち，フラックスＡ：１１０ｇとはんだ粉末１：\n８９０ｇ（Ｓｎ／Ａｇ／Ｃｕ＝９６．５／３／０．５，平均粒子径２７\nμｍ）をプラネタリーミキサーに入れて攪拌混合後，粘度を２３０Ｐ\nａ・ｓ（測定温度２５℃）になるようにヘキシルジグリコールを添加す\nることにより調整したソルダペースト１，フラックスＡ：１１０ｇとは\nんだ粉末２：８９０ｇ（Ｓｎ／Ａｇ／Ｃｕ＝９６．５／３／０．５，平\n均粒子径３２μｍ）を用いてソルダペースト１と同様に作成したソルダ\nペースト２，ソルダペースト１，２のフラックスＡに換えて，フラック\nスＢ～Ｅを用いて作製したソルダペースト３～１０それぞれについて，\nリフロー試験である実験例１～１０を行った。また，実験例１～１０に\nおいては，基板に設けられた直径φ０．３０ｍｍ，φ０．３５ｍｍ，φ\n０．４０ｍｍの銅箔パッド上にメタルマスクを用いてソルダペースト１\n～１０をスクリーン印刷した試験基板を，各ソルダペーストに２枚ずつ\n用意し，予備加熱時間が１２０秒，予備加熱終了後はんだの溶融温度に\n達した後の加熱時間が３０秒，ピーク温度が２４０℃でリフロー試験を\n行い，１枚の基板について３種類の直径ごとに１００個設けられた個々\nの銅箔パッドにおけるはんだの溶融状態を光学顕微鏡で観察し，溶融又\nは未溶融の判定を行い，その結果から算出した溶融率によって評価した。\n溶融・未溶融の判定基準は，「溶融」は「はんだ表面にはんだ粉末が無\nく１つになる。」，「未溶融」は「はんだ粉末が一つにならない。」又\nは「はんだ表面にわずかだが粉末が残っている。」との基準が（表３），\nまた，その基準では判定がつかない場合の基準として，「溶融」は「は\nんだ表面にはんだ粉末が存在せず，全体が１つのドーム状になる。」又\nは「はんだ表面にはんだ粉末が１～３個程度分散して存在する。」，\n「未溶融」は「はんだ表面に光沢がなく，粉末が一つにならない。」，\n「はんだ表面の光沢が少なく，側面に５～６個以上の粉末が残ってい\nる。」，「はんだ表面全体にやや光沢が見られるが，表面に５～６個以\n上の粉末が分散して残っている。」，「はんだ表面の一部に光沢が見ら\nれるが，表面に５～６個以上の粉末が凝集している。」又は「はんだ表\n面のほぼ全体に光沢が見られるが，表面に５～６個以上の粉末が残って\nいる。」との基準が示されている（表４）。被告実験における溶融・未\n溶融の判定基準に関する記載は，この表３及び表４の記載のみである。\nしかし，この評価方法は，結果がまず溶融又は未溶融に２値化された\n上で未溶融率を算出するため，溶融又は未溶融の判定基準の取り方次第\nで，実際には残っているはんだ粉末の個数にほとんど差がないパッドで\nも，最初の判定次第で溶融と未溶融のいずれかに峻別されることとなり，\n結果として未溶融と判定されるパッドの個数につき判定者の主観による\n変動が生じ得る方法ということができる。その上，当該判定基準は，は\nんだ粉末が１～３個程度では「溶融」と判定され，はんだ粉末が５個以\n上残っていると「未溶融」と判定されることは理解できるものの，加熱\n後に残っているはんだ粉末が４個の場合はそのいずれと判定されるのか\n不明である。こうした点を考慮すると，被告実験により示された結果は，\n恣意的な評価を排除するために必要な明確な判定基準に基づくものであ\nるとはいい難い。そうである以上，被告実験の結果は，フラックスＤ及\nびＥを用いて作製されたソルダペーストは，フラックスＢ及びＣを用い\nて作製されたソルダペーストと比較して，リフロー特性に優れるもので\nあることを客観的に示すものということはできない。\nエ  被告は，甲１文献のはんだ広がり試験においては０．３ｇという多量の\nソルダペーストが加熱され，それを還元するために十分なフラックス量\nがあるので，最表層のはんだ粉末が溶融できずに表面の未溶融はんだが\n残るという課題が生じないのに対し，被告試験におけるような微小な印\n刷パターンでは，ソルダペーストはごく少量であるから，熱にさらされ\nるはんだ粉末やフラックスの割合が大きく，熱による影響が大きいため，\n当業者が甲１文献に基づいて被告試験の結果を予測することはできない\nと主張する。\nしかし，本件明細書には微小な印刷パターンに用いた場合の効果を説\n明した記載はないから，この主張は本件明細書の記載に基づかないもの\nというべきであり，当該効果をもって本件発明１の効果と見ることはで\nきない。また，甲１文献においては，低残渣でも再酸化を防止できるフ\nラックスの提供が課題とされ，フラックスの固形分を減らしても，酸化\n防止剤を添加することによってはんだの再酸化が防止できることが記載\nされていることからすれば，微小な印刷パターンであるために比表面積\nが大きくなり，加熱により再酸化されるはんだ粉に対するフラックスの\n割合が小さくなった場合でも，フラックスが酸化防止剤を含むことによ\nってはんだの再酸化を防止し，ひいてははんだの未溶融の発生を防止す\nる点で有利であることは，当業者が予測し得たことであるということも\nできる。\nオ  以上より，本件発明１において分子量が少なくとも５００であるヒンダ\nードフェノール系化合物からなる酸化防止剤を用いたことによる効果は，\n甲１発明及び技術常識から当業者が予測し得ないほどの格別顕著なもの\nということはできない。にもかかわらず，本件審決は，本件発明１につ\nき，甲１発明からは当業者が予測し得ない効果を奏するものであり，本\n件発明１は，甲１発明に基づいて当業者が容易に発明をすることができ\nたものでないとした点で，その判断に誤りがある。本件発明２及び３に\nついても同様である。\nしたがって，取消事由１は理由がある。\n５  以上のとおり，本件審決は，取消事由１に係る誤りがあるから，その余の\n点につき論ずるまでもなく，これを取り消すのが相当である。\nよって，原告の請求は理由があるからこれを認容することとし，主文のとお\nり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴 岡稔 彦\n裁判官\n杉 浦 正 樹\n裁判官\n寺 田 利 彦\n"
}