{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 7,
    "day": 20
  },
  "case_number": "平成28(行ケ)10062",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86028",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86028",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/028/086028_hanrei.pdf",
  "contents": "平成２８年７月２０日判決言渡  同日原本受領  裁判所書記官\n平成２８年（行ケ）第１００６２号  審決取消請求事件\n口頭弁論終結日  平成２８年６月２９日\n判     決\n原 告     フォックスコン  インターコ\nネクト  テクノロジー  リミ\nテッド\n同訴訟代理人弁理士    家    入              健\n泉    澤      ひ  さ  枝\n被 告    特    許    庁    長    官\n同 指 定 代 理 人    小    松    里      美\n酒    井      福      造\n金    子      尚      人\n冨    澤      武      志\n主     文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を\n３０日と定める。\n事実及び理由\n第１  請求\n特許庁が不服２０１５－１２３５５号事件について平成２７年１０月２８日にし\nた審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯\n⑴  原告は，平成２６年８月１１日，別紙１本願商標目録記載の商標（以下「本\n願商標」という。）の登録出願（商願２０１４－０６７５５３号）をした（甲１４）。\n⑵  原告は，平成２６年１２月１日付けで拒絶理由通知（甲１５）を受け，平成\n２７年２月２６日付け手続補正書(甲１８）で指定商品を変更したが，同年３月３\n０日付けで拒絶査定（甲１９）を受けたので，同年６月３０日，これに対する不服\nの審判を請求した（甲２０）。\n⑶  特許庁は，これを，不服２０１５－１２３５５号事件として審理し，平成２\n７年１０月２８日，「本件審判の請求は，成り立たない。」との別紙審決書（写し）\n記載の審決（以下「本件審決」という。）をし，同年１１月１０日，その謄本が原\n告に送達された。なお，出訴期間として９０日が附加された。\n⑷  原告は，平成２８年３月９日，本件審決の取消しを求める本件審決取消訴訟\nを提起した。\n⑸  特許庁は，平成２８年３月１１日，本件審決につき，別紙更正決定書（写し）\n記載の更正決定をした。\n２  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）のとおりである。要するに，本願商標は，\n別紙２引用商標目録記載の商標（以下「引用商標」という。）と類似する商標であ\nり，かつ，本願商標の指定商品と引用商標の指定商品とは，同一又は類似するもの\nであるから，商標法４条１項１１号に該当し，商標登録を受けることができない，\nというものである。\n３  取消事由\n本願商標が商標法４条１項１１号に該当するとした判断の誤り\n第３  当事者の主張\n〔原告の主張〕\n⑴  本願商標の分離観察の可否について\n本件審決は，本願商標を構成する①「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃ\nｔ  Ｔｅｃｈｎｏｌｏｇｙ」の文字部分と②「ＦＩＴ」の欧文字を斜体で大きく表\nして成る文字部分は，外観上，分離して観察されるものであるとした上で，「ＦＩ\nＴ」の文字部分を抽出して引用商標と比較し，類否判断をしたが，以下のとおり，\n①と②の文字部分は，分離して観察することが取引上不自然であると認められるほ\nど不可分的に結合しているものであるから，本件審決の判断は，誤りである。\nア  本願商標の構成中，「ＦＩＴ」の文字部分は，「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒ\nｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」の文字部分の頭文字から成る原告の商号\n原語表記（Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ\nＬｉｍｉｔｅｄ）の略称であるから，両文字部分を一体のもの又は関連性を有する\nものとして認識しないほうがむしろ不自然であり，これらは，常に一体不可分のも\nのとして認識されるべきである。\nイ  本願商標の構成文字に含まれる「フォックスコン（Ｆｏｘｃｏｎｎ）」は，\n鴻海精密工業を中核とする「鴻海科技集団／富士康科技集団（フォックスコン・テ\nクノロジー・グループ）」（以下「鴻海グループ」という。）のブランド名である。\n鴻海グループは，企業間取引を中心とする電子機器受託製造サービス（ＥＭＳ）の\n請負で成長した企業として名高く，更に事業の幅を広げ，本願商標の指定商品又は\nこれに関連する商品を大量に供給している。このことから，「フォックスコン（Ｆ\nｏｘｃｏｎｎ）」は，本願商標の指定商品を取り扱う取引者・需要者の間では，鴻\n海グループのブランド名又は通称として周知されている。そして，「フォックスコ\nン（Ｆｏｘｃｏｎｎ）」は，鴻海グループが創業して現在の成功を築く礎となった\n事業である「金具（ｆｏｘｃａｖａｔｙ）」と「コネクタ（ｃｏｎｎｅｃｔｏｒ）」\nに由来する造語であり，既存の語ではないことから，「フォックスコン（Ｆｏｘｃ\nｏｎｎ）」の文字が含まれる社名であれば，ほぼ間違いなく鴻海グループの傘下企\n業であると認識される。\nまた，本願商標の指定商品は，特に商品の性能が重要視されるものであり，企業\n間取引及び一般消費者を対象とする取引のいずれにおいても，商品の製造主体は，\n契約締結や商品選択に当たって重要な判断材料となる。\n以上のとおり「フォックスコン（Ｆｏｘｃｏｎｎ）」が周知なブランドであるこ\nとに加え，本願商標の指定商品に係る取引の実情を考慮すれば，本願商標中の「Ｆ\nＩＴ」の文字部分のみをもって，商品の出所を示す識別標識として顕著な部分とい\nうことはできない。\n⑵  本願商標の称呼及び観念について\n前記⑴によれば，本願商標の指定商品の取引者・需要者は，常に，「Ｆｏｘｃｏ\nｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」とその頭文字から成る\n「ＦＩＴ」を一体不可分のものとして認識する。したがって，本願商標からは，\n「ＦＩＴ」の文字部分から生じる称呼及び観念のみならず，「Ｆｏｘｃｏｎｎ  Ｉ\nｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」の文字部分から「フォックスコ\nン  インターコネクト  テクノロジー」又は「フォックスコン」との称呼も生じ，\n原告そのもの又は鴻海グループの傘下企業との観念も生じる。\n⑶  本願商標と引用商標との類否について\n本願商標の構成文字には，原告のグループ企業のブランドとして広く知られた\n「Ｆｏｘｃｏｎｎ」の文字が含まれ，かつ，原告の商号原語表記である「Ｆｏｘｃ\nｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」が併記されている。\nこの事実を軽視せず，本願商標の指定商品に係る取引においては商品の製造主体\nが重視されるという取引実情にも鑑みれば，本願商標と引用商標は，事実上，出所\nの混同が生じることはない。\nよって，本願商標は，引用商標と類似する商標ではない。\n⑷  小括\n以上によれば，本願商標は，商標法４条１項１１号に該当しない。\n〔被告の主張〕\n⑴  本願商標について\nア  分離観察の可否について\n本願商標の構成中，「ＦＩＴ」の文字部分は，一般に広く慣れ親しまれ，「適合す\nる」の意味を有する英語「ｆｉｔ」を大文字で表したものとして認識されるのに対\nし，「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」の文\n字部分は，平成２５年１０月１日に設立された原告の英語による商号表記「Ｆｏｘ\nｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ  Ｌｉｍｉｔｅｄ」\nの略称として，あるいは，その構成中に含まれる「Ｆｏｘｃｏｎｎ」の文字との関\n係から，電子機器の受託製造企業大手の鴻海精密工業股份有限公司又は鴻海科技集\n團（鴻海グループ）と何らかの関連があるものとして認識されるということができ\nる。したがって，両文字部分から生じる意味合いないし観念の間に，相互に密接不\n可分のものとして認識されるとみるべき関連性は見いだせない。\nまた，我が国において，本願商標が，その構成全体をもって，原告又は原告の業\n務に係る商品を表示するものとして，需要者の間に広く認識されていると認めるに\n足る事実は見当たらない。本願商標の構成中，「ＦＩＴ」の文字部分が，原告の略\n称である「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」\nの文字部分の略語を表したものとして，需要者の間に広く認識されていると認める\nに足る事実も見当たらない。\nそうすると，本願商標は，これを構成する「ＦＩＴ」の文字部分，「Ｆｏｘｃｏ\nｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」の文字部分及び楕円の\nそれぞれの配置や大きさ及び色彩の相違が看者の視覚に与える印象とあいまって，\nこれに接する者に対し，「ＦＩＴ」の文字部分が，商品の出所識別標識として最も\n強く支配的な印象を与えるものということができる。\nしたがって，本願商標の構成中「ＦＩＴ」の文字部分を要部として取り出し，こ\nれを引用商標と比較して類否を判断することは，許されるものである。\nイ  本願商標の称呼及び観念について\n本願商標は，前記アのとおりその構成中の要部である「ＦＩＴ」の文字部分から，\n少なくとも「フィット」との称呼を生じ，「適合する」との観念を生じる。\n⑵  引用商標について\n引用商標は，一般に広く慣れ親しまれ，「適合する」の意味を有する英語「ｆｉ\nｔ」を大文字で表したものとして認識されるものであり，少なくとも「フィット」\nとの称呼を生じ，「適合する」との観念を生じる。\n⑶  本願商標と引用商標との類否について\n本願商標の要部である「ＦＩＴ」の文字部分と引用商標とを比較すると，両者は，\n外観上，近似した印象を与え，「フィット」との称呼及び「適合する」との観念を\n同一とするものである。\nしたがって，本願商標は，引用商標と類似する商標である。\n⑷  本願商標と引用商標の各指定商品の類否について\n本願商標の指定商品は，引用商標の指定商品中の「配電用又は制御用の機械器具，\n回転変流機，調相機，電池，電線及びケーブル，電気通信機械器具（デジタルカメ\nラ及びその部品を除く。），電子応用機械器具及びその部品，磁心，抵抗線，電極」\nと同一又は類似する商品である。\n⑸  小括\n以上によれば，本願商標は，商標法４条１項１１号に該当する。\n第４  当裁判所の判断\n１  商標の類否判断\n商標法４条１項１１号に係る商標の類否は，同一又は類似の商品又は役務に使用\nされた商標が，その外観，観念，称呼等によって取引者，需要者に与える印象，記\n憶，連想等を総合して全体的に観察すべきであり，かつ，その商品の取引の実情を\n明らかにし得る限り，その具体的な取引状況に基づいて判断するのを相当とする\n（最高裁昭和３９年（行ツ）第１１０号同４３年２月２７日第三小法廷判決・民集\n２２巻２号３９９頁参照）。\nこの点に関し，複数の構成部分を組み合わせた結合商標については，商標の各構\n成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分\n的に結合しているものと認められる場合において，その構成部分の一部を抽出し，\nこの部分のみを他人の商標と比較して商標そのものの類否を判断することは，原則\nとして許されない。他方，商標の構成部分の一部が取引者，需要者に対して商品又\nは役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，\nそれ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合\nなどには，商標の構成部分の一部のみを他人の商標と比較して商標そのものの類否\nを判断することも，許されるものということができる（最高裁昭和３７年（オ）第\n９５３号同３８年１２月５日第一小法廷判決・民集１７巻１２号１６２１頁，最高\n裁平成３年（行ツ）第１０３号同５年９月１０日第二小法廷判決・民集４７巻７号\n５００９頁，最高裁平成１９年（行ヒ）第２２３号同２０年９月８日第二小法廷判\n決・裁判集民事２２８号５６１頁参照）。\nそこで，以上の見地から，本願商標と引用商標との類否について検討する。\n２  本願商標について\n⑴  本願商標の構成中「ＦＩＴ」の文字部分を抽出することの可否\nア  本願商標の外観について（甲１４）\n(ア)  本願商標は，別紙１本願商標目録記載のとおりの外観であり，「ＦＩＴ」\nの文字部分，「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇ\nｙ」の文字部分及びやや右に傾斜した楕円を組み合わせて成る結合商標である。\n「ＦＩＴ」の文字部分は，本願商標の中央に位置しており，その高さは本願商標\n全体の高さの半分を超え，幅は本願商標全体の幅の８割を超えるものである。アル\nファベットの大文字「Ｆ」，「Ｉ」及び「Ｔ」の３文字から成り，これらはいずれも\n太字の斜体文字であり，黒色の輪郭内を青色で彩色されている。各文字は，横一列\nに近接して並び，うち「Ｆ」及び「Ｉ」の各文字は，本願商標の中央よりやや右寄\nりから左端にかけて配置された楕円の円内の中央に位置しており，楕円の面積の約\n半分を占めている。「Ｔ」の文字は，これを構成する横棒の左端のみが上記円内に\n位置しているが，その余は円外に出ている。「Ｔ」の文字と楕円の円周線が重なっ\nていると見られる部分には，円周線が表されていない。\n「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」の文字\n部分は，全てが楕円内に収まり，その内周線の一部に沿って配置されている。「Ｆ\nｏｘｃｏｎｎ」，「Ｉｎｔｅｒｃｏｎｎｅｃｔ」及び「Ｔｅｃｈｎｏｌｏｇｙ」の３\n語に区切られており，合計２９字のアルファベットから成る。各語の頭文字の\n「Ｆ」，「Ｉ」及び「Ｔ」は大文字，その余は全て小文字であり，いずれも通常の書\n体の赤文字で表されている。大文字で表されている「Ｆ」，「Ｉ」及び「Ｔ」の３字\nでさえも，「ＦＩＴ」の文字部分の各構成文字と比べると，高さ，幅共に５分の１\n足らずであり，また，より細い線で構成されている。\n(イ)  「ＦＩＴ」の文字部分は，「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ\nＴｅｃｈｎｏｌｏｇｙ」の文字部分と比べて相当に大きく，しかも，黒色の輪郭内\nを青色で彩色された太字の斜体文字という特徴的な書体で表されており，本願商標\nの中央に位置し，その全体の面積の大半を占めており，立体的な印象を与える。こ\nのような印象と，横一列に近接して並んでいること及び楕円との位置関係とあいま\nって，見る者に，楕円を中央から分断し，本願商標全体を横断するような感じを与\nえる。他方，「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇ\nｙ」の文字部分は，全てが楕円内に収まり，楕円の内周面の一部に沿って通常の書\n体で表されており，全体として「ＦＩＴ」の文字部分に比べてかなり小さく，各文\n字を構成する赤色の線も細く，明らかに目立たない態様である。また，楕円を構成\nする線は，「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」\nの文字部分の各文字よりも細い黒色の線であり，楕円とその内周面の「Ｆｏｘｃｏ\nｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」の文字部分は，「ＦＩ\nＴ」の文字部分の背景のような印象を与えるにすぎない。\n(ウ)  以上に鑑みると，本願商標中，「ＦＩＴ」の文字部分は，その外観におい\nてひときわ目立つものであり，その余の構成部分に比して，見る者に格段に強い印\n象を与え，その注意をより強くひくものであることが明らかである。他方，「Ｆｏ\nｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」の文字部分は\n「ＦＩＴ」の文字部分に比べて明らかに目立たない態様であり，それほど見る者の\n注意をひくものではない。\nイ  「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」に\nついて\n(ア)  後掲証拠及び弁論の全趣旨によれば，①台湾を拠点とする鴻海精密工業\n（Ｈｏｎ  Ｈａｉ  Ｐｒｅｃｉｓｉｏｎ  Ｉｎｄｕｓｔｒｙ，ホンハイ）は，企業\n間取引を主とする電子機器受託製造サービス（ＥＭＳ）で世界最大規模の業績を誇\nる国際的に著名な大企業であり，多数のグループ企業を擁して企業集団（鴻海グル\nープ）を形成し，本願商標の指定商品を含む多種にわたる電子機器を日本市場にも\n大量に供給していること（甲２～４，２２，２３，２５～３２，３４～５２），②\n鴻海精密工業は，通称を「Ｆｏｘｃｏｎｎ（社）」ともいい，鴻海グループは，フ\nォックスコン・グループ，フォックスコン・テクノロジー・グループ（Ｆｏｘｃｏ\nｎｎ  Ｔｅｃｈｎｏｌｏｇｙ  Ｇｒｏｕｐ），フォックスコンなどと呼ばれ，同グ\nループに属する企業の多くは，「Ｆｏｘｃｏｎｎ」から始まる社名を有すること\n（甲２～４，２５～３２，３４～４１，４３～５２），③原告は，平成２５年１０\n月１日に設立された鴻海グループの会社であり，その名称の英語表記は，「Ｆｏｘ\nｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ  Ｌｉｍｉｔｅｄ」\nであること（甲１），④フェイスブックに掲載された「Ｗｉｒｅｌｅｓｓ  Ｃｈａ\nｒｇｉｎｇ  Ｆｏｒｕｍ  Ｊａｐａｎ」の頁には，「Ａ４ＷＰワイヤレス給電機能\n付きｉＰｈｏｎｅ６スリーブケース」等の出展企業を示す欄に本願商標と共に原告\nの名称の英語表記である「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈ\nｎｏｌｏｇｙ  Ｌｉｍｉｔｅｄ」が併記されていること（甲８），⑤平成２５年７\n月４日付けのライブドアニュースには，「第１陣で調整されたのは，フォックスコ\nンのＮＷＩｎＧ…という２件の応用プロジェクトだ。…独立後のＮＷＩｎＧは名称\nが「ＦＩＴ」（フォックスコン・インターコネクト・テクノロジー）と変更され」\nとの記載があること（甲３３），⑥平成２７年１２月１８日付けの日経速報ニュー\nスには，「鴻海（ホンハイ）精密工業，傘下の中国富士康科連接器科技（フォック\nスコン・インターコネクト・テクノロジー）を…スピンオフ上場する予定」との記\n載があること（甲２４），⑦平成２８年３月３０日付けの日経速報ニュースには，\n「Ｆｏｘｃｏｎｎ発の…温湿度センサー内蔵のエアコンＩＲブラスター…（Ｆｏｘ\nｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ，Ｌｉｍｉｔｅｄ）」\nとの記載があること（甲２１）が認められる。\n(イ)  上記認定事実によれば，Ｆｏｘｃｏｎｎ（フォックスコン）は，企業間取\n引を主とする電子機器受託製造サービス（ＥＭＳ）で世界最大規模の業績を誇る国\n際的に著名な大企業である鴻海精密工業を中核とした鴻海グループのブランドであ\nり，同グループに属する企業の多くは，Ｆｏｘｃｏｎｎで始まる社名を有し，原告\nも，鴻海グループに属する企業であることが認められ，これらの事実は，本願商標\nの指定商品の取引者・需要者に周知されていたことが推認される。\nよって，「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」\nの文字部分からは，原告又は少なくとも鴻海グループに属する企業との観念が生じ\nるものということができる。\n(ウ)  他方，「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏ\nｇｙ」の文字部分を構成する３語の各頭文字は，「Ｆ」「Ｉ」「Ｔ」であるが，いま\nだ我が国における本願商標の指定商品の取引者・需要者間において，「ＦＩＴ」が\n原告又は鴻海グループに属する企業の略称を示すものという認識が定着していると\nまではいうことができない。\nウ  「ＦＩＴ」の文字部分の抽出の可否について\n本願商標の外観上，「ＦＩＴ」の文字部分は，その余の構成部分に比して，見る\n者に格段に強い印象を与え，その注意をより強くひくものであることが明らかであ\nる。他方，「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」\nの文字部分は，「ＦＩＴ」の文字部分に比べて明らかに目立たない態様であり，そ\nれほど見る者の注意をひくものではない。\n以上によれば，本願商標のうち，「ＦＩＴ」の文字部分と「Ｆｏｘｃｏｎｎ  Ｉ\nｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」の文字部分を分離して観察する\nことが取引上不自然であると思われるほど不可分に結合しているものということは\nできず，「ＦＩＴ」の文字部分は，取引者，需要者に対し，本願商標の指定商品の\n出所識別標識として強く支配的な印象を与えるものと認められる。\nしたがって，本願商標と引用商標の類否を判断するに当たっては，本願商標の構\n成から「ＦＩＴ」の文字部分を抽出して対比することも許されるものということが\nできる。\nエ  原告の主張について\n原告は，「ＦＩＴ」の文字部分は，「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ\nＴｅｃｈｎｏｌｏｇｙ」の文字部分の頭文字から成る原告の商号言語表記の略称で\nあるから，常に一体不可分のものとして認識されるべきであり，取引の実情を考慮\nすれば，本願商標中の「ＦＩＴ」の文字部分のみをもって，商品の出所を示す識別\n標識として顕著な部分ということはできない旨主張する。\n確かに，前記イのとおり，「フォックスコン（Ｆｏｘｃｏｎｎ）」は，鴻海グルー\nプのブランドであるが，いまだ我が国における本願商標の指定商品の取引者・需要\n者間において，「ＦＩＴ」が原告又は鴻海グループに属する企業の略称を示すもの\nという認識が定着しているとまではいうことができない。また，「ＦＩＴ」の文字\n部分は，「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」\nの文字部分と間隔を空けて異なる態様で配置されており，一見して「Ｆｏｘｃｏｎ\nｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」の文字部分と関連性ある\nものと把握することは難しい。したがって，両文字部分が常に一体不可分のものと\nして認識されるべきとまではいうことができない。\nさらに，前記ウのとおり，「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅ\nｃｈｎｏｌｏｇｙ」の文字部分は，「ＦＩＴ」の文字部分に比べて明らかに目立た\nない態様であり，それほど見る者の注意をひくものではなく，「ＦＩＴ」の文字部\n分は，取引者・需要者に対し，本願商標の指定商品の出所識別標識として強く支配\n的な印象を与えるものと認められる。\n⑵  本願商標の称呼及び観念について\n本願商標からは，その全体から「フォックスコン  インターコネクト  テクノロ\nジー  エフ  アイ  ティー」の称呼及び鴻海グループに属する企業との観念が生じ\nるとともに，本願商標の「ＦＩＴ」の文字部分から，「エフアイティー」との称呼\nが生じるほか，その構成文字と同一の英文字から成る英単語の「ｆｉｔ」に相応し\nた「フィット」との称呼及び「適した」，「ぴったりの」との観念が生じる（乙１，\n２）。\nなお，英単語「ｆｉｔ」は，英和辞典（乙１，２）において基本的な英単語とさ\nれている上，国語辞典である「新明解国語辞典  第七版」（株式会社三省堂，平成\n２５年１月第二刷発行。乙３）には，「フィット…〔ｆｉｔ〕①基準となるものに\nぴったり合うこと。」と，「広辞苑  第六版」（株式会社岩波書店，平成２０年１月，\n第六版発行。乙４）には，「フィット【ｆｉｔ】適合すること。」と記載されている\nことから，上記「フィット」との称呼及び「適した」，「ぴったりの」との観念とも，\n我が国において日常使用する外来語として一般に定着しているものと認められる。\n３  引用商標について\n引用商標は，別紙２引用商標目録記載のとおりの外観であり，横一列に並んだア\nルファベットの大文字「Ｆ」，「Ｉ」及び「Ｔ」の３文字から成り，いずれも通常の\n書体であり，黒の太字で表されている（甲１６）。\n引用商標からは，「エフアイティー」との称呼が生じるほか，その構成文字と同\n一の英文字から成る英単語の「ｆｉｔ」に相応した「フィット」との称呼及び「適\nした」，「ぴったりの」との観念が生じる（乙１，２）。\n４  本願商標と引用商標の類否について\n⑴  本願商標と引用商標とを対比すると，前記２のとおり，本願商標からは，\n「フォックスコン  インターコネクト  テクノロジー  エフ  アイ  ティー」の称\n呼及び鴻海グループに属する企業との観念が生じるとともに，「ＦＩＴ」の文字部\n分から，「エフアイティー」との称呼が生じるほか，その構成文字と同一の英文字\nから成る英単語の「ｆｉｔ」に相応した「フィット」との称呼及び「適した」，「ぴ\nったりの」との観念が生じ（乙１，２），これは，原告も自認するところである。\n本願商標から生じるこれらの称呼及び観念のうち，「フィット」との称呼及び「適\nした」，「ぴったりの」との観念は，前記３の引用商標の称呼及び観念と同一である。\nこのように，対比に係る商標から２つ以上の称呼，観念が生じる場合，そのうちの\n１つの称呼，観念が類似するときは，両商標は類似するというべきである（最高裁\n昭和３７年（オ）第９５３号同３８年１２月５日第一小法廷判決・民集１７巻１２\n号１６２１頁参照）。\n本願商標の「ＦＩＴ」の文字部分と引用商標とは，外観上，文字の彩色や書体等\nの相違はあるものの，その相違は，上記の称呼及び観念の同一性をりょうがして上\n記類似を覆すほどのものではない。\n以上によれば，本願商標と引用商標とは，出所について誤認混同のおそれがあり，\n両商標は，類似するものということができる。\n⑵  原告は，本願商標の構成文字に，原告のグループ企業のブランドとして広く\n知られた「Ｆｏｘｃｏｎｎ」の文字が含まれ，かつ，原告の商号原語表記である\n「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」が併記さ\nれているという事実を軽視せず，本願商標の指定商品に係る取引においては商品の\n製造主体が重視されるという取引実情にも鑑みれば，本願商標と引用商標は，事実\n上，出所の混同が生じることはない旨主張する。\nしかし，前記２のとおり，本願商標中，「Ｆｏｘｃｏｎｎ  Ｉｎｔｅｒｃｏｎｎ\nｅｃｔ  Ｔｅｃｈｎｏｌｏｇｙ」の文字部分は，外観上，「ＦＩＴ」の文字部分に\n比べて明らかに目立たない態様であり，それほど見る者の注意をひくものではなく，\n取引者・需要者に対し，本願商標の指定商品の出所識別標識として強く支配的な印\n象を与えるのは，「ＦＩＴ」の文字部分である。したがって，原告主張に係る取引\nの実情を考慮しても，本願商標と，本願商標の「ＦＩＴ」の文字部分と同一の構成\n文字から成り，同一の称呼及び観念を生じる引用商標とは，出所について誤認混同\nのおそれがあるものというべきである。\n５  指定商品の類否について\n本願商標の指定商品が別紙１本願商標目録記載のとおりであるのに対し（甲１４，\n１８），引用商標の指定商品は別紙２引用商標目録記載のとおりであり（甲１６），\n本願商標の指定商品は，引用商標の指定商品中，「配電用又は制御用の機械器具，\n回転変流機，調相機，電池，電線及びケーブル，電気通信機械器具（デジタルカメ\nラ及びその部品を除く。），電子応用機械器具及びその部品，磁心，抵抗線，電極」\nと同一又は類似のものである。\n６  結論\n以上によれば，本願商標は，商標法４条１項１１号に該当し，同旨の本件審決の\n判断に誤りはない。よって，原告主張の取消事由は理由がないから，原告の請求を\n棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      髙      部    眞  規  子\n裁判官      古    河    謙    一\n裁判官      鈴    木    わ  か  な\n（別紙１）\n本願商標目録\n商標の構成：\n指定商品（平成２７年２月２６日付け補正後のもの）：第９類「電気スイッチ，セ\nルスイッチ（電気用のもの），制御盤（電気用のもの），配線函，電気接続具，電池\n用充電器，バッテリーチャージャー，変圧器（電気用のもの），電気コンバーター，\nサージ電圧保護器，コネクター（電気用のもの），プラグ，ソケットその他の電気\n接続具，その他の配電用又は制御用の機械器具，回転変流機，調相機，アンテナ，\nアンテナ用支柱，相互通信装置，トランスポンダ，音響用振動板，スピーカー用筐\n体，音声・映像受信機，スピーカー，スピーカー用ホーン，マイクロホン，音声送\n信装置，音響カプラー，ヘッドホーン，コイル用ホルダー，電磁コイル，音響カッ\nプリング装置，その他の電気通信機械器具，アンテナフィルター，無線機器，通信\n装置，画像送信装置，多機能デジタル送信機，増幅器，グラフィックイコライザー，\nインピーダンス用チョークコイル，インダクター（電気用のもの），マウス（コン\nピュータ周辺機器），プリント回路基板，発光ダイオード（ＬＥＤ），コンピュータ\n用インターフェース，コンピュータネットワークサーバー，ファイアーウォール用\nコンピュータソフトウェア，コンピューターワークステーション（ハードウェア），\nその他の電子応用機械器具及びその部品，混信防止装置，未記録の磁気記録媒体，\nデータ処理装置用カプラー，コンピュータネットワーク用インターフェイス装置，\nインターネット接続機能を有する通信装置，太陽電池，光電池，電線識別用外被織\nり込み糸，送電線用材料，絶縁被覆銅線，電話線，フィルター付き同軸ケーブル，\nその他の同軸ケーブル，電気用ケーブル，電気用接続箱，光ファイバー（光伝導フ\nィラメント），電気ケーブル用接続スリーブ，光ファイバーケーブル，その他の電\n線及びケーブル，端子（電気用のもの）」\n（別紙２）\n引用商標目録\n商標登録番号：第２７０１８３９号\n商標の構成：\n出願日：昭和６０年８月７日\n設定登録日：平成６年１２月２２日\n存続期間満了日：平成３６年１２月２２日\n指定商品：第９類「配電用又は制御用の機械器具，回転変流機，調相機，電池，電\n気磁気測定器，電線及びケーブル，電気アイロン，電気式ヘアカーラー，電気ブザ\nー，電気通信機械器具（デジタルカメラ及びその部品を除く。），電子応用機械器具\n及びその部品，磁心，抵抗線，電極」\n商標権者：富士通アイソテック株式会社\n以  上\n"
}