{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 7,
    "day": 3
  },
  "case_number": "平成24(う)19",
  "case_name": "強制わいせつ，傷害，準強姦",
  "court_name": "名古屋高等裁判所金沢支部         　第２部",
  "result": "破棄差戻",
  "original_court_name": "富山地方裁判所",
  "original_case_number": "平成23(わ)100",
  "gist": "原判決が，告訴当時１０歳１１か月の被害者に対する強制わいせつ被害について，親告罪の公訴提起の有効要件である被害者らによる告訴が存在しないとして公訴棄却した公訴事実について，被害者自身による検察官に対する供述調書中の被害申述及び被告人の処罰を求める供述について告訴の効力を認めて，公訴を棄却した原判決に，請求を受けた事実について審判しなかった違法(刑事訴訟法３７８条２号）があると認定して，原判決を破棄し原裁判所に差し戻した事例",
  "lawsuit_id": "82447",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82447",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/447/082447_hanrei.pdf",
  "contents": "主        文\n原判決を破棄する。\n本件を富山地方裁判所に差し戻す。\n理        由\n本件控訴の趣意は，弁護人（国選）浅野雅幸作成の控訴趣意書及び検察官眞田\n寿彦作成の控訴趣意書各記載のとおりであり，検察官の控訴趣意に対する弁護人\nの意見は上記弁護人作成の答弁書と題する書面のとおりであるから，これらを引\n用する。\n弁護人の控訴趣意の論旨は量刑不当（刑事訴訟法３８１条）の主張であり，検\n察官の控訴趣意の論旨は請求を受けた事実について審判をしなかった違法（同法\n３７８条２号）による絶対的控訴理由の主張である。\n第１  検察官の控訴趣意について\n所論の要点は，平成２３年８月１０日付け起訴状記載の公訴事実第１の１\n（平成２３年６月２４日午後１１時４０分ころ，富山市a町b丁目ｃ番d号ホテル\nＸe号室において，当時１３歳未満であった被害者Ａ（以下「被害者」とい\nう。）に自己の陰茎を口淫させるなどしたという強制わいせつ行為。以下「本件\n公訴棄却事実」という。）について，原判決は，公訴提起の有効要件である被害\n者等による告訴が存在しないとして刑事訴訟法３３８条４号により公訴を棄却し\nたが，被害者の母方祖母であるＢ作成の告訴状（以下「本件告訴状」という。）\nをもって告訴がなされているのに，Ｂの意思を合理的に解釈せず，必要な調査も\n尽くさないまま，本件告訴状の被害日時の記載を形式的に捉えて前記起訴状記載\nの公訴事実第１の２についてのみの告訴であるとした事実誤認及び告訴当時１０\n歳１１か月の被害者自身の告訴能力を否定した事実誤認の結果，本件公訴棄却事\n実について親告罪の公訴提起の有効要件である被害者等による告訴がなされてい\nないと誤った判断をした上，刑事訴訟法２３０条の解釈を誤って公訴を棄却した\nものであるから破棄されるべきもの，というものと解される。そこで，原審記録\nを調査して検討する。\n１  Ｂ作成の本件告訴状が本件公訴棄却事実に対する告訴を含んでいるとの所\n論について\n(1)  本件告訴状における対象事実の範囲\n原判決は，その（一部公訴棄却の理由）中において，本件告訴状が告訴\nの対象とした事実は，その記載内容及びこれと同一日に作成されたＢの警察官調\n書を総合すると，被告人が被害者に対して行った平成２３年６月２４日及び同月\n２５日の連続した２回の併合罪の関係にある強制わいせつ行為のうちの，本件告\n訴状に特定されている同年８月１０日付け起訴状記載の公訴事実第１の２（同年\n６月２５日午後１０時４０分ころ，前記ホテルＸf号室において，被害者に自己\nの陰茎を口淫させるなどしたという強制わいせつ行為）と解され，同月２４日の\n被害である本件公訴棄却事実についてまで併せて告訴の意思を表示しているとす\nることはできないと判示した。\nこれに対し所論は，本件告訴状の被害を受けた日付の曖昧さ，両被害の\n日時，場所の近接性，態様の同一性並びに犯行発覚の経緯，Ｂが告訴するに至っ\nた経緯に，Ｂの同年１２月１４日付け検察官調書を加えて合理的に解釈すれば，\n同人は前記起訴状記載の両公訴事実全体について処罰を求めて告訴していると解\n釈されるのに，本件告訴状の被害日時の記載を形式的に捉えて，同年６月２５日\nの被害のみに限定して告訴がなされたものと認定判断した結果，Ｂの告訴の対象\nとなった事実が，同年６月２５日の被害事実のみであると誤って認定したもので\nあるという。\nしかしながら，Ｂが本件告訴状を作成した同年７月１８日以前に作成さ\nれている被害者の警察官調書によれば，既に被害者への同月１６日の事情聴取等\nの結果，被告人が，被害者の実母であるＣと共謀して，被害者に対する前記起訴\n状記載の公訴事実第１の１及び２の各強制わいせつ行為に及んだという嫌疑が警\n察官に発覚するに至っていたものである上，Ｂの警察官調書によれば，警察官が\nＢに被害者に対する本件被害状況を説明して，親権者であるＣの告訴権行使が不\n可能であることを理由に，Ｂに告訴状の作成を求めたというのであるから，警察\n官及びＢが被害者に対する前記両事実についての告訴を念頭に置いていたのであ\nれば，本件告訴状に両日の被害について告訴する記載がなされているのが自然で\nあるのに，実際にはあえて同年６月２５日ころにわいせつ行為を受けたという被\n害事実に限定して記載がされていることに照らすと，本件告訴状による告訴は，\n前記起訴状記載第１の２の事実についてのものと解するのが相当であって，本件\n公訴棄却事実についてまで告訴意思を表示しているとみることはできない。所論\nは，Ｂの前記検察官調書には，Ｂが本件告訴状作成当時の気持ちについて，同年\n６月２５日以外の日でも被告人が被害者に対してわいせつな行為をした事実があ\nるのであれば，当然その事実についても処罰してほしいと思っていた旨の記載が\nされているというが，その記載からは，Ｂが本件告訴状を作成した当時には，同\n年６月２５日以外の日の被害については認識していなかった事実が推認されるの\nであって，前記判断を左右するものではない。また，同検察官調書には，本件公\n訴棄却事実についても改めて被告人の処罰を求める趣旨の記載がされているが，\n同調書が作成されたのは同事実が起訴された同年８月１０日より後であることが\n明らかであって，同調書の記載によって本件公訴棄却事実について公訴提起時に\n有効な告訴があったとすることはできない。\n(2)  結論\n以上の次第であるから，Ｂ作成の本件告訴状によって，本件公訴棄却事\n実についても有効な告訴があったというべきであるから，これを否定した原判決\nは事実を誤認したものであるとの所論は採用できない。\n２  被害者自身による告訴について\n(1)  所論は，この点について，親告罪の告訴について告訴能力が求められ\nる\n趣旨及び低年齢者等について告訴能力が認められた裁判例並びに被害者の告訴当\n時の具体的精神状況及び処罰を求める供述内容等に照らすと，被告人の処罰を求\nめる意思の表示は告訴として有効というべきであるという。そこで，この点につ\nいても原審記録を調査し，当審における事実取調べの結果を加えて検討する。\n原判決は，検察官の原審における，被害者自身が本件公訴棄却事実の公\n訴提起前である平成２３年８月１日付け検察官調書において，同事実について告\n訴の意思表示をしているから，同事実の公訴提起は有効であるとの主張に対して，\nその（一部公訴棄却の理由）中で，被害者が同調書作成当時１０歳１１か月とま\nだ幼い年齢であったこと，そもそも捜査機関がＢに働きかけて本件告訴状を作成\nさせた経緯及び結局，被害者には告訴状を作成させたり，通常形式の告訴調書を\n作成したりしていないと認められることなどに照らすと，被害者が告訴能力を有\nしていたことには相当な疑問が残り，被害者による有効な告訴があったとは認め\n難いと判示して，本件公訴棄却事実について有効な告訴がなされていないことを\n理由に刑事訴訟法３３８条４号により公訴を棄却した。\n(2)  告訴能力制限の趣旨と訴訟行為である告訴能力について\n被害者による告訴（刑事訴訟法２３０条）は，犯罪被害にあった事実を\n捜査機関に申告して，犯人の処罰を求める行為であるが，公訴を有効に提起する\nための訴訟条件となる親告罪における告訴を有効になすためには，告訴能力を有\nする被害者等による告訴がなされることが必要とされている。即ち，犯罪捜査等\nによる被害者の精神的被害の拡大を防止し，被害者を保護するために刑事訴追を\n求めるか否かを専ら被害者等の意思にかからしめることとした親告罪では，告訴\nは公訴提起を有効ならしめるための訴訟行為であることから，告訴人に有効な告\n訴をする能力が備えられていることが要求される。その結果，意思表示によって\n形成される訴訟行為としての告訴を有効になすためには，意思表示を有効になし\n得る能力が必要とする考え方に基づいて，告訴の結果生じる利害得失を理解する\n能力を必要とする立場が主張されている。しかしながら，告訴は，上記のとおり，\n犯罪被害にあった事実を捜査機関に申告して，犯人の処罰を求める行為であって，\nその効果意思としても，捜査機関に対し，自己の犯罪被害事実を理解し，これを\n申告して犯人の処罰を求める意思を形成する能力があれば足りると解するのが相\n当である。知的障害により知的能力が七，八歳程度と認められる成人被害者につ\nいて告訴能力が肯定されるのは，このような考えの下に理解できるところである。\nそこで，本件における被害者の告訴能力について，具体的に検討する。\n(3)  前記被告人の処罰を求める意思表示当時の被害者の年齢，学業成績等\n被害者は，前記検察官調書作成当時１０歳１１か月の小学５年生であっ\nたが，当審において取り調べた，資料入手報告書中の被害者についての「小学\n校児童指導要録」及び担任教諭の検察官調書によると，在校した当時の被害者\nの成績は中の上くらいであり，年齢相応の理解力及び判断力を備えていたと認\nめることができる。\n(4)  被告人の処罰を求める被害者の意思表示の具体的内容\n被害者は，本件公訴棄却事実を含む被告人による強制わいせつ被害の状\n況について，検察官及び警察官に対して供述しているところ，その内容は，平成\n２３年６月２４日は被害者の家を出て，被告人の運転する自動車の助手席に乗せ\nられて二人でホテルＸに行き，客室内で被告人が被害者の性器に触ったり，なめ\nたりした後口淫を要求され，口内に射精された。翌２５日にも同じホテルの別の\n客室に入り，同様の行為をされた旨述べるとともに，上記検察官調書では，被告\n人に対する死刑を求めたが，検察官からそれはできないと教えられたので重い罰\nを与えてほしいと述べているのであるから，被害者が両日に被告人から受けた強\n制わいせつ被害の状況を具体的に供述しつつ，被害感情を抱いて，これに基づい\nて被告人の処罰を求めていると認められる。\n以上の検討結果によると，被害者が同年８月１日に被告人の処罰を求め\nる意思を検察官に表示した当時，被害者が自己の処罰を求める供述の意味及びそ\nの効果を理解しておらず，告訴としての効力が否定されるべき状況にあったと疑\nわれる状況にあったとはいえない。そうすると，本件では，前記のとおり，告訴\n当時１０歳１１か月の小学５年生であり，普通の学業成績を上げる知的能力を有\nした被害者が，被害状況を具体的に申告した上で，その犯人として被告人を特定\nしてその処罰を求める意思を申告していたのであるから，告訴能力としてはこれ\nを備えているというべきである。\n原判決は，警察官がＢに本件告訴状を作成させた事実及び被害者本人に\n告訴状を作成させ，あるいは通常形式の告訴調書を作成していない事実が，警察\n官において被害者の告訴能力に疑いを抱いていたのを物語っており，被害者が告\n訴能力を有していたことには相当な疑問が残ると判示しているが，警察官が被害\n者の告訴能力に疑問を抱いていたか否かは，被害者の告訴能力の有無の判断に直\n接影響するものではない。\n(5)  結論\n以上の次第であって，告訴当時１０歳１１か月で小学５年生であった被\n害者は，自己の強制わいせつ被害の事実を申告して，その犯人の処罰を求める告\n訴能力が認められるというべきである。その趣旨で，被害者自身による被告人の\n処罰を求める意思表示を記載した検察官調書に基づく被害者自身による告訴の効\n力を認めず，本件公訴棄却事実の公訴提起が有効な告訴に基づかないものであっ\nて無効であると認定し，その公訴を棄却したのは事実を誤認し，法令適用を誤っ\nたというべきであるから，検察官の所論は理由がある。\n３  以上検討したところによれば，本件公訴棄却事実について原判決が被害者\n自身の告訴能力を否定して，公訴提起の有効要件である被害者等からの告訴がな\nされていないと認定したのは事実を誤認したものであり，この事実誤認を原因と\nして告訴が有効になされた本件公訴棄却事実について公訴提起の効力を否定した\nものであるから，原判決は不法に公訴を棄却したものであって，刑事訴訟法３７\n８条２号の絶対的控訴理由があるという検察官の論旨はその限度で理由がある。\n第２  結論\nよって，弁護人の量刑不当の論旨について判断するまでもなく，原判決は\n破棄を免れないから，刑事訴訟法３９７条１項，３７８条２号により原判決を破\n棄し，犯罪の成否の事実認定及び有罪となった場合の量刑についての審級の利益\nを考慮して，同法３９８条により本件を原裁判所である富山地方裁判所に差し戻\nすこととし主文のとおり判決する。\n平成２４年７月３日\n名古屋高等裁判所金沢支部第２部\n裁判長裁判官        伊        藤        新   一   郎\n裁判官        梅        澤        利        昭\n裁判官        小        川        紀 代 子\n"
}