{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 12,
    "day": 25
  },
  "case_number": "平成31(わ)323",
  "case_name": "殺人未遂，銃砲刀剣類所持等取締法違反被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "被告人が，包丁で被害者の背中を数回突き刺すなどしたが，自己の意思により犯行を中止したため，被害者は全治約１週間を要する傷害を負ったにとどまったとされた殺人未遂，銃砲刀剣類所持等取締法違反の事案について，中止未遂の成立を認めて，被告人に懲役３年，執行猶予５年を言い渡した事案\n（裁判員裁判）",
  "lawsuit_id": "89192",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89192",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/192/089192_hanrei.pdf",
  "contents": "令和元年１２月２５日宣告\n平成３１年（わ）第３２３号  殺人未遂，銃砲刀剣類所持等取締法違反被告事件\n主         文\n被告人を懲役３年に処する。\nこの裁判が確定した日から５年間その刑の執行を猶予する。\n札幌地方検察庁で保管中の包丁１本（同庁令和元年領第４３３号符号\n１－１）を没収する。\n理        由\n（犯行に至る経緯）\n被告人は，平成１９年頃から１０年近くにわたり，きょうだいとともに，養父の\nＡから，殴られる，長時間正座させられる，暴言を浴びせられるといった身体的・\n精神的虐待を日常的に受けていた。また，平成２７年秋頃，Ａが，被告人の１歳下\nの妹に対して同女が小学生の頃から常習的に性交するなど性的虐待も加えていたこ\nとを知り，自身やきょうだいを虐待したＡへの恨みや憎しみを抱いた。被告人の母\n親は，平成２８年１０月，その性的虐待の事実を知り，翌１１月，Ａと離婚した。\nそれ以降，被告人は，Ａと接触することはなかったが，Ａへの憎しみは消えること\nなく，時折，Ａを殺す方法を考えたり，Ａの死を望んだりしていた。そして，被告\n人は，性的虐待を受けた妹が苦しむ姿を何度か目にしていたことに加え，平成３０\n年頃に頻繁になされた児童虐待に関する報道に接するなどして，世の中の児童虐待\nをする親への怒りとともに，Ａへの恨み等を深めていった。\nそのような中，被告人は，平成３１年４月５日夜，母親が足で被告人の弟を転ば\nせた場面を見て虐待という言葉で頭を埋め尽くされ，感情を抑えきれなくなったこ\nとから，交番に駆け込み相談するなどしたが，かえってＡに対する殺意が強まり，\n帰宅してもなおその気持ちは収まらなかった。一夜明けた翌６日昼頃，被告人は，\nＡ殺害を決意して自宅台所から包丁を持ち出し，Ａの母方を訪ねてＡの現住所を聞\nき出した上，同日午後１時４２分頃にはＡ方付近に到着し，近隣を徘徊したり，Ａ\n方前で座ったりしてＡの帰宅を待っていた。そこへ，同日午後４時１８分頃，仕事\nを終えたＡが自転車に乗って帰ってきた。\n（罪となるべき事実）\n被告人は，\n第１  平成３１年４月６日午後４時１８分頃，札幌市所在の共同住宅北西側敷地内\n及び同所付近路上において，Ａ（当時５０歳）に対し，殺意をもって，右手に持\nっていた包丁（刃体の長さ約１７センチメートル。札幌地方検察庁令和元年領第\n４３３号符号１－１）で背中を数回突き刺すなどしたが，Ａの命乞いを聞いて驚\nくとともに楽しかった幼少期の出来事を思い出して憐れみを感じたことから自己\nの意思により犯行を中止したため，Ａに全治約１週間を要する背部切創等の傷害\nを負わせたにとどまり，殺害の目的を遂げず，\n第２  業務その他正当な理由による場合でないのに，前記日時場所において，前記\n包丁１本を携帯した。\n（証拠の標目）省略\n（法令の適用）\n被告人の判示第１の所為は刑法２０３条，１９９条に，判示第２の所為は銃砲刀\n剣類所持等取締法３１条の１８第３号，２２条にそれぞれ該当するところ，各所定\n刑中判示第１の罪については有期懲役刑を，判示第２の罪については懲役刑をそれ\nぞれ選択し，判示第１の罪は中止未遂であるから刑法４３条ただし書，６８条３号\nにより法律上の減軽をし，以上は同法４５条前段の併合罪であるから，同法４７条\n本文，１０条により重い判示第１の罪の刑に同法４７条ただし書の制限内で法定の\n加重をした刑期の範囲内で被告人を懲役３年に処し，情状により同法２５条１項を\n適用してこの裁判が確定した日から５年間その刑の執行を猶予し，札幌地方検察庁\nで保管中の包丁１本（同庁令和元年領第４３３号符号１－１）は，判示第１の犯罪\n行為の用に供した物で被告人以外の者に属しないから，同法１９条１項２号，２項\n本文を適用してこれを没収し，訴訟費用は，刑事訴訟法１８１条１項ただし書を適\n用して被告人に負担させないこととする。\n（量刑の理由）\n被告人は，被害者を約２時間半も待ち伏せした挙げ句，強固な殺意をもって，自\n宅から持参した包丁で，一方的にその背中や腕を数回刺したり切り付けたりした\n（なお，被告人は，明確な記憶がある攻撃は３回であり，その後は被害者ともみ合\nいになったなどと述べるが，被害者の負傷状況や目撃者２名の供述等に明らかに反\nするから採用できず，これらの証拠に符合する被害者証言によれば，その攻撃回数\nは少なくとも七，八回以上であったと認められる。）。被告人が自ら犯行の継続を思\nいとどまったこともあって幸いにも被害者の負傷自体は軽いものにとどまったが，\n包丁の刺さった位置が僅かでもずれていれば被害者の命が失われる危険性も高かっ\nた。このとおり，中止未遂により重い被害結果は生じなかったとはいえ，本件の態\n様が執拗で危険かつ悪質なものであることは重くみざるを得ない。\n他方，動機・経緯についてみると，判示のとおり，被告人は，被害者が長期間加\nえていた自らへの虐待や妹への性的虐待を巡り，被害者に対して抱いた強い恨みや\n憎しみを晴らすべく本件犯行に及んだものと認められる。被害者による虐待の内容\nやその期間に照らせば，被告人が被害者に対して強い憤りを抱いた点は同情すべき\nといえ，被告人の刑事責任を検討するに当たり相応に酌むことができる。しかし，\nその報復として殺害することが正当化されるものではない。被告人には，自らの被\n害者に対する憎悪や悪感情を和らげるためにとり得る手段が他に存在し，被害者殺\n害などという考えから距離を置くのに十分な機会があったにもかかわらず，本件を\n強行したことは，厳しく非難されなければならない。加えて，被告人は，被害者を\n見せしめとして殺害することが世の中の児童虐待の抑止につながると考えたことも\n犯行動機に挙げるが，そのような考えは浅はかで独りよがりというほかなく，この\n点から本件犯行が正当化されることもない。\n以上によると，本件が同種事案の中で最も軽い部類に属するものではなく，当然\nに執行猶予を付すべきであるとまではいえない。その一方，主に経緯面において，\n実刑を選択することがためらわれる部分があることも否定し難い。\nその上で一般情状についてみると，被害者は，被告人が本件犯行に及んだ原因の\n一端が自身の虐待にあることを認めて示談を成立させ，被告人の厳しい処罰を望ま\nず，許す旨述べている。また，被告人自身，本件について被害者や周囲に謝罪し，\n真摯に反省する旨述べるとともに，今後は家族や知人ら，医療機関に相談すること\nで独りで不満を抱え込まないようにし，二度と罪を犯さない旨約束している。さら\nに，母親による支援や友人による雇用の予定など，被告人が社会内で更生するため\nに有効な環境が存在する。そのほか，被告人が若年で前科前歴がないことなどの事\n情もある。\nこれらの事情をも総合的に考慮した結果，被告人に対して科すべき刑罰は，主文\nの懲役刑に処した上でその刑の執行を猶予することが相当であると判断した。\n検察官北野達也，同岡田和人，国選弁護人加畑裕一朗（主任），同沖田尚  各公判\n出席\n（求刑・懲役４年，包丁１本の没収）\n令和元年１２月２５日\n札幌地方裁判所刑事第３部\n裁判長裁判官            駒    田      秀    和\n裁判官       山    下    智    史\n裁判官       牧    野    一    成\n"
}