{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 2,
    "day": 6
  },
  "case_number": "平成30(ろ)836",
  "case_name": "不正競争防止法違反",
  "court_name": "東京簡易裁判所",
  "lawsuit_id": "88710",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88710",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/710/088710_hanrei.pdf",
  "contents": "平成３１年２月６日宣告\n平成３０年（ろ）第８３６号  不正競争防止法違反被告事件\n主         文\n被告人Ａ株式会社を罰金３０００万円に処する。\n理        由\n（罪となるべき事実）\n被告人Ａ株式会社（以下「被告会社」という。）は，アルミニウム等の非鉄金属\n及びその合金の製品の製造及び販売等の事業を営むものであるが，同社生産技術本\n部品質保証部長であったＢらにおいて，同社の業務に関し\n第１  別紙１記載のとおり，平成２８年１月１２日頃から同年４月１日頃までの間，\n静岡県裾野市ａｂ番地被告会社Ｃ製作所において，被告会社がＤ株式会社を介\nしてＥ株式会社（以下「Ｅ」という。）から受注して製造・販売したアルミニウ\nム合金条合計約９万５３９６キログラムにつき，Ｃ製作所で検査した結果では\n各製品がＥとの間で合意した伸びについての仕様を満たしていなかったにもか\nかわらず，同仕様を満たした旨記載した内容虚偽の検査成績書合計２０通を作\n成した上，同年１月１５日頃から同年４月４日頃までの間，２０回にわたり，\n運送業者を介し，大分県中津市ｃｄ番地ｅ株式会社ＦＧ工場において，同検査\n成績書２０通をＥから受入検査業務の委託を受けた前記株式会社Ｆの従業員に\n交付し，\n第２  別表２記載のとおり，平成２８年１月２９日頃から同年１２月２日頃までの\n間，前記Ｃ製作所において，被告会社がＨ株式会社（以下「Ｈ」という。）から\n受注して製造・販売したアルミニウム条又はアルミニウム合金条合計約１２万\n９９５４キログラムにつき同製作所で検査した結果では各製品がＨとの間で合\n意したクロム付着量についての仕様を満たしていなかったにもかかわらず，同\n仕様を満たした旨記載した内容虚偽の検査成績書合計４２通を作成した上，同\n年２月１日頃から同年１２月５日頃までの間，４２回にわたり，運送業者等を\n介し，神奈川県平塚市ｆｇ丁目ｈ番ｉ号ＨＩ工場において，同検査成績書４２\n通をＨの従業員に交付し，\nもって取引に用いる書類に商品の品質について誤認させるような虚偽の表示をした\nものである。\n（証拠の標目）：省略\n（法令の適用）\n被告会社の判示第１及び第２の各所為はいずれも包括して不正競争防止法２２条\n１項３号，２１条２項５号に該当するところ，以上は刑法４５条前段の併合罪であ\nるから，同法４８条２項により各罪所定の罰金の多額を合計した金額の範囲内で被\n告会社を罰金３０００万円に処することとする。\n（量刑の理由）\n本件は，Ｇ株式会社（以下「Ｇ」という。）の子会社としてアルミニウム等の非鉄\n金属及びその合金を加工した製品の製造，販売を行う被告会社が，顧客との取引に\n用いる書類に，販売する商品の品質について誤認させるような虚偽の表示をした不\n正競争防止法違反の事案である。\n被告会社は，受注獲得を優先し，自社の工程能力を顧みることなく顧客の求める\n仕様で受注したため，製品の量産段階で顧客仕様を満たさない不適合品が多数発生\nする事態を招いた。その上で，これら不適合品について，正規の手続きに則った措\n置を採ると，多くの時間や費用を要し，収益に悪影響を及ぼしかねず，また，その\n情報が顧客に伝われば，取引を打ち切られるおそれがあったことから，遅くとも昭\n和５０年前後から，顧客の承認を得ることなく適合品扱いで出荷する「社内特採」\nが横行した。このため，平成１４年，不適合品の出荷に一定の歯止めをかける方策\nとして，社内特採の継続を認めつつ，その対象製品，検査項目及び検査数値の範囲\nをリスト化して管理しようとして，非公式の内規である特採処置実施規定（以下「特\n採規定」という。）が制定された。しかし，その後も，特採規定に掲載されていない\n製品でも，不適合品が発生すると社内特採での出荷を認めた上，当該不適合品を新\nたに追加掲載していたため，特採規定の制定は，社内特採の対象製品の増加にお墨\n付きを与えたに過ぎなかった。このような不正については，遅くても平成２０年頃\nから，代々の代表取締役社長をはじめとする被告会社の役員に報告されていたが，\n被告会社の役員は検査成績書の検査数値の改ざんを止めることなく，同不正は継続\nして行われていた。その後，被告会社は，対象製品の削減を進めたものの，相当数\nの対象製品が残ったことから，結局，多数の製品について，不適合品の出荷及び検\n査数値を改ざんした内容虚偽の検査成績書の交付を継続した上，特採規定所定の各\n部署の手続きを経て本件に及んでいる。このように，被告会社による不正は，特採\n規定により不適合品の出荷を管理し，また，被告会社の各部署の社員が関与してい\nた上，被告会社の役員までが承認した検査成績書の検査数値の改ざんが４０年以上\nの長期にわたって継続的，常習的に行われたものであるから，本件犯行は，個々の\n行為者の不正に留まらない会社ぐるみの組織的な犯行といえ，企業の社会的責任，\n企業倫理に関わるものといえる。\n被告会社は，起訴されているだけでも，２社から発注を受け，製品出荷の際の所\n定の検査によって，各社との間で合意した製品としての仕様（以下「顧客仕様」と\nいう。）を満たしているとは認められないことが明らかになった不適合品を，判示第\n１の納入先の株式会社Ｆに対しては，合計９万５３９６キログラムを４か月近く２\n０回にわたって，判示第２のＨに対しては，合計１２万９９５４キログラムを約１\n０か月間４２回にわたって，その仕様を満たしている旨記載した検査成績書合計６\n２通を次々と作成した上，その都度これらの検査成績書を各納入先の従業員に対し\nて交付し，いずれも適合品として納入しているのであり，その出荷額も判示第１に\nついては合計約３７００万円，判示第２については合計約４４００万円であり，被\n告会社の得た不法収益は多額に及ぶ。\nそして，被告会社が出荷したいずれの製品も顧客各社が製造する製品の原材料と\nなるものであり，その伸びやクロム付着量は製品の性能に関わる重要な項目である\nところ，これらが顧客仕様を満たしているか否かは，製品を目視しただけでは判断\nできず，被告会社から交付を受けた検査成績書の検査数値を見て判断するほかない。\nしたがって，このような検査数値を改ざんし，顧客仕様を満たしているかのように\n偽装することは，顧客の信頼を裏切るものであることはもとより，同業他社との公\n正な競争を害するばかりか，業界全体の社会的信用を失墜させるなど，社会的影響\nは大きいといえる。さらに，本件不正が発覚した後，本件発注会社２社とも，被告\n会社から納品された製品を使用して製作した製品の安全性等の検証や，この製品の\n顧客に対し，その説明などの対応を強いられることになり，その負担や損害も無視\nできないなど，被告会社の責任は重い。\n他方，特採規定の制定は，社内特採の拡大を防止し，段階的に減少・解消させて\nいくために作成された内規であり，被告会社の品質保証部が，平成２０年から平成\n２４年にかけて，当時の代表取締役社長に対し，不適合品出荷について個別に報告\nを行った際にも，特採規定の存在が示されたわけではなく，平成２５年以降は代表\n取締役社長に対する報告自体もなされなくなったもので，本件不適合品の出荷は，\n経営陣の主導によるものではなかったことが認められる。実際，被告会社は，平成\n１８年６月以降は特採規定の対象製品減少に向けて取り組み，特採規定の対象製品\n数は同規定制定当初は１００件程度あったものが，平成２７年度には約３分の１に，\n平成２８年１０月末の時点の出荷先は２か所となっていた。\n被告会社は，平成２８年１１月，当時の代表取締役社長自ら本件不適合品出荷の\n事実をＧに報告した上，その強力な指導を受けて，特採規定を廃止し，平成２９年\n１月から不適合品の出荷を完全に停止した。同年３月以降，各顧客に対し同事実の\n説明を開始するとともに顧客側の品質監査を受けるなどして，いずれの顧客からも\n安全性についての確認を受けた。そして，被告会社が過去に出荷した不適合品につ\nいては，そのすべてにおいて，最終製品には影響しないことが確認されている。ま\nた，被告会社は，本件に関し，その根本原因は，工程能力改善の設備投資などを十\n分行ってこなかったという経営陣側の問題に求められると判断して，代表取締役ほ\nか関連する役員について，報酬の一部を返上する社内処分を行い，さらに，本件起\n訴を受けて，経営責任を一層明確にするために，当時の代表取締役社長は辞任し，\nすべての社内取締役は報酬の一部を自主返納した。さらに，被告会社は，網羅的で\n実効性のある再発防止策として，内部組織を見直し，適正な受注判断を行うことが\nできる仕組みの構築などの１１項目の再発防止策を策定し，同社の全役職員を対象\nとした品質管理やコンプライアンスに関する研修を行い，品質保証体制強化会議の\n新設など再発防止策を着実に推進するための内部体制を整備し，親会社であるＧも\nその推進等に積極的に関与している。加えて，平成２９年１１月のＧの本件公表の\n結果，顧客からの厳しい叱責を受け，ＩＳＯ（国際規格）の約７か月間の一時停止\n措置やＪＩＳ（日本工業規格）の取消措置を受けるなどし，報道等においても，「検\n査数値改ざんの裏マニュアル存在」などといった形で報道され，社会一般の厳しい\n非難を浴びせられることとなり，一定の社会的制裁を受けていると評価できること\nなど，被告会社に有利な情状も認められる。\n以上の諸事情を総合考慮して主文のとおり量刑した。\n（求刑  罰金３０００万円）\n平成３１年２月６日\n東京簡易裁判所刑事第１室\n裁判官    小   林   裕   行\n"
}