{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 7,
    "day": 24
  },
  "case_number": "平成24(行ケ)10418",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83460",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83460",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/460/083460_hanrei.pdf",
  "contents": "\u0000 １\u0000\n平成２５年７月２４日判決言渡\n平成２４年（行ケ）第１０４１８号  審決取消請求事件\n平成２５年７月１０日  口頭弁論終結\n判                決\n原            告                三 協 立 山 株 式 会 社\n訴訟代理人弁護士                赤      尾      直      人\n訴訟代理人弁理士                岩      﨑      孝      治\n同                              七      條      耕      司\n被            告                株 式 会 社 ナ ル コ 岩 井\n被            告                日 本 総 合 住 生 活 株 式 会 社\n被            告                Ｙ Ｋ Ｋ   Ａ Ｐ 株 式 会 社\n被告ら３名訴訟代理人弁理士      佐      藤      嘉      明\n主                文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が無効２０１２－８０００３１号事件について平成２４年１０月２６\n\u0000 ２\u0000\n日にした審決を取り消す。\n第２  前提事実\n１  特許庁における手続の経緯等（争いがない。）\n被告らは，平成１８年３月１７日に出願（ただし，平成１５年３月７日を\n出願日とする特願２００３－６２１８３号の分割出願）され，平成２３年１\n０月７日に設定登録された，発明の名称を「引戸装置の改修方法及び改修引\n戸装置」とする特許第４８３９１０８号（請求項の数６。以下「本件特許」\nという。）の特許権者である。\n原告は，平成２４年３月１６日，特許庁に対し，本件特許の全ての請求項\nについて無効にすることを求めて審判の請求をした。特許庁は，上記請求を\n無効２０１２－８０００３１号事件として審理をした結果，平成２４年１０\n月２６日，「本件審判の請求は，成り立たない。」との審決をし，その謄本を，\n同年１１月５日，原告に送達した。\n２  特許請求の範囲の記載（甲１）\n本件特許の請求項１，２，４及び５に係る特許請求の範囲の記載は，次のと\nおりである（以下，請求項１に係る発明を「本件発明１」，請求項２に係る発\n明を「本件発明２」，請求項４に係る発明を「本件発明４」，請求項５に係る発\n明を「本件発明５」といい，これらを総称して「本件発明」という。また，本\n件特許の明細書及び図面をまとめて「本件明細書」という。）。\n「【請求項１】\n建物の開口部に取付けてあるアルミニウム合金の押出し形材から成る既設上\n枠，アルミニウム合金の押出し形材から成り室内側案内レールと室外側案内レ\nールを備えた既設下枠，アルミニウム合金の押出し形材から成る既設竪枠を有\nする既設引戸枠を残存し，\n前記既設下枠の室外側案内レールを付け根付近から切断して撤去し，前記既\n設下枠の室内寄りに取付け補助部材を設け，この取付け補助部材を既設下枠の\n\u0000 ３\u0000\n底壁の最も室内側の端部に連なる背後壁の立面にビスで固着して取付け，\nこの後に，アルミニウム合金の押出し形材から成る改修用上枠，アルミニウ\nム合金の押出し形材から成る改修用竪枠，アルミニウム合金の押出し形材から\n成り室外から室内に向かって上方へ段差を成して傾斜し，室外寄りが低く，室\n内寄りが室外寄りよりも高い底壁を備えた改修用下枠を有する改修用引戸枠を，\n前記既設引戸枠内に室外側から挿入し，その改修用下枠の室外寄りを，スペー\nサを介して既設下枠の室外寄りに接して支持すると共に，前記改修用下枠の室\n内寄りを前記取付け補助部材で支持し，前記背後壁の上端と改修用下枠の上端\nがほぼ同じ高さであり，\n前記改修用下枠の前壁を，ビスによって既設下枠の前壁に固定することで，\n改修用引戸枠を取付け補助部材を基準として取付けることを特徴とする引戸装\n置の改修方法。\n【請求項２】\n建物の開口部に取付けてあるアルミニウム合金の押出し形材から成る既設上\n枠，アルミニウム合金の押出し形材から成り室内側案内レールと室外側案内レ\nールを備えた既設下枠，アルミニウム合金の押出し形材から成る既設竪枠を有\nする既設引戸枠を残存し，\n前記既設下枠の室外側案内レールを付け根付近から切断して撤去し，前記既\n設下枠の室内寄りに取付け補助部材を設け，この取付け補助部材を既設下枠の\n底壁の最も室内側の端部に連なる背後壁の立面にビスで固着して取付け，\nこの後に，アルミニウム合金の押出し形材から成る改修用上枠，アルミニウ\nム合金の押出し形材から成る改修用竪枠，アルミニウム合金の押出し形材から\n成り室外から室内に向かって上方へ段差を成して傾斜し，室外寄りが低く，室\n内寄りが室外寄りよりも高い底壁を備えた改修用下枠を有し，前記改修用上枠\nの室外側部に室外側上枠シール材を装着すると共に，前記改修用引戸枠の改修\n用竪枠の室外側部に室外側竪枠シール材を装着した改修用引戸枠を，前記既設\n\u0000 ４\u0000\n引戸枠内に室外側から挿入し，その室外側上枠シール材を建物の開口部の上縁\n部に接すると共に，前記室外側竪枠シール材を建物の開口部の縦縁部に接し，\n前記改修用下枠の室外寄りを，スペーサを介して既設下枠の室外寄りに接して\n支持すると共に，前記改修用下枠の室内寄りを前記取付け補助部材で支持し，\n前記背後壁の上端と改修用下枠の上端がほぼ同じ高さであり，\n前記改修用下枠の前壁を，ビスによって既設下枠の前壁に固定することで，\n改修用引戸枠を取付け補助部材を基準として取付けることを特徴とする引戸装\n置の改修方法。」\n「【請求項４】\n建物の開口部に残存した既設引戸枠は，アルミニウム合金の押出し形材から\n成る既設上枠，アルミニウム合金の押出し形材から成り室内側案内レールと室\n外側案内レールを備えた既設下枠，アルミニウム合金の押出し形材から成る既\n設竪枠を有し，前記既設下枠の室外側案内レールは付け根付近から切断して撤\n去され，その既設下枠の室内寄りに取付け補助部材を設け，その取付け補助部\n材が既設下枠の底壁の最も室内側の端部に連なる背後壁の立面にビスで固着し\nて取付けてあり，\nこの既設引戸枠内に，アルミニウム合金の押出し形材から成る改修用上枠，\nアルミニウム合金の押出し形材から成り室外から室内に向かって上方へ段差を\n成して傾斜し，室外寄りが低く，室内寄りが室外寄りよりも高い底壁を備えた\n改修用下枠，アルミニウム合金の押出し形材から成る改修用竪枠を有する改修\n用引戸枠が挿入され，\nこの改修用引戸枠の改修用下枠の室外寄りが，スペーサを介して既設下枠の\n室外寄りに接して支持されると共に，前記改修用下枠の室内寄りが，前記取付\nけ補助部材で支持され，前記背後壁の上端と改修用下枠の上端がほぼ同じ高さ\nであり，\n前記改修用下枠の前壁が，ビスによって既設下枠の前壁に固定されているこ\n\u0000 ５\u0000\nとを特徴とする改修引戸装置。\n【請求項５】\n建物の開口部に残存した既設引戸枠は，アルミニウム合金の押出し形材から\n成る既設上枠，アルミニウム合金の押出し形材から成り室内側案内レールと室\n外側案内レールを備えた既設下枠，アルミニウム合金の押出し形材から成る既\n設竪枠を有し，前記既設下枠の室外側案内レールは付け根付近から切断して撤\n去され，その既設下枠の室内寄りに取付け補助部材を設け，その取付け補助部\n材が既設下枠の底壁の最も室内側の端部に連なる背後壁の立面にビスで固着し\nて取付けてあり，\nこの既設引戸枠内に，アルミニウム合金の押出し形材から成る改修用上枠，\nアルミニウム合金の押出し形材から成り室外から室内に向かって上方へ段差を\n成して傾斜し，室外寄りが低く，室内寄りが室外寄りよりも高い底壁を備えた\n改修用下枠，アルミニウム合金の押出し形材から成る改修用竪枠を有する改修\n用引戸枠が挿入され，\nこの改修用引戸枠の改修用下枠の室外寄りが，スペーサを介して既設下枠の\n室外寄りに接して支持されると共に，前記改修用下枠の室内寄りが，前記取付\nけ補助部材で支持され，前記背後壁の上端と改修用下枠の上端がほぼ同じ高さ\nであり，\n前記改修用上枠の室外側部に室外側上枠シール材が装着され，この室外側上\n枠シール材は建物の開口部の上縁部に接し，\n前記改修用竪枠の室外側部に室外側竪枠シール材が装着され，この室外側竪\n枠シール材は建物の開口部の縦縁部に接し，\n前記改修用下枠の前壁が，ビスによって既設下枠の前壁に固定されているこ\nとを特徴とする改修引戸装置。」\n３  審決の理由\n審決の理由は，別紙審決書写しのとおりであるが，原告の主張する取消事由\n\u0000 ６\u0000\nに関連する部分の要旨は，本件発明１，２，４及び５には，サポート要件違反\n及び実施可能要件違反はなく，また，本件発明１は明確であるというものであ\nる。\n第３  取消事由に関する原告の主張\n１  取消事由１（サポート要件に関する認定判断の誤り）について\n(1)  本件発明においては，既設下枠の室外側案内レールが切断・撤去され室内\n側案内レールが残存する構成も，室外側案内レール及び室内側案内レールの\n双方が撤去される構成もいずれもが発明特定要件又はそれと同等に扱われる\nべきものであって，審決のように，既設下枠の室内側案内レールの残存又は\n切断・撤去のみを対象として発明特定要件を論ずるのは誤りである。\n(2)ア  本件発明においては，「取付け補助部材を既設下枠の底壁の最も室内側\nの端部に連なる背後壁の立面にビスで固着して取付け」ることが要件（以\n下この要件を「背後壁固着要件」という。）とされている。他方，本件明\n細書においては，室内側案内レールが残存する実施形態において，取付け\n補助部材を室内側案内レールにビスで固着して取り付ける構成（以下「室\n内側案内レール固着構成」という。）は採用されているが，背後壁固着要\n件による構成は採用されておらず，したがって，室内側案内レールが残存\nする実施形態において背後壁固着要件による構成は不要とされている。\nイ  前記アにもかかわらずサポート要件を充足するためには，室内側案内レ\nール固着構成と背後壁固着要件による構成との間に，以下のいずれかの関\n係が成立することを必要不可欠とする。\n(ｱ)  室内側案内レール固着構成であっても，背後壁固着要件による構成を\n重畳して採用することが技術常識に合致し，かつこの点が自明であるこ\nと。\n(ｲ)  室内側案内レールが残存するとしても，室内側案内レール固着構成を，\n背後壁固着要件による構成に置換することが技術常識に合致し，かつこ\n\u0000 ７\u0000\nの点が自明であること。\nウ  しかし，前記イ(ｱ)については，本件明細書の図６（別紙参照。以下も\n同様である。）及び１３で示された各実施形態において，室内側案内レー\nル固着構成のみを採用し，背後壁固着要件による構成を不要としているこ\nとが，技術慣習の確立及び有用性等が成立しないことを裏付けているし，\nたとえ重畳した固着によって堅固な固着が実現するとしても，本件発明に\nおいて，室内側案内レール固着構成又は背後壁固着要件による構成のいず\nれかが選択されていることは，上記堅固な固着は本来必要とされていない\nことを裏付けている。\nまた，前記イ(ｲ)を満たすためには，当該置換が技術慣習として確立し\nているか，又は室内側案内レール固着構成よりも，背後壁固着要件による\n構成の方が技術内容として優れており，かつこの点が自明であることを必\n要不可欠とする。\nしかし，本件明細書の図６及び１３に示す各実施形態，さらに図１，３，\n１０及び１１に示す他の実施形態において，室内側案内レール固着構成を\n採用していることは，上記置換が技術常識として確立していないことを示\nしている。\nしかも，室内側案内レールが残存している場合には，室内側案内レール\n固着構成においては，単に室内側案内レールに取付け補助部材を固着する\nという単純な作業によって取付け補助部材の固着を実現することができる。\nこれに対し，背後壁固着要件による構成においては，ビス挿通孔を室外側\n壁部１０７及び室内側案内レール１１５の双方に設けるか，又は室外側壁\n部１０７のうち，室内側案内レール１１５よりも上側の位置に設けた上で，\n室内側壁部１０８と背後壁１０４とをビス止めするという煩雑な作業を必\n要不可欠とするので，室内側案内レール固着構成の方が優れている。\nエ  以上によれば，前記イ(ｱ)及び(ｲ)のいずれも満たされていないので，発\n\u0000 ８\u0000\n明の詳細な説明において，背後壁固着要件に関する記載が存在しなくとも\nサポート要件が充足されるとすることはできない。\n(3)  本件明細書の図３，６及び１３に示す実施形態においては，室内側案内レ\nール１１５はビス１１０によって取付け補助部材１０６に固着するために必\n要不可欠な対象物であるから，改修用下枠６９の固着に際し，室外側案内レ\nール１１４が作業の支障（邪魔）にならない限り，全部残存させるか又は一\n部残存させる場合があり得るとしても，室内側案内レール１１５が残存する\n場合には，一部切断等せずして室内側案内レール固着構成を採用することが\n技術常識に合致するものであり，被告が後記第４の１(2)において主張する\nように，室内側案内レールが残存する構成において背後壁固着要件による構\n成を採用することが技術常識に合致するとはいえない。\nまた，室外側壁部１０７は，取付け補助部材１０６の構成要素であって，\n切断・撤去の対象ではないのに対し，室内側案内レール１１５は，本来，切\n断・撤去も可能である以上，あえて一部残存させたうえで，ビス挿通孔を設\n定する必要がない。したがって，本件明細書【０１００】は，あくまで室内\n側案内レール１１５の全てを切断・撤去したことを前提とした記載であり，\nその記載が被告の主張を裏付けるものともいえない。\n２  取消事由２（実施可能要件に関する認定判断の誤り）について\n(1)  本件発明において，室内側案内レールが撤去される場合の背後壁固着要件\nだけでなく，残存する場合の背後壁固着要件もまた発明特定事項に該当する\nことは前記１(1)のとおりであるので，審決の判断は誤りである。\n(2)  本件明細書には，室内側案内レール１１５が残存する実施形態につき，室\n内側案内レール固着構成のみが開示されており，背後壁固着要件による構成\nについては何ら開示されていない以上，当業者においては，同実施形態につ\nき背後壁固着要件による構成は不要であるものと解するのが当然である。\nしたがって，本件明細書において，室内側案内レール１１５が残存する実\n\u0000 ９\u0000\n施形態につき，背後壁固着要件による構成についても容易に実施し得るよう\nに開示されたものと評価することできない。\n(3)  上記(2)を前提とした場合，前記１(2)イ(ｱ)又は(ｲ)の要件を満たせば，実\n施可能要件が充足されているということができるが，これが満たされていな\nいことは前記１(2)ウのとおりである。\n(4)  審決は，室内側案内レール１１５を残存させる構成につき，実施可能要\n件が必要であるとしても，例えば，出願当初の本件特許の明細書の図１４\n（別紙参照。以下も同様である。）のような位置関係の場合には，室内側案\n内レール１１５にビス挿通孔又は切り欠きを形成することによって，室内側\n案内レールを残存し得ること，ビス１１０が室内側案内レール１１５の上方\nに位置する場合には，室内側案内レール１１５に何の工作をする必要もなく，\n室内側案内レール１１５を残存することができること等は，当業者にとって\n明らかである以上，室内側案内レール１１５が残存する場合に，背後壁固着\n要件の実施につき，発明の詳細な説明が当業者にとって理解し難いというも\nのではないという予備的な説示をしている。\nしかし，本件特許の出願当初明細書も室内側案内レール１１５を残存した\n場合につき背後壁固着要件による構成を不要としている。そして，室内側案\n内レール固着要件による構成の方が容易に実施可能な状態にあるため，審決\nの指摘するような技術的手法を採用すべき技術的意義や動機付けが存在せず，\n当業者が，このような技術的手法を容易に実施することはあり得ない。\nしかも，本件明細書の図１４及び【０１００】が開示している実施形態は，\n室内側案内レール１１５が撤去された場合には，室内側案内レール固着構成\nを採用することができないため，室外側壁部１０７にビス挿通孔を形成する\nことによって，背後壁固着要件による構成を採用するものであり，本件発明\nは，室内側案内レール１１５を残存させた上で，室内側案内レール固着構成\nを採用することを原則としており，上記図１４に示す実施形態はあくまでそ\n\u0000 １０\u0000\nの余の例外的な構成にすぎない。そうすると，室内側案内レール１１５が残\n存しているにもかかわらず，本来採用すべき室内側案内レール固着構成では\nなく，あえて審決の指摘するような技術的手法を伴う背後壁固着要件を採用\nすることは技術常識に反するし，後知恵にすぎない。したがって，審決の判\n断は誤っている。\n３  取消事由３（明確性要件に関する認定判断の誤り）について\n本件特許の請求項１においては，室内側案内レールが残存している場合及び\n室内側案内レールが撤去される場合のいずれについても，背後壁固着要件を実\n現する技術内容は全く明らかにされていない。具体的には，ビスをいずれの方\n向からいかなる部位を通過させた上で，取付け補助部材と背後壁とを固着すべ\nきかを全く明らかにしていない。室内側案内レールを残存させる構成の場合に\nは，当該室内側案内レールの存在は，取付け補助部材を対象としてビスによっ\nて背後壁固着要件を実現する上で，必然的に作業上の支障と化す。このような\n場合，ビスの通過方向及び通過部位を明らかにしなければ，室内側案内レール\nの残存と上記固着とを両立させることができない。その意味において，請求項\n１記載の背後壁固着要件による構成は極めて不明瞭である。\n本件明細書の記載を参照しても，室内側案内レールが撤去される場合につい\nては明確性の要件を充足していると解し得ないではないが，室内側案内レール\n１１５が残存する場合については，図６及び１３のように，室内側案内レール\n固着要件による構成のみが開示され，背後壁固着要件による構成を不要として\nおり，本件発明１につき，背後壁固着要件による構成は本来不要であって，当\n該要件による構成は不存在と解する以外にない。\nしたがって，明確性要件は充足されておらず，審決の判断は誤りである。\n第４  被告らの反論\n１  取消事由１（サポート要件に関する認定判断の誤り）について\n(1)  本件発明においては，「室内側案内レール」の特定の態様は課題の解決及\n\u0000 １１\u0000\nび効果に関与する事項ではなく，請求項に発明特定事項として記載する必要\nはないので，サポート要件を問われるべきものではない。\n(2)  本件出願の原出願の出願時である平成１５年３月７日当時，取付け補助部\n材を既設下枠の底壁の最も室内側端部に連なる背後壁の立面にビスで固着し\nて取付ける場合，つまり一つの部材をビスで他の部材の立面に固着するよう\nな場合，たとえ取付け方向の手前に更に板状の第３の部材が存在していたと\nしても，第３の部材が固着作業の邪魔にならないならばそれをあえて撤去す\nる必要はないことは普通に知られていた事項である。または，その板状の第\n３の部材が固着作業の邪魔になるなら，それを全部切断・撤去することのほ\nかに，若干残して撤去したり，ビス挿通孔を設けたり，切り欠き部を形成し\nてビスでの固着作業の邪魔にならないようにすることも技術常識であった。\nまた，上記に例示した出願時の技術常識等はいずれも本件明細書の発明の\n詳細な説明中（【００７０】，【００９４】，【０１００】）に直接的又は間接的\nに言及されている。\nしたがって，仮にサポート要件を求められるものであっても，この要件は\n充足されており，審決の判断に誤りはない。\n２  取消事由２（実施可能要件に関する認定判断の誤り）について\n本件発明は「室内側案内レールが残存すること」及び「室内側案内レールが\n撤去されること」を発明特定事項としていないのであるから，このような要素\nまで，実施要件の充足を要求されるべきものでないし，仮に充足を求められる\nものであっても，前記１のとおり，当業者は技術常識や明細書の記載を参考に\nして本件発明を実施可能なのであり，かつ，その実施も当業者に合理的に期待\nし得る程度を超えた試行錯誤を要するものではない。\nしたがって，本件発明が実施要件を満たすとした審決の判断に誤りはない。\n３  取消事由３（明確性要件に関する認定判断の誤り）について\n本件発明１は，背後壁固着要件の実施の態様の細部まで記載することを必要\n\u0000 １２\u0000\nとされるべき発明ではないことは当業者に明らかであるので，原告の主張は誤\nっている。\n原告も平成２５年２月４日付け第１準備書面のＢの第１の一の１において特\n許請求の範囲の記載に関し，「これに対し，本件請求項１，２，４，５発明に\nおいては，「室外側案内レールを付け根付近から切断して撤去」すること（請\n求項１，２発明の場合），又は「室外側案内レールは付け根付近から切断して\n撤去され」ること（請求項４，５発明の場合）を要件とするも（双方の要件は\n同趣旨である。），室内側案内レールの切断・撤去及び残存の何れをも要件とし\nていない。したがって，請求項１，２，４，５発明においては，必然的に室内\n側案内レールを切断・撤去しない構成と，切断・撤去する構成の何れをも包摂\nしている。」として判断するほどに請求項１の記載は明白なのであるから，本\n件発明１は明確である。したがって，審決の判断に誤りはない。\n第５  当裁判所の判断\n当裁判所は，原告の各取消事由の主張にはいずれも理由がなく，その他，審\n決にはこれを取り消すべき違法はないものと判断する。その理由は，以下のと\nおりである。\n１  取消事由１（サポート要件に関する認定判断の誤り）について\n(1)  本件発明について\n本件発明の特許請求の範囲は，前記第２の２に記載のとおりであるところ，\n本件明細書（甲１）には，次の内容の記載がある。\n「【技術分野】\n【０００１】\n本発明は，建物の壁に窓として設けられている既設引戸を改修用引戸に改\n修する引戸装置の改修方法，及び，その改修した改修引戸装置に関する。\n【背景技術】\n【０００２】\n\u0000 １３\u0000\n図１５は従来の技術の改修用引戸装置１を示す鉛直断面図であり，図１６\nは図１５の切断面線ＶＩＩ－ＶＩＩから見た水平断面図である。経年変化に\nよって老朽化した集合住宅などの建物は，リフォームとも呼ばれる改修工事\nの一環として，その建物に設けられる窓もまた，改修される。この窓は，集\n合住宅の場合，一棟に設けられる設置箇所数が多いため，改修作業の効率の\n向上が望まれている。」\n「【０００８】\n上記の改修用下枠１３，改修用竪枠１４および改修用上枠１５が，既設下\n枠５，既設竪枠７および既設上枠９にそれぞれ取付けられた後，下枠カバー\n材１９が改修用下枠１３の下枠補助材３０にビス４７によって固定され，竪\n枠カバー材１８が改修用竪枠１４の竪枠補助材３７にビス４８によって固定\nされ，上枠カバー材１７が改修用上枠１５の上枠補助材４３にビス４９によ\nって固定される。」\n「【発明が解決しようとする課題】\n【００１０】\nこのような従来の技術では，改修用下枠１３が既設下枠５に載置された状\n態で既設下枠５に固定されるので，改修用下枠１３と改修用上枠１５との間\nの空間の高さ方向の幅Ｈ１が小さくなり，有効開口面積が減少してしまうと\nいう問題がある。\n【００１１】\nまた，改修用下枠１３の下枠下地材３０は既設下枠５の案内レール２１，\n２２上に直接乗載され，その案内レール２１，２２を基準として固定されて\nいるから前述の改修用下枠１３と改修用上枠１５との間の空間の高さ方向の\n幅Ｈ１がより小さくなり，有効開口面積が減少してしまうという問題がある。\n【００１２】\n本発明の目的は，広い開口面積を確保することができる引戸装置の改修方\n\u0000 １４\u0000\n法及び改修引戸装置を提供することである。」\n「【発明の効果】\n【００１８】\n請求項１～６記載の本発明によれば，既設下枠の室外側案内レールを切断\nして撤去したので，改修用下枠と改修用上枠との間の空間の高さ方向の幅が\n大きく，有効開口面積が減少することがなく，広い開口面積が確保できる。\nまた，既設下枠に室内寄りに取付補助部材を設けるとともに，この取付け\n補助部材を既設下枠の底壁の最も室内側の端部に連なる背後壁の立面にビス\nで固着して取付け，取付け補助部材を基準として改修用引戸枠を既設引戸枠\nに取付けるので，既設引戸枠の形状，寸法に応じた形状，寸法の取付け補助\n部材を用いることで，形状，寸法が異なる既設引戸枠に同一の改修用引戸枠\nを取付けできる。」\n「【発明を実施するための最良の形態】\n・・・\n【００６７】\n図６は本発明の実施の他の形態の改修用引戸装置５０ｂが設置された窓５\n１の鉛直断面図で，図７は図６の切断面線Ｂ－Ｂから見た窓５１の水平断面\n図である。・・・\n【００６９】\nこの実施の形態の既設下枠５６，改修用下枠６９，取付け補助部材１０６\nは前述の図１，図２に示す実施の形態の既設下枠５６，改修用下枠６９，取\n付け補助部材１０６とほぼ同様で，既設下枠５６の背後壁１０４の上端部に\n室内６８側に向かう横向片１０４ａを有し，この横向片１０４ａと改修用下\n枠６９の支持壁８９の上端が同一高さであること，改修用下枠６９の室外７\n３側部分に乾式の室外側下枠シール材３００が室内６８側に向けて装着さ\nれ，この室外側下枠シール材３００が既設下枠５６の前壁１０２に圧接して\n\u0000 １５\u0000\nいることが大きく相違する。\n【００７０】\n具体的には，既設下枠５６の室外側案内レール１１４を図６の仮想線で示\nすように切断して撤去されている。この室外側案内レール１１４は全てを切\n断して撤去しても良いし，若干残して撤去しても良い。\n取付け補助部材１０６は，その室外側壁部１０７が室内側案内レール１１\n５にビス１１０で固着して取付けられる。\n改修用下枠６９の支持壁８９，室内側脚部分９１が取付け補助部材１０６\nの上壁部１０９に支持され，底壁８１の室外寄りがスペーサ３０１を介して\n既設下枠５６の底壁１０３の室外寄りに支持され，ビス１１２で取付け補助\n部材１０６に固定される。」\n「【０１００】\nまた，図１４に示すように，既設下枠５６の室内側案内レール１１５を前\n述と同様に切断して撤去し，取付け補助部材１０６を既設下枠５６の背後壁\n１０４にビス１１０で固着しても良い。\n例えば，取付け補助部材１０６の室内側壁部１０８を既設下枠５６の背後\n壁１０４にビス１１０で固着する。この場合には室外側壁部１０７に図示し\nないビス挿通孔を形成し，そのビス挿通孔からビス止めすることが好まし\nい。」\n(2)ア  特許制度は，明細書に開示された発明を特許として保護するものであり，\n明細書に開示されていない発明までも特許として保護することは特許制度\nの趣旨に反することから，特許法３６条６項１号のいわゆるサポート要件\nが定められたものである。したがって，同号の要件については，特許請求\nの範囲に記載された発明が，発明の詳細な説明の欄の記載によって十分に\n裏付けられ，開示されていることが求められるものであり，同要件に適合\nするものであるかどうかは，特許請求の範囲の記載と発明の詳細な説明の\n\u0000 １６\u0000\n記載とを対比し，特許請求の範囲に記載された発明が発明の詳細な説明に\n記載された発明であるか，すなわち，発明の詳細な説明の記載と当業者の\n出願時の技術常識に照らし，当該発明における課題とその解決手段その他\n当業者が当該発明を理解するために必要な技術的事項が発明の詳細な説明\nに記載されているか否かを検討して判断すべきである。\nイ  前記(1)認定の本件明細書の記載によれば，本件発明は，従来技術にお\nいて，(ｱ)改修用下枠が既設下枠に載置された状態で既設下枠に固定され\nるので，改修用下枠と改修用上枠との間の空間の高さ方向の幅が小さくな\nり，有効開口面積が減少してしまうという問題（以下「課題(ｱ)」とい\nう。），及び，(ｲ)改修用下枠の下枠下地材は既設下枠の案内レール上に\n直接乗載され，その案内レールを基準として固定されるため改修用下枠と\n改修用上枠との間の空間の高さ方向の幅がより小さくなり，有効開口面積\nが減少してしまうという問題（以下「課題(ｲ)」という。）があったた\nめ，これらの問題を，①既設下枠の室外側案内レールを切断して撤去する\n（以下「構成①」という。），②既設下枠の室内寄りに取付け補助部材を\n設けるとともに，この取付け補助部材を既設下枠の底壁の最も室内側の端\n部に連なる背後壁の立面にビスで固着して取り付け，取付け補助部材を基\n準として改修用引戸枠を既設引戸枠に取り付ける（以下「構成②」とい\nう。）ことにより解決したものであり，構成①を採ることにより，改修用\n下枠と改修用上枠との間の空間の高さ方向の幅が大きく，広い開口面積が\n確保でき，構成②を採ることにより，既設引戸枠の形状，寸法に応じた形\n状，寸法の取付け補助部材を用いることで，形状，寸法が異なる既設引戸\n枠に同一の改修用引戸枠を取付けできるという効果を奏するものであると\n認められる。そして，本件明細書【０１００】には，既設下枠５６の室内\n側案内レール１１５を切断して撤去する場合における構成①及び②の具体\n的な構成（実施形態）が記載されている。\n\u0000 １７\u0000\nウ  他方，本件特許の請求項１，２，４及び５の文言に照らすと，本件発明\nには，上記イ（本件明細書【０１００】，図１４）に記載した，既設下枠\n５６の室内側案内レール１１５を切断して撤去する構成のみならず，既設\n下枠５６の室内側案内レール１１５を切断せず残存させる（撤去しない）\n構成（背後壁固着要件を充足する構成）も含まれると解釈できるところ，\n本件明細書には，既設下枠の室内側案内レールを残存させる（撤去しな\nい）構成とした上で，背後壁固着要件を充足する実施形態は記載されてい\nない。\nしかし，上記イに認定したところによれば，本件発明において，課題\n(ｱ)及び(ｲ)を解決するためには，構成①及び②を採用すれば足り，既設下\n枠の室内側案内レールを切断して撤去するかどうかは上記課題の解決には\n関係しないし，室内側案内レールを切断して撤去しなければ本件発明の効\n果を奏しないということもない。加えて，本件明細書の図６の実施形態\n（甲１【００６７】，【００６９】，【００７０】）等に，既設下枠５６\nの室内側案内レール１１５を残存する（撤去しない）構成が開示されてい\nることも併せ考えると，当業者であれば，本件明細書の記載から，構成②\nとする際に，既設下枠５６の室内側案内レール１１５を切断して撤去する\n構成のほかに，既設下枠５６の室内側案内レール１１５を残存させる（撤\n去しない）構成も想定できるといえる。\n以上によれば，本件明細書の発明の詳細な説明には，当業者において，\n特許請求の範囲に記載された本件発明の課題とその解決手段その他当業者\nが本件発明を理解するために必要な技術的事項が記載されているものとい\nえる。\nしたがって，本件発明は，本件明細書において十分に裏付けられ，開示\nされているものと認められ，特許法３６条６項１号のサポート要件違反の\n有無に関する審決の判断の結論に誤りはない。\n\u0000 １８\u0000\n(3)  原告の主張について\nア  原告は，本件発明においては背後壁固着要件をその構成として含んでい\nるところ，本件明細書においては，室内側案内レールが残存する実施形態\nにおいて，室内側案内レール固着構成は採用されているが，背後壁固着要\n件による構成は採用されておらず，同実施形態において同構成は不要とさ\nれており，室内側案内レール固着構成であっても背後壁固着要件による構\n成を重畳して採用することが技術常識に合致し，かつこの点が自明である\nともいえず，室内側案内レールが残存するとしても，室内側案内レール固\n着構成を背後壁固着要件による構成に置換することが技術常識に合致し，\nかつこの点が自明であるともいえないので，発明の詳細な説明において，\n背後壁固着要件に関する記載が存在しなくともサポート要件が充足される\nとすることはできない旨主張する。\nしかし，前記(2)において認定したところに照らすと，本件発明につき，\n室内側案内レールが残存する実施形態において，室内側案内レール固着構\n成は採用されているが，背後壁固着要件による構成は採用されていないと\nいうことはできず，原告の上記主張を採用することはできない。\nイ  原告は，本件明細書の図３，６及び１３に示す実施形態においては，室\n内側案内レール１１５はビス１１０によって取付け補助部材１０６に固着\nするために必要不可欠な対象物であるから，改修用下枠６９の固着に際し，\n室外側案内レール１１４が作業の支障（邪魔）にならない限り，全部残存\nさせるか又は一部残存させる場合があり得るとしても，室内側案内レール\n１１５が残存する場合には，一部切断等せずして，室内側案内レール固着\n要件を採用することが技術常識に合致している旨主張する。\nしかし，本件明細書には，室内側案内レールを残存させるのは，取付け\n補助部材を固着するためであるとの記載はなく，室内側案内レール１１５\nに取付け補助部材１０６を固着しない場合にも，室内側案内レール１１５\n\u0000 １９\u0000\nを残存することを排除しているとはいえない。また，本件明細書【０１０\n０】には，「例えば，取付け補助部材１０６の室内側壁部１０８を既設下\n枠５６の背後壁１０４にビス１１０で固着する。この場合には室外側壁部\n１０７に図示しないビス挿通孔を形成し，そのビス挿通孔からビス止めす\nることが好ましい。」との記載があり，取付け補助部材１０６の室外側壁\n部１０７のようなビス止めの妨げとなる部材がある場合に，ビス挿通孔を\n形成し，そのビス挿通孔からビス止めすることが開示されていることに照\nらすと，室内側案内レール１１５を残存させた場合に，室内側案内レール\n１１５にビス挿通孔を形成し，そのビス挿通孔からビス止めすることは，\n当業者がごく普通に着想し得ることであると認められる。\nなお，原告は，室外側壁部１０７は，取付け補助部材１０６の構成要素\nであって，切断・撤去の対象ではないのに対し，室内側案内レール１１５\nは，本来，切断・撤去も可能である以上，あえて一部残存させたうえで，\nビス挿通孔を設定する必要がなく，本件明細書【０１００】は，あくまで\n室内側案内レール１１５の全てを切断・撤去したことを前提とした記載で\nある旨主張する。確かに上記段落の記載は，室内側案内レールを撤去した\n実施例を説明したものではあるものの，そうであるからといって，取付け\n補助部材１０６の室外側壁部１０７のようなビス止めの妨げとなる部材が\nある場合に，ビス挿通孔を形成し，そのビス挿通孔からビス止めするとい\nう上記開示がなされていることには変わりはない。\nしたがって，原告の上記各主張を採用することはできない。\n２  取消事由２（実施可能要件に関する認定判断の誤り）について\n(1)  前記１に判示したところに照らすと，少なくとも室内側案内レール１１５\nを残存した際に，室内側案内レール１１５にビス挿通孔を形成し，背後壁に\nビスで固着する構成を採用することにより，取付け補助部材の室内側壁部を\n既設下枠の背後壁に固着するとともに，既設下枠の室内側案内レールを残存\n\u0000 ２０\u0000\nさせる（撤去しない）構成とすることは，当業者が容易に実施できるものと\n認められる。\nしたがって，本件発明は実施可能要件を充足するものであり，この点に関\nする審決の判断に誤りはない。\n(2)  原告の主張について\nア  原告は，本件明細書には，室内側案内レール１１５が残存する実施形態\nにつき，室内側案内レール固着構成のみが開示されており，背後壁固着要\n件による構成については何ら開示されていない以上，当業者においては，\n同実施形態につき背後壁固着要件による構成は不要であるものと解するの\nが当然であり，本件明細書において，室内側案内レール１１５が残存する\n実施形態につき，背後壁固着要件による構成についても容易に実施し得る\nように開示されたものと評価することできない旨主張するが，前記(1)に\n認定したところによれば，原告の上記主張を採用することはできない。\nイ  原告は，審決は，室内側案内レール１１５を残存させる構成につき，実\n施可能要件が必要であるとしても，例えば，出願当初の本件特許の明細書\nの図１４のような位置関係の場合には，室内側案内レール１１５にビス挿\n通孔又は切り欠きを形成することによって，室内側案内レールを残存し得\nること，ビス１１０が室内側案内レール１１５の上方に位置する場合には，\n室内側案内レール１１５に何の工作をする必要もなく，室内側案内レール\n１１５を残存することができることなどは，当業者にとって明らかである\n以上，室内側案内レール１１５が残存する場合に，背後壁固着要件の実施\nにつき，発明の詳細な説明が当業者にとって理解し難いというものではな\nいとしているが，本件明細書は，室内側案内レール１１５を残存した場合\nにつき背後壁固着要件による構成を不要としており，室内側案内レール固\n着要件による構成の方が容易に実施可能な状態にあるため，審決の指摘す\nるような技術的手法を採用すべき技術的意義や動機付けが存在せず，当業\n\u0000 ２１\u0000\n者においては，このような技術的手法を容易に実施することはあり得ず，\n室内側案内レール１１５が残存しているにもかかわらず，本来採用すべき\n室内側案内レール固着構成ではなく，あえて審決の指摘するような技術的\n手法を伴う背後壁固着要件を採用することは技術常識に反するし，後知恵\nにすぎないなどと主張する。\nしかし，前記１(3)イ認定のとおり，本件明細書において，室内側案内\nレール１１５に取付け補助部材１０６を固着しない場合にも，室内側案内\nレール１１５を残存することを排除しているとはいえないし，この場合，\n当業者であれば，構成②とする際に，既設下枠５６の室内側案内レール１\n１５を切断して撤去する構成のほかに，既設下枠５６の室内側案内レール\n１１５を残存させる（撤去しない）構成も想定でき，そのように室内側案\n内レール１１５を残存した際に，ビス挿通孔を形成し，そのビス挿通孔か\nらビス止めすることはごく普通に着想し得るものであると認められる以\n上，原告の上記主張を採用することはできない。\n３  取消事由３（明確性要件に関する認定判断の誤り）について\n原告は，本件特許の請求項１においては，室内側案内レールが残存している\n場合及び室内側案内レールが撤去される場合のいずれについても，ビスをいず\nれの方向からいかなる部位を通過させた上で，取付け補助部材と背後壁とを固\n着すべきかを全く明らかにしておらず，背後壁固着要件を実現する技術内容は\n全く明らかにされていない，室内側案内レールを残存させる構成の場合には，\n当該室内側案内レールの存在は，取付け補助部材を対象としてビスによって背\n後壁固着要件を実現する上で，必然的に作業上の支障と化すので，ビスの通過\n方向及び通過部位を明らかにしなければ，室内側案内レールの残存と上記固着\nとを両立させることができないのであり，請求項１記載の背後壁固着要件によ\nる構成は極めて不明瞭である，本件明細書では，室内側案内レール１１５が残\n存する場合については，室内側案内レール固着要件による構成のみが開示され\n\u0000 ２２\u0000\nており，背後壁固着要件による構成を不要としており，本件発明１につき，背\n後壁固着要件による構成は本来不要であって，当該要件による構成は不存在と\n解する以外にないなどと主張する。\nしかし，本件特許の請求項１に係る特許請求の範囲には，「取付け補助部材\nを既設下枠の底壁の最も室内側の端部に連なる背後壁の立面にビスで固着して\n取付け」と記載されているので，取付け補助部材を既設下枠の底壁の最も室内\n側の端部に連なる背後壁の立面に取付けること，及び固着手段としてビスを用\nいることが特定されており，それらの記載は明確であるといえる。\nなお，既設下枠の室内側案内レールを残存させる（撤去しない）構成とした\n場合には，前記１(3)イ認定のとおり，室内側案内レールにビス挿通孔を設け\nることによりビスによる固着作業が支障なく行われ得るが，そのようなことは\n当業者が本件発明１を具現化する際にごく普通に成し得ることであり，室内側\n案内レールにビス挿通孔を設ける旨の記載がないことをもって特許請求の範囲\nの記載が明確でないということはできない。\nしたがって，原告の上記主張を採用することはできず，本件特許の請求項１\nの特許請求の範囲が不明確とすることはできないとした審決の判断の結論には\n誤りはない。\n４  まとめ\n以上によれば，原告の主張する取消事由はいずれも理由がなく，他に審決を\n取り消すべき事由もない。\n第６  結論\nよって，原告の請求は理由がないからこれを棄却することとし，主文のとお\nり判決する。\n知的財産高等裁判所第３部\n\u0000 ２３\u0000\n裁判長裁判官          設      樂\n      一\n裁判官          西              理      香\n裁判官          神      谷      厚      毅\n\u0000 ２４\u0000\n別紙別紙別紙別紙\n図図図図６６６６\n\u0000 ２５\u0000\n図図図図１４１４１４１４\n"
}