{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 7,
    "day": 6
  },
  "case_number": "平成26(行ウ)7",
  "case_name": "給与減額処分取消等請求事件",
  "court_name": "大阪地方裁判所第５民事部",
  "gist": "卒業式における正門の警備及び国歌斉唱の際に起立斉唱すること等を命じた大阪府立高校校長の職務命令に従わなかったことを理由とする同学校の教員である原告に対する１か月の減給処分について，大阪府国旗国歌条例，それに基づく通達及び同職務命令のいずれもが憲法１９条，１４条，２１条等に違反するものではなく，同減給処分は懲戒権者の裁量の範囲を逸脱濫用するものともいえないとして，原告の処分取消等の請求及び慰謝料請求がいずれも棄却された事例",
  "lawsuit_id": "86403",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86403",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/403/086403_hanrei.pdf",
  "contents": "主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は，原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  Ａ教育委員会 が原告に対して平成２５年３月１２日付けでなした，地方公\n務 員 法 ２ ９ 条 １ 項 １ 号 及 び ３ 号 に よ り １ か 月 間 給 与 及 び こ れ に 対 す る 地 域\n手当の合計額の１０分の１を減ずる処分を取り消す。\n２  被告は，原告に対し，１００万円及びこれに対する平成２６年３月８ 日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  本件事案の概要\n本件は，Ａ立Ｂ高校の教員であった原告が，平成２４年度同校卒業式におい\nて，同校校長から正門での警備業務を命じられていたにもかかわらず，この職\n務を無断で放棄した上，式場内に勝手に立ち入り，持参した丸椅子に座り，国\n歌斉唱時に起立して斉唱しなかったことを理由にＡ教育委員会から減給１か月\nの懲戒処分を受けたこと（以下，「本件減給処分」という。）について，同処\n分が違法であると主張して，その取消しを求めるとともに（以下，この請求を\n「本件取消請求」という。），被告に対し，国家賠償法（以下「国賠法」とい\nう。）１条１項に基づき，原告が被った精神的苦痛に相当する慰謝料として１\n００万円及びこれに対する平成２６年３月８日（訴状送達の日の翌日）から支\n払済みまで民法所定の年５分の割合による遅延損害金の支払を求める（以下，\nこの請求を「本件損害賠償請求」という。）事案である。\n２  前提となる事実（争いがない事実及び後掲証拠等により容易に認められる事\n実）\n(1)  当事者等\nア  原告\n原告は，昭和５０年にＡ立高等学校の教員に採用され，以後，Ａ立Ｃ高\n校，Ａ立Ｄ高校，Ａ立Ｅ高校などを経て，平成２１年４月からＢ高校の教\n諭として勤務していた。\nなお，原告は，平成２５年３月３１日をもって，定年退職した。\nイ  被告\n(ｱ)  被 告は， 地方 教育行 政の組 織及び 運営に 関する 法律（ 以下「 地教\n行法」という。）２条により，Ａ教育委員会を設置している。\n(ｲ)  Ａ 教育委 員会 は，地 教行法 ３５条 及び地 方公務 員法（ 以下「 地公\n法」という。）６条に基づき，原告に対し任命，休職，免職及び懲戒\n等を行う権限を有している。\n(2)  本件に関連する法規及び通達（要旨。以下同じ。）\nア  国旗及び国歌に関する法律（以下「国旗国歌法」という。）\n(ｱ)  国歌は，君が代とする（２条１項）。\n(ｲ)  君が代の歌詞及び楽曲は，別記第二のとおりとする（同条２項。\n別記第二は省略。）。\nイ   Ａ の施設 における国旗の掲揚及び教職員による国歌の斉唱に関する\n条例（以下「府国旗国歌条例」という。）\n(ｱ)  １条（目的）\nこの条例は，国旗国歌法，教育基本法及び学習指導要領の趣旨を踏\nまえ，府の施設における国旗の掲揚及び教職員に よる国歌の斉唱につ\nいて定めることにより，府民，とりわけ次代を担う子どもが伝統と文\n化を尊重し，それらを育んできた我が国と郷土を愛する意識の高揚に\n資するとともに，他国を尊重し，国際社会の平和と発展に寄与する態\n度 を 養 う こ と 並 び に 府 立 学 校 及 び 府 内 の 市 町 村 立 学 校 に お け る 服 務\n規律の厳格化を図ることを目的とする。\n(ｲ)  ４条（国歌の斉唱）\n１項   府立学校及び府内の市町村立学校の行事において行われる\n国歌の斉唱にあっては，教職員は起立により斉唱を行うものと\nする。ただし，身体上の障がい，負傷又は疾病により起立，若\nしくは 斉唱 す る のに 支障が ある と校 長が 認める 者に つい ては ，\nこの限りでない。\n２項  前項の規定は，市町村の教育委員会による服務の監督の権限\nを侵すものではない。\nウ  Ａ教育委員会の教育長（以下「教育長」という。）による通達\n教育長が，平成２４年１月１７日付けで府立学校の教職員宛に発出し\nた「入学式及び卒業式等における国旗掲揚及び国歌斉唱について（通達）」\nと題する通達（以下「本件通達」という。）の内容は ，要旨以下のとお\nりである。\n国旗掲揚及び国歌斉唱は，児童・生徒に国際社会に生きる日本人とし\nての自覚を養い，国を愛する心を育てるとともに，国旗及び国歌を尊重\nする態度を育てる観点から学習指導要領に規定されているものである。\nまた，府国旗国歌条例では，府立学校の行事において行 われる国歌の斉\n唱の際に，教職員は起立により斉唱を行うことが定められている。\nついては，入学式及び卒業式等国旗を掲揚し，国歌斉唱が行われる学\n校行事において，式場内のすべての教職員は，国歌斉唱に当たっては，\n起立して斉唱すること。\nエ  その他関係法規等\n(ｱ)  地公法\n①  ２７条（分限及び懲戒の基準）\n１項   すべて職員の分限及び懲戒については，公正でなければな\nらない。\n２項   職員は，この法律で定める事由による場合でなければ，そ\nの意に反して，降任され，若しく は免職されず，この法律又\nは条例で定める事由による場合でなければ，その意に反して，\n休職されず，又，条例で定める事由による場合でなければ，\nその意に反して降給されることがない。\n３項   職員は，この法律で定める事由による場合でなければ，懲\n戒処分を受けることがない。\n②  ２９条（懲戒）\n１項  教員が次の各号の一に該当する場合においては，これに対\nし懲戒処分として戒告，減給，停職又は免職の処分をするこ\nとができる。\n１号   こ の 法 律 若 し く は ５ ７ 条 に 規 定 す る 特 例 を 定 め た 法 律\n又はこれに基づく条例，地方公共団体の規則若しくは地方\n公共団体の機関の定める規程に違反した場合\n２号  職務上の義務に違反し，又は職務を怠った場合\n３号  全体の奉仕者たるにふさわしくない非行のあった場合\n②  ３２条（法令等及び上司の職務上の命令に従う義務）\n職員は，その職務を遂行するに当つ て，法令，条例，地方公共団\n体の規則及び地方公共団体の機関の定める規程に従い，且つ，上司\nの職務上の命令に忠実に従わなければならない。\n(ｲ)  Ａ府職員基本条例（甲１５。以下「府職員基本条例 」という。）\n①  ２７条（職務命令に違反した者に対する処分）\n１項   職務命令（地公法３２条に規定する上司の職務上の命令で\nあって，文書によるものに限る。以下同じ。）に違反する行\n為をした職員に対する標準的な懲戒処分は，戒告とする。\n２項   任 命 権 者 が ２ ９ 条 に 規 定 す る 措 置 を 講 じ た 場 合 に お い て\nも，なお職務命令に違反する行為を繰り返し，その累計が５\n回（職務命令に違反する行為の内容が同じ場合にあっては，\n３回）となる職員に対する標準的な法２８条１項に規定する\n処分は，免職とする。\n②  ２９条（職務命令に違反した職員に対し講ずべき措置）\n１項   任命権者は，２７条１項に規定する懲戒処分を受けた職員\nに対し，指導，研修その他必要な措置を講じなければならな\nい。\n２項   ２７条１項に規定する懲戒処分を受けた職員が，再度職務\n命令に違反した場合は，地公法２８条１項３号の規定により\n免職することがあることを文書で警告するものとする。\n(3)  本件入学式における不起立及び処分等\nア  平成２４年度職務命令及び不起立\nＢ高校のＦ校長は，平成２４年４月６日，同校の職員会議において，原\n告を含む同校の教員に対して，本件通達及び教員の役割分担表を配布した\n上で，同校の入学式の国歌斉唱時においては，式場内の全ての教職員は起\n立して斉唱すること及び当日の役割分担表に基づき職務に専念する旨の職\n務命令を発し，原告には正門警備の職務が割り当てられた（以下「平成２\n４年度職務命令」という。）。\nしかしながら，原告は，同月９日に開催された平成２４年度入学式（以\n下「本件入学式」という。）において，正門警備の役割を入学式終了まで\n果たすことなく，入学式に参列したところ，同校Ｇ教頭から正門警備に戻\nるように指導を受けたが，「騒ぎになりますよ。」などと言ってその指導\nに従わず式場内に留まり，国歌斉唱時に起立斉唱しなかった（以下「入学\n式不起立」又は「入学式不起立行為」という。）。\nイ  原告に対する本件戒告処分\nＡ教育委員会 は，平成２４年４月２５日 付けで，原告の 入学式不起立\nが地公法２９条１項１号及び３号に該当するとして，戒告処分を行った\n（以下「本件戒告処分」という。）。本件戒告処分の理由の概要は，原\n告は校長からの再三の指導に反し，Ｆ校長から命じられた役割分担の職\n務を行わず，無断で式場内に入り，国歌斉唱 時に起立して斉唱しなかっ\nたことは地公法３２ 条の上司の職務上の 命令に従う義務に違 反するも\nのであり，全体の奉仕者たるにふさわしくない非行であり，その職の信\n用を著しく失墜するものであるから，地公法２９条１項１号及び３号に\n該当するというものであった。\nウ  本件戒告処分に対する不服申立て\n原告は，本件戒告処分を不服として，平成２４年６月，Ａ人事委員会に\n不服審査を行ったが，同委員会は本件戒告処分を承認するとの裁決を行っ\nたため，当庁に戒告処分取消請求訴訟を提起している（弁論の全趣旨）。\n(4)  本件訴訟に至る経緯\nア  本件職務命令の発令\nＦ校長は，平成２５年２月２５日，Ｂ高校の職員会議において，原告を\n含む同校の教員に対して，本件通達及び教員の役割分担表を配布した上で，\n同校の卒業式の国歌斉唱時においては，式場内の全ての教職員は起立して\n斉唱すること及び当日の役割分担表に基づき職務に専念する旨の職務命令\nを口頭で発し，原告には正門校内外警備・自転車整理の職務が割り当てら\nれた（以下「本件職務命令」という。）。\nイ  本件不起立\n原告は，平成２５年３月１日に行われたＢ高校平成２４年度卒業式（以\n下「本件卒業式」という。）において，同僚の教師らと共に正門警備を担\n当していたが，卒業式開会直前に式場に丸椅子を持ち込み，教員席の横に\n丸椅子を置いて着席した。\n原告は，国歌斉唱時に起立斉唱しなかった（以下，原告の同行為を「本\n件不起立」又は「本件不起立行為」という。）。\nウ  本件減給処分\nＡ教育委員会は，同月１２日，地公法２９条１項１号及び３号に基づき，\n原告に対し，１か月間の給料及びこれに対する地域手当の合計額の１０分\nの１を減ずる処分（本件減給処分）を行った。本件減給処分の理由の概要\nは，原告は，校長及び教頭による再三の指導並びに校長及び教頭の職務命\n令に反して，校長から命じられた正門警備の職務を途中で放棄し，式の会\n場である体育館内に無断で入室し，その際わざわざ自ら着席するための丸\n椅子を会場内に持ち込み，国歌斉唱時に着席し，起立して斉唱しなかった\nことは地公法３２条に規定する上司の職務上の命令に従う義務に違反する\nものであるばかりか，学校の儀式的行事としての式典の秩序や雰囲気を損\nなうものであり，また，入学式不起立により戒告処分をうけたにもかかわ\nらず，職務命令違反を繰り返したものであって，以上は，学校教育に携わ\nる公立学校職員として，全体の奉仕者たるにふさわしくない非行であり，\nその職の信用を著しく失墜するものであるから，地公法２９条１項１号及\nび３号に該当するというものであった。\nエ  本件減給処分に対する不服申立て\n原告は，本件減給処分に対し，平成２５年３月２８日付けで不服審査申\n立てを行った（弁論の全趣旨）。\nオ  本件訴訟の提起\n原告は，平成２６年１月２０日，当庁に対し，本件減給処分の取消等を\n求める本件訴訟を提起し，同訴状は，同年３月７日に被告に送達された。\n第３  本件の主要な争点\n１  本件減給処分の違法性\n(1)ア  府国旗国歌条例，本件通達及び本件職務命令が原告の思想・良心の自由\n（憲法１９条），法の下の平等（憲法１４条）を侵害するものであるか（争\n点１）\nイ  府国旗国歌条例，本件通達及び本件職務命令が原告の表現の自由（憲法\n２１条）を侵害するものであるか（争点２）\nウ  府国旗国歌条例，本件通達及び本件職務命令が原告の学問の自由（憲法\n２３条，同２６条）を侵害するものであるか（争点３）\n(2)  本件減給処分が裁量権の範囲を逸脱し，又はこれを濫用したものであるか\n（争点４）\n２  本件損害賠償請求の成否並びに損害の有無及び額（争点５）\n第４  主要な争点に関する当事者の主張\n１  争点１（憲法１９条[思想・良心の自由]，憲法１４条［法の下の平等］違反\nについて）\n（被告の主張）\n(1)  府国旗国歌条例，それに基づく本件通達及び本件職務命令は，以下のとお\nり，いずれも原告の思想・良心の自由を侵害するものではなく，本件職務命\n令は，憲法１４条に違反するものではない。\nア  最高裁平成２３年６月６日判決は，全体の奉仕者として法令等及び上司\nの職務上の命令に従って職務を遂行すべきこととされている地方公務員の\n地位の性質及びその職務の公共性に鑑みた場合，公立学校の教職員は法令\n上及び職務上の命令に従わなければならない立場にある，また，卒業式に\nおける国歌斉唱時の起立斉唱を職務命令とすることは，学校教育の目標や\n卒業式等の儀式的行事の意義，在り方等を定めた関係法令上等の諸規定の\n趣旨に沿って，地方公務員の地位の性質及びその職務の公共性を踏まえ，\n生徒たちへの配慮を含め，教育上の行事にふさわしい秩序の確保とともに\n式典の円滑な進行を図るものであって，憲法１９条に規定する思想・良心\nの自由の侵害に当たらない旨判示しているし，最高裁平成１９年２月２７\n日判決においても同様に判示している。このように，原告を含む府立学校\nの教職員に府立学校の卒業式等における国歌斉唱の際に起立して斉唱する\nことを命ずることは，上記各最高裁判決が判示するとおり，原告の思想・\n良心の自由を直ちに制約するものでないことは明らかであって，府国旗国\n歌条例，それに基づく本件通達及び本件職務命令はいずれも憲法１９条に\n違反するものではない。\nイ  本件職務命令は，原告自身が行う可能性が高いと判断された本件卒業式\nにおける不起立行為を防止し，同式の適正な運営を確保するために発せら\nれたものであり，憲法１４条に違反するものではない。\n(2)  なお，原告は，府国旗国歌条例１条の「目的」の規定中の文言を捉えて，\n同条例は，国旗国歌法の立法趣旨を逸脱するものであり，憲法９４条に違反\nする旨主張するが，同条例は，２条から４条までの規定内容から明らかなよ\nうに，Ａ立学校及びＡ内市町村立学校の行事において行われる国歌の斉唱の\n際の教職員の起立斉唱に関する服務に関して規定したものであって，国旗国\n歌法その他の法令に違反するものではなく，また，憲法９４条の「法律の範\n囲内」や地方自治法の規定を逸脱するものではない。\n（原告の主張）\n(1)  府国旗国歌条例，それに基づく本件通達及び本件職務命令は，以下のとお\nり，いずれも原告の思想・良心の自由を侵害し，違憲，違法なものである。\nまた，本件職務命令は，原告の思想に着目されて発令されたもので，憲法１\n４条に反するものである。\nア(ｱ)  府国旗国歌条例は，その制定過程や同条例１条の文言も踏まえれば，\n個々の教職員に対し，学校行事における君が代起立斉唱を強制するよう\n積極的に意味づけるものであって，儀礼的な所作とはいえず，個々の教\n職員に対して憲法１９条が保障する思想・良心の自由を直接侵害するも\nのであって，違憲，違法なものである。\n(ｲ)  原告は，人権教育に深く関わり，日の丸，君が代が戦前の日本のアジ\nア侵略のシンボルとなり，それらを利用した国家主義的教育が少数者を\n排除し差別を深刻化されることを感じており，多数派の共有する特定の\n価値観に基づく社会統合をするためにシンボルとして君が代を強制する\nことは，その価値観に属さないあるいはその価値観に疑問を抱く少数派\nが排除されることであるとの教員としての学び，実践を積み重ねてきた。\n原告は，このような思想に基づき君が代を起立斉唱することはできず，\n原告に対して君が代斉唱を強制する本件職務命令は，原告の思想・良心\nの自由を直接侵害するものであり，違憲，違法であって，本件職務命令\nに従う義務はなく，原告がこれに違反したことを理由としてなされた本\n件減給処分は取り消されるべきである。\nイ  また，原告に対する本件職務命令が国歌斉唱をできないという内心を理\n由に発出されたのであれば，それは信条を理由とした不合理な差別であり，\n憲法１４条に明確に違反するものである。\n(2)  府国旗国歌条例は， その第１条の文言に照らすと ，君が代 の起立斉唱\nを特定の思想の表明として積極的意味のある行為として捉えており，君が\n代 の 斉 唱 に つ い て 何 ら の 強 制 も し な い と い う 国 旗 国 歌 法 の 立 法 趣 旨 に反\nして，これを強制するものであり，同法の趣旨に反する内容といえ る。し\nたがって，同条例は ，憲法９４条の「法律の範囲内」を超える条例として\n無効であって，これに基づく本件通達も ，その内容において実質的に無効\nである。\n２  争点２（憲法２１条[表現の自由]違反）\n（被告の主張）\n原告は，本件職務命令等が憲法２１条に反すると主張するが，上記１（被告\nの主張）(2)で指摘した最高裁判決の判示内容は，憲法２１条の表現の自由にも\nそのまま妥当するものである。したがって，同条例は，憲法２１条に違反する\nものとはいえない。\n（原告の主張）\n府国旗国歌条例，それに基づく本件通達及び本件職務命令は，君が代の起立\n斉唱の強制の表裏一体として，君が代を斉唱せず着席する行為を禁止するもの\nであり，憲法２１条が保障する表現の自由の制約となるところ，その制限には\n明らかに差し迫った危険の発生が具体的に予見されることが必要となり，特に，\n物理的な危険性がもとより低い思想信条についての一般的表現については，よ\nり一層に厳格な場合にしかその制限は許されないというべきである。ところが，\n上記条例等は，そのような具体的な危険を回避するものとはいえず，原告の表\n現の自由を侵害するもので，憲法２１条に反するものといえる。\n３  争点３（憲法２３条及び同２６条[学問の自由］違反）\n（被告の主張）\n(1)  原告は，府国旗国歌条例が憲法２３条に反すると主張するが，上記１（被\n告の主張）(2)で述べたように，同条例は，府立学校及び府内の市町村学校の\n教職員の卒業式等の儀礼的行事における服務に関して規定したものであり，\n「教育権」又はこれに関連する事項について定めたものではなく，上記した\n最高裁平成２３年６月判決の判示内容からも十分に理解されるとおり，教員\nの教育実践に国歌の起立斉唱を強制することにより介入するものでもなけれ\nば，卒業式の在り方という教育内容について公権力による介入を行うもので\nもない。\n(2)  なお，原告は，本件通達について正当な職務命令ではないと主張する\nが，本件通達は，卒業式等に参列する地方公務員たる教育職員の服務規律\nの厳格化のために発出されたもので，生徒に対する教育内容や方法に関し\nて発出されたものでなく，教育長は原告の上司として服務監督について職\n務命令を発出する権限を有しているから，本件通達は有効な職務命令 であ\nる。\n（原告の主張）\n(1)  府国旗国歌条例，それに基づく本件通達及び本件職務命令は，公立学校の\n行事における国歌斉唱時の起立斉唱を義務付けるもので，これは一定の教育\n権が認められた教員の教育実践に君が代の起立斉唱を強制することにより介\n入すると同時に卒業式の在り方という教育内容についての公権力による介入\nというべきであって，これは教育内容について国家的介入は抑制的であるべ\nきとする昭和５１年５月２１日最高裁判決に反するものといえ，憲法２３条\n及び同２６条に違反するというべきである。\n(2)  また，そもそも本件通達は，教育内容又は教育方法に関する事項であり，\n権限ある職務上の上司ではない教育長が発出することができないものである\nから，本件減給処分の前提となる有効な職務命令と捉えることはできない。\n４  争点４（本件減給処分が裁量権の範囲を逸脱又は濫用するものか）\n（原告の主張）\n(1)  本件減給処分が違憲無効な府職員基本条例に基づきなされたこと\n被告は，本件減給処分に当たり，原告に対して警告書を交付しているとこ\nろ，被告の同対応からすれば，本件減給処分は，府職員基本条例に基づく累\n進加重処分であり，被告は，原告に対し，次の段階で自動的に裁量の余地な\nく免職となることを明らかにしたものである。したがって，本件減給処分は，\n府職員基本条例２７条２項に依拠してなされたものである。そして，減給以\n上の処分を選択するに当たっては事案の性質等を踏まえた慎重な考慮が必要\nであるとする最高裁平成２４年１月１６日判決の趣旨を踏まえれば，地公法\n２７条は個別事情を十分に斟酌して適切な処分を選択すべきという趣旨であ\nると解すべきところ，機械的累進加重による懲戒処分を定めた府職員基本条\n例２７条２項は，地公法２７条の趣旨に反するもので，憲法９４条に反し，\n違憲無効であるというべきである。したがって，同条例に依拠する本件減給\n処分は，裁量権の範囲を逸脱し，又はこれを濫用するものであるというべき\nである。\n(2)  本件減給処分に裁量権の逸脱濫用があること\nア  原告が本件卒業式において君が代を起立斉唱しなかったことについては，\n最高裁昭和５２年１２月２０日判決が示すように，当該行為の原因，動機，\n性質，態様，結果，影響等の諸事情に十分に考慮して，処分が選択されな\nければならない。\nイ  これを本件についてみると，原告については，以下の各個別事情が十分\nに考慮されたものとはいえないことは明らかである。\n(ｱ)  原告は，上記１（原告の主張）(1)ア(ｲ)で述べたとおり，君が代を強\n制すべきではないという教員としての学び，実践を積み重ねてきており，\nいかに本件職務命令があろうとも，君が代を起立斉唱しないことこそが，\n教員としての使命であり，当然の行動であった。また，原告が本件卒業\n式に出席したのは，定年を迎える前の自身の教員生活の締めくくりとし\nて，卒業式に出席したいという強い思いがあった上，原告の教え子であ\nるＢ高校の卒業生を送り出したいという思いはひとしおであり，卒業式\nに参列したいという真摯な思いを抱いていた。\nしかしながら，上記１（原告の主張）で述べたとおり，原告が君が代\nの起立斉唱をしないという思想内容に着目し，原告を排除する目的で，\n違憲，違法な本件職務命令が出されたところ，原告は本件職務命令に係\nる業務（正門警備）を適切に果たした。すなわち，本件卒業式において\nは，午前９時４０分までには保護者の来場が完了することになっており，\n卒業式の施行時間を含めて正門警備に従事するように命令されたもので\nはないところ，原告は，同時刻まで正門警備の役割を果たした上で，上\n記の真摯な思いから卒業式会場に入場したもので，正門警備の職務を途\n中で放棄したというものではない。また，従前からＢ高校においては，\n会場外業務をしている教職員に対してはむしろ「手が空いた者から積極\n的に卒業式に参列するように。」という指示がなされていたものである。\n(ｲ)  原告の本件不起立は，本件卒業式の式次第を一切阻害するものではな\nいし，他人の行動に何ら干渉するものでもなく，卒業式の主体たる生徒\nに何らの影響も与えなかった。また，原告が自ら丸椅子を持ち込み教員\n席の列に加わったのは，その他の教員の座る席がなくなることに配慮し\nたためであり，本件卒業式の秩序や雰囲気を損なわないように配慮した\nためであり，やむを得ない行為である。\n(ｳ)  なお，原告は，本件戒告処分を受けているが，平成２４年４月当時に\nおいても，原告には，卒業式等において，君が代を起立して斉唱する義\n務はなく，同処分をもって，本件卒業式における原告の行動について悪\n質であると評価することはできない。\nウ  以上のように，原告は，Ｂ高校３年生の卒業を祝福したいという真摯な\n思いから，正門警備の役割を果たした後，卒業式の秩序や雰囲気を害さな\nい態様で参列したにすぎない。しかしながら，被告は，機械的累進加重を\n定める違憲無効な府職員基本条例２７条２項に依拠し，また，上記各事情\nについて十分に考慮することなく，本件減給処分を行っており，同処分に\nついては，裁量権の範囲を逸脱し，又はこれを濫用していることが明らか\nである。\n（被告の主張）\n(1)  本件減給処分が府職員基本条例に依拠するものではないこと\n原告は，本件減給処分が，府職員基本条例２７条２項に依拠した機械的累\n進加重として選択されたと主張する。しかしながら，同項が規定する地公法\n２８条１項の処分は分限処分であって，懲戒処分ではない。したがって，上\n記条例２７条２項は，懲戒処分の一種である減給処分を行うことができると\n規定したものではないから，本件減給処分においては，同項は適用されてい\nない。そうすると，原告の主張はその前提を欠き，失当である。\n(2)  本件減給処分が裁量権の範囲を逸脱又は濫用しているとはいえないこと\nア  地公法に定められた懲戒事由がある場合に，懲戒処分を行うかどうか，\n懲戒処分を行うときにいかなる処分を選ぶかは，懲戒権者の裁量に任さ\nれており，懲戒権者がその裁量の行使としてした懲戒処分は，それが社\n会通念上著しく妥当を欠いて裁量権を付与した目的を逸脱し，これを濫\n用したと認められる場合でない限り，その裁量権の範囲内にあるものと\nして，違法とはならない。そして，最高裁平成２４年１月１６日判決は，\n減給以上の処分について，本件事案の性質等を踏まえた慎重な考慮が必\n要となるとして，これが許容されるのは，過去の非違行為による懲戒処\n分等の処分歴や不起立行為等の前後における態度等（以下，併せて「過\n去の処分歴等」という。）に鑑み，学校の規律や秩序の保持等の必要性\nと処分による不利益 の内容との権衡の観 点から当該処分を選 択するこ\nとの相当性を基礎付 ける具体的な事情が 認められる場合であ ることを\n要すると判示している。\nイ  これを本件について みると，原告は，本件卒業式の当日，Ｆ校長から，\n正門の警備等を行うよう職務命令を受けたにもかかわらず，自らの独断\nにより途中で上記職務を放棄した 上，卒業式の会場内での役割分担を受\nけていないために会 場に入場する理由及 び 必要性がないにも かかわら\nず，無断で卒業式会場である同校の体育館内に丸椅子を持ち込んで入場\nし，教員席の横にその丸椅子を置いて座った上で，国歌斉唱時に着席し\nて，起立して斉唱しなかった 。このような原告の行為は ，本件通達及び\n本件職務命令のいずれにも違反するのみならず，学校の儀式的行事とし\nての卒業式 の式典 の 秩序や雰囲 気を著 し く損なうも のであ っ た。 また ，\n原告は，平成２４年入学式においても，同様に本件通達や正門警備を担\n当する職務命令に 違 反した非違行為に よ り本件戒告処分を 受 けている。\nウ  以上のとおり，本件卒業式における本 件不起立前後における 原告の態\n度は，非常に悪質であって，上記 最高裁平成２４年１月１６日判決が判\n示する「学校の規律や秩序の保持等の必要性と処分による不利益の内容\nとの権衡の観点から 当該処分を選択する ことの相当性を基礎 付ける具\n体的な事情 が認め ら れる場合」 に相当 す ることから ， Ａ教 育 委員会 は ，\nその裁量の範囲内において本件減給処分したものであって，本件減給処\n分については，裁量権の範囲を逸脱したり，又はこれを濫用 したとはい\nえない。\n５  争点５（本件国家賠償請求の成否及び損害の内容）について\n（原告の主張）\n(1)  上記のとおり，本件減給処分は，取り消されるべき違法な行政処分である\nところ，原告は自らの思想・良心にしたがって，平成２４年卒業式において\n君が代の起立斉唱ができず，敢えて本件職務命令に従わなかったにもかかわ\nらず，本件減給処分がなされたことにつき，強い精神的苦痛を受けた。した\nがって，被告は，違法な本件減給処分をしたことについて，原告に対して，\n国賠法１条１項に基づき，損害賠償義務を負う。\n(2)  本件減給処分によって原告が受けた精神的苦痛は，少なく見積もって１０\n０万円を下らない。\n（被告の主張）\nいずれも否認ないし争う。\nＦ校長やＡ教育委員会が原告に対してした行為は，いずれも適法なものであ\nって，被告に対する本件損害賠償請求は理由がない。\n第５  当裁判所の判断\n１  争点１（憲法１９条[思想・良心の自由]，憲法１４条［法の下の平等］違\n反）について\n(1)ア  原告は， 学校行儀における国歌斉唱時に起立斉唱を行えない理由と\nして，教員として 人権教育に深く関わり，日の丸，君が代が戦前の日本\nのアジア侵略のシンボルとなり，それらを利用した国家主義的教育が少\n数者を排除し差別を深刻化されることを感じ，また，君が代の斉唱を多\n数 派 の 共 有 す る 特 定 の 価 値 観 に 基 づ く 社 会 統 合 を す る た め に シ ン ボ ル\nとして強制することは，その価値観に属さないあるいはその価値観に疑\n問を抱く少数派が排除されることであるとの教員としての学び，実践を\n積み重ねてきたことに由来するものであり，府国旗国歌条例，それに基\nづく本件通達及び本件職務命令は原告の思想・良心の自由を侵害するも\nのである旨主張する。原告の同主張は，自己の歴史観ないし世界観から\n生じる教育上の信念等 に基づくものであると捉えることができる 。\nしかしながら，本件通達や本件職務命令が発令された当時，公立学校\nにおける卒業式等の学校行事において，国歌としての君が代の斉唱が広\nく行われていたことは周知の事実であって，学校の儀式的行事である卒\n業式等の式典における国歌斉唱の際の起立斉唱行為は，一般的，客観的\nに見て，これらの式典における慣例上の儀礼的な所作としての性質を有\nするものであり，かつ，そのような所作として外部からも認識されるも\nのというべきである。したがって，上記起立斉唱行為は，その性質から\nみて，原告の有する歴史観ないし世界観を否定することと不可分に結び\n付くものとはいえず，原告に起立斉唱を求める本件通達や本件職務命令\nは，上記の歴史観ないし世界観それ自体を否定するものということはで\nきない。また，上記起立斉唱行為は，その外部からの認識という点から\n見ても，特定の思想又はこれに反する思想の表明として外部から認識さ\nれるものと評価することは困難であり，職務上の命令に従ってこのよう\nな行為が行われる場合には，上記のように評価することは一層困難であ\nるといえるのであって，本件通達や本件職務命令は，特定の思想を持つ\nことを強制したり，これに反する思想を持つことを禁止したりするもの\nではなく，特定の思想の有無について告白することを強要するものとい\nうこともできない。そうすると，本件通達及び本件職務命令は，これら\nの観点において，個人の思想・良心の自由を直ちに制約するものと認め\nることはできないというべきである。\nもっとも，上記起立斉唱行為は，一般的，客観的に見ても，国旗及び\n国歌 に 対す る敬 意 の 表明 の 要素 を含 む 行 為で あ ると いう こ と がで き る。\nそうすると，自らの歴史観ないし世界観との関係で否定的な評価の対象\nと な る 日 の 丸 や 君 が 代 に 対 し て 敬 意 を 表 明 す る こ と に は 応 じ 難 い と 考\nえる者が，これらに対する敬意の表明の要素を含む行為を求められるこ\nとは，その行為が個人の歴史観ないし世界観に反する特定の思想の表明\nに係る行為そのものではないとはいえ，個人の歴史観ないし世界観に由\n来する行動（敬意の表明の拒否）と異なる外部的行為（敬意の表明の要\n素を含む行為）を求められることとなり，その限りにおいて，その者の\n思想・良心の自由について間接的な強制となる面があることは否定し難\nい。他方で，個人の歴史観ないし世界観には多種多様なものがあり得る\nのであり，それが内心にとどまらず，それ に由来する行動の実行又は拒\n否という外部的行動として現れ，当該外部的行動が社会一般の規範等と\n牴触する場面において制限を受けることがあるところ，その制限が必要\nかつ合理的なものである場合には，その制限を介して生ずる上記の間接\n的な制限も許容され得るものというべきである。そして，このような間\n接 的 な 制 約 が 許 容 さ れ る か 否 か は 職 務 命 令 等 の 目 的 及 び 内 容 並 び に 上\n記制限を介して生ずる制約の態様等を総合的に衡量して，上記の制約を\n許 容 し 得 る 程 度 の 必 要 性 及 び 合 理 性 が 認 め ら れ る か 否 か と い う 観 点 か\nら判断するのが相当である（最高裁平成２３年５月３０日第二小法廷判\n決 ・ 民 集 ６ ５ 巻 ４ 号 １ ７ ８ ０ 頁 ， 同 平 成 ２ ３ 年 ６ 月 ６ 日 第 一 小 法 廷 判\n決・民集６５巻４号１８５５頁，同平成２３年６月１４日第三小法廷判\n決・民集６５巻４号２１４８頁，同平成２３年６月２１日第三小法廷判\n決・裁判集民事２３７号５３頁参照）。\nイ (ｱ)  以上を踏ま えて本件につ いて検 討すると ，確 かに， 国歌斉唱時に\n起立斉唱することは，原告の歴史観ないし世界観との関係で否定的な\n評価の対 象とな るも のに対す る敬意 の表 明の要素 との関 係に おいて ，\nそ の 歴 史 観 や 世 界 観 に 由 来 す る 行 動 と の 相 違 を 生 じ さ せ る こ と に な\nるという点では原告の思想・良心の自由を間接的に制約する面がある\nことは否定できない。\n(ｲ)  し かしな がら ，他方 で，学 校の卒 業式等 という 教育上 の特に 重要\nな節目となる儀式的行事においては，生徒等への配慮を含め，教育上\nの 行 事 に ふ さ わ し い 秩 序 を 確 保 し て 式 典 の 円 滑 な 進 行 を 図 る こ と が\n必要であるといえる。そして，法令等においても，学校教育法が高等\n学 校 教 育 の 目 的 と し て 我 が 国 と 郷 土 の 現 状 や 歴 史 に つ い て の 正 し い\n理解や伝統文化の尊重，他国の尊重や国際社会の平和と発展に寄与す\nる態度 の滋 養涵 養を 掲げ（ 同法 ７２ 条， ５１条 １号 ，２ １条 ３号） ，\n同 法 ５ ２ 条 及 び 平 成 １ ９ 年 文 部 科 学 省 令 第 ４ ０ 号 に よ る 同 法 施 行 規\n則 ８ ２ 条 に 基 づ く 高 等 学 校 学 習 指 導 要 領 も 学 校 の 儀 式 的 行 事 の 意 義\nを踏まえて国旗国歌条項（入学式や卒業式などにおいては，その意義\nを踏まえ，国旗を掲揚するとともに，国歌を斉唱するように指導する\nものとする。）を定め，国旗国歌法は，従来の慣習を法文化して国旗\nは日の丸とし，国歌は君が代とする旨定め，府国旗国歌条例は，国旗\n国歌法や学習指導要領等の趣旨を踏まえ，伝統と文化の尊重，我が国\nと郷土を愛する意識の高揚，国際社会の平和と発展に寄与する態度の\n滋養及び府立学校等における服務規律の厳格化を目的として，国歌斉\n唱の際に起立して斉唱することを定めている（前提事実(2)ア，イ）。\nなお，原告は，府国旗国歌条例について，君が代の起立斉唱を義務\n付けるものであり，国旗国歌法の制定経緯や学習指導要領の内容，教\n育の本質・実践の観点等からして，憲法９４条に違反する旨主張する。\nしかしながら，府国旗国歌条例は，伝統と文化の尊重，我が国と郷土\nを愛する意識の高揚，国際社会の平和と発展に寄与する態度の滋養及\nび府立学校等における服務規律の厳格化を目的として，国歌斉唱の際\nに起立して斉唱することを定めているところ，かかる定めは，上記学\n校教育法及び国旗国歌法の趣旨とするところに従い，かつ，卒業式等\n教育上の特に重要な節目となる儀式的行事においては，生徒等への配\n慮を含め，教育上の行事にふさわしい秩序を確保して式典の円滑な進\n行を図ることが必要であるという観点から，上記のとおり，儀礼的な\n所 作 と し て の 国 歌 斉 唱 時 の 起 立 を 行 う こ と と し た も の と 認 め る こ と\nができる。したがって，憲法９４条に違反する旨の府国旗国歌条例に\n関する原告の主張は理由がないといわざるを得ない。\n(ｳ)  そ して ， 全体 の奉仕 者とし て法令 等及び 上司の 職務上 の命令 に従\nっ て 職 務 を 遂 行 す べ き こ と と さ れ て い る 地 方 公 務 員 の 地 位 の 性 質 及\nびその 職務 の公 共性 （憲法 １５ 条， 地公 法３０ 条， ３２ 条） に鑑み ，\nＢ高校の教員である原告は，法令等及び職務上の命令に従わなければ\nならない立場にあり，地公法に基づき，学習指導要領を踏まえて，そ\nの 勤 務 す る 学 校 の 校 長 か ら 学 校 行 事 で あ る 本件 卒 業 式 に 関 し て 本件\n職務命令を受けたものである。\n(ｴ)  以上の点 に照 らすと ，本件 通達及 び本件 職務命 令は， 高等学 校教\n育の目標や卒業式等儀式的行事の意義，在り方等を定めた関係法 令等\nの諸規定の趣旨に沿って，地方公務員の地位の性質及びその職務の公\n共性を踏まえ，生徒等への配慮を含め，教育上の行事にふさわしい秩\n序 の 確 保 と と も に 当 該 式 典 の 円 滑 な 進 行 を 図 る 目 的 を 有 す る も の と\nいうことができる。\nウ  以上認定説示した点からすれば，本件通達及び本件職務命令は，上記\n(1)イで述べたように外部的行動の制 限を介して原告の思想・良心の自\n由についての間接的な制約となる面が あることは否定できない ものの，\nそ の 目 的 及 び 内 容 並 び に 上 記 制 限 を 介 し て 生 ず る 制 約 の 態 様 等 を 総 合\n的に衡量すれば，上記制約を許容し得る程度の必要性及び合理性が認め\nられ，これらの根拠となった府国旗国歌条例についても，違憲・違法で\nあるということはできないというべきである。\n(2)  原告は，式場外での職務を命じる本件職務命令が，原告の思想・良心に着\n目した不合理な差別であり，憲法１４条に違反するものである旨主張する。\n確かに，正門校内外警備・自転車整理の職務が割り当てられれば，本件卒\n業式には出席できなくなる。しかしながら，原告は，本件卒業式に際して，\n突如として，国歌斉唱時に不起立とする意向を示したものではなく，本件卒\n業式に先立つ本件入学式においても，職務命令に反して入学式不起立を行い，\n本件戒告処分を受けていること，その際，入学式開始直前に，Ｇ教頭から正\n門警備に戻るように指導を受けたが，「騒ぎになりますよ。」などと言って\nその指導に従わなかった（前記前提事実(4)）ことなどから，Ｆ校長は，本件\n卒業式においても原告が国歌斉唱時に起立斉唱しない可能性が高く，そのよ\nうな事態となれば，再度の職務命令違反や卒業式場内での混乱が生じるおそ\nれがあることから，そのような混乱を避けるため，本件職務命令を発したこ\nとがうかがわれる。そして，既に説示したように国歌斉唱時における起立斉\n唱を命じた本件通達や本件職務命令が府立学校の教職員の思想・良心の自由\nを侵害するものとは認められないこと，卒業式等という重要な学校行事にお\nける教職員による国歌斉唱時における不起立不斉唱行為という職務命令違反\n行為は，その結果，学校の儀式的行事としての式典の秩序や雰囲気を一定程\n度損なう作用（影響）をもたらすことは否定し難く，それにより式典に参列\nする生徒への影響も伴うことについても否定し難いこと，卒業式においては\n式場内のみならず式場外の業務も不可欠の業務として存在するのであって，\nこれらを担当する教職員を配置することが必要となること，そもそも校長は，\nＢ高校の校務を掌理し，卒業式等の学校行事における教員の職務担当を決定\nする広い裁量を有していることなどの事情をも併せ鑑みると，本件職務命令\nは，卒業式の儀式的行事の意義，在り方等を定めた関係法令等の諸規定の趣\n旨に沿って，地方公務員の地位の性質及びその職務の公共性を踏まえ，生徒\n等への配慮を含め，卒業式という教育上の行事にふさわしい秩序の確保とと\nもに式典の円滑な進行を図ることを目的として発出されたものであり，合理\n的かつ正当な理由に基づくものであると認められる。したがって，本件職務\n命令が憲法１４条に違反する旨の原告の上記主張は採用できない。\n(3)  以上のとおり ，本件通達及び本件 職務命令は，その根 拠ないし前提と\nなった府国旗国歌条例も含めて，原告の思想・良心の自由を侵害し，憲法\n１９条及び同１４条 に違反するとはいえないと解するのが相当であり，本\n争点に関する原告の主張は，いずれも採用することができない。\n２  争点２（憲法２１条[表現の自由]違反）\n原告は，府国旗国歌条例及び本件職務命令によって，原告が国歌斉唱時に起\n立せず着席するという行為が禁止されることとなり，これは憲法２１条が保障\nする表現の自由を侵害するものであると主張する。\nしかしながら，上記１(1)において認定説示したとおり，卒業式等の学校行事\nにおける国歌の起立斉唱行為は，特定の思想又はこれに反する思想の表明とし\nて外部から認識されるものとして評価することは困難であり，しかも職務上の\n命令等に従ってこのような行為が行われる場合には，上記のように評価するこ\nとは一層困難であって，消極的な原告の表現の自由を侵害するものと評価する\nことはできない。したがって，原告の上記主張を採用することはできない。\n３  争点３（憲法２３条[学問の自由]，同２６条[教育を受ける権利]違反）\n(1)  原告は，府国旗国歌条例及び本件職務命令は，公立学校の行事における国\n歌斉唱時の起立斉唱を義務付けるもので，これは一定の教育権が認められた\n教員の教育実践に君が代の起立斉唱を強制することにより介入すると同時に\n卒業式の在り方という教育内容についての公権力による介入であるとして，\n憲法２３条及び同２６条に違反すると主張する。\n(2)  普通教育の場において，教師が公権力によって特定の意見のみを教授され\nないという意味において，また，子どもの教育が教師と子どもとの間の直接\nの人格的接触を通じ，その個性に応じて行われなければならいという本質的\n要請に照らし，教授の具体的内容及び方法についてある程度の自由な裁量が\n認めなければならないという意味において，教員にも一定の範囲おける教授\nの自由が認められる。しかしながら，大学教育の場合には，学生が一応教授\n内容を批判する能力を備えていると考えられるのに対し，普通教育において\nは，児童・生徒については，このような能力がないか，あるいは，制限され\nており，教師が児童・生徒に対して強い影響力，支配力を有していること，\n普通教育では，児童，生徒の側に学校や教師を選択する余地が乏しく，教育\nの機会均等を図る上からも全国的に一定の水準を確保すべき要請があること\nなどからすると，普通教育において，教師に完全な教授の自由を認めること\nはできないと解するのが相当である（最高裁昭和５１年５月２１日大法廷判\n決・刑集３０巻５号６１５頁参照）。\n(3)  そして，上記１(1)において認定説示したとおり，本件通達，本件職務命\n令及びその根拠及び前提となった府国旗国歌条例は，高等学校教育の目標や\n卒業式等儀式的行事の意義，在り方等を定めた関係法令等の諸規定の趣旨に\n沿って，地方公務員の地位の性質及びその職務の公共性を踏まえ，生徒等へ\nの配慮を含め，教育上の行事にふさわしい秩序の確保とともに当該式典の円\n滑な進行を図る目的を有するものであって，直接に児童・生徒に対する教育\n内容や方法に関して発出されたものとはいえないことに加えて，卒業式等の\n学校行事は，個々の教員が行う授業等とは異なり，全卒業生，全在学生及び\n教職員並びに保護者等も含めた参加者が，一定の式次第に従って行う教育課\n程における特別活動の一部として実施される儀式である点も併せ考慮すれば，\n本件通達等が児童・生徒に対して誤った知識や一方的な観念を植え付け，児\n童・生徒の自由かつ独立した人格形成を妨げるかのような内容の教育を施す\nことを教員に強制するものとはいえず，教員の教育の自由に対する侵害や教\n育内容に対する介入であるとは認められない。したがって，原告の上記主張\nを採用することはできない。\n(4)  なお，原告は，本件通達は，教育内容又は教育方法に関する事項であり，\n権限ある職務上の上司ではない教育長が発出することができないものである\nから，同通達に基づく本件職務命令は，本件減給処分の前提となる有効な職\n務命令と捉えられない旨主張する。\nしかしながら，上記３(3)で説示した事情に加えて，教育長はＡ教育委員会\nの指揮監督の下にＡ教育委員会の権限に属するすべての事務をつかさどると\n規定されているところ（平成２６年法律第７６号による改正前の地教行法１\n７条１項），Ａ教育委員会の権限には教職員の服務の監督に関する事務が含\nまれているから，教育長は，府立学校の教職員に対する服務の監督について\n執行権限を付与されており，地方公務員法３２条の「上司」（当該地方公務\n員との関係において，これを指揮監督する権限を有する者）として，府立学\n校の教職員に対して本件通達を発する権限を有するものと解するのが相当で\nある。そうすると，原告の上記主張は理由がなく，本件通達は，原告に対す\nる関係で正当な職務命令であると認められる。\n４  争点４（本件減給処分が裁量権の範囲を逸脱又は濫用するものか）\n(1)  認定事実\n前記前提事実並びに後掲各証拠及び弁論の全趣旨によれば，次の各事実を\n認めることができる。\nア  本件戒告処分に至る経緯\n(ｱ)  原告は，本件入学式に先立つ平成２４年４月２日，校長室に赴き，Ｆ\n校長に対して，式場内での役割分担を与えるよう求めたが，これを拒否\nされ，さらに，Ｆ校長から本件通達にあるように同入学式の国歌斉唱時\nにおいて起立して斉唱するなどの指導を受けるなどした。\nまた，原告は，同月４日にも校長室に赴き，Ｆ校長に対して，式場外\nの役割を与えられた場合に式場内に入ったらどのようになるか問うたと\nころ，同校長からそれが職務命令違反に該当し，式場内に入って国歌斉\n唱時に不起立不斉唱であった場合には二重の職務命令違反になるので，\n職務命令に従うようにとの指導を受けた。\n(ｲ)  Ｆ校長は，同月６日，同校の職員会議において，原告を含む同校の教\n員に対して，本件通達及び役割分担表を配布した上で，国歌斉唱時にお\nいては，式場内の全ての教職員は起立して斉唱すること及び当日の役割\n分担表に基づき職務に専念する旨の平成２４年度職務命令を発した。上\n記役割分担表によれば，教員それぞれについて役割が割り振られ，その\n役割が式場内のものか，それとも式場外のものであるかについてはそれ\nぞれ「○」の記号が付されるなどして区別されて記載されているほか，\nいずれの役割についてもそれを果たした後に入学式への参列を認める旨\nの記載は存在しない。原告は，上記役割分担表においては，その余の数\n名の教員と共に正門警備を担当することとなった。なお，上記職員会議\nにおいて，原告は，Ｆ校長に対し，役割分担を変更することは可能かと\nいう質問をしたところ，同校長は，Ｇ教頭と相談するようにと返答した\nが，その後，原告が同教頭に役割分担の変更を求めることはなかった。\n(ｳ)  原告は，同月９日，当初は正門警備に従事していたものの，本件入学\n式が開始される１０分ほど前には，その余の正門警備を行う教員に何ら\n告げることなく正門から離れて，入学式会場である体育館に入り，職員\n用に用意されていた椅子に着席した。Ｇ教頭は，原告が着席したことを\n確認したことから，同人のそばまで行き，原告に対して，「持ち場に戻\nるように。」などと言って，同人に対する職務命令（正門警備）を果た\nすように指示したが，原告は「騒ぎになりますよ。」などと答えて，正\n門に戻ることはなく，着席したままであった。\n原告は，その後始まった同式中の国歌斉唱時において，起立斉唱しな\nかった（入学式不起立）。\n(ｴ)  入学式不起立について，同月１８日に事実の確認及び弁明の機会の付\n与のための事情聴取が原告に対して行われることになったが，原告は，\nこの事情聴取を辞退する旨の文書（乙３）を提出して，これに出席しな\nかった。原告は，被告に対して，同月１３日付けで入学式不起立に至っ\nた理由を説明する顛末書を提出し，その後２３日付けで顛末書追加資料\nと題する書面（乙４）を提出した。原告は，上記顛末書追加資料におい\nて入学式で起立しなかった理由について説明しているほか，その態様に\nついて「正門には多数の教員が待機しており，万が一何かが起こっても\n対処する体制はあると判断できました。つまり，私が１４時から始まる\n入学式に参列しても支障はないと判断したわけです。私は，そのまま，\n体育館の入学式式場に向かいました。開式の５分前のことです。私は迷\nわず参列者の席に座りました。保護者はその時点で大半が着席されてい\nました。私が座ってまもなく，教頭から「自分の持ち場にもどってくだ\nさい。」と声をかけられました。参列を決めていた私は，保護者を前に\nしてその場で言い争いになることは何としても避けたいと思っていまし\nた。おそらく教頭も同じ気持ちであったろうと思います。着席したまま，\n「騒ぎになりますよ」と答え，そしてそのまま式は始まりました。開式\nの辞の後，国歌斉唱の号令時，黙ってそのまま座りました。」などと記\n載している。\n(ｵ)  原告は，入学式不起立について，本件戒告処分を受けた。\nイ  原告がＦ校長に対して本件卒業式の参列を求めたこと\n原告は，平成２５年２月２５日の職員会議の前に，校長室に赴き，Ｆ校\n長に対して，本件卒業式に式場内で参列したい旨の希望を伝えたところ，\n同校長は国歌斉唱時に起立する旨を原告が言明しない限りは同人に式場内\nの役割を振ることはできないと伝える一方で，仮に，それが真意に基づく\nものか否かはさておき，原告が国歌斉唱時に起立する旨言明した場合に，\n式場内の役割を割り当て，原告がやはり起立できなかったという形にして\n原告の希望を叶えるのも一つの方策である旨を原告に伝えた。原告は，こ\nれに対して，考えてみる旨返答したものの，その場でＦ校長に対して国歌\n斉唱時に起立する意思があるということを伝えたことはなく，Ｆ校長は，\n同日昼頃には上記提案を撤回した。また，Ｆ校長は，原告に対して，仮に，\n上記方策に従って原告が起立をしなかった場合には，やはり職務命令に違\n反することになることを伝えたが，これに対して原告は分かっている旨発\n言した。\nこの際，原告は，Ｆ校長に対し，正門警備等の職務に割り当てられた教\n員が多数いることについて疑問を呈したが，同校長は，何があるか分から\nないため，それだけの人数を割り振っている旨回答した。\nなお，原告は，所持していた携帯電話の録音機能を使用して上記会話を\n録音していたが，その旨をＦ校長に伝えることはなく，同校長は上記会話\nが録音されていることを認識していなかった。\nウ  本件職務命令の発令\nＦ校長は，平成２５年２月２５日に開催された職員会議において，原告\nを含む同校の教員に対して，本件通達及び教員の役割分担表を配布した上\nで，同校の卒業式の国歌斉唱時においては，式場内の全ての教職員は起立\nして斉唱すること及び当日の役割分担表に基づき職務に専念する旨の本件\n職務命令を発した。上記役割分担表は，本件入学式（上記ア(ｲ)）と同様に，\n式場内の職務と式場外のそれとが区分されたものであり，原告はその他の\n教員数名と共に，正門校内外警備・自転車整理の職務（以下「正門警備等」\nという。）が割り当てられた。上記役割分担表においても，上記ア(ｲ)のも\nのと同様の形式によって式場内の職務と式場外のそれとは区別されて記載\nされているほか，当該役割を果たした後は卒業式に参列することを認める\n記載は存在しない。\nエ  原告がＧ教頭に対して本件卒業式の参列を求めたこと\n原告は，同月２７日，Ｇ教頭に対して，本件卒業式において参列したい\nなどと発言したところ，同教頭は原告に対し，式場内には原告の席がなく，\n本件職務命令に従うように告げた。\nオ  本件不起立の経緯及び態様等\n原告は，本件卒業式が開催された同年３月１日，正門付近において，そ\nの警備等を行っていたが，本件卒業式の開式前頃になって，正門警備等を\n行っていたその余の教員に何ら告げることなく，その場から離れ，式場外\nにあった丸椅子を携えて式場内に入り，式場内で参列する職員の席の隣に\n丸椅子を置き，着席した。なお，式場内における教員の着席位置は，事前\nに決められており，原告を含めて式場外の役割を命じられた教員の席は準\n備されていなかった。\n原告は，国歌斉唱時，上記丸椅子に着席したままで，起立斉唱しなかっ\nた（本件不起立）。\nなお，原告の本件不起立行為により，本件卒業式の進行自体が妨げられ\nるということはなかった。\nカ  原告による顛末書の提出等\nＡ教育委員会は，原告に対して，本件不起立について事実の確認と弁明\nの機会を与えるために同月６日に事情聴取を行うことしたが，原告はこれ\nに対して「事情聴取の辞退について」と題する書面を提出してこれに出席\nせず，本件不起立に至った理由等を記載した顛末書を提出した。上記顛末\n書には，「私は，３年間，いろんな形でかかわってきた第７期生の卒業式\nに参列したいと考えました。本来なら，校長を説得する必要があったかも\nしれません。誰かに役割分担を変更してもらう道もあったかもしれません。\nしかし，役割分担と起立斉唱の職務命令が出ている以上は，私は，できる\nだけ他の現場の教員に被害が及ばない形で参列したいと考えました。」な\nどの記載がある。\n(2)  本件減給処分と府職員基本条例との関係\n原告は，機械的累進加重による懲戒処分を定めた府職員基本条例２７条２\n項は，地公法２７条の趣旨に反するもので，憲法９４条に反し，違憲無効で\nあるところ，本件減給処分は，同条例２７条２項に基づいてされたものであ\nるから，違憲無効である旨主張する。\nしかしながら，同項は，府職員に職務命令違反があり，任命権者による研\n修等の措置が講じられたにもかかわらず，なお職務命令に違反する行為を繰\nり返し，それが５回（同一の職務命令の場合は３回）に達した場合の標準的\nな処分は，分限免職処分と定める規定であるのに対して，本件減給処分は本\n件職務命令に違反する懲戒処分であるから，そもそも本件に府職員基本条例\n２７条２項は適用されない。したがって，同項が憲法９４条に反するか否か\nを検討するまでもなく，原告の主張はその前提を欠き，主張自体失当である。\n(3)  本 件 減給 処 分 に 係る 裁 量 権の 範 囲 の 逸脱 又 は その 濫 用 に 関す る 判 断 枠\n組み\nア  そもそも公務員に対する懲戒処分について，懲戒権者は，懲戒事由に\n該当すると認められる行為の原因，動機，性質，態様，結果，影響等の\nほか，当該公務員の前記行為の前後における態度，懲戒処分等の処分歴，\n選択する処分が他の公務員及び社会に与える影響等，諸般の事情を考慮\nして，懲戒処分をすべきかどうか，また，懲戒処分をする場合にいかな\nる処分を選択すべきかを決定する裁量権を有しており，その判断は，そ\nれが社会通念上著しく妥当を欠いて裁量権の範囲を逸脱し，又はこれを\n濫用したと認められる場合に，違法となるものと解される（最高裁昭和\n５２年１２月２０日第三小法廷判決・民集３１巻７号１１０１頁，最高\n裁平成２年１月１８日第一小法廷判決・民集４４巻１号１頁参照）。\nイ  ところで，上記１ないし３において認定説示したとおり，本件職務命\n令等は，憲法１９条等憲法の規定に違反するものではなく，学校教育の\n目的や卒業式の儀式的行事の意義，在り方等を定めた関係法令等の諸規\n定の趣旨に沿って，地方公務員の地位の性質及びその職務の公共性を踏\nまえ，生徒等への配慮を含め，教育上の行事にふさわしい秩序の確保と\nともに式典の円滑な進行を図るものであって，このような観点から，そ\nの遵守を確保する必要性があるものということができる。\nもっとも，本件で問題となっている減給 という処分は，処分それ自体\nに よ っ て 教 員 の 法 的 地 位 に 一 定 期 間 に お け る 本 給 の 一 部 の 不 支 給 と い\nう直接の給与上の不利益が及び，将来の昇給等にも相応の影響が及ぶ上，\n毎 年 度 ２ 回 以 上 の 卒 業 式 や 入 学 式 等 の 式 典 に お い て 当 該 教 員 が 式 場 内\nでの役割が与えられ，国歌斉唱の不起立を繰り返した場合には，そのた\nび に 懲 戒 処 分 が 累 積 し て 加 重 さ れ る と 短 期 間 で 反 復 継 続 的 に 不 利 益 が\n拡大していくことが懸念されるところである。なお，原告は，本件卒業\n式直後に定年退職しているものであるが，上記の各不利益が及ぶ可能性\nがあることは否定できない。また，府職員基本条例は，職務命令に違反\nし た 職 員 の 標 準 的 な 懲 戒 処 分 は 戒 告 と す る 旨 規 定 し て い る （ 前 提 事 実\n(2)エ(ｲ)）。\nそうすると，懲戒処分として戒告を超えて減給の処分を選択すること\nが許容されるのは，過去の非違行為における懲戒処分等の処分歴や不起\n立行為等の前後における態度（以下，併せて「過去の処分歴等」という。）\nに鑑み，学校の規律や秩序の保持等の必要性と処分による不利益の内容\nと の 権 衡 の 観 点 か ら 当 該 処 分 を 選 択 す る こ と の 相 当 性 を 基 礎 付 け る 具\n体的な事情が認められる場合であることを要すると解すべきである。\nそして，上記の相当性を基礎付ける具体的な事情が認められるために\nは，例えば過去の１回の卒業式等における不起立行為等による懲戒処分\nの処分歴がある場合に，これのみをもって直ちにその相当性を基礎付け\nるには足りず，上記の場合に比べて過去の処分歴に係る非違行為がその\n内 容 や 頻 度 等 に お い て 規 律 や 秩 序 を 害 す る 程 度 の 相 応 に 大 き い も の で\nあるなど，過去の処分歴等が減給処分による不利益の内容との権衡を勘\n案 し て も 規 律 や 秩 序 の 保 持 等 の 必 要 性 の 高 さ を 十 分 に 基 礎 付 け る も の\nであることを要するというべきである（最高裁平成２４年１月１６日第\n一小法廷判決・裁判集民事２３９号２５３頁参照）。\n(4)  裁量権の範囲の逸脱又はその濫用に関する検討\n以上の点を踏まえて，本件減給処分について，裁量権の範囲の逸脱又はそ\nの濫用があるか否かについて検討する。\nア(ｱ)  まず，過去の懲戒歴である本件戒告処分についてみると，その態様は，\n原告が，正門警備に従事するという職務命令を受けていたにもかかわら\nず，正門警備の役割を独自の判断で放棄した上で，参列することが予定\nされていなかった入学式会場に無断で入り，Ｇ教頭から本来の持ち場で\nある正門警備の職務に戻るように指示を受けたにもかかわらず，「騒ぎ\nになりますよ。」などと申し向けて会場内に留まり，国歌斉唱時に起立\n斉唱しなかったというものである。\nこの点，原告は，上記のとおり，式場内での役割を与えられていなか\nったのであるから，正門警備に従事するという職務命令に従っていれば，\n国家斉唱時に起立斉唱を求められるということもなかったにもかかわら\nず，同職務命令に違反するものであることを明確に認識しながら，あえ\nて同役割を放棄して，式場内に立ち入ったと認められる。また，その後，\n式場内において，Ｇ教頭から，本来の役割である正門警備に戻るよう指\n示を受けたにもかかわらず，これに従わなかったばかりか，「騒ぎにな\nりますよ」などと申し向けている点は，Ｆ校長あるいはＧ教頭が，原告\nに対して，本来の役割である正門警備に就くように指示，指導を継続す\nれば，それに対して無用の混乱を招くような態様で応対することを示唆\nしたものであると認められ，他方，原告が上記のような言動に及んだの\nが入学式の開始直前であったことも相まって，Ｆ校長らとしても，これ\n以上，原告に対する指示，指導を継続すれば，かえって入学式の円滑な\n開始・進行を妨げることになりかねないことから，原告に対する指示，\n指導を打ち切ることもやむを得ないとの認識に至らせたものであると認\nめられる。そして，原告は，上記のようにして本来の職務（正門警備）\nに従事することなく，式場内に居座った上で，国歌斉唱時には起立せず，\n斉唱もしなかったのである。\n以上のような経緯等に鑑みれば，本件戒告処分の対象となった入学式\n不起立行為は，式場内の役割を与えられて式場内にいた教員が国歌斉唱\n時に不起立不斉唱であったという事案とは，職務命令違反の態様及びそ\nの程度等を大きく異にするものであるといわざるを得ない\n(ｲ)  この点につき，原告は，正門警備は適宜果たせばよく，入学式が挙行\nされている時間を含めたものではないのであって，その役割を途中で放\n棄したものではないと主張し，原告及び証人Ｈも同旨の供述等をする。\nしかしながら，本件入学式における役割分担表においては，式場外と\n式場内との役割が明確に区分されており，原告もこのことを十分に認識\nしていたと認められること（認定事実ア(ｱ)，同(ｲ)），そもそも不測の\n事態に備えるという正門警備という役割の性質に照らして，入学式の適\n宜の時点でその役割果たせばよいものとはおよそ捉えられないこと，原\n告は同じく正門警備を担当しているその余の教員に対して持ち場を離れ\nることを告げることはなかったこと（認定事実ア(ｳ)），原告が入学式会\n場に入ったのは入学式が開始される前の時点であり，入ってからもＧ教\n頭から本来の持ち場である正門に戻るように指示を受けていること（認\n定事実ア(ｳ)），以上の各事情に鑑みれば，原告に与えられた正門警備の\n役割は平成２４年入学式が終了するまで継続して果たされるべきもので\nあったものと認めるのが相当であり，そのことを原告においても，その\n作成にかかる顛末書等の記載等（認定事実ア(ｴ)）に照らして，十分に認\n識していたものと認められる。そうすると，原告は，独自の判断によっ\nて正門警備の職務役割を放棄したものといわざるを得ない。\n(ｳ)  以上の各事情に照らすと，本件戒告処分の対象となった原告の行為に\nついては，本件通達及び正門警備を行う旨の職務命令にいずれも違反す\nるものであり，式場内の役割を与えられて式場内にいた教員が，国歌斉\n唱時に不起立を行った事案と比して，地方公務員として期待される規律\nや秩序を害する程度は相応に大きいものがあったといえる。\nイ(ｱ)  次に，本件減給処分の対象となった本件不起立行為についてみると，\n原告は，本件卒業式においても，本件入学式と同様に，予め職務命令と\nして正門警備等の役割を与えられていたこと，原告は，Ｆ校長あるいは\nＧ教頭と面談した際に，同校長らから，国歌斉唱時に起立する旨を言明\nしない原告に式場内の役割を割り当てることはできないから，式場内に\n原告の席はなく，職務命令に従って正門警備等の役割に従事するよう，\n再三にわたり指示，指導されていたこと（認定事実イないしエ），原告\nは，本件戒告処分を受けていたのであるから，本件卒業式において，職\n務命令に反して，正門警備等の役割を放棄して式場内に立ち入り，国歌\n斉唱時に起立しないというような行為に及べば，懲戒処分を受けること\nになることを明確に認識していたと認められ，Ｆ校長あるいはＧ教頭が，\n原告に式場外での役割を与え，あるいは式場外での役割に従事するよう\n伝えたのも，原告が国家斉唱時に起立斉唱しない意向を明らかにしてい\nたことから，原告に式場内に立ち入ることとなれば，原告が懲戒処分を\n受けることとなるから，そのような事態を回避するために配慮したもの\nといえること，他方，原告は，本件卒業式においては，本件入学式とは\n異なり，式場内に原告の席がないことが事前に告知されており（認定事\n実エ），式場内に立ち入ったとしても，座ることができる席等がないこ\nとを十分に認識していたにもかかわらず，原告は，正門警備等の役割を\n独自の判断で勝手に放棄した上，式場内に立ち入る際には，わざわざ式\n場外にあった丸椅子を持ち込み，自らの席を作り出して着席し，国歌斉\n唱時に起立斉唱しなかったこと，以上の事実が認められ，これら原告の\n行動は，本件通達に反するばかりか，本件職務命令にも明確に違反する\nものであり，規律や秩序を害する程度が相当大きいものであると評価す\nることができる。\n(ｲ)  原告は，上記アで検討した本件入学式と同様に，本件職務命令につい\nても本件卒業式の挙行時間を含めて従事することが含まれているもので\nはなく，その職務を途中で放棄したものではないと主張し，原告及び証\n人Ｈも同旨の供述等をする。\nしかしながら，原告が本件入学式における職務命令に反して本件戒告\n処分を受けていること（前記前提事実(3)），上記アで認定説示した各事\n情と同様に，本件卒業式においても，役割分担表においては式場外と式\n場内との業務が明確に区分されており，原告もこのことを十分に認識理\n解していたと認められること（認定事実ウ），不測の事態に備えるとい\nう正門警備等という役割の性質からして，そもそも卒業式の適宜の時点\nで果たせばよいものとはおよそ捉えられない上，かえって原告がＦ校長\nに本件卒業式への参列を求めた際の会話においても，Ｆ校長から何が起\nきるか分からないので，それだけの人数を正門警備等に割り当てている\nとの発言があり，原告も特段これに異を唱えていないこと（認定事実イ），\n式場外の職務を分担する教員については座ることができる席等が用意さ\nれておらず，原告は，同事情を認識していたこと（認定事実オ），以上\nの各事情に鑑みれば，本件職務命令は本件卒業式が終了するまでその役\n割を果たすということを内容とするものであることは明らかである。し\nたがって，原告の上記主張は採用できない。\nまた，原告は，入学式及び卒業式における警備はその他の文化祭など\nの学校行事等と性格が異なり適宜役割を果たせばよい旨主張し，同主張\nに沿った供述をするが，上記各事情に照らして，採用できない。\n(ｳ)  なお，原告は，本件卒業式に参列する意義について述べるが，上記し\nた原告の行動及びその経緯等に照らせば，原告の上記行動は，卒業式に\n参列することに意義があるとか，卒業式の主役である生徒あるいはその\n保護者のことを第一に考えたものであるとは認め難い。\nまた，Ｆ校長から原告に対しては，原告の上記希望を満たすように起\n立する旨言明すれば式場内での役割に転換する旨の方策が一時提案され\nているが ，そのような提案を行うことの是非はさておくと\nしても，Ｆ校長においても，本件卒業式において原告の不起立をした場\n合においては，これを不問にするようこのような方策を伝えたものでは\nなく，不起立自体が職務命令に違反するものであることや正門警備等の\n意義，性質なども併せて伝達したものであって ，原告も，\n同校長の意図を認識していたものと認められる。\nウ (ｱ)  以上検討し たところによ れば， 本件減給処分 の対象 となった 原告\nの非違行為は，本件卒業式における国歌斉唱時の不起立不斉唱という\n本件通達に反する だけにとどまらず，原告に与えられた職務命令に明\n確に違反するものであること，その態様 を見ても，式場内の役割を与\nえられておらず，また，式場内に自らの席がない ことを認識しながら，\n無断で卒業式場に 座るための椅子を持ち込み，自らの席を作り出した\n上で，国歌斉唱時 に同椅子に座ったままで国歌斉唱しなかったという\nものであること，以上の点に鑑みると ，式場内の役割を与えられて式\n場 内 に い た 教 員 が 式 場 内 で 起 立 斉唱 し な か っ た 態 様 の もの とは 到底\n同視することができず，原告は本件不起立に積極的かつ 意図的に及ん\nだものといえる。しかも，原告は，本件減給処分の対象となった 本件\n不起立と同様の行為を，本件入学式でも行い，本件戒告処分を受けて\nいるのに，再度職務命令に反して，その本来の職務を放棄して，無断\nで式場内に立ち入り，本件不起立に及んだもので，同 行為は，地方公\n務 員 と し て 期 待 さ れ る 規 律 や 秩 序 を 保 持 す る 義 務 や 学 校 行 事 の 厳 粛\n性よりも 原告 自 ら の 世 界 観 な い し 価 値 観 を 優先 させ た もの で あ る と\nいわざるを得ない。\n(ｲ)  以 上認定 説示 した諸 事情を 総合す ると ， 本件減 給処分 による 不利\n益の内容をいかに考慮してもなお，規律や秩序の保持の必要性は高く，\n本 件 減 給 処 分 を 選 択 す る こ と の 相 当 性 を 十分に 基 礎 付 け る 具 体 的 な\n事情があるものと認めることができるのであって ，本件通達及び本件\n職 務 命 令 の 違 反 を 理 由 と し て 原 告 に 対 し て 減 給 処 分 を し た Ａ 教 育 委\n員会の判断は，懲戒権者としての裁量権の範囲を超え又はこれを濫用\nしたものとして違法であるいうことはできない。\n５  争点５（本件損害賠償請求の成否及び損害の内容）について\n原告は，本件減給処分は取り消される違法な処分であり，このような違法な\n処分を受けたことで強い精神的な苦痛を受けたなどと主張するが，上記４で認\n定説示したとおり本件減給処分は違法なものと認めることはできないから，そ\nの限りにおいて，原告の請求は理由がないといわざるを得ない。\n第６  結論\n以上のとおり，原告の本件各請求はいずれも理由がないから，いずれも棄却\nすることとし，主文のとおり判決する。\n大阪地方裁判所第５民事部\n裁判長裁判官    内 藤 裕 之\n裁判官    佐々木   隆   憲\n裁判官    三   重   野     真      人\n"
}