{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 10,
    "day": 19
  },
  "case_number": "平成28(ネ)10049",
  "case_name": "印税等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86204",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86204",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/204/086204_hanrei.pdf",
  "contents": "平成２８年１０月１９日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ネ）第１００４９号  印税等請求控訴事件\n原審・東京地方裁判所平成２７年（ワ）第２４７４９号\n口頭弁論終結日  平成２８年９月２１日\n判     決\n控      訴    人    Ｘ\n同訴訟代理人弁護士    新              有      道\n被 控 訴 人     株式会社ジヤパンタイム ズ\n同訴訟代理人弁護士    野    本      俊      輔\n吉      葉    一    浩\n三      神    光    滋\n中      谷    仁     亮\n主     文\n１  本件控訴に基づき，原判決を次のとおり変更する。\n(1)  被控訴人は，控訴人に対し，５６万８４００円を支払え。\n(2)  控訴人のその余の請求をいずれも棄却する。\n２  訴訟費用は，第１，２審を通じて２０分し，その１を被控訴人の負担とし，\nその余を控訴人の負担とする。\n３  この判決は，第１項(1)に限り，仮に執行することができる。\n４  控訴人に対し，この判決に対する上告及び上告受理申立てのための付加期間\nを３０日と定める。\n事実及び理由\n第１  控訴の趣旨\n(1)  原判決中，第２項及び第３項を取り消す。\n(2)  被控訴人は，控訴人に対し，１４０万円及びこれに対する平成２６年５月１\n５日から支払済みまで年６分の割合による金員を支払え。\n(3)  被控訴人は，控訴人に対し，５００万円及びこれに対する平成２７年９月２\n６日から支払済みまで年５分の割合による金員を支払え。\n(4)  (2)，(3)につき仮執行宣言\n第２  事案の概要等\n１  事案の概要（略称は，特に断らない限り，原判決に従う。）\n本件は，被控訴人から出版された本件書籍の編著者である控訴人が，被控訴人と\nの間の本件契約に基づく印税が未払であるなどと主張し，被控訴人に対し，①本件\n契約に基づく印税の一部１４０万円及びこれに対する支払日である平成２６年５月\n１５日から支払済みまで商事法定利率年６分の割合による遅延損害金の支払，②不\n法行為に基づく損害賠償金１０８０万円及びこれに対する不法行為の後の日である\n平成２７年９月２６日（訴状送達の日の翌日）から支払済みまで民法所定の年５分\nの割合による遅延損害金の支払をそれぞれ求めるとともに，③本件契約１７条に係\nる文言についての控訴人の解釈が正しいことを認めるよう求め，また④本件契約１\n８条に規定する発行部数を証する全ての証拠書類について，本件契約が定める保存\n期間の満了日からさらに２年間延長することを求める事案である。\n原審は，控訴人の請求のうち，上記③及び④に係る訴えを却下し，その余をいず\nれも棄却した。\nそこで，控訴人が，原判決中の控訴人の請求を棄却した部分のうち，①本件契約\nに基づく印税の一部１４０万円及びこれに対する平成２６年５月１５日から支払済\nみまで商事法定利率年６分の割合による遅延損害金の支払，②不法行為に基づく損\n害賠償金５００万円及びこれに対する平成２７年９月２６日から支払済みまで民法\n所定の年５分の割合による遅延損害金の支払を求める限度において，控訴した（原\n判決が控訴人の請求に係る訴えを却下した部分（主文第１項）は不服の対象とされ\nていない。）。\n２  前提事実\n原判決の「事実及び理由」の第２の１記載のとおりであるから，これを引用する。\n３  争点\n(1)  印税額及び支払時期（争点１）\n(2)  不法行為の成否及び損害額（争点２）\n第３  争点に対する当事者の主張\n１  争点１（印税額及び支払時期）について\n争点１に係る当事者の主張は，下記のとおり，当審における当事者の主張を補充\nするほか，原判決の「事実及び理由」の第２の３(1)のとおりであるから，これを引\n用する（ただし，引用にかかる原判決中，「争点１（印税支払請求権の有無）につ\nいて」を「争点１（印税額及び支払時期）について」と改める。）。\n〔当審における控訴人の主張〕\n(1)  本件書籍は，平成２８年３月まで少なくとも１７回に上る増刷があったと推\n定され，初刷を含めると印刷の回数は少なくとも１８回になる。そして，印刷の毎\n回の部数は少なくとも１０００部である上，増刷の回数が集中した平成２６年４月\nから７月までの間の合計４回の印刷の部数は少なくとも２０００部であった可能性\nが高い。したがって，本件書籍の印刷部数は既に２万２０００部以上あるから，そ\nの印税額は少なくとも３０８０万円（２万２０００部×単価７０００円×２０％）\nになっている。\nそして，本件契約１７条２項によれば，上記印税額の支払時期が到来しているこ\nとは明らかである。\n(2)  インターネット書店数社が本件書籍を取り扱っているところ，インターネッ\nトサイトに品切れなどと表示され，６日ないし１６日程度本件書籍の販売が一時停\n止される事態が１９回も繰り返された。一方，本件書籍の在庫が十分にあるなら２\n日から３日以内にインターネット書店に本件書籍が届けられるはずである。そうす\nると，インターネット書店が本件書籍の販売を一時停止した際には，本件書籍の在\n庫はなかったと解され，被控訴人は，その都度，増刷を繰り返していたというべき\nである。\n(3)  一方，本件書籍の実売部数に関して被控訴人が開示した資料は次のとおり信\n用できるものではない。\nア  被控訴人が開示した平成２６年３月２６日から平成２７年４月末までのＰＯ\nＳデータ上の本件書籍の店頭実売数は合計９６冊であるところ（甲３），被控訴人\nはＰＯＳデータ上の冊数は店頭実売数の約９割を占めると主張する。そうすると，\n同期間中の本件書籍の店頭実売数は１０７冊と推定される。一方，本件書籍の購入\n部数のほんの一部にすぎない図書館の本件書籍の購入部数でさえ１４８冊に及ぶ。\nしたがって，被控訴人がＰＯＳデータ上の店頭実売数を過少報告したことは明らか\nである。\nイ  被控訴人が開示した資料と，本件書籍の取次会社が被控訴人に発行したとす\nる受領書，返品票との間では，本件書籍の出荷数，返品数について，いずれも相違\nする。\nウ  本件書籍の取次会社が被控訴人に発行したとする受領書（乙３）は，アマゾ\nンジャパン社の発行に係る受領書がないこと，受領印もそれに代わるとされるパン\nチ穴もない受領書が多く含まれること，受領書の書式が同じであって被控訴人がこ\nれを作成したと解されることから，その記載内容は信用できない。\nエ  本件書籍の倉庫会社である大村紙業の作成に係る本件書籍の在庫数に関する\n資料（乙２）は，被控訴人作成に係る資料（甲３，１７）と，各月別の出荷数，返\n品数について完全に一致しており，被控訴人の主張に合わせたものと解されるから，\nその記載内容は信用できない。\n〔当審における被控訴人の主張〕\n(1)  本件書籍の発行日から平成２８年４月４日までの市場への出荷数は３９６冊\nであるから，その印税額は５５万４４００円である。また，同月５日から本件書籍\nの市場への出荷を停止した同年７月２２日までの出荷数は１０冊であり，その印税\n額は１万４０００円となる。\nそして，被控訴人は，上記印税額５５万４４００円について，平成２８年４月１\n８日及び同月２９日の２度にわたり，Ｅメールにより口頭の提供を行った。\n(2)  本件書籍の増刷は一度もなく（乙５の３），平成２７年１０月末までの間，\n本件書籍の在庫が６００部を下回ったことすらない（乙２）。インターネット書店\nにおいて本件書籍が「品切れ」と表示されたとしても，同表示がされる具体的な仕\n組みは不明であるから，同表示をもって，本件書籍が増刷されたという控訴人の主\n張は単なる憶測にすぎない。\n(3)  なお，被控訴人が開示したＰＯＳデータは，約３分の２の書店の販売数につ\nいてはカバーしておらず，現実の店頭実売数を完全に反映するものではない。\nまた，被控訴人が開示した資料と，本件書籍の取次会社が被控訴人に発行した受\n領書，返品票との間における本件書籍の出荷数，返品数の相違は，誤差の範囲にと\nどまる。\nまた，本件書籍の取次会社が被控訴人に発行した受領書について，アマゾンジャ\nパン社の発行に係る受領書がないのは，同社が取次会社を通さないから当然であり，\nいずれの受領書も，受領印又はそれに代わるパンチ穴が開けられており，受領書の\n書式が共通することも，控訴人が作成した書式に各取次業者が押印等することによ\nって受領書が発行されるから当然である。\nさらに，大村紙業は第三者であるから，大村紙業が作成した本件書籍の在庫数に\n関する資料（乙２）は信用できるものである。\n２  争点２（不法行為の成否及び損害額）について\n〔控訴人の主張〕\n被控訴人は，本件書籍の店頭実売部数を過少報告し，正確な印税額の開示につい\nて必要な協力をしなかった。このため，控訴人は，母国語ではない日本語で，真相\nを調査し，本件訴えを提起せざるを得なかった。また，控訴人は，中国に居住して\nおり，その間に，相当な額の航空運賃等の交通費，宿泊代も負担してきた。\nこのように，被控訴人は，控訴人による過少報告，開示への非協力という不法行\n為により，精神的苦痛を受けたところ，その慰謝料額は４５０万円を下らない。ま\nた，弁護士費用も５０万円が相当である。\n〔被控訴人の主張〕\n本件書籍の増刷は一度もなく，被控訴人は実売部数を過少申告したこともない。\n第４  当裁判所の判断\n当裁判所は，控訴人の請求は，被控訴人に対し，本件契約に基づく印税５６万８\n４００円の支払を求める限度において理由があるが，その余の請求については，い\nずれも理由がないと判断するものである。\nその理由は，下記のとおり，当裁判所の判断を示すほか，原判決「事実及び理由」\nの第３の２記載のとおりであるから，これを引用する。\n１  争点１（印税額及び支払時期）について\n(1)  印税額について\nア  平成２８年４月４日（発行日から２年後）以前に発生した印税額\n(ア)  被控訴人作成に係る平成２８年４月１８日付け資料（乙９の４頁目。以下\n「本件資料」という。）には，同月４日時点における本件書籍の在庫数は６０４冊\nであり，増刷もされていない旨の記載があるから，同記載の信用性について検討す\nる。\nまず，証拠（甲３（４～１７・２０～２８・３０～３５頁。ただし，頁数は表紙\nを含まないもの。以下同じ。），１７，３１，乙８～１０）によれば，被控訴人は，\n本件書籍の発行日から，各月ごとに本件書籍の出荷数及び返品数等をまとめた資料\nを作成しており，特に平成２６年６月以降は，本件書籍の出荷数及び返品数等をま\nとめた上で，在庫数を算出した資料を１か月又は２か月ごとに作成していること，\nこれらの資料の内容は，取次会社名，納品日等を含めて詳細に記載されていること，\n在庫数の増減に不自然な点はみられないこと，本件資料も，これらの資料と同様の\n体裁で作成されていることが認められる。そうすると，被控訴人は，本件書籍の発\n行日から，１か月又は２か月ごとに，本件書籍の在庫数を機械的に記入した資料の\n作成を続けており，本件資料も同様の過程で作成されたということができるから，\n本件資料に虚偽の内容の記載がされているとは考えにくいものである。\nまた，証拠（甲３（４～１４・１６・１７・２０～２８・３０～３５頁），１７\n～１９，乙３，４）によれば，本件書籍の取次会社が被控訴人に発行した受領書及\nび返品票に記載された本件書籍の出荷数及び返品数と，被控訴人が作成した本件書\n籍の出荷数及び返品数をまとめた資料に記載された出荷数及び返品数は，おおむね\n合致していることが認められる。なお，証拠（乙３，６，７）及び弁論の全趣旨に\nよれば，本件書籍の受領書（乙３）は，本件書籍の取次会社が，被控訴人の用意し\nた書式の内容を確認した上で，発行したものと認められ，その記載内容は信用する\nことができる。したがって，これらの資料に虚偽の内容の記載がされているとはい\nえず，これらの資料から継続して作成された本件資料についても，虚偽の内容が記\n載されているとはいい難い。\nさらに，証拠（甲３（４～１４・１６・１７・２０～２８・３０～３５頁），１\n７，乙１，２，５の３）によれば，本件書籍の倉庫会社が作成した書面に記載され\nた本件書籍の出荷数及び返品数と，被控訴人が作成した本件書籍の出荷数及び返品\n数をまとめた資料に記載された出荷数及び返品数は，全て合致していることが認め\nられる。なお，本件書籍の在庫数に関する資料（乙２）は，本件書籍の倉庫会社で\nあって，被控訴人との間で特段の利害関係も認められない大村紙業が作成したもの\nであるから，その記載内容は信用することができる。したがって，この点からも，\nこれらの資料に虚偽の内容が記載されているとはいえず，これらの資料から継続し\nて作成された本件資料についても虚偽の内容が記載されているといえるものでもな\nい。\n加えて，証拠（乙１，５の３）によれば，本件書籍の初刷を行った印刷会社は，\n１０００冊を印刷し，その後，被控訴人から増刷の注文はなかったことが認められ\nる。\n以上によれば，平成２８年４月４日時点における本件書籍の在庫数は６０４冊で\nあり，増刷もされていない旨の本件資料の記載は信用できるものである。\n(イ)  したがって，本件書籍の初刷部数は１０００冊で，増刷されていないこと，\n及び平成２８年４月４日時点における本件書籍の在庫数は６０４冊であることが認\nめられる。\n(ウ)  これに対し，控訴人は，インターネット書店のインターネットサイトに品\n切れなどと表示され，本件書籍の販売の停止がしばしば繰り返されていたことなど\nから，本件書籍は在庫切れになっていたと主張する。しかし，インターネット書店\nのインターネットサイトに本件書籍が品切れなどと表示されることがあったとして\nも，当該サイトにそのような表示がされる理由は明らかではないから，このことを\nもって，本件書籍の販売の停止がしばしば繰り返されていたとの事実や，本件書籍\nが在庫切れになっていたとの事実は認められるものではない。\nまた，控訴人は，本件書籍の取次会社が発行した受領書（乙３）にアマゾンジャ\nパン社の発行に係るものが含まれていないと主張する。しかし，証拠（甲３（４・\n５・２８・３０・３４・３５頁），１７，乙８，１０）によれば，同社による本件\n書籍の販売数は１５冊程度と認められ，同社が本件書籍を販売した際の商流も明ら\nかではないから，同社の発行した受領書等がないとしても，本件書籍の在庫数に関\nする上記認定は左右されない。\n(エ)  以上のとおり，本件書籍の初刷部数は１０００冊であり，増刷されておら\nず，平成２８年４月４日時点における本件書籍の在庫数は６０４冊であるから，本\n件書籍の発行日から平成２８年４月４日以前の本件書籍の市場への出荷数は３９６\n冊である。そして，本体価格７０００円に出荷数を乗じたものの２０％に相当する\n金額が印税となるから（甲２，乙９），印税額は５５万４４００円であると認めら\nれる。\nイ  平成２８年４月５日以降に発生した印税額\n被控訴人作成に係る平成２８年７月２２日付け資料（乙１０）には，同日時点に\nおける本件書籍の在庫数は５９４冊であるとの記載があるところ，同資料の記載も，\n前記アで説示したものと同様に信用することができる。そして，同資料には，同日\nをもって本件書籍の出荷を停止した旨記載があることからすれば，同日より後に本\n件書籍が出荷されたとの事実を認めることはできない。インターネット書店のイン\nターネットサイトに，同年９月に，本件書籍が品切れである旨表示されていたとし\nても，当該表示がされる理由は明らかではないから，これをもって，同年７月２２\n日以降も，本件書籍の出荷が継続されていたものの，品切れに至ったものというこ\nとはできない。\nしたがって，平成２８年４月５日以降の本件書籍の市場への出荷数は，同年７月\n２２日までに出荷された１０冊にとどまり，その印税額は１万４０００円であると\n認められる。\n(2)  支払時期について\nア  平成２８年４月４日（発行日から２年後）以前に発生した印税の支払時期\n本件契約１７条２．１によれば，本件書籍の発行日から２年後である平成２８年\n４月４日以前に発生した印税５５万４４００円の支払時期は，同年５月１６日であ\nると認められる。\nそして，証拠（乙９）及び弁論の全趣旨によれば，控訴人があらかじめ上記印税\nの受領を拒んでおり，被控訴人は，平成２８年４月２９日に弁済の準備をしたこと\nを通知してその受領の催告をしたものと認められるから，被控訴人は，上記印税５\n５万４４００円について履行遅滞の責任を負うものではない。\nイ  平成２８年４月５日以降に発生した印税の支払時期\n証拠（甲２，乙１０）及び弁論の全趣旨によれば，本件書籍の発行日から２年が\n経過した平成２８年４月５日以降に発生した印税であって，初刷の場合におけるも\nのについて，その支払時期は本件契約に明示されておらず，被控訴人の事務処理が\n終了し，控訴人に支払可能になった時点にその支払時期が到来するものといえるか\nら，同日以降同年７月２２日までの印税１万４０００円の支払時期は，同日から相\n当期間経過後であると認められる。\nそして，証拠（乙９，１０）及び弁論の全趣旨によれば，控訴人があらかじめ上\n記印税の受領を拒んでおり，被控訴人は，平成２８年７月２２日頃に弁済の準備を\nしたことを通知してその受領の催告をしたものと認められるから，被控訴人は，上\n記印税１万４０００円について履行遅滞の責任を負うものではない。\n(3)  小括\nよって，被控訴人は，本件契約に基づき，平成２８年４月４日以前に発生した印\n税５５万４４００円及び同月５日以降に発生した印税１万４０００円について，い\nずれも支払義務を負うものの，その履行遅滞の責任は負わない。\n２  争点２（不法行為の成否及び損害額）について\n被控訴人が，本件書籍の店頭実売部数を過少報告し，正確な印税額の開示につい\nて必要な協力をしなかったとの事実を認めるに足りる証拠はない。\nよって，争点２に関する控訴人の主張は理由がない。\n３  結論\n以上によれば，控訴人の請求は，被控訴人に対し，本件契約に基づく印税５６万\n８４００円の支払を求める限度において理由があるから，本件控訴に基づき，上記\nの趣旨に沿って原判決を変更することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官          髙      部    眞  規  子\n裁判官          柵      木    澄    子\n裁判官          片      瀬              亮\n"
}