{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 12,
    "day": 6
  },
  "case_number": "平成31(う)201",
  "case_name": "危険運転致死傷，暴行（予備的訴因　監禁致死傷），器物損壊，強要未遂",
  "court_name": "東京高等裁判所第１０刑事部",
  "result": "破棄差戻",
  "original_court_name": "横浜地方裁判所",
  "original_case_number": "平成29(わ)1680",
  "lawsuit_id": "89140",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89140",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/140/089140_hanrei.pdf",
  "contents": "令和元年１２月６日宣告  東京高等裁判所第１０刑事部判決\n平成３１年（う）第２０１号\n危険運転致死傷，暴行（予備的訴因  監禁致死傷），器物損壊，強要未遂被告事件\n主        文\n原判決を破棄する。\n本件を横浜地方裁判所に差し戻す。\n理        由\n第１  控訴の趣意\n本件控訴の趣意は，要するに，①被告人による妨害運転行為と被害者らの死傷\nの結果との間には因果関係がないのに，これを認めて危険運転致死傷罪の成立を\n認めた原判決には，判決に影響を及ぼすことが明らかな法令の適用の誤りがある，\n②原裁判所は，公判前整理手続（以下，打合せも含めて「公判前整理手続」とい\nう。）において，本件については因果関係が認められず，危険運転致死傷罪は成立\nしないとの見解を予め表明していたにもかかわらず，その見解の変更を一切当事\n者に告げることなく，原判決で因果関係を肯定したのは，被告人に不意打ちを与\nえて防御の機会を失わせたのであるから，判決に影響を及ぼすことが明らかな訴\n訟手続の法令違反がある，というのである。\n第２  本件公訴事実の要旨と原判決の判断\n１  本件公訴事実の要旨\n本件公訴事実は，要するに，被告人が，平成２９年６月５日午後９時３３分\n頃，東名高速道路のパーキングエリアにおいて，E から駐車方法を非難されたこ\nとに憤慨し，同人が乗車し，F が運転する普通乗用自動車（以下「被害車両」と\nいう。）を停止させようと企て，普通乗用自動車（以下「被告人車両」という）\nを運転して同高速道路を進行中，被害車両の通行を妨害する目的で，重大な交\n通の危険を生じさせる速度である時速約１００km で同車を追い越して同車直前\nの車両通行帯に車線変更し，減速して被告人車両を被害車両に著しく接近させ，\nこれとの衝突を避けるために車線変更した被害車両に対し，同様の接近行為を\n更に２回繰り返した後，重大な交通の危険を生じさせる速度である時速約６３\n㎞で被害車両の直前の車両通行帯に車線変更した上，減速して被告人車両を被\n害車両に著しく接近させて，自車を停止したことにより，同日午後９時３４分\n頃，F をして被害車両を停止させることを余儀なくさせ，同日午後９時３６分頃，\n同車の後方から進行してきた大型貨物自動車（以下，「追突車両」という。）の前\n部を被害車両の後部に衝突させるなどして，E 及び F を死亡させるとともに，そ\nの子ら２名に傷害を負わせたという危険運転致死傷の訴因のほか，同高速道路\n上で被告人車両及び被害車両が停車した後，同道路上で E の胸ぐらをつかむな\nどした暴行１件（なお，以上の予備的訴因として監禁致死傷），その他，別の機\n会の強要未遂２件及び器物損壊１件の各訴因からなるものである。\n２  原判決の判断\n原判決は，上記危険運転致死傷の訴因につき，概ね上記公訴事実のとおりの\n事実（原判示第３の１）を認定した上，上記被告人の一連の運転（以下「本件妨\n害運転」という。原判決は，その終期を時速約２９㎞まで減速して被告人車両を\n被害車両に著しく接近させた時点とした。）は本件の実行行為に該当するものの，\n被告人が被害車両の直前で自車を停止した行為（以下「直前停止行為」という。）\nは本件の実行行為には含まれないとの判断を示したが，本件妨害運転と死傷の\n結果との間の因果関係（以下「本件因果関係」という。）については，概要，以\n下のとおり説示してこれを肯定し，同罪の成立を認めた。\nすなわち，危険運転致死傷罪の制定経緯や同条の文言に照らすと，運転行為\nと死傷の結果との間には通常の因果関係があれば足り，刑法上の因果関係と別\n異に解する理由はない。そして，被告人は，E から非難されたことに憤慨し，被\n害車両を停止させて同人に文句を言いたいとの一貫した意思の下で本件妨害運\n転に及び，その後減速を続けて自車を停止させたものであるから，直前停止行\n為は本件妨害運転と密接に関連する行為といえる。また，本件妨害運転の状況\nや被告人車両の減速状況，当時の交通量等によれば，被害車両は停止を余儀な\nくされたといえることなどから，被害車両が停止し，停止を継続したことは不\n自然，不相当とはいえない。被告人が被害車両に近づき，E に対して胸ぐらをつ\nかむ暴行を加えるなどしたことも，被害車両を停止させて同人に文句を言いた\nいとの被告人の妨害運転行為の開始当初からの一貫した意思に基づくものであ\nるから，本件妨害運転と密接に関連する行為といえる。さらに，当時の道路状況\nや交通量を踏まえれば，後続車が衝突を回避する措置が遅れて追突する可能性\nが高いことや，本件事故は停止から２分後，被告人が E に暴行を加えるなどし\nて自車に戻る際に発生したもので，前記の追突の可能性が何ら解消していない\n状況下のものであったことからすれば，E らの死傷の結果は，本件妨害運転によ\nって生じた事故発生の危険性が現実化したものに過ぎず，本件因果関係が認め\nられる。\n３  以上の原判決の認定のうち，実行行為の範囲や本件因果関係の有無の判断の\n前提となる事実関係の認定については，論理則，経験則に照らして不合理なと\nころがなく，当裁判所も是認することができる。\n第３  法令適用の誤りの論旨について\n１  所論は，本件妨害運転と被害者らの死傷の結果との間に因果関係を認め，危\n険運転致死傷罪の成立を認めた原判決には法令の適用の誤りがあると主張する\nので，この点について検討する。\n２  本件因果関係の前提となる実行行為の範囲について\n⑴   本件の訴訟経過において，本件妨害運転が危険運転致死傷の実行行為に該\n当することに争いはないが，直前停止行為が実行行為に含まれるかについて\nは，含まれるとする原審検察官と含まれないとする原審弁護人との間で争い\nがあった。原判決は，直前停止行為は本件の実行行為には含まれない旨説示\nし，所論もその判断を前提としているが，本件因果関係の有無を判断する上\nでの前提となる事項であるから，検討を加えることとする。\n⑵   自動車の運転により人を死傷させる行為等の処罰に関する法律（以下「本\n法」という。）２条４号は，「人又は車の通行を妨害する目的で，走行中の自\n動車の直前に進入し，その他通行中の人又は車に著しく接近」する行為につ\nいて，「重大な交通の危険を生じさせる速度で自動車を運転する」との要件（以\n下「速度要件」という。）を満たす場合に限って処罰の対象としている。その\n趣旨は，相手方と衝突しても重大な事故を生じさせると一般的に認められな\nい低速度での運転行為は，重大な死傷事故を発生させる危険性が類型的に高\n度のものとはいえず，危険運転致死傷として特に重く処罰するだけの当罰性\nを肯定することが困難であることによるものと解される。このような同条同\n号の立法趣旨を踏まえると，速度要件を満たす下限を具体的な数値で一般的\nに画することは困難であるとしても，速度が零となる直前停止行為が類型的\nにこれに該当しないことは，上記の立法趣旨及び法文の文理に照らして明ら\nかである。そして，この法理は，高速道路上で行為が行われた場合であって\nも，異なるところはないと解すべきである。この点に関する原判決の説示は，\n速度要件の下限を時速約２０km ないし３０km と限定している点が必ずしも\n相当とはいえないが，直前停止行為が速度要件を満たさず，本件の実行行為\nに当たらないとした判断に誤りはない。\n３  本件因果関係の有無について\n⑴    本件の実行行為が，上記のとおり，本件妨害運転に限定されるとすると，\n原判決の認定によれば，その終了後，死傷の結果が生じるまでには， 被告\n人による直前停止行為，⒝F による被害車両の第３車両通行帯上での停止行\n為，⒞被告人が停止した被害車両内に上半身を乗り入れて E に文句を言い\nながら暴行を加えた行為，及び，⒟後続の追突車両の運転者による適切な車\n間距離の保持義務違反等の過失行為という，複数の行為等が介在している。\n原判決は，前記のとおり説示して本件因果関係を肯定したが，原判決の認定\nした事実関係の下では，本件因果関係を認めて危険運転致死傷罪を適用した\n原判決は，理由中の説示に一部適切でない部分があるものの，法令の適用の\n誤りはなく，その結論は当裁判所も是認することができる。\n⑵    すなわち，本法２条４号が規定する危険運転致死傷罪の危険運転行為と，\n死傷の結果との間の因果関係については，同条が過失運転致死傷罪に該当し\n得る運転行為のうち，特に危険な類型について重罰を科している趣旨を踏ま\nえても，刑法上の因果関係と別異に解すべき理由がないことは，原判決が説\n示するとおりである。このことは，行為後の介在事情がある場合についても\n同様であって，実行行為に死傷の結果を引き起こす危険が内在し，それが具\n体的結果に現実化したものと評価できる限り，本罪の成立を否定すべき理由\nはない。\n⑶  ア  そこで検討すると，原判決が認定した事実によれば，本件妨害運転は，\n高速道路上で時速約１００㎞又は約６３㎞の速度で４回にわたり被害車\n両の直前に進入し，減速して同車に接近することを繰り返したというも\nのであって，それ自体，被害車両に無理な車線変更や急減速による回避行\n動を余儀なくさせ，高速で走行してくる後続車両による追突や他の車両\nとの接触等による重大な事故を引き起こす高度の危険性を内包する行為\nであるといえる。さらに，このような危険性を省みることなく，高速道路\n上で執拗に被害車両の直前への進入等を繰り返す行為は，被害車両の運\n転者に対し，強引に停止を求める強固な意思を示威するものであって，同\n人らに多大な恐怖心を覚えさせ，焦燥あるいは狼狽させるものであるか\nら，このような一連の本件妨害運転は，それ自体同人にハンドル操作等の\n運転方法を誤らせる行為を惹起する危険性を有するにとどまらず，上記\nのとおり停止を求める被告人車両を振り切ってこれに応じないことが，\n不可能ではないとしても，著しく困難であることから，高速道路の第３車\n両通行帯上に自車を停止させるという，極めて危険な行為以外に他に採\nるべき手段がないと判断することを余儀なくさせるものといえる。前記\n⒝の被害車両の停止は，前\nするものではあるが，本件妨害運転自体が有する被害車両の運転者に与\nえる上記の影響が直接に作用して生じた結果とみることができる。さら\nに，本件死傷の結果は，このような被害車両の停止という事態が，前記⒞\nの E に対する暴行等という被告人自らの行動によって増強され継続され\nた結果，後続車両の追突の危険性が高められて顕在化したものとみるこ\nとができるから，前 ⒞の介在事情は異常なものとはいえず，本件\n因果関係を肯定する上で支障となるものではないと解すべきである。\nイ  さらに，前記⒟の介在事情については，原判決が認定する，本件事故直\n前の追突車両とその前を走行するキャリアカーとの車間距離，追突車両\nから被害車両を発見できた際の被害車両との間隔，その際の追突車両の\n速度，追突車両の停止に必要な距離等の事実関係に照らすと，追突車両の\n運転者が適切な車間距離を保持すべき注意義務に違反した過失行為が本\n件事故の一因となったことは否定できない。しかし，高速道路上において，\n車両通行帯に停止車両はないであろうとの信頼の下に走行することは，\nそれほど特異，不合理な運転行為とはいえず，その車間保持義務違反の過\n失の程度は，特に高度なものとはいえないものであるのに対し，追突車両\nによる追突は，高速道路上での被告人車両及び被害車両の停止という極\nめて特異な事情が前提となって生じていることからすれば，特段の事情\nのない限り，本件因果関係を否定するに足りる異常な介在事情に当たる\nとみるのは困難であるといわざるを得ない。\nウ  この点に関し，原判決は，被告人が被害車両を停止させて E に文句を言\nいたいとの「一貫した意思」の下で，本件妨害運転に及び，その後も減速\nを続けて自車を停止させた直前停止行為は，本件妨害運転と密接に関連\nする行為といえると説示して，この点を本件因果関係を肯定する根拠の\n一つに挙げている。しかし，そもそも原判決は，前記のとおり，直前停止\n行為は本件の実行行為に該当しないとの判断を示したのであるから，本\n件妨害運転と密接に関連する行為といえるとして，それを実質的に本件\nの実行行為に取り込むかのような説示は，相当でないというべきである。\n直前停止行為は，本件妨害運転に引き続くものではあるが，本件因果関係\nの有無を判断する上では，あくまでも実行行為後結果発生に至るまでの\n介在事情の一つと位置づけるべきものである。\nまた，原判決が，被告人による直前停止行為を，被告人の「一貫した意\n思」に基づく実行行為に密接に関連する行為と位置づけている点につい\nても，本件因果関係の有無の判断に当たっては，実行行為に内在する危険\n性が具体的結果に現実化したものといえるかを客観的に検討すべきであ\nるから，原判決の上記説示は，被告人の主観的な事情を重視したとも解し\n得るものであって，適切とはいい難い。しかし，原判決は，上記説示に引\nき続いて，被害車両が本件妨害運転から逃れることができずに停止せざ\nるを得なかったことや，被告人の妨害運転により生じる恐怖や焦り等が，\nF に冷静な判断を困難ならしめたことから，被害車両の停止や，その停止\nの継続が不相当ではないことなどを指摘している。そうすると，原判決\nは，本件妨害運転が有する妨害の相手方に与えた影響等をも考慮した上\nで本件因果関係を肯定したものと解され，専ら被告人の一貫した意思を\n基に，直前停止行為を本件妨害運転と密接に関連する行為として取り込\nんだ上，因果関係を肯定したものではないと解されるから，当裁判所の判\n断と実質的に異なるものではなく，結論において是認することができる。\n⑷    所論は，①本件死傷の結果を直接もたらしたのは，追突車両の運転者の過\n失行為であって，同車両が通行を規制された第３車両通行帯を通行せず，十\n分な車間距離を保って前方を注視していれば，本件死傷は起こらなかった，\n②本法２条４号の「著しく接近」する行為は，相手方に「回避措置をとらせ\nることを余儀なくさせる程度」であることを要するから，犯人が相手方に「余\n儀なく」させた「回避行為」によって人の死亡や傷害が生じたことが前提と\nされており，因果関係が認められるのは，法が規定する危険運転行為が本来\n有する危険性が現実化したといえる場合に限定されるべきであるのに，「一\n貫した意思」などという主観的で多義的な要素によって因果関係を論じる原\n判決の判断は，構成要件の範囲を曖昧なものにし，危険性の高い類型の運転\n行為により人を死傷させた場合に限って特に重く処罰することとした立法\n者の意思に反すると主張する。\nしかし，①については，追突車両が第３車両通行帯を走行したことは，本\n件現場付近の通行規制に違反する行為であるとしても，そのこと自体が直ち\nに前方に停車中の車両への衝突を引き起こす具体的な危険性を伴う運転行\n為であるとはいえない。前方注視を怠ったという点も，先行車両の急な車線\n変更に注意が向いたごく限られた一瞬の出来事であるにすぎず，上記車線変\n更により，その前方に停車中の被害車両の存在を発見できた時点では，追突\n車両は既に被害車両の手前で停止することが不可能な地点まで走行してお\nり，追突の回避が不可能であったと認められるから，直近の過失は車間距離\nの保持義務違反に尽きるものと解される。そして，車間保持義務違反の点が，\n異常な介在事情といい難いことは，前記のとおりである。\n②については，原判決の説示に適切さを欠くところがあることは，所論の\n指摘するとおりであるが，原判決が結論において是認できることは，前記の\nとおりである。また，危険運転致死傷罪における実行行為と結果との因果関\n係を，一般の刑法上の因果関係と別異に解する必要がないことも，前記のと\nおりである。\n⑸    さらに，所論は，被告人が自車を被害車両の前に進入し，減速し，停車さ\nせるという一連の行為について，原判決が，被害車両の前に割り込み時速２\n９㎞まで減速した行為と，時速２９㎞からさらに減速して停車する行為に分\n割したのは，全く説明がなく，恣意的な判断であると主張する。\n確かに，原判決は，本件妨害運転の終期を，時速約２９㎞まで減速して被\n告人車両を被害車両に著しく接近させた時点としたが，その理由については，\n特に説明をしていない。この点は，原判決が，速度要件の下限は概ね時速約\n２０ないし３０㎞程度であると説示していることと関係すると推測される\nが，速度要件の下限を具体的な数値で一般的に画することが困難であること\nは，前記のとおりであって，原判決が本件妨害運転の終期を上記のとおり具\n体的数値で特定したことは，合理性に疑問がある。しかし，原審証拠によれ\nば，被告人車両が減速して被害車両に著しく接近した時点で，速度要件を満\nたしていたことは明らかであるから，原判決の上記説示が誤りであるとまで\nはいえない。そうすると，被告人の主観においては，本件妨害運転と直前停\n止行為が連続した一体のものと観念されていたとしても，原判決が，本件の\n実行行為に該当する前者を特定し，それに該当しない後者と区別して論じた\nこと自体は，何ら不当ではない。所論は理由がない。\n４  結局，法令の適用の誤りをいう論旨は，原判決の認定した事実関係を前提と\nする限り，理由がないから採用することができない。\n第４  訴訟手続の法令違反の論旨について\n１  所論は，原裁判所は，公判前整理手続において，当事者双方に争いのない事\n実関係を前提に，本件因果関係を認めることはできないと宣言したのであるか\nら，訴訟当事者はそれを信頼して訴訟を遂行しなければならず，利用できる資\n源が極めて限られる原審弁護人としては，予備的訴因である監禁致死傷罪の成\n立を否定することに精力を集中すべきなのは当然であって，本件因果関係につ\nき見解を変更する旨告げて反証や防御の機会を与えることなく，原判決におい\nて本件因果関係を認めた原裁判所の態度は，原審弁護人の裁判所に対する信頼\nを裏切る不意打ちであり，公正な審理を受ける権利を侵害するものであって，\n判決に影響を及ぼすことが明らかな訴訟手続の法令の違反があると主張する。\n２  原審の審理経過\nそこで検討すると，原審記録によれば，本件因果関係の有無の争点を巡る原\n審の審理経過は，概要，以下のとおりであったと認められる。\n⑴   原審弁護人は，公判前整理手続が進行中の平成３０年１月４日，危険運転\n致死傷罪における因果関係は，通常の因果関係よりも絞り込まれた方向で解\n釈されるべきである旨の上申書を提出した。また，原審弁護人は，同月９日，\n合議体による法令解釈の判断時期について打合せ時に協議されたい旨記載し\nた上申書を提出し，原裁判所は，同月１２日，第２回打合せで，原審検察官\nに対し，法令解釈の主張を記載した書面の提出を促した。原審検察官は，同\n年３月２９日，因果関係に関する原審弁護人の上記主張に反論する意見書を\n提出したが，原審弁護人も，同年５月１７日，これに反論する意見書を提出\nし，さらに，原審検察官は，同年６月２２日，再反論の意見書を提出した。\n⑵   以上の当事者双方の主張を受けて，原裁判所は，同年７月３日，第６回打\n合せにおいて，「危険運転致死傷罪の解釈（裁判所の見解）」と題する書面に\nより，直前停止行為が実行行為となり得ないことや，本件妨害運転と死傷の\n結果との間の因果関係について，刑法上一般に要求される因果関係と別異に\n解する理由はないことを指摘した上で，同罪の行為が「特に危険性の高い行\n為のみを抽出したものであり，直前停止行為が危険運転行為に含まれないこ\nとも考慮すると，妨害運転行為後の介在事情としては，直前停止行為は異質\nなものというべきであり，妨害運転行為による危険が死傷結果に現実化した\nということは困難というべきである。そして，妨害運転行為後の事情にすぎ\nない直前停止行為によって生じた結果について因果関係を認めることは，結\n果的に本条号の解釈を弛緩させるものであって相当ではない。そうすると，\n妨害運転行為と死傷の結果との間に因果関係を認めることはできない。」など\nとして，「本件において，危険運転致死傷罪の成立を認めることはできないも\nのと判断した。」との見解を示し，原審検察官に予備的訴因の追加を検討する\nよう促した。\n⑶   このような原裁判所の見解表明を受けて，原審検察官は，同年８月２１日，\n監禁致死傷罪への予備的訴因変更の請求をし，これが許可された後，同年１\n０月１８日，本件因果関係を否定した原裁判所の見解に反論する内容の意見\n書を提出した。これに対し，原審弁護人も，同年１１月２１日，本件因果関\n係が認められない旨の意見書を改めて提出した。以上の経過を経て，同月２\n２日の第４回公判前整理手続期日において，本件の実行行為の範囲や，「被告\n人が自車を停止した行為が実行行為に当たるとした場合にも，これが実行行\n為に当たらないとした場合にも，被告人の運転行為と被害者らの死傷結果と\nの間の因果関係の有無が問題となる」などとして，本件因果関係の有無を含\nむ争点が整理され，当事者双方との間で争点が確認された。\n⑷   裁判員裁判による公判審理の第１回公判期日における冒頭陳述において，\n原審検察官が危険運転致死傷罪の成立が認められる旨主張したのに対し，原\n審弁護人は，同罪が成立しない旨主張し，その中で本件因果関係がないこと\nを主張し，第６回公判期日における論告において，原審検察官が従前と同様\nの主張をしたのに対し，原審弁護人は，弁論において従前と同様の主張を行\nった。原裁判所は，第７回公判期日で，本件因果関係を肯定して被告人に主\n位的訴因である危険運転致死傷罪の成立を認める有罪判決を宣告した。\n３  当裁判所の判断\n⑴   以上の審理経過を踏まえて検討すると，当裁判所は，原裁判所が，本件因\n果関係が認められない旨の見解を公判前整理手続で表明し，その見解の変更\nを前提とする主張及び立証の機会を訴訟当事者に一切与えることのないまま\n本件因果関係を認定し，被告人を有罪とする判決を宣告した訴訟手続には，\n判決に影響を及ぼすことが明らかな法令違反があると判断したので，以下，\n説明する。\n⑵   裁判員裁判を審理する裁判官及び裁判員の権限について定めた，裁判員の\n参加する刑事裁判に関する法律（以下「裁判員法」という。）６条１項及び２\n項は，法令の適用については合議体の構成員である裁判官（以下「構成裁判\n官」という。）及び裁判員の合議によることとし，法令の解釈に係る判断は構\n成裁判官の合議によるものと規定しているところ，危険運転致死傷罪の危険\n運転行為と死傷の結果との間の因果関係について原裁判所が公判前整理手続\nにおいて表明した見解のうち，刑法上一般的に要求される因果関係と別異に\n解する理由はないという部分は，一般的な法令の解釈に該当する事項に属す\nるというべきであるから，構成裁判官の合議によって判断すべき事項に該当\nする。したがって，本件公判前整理手続において当該解釈を表明することの\n当否は措くとしても，その表明が違法な措置であったということはできない。\nしかしながら，本件妨害運転後の介在事情の異質性や，それによる危険が死\n傷の結果に現実化したということの困難性を指摘した上で，本件妨害運転と\n死傷の結果との間に因果関係を認めることはできず，本件では危険運転致死\n傷罪の成立が認められないという見解を表明した部分は，本件妨害運転の内\n容や直前停止行為に至った状況，停止後の事実経過等，本件事案における具\n体的な事実関係を前提として，これに対する法令の適用について述べたもの\nといわざるを得ない。そうすると，この部分は構成裁判官及び裁判員の合議\nによって判断すべき事項に該当するから，構成裁判官のみによる判断の結果\nとして公判前整理手続の中で予め見解を表明することは，裁判員法の上記法\n条に違反する明らかな越権行為であって，本来許容されるべきものではない。\nさらに，原裁判所が表明した上記見解の内容をみると，その表明の時点にお\nける暫定的なものと断ってはいるものの，その理由を相当程度詳細に説示し\nた上で本件因果関係を否定し，本件において危険運転致死傷罪の成立を認め\nることができないとの結論を明示的かつ断定的に示しており，後の公判審理\nを通じて，前提事実の認定に大幅な変更を来す可能性が明らかになるなどし\nた場合でない限り，訴訟当事者においてもその見解の変更を予見することが\n困難な内容となっている。原裁判所が，裁判員との評議を経ることなく，構\n成裁判官のみによる合議に基づいて，このような内容の判断を公判前整理手\n続の段階で予め表明した訴訟手続には，その権限を逸脱した違法があるとい\nわざるを得ない。\n⑶   他方，本件公判前整理手続による争点整理の結果として，本件因果関係の\n有無はなお争点として残され，原審弁護人は公判での冒頭陳述及び弁論にお\nいて本件因果関係がない旨主張していることからすれば，本件因果関係の有\n無を巡る主張及び反証を行う機会は，原審の訴訟手続の中でもある程度確保\nされ，上記主張及び反証も一応行われたとはいえる。しかしながら，争点整\n理の過程における原裁判所による前記の見解表明は，訴訟当事者がその後の\n訴訟追行をするに当たって事実上の影響を及ぼす性質のものであったことは\n否定できず，原審検察官に対し予備的訴因の追加を促すにとどまらず，当事\n者双方が公判審理において主位的訴因及び予備的訴因の各争点に関する主張\n及び立証を行うに際しては，原裁判所の前記見解に沿って行われることが期\n待されていたというべきである。特に，原審弁護人は，判決においても主位\n的訴因の成立が否定されるとの見通しの下に，予備的訴因に力点を置いた主\n張及び反証活動を行ったと推測するに難くない。しかるに，原裁判所は，前\n記見解を裁判員との評議を経て変更したのであるから，所論が指摘するよう\nに，仮に追突車両の運転者の過失の程度等に関する新たな主張及び反証が行\nわれていれば，被告人の行為に向けられる非難の程度等に影響を及ぼし，ひ\nいては本件因果関係の有無や量刑の判断に影響を与えた可能性がなかったと\nはいえない。そうである以上，そのような主張や反証の機会を設けることは\n必要不可欠な措置であったというべきである。原裁判所が，見解の変更を前\n提とした主張及び反証の機会を被告人及び原審弁護人に改めて設ける訴訟手\n続上の手当てを講じることなく，先に表明していた本件因果関係に関する見\n解を変更して有罪判決を宣告したことは，被告人及び原審弁護人に対する不\n意打ちとなることが明らかである。\n原裁判所としては，本件公判前整理手続において検察官に予備的訴因変更\nの請求の検討を促す必要があると判断したのであれば，裁判員との評議の結\n果次第で本件因果関係が否定される可能性が少なからずあり得ることを示唆\nする程度に留めて，訴因変更の請求を促すべきであったと考えられる。ある\nいは，原裁判所のように，それに止まらず，公判前整理手続の中で前記見解\nを示したとしても，裁判員との評議の結果，その見解を変更する必要が生じ\nた場合には，その段階で弁論を再開するなどして，既に示した構成裁判官に\nよる見解を撤回した上，本件因果関係が肯定されることがあり得ることを前\n提に，当事者双方に新たな追加の主張や立証を行う機会を設けるなどの措置\nを講じていれば，上記の不意打ちは避けられ，上記訴訟手続上の瑕疵が治癒\nされる可能性もあったと考えられる。しかし，そのような措置を採ることが\nできなかったことについて特段の事情が認められない本件においては，前記\n見解の変更を前提とした主張や反証の機会を一切与えることなく，危険運転\n致死傷の主位的訴因について有罪とする原判決を宣告した訴訟手続には，被\n告人の手続保障を十分に確保しなかった点において違法があるとの評価を免\nれない。\n⑷    当審において，検察官は，原裁判所が公判前整理手続で示した前記見解は，\nその時点での暫定的な見解を述べたものにとどまることや，本件因果関係の\n有無は争点整理の結果にも明記され，原審弁護人らもこれを当然に認識して\n訴訟追行をしていたことが明らかであるから，不意打ちがあったとはいえな\nいと主張する。しかし，前記のとおり，原裁判所の認定した事実関係が，公\n判前整理手続で当事者双方が主張していた争いのない事実関係とそれほど相\n違が認められないことから，前記見解の変更を容易に予見し得る状況になか\nったことは，前記のとおりであって，原審弁護人は，公判審理を通じて先に\n表明された見解を前提に訴訟追行をしていたものと推測されるから，その見\n解の変更を前提とした訴訟行為を追行する機会が与えられていなかった以上，\nその不意打ちの程度には看過し難いものがあるといわざるを得ない。\n⑸   原審の訴訟手続には判決に影響を及ぼすことが明らかな法令違反があるか\nら，原判決は破棄を免れない。論旨は理由がある。\n４  破棄差戻し\nそうすると，本件因果関係に関する前記認定に合理的な疑いを差し挟み得る\n事情や，被告人が負うべき責任の程度に影響を与え得る事情の有無等について，\n当事者双方に，本件で危険運転致死傷罪が成立し得ることを前提とした主張及\nび立証の機会を設けた上で，改めて因果関係の有無及びこれが肯定される場合\nの量刑判断をしなければ，被告人の適正手続の保障を害することとなることは\n明らかであって，本件事案の重大性や，法令の適用及び刑の量定を裁判員の参\n加する合議体で行うこととした裁判員法の趣旨に照らすと，改めて裁判員の参\n加する合議体によって審理及び評議を尽くすのが相当である。\n第５  結論\nよって，刑訴法３９７条１項，３７９条により原判決を破棄し，上記の点につ\nいて更に審理を尽くさせるため，同法４００条本文により，本件を原裁判所であ\nる横浜地方裁判所に差し戻すこととし，主文のとおり判決する。\n令和元年１２月６日\n東京高等裁判所第１０刑事部\n裁判長裁判官    朝    山    芳    史\n裁判官    阿      部    浩    巳\n裁判官    髙      森    宣    裕\n"
}