{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 2,
    "day": 20
  },
  "case_number": "平成24(行ケ)10116",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83018",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83018",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/018/083018_hanrei.pdf",
  "contents": "平成２５年２月２０日判決言渡\n平成２４年（行ケ）第１０１１６号  審決取消請求事件\n口頭弁論終結日  平成２５年１月１６日\n判                  決\n原            告        メ デ ィ キ ッ ト 株 式 会 社\n原 告        東郷メディキット株式会 社\n両名訴訟代理人弁護士    田 中 成 志\n同                      平 出 貴 和\n同                      板 井 典 子\n同                      山 田   徹\n同                      森              修 一 郎\n同        弁理士        豊 岡 静 男\n同                      櫻 井 義 宏\n同                      高 松 俊 雄\n同復代理人弁護士        杉 本 賢 太\n被            告        フェイズ・メディカル・イン\nコーポレーテッド\n訴訟代理人弁護士        片 山 英 二\n同                      本 多 広 和\n同        弁理士        日 野 真 美\n同                      黒 川   恵\n同                      杉 山 共 永\n主                  文\n１  原告らの請求を棄却する。\n２  訴訟費用は原告らの負担とする。\n事  実  及  び  理  由\n第１  請求\n特許庁が無効２０１１－８０００６１号事件について平成２４年２月２８日にし\nた審決を取り消す。\n第２  争いのない事実\n１  特許庁における手続の経緯\n被告は，発明の名称を「医療器具を挿入しその後保護する安全装置」とする特許\n第２５８８３７５号（以下「本件特許」という。）の特許権者である。\n本件特許は，平成６年１１月１５日（パリ条約による優先権主張：１９９３年（平\n成５年）１１月１５日，米国）に出願され，平成８年１２月５日に設定登録された。\n原告らは，平成２３年４月１５日付けで本件特許の請求項７，８に係る発明の特\n許につき無効審判を請求し，同年１０月１１日付けで無効理由通知がされたことか\nら，被告は，同年１１月４日付けで訂正請求をした。\n特許庁は，上記無効審判請求について無効２０１１－８０００６１号事件として\n審理し，平成２４年２月２８日，「訂正を認める。本件審判の請求は，成り立たない。」\nとの審決（以下「審決」という。）をし，同年３月９日，原告らに審決謄本が送達さ\nれた。\n２  平成２３年１１月４日付け訂正請求に係る特許請求の範囲の記載\n「【請求項１】  カニューレの如き医療器具を患者の体内へ挿入し且つその後患者の\n体内にあった該装置の部分に人が接触しないように保護するための安全装置におい\nて，患者を穿刺し，前記医療器具を患者の体内の適所へ案内して搬送する中空針で\nあって，少なくとも１つの鋭利な端部を有する軸を具備する中空針と，人の指が届\nかないように，少なくとも前記針の鋭利な端部を包囲するようになされた中空のハ\nンドルと，前記鋭利な端部を前記ハンドルから突出させた状態で前記軸を前記ハン\nドルに固定する固定手段と，前記固定手段を解除し，前記針の鋭利な端部を人の指\nが届かないように前記ハンドルの中へ実質的に永続的に後退させる解除／後退手段\nであって，前記針の軸よりも実質的に短い距離だけ簡単且つ単一の動作によって手\n操作で作動可能な解除／後退手段と，前記後退のエネルギの一部を吸収するための\nエネルギ吸収手段とを備えることを特徴とする安全装置。\n……\n【請求項７】  請求項１の安全装置において，前記中空針の中からの血液を収容す\nる共に，前記後退によって生ずる力に抗して，前記針が後退する間に及び該後退の\n後に，前記血液を確実に保持するための収容／保持手段とを更に備えることを特徴\nとする安全装置。\n【請求項８】  請求項７の安全装置において，前記収容／保持手段が，前記針と共\nに運動するように固定された室を備え，前記後退によって生ずる力から前記室の内\n部を隔離するための隔離手段を更に備えることを特徴とする安全装置。\n……」（以下，【請求項７】，【請求項８】に係る発明を，それぞれ「本件発明\n７」，「本件発明８」といい，総称して「本件発明」という。また，上記訂正請求\nにより訂正された本件特許に係る明細書を「本件明細書」，図面を「本件図面」と\nいい，併せて「本件明細書等」という。）\n本件発明７を分説すると，次のとおりである。\nＡ：カニューレの如き医療器具を患者の体内へ挿入し且つその後患者の体内にあ\nった該装置の部分に人が接触しないように保護するための安全装置において，\nＢ：患者を穿刺し，前記医療器具を患者の体内の適所へ案内して搬送する中空針\nであって，少なくとも１つの鋭利な端部を有する軸を具備する中空針と，\nＣ：人の指が届かないように，少なくとも前記針の鋭利な端部を包囲するように\nなされた中空のハンドルと，\nＤ：前記鋭利な端部を前記ハンドルから突出させた状態で前記軸を前記ハンドル\nに固定する固定手段と，\nＥ：前記固定手段を解除し，前記針の鋭利な端部を人の指が届かないように前記\nハンドルの中へ実質的に永続的に後退させる解除／後退手段であって，前記針の軸\nよりも実質的に短い距離だけ簡単且つ単一の動作によって手操作で作動可能な解除\n／後退手段と，\nＦ：前記後退のエネルギの一部を吸収するためのエネルギ吸収手段と，\nＧ：前記中空針の中からの血液を収容する共に，前記後退によって生ずる力に抗\nして，前記針が後退する間に及び該後退の後に，前記血液を確実に保持するための\n収容／保持手段とを更に備える\nＨ：ことを特徴とする安全装置。\n（以下，上記Ａ～Ｈを「構成Ａ」～「構成Ｈ」という。）\n３  審決の理由\n別添審決書写しのとおりであり，その要旨は，次のとおりである。\n(1) 本件発明７は，米国特許第５１３５５０５号明細書（甲１）に記載された発\n明（以下「引用発明」という。）及び特表平５－５００６２１号公報（甲２）に記載\nされた発明（以下「甲２発明」という。），又は引用発明及び甲２発明並びに甲３～\n３１に記載された周知技術及び甲３４～４０に記載された周知技術に基づいて，当\n業者が容易に発明をすることができないから，本件発明７に係る特許は，特許法２\n９条２項の規定に違反してされたものではなく，同法１２３条１項２号に該当しな\nい。\n(2) 本件発明８は，本件発明７を限定したものであり，本件発明７が上記(1)のと\nおり当業者が容易に発明をすることができない以上，同様に当業者が容易に発明を\nすることができないから，本件発明８に係る特許は，特許法２９条２項の規定に違\n反してされたものではなく，同法１２３条１項２号に該当しない。\n(3) 審決が認定した引用発明，甲２発明，本件発明７と引用発明との一致点及び\n相違点は，次のとおりである。\nア  引用発明\n「ａ：カニューレ１１９を患者の中に挿入しその後で患者内にあった装置部分との\n接触から人々を保護するに当たって使用される保護カテーテル装置であって，\nｂ：前記患者に突き刺し前記カニューレ１１９を前記患者内の定位置に案内し運\nぶための針１０３であって，少なくとも１つの鋭い端を備えた軸を有する針１０３\nと，\nｃ：前記人々の指が届かないように前記針１０３の少なくとも鋭い端を封包する\nようになされたバレル部材１０５と，\nｄ：前記鋭い端がバレル部材１０５から突出した状態で前記軸をバレル部材１０\n５に固着するためのエルボ１１３ａおよびエルボ１１３ｂと，\nｅ：前記エルボ１１３ａおよびエルボ１１３ｂによる固着を解除し且つ前記人々\nの指が届かないように前記針の鋭い端をバレル部材内へ実質的に永久的に後退させ\nるためのハンドル１０９とから成り，前記ハンドル１０９は針１０３の軸よりも実\n質的に短い振幅の単純な一体運動により手動で作動可能であり，\nｇ：前記針１０３の中からの血液を収容する溜め１１７とを更に備える\nｈ：ことを特徴とする保護カテーテル装置。」\nイ  甲２発明\n「注射後に，針ホルダに連結したプランジヤを自動的に後退させると，患者の組織\nが傷ついたり患者の血液が吸引される恐れがあることを防止するため，注射器本体\nとプランジヤとの一方に弾性制動手段を配置し，プランジヤと針との後退速度を遅\nらせる注射器。」\nウ  本件発明７と引用発明との一致点\n「カニューレの如き医療器具を患者の体内へ挿入し且つその後患者の体内にあった\n該装置の部分に人が接触しないように保護するための安全装置において，\n患者を穿刺し，前記医療器具を患者の体内の適所へ案内して搬送する中空針であ\nって，少なくとも１つの鋭利な端部を有する軸を具備する中空針と，\n人の指が届かないように，少なくとも前記針の鋭利な端部を包囲するようになさ\nれた中空のハンドルと，\n前記鋭利な端部を前記ハンドルから突出させた状態で前記軸を前記ハンドルに固\n定する固定手段と，\n前記固定手段を解除し，前記針の鋭利な端部を人の指が届かないように前記ハン\nドルの中へ実質的に永続的に後退させる解除／後退手段であって，前記針の軸より\nも実質的に短い距離だけ簡単且つ単一の動作によって手操作で作動可能な解除／後\n退手段と，\n前記中空針の中からの血液を収容する収容／保持手段とを更に備える安全装置。」\nの点。\nエ  本件発明７と引用発明との相違点\n(ｱ) 本件特許発明７では，「前記後退のエネルギの一部を吸収するためのエネルギ\n吸収手段」を備えるのに対し，引用発明では，そのような構成を備えていない点。\n（以下「相違点１」という。）\n(ｲ) 本件特許発明７は，「前記中空針の中からの血液を収容すると共に（判決注：\n「収容する共に」とあるのは誤記と認める。），前記後退によって生ずる力に抗して，\n前記針が後退する間に及び該後退の後に，前記血液を確実に保持するための収容／\n保持手段とを更に備える」のに対し，引用発明は，溜め１１７は針の中からの血液\nを収容する収容／保持手段ではあるが，前記後退によって生ずる力に抗して，前記\n針が後退する間に及び該後退の後に，前記血液を確実に保持するための収容／保持\n手段であるかどうか明らかでない点。（以下「相違点２」という。）\n第３  当事者の主張\n１  取消事由に関する原告らの主張\n審決は，引用発明の認定を誤り（取消事由１），本件発明７と引用発明との一致点・\n相違点の認定を誤り（取消事由２），本件発明７と引用発明との相違点２についての\n判断を誤り（取消事由３），本件発明８について一致点・相違点の認定・判断を誤っ\nた（取消事由４）ものであり，審決の結論に影響を及ぼすから，違法として取り消\nされるべきである。\n(1) 引用発明の認定の誤り（取消事由１）\nア  審決は，甲１から前記第２の３(3)アのとおり引用発明を認定したが，構成ｇ\nの「前記針１０３の中からの血液を収容する溜め１１７とを更に備える」について\nは，「前記針１０３の中からの血液を収容保持すると共に，前記後退の際および後退\nの後にも，針１０３と固定されており，血液を保持し続ける溜め１１７とを更に備\nえる」と認定すべきである。\nイ  甲１の図２０及び図２１を見れば明らかなとおり，「溜め１１７」は，「前記\n後退の際および後退の後にも，針１０３と固定されて」いるものである。\nウ  また，「溜め１１７」は，以下に述べるとおり，「前記針１０３の中からの血\n液を収容保持すると共に，前記後退の際および後退の後にも，」「血液を保持し続け\nる」ものである。\nすなわち，本件明細書（【００３７】，【００３８】，【００４０】～【００４２】，\n【００６９】～【００７１】，【００８６】）には，フラッシュバック室をハンドルの\n中に配置すると，ハンドルの中の血液と移動する針ブロックとの間の相対的な運動\nにより，血液の前方への急激な排出を生ずるので，本件発明７の「収容／保持手段」\nは，針と共に運動するように固定された室とすることにより，血液と針との間に相\n対的な運動を生じないようにして上述の問題を解消したこと，また，「収容／保持手\n段」は，上記室を針の後退によって生ずる力から隔離するための何等かの手段を備\nえるのが好ましく，隔離手段としては，空気を比較的ゆっくりと透過させるフィル\nタの形態を取ることができることが記載されている。よって，少なくとも，針と共\nに運動するように固定することにより，血液と針との間に相対的な運動を生じない\nようにして血液を保持する手段は，本件発明７の「前記後退によって生ずる力に抗\nして，前記針が後退する間に及び該後退の後に，前記血液を確実に保持するための\n収容／保持手段」に該当するものである。\n他方，甲１の「溜め１１７」に関する記載（訳文として提出された甲１の対応特\n許出願に係る特開平６－２７７２８４号公報による。以下同様。１欄４４行～５２\n行，１０欄３３行～５０行，１１欄５４行～１２欄１４行）によれば，甲１におい\nて，「溜め１１７」の構造は，カテーテル本体１０７の後面に後壁部１０８が固着さ\nれており，その後壁部１０８の開口部に膜１０８ｄによってシールされており，こ\nの膜１０８ｄは，空気を通過させるが，液体が通過するのを防止する。すなわち，\n「この膜１０８ｄは，中空の針１０３の先端が入る中央開口１１７を封止する」。こ\nのように，カテーテル本体１０７には，「溜め１１７」が存在し，その後端部が膜１\n０８ｄによりシールされているために，「溜め１１７」に針１０３から流入した血液\n等を，確実に「収容／保持」することができる。\nまた，「溜め１１７」を構成しているカテーテル本体１０７は，ばね部材１４２の\n力により，後方へ付勢される。そして，前述のように，「溜め１１７」は，カテーテ\nル本体１０７にあり，また，後部の開口部も膜１０８ｄによりシールされているた\nめ，ばね部材１４２の力によって，カテーテル本体１０７が後方に付勢される際も，\n血液と針との間に相対的な運動を生じさせず，「溜め１１７」内部の血液等は収容・\n保持された状態を維持する（１１欄９行～２５行）。したがって，引用発明の「溜め\n１１７」は，「前記針１０３の中からの血液を収容保持すると共に，前記後退の際お\nよび後退の後にも，」「血液を保持し続ける」ものである。\n審決が，明示的な甲１の記載がないことを理由にしたのであれば，比較されるべ\nきは構成であるから，その観点からいうと，甲１の「溜め」は血液を溜めるもので\nあって漏れのないものであることは当然であるし，カテーテルを体内に挿入するた\nめの挿入針を使用後に後退させる方式のカテーテルにおいて，フラッシュバック室\nにフィルターを設けることは周知（甲３４～４０）であるので，引用発明が構成Ｇ\nを備えていることは明らかであり，審決は誤りである。\n本件明細書には，針の後退の衝突時の衝撃が低減され，フラッシュ血液を逆流さ\nせることを防ぐことができるということは記載されていないので，被告の主張は明\n細書の記載に基づくものではない。\nエ  被告は，知的財産高等裁判所平成２４年（ネ）第１００３０号訴訟（以下「別\n件訴訟」という。）の「被告製品」（本件訴訟の原告らの製品）の血液を収容した針\n基（針キャリッジ内に設けた内部フラッシュ室）は，血液と針ないしは針ブロック\nとの相対的な運動を排除するものであって，「後退によって生ずる力に抗して」血液\nが針を通って針の先端から外へ噴出する等の血液の漏洩の問題を解消するものであ\nるから，本件発明７の「収容／保持手段」に該当すると主張しているのであって，\n引用発明のカテーテル本体（針基に相当）内の溜め（内部フラッシュ室に相当）も，\n血液と針との相対的な運動を排除するものであって，「後退によって生ずる力に抗し\nて」血液が針を通って針の先端から外へ噴出する等の血液の漏洩の問題を解消する\nものといえるから，本件発明７の「収容／保持手段」に該当すると主張しているに\n等しいのである。\nそれにもかかわらず，被告が，引用発明の「溜め１１７」は「前記針１０３の中\nからの血液を収容保持すると共に，前記後退の際および後退の後にも，」「血液を保\n持し続ける」ものではないと述べながら，引用発明のものと同様のものである別件\n訴訟における「被告製品」の針基が，血液の漏洩を阻止し収容保持するものである\nと主張することは，承服できない。\nオ  本件発明７は格子８６を必須としていないし，開口部８７は著しく小さく後\n端部の空気漏洩路が不可欠であるともいえない。他方，引用発明も溜めに血液が流\n入するから「前方への空気漏洩路」が存在することは明らかである。\nしたがって，漏洩路がある以上，針の後退時に空気は前方に流出するから，空気\nを流す能力が限定された抵抗の高い膜を通して空気が急速かつ大量に流入すること\nはなく，少なくとも針先から血液が漏洩することはない。\nカ  以上のとおり，引用発明の「溜め１１７」は，「前記針１０３の中からの血液\nを収容保持すると共に，前記後退の際および後退の後にも，」「血液を保持し続ける」\nものであるから，引用発明の構成ｇにおいて，「前記針１０３の中からの血液を収容\nする溜め１１７とを更に備える」とのみ認定した審決は，誤りである。\n(2) 本件発明７と引用発明との一致点・相違点の認定の誤り（取消事由２）\nア  審決は，本件発明７と引用発明との一致点として第２の３(3)ウのとおり認定\nし，要するに，本件発明７と引用発明とは構成Ａ～Ｅ，Ｈでは一致しているが，構\n成Ｆ，Ｇは相違点であると認定した。\nしかしながら，取消事由１で述べたように，引用発明の構成ｇは，「前記針１０３\nの中からの血液を収容保持すると共に，前記後退の際および後退の後にも，針１０\n３と固定されており，血液を保持し続ける溜め１１７とを更に備える」と認定する\nのが正しく，引用発明と本件発明７とは，「前記中空針の中からの血液を収容する共\nに，前記後退によって生ずる力に抗して，前記針が後退する間に及び該後退の後に，\n前記血液を確実に保持するための収容／保持手段とを更に備える」点においても，\n一致するから，審決の一致点の認定は誤りである。\nイ  甲３４～４０によれば，「カテーテルを体内に挿入するための挿入針を使用後\nに後退させる方式のカテーテルにおいて，挿入針の中からの血液を収容保持するフ\nラッシュバック室を針のハブ内部に設け，血液漏洩を防ぐために，フラッシュバッ\nク室のプラグとして，空気は透過するが，血液は透過しない多孔質の材料とするこ\nと」は周知技術である。上記周知技術を参酌すれば，引用発明における「溜め１１\n７」は，針基にフラッシュ血液が流入するように設けられたフラッシュバック室に\n当たるものであり，外部からの力と隔離され，「前記後退によって生ずる力に抗して，\n前記針が後退する間に及び該後退の後に，前記血液を確実に保持するための収容／\n保持手段である」ことが理解できる。したがって，周知技術を参酌すれば，引用発\n明の溜め１１７は，「前記後退によって生ずる力に抗して，前記針が後退する間に及\nび該後退の後に，前記血液を確実に保持するための収容／保持手段」である。\nよって，構成Ｇは，相違点ではなく一致点であり，審決の一致点・相違点の認定\nは誤りであって，この誤りは審決の結論に影響を及ぼすものである。\n(3) 本件発明７と引用発明との相違点２についての判断の誤り（取消事由３）\nア  審決は，相違点２について，「引用発明及び甲第２号証，甲第３号証ないし甲\n第３１号証に記載された周知技術，及び甲第３４号証ないし甲第４０号証に記載さ\nれた周知技術に基いて，相違点２の構成に想到することが容易ではない」（３２頁４\n行～６行）と判断した。\nしかし，取消事由１で述べたとおり，そもそも，「溜め１１７」が「前記針１０３\nの中からの血液を収容保持すると共に，前記後退の際および後退の後にも，」「血液\nを保持し続ける」ものであり，また，取消事由２で述べたとおり，相違点２は存在\nしないのであるから，審決の上記判断は誤りである。\nイ  仮に相違点２が存在するとしても，以下に示すとおり，相違点２は当業者が\n容易に想到できたものである。\n審決は，引用発明には，「格子８６」の開口のような構成がないことを理由として，\n引用発明が「後退する間に……血液を確実に保持する」ものではないとした（審決\n３２頁下から２行～３３頁７行）。しかし，本件発明７において，「格子８６」の開\n口が必須の要素でなく，引用発明において，前方の空気漏洩路を確保するか，後端\n部の構成を「格子８６」の開口のような構成にするか否かということは，専ら設計\n事項にすぎない。例えば，甲１で参照されている米国特許第４７４７８３１号公報\n（甲１２の２）のほか，特開平３－１５４８１号公報（甲１２の１）においては，\n後端は何ら封止されていない。\nまた，引用発明においても，「溜め１１７」に血液が流入するのであるから，本件\n明細書の【０１１５】に記載された「前方への空気漏洩路」が存在することは証拠\n上明らかである（そうでなければ，「溜め１１７」の空気の逃げ場がなく，血液が「溜\nめ１１７」に流入することがなく，フラッシュバックする血液を観察することがで\nきない。甲１の【００４３】参照。）。血液の漏出を防ぎつつ血液のフラッシュバッ\nクを確認するために，空気は通すが血液は通さないフィルターを使用する場合には，\nフィルターから出るフラッシュバック室の空気を大気中に逃がすように，前方又は\n後端等に開口を設けなければならないことは周知の事項であり，このことは甲３５，\n３６などからも明らかである。\n引用発明においても，「溜め１１７」の後端に「膜１０８ｄ」を設けており，「溜\nめ１１７」から液体が流出することはなく，後端を封止する必要性も全くないこと\nから，「溜め１１７」からの空気漏洩経路について明示がないとしても，前方への空\n気漏洩経路を設けるか，後端を封止しないことにより，フラッシュバック室の空気\nを大気中に逃がすように開口を設ける周知技術を適用すべきことは，当業者が当然\nに想到することである。\nウ  したがって，前方への空気漏洩経路を設けているか，引用発明のクロージャ\n部材１０４に上記周知技術を適用して開口構成にするか，ということは単なる設計\n事項である。よって，引用発明及び周知技術に基いて相違点２の構成に想到するこ\nとは容易であるから，容易想到性を否定した審決の判断は誤りである。\n(4) 本件発明８について一致点・相違点の認定・判断の誤り（取消事由４）\n審決は，本件発明８は本件発明７を限定したものであることから，容易想到性を\n否定したものであり，取消事由１～３に述べたとおり，本件発明７についての審決\nの認定及び判断は誤りであるから，それを前提とする本件発明８についての一致\n点・相違点の認定及び判断も誤りであり，この誤りが審決の結論に影響を及ぼすこ\nとは明らかである。\n２  被告の反論\n原告ら主張の取消事由は，以下のとおり，いずれも理由がない。\n(1) 引用発明の認定の誤り（取消事由１）に対して\n引用発明の明細書（甲１）に原告らが言及する記載事項があるというだけでは，\n引用発明が「前記針１０３の中からの血液を収容保持すると共に，前記後退の際お\nよび後退の後にも，」「血液を保持し続ける」ものとはいえない。以下，被告の主張\nの根拠を述べる。\nア  まず，甲１には，カテーテル本体が後退する際，つまり伸張位置（図２０参\n照）から引っ込み位置（図２１参照）へ動かされる際に，溜めがその内部に収容さ\nれた血液を「確実に保持」することについては全く記載されていない。すなわち，\n甲１の「溜め１１７」は，その後壁部の開口１０８ｃが膜１０８ｄによりシールさ\nれており，この膜１０８ｄにより，「溜め１１７」の内部の空気がそこから出ること\nができると同時に，「溜め１１７」の内部の液体が膜を通過するのが防止されること\nが記載されている（【００４３】，図２２参照）。しかし，カテーテル本体１０７がコ\nイルバネ１４２により引っ込み位置へ動かされる際に，「溜め１１７」はピストンの\nような役割を果たすため，バレル部材１０５内で空気が急速に圧縮され，開口１０\n８ｃ及び膜１０８ｄを通して「溜め１１７」にその空気圧が加わることにより，バ\nレル部材１０５内の空気が膜１０８ｄを通じて急速に「溜め１１７」内に流入し，\nその結果，溜めの内部の液体（血液等）が針を通じて前方へ漏洩することが考えら\nれる。しかるに，甲１には，このような溜め内部への空気の急速な流入による溜め\n内部の液体の前方への漏洩を防止するような構成については，何ら記載がない。\nイ  また，甲１には，カテーテル本体が伸張位置から引っ込み位置に移動した後\nにおいても，溜めがその内部に収容された血液を「確実に保持する」という点につ\nいて何ら記載がない。本件発明７は，エネルギ吸収手段によって，「収容／保持手段」\nが後退する際のエネルギを低減することができ，もって，「収容／保持手段」に収容\nされた血液が針から漏れることを抑え，血液を確実に保持することができる。\nしかるに，本件発明７のようなエネルギ吸収手段を備えない引用発明に関する甲\n１には，カテーテル本体ないし溜めが後退する際のエネルギの低減によって溜め内\n部の血液が針から漏洩することを抑え，血液を確実に保持するという点に関する記\n載が全くない。すなわち，甲１では，コイルばね部材１４２によりカテーテル本体\n１０７は「かなりの力」すなわち強い力で付勢されるから，エネルギ吸収手段を備\nえない引用発明においては，カテーテル本体１０７が，コイルばね部材１４２によ\nるかなりの力によって後退して後端のクロージャ部材１０４に衝突すると，カテー\nテル本体１０７の「溜め１１７」内に収容された血液は，その衝撃によって針の先\n端から漏れるおそれがあることは自明である。それにもかかわらず，そのような強\nい力で移動させられる「溜め１１７」内の血液が漏れることを抑えて血液を確実に\n保持することについては全く触れられていない。\nしたがって，甲１には，カテーテル本体が，コイルばね部材によるかなりの力に\nよって後退して後端のクロージャ部材に衝突した後，つまり伸張位置から引っ込み\n位置に移動した後においても，溜めがその内部に収容された血液を確実に保持する\nという点について何ら記載がない。\nウ  原告らは，フラッシュバック室において血液漏洩を防ぐ課題があること，及\nびそのための手段としてフィルタを用いることは従来から周知であり，引用発明の\nようにフィルタを備えたフラッシュバック室を設ければ，本件明細書の「針を支持\nし共に後退するキャリッジ，あるいはキャリッジ内に設けた内部フラッシュ室」で\nある，などという。しかし，フィルタを備えたフラッシュバック室というだけでは，\n針が後退する際の空気の急速な流入による前方への血液の漏洩を防ぐことができな\nい。甲３４～４０は，いずれも針がばね等により付勢されて後退する構成を示すも\nのではなく，それらの文献における「フラッシュバック室における血液漏洩」とい\nうのも，フラッシュバック室に流入する血液が，針などの後退とは無関係に，フラ\nッシュバック室に設けられる開口部から漏洩してしまうことを指すにすぎない。\nエ  別件訴訟において，被告は，「収容／保持手段」の解釈として「針と共に後退\nする部品に血液を収容し保持することで，血液の漏洩を防止する手段」があり得る\nと主張し，原告らの製品の「針基」がこれに該当すると述べ，また，「後退によって\n生ずる力に抗して」とは後退の際に生じる血液と針との相対的な運動による影響を\n阻止して，との意味であると主張した。しかし，これらの主張は，「針と共に後退す\nる部材に血液が収容されるものであればよい」といったことを意味するものではな\nい。本件発明７においては，引用発明の溜めのように血液を収容し針と共に後退す\nるものであっても，針の後退により空気の急速な流入を許す等により血液が漏洩す\nるようなものであれば，およそ「収容／保持手段」たり得ないことは自明である。\n原告らの製品と引用発明とは肝心な構成も異なるのであり，それぞれの訴訟にお\nいてかかる相違に応じて必要な主張を行うことは，何ら非難されるべき筋合いのも\nのではない。\n(2) 本件発明７と引用発明との一致点・相違点の認定の誤り（取消事由２）に対\nして\nア  取消事由１に理由がないことは上記(1)のとおりであり，取消事由１を前提と\nする原告らの主張は，成り立たない。\nイ  甲３４～４０に示された「カテーテルないしカニューレを患者の体内に挿入\nするための挿入針を使用後に後退させる方式の装置」における「後退」は，いずれ\nも，医療従事者が手で挿入針を引き抜く動作を行う際における後退を前提としてお\nり（下線は被告において付加），これらに記載されている「フラッシュバック室」は，\n本件発明７にいう「バネあるいは他の偏倚手段による後退によって生ずる力に抗し\nて，挿入針が後退する間に及び該後退の後に，フラッシュ血液を確実に保持するた\nめの収容／保持手段」ではあり得ず，そのような構成を示唆するものでもない。\n(3) 本件発明７と引用発明との相違点２についての判断の誤り（取消事由３）に\n対して   格子８６の開口のような構成があることが必須か否か，設計事項か否かは問\n題ではなく，引用発明にフィルタを用いることが記載されているだけでは，「前記後\n退によって生ずる力に抗して，前記針が後退する間に及び該後退の後に，前記血液\nを確実に保持するための収容／保持手段」の開示があるとはいえない。「フィルタ及\nび格子」は，本件発明７の一実施例にすぎず，他に可撓性の管，バルーン，破壊可\n能なダクト，フラッパ弁等の実施例が開示されているところ（本件明細書【０１２\n８】～【０１３６】），これらの実施例では格子との組合せがあるわけではない。\nしたがって，格子８６の開口のような構成が必須ではないとか，設計事項である\nとの点を根拠とする原告らの主張は失当である。\nイ  「溜め１１７」に血液が流入するという点をもって，甲１において全く示唆\nしていない「前方への空気漏洩路」を想定することは考え難い。\nまた，原告らは，甲４１に「前方への空気漏洩路」が記載されていることを根拠\nに，引用発明においてフラッシュバック室の空気を大気中に逃がすよう開口を設け\nる周知技術を適用することは当然に想到すると主張するが，甲４１は，針がばね等\nにより付勢されて後退するという構成を備えるものではなく，血液のフラッシュバ\nックが妨げられないように開口部１２が設けられていることが記載されているのみ\nであり，「針が後退する間に及び該後退の後に」血液を確実に保持するための手段は\n何ら開示されていない。なお，甲４１は，審決取消訴訟に至って初めて提出された\nものであり，審判で審理の対象となっていないから，本件訴訟の審理対象とすべき\nではない。\nさらに，原告らは甲３５，３６に言及するが，これらは医療従事者が手で挿入針\nを引き抜く動作を行う際における後退を前提としたものであり，本件発明７におけ\nる針の後退とは全く異なるのであって，「針が後退する間に及び後退の後に」血液を\n確実に保持するための手段は何ら開示されていない。\nウ  したがって，引用発明において「前方への空気漏洩路」が存在することが明\nらかであるとか，甲４１等に「前方への空気漏洩路」が存在することを根拠に相違\n点２が容易想到であるとする原告らの主張は失当である。\n(4) 本件発明８について一致点・相違点の認定・判断の誤り（取消事由４）に対\nして\n原告らの主張は，取消事由１～３に理由があることを前提として本件発明８と引\n用発明との一致点・相違点の認定及び相違点の判断誤りをいうものであるところ，\n取消事由１～３に理由がないことは既に述べたとおりであり，取消事由４も理由が\nない。\n第４  当裁判所の判断\n１  引用発明の認定の誤り（取消事由１）について\n(1) 原告らは，審決の引用発明の認定のうち構成ｇの「前記針１０３の中からの\n血液を収容する溜め１１７とを更に備える」については，「前記針１０３の中からの\n血液を収容保持すると共に，前記後退の際および後退の後にも，針１０３と固定さ\nれており，血液を保持し続ける溜め１１７とを更に備える」と認定すべきであると\nして，審決の引用発明の認定は誤りであると主張するので，以下に検討する。\n(2) 甲１の記載\nア  甲１には，図面（別紙参照）とともに，以下の記載がある（訳文として提出\nされた特開平６－２７７２８４号公報の記載による）。\n「【０００１】\n……本発明は，保護カテーテル装置，より詳細には，針の挿入とカテーテル装置の\n使用者の保護とを行なうカテーテル装置に関する。更に詳細に述べると，本発明は，\nプラスチック製カニューレの挿入に有用な血管カテーテル(angiocath)タイプの保\n護カテーテル装置に関する。更に詳細には，本発明はまた，種々のタイプのＩＶカ\nテーテル装置に関する。\n【０００２】\n……種々のカテーテルに関して使用するために開発され，かつ，針を除去するとき\nに事故が起きないように特に意図されている装置の数が急激に増えている。これは，\n主として，針，カテーテル，カニューレなどを取り扱う際に生ずるエイズの問題を\nはじめとする伝染病の感染に対して看護婦その他の医療従事者の間での関心の高ま\nりによるものである。エイズその他の伝染病の感染は，かかる医療従事者が針を患\n者から外した後に針が不意に刺さったときに生ずることが知られている。\n……\n【０００５】これに対して，血管カテーテルタイプの装置の場合には，装置が適正\nな作業順序にあるかおよびプラスチックカニューレが適正に挿入されたかを主とし\nてみるために，挿入したときに少量の体液または血液を取り出すための室を備えて\nいるが，カニューレは，流体の取出しまたは注入などのためのその後の使用をはじ\nめとする種々の目的に使用することができるように針とともに取り外される。\n【０００６】いずれの場合においても，カテーテルがプラスチックカニューレの挿\n入のためにのみ使用されるか，あるいはそれ自体を静脈内で使用するかどうかに拘\nらず，針に触れてしまうという問題はかなりのものとなる。\n【０００７】本技術分野における最近の有意の進歩が，上記した目的のために使用\nする複合カテーテルアセンブリを開示する米国特許第４,９６６,５８９号において\n見られる。このアセンブリの実施例として，針を取り外した後は，医療従事者が針\nに触れることはなく，しかも医療従事者に危険を及ぼさないように針を密閉室に容\n易に引っ込めることができる実施例がある。上記米国特許に記載の装置においては，\n汚染された針は筒に引っ込められるが，これは手動ボタンを押してラチエット３６\nを解放することによりばね２８を伸ばし，キャリヤ２６を室１９内の引っ込み位置\nへ移動させることにより行なわれる。」\n「【００１１】\n……上記のように，本発明の保護カテーテル装置は，針手段と，該針手段を収容\nするバレル手段とを備え，前記針手段は前記バレル手段内全体の保護位置から前記\n針手段が前記バレル手段から延びる伸長位置まで摺動することができるように前記\nバレル手段内に摺動自在に保持され，前記針手段を患者に挿入することができるよ\nうになっている保護カテーテル装置に向けられている。このカテーテル装置は，前\n記バレル手段内の前記針手段の前記位置を制御する位置決め自在のロック手段を備\nえている。この位置決め自在のロック手段は，前記針手段が前記バレル手段の中で\n自由に摺動することができる第１の位置と前記針手段が前記バレル手段内の前記保\n護位置においてロックされる第２の位置とを含む少なくとも２つの位置を有するこ\nとにより，前記針手段が前記位置決め自在のロック手段を再配置せずには前記保護\n位置から変位することができないようにしている。\n【００１２】位置決め自在のロック手段は，針手段が伸長位置においてロックされ\nる第３の位置を有することができ，これにより，針手段は位置決め自在のロック手\n段を再配置せずには伸長位置から変位することができないようにしている。\n【００１３】位置決め自在のロック手段が第２の位置にあるときには，針手段は保\n護位置または伸長位置にロックすることができる。\n【００１４】あるいは，位置決め自在のロック手段は，針手段が保護位置から伸長\n位置へ向けて摺勤するが，伸長位置から保護位置へ向けて摺勤しないようにする第\n３の位置を有することができる。\n【００１５】更に，挿入自在のカニューレ手段をバレル手段に配設することにより，\n針手段が伸長位置にあるときに針手段が挿入自在のカニューレ手段を介して突出す\nることができ，かつ，針手段が患者に挿入されたときに挿入自在のカニューレ手段\nが患者に挿入することができるようにしている。挿入自在のカニューレ手段はプラ\nスチック材料から形成することができる。\n【００１６】位置決め自在のロック手段は，固定された第１および第２の位置とす\nることができる。」\n「【００４３】カテーテル本体１０７の後面は，後壁部１０８を有する。この後壁部\nは，図２２に明瞭に示されるように，カテーテル本体１０７の壁に固着することが\nでき，あるいはカテーテル本体１０７の溝９９に挿着することができる２つの突出\nするリップ部材１０８ａと１０８ｂとを備えている。壁部１０８の中心には開口１\n０８ｃが形成され，該開口は該開口を横切って延びる膜１０８ｄによりシールされ\nている。この膜１０８ｄにより，カテーテル本体１０７の内部室内の空気が内部室\nから出ることができると同時に，内部室内の液体が膜を通過するのを防止すること\nができる。この膜１０８ｄは，中空の針１０３の先端が入る中央開口１１７を封止\nする。かくして，針１０３に入る血液その他の流体はカテーテル本体１０７内のキ\nャビティ１１７に流れ込んで，開口を満たすことができる。これが達成されるのは，\n膜１０８ｄを配設したことにより，空気が膜１０８ｄを介して出ることができるの\nで，液体がキヤビティ１１７に入ることができるからである。\n【００４４】図１６および図２０に示すかかるカテーテル装置の構成においては，\n針１０３は，一部がプラスチックカニューレにより囲まれている。図示の実施例に\nおいては，このプラスチックカニューレ１１９は，テフロンのような可撓性のある\nプラスチックまたはシリコーンゴムなどから形成され，針１０３の実質的な部分を\n覆う細長い円筒部を備えているが，その円筒端部は針１０３の先端から短い距離の\nところで終端している。かくして，針１０３は，カニューレ１１９を針１０３と同\n時に患者に挿入するのに使用することができる。しかしながら，図示の実施例にお\nいては，細長い円筒部が取着されるプラスチックカニューレ１１９の先端は，該先\n端から延びるカバー部１２１を有している。カバー部１２１は実質上円錐形をなし，\n内側端部１２１ａはバレル部材１０５の内部へ通じる開口を囲んでいる。カバー部\n１２１の前端には，患者に挿入されるように構成されたカニューレ１１９の細長い\n円筒部に通じるカラー部１２２が配設されている。かくして，針１０３は，プラス\nチツクカニューレ１１９とともに挿入することができる。針をその後取り外すと，\nカバー部１２１を有するプラスチツクカニューレ１１９は，患者内に留まる。これ\nは，図２５により詳細に示されており，一層詳細に後述する。\n【００４５】カテーテル本体１０７内の溜め１１７の前方には，カテーテル本体１\n０７の縮径部１０７ａが形成されている。このようにして，室１１７を形成するカ\nテーテル本体１０７の後部拡大部の壁部１０７ａとバレル部材１０５の前壁部１０\n５ａの内面との間には，弾性のある細長いコイルばね部材１４２が配置されている。\nこのばね部材１４２は図２０に示すように圧縮状態にあり，これら２つの壁部１０\n５ａと１１７ａとの間で圧縮されることにより，カテーテル本体１０７を後方へ付\n勢するかなりの力を発生させる。しかしながら，ハンドル１０９は図２０に示すロ\nック位置に配置され，内方へ突出するエルボ１１３ａと１１３ｂは，バレル部材１\n０５の内面へ内方へ突出して後壁１０８をブロックしているので，カテーテル１０\n７は完全に伸長した状態に保持される。\n【００４６】内側ガイドバー１４３がコイルばね１４２内に配置され，かつ，好ま\nしくは接着剤などにより，カテーテル本体１０７の壁部材１１７ａに固着される。\nガイドバー１４３は，コイルばね１４２をガイドバー１４３の周囲に略円筒状に保\n持することにより，ハンドルがロック状態から解放されたときにばねが適宜の力を\n発揮することができるようにしている。かくして，ハンドル１０９がロック状態か\nら解放され，かつ，カテーテル本体１０７が図２１に示すように引っ込み位置へ動\nかされると，ガイドバー１４３は，カテーテル本体１０７の壁部１１７ａへ固着さ\nれた状態に保持され，該壁部から突出する。しかしながら，この実施例においては，\nばね部材１４２は完全に伸長した状態にあるので，コイルばねが円筒形を保持する\nように（判決注：「保持するのように」は誤記と認める。）その全長に亘ってガイド\nバーを配設する必要はない。\n【００４７】図１６その他に示す血管カテーテル装置は，使用前に医療従事者を保\n護するため，使用前は図１６および図２０に示すように完全に伸長した状態にある\nので，図１７に示すようなキャップ部材１４５が使用される。このキャップ部材１\n４５は，針１０３とプラスチックカニューレ１１９の全長を覆うとともに，バレル\n手段１０５の前部でリム１４７をクランプして針１０３とプラスチックカニューレ\n１１９とを再び完全に覆う前方延長部１４６を備えている。カバー１４５を取り外\nすと，装置は図１６および図２０に示す状態で使用に供することができる。」\n【００４８】図１６その他に示されている血管カテーテル装置は，図２４乃至図２\n６に示すようにして使用することができる。即ち，図１６および図２０に示す装置\nは，まづ，患者の腕５２の静脈１５０に挿入されるが，止血帯１５４などを使用し\nて静脈をより十分に見えるようにする。針１０３を静脈１５０に挿入すると，プラ\nスチックカニューレ１１９もまた針１０３とともに静脈内に延びる。これにより，\n血液が中空の針１０３に入ってカテーテル本体１０７内のキャビティを満たす。次\nに，図２０に示す前方ロック位置にまだある針１０３とカテーテル本体１０７が，\nバレル部材１０５とともに取り出される。これにより，カバー部１２１を含むプラ\nスチックカニューレ１１９が，図２５に示すように静脈１５０内に残される。これ\nはプラスチックカニューレであるので，余分の血液がカニューレ１１９を介して出\nるのを防止するように，静脈内で変形する(collapse)ことができる。このようにし\nて，装置は，その後，図２６に示すように皮下注射器１６０による注射を行なうの\nに使用することができる。皮下注射器１６０の前端部の針は，特定の医学処置によ\nり必要とされる場合には，プラスチックカニューレ１１９内で容易に摺動し，薬そ\nの他の薬剤を注射するために静脈に挿入することができる。カニューレ１１９はま\nた，通常の静脈装置またはこのような種類の公知の装置の組立て（hook-up）に使用\nすることができる。かくして，これは，かかる処置の際に新たな入口開口を連続し\nて形成することを必要とすることなく行なうことができる。\n【００４９】本発明を特定の実施例に関して説明したが，これらの実施例は，本発\n明を単に例示するものである。従って，例示した実施例に対して種々の修正を行な\nうことができるとともに，特許請求の範囲に記載されている本発明の精神と範囲と\nから逸脱することなく他の構成を想到することができるものである。」\nイ  上記アの記載によれば，甲１に記載された発明（引用発明）は，従来のカテ\nーテル装置（針を取り外した後は医療従事者に危険を及ぼさないように針を密閉室\nに容易に引っ込めることができる複合カテーテルアセンブリ）を更に改良するため\nにされたものであり，針手段と，該針手段を収容するバレル手段とを備え，前記針\n手段は前記バレル手段内全体の保護位置から前記針手段が前記バレル手段から延び\nる伸長位置まで摺動することができるように前記バレル手段内に摺動自在に保持さ\nれ，前記針手段を患者に挿入することができるようになっている保護カテーテル装\n置において，前記バレル手段内の前記針手段の前記位置を制御する位置決め自在の\nロック手段を備え，この位置決め自在のロック手段は，前記針手段が前記バレル手\n段の中で自由に摺動することができる第１の位置と前記針手段が前記バレル手段内\nの前記保護位置においてロックされる第２の位置とを含む少なくとも２つの位置を\n有することにより，前記針手段が前記位置決め自在のロック手段を再配置せずには\n前記保護位置から変位することができないようにしたものである。\nここで，位置決め自在のロック手段は，針手段が伸長位置においてロックされる\n第３の位置を有することができ，これにより，針手段は位置決め自在のロック手段\nを再配置せずには伸長位置から変位することができないようにしており，位置決め\n自在のロック手段が第２の位置にあるときには，針手段は保護位置又は伸長位置に\nロックすることができ，針手段が保護位置から伸長位置へ向けて摺動するが，伸長\n位置から保護位置へ向けて摺動しないようにする第３の位置を有することができ，\nさらに，位置決め自在のロック手段は，固定された第１及び第２の位置とすること\nができるというものである。\nそして，引用発明の実施例によれば，カテーテル本体１０７の後面は，後壁部１\n０８を有しており，この後壁部は，カテーテル本体１０７の壁に固着することがで\nき，あるいはカテーテル本体１０７の溝９９に挿着することができる２つの突出す\nるリップ部材１０８ａと１０８ｂとを備えており，壁部１０８の中心には開口１０\n８ｃが形成され，該開口は該開口を横切って延びる膜１０８ｄによりシールされ，\nこの膜１０８ｄにより，カテーテル本体１０７の内部室内の空気が内部室から出る\nことができると同時に，内部室内の液体が膜を通過するのを防止することができる\nようになっており，また，この膜１０８ｄは，中空の針１０３の先端が入る中央開\n口１１７を封止し，かくして，針１０３に入る血液その他の流体はカテーテル本体\n１０７内のキャビティ１１７に流れ込んで，開口を満たすことができ，ここで，こ\nれが達成されるのは，膜１０８ｄを配設したことにより，空気が膜１０８ｄを介し\nて出ることができるので，液体がキヤビティ１１７に入ることができることによる\nというものである（【００４３】） 。\nまた，カテーテル本体１０７内の「溜め１１７」の前方には，カテーテル本体１\n０７の縮径部１０７ａが形成されており，このようにして，室１１７を形成するカ\nテーテル本体１０７の後部拡大部の壁部１０７ａとバレル部材１０５の前壁部１０\n５ａの内面との間には，弾性のある細長いコイルばね部材１４２が配置されており，\nこのばね部材１４２は図２０に示すように圧縮状態にあり，これら２つの壁部１０\n５ａと１１７ａとの間で圧縮されることにより，カテーテル本体１０７を後方へ付\n勢するかなりの力を発生させるが，ハンドル１０９は図２０に示すロック位置に配\n置され，内方へ突出するエルボ１１３ａと１１３ｂは，バレル部材１０５の内面へ\n内方へ突出して後壁１０８をブロックしているので，カテーテル１０７は完全に伸\n長した状態に保持される（【００４５】） 。\n内側ガイドバー１４３がコイルばね１４２内に配置され，かつ，好ましくは接着\n剤などにより，カテーテル本体１０７の壁部材１１７ａに固着される。ガイドバー\n１４３は，コイルばね１４２をガイドバー１４３の周囲に略円筒状に保持すること\nにより，ハンドルがロック状態から解放されたときにばねが適宜の力を発揮するこ\nとができるようにしている。かくして，ハンドル１０９がロック状態から解放され，\nかつ，カテーテル本体１０７が図２１に示すように引っ込み位置へ動かされると，\nガイドバー１４３は，カテーテル本体１０７の壁部１１７ａへ固着された状態に保\n持され，該壁部から突出する。しかしながら，この実施例においては，ばね部材１\n４２は完全に伸長した状態にあるので，コイルばねが円筒形を保持するようにその\n全長にわたってガイドバーを配設する必要はない（【００４６】） 。\n(3) 引用発明の「溜め１１７」の技術的意義\n上記(2)に認定したところによれば，引用発明のカテーテル本体１０７は，中空の\n針１０３の先端が入る「溜め１１７」を備え，「溜め１１７」は，装置が適正な作業\n順序にあり，かつ，カニューレが適正に血管に挿入されたことを見るため，挿入し\nたときに流れ出る少量の血液等を取り出すための室であり，中空の針１０３に入る\n血液等がキャビティ１１７（すなわち「溜め１１７」）に流れ込んだ際には，キャビ\nティの内部室内の液体が通過することを防止するが空気を通過させる膜１０８ｄを\n介して内部室内の空気が外に出ていくというものである。\nまた，カニューレが適正に血管に挿入された時，室１１７（すなわち「溜め１１\n７」）を形成するカテーテル本体１０７の後部拡大部の壁部１０７ａとバレル部材１\n０５の前壁部１０５ａの内面との間でばね部材１４２が圧縮状態にあり，カテーテ\nル本体１０７を後方へ付勢するかなりの力を発生させているが，ハンドル１０９は\nロック位置に配置され，完全に伸長した状態に保持されており，ハンドル１０９が\nロック状態から解放されると，カテーテル本体１０７が引っ込み位置へ動かされる\nというものである。\nしたがって，「溜め１１７」は，流れ込んだ血液をその内部室内に保ったままカテ\nーテル本体１０７とともにハンドル１０９内を引っ込み位置にまで移動することと\nなる。この時，「溜め１１７」内に血液が流入することによりキャビティの内部室か\nら膜１０８ｄを通過する空気は，バレル部材１０５の内部における，一端がクロー\nジャ（closure）部材１０４で閉鎖され，他端がカテーテル本体１０７の壁部１０８\nで画成される空間に流れ出る。そして，膜１０８ｄを通過できる空気の方向につい\nては特定されていないから，膜１０８ｄを反対の方向に空気が通過することは排除\nされない。また，甲１には，前記空間内の空気が流れ出る通路については何ら記載\nがない。\nそうすると，カテーテル本体１０７が移動した時には，前記空間の中にある空気\nはその空間の容積の減少により圧力が高くなり，反対方向に空気を通過させること\nを排除するものではない膜１０８ｄを介して，その高い圧力が「溜め１１７」内に\n保たれている血液に作用し，「溜め１１７」に繋がっている中空の針１０３内の通路\nを通して血液が流れるように作用することは明らかである。\nしたがって，「溜め１１７」は，内部の空間に流れ込んだ血液を保ちつつも，針１\n０３を通して逆方向に流れる作用を防ぐことができないものである。そして，前記\n圧力は，カテーテル本体１０７の引っ込み位置への移動によって生じる力であるか\nら，かかる圧力の作用は，後退の際に生じる血液と針との相対的な運動による影響\nであるといえ，引用発明の「溜め１１７」は，カテーテル本体の後退時及びその後\nにも針１０３に固定されているものの，後退によって生ずる力に抗してまで，その\n中に血液を「確実に収容／保持する」ものとは認められない。\n(4) 上記(3)で検討したとおり，引用発明の「溜め１１７」は，カテーテル本体の\n後退時及びその後にも針１０３に固定されているものの，後退によって生ずる力に\n抗してまで，その中に血液を「確実に収容／保持する」ものとは認められないから，\n原告らが主張するように「前記針１０３の中からの血液を収容保持すると共に，前\n記後退の際および後退の後にも，針１０３と固定されており，血液を保持し続ける\n溜め１１７とを更に備える」ものということはできない。\n(5) 原告らの主張について\nア  原告らは，引用発明の構成について，カテーテル本体１０７内の「溜め１１\n７」は，後退の際及びその後も針１０３に固定されており，その後端部は膜１０８\nｄによりシールされているために，溜めに針１０３から流入した血液等を，確実に\n「収容／保持」することができると主張する。\nしかし，「溜め１１７」の後端部の膜１０８ｄは，一方向にのみ空気を通過させる\nものではないから，上記のとおり，「溜め１１７」が血液を保持し続けるものとはな\nらず，原告らの主張は採用することができない。\nイ  原告らは，甲１の「溜め１１７」は血液の収容部材であり，溜めるものであ\nって漏れのないものであることは当然であると主張する。\nしかし，血液を「溜め１１７」に溜める時，すなわち，「溜め１１７」においてフ\nラッシュの流入を確認するまでの間と，その漏れが問題になる時，すなわち，針１\n０３及びカテーテル本体１０７が後退する間とは時間的に先後しており，原告らの，\n溜めるものは漏れのないものであるとの理屈が成り立たないことは明らかである。\nまた，原告らは，カテーテルを体内に挿入するための挿入針を使用後に後退させ\nる方式のカテーテルにおいて，フラッシュバック室に血液漏洩を防ぐ課題がありか\nつフィルターを設けることは周知（甲３４～４０）であるとも主張する。しかし，\n本件発明７は，「後退によって生ずる力に抗して，」「血液を確実に保持するための収\n容／保持手段とを備えた」構成であるから，甲３４～４０に記載された周知例のよ\nうに，単にカテーテルを体内に挿入するための挿入針を使用後に後退させる方式，\nすなわち，「カテーテルを体内に挿入するための挿入針を」人がその手で「使用後に\n後退させる方式」のカテーテルにおいてフィルターを備えたフラッシュバック室が\n針基に設けられているものでは，「後退によって生ずる力」に対する対策を講ずる必\n然性がないから，これらの周知例は，本件発明７の構成を何ら示唆するものではな\nい。原告らの主張は，前提において誤りである。\nウ  原告らは，別件訴訟での原告らの製品についての被告の主張に従えば，引用\n発明も構成要件Ｇを備えていることになると主張するが，別件訴訟における被告の\n主張は，本件訴訟における認定判断に影響を及ぼすものではないから，主張自体失\n当というべきである。\nエ(ｱ) 原告らは，本件発明７は格子８６を必須としていないし，図面の記載によ\nれば開口部８７は著しく小さく後端部の空気漏洩路が不可欠であるともいえない，\n他方，引用発明も「溜め１１７」に血液が流入するから「前方への空気漏洩路」が\n存在することは明らかであり，針の後退時にその漏洩路から空気は前方に流出する\nから，空気を流す能力が限定された抵抗の高い膜を通して空気が急速かつ大量に流\n入することはなく，少なくとも針先から血液が漏洩することはないと主張するので，\n以下に検討する。\n(ｲ) まず，本件発明７は，「前記中空針の中からの血液を収容する共に，前記後退\nによって生ずる力に抗して，前記針が後退する間に及び該後退の後に，前記血液を\n確実に保持するための収容／保持手段とを更に備えることを特徴とする安全装置」\nという構成であって，具体的に「格子８６」を特定はしていない。\n(ｳ) しかし，本件明細書等（甲４３，４４）には，本件図面（別紙参照）ととも\nに，以下の記載がある。\n「【０１２８】収容及び保持する手段として，図１に示す運動可能な内部室６１及び\nこれに関連するフィルタ６２を用いるのが好ましいが，その代わりに，上述の如き\n他の手段を用いることができる。例えば，フラッシュ血液は，中空針１７０（１７\n０）の中から受け取り，針が後退している間及びその後に，ハンドルハウジング１\n２０に関連して設けられるか，該ハンドルハウジングに固定されるか，あるいは，\n該ハンドルハウジングと一体の室１６１の中に安定的に保持される。\n【０１２９】上述の如き構造において，後退の過程で生ずる圧縮力を室の中へ実質\n的に伝達することなく，血液を中空針から室の中へ搬送するための何等かの手段を\n設けることが適正である。そのような搬送手段は，フラッシュ室１６１の内部を針\nの管腔に流体連通させるように接続する可撓性の管１６３の形態を取ることができ\nる。\n【０１３０】後退の間に，可撓性の管１６３の前方端１６３ｆは針と共に動き，一\n方，可撓性の管１６３の後方端１６３ｒは，室１６１の前方端において管状の延長\n部１６１ｆに従ってハンドルハウジング１２０に固定されたままである。管１６３\nの介在する長い部分１６３ｉは，自身の変形によって異なる動きを行う。\n【０１３１】上記操作を容易にするために，必要に応じて管の介在部分１６３ｉを\n図示の如く若干巻き，これにより，後退の間の上記部分１６３ｉの規定通りの配列\nを容易にする。これは，例えば，前進する針キャリッジ１６０とハンドルの円筒形\nの壁部１２１の内部孔との間のもつれすなわち拘束による前進する針キャリッジ１\n６０に対する妨害を阻止する助けをする。巻かれた管１６３を後退した後に収容す\nるために，若干長いハンドル１２１が好ましい。フラッシュを行っている間に，他\nの固定型のフラッシュ室を有する装置と同様に，例えば側方ポート１６２を介して\nアセンブリの後方から空気が排出される。\n【０１３２】図６の収容及び保持装置に概念的に幾分関連するのは，同様に可撓性\nを有する要素２６２（図７）であって，この要素は，弾性変形によって寸法差を取\nり除くが，この場合には，後退の前後の寸法ではなくフラッシュの前後の寸法に差\nがある。この場合には，上記可撓性を有する要素は，フラッシュ室の役割を果たす\n半透明又は透明のバルーン２６２である。\n【０１３３】バルーン室２６２は，最初は平坦であって空気を殆ど含まず，針２７\n０を介するフラッシュ血液の導入によって膨張し，これにより，置換された空気を\n排出すると共に血液を保持するための選択的なフィルタ，排気装置又は同様な手段\nを設ける必要がない。バルーン室２６２は，後退時に，比較的剛性を有するプラス\nチック製のスリーブ２６１によって，圧縮力から保護される。\n【０１３４】図示のように，この図７の実施例も，概念的には図１乃至図５の実施\n例に関連しており，バルーン室２６２及びスリーブ２６１は，後退時に針と共に動\nく。本発明の範囲内の他の形態の収容及び保持手段は，図６の装置に関連して示す\nことができ，この場合には，室が，針ではなくハンドルハウジングに関連して設け\nられており，フィルタ又は排気装置がフラッシュに先行する空気の排気を収容する\nが，寸法的な変化を許容するための可撓性を有する部材は使用されていない。\n【０１３５】例えば，そのような他の形態の１つは，針３７０の管腔からハンドル\n３２０に固定されるかあるいは該ハンドルと一体のフラッシュ室３６１へフラッシ\nュ血液を導くための破壊可能なダクト３６３（図８）を採用しており，上記フラッ\nシュ室は，例えば環状にすることができる。後退の際には，上記破壊可能なダクト\n３６３は，ハンドル３２０の中で自由な状態になっている。」\n「【図面の簡単な説明】\n……\n【図６】圧力を隔離するために可撓性の接続管を採用し，また，誤用防止のために\n中空のハンドルの内部をほぼ完全に阻止している別の実施例を幾分概略的に示す長\n手方向の部分断面図である。\n【図７】７ａは，圧力の隔離を行うために，針の後部に液体連通するように固定さ\nれ好ましくは透明又は半透明で最初は平坦なバルーンを採用し，また，エネルギの\n吸収を行うために，側方へ偏倚された別個の要素を採用し，更に，誤用を防止する\nために，中空のハンドルの内部を実質的に完全に阻止する迷路状の端部キャップを\n採用している更に別の実施例を示す長手方向の断面図であり，７ｂは，図７ａの線\n７ａ－７ａに沿う断面図である。\n【図８】圧力の隔離を行うために破壊可能な通路を採用し，また，誤用を防止する\nために，針の再設定を行うために該針に接近することを困難にするように側方に形\n成されたピストン圧力解放ポートを採用している別の実施例を示す長手方向の断面\n図である。\n【図９】９ａは，圧力の隔離を行うために逆止弁を採用し，また，エネルギの吸収\nを行うために上記逆止弁と一体のダッシュポット部材を採用し，更に，誤用を防止\nするために，針の前方への運動及びトリガのロック位置への再係合をそれぞれ阻止\nするラチェット要素を採用している別の実施例を示す長手方向の断面図であり，９\nｂは，図９ａの線９ａ－９ａに沿う拡大断面図である。」\n(ｴ) 上記(ｳ)の記載からすると，本件発明７の具体的な実施例として，格子８６と\n膜１０８ｄを用いた実施例のほかに，可撓性の管（図６），バルーン（図７），破壊\n可能なダクト（図８），フラッパ弁（図９）等を用いた様々な形態が開示され，また，\n【００７０】，【００８６】等に記載されるように，本件発明７は，様々な形態を包\n含することが明らかであるから，本件発明７の構成として，特許請求の範囲に具体\n的に格子８６及びフィルタを記載しなければならない理由はない。\n(ｵ) 次に，「格子８６」の意義について検討する。\nａ  本件明細書には「格子８６」に関して，「【００９０】また，ハンドルは，粘\n性物質をハンドルの内部通路の中へ導入するための注入開口を形成するのが好まし\nく，本装置は更に，上記注入開口を介して導入されて上記キャリッジとハンドルの\n内側面との間に位置する粘性物質を備える。また，本装置は，ハンドルの内部通路\nを横断して固定される格子すなわちグリルを備えるのが好ましい」，「【００９４】円\n筒形の端部プラグ８５が，空気通路８７及び格子８６を形成しており，該格子は図\n示のように，例えば十字形とすることができる。プラグ８５は，力すなわち干渉嵌\nめ，並びに，例えば，接着剤又は音波溶接の如き適宜な取り付け手段を用いて，端\n部凹所２３の中に固定されている」，「【０１１５】本発明に関して重要なことは，針\nが後方へ急速に後退させることにより，中空のハンドル２０の通路２４の中へ空気\nを迅速に移動させることである。しかしながら，格子８６の開口，並びに，針担持\nブロックの周囲前方の空気漏洩路によって，上記後退により，通路２４の中には比\n較的小さな空気圧の上昇が生ずる」，「【０１１６】上記後退が通路２４の中に短時間\nの圧力パルスを生ずる限り，上記フィルタは実質的に空気不透過性の壁部すなわち\nピストンの役割を果たし，フラッシュ室６１の内部をそのような圧力から隔離する\n傾向がある。その結果，上記後退の間に生ずるどのようなピストン効果を有する圧\n力もフラッシュ室６１の中の血液に与えられず，従って，上記血液は，中空針を介\nして前方且つ外方へ排出されず，上記室の中に安全に保持される」，「【図面の簡単な\n説明】……【図５】図１又は図２の線５－５に沿った図１の装置を示す断面図であ\nって，針を前方へ再設定するために該針に接近することを困難にするために中空の\nハンドルの内部を横断して支持される格子を誤用防止のために採用した本発明の実\n施例を示している」との記載がある。\n以上の記載から，格子８６は，針を前方へ再設定するために該針に接近すること\nを困難にするための誤用防止のために設けられるという意義を有するとともに，そ\nの空気通路８７（開口）は，フィルタ６２が実質的に空気を透過せず，中空のハン\nドル２０の通路２４内部の圧力をフラッシュ室６１内部の圧力から隔離するような\n働きを得るため，針担持ブロックの周囲前方の空気漏洩路とともに作用して，通路\n２４内部の圧力上昇を比較的小さいか又は短時間とするために設けられていること\nが理解できる。\nｂ  さらに，本件明細書には，「【０１２１】……トリガ付近のハンドルの孔の内\n径が，±０．００５ｃｍ（±０．００２インチ）の製造公差で，０．４６ｃｍ（０．\n１８インチ）であり，担持ブロックすなわちキャリアブロックの全長が３．０ｃｍ\n（１．１８インチ）であり，バネが巻かれるキャリアブロックの部分の有効長さが\n０．９４ｃｍ（０．３７インチ）であり，キャリアブロックの上記部分の内径が，\n±０．００２５ｃｍ（±０．００１インチ）の製造公差で，０．３３ｃｍ（０．１\n３インチ）であり，キャリアブロックの残りの部分すなわちフラッシュ室の部分の\n外側長さが１．８ｃｍ（０．７２インチ）であり，フラッシュ室の内側長さが１．\n７ｃｍ（０．６７インチ）であり，フラッシュ室の外径が０．４４ｃｍ（０．１７\n５インチ）であり，フラッシュ室の内径が０．３２ｃｍ（０．１２５インチ）であ\nり，潤滑剤ポートの内径が０．２２ｃｍ（０．０８５インチ）である」，「【０１２２】\n満足すべき作用を行わせるためには，装置の過少充填，過剰充填，又は誤充填を避\nけることも重要である。過少充填は，不適当なエネルギ吸収効果を生ずる傾向があ\nり，また，過剰充填は，エネルギ吸収効果を過度にする傾向がある。すなわち，過\n剰充填は，後退を信頼性のないものにし，極端な場合には，後退を終始一貫して阻\n止することさえある」，「【０１２３】そのような悪影響のある現象を排除するために，\n潤滑剤の導入技法は注意深く行い，これにより，潤滑剤が，針キャリアブロックの\n周囲に合理的に上手く分配され，特にバネコイルの領域を充填し，且つ，フラッシ\nュ室６１に沿って大きく後方へ伸長しないようにする必要がある。グリースは，針\nの管腔の開放した後方端から遠ざける必要がある」との記載がある。\n以上の記載から，針担持ブロックの周囲前方の空気漏洩路は，１ｃｍ以上の長さ\nにわたる隙間であり，そこには適切な後退が行われる程度の潤滑剤が存在している\nとされているので，空気の流れる隙間は相当程度狭いものであり，また，その長さ\nも隙間に比して相当長いものと推認できる。\nこの点，原告らは，図面の記載に基いて空気通路８７の開口は小さいものである\nと主張するが，図面に見られる空気通路８７の開口が針キャリアブロックの後退に\nよって排出される空気の量に対して小さいものであるとする根拠は何ら示されてい\nない。特許出願の願書に添付する図面の記載は，発明の理解に資するためのもので\nあって，必ずしも正確な縮尺で記載されているものではないから，同図面上の大き\nさを根拠として空気が充分流れないと認めることはできない。\nｃ  格子８６の空気通路８７（開口）が空気を透過させることは，カテーテル本\n体の後退の間に生ずるどのようなピストン効果を有する圧力もフラッシュ室６１の\n中の血液に与えられず，したがって，上記血液は，中空針を介して前方且つ外方へ\n排出されず，上記室の中に安全に保持されるという本件発明７の課題解決のために\n不可欠の意義を有するものであると理解すべきである。\n他方，引用発明においては，前記のとおり，血液が流入することによりキャビテ\nィの内部室から膜１０８ｄを通過する空気は，バレル部材１０５の内部における，\n一端がクロージャ（closure）部材１０４で閉鎖され，他端がカテーテル本体１０７\nの壁部１０８で画成される空間に流れ出るものとされている。しかし，カテーテル\n本体１０７が移動した時には，前記空間の中にある空気はその空間の容積の減少に\nより圧力が高くなるのに対して，その空気が流れ出る通路は，膜１０８ｄ，溜め１\n１７，中空の針１０３内の通路しかない。したがって，本件発明のように，フラッ\nシュ室６１の中の血液が，上記室の中に安全に保持されることにはなり得ないもの\nである。そうすると，甲１は，本件発明７の構成Ｇを何ら示唆することにはならな\nい。\nこの点につき，原告らは，引用発明は，キャビティから膜を通過してカテーテル\n本体の壁部で画成される空間に空気が流れ出ることや，図面の寸法関係などから，\n「前方への空気漏洩路」が存在することは明らかであるから，少なくとも針先から\n血液が漏洩することはないとも主張する。\nしかし，「前方への空気漏洩路」がなくても，圧力のある血液は溜めの空気がフィ\nルタを通過してカテーテル本体の後方にさえ逃げればキャビティの内部室に流れ込\nむことはあり得る上に，引用発明において「前方への空気漏洩路」が存在していた\nとしても，その漏洩路は，前記したとおり，甲１に何ら記載されていないし，図面\nの性質をも勘案すれば，血液が中空針を介して前方且つ外方へ排出されず上記室の\n中に安全に保持されるような多量の空気の流れを期待できるほどの通路ではないと\nみるのが自然である。\nしたがって，引用発明には，本件発明７のような血液の漏れを防止できる程度に\n空気の流れが確保された空気の通路はないというべきである。よって，原告らの上\n記主張は理由がない。\n(6) 以上のとおり，審決の引用発明の認定に誤りはなく，取消事由１は理由がな\nい。\n２  本件発明７と引用発明との一致点・相違点の認定の誤り（取消事由２）につ\nいて\nア  原告らは，取消事由１で述べたように引用発明は，「前記針１０３の中からの\n血液を収容保持すると共に，前記後退の際および後退の後にも，針１０３と固定さ\nれており，血液を保持し続ける溜め１１７とを更に備える」から，引用発明と本件\n発明７とは，「前記中空針の中からの血液を収容する共に，前記後退によって生ずる\n力に抗して，前記針が後退する間に及び該後退の後に，前記血液を確実に保持する\nための収容／保持手段とを更に備える」点においても一致すると主張する。\nしかし，引用発明が「前記針１０３の中からの血液を収容保持すると共に，前記\n後退の際および後退の後にも，針１０３と固定されており，血液を保持し続ける溜\nめ１１７とを更に備える」ものと認められないことは，上記１に説示したとおりで\nあるから，原告らの上記主張は前提において誤りである。\nイ  原告らは，カテーテルを体内に挿入するための挿入針を使用後に後退させる\n方式のカテーテルにおいて，フラッシュバック室にフィルターを設けることは周知\n（甲３４～４０）であるので，これを参酌すれば，相違点２は実質的に相違点にな\nらない旨主張する。\nしかしながら，甲３４～４０に記載された周知技術は，いずれも，「カテーテルを\n体内に挿入するための挿入針を」人がその手で「使用後に後退させる方式のカテー\nテル」を前提とした構成であることは明らかであり，いずれも，針キャリアブロッ\nクのバネ等による後退によって生じる力に抗するものではない。\nしたがって，これらの周知技術を参酌しても，相違点２が実質的に相違点になら\nないということはできない。\nウ  以上のとおり，本件発明７と引用発明との一致点・相違点の認定に誤りはな\nく，取消事由２は理由がない。\n３  本件発明７と引用発明との相違点２についての判断の誤り（取消事由３）に\nついて\nア  原告らは，相違点２は存在しないのであるから，審決の相違点２についての\n判断は誤りであると主張するが，その前提が誤りであることは，上記２で説示した\nとおりである。\nイ  原告らは，相違点２が存在するとしても，引用発明において，前方への空気\n漏洩路が存在することは明らかであって，後端を封止する必要はなく，他方，フラ\nッシュバッグ室の空気を大気中に逃すために前方又は後端等に開口を設けないとな\nらないことは周知（甲３５，甲３６，甲４１）であるから，甲１に明示がなくても，\n引用発明においてフラッシュバック室の空気を大気中に逃すように開口を設ける周\n知技術を適用することは当然に想到し得ることであり，したがって，引用発明にお\nいて，後端部のクロージャ部材１０４を開口構成とすることは，単なる設計的事項\nにすぎないと主張する。\nウ  本件発明７の一実施例において格子８６を用いることは，格子８６の空気通\n路８７（開口）が空気を透過させ，カテーテル本体の後退の間に生ずるどのような\nピストン効果を有する圧力もフラッシュ室６１の中の血液に与えられず，したがっ\nて，上記血液は，中空針を介して前方且つ外方へ排出されず，上記室の中に安全に\n保持されるために不可欠の技術的意義を有する。\n他方，甲１は，かかる格子について記載も示唆もなく，前方への空気漏洩路だけ\nで，本件発明７のような作用効果を奏することはない。\nしたがって，引用発明において，前方の空気漏洩路を確保するか，格子８６の開\n口のような構成にするかを，設計事項ということはできない。\nまた，甲３５，３６，４１は，いずれも手による後退を前提としており，バネ等\nによる後退によって生じる力に抗するものではないので，本件発明７とは前提を異\nにし，引用発明に適用する動機づけが生じる余地がない。\nよって，原告らの上記主張は理由がない。   以上のとおり，取消事由３は理由がない。\n４  本件発明８について一致点・相違点の認定・判断の誤り（取消事由４）につ\nいて\n原告らは，取消事由１～３に理由があることを前提に，審決の本件発明７につい\nての認定及び判断は誤りであって，それを前提とする本件発明８についての一致\n点・相違点の認定及び判断も誤りであると主張する。\nしかし，取消事由１～３に理由がなく，審決の本件発明７についての認定及び判\n断に誤りはないから，取消事由４は，その前提を欠き，理由がない。\n５  結論\n以上のとおり，原告ら主張の取消事由はいずれも理由がなく，他に審決にはこれ\nを取り消すべき違法はない。よって，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n芝 田 俊 文\n裁判官\n岡 本   岳\n裁判官\n武 宮 英 子\n（別紙）\n本件図面\n【図１】\n図２】\n【図５】\n図６】\n図７】\n【図８】\n図９】\n甲１の図面\n【図１８】\n図２０】\n図２１】\n【図２２】\n"
}