{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 12,
    "day": 18
  },
  "case_number": "平成28(ワ)6494",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88298",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88298",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/298/088298_hanrei.pdf",
  "contents": "平成３０年１２月１８日判決言渡  同日原本受領  裁判所書記官\n平成２８年（ワ）第６４９４号  特許権侵害差止等請求事件\n口頭弁論終結日  平成３０年８月２４日\n判 決\n原           告     株 式 会 社 湯 山 製 作 所\n同訴訟代理人弁護士    飯   島          歩\n同                      真   鍋   怜   子\n同                      藤   田   知   美\n同訴訟代理人弁理士    横   井   知   理\n同                      吉   田   昌   司\n被            告     日 進 医 療 器 株 式 会 社\n（以下「被告日進」という。）\n被              告    株式会社セイエ ー\n（以下「被告セイエー」という。）\n被              告    Ｏ Ｈ Ｕ 株 式 会 社\n（以下「被告ＯＨＵ」という。）\n上記被告３名訴訟代理人弁護士    山   本   健   策\n同                      福   永          聡\n同                      難   波   早登 至\n同 補 佐 人 弁 理 士    石   川   大   輔\n同                      橋   本   卓   行\n主 文\n１  被告日進は，原告に対し，９７万０７６８円及びこれに対する平成２８年７\n月１４日から支払済みまで年５分の割合による金員（うち４８万５３８４円及びこ\nれに対する同日から支払済みまで年５分の割合による金員については被告ＯＨＵと，\nうち２４万２６９２円及びこれに対する同月１５日から支払済みまで年５分の割合\nによる金員については被告セイエーと連帯する。）を支払え。\n２  被告ＯＨＵは，原告に対し，４８万５３８４円及びこれに対する同月１４日\nから支払済みまで年５分の割合による金員（全額について被告日進と，うち２４万\n２６９２円及びこれに対する同月１５日から支払済みまで年５分の割合による金員\nについては被告セイエーと連帯する。）を支払え。\n３  被告セイエーは，原告に対し，２４万２６９２円及びこれに対する同月１５\n日から支払済みまで年５分の割合による金員（全額について被告日進及び被告ＯＨ\nＵと連帯する。）を支払え。\n４  原告のその余の請求をいずれも棄却する。\n５  訴訟費用は，これを１０分し，その９を原告の負担とし，その余を被告らの\n負担とする。\n６  この判決は，第１項ないし第３項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n被告日進，被告セイエー及び被告ＯＨＵは，原告に対し，連帯して，９９９万６\n７８１円及びこれに対する本件訴状の送達の日の翌日から支払済みまで年５分の割\n合による金員を支払え。\n第２  事案の概要\n本件は，薬剤分包用ロールペーパに関する特許権を有していた原告が，被告らに\n対し，被告らの製造・販売する製品が原告の特許権を侵害したと主張し，損害賠償\n（特許法１０２条２項，民法７０９条）として９９９万６７８１円及びこれに対す\nる本件訴状送達の日の翌日から支払済みまで民法所定の年５分の割合による遅延損\n害金の支払を求める事案である。\n１  前提事実（当事者間に争いのない事実又は後掲の各証拠及び弁論の全趣旨に\nより容易に認められる事実）\n⑴  当事者\n原告は，保健医療機械器具類の製造及び販売，包装・荷造機器の製造及び販売等\nを目的とする株式会社である。\n被告日進は，医療衛生用品，医科器械，衛生材料，計量器，医薬品，理科学器の\n製造販売等を目的とする株式会社である。\n被告セイエーは，整袋加工及び販売，梱包資材の販売，包装業務等を目的とする\n株式会社である。\n被告ＯＨＵは，包装・梱包用資材製品の企画並びに製造販売等を目的とする株式\n会社である。\n⑵  原告の有していた特許権（甲１～３，２８，２９，乙５７）\nア  本件特許\n原告は，以下の特許（以下「本件特許」といい，本件特許の請求項１に係る特許\n権を「本件特許権」，本件特許権の目的たる特許発明を「本件発明」といい，この\n願書に添付された明細書及び図面をまとめて「本件明細書」という。）を有してい\nた。本件明細書の記載は，本判決添付の特許公報のとおりである。本件特許権の存\n続期間は，平成２９年９月２１日をもって終了した。\n登録番号        特許第４１９４７３７号\n発明の名称      薬剤分包用ロールペーパ\n出願日          平成１２年６月２日\n（原出願日     平成９年９月２２日）\n優先日          平成８年９月２０日\n出願番号       特願２０００－１６６２７３\n登録日          平成２０年１０月３日\nイ  無効審判及び訂正請求\n被告日進は，平成２９年７月１０日，本件特許につき無効審判（審判番号２０\n１７－８０００８９）を請求した（以下「本件無効審判」という。）。原告は，同\n手続において，同年１０月６日に，本件特許の請求の範囲及び明細書につき訂正請\n求を行った（以下「本件訂正請求」といい，訂正の内容を「本件訂正」，訂正後の\n発明を「本件訂正後の発明」という。）。平成３０年６月２６日に，本件訂正請求\nを認め無効審判請求は成り立たない旨の審決がなされた。訂正内容は，請求項１の\n以下の下線部分である。\n訂正前「ロールペーパの回転角度を検出するために支持軸に角度センサを設\nけ，」「その角度センサによる検出が可能な位置に磁石を配置し，」\n訂正後「ロールペーパの回転角度を検出するために支持軸の片端に角度センサ\nを設け，」「その角度センサによる検出が可能な位置に複数の磁石を配置し，」\n⑶  本件発明の構成要件の分説\n本件発明の構成要件は，次のとおり分説される。\nＡ  非回転に支持された支持軸の周りに回転自在に中空軸を設け，中空軸にはモ\nータブレーキを係合させ，中空軸に着脱自在に装着されるロールペーパのシートを\n送りローラで送り出す給紙部と，２つ折りされたシートの間にホッパから薬剤を投\n入し，薬剤を投入されたシートを所定間隔で幅方向と両側縁部とを帯状にヒートシ\nールする加熱ローラを有する分包部とを備え，ロールペーパの回転角度を検出する\nために支持軸に角度センサを設け，上記中空軸と上記支持軸の固定支持板間で上記\n中空軸のずれを検出するずれ検出センサを設け，分包部へのシート送り経路上でシ\nート送り長さを測定する測長センサを設け，ロールペーパを上記中空軸に着脱自在\nに固定してその固定時に両者を一体に回転させる手段をロールペーパと中空軸が接\nする端に設け，角度センサ及び測長センサの信号に基づいてシート張力をロールペ\nーパ径に応じて調整しながら薬剤を分包するようにし，さらに角度センサの信号と\nずれ検出センサの信号との不一致により上記中空軸に着脱自在に装着されたロール\nペーパと上記中空軸とのずれを検出するようにした薬剤分包装置に用いられ，\nＢ  中空芯管とその上に薬剤分包用シートをロール状に巻いたロールペーパとか\nら成り，\nＣ  ロールペーパのシートの巻量に応じたシート張力を中空軸に付与するため\nに，支持軸に設けた角度センサによる回転角度の検出信号と測長センサの検出信号\nとからシートの巻量が算出可能であって，その角度センサによる検出が可能な位置\nに磁石を配置し，\nＤ  その磁石をロールペーパと共に回転するように配設して成る\nＥ  薬剤分包用ロールペーパ。\n⑷  被告らの行為（甲４（枝番号を含む。以下同じ。），５）\n被告日進は，別紙「被告製品目録」記載の製品（以下「被告製品」という。）を\n被告セイエーと共同開発し，平成２６年１２月から本件訴訟の提起日である平成２\n８年７月４日までの間，被告セイエーから供給を受けた被告製品を，インターネッ\nト上の通信販売サイトに掲載し，また，発注に応じて調剤薬局等に対して販売した。\n被告ＯＨＵは，上記期間，被告日進から注文を受け，被告セイエーに対し被告製\n品の製造を委託した。\n被告セイエーは，上記期間，被告ＯＨＵの委託を受けて被告製品を製造し，シュ\nリンクラップを施して被告日進に対し供給した。\n⑸  一体化製品\n被告製品は，プラスチック製の筒部にグラシン紙もしくはセロポリ紙からなる薬\n剤分包用シートを巻き回したものであり（別紙「被告製品説明書」図１参照），利\n用者は，この筒部の軸芯中空部分に，原告製の薬剤分包用ロールペーパの使用済み\n中空芯管（以下「原告製使用済み芯管」という。）を輪ゴムを巻いた状態で挿入す\nることにより，両者を一体化することができる（同別紙図２参照。以下，一体化し\nたものを「一体化製品」という。）。\n一体化製品の構成は，以下のとおりである。\nａ  中空芯管（原告製使用済み芯管）と，この中空芯管に輪ゴムを介して一体化\nされるプラスチック筒部とその上に薬剤分包用シートをロール状に巻いたロールペ\nーパとから成り（被告製品説明書図１及び図２），\nｂ  上記中空芯管（被告製品説明書図３及び図４）においては，原告薬剤分包装\n置に設けられた中空軸への挿入方向とは逆の端部プラスチック内部に，円周上に３\n個の磁石が配設され（被告製品説明書図４，符号９），\nｃ  上記磁石は，上記中空芯管を構成するプラスチックの内部に配設されており，\n巻き回されたロールペーパと共に回転する。\n２  争点\n⑴  一体化製品は本件発明の技術的範囲に属するか。\nア  一体化製品は「用いられ」（構成要件Ａ）を充足するか（争点⑴ア）。\nイ  一体化製品は「２つ折りされたシート」（構成要件Ａ）を充足するか（争点\n⑴イ）。\nウ  被告日進が構成要件Ａの充足性を争うことは信義則に反するか（争点⑴ウ）。\n⑵  特許権侵害が成立するか。\nア  被告製品は，一体化製品の「生産にのみ用いる物」と認められるか（特許法\n１０１条１号の間接侵害，争点⑵ア）。\nイ  被告らの行為は，顧客との共同による特許権の直接侵害，若しくは顧客の特\n許権侵害に対する教唆又は幇助に当たるか（争点⑵イ）。\n⑶  本件特許は，特許無効審判により無効にされるべきものか。\nア  「その角度センサによる検出が可能な位置」との本件特許請求の範囲の記載\nは明確性を欠くか（争点⑶ア）。\nイ  「２つ折りされたシート」との本件特許請求の範囲の記載（争点⑶イ）\n補正の際の新規事項の追加に当たるか。\nサポート要件違反に当たるか。\n明確性を欠くか。\nウ  進歩性の欠如\n本件発明は乙２２に基づき容易に想到可能か\n本件発明は乙２３に乙２２を組み合わせることにより容易に想到可能か（争\n。\n⑷  原告の損害額（争点⑷）\nア  特許法１０２条２項による損害額の推定\nイ  推定の覆滅\n第３  争点についての当事者の主張\n１  争点⑴ア（一体化製品は「用いられ」（構成要件Ａ）を充足するか。）\n【原告の主張】\n⑴  「用いられ」の意義\nア  本件発明がサブコンビネーション発明であること\n特許・実用新案審査基準は，複数の装置の組み合わせからなる全体装置に対し，\nそれを構成する各装置を「サブコンビネーション」と呼ぶ。本件において薬剤分包\n装置は薬剤分包装置本体とロールペーパとからなるから，薬剤分包装置本体とロー\nルペーパとはそれぞれがサブコンビネーションに該当する。\nそして，ロールペーパは，「ロールペーパのシートの巻量に応じたシート張力を\n中空軸に付与するために，支持軸に設けた角度センサによる回転角度の検出信号と\n測長センサの検出信号とからシートの巻量が算出可能であって，その角度センサに\nよる検出が可能な位置に磁石を配置し，その磁石をロールペーパと共に回転するよ\nうに配設して成る」（構成要件Ｃ，Ｄ）との構成を有しているところ，「中空軸」，\n「支持軸」，「角度センサ」，「測長センサ」及び「検出信号」といった事項は薬\n剤分包装置本体の構成要件Ａに関する事項によって特定されており，構成要件Ａの\n「ロールペーパの回転角度を検出するために支持軸に角度センサを設け」との記載\nによって，構成要件Ｃの「その角度センサによる検出が可能な位置に磁石を配置し」\nの意味が特定される関係にある。\nよって，ロールペーパに係る発明である本件発明は，他のサブコンビネーション\nに相当する薬剤分包装置本体に関する事項によってその構造，機能等が特定されて\nいるものといえる。すなわち，構成要件Ａに開示された他のサブコンビネーション\nたる薬剤分包装置本体の記載が，構成要件Ｃと相まって本件発明の物としての構成\nを特定するものである。\nイ  サブコンビネーション発明の技術的範囲について\n一つのサブコンビネーションの技術的範囲に属するためには，他のサブコンビネ\nーションにのみ用いられることは要件とされない。\nそもそも，物の発明において，特許発明の技術的範囲に属するか否かは請求の範\n囲の記載に基づき定められるものであって，具体的な実施行為に際して常に作用効\n果を奏することは要件とされていない。サブコンビネーション発明も物の発明の一\n類型である以上，その技術的範囲は物の静的・客観的な構造ないし特性によって特\n定されるべきであり，それを超えて用途を考慮すべきではない。\n上記アのとおり，サブコンビネーション発明における「用いられ」等の記載は，\n他のサブコンビネーションとの関係で特許発明の構造，機能を特定するものであっ\nて特許発明の要旨を認定するために必要となる記載ではあるが，物の発明である以\n上，現実の使用を構成要件とするものではなく，まして他の用途の存在を排斥する\nものではない。\n本件特許請求の範囲や本件明細書には，本件発明にかかるロールペーパが他の用\n途等に使用されることを排除する記載も，他の用途等に使用できることにより発明\nの技術的意義を損なうことをうかがわせるような記載もなく，また，他の用途等に\nついて意識的に除外したという事情もない。\nウ  まとめ\n以上によれば，一体化製品であるロールペーパが，構成要件Ａを充足する薬剤分\n包装置に使用することが可能であれば，一体化製品は構成要件Ａの「用いられ」を\n充足するというべきであり，構成要件Ａを充足しない薬剤分包装置に利用される可\n能性がないことまでは要求されていないから，構成要件Ａを充足する薬剤分包装置\nに「のみ」使用されることは，要件ではない。\n⑵  構成要件Ａを充足する薬剤分包装置の存在\nア  被告らは，仮に構成要件Ａを充足する薬剤分包装置に「のみ」一体化装置が\n使用されることが要件であるとの主張が否定される場合であっても，少なくとも，\n現実に構成要件Ａを充足する薬剤分包装置が存在し，一体化製品がこれに使用され\nていることが必要であると主張する。\nしかしながら，構成要件Ａを充足しない薬剤分包装置における一体化製品の使用\nが特許権侵害に当たらないという考え方は，「使用」の解釈においては適切である\nが，「生産」や「譲渡」の実施行為との関係では採用されるべきではない。\nイ  仮に，一体化製品が現に構成要件Ａを充足する薬剤分包装置において用いら\nれることが必要だとしても，原告製の薬剤分包装置のうち特定の機種は以下のとお\nり構成要件Ａを充足する。\nまず，原告製の薬剤分包装置のうち，あらかじめ折り畳まれていないロールペー\nパ（以下「シングルタイプ」という。）用の物は，装着するロールペーパの幅が異\nなるため一体化製品を使用することができない。また，平成２５年４月以降にモデ\nルチェンジされた原告製の薬剤分包装置には本件特許が実施されておらず，一体化\n製品を使用することができない。よって，これらの薬剤分包装置が構成要件Ａを充\n足するか否は問題にならない。\n原告製の薬剤分包装置のうち，あらかじめ折り畳まれたロールペーパ（以下「ダ\nブルタイプ」という。）用の物である「ＴＷＩＮ－ＲⅢ」，「９３ＳＲｚ（カセッ\nト機構付）」，「Ｍｉｎｉ－Ｒ４５」及び同カセット機構付，「シャルティⅢ」，\n「ＣＰＸ－ⅢＳ」（プリント有り及びなし），「２６０～５２０ＦＤＳⅢ」，「１\n３０～１６０ＦＤＸⅡ  ＳＥ」は，いずれも構成要件Ａを充足する。\nウ  被告らは，原告製造の薬剤分包装置のうちＴＷＩＮ－ＲⅢ及びＣＰＸ－ⅢＳ\nが構成要件Ａを充足しない旨主張するが失当であり，これらはいずれも構成要件Ａ\nを充足する。\n【被告らの主張】\n⑴  「用いられ」の意義\n原告は，一体化製品が構成要件Ａを充足する薬剤分包装置に使用することが可能\nでありさえすれば，需要者が一体化製品をそのような薬剤分包装置に使用するか否\nか，あるいはそのような薬剤分包装置が現実に存在するか否かを問わず，構成要件\nＡの「用いられ」を充足する旨を主張するが，失当である。\n⑵  「用いられ」を充足するためには，一体化製品が構成要件Ａを充足する薬剤\n分包装置にのみ用いられ，他の用途が存在しないことが必要であること\nア  本件明細書の記載は，すべて一体化製品を構成要件Ａを充足する薬剤分包装\n置本体に使用することを当然の前提としており，構成要件Ａを充足しない薬剤分包\n装置本体に一体化製品を使用することについては何の示唆もされていない。そうす\nると，本件明細書の記載は，一体化製品を構成要件Ａを充足しない薬剤分包装置本\n体に使用することを黙示的に排除しているものと解される。\nまた，本件発明の技術的意義は，①極薄のシートを巻いたロールペーパの巻状態\nによるロールペーパ直径の微妙な変動による影響で制御すべき段階的に選択される\nブレーキ力のレベル変動を生じることなく各段階において的確にブレーキ力を設定\nしロールペーパの直径に応じた適正な張力を安定して給紙部に与え，②シートに耳\nずれや裂傷を生じさせずに分包シートで薬剤を分包することのできる薬剤分包装置\nに用いられ，③分包装置の給紙部における角度センサに対し回転角度データを与え\nることのできる薬剤分包用ロールペーパを提供することである（本件明細書【００\n１１】）。ところが，構成要件Ａを充足しない薬剤分包装置本体に一体化製品を用\nいた場合には，シートの巻量の変化を算出することができず，巻量の直径に応じて\nブレーキ力を制御しシート張力を各段階において最適な張力に調整することができ\nないことから，耳ずれや裂傷を生じさせることなく薬剤を分包することができない。\nよって，上記①及び②の技術的意義が損なわれる。また，構成要件Ａを充足しない\n薬剤分包装置本体には角度センサも存在しないため，一体化製品に磁石が配設され\nていたとしても，分包装置の給紙部における角度センサに対し回転速度データを与\nえることもできない。よって，上記③の技術的意義も同様に損なわれる。\n以上より，構成要件Ａを充足しない薬剤分包装置本体に一体化製品を用いた場合\nには本件発明の技術的意義が損なわれることは明らかであるから，一体化製品が構\n成要件Ａの「用いられ」を充足するためには，一体化製品が構成要件Ａを充足する\n薬剤分包装置にのみ用いられることが必要である。\nイ  一体化製品は，構成要件Ａを充足しない薬剤分包装置（原告製の「ＣＯＭＰ\nＡＣＴ４５Ⅱ」，「ＣＰＸ－ⅢＳ」，「ＣＰＳ３０」，「２１ＳＥ」，「２１ＳＥ\nＺ」，「２１ＣＰＸ」，「３０ＣＰＸ」及び「３０００Ｄ」等）に使用できる。\nウ  よって，一体化製品は構成要件Ａの「用いられ」との構成を有しておらず，\n構成要件Ａを充足しない。\n⑶  「用いられ」を充足するためには，一体化製品が現に構成要件Ａを充足する\n薬剤分包装置に用いられることが必要であること\nア  仮に，「用いられ」を充足するために，一体化製品が構成要件Ａを充足する\n薬剤分包装置のみに用いられるものである必要はないとしても，一体化製品は構成\n要件Ａを充足する薬剤分包装置に用いられて初めて作用効果を奏するものであるか\nら，現実に構成要件Ａを充足する薬剤分包装置に用いられることが必要である。\nイ  本件特許の出願経緯について\n本件特許は平成１２年６月２日に出願されたが，平成１９年７月２６日付けの拒\n絶理由通知書（乙２４）において進歩性の欠如を指摘されたため，原告は，出願時\nの請求項１中の構成要件Ａを補正し，意見書（乙２５）において拒絶理由書中の引\n用文献記載の発明と補正後の構成要件Ａに記載された薬剤分包装置の構成の差異を\n強調した。同意見書においては，構成要件Ａの構成を有する薬剤分包装置本体に用\nいられることを前提とするロールペーパについての発明であることが明言されてい\nる。\nこのような出願経過からすれば，被告製品が本件発明の技術的範囲に属するか否\nかの判断をするに当たっては，構成要件Ａを充足する薬剤分包装置が現実に存在し，\n一体化製品が当該薬剤分包装置に使用されていることが必須となる。これに反する\n原告の主張は，禁反言の法理に照らし許されない。\nウ  本件発明の新規性が認められるための構成について\n本件無効審判において，本件訂正後の発明の構成のうち，少なくとも以下の４つ\nの構成が従来技術との相違点であると認定された。\n①  「角度センサ」が「ロールペーパの回転角度」を検出するものであって，支\n持軸の片端に設けられていること。\n②  「磁石」は「ロールペーパのシートの巻量に応じたシート張力を中空軸に付\n与するために，支持軸に設けた角度センサによる回転角度の検出信号と測長センサ\nの検出信号とからシートの巻量が算出可能であって，その角度センサによる検出が\n可能な位置」に配置されるものであること。\n③  「磁石」は「複数」配置されるものであること。\n④  本件訂正後の発明は上記①～③の構成を有することで，「シートの巻量」を\n算出し，「シートの巻量に応じたシート張力を中空軸に付与」するものであること。\nそうすると，一体化製品が本件発明の技術的範囲に属するというためには，一体\n化製品が少なくとも上記４点の構成を具備していることが必要であり，その判断の\nためには，一体化製品がどのような薬剤分包装置に用いられるかを確認することを\n要する。すなわち，一体化製品が本件発明の構成要件Ａの「用いられ」を充足する\nためには，一体化製品が用いられる原告製の薬剤分包装置が少なくとも上記①，②\n及び④の構成を備えるものであることが必要となる。\nエ  ダブルタイプのロールペーパを使用する原告製の薬剤分包装置は「２つ折り\nされたシート」を充足しないことは後記争点⑴イで述べるとおりであり，これ以外\nにも被告らが，原告製薬剤分包装置であるＴＷＩＮ－ＲⅢについては構成要件Ａを\n充足する「ずれ検出センサ」を有しておらず，同じくＣＰＸ－ⅢＳについては構成\n要件Ａを充足する「測長センサ」を有していないことを指摘しているにもかかわら\nず，原告は構成要件Ａを充足する薬剤分包装置が現実に存在することを立証するに\n足りる証拠を提出しないから，原告製の薬剤分包装置のうち構成要件Ａを充足する\n物はなく，一体化製品は現に構成要件Ａを充足する薬剤分包装置に用いられないと\nいうべきである。\n２  争点⑴イ（一体化製品は「２つ折りされたシート」（構成要件Ａ）を充足す\nるか。）\n【原告の主張】\n本件発明は，使用によってロールペーパの巻き量が減少した場合にもロールペー\nパにかかる張力を一定にすることにより，２つ折りにされたロールペーパの接着に\n際して縁部が正確に重ならないという問題（いわゆる「耳ずれ」）等が生じないよ\nうにするものである（本件明細書【００１１】）。このような技術的思想との関係\nにおいては，シングルタイプのロールペーパを薬剤分包装置内においてロールペー\nパ中心部の長手方向に沿って折り曲げることにより薬剤を投入するのに適したＶ字\n状の空隙（折り目）を設けた状態にしても，ダブルタイプのロールペーパの折り目\nを薬剤分包装置内においてＶ字状に開いて上記空隙を設けた状態にしても，薬剤投\n入時に「（Ｖ字状に）２つ折りされたシート」となる点において相違はない。よっ\nて，ロールペーパがシングルタイプかダブルタイプかは本件発明の技術的思想と関\n係がないから，構成要件Ａの「２つ折りされたシート」をシングルタイプに限定し\nて解釈する理由はない。\n本件明細書【００１２】には，「シートを２つ折りしその間にホッパから薬剤を\n投入し」との記載があるところ，ロールペーパが完全に折り畳まれた状態では空隙\nがなく「その間」に薬剤を投入することができないから，ここでいう「２つ折り」\nとは，上記Ｖ字状の空隙を設けた状態に折り曲げることを意味する。\nしたがって，ダブルタイプのロールペーパを巻いた物である一体化製品は，構成\n要件Ａの「２つ折りされたシート」を充足する。\n【被告らの主張】\n本件明細書にはシングルタイプのロールペーパが薬剤分包装置に設置された後\nに２つ折りにされる構成しか開示されていないから，構成要件Ａの「２つ折りされ\nたシート」とはロールペーパが薬剤分包装置内において２つ折りされることを意味\nする。なお，原告が出願時における「シートを２つ折りし」という表現（乙３１）\nを，拒絶理由通知書（乙２４）における指摘を受けて「２つ折りされたシート」と\n補正したこと（乙３２），「分包部でシートを２つ折りした際にシートの縁部が正\n確に重ならない」（本件明細書【０００５】）という問題はシングルタイプのロー\nルペーパにおいてのみ生じ得ることからも，上記解釈は適切である。\nしたがって，一体化製品は構成要件Ａの「２つ折りされたシート」を充足しない。\n３  争点⑴ウ（被告日進が構成要件Ａの充足性を争うことは信義則に反するか。）\n【原告の主張】\n被告日進は，原告薬剤分包装置が構成要件Ａを充足するかを問題としているとこ\nろ，以前の本件特許の侵害訴訟（大阪地方裁判所平成２４年（ワ）第８０７１号。\n以下「前訴」という。）において，原告薬剤分包装置が構成要件Ａを充足するかに\nついて争う機会を与えられながら，実質的に争わなかった。また，被告製品を利用\nすることのできる原告薬剤分包装置はすでに生産を終了している。それにもかかわ\nらず，同被告は，本訴訟で原告製の薬剤分包装置の構成要件Ａの充足を争い，また，\n原告製の薬剤分包装置のうち全ての機種が構成要件Ａを充足する必要があると主張\nしている。このような主張は，紛争の不当な蒸し返しであるから信義則に反し，許\nされない。\n【被告日進の主張】\n前訴と本訴訟とでは対象となる被告らの製品が異なり，また，被告日進は，前訴\nにおいて，構成要件Ａの充足性について不知の答弁をしたのみであるから，本訴訟\nでその充足を否認することは信義則に反しない。\n４  争点⑵ア（被告製品は，一体化製品の「生産にのみ用いる物」と認められる\nか。）\n【原告の主張】\n⑴  被告らの行為\n被告らは，被告製品を一体化製品の生産のみに用いられることを前提に製造販売\nしている。\n被告日進の販売するロールペーパの製品にはＡタイプ（被告製品）とＢタイプと\nがあるところ，同被告のウェブサイトには，それぞれ外径が６５㎜の芯管（原告の\nみが生産）及び外径が５０㎜の芯管（原告以外の薬剤分包装置メーカーのみが生産）\n向けであることが明記されている。また，これらの製品の説明書には，輪ゴムを介\nして芯管に取り付けることの説明が記載されている。\nしたがって，被告製品は，輪ゴムを介して原告製使用済み芯管に取り付け一体化\n製品を生産することのみを目的として製造販売されており，需要者もこれを前提と\nして購入している。\n⑵  被告らの主張する原告製以外の薬剤分包装置について\nア  被告日進製の分包装置\n被告らは，被告製品を平成２５年から販売していたところ，被告日進製の薬剤分\n包装置は平成２８年５月及び同年１０月に各１台販売されたのみである。\nイ  エルク製分包装置\n株式会社エルクエストが製造し，株式会社エルクコーポレーション（現キヤノン\nライフケアソリューションズ株式会社）が販売する薬剤分包装置（以下「エルク製\n分包装置」という。）用のロールペーパの芯管には，原告製の中空芯管とは異なり\n装着時に筒部の位置を決めるためのフランジがないため，被告製品を装着した際に\n正確に装着されたかを判別することができない。また，被告製品の片面に付された\n「こちらが前面です」という指示に従って装着すると正しい向きに装着されない。\nさらに，被告製品の外径は同薬剤分包装置に用いるには大きすぎるため，新品を装\n着するためには約１００ｍ分のロールペーパを廃棄する必要がある上，同薬剤分包\n装置の芯管の外径と被告製品の筒部の内径との差が大きいため，装着するためには\nＯリングを介すことが必要とされる。\nウ  ウエダ製分包装置\n株式会社ウエダ製作所の製造する薬剤分包装置（以下「ウエダ製分包装置」とい\nう。）は，２０年以上前に販売が終了した製品であり，被告製品を装着しても正常\nな分包を行うことができない。\n⑶  まとめ\nしたがって，被告らは，被告製品を一体化製品の生産のみに用いられることを前\n提に製造販売しているのであるから，特許法１０１条１号により本件特許権の間接\n侵害が成立する。\n【被告らの主張】\n被告製品は，被告日進製の薬剤分包装置「Ｎ－５０Ａ」に使用される製品として\n製造販売されるものであって，原告製使用済み芯管に挿入して一体化製品を生産す\nるためのみに使用されるためのものではない。\nまた，被告製品は，構成要件Ａを充足しないエルク製分包装置である「ＡＸ－４\n６」及び「Ａｘ－４５Ｐｌｕｓ」に用いることもできる。同装置の芯管には，装着\n時に筒部の位置を決めるために十分なフランジがないものの，手で調整することに\nより正確な位置決めをすることができる。\nさらに，被告製品は，同様に構成要件Ａを充足しないウエダ製分包装置にも利用\nすることができる。\n被告製品と同様の構成の製品は，株式会社タカゾノが製造する薬剤分包装置であ\nるモナロータリーセブンにおいても使用されていたのであり，何ら目新しいことは\nない汎用品である。そして，被告製品を一体化製品とするためには輪ゴムを介す必\n要があるから，専用品とはいえない。\n５  争点⑵イ（被告らの行為は，顧客との共同による特許権の直接侵害，若しく\nは顧客の特許権侵害に対する教唆又は幇助に当たるか。）\n【原告の主張】\n前記４のとおり，被告製品は一体化製品を生産するためにのみ製造販売されてい\nる。そして，被告らは，ウェブサイト及び被告製品の説明書において，被告製品を\n輪ゴムを介して原告製使用済み芯管と一体化することにより原告製の薬剤分包装置\nに被告製品を使用することができることを告知し，被告らの営業担当者も需要者の\n使用する薬剤分包装置の機種を聞き取った上で原告製の薬剤分包装置を使用する需\n要者に対して被告製品を販売している。\n一方，原告は，需要者に対し，本件特許の存在及び被告製品のような非純正品の\n使用が原告の特許権侵害を構成し得る旨を説明してきた。\nこのような状況の下では，需要者が被告製品と原告製使用済み芯管を一体化して\n一体化製品を生産し，原告製の薬剤分包装置に使用する行為は，被告らが顧客と共\n同して本件特許権を侵害し，又は顧客による本件特許権の侵害を教唆・幇助するも\nのである。\n原告が顧客に対して上記説明を行っていることからすれば，原告が顧客らに対し\nて黙示の許諾を与えることはあり得ない。\n【被告らの主張】\n被告らの顧客の中には，被告日進製の薬剤分包装置等，構成要件Ａを充足しない\n薬剤分包装置を保有する者がいるところ，これらの顧客が被告製品を使用しても本\n件特許権を直接侵害することはない。ところが，原告は，被告らによる被告製品の\n販売行為を抽象的概括的に共同直接侵害，教唆又は幇助であると主張するものであ\nり，具合的にどのような販売行為がこれらの不法行為に当たるのかについて明確に\nしない。\nさらに，仮に，被告らの顧客が本件特許の技術的範囲に含まれる一体化製品を生\n産していたとしても，高価な原告製の薬剤分包装置本体（一方のサブコンビネーシ\nョン発明の実施品）を購入した顧客は，消耗品である薬剤分包用ロールペーパ（他\n方のサブコンビネーション発明の実施品）を生産し使用することを原告から許容さ\nれることを合理的に期待するものと考えられ，原告もこれを予測できる立場にある。\nまた，原告は，本件発明に要した投下資本を薬剤分包装置本体の販売により十分に\n回収することができる立場にある。よって，これらの事情に鑑みれば，原告は，薬\n剤分包装置の購入者である顧客に対し，当該薬剤分包装置を使用するために必要な\n限度で本件発明に係る薬剤分包用ロールペーパを生産し，使用することについて黙\n示的に承諾していたと解するべきである。\nしたがって，被告らの顧客の行為は本件特許権の直接侵害を構成せず，被告らの\n行為が共同直接侵害，教唆又は幇助となることはない。\n６  争点⑶ア（「その角度センサによる検出が可能な位置」との本件特許請求の\n範囲の記載は明確性を欠くか。）\n【被告らの主張】\n本件発明の構成要件Ｃは，磁石を「その角度センサによる検出が可能な位置」に\n配置することを求めている。しかし，本件明細書の記載を斟酌しても，角度センサ\nの配置は支持軸に設けられることしか特定されておらず，その具体的な位置は何ら\n定まっていないのであるから，角度センサの位置は中空軸の全てを含むこととなる。\nよって，当業者は，「その角度センサによる検出が可能な位置」との記載からは，\nロールペーパにおける磁石の具体的な位置の外延を理解することができない。\n原告は，磁石をセンサから遠く離れた位置に配置する場合には「その角度センサ\nによる検出が可能な位置」に該当しないと主張するが，検知の可否は磁力の強さや\n角度センサの感度にも依存するものであり，遠く離れた位置であっても検出が不可\n能であるとは言い切れない。\nしたがって，本件発明の範囲は不明確であるため，特許法３６条６項２号に違反\nし，同法１２３条１項４号により無効にされるべきものである。\n【原告の主張】\n⑴  特許請求の範囲は明確であること\n本件発明について，「その角度センサによる検出が可能な位置」との文言に触れ\nれば，当業者であれば，ごく自然に本件明細書の図２中の磁石２４のような位置を\n選択することとなる。逆に，センサから遠く離れた位置に磁石を配置した場合，セ\nンサが磁石を検出できないことは明らかである。\nしたがって，構成要件Ｃの「その角度センサによる検出が可能な位置」の記載は，\n本体側との構成との関係で自ずと限定され，また，本件発明に触れた当業者にとっ\nて適切な位置を決定することに特別の困難はないから，明確性に欠けることはない。\n⑵  訂正の再抗弁\n本件訂正請求により，「その角度センサによる検出可能な位置」は「支持軸の片\n端」に設けられた角度センサに対応する位置，すなわち，中空芯管の先端部に特定\nされた。よって，上記文言にかかる明確性要件違反は問題とならない。\n７  争点⑶イ（「２つ折りされたシート」との本件特許請求の範囲の記載）\n【被告らの主張】\n⑴  新規事項の追加\n原告は，平成１９年１０月１日提出の手続補正書（乙３２）において，本件特許\n請求の範囲における「シートを２つ折りにし」という記載（乙３１）を，「２つ折\nりされたシート」という記載へ変更する補正を行った（以下「本件補正」という。）。\n本件明細書には，薬剤分包中に三角板で薬剤分包紙を２つ折りにする構成の開示\nはあるものの，あらかじめ２つに折り畳まれたロールペーパを利用した態様は記載\nされていない。よって，本件明細書【００１８】の「三角板４で２つ折りにされた\n際」との記載は，折り畳まれていないロールペーパを薬剤分包装置内で「２つ折り」\nにする場合のみを指すと解すべきである。そうすると，特許請求の範囲の記載が，\n「シートを２つ折りし」から「２つ折りされたシート」へと補正されたことにより，\n薬剤分包機外であらかじめ折り畳まれたシートという新たな技術的事項が導入され\nたことになる。\nしたがって，原告が原出願を本件特許のとおり補正したことは新規事項の追加に\n当たり，本件特許は特許法１２３条１項１号の無効事由を有する。\n⑵  サポート要件違反\n原告の主張のとおり，「２つ折りされたシート」に「あらかじめ２つに折り畳ま\nれたシート」が含まれるとすると，こうした態様のシートは本件明細書の発明の詳\n細な説明に記載がないため，サポート要件違反となる。\n本件明細書に記載されているのは分包部でシートを２つ折りにすることを前提と\nする発明であるから，あらかじめ折り畳まれたロールペーパを利用した場合には同\n一の技術課題に直面しない。また，ダブルタイプのロールペーパの場合，「２つ折\nり」にされるのではなく，Ｖ字型に開かれるから，本件明細書【００１８】の記載\nに含まれない。\n⑶  明確性要件違反\n原告の主張によると，「２つ折りされたシート」に「あらかじめ２つに折り畳ま\nれたシート」が含まれるところ，こうした態様のシートは本件特許の明細書の発明\nの詳細な説明に記載がなく，当事者が発明を明確に把握できないから，明確性を欠\nく。\n【原告の主張】\n⑴  新規事項の追加\n本件明細書【００１８】の「三角板４で２つ折りにされた際」という記載は，実\n施例に関する記載に過ぎない。また，同構成は，薬剤投入時に薬剤を投入しやすい\nよう薬剤分包紙を搬送方向にＶ字状に折り曲げた状態をいうから，あらかじめ折り\n畳まれていない薬剤分包紙に薬剤分包装置内で折り目を付けてＶ字状にする場合の\nみならず，あらかじめ折り畳まれた薬剤分包紙を開いてＶ字状にする場合にもあて\nはまる。補正前の明細書に本件発明の技術的範囲を前者に構成に限定する旨の記載\nはない。また，「三角板４で２つ折りにされた際」という記載は本件補正の前後を\n通して変更されていない。\nまた，本件補正は，分割出願により発明がシートの張力調整方法（原出願）から\nロールペーパという物に変わったことに伴い，経時的記載を状態的記載に補正した\nものにすぎない。\nよって，本件補正の前後において本件発明の技術的範囲に変化は生じていないか\nら，新規事項が導入されたとはいえない。\n⑵  サポート要件違反\n「２つ折りされたシート」とは，薬剤分包装置に装着される前にあらかじめ２つ\nに折り畳まれたシート（ダブルタイプのロールペーパ）を意味するものではない。\n前記１のとおり，「２つ折り」とは，薬剤分包紙をＶ字状に折り曲げた状態を指す\nのであり，この点についてサポートを欠くことはない。\n⑶  明確性要件違反\nあらかじめ折り畳まれているかどうかはそもそも本件特許請求の範囲に限定がな\nく，また，前記２のとおり，「２つ折り」とは，薬剤投入時に薬剤を投入しやすい\nよう薬剤分包紙を搬送方向にＶ字状に折り曲げられた状態をいうところ，本件明細\n書を参酌すれば，「２つ折り」がそのような状態を指すことは明確である。\n８\n【被告らの主張】\n⑴  乙２２発明\n乙２２は，発明の名称を「薬剤分包機における分包紙」とし，昭和５９年７月３\n日に公開された公開特許公報である（以下，乙２２に従来技術として記載された発\n明を「乙２２発明」という。乙２２発明の構成については争いがない。）。\n⑵  一致点\n本件発明と乙２２発明とは，中空芯管とその上に薬剤分包シートをロール状に巻\nいたロールペーパとからなる点，磁石が配置されている点，その磁石をロールペー\nパと共に回転するように配設して成る点，及び薬剤分包紙用ロールペーパである点\nにおいて一致する。\n⑶  相違点\nア  本件発明は構成要件Ａにおいて特定される薬剤分包装置である。これに対し，\n乙２２発明はそのような装置に用いられるかどうか明示的な記載がない（相違点１）。\nイ  本件発明は「ロールペーパのシートの巻量に応じたシート張力を中空軸に付\n与するために，支持軸に設けた角度センサによる回転速度の検出信号と測長センサ\nの検出信号とからシートの巻量が算出可能であって，その角度センサによる検出が\n可能な位置に」磁石が配設されている。これに対し，乙２２の磁石はそのような配\n設であるか明示的な記載がない（相違点２）。\n⑷  容易想到性\nア  相違点１\n本件発明に係る構成要件ＢないしＥは，いずれも構成要件Ａで特定される用途に\n適するようにするためにロールペーパを特定の構成に限定するものではない。よっ\nて，構成要件Ａにおいて特定される用途の記載は，公知技術との対比判断において\n斟酌されるものではない。\nしたがって，相違点１は実質的な相違点とならない。\nイ  相違点２\n本件発明に係る構成要件Ｃの「ロールペーパのシートの巻量に応じたシート張力\nを中空軸に付与するために，支持軸に設けた角度センサによる回転速度の検出信号\nと測長センサの検出信号とからシートの巻量が算出可能」という記載は，本件発明\nに係るロールペーパの構成を特定するものではなく，構成要件Ａに記載された装置\nにおいて達成される事項を記載したものに過ぎない。\nまた，「その角度センサによる検出が可能な位置に磁石を配置し」との記載につ\nいても，本件発明に係る薬剤分包用ロールペーパにおける磁石の配置は角度センサ\nの配置次第であって，任意の配置で足りる。\nしたがって，相違点２も実質的な相違点とならない。\n仮に，相違点２が実質的なものであったとしても，本件発明に係る薬剤分包用ロ\nールペーパの磁石の配置は，乙２２発明に係る磁石の配置を適宜変更した設計事項\nに過ぎない。\n⑸  したがって，当業者は，乙２２発明に基づき，本件発明を容易に想到するこ\nとができる。\n【原告の主張】\n⑴  乙２２発明の構成\n乙２２発明の構成は，以下のとおりである。なお，被告らの主張する乙２２発明\nと本件発明との一致点及び相違点については争わない。\nａ１  台板１上に４か所に凸部を設けた支軸２が回転自在に設けられ，支軸２に\n前記凸部を用いて巻心部材３Ｘが嵌合され，同じ台板１上に支柱７が立設され，こ\nの支柱７から所定の長さのホルダー８が突設され，このホルダー８に磁気の存在を\n検知する磁気センサー９を設けた薬剤分包機に用いられ，\nｂ１  巻心部材３Ｘとその上に薬剤分包用シートをロール状に巻いた分包紙５Ｘ\nとから成り，\nｃ１  分包紙５Ｘの残量を検出するために，分包紙５Ｘの外周側に設けた磁気セ\nンサー９により分包紙５Ｘの残量が検知可能であって，巻心部材３Ｘの周面に磁性\n体６Ｘを配置し，分包紙５Ｘを規定量宛消費した時点で，磁気センサー９が残量の\n分包紙５Ｘを透過して外部に到達する磁性体６Ｘの磁力を検知するように構成し ，\nｄ１  その磁性体６Ｘを分包紙５Ｘと共に回転するように配設して成る\nｅ１  薬剤分包用ロールペーパ。\n⑵  容易想到性の不存在\nア  相違点１について\n被告らは，構成要件Ａの内容は薬剤分包装置内の具体的な構成であるにすぎず，\nこれによりロールペーパの構成は特定されないから，相違点１は実質的な相違点で\nはないと主張する。しかし，サブコンビネーション発明における他のサブコンビネ\nーションは，発明の構成を特定するものであって単純に無視することはできない。\n乙２２発明は，少なくとも以下の点で構成要件Ａの内容により特定されるロール\nペーパの構成を有していない。\n本件発明は，薬剤分包装置の支持軸とロールペーパの中空芯管との間に回転のず\nれが生じることを前提としつつ，適正に薬剤分包紙の張力を調整しようとするもの\nである。\nこれに対し，乙２２発明は，支軸と芯管とを嵌合させる構造を持つものであって，\n支軸と芯管とが機械的に一体となって回転するから，そもそもずれを検知するとい\nう課題を生じる余地がない。そのため，仮に本件発明の中空軸に相当する支軸上に，\n乙２２発明の磁性体を検出するための角度センサを設けたとしても，支軸と芯管が\n一体となって回転する構造である以上，回転角度を検知することはできない。\nまた，乙２２発明のロールペーパは嵌合によって支軸と固定するものであって ，\n本件発明に係る構成要件Ａの芯管の端部に薬剤分包装置に固定するための手段を設\nける必要がなく，この点で本件発明の構造を欠く。\nイ  相違点２について\n前記６のとおり，「その角度センサによる検出が可能な位置」が任意の配置で足\nりるとの被告らの主張は失当である。\nウ  まとめ\n上記のように構造を異にする乙２２発明を，構成要件Ａの薬剤分包装置に「用い\nられ」，かつ，「その角度センサによる検出が可能な位置に磁石を配置」する構造\nに変更することは設計変更の範囲ではなく，また，容易に想到できるものともいえ\nない。\n⑶  訂正の再抗弁\n本件訂正後の発明においては，前記６⑵のとおり，本件発明に係るロールペーパ\nが構成要件Ａを充足する薬剤分包装置で用いられるためには，「支持軸の片端」に\n設けられた角度センサとの関係で「その角度センサによる検出が可能な位置」が中\n空芯管の端部に限定され（構成要件Ａ），かつ，「複数の磁石」が配置されている\nことが構成要件とされたから（構成要件Ｃ），乙２２発明とはこれらとの点におい\nても相違することとなる。\n乙２２発明は分包紙の残量検知を課題とする発明であって，本件訂正後の発明と\n課題を全く異にするから，上記の構成を導く理由が全くなく容易想到とはいえない。\n９\n到可能か。）\n【被告らの主張】\n⑴  乙２３´発明\n乙２３は，昭和６１年１２月１８日に公開された実用新案公報である（以下，乙\n２３に記載された薬剤分包用ロールペーパに係る発明を「乙２３´発明」という。\n乙２３´発明の構成については争いがない。）。\n⑵  一致点\n本件発明と乙２３´発明は，中空芯管とその上に薬剤分包用シートをロール状に\n巻いたロールペーパから成る点，薬剤分包用ロールペーパを中空軸に着脱自在に固\n定してその固定時に両者を一体に回転させる手段をロールペーパと中空軸が接する\n端に設けている点，及び薬剤分包用ロールペーパである点で一致する。\n⑶  相違点\n本件発明と乙２２発明との相違点と同じである。\n⑷  容易想到性\nア  相違点１\n乙２２発明の場合と同様に，相違点１は実質的な相違点とならない。\nイ  相違点２\n乙２２には，分包紙をスムーズに交換可能とするために分包紙の残量が規定量内\nに達したことを検知するという課題が開示されている。また，本件発明の優先日当\n時，分包紙の残量を検知するという課題は薬剤分包装置における周知の一般的な課\n題であった。さらに，乙２３にも，分包紙の巻き戻し作動において巻芯が惰性回転\nすると分包紙にたるみが生じるという技術的事項が開示されている。そうすると，\n乙２３´発明においても残量を検知するという課題が内在されているものと解され\nる。\nそして，乙２２発明と乙２３´発明は，いずれも薬剤分包装置に用いる薬剤分包\n用ロールペーパという技術分野が完全に共通している。\nしたがって，本件発明の優先日当時，乙２３´発明において分包紙の残量を検知\nするという薬剤分包装置における一般的な課題を解決するために，乙２３´発明に\n乙２２発明を組み合わせ，乙２３´発明の巻芯６に乙２２発明における検出用磁石\nを設けることは，当業者が容易に想到し得た事項である。\n【原告の主張】\n⑴  乙２３´発明の構成\n乙２３´発明の構成は，以下のとおりである。なお，被告らの主張する乙２３´\n発明と本件発明との一致点及び相違点については争わない。\nａ２  非回転に支持された支持軸１の周りに回転自在に筒体２を設け，筒体２に\nは制動機構１０を係合させ，筒体２に着脱自在に装着されるロールペーパ４のシー\nトを送り出す給紙部を備え，ロールペーパ４を上記筒体２に着脱自在に固定してそ\nの固定時に両者を一体に回転させる手段である永久磁石７と強磁性板８をロールペ\nーパ４と筒体２が接する端に設けた薬剤分包装置に用いられ，\nｂ２  巻芯６とその上に薬剤分包用シートをロール状に巻いたロールペーパ４\nとから成る\nｅ２  薬剤分包用ロールペーパ。\n⑵  容易想到性の不存在\nア  相違点１について\n被告らは，構成要件Ａは発明特定事項ではなく相違点１は実質的な相違点となら\nないと主張するが，前記のとおり，本件発明は，他のサブコンビネーションに相当\nする薬剤分包装置本体に関する事項によってその構造，機能等が特定されているか\nら，構成要件Ａが実質的な相違ではないとはいえない。\nイ  相違点２について\n前記のとおり，乙２２発明は本件発明と構成要件Ａ及びＣにおいて相違する発明\nであるから，乙２３´発明と乙２２発明を組み合わせても，構成要件Ａ及びＣを充\n足することにはならない。特に，乙２２発明，乙２３´発明のいずれにおいても，\n薬剤分包装置に備えられた角度センサの位置との関係において検出可能となるよう\nに中空芯管に磁石を設けるという構成は開示も示唆もされていないため，両者を組\nみ合わせても本件発明の目的を達成することはできない。\nまた，乙２２発明は，ロールペーパの芯管を支軸と嵌合させて共に回転させる構\n成を採用するものであり，およそずれの検出という課題を生じる余地のない発明で\nある上，装着された磁石の利用目的はあくまで薬剤分包紙の残量検知にあるから，\n乙２３´発明と課題の共通性もなく，両者を組み合わせる動機付けがない。\nしたがって，当業者が乙２３´発明に乙２２発明を組み合せることにより本件発\n明を容易に想到することができたとはいえない。\n10  争点⑷（原告の損害額）\n⑴  特許法１０２条２項による損害額の推定\n【原告の主張】\nア  販売数量等\n被告製品の販売数量，売上金額，粗利益金額，運賃の額について，下記被告らの\n主張を争わない。被告ＯＨＵ及び被告セイエーは，それぞれ被告日進及び被告ＯＨ\nＵの利益の５０％程度の利益を得ていた。\nイ  被告らの利益\n被告らが売上金額から経費として控除されるべきと主張する運賃のうち９６０\n０円は，返品にかかる費用であるから控除されるべきでない。また，被告日進が被\n告製品の販売のために作成したリーフレットチラシ（以下「本件リーフレットチラ\nシ」という。）の作成費及び郵便代や，インターネット上の通信販売サイトへの出\n店に関する費用も，被告製品の販売を行わなくても生じるものであり，被告製品の\n売上に係る変動費ではないから控除されるべきでない。\n以上から，被告日進の得た利益は９０万８４５９円，被告ＯＨＵが得た利益は４\n５万４２３０円，被告セイエーが得た利益は２２万７１１５円を下らない。\n【被告らの主張】\nア  被告日進の利益\n平成２６年１２月から平成２８年６月１４日までの間における各被告製品の販\n売数量は，商品コード「７１３１１１」商品名「Ａ１１１グラシン無地７０Ｗ」の\n被告製品（以下「被告製品①」という。）が（中略）巻，商品コード「７１３１１\n２」商品名「Ａ１１２セロポリ薄口無地」の被告製品（以下「被告製品②」という。）\nが（中略）巻，商品コード「７１３１１３」商品名「Ａ１１３セロポリ薄口白帯７\n０Ｗ」の被告製品（以下「被告製品③」という。）が（中略）巻である。\n同期間に，被告日進が，各被告製品の売上高（税抜）から被告ＯＨＵに支払う仕\n入金額及び運賃を控除した金額（乙５０記載の粗利益金額から運賃を控除した金額）\nは，被告製品①につき（中略）円，同②につき（中略）円，同③につき（中略）円，\n合計８９万８８５９円である。\nまた，本件リーフレットチラシの作成，送付費用として９万８３３１円（被告製\n品は，掲載されている４種類の製品のうちの１つであるから，総費用３９万３３２\n５円の４分の１を被告製品分の費用とする。），平成２７年１０月３０日から平成\n２８年５月１４日までの間にインターネット上の通信販売サイトである「分包紙Ｎ\nａｖｉ」において被告製品を販売するための費用として８万６１４１円（初期費用\n６万４８９９円及び月ごとの費用平均３万７１５３円を期間分乗じた金額の合計に\nついて，上記と同じ理由で４分の１を被告製品分の費用とする。）がかかった。\nこれらの費用を控除すると，被告日進の利益の額は７１万４３８７円となる。\nイ  被告ＯＨＵの利益\n被告ＯＨＵは，平成２６年１２月から平成２８年６月１４日までの間において，\n被告日進の得る利益の５０％程度を得ていたことを認める。\nよって，被告ＯＨＵが同期間で得た利益は３５万７１９４円となる。\nウ  被告セイエーの利益\n被告セイエーは，平成２６年１２月から平成２８年６月１４日までの間において，\n被告ＯＨＵの得る利益の５０％程度を得ていたことを認める。\nよって，被告セイエーが同期間で得た利益は１７万８５９７円となる。\n⑵  推定の覆滅\n【被告らの主張】\n被告製品は，構成要件Ａを充足しない薬剤分包装置でも利用可能であり，単体で\nは本件特許発明の作用効果を奏しない。また，被告製品の売上に貢献しているのは，\n原告製のロールペーパの半額程度という価格設定である。よって，被告製品の顧客\nは，仮に被告らが被告製品を販売していなかったとしてもその代わりに原告の製品\nを購入したとは考えられない。\nしたがって，本件特許発明は被告らの利益に一切寄与しておらず，特許法１０２\n条２項による推定は覆滅されるというべきである。\n【原告の主張】\n本件は間接侵害の事例であり，被告製品単体で作用効果を奏しないことは推定覆\n滅の理由とはならない。\n需要者は，被告製品がなければ薬剤分包装置を使用するために価格設定如何にか\nかわらず原告の製品を購入するしかないから，被告製品の価格が顧客誘引力を有す\nることは推定覆滅事由とならない。\n⑶  請求\n【原告の主張】\n被告らは，被告製品を製造販売することについて意思の連絡を行っており，主観\n的関連共同性を有していることは明らかであって，発注，納入の形態等，外形的な\n関連共同性を認められるから，被告らの損害賠償債務は重なり合う範囲で不真正連\n帯の関係に立つ。\nまた，消費税法基本通達５－２－５⑵に基づき，特許権侵害に基づく損害賠償金\nには消費税相当額が加算される。\nよって，被告日進は上記⑴の合計額に消費税を加えた１７１万６９８８円につい\nて損害賠償責任を負い，そのうち７３万５８５３円につき被告ＯＨＵと連帯し，そ\nのうち２４万５２８４円につき被告セイエーと連帯し，被告ＯＨＵは上記⑴の被告\nＯＨＵの利益と被告セイエーの利益の合計額に消費税を加えた７３万５８５３円に\nついて被告日進と連帯して損害賠償責任を負い，そのうち２４万５２８４円につき\n被告セイエーと連帯し，被告セイエーは上記⑴の被告セイエーの利益額に消費税を\n加えた２４万５２８４円につき被告日進及び被告ＯＨＵと連帯して損害賠償責任を\n負うものというべきである。\n【被告らの主張】\n被告らの損害賠償債務が不真正連帯の関係に立つこと，消費税相当額が加算され\nることについて，被告らは明示的には争っていない。\n第４  当裁判所の判断\n１  本件発明について\n本件明細書には，以下の記載及び図がある。\n（従来の技術）\n薬剤分包装置として，熱融着性分包紙のシートをロール状に巻いたものを回転自\n在に支持したシート供給部からシートを引き出して移送する移送路にシール装置が\n設けられ，このシール装置の上流側でシートを２つ折りにすると共にその間に薬剤\nを供給した後シール装置によりシートを幅方向と両側縁部とを帯状に加熱融着して\n薬剤を分包するようにしたものが知られている。シートが使用されて無くなると新\nしいロールに交換され，その新しいロールからシートが引き出されて分包装置にセ\nットされる。このシートロールから引き出されるシートは，２つ折りされた後周縁\n等を融着する際に正確に２つ折りされず，少しずれた状態で融着されることのない\nように常に一定の張力で引き出すのが好ましいが，実際にはシートの引出量に応じ\nてロール径が変化するため，引出張力も少しずつ変動する（【０００２】，【００\n０３】）。\n（発明が解決しようとする課題）\n（従来技術においては，シートの使用による巻量の変化を径方向に配置した巻径\n検出センサで段階的に検出する方式を採用しているため，）張力変動により分包部\nでシートを２つ折りにした際にシートの縁部が正確に重ならない，いわゆる耳ずれ\nが生じ，包装不良部分が生じることがある（【０００５】）。\nこの発明は，極薄のシートを巻いたロールペーパの巻状態によるロールペーパ直\n径の微妙な変動による影響で制御すべき段階的に選択されるブレーキ力のレベル変\n動を生じることなく各段階毎に的確にブレーキ力を設定しロールペーパの直径に応\nじた適正な張力を安定して給紙部に与え，シートに耳ずれや裂傷が生じたりせずに\n分包シートで薬剤を分包することのできる薬剤分包装置に用いられ，分包装置の給\n紙部における角度センサに対し回転角度データを与えることのできる薬剤分包用ロ\nールペーパを提供することを課題とする（【００１１】）。\n（課題を解決するための手段）\n（本件発明に係る）薬剤分包装置では，分包部での分包作用において耳ずれや裂\n傷が生じないように給紙部から供給されるシートのシート張力を調整して分包作業\nが行われる。その際，測長センサと角度センサの２つのセンサによる信号検出が前\n提である。上記２つのセンサによる検出信号を得ると，そのいずれか一方のセンサ\nの所定量を基準として他方のセンサの変化による巻量の変化を直接得る。\n巻量の変化の所定範囲をロールペーパの巻量直径の変化に予め対応させておけば，\n巻量の変化を検出するだけでブレーキ力の段階的な制御のレベルを選択することが\nでき，従って巻量の直径に応じてブレーキ力を制御しシート張力を各段階毎に最適\nな張力に調整することができることとなる。\n本発明の薬剤分包用ロールペーパは，上記薬剤分包装置に用いられる。使用の際\nは給紙部における支持軸の中空軸に着脱自在かつ接合回転自在に装着され，上記角\n度センサに対し中空軸に係合するブレーキ手段を制御するためシートの巻量データ\nを検出可能に配設した磁石により発生させる（【００１３】，【００１４】，【０\n０１６】）。\n（実施の形態）\n分包部は，三角板４で２つ折りにされた際にホッパ５から所定量の薬剤が投入さ\nれた後，ミシン目カッタを有する加熱ローラ６により所定間隔で幅方向と両側縁部\nとを帯状にヒートシールするように設けられている（【００１８】）。\n支持軸１に芯管Ｐとこれに巻回されたロールペーパＲが装着されると中空軸１\nｃにより回転自在に支持されると共に，フランジ部１５の内径面に適宜間隔に配置\nされた複数個の磁石１６とこれに対向して予め芯管Ｐの端面円周に沿って配設され\nた強磁性体（鉄部）１７に対する吸着力により，装着された芯管Ｐとロールペーパ\nＲが中空軸１ｃに着脱自在に固定される。\n上記中空軸１ｃにはモータブレーキ２０が係合し ，ロールペーパＲから繰り出\nされる包装シートＳに適度な張力を付与している。モータブレーキ２０は支持板１\n１に取付けられており，図示しない伝動ベルトを介して歯車ユニット２１を回転さ\nせ，その出力軸上に設けたピニオン２２が，フランジ部１５の外端面に設けた大歯\n車２３に係合して中空軸１ｃにブレーキ力を与えるようになっている。\n磁石２４とホール素子センサ２５ ，及び近接スイッチ２６と突起２７について\nは，さらに図２及び図５に示すように，芯管Ｐに設けた磁石２４とホール素子セン\nサ２５から成る回転角度センサからの信号，及び近接スイッチ２６と突起２７から\n成る包装シートのずれ検出センサからの信号が，図３に示すように，制御回路３０\nへ入力される。即ち，第１実施形態の測長センサの信号と，上記回転角度センサの\n信号とからロールペーパＲの包装シートＳの繰出量を正確に算出してロールペーパ\nＲの巻直径の変化に対応したブレーキ力の調整をし張力調整を適正に行おうとする\nものである。図６に示すように，この実施形態の芯管Ｐの内周沿いと支持軸１の片\n端にそれぞれ設けられる磁石２４とホール素子センサ２５は，４つの磁石２４が１\nつの基点から６７．５°ずつ位置が異なる各４点に配置され，４つのホール素子セ\nンサ２５は上記基点を通る中心線とこれに直交する中心線上の４つの位置に配置さ\nれている。このずれ検出センサは，前述したホール素子センサ２５による回転角度\nセンサの信号を基準として，その基準信号と同一ピッチの信号が検出されないこと\nにより包装シートの繰出しずれの有無を検出しようとするものである。（【００２\n０】，【００２１】，【００２３】～【００２５】，【００３１】）\n（効果）\n以上詳細に説明したように，薬剤分包装置に用いられるこの発明の薬剤分包用ロ\nールペーパは，中空芯管とこれに巻付けたロールペーパとから成り，シート巻量が\n検出できる位置に配置した磁石を支持軸の角度センサで検出してシート張力の調整\nを可能とするものとしたから，簡易な構成のロールペーパであって，これを薬剤分\n包装置に用いることによりその分包作用において耳ずれや裂傷のない分包作用を実\n現できるという利点が得られる（【００６８】）。\n２  争点⑴（一体化製品は本件発明の技術的範囲に属するか。）について\n⑴  争点⑴ア（一体化製品は「用いられ」（構成要件Ａ）を充足するか。）につ\nいて\nア  本件発明の性質\n本件発明は，「薬剤分包用ロールペーパ」に係る発明であるところ（構成要\n件Ｅ），構成要件Ａには薬剤分包装置に関する事項が，構成要件Ｂ及びＤにはロー\nルペーパに関する事項が，構成要件Ｃにはその両者に関する事項がそれぞれ記載さ\nれ，構成要件Ａにおいて，ロールペーパと薬剤分包装置の関係につき，前者が後者\nに「用いられ」るものとして記載されていることから，被告らは，要旨，①ロール\nペーパが構成要件Ａを充足する薬剤分包装置にのみ使用される場合に，あるいは，\n②少なくとも構成要件Ａを充足する薬剤分包装置が現実に存在する場合に，他の構\n成要件を充足するロールペーパが製造，販売されれば，本件発明の構成要件を充足\nする旨主張する。\nそこで検討するに，本件発明は，前記第２の１⑶に示されるとおり，構成要\n件ＡないしＥを備えるものであり，構成要件ＢないしＤには，中空芯管とロールペ\nーパと複数の磁石（以下「本件ロールペーパ等」）に係る特定が，構成要件Ａには，\n構成要件ＢないしＤに特定される本件ロールペーパ等が用いられる薬剤分包装置に\n係る特定がなされている。\nしかしながら，本件発明は，「薬剤分包用ロールペーパ」という物の発明であり，\n直接には構成要件ＢないしＤから構成されるところ，構成要件Ａの薬剤分包装置に\n係る特定は，本件ロールペーパ等が「用いられ」るという前提のもと，本件ロール\nペーパ等の構造，機能等を特定するものとして把握すべきものであり，本件ロール\nペーパ等の用途又は用法を定めたものと解すべきではない。\nイ  構成要件Ａの「用いられ」の意味\n前記アを前提に検討すると，構成要件Ａのうち「ロールペーパの回転速度を\n検出するために支持軸に角度センサを設け」との記載は，本件ロールペーパ等の「複\n数の磁石」につき，そのような位置に配置されることを特定するものと理解でき，\nまた，構成要件Ａのうち「ロールペーパを上記中空軸に着脱自在に固定してその固\n定時に両者を一体に回転させる手段をロールペーパと中空軸が接する端に設け」と\nの記載は，本件ロールペーパ等について，そのような態様で回転させられることを\n特定するものと理解できるし，構成要件Ｃの「測長センサ」も，構成要件Ａの記載\nによって特定されると理解できる。\nそうすると，本件発明に係る薬剤分包用ロールペーパの技術的範囲は，構成要件\nＢないしＤと，構成要件Ａによる本件ロールペーパ等の上記特定に係る事項とから\n画されるものと解されるから，一体化製品が上記技術的範囲に属すれば本件発明の\n構成要件を充足するものであって，一体化製品が構成要件Ａを充足する薬剤分包装\n置に実際に使用されるか否かは，上記構成要件充足の判断に影響するものではない\nと解される。\n被告らは，原告製使用済み芯管に，輪ゴムを介してロールペーパを巻いたプ\nラスチック筒部をセットした一体化製品が構成要件Ａの「用いられ」を充足するた\nめには，一体化製品に，構成要件Ａを充足する薬剤分包装置に用いられる以外の用\n途が存在しないことが必要であると主張し，予備的に，仮にこれが認められないと\nしても，一体化製品は構成要件Ａを充足する薬剤分包装置に用いられて初めて作用\n効果を奏するものであるから，現実に構成要件Ａを充足する薬剤分包装置に用いら\nれることが必要であると主張する。\nしかしながら，構成要件Ａを充足する薬剤分包装置に使用可能な構成を有し，そ\nの他の構成要件をも充足するものとして薬剤分包用ロールペーパが生産，譲渡され\nれば，その時点で本件特許権の侵害は成立するのであって，その後に構成要件Ａを\n充足する薬剤分包装置に当該ロールペーパが使用されるか否かは，特許権侵害の成\n否を左右するものではない。\n被告らは，本件発明の出願経過に照らし，構成要件Ａを充足する薬剤分包装置に\n一体化製品が使用されることが本件特許権侵害に係る必須の要証事実であると主張\nするが，原告が，手続補正の際に提出した意見書（乙２５）において，本件発明は\n構成要件Ａを充足する薬剤分包装置に現実に用いられることを必須とする旨を述べ\nたものと解することはできない。\nさらに，被告らは，本件無効審判において，本件訂正後の発明に新規性が認めら\nれるための構成が特定されたところ，その中には薬剤分包装置に関するものがある\nので，一体化製品が本件発明の技術的範囲に属するかの判断のために，どのような\n薬剤分包装置に用いられているかを確認する必要があると主張するが，前記検討し\nた構成要件Ａと，構成要件ＢないしＤとの関係に照らし，採用できないといわざる\nを得ない。\nウ  まとめ\n以上検討したところによれば，本件発明においては，構成要件Ａの「用いられ」\nは，構成要件Ａの記載によって構成要件Ｂ以下の内容が特定されることを意味する\nものとして使われているというべきであるから，そのように特定された構成要件を\n一体化製品が充足する場合には，構成要件Ａの「用いられ」を充足すると解され，\nこれ以上に，構成要件Ａの「用いられ」が，一体化製品が構成要件Ａを充足する薬\n剤分包装置以外には使用されないこと，あるいは現実に構成要件Ａを充足する薬剤\n分包装置が存在することを，要件として定める趣旨と解することはできない。\n⑵  争点⑴イ（一体化製品は「２つ折りされたシート」（構成要件Ａ）を充足す\nるか。）について\nア  被告らは，構成要件Ａの「２つ折りされたシート」とは，ロールペーパを薬\n剤分包装置内で２つ折りにするシングルタイプのロールペーパの使用を前提として\nおり，あらかじめ２つ折りにされたダブルタイプのロールペーパは含まれない旨を\n主張する。\nイ  そこで，検討するに，本件明細書【００１８】には，「分包部は，三角板４\nで２つ折りにされた際にホッパ５から所定量の薬剤が投入された後，ミシン目カッ\nタを有する加熱ローラ６により所定間隔で幅方向と両側縁部とを帯状にヒートシー\nルするように設けられている。」との記載があるが，本件明細書【００１１】の記\n載によれば，本件発明は，一定の張力を保ったままシートを分包部に供給すること\nにより，シートに耳ずれや裂傷が生じることなく薬剤を分包することを可能とする\nものであり，この技術的思想に関しては，給紙部から分包部に送られてくるシート\nがあらかじめ２つに折り畳まれたダブルタイプであっても，折り畳まれていないシ\nングルタイプであっても差は生じないし，上記「三角板４で２つ折りにされ」とい\nう記載も，実施例を記載したものであって，三角板４以前にシートが２つ折りにさ\nれている構成を排除したものとも解されない。\nまた，本件明細書【０００５】の「（従来のシート張力調整装置ではバイブレー\nション現象が生じるため，）張力変動により分包部でシートを２つ折りした際にシ\nートの縁部が正確に重ならない，いわゆる耳ずれが生じ」るという問題は，シング\nルタイプのロールペーパを分包部において２つ折りにしてできた空隙に薬剤を投入\nした後シートの両側縁部と幅方向に加熱融着する場合であっても，ダブルタイプの\nロールペーパを分包部において折り目を広げてその空隙に薬剤を投入した後同様に\n加熱融着する場合であっても，同様に生じ得る。\nさらに，原告は，本件特許につき拒絶理由通知（乙２４）を受けて本件補正を行\nっているが，本件明細書【００１８】の記載に基づくものであり，元の記載がシン\nグルタイプのロールペーパを分包部において折り畳むことのみを指すと解するのは\n相当ではない（乙２５）。\nウ  以上によれば，ダブルタイプのロールペーパを使用する一体化製品も，「２\nつ折りされたシート」（構成要件Ａ）を充足するというべきである。\n⑶  争点⑴全体についての判断\nア  被告らは，一体化製品につき，構成要件Ａのうち，「測長センサ」，「シー\nトを送りローラで送り出す給紙部」，「上記支持軸と上記中空軸の固定支持板間で」，\n「中空軸のずれを検出する」といった要件を充足しない旨を主張するが，原告製造\nの特定の薬剤分包装置の構成についての主張であり，構成要件Ａと構成要件Ｂ以下\nとの関係を前述のとおり解する以上，意味のない主張といわざるを得ない。\nイ  一体化製品は，前記第２の１⑸のとおりの構成を有するところ，被告らは，\n構成要件Ａに関し，争点⑴ア及びイについて争うものの，構成要件Ｂ以下の充足性\nについては争うことを明らかにしておらず（当初，構成要件Ｂ及びＤの充足を争っ\nたが，後に撤回した。），弁論の全趣旨によれば，一体化製品の構成ａは本件発明\nの構成要件Ｂを，構成ｂは構成要件Ｃを，構成ｃは構成要件Ｄを充足すると認めら\nれ，一体化製品は構成要件Ａを充足する薬剤分包装置において使用されることが可\n能な構成を有すると認められる。\nウ  以上によれば，一体化製品は，構成要件ＡないしＥをすべて充足するから，\n本件発明の技術的範囲に属すると認められる。\nエ  なお，原告は，被告日進が前訴において構成要件Ａの充足性を争わなかった\nことから，本訴訟において構成要件Ａの充足性を争うことは信義則に反する旨を主\n張するが（争点⑴ウ），被告日進は，前訴とは異なる製品の関係で，構成要件Ａの\n充足性を本訴訟で主張したと認められるから，この点を争うことが信義則に反する\nとまではいえない。\n３  争点⑵（特許権侵害が成立するか。）について\n⑴  問題の所在\nア  前記２によれば，一体化製品を完成して譲渡すれば，その時点において特許\n権侵害が成立することになるが，前記第２の１⑷及び⑸のとおり，被告らは，一体\n化製品それ自体を生産，譲渡しておらず，プラスチック筒部の外周に薬剤分包用シ\nートを巻き回したロールペーパ，すなわち一体化製品のうち原告使用済み芯管のな\nい物を被告製品として生産，譲渡し，これを入手した利用者が，輪ゴムを介してロ\nールペーパに原告製使用済み芯管を挿入し，これを一体化製品とした上で，薬剤分\n包装置に使用している。\nイ  この点について，原告は，①被告製品は，一体化製品の生産にのみ用いる物\nであるとして，特許法１０１条１号の間接侵害を主張するほか，②被告らの行為は，\n顧客との共同による特許権の直接侵害に当たること，③被告らの行為は，顧客の特\n許侵害に対する教唆又は幇助に当たることを主張するので，まず間接侵害の成否に\nついて検討する。\n⑵  争点⑵ア（被告製品は，一体化製品の「生産にのみ用いる物」と認められる\nか。）について\nア  被告製品の販売方法\n証拠（甲４，５，２１，３６，文中掲記のもの）によれば，以下の事実が認めら\nれる。\n被告日進の販売するロールペーパの製品には，商品名の冒頭に「Ａ」の付く\n製品（被告製品。以下「Ａタイプ」という。）と「Ｂ」の付く製品（以下「Ｂタイ\nプ」という。）があり，両タイプは，それぞれ分包紙の材質として「グラシン」紙\n又は「セロポリ」紙を選択できるようになっている。\n被告日進が平成２８年１１月に公開していたウェブサイト（甲２０）によれ\nば，Ａタイプの分包紙の芯管内径は６７㎜であって，「外径６５㎜前後の分包機用\n芯管に装着可能」とされ，Ｂタイプの分包紙の芯管内径は５２㎜であって，「外径\n５０㎜前後の分包機用芯管に装着可能」とされた。\n薬剤分包用ロールペーパとして，外径６５㎜前後の芯管を製造しているのは\n原告のみであり，外径５０㎜前後の芯管を製造しているのは株式会社タカゾノのみ\nである（弁論の全趣旨）。\n前記ウェブサイトの「よくある質問Ｑ＆Ａ」の欄には，「Ｑ．他社分包機に\n装着するには特別な道具が必要ですか？」という質問に対し，「Ａ．弊社分包紙は，\n『使用済み分包機メーカー製芯管』を使用することによって，お客様ご使用の分包\n機に装着することができます。つまり，『使用済み分包機メーカー製芯管』が１個\nお手元にあれば繰り返し装着することができます。」との回答が記載されていた。\n被告日進が平成２８年１月頃にユーザである製剤薬局等に配布していた説明\n資料（甲９）には，「使用済み分包機メーカー製芯管」に輪ゴム等を取り付け被告\n日進が販売する分包紙製品に差し込むことにより，芯管の空回りを防止しながら被\n告日進製以外の分包機において使用する方法がイメージ図や注意事項付きで詳細に\n説明されている。\nまとめ\n以上によれば，被告日進が販売する分包紙のうちＡタイプ（被告製品）は，原告\n製使用済み芯管と一体化して原告製の薬剤分包装置に使用されることを前提として\n生産され，原告製の薬剤分包装置を使用し，既に原告製使用済み芯管を保有してい\nる者に対し，購入の案内がされたものと認められる。\nイ  他の用途について\n被告日進製の薬剤分包装置\n前記被告日進のウェブサイト（甲２０）には，「複数メーカー機に装着可能」と\nいう文言と共に，「分包紙は当社分包機の専用分包紙であり，各社分包機メーカー\n及び貴社ご使用の分包機メーカーとは無関係で，承認を受けた製品ではありません。」\nという記載があり，前記説明資料（甲９）にも同様の記載があることが認められる。\nしかし，被告らの主張によっても，被告日進は，経済産業省により「平成２５年\n度補正中小企業・小規模事業者ものづくり・商業・サービス革新事業」に選定され\nた後，平成２６年に被告日進製の薬剤分包装置について営業活動を開始し，平成２\n７年にカタログを作成し，平成２８年５月１２日に１台，同年１０月２５日に１台\nの被告日進製の薬剤分包装置を販売したことが認められるにとどまる（甲１７，乙\n１，１１，３６）。\n他方，被告製品は平成２６年１２月から販売されており，原告代理人は，平成２\n８年１月頃に，被告らに対し，本件特許権に基づき被告製品の製造販売の中止等を\n求める警告書（甲１０）を送付し，同年７月４日に本訴を提起したことが認められ\nる。\n前記時系列によれば，被告製品の販売が開始された当初，これを被告日進製\nの薬剤分包装置に装着することはおよそ予定されておらず，むしろ，原告との紛争\nが顕在化した後に，わずか２台を製造販売したにとどまる。\nエルク製分包装置（甲１９，乙２，１４～１６）\n被告製品を，エルク製分包装置において使用されている芯管（外径約６０㎜。以\n下「エルク製芯管」という。）に挿入してエルク製分包装置に装着し使用するため\nには，被告製品の空回りを防止するために厚さ３．２㎜程度のＯリングを２個，エ\nルク製芯管に装着することが必要であり，さらに，被告製品の外径（約１９３㎜）\nが大きすぎるため，そのままではエルク製分包装置に正常に装着できず，使用開始\nに当たって長さ３３０ｍの分包紙中約８８ないし１００ｍ分を廃棄する必要がある\nことが認められる。\nよって，被告製品をエルク製分包装置に装着して使用することは相当の困難と無\n駄を伴い，経済的に合理性のある使用とはいえない。\nウエダ製分包装置（甲２３，乙１７，１８）\nウエダ製分包機については，特定の顧客が，その支持軸を独自に製作した支持軸\nに取り換えるという改造を施すことにより，被告製品を装着して使用していること\nが認められる。\nしかし，同顧客の保有するウエダ製分包機は２０年以上前に販売が終了している\n機種であり，ウエダ製分包機を保有する他のユーザが同様の改造を施して被告製品\nを使用することは考えにくいし，改造を施さないウエダ製分包装置において，被告\n製品を正常に装着して使用できると認めるべき証拠もない。\nよって，被告製品をウエダ製分包装置に装着して使用することは，一般的な使用\n方法ということはできない。\nタカゾノ製分包装置（乙２０，２１）\n株式会社タカゾノ製の薬剤分包装置において使用されている薬剤分包用ロールペ\nーパが，被告製品と同様の構成であることを認めるに足りる証拠はない。\nまとめ\n被告日進製の薬剤分包装置については，被告製品の販売が一定期間行われた後に，\nわずか２台が製造，販売されたにとどまるものであるから，被告製品が使用された\nとしてもごくわずかといわざるを得ないし，被告以外の薬剤分包装置に被告製品を\n使用することには困難が伴い，現実的ではないといわざるを得ないから，被告製品\nについては，原告製薬剤分包装置に使用する以外の用途は，実質的には存在しない\nといわざるを得ない。\nウ  争点⑵アについての判断\n前記ア及びイで検討したところによれば，被告製品は，原告製使用済み芯管と一\n体化し，一体化製品として原告製薬剤分包装置に使用することを想定して生産，譲\n渡され，これ以外の用途は実質的には存在しないというべきであるから，被告製品\nは，一体化製品の生産にのみ用いるものと認めるのが相当である。\n⑶  特許権侵害についての判断\n被告らが被告製品を生産，譲渡した段階では，回転角度の検出に用いる磁石を配\n置した原告製使用済み芯管はこれと共には存在せず，本件特許の構成要件の全部を\n充足するものではないが，前記⑵で検討した通り，被告製品は，原告製使用済み芯\n管と一体化して，本件特許の構成要件を充足する状態で使用することが予定されて\nおり，他の用途が実質的に存在せず，一体化製品の生産にのみ用いられるものと認\nめられるのであるから，被告製品の生産，譲渡は，特許権の直接侵害に至る蓋然性\nが極めて高いものとして特許法１０１条 1 号の間接侵害に当たり，本件特許権を侵\n害するものとみなすべきものである。\n４  争点⑶（本件特許は，特許無効審判により無効にされるべきものか。）につ\nいて\n⑴  争点⑶ア（「その角度センサによる検出が可能な位置」との本件特許請求の\n範囲の記載は明確性を欠くか。）について\n被告らは，本件発明は磁石を「その角度センサによる検出が可能な位置」に配置\nすることを構成要件とするが（構成要件Ｃ），角度センサの具体的な位置は本件明\n細書を斟酌しても明らかではないから，磁石の配置について具体的な位置を理解す\nることができないと主張する。\nこれに対し，原告は，当業者であれば上記文言に触れればごく自然にセンサから\n近い位置を選択するのであり，明確性に欠けるとは言えない，また，本件訂正にお\nいて角度センサの位置についての記載が「ロールペーパの回転角度を検出するため\nに支持軸の片端に角度センサを設け」（訂正箇所下線）と訂正されたことにより，\n「その角度センサによる検出が可能な位置」との記載がより明確となり無効事由が\n解消されたと主張する。\nそこで検討するに，本件明細書には，回転角度を検出する実施例として芯管Ｐの\n内周沿いに複数設けられた磁石２４と，支持軸１の片端に設けられたホール素子セ\nンサ２５が記載されており，本件発明は，磁石の磁力を角度センサにより検出する\nことによってロールペーパの回転角度を検出し，この信号と測長センサの信号に基\nづいてシート張力を調整しながら薬剤を分包するから，「その角度センサによる検\n出が可能な位置」とは，磁石が配置されたロールペーパが回転した際に当該回転に\n基づく信号が角度センサに生じる位置，すなわち，磁石が近づいたり遠ざかったり\nするに伴い磁力が強くなったり弱くなったりする位置であると解される。\n本件訂正により角度センサの位置が支持軸の片端であることが明らかとなったと\nころ，当該角度センサによる検出が可能となる磁石の位置は中空芯管の表面のうち\n支持軸の先端部に近い位置，すなわち中空芯管の先端部に特定される。\nそして，原告製使用済み芯管の磁石は先端部に配設されているから，一体化製品\nは本件訂正後の発明の技術的範囲に属する。\n以上より，被告の主張は理由がない。\n⑵  争点⑶イ（「２つ折りされたシート」との本件特許請求の範囲の記載）につ\nいて\n前記２⑵のとおり，本件発明における「２つ折りされたシート」との構成は，あ\nらかじめ薬剤分包紙が装置外で２つに折り畳まれていたか（ダブルタイプ）否か（シ\nングルタイプ）に関わらず，薬剤分包紙が搬送方向にＶ字状に折り曲げられた状態\nを指すのであって，出願当初の特許請求の範囲の「シートを２つ折りし」という記\n載（乙３１）と同一の意味を有する。\nまた，本件明細書【００１２】及び【００１８】には，薬剤を投入しやすいよう\nに薬剤分包紙を搬送方向にＶ字状に折り曲げた状態にすること，すなわち２つ折り\nにすることの記載がある。この記載を参酌すれば，「２つ折り」がどのような状態\nを指すかは明確に理解することができる。\nしたがって，「２つ折りされたシート」との補正によって本件発明の技術的範囲\nに変化は生じておらず，新規事項の追加には当たらないし，当該事項は本件明細書\nの発明の詳細な説明に記載されており，サポート要件違反にも当たらず，明確性を\n欠くこともない。\n⑶  争点 （乙２２を主引用例とする進歩性欠如）について\nア  乙２２発明について（乙２２）\n乙２２発明は，薬剤分包機における分包紙に関する発明である。\n下の第１～３図に示すように，薬剤分包機内に二つ折りの状態で収装されている\n分包紙５Ｘは，ボビン型の巻心部材３Ｘかまたはリール型の巻心部材４に巻取られ\nており，この分包紙５Ｘ内へ上記の分割マスより各薬剤の投入が行われるが，この\n分包紙５Ｘを順次に消費して残量が規定量内に達したときは，次の分包紙５Ｘを巻\n着した巻心部材３Ｘ（または４）を補給交換することになる。\nこの場合前記分包紙５Ｘの残量が規定量内に達したことを警示するために，上記\n巻心部材３Ｘ（または４）の成形時に，その周面の一端にマグネットを細片状に裁\n断した磁性体６Ｘを軸方向に平行に，かつその表面が露出する態様により埋設する\nとともに，上記巻心部材３Ｘ（または４）の付近には第３図に示すように，巻心部\n材３Ｘ（または４）を軸嵌する支軸２と同じ台板１上に支柱７を立設して，この支\n柱７から所定長さのホルダー８を突設し，この上面にカバー１２付基板１１の端子\n台１３から配出されたリード線１０を介して上記基板１１の位置における設定値に\nより磁気の存在を検知する磁気センサー９が取付けられている。\nこのため前記の分包紙５Ｘを規定量宛消費した時点で，上記の磁気センサー９が\n残量の分包紙５Ｘを透過して外部に到達する磁性体６Ｘの磁力を検知し，これを基\n板１１側に電気的に警示するため，その警示によって薬剤分包機の分包動作が自動\n的に停止し，その表示により次の分包紙の巻心部材３Ｘ（または４）を補給交換す\nるように構成されている。\nイ  乙２２発明から容易想到でないこと\n乙２２発明は，上記のとおり，薬剤分包紙が規定量消費されると，薬剤分包装置\nに取り付けられた磁気センサが当該薬剤分包紙が巻き回された巻心部材に埋設され\nた磁性体の磁力を当該薬剤分包紙を透過して検知することにより，薬剤分包紙の 交\n換のタイミングを効果的に知ることができるという発明である。\nよって，磁性体から発せられる磁力を磁気センサによって常時検出することは予\n定されておらず，たとえ薬剤分包装置に角度センサが備わっていたとしても，薬剤\n分包紙が規定量消費されない限り磁力の検出をすることはできないから，回転角度\nを検出することはできない。\nまた，乙２２発明は，巻心部材と支軸が嵌合する構成であるから，そもそもずれ\nを検出するという課題は生じない。\nしたがって，乙２２発明において，本件特許の構成要件Ａに定められた角度セン\nサを有する薬剤分包装置において用いられるように磁性体を配置することは，薬剤\n分包紙が規定量消費されたときに初めて磁力が検出可能となるようにするという 乙\n２２発明の技術思想に反するため，設計変更の範囲ではなく，また，当業者が容易\nに想到することができるとはいえない。\nウ  まとめ\nしたがって，乙２２を主引用例とする進歩性欠如による無効の抗弁は成立しない。\n⑷  争点 （乙２３を主引用例とする進歩性欠如）について\nア  乙２３´発明について（乙２３）\n乙２３に記載された発明は，薬剤分包紙等のペーパを巻き取った巻芯の支持装置\nに関するものであり，分包紙の巻戻し作動において巻芯が惰性回転すると分包紙に\nたるみが生じるため，前記巻芯に回転方向の負荷を付与する必要があることを課題\nとする。\n同発明の構成は，回転方向に負荷を付与した回転可能な筒体と，この筒体の外側\nに嵌合した抜き差し可能な巻芯とを磁力結合して巻芯に制動力を付与したものであ\nる。\n（実施例）\n薬剤分包機などのフレームで端部が支持される支持軸１の外側には筒体２を嵌\nめ合わして軸受３で回転可能に支持してあり，上記支持軸１と筒体２との間に，上\n記筒体２に回転方向の負荷を付与する制動機構１０が設けてある。\n上記制動機構１０は，支持軸１の端部にねじ軸部１１を形成し，このねじ軸部１\n１にねじ係合した調整摘み１２と上記支持軸１の外側に嵌合した摩擦板１３との間\nにスプリング１４を配置し，上記スプリング１４の弾力により摩擦板１３を筒体２\nの内周に設けたフランジ１５に圧接している。\nなお，摩擦板１３は支持軸１に対して軸方向に移動可能になり，かつ支持軸１に\n対して非回転に支持されている。\n上記筒体２の端面には，この筒体２の外側に嵌合されるロールペーパ４の差し込\nみ量を規制する円板５がねじ止め等の手段で固定され，この円板５とロールペーパ\n４の巻芯６とが磁力結合されるようになっている。\n磁力結合する手段は，下図のように，円板５の片面に複数の永久磁石７を環状に\n設け，一方巻芯６の端面には鉄板などの強磁性板８を取付けるようにしたり，ある\nいは永久磁石７と強磁性板８との取付位置を逆としたり，極性の異なる永久磁石を\n対応面間に取付けるようにしたりしてもよい。\nこの支持装置は，ペーパを巻取った巻芯６を筒体２の外側に嵌合してこの巻芯６\nと筒体２とを磁力結合したのち，調整摘み１２の回動操作によって筒体２に回転方\n向の負荷を付与し，ペーパ４を巻戻したときに筒体２が惰性回転しないようにする。\nそして，筒体２の外側に巻芯６を嵌合して巻芯６端部の強磁性板８を円板５に当\n接すると，円板５に取付けた永久磁石７に上記の強磁性板８が吸着され，巻芯６と\n筒体２とを回転方向に結合することができる。そこで，巻芯６で巻取ったペーパ４\nを巻戻しすると，回転方向に負荷がかかる筒体２が巻芯６と共に回転し，ペーパ４\nに一定の張力が作用する状態で上記ペーパ４を巻戻すことができる。そのペーパ４\nの引き出し作業時に，制動機構１０の調整間違いなどによって筒体２に付与した負\n荷が設定値以上に保持されていると，巻芯６と筒体２との磁力結合部においてスリ\nップし，紙切れすることなくペーパ４を引き出すことができる。\nこの発明のうちロールペーパに係る発明が乙２３´発明である。\nイ  乙２３´発明から容易想到でないこと\n乙２３´発明の巻芯に取り付けられた永久磁石は，巻芯と筒体を磁力結合させ，\n薬剤分包紙のたるみや紙切れ防止するためのものであって，薬剤分包装置に設けら\nれた角度センサによって磁力を検出することを目的としたものではない。乙２３に\nは，薬剤分包装置に角度センサを設ける構成を示唆する記載はない。よって，乙２\n３´発明の永久磁石を，薬剤分包装置の角度センサで検出することが可能な位置に\n配置する動機付けはない。\nまた，前記のとおり，乙２２発明は，薬剤分包紙を規定量消費すると巻心部材に\n取り付けられた磁性体から発せられた磁力が薬剤分包紙を透過して磁気センサに検\n知されることにより，分包紙の交換時期を知らせるという発明である一方，乙２３\n´発明の巻芯に取り付けられた永久磁石の目的は上記のとおりであるから，両発明\nの課題の共通性はなく，組み合わせる動機付けがない。\n被告らは，相違点２について乙２３´発明の巻芯に乙２２発明における検出用磁\n石を設けることは，当業者が容易に想到し得た事項であると主張するが，前記のと\nおり，乙２２発明の磁性体は，角度センサで検出することが可能な位置に配置され\nるものではないから，乙２３´発明に乙２２発明を組み合わせたとしても，本件発\n明とはならない。\nウ  まとめ\nしたがって，乙２３´を主引用例とし，乙２２を副引用例とする進歩性欠如の無\n効の抗弁は理由がない。\n⑸  まとめ\n以上によれば，本件特許は，特許無効審判により無効にされるべきものではない。\n５  争点⑷（原告の損害額）について\n⑴  特許法１０２条２項による推定\n平成２６年１２月から平成２８年６月１４日までの間における被告製品の税抜の\n売上金額，粗利益金額及び運賃の額については争いがない。\n被告製品の返送分の運賃９６００円については，配送分の運賃と同様に被告日進\nの必要経費として控除することが相当である。\n一方で，本件リーフレットチラシには，被告日進の販売する被告製品以外の薬剤\n分包用ロールペーパや被告日進製の薬剤分包装置等が掲載され，インターネット上\nの通信販売サイト「分包紙Ｎａｖｉ」においても同様に別の製品が掲載されている\n（甲４，５）。よって，これらの作成，送付及び掲載に係る費用については，被告\n製品の販売がなくとも必要であったものと認められる。\nしたがって，被告らが被告製品の製造販売によって得た利益の額は，被告日進に\nつき９７万０７６８円（８９万８８５９円×１．０８），被告ＯＨＵにつき４８万\n５３８４円（８９万８８５９円×０．５×１．０８），被告セイエーにつき２４万\n２６９２円（８９万８８５９円×０．５×０.５×１．０８）となる（いずれも消費\n税相当額を加算）。\n⑵  推定の覆滅について\n前記のとおり，被告製品は原告製使用済み芯管と一体化することによって本件発\n明の作用効果を奏するものであるから，単体で同作用効果を奏しないことは当然で\nあり，推定覆滅事由にはならない。\nまた，需要者が薬剤分包装置を業務上使用するためには薬剤分包紙が必須である\nから，需要者は自己の保有する薬剤分包装置に適合したロールペーパを定期的に購\n入することとなる。そして，被告製品は，原告製使用済み芯管の外径とほぼ一致す\nる内径を持つロールペーパであり，被告らが原告製の薬剤分包装置において使用で\nきることを説明していたから，需要者は原告製のロールペーパの代替として被告製\n品を購入していたものと考えられ，原告製のロールペーパ又は被告製品以外で，同\nじ寸法の内径を持つロールペーパが市場に存在すると認めるべき証拠はない。\nしたがって，被告製品が市場に存在しなければ，需要者は値段に関わらず原告製\nのロールペーパを購入したものと考えられるから，被告製品の価格が有利であるこ\nとは，前記⑴の推定を覆滅する事由とはならない。\n⑶  被告らの責任\n被告らは，前記第２の１⑷のとおり，一体となって被告製品を製造及び販売して\nいたことが認められるから，それぞれが得た利益の範囲において損害賠償責任を負\nい，他の二者とは，重なり合う範囲で不真正連帯の関係に立つ。\n⑷  まとめ\nしたがって，被告日進は，９７万０７６８円の損害賠償責任を負い，うち４８万\n５３８４円については被告ＯＨＵと，うち２４万２６９２円については被告セイエ\nーと連帯する。被告ＯＨＵは，上記４８万５３８４円につき被告日進と連帯して損\n害賠償責任を負い，うち２４万２６９２円につき被告セイエーも連帯責任を負う。\n被告セイエーは，上記２４万２６９２円につき被告日進及び被告ＯＨＵと連帯して\n損害賠償責任を負う。なお，本件訴状送達の日は，被告日進及び被告ＯＨＵにつき\n平成２８年７月１４日，被告セイエーにつき同月１３日である（当裁判所に顕著な\n事実）。\n６  結論\n以上により，原告の請求は，被告日進に対し，９７万０７６８円及びこれに対す\nる平成２８年７月１４日から支払済みまで年５分の割合による金員（うち４８万５\n３８４円及びこれに対する同日から支払済みまで年５分の割合による金員について\nは被告ＯＨＵと，うち２４万２６９２円及びこれに対する同月１５日から支払済み\nまで年５分の割合による金員については被告セイエーと連帯する。）の支払を求め\nる限度で，被告ＯＨＵに対し，４８万５３８４円及びこれに対する同月１４日から\n支払済みまで年５分の割合による金員（全額について被告日進と，うち２４万２６\n９２円及びこれに対する同月１５日から支払済みまで年５分の割合による金員につ\nいては被告セイエーと連帯する。）の支払を求める限度で，被告セイエーに対し，\n２４万２６９２円及びこれに対する同月１５日から支払済みまで年５分の割合によ\nる金員（全額について被告日進及び被告ＯＨＵと連帯する。）の支払を求める限度\nでいずれも理由があるからこれを認容し，その余は理由がないからこれを棄却する。\nよって，主文のとおり判決する。\n大阪地方裁判所第２１民事部\n裁判長裁判官\n谷         有   恒\n裁判官\n野   上   誠   一\n裁判官\n島   村   陽   子\n"
}