{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 5,
    "day": 30
  },
  "case_number": "平成23(行ウ)32",
  "case_name": "土地所有権移転登記申請却下処分取消等請求事件",
  "court_name": "京都地方裁判所",
  "field": "行政",
  "gist": "１　相続人に対する特定遺贈によって生ずる農地の権利移転についての農地法（平成２３年法律第１０５号による改正前）３条１項の許可の要否\n２　農地の特定遺贈を受けた相続人による所有権移転登記申請に対して登記官がした却下処分の取消し及び同申請に基づく登記の義務付けを求める各請求が，前者につき認容され，後者につき棄却された事例",
  "case_gist": "１　農地法（平成２３年法律第１０５号による改正前。以下同様）３条１項１２号，１６号，農地法施行規則（平成２３年農林水産省令第６２号による改正前）１８条５号は，遺産分割，特別縁故者への相続財産の分与及び包括遺贈について，人為的な権利移転であり農地の保全上は望ましくないものも含まれているにもかかわらず，その実質が相続による権利移転と異ならないかこれに準ずるものであることに鑑みて，その規制を差し控えているものと解されるところ，相続人に対する特定遺贈によって生ずる農地の権利移転は，実質的には遺産分割による権利移転と異ならないといえるから，仮に受遺者が非営農者であったとしても，当該農地に係る受遺者への権利承継は私有財産制の下では是認せざるを得ないものであり，これを農地法による規制にかからしめることは相当ではないし，また，このような場合に農地法３条１項の許可を要するとすることは，特定の不動産を特定の相続人に相続させる旨の遺言による農地の権利移転の場合には同項の許可が必要でないことを前提に，登記実務上も許可書の添付を要しないものとされていることと対比して，合理的根拠を欠くことからすれば，相続人に対する特定遺贈によって生ずる農地の権利移転については，農地法３条１項の許可を要しない。\n２　農地の特定遺贈を受けた相続人による所有権移転登記申請に対して登記官がした却下処分の取消し及び同申請に基づく登記の義務付けを求める各請求につき，前記却下処分は，前記申請には農地法（平成２３年法律第１０５号による改正前。以下同様）３条１項所定の許可に係る許可書の添付がないことの他に，登録免許税の不足及び登記識別情報の不提供という追完可能な不備があるが，前記許可書がない以上，仮にその余の不備が補正されたとしても申請を受理する余地はないとの前提でされたものであるところ，相続人に対する特定遺贈によって生ずる農地の権利移転については，農地法３条１項の許可を要しないと解されるから，その余の不備について補正の機会を与えずにされた前記却下処分は違法であるとして，前記取消請求を認容する一方，前記申請には，登録免許税の不足及び登記識別情報の不提供という補正を要すべき不備がある以上，登記官が登記の実行をすべきであることがその根拠規定から明らかであるとは認められないし，登記の実行をしないことがその裁量権の範囲を超え又はその濫用となると認めることもできないとして，前記義務付け請求を棄却した事例",
  "lawsuit_id": "82711",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=82711",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/711/082711_hanrei.pdf",
  "contents": "主        文\n１  処分行政庁が原告に対し平成２３年４月４日付けでした同年３月２３日受付\n第○号所有権移転登記申請を却下する旨の処分を取り消す。\n２  原告のその余の請求を棄却する。\n３  訴訟費用はこれを２分し，その１を原告の負担とし，その余を被告の負担と\nする。\n事実及び理由\n第１  請求\n１  主文１項と同旨\n２  処分行政庁は，別紙物件目録記載の各土地に関し原告がした平成２３年３月\n２３日受付第○号所有権移転登記申請を受理せよ。\n第２  事案の概要\n１  本件は，亡Ａの相続人の１人であり，同人から別紙物件目録記載の各土地\n（いずれも農地。以下「本件各土地」という。）の遺贈を受けた原告が，遺贈\nを原因とする所有権移転登記を申請（以下「本件申請」という。）したとこ\nろ，処分行政庁が農地法所定の許可書の添付がないこと等を理由に本件申請を\n却下（以下「本件処分」という。）したことから，その取消しを求めるととも\nに，本件申請に基づく登記の実行（受理）をすることの義務付けを求める事案\nである。\n２  関係法令の定め\n(1)  農地法等\nア  農地法（平成２３年法律第１０５号による改正前のもの。以下同じ。）\n３条１項は，農地について所有権を移転する場合には，当事者が農業委員\n会の許可等を受けなければならないが，例外として，同項１号ないし１６\n号に該当する場合は，その許可を要しない旨を定めている。\n同項１２号には，「遺産の分割，民法（明治２９年法律第８９号）第７\n６８条第２項（中略）の規定による財産の分与に関する裁判若しくは調停\n又は同法第９５８条の３の規定による相続財産の分与に関する裁判によっ\nてこれらの権利が設定され，又は移転される場合」と規定されているほ\nか，同項１６号には，「その他農林水産省令で定める場合」と規定されて\nいる。\nイ  そして，農地法施行規則（平成２３年１１月農林水産省令第６２号によ\nる改正前のもの。以下同じ。）１８条は，農地法３条１項１６号の農林水\n産省令で定める場合として，「包括遺贈により法第３条第１項の権利が取\n得される場合」を規定している（５号）。\n(2)  不動産登記法等\nア  不動産登記法２２条本文は，「登記権利者及び登記義務者が共同して権\n利に関する登記の申請をする場合その他登記名義人が政令で定める登記の\n申請をする場合には，申請人は，その申請情報と併せて登記義務者の登記\n識別情報を提供しなければならない。」と定めている。\n同法２５条は，「登記官は，次に掲げる場合には，理由を付した決定\nで，登記の申請を却下しなければならない。ただし，当該申請の不備が補\n正することができるものである場合において，登記官が定めた相当の期間\n内に，申請人がこれを補正したときは，この限りでない。」と定め，「第\n２２条本文若しくは第６１条の規定又はこの法律に基づく命令若しくはそ\nの他の法令の規定により申請情報と併せて提供しなければならないものと\nされている情報が提供されないとき」（９号）及び「登録免許税を納付し\nないとき」（１２号）を掲げている。\nイ  そして，不動産登記令７条は，権利に関する登記の申請をする場合に\nは，「登記原因について第三者の許可，同意又は承諾を要するときは，当\n該第三者が許可し，同意し，又は承諾したことを証する情報」をその申請\n情報と併せて登記所に提供しなければならないと定めている（１項５号\nハ）。\n３  前提となる事実（当事者間に争いがないか，証拠及び弁論の全趣旨により容\n易に認められる事実） 1)  亡Ａは，昭和２３年９月１日，Ｂと婚姻し，その間に長女Ｃをもうけた\nが，同年１０月１日，離婚した。その後，亡Ａは，昭和２６年５月２８日，\nＤと婚姻し，その間に長男である原告及び長女Ｅをもうけた。その身分関係\nの詳細は，別紙「遺贈者被相続人Ａ相続系統図」記載のとおりである。（甲\n１１～１６）\n(2)  亡Ａは，いずれも農地である本件各土地を所有していたが，昭和▲年▲\n月▲日，死亡した（甲９の１，９の３，９の４，１１）。\n(3)  亡Ａは，昭和４８年１２月５日，遺言公正証書により，同人の所有に係\nる本件各土地を原告に遺贈（以下「本件遺贈」という。）することなどを内\n容とする遺言をし，遺言執行者として，原告訴訟代理人であるＦ弁護士を指\n定した（甲１７）。\n(4)  原告（代理人Ｆ弁護士）は，平成２３年３月２３日，処分行政庁に 対\nし，本件各土地につき，昭和▲年▲月▲日に亡Ａから遺贈を受けたとして，\n本件申請をしたが，申請書には農地法所定の許可書が添付されていなかった\n（甲３）。\nなお，所有権の移転の登記に係る登録免許税の課税標準は不動産の価額で\nあるところ（登録免許税法９条・別表第一），本件各土地の評価額は，合計\n２２万４５９７円である（甲７）。そして，国税の課税標準を計算する場合\nにおいて，その額に１０００円未満の端数があるときはその端数金額を切り\n捨てることから（国税通則法１１８条１項），課税標準は２２万４０００円\nとなる。これに登録免許税法９条に基づき別表第一の税率（１０００分の\n４）を適用して計算すれば，８９６円となるが，同法１９条により上記計算\nした金額が１０００円に満たない場合には，登録免許税の額は１０００円と\nなることから，本件申請における登録免許税は１０００円である。\n(5)  処分行政庁は，平成２３年４月４日，本件申請が農地の特定遺贈による\n所有権の移転の登記申請であったことから，①農地法所定の許可書の添付が\nないこと及び②登記識別情報の提供がないこと（以上，不動産登記法２５条\n９号）並びに③登録免許税１０００円のところ，８００円の納付であること\n（同条１２号）を理由に，これを却下する旨の処分（本件処分）をした（甲\n１）。\n(6)  原告は，平成２３年６月２９日，本件処分の取消しと本件申請に基づく\n登 記 実 行 （ 受 理 ） の 義 務 付 け を 求 め て ， 本 件 訴 え を 提 起 し た （ 顕 著 な 事\n実）。\n４  争点及びこれに関する当事者の主張\n本件の争点は，本件処分の適法性であり，この点に関する当事者の主張は次\nのとおりである。\n（被告の主張） 1)  農地の特定遺贈による所有権移転には農地法３条１項の許可を要するこ\nと\n農地法３条１項は，不耕作目的での農地の権利取得等，農地を保全し，有\n効利用する観点からは好ましくない人為的な権利移動を規制することを通じ\nて，農地を効率的に利用する者による農地の権利取得を促進しようとするも\nのである。そのため，農地の所有権の移転，賃借権の設定等については，農\n業委員会（一定の場合は都道府県知事）の許可にかからしめ，また，当該規\n則の実効性を担保するため，同条７項において，「第１項の許可を受けない\nでした行為は，その効力を生じない。」として，当該許可が農地等の所有権\n等の移転の効力の発生要件とし，さらに，同法６４条１号において，同法３\n条１項規定の違反行為を罰則をもって禁止している。\nところで，人為的な権利の移転ではない相続による包括的な権利承継につ\nいては，相続人が非営農者である場合には農地の保全上は好ましくはないも\nのの，私有財産制の下においては是認せざるを得ないものであることから同\n法３条１項規定の農業委員会等の許可を要しないものとされている。また，\n包括遺贈についてもその性質が相続による権利移転に準ずるものとして同項\n１６号，農地法施行規則１８条５号により，相続による権利移転と同様の取\n扱いをしているところである。\n一方，特定遺贈については，包括遺贈とは異なり，包括的な権利移動では\nなく，相続に準じた取扱いをすることが不適当であることから，農地法にお\nいては適用除外規定を置いていないところであり，両者は，農地法令上明ら\nかに区別されている。そして，農地法施行規則上，特定遺贈の受遺者が相続\n人か非相続人かで何ら区別されていないことからすれば，登記官としては，\n特定の相続人を受遺者とする特定遺贈であっても，農地法所定の許可書の添\n付が必要である（不動産登記令７条１項５号ハ）とするほかない。\n(2)  登録免許税が納付されていないこと\n原告は，本件申請に当たり，登録免許税１０００円のところ８００円の収\n入印紙のみしか貼付しなかった。\nところで，不動産登記法２５条は，登記申請の却下事由を掲げ，これに該\n当した場合は当該申請を却下しなければならないとされているところ，その\n例外として，「当該申請の不備が補正することができるものである場合にお\nいて，登記官が定めた相当の期間内に，申請人がこれを補正したときは，こ\nの限りでない。」とし，申請を受理して登記をすることとされたものであ\nる。したがって，登記官が補正を求めるのは，「当該申請の不備が補正する\nことができるものである場合」，すなわち，補正を求めることで当該申請を\n直ちに却下することなく，受理して登記することが可能な場合を指すと解す\nべきである。本件において，原告の登記申請代理人であったＦ弁護士は，本\n件申請に係る事前相談のため京都地方法務局宇治支局を訪れた際に，農地法\n所定の許可書がないことを明らかにした上で，「行政通達（乙１）を変更し\nてもらうために申請書を提出する。」，「行政通達がある以上，無理を承知\nで提出するのであり，却下していただいて結構である。」と申し出たことか\nら，登記官は，農地法所定の許可書については添付する意思がないと判断し\nたものである。そして，本件申請について，登録免許税の納付について補正\nすることが可能であったとしても，農地法所定の許可書がないことから，登\n録免許税の不足分に係る収入印紙の追貼等があっても当該申請を受理して登\n記をすることができないため，登記官として「当該申請の不備が補正するこ\nとができるものである場合」に該当しないと判断し，補正期間を設けず却下\nしたものである。したがって，処分行政庁が本件処分をするに当たり，登録\n免許税の不足分の納付につき補正期間を設けなかったことは何ら違法ではな\nい。\n(3)  登記識別情報の提供がないこと\n本件申請に際しては，遺贈者の遺言という法律行為によって権利の変動が\n生ずるものであり，単独申請が可能な相続登記とは異なり，登記権利者（特\n定受贈者）と登記義務者（遺言執行者）の共同申請によるべきものであるこ\nとから，不動産登記法２２条本文により，登記識別情報の提供が必要である\nが，原告はこれを提供しなかったものである。\n(4)  以上のとおり，特定遺贈を原因とする所有権の移転の登記の申請をする\nためには，農地法所定の許可書を添付することが必要であり，これを添付せ\nずにした本件申請は，不動産登記法２５条９号に該当する。また，本件申請\nに際し，登録免許税の納付に不足分があり，登録免許税が納付されていない\nことから，同条１２号にも該当する。さらに，登記識別情報の提供もなかっ\nたものであるから，この点でも同条９号に該当する。\nそうすると，本件申請は却下されるべきものであるから，本件処分は適法\nである。\n（原告の主張） 1)  農地法３条１項の許可について\n相続人に対する農地の遺贈については，包括遺贈，特定遺贈の区別なく，\nその所有権移転につき農地法３条１項の許可は要しない。判例も，包括遺贈\nと特定遺贈を区別することなく，被相続人が相続人に対してする遺贈につい\nては，上記許可は不要であるとの判断を示している。実質的にみても，農地\nの所有権移転について，相続であれば，何らの制約なく相続を原因とする所\n有権移転をすることができるし，「相続させる」旨の遺言であれば上記許可\nを要することなく，所有権移転登記ができるものとされているところ，相続\n人に対する特定遺贈は，これらと違いはなく，特定遺贈による所有権移転に\nついてのみ許可を要するとするのは不合理である。\n(2)  登録免許税について\n本件申請における登録免許税は１０００円であり，原告が誤って８００円\nの収入印紙を貼付したことは事実である。しかし，不足分の収入印紙の追加\n納付は容易にできるのであるから，処分行政庁は，登録免許税の不足の事実\nを原告に告知すると同時に，相当の期間内に補正を命ずべきであって，補正\nの機会を与えないままに登録免許税の不足を本件申請の却下事由とすること\nは，不動産登記法２５条のみならず，信義則にも反し，許されないというべ\nきである。\n(3)  登記識別情報の提供について\n相続を原因とする所有権移転登記申請においては，登記識別情報の提供は\n要しないものとされているところ，相続人に対する遺贈は相続と同視される\nものであり，特定遺贈においても登記識別情報の提供は要しないというべき\nである。また，そもそも本件では，公正証書遺言があるから，登記識別情報\nの提供は要しない。\n第３  当裁判所の判断\n１  前提となる事実によれば，本件各土地はいずれも農地であり，もと亡Ａの所\n有であったこと，亡Ａは昭和▲年▲月▲日に死亡したが，昭和４８年１２月５\n日，遺言公正証書により，本件各土地を共同相続人の１人である原告に遺贈\n（本件遺贈）したこと，本件遺贈による所有権移転については，農地法３条１\n項の許可が得られておらず，本件申請に当たって，同法所定の許可書は添付さ\nれていなかったことが認められる。\n２  そこで，本件遺贈による所有権移転につき，農地法３条１項の許可を要する\nか否かを検討するに，同項は，農地に係る権利の人為的な移転のうち農地の保\n全の観点から望ましくないと考えられるものを制限する趣旨の規定であるとこ\nろ，相続をめぐる法律関係の処理に際して生じる権利移転については，一定の\n例外を認めている。すなわち，相続によって生ずる権利移転も相続人が非営農\n者である場合には農地の保全上は望ましいとはいえないものの，相続がそもそ\nも人為的な移転ではなく，相続による包括的な権利承継は私有財産制の下にお\nいては是認せざるを得ないものであることから，規制対象とはしていないもの\nと解される。そして，同項１２号，１６号，農地法施行規則１８条５号は，遺\n産分割，特別縁故者への相続財産の分与及び包括遺贈について，人為的な権利\n移転であり農地の保全上は望ましくないものも含まれているにもかかわらず，\nその実質が相続による権利移転と異ならないかこれに準ずるものであることに\nかんがみて，その規制を差し控えているものと解される（最高裁平成１１年\n（行ヒ）第２４号同１３年７月１０日第三小法廷判決・民集５５巻５号９５５\n頁参照）。\n本件遺贈は，相続人への特定遺贈であるところ，これは相続による当然の権\n利移転ではなく，被相続人である亡Ａの意思による権利移転行為であるから，\n農地法３条１項の許可を要する場合に該当するとも考えられる。しかしなが\nら，本件遺贈は，相続人以外の者に対するものではなく，相続人である原告に\n対する特定遺贈であり，その生じる結果をみると，実質的には遺産分割による\n権利移転と異ならないということができる。そうであるとすれば，仮に原告が\n非営農者であったとしても，本件各土地に係る亡Ａから原告への権利承継は，\n私有財産制の下，是認せざるを得ないものであり，これを農地法による規制に\nかからしめることは相当ではないというべきである。また，特定の不動産を特\n定の相続人に相続させる旨の遺言がされた場合には，被相続人の死亡の時に直\nちに当該不動産が当該相続人に相続により承継されたものと解され，登記実務\n上も，農地法３条１項の許可が必要でないことを前提に，その登記申請に当た\nっては許可書の添付を要しないもの（相続を登記原因として直接権利移転登記\nが可能）とされているところ（最高裁平成３年（オ）第１０５７号同７年１月\n２４日第三小法廷判決・裁判集民事１７４号６７頁参照），本件遺贈のよう\nに，特定の不動産を特定の相続人に遺贈により権利移転した場合に上記許可を\n要するとすることは，相続させる旨の遺言による権利移転の場合と対比して，\n合理的根拠を欠くものといわざるを得ない。\n以上からすれば，相続人への特定遺贈による農地の権利移転については，農\n地法３条１項の許可を要しないと解するのが相当であり，本件遺贈は，亡Ａの\n死亡により，死亡の時からその効力が生じ，原告は本件各土地の所有権を取得\nするに至ったものというべきである。\n３  ところで，原告は，本件申請に当たり，登録免許税が１０００円のところ８\n００円の収入印紙しか貼付しなかったものである。また，遺贈の場合，その権\n利移転の登記申請は，遺言執行者又は相続人を登記義務者とし，受遺者を登記\n権 利 者 と す る 共 同 申 請 と な る が （ 本 件 で は ， 遺 言 執 行 者 が 登 記 義 務 者 と な\nる。），原告は，本件申請に際し，登記識別情報の提供をしなかったものであ\nる。したがって，本件申請については，不動産登記法２５条９号及び１２号に\n該当する事由（却下事由）があったということができる。\nしかしながら，登録免許税の不足額は２００円にすぎず，容易に追納するこ\nとが可能であるし，登記識別情報の提供についても，その性質上，追完するこ\nとが可能であると考えられる（不動産登記法２２条及び２３条）ことからする\nと，処分行政庁としては，原告に対し上記各不備の補正の機会を与えるべきで\nあったにもかかわらず，その機会を与えなかったものというべきである。\nそうすると，処分行政庁が，本件申請につき，農地法所定の許可書がないこ\nとから，登録免許税の不足分に係る収入印紙の追貼や登記識別情報の提供等が\nあっても本件申請を受理する余地はないとの前提で，補正の機会を付与しなか\nったことは違法であるといわざるを得ない。\n４  以上検討したところによれば，本件申請が不動産登記法２５条９号及び１２\n号に該当することを理由に本件申請を却下した本件処分は，違法というべきで\nある。\n５  原告の請求のうち，登記実行（受理）の義務付け請求に係る部分は，行政事\n件訴訟法３条６項２号に規定する申請型義務付け訴訟に該当するものと解され\nるところ，同訴訟については，併合提起された取消訴訟等の訴えに係る請求に\n理由があると認められ，かつ，その義務付けの訴えに係る処分等につき，行政\n庁がその処分等をすべきであることがその処分等の根拠となる法令の規定から\n明らかであると認められ又は行政庁がその処分等をしないことがその裁量権の\n範囲を超え若しくはその濫用となると認められることが，その認容の要件とな\nる（同法３７条の３第５項）。\nそうであるところ，原告が上記義務付けの訴えに併合提起した本件処分の\n取消訴訟に係る請求に理由があると認められることは既に説示したとおりで\nある。しかしながら，上記３のとおり，原告は，本件申請に当たり，登記識\n別情報の提供をせず，納付した登録免許税にも不足があったのであるから，\n本件申請に補正を要すべき不備があることは明らかである（処分行政庁が違\n法に補正の機会を付与しなかったからといって，補正する必要がなくなるも\nのでないことは論を待たない。）。したがって，原告の義務付け請求に係る\n登記の実行につき，処分行政庁が登記の実行をすべきであることがその根拠\n規定から明らかであるとは認められないし，また，登記の実行をしないこと\nが そ の 裁 量 権 の 範 囲 を 超 え 若 し く は そ の 濫 用 と な る と 認 め る こ と も で き な\nい。\n６  以上によれば，原告の請求のうち，本件処分の取消請求は理由があるが，本\n件申請に基づく登記実行の義務付け請求は理由がない。\n京都地方裁判所第３民事部\n裁判長裁判官      瀧      華      聡      之\n裁判官      奥      野      寿      則\n裁判官      堀      田      喜  公  衣\n"
}