{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 8,
    "day": 27
  },
  "case_number": "平成25(ネ)10085",
  "case_name": "損害賠償，同中間確認各請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84437",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84437",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/437/084437_hanrei.pdf",
  "contents": "平成２６年８月２７日判決言渡\n平成２５年（ネ）第１００８５号  損害賠償，同中間確認各請求控訴事件\n（原審・東京地方裁判所平成２３年（ワ）第３４１２６号，平成２４年（ワ）第３\n３０７３号）\n口頭弁論終結日  平成２６年６月３０日\n判決\n控        訴        人        ソ フ ト ウ ェ ア 部 品 株 式 会 社\n被控訴 人      株 式 会 社 ア ク セ ス ネ ッ ト\n訴訟代理人弁護 士        篠    原    一    廣\n主文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n本件控訴の趣旨は，下記のとおりと解される。\n下記第３項に関し，控訴人の平成２５年９月３０日付け控訴状の「第２  控訴の\n趣旨」の第３項には「控訴人の請求については，相当な裁判を求める。」と記載され\nているのみであり，「相当な裁判」の内容は具体的に特定されていない。この点につ\nいては，①控訴人が原審において中間確認の訴え（平成２４年（ワ）第３３０７３\n号事件）を提起したのに対し，原判決がこれを却下したこと，②本件控訴の趣旨に，\n上記却下に対する不服申立てが含まれているのは明らかといえることに鑑み，前記\n「第２  控訴の趣旨」の第３項は，前記中間確認の訴えについて請求の認容を求め\nるものと解するのが相当である。なお，前記中間確認の訴えに係る請求の内容につ\nいては，後記第２の４(3)ア(ア)記載の理由により，下記第３項のとおり解した。\n記\n１  原判決を取り消す。\n２  被控訴人の請求を棄却する。\n３  別紙中「部品屋２００７  中核部（ミドルソフト）」欄記載の各製品に含まれ\nる各ミドルソフト（営業秘密に関するプログラムを除く。）は，ソフトウェア「Ｂ\nＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」，「ＢＳＳ－ＰＡＣＫサーバ\nー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫ（ＶＡＸ／ＶＭＳ）」に含まれる各ミド\nルソフト（営業秘密に関するプログラムを除く。）の各著作権を侵害しないことを\n確認する。\n４  訴訟費用は，第１，２審とも被控訴人の負担とする。\n第２  事案の概要\n１  事案の要旨\n(1)  原審請求の要旨\n本件は，原審において，①被控訴人が，控訴人に対し，両名間のパートナー契約\nに基づいて控訴人が被控訴人に提供したソフトウェアには，第三者が著作権を有す\nるソフトウェア中のプログラムを複製又は翻案したプログラムが含まれているとい\nう著作権上の瑕疵があり，控訴人において上記第三者の利用許諾を得る見込みもな\nいことから，被控訴人は控訴人が提供したソフトウェアを転売するという上記パー\nトナー契約の目的を達成できなくなったとして，上記パートナー契約の債務不履行\nに基づき，損害賠償金２０６万５０００円及びこれに対する催告後の日である平成\n２３年３月１５日から支払済みまで商事法定利率年６分の割合による遅延損害金の\n支払を求めた事案（以下「本件損害賠償請求」という。）並びに②控訴人が，被控\n訴人に対し，中間確認の訴えとして，別紙（控訴人の原審平成２４年１１月２１日\n付け「中間確認の訴状」添付の別紙「プログラム目録」１頁の写し。）中「部品屋\n２００７  中核部（ミドルソフト）」欄記載の各製品に含まれる各ミドルソフト（営\n業秘密に関するプログラムを除く。）がソフトウェア「ＢＳＳ－ＰＡＣＫサーバー\n（ＷｉｎｄｏｗｓＮＴ版）」等に含まれる各ミドルソフト（営業秘密に関するプロ\nグラムを除く。）の各著作権を侵害しないことの確認を求めた事案（以下「本件中\n間確認の訴え」という。）である。\n(2)  原審の判断\n原審は，①の本件損害賠償請求について，控訴人は，被控訴人に対し，上記パー\nトナー契約に基づき，著作権上の瑕疵がないソフトウェアを提供する義務を負って\nいたにもかかわらず，これに反して，第三者が著作権を有するソフトウェアの一部\nのプログラムを複製したものを含むソフトウェアを提供しており，複製元の上記プ\nログラムにつき著作権者である上記第三者から利用の許諾を得る見込みもなく，給\n付の追完は不可能である旨認定し，被控訴人は，控訴人の上記パートナー契約の債\n務不履行により，同契約の前記⑴①の目的を達することができなくなったとして，\n被控訴人の請求をすべて認容した。\n他方，原審は，②の本件中間確認の訴えについては，その請求の趣旨を，控訴人\nが上記パートナー契約に基づいて被控訴人に提供したソフトウェアのミドルソフト\n（ハードロック及びソフトロックに関する部分を除く。）が上記第三者の著作権を侵\n害しないとして，控訴人の被控訴人に対する上記パートナー契約の債務不履行に基\nづく損害賠償債務の不存在の確認を求めるものと解し，これは①の本件損害賠償請\n求と重複するので不適法であること（民訴法１４２条）を理由に却下した。\n２  前提事実（当事者間に争いのない事実及び証拠により容易に認定できる事実。\n弁論の全趣旨により認められる事実を含む。）\n(1)  当事者及び関係者ら\nア  控訴人及びその関係者ら\n(ア)  控訴人は，ソフトウェアの開発，仕入れ，輸入，販売及び輸出等を\n目的とする株式会社であり，平成１９年２月１４日に成立した。現在，控訴人代表\n者  の配偶者であるＡが，顧問としてソフトウェアの開発等の業務を行っている（甲\n１の２，乙１，乙２２）。\n(イ)  控訴人代表者は，平成元年１０月頃に株式会社ビーエスエス（以下\n「ビーエスエス社」という。）を設立した。Ａは，平成２年４月頃に同社の代表取締\n役に就任し，ソフトウェアの開発を主導していた。\n株式会社ビーエスエス販売は，ソフトウェアの開発，請負，販売及び輸出等を目\n的とする株式会社であり，平成８年２月２３日に成立し，平成１７年１２月２９日\nに商号を「ソフトウエア部品開発株式会社」に変更した（以下「ソフトウエア部品\n開発社」という。）。控訴人代表者が同社の代表取締役に，Ａが同社の取締役に，そ\nれぞれ就任した。\nビーエスエス社は，平成１８年１２月中旬頃，ソフトウエア部品開発社に事業を\n引き継ぎ，以後は事実上の休業状態にある。ソフトウエア部品開発社も，平成２１\n年８月頃，控訴人に事業を引き継ぎ，事実上休業するに至った（乙１，乙５，乙６，\n乙１６，乙２２）。\nイ  被控訴人\n被控訴人は，コンピュータソフトウェアの企画，制作，販売及び輸出入等を目的\nとする株式会社であり，平成２年１２月２５日に成立した（甲１の１）。\n(2)  Ａが開発を主導したソフトウェア\nア  開発の経緯\n(ア)  Ａは，ビーエスエス社において，平成２年４月頃から平成９年頃ま\nでの間にかけて，ソフトウェア「ＢＳＳ－ＰＡＣＫ（ＶＡＸ／ＶＭＳ）」，「ＢＳ\nＳ－ＰＡＣＫクライアント（メニュークリエイト）」，「ＢＳＳ－ＰＡＣＫサーバ\nー（ＵＮＩＸ）」，「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」，「部\n品マイスター」等（以下，これらを総称して「ＢＳＳ－ＰＡＣＫ」という。）の開\n発を主導してきた（甲４の１，２，甲１５，乙１，乙１８，乙２２）。\n(イ)  その後，Ａは，ビーエスエス社において平成１８年６月頃からソフ\nトウェア（製品開発コードＳＷＢ２００７）の開発に着手し，同年１２月頃までに\nほぼ完成させた。\n間もなく，同月中旬頃，前述のとおり，ソフトウエア部品開発社がビーエスエス\n社の事業を引き継ぎ，その際に上記ソフトウェアも売買によりソフトウエア部品開\n発社に承継された。そして，同ソフトウェアは，同社において，ソフトウェア「部\n品屋２００７サーバー／スタンドアローン版」（商品コードＳＷＢ２００７，以下\n「部品屋２００７サーバー」という。），「部品屋２００７クライアント」（商品\nコードＳＷＢ２００７－Ｃｌｉｅｎｔ，以下「部品屋２００７クライアント」とい\nう。），「部品屋ＰＥＲＳＯＮＡＬ」等から構成される統合型基幹業務システム「部\n品屋２００７」（以下「部品屋２００７」という。）として製品化され，平成１９\n年６月頃から出荷されるようになった。\nその後，前述のとおり，平成２１年８月頃に控訴人がソフトウエア部品開発社の\n事業を引き継ぎ，その際に，これらのソフトウェアもすべて売買により控訴人に承\n継された（甲３，甲１３の２，乙１，乙４から乙６，証人Ａ）。\nイ  「ＢＳＳ－ＰＡＣＫ」及び「部品屋２００７」の概要\n前記アのソフトウェアはいずれも，企業の基幹業務を一元的に統合して管理する\nＥＲＰ（Enterprise  Resource  Planning）ソフトウェアに属するものである。\n(ア)ａ  「ＢＳＳ－ＰＡＣＫ」に含まれるソフトウェア「ＢＳＳ－ＰＡＣ\nＫ（ＶＡＸ／ＶＭＳ）」，「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳ\nＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」並びに「部品屋２００７」に含\nまれるソフトウェア「部品屋２００７サーバー」及び「部品屋２００７クライアン\nト」についてみると，これらのソフトウェアはいずれも，「ソフトウェア部品」及\nび「ミドルソフト」から構成されており，両者は関数インターフェースにより関係\n付けられている。\n「ソフトウェア部品」は，例えば，購買管理に関する発注登録，納期照会，在庫\n状況照会などといった業務ごとに細分化された最小単位の具体的作業を実行するプ\nログラムである。「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡ\nＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」には，共通のソフトウェア部品が含まれ\nている（以下，このソフトウェア部品を「先行ソフトウェア部品」という。）。\n「ミドルソフト」は，ソフトウェア部品を制御し，「Ｗｉｎｄｏｗｓ」等のＯＳ\n（Operating  System）と結びつけて作動させるプログラムであり，①主にソフトウ\nェア部品の作動に関わる関数インターフェース部，②主にＯＳの作動に関わるＯＳ\nインターフェース部及び③主としてセキュリティに関する営業秘密部を備えている\n（甲３，甲１７，乙１，乙７，乙２２，乙２５，乙２６の１，２，乙２９，証人Ｂ，\n証人Ａ）。\nｂ  前記ソフトウェアは，「クライアント」形式のもの（以下「クライ\nアント」という。）と「サーバー」形式のもの（以下「サーバー」という。）に大\n別され，いずれにも通信用ミドルソフトが組み込まれているほか，「クライアント」\nにはデータの入力，表示などユーザーとのインターフェースを担当するＧＵＩ（Gr\naphical  User  Interface）等のプログラムに係るソフトウェア部品が，「サーバー」\nにはデータ処理等の業務処理プログラムに係るソフトウェア部品が，それぞれ組み\n込まれており，これらのプログラムは前記通信用ミドルソフトを介してつながって\nいる。\n前記ソフトウェアの利点は，通常，基本ソフトであるＯＳを変更する際は，「Ｗ\nｏｒｄ」等のワープロソフトなど応用ソフトであるアプリケーションソフトもすべ\nて変更後のＯＳに対応するものに交換しなければ正常に作動しなくなるおそれが大\nきいところ，前記ソフトウェアにおいては，ミドルソフトのみ変更後のＯＳに対応\nするものに交換すれば，引き続き既存のソフトウェア部品を正常に作動させられる\nことにある（甲１７，乙７，証人Ｂ）。\n(イ)  「ＢＳＳ－ＰＡＣＫ」のうち「ＢＳＳ－ＰＡＣＫクライアント（メ\nニュークリエイト）」は，業務処理プログラムのソフトウェア部品及びその機能の\n概略を画面に表示し，それらから抽出，選択して業務担当者ごとの処理メニューを\n構築する機能を有するプログラムである。\n「部品屋２００７」においては，「部品屋ＰＥＲＳＯＮＡＬ」が同様の機能を有\nするプログラムといえる（甲３，甲４の２，乙２６の１，２）。\n(ウ)  「ＢＳＳ－ＰＡＣＫ」のうち「部品マイスター」は，後記のとおり\nプログラムの著作物として登録されているところ，そのプログラム登録原簿（甲１\n５）によれば，「ソフトウエアを部品単位に作るときの開発支援のためのツール」\nであり，これを利用することによって，「部品単位でアプリケーションプログラム\nを開発する際，あらかじめ登録されている関数群などの利用により，容易に可能と\nなる。」。\n他方，「ソフトウエア部品開発ツール」は，「部品屋２００７」に含まれるもの\nであるが，そのパッケージ（甲１４）に「パートナー社限定」，「（ＳＷＢ２００\n７  ２ｎｄＥｄｉｔｉｏｎ）」，「開発製造元：ソフトウェア部品株式会社」，「作\n成日：２０１０年１月２６日」と記載されている。\nウ  「ＢＳＳ－ＰＡＣＫ」のソフトウェアのプログラム登録\n「ＢＳＳ－ＰＡＣＫ」のソフトウェアについて，以下のとおりプログラムの著作\n物として登録されており，プログラム登録原簿上，現在の権利者はいずれも日本電\n子計算株式会社（以下「日本電子計算社」という。）である（甲４の１，２，甲１５，\n乙１８）。\n(ア)  表示番号          Ｐ第４５７４号\n著作物の題号\nＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）\nプログラムの分類  汎用アプリケーションプログラム\n登録年月日        平成７年１０月１６日\n発生年月日        平成７年６月１５日\n登録の原因        創作した。\n(イ)  表示番号          Ｐ第４７２４号\n著作物の題号\nＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）\nプログラムの分類  汎用アプリケーションプログラム\n登録年月日        平成８年１月１６日\n発生年月日        平成７年１０月１日\n登録の原因        創作した。\n(ウ)  表示番号          Ｐ第５３６３号\n著作物の題号\nＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）\nプログラムの分類  汎用アプリケーションプログラム\n登録年月日        平成９年３月１４日\n発生年月日        平成８年１２月３１日\n登録の原因        創作した。\n(エ)  表示番号          Ｐ第５８１４号\n著作物の題号\n部品マイスター\n登録年月日        平成１０年２月１３日\n発生年月日        平成９年８月３１日\n登録の原因        創作した。\n(3)  「ＢＳＳ－ＰＡＣＫ」のソフトウェアに対する譲渡担保権設定\nプログラム登録原簿によれば，「ＢＳＳ－ＰＡＣＫ」のソフトウェアについて，下\n記の発生日の譲渡担保権設定契約に基づく著作権譲渡の登録がなされている（甲４\nの１，２，甲１５，乙１８）。\n記\nア  Ｐ第４５７４号  ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）\n発生年月日  平成８年１月３１日（登録年月日同年３月２９日）\n平成９年３月１７日（登録年月日同年８月７日）\n平成１３年３月３０日（登録年月日同年４月２７日）\nイ  Ｐ第４７２４号  ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）\n発生年月日  平成８年１月３１日（登録年月日同年３月２９日）\n平成９年３月１７日（登録年月日同年８月７日）\n平成１３年３月３０日（登録年月日同年４月２７日）\nウ  Ｐ第５３６３号  ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）\n発生年月日  平成１３年３月３０日（登録年月日同年４月２７日）\nエ  Ｐ第５８１４号  部品マイスター\n発生年月日  平成１０年３月３１日（登録年月日平成１１年１月１２日）\n(4)  ビーエスエス社から株式会社サンライズ・テクノロジー（以下「サンライ\nズ社」という。）へのソフトウェアの譲渡契約（以下「本件譲渡契約」という。）\n両社が作成した平成１８年３月３０日付け「ソフトウェア譲渡契約書」（甲１８，\n以下「本件譲渡契約書」という。）には，ビーエスエス社からサンライズ社へ譲渡す\nるソフトウェアのうち「登録済プログラム著作物」として「Ｐ第４５７４号  ＢＳ\nＳ－ＰＡＣＫクライアント（メニュークリエイト）」，「Ｐ第４７２４号  ＢＳＳ\n－ＰＡＣＫサーバー（ＵＮＩＸ）」，「Ｐ第５３６３号  ＢＳＳ－ＰＡＣＫサーバ\nー（ＷｉｎｄｏｗｓＮＴ版）」，「Ｐ第６３３９号  部品ビュー」及び「Ｐ第５８\n１４号  部品マイスター」が掲げられている。\n(5)  パートナー契約の締結\n控訴人と被控訴人は，平成２１年１０月１日，控訴人が「部品屋２００７」のソ\nフトウェアを標準価格に基づく価格から３０パーセント割り引いた価格で被控訴人\nに提供し，被控訴人はこれを使用，再販，複製等できるなどという内容のパートナ\nー契約（以下「本件契約」という。）を締結し，平成２２年１０月１日，同契約を更\n新した（甲２，甲６の２）。\n(6)  本件契約に基づくソフトウェアの提供等\nア  被控訴人は，本件契約に基づき，控訴人から，平成２１年１０月２２日\nにソフトウェア「部品屋２００７サーバー」（単価７万円）及び「部品屋２００７ク\nライアント」（単価４万９０００円）各１個を，平成２２年２月２６日及び同年４月\n９日にそれぞれ「部品屋２００７プロテクションキー」（単価４万９０００円）を１\n０個ずつ購入し，代金合計１０９万９０００円を控訴人に対して支払った。なお，\n「部品屋２００７プロテクションキー」は，プログラムの不正コピーを防止すると\nともに，ユーザーのデータをウイルス等から守るためのものであり，「部品屋２００\n７」は，「部品屋２００７プロテクションキー」がパソコンに差し込まれることによ\nって作動する仕組みである（甲３，甲７の１から３）。\nイ  被控訴人は，平成２１年１０月１７日及び同月１８日並びに同年１１月\n１４日及び同月１５日の計４日間にわたり，控訴人から，上記ソフトウェアの取扱\n方法についての研修を受け，研修費合計３３万６０００円を控訴人に対して支払っ\nた（甲８の１，２）。\nウ  被控訴人は，控訴人に対し，本件契約締結に際して契約金３１万５００\n０円を，本件契約更新に際して更新料３１万５０００円を，それぞれ支払った（甲\n６の１，２）。\n(7)  本件契約の解除\n被控訴人は，平成２３年２月２８日，控訴人に対し，「ＢＳＳ－ＰＡＣＫ」のソフ\nトウェアのプログラム著作権が控訴人に帰属しておらず，したがって，これを購入\nした被控訴人において顧客への提供等も一切行えない商品であることが判明したと\nして，控訴人の履行不能を理由に本件契約を解除する旨の意思表示をするとともに，\n上記履行不能に基づく損害賠償として，前記(6)のとおり被控訴人が本件契約に基づ\nき控訴人に支払った金員の合計額に相当する２０６万５０００円を２週間以内に支\n払うことを求めた（甲５の１，２）。\n３  争点\n本件の争点は，以下のとおりである。\n(1)  本件契約に基づく控訴人の債務不履行責任の有無－控訴人が本件契約に\n基づいて被控訴人に提供したソフトウェア「部品屋２００７サーバー」及び「部品\n屋２００７クライアント」（以下「本件両ソフト」という。）並びに「ソフトウエア\n部品開発ツール」に係る著作権上の瑕疵の有無（争点１）\n本件両ソフト及び「ソフトウエア部品開発ツール」には，それぞれ，日本電子計\n算社が有するソフトウェア「ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）」\n及び「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」並びに「部品マイス\nター」中の各プログラムを複製又は翻案したプログラムが含まれているという著作\n権上の瑕疵が存するか。また，著作権上の瑕疵が存する場合，控訴人が著作権者で\nある日本電子計算社の利用許諾を得る見込みはあるか。\nア  ソフトウェア部品について\n(ア)  「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」に含まれ\nる先行ソフトウェア部品の著作物性の有無\nなお，この点は，控訴人が当審において先行ソフトウェア部品は著作物性を有し\nない旨の主張を追加したことから，新たに争点となったものである。\n他方，控訴人は，後記４(1)イのとおり，下記(イ)から(エ)の各争点に関し，原審及\nび当審において，「先行ソフトウェア部品の著作権を放棄する」，「（先行ソフト\nウェア部品について）著作権法に基づく権利を主張しない」などと，先行ソフトウ\nェア部品が著作物であることを前提とする主張もしており，したがって，先行ソフ\nトウェア部品は著作物性を有しない旨の前記主張は，下記(イ)から(エ)の各争点に関\nする控訴人自身の主張の一部と明らかに矛盾するものといわざるを得ない。\n控訴人は，このように矛盾した内容の主張をする趣旨を説明しておらず，また，\n先行ソフトウェア部品の著作物性を争う旨の前記主張には，「時機に後れて提出し\nた攻撃又は防御の方法」（民訴法１５７条１項）と評価し得る面もあるが，本件事\n案の性質に鑑み，上記主張の当否についても判断する。\n同主張及び下記(イ)から(エ)の各争点に関する控訴人の各主張の位置付けについ\nては，各主張内容の論理的順序をも考慮し，控訴人は，主位的に先行ソフトウェア\n部品の著作物性を争い，予備的に同著作物性が認められた場合に備えて後記のとお\nり順に下記(イ)から(エ)の各争点について主張しているものと解するのが相当であ\nる。\n(イ)  ビーエスエス社が先行ソフトウェア部品の著作権を放棄した事実の\n有無\n(ウ)  先行ソフトウェア部品の著作権の所在\n(エ)  複製又は翻案の成否及び著作権侵害の有無\n本件両ソフトのソフトウェア部品（以下「本件ソフトウェア部品」という。）は，\n先行ソフトウェア部品を複製又は翻案したものか，同複製又は翻案は，第三者の著\n作権を侵害する行為に当たるか。\nイ  ミドルソフトについて\nウ  「部品マイスター」及び「ソフトウエア部品開発ツール」について\n(2)  本件契約の債務不履行による損害額（争点２）\n(3)  本件中間確認の訴えの当否（争点３）\n４  争点についての当事者の主張\n(1)  争点(1)（本件契約に基づく控訴人の債務不履行責任の有無－本件両ソフ\nト及び「ソフトウエア部品開発ツール」に係る著作権上の瑕疵の有無）について\nア  被控訴人の主張\n本件両ソフトには，日本電子計算社が著作権を有する「ＢＳＳ－ＰＡＣＫクライ\nアント（メニュークリエイト）」及び「ＢＳＳ－ＰＡＣＫサーバー（Ｗｉｎｄｏｗ\nｓＮＴ版）」中のプログラムを複製又は翻案したプログラムが含まれているという\n著作権上の瑕疵がある。また，本件両ソフトを使用する際は，本件ソフトウェア部\n品をユーザーの実態に合わせてカスタマイズする必要があり，その作業には「ソフ\nトウエア部品開発ツール」を要するところ，これにも，日本電子計算社が著作権を\n有する「部品マイスター」中のプログラムを複製又は翻案したプログラムが含まれ\nているという著作権上の瑕疵が存する。\nしかも，控訴人が，上記各著作権につき，著作権者である日本電子計算社の利用\n許諾を得る見込みはない。\n本件契約の目的は，被控訴人が控訴人から購入した「部品屋２００７」のソフト\nウェアを転売することであるから，控訴人は，適法に転売し得る「部品屋２００７」\nのソフトウェアを被控訴人に供給する債務を負うが，上記によれば，同債務を履行\nし得ないといえ，債務不履行責任を負う。\n(ア)  ソフトウェア部品について\n本件ソフトウェア部品は，日本電子計算社が著作権を有する著作物である先行ソ\nフトウェア部品の一部を複製したものである。\nａ  「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」に含まれ\nる先行ソフトウェア部品の著作物性の有無について\n先行ソフトウェア部品は著作物性を有する。その理由は，以下のとおりである。\nすなわち，①先行ソフトウェア部品のプログラムは，企業における細分化された\n業務を処理するという，「ＢＳＳ－ＰＡＣＫ」のソフトウェアの中核といえる機能を\n有する。そして，②現在，日本電子計算社が著作権を有する「ＢＳＳ－ＰＡＣＫサ\nーバー（ＷｉｎｄｏｗｓＮＴ版）」のプログラム登録原簿においては，「著作物の\n種類及び内容」欄に「企業体の業務処理をほぼ網羅するプログラム群で構成されて\nおり，これらのプログラムを組み合わせることにより，統合されたシステム化が実\n現できるものである。」と記載され（甲４の１），また，著作権登録の対象である\n旨が明記されており，しかも，この著作権は，控訴人の関連会社であるビーエスエ\nス社によって登録された。さらに，③控訴人自身，原審において，先行ソフトウェ\nア部品につき，一貫して，「フリーウエイ化したので，ビーエスエス社は，著作者\n人格権及び著作権については積極的な主張をしないこととしていた。」などと，先\n行ソフトウェア部品が著作物であることを前提とする主張をしていた。\nｂ  ビーエスエス社が先行ソフトウェア部品の著作権を放棄した事実の\n有無について\n(a)  ビーエスエス社は先行ソフトウェア部品の著作権を放棄してい\nない。\nビーエスエス社が先行ソフトウェア部品のソースコードを一般に開示していた事\n実の存在自体，認められない。すなわち，同社は，「ＢＳＳ－ＰＡＣＫ」を導入し\nた企業が先行ソフトウェア部品のプログラムをカスタマイズする際の便宜を図るた\nめに，「部品マイスター」を購入した企業やビーエスエス社の代理店に対して先行\nソフトウェア部品のソースコードを開示したことはあるものの，これを広く一般に\n公開し，誰もが自由にソースコードを改変するなどしてソフトウェア部品のプログ\nラムを開発できる状態にしたことはない。ソースコードの開示を受けた企業も，必\n要な限度の改変等を許されていたにすぎず，第三者に当該ソースコードを開示する\nことまでは許可されていなかった。\n(b)  「ＢＳＳ－ＰＡＣＫ」のソフトウェアの開発には多くの時間と費\n用が掛かっており，ビーエスエス社において，この開発に要したコストを回収する\n方法がないまま，先行ソフトウェア部品のソースコードを公開することは，不自然，\n不合理である。\nまた，ビーエスエス社は，サンライズ社に対し，本件譲渡契約に基づき，「ＢＳ\nＳ－ＰＡＣＫクライアント（メニュークリエイト）」，「ＢＳＳ－ＰＡＣＫサーバ\nー（ＷｉｎｄｏｗｓＮＴ版）」などの著作権等を譲渡した対価である１１億５００\n０万円の支払を求めて提訴した。この点に関し，ビーエスエス社が，先行ソフトウ\nェア部品のソースコードを一般公開して第三者が自由に上記ソフトウェア等を修正，\n改良できる状態にしていたのであれば，控訴人においてそのような上記ソフトウェ\nア等の著作権に１１億円以上もの価値があると判断して提訴するはずがない。\nｃ  先行ソフトウェア部品の著作権の所在について\n現在，日本電子計算社が先行ソフトウェア部品の著作権を有している。\n(a)  先行ソフトウェア部品を含む「ＢＳＳ－ＰＡＣＫサーバー（Ｗｉ\nｎｄｏｗｓＮＴ版）」等の著作権移転の経緯\nビーエスエス社は，平成２年以降，金融機関の支援を受けながら「ＢＳＳ－ＰＡ\nＣＫ」を開発してきたが，平成９年８月頃の金融危機がきっかけとなって融資を打\nち切られ，以後はインターナショナル・システム・サービス株式会社（以下「ＩＳ\nＳ社」という。）の資金援助の下で上記開発を継続した。\nビーエスエス社自ら著作権を登録した先行ソフトウェア部品を含む「ＢＳＳ－Ｐ\nＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」及び「ＢＳＳ－ＰＡＣＫサーバー（Ｕ\nＮＩＸ）」，「ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）」，「部品\nマイスター」，「部品ビュー」の各著作権については，ＩＳＳ社や金融機関を担保\n権者とする譲渡担保権が設定されていたところ，平成１４年９月３０日以降，「Ｂ\nＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」，「ＢＳＳ－ＰＡＣＫクライ\nアント（メニュークリエイト）」，「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及\nび「部品ビュー」の各著作権に設定された譲渡担保権が実行されることになり，Ｉ\nＳＳ社において処分代金４０００万円を支払い，平成１５年２月にこれらの著作権\nを取得した。同社は，著作権を取得した「ＢＳＳ－ＰＡＣＫ」のソフトウェアを，\n「ＩＳＳ－ＰＡＣＫ」という名称で販売した。\n平成１７年以降，ビーエスエス社は，ＩＳＳ社が経営不振のために資金援助の継\n続が困難になったので，新たなスポンサーを探す必要に迫られた。平成１８年３月\n１０日，ビーエスエス社代表者のＡは，サンライズ社に対し，ビーエスエス社に対\nする支援等を求めた。\nその後，Ａ，サンライズ社及びＩＳＳ社の各代表者において協議し，結果として，\nサンライズ社がビーエスエス社の運転資金を援助すること，その担保の趣旨で，ビ\nーエスエス社が「ＢＳＳ－ＰＡＣＫ」に係るすべての著作権をＩＳＳ社から取り戻\nした上，サンライズ社に譲渡することについて合意した。同合意の経緯は，「ＢＳＳ\n－ＰＡＣＫ」の開発の中心は，先行ソフトウェア部品の開発であり，当時，ＩＳＳ\n社の下で開発されたものも含め膨大な数の先行ソフトウェア部品が存在していたと\nころ，サンライズ社が，それら先行ソフトウェア部品の著作権を含む「ＢＳＳ－Ｐ\nＡＣＫ」に係る著作権の一切を譲り受けることができなければ，資金援助の担保と\nしての意味を欠くことから，「ＢＳＳ－ＰＡＣＫ」に係るすべての著作権の譲渡を求\nめ，ビーエスエス社もこれに同意したというものである。\n上記３社は，上記合意を実現するために，ＩＳＳ社からビーエスエス社に前記著\n作権を戻す際，①登録済プログラム著作物に加え，②非登録プログラム著作物，す\nなわち，①の著作物をバージョンアップなどにより改良した後のプログラム著作物，\nその他関連する一切の著作物，③①及び②のプログラム関連著作物をも譲渡の対象\nとし，ＩＳＳ社において開発したソフトウェア部品のプログラムの著作権も含め，\n「ＢＳＳ－ＰＡＣＫ」に係る一切の著作権をいったんビーエスエス社に戻した。さ\nらに，同社からサンライズ社に対する本件譲渡契約の内容を記した平成１８年３月\n３０日付けの本件譲渡契約書においても，譲渡の対象を上記と同様に特定した。\n以上の経緯により，サンライズ社は，ビーエスエス社から，先行ソフトウェア部\n品を含む「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」及び「ＢＳＳ－\nＰＡＣＫサーバー（ＵＮＩＸ）」，「ＢＳＳ－ＰＡＣＫクライアント（メニューク\nリエイト）」，「部品ビュー」等の各著作権を取得し，その後，これらの著作権は，\n株式会社フロンテック（以下「フロンテック社」という。）を経て，日本電子計算\n社へ譲渡された。\n(b)  控訴人の主張に対する反論\n控訴人は，本件譲渡契約の対象に先行ソフトウェア部品は含まれていなかった旨\n主張するが，①本件譲渡契約書には，「ＢＳＳ－ＰＡＣＫ」に係る一切の著作権・所\n有権を譲渡する旨が記載されており，他方，ソフトウェア部品を譲渡の対象から除\n外するという趣旨の記載は一切ないこと，②本件譲渡契約書において，譲渡代金は\n１１億円余りとされているところ，「ＢＳＳ－ＰＡＣＫ」の開発工程の大半を費やし\nて作成された多数の先行ソフトウェア部品を除外したものについて上記のような多\n額の対価が合意されることはあり得ないことに鑑みれば，控訴人の上記主張は不自\n然，不合理である。\nｄ  複製又は翻案の成否及び著作権侵害の有無について\n「部品屋２００７」のソフトウェアには先行ソフトウェア部品が相当数使用され\nており，このことから，本件ソフトウェア部品は，先行ソフトウェア部品の一部を\n複製したものといえ，同複製は，日本電子計算社が有する先行ソフトウェア部品を\n含む「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」の著作権を侵害する\nものである。\n(イ)  ミドルソフトについて\n本件両ソフトのミドルソフト（以下「本件ミドルソフト」という。）は，「ＢＳＳ\n－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」のミドルソフト（以下「先行ミド\nルソフト」という。）の表現上の本質的な特徴を維持している。\nａ(a)  本件両ソフトに対応するＯＳである「Ｗｉｎｄｏｗｓ２０００」\nや「Ｗｉｎｄｏｗｓ２００３」は，「ＢＳＳ－ＰＡＣＫサーバー（Ｗｉｎｄｏｗｓ\nＮＴ版）」に対応するＯＳである「ＷｉｎｄｏｗｓＮＴ」の後継であり，これらの\nＯＳ間には強い類似性が認められる。現に，「ＷｉｎｄｏｗｓＮＴ」に対応するソ\nフトウェアは，ほとんどプログラムを変更しないまま，「Ｗｉｎｄｏｗｓ２０００」，\n「Ｗｉｎｄｏｗｓ２００３」など新しいＯＳにも対応できた。\nそして，本件譲渡契約が締結された平成１８年当時，「ＷｉｎｄｏｗｓＮＴ」を\nＯＳとして使用する者はいなくなっていたにもかかわらず，サンライズ社が「ＢＳ\nＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」を含む「ＢＳＳ－ＰＡＣＫ」の\nソフトウェアを１１億５０００万円で購入したのは，「ＢＳＳ－ＰＡＣＫサーバー\n（ＷｉｎｄｏｗｓＮＴ版）」が前述した新しいＯＳにも対応できたからにほかなら\nない。\nしたがって，「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」は，本件\n両ソフトのＯＳである「Ｗｉｎｄｏｗｓ２０００」及び「Ｗｉｎｄｏｗｓ２００３」\nにも対応できたといえ，このことから，本件両ソフトは「ＢＳＳ－ＰＡＣＫ」の後\n継ソフトウェアに当たるということができる。\n(b)  ミドルソフトは，ソフトウェア部品から利用できる関数の形で提\n供される。ビーエスエス社は，先行ミドルソフトの製作に当たって「ＢＳＳ－ＰＡ\nＣＫ」特有の関数を開発し，そのソースコードを非公開とすることによって第三者\nによるミドルソフトの開発を不可能にした。そして，所定のハードロックキーの使\n用により初めてミドルソフトが作動するというハードロック機構を設定した上で，\nユーザー等に上記ハードロックキーを提供してそのライセンス料を得るというビジ\nネスを成り立たせた。\nｂ  上記のとおり先行ミドルソフトのソースコードが非公開とされてい\nることから，第三者が独自に「ＢＳＳ－ＰＡＣＫ」に対応するミドルソフトを開発\nすることは不可能である。このことから，前述したとおり「ＢＳＳ－ＰＡＣＫ」の\n後継ソフトウェアに当たる本件両ソフトの開発には，先行ミドルソフトのソースコ\nードを知る者が同ソースコードを利用して製作に携わることが不可欠といえる。\n以上に鑑みれば，本件ミドルソフトは，先行ミドルソフトのソースコードをほぼ\nそのまま使用して作成されたものと考えられる。\n(ウ)  「部品マイスター」及び「ソフトウエア部品開発ツール」について\nソフトウェア部品については，ユーザーである企業の実態に合わせてカスタマイ\nズする必要があるところ，ソフトウェア部品の関数には汎用性がないことから，カ\nスタマイズには開発支援のためのソフトウェアである「部品マイスター」，「ソフ\nトウエア部品開発ツール」が不可欠である。そして，本件ソフトウェア部品がＯＳ\nにかかわらず共通のものとして開発された経緯に鑑みれば，「ソフトウエア部品開\n発ツール」は，「部品マイスター」と同一のものか，これを改良して製作されたも\nのと考えざるを得ない。\nまた，「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」，「ＢＳＳ－Ｐ\nＡＣＫクライアント（メニュークリエイト）」を含む「ＢＳＳ－ＰＡＣＫ」のソフ\nトウェアと同一である「ＩＳＳ－ＰＡＣＫ」のソフトウェアの関数と，本件両ソフ\nトを含む「部品屋２００７」のソフトウェアの関数は完全に一致しているところ，\n「部品マイスター」，「ソフトウエア部品開発ツール」はそれぞれ，「ＢＳＳ－Ｐ\nＡＣＫ」，「部品屋２００７」の各ソフトフェアの修正に必要なソフトウェアであ\nり，このことからも，「ソフトウエア部品開発ツール」は，「部品マイスター」の\n著作権を侵害するものといえる。\nイ  控訴人の主張\n本件両ソフト及び「ソフトウエア部品開発ツール」について，被控訴人が主張す\nる著作権上の瑕疵はなく，また，控訴人が日本電子計算社から利用許諾を得る必要\nはない。したがって，控訴人は，被控訴人に対して本件契約の債務不履行責任を負\nわない。\n(ア)  ソフトウェア部品について\n前述のとおり，控訴人は，主位的に先行ソフトウェア部品の著作物性を争い，予\n備的に同著作物性が認められた場合に備えてその余の主張をしているものと解され\nるところ，各主張の内容にも鑑みると，控訴人の主張は，以下のように解すること\nができる。\n①  先行ソフトウェア部品は著作物性を有しないから，これを複製又は翻案して\nも，著作権の侵害に当たらない。\n②  先行ソフトウェア部品が著作物性を有するとしても，ビーエスエス社は先行\nソフトウェア部品の著作権を放棄しており，したがって，同社から先行ソフトウェ\nア部品を譲り受けた者が上記著作権を取得することはあり得ないので，先行ソフト\nウェア部品を複製又は翻案しても，著作権の侵害に当たらない。\n③  先行ソフトウェア部品が著作物性を有し，かつ，ビーエスエス社において先\n行ソフトウェア部品の著作権を放棄したことが認められないとしても，先行ソフト\nウェア部品の翻案権及びその原著作物である「ＢＳＳ－ＰＡＣＫ（ＶＡＸ／ＶＭＳ）」\nのソフトウェア部品（以下「オリジナルのソフトウェア部品」という。）の著作権\nは，現在，控訴人が有している。\nそして，本件ソフトウェア部品は，オリジナルのソフトウェア部品及びこれを翻\n案した先行ソフトウェア部品を翻案して作成されたものであるところ，上記のとお\nり，現在，オリジナルのソフトウェア部品の著作権及び先行ソフトウェア部品の翻\n案権はいずれも控訴人が有しているから，オリジナルのソフトウェア部品及び先行\nソフトウェア部品を翻案して本件ソフトウェア部品を作成した行為は，著作権の侵\n害に当たらない。\nａ  「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」に含まれ\nる先行ソフトウェア部品の著作物性の有無について\n(a)  先行ソフトウェア部品は著作物性を有しない。理由は，以下のと\nおりである。\nすなわち，①ソフトウェア部品は，社員一覧表の印刷や在庫照会などといった，\n企業の日常的，定型的業務を実行するためのプログラムであり，通常の技術者であ\nれば誰でも開発可能なものといえ，格別の思想や感情等作成者の個性が表現される\n余地はなく，また，技術的な進歩性も要請されない。そして，②このような定型的\n機能作品に法的保護を与えれば，プログラムの機能自体に著作権法上の保護が付与\nされることになって社会の混乱を招くおそれがある。\n(b)  ビーエスエス社がソフトウェア部品について著作権を登録した\nことはない。ビーエスエス社は，「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び\n「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」のうち，著作物であるミ\nドルソフトのＯＳインターフェース部の表題に対応するプログラムについて著作権\nを登録したにすぎず，先行ソフトウェア部品については，サーバー対応機能のある\nプログラムではないことから，登録していない。\nｂ  ビーエスエス社が先行ソフトウェア部品の著作権を放棄した事実の\n有無について\n先行ソフトウェア部品に著作物性が認められるとしても，ビーエスエス社は，本\n件譲渡契約よりも前に，先行ソフトウェア部品の著作権を放棄していた。\n(a)  ビーエスエス社は，平成８年頃，譲渡担保権者であった日本開発\n銀行からの要請，指導に従い，先行ソフトウェア部品のソースコードを開示してフ\nリーウエイ化し，著作者人格権及び著作権については積極的に主張しないこととし\nた。当初，ソースコードの開示はＣＤを媒体としていたが，当該ＣＤは，ビーエス\nエス社と取引関係を有しない者に対しても配布され，その利用，処分についての制\n限は一切なかった。\n平成９年４月頃，ビーエスエス社は，「ＢＳＳ－ＰＡＣＫ」のソフトウェアのミ\nドルソフトにハードロックチェックのプログラムを設け，ライセンス料を確実に管\n理できるようにした。\nその後，ビーエスエス社は，先行ソフトウェア部品の著作権を放棄する旨を宣言\nした。その趣旨は，先行ソフトウェア部品のソースコードを無償で開示した上，当\n該ソースコードを取得した者が複製，改変，譲渡等の行為に及んでもこれを容認し，\n著作権法に基づく権利を主張しないというものである。\nさらに，ビーエスエス社は，平成１７年１０月頃からは，インターネット上の自\n社のホームページに先行ソフトウェア部品を掲載し，誰もが自由にダウンロードで\nきるようにした。\n(b)  ビーエスエス社は，①先行ソフトウェア部品の作動に不可欠なミ\nドルソフトのソースコードを非開示のままにとどめることによって，自社の最低限\nの利益は守られること，②他方，ソースコードの開示を通じて多くの技術者がソフ\nトウェア部品について理解するようになり，「ＢＳＳ－ＰＡＣＫ」の売上げの増加\nにつながることを期待したことから，上記のとおり先行ソフトウェア部品のソース\nコードの無償開示に踏み切った。\nなお，前述したとおり，先行ソフトウェア部品については著作権の登録をしてい\nなかったことから，譲渡担保権の対象に含まれておらず，したがって，ソースコー\nドの無償開示が譲渡担保権者との関係で問題になることはなかった。「譲渡担保権\n設定契約証書」（乙１７の１）において，「丁（ビーエスエス社）が著作権を放棄\nしているものを除く。」と記載されているのも，ビーエスエス社が先行ソフトウェ\nア部品の著作権を放棄した証左といえる。\nｃ  先行ソフトウェア部品の著作権の所在について\n先行ソフトウェア部品が著作物であり，ビーエスエス社においてその著作権を放\n棄したことが認められないとしても，現在，先行ソフトウェア部品の著作権は，こ\nれをビーエスエス社から承継取得した控訴人が有している。たとえ上記著作権のす\nべてが控訴人に帰属するものと認められなくても，少なくとも翻案権は控訴人に帰\n属する。\n(a)  すなわち，前述したとおり，先行ソフトウェア部品は，譲渡担保\n権の対象に含まれていなかった。\n(b)  先行ソフトウェア部品は，ビーエスエス社，サンライズ社間の本\n件譲渡契約の対象にも含まれていなかった。\n①  「ＢＳＳ－ＰＡＣＫ」全体のソースコードの約９７パーセント\nのソースコードから成る先行ソフトウェア部品が，本件譲渡契約書に記載されてい\nないのも，譲渡の対象とされていなかったことの証左である。ビーエスエス社，サ\nンライズ社とも，先行ソフトウェア部品を譲渡の対象として認識しておらず，現に，\nビーエスエス社はサンライズ社に先行ソフトウェア部品を引き渡していないが，同\n社はその点について債務不履行等を指摘していない。\n②  本件譲渡契約の主な対象である「ＢＳＳ－ＰＡＣＫサーバー（Ｗ\nｉｎｄｏｗｓＮＴ版）」及び「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」の開発コ\nストはそれぞれ約４億円，合計約８億円であり，これに法人税等を加えると約１１\n億５０００万円と積算される。したがって，１１億５０００万円という本件譲渡契\n約の対価は，開発コストの回収には見合うものの，それを超えて利潤を得ることま\nでは見込めず，高額なものとはいえない。\nまた，本件譲渡契約の対象のうち「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」は\n契約当時及び現在のいずれにおいても高い市場性を有していることに鑑みれば，１\n１億５０００万円という対価は，上記ソフトウェアに係る将来の収益の見積りが十\n分に反映されておらず，その意味でも安価なものといえる。\nしかも，この１１億５０００万円は，実際には全く支払われなかった。ビーエス\nエス社は，本件譲渡契約締結に際し，サンライズ社との間で，「ＢＳＳ－ＰＡＣＫ」\nのミドルソフトの営業秘密部にある７本のプログラムは譲渡の対象外とし，ビーエ\nスエス社が管理すること，その供給に関する「第２の契約書」を締結することを合\n意しており，同契約書は，直接的な対価支払のない本件譲渡契約を補完する取引と\nして合意したものと解するのが合理的といえるが，サンライズ社は，ビーエスエス\n社の再三の督促にもかかわらず，上記契約書を締結せず，結局，本件譲渡契約の対\n価を全く支払わなかった。\n(c)  仮に，先行ソフトウェア部品の著作権が本件譲渡契約の対象に含\nまれていたとしても，本件譲渡契約書には翻案権（著作権法２７条，２８条）を譲\n渡する旨の特別の規定は設けられていないことから，少なくとも先行ソフトウェア\n部品の翻案権はビーエスエス社に留保されていた（著作権法６１条２項）。\nｄ  複製又は翻案の成否及び著作権侵害の有無について\n本件ソフトウェア部品は，先行ソフトウェア部品の一部を使用又は複製して作成\nしたものではなく，オリジナルのソフトウェア部品及び先行ソフトウェア部品を翻\n案して作成したものである。\n控訴人は，前記ｃのとおり，オリジナルのソフトウェア部品については著作権を\n有し，先行ソフトウェア部品については少なくとも翻案権を有しているから，上記\n翻案は，著作権侵害に当たらない。\n(a)  先行ソフトウェア部品は，オリジナルのソフトウェア部品を翻案\nして作成した二次的著作物である。\nすなわち，ビーエスエス社は，ＶＡＸ／ＶＭＳ上のＦＭＳ（Form  Management\nSystem）を利用してオリジナルのソフトウェア部品及びミドルソフト（以下「オリ\nジナルのミドルソフト」という。）を開発し，平成４年頃から製品「ＢＳＳ－ＰＡ\nＣＫ（ＶＡＸ／ＶＭＳ）」として販売していた。\nオリジナルのソフトウェア部品の画面表示形式はキャラクターベースであったと\nころ，平成７年頃からグラフィカルな画面が一般に普及し始めた。そこで，ビーエ\nスエス社は，これに対応するため，ＯＩＥ（Open  Interface  Elements）という画\n面開発ツールにより，オリジナルのソフトウェア部品を翻案して，ＵＮＩＸ，Ｗｉ\nｎｄｏｗｓＮＴなどグラフィカル対応のＯＳに適用可能なＧＵＩ方式の先行ソフト\nウェア部品を開発するとともにオリジナルのミドルソフトも翻案し，平成８年頃か\nら，「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」等の製品として販売\nしていた。\n(b)  本件ソフトウェア部品は，オリジナルのソフトウェア部品及び先行\nソフトウェア部品をそれぞれ翻案して作成したものである。\nすなわち，ビーエスエス社において，平成１８年６月頃から本件ミドルソフトを\n新たに開発し，オリジナルのソフトウェア部品及び先行ソフトウェア部品を本件ミ\nドルソフトに適合するように翻案する作業に着手した。その後，同年１２月中旬頃\nに同社の事業を引き継いだソフトウエア部品開発社において，上記翻案作業を終え\nて本件ソフトウェア部品を完成させ，平成１９年６月頃から製品として販売するよ\nうになった。\n(イ)  ミドルソフトについて\nａ(a)  先行ミドルソフトは，Ａが約２０年前に基本設計したものであり，\n原始的な機能を有するにとどまる。これに対し，本件ミドルソフトは，Ａが基礎か\nら設計し直したものであり，先行ミドルソフトにはない最先端の機能が多数追加さ\nれている。\nすなわち，先行ミドルソフトは，メーカーであるビーエスエス社の作業場におい\nて事前に作成したものをインストーラーによりそのまま客先現場に移動させて使用\nするというもので，あらかじめビーエスエス社が利用形態を指定するという制約が\nあった。これに対し，本件ミドルソフトは，マルチシステム環境設定，マルチシス\nテムＤＢ生成等の新たな機能を多数備えることによって上記制約を取り除き，客先\n現場において担当者が当該客先の利用形態に応じて自由に設定できるようにした。\n加えて，本件両ソフトにおいては，「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」\n及び「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」において使用してい\nたハードロックではなく，別のハードロックを使用し，さらに，別途新たにソフト\nウェアを開発してソフトロックも併用するなど承認機能の強化等を図った。このこ\nとからも，本件ミドルソフトが，単に先行ミドルソフトをコピー又は利用して作成\nされたものではないことは明らかである。\n(b)  ミドルソフト中の関数インターフェース部の関数は，ソフトウェ\nア部品とミドルソフトを結合させるために，ソフトウェア部品が定める規定を遵守\nする必要があることから，結果として，異なるミドルソフト間でも類似のものにな\nり，「共通関数」と呼ばれる。\nしかしながら，上記関数は，著作権法１０条３項２号の「規約」に当たり，著作\n権法による保護が及ばないものである。したがって，本件ミドルソフトには先行ミ\nドルソフトと同一の関数が多数使用されているが，それをもって，本件ミドルソフ\nトが先行ミドルソフトの著作権を侵害しているとはいえない。\nｂ  被控訴人の主張に対する反論\n(a)  「Ｗｉｎｄｏｗｓ２０００」，「Ｗｉｎｄｏｗｓ２００３」は，\n「ＷｉｎｄｏｗｓＮＴ」とは名称を異にし，通常，ＯＳの名称が異なれば，それら\nは別の製品であり，特長，機能も別である。そして，ミドルソフトはＯＳごとに作\n成するものであるところ，先行ミドルソフトと本件ミドルソフトは対応するＯＳが\n異なるから，これらのミドルソフトは別のものである。\n(b)  前述したとおり，本件譲渡契約の対価１１億５０００万円は，「Ｂ\nＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」及び「ＢＳＳ－ＰＡＣＫサー\nバー（ＵＮＩＸ）」の開発コストや「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」の\n有する高い市場性に鑑みれば，安価なものといえる上，実際には全く支払われなか\nった。\n(c)  ビーエスエス社が本件譲渡契約に基づいてサンライズ社に譲渡\nしたミドルソフトは，「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」のミドルソフト\n及び先行ミドルソフトのみである。そして，ビーエスエス社は，上記譲渡に当たり，\n上記各ミドルソフトのソースコードのすべてをＣＤに記録してサンライズ社に渡し，\n当該ソースコードを消去した。したがって，以後，ビーエスエス社，ソフトウエア\n部品開発社及び控訴人は，先行ミドルソフトをコピー，参照できなくなったのであ\nるから，先行ミドルソフトを利用して本件ミドルソフトを開発することはあり得な\nい。\n(ウ)  「部品マイスター」及び「ソフトウエア部品開発ツール」について\n両者は全く別個のものである。\nａ  「部品マイスター」は，先行ソフトウェア部品において使用するデ\nータベースのデータ構造情報，先行ミドルソフトの関数インターフェース開示情報\n及び開発時の参考事項等を記載したマニュアルであり，初心者のための便利情報を\n集積したものにすぎず，ソフトウェア部品の開発，変更に不可欠なものではない。\nそして，前述したとおり，本件ミドルソフトは先行ミドルソフトとは全く異なるも\nのであるから，「部品マイスター」は，「部品屋２００７」のソフトウェアの用に\n供し得ない。\n「ソフトウエア部品開発ツール」は，ソフトウェア部品開発者に便利な情報類を\nまとめて提供するものであり，特別な機能は搭載しておらず，「部品マイスター」\nとは異なる。\nｂ  なお，ソフトウェア部品を追加開発，変更する際，以前は，追加開\n発ないし変更後のソフトウェア部品をミドルソフトに接続するためのプログラムを\n要し，ビーエスエス社においても「開発キット」という名称のプログラムをユーザ\nーに提供していたが，平成１０年前後にマイクロソフト社の「Microsoft  Visual\nStudio」が発表された後は，これを用いればミドルソフトに接続できるようになっ\nたので，上記のようなプログラムは不要になった。\nこのような経緯があったことから，「部品マイスター」を前記のとおりの便利情\n報を集積したものにとどめた。また，控訴人は，「ソフトウエア部品開発ツール」\nを販売したことはなく，被控訴人に対しては無償で提供した。\n(2)  争点(2)（本件契約の債務不履行による損害額）について\nア  被控訴人の主張\n被控訴人は，控訴人の本件契約の債務不履行により以下のとおりの損害を被って\nおり，その合計額は２０６万５０００円である。\n(ア)  「部品屋２００７サーバー」１個の対価          ７万円\n(イ)  「部品屋２００７クライアント」１個の対価    ４万９０００円\n(ウ)  「部品屋２００７プロテクションキー」２０個の対価   ９８万円\n(エ)  研修費合計                                  ３３万６０００円\n(オ)  契約金                                      ３１万５０００円\n(カ)  更新料                                      ３１万５０００円\nイ  控訴人の主張\n争う。\n(3)  争点(3)（本件中間確認の訴えの当否）について\nア  控訴人の主張\n(ア)  確認を求める対象\nａ  控訴人の原審平成２４年１１月２１日付け「中間確認の訴状」中「請\n求の趣旨」第１項には，「別紙プログラム目録記載の『部品屋２００７』による，ソ\nフトウエア部品群及び営業秘密に関するプログラムを除いたＢＳＳ－ＰＡＣＫサー\nバー（ＷｉｎｄｏｗｓＮＴ版），同サーバー（ＵＮＩＸ）及び同（ＶＡＸ／ＶＭＳ）\nに対する著作権侵害がないことを確認する。」と記載されている。なお，「別紙プ\nログラム目録」の内容は，本判決添付の別紙のとおりである。\n前述のとおり「ＢＳＳ－ＰＡＣＫ」及び「部品屋２００７」に含まれるソフトウ\nェアはそれぞれ，ソフトウェア部品とミドルソフトから構成されること，本判決添\n付の別紙の内容も併せ考えると，本件中間確認の訴えの請求の趣旨は下記のとおり\nと解される。\n記\n別紙中「部品屋２００７  中核部（ミドルソフト）」欄記載の各製品に含まれる各\nミドルソフト（営業秘密に関するプログラムを除く。）は，ソフトウェア「ＢＳＳ\n－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」，「ＢＳＳ－ＰＡＣＫサーバー（Ｕ\nＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫ（ＶＡＸ／ＶＭＳ）」に含まれる各ミドルソフ\nト（営業秘密に関するプログラムを除く。）の各著作権を侵害しないことを確認す\nる。\nｂ  控訴人は，当審において，本件中間確認の訴えに関し，下記のとお\nり主張するものと解される（控訴人の当審平成２６年４月１１日付け準備書面（１\n１）１４丁，１５丁，平成２５年１１月７日付け控訴理由書１８頁から１９頁，本\n判決添付の別紙参照。）。\n記\n控訴人が，「部品屋２００７」の各ソフトウェアに含まれる各ミドルソフトの複製\n権及び翻案権，ソフトウェア「ＢＳＳ－ＰＡＣＫ（ＶＡＸ／ＶＭＳ）」，「ＢＳＳ\n－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫサーバー（Ｗｉｎｄｏ\nｗｓＮＴ版）」に含まれる各ミドルソフトの翻案権並びにその余の「ＢＳＳ－ＰＡ\nＣＫ」の各ソフトウェアに含まれる各ミドルソフトの複製権及び翻案権を所有する\nことの確認を求める。\nまた，オリジナルのソフトウェア部品，先行ソフトウェア部品及び本件ソフトウ\nェア部品について著作物性が認められた場合には，控訴人がこれらのソフトウェア\n部品の複製権及び翻案権を所有することの確認を求める。\n(イ)  確認を求める理由\n被控訴人は，本件損害賠償請求において，控訴人に対し，本件両ソフトが「ＢＳ\nＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」等の著作権を侵害している旨を\n主張して損害賠償を請求しており，その当否の判断に当たっては，著作権登録され\nた「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」のプログラムを特定し\nた上で著作権（複製権・翻案権）の帰属を明確にする必要があるところ，本件損害\n賠償請求の判決においては，権利の存否が理由中に示されるにとどまり，それは既\n判力を有しない（民訴法１１４条１項）。また，控訴人は，本件損害賠償請求にお\nいて直接問題となったもののほかにも，プログラムやその著作権を有している。\n以上に鑑み，被控訴人の上記請求に理由がないことを明らかにして本件訴訟を解\n決するとともに，本件訴訟を機に権利関係を明確にして今後の無用な訴訟の発生を\n防ぐために上記(ア)記載のとおりの確認を求める。\nイ  被控訴人の主張\n争う。\n控訴人の請求のうち，「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－\nＰＡＣＫ（ＶＡＸ／ＶＭＳ）」に関して著作権の侵害がないことの確認を求めるも\nのは，被控訴人が提訴した本件損害賠償請求における争点の先決問題に関わるもの\nではないから，不適法として却下を免れない。\nまた，「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」の著作権を侵害\nしないことの確認を求めるものは，控訴人の被控訴人に対する本件契約の債務不履\n行に基づく損害賠償債務の不存在の確認を求める趣旨のものであり，本件損害賠償\n請求と同一の事件といえるから，民訴法１４２条により却下されるべきである。\n第３  当裁判所の判断\n１  争点(1)（本件契約に基づく控訴人の債務不履行責任の有無－本件両ソフト及\nび「ソフトウエア部品開発ツール」に係る著作権上の瑕疵の有無）について\n(1)  「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」に含まれる先行\nソフトウェア部品の著作物性の有無について\nア  ある表現物が「著作物」として著作権法の保護を受けるためには，「思想\n又は感情を創作的に表現したもの」であることを要し（著作権法２条１項１号），「創\n作的に表現したもの」といえるためには，当該表現が，厳密な意味で独創性を有す\nることまでは要しないものの，作成者の個性が発揮されたものでなければならない。\nプログラムの表現物についてみると，プログラムとは，「電子計算機を機能させて\n一の結果を得ることができるようにこれに対する指令を組み合わせたものとして表\n現したもの」であること（著作権法２条１項１０号の２）に鑑みれば，プログラム\nの著作物性が認められるためには，指令の表現自体，その指令の表現の組合せ及び\n表現順序からなるプログラムの全体に選択の幅があり，かつ，それがありふれた表\n現ではなく，作成者の個性が表れていることを要するものと解される。\nイ(ア)  ①先行ソフトウェア部品は，各部品１本ごとに，例えば購買管理シ\nステム（製造系）の発注管理関係機能群のうち「発注点割れ品目検索」など，現場\nにおける具体的業務の態様に則して細分化された作業に係る機能をそれぞれ有して\nいる（乙２５〔「ＢＳＳ－ＰＡＣＫ」のプログラムカタログ〕，乙２６の１）。また，\n②「ＢＳＳ－ＰＡＣＫ」全体のソースコードの約９７パーセントを先行ソフトウェ\nア部品のソースコードが占めており，その概算ステップ数は約４８０万であるとこ\nろ，先行ソフトウェア部品の総数は約１５００本であるから，１本当たりのソース\nコードのステップ数は数千単位に及ぶものと推認でき（乙１，乙２２，証人Ａ），先\n行ソフトウェア部品の作成方法（乙２２の添付資料２）にも鑑みると，先行ソフト\nウェア部品はかなり大量のソースコードから成るものと認められる。これらの事実\nによれば，先行ソフトウェア部品の指令の表現自体，組合せ，表現順序がそのすべ\nてにおいておよそ定型的，没個性的なものであるとは考え難い。\nさらに，③Ａは，後記のとおり，先行ソフトウェア部品の少なくとも一部を複製\nして本件ソフトウェア部品を作成し，ソフトウエア部品開発社及び控訴人は，被控\n訴人ら顧客に対し，本件ソフトウェア部品を含む「部品屋２００７」のソフトウェ\nアを販売していた。次に，④マインドリサーチ株式会社発行の「ＭＩＮＤ－ＲＥＰ\nＯＲＴ  No．４８」２０００年１月号（乙９）に掲載された記事によれば，Ａは，\n同社主催の座談会において，「ＥＲＰの中で使われるソフトウエアの部品は，５０万\n円くらいでＳＩ企業（System  Integrator を指すものと解される。）に提供されま\nす。」と述べている。加えて，⑤ビーエスエス社が出した「ＢＳＳ－ＰＡＣＫ」の広\n告（乙２７の１）には，「ＷＩＮＤＯＷＳ  ＮＴ  クライアント」等が紹介されてい\nるところ，同広告においては，「『匠』とも言える各分野の技術者の技によって創\nられたソフトウェア部品」，「部品の概念がソフトウェアを変える」などソフトウ\nェア部品についての宣伝が大半を占めている。これらの事実に鑑みれば，控訴人及\nびＡら関係者は，先行ソフトウェア部品のプログラムとしての使用価値，経済的価\n値につき，かなり高く評価するとともに，その点に強い顧客誘引力が存在すると認\n識していたものと推認できる。このことに鑑みれば，先行ソフトウェア部品全体が，\nその表現においておよそ個性的な特徴を備えない，ありふれたものにすぎないとは\n考え難い。\n(イ)  以上に加え，本件証拠上，先行ソフトウェア部品の著作物性をすべ\nて否定する事情はうかがわれないこと，前述したとおり，控訴人自身，「ビーエスエ\nス社が先行ソフトウェア部品の著作権を放棄した事実の有無」などほかの争点につ\nいては，先行ソフトウェア部品が著作物であることを前提とする主張もしているこ\nとを併せ考えれば，先行ソフトウェア部品の一部は著作物性を有するものと認めら\nれる。\n(ウ)ａ  なお，前述したとおり，「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」\n及び「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」につき，それぞれ，\n「Ｐ第４７２４号」，「Ｐ第５３６３号」としてプログラム登録がされているとこ\nろ，いずれのプログラム登録原簿においても，「著作物の内容」欄に，登録の対象\n物につき「ＢＳＳ－ＰＡＣＫのうち，サーバー対応機能があるプログラムである。」\nと明記されている（甲４の１，乙１８）。そして，「サーバー対応機能があるプロ\nグラム」は，その内容に鑑み，業務ごとに細分化された最小単位の具体的作業を実\n行するソフトウェア部品ではなく，これを制御し，ＯＳと結びつけて作動させるミ\nドルソフトを指すものと解される。\nまた，「ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）」及び「部品マ\nイスター」についても，それぞれ，「Ｐ第４５７４号」，「Ｐ第５８１４号」とし\nてプログラム登録がされているものの，前述のとおり，前者は，ソフトウェア部品\n及びその機能の概略を画面に表示し，それらから抽出，選択して業務担当者ごとの\n処理メニューを構築する機能を有するプログラムであること，後者は，「ソフトウ\nエアを部品単位に作るときの開発支援のためのツール」であることに鑑みると，い\nずれも，ソフトウェア部品はプログラム登録の対象に含まれていないものと認めら\nれる。\nｂ  以上によれば，本件において，先行ソフトウェア部品がプログラム\n登録されたことを示す証拠はないが，プログラム登録は著作物性の要件ではなく，\n他方，著作物性を備えたものが必ずしもプログラム登録されるとは限らない。また，\nビーエスエス社は，後述するとおり，先行ソフトウェア部品についてはソースコー\nドを「部品マイスター」の購入者など一定範囲の者に開示していたことから，あえ\nてプログラム登録の対象とせず，原則としてソースコードを非開示としたミドルソ\nフトのみをプログラム登録したものと考えることができる。\nこれらの点を考慮すれば，本件証拠上，先行ソフトウェア部品がプログラム登録\nされたと認められないことは，先行ソフトウェア部品の著作物性を肯定した前記認\n定を何ら妨げるものではないというべきである。\nｃ  控訴人は，先行ソフトウェア部品は定型的機能作品であり，これに\n法的保護を与えれば，プログラムの機能自体に著作権上の保護が付与されることに\nなって社会の混乱を招くおそれがある旨主張する。\nしかしながら，先行ソフトウェア部品の著作物性を肯定した場合，著作権上の保\n護を受けるのは，作成者の個性が表れた指令の表現の部分であって，当該先行ソフ\nトウェア部品全体の機能ではなく，したがって，同じ機能を有する，上記著作権上\nの保護対象以外の一般的な指令の表現を用いることは妨げられず，同著作権者以外\nの者は上記機能を利用できなくなるという事態が生じるおそれは事実上ないといえ\nるから，上記主張は採用できない。\n(2)  ビーエスエス社が先行ソフトウェア部品の著作権を放棄した事実の有無\nについて\nア  先行ソフトウェア部品のソースコードの開示について\n「前提事実」，証拠（甲１７，乙１，乙１４，証人Ｂ，証人Ａ）及び弁論の全趣\n旨によれば，①「ＢＳＳ－ＰＡＣＫ」のソフトウェアのエンドユーザーは，同ソフ\nトウェアを各自の業務に使用する際，実際の作業内容，作業環境等に即して作動さ\nせるために，作業を実行するプログラムであるソフトウェア部品をカスタマイズす\nる必要があること，②ビーエスエス社は，平成８年頃から，「ＢＳＳ－ＰＡＣＫ」\nの販促策の一環として，上記カスタマイズの便宜を図るために，ソフトウェアを部\n品単位に作るときの開発支援のためのツール，すなわち，ソフトウェア部品のカス\nタマイズに用いるプログラムである「部品マイスター」の購入者に対して先行ソフ\nトウェア部品のソースコードを開示するようになり，その後，開示の対象を販売代\n理店まで広げたこと，③先行ソフトウェア部品の作動にはこれをＯＳと結びつける\n先行ミドルソフトが不可欠であるところ，ビーエスエス社は，先行ミドルソフトの\nソースコードを非開示とするとともに，特定のハードロックキーがなければ先行ミ\nドルソフトが作動しないように設定することによって，「ＢＳＳ－ＰＡＣＫ」のソ\nフトウェアが無償で拡散するという事態の発生を防ぎ，また，上記ハードロックキ\nーをユーザーに有償で提供し，対価として徴収するライセンス料を収入源としてい\nたこと，④ビーエスエス社は，「ＢＳＳ－ＰＡＣＫ」のソフトウェアの購入が見込\nまれる客に対し，サンプルとして数本の先行ソフトウェア部品を見せたこともあっ\nたことが認められる。\nイ  控訴人の主張について\n(ア)  控訴人は，前述のとおり，先行ソフトウェア部品のソースコードを，\n「ＢＳＳ－ＰＡＣＫ」のソフトウェアの購入者や販売代理店等に限らず，広く第三\n者に無償で開示し，先行ソフトウェア部品について著作権放棄の宣言をした旨主張\nする。\n(イ)ａ(a)  しかしながら，まず，先行ソフトウェア部品のソースコードを\n上記ソフトウェアの購入者や販売代理店等の関係者以外の者に開示することについ\nては，一般的な有用性，合理性を見出し難い。\nすなわち，先行ソフトウェア部品の作動に不可欠な先行ミドルソフトを有しない\n者が，開示された先行ソフトウェア部品のソースコードを活用してソフトウェア部\n品を作成したとしても，先行ミドルソフトがなければ作動させることができず，実\n用に供し得ない。そして，前記のとおり，先行ミドルソフトのソースコードが非開\n示とされている以上，先行ミドルソフトを使用できるのは，原則として，「ＢＳＳ－\nＰＡＣＫ」のソフトウェアの購入者や販売代理店に限られるから，上記の先行ソフ\nトウェア部品のソースコードの開示が，控訴人のみならず第三者の経済活動に利益\nをもたらすものとは想定し難い。\n他方，前述したマインドリサーチ株式会社主催の座談会において，Ａは，約１０\n年間で１４億円を費やして先行ソフトウェア部品１３００個を作成したという趣旨\nの発言をしているところ（乙９），そのように高額の資金を費やして作成した先行ソ\nフトウェア部品のソースコードを関係者以外の者に無償で開示することから得られ\nるメリットは上述のとおり少なく，このことからも，同開示の合理性は乏しいもの\nといわざるを得ない。\n(b)  この点に関し，Ａは，高い技術力を有する第三者において，著作\n権上の問題を生じさせることなくソフトウェア部品のソースコードを基にミドルソ\nフトを独自に作成することは，技術的に可能である旨述べる（乙４，乙１４，乙２\n９，証人Ａ）。\nしかしながら，Ａ自身，実際に第三者がミドルソフトを作成したケースは１，２\n件であり，大半はビーエスエス社のミドルソフトを購入していた旨を証言している。\nまた，「ＢＳＳ－ＰＡＣＫ」のソフトウェアの開発，製造に関するノウハウを有し\nない第三者がソフトウェア部品のソースコードを基にミドルソフトを開発すること\nについては，たとえそれが技術的に可能であり，かつ，Ａが述べるようにビーエス\nエス社の技術支援があった（乙２９等）としても，かなりの労力，時間を要し，そ\nのコストは「ＢＳＳ－ＰＡＣＫ」のソフトウェアの購入費を大幅に上回ることが推\n認できる（証人Ｂ）から，第三者において，あえて上記ソフトウェアを購入せずに\n自らミドルソフトを開発するという手段を選ぶことは，通常，考え難いというべき\nである。\n以上によれば，第三者がミドルソフトを独自に作成することは技術的に可能であ\nる旨のＡの前記供述は，前記(a)の判断を左右するものではない。\nｂ(a)  一般に，作成者等の権利者において，プログラムを公開して誰も\nが無償でアクセスして使用できる状態にすること，すなわち，当該プログラムを無\n償で配布していわゆるフリーウェアとすることはあり得るものの，通常は，著作権\nについてまで放棄するものではなく，意に反して同プログラムが使用されることを\n防ぐために，変更や再配布の制限など同プログラムの使用等について何らかの条件\nを付すことが多いと解される。この点については，Ａ自身，株式会社日本経営科学\n研究所（以下「日本経営科学研究所」という。）発行の「Computer  Report」１９９\n７年５月号に掲載された同社からのインタビューに対し，「インターネット上で流さ\nれているフリーウェア／シェアウェア・ソフトウェアが利用に際して必ず『ＡＳ  Ｉ\nＳ（あるがまま）』を条件にしていることからも解ることです。つまり，いかにフリ\nーウェアのソフトウェアであっても『無修正』が絶対条件だということです。」（乙\n７）と述べているところである。\nしたがって，仮に控訴人が主張する先行ソフトウェア部品のソースコード開示が\nなされたとすれば，利用，処分についての制限が一切ないという点において極めて\n珍しいこととなる。また，控訴人が主張する先行ソフトウェア部品の著作権の放棄\nは，前述のとおり「ＢＳＳ－ＰＡＣＫ」全体のソースコードの約９７パーセントを\n占めるプログラムの著作権を放棄するというのであるから，既存のユーザー等の関\n係者に対して重大な影響を及ぼすこととなってしまう。\n(b)  しかも，控訴人が主張する先行ソフトウェア部品のソースコード\n開示，著作権放棄という事実が存在するのであれば，単なる口頭の説明にとどまら\nず，説明文書の送付や自社のホームページへの掲載などといった確実な方法によっ\nて，上記事実を遺漏なく関係者に伝える措置が直ちに取られるはずである。\n本件についてみると，先行ソフトウェア部品のソースコード開示，著作権放棄に\nついての控訴人の主張に沿う証拠は，控訴人作成の被控訴人宛て通知書（甲９，甲\n１１），控訴人代表者の陳述書（乙１，乙１０），Ａの陳述書（乙４，乙１４，乙２\n２，乙２９），前述した日本経営科学研究所からのインタビューに対するＡの発言（乙\n７），マインドリサーチ株式会社主催の座談会におけるＡの発言（乙９）及びＡ証言，\nすなわち，専ら控訴人代表者又はＡの供述によるもののみにとどまり，前記措置に\n関する文書など上記主張を客観的に裏付ける証拠はなく，また，本件証拠上，その\nような措置が取られたことをうかがわせる事情もない。\nなお，ＩＳＳ社代表取締役であるＣは，陳述書（甲１３の１）において「ダウン\nロードされた企業の中で約２０社がＢＳＳ－ＰＡＣＫを有償で購入されました。」と\n述べているが，他方，①同陳述書においては「『ＢＳＳ－ＰＡＣＫ』のオブジェクト\nと開発資料がダウンロードできるサービスを提供しておりました，しかし，重要資\n産のソースコードは提供しておりません。」，「ＢＳＳ社が無償で第三者にソースコー\nドを提供することはありえません。」と記載されており，甲１３号証の２の陳述書に\nも同様の記載が見受けられること，②Ｃは，証人尋問においても，ビーエスエス社\nがソフトウェア部品のソースコードを無限定で開示したことを明確に否定したこと\nを考えると，Ｃの前記供述は，控訴人の前記主張を裏付けるものとはいえない。\nｃ  加えて，控訴人の主張のとおりビーエスエス社が先行ソフトウェア\n部品の著作権を放棄したのであれば，同社の事業を継承したソフトウエア部品開発\n社及び更に同社の事業を引き継いだ控訴人が上記著作権を承継取得することはあり\n得ない。\nしかしながら，乙１４（Ａの陳述書）によれば，ソフトウエア部品開発社は，平\n成２０年に，「パートナー社の役割強化のため，ソースコード開示を契約のあるパー\nトナー社に限定し，エンドユーザーが必要とする場合には，パートナー経由にて開\n示を受けられるように変更しました。ホームページからのダウンロードは廃止しま\nした。」とされ，控訴人の主張によれば，先行ソフトウェア部品の著作権を有しない\nソフトウエア部品開発社が，それまでは無償で一般に公開されていたという先行ソ\nフトウェア部品のソースコードにつき，その開示の対象を限定する行為に及んだこ\nととなり，不自然といわざるを得ない。また，控訴人は，前記のとおり，先行ソフ\nトウェア部品の著作物性が認められた場合には，控訴人が先行ソフトウェア部品の\n複製権及び翻案権を有することの確認を求める旨主張しているところ，同主張も，\nビーエスエス社が既に先行ソフトウェア部品の著作権を放棄したという前記主張と\n矛盾するものというべきである。\nｄ  さらに，Ａは，前述した日本経営科学研究所からのインタビューに\nおいて，先行ソフトウェア部品のソースコード開示につき，概要，「ＢＳＳ－ＰＡＣ\nＫの開発環境である『部品マイスター』を提供し，そこで開発されたアプリケーシ\nョン・ソフトウェアについては，その開発会社の著作物として認め合う業界ルール\nを作ろうではないかという提唱です。」，「部品マイスターによる収益を中核とするこ\nとになります。」，「新規部品と共にＢＳＳ－ＰＡＣＫの一部も使われることになり，\nここからの利益を期待しているのです。」と述べているが（乙７），これは，①「Ｂ\nＳＳ－ＰＡＣＫ」の開発環境である「部品マイスター」に着目し，この収益を中核\nとするという点及び②新規部品と共に使われる「ＢＳＳ－ＰＡＣＫ」の一部からの\n利益も期待しているという点において，控訴人が主張する無償のソースコード開示\nとは明らかに異なるものといえる。また，Ａの上記供述は，「部品マイスター」をも\nって，「初心者のための便利情報を集積したものにすぎず，ソフトウェア部品の開発，\n変更に不可欠なものではない」という控訴人の前記主張（控訴人の原審平成２３年\n１２月２６日付け準備書面(1)，平成２４年２月１７日付け準備書面(2)及び同年１\n０月１２日付け準備書面(8)）とも矛盾するものというべきである。\n(ウ)  以上によれば，控訴人の前記主張は採用できず，本件において，ビ\nーエスエス社が先行ソフトウェア部品の著作権を放棄した事実を認めるに足りる証\n拠はない。\nなお，確かに，控訴人が指摘するとおり，「ＢＳＳ－ＰＡＣＫ」のソフトウェアに\n譲渡担保権を設定する「譲渡担保権設定契約証書」（乙１７の１）には，譲渡担保権\nの対象として「(2)  非登録プログラム著作物  上記著作物に関連する一切の著作物\n（但し，丁（ビーエスエス社）が著作権を放棄しているものを除く。）」と記載され\nているが，同記載をもって，ビーエスエス社が先行ソフトウェア部品の著作権を放\n棄したとまでは認められない。「譲渡担保権設定契約証書」上，ビーエスエス社が著\n作権を放棄した著作物が何ら特定されていないことにも鑑みると，このただし書は，\n具体的な対象を想定したものではなく，プログラム登録されていないプログラム著\n作物については，著作権の所在が公示されないことから，看過されるおそれがあり\n得る著作権者の単独行為である著作権放棄があった場合に備えて，注意喚起の趣旨\nで設けられたものとみることもできる。\n(3)  先行ソフトウェア部品の著作権の所在について\nア  「前提事実」，後掲証拠及び弁論の全趣旨によれば，「ＢＳＳ－ＰＡＣＫ」\nのソフトウェアの著作権が移転した経緯等について，以下の事実が認められる（な\nお，前述のとおり，「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡ\nＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」は，先行ソフトウェア部品とミドルソフ\nトから構成されるところ，プログラム登録されているのはミドルソフトのみであり，\nしたがって，プログラム登録原簿に登録されている譲渡等の権利の変動はすべてミ\nドルソフトについてのものであるが，先行ソフトウェア部品の著作権もミドルソフ\nトの著作権と共に，すなわち，上記各ソフトウェアの著作権が一体として変動して\nいたものと推認できることから，下記のとおり認定した。）。\n(ア)  平成８年１月３１日，「ＢＳＳ－ＰＡＣＫクライアント（メニューク\nリエイト）」及び先行ソフトウェア部品を含む「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩ\nＸ）」の各著作権が，譲渡担保権設定契約に基づき，ビーエスエス社から，日本開発\n銀行及び株式会社住友銀行（以下「住友銀行」という。）に譲渡された。\nその後，平成９年３月１７日，上記両ソフトウェアの各著作権が，日本開発銀行\n及び住友銀行からビーエスエス社に譲渡され，さらに，同日，譲渡担保権設定契約\nに基づき，同社から，日本開発銀行，住友銀行，株式会社三和銀行（以下「三和銀\n行」という。）及び株式会社東京三菱銀行（以下「東京三菱銀行」という。）に譲渡\nされた。\nプログラム登録原簿には，いずれの譲渡についても（ただし，「ＢＳＳ－ＰＡＣＫ\nサーバー（ＵＮＩＸ）」については，ミドルソフトに限る。以下同じ。），その対象に\nつき，「（著作権法第２７条及び第２８条に規定する権利を含む）」と明記されている\n（甲４の２，乙１８）。\n(イ)  平成９年，ビーエスエス社の経営状況はかなり悪化し，Ａは，知人\nから当時ＩＳＳ社の専務取締役を務めていたＣを紹介され，同人に対し，ビーエス\nエス社への融資を依頼した。\nビーエスエス社は，ＩＳＳ社に対し，同社からの借入金を所定の期日までに返済\nしなかった場合には「ＢＳＳ－ＰＡＣＫ及び部品マイスタに関する技術情報，ソー\nスコード及びオブジェクトコードを貴社に提出致します。」などと約する趣旨の同年\n１０月３１日付けの文書を差し入れ（甲１３の２の添付資料１），以後，１回当たり\nおおむね数百万円から一千万円程度の借入れを複数回にわたり繰り返した（甲２０\nの添付資料Ｄ）。この間，平成１０年２月１日に，ＣがＩＳＳ社の代表取締役に就任\nし，ビーエスエス社に対する貸付けを続けた。\n平成１０年３月３１日，「部品マイスター」の著作権が，譲渡担保権設定契約に基\nづき，ＩＳＳ社，株式会社富士銀行ほか５社に譲渡された。プログラム登録原簿に\nは，譲渡の対象につき，「（著作権法第２７条及び第２８条に規定する権利を含む）」\nと明記されている（甲１３の１，２，甲１５，甲２０，乙１，乙１４，証人Ｃ）。\n(ウ)  平成１３年３月３０日，ビーエスエス社は，当時の債権者であった\nＩＳＳ社，平成１１年１０月１日付けで日本開発銀行の契約上の地位を継承した日\n本政策投資銀行，住友銀行，三和銀行及び東京三菱銀行との間で，「譲渡担保権設定\n契約証書」（乙１７の１。以下，「本件譲渡担保契約書」という。）及び「譲渡担保権\nの共有に関する協定書」（乙１７の２）を締結した（以下「本件譲渡担保契約」とい\nう。）。当時，日本政策投資銀行及びＩＳＳ社のビーエスエス社に対する貸付金の元\n本債務残高は，それぞれ，合計２億円及び５０００万円であり，住友銀行とビーエ\nスエス社との間の特殊当座勘定借越契約の契約極度額は１億５０００万円であった。\nまた，三和銀行及び東京三菱銀行は，それぞれ，ビーエスエス社との間の銀行取引，\n手形債権及び小切手債権に基づく取引の極度額を１億円と設定していた。\n本件譲渡担保契約は，ビーエスエス社の上記債権者らに対する債務を被担保債務\nとして同社の有する著作権に譲渡担保権を設定するというものである。本件譲渡担\n保契約書には，下記の著作物の著作権に譲渡担保権を設定する旨が記載されている。\n記\n(1)  登録済プログラム著作物\n（以下，プログラム著作権の題号，著作権者，登録番号，登録年月日の順に記載す\nる。）\n「ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）」  株式会社ビーエスエ\nス，Ｐ第４５７４号－１，平成７年１０月１６日\n「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」  株式会社ビーエスエス，Ｐ第４７２\n４号－１，平成８年１月１６日\n「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」  株式会社ビーエスエ\nス，Ｐ第５３６３号－１，平成９年３月１４日\n(2)  非登録プログラム著作物\n上記著作物に関連する一切のプログラム著作物（但し，ビーエスエス社が著作権\nを放棄しているものを除く。）\n(3)  上記プログラムの関連著作物\nユーザーズガイド一式にかかる著作物  ・環境開発マニュアル一式にかかる著作\n物\nさらに，本件譲渡担保契約書には，「バージョンアップ等改良後の本件著作物（上\n記(1)から(3)の著作物を指す。以下，この項において同じ。）及び本件著作物の二次\n的著作物に関する著作権も本譲渡担保の対象となることを確認する。」（第１０条１\n項）との規定があり，また，著作権に関し，ビーエスエス社は，本件著作物の著作\n権を上記債権者ら又はそのいずれかから承継取得した者に対し，著作者人格権を行\n使しないもの（第１４条）と定められている。\nＡは，ビーエスエス社の保証人として，本件譲渡担保契約を承認した（乙１７の\n１，２）。\n(エ)  平成１３年３月３０日，「ＢＳＳ－ＰＡＣＫクライアント（メニュー\nクリエイト）」及び先行ソフトウェア部品を含む「ＢＳＳ－ＰＡＣＫサーバー（ＵＮ\nＩＸ）」の各著作権が，日本政策投資銀行，住友銀行，三和銀行及び東京三菱銀行か\nら，ビーエスエス社に対して譲渡された。これは，本件譲渡担保契約書中，平成９\n年３月１７日付け譲渡担保権設定契約（前記(ア)）は本件譲渡担保契約の締結日か\nら失効する旨の規定（第１８条）に基づくものである。\nさらに，同日，本件譲渡担保契約に基づき，「ＢＳＳ－ＰＡＣＫクライアント（メ\nニュークリエイト）」，先行ソフトウェア部品を含む「ＢＳＳ－ＰＡＣＫサーバー（Ｕ\nＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」の各著作権\nが，ビーエスエス社から，日本政策投資銀行，住友銀行，三和銀行，東京三菱銀行\n及びＩＳＳ社に譲渡された。\nプログラム登録原簿には，上記いずれの譲渡についても（ただし，「ＢＳＳ－ＰＡ\nＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」については先行ミドルソフトに限る。以\n下同じ。），その対象につき，「（著作権法第２７条及び第２８条に規定する権利を\n含む）」と明記されている。\nその後，ＩＳＳ社は，ビーエスエス社から依頼を受け，前記譲渡担保権が実行さ\nれるのを防ぐために，代金として４０００万円を拠出し，平成１５年２月１０日，\n「ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）」，先行ソフトウェア部品\nを含む「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫサーバー\n（ＷｉｎｄｏｗｓＮＴ版）」の各著作権の持分をすべて譲り受け，同日以降はこれ\nらのソフトウェアの各著作権を単独で所有することになった（甲４の１，２，甲１\n３の２，乙１７の１，２，乙１８，証人Ｃ）。\n(オ)  ＩＳＳ社は，平成１７年１月頃から経営状況が悪化し，間もなくビ\nーエスエス社に対する貸付金の工面にも苦慮するようになった。当時，同社に対す\nる貸付金残高は数億円に達していたが，早期の回収が期待できる状況ではなかった。\nそこで，ＩＳＳ社は，今後のビーエスエス社に対する融資等につき，サンライズ\n社も交えてビーエスエス社と協議した。結果として，以後は，サンライズ社がＩＳ\nＳ社に替わってビーエスエス社に対して融資をすることになり，その前提として，\n①サンライズ社のビーエスエス社に対する貸付金の物的担保とするために，ＩＳＳ\n社は「ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）」，先行ソフトウェア\n部品を含む「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫサー\nバー（ＷｉｎｄｏｗｓＮＴ版）」の各著作権を合計４０００万円の対価でビーエス\nエス社に譲渡すること，②ＩＳＳ社は，ビーエスエス社に対する貸付金債権をサン\nライズ社が紹介する者に譲渡し，サンライズ社はＩＳＳ社に１億円を支払うことが\n合意された（甲１３の２，乙１５，乙２９，証人Ｃ）。\n(カ)  ＩＳＳ社は，前記合意に基づき，平成１８年２月１日，「ＢＳＳ－\nＰＡＣＫクライアント（メニュークリエイト）」，先行ソフトウェア部品を含む「Ｂ\nＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫサーバー（Ｗｉｎｄ\nｏｗｓＮＴ版）」，「部品ビュー」の各著作権をビーエスエス社に譲渡した。プロ\nグラム登録原簿上，「ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）」，「Ｂ\nＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫサーバー（Ｗｉｎｄ\nｏｗｓＮＴ版）」の上記譲渡につき，「（著作権法第２７条及び第２８条に規定す\nる権利を含む）」と明記されている（「部品ビュー」のプログラム登録原簿は，証\n拠として提出されていない。）。\nビーエスエス社とサンライズ社は，同年３月２８日付けで「事業継続支援に関す\nる合意書」（乙８。以下「本件合意書」という。）を，同月３０日付けで本件譲渡\n契約を，それぞれ締結した。\n本件譲渡契約書（甲１８）には，譲渡の対象につき，以下のとおり規定されてい\nる。本件合意書にも同様の内容の規定が存在する。\n第１条（ソフトウェアの譲渡）\n甲（ビーエスエス社を指す。）は乙（サンライズ社を指す。）に対し，平成１８\n年４月末日までに，甲の所有する下記記載のプログラムその他の著作物（文書，図\n面，磁気テープ・ディスクその他の媒体物を含む。）及び当該各著作物に関する著\n作権その他一切の知的財産権（以下，「本件ソフトウェア」という。）の所有権を\n移転し，かつ当該各著作物を引き渡す。\n記\n(1)  登録済プログラム著作物\n（以下，表示番号，著作物の題号，登録年月日の順に記載する。）\n①Ｐ第４５７４号  ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト），\n平成７年１０月１６日\n②Ｐ第４７２４号  ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ），平成８年１月１\n６日\n③Ｐ第５３６３号  ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版），平\n成９年３月１４日\n④Ｐ第６３３９号  部品ビュー，平成１１年５月１３日\n⑤Ｐ第５８１４号  部品マイスター，平成１０年２月１３日\n(2)  非登録プログラム著作物\n上記(1)の著作物のバージョンアップ等の改良後のプログラム著作物，その他関\n連する一切のプログラム著作物\n(3)  上記(1)及び(2)のプログラムの関連著作物\nユーザーズガイド一式及び環境開発マニュアル一式に係る著作物\n本件譲渡契約において，「本件ソフトウェア」の譲渡価額は１１億５０００万円\n（消費税別）と定められ（第２条），また，著作権に関して，ビーエスエス社はサ\nンライズ社に対し，「本件ソフトウェア」について著作者人格権を一切行使しない\nものとする（第４条）旨の規定が設けられている（甲４の１，２，甲１３の２，甲\n１８，甲２０，乙８，乙１８，証人Ｃ）。\n(キ)  「ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）」，先行ソ\nフトウェア部品を含む「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－Ｐ\nＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」の各著作権は，平成１８年４月７日，\n本件譲渡契約に基づき，ビーエスエス社からサンライズ社へ譲渡された。\n「部品マイスター」の著作権は，平成１８年９月２７日，当時の譲渡担保権者で\nあったＩＳＳ社ほか２社から，ビーエスエス社へ譲渡された。これは，本件譲渡契\n約中，「ビーエスエス社は，『本件ソフトウェア』について，担保権その他本件ソ\nフトウェアを制限する一切の権利を抹消し，何等制限のない状態でサンライズ社に\n引き渡す。」（第１条２項）という規定に基づくものである。さらに，同日，「部\n品マイスター」の著作権は，本件譲渡契約に基づき，ビーエスエス社からサンライ\nズ社へ譲渡された。\nプログラム登録原簿には，いずれの譲渡についても，その対象につき，「（著作\n権法第２７条及び第２８条に規定する権利を含む）」と明記されている。\nなお，「部品ビュー」の著作権については（プログラム登録原簿が提出されてい\nない。），「ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）」，先行ソフト\nウェア部品を含む「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣ\nＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」，「部品マイスター」の各著作権と同様に，\n本件譲渡契約が締結された平成１８年３月３０日以降，本件譲渡契約に基づき，ビ\nーエスエス社からサンライズ社へ譲渡されたものと推認できる。\n他方，サンライズ社は，本件譲渡契約締結後，ビーエスエス社，ソフトウエア部\n品開発社に対し，事業資金等を融資した（甲４の１，２，甲１５，甲１８，乙１，\n乙８，乙１２，乙１５，乙１８）。\n(ク)  「ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）」，先行ソ\nフトウェア部品を含む「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－Ｐ\nＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」，「部品マイスター」の各著作権はい\nずれも，平成１９年９月１９日に，ビーエスエス社からフロンテック社へ，さらに，\n平成２１年５月２２日に，同社から日本電子計算社へそれぞれ譲渡された。プログ\nラム登録原簿には，いずれの譲渡についても，その対象につき，「（著作権法第２\n７条及び第２８条に規定する権利を含む）」と明記されている。\nなお，ビーエスエス社は，別訴において，サンライズ社に対し，前記譲渡価額１\n１億５０００万円の支払を求める反訴を提起したが，平成２０年７月２９日，東京\n地方裁判所は，ビーエスエス社の有する上記１１億５０００万円の支払請求権は，\nその一部は同社から第三者に債権譲渡され，その余についてはサンライズ社がビー\nエスエス社の債務整理に当たることを内容とするコンサルティング契約に基づく報\n酬請求権等の反対債権と対当額で相殺する旨の合意により消滅したとして，ビーエ\nスエス社の請求を棄却する旨の判決を言い渡し，同判決は確定した（甲４の１，２，\n甲１２，甲１５，乙１，乙１８）。\nイ  以上の事実によれば，先行ソフトウェア部品を含む「ＢＳＳ－ＰＡＣＫ\nサーバー（ＷｉｎｄｏｗｓＮＴ版）」及び「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」，\n「ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）」，「部品マイスター」の各\n著作権はそれぞれ，本件譲渡担保契約や本件譲渡契約等に基づく移転を経て，現在\nは，いずれも日本電子計算社に属しているものと認められる。\nウ  これに対し，控訴人は，前記のとおり，現在，先行ソフトウェア部品の\n著作権は，これをビーエスエス社から承継取得した控訴人が有している，たとえ上\n記著作権のすべてが控訴人に帰属するものと認められなくても，少なくとも翻案権\nは控訴人に帰属する旨主張する。\n(ア)  本件譲渡担保契約について\nａ  控訴人は，先行ソフトウェア部品は，譲渡担保権の対象に含まれて\nいなかった旨を主張する。\nｂ(a)  そもそも，「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」，\n「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」などのようにまとまった１つのソフトウ\nェアである「ＢＳＳ－ＰＡＣＫ」の一部のミドルソフトにのみ譲渡担保権を設定す\nるということ自体，当該ソフトウェアにおいて譲渡担保権の及ぶ範囲の内外の区別\nが一見して明らかにならず，公示や実行に関して問題が生じ得るものと思料され，\n一般に広く行われているとは考え難い。\n(b)  また，先行ソフトウェア部品は，「ＢＳＳ－ＰＡＣＫ」のソフト\nウェアの重要なプログラムといえる。\nすなわち，前記認定のとおり，先行ソフトウェア部品は，現場における具体的業\n務の態様に則して細分化された作業に係る機能を有するプログラムである。そして，\n「ＢＳＳ－ＰＡＣＫ」は，企業の基幹業務を一元的に総合して管理するＥＲＰソフ\nトウェアに属するものであり，その主たる長所は，①業務ごとに多数のソフトウェ\nア部品が取りそろえられており，コンピュータの知識を有しないユーザーであって\nも，それらのソフトウェア部品から必要なものを適宜選択することによって，シス\nテムを構築できる点，②状況の変化に対応するためにシステムを変更する必要が生\nじた場合も，実際に変更を要する業務の処理に当たるソフトウェア部品のみを交換\nすれば足り，柔軟に対応できる点にあること（乙７）に鑑みれば，先行ソフトウェ\nア部品は，「ＢＳＳ－ＰＡＣＫ」のソフトウェアが有する顧客誘引力の主要な源とい\nうべきである。また，先行ソフトウェア部品は，「ＢＳＳ－ＰＡＣＫ」の開発費の約\n８割を費やして開発され（証人Ｃ），前記認定のとおり，そのソースコードは，「Ｂ\nＳＳ－ＰＡＣＫ」全体のソースコードの約９７パーセントを占める。\n以上に鑑みると，前述したとおり，①先行ソフトウェア部品のソースコードは，\n「部品マイスター」購入者など一部の者に開示されていること，②他方，ミドルソ\nフトのソースコードは開示されておらず，また，ミドルソフトを起動させるハード\nロックキーがビーエスエス社の収入源であったこと，③先行ソフトウェア部品は，\n先行ミドルソフトがなければ作動し得ないことを考慮しても，先行ソフトウェア部\n品は，質量共に，「ＢＳＳ－ＰＡＣＫ」のソフトウェアの重要なプログラムと評価で\nきる。\n(c)  そして，前記認定のとおり，本件譲渡担保契約は，ビーエスエス\n社のＩＳＳ社及び金融機関４社に対する債務を被担保債務とするものであるところ，\n上記各債権者のビーエスエス社に対する貸付金債務残高，特殊当座勘定借越契約の\n契約極度額，銀行取引等の極度額は数千万単位から億単位に及び，本件譲渡担保契\n約の被担保債務の総額は，数億円に上るものと認められる。\nこの点を考慮すると，ビーエスエス社及び上記債権者らにおいて，譲渡担保権の\n設定に際し，あえて前述のとおり「ＢＳＳ－ＰＡＣＫ」のソフトウェアの重要なプ\nログラムである先行ソフトウェア部品を譲渡担保権の対象から外し，その余の部分，\nすなわち，ミドルソフトのみに譲渡担保権を設定するとは到底考え難い。\n(d)  先行ソフトウェア部品は，前述したとおり，本件証拠上，プログ\nラム登録されたと認められず，したがって，本件譲渡担保契約書において譲渡担保\n権を設定する対象として掲げられた「(1)  登録済プログラム著作物」には当たらな\nいものの，その１つである「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）\n株式会社ビーエスエス，Ｐ第５３６３号－１，平成９年３月１４日」に関連するプ\nログラム著作物として，「(2)  非登録プログラム著作物」に該当するものと認めら\nれる。\nｃ  以上によれば，先行ソフトウェア部品は本件譲渡担保契約の対象に\n含まれていたものと認められ，控訴人の前記主張は採用できない。\n(イ)  本件譲渡契約について\nａ  控訴人は，先行ソフトウェア部品は本件譲渡契約の対象に含まれて\nいなかった旨を主張する。\n(a)  しかしながら，前述したとおり，先行ソフトウェア部品は，「Ｂ\nＳＳ－ＰＡＣＫ」のソフトウェアが有する顧客誘引力の主要源といえるから，その\n経済的価値はかなり高いものと推認できる。そして，前記認定のとおり，本件譲渡\n契約においては，主に「ＢＳＳ－ＰＡＣＫ」のソフトウェアから成る「本件ソフト\nウェア」について１１億５０００万円（消費税別）という相当に高額な譲渡価額が\n設定されている。これらの事実によれば，先行ソフトウェア部品も本件譲渡契約の\n対象に含まれていたと考えるのが自然である。\nまた，先行ソフトウェア部品は，本件譲渡契約書において譲渡の対象として掲げ\nられた「(1)  登録済プログラム著作物」には当たらないものの，その１つである「Ｐ\n第５３６３号  ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版），平成９年３\n月１４日」に関連するプログラム著作物として，「(2)  非登録プログラム著作物」\nに該当するものと認められる。\n他方，Ａは，本件譲渡契約の際，先行ソフトウェア部品は著作権が放棄されてい\nたのでサンライズ社に引き渡さなかった旨述べるが（乙２９，証人Ａ等），前記の\nとおり先行ソフトウェア部品の著作権が放棄された事実を認めるに足りないことか\nら，上記供述は前提を欠き，採用できない。\n以上によれば，先行ソフトウェア部品は本件譲渡契約の対象に含まれていたもの\nと認められ，控訴人の前記主張は採用できない。\n(b)  控訴人は，前記のとおり，本件譲渡契約の対価である１１億５０\n００万円は，「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」及び「ＢＳ\nＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」の開発コストや「ＢＳＳ－ＰＡＣＫサーバー\n（ＵＮＩＸ）」の市場性を考えれば，非常に安価なものである旨主張するが，前述\nしたマインドリサーチ株式会社主催の座談会における，ＥＲＰの中で使われるソフ\nトウェアの部品は５０万円くらいでＳＩ企業に提供されるという趣旨のＡの発言か\nらも，１１億５０００万円という金額は，先行ソフトウェア部品を含む「ＢＳＳ－\nＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」及び「ＢＳＳ－ＰＡＣＫサーバー（Ｕ\nＮＩＸ）」など本件譲渡契約の対象とされたソフトウェアの対価として，不相応に\n安価なものではないというべきである。\nまた，控訴人は，サンライズ社は本件譲渡契約の対価である１１億５０００万円\nを実際に支払わなかった旨主張するが，前記認定のとおり，ビーエスエス社がサン\nライズ社に対して上記対価の支払を求めた別訴の判決において，ビーエスエス社の\nサンライズ社に対する上記対価支払請求権は債権譲渡及び相殺合意により全額消滅\nしたものと認定，判断されて請求を棄却され，その判決は確定したのであるから，\n上記対価の支払は既に履行されたものと同視でき，その他，本件譲渡契約に関して\n特に不自然な点はうかがわれない。\nなお，控訴人は，ビーエスエス社は，本件譲渡契約締結に際し，サンライズ社と\nの間で，「ＢＳＳ－ＰＡＣＫ」のミドルソフトの営業秘密部にある７本のプログラ\nムは譲渡の対象外とし，「第２の契約書」を締結することなどを合意したが，サン\nライズ社は，ビーエスエス社からの督促にもかかわらず，結局，上記締結に応じな\nかった旨主張し，Ａの陳述書にはこれに沿う部分もあるが（乙１４，乙２９等），\n客観的な裏付けはない。さらに，①「ＢＳＳ－ＰＡＣＫサーバー（Ｗｉｎｄｏｗｓ\nＮＴ版）」及び「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」の各ミドルソフトを登\n録したプログラム登録原簿（甲４の１，２）には，一部を譲渡の対象から外す趣旨\nの記載は全く見られない。加えて，②前記認定のとおり，平成１８年３月３０日付\nけで締結された本件譲渡契約に基づき，その１週間余り後の同年４月７日に「ＢＳ\nＳ－ＰＡＣＫクライアント（メニュークリエイト）」，先行ソフトウェア部品を含む\n「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫサーバー（Ｗｉ\nｎｄｏｗｓＮＴ版）」の各著作権がビーエスエス社からサンライズ社へ譲渡され，\nその１０日後にプログラム登録原簿に各譲渡が登録されていることによれば（甲４\nの１，２，乙１８），本件譲渡契約締結から上記登録までの手順は滞りなく円滑に\n進められたものと推認でき，特段，その間に問題が生じたことはうかがわれない。\n以上によれば，控訴人の前記主張を認めるに足りないというべきである。\nｂ  控訴人は，先行ソフトウェア部品の著作権が本件譲渡契約の対象に\n含まれていたとしても，本件譲渡契約書には翻案権を譲渡する旨の特別の規定は設\nけられていないことから，少なくとも先行ソフトウェア部品の翻案権はビーエスエ\nス社に留保されていた旨主張する。\n(a)  確かに，本件譲渡契約書（甲１８）及び本件合意書（乙８）のい\nずれも，譲渡対象の著作物の著作権については，「（ビーエスエス社の）所有する\n下記記載のプログラムその他の著作物（文書，図面，磁気テープ・ディスクその他\nの媒体物を含む。）及び当該各著作物に関する著作権その他一切の知的財産権の所\n有権を移転し，かつ当該各著作物を引き渡す。」と規定しているのみで，先行ソフ\nトウェア部品を含む「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡ\nＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」の翻案権を，譲渡の目的として特掲して\nいない。したがって，著作権法６１条２項により，上記翻案権は，「ＢＳＳ－ＰＡ\nＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ\n版）」の著作権を譲渡したビーエスエス社に留保されたものと推定されることにな\nる。\n(b)  しかしながら，前記認定のとおり，本件譲渡契約書上，譲渡の対象\nとして掲げられた「(1)  登録済プログラム著作物」記載のソフトウェア中，プログ\nラム登録原簿が証拠提出されていない「部品ビュー」を除く，「ＢＳＳ－ＰＡＣＫサ\nーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」\nの各ミドルソフトの各プログラム登録原簿並びに「ＢＳＳ－ＰＡＣＫクライアント」\n及び「部品マイスター」の各プログラム登録原簿のいずれにおいても，本件譲渡契\n約に基づくビーエスエス社からサンライズ社への譲渡の対象につき，「（著作権法\n第２７条及び第２８条に規定する権利を含む）」と明記されている。この事実によ\nれば，少なくとも上記各ミドルソフトを含めプログラム登録された著作物について\nは，翻案権を含む著作権法２７条，２８条所定の権利（以下「翻案権等」という。）\nを譲渡する合意が，譲渡人のビーエスエス社と譲受人のサンライズ社との間で成立\nしていたものと推認できる。\nそして，「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫサー\nバー（ＷｉｎｄｏｗｓＮＴ版）」につき，ソースコードを非開示としていた各ミド\nルソフトについては上記推認のとおり合意により翻案権等をサンライズ社へ移転し\nながら，一定範囲の者にはソースコードを開示していた先行ソフトウェア部品につ\nいてはあえて上記合意をせずに，翻案権等をビーエスエス社にとどめる合理的理由\nは見出し難い。\nまた，前記認定のとおり，本件譲渡契約において，ビーエスエス社は，譲渡した\n著作物については，一身専属性を有する著作者人格権（著作権法５９条）さえもサ\nンライズ社に対しては行使しない旨が定められている。この規定からも，両社は，\n譲渡の対象とした著作物については，プログラム登録の有無を問わずその全体につ\nいて，翻案権等も含めすべての著作権法上の財産的権利を移転する旨を合意してい\nたものと推認できる。\n(c)  以上によれば，ビーエスエス社とサンライズ社との間では，本件譲渡\n契約において，明文化されてはいないものの，プログラム登録されていない先行ソ\nフトウェア部品を含む「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－Ｐ\nＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」，「ＢＳＳ－ＰＡＣＫサーバー（メニ\nュークリエイト）」及び「部品マイスター」のすべてにつき，翻案権等も譲渡の対\n象としてサンライズ社へ移転させる旨の合意があったものと認められ，したがって，\n先行ソフトウェア部品を含む「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳ\nＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」については，翻案権等を含む著\n作権のすべてがサンライズ社からフロンテック社を経て日本電子計算社に移転した\nものと認定できる。控訴人の前記主張は採用できない。\nなお，Ａは，サンライズ社が本件譲渡契約後もビーエスエス社に対して「ＢＳＳ\n－ＰＡＣＫ」の中国語版の製作を求めるなどしたことから，同社が「ＢＳＳ－ＰＡ\nＣＫ」の開発を継続することは本件譲渡契約において想定されていたという趣旨の\n供述をするが（乙２９），ビーエスエス社は，翻案権等が留保されていなくても，\n著作権を取得したサンライズ社の承諾が得られれば，「ＢＳＳ－ＰＡＣＫ」の開発\nを続けることに著作権上の支障はないといえるし，現に，Ｃの供述（甲２０）によ\nれば，本件譲渡契約後，サンライズ社が営業等を，ビーエスエス社が「ＢＳＳ－Ｐ\nＡＣＫ」の製品の保守や機能拡張等を，それぞれ分担し，両社が共同して「ＢＳＳ\n－ＰＡＣＫ」事業を営んでいたものと認められることから，Ａの上記供述は，前記\n認定を妨げるものではない。\n(4)  複製又は翻案の成否及び著作権侵害の有無について\nア  言語の著作物の翻案及び複製は，いずれも，既存の著作物に依拠し，か\nつ，その表現上の本質的な特徴の同一性を維持しつつ，これに接する者が既存の著\n作物の表現上の本質的な特徴を直接感得することのできる著作物を創作するもので\nあり，①既存の著作物の具体的表現に修正，増減，変更等（以下「修正等」という。）\nを加え，これにより，新たに思想又は感情を創作的に表現して別の著作物，すなわ\nち，二次的著作物を創作する行為が翻案であり（最高裁平成１３年６月２８日第一\n小法廷判決・民集５５巻４号８３７頁参照），他方，②既存の著作物と全く同一のも\nのを作成する行為，既存の著作物の具体的表現に修正等を加えたが，これによって\nも新たな創作的表現の付加がなく，二次的著作物の創作に至っていない行為が複製\nに当たると解される。したがって，新たな創作的表現の付加の有無が，翻案と複製\nを区別する主要な基準になるものということができる。\nイ(ア)  本件についてみると，前記のとおり，控訴人が，本件ソフトウェア\n部品は先行ソフトウェア部品を翻案して作成したものである旨を主張していること\nに加え（当審平成２５年１１月７日付け控訴理由書９頁），①ビーエスエス社は，\n先行ソフトウェア部品に大きく手を加え，グラフ表示機能，部品間連動機能等を付\n加して一新し，本件ソフトウェア部品の一部としたこと（乙２２），②本件ソフト\nウェア部品と先行ソフトウェア部品の各ソースコードは，前者が後者よりも量にお\nいて多いものの，内容において特段の相違はないこと（証人Ａ〔原審第２回口頭弁\n論調書に引用添付された証人Ａの証人尋問に係る速記録２４頁から２５頁〕）によ\nれば，本件ソフトウェア部品は，先行ソフトウェア部品に依拠し，かつ，その表現\n上の本質的な特徴の同一性を維持しつつ，具体的表現に修正等を施したものと推認\nでき，したがって，本件ソフトウェア部品は，先行ソフトウェア部品の少なくとも\n一部を複製又は翻案したものを含むということができる。\nこの点に関し，Ａは，陳述書（乙２２）において，本件ソフトウェア部品が先行\nミドルソフトでは稼働しなくなった旨を述べるが，仮にその供述のとおりの事実が\n存在するとしても，本件ソフトウェア部品のうち，先行ソフトウェア部品の一部を\n複製又は翻案したもの以外の部分，すなわち，先行ソフトウェア部品に新たに付加\nされたものが原因となって上記事実が生じたと考えることができるから，上記供述\nは前記認定を揺るがせるものではない。\n(イ)  そして，前述したとおり，先行ソフトウェア部品を含む「ＢＳＳ－\nＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫサーバー（Ｗｉｎｄｏｗｓ\nＮＴ版）」については，翻案権等も含め著作権のすべてが日本電子計算社に移転し\nたことから，本件ソフトウェア部品に含まれるのが，先行ソフトウェア部品の一部\nを複製したもの，翻案したもののいずれであったとしても，同複製及び翻案は，日\n本電子計算社の著作権を侵害する行為に当たるというべきである（なお，本件にお\nいては，本件ソフトウェア部品，先行ソフトウェア部品いずれのソースコードも提\n出されていないことから，各ソースコードを比較，照合できず，本件ソフトウェア\n部品について，先行ソフトウェア部品の一部に新たな創作的表現が付加されたか否\nかは不明である。）。\nウ  控訴人は，先行ソフトウェア部品及び本件ソフトウェア部品は，オリジ\nナルのソフトウェア部品を翻案したものである旨主張する。\nこの点に関し，オリジナルのソフトウェア部品の著作権は控訴人又はＡが有して\nいることから（乙１，乙１３，乙２９，弁論の全趣旨），先行ソフトウェア部品が\nオリジナルのソフトウェア部品を翻案ないし複製したものであるならば，前記のと\nおり本件ソフトウェア部品に含まれる，先行ソフトウェア部品の一部を複製したも\nのについても，同複製が控訴人又はＡの有するオリジナルのソフトウェア部品の著\n作権の範囲内に含まれると認められる可能性がある。そして，そのように認められ\nれば，上記複製は，日本電子計算社の著作権を侵害する行為に当たらないと解する\n余地もある。\nしかしながら，先行ソフトウェア部品についてみると，証拠（乙２２，乙２７の\n１）及び弁論の全趣旨によれば，オリジナルのソフトウェア部品がＶＡＸ／ＶＭＳ\nのＯＳ上のみで作動するのに対し，先行ソフトウェア部品はＶＡＸ／ＶＭＳ上では\n作動せず，その他のＷｉｎｄｏｗｓＮＴ等の複数のＯＳ上で作動することが認めら\nれ，少なくとも，これらの相違する部分については，先行ソフトウェア部品がオリ\nジナルのソフトウェア部品に依拠したものとは認められない。他方，オリジナルの\nソフトウェア部品と先行ソフトウェア部品との間で，その表現において類似するこ\nとを認めるに足りる証拠はない。\nしたがって，先行ソフトウェア部品は，オリジナルのソフトウェア部品に依拠し\nたものと認められず，オリジナルのソフトウェア部品を翻案ないし複製したものと\nは認めるに足りない。\nエ  以上によれば，本件ソフトウェア部品は，少なくとも先行ソフトウェア\n部品の一部を複製したものを含み，同複製が日本電子計算社の著作権の侵害行為に\n当たるという前記結論は揺るがず，本件両ソフトには，日本電子計算社が著作権を\n有する「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」中のプログラムを\n複製したプログラムが含まれているという著作権上の瑕疵があるというべきである。\n(5)  小括\nア  上述のとおり，本件両ソフトには，日本電子計算社が著作権を有する「Ｂ\nＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」中の先行ソフトウェア部品中\nのプログラムを複製したプログラムが含まれているという著作権上の瑕疵があるか\nら，本件両ソフトの提供をもって，本件契約の「債務の本旨に従った履行」（民法\n４１５条）ということはできない。\nイ  そして，前記のとおり控訴人が日本電子計算社から利用許諾を得る必要\nはない旨主張していることに加え，控訴人と密接な関係を有するビーエスエス社が，\n日本電子計算社の親会社の役員に対し，平成２５年６月から同年７月にかけて，複\n数回にわたり，日本電子計算社が開発した製品はビーエスエス社の著作権を侵害す\nるなどという趣旨の書簡を送付し，控訴人の原審平成２５年６月２５日付け準備書\n面(10)を同封したこともあったこと（乙２２添付資料４，乙２９添付資料３，４）\nを考えると，控訴人が著作権者である日本電子計算社から先行ソフトウェア部品の\n利用について許諾を得る可能性は非常に低いものといえ，前記瑕疵が治癒される見\n込みは，ほぼないといってよい。\nウ  加えて，証拠（乙２８の１から３）によれば，本件ソフトウェア部品は\n「部品屋２００７」全体のプログラムの相当部分を占めるものと推認できるから，\n控訴人において，著作権上の瑕疵がない「部品屋２００７」のソフトウェアを改め\nて提供することも，事実上は困難なものと推認できる。\nエ  以上によれば，その余の論点，すなわち，ミドルソフト並びに「部品マ\nイスター」及び「ソフトウエア部品開発ツール」について判断するまでもなく，控\n訴人は，その責めに帰すべき事由により，本件契約に基づいて「部品屋２００７」\nのソフトウェアを被控訴人に提供する債務を履行することができなくなったといえ\nるから，債務不履行責任（民法４１５条後段）を負う。\n２  争点(2)（本件契約の債務不履行による損害額）について\n(1)  「前提事実」のとおり，被控訴人は，控訴人に対し，本件契約に基づいて\n提供された本件両ソフト等の対価，ソフトウェアの取扱方法についての研修の費用，\n契約料及び更新料として合計２０６万５０００円を支払ったことが認められる。\n(2)ア  被控訴人は，本件契約上，控訴人から提供された「部品屋２００７」の\nソフトウェアを使用，再販，複製等する権利を有しており，本件契約を締結した主\nな目的は上記ソフトウェアの転売であるところ，前記のとおり，本件両ソフトには，\n日本電子計算社が著作権を有する「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮ\nＴ版）」中のプログラムを複製したプログラムが含まれているという著作権上の瑕\n疵があり，同社の利用許諾が得られる見込みもほぼない以上，被控訴人において本\n件両ソフトを転売することは，事実上不可能というべきである。\nこのことから，被控訴人が本件両ソフト及び「部品屋２００７プロテクションキ\nー」の対価として支払った合計１０９万９０００円は，その全額を控訴人の債務不\n履行による損害と認めるのが相当である。また，被控訴人が本件両ソフトを転売で\nきない以上，その取扱方法についての研修も無用のものであったといわざるを得な\nいから，被控訴人が研修費として支払った合計３３万６０００円も，上記損害に当\nたるというべきである。\nイ  前記のとおり，控訴人は，本件契約に基づいて「部品屋２００７」のソ\nフトウェアを被控訴人に提供する債務を履行できなくなり，これによって，被控訴\n人は，控訴人から「部品屋２００７」のソフトウェアを標準価格に基づく価格より\nも安価で調達して転売するという，本件契約の目的を達することが不可能になった。\nこの点に鑑みると，被控訴人が契約金及び更新料として支払った合計６３万円につ\nいても，損害と認めるのが相当である。\n(3)  以上のとおり，被控訴人が本件契約に基づいて控訴人に支払った２０６万\n５０００円全額が，控訴人の債務不履行によって生じた損害と認められる。\n３  争点(3)（本件中間確認の訴えの当否）について\n(1)  確認の訴え及び中間確認の訴えの要件について\nア  一般に，確認の訴えは，当該訴えを提起した者（以下「提訴者」という。），\nすなわち，本訴であれば原告，反訴であれば被告において，請求の趣旨で特定した\n権利又は法律関係の存在又は不存在を確定することにより，提訴者の法的地位の安\n定を図ることを目的とするものであるから，確認の対象は，原則として，現在の権\n利又は法律関係の存否に限られ，証書真否確認の訴え（民訴法１３４条）を除き，\n事実の存否の確定のために提訴することは許されない。また，上記の趣旨によれば，\n確認の訴えの利益が肯定されるためには，提訴者の権利又は法的地位に現に危険，\n不安が生じており，それを解消するために請求の趣旨で特定した権利又は法律関係\nについて確認することが必要，適切であることを要すると考えられる。\nイ  中間確認の訴え（民訴法１４５条）は，係属中の訴訟において，その本\n来の請求を判断する上で先決関係に立つ法律関係の存否につき，その訴訟手続に付\n随して，当事者間に確認判決を求める訴えであり，その趣旨は，上記法律関係の存\n否自体を訴訟物として判決主文における判断の対象とし，その判断に既判力を生じ\nさせることによって，上記法律関係の存否に関わる紛争の解決を図ることにある。\n中間確認の訴えも，確認の訴えの一類型である以上，確認の対象は，原則として，\n現在の権利又は法律関係の存否に限られ，民訴法１４５条の文言によれば，証書真\n否確認も含め，事実の存否の確定のために提訴することは許されないというべきで\nある。\nまた，中間確認の訴えは，上記趣旨から，当事者間に争いがあり，本来の請求の\n全部又は一部の判断の先決関係にある法律関係の存否（以下「先決問題」という。）\nを対象とするものに限定されると解される。\n(2)  本件中間確認の訴えに関する請求\nア  前記のとおり，本件中間確認の訴えに係る請求の趣旨は，別紙中「部品\n屋２００７  中核部（ミドルソフト）」欄記載の各製品に含まれる各ミドルソフト（営\n業秘密に関するプログラムを除く。以下，「別紙部品屋２００７のミドルソフト」と\nいう。）は，ソフトウェア「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」，\n「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫ（ＶＡＸ／Ｖ\nＭＳ）」に含まれる各ミドルソフト（営業秘密に関するプログラムを除く。以下「Ｂ\nＳＳ－ＰＡＣＫのミドルソフト」という。）の各著作権を侵害しないことの確認を\n求めるものである。\n上記請求の趣旨については，ミドルソフトに関する控訴人の前記主張内容を考慮\nすると，「別紙部品屋２００７のミドルソフト」は，Ａが基礎から設計したものであ\nり，「ＢＳＳ－ＰＡＣＫのミドルソフト」に依拠するものではないという趣旨に解\nするのが自然であると思料されるところ，これは，Ａが「別紙部品屋２００７のミ\nドルソフト」を基礎から設計した事実の存在及び「別紙部品屋２００７のミドルソ\nフト」が「ＢＳＳ－ＰＡＣＫのミドルソフト」に依拠するという事実の不存在の確\n認を求めるものであるから，不適法といわざるを得ない。\nイ  もっとも，本件事案の性質を考慮し，本件中間確認の訴えをもって権利\n又は法律関係の存否の確認を求める趣旨と解する余地の有無につき，更に検討する。\n(ア)  この点に関し，原判決は，本件中間確認の訴えは，控訴人の被控訴\n人に対する債務不履行に基づく損害賠償債務が存在しないことの確認を求める趣旨\nであると解し，民訴法１４２条に基づき，不適法である旨判断しているが，以下の\nとおり，本件中間確認の訴えに係る請求の趣旨は，本件損害賠償請求と完全に表裏\nの関係にあるとはいえない。\n本件損害賠償請求は，被控訴人が，控訴人に対し，①本件両ソフト，すなわち，\n控訴人が本件契約に基づき平成２１年１０月２２日に被控訴人に提供した「部品屋\n２００７サーバー」及び「部品屋２００７クライアント」には，日本電子計算社が\n著作権を有する「ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）」及び「Ｂ\nＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」中のプログラムを複製又は翻\n案したプログラムが含まれているという著作権上の瑕疵が，②本件両ソフトのカス\nタマイズに不可欠な「ソフトウエア部品開発ツール」には，日本電子計算社が著作\n権を有する「部品マイスター」中のプログラムを複製又は翻案したプログラムが含\nまれているという著作権上の瑕疵が，それぞれ存在し，かつ，③控訴人が日本電子\n計算社から上記各著作権に関する利用許諾を得る見込みもないとして，本件契約の\n債務不履行責任を追及するものである。\n本件中間確認の訴えに係る請求の趣旨である「別紙部品屋２００７のミドルソフ\nト」が「ＢＳＳ－ＰＡＣＫのミドルソフト」の各著作権を侵害しないこと，すなわ\nち，「別紙部品屋２００７のミドルソフト」には，「ＢＳＳ－ＰＡＣＫのミドルソ\nフト」中のプログラムを複製又は翻案したプログラムが含まれないことが確認され\nれば，「別紙部品屋２００７のミドルソフト」に含まれる本件ミドルソフトには，\n「ＢＳＳ－ＰＡＣＫのミドルソフト」に含まれる先行ミドルソフト中のプログラム\nを複製又は翻案したプログラムが含まれないことも確認されることになり，この部\n分に関しては債務不履行責任が生じない余地がある。しかしながら，その場合も，\n①本件ミドルソフトと共に本件両ソフトを構成する本件ソフトウェア部品に，先行\nミドルソフトと共に「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」を構\n成する先行ソフトウェア部品中のプログラムを複製又は翻案したプログラムが含ま\nれていること，②「ソフトウエア部品開発ツール」に，「部品マイスター」中のプ\nログラムを複製又は翻案したプログラムが含まれていることのいずれかが認められ，\nかつ，控訴人が先行ソフトウェア部品又は「部品マイスター」の著作権につき日本\n電子計算社から利用許諾を得る見込みがなければ，控訴人は本件契約の債務不履行\n責任を免れない。他方，本件ミドルソフトに，先行ミドルソフト中のプログラムを\n複製又は翻案したプログラムが含まれているとしても，控訴人が先行ミドルソフト\nの著作権に関して日本電子計算社から利用許諾を得られるのであれば，本件契約の\n債務不履行責任を負うことはない。\nこのように，本件中間確認の訴えに係る請求の趣旨は，本件損害賠償請求と完全\nに表裏の関係にあるとはいえない以上，本件契約の債務不履行による損害賠償債務\nの不存在の確認を求めるものと解することは困難であり，原判決の前記判断は誤り\nである。\n(イ)  もっとも，本件中間確認の訴えは，権利又は法律関係の存否の確認\nを求める趣旨に係るものと善解した場合であっても，以下のａ及びｂで述べるとお\nり，原判決と異なる理由により，結局，不適法というべきである。\nａ(a)  ①甲３号証には，「部品屋２００７サーバー」の対応ＯＳとして\n「Ｗｉｎｄｏｗｓ２０００」，「ＷｉｎｄｏｗｓＸＰ」及び「Ｗｉｎｄｏｗｓ  Ｓ\nｅｒｖｅｒ  ２００３」が，「部品屋２００７クライアント」の対応ＯＳとして「Ｗ\nｉｎｄｏｗｓ２０００」，「ＷｉｎｄｏｗｓＸＰ」，「Ｗｉｎｄｏｗｓ２００３」\n及び「ＷｉｎｄｏｗｓＶｉｓｔａ」が記載されていること，②控訴人は平成２１年\n１０月２２日に本件両ソフトを被控訴人に提供したこと，③「Ｗｉｎｄｏｗｓ７」\nは平成２１年１０月にリリースされたこと（甲１９）を考慮すると，本件両ソフト\nが「Ｗｉｎｄｏｗｓ７」以降のバージョンに対応するとは認め難い。\nこのことから，別紙「部品屋２００７  中核部（ミドルソフト）」欄記載の各製\n品のうち，「Ｗｉｎｄｏｗｓ７版」，「Ｗｉｎｄｏｗｓサーバー２０１２版」及び\n「Ｗｉｎｄｏｗｓ８版」の各製品が本件両ソフトではないことは明らかといえ，し\nたがって，これら３つの製品の各ミドルソフトに関する法律関係は，本件損害賠償\n請求に関係するものではないから，先決問題になり得ない。\nまた，「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫ（Ｖ\nＡＸ／ＶＭＳ）」の各ミドルソフトに関する法律関係も，本件損害賠償請求に関係\nするものではないから，先決問題にならない。\n以上のとおり，控訴人の請求中，「別紙部品屋２００７のミドルソフト」のうち\n「Ｗｉｎｄｏｗｓ７版」，「Ｗｉｎｄｏｗｓサーバー２０１２版」及び「Ｗｉｎｄ\nｏｗｓ８版」の製品の各ミドルソフト並びに「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩ\nＸ）」及び「ＢＳＳ－ＰＡＣＫ（ＶＡＸ／ＶＭＳ）」の各ミドルソフトに関して確\n認を求める点は，中間確認の訴えの要件を欠く。\n(b)  また，上記各ミドルソフトについて控訴人の権利又は法的地位に\n現に危険，不安が生じているとは認めるに足りないことから，上記各ミドルソフト\nに関して確認を求める点は，一般的な確認の訴えの適法性を基礎付ける確認の利益\nも欠くといわざるを得ない。\n(c)  以上によれば，上記各ミドルソフトに関して確認を求める請求は，\n不適法というべきである。\nｂ  その余の控訴人の請求，すなわち，「別紙部品屋２００７ミドルソ\nフト」のうち「Ｗｉｎｄｏｗｓ２０００版」，「ＷｉｎｄｏｗｓＸＰ版」，「Ｗｉ\nｎｄｏｗｓサーバー２００３版」及び「Ｗｉｎｄｏｗｓサーバー２００８版」の各\nミドルソフト（以下，「部品屋２００７『Ｗｉｎｄｏｗｓ２０００版』等のミドル\nソフト」という。）が，「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」\nのミドルソフトの著作権を侵害しないことの確認を求める請求について検討する。\n前述した甲３号証の記載内容及び控訴人が被控訴人に対して本件両ソフトを提供\nした時期によれば，本件両ソフトに含まれる本件ミドルソフトは，「部品屋２００\n７『Ｗｉｎｄｏｗｓ２０００版』等のミドルソフト」を含むものと推認できる。こ\nのことから，控訴人の上記請求を，実質において，本件ミドルソフトには，「ＢＳ\nＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」のミドルソフト，すなわち，先\n行ミドルソフト中のプログラムを複製又は翻案したプログラムが含まれているとい\nうという著作権上の瑕疵があることによって生ずる本件契約の債務不履行による損\n害賠償債務の不存在の確認を求めるものと善解し，以下，検討する。\n控訴人の上記請求は，本件損害賠償請求との関係で民訴法１４２条に反するとい\nう問題があるほか，以下のとおり，確認の訴えの利益を欠く。\nすなわち，前述したとおり，被控訴人は，本件損害賠償請求において，本件両ソ\nフトには，日本電子計算社が著作権を有する「ＢＳＳ－ＰＡＣＫサーバー（Ｗｉｎ\nｄｏｗｓＮＴ版）」及び「ＢＳＳ－ＰＡＣＫクライアント（メニュークリエイト）」\n中のプログラムを複製又は翻案したプログラムが含まれているという著作権上の瑕\n疵があることを，控訴人による本件契約の債務不履行事由の１つとして掲げている。\n控訴人の上記請求は，本件ミドルソフト及び先行ミドルソフトの関係に限定して\nいるが，本件両ソフト及び「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」\nとも，ミドルソフトとソフトウェア部品から成り，両者のいずれか一方について本\n件両ソフトに「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」中のプログ\nラムを複製又は翻案したプログラムが含まれているという事実が認められれば，本\n件契約の債務不履行事由として損害賠償債務の根拠となり得る。すなわち，本件ミ\nドルソフトに先行ミドルソフト中のプログラムを複製又は翻案したプログラムが含\nまれているという事実の不存在が確定したとしても，それのみでは本件両ソフトに，\n「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」中のプログラムを複製又\nは翻案したプログラムが含まれているという事実が存在しないとはいえず，本件ソ\nフトウェア部品に先行ソフトウェア部品中のプログラムを複製又は翻案したプログ\nラムが含まれていれば，結局，本件両ソフトには，「ＢＳＳ－ＰＡＣＫサーバー（Ｗ\nｉｎｄｏｗｓＮＴ版）」中のプログラムを複製又は翻案したプログラムが含まれて\nいることになり，本件契約の債務不履行事由が認められる。\n以上の点を考慮すると，控訴人の前記請求は，本件損害賠償請求によって控訴人\nの権利又は法的地位に現に生じている危険，不安を解消する適切な手段とはいえず，\nしたがって，確認の訴えの利益を欠き，不適法というべきである。\n(3)  控訴人の主張に対し\nア  なお，控訴人は，本件中間確認の訴えに関し，前記のとおり，「部品屋\n２００７」の各ソフトウェアに含まれる各ミドルソフトの複製権及び翻案権，ソフ\nトウェア「ＢＳＳ－ＰＡＣＫ（ＶＡＸ／ＶＭＳ）」，「ＢＳＳ－ＰＡＣＫサーバー\n（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」に含\nまれる各ミドルソフトの翻案権並びにその余の「ＢＳＳ－ＰＡＣＫ」の各ソフトウ\nェアに含まれる各ミドルソフトの複製権及び翻案権を所有することの確認を求める\n旨主張するので，念のため判断する。\n(ア)  上記主張のうち，「部品屋２００７」の各ソフトウェアに含まれる各\nミドルソフトの複製権及び翻案権，ソフトウェア「ＢＳＳ－ＰＡＣＫ（ＶＡＸ／Ｖ\nＭＳ）」に含まれるミドルソフトの翻案権，ソフトウェア「ＢＳＳ－ＰＡＣＫ（ＶＡ\nＸ／ＶＭＳ）」，「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」及び「ＢＳＳ－ＰＡＣＫ\nサーバー（ＷｉｎｄｏｗｓＮＴ版）」以外の「ＢＳＳ－ＰＡＣＫ」の各ソフトウェ\nアに含まれる各ミドルソフトの複製権及び翻案権を控訴人が所有することの確認を\n求めるものについては，これらの権利関係は本件損害賠償請求の先決問題ではない\nことから，中間確認の訴えの要件を欠き，また，これらの権利につき現に控訴人の\n権利又は法的地位に危険，不安が生じているともいえないから，確認の訴えの利益\nも認められず，不適法というべきである。\n(イ)  ソフトウェア「ＢＳＳ－ＰＡＣＫサーバー（ＵＮＩＸ）」に含まれ\nるミドルソフトの翻案権を控訴人が所有することの確認を求めるものについては，\n本件損害賠償請求の先決問題ではないことから，中間確認の訴えの要件を欠く。\nもっとも，本件損害賠償請求において，被控訴人がソフトウェア「ＢＳＳ－ＰＡ\nＣＫサーバー（ＵＮＩＸ）」の著作権は日本電子計算社に属する旨主張しているこ\nとから，控訴人が上記翻案権を所有することについて，一般的な確認の利益の存在\nは肯定できるものの，前記１(3)認定のとおり，「ＢＳＳ－ＰＡＣＫサーバー（ＵＮ\nＩＸ）」については，翻案権も含め著作権のすべてを日本電子計算社が有している\nものと認められ，控訴人の主張を認めることはできない。\n(ウ)  ソフトウェア「ＢＳＳ－ＰＡＣＫサーバー（ＷｉｎｄｏｗｓＮＴ版）」\nのミドルソフトすなわち先行ミドルソフトの翻案権を控訴人が所有することの確認\nを求める請求については，本件損害賠償請求の先決問題といえるものの，前記１(3)\n認定のとおり，現在は日本電子計算社が「ＢＳＳ－ＰＡＣＫサーバー（Ｗｉｎｄｏ\nｗｓＮＴ版）」の著作権を有しているから，控訴人の主張は認められない。\nイ  また，控訴人は，前記のとおり，オリジナルのソフトウェア部品，先行\nソフトウェア部品及び本件ソフトウェア部品について著作物性が認められた場合に\nは，控訴人がこれらのソフトウェア部品の複製権及び翻案権を所有することの確認\nを求める旨主張する。\nオリジナルのソフトフェア部品の複製権及び翻案権を控訴人が所有することの確\n認を求める請求については，本件損害賠償請求の先決問題といえるが，前述したと\nおり，上記複製権及び翻案権は控訴人又はＡが所有しているものと認められるとこ\nろ，いずれにせよ被控訴人はこの帰属に関しては特段争っておらず，したがって，\n上記複製権及び翻案権の確認を求める請求は中間確認の訴えの要件を欠く。また，\nこれらの権利について現に控訴人の権利又は法的地位に危険，不安が生じていると\nうかがわれる事情も認めるに足りないことから，確認の訴えの利益も認められない。\n先行ソフトウェア部品の複製権及び翻案権を控訴人が所有することの確認を求め\nる請求については，前記１(3)認定のとおり，現在は日本電子計算社が先行ソフトウ\nェア部品の著作権を有していることから，控訴人の主張は認められない。\n本件ソフトウェア部品の複製権及び翻案権を控訴人が所有することの確認を求め\nる請求については，これらの権利関係は本件損害賠償請求の先決問題ではないこと\nから，中間確認の訴えの要件を欠き，また，これらの権利につき現に控訴人の権利\n又は法的地位に危険，不安が生じているともいえないから，確認の訴えの利益も認\nめられず，不適法というべきである。\n第４  結論\n以上によれば，原判決のうち，被控訴人の請求を認容した判断は相当であり，本\n件中間確認の訴えを却下した部分は，前述のとおり，民訴法１４２条のみに基づい\nて不適法と判断した点は誤りといえるものの，結論においては相当であるから，本\n件控訴は理由がないから棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清水   節\n裁判官\n新 谷 貴 昭\n裁判官\n鈴    木     わ  か  な\n"
}