{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 12,
    "day": 1
  },
  "case_number": "平成27(受)477",
  "case_name": "損害賠償等，境界確定等請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "民集　第70巻8号1793頁",
  "original_court_name": "福岡高等裁判所",
  "original_case_number": "平成25(ネ)51",
  "original_date": {
    "era": "Heisei",
    "year": 26,
    "month": 11,
    "day": 21
  },
  "gist": "地上建物に対する仮差押えが本執行に移行して強制競売手続がされた場合において，土地及び地上建物が当該仮差押えの時点で同一の所有者に属していたが，その後に土地が第三者に譲渡された結果，当該強制競売手続における差押えの時点では同一の所有者に属していなかったときの法定地上権の成否",
  "case_gist": "地上建物に仮差押えがされ，その後，当該仮差押えが本執行に移行してされた強制競売手続における売却により買受人がその所有権を取得した場合において，土地及び地上建物が当該仮差押えの時点で同一の所有者に属していたときは，その後に土地が第三者に譲渡された結果，当該強制競売手続における差押えの時点では土地及び地上建物が同一の所有者に属していなかったとしても，法定地上権が成立する。",
  "ref_law": "民事執行法８１条",
  "lawsuit_id": "86306",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=86306",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/306/086306_hanrei.pdf",
  "contents": "平成２７年（受）第４７７号  損害賠償等，境界確定等請求事件\n平成２８年１２月１日  第一小法廷判決\n主          文\n１  原判決中，上告人に対し土地明渡し及び平成２１年\n７月２９日以降１箇月５０００円の割合による金員\nの支払を命じた部分を破棄する。\n２  前項の部分につき，本件を福岡高等裁判所に差し戻す。\n３  上告人のその余の上告を棄却する。\n４  前項に関する上告費用は上告人の負担とする。\n理          由\n上告代理人河原一雅の上告受理申立て理由（ただし，排除されたものを除く。）\nについて\n１  原審が確定した事実関係等の概要は，次のとおりである。\n(1)  Ａは，平成１４年５月２３日当時，原判決別紙物件目録１記載(2)の土地\n（以下「８３８番６の土地」という。），同目録２記載(1)の土地（以下「８３８\n番８の土地」という。）及びこれらの土地上にある同目録２記載(2)の建物（以下\n「本件建物」という。）を所有していた。\n(2)  本件建物及び８３８番８の土地につき，平成１４年５月２３日，仮差押え\nがされた（以下，これを「本件仮差押え」という。）。\n(3)  Ａは，平成１９年３月２６日，８３８番６の土地を被上告人に贈与した。\n(4)  本件建物及び８３８番８の土地につき，平成２０年２月２０日，強制競売\n手続の開始決定による差押えがされた（以下，この強制競売手続を「本件強制競売\n手続」という。）。本件強制競売手続は，本件仮差押えが本執行に移行してされた\nものであった。\n上告人は，本件強制競売手続における売却により，本件建物及び８３８番８の土\n地を買い受けてその所有権を取得した。\n(5)  上告人は，平成２１年７月２９日から，本件建物，８３８番８の土地及び\n８３８番６の土地を占有している。\n２  本件は，８３８番６の土地の所有者である被上告人が，これを占有する上告\n人に対し，所有権に基づき，上記土地の一部（原判決主文第２項(3)掲記の部分）\nの明渡し及び上告人が占有を開始した平成２１年７月２９日から上記明渡し済みま\nでの賃料相当損害金の支払を求めるなどしている事案である。本件仮差押えがされ\nた時点で，本件建物とその敷地の一部である８３８番６の土地が同一の所有者に属\nしていたことによって，本件建物につき法定地上権が成立するか否かが争われてい\nる。\n３  原審は，次のとおり判断して，本件建物につき法定地上権の成立を否定し，\n被上告人の土地明渡請求を認容し，賃料相当損害金の支払請求を一部認容すべきも\nのとした。\n土地上にある建物に仮差押えがされ，その後，当該仮差押えが本執行に移行して\nされた強制競売手続における売却により買受人がその所有権を取得した場合におい\nて，土地及び地上建物が当該仮差押えの時点で同一の所有者に属していたとして\nも，その後に土地が第三者に譲渡された結果，当該強制競売手続における差押えの\n時点では土地及び地上建物が同一の所有者に属していなかったときは，法定地上権\nが成立すると解することはできない。なぜならば，そのようなときは，土地の譲渡\nの際に地上建物につき土地の使用権を設定することが可能であるし，また，土地及\nび地上建物が同一の所有者に属する場合において，差押えがあり，その売却により\n所有者を異にするに至ったときに法定地上権の成立を認める民事執行法８１条の明\n文に反するからである。\n４  しかしながら，原審の上記判断は是認することができない。その理由は次の\nとおりである。\n(1)  地上建物に仮差押えがされ，その後，当該仮差押えが本執行に移行してさ\nれた強制競売手続における売却により買受人がその所有権を取得した場合におい\nて，土地及び地上建物が当該仮差押えの時点で同一の所有者に属していたときは，\nその後に土地が第三者に譲渡された結果，当該強制競売手続における差押えの時点\nでは土地及び地上建物が同一の所有者に属していなかったとしても，法定地上権が\n成立するというべきである。その理由は次のとおりである。\n民事執行法８１条の法定地上権の制度は，土地及び地上建物が同一の所有者に属\nする場合には，土地の使用権を設定することが法律上不可能であるので，強制競売\n手続により土地と地上建物の所有者を異にするに至ったときに地上建物の所有者の\nために地上権が設定されたものとみなすことにより，地上建物の収去を余儀なくさ\nれることによる社会経済上の損失を防止しようとするものである。そして，地上建\n物の仮差押えの時点で土地及び地上建物が同一の所有者に属していた場合も，当該\n仮差押えの時点では土地の使用権を設定することができず，その後に土地が第三者\nに譲渡されたときにも地上建物につき土地の使用権が設定されるとは限らないので\nあって，この場合に当該仮差押えが本執行に移行してされた強制競売手続により買\n受人が取得した地上建物につき法定地上権を成立させるものとすることは，地上建\n物の収去による社会経済上の損失を防止しようとする民事執行法８１条の趣旨に沿\nうものである。また，この場合に地上建物に仮差押えをした債権者は，地上建物の\n存続を前提に仮差押えをしたものであるから，地上建物につき法定地上権が成立し\nないとすれば，不測の損害を被ることとなり，相当ではないというべきである。\n(2)  これを本件についてみると，前記事実関係等によれば，本件強制競売手続\nは本件仮差押えが本執行に移行してされたものであり，本件仮差押えの時点では本\n件建物及び８３８番６の土地の所有権はいずれもＡに属していたから，本件強制競\n売手続により上告人が本件建物の所有権を取得したことによって，本件建物につき\n法定地上権が成立したというべきである。\n５  以上と異なる原審の判断には，判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨はこの趣旨をいうものとして理由があり，原判決中，被上告人の上\n告人に対する土地明渡請求を認容し，賃料相当損害金の支払請求を一部認容すべき\nものとした部分は破棄を免れない。そして，成立した法定地上権がその後消滅した\nか否か等について更に審理を尽くさせるため，上記部分につき本件を原審に差し戻\nすこととする。\nなお，その余の請求に関する上告については，上告受理申立て理由が上告受理の\n決定において排除されたので，棄却することとする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁 判 長 裁 判 官   櫻 井 龍 子   裁 判 官   池 上 政 幸   裁 判 官   大 谷 直 人   裁判 官\n小池  裕  裁判官  木澤克之)\n"
}