{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 6,
    "day": 27
  },
  "case_number": "平成24(行ケ)10292",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83387",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83387",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/387/083387_hanrei.pdf",
  "contents": "\u0000 \u0000\u0000\n平成２５年６月２７日判決言渡  同日原本領収  裁判所書記官\n平成２４年（行ケ）第１０２９２号  審決取消請求事件\n口頭弁論終結日  平成２５年６月１３日\n判        決\n原              告        Ｄ Ｉ Ｃ 株 式 会 社\n同訴訟代理人弁護士        三 縄   隆\n同          弁理士        棚 井 澄 雄\n寺 本 光 生\n大   槻   真 紀 子\n河 野 通 洋\n大 野 孝 幸\n被              告        特 許 庁 長 官\n同 指 定 代 理 人        新 居 田   知   生\n小 石 真 弓\n中 島 庸 子\n守 屋 友 宏\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２００９－１４９１７号事件について平成２４年７月４日にした審\n決を取り消す。\n第２  事案の概要\n本件は，原告が，後記１のとおりの手続において，特許請求の範囲の記載を後記\n２とする本件出願に対する拒絶査定不服審判の請求について，特許庁が同請求は成\n\u0000 \u0000\u0000\nり立たないとした別紙審決書（写し）の本件審決（その理由の要旨は後記３のとお\nり）には，後記４の取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  原告は，発明の名称を「強接着再剥離型粘着剤及び粘着テープ」とする発\n明につき，平成１１年２月１７日に特許出願（特願平１１－３８５２９。請求項の\n数７）を行った（甲１）。\n(2)  原告は，平成２１年５月１８日付けで拒絶査定を受けたので（甲７），同\n年８月１８日，これに対する不服の審判を請求した（甲８）。\n(3)  特許庁は，上記請求を不服２００９－１４９１７号事件として審理し，平\n成２４年７月４日，「本件審判の請求は，成り立たない。」との本件審決をし，そ\nの謄本は同月１７日，原告に送達された。\n２  本件審決が対象とした特許請求の範囲の記載\n特許請求の範囲請求項１の記載（ただし，平成２４年３月２日付けの手続補正に\nよる補正後のもの）は，以下のとおりである。以下，請求項１に係る発明を「本願\n発明」といい，その明細書（甲１）を，図面も含め，「本願明細書」という。\n（ａ）ｎ－ブチルアクリレートを５０重量部以上，カルボキシル基を持つビニル\nモノマー及び／又は窒素含有ビニルモノマーの一種以上を１～５重量部，水酸基含\n有ビニルモノマー０．０１～５重量部を必須成分として調製されるアクリル共重合\n体１００重量部と，（ｂ）粘着付与樹脂１０～４０重量部からなる粘着剤組成物を\n架橋した粘着剤を基材の少なくとも片面に設けてなる粘着テープであり，\n前記粘着剤の周波数１Ｈｚにて測定されるｔａｎδ のピークが５℃以下にあり，\n５０℃での貯蔵弾性率Ｇ’が７．０×１０４～９．０×１０４（Ｐａ），１３０℃で\nのｔａｎδ が０．６～０．８であることを特徴とする粘着テープ。\n３  本件審決の理由の要旨\n本件審決の理由は，要するに，本願発明に係る特許請求の範囲の記載は，平成１\n４年法律第２４号による改正前の特許法（以下「法」という。）３６条６項１号に\n\u0000 \u0000\u0000\n規定する要件（以下「サポート要件」という。）を満たしていないから，拒絶され\nるべきものである，というものである。\n４  取消事由\n(1)  サポート要件に係る判断の誤り（取消事由１）\n(2)  理由不備の違法（取消事由２）\n第３  当事者の主張\n１  取消事由１（サポート要件に係る判断の誤り）について\n〔原告の主張〕\n(1)  本件審決は，本願発明が発明の詳細な説明に記載されているというために\nは，本願発明で使用する粘着剤について，技術的な裏付けをするのに十分な記載が\nされることが必要であり，具体的には，それを製造ないし入手できるように記載さ\nれていることが必要とした上で，本願明細書の発明の詳細な説明の記載からは，ｔ\nａｎδのピーク，５０℃での貯蔵弾性率Ｇ’及び１３０℃におけるｔａｎδの値を\n本願発明の範囲内に調整することは，当業者にとって過度の試行錯誤を要し，また，\n本願発明の粘着剤全般について製造方法や入手方法について開示されているとは，\n技術常識に照らしても認められないから，本願発明は，発明の詳細な説明に記載さ\nれたものとはいえないと判断した。\nア  しかし，本願発明が発明の詳細な説明に記載されているというためには，本\n願発明で使用する粘着剤について，技術的な裏付けをするのに十分な記載がされる\nことが必要であり，具体的には，それを製造ないし入手できるように記載されてい\nることが必要とする本件審決の判断は誤りである。すなわち，サポート要件は，特\n許請求の範囲の記載について，発明の詳細な説明の記載と対比して，広すぎる独占\n権の付与を排除する趣旨で設けられたものであるから，特許請求の範囲の記載と，\n発明の詳細な説明の記載とを対比して，前者の範囲が後者の範囲を超えているか否\nかを必要かつ合目的的な解釈手法によって判断すれば足りるというべきであり，特\n段の事情のない限り，発明の詳細な説明において，実施例等で記載・開示された技\n\u0000 \u0000\u0000\n術的事項を形式的に理解すべきである。\nそして，本願明細書の発明の詳細な説明には，ｎ－ブチルアクリレートを５０重\n量部以上，カルボキシル基を持つビニルモノマー及び／又は窒素含有ビニルモノマ\nーの一種以上を１～５重量部，水酸基含有ビニルモノマー０．０１～５重量部を必\n須成分として調製されるアクリル共重合体１００重量部と，粘着付与樹脂１０～４\n０重量部からなる粘着剤組成物を架橋した粘着剤（以下「粘着剤Ａ」という。）に\nついて，次のような記載がある。\n(ア)  ５０℃の貯蔵弾性率Ｇ’について\n周波数１Ｈｚにて測定されるｔａｎδのピークが５℃以下，かつ，１３０℃での\nｔａｎδが０．６～０．８との要件を充たすのは，実施例１ないし４及び比較例２\nであるところ，本願明細書（【００３９】【表４】）には，実施例１ないし４は定\n荷重剥離性が良く，比較例２は定荷重剥離性が悪いことが記載され，本願明細書\n（【００３８】【表３】）には，実施例１ないし４及び比較例２の全てについて，\n再剥離性が良いことが記載されている。すなわち，本願明細書には，５０℃での貯\n蔵弾性率が，７．０×１０４（Ｐａ）（実施例１），７．５×１０４（Ｐａ）（実施\n例４），８．０×１０４（Ｐａ）（実施例３），９．０×１０４（Ｐａ）（実施例\n２）では定荷重剥離性が良く，１５．０×１０４（Ｐａ）（比較例２）では定荷重\n剥離性が悪いこと，さらに，これら全ての貯蔵弾性率において，再剥離性が良いこ\nとが記載されている。\n以上の記載を形式的に理解すると，周波数１Ｈｚにて測定されるｔａｎδのピー\nクが５℃以下，かつ，１３０℃でのｔａｎδが０．６～０．８を充たす場合，５０\n℃での貯蔵弾性率Ｇ’が７．０×１０４～９．０×１０４（Ｐａ）の範囲にあると，\n定荷重剥離性が良く，かつ，再剥離性が良いことが理解できる。\n(イ)  １３０℃でのｔａｎδについて\n周波数１Ｈｚにて測定されるｔａｎδのピークが５℃以下，かつ，５０℃での貯\n蔵弾性率Ｇ’が７．０×１０４～９．０×１０４（Ｐａ）との要件を充たすものは，\n\u0000 \u0000\u0000\n実施例１ないし４のみであるところ，前記のとおり，本願明細書（【００３８】\n【００３９】【表３】【表４】）には，実施例１ないし４について，定荷重剥離性\n及び再剥離性が良いことが記載されている。すなわち，１３０℃でのｔａｎδが０．\n６（実施例２），０．７（実施例３及び４），０．８（実施例１）では，定荷重剥\n離性及び再剥離性が良いことが記載されている。\nこの記載を形式的に理解すると，周波数１Ｈｚにて測定されるｔａｎδのピーク\nが５℃以下，かつ，５０℃での貯蔵弾性率Ｇ’が７．０×１０４～９．０×１０４\n（Ｐａ）との要件を充たす場合，１３０℃でのｔａｎδが０．６～０．８であれば，\n定荷重剥離性が良く，かつ，再剥離性が良いことが理解できる。\n(ウ)  ｔａｎδのピーク温度について\n５０℃での貯蔵弾性率Ｇ’が７．０×１０４～９．０×１０４（Ｐａ），かつ，１\n３０℃でのｔａｎδが０．６～０．８との要件を充たすものは，実施例１ないし４\nのみであるところ，前記のとおり，本願明細書（【００３８】【００３９】【表\n３】【表４】）には，実施例１ないし４について，定荷重剥離性及び再剥離性が良\nいことが記載されている。すなわち，ｔａｎδのピーク温度が－１０℃（実施例\n３），－９℃（実施例２及び４），－７℃（実施例１）では，再剥離性及び定荷重\n剥離性が良いことが記載されている。\nなお，本願明細書の実施例の記載からは，ｔａｎδのピーク温度が，－１０℃～\n－７℃の範囲の場合についてしか開示していないようにみえるが，この実施例の記\n載，本願明細書（【００２１】）の記載及び技術常識からすると，実施例の開示よ\nりも広げて，ｔａｎδのピークが５℃以下であれば本願発明の効果が得られること\nは，形式的に理解できる。\n(エ)  以上のとおり，本願明細書に記載された発明を形式的に理解すると，粘着\n剤の周波数１Ｈｚにて測定されるｔａｎδのピークが５℃以下にあり，５０℃での\n貯蔵弾性率Ｇ’が７．０×１０４～９．０×１０４（Ｐａ），１３０℃でのｔａｎδ\nが０．６～０．８であるとの要件を充たす粘着剤Ａは，強固な接着性を発揮し，ま\n\u0000 \u0000\u0000\nた，部品から剥離する際には，加熱等の特別な処理なしに糊残りなく剥離が可能で\nあるという本願発明の効果を奏するものであることが理解できる。\nイ  本願発明の粘弾特性の調整について\nまた，次のとおり，粘着剤Ａの要件を充たしつつ，当業者が通常行う程度のトラ\nイアンドエラーを経ることで，本願発明の粘弾特性を充たす粘着テープを製造する\nことは可能である。\n(ア)  ｔａｎδのピーク温度について\nｔａｎδのピーク温度とは，粘着剤のガラス転移温度（Ｔｇ）のことを指してお\nり，アクリル系粘着剤のＴｇに影響を与える要因は，アクリルモノマーのＴｇとア\nクリルモノマーの量といえる。アクリルモノマーのＴｇは，それぞれの物質ごとに\n特定の値が知られており，アクリル系粘着剤に用いるアクリルモノマーの種類と量\nが決定されれば，計算によりアクリルポリマーのＴｇは推定できる。\n本件出願時の技術常識によれば，アクリル系粘着剤に一般的に使用されている各\n種モノマーの中から適宜選択し，Ｔｇが所望の値となるように調整することは，当\n業者が通常行う設計的事項にすぎず，過度な試行錯誤を要するものではない。\n(イ)  ５０℃での貯蔵弾性率Ｇ’について\n前記のとおり，アクリルモノマーのＴｇは，それぞれの物質ごとに特定の値が知\nられているから，アクリル系粘着剤においては，Ｔｇを変更することにより，貯蔵\n弾性率曲線を平行移動させ得ることは，本件出願時の技術常識であった。したがっ\nて，アクリルモノマーの種類及び量は，５０℃での貯蔵弾性率Ｇ’に影響を与える\n要因ともなる。また，粘着付与樹脂の配合量も，５０℃での貯蔵弾性率Ｇ’に影響\nを与える要因である。したがって，アクリル系粘着剤のＴｇやアクリル系粘着剤と\n粘着付与樹脂の配合量を適宜調整することによって，５０℃の貯蔵弾性率Ｇ’が所\n定の値である粘着剤Ａを製造することは，本件出願時の技術常識に基づき，当業者\nが容易にすることができたものである。\n(ウ)  １３０℃でのｔａｎδについて\n\u0000 \u0000\u0000\nアクリル系粘着剤においては，架橋剤の量や架橋製モノマーの配合量を調整して，\n架橋密度を変化させることにより，１３０℃でのｔａｎδを調整することができる。\n(エ)  以上のとおり，当業者であれば，ｔａｎδのピーク温度Ｔｇ，５０℃での\n貯蔵弾性率Ｇ’及び１３０℃でのｔａｎδの値を所望の範囲内にするには，使用す\nるモノマーの選択，モノマーの含有比率，架橋剤の量，アクリル系粘着剤と粘着付\n与樹脂の配合比等が影響することを容易に理解することができるから，これらの手\n掛かりに基づいて，闇雲な試行錯誤を行うことなく，本願発明に係る粘着剤を製造\nすることができるものというべきである。\nウ  以上によれば，本件審決の上記判断は誤りである。\n(2)  本件審決は，本件発明は発明の詳細な説明の記載によって，当業者が当該\n発明の課題を解決できると認識できる範囲のものであるとも，また，その記載や示\n唆がなくても，当業者が本件出願時の技術常識に照らし，当該発明の課題を解決で\nきると認識できる範囲のものであるともいうことはできないと判断した。\nしかるに，以下のとおり，本件審決の判断は誤りである。\nア  発明の詳細な説明の記載\n(ア)  課題について\n本願明細書（【０００４】）には，本願発明が解決する課題は，接着性と再剥離\n性（被着体から糊残りなく剥離可能であること）に優れた粘着剤を提供することで\nある旨記載されている。\n(イ)  粘着剤の組成について\n本願明細書（【００１２】【００１４】～【００１７】【００１９】）には，粘\n着剤Ａは，初期接着性，低温接着性，エーテル系ウレタンフォームに対する接着性\n及びポリオレフィンに対する接着性が良好であり，かつ糊残りが生じ難いことが記\n載されている。\n(ウ)  粘着剤の物性について\n本願明細書（【００２１】）には，粘着剤Ａを基材の少なくとも片面に設けてな\n\u0000 \u0000\u0000\nる粘着テープにおいて，粘着剤Ａのｔａｎδのピークが５℃以下の場合には低温性\nが良好であること，５０℃の貯蔵弾性率Ｇ’が６×１０４（Ｐａ）超の場合には再\n剥離性が良好であること，５０℃の貯蔵弾性率Ｇ’が２×１０５（Ｐａ）以下の場\n合には耐反撥性，定荷重剥離性が良好であること，１３０℃でのｔａｎδが１以下\nの場合には再剥離性が良好であることが記載されている。\nまた，実施例（【００２４】～【００３９】）には，実施例１ないし４の粘着剤\nが，幅広い被着体に対して接着性と再剥離性に優れていること，比較例１の粘着剤\nは再剥離性に劣っており，比較例２の粘着剤は接着性（特に，ポリプロピレンとエ\nーテル系ウレタンフォームに対する定荷重剥離性）に劣っていることを示す具体的\nな結果が記載されている。\n(エ)  技術常識に照らした本願明細書の記載内容\n本件出願当時，アクリル共重合体を主成分とする粘着剤（アクリル系粘着剤）に\nおける高分子のレオロジー特性や粘着剤としての性能と粘弾性挙動については，接\n着性と再剥離性の両方が共に優れた粘着剤とするためには，凝集力と接着力のバラ\nンスのよい適度な粘弾性を備えることが必要であること，粘着剤の架橋密度等の架\n橋構造は，凝集力と接着力に大きな影響を及ぼす物性であること，粘着剤の架橋密\n度の増大により，高温域の貯蔵弾性率Ｇ’は増加してｔａｎδは減少することは，\nアクリル系粘着剤の分野において技術常識であった。これらの技術常識に照らすと，\n次のとおり，本願明細書の発明の詳細な説明の記載は，当業者が本願発明の課題を\n解決できると認識できる範囲のものである。\nａ  ｔａｎδのピークについて\nｔａｎδのピークが５℃以下であるとは，ガラス域から転移域への移行領域が５\n℃以下に存在すること，つまり，貯蔵弾性率Ｇ’が大きく粘着力に劣るガラス域が\n５℃超には存在していないことを意味する。よって，ｔａｎδのピークが５℃以下\nの場合に，５℃超の場合よりも低温性が良好であることは，当業者であれば，本願\n明細書（【００２１】）の記載及び本件出願時における技術常識から認識できる。\n\u0000 \u0000\u0000\nｂ  １３０℃のｔａｎδについて\n１３０℃のｔａｎδは，架橋密度の影響を強く受け，架橋密度が大きくなるほど\n減少する傾向にある。一方，架橋密度が大きくなるほど，粘着剤の凝集力が大きく\nなり，再剥離性が向上することは，本件出願時の技術常識であるから，本願明細書\n（【００２１】）には，粘着剤の周波数１Ｈｚにて測定されるｔａｎδが１以下で\nあれば，架橋密度を充分に大きくすることができ，再剥離性を良好にすることが記\n載されている。\nさらに，本願明細書の実施例には，粘着剤Ａの１３０℃のｔａｎδが０．６，０．\n７，又は０．８の場合に，接着性と再剥離性を共に良好にできたこと，１３０℃の\nｔａｎδが１以上の場合には，再剥離性が悪化したことが開示されている。\nしたがって，当業者であれば，本願明細書の記載及び本件出願時の技術常識から，\n粘着剤Ａの１３０℃のｔａｎδが少なくとも０．６～０．８であれば，当該粘着剤\nの架橋密度は，接着性と再剥離性を共に良好にし得る範囲内にあることが認識でき\nる。\nｃ  ５０℃の貯蔵弾性率Ｇ’について\n本願明細書の実施例には，粘着剤Ａの５０℃の貯蔵弾性率Ｇ’が７．０×１０４\n（Ｐａ），７．５×１０ ４（Ｐａ），８．０×１０ ４（Ｐａ）又は９．０×１０ ４\n（Ｐａ）の場合に，接着性と再剥離性を共に良好にできたこと，５０℃の貯蔵弾性\n率Ｇ’が５．０×１０４（Ｐａ）の場合に再剥離性が悪く，１５．０×１０４（Ｐ\nａ）の場合に接着性が悪かったことが開示されている。\nしたがって，当業者であれば，本願明細書の記載及び本件出願時の技術常識から，\n粘着剤Ａの５０℃のＧ’が少なくとも７．０～９．０×１０４（Ｐａ）であれば，\n使用温度域において，充分な凝集力を有しており，かつ充分な接着力を有し得るた\nめ，接着性と再剥離性の両方が共に優れた粘着剤が得られることが認識できる。\n(オ)  本願明細書の実施例等についての本件審決の判断について\nａ  本件審決は，①５０℃と１３０℃以外の温度での貯蔵弾性率Ｇ’やｔａｎδ\n\u0000 \u0000\u0000\u0000\nの値によっても粘着剤の粘着特性は変化し得ること，②粘着剤の接着特性に影響を\n及ぼす要因は粘弾特性以外にも，組成物の表面張力などがあることを根拠として，\n実施例１ないし４及び比較例１及び２の結果からは，本願発明のうち実施例１ない\nし４以外の粘着テープにおいても，実施例１ないし４の粘着テープと同様にその課\n題を解決できるものとは認められないと判断した。\nしかし，本件審決が示した上記①の見解は，５０℃での貯蔵弾性率Ｇ’及び１３\n０℃でのｔａｎδの技術的意味を把握しないものであり，かつ，粘着剤Ａが５０℃\nと１３０℃でゴム域にあり，温度変化による貯蔵弾性率Ｇ’やｔａｎδの変化が非\n常に小さいことを看過した指摘であって，失当である。\nまた，上記②の見解についてみると，組成物の表面張力が，接着剤の接着性につ\nいて，粘弾特性が接着性に対して与える影響を覆すほど大きな影響を与えることが，\n技術常識であるとはいえない。\n仮に，組成物の表面張力が接着性に対して影響を与えるとしても，表面張力が同\n等の接着剤同士を比較した場合に，本願発明の粘着テープのほうが，その他の接着\n剤よりも接着性と再剥離性に優れていれば，本願発明の課題は解決されたといえる。\nｂ  本件審決は，粘着剤の周波数１Ｈｚにて測定されるｔａｎδのピークが５℃\n以下にあり，５０℃での貯蔵弾性率Ｇ’が７．０×１０４～９．０×１０４（Ｐａ），\n１３０℃でのｔａｎδが０．６～０．８であることによって，常温での強固な接着\n性を発揮し，部品より剥離する際は，加熱等の特別な処理なしに糊残りなく剥離が\n可能となるという本願発明の課題の解決ができるというその技術的根拠は不明であ\nり，そのような技術常識があるものとは認められないと判断した。\nしかし，技術的根拠を要求している趣旨が不明であり，本願明細書に記載されて\nいる内容を批判的に検討し，解釈している点で，明らかに不当である。\nイ  以上のとおり，本願発明に係る特許請求の範囲の記載は，本願明細書の記載\n及び本件出願時の技術常識から当業者が本願発明の課題を解決できると認識できる\n範囲内のものである。\n\u0000 \u0000\u0000\n(3)  したがって，本願発明に係る特許請求の範囲の記載は，サポート要件を充\n足するものである。\n〔被告の主張〕\n(1)  原告は，サポート要件適合性の判断における発明の詳細な説明の記載内容\nの解釈の手法は，特段の事情のない限り，発明の詳細な説明において実施例等で記\n載・開示された技術的事項を形式的に理解すべきであるなどと主張する。\nしかし，本願発明は，ｔａｎδピーク値が５℃以下，５０℃での貯蔵弾性率Ｇ’\nが７．０×１０ ４～９．０×１０ ４（Ｐａ），１３０℃でのｔａｎδが０．６～\n０．８であるという点に特徴を有する発明であり，これらの複数のパラメータの組\n合せは，実際に測定を行わなければ，具体的にどのような物が包含されるのかを当\n業者が容易に理解できない特殊なものである。つまり，当業者は，実施例以外のも\nのについては，いかなるものがそのようなパラメータの条件を満足するのか具体的\nに理解することができない。\nそのため，発明の詳細な説明に記載された技術的事項を単に形式的に理解したの\nでは，特許請求の範囲の記載が発明の詳細な説明の記載を超えているか否かを適切\nに判断することができない。したがって，発明の詳細な説明の開示に比して不当に\n広い特許権が設定されることによって当業者の産業上の活動を不当に制約するおそ\nれがないようにサポート要件の判断を実質的に行う必要があるという点で，特段の\n事情を有するものである。\nそして，複数のパラメータで特定される本願発明のサポート要件は，知財高裁平\n成１７年（行ケ）第１００４２号同年１１月１１日特別部判決（以下「知財高裁大\n合議部判決」ともいう。）の判示する観点，すなわち，「特許請求の範囲の記載と\n発明の詳細な説明の記載とを対比し，特許請求の範囲に記載された発明が，発明の\n詳細な説明に記載された発明で，発明の詳細な説明の記載により当業者が当該発明\nの課題を解決できると認識できる範囲のものであるか否か，また，その記載や示唆\nがなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認識\n\u0000 \u0000\u0000\u0000\nできる範囲のものであるか否かを検討して判断」するという判断手法を用いて検討\nされるべきである。\n以上の観点からすると，以下のとおり，本願発明に係る特許請求の範囲の記載\nは，サポート要件に適合しないものである。\n(2)  本願明細書の発明の詳細な説明の記載について\nア  課題について\n原告は，本願発明が解決する課題は，接着性と再剥離性に優れた粘着剤を提供す\nることであると主張する。\nしかし，本願発明が解決する課題は，本願明細書（【０００４】）に記載されて\nいるとおり，「再利用が可能な部品に対して強固な接着性を発揮し，部品より剥離\nする際は，加熱等の特別な処理なしに糊残りなく剥離が可能で，接着しづらいエー\nテル系ウレタンフォームから各種プラスチック，金属までの幅広い被着体に対して\nも有用な粘着剤を提供する」ことと理解すべきであり，単に，接着性と再剥離性が\n優れていればよいというものではない。\nイ  粘着剤の組成について\n原告は，本願明細書（【００１２】【００１４】～【００１７】【００１９】）\nには，粘着剤Ａであれば，初期接着性，低温接着性，エーテル系ウレタンフォーム\nに対する接着性及びポリオレフィンに対する接着性が良好であり，かつ糊残りが生\nじ難いことが記載されていると主張する。\nしかし，本願明細書には，粘着剤Ａの構成に，「ｔａｎδのピークが５℃以下に\nあり，５０℃での貯蔵弾性率Ｇ’が７．０×１０４～９．０×１０４（Ｐａ），１３\n０℃でのｔａｎδが０．６～０．８」という複数のパラメータからなる構成を組み\n合わせた本願発明によって，本願発明の前記課題の解決を図ることは記載されてい\nるが，複数のパラメータからなる構成のない粘着剤Ａのみによってその課題の解決\nを図ろうとすることは何ら記載されていない。\nしたがって，原告の主張は失当である。\n\u0000 \u0000\u0000\u0000\nウ  粘着剤の物性について\n原告は，本願明細書（【００２１】）には，粘着剤Ａを基材の少なくとも片面に\n設けてなる粘着テープにおいて，粘着剤Ａのｔａｎδピークが５℃以下の場合には\n低温性が良好であることなどが記載され，また，実施例（【００２４】～【００３\n９】）には，実施例１ないし４の粘着剤が，幅広い被着体に対して接着性と再剥離\n性に優れていることなどを示す具体的な結果が記載されていると主張する。\nしかし，本願明細書（【００２１】）には，ｔａｎδピーク，５０℃での貯蔵弾\n性率Ｇ’，１３０℃でのｔａｎδの数値限定の上限値，下限値の意味について記載\nされているものの，「再剥離性が悪化する」，「耐反撥性，定荷重性が悪化する」\n等の一般的な傾向が記載されているだけであり，その他の記載をみても，本願明細\n書の発明の詳細な説明には，本願発明の特徴であるｔａｎδピーク，５０℃での貯\n蔵弾性率Ｇ’及び１３０℃でのｔａｎδというパラメータと課題との関係について\n具体的に説明した記載はない。したがって，本願明細書の発明の詳細な説明の記載\nは，複数のパラメータの組合せを採用し，それらの値を特定の数値範囲内とするこ\nとによって，本願発明の上記課題を達成されることを当業者が認識できるものでは\nない。\nまた，実施例１ないし４は，本願発明の粘着剤組成物について，アクリル共重合\n体，粘着付与樹脂のいずれについても，非常に狭い範囲に限定された組成の例が記\n載されているにすぎない。たとえ，ｔａｎδピーク ，５０℃での貯蔵弾性率Ｇ’\n及び１３０℃でのｔａｎδの値が特定されたとしても，アクリル共重合体や粘着付\n与樹脂等の種類，配合量等によって，粘着剤組成物の例えば常温等における粘着特\n性が大きく相違することは技術常識であるから，実施例１ないし４に記載された非\n常に狭い範囲に限定された粘着剤組成物の組成の例示から，当業者は，本願発明の\n発明全体にまで拡張・一般化して課題解決が図られると認識できるものでないこと\nは明らかである。\nエ  技術常識について\n\u0000 \u0000\u0000\u0000\n原告は，本件出願当時，接着性と再剥離性の両方が共に優れた粘着剤とするため\nには，凝集力と接着力のバランスのよい適度な粘弾性を備えることが必要であるこ\nと，粘着剤の架橋密度等の架橋構造は，凝集力と接着力に大きな影響を及ぼす物性\nであることなどが技術常識であった旨主張する。\nしかし，原告の主張する技術常識から，当業者は，貯蔵弾性率Ｇ’やｔａｎδに\nついての一般的な事項は理解できたとしても，貯蔵弾性率Ｇ’については５０℃で\nのもの，ｔａｎδについては１３０℃でのものを採用し，それらとｔａｎδピーク\nという複数のパラメータの数値条件を組み合わせて規定することによって，本願発\n明の「再利用が可能な部品に対して強固な接着性を発揮し，部品より剥離する際は，\n加熱等の特別な処理なしに糊残りなく剥離が可能で，接着しづらいエーテル系ウレ\nタンフォームから各種プラスチック，金属までの幅広い被着体に対しても有用な粘\n着剤を提供する」という厳しい条件の課題を解決することができることまでが技術\n常識であったとはいえない。\nそうすると，本願明細書の発明の詳細な説明の記載や原告の主張する技術常識か\nら，当業者において，ｔａｎδピーク，５０℃での貯蔵弾性率Ｇ’及び１３０℃で\nのｔａｎδを規定することによって，本願発明の全体について，上記のような厳し\nい条件の課題が解決できるものと認識することができたといえないことは明らかで\nある。\nオ  粘着剤の調整について\n原告は，本件出願時の技術常識からすると，当業者であれば，ｔａｎδのピーク\n温度Ｔｇ，５０℃での貯蔵弾性率Ｇ’及び１３０℃でのｔａｎδの値を所望の範囲\n内にするためには，使用するモノマーの選択やモノマーの含有比率等が影響するこ\nとを容易に理解することができるから，これらの手掛かりに基づいて，闇雲な試行\n錯誤を行うことなく，本願発明に係る粘着剤を製造することができると主張する。\nしかし，本願発明のいずれのパラメータについても複数の変動要因がある上に，\nいずれかを調整すると他のパラメータの値も変化しないとはいえないから，それら\n\u0000 \u0000\u0000\u0000\nを考慮して調整を行うことは，当業者に過度の試行錯誤を要求するものである。\nしたがって，原告の主張は失当である。\nカ  本願明細書の実施例等についての本件審決の判断について\n原告は，実施例１ないし４及び比較例１及び２の結果からは，本願発明のうち実\n施例１ないし４以外の粘着テープにおいても，実施例１ないし４の粘着テープと同\n様に本願発明の課題を解決できるとは認められないとした本件審決の判断は誤りで\nあると主張する。\nしかし，原告のいう見解①は，サポート要件適合性を実質的に判断する上で，技\n術常識からみて，貯蔵弾性率Ｇ’やｔａｎδの値は，温度により変動し，その変動\nの仕方はアクリル樹脂の種類，粘着付与樹脂の種類，架橋剤の種類等によって多様\nであり，そのため，５０℃での貯蔵弾性率Ｇ’や１３０℃でのｔａｎδの値のみに\nよって，例えば常温等でのアクリル系粘着剤組成物の接着性，再剥離性が決まるも\nのとはいえないことを踏まえると，当業者は，これらのパラメータの値を規定する\nことによって本願発明の課題の解決が図られると認識できたものではないことを記\n載したものである。\nまた，原告のいう見解②は，技術常識からみて，粘着剤の接着性能が粘弾特性の\nみによって決まるものではないことを「粘着剤の接着特性に影響を及ぼす要因とし\nては粘弾特性以外にも，組成物の表面張力など他にもあり」と，表面張力を例示と\nして挙げて記載したのであって，表面張力についての実証が必要であることを記載\nしたものではない。\nしたがって，原告の主張は失当である。\n２  取消事由２（理由不備の違法）について\n〔原告の主張〕\n(1)  本件審決は，その１１頁２１行目において，「よって，本願発明は，発明\nの詳細な説明に記載されたものとはいえない」と結論付けているのにもかかわらず，\nその後もまた，サポート要件について検討し，１３頁１４行目において，「したが\n\u0000 \u0000\u0000\u0000\nって，本願発明は，発明の詳細な説明に記載したものではない」と結論付けている。\n以上の各結論を導いた理由はそれぞれ異なるものであるところ，本件審決が２つ\nの異なる理由を基にサポート要件違反と判断したのか，あるいは，２つの理由を併\nせることでサポート要件違反と判断したのか明らかでなく，本件審決には，理由不\n備の違法がある。\nまた，サポート要件適合性は，「発明の詳細な説明において開示された技術的事\n項と対比して広すぎる独占権の付与を排除する」という法３６条６項１号の規定の\n趣旨に沿った手法により判断されるべきである。\nしかるに，本件審決は，１１頁２１行目の結論に至る理由として，発明の詳細な\n説明に，発明を実施するための明確でかつ十分な事項が開示されていないことを挙\nげているが，これは，本来，実施可能要件において判断されるべきものであり，サ\nポート要件を実施可能要件と全く同様の手法によって解釈，判断することは，同一\n事項を二重に判断することになり，許されないというべきである。\n(2)  本件審決は，知財高裁大合議部判決の判示に基づき，本願発明に係るサポ\nート要件の適合性について判断した。\nしかし，知財高裁大合議部判決の事件は「特許請求の範囲」が複数のパラメータ\nで特定された記載であり，その解釈が争点となっていたのに対して，本願発明の貯\n蔵弾性率Ｇ’及びｔａｎδはその技術的意義や測定方法が明確な物性値であり，特\n許請求の範囲の記載は明確であって，技術的範囲についての解釈に疑義はない。こ\nのように前提が異なる本願発明に係るサポート要件について，上記事件で用いられ\nた判断手法をそのまま適用することは不当である。\n〔被告の主張〕\n(1)  原告は，本件審決はサポート要件違反の結論を２箇所で記載しており，そ\nの関係が不明であるなどとして，本件審決には理由不備の違法があるなどと主張す\nる。\nしかし，原告が挙げる本件審決の各判断のうち，前段は，特許請求の範囲の記載\n\u0000 \u0000\u0000\u0000\nと発明の詳細な説明の記載とを対比して，特許請求の範囲に記載された発明が「実\n質的」に発明の詳細な説明に記載されているといえるか否かという観点からサポー\nト要件の検討を行ってその判断を記載したものである。一方，後段は，発明の詳細\nな説明の実施例以外の記載は技術常識に照らして当業者が当該発明の課題を解決で\nきると認識できる範囲のものであるか否かという観点からサポート要件の検討を行\nってその判断をし，次に，発明の詳細な説明の実施例の記載は当業者が本願発明全\n体にわたって当該発明の課題を解決できると認識できるものであるか否かという観\n点からサポート要件の検討を行ってその判断をし，いずれの観点から検討を行って\nもサポート要件を満たしているといえないことを記載したものである。\n以上のとおり，本件審決は，サポート要件を複数の観点から検討したものであっ\nて，本件審決に理由不備の違法はない。\n(2)  原告は，前提が異なる本願発明に係るサポート要件について，知財高裁大\n合議部判決が判示したサポート要件適合性の判断手法をそのまま適用することは不\n当であると主張する。\nしかし，前記１〔被告の主張〕(1)記載のとおり，本件では形式的な理解によっ\nてサポート要件の判断を行うのは妥当でなく，本件審決に判断手法の誤りはない。\n第４  当裁判所の判断\n１  本願発明について\n(1)  本願発明は，前記第２の２に記載のとおりであるところ，本願明細書（甲\n１）には，概略，次のような記載がある。\nア  発明の課題\n本願発明の課題は，再利用が可能な部品に対して強固な接着性を発揮し，部品よ\nり剥離する際は，加熱等の特別な処理なしに糊残りなく剥離が可能で，接着しづら\nいエーテル系ウレタンフォームから各種プラスチック，金属までの幅広い被着体に\n対しても有用な粘着剤及び粘着テープ類を提供することである（【０００４】）。\nイ  発明を解決するための手段\n\u0000 \u0000\u0000\u0000\n発明者らは鋭意研究した結果，（メタ）アクリル共重合体に粘着付与樹脂を添加\nした粘着剤組成物を架橋した粘着剤が，特定の動的粘弾性の範囲にあるときに，再\n剥離性，エーテル系ウレタンフォームへの接着性をはじめとする物性を満足できる\nことを見いだした（【０００５】）。\nウ  発明の実施の形態\n本願発明に用いるアクリル共重合体は炭素数が１～１２のアルキル基を有する\n（メタ）アクリル酸アルキルエステルモノマー，高極性ビニルモノマー，架橋剤と\n反応する官能基を有するビニルモノマーを必須成分としてなる。本願発明に使用さ\nれる（メタ）アクリル酸アルキルエステルモノマーとしては，特に限定されないが，\nｎ－ブチル（メタ）アクリレート，…等が挙げられる（【００１２】）。\n高極性ビニルモノマーとしては，カルボキシル基含有ビニルモノマー，窒素含有\nビニルモノマー等が挙げられる（【００１４】）。\n架橋剤と反応する官能基を有するビニルモノマーとしては，特に限定されないが，\n２－ヒドロキシエチルアクリレート，２－ヒドロキシエチルメタクリレート，４－\nヒドロキシブチルアクリレート等の水酸基含有ビニルモノマーや，アミン含有ビニ\nルモノマー等が挙げられる（【００１５】）。\nアクリル共重合体を１００重量部とした場合，炭素数１から１４の（メタ）アク\nリル酸アルキルエステル量が，５０重量部より少ない場合は，初期接着性が著しく\n低下する。高極性ビニルモノマー量が１重量部未満の場合は，凝集力が低下し粘着\nテープをリサイクル部品より剥離する際に糊残りが生じる。また，５重量部を越え\nると，低温接着性，エーテル系ウレタンフォームへの接着性が損なわれる（【００\n１６】）。\n架橋剤と反応する官能基を有するビニルモノマー量が，０．０１重量部未満では，\n例えば架橋剤としてイソシアネート化合物を用いた場合，架橋反応性が著しく低下\nし，５重量部を越える場合は感圧接着剤溶液のポットライフが著しく低下する。本\n願発明で使用する粘着付与樹脂としては特に限定されるものではないが，重合ロジ\n\u0000 \u0000\u0000\u0000\nンエステル系の粘着付与樹脂を少なくとも１種以上添加することが好ましい。アク\nリル共重合体１００重量部に対する粘着付与樹脂の添加量は１０～４０重量部であ\nる。１０重量部未満ではポリオレフィンに対する接着性が低下し，４０重量部を超\nえると低温性が悪化する。粘着剤を架橋する架橋剤は特に限定されないが，イソシ\nアネート系化合物やエポキシ系架橋剤，アジリジン系架橋剤，金属キレート系架橋\n剤が挙げられる（【００１７】～【００２０】）。\n本願発明の粘着剤は，ｔａｎδのピークが５℃以下にあり，５０℃での貯蔵弾性\n率Ｇ’が６×１０４（Ｐａ）を超え２×１０５（Ｐａ）以下，５０℃でのｔａｎδが\n０．３から０．７の範囲が好ましい。ｔａｎδのピークが５℃を超える場合は，低\n温性が悪化する。５０℃での貯蔵弾性率Ｇ’が６×１０４（Ｐａ）以下では，再剥\n離性が悪化し，２×１０５（Ｐａ）を超える場合は耐反撥性，定荷重性が悪化する。\nまた，１３０℃でのｔａｎδが１を超える場合は，再剥離性が低下する（【００２\n１】）。\nエ  実施例\n(ア)  アクリル共重合体の調製\n攪拌機，寒流冷却器，温度計，滴下漏斗及び窒素ガス導入口を備えた反応容器に\n表１の組合せのモノマー配合１００重量部と重合開始剤として２，２’－アゾビス\nイソブチルニトリル０．２部とを酢酸エチル１００部に溶解し，８０℃で８時間重\n合してアクリル共重合体溶液を得た（【００２５】）。\n(イ)  強接着再剥離型粘着剤の調製\n上記のアクリル共重合体１００重量部に対し，ロジンエステル系樹脂Ａ－１００\n（荒川化学社製）を１０重量部，重合ロジンエステル系樹脂Ｄ－１３５（荒川化学\n社製）を２０重量部添加し，トルエンで希釈混合し固形分４５％の強接着再剥離型\n粘着剤溶液Ａ，Ｂ，Ｃ，Ｄ，Ｅを得た（【００２６】）。\n(ウ)  テープの調整\n上記(イ)の粘着剤溶液１００重量部に対し，イソシアネート系架橋剤（日本ポリ\n\u0000 \u0000\u0000\u0000\nウレタン社製コロネートＬ－４５，固形分４５％）を表２のとおり添加し１５分攪\n拌後，剥離処理した厚さ７５μｍのポリエステルフィルム上に乾燥後の厚さが６５\nμｍになるよう塗工して，８０℃で３分間乾燥した。得られた粘着シートを，麻１\n００％の麻原紙にビスコースを含浸してなる坪量１５ｇ／ｍ２，流れ方向（ＭＤ）\n２．５ｋｇ／２０ｍｍ及び幅方向（ＴＤ）２．３ｋｇ／２０ｍｍの引っ張り強度で\nある不織布の両面に転写し，８０℃の熱ロールで４ｋｇｆ／ｃｍ２の圧力でラミネ\nートし，不織布に粘着剤を充分含浸させた。その後４０℃で２日間熟成し，両面粘\n着テープを得た（【００２７】）。\n(エ)  実施例１ないし４（判決注：段落【００２８】の「実施例１～３」との記\n載は，「実施例１～４」の誤記であると認める。），比較例１及び２で作成した粘\n着剤及び両面粘着テープについて，重量平均分子量・動的粘弾性・引っ張り強度・\n接着力の測定，塗工性・再剥離性の評価，定荷重剥離試験を行い，評価結果を表１\nないし４に示した（【００２８】～【００３９】）。\nオ  発明の効果\n本願発明の強接着再剥離型粘着剤を用いたテープ類を用いることにより，再利用\nが可能な部品，ステンレスやプラスチック部品，エーテル系ウレタンフォーム等に\n対して強固な接着性を発揮し，部品より剥離する際は，加熱等の特別な処理なしに\n糊残りなく剥離することができる（【００４０】）。\n２  取消事由１（サポート要件に係る判断の誤り）について\n(1)  法３６条６項は，「第三項四号の特許請求の範囲の記載は，次の各号に適\n合するものでなければならない。」と規定し，その１号において，「特許を受けよ\nうとする発明が発明の詳細な説明に記載したものであること。」と規定している。\n特許制度は，発明を公開させることを前提に，当該発明に特許を付与して，一定\n期間その発明を業として独占的，排他的に実施することを保障し，もって，発明を\n奨励し，産業の発達に寄与することを趣旨とするものである。そして，ある発明に\nついて特許を受けようとする者が願書に添付すべき明細書は，本来，当該発明の技\n\u0000 \u0000\u0000\u0000\n術内容を一般に開示するとともに，特許権として成立した後にその効力の及ぶ範囲\n（特許発明の技術的範囲）を明らかにするという役割を有するものであるから，特\n許請求の範囲に発明として記載して特許を受けるためには，明細書の発明の詳細な\n説明に，当該発明の課題が解決できることを当業者において認識できるように記載\nしなければならないというべきである。法３６条６項１号が，特許請求の範囲の記\n載を上記規定のように限定したのは，発明の詳細な説明に記載していない発明を特\n許請求の範囲に記載すると，公開されていない発明について独占的，排他的な権利\nが発生することになり，一般公衆からその自由利用の利益を奪い，ひいては産業の\n発達を阻害するおそれを生じ，上記の特許制度の趣旨に反することになるからであ\nる。\nそして，特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，\n特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求の範囲に記\n載された発明が，発明の詳細な説明に記載された発明で，発明の詳細な説明の記載\nにより当業者が当該発明の課題を解決できると認識できる範囲のものであるか否か，\nまた，その記載や示唆がなくとも当業者が出願時の技術常識に照らし当該発明の課\n題を解決できると認識できる範囲のものであるか否かを検討して判断すべきもので\nあり（前記知財大合議判決参照），この点に関する原告の主張は，採用することが\nできない。\n(2)  そこで，上記の観点に立って，以下，本件について検討する。\nア  前記第２の２のとおり，本願発明は，「（ａ）ｎ－ブチルアクリレートを５\n０重量部以上，カルボキシル基を持つビニルモノマー及び／又は窒素含有ビニルモ\nノマーの一種以上を１～５重量部，水酸基含有ビニルモノマー０．０１～５重量部\nを必須成分として調製されるアクリル共重合体１００重量部と，（ｂ）粘着付与樹\n脂１０～４０重量部からなる粘着剤組成物を架橋した」という組成であり，かつ，\n周波数１Ｈｚにて測定されるｔａｎδのピークが５℃以下にあり，５０℃での貯蔵\n弾性率Ｇ’が７．０×１０４～９．０×１０４（Ｐａ），１３０℃でのｔａｎδが０．\n\u0000 \u0000\u0000\u0000\n６～０．８であるという粘弾特性を満たす粘着剤を基材の少なくとも片面に設けて\nなる粘着テープとして記載されている。\n他方，前記１のとおり，本願明細書の発明の詳細な説明には，発明の実施の態様\nとして，炭素数１～１４の（メタ）アクリル酸アルキルエステル（請求項１のｎ－\nブチルアクリレート），高極性ビニルモノマー（請求項１のカルボキシル基を持つ\nビニルモノマー及び窒素含有ビニルモノマー）及び架橋剤と反応する官能基を有す\nるビニルモノマー（請求項１の水酸基含有ビニルモノマー）の配合量が請求項１に\n記載された範囲外では粘着特性の点で劣ることが記載（【００１６】【００１\n７】）され，また，カルボキシル基を持つビニルモノマー，窒素含有ビニルモノマ\nー，水酸基含有ビニルモノマー及び粘着付与樹脂や架橋剤の具体例（【００１２】\n～【００２０】）が列挙されるとともに，【表１】には，実施例１ないし４及び比\n較例１及び２として，請求項１に記載された粘弾特性を満たす粘着剤及び満たさな\nい粘着剤の具体的組成が記載されている。\nまた，前記１のとおり，本願明細書の発明の詳細な説明（【００２１】）には，\n発明の実施の形態として，「ｔａｎδのピークが５℃を超える場合は，低温性が悪\n化する。５０℃での貯蔵弾性率Ｇ’が６×１０４（Ｐａ）以下では，再剥離性が悪\n化し，２×１０５（Ｐａ）を超える場合は耐反撥性，定荷重性が悪化する。また１\n３０℃でのｔａｎδが１を超える場合は，再剥離性が低下する。」と，粘弾特性の\n各パラメータの値が請求項１に記載された範囲を外れる場合には，再剥離性，耐反\n発性，定荷重性等の粘着特性が悪化する傾向にあることが記載されている。\nさらに，実施例１ないし４及び比較例１及び２には，ｔａｎδのピークが－７℃\n以下で，５０℃での貯蔵弾性率Ｇ’及び１３０℃でのｔａｎδが請求項１に記載さ\nれた範囲（実施例１ないし４）であれば，再剥離性やエーテル系ウレタンフォーム\nあるいはステンレス等に対する接着力において，優れた粘着特性が発揮されるのに\n対して，ｔａｎδのピーク（－７℃）が請求項１に記載された数値の範囲内であっ\nても，５０℃での貯蔵弾性率Ｇ’（５×１０４（Ｐａ））及び１３０℃でのｔａｎ\n\u0000 \u0000\u0000\u0000\nδ（１．０５）が請求項１に記載された数値範囲を外れると，再剥離性が劣り（比\n較例１），また，ｔａｎδのピーク（０℃）及び１３０℃でのｔａｎδ（０．６）\nが請求項１に記載された数値の範囲内であっても，５０℃での貯蔵弾性率Ｇ’（１\n５×１０４（Ｐａ））が請求項１に記載された数値の範囲を外れると，定荷重性が\n劣ること（比較例２）が記載されている。\nそして，甲１７（「粘着技術ハンドブック」１９６頁，平成９年３月３１日，日\n刊工業新聞社発行）によれば，ｔａｎδのピークが５℃以下であることは，一般の\n粘着剤が備える粘弾特性であると認められるから，これら実施例及び比較例のデー\nタは，発明の実施の形態として粘着特性の傾向が定性的に記載された粘弾特性の範\n囲の中でも，特に請求項１に記載された５０℃での貯蔵弾性率Ｇ’及び１３０℃で\nのｔａｎδの範囲の粘着剤は，優れた粘着特性を有すること及び請求項１に記載さ\nれた粘弾特性を外れると，発明の実施の形態（【００２１】）に記載されたとおり，\n粘着特性が劣るものとなることを示すものであるといえる。\nイ  しかしながら，実施例１ないし４は，いずれも，ｎ－ブチルアクリレート\n（表１のＢＡ）を９０重量部程度有し，任意モノマーとして酢酸ビニル（同ＶＡ\nｃ），カルボキシル基を持つビニルモノマーとしてアクリル酸（同ＡＡ），窒素含\n有ビニルモノマーとしてＮビニルピロリドン（同ＮＶＰ），水酸基含有ビニルモノ\nマーとしてヒドロキシエチルアクリレート（同ＨＥＡ），粘着付与樹脂としてロジ\nンエステル系樹脂Ａ－１００（荒川化学社製）及び重合ロジンエステル系樹脂Ｄ－\n１３５（荒川化学社製）を用いたものであって，請求項１に記載された組成の中の\nごく一部のものにすぎない。\nまた，請求項１に記載された粘弾特性のパラメータであるｔａｎδのピーク，５\n０℃での貯蔵弾性率Ｇ’及び１３０℃でのｔａｎδのそれぞれの値を制御するには\n何を行えばよいのかについて，本願明細書の発明の詳細な説明には，何らの記載も\nない。\nさらに，例えば，甲２０（佐藤弘三「粘弾性と粘着物性」）の図６には，モノマ\n\u0000 \u0000\u0000\u0000\nー組成が同一のアクリル系粘着剤であっても分子量が大きいほど，５０℃での貯蔵\n弾性率Ｇ’は小さく，１３０℃でのｔａｎδが大きいことが記載され，また，図７\nには，架橋剤量が多いほど，５０℃での貯蔵弾性率Ｇ’は大きく，１３０℃でのｔ\nａｎδは小さいことが記載されているように，粘着剤の技術常識によれば，請求項\n１に記載された粘弾特性の各パラメータの値は，アクリル系共重合体を構成するモ\nノマーの種類（官能基の種類や側鎖の長さなど）や各種モノマーの配合比だけでな\nく，それらが重合してなるアクリル重合体の分子量，粘着付与樹脂の種類や配合量，\n架橋の程度など，様々な要因の影響を複合的に受けて変化するものである。\nそうすると，粘着剤が請求項１に記載された組成を満たしているとしても，それ\n以外の多数の要因を調整しなくては，請求項１に記載された粘弾特性を満たすよう\nにならないことは明らかであり，実施例１ないし４という限られた具体例の記載が\nあるとしても，請求項１に記載された組成及び粘弾特性を兼ね備えた粘着剤全体に\nついての技術的裏付けが，発明の詳細な説明に記載されているということはできな\nい。また，そうである以上，請求項１に記載された粘着剤は，発明の詳細な説明に\n記載された事項及び本件出願時の技術常識に基づき，当業者が本願発明の前記課題\nを解決できると認識できる範囲のものであるということもできない。\nウ  以上によれば，本願発明に係る特許請求の記載の範囲の記載は，サポート要\n件に適合しないというべきである。\n(3)  原告の主張について\n原告は，ｔａｎδのピークは，アクリル系粘着剤に一般的に使用されている各種\nモノマーの中から適宜選択して組成に基づく計算により推定できるとか，アクリル\n系粘着剤のＴｇやアクリル系粘着剤と粘着付与樹脂の配合量を適宜調整することな\nどによって，貯蔵弾性率Ｇ’が所定の値である粘着剤Ａを製造することは，本件出\n願時の技術常識から当業者にとって容易であったなどと主張する。\nしかしながら，請求項１に上位概念で必須成分と記載されたモノマー（カルボキ\nシル基を持つビニルモノマー，窒素含有ビニルモノマー，水酸基含有ビニルモノマ\n\u0000 \u0000\u0000\u0000\nー）には粘弾特性に与える影響（側鎖の長さ等）を異にする多種類のものが含まれ\nる上，必須成分とされていない任意のモノマーは，請求項１の記載によれば，最大\n４８．９９重量部（１００－（５０＋１＋０．０１）＝４８．９９）まで含まれ得\nるものであるから，請求項１に記載されたアクリル共重合体を構成するモノマーの\n候補は極めて多岐にわたる。また，前記(2)のとおり，原告が挙げるモノマーの種\n類や粘着付与樹脂の量などのほかにも，アクリル共重合体の分子量などの要因が粘\n弾特性の各パラメータに複合的な影響を与えることが知られている。これらの点を\n考慮すると，粘弾特性の各パラメータの制御の仕方についての記載がなくとも，請\n求項１に記載された組成で，かつ，粘弾特性を兼ね備えた粘着剤に関する開示が十\n分であるとまでは認めることができない。\nなお，原告は，粘着剤の分野において，粘着組成物の組成の大枠と物性が特定さ\nれていれば，当業者は過度の試行錯誤を要することなく，当該物性を備える粘着剤\nを製造することのできる証拠として，甲２４ないし３６の特許公報又は特許出願公\n開公報を提出する。\nしかしながら，上記各書証は，いずれもｔａｎδのピーク，特定温度での貯蔵弾\n性率Ｇ’及び特定温度でのｔａｎδを調整することを示すものではなく，本件とは\n事案を異にする上，甲２６及び２８ないし３６は，未だ審査を経ていない発明に係\nる特許出願公開公報であるから，サポート要件に係る当裁判所の判断を左右するも\nのではない。\nしたがって，原告の主張は，採用することができない。\n(4)  小括\nよって，取消事由１は理由がない。\n３  取消事由２（理由不備の違法）について\n(1)  原告は，本件審決では，その１１頁２１行目と１３頁１４行目において，\nそれぞれ異なる理由付けからサポート要件がないとの判断を示しているが，その２\nつの異なる理由の関係は明らかでないから，本件審決には理由不備の違法があると\n\u0000 \u0000\u0000\u0000\n主張する。\nしかしながら，審決書をみると，本件審決は，サポート要件の適合性の判断につ\nいて，当裁判所の上記判断と同様の手法を採用した上で，その１１頁２１行目まで\nは，特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明であ\nるか否かを検討して，これを否定し，さらに，その後の１３頁１４行目までは，特\n許請求の範囲に記載された発明が，発明の詳細な説明の記載により当業者が当該発\n明の課題を解決できると認識できる範囲のものであるか否か，また，その記載や示\n唆がなくとも当業者が出願時の技術常識に照らし当該発明の課題を解決できると認\n識できる範囲のものであるか否かを検討して，これも否定したものである。そうで\nある以上，本件審決について，原告が主張するように，その理由付けの論理的関連\n性が明らかでないという意味での理由不備の違法があるということはできない。\nしたがって，原告の主張は，採用することができない。\n(2)  原告は，本件審決はサポート要件について，実施可能要件と同様の手法に\nより判断しており，許されないと主張する。\nそこで検討するに，本件審決は，本願発明が発明の詳細な説明に記載されている\nというためには，本願発明で使用する粘着剤について，技術的な裏付けをするのに\n十分な記載がされることが必要であり，具体的には，それを製造ないし入手できる\nように記載されていることが必要と認められるなどと述べているところ，これらの\n説示は，特許請求の範囲に記載された発明が，発明の詳細な説明の記載から十分に\nサポートを受けているかという観点から述べられたものであると認められるから，\nかかる説示が許されないものということはできない。\nしたがって，原告の主張は，採用することができない。\n(3)  原告は，貯蔵弾性率Ｇ’及びｔａｎδはその技術的意義や測定方法が明確\nな物性値であり，特許請求の範囲の記載は明確であって，技術的範囲についての解\n釈に疑義はないから，本願発明に係るサポート要件について，知財高裁大合議判決\nで用いられた判断手法をそのまま適用することは不当であると主張する。\n\u0000 \u0000\u0000\u0000\nしかしながら，サポート要件の適合性については，知財高裁大合議判決で用いら\nれた判断手法と同様に，前記２記載の観点から判断されるべきであるから，これと\n同様の手法により本願発明に係るサポート要件について判断した本件審決の判断手\n法が不当であるということはできない。\nしたがって，原告の主張は，採用することができない。\n(4)  小括\nよって，取消事由２も理由がない。\n４  結論\n以上の次第であるから，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          土 肥 章 大\n裁判官          大 鷹 一 郎\n裁判官          齋      藤              巌\n"
}