{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 12,
    "day": 24
  },
  "case_number": "平成30(受)1551",
  "case_name": "遺留分減殺請求事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "article_info": "民集　第73巻5号457頁",
  "original_court_name": "名古屋高等裁判所",
  "original_case_number": "平成29(ネ)15",
  "original_date": {
    "era": "Heisei",
    "year": 30,
    "month": 4,
    "day": 17
  },
  "gist": "合資会社の無限責任社員が退社により当該会社に対して金員支払債務を負う場合",
  "case_gist": "無限責任社員が合資会社を退社した場合において，退社の時における当該会社の財産の状況に従って当該社員と当該会社との間の計算がされた結果，当該社員が負担すべき損失の額が当該社員の出資の価額を超えるときには，定款に別段の定めがあるなどの特段の事情のない限り，当該社員は，当該会社に対してその超過額を支払わなければならない。",
  "ref_law": "会社法６１１条２項",
  "lawsuit_id": "89113",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=89113",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/113/089113_hanrei.pdf",
  "contents": "平成３０年（受）第１５５１号  遺留分減殺請求事件\n令和元年１２月２４日  第三小法廷判決\n主      文\n１  原判決中次の部分を破棄する。\n(1)  被上告人の請求を認容した部分\n(2)  上告人の相殺の抗弁を認めて被上告人の上告人に\n対する１７２万４７７３円の不当利得返還請求及\nびこれに対する遅延損害金の支払請求を棄却した\n部分\n２  前項の部分につき，本件を名古屋高等裁判所に差し\n戻す。\n理      由\n上告代理人山田克己の上告受理申立て理由第１について\n１  本件は，亡Ａの長女である被上告人が，Ａがその所有する一切の財産を長男\nである上告人に相続させる旨の遺言をしたことにより遺留分が侵害されたと主張し\nて，上告人に対し，遺留分減殺請求権の行使に基づき，第１審判決別紙遺産目録記\n載の各不動産について遺留分減殺を原因とする持分移転登記手続を求めるととも\nに，上告人が上記遺言によって取得した上記財産のうち解約済みの預貯金及び現金\n並びに上記各不動産の一部について上告人がＡの死後に受領した賃料に係る不当利\n得の返還等を求める事案である。被上告人の遺留分の侵害額の算定に関し，合資会\n社Ｂ（以下「本件会社」という。）の無限責任社員であったＡが，退社により本件\n会社に対して金員支払債務を負うか否かが争われている。\n２  原審の確定した事実関係の概要は，次のとおりである。\n(1)  Ａは，本件会社の無限責任社員であったが，平成２３年１１月，後見開始\nの審判を受けたことによって本件会社を退社した。\n(2)  本件会社は，上記の退社当時，債務超過の状態にあった。\n３  原審は，合資会社が債務超過の状態にある場合であっても，無限責任社員\nは，退社により当該会社に対して金員支払債務を負うことはないと判断して，Ａの\n本件会社に対する金員支払債務を考慮することなく被上告人の遺留分の侵害額を算\n定し，被上告人の請求を一部認容するとともに，上告人の相殺の抗弁を認めるなど\nしてその余の請求を棄却した。\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n(1)  無限責任社員が合資会社を退社した場合には，退社の時における当該会社\nの財産の状況に従って当該社員と当該会社との間の計算がされ（会社法６１１条２\n項），その結果，当該社員が負担すべき損失の額が当該社員の出資の価額を下回る\nときには，当該社員は，その持分の払戻しを受けることができる（同条１項）。一\n方，上記計算がされた結果，当該社員が負担すべき損失の額が当該社員の出資の価\n額を超えるときには，定款に別段の定めがあるなどの特段の事情のない限り，当該\n社員は，当該会社に対してその超過額を支払わなければならないと解するのが相当\nである。このように解することが，合資会社の設立及び存続のために無限責任社員\nの存在が必要とされていること（同法５７６条３項，６３８条２項２号，６３９条\n２項），各社員の出資の価額に応じた割合等により損益を各社員に分配するものと\nされていること（同法６２２条）などの合資会社の制度の仕組みに沿い，合資会社\nの社員間の公平にもかなうというべきである。\n(2)  前記事実関係によれば，無限責任社員であるＡが本件会社を退社した当\n時，本件会社は債務超過の状態にあったというのであるから，退社時における計算\nがされた結果，Ａが負担すべき損失の額がＡの出資の価額を超える場合には，上記\n特段の事情のない限り，Ａは，本件会社に対してその超過額の支払債務を負うこと\nになる。\n５  以上によれば，原審の判断には，判決に影響を及ぼすことが明らかな法令の\n違反がある。論旨はこの趣旨をいうものとして理由があり，原判決中，被上告人の\n請求を認容した部分並びに上告人の相殺の抗弁を認めて被上告人の上告人に対する\n１７２万４７７３円の不当利得返還請求及びこれに対する遅延損害金の支払請求を\n棄却した部分は破棄を免れない。そして，Ａが退社により本件会社に対して金員支\n払債務を負うか否か及びこれを考慮した被上告人の遺留分の侵害額等について更に\n審理を尽くさせるため，上記各部分につき本件を原審に差し戻すこととする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n( 裁判長裁判官   林   景一   裁判官   戸倉三郎   裁判官   宮崎裕子   裁判官\n宇賀克也)\n"
}