{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 9,
    "day": 25
  },
  "case_number": "平成22(ワ)17810",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83602",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83602",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/602/083602_hanrei.pdf",
  "contents": "平成２５年９月２５日判決言渡  同日原本領収  裁判所書記官\n平成２２年（ワ）第１７８１０号  特許権侵害差止等請求事件\n口頭弁論終結日  平成２５年７月１７日\n判                   決\nデンマーク王国＜以下略＞\n原      告      イエンセン  デンマーク  アクティー  ゼルスカブ\n（（（（以下以下以下以下「「「「原告原告原告原告イエンセンイエンセンイエンセンイエンセン」」」」というというというという。）。）。）。）\n高松市＜以下略＞\n原                  告      株 式 会 社 プ レ ッ ク ス\n（（（（以下以下以下以下「「「「原告原告原告原告プレックスプレックスプレックスプレックス」」」」とととといういういういう。）。）。）。）\n原告ら訴訟代理人弁護士      大 場 正 成\n同                          近 藤 祐 史\n同                          小          林                  豪\n同 訴 訟 代 理 人 弁 理 士      藤 谷 史 朗\n埼玉県川口市＜以下略＞\n被                  告      東 都 フ ォ ル ダ ー 工 業 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士      湊 谷 秀 光\n同 訴 訟 代 理 人 弁 理 士      井 澤   幹\n同 補 佐 人 弁 理 士      井 澤   洵\n同                          茂 木 康 彦\n主               文\n１  被告は，原告イエンセンに対し，３７７０万円及び，うち１６２５万円に対\nする平成２２年５月２８日から，うち２１４５万円に対する平成２４年４月１\n７日から，各支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告プレックスに対し，２億３９９３万７５０７円及び，うち８７\n５０万円に対する平成２２年５月２８日から，うち１億５２４３万７５０７円\nに対する平成２４年４月１７日から，各支払済みまで年５分の割合による金員\nを支払え。\n３  原告らのその余の請求をいずれも棄却する。\n４  訴訟費用はこれを４分し，その３を被告の負担とし，その１を原告らの負担\nとする。\n５  この判決は，第１，２項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  被告は，原告イエンセンに対し，９２３０万円及び，うち１６２５万円に対\nする平成２２年５月２８日から，うち７６０５万円に対する平成２４年４月１\n７日から，各支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告プレックスに対し，２億７０１５万１２０８円及び，うち８７\n５０万円に対する平成２２年５月２８日から，うち１億８２６５万１２０８円\nに対する平成２４年４月１７日から，各支払済みまで年５分の割合による金員\nを支払え。\n第２  事案の概要\n１  本件は，「アイロンローラなどの洗濯処理ユニットへフラットワーク物品を\n供給するための装置」に関する特許権（特許第２６９０２５６号。 以下以下以下以下 「「「「 本本本本\n件特許権件特許権件特許権件特許権」」」」 というというというという。。。。平成２５年１月２８日特許期間満了）を有していた原告\nイエンセン及びその専用実施権者であった原告プレックスが，被告による別紙\n物件目録（１）ないし（３）の製品 （（（（ 以下以下以下以下，「，「，「，「被告製品被告製品被告製品被告製品１１１１」」」」 ないしないしないしないし「「「「 被告製被告製被告製被告製\n品品品品 ３３３３」」」」といいといいといいといい ，，，，合合合合わせてわせてわせてわせて「「「「被告製品被告製品被告製品被告製品」」」」というというというという。）。）。）。）の製造販売は本件特許権を\n侵害すると主張して，原告イエンセンにつき９２３０万円，原告プレックスに\nつき２億７０１５万１２０８円及びそれぞれについて遅延損害金の支払を求め\nる事案である。\n２  前提となる事実\n末尾に証拠等を付した以外の事実は争いがない。\n(1)  当事者\nア  原告イエンセンは，デンマーク法人であり，クリーニング用機械等の製\n造，販売等を業とするものである。原告イエンセンは，本件特許権の特許\n権者であった。\nイ  原告プレックスは，リネンサプライ・クリーニング関連の省力機器の製\n造・販売，関連ソフトウェアの開発，福祉・環境関連機器の開発等を業と\nする株式会社である。\n原告プレックスは，平成１３年８月１日設立された会社であり（当裁判\n所に顕著），原告イエンセンが提起した侵害訴訟（当庁平成１２年（ワ）\n第１１９０２号）の被告であった株式会社プレックス（乙８。後，大豊物\n産株式会社に商号変更。甲２の３・２頁，乙９・１頁。 以下以下以下以下 「「「「旧旧旧旧プレップレップレップレッ\nクスクスクスクス」」」」 というというというという。。。。）を平成１５年１２月１日吸収合併し，控訴審（東京高\n裁平成１４年（ネ）第３０２１号）において同訴訟を旧プレックスから承\n継して，原告イエンセンと訴訟上の和解をした（当時の商号は大豊商事株\n式会社。甲３・１，２頁，弁論の全趣旨・訴状６頁，原告ら第５準備書面\n５頁）。\n原告プレックスは，平成１７年１１月１４日，原告イエンセンとの間で\n専用実施権設定契約を締結し（甲１６），平成１８年３月６日（登録日）\nから平成２５年１月２８日（特許権存続期間満了日）まで，本件特許権の\n専用実施権者であった（甲１）。\nウ     被告は，リネンサプライ用各種フォルダー，フィーダーの製造・販売，\nプラント設計等を業とする株式会社である。\n(2)  本件特許権\n原告イエンセンは，以下の特許権（本件特許権）を有していた。\n特許番号    第２６９０２５６号\n出願日      平成５年１月２８日\n（平成２５年１月２８日特許権存続期間満了。甲１）\n登録日      平成９年６月２７日\n発明の名称  アイロンローラなどの洗濯処理ユニットへフラットワーク物\n品を供給するための装置（甲１，２の１～３）\n特許請求の範囲\n本件特許権に係る，平成９年５月９日付け手続補正（乙５），平成１１\n年２月１５日付け訂正（甲２の２，乙６），平成１４年２月２１日付け訂\n正（甲２の３，甲３，乙９，１０，１３）を経た後の明細書（特許請求の\n範囲を含む。）及び図面は，別紙特許審決公報（甲２の３）１７～２４頁\nの と お り で あ る （（（（ 以 下以 下以 下以 下 ，，，， こ のこ のこ のこ の 訂 正訂 正訂 正訂 正 後後後後 のののの 明 細 書明 細 書明 細 書明 細 書 （（（（ 特 許 請 求特 許 請 求特 許 請 求特 許 請 求 のののの 範 囲範 囲範 囲範 囲 をををを 含含含含\nむむむむ。）。）。）。） 及及及及びびびび 図面図面図面図面をををを 合合合合 わせてわせてわせてわせて 「「「「本件明細書本件明細書本件明細書本件明細書 」」」」というというというという。）。）。）。）。その請求項１の\n発明 （（（（ 以下以下以下以下 「「「「本件発明本件発明本件発明本件発明」」」」というというというという 。）。）。）。）の特許請求の範囲は以下のとおりで\nある。\n「【請求項１】\nアイロンローラなどの洗濯処理ユニットヘフラットワーク物品を供給する\nための装置であって，\n該装置はコンベヤベルトからなり，\n該コンベヤベルトの正面側端部において，フラットワーク物品が，前記コ\nンベヤベルトの長手方向を横切って走行しかつ引き外し自在のクランプが\n設けられた一対のキャリッジを有するレールからなる延伸装置から移動す\nることができ，\n前記フラットワーク物品の隅部が前記コンベヤベルトの反対側のレール手\n段の側に設けられ操作者によって動かされるいくつかの挿入装置によって\n該クランプに挿入され，\n前記一対のキャリッジには，当該キャリッジを前記コンベヤベルトの正面\n側端部の中央と好ましくは反対側の地点から延長した位置に移動させて離\n間せしめるのに適した駆動手段が設けられ，\n該延長した位置でクランプがコンベヤベルトの中央に関して対称に位置づ\nけられ，前記フラットワーク物品の上端部が延伸され，\nフラットワーク物品の上端部をコンベヤベルトの正面側端部に移動するた\nめの手段が設けられた，洗濯処理ユニットへフラットワーク物品を供給す\nるための装置において，\n前記操作者によって制御される挿入装置（１４）が操作位置から昇降作動\nする昇降手段であって，互いに隣接して設けられ，フラットワーク物品を\n一対のキャリッジ（８，９）の方へ持ち上げる複数の昇降手段からなり，\n前記一対のキャリッジが，昇降手段のいずれかと対向する位置においてフ\nラットワーク物品と接触するのに適しており，\n当該位置が，前記昇降手段の少なくともいくつかについて前記コンベヤベ\nルトの正面側端部の中央と対向する位置からずれており，\nフラットワーク物品が前記昇降手段のレール手段（１５）に沿って昇降移\n動自在のスライド（１６）の一対のクランプ（１７，１８）に挿入され，\n前記スライド（１６）が，操作位置より実質的に高い位置に設けられた前\n記一対のキャリッジ（８，９）に対してフラットワーク物品を上向きに動\nかすことを特徴とする装置。」\n(3)  構成要件の分説\n本件発明の構成要件を分説すると，以下のとおりである。\nＡ  アイロンローラなどの洗濯処理ユニットヘフラットワーク物品を供給す\nるための装置であって，\nＢ  該装置はコンベヤベルトからなり，\nＣ  該コンベヤベルトの正面側端部において，フラットワーク物品が，前記\nコンベヤベルトの長手方向を横切って走行しかつ引き外し自在のクランプ\nが設けられた一対のキャリッジを有するレールからなる延伸装置から移動\nすることができ，\nＤ  前記フラットワーク物品の隅部が前記コンベヤベルトの反対側のレール\n手段の側に設けられ操作者によって動かされるいくつかの挿入装置によっ\nて該クランプに挿入され，\nＥ  前記一対のキャリッジには，当該キャリッジを前記コンベヤベルトの正\n面側端部の中央と好ましくは反対側の地点から延長した位置に移動させて\n離間せしめるのに適した駆動手段が設けられ，\nＦ  該延長した位置でクランプがコンベヤベルトの中央に関して対称に位置\nづけられ，前記フラットワーク物品の上端部が延伸され，\nＧ  フラットワーク物品の上端部をコンベヤベルトの正面側端部に移動する\nための手段が設けられた，洗濯処理ユニットへフラットワーク物品を供給\nするための装置において，\nＨ  前記操作者によって制御される挿入装置（１４）が操作位置から昇降作\n動する昇降手段であって，互いに隣接して設けられ，フラットワーク物品\nを一対のキャリッジ（８，９）の方へ持ち上げる複数の昇降手段からなり，\nＩ  前記一対のキャリッジが，昇降手段のいずれかと対向する位置において\nフラットワーク物品と接触するのに適しており，\nＪ  当該位置が，前記昇降手段の少なくともいくつかについて前記コンベヤ\nベルトの正面側端部の中央と対向する位置からずれており，\nＫ  フラットワーク物品が前記昇降手段のレール手段（１５）に沿って昇降\n移動自在のスライド（１６）の一対のクランプ（１７，１８）に挿入され，\nＬ  前記スライド（１６）が，操作位置より実質的に高い位置に設けられた\n前記一対のキャリッジ（８，９）に対してフラットワーク物品を上向きに\n動かすことを特徴とする装置。\n(4)  被告製品\nア     被告製品１\n被告は，平成２０年１２月，被告製品１を，東京有明の東京ビッグサイ\nトにおける展示会で展示し，その後，平成２１年２月頃から製造販売して\nいる。\n被告製品１の構造は，別紙２構造説明書（１）のとおりである。\nイ     被告製品２，３\n被告は，平成２１年１０月，被告製品２及び３を，被告の工場における\n展示会で展示し，その後，同年末月頃から製造販売している。\n被告製品２，３の構造は，別紙４構造説明書（２），別紙６構造説明書\n（３）のとおりである。\nウ     本件発明と被告製品との対比\n(ｱ)  構成要件Ａ\n被告製品は，いずれも，洗濯と脱水を経たシーツやテーブルクロスの\nような布類（「フラットワーク物品」）を，ロールアイロナーなどのよ\nうな次工程の処理装置（「アイアンローラなどの洗濯処理ユニット」）\nに搬送する装置であるから，構成要件Ａを充足する。\n(ｲ)  構成要件Ｂ\n被告製品は，いずれも，受渡しコンベヤ６１と排出コンベヤ６２から\nなる搬送装置６（「コンベヤベルト」）を有しており，構成要件Ｂを充\n足する。\n(ｳ)  構成要件Ｃ\n被告製品における展張装置２は，掴持している布類Ｓを自在に引き外\nすことのできる一対の拡げクランプ２１，２１が設けられた一対のキャ\nリッジ２２，２２を，被告製品１においては１組，被告製品２，３にお\nいては２組有しており，一対のキャリッジ２２，２２は受渡しコンベヤ\n６１の長手方向を横切る（長手方向と直角の方向）展張レール２５に\n沿って走行するものであるから，構成要件Ｃにいう「前記コンベヤベル\nトの長手方向を横切って走行しかつ引き外し自在のクランプが設けられ\nた一対のキャリッジを有するレールからなる延伸装置」に相当する。\n被告製品において「該コンベヤベルトの正面側端部において，フラッ\nトワーク物品が，……延伸装置から移動することができ」るかは争いが\nある。\nしたがって，被告製品が構成要件Ｃを充足するかは争いがある。\n(ｴ)  構成要件Ｄ\n被告製品の投入装置１は，搬送装置６（受渡しコンベヤ６１を有して\nいる。）の反対側の展張レール２５の側に，被告製品１においては３つ，\n被告製品２，３においては４つ設けられ，操作者によって動かされるか\nら，「前記コンベヤベルトの反対側のレール手段の側に設けられ操作者\nによって動かされるいくつかの挿入装置」に相当する。\n布類Ｓは，投入装置１の有する投入クランプ１１，１１から拡げクラ\nンプ２１，２１に受け渡され，布類Ｓの一辺の両端角部Ｓａ，Ｓａが拡\nげクランプ２１，２１に挿入されて，展張されるから，「前記フラット\nワーク物品の隅部が……挿入装置によって該クランプに挿入され」る構\n成を備えている。\nしたがって，被告製品は構成要件Ｄを充足する。\n(ｵ)  構成要件Ｅ\n被告製品の一対のキャリッジ２２，２２は，駆動手段として左右動装\n置２３，２３を有しているが，これが「当該キャリッジを前記コンベヤ\nベルトの正面側端部の中央と好ましくは反対側の地点から延長した位置\nに移動させて離間せしめるのに適した駆動手段」といえるかは争いがあ\nる。\nしたがって，被告製品が構成要件Ｅを充足するかは争いがある。\n(ｶ)  構成要件Ｆ\nこの要件は，一対のキャリッジの離間走行の始点がレール上のどこで\nあれ，その走行経路がどうであっても，結果として離間してフラット\nワーク物品が展げられた状態のキャリッジの位置がコンベヤベルトの中\n央に関して対称の位置になることを意味する。\n被告製品の各々拡げクランプ２１，２１を支持する一対のキャリッジ\n２２，２２は，左右動装置２３，２３により駆動されて，最終的に布類\nＳの上辺部を被告製品の中央ひいては受渡しコンベヤ６１の中央に関し\n左右対称に展張させるのであるから，被告製品は構成要件Ｆを充足する。\n(ｷ)  構成要件Ｇ\n被告製品は「洗濯処理ユニットへフラットワーク物品を供給するため\nの装置」であるが，「フラットワーク物品の上端部をコンベヤベルトの\n正面側端部に移動するための手段」が設けられているかは争いがある。\nしたがって，被告製品が構成要件Ｇを充足するかは争いがある。\n(ｸ)  構成要件Ｈ\n被告製品の投入装置１は，構成要件Ｄの「挿入装置」に相当し，操作\n者によって制御されるが，投入装置１の投入クランプ移動装置１２が\n「操作位置から昇降作動する昇降手段」に相当するかは争いがある。\nしたがって，被告製品が構成要件Ｈを充足するかは争いがある。\n(ｹ)  構成要件Ｉ\n被告製品の一対のキャリッジ２２，２２は，（構成要件Ｈの「操作位\n置から昇降作動する」昇降手段に当たるかどうかは別として，クランプ\nを昇降させる手段である）投入クランプ移動装置１２と対向する位置に\nおいて，布類Ｓと接触して布類Ｓを受け取るようになっている。\nしたがって，被告製品は構成要件Ｉを充足する。\n(ｺ)  構成要件Ｊ\n被告製品１において，（構成要件Ｈの「操作位置から昇降作動する」\n昇降手段に当たるかどうかは別として，クランプを昇降させる手段であ\nる）投入クランプ移動装置１２は３つあるが，そのうち２つは，受渡し\nコンベヤ６１の正面側端部の中央と対向する位置からずれている。\n被告製品２，３において，４つある投入クランプ移動装置１２は，い\nずれも，受渡しコンベヤ６１の正面側端部の中央と対向する位置からず\nれている。\nしたがって，被告製品は構成要件Ｊを充足する。\n(ｻ)  構成要件Ｋ\n被告製品において，布類Ｓは一対の投入クランプ１１，１１に挿入さ\nれ，投入クランプ１１，１１は，溝付き部材１２ａに沿って昇降する投\n入クランプ取り付けベース１２ｂに取り付けられているが，溝付き部材\n１２ａが「昇降手段のレール手段（１５）」に相当するかは争いがある。\nしたがって，被告製品が構成要件Ｋを充足するかは争いがある。\n(ｼ)  構成要件Ｌ\n被告製品の一対のキャリッジ２２，２２は，投入装置１への布類Ｓの\n挿入作業が行われる位置より実質的に高い位置にある。そして，布類Ｓ\nは，投入クランプ取り付けベース１２ｂ（「スライド」）によって，一\n対のキャリッジ２２，２２に向かって持ち上げられるようになっている。\nしたがって，被告製品は構成要件Ｌを充足する。\n(ｽ)  まとめ\n以上によれば，被告製品が，本件発明の構成要件Ａ，Ｂ，Ｄ，Ｆ，Ｉ，\nＪ，Ｌを充足することは争いがない。被告製品が構成要件Ｃ，Ｅ，Ｇ，\nＨ，Ｋを充足するかは争いがある。\n(5)  無効審判\n被告は，原告イエンセンに対し，本件特許権につき無効審判を申し立てた\n（無効２０１１－８０００１７）。\n特許庁は，平成２３年８月２３日，被告の請求は成り立たない旨の審決を\nし（甲１３），この審決は確定した。\n被告は，平成２４年１月２３日第１２回弁論準備手続期日において，本件\n特許権に関する無効の主張を撤回した。\n３  争点\n(1)  構成要件Ｃ充足性（争点１）\n(2)  構成要件Ｅ充足性（争点２）\n(3)  構成要件Ｇ充足性（争点３）\n(4)  構成要件Ｈ充足性（争点４）\n(5)  構成要件Ｋ充足性（争点５）\n(6)  過失（争点６）\n(7)  損害（争点７）\n第３  争点に関する当事者の主張\n１  争点１（構成要件Ｃ充足性）について\n（原告らの主張）\n(1)  構成要件Ｃの解釈\nア     「コンベヤベルトの長手方向を横切って走行しかつ引き外し自在のクラ\nンプが設けられた一対のキャリッジ」とは，コンベヤベルトの長手方向と\nキャリッジの走行方向が直角の関係となることである。延伸装置のレール\n上のキャリッジとコンベヤベルトのこのような位置関係により，キャリッ\nジの移動走行によりフラットワーク物品は展げられ，コンベヤベルトの正\n面側端部において，コンベアベルトに展がったままかぶさるような形で，\n延伸装置からコンベヤベルト上へ移動することができる。構成要件Ｃは，\n延伸装置とコンベヤベルトの配置関係を示すもので，フラットワーク物品\nの移動手段を特定するものではない。\nイ     被告は，構成要件Ｃが，フラットワーク物品が延伸装置からコンベヤベ\nルトへ「直接」移動するものに限定していると主張するが，以下のとおり\n理由がない。\n(ｱ)  被告は本件明細書の【００１０】及び【００２０】の記載を引用する\nが，構成要件Ｃは実施例の内容に限定されないし，文言解釈としても，\n構成要件Ｃでは，「コンベヤベルトの正面側端部において，フラット\nワーク物品が……延伸装置から移動できる」と記載されているに過ぎず，\n移動のための手段を介在させてはならないという解釈はとり得ない。\n(ｲ)  被告は，出願時における意見書（乙４）及び手続補正書（乙５）で本\n件明細書の【００２０】の記載（「レール手段７の正面の位置が挿入装\n置１７［判決注：平成１４年２月２１日付け訂正（乙１３）後の「挿入\n装置１４」］で占められているため，クランプ１０，１１の下の正面側\nからバーまたは他の器具を導入し，これによりフラットワーク物品の導\n入端部をコンベヤベルト５まで移動させることはできない」）を引用し\nていることを指摘するが，引用されている【００２０】の上記記載中，\n本件発明の要件を考える前提となる構造的要素は「レール手段７の正面\nの位置が挿入装置１７［挿入装置１４］で占められている」という点だ\nけであり，フラットワーク物品の延伸装置からコンベヤベルトへの移動\nが，直接であるべきか，バーその他の移動手段の介在を排除するかどう\nかの問題について述べたものではない。【００２０】は，バー，その他\nの器具などをクランプ１０，１１の正面側に設けることができないとい\nうことであって，移動手段たるバーその他の器具の使用を排除している\nものではない。\n(2)  本件発明と被告製品１との対比\n被告製品１の展張装置２は，掴持している布類Ｓを自在に引き外すことの\nできる拡げクランプ２１が設けられた一対のキャリッジ２２，２２を有して\nおり，一対のキャリッジ２２，２２は受渡しコンベヤ６１の長手方向を横切\nる（長手方向と直角の方向）展張レール２５に沿って走行する。そして，布\n類Ｓは，受渡しコンベヤ６１の正面側端部において，一対のキャリッジ２２，\n２２の拡げクランプ２１，２１から受渡し装置４によって受け取られ，受渡\nしコンベヤ６１に引き渡される。\nしたがって，被告製品１は，本件発明の構成要件Ｃを充足する。\n(3)  本件発明と被告製品２との対比\n被告製品２の展張装置２は，拡げクランプ２１を有するキャリッジ２２を\n４個備えているが，展張作動中は常に左右２個ずつのキャリッジがそれぞれ\n一対として作動し，４つの投入クランプ移動装置１２のうちの左右それぞれ\n２つの投入クランプ移動装置から布類Ｓの引渡しを受けている。\nこの展張装置２は，それぞれ一対のキャリッジ２２，２２がそのときどき\nでいずれかの投入クランプ移動装置１２の左右投入クランプ１１からその投\n入クランプ移動装置１２の位置で布類の引渡しを受けて展張レール２５の全\n部を使って展張している。\nこの場合，具体的な作動では２個のキャリッジ２２，２２の組合せを一対\nとして上記のような作動をしている。\nそれぞれ掴持している布類Ｓを自在に引き外すことのできる拡げクランプ\n２１を有する一対のキャリッジ２２，２２は，受渡しコンベヤ６１の長手方\n向を横切る方向（長手方向と直角の方向）に延びた展張レール２５上を走行\nし，受渡しコンベヤ６１の正面側端部において，布類Ｓを受渡し装置４によ\nりキャリッジ２２，２２の拡げクランプ２１から外して受渡しコンベヤ６１\nに引き渡すための作動をしている。\nしたがって，被告製品２は，本件発明の構成要件Ｃを充足する。\n(4)  本件発明と被告製品３との対比\n被告製品３の展張装置２は，拡げクランプ２１を有するキャリッジ２２を\n４個備えているが，展張作動中は常に左右２個ずつのキャリッジがそれぞれ\n一対として作動し，４つの投入クランプ移動装置１２のうちの左右それぞれ\n２つの投入クランプ移動装置から布類Ｓの引渡しを受けている。\nア  この展張装置２は，幅広の布類の場合，一対のキャリッジ２２，２２\nが４つのうちのいずれかの投入クランプ移動装置１２の左右投入クラン\nプ１１からその投入クランプ移動装置１２の位置で布類の引渡しを受け\nて展張レール２５の全部を使って展張している（１レーンモード）。\nこの場合，左右の２個のキャリッジ２２，２２の組合せを一対として上\n記のような作動をしている。\nそれぞれ掴持している布類Ｓを自在に引き外すことのできる拡げクラン\nプ２１を有する一対のキャリッジ２２，２２は，受渡しコンベヤ６１の長\n手方向を横切る方向（長手方向と直角の方向）に延びた展張レール２５上\nを走行し，受渡しコンベヤ６１の正面側端部において，布類Ｓを受渡し装\n置４によりキャリッジ２２，２２の拡げクランプ２１から外して受渡しコ\nンベヤ６１に引き渡すための作動をしている。したがって，構成要件Ｃを\n充足している。\nイ     次に，幅狭の布類を展張するときは，一つの展張レール２５の左右で\nそれぞれ一対のキャリッジ２２，２２が併行して作動している（２レー\nンモード）。\nつまり，左右一対のキャリッジ２２，２２がそれぞれ，２つの投入クラ\nンプ移動装置１２から受け渡される幅狭の布類の展張を担当している。\nこの場合は，展張レールの左右で区分され，一対のキャリッジが２つの\n投入クランプ移動装置１２を担当して作動している。いわば本件発明に該\n当する装置が２組並列して配置されている場合と同じになっている。\nしたがって，左右に区分されて展張レール上を走行作動している一対の\nキャリッジのクランプから布類がコンベヤベルト正面端部において移動す\nるという構成要件Ｃを充足している。\n（被告の主張）\n(1)  構成要件Ｃの解釈\n被告は，構成要件Ｃは，フラットワーク物品を延伸装置からコンベヤベル\nトへ「直接」移動させるものに限定していると考える。\nア     本件明細書の段落【００１０】には，「昇降手段の位置がコンベヤベル\nトの取り入れ側端部にあるため，コンベヤベルトの反対側にフラットワー\nク物品を移動する手段を迅速に直接に設けることができない。」との記載\nがあり，【００２０】には，「レール手段７の正面の位置が挿入装置１４\nで占められているため，クランプ１０，１１の下の正面側からバーまたは\n他の器具を導入し，これによりフラットワーク物品の導入端部をコンベヤ\nベルト５まで移動させることはできない。」と記載されている。\nこれらの記載から，本件発明は，フラットワーク物品を，延伸装置から\nコンベヤベルトに移動する手段を設けることができないとの前提のもとに，\n延伸装置からコンベヤベルトに直接移動することを目的としている。\nイ  原告イエンセンは，出願当初の明細書の段落【００１９】の記載におい\nて「「実際の手段の正面……満足される。」，「スライドが……与えられ\nる。」の記載内容が不明瞭であり……段落【００１９】……に記載されて\nいる事項を正確に理解することができない。」との拒絶理由通知（乙３）\nの指摘に対し，意見書（乙４）において，\n「（ロ）前記拒絶理由１の（ii）の点につきましては，①段落［００１\n９］において……と補正し，いつ延伸操作が開始されなければならないの\nかを明確にし，かつ段落［００２０］において「レール手段７の正面の位\n置が挿入装置１７［挿入装置１４］で占められているため，クランプ１０，\n１１の下の正面側からバーまたは他の器具を導入し ，これによりフラッ\nトワーク物品の導入端部をコンベヤベルト５まで移動させることはできな\nい。そのかわりに，当該導入端部は，コンベヤベルト５の下のサクション\nボックス２３内で発生した真空によりクランプ１０，１１からコンベヤベ\nルト５まで運ばれる。」と補正し，「導入端部」が「サクションボックス\n２３」内で発生した真空により運ばれることを明確にし，」と述べている。\n上記下線部分の原告イエンセンの主張が受け入れられて特許査定されて\nいるものである。\nここで原告イエンセンが意見書で主張していることは，「レール手段７\nの正面の位置が挿入装置１７［挿入装置１４］で占められているため，ク\nランプ１０，１１の下の正面側からバーまたは他の器具を導入し ，これ\nによりフラットワーク物品の導入端部をコンベヤベルト５まで移動させる\nことはできない」ということである。換言すれば，フラットワーク物品を\n移動させるものは，「コンベヤベルト５の下のサクションボックス２３内\nで発生した真空」である。したがって，「レール手段７の正面の位置が挿\n入装置１７［挿入装置１４］で占められていても，クランプ１０，１１の\n下の正面側からフラットワーク物品の導入端部をコンベヤベルト５まで移\n動させるバーまたは他の器具」は，本件明細書に記載されていないばかり\nか，本件発明はそのような「バーまたは他の器具」を具備することができ\nない装置であると述べている。\nすなわち，本件明細書では，延伸装置のレールとコンベヤベルトの間に\n器具が入らない構造の発明しか開示されていないことになり，上記意見書\nにおいても，そのような「バーまたは他の器具」の存在を原告イエンセン\n自身が否定している。したがって，少なくとも，そのような「バーまたは\n他の器具」で移動するものは構成要件Ｃの「延伸装置から移動する」もの\nには該当しないというべきである。\n(2)  被告製品では，フラットワーク物品（布類Ｓ）を延伸装置（展張装置２）\nから移動手段（「バーまたは他の器具」に相当する受渡し装置４）を経て，\nコンベヤベルト（受渡しコンベヤ６１）に移動することができる。\nしたがって，被告製品は構成要件Ｃを充足しない。\n２  争点２（構成要件Ｅ充足性）について\n（原告らの主張）\n(1)  構成要件Ｅの解釈\nア  原告の解釈\n構成要件Ｅの「前記コンベヤベルトの正面側端部の中央と好ましくは反\n対側の地点」とは，コンベヤベルトの正面側端部中央と対向する延伸装置\nのレール上の地点を意味する。このように記載したのは単にレール上の位\n置ではなくコンベヤベルトに移された時の位置が重要であるからコンベヤ\nベルトの位置と関係付けて記載しているのである。その「地点から延長し\nた位置に移動させて離間せしめる」とは，一対のキャリッジが離間して移\n動したレール上の位置が，そのレール上の対向地点から距離を置いて両側\nに離間した地点に移動するという意味である。このように一対のキャリッ\nジが互いに離れる方向に動かすことでフラットワーク物品を延伸（展張）\nするような駆動手段を有することを意味している。\nイ  被告の解釈に対する反論\n被告は，構成要件Ｅは被告製品はキャリッジがまず中央部に移動し，そ\nの上で両側に移動するもの （（（（ 以下以下以下以下 「「「「中央展開方式中央展開方式中央展開方式中央展開方式」」」」 というというというという。）。）。）。）に限定さ\nれると主張するが，以下の理由により失当である。\n(ｱ)  被告の解釈が構成要件Ｅの文言解釈として不自然であること\n被告は，構成要件Ｅの「反対側の地点から」という部分が「移動させ\nて」にかかると主張するものであるが，「反対側の地点から」という部\n分は「延長した」にかかるとしか解し得ない。そのように解しなければ，\n「延長した位置」がどこを指すのか全く分からなくなってしまう。また，\n被告が主張するように，本件発明が，キャリッジがまず中央部に移動し，\nその上で両側に移動するものでなければならないのであれば，請求の範\n囲のどこかに，「キャリッジがまず中央部に移動し」の部分と，「その\n上で，等距離に離間して移動する」の部分の両方が記載されるはずであ\nる。しかし，本件発明の特許請求の範囲には，少なくとも「キャリッジ\nがまず中央部に移動し」の部分に関する記載はない。\n上述のとおり，この構成要件Ｅは，一対のキャリッジが離間走行を終\nえた位置が，いずれもコンベヤベルトの中央と対向するレール上の地点\n（好ましい地点）から離間（延長）した位置にあることを要求している\nものである。\nこのように，構成要件Ｅは，一対のキャリッジを中央から離間する方\n向に駆動できる（つまり布類の展開）ことを要件としているのであって，\n被告が問題にする展開方式，つまり初期展開の両端が中央から対称に位\n置し（センタリング），最終展開で等分の距離に離間する方式は，「該\n延長した位置でクランプがコンベヤベルトの中央に関して対称に位置づ\nけられ」という構成要件Ｆに関係しているのである。\n(ｲ)  構成要件Ｆとの関係\n被告は，被告主張の解釈をとらなければ，構成要件Ｅと構成要件Ｆは\n同じことを繰り返しているにすぎないことになってしまうと主張する。\n構成要件Ｆは，「該延長した位置でクランプがコンベヤベルトの中央\nに関して対称に位置づけられ，前記フラットワーク物品の上端部が延伸\nされ」というものである。これは，２つのキャリッジ駆動によって２つ\nのクランプで保持されたフラットワーク物品の上端が延伸されたときに，\nその両端がコンベヤベルトの中央に関して対称の位置にくるようになる\nことを意味している。そうすることで，フラットワーク物品が展げられ\nた状態でコンベヤベルトへ移動したときに，フラットワーク物品とコン\nベヤベルトの中心がほぼ重なることになるのである。\n構成要件Ｅと構成要件Ｆは，ともにフラットワーク物品の延伸に関連\nする構成要件で，相互に因果関係を有しているものの，構成要件Ｅが\nキャリッジの駆動手段の機能に関する規制であるのに対して，構成要件\nＦは延伸により展げられたフラットワーク物品とコンベヤベルトの位置\nを規制するものであるから，両者は異なる対象について記載している。\n構成要件Ｅは，一対をなす２つのキャリッジを延伸のため各別に離間す\nるように走行させ，離間し終わったときの位置関係が前記好ましい位置\nからいずれも離間する位置にあるようにする駆動手段に関するもので，\n構成要件Ｆは，さらに，２つのキャリッジの位置関係を特定してフラッ\nトワーク物品が延伸されたときのクランプの位置でありかつフラット\nワーク物品の上端部の両隅の位置がコンベヤベルトの中央に対し対称に\nなることを要求し，コンベヤベルト上に延伸装置から移されたときフ\nラットワーク物品の中心とコンベヤベルトの中心が重なるようにする\n（センタリング）という前提条件を整えているのである。\nしたがって，構成要件ＥとＦは相互に関連しているものの，重複も矛\n盾もなく，被告の主張には理由がない。\n(ｳ)  本件発明が請求項２の内容に限定されないこと\n被告は，本件明細書の請求項２が「前記フラットワーク物品を延伸す\nるために，前記２つのキャリッジ（８，９）が対をなした状態で互いに\n離れるように移動される前に，当該キャリッジが前記レール手段（７）\nの中央に向かって移動されることを特徴とする請求項１の装置」と記載\nされていることが，自らの解釈を裏付けていると主張する。\nしかし，請求項１（本件発明）が，従属項である請求項２で特定され\nている内容に限定されることはない。このことは，例えば，本件明細書\nでは，請求項１で複数の昇降手段としている部分について，請求項３で\nは昇降手段を３つとすると特定しているが，このことによって，請求項\n１の昇降手段は３つでなければならないということにはならないのと同\n様である。\n一般に主クレームで包括的表現をした要件をサブクレームで限定して\nいる場合，サブクレームで限定したより主クレームの要件は広い意味を\nもつと解釈されている。これは米国などでは確立したクレーム解釈の\nルールになっているが，日本におけるクレーム解釈でも解釈の前提に\nなっている。\nしたがって，請求項２の記載は，むしろ，請求項１では，キャリッジ\nがまず中央部に移動し，その上で，両側に移動するものに限定されない\nことの証左というべきであって，被告の主張を裏付ける記載とはなり得\nない。\n(ｴ)  禁反言の主張について\n被告は，原告イエンセンが訂正に関連してレール手段に関する記載を\n引用したので，それに関連するキャリッジの作動の記載が構成要件Ｅの\n解釈を限定し，これに反する主張は禁反言で許されないと主張する。\n原告らは，被告の禁反言の主張は理解できないが，そもそもレール手\n段の説明のため引用したキャリッジの実施態様がどうして構成要件Ｅの\n解釈となり，この引用した実施例と被告の展開方式が中央展開方式と\nカーテン方式だから違うという解釈となるのか，主張は理解できず，技\n術的にも妥当性を欠く。\n(2)  本件発明と被告製品１との対比\n被告製品１の一対のキャリッジ２２，２２は，駆動手段として左右動装置\n２３，２３を有し，これによりキャリッジ２２，２２を布類展張のため移動\nした位置が，受渡しコンベヤ６１の正面側端部の中央とほぼ対向する地点を\n中心にして互いに反対方向に距離を置いた位置になるように離間せしめるこ\nとができる。\nしたがって，被告製品１は，本件発明の構成要件Ｅを充足する。\n(3)  被告製品２も，被告製品１と同様，本件発明の構成要件Ｅを充足する。\n(4)  本件発明と被告製品３との対比\n１レーンモードの作動では，一対のキャリッジ２２，２２は，駆動手段と\nして左右動装置２３，２３を有し，これによりキャリッジ２２，２２を布類\n展張のため移動した位置が，受渡しコンベヤ６１の正面側端部の中央とほぼ\n対向する地点を中心にして互いに反対方向に距離を置いた位置になるように\n離間せしめることができる。\n２レーンモードの作動では事実上展張レールの左右に２つの装置が併列し\nて作動しているのと同じ状態であるので，上記受渡しコンベヤ６１の正面側\n端部の中央とは，左右それぞれの，レーンで展張された布類に対応するコン\nベヤ部分が有効に用いられることになるので，コンベヤの片方の当該対応部\n分の正面側端部中央ということになる。\nしたがって，被告製品３は構成要件Ｅを充足する。\n(5)  被告製品がカーテン展開方式ではないこと\n被告はカーテン展開方式という紛らわしい言葉を使って，あたかも一端は\nその位置にとどまり，他端だけが移動するようなイメージを与えようとして\nいるが，後にそうではないと認めている（被告準備書面（７）６頁）。\n被告が開示した展開方式（被告準備書面（１０）の図４の１）は，両端か\nら始動する１対のキャリッジはいずれも一旦中央に向かっていくらか移動し\nて初期展開（センタリング）を行い，そしてその後必ず中央から両端に向\nかって移動することにより布類の展張が完成する。\nなお，被告製品で投入装置が中央に位置するものについて被告は沈黙する\nが，これは布類を受け取る場所が展張レール中央であるから，キャリッジの\n展張作動はそこを起点として離間移動をすることになる。\nしかし，この場合もいったん上記の２点まで初期展開をし，その後最終展\n開することも可能である。被告はこの方式をとっていると理解する。これを\nカーテン方式と称することが不適切なことは自明である。\n被告のいう自動モード（乙３１の１及び３）による操作が，被告製品で実\n施されていることは否認する。被告製品で，コンピュータソフトを変更し，\nセンサーを追加すれば，いわゆる自動モード（乙３１の１及び３）も操作は\n可能であるが（ただし，昇降手段が３つで中央にもあるとき，中央で受け\n取ったものには対応できない。），販売された装置で実施された証拠はない。\n現に，提出された動画（乙３１の１及び３）でも，２回失敗しており，こ\nれはいまだ被告製品で実用化されたものではなく，デモンストレーション用\nに特に設定したものと考える。\nいずれにせよ，仮に被告のいう自動モード（乙３１の１及び３）が実施に\n移されたとしても，構成要件Ｅ，Ｆを充足することに変りはない。\n被告のいう固定モードに限らず，自動モードでも，画面左側のキャリッジ\nの移動距離やタイミングに差はあっても，いずれもいったん中央に向かって\n移動し，その後中央から反対方向に移動している。\nそのいったん停止する点は，あらかじめ定めても作動中定まっても，一対\nのキャリッジは中央（コンベヤベルトとの関係で）から対称にしてセンタリ\nングを行っていることは当然で，構成要件Ｆを充足する（構成要件Ｆの充足\nについては，被告も争っていない。）。\n（被告の主張）\n(1)  構成要件Ｅの解釈\n被告は，構成要件Ｅを満たすためには，キャリッジがまず中央部に移動し，\nその上で，両側に移動するもの（中央展開方式）でなければならないと考え\nる。\nア  構成要件Ｅの文言\n構成要件Ｅの「前記一対のキャリッジには，当該キャリッジを前記コン\nベヤベルトの正面側端部の中央と好ましくは反対側の地点から延長した位\n置に移動させて離間せしめるのに適した駆動手段が設けられ，」の文言か\nらも，本件発明は，フラットワーク物品を中央部に移動せしめた後，広げ\nる（離間せしめる）ものを想定していることは明らかである。\nもし，原 告 ら主張 のとおり， 構成要件 Ｅは中央展 開方式の み ならず\nカーテン展開方式をも含むとすれば，旧特許法（平成６年法律第１１６\n号による改正前のもの）３６条５項１号により，その両方が特許明細書\nに記載されていなければならない。しかし，明細書には中央展開方式に\nついては記載されているものの，カーテン展開方式の記載は一切ない。\nまた仮に，カーテン展開方式を想定していたにもかかわらず，ことさ\nら，その技術を明細書に記載しなかったのであれば，原告イエンセンが\n特許権での保護を希望しなかったものというべきである。\nイ  構成要件Ｆとの関係\nクランプが，フラットワーク物品を掴持した状態で離間し，フラット\nワーク物品を展張した結果，それが，受け渡しコンベヤ６１の中央に関し\nて対称の位置にくることの説明は，構成要件Ｆにおいてなされているので\nあるから，構成要件Ｅが，どのようにして構成要件Ｆの状態を実現するの\nか，その方法について述べていることは明らかである。そうでなければ，\n同じことを繰り返しているにすぎないこととなる。\nそして，本件明細書，原告らの別件での主張等からすれば，構成要件Ｅ\nには，カーテン展開方式が含まれているとは考えられないことは後記のと\nおりである。\nどのような方法であっても構成要件Ｆの状態になれば良い，というので\nあれば，結局，構成要件Ｅが別に規定されている意味がない。\nウ  請求項２による限定の点について\n本件特許の【請求項２】によれば，「前記フラットワーク物品を延伸す\nるために，前記２つのキャリッジ（８，９）が対をなした状態で互いに離\nれるように移動される前に，当該キャリッジが前記レール手段（７）の中\n央に向かって共に移動されることを特徴とする請求項１記載の装置。」と\nされているので，本件特許発明では一対のキャリッジは，まず，一対のま\nま中央の位置に移動し，その上で，互いに離れることは，明らかである。\n請求項１が，従属項である請求項２で特定されている内容に限定される\nことはない，との原告の主張は一般論としてはその通りであるが，本件特\n許の訂正審判の経緯から，本件においては請求項２により特定されている\n内容に，請求項１が限定されると考えるべきである。\n平成１１年２月１５日付け訂正審判請求（乙６）は，「誤記の訂正を目\n的として，特許請求の範囲の請求項１の下から４行において「レール手段\n（７）」とあるのを，「レール手段（１５）」と訂正する。」というもの\nである。\n本 件 明 細 書 に お い て 記 載 さ れ て い る レ ー ル 手 段 は ， 「 レ ー ル 手 段\n（７）」と「レール手段（１５）」の２種類である。これは，「レール手\n段」という文言が同一であるため誤記となったものと考えられるが，訂正\n審決（乙６）において，その誤記であることを説明するために，レール手\n段（７）に関して次のとおり認定されている。\n「「レール手段７」に関して，特許明細書の発明の詳細な説明において，\n「２つのキャリッジ（８，９）が対をなした状態で互いに離れるように移\n動される前に，当該キャリッジが前記レール手段（７）の中央に向かって\nともに移動される……」（請求項３），「……２枚の側板部材１，２の間\nに延びるレール手段７および該レール手段の上を走行する２個のキャリッ\nジ８および９である。……」（【００１７】）と記載しており，「レール\n手段（７）」は，側板１，２間に延びるキャリッジ８，９がその上を走行\nする「レール手段」を意味するものであることが認められる。」\nすなわち，レール手段（７）におけるキャリッジの動きを上記のように\n説明をしてはじめて，「レール手段（７）」と記載されたものが，「レー\nル手段（１５）」の誤記であることが認められている。\n言い換えれば，この記載を根拠にしなければ，上記訂正は認められず，\n請求項３等の記載を根拠にしなければ請求項１に係る発明が明確でないと\nの理由を解消できなかったものである。なお，ここでいう請求項３は，平\n成１４年２月２１日付け訂正後の請求項２である。\nしたがって，本件においては，請求項２により特定されている内容に，\n請求項１（本件発明）が限定されると考えるべきであり，原告らの一般論\nを根拠とした反論は全く理由がない。\nエ  段落【００１７】の記載\n本件明細書の【００１７】には，「フラットワーク物品は側端を有して\nおり，その側端は，２対の拡張リボン１２，１３および１２’，１３’の\nあいだに導かれる。当該２対のリボンは，互いに向かい合ったリボン部が\n同一の方向に，かつ装置の中央部から離れて走行するように反対方向に駆\n動される。」との記載がある。構成要件Ｅを原告の主張のとおり「いずれ\nにしても構成要件Ｅはその両方の駆動方式を含んでいるのである。」とす\nれば，唯一の実施例であり，ただ１つ開示されている発明である本件明細\n書の【図１】に係る装置においては，フラットワーク物品を２対の拡張リ\nボン１２，１３および１２’，１３’の間に導くことができないものが含\nまれていることになり，この２対の拡張リボン１２，１３および１２’，\n１３’の間に導くことができる発明の開示がされていないことになる。し\nたがって，構成要件Ｅにはカーテン展開方式が含まれているとは考えられ\nない。\nオ  原告イエンセンの別訴における主張について\n原告イエンセンは，別訴では，この点について以下のとおり主張してい\nた（乙７）。\n「その構成としてはまず，物品を広げるための伸長機構に挿入すること，\nこれは通常物品の上端を洗濯バサミのようなクランプ装置で挟み，そし\nてそのクランプを保持するキャリッジをレール上で中央から両端に向かっ\nて移動することにより物品全体を広げる，これが伸長装置である。」\nこのとき，原告イエンセンが中央展開方式のみを意図していることは\n明らかである。\n別訴における被告（旧プレックス）は，この点について争っていない\nものと推測され，判決（乙８）では，この点について特に触れられてい\nない。\n構成要件Ｅについて，訂正審判及び無効審判における訂正請求を経た\n後も，何ら文言が変更されていない。したがって，乙７での主張は，訂\n正審判，訂正請求後の構成要件Ｅの解釈にも妥当しなければならない。\n構成要件Ｅについての本件訴訟における原告らの主張は，別訴における\n原告イエンセンの主張に反する。\n(2)  被告製品がカーテン展開方式を採っていること\n被告製品は，一対のキャリッジのそれぞれが，コンピュータ制御により，\n異なったスピードで，異なった距離を移動することにより，フラットワーク\n物品を，中央部を中心として広げる（カーテン展開方式）のであるから，構\n成要件Ｅを充足しない。被告製品がカーテン展開方式を採っていることは，\n乙１，２，１１，２６，３１，３２（枝番含む。以下同じ）などから明らか\nである。\n３  争点３（構成要件Ｇ充足性）について\n（原告らの主張）\n(1)  構成要件Ｇの解釈\n構成要件Ｃは，フラットワーク物品を延伸装置で拡げた状態でコンベヤベ\nルトに移動できる位置関係にあることを要求するもので，そのために移動器\n具など用いない「直接」の移動を求めているとは解されない。そして，構成\n要件Ｇは，そのための何らかの移動手段を備えることを要求しているのであ\nり，移動手段は特定されていない。\n被告は，禁反言により，原告らは構成要件Ｇの移動手段から「バーまたは\n他の器具」が排除されることを否定できないと主張する。\nしかし，原告イエンセンの意見書（乙４）や手続補正書（乙５）の記載は，\nそこで引用された本件明細書の【００２０】の記載による構成要件Ｇの限定\n解釈とは結びつかない。本件明細書の段落【００２０】は実施例の説明に関\nするものであり，引用された【００２０】の記載内容は，本件発明から特定\nの移動手段を排除するような意味はない。\nその引用文中前提となる本件発明の構造は，「レール手段の正面の位置が\n挿入装置で占められている」点だけである。\n被告の禁反言の主張は成り立たない。\n(2)  本件発明と被告製品との対比\n布類Ｓは，受渡し装置４の作動と吸引作用の協働によって，布類Ｓの上端\n部を受渡しコンベヤ６１にその正面側端部に移動して引き渡される。受渡し\n装置４は，「フラットワーク物品の上端部をコンベヤベルトの正面側端部に\n移動するための手段」に該当する。そして，受渡しコンベヤ６１に引き渡さ\nれた布類Ｓは，受渡しコンベヤから排出コンベヤ６２を経由してロールアイ\nロナー（ＩＲ）へ供給される。\nしたがって，被告製品は，本件発明の構成要件Ｇを充足する。\n（被告の主張）\n(1)  構成要件Ｇの解釈\n本件特許の出願時において，原告イエンセンは，拒絶理由（乙３）を回避\nするために意見書（乙４），手続補正書(乙５）を提出し，特許査定されて\nいるのである。\nすなわち，拒絶理由通知書（乙３）において，出願当初の明細書段落【０\n０１９】の記載について，その記載内容が不明瞭であるから特許法第３６条\n第４項に規定する要件を満たしていないと審査官から指摘されたのに対し，\n原告イエンセンは，意見書（乙４）において，「（ロ）前記拒絶理由１の\n（ii）の点につきましては，①段落［００１９］において「先のフラット\nワーク物品の後縁がコンベヤベルトの正面側端部を通過するまえにつぎの延\n伸操作が開始されなければならないという事実に鑑み，コンベヤベルトの正\n面側端部は，延伸操作のあいだ，クランプ１０，１１の経路のいくらか後側\nに位置づけられなければならない。」と補正し，いつ延伸操作が開始されな\nければならないのかを明確にし，かつ段落［００２０］において「レール手\n段７の正面の位置が挿入装置１７で占められているため，クランプ１０，１\n１の下の正面側からバーまたは他の器具を導入し ，これによりフラ ット\nワーク物品の導入端部をコンベヤベルト５まで移動させることはできない。\nそのかわりに，当該導入端部は，コンベヤベルト５の下のサクションボック\nス２３内で発生した真空によりクランプ１０，１１からコンベヤベルト５ま\nで運ばれる。」と補正し，「導入端部」が「サクションボックス２３」内で\n発生した真空により運ばれることを明確にし，」と述べている。\n上記は，原告イエンセンの主張であり，これらの主張が受け入れられて特\n許査定されているのである。\nここで原告イエンセンが主張していることは，「レール手段７の正面の位\n置が挿入装置１７で占められているため，クランプ１０，１１の下の正面側\nからバーまたは他の器具を導入し ，これによりフラットワーク物品の導入\n端部をコンベヤベルト５まで移動させることはできない」ということである。\n重ねて言えば，フラットワーク物品を移動させるものは，「コンベヤベルト\n５の下のサクションボックス２３内で発生した真空」である。したがって，\n本件明細書においては，「レール手段７の正面の位置が挿入装置１７で占め\nられていても，クランプ１０，１１の下の正面側からフラットワーク物品の\n導入端部をコンベヤベルト５まで移動させるバーまたは他の器具」は記載さ\nれていない。\nそればかりか，原告イエンセンは，本件発明はそのような「バーまたは他\nの器具」を具備することができない装置であると述べている。\n特許法３６条５項１号は，特許を受けようとする発明が発明の詳細な説明\nに記載したものであることを必要としている。\n原告イエンセンは，【図１】で示される当該装置の構成上，「レール手段\n７の正面の位置が挿入装置１７で占められているため，クランプ１０，１１\nの下の正面側からバーまたは他の器具を導入し ，これによりフラットワー\nク物品の導入端部をコンベヤベルト５まで移動させることはできない」から\nこそ，サクションボックスを用いた移動手段を備えたのであり，「バーまた\nは他の器具」を排除していることは明らかである。\n(2)  本件発明と被告製品の対比\n被告製品の移動手段は，排除されている「バーまたは他の器具」そのもの\nであり，構成要件Ｇでいうところの移動手段（「移動するための手段」）で\nはない。したがって，被告製品は，構成要件Ｇを充足しない。\n４  争点４（構成要件Ｈ充足性）について\n（原告らの主張）\n(1)  構成要件Ｈの解釈\nア  「昇降」とは，「①のぼりくだり。あがりおり。②ひきあげることとお\nろすこと。③盛んになることと衰えること。」（広辞苑）を意味している。\n本件に関しては，「昇降作動」とは，「ひきあげる作動とおろす作動」を\n意味すると解するのが自然であり，かつ一般的な用法に合致する。\nしたがって，字義に照らしても，「昇降作動」という言葉が，「レール\n上を行ったり来たり」する，つまり，「同一軌道を往復上下する」場合に\n限定されると解することはできない。\nイ  原告イエンセンのした平成１４年２月２１日付け訂正（乙１３）は，\n（請求項１に関しては）「操作位置から昇降する昇降手段」とあるのを\n「操作位置から昇降作動する昇降手段」と訂正したものである。\nフラットワーク物品を持ち上げるスライドは操作者の操作位置から昇降\n作動するのであって，昇降するのはスライドであり昇降手段全体が昇降す\nるのではないという趣旨を明確にしたものであり，昇降作動が同じレール\n上を往復するか，周回するかなどを問題にしたものではない。\nしたがって，被告の主張は見当外れである。\nこの釈明的訂正は，無効審判で問題となったブラウン・アルファが，\nレールの先端を降ろして物品を受取り，レール全体を水平まで持ち上げ，\n物品は水平移動するのとの差を明らかにするため，元の記載でもそう読め\nるが，誤解を避けるための釈明的訂正である。\n特許庁は，元の記載でもそう読めるが訂正文の方がより明確であるとし\nて，この釈明的訂正を認めたのである。\nこの訂正請求の意見書でも，「レール手段１５に沿ったスライド１６の\n上向きの移動によって，当該フラットワーク物品がクランプ１０まで上向\nきに動かされる」，「スライド１６が当該クランプ１０を通過して，元に\n戻る。」と述べているが，被告製品でも，溝付き部材１２ａに沿った投入\nクランプ取付けベースは（操作位置から）上向きの移動をすることにより\n投入クランプ取付けベースに取り付けた投入クランプに掴持された布類は，\n拡げクランプ２１まで上向きに動かされ，キャリッジ２２に取り付けた拡\nげクランプに投入クランプ１１から布類を受け渡すために拡げクランプを\n通過し，その後（遠回りして）元の操作位置に戻るようになっている。\nしたがって，原告イエンセンの訂正請求での意見書の説明にも合してい\nるので，何ら禁反言に反する主張はしていない。\nウ  被告は，被告製品の投入クランプ移動手段はチェーンにより周回するも\nので，同じレール上を往復上下動するものに比べ，格段作業効率がよいと\n主張する。しかし，被告の周回チェーンで移動する投入クランプは，本件\n発明の１本の直線上のスライドの役を２個が交替で行っているにすぎない。\nこの２つの方式の差により作業効率の差はあっても無視できる程度のもの\nである。\n(2)  本件発明と被告製品との対比\n被告製品において，投入装置１は布類を投入装置に挿入する作業を行う操\n作者によって制御され，また，被告製品１においては３つ，被告製品２，３\nにおいては４つの投入装置１が展張レール２５に沿って１列に並んで隣接し\nて設けられている。また，投入装置１を構成する投入クランプ移動装置１２\nは，布類Ｓを操作位置から展張レール２５上の一対のキャリッジ２２，２２\nの方へ持ち上げるために布類Ｓを掴持した投入クランプ１１の取付けベース\n１２ｂをチェーン１２ｃにより斜上方に移動させている。\nこの投入装置１は構成要件Ｈの「挿入装置」であり，投入クランプ移動装\n置１２は構成要件Ｈの「昇降手段」である。\n３つ（被告製品１）ないし４つ（被告製品２，３）の投入装置のそれぞれ\nが投入クランプ移動装置を有するので当然複数である。\nしたがって，被告製品は，本件発明の構成要件Ｈを充足する。\n（被告の主張）\n(1)  構成要件Ｈの解釈\nア  被告は，構成要件Ｈにおける「昇降作動」とは，「レール上を行ったり\n来たりすること」であり，被告製品は，レール上を行ったり来たりするこ\nとはないので構成要件Ｈを充足しないと主張するものである。「レール上\nを行ったり来たり」という意味は，「同じ軌道を往復上下する」というこ\nとと同旨である。\nイ  構成要件Ｈの「昇降作動」という用語は，平成１４年２月２１日付け訂\n正（乙１３）により，「操作位置から昇降する昇降手段」とあったものか\nら「操作位置から昇降作動する昇降手段」と訂正されたもので，当初明細\n書には記載されていない。すなわち，記載内容が不明瞭であることを理由\nに無効となることを免れるために訂正したものである。\n原告イエンセンは，「昇降作動」なる語を当初明細書において使用して\nいなかったため，明細書に記載されたスライドがどのように動くかという\nことを，明細書の【００１９】等の記載を根拠に詳細な説明をして初めて，\n「操作位置から昇降する昇降手段」とあるのを「操作位置から昇降作動す\nる昇降手段」とした点についての訂正が，「［判決注：平成１１年２月１\n５日付け訂正後の］訂正明細書に記載した事項の範囲内の訂正であって，\n新規事項の追加には該当しない。」として適法と認定されているのである\n（乙９）。その範囲内とは，「フラットワーク物品２１はクランプ１７に\n挿入され，レール手段１５に沿ったスライド１６の上向きの移動によって，\n当該フラットワーク物品がクランプ１０まで上向きに動かされる。……ク\nランプ１７を備えたスライド１６が当該クランプ１０を通過して元に戻る\nための空間的余裕が残されている。」（段落【００１９】）等の記載であ\nるから，「周回」しているものはこの範囲には入らないのである。\nしたがって，「周回」している被告製品は，構成要件Ｈを充足しないこ\nとが明らかである。\n原告らは，「昇降作動」の意味について，「広辞苑」の記載を根拠に，\n「ひきあげる作動とおろす作動」を意味すると主張する。\nしかし，原告イエンセンは，無効審判において，「広辞苑」の記載を根\n拠として訂正を求めるのではなく，明細書の記載を根拠として，より限定\n的に訂正をしたのである。\n無効審決を免れるために，当該審判における被請求人である原告イエン\nセン自身が限定的な説明を行っておきながら，侵害訴訟においては，広辞\n苑を根拠に広い解釈を主張するのは，禁反言の原則に反するものである。\nウ  無効審決（乙９）において引用例とされたブラウン・アルファも，シー\nツ類などのフラットワーク物品を低所から高所に持ち上げるという点で共\n通しており，このような作動は，原告のいうところの「ひきあげる作動と\nおろす作動」を意味する「昇降作動」そのものである。したがって，「昇\n降作動」を，単に「ひきあげる作動とおろす作動」と解するならば，無効\n審判にかかる無効理由に該当する可能性を排除することができないことと\nなる。\nエ  被告製品は，投入装置において「周回」方式を採用している。この「周\n回」方式では，周回方向を変える必要がないために周回上に少なくとも２\nつ以上の投入クランプを配置することができる。そのため，作業者は投入\nクランプの復帰を待つことなく次のシーツを他の１つの挿入クランプに挿\n入することができ，作業時間の短縮化を図ることができる。\n(2)  本件発明と被告製品の対比\n構成要件Ｈにおける「昇降作動」がレール上を行ったり来たりするもので\nあることは明らかであるところ，被告製品は「周回」するものであり，「昇\n降作動」するものではないから，被告製品は構成要件Ｈを充足しない。\n５  争点５（構成要件Ｋ充足性）について\n（原告らの主張）\n(1)  構成要件Ｋの解釈\n「レール手段」は通常の技術常識に従って解釈されるべきである。\n被告代表者前嶋洋左右出願の公開特許公報（甲７）では，被告が投入ク\nランプ脱落防止カバーと強弁する溝付き部材と全く同一構造を示す部材を\n「ガイドレール２９」と称し，【００１１】【００１２】【００２０】で\nその目的・作用について詳細な説明がなされている。\nこのように，被告代表者自身が被告製品を想定して行った特許出願にお\nいて，溝付き部材を通常の技術常識に従って「ガイドレール」と呼び，上\n述のような説明を付している。そして，かかる詳細な説明は，いずれも原\n告の解釈を裏付けている。\n(2)  本件発明と被告製品との対比\n布類Ｓは，一対の投入クランプ１１，１１に挿入される。一対の投入クラ\nンプ１１，１１は，投入クランプ取り付けベース１２ｂに取り付けていると\nころ，投入クランプ取り付けベース１２ｂは，モータ１２ｄがチェーン１２\nｃを介して駆動することにより，溝付き部材１２ａの溝に沿って昇降自在に\n移動することができる。\n溝付き部材１２ａの溝に沿って移動するのは，投入クランプ取付けベース\n１２ｂに車輪１２ｇが付けてあり，この車輪が溝付き部材の溝にはまりこん\nでいるので，投入クランプ取付けベースがチェーン１２ｃによって移動する\nと，車輪が回転し溝の中を接触の抵抗なくスムーズに移動することによる\n（なお，この車輪は投入クランプ取付けベースの走行の駆動をしているわけ\nではない。）。\nこの投入クランプ取付けベース１２ｂは構成要件Ｋの「スライド」に該当\nし，また溝付き部材１２ａの溝は「昇降手段のレール手段」に該当する。\nしたがって，被告製品は，本件発明の構成要件Ｋを充足する。\n(3)  被告の主張に対する反論\nア  被告は，溝付き部材１２ａは単なるカバーで，①クランプをチェーンに\n固定するピンが破損した場合の脱落を防止するとか，②フラットワーク物\n品がチェーンに巻き込まれるのを防止するとか，③フラットワーク物品が\nクランプと投入装置側板との間に巻き込まれるのを防止するとか主張する。\n(ｱ)  クランプをチェーンに固定するピンは破損しないように設計されるの\nが通常であり，それを防止するためにわざわざカバーを設置することは\n考えにくい。その点を措くとしても，もしピンが破損した場合の脱落を\n防止する目的であれば，溝付き部材の溝部分を設ける必要はないし，車\n輪を設ける必要もないはずである。\n(ｲ)  また，フラットワーク物品はクランプから下に垂れ下がっていること\nから，クランプより上に位置するチェーンに巻き込まれることはおよそ\n考えられないし，チェーンには溝付き部材とは別にチェーンカバー１２\nｆが付されているから，チェーンに巻き込まれることを防ぐために溝付\nき部材を付す必要はない。\nしたがって，被告の主張は到底信用できない。\n(ｳ)  被告は，上記②の「フラットワーク物品がチェーンに巻き込まれるこ\nとを防止するため」との主張を，③「クランプと投入装置側板との間に\n巻き込まれることを防止するため」と訂正した（被告準備書面（７））。\n「フラットワーク物品がクランプと投入装置側板との間に巻き込まれ\nる」というのがどういった場面を想定しているのか不明であるが，いず\nれにせよ，訂正前後で言っていることが全く違っていることは明らかで\nあり，このような変遷が行われること自体，被告の主張が場当たり的な\nものであることを表している。\n被告は，溝付き部材があることで，フラットワーク物品がクランプと\n投入装置側板との間に巻き込まれることが防止できる理屈について，何\nら説明していない。\nそもそも投入装置側板は何のためにあるかといえば，それは溝付き部\n材を支持する支持板である。その支持板が布類と接触することを防ぐた\nめ溝付き部材を設けたというのであれば，それぞれ互いの存在を維持す\nるだけのものということになり，両方ともなくても良いことになり，意\n味をなさない。\n(ｴ)  被告代表者自身が被告製品を想定して行ったものと認められる特許出\n願の明細書（甲７）には，「ガイドレール２９」の機能につき，投入ク\nランプの脱落防止，チェーンに巻込まれることの防止，クランプ投入装\n置側板への巻き込み防止などといった作用・目的については全く記載が\nない。\nイ     被告は，被告製品は「溝付き部材」がなくても作動するから，「昇降手\n段のレール手段」には該当しないと主張する。\nしかし，外しても機能すると言ってみても，産業上現実に製造販売して\nいる製品には存在し，自ら同じ構造物についてガイドレールと呼称し，そ\nれに適合する存在目的・作用・効果を説明しているという事実がある場合，\nこのような主張にいかなる意味があるのか不可解で，侵害の有無を左右す\nるものでないことは明らかである。\nそして，溝付き部材を外して動作させたデモンストレーション（乙１）\nのような設定で，実用的継続使用に耐えるものとして販売できないことは\n技術的に明らかである。\nウ     被告は，溝が連続せず間隙があるので，レールの役をしないと主張する。\nしかし，例えば鉄道のレールであっても間隙は存在するのであって，間隙\nの存在は溝付き部材が「レール手段」でないことを示す証拠とはなり得な\nい。甲７の発明における「ガイドレール２９」にも間隙は設けられている。\n（被告の主張）\n(1)  構成要件Ｋの解釈\nア     「レール」の意味につき，広辞苑（第４版）には，「①車輪を支え，そ\nの上を円滑に走らせる細長い鋼材。……軌道，軌条。②手すり，さく。\n「ガードレール」③物事を運ぶための道すじ，下準備。（以下略）」と記\n載されている。\nまた，「マグローヒル科学技術用語大辞典（第３版）」には，「【工\n学】１．柱またはその他の支柱の間に防護用に渡された横棒。２．鉄道車\n両やその他のフランジ付き車輪を持つ乗物に軌道を提供する枕木の上に置\nかれた鉄の横棒。」と記載されている。\n上記の記載によれば，レールというものは，次の二つのカテゴリーに大\n別することができるといえる。\n①  まず，レールには軌道や軌条等の意味があり，この場合のレールは移\n動体の移動経路を規定する。その代表は，鉄道のレールのたぐいであり，\nこれをカテゴリー１のレールと呼ぶことにする。\n②  また，レールには手すりや柵等の意味があり，この場合移動経路に\n沿って設けられる。しかし，この意味のレールは移動体の移動経路を規定\nせず，防護の用途に用いられる。その代表は，道路に沿ったガードレール\nのたぐいであり，これをカテゴリー２のレールと呼ぶことにする。\nイ     本件発明におけるレール手段７及び１５は，キャリッジ８，９やスライ\nド１６などの移動体が接触して移動するための手段である。レール手段な\nくして移動経路（軌道）は規定されず，そもそも移動自体が不可能である。\nよって，本件特許発明におけるレール手段は，カテゴリー１のレールに属\nする。\n(2)  本件発明と被告製品との対比\nア  被告製品には「昇降手段のレール手段」は存在せず，原告らが「レー\nル」に該当すると主張するもの（溝付き部材１２ａ）は，投入クランプ脱\n落防止カバーである。\nイ  被告製品の場合，フラットワーク物品の搬送機構（投入クランプ移動装\n置１２）は，一対のスプロケットホイールにチェーンを掛け回したもので\n構成されている。これは，あたかも自転車のチェーンのような構成であり，\nそのチェーンにクランプを取り付けているのであるから，作動にレールが\n必要な理由は全くない。被告製品において，レールではないかと疑われて\nいる「溝付き部材」は，チェーンの高速移動時におけるピンの破損による\nクランプの脱落防止やクランプと投入装置側板との間へのシーツの巻き込\nみ防止として機能する。高速移動時以外には，ただ付属しているだけで，\n機能する余地のないものであり，本質的に移動体の移動に関係しない。被\n告製品は，一対のスプロケットホイールにチェーンを掛け回した構成に\nよって，完全に，フラットワーク物品を搬送することができる。\nしたがって，被告製品における「溝付き部材」は，カテゴリー２に属す\nる。換言すれば，カテゴリー１の技術的意義は，被告製品に存在しない。\nウ     乙１，２に明らかなとおり，被告製品にあっては溝付き部材を取り外\nして運転しても，投入クランプは，溝付き部材を取り外す前と同様，正常\nに稼働する。すなわち，溝付き部材がクランプを案内していないことの証\n左である。\n本件発明の実施品では，昇降手段のレール手段を取り外したら，投入ク\nランプは稼働しないはずである。\nエ     原告は，鉄道のレールの隙間を例に，投入クランプ脱落防止カバーに間\n隙があることとレールであることとは矛盾しないと反論しているが，失当\nである。\n鉄道の車輪の直径は８６０ｍｍが主流で，新幹線の「０系」や「１００\n系」，国鉄時代の「１０３系」は９１０ｍｍである。\n他方，レールは最近では，継ぎ目の無いものが主流となっているが，従\n来のレールのつなぎ目には１０ｍｍ程度の隙間がある（温度変化による\nレールの伸縮に対応するため）。したがって，車輪と継ぎ目の割合は，\n１％強である。\nこれに対して，溝付き部材の間隙は２０ｍｍ程度であるから，鉄道の\nレールと同様に考えるとすれば，被告製品の「車輪」の直径は２０００ｍ\nｍ以上ということになり，常識外である。\nこのような大きな隙間があることは，溝付き部材が進路を誘導する案内\n路としての機能を果たさないことの証左である。\nまた，溝付き部材と車輪が接触しないことも，車輪が投入クランプ防止\nカバーに案内されていないことを示している。\nオ     甲７の発明の当時，チェーンによる周回動作において生じるブレを防止\nし，布類の巻き込み等メーカーとして基本的かつ当然回避すべき危険を防\n止するために「ガイドレール」を用いて，総合的に「安定な移動が保証さ\nれる」（甲７の【００１２】）と説明（記載）していた。\nしかし，被告製品の開発時においては，チェーンやスプロケットのみで\nその周回動作のブレをなくすことに成功した。\nそのため，隙間部材は，布類巻き込み防止等々の安全対策としての機能\nのみを持つに至ったのである。\nカ     被告製品は「昇降手段のレール手段」を欠くので，構成要件Ｋを充足し\nない。\n６  争点６（過失）について\n（原告らの主張）\n被告は，被告には過失がないと主張するが，特許法１０３条による過失の推\n定を覆す事由はない。\n（被告の主張）\n特許請求の範囲について，当業者が正確に把握できないことについて特許権\n者にその責めが帰せられるときは，過失の推定をすることは相当でない。\n被告製品が「中央と好ましくは反対側の地点から延長した位置に移動させて\n離間せしめる」「昇降作動する」「レール手段」に該当するような解釈を当業\n者が正確に把握することは不可能であったから，特許法１０３条を適用して被\n告に過失があることを推定することはできず，被告には過失がないから，損害\n賠償義務は発生しない。\n７  争点７（損害）について\n（原告らの主張）\n原告らは，原告イエンセンにつき特許法１０２条３項に基づき，原告プ\nレックスにつき同条１項に基づき損害賠償を請求する。\n(1)  被告製品の販売台数\nア  平成２０年１２月から平成２４年２月末までにおける被告製品の販売台\n数は，被告製品１が４６台，被告製品２が１５台，被告製品３が１０台の\n合計７１台である。\nイ  被告による自白の撤回には異議がある。\n被告は，「ＳＯＮＩＣ－ＥＳ３Ｖ－ＥＸ－３３」は被告製品１（ＳＯＮ\nＩＣ－ＥＳ３）に含まれない，「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３３」「Ｓ\nＯＮＩＣ－ＥＳ４－ＥＸ－３５」は被告製品２（ＳＯＮＩＣ－ＥＳ４）に\n含まれないとして，これを含めていた従前の販売台数は真実に反し錯誤に\n基づくものであったと主張する。\nしかし，「Ｖ」，「ＥＸ」などの記号は，本件発明の構成要件充足問題\nとは無関係の，単なる付加機構のオプションを備えるかどうかであり，\n「－３３」，「－３５」などの寸法差と同様，「ＳＯＮＩＣ－ＥＳ３」，\n「ＳＯＮＩＣ－ＥＳ４」，「ＳＯＮＩＣ－ＥＤ４」という上位概念の記号\nで統括して何ら問題はない。\n被告の主張する自白の訂正理由は成立しないので，販売台数に関する自\n白の撤回は認められない。\n(2)  原告イエンセンの損害\nア     原告イエンセンと原告プレックスとの間の専用実施権設定契約（甲１\n６）によれば，許諾により適法に実施し，報告して自発的に支払う場合の\n実施料は，１台当り６５万円である（１８条１項）が，違法に実施して後\nに支払う違約金は１台当り１３０万円である（７条５項）。\nしたがって，原告イエンセンが特許法１０２条３項に基づいて請求でき\nる額は，１３０万円×７１台＝９２３０万円である。\nイ  被告は，専用実施権者の請求と特許法１０２条３項で「特許権者又は専\n用実施権者」が特許侵害による損害を請求できることに関し，｢又は｣とあ\nるからどちらか一方しかできないとし，本件では特許権者の請求は専用実\n施権者と二重請求となると主張している。\nしかし，被告の販売分については，原告イエンセンは何ら実施料を受け\nていないのであるから，その分の請求を被告に対し行うのは当然で，専用\n実施権者たる原告プレックスの請求とは別個独立に成立する請求権である。\nこのように専用実施権を設定している場合にも，特許権者が特許法１０\n２条３項の請求と専用実施権者が特許法１０２条の１項又は２項による請\n求を併行して個別に被告に対し損害賠償請求をすることは，一般的に認め\nられていることである。被告の独自の主張は認められない。\nなお，本訴では，特許法１０２条３項の請求は，特許権者のみが行使し\nているもので，「及び専用実施権者」も請求しているわけではない。\n(3)  原告プレックスの損害\nア     特許法１０２条１項に基づく損害額\n(ｱ)  １レーンモードの製品として，被告製品１及び２に対応する原告プ\nレックスの製品は，①イージーホークLite 3 ESZ-L3，②イージーホー\nク Lite ESZ-L4 ， ③ イ ー ジ ー ホ ー ク Neo ESZ-N4 及 び ④ イ ー ジ ー ホ ー ク\nHyper ESZ-H4（（（（ 以下以下以下以下 ，，，， それぞれそれぞれそれぞれそれぞれ 「「「「 原告製品原告製品原告製品原告製品 １１１１ 」」」」 ないしないしないしないし 「「「「 原告製品原告製品原告製品原告製品 ４４４４ 」」」」\nというというというという。）。）。）。）の４機種である。\nまた，２レーンモードに対応可能な製品として，被告製品３に対応す\nる 原 告 プ レ ッ ク ス の 製 品 は ， ⑤ イ ー ジ ー ホ ー ク Neo VI ESZ-N6及 び ⑥\nイージーホークHyper ESZ-H6（（（（ 以下以下以下以下 ，，，， それぞれそれぞれそれぞれそれぞれ 「「「「 原告製品原告製品原告製品原告製品 ５５５５ 」「」「」「」「 原告原告原告原告\n製 品製 品製 品製 品 ６６６６ 」」」」 と い いと い いと い いと い い ，，，， 原 告 製 品原 告 製 品原 告 製 品原 告 製 品 １１１１ な い しな い しな い しな い し ４４４４ とととと 合合合合 わ せ てわ せ てわ せ てわ せ て 「「「「 原 告 製 品原 告 製 品原 告 製 品原 告 製 品 」」」」 と いと いと いと い\nうううう。）。）。）。）の２機種である。\n(ｲ)  被告製品１，２に対応する原告製品１ないし４の平成２１年から平成\n２３年の１台当たりの限界利益説による平均利益額は３５９万５５０８\n円であり，被告製品３に対応する原告製品５及び６の１台当たりの平均\n利益額は５０８万２５２２円である。\nもっとも，原告らは，これが３２１万７３２７円（原告製品１ないし\n４について）及び４３６万８０５６円（原告製品５及び６について）で\nあるとの計算鑑定の結果を争うものではない。\n(ｳ)  原告プレックスが特許法１０２条１項に基づいて請求できる額は，\n被告製品１，２の販売による損害として，３５９万５５０８円×（４\n６台＋１５台）＝２億１９３２万５９８８円\n被告製品３の販売による損害として，５０８万２５２２円×１０台＝\n５０８２万５２２０円\nの合計２億７０１５万１２０８円である。\nイ  被告は，原告プレックスの請求は権利濫用であるなどと主張するが，過\n去に争ったことがあっても，和解成立後，あらためて特許権を尊重し専用\n実施権の設定を受けたこと，その権利を行使することは何ら権利濫用に該\n当しない。\nウ     原告プレックスに損害はないという被告の主張は根拠がなく，誤ってい\nる。\nフィーダー，ロールアイロナー及びフォルダーはそれぞれ独立して値段\nも設定されており各別に販売できるもので，それらを一括して全システム\nを同じメーカーから購入するかどうかはユーザーの選択であり，その希望\nにより，実際は，販売代理店が，同じメーカーから一括購入するか又は各\n別に購入して，まとめて納入するということになる。\n被告は，原告プレックスはトーカイ系列下にあり，トーカイの競業者で\nあるリネンサプライ業者はトーカイ系列の原告プレックスを忌避するとし\nて，あたかもトーカイ系列以下は全て被告の顧客で，トーカイ系列と対抗\nしているかのごとく主張するが，全国のリネンサプライ業者は全て原告製\n品のユーザー候補で，原告プレックスと被告は，それぞれが全国の市場を\nカバーする複数の販売代理店を通じて販売しているので，フィーダーに関\nしては，全国的に競合関係にある。\nリネンサプライというサービス業者間では，使用機器についての明確な\n住み分けはなく，原告プレックスがトーカイ子会社であるという理由でそ\nの使用機器を購入しないなどというリネンサプライ業者はほとんどなく，\nあったとしても例外であろう。現に株式会社トーカイ（四国）の工場所在\nたる香川県の同業リネンサプライ工場でも，原告プレックスのフィーダー\nなどの機器を使用している。\nフィーダーで昇降手段を有する複数の挿入装置と一対の展張クランプが\n各昇降手段の位置に移動してフラットワークを受取り展張するという方式\nは，競業他社のフィーダーにはないので，被告の侵害行為がなければ当然，\nこの方式を希望するリネンサプライ業者は，原告製品を購入するしかない\nのである。\nしたがって，被告製品の販売がなければ，原告製品を購入することにな\nる。\nエ     寄与率について\n(ｱ)  特許の対象が問題の販売品の一部材にすぎないときは，販売品全体の\n代金を基にした利益というわけにはいかないので，その部材の寄与率が\n問題となる。\nしかし，本件発明はフィーダー装置の全体を対象としており，フィー\nダーは，独立して取引するときはもちろん，フォルダーなど他の機器と\n組合せて取引するときも，フィーダー自体の値段は示されるものである。\nしたがって，フィーダー全体の利益が対象となり，それについての請求\nについて，寄与率の問題は生じない。\n(ｲ)  被告代表者の発明も寄与率に関連して述べられているが，本件発明以\n外の他の発明の使用は，損害認定に直接関係がない。\nオ     輸出分について\n被告は，原告プレックスが独占権を行使できるのは日本国内だけだから，\n外国向けは対象外と主張しているが，誤りである。\n外国市場で原告プレックスが本件特許権の専用実施権による独占権を有\nしないのは当然であるが，原告プレックスは本件特許権の専用実施権者と\nして日本国内の独占権を有し，これに基づき内国向け外国向けを問わず実\n施権と差止権を有するのである（特許法２条３項１号）。\n損害賠償請求の根拠としては，その独占権のほか，自らも海外仕向品を\n含め日本国内の実施の可能性があればよいのであり，輸出用であっても同\n様で，仕向先の外国での独占権は必要としない。\n被告は，ＥＵ等に輸出するためＣＥマーク取得の必要がある点を，自社\nだけの特権のごとく述べるが，必要とあれば，原告プレックスも取得でき\nるものである。被告は特にＥＵについてＣＥマークを取得したというが，\n原告イエンセンは，本件特許と対応する米国特許とＥＵ特許を有しており，\nＥＵでは２０１３年１月２６日まで存続するので，ＥＵに輸出することは\nその特許侵害になるはずであるから，被告が自由に輸出できたのはアジア\nなどである。原告プレックスも，原告イエンセンの了解のもとに，実施料\nを払って，国内の代理店を通じ韓国，インドネシア向け輸出品を販売した\n実績がある。\nしたがって，海外向けということを損害賠償の対象から除外する理由は\nない。\n（被告の主張）\n(1)  被告製品の販売台数について\nア  平成２４年２月末日までに工場を出荷した被告製品の台数は，被告準備\n書面（１７）においては，被告製品１につき４６台（うち１０台は海外向\nけ），被告製品２につき１５台（うち１台は海外向け），被告製品３につ\nき１０台（うち２台は海外向け）の合計７１台（うち１３台は海外向け）\nと主張したが，被告製品１につき３４台（うち７台は海外向け），被告製\n品２につき５台，被告製品３につき１０台（うち２台は海外向け）の合計\n４９台（うち９台は海外向け）が正しいので，訂正する。\nイ  原告らが特許権侵害を主張する被告製品は「ＳＯＮＩＣ－ＥＳ３」（被\n告製品１）「ＳＯＮＩＣ－ＥＳ４」（被告製品２）及び「ＳＯＮＩＣ－Ｅ\nＤ４」（被告製品３）であるが，被告には「ＳＯＮＩＣ－ＥＳ３」との型\n番はなく，「ＳＯＮＩＣ－ＥＳ３－３３」又は「ＳＯＮＩＣ－ＥＳ３－３\n５」がある。この両者の相違は，横幅が３３００ｍｍか３５００ｍｍかの\n相違である。被告は，物件目録の記載は正確ではないものの，上記両機種\nの上位概念として「ＳＯＮＩＣ－ＥＳ３」を考えることができないわけで\nはないので，上記両機種を含めて出荷台数を調査した，しかるに，出荷台\n数調査中に，「ＳＯＮＩＣ－ＥＳ３Ｖ－ＥＸ－３３」を含めてカウントし\nてしまったものである。「ＳＯＮＩＣ－ＥＳ３Ｖ－ＥＸ－３３」を除いた\n「ＳＯＮＩＣ－ＥＳ３－３３」及び「ＳＯＮＩＣ－ＥＳ３－３５」の出荷\n台数は３４台（うち７台は海外向け）である。\nまた，被告には「ＳＯＮＩＣ－ＥＳ４」との型番はなく，あるのは「Ｓ\nＯＮＩＣ－ＥＳ４－３３」（「ＳＯＮＩＣ－ＥＳ４－３５」の型番はある\nが出荷実績はない。）であるが，出荷台数調査中に，「ＳＯＮＩＣ－ＥＳ\n４－ＥＸ－３３」及び「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３５」を含めてカウ\nントしてしまったものである。上記を除いた「ＳＯＮＩＣ－ＥＳ４－３\n３」の出荷台数は５台である。\n本件発明に係る装置は，「コンベヤベルト上を運ばれるあいだにフラッ\nトワーク物品の垂れ下がった部分の皺を伸ばすために対をなして設けられ\nた公知の延伸リボンを利用できる」（【０００８】）。これに対して，\n「ＳＯＮＩＣ－ＥＳ３Ｖ－ＥＸ－３３」「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３\n３」及び「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３５」はカーテン方式を採用して\nいるため，公知の延伸リボンを採用することができず，その代わりに「布\n類整形装置」（特許４２６６９４７号）を採用しているのである。\n以上のとおり，被告準備書面（１７）での主張は真実に反し，かつ錯誤\nに基づくものであるから，訂正は認められるべきである。\n(2)  原告イエンセンの損害について\nア     原告イエンセンは，原告プレックスに対して専用実施権を設定しており，\n原告プレックスが損害賠償を主張している本件において，被告に損害賠償\n請求を行うことは二重請求となり許されない。\n原告らの主張が許されるならば，特許権者が自らその特許を実施して\nいる場合と，特許権者が専用実施権を設定している場合とで，前者より\n後者の方が損害賠償の額が常に大きくなるはずであるが，そのような結\n論には合理性はなく，肯定すべき何らの根拠もない。\nイ  専 用 実 施 権 を 設 定 し た 場 合 ， 設 定 し た 範 囲 内 に お い て ， 特 許 権 者 で\nあってもその発明を実施することはできない。専用実施権者が差止請求，\n損害賠償請求を行えることの結果，特許権者は自らの損害を観念すること\nはできず，したがって，損害賠償請求をすることができない。\nウ  特許法１０２条３項は，同条１項又は２項を補充する規定であり，１項，\n２項いずれも適用することができない場合にも，少なくとも３項の規定に\n基づく請求はできるとの趣旨である。したがって，専用実施権者が１項若\nしくは２項の適用を主張して損害賠償の請求を行っている場合に，特許権\n者に対して１０２条３項の規定は適用されないというべきである。\nエ     原告らは，原告ら間の専用実施権設定契約（甲１６）に基づき，実施料\n相当損害金が１台当たり１３０万円と主張するが，原告ら間で行った契約\nが被告に適用される根拠は全くない。\nさらに，特許法１０２条３項の「実施に対し受けるべき金銭の額」とは\nライセンス料相当額であると解されるから，原告ら間の損害賠償額の予定\nに関する規定が適用されるとする原告らの主張は失当である。\n(3)  原告プレックスの損害について\nア     権利濫用\n原告プレックスは，かつて原告イエンセンの本件特許権について無効を\n主張し争った。\nその後，和解して，本件特許権に専用実施権を設定したものである。\n原告プレックスは，原告製品を自ら製造してはおらず，全て外注してい\nる。\n原告プレックスは，もっぱら，被告に対する営業戦略の一環として，本\n件特許権の専用実施権を得て，本件訴訟を行ったものである。\nそのやり方は，いわゆるパテントトロールと変わるところはない。\n原告プレックスが本件特許権の専用実施権に基づいて被告に損害賠償を\n請求するのは権利濫用であるというべきである。\nイ     損害不発生\n原告プレックスは，株式会社トーカイ傘下のグループ会社（連結子会\n社）である。\nこのような関係にあるため，原告プレックスは主にトーカイ系列ないし\n影響下のリネンサプライ工場に製品を販売し，被告は，主としてトーカイ\nと競合関係にあるリネン業者などに製品を販売する。\n特殊な例外を除いて，住み分けが行われており，例えば，トーカイ系列\nと競合するリネン業者は，原告プレックスに対して（販売代理店を通じ\nて）見積もりを請求することはあっても，特殊なケースを除いて製品を購\n入することはない。それどころか，原告プレックスの社員がリネン工場内\nに立ち入ることが許されない場合すらある。\nすなわち，被告製品の販売は，原告製品の販売の減少にはならないので\nある。\nさらに，フィーダー（投入機）は，単独で使用されるものではない。\nフィーダーの先には必ずアイロナーがあり，さらにその先にはフォルダー\nがある。この一連の流れの中で有機的な関連を以て作動するのであるから，\n例えば，被告のフォルダーを使用しているリネン工場が，原告プレックス\nのフィーダー（投入機）を使用することは原則的にない。\n以上の理由で，仮に被告製品が本件特許権を侵害するとしても，原告プ\nレックスに損害は発生していない。\nウ  輸出分について\n(ｱ)  原告プレックスが本件特許権の専用実施権により独占的な利益を得る\nことができるのは日本国内の市場においてのみであり，本件特許権によ\nり外国の市場を独占することはできない。\nしたがって，被告が外国向けに製造販売した被告製品については，被\n告の販売行為により原告プレックスに損害が生じたとはいえず，特許法\n１０２条１項を適用する前提を欠くから，外国向けに出荷した被告製品\nは損害賠償の対象から除外すべきである。\n(ｲ)  例えばＥＵ加盟国などに製品を輸出するためには，ＣＥマークを取得\nする必要がある。被告はＣＥマークを取得しているが，原告プレックス\nはこれを取得していない。\nＣＥマークは，商品がすべてのＥＵ加盟国の基準を満たすものに付け\nられるマークで，ＥＥＡ（欧州経済領域）やスイス，ノルウェー，アイ\nスランド，リヒテンシュタインなどのヨーロッパ自由貿易体を含むヨー\nロッパ経済体や，ＥＵ，ＥＦＴＡの両方に属さないトルコでも必要とな\nる。\nＣＥマーク使用の許可には，当然のことながら製品が所定の基準を充\nたしているという証拠を必要とする。\nまた，基準を満たしていることを証するための検査は，機種ごとに行\nわれる必要がある。\n本件の侵害論では，被告製品のチェーンカバーが原告らの主張する\n「レール」に該当するか否かが問題になった。しかし，被告が安全性の\nためにチェーンを覆うカバーを採用したのは，ＣＥマークを取得するた\nめに十分な安全性を得る必要があったからである。同様に，クランプの\nツメを内向きにするなど，ＣＥマークを取得するための安全性向上のた\nめに為された工夫は，他にも多くある。また，１年間の無償保証，調整\nなどもＣＥマークなどの取得のために被告が行っている措置である。\nさらに，海外に向けて販売するために，英文や中国語のホームページ\nやカタログを作成するとか，イタリア，中国，台湾などで定期に行われ\nる展示会への出品，海外の代理店を設けるなど必要な措置が多くある。\n原告プレックスは，このような努力を全くしていない。\nしたがって，原告プレックスが海外に販売できる可能性は全くないの\nであるから，被告製品の販売台数のうち海外向けの出荷台数は，原告プ\nレックスの損害として算入されるべきではない。\nエ  被告製品に対応する原告製品について\n(ｱ)  被告製品１（ＥＳ３）と被告製品２（ＥＳ４）の相違は，要するに投\n入ステーション数の相違であり，ＥＳ３は３ステーション，ＥＳ４は４\nステーションであるが，投入ステーション数の相違は，当然，製造原価\nの相違をもたらし，販売価格の相違をもたらす。原告ら自身，ＥＳ３と\nＥＳ４は物件目録（１）と（２）に分けているのであり，別の製品とし\nて計算されなければならない。\n(ｲ)  原告プレックスの４ステーション機３種の販売価格は，ＥＳＺ－Ｎ４\n（原告製品３）が１１１０万４２８６円，ＥＳＺ－Ｌ４（原告製品２）\nが９２７万７４６０円，ＥＳＺ－Ｈ４（原告製品４）が９８６万３３３\n３円とされ（甲１７の２），その価格幅は１８２万６８２６円である。\n何らかの機能の差があるから，２００万円近い価額の差が生じているは\nずであり，損害額算定に当たっては，上記３機種中，最も被告製品２の\n性能に近い製品の利益額が算出されるべきである。\n(ｳ)  原告プレックスが３ステーション機であるＥＳＺ－Ｌ３（原告製品\n１）の販売を始めたのは，平成２２年１０月頃である。\nすなわち，それまでの間，被告製品１と原告製品１との間には，「そ\nの侵害がなければ販売することができた」という関係はない。\nまた，原告プレックスの４ステーション機（原告製品２～４）との間\nにも競争関係は成立しておらず，「その侵害がなければ販売することが\nできた」という関係は希薄である。\n被告製品１について，平成２２年１０月以前については，特許法１０\n２条１項が適用されてはならない。\nオ  原告製品の限界利益について\n(ｱ)  原告製品の限界利益につき計算鑑定がなされているところ，計算鑑定\n書には鑑定評価意見を形成する根拠となる資料は一切付されていない。\n計算鑑定の目的は，学識経験者に専門知識及びこれを適用して得た判断\nの結果を報告させて裁判官の判断を補充させようとするものであって，\n裁判官の判断を代替するものではない。したがって，裁判官が，鑑定人\nの判断の経過について検証できなければ，裁判官の判断とはいえない。\nしかるに，本件では計算鑑定書に何らの資料も添付されていないし，\n鑑定の結論に至る経過についてほとんど明らかにされていないのである\nから，鑑定人の判断の経過を検証することができない。\nしたがって，本件計算鑑定は計算鑑定の目的に沿うものではなく，違\n法である。\n(ｲ)  平成２２年３月期から平成２４年３月期までの間の原告プレックス全\n体の年間平均売上額は約１１億５９００万円，平均利益（純利益）額は\n約３４５０万円で，利益（純利益）率は２．９％である。\n計算鑑定によれば，平成２１年１月から平成２３年１２月の原告製品\nの売上額の平均は約２億６７６０万円，利益（限界利益）額は約８７５\n０万円で，利益（限界利益）率は３２．７％である。\nいかに限界利益と純利益は利益の概念が異なるとはいえ，全体の利益\n（純利益）率が２．９％であるのに，原告製品の利益（限界利益）率が\n３２．７％であるというのは矛盾があるといわざるを得ない。\n原告プレックスは，外注により原告製品を製造し，販売していること\nから，製造のための機械，設備を持たない。そうすると，限界利益と純\n利益の差は被告より小さいはずであるのに，原告プレックスにあっては\n限界利益は純利益の１１倍を超えている。\n(ｳ)  生産を専ら外注に頼る場合にあっても，金型は自社で保有し委託先に\n無償で貸与する方法が採られることが多い。\n本件では，金型を誰が所有するのか明らかにされていないが，仮に原\n告プレックスが所有するとすれば，その金型製作に要した費用は製造原\n価に含まれるべきである。金型は一般に償却期間２年とされ，償却期間\n経過後は備忘価格だけ帳簿に残るが，これは課税上の計算方法（減価償\n却）の問題であって，原価（変動経費）を計算する上では，金型費用は\n実際の使用期間中に生産された製品の単価に均等に加えられるべきであ\nる。\n本件計算鑑定で金型費用が全く計算されていないとすれば，適正に製\n品原価（変動経費）を計算しているとは到底いえない。\n(ｴ)  原告製品は，当初，イージーホークの名称で販売され，その後，同\nＨ ｙ ｐ ｅ ｒ，同ＨｙｐｅｒＳ，同Ｎｅｏ，同Ｌｉｔｅと順次新しい製品\nが加えられていった。原告プレックスが販売したそれぞれの製品に関す\nる開発費（製品の販売より前に投じられるもの）は，損害計算をするう\nえでの原告製品の原価に算入されるべきである。\n研究開発費は，５年以内で償却するとされ，会計上は研究開発費を支\n出した年度に一括して償却しても問題はないが，損害計算をする上での\n製品原価（変動経費）を計算するためには，償却期間に関係なく，研究\n開発費をそれぞれの製品に均等に原価（変動経費）として割り振らなけ\nればならない。\nしかるに，本件計算鑑定においては，この点を全く無視している。\n本件計算鑑定では，対象期間（３年間）の開発費合計６００万円弱を\n原価（変動経費）に参入している。\n新機種を市場に投入するときは少なくとも１台は試作機を製造する。\n試作機の製造費用は量産機よりも高額になるのが常識であるが，仮に同\n額であったとしても，原告製品６機種合計で少なくとも４３８０万円は\nかかったはずである。開発費用は試作機の製造にとどまるものではない\nが，最低でも上記の金額が計上されていなければならず，これを全く計\n上しない本件計算鑑定は信用性に乏しいといわなければならない。\n(ｵ)  本件計算鑑定では，原告イエンセンに支払っているロイヤリティー以\n外の特許関係費を原価として計上していない。\nしかし，原告プレックスは，本件投入機関連の特許として１９件の特\n許（①特願平９－３１１６８９（特許４１２２０８０），②特願平１０\n－２９０２０３（特許３４５９３６５），③特願平１０－３０３２８３\n（特許３２０８１２０），④特願平１１－３３５２３１（特許４２０４\n１５４），⑤特願２００１－３１８８３２，⑥特願２００２－３３０５\n３０（特許４０４３３４５），⑦特願２００２－３３０５２９（特許４\n１８５３５３），⑧特願２００２－３３４０１０（特許４０４３３４\n６），⑨特願２００６－３０６１４１，⑩特願２００６－１１３２０３\n（特許４８０８０６５），⑪特願２００４－３４１３１５（特許３７８\n１３７６），⑫特願２００７－０８０４１８（特許５１０１９１４），\n⑬特願２００７－１８０７５６（特許４７６２２０６），⑭特願２００\n７－１８７８１８，⑮特願２００７－２３４３７６，⑯特願２００８－\n０９８８５８，⑰特願２００８－１１９５９４（特許５１１１２２４），\n⑱特願２００８－１３０３８１，⑲特願２００８－１８３２７９（特許\n５１５６５１３））を有し，それらは原告製品に使用されている。した\nがって，この点を考慮しない計算鑑定は相当でない，また，これらの発\n明の開発費についても計上されているとは到底思えない。\n(ｶ)  さらに，原告プレックスは，原告イエンセンの特許権を侵害したとし\nて，実施料のほか和解金を支払うことで解決し，専用実施権の設定登録\nがなされたものである。原告プレックスは，和解金を支払ったことで，\n原告製品を製造できるようになったのであるから，和解金は，原告製品\nのコストである。あるいは言葉を換えて言えば，基本的な開発費を計上\nすることを免れてこの技術を獲得することができたものであり，和解金\nは事実上の開発費に相当するものである。したがって，実施料のほか，\n原告プレックスが原告イエンセンに支払った和解金も製品原価（変動経\n費）として利益の額から控除すべきである。\nカ  寄与率について\n(ｱ)  本件発明は，被告製品中の投入ステーション部分（投入装置１）に限\n定されるものである。しかも，「昇降作動する昇降手段」の有する機能\nのうち，従来製品であるブラウン・アルファとの差異は，レール自体が\n昇降するか，レールに沿って昇降移動するか，にすぎないものであるか\nら，被告製品における貢献は極めて小さい。\n投入ステーションが被告製品に占める割合は，機種によって若干の相\n違はあるものの，部品点数では２６．３％～２８．８％，価格に占める\n割合では９．５％～１０．９％である。\n原告製品が本件発明をそのまま実施する構造であるのに対し，被告製\n品はチェーンを使用した周回作動をするものである。この点から，原告\n製品における投入ステーション部分の全体に対する比率は，部品点数に\nおいても，価格においても，被告製品を大きく下回るものと推測できる。\n原告プレックスの損害を算定するうえでは，当然，価格の割合で考え\nるべきであるから，本件発明の原告製品に対する貢献の割合（寄与度）\nは，１０％以下と考えるべきである。\n(ｲ)  被告製品には，被告代表者の発明にかかる５件の特許（①特許２８２\n７１５７（乙３７），②特許４１７９８２８（乙３８），③特許４２０\n１６６６（乙３９），④特許４２６６９４７（乙４０），⑤特許４３５\n８８２０（乙４１））が実施されており，それらの奏する効果によって\n顧客吸引力を発揮している。\n第４  当裁判所の判断\n１  争点１（構成要件Ｃ充足性）について\n(1)  構成要件Ｃは，「該コンベヤベルトの正面側端部において，フラットワー\nク物品が，前記コンベヤベルトの長手方向を横切って走行しかつ引き外し自\n在のクランプが設けられた一対のキャリッジを有するレールからなる延伸装\n置から移動することができ，」というものである。\n(2)  被告は，構成要件Ｃは，フラットワーク物品を延伸装置からコンベヤベ\nルトへ「直接」移動させるものに限定しており，少なくとも「バーまたは\n他の器具」で移動したものを含まないところ，フラットワーク物品（布類\nＳ）を延伸装置（展張装置２）から「バーまたは他の器具」である移動手\n段（受渡し装置４）を経てコンベヤベルト（受渡しコンベヤ６１）に移動\nさせる被告製品は構成要件Ｃを充足しない，と主張する。\n(3)  ま ず ， 本 件 発 明 の 「 特 許 請 求 の 範 囲 」 の 記 載 に は ， 構 成 要 件 Ｃ に い う\n「 延 伸 装 置か ら 移 動 す る こ と がで き 」 と の 要 件 に つい て ， 構 成 要 件 Ｇ で\n「フラットワーク物品の上端部をコンベヤベルトの正面側端部に移動する\nための手段」であるとされているほか，移動手段を限定するような記載は\nない（原告イエンセンの別の特許（乙３６）では，特許請求の範囲におい\nて「運搬手段」を限定しているが，本件発明にそのような限定はない。）。\n(4)  次に，本件明細書の段落【００１０】には，「昇降手段の位置がコンベ\nヤベルトの取り入れ側端部にあるため，コンベヤベルトの反対側にフラッ\nトワーク物品を移動する手段を迅速に直接に設けることができない。この\nため本発明の好ましい実施例によって，フラットワーク物品をコンベヤベ\nルトへ運ぶ手段が，コンベヤベルトの正面側端部がレール手段の後側かつ\nレール手段の直下に載せられるように構成され，当該コンベヤベルトが，\n始動位置が延伸されたフラットワーク物品の方向へ移動自在であり，前進\n位置でコンベヤベルトの上部経路の下側で真空源と接続された正面側端部\nからなる。」（下線部は強調のため裁判所で付した。以下同じ。）との記\n載があり，また段落【００２０】には，【００１５】～【００２０】【図\n１】【図２】の実施例の説明として，「レール手段７の正面の位置が挿入\n装置１４で占められているため，クランプ１０，１１の正面側からバーま\nたは他の器具を導入し，これによりフラットワーク物品の導入端部をコン\nベヤベルト５まで移動させることはできない。そのかわりに，当該導入端\n部は，コンベヤベルト５の下のサクションボックス２３内で発生した真空\nによりクランプ１０，１１からコンベヤベルト５まで運ばれる。」との記\n載がある。\nしかし，これらは実施例についての説明であって，フラットワーク物品の\n延伸装置からコンベヤベルトへの移動手段を，「直接」移動させるものに限\n定したものとは解されず，「バーまたは他の器具」を用いた移動手段を構成\n要件Ｃから意識的に除外したものと解することもできない。\n出願過程で原告イエンセンが提出した意見書（乙４）３頁の記載も，実施\n例の説明である段落【００２０】の記載を明確にしたものと解され，本件発\n明の構成要件Ｃの構成から「バーまたは他の器具」を用いる構成を除外した\nものとは解されない。\n(5)  以上によれば，構成要件Ｃにおいてフラットワーク物品を移動させる手\n段は限定されていないものと解される。\n被告製品１の展張装置２は，掴持している布類Ｓ（フラットワーク物品）\nを自在に引き外すことのできる拡げクランプ２１が設けられた一対のキャ\nリッジ２２，２２を有しており，一対のキャリッジ２２，２２は受渡しコン\nベヤ６１の長手方向を横切る（長手方向と直角の方向）展張レール２５に\n沿って走行するから，「前記コンベヤベルトの長手方向を横切って走行しか\nつ引き外し自在のクランプが設けられた一対のキャリッジを有するレールか\nらなる延伸装置」に該当する。\nそして，被告製品１において，布類Ｓ（フラットワーク物品）は，受渡し\nコンベヤ６１の正面側端部において，展張装置２（「前記コンベヤベルトの\n長手方向を横切って走行しかつ引き外し自在のクランプが設けられた一対の\nキャリッジを有するレールからなる延伸装置」）の拡げクランプ２１から，\n受 渡 し 装 置 ４ に よ っ て 受 け 取 ら れ ， 受 渡 し コ ン ベ ヤ ６ １ に 引 き 渡 さ れ る\n（「移動する」）のであるから，被告製品１は構成要件Ｃを充足する。\n被告製品２，３についても，同様に構成要件Ｃを充足する。\n２  争点２（構成要件Ｅ充足性）について\n(1)  構成要件Ｅは，「前記一対のキャリッジには，当該キャリッジを前記コ\nンベヤベルトの正面側端部の中央と好ましくは反対側の地点から延長した\n位置に移動させて離間せしめるのに適した駆動手段が設けられ，」という\nものである。\n(2)  被告は，構成要件Ｅを満たすためには，キャリッジがまず中央部に移動\nし，その上で，両側に移動するもの（中央展開方式）でなければならない\nと主張する。\nこの被告の主張は，被告製品におけるキャリッジの移動が中央展開方式で\nはなく被告のいうカーテン方式であること，及び，構成要件Ｅの解釈におい\nては，キャリッジの移動が中央展開方式に限られることを前提とするもので\nある。\nしかし，以下に述べるとおり，被告製品におけるキャリッジの移動は中央\n展開方式であるから，後記(3)の当裁判所の解釈を前提とすればもちろんの\nこと，構成要件Ｅにおける被告の限定的な解釈を採用したとしても，被告製\n品は構成要件Ｅを充足する。\n当事者間に争いのない別紙２構造説明書（１）の被告製品１の展張装置２\nの構造によれば，「投入クランプ移動装置１２から布類両端角部Ｓａ，Ｓａ\nを受け取った後の一対のキャリッジ２２，２２の，布類Ｓの上辺部を本件装\n置の中央に関し左右対称に展張させるまでの動きは，上記制御装置での左右\n動装置２３のプログラム制御によるため任意に設定可能であり，一対のキャ\nリッジ２２，２２は，本件装置の中央に位置する投入クランプ移動装置１２\nから布類両端角部Ｓａ，Ｓａを受け取った場合には，布類Ｓの上辺部を本件\n装置の中央に関し左右対称に移動することで布類Ｓの上辺部を左右均等に展\n張させ，また，本件装置の中央以外に位置する投入クランプ移動装置１２か\nら布類両端角部Ｓａ，Ｓａを受け取った場合には，布類Ｓの上辺部を本件装\n置の中央に関し左右対称に展張させる以前に一旦両方とも本件装置の中央へ\n向けて移動することで，その後に布類Ｓの上辺部を左右均等に展張させてい\nる。」というのであるから，被告製品１は中央展開方式を採用しているもの\nというべきであり，構成要件Ｅを充足するものというべきである。\n(3)  仮 に 被 告 製 品 １ の プ ロ グ ラ ム 制 御 が 中 央 展 開 方 式 を 採 用 し て お ら ず ，\n「一対のキャリッジのそれぞれが，コンピュータ制御により，異なったス\nピードで，異なった距離を移動することにより，フラットワーク物品を，\n中央部を中心として広げる」方式（カーテン展開方式）を採用していたと\nしても，以下のとおり，被告の構成要件Ｅについての限定的な解釈を採用\nすることはできず，被告製品１は構成要件Ｅを充足するものと判断する。\nすなわち，構成要件Ｅのうち「前記コンベヤベルトの正面側端部の中央と\n好ましくは反対側の地点から」という部分を，移動の起点を表すものとして\n読むと，（「好ましくは」の語をどう考えるかは別として）被告のように中\n央展開方式に限定する解釈もあり得るのに対して，上記部分を「延長した」\nにかかる修飾語として読むと，移動の終点が「延長した位置」であれば足り，\n移動の起点は中央部に限られないことになり，カーテン展開方式を包含する\nことになる。\nここで，本件特許権の請求項２の発明は，「前記フラットワーク物品を延\n伸するために，前記２つのキャリッジ（８，９）が対をなした状態で互いに\n離れるように移動される前に，当該キャリッジが前記レール手段（７）の中\n央に向かって共に移動されることを特徴とする請求項１の装置」（甲２の\n３・１７頁，乙９・２２頁）というものであり，請求項１の発明（本件発\n明）を中央展開方式に限定した請求項になっているのであるから，本件発明\nが，請求項２の中央展開方式に限定されない発明であることは明らかである。\nそうであるならば，「前記コンベヤベルトの正面側端部の中央と好ましくは\n反対側の地点から」という部分は，原告らの主張するとおり，「延長した」\nにかかる修飾語として読むべきであり，そのことは請求項１と請求項２を読\nんだ当業者において容易に理解することができる。\n被告は，展開した結果のみが構成要件Ｅに記載されているのであれば，構\n成要件Ｅは構成要件Ｆと同じことを繰り返していることになってしまうから，\n構成要件Ｅは展開の方式を記載しており，その方式は，カーテン展開方式を\n除外するものであると主張する。\nしかし，構成要件Ｅは，その記載から明らかなとおり，キャリッジの駆動\n手段について記述したものであるのに対し，構成要件Ｆは，クランプによる\nフラットワーク物品の上端部の延伸について記述したものであって，異なる\n内容を述べたものであることが明らかである。\n被告は，本件における訂正の経緯から，請求項１についても請求項２と同\n様に中央展開方式に限定して解釈すべきであると主張する。被告の主張は，\n訂正を認めた審決（乙６）の理由において，訂正前の請求項３（現請求項\n２）の「中央に向かってともに移動される」という部分が引用されているこ\nとを根拠とするものである。しかし，当該引用は，「レール手段（７）」が\nキャリッジがその上を走行するレール手段であることを示すために引用され\nているものにすぎない。たまたまその引用文の中に「中央に向かって移動さ\nれる」という部分が含まれているからといって，被告のような主張をする根\n拠とはならないというべきである。\n本件明細書の実施例が中央展開方式である（【００１７】）ことは，実施\n例が請求項２の発明の実施例でもある以上当然のことであって，上記認定を\n左右しない。被告は【００１７】【図１】を引用してフラットワーク物品を\n２対の拡張リボンの間に導くためには中央展開方式でなければならないなど\nと主張するが，実施例を前提とした主張にすぎず，採用することができない。\n原告イエンセンの別訴における主張も，上記認定を左右するものではない。\n(4)  被告製品１の一対のキャリッジ２２，２２は，駆動手段として左右動装\n置２３，２３を有し，これによりキャリッジ２２，２２を布類展張のため\n移動した位置が，受渡しコンベヤ６１の正面側端部の中央とほぼ対向する\n地点を中心にして互いに反対方向に距離を置いた位置になるように離間せ\nしめることができるのであるから，被告製品１は構成要件Ｅを充足する。\n被告製品２，３も，同様に構成要件Ｅを充足する。\n３  争点３（構成要件Ｇ充足性）について\n(1)  構成要件Ｇは，「フラットワーク物品の上端部をコンベヤベルトの正面側\n端部に移動するための手段が設けられた，洗濯処理ユニットへフラットワー\nク物品を供給するための装置において，」というものである。\n(2)  被告は，構成要件Ｃについてと同様，構成要件Ｇの「移動するための手\n段 」 に は 「バ ー ま た は 他 の 器 具」 に よ る 移 動 手 段 を含 ま な い と こ ろ ， フ\nラットワーク物品を「バーまたは他の器具」である移動手段（受渡し装置\n４）を経てコンベヤベルトの正面側端部に移動させる被告製品は構成要件\nＧを充足しない，と主張する。\n(3)  しかし，本件発明の「特許請求の範囲」の記載には構成要件Ｇの「移動\nす る た め の手 段 」 を 限 定 す る よう な 記 載 は な い こ と ， 本 件 明 細 書 の 段 落\n【００１０】や【００２０】の記載，出願過程で原告イエンセンが提出し\nた意見書（乙４）３頁の記載はいずれも実施例についての説明であって，\n「バーまたは他の器具」を用いた移動手段を構成要件Ｇから意識的に除外\nしたものとは解されないことは，構成要件Ｃについて判示したとおりであ\nる。\n(4)  以上によれば，構成要件Ｇにおいてフラットワーク物品を移動させる手段\nは限定されていない。\n被告製品１は，布類Ｓ（フラットワーク物品）の上端部を受渡しコンベヤ\n６１の正面側端部に移動させる受渡し装置４が設けられた，ロールアイロ\nナーなどの次工程の処理装置（「洗濯処理ユニット」）へ布類Ｓ（フラット\nワーク物品）を供給するための装置（スプレッダーフィーダー）であるから，\n被告製品１は構成要件Ｇを充足する。\n被告製品２，３も，同様に構成要件Ｇを充足する。\n４  争点４（構成要件Ｈ充足性）について\n(1)  構成要件Ｈは，「前記操作者によって制御される挿入装置（１４）が操作\n位置から昇降作動する昇降手段であって，互いに隣接して設けられ，フラッ\nトワーク物品を一対のキャリッジ（８，９）の方へ持ち上げる複数の昇降手\n段からなり，」というものである。\n(2)  被告は，構成要件Ｈにおける「昇降作動」とは，「レール上を行ったり\n来たりする」，すなわち「同じ軌道を往復上下する」ことに限定されると\nこ ろ ， 被 告製 品 は 「 周 回 」 す るも の で あ り ， 「 レ ール 上 を 行 っ た り 来 た\nり」することはないので構成要件Ｈを充足しない，と主張する。\n(3)  まず，本件発明の「特許請求の範囲」や明細書に，構成要件Ｈにいう「昇\n降作動」の意義を定義した箇所はない。\n「昇降」とは，「①のぼりくだり。あがりおり。②ひきあげることとおろ\nすこと。」を意味する（弁論の全趣旨・原告第１準備書面２０頁）から，\n「昇降作動」とは，「ひきあげる作動とおろす作動」を意味すると解するの\nが自然である。\n(4)  構成要件Ｈの「昇降作動」という用語は，平成１４年２月２１日付け訂\n正（乙１３）により，「操作位置から昇降する昇降手段」とあったものか\nら「操作位置から昇降作動する昇降手段」と訂正されたものである。\nこの訂正につき，訂正を認めた審決（甲２の３，乙９）は，以下のとおり\n判断している。\n「（ｉ）（判決注：「操作位置から昇降する昇降手段」を「操作位置から昇\n降作動する昇降手段」とする訂正。訂正事項ロに含まれる。）については，\n昇降手段（レール手段を含む）全体としての役割ないしは作動内容を明りょ\nうとするものであり（なお，「昇降作動する昇降手段」という記載だけでは，\n昇降手段（レール手段を含む）全体は昇降するものでないことが明らかであ\nる と い え な い が ， ス ラ イ ド が レ ー ル 手 段 に 沿 っ て 昇 降 す る こ と は ， 上 記\n（ⅲ），（ｖ）の訂正内容からしても明らかであるので（被請求人も昇降手\n段（レール手段を含む）全体は昇降しないと説明している（平成１４年１１\n月１日付け上申書第４頁第７～１０行）。），（ｉ）については，昇降手段\n（レール手段を含む）全体としての役割ないしは作動内容を示すものという\nことができる。） 」，「上記訂正事項ロは，明りょうでない記載の釈明を\n目的とするものである。」，「上記（ｉ）ないし（ｖ）については，訂正明\n細書（甲第２号証参照）の，「当該挿入装置は，それぞれ斜め上に延びる昇\n降手段１５からなり，該昇降手段の下側には，下向きの一対のクランプ１７，\n１８を備えたスライド(slide) １６が延びている。」（段落【００１７】），\n「フラットワーク物品２１はクランプ１７に挿入され，レール手段１５に\n沿ったスライド１６の上向きの移動によって，当該フラットワーク物品がク\nランプ１０まで上向きに動かされる。…クランプ１７を備えたスライド１６\nが 当 該 ク ラ ン プ １ ０ を 通 過 し て 元 に 戻 る た め の 空 間 的 余 裕 が 残 さ れ て い\nる。」（段落【００１９】）等の記載からみて，いずれも，訂正明細書に記\n載した事項の範囲内の訂正であって，新規事項の追加には該当しない。」\n（甲２の３・４頁，乙９・４頁）\n実際の訂正内容である訂正請求書に添付された訂正明細書（乙１３）を見\nても，上記訂正は，審決の判断したとおり，昇降手段（レール手段を含む）\n全体としての役割ないしは作動内容を明瞭としただけのものであり，特許請\n求の範囲を減縮したものではなく，「昇降作動」を本件明細書の段落【００\n１９】の実施例の構成に限定したものとも，「レール上を行ったり来たりす\nる」すなわち「同じ軌道を往復上下する」ものに限定したものとも認められ\nない。\n(5)  被告は，昇降作動を単に「ひきあげる作動とおろす作動」と解するなら\nば，無効審判で引用例とされたブラウン・アルファ（乙１５～１９，２１\n～２３）も昇降作動することになり，無効審判に係る無効事由を排除する\nことができない，と主張する。\nこの点，訂正明細書（乙１３）や審決（甲２の３，乙９）の記載からすれ\nば，ブラウン・アルファのように昇降手段全体が昇降する構成（甲１３・１\n１頁参照）は，構成要件Ｈの「昇降作動する昇降手段」から意識的に除外さ\nれた可能性はある。\nしかし，この点がどうあれ，無効審判審決（甲２の３，乙９）及びその取\n消訴訟判決（甲３）は，ブラウン・アルファが「操作位置から昇降作動する\n昇降手段」を有していることを前提に（甲２の３・９頁，乙９・１１頁），\n少なくとも，ブラウン・アルファは，本件発明における「一対のキャリッジ\nが，昇降手段のいずれかと対向する位置においてフラットワーク物品と接触\nするのに適しており，当該位置が，前記昇降手段の少なくともいくつかにつ\nいて前記コンベヤベルトの正面側端部の中央と対向する位置からずれて」い\nるという構成要件（Ｉ，Ｊ）を備えていない点で，本件発明の新規性，進歩\n性を認めているのであるから（甲２の３・９～１１頁，乙９・１２～１５頁，\n甲３・２１～２７頁），ブラウン・アルファが昇降作動する昇降手段を備え\nていたとしても，本件発明に無効事由があることにはならない。\nまた，仮に，原告イエンセンが「昇降手段」から「昇降手段全体が昇降す\nる」構成を意識的に除外していたとしても，「昇降手段」を「レール上を\n行ったり来たりする」ものに限定したことになるものではない。\n(6)  被告は，本件明細書の段落【００１９】の実施例の，同じレール上を往\n復上下する「直接往復方式」と，被告製品の「周回方式」とでは作業効率\nが異なり（乙３０・２２，２３頁），解決課題は同じであっても，技術的\n思想としては相違する（乙３０・１４頁），という。\nしかし，本件発明が「直接往復方式」に限定した発明とはいえないことは\n前記のとおりである。\nまた，フラットワーク物品を掴持するクランプをレール上を往復上下させ\nるか，周回させるかは，クランプの上下運動を直線的なレールで平面的に構\n成するか，円環的なレールで立体的に構成するかの相違にすぎず，いずれも\nレールを使用してクランプの上下動を実現する手段であって，レールの使用\nによりクランプの上下動を実現するという本件発明の技術的思想からみれば\n同一の範囲のものと認められる。\n本件発明の目的は「フラットワーク物品をコンベヤベルトの運ばれる高さ\nに持ち上げることなく挿入しうるように操作ステーションを設計できる可能\n性を有すると共に，延伸操作中フラットワーク物品が自由に垂れ下がる可能\n性を有する装置を提供することである。」（【０００４】）とされており，\n被告が主張するような作業効率の相違が技術的思想の相違を導くものとはい\nえない。\n(7)  被告製品１の投入装置１に設けられた投入クランプ移動装置１２は，左\n右の溝付き部材１２ａと，投入クランプ取り付けベース１２ｂと，二本の\nチェーン１２ｃと，モータ１２ｄと，解除ドグ１２ｅとを有している。\n操作者が作業位置にて布類Ｓを投入クランプ１１，１１に掴持させるとと\nもに投入クランプ移動装置１２の下端部の始動ボタンを操作し，あるいはそ\nの投入クランプ１１，１１に布類Ｓの一辺の両端角部Ｓａ，Ｓａを掴持させ\nたことをその投入クランプ１１，１１に設けられたセンサに検出させること\nにより，当該投入クランプ移動装置１２を始動させると，モータ１２ｄが\nチェーン１２ｃを駆動し，チェーン１２ｃが溝付き部材１２ａの内側に沿っ\nて移動しながら投入クランプ取り付けベース１２ｂを溝付き部材１２ａに\n沿って上昇させ，最終的に投入クランプ１１，１１を（別紙２構造説明書\n（１）６頁の投入説明図でいう）投入位置ＩＰから，展張装置２の一対の\nキャリッジ２２，２２が支持する一対の拡げクランプ２１，２１に対応する\n引渡し位置ＤＰを経て，受渡し完了位置ＦＰまで，チェーン１２ｃの右下側\nに沿って反時計回りに上昇させる。\n布類Ｓを展張装置２の拡げクランプ２１，２１に引き渡した後は，投入ク\nランプ取り付けベース１２ｂに取付けられた投入クランプ１１，１１は，\nチェーン１２ｃの左上側に沿って反時計回りに下降して，投入位置ＩＰまで\n戻ってくる。\nすなわち，被告製品１の投入装置１（「挿入装置（１４）」）は，操作者\nによって制御され，投入クランプ取り付けベース１２ｂを操作位置から「ひ\nきあげる作動」及び「おろす作動」をする投入クランプ移動装置１２（「操\n作位置から昇降作動する昇降手段」）を備え，被告製品１においては３つの\n投入装置１が互いに隣接して設けられており，この３つの投入装置１（「複\n数の昇降手段」）により，布類Ｓ（「フラットワーク物品」）を一対のキャ\nリッジ２２，２２の方へ持ち上げる。\nしたがって，被告製品１は構成要件Ｈを充足する。\n被告製品２，３も，互いに隣接して設けられた４つの投入装置１を備え，\n同様に構成要件Ｈを充足する。\n５  争点５（構成要件Ｋ充足性）について\n(1)  構成要件Ｋは，「フラットワーク物品が前記昇降手段のレール手段（１\n５）に沿って昇降移動自在のスライド（１６）の一対のクランプ（１７，１\n８）に挿入され，」というものである。\n(2)  被告は，被告製品における溝付き部材１２ａは投入クランプ脱落防止カ\nバーであり，構成要件Ｋの「レール手段」に該当しないと主張する。\n(3)  まず，本件明細書には，構成要件Ｄの「レール手段（７）」と構成要件Ｋ\nの「レール手段（１５）」が登場するが，本件明細書の「特許請求の範囲」\nや明細書に，「レール手段」の意義を定義した箇所はない。\n「レール」とは，「①車輪を支え，その上を円滑に走らせる細長い鋼材。\n軌道，軌条。②手すり，さく。」を意味する用語であり（弁論の全趣旨・被\n告準備書面（１８）８頁），また，本件出願当時，移動体を案内する「ガイ\nドレール」が「レール」に含まれることは技術常識であったと認められる\n（甲１１のＣ）。\nそうすると，構成要件Ｋにいう「レール手段」は，「ガイドレール」を含\nむ，「移動体が接触して移動するための手段」という程度の意味に解するの\nが相当である。\n(4)  被告製品１における左右の溝付き部材１２ａは，上端部分と下端部分とそ\nれらの間に位置する中間部分とからなり，上端部分と中間部分を密接させる\n一方，中間部分と下端部分の間に間隙をおいて，断面コの字状の溝を，全体\nとしては斜め上下方向へ長円状に延在させて持っている。\n被告製品１の投入クランプ取り付けベース１２ｂは，その左右端部にそれ\nぞれ車輪１２ｇを２個ずつ取り付けられ，それらの車輪１２ｇが左右の溝付\nき部材１２ａの上記断面コの字状の溝内に嵌め入れられてその溝壁上をそれ\nに沿って移動することで，それら左右の溝付き部材１２ａによって左右端部\nが斜め上下方向へ移動するように案内される。\n車輪１２ｇの直径と溝付き部材１２ａの車輪直径方向の内径の差は微小な\nものと認められる（甲６）。\nそうすると，被告製品１における溝付き部材１２ａは，移動体である投入\nクランプ取り付けベース１２ｂが接触し，それに沿って移動するための手段\nとしての役割を果たしており，構成要件Ｋにいう「レール手段」に該当する\nと認められる。\n(5)  被告は，被告製品における溝付き部材１２ａの役割は，クランプを固定す\nるピンが破損した場合におけるクランプの脱落を防止し，またフラットワー\nク物品がクランプと投入装置側板との間に巻き込まれることを防止するため\nのカバーであると主張する。\nしかし，被告製品における溝付き部材１２ａは，投入クランプ取り付け\nベース１２ｂの移動を円滑にする役割を果たしているものと認められ，これ\nと同時に，ピンが破損した場合にクランプの脱落を防止したり，フラット\nワーク物品がクランプと投入装置側板との間に巻き込まれることを防止した\nりといった役割を果たしているとしても，「レール手段」該当性が否定され\nるものではない。\nなお，被告代表者が特許出願した甲７の発明において，被告製品における\n溝付き部材１２ａに対応する部材は「ガイドレール２９」と呼ばれており，\n溝付き部材１２ａが「レール手段」に該当することは，この点からも明らか\nである。\n(6)  被告は，被告製品にあっては溝付き部材１２ａを取り外して運転しても正\n常に作動するから，溝付き部材１２ａは投入クランプを案内していない，と\n主張する。\nしかし，被告が主張するようなフラットワーク物品の巻き込み防止のため\nに，溝付き部材の車輪１２ｇの進路に沿って，断面コの字形状の溝を設ける\n必要は認められない。また，被告のいうクランプの脱落の原因となるピンの\n破損とはどのピンの破損をいうものかは必ずしも明らかではないが，被告製\n品では投入クランプ１１は投入クランプ取り付けベース１２ｂに取り付けら\nれているのであるから，投入クランプ取り付けベース１２ｂが取り付けられ\nているチェーンアタッチ１２ｉ又は投入クランプ接続ブラケット１２ｈをい\nうものとも解される。しかし，いずれにせよ投入クランプの脱落を防止する\nためにあえて溝付き部材のような構造の部材を設ける必要性が明らかにされ\nているとはいえない。投入クランプ取り付けベース１２ｂが横長のもので\nあって，そのほぼ両端に投入クランプ１１が配置されるという被告製品の構\n造からみれば，投入クランプ１１の端に設けられた車輪１２ｇを溝付き部材\n１２ａの断面コの字状の溝で囲まれている状態で車輪１２ｇが移動すると，\n車輪１２ｇの直径と溝付き部材１２ａの車輪直径方向の内径の差は微小であ\nるため，車輪１２ｇと溝付き部材１２ａの内径が随時接触しながら移動して\nいくものと認められる。そうすると，被告製品１における溝付き部材１２ａ\nは，投入クランプ取り付けベース１２ｂの移動を円滑にする役割を果たして\nいるものと認められ，取り外しても作動可能かどうかは「レール手段」該当\n性を左右するものではない。\n(7)  被告は，鉄道のレールでは車輪と継ぎ目の割合は１％強であるが，被告製\n品の溝付き部材１２ａには２０ｍｍ程度の間隙があるから，「レール手段」\nに当たらない，という趣旨の主張をする。\n被告製品１における溝付き部材１２ａの中間部分と下端部分との間には間\n隙があるが，溝付き部材１２ａが投入クランプ取り付けベース１２ｂの移動\nを円滑にする役割を果たしていることに変わりはないから，「レール手段」\n該当性が否定されるものではない。\n(8)  以上によれば，被告製品１における溝付き部材１２ａは構成要件Ｋにいう\n「レール手段」に該当する。\nそして，被告製品１において，布類Ｓ（「フラットワーク物品」）は，一\n対の投入クランプ１１，１１（「一対のクランプ（１７，１８）」）に挿入\nされる。一対の投入クランプ１１，１１は，投入クランプ取り付けベース１\n２ｂに取り付けられているところ，投入クランプ取り付けベース１２ｂは，\nモータ１２ｄがチェーン１２ｃを介して駆動することにより，溝付き部材１\n２ａの溝に沿って昇降自在に移動することができるから，「昇降手段のレー\nル手段（１５）に沿って昇降移動自在のスライド（１６）」に該当する。\nしたがって，被告製品１は，構成要件Ｋを充足する。\n同様に，被告製品２，３も，構成要件Ｋを充足する。\n(9)  まとめ\n被告製品１は構成要件Ａ～Ｌを充足し，本件発明の技術的範囲に属する。\n被告製品２，３も，同様に構成要件Ａ～Ｌを充足し，本件発明の技術的範\n囲に属する。\n６  争点６（過失）について\n被告は，被告には過失がないから損害賠償義務を負わないと主張する。\nしかし，特許法１０３条により，本件特許権を侵害した被告には過失が推\n定されるところ，本件全証拠によるも，この推定を覆すに足りる事情は認め\nられない。\n７  争点７（損害）について\n(1)  原告プレックスの請求が権利濫用となるか否かについて\n原告イエンセンの特許法１０２条３項に基づく損害賠償請求権の有無の検\n討に先立って，原告プレックスの同条１項に基づく損害賠償請求権の有無を\n検討する。\n被告は，原告プレックスの請求は権利濫用であると主張する。\n原告プレックスは，平成１４年２月２１日付け訂正請求（乙１３）前の本\n件発明の技術的範囲に属する製品を製造，販売していた（乙８）旧プレック\nスの地位を承継し，本件発明の無効を主張していた（甲２の３，乙８，９）\nものではあるが，旧プレックスから承継した侵害訴訟の控訴審において原告\nイエンセンと和解し，その後原告イエンセンから専用実施権の設定を受け，\nその専用実施権者としての地位に基づき被告に損害賠償を請求しているので\nあり，原告プレックスの請求が権利濫用となるべき事情は何ら認められない。\n(2)  被告製品の販売台数について\nア     被告の自白とその撤回について\n被告は，平成２４年３月２７日付け被告準備書面（１７）において，平\n成２４年２月末日までの被告製品の販売台数は合計７１台（ただし，うち\n１３台は海外向け）である旨主張し，原告らは平成２４年４月３日付け訴\nえの変更申立書においてこれを援用して平成２０年１２月から平成２４年\n２月末までにおける被告製品の販売台数を７１台と主張した。ところが，\n被告は，その後，平成２４年７月２５日付け「準備書面（１７）の訂正申\n立書」，同年９月２４日付け被告準備書面（２０）において，被告製品の\n販売台数は合計４９台（ただし，うち９台は海外向け）が正しく，従前の\n主張は，出荷台数調査中に，本来は被告製品１・２に含まれない「ＳＯＮ\nＩＣ－ＥＳ３Ｖ－ＥＸ－３３」「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３３」「Ｓ\nＯＮＩＣ－ＥＳ４－ＥＸ－３５」を含めてカウントしていたもので，自白\nは真実に反し，かつ錯誤に基づくものであるから訂正する，と主張した。\nこれに対し，原告らは，被告による自白の撤回に異議を述べ，被告のいう\n「ＳＯＮＩＣ－ＥＳ３Ｖ－ＥＸ－３３」「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３\n３」「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３５」は，被告製品１・２にオプショ\nン機構が付加されただけのものであるから被告製品１・２に含まれると主\n張している。\nイ     オプション付き製品が被告製品に含まれるか否かについて\n(ｱ)  以上によれば，被告製品の販売台数については自白が成立しており，\n原告らは自白の撤回に異議を述べているから，自白が真実に反し，か\nつ錯誤に基づくことを立証しない限り，自白の撤回は許されない。\n自白が真実に反していたことが立証されれば，自白は錯誤に出たと事\n実上推定される。\nそこで，自白が真実に反していたか否かを判断する前提として，まず，\n「ＳＯＮＩＣ－ＥＳ３Ｖ－ＥＸ－３３」「ＳＯＮＩＣ－ＥＳ４－ＥＸ－\n３３」「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３５」が被告製品に含まれるか否\nかについて検討する。\n(ｲ)  形式的に見れば，「ＳＯＮＩＣ－ＥＳ３Ｖ－ＥＸ－３３」という型\n番は，別紙物件目録（１）にいう商品型番「ＳＯＮＩＣ－ＥＳ３」を\n含んでおり，同目録において商品型番で特定された製品の一種（下位\n概念）である（同目録にいう「ＳＯＮＩＣ－ＥＳ３」は，被告のいう\n「ＳＯＮＩＣ－ＥＳ３－３３」「ＳＯＮＩＣ－ＥＳ３－３５」「ＳＯ\nＮＩＣ－ＥＳ３Ｖ－ＥＸ－３３」の３種の製品を包括する上位概念で\nある）とみることができる。そうすると，「ＳＯＮＩＣ－ＥＳ３Ｖ－\nＥＸ－３３」も，商品型番「ＳＯＮＩＣ－ＥＳ３」に含まれる布類展\n張搬送機（スプレッダーフィーダー）であるから，被告製品１（「Ｓ\nＯＮＩＣ－ＥＳ３」）に含まれることになる。\n「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３３」「ＳＯＮＩＣ－ＥＳ４－ＥＸ－\n３５」も，別紙物件目録（２）にいう商品型番「ＳＯＮＩＣ－ＥＳ４」\nを含んでおり，被告製品２の一種（下位概念）である（同目録にいう\n「ＳＯＮＩＣ－ＥＳ４」は，被告のいう「ＳＯＮＩＣ－ＥＳ４－３３」\n「ＳＯＮＩＣ－ＥＳ４－３５」「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３３」\n「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３５」の４種の製品を包括する上位概念\nである）とみることができる。実際，被告のパンフレット（甲５）では，\n最大幅３３００ｍｍの製品について単に「形式  ＳＯＮＩＣ－ＥＳ４」\nと記載し，その商品説明の中で「Ｏｐｔｉｏｎ  包布整形ブラシ  ＥＸ\nユニット」と記載されている。\nそうすると，「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３３」「ＳＯＮＩＣ－Ｅ\nＳ４－ＥＸ－３５」も，商品型番「ＳＯＮＩＣ－ＥＳ４」に含まれる布\n類 展 張 搬 送 機 （ ス プ レ ッ ダ ー フ ィ ー ダ ー ） で あ る か ら ， 被 告 製 品 ２\n（「ＳＯＮＩＣ－ＥＳ４」）に含まれることになる。\n(ｳ)  実質的に見ても，被告は，「ＳＯＮＩＣ－ＥＳ３Ｖ－ＥＸ－３３」\nの構成が「ＳＯＮＩＣ－ＥＳ３－３３」のそれとどのように異なるの\nか具体的な主張・立証をしないが，弁論の全趣旨によれば，「ＳＯＮ\nＩＣ－ＥＳ３－３３」の構成に，被告の「布類整形装置」（特許第４\n２６６９４７号。乙４０）の実施品である布類整形装置をオプション\nとして付加したものであると認められる。\nそうであるとすれば，「ＳＯＮＩＣ－ＥＳ３Ｖ－ＥＸ－３３」も，別\n紙２構造説明書（１）記載の構造を有し，前記のとおり本件発明の構成\n要件Ａ～Ｌを充足するものであって，上記オプションが付加されている\nことによってその充足性判断に影響があるものではない。\n「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３３」「ＳＯＮＩＣ－ＥＳ４－ＥＸ－\n３５」が別紙４構造説明書（２）記載の構造を有し，構成要件Ａ～Ｌを\n充足することも同様である。\n被告は，「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３３」は被告製品１に，「Ｓ\nＯＮＩＣ－ＥＳ４－ＥＸ－３３」「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３５」\nにおいては公知の延伸リボンを取り付けることができないとも主張する\nが，延伸リボンは本件発明の構成要件に規定されておらず，これを利用\nできるか否かは本件発明の構成要件充足性とは無関係である。被告の指\n摘する本件明細書の段落【０００８】は「好ましい」構成についての記\n載であり，本件発明の作用効果の記載ではない。\nしたがって，実質的に見ても，「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３３」\nは被告製品１に，「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３３」「ＳＯＮＩＣ－\nＥＳ４－ＥＸ－３５」は被告製品２に，それぞれ含まれると考えるのが\n妥 当 で あ る （ 別 の 製 品 と し て 新 た な 充 足 性 判 断 を 要 す る も の で は な\nい。）。\nウ     自白の撤回の可否について\n以上によれば，被告が被告製品に含まれないと主張する「ＳＯＮＩＣ－\nＥＳ４－ＥＸ－３３」「ＳＯＮＩＣ－ＥＳ４－ＥＸ－３３」「ＳＯＮＩＣ\n－ＥＳ４－ＥＸ－３５」は，いずれも被告製品に含まれるものである。\nこれと異なる前提に立つ乙４５その他の証拠によっては，被告の自白が\n真実に反していたとは認められないから，自白の撤回は許されない。\n平成２０年１２月から平成２４年２月までの間の被告製品の販売台数が\n合計７１台（被告製品１が４６台，被告製品２が１５台，被告製品３が１\n０台）であることは，当事者間に争いがない（被告準備書面（１７），訴\nえの変更申立書）。海外向けの販売台数が，原告プレックスの特許法１０\n２条１項に基づく損害算定の対象となるかどうかは，同項ただし書きの問\n題であるから，後に改めて検討する。\n(3)  原告製品の競合品性について\nア     原告プレックスは，本件特許権の専用実施権に基づき，平成２１年１月\nから平成２３年１２月までの間に，本件特許権の実施品である以下の６製\n品を製造販売していたことが認められる（甲１７の１，乙４２ないし４４，\n計算鑑定の結果）。\n①イージーホーク\u0000\u0000\u0000\u0000\u0000\u0000\u0000   \u0000\u0000\u0000\u0000\u0000\u0000（原告製品１）\u0000\n②イージーホーク\u0000\u0000\u0000\u0000\u0000     \u0000\u0000\u0000\u0000\u0000\u0000（原告製品２）\u0000\n③イージーホーク\u0000\u0000\u0000\u0000     \u0000\u0000\u0000\u0000\u0000\u0000（原告製品３）\u0000\n④イージーホーク\u0000\u0000\u0000\u0000\u0000\u0000   \u0000\u0000\u0000\u0000\u0000\u0000（原告製品４）\u0000\n⑤イージーホーク\u0000\u0000\u0000\u0000\u0000\u0000\u0000 \u0000 \u0000\u0000\u0000\u0000\u0000\u0000（原告製品５）\u0000\n⑥イージーホーク\u0000\u0000\u0000\u0000\u0000\u0000   \u0000\u0000\u0000\u0000\u0000\u0000（原告製品６）\nイ     特許法１０２条１項にいう「特許権者又は専用実施権者がその侵害の行\n為がなければ販売することができた物」とは，侵害品と市場において競争\n関係に立つ競合品を意味し，少なくとも対象発明の実施品であれば，原則\nとして競合品性があるものというべきであって，厳密に同一性能であるこ\nとを要しないというべきである。\n原 告 製 品 １ な い し ４ は ， 被 告 製 品 １ 及 び ２ と 同 じ １ レ ー ン タ イ プ の\nフィーダー（アイアンローラなどの洗濯処理ユニットへフラットワーク物\n品を供給するための装置）であるから（甲４，５，１７の１，乙４２ない\nし４４），被告製品１及び２の競合品と認められる。\nこの点，被告は，被告製品１は投入ステーションの数が３つの３ステー\nション機，被告製品２はそれが４つの４ステーション機であり（甲４，\n５），投入ステーション機の相違は製造原価，販売価格の相違をもたらす\nのであるから，別の製品として計算されなければならず，３ステーション\n機である原告製品１の販売が開始されたのは平成２２年１０月頃であるか\nら（乙４３），それまでの間，原告製品１と被告製品１の競争関係は成立\nしておらず，４ステーション機である原告製品２ないし４との競争関係も\n成立しない，などと主張する。\nしかし，原告製品１が販売されていなかったとしても，その間は，原告\n製品２ないし４が被告製品１の同分野の代替品であり，競合品たり得ると\nいうべきであり，４ステーション機であれば３ステーション機の競合品た\nり得ないなどとはいえない。\n特許法１０２条１項の適用に当たっては，競合品は必ずしも侵害品と厳\n密に１対１対応させる必要はなく，平成２０年１２月から平成２４年２月\nまでの間の被告製品１及び２の販売台数につき，原告製品１ないし４の平\n成２１年１月から平成２３年１２月までの間の平均限界利益を乗じて損害\n額を算定することで問題はないというべきである。\nウ  原 告 製 品 ５ 及 び ６ は ， 被 告 製 品 ３ と 同 じ １ ・ ２ レ ー ン 兼 用 タ イ プ の\nフィーダーであるから（甲５，１７の１，乙４４），被告製品３の競合品\nと認められる。\n特許法１０２条１項の適用に当たっては，平成２０年１２月から平成２\n４年２月までの間の被告製品３の販売台数につき，原告製品５及び６の平\n成２１年１月から平成２３年１２月までの間の平均限界利益を乗じて損害\n額を算定することで問題はないというべきである。\nエ     被告は，原告プレックスは株式会社トーカイ系列のリネン業者に製品を\n販売しているのに対して，被告は株式会社トーカイと競合関係にあるリ\nネン業者などに製品を販売しており，被告製品の販売は原告製品の販売\nの減少にはならない，フィーダーとその先のアイロナー，フォルダーと\nは有機的な関連をもって作動するのであるから，被告のフォルダーを使\n用しているリネン工場が原告プレックスのフィーダーを使用することは\nない，原告プレックスに損害は発生しない，などと主張するが，仮に被\n告主張の事情が存在したとしても，被告の販売先がおよそ原告製品を購\n入することができないとは到底認められないから，被告製品と原告製品\nとの間の競争関係は否定されず，原告プレックスに原告製品の販売利益\n相当の損害が発生することも否定されない。\n(4)  原告プレックスが販売することができないとする事情について\nア  弁論の全趣旨によれば，原告プレックスは，侵害期間である平成２０年\n１２月から平成２４年２月までの間に，被告の販売数量である７１台分の\n原告製品を追加製造する実施の能力を有していることが認められる。\nイ     海外向け販売について\n平成２０年１２月から平成２４年２月までの被告製品の販売台数７１台\nのうち，１３台は海外向けの販売である（争いがない。）。\n原告プレックスの専用実施権の範囲は，日本国内における実施品の製造\nと販売であり（甲１，甲１６・訳文７条７．１），原告イエンセンの許可\nを得て日本国外に輸出することは妨げられない（甲１６・訳文７条７．\n２）。\n被告は，ＥＵ加盟国などに製品を輸出するためにはＣＥマークを取得す\nる必要があり，被告はＣＥマークを取得しているが，原告プレックスはこ\nれを取得していないから，原告プレックスが海外に販売できる可能性は全\nくない，などと主張する。\nしかし，原告らは，必要とあれば原告プレックスもＣＥマークを取得で\nきるものである，原告プレックスは原告イエンセンの了解のもとに韓国，\nインドネシア向け輸出品を販売した実績がある，などと主張しており（原\n告ら第７準備書面８頁），これを覆すに足りる証拠もないことから，原告\nプレックスが海外向けに原告製品を「販売することができないとする事\n情」があったとは認めるに足りない。\n(5)  原告プレックスの限界利益について\nア     計算鑑定の結果によれば，平成２１年１月から平成２３年１２月までに\n販売した原告製品１台当たりの平均限界利益は，平成２５年６月２８日付\nけ補充鑑定書別紙１の「鑑定評価額（原価追加あり）」及び別紙２の「鑑\n定評価額（参考：製品グループ別）」のとおり，原告製品１が２８６万３\n０４３円，原告製品２が２８７万７５７６円，原告製品３が３５４万１５\n１２円，原告製品４が２６７万７１２１円，原告製品５が４７９万６０５\n３円，原告製品６が３７７万９５５９円となり，被告製品１及び２の競合\n品である原告製品１ないし４全体の平均限界利益は３２１万７３２７円，\n被告製品３の競合品である原告製品５及び６の平均限界利益は４３６万８\n０５６円となる（計算鑑定書及び補充鑑定書記載の追加原価を変動経費と\nして控除することを原告らは争っていない。）。\nイ  被告は，平成２２年３月期から平成２４年３月期までの間の原告プレッ\nク ス 全 体 の 年 間 平 均 売 上 額 が 約 １ １ 億 ５ ９ ０ ０ 万 円 ， 平 均 利 益 （ 純 利\n益）額が約３４５０万円（利益（純利益）率２．９％）であるのに，平\n成２１年１月から平成２３年１２月の原告製品の売上額の平均が約２億\n６ ７ ６ ０ 万 円 ， 利 益 （ 限 界 利 益 ） 額 が 約 ８ ７ ５ ０ 万 円 （ 利 益 （ 限 界 利\n益）率３２．７％）というのは，いかに利益の概念が異なるとしてもお\nかしい，などと主張する。\nしかし，利益率は製品ごとに異なり，一般に高額商品になるほど利益率\nは高いのであるから，原告プレックス全体の利益（純利益）率が２．９％\nであるのに，原告製品の３年間の売上額が合計８億０２７８万９０００円\n（年平均２億６７５９万６３３３円），限界利益が合計２億５９９４万６\n０２８円（年平均８６６４万８６７６円）（補充鑑定書）で利益（限界利\n益）率が３２．４％であったとしても，不自然なことはない。\nウ  被告は，生産を専ら外注に頼る場合にあっても，金型は自社で保有し委\n託先に無償で貸与する方法を採ることが多いところ，本件で金型を原告プ\nレックスが所有するとすれば，その金型製作に要した費用は製造原価に含\nまれるべきである，と主張する。\nしかし，原告製品の販売開始前に，原告製品の製造に必要な金型の製作\nに要した費用は，原告製品の販売台数の増大に伴って増大するようなもの\nではないから，原告製品の限界利益の算定に当たり考慮すべき変動経費に\n当たらない。\nエ  被告は，原告製品に対応する開発費は，計算鑑定において考慮した平成\n２０年１月から平成２３年１２月までの開発費の平均ではなく，原告製品\nの販売より前に投じられた原告製品の開発費を算入すべきである，原告製\n品の試作機の製造費用も開発費として計上すべきである，などと主張する。\nそもそも，開発費は，販売台数の増大に伴って増大するようなものでは\nないから，原則として変動経費に当たらないと考えられるところ，３年間\nに費やされたイージーホークに関する開発費（改良費）は，原告製品の売\n上に何らかの関係があるとも考えられることから，原告らが計算鑑定の結\n果を争わない限度で追加原価（変動経費）と認めたものである。\n被告の主張するとおり，原告製品の販売前に投じた開発費を問題とする\nのであれば，その額は，原告製品の販売台数が結果的に７４台であろうと，\n侵害の行為がなかったとして７１台分を追加した１４５台であろうと変化\nしないことはいっそう明らかであるから，少なくとも販売開始前の開発費\n（試作機の製造費用を含む。）は，原告製品の限界利益の算定に当たり考\n慮すべき変動経費に当たらない。\nオ     被告は，原告プレックスはフィーダーに関連して１９個の特許（出願中\nのものを含む。）を有しており，それらは原告製品に使用されているから，\nこの点やこれらの発明の開発費を考慮しない計算鑑定は相当でない，と主\n張する。\nしかし，原告イエンセンが有している本件特許権については，原告プ\nレックスの販売台数が増加すれば原告イエンセンに支払う実施料（６５万\n円）が増加する関係にあるので変動経費といえるが，原告プレックス自身\nが有している特許権については，実際には実施料相当額が支出されるわけ\nではなく，その開発費も原告製品の販売台数の増大に伴って増大する関係\nにないから，これらの費用は，原告製品の限界利益の算定に当たり考慮す\nべき変動経費に当たらない。\nカ     被告は，原告プレックスが原告イエンセンに支払った和解金は，事実上\nの開発費であり，製造原価として利益から控除すべきである，と主張する。\nしかし，原告プレックスが原告イエンセンに支払った和解金は，そもそ\nも原告製品の製造に必要な経費とは言い難い上，原告製品の販売台数の増\n大に伴って増大するようなものでもないから，いずれにせよ，原告製品の\n限界利益の算定に当たり考慮すべき変動経費に当たらない。\nキ     被告は，計算鑑定書には何らの資料も添付されておらず，鑑定人の判断\nの経過を検証することができないから，本件計算鑑定は計算鑑定の目的に\n沿うものでなく違法である，などと主張する。\nしかし，特許法１０５条の２は，当事者が計算鑑定人に対し，鑑定をす\nるため必要な事項について説明しなければならないと規定しているが，そ\nの事項を裁判所や対立当事者に開示しなければならないとは規定されてい\nない。すなわち，計算鑑定人が鑑定の基礎とした資料が，すべて裁判所や\n対立当事者に開示されることは必ずしも想定されていない。計算鑑定は，\n営業秘密を対立当事者に開示することなく損害額を算定するために利用さ\nれており，鑑定資料がすべて対立当事者に開示されるとすれば，計算鑑定\n制度の円滑な運用を損なうおそれがあるというべきである。以下のとおり，\n計算鑑定人が原告プレックスを訪問して各種証憑の閲覧，突合を行って鑑\n定をしたことは，計算鑑定書から明らかであるから，鑑定資料が被告に開\n示されないとしても，本件計算鑑定が違法であるとはいえないし，その証\n拠能力や証明力に影響するものでもない。\n(ｱ)  本件の鑑定において鑑定人は，その計算鑑定書（平成２５年４月１２\n日付け）において５頁にわたって「鑑定評価意見の説明」を記載してい\nる。そこでは，「１．実施した手続」として，「原告プレックスより会\n社案内，製品カタログ，決算報告書，税務申告書，各種規程等を入手し\n内容の検討を行った。また，必要に応じ，資料の追加提出を求めた。原\n告プレックスを訪問し，内容についてヒアリング，質問を行った。また，\n原価管理システム，会計システムを操作し，各種証憑の閲覧，突合を行\nい内容の検討を行った。原価管理システムよりイージーホークの売上，\n原価を抽出し各種証憑と突合し内容について検討を行った。」として，\n検討の過程，判断対象となった資料を明らかにしている。\n(ｲ)  計算鑑定書においては，さらに，「２．計算鑑定事項に関する計算方\n針」，「３．販売台数の検討」，「４．原価の検討」，「５．各製品の\n平均利益額の算定にあたってさらに追加して検討した事項」，「６．参\n考事項」の各項目について詳細な説明がされ，最後に鑑定評価額が，控\n除した費用額等とともに一覧表形式で示されている。\n(ｳ)  以上により，被告は，鑑定の手法，内容を十分に把握することができ\nるし，現に被告は，計算鑑定書を検討した上で意見を述べ，それを受け\nて，リコール費用について再検討した補充鑑定書(平成２５年６月２８\n日付け)が提出されている。\nク     被告は，平成２５年５月２０日付け文書提出命令申立書において，計算\n鑑定の資料となった原告プレックス保有の文書について文書提出命令を申\nし立てている（当庁平成２５年（モ）第１６６６号）。\nしかし，原告製品の限界利益は計算鑑定により明らかとなっているから，\nこれらの文書が損害額算定のために必要であるとはいえないし，上記キで\n説示したところに照らせば，その開示が被告の防御のために必要であると\nもいえないから，同申立ては必要性がないものとして却下する。\n(6)  寄与率について\nア     被告は，本件発明は被告製品中の投入ステーション部分に限定されると\nころ，投入ステーションが被告製品に占める割合は，部品点数で２６．３\n～２８．８％，価格で９．５～１０．９％であり，原告製品における投入\nステーション部分の比率は被告製品のそれを大きく下回るものと推測でき\nるから，本件発明の製品に対する寄与度は１０％以下と考えるべきである，\nなどと主張する。\nしかし，本件発明は，構成要件Ａ～Ｌの全体として進歩性を有し特許と\nして有効である，「アイロンローラなどの洗濯処理ユニットヘフラット\nワーク物品を供給するための装置」全体の発明であって，投入ステーショ\nン（構成要件Ｈ～Ｌの「昇降手段」）に限定した発明ではないから，被告\nの主張は前提を欠く。\nイ  被告は，被告製品の売上には，被告製品において実施された被告代表者\nの有する特許５件（乙３７～４１）の寄与が大であり，本件特許権の寄与\n率はほぼゼロである，などと主張する。\nしかし，被告製品の売上における被告主張特許の寄与を認めるに足りる\n的確な証拠はなく，侵害行為がなかったとした場合に，被告主張特許を使\n用していないのであれば原告製品を購入しない，という需要者がそれなり\nの割合をもって存在するように認めるに足りる証拠はない。\n結局，被告主張特許の存在は，寄与率による減額をすべき事情とは認め\nられない。\n(7)  原告プレックスの損害について\n以上によれば，原告プレックスの損害は，以下のとおりである。\n被告は，平成２０年１２月から平成２４年２月までの間に，被告製品１及\nび２を合計６１台販売していたところ，侵害行為がなければ，原告プレック\nスは原告製品１ないし４を同一数量販売して，１台当たり３２１万７３２７\n円，合計１億９６２５万６９４７円の利益を得ることができた。\nまた，被告は，平成２０年１２月から平成２４年２月までの間に，被告製\n品３を合計１０台販売していたところ，侵害行為がなければ，原告プレック\nスは原告製品５及び６を同一数量販売して，１台当たり４３６万８０５６円，\n合計４３６８万０５６０円の利益を得ることができた。\nこの合計である２億３９９３万７５０７円が原告プレックスの損害と推定\nされ，この推定を覆すに足りる事情はない。\n(8)  原告イエンセンの損害について\nア  原告らは，原告イエンセンにつき，特許法１０２条３項により，１台当\nたり１３０万円，合計９２３０万円の実施料相当損害金を請求している。\nしかし，原告イエンセンは，被告による侵害期間中，原告プレックスに\n専用実施権を設定しており（甲１），被告との間でライセンス契約を締結\nして実施料を得られる可能性は全く存在しなかったのであるから（特許法\n６８条ただし書き，７７条２項），原告イエンセンは，特許法１０２条３\n項により実施料相当額を損害額と推定する基礎を欠いているものというべ\nきである。\nイ  原告イエンセンが特許法１０２条３項に基づく請求ができないとしても，\n原告イエンセンに損害が生じていれば，民法７０９条の原則に従った損害\n賠償は可能である。\n被告が平成２０年１２月から平成２４年２月までの間に被告製品７１台\n（うち１３台は海外向け）を販売したことは争いがないところ，原告製品\n１ないし４は被告製品１及び２の，原告製品５及び６は被告製品３の，そ\nれぞれ競合品であり，少なくとも国内においては他に競合品を製造販売す\nる業者があったとは認められないことからすると，少なくとも国内におい\nて販売された被告製品５８台分については，侵害の行為がなかったならば，\n原告プレックスが原告製品を同一数量販売していたであろうと認められ，\n原告プレックスが原告製品５８台を追加販売していれば，原告イエンセン\nは１台当たり６５万円，合計３７７０万円の実施料を取得することができ\nたと認められる（甲１６，計算鑑定の結果，弁論の全趣旨）。\n他方，海外向けに販売された被告製品１３台分については，被告に立証\n責任のある特許法１０２条１項ただし書の適用に関する限り，原告プレッ\nクスに「販売することができないとする事情」の立証があったとはいえな\nいことは前記のとおりであるが，原告らに立証責任のある民法７０９条の\n相当因果関係の問題として考えると，被告製品の販売先に対応する海外向\nけ販売にはどのような条件が必要で，原告プレックスはこれを備えている\nのか否か，当該各販売先においても原告製品や被告製品の競合品は他に存\n在しないのか否か等は必ずしも明らかでなく，被告製品の販売がなかった\nならば，原告プレックスが原告製品を同一数量販売することができ，原告\nイエンセンが対応する特許料を取得することができたという相当因果関係\nの立証があったとまでは認め難い。\nそうすると，原告イエンセンは，被告の侵害行為により，原告プレック\nスから３７７０万円の実施料を取得する機会を失ったのであるから，同額\nを民法７０９条に基づく被告の侵害行為と相当因果関係ある損害として請\n求することができるというべきである。\nこれは，原告イエンセンが原告プレックスの追加販売から得られたであ\nろう実施料相当額であるから，原告ら間の契約で定められた１台当たり６\n５万円（甲１６）という額よりも高く，あるいは低く修正する余地はない。\nウ  被告は，原告プレックスが特許法１０２条１項の請求を行い，原告イエ\nンセンが同条３項の請求を行えば二重請求となり，また本件発明を原告プ\nレックスが有していたときに比べ損害賠償の総額が大きくなって不当であ\nる，などと主張するので，民法７０９条に基づく損害賠償請求との関係で\nも上記の点を検討する。\n原告プレックスの特許法１０２条１項の損害算定において，原告プレッ\nクスが原告イエンセンに支払っているロイヤリティーとして１台当たり６\n５万円を変動経費として控除しているのであるから（計算鑑定書４，１０\n頁），原告イエンセンに１台当たり６５万円を民法７０９条に基づく損害\nとして認めたとしても，二重請求となるものではないし，原告プレックス\nが自ら特許を有していたときよりも損害総額が大きくなることもない。\n８  結論\n以上によれば，原告らの請求は\n(1)  原告イエンセンが，被告に対し，民法７０９条に基づく損害賠償として\n３７７０万円，及び，うち１６２５万円に対する訴状送達の日の翌日である\n平成２２年５月２８日から，うち２１４５万円に対する訴えの変更申立書が\n陳述された日の翌日である平成２４年４月１７日から，各支払済みまで年５\n分の割合による遅延損害金\n(2)  原告プレックスが，被告に対し，民法７０９条，特許法１０２条１項に\n基づく損害賠償として２億３９９３万７５０７円，及び，うち８７５０万円\nに対する訴状送達の日の翌日である平成２２年５月２８日から，うち１億５\n２４３万７５０７円に対する訴えの変更申立書が陳述された日の翌日である\n平成２４年４月１７日から，各支払済みまで年５分の割合による遅延損害金\nの支払を求める限度で理由があるが，その余はいずれも理由がない。なお，原\n告らの債権は，連帯債権ではなく，それぞれ独立の債権である。\n被告は仮執行免脱宣言を申し立てているが，相当でないのでこれを付さない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n大  須  賀              滋\n裁判官\n西      村      康      夫\n裁判官\n森   川   さ つ き\n"
}