{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 5,
    "day": 19
  },
  "case_number": "平成21(行ウ)55",
  "case_name": "遺族補償給付不支給処分取消等請求事件（通称　船橋労基署長遺族補償等不支給処分取消）",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "82401",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=82401",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/401/082401_hanrei.pdf",
  "contents": "主 文\n１  船橋労働基準監督署長が原告に対し平成１８年３月２０日付けでした労働者\n災害補償保険法による遺族補償給付及び葬祭料を支給しない旨の処分を取り消\nす。\n２  訴訟費用は，被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要等\n１  事案の概要\n本件は，原告が，その夫であるＰ１（以下「亡Ｐ１」という。）が出張中に\n橋出血により死亡したこと（以下「本件死亡」という。）について，亡Ｐ１が\n勤務していたＰ２株式会社（以下「本件会社」という。）における業務に起因\nするものであるとして，船橋労働基準監督署長（以下「本件処分庁」という。）\nに対し，労働者災害補償保険法（以下「労災保険法」という。）に基づき遺族\n補償給付及び葬祭料の請求をしたところ，亡Ｐ１は労働者とは認められないと\nして，これらを支給しない旨の処分（以下「本件処分」という。）を受けたこ\nとから，その取消しを求める事案である。\n２  前提事実\n以下の事実は，当事者間に争いがない事実又は文末に記載する証拠及び弁論\nの全趣旨により容易に認められる事実である。\n(1)  当事者等\nア  本件会社\n本件会社は，各種産業機械や建設機械の卸し販売等を業とする株式会社\n（資本金６億１８００万円）である。本件会社は，大阪府茨木市に本社（以\n下「大阪本社」という。）を置き，平成１７年２月当時，国内事業所とし\nて，東京支社（東京都中央区），東北支店（青森市），東京建設機械部（千\n葉県船橋市），名古屋支店（名古屋市），岡山支店（岡山市），四国支店\n（高松市）及び福岡支店（福岡県大野城市）並びに浜松市，広島市，島根\n県八束郡及び松山市に営業所を有していた。\n[甲２の１・２，乙２，３]\nイ  原告\n原告は，亡Ｐ１の妻である。\nウ  亡Ｐ１\n(ア)  亡Ｐ１（昭和▲年▲月▲日生まれ）は，昭和４０年３月２９日に本\n件会社に入社し，同年７月１日から昭和５６年１１月まで名古屋支店及び\n同支店の営業所で勤務し，同年１２月１日から本件死亡時まで，下記のと\nおりの職歴（なお，兼務辞令については，当該役職の末尾に「（兼務）」\nを付し，役職を解く辞令については，解かれる役職の冒頭に「＊〔解〕」\nを付して表記している。）を有し，一貫して，建設機械部門の業務に従事\nしていた者である。\n昭和５６年１２月１日\n東京建設機械部次長（臨時次長代理待遇）\n昭和５８年１２月１日\n＊〔解〕東京建設機械部次長（臨時次長代理待遇）\n東京建設機械部次長（次長代理待遇）\n昭和５９年１２月１日\n建設機械営業本部本部長補佐（兼務）\n昭和６２年６月１日\nＰ２６㈱東京営業所所長（兼務）\n昭和６２年１２月１日\n東京建設機械部第三課課長（兼務）\n平成元年６月１日\n建設機械営業本部本部長付（兼務）\n平成元年１２月１日\n＊〔解〕建設機械営業本部本部長付（兼務）\n平成２年１２月１日\n＊〔解〕東京建設機械部第三課課長（兼務）\n東京建設機械部第一課課長（兼務）\n＊〔解〕東京建設機械部次長（次長代理待遇）\n東京建設機械部次長\n平成４年１２月１日\n＊〔解〕東京建設機械部次長\n東京建設機械部部長代理\n平成５年１２月１日\n＊〔解〕東京建設機械部部長代理\n東京建設機械部部長\n平成６年６月１日\n＊〔解〕Ｐ２６㈱東京営業所所長（兼務）\n平成８年１２月１日\n＊〔解〕東京建設機械部部長及び東京建設機械部第一課課長（兼務）\n東京建設機械第一部部長\n東京建設機械第一部第一課課長（兼務）\n平成９年１０月２７日\n東京建設機械第二部部長（兼務）\n同年１２月１日\n＊〔解〕東京建設機械第一部部長，東京建設機械第一部第一課課長\n（兼務）及び東京建設機械第二部部長（兼務）\n東京建設機械部部長\n東京建設機械部第二課課長（兼務）\n平成１０年１２月１日\n本件会社の理事に就任（なお，本件会社は，亡Ｐ１の理事就任に際\nし，亡Ｐ１が一般従業員を退職したとして取り扱い，亡Ｐ１に対し，\n退職金１８２８万５０２２円を支払った。）\n平成１１年１２月１日\n建設機械本部副本部長\n平成１２年１月５日\n中部建機部部長（兼務）\n同年２月２５日\n本件会社の理事を退任し，取締役に就任\n＊〔解〕東京建設機械部第二課課長（兼務）\n同年６月１日\n＊〔解〕東京建設機械部部長\n東京建設機械部部長（兼務）\n同年１２月１日\n＊〔解〕建設機械本部副本部長，東京建設機械部部長（兼務）及び\n中部建機部部長（兼務）\n建設機械本部本部長\n平成１３年７月１日\n中部建設機械部部長（兼務）\n同年９月１日\n＊〔解〕中部建設機械部部長（兼務）\n東京建設機械部部長（兼務）\n同年１２月１日\n執行役員（兼務）に就任\n＊〔解〕建設機械本部本部長及び東京建設機械部部長（兼務）\n建設機械本部副本部長（東京駐在），東北建設機械部部長\n平成１４年２月２７日\n本件会社の取締役を退任\n＊〔解〕執行役員（兼務）\n執行役員に就任\n同年６月１日\nＰ２６㈱の取締役（非常勤）に就任\n同月１４日\n東京建設機械部部長（兼務）\n平成１５年１２月１日\n＊〔解〕建設機械本部副本部長\n建設機械本部本部長\n平成１６年６月１日\nＰ２７㈱の取締役（非常勤）に就任\n同年１２月１日\n東京建設機械部部長（兼務）\n[甲１，乙１，４，９の２，１３]\n(イ)  亡Ｐ１は，平成▲年▲月▲日当時，本件会社の執行役員であり，建\n設機械本部本部長及び東京建設機械部部長（兼務）の役職に就いていた\n者であったところ，東京建設機械部課長を帯同して，同日午前８時ころ\nから福島県いわき市に車で出張し，取引先２社と商談を行い，同日午後\n５時過ぎに車で東京に戻っている途中，突然目の痛みを訴えるなどし，\nいわき市立Ｐ３病院に救急車で搬送されたが，同日午後１０時４５分，\n同病院において橋出血により死亡した（当時６２歳）。\n[甲１，１２，乙１，１２]\n(2)  本件訴えに至る経緯\nア  原告は，平成１７年７月２９日，本件処分庁に対し，亡Ｐ１は業務（過\n重労働）に起因して橋出血を発症したものであるとして，労災保険法によ\nる遺族補償給付及び葬祭料の請求をした。本件処分庁は，亡Ｐ１は「労働\n基準法第９条に該当する労働者とは認められないため不支給とするが妥当\nであると決定しました」として，平成１８年３月２０日付けで本件処分を\n行い，同月２２日付けで原告に通知した。\n[乙３０の１・２]\nイ  原告は，本件処分を不服として，千葉労働者災害補償保険審査官に対し，\n同年３月２４日付けで審査請求をした。同審査官は，平成１９年８月２日\n付けで同審査請求を棄却する旨の決定をした。\n[乙３１]\nウ  原告は，同年９月１２日付けで労働保険審査会に対し，再審査請求をし\nた。労働保険審査会は，平成２０年８月２９日付けで同再審査請求を棄\n却する旨の裁決をした。\n[甲１]\nエ  原告は，平成２１年２月１０日，本件処分の取消しを求めて，本件訴え\nを提起した。\n３  争点\n亡Ｐ１は，労災保険法上の労働者に当たるか。\n第３  当事者らの主張\n１  原告の主張\n(1)  執行役員は，以下に述べる執行役員制度の導入目的，導入当時の企業や商\n法学者の認識，行政解釈，労働基準法の強行法規性の趣旨等によれば，労災\n保険法上の労働者に該当するというべきである。\nア  執行役員制度は，平成９年ころから監査等に関する商法の特例に関する\n法律が施行された平成１５年までのごく限られた期間に導入されたものが\nほとんどであるところ，本件会社の執行役員制度も，上記の期間中の平成\n１２年１２月に導入されたものであるから，上記の期間に導入された一般\n的な執行役員制度とかけ離れた特殊なものであるとは考え難く，本件会社\nにおける執行役員の法的性質を検討するに当たっては，上記の期間に導入\nされた執行役員制度の導入目的，学者や実務家の解釈，企業の認識等が重\n要な資料になるというべきである。そして，以上の点に関する実情は以下\n(ア)～(ウ)のとおりであり，いずれの点からも，執行役員は，経営担当者\nとしての側面が希薄であり，労働者に該当するものと考えられる。\n(ア)  執行役員制度は，会社内の意思決定・監督と執行とを分離するアメ\nリカの株式会社制度を参考にして，日本の各会社が任意で導入したもの\nであり，その実質的な目的は，意思決定・監督を本来の機能としている\n取締役会の構成員から，執行のみを担当する従業員兼取締役らを外すこ\nとによって，取締役会の活性化を図ることにあると説明されている。本\n件会社についても，取締役数は順次減少しており，同様の目的が存在し\nたものと認められ，本件会社の執行役員は，その権限等からみて取締役\n会の構成員とするにはふさわしくない者を遇するためのポストとして創\n設されたものと考えられる。したがって，執行役員は，取締役と異なり，\n経営担当者としての性格が希薄であるというべきである。\n(イ)  執行役員については，「業務執行に関しては相当の裁量権限を有す\nるものの，法的には会社の機関ではなく，一種の重要な使用人（会社法\n３６２条４項３号）である。会社との契約が雇用契約か委任契約かの点\nについては，通常は前者である」（江頭憲治郎「株式会社法（第３版）」\n３８０頁），「会社法上は特に規定がない『執行役員』については，『労\n働者』といえる場合が多いと考えられる。」（菅野和夫「労働法（第９\n版）」９６頁）などと説明されており，執行役員を労働者と考えるのが，\n学者や実務家の一般的解釈であった。\n(ウ)  商事法務研究会が執行役員制度を導入した１４０社に対して行った\nアンケート調査（平成１１年４月）によれば，その大多数が，執行役員\nについて労働契約法理の適用を肯定しており，例えば，６６．７％の会\n社が執行役員との契約関係は雇用契約であると回答し，７７．８％の会\n社が執行役員を労働法上の労働者と考えていると回答している。また，\n一般従業員が執行役員に昇進する場合に退職金を精算支給している会社\nは３３．３％に達しているが，執行役員を労働者に該当しないと回答し\nた会社は１２．７％にすぎない。\nイ(ア)  執行役員が労災保険法上の労働者に該当するか否か（労働者と経営\n担当者のいずれに該当するか）を判断するに当たっては，執行役員が業\n務執行に関する意思決定や業務執行を行っていたかどうかという視点が\n重要である。執行役員は，上記ア(イ)のとおり，会社法制上は「重要な\n使用人」（会社法３６２条４項３号）にすぎないから，執行役員が行う\n業務執行は全て従業員としての業務執行にすぎず，執行役員が経営担当\n者たり得るのは，業務執行に関する意思決定権限を有しているような特\n殊な場合に限られるというべきである。\n(イ)  昭和３４年１月２６日労働省解釈例規は，「法人の取締役，理事，\n無限責任社員等の地位にある者であっても，法令，定款等の規定に基づ\nいて業務執行権を有すると認められる者以外の者で，事実上業務執行権\nを有するにすぎない者で取締役，理事，代表社員の指揮，監督を受けて\n労働に従事し，その対償として賃金を受けている者は，原則として労働\n者として扱うこと」としている。執行役員の業務執行権は，商法・会社\n法上当然に認められるものではなく，代表取締役の授権により発生し，\nその指揮監督に服することとなるから，上記解釈例規によれば，執行役\n員も原則として労働者に該当するというべきである。\nまた，執行役員が例外的に労働者に該当しないと判断される可能性が\n高まる事情として，①執行役員就任時の退社を明確にすること，②執行\n役員就任時に従業員の退職金を現実支給すること，③担当業務に関する\n権限委譲を進めること，④服務規律を取締役に準じたものとすること，\n⑤労働対価型ではなく，業績反映型の報酬体系とすること，⑥一般従業\n員に比べて報酬において相当厚遇され，任期満了や契約解除によって社\n外に放出されたとしても経済的に見合うだけの報酬（少なくとも取締役\nと同等の報酬）が支給されていることが指摘されている（松井真一「執\n行役員制度をめぐる理論と実務」商事法務１５４０号２４頁以下）。し\nかしながら，亡Ｐ１は，執行役員就任後も，従業員に位置づけられる東\n京建設機械部部長等として業務を行っており，一般従業員を退職してい\nることが明確になっているとはいい難い（上記①の不充足）。また，本\n件会社が執行役員に担当業務に関する権限委譲を進めていた事実はな\nく，亡Ｐ１は，執行役員就任に伴い，建設機械本部本部長から同本部副\n本部長に降格されている（上記③の不充足）。さらに，執行役員の服務\n規律は取締役とは異なっており（上記④の不充足），執行役員に対する\n報酬は業績に応じて支給されるという体系にはなっていない（上記⑤の\n不充足）。亡Ｐ１の報酬額は，在籍年数の長さも考慮されて決められて\nおり，一概に取締役と同等とはいい難い（上記⑥の不充足）。以上によ\nれば，亡Ｐ１について，例外的に労働者性を否定するような事情もない\nというべきである。\nウ  執行役員は，その選任資格もなく，株主総会による選任手続も要しない\nのであり，その労働者性を安易に否定することは，会社と執行役員との個\n別契約によって強行法規である労働基準法の潜脱を容易に認める結果とな\nってしまい，妥当ではない。\n(2)  従業員兼取締役の労働者性に関する従来の裁判例と同様の観点から，亡Ｐ\n１の権限の範囲，代表取締役による指揮監督，報酬，社会保険の取扱い等の\n事情を個別具体的に検討し，その使用従属関係を判断した場合にも，以下ア\n～キの事情によれば，亡Ｐ１は，労災保険法上の労働者に該当するというべ\nきである。\nア  執行役員（亡Ｐ１）の資格，権限等\n(ア)  執行役員は，①株主総会ではなく，取締役会により選任され，欠格\n事由も法定されていないこと，②競業避止義務，利益相反取引の禁止等\nが法定されていないこと，③株主総会の特別決議等によらずに解任する\nことが可能であること，④株主代表訴訟の対象とされておらず，その行\n為が株主の違法行為差止請求の対象にもならないこと，⑤取締役会によ\nり報酬が決定されること，⑥役員登記が不要であること，⑦取締役に対\nする監視・監督義務もないことなど，会社法制上取締役について規定さ\nれている資格・権限等について相違点がある。これら相違点にかんがみ\nれば，業務執行に関する意思決定等を行う取締役の構成員である取締役\nが，株主に対して直接責任を負うなど，経営担当者であることを当然に\n予定されているのに対し，執行役員は，必ずしも経営担当者であること\nは予定されていないというべきである。\n(イ)  本件会社の執行役員は，本件会社の業務執行に関する意思決定機関\nである取締役会への出席権限がなく，本件会社が定める執行役員規程（以\n下，単に「執行役員規程」という。）の内容（４条１項，１５条３項・\n４項）に照らせば，代表取締役，取締役会及び各取締役の指揮命令に従\nって，業務を遂行する立場にあるものというべきである。\nまた，本件会社は，亡Ｐ１について，全社的な経営判断に関与させる\nよりも建設機械部門の業務に専念させるべきとの判断から，取締役を退\n任させて執行役員に降格させたものと解され，このような経緯からも，\n亡Ｐ１が業務執行に関する意思決定権限を有していたとは考えられな\nい。\nイ  亡Ｐ１の業務実態等\n亡Ｐ１の業務実態は，以下(ア)～(ウ)のとおりであり，書類の確認，経\n営会議への参加等も業務内容に含まれてはいたが，様々な場合に取引先と\n直接交渉を行うなど，その業務の大半は，建設機械売買の成約へ向けた交\n渉業務であった。このような業務実態に照らせば，亡Ｐ１は，本件会社の\n経営に関する意思決定に参画したり，経営担当者として業務を執行したり\nすることはなく，執行役員の業務は，営業の現場を指揮し，自らも営業活\n動を行うという単なる管理職（労働者）としての業務にとどまるものであ\nった。\n(ア)  本件会社（建設機械部門）は，主としてＰ４株式会社から建設機械\nを購入して，これを取引先（建設会社等のユーザー）に売却する卸売業\n務を行っていた。取引先の多くは，いわゆる大手ゼネコンではなく，そ\nの下請けとして工事を行う資金力の弱い中小規模の建設会社であり，フ\nァイナンスリース契約の形態で取引を行うことも多かった。\n(イ)  建設機械販売における成約までの流れ，そのうち亡Ｐ１の関与の実\n情等は，以下ａ～ｅのとおりであり，亡Ｐ１は，日常業務として，直接\n訪問や電話などによって，大阪本社，営業担当者，取引先等との打合せ\nを行っていた。亡Ｐ１は，東京建設機械部の担当管内だけでなく，地方\nの各営業所における取引についても，建設機械本部本部長として，全国\nの得意先回りや営業担当者の応援等を行っていた。なお，亡Ｐ１は，取\n引先との交渉等のために外出することが多く，東京建設機械部に終日い\nるのは月に１，２回にすぎず，デスクワークの比率は少なかった。\nａ  営業担当者は，担当する取引先を回り，その要望にあった商品購入\nを斡旋する。取引先に購入意欲がある場合，亡Ｐ１が，営業担当者と\nともに取引先を訪問し，商品確定，代金額，支払方法等を協議し，あ\nる程度確定的な稟議段階まで持って行くこととなる。亡Ｐ１がこれら\nの業務を担当していた背景事情として，亡Ｐ１が建設機械部門一筋で\n勤務してきた者であって豊富な経験と実績を有しており，亡Ｐ１が説\n明すれば説得できることも少なくなかったこと，取引先には中小企業\nが多く，付き合いの長い亡Ｐ１の言うことは聞くという社長も少なく\nなかったことなどが挙げられる。\nｂ  稟議書は，建設機械本部本部長決裁のものを除けば，大阪本社の管\n理本部に回される。管理本部は，ファイナンスリース契約の有無，割\n賦販売の回数，頭金の額など，融資に関する条件付けをし，リスク（取\n引先の破産等）回避の観点からの指示を，建設機械本部本部長宛ての\nファックス文書によって行う。本件会社の取締役会長であるＰ５や管\n理本部本部長であるＰ６常務取締役は，稟議書の内容等に疑問がある\n場合，亡Ｐ１に直接電話をかけて，契約内容や与信条件等について質\n問や指示を行っており，その中には，かなり頻繁に電話をかけてくる\n案件があった。なお，建設機械の取引は，取引価格が高く，中古の建\n設機械など価格の低い例を除いた年間の取引件数は少ない傾向があ\nり，亡Ｐ１は，多くの案件において，Ｐ５会長やＰ６常務から具体的\n指示を受けていた。\nｃ  亡Ｐ１は，大阪本社からの指示を受けて，営業担当者との協議，取\n引先との再交渉などの業務を行い，営業担当者と大阪本社のパイプ役\nとして，上記指示を営業担当者や取引先に伝えたり，取引先の要望や\n財務状況等を説明して大阪本社を説得したりする業務を日常的に行っ\nていた。\nｄ  東京建設機械部に所属する社員は，亡Ｐ１を含めて４名であり，１\n００社程度の取引先への営業をこの４名全員で行っていた。亡Ｐ１は，\n担当エリアを持たず，重要な取引先や難しい案件については，上記ａ，\nｃのとおり，担当社員とともに取引先を訪問して，信頼関係の構築に\n努めたり，自ら交渉を行ったりしていた。また，亡Ｐ１も，専属的な\n担当取引先を一社（Ｐ７）有していた。\nｅ  本件会社は，本件死亡当時，東北支店に２名，大阪本社に４名，名\n古屋支店に１名，福岡支店に２名の営業担当者を配置しており，亡Ｐ\n１は，建設機械本部本部長としての立場から，これら各営業所につい\nても，その知識や経験を頼りとする営業担当者からの応援要請を受け，\n重要な取引先や難しい案件について直接取引先を訪問するなど，全国\nを飛び回っていた。亡Ｐ１は，月平均５回程度出張しており，出張先\nから別の出張先に移動することも多かった。\n(ウ)  亡Ｐ１は，日常業務として，以下ａ～ｃの業務も行っていた。\nａ  亡Ｐ１は，出張の帰りなど，営業所に立ち寄った際，必要書類（販\n売稟議書，見積書，注文書，契約書，成約台帳，売上伝票，請求納品\n書，立替旅費伝票）に目を通し，疑問点があれば作成者に質問するな\nどして，所定の場所に押印していた。\nｂ  亡Ｐ１は，社内ＬＡＮで共有していた業務日報を読み，営業担当者\nの行動予定欄にコメントを書き込むなどしていた。\nｃ  亡Ｐ１は，経営会議（毎月初め）及び中間集計（毎月２０日ころ）\nのため，大阪本社に出張していた。亡Ｐ１は，経営会議において，前\n月の売上報告を行い，その際，営業所の当月目標，改善事項等の指示\nを受け，同指示を各営業担当者に伝えていた。\nウ  亡Ｐ１に対する指揮・監督，亡Ｐ１の裁量等\n(ア)  亡Ｐ１は，一取引当たり３０００万円を超える与信又は取引先に対\nする総与信額が５０００万円を超える取引について，大阪本社（会長及\nび社長）の決裁を受けるものとされ，高額取引については，独自に決裁\nできる権限を有していなかった。建設機械は１台当たりの価格が高額で\nあり，建設用クレーンに至っては１億円程度に至ることもあり，与信額\n３０００万円以内の取引の決裁権限というのは，広範な裁量権を付与さ\nれたものとはいえない。亡Ｐ１が代表取締役等に決裁を仰ぐのは，むし\nろ日常的なことであったということができ，亡Ｐ１については，代表取\n締役等による指揮監督が恒常的に及んでいたものというべきである。ま\nた，亡Ｐ１は，上記のような決裁権限しか有していないことにかんがみ\nれば，経営陣の一員として業務執行に関する意思決定権限を有していた\nともいえない。\nなお，労働基準法が，事業場外労働や裁量労働など，業務の遂行方法\n等の決定を労働者の裁量に委ねる場合があることを予定していることに\n照らせば，亡Ｐ１が労災保険法上の労働者に当たるかどうかの判断要素\nとしての使用従属関係は，本件会社が亡Ｐ１に対してその業務遂行のた\nめに必要な指示を行い，その指示に従った亡Ｐ１による労務提供がなさ\nれれば足り，当該指示が具体的な労務提供方法を詳細に指定するもので\nあることまでは必要ではないというべきである。\n(イ)  亡Ｐ１の出退勤は，タイムカード等によって管理されていなかった\nが，そもそも亡Ｐ１を含む営業担当者全員について，タイムカード等に\nよる出退勤管理はされておらず，以上の事実は，亡Ｐ１の労働者性を否\n定する事情には当たらない。\nなお，労働基準法が，フレックスタイム制など，労働者が始業・終業\n時刻や時間配分を自由に決定できる場合があることを予定していること\nに照らせば，労災保険法上の労働者性は，労務提供時間の厳格な管理・\n指定がなくとも肯定されるというべきである。\nエ  亡Ｐ１の業務の代替性\n亡Ｐ１の業務内容は，上記イのとおり，取引先との交渉や需要の開拓で\nあり，かかる業務は，取引及び取引先に関する知識があれば誰でも遂行可\n能な業務であり，代替性が認められる。\nオ  亡Ｐ１に対する報酬\n亡Ｐ１に対する報酬は，取締役に就任する以前に支給されていた金額と\nさほど差がない定額のものが固定給として支給されており，支給額が業績\nと連動するような支給体系が採用されていないことに照らせば，従業員と\nして行った業務への対価であったというべきである。\nまた，亡Ｐ１に対する報酬については，所得税等が源泉徴収されており，\nこの事実も，亡Ｐ１の労働者性を基礎付ける事情である。\nカ  社会保険料\n本件会社は，亡Ｐ１にとどまらず，執行役員及び従業員兼取締役の全て\nについて雇用保険に加入させて保険料を徴収しており，この事実からすれ\nば，本件会社は，亡Ｐ１を労働者として認識していたというべきである。\nこの点，被告は，本件会社が雇用保険の被保険者資格の喪失に関する手続\nを失念していたにすぎないなどと主張するが，あまりに不自然であり，本\n件会社は，執行役員や従業員兼取締役が労働者に該当することを前提にし\nて，資格喪失届等の提出は必要ないと判断していたものと解するのが自然\nである。\nキ  その他\n(ア)  被告は，経営会議が業務執行における実質的な意思決定を行ってい\nたとし，経営会議の構成員であった執行役員は，経営陣の一員である旨\n主張する。しかしながら，取締役会には決議事項があり，これら事項に\n関する決議を経営会議が行うことはできないのであり，本件会社の基本\n的な経営戦略や，財政，組織構成などの会社の重要事項について，経営\n会議が最終的意思決定権限を有していたと評価することはできない。ま\nた，亡Ｐ１は，建設機械本部の業務遂行の方向性や人事等を説明し，そ\nの承認を得るために経営会議に参加していたにすぎない。\n(イ)  被告は，亡Ｐ１が平成１０年に一般従業員を退職してその身分を失\nっており，その後，委任契約の受任者として執行役員となった旨主張す\nる。しかしながら，亡Ｐ１が，上記退職後も従業員としての業務に従事\nしていることからすると，上記退職は便宜的なものにすぎないというべ\nきである。\n(ウ)  本件会社の主力は，産業機械部門であり，建設機械部門の出身者が\n会社経営に対して有する発言力は微弱なものにすぎなかった。また，本\n件会社は，Ｐ５会長が経営の実質的決定権を独占しており，業界特有の\nワンマン経営体質を持つ会社であった。亡Ｐ１は，建設機械部門一筋で\n勤務し，取締役会への出席権限を有しない執行役員にすぎなかったので\nあり，本件会社の経営に対して発言力を有することはなかった。\n２  被告の主張\n(1)  労災保険法上の労働者は，労働基準法上の労働者と同一であると解すべき\nであり，労働基準法上の労働者とは，使用者の指揮監督の下に労務を提供し，\n使用者から労務に対する対償としての報酬が支払われる者をいうと解すべき\nであって，使用従属性を有する者あるいは使用従属関係にある者とされてい\nる。そして，上記の労働者であるかどうかは，実際の労務提供の態様が多様\nであることなどにかんがみると，個々の事案の実態に即して，労務提供の形\n態，報酬の性格，その他の労働者の定義に関する諸要素を勘案して，総合的\nに判断することが必要となる。\n昭和６０年１２月１９日付け労働基準法研究会報告の「労働基準法の『労\n働者』の判断基準について」（以下「労基法研究会報告」という。）は，使\n用従属性の判断基準となる事項として「指揮監督下の労働」及び「報酬の労\n務対償性」を挙げ，「指揮監督下の労働」に当たるか否かの具体的な判断要\n素として，①具体的な仕事の依頼，業務従事の指示等に対する諾否の自由の\n有無，②業務遂行上の指揮監督の有無，③勤務場所及び勤務時間が指定され，\n管理されているかどうかという拘束性の有無，④本人に代わって他の者が労\n務を提供することが認められているかという代替性の有無を示している。ま\nた，「報酬の労務対償性」については，使用従属関係の判断の補強基準とし\nて位置付けて，報酬が時間給を基礎として計算されるなど労働の結果による\n較差が少ないこと，欠勤した場合には応分の報酬が控除されること，残業を\nした場合には通常の報酬とは別の手当が支給されることなど，報酬の性格が\n使用者の指揮監督の下に一定時間労務を提供していることに対する対価と判\n断される場合には，使用従属性を補強するとしている。また，労基法研究会\n報告は，以上の外にも，労働者性が問題となる限界的事例において，その判\n断を補強する要素として，①事業者性の有無，②専属性の程度，③その他，\n選考過程（一般従業員の選考方法との異同），給与所得としての源泉徴収の\n有無，社会保険料の負担の有無，服務規律の適用の有無等の諸要素を挙げて\nいる。\n(2)  亡Ｐ１は，以下で述べる本件会社の組織構成，本件会社における執行役員\nの地位，亡Ｐ１の実際の担当職務の内容，実態，報酬の支払方法等を総合的\nに考慮すると，実質的にみて本件会社の経営担当者としての地位ないし立場\nにあったということができる者であり，労災保険法上の労働者に当たると認\nめることはできない。\nなお，平成１７年法律第８７号による改正前の商法の下における執行役員\nは，会社の機関ではなく，企業が任意に設ける役職であり，会社が執行役員\nを委任型，雇用型又は両者の混合型として導入することは，強行法規に反し\nない限り，自由である。したがって，執行役員の法的性質は，個別事案ごと\nに実態に即した判断をするほかなく，一般論としてこれを論ずることはあま\nり意味がないというべきである。\nア  本件会社の組織構成，本件会社における執行役員の地位について\n(ア)  本件会社の組織構成\nａ  本件会社は，本件死亡当時，資本金６億１８００万円，連結決算対\n象のグループ企業も併せて３３８名の従業員を有する株式会社であ\nり，役員として，代表取締役会長１名，代表取締役社長１名，常務取\n締役２名，取締役３名，常勤監査役２名，監査役１名，執行役員６名\nが置かれていた。また，本件会社には，法令上の組織として，株主総\n会，取締役会が置かれていたほか，本件会社の取締役会の構成員に加\nえて執行役員及び関連会社の役員が出席する経営会議が置かれてい\nた。経営会議は，毎月２回開催され，経営戦略・販売計画，人事・労\n務等の経営事項について検討し，本件会社としての実質的な意思決定\nを行い，毎月１回行われる取締役会において，経営会議の決定事項を\n概ね追認する形で意思決定がされていた。\nｂ  本件会社の取締役会の決定事項について，取締役以外に，実際上こ\nれを遂行する事実上の機関として，会長・社長の直下に，産業機械本\n部，海外本部，建設機械本部及び管理本部の各本部長が置かれており，\n産業機械本部本部長はＰ８常務取締役が，海外本部本部長はＰ９取締\n役が，建設機械本部本部長は亡Ｐ１が，管理本部本部長はＰ６常務が，\nそれぞれ務めていた。各本部長は，経営会議に諮るための「経営計画\n（経営プラン）」や各本部に係る人事異動についての原案を立案する\nなどしており，各本部長の権限は全く同一とされていた。\n(イ)  本件会社における執行役員の地位\nａ  本件会社は，平成１２年１２月，取締役会，監査役の監督機能を強\n化し，経営の透明性・客観性を確保すべく，①取締役の減員（取締役\nから執行役員への変更）と社外取締役の導入，②社外監査役の導入，\n③執行役員制度の導入を行った。その結果，本件会社の経営は，①経\n営についての実質的な意思決定は経営会議で行い，②経営会議の決定\nを取締役会に諮り，社外取締役・社外監査役によるチェックを受け，\n③取締役会の決議に基づき，業務執行権を有する代表取締役の統括の\n下，各執行役員が担当業務を執行するという形態となったものであり，\n本件会社は，執行役員を経営会議の構成員と位置付け，いわば経営陣\nの一員としての立場を認めている。\nｂ  本件会社の執行役員規程をみると，執行役員とは，取締役会で選任\nされた会社の業務の執行を担当する者をいうと定められており（２\n条），①原則として，一般従業員に適用される就業規則が適用されな\nいこと（３条２項），②取締役会の決定に従い，取締役の指示の下に\n会社の業務執行を行うこと（４条１項），③従業員である者が選任さ\nれたときは，従業員としての身分を失い退職とし，退職金を支給する\nこと（８条），④取締役会は，執行役員に対し，取締役会が決定する\n会社の業務の執行を「委任」し，社長が，執行役員の職務執行を統括\n・指揮監督し，取締役会及び取締役が，執行役員の職務を監督する権\n利を有し，その責任を負うこと（１５条），⑤執行役員の報酬は，取\n締役会の決議によること（２２条）などが定められている。これらの\n規定内容に照らせば，執行役員規程は，明らかに，執行役員を一般従\n業員と区別し，取締役に類似するものとして取り扱っているというべ\nきである。\nｃ  亡Ｐ１は，平成１０年１２月，理事に就任し，その際，一般従業員\nを退職してその身分を失い，退職金１８２８万５０２２円を受領して\nおり，このとき，亡Ｐ１と本件会社の間の雇用契約が終了し，別途，\nその間において，理事に就任するための委任契約が締結されたものと\n考えられる。そして，亡Ｐ１は，平成１２年２月，取締役に就任し，\n平成１３年１２月，取締役のまま執行役員に就任し，平成１４年２月，\n取締役を辞任しているところ，上記ｂで述べた本件会社における執行\n役員と取締役との類似性を併せ考慮すれば，本件会社と亡Ｐ１との間\nには，亡Ｐ１が取締役に就任する際に締結した委任契約の受任者たる\n地位をそのまま承継して執行役員に就任したものというべきである。\n(ウ)  以上によれば，本件会社における執行役員と一般従業員との間には，\n下記表のとおりの相違点があり，本件会社が，執行役員を一般従業員と\n区別し，取締役に類似するものとして取り扱っていることは明らかであ\nり，亡Ｐ１が執行役員に就任した経緯をみても，亡Ｐ１が委任契約の受\n任者として執行役員に就任したということができる。\n執行役員  一般従業員\n契 約 形 態                  委任契約  労働契約\n契 約 期 間                  原則２年  期間の定めなし\n就 業 規 則                  適用なし  適用あり\n執 行 役 員 規 程                  適用あり  適用なし\n労働時間・休日    定めなし  定めあり\n報 酬 の 決 定                取締役会の決議  給与規定\n定          年  ６２歳  ６０歳\n退 職 金                役員退職慰労金支給規程                    退職金規程\nイ  亡Ｐ１の担当職務の内容，実態等について\n(ア)  具体的な職務内容\n亡Ｐ１は，執行役員であり，本件会社の６つの支店を統括する建設機\n械本部の責任者である本部長であった。その具体的な職務内容は，①建\n設機械本部の販売戦略・販売計画の策定，②建設機械部門の統括，③建\n設機械部門の営業予算・経費予算の検討と管理，④販売網の整備強化・\n販売促進に関する企画・実施，⑤営業統計資料作成・分析，⑥建設機械\n各支店の人員配置等の人事原案作成等であった。\n(イ)  亡Ｐ１の職務執行に関する指揮監督の状況等\nａ  執行役員は，取締役以上の者の監督を受けつつ，自らの職務として，\n委任を受けた範囲内で会社の業務執行を行う（執行役員規程１５条）。\n本件会社は，平成１５年１２月から本件死亡に至るまでの間，執行役\n員である亡Ｐ１に対し，建設機械本部本部長を担当させていたが，建\n設機械本部本部長は，上記ア(ア)ｂのとおり，取締役が担当する各本\n部長と同様，本件会社の制度上，代表取締役会長及び同社長の直下に\nあった。\nｂ  亡Ｐ１は，以下(ａ)～(ｄ)のとおり，本件会社から，建設機械本部\n本部長として，広範な業務執行の権限を付与されていた。\n(ａ)  亡Ｐ１は，一取引当たり３０００万円を超える取引又は一ユー\nザーに対する総与信額が５０００万円を超える取引について会長・\n社長の決裁を仰ぐほかは，建設機械本部本部長として，その裁量に\nより契約を締結できる権限を有しており，一部の例外を除き，具体\n的な営業戦略（営業対象の選定や営業推進方法の選択など）を決定\nする権限を有していた。\n(ｂ)  日常業務についてみても，亡Ｐ１は，兼務していた東京建設機\n械部部長として，東京建設機械部の置かれていた支店（千葉県船橋\n市）において業務を行っていたが，同支店での業務執行を義務付け\nられていたものではなく，建設機械本部本部長として，同支店の業\n務のみならず，自らの判断で部下を帯同し，出張等について自ら決\n裁して全国の取引先を回るなどし，また，建設機械本部に属する従\n業員に対し，個別の業務執行に係る指示，命令をしていた。\nまた，亡Ｐ１は，建設機械部門について，経営計画の立案だけで\nなく，部門内の人事異動案を立案するなどしていた。\n(ｃ)  亡Ｐ１は，就業規則の適用はなく，就業規則に定める始業・終\n業時刻の拘束は受けていなかった。なお，亡Ｐ１は，日常の業務執\n行等のため，概ね，午前８時３０分ころ上記支店に出勤し，午後６\n時３０分ころ退勤していたが，亡Ｐ１が任意に勤務形態を選択して\nいたにすぎない。\n(ｄ)  原告は，亡Ｐ１が有していた裁量権の範囲はさほど広くはなか\nったなどと主張し，証人Ｐ１０も，これに沿った証言をする。しか\nしながら，本件会社のような規模の会社で，本部長が事実上専決で\nきなければ，到底，迅速かつ合理的な経済活動を行うことはできず，\n原告の上記主張には理由がない。また，証人Ｐ１０の証言は，本件\n会社の常務であって亡Ｐ１の業務内容を詳細に知っている証人Ｐ６\nの証言に反しており，東京建設機械部の年間取引件数について，本\n件会社の規模からあり得ない件数（２０～３０件）を述べるなど，\nその信用性は全体として低い。\n(ウ)  以上によれば，亡Ｐ１は，その具体的な業務内容等からしても，本\n件会社の指揮監督を受ける労働者とはいい難く，取締役と同様の経営担\n当者の地位ないし立場にあったというべきである。\nウ  亡Ｐ１の報酬について\n(ア)  本件会社は，亡Ｐ１に対し，給料の名目で毎月一定額の支給と賞与\nの支給をしていたが，①月払いのものについては，○ⅰ その金額は，取締\n役会の決定に委ねられていて，業績が大きく反映され，本件会社の業績\nに応じて変動しており，その支給手続が一般従業員と異なること，○ⅱ 時\n間給を基礎とせず，欠勤による控除やいわゆる残業手当の支給もなく，\n賃金としての性格が見受けられないこと，○ⅲ 本件会社は，亡Ｐ１に対し，\n年間合計１１０５万３２４０円の報酬を支給しており，当時の一般取締\n役の最低報酬額（１２００万円）と遜色がないこと，②賞与については，\n定額制ではなく，業績を査定して支給額が決定されていることに照らせ\nば，亡Ｐ１に支給されていた金員は，役員報酬であり，労務対償性は認\nめられないというべきである。\n(イ)  亡Ｐ１については，本件死亡に至るまで，支払われていた給与名目\nの報酬から社会保険料が控除されていた。これは，本件会社において，\n常務以上の取締役になった時点で雇用保険の被保険者資格がなくなると\nいう取扱いをしていたことによる結果であり，亡Ｐ１についても，理事，\n取締役及び執行役員に就任している間も，雇用保険の被保険者として取\nり扱われていた。しかしながら，この取扱いは，本件会社における雇用\n保険法の被保険者についての理解が十分でなく，亡Ｐ１が労働者でない\nにもかかわらず，雇用保険法７条に基づく「資格喪失届」の届出を行わ\nず，また，「兼務役員等の雇用実態証明書」の提出を失念していたため，\n誤って徴収が継続されていたものである（本件会社は，現在，このよう\nな取扱いを改めることを検討している。）。したがって，亡Ｐ１につい\nて社会保険料が控除されていたことは，亡Ｐ１の労働者性を基礎付ける\n事情には当たらない。\n(ウ)  原告は，亡Ｐ１の報酬について，源泉徴収がされていた事実を指摘\nするが，源泉徴収の対象となる給与所得（所得税法２８条１項）には法\n人役員等に対する報酬も含まれるから，上記指摘事実は，亡Ｐ１の労働\n者性を基礎付ける事情には当たらない。\nエ  その他\n亡Ｐ１は，本件会社内において，他の取締役と同様の取扱いをされてい\nた。すなわち，亡Ｐ１が執行役員又は建設機械本部本部長として出張した\n際に利用することが可能な飛行機やホテルのランクは，平取締役及び監査\n役と同じであり，その出張に係る決裁権限も，平取締役及び監査役と同様\nに，亡Ｐ１自身が有していた。また，本件死亡による弔慰金等の支給につ\nいても，一般従業員の死亡退職に対しては，退職金規程に基づく退職金及\nび勤続１０年以上の者が死亡した場合における弔慰金１３０万円が支給さ\nれるにすぎないのに対し，亡Ｐ１に対しては，その死亡による執行役員退\n任に伴い，退職慰労金２７０万円，功労金１００万円及び弔慰金１００万\n円の合計４７０万円が支給されており，これらの支給は執行役員以上の者\nのみが支給対象者とされているものであって，その支給額は取締役と同額\nである。\n第４  当裁判所の判断\n１  労災保険法上の労働者の意義\n労災保険法には，保険給付の対象となる労働者の意義について定めた規定は\nないが，同法１２条の８第２項が，労働者の業務災害に関する保険給付につい\nて，労働基準法に規定する災害補償の事由が生じた場合に，これを行う旨定め\nており，労災保険法が労働基準法第８章「災害補償」に定める使用者の労働者\nに対する災害補償義務を補てんする制度として制定されたものであることにか\nんがみると，労災保険法上の労働者は労働基準法上の労働者と同一のものであ\nると解するのが相当である。\nそして，労働基準法９条は，「この法律で『労働者』とは，職業の種類を問\nわず，事業又は事業所（…中略…）に使用される者で，賃金を支払われる者を\nいう。」と規定しており，同法１１条は，「この法律で賃金とは，賃金，給料，\n手当，賞与その他名称の如何を問わず，労働の対償として使用者が労働者に支\n払うすべてのものをいう。」と規定していることを併せ考えると，労災保険法\n上の労働者とは，①使用者の指揮監督の下において労務を提供し，②使用者か\nら労務に対する対償としての報酬が支払われる者をいうと解すべきであり，こ\nれに該当するかどうかは，実態に即して実質的に判断するのが相当である。\n２  亡Ｐ１が使用者（本件会社）の指揮監督の下において労務を提供していた者\nに当たるかどうかについて\n(1)  認定事実\n上記第２の２の前提事実（以下，単に「前提事実」という。），文末に記\n載する証拠及び弁論の全趣旨（当事者間に争いのない事実を含む。）によれ\nば，以下の事実が認められる。\nア  本件会社の組織構成等\n(ア)  執行役員制度の導入\nａ  本件会社は，平成１２年１２月，取締役会及び監査役の監督機能を\n強化して経営の透明性ないし客観性を確保し，取締役会をスリム化し\nて経営上の意思決定を迅速化するという趣旨・観点から，①取締役の\n減員（取締役から執行役員への変更）及び社外取締役の導入，②社外\n監査役の導入並びに③執行役員制度の導入を実施し，本件会社におけ\nる意思決定・監督機能と執行機能とを分離した。\n[乙１３，２２，２４，証人Ｐ６]\nｂ  本件会社が執行役員制度の導入に際して制定した執行役員規程の主\nな規定内容は，以下のとおりである。\n第２条（執行役員）\nこの規程で執行役員とは，取締役会規則の定めにより取締役会\nで選任された会社の業務の執行を担当する取締役でない者をい\nう。\n第３条（優先適用）\n１  執行役員に関する事項については，法令もしくは定款または\n取締役会での決議に別途定める場合を除き，本規程に従うもの\nとする。\n２  就業規則は，特にこの規程で準用する場合を除き，執行役員\nには適用されないものとする。\n（３項省略）\n第４条（忠実義務等）\n１  執行役員は，この規程を遵守し，取締役会の決定に従い，取\n締役の指示の下に会社の業務の執行を行う。\n２  各執行役員は協力して，誠実かつ忠実に役員としての自覚と\n職責を持って業務を執行し，社業の発展に努めなければならな\nい。\n第５条（選任）\n１  執行役員の選任は，取締役会の決議により選任する。\n（２項省略）\n第８条（従業員の身分との関係）\n従業員である者が執行役員に選任されたときは，前条の就任日\nの前日をもって従業員としての身分を失い退職とし，社員の「退\n職年金規程」により退職金を支給する。ただし，労働基準法，社\n会保険法その他法令の適用については各法律の定めるところによ\nる。\n第１０条（任期）\n１  執行役員の任期は２年とする。\n（２項及び３項省略）\n第１２条（解任）\n（１項省略）\n２  解任された執行役員は，原則として従業員の地位を失うもの\nとする。\n第１４条（定年）\n１  執行役員の定年は，次の区分により定める年令に到達後，最\n初に訪れる定時株主総会の日とする。\n①  専務執行役員  ６５歳\n②  常務執行役員  ６４歳\n③  執行役員  ６２歳\n（２項及び３項省略）\n第１５条（執行業務）\n１  取締役会は，選任した執行役員に対して，取締役会が決定す\nる会社の業務の執行を委任する。\n２  取締役会は，いつでも執行役員の執行業務の内容を変更また\n追加することができ，執行役員はこれに従うものとする。\n３  社長は，執行役員の職務の執行を統括し，指揮監督するもの\nとし，執行役員はこれに従うものとする。\n４  取締役会及び各取締役は，執行役員の職務を監督する権利を\n有し，その責任を負う。\n第１６条（執行役員の責務）\n執行役員は，次の点に留意して所管業務の執行に当たらなけれ\nばならない。\n①  取締役会で決定した会社の方針及び社長の指示に基づき，\n担当業務に責任を持って誠実に執行に当たること。\n②  職責を十分に自覚し，責任をもって創意と工夫をこらし，\n忠実に執行に当たること。\n③  各部門との連携のもとに，部下の監督，指導，教育を行い，\n取締役会及び社長，取締役との連絡を密にして執行に当たる\nこと。自己の担当する業務はもとより，全社的立場に立って\n執行に当たり，会社の業績向上，株主の利益の確保，社会的\n責任を持って執行に当たり，公共への配慮にも努めること。\n第２２条（報酬等）\n執行役員の報酬の額または賞与の額は，取締役会の決議による。\n第２３条（退職慰労金）\n執行役員が会社を退職するときは，その業務上の功労により，\n別に定める「役員退職慰労金支給規程」に従って退職慰労金を支\n給する。\n[乙１１]\n(イ)  役員及び執行役員\nａ  人数の推移\n本件会社の執行役員制度導入直前から導入後における役員（取締役\n及び監査役）の人数及び執行役員の人数の推移は，次のとおりである。\n役員（うち取締役）    執行役員数\n平成１１年１２月当時     １６名（１２名）         －\n平成１２年１２月当時     １５名（１２名）        ７名\n平成１３年１２月当時     １２名（  ９名）        ９名\n平成１４年１２月当時     １１名（  ８名）        ９名\n平成１５年１２月当時       ９名（  ６名）        ９名\n平成１６年１２月当時     １０名（  ７名）        ６名\nなお，平成１２年１２月当時は，取締役から執行役員になった者は\nいない。平成１３年１２月当時は，取締役から執行役員になった者は\n亡Ｐ１を含めて２名いたが，亡Ｐ１は取締役としての任期が残ってい\nたため，取締役に就いたままであった。平成１４年１２月当時は，取\n締役から執行役員になった者はおらず，亡Ｐ１は取締役を任期満了に\n伴い退任していたから，取締役と執行委員の両方に就いていた者はい\nない。平成１５年１２月当時は，取締役から執行役員になった者はい\nない。平成１６年１２月当時は，執行役員から取締役になった者が２\n名いる（なお，亡Ｐ１は，執行役員のままである。）。\n[乙４，５]\nｂ  平成１６年１２月以降本件死亡当時までの役員及び執行役員\n上記当時の役員１０名は，①代表取締役会長がＰ５会長，②代表取\n締役社長がＰ１１，③常務取締役がＰ８及びＰ６常務の２名，④取締\n役がＰ９，Ｐ１２及びＰ１３の３名，⑤常勤監査役がＰ１４及びＰ１\n５の２名，⑥監査役がＰ１６であった。\n上記当時の執行役員６名及びその担当は，①亡Ｐ１（建設機械本部\n本部長，東京建設機械部部長），②Ｐ１７（岡山支店長），③Ｐ１８\n（秘書室長），④Ｐ１９（海外営業部部長，ＰＭ社長），⑤Ｐ２０（東\n京支社長，東京産業機械部第一部長，広州担当），⑥Ｐ２１（名古屋\n支店長，中部建設機械部部長，天津担当）であった。\n[乙４，６]\n(ウ)  本件会社の経営組織\nａ  本件会社は，平成１７年２月当時，Ｐ５会長及びＰ１１社長の直下\nに，産業機械本部，海外本部，建設機械本部及び管理本部の４部門の\nほか，秘書室等を設けていた。上記４部門の長は，下記のとおりであ\nり，本部長４名を構成員とする本部長会議が毎月大阪本社において開\n催され，営業戦略，新商品，ユーザーの動向などについて，情報交換，\n議論が行われた。\n産業機械本部  Ｐ８常務\n海外本部      Ｐ９取締役\n建設機械本部  亡Ｐ１\n管理本部      Ｐ６常務\n[乙４，６，１３]\nｂ  経営会議\n本件会社は，Ｐ５会長，Ｐ１１社長，取締役，執行役員及び関係会\n社の責任者を構成員とする経営会議を設置していた（なお，経営会議\nは，執行役員制度を導入する以前から存在していた。）。経営会議は，\n大阪本社において，原則毎月２回開催され，Ｐ１１社長が議長となり，\n販売稟議に関する事項，本部長会議における協議事項，予算関係事項，\n賞与支給・表彰関係事項，人事・労務関係事項等を協議していた。\n[乙４，６，１３，１５，２７，２９，証人Ｐ６]\nｃ  取締役会\n取締役会は，大阪本社において原則毎月１回開催され，経営会議で\n審議，承認された事項が議決事項として付議されていた。本件会社の\n取締役会は，事実上，経営会議における協議結果を追認する結果とな\nっていた。\nなお，執行役員は，取締役会の構成員ではなく，取締役会に出席し\nていない。\n[乙４～６，１５，証人Ｐ６]\nｄ  経営計画委員会\n本件会社は，各年度において，経営計画を立案するため，経営計画\n委員会を編制していた。平成１６年９月には，Ｐ１１社長が同月３日\n付け「２００５年経営計画委員会編制の件」と題する社内通達を発し，\n各部門の責任者及び関係会社の責任者合計８名を経営計画委員会の委\n員に指名した。亡Ｐ１は，建設機械本部担当として，同委員に任命さ\nれた。\n上記経営計画委員会の各委員は，①部別，商品別及び期別の営業計\n画，②月次ベースの売上，経費等及び③既存の経営計画の進捗状況を，\n添付されたフォーム及び用紙に記入して，同年１１月１９日の経営会\n議に計画案を提出できるよう準備することを求められていた。また，\n上記委員は，担当部門の経営計画案の内容を経営会議において説明し\nて，承認を得ることとされており，その後，取締役会の承認を得て，\n正式な経営計画とされることとなっていた。\n[乙２８，２９，弁論の全趣旨]\n(エ)  建設機械本部\nａ  業務内容\n本件会社の建設機械部門は，主としてＰ４株式会社から建設機械を\n購入して，建設会社等のユーザー（取引先）に売却する卸売業務（商\n社業務）を行っていた。建設機械部門の取引先は，いわゆる大手ゼネ\nコンではなく，その下請けとして工事を行う資金力の弱い中小規模の\n建設会社が多く，ファイナンスリース契約の形態で取引を行うことが\n一般的であった。\n建設機械本部には，①大阪コンストラクション（大阪建設機械部，\n略称はＯＣ），②東京建設機械部（略称はＴＣ），③東北支店（略称\nはＴＨ），④福岡支店（略称はＦＣ），⑤四国支店（略称はＳＫ）及\nび⑥中部建設機械部（略称はＣＣ）があり，建設機械本部は，これら\nの建設機械部門を統括する部署である。\n本件会社の建設機械部門（全国）における従業員（営業担当者）は，\n合わせて十数名であった。\n[乙４，６，９の１・２，１３，１５]\nｂ  東京建設機械部\n東京建設機械部は，千葉県船橋市αにあり，その施設は，船橋港近\nくの倉庫地帯に，建設機械（レンタル用機械，中古機械等）が置かれ\nている広い敷地の一画に建てられた平家建ての建物（営業所）であっ\nた（以下，同建物を「船橋営業所」という。）。なお，本件会社の関\n連会社であるＰ２６㈱の営業所も，船橋営業所内に置かれていた。\n東京建設機械部の担当地域は，関東各都道府県，福島県及び北陸地\n域（一部）であった。東京建設機械部の構成員は，平成１７年２月当\n時において，亡Ｐ１のほか，Ｐ２２（課長），Ｐ２３（営業担当），\nＰ２４（営業担当）及びＰ１０（事務・派遣社員）の合計５名であっ\nた。なお，他の建設機械部門における営業担当社員の人数は，大阪コ\nンストラクション４名，東北支店２名，福岡支店２名，四国支店１名，\n中部建設機械部（名古屋支店）１名であった。\n[甲１３，１４，乙６，８の１・２，証人Ｐ１０，弁論の全趣旨]\nｃ  業務の流れ\n建設機械部門の営業担当社員が取引先と販売契約等を締結するまで\nの一般的な業務の流れは，以下(ａ)～(ｃ)のとおりである。\n(ａ)  営業担当社員は，担当地域の取引先を定期的に訪問し，既に販\n売した建設機械の調子を確認し，新型機械の説明を行うなどして，\n取引先の要望に応じた商品の購入を斡旋する。\n(ｂ)  営業担当社員は，取引先に購入意欲がある場合，繰り返し取引\n先を訪問するなどして，購入商品の選定，代金額，支払方法等につ\nいて交渉し，契約条件がある程度具体化した段階において，稟議書\nを作成し，上司の決裁を得る。\n建設機械の販売における決裁は，取引金額等に応じて，最終的な\n決裁権者が異なっている。東京建設機械部においては，①１件当た\nり５００万円以下の取引（与信）の場合は，東京建設機械部部長が\n決裁権限を有しており，②１件当たり３０００万円以下の取引（与\n信）であり，かつ，当該取引先に対する総与信額が５０００万円以\n下となる取引（与信）の場合は，建設機械本部本部長が決裁権限を\n有している。③１件当たり３０００万円を超える取引（与信）又は\n当該取引先に対する総与信額が５０００万円を超える取引（与信）\nの場合は，大阪本社（管理本部及び会長）の決裁を得る必要がある。\n(ｃ)  営業担当者は，決裁を得る過程において，上司又は決裁権者か\nら指示等があった場合，必要に応じ，取引先との再交渉，上司等へ\nの説明等を行うなどして，決裁を得た後，契約締結，契約実行等の\n事務を行う。\n[甲１３，乙１５，２１，証人Ｐ１０，証人Ｐ６]\nイ  亡Ｐ１の業務内容，業務実態等\n(ア)  亡Ｐ１の死亡当時の業務内容，業務実態等\nａ  東京建設機械部部長としての業務内容等\n亡Ｐ１は，東京建設機械部部長として，東京建設機械部の営業担当\n社員をまとめる立場にあり，従業員の労務管理のほか，建設機械の営\n業・販売業務（取引先，営業担当者及び大阪本社との打合せ等を含む。），\n書面の確認，決済業務等を行っていた。亡Ｐ１の具体的業務として，\n以下(ａ)～(ｃ)のようなものがあった。\n(ａ)  亡Ｐ１は，営業担当者が，取引先との間で，購入商品の選定，\n代金額，支払方法等について協議する際（上記ア(エ)ｃ(ｂ)），営\n業担当者と打合せをするだけではなく，当該担当者とともに，当該\n取引先を訪問して，営業業務ないし交渉業務を行い，稟議書（特に，\n大阪本社の決裁を要するもの）の作成等にも関与することがあり，\n特に，取引先との交渉等が難しい案件については，亡Ｐ１が関与す\nることがあった。\n(ｂ)  東京建設機械部が担当した取引のうち，大阪本社の決裁が必要\nな取引（上記ア(エ)ｃ(ｂ)）については，後記ｂ(ｂ)ⅳのとおり，\n大阪本社から亡Ｐ１に対し，直接，指示，問合せ等が来ることがあ\nった。亡Ｐ１は，建設機械本部本部長又は東京建設機械部部長とし\nて，営業担当者に対して大阪本社の指示を伝達して対応させるとと\nもに，必要があれば，亡Ｐ１が，営業担当者を帯同して，直接取引\n先を訪問するなどして再交渉することもあった。\n(ｃ)  亡Ｐ１は，東京建設機械部部長として，販売稟議書，見積書，\n注文書，契約書，成約台帳，売上伝票，請求納品書，立替旅費伝票\n等の書面に目を通し，疑問点等があれば作成者に質問するなどして\n確認の上，押印決裁していた。また，亡Ｐ１は，営業担当者の業務\n日報を読み，行動予定欄にコメントを書き込むこともあった。\n[甲５の１・２，甲６，１３，乙８の１・２，乙１５，証人Ｐ１０，証\n人Ｐ６，弁論の全趣旨]\nｂ  建設機械本部本部長としての業務内容等\n本件会社において，建設機械本部本部長の業務は，①建設機械本部\nの販売戦略，販売計画の策定，②建設機械部門の統括，③建設機械部\n門の営業予算及び経費予算の検討・管理，④販売網の整備強化，販売\n促進に関する企画・実施，⑤営業統計資料の作成・分析等とされてい\nた。ただし，亡Ｐ１は，下記(ａ)のとおり，建設機械本部本部長とし\nて，大阪本社の会議に出席したり，経営計画案の策定に関与したりし\nていたものの，下記(ｂ)のとおり，全国の取引先への挨拶回りや，個\n別案件における営業担当者の支援など，営業・販売業務としての性質\nを有する業務に従事しており，それは，亡Ｐ１が建設機械本部本部長\nとして従事した業務の相当部分を占めていた。\n(ａ)  亡Ｐ１は，原則として，毎月２回，大阪本社における会議（本\n部長会議及び経営会議）に出席していた。なお，本件会社において\nは，各本部長が，経営会議において，①本部長以上の決裁（社長決\n裁）を要する取引については，販売稟議の説明をして承認を得る，\n②各本部長が決裁権限を有している取引については，各本部長が決\n裁済みの案件について事後説明をして承認を得るという取扱いがさ\nれていた。亡Ｐ１は，建設機械本部本部長として，これら会議にお\nける建設機械本部に係る説明内容等を準備したり，人事事項，労務\n管理事項について検討したりすることがあった。\n(ｂ)  亡Ｐ１は，建設機械本部本部長として，全国の建設機械部門の\n営業担当者をまとめる立場にあったが，地方の営業担当者が担当し\nている取引先を訪問するなどして，当該担当者の営業・販売業務を\n支援しており，そのほか，書面の確認，決裁業務等を行っていた。\n亡Ｐ１が行った建設機械本部本部長としての具体的業務には，次の\nⅰ～ⅳのようなものがあった。\nⅰ  亡Ｐ１は，建設機械本部本部長として，全国の得意先回りを行\nっており，例えば，大阪本社への出張等の機会を活用して，地方\nの取引先への挨拶回りを行うなどしていた。また，亡Ｐ１は，取\n引先が参加する旅行会や建設機械の見学会を企画，実施すること\nもあった。\nⅱ  亡Ｐ１は，個別案件について，地方の営業担当者と打合せを行\nい，必要があれば，当該取引先を直接訪問するなどして，営業・\n販売業務を行っており，その具体的内容は，東京建設機械部部長\nとしての業務内容（前記ａ(ａ)参照）と同様のものであった。\nⅲ  亡Ｐ１は，建設機械本部本部長として，販売稟議書，見積書，\n注文書，契約書，成約台帳，売上伝票，請求納品書，立替旅費伝\n票等の書面に目を通し，疑問点等があれば作成者に質問するなど\nして確認の上，決裁（押印）していた。\nⅳ  大阪本社の決裁が必要な取引に係る稟議書は，亡Ｐ１（建設機\n械本部本部長）の決裁を経て，大阪本社に上げられるが，建設機\n械は１台当たりの価格が高額であり，例えば，建設用クレーンの\n場合，１億円程度となることもあるため，少なくとも全取引の３\n～４割程度が大阪本社の決裁が必要な取引であった。\n大阪本社（管理本部）は，稟議書の内容を確認し，融資に関す\nる条件（ファイナンスリース契約の内容，分割回数，頭金の額等）\nについて，建設機械本部本部長宛てのファックス文書を送信して，\n必要な指示を行っていた。また，大阪本社の決裁過程において，\nＰ６常務（管理本部本部長）やＰ５会長は，稟議書の内容に疑問\n等がある場合，亡Ｐ１に直接電話を掛けて質問や指示をすること\nがあった。亡Ｐ１は，大阪本社の指示を営業担当者に伝えて打合\nせをし，必要があれば，取引先の要望や財務状況等を説明して大\n阪本社（管理本部）を説得したり，取引先を直接訪問して再交渉\nしたりしていた。\n[甲３，４，５の１・２，甲６～８，９の１・２，甲１３，乙６，９の\n１・２，１３，１５，２１，２７，２９，証人Ｐ１０，証人Ｐ６]\nｃ  執行役員としての業務内容等\n亡Ｐ１は，執行役員として，経営会議に出席しており，また，経営\n計画委員会の委員として，その業務にも従事していた。しかしながら，\n亡Ｐ１は，上記業務のほか，建設機械本部本部長及び東京建設機械部\n部長（兼務）としての業務以外に，執行役員として独自の業務があっ\nたわけではなかった。\n[乙１０の１・２，乙１１]\n(イ)  亡Ｐ１の勤務場所，勤務時間管理等\nａ  亡Ｐ１は，本件会社において建設機械部門一筋に経歴を積み上げ，\n東京地区で勤務するようになってからは，東京建設機械部がある船橋\n営業所において勤務しており，亡Ｐ１が，理事，取締役及び執行役員\nに就任した以降においても，本件死亡までの間，その勤務場所は船橋\n営業所のままであった。なお，亡Ｐ１は，執行役員当時，大阪本社に\n机と椅子が用意されてはいたが，本件会社に入社して以降，大阪本社\nで勤務をしたことは一度もなかった。\nｂ  亡Ｐ１は，出張等がない限り，横浜市β区の自宅を午前７時ころに\n出て，午前８時５０分（ただし，東京建設機械部の朝礼がある場合は，\n午前８時）に定時出社しており，出張等がある場合には，その前日に現\n地に移動して宿泊したり，当日に自宅から現地に直接移動したりしてい\nた。\nｃ  本件会社は，就業規則により，従業員の所定労働時間について，午\n前８時５０分から午後５時３０分まで（休憩時間１時間）と定めて，\n週休２日制を採用していた。また，本件会社は，一般従業員の勤怠管\n理を出勤簿によって行い，出勤簿に一般従業員が署名するという管理\n方法をとっていた。亡Ｐ１については，理事に就任して以降，出勤簿\nは作成されておらず，勤怠管理や労働時間の管理はされていなかった。\nｄ  東京建設機械部では，社内ＬＡＮ（営業支援システム）を利用して，\n各従業員が行動予定表に記入することにより，それぞれの行動予定等\nが管理されていた。なお，亡Ｐ１の行動予定については，事務職員が\n行動予定表に記入していた。\nｅ  亡Ｐ１が出張等をする際の交通費支給については，他の従業員と同\n様に，出張申請書に必要事項を記入して大阪本社に提出して精算する\nという方法がとられていた。ただし，出張申請書の決裁は，亡Ｐ１自\n身が行っていた。\n[甲７，１２，１３，乙５～７，２２，証人Ｐ１０，証人Ｐ６]\n(2)  検討\n前提事実及び上記(1)の認定事実（以下，この項において単に「認定事実」\nという。）に基づき，亡Ｐ１が本件会社の指揮監督の下において労務を提供\nしていた者に当たるといえるかどうかを検討する。\nア  亡Ｐ１の本件会社における職歴は，前提事実(1)ウ(ア)のとおりであり，\n亡Ｐ１が，昭和４０年３月２９日に本件会社に入社してから平成１０年１\n２月１日に理事に就任するまでの間，本件会社の一般従業員（労働者）で\nあったことについては，当事者間に争いがない。\nイ  亡Ｐ１の業務実態\n(ア)  前提事実(1)ウ(ア)によれば，亡Ｐ１は，一般従業員から理事に就任\nし，その後，取締役，取締役兼執行役員（兼務）を経て，執行役員とな\nっており，その間，兼務のものも含めて，東京建設機械部部長，東京建\n設機械部第二課課長，中部建設機械部部長，建設機械本部副本部長，建\n設機械本部本部長，東北建設機械部部長の役職に就いており，本件死亡\n当時は，執行役員であり，建設機械本部本部長及び東京建設機械部部長\n（兼務）の役職に就いていたことが認められる。\n(イ)  理事就任後から本件死亡時までの間における亡Ｐ１の業務実態につ\nいて\nａ  理事就任から取締役就任まで\n(ａ)  前提事実(1)ウ(ア)によれば，亡Ｐ１は，理事就任前の一般従業\n員であったときに就いていた東京建設機械部部長及び東京建設機械\n部第二課課長（兼務）の役職に理事就任後も引き続き就いていたこ\nと，その後，亡Ｐ１は，建設機械本部副本部長及び中部建設機械部\n部長（兼務）の役職にも就いていること，これらの役職のうち東京\n建設機械部第二課課長（兼務）職はその後に亡Ｐ１が理事を退任し\nて取締役に就任した平成１２年２月２５日に，東京建設機械部部長\n職は更に後の同年６月１日に至ってそれぞれ解職されていることが\n認められる。\n証拠（乙１３，１５，２４）によれば，本件会社の理事は，執行\n役員制度が導入されるまであった地位であり，本件会社は，取締役\n等の会社法上の機関ではないが，一般従業員とは区別して，今後会\n社を担うであろう人材を取締役に就任させるか否かを含めて取締役\nに準ずる位置付けの者として，取締役会において理事の選任を行っ\nていたことが認められる一方，本件会社が，亡Ｐ１の理事就任の際\nに，亡Ｐ１とどのような内容及び法形式の契約をしたのかを明らか\nにする証拠も，理事に就任する亡Ｐ１に対し，東京建設機械部部長\n及び東京建設機械部第二課課長（兼務）としての業務及び権限以外\nに，理事としての独自の業務ないし権限を付与したことをうかがわ\nせる証拠もない。\nさらに，認定事実イ(イ)ａによれば，亡Ｐ１の勤務場所は，理事\n就任の前後を通じて，船橋営業所であったことが認められる。\n(ｂ)  以上の事実関係によれば，本件会社は，理事を取締役に準じた\n位置付けの者として扱っているというのであるが，理事は，会社法\n上の機関に当たるものではなく，本件会社が独自に設けた地位ない\nし身分である。そして，理事が一般従業員とは異なる独自の権限を\n有していることはうかがえず，亡Ｐ１については，理事就任後も，\n一般従業員であったときに就いていた東京建設機械部部長及び東京\n建設機械部第二課課長（兼務）の役職に引き続き就いてその業務を\n行っていたこと，一般従業員が就く東京建設機械部部長及び東京建\n設機械部第二課課長（兼務）と理事が就く東京建設機械部部長及び\n東京建設機械部第二課課長（兼務）との間において業務内容や権限\nが異なることをうかがわせる事情もないことからすると，亡Ｐ１が\n理事に就任する前後において，実際に携わっていた東京建設機械部\n部長及び東京建設機械部第二課課長（兼務）の業務実態に違いはな\nかったものと推認することができる。そして，認定事実ア(エ)ｂで\n認定した東京建設機械部の業務範囲及び認定事実イ(ア)ａで認定し\nた東京建設機械部部長の業務内容に照らすと，東京建設機械部部長\n及び東京建設機械部第二課課長（兼務）の業務内容は，一般従業員\nの管理職が行う営業・販売業務であると認められるものである。そ\nうすると，理事に就任した後の亡Ｐ１の東京建設機械部部長及び東\n京建設機械部第二課課長（兼務）としての業務実態は，亡Ｐ１が一\n般従業員であったときに行っていた業務実態と変わらないものであ\nったといえる。\n亡Ｐ１は，理事就任中に建設機械本部副本部長及び中部建設機械\n部部長（兼務）の役職にも就いているところ，これらの役職の具体\n的業務内容を認め得る証拠はない。しかし，証拠（乙４）によれば，\n中部建設機械部は，建設機械部門において東京建設機械部と同列の\n部署であることが認められ，これによると，中部建設機械部部長の\n業務内容は，東京建設機械部部長のそれと同内容のものと推認され\nる。また，建設機械本部副本部長は，その名称からして，建設機械\n本部本部長を補佐する役職であると解されるところ，その業務内容\nは，認定事実イ(ア)ｂで認定した建設機械本部本部長の業務内容に\n照らすと，経営担当者が行うものというよりは，一般従業員の管理\n職が行う営業・販売業務であると解されるものである。したがって，\nこれらの役職の業務実態は，東京建設機械部部長及び東京建設機械\n部第二課課長（兼務）としての業務実態と同種のものということが\nできる。\n(ｃ)  なお，前提事実(1)ウ(ア)によれば，亡Ｐ１が理事に就任した際，\n本件会社は，亡Ｐ１が一般従業員を退職したものとして取り扱い，\n亡Ｐ１に対し，一般従業員に係る退職金として１８２８万５０２２\n円を支払っていることが認められる。このように，亡Ｐ１は，理事\nに就任した際，一般従業員を退職したものと取り扱われ，一般従業\n員に係る退職金の支給を受けているが，上記(ａ)，(ｂ)の事実関係\nに照らすと，この取扱い及び退職金支給は，本件会社が理事を役員\n候補者として位置付けて一般従業員と区別して扱い，一般従業員が\n理事になる際に，一つの区切りとして，一般従業員に係る分の退職\n金を支払うこととしているという事実上の取扱いであると解される\nものであるから，本件会社の上記取扱い等は，上述の理事の地位や\n権限に関する認定判断及び理事就任の前後を通じて亡Ｐ１の業務実\n態が変わらないとの認定判断を左右するものではない。\nｂ  取締役就任から執行役員就任まで\n(ａ)  前提事実(1)ウ(ア)によれば，亡Ｐ１は，平成１２年２月２５日\nに理事を退任して取締役に就任しているが，証拠（乙５）によれば，\n本件会社の取締役には，従業員を兼ねる者がいたことが認められ，\nこれによると，本件会社においては，取締役に就任することによっ\nて当然に従業員たる立場を喪失するというものではなかったことが\n推認される。したがって，亡Ｐ１が取締役に就任したことは，それ\nだけで亡Ｐ１の従業員性を否定する根拠となるものではない。\n(ｂ)  前提事実(1)ウ(ア)及び認定事実イ(イ)ａによれば，亡Ｐ１は，\n取締役就任の前後を通じて，一般従業員であったときから引き続き\n理事就任中も就いていた東京建設機械部部長及び東京建設機械部第\n二課課長（兼務）の役職に就いており，また，これらの役職と業務\n実態が同種のものと認められる理事就任中に就いた建設機械本部副\n本部長及び中部建設機械部部長（兼務）の役職（上記ａ(ｂ)の説示\n参照）にも就いていたこと，亡Ｐ１の勤務場所は，理事就任前から\n取締役に就任した後も，東京建設機械部部長職の役職に就いていな\nかったとき期を含めて，一貫して船橋営業所であったことが認めら\nれる。\n以上の事実関係によると，亡Ｐ１は，理事を退任して取締役に就\n任したというものの，その過程において，一般従業員のときから行\nっていた東京建設機械部部長等として行う業務内容には変化がなか\nったものと推認することができ，この役職に係る業務実態は，取締\n役就任中においても，一般従業員及び理事就任中に行っていた業務\n実態と同じものであったと解される。\n(ｃ)  前提事実(1)ウ(ア)によれば，亡Ｐ１は，平成１２年１２月１日\nに上記の役職を全て解職され，新たに建設機械本部本部長に就き，\n平成１３年７月１日に中部建設機械部部長（兼務）に就いた後，同\n年９月１日に同部長職（兼務）を解職されて東京建設機械部部長（兼\n務）に就いていることが認められる。\nこれらの役職のうち建設機械本部本部長を除いたものの業務実態\nについては，上記説示のとおり，亡Ｐ１が一般従業員であったとき\nに就いていた当該役職のそれと同じないし同種のものであったと推\n認される。また，建設機械本部本部長の業務についても，認定事実\nイ(ア)ｂのとおり，全国の取引先への挨拶回りや，個別案件におけ\nる営業担当者の支援など，営業・販売業務としての性質を有する業\n務がその相当部分を占めていたのであって，経営担当者が行うもの\nというよりは，一般従業員の管理職が行う営業・販売業務であった\nものと解される。そうすると，亡Ｐ１は，取締役就任中においても，\n一般従業員であった当時と同様の営業・販売業務に従事していたと\n解されるのであり，亡Ｐ１が，これら営業・販売業務を専ら取締役\nとして行っていたとか，これら業務について取締役として独自の権\n限等を付与されたことをうかがわせる証拠はない。\nｃ  執行役員就任以降について\n前提事実(1)ウ(ア)及び認定事実イ(イ)ａによれば，亡Ｐ１は，取締\n役在任中の平成１３年１２月１日に執行役員（兼務）に就任するとと\nもに，建設機械本部副本部長（東京駐在）及び東北建設機械部部長の\n役職に就いたこと，平成１４年２月２７日に取締役を任期満了により\n退任するとともに執行役員（兼務）を解職された上，新たに執行役員\nに就任したこと，その後，同年６月１４日に東京建設機械部部長（兼\n務）の役職に就き，平成１５年１２月１日に建設機械本部副本部長を\n解職され，建設機械本部本部長の役職に就き，平成１６年１２月１日\nに東京建設機械部部長（兼務）の役職に就いたこと，亡Ｐ１の勤務場\n所は，執行役員就任後も引き続き船橋営業所であったことが認められ\nる。\nこれらの役職は，いずれも，亡Ｐ１が一般従業員であったときから\n引き続き就いていた役職又はそれと同種の役職であり，執行役員就任\nの前後でこれらの業務内容が変わったことをうかがわせる証拠はな\nく，証拠（乙５）によれば，本件会社は，執行役員が執行役員制度導\n入前の理事に相当する地位であると認識しているものと認められるこ\nとを併せかんがみると，それぞれの業務実態は同じものであると解さ\nれる。\nｄ  以上によれば，亡Ｐ１は，一般従業員であったときから，理事に就\n任し，次いで取締役に就任し，更に執行役員に就任したという一連の\n経過を通じて，その間に役職の異動はあったものの，船橋営業所を拠\n点として，一貫して，建設機械部門における一般従業員の管理職が行\nう営業・販売業務に従事してきたものであり，その業務実態に質的な\n変化はなかったものということができる。\nウ  亡Ｐ１の業務に対する指揮監督\n(ア)  亡Ｐ１が一般従業員であった当時における労働者性については当事\n者間に争いがないから，亡Ｐ１が本件会社から指揮監督を受けてその当\n時就いていた東京建設機械部部長等の業務を行っていたものといえる。\nそして，亡Ｐ１は，一般従業員から理事に就任し，その後取締役に就任\nし，更に執行委員に就任した経過の中で，上記イ(ア)で挙げた各役職に\n就いて一般従業員の管理職が行う営業・販売業務を一貫して行っており，\n当該業務を行うについて一般従業員であったときとは異なる特別の授権\n等を受けておらず，その業務実態に質的な変化がなかったこと（上記イ），\n亡Ｐ１は，建設機械本部本部長として，１件当たり３０００万円を超え\nる取引（与信）又は取引先に対する総与信残高が５０００万円以下の取\n引について決裁権限を有していたものの，これらを超える取引について\nは，大阪本社の決裁を得る必要があり，現に，大阪本社（Ｐ５会長，Ｐ\n６常務）から具体的な質問や指示を受けていたこと（認定事実ア(エ)ｃ\n(ｂ)及び同イ(ア)ｂ(ｂ)ⅳ）からすると，これら一連の経過の中で亡Ｐ\n１が行った建設機械部門における営業・販売業務についても，一般従業\n員として東京建設機械部部長等に就いていたときと同様に，本件会社か\nらの指揮監督を受けていたものと解するのが相当である。\n(イ)  被告は，上記の決裁権限を根拠として，亡Ｐ１が広範な業務執行の\n権限を付与されていた者であり，取締役と同様の経営担当者の地位にあ\nったというべきである旨主張する。しかし，認定事実ア(エ)ｃ(ｂ)のと\nおり，亡Ｐ１は，一般従業員であった当時から，東京建設機械部部長と\nして，１件当たり５００万円以下の取引（与信）について決裁権限を有\nしていたのであり，一定範囲の取引について決裁権限を有していたこと\n自体から直ちに，亡Ｐ１の経営担当者性が裏付けられるものとはいえな\nいし，認定事実イ(ア)ｂ(ｂ)ⅳのとおり，建設機械は１台当たりの価格\nが高額であって，少なくとも本件会社における取引の３～４割は，建設\n機械本部本部長より上位の決裁を要する取引であったというのであるか\nら，必ずしも上記決裁権限が広範なものということはできない。そうす\nると，亡Ｐ１が建設機械本部本部長として上記の決裁権限を有していた\nことは，本件会社による指揮監督の存在を否定し，亡Ｐ１が経営担当者\nの地位にあることを根拠付ける事情として重視することはできない。\nまた，被告は，亡Ｐ１が自らの判断で部下を帯同し，出張等について\n自ら決裁して全国の取引先を回るなどしており，取締役と同様の経営担\n当者の地位にあったというべきである旨主張する。しかし，亡Ｐ１が行\nっていた上記業務は，認定事実イ(ア)ｂのとおり，一般従業員の管理職\nが行う営業・販売業務としての性質を有する業務といえるものであって，\n営業担当者として行った業務という側面が強く，経営担当者でなければ\nできないものとは到底いえないし，建設機械部門を統括する管理職（建\n設機械本部本部長）として通常認められる権限内のものと解される。以\n上に加えて，認定事実イ(イ)ｅのとおり，亡Ｐ１は，出張の際の交通費\n支給において，他の従業員と同様，出張申請書に必要事項を記入して精\n算するという手続をとっていたことをも併せ考慮すると，被告の上記主\n張事実は，本件会社による指揮監督の存在を否定し，亡Ｐ１が経営者の\n地位にあることを根拠付ける事情として重視することはできない。\nさらに，被告は，亡Ｐ１が就業規則の適用を受けず，始業・終業時刻\nの拘束を受けておらず，取締役と同様の経営者の地位にあったというべ\nきである旨主張する。しかし，認定事実イ(イ)によれば，Ｐ１は，その\n役職の変更等にかかわらず，船橋営業所を勤務地とし，他の従業員と同\n様に，出張等がない限り，船橋営業所に定時出社し，その行動予定は，\n社内ＬＡＮ（営業支援システム）によって把握されていたのである。そ\nして，亡Ｐ１は，東京建設機械部及び建設機械部門を統括する責任者と\nしての立場にいたのであり，管理監督者に当たり得る者であるから，出\n勤・退勤時間の拘束を受けていなかったという事情は，本件会社による\n指揮監督の存在を否定し，亡Ｐ１が経営者の地位にあることを根拠付け\nる事情として重視することはできない。\nしたがって，被告の上記各主張は採用することができず，他に，上記\n推認を覆すに足りる証拠はない。\nエ  亡Ｐ１の執行役員としての業務等\n(ア)  本件会社の執行役員制度\nａ  認定事実ア(ア)ａによれば，本件会社の執行役員制度は，会社法そ\nの他の関係法令に根拠を有するものではなく，本件会社が任意に設置\nしたものであること，本件会社の執行役員制度は，取締役・監査役の\n監督機能を強化し，経営の透明性，客観性を確保するために，①取締\n役の減員及び社外取締役の導入，②社外監査役の導入及び③執行役員\nを設置し，意思決定・監督機能と執行機能とを分離したものであり，\n本件会社における事業の意思決定行為及び監督行為を取締役及び監査\n役に，事業の執行行為を執行役員に，それぞれ分けて担当させること\nとしたものである（証人Ｐ６が「Ｐ１氏は入社以来，建設機械一筋で\n来られてきたこともあって，Ｐ２の中では建設機械では右に出るもの\nがいないくらいの，非常にプロフェッショナルな仕事をやっていただ\nいたということでありまして，より仕事に専念するためには執行役員\nだけに就いていただいたほうがよかろうという，会社の経営戦略上そ\nうしたということでございます」と証言している部分は，正に上記の\nことをいうものである。）。\nｂ  本件会社は，執行役員制度を導入するに際して執行役員規程を制定\nしているところ（認定事実ア(ア)ｂ），執行役員規程２条は，執行役\n員について，「取締役会で選任された会社の業務の執行を担当する取\n締役でない者をいう」と定め，同１５条１項は，「取締役会は，選任\nした執行役員に対して，取締役会が決定する会社の業務の執行を委任\nする」と定めている。しかしながら，これらの規定は，その内容に照\nらすと，執行役員が本件会社の事業の経営担当者であると定めている\nものと直ちに解し得るものではないこと，亡Ｐ１が平成１３年１２月\n１日に執行役員（兼務）に，平成１４年２月２７日に執行役員にそれ\nぞれ就任した際に，本件会社が亡Ｐ１とどのような内容及び法形式の\n契約をしたのかを明らかにする証拠はないこと，上記イ(イ)ｃで説示\nしたとおり，亡Ｐ１が執行役員就任後も行っていた建設機械部門にお\nける営業・販売業務の業務実態が，一般従業員当時からのそれと変わ\nらないものであることからすると，上記の各規定は，執行役員の経営\n担当者性を根拠付けるものということはできない。\n執行役員規程８条本文は，「従業員である者が執行役員に選任され\nたときは，前条の就任日の前日をもって従業員としての身分を失い退\n職とし，社員の『退職年金規程』により退職金を支給する。」と定め\nている。しかしながら，他方において，同８条ただし書は，「ただし，\n労働基準法，社会保険法その他法令の適用については各法律の定める\nところによる。」と定め，同１２条２項は，「解任された執行役員は，\n原則として従業員の地位を失うものとする。」と定めており，これら\nの規定は，その内容に照らすと，執行役員が労働基準法等の法律にお\nける労働者である場合があること及び執行役員であっても従業員とし\nての地位を有する者がいることを想定していると解することができる\nものである。したがって，執行役員規程８条本文の規定は，執行役員\nの経営担当者性を根拠付けるものということはできない。\n執行役員規程３条は，その１項において，「執行役員に関する事項\nについては，（中略）本規程に従うものとする。」と定め，その２項\nにおいて，従業員に適用される「就業規則は，特にこの規程で準用す\nる場合を除き，執行役員には適用されないものとする。」と定めてい\nるが，これらの規定も，上記の執行役員規程８条ただし書，同１２条\n２項の各規定内容にかんがみれば，執行役員の経営担当者性を当然に\n根拠付けるものとはいえない。\n執行役員規程２２条は，「執行役員の報酬の額または賞与の額は，\n取締役会の決議による。」と定め，同２３条は，「執行役員が会社を\n退職するときは，その業務上の功労により，別に定める『役員退職慰\n労金支給規程』に従って退職慰労金を支給する。」と定めて，執行役\n員の報酬等の支給について従業員と異なる定めをしている。しかしな\nがら，これらの規定も，執行役員と従業員とが区別して扱われること\nを示しているものにすぎず，執行役員の経営担当者性を当然に根拠付\nけるものではない。\n他に，執行役員規程中に，執行役員が本件会社の事業の経営担当者\nであることを認め得る規定はない。\n(イ)  執行役員としての業務内容等\nａ  経営会議への出席\n(ａ)  認定事実イ(ア)ｃによれば，亡Ｐ１は，執行役員として，建設\n機械本部本部長及び東京建設機械部部長（兼務）としての業務を行\nうほかに，大阪本社で毎月開催される経営会議に出席していたこと，\n経営会議は，Ｐ１１社長が議長となり，本件会社に関する様々な事\n項について協議する会議であることが認められる。しかし，経営会\n議は，会社法に基づく機関ではなく，本件会社が任意に設置してい\nるにすぎないものであるし，その権限内容，運営手続等は証拠上明\nらかでない。また，乙４（経営組織概要図）によれば，経営会議は，\n執行役員制度を導入する以前から存在しており，取締役会の下位で\n社長と並ぶ位置に配置されているものであるところ，認定事実ア\n(ウ)ｃによれば，本件会社の最終意思決定は，経営会議ではなく，\n必ず取締役会において行っていることが認められる。\n以上によれば，経営会議は，取締役において決議を行うべき事項\nについて事前に協議する組織であるが，本件会社独自の組織であっ\nて，会社法に基づく意思決定機関ではないことは明らかである。そ\nうすると，経営会議の構成員であることは，当然に経営担当者であ\nることを裏付けるものということはできない。そして，執行役員が，\n取締役と異なり，法令上の責任を有しているわけではなく，執行役\n員規程においても，代表取締役社長による指揮監督並びに取締役及\nび取締役会の監督を受けるものとされていること（１５条）を併せ\n考えると，執行役員が経営会議の構成員であることをもって経営担\n当者であると解することはできない。\n(ｂ)  この点，被告は，経営会議が本件会社における実質的な意思決\n定機関であり，その構成員であった亡Ｐ１は，経営陣の一員であっ\nた旨主張する。\n確かに，認定事実ア(ウ)ｃによれば，本件会社の取締役会は，経\n営会議における協議結果を追認する結果となっていることが認めら\nれる。しかしながら，経営会議の構成員（合計１４名）は，Ｐ５会\n長，Ｐ１１社長，取締役，執行役員及び関連会社の責任者であり，\n経営会議の構成員の半数が取締役会の構成員であることが認めら\nれ，このような構成員の関係にかんがみると，取締役会が経営会議\nにおける協議結果を追認する形となることは，至極自然なことと解\nされる。そして，上述のとおり，本件会社の最終的な意思決定機関\nは取締役会であって，執行役員は，取締役と異なり，法令上の責任\nを有しているわけではないことを併せ考えれば，執行役員が経営会\n議の構成員であることをもって，その経営担当者性を根拠付ける事\n由ということはできない。\nしたがって，被告の上記主張は，上記(ａ)の判断を左右するもの\nではない。\nｂ  経営計画委員会の業務等\n認定事実ア(ウ)ｄによれば，亡Ｐ１は，経営計画委員会の委員に指\n名され，同委員としての業務に従事しているところ，被告は，亡Ｐ１\nが取締役である他の本部長と同一の権限を持って，経営会議に諮るた\nめの「経営計画（経営プラン）」や各本部に係る人事異動についての\n原案を立案するなどしているから，経営陣の一員である旨主張する。\nしかしながら，認定事実ア(ウ)ｄによれば，経営計画委員会は，各\n部門の経営計画案の作成を行うために編制される組織であり，経営計\n画案は，各委員に対し，添付されたフォーム及び用紙に，部別，商品\n別及び期別の営業計画，月次ベースの売上，経費等を記入したものを\n提出するよう要求して，これらを併せて作成するものであり，最終的\nな経営計画は，経営会議の承認を経て，取締役会において決定される\nものである。これらの事情に照らすと，亡Ｐ１が経営計画委員会の委\n員として経営計画案の作成に関与していたからといって，同事実は，\n亡Ｐ１が経営担当者であることを根拠付けるものとして十分なものと\nはいえない。また，亡Ｐ１が人事異動についての原案を立案していた\nという点についても，このような原案の作成は，経営陣に属する者で\nなければできないというものではなく，一般従業員の管理職であって\nも担当し得る業務であって，重視すべき事情には当たらない。\n(ウ)  上記(ア)及び(イ)によれば，本件会社の執行役員は，その制度上の\n観点からは，事業主体の機関として法律上定められた業務執行権を有\nする者ということはできないし，また，亡Ｐ１が執行役員として経営\n会議に出席し，また，経営計画委員会の委員として活動していたから\nといって，経営担当者に当たるということもできない。\nオ  以上によれば，亡Ｐ１は，業務実態等の観点からは，理事，取締役及び\n執行役員にそれぞれ就任していた間も，本件会社の指揮監督の下に，業務\n執行権の一部を分担してそれを遂行していた者ということができる。\nカ  その他の被告の主張について\n(ア)  被告は，亡Ｐ１が，取締役に就任した後，取締役のまま執行役員に\n就任し，その後，取締役を退任して執行役員となったという経緯によれ\nば，亡Ｐ１は，委任契約の受任者としての地位にあるものと考えられる\n旨主張し，本件会社の法務部長であるＰ２５の陳述書（乙５）及び回答\n書（乙９の２），本件死亡当時本件会社の常務取締役管理本部長であっ\nたＰ６の陳述書（乙６，１３，２２，２４）及び証人Ｐ６の証言中には，\n同主張と同旨の陳述等がある。また，証拠（乙１０の１）によれば，本\n件会社が，亡Ｐ１を執行役員に任命するに先立ち，平成１３年１１月１\n９日開催の取締役会において，亡Ｐ１を執行役員に選任して，「取締役\n・建設機械副本部長，東北建機部長」の業務を委任することを決議した\n旨が取締役会議事録に記載されていることが認められる。\nしかし，証拠（乙５）及び弁論の全趣旨によれば，本件会社の取締役\nの中には，賃金と役員報酬の支給を受けている従業員を兼務する者がい\nることが認められ，取締役であるからといって，本件会社との契約内容\nが単純な委任契約であるということはできない。また，上記エ(ア)ｂで\n認定説示したとおり，本件会社が制定した執行役員規程は，従業員の地\n位を有する執行役員の存在を想定していること，上記イ及びウで認定説\n示したとおり，亡Ｐ１の業務実態は，一般従業員のときから執行役員に\n就任した後本件死亡時まで，一貫して，本件会社の指揮命令を受けて建\n設管理部門における一般従業員の管理職が行う営業・販売業務に携わっ\nていたのであり，その間に業務実態の質的な変化はなかったことを併せ\n考えると，亡Ｐ１が，本件会社の取締役のまま執行役員になった，ある\nいは，取締役を退任して執行役員になったからといって，それだけで執\n行役員が単純な委任契約の受任者としての地位にあるということはでき\nない。\nなお，本件会社と亡Ｐ１の間の契約内容が，雇用契約として性質を有\nしない単純な委任契約であったとするならば，その委任する業務内容を\n変更する際には，その旨を別途合意することが必要であると解される。\nしかしながら，亡Ｐ１については，多数回にわたって役職変更が行われ\nているが，その際，上記の合意がされたことをうかがわせる証拠はない。\n前提事実(1)ウ(ア)の本件会社が行った亡Ｐ１の役職変更歴をみると，亡\nＰ１が一般従業員であった当時にされたものと，その後理事，取締役及\nび執行役員に順次就任していた間にされたものとの間で法的性質に違い\nがあることはうかがわれず，本件会社が使用者としての立場から，その\n時々の必要性等に基づき，業務命令として行ったものと推認するのが相\n当である。\n以上によれば，上記の被告の主張及びこれに沿う陳述等は採用するこ\nとができない。\n(イ)  被告は，亡Ｐ１が，建設機械本部本部長として，建設機械部門を統\n括する業務に従事しており，その具体的な職務内容等からしても，到底\n労働者とはいい難い旨主張するが，上記イ及びウにおいて認定説示した\nところによれば，被告が指摘する事情を根拠として亡Ｐ１の労働者性を\n否定することができない。\n３  亡Ｐ１が使用者（本件会社）から労務に対する対償としての報酬が支払われ\nている者に当たるかどうかについて\n(1)  認定事実\nア  亡Ｐ１に対する報酬の支払状況等\n(ア)  本件会社は，執行役員に対する報酬を取締役会の決議によって決定\nし，決定した額を給料の名目で支給している。執行役員に対する報酬の\n支払は，毎月基本給名目で定額のものが支給されるほか，賞与が年２回\n（夏期及び冬期）支給されていた（執行役員規程２２条参照）。\nなお，取締役に対しては，役員報酬が支給されていた。\n(イ)  本件会社における賃金ないし報酬ベースは，概ね以下のとおりであ\nった。\nａ  課長クラス  平均７００万円\nｂ  執行役員ではない部長クラス  ８００万円～９００万円\nｃ  執行役員  １０００万円～１２００万円\nｄ  一般取締役  １２００万円～１８００万円\n(ウ)  本件会社は，亡Ｐ１が理事に就任する以前から本件死亡までの間，\n亡Ｐ１に対し，一貫して，給与の名目で報酬を支払っており，平成１０\n年以降の亡Ｐ１に対する報酬額の推移は，以下のとおりであった。\nａ  平成１０年  年収：８７２万１６７０円\nなお，亡Ｐ１は，東京建設機械部部長及び東京建設機械部第二課課\n長の役職にあったが，同年１２月１日，理事に就任している。\nｂ  平成１１年  年収：９０５万０８３０円\nｃ  平成１２年  年収：１０７２万３８００円\nなお，亡Ｐ１は，同年２月２５日，理事を退任し，取締役に就任し\nている。\n(ａ)  同年２月時点  基本給（月額）５９万円\nなお，上記額は，取締役就任直前におけるものである。\n(ｂ)  同年３月以降  基本給（月額）６８万円\nｄ  平成１３年  年収：  １１０８万９２４０円\n亡Ｐ１は，同年１２月１日，取締役兼執行役員に就任している。\n(ａ)  同年３月以降  基本給（月額）７７万円\n(ｂ)  同年９月以降  基本給（月額）７３万２０００円\nｅ  平成１４年  年収：１００３万８２４０円\nなお，亡Ｐ１は，同年２月２７日，取締役を退任して執行役員に就\n任している。\n(ａ)  同年３月以降  基本給（月額）６４万４０００円\n(ｂ)  同年１２月以降  基本給（月額）６６万円\nｆ  平成１５年  年収：９７４万７２４０円\n同年３月以降  基本給（月額）６８万円\nｇ  平成１６年  年収：１１０５万３２４０円\n同年３月以降  基本給（月額）６９万円\n(エ)  亡Ｐ１は，理事就任以降，その勤怠管理上の欠勤控除等をされたこ\nとはなく，時間外割増賃金の支給もされたことはない。\n[甲１１の１～１２，乙５，６，９の１・２，１３，１４，２２，証人Ｐ６]\nイ  社会保険料等の取扱い\n(ア)  本件会社は，毎月，亡Ｐ１に対し，社会保険料（健康保険，厚生年\n金，雇用保険）並びに所得税（源泉徴収）及び市町村税を控除して報酬\nを支給しており，その際，「給与支給明細書」を交付していた。なお，\nこれら支給事務については，亡Ｐ１が理事に就任する以前から本件死亡\nまでの間，特段の変更はなかった。\n[甲１１の１～１２，甲１２，乙１４，原告本人]\n(イ)  本件会社は，一般従業員であった者が理事ないし取締役となった場\n合，社会保険（雇用保険等）について特段の処理をすることはせず，常\n務取締役となった場合には，雇用保険の対象外とするという処理をして\nいた。\n[乙２０の１・２，２４，証人Ｐ６]\nウ  本件会社は，亡Ｐ１の執行役員の退任に伴い，退職慰労金２７０万円，\n功労金１００万円及び弔慰金１００万円を支給した。なお，一般従業員が\n死亡退職した場合，退職金のほか，１０年以上の勤続者である場合におい\nて弔慰金１３万円を支給することとされていた。\n[乙１３]\n(2)  検討\n上記(1)の認定事実（以下，この項において，単に「認定事実」という。）\nに基づき，亡Ｐ１が本件会社から支給を受けていた報酬が労務に対する対償\nに当たるものといえるかどうかについて検討する。\nア  認定事実ア(ア)によれば，亡Ｐ１は，役員報酬ではなく，基本給名目で\n報酬の支払を受けていることが認められる。これは，執行役員に対する報\n酬について，取締役とは異なる報酬体系及び経理処理がとられていたこと\nを示すものである。\nイ  認定事実ア(イ)によれば，執行役員は，一般取締役より報酬ベースが低\nくされていることが認められ，報酬額それ自体から，両者の同質性を認め\nることはできない。もっとも，上記認定事実によれば，一般従業員と執行\n役員との間にも報酬ベースに格差が設けられていることも認められ，一般\n従業員と執行役員についても，報酬額それ自体から，両者の同質性を認め\nることは困難である。また，認定事実ア(イ)，(ウ)によれば，亡Ｐ１に実\n際に支給された報酬額は，一般従業員，理事，取締役，執行役員それぞれ\nの報酬ベースに応じたものであったことが認められることからすると，亡\nＰ１の報酬額の変遷によって執行役員の報酬の性質決定をすることもでき\nない。\nウ  認定事実ア(ア)，(ウ)によれば，支給される報酬額は，取締役会の決議\nによって定められているものの，決定額に基づき毎月定額の金額が賃金と\nして支給され，その際，社会保険料の控除や源泉徴収がされて，これら内\n容を記載した給与明細書が交付されていることが認められる。この事実に\nよれば，亡Ｐ１に対する報酬の支払は，経理処理上，本件会社の従業員に\n対する賃金支給として処理されていたものと推認される。\nなお，亡Ｐ１の報酬については，時間外手当の支給や欠勤控除はされて\nいない。しかしながら亡Ｐ１の役職，業務内容，報酬額といった事情を勘\n案すれば，亡Ｐ１は，管理監督者と解され得る立場にあったということが\nできるから，時間外手当の不支給等の事情は，重視すべきものとは解され\nない。\nエ  以上の点に加え，上記２で説示したとおり，亡Ｐ１は，本件会社の指揮\n監督の下で建設機械部門における営業・販売業務を行っていたといえるこ\nとをも併せ考えると，亡Ｐ１が本件会社から支給を受けていた報酬は，労\n務に対する対償に当たるものと評価するのが相当である。\nオ  被告の主張について\n(ア)  被告は，亡Ｐ１の報酬は役員報酬であり，労務対償性がないと主張\nし，その理由として，上記第３の２(2)ウ(ア)の①○ⅰ ～○ⅲ 及び②の点を上\nげるが，上記ア～エで説示した理由により，採用することができない。\n(イ)  被告は，亡Ｐ１の報酬から社会保険料が控除されていたのは，本件\n会社が，雇用保険法の被保険者についての理解が十分でなく，従業員が\n理事ないし取締役となった場合においても，常務取締役とならない限り，\n雇用保険の対象から除外しないという取扱いをしていたことによるもの\nであると主張し，Ｐ６常務の陳述書（乙２４）及びその証言中に，同主\n張に沿う陳述等がある。\nしかし，亡Ｐ１は，理事，取締役及び執行役員となった後においても，\n従業員としての業務を行っており，その観点からは，亡Ｐ１が従業員と\nしての地位を保有していたものと認められることからすると，亡Ｐ１に\n対する報酬から社会保険料が控除されていたという事実は，亡Ｐ１の労\n働者性を裏付ける事情に該当するというべきである。したがって，被告\nの上記主張は採用することができない。\n(ウ)  被告は，亡Ｐ１が，本件会社内において，出張の際の利用ホテル等\nのランク，死亡による弔慰金等の支給に関して他の取締役と同等の取扱\nいをされていたと主張する。\nしかし，本件会社内の上記取扱いは，これまで認定判断してきた亡Ｐ\n１の業務実態，本件会社による指揮命令，報酬の労務対償性を否定する\n事由に当たるものとはいえないから，被告の上記主張は採用することが\nできない。\n４  以上２及び３の検討によれば，亡Ｐ１は，執行役員という地位にあったもの\nの，その業務実態は，本件会社の指揮監督の下にその業務を遂行し，その対価\nとして報酬を受けていたということができ，従業員としての実質を有していた\n者と認められるから，労災保険法（労働基準法）上の労働者に該当するという\nべきである。\n第５  結論\n以上によれば，亡Ｐ１が労災保険法上の労働者に当たらないことを理由とし\nてした本件処分は，違法があり，取消しを免れない。なお，本件死亡の業務起\n因性については，本件処分で判断されておらず，審査請求及び再審査請求にお\nいても判断されていない（再審査請求に対する裁決では，なお書きとして，本\n件死亡の業務起因性に関する労働保険審査会の意見が付されているにすぎな\nい。）から，裁判所としては，上記の点についての判断はしない。\nよって，原告の請求には理由があるから，これを認容することとし，主文の\nとおり判決する。\n東京地方裁判所民事第１９部\n裁判長裁判官      青 野 洋 士\n裁判官      渡 邊 和 義\n裁判官村田一広は，差し支えのため署名押印できない。\n裁判長裁判官      青 野 洋 士\n"
}