{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 2,
    "day": 23
  },
  "case_number": "平成28(わ)430",
  "case_name": "現住建造物等放火被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "集合住宅の一室に放火した現住建造物等放火被告事件（自白）において，被告人に懲役２年６月を言い渡した事例",
  "lawsuit_id": "86611",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86611",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/611/086611_hanrei.pdf",
  "contents": "平成２９年２月２３日宣告\n平成２８ ４３０号  現住建造物等放火被告事件\n判 決\n主 文\n被告人を懲役２年６月に処する。\n未決勾留日数中１９０日をその刑に算入する。\n理 由\n（罪となるべき事実)\n被告人は，平成２８年３月３１日，うつ病の入院治療を終えて，従前長兄と２人で\n同居していた札幌市（以下略）所在のマンションａ号室に戻ったが，部屋を散らかし\nたままにしたりする長兄の暮らしぶりに変わりがないことや，その頃次兄から受け取\nったメール連絡の内容などに不満を抱くなどし，これらをきっかけに，同年４月１日\n午後２時４０分頃，長兄及びＡら２０９名が現に住居に使用し，かつ，前記Ａら９８\n名が現在する前記マンション（鉄筋コンクリート造陸屋根７階建，延べ床面積９４５\n３．８１平方メートル）に放火しようと考え，前記ａ号室において，東側和室に置か\nれていた段ボール箱の上にあった毛糸の塊様の物に点火棒で点火して火を放ち，その\n火を同室内の柱等に燃え移らせて同室内を焼損（焼損面積約４６平方メートル）させ\nたが，その後札幌方面ｂ警察署ｃ交番に出頭し，同日午後３時３５分頃同警察署警察\n官に自首したものである。\n（法令の適用）\n被告人の判示所為は刑法１０８条に該当するところ，所定刑中有期懲役刑を選択\nし，被告人は自首したものであるから同法４２条１項，６８条３号を適用して法律上\nの減刑をした刑期の範囲内で被告人を懲役２年６月に処し，同法２１条を適用して未\n決勾留日数中１９０日をその刑に算入することとし，訴訟費用は，刑訴法１８１条１\n項ただし書を適用して被告人に負担させないこととする。\n（量刑の理由）\n１  本件犯行に計画性はなく，燃料を使用するなどの火を燃え広がらせるための手\n立ては講じられていない。しかし，多数の居室，居住者のあるマンションの一室に先\nのような方法で放火すること自体危険で悪質である。現場居室の焼損面積は必ずしも\n大きなものではないが，マンション内の多数の居室や共用部分には，煤の付着や浸水\n等の影響が及んでおり，修理費用等は合計５０００万円を超えている。もっとも，そ\nの損害については，相当部分が保険金によるものとはいえ，被告人の弁償（合計約１\n９００万円）もあってかなりの部分が補填され，被害が及んだ多数の住民との間で示\n談が成立している。\n被告人は，犯行の動機について，長兄がだらしない暮らしぶりを改めようとせず，\nまた，次兄が，自動車の保管場所をめぐる対応を要求するメールを退院直後に送信し\nてきたことなどから，自分が病気で苦しんでいることを周囲に伝えたかった，長兄の\n生活態度を変えたかったなどと述べている（また，被告人は，幼い頃からきょうだい\nや自分が父とその再婚相手から手ひどい仕打ちを受けてきたことに，強い嫌悪感やう\nらみを抱いていたものであり，そのことが本件犯行につながったという趣旨も述べて\nいる。）。しかしながら，これらは個人的な思いにすぎず，無関係な住民が多数居住\nするマンション内で危険な放火行為に及んだ動機としては，自分本位で身勝手という\nべきである。他方において，被告人が犯行前に長兄らに対し先のような思いを抱いた\nことには，中等度のうつ病性障害が少なからず影響しているとされている。犯行それ\n自体に与えた障害の影響は軽度であったと認められるものの，本件の背景に精神疾患\nの影響があることは否定できない。なお，被告人は犯行後ほどなくして非常ベルを押\nし，居室を出て居合わせた住人や警察官に出火元の部屋番号を伝えるなど，被害の拡\n大防止に資する行動をとっている。\n２  以上を前提に，家族関係をめぐる動機等に端を発して，住宅密集地で燃料を使\n用せずに放火し，建物１棟の一部を焼損させたという現住建造物等放火罪の同種事例\nでの量刑傾向を踏まえ，本件で選択すべき刑を検討する。\n本件犯行の危険性，結果の重大性など犯罪行為の内容からすると，刑の執行を猶予\nすることは相当ではない。もっとも，犯行の経緯にうつ病性障害の影響が見られるこ\nと，被告人が自首をしたこと，多額の弁償金を支払って被害回復に寄与し，示談が成\n立していることなど被告人のために考慮すべき事情が少なくないことからすると，所\n定の有期懲役刑の下限（懲役５年）では重過ぎることが明らかであって，法律上の減\n軽をするのが相当である。以上の主要な情状のほか，被告人が反省の弁を述べてマン\nションの居住者らに謝罪していること，前科がなく更生の意欲を見せていること，叔\n母が社会復帰後の支援を約束し，現在休学となっている大学に復帰できる見込みもあ\nることを考慮すると，被告人に対しては，減軽をした範囲の下限の刑期を定めるのが\n相当である。\nよって，主文のとおり判決する。\n検察官志村康之及び同折原和寛  公判出席\n（国選弁護人木島裕介〔主任〕及び同三上直子  公判出席）\n（求刑  懲役５年）\n平成２９年３月１日\n札幌地方裁判所刑事第３部\n裁判長裁判官     金 子 大 作\n裁判官    坂 田 正 史\n裁判官     坂本   桃\n"
}