{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 4,
    "day": 18
  },
  "case_number": "平成28(う)376",
  "case_name": "麻薬及び向精神薬取締法違反，関税法違反，薬事法（平成２５年法律第８４号による変更後の法律名　医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律）違反",
  "court_name": "名古屋高等裁判所刑事第２部",
  "result": "棄却",
  "original_court_name": "名古屋地方裁判所",
  "original_case_number": "平成26(わ)1823",
  "lawsuit_id": "86741",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86741",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/741/086741_hanrei.pdf",
  "contents": "主              文\n本件各控訴をいずれも棄却する。\n被告人Ａに対し，当審における未決勾留日数中１４０日をその原判決の\n懲役刑に算入する。\n理              由\n本件各控訴の趣意は，被告人Ａの弁護人平野時規作成の控訴趣意書及び被告人Ｂ\nの弁護人川口創作成の控訴趣意書にそれぞれ記載されているとおりであるから，こ\nれらを引用する。\n第１  原判決の概要と控訴の趣意\n１  原判決の認定事実等\n(1) 原判決は，罪となるべき事実として，要旨，以下の各麻薬取締法違反，関\n税法違反，薬事法違反の犯罪事実を認定，摘示している。\nすなわち，被告人両名は，\n①  共謀の上，医療等の用途以外の用途に供するため，業として，平成２６\n年１月１３日頃から同月２４日頃までの間に，石川県七尾市内の旧銭湯Ｃ\n（以下「Ｃ」という。）建物内において，指定薬物である２－アミノ－１－\nフェニル－プロパン－１－オン（以下「基本骨格」という。）の２位にアミ\nノ基の代わりにメチルアミノ基が１つ結合し，かつ３位に水素以外が結合\nしておらず，かつ，ベンゼン環の４位にフッ素原子が１つ結合している物\nであって，基本骨格の２位，３位及び当該ベンゼン環に更に置換基が結合\nしていないもの（通称４－Ｆｌｕｏｒｏｍｅｔｈｃａｔｈｉｎｏｎｅ。以\n下「通称４－フルオロメトカチノン」という。）を含有する粉末に添加物を\n加えるなどして錠剤型に成型するなどし，前記指定薬物を含有する錠剤約\n１６０グラムを製造した（原判示第１）\n②  共謀の上，医療等の用途以外の用途に供するため，業として，同年３月\n下旬頃，Ｃ建物内において，前記指定薬物を含有する粉末に，添加物や植\n物片等を混ぜ合わせるなどし，いずれも前記指定薬物を含有する㋐「リー\nガルインセンス」と称する固形物約１９７グラム（同第２の１），㋑「ハイ\nパーミックス」と称する植物片約５００グラム（同第２の２），㋒「カリプ\nソ」と称する植物片約３００グラム（同第２の３）を製造した\n③  氏名不詳者と共謀の上，営利の目的で，みだりに，同年６月１２日（現\n地時間），中華人民共和国所在の郵便局において，麻薬である［１－（５－\nフルオロペンチル）－１Ｈ－インドール－３－イル］（２，２，３，３－テ\nトラメチルシクロプロパン－１－イル）メタノン（通称ＸＬＲ－１１。以\n下「ＸＬＲ－１１」という。）を含有する粉末約４９６．８１グラムを国際\nスピード郵便１個に隠し入れ，石川県七尾市内の事務所宛てに発送し，同\n郵便物を，同月１３日，大阪府所在の関西国際空港に到着させ，航空機の\n外に搬出させて日本国内に持ち込んで，麻薬を本邦に輸入するとともに，\n同日，愛知県常滑市所在の日本郵便株式会社中部国際郵便局に搬入させ，\n同局国際郵便物検査場において，名古屋税関中部外郵出張所職員の検査を\n受けさせて関税法上の輸入してはならない貨物である麻薬を輸入しようと\nしたが，同職員に発見されたため，その目的を遂げなかった（同第３）\n④  共謀の上，同月２６日，石川県七尾市内の倉庫内において，㋐営利の目\n的で，みだりに，前記麻薬を含有する粉末約４２８．０５グラムを所持し\n（同第４の１），㋑医療等の用途以外の用途に供するため，業として，前記\n指定薬物を含有する粉末約４４．１０２グラム，錠剤約２２７．１グラム，\n植物片約８４９．５９グラム及び固形物約１９７．３５３グラムを販売の\n目的で貯蔵して所持した（同第４の２）\nというのである。\n(2) そして，上記全部の事実を認定した証拠として，原審証拠等関係カード検\n察官請求証拠番号甲５１Ｄ（以下「Ｄ」という。）の検察官調書（以下，原審\n甲５１Ｄの検察官調書のようにいう。）を，上記③及び④の事実を認定した証\n拠として，原審甲４３「捜査依頼について（回答）」と題する書面を，それぞ\nれ挙示している。\n２  控訴の趣意について\n(1) 被告人Ａについて\n論旨は，要するに，❶被告人Ａが，被告人Ｂと共に営むいわゆる危険ドラ\nッグの製造卸売業の一環として行った前記１(1)の外形的事実はいずれも争\nわないものの，被告人Ａには，指定薬物の製造（前記１(1)①，②）・所持（同\n④㋑）につき，その対象が指定薬物であることの，麻薬の営利目的輸入（同\n③）・所持（同④㋐）につき，その対象が麻薬であることの未必的認識すらな\nかったのに，それらを認めた原判決の判断には，判決に影響を及ぼすことが\n明らかな事実の誤認があり，仮に，被告人Ａが有罪だとしても，❷被告人Ａ\nを懲役６年６月及び罰金３００万円に処した原判決は，明らかにその量刑が\n不当であって，被告人Ａに対しては，懲役刑の刑期を減じた上，その執行を\n猶予するのが相当である，というのである。\n(2) 被告人Ｂについて\n論旨は，要するに，❸法律的関連性を欠き，又は有効な証拠同意を欠くた\nめ，証拠能力がない原審甲４３「捜査依頼について（回答）」と題する書面及\nび原審甲５１Ｄの検察官調書を証拠排除しなかった点で，また，検察官が請\n求を撤回した原審甲１４６に関し，税関での差止め対象が規制薬物か否かの\n審理を行わなかった点で，判決に影響を及ぼすことが明らかな訴訟手続の法\n令違反があり，❹同③及び④㋐の各事実について，被告人Ｂには，営利目的\n輸入・所持の対象が麻薬であるとの未必的認識はなかったのに，それらを認\nめた点で，判決に影響を及ぼすことが明らかな事実の誤認があり（なお，こ\nの認定に関連し，理由不備ないし理由齟齬があるとも主張するが，その実質\nは事実誤認の主張であると理解される。），❺被告人Ｂを懲役７年６月及び罰\n金５００万円に処した原判決の量刑が重過ぎて不当である（なお，量刑に関\nする事実の誤認をいうものは，量刑不当の一環をなすものと解される。），と\nいうものと理解される。\n(3) 以下，訴訟手続の法令違反（❸），事実誤認（❶，❹），量刑不当（❷，❺）\nの順に，各論旨を検討する。\n第２  控訴趣意中，訴訟手続の法令違反の主張（❸）について\n１  原審甲４３「捜査依頼について（回答）」と題する書面を証拠排除しなかった\nという点について\n関係記録によると，被告人Ｂについての，原審甲４３「捜査依頼について（回\n答）」と題する書面に関する審理経過は，弁護人が，第３回公判期日で，（危険\nドラッグ販売店）Ｅの商品からＸＬＲ－１１が真実検出されたか否か疑問があ\nると主張しつつも，「同意。信用性を争う。」との意見を述べ，その同意に基づ\nいて同書面は採用され，第４回公判期日で取り調べられた，というのである。\nある書証について刑訴法３２６条の同意の意見が述べられた場合，その同意\nが信用性につき意見を留保した上でなされたものであっても，それが適法なも\nのである以上，同意の効力により，その書証に証拠能力が認められることは明\nらかである。本件において，上記同意の適法性について疑問を抱かせるような\n事情は認められない（所論もこの点を特段争うものではない。）。信用性につい\nての検討が十分になされなければ，法律的関連性を欠き，証拠能力が認められ\nないとの所論は独自の見解であって，採用できない。\nなお，所論は，原判決が，原判示第３及び第４の事実を認定した証拠として，\n原審甲４３「捜査依頼について（回答）」と題する書面を挙示し，「本件麻薬に\nついては専門的な鑑定技術を有する者によるガスクロマトグラフ質量分析等の\n科学的手法を用いて，適切に鑑定がなされた」（原判決２２頁）としていること\nを捉えて，それに添付された鑑定結果から両事実の薬物が麻薬であるとの事実\nを認定したとの前提に立ち，クロマトグラフデータの公務所照会を却下した原\n審の訴訟手続も問題視する。しかし，原判決のこの説示は，原審甲５分析回答\n書（原判示第３）及び原審甲６２鑑定書謄本（原判示第４の１）の証拠価値に\n関するものであると解され，原審甲４３「捜査依頼について（回答）」と題する\n書面について述べたものではない。このことは，原判決が，この原審甲４３に\nついて，「鑑定結果が被告人Ｂに伝えられたという限度で同証拠を事実認定に\n供しているにすぎない。」（原判決１５頁）として，その信用性を問題としてい\nるわけではないことをわざわざ指摘していることからも明らかである。所論は\n前提を欠くものであり，理由がない。\n２  原審甲５１Ｄの検察官調書を証拠排除しなかったという点について\n関係記録によると，被告人Ｂについての，原審甲５１Ｄの検察官調書に関す\nる審理経過は，次のようなものである。すなわち，第３回公判期日で弁護人か\nら不同意の意見が述べられたものの，Ｄの証人尋問（第１１回公判期日で実施）\nが実施された後の第１２回公判期日において，不同意意見が撤回され，「同意。\nただし，信用性を争う。」との意見が述べられ，同期日において取り調べられた。\nその後，弁護人が交代し，平成２８年７月４日付け「証拠排除申立書（検甲５\n１号証関係）」により，同証拠は刑訴法３２６条に基づく有効な同意を欠き，証\n拠能力がないとして，証拠排除決定の申立てがなされたが，第１９回公判期日\nにおいて，裁判所は証拠排除をしないこととした（なお，これに対する弁護人\nからの異議申立ては棄却された。），というのである。\nこの点，上記のような審理経過や，同意意見が述べられた後の被告人Ｂの応\n訴態度等に照らすと，被告人Ｂにおいて，意見が同意に変更されたことを弁護\n人が交代するまで知らなかった旨述べたことを踏まえても，交代前の弁護人に\nよる前記同意が被告人Ｂの意思に反するものであったとは認められず，その同\n意は有効になされたものとみるべきである。そうすると，有効な同意を受けて\n取り調べた原審甲５１Ｄの検察官調書を証拠排除するか否かは，裁判所の裁量\nに委ねられるものと考えられ，排除決定をしなかった原判断に，裁量を逸脱す\nるような違法があるとは認められない。\n３  検察官が請求を撤回した原審甲１４６に関する，税関での差止め対象が規制\n薬物であるか否かの審理を行わなかったという点について\n原判決は，被告人Ｂが輸入する荷物の品名を偽ったこと（以下「本件偽装」\nという。）等を，被告人Ｂらにおいて，輸入品が薬事法等の規制に違反する物と\nして税関で差止めを受けるリスクを避けようとするためであったとすれば，素\n直に理解できるとの判断を示している（１８頁）。この点に関連して，所論は，\n原審甲１４６の立証趣旨（当時，未規制の薬物を注文したが，税関に止められ\n不着となっていたことから，業者が注文内容と異なる違法薬物を送っていたと\nしか考えられないこと等，というもの）に照らすと，未規制の薬物も税関に差\nし止められたという事実があったはずであり，この事実が認められれば，被告\n人Ｂによる本件偽装等は未規制の薬物の差止めを回避するための方策であった\nと合理的に考えられるから，税関での差止め対象が規制薬物であるか否かにつ\nいて審理を尽くす必要があったのに，それをしなかった原審の訴訟手続には審\n理不尽の違法がある，というようである。\nしかし，そもそも上記の立証趣旨を根拠として，未規制の薬物が税関に差し\n止められた事実があったはずであるという所論の前提は成り立つかどうかも疑\n問であるが，その点をひとまずおくとしても，原判決は，他の証拠関係から被\n告人Ｂの故意が推認され，被告人Ｂによる上記のような行為はこの推認と整合\n的に理解できる旨説示するにとどまるものと理解され，本件偽装等の事実が故\n意の認定に当たって帰趨を決するような事情とまではみていないことは明らか\nである。所論は，原判決を正解したものとはいえず，原審にいわゆる審理不尽\nの違法があるとは認められない。\n４  結論\n以上によれば，訴訟手続の法令違反の各論旨はいずれも理由がない。\n第３  控訴趣意中，事実誤認の主張（❶，❹）について\n１  論旨に鑑み，記録に照らして検討しても，被告人Ａにつき前記第１の１(1)の\n全犯罪事実を，被告人Ｂにつき同(1)③，④㋐の各犯罪事実を，それぞれ認めた\n原判決の判断には，論理則，経験則等に照らして不合理で是認し難い誤りがあ\nるとは認められない。以下，所論に鑑み，その理由を補足して説明する。\n２  関係証拠によれば，前記第１の１(1)記載の外形的事実が認められるほか，以\n下の事実を明らかに認めることができる。\n(1) 被告人Ｂは，平成２２年頃から，Ｆと共に，「Ｇ」と称して，危険ドラッグ\nの製造卸売業を運営し，平成２４年２月頃，被告人Ａがこれに加わった。平\n成２５年１０月頃，Ｆが抜けて以降は，「Ｈ」と称して，被告人Ｂと被告人Ａ\nが運営していた（なお，Ｇ及びＨは，危険ドラッグ販売店に対し，商品は麻\n薬取締法，薬事法等の法規制の対象になっていない旨説明するなどしてい\nた。）。\n被告人Ｂは，危険ドラッグのレシピの考案，原材料となる薬物の注文（仕\n入れ），卸売先の危険ドラッグ販売店との交渉などを担当し，被告人Ａは，危\n険ドラッグの製品の製造及び出荷，原材料となる薬物の受領，薬物代金の送\n金その他金銭管理などを担当していた。\n(2) 平成２４年２月頃，被告人Ｂは，Ｇが危険ドラッグ販売店Ｉに卸していた\nＪと称する商品から麻薬であるＡＭＴが検出された旨を同店経営者のＫから\n伝えられた（以下，原判決と同様，Ｊから麻薬が検出されたと関係者に伝え\nられた件を「Ｊ騒動」という。）。\nその頃，被告人Ｂは，Ｊの別の卸売先である危険ドラッグ販売店Ｌを経営\nするＤに対し，Ｊに違法成分が混入していた旨連絡をし，店頭にあるＪをす\nぐに廃棄するよう要請した。また，被告人Ｂは，同月２８日頃，Ｊの仕入先\nがＧではないように装う注文フォームを急きょ作成し，Ｆ及び被告人Ａにこ\nれを添付したメールを送信した上，内容確認後，そのメールの消去も指示し\nた。さらに，被告人Ｂは，Ｊの原材料である薬物の仕入先（輸入元）業者に\nその薬物の合法性に関する説明を求めたものの，業者からは，はっきりと合\n法であるとは言えない旨回答があった。\n被告人Ａは，この件については，同年夏頃，Ｆから，Ｊの件でＫが薬事法\nがどうのこうの言って騒いでいる旨聞いていた。\n(3)  平成２４年３月下旬頃，被告人Ｂは，被告人Ａに対し，最新の指定薬物リ\nストを送付するとともに，麻薬及び向精神薬のリストについてはもう少し時\n間を要すること，これらのリストを持っていることが製造責任などを問われ\nた際に重要であることを伝えた（甲１３９，４４３６頁）。\n(4) 平成２５年５月から６月にかけて，被告人Ａは，被告人Ｂに対し，原材料\nとして注文した薬物が税関で止まっていることについて相談したところ，被\n告人Ｂは，被告人Ａに対し，「ブドウ球菌の培養基として，大学の化学サーク\nルから輸入代行依頼をされた」旨回答するよう指示した。\n(5) 平成２５年７月頃から，被告人Ｂは，インターネット上の薬剤取引サイト\n「Ｍ」で知り合ったＮなる中国の薬剤原料業者から輸入するようになった。\n平成２５年１２月下旬頃，被告人ＢはＮに「４Ｆ－ＰＶＰ」（正式名１－\n（４－フルオロフェニル）－２－（ピロリジン－１－イル）ペンタン－１－\nオン）なる薬物を注文し，被告人Ａが送られてきた薬物（実際は，通称４－\nフルオロメトカチノンであった。）を受け取った。\n平成２６年１月，被告人Ｂは，Ｎに対し，「日本の規制を確認したところ，\n４Ｆ－ＰＶＰは使えないかもしれない。規制内容を送るので見て下さい。」と\n規制内容を添付したメールを送信した。これに対し，Ｎからは，添付の資料\nに係る物質は，４Ｆ－ＰＶＰではないと思う旨，化学式も付記しての回答が\nあった。被告人Ｂは，被告人Ａに対し，メールで，Ｎからの回答を伝えると\nともに，ちょっと不安な案件である旨をも伝えた。\n(6)  平成２６年４月，被告人Ｂは，Ｎに対し，４Ｆ－ＰＶＰを注文し，被告人\nＡ宛てに送付するよう依頼したところ，同年５月，税関から被告人Ａに対し，\n郵便物（実際には，指定薬物である通称α－ＰＶＰを含有する薬物であった。）\nが薬事法に該当するおそれがある旨通知された。被告人Ａは，被告人Ｂに対\nしてこの件を報告したところ，被告人Ｂは，被告人Ａに対し，架空の輸入代\n行業者（同輸入代行業者が実在するようホームページを立ち上げるなどもし\nている。）を名乗って受取を拒否するよう指示し，被告人Ａは，これに従い，\n税関に対し，輸入代行業者を名乗って，顧客の責任で薬事法に違反する品物\nを輸入する手続を行ってしまったなどと虚偽の事実を申告し，受取を拒否し\nた。\n他方で，被告人Ｂは，Ｎに対し，荷物は，税関が調査したいと言っている\nため，受け取らずに送り返してもらう，返送されたら別の住所に再郵送して\nほしい旨連絡をした。しかし，Ｎからは，税関は荷物の返却を依頼しても送\nり返さないそうである，あの薬品は合法だけど微妙，といった回答があった。\n(7)  平成２６年５月頃，商品から違法な成分が検出されたとして，Ｌに捜索差\n押えが実施され，同店経営者のＤは，被告人Ｂに対し，その事実を伝えた。\nまた，その頃，危険ドラッグ販売店Ｅへの立入検査の結果，Ｈから納入さ\nれた危険ドラッグから麻薬であるＸＬＲ－１１が検出された旨，同店店員の\nＯが被告人Ｂに伝えた。\n被告人Ｂは，ＸＬＲ－１１が検出されたのは，Ｈ－３と称する薬物が原因\nではないかと考え，Ｍを通じて知り合った輸入元の中国の「Ｐ」なる業者に\n化学名を尋ねるなどし，Ｏにも，Ｄにも，行政の検査がＨ－３をＸＬＲ－１\n１と誤認したものと思われる旨「Ｑ」名義でメールを送信したほか，Ｄに対\nしては，危険ドラッグに規制薬物が混入していたとしてもそれは事故であり，\n違法物の混入の事実を知っていたと認めてはならない旨伝えるなどした。\n(8) 平成２６年６月，被告人Ｂは，Ｎに対し，「５Ｆ－ＡＭＢ」１キログラムを\n２箇所に分けて送付するよう依頼して注文したところ，一つは，前記第１の\n１(1)③の国際スピード郵便として送付され，中にはＸＬＲ－１１入りの大袋\n及び５Ｆ－ＡＭＢ入りの小袋が入っていた。もう一つは，兵庫県姫路市のＲ\n宛てに送付され，その後，被告人Ａが受領し，その一部を危険ドラッグ製造\nに使用した残量が，同④㋐の麻薬として発見押収された。\n３  論旨に対する検討\n(1) 被告人Ｂ及び被告人Ａが営んでいたのは，危険ドラッグの製造卸売業であ\nり，規制の対象が広がりつつある中で，麻薬や指定薬物などの違法薬物（以\n下，これらを総称して「規制薬物」という。）に当たらないものを，いわば法\nの規制をかいくぐる形で製造・販売等をしていたとみられるものである。そ\nして，被告人両名は，規制が厳しくなる中での危険ドラッグの製造卸売を行\nいつつも，自ら薬物の成分について正確な検査をして確かめる手段を持たず，\nまた，そのような手続や検査を依頼するなどもしていなかったから，仕入先\n次第では，合法ではないものを原材料として仕入れてしまう（混在するなど\nも含めて）おそれは，もともと内在していたといえる。そのような状況は，\nある程度の期間，業務として相応の規模で危険ドラッグの製造卸売をしてい\nた被告人両名は，製造等を指示していた被告人Ｂのみならず，指示を受けて\nいた被告人Ａも一般的，抽象的なおそれとしては理解していたものと考えら\nれる。もっとも，このことから直ちに本件についての未必的な故意を推認で\nきるわけではないが，そのような背景があることも踏まえて，被告人両名及\nび本件に関係する者の言動を検討する必要があるといえる。\n(2) そのような中で，被告人Ｂは，平成２４年３月下旬頃（Ｊ騒動から間もな\nくの時期である。），製造責任などを問われた場合に備えて，指定薬物や麻薬\n等のリストの作成等をしていたのである。このことは，被告人Ｂらが商品と\nして販売する危険ドラッグに規制薬物が混入することを想定し，そのような\n事態に至ったときに備えたものと考えざるを得ない。したがって，この事実\nは，被告人Ｂについてはもとより，上記リストの作成の件を伝え聞いていた\n被告人Ａについても，自分たちが取り扱う（すなわち，輸入・製造・販売す\nる）危険ドラッグの原材料である薬物や商品に規制薬物が含まれる可能性が\nあることを認識するに至ったことを相当程度推認させる事情と評価できる。\n(3)ア 被告人Ｂについては，それ以前から，Ｊ騒動等商品に規制薬物が混入し\nたとされる事案を実際に経験し，リスト作成後は税関で荷物を差し止めら\nれて薬事法に抵触するおそれがあるとの指摘を受けるなどしたのであるか\nら，上記推認は一層強まるといえる。本件で問題となっている５Ｆ－ＡＭ\nＢとして注文した薬物の輸入元であるＮは，上記リストの作成をするなど\nした時期以降に取引に入った業者ではあるが，インターネットを介して知\nり合った，その実態が必ずしも明らかとはいえない海外の業者である上，\n正にＮから輸入した薬物について，税関から薬事法に抵触するおそれがあ\nるとの指摘を受けており，Ｎからも「合法だけど微妙」といった曖昧な説\n明を受けるなどもしていたのであるから，これらの推認は何ら妨げられな\nい。その都度，被告人Ｂらの関与がなかったかのように装うための指示を\n被告人Ａらに出すなどしたことも，被告人Ｂらの行為が翻って規制に違反\nするものとして，責任を問われることを回避しようとする態度とみられ，\n上記推認を補強するものとみることができる。\n以上によれば，被告人Ｂは，本件で麻薬の輸入や所持が問題となってい\nる平成２６年６月頃までには，海外から危険ドラッグの原材料として仕入\nれる薬物に規制薬物の成分が含まれ得る可能性を認識していたと推認す\nることができる。そのような認識の下で，危険ドラッグの原材料となる薬\n物を輸入し，それを用いて製造・所持に至ったのであるから，それらに規\n制薬物が含まれることを認容していたと評価できることも明らかである。\nしたがって，被告人Ｂには，第１の１(1)③，④㋐の各犯行時に，危険ドラ\nッグの原材料として輸入し，また，それをもとに製造，所持したものに規\n制薬物が含まれる可能性があるとの認識・認容があったことに帰すること\nになるから，各犯罪の故意に欠けるところはない。\nイ(ｱ) 所論は，原判決が，薬事法７６条の４の故意犯が成立するためには，\n犯罪の客体が麻薬であることの認識・認容が必要であるとしながら，専\nら認識のみを問題にし，認容を認めるに足りる事実を認定も摘示もして\nいないのに，故意を認めた点を論難する（理由不備ないし理由齟齬とも\nいうが，事実誤認の主張と理解される。）。確かに，原判決の説示には若\n干不明確な点があることは否めない。しかし，故意の認定に上記のよう\nな認容を要求する考え方に立っても，認容には，結果が発生することも\nやむを得ないという消極的認容も含まれると考えるのであるから，結果\n発生の可能性が高いことを認識しつつ，行為に出た場合には，この意味\nにおける消極的認容は当然に認められるというべきである。\nそして，本件においては，２年に満たない間に，危険ドラッグの原材\n料として輸入した薬物に規制薬物が含まれ，あるいは含まれている可能\n性があるといった状況が，ある程度客観的に判明し，それを被告人Ｂが\n認識した分だけをとっても，複数回にわたって認められたのであるから，\n原材料として輸入する薬物に規制薬物が含まれる可能性は相当高いもの\nであったと認められ，被告人Ｂにおいても，その認識があったと認める\nことができるのである。本件では，被告人Ｂに消極的認容があったと当\n然に認められることに帰するから，原判決は，この点を明示する必要を\n認めなかったものと解することができる上，結論において誤りがないこ\nとは明らかである。\n(ｲ)  所論は，被告人Ｂが仕入先業者と知り合ったＭというサイトでは利用\n業者に対し厳格な身元確認が行われていることや，被告人Ｂにおいて規\n制薬物に該当しないか否かを仕入先業者に事前に確認していることなど\nを指摘する。確かに，被告人Ｂは，積極的に規制薬物を輸入・所持・販売\nしようという姿勢であったとまでは認められない。このことは輸入元に\n合法性を再三確認したり，自ら規制薬物は取り扱っていない旨危険ドラ\nッグ販売店に説明したりしていることからも明らかといえよう。しかし，\n被告人Ｂが述べるところによっても，Ｍでいかなる身元確認が行われて\nいるのか，仕入先業者のＮがいかなる者か，また，Ｎがどのようにして輸\n入する原材料を仕入れているかなどは，結局のところ不明なのであるか\nら，Ｎを信用することができるとする根拠は極めて薄弱である。しかも，\n前述したとおり，被告人Ｂらは，自ら薬物の成分を検査する技術や能力を\n備えておらず，また，そのような手続や依頼をしないまま，営業を続けて\nいたのである。規制薬物が混入したとされる事案を経験してもなお，この\n点を改めることがなかったのは，規制薬物が混入することを消極的にし\nても認容していた一つの証左ともいえる。さらに，税関で差し止められた\n薬物（薬事法抵触のおそれを指摘されていたもの）を更に輸入しようとし\nてもいるのである。このような諸点に照らすと，所論が指摘する被告人Ｂ\nの姿勢は，被告人Ｂに，積極的に規制薬物を輸入，製造しようという意図\nや意欲を否定する根拠とはなり得ても，規制薬物が含まれる可能性につ\nいての認識があったことに合理的な疑いを抱かせるものとはいえない。\n(ｳ) 以上によれば，原判決の判断に所論の誤りはない。\n(4)ア 被告人Ａについても，前記のリストの点からの相当程度の推認に加え，\nＧから卸していたＪを巡って薬事法に関する問題が生じており，Ｆが対応\nを求められたり，Ｇから卸したものではないことを装おうとしていたこと\nを認識していたと考えられる（所論は，Ｊ騒動は被告人Ａが加入した直後\nの出来事であるとか，被告人Ａはそれらに関するメールの内容を理解して\nいなかったなどと主張するが，Ｇが卸した危険ドラッグが規制薬物である\n可能性の認識をも否定する趣旨であれば，およそ採用できない。）から，遅\nくとも前記第１の１(1)①の製造行為の時点までには，海外から危険ドラッ\nグの原材料として仕入れる薬物に規制薬物の成分が含まれ得る可能性を十\n分に認識していたと推認することができる。そして，被告人Ａは，その後，\n輸入しようとした原材料が薬事法に抵触するおそれがある旨税関から通知\nされ，虚偽の事実を申告して受取を拒否したり，Ｎから輸入した４Ｆ－Ｐ\nＶＰについて，被告人Ｂから不安が残る旨告げられたりしてもいるから，\n前記第１の１(1)③の輸入の時点までには，その認識の程度は一層高まって\nいたといえる。\n以上によれば，被告人Ａが，前記第１の１(1)の各犯罪行為の故意を有し\nていたものと認めることができる。\nイ  所論は，被告人Ａは，被告人ＢやＦの説明を信じたものであり，これを\n信じたことにつき十分合理性がある旨主張する。確かに，その説明の中に\nは，所論が指摘するように，４Ｆ－ＰＶＰについては，指定の化学名には\n該当しないから問題ないとの回答が仕入先業者からあったなど相応の根拠\nが示されたこともあったようである。しかし，被告人Ｂからそれでもなお\n不安が残るとも告げられていたことなども考慮すると，輸入する原材料に\n規制薬物が含まれることがないと確実に考えられる程度の根拠を有してい\nたとは認められない。そうすると，結局は，被告人Ａが認識していた前記\n事情に照らし，規制薬物が混入している可能性を払拭できるほどの事情は\nないといわざるを得ず，被告人Ｂらからの説明を信じたとする点は，一応\nの説明として受け止めた可能性はあるが，それによって，上記推認は妨げ\nられるというものではない。\nその他所論が指摘する点を検討しても，上記推認を左右しない。\n(5) したがって，各論旨はいずれも理由がない。\n第４  控訴趣意中，量刑不当の主張（❷，❺）について\n１  本件は，前記第１の１(1)のとおりの危険ドラッグの製造卸売業の一環とし\nて職業的に行われた指定薬物の製造・所持（原判示第１，第２，第４の２）と，\n危険ドラッグの原材料の輸入・所持に係る麻薬の営利目的輸入・所持（同第３，\n第４の１）の事案である。\n被告人両名が，製造卸売業を営む中で，営利目的で輸入した麻薬の量は多く，\n製造・所持にかかる規制薬物も多量であるから，それら薬物の害悪が社会に拡\n散される危険性は相当高いものであった。営業的に麻薬を含む規制薬物を多量\nに取り扱い，その害悪を社会に拡散する側の犯罪であるから，それらを使用す\nる側に比して格段に責任は重いといわなければならない。被告人らが麻薬を輸\n入したのは，危険ドラッグの原材料を入手しようとしたもので，麻薬を意図し\nて輸入したものではなく，故意も未必的なものにとどまる上，指定薬物の製造・\n所持は，その薬物の性質からして，行為の違法性を過度に評価することはでき\nないことを考慮しても，犯情はやはり悪質であり，非難の程度も相当強い。\n２  被告人Ｂについては，以上に加え，危険ドラッグのレシピの作成や，小売店\nとの交渉，原材料の仕入れを担当するなど本件各犯行において主導的な役割を\n果たしたものというべきである。所論は，原判決の規制薬物の量が多量である\nとの認定，評価は，添加された無害なものを含む量をいうものであり，量刑は，\n規制薬物そのものの量を基準に定めるべきである旨改めて主張する。しかし，\n原判決が指摘するとおり，規制薬物が，その作用を生じさせるに足りる程度の\n量含まれたものが多量にあれば，その害悪が拡散される危険性は高まるのであ\nるから，そのような添加がなされた後の量を前提に評価を加えることが不当と\nはいえない。また，所論は，被告人Ｂが規制薬物の取扱いに警戒，慎重な態度\nであった点を強調するが，原判決も未必的な故意にとどまることは明らかであ\nるとして，相応に考慮している。所論は，指定薬物に係る犯行についても，被\n告人Ｂが慎重な態度で臨んでおり，違法性の認識可能性が乏しかった点を原判\n決が十分考慮していないなどというようであるが，原判決が，麻薬の場合と異\nなる前提に立っているとは考え難く，原判決の量刑を左右する事情とはいえな\nい。\n３  被告人Ａについても，危険ドラッグの製造を一手に任されて，実行をしたも\nので，その役割は重要である。他方で，危険ドラッグの原材料の仕入れには主\n体的に関わっておらず，麻薬の輸入・所持の犯行においてはやや従属的な立場\nにあったといえる。所論は，被告人Ａは被告人Ｂに従わざるを得ず，従属的な\n立場にあったことは明らかであるのに，原判決はこの点を十分考慮していない\n旨主張する。しかし，原判決は，被告人Ｂが本件各犯行において主導的な役割\nを果たしたと指摘しているのであるから，所論指摘の事情は被告人Ａとの関係\nにおいても相応に考慮されていることは明らかである。被告人Ａの刑責を所論\nがいうほど軽くみることはできない。\n４  原判決は，被告人両名が，各事実のうち客観的な部分についてはおおむね認\nめ，二度と危険ドラッグに関する業務には携わらないと約束し，反省の態度を\n示していること，被告人Ｂには前科がなく，被告人Ａにも１０年以上前の異種\n罰金前科があるにとどまること，社会復帰後の監督・支援を申し出る親族等が\nあること等を考慮し，被告人Ａに対して懲役６年６月及び罰金３００万円（求\n刑は，懲役１０年及び罰金３００万円），被告人Ｂに対して懲役７年６月及び罰\n金５００万円（求刑は，懲役１２年及び罰金５００万円）に処するのが相当で\nあると判断している。原判決のこれらの量刑が重過ぎて不当であるとは認めら\nれない。\n被告人Ｂについて，所論は，同被告人が多種多様な周辺関係者から支持され\nる有意な人材であることを強調するところ，当審での事実取調べの結果により\n首肯できる部分を踏まえても，被告人Ｂの量刑を左右するには至らない。\n被告人Ａについて，所論は，弟による監督等に対する原判決の考慮が不十分\nである旨主張するが，原判決がその点を相応に考慮していることはその説示か\nらも認められ，それがいわゆる一般情状に属する事情であることも考慮すれば，\nその考慮の仕方にも不当な点があるとはいえない。その余の所論を検討しても，\n被告人Ａの量刑を左右するほどのものはない。\n５  したがって，この論旨もいずれも理由がない。\n第５  結論\nよって，刑訴法３９６条により本件各控訴をいずれも棄却し，被告人Ａにつ\nいては，刑法２１条を適用して当審における未決勾留日数中１４０日をその原\n判決の懲役刑に算入し，当審における訴訟費用は刑訴法１８１条１項ただし書\nを適用して被告人Ａに負担させないこととして，主文のとおり判決する。\n平成２９年４月２０日\n名古屋高等裁判所刑事第２部\n裁判長裁判官    村    山    浩    昭\n裁判官    大    村    泰    平\n裁判官    赤    松    亨    太\n"
}