{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 3,
    "day": 6
  },
  "case_number": "平成29(わ)408",
  "case_name": "窃盗，住居侵入，強盗致死被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "共犯者と共謀の上，強盗目的で被害者宅に侵入し，被害者の顔面等を多数回殴打するなどして被害者を死亡させ，キャッシュカードを強取し，さらに，同キャッシュカードを用いて合計３００万円を窃取した窃盗，住居侵入，強盗致死被告事件の被告人に対し，懲役２８年を言い渡した事例",
  "lawsuit_id": "87602",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87602",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/602/087602_hanrei.pdf",
  "contents": "平成３０年３月６日宣告\n号，第４７８号，第５４５号\n判 決\n主 文\n被告人を懲役２８年に処する。\n未決勾留日数中１５０日をその刑に算入する。\n理 由\n（罪となるべき事実）\n第１   被 告 人 は ， Ｂ （以下「 Ｂ 」という。） と 共 謀 の 上 ， 北 海 道 滝 川 市 ｂ\n町・・・・・Ｃ（以下「被害者」という。）方に侵入してキャッシュカード\n等を強取しようと考え，平成２９年５月１４日午前１時２０分頃，被告人が，\n同人方に，玄関ドアを合い鍵で解錠して侵入し，同所において，被害者（当\n時８３歳）に対し，馬乗りになって同人を押さえ付け，その顔面及び胸部等\nを手拳で多数回殴打し，その頸部を両手で絞めるなどしたのち，被告人から\nの連絡を受けて前記被害者方に侵入したＢとともに，同日午前３時３０分頃\nまでの間，被害者の両手首及び両足首を粘着テープ及びロープで緊縛し，さ\nらに，Ｂが，後ろ手に緊縛した被害者の両腕を頭部方向へ無理矢理押し上げ\nるなどの暴行を加えてその反抗を抑圧した。そして，被告人らは，その頃か\nら同月１６日までの間，同所において，被害者所有又は管理に係るＤ信用金\n庫発行の同人名義のキャッシュカード等３点を強取し，前記一連の暴行によ\nり，同月１４日，同所において，同人を頭部及び顔面の皮下出血，外傷性く\nも膜下出血，頸部筋肉内出血，前胸部の皮下出血及び筋肉内出血，胸骨骨折，\n多発肋骨骨折，右肘関節脱臼並びに左肩甲骨烏口突起骨折等による外傷性シ\nョックにより死亡させた。\n第２  被告人は，被害者名義の前記キャッシュカードを使用して現金を窃取しよ\nうと考え，Ｂ及びＥと共謀の上，別表記載の とおり，同月１６日午後５時\n１１分頃から同月２２日午後３時６分頃までの間，６回にわたり， 同市ｃ\n町・・・・・Ｆ店において，前記Ｅが，同所に設置された現金自動預払機\nに同キャッシュカードを挿入して同機を作動させ，株式会社 Ｇ銀行お客さ\nまサービス部長Ｈ管理の現金合計３００万円を引き出して窃取した。\n（法令の適用）\n罰 条\n判示第１の所為のうち\n住居侵入の点            刑法６０条，１３０条前段\n強盗致死の点            刑法６０条，２４０条後段\n判示第２の別表番号１ないし６の各所為\nそれぞれ刑法６０条，２３５条\n科刑上一罪の処 理        刑法５４条１項後段，１０条（判示第１ の罪に\nつき，住居侵入と強盗致死との間には手段結果の関\n係があるので，一罪として重い強盗致死罪の刑で処\n断）\n刑種の選 択        各所定刑中判示第１の罪については無期懲役刑を，\n判示第２の各罪については懲役刑をそれぞれ選択\n併 合 罪 の 処 理        刑法４５条前段，４６条２項本文\n酌量減 軽     刑法６６条，７１条，６８条２号，１４条１項\n未 決 勾 留 日 数 の 算 入        刑法２１条\n訴訟費用の不負 担        刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n１  本件事案の概要\n被告人は，金銭のやりくりに困っていたところ，平成２８年１０月頃，Ｂから，\n多額の資産を有する一人暮らしの老人がおり，そこを襲えば大金が手に入るなど\nと持ち掛けられて，これを了承し，Ｂから教えられた被害者方を下見するなどし\nた。その後，被告人はさらに金銭に窮したことから，平成２９年１月初め頃，Ｂ\nに上記計画の実行を持ち掛け，Ｂが用意した催涙スプレーなどを持って，一人で\n被害者方に行ったが，玄関ドアに鍵がかかっていたため実行できなかった。\n被告人は，同年５月 初め頃，Ｂから，被害者方の合い鍵が手に入ったこと，\n犯行は，被害者を縛る部隊，被害者を始末する部隊，キャッシュカードを探す部\n隊，現金を引き出す部隊に分かれて行われること，被告人は被害者を縛る部隊で\nあること，被告人の報酬は８００万円であることなどの説明を受け，上記犯行を\n実行することを了承した。\nこのように，Ｂは，被害者が自分の祖母であることを隠したまま， 被告人に\n犯行を持ち掛ける一方，被害者を縛るための粘着テープやロープ等を準備したり，\nキャッシュカードの暗証番号を変更する方法や遺体を溶かすための薬品の入手方\n法について調べたりするなどの準備を進めた。\n被告人とＢは，上記犯行の実行日を同月１４日の未明と決め， その後，被告\n人は，Ｂから風邪をひいたため実行日に行けなくなったとの連絡を受けたものの，\n予定どおり犯行計画を実行することとし，マスクと手袋を着用し，粘着テープ，\nロープ及び催涙スプレーを持って，合い鍵を使用して一人で被害者方に侵入した。\n被告人が被害者方に侵入した後， 被害者が目を覚まして強く抵抗したことか\nら，被告人は被害者を縛るために，判示第１記載の各暴行を加えたものの，被害\n者を縛ることができなかった。そこで，被告人は，Ｂに電話で加勢を頼み，結局，\nＢと二人がかりで被害者を縛るなどして，判示第１の犯行に及んだ。\nＢは，被害者からキャッシュカードを奪った 後，金融機関で暗証番号変更手\n続をした上で，被告人の弟のＥを現金の引き出し役として誘い入れ，判示第２の\nとおり，現金３００万円を引き出した。Ｂは，入手した３００万円について，被\n告人には１５０万円しか手に入れることができなかった旨嘘を言って８０万円の\nみ渡し，少なくとも１９０万円を自ら取得した。\n２  本件犯行の悪質性\n被告人らは，犯行に使う道具を準備し，奪ったキャッシュカードを用いて確\n実に現金を引き出す方法を調べるなど，十分な準備を整えた上で本件犯行に及ん\nでいる。\nしかも，被告人らは，この段階では被害者を縛り上げることしか考えていな\nかったものの，被害者から予想外の強い抵抗を受けたため，老齢で体力の劣る被\n害者に対し，その顔面や胸部等の身体の重要部分を多数回にわたり強く殴るなど\nし，被害者を縛り上げた上，その腕を折るなどしており，その態様は極めて凶暴\nかつ悪質である。\n被害者は，最も安全な場所であるはずの自宅において就寝中 に突如として上\n記のような激しい暴行を受け，ロープ等で緊縛されて放置され，その後ほどなく\nして死亡したのであり，その恐怖や無念は察するに余りある。このとおり，本件\n犯行により被害者の尊い命が奪われたという結果が重大であることはもちろん，\nその後，被告人らは，被害者から強取したキャッシュカード等を用いて，３００\n万円もの現金を預金口座から引き出すことに成功しており，財産的被害の大きさ\nも無視できない。\nこのような本件犯行の計画性，行為の悪質性及び危険性，さらに結果の重 大\n性等からすると，本件は，被害者１名の強盗致死の事案の中でも相応に重い事案\nといえる。\n３  被告人が本件犯行において果たした役割の重み\n被告人は，多額の報酬を得る目的で，Ｂに犯行の実行を持ち掛けたり，被害者\n方の下見に行ったりしたほか，一人で被害者方に侵入するなど意欲的に本件犯行\nに関与し，被害者の死に直結する激しい暴行を加えている。なお，弁護人は，被\n告人が暴行を加えた後，被告人の見ていない場面でＢが追加の暴行を加えた可能\n性があると主張するが，法医学を専門とするＩ医師の公判供述によれば，被告人\nの暴行が被害者死亡の結果を直接的に生じさせたことは明らかであるから，Ｂに\nよる追加的暴行の可能性の有無は被告人に対する刑の重さを決める上で影響する\n事情とはいえない。以上によれば，被告人が本件犯行において果たした役割は大\nきい。\nしかし，前記のとおり，本件犯行は，Ｂが被害者の孫という立場を利用して\n計画し，被害者方の合い鍵を入手し，その資産状況や部屋の間取りなど犯罪を成\n功させる上で重要な情報を被告人に伝える一方，被害者の遺体の処分方法や暗証\n番号が不明でも現金を引き出す方法を自分で調べるなどし，最終的に入手した現\n金の大半を取得している。他方，被告人は，Ｂから被害者がＢの祖母であること\nなど犯行計画の詳細や実態を知らされないまま犯行に及んだものであり，Ｂより\n少ない報酬しか受け取っていない。これらの事情に照らすと，本件犯行において\nはＢが主導的な立場にあったといえ，被告人に対する非難の程度については，Ｂ\nとは自ずから差があるというべきである。\nそうすると，本件犯行の悪質性を踏まえても，被告人に対して無期懲役刑を\n科すのは重過ぎるといわざるを得ない。\n４  これらの事情に加え，被告人が本件犯行を認め，被害者及びその遺族に謝罪す\nるなどして反省の態度を示していること，被告人には前科がないこと，被告人の\n帰りを待つ家族がいることなどの事情も考慮すると，被告人に対しては，酌量減\n軽の上，懲役２８年に処するのが相当であると判断した。\n（求刑  無期懲役）\n平成３０年３月６日\n札幌地方裁判所刑事第２部\n裁判長裁判官            中 桐 圭 一\n裁判官            結   城   真一 郎\n裁判官            遊 間 洋 行\n別表\n番\n号\n犯行日時\n（平成２９年）\n犯行場所  管理者  窃取現金\n１  ５月１６日\n午後５時１１分頃\n北海道滝川市ｃ町・・・・・\nＦ店\n株式会社Ｇ銀行\nお客 さま サ ー ビ ス 部長\nＨ\n５０万円\n２  同月１７日\n午前７時３４分頃\n同上  同上  ５０万円\n３  同月１８日\n午後５時６分頃\n同上  同上  ５０万円\n４  同月２０日\n午後５時５９分頃\n同上  同上  ５０万円\n５  同月２１日\n午後３時６分頃\n同上  同上  ５０万円\n６  同月２２日\n午後３時６分頃\n同上  同上  ５０万円\n現金合計３００万円\n"
}