{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 9,
    "day": 21
  },
  "case_number": "平成29(ネ)245",
  "case_name": "商標権侵害差止等請求控訴事件",
  "court_name": "大阪高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "87113",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87113",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/113/087113_hanrei.pdf",
  "contents": "平成２９年９月２１日判決言渡 同日原本交付 裁判所書記官\n平成２９年(ネ)第２４５号 商標権侵害差止等請求控訴事件（原審 大阪地方裁判所\n平成２７年(ワ)第５５７８号）\n口頭弁論終結日 平成２９年６月２９日\n判 決\n控訴 人                 株式会社絨毯ギャラリー\n同訴訟代理人弁護士                  美根晴 幸\n被 控 訴 人              有限会社オリエンタルアート\n同訴訟代理人弁護士                  西脇怜 史\n同                    宮島明 紀\n主 文\n１  本件控訴を棄却する。\n２  控訴費用は，控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙被告商品目録記載の商品又はその包装に，原判決別\n紙被告標章目録記載１ないし同３の各標章を付してはならない。\n３  被控訴人は，商品又はその包装に原判決別紙被告標章目録記載１ないし同３\nの各標章を付した原判決別紙被告商品目録記載の商品を販売し，引き渡し又は\n販売若しくは引渡しのために展示してはならない。\n４  被控訴人は，原判決別紙被告商品目録記載の商品に関する広告に，原判決別\n紙被告標章目録記載１ないし同３の各標章を付して展示し，頒布し又はこれを\n内容とする情報に同各標章を付して電磁的方法により提供してはならない。\n５  被控訴人は，その占有に係る，商品又はその包装に原判決別紙被告標章目録\n記載１ないし同３の各標章を付した原判決別紙被告商品目録記載の商品，及び\n原判決別紙被告標章目録記載１ないし同３の各標章を付した原判決別紙被告商\n品目録記載の商品に関する広告を廃棄せよ。\n６  被控訴人は，その営業に関し，原判決別紙被告ウェブサイト目録記載の各\nウェブサイト及び会社説明書に，原判決別紙被告標章目録記載１ないし同３の\n各標章を使用してはならない。\n７  被控訴人は，原判決別紙被告ウェブサイト目録記載の各ウェブサイトから原\n判決別紙被告標章目録記載１ないし同３の各標章を削除せよ。\n８  被控訴人は，控訴人に対し，２９０４万円及びこれに対する平成２７年６月\n２３日から支払済みまで年６％の割合による金員を支払え。\n９  訴訟費用は，第１，２審とも被控訴人の負担とする。\n第２  事案の概要\n１  事案の要旨\n本件は，後記２(2)の商標権の商標権者である控訴人が，原判決別紙被告標\n章目録記載１の標章を付したじゅうたん等の敷物をイランから輸入し，日本国\n内において販売している被控訴人に対し，商標権侵害を理由に下記の請求をし\nている事案である。\n記\n①  商標法３７条１号，同法３６条１項に基づく，原判決別紙被告商品目録記\n載の商品又はその包装に，原判決別紙被告標章目録記載１ないし同３の各標\n章を付する行為の差止請求（第１の２）\n②  商標法３７条１号，同法３６条１項に基づく，商品又はその包装に原判決\n別紙被告標章目録記載１ないし同３の各標章を付した商品を販売し，引き渡\nし又は販売若しくは引渡しのために展示する行為の差止請求（第１の３）\n③  商標法３７条１号，同法３６条１項に基づく，原判決別紙被告商品目録記\n載の商品に関する広告に，原判決別紙被告標章目録記載１ないし同３の各標\n章を付して展示し，頒布し又はこれを内容とする情報に同各標章を付して電\n磁的方法により提供する行為の差止請求（第１の４）\n④  商標法３６条２項に基づく，商品又はその包装に原判決別紙被告標章目録\n記載１ないし同３の各標章を付した原判決別紙被告商品目録記載の商品，及\nび同各標章を付した同商品に関する広告の廃棄請求（第１の５）\n⑤  商標法３７条１号，同法３６条１項に基づく，原判決別紙被告ウェブサイ\nト目録記載の各ウェブサイト及び会社説明書に，原判決別紙被告標章目録記\n載１ないし同３の各標章を付す行為の差止請求（第１の６）\n⑥  商標法３６条２項に基づく，原判決別紙被告ウェブサイト目録記載の各\nウェブサイトからの原判決別紙被告標章目録記載１ないし同３の各標章の削\n除請求（第１の７）\n⑦  商標権侵害の不法行為に基づく損害賠償請求及びこれに対する平成２７年\n６月２３日（訴状送達日の翌日）から支払済みまで商事法定利率年６％の割\n合による遅延損害金請求（第１の８）\n原審は，控訴人の請求をいずれも棄却したため，控訴人がこれを不服として\n控訴を申し立てた。\n２  前提事実（当事者間に争いのない事実及び各項に記載の書証により容易に認\n定できる事実。なお，以下において，枝番号の記載を省略した書証については，\n枝番号を全て含むものとする。）\n(1)  当事者等\nア  控訴人は，ZOLLANVARI  社（以下「ゾ社」という。）と日本におけ\nるじゅうたんの総代理店契約を締結し，ゾ社の製品であるじゅうたん等の\n敷物（以下，単に「じゅうたん」ということがある。）をゾ社から輸入し，\n日本国内において，これらの卸売及び小売販売を行う株式会社である（以\n下，控訴人がゾ社から輸入して日本国内において販売するゾ社の製品であ\nるじゅうたんを「控訴人商品」という。）。控訴人は，控訴人商品の販売\nにつき，ＢＤコーポレーション株式会社，株式会社すぎむらなど多数の国\n内の会社と販売代理店契約を締結している。\nイ  被控訴人は，主としてカーペット，家具用品，室内装飾品の輸入及び販\n売を行う特例有限会社であり，主として原判決別紙被告ウェブサイト目録\n記載の各ウェブサイト（以下，まとめて「被控訴人ウェブサイト」とい\nう。）を介して商品を販売している。\nウ  ゾ社は，イラン・イスラム共和国（以下「イラン」という。）のシラー\nズに拠点を置き，ギャッベ（カシュガイ族の手織りじゅうたん）を始めと\nする南ペルシアの部族民による手織りじゅうたんを世界各国に供給する協\n同組合である。ゾ社においては，Ａがその代表者を務め，Ｂがセールスマ\nネージャーを務めて控訴人との取引を担当している。なお，その商標であ\nる「ZOLLANVARI」は，日本国内においても取引者間，需要者間で広く\n認識されている（甲２の３，甲１９）。\n(2)  控訴人が有する商標権\n控訴人は，以下の商標の商標権者である（以下，この商標権を「控訴人商\n標権」といい，その登録商標を「控訴人商標」という。）。\n登録番号              商標登録第５３８５５６４号\n商品及び役務の区分   第２７類\n指定商品              洗い場用マット，畳類，人工芝，敷物，壁掛け（織\n物製のものを除く。），体操用マット，壁紙\n出願番号              商願２０１０－０５１０９２\n出願日                平成２２年６月２８日\n登録日                平成２３年１月２１日\n登録商標              原判決別紙原告登録商標のとおり\n(3)  控訴人商標権取得の経緯（甲１，２）\nア  控訴人は，平成２２年６月２８日，控訴人商標につき登録出願した。特\n許庁審査官は，控訴人商標は，動物の図形と「ZOLLANVARI」の文字よ\nり成るところ，ゾ社が商品「敷物」に使用し，控訴人商標の登録出願前か\nら取引者，需要者に広く認識されている商標「ZOLLANVARI」と同一又\nは類似であり，かつ同一又は類似の商品に使用するものであり，商標法４\n条１項１０号に該当することを理由に，同年９月２９日（起案日）付けで\n拒絶理由通知をした（甲２の３）。\nイ  控訴人は，平成２２年１１月８日，特許庁審査官に対し，控訴人商標の\n登録につきゾ社の同意を得る手続を進めていることを理由に意見書の提出\n期限の猶予を求めた。\nウ  その後，控訴人は，控訴人が日本国におけるゾ社の総代理店であること，\n及び控訴人が控訴人商標を日本国において使用し，かつ，当該商標を日本\n国において登録出願をする権限を有することについてのゾ社代表者作成の\n証明書を取得し，平成２２年１１月２５日，これを添付した手続補正書を\n特許庁に提出した（甲２の９～甲２の１１）。\nエ  特許庁審査官は，平成２３年１月４日（起案日），控訴人商標の登録査\n定をし（甲１の２），同月２１日，控訴人商標の登録がなされた（甲１の\n１）。\n(4)  被控訴人によるじゅうたん等の販売及びその広告\nア  被控訴人は，被控訴人ウェブサイトを開設し，原判決別紙被告商品目録\n記載の商品（じゅうたん，玄関マット，ラグ，カーペットの織物製の敷物）\nを，主として被控訴人ウェブサイトで販売し，又は販売のために被控訴人\nウェブサイト上に掲載している（以下，被控訴人がゾ社の製品であるとし\nて販売している商品を「被控訴人商品」という。）。\nイ  被控訴人商品の中には，原判決別紙被告標章目録記載１の標章（以下\n「被控訴人標章１」という。）が付された原判決別紙タグ目録記載１の形\n式のタグ（以下「被控訴人タグ」という。）が添付されたものが少なくと\nも５０枚程度ある。\nウ  被控訴人ウェブサイトには，被控訴人商品を説明する部分に，被控訴人\n標章１のほか，原判決別紙被告標章目録記載２及び同３の各標章（以下，\nそれぞれ「被控訴人標章２」，「被控訴人標章３」という。また，被控訴\n人標章１ないし同３を「被控訴人各標章」と総称する。）が，原判決別紙\n目録１ないし同４の態様で表示されている。\n(5)  控訴人商標と被控訴人各標章との類似性\n被控訴人商品は，いずれも控訴人商標の指定商品である第２７類の「洗い\n場用マット，敷物，体操用マット」に含まれるものであるところ，被控訴人\n各標章は，以下のとおり，いずれも控訴人商標に類似している。\nア  控訴人商標は，直線を用いて描いたライオンの絵と「ZOLLANVARI」\nの文字を組み合わせた商標である。被控訴人標章１は，これとほぼ同一の\nライオンの絵と同じ文字列を組み合わせたものに，更にその下部にペルシ\nア文字の文字列を組み合わせたものである。被控訴人標章１は，外観にお\nいて控訴人商標に類似し，「ゾランバリ」又は「ゾランヴァリ」という称\n呼において控訴人商標と同一であって，両者は，全体として類似している。\nイ  被控訴人標章２は，控訴人商標の文字列部分である「ZOLLANVARI」\nから成るものであるが，控訴人商標と外観において類似し，同じ「ゾラン\nバリ」ないし「ゾランヴァリ」という称呼を有するものであって，控訴人\n商標に類似している。\nウ  被控訴人標章３は，「ゾランヴァリ」とのカタカナの文字列であるが，\n控訴人商標と同じ称呼を有するものであって，控訴人商標に類似している。\n３  争点\n(1)  被控訴人商品に被控訴人タグを付したのは被控訴人か\n(2)  被控訴人各標章の使用行為は商標権侵害としての実質的違法性を欠くと\nいえるか\n(3)  控訴人に生じた損害\n４  当事者の主張\n(1)  被控訴人商品に被控訴人タグを付したのは被控訴人か\n（控訴人の主張）\n被控訴人タグは，被控訴人が付したものである。したがって，被控訴人の\n当該行為は，控訴人商標権を侵害する。\nア  被控訴人商品に付されている被控訴人タグは，ゾ社が作製したものでは\nなく，またゾ社が付したものでもない。\nゾ社は，仕入れたじゅうたんについて社内で厳重に選別した上で，日本\nその他世界各地に輸出する製品には原判決別紙タグ目録記載２の形式の\nタグ（以下「控訴人タグ」という。）を付している。控訴人タグを付す\nる価値のない二級品は，控訴人タグとは異なる原判決別紙タグ目録記載\n３のタグ（以下，この記載形式を含むタグを「別紙３のタグ」という。）\nを付してイラン国内の一般業者に販売している。そのような二級品は，\nイラン国内の市場（バザール）でノーブランドの商品として販売され，\n流通している。\nイ  被控訴人タグが，控訴人タグと異なるものであることや，被控訴人商品\nの一部にしか付されていないことをもって，被控訴人タグをゾ社が付した\n理由とすることはできない（被控訴人が無断で付するからといって，控訴\n人タグと同じものを付したり，被控訴人商品の全部に付したりするとは限\nらない。）。\nウ  被控訴人は，被控訴人タグを付して被控訴人商品を販売していたが，控\n訴人から商標権侵害で警告を受けた後，又は本件訴訟が提起される前後に\nおいて，被控訴人タグを付さずに被控訴人商品を販売するようになった。\n仮に被控訴人タグを付したのがゾ社であれば，被控訴人が被控訴人タグを\n付した被控訴人商品の販売をやめることはあり得ない。\nエ  本件訴訟が提起される頃にされた被控訴人代表者の夫であるＣとゾ社の\nＢとの間の会話においても，被控訴人タグをゾ社が付したとの発言は全く\nなかった。\n（被控訴人の主張）\n被控訴人タグは，ゾ社が付したものである。\nア  ゾ社が被控訴人に対してゾ社の製品を販売することは控訴人との間の契\n約に違反する可能性があることから，ゾ社において，被控訴人に対して販\n売した事実を隠蔽し，又は発覚した際に言い逃れるため，被控訴人タグと\n控訴人タグを異なるものにしていると考えられる。\nイ  被控訴人タグを付したのが被控訴人であれば，ゾ社の製品であることを\n明確にするために，全ての商品に被控訴人タグを付したはずであるのに，\n被控訴人タグは，被控訴人商品の一部にしか付されていない。\nウ  被控訴人タグを付したのがゾ社であっても，被控訴人が，紛争を回避す\nるため，経営判断として譲歩し，被控訴人タグを付した商品の販売をやめ\nるのは不合理ではない。\nエ  本件訴訟が始まる頃にされたＣとゾ社のＢとの間の会話は，被控訴人タ\nグを付したのがゾ社であることが前提となっていたから，被控訴人タグを\n付したのがゾ社であるかなどというやり取りがないのは当然である。\n(2)  被控訴人各標章の使用行為は商標権侵害としての実質的違法性を欠くと\nいえるか\n（被控訴人の主張）\nア  最高裁判例との関係について\n最高裁判所平成１５年２月２７日第一小法廷判決・民集５７巻２号１２\n５頁（以下「フレッドペリー事件最高裁判決」という。）は，「商標を保\n護することにより，商標の使用をする者の業務上の信用の維持を図り，も\nつて産業の発展に寄与し，あわせて需要者の利益を保護する」（商標法１\n条）という商標法の目的からして，商標の機能である出所表示機能及び品\n質保証機能を害することがなく，商標を使用する者の業務上の信用及び需\n要者の利益を損なわない場合には，実質的な違法性を欠くとして，商標権\n侵害を否定したものである。\n本件においては，ゾ社が被控訴人に販売したゾ社の製品が，ゾ社の製品\nとして販売されるのであるから，控訴人商標の出所表示機能及び品質保証\n機能が害されることはない。控訴人商標の実質的な権利者であるゾ社の業\n務上の信用が損なわれることもないし，需要者の利益が損なわれることも\nない。\nまた，控訴人商標の実質的権利者はゾ社であって，ゾ社において，被控\n訴人商品が，ゾ社の製品として日本で販売されることを許容していた場合\nには，商標権侵害としての実質的違法性はないのであって，ゾ社がイラン\nで商標権を取得しているか否かは無関係である。\nしたがって，本件について商標権侵害としての実質的違法性を欠くと判\n断することは，フレッドペリー事件最高裁判決に反しない。\nイ  被控訴人標章１が付された被控訴人商品の販売等について\n被控訴人が，被控訴人標章１が記載された被控訴人タグが付された被控\n訴人商品を販売し，販売のために被控訴人ウェブサイトに掲載した行為は，\n真正商品の並行輸入として商標権侵害としての実質的違法性を欠く。\n(ｱ)  前記(1)における被控訴人の主張のとおり，被控訴人タグは，ゾ社が\n付したものである。\n(ｲ)  被控訴人タグが付されていたものを含む被控訴人商品は，被控訴人が，\n平成２２年４月から平成２６年４月までの間，イランにあるゾ社の本社\n倉庫において，ゾ社との間で締結した売買契約に基づき，６回にわたっ\nてゾ社から購入し，日本に輸入したものである。そのことは，各取引に\nおける輸出入書類（インボイス，パッキングリスト，船荷証券及び原産\n地証明書）と契約書の内容が整合し，パッキングリストにおける番号と，\n被控訴人ウェブサイトで販売している商品に付された番号が同一である\nこと，ゾ社に対して代金が支払われていることから明らかである。\n控訴人は，日本におけるゾ社の唯一の特約販売店であり，ゾ社の直営\n店と同じ扱いと待遇を得ている関係の中で，ゾ社からゾ社の標章を控訴\n人名義で登録する権限を与えられたのである。\nしたがって，ゾ社と控訴人は同視し得る関係にあり，被控訴人標章１\nは，控訴人商標と同一の出所を表示するものといえる。\n(ｳ)  被控訴人商品は，前記(ｲ)のとおり，控訴人商標の実質的な権利者で\nあるゾ社が直接販売した真正商品なのであるから，実質的な商標権者で\nあるゾ社の商品に対する品質管理が及んでおり，被控訴人商品と控訴人\n商品とは，控訴人商標が保証する品質において実質的に差異がない。\nゾ社が被控訴人に販売した商品にどのようなタグが付されているかは，\nゾ社内部の問題にすぎず，品質には関係しない。\nウ  被控訴人ウェブサイトにおける被控訴人各標章の使用について\n被控訴人が，被控訴人商品の広告に被控訴人各標章を付して被控訴人\nウェブサイトに掲載する行為は，商標権侵害としての実質的違法性を欠\nく。\n(ｱ)  被控訴人商品は，ギャッベというイランの遊牧民による手織りじゅう\nたんであり，日本で広く生産・販売されているものではない。また，ゾ\n社は，ギャッベの販売業者として世界的に著名であり，「ゾランヴァリ」\nも，じゅうたんについての商標として広く取引者及び需要者に認識され\nている。そのため，被控訴人が，ゾ社から購入した真正商品である被控\n訴人商品を販売するに当たり，被控訴人ウェブサイトにおいて，被控訴\n人各標章を付しても，需要者が被控訴人商品の出所として認識するのは，\n被控訴人ではなく，控訴人商標の実質的権利者であるゾ社である。した\nがって，控訴人商標の出所表示機能は害されない。\n(ｲ)  被控訴人商品は，被控訴人が日本で販売することを目的として，控訴\n人商標の実質的権利者であるゾ社から直接購入したものであるから，ゾ\n社自身が，被控訴人商品をゾ社の製品として流通に置くことを承諾して\nいる。したがって，被控訴人が，被控訴人商品を販売するに当たり，被\n控訴人各標章を付しても，控訴人商標の品質保証機能は害されない。\n(ｳ)  被控訴人ウェブサイトにおいて被控訴人商品に被控訴人各標章を表示\nすることは，需要者が商品を選択するに当たって必要不可欠なものであ\nるから，これによって需要者の利益が損なわれることはない。\n（控訴人の主張）\nア  最高裁判例との関係について\n真正商品の並行輸入の法理が適用される範囲を，フレッドペリー事件最\n高裁判決の認める場合よりも拡大することは，内国商標権を不当に弱める\nものである上，真正商品以外の商品が混入する可能性が大きくなり，外国\n商標権者の商標の出所表示機能及び品質保証機能を守ろうとする上記法理\nの趣旨が失われてしまうから，妥当でない。\nまた，ゾ社は，イランではじゅうたんに関して「ゾランヴァリ」の商標\n権を有しておらず，外国における商標権者ではないから，本件においては，\n真正商品の並行輸入の法理に基づいて商標権侵害としての実質的違法性が\nないとする前提に欠けている。\nイ  被控訴人標章１が付された被控訴人商品の販売等について\n被控訴人が，被控訴人標章１が記載された被控訴人タグが付された被控\n訴人商品を販売し，販売のために被控訴人ウェブサイトに掲載した行為は，\n商標権侵害としての実質的違法性に欠けるものではない。\n(ｱ)  前記(1)における控訴人の主張のとおり，被控訴人タグは，ゾ社が付\nしたものではない。\n(ｲ)  Ｂは，被控訴人代表者の夫Ｃとの間の会話において，販売したギャッ\nベがどこの国で販売されるかについては一切触れれていない。両者の会\n話中には，タグの話も，ゾ社の商標を使用できるか否かの話も全く出て\n来ない。したがって，ゾ社が被控訴人に対し，被控訴人が日本で販売す\nることを前提として，ゾ社の製品を販売したとはいえない。\n(ｳ)  被控訴人は，ゾ社が控訴人タグを付する価値のないものとして別紙３\nのタグを付した上で，イラン国内の市場（バザール）にノーブランド商\n品として放出したじゅうたんをゾ社の製品として日本に輸入し，販売し\nている。被控訴人商品は，ゾ社の製品であっても，ゾ社の認める品質の\n保証はない。\n内国商標権が成立している状況において，並行輸入の法理の下，外国\nから商品を持ち込む者は，その商品と内国商標権を付して販売されてい\nる商品との間の品質が同一であることについて立証する必要があるが，\n被控訴人は，被控訴人商品が真正商品と同じ品質であることにつき立証\nできていない。\nウ  被控訴人ウェブサイトにおける被控訴人各標章の使用について\n被控訴人が，被控訴人商品の広告に被控訴人各標章を付して被控訴人\nウェブサイトに掲載する行為は，商標権侵害としての実質的違法性に欠け\nるものではない。\n(ｱ)  被控訴人は，被控訴人商品の全てをゾ社から購入したように主張する\nが，Ｂが関与した取引であっても，被控訴人商品の全てがゾ社の製品で\nあるとの保証はない。被控訴人ウェブサイトの被控訴人商品を説明する\n部分に被控訴人各標章を付する行為は，被控訴人商品があたかもゾ社の\n製品であるかのように消費者に信じ込ませる悪質な行為であり，控訴人\n商標の出所識別機能を害する。\n(ｲ)  被控訴人商品がゾ社の製品であったとしても，ゾ社の製品の質にはば\nらつきがあり，どの織子が製造したものか明らかでない以上，被控訴人\n商品と控訴人商品との間に，控訴人商標が保証する品質に実質的な差異\nがないとはいえない。\n(3)  控訴人に生じた損害\n（控訴人の主張）\nア  控訴人は，平成３年頃から現在まで，ゾ社の製品であるじゅうたんを輸\n入して，これを控訴人商品として販売しており，平成２３年からは，これ\nに控訴人商標を付して販売している。\nイ  逸失利益\n(ｱ)  控訴人の２９期，３０期におけるゾ社の製品の売上高の推移は，次の\nとおりである。\n平成２５年４月１日から平成２６年３月３１日まで（２９期）\n●（省略）●\n平成２６年４月１日から平成２７年３月３１日まで（３０期）\n●（省略）●\n(ｲ)  ゾ社の製品を控訴人商品として販売することにより得られる控訴人の\n粗利益率は●（省略）●である。\n(ｳ)  控訴人の粗利益は，２９期と３０期を比較すると３０期は少なくとも\n●（省略）●減少した。\n（計算式）●（省略）●\n●（省略）●\n平成２６年度（３０期）の減額要因は，① 被控訴人による控訴人商\n標の不正使用，② 消費税率の８％への引上げ，③ インド，中国，イラ\nン等によるコピー商品の市場撹乱等が考えられ，それぞれの寄与度が３\n３％の割合とすると，被控訴人が被控訴人商品を被控訴人ウェブサイト\n等で販売したことにより，控訴人に生じた損害は●（省略）●である。\n控訴人は，本件訴訟において，このうち２６４０万円を請求する。\n（計算式）●（省略）●\nウ  弁護士費用\n被控訴人による不法行為と相当因果関係のある弁護士費用額は２６４\n万円である。\n（被控訴人の主張）\n争う。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実のほか，証拠（文中に掲記のもの）及び弁論の全趣旨によれば，\n次の事実を認めることができる。\n(1)  ゾ社の代表者であるＡは，本件訴訟が提起された後である平成２７年１０\n月２０日，ゾ社が平成１９年から平成２６年までの間Ｃに対してじゅうたん\nを販売していたことを証明する文書をイラン国内において提出した（乙１\n３）。\n(2)  被控訴人では，被控訴人代表者の夫であるＣが，被控訴人のために，イラ\nンからじゅうたんを仕入れている。\n(3)  Ｃは，ゾ社のセールスマネージャーで，控訴人との取引をも担当するＢと\nの間で，日本国内から，メールやスマートフォンの無料通信アプリ等で商談\nを行ったり，輸出入書類の案文のやり取りを行ったりしており，また，イラ\nンに行った際には，ゾ社を訪問することもある（乙３，１４，１７，１９，\n３９）。\n(4)  被控訴人は，平成２２年から平成２６年までの間，イランから６度，合\n計５０００枚以上のじゅうたんを日本に輸入しており，その輸出入書類\n（インボイス，パッキングリスト，船荷証券及び原産地証明書）において\n荷送人になっている業者はゾ社ではないが，荷送人の電話番号又はファク\nシミリ番号としては，いずれもゾ社のものが記載されている（乙１３，１\n６，２６～３０，３２，３４～３６）。\n(5)  被控訴人が前記(4)のとおりイランから輸入したじゅうたんについては，\nゾ社のスタンプが押捺され（それに加えて，ゾ社のレターヘッドが印刷され\nた用箋を用いたものや，Ｂがサインしたものもある。），商品，数量及び価\n格が記載されたリストが作成された（乙１，２６，２８）。\n(6)  被控訴人が前記(4)のとおりイランから輸入したじゅうたんについては，\nＣ又はその妹が，ゾ社の代表者であるＡ名義の銀行口座に振り込んで，又は\nＡを受取人とした小切手を振り出して交付して，その代金を支払った（乙\n８）。\n(7)  被控訴人は，平成２４年４月６日，ゾ社に宛てて，ギャッベ８３枚を返品\nした（乙４０）。\n(8)  本件の証拠上被控訴人商品に付されていたことが確認できる被控訴人タグ\nは，商品番号１４１１４１６（甲５），同１２２９（乙１１の１），同２２\n７０（乙１２の１），同１３２２１０（乙２５），同１３２２２８（乙２５）\n及び同１４１０９１２（乙２５）の６枚である。これらの商品番号は，被控\n訴人がイランから輸入した際のパッキングリストに記載された商品番号に由\n来している（甲５，乙１１の１，乙１２の１，乙２５，乙２９の２，乙３５\nの２，乙３６の５）。\n(9)  被控訴人タグの付されていない被控訴人商品には，被控訴人各標章が付さ\nれておらず，バーコード，商品番号，寸法及び商品名のみが記載された別紙\n３のタグが付されている（乙２５）。\n(10)  被控訴人は，被控訴人商品を別紙３のタグに記載された商品番号で管理し\nており，そのことを被控訴人ウェブサイトも説明し，被控訴人ウェブサイト\nで商品を選択すれば，その商品番号（「シリアル番号」や「バーコード番号」\nなどと表記している。）を確認することができるようにしている（甲１１～\n１８）。\n２  争点(1)（被控訴人商品に被控訴人タグを付したのは被控訴人か）について\n(1)  前記第２の２及び第３の１で認定した事実によれば，被控訴人代表者の夫\nであるＣは，被控訴人のために，ゾ社の日本における総代理店である控訴人\nと同様，ゾ社のセールスマネージャーであるＢと商談を行い，ゾ社のスタン\nプが押捺された商品のリストに基づいて，約４年の間に合計５０００枚以上\nのじゅうたんをイランから輸入し，その代金は，ゾ社の代表者であるＡに対\nして支払われており，返品はゾ社に対して行われていたのである。それに加\nえて，Ａ自身も，Ｃに対してじゅうたんを販売していたことを認めていたの\nであるから，被控訴人商品は，被控訴人がゾ社から購入したものであると認\nめられる。\nそして，ゾ社のＢは，日本国内にいるＣを通じ，日本の会社である被控訴\n人に対して，ゾ社の製品であるじゅうたんを販売して輸出する取引をしてい\nるのであるから，ゾ社においても，被控訴人に販売した商品が日本国内で販\n売されることを前提として，被控訴人に対してゾ社の製品を販売したものと\n認められる。\n(2)  これに対し，控訴人は，被控訴人商品に付されている別紙３のタグはゾ社\nがイラン国内で販売する際に付するものであって，被控訴人商品は，ゾ社が\nイラン国内の市場でＣに対して販売したものである旨主張し，Ａ及びＢの説\n明（甲３４，４０，４１，甲４４の１，甲５２）には，これに沿う部分があ\nる。\nしかし，ゾ社が控訴人との間で日本における総代理店契約を締結している\nことからすると，ゾ社がその製品を日本国内で販売されることを前提として\n被控訴人に対して販売することは，控訴人との間の総代理店契約に違反する\nことになると考えられる。したがって，ＡやＢとしては，前記(1)の取引を\n控訴人に対して秘匿したい立場にあるといえる。実際，控訴人が被控訴人に\n対して商標権侵害の警告を書面で行った後の平成２７年３月時点でのＢとＣ\nとの間の会話（乙４７，４９）中のＢの発言には，じゅうたんは誰か別の人\nから買った，その人がゾランヴァリ製だと言っていただけだと言ってほしい\n（乙４９の２・２頁）といったものがあることが認められる。これらの発言\nは，ゾ社と被控訴人との取引があったことを控訴人に対して秘匿するのに口\n裏を合わせてほしいと協力を求める趣旨のものといえる。また，平成２７年\n３月の段階では，ゾ社からも委任を受けていた控訴人代理人弁護士が，被控\n訴人代理人弁護士に対し，「ゾ社に電話を架けてインボイスを確認したとこ\nろ，ゾ社が被控訴人に対して販売した事実はなく，インボイスの控えもない」\n旨回答しており（甲１０の２），Ａ及びＢもそのように説明していたことが\n認められる。これに対し，本件訴訟提起後の同年１２月にＡが作成した報告\n書（甲４４の１）では，被控訴人が私たちから輸入し販売しているじゅうた\nんは，イラン国内の地元市場でＣに販売したものである旨説明していて，そ\nの説明内容は変遷している。これらのことをも考慮すると，Ａ及びＢの上記\n説明は直ちに採用できるものではなく，前記(1)の認定を左右しない。\n(3)  被控訴人商品は，日本国内で販売されることを前提としてゾ社がその製品\nを被控訴人に対して販売したものと認められる以上，その一部に付されてい\nる被控訴人タグは，ゾ社が付したとしても不合理ではなく，被控訴人タグに\n記載された商品番号は，被控訴人がイランから輸入した際のパッキングリス\nトに記載された商品番号に由来しているのであるから，むしろ，イランから\n輸出したゾ社が付したと考えるのが自然である。\n被控訴人代表者は，被控訴人タグが付されるようになった経緯として，平\n成２３年夏頃，控訴人がゾ社から仕入れたじゅうたんの裏にスタンプを押す\nようになり，そのスタンプがないと本物のゾ社の製品でないとの認識が取引\n者・需要者の間に広まったことから，Ｃは，Ｂに対し，ゾ社との取引停止を\n通告したところ，ゾ社が取引の継続を求め，Ｃがその条件として売買契約書\nやタグ等，ゾ社の製品であることの根拠となるものを要求した旨説明してい\nる（乙２０）。この説明には特段不合理な点がない。\n被控訴人タグは，被控訴人商品の一部にしか付されていないのであるが，\n被控訴人がこれを付したのであれば，一部にのみ付する合理的理由は見いだ\nし難い。これに対し，被控訴人の主張では，ゾ社が一部にのみ被控訴人タグ\nを付したのは，じゅうたんを山積みにして陳列する際，一番上のじゅうたん\nにのみ付されていれば，それでタグの役割は十分果たされるとの説明を受け\nたというものであり，これは，仮にゾ社が被控訴人タグを付したのであれば，\n控訴人に対しては，総代理店契約との関係上，被控訴人との取引を秘匿した\nく，被控訴人タグの提供を最小限にしたいと考えていたと推測されるゾ社の\n対応としては十分あり得ることといえる。\nまた，控訴人は，ゾ社の製品のうち輸出用として選別された控訴人商品に\nは，被控訴人タグと異なる控訴人タグが付されている旨主張するところ，こ\nの点についても，ゾ社としては，日本の被控訴人に輸出用商品を販売するこ\nとが，控訴人との関係では総代理店契約に違反することから，被控訴人商品\nには控訴人商品とは異なるタグを付することにしたものであると考えられ，\n控訴人タグが付されていない輸出用商品の存在を認めることができる。\n以上によれば，被控訴人タグは，ゾ社によって付されたものであると認め\nられる。\n(4)  これに対し，Ａ及びＢの説明（甲３１，３２，甲４４の１，甲４５の１，\n甲５２）には，被控訴人タグはゾ社の付したものではないとの部分がある。\nしかし，既に説示したとおり，Ａ及びＢには，控訴人に対する関係で，ゾ社\nと被控訴人との間の取引内容を秘匿したいとの意向があると考えられること\nからすれば，上記説明部分は，直ちに採用できるものではなく，上記認定を\n左右しない。\n(5)  控訴人は，被控訴人が，控訴人から商標権侵害行為について警告を受けた\n後，自主的に被控訴人タグなしで被控訴人商品を販売するようになったこと\nを指摘し，被控訴人タグを付したのがゾ社であれば，被控訴人がそのような\n行動をとることはあり得ない旨主張する。\n証拠（甲９の１，甲１０の１）によれば，控訴人の指摘するとおり，控訴\n人が，平成２７年２月に，被控訴人に対し，商標権侵害行為について書面で\n警告したのに対し，被控訴人は，同年３月，控訴人に対し，法的責任は争い\nつつも，控訴人が商標登録しているロゴマークを削除する旨書面で回答した\nことが認められる。しかし，前記(3)で述べたとおり，被控訴人タグは，も\nともと被控訴人商品には付されておらず，取引停止を検討した際，ゾ社から\n取引継続を求めるとともに，一部にだけ付するようになったものであるから，\nこれを除去することによって被控訴人に生じる営業上の支障はさほど大きな\nものではなかったと考えられる。したがって，被控訴人が被控訴人タグを自\n主的に除去したことは，被控訴人タグがゾ社によって付されたものであるこ\nとと矛盾する行動とはいえず，控訴人の上記主張は採用できない。\n(6)  控訴人は，ＣとＢとの間の会話（乙４７，４９）においても，被控訴人タ\nグをゾ社が付したとの発言は全くなかった旨指摘する。\n確かに，これらの会話（乙４７，４９）中には，そのような発言はなかっ\nたことが認められる。しかし，Ｃは，「ライオンマークは削除します。それ\nは問題ありません」と発言しており（乙４９の２・２頁），被控訴人は，そ\nの時点で既に被控訴人タグを自主的に除去する意向であったことが認められ\nる。そして，それは，前記(5)のとおり，被控訴人タグはゾ社が付したもの\nであることと矛盾する行動とはいえない。そうである以上，Ｃが，Ｂに対し，\n被控訴人タグにつき，ゾ社が付したものであるから，控訴人に対してそのよ\nうに説明してくれなどと要求していなくても不合理であるとはいえない。\nしたがって，控訴人の上記指摘は，被控訴人タグがゾ社によって付された\nものであるとの認定を左右するものではない。\n３  争点(2)（被控訴人各標章の使用行為は商標権侵害としての実質的違法性を\n欠くといえるか）について\n(1)  はじめに\nア  控訴人が本件において主張する被控訴人の商標権侵害行為は，① 被控\n訴人商品に被控訴人標章１を付した行為，② 被控訴人標章１が付された\n被控訴人商品を販売し，販売のために被控訴人ウェブサイトに掲載した行\n為，③ 被控訴人商品の広告に被控訴人各標章を付して被控訴人ウェブサ\nイトに掲載した行為であるところ，このうち上記①は，前記２のとおり，\n被控訴人の行為と認められない。上記②及び③は，被控訴人各標章がいず\nれも控訴人商標に類似し，かつ，被控訴人商品がいずれも控訴人商標の指\n定商品に含まれるから（前記第２の２(5)），外形的には被控訴人商標権\nを侵害することになる。\nそれにもかかわらず，被控訴人の主張するように，これらの行為が商\n標権侵害としての実質的違法性を欠くといえるかにつき，以下において\n検討する。\nイ  商標権者以外の者が，我が国における商標権の指定商品と同一の商品に\nつき，その登録商標と同一の商標を付したものを輸入する行為は，許諾を\n受けない限り，商標権を侵害するが，そのような商品の輸入であっても，\n① 当該商標が外国における商標権者又は当該商標権者から使用許諾を受\nけた者により適法に付されたものであり，② 当該外国における商標権者\nと我が国の商標権者とが同一人であるか又は法律的若しくは経済的に同一\n人と同視し得るような関係があることにより，当該商標が我が国の登録商\n標と同一の出所を表示するものであって，③ 我が国の商標権者が直接的\nに又は間接的に当該商品の品質管理を行い得る立場にあることから，当該\n商品と我が国の商標権者が登録商標を付した商品とが当該登録商標の保証\nする品質において実質的に差異がないと評価される場合には，いわゆる真\n正商品の並行輸入として，商標権侵害としての実質的違法性を欠くものと\n解される（フレッドペリー事件最高裁判決）。\n(2)  被控訴人標章１が付された被控訴人商品の販売等について\nア  前記２のとおり，被控訴人標章１が記載された被控訴人タグは，ゾ社に\nよって被控訴人商品に付されたと認められる。\n他方，証拠（甲５３）及び弁論の全趣旨によれば，ゾ社は，イランにお\nいて，「ZOLLANVARI」をペルシア文字で表記した商標の登録を出願し\nたが拒絶され，「ZOLLANVARI」に関する商標について商標権を取得し\nていないことが認められる。しかし，証拠（甲３３）によれば，ゾ社は世\n界各地に直営店を設けている中で，日本においては，控訴人が，ゾ社の総\n代理店として，直営店と同じ扱いと待遇を受けていると認められる。それ\nに加えて，控訴人は，前記第２の２(3)のとおり，ゾ社から権限を授与さ\nれて初めて控訴人商標の登録を受けることができたのであるから，ゾ社が\nイランにおいて商標権を有している場合と実質的には変わるところがない\nといえる。\nそうすると，被控訴人が，被控訴人標章１が付された被控訴人商品を輸\n入した上，これを販売し，販売のために被控訴人ウェブサイトに掲載した\n行為は，控訴人商標の出所表示機能を害することがないといえる。\nイ  本件の証拠上，ゾ社と控訴人との間の総代理店契約において，控訴人が\n控訴人商品の品質管理に直接関与していることを示すものはなく，控訴人\n商品の品質管理は，基本的にはゾ社において行われているものと認められ\nる。\nこれに対し，被控訴人商品については，前記２のとおり，ゾ社から，被\n控訴人が日本国内で販売することを前提として販売されたものであると認\nめられるから，被控訴人商品の品質については，これが日本において販売\nされることを前提としてゾ社において管理しているものと認められる。\nそうすると，ゾ社が外国における商標権者でなくても，控訴人商品につ\nき，控訴人商標の保証する品質は，控訴人がゾ社を通じて間接的に管理を\nしていて，そのゾ社が，控訴人商品と同じく日本に輸出して日本において\n販売される商品として被控訴人商品の品質を管理しているのであるから，\n被控訴人商品と控訴人商品とは，控訴人商標の保証する品質において実質\n的に差異がないといえる（本件は，被控訴人商品と控訴人商品のいずれも，\nゾ社の下で製造されているという点において，フレッドペリー事件最高裁\n判決の事案と異なるということがいえる。）。\nこの点に関し，控訴人は，被控訴人商品がゾ社の製品であるとしても，\nそれはイラン国内のバザールで販売していた製品であり，ゾ社が日本輸出\n向けとして選別し控訴人タグを付した控訴人商品とは品質の点で異なる旨\n主張し，Ａ及びＢの説明（甲３４，５２）には，被控訴人商品に付されて\nいる別紙３のタグ（前記１(9)）は，国内市場でのみ使用し，輸出向け商\n品には使用しないとの趣旨の部分がある。\n証拠（乙２２の３）及び弁論の全趣旨によれば，ゾ社の取り扱うじゅう\nたんは，工場で生産されるものではなく，イラン国内において複数の織子\nから仕入れる手織りのものをゾ社において仕上げていると認められる。そ\nうすると，製品ごとにその品質には相当のばらつきがあることが推認され\nるから，控訴人が主張するように，輸出向けと国内販売向けの製品を選別\nするという取扱いも十分考えられるところである。\nまた，証拠（甲４８の１，甲４９の１，甲５０の１，乙２７の２，乙２\n９の１，乙３０の１，乙３４の１，乙３５の１，乙３６の４）によれば，\n控訴人商品のゾ社からの購入代金は１㎡当たり２２４ないし７１５米ドル\nであるのに対し，被控訴人商品のゾ社からの購入代金は１㎡当たり４０な\nいし７０米ドルであると認められ，明らかに控訴人商品の方が高いといえ\nる。\nしかし，被控訴人代表者及びＣが作成した，ＣとＢとの間の会話を反訳\n及び翻訳した文書（乙４９）の注記には，控訴人が取り扱っている商品が\n主にルリバフなどの高級品であるのに対し，被控訴人はギャッベなどの比\n較的安価な商品を取り扱っており，控訴人と被控訴人とでは同じゾ社の製\n品でも取り扱っている商品が違う，顧客層が違うとの記載があるが，直ち\nに，両者の品質が異なるということにはならない。\nまた，証拠（乙２５）によれば，別紙３のタグが付された被控訴人商品\nの中には，当該タグを収納しているビニール袋の内側に，当該タグに記載\nされたのと同じ寸法及び控訴人代表者の姓である「D」との文字が，おそ\nらく意図せずに転写されているものが複数あったことが認められる。この\nことは，ゾ社において，控訴人向けとなる商品と，被控訴人向けとなる商\n品とが重なり合っていることを示すものといえる。\nそして，上記のとおり，控訴人商品についても，その品質管理を実質的\nに行っていると認められるゾ社自身が，控訴人商品と同じく日本に輸出し\nて日本において販売される商品として被控訴人商品を被控訴人に販売して\nいる以上は，被控訴人商品と控訴人商品とは，控訴人商標の保証する品質\nにおいて実質的に差異がないとの評価は左右されず，被控訴人商品と控訴\n人商品の品質が同一とまではいえなくても，控訴人商標の品質保証機能を\n害することはないというべきである。\nそうすると，被控訴人が，被控訴人標章１が付された被控訴人商品を販\n売し，販売のために被控訴人ウェブサイトに掲載した行為は，控訴人商標\nの品質保証機能を害することがないといえる。\nウ  前記ア及びイのとおり，被控訴人が，被控訴人標章１が付された被控訴\n人商品を販売し，販売のために被控訴人ウェブサイトに掲載した行為（前\n記(1)ア②の行為）は，控訴人商標の出所表示機能及び品質保証機能を害\nすることがなく，また，以上に述べたところによれば，商標を使用する者\nの業務上の信用及び需要者の利益を損なうものでもないから，商標権侵害\nとしての実質的違法性を欠くというべきである。\n(3)  被控訴人ウェブサイトにおける被控訴人各標章の使用について\nア  被控訴人商品の広告に被控訴人各標章を付して被控訴人ウェブサイトに\n掲載する行為（前記(1)ア③の行為）については，これまでの認定及び判\n断に基づくと，次のとおり指摘することができる。\nまず，被控訴人各標章が付された広告において宣伝された被控訴人商品\nは，被控訴人が，控訴人商標の外国における商標権者と同視できるゾ社か\nら，日本国内で販売することを前提として，購入して輸入したものである。\nそして，控訴人は，ゾ社の日本における総代理店であって，ゾ社の直営店\nと同じ扱いと待遇を受けており，控訴人商標の出所表示機能を検討する際\nには，控訴人とゾ社とは同視することができる。そうであれば，被控訴人\n商品の広告に，控訴人商標と類似する被控訴人各標章を付して被控訴人\nウェブサイトに掲載しても，控訴人商標の出所表示機能を害することがな\nいといえる。\nまた，被控訴人商品と控訴人商品とは，控訴人商標の保証する品質にお\nいて実質的に差異がないといえるから，被控訴人商品の広告に，控訴人商\n標と類似する被控訴人各標章を付して被控訴人ウェブサイトに掲載しても，\n控訴人商標の品質保証機能を害することがないといえる。\nイ  そうすると，被控訴人商品の広告に被控訴人各標章を付して被控訴人\nウェブサイトに掲載する行為は，控訴人商標の出所表示機能及び品質保証\n機能を害することがなく，また，以上に述べたところによれば，商標の使\n用をする者の業務上の信用及び需要者の利益を損なうこともないから，商\n標権侵害行為としての実質的違法性を欠くというべきである。\n４  結論\n以上によれば，その余の争点については検討するまでもなく，控訴人の請求\nはいずれも理由がない。\nよって，当裁判所の上記判断と同旨の原判決は相当であり，本件控訴は理由\nがないから，これを棄却することとし，主文のとおり判決する。\n大阪高等裁判所第８民事部\n裁判長裁判官          山 田 陽 三\n裁判官      種 村 好 子\n裁判官      中尾   彰\n"
}