{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 10,
    "day": 28
  },
  "case_number": "平成26(ネ)10109",
  "case_name": "特許権侵害行為差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85412",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85412",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/412/085412_hanrei.pdf",
  "contents": "平成２７年１０月２８日判決言渡\n平成２６年（ネ）第１０１０９号  特許権侵害行為差止等請求控訴事件\n（原審・東京地方裁判所平成２５年(ワ)第４３０３号）\n口頭弁論終結日  平成２７年９月７日\n判                決\n控訴 人       株式会社バイオセレンタック\n訴訟代理人弁護士       尾    崎    英    男\n同                      江    黒    早  耶  香\n被控訴 人       コ ス メ デ ィ 製薬 株式会 社\n被控訴 人            岩 城 製 薬 株 式 会 社\n上記両名訴訟代理人弁護士   伊    原    友    己\n同                          加    古    尊    温\n同訴訟代理人弁理士          小    林    良    平\n同 補 佐 人 弁 理 士        小      川    禎  一  郎\n主         文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人コスメディ製薬株式会社（以下「被控訴人コスメディ」という。）\nは，別紙物件目録１ないし４記載の製品を製造，販売してはならない。\n３  被控訴人岩城製薬株式会社（以下「被控訴人岩城製薬」という。）は，別紙\n物件目録２記載の製品を販売してはならない。\n４  被控訴人らは，控訴人に対し，連帯して６００万円及びこれに対する平成\n２５年３月１日から支払済みまで年５分の割合による金員を支払え。\n５  被控訴人コスメディは，控訴人に対し，２６００万円及びこれに対する平\n成２５年３月１日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本判決の略称は，特段の断りがない限り，原判決に従う。\n１  事案の要旨\n本件は，発明の名称を「経皮吸収製剤，経皮吸収製剤保持シート，及び経皮\n吸収製剤保持用具」とする発明について特許権（特許第４９１３０３０号。以\n下「本件特許権」といい，この特許を「本件特許」という。）を有する控訴人\nが，被控訴人コスメディによる別紙物件目録１ないし４記載の製品（以下，そ\nれぞれを「被告製品１」などといい，これらを総称して「被告製品」という。）\nの製造，販売及び被控訴人岩城製薬による被告製品２の販売が本件特許権の侵\n害に当たる旨主張して，特許法１００条１項に基づき，被控訴人コスメディに\n対し被告製品の製造，販売の差止めを，被控訴人岩城製薬に対し被告製品２の\n販売の差止めをそれぞれ求めるとともに，被控訴人らに対し，特許権侵害の不\n法行為に基づく損害賠償又は不当利得の返還を求めた事案である。\n原判決は，本件特許の特許請求の範囲の請求項１記載の発明（以下「本件発\n明」という。）に係る特許は，乙１３文献（国際公開第２００４／０００３８\n９号。乙１３の１）を主引例，乙１６文献（国際公開第９６／０８２８９号。\n乙１６の１）を副引例とする進歩性欠如の無効理由があり，特許無効審判によ\nり無効にすべきものと認められるから，控訴人は本件特許権に基づく権利を行\n使することはできないとして，その余の点については判断することなく，控訴\n人の請求をいずれも棄却した。\n控訴人は，原判決を不服として本件控訴を提起した。\n２  前提事実\n前提事実は，次のとおり訂正するほか，原判決「事実及び理由」の第２の１\n記載のとおりであるから，これを引用する。\n(1)  原判決２頁２５行目の「次の特許権（以下「本件特許権」という。また，」\nを「次のとおりの本件特許権（」と改める。\n(2)  原判決３頁６行目の「（以下，」の後に，「前者を「本件優先日１」，後者\nを「本件優先日２」といい，」を加え，同頁８行目の「本件特許権」から９\n行目末尾までを次のとおり改める。\n「本件特許の特許請求の範囲は，請求項１ないし２１からなり，その請求項\n１の記載は，次のとおりである。」\n(3)  原判決４頁８行目の「エ  原告は，」から５頁１１行目末尾までを次のと\nおり改める。\n「(3)  本件特許に係る無効審判請求及び訂正請求の経過\nア  被控訴人コスメディは，平成２４年５月２日，本件特許のうち特\n許請求の範囲の請求項１に係る発明についての特許を無効とするこ\nとを求めて無効審判請求（無効２０１２－８０００７３号事件）を\nした。\n控訴人は，平成２５年１月２２日，上記無効審判事件において，\n本件特許の特許請求の範囲の請求項１につき，構成要件Ｄの「少な\nくとも１つの物質」を「少なくとも１つの物質（但し，デキストラ\nンのみからなる物質は除く）」と訂正（下線部は訂正箇所である。）\nすることなどを内容とする訂正請求（以下「第１次訂正」という。\n甲４）をした。\n特許庁は，同年４月１５日，第１次訂正を認めた上で，審判請求\nを不成立とする旨の審決（以下「本件第１次審決」という。甲２０）\nをした。\nこれに対し，被控訴人コスメディは，同年５月８日，本件第１次\n審決の取消しを求める審決取消訴訟（知的財産高等裁判所平成２５\n年（行ケ）第１０１３４号事件）を提起した。知的財産高等裁判所\nは，同年１１月２７日，第１次訂正後の請求項１に係る発明は乙１\n５文献（国際公開第２００５／０５８１６２号。審判甲７）に記載\nされた発明と同一であるといえるから，特許法２９条１項３号の規\n定により特許を受けることができないものであり，これと異なり，\n両発明が同一ではないとした本件第１次審決の判断は誤りであると\nして，これを取り消す旨の判決（以下「本件第１次判決」という。\n乙４５）をし，その後，同判決は確定した。\nイ  控訴人は，平成２６年２月２８日，本件第１次判決が確定したこ\nとにより審理を再開した無効２０１２－８０００７３号事件におい\nて，特許法１３４条の２第１項，１３４条の３に基づいて，本件特\n許の特許請求の範囲の請求項１につき，上記アと同様の構成要件Ｄ\nの訂正に加えて，構成要件Ｆ，Ｇの「皮膚に挿入される，経皮吸収\n製剤。」を「皮膚に挿入される，経皮吸収製剤（但し，目的物質が医\n療用針内に設けられたチャンバに封止されるか，あるいは縦孔に収\n容されることによって基剤に保持されている経皮吸収製剤，及び経\n皮吸収製剤を収納可能な貫通孔を有する経皮吸収製剤保持用具の貫\n通孔の中に収納され，該貫通孔に沿って移動可能に保持された状態\nから押 出さ れる こと により 皮膚 に挿 入さ れる経 皮吸 収製 剤を 除\nく）。」と訂正（下線部は訂正箇所である。）することなどを内容\nとする訂正請求(以下「第２次訂正」という。甲２８)をした。第２\n次訂正がされたことにより，第１次訂正は取り下げられたものとみ\nなされた（特許法１３４条の２第６項）。\n特許庁は，平成２６年８月１２日，第２次訂正を認めた上で，審\n判請求を不成立とする旨の審決（以下「本件第２次審決」という。\n甲３７）をした。\nこれに対し，被控訴人コスメディは，本件第２次審決の取消しを\n求める審決取消訴訟（知的財産高等裁判所平成２６年（行ケ）第１\n０２０４号事件）を提起した。知的財産高等裁判所は，平成２７年\n３月１１日，第２次訂正のうち，構成要件Ｇの訂正に係る訂正事項\nが特許請求の範囲の減縮に該当するとした本件第２次審決の判断に\nは誤りがあり，同訂正事項を含む第２次訂正は一体として許容され\nるべきものではないから，この判断の誤りは審決の結論に影響を及\nぼすものであるとして，これを取り消す旨の判決（以下「本件第２\n次判決」という。）をし，同判決は，平成２７年３月２５日の経過に\nより確定した。なお，第２次判決確定前の平成２６年９月２５日，\n原判決の言渡しがされた。\nウ  控訴人は，平成２７年４月２７日，本件第２次判決が確定したこ\nとにより審理を再開した無効２０１２－８０００７３号事件におい\nて，特許法１３４条の２第１項，１３４条の３に基づいて，本件特\n許の特許請求の範囲の請求項１を次のとおり訂正することなどを内\n容とする訂正請求（以下「本件訂正」という。）をした（甲５６の１，\n２）。本件訂正がされたことにより，第２次訂正は取り下げられたも\nのとみなされた（特許法１３４条の２第６項）。\n「【請求項１】\nシート状の支持体の少なくとも一方の面に経皮吸収製剤が１又は\n２個以上保持され，皮膚に押し当てられることにより前記皮膚吸収\n製剤が皮膚に挿入される経皮吸収製剤保持シートであって，\n前記経皮吸収製剤は，水溶性かつ生体内溶解性の高分子物質から\nなる基剤と，該基剤に保持された目的物質とを有し，皮膚（但し，\n皮膚は表皮及び真皮から成る。以下同様）に挿入されることにより\n目的物質を皮膚から吸収させるものであり，\n前記高分子物質は，コンドロイチン硫酸ナトリウム，ヒアルロン\n酸，グリコーゲン，デキストラン，プルラン，血清アルブミン，血\n清 α 酸性糖タンパク質，及びカルボキシビニルポリマーからなる群\nより選ばれた少なくとも１つの物質（但し，デキストランのみから\nなる物質は除く）であり，\n尖った先端部を備えた針状又は糸状の形状を有すると共に前記先\n端部が皮膚に接触した状態で押圧されることにより皮膚に挿入され，\n経皮吸収製剤を前記形状に成形する際に，基剤は，水に溶解して\n曳糸性を示す状態に調製することを特徴とする，経皮吸収製剤であ\nる，\n経皮吸収製剤保持シート。」（下線部は訂正箇所である。以下，本件\n訂正後の請求項１に係る発明を「本件訂正発明」という。）」\n(4)  原判決５頁１２行目の「(3)」を「(4)」と改める。\n３  争点\n(1)  文言侵害の成否\nア  「基剤」（構成要件Ａ）及び「該基剤に保持された目的物質」(構成要\n件Ｂ)の充足性\nイ  「経皮吸収製剤」（構成要件Ｃ，Ｇ）の充足性\nウ  「尖った先端部」（構成要件Ｅ）及び「前記先端部」（構成要件Ｆ）\nの充足性\n(2)  被告製品２についての均等侵害の成否\n(3)  無効の抗弁の成否\nア  乙１５文献に基づく新規性欠如（無効理由１）\nイ  乙１６文献に基づく新規性欠如（無効理由２）\nウ  乙１３文献を主引例，乙１５文献を副引例とする進歩性欠如（無効理\n由３）\nエ  乙１３文献を主引例，乙１６文献を副引例とする進歩性欠如（無効理\n由４）\nオ  乙４文献に基づく新規性欠如（無効理由５）\nカ  乙４文献を主引例，乙１５文献又は乙１６文献を副引例とする進歩性\n欠如（無効理由６）\nキ  本件明細書の記載要件違反（無効理由７）\n(4)  訂正の対抗主張の成否\n(5)  差止請求の当否\n(6)  損害額\n４  争点に関する当事者の主張\n争点に関する当事者の主張は，次のとおり原判決を訂正するほか，原判決\n「事実及び理由」の第２の３記載のとおりであるから，これを引用する。\n(1)  原判決９頁６行目の「(3)  無効論」を「(3)  無効の抗弁の成否」と改め\nる。\n(2)  原判決９頁８行目の「カ及びキ」を「オ及びカ」と改める。\n(3)  原判決９頁１１行目冒頭から２４行目末尾までを次のとおり改める。\n「ア  乙１５文献に基づく新規性欠如（無効理由１）\n(ア)  本件優先日２の前に頒布された刊行物である乙１５文献（国際公\n開第２００５／０５８１６２号）には，次の各構成を備えたランセッ\nト（以下「乙１５記載のランセット」という。）が開示されている。\nａ  ランセットは，生分解性材料である生分解性ポリマから形成される\n（段落［０００１］，［００４５］，［００４９］，［００５０］）。\nｂ  上記ランセットには，複数のチャンバあるいは縦孔が形成され，そ\nの中に薬剤が封止されている（段落［００７９］，［００８２］，［００\n８３］，図１３，図１４）。\nｃ  上記ランセットは，皮膚に穿刺することにより，体内にこれを留置\nさせて溶解せしめ，薬剤を体内へ放出する（段落［０００１］，［００\n５７］，［００７９］，［００８３］）。\nｄ  上記ランセットを形成する生分解性材料である生分解性ポリマとし\nて，ヒアルロン酸が含まれる（段落［００４５］，［００４７］，［００\n４９］，［００５０］）。\nｅ  上記ランセットは，皮膚に浸入する医療用針である（段落［０００\n１］，［００５７］，図１３，図１４）。\n(イ)  乙１５記載のランセットは，以下のとおり，本件発明の構成要件Ａ\nないしＧの構成を全て備えている。\nａ  乙１５記載のランセットは，「生分解性材料である生分解性ポリマ\nから形成される」ものであり，この「生分解性ポリマ」は，水溶性の\n「ヒアルロン酸」であり得るから，「水溶性かつ生体内溶解性の高分\n子物質からなる基剤」（構成要件Ａ）に相当する。\nｂ  本件発明における「保持」という用語は，本件明細書の各所で使用\nされているとおり，広く一般的な概念（たもちつづけること，すなわ\nち，相対的な位置関係を維持すること）として理解されるべきもので\nある。\nしてみると，乙１５記載のランセットに形成されたチャンバや縦孔\nの中に薬剤が封止された状態は，薬剤を「保持」しているものといえ\nるから，乙１５記載のランセットは，「該基剤に保持された目的物資\nとを有し」（構成要件Ｂ）との構成を備えている。\nｃ  乙１５記載のランセットは，「皮膚に侵入する医療用針」であり，\nこれを「皮膚に穿刺することにより，体内にこれを留置させて溶解せ\nしめ，薬剤を体内へ放出する」ものであるから，「皮膚に挿入される\nことにより目的物質を皮膚から吸収させる経皮吸収製剤」（構成要件\nＣ）に相当し，また，構成要件Ｇの「経皮吸収製剤」にも相当する。\nｄ  乙１５記載のランセットは，これを形成する生分解性材料である生\n分解性ポリマとして，ヒアルロン酸が含まれるものであるから，「前\n記高分子物質は，コンドロイチン硫酸ナトリウム，ヒアルロン酸，グ\nリコーゲン，デキストラン，キトサン，プルラン，血清アルブミン，\n血清α酸性糖タンパク質，及びカルボキシビニルポリマーからなる群\nより選ばれた少なくとも１つの物質であり」（構成要件Ｄ）との構成\nを備えている。\nｅ  乙１５記載のランセットは，「皮膚に侵入する医療用針」であるか\nら，「尖った先端部を備えた針状又は糸状の形状を有すると共に」（構\n成要件Ｅ），「前記先端部が皮膚に接触した状態で押圧されることによ\nり皮膚に挿入される」（構成要件Ｆ）との構成を備えていることは明\nらかである。\n(ウ)  控訴人の主張に対する反論\nａ  控訴人は，乙１５文献に記載されている注射針やランセットの医療\n用針は，「製剤」ではない，患者に投与される「製剤」に相当するの\nは，チャンバ又は縦孔内に封止されている「薬剤」であり，ランセッ\nトは「製剤」に当たらないなどと主張するが，このような控訴人の主\n張は，乙１５文献の記載を全く無視し，単に注射液は製剤であるが，\n注射器や注射針は製剤ではなく機器であるという一般論を述べるもの\nにすぎず，失当である。\n乙１５文献の記載事項によれば，乙１５記載のランセットは，体内\nに穿刺されて留置されるものであり，「ヒアルロン酸…を含む生分解\n性ポリマ，およびこれらの化合物からなる生分解性材料を用いて形成\nされる」（段落［００４９］）ものであるから，一般的な注射針，すな\nわち，患者の皮膚等に突き刺して注射液を体内に注入した後，抜き出\nす機器とは異なり，それ自体が皮膚に挿入された後に体内で分解され\nるものであって，「製剤」そのものにほかならない。\nｂ  控訴人は，本件発明の「経皮吸収製剤」における「基剤に保持され\nた目的物質」とは，製剤が皮膚に挿入された時に，目的物質が，皮膚\nを貫通する強度を与える基剤とともに皮膚に挿入され，体内で基剤と\nともに溶解し吸収されるように，あらかじめ基剤に保持されて製剤を\n形成していることを意味するとした上で，乙１５記載のランセットに\nおいては，目的物質が，ランセットの本体に形成されたチャンバ又は\n縦孔の中に封止されているから，「基剤に保持された目的物質とを有\nし」（構成要件Ｂ）との構成を備えているとはいえない旨主張する。\nしかし，控訴人の上記解釈を踏まえても，「基剤に保持された目的\n物質」の意味は，「目的物質が，皮膚を貫通する強度を与える基剤と\nともに皮膚に挿入され，体内で基剤とともに溶解し吸収されるよう\nに」，皮膚に挿入される製剤自身が目的物質をも有している態様であ\nるにすぎず，このような態様であれば，保持させる方法が限定される\n理由はない。\nそして，乙１５記載のランセットにおいては，生分解性材料である\nヒアルロン酸を用いて成形されたランセットが皮膚に挿入され，体内\nでランセットとともに，ランセットに保たれている薬剤（目的物質）\nが溶解し体内に吸収されるのであるから，乙１５記載のランセットが\n本件発明の「基剤に保持された目的物質とを有し」（構成要件Ｂ）と\nの構成を備えていることは明らかである。\n(エ)  以上によれば，本件発明は，乙１５記載のランセットに係る発明と\n同一であるから，新規性を欠く。」\n(4)  原判決１０頁１０行目冒頭から１２行目末尾までを削除し，同頁２１行\n目及び２３行目の各「乙１５発明」を「乙１５記載のランセットに係る発明」\nと改める。\n(5)  原判決１１頁７行目冒頭から１８行目末尾までを削除する。\n(6)  原判決１１頁１９行目の「カ」を「オ」と，「無効理由６」を「無効理由\n５」とそれぞれ改める。\n(7)  原判決１２頁３行目の「キ」を「カ」と，同頁４行目の「無効理由７」\nを「無効理由６」と，同頁６行目の「乙１５発明」を「乙１５記載のランセ\nットに係る発明」と，同頁９行目の「ク」を「キ」と，「無効理由８」を\n「無効理由７」とそれぞれ改める。\n(8)  原判決１２頁１８行目冒頭から２６行目末尾までを次のとおり改める。\n「ア  乙１５文献に基づく新規性欠如（無効理由１）\n(ア)  経皮吸収製剤ではないこと\n本件発明の「経皮吸収製剤」とは，皮膚の角質層などを透過して薬\n物等の目的物質を吸収させる製剤であり，また，「製剤」とは，化学\n大辞典で「医薬品の本質に影響を及ぼさないで主として物理的操作，\nたとえば粉砕，混合，練リ合セ，浸出または蒸発などによって調剤，\n保存あるいは使用に便利で，かつ治療効果を十分に発揮するように加\n工することをいうが，更に，これによってできあがった製品をも製剤\nと称している。」（甲２１）と説明されているとおり，医薬品を物理的\n操作によって加工してできあがった製品で，例えば，錠剤，注射液，\n軟膏，坐薬がその例である。\nこれに対し，乙１５文献に記載されている注射針やランセットの医\n療用針は，「製剤」ではない。乙１５文献には，ランセットの変形例\nとして，内部に通路及びチャンバ又は縦孔を設け，薬剤をチャンバ又\nは縦孔に封止し，開口部を介して薬剤を体内に徐放させる構成が記載\nされているが，この場合，患者に投与される「製剤」に相当するのは，\nチャンバ又は縦孔内に封止されている「薬剤」であり，ランセットは\n「製剤」に当たらない。そして，チャンバ又は縦孔内の「薬剤」自体\nは，本件発明の構成要件Ｆ等を充足する「経皮吸収製剤」ではない。\nしたがって，乙１５記載のランセットは，本件発明の「経皮吸収製\n剤」（構成要件Ｃ，Ｇ）に当たらない。\n(イ)  目的物質が基剤に保持されているとはいえないこと\nａ  本件発明の「経皮吸収製剤」は，「基剤」と「目的物質」を有し，\n「基剤」が，生体内溶解性とともに皮膚を貫通する強度を「製剤」\nに与えるものであることは，本件発明の特許請求の範囲及び本件\n明細書の記載に照らして明らかである。そうすると，本件発明の\n「経皮吸収製剤」における「基剤に保持された目的物質」とは，\n製剤が皮膚に挿入された時に，目的物質が，皮膚を貫通する強度\nを与える基剤とともに皮膚に挿入され，体内で基剤とともに溶解\nし吸収されるように，あらかじめ基剤に保持されて製剤を形成し\nていること，すなわち，目的物質が基剤に混合されて基剤ととも\nに存在していることを意味するものと解すべきである。\nしたがって，乙１５記載のランセットのように，目的物質が，ラ\nンセットの本体に形成されたチャンバ又は縦孔の中に封止されてい\nる状態は，「基剤に保持された目的物質」（構成要件Ｂ）の構成を備\nえているとはいえない。\nｂ  また，特許請求の範囲の記載文言の解釈は，当該技術分野の当業\n者が明細書を読んで通常理解する意味に解されるべきであるところ，\n本件明細書には，硬さと溶解性を兼ね備えた経皮吸収製剤の作製に\n不可欠の方法の記載があり，経皮吸収製剤が，基剤の特定高分子物\n質の糊状水溶液から針状に成形，乾燥して作製されることが理解さ\nれるから，本件発明における基剤と目的物質の保持関係は，本件発\n明の経皮吸収製剤の上記のような作製方法と整合するものでなけれ\nばならない。\nしかし，乙１５文献に記載されている，ランセットの内部にチ\nャンバや縦孔を形成して，その中に目的物質を収容するという\n「保持関係」は，本件発明の経皮吸収製剤の上記のような作製方\n法と整合するものではないから，乙１５記載のランセットは，「基\n剤に保持された目的物質とを有し」（構成要件Ｂ）との構成を備え\nているとはいえない。\n(ウ)  以上によれば，乙１５記載のランセットに係る発明は本件発明と\n同一とはいえないから，本件発明には，乙１５文献に基づく新規性欠\n如の無効理由はない。」\n(9)  原判決１３頁６行目冒頭から７行目末尾までを削除する。\n(10)  原判決１４頁１０行目冒頭から１４行目末尾までを削除する。\n(11)  原判決１４頁１５行目の「カ」を「オ」と，「無効理由６」を「無効理\n由５」と，同頁２４行目の「キ」を「カ」と，同頁２５行目の「無効理由７」\nを「無効理由６」と，同頁２６行目の「上記カ」を「上記オ」とそれぞれ改\nめる。\n(12)  原判決１５頁３行目の「乙１５発明」を「乙１５文献に開示された発明」\nと，同頁５行目の「ク」を「キ」と，「無効理由８」を「無効理由７」とそ\nれぞれ改める。\n(13)  原判決１５頁８行目末尾に行を改めて次のとおり加える。\n「(4)  訂正の対抗主張の成否\n（控訴人の主張）\nア  本件訂正\n(ア)  控訴人は，平成２７年４月２７日，無効２０１２－８０００７３\n事件において，本件訂正を行った（前記第２の２の「前提事実」(3)\nウ）。\n(イ)  本件訂正後の請求項１に係る発明（本件訂正発明）を構成要件に\n分説すると，次のとおりである（以下，各構成要件を「構成要件Ｏ」，\n「構成要件Ａ’」などという。）。\nＯ  シート状の支持体の少なくとも一方の面に経皮吸収製剤が１又は\n２個以上保持され，皮膚に押し当てられることにより前記皮膚吸収\n製剤が皮膚に挿入される経皮吸収製剤保持シートであって，\nＡ’前記経皮吸収製剤は，水溶性かつ生体内溶解性の高分子物質から\nなる基剤と，\nＢ  該基剤に保持された目的物質とを有し，\nＣ’    皮膚（但し，皮膚は表皮及び真皮から成る。以下同様）に挿入\nされることにより目的物質を皮膚から吸収させるものであり，\nＤ’  前記高分子物質は，コンドロイチン硫酸ナトリウム，ヒアルロ\nン酸，グリコーゲン，デキストラン，プルラン，血清アルブミン，\n血清 α 酸性糖タンパク質，及びカルボキシビニルポリマーからなる\n群より選ばれた少なくとも１つの物質（但し，デキストランのみか\nらなる物質は除く）であり，\nＥ  尖った先端部を備えた針状又は糸状の形状を有すると共に，\nＦ  前記先端部が皮膚に接触した状態で押圧されることにより皮膚に\n挿入され，\nＧ’    経皮吸収製剤を前記形状に成形する際に，基剤は，水に溶解し\nて曳糸性を示す状態に調製することを特徴とする，経皮吸収製剤で\nある，\nＨ’   経皮吸収製剤保持シート。\n(ウ)  以上のとおり，本件訂正のうち，請求項１に係る訂正は，本件発\n明（本件特許の設定登録時の請求項１に係る発明）の構成要件Ａない\nしＧに，構成要件Ｏを加えるほか，構成要件Ａ，Ｃ，Ｄ，Ｇ及びＨの\n上記下線部の構成を訂正するものである（以下，上記構成要件Ｏ及び\n同Ｈ’  に係る訂正事項を「訂正事項①」，構成要件Ｃ’  に係る訂正事項\nを「訂正事項②」，構成要件Ｇ’  に係る訂正事項を「訂正事項③」と\nいう。）。\nイ  本件訂正に係る各訂正事項が訂正要件を満たすこと\n(ア)  訂正事項①について\nａ  訂正事項①は，本件発明の経皮吸収製剤について，当該経皮吸収\n製剤がシート状の支持体の面に保持され，皮膚に押し当てられるこ\nとによって皮膚に挿入される，経皮吸収製剤保持シートであるもの\nに限定したものであるから，特許法１３４条の２第１項ただし書１\n号に規定する特許請求の範囲の減縮を目的とするものである。\nまた，訂正事項①は，発明特定事項を直列的に付加するものであ\nり，カテゴリーや対象，目的を変更するものではないから，実質上\n特許請求の範囲を拡張し，又は変更するものには該当せず，特許法\n１３４条の２第９項で準用される同法１２６条６項に適合するもの\nである。\nさらに，訂正事項①の経皮吸収製剤保持シートは，本件特許の\n特許請求の範囲の請求項１９に記載され，また，本件明細書の段\n落【００９７】及び図１０に記載されているものであるから，訂\n正事項①は，願書に添付した明細書，特許請求の範囲又は図面に\n記載した事項の範囲内の訂正であり，特許法１３４条の２第９項\nで準用される同法１２６条５項に適合するものである。\nｂ  被控訴人らは，訂正事項①は，本件発明の対象を「経皮吸収製剤」\nから「経皮吸収製剤保持シート」に変更するものであるから，「実\n質上特許請求の範囲を拡張し，又は変更するもの」である旨主張す\nる。\nしかし，形式上請求項に係る発明の対象の変更があっても，特許\n請求の範囲について，実質上の拡張，変更があるかどうかはケース\nバイケースである。\nしかるところ，本件発明の特徴的構成は，本件訂正前（本件特\n許の設定登録時。以下同じ。）の請求項１では，基剤成分の高分子\n物質を規定した構成要件Ｄであり，本件訂正後の請求項１では，\n構成要件Ｄに加えて，経皮吸収製剤を針状に成形する際の成形方\n法の特徴を規定した構成要件Ｇ’であって，いずれも経皮吸収製剤\nの構成に関する構成要件である。一方，本件訂正により新たに付\n加された構成要件Ｏに記載されている「経皮吸収製剤保持シート」\nの構成は，乙１３文献に記載されている公知技術であり，それ自\n体で新規な特徴的構成は有しない。\nまた，本件訂正後の特許請求の範囲の請求項１は，形式的には\n「経皮吸収製剤保持シート」として記載されているが，実質的には，\n本件発明の特徴的構成を有する「経皮吸収製剤」の発明であり，構\n成要件Ｏによって生じる本件訂正前の請求項１との相違は，「経皮\n吸収製剤」の配置態様が，複数の経皮吸収製剤をシート状の支持体\nに保持されるものに限定されていることである。したがって，本件\n訂正後の請求項１は，その実質を全く変えることなく，例えば，次\nのように，「経皮吸収製剤」の発明として記載することが可能であ\nる。\n「水溶性かつ生体内溶解性の高分子物質からなる基剤と，該基\n剤に保持された目的物質とを有し，皮膚（但し，皮膚は表皮及\nび真皮から成る。以下同様）に挿入されることにより目的物質\nを皮膚から吸収させる経皮吸収製剤であって，\n前記高分子物質は，コンドロイチン硫酸ナトリウム，ヒアル\nロン酸，グリコーゲン，デキストラン，プルラン，血清アルブ\nミン，血清 α 酸性糖タンパク質，及びカルボキシビニルポリ\nマーからなる群より選ばれた少なくとも１つの物質（但し，デ\nキストランのみからなる物質は除く）であり，\n尖った先端部を備えた針状又は糸状の形状を有すると共に前\n記先端部が皮膚に接触した状態で押圧されることにより皮膚に\n挿入され，\n経皮吸収製剤を前記形状に成形する際に，基剤は，水に溶解\nして曳糸性を示す状態に調製することを特徴とし，\n前記経皮吸収製剤は，シート状の支持体の少なくとも一方の\n面に１又は２個以上保持され，皮膚に押し当てられることによ\nり皮膚に挿入される経皮吸収製剤保持シートを構成する\n経皮吸収製剤。」\n以上のとおり，本件訂正後の請求項１は，形式的には経皮吸収製\n剤保持シートの発明であるが，上記のとおり，本件訂正前の請求項\n１の特許請求の範囲を減縮した経皮吸収製剤の発明と同じであり，\nしたがって，訂正事項①は，特許請求の範囲を実質上拡張も，変更\nもしていない。\n(イ)  訂正事項②について\n本件発明の経皮吸収製剤は，注射のような痛み（侵襲性）がないこ\nとに特徴を有し，それは，皮膚に挿入されたときに，神経系が延びて\nいる皮下組織には到達しないことで実現される。したがって，本件発\n明における「皮膚」は，「表皮・真皮」を意味し，真皮より下層の皮\n下組織を含まないものであるところ，訂正事項②は，この点を明らか\nにするために，構成要件Ｃの「皮膚」の後に「（但し，皮膚は表皮及\nび真皮から成る。以下同様）」との記載を挿入したものであるから，\n特許法１３４条の２第１項ただし書３号に規定する「明瞭でない記載\nの釈明」を目的とするものである。\nまた，訂正事項②は，請求項１に記載された「皮膚」の意味を本件\n明細書の記載に基づいて明らかにするものであるから，実質上特許請\n求の範囲を拡張し，又は変更するものには該当せず，特許法１３４条\nの２第９項で準用される同法１２６条６項に適合する。\nさらに，一般に，表皮と真皮の合計の厚みは約１．５ないし４㎜で\nあるところ，本件明細書の段落【００６６】には，「経皮吸収製剤１\nの長さＨは０．５～１５００ミクロン程度の範囲である」との記載が\nあり，経皮吸収製剤の長さの上限が表皮と真皮の合計の厚みの下限に\n一致することが記載されていること，段落【００３０】にも，皮膚と\nして「表皮及び真皮」が記載されていることからすれば，訂正事項②\nは，願書に添付した明細書，特許請求の範囲又は図面に記載した事項\nの範囲内の訂正であり，特許法１３４条の２第９項で準用される同法\n１２６条５項に適合するものである。\n(ウ)  訂正事項③について\nａ  訂正事項③は，経皮吸収製剤の成形方法を特定したものであるか\nら，特許法１３４条の２第１項ただし書１号に規定する特許請求の\n範囲の減縮を目的とするものである。\nまた，訂正事項③は，発明特定事項を直列的に付加するもので\nあり，カテゴリーや対象，目的を変更するものではないから，実\n質上特許請求の範囲を拡張し，又は変更するものには該当せず，\n特許法１３４条の２第９項で準用される同法１２６条６項に適合\nするものである。\nさらに，本件明細書の段落【００７５】に，本件発明の経皮吸\n収製剤の基剤として，少量の水で溶解されると糊状になる「曳糸\n性を有する物質」であることが記載されていること，段落【００\n９３】には，経皮吸収製剤の基剤について，水に溶解させると曳\n糸性を示す物質からなるものを用い，糊状とすることが記載され\nていること，段落【００９３】ないし【００９５】及び図７ない\nし９には，経皮吸収製剤の成形方法として，曳糸性を示す状態に\n調製された基剤濃厚液を引き延ばして一本針の形状に成形する方\n法，曳糸性を示す状態に調製された基剤濃厚液を引き延ばして複\n数針の形状に成形する方法，基剤濃厚液を鋳型に入れて複数針の\n形状に成形する方法が記載されていることからすれば，本件発明\nの経皮吸収製剤の成形方法として，基剤をいったん水に溶解して\n曳糸性を示す状態に調製することが必須であることが把握される\nのであるから，訂正事項③は，願書に添付した明細書，特許請求\nの範囲又は図面に記載した事項の範囲内の訂正であり，特許法１\n３４条の２第９項で準用される同法１２６条５項に適合するもの\nである。\nｂ  被控訴人らは，訂正事項③について，「曳糸性」の文言が基剤と\nされる高分子物質の濃度との関係でどのような状態を特定している\nのか定かではない上，基剤となる高分子物質をマイクロニードルに\n成形する過程において当然に経由する状態変化を述べているだけで\nあり，本件発明において何を限定するというのかが不明である旨主\n張する。\nしかし，「曳糸性」の概念は，岩波理化学辞典（甲３５）におい\nても説明されているように，確立した学術用語である。また，ヒア\nルロン酸を含む，本件発明に係る特定の高分子物質を，いったん強\nい曵糸性を示す溶液状態を出発物とした後，成形してマイクロニー\nドルを作製することは，本件特許の特許出願以前のいかなる公知文\n献にも記載されておらず，本件明細書において初めて開示されたこ\nとであるから，訂正事項③は，本件発明に係る経皮吸収製剤の成形\nにおいて用いられる新規な方法を規定したものであり，高分子物質\nが当然に経由する状態変化を述べているものではない。\nしたがって，被控訴人らの上記主張は失当である。\nｃ  なお，訂正事項③は，物の発明の特定に当たってその製造方法を\n記載するものであるが，本件訂正発明においては，「出願時におい\nて当該物をその構造又は特性により直接特定することが不可能であ\nるか，又はおよそ実際的でないという事情」が認められるから，最\n高裁判所平成２７年６月５日第二小法廷判決の下においても，明確\n性要件違反の問題は生じない。\n(エ)  以上によれば，本件訂正に係る訂正事項①ないし③はいずれも訂\n正要件を満たすものである。構成要件Ｄ’に係る訂正事項も，これ\nと同様である。\nウ  本件訂正により無効理由が解消されること\n(ア)  無効理由１及び２（乙１５文献又は乙１６文献に基づく新規性欠\n如）について\n乙１５文献及び乙１６文献には，本件訂正発明の構成要件Ｏの\n「経皮吸収製剤保持シート」の構成及び構成要件Ｇ’の「水に溶解\nして曳糸性を示す状態に調製する」という成形方法についての記載\nはないから，本件訂正発明がこれらの文献に記載された発明と相違\nし，新規性を有することは明らかである。\n(イ)  無効理由４（乙１３文献を主引例，乙１６文献を副引例とする進\n歩性欠如）について\n本件訂正発明は，構成要件Ｏ及び同Ｈ’  に記載されているように経\n皮吸収製剤保持シートの発明であるところ，経皮吸収製剤が保持シー\nトによって支持されているということは，保持用具を使用することな\nく，指で押圧する程度の力を加えることで，皮膚の角質層を貫通して\n皮膚に挿入可能な物理的強度を有する経皮吸収製剤であることを意味\nする。\nそして，本件訂正発明の経皮吸収製剤が，このような物理的強度と\n水溶性を兼ね備えることを可能としているのは，構成要件Ｄ’  の基剤\nを構成する高分子物質の選択と，構成要件Ｇ’  の訂正事項③に記載さ\nれた「経皮吸収製剤を前記形状に成形する際に，基剤は，水に溶解し\nて曳糸性を示す状態に調製する」という成形方法によるものである。\n例えば，ヒアルロン酸については，曳糸性を示す状態の水溶液にいっ\nたん調製してから後に固体物に成形するという技術思想は，これまで\n全く存在しなかった。乙５１が示す従来技術では，希薄濃度のヒアル\nロン酸水溶液が，保湿効果を目的として水溶液のまま使用されている\nのであり，希薄濃度のヒアルロン酸水溶液が，固体の成形物を作製す\nるために用いられたことを示す文献はない。\nこれに対し，本件訂正発明では，特定の高分子物質を適切な量の水\nに溶解して，曳糸性を示す状態に調製した液体は，高分子鎖が絡み\n合った状態で存在し，これを成形，乾燥して得られる固形物も，高分\n子鎖が絡み合った状態で存在しているため，強い硬度が得られるので\nあり，このように成形した針状の固形物は，物理的強度及び溶解性を\n両立させることができる。このように，本件訂正発明における，特定\nの高分子物質を適切な曳糸性を示す水溶液にいったん調製してから物\n理的強度のある固体成形物を作製する技術は，本件発明者によって初\nめて実験により確立されたものであり，ヒアルロン酸の既知の物性と\nしての曳糸性の知見から，有用な固体成形物の成形方法の技術思想を\n容易に想到することはできないのである。\nしかるところ，乙１３文献には，基剤物質の選択も，上記の成形方\n法も記載されておらず，また，乙１６文献には，ヒアルロン酸が記載\nされているものの，これを乙１３発明の微小穿孔器に適用して，皮膚\nに挿入可能な物理的強度を付与し得ることの示唆は存在しないから，\n本件訂正発明は，乙１３文献及び乙１６文献に基づいて容易に想到す\nることができたものとはいえず，進歩性を有することは明らかである。\nエ  被告製品が本件訂正発明の技術的範囲に属すること\n被告製品が本件発明の技術的範囲に属することについては，既に主張\nしたとおりであるから，以下では，被告製品が本件訂正発明の技術的範\n囲に属することを示すために，訂正事項①ないし③によって追加された\n各構成要件を充足することを説明する。\n(ア)  訂正事項①について\n訂正事項①によって追加された構成要件は，構成要件Ｏ及びＨ’  で\nある。\n他方，被告製品の「マイクロニードルパッチ」は構成要件Ｏ及びＨ’\nの「経皮吸収製剤保持シート」に，被告製品の「コニーデ型の突起物」\nは構成要件Ｏの「経皮吸収製剤」に，被告製品の「マイクロニードル\n部」の突起物が配置されている平面状の部分は構成要件Ｏの「シート\n状の支持体」にそれぞれ相当する。\nまた，被告製品は，「シート状の支持体の一方の面に経皮吸収製剤\nが２個以上保持され」る構成を有している。\nさらに，被告製品の「マイクロニードルパッチが顔の皮膚表面に密\n着することによって，マイクロニードル部の突起物の先端部が顔の皮\n膚の角質層に位置し」との構成は，構成要件Ｏの「皮膚に押し当てら\nれることにより前記経皮吸収製剤が皮膚に挿入される」に該当する。\nしたがって，被告製品は，訂正事項①によって追加された本件訂正\n発明の構成要件Ｏ及びＨ’を充足する。\n(イ)  訂正事項②について\n訂正事項②によって追加された構成要件は，構成要件Ｃ’  及び構成\n要件Ｆの「皮膚」について，「（但し，皮膚は表皮及び真皮から成\nる。）」とする部分である。\n他方，被告製品は，「マイクロニードル部の突起物の先端部が顔の\n皮膚の角質層に位置し，角質層に含まれる水分で突起物の先端部が角\n質層内で溶解する化粧品」であり，ここでいう角質層は表皮の一部で\nあるから，被告製品は，「皮膚（但し，皮膚は表皮及び真皮から成る。\n以下同様）に挿入されることにより目的物質を皮膚から吸収させる」\nとの構成及び「前記先端部が皮膚に接触した状態で押圧されることに\nより皮膚に挿入され」との構成を有している。\nしたがって，被告製品は，訂正事項②によって追加された本件訂正\n発明の構成要件Ｃ’を充足する。\n(ウ)  訂正事項③について\n訂正事項③によって追加された構成要件は，構成要件Ｇ’  の「経皮\n吸収製剤を前記形状に成形する際に，基剤は，水に溶解して曳糸性を\n示す状態に調製することを特徴とする」との部分である。\n他方，被控訴人コスメディが平成２０年２月２８日にした特許出願\n（「発明の名称」を「マイクロニードルアレイ」とするもの）に係る\n特開２００９－２０１９５６号公報（甲５２）及び平成２４年に発表\nされた被控訴人コスメディ代表者らを共同執筆者とする「ヒアルロン\n酸から作製された新規のマイクロニードルアレイの開発と特性，及び\nインシュリンの経皮的送達への応用」と題する論文（甲５３）の記載\nによれば，被告製品の製造に用いられるヒアルロン酸水溶液の濃度は，\n１５％程度であると推測されるところ，このような濃度のヒアルロン\n酸水溶液は，強い曳糸性を示す。すなわち，被告製品のヒアルロン酸\nを基剤物質とするマイクロニードルは，いったん濃度が約１５％の曳\n糸性を有するヒアルロン酸水溶液とした後に成形されたものであり，\n「経皮吸収製剤を前記形状に成形する際に，基剤は，水に溶解して曳\n糸性を示す状態に調製する」との構成を有している。\nしたがって，被告製品は，訂正事項③によって追加された本件訂正\n発明の構成要件Ｇ’を充足する。\n(エ)  以上によれば，被告製品は，本件訂正発明の全構成要件を充足し，\n本件訂正発明の技術的範囲に属する。\nオ  以上のとおり，本件訂正前の請求項１に係る本件訂正は訂正要件を満\nたすものであり，これにより本件発明に係る無効理由が解消され，かつ，\n被告製品は本件訂正発明の技術的範囲に属するから，控訴人は被控訴人\nらに対し本件特許権を行使することができる。\n（被控訴人らの主張）\nア  訂正事項①について\n(ア)  訂正事項①は，本件発明の対象を「経皮吸収製剤」から「経皮吸\n収製剤保持シート」に変更するものであるから，訂正事項①に係る訂\n正は，「実質上特許請求の範囲を拡張し，又は変更するもの」であり，\n特許法１３４条の２第９項が準用する同法１２６条６項に違反する。\n(イ)  乙１３文献においても，微小穿孔器として，「パッチ」，すなわち\nシート状の支持体にマイクロニードルを林立させるものが記載されて\nいる（乙１３文献の段落【００３３】，【００３４】，【００４１】及び\n図３，１２等）。\nしたがって，訂正事項①に係る訂正よって原判決が認定した無効理\n由４（乙１３文献を主引例とし，乙１６文献を副引例とする進歩性欠\n如）を回避することはできない。\nイ  訂正事項②について\n控訴人は，訂正事項②において，本件発明における「皮膚」を医学的\nに更に細分化し，「表皮及び真皮」から成るものであると新たに定義し\nているが，本件明細書の記載からは，必ずしもそのように理解されるも\nのではなく，それ以外の部分を排除しているとは読み取れない。\n控訴人は，本件明細書の段落【００６６】における経皮吸収製剤１の\n長さの記載を根拠に，訂正事項②は，願書に添付した明細書，特許請求\nの範囲又は図面に記載した事項の範囲内の訂正である旨主張するが，弾\n力性のある生体の皮膚へのマイクロニードルの適用における挿入長さは，\n部位あるいはその時点での水分量によっても区々であろうから，マイク\nロニードルの寸法から，適用対象の皮膚の構成を一義的に導くことなど\nできない。\nしたがって，訂正事項②に係る訂正は，「明瞭でない記載の釈明」を\n目的としたもの（特許法１３４条の２第１項ただし書３号）とはいえな\nい。\nウ  訂正事項③について\n(ア)  訂正が特許請求の範囲の減縮を目的とするものであるというため\nには，訂正の前後の特許請求の範囲の広狭を論じる前提として，訂正\n前後の特許請求の範囲の記載がそれぞれ技術的に明確であることが必\n要というべきである。\nしかるところ，訂正事項③については，「曳糸性」の文言が，基剤\nとされる高分子物質の濃度との関係でどのような状態を特定している\nのか定かではない上，結局は，基剤となる高分子物質をマイクロニー\nドルに成形する過程において当然に経由する状態変化を述べているだ\nけであり，本件発明において何を限定するのか不明である。\nしたがって，訂正事項③に係る訂正は，「特許請求の範囲の減縮」\nを目的としたもの（特許法１３４条の２第１項ただし書１号）とはい\nえない。\n(イ)  従来の技術による製造について，ペースト状のものから所望の形\n状に成形することは，当業者ならずとも常識的に理解している事柄で\nあるところ，かかるペースト状は，すなわち粘性・曳糸性を示す状態\nのことであるから，曳糸性の状態を経由するとの訂正を加えたとして\nも，原判決が認定した無効理由を回避することはできない。\nエ  小括\n以上のとおり，本件訂正については，これが全体として適法な訂正とし\nて認められる余地はなく，また，仮に訂正が認められるとしても，これに\nよって原判決が認めた無効理由４を回避することができるものではないか\nら，控訴人の訂正の対抗主張は成り立たない。」\n(14)  原判決１５頁９行目の「(4)」を「(5)」と，同頁１７行目の「(5)  損\n害論」を「(6)  損害額」とそれぞれ改める。\n第３  当裁判所の判断\n１  争点(3)アの無効理由１（乙１５文献に基づく新規性欠如）について\n本件の事案に鑑み，まず争点(3)アの無効理由１について判断する。\n(1)  本件発明について\nア  本件訂正前の特許請求の範囲の請求項１，４及び１９の記載は，次のと\nおりである（甲２）。\n「【請求項１】\n水溶性かつ生体内溶解性の高分子物質からなる基剤と，該基剤に保持さ\nれた目的物質とを有し，皮膚に挿入されることにより目的物質を皮膚から\n吸収させる経皮吸収製剤であって，\n前記高分子物質は，コンドロイチン硫酸ナトリウム，ヒアルロン酸，グ\nリコーゲン，デキストラン，キトサン，プルラン，血清アルブミン，血清\nα酸性糖タンパク質，及びカルボキシビニルポリマーからなる群より選ば\nれた少なくとも１つの物質であり，\n尖った先端部を備えた針状又は糸状の形状を有すると共に前記先端部が\n皮膚に接触した状態で押圧されることにより皮膚に挿入される，経皮吸収\n製剤。」\n「【請求項４】\n前記基剤は多孔性物質を含有し，前記目的物質は前記多孔性物質に保持\nされ，前記目的物質が徐放される，請求項１に記載の経皮吸収製剤。」\n「【請求項１９】\nシート状の支持体の少なくとも一方の面に請求項１～１７のいずれかに\n記載の経皮吸収製剤が１又は２個以上保持され，皮膚に押し当てられるこ\nとにより前記皮膚吸収製剤が皮膚に挿入される経皮吸収製剤保持シート。」\nイ  本件明細書（甲２）の「発明の詳細な説明」には，次の各記載がある\n（下記記載中に引用する図面については別紙を参照）。\n(ア)  【技術分野】\n【０００１】\n本発明は，経皮吸収製剤，経皮吸収製剤保持シート，及び経皮吸収\n製剤保持用具に関し，さらに詳細には，針状又は糸状の形状を有し，\nタンパク質，多糖類等からなる基剤と目的物質とを有し，皮膚に挿入\nして使用される針状又は糸状の形状を有する自己溶解型の経皮吸収製\n剤，シート状の支持体の少なくとも一方の面に該経皮吸収製剤が保持\nされた経皮吸収製剤保持シート，及び，本体が有する貫通孔の中に針\n状又は糸状の形状を有する経皮吸収製剤が保持された経皮吸収製剤保\n持用具に関する。\n(イ)  【背景技術】\n【０００２】\n薬物を非侵襲的に投与する手段の一つとして，経皮吸収製剤による\n経皮的な薬物投与が行なわれている。例えば，軟膏剤，クリーム，\nローション剤，パップ剤，貼付剤等の剤型からなる経皮吸収製剤が従\n来から用いられている。これらの経皮吸収製剤は，通常，皮膚の疾患\n部位に対して局所的に投与する目的で使用される。これは，皮膚には\n極めて高度なバリアー機能が発達しているため，投与部位である皮膚\nから薬物を吸収させて，全身的な薬効を発現させることは一般に困難\nだからである。なお，経皮吸収システム（Transdermal  Therapeutic\nSystem，  TTS）による貼付剤が一部で実用化されているが，それは，\nエストロゲン，硝酸誘導体，ツロブテロール，ニコチン等の極めて皮\n膚透過性が高く，かつ有効血中薬物濃度が約２０ｎｇ/ｍＬ以下の極\nめて低濃度で薬効を発揮できる薬物についてのみである。つまり，イ\nンスリンのような高分子薬物の場合は，皮膚透過性が低く経皮的に吸\n収させることが困難であり，経皮吸収製剤への応用が困難である。\nよって，これらの高分子薬物については，依然として注射剤による投\n与が主流である。\n【０００３】\nこのような背景の下，侵襲性が低い注射の技術開発が進められてお\nり，その一つとしてマイクロニードルが開発されている。マイクロ\nニードルは，皮膚に刺しても痛みを感じないほどに微細化された針で\nある。マイクロニードルの材質としては，従来の注射針と同じ金属製\nの他，シリコン等の材質からなるマイクロニードルが開発されている\n…。これらのマイクロニードルは，注射針と同様の中空構造を有する\nもので，薬液を注入するタイプである。さらに，生体内溶解性を有す\nる物質からなる基剤を有する自己溶解型のマイクロニードルも開発さ\nれている。すなわち，基剤に目的物質を保持させておき，皮膚に挿入\nされた際に基剤が自己溶解することにより，目的物質を皮内に投与す\nることができる。例えば，麦芽糖からなる基剤を有する自己溶解型の\nマイクロニードルがすでに開示されている（…）。さらに，ポリ乳酸，\nポリグリコール酸，又はポリカプロラクトンからなる基剤を有する自\n己溶解型のマイクロニードルも公知である。\n【０００４】\nさらに，インスリン等のクリアランスが速い薬物が目的物質の場合\nは，長時間に渡ってその薬効が持続することが好ましい場合も考えら\nれる。そのためには，目的物質が徐放される自己溶解型のマイクロ\nニードルが求められる。例えば，ポリ乳酸からなる基剤を有する自己\n溶解型のマイクロニードルは，目的物質を徐放させる作用を有する。\n…\n(ウ)  【発明の開示】\n【発明が解決しようとする課題】\n【０００５】\n麦芽糖からなる基剤を有する自己溶解型のマイクロニードルを製造\nする場合には，融点以上の熱をかけて融解した麦芽糖に目的物質を含\n有させ，その後，成形する。ここで，麦芽糖の融点は約１０２～１０\n３℃と高温であり，麦芽糖からなる基剤を有するマイクロニードルで\nは，製造過程で目的物質が高温に曝される。しかし，高温で分解，変\n性，又は失活する薬物等の目的物質は多く，麦芽糖からなる基剤を有\nする自己溶解型のマイクロニードルにこのような目的物質を適用する\nことは困難である。特に，目的物質がペプチドやタンパク質の場合は，\n熱による変性と失活が避けられず，麦芽糖からなる基剤を用いること\nが極めて困難である。なお，目的物質がインスリンである場合には，\nインスリン粉末を用いることで熱による変性と失活をある程度防ぐこ\nとは可能である。しかし，粉末を麦芽糖の中に分散させて硬化させる\nと脆くなり，マイクロニードルの物理的強度を保つことが困難となる。\nさらに，麦芽糖は強い吸湿性を有するので，麦芽糖からなる基剤を有\nする自己溶解型のマイクロニードルは時間の経過とともに吸湿して先\n端部が軟化し，皮膚に刺さらなくなるという欠点を有する。そのため，\n麦芽糖からなる基剤を有する自己溶解型のマイクロニードルでは，目\n的物質を定量的に投与することが難しい場合がある。\n【０００６】\nまたさらに，目的物質を徐放させる目的で，ポリ乳酸からなる基剤\nが用いられる場合，ポリ乳酸は水不溶性であり塩化メチレン等の有機\n溶媒を用いて溶解させる必要がある。しかし，目的物質の種類によっ\nては，有機溶媒に接触することで変性又は失活する目的物質がある。\n例えば，インスリン等のペプチドやタンパク質が目的物質である場合\nには，有機溶媒に接触することで変性又は失活することが多い。した\nがって，水溶性の物質からなる基剤を有し，目的物質を徐放する自己\n溶解型のマイクロニードルが求められる。\n【０００７】\n本発明の目的は，高温に曝されることなく製造することができ，適\n当な物理的強度を有し，有機溶媒を用いることなく製造することがで\nき，その結果，難経皮吸収性の薬物等の経皮的吸収を可能にする，針\n状又は糸状の形状を有する自己溶解型の経皮吸収製剤等を提供するこ\nとにある。\n(エ)  【課題を解決するための手段】\n【０００８】\n本発明者は，上記課題を解決すべく鋭意研究を重ね，基剤を構成す\nるための物質を多数検索し，室温又は低温条件下で製造可能な針状又\nは糸状の形状を有する自己溶解型の経皮吸収製剤を作製することに成\n功した。さらに，ポリ乳酸を用いることなく目的物質を徐放させる，\n針状又は糸状の形状を有する自己溶解型の経皮吸収製剤を作製するこ\nとに成功した。さらに，該経皮吸収製剤を効率的に投与できる経皮吸\n収製剤保持シートを作製した。さらに，針状又は糸状の形状を有する\n経皮吸収製剤を容易に皮膚に挿入することができる経皮吸収製剤保持\n用具を作製し，本発明を完成した。すなわち，本発明の要旨は以下の\n通りである。\n【０００９】\n本発明の経皮吸収製剤における第１の様相は，水溶性かつ生体内溶\n解性の高分子物質からなる基剤と，該基剤に保持された目的物質とを\n有し，皮膚に挿入されることにより目的物質を皮膚から吸収させる経\n皮吸収製剤であって，前記高分子物質は，コンドロイチン硫酸ナトリ\nウム，ヒアルロン酸，グリコーゲン，デキストラン，キトサン，プル\nラン，血清アルブミン，血清α酸性糖タンパク質，及びカルボキシビ\nニルポリマーからなる群より選ばれた少なくとも１つの物質であり，\n尖った先端部を備えた針状又は糸状の形状を有すると共に前記先端部\nが皮膚に接触した状態で押圧されることにより皮膚に挿入される，経\n皮吸収製剤である。\n【００１０】\n本様相の経皮吸収製剤は，水溶性かつ生体内溶解性の高分子物質か\nらなる基剤と，該基剤に保持された目的物質とを有し，皮膚に挿入さ\nれることにより目的物質を皮膚から吸収させる自己溶解型の経皮吸収\n製剤にかかるものである。本様相の経皮吸収製剤においては，基剤が\nコンドロイチン硫酸ナトリウム，ヒアルロン酸，グリコーゲン，デキ\nストラン，キトサン，プルラン，血清アルブミン，血清α酸性糖タン\nパク質，及びカルボキシビニルポリマーからなる群より選ばれた少な\nくとも１つの物質からなり，針状又は糸状の形状を有する。本様相の\n経皮吸収製剤においては，基剤がコンドロイチン硫酸ナトリウム，ヒ\nアルロン酸等からなるので室温又は低温条件下で製造することができ\nる。したがって，基剤に保持されている目的物質が製造過程で高温に\n曝されることがない。すなわち，熱に対して不安定な目的物質であっ\nても，製造過程でその活性が損なわれることがない。その結果，本様\n相の経皮吸収製剤によれば，目的物質を高い効率で皮膚から吸収させ\nることができる。さらに，本様相の経皮吸収製剤では，基剤が医薬品\n分野において種々の製剤で使用実績がある物質からなるので，人体に\n対する安全性が高い。\n【００１６】\n前記基剤は多孔性物質を含有し，前記目的物質は前記多孔性物質に\n保持され，前記目的物質が徐放されるものでもよい。\n【００１８】\n本様相の経皮吸収製剤も，目的物質の徐放性が付与された，針状又\nは糸状の形状を有する自己溶解型の経皮吸収製剤にかかるものである。\nすなわち，本様相の経皮吸収製剤は，水溶性かつ生体内溶解性の高分\n子物質からなる基剤と，該基剤に保持された目的物質とを有し，皮膚\nに挿入されることにより目的物質を皮膚から吸収させる経皮吸収製剤\nであって，基剤に含有されている多孔性物質に目的物質が保持されて\nいる。本様相の経皮吸収製剤においても，基剤が水溶性の物質からな\nるので，基剤を調製する際に有機溶媒を使用しない。すなわち，基剤\nに保持されている目的物質が有機溶媒に曝されないので，製造過程で\nその活性が損なわれることがない。その結果，本様相の経皮吸収製剤\nによれば，目的物質を高い効率で皮膚から吸収させることができる。\nさらに，本様相の経皮吸収製剤では，基剤に含有されている多孔性物\n質に目的物質が保持されているので，目的物質を徐放させるための特\n別の処理を必要としない。\n【００３４】\n好ましくは，前記目的物質は，薬物，生理活性物質，化粧品，又は\n栄養素に属するものである。\n【００４６】\n本発明の経皮吸収製剤保持シートにおける１つの様相は，シート状\nの支持体の少なくとも一方の面に上記した第１の様相のいずれかの経\n皮吸収製剤が保持され，皮膚に押し当てられることにより前記皮膚吸\n収製剤が皮膚に挿入される経皮吸収製剤保持シートである。\n【００４７】\n本様相は経皮吸収製剤保持シートにかかり，シート状の支持体の少\nなくとも一方の面に上記した第１の様相のいずれかの経皮吸収製剤が\n１又は２個以上保持され，皮膚に押し当てられることにより前記皮膚\n吸収製剤が皮膚に挿入される。その結果，シート状の支持体に保持さ\nれた経皮吸収製剤が皮膚に挿入される。本様相の経皮吸収製剤保持\nシートによれば，本発明の経皮吸収製剤を簡便かつ効率的に投与する\nことができる。\n(オ)  【発明の効果】\n【００５９】\n本発明の経皮吸収製剤によれば，難経皮吸収性の薬物等であっても\n高い効率で皮膚から目的物質を吸収させることができる。\n【００６０】\n本発明の経皮吸収製剤保持シートによれば，本発明の経皮吸収製剤\nを簡便かつ効率的に投与することができる。\n(カ)  【発明を実施するための最良の形態】\n【００７０】\n本発明の経皮吸収製剤の第１の様相では，基剤がコンドロイチン硫\n酸ナトリウム，ヒアルロン酸，グリコーゲン，デキストラン，キトサ\nン，プルラン，血清アルブミン，血清α酸性糖タンパク質，及びカル\nボキシビニルポリマーからなる群より選ばれた少なくとも１つの物質\nからなる。これらの高分子物質については，１つだけを用いてもよい\nし，複数種を組み合わせて用いてもよい。基剤に目的物質を保持させ\nる方法としては特に限定はなく，種々の方法が適用可能である。例え\nば，目的物質を基剤中に超分子化して含有させることにより，目的物\n質を基剤に保持させることができる。その他の例をしては，溶解した\n基剤の中に目的物質を加えて懸濁状態とし，その後に硬化させること\nによっても目的物質を基剤に保持させることができる。\n【００７２】\n他の実施形態では，基剤が多孔性物質を含有し，目的物質が多孔性\n物質に保持され，目的物質が徐放される。本様相の好ましい実施形態\nでは，多孔性物質が，ケイ酸カルシウム，ケイ酸アルミニウム，ケイ\n酸マグネシウム，無水ケイ酸，多孔性炭酸カルシウム，多孔性リン酸\nカルシウム，及び多孔質シリコンからなる群より選ばれた少なくとも\n１つの物質である。これらの多孔性物質については，１つだけを用い\nてもよいし，複数種を組み合わせて用いてもよい。これらの多孔性物\n質は市販のものをそのまま用いることができる。例えば，ケイ酸カル\nシウムの例としてはエーザイ社のフローライト（Fluorite，商品名），\nケイ酸アルミニウム及びケイ酸マグネシウムの例としては富士化学工\n業社のノイシリン（登録商標），無水ケイ酸の例としては富士シリシ\nア化学社のサイリシア（Sylysia，商品名），多孔質シリコンの例とし\nては pSivida 社の BioSilicon（商品名）が挙げられる。さらに，多孔\n性炭酸カルシウム及び多孔性リン酸カルシウムは，例えば，独立行政\n法人   化学物質・材料研究機構から入手することができる。\n【００７５】\n基剤に用いる多糖類の分子量としては，例えば，ヒアルロン酸の場\n合は分子量１２０万程度のものまで使用可能であるが，分子量９万程\n度の比較的低分子のヒアルロン酸が特に好ましい。デキストランの場\n合は，例えば分子量５万以上のものが使用可能である。なお，デキス\nトラン硫酸の場合は，例えば分子量５０万程度のものが使用可能であ\nる。ヒドロキシプロピルセルロースとしては，低置換度ヒドロキシプ\nロピルセルロースが使用可能である。\nなお，基剤として使用可能な，タンパク質，多糖類，ポリビニルア\nルコール，カルボキシビニルポリマー，及びポリアクリル酸ナトリウ\nムは，いずれも，少量の水に溶解されると糊状になる「曳糸性を有す\nる物質」である。\n【００９３】\n本発明の経皮吸収製剤を製造する方法について説明する。本発明の\n経皮吸収製剤を製造する方法は，特に限定されず，種々の方法が適用\n可能である。１つの例では，平板と棒を用いる。図７は，本発明の経\n皮吸収製剤を製造する手順を模式的に表し，図７（ａ）は製造の初期\n段階を模式的に表す側面図であり，図７（ｂ）は製造の中間段階を模\n式的に表す側面図であり，図７（ｃ）は製造の最終段階を模式的に表\nす側面図である。図７（ａ）～（ｃ）に表されるように，本製造方法\nでは，まず，フッ素樹脂等からなる平板９２の上に，目的物質を含有\nする基剤９１を載せる。このとき，基剤として，水に溶解させると曳\n糸性を示す物質からなるものを用い，糊状とすることが好ましい。次\nに，目的物質を含有する基剤９１にガラス棒９３の先端を接触させる\n（図７（ａ））。直ちにガラス棒９３を持ち上げて，ガラス棒９３の先\n端に付着した目的物質を含有する基剤９１を引き伸ばし（図７（ｂ）），\nさらにガラス棒９３を持ち上げて，目的物質を含有する基剤９１を針\n状又は糸状に成形する（図７（ｃ））。その後，針状又は糸状に成形し\nた目的物質を含有する基剤９１を乾燥又は硬化させることにより，略\n円錐の形状を有する経皮吸収製剤１を製造する。このとき，ガラス棒\nとしては，例えば直径５ｍｍ以下のものを用いることができる。また，\nガラス棒に限らず，ポリプロピレン等の水不溶性の材質の棒であれば\n使用可能である。\n【００９４】\n図７（ａ）～（ｃ）では１個の経皮吸収製剤を製造する方法の例を\n示したが，同様の原理で複数の経皮吸収製剤を製造することも可能で\nある。そのような製造方法の例を図８に示す。図８は本発明の経皮吸\n収製剤を製造する別の方法を模式的に表し，図８（ａ）は製造の初期\n段階を模式的に表す側面図であり，図８（ｂ）は製造の最終段階を模\n式的に表す側面図である。すなわち，図８（ａ）に表されるように，\nこの例では棒ではなく複数の突起を有する櫛状部材９５を用いる。そ\nして，図８（ｂ）に表されるように，図７（ａ）～図７（ｃ）と同様\nの操作を行うことによって，５個の経皮吸収製剤１ａ～１ｅが製造さ\nれる。もちろん，櫛状部剤９５の櫛の数を増やすことにより，さらに\n多数の経皮吸収製剤を製造することも可能である。\n【００９５】\n本発明の経皮吸収製剤を製造する方法の他の例としては，鋳型を用\nいる方法が挙げられる。図９に，鋳型を用いる経皮吸収製剤の製造方\n法の例を示す。図９は本発明の経皮吸収製剤を製造する方法の他の例\nを表す分解斜視図である。図９に表されるように，鋳型９７は，フッ\n素樹脂等からなる平板９２の正面に円錐状の孔９８ａ，９８ｂ，９８\nｃを設けることにより作成されている。これらの孔９８ａ，９８ｂ，\n９８ｃに目的物質を含有する基剤を充填し，乾燥又は硬化後，取り出\nす。これにより，針状又は糸状の経皮吸収製剤１ｆ，１ｇ，１ｈを製\n造することができる。なお，目的物質を含有する基剤が糊状であれば，\n孔から取り出した後に乾燥又は硬化させることもできる。なお，平板\n９２はフッ素樹脂製以外でもよく，例えばシリコン樹脂製やＡＢＳ樹\n脂製のものでもよい。\n【００９７】\n本発明の経皮吸収製剤保持シートにおける１つの様相は，シート状\nの支持体の少なくとも一方の面に上記した第１の様相のいずれかの様\n相の経皮吸収製剤が１又は２個以上保持され，皮膚に押し当てられる\nことにより前記皮膚吸収製剤が皮膚に挿入される経皮吸収製剤保持\nシートである。本様相の経皮吸収製剤保持シートの一実施形態を，図\n１０に示す。図１０は，本発明の経皮吸収製剤保持シートの一実施形\n態を表す斜視図である。すなわち，本実施形態の経皮吸収製剤保持\nシート１００は，シート状の支持体１０２と９個の経皮吸収製剤１ｉ\n～１ｑとからなり，支持体１０２の片面に９個の経皮吸収製剤１ｉ～\n１ｑが保持されている。そして，経皮吸収製剤保持シート１００が皮\n膚に押し当てられることにより，９個の経皮吸収製剤１ｉ～１ｑが皮\n膚に挿入される。なお，経皮吸収製剤保持シート１００が皮膚に押し\n当てられた後は，支持体１０２はそのまま皮膚に貼付されたままでも\nよいし，支持体１０２のみが剥がされて取り除かれてもよい。なお，\n図１０には９個の経皮吸収製剤１ｉ～１ｑを有する経皮吸収製剤保持\nシート１００が示されたが，本発明の経皮吸収製剤保持シートが有す\nる経皮吸収製剤の数に制限はなく，１個でもよいし，１０個以上でも\nよい。支持体１０２としては，貼付剤に一般的に使用されているもの\nをそのまま使用することができる。\nウ  前記ア及びイによれば，本件明細書には，本件発明に関し，次のような\n開示があることが認められる。\n(ア)  従来から，侵襲性の低い注射の技術開発が進められており，その一\nつである皮膚に刺しても痛みを感じないほどに微細化された針であるマ\nイクロニードルには，金属製やシリコン等からなり，従来の注射針と同\n様の中空構造を有し，薬液を注入するタイプのものと，生体内溶解性を\n有する物質からなる基剤に目的物質を保持させておき，皮膚に挿入され\nた際に基剤が自己溶解することにより，目的物質を皮内に投与すること\nができるものとがあり，例えば，麦芽糖からなる基剤を有する自己溶解\n型のマイクロニードルや，ポリ乳酸，ポリグリコール酸，又はポリカプ\nロラクトンからなる基剤を有する自己溶解型のマイクロニードルが知ら\nれていた（段落【０００３】）。\nしかし，麦芽糖からなる基剤を有する自己溶解型のマイクロニードル\nでは，製造過程で目的物質が高温に曝されるため，薬物等の目的物質が\n高温で分解，変性又は失活するとの課題があり，また，目的物質を徐放\nさせる目的で，ポリ乳酸からなる基剤が用いられる場合，有機溶媒を用\nいて溶解させる必要があるため，目的物質の種類によっては，有機溶媒\nに接触することで変性又は失活するとの課題があった（段落【０００\n５】，【０００６】）。\n(イ)  そこで，本件発明は，上記課題を解決し，高温に曝されることなく\n製造することができ，適当な物理的強度を有し，また，有機溶媒を用い\nることなく製造することができ，その結果，難経皮吸収性の薬物等の経\n皮的吸収を可能にする，針状又は糸状の形状を有する自己溶解型の経皮\n吸収製剤を提供することを目的とするものであり，そのための経皮吸収\n製剤の構成として，「水溶性かつ生体内溶解性の高分子物質からなる基\n剤と，該基剤に保持された目的物質とを有し，皮膚に挿入されることに\nより目的物質を皮膚から吸収させる経皮吸収製剤であって，前記高分子\n物質は，コンドロイチン硫酸ナトリウム，ヒアルロン酸，グリコーゲン，\nデキストラン，キトサン，プルラン，血清アルブミン，血清α酸性糖タ\nンパク質，及びカルボキシビニルポリマーからなる群より選ばれた少な\nくとも１つの物質であり，尖った先端部を備えた針状又は糸状の形状を\n有すると共に前記先端部が皮膚に接触した状態で押圧されることにより\n皮膚に挿入される，経皮吸収製剤」の構成を採用したものである（段落\n【０００７】，【０００９】）。\nその結果，本件発明の経皮吸収製剤においては，水溶性かつ生体内溶\n解性の高分子物質からなる基剤がコンドロイチン硫酸ナトリウム，ヒア\nルロン酸等の物質からなるので室温又は低温条件下で製造することがで\nき，基剤に保持されている目的物質が製造過程で高温に曝されることが\nなく，熱に対して不安定な目的物質であっても，製造過程でその活性が\n損なわれることがないため，「難経皮吸収性の薬物等であっても高い効\n率で皮膚から目的物質を吸収させることができる」という効果を奏する\n（段落【００１０】，【００５９】）。\n(2)  乙１５文献に記載された発明について\nア  乙１５文献は，本件優先日１の後であり，本件優先日２の前である平\n成１７年（２００５年）６月３０日に頒布された刊行物である。\nしかるところ，本件優先日１に係る優先権の主張の基礎とされた先の\n出願（特願２００５－２３２７６号）の願書に最初に添付した明細書，\n特許請求の範囲及び図面には，本件発明のうち，基剤を構成する高分子\n物質が「ヒアルロン酸，デキストラン，キトサン及びプルランからなる\n群より選ばれた少なくとも１つの物資」である構成のものについては記\n載されていない（甲２０及び弁論の全趣旨）から，当該構成に係る本件\n発明との関係においては，特許法４１条２項により，同法２９条１項３\n号の規定の適用について，本件特許の特許出願が本件優先日１の時にさ\nれたものとみなされることにはならない。\nしたがって，本件優先日１の後ではあるが，本件優先日２の前に頒布\nされた乙１５文献は，本件発明との関係において，特許法２９条１項３\n号所定の「特許出願前に日本国内又は外国において，頒布された刊行物」\nに当たるものといえる。\nイ  乙１５文献には，次の各記載がある（下記記載中に引用する図１，３，\n４，１４，１５については別紙図面を参照））。\n(ア)  「請求の範囲」\n［１９］  生分解性材料からなり，所定方向に延びる医療用針であって，\n所定方向に垂直な平面で切断されたとき，先端部からの距\n離に依存して変化する断面積を有する三角形形状の断面を有\nし，\n所定方向に沿って連続的に一体成形される，断面積が単調\n増加する第１拡大領域と，断面積が単調減少する縮小領域と，\n断面積が単調増加する第２拡大領域とを有し，\n第１および第２拡大領域において最大の断面積を与える最\n大断面が実質的に同じ形状および断面積を有することを特徴\nとする医療用針。\n［２３］  請求項１９に記載の医療用針であって，\n生分解性材料からなり，医療用針の後端部に連結された保\n持部をさらに有することを特徴とする医療用針。\n［３０］  請求項２３に記載の医療用針であって，\n所定方向に垂直な方向に延び，薬剤を収容する複数の縦孔\nと，\n縦孔を封止する生分解性材料からなる封止部と，をさらに\n有し，\n封止部の所定方向に垂直な方向における厚みが，各縦孔の\n配置位置により異なることを特徴とする医療用針。\n(イ)  「明細書」\nａ  技術分野\n［０００１］本発明は，ランセットおよび注射針などの医療用針，な\nらびにこれを用いた医療用デバイスに関し，とりわけ生体適合性材料\nからなる医療用針ならびにこれを用いた医療用デバイスに関する。\nｂ  発明が解決しようとする課題\n［０００５］微量の血液を採取するために適当な身体部位に穿刺され\nるランセットも同様に，物理的ストレスを極力小さくして，すなわち\nできるだけ少ない数の細胞組織を切開して，切開された細胞以外の細\n胞組織を分け入るようにして，細胞組織内に侵入していくことが好ま\nしい。こうして，損傷を与える細胞の数をできるだけ抑え，低侵襲性\nの医療用針（注射針およびランセット）を構成することが好ましい。\n［０００６］したがって，本発明の１つの態様は，患者に与える痛み\n（負担）が極力小さい低侵襲性医療用針を提供することを目的とする。\nｃ  課題を解決するための手段\n［００２４］本発明の第２の態様によれば，生分解性材料からなり，\n所定方向に延びる医療用針が提供され，この医療用針は，所定方向に\n垂直な平面で切断されたとき，先端部からの距離に依存して変化する\n断面積を有する三角形形状の断面を有し，所定方向に沿って連続的に\n一体成形される，断面積が単調増加する第１拡大領域と，断面積が単\n調減少する縮小領域と，断面積が単調増加する第２拡大領域とを有し，\n第１および第２拡大領域において最大の断面積を与える最大断面が実\n質的に同じ形状および断面積を有することを特徴とする。\n［００２９］また，この医療用針は，生分解性材料からなり，医療用\n針の後端部に連結された保持部をさらに有する。\n［００３０］好適には，医療用針内部において所定方向に延びる少な\nくとも１つの通路を有する。また，ホルダ部は，通路と連通する少な\nくとも１つのチャンバを有する。そして通路は，少なくとも１つの開\n口部を有する。好適には，通路は，所定の距離だけ離間して配置され\nた少なくとも２つの開口部を有する。さらに好適には，医療用針は，\n複数の通路を有し，ホルダ部は，各通路と個別に連通する複数のチャ\nンバを有する。択一的には，医療用針は，その内部において所定方向\nに延びる少なくとも１つの溝部を有する。\n［００３１］さらに，この医療用針は，所定方向に垂直な方向に延び，\n薬剤を収容する複数の縦孔と，縦孔を封止する生分解性材料からなる\n封止部と，をさらに有し，封止部の所定方向に垂直な方向における厚\nみが，各縦孔の配置位置により異なる。\nｄ  発明を実施するための最良の形態\n［００４３］（実施形態１）\n図１および図４を参照しながら，本発明の第１の実施形態によるラ\nンセットを以下に説明する。ランセット１を用いて，例えば，糖尿病\n患者の血糖値測定のために，患者の適当な身体部位（例えば，指先）\nに穿刺して，微量血液が採取される。図１および図２に示すように，\nランセット１は，Ｘ方向に延び，任意のＹ－Ｚ平面で切断したとき，\n三角形形状の断面を有する。その三角形断面の底辺，高さ，および断\n面積は，先端部１１からの距離またはＸ方向における位置に依存して\n変化する。すなわち，ランセット１は，この断面積が単調増加する第\n１の拡大領域（細胞切開領域）１０と，断面積が単調減少する縮小領\n域（摩擦力緩和領域）２０と，さらに再び断面積が単調増加する第２\nの拡大領域（細胞切開領域）３０とを有する。また，保持部４０が第\n２の拡大領域３０に連結されている。\n［００４４］換言すると，本発明のランセット１は，図１に示すよう\nに，所定方向（Ｘ方向）に延び，これに垂直な平面（Ｙ－Ｚ平面）で\n切断された断面（垂直断面）の断面積が先端部１１からの距離に依存\nして規則的に増減する。また，ランセット１は，垂直断面の断面積が\n極大となる複数の極大点（Ｙ－Ｚ平面５１，５３）と，垂直断面の断\n面積が極小となる極小点（Ｙ－Ｚ平面５２）とを有し，先端部に最も\n近い極大点５１における垂直断面の断面積が，他の各極大点５３にお\nける垂直断面の断面積と同じとなるように設計されている。\n［００４５］本発明のランセット１は，一般には，高分子ポリマ，生\n体高分子，蛋白質，および生体適合性無機材料を含む任意の生体適合\n性材料により構成される。\n［００４７］また，生体高分子としては，例えば，セルロース，でん\nぷん，キチン・キトサン，寒天，カラギーナン，アルギン酸，アガ\nロース，ブルラン，マンナン，カードラン，キサンタンガム，ジェラ\nンガム，ペクチン，キシログルカン，グアーガム，リグニン，オリゴ\n糖，ヒアルロン酸，シゾフィラン，レンチナンなどが含まれ，蛋白質\nとしてはコラーゲン，ゼラチン，ケラチン，フィブロイン，にかわ，\nセリシン，植物性蛋白質，牛乳蛋白質，ラン蛋白質，合成蛋白質，ヘ\nパリン，核酸が含まれ，糖，あめ，ブドウ糖，麦芽糖，ショ糖および\nこれらのポリマーアロイを用いることもできる。\n［００４９］ただし好適には，本発明のランセット１は，例えば，ポ\nリ乳酸，ポリグリコール酸，ポリカプロラクトン，コラーゲン，でん\nぷん，ヒアルロン酸，アルギン酸，キチン，キトサン，セルロース，\nゼラチンなどを含む生分解性ポリマ，およびこれらの化合物からなる\n生分解性材料を用いて形成される。\n［００５０］…ポリ乳酸などの生分解性材料を用いて形成されたラン\nセット１が埋め立て処理されると，好適にも，土中の微生物により水\nと二酸化炭素に分解される。すなわち，生分解性材料を用いて本発明\nのランセット１を形成すると，他の生体適合性材料を用いて形成した\n場合よりも環境に優しいだけでなく，ランセットの一部が欠損して，\n体内に残留した場合であっても，同様に体内において容易に生分解さ\nれるので，極めて安全であるランセットを実現することができる。\n［００５７］このように構成されたランセット１は，体内の細胞組織\n（皮膚または筋肉内）に侵入する時，図１および図３に示すように，\n第１の拡大領域（細胞切開領域）１０の先端部１１を支点として，四\n角錐を構成する３つの辺（稜線）１５ａ，１５ｂ，１６が周辺細胞を\n切開し，第１の拡大領域１０の底面１４および一対の側面１７ａ，１\n７ｂが切開されない細胞を押し広げるようにして，細胞組織内に侵入\nする。…\n［００８１］（変形例２）\n図１４および図１５を参照しながら，実施形態１ないし３の変形例\n２のランセットについて詳細に以下説明する。変形例２のランセット\nは，薬剤を収容するための複数の縦孔と，縦孔を封止する封止部とを\nさらに有する点を除き，実施形態１のランセット１と同様の構成を有\nするので，重複する点については説明を省略する。\n［００８２］変形例２のランセット１０２は，図１４に示すように，\n薬剤を収容するためのＺ方向に延びる複数の縦孔９１ａ～９１ｄと，\nこれを封止するための生分解性材料からなる封止部９２とをさらに有\nする。この縦孔９１ａ～９１ｄに薬剤を含む微小粒体または流体（図\n示せず）を充填した後，縦孔９１ａ～９１ｄから逸脱しないようにこ\nれを封止部９２で封止する。\n［００８３］こうして形成されたランセット１０２を体内に穿刺して\n留置しておくと，とりわけ封止部９２を構成する生分解性材料が徐々\nに分解され，縦孔９１ａ～９１ｄに収容された薬剤を含む微小粒体ま\nたは粒体を徐放させることができる。また好適には，封止部９２は，\nそのＺ方向における厚みが縦孔９１ａ～９１ｄの配置位置において異\nなるように形成される。具体的には，封止部９２は，図１５（ａ）に\n示すように傾斜した厚みを有するように，あるいは図１５（ｂ）に示\nすように段差を有するように構成される。こうして，各縦孔９１ａ～\n９１ｄに収容された薬剤を徐放させる時期を制御することができる。\nウ  以上のような乙１５文献の記載によれば，乙１５文献には，生分解性\nポリマからなる「変形例２」（図１４及び１５）として，次のような構成\nを有する医療用針（以下「乙１５記載の医療用針」という。）に係る発明\nが開示されているものと認められる。\n「ヒアルロン酸，キトサン，プルランなどの生分解性ポリマからなる\n所定方向に延びる皮膚に侵入する医療用針であって，所定方向に垂直\nな平面で切断されたとき，先端部からの距離に依存して変化する断面\n積を有する三角形形状の断面を有し，所定方向に沿って連続的に一体\n成形される，断面積が単調増加する第１拡大領域と，断面積が単調減\n少する縮小領域と，断面積が単調増加する第２拡大領域とを有し，第\n１および第２拡大領域において最大の断面積を与える最大断面が実質\n的に同じ形状および断面積を有することを特徴とし，\n医療用針は，所定方向に垂直な方向に延び，薬剤を収容する複数の\n縦孔と，縦孔を封止する生分解性材料からなる封止部を有し，体内に\n穿刺して留置しておくと封止部を構成する生分解性材料が徐々に分解\nされ，縦孔に収容された薬剤を含む微小粒体または粒体を徐放させる\nことができる医療用針。」\n(3)  本件発明と乙１５記載の医療用針との対比\n以上を前提として，乙１５記載の医療用針が本件発明の各構成要件の構\n成を備えるものか否かにつき検討する。\nア  構成要件Ａ\n乙１５記載の医療用針は，「生分解性ポリマ」からなるところ，これが\n構成要件Ａの「生体内溶解性の高分子物質からなる基剤」に相当するこ\nとは明らかである。\nまた，乙１５記載の医療用針を構成する「生分解性ポリマ」は，「ヒア\nルロン酸」，「キトサン」及び「プルラン」のいずれかであり得るところ，\nこれらの物質はいずれも「水溶性」である。\nしたがって，乙１５記載の医療用針は，本件発明の構成要件Ａ（「水溶\n性かつ生体内溶解性の高分子物資からなる基剤と」）の構成を備えている。\nイ  構成要件Ｂ\n(ア)  本件発明の構成要件Ｂの「目的物質」には「薬物」が含まれるか\nら（本件明細書の段落【００３４】），乙１５記載の医療用針の中にあ\nる「薬剤」は，上記「目的物質」に当たる。\n(イ)  乙１５記載の医療用針においては，「医療用針」の内部に設けられ\nた「複数の縦孔」内に，「薬剤」が収容され，当該縦孔は「生分解材料\nからなる封止部」によって封止されている。\nそこで，上記のとおり，「目的物質」に相当する「薬剤」が，「基剤」\nに相当する「医療用針」の内部に設けられた縦孔に収容・封止される\nことをもって，目的物質が「基剤に保持された」ものといえるか否か\nにつき検討する。\nａ  本件発明の特許請求の範囲（本件訂正前の請求項１）記載の「基\n剤に保持された目的物質」との構成は，目的物質が基剤に「保持」\nされていることを規定するものであるところ，同特許請求の範囲に\nは，「保持」の態様について限定する記載はない。そして，「保持」\nとは，一般に，「たもちつづけること。手放さずに持っていること。」\n（広辞苑第６版（乙１９））を意味する用語であることからすると，\n「基剤に保持された目的物質」とは，目的物質が基剤にたもちつづ\nけられる状態にあること全般を意味するものといえる。\nまた，本件明細書の「発明の詳細な説明」には，「保持」の用語を\n定義付ける記載はなく，かえって，「基剤に目的物質を保持させる方\n法としては特に限定はなく，種々の方法が適用可能である」（段落\n【００７０】）ことが明示されている。\n加えて，本件特許の特許請求の範囲の請求項４には，請求項１を\n引用した発明として，「前記基剤は多孔性物質を含有し，前記目的物\n質は前記多孔性物質に保持され，前記目的物質が徐放される，請求\n項１に記載の経皮吸収製剤」が記載され，また，本件明細書の段落\n【００１６】，【００１８】及び【００７２】には，「目的物質」が\n「多孔性物質」に「保持」されることが記載されている。これらの\n記載における「目的物質」が「多孔性物質」に「保持」されるとは，\n「多孔性物質」に存在する孔の中に「目的物質」が収容されている\n構成を意味するものと理解することができる。\nそして，以上のような理解を前提とすれば，乙１５記載の医療用\n針における「薬剤」が「医療用針」の内部に設けられた「複数の縦\n孔」内に収容され，当該縦孔が「生分解材料からなる封止部」に\nよって封止されている状態は，構成要件Ｂの「目的物質」に相当す\nる「薬剤」が，「基剤」に相当する「医療用針」にたもちつづけられ\nている状態であるといえるから，乙１５記載の医療用針は，構成要\n件Ｂの「基剤に保持された目的物質とを有し」との構成を備えてい\nると認められる。\nｂ  控訴人の主張について\nこれに対し，控訴人は，①本件発明の特許請求の範囲及び本件明\n細書の記載からすれば，本件発明の経皮吸収製剤における「基剤に\n保持された目的物質」とは，製剤が皮膚に挿入された時に，目的物\n質が，皮膚を貫通する強度を与える基剤とともに皮膚に挿入され，\n体内で基剤とともに溶解し吸収されるように，あらかじめ基剤に保\n持されて製剤を形成していること，すなわち，目的物質が基剤に混\n合されて基剤とともに存在していることを意味する，②本件明細書\nには，硬さと溶解性を兼ね備えた経皮吸収製剤の作製に不可欠の方\n法の記載があり，経皮吸収製剤が，基剤の特定高分子物質の糊状水\n溶液から針状に成形，乾燥して作製されることが理解されるから，\n本件発明における基剤と目的物質の保持関係は，本件発明の経皮吸\n収製剤の上記のような作製方法と整合するものでなければならない\nとした上で，乙１５記載の医療用針は，「基剤に保持された目的物質」\n（構成要件Ｂ）の構成を備えていない旨主張する。\nしかしながら，本件特許の特許請求の範囲及び本件明細書には，\n「基剤に保持された目的物質」の用語について，「目的物質が基剤に\n混合していること」を意味することを明示した記載はない。かえっ\nて，前記ａのとおり，特許請求の範囲には，「基剤に保持された目的\n物質」にいう「保持」の態様について限定する記載はなく，また，\n本件明細書の段落【００７０】には，「基剤に目的物質を保持させる\n方法としては特に限定はなく，種々の方法が適用可能である」との\n記載がある。\nさらに，控訴人が上記主張の根拠とする本件発明の経皮吸収製剤\nの作製方法についての記載とは，本件明細書中の「フッ素樹脂等か\nらなる平板９２の上に，目的物質を含有する基剤９１を載せ」，「目\n的物質を含有する基剤９１にガラス棒９３の先端を接触させ」，「直\nちにガラス棒９３を持ち上げて，ガラス棒９３の先端に付着した目\n的物質を含有する基剤９１を引き伸ばし」，「さらにガラス棒９３を\n持ち上げて，目的物質を含有する基剤９１を針状又は糸状に成形」\nし，「その後，針状又は糸状に成形した目的物質を含有する基剤９１\nを乾燥又は硬化させる」（段落【００９３】，図７(a)ないし(c)）と\nいう製造方法の記載及び鋳型９７に設けられた「孔９８ａ，９８ｂ，\n９８ｃに目的物質を含有する基剤を充填し，乾燥又は硬化後，取り\n出す」，あるいは，「孔から取り出した後に乾燥又は硬化させる」（段\n落【００９５】，図９）という製造方法の記載を指すものと解される\nところ，これらの記載は，いずれも本件発明の経皮吸収製剤を製造\nする方法についての一例を説明する記載にすぎないから，本件発明\nの「基剤に保持された目的物質」の意義について，上記記載に係る\n製造方法と整合するように限定して解釈しなければならないとする\n理由はない。\nしたがって，控訴人の上記主張は採用することができない。\n(ウ)  以上によれば，乙１５記載の医療用針は，本件発明の構成要件Ｂ\nの「該基剤に保持された目的物質とを有し」の構成を備えている。\nウ  構成要件Ｃ及びＧ\n(ア)  乙１５記載の医療用針は，皮膚に侵入する医療用針であって，その\n内部に設けられた複数の縦孔に薬剤を収容し，その縦孔は封止部によっ\nて封止されており，体内に穿刺して留置しておくと封止部を構成する生\n分解性材料が徐々に分解され，縦孔に収容された薬剤を含む微小粒体ま\nたは粒体を徐放させることができるものである。\nこのような乙１５記載の医療用針の構成からすると，乙１５記載の医\n療用針は，本件発明の構成要件Ｃの「皮膚に挿入されることにより目的\n物質を皮膚から吸収させる経皮吸収製剤」及び構成要件Ｇの「経皮吸収\n製剤」に相当すると認められる。\n(イ)  控訴人の主張について\nこれに対し，控訴人は，「製剤」の意義について，化学大辞典で「医\n薬品の本質に影響を及ぼさないで主として物理的操作，たとえば粉砕，\n混合，練リ合セ，浸出または蒸発などによって調剤，保存あるいは使用\nに便利で，かつ治療効果を十分に発揮するように加工することをいうが，\n更に，これによってできあがった製品をも製剤と称している。」（甲２１）\nとされていることを根拠に，医薬品を物理的操作によって加工してでき\nあがった製品で，例えば，錠剤，注射液，軟膏，坐薬がその例であると\nした上で，乙１５文献に記載されているランセットの内部に縦孔を設け，\n薬剤を縦孔に封止して体内に徐放させる構成のものは，「製剤」ではな\nく，この場合，「製剤」に相当するのは，縦孔内に封止されている「薬\n剤」であり，ランセットは「製剤」に当たらない旨主張する。\n控訴人の上記主張は，「製剤」について，錠剤，注射液，軟膏及び坐\n薬のように医薬品成分が他の副成分と混合一体化したものに限られると\nの理解を前提とするものと解されるが，「製剤」がそのようなものに限\nられないことは，例えば，「製剤」の例として，カプセル剤や糖衣錠の\nように，医薬品成分とそれ以外の成分とが混合せずに独立して存在する\nものも想定されるほか，本件明細書の段落【０００３】記載のとおり，\n注射針と同様の中空構造を有し，薬液を注入するタイプのマイクロニー\nドルであって，生体内溶解性を有する物質からなる基剤を有する自己溶\n解型のマイクロニードル（乙４）が従来から存在することに照らし，明\nらかというべきである。\nそして，乙１５記載の医療用針は，生分解性材料からなる医療用針の\n内部に設けられた縦孔の中に薬剤が封止・収容されているものであり，\nこのような構成によって前記(ア)のようにして薬剤が体内に徐放される\nようにし，薬剤の体内への吸収を容易にした製品ということができると\nころ，このような製品は，医薬品の本質に影響を及ぼさないで，使用に\n便利で，かつ治療効果を十分発揮できるような加工を施してできあがっ\nた製品ということができるから，控訴人が主張する化学大事典の説明を\n前提としても，「製剤」の範ちゅうに属するものということができる。\nしたがって，控訴人の上記主張は理由がなく，乙１５記載の医療用針\nは，構成要件Ｃ及びＧの「経皮吸収製剤」に当たるものといえる。\n(ウ)  以上によれば，乙１５記載の医療用針は，本件発明の構成要件Ｃ\nの「皮膚に挿入されることにより目的物質を皮膚から吸収させる経皮\n吸収製剤」及び構成要件Ｇの「経皮吸収製剤」の各構成を備えている。\nエ  構成要件Ｄ\n乙１５記載の医療用針を構成する「生分解性ポリマ」は，「ヒアルロン\n酸」，「キトサン」及び「プルラン」のいずれかであり得るから，乙１５\n記載の医療用針は，本件発明の構成要件Ｄの「前記高分子物質は，コン\nドロイチン硫酸ナトリウム，ヒアルロン酸，グリコーゲン，デキストラ\nン，キトサン，プルラン，血清アルブミン，血清α酸性糖タンパク質，\n及びカルボキシビニルポリマーからなる群より選ばれた少なくとも１つ\nの物質であり」との構成を備えている。\nオ  構成要件Ｅ及びＦ\n乙１５記載の医療用針は，「皮膚に侵入する医療用針であって」，乙１\n５文献の図１４及び１５のような形状からなるものであるから，いずれ\nも「尖った先端部を備えた針状又は糸状の形状を有すると共に」，「前記\n先端部が皮膚に接触した状態で押圧されることにより皮膚に挿入される」\nものであることが認められる。\nしたがって， 乙１５記載の医療用針 は，本件発明の構成要件 Ｅの\n「尖った先端部を備えた針状又は糸状の形状を有すると共に」及び構成\n要件Ｆの「前記先端部が皮膚に接触した状態で押圧されることにより皮\n膚に挿入される」との各構成を備えている。\nカ  まとめ\n以上によれば，乙１５記載の医療用針は，本件発明の各構成要件の構\n成を全て備えているものと認められる。\n(4)  小括\n以上の次第であるから，本件発明は，本件優先日２の前に頒布された刊\n行物である乙１５文献に記載された発明であると認められ，特許法２９条\n１項３号の規定により特許を受けることができないものである。\nしたがって，本件発明に係る本件特許は，特許無効審判により無効にさ\nれるべきものと認められるから，被控訴人ら主張の無効理由１は理由があ\nる。\n２  争点(4)（訂正の対抗主張の成否）について\n前記１(4)のとおり，本件発明に係る本件特許には，乙１５文献に基づく新\n規性欠如の無効理由（無効理由１）がある。そこで，控訴人の訂正の対抗主\n張の成否について検討する。\nなお，被控訴人らは，控訴人による本件訂正に係る訂正の対抗主張は時機\nに後れた攻撃防御方法（民訴法１５７条１項）に当たり，却下されるべきで\nある旨主張するが，控訴人が，無効２０１２－８０００７３号の無効審判請\n求事件において，本件訂正に係る訂正請求を行うに至った経過（前記第２の\n２の「前提事実」(3)）及び原判決の判断内容等に鑑みれば，控訴人が，当審\nで提出した平成２７年３月２０日付け控訴人第２準備書面において初めて本\n件訂正に係る訂正の対抗主張を行ったことが，時機に後れたものということ\nはできないから，被控訴人らの上記主張は理由がない。\n(1)  本件訂正に係る各訂正事項が訂正要件を満たすものか否かについて\nア  訂正事項①について\n(ア)  訂正事項①は，本件発明の構成要件ＡないしＧに，構成要件Ｏを\n付加するとともに，本件発明の「経皮吸収製剤」（構成要件Ｇ）を\n「経皮吸収製剤保持シート」（構成要件Ｈ’）とするものである。\n訂正事項①に係る訂正について，控訴人は，特許請求の範囲の減縮\nを目的とするものであり（特許法１３４条の２第１項ただし書１号），\nその他の訂正要件も満たす旨主張するのに対し，被控訴人らは，発明\nの対象を変更するものであるから，「実質上特許請求の範囲を拡張し，\n又は変更するもの」（特許法１３４条の２第９項，１２６条６項）に\n当たり，訂正要件を欠く旨主張するので，以下，訂正事項①に係る訂\n正が「実質上特許請求の範囲を拡張し，又は変更するもの」に当たる\nか否かにつき検討する。\n(イ)  特許法は，訂正審判又は特許無効審判における訂正請求による特\n許請求の範囲等の訂正について，特許請求の範囲の減縮，誤記又は誤\n訳の訂正，明瞭でない記載の釈明を目的とするものに限って許される\nものとし（１２６条１項，１３４条の２第１項），更に，「実質上特\n許請求の範囲を拡張し，又は変更するものであってはならない」（１\n２６条６項，１３４条の２第９項）ことを定めている。これは，訂正\nをすべき旨の審決が確定したときは，訂正の効果は特許出願の時点ま\nで遡って生じ（１２８条），しかも，訂正された特許請求の範囲，明\n細書又は図面に基づく特許権の効力は不特定多数の一般第三者に及ぶ\nものであることに鑑み，特許請求の範囲等の記載に対する一般第三者\nの信頼を保護することを目的とするものであり，特に，１２６条６項\nの規定は，訂正前の特許請求の範囲には含まれない発明が訂正後の特\n許請求の範囲に含まれることとなると，第三者にとって不測の不利益\nが生じるおそれがあるため，そうした事態が生じないことを担保する\n趣旨の規定であると解される。\n(ウ)  そこで，以上を踏まえて検討するに，本件訂正における訂正事項\n①は，本件訂正前の請求項１について，同請求項の「水溶性かつ生体\n内溶解性の高分子物質」の前に「シート状の支持体の少なくとも一方\nの面に経皮吸収製剤が１又は２個以上保持され，皮膚に押し当てられ\nることにより前記皮膚吸収製剤が皮膚に挿入される経皮吸収製剤保持\nシートであって，」（構成要件Ｏ）を新たに加え，同請求項の「経皮\n吸収剤。」（構成要件Ｇ）を「である，経皮吸収製剤保持シート。」\n（構成要件Ｈ’）に訂正するというものであり，発明の対象を「経皮\n吸収製剤」という物の発明から「経皮吸収製剤保持シート」という物\nの発明に変更するものといえる。\nそして，①本件訂正前の特許請求の範囲中には，請求項１９として，\n「シート状の支持体の少なくとも一方の面に請求項１～１７のいずれ\nかに記載の経皮吸収製剤が１又は２個以上保持され，皮膚に押し当て\nられることにより前記皮膚吸収製剤が皮膚に挿入される経皮吸収製剤\n保持シート」との記載があり，「経皮吸収製剤」の発明とは別に，\n「経皮吸収製剤保持シート」の発明の記載があること，②本件明細書\nには，「経皮吸収製剤」の発明は，「難経皮吸収性の薬物等であって\nも高い効率で皮膚から目的物質を吸収させることができる」という効\n果（段落【００５９】）を奏することが，「経皮吸収製剤保持シート」\nの発明は，「本発明の経皮吸収製剤を簡便かつ効率的に投与すること\nができる」という効果（段落【００６０】）を奏することが記載され\nるなど，「経皮吸収製剤」の発明と「経皮吸収製剤保持シート」の発\n明とは，構成及び効果を異にする別個の発明として開示されているこ\nとを併せ考慮すると，本件訂正前の請求項１の「経皮吸収製剤」とい\nう物の発明を「経皮吸収製剤保持シート」という物の発明に変更する\n訂正事項①に係る訂正は，実質上特許請求の範囲を変更するものとし\nて，特許法１３４条の２第９項において準用する同法１２６条６項に\n違反するものと認められる。仮にこのような物の発明の対象を変更す\nる訂正が許されるとすれば，「その物の生産にのみ用いる物」又は\n「その物の生産に用いる物」の生産等の行為による間接侵害（同法１\n０１条１号ないし３号）が成立する範囲も異なるものとなり，特許請\n求の範囲の記載を信頼する一般第三者の利益を害するおそれがあると\nいえるから，前記(イ)で述べた同法１２６条６項の規定の趣旨に反す\nるといわざるを得ない。他方で，本件においては，請求項１９の「経\n皮吸収製剤保持シート」の発明について，発明の対象を変更すること\nなく必要な訂正を行い，当該請求項に基づいて特許権を行使すること\nも可能であるから，請求項１について，発明の対象の変更となるよう\nな訂正をあえて認めなければ，特許権者である控訴人の権利保護に欠\nけるという特段の事情もない。\n以上によれば，上記のとおり発明の対象を変更することとなる訂正\n事項①に係る訂正は，実質上特許請求の範囲を変更するものとして許\nされないものというべきである。\nイ  控訴人の主張について\nこれに対し，控訴人は，①本件発明の特徴的構成は，基剤成分の高分子\n物質を規定した構成要件Ｄであり，本件訂正発明では，構成要件Ｄに加\nえて，経皮吸収製剤を針状に成形する際の成形方法の特徴を規定した構\n成要件Ｇ’であって，「経皮吸収製剤保持シート」の構成は，それ自体\nで新規な特徴的構成を有しないこと，②本件訂正後の特許請求の範囲の\n請求項１は，形式的には「経皮吸収製剤保持シート」として記載されて\nいるが，実質的には「経皮吸収製剤」の発明であり，「経皮吸収製剤」\nの発明として記載することも可能であることを理由に挙げ，訂正事項①\nに係る訂正は，特許請求の範囲を実質上拡張も変更もしていない旨主張\nする。\nしかしながら，控訴人が指摘する「経皮吸収製剤保持シート」の構成が\nそれ自体で新規な特徴的構成であるかどうかという問題は，上記判断と\nは直接関係がないことというべきであるから，控訴人が指摘する上記①\nの点は，控訴人の上記主張を根拠付けるものとはいえない。\nまた，本件訂正後の特許請求の範囲の請求項１について，「経皮吸収製\n剤」の発明に書き換えることも可能であり，実質的には「経皮吸収製剤」\nの発明であるとする控訴人の主張は，特許請求の範囲の記載に基づかず\nに発明の対象を特定し，その変更の有無を判断しようとするものであっ\nて，失当というべきであるから，控訴人が指摘する上記②の点も，控訴\n人の上記主張を根拠付けるものとはいえない。\nしたがって，控訴人の上記主張は採用することができない。\n(2)  小括\n以上によれば，本件訂正前の請求項１に係る本件訂正は，その余の点につ\nいて判断するまでもなく，訂正要件を欠くものであって許されないものとい\nえる。\nそうすると，控訴人の本件訂正に係る訂正の対抗主張は，その余の点につ\nいて判断するまでもなく，採用することができない。\n３  結論\n前記１及び２によれば，本件特許には，新規性欠如の無効理由があり，特許\n無効審判により無効にされるべきものと認められるところ，他方で，控訴人が\n当審において追加した訂正の対抗主張は採用することができないから，控訴人\nは，被控訴人らに対し，特許法１０４条の３第１項の規定により，本件特許権\nを行使することができない。\nしたがって，本件特許権に基づく控訴人の請求は，その余の点について判断\nするまでもなく，いずれも理由がない。\nよって，控訴人の請求をいずれも棄却した原判決は結論において相当であり，\n本件控訴は理由がないからこれを棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官         大        鷹     一        郎\n裁判官         大        西     勝        滋\n裁判官         田        中     正        哉\n（別紙）            物  件  目  録\n１  被控訴人コスメディ製薬株式会社の商品名：マイクロヒーラ\n原判決別紙「被告製品の構成」１記載の化粧品\n２  被控訴人岩城製薬株式会社の商品名：ナビジョンＨＡフィルパッチ\n原判決別紙「被告製品の構成」２記載の化粧品\n３  訴外株式会社不二ビューティの商品名：ライトナーＸＴマイクロヒーラマスク\n原判決別紙「被告製品の構成」３記載の化粧品\n４  訴外株式会社ドクターシーラボの商品名：シーラボＳホワイト３７７マイクロ\nパッチ\n原判決別紙「被告製品の構成」４記載の化粧品\n（別紙）            本件明細書の図面\n【図７】\n【図８】\n【図９】\n【図１０】\n（別紙）            乙１５文献の図面\n［図１］\n［図３］\n［図４］\n［図１４］\n［図１５］\n"
}