{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 6,
    "day": 8
  },
  "case_number": "平成28(う)1338",
  "case_name": "関税法違反，消費税法違反，地方税法違反被告事件",
  "court_name": "大阪高等裁判所第１刑事部",
  "lawsuit_id": "86873",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86873",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/873/086873_hanrei.pdf",
  "contents": "平成２８年（う）第１３３８号  関税法違反，消費税法違反，地方税法違反被告事\n件\n平成２９年６月８日  大阪高等裁判所第１刑事部判決\n主 文\n原判決中「被告人両名から，大阪地方検察庁堺支部で保管中の金地金１３０枚\n及び腕時計５８６個を没収する。」との部分を破棄する。\n理 由\n参加人の本件控訴の趣意は，主任代理人米倉裕樹及び代理人木曽裕連名作成の控\n訴趣意書に記載されたとおりであるから，これを引用する。\n論旨は，事実誤認の主張である。\n１  控訴趣意の要旨\n原判決は，上記金地金１３０枚及び腕時計５８６個（以下「本件没収対象物件」\nという。）は，原判示の許可を受けないで貨物を輸入しようとした罪の犯罪行為を\n組成したもので，その実質的な所有者は，上記密輸入についての香港側業者ないし\nこれに密輸入を依頼した荷主とみるのが相当であり，これらの者は上記罪の共犯者\nに当たるから，本件没収対象物件は「犯人以外の者に属しない物」に当たるとして\nこれを没収したが，本件没収対象物件の所有者は参加人であり，かつ，参加人は善\n意の所有者であって上記罪の共犯者ではないから，原判決には，判決に影響を及ぼ\nすことが明らかな事実の誤認がある。\n２  原審の経過等\n本件公訴事実の要旨\n本件公訴事実の要旨は，「被告人両名は，Ａ，Ｂ，Ｃ，Ｄ，Ｅ，Ｆ，Ｇ及び氏名\n不詳者らと共謀の上，金地金及び腕時計を不正に輸入し，これに対する消費税及び\n地方消費税を免れようと考え，平成２７年２月１４日，香港国際空港において， Ｄ，\nＥ，Ｆ及びＨが，黒色布袋内の段ボール箱に隠匿した金地金合計１３０kg（課税価\n格合計６億３８９万３５５８円相当）及び腕時計５８６個（課税価格合計４億６６\n５０万４４３９円）を，キャセイパシフィック航空第５０２便に機内預託手荷物と\nして搭載して同空港を出発させて関西国際空港に到着させ，同空港内大阪税関関西\n空港税関支署旅具検査場において，情を知らない同税関支署職員を介して，通関に\n関する税関長の権限の委託を受けた同税関支署長に対し，前記金地金及び腕時計を\n輸入する事実を秘して輸入する貨物は全て化粧品である旨の虚偽の輸入及び納税申\n告を行い，税関長の許可を受けないで前記金地金及び腕時計を輸入しようとすると\nともに，不正の行為により消費税６７４３万４８００円及び地方消費税１８１９万\n６６００円を免れようとしたが，同税関支署職員に発見されたため，いずれもその\n目的を遂げなかった」というものである。\n原審の経過等\n被告人両名は，原審第１回公判期日において，いずれも，上記公訴事実を全て認\nめ，第２回公判期日までに検察官から請求のあった証拠については全て被告人らの\n同意に基づいて取り調べられ，弁護側立証も終了した。\n一方，参加人は，その間，原審第１回公判期日後に，被告人らが密輸入しようと\nした金地金及び腕時計の所有者であるとして，本件各被告事件について，刑事事件\nにおける第三者所有物の没収手続に関する応急措置法に基づく参加の申立てを行い，\n原審裁判所は，原審第２回公判期日後の平成２８年４月２２日，本件没収対象物件\nについて，参加人の参加を許可した。参加人は，香港在住の貿易商であり，本件没\n収対象物件は，参加人がＩ及びＪという人物から，同人らがこれを日本で販売して\nその代金を参加人に渡し，参加人がその中から同人らに代金を支払う，売れ残った\n物は同人らが買い戻すという約束で購入したもので，参加人の所有であり，かつ，\n参加人は，これらが日本に密輸入されるとは知らなかったなどと主張した。そして，\n原審第５回公判期日までに，参加人請求のインヴォイスや検察官が追加請求した書\n証等の取調べが行われた。\n原審裁判所は，公訴事実どおりの事実を認定して，被告人両名に対し，いずれも\n懲役刑（執行猶予付き）及び罰金刑に処するとともに，本件没収対象物件について\nは，関税法違反の罪の犯罪組成物件であり，犯人以外の者に属しないとして，刑法\n１９条１項１号，２項本文を適用して被告人両名から没収するとの判決を言い渡し\nた。\nこれに対して，検察官及び被告人両名は控訴せず，参加人のみが控訴した。\n没収に関する原判決の判断の要旨\n原判決は，（没収に係る補足説明）として，要旨，以下のとおり判示した。\n被告人両名とＡ及びＢの４名（以下「上位者グループ」という。）は，Ｇから紹\n介された香港の複数の業者（以下「香港側業者」という。）から密輸入の依頼を受\nけ，実行グループを用いて，香港から金地金等を密輸入して，これを指定された配\n送先に届けていたものであるところ，本件を含む一連の密輸入は，そのような取引\nの中で継続的に行われたものであり，上位者グループに密輸入を依頼し，実際に物\n品を密輸入の過程に置き，上位者グループと報酬の取り決めをし，これを支払うの\nは全て香港側業者であることに照らせば，密輸入品の実質的所有者は，これを実質\n的に支配し利益が帰属する香港側業者ないし香港側業者に密輸入を依頼した荷主と\n見るのが相当であり，これらの者は共犯者に当たる。仮に，これらの者の背後に所\n有権を主張する者がいたとしても，それは，没収を免れようと後付けの主張をする\n者か，実質的所有者が介在させたわら人形であり，実質的所有者と同視すべきであ\nる。したがって，本件没収対象物件は，「犯人以外の者に属しない物」に当たる。\n参加人代理人は，本件没収対象物件が記載されたインヴォイスを証拠として提出\nし，本件没収対象物件の実質的所有者に対する捜査や，被告人両名と参加人の共犯\n関係の立証が不十分であると主張するが，その内容からして上記認定・判断を左右\nしない。本件事案の内容等に鑑みれば，没収の必要性及び妥当性が認められ，没収\nするのが相当である。\n３  当裁判所の判断\n本件没収対象物件について「犯人以外の者に属しない物」と認定するには合理的\n疑いがあるから，原判決には，判決に影響を及ぼすことが明らかな事実の誤認があ\nる。\nその理由は，以下のとおりである。\n事実関係\n関係証拠によると，以下の事実が認められる。\nア  被告人ら上位者グループの者は，関与し始めた時期等に異同はあるものの，\nかねてより，しばしば香港に渡航し，平成１９年頃からは，週に１度，４名のうち\nの１名ないし２名が交替で香港に出国し，Ｇが香港側業者から密輸入する時計や金\n地金等を集荷し，これを空港にいる運び屋グループに届けるのに同行するなどして\nいた。日本に密輸入された物品は，Ｂが代表取締役を務める株式会社Ｋに持ち込ま\nれ，そこで同社が香港の会社（Ｌ，Ｍ等）から正規に仕入れた商品であるように書\n類が整えられた上，ＧからＬＩＮＥで送信されるリストに基づいて，腕時計は株式\n会社Ｎや有限会社Ｏ等の国内の時計卸売業者に配送され，金地金は貴金属店や共犯\n者Ｐ等に持ち込まれていた。\nイ  配送先から売買代金として株式会社Ｋに支払われた金員は海外に送金され，\n上位者グループは，あらかじめＧを介して香港側業者との間で決められていた腕時\n計や金地金１個あたりの手数料（コミッション料）に基づき，Ｇが一月ごとに集計\nした金額を，渡航した際にＧから受け取っていた。香港側業者に新たな荷主が加わ\nる場合には，上位者グループのメンバーがＧを介して手数料の交渉をし，折り合え\nば密輸を引き受けていた。\nウ  上記ア，イの過程を通じて，上位者グループの者は，香港側業者に関しては，\n若干の接触がある程度で，取引について，香港側業者や香港側業者に依頼した別の\n荷主らと直接交渉することはなかった。\n検討\n上記認定の事実によれば，本件は，上位者グループが行ってきた上記一連の密輸\n入の一環として行われた犯行であると認められるところ，上位者グループは，密輸\n入の依頼を受け，密輸する物件を集荷し，手数料の交渉をし，その支払を受けるこ\nとなどについて，全てＧを介して行っており，Ｇに密輸を依頼したとされる香港側\n業者とＧとの関係や，香港側業者や香港側業者に依頼した荷主がどのような人物で\nあり，どのようにして輸出する物件を調達しているのか等に関しては，何ら具体的\nな供述をしておらず，これらの点が明確になるような証拠もない。密輸品の配送先\nである国内の業者と香港側業者との関係も必ずしも明らかであるとは言えない。\nところで，金地金や腕時計は，それ自体は禁制品ではなく，所有することや取引\nをすることが禁じられているわけではないし，正規の手続に従えば，輸出入するこ\nとが可能なものであるから，それが密輸ルートに乗った場合であっても，そのよう\nな事態に至る経緯については，所有者が，それと知りながら，密輸のルートに乗せ\nた場合以外にも，例えば，①  所有者が，正規の業者を装った密輸業者にだまされ\nて輸出手続を依頼した場合，②  所有者が輸出を依頼した業者が更に密輸業者に輸\n出手続を依頼した場合，③  窃盗等犯罪行為によって所有者から占有を奪われた品\n物が密輸業者に持ち込まれた場合等，様々な場合が想定できる。\n金地金や腕時計というような物品については，それが密輸に供されたという事実\nだけから，不正な犯罪組織の所有に係る物であると推認することはできず，そのよ\nうな認定をするためには，やはり，その物の，本件に即していえば，香港における\n本件没収対象物件の調達状況等が明らかになる必要がある。\nところが，本件においては，これに資するような事情はほとんど明らかになって\nいない。本件においては，本件没収対象物件が犯人以外の者に属さない物であるこ\nとについての証明が十分でなく，密輸に関与している者以外の者がその所有権を有\nしている可能性を否定することは困難である。\n原判決は，本件を含む一連の密輸入は，上位者グループの者が香港側業者から密\n輸入の依頼を受け，実行グループを用いて行っていた取引の中で継続的に行われた\nものであり，上位者グループに密輸入を依頼し，実際に物品を密輸入の過程に置き，\n上位者グループと報酬の取り決めをし，これを支払うのは全て香港側業者であるこ\nとに照らせば，密輸入品の実質的所有者は，これを実質的に支配し利益が帰属する\n香港側業者ないし香港側業者に密輸入を依頼した荷主と見るのが相当である旨判示\nしているが，その判断は，上記①ないし③の可能性を全く検討していないもので，\n不合理なものといわざるを得ない。\nその他，本件没収対象物件について没収を求刑した原審検察官の主張を踏まえて\n検討しても，上記①ないし③の可能性を排し，本件没収対象物件が「犯人以外の者\nに属しない物」であることを証明するに足りる証拠や事実関係は見当たらない。\n以上の次第で，本件没収対象物件について「犯人以外の者に属しない物」と認定\nするには合理的疑いがあるから，原判決には，判決に影響を及ぼすことが明らかな\n事実の誤認があるといわざるを得ない。\n論旨は理由がある。\nなお，原審検察官は，参加人は本件没収対象物件の所有者とはいえないとして，\n①  参加人が主張するような内容の契約は，相手方にとって密輸を前提としなけれ\nば経済合理性が認められないし，巨額の取引をするのに基本的な契約条件を記載し\nた契約書等が一切作成されていないのも不自然である，②  参加人が取引を証する\nものとして提出したインヴォイスは，その体裁や内容から偽造することが容易なも\nのであり，事前に捜査担当検事に示されたインヴォイスは，金地金と腕時計をまと\nめて記載した１通にすぎず，これと全く異なるものであることからも見ても，真正\nに作成されたものであるか疑わしいなどと主張している。\nしかし  ①の点については，確かに，原審検察官の指摘にはもっともな点がある\nが，参加人の主張するような内容の契約が密輸入を前提としなければ経済合理性が\nないといえるかどうかは，販売価格や手数料の額をどのように設定するか等の条件\nによると考えられ，一概には言えないから，同契約が密輸を前提としなければ不合\n理なものとまでは言えず，そのような契約を締結しようとする者が必ず密輸につい\nて悪意であるとも言えない。また，参加人が主張するような契約を前提とすると，\nそのような信用取引に，契約書が作成されていないことが不自然であるとも言い切\nれない。\n②の点については，参加人が提出したインヴォイスが，参加人が所有者であるこ\nとを証する資料として十分な証明力を有しているかどうか疑問がないわけでないが，\nこれが偽造であるという確たる証拠もなく，その内容の詳細さ等から見て，全く証\n明力がないものとも言いきれない。\nその他，記録を精査検討しても，明確に本件没収対象物件が参加人の所有に属す\nるものでないことを示す証拠はない。\n参加人が，本件没収対象物件の所有者であることについて，立証に成功したとは\nいえないが，さりとて，本件没収対象物件が参加人に属しないことが明らかともい\nえない。\nそこで，刑訴法３９７条１項，３８２条，４００条ただし書により原判決中「被\n告人両名から，大阪地方検察庁堺支部で保管中の金地金１３０枚及び腕時計５８６\n個を没収する。」との部分を破棄し，被告人両名からこれらを没収しないこととし，\n主文のとおり判決する。\n平成２９年６月８日\n大阪高等裁判所第１刑事部\n裁判長裁判官    福   崎   伸一 郎\n裁判官    福 井 健 太\n裁判官    酒 井 英 臣\n"
}