{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 1,
    "day": 31
  },
  "case_number": "平成26(行ウ)262",
  "case_name": "労働保険料認定決定処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "労働保険の保険料の徴収等に関する法律１２条３項所定の事業に該当する事業に従事する労働者について労働者災害補償保険法７条１項１号の業務災害に関する保険給付等に係る支給処分がされたことを前提として，当該事業の事業主に対し，労働保険の保険料の徴収等に関する法律１９条４項に基づく労働保険料の額の決定処分がされている場合に，当該決定処分の取消訴訟において，当該事業主が上記支給処分の違法を当該決定処分の取消事由として主張することの可否",
  "case_gist": "労働保険の保険料の徴収等に関する法律１２条３項所定の事業に該当する事業に従事する労働者について労働者災害補償保険法７条１項１号の業務災害に関する保険給付等に係る支給処分がされたことを前提として，当該事業の事業主に対し，労働保険の保険料の徴収等に関する法律１９条４項に基づく労働保険料の額の決定処分がされている場合には，上記支給処分が取消判決等により取り消されたもの又は無効なものでない限り，当該決定処分の取消訴訟において，当該事業主が上記支給処分の違法を当該決定処分の取消事由として主張することは許されない。",
  "lawsuit_id": "86895",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=86895",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/895/086895_hanrei.pdf",
  "contents": "平成２９年１月３１日判決言渡\n平成２６年（行ウ）第２６２号  労働保険料認定決定処分取消請求事件\n主         文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n処分行政庁が原告に対し平成２４年５月１８日付けでした平成２２年度の労\n働保険の保険料の認定処分のうちその認定に係る保険料額が５５７６万６０５\n１円を超える部分を取り消す。\n第２  事案の概要\n本件は，総合病院を開設する医療法人社団であり，労働保険の保険料の徴収\n等に関する法律（以下「徴収法」という。）１２条３項に基づくいわゆるメリ\nット制（後記１(2)イ(イ)参照）の適用を受ける事業の事業主（以下「特定事業\n主」という。）である原告が，上記病院に勤務する医師が脳出血を発症し，労\n働者災害補償保険法（以下「労災保険法」という。）に基づく休業補償給付等\nの支給処分（以下「本件支給処分」という。）を受けたことに伴い，処分行政\n庁から，本件支給処分がされたことにより労働保険の保険料が増額されるとし\nて，徴収法１９条４項に基づく平成２２年度の労働保険の保険料の認定処分（前\n年度よりも増額された保険料額を認定したもの。以下「本件認定処分」という。）\nを受けたため，本件支給処分は違法であり，これを前提とする本件認定処分も\n違法であると主張して，本件認定処分のうち上記の増額された保険料額の認定\nに係る部分の取消しを求める事案である。\n１  関係法令の定め\n(1)  労災保険法等の定め\nア  保険給付の種類について\n労災保険法による保険給付（以下「労災保険給付」という。）は，次\nに掲げる保険給付とする（労災保険法７条１項）。\n(ア)  労働者の業務上の負傷，疾病，障害又は死亡（以下「業務災害」\nという。）に関する保険給付（１号）\n(イ)  労働者の通勤による負傷，疾病，障害又は死亡（以下「通勤災害」\nという。）に関する保険給付（２号）\n(ウ)  二次健康診断等給付（３号）\nイ  業務災害に関する保険給付について\n上記ア(ア)の業務災害に関する保険給付は，療養補償給付，休業補償\n給付，障害補償給付，遺族補償給付，葬祭料，傷病補償年金及び介護補\n償給付とし，休業補償給付は，補償を受けるべき労働者等に対し，その\n請求に基づいて，当該労働者が業務上の負傷又は疾病による療養のため\n労働することができないために賃金を受けない日の第４日目から支給す\nるものとする（労災保険法１２条の８第１項，２項，１４条１項，労働\n基準法７６条１項）。\nウ  特別支給金について\n労働者災害補償保険特別支給金支給規則（以下「特別支給金規則」と\nいう。）は，労災保険法２９条１項の社会復帰促進等事業として行う特\n別支給金の支給に関し必要な事項を定めるものとし，同規則による特別\n支給金は，休業特別支給金等とする（特別支給金規則１条，２条）。\n休業特別支給金は，労働者が業務上の事由又は通勤による負傷又は疾\n病（業務上の事由による疾病については労働基準法施行規則３５条に規\n定する疾病に限る。）に係る療養のため労働することができないために\n賃金を受けない日の第４日目から当該労働者に対し，その申請に基づい\nて支給するものとする（特別支給金規則３条１項本文）。\nエ  事務の所轄について\n労働者災害補償保険（以下「労災保険」という。）に関する事務のう\nち，保険給付（二次健康診断等給付を除く。）に関する事務は，都道府\n県労働局長の指揮監督を受けて，事業場の所在地を管轄する労働基準監\n督署長（以下「所轄労基署長」という。）が行う（労働者災害補償保険\n法施行規則（以下「労災規則」という。）１条３項）。\nオ  保険給付の手続について\n(ア)  所轄労基署長は，保険給付に関する処分（労災保険法の規定によ\nる療養の給付及び二次健康診断等給付にあっては，その全部又は一\n部を支給しないこととする処分に限る。）を行ったときは，遅滞な\nく，文書で，その内容を請求人，申請人又は受給権者若しくは受給\n権者であった者に通知しなければならない（労災規則１９条１項）。\n(イ)  保険給付を受けるべき者が，事故のため，自ら保険給付の請求そ\nの他の手続を行うことが困難である場合には，事業主は，その手続\nを行うことができるように助力しなければならない（労災規則２３\n条１項）。また，事業主は，保険給付を受けるべき者から保険給付\nを受けるために必要な証明を求められたときは，速やかに証明をし\nなければならない（同条２項）。\n(ウ)  事業主は，当該事業主の事業に係る業務災害又は通勤災害に関す\nる保険給付の請求について，所轄労基署長に意見を申し出ることが\nできる（労災規則２３条の２第１項）。この意見の申出は，次に掲\nげる事項を記載した書面を所轄労基署長に提出することにより行う\nものとする（同条２項。以下，この意見の申出に係る制度を「意見\n書制度」という。）。\nａ  労働保険番号\nｂ  事業主の氏名又は名称及び住所又は所在地\nｃ  業務災害又は通勤災害を被った労働者の氏名及び生年月日\nｄ  労働者の負傷若しくは発病又は死亡の年月日\nｅ  事業主の意見\n(2)  徴収法等の定め\nア  一般保険料について\n(ア)  政府は，労働保険の事業に要する費用に充てるため，一般保険料を\n含む保険料（以下「労働保険料」という。）を徴収する（徴収法１０\n条）。\n(イ)  一般保険料の額は，賃金総額に後記(ウ)による一般保険料に係る保\n険料率を乗じて得た額とする（徴収法１１条１項）。\n(ウ)  一般保険料に係る保険料率は，次のとおりとする（徴収法１２条１\n項）。\nａ  労災保険及び雇用保険に係る保険関係が成立している事業にあっ\nては，労災保険率と雇用保険率とを加えた率（１号）\nｂ  労災保険に係る保険関係のみが成立している事業にあっては，労\n災保険率（２号）\nｃ  雇用保険に係る保険関係のみが成立している事業にあっては，雇\n用保険率（３号）\nイ  労災保険率について\n(ア)  労災保険率は，労災保険法の規定による保険給付及び社会復帰促進\n等事業に要する費用の予想額に照らし，将来にわたって，労災保険の\n事業に係る財政の均衡を保つことができるものでなければならない\nものとされ，労働保険の保険料の徴収等に関する法律施行規則（以下\n「徴収規則」という。）別表第１で定める事業の種類ごとに，過去３\n年間に発生した業務災害及び通勤災害に係る労災保険法の規定によ\nる保険給付の種類ごとの受給者数及び平均受給期間，過去３年間の二\n次健康診断等給付の受給者数その他の事項に基づき算定した保険給\n付に要する費用の予想額を基礎とし，労災保険に係る保険関係が成立\nしている全ての事業の過去３年間の業務災害及び通勤災害に係る災\n害率並びに二次健康診断等給付に要した費用の額，同法２９条１項の\n社会復帰促進等事業として行う事業の種類及び内容，労働者災害補償\n保険事業の事務の執行に要する費用の予想額その他の事情を考慮し\nて厚生労働大臣が定めるものとされており（徴収法１２条２項，労働\n保険の保険料の徴収等に関する法律施行令（以下「徴収令」という。）\n２条，徴収規則１６条１項。以下，これらの規定により事業の種類ご\nとに一般的な基準として定められる労災保険率を「基準労災保険率」\nという。），医療業の基準労災保険率は，１０００分の３である（徴\n収規則別表第１，労災保険率適用事業細目表（昭和４７年労働省告示\n第１６号））。\n(イ)ａ  厚生労働大臣は，連続する３保険年度中の各保険年度において徴\n収法１２条３項各号のいずれかに該当する事業（１００人以上の労\n働者を使用する事業等）であって当該連続する３保険年度中の最後\nの保険年度に属する３月３１日（以下「基準日」という。）におい\nて労災保険に係る保険関係が成立した後３年以上経過したもの（以\n下「特定事業」という。）についての当該連続する３保険年度の間\nにおける①(a)労災保険法の規定による業務災害に関する保険給付\nの額に(b)労災保険法２９条１項２号に掲げる事業として支給が行\nわれた給付金のうち業務災害に係るもので徴収規則１８条の２で\n定めるもの（業務災害に係る特別支給金。以下，業務災害に関する\n保険給付と併せて「業務災害保険給付等」という。）の額を加えた\n額（以下「業務災害保険給付等の額」という。）と②(a)一般保険\n料の額から後記ｂの非業務災害率に応ずる部分の額等を減じた額\nに(b)徴収法１０条２項２号所定の第一種特別加入保険料の額から\n後記ｃの特別加入非業務災害率に応ずる部分の額を減じた額を加\nえた額に後記ｄの第一種調整率を乗じて得た額との割合（以下「メ\nリット収支率」という。）が１００分の８５を超え，又は１００分\nの７５以下である場合には，上記(ア)による基準労災保険率（その\n率がこの項（ａ）により引き上げ又は引き下げられたときは，その\n引き上げ又は引き下げられた率）から非業務災害率を減じた率を１\n００分の４０の範囲内において別紙３により定まる率（以下「メリ\nット増減率」という。）だけ引き上げ又は引き下げた率に非業務災\n害率を加えた率（以下，これらの規定により各特定事業主ごとに個\n別に基準労災保険率を改定して定められる労災保険率を「改定労災\n保険率」という。）を，基準日の属する保険年度の次の次の保険年\n度（以下「次々年度」という。）の労災保険率とすることができる\n（徴収法１２条３項，徴収規則１８条１項，１８条の２，２０条，\n別表第３。以下，この制度を「メリット制」という。）。\nなお，上記①の額については，労災保険法１６条の６第１項２号\nの場合に支給される遺族補償一時金及びその受給権者に支給され\nる遺族特別一時金，特定の業務に長期間従事することにより発生す\nる疾病であって徴収規則１７条の２で定めるものにかかった者に\n係る保険給付及び特別支給金並びに労災保険法３６条１項により\n同法による保険給付を受けることができることとされた者に係る\n保険給付及び特別支給金（以下，これらを併せて「遺族補償一時金\n等」という。）の額を除く（徴収法１２条３項，徴収規則１８条の\n２）。\nｂ  非業務災害率とは，労災保険法の適用を受ける全ての事業の過去\n３年間の通勤災害に係る災害率等の事情を考慮して厚生労働大臣の\n定める率をいい，１０００分の０．６とされている（徴収法１２条\n３項，徴収規則１６条２項）。\nｃ  特別加入非業務災害率とは，非業務災害率から徴収法１３条の厚\n生労働大臣の定める率を減じた率をいい（徴収法１２条３項），徴\n収法１３条の厚生労働大臣の定める率は零とされている（徴収規則\n２１条の２）から，非業務災害率と同率の１０００分の０．６であ\nる。\nｄ  第一種調整率とは，業務災害に関する年金たる保険給付に要する\n費用，特定疾病にかかった者に係る保険給付に要する費用その他の\n事情を考慮して厚生労働省令で定める率をいい，林業，建設，港湾\n貨物取扱い又は港湾荷役業及び船舶所有者の各事業を除き，１００\n分の６７とされている（徴収法１２条３項，徴収規則１９条の２）。\nウ  労働保険料の納付手続について\n(ア)  事業主は，保険年度ごとに，所定の労働保険料（当該保険年度の賃\n金総額の見込額を基礎とするもの。以下「概算保険料」という。）を\n所定の申告書に添えて，その保険年度の６月１日から４０日以内に納\n付しなければならない（徴収法１５条１項）。\n政府は，事業主が上記申告書を提出しないとき，又はその申告書の\n記載に誤りがあると認めるときは，労働保険料の額を決定し，これを\n事業主に通知する（同法１５条３項）。\n(イ)  事業主は，保険年度ごとに，所定の労働保険料（当該保険年度の賃\n金総額の確定額を基礎とするもの。以下「確定保険料」という。）の\n額等の事項を記載した所定の申告書を，その次の保険年度の６月１日\nから４０日以内に提出しなければならず，納付した概算保険料の額が\n確定保険料の額に足りないときはその不足額を，納付した概算保険料\nがないときは確定保険料の額を，上記申告書に添えて，保険年度の６\n月１日から４０日以内に納付しなければならない（徴収法１９条１項，\n３項）。\n政府は，事業主が上記申告書を提出しないとき，又はその申告書の\n記載に誤りがあると認めるときは，労働保険料の額を決定し，これを\n事業主に通知する（徴収法１９条４項。以下「労働保険料認定処分」\nという。）。\nエ  事務の所轄について\n徴収法の規定による労働保険に関する事務のうち，徴収法３９条１項\nに規定する事業（都道府県及び市町村の行う事業等）以外の事業であっ\nて労働保険事務組合に徴収法３３条１項の労働保険料の納付等の処理を\n委託しないものについての一般保険料の徴収に関する事務等は，事業場\nの所在地を管轄する都道府県労働局労働保険特別会計歳入徴収官が行う\n（徴収規則１条３項）。上記歳入徴収官には，都道府県労働局長が充て\nられている（厚生労働省所管会計事務取扱規程（平成１３年１月６日付\nけ厚生労働省訓第２３号）３条，別表第１）。\n２  前提事実（争いのない事実，顕著な事実並びに掲記の証拠及び弁論の全趣旨\nにより容易に認められる事実）\n(1)  本件支給処分に至る経緯\nア  麻酔科医師であるＡ１（昭和２９年●月●日生。以下「訴外Ａ１」と\nいう。）は，平成７年１月１日，原告が開設するＡ２総合病院（以下「本\n件病院」という。）において勤務を開始し，平成１７年４月に本件病院\nの副院長に就任した。\nイ  訴外Ａ１は，平成１９年８月１１日，本件病院内において脳出血（以\n下「本件疾病」という。）を発症して遷延性意識障害となり，就労不能\nとなった（乙４）。同人は，平成２０年７月８日，川崎北労働基準監督\n署長に対し，本件疾病が業務により発症した業務上の疾病であるとして，\n平成１９年８月１１日から平成２０年５月１５日までの期間に係る２７\n９日間の休業補償給付の支給の請求及び休業特別支給金の支給の申請を\nした（乙５）。\nウ  川崎北労働基準監督署長は，上記イの請求及び申請に対し，本件疾病\nの業務起因性に関する調査を経て，平成２０年１２月１６日，休業補償\n給付及び休業特別給付金を支給する旨の決定をした（乙６，７。本件支\n給処分）。\n(2)  本件認定処分に至る経緯\nア  処分行政庁は，平成２２年６月１日ないし同月４日頃，原告に対し，平\n成２２年度の概算保険料に係る改定労災保険率を１０００分の３．９６（メ\nリット増減率をプラス４０パーセントとして算定するもの）とする労災保\n険率決定通知書を送付した（乙８）。なお，原告の平成２１年度の確定保\n険料に係る改定労災保険率は，１０００分の２．０４（メリット増減率を\nマイナス４０パーセントとして算定するもの）であった（乙９（８枚目））。\nイ  原告は，平成２２年７月７日，改定労災保険率を１０００分の３．９６\nとした平成２２年度の概算保険料第１期分を納付するとともに，同月９日，\n処分行政庁に対し，改定労災保険率を１０００分の３．９６とする平成２\n２年度の概算保険料申告書を提出した（乙９（１０枚目），１０）。\nウ  原告は，平成２２年７月２６日付けで，上記アの通知を不服として，厚\n生労働大臣に対し，審査請求をした（乙９）。\nエ  原告は，平成２３年７月１３日，処分行政庁に対し，平成２２年度の確\n定保険料に係る改定労災保険率を１０００分の３．９６（メリット増減率\nをプラス４０パーセントとして算定するもの）から１０００分の２．０４\n（メリット増減率をマイナス４０パーセントとして算定するもの）に修正\nした平成２３年度の概算保険料申告書を処分行政庁に提出し，それと同時\nに，平成２２年度の概算保険料に係る労働保険料還付請求書を提出した（乙\n１１ないし１３）。\nオ  処分行政庁は，平成２３年７月２５日，上記エの平成２３年度の概算保\n険料申告書における平成２２年度の確定保険料に係る改定労災保険率及び\n確定保険料の記載に誤りがあるとして，平成２２年度の確定保険料に係る\n改定労災保険率を１０００分の３．９６として，確定保険料及び確定保険\n料不足額を訂正した訂正通知を送付するとともに，上記エの労働保険料還\n付請求書を原告に返戻した（乙１４，１５）。\nカ  原告は，平成２３年９月２６日，処分行政庁に対し，上記オの訂正通知\nに対する異議申立てをしたが，処分行政庁は，平成２４年１月１７日，上\n記異議申立てを却下する旨の決定をした（乙１７）。\nキ  原告は，平成２４年２月１５日，上記カの決定を不服として，厚生労働\n大臣に対し，審査請求をした（乙１８）。\nク  処分行政庁は，平成２４年５月１８日，原告に対し，労働保険料６８２\n万３８９６円を申告不足とする労働保険料算定基礎調査の結果を受けて，\n改定労災保険率を１０００分の３．９６（メリット増減率をプラス４０パ\nーセントとして算定するもの）とし，原告の平成２２年度の確定保険料の\n額を６２６９万１２８８円（以下の計算式による。）とする労働保険料認\n定処分をした（甲１，乙１９。本件認定処分）。なお，改定労災保険率の\n算定の基礎とされた平成１８年度から平成２０年度までの３保険年度にお\nける業務災害保険給付等の額は，本件支給処分に係る支給額２６８１万３\n２８０円のみである（甲２（４頁））。\n｛３６億０６８９万４０００円（賃金総額）×３．９６／１０００（改\n定労災保険率）｝（労災保険に係る一般保険料の額）＋４８４０万７\n９８８円（雇用保険に係る一般保険料の額）＝６２６９万１２８８円\nケ  原告については，本件支給処分がされたことにより，平成２２年度の改\n定労災保険率に係るメリット増減率がマイナス４０パーセントからプラス\n４０パーセントに上昇し，その結果，上記クの本件認定処分において，同\n年度の確定保険料額が６９２万５２３７円増額された（仮に本件支給処分\nに係る支給額が算定の基礎とならない場合には，平成１８年度から平成２\n０年度までの３保険年度の間の業務災害保険給付等の額が零となり，既に\n最低のメリット増減率（マイナス４０パーセント）となっていた平成２１\n年度確定保険料の場合と同様に，改定労災保険率を１０００分の２．０４\nとすることとなり，この場合の原告の平成２２年度確定保険料額は５５７\n６万６０５１円（｛３６億０６８９万４０００円（賃金総額）×２．０４\n／１０００（改定労災保険率）｝（労災保険に係る一般保険料の額）＋４\n８４０万７９８８円（雇用保険に係る一般保険料の額）＝５５７６万６０\n５１円）となったものであり，上記クの本件認定処分による平成２２年度\n確定保険料額６２６９万１２８８円との差額は６９２万５２３７円とな\nる。）。\n(3)  本件訴訟に至る経緯\nア  原告は，平成２４年７月１７日，本件認定処分を不服として，処分行\n政庁に対し，異議申立てをした（乙２０）。\nイ  原告は，平成２４年７月２３日，上記(2)ウ及びキの各審査請求をいず\nれも取り下げた（乙２１，２２）。\nウ  処分行政庁は，平成２４年１２月２７日，上記アの異議申立てを棄却\nする旨の決定をし，同日，原告に対しその旨を通知した（甲２）。\nエ  原告は，平成２５年１月２５日付けで，上記ウの決定を不服として，\n厚生労働大臣に対し，審査請求をした（乙２３）。\nオ  原告は，平成２６年６月９日，本件訴えを提起した（顕著な事実）。\n(4)  訴外Ａ１等の原告等に対する損害賠償請求事件に係る経緯\nア  訴外Ａ１及びその妻（以下「別件原告ら」という。）は，訴外Ａ１が\n本件疾病を発症して遷延性意識障害となったことにつき原告，原告代表\n者理事長及び原告常任理事（以下「別件被告ら」という。）に安全配慮\n義務違反があったなどとして，別件被告らに対し，①訴外Ａ１が，不法\n行為又は債務不履行に基づく損害賠償請求等として連帯して３億５００\n０万円（３億８８０１万５３３０円の一部請求）及びこれに対する遅延\n損害金の支払を求め，②訴外Ａ１の妻が，不法行為に基づく慰謝料請求\nとして連帯して４４０万円及びこれに対する遅延損害金の支払を求める\n訴訟（当庁平成２２年（ワ）第１７７０８号損害賠償請求事件。以下「別\n件訴訟」という。）を提起したところ，その第１審において，平成２７\n年４月１７日，訴外Ａ１の業務と本件疾病の発症との間に相当因果関係\nが認められないことを理由に，別件原告らの請求をいずれも棄却する旨\nの判決（以下「別件判決」という。）がされた（甲５５）。\nイ  別件原告らが別件判決を不服として控訴したところ，平成２７年１０\n月１日，その控訴審において，原告が別件原告らに対して見舞金１１８\n５万１０００円を支払うこと等を内容とする訴訟上の和解（以下「別件\n和解」という。）が成立した（甲６０）。\n３  争点\n本件の争点は，本件認定処分の適法性であり，具体的には，まず，次の(1)\nが争点となり，次の(1)の違法を主張することができると解する場合には，次の\n(2)が争点となる。\n(1)  労働保険料認定処分の取消訴訟において特定事業主が業務災害保険給付\n等に係る支給処分（以下「業務災害支給処分」という。）の違法を主張す\nることができるか否か。\n(2)  本件支給処分の違法性の有無\n４  争点に関する当事者の主張の要旨\n(1)  争点(1)（労働保険料認定処分の取消訴訟において特定事業主が業務災害\n支給処分の違法を主張することができるか否か）について\n（原告の主張の要旨）\nア  実際には労働災害事故がなく，行政庁の判断が誤りであったとしても，\n特定事業主が労働保険料の増額を争うことはできないとの結論は不当で\nある。\n本件訴訟において，原告が労働災害事故の不存在を主張することがで\nきることは，次のとおり明らかである。すなわち，①徴収法１２条３項\nの「支給が行われた給付金」とは「適法に支給が行われた給付金」を意\n味するから，本件では業務起因性がないにもかかわらず違法に労災保険\n給付がされたにすぎず，このような給付がされたことを前提とした本件\n認定処分は違法であり（要件解釈の問題），②違法性の承継が問題とな\nる場面において，本件のように原告に先行の処分の取消訴訟の原告適格\nがない場合には，当然に違法性の承継が認められ（違法性の承継の非典\n型的な場合の問題），③仮に本件において先行の処分の取消訴訟の原告\n適格が認められたとしても，実体法的観点及び手続法的観点から検討し，\n違法性の承継が認められる（違法性の承継の典型的な場合の問題）。\nイ  徴収法１２条３項の「支給が行われた給付金」とは「適法に支給が行\nわれた給付金」を意味すること\nメリット制の趣旨は，事業主の保険料負担の公平性の確保及び労働災\n害防止努力の一層の促進にあり，被告も述べるとおり「労災保険事業に\n要する費用を事業主間で合理的に配分する」という趣旨である。\n仮に，徴収法１２条３項の「支給が行われた給付金」に「違法な給付\n金」すなわち，労災保険給付の支給要件を満たさない給付金をも算定の\n基礎とすることとなれば，事業主間の保険料負担の不公平を招く。実際\nには労働災害ではない者に対する支給処分によって支給額が上がりかね\nないということになれば，事業主において労働災害の発生防止に向けた\n努力が正当に評価されないこととなり，その努力は促進されず，メリッ\nト制の趣旨に反する結果となる。\nこのように，事業主の保険料負担の公平性の確保及び労働災害防止努\n力の一層の促進を目的とするメリット制の趣旨に鑑みれば，徴収法１２\n条３項における「支給が行われた給付金」には違法に支給された給付金\nが含まれず，「支給が行われた給付金」とは「適法に支給が行われた給\n付金」を意味することは明白である。\nしたがって，特定事業主である原告は，先行の処分である業務災害支\n給処分の違法を，後行の処分である労働保険料認定処分の取消訴訟にお\nいて主張することが可能である。\nウ  原告に先行の処分の取消訴訟の原告適格が認められない場合には当然\nに違法性の承継が認められること\n特定事業主である原告は，本件において，先行の処分である業務災害\n支給処分の取消訴訟について原告適格がないのであるから，裁判を受け\nる権利を保障するために，当然に違法性の承継が認められる。\n被告は，特定事業主が有する利益の内容及び性質を何ら検討すること\nなく，特定事業主に業務災害支給処分の取消訴訟に係る原告適格が認め\nられないことをもって違法性の承継を肯定すべきであるとする原告の主\n張は誤りである等と主張する。しかし，憲法上保障される裁判を受ける\n権利を保障するためには，処分により不利益を被るにもかかわらず原告\n適格を欠く者のためには，後行の処分に対する訴訟の中で先行の処分の\n違法を主張する機会が保障されなければならない。この点において，最\n高裁平成２１年（行ヒ）第１４５号同年１２月１７日第一小法廷判決・\n民集６３巻１０号２６３１頁（以下「平成２１年最高裁判決」という。）\nと本件との間に差異はなく，同様の議論が妥当する。\n被告は，特定事業主において業務災害支給処分の適法性を争うことが\nできないとしても，そのことは労災保険制度と継続メリット制の本質に\n内在する事柄であり，労災保険制度を維持する上でやむを得ないもので\nある等と主張する。しかし，メリット制は，労働災害の有無及び保険給\n付の額と労働保険料額とが密接不可分のものとして連動しているもので\nあるから，特定事業主が業務災害支給処分の適法性を争うことができな\nいとすれば，それは「労災保険制度と継続メリット制の本質」とは全く\n相容れないものである。\nまた，仮に，労働災害が生じていないにもかかわらず特定事業主の労\n働保険料の支払義務を増大させ，これに対する反論の機会が封殺される\nことが「労災保険制度と継続メリット制の本質」に内在しているという\nのであれば，そのような法制度自体が憲法の定める裁判を受ける権利を\n侵害するものであり明らかに違憲である。\nエ  原告に先行の処分の取消訴訟の原告適格が認められるとしても違法性\nの承継が認められること\n先行の処分である業務災害支給処分の取消訴訟について原告適格が認\nめられるとしても，実体法的観点及び手続法的観点からの検討によれば，\n違法性の承継は認められる。\n被告は，原告適格が認められるとすれば，その段階で特定事業主に当\n該処分の適法性を争わせ，当該処分の適法性を早期に確定させることが\n被災労働者等の迅速な保護にかなうものであり，原告適格が認められる\nとすれば，なおさら違法性の承継を肯定する余地はないとする。\nしかし，違法性の承継が論じられてきた場面は，本来，原告適格が認\nめられる場面である。平成２１年最高裁判決も，原告が先行の処分を争\nわないことの不合理性等に言及していることからすれば，原告適格が肯\n定されることを前提として手続法的観点への言及を行っているものと解\nするのが自然である。\nそして，①業務災害支給処分がされたとしても，使用者に通知される\nわけではなく，仮に特定事業主から労働基準監督署に同処分の内容等に\nついて問い合わせたとしても回答されないから，特定事業主は同処分が\nあったこと及びその内容を知る余地がないこと，②業務災害支給処分が\nされたとしても，その段階では特定事業主の不利益は現実化しておらず，\n労働保険料額が決定したとき特定事業主の不利益が現実化するから，業\n務災害支給処分に対して不服申立てを行わず，労働保険料認定処分がさ\nれた段階になって不服申立てを行うという対応も不合理とはいえないこ\nと，③実務上は，これまで事業主に労災保険給付の支給処分の取消訴訟\nに係る原告適格があるとは考えられてこなかったこと（東京地裁昭和３\n５年（行）第３６号同３６年１１月２１日判決・労民集１２巻６号１０\n０３頁（以下「昭和３６年東京地裁判決」という。））といった事情は，\n原告が業務災害支給処分の段階でその取消訴訟を争う方法がないことを\n示す手続的な事情である。これらの事情を考慮すれば，業務災害支給処\n分の段階で争わず，労働保険料認定処分がされた段階になって争訟手続\nを執るという対応も，国民の標準的な争訟意思に即して考えれば，不合\n理とはいえない。\nなお，被告自身，平成２１年最高裁判決に言及する中で，「確かに安\n全認定は行政処分であって，取消訴訟を提起することが可能であるから，\n権利救済の機会は与えられているが，これは，申請者以外の者に通知す\nることは予定されておらず，建築確認があるまでは工事が行われること\nもないから，周辺住民等これを争おうとする者がその存在を速やかに知\nることができるとは限らないことからすれば，権利救済が十分ではない\nといえる」としている。本件において，業務災害支給処分がされたとし\nても，特定事業主に通知されるわけではなく，仮に特定事業主から労働\n基準監督署に問い合わせたとしても回答はされないのであるから，特定\n事業主の権利救済が著しく不十分であることは明白である。\nオ  法的安定性を害する程度が大きくないこと\n被告は，労働保険料認定処分の取消訴訟の段階で業務災害支給処分が\n違法と認定されてしまった場合，被災者やその遺族に既に労災保険給付\nを行ってしまっているから不都合が生じかねず，仮に労働災害が発生し\nていなかったとしても，特定事業主に不服を申し立てる機会を認めず反\n論をさせないことによって法的安定性を保つべきである旨主張している。\nしかしながら，仮に上記訴訟の判決において労働保険料認定処分の違\n法を導く前提として業務災害支給処分が違法であるとの判断がされたと\nしても，以下のとおり，行政庁が業務災害支給処分を取り消す義務は生\nじないし，取り消すことはできない。また，仮に取り消したとしても，\n法的安定性が害される程度は大きくない。\n(ア)  行政事件訴訟法  （以下「行訴法」という。）３３条の拘束力は，\n処分又は裁決を取り消す旨の判決  （以下「取消判決」ともいう。）\nの実効性の担保をその趣旨とする。拘束力の一環として認められる\n不整合処分の取消義務も，取消判決の実効性の担保のために認めら\nれるものである。\n違法性の承継が認められる場面では，先行の処分の違法を理由に\n後行の処分が取り消された場合，その後の行政過程が想定されない\n以上，取消判決のみで訴訟の目的は達成され，判決の実効性は確保\nされる。先行の処分を取り消すことは，取消判決の実効性確保と何\nら関係がない。\nしたがって，労働保険料認定処分の取消判決がされても，不整合\n処分の取消義務が生ずる余地はなく，業務災害支給処分についてま\nでその拘束力が及ぶことはないから，その拘束力によって業務災害\n支給処分の取消義務が生ずることはない。\n(イ)  業務災害支給処分は授益的処分であって，取消しの制限効が生ず\nるから，取り消す余地はない。授益的処分の取消しを行う場合，法\n律による行政の原理と私人の信頼保護という二つの要請が衝突する\nため，その調整が必要となる。そこで，利益保護の対象が財産的価\n値に関係するもので，取消権の行使の結果被る相手方の不利益の具\n体的状況，当初の行政行為の瑕疵をもたらした原因等を考慮して，\n処分の相手方の信頼を保護すべき場合には，取消権の行使は制限さ\nれると考えるべきである。\n本件において取消しの対象として想定される処分は，業務災害支\n給処分であって，金銭の給付を行う処分であり，これが取り消され\nた場合，支給された金銭の不当利得返還義務が生ずることに伴って\n処分の名宛人の被る不利益は大きい。そして，瑕疵の原因は専ら行\n政庁の判断の過誤にあり，処分の名宛人には何ら帰責性がない。そ\nうすると，名宛人の信頼を保護すべき必要性は大きい。\nしたがって，業務災害支給処分の取消権の行使は制限され，同処\n分を取り消すことはできず，法的安定性が害されることはない。\n(ウ)  そもそも，建築確認等の場面とは異なり，業務災害支給処分にお\nいては，利害関係人は極めて少なく（被災者本人とその家族（遺族）\nのみである。），特定事業主の支払う労働保険料が上昇する以外に\nは新たな法律関係が積み重なっていくこともない。\n仮に業務災害支給処分が取り消されたとしても，何らかの不動産\nの撤去工事が必要になるわけでもなく，多数の利害関係人との間で\nの複雑な法律関係を解消しなければならないわけでもなく，法律関\n係が積み重なっているわけでもないから，法的安定性が大きく害さ\nれることはない。\nしたがって，万が一，本件訴訟において労働保険料認定処分の違\n法が確定した後，行政庁が業務災害支給処分を取り消したとしても，\nそれは労災保険給付の額を労働保険料に結び付けたメリット制とい\nう制度が予定する一局面にすぎないものである。\n(エ)  以上のとおり，本件訴訟の帰すうにかかわらず，本件支給処分が\n取り消されることはなく，仮に取り消されたとしても法的安定性が\n大きく損なわれることはないから，これを前提とした被告の主張は\n失当である。\n（被告の主張の要旨）\nア  違法性の承継に関する判断枠組み\n(ア)  違法性の承継の意義\n違法性の承継とは，行政庁が時をおいて２個の行為を行う場合に，\n後行の行為の取消訴訟において先行の行為の違法性が取消事由にな\nること，すなわち先行の行為の違法性が後行の行為に承継されること\nをいい，違法性の承継が問題となるのは，先行の行為の違法が後行の\n行為の違法をもたらす関係が肯定されるが，先行の行為の違法は当該\n行為が無効であるとまではいえないもので，かつ，出訴期間を経過し\nているため，取り消し得ない状態になっている場合である。\n(イ)  先行の処分の違法が後行の処分の違法をもたらす関係の態様\nａ  先行の処分と後行の処分の法的関連性の有無及び態様\n違法性の承継が問題となり得るのは，先行の処分と後行の処分と\nの間に法的関連性が認められる場合のうち，以下の②の場合である。\n①    先行の処分が「存在する事実」が後行の処分の処分要件である\n場合\n②    先行の処分が「有効」であることが後行の処分の処分要件であ\nる\n③    先行の処分が「適法」であることが後行の処分の処分要件であ\nる場合\nｂ  後行の処分である労働保険料認定処分の処分要件\n本件では，業務災害支給処分，メリット制に基づく改定労災保\n険率の決定，労働保険料認定処分というように，段階を追って行\nわれる法的仕組みが策定されており，行政処分には公定力があり，\n先行の処分が取り消し得ない状態になっているから，原則として，\n先行の処分である業務災害支給処分が有効であることが後行の処\n分である労働保険料認定処分の処分要件であると解される。\n原告は，業務災害支給処分が適法であることが労働保険料認定\n処分の処分要件であるかのように主張するが，徴収法を通覧して\nも，労災保険率を定めるに当たり，その前提となる業務災害支給\n処分が適法であるかどうかを審査する仕組みとはなっていないか\nら，徴収法１２条３項にいう「労災保険法の規定による業務災害\nに関する保険給付」につき，適法な業務災害支給処分がされてい\nることを処分要件として読み込むことは困難というべきである。\n(ウ)  違法性の承継の有無及び考慮要素\n違法性の承継を認めることはいわゆる公定力や不可争力の趣旨\nに反することになるから，原則として認められないというべきで\nあり，例外的に違法性の承継が認められるのは，法的安定性に係\nる考慮要素と個人の権利救済に係る考慮要素を考慮した上で，①\n個別実定行政法規が，公定力や不可争力の趣旨を後退させてでも，\n例えば個人の権利救済など何らかの目的を達成させようとする立\n法政策を採用していると解釈し得るような場合や，②個人の権利\n救済の観点からみて特段の不合理な事態を招来していると認めら\nれるような極めて例外的な場合（例えば，出訴期間の制限を定め\nる行訴法１４条３項ただし書の「正当な理由」に匹敵するような\n事情があり，実質的に救済が必要であると考えられる場合が想定\nされる。）に限られるというべきである。\nイ  特定事業主には業務災害支給処分の取消訴訟の原告適格が認められな\nいこと\n処分の相手方以外の者について行訴法９条１項にいう「法律上の利益」\nの有無を判断するに当たっては，同条２項に従って，同項所定の以下の各\n考慮事項を総合的に勘案して検討すべきである。\n(ア)  労災保険給付の支給処分の根拠法規の文言\n労災保険給付の支給処分の処分要件は，労災保険法１２条の８第１\n項柱書き，同項１号，２号及び６号，同条２項，同条３項，労基法７\n５条１項並びに７６条１項に規定されているが，当該処分の根拠法規\nの文言から，特定事業主の利益を個別的利益として保護しているとは\nいえず，ましてや特定事業主の保険料に係る経済的利益を個別的利益\nとして保護しているとはいえないことは明らかである。\n(イ)  根拠法令（関係法令を含む。）の趣旨及び目的について\nａ  根拠法令である労災保険法の趣旨及び目的\n労災保険法１条の目的規定からは，同法１２条の８第２項及び第\n３項が，被災労働者の保護に加えて，特定事業主の保険料に係る経\n済的利益を個別的利益として保護する趣旨を含むと解することはで\nきない。\nｂ  関係法令である徴収法の趣旨及び目的\n徴収法は，労災保険法と目的を共通にする関係法令に当たるもの\nの，徴収法１条が，被災労働者の迅速かつ公正な保護に加えて，特\n定事業主の利益の保護のために「労働保険の事業の効率的な運営を\n図る」ことを目的としていると解することはできず，ましてや特定\n事業主の保険料に係る経済的利益の保護のためであると解すること\nはできないから，徴収法が労災保険法の関係法令であるからといっ\nて，労災保険法１２条の８第２項及び３項が，被災労働者の保護に\n加えて，特定事業主の保険料に係る経済的利益を個別的利益として\n保護する趣旨を含むと解することはできない。\n(ウ)  当該処分において考慮されるべき利益の内容及び性質\nａ  業務災害支給処分が違法にされた場合に害されることとなる特定\n事業主の利益の内容及び性質\n原告が主張する被侵害利益は，メリット制を介して特定事業主の\n労災保険率を引き上げられない利益であり，これに係る不利益は経\n済的なものである。\nｂ  特定事業主の利益が害される態様及び程度\n(a)  事業の種類ごとの基準労災保険率について\n事業の種類ごとの基準労災保険率（徴収法１２条２項，同法\n施行令２条）については，飽くまで労災保険率の合理的な算定\nのために，過去の一定期間における労災保険給付の支給実績を\n基に，将来の保険給付に要する費用の予想額や全事業における\n災害率を考慮するものであり，こうした労災保険率の性質に照\nらせば，労災保険事業に係る収支状況の改善あるいは同種の事\n業内における労働災害の減少等により，当該事業に係る基準労\n災保険率が低く設定され，結果として自己の納付する労働保険\n料が低額になったとしても，このような利益は反射的利益にす\nぎず，特定事業主は，特定の基準労災保険率の適用を受けるこ\nとにつき，そもそも法律上の利益を有しないというべきである。\n(b)  メリット制について\nⅰ  メリット制は，上記(a)の基準労災保険率を基礎とするも\nのである。加えて，労働保険料を算定する際には，連続する\n３保険年度の間に支給された労災保険法の規定による業務\n災害に関する保険給付の額が考慮されることとなるが，これ\nは，飽くまでメリット収支率を算出するために，過去の一定\n期間における労災保険給付の支給実績を考慮するものであ\nって，個別の労災保険給付に着目するものではない。また，\nメリット制は，そのようにして算出されたメリット収支率を\n徴収規則別表第３（別紙３参照）に当てはめ，マイナス４０\nからプラス４０パーセントの範囲で基準労災保険率（非業務\n災害率に応ずる部分を除く。）を増減した上で，労働保険料\nを算定するものである。このように，メリット制は，個別の\n労災保険給付の存在を前提とするものではあるが，個別の労\n災保険給付によって生じた損失を直接当該特定事業主に転\n嫁するものではなく，飽くまで労働保険料の合理的な算定の\nための一つの考慮要素とするものにすぎない。\nそうすると，メリット制の下においても，飽くまで基礎と\nなるのは前記(a)の基準労災保険率である上，メリット制に\n基づくその増減による改定は，労働保険料の算定過程におい\nて相当程度抽象化された上で限定的に反映されるにすぎな\nいものである。\nしたがって，メリット制により改定労災保険率が引き上げ\nられる可能性があるとしても，このような不利益は，労災保\n険率を算定する過程においてある程度抽象化されたもので\nあり，個別の労災保険給付とは切り離された間接的かつ限定\n的なものにとどまるものというべきである。\nⅱ  また，特定事業主が被る不利益の程度については，単純化\nすると，一般保険料の額は，「賃金総額に第１２条の規定に\nよる一般保険料に係る保険料率を乗じて得た額」（徴収法１\n１条１項）とされているところ，そもそも事業の種類ごとの\n基準労災保険率は，徴収規則別表第１において１０００分の\n２．５から１０００分の８８という幅のある範囲で事業の種\n類ごとに定められており，メリット制では，メリット収支率\nが８５パーセントを超え又は７５パーセント以下となる場\n合に，基準労災保険率をマイナス４０からプラス４０パーセ\nントの範囲で増減するものにすぎず（徴収法１２条３項），\n賃金総額との関係でみても，その範囲は０．２パーセント弱\n程度にすぎないのであって，この程度の負担の増加が，特定\n事業主の経営基盤を失わしめるほどの損害を与えるものと\nは通常考えられない。\nⅲ  以上によれば，労災保険法１２条の８第２項において考慮\nされる利益は，飽くまで被災労働者等の権利利益のみであっ\nて，原告が被侵害利益として主張する特定事業主の保険料に\n係る経済的利益は，処分に当たって個々の特定事業主の個別\n的利益として考慮されるべきものとはならないというべき\nである。\nしたがって，当該処分において考慮されるべき利益の内\n容及び性質から，労災保険法１２条の８第２項が，原告が\n被侵害利益として主張する特定事業主の保険料に係る経済\n的利益を個別的利益として保護する趣旨を含むものとは解\nされない。\n(エ)  意見書制度は事業主に保険給付に関する決定の不服申立適格が認め\nられないことを前提とするものであること\n意見書制度は，労災保険給付支給手続の迅速かつ適正な処理に資す\nるために，事業主に意見を申し出る機会を与えることとしたにすぎな\nいものであり，事業主に保険給付に関する不服申立適格が認められな\nいことを前提とするものであるから，意見書制度をもって，労災保険\n法が，労災保険給付支給手続に特定事業主の利益に対する配慮を取り\n込んでいるとはいえず，ましてや特定事業主の保険料に係る経済的利\n益に対する配慮を取り込んでいるとはいえない。\n(オ)  以上によれば，特定事業主は，行訴法９条１項にいう「法律上の利\n益を有する者」には当たらないというべきであるから，業務災害支給\n処分の取消訴訟に係る特定事業主の原告適格を肯定することはでき\nない。\nウ  労働保険料認定処分の取消訴訟において業務災害支給処分の違法性を\n主張することはできないこと（違法性の承継が認められないこと）\n(ア)  本件において違法性の承継を認めると法的安定性を害する程度が極\nめて大きいこと\nａ  労災保険給付の支給処分と労働保険料認定処分の目的及び効果が\n異なること\n労災保険給付の支給処分は，迅速かつ公平に労働者保護を図る目\n的で，被災労働者に対して保険給付を行うものである。他方，労働\n保険料認定処分は，労働保険料の適正な徴収を目的として事業主に\n保険料の納付を義務付ける処分である。\nしたがって，これら二つの行政処分について，「先行の処分と後\n行の処分とが相結合して一つの効果の実現を目指し，これを完成す\nるものである」というような関係が認められないことは明らかであ\nる。\nｂ  業務災害支給処分に基づき労災保険給付が支給されると，これを\n前提として新たな事実関係ないし法律関係が形成されること\n訴外Ａ１に対しては，本件支給処分に基づき，既に労災保険給付\nが支給されているところ，労災保険給付が支給されれば，当該受給\n者の下で，当該支給を前提とした新たな事実関係が形成されること\nとなる。\nまた，業務災害支給処分がされ，これに基づきその支給が行われ\nると，そのことを前提として，当該支給額が新たな労災保険率の算\n定の基礎とされることになる。仮に，労働保険料認定処分の段階で，\n過去の業務災害支給処分が違法であると判断され，メリット制によ\nる当該特定事業主の負担分が事後的に否定されることになれば，過\n去の一定期間における収支状況の分析及び将来予測が不安定なもの\nとならざるを得ず，適正な労災保険率の算定に支障を来すこととな\nる。このような事態は，労災保険財政の不均衡を招来することにも\nなりかねないのであって，労災保険率算定の仕組みの観点からみて\nも，想定されていないものといわざるを得ない。\nこのように，一旦業務災害支給処分がされ，これに基づき労災保\n険給付が支給されると，これを前提とした新たな事実関係ないし法\n律関係が形成されるものである。\nｃ  業務災害支給処分の違法性を理由として労働保険料認定処分の効\n力が否定された場合，所轄労基署長は業務災害支給処分を取り消す\n事態が生じ得ることとなること\n(a)  本件支給処分の違法を理由として本件認定処分を取り消す判\n決が確定した場合，所轄労基署長は，本件支給処分を職権で取\nり消した上，被災労働者に対して既に支給した労災保険給付の\n返還を求めるといった事態が生じ得ることとなる。\n(b)  これに対し，原告は，「違法性の承継が認められる場面では，\n先行の処分の違法を理由に後行の処分が取り消された場合，そ\nの後の行政過程が想定されない以上，取消判決のみで訴訟の目\n的は達成され，判決の実効性は確保される」として，「不整合\n処分の取消義務が生ずる余地はない」と主張するが，学説上，\n後行の処分の取消訴訟において，先行の処分の違法を理由とし\nてこれを取り消す旨の判決がされた場合，当該判決の拘束力に\nよって，処分行政庁は先行の処分を取り消す義務を負うことに\nなると解する見解が有力であり，この見解によれば，仮に違法\n性の承継が肯定され，先行の処分である業務災害支給処分の違\n法を理由として後行の処分である労働保険料認定処分が取り消\nされた場合，業務災害支給処分を取り消さざるを得ない事態が\n生じ得るものである。\n(c)  また，原告は，業務災害支給処分が取り消された場合，処分\nの名宛人の被る不利益は大きい一方で，処分の名宛人には何ら\n帰責性がなく，処分の名宛人の信頼を保護すべき必要性は大き\nいから，「業務災害支給処分の取消権の行使は制限され，同処\n分を取り消すことはできない」と主張するが，授益的行政行為\nである本件支給処分の取消しについては，これを無制限になし\n得ないとしても，本件においてこれが制限されるか否かは，個\n別具体的な利益衡量によって判断されるべきものである。労災\n保険制度を所管する政府としては，財源が限られていることを\n踏まえ，「労働保険の事業の効率的な運営を図るため」（徴収\n法１条），公平かつ適正な保険給付がされることが要請されて\nいると解されるのであって，本件支給処分を「取り消す余地は\nない」などということができないことはもとより，一概に取消\n権が制限されるということもできないから，原告の主張は失当\nである。\nｄ  業務災害支給処分と労働保険料認定処分の処分権限は分配されて\nおり，労働保険料認定処分の処分権者である歳入徴収官は業務災害\n支給処分の処分要件についての審査権限を有しないこと\n労働保険料認定処分を行うに際し，歳入徴収官は，労災保険給付\nが適法にされたかについて確認を行う権限を有していない。特定事\n業主が，労働保険料認定処分の取消訴訟において業務災害支給処分\nを争うことができないことは，法律に基づく行政庁の権限分配の原\n則からも裏付けられている。また，労働保険料認定処分において，\n歳入徴収官が上記の権限を有していないことは，その不服申立手続\nにおいても保険給付に関する判断を行うことが予定されていないこ\nとを意味するものである。\nｅ  先行の処分と後行の処分の名宛人が異なること\n業務災害支給処分の名宛人は被災労働者であるのに対し，労働保\n険料認定処分の名宛人は特定事業主であって，処分の名宛人が異な\nる。\nｆ  業務災害支給処分の段階で特定事業主に対し周知措置が採られて\nいないことは違法性の承継を認める決定的な理由とはなり得ないこ\nと\n労災規則１９条は，所轄労基署長が保険給付に関する処分を行っ\nたときは，遅滞なく，文書で，その内容を請求人等に通知しなけれ\nばならない旨定めているが，労災保険法及び徴収法には，業務災害\n支給処分の段階で，特定事業主に対し，同処分を周知することなど\nを定めた規定は存在しない。もっとも，請求人等に対する通知は，\n上記のとおり厚生労働省令である労災規則において定められている\nものであり，業務災害支給処分の段階で，特定事業主に対し，同処\n分の周知措置を採るべきとの判断等がされるならば，同省令が改正\nされる余地もあるのであるから，このことは，違法性の承継を肯定\nすることの決定的な理由とはなり得ないものである。\nｇ  以上に検討したように，本件においては，先行の処分である業務\n災害支給処分と後行の処分である労働保険料認定処分との間に目的\n及び効果の同一性が認められず，先行の行為の違法が後行の行為の\n違法をもたらす関係が肯定できるにとどまる。このように，法的安\n定性に関する考慮要素から，関係する個別実定行政法規の立法趣旨\nを探求したとしても，業務災害支給処分の公定力や不可争力の趣旨\nを後退させるような立法態度を読み取ることはできず，これらの観\n点からは，違法性の承継を認めることは困難である。\n(イ)  権利救済に関する考慮要素を含めた検討\nａ  そもそも，特定事業主は，特定の種類の事業の基準労災保険率\nの適用を受けることにつき，そもそも法律上の利益を有しないも\nのである。\nまた，労災保険制度上，仮に違法な業務災害支給処分がされた\n場合には，メリット制の存在により，特定事業主が支払うべき労\n働保険料が増額する場合があるとしても，そのような場合は限ら\nれた場合（保険給付が多額となり，メリット収支率が８５パーセ\nントを超える場合）である上，この場合においても，特定事業主\nが支払うべき労働保険料が増額するのは，最大で年額賃金総額０．\n２パーセント弱の金額について，３年間分の支払に限られること\nが予定されている。\nその一方で，特定事業主は，労災保険制度により，多大な利益\nを享受している。すなわち，同制度がないと仮定するならば，特\n定事業主は，労働災害事故の発生に備えて何らかの保険に任意で\n加入せざるを得ず，現状よりも相当高額の保険料を負担しなけれ\nば事業を継続することが困難になるはずである。また，労災保険\n制度があることによって，労働災害事故が発生した際の第一次的\nな調査及び判断に必要な証拠収集等は所轄労基署長が手続的負担\nを負うこととされているが，同制度がなければ，特定事業主にお\nいて証拠収集等のため多大な手続的負担を負うことになるものと\n考えられる。\nそして，特定事業主は，労災保険給付の支給請求及び同請求に\n関する決定に対して，意見書制度等により関与することができる。\nこのように，メリット制による労働保険料の増額の不利益が限\n定的である一方で，特定事業主が労災保険制度により多大な利益\nを享受していること等に鑑みれば，特定事業主において業務災害\n支給処分を争うことができないとしても，その結論は労災保険制\n度を維持する上でやむを得ないものといわざるを得ない。\nｂ  別件訴訟の控訴審において，特定事業主である原告は，被災労働\n者である訴外Ａ１に対して業務災害支給処分（本件支給処分）に基\nづいて労災保険給付が支払われたことを前提として，訴外Ａ１に対\nし，見舞金１１８５万１０００円を支払うことを内容とする訴訟上\nの和解（別件和解）をしており，別件訴訟において本件支給処分に\nよる利益を享受している。その一方で，特定事業主が労働保険料認\n定処分（本件認定処分）の取消訴訟において業務災害支給処分（本\n件支給処分）の違法を主張することによって制度の仕組みとして労\n働保険料の負担を免れ得る行為を法が予定しているとは，これまで\n述べてきた労災保険制度の趣旨や保険料の負担の在り方に照らして\nも，およそ考え難く，また，このような行為が横行した場合，労災\n保険制度の健全かつ継続的な運営に悪影響を及ぼすこともまた明ら\nかである。\nｃ  以上によれば，権利救済に関する考慮要素を考慮しても，労災保\n険法及び徴収法において，業務災害支給処分の公定力や不可争力の\n趣旨を後退させるような立法態度を読み取ることはできないから，\n違法性の承継を認めることはできないというべきである。\n(ウ)  以上に検討したところによれば，仮に先行の処分である本件支給処分\nが違法であったとしても，その違法性は本件認定処分には承継されない\nというべきであるから，原告は，本件訴訟において本件支給処分の違法\n性を主張することはできない。\n(2)  争点(2)（本件支給処分の違法性の有無）について\n（原告の主張の要旨）\n別紙２の第１記載のとおり，訴外Ａ１の本件疾病の発症について，同人\nの業務との間に相当因果関係は認められず，業務起因性は認められない。\nしたがって，本件支給処分は，違法である。\n（被告の主張の要旨）\n別紙２の第２記載のとおり，訴外Ａ１の本件疾病の発症は，同人の業務\nに内在する危険の現実化であると評価することができ，業務起因性が認め\nられる。したがって，本件支給処分は，適法である。\n第３  当裁判所の判断\n１  争点(1)（労働保険料認定処分の取消訴訟において特定事業主が業務災害支給\n処分の違法を主張することができるか否か）について\n(1)  特定事業主が自らの事業に係る業務災害支給処分の取消訴訟において特\n定事業主が原告適格を有するか否かについて\n労働保険料認定処分の取消訴訟において特定事業主が同処分の前提とさ\nれた業務災害支給処分の違法を主張することができるか否かを検討するに\n当たっては，後記(2)ウのとおり，特定事業主が自らの事業に係る業務災害\n支給処分の適否を争うにつきどのような手続的保障が与えられているかが\n考慮の対象となるので，その前提として，特定事業主が自らの事業に係る\n業務災害支給処分の取消訴訟において原告適格を有するか否か，すなわち，\n同処分の取消しを求めるにつき「法律上の利益を有する者」（行訴法９条\n１項）に当たるか否かについて，以下検討する。\nア  行訴法９条１項の「法律上の利益を有する者」の意義について\n行訴法９条は，取消訴訟の原告適格について規定するが，同条１項に\nいう当該処分の取消しを求めるにつき「法律上の利益を有する者」とは，\n当該処分により自己の権利若しくは法律上保護された利益を侵害され又\nは必然的に侵害されるおそれのある者をいうと解すべきである（最高裁\n昭和４９年（行ツ）第９９号同５３年３月１４日第三小法廷判決・民集\n３２巻２号２１１頁，最高裁平成元年（行ツ）第１３１号同４年９月２\n２日第三小法廷判決・民集４６巻６号１０９０頁等参照）。そして，処\n分の名宛人以外の者が処分の法的効果による権利の制限を受ける場合に\nは，その者は，処分の名宛人として権利の制限を受ける者と同様に，当\n該処分により自己の権利を侵害され又は必然的に侵害されるおそれのあ\nる者として，行訴法９条２項に定める考慮事項につき検討するまでもな\nく，同条１項にいう当該処分の取消しを求めるにつき法律上の利益を有\nする者に当たり，その取消訴訟における原告適格を有するものというべ\nきであり（最高裁平成２４年（行ヒ）第１５６号同２５年７月１２日第\n二小法廷判決・裁判集民事２４４号４３頁（以下「平成２５年最高裁判\n決」という。）参照），処分の名宛人以外の者が処分の法的効果により\n公課の納付義務の範囲が増大するなど直接具体的な不利益を被るおそれ\nがある場合も，上記と同様に解するのが相当である（最高裁平成１６年\n（行ヒ）第２７５号同１８年１月１９日第一小法廷判決・民集６０巻１\n号６５頁参照）。\nイ  業務災害支給処分により特定事業主の権利若しくは法律上保護された\n利益が侵害され又は必然的に侵害されるおそれの有無について\n(ア)  基準労災保険率（事業の種類ごとに一般的な基準として定められ\nるもの）について\n政府は，労働保険の事業に要する費用に充てるため，一般保険料\nを含む保険料（労働保険料）を徴収するものとされ（徴収法１０条），\n一般保険料の額は，賃金総額に「一般保険料に係る保険料率」を乗\nじて得た額とされる（徴収法１１条１項）。そして，労災保険に係\nる保険関係が成立している事業については，「一般保険料に係る保\n険料率」は，労災保険率となるか，又はこれに雇用保険率を加えた\n率となる（徴収法１２条１項１号，２号）。\n労災保険率は，労災保険法の規定による保険給付及び社会復帰促\n進等事業に要する費用の予想額に照らし，将来にわたって，労災保\n険の事業に係る財政の均衡を保つことができるものでなければなら\nないものとされ，徴収規則別表第１で定める事業の種類ごとに，過\n去３年間に発生した業務災害及び通勤災害に係る労災保険法の規定\nによる保険給付の種類ごとの受給者数及び平均受給期間その他の事\n項に基づき算定した保険給付に要する費用の予想額を基礎とし，労\n災保険に係る保険関係が成立している全ての事業の過去３年間の業\n務災害及び通勤災害に係る災害率その他の事情を考慮して厚生労働\n大臣が定めるものとされており（徴収法１２条２項，徴収令２条，\n徴収規則１６条１項。基準労災保険率），医療業の基準労災保険率\nは，１０００分の３とされている（徴収規則別表第１，労災保険率\n適用事業細目表（昭和４７年労働省告示第１６号））。\nこのように，徴収法１２条２項による当該事業の種類ごとに一般\n的な基準として定められる基準労災保険率を定めるに当たっては，\n労働保険料を徴収される事業主の個別の事情は考慮されず，事業の\n種類ごとに災害率等に応じて当該事業に係る全ての事業主に共通の\n数値が定められている。\n(イ)  メリット制による改定労災保険率（各特定事業主ごとに個別に\n基準労災保険率を改定して定められるもの）について\n厚生労働大臣は，連続する３保険年度中の各保険年度において\n徴収法１２条３項各号のいずれかに該当する事業であって基準日\nにおいて労災保険に係る保険関係が成立した後３年以上経過した\nもの（特定事業）についての当該連続する３保険年度の間におけ\nる①(a)労災保険法の規定による業務災害に関する保険給付の額\nに(b)業務災害に係る特別支給金の額を加えた額（業務災害保険給\n付等の額）と②(a)各保険年度の一般保険料に係る確定保険料の額\nから非業務災害率に応ずる部分の額等を減じた額に(b)徴収法１\n０条２項２号所定の第一種特別加入保険料に係る確定保険料の額\nから特別加入非業務災害率に応ずる部分の額を減じた額を加えた\n額に第一種調整率を乗じて得た額との割合（メリット収支率）が\n１００分の８５を超え，又は１００分の７５以下である場合には，\n上記(ア)による基準労災保険率（その率がこの項（(イ)）により\n引き上げ又は引き下げられたときは，その引き上げ又は引き下げ\nられた率）から非業務災害率を減じた率を別紙３により定まる率\n（メリット増減率）だけ引き上げ又は引き下げた率に非業務災害\n率を加えた率である改定労災保険率を，当該特定事業主について\nの基準日の属する保険年度の次の次の保険年度（次々年度）の労\n災保険率とすることができ，上記のメリット増減率は，別紙３の\nとおり，メリット収支率（１０パーセント以下のものから１５０\nパーセントを超えるものまでの１６段階）に応じて，５パーセン\nトおきにマイナス４０パーセントからプラス４０パーセントまで\nの範囲内で定められている（メリット制。徴収法１２条３項，徴\n収規則１８条１項，１８条の２，１９条，２０条，別表第３）。\nそして，現に，厚生労働大臣は，上記のメリット制を採用してお\nり，特定事業主については，改定労災保険率をもって次々年度の\n労災保険率とすることとされている（甲６，７（２８３頁），弁\n論の全趣旨）。\nこのように，徴収法及びその下位法令は，一定の規模以上の事\n業について，基準日までの３保険年度の間の業務災害保険給付等\nの額の多寡に応じて増減させるなどの調整を加えた上で各特定事\n業主ごとに改定労災保険率を算出し，これに基づいて労働保険料\nを算定するものと定めている。これは，基準労災保険率は，事業\n主の間の負担の公平を期するため，事業の種類ごとに災害率に応\nじて定められている（上記(ア)参照）ところ，事業の種類が同一\nであっても，作業工程，機械設備や作業環境の良否，災害防止努\n力のいかん等によって個々の事業主ごとの災害率にはかなりの高\n低が認められるため，事業主の負担の具体的公平を図るとともに，\n事業主の災害防止努力を促進すべく，同種の事業であっても一定\nの規模以上の事業（特定事業）については，個々の事業主の災害\n率の高低に応じて労災保険率を増減させるなどの調整を加えるこ\nととしたものと解される。\n(ウ)  特定事業主の自らの事業に係る業務災害支給処分の取消訴訟に\nおける原告適格の有無について\n上記(イ)のとおり，特定事業においては，当該事業につき業務\n災害が生じたとして業務災害支給処分がされると，当該処分に係\nる業務災害保険給付等の額の増加に応じて当然にメリット収支率\nが上昇し，これによって当該特定事業主のメリット増減率も上昇\nするおそれがあり，これに応じて次々年度の労働保険料が増額さ\nれるおそれが生ずることとなる。\nしたがって，特定事業主は，自らの事業に係る業務災害支給処\n分がされた場合，同処分の名宛人以外の者ではあるものの，同処\n分の法的効果により労働保険料の納付義務の範囲が増大して直接\n具体的な不利益を被るおそれがあり，他方，同処分がその違法を\n理由に取り消されれば，当該処分は効力を失い，当該処分に係る\n特定事業主の次々年度以降の労働保険料の額を算定するに当たっ\nて，当該処分に係る業務災害保険給付等の額はその基礎とならず，\nこれに応じた労働保険料の納付義務を免れ得る関係にあるのであ\nるから，特定事業主は，自らの事業に係る業務災害支給処分によ\nり自己の権利若しくは法律上保護された利益を侵害され又は必然\n的に侵害されるおそれがあり，その取消しによってこれを回復す\nべき法律上の利益を有するものというべきである。\nなお，労災保険給付の不支給決定処分の取消訴訟に係る特定事\n業主の補助参加の利益につき，最高裁平成１２年（行フ）第３号\n同１３年２月２２日第一小法廷判決・裁判集民事２０１号２０１\n頁は，徴収法１２条３項によると，同項各号所定の一定規模以上\nの事業については，当該事業の基準日以前３年間における「業務\n災害に係る保険料の額に第１種調整率を乗じて得た額」に対する\n「業務災害に関する保険給付の額に業務災害に関する特別支給金\nの額を加えた額から労災保険法１６条の６第１項２号に規定する\n遺族補償一時金及び特定疾病にかかった者に係る給付金等を減じ\nた額」の割合が１００分の８５を超え又は１００分の７５以下と\nなる場合には，基準労災保険率を一定範囲内で引き上げ又は引き\n下げるものとされており，そうすると，徴収法１２条３項各号所\n定の一定規模以上の事業においては，労災保険給付の不支給決定\nの取消判決が確定すると，行訴法３３条１項の定める取消判決の\n拘束力により労災保険給付の支給決定がされて保険給付が行われ，\n次々年度以降の保険料が増額される可能性があるから，当該事業\nの事業主は，労働基準監督署長の敗訴を防ぐことに法律上の利害\n関係を有し，これを補助するために労災保険給付の不支給決定の\n取消訴訟に参加をすることが許されると解するのが相当であると\n判示しており，特定事業主の自らの事業に係る業務災害支給処分\nの取消訴訟における原告適格について前示のとおり労働保険料の\n納付義務の範囲が増大するおそれを基礎としてこれを肯定するこ\nとは，同最高裁判決の上記の判示とも整合するものということが\nできる。\n(エ)  本件支給処分の取消訴訟の原告適格等について\n以上に説示したとおり，特定事業主は，自らの事業に係る業務\n災害支給処分がされた場合，同処分の法的効果により労働保険料\nの納付義務の範囲が増大して直接具体的な不利益を被るおそれの\nある者であるから，同処分の取消しを求めるにつき「法律上の利\n益を有する者」（行訴法９条１項）として，同処分の取消訴訟の\n原告適格を有するものと解するのが相当である（なお，法令の解\n釈としてこのように解される以上，特定事業主の事業に係る業務\n災害支給処分がされた場合につき，省令上，受給権者となる労働\n者に対する通知の規定（労災規則１９条１項）に加え，当該特定\n事業主に対しても通知の規定が整備されることが，特定事業主の\n手続的保障（後記(2)ウ参照）を十全にする上で望ましいものとい\nえる（現に，被告も，前記第２の４(1)（被告の主張の要旨）ウ(ア)\nｆのとおり，省令の改正による特定事業主に対する同処分の周知\n措置の採用の可能性について言及している。）。）。\nなお，仮に，当該事案において，業務災害保険給付等の額が極\nめて僅少であり，かつ，事業の規模の縮小等によりその後の３保\n険年度に当該特定事業主がメリット制の適用を受けない状況とな\nるに至ったなど，当該業務災害支給処分によってメリット増減率\nが上昇するおそれがなくなったと認めるべき特段の事情が認めら\nれる場合には，当該特定事業主が当該処分の取消しを求める訴え\nの利益を欠くことになるものと解されるが，前記前提事実(2)ケ及\nび上記(ウ)においてみた原告の被る不利益（本件支給処分がされ\nたことにより，メリット増減率の上昇によって原告の平成２２年\n度の確定保険料額が６９２万５２３７円増額されること等）や原\n告の事業の状況（証拠（乙６８）によれば，原告は本件病院にお\nいて平成２０年度以降の３保険年度を通じてメリット制の適用を\n受ける特定事業としての医療業を継続して行っていたことが認め\nられる。）等に鑑みれば，本件において上記特段の事情があると\nは認められない。\nしたがって，特定事業主である原告は，自らの事業に係る本件\n支給処分の取消訴訟の原告適格を有するものであり，かつ，本件\n支給処分の取消しを求める訴えの利益もあるというべきである。\nウ  被告の主張について\n(ア)  被告は，原告が本件支給処分の取消訴訟の原告適格を有するか否か\nを検討するに当たり，行訴法９条１項にいう「法律上の利益を有する\n者」について，当該処分を定めた行政法規が，不特定多数者の具体的\n利益を専ら一般的公益の中に吸収解消させるにとどめず，それが帰属\nする個々人の個別的利益としてもこれを保護すべきものとする趣旨\nを含むと解される場合には，このような利益も法律上保護された利益\nに当たり，当該処分によりこれが侵害され又は必然的に侵害されるお\nそれのある者は，同法の「法律上の利益」を有する者として当該処分\nの取消訴訟における原告適格を有するものというべきであるとした\n上で，同条２項の考慮事項について個別に論及し，特定事業主である\n原告は同条１項の「法律上の利益を有する者」に当たらない旨主張す\nる。\nしかしながら，本件は，処分の名宛人以外の特定の者が処分の法\n的効果により直接具体的な不利益を被るおそれがある場合にそのこ\nとを理由として行訴法９条１項の「法律上の利益」が認められる事\n案であって，不特定多数者の具体的利益が法律上保護された利益に\n当たるか否かを同条２項に従って検討すべき事案ではないから，被\n告の上記主張はその前提を欠いており，採用することができない。\n(イ)  被告は，メリット制は，個別の労災保険給付の存在を前提とする\nものではあるが，個別の労災保険給付によって生じた損失を直接当\n該事業主に転嫁するものではなく，過去の一定期間における労災保\n険給付の支給実績を考慮して算出されたメリット収支率を徴収規則\n別表第３（別紙３参照）に当てはめて一定の範囲で基準労災保険率\n（非業務災害率に応ずる部分を除く。）を増減した上で労働保険料\nを算定するものであって，飽くまで労働保険料の合理的な算定のた\nめの一つの考慮要素とするものにすぎないことなどから，メリット\n制により改定労災保険率が引き上げられる可能性があるとしても，\nこのような不利益は，労災保険率を算定する過程においてある程度\n抽象化されたものであり，個別の労災保険給付とは切り離された間\n接的かつ限定的なものにとどまるものというべきである旨主張する。\nしかしながら，業務災害保険給付等の額によっては当該特定事業\n主のメリット増減率を確実に高率にして次々年度の労働保険料を増\n加させることが見込まれる場合があり得るところであり，また，仮\nに当該業務災害に係る業務災害保険給付等の額のみではメリット増\n減率に影響を与えず，次々年度の労働保険料を増加させることが直\nちには見込まれない場合であっても，当該業務災害の後に他の業務\n災害が発生することにより，その業務災害保険給付等の額と併せて\nメリット増減率を高率にして次々年度の労働保険料を増加させるお\nそれが生ずることを否定することはできないから，業務災害支給処\n分によって特定事業主が直接具体的な不利益を被るおそれが生ずる\nものとみるのが相当であり，被告の上記主張によっても，メリット\n制の下において業務災害支給処分によって特定事業主が直接具体的\nな不利益を被るおそれ（特定事業主の原告適格を基礎付ける事由）\nの存在を否定することはできない。\n(ウ)  被告は，①事業主が被る不利益の程度については，メリット制で\nは，メリット収支率が８５パーセントを超え又は７５パーセント以\n下となる場合に，基準労災保険率をマイナス４０からプラス４０パ\nーセントの範囲で増減するものにすぎず，賃金総額との関係でみて\nも，その範囲は０．２パーセント弱程度にすぎないのであって，こ\nの程度の負担の増加が，事業主の経営基盤を失わしめるほどの損害\nを与えるものとは通常考えられない旨主張するほか，②メリット制\nによる労働保険料の増額の不利益が限定的である一方で，事業主が\n労災保険制度により多大な利益を享受していること等に鑑みれば，\n特定事業主において業務災害支給処分を争うことができないとして\nも，その結論は労災保険制度を維持する上でやむを得ない旨主張す\nる。\nしかしながら，本件において原告が被る不利益をみても，前記前\n提事実(2)ケのとおり，原告は，本件支給処分がされたことにより，\n平成２２年度の改定労災保険率に係るメリット増減率がマイナス４\n０パーセントからプラス４０パーセントとなり，その結果，同年度\nの確定保険料額が６９２万５２３７円増額された上，本件支給処分\nに係る支給額が平成２３年度及び同２４年度のメリット収支率の算\n定の基礎にも反映されるのであって，このように特定事業主が被る\n不利益の金額が多額に上ることは一般に広く生じ得るものであり，\n将来の年度の負担も更に増大させることに照らすと，特定事業主が\n労災保険制度により一定の利益を享受していることを勘案しても，\n特定事業主が業務災害支給処分によって被る不利益の程度が一般に\n軽微であって業務災害支給処分の取消訴訟における原告適格を基礎\n付けるに足りないなどと過小に評価するのは相当ではなく，被告の\n上記主張は採用することができない。\nエ  小括\n以上のとおり，特定事業主である原告は，自らの事業に係る本件支給\n処分の取消訴訟の原告適格を有するものであり，かつ，本件支給処分の\n取消しを求める訴えの利益もあるというべきである。\n(2)  労働保険料認定処分の取消訴訟において特定事業主が同処分の前提と\nされた業務災害支給処分の違法を主張することができるか否かについて\n上記(1)において検討したとおり，特定事業主が自らの事業に係る業務災\n害支給処分の取消訴訟の原告適格を有すると解されることを前提とした上\nで，労働保険料認定処分の取消訴訟において特定事業主が同処分の前提と\nされた業務災害支給処分の違法を主張することができるか否かについて，\n以下検討する。\nア  いわゆる違法性の承継の有無について\n(ア)  行訴法３条２項の行政庁の処分その他公権力の行使に当たる行為\n（以下「処分」という。）は，いわゆる公定力を有し，権限を有す\nる機関によりそれが取り消されるまでは，その名宛人はもとより，\n第三者や他の機関も，その効力を否定することができないものであ\nり，また，処分は，いわゆる不可争力を有し，一定期間を経過する\nと，私人の側からその効力を裁判上争うことができなくなるもので\nある（行訴法１４条参照）。そのため，法令上先行の処分の存在を\n前提として後行の処分がされる関係にある場合に，後行の処分の取\n消訴訟において先行の処分の違法性を後行の処分の取消事由として\n主張することができるか否かといういわゆる違法性の承継の問題に\nついては，たとえ先行の処分に違法性があるとしても，取消判決等\nによりその公定力ないし不可争力が排除されない限り，原則として，\n先行の処分の違法性はその存在を前提としてされる後行の処分には\n承継されず，後行の処分の取消訴訟において先行の処分の違法を後\n行の処分の取消事由として主張することは許されないものと解され\nるが，例外的に，先行の処分と後行の処分とが同一の目的を達成す\nるための連続した一連の手続を構成し，相結合して初めて所定の法\n律効果を発揮する場合のように，先行の処分と後行の処分とが実体\n的に相互に不可分の関係にあるものとして本来的な法律効果が後行\nの処分に留保されているといえる場合であって，公定力ないし不可\n争力により担保されている先行の処分に係る法律効果の早期安定の\n要請を犠牲にしてもなお先行の処分の効力を争おうとする者の手続\n的保障を図るべき特段の事情があるときは，違法性の承継が肯定さ\nれ，取消判決等により先行の処分の公定力ないし不可争力が排除さ\nれていなくても，後行の処分の取消訴訟において先行の処分の違法\nを後行の処分の取消事由として主張することが許されるものと解す\nるのが相当である（平成２１年最高裁判決参照）。\nなお，法令上先行の処分の存在を前提として後行の処分がされる\n関係にある場合において，先行の処分が，取消判決等により取り消\nされたときや，重大かつ明白な瑕疵により無効なものであるときは，\n後行の処分の前提となるべき先行の処分はそもそも有効に存在し\nないこととなるから，後行の処分が先行の処分の違法性を承継する\nか否かについて検討するまでもなく，後行の処分の取消訴訟におい\nて先行の処分が有効に存在しないことを後行の処分の取消事由と\nして主張することが許されることとなる。\n(イ)  原告は，徴収法１２条３項の要件解釈の問題として，同項の「支\n給が行われた給付金」とは「適法に支給が行われた給付金」を意味\nし，本件では業務起因性がないにもかかわらず違法に労災保険給付\nがされたにすぎず，このような給付がされたことを前提とした本件\n認定処分は違法であり，本件訴訟において原告が労働災害事故の不\n存在を主張し得ることは明らかであると主張するところ，その趣旨\nは，労働保険料認定処分の要件につき，業務災害保険給付等が適法\nであること（労働者の疾病等について業務起因性があること等）が\n含まれる旨をいうものと解される。\nしかしながら，徴収法１２条３項は，メリット収支率の算定の基\n礎として，業務災害に関する保険給付の額に業務災害に係る特別支\n給金の額を加えた額（業務災害保険給付等の額）を挙げており，こ\nれらの金額自体は客観的に定まるものである上，業務災害支給処分\nがされてから相当期間経過後に同処分の処分庁ではない都道府県\n労働局長が労働保険料認定処分をするに当たり改めて当該業務災\n害支給処分の適法性を吟味することが予定されているとはいえな\nい（このことは，業務災害支給処分に対する不服申立てにおいては，\n審査に当たり専門的かつ技術的な知識を求められることから，審査\n請求については労働者災害補償保険審査官に対し，再審査請求につ\nいては労働保険審査会に対してするものとされているのに対し（労\n災保険法３８条１項），労働保険料認定処分に対する不服申立てに\nおいては，このような特段の手当てがされていないことからも看取\nすることができる。）以上，労働保険料認定処分の要件につき，業\n務災害保険給付等がされたことにとどまらず適法であること（労働\n者の疾病等について業務起因性があること等）まで含まれると解す\nることはできないから，原告の上記主張は採用することができない。\nイ  業務災害支給処分と労働保険料認定処分の実体的な関係について\n(ア)  業務災害支給処分は，迅速かつ公平な労働者の保護を図る目的で，\n業務災害の被災労働者等に対し，その請求に基づき，業務災害保険\n給付等の金額を確定させる処分である（労災保険法１条，１２条の\n８第２項等）のに対し，労働保険料認定処分は，労働保険の事業の\n効率的な運営を図る目的で，労働保険料を適正に徴収して労働保険\nの事業に要する費用に充てるため，事業主に対し，労働保険料の納\n付義務の金額を確定させる処分である（徴収法１条，１０条１項等\n参照）。\nしかるところ，労働保険料を適正に徴収して労働保険の事業に要\nする費用に充てることは，労災保険給付に財源的な根拠を与え，ひ\nいては迅速かつ公平な労働者の保護に資するものであるから，上記\n各処分は，究極的には同一の目的を達成するために行われるものと\nいうことができる。\nまた，前記(1)イにおいてみたところによれば，業務災害支給処分\nによって決定される業務災害保険給付等の額は，メリット増減率ひ\nいては労働保険料の額を左右するメリット収支率の算定の基礎とな\nる事実であることが法令上明確に定められており，業務災害支給処\n分によってメリット増減率が上昇し，労働保険料の増額に至る場合\nには，当該労働保険料の増額は，当該業務災害支給処分に起因する\nものといえるから，業務災害支給処分は，前保険年度より増額した\n労働保険料認定処分を行う前提となる処分として，究極的には同処\n分と同一の目的を達成するための連続した一連の手続を構成してい\nるものとみる余地もあり得るといえる。\nもっとも，業務災害支給処分がされたとしても，特定事業主が徴\n収法１９条１項所定の申告書を提出した場合には，その申告書の記\n載に誤りがあると認められるときを除き，同処分を前提とした労働\n保険料の算定を行うべきことを理由として労働保険料認定処分がさ\nれることはない（徴収法１９条４項参照）。\nまた，上記各処分の効果は，労働者に対する業務災害保険給付等\nの支給と特定事業主に対する労働保険料の納付の義務付けというそ\nれぞれ異なる名宛人に対する全く異なる独立した法律効果を有する\nものであって，上記各処分が相結合して初めて所定の法律効果を発\n揮するものということはできず，後者の法律効果のみが本来的な法\n律効果として後行の処分に留保されているということもできない。\n以上の諸点を総合すると，業務災害支給処分と労働保険料認定処\n分については，上記各処分は，同一の目的を達成するための連続し\nた一連の手続を構成しているものとみる余地もあり得るといえ，相\n応に連続的な関連性があるということはできるものの，他方で，実\n体的に相互に不可分の関係にあるものとして本来的な法律効果が後\n行の処分に留保されているものということはできないとみるのが相\n当である。\n(イ)  原告提出の意見書（甲６７。以下「本件意見書」という。）には，\n要旨，業務災害支給処分は，メリット制を媒介することにより，事\n業主を労災保険率が引き上げられるべき地位に置くという法的効果\nを発生させ，後続の労働保険料認定処分とは労働災害防止のインセ\nンティヴの創出という同一の目的を達成するため，これと結合して\n初めてその効果を発揮するものである旨の記載がある（甲６７（１\n６，１７頁））。\nしかしながら，業務災害支給処分は，本来的に労働者に対して支\n給する保険給付の金額を確定させるというそれ自体独立した重要な\n法律効果を有するものであって，法令の仕組みに従って特定事業主\nが労災保険率が引き上げられるべき地位に置かれるという効果を伴\nうとしても，それは同処分の派生的な効果にとどまり，労働者に対\nする同処分がされたことを踏まえて特定事業主に対する労働保険料\n認定処分がされることとなるという段階的な処分の仕組みが採られ\nていることに伴う結果にすぎないから，本件意見書の上記記載によ\nっても，上記各処分が相結合して初めてその法律効果を発揮するも\nのであるということはできない。\nウ  特定事業主の手続的保障について\n(ア)  特定事業主は，前記(1)のとおり，自らの事業に係る業務災害支給\n処分の取消訴訟の原告適格を有するものと解されるところ，労災規\n則は，１９条１項において，所轄労基署長は，同処分を含む保険給\n付に関する処分等を行ったときは，遅滞なく，文書で，その内容を\n請求人等に通知しなければならない旨の規定を設けているが，業務\n災害支給処分の内容を特定事業主に通知する旨の規定は設けられて\nいない。\nもっとも，事業主は，災害の原因及びその発生状況等の休業補償\n給付支給請求書の記載事項について証明をする義務を負う（労災規\n則１３条２項，２３条２項）などして保険給付手続に一定の関与を\n義務付けられるとともに，保険給付の請求について，所轄労基署長\nに書面で意見を申し出ることができるものとされている（労災規則\n２３条の２）。そして，所轄労基署長は，事業主から意見の申出の\nあった保険給付の請求について決定を行った後，意見書を提出した\n事業主から照会があった場合には，当該決定の結果について当該事\n業主に説明を行うという運用が採られている（昭和６２年３月３０\n日付け労働省発労徴第２３号，基発第１７４号労働省労働基準局長\n通達「労働者災害補償保険法及び労働保険の保険料の徴収等に関す\nる法律の一部を改正する法律の施行（第二次分）等について」第３\nの２(2)。乙６５（１６頁））。\nまた，事業主は，業務災害支給処分がされたことについて所轄労\n基署長から通知はされないものの，被災者の雇用等をする者として，\n事実上，同処分の存否及びその内容を把握しやすい立場にあるもの\nといえる。\nなお，現行の厚生労働省令である労災規則においては特定事業主\nに対する業務災害支給処分の通知の規定が設けられていないため，\n特定事業主が同処分の存在に気付かず，当該処分の取消訴訟の出訴\n期間が経過する場合があり得ることも想定されるが，そのような場\n合には，個々の事案において当該処分の存在を認識することが客観\n的に困難といえる事情が認められれば，行訴法１４条２項ただし書\n所定の「正当な理由」があると認められると解されるので，出訴期\n間の経過後もなお当該処分の取消訴訟を提起する途は相当程度開か\nれているものということができる（前記(1)イ(エ)のとおり，本来は，\n省令上，同処分により直接具体的な不利益を被るおそれがあり同処\n分の取消訴訟の原告適格を有する特定事業主に対しても同処分の通\n知に係る規定が整備されることが，特定事業主の手続的保障を十全\nにする上で望ましいものといえるので，本来の在り方に従って上記\nの規定の整備がされた後は上記の出訴期間の問題もおのずから解消\nされることとなるものといえる。）。\n以上の諸点に鑑みれば，業務災害支給処分については，その適否\nを争うための手続的保障が特定事業主にも相応に与えられているも\nのということができ，労働保険料認定処分の取消訴訟において同処\n分の前提とされた業務災害支給処分の違法を主張する機会が与えら\nれなければその適否を争うための特定事業主の手続的保障に欠ける\nところがあるということはできない。\nかえって，仮に，労働保険料認定処分の取消訴訟において同処分\nの前提とされた業務災害支給処分の違法（特に業務起因性の有無に\n係る違法）の主張が認められ，同処分の違法を理由に当該労働保険\n料認定処分を取り消す判決がされた場合には，取消判決の拘束力（行\n訴法３３条１項）により，少なくともそれ以後，業務災害に関する\n保険給付がされないこととなり（業務災害支給処分から相当期間経\n過後にされる労働保険料認定処分につき特定事業主から取消訴訟が\n提起されていることは当該労働者が認識すらしていない場合も一般\nに想定されるものといえる。なお，業務災害支給処分自体が取り消\nされる可能性については，後記エ(イ)参照），業務災害支給処分を\n受けた労働者の手続的保障を欠く結果を招来するおそれがあるもの\nといえる。\n(イ)  また，業務災害支給処分の段階では次々年度の労働保険料の額が\n確定まではしていないものの，業務災害保険給付等の額によっては\n当然に労働保険料の額が増加することが見込まれる場合も相応の割\n合で想定されるところであって，後記エのとおり業務災害支給処分\nの法律効果の早期安定の要請が特に強いことにも鑑みれば，上記の\nような場合においても特定事業主が同処分の存在を知りながら労働\n保険料認定処分がされる段階まで争訟の提起という手段を執らない\nという対応を合理的なものとして容認するのは相当ではないといえ\nる。\nエ  業務災害支給処分の法律効果の早期安定の要請について\n(ア)  労災保険は，業務上の事由又は通勤による労働者の負傷，疾病，\n障害，死亡等に対して迅速かつ公正な保護をするため，必要な保険\n給付を行うなどし，もって労働者の福祉の増進に寄与することを目\n的とするものである（労災保険法１条）。\nこのような保険給付の目的からすれば，ひとたび業務災害支給処\n分がされたにもかかわらず，それが当該処分に対する不服申立てな\nいし訴訟の提起によらずに，相当期間を経てその効力を失うことと\nなれば，傷害，疾病又は障害を負うなどした労働者に対する保険給\n付の支給等の事実状態が積み重ねられた後に，その根拠を根底から\n覆されることとなり，法的安定性の観点ひいては労働者の保護の観\n点から看過し難い結果を生ずることとなるから，業務災害支給処分\nについては，その法律効果の早期安定が強く要請されるものと解す\nるのが相当である。\n(イ)  この点に関し，仮に，労働保険料認定処分の取消訴訟において同\n処分の前提とされた業務災害支給処分の違法（業務起因性の有無に\n係る違法等）を理由に当該労働保険料認定処分を取り消す判決がさ\nれた場合に，取消判決の拘束力（行訴法３３条１項）等を踏まえ，\n上記判決と整合しない従前の業務災害支給処分が所轄労基署長によ\nり職権で取り消されることとなれば，業務災害支給処分の法律効果\nの早期安定の要請を著しく害することとなるので，以下，上記の場\n合における業務災害支給処分の帰すうについて検討する。\n行訴法３３条１項は，処分又は裁決を取り消す判決は，その事件\nについて，処分又は裁決をした行政庁その他の関係行政庁を拘束す\nる旨を定めているところ，これは，取消判決の拘束力として，行政\n庁に対し，処分又は裁決を違法と確定した判決の判断内容を尊重し，\n以後その事件については，当該判決の趣旨に従って行動し，他にこ\nれと矛盾するような処分又は裁決がある場合には，適当な措置を執\nるべきことを義務付けるものと解される。そして，この拘束力は，\n判決主文が導き出されるのに必要な事実認定及び法律判断について\n生ずるものである（昭和６３年（行ツ）第１０号平成４年４月２８\n日第三小法廷判決・民集４６巻４号２４５頁参照）。\nそうすると，仮に，業務災害支給処分の違法を理由に同処分を前\n提とする労働保険料認定処分を取り消す判決がされた場合において，\n労災保険制度における財政上の収支の均衡等の観点も踏まえ，上記\n判決と整合しない当該業務災害支給処分を所轄労基署長が職権で取\nり消すことは，別異に解すべき特段の事情のない限り，行訴法３３\n条１項の定める取消判決の拘束力に沿うものとして，適法な措置と\nの評価を受けることになるものと解するのが相当である。\nまた，仮に，個別の事案における特段の事情により，取消判決の\n拘束力の範囲が限定され，業務災害支給処分の違法を理由に労働保\n険料認定処分を取り消す判決の拘束力によっても当然には所轄労基\n署長が職権で当該業務災害支給処分を取り消すべきこととはならな\nいと解される場合があり得るとしても，一般に，違法な処分につい\nては，処分をした行政庁において，自らその違法を認めて，処分の\n取消しによって生ずる不利益と，取消しをしないことによって当該\n処分に基づき既に生じた効果をそのまま維持することの不利益とを\n比較考量し，しかも当該処分を放置することが公共の福祉の要請に\n照らし著しく不当であると認められるときは，これを取り消すこと\nができると解される（最高裁昭和３９年（行ツ）第９７号同４３年\n１１月７日第一小法廷判決・民集２２巻１２号２４２１頁（以下「昭\n和４３年最高裁判決」という。）参照）ので，判決で違法とされた\n業務災害支給処分について，これを職権で取り消し得るかについて\nは，上記最高裁判決の判示に係る基準に照らして個々の事案ごとの\n個別具体的な諸事情を総合考慮して判断することを要するものであ\nり，労働保険料の増額を認めた労働保険料認定処分が取り消される\n一方で増額の根拠となった業務災害支給処分が維持されることは労\n災保険制度の収支の均衡を損なう結果を伴うことにも鑑みると，判\n決で業務災害支給処分が違法とされた場合には，同処分が所轄労基\n署長により職権で取り消される可能性が相応の範囲で生ずることは\n否定し難いものといわなければならない（なお，昭和４３年最高裁\n判決は，処分につき行政庁が拘束を受ける争訟手続による終局的解\n決がされていない事案に関するものであることを判文上明示してい\nるので，取消判決の拘束力（行訴法３３条１項）により所轄労基署\n長が職権による取消義務を負う場合には，同判決の法理の適用はな\nいものと解される。）。\n(ウ)  以上に加え，業務災害支給処分を受けた労働者は，同処分を前提\nとする労働保険料認定処分の取消訴訟の当事者となるものではなく，\n仮に同訴訟が係属していることを了知し，行訴法２２条又は民事訴\n訟法４２条に基づき同訴訟に参加することができたとしても，その\n時点においては，業務災害支給処分がされた保険年度の次々年度の\n労働保険料認定処分の適法性が争われるものであり，既に業務災害\nから数年に及ぶ相当の期間が経過していることとなるから，証拠資\n料等が散逸し，十分な訴訟行為をすることができない可能性が高い\nので，当該取消訴訟において業務災害支給処分の違法性（業務起因\n性の有無等）が争われるとすれば，当該労働者としては，これに十\n分な応訴をすることは困難であり，将来そのような訴訟が提起され\nることを予期して訴訟参加のための準備を強いられることは，その\n手続上の地位を過度に不安定にするものとの評価を免れないものと\nいえる。\nこのように，仮に労働保険料認定処分の取消訴訟において特定事\n業主が同処分の前提とされた業務災害支給処分の違法を主張するこ\nとが許されるとすると，業務災害支給処分の法律効果が維持される\nことによって保護されるべき同処分を受けた労働者の手続的な利益\nを過度に犠牲にすることとなるものといえるから，業務災害支給処\n分の適否に関する訴訟については同処分に対する抗告訴訟の段階で\nその適否を確定させ，業務災害支給処分の法律効果を早期に安定さ\nせることがより一層強く要請されるものといえる。\n(エ)  したがって，業務災害支給処分については，その法律効果の早期\n安定が特に強く要請されるにもかかわらず，仮に，労働保険料認定\n処分の取消訴訟において同処分の前提とされた業務災害支給処分の\n違法を主張することが認められ，その違法を理由に労働保険料認定\n処分を取り消す判決がされて確定すると，当該業務災害支給処分が\n所轄労基署長により職権で取り消され得ることとなり，上記の早期\n安定の要請（ひいては労働者の保護の要請）を著しく害する結果と\nなるものというべきである。\nオ  小括\n前記イにおいて説示したとおり，業務災害支給処分と労働保険料認定\n処分は，相結合して初めてその効果を発揮するものということはできず，\n上記各処分が実体的に相互に不可分の関係にあるものとして本来的な法\n律効果が後行の処分である労働保険料認定処分に留保されているという\nことはできない。\nまた，前記ウ(ア)において説示したとおり，業務災害支給処分につい\nては，その適否を争うための手続的保障が特定事業主にも相応に与えら\nれているものといえる一方で，前記ウ(イ)において説示したとおり，特\n定事業主が労働保険料認定処分がされる段階までは争訟の提起という手\n段を執らないという対応を合理的なものとして容認するのは相当ではな\nいといえる。そして，上記エにおいて説示したとおり，業務災害支給処\n分については，その法律効果の早期安定が特に強く要請されるにもかか\nわらず，仮にその違法を理由に労働保険料認定処分を取り消す判決が確\n定すると，所轄労基署長により職権で取り消され得ることとなり，上記\nの早期安定の要請（ひいては労働者の保護の要請）を著しく害する結果\nとなるものといえる。これらのことに照らすと，上記各処分の関係につ\nいては，公定力ないし不可争力により担保されている先行の処分である\n業務災害支給処分に係る法律効果の早期安定の要請を犠牲にしてもなお\n同処分の効力を争おうとする者の手続的保障を図るべき特段の事情があ\nるとは認められないというべきである。\n以上の諸点に鑑みると，特定事業に従事する労働者について業務災害\n支給処分がされたことを前提として当該事業の特定事業主に対し労働保\n険料認定処分がされている場合には，業務災害支給処分が取消判決等に\nより取り消されたもの又は無効なものでない限り，前記アの判断枠組み\nに係るいずれの観点からも，労働保険料認定処分の取消訴訟において，\n業務災害支給処分の違法を労働保険料認定処分の取消事由として主張す\nることは許されないものと解するのが相当である。\nカ  原告の主張について\n(ア)  原告は，裁判を受ける権利の保障の観点から，処分により不利益\nを被るにもかかわらず原告適格を欠く者のためには，後続する処分\nに対する訴訟の中で先行の処分の違法を主張する機会が保障されな\nければならないという点で，平成２１年最高裁判決の事案と本件と\nの間に差異はなく，同様の議論が妥当する旨主張する。\nしかしながら，前記(1)のとおり，特定事業主は先行の処分である\n自らの事業に係る業務災害支給処分の取消訴訟の原告適格を有する\nものと解され，その段階において同処分の適否を争う機会の手続的\n保障が図られるものであるから，所論はその前提を欠き，失当であ\nる。\nまた，この点をおくとしても，①平成２１年最高裁判決における\n安全認定と建築確認がいずれも建築主を名宛人とし，両処分が相結\n合して初めて所定の法律効果を発揮するものであり，実体的に相互\nに不可分の関係にあるものとして本来的な法律効果が後行の処分に\n留保されているといえるのに対し，業務災害支給処分は，それ自体\nが労働保険料認定処分とは別の名宛人である労働者に対する保険給\n付の支給を決定するという独立した重要な法律効果を有する処分で\nあり，両処分が相結合して初めて所定の法律効果を発揮するものと\nはいえず，実体的に相互に不可分の関係にあるものとして本来的な\n法律効果が後行の処分に留保されているとはいえないこと ，②建築\n確認がされるまでは，工事が行われることはないことなどから，安\n全認定の法律効果の早期安定の要請はさほど強くないのに対し，業\n務災害支給処分は，その後に労働者に対する保険給付の支給等の事\n実状態が積み重ねられていくため，その法律効果の早期安定の要請\nが特に強いものであること，③建築確認がされるまでは工事が行わ\nれることはなく周辺住民等が安全認定によって直ちに不利益を受け\nることはないから，周辺住民等が建築確認がされる前の段階で安全\n認定の存在を知って争訟を提起するという契機は通常考え難く，そ\nの存在を知った上で建築確認の段階まで争訟を提起しないことも合\n理的な対応といえるのに対し，業務災害支給処分は，前記ウ(ア)，\n(イ)のとおり，保険給付手続への関与や意見書制度及びこれに伴う\n事業主に対する結果の説明に係る運用，処分の名宛人である労働者\nと事業主との関係性等から，労働保険料認定処分がされる前の段階\nでその存在を知って争訟を提起する契機は相応に存在し，その存在\nを知りながら同認定処分の段階まで争訟を提起しないことが合理的\nな対応とはいえないこと等に鑑みれば，本件に関しては，平成２１\n年最高裁判決とは事案や問題となる各処分の性質等を本質的に異に\nするものであって，本件の事案において，上記の諸点に照らしてい\nわゆる違法性の承継は認められず，労働保険料認定処分の取消訴訟\nにおいて特定事業主が同処分の前提とされた業務災害支給処分の違\n法を主張することは許されないと解することにつき，同最高裁判決\nとの抵触の問題を生ずるものではないから，原告の上記主張は採用\nすることができない。\n(イ)  原告は，実務上はこれまで特定事業主に業務災害支給処分の取消訴\n訟に係る原告適格があるとは考えられてこなかったこと（昭和３６年\n東京地裁判決参照）を理由として，特定事業主の手続的保障が不十分\nである旨主張する。\nしかしながら，違法性の承継の可否に係る判断の前提となる先行の\n処分に係る取消訴訟の原告適格など手続的保障の有無の評価は，本来\n採るべき解釈に基づいて考察すべきものである上，特定事業主が自ら\nの事業に係る業務災害支給処分の取消訴訟において原告適格を有しな\nいと解する見解は地方裁判所の裁判例や文献等において採られてきた\nものにとどまり，かえって，特定事業主は労災保険給付の不支給処分\nの取消訴訟において法律上の利害関係を有する者として補助参加をす\nることができる旨を判示した前記(1)イ(ウ)の前掲最高裁平成１３年\n２月２２日第一小法廷決定の判旨によれば，特定事業主が自らの事業\nに係る業務災害支給処分の取消訴訟において原告適格を有すると解す\nることが同最高裁決定の趣旨に沿うものであることは十分に看取し得\nるものということができるから，仮にこれまで一定数の特定事業主が\n上記の原告適格を消極に解する見解を前提に上記の取消訴訟を提起し\nてこなかったなどの事情があったとしても，そのことによって，後行\nの処分である労働保険料認定処分に係る違法性の承継の有無に関する\n前記オの判断が左右され得るものとはいえず，原告の上記主張は採用\nすることができない。\n(ウ)  ①原告は，業務災害支給処分は授益的処分であって，これが取り消\nされた場合，支給された金銭の不当利得返還義務が生ずることに伴っ\nて処分の名宛人の被る不利益は大きく，瑕疵の原因は専ら行政庁の判\n断の過誤にあり，処分の名宛人には帰責性がなくその信頼を保護すべ\nき必要性は大きいから，取消権の行使は制限され，業務災害支給処分\nを取り消す余地はなく，法的安定性が害されることはない旨主張する。\nまた，②本件意見書には，個別の事情に応じて，労災保険給付の支給\n処分を将来的にのみ取り消し，既払分の保険給付については返還を求\nめないなどの措置も可能であると考えられる旨の記載がある（甲６７\n（２２頁））。さらに，③原告は，仮に業務災害支給処分が取り消さ\nれたとしても，利害関係人は極めて少なく，新たな法律関係が積み重\nなっていくこともなく，労災保険給付の額を労働保険料に結び付けた\nメリット制という制度が予定する一局面にすぎないから，法的安定性\nが大きく害されることはない旨主張する。\nしかしながら，①前記エ(イ)のとおり，仮に業務災害支給処分の違\n法を理由とする労働保険料認定処分の取消判決が確定した場合におい\nて，労災保険制度における財政上の収支の均衡等の観点も踏まえ，所\n轄労基署長が職権で業務災害支給処分を取り消すことは，別異に解す\nべき特段の事情のない限り，行訴法３３条１項の定める取消判決の拘\n束力に沿うものとして，適法な措置との評価を受けるものと解される\nところであり（取消判決の拘束力により所轄労基署長が職権による取\n消義務を負う場合には，昭和４３年最高裁判決の法理の適用はなく，\n同処分を将来的にのみ取り消すこともできないと解される。），仮に\n個別の事案における特段の事情により取消判決の拘束力の範囲が限定\nされる場合があり得るとしても，昭和４３年最高裁判決は，違法な処\n分については，処分をした行政庁において，自らその違法を認めて，\n処分の取消しによって生ずる不利益と，取消しをしないことによって\n当該処分に基づき既に生じた効果をそのまま維持することの不利益と\nを比較考量し，しかも当該処分を放置することが公共の福祉の要請に\n照らし著しく不当であると認められるときは，これを取り消すことが\nできる旨判示しており，上記において比較考量の対象となる各不利益\nの性質，内容，程度等や，当該処分を放置することが公共の福祉の要\n請に照らし著しく不当であるとの評価を基礎付け又は妨げる事情は，\n個別具体的な事案に応じて様々であると解され，所論のように業務災\n害支給処分について一律に職権で取り消される余地がないということ\nはできず，また，②仮に，個別の事情に応じて業務災害支給処分を将\n来的にのみ取り消して既払分の保険給付については返還を求めないな\nどの措置を執ることができる場合があり得るとしても，業務災害支給\n処分が将来的に取り消されること自体が業務災害支給処分の法律効果\nの早期安定の要請（ひいては労働者の保護の要請）を害する程度は小\nさいものとはいえない上，そのような措置を執ることができるか否か\nの判断の基礎となる事情は上記①と同様に個別具体的な事案に応じて\n様々であると解されるので，所論のように業務災害支給処分について\n一律に職権で取り消される余地がないとはいえないことに変わりはな\nい。\nそして，③業務災害支給処分の利害関係人が少ないとしても，労働\n者等の生活保障の観点から極めて重要な意義を有する労働災害からの\n迅速かつ公平な労働者の保護を図るという労災保険法の制度趣旨に鑑\nみれば，業務災害支給処分の法律効果の早期安定の要請は重視すべき\nものであり，また，業務災害支給処分の中には，年金として継続的な\n支給が行われる種類のものがあるほか，取消しの対象となる業務災害\n支給処分と同一の業務上の負傷等を原因とする他の業務災害支給処分\nがされることもある（例えば，本件では本件疾病が業務災害に当たる\nと判断されて休業補償給付が支給されているが，その後，同一の判断\nの下で，傷病補償年金や障害補償給付等が支給されることもある。）\nから，業務災害支給処分がされた後に新たな法律関係が積み重なって\nいくことがないなどということはできない。そして，仮に労働保険料\n認定処分の取消訴訟において業務災害支給処分の違法を理由とする取\n消判決が確定した後に所轄労基署長により同処分が職権で取り消され\nるという事態が生じた場合に，これにより業務災害支給処分の法律効\n果の早期安定の要請が著しく害され，労働者の保護の趣旨に著しく反\nする結果となることを踏まえると，このような事態をもってメリット\n制という制度が予定する一局面であるなどということはできない。\nしたがって，原告の上記①ないし③の各主張によっても，業務災害\n支給処分の法律効果の早期安定が特に強く要請されることや，業務災\n害支給処分の違法を理由に労働保険料認定処分を取り消す判決が確定\nすると，当該業務災害支給処分が所轄労基署長により職権で取り消さ\nれ得ることとなり，上記の早期安定の要請を著しく害する結果となる\n旨の前記エの判断は左右されないから，原告の上記各主張はいずれも\n採用することができない。\n(エ)  その他，原告は以上に掲記したほかにも種々の主張をし，本件意見\n書にも種々の記載があるが，いずれも前記オの判断を左右するに足り\nるものとは認められない。\n２  本件認定処分の適法性について\n(1)  前記１において争点(1)について説示したところによれば，特定事業に従\n事する労働者について業務災害支給処分がされたことを前提として当該事\n業の特定事業主に対し労働保険料認定処分がされている場合には，業務災\n害支給処分が取消判決等により取り消されたもの又は無効なものでない限\nり，労働保険料認定処分の取消訴訟において，業務災害支給処分の違法を\n労働保険料認定処分の取消事由として主張することは許されないものと解\nされるところ，本件では，医療業に従事する労働者である訴外Ａ１につい\nて本件支給処分がされたことを前提として当該事業の特定事業主である原\n告に対し本件認定処分がされたものであり，本件支給処分は，取消判決等\nにより取り消されたものに当たらないことが明らかである（弁論の全趣旨）。\nまた，本件支給処分に係る無効事由となる重大かつ明白な瑕疵の有無に\nついてみるに，証拠（甲５５）によれば，別件判決において訴外Ａ１の業\n務と本件疾病の発症との間に相当因果関係が認められないとされたのは，\n訴外Ａ１の本件疾病の発症前６か月中の時間外労働時間が２０時間台ない\nし３０時間台の月が４か月あり，その業務が一定の精神的緊張を強いられ\nるもので，しばしば就業時間外に職務に従事する必要があったことを考慮\nしたとしても，その業務による量的，質的な負荷は全体として一定限度に\nとどまるものであったとの評価を前提とした上で，①労働時間数の面では\n業務と発症との関連性が強いとまではいえないこと，②(a)麻酔科医として\nの業務は一定の精神的緊張を伴うものの，手術中に休憩を取ることが可能\nで麻酔件数も他の麻酔科医と比較して特に過重な数ではなく，質的に過剰\nな負荷であったと認めるのは困難であること，(b)業務時間外にいつ呼び出\nされるか分からない状況であったものの実際に呼出しを受けた回数は少な\nく，むしろほぼ休日を取ることができ，夜間の睡眠時間もおおむね６時間\nを確保することができていたなど，量的に過重な負荷であったと認めるこ\nとはできないこと，③一般に本件疾病（脳出血）の発症には高血圧，飲酒，\n喫煙，高脂血症，肥満，糖尿病等のリスクファクターが関連しており，こ\nれらも労働の過重性との関連において考慮の対象となることなどを理由と\nするものであり，本件訴訟における本件支給処分の違法事由に係る原告の\n主張も上記③の点をより具体的に敷えんするほかはこれらと同旨のもので\nあるところ，このような労働者の疾病に係る業務起因性に関する判断は，\n勤務の時間や状況等に係る多数の書証の精査並びに業務の量的，質的な負\n荷の程度及び基礎疾患の性質や程度等に関する総合的な評価を要する複雑\n困難な事柄であって，仮に原告の主張に係る別件判決の説示と同旨の理由\nにより業務起因性が認められないとして本件支給処分に違法があると解し\n得るとしても，その瑕疵が明白であるとはいえないから，本件支給処分が\n無効であるとみる余地はないものというべきである。\n(2)  以上によれば，医療業に従事する労働者である訴外Ａ１について本件支\n給処分がされたことを前提として当該事業の特定事業主である原告に対し\n本件認定処分がされており，本件支給処分が取消判決等により取り消され\nたもの又は無効なもののいずれにも当たらない以上，本件認定処分の取消\n訴訟である本件訴訟において，原告が本件支給処分の違法を本件認定処分\nの取消事由として主張することは許されないものというべきである。そう\nすると，本件認定処分について本件支給処分の存在を前提とする労働保険\n料の算定（前提事実(2)ク参照）及びその基礎となる関係法令の適用に誤り\nがあるとは認められない以上，その余の点（争点(2)）について判断するま\nでもなく，本件認定処分は適法というべきである。\n第４  結論\nよって，原告の請求は理由がないからこれを棄却することとし，主文のとお\nり判決する。\n東京地方裁判所民事第５１部\n裁判長裁判官     岩   井   伸   晃\n裁判官     桃   崎      剛\n裁判官     武   見   敬 太 郎\n（別紙２）\n争点(2)（本件支給処分の違法性の有無）に関する当事者の主張の要旨\n第１  原告の主張の要旨\n１  訴外Ａ１の業務が量的にも質的にも過重でないこと\n(1)  労働時間\nア  所定始業時刻前の労働（火曜日及び木曜日）について\n本件支給処分の基礎とされた評価票（乙６）においては，訴外Ａ１の常\n勤日のうち火曜日及び木曜日について，手術の準備に必要と認めて始業時\n刻を午前７時５０分としているが，訴外Ａ１は，所定始業時刻である午前\n８時５０分に出勤し，１０分ないし２５分程度待機してから手術室に来て\n準備し始めれば十分に手術に間に合うものであり，午前中に手術が入って\nいる日でも，所定始業時刻前に出勤して麻酔の準備を行う必要は全くなか\nった。したがって，訴外Ａ１の火曜日及び木曜日の労働時間の算定に当た\nっては，始業時刻を所定始業時刻（午前８時５０分）からとするのが正し\nく，実態にも即している。\nイ  当直日の労働時間の算定方法について\n訴外Ａ１は，当直日に，常態として労働をするものであったとは到底\nいえないし，また，睡眠時間も十分に確保されていたものであって，い\nつ起こされるか分からない状況にはなく，当直日の労働時間については，\n実際に緊急外来患者を診察した時間をもって，労働時間と考えるべきで\nある。\n(2)  労働密度\nそもそも医師の行う業務は，単純労働者等の場合と異なり，裁量の幅が\n広く，診療行為の内容やその実施に係る時間などを決定するについてもあ\nる程度医師自身の融通を利かせることが可能なものであり，訴外Ａ１は，\n本件病院の古くからのメンバーであり，副院長であり，麻酔科部長であっ\nたことからなおさらであった。労働密度についても，自分が大変と感じた\nのであれば，当直をやめることも可能であり，新たに医師を雇い入れるこ\nとも可能であった。以下の麻酔業務や当直業務も，このような状況の中で\n訴外Ａ１が主体的に行っていた業務であるから，訴外Ａ１にとって過重な\nものであったとは考えられない。\nア  常勤日について\n訴外Ａ１の常勤日における勤務状況については，麻酔業務に従事して\nいるほかは，ほとんど手待ち時間となり，水曜日は１日中手待ち時間で\nあった。\n手術に際して訴外Ａ１が行っていた麻酔行為についても，作業手順は\nルーティン化をされており，麻酔導入後の措置としては，全身麻酔の場\n合であっても，主として麻酔を維持するため麻酔薬の持続投与を行うと\nいうものであり，異常が生じた場合はすぐにアラーム音などで知らせる\nことができるようになっているから，手術中，常に精神的緊張を維持し\nておかなければならないというものではなかった。\nしたがって，訴外Ａ１の常勤日における勤務状況については，過重な\nどとは到底いえないものである。\nイ  当直日について\n本件病院の当直日における勤務は，むしろ休養になりこそすれ，それ\nが負荷を生じさせるようなものではなかったことについては，本件病院\nにおける当直勤務の実態や，実際に訴外Ａ１が当直勤務時に対応した緊\n急外来患者数も僅かであったことなどに徴して明らかである。\n(3)  以上のとおりであるから，労働時間もさることながら，労働密度からみて\nも，訴外Ａ１の業務が過重であったなどということはあり得ない。\n２  訴外Ａ１は多くの基礎疾患を重複して有しており，療養を怠っていたばかり\nか，本件疾病の発症の危険性のある不適切な行為を行っていたこと\n(1)  性別\n男性は，脳血管疾患について，女性の２倍の発症率があるところ，訴外Ａ\n１は男性である。\n(2)  年齢\n高血圧性脳出血の好発年齢をみると，高血圧症及び動脈硬化の起こる５０\n歳ないし６０歳代が約半数を占めるところ，訴外Ａ１は５３歳であり，特\nに，自然的経過に従った発症が起きやすい年齢であったといえる。\n(3)  家族歴\n家族歴によっては遺伝性の高血圧やそのり患者の家族と同じ家庭環境を共\n有していたことなどがリスクとなるところ，訴外Ａ１の父は心疾患で亡くな\nったとのことであり，動脈硬化症等の既往を有していた可能性もあり，リス\nクというべきである。\n(4)  高血圧\n高血圧は，脳血管疾患について，相対リスクが２倍ないし７倍とされてお\nり，収縮期の血圧が１８０mmHg 以上又は拡張期の血圧が１０５ないし１１\n０mmHg 以上では正常血圧の人に対し６倍ないし８倍の相対リスクにもなる\nとされているところ，本件疾病の発症前の健康診断時の訴外Ａ１の血圧は，\n収縮期の血圧が１２４ないし１４０mmHg，拡張期の血圧が７９ないし９０\nmmHg であった。糖尿病を併発する場合の降圧目標は収縮期が１３０mmHg，拡\n張期が８０mmHg であるところ，訴外Ａ１は糖尿病であったから，本件疾病の\n発症前のデータからも高血圧であったといえる。\nさらに，本件疾病の発症後の訴外Ａ１の血圧（ＢＰ）は，総じて高い値が\n続いており，１７０mmHg 超える高い値が散見され，平成１９年１１月１３日\nには１９３mmHg という極めて高い値が計測されるなど，訴外Ａ１は明確に高\n血圧症であった。\n(5)  飲酒\n飲酒は，摂取量に応じてリスクを上昇させ，１日３合以上（エタノール換\n算で６０ないし９０ミリリットル以上）では相対リスクは４倍ないし６倍に\nもなるとされているところ，訴外Ａ１は，毎日ウイスキー５杯を飲んでいた\nところ，シングルで飲んでいたとするとエタノール換算で毎日６５ミリリッ\nトル程度，ダブルで飲んでいたとするとエタノール換算で毎日１３０ミリリ\nットルを飲んでいたこととなる。\n(6)  喫煙\n喫煙は，持続して吸い続けたもので相対リスクが６倍にもなるとの報告\nがあるところ，訴外Ａ１は，高校生の頃から喫煙を始め，平成７年頃には１\n日約２０本の喫煙をし，発症の２ないし３年前からは１日約４０本の喫煙を\nしていたものであるから，いかに少なく見積もっても，喫煙により脳出血発\n症の相対リスクを６倍以上にしていたものというべきである。\n(7)  脂質異常症（高脂血症）\n脂質異常症は，脳出血発症のリスクとなり，また，動脈硬化を引き起こす\nことによって脳出血発症に寄与するもので，中性脂肪（ＴＧ）１５０以上又\nはＨＤＬコレステロール（ＨＤＬ－Ｃ）４０未満等で脂質異常症（高脂血症）\nと認められるところ，訴外Ａ１はＴＧ１３７ないし５５４，ＨＤＬ２９ない\nし４３ということであり，健康診断個人票にも「高脂血症」，「高中性脂肪\n血症」との記載があることから，脂質異常症であったことが認められる。\n(8)  糖尿病\n糖尿病の脳血管疾患発症に対するリスクは１．５倍ないし４．９倍とされ\nており，脳出血発症と「関係がある」とされている上，両者が合併すると\n脳血管障害が大きく増加するとされる。また，糖尿病は動脈硬化を引き起こ\nすことによっても脳出血発症に寄与するほか，糖尿病にり患した者が脳出血\nを発症すると，その症状を重篤化させるとされている。\n訴外Ａ１は，平成１２年から平成１９年まで血糖値が常に高い値が続いて\nおり，糖尿病と診断すべき値になっており，糖尿病以外に血糖値の高止まり\nの原因として考えられる他の原因もなかったもので，本件疾病の発症後，血\n糖値は時に極めて高い値が持続するなど，訴外Ａ１は明確に糖尿病にり患し\nていたものである。\nしかしながら，定期健康診断において糖尿病の疑いにより再検査と経過観\n察が必要である旨医師に繰り返し指摘されていたにもかかわらず，訴外Ａ１\nは，これを怠っていたため，本件疾病の発症前に糖尿病との確定診断を受け\nることができず，糖尿病の適切な治療を受けなかったものであり，これが原\n因で血管及び血流障害を起こしていたものと考えられる。\nこのように，訴外Ａ１の糖尿病は，脳血管に対し相当の悪影響を与えてい\nたものと考えられ，脳出血の発症及び脳出血の重症化に大きく寄与してい\nるものというべきである。\n(9)  動脈硬化\n動脈硬化は高血圧性脳内出血の前提として極めて密接な関連性を有すると\nころ，訴外Ａ１は，動脈硬化症と診断されていた。\n(10)  ストレス\nストレスは脳血管疾患との関与は予想されるものの，学問的な裏付けは難\nしいとされている。なお，相対リスクが１．７倍になるとの報告もある。訴\n外Ａ１は，少なくとも２ないし３年前から家庭におけるストレスがあったで\nあろうことが予想される。\n(11)  種々のリスクファクターの併存\nリスクファクターが重複した場合には，脳内出血の相対リスクは著しく高\nくなるものであり，訴外Ａ１の脳出血発症のリスクは，訴外Ａ１自身の有す\nる疾患が原因で極めて高くなっていたものというべきである。\n(12)  バファリン８１ｍｇの服用\nバファリン８１ｍｇの添付文書（能書）には，重大な副作用として「脳出\n血等の頭蓋内出血」が挙げられており，バファリン８１ｍｇを服用していた\n場合，その出血性リスクは約２倍となり，絶対リスクとして１万人に対する\n投与で１２人には脳出血が起きるとされている。日本で行われた研究におい\nて，バファリンを含むアスピリン投与による年間脳内出血者は１０００人中\n１０人で，明らかに日本人はアスピリンを服用していると脳出血を起こしや\nすく，脳出血が発症した場合の重症度も増す。\n訴外Ａ１は，平成１１年１１月以降，他の医師の名義を無断で使用してカ\nルテを偽造し，バファリン８１ｍｇを服用していた。発症４か月前には左鼻\nより鼻出血が多く，易出血傾向となっていたところ，バファリン８１ｍｇの\n能書には重大な副作用として「鼻出血」が挙げられ，「このような症状があ\nらわれた場合には投与を中止し，適切な処置を行うこと」とされており，担\n当医からも休薬を指示されているにもかかわらず，訴外Ａ１はバファリン８\n１ｍｇの服用を中止せず，本件疾病の発症に至るまで服用し続けた。\nこのような訴外Ａ１の脳出血発症に至る経過に照らせば，バファリン８１\nｍｇの服用が本件疾病の発症のリスクを高めたことは明白である上，本件疾\n病の発症後の後遺症の重症化にも大きな影響を与えたといえる。\n(13)  そもそも，訴外Ａ１は５０代男性という発症のリスクの高い年齢及び性別\nであったが，これに加えて，高血圧，飲酒，喫煙，脂質異常症，脂質異常症\nによる動脈硬化及び糖尿病といった脳出血発症の明確な危険因子を併せて\n有していた上，これらに対する治療も極めて不適切であった（殊に糖尿病に\n対しては十分な検査すら行われておらず，脂質異常症に対しては不適切な投\n薬がなされていた。）。さらに，日常生活におけるストレスという発症へ\nの関与が予想されるリスクも有していた。\n加えて，絶対リスクとして１万人に１２人が脳出血を発症し，相対リス\nクも上昇するアスピリン製剤であるバファリン８１ｍｇを長期間服用し続\nけていた。そして，この重大な副作用発生の予防のためには血圧コントロ\nール，喫煙・飲酒の制限，脂質異常症の治療，糖尿病の治療が行われなけ\nればならなかったが，訴外Ａ１は医師であるにもかかわらずこれらを全く\n怠っていた。そればかりか，本件疾病の発症から４か月前に鼻出血が多い\n等の易出血傾向があったために，医師からバファリンの服用をやめるよう\n指示されていたにもかかわらず，服用を続け，その結果，本件疾病の発\n症に至ったものである。\nこのように，訴外Ａ１における本件疾病の発症は，訴外Ａ１の有してい\nた基礎疾患とこれに対する不適切な対応，日常生活上のストレス及びアス\nピリン製剤を本件疾病の発症に至るまで長期間服用し続けていたことが原\n因であることが明らかになったものである。\n３  一般に長時間労働に起因して脳出血が発症するとの根拠がないこと\n現状において，労働時間と脳出血との関係について科学的な根拠は何ら存在し\nない状況であるから，本件病院における業務がなければ訴外Ａ１の本件疾病の発\n症は生じなかった（条件関係）などといえないことは明白である。\n４  別件判決及び和解について\n別件判決においても本件疾病の発症に業務起因性はないと認定されており，\nその判断は妥当である。\n別件訴訟の控訴審では，原告（同事件における被控訴人）が訴外Ａ１の６か\n月分の収入である１１８５万１０００円を「見舞金」として支払う旨の別件和\n解が成立したもので，控訴審裁判所の和解勧試によって別件和解が成立したこ\nとからすれば，控訴審裁判所も別件判決の判断を支持していたことは明らかで\nある。\nしたがって，別件判決及び別件和解により，本件疾病の発症に業務起因性が\nなく，先行の処分である業務災害支給処分が違法であることは，より一層明確\nになったものというべきである。\n５  以上のとおり，①訴外Ａ１の業務は，量的にも質的にも過重ではなく，他方，\n②訴外Ａ１は多くの基礎疾患を重複して有しており，③医師であるにもかかわ\nらず療養を怠っていたばかりか，本件疾病の発症の危険性のある不適切な行為\nを行っていたことの３点に鑑みれば，訴外Ａ１の本件疾病の発症は，同人が有\nしていた基礎疾患が自然的経過に従い，又は同人の不適切な投薬等によって増\n悪して発症したものであり，同人の業務との間に相当因果関係を認めることは\nできないものである。そもそも，④業務によって脳出血が発症するとの医学的\n根拠も明らかではなく，加えて，⑤別件判決及び別件和解においても，訴外Ａ\n１における本件疾病の発症の業務起因性は否定されているから，同人の業務と\n本件疾病の発症との間に相当因果関係を認めることができないことは明白であ\nる。\n第２  被告の主張の要旨\n１  本件疾病が業務上の疾病であること\n(1)  業務上の疾病の要件及びその該当性\n平成１３年１２月１２日付け基発第１０６３号厚生労働省労働基準局長\n通達「脳血管疾患及び虚血性心疾患等（負傷に起因するものを除く。）の\n認定基準について」（乙２。以下「新認定基準」という。）によれば，本\n件疾病が業務上の疾病というためには，被災者が，その業務の従事中に，\n①異常な出来事（発症直前から前日まで）に遭遇したこと，②短期間（お\nおむね１週間）の過重業務に従事したこと，③長期間（おおむね６か月間）\nの過重業務に従事したことの３要件のいずれかに該当することが必要であ\nる。\nこの点につき，訴外Ａ１については，発症直前から前日までの間に異常\nな出来事があったことはうかがわれないものの，以下に述べるとおり，短\n期間（発症前おおむね１週間）の業務において日常業務を相当程度超える\n業務に従事していたことが認められる上，長期間（発症前おおむね６か月\n間）の業務において過重な業務に従事していたことが認められる。\n(2)  訴外Ａ１が従事していた短期間（おおむね１週間）の業務において日常業務\nを相当程度超える業務に従事していたこと\n訴外Ａ１の本件疾病の発症前１週間における総労働時間は７５時間２６分\nで，うち時間外労働時間は３５時間２６分である。訴外Ａ１は，本件疾病の\n発症前おおむね１週間に休日を取得することなく，１１日間連続勤務に従事\nしていたことに加え，本件疾病の発症２日前には，それまでの１日当たりの\n平均手術担当件数（２．３回ないし２．６回）を大きく超えて，５件の手術\nを担当したことからすると，訴外Ａ１は，発症前１週間の業務において特に\n過重な業務に従事していたとまではいえないとしても，日常業務を相当程度\n超える業務に従事していたと認められる。\n(3)  訴外Ａ１が長期間（発症前おおむね６か月間）の過重業務に従事していたこ\nとが認められること\nア  発症前６か月間の時間外労働時間等について\n訴外Ａ１の本件疾病の発症前１か月間における時間外労働時間は，９３\n時間３１分に上っており，業務と脳・心臓疾患の発症との関連性が強いと\nされるおおむね１００時間に近い上，発症前６か月間の平均時間でみても，\n２か月間平均が７９時間３１分，３か月間平均が８３時間２１分，４か月\n間平均が７７時間０７分であることからすれば，常態として，業務と発症\nとの関連性が強いとされる１か月当たりおおむね８０時間程度の時間外労\n働時間を行っていたことが認められ，さらには，完全週休２日制の勤務形\n態であったにもかかわらず，訴外Ａ１は，月１回程度の当直勤務を行った\n上，少ないときで１か月当たり４日程度しか休日を取得していなかったこ\nとが認められる。\nイ  その他の負荷要因について\n訴外Ａ１は，麻酔科医師であり，火曜日，水曜日午後，木曜日及び金曜\n日の手術を担当し，１日に平均で２．４ないし２．６回の手術を行ってい\nた。麻酔科の医師が行う麻酔の量を間違えば，患者が生命に関わる状況が\n発生するのであり，また，本件病院での手術件数の３分の１程度を担当し\nていたことを考慮すると，訴外Ａ１は精神的緊張を伴う業務に従事してい\nたというべきである。\nウ  以上によれば，訴外Ａ１は，長期間（発症前おおむね６か月間）の業務\nにおいて過重な業務に従事していたと認められる。\n２  原告の主張に対する反論\n(1)  量的加重性について\nア  川崎北労働基準監督署長による労働時間の算定方法が合理的であるこ\nと\n訴外Ａ１が所定始業時刻前から業務を行っていたことは，川崎北労働基\n準監督署長が収集した証拠（乙７３ないし７５）等によっても裏付けられ\nており，川崎北労働基準監督署長は，タイムカード上の記録を前提とし，\n上記収集した資料を踏まえて，訴外Ａ１の労働時間を認定したものである\nから，被告が主張する訴外Ａ１の労働時間の算定方法には十分な合理性が\nあるというべきである。なお，訴外Ａ１は，訴外Ａ１のタイムカード記載\nの所定始業時刻前の時間及び所定終業時刻後の時間においても，麻酔科医\n師として患者の状態をカルテで確認すること等の業務及び本件病院の副\n院長としての業務を行っていたことは十分に考えられ，原告も訴外Ａ１の\nタイムカードを確認しながら，原告に対して出勤時間及び退勤時間に関す\nる何らの指導もしていなかったことからすれば，そのような勤務を黙示的\nに許容していたといえるのであるから，上記時間も指揮監督下にあったと\n考えられる。\nイ  当直時における労働時間の算定方法も合理的であること\n訴外Ａ１の１回の当直勤務における患者数が相当数に上ることもあっ\nた上，深夜から翌朝（午後１０時から午前７時３０分まで）の間に診療の\nあった日も１４日間の当直勤務のうち５日間あったことなどに照らせば，\n訴外Ａ１は，実際に応急患者に対応していた時間以外の時間帯においても，\n救急対応に呼び出される蓋然性が高かったというべきであり，常に診療に\n対応できる状態を維持しなければならなかった上，睡眠についても，十分\nな睡眠がとりづらかったであろうことは容易に推測される。また，訴外Ａ\n１は，本件病院の感染症対策委員会の委員長であったことから，救急患者\nの診療や入院患者への対応を行っていない時間帯においても，インターネ\nットを利用するなどして，感染症に関する情報等を収集し，会議資料等を\n作成するといった業務を行っていたと考えられる。さらに，訴外Ａ１は，\n当直時に入院患者への対応も行っていた。\nこれらのことからすると，被告の主張に係る訴外Ａ１の当直時における\n労働時間の算定方法は，訴外Ａ１の勤務実態等に照らして十分な合理性を\n有するものというべきである。\nウ  別件判決をもって本件訴訟における労働時間の認定の根拠となるもので\nはないこと\n別件訴訟は，本件訴訟とは当事者も主張立証内容も異なるのであるから，\n別件判決をもって本件訴訟における労働時間の認定の根拠となるものでは\nない。加えて，別件判決に対しては控訴がされている上，控訴審において\nは，訴外Ａ１に対する労災保険給付の支給を前提とした上で，原告が訴外\nＡ１に対して１１８５万１０００円もの見舞金を支払うことを内容とする\n訴訟上の和解（別件和解）により終局しており，原告の請求の当否に対す\nる最終的な法的判断はされていない。これらのことからすると，別件判決\nをもって本件訴訟における労働時間の認定の根拠となるものでないことは\n明らかである。\n(2)  質的加重性について\nア  手術中の労働密度は高いこと\n麻酔科医は，患者の安全を維持し確保するため，麻酔による手術中，何\n時も患者の傍らを離れず，絶え間なく監視することが求められているもの\nである。したがって，麻酔科医が手術中に本を読んだり喫煙したり，まし\nてや居眠りすることはできないというべきであり，上記のような手術とい\nう環境下における麻酔科医の業務内容に照らせば，訴外Ａ１の労働密度は\n高かったというべきである。\nイ  手術件数等も加重であったこと\n訴外Ａ１の麻酔件数は月平均３６．６件であり，平均的な麻酔業務従事\n者が実施する１か月の麻酔件数を上回るものであったことが明らかである\n上，訴外Ａ１の本件疾病の発症前６か月間における麻酔件数は，いずれも\n平均的な麻酔業務従事者が実施する麻酔件数を上回るものであったことが\n認められる。本件病院に常勤する麻酔科医師は訴外Ａ１のみであり，麻酔\nに関する全責任を負っていたことを考慮すれば，訴外Ａ１の就労実態は過\n重なものであったと評価されるべきである。\nウ  訴外Ａ１は本件病院の副院長として密度の高い労働を行っていたこと\n原告が，訴外Ａ１に対して，その働き方につき一定の裁量を認めていた\nとしても，それは時間配分について訴外Ａ１の決定に委ねていたにとどま\nるというべきである。むしろ，訴外Ａ１が，原告において，重い職責の下\nに，高い意識をもって密度の高い労働を行っていたことは明らかである\n(3)  訴外Ａ１の基礎疾患等について\nア  本件疾病の発症が訴外Ａ１の基礎疾患等によるものであるとの原告の\n主張には合理的な根拠がないこと\n原告は，訴外Ａ１が多くの基礎疾患を重複して有しており，医師である\nにもかかわらず療養を怠っていたばかりか，本件疾病の発症の危険性のあ\nる不適切な行為を行っていたと主張する。\nしかしながら，そもそも，業務起因性の判断を行うに当たっては，訴外\nＡ１の過失や不作為の有無を考慮するものではないが，この点をおくとし\nても，原告の主張に係る訴外Ａ１の基礎疾患の状態は，医学的根拠に乏し\nいか，原告自らが実施していた健康診断結果に沿わないなど，根拠を欠く\nものであり，訴外Ａ１の健康管理が不適切であることによるものでもない\n上，訴外Ａ１の基礎疾患の状態は，本件疾病を発症した時点で，自然の経\n過により脳出血を発症させる寸前にまでは増悪していなかったというべ\nきである。\n(ア)  年齢について\n原告は，高血圧性脳出血の好発年齢について，高血圧症及び動脈硬\n化が起こる年齢は５０ないし６０歳代が約半数を占めるとされてい\nると主張するようであるが，十分な裏付けがない。\n(イ)  家族歴について\n原告は，訴外Ａ１の父が心疾患で亡くなったことから，動脈硬化症\n等の既往を有していた可能性もあるなどとして，このような事情が訴\n外Ａ１の本件疾病の発症のリスクとなると主張するが，そもそも訴外\nＡ１の父の心疾患の具体的な病名は不明であるだけでなく，家族に心\n疾患のり患者がいることが本件疾病である脳出血の発症リスクを高\nめるとする報告もないことからすれば，原告の上記主張は単なる憶測\nにすぎない。\n(ウ)  高血圧について\n原告は，本件疾病の発症後の看護記録及び診療録などに基づき，訴\n外Ａ１が糖尿病であったことを前提に高血圧症であったと主張する\nが，訴外Ａ１が，本件疾病の発症当時，高血圧症の程度が高度な状態\nであったかどうかは証拠上明らかではない。さらに，原告が，訴外Ａ\n１に対し，健康診断は実施したものの，当該健康診断結果に基づく指\n導（労働安全衛生法６６条，６６条の３ないし６６条の９参照）をし\nたという事情はうかがわれないことからすれば，訴外Ａ１が，本件疾\n病の発症当時，高血圧症の程度が高度な状態であったとは認め難い。\n(エ)  飲酒について\n原告は，訴外Ａ１が毎日ウイスキー５杯飲んでいた場合のエタノー\nル量をシングルで６５ミリリットル，ダブルで１３０ミリリットルと\nして換算し，また，飲酒量が多かったなどと主張するが，訴外Ａ１の\n妻の供述等に照らせば，原告の上記換算は過大である可能性が高い。\nまた，訴外Ａ１の健康診断個人票（甲３４）におけるγ－ＧＴＰの数\n値に鑑みれば，訴外Ａ１の飲酒量がアルコール性肝障害を発症するほ\nどの量でなかったことは明らかである。\n(オ)  喫煙について\n原告は，訴外Ａ１が１日約４０本の喫煙をしていたと主張するが，\n訴外Ａ１は平成１９年４月５日付け問診票（乙３３（１２９頁））に\n１日２０本と記載し，訴外Ａ１の妻の供述に照らしても，訴外Ａ１の\n喫煙本数についてはこれを明確にする証拠はない。また，喫煙の影響\nに関し，脳出血についても脳梗塞のように強い関係があるとする調査\nや報告は原告の主張に係る論文１本のみである。\n(カ)  脂質異常症（高脂血症）について\n原告は，訴外Ａ１が脂質異常症（高脂血症）であったと主張するが，\nそもそも高脂血症は，脳出血の「負の要因」であり，脳出血の私的リ\nスクファクターとして高脂血症を取り上げる意味はないのであるか\nら，原告の上記主張は失当である。\n(キ)  糖尿病について\n原告は，訴外Ａ１が糖尿病であったと主張するが，訴外Ａ１は，「糖\n尿病疑い」にとどまり，糖尿病とは診断されておらず，本件疾病の発\n症当時，糖尿病を発病していたとは認め難い。\n(ク)  動脈硬化症について\n原告は，訴外Ａ１が動脈硬化症であったと主張するが，本件疾病の\n発症当時，訴外Ａ１の動脈硬化症の程度が高度な状態であったとは認\nめ難い。\n(ケ)  ストレスについて\n原告は，訴外Ａ１には，２ないし３年前から家庭におけるストレス\nがあり，訴外Ａ１について，相対リスクが１．７倍であったかのよう\nに主張するが，そもそも，原告が主張の根拠とする論文（甲３１（３\n１２頁））の「報告例では相対リスクは１．７でした」の報告は，日\n常生活のストレスのみに関するものではないから，原告の上記主張に\nは十分な裏付けがない。\n(コ)  バファリン８１ｍｇの服用について\n原告は，バファリン８１ｍｇの服用により頭蓋内出血のリスクが約\n２倍となり，絶対リスクとして１万人投与で１２人に脳出血が起きる\nと主張するが，高頻度で頭蓋内出血が起こるとする医学的エビデンス\nがあるわけではない上，バファリン８１ｍｇによる頭蓋内出血が生ず\nる服用量と服用期間も明らかではなく，原告の上記主張に十分な裏付\nけがないことは明らかである。\nイ  新認定基準は業務による明らかな過重負荷であるか否かという観点から\n評価を行うものであること\n新認定基準では，過重負荷とは，医学経験則に照らして，脳・心臓疾患\nの発症の基礎となる血管病変等をその自然の経過（加齢，一般生活等にお\nいて生体が受ける通常の要因による血管病変等の形成，進行及び増悪）を\n超えて著しく増悪させ得ることが客観的に認められる負荷をいうとしてい\nる。\n本件支給処分をした所轄労基署長は，新認定基準に照らして，訴外Ａ１\nが，基礎疾患を有していたとしても，時間外労働時間等の過重負荷が加わ\nり，血管病変等がその自然の経過を超えて著しく増悪し，脳・心臓疾患を\n発症したものと認められるとして，本件支給処分をしたものであって，仮\nに原告が主張するいずれかの基礎疾患等が存在していたとしても，それが，\n本件疾病を発症した時点で，自然の経過により脳出血を発症させるほどに\nは増悪していなかったというべきであるから，本件疾病は，時間外労働等\nの過重負荷が相対的に有力な要因となって発症したものということができ\nる。\n(4)  長時間労働に起因して脳・心臓疾患が発症することにつき根拠があること\n原告は，長時間労働に起因して脳・心臓疾患が発症するとの根拠がない\nと主張するが，専門検討会報告書（乙１）を踏まえた新認定基準は，裁判\n例においても合理性を有するものとされていることからすれば，長時間労\n働に起因して脳・心臓疾患が発症することについては十分な根拠がある。\n３  以上のとおり，訴外Ａ１の発症した本件疾病は，長期間の過重業務により発\n症したものであり，訴外Ａ１の基礎疾患は，本件疾病を発症した時点で，自然\nの経過により脳出血を発症させる寸前までは増悪していなかったというべきで\nあるから，訴外Ａ１の業務による危険性（過重性）が相対的に有力な原因とな\nって発症したものと認められる。したがって，訴外Ａ１の業務による負荷によ\nり血管病変等が自然の経過を超えて著しく増悪して発症に至ったものであり，\n本件疾病の発症は，業務に内在する危険の現実化であると評価することができ\nるから，本件支給処分は適法である。\n以上\n（別紙３）\n基準労災保険率から非業務災害率を減じた率の増減表（徴収規則別表第３参照）\nメリット収支率\n基準労災保険率から非業務災害率を減じ\nた率に対する増減の割合(メリット増減\n率)\n立木の伐採の事業以\n外の事業\n立木の伐採の事業\n１０％以下のもの  ４０％減ずる。  ３５％減ずる。\n１０％を超え２０％までのもの  ３５％減ずる。  ３０％減ずる。\n２０％を超え３０％までのもの  ３０％減ずる。  ２５％減ずる。\n３０％を超え４０％までのもの  ２５％減ずる。  ２０％減ずる。\n４０％を超え５０％までのもの  ２０％減ずる。  １５％減ずる。\n５０％を超え６０％までのもの  １５％減ずる。  １０％減ずる。\n６０％を超え７０％までのもの  １０％減ずる。\n７０％を超え７５％までのもの  ５％減ずる。  ５％減ずる。\n８５％を超え９０％までのもの  ５％増加する。  ５％増加する。\n９０％を超え１００％までのもの  １０％増加する。  １０％増加する。\n１００％を超え１１０％までのもの  １５％増加する。\n１１０％を超え１２０％までのもの  ２０％増加する。  １５％増加する。\n１２０％を超え１３０％までのもの  ２５％増加する。  ２０％増加する。\n１３０％を超え１４０％までのもの  ３０％増加する。  ２５％増加する。\n１４０％を超え１５０％までのもの  ３５％増加する。  ３０％増加する。\n１５０％を超えるもの  ４０％増加する。  ３５％増加する。\n"
}