{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 11,
    "day": 28
  },
  "case_number": "平成25(行ケ)1",
  "case_name": "選挙無効請求事件",
  "court_name": "広島高等裁判所岡山支部",
  "field": "行政",
  "gist": "平成２５年７月２１日に施行された参議院議員通常選挙について，岡山県選挙区の選挙人が，公職選挙法１４条１項，別表第３の参議院（選挙区選出）議員の議員定数配分規定は人口比例に基づかず憲法１４条等に違反し無効であるとしてした選挙の無効請求が，認容された事例",
  "case_gist": "平成２５年７月２１日に施行された参議院議員通常選挙に関し，岡山県選挙区の選挙人が，公職選挙法１４条１項，別表第３の参議院（選挙区選出）議員の議員定数配分規定は人口比例に基づかず憲法１４条等に違反し無効であるとしてした選挙の無効請求について，同選挙の選挙当日の選挙区間における議員１人当たりの選挙人数の最大較差は１対４．７７であり，平成２４年１０月１７日最高裁判所大法廷判決により違憲の問題が生じる程度の著しい不平等状態に至っていたと判断された平成２２年７月１１日施行の参議院議員通常選挙時の最大較差１対５．００に匹敵する程度の較差であるなど違憲の問題が生ずる程度の著しい不平等が生じていたと認められるところ，現行の選挙制度の仕組み自体の見直しの必要性を指摘し，国会において速やかに適切な検討を行うよう要請した平成２１年９月３０日最高裁大法廷判決から約３年９か月の期間が存在したにもかかわらず，国会は４選挙区において議員定数を４増４減するという改正にとどまり，投票価値の著しい不平等状態を是正する措置を講じなかったことは，国会の裁量権の限界を超えるといわざるを得ず，前記規定は憲法に違反するとして前記請求を認容した事例",
  "lawsuit_id": "83929",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=83929",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/929/083929_hanrei.pdf",
  "contents": "平成２５年１１月２８日判決言渡\n平成２５年(行ケ)第１号  選挙無効請求事件\n主                  文\n１  平成２５年７月２１日に行われた参議院（選挙区選出）議員選挙の岡山\n県選挙区における選挙を無効とする。\n２  訴訟費用は被告の負担とする。\n事  実  及  び  理  由\n第１  請求の趣旨\n主文同旨\n第２  事案の概要\n１  本件は，平成２５年７月２１日施行の参議院議員通常選挙（以下「本件選挙」\nという。）について，岡山県選挙区の選挙人である原告が，被告に対し，平成\n２４年法律第９４号による改正（以下「本件改正」という。）後の公職選挙法\n１４条１項，別表第３の参議院（選挙区選出）議員の議員定数配分規定（以下\n「本件定数配分規定」といい，数次の改正の前後を通じ，平成６年法律第２号\nによる改正前の別表第２を含め，「参議院議員定数配分規定」という。）は，\n人口比例に基づかず，憲法１４条等に違反し無効であるから，同規定に基づき\n施行された本件選挙の岡山県選挙区における選挙を無効とすることを求めた事\n案である。\nなお，書証については，特に断らない限り，枝番号を含む。\n２  前提事実（証拠により認定した事実は，各項末尾に認定に供した証拠を掲記\nする。）\n(1) 原告は，本件選挙の岡山県選挙区の選挙人である。\n(2) 本件選挙は，本件定数配分規定に従って施行された。\n(3) 本件選挙当時の参議院議員の選挙制度は，参議院議員の定数を２４２人と\nし，そのうち９６人を比例代表選出議員，１４６人を選挙区選出議員として\nおり（公職選挙法４条２項），選挙区選挙については，全国に都道府県を単\n位とする４７の選挙区を設け，各選挙区において２人ないし１０人の偶数の\n議員数を配分し，比例代表選出議員の選挙（以下「比例代表選挙」という。）\nについては，全都道府県の区域を通じて所定の人数の議員を選出するものと\nし（以上，同法１２条，１４条，別表第３），選挙区選挙及び比例代表選挙\nごとに１人１票としている（同法３６条）。\n(4) 本件選挙当時の選挙区ごとの有権者数，議員定数，議員１人当たりの有権\n者数及び較差については別紙（乙１）のとおりであり，選挙区間における議\n員１人当たりの選挙人数の最大較差は，選挙人数が最も少ない鳥取県選挙区\nを１とした場合，最大の北海道選挙区は４．７７（以下，較差に関する数値\nは全て概数である。）であり，原告の属する岡山県選挙区は３．２７であっ\nた（乙１）。\n(5) 参議院議員の選挙制度の変遷等については，次のとおりである（甲１，２，\n２１ないし２３，３６，４２，乙２，３，５，７，９ないし１８）。\nア  昭和２２年に制定された参議院議員選挙法は，参議院議員の選挙につい\nて，参議院議員２５０人を全国選出議員１００人と地方選出議員１５０人\nとに区分し，全国選出議員については，全都道府県の区域を通じて選出さ\nれるものとする一方，地方選出議員については，その選挙区及び各選挙区\nにおける議員定数を別表で定め，都道府県を単位とする選挙区において選\n出されるものとした。そして，各選挙区ごとの議員定数については，定数\nを偶数としてその最小限を２人とする方針の下に，昭和２１年当時の人口\nに基づき，各選挙区の人口に比例する形で，２人ないし８人の偶数の議員\n定数を配分した。昭和２５年に制定された公職選挙法の参議院議員定数配\n分規定は，以上のような選挙制度の仕組みに基づく参議院議員選挙法の議\n員定数配分規定をそのまま引き継いだものであり，その後，沖縄返還に伴\nって沖縄県選挙区の議員定数２人が付加されたほかは，平成６年法律第４\n７号による公職選挙法の改正（以下「平成６年改正」という。）まで，上\n記議員定数配分規定に変更はなかった。なお，昭和５７年法律第８１号に\nよる公職選挙法の改正により，従来の個人本位の選挙制度から政党本位の\n選挙制度に改める趣旨で，参議院議員選挙についていわゆる拘束名簿式比\n例代表制が導入され，各政党等の得票に比例して選出される比例代表選出\n議員１００人と都道府県を単位とする選挙区ごとに選出される選挙区選出\n議員１５２人とに区分されることになったが，比例代表選出議員は，全都\n道府県を通じて選出されるものであって，各選挙人の投票価値に差異がな\nい点においては，従来の全国選出議員と同様であり，選挙区選出議員は従\n来の地方選出議員の名称が変更されたものにすぎない。\nイ  選挙区間における議員１人当たりの人口の最大較差は，参議院議員選挙\n法制定当時は１対２．６２であったが，その後，次第に拡大した。昭和５\n２年７月に施行された参議院議員通常選挙における選挙区間の投票価値の\n較差は最大１対５.２６に拡大し，最高裁昭和５４年（行ツ）第６５号同５\n８年４月２７日大法廷判決・民集３７巻３号３４５頁は，いまだ違憲の問\n題が生ずる程度の投票価値の著しい不平等状態が生じていたとするには足\nりない旨判示したが，平成４年７月に施行された参議院議員通常選挙にお\nける選挙区間の投票価値の較差が最大１対６．５９に拡大するに及んで，\n最高裁平成６年（行ツ）第５９号同８年９月１１日大法廷判決・民集５０\n巻８号２２８３頁は，結論において同選挙当時における上記議員定数配分\n規定が憲法に違反するに至っていたとはいえないとしたものの，違憲の問\n題が生ずる程度の投票価値の著しい不平等状態が生じていたものといわざ\nるを得ない旨判示した。\n平成６年改正は，上記のように１対６．５９にまで拡大していた選挙区\n間における議員１人当たりの選挙人数の最大較差を是正する目的で行われ，\n前記のような参議院議員の選挙制度の仕組みに変更を加えることなく，直\n近の平成２年１０月実施の国勢調査結果に基づき，できる限り増減の対象\nとなる選挙区を少なくし，かつ，有権者数の少ない選挙区により多い議員\n定数が配分されるという，いわゆる逆転現象を解消することとして，参議\n院議員の総定数（２５２人）及び選挙区選出議員の定数（１５２人）を増\n減しないまま，７選挙区で定数を８増８減したものであり，上記改正の結\n果，上記国勢調査結果による人口に基づく選挙区間における議員１人当た\nりの人口の最大較差は，１対６．４８から１対４．８１に縮小し，いわゆ\nる逆転現象は消滅することとなった。\nその後，平成６年改正後の参議院議員定数配分規定の下において平成７\n年７月及び同１０年７月に施行された参議院議員通常選挙当時の選挙区間\nにおける議員１人当たりの選挙人数の最大較差は１対４．９７及び１対４．\n９８であったところ，こうした国会における較差の縮小に向けた措置を踏\nまえ，最高裁平成９年（行ツ）第１０４号同１０年９月２日大法廷判決・\n民集５２巻６号１３７３頁及び最高裁平成１１年（行ツ）第２４１号同１\n２年９月６日大法廷判決・民集５４巻７号１９９７頁は，上記の較差が示\nす選挙区間における投票価値の不平等は，投票価値の平等の有すべき重要\n性に照らして到底看過することができないと認められる程度に達している\nとはいえず，上記改正をもって立法裁量権の限界を超えるものとはいえな\nいとして，当該各選挙当時における上記議員定数配分規定が憲法に違反す\nるに至っていたとはいえない旨判示した。\nウ  平成１２年法律第１１８号による公職選挙法の改正（以下「平成１２年\n改正」という。）により，比例代表選出議員の選挙制度がいわゆる非拘束\n名簿式比例代表制に改められるとともに，参議院議員の総定数が１０人削\n減されて２４２人とされた。定数削減に当たっては，選挙区選出議員の定\n数を６人削減して１４６人とし，比例代表選出議員の定数を４人削減して\n９６人とした上，選挙区選出議員の定数削減については，直近の平成７年\n１０月実施の国勢調査結果に基づき，平成６年改正の後に生じたいわゆる\n逆転現象を解消するとともに，選挙区間における議員１人当たりの選挙人\n数又は人口の較差の拡大を防止するために，定数４人の選挙区の中で人口\nの少ない３選挙区の定数を２人ずつ削減した。平成１２年改正の結果，い\nわゆる逆転現象は消滅したが，上記国勢調査結果による人口に基づく選挙\n区間における議員１人当たりの人口の最大較差は１対４.７９であって，\n上記改正前と変わらなかった。\nエ  平成１２年改正後の参議院議員定数配分規定の下で平成１３年７月に\n施行された参議院議員通常選挙当時において，選挙区間における議員１人\n当たりの選挙人数の最大較差は１対５.０６であったところ，最高裁平成\n１５年（行ツ）第２４号同１６年１月１４日大法廷判決・民集５８巻１号\n５６頁（以下「平成１６年大法廷判決」という。）は，その結論において，\n同選挙当時，上記議員定数配分規定は憲法に違反するに至っていたものと\nすることはできない旨判示したが，同判決には，裁判官６名による反対意\n見のほか，漫然と同様の状況が維持されるならば違憲判断がされる余地が\nある旨を指摘する裁判官４名による補足意見が付された。\nまた，上記議員定数配分規定の下で平成１６年７月に施行された参議院\n議員通常選挙当時において，選挙区間における議員１人当たりの選挙人数\nの最大較差は１対５.１３であったところ，最高裁平成１７年（行ツ）第\n２４７号同１８年１０月４日大法廷判決・民集６０巻８号２６９６頁（以\n下「平成１８年大法廷判決」という。）も，その結論において，同選挙当\n時，上記議員定数配分規定は憲法に違反するに至っていたものとすること\nはできない旨判示したが，同判決においては，投票価値の平等の重要性を\n考慮すると，投票価値の不平等の是正については国会における不断の努力\nが望まれる旨の指摘がされた。\n平成１６年大法廷判決を受けて，参議院議長が主宰する各会派代表者懇\n談会は，「参議院議員選挙の定数較差問題に関する協議会」を設けて協議\nを行ったが，平成１６年７月に施行される参議院議員通常選挙までの間に\n較差を是正することは困難であったため，同年６月１日，同選挙後に協議\nを再開する旨の申合せをした。これを受けて，同選挙後の同年１２月１日，\n参議院議長の諮問機関である参議院改革協議会の下に選挙制度に係る専\n門委員会が設けられ，同委員会において各種の是正案が検討されたが，当\n面の是正策としては，較差５倍を超えている選挙区及び近い将来５倍を超\nえるおそれのある選挙区について較差の是正を図るいわゆる４増４減案\nが有力な意見であるとされ，同案に基づく公職選挙法の一部を改正する法\n律（平成１８年法律第５２号）が平成１８年６月１日に成立した。同改正\n（以下「平成１８年改正」という。）の結果，平成１７年１０月実施の国\n勢調査結果による人口に基づく選挙区間における議員１人当たりの人口\nの最大較差は，１対４.８４に縮小した。\nなお，上記の専門委員会が平成１７年１０月に参議院改革協議会に提出\nした報告書に示された意見によれば，現行の選挙制度の仕組みを維持する\n限り，各選挙区の定数を振り替える措置により較差の是正を図ったとして\nも，較差を１対４以内に抑えることは相当の困難があるとされている。ま\nた，同報告書においては，平成１９年選挙に向けての較差の是正の後も，\n参議院の在り方にふさわしい選挙制度の議論を進めていく過程で，較差の\n継続的な検証等を行う場を設け，調査を進めていく必要があるとされた。\nそして，平成１８年改正後の参議院議員定数配分規定の下で平成１９年\n７月に施行された参議院議員通常選挙（以下「平成１９年選挙」という。）\n当時の選挙区間における議員１人当たりの選挙人数の最大較差は，１対４．\n８６であったところ，最高裁平成２０年（行ツ）第２０９号同２１年９月\n３０日大法廷判決・民集６３巻７号１５２０頁（以下「平成２１年大法廷\n判決」という。）は，その結論において，同選挙当時，上記議員定数配分\n規定は憲法に違反するに至っていたものとすることはできない旨判示し\nたが，同判決は，上記のような較差は投票価値の平等という観点からはな\nお大きな不平等が存する状態であって，選挙区間における投票価値の較差\nの縮小を図ることが求められる状況にあり，上記の専門委員会の報告書に\n表れた意見にもあるとおり，現行の選挙制度の仕組みを維持する限り，各\n選挙区の定数を振り替える措置によるだけでは，最大較差の大幅な縮小を\n図ることは困難であり，これを行うためには現行の選挙制度の仕組み自体\nの見直しが必要となる旨指摘し，国会において，速やかに，投票価値の平\n等の重要性を十分に踏まえて，適切な検討が行われるよう要請した。\nオ  平成１８年改正後の平成２０年６月に改めて参議院改革協議会の下に専\n門委員会が設置され，同委員会において同年１２月から平成２２年５月ま\nでの約１年半の間に６回にわたる協議が行われたが，平成２２年７月に施\n行される参議院議員通常選挙（以下「平成２２年選挙」という。）に向け\nた較差の是正は見送られる一方，平成２５年に施行される参議院議員通常\n選挙（本件選挙）に向けて選挙制度の見直しを行うこととされた。なお，\n参議院改革協議会座長が平成２２年５月２１日付けで参議院議長に提出し\nた報告書（甲２２）によれば，平成２２年５月１４日に行われた上記第６\n回専門委員会において，「今後の大まかな工程表（案）」が了承され，平\n成２２年選挙後，平成２５年の通常選挙（本件選挙）に向けて，選挙制度\nの抜本的見直しの検討を直ちに開始し，平成２３年中に公職選挙法の改正\n案を提出することになっている。\n平成２２年７月１１日に上記の定数配分規定の下での２回目の参議院\n議員通常選挙として施行された選挙（平成２２年選挙）当時の選挙区間に\nおける議員１人当たりの選挙人数の最大較差は，１対５．００に拡大して\nいたところ，最高裁平成２３年（行ツ）第５１号同２４年１０月１７日大\n法廷判決・民集６６巻１０号３３５７頁（以下「平成２４年大法廷判決」\nという。）は，その結論において，平成２２年選挙当時，選挙区間におけ\nる投票価値の不均衡は，投票価値の平等の重要性に照らしてもはや看過で\nきない程度に達しており，違憲の問題が生じる程度の著しい不平等状態に\n至っていたが，平成２２年選挙までの間に参議院議員定数配分規定を改正\nしなかったことが国会の裁量権の限界を超えるものとはいえず，上記定数\n配分規定が憲法に違反するに至っていたということはできないと判示し\nた。また，平成２４年大法廷判決において，参議院議員の選挙であること\n自体から，直ちに投票価値の平等の要請が後退してよいと解すべき理由は\n見いだし難い，都道府県を参議院議員の選挙区の単位とすべき憲法上の要\n請はなく，都道府県を選挙区の単位として固定する結果，その間の人口較\n差に起因して投票価値の大きな不平等状態が長期にわたって継続してい\nる状況の下では，上記の仕組み自体を見直すことが必要になるとして，現\n行の選挙制度の仕組み自体の見直しを内容とする立法的措置を講じ，でき\nるだけ速やかに違憲の問題が生ずる前記の不平等状態を解消する必要が\nある旨の指摘がされた。\nカ  平成２２年選挙以降，参議院に選挙制度の改革に関する検討会が発足し，\n同年１２月２２日には，参議院議長から，「参議院選挙制度の見直しにつ\nいて（たたき台）」の提案があり，平成２３年４月１５日には，参議院議\n長から，上記たたき台の改訂案（甲３６）が提案された。この改訂案は，\n現行の比例代表選出議員選挙及び都道府県単位の選挙区選出議員の選挙を\n廃し，全国９つのブロック単位の選挙区に人口比例により定数２４２人を\n配分するという内容であり，これによると，選挙区間における議員１人当\nたりの選挙人数の最大較差は１対１．０６６になる。また，各政党からも，\n有権者数の少ない選挙区の合区など様々な改正案（甲２３）が発表される\nなどし，上記検討会及びその下に設置された選挙制度協議会において，平\n成２５年７月に施行される本件選挙に向けて選挙制度の見直しを行うため，\n協議が重ねられたが，全会派の合意に基づく成案を得るには至らなかった。\nそこで，本件選挙に向けて，選挙区間の議員１人当たりの人口較差を是\n正するため，選挙区選出議員について４選挙区で定数を４増４減すること\nを内容とする公職選挙法の一部を改正する法律案が平成２４年８月に国会\nに提出され，同法律案は，平成２４年大法廷判決の言渡し後に可決されて\n成立し，同年１１月２６日に公布，施行された。本件改正の結果，平成２\n２年実施の国勢調査の結果に基づく最大較差は１対４．７５となり，いわ\nゆる逆転現象もなくなった。\n本件改正の附則には，平成２８年に行われる参議院議員の通常選挙（以\n下「平成２８年選挙」という。）に向けて，参議院の在り方，選挙区間に\nおける議員１人当たりの人口の較差の是正等を考慮しつつ選挙制度の抜本\n的な見直しについて引き続き検討を行い，結論を得るものとする旨の規定\nが置かれている。\nもっとも，本件改正は，１票の価値の高い都道府県の定数を減らしたと\nいうのではなく，平成１８年改正の際に減員区となった群馬県と栃木県の\n人口が２００万人台であったところ，平成２２年実施の国勢調査によれば，\n福島県と岐阜県の人口が２００万人台で平成１８年改正の際の減員区とほ\nぼ同じという理由で，福島県と岐阜県の定数をそれぞれ２減したものであ\nって，本件改正の結果，福島県と岐阜県の最大較差が１．７倍程度で特段\n較差が大きくなかったのが，両県の定数を減員した結果，両県の較差が３．\n４倍程度に拡大することになった。\nキ  平成２４年大法廷判決後も，選挙制度協議会における協議が継続され，\n平成２５年３月５日に開催された選挙制度協議会（第１３回）において，\n同協議会の座長から，各会派の意見やそれまでの協議の内容等を踏まえて\n論点を整理した「選挙制度協議会において検討すべき論点・座長メモ」（乙\n１０。以下「座長メモ」という。）が示され，同年６月１９日に開催され\nた選挙制度の改革に関する検討会（第７回）において，座長から，座長メ\nモの内容や選挙制度協議会において行われてきた協議の状況等が報告され\nた上，平成２８年参議院議員通常選挙に向けての選挙制度改革の今後の予\n定を記載した「今後の大まかな工程表（私案）」（乙１１の２）が示され\nた。\nク  本件選挙後，平成２５年９月１２日，参議院各会派代表者による懇談会\nが開催され，「選挙制度の改革に関する検討会」を設置することが合意さ\nれ，同日，上記検討会の第１回会合で，実務的な協議を行うため，検討会\nの下に選挙制度協議会を設置することとされ，同月１９日，上記検討会の\n第２回会合において，選挙制度協議会の設置に関する要綱（乙１２の３）\nが定められ，選挙制度協議会の座長が指名され，参議院議長から「今後の\n大まかな工程表（案）」（乙１８の２）が示された。同月２７日に第１回\nの選挙制度協議会が開催され，今後，週１回の頻度で会合を開き，有識者\nからの意見聴取などを実施することが予定されている。同年１０月４日に\n開催された第２回の選挙制度協議会では，参議院事務局から参議院選挙制\n度改革のこれまでの経緯について説明を受け，協議がなされた。しかし，\nいまだ，参議院議員の選挙制度の抜本的な見直しに向けて具体的・本質的\nな協議が行われているとはいえず，平成２５年から平成２６年にかけての\n選挙制度協議会における協議や各会派における検討を経た上で，平成２６\n年中に見直し案を取りまとめ，平成２７年中に見直し法案を提出し，平成\n２８年選挙に向け抜本的な見直しをするという予定を確認するにとどまっ\nている。\n３  原告の主張\n(1) 憲法は，「主権は国民に存する」，「日本国民は，正当に選挙された国会\nにおける代表者を通じて行動し，」と定めている。この「行動」とは，主権\n者たる国民が，正当に選挙された国会における代表者を通じて，国会での議\n事を多数決で決定して国家権力（立法権・行政権・司法権）を行使する行為\nを意味する。すなわち，国民主権とは，主権者たる国民の多数意見によって\n国家権力を行使することを意味するから，国会議員の多数意見は，国民の多\n数意見と等価でなければならない。そして，国会議員の多数意見が国民の多\n数意見と等価にするために，人口比例選挙，すなわち，各選挙区に人口比例\nによって定数を配分することが必要になる。\nしたがって，憲法は，人口比例選挙を要請している。\n(2) 本件定数配分規定に基づいて実施された本件選挙において，選挙区間にお\nける議員１人当たりの選挙人数の最大較差は，１対４．７７であるから，明\nらかに人口比例選挙から乖離した状態である。\nこのように参議院議員定数配分規定が，人口比例選挙から乖離がある場合，\nそのような乖離を生ぜしめた立法裁量権の行使に合理性があることの立証責\n任は，被告にある。\nところで，最高裁は，参議院議員定数配分規定が，人口比例選挙から乖離\nした違憲状態であったとしても，国会がそれを是正する措置を講じるための\n合理的期間が経過しない限り，違憲にはならないとの論理を採用している。\nしかしながら，現在の国会は，平成２１年８月３０日に施行された衆議院\n議員総選挙の無効が争われた最高裁平成２２年（行ツ）第１２９号同２３年\n３月２３日大法廷判決（集民２３６巻２４９頁）及び平成２２年選挙の無効\nが争われた平成２４年大法廷判決によって「違憲状態」と判断された選挙に\nよって選出された立法等を行う資格のない者で構成されているから，立法裁\n量権を行使できる余地はない。\nしたがって，国会に裁量権があることを前提とする，違憲状態の参議院議\n員定数配分規定を是正するために合理的な期間が経過することが必要である\nという論理を採用することはできない。\n仮に合理的な期間が経過することが必要であるとの論理を採用できたとし\nても，その合理的な期間の起算日は，参議院議員の選挙制度の構造的問題及\nびその仕組み自体の見直しの必要性を指摘した平成２１年大法廷判決の言渡\n日である平成２１年９月３０日である。平成２２年５月には，参議院の選挙\n制度改革のために設置された専門委員会は，参議院議長に対して，平成２５\n年に行われる選挙（本件選挙）に向けて，平成２３年度中に選挙制度の見直\nしをする法案を提出することを合意した旨の報告書を提出している。にもか\nかわらず，国会は，本件選挙までに選挙制度の抜本的な見直しを怠ったので\nあるから，違憲状態を是正するための合理的期間は徒過している。\n以上によれば，本件定数配分規定は違憲であり，それに基づいて施行され\nた本件選挙も，違憲である。\n(3) 裁判官は，憲法９９条により，選挙が憲法に違反すると判断した場合は，\n憲法９８条１項の明文に従って，当該選挙を無効と判決する義務があるから，\n事情判決の法理を用いること自体が違憲である。\nまた，本件選挙については，４７選挙区全ての選挙について違憲無効訴訟\nが提起されており，仮に４７選挙区の全ての選挙について違憲無効判決がな\nされたとしても，参議院は，９６人の比例代表選出議員と平成２２年選挙に\nよって選出された７３人の選挙区選出議員の合計１６９人で構成され，参議\n院の総議員数を２４２人としても，定足数である３分の１を超えるので，参\n議院としての活動に支障はなく，国会が混乱に陥ることはない。\nしたがって，本件に事情判決の法理を適用すべきでない。\n４  被告の主張\n(1) 平成２４年大法廷判決は，都道府県を選挙区の単位として各選挙区の定数\nを定める仕組みを維持することが，投票価値の不平等という違憲の問題を生\nじさせることを初めて明記したという点で，これまでの大法廷判決とは大き\nく異なる判断を示したといえる。\nしかし，都道府県を単位として各選挙区の定数を定める現行の選挙制度の\n仕組みは，制度創設以来６０年余り不変であって，国民の間に深く浸透し，\n近年まで合理的なものとして定着してきたのであるから，このような制度の\n見直しには，国民的な議論を踏まえた複雑かつ高度に政策的な考慮と判断を\n要する。現に，国政に地方の声を反映する機能が損なわれることに反対する\n意見や，民意の反映という観点から人口比例のみに偏った選挙制度に疑問を\n呈する意見など様々な意見がある。平成２４年大法廷判決も，投票価値の平\n等は，選挙制度の仕組みを決定する唯一，全体の基準となるものではなく，\n国会が正当に考慮することができる他の政策的目的ないし理由との関連にお\nいて調和的に実現されるべきものと判示している。\n本件選挙は，平成２４年大法廷判決の言渡しから９か月余り後に施行され\nたものであり，上記のような国民各自，各層に激しい利害・意見の対立があ\nる中，専門的・多角的検討を踏まえてこれらを調整し，平成２４年大法廷判\n決を踏まえた上記のような抜本的改革を内容とする立法的措置を講じる期間\nとして余りに短いといわざるを得ない。\n(2) 平成２２年選挙以降，参議院では，正副議長及び各会派の代表により構成\nされる「選挙制度の改革に関する検討会」及びその検討会の下に選挙制度協\n議会が設置され，平成２５年７月に施行される本件選挙に向けて選挙制度の\n見直しを行うため，平成２４年７月までの間に計１１回にわたり協議が重ね\nられたが，全会派の合意に基づく成案を得るには至らなかった。\n平成２４年大法廷判決後，４選挙区で定数を４増４減することを内容とす\nる本件改正が行われた結果，本件選挙時の最大較差は，前回の平成２２年選\n挙時の１対５．００と比べて１対４．７７に縮小し，いわゆる逆転現象もな\nくなった。そして，本件改正の附則に，平成２８年に施行される参議院議員\n通常選挙に向けて選挙制度の抜本的な見直しについて引き続き検討を行い，\n結論を得る旨定められた。\n前記(1)のとおり，平成２４年大法廷判決が都道府県を単位として各選挙区\nの定数を定めるという仕組み自体を見直すことを初めて明示するまでは，都\n道府県単位の仕組みを維持した上で，これまでの最高裁によって違憲状態で\nはないとされてきた最大較差５．８５ないし４．８６を下回る較差とする方\n向で改正を検討することは，投票価値の平等を可及的に実現するための過渡\n的な対応として，国会に許された合理的裁量の範囲内であったといえる。こ\nの意味で，本件改正によって最大較差が１対４．７７にまで縮小したことは，\n正当に評価されるべきである。\n平成２４年大法廷判決も，本件選挙が，４選挙区で定数を４増４減するも\nのにとどまるが，本件改正の附則において平成２８年選挙に向けて選挙制度\nの抜本的見直しを行うことを定めた改正公職選挙法の下で実施されることを\n予想していたところであり，本件選挙が，昭和４０年施行の参議院議員通常\n選挙時以来の低い最大較差に縮小されて施行されたことが，国会の裁量権の\n限界を超えると判断されることは予定していない。\n(3) 本件改正の附則を踏まえて，平成２４年大法廷判決後から本件選挙までの\n間に，選挙制度協議会において計３回にわたり協議を重ねており，平成２５\n年３月５日に開催された選挙制度協議会の第１３回会合において，同協議会\nの座長から，各会派に対し，各会派の意見やそれまでの協議の内容等を踏ま\nえて論点を整理した座長メモが示され，同年６月１９日に開催された選挙制\n度の改革に関する検討会の第７回会合において，平成２５年から平成２６年\nにかけての選挙制度協議会における協議や各会派における検討を経た上で，\n平成２６年中に選挙制度協議会の報告書を取りまとめ，平成２７年中に見直\nし法案を提出し，平成２８年選挙から新制度が適用されるという「今後の大\nまかな工程表（私案）」が示された。\nこのように，国会は，本件選挙までに，選挙制度の改革に真摯に取り組ん\nでいたということができ，このような取組みは，正当に評価されるべきであ\nる。\n(4) 本件選挙後も，前提事実(5)クのとおり，参議院の選挙制度の改革に関する\n検討会及び選挙制度協議会において，参議院議員の選挙制度の抜本的な改革\nに向けた議論が重ねられてきており，今後は，参議院議長から示された工程\n表（乙１８の２）に従って議論が加速していくことが十分期待される状況に\nある。\n(5) 以上の事情を総合考慮すれば，本件選挙までの間に本件定数配分規定を更\nに改正しなかったことが，国会の裁量権の限界を超えるものとはいえない。\n第３  当裁判所の判断\n１  憲法は，「主権が国民に存する」，「日本国民は，正当に選挙された国会に\nおける代表者を通じて行動し，」とし，国民主権及びこれに基づく代表民主制\nの原理を定めている。そして，国民主権に基づく代表民主制においては，国民\nは，その代表者である国会の両議院の議員を通じてその有する主権を行使し，\n国政に参加するものであるところ，国民主権を実質的に保障するためには，国\n民の多数意見と国会の多数意見が可能な限り一致することが望まれる。\nまた，法の下の平等を定めた憲法１４条１項は，選挙権に関しては，国民は\n全て政治的価値において平等であるべきであるとする徹底した平等化を志向す\nるものであり，選挙権の内容の平等，換言すれば，議員の選出における各選挙\n人の投票の有する影響力の平等，すなわち，投票価値の平等を要求しているも\nのと解される。\nこのように，国政選挙における投票価値の平等は，国民主権・代表民主制の\n原理及び法の下の平等の原則から導かれる憲法の要請である。\n２  憲法は，両議院の議員の定数，選挙区，投票の方法その他両議院の議員の選\n挙に関する事項は法律で定めるべきものとし（４３条２項，４７条），両議院\nの議員の各選挙制度をどのような仕組みにするかについて国会に裁量権がある\nことを認めている。\nところで，憲法は，二院制の下で，一定の事項について衆議院の優越を認め\n（５９条ないし６１条，６７条，６９条），その反面，参議院議員の任期を６\n年の長期とし，解散（５４条）もなく，選挙は３年ごとにその半数について行\nう（４６条）と定めている。その趣旨は，参議院に多角的かつ長期的な視点か\nらの民意を反映させ，衆議院との権限の抑制，均衡を図り，国政の運営の安定\n性，継続性を確保しようとしたものと解される。そして，いかなる具体的な選\n挙制度によって，上記の憲法の趣旨を実現し，二院制の下における参議院の上\n記の性格や機能及び衆議院との異同をどのように位置付け，これをそれぞれの\n選挙制度にどのように反映させていくかということは，国会の合理的な裁量に\n委ねられている。\nしかしながら，前記１のような国民主権・代表民主制の原理の趣旨や法の下\nの平等の原則にかんがみれば，投票価値の平等は，最も基本的な要請とされる\nべきであるから，国会は，選挙に関する事項を法律で定めるに当たり，選挙区\n制を採用する際は，投票価値の平等を実現するように十分に配慮しなければな\nらない。また，参議院は，憲法上，衆議院とともに国権の最高機関として適切\nに民意を反映する責務を負っていることは明らかであり，参議院議員の選挙で\nあること自体から，直ちに投票価値の平等の要請が後退してよいと解すべき理\n由はない。\nしたがって，投票価値の平等に反する選挙に関する定めは，合理的な理由が\nない限り，憲法に違反し無効というべきである。\n３  前提事実及び証拠（乙１）をもとに，上記のような見地から，本件定数配分\n規定の合憲性について検討・判断する。\n(1) 本件改正前の参議院議員定数配分規定に基づいて施行された平成２２年選\n挙に係る選挙無効請求訴訟において，平成２４年大法廷判決は，選挙区間の\n議員１人当たりの選挙人数の最大較差が１対５．００であったことについて，\n投票価値の平等の重要性に照らしてもはや看過し得ない程度に達しており，\n違憲の問題が生ずる程度の著しい不平等状態に至っている旨判断した。\n平成２２年選挙後，４つの選挙区において議員定数を４増４減するという\n内容の本件改正がなされたが，それでも，本件選挙当日の選挙区間における\n議員１人当たりの選挙人数の最大較差は，１対４．７７と５倍に匹敵する程\n度の較差であり，較差が４倍を超える選挙区が６選挙区あり，較差が３倍を\n超える選挙区が岡山県を含めて１１選挙区（本件改正によって定数が減員さ\nれた福島県と岐阜県も含まれている。）に及んでおり，投票価値の不平等状\n態は依然として継続している。\nまた，選挙区選挙の定数中の過半数を選出するのに必要な選挙区数とその\n選挙人数を計算すると，４７選挙区中最も議員１人当たりの有権者数が少な\nい鳥取県選挙区から，議員１人当たりの選挙人数が順次増加する府県の選挙\n区の議員定数を合算していくと，３１番目の熊本県選挙区までで選挙区選出\n議員の過半数を超える７４名になるが，その選挙人数の合計は３６１１万８\n６８７人であって，全有権者数の約３５％にとどまる。すなわち，全有権者\n数の３分の１強の投票で，選挙区選出議員の過半数を選出することができる\nのであって，このような観点からしても，本件定数配分規定の投票価値の不\n平等さは甚だ顕著であるといえる。\nしたがって，本件定数配分規定は，本件選挙当時，憲法の投票価値の平等\nの重要性に照らして看過し得ない程度に達しており，違憲の問題が生ずる程\n度の著しい不平等状態に至っていると認められる。\n(2) もっとも，憲法は，両議院の議員の選挙に関する事項は，法律でこれを定\nめると規定しており（４７条），どのような選挙制度が国民の利害や意見を\n公正かつ効果的に国政に反映させることになるかの決定を国会の裁量に委ね\nているから，投票価値の著しい不平等状態が生じているということをもって，\n直ちに憲法に違反するということはできず，投票価値の著しい不平等状態が\n相当期間継続しているにもかかわらず，これを是正する措置を講じないこと\nが，国会の裁量権の限界を超えると判断される場合に，当該議員定数配分規\n定が憲法に違反するに至るものと解するのが相当である。\n前提事実(5)エのとおり，平成１７年１０月に専門委員会が参議院改革協議\n会に提出した報告書によれば，現行の選挙制度の仕組みを維持する限り，各\n選挙区の定数を振り替える措置により較差是正を図ったとしても，較差を１\n対４以内に抑えることは相当困難があるとされており，平成２１年大法廷判\n決は，平成１９年選挙における選挙区間における議員１人当たりの選挙人数\nの最大較差は，投票価値の平等という観点から，なお大きな不平等が存する\n状態であるとした上で，前記の専門委員会の報告書を踏まえて，現行の選挙\n制度の仕組みを維持する限り，各選挙区の定数を振り替える措置によるだけ\nでは，最大較差の大幅な縮小を図ることは困難であり，選挙区間における選\n挙人の投票価値の較差の縮小を図るために，現行の選挙制度の仕組み自体の\n見直しが必要になると指摘した上で，投票価値の平等が憲法上の要請である\nことにかんがみると，国会において，速やかに，投票価値の平等の重要性を\n十分に踏まえて適切な検討が行われることが望まれると判示している。した\nがって，国会は，遅くとも，平成２１年大法廷判決が言い渡された平成２１\n年９月３０日から，単に各選挙区の定数を振り替えるといった改正にとどま\nるのではなく，参議院議員の選挙制度の抜本的改革を内容とする立法的措置\nを講じなければならない責務があったといえる。\nこの点，被告は，平成２４年大法廷判決が，初めて，都道府県を選挙区の\n単位として各選挙区の定数を定める仕組みを維持することが，投票価値の不\n平等という点で違憲の問題を生じさせることを明示したものであって，これ\nまでの大法廷判決と大きく異なる判断をしたとして，選挙制度の抜本的改革\nを内容とする立法的措置を講じなければならなくなったのは，平成２４年大\n法廷判決の言渡しからである旨主張する。しかしながら，平成２４年大法廷\n判決は，都道府県を選挙区の単位とした選挙制度の仕組みの見直しを明示し\nたという点については，初めての判断であるといえるが，平成２１年大法廷\n判決が，前記のとおり現行の選挙制度を前提にした較差是正の限界を指摘し\nた専門委員会の報告書を踏まえて選挙制度の仕組み自体の見直しの必要性を\n指摘し，国会において速やかに適切な検討を行うよう要請しているのである\nから，この選挙制度の仕組み自体の見直しの中には，当然，都道府県を選挙\n区の単位とする選挙制度の見直しも含まれていると解される。平成２４年大\n法廷判決は，昭和５２年選挙から５倍前後の最大較差が常態化する中で，平\n成１６年大法廷判決において，複数の裁判官の補足意見により較差の状況を\n問題視する指摘がされ，平成１８年大法廷判決において，投票価値の不平等\nの是正については国会における不断の努力が望まれる旨の指摘がされ，平成\n２１年大法廷判決において，投票価値の大きな不平等状態の是正のために選\n挙制度の仕組み自体の見直しが速やかに必要であると指摘されたにもかかわ\nらず，国会が選挙制度の仕組みについての抜本的な見直しを講じることなく，\n平成２２年選挙において５倍の最大較差を生じさせていたことを踏まえて，\n国会が講じるべき是正措置についてより明示的に指摘したのであって，これ\nまでの大法廷判決と大きく異なる判断をしたものではない。\nところで，平成２１年大法廷判決においても指摘されているとおり，現行\nの選挙制度の仕組みを大きく変更するには，参議院の在り方をも踏まえた高\n度に政治的な判断が必要であり，事柄の性質上課題も多く，その検討に相応\nの時間を要するといえる。\nしかしながら，平成２１年大法廷判決から本件選挙までの間，約３年９か\n月の期間が存在し（顕著な事実），前提事実(5)オのとおり，平成２２年５月\n２１日には，参議院改革協議会座長から参議院議長に対して，平成２２年選\n挙後，平成２５年の通常選挙（本件選挙）に向け，選挙制度の抜本的な見直\nしの検討を直ちに開始し，平成２３年中に公職選挙法改正案を提出する旨の\n報告がされたにもかかわらず，結局は，４選挙区において議員定数を４増４\n減するという本件改正にとどまり，本件選挙までに選挙制度の抜本的見直し\nを講じた具体案を国会に上程することすらしておらず，国会が選挙制度の改\n革に真摯に取り組んでいたというには大きく疑問が残る。\nそして，本件改正の附則には，平成２８年選挙に向けて選挙制度の抜本的\nな見直しについて引き続き検討を行い，結論を得るものとする旨の規定が置\nかれているが，前記のとおり，平成２２年５月の時点では，本件選挙までに\n参議院議員の選挙制度の抜本的見直しを行うとされながら，これを行わずに\n従前どおり，選挙区の定数の振り替えを内容とする本件改正に至ったこと，\n本件選挙後の選挙制度の改革に向けての検討状況を見ても，前提事実(5)キの\nとおり，平成２５年から平成２６年にかけての選挙制度協議会における協議\nや各会派における検討を経た上で，平成２６年中に見直し案を取りまとめ，\n平成２７年中に見直し法案を提出するという予定を確認するにとどまり，い\nまだ，選挙制度の抜本的な見直しに向けて具体的・本質的な協議が行われて\nいるとは認められない。以上に照らすと，本件改正の附則どおりに，平成２\n８年選挙に向けて，選挙制度の抜本的な見直しをした法案が成立するという\n見通しは，甚だ不透明であるといわざるを得ない。\n被告は，平成２４年大法廷判決は，４選挙区において議員定数を４増４減\nするにとどまるという本件改正のもとで本件選挙が施行されることを予想し\nていたものであって，本件選挙が昭和４０年施行の選挙時以来の低い最大較\n差において施行されることが，国会の裁量権の限界を超えると判断すること\nを予定していない旨主張する。しかし，平成２４年大法廷判決は，あくまで\nも平成２２年選挙における投票価値の著しい不平等状態が，国会の裁量権の\n限界を超えるか否かを判断するに当たって，平成２２年選挙までの国会の検\n討が現行の制度の仕組み自体の見直しに向けて行われていたものであったと\nの評価を基礎付ける一つの事情として，本件改正の附則を摘示したものと解\nされ，当然のことであるが，本件選挙が違憲であるか否かを判断したもので\nはない。また，平成２４年大法廷判決は，現行の選挙制度の仕組み自体の見\n直しを内容とする立法的措置を講じ，できるだけ速やかに違憲の問題が生ず\nる不平等状態を解消する必要があると国会に要請しているのであって，「で\nきるだけ速やかに」という文言が，平成２４年大法廷判決の言渡しから約３\n年９か月先の平成２８年選挙を指すとは考え難い。\n投票価値の著しい不平等状態の是正は，国民主権に直結する極めて重要な\n問題であることからすれば，他の懸案問題に優先して取り組むべきものであ\nり，東日本大震災の対応や景気回復等国会が取り組まなければならない課題\nが山積していることを最大限考慮しても，平成１７年の専門委員会の報告書\nにおいて，現行の選挙制度の構造的問題が指摘され，平成２１年大法廷判決\nにおいて，選挙制度の仕組み自体の見直しの必要性を指摘した上で，国会に\nおいて，速やかに，投票価値の平等の重要性を十分に踏まえて，適切な検討\nが行われることが望まれると要請され，平成２４年大法廷判決も，「できる\nだけ速やかに」違憲の問題が生ずる不平等状態を解消する必要がある旨要請\nされていたにもかかわらず，本件選挙までの間に，投票価値の著しい不平等\n状態を是正する案を国会に上程すらできなかったことについて合理的理由\nがあるとはいえない。\n以上のような事情を考慮すれば，本件選挙までの間に，国会が，投票価値\nの著しい不平等状態を是正する措置を講じなかったことは，国会の裁量権の\n限界を超えるものといわざるを得ず，本件定数配分規定は，憲法に違反する\nに至っていたといえる。\n(3) なお，本件定数配分規定は，議員総数と関連させながら，複雑，微妙な考\n慮の下で決定され，一定の議員総数の各選挙区への配分として相互に有機的\nに関連するものであり，その意味で不可分一体をなすと考えられるから，全\n体として違憲の瑕疵を帯びるものと解される（最高裁昭和４９年（行ツ）第\n７５号同５１年４月１４日大法廷判決・民集３０巻３号２２３頁参照）。\n４  本件選挙の効力について\n前記のとおり，本件定数配分規定は，憲法に違反し，無効というべきである\nから（憲法９８条１項），憲法に違反する本件定数配分規定に基づいて施行さ\nれた本件選挙のうち岡山県選挙区における選挙も無効とすべきである。\n選挙を無効とする旨の判決の効果については，憲法に違反する法律は原則と\nして当初から無効であり（憲法９８条１項），これに基づいてなされた行為の\n効力も否定されるべきであるから，無効判決の対象となった選挙により選出さ\nれた議員がすべて当初から議員としての資格を有しないと解する余地がある。\nしかし，このように解すると，既にこれらの議員によって組織された参議院の\n議決を経た上で成立した法律等の効力にも問題が生じるという憲法が所期しな\nい著しく不都合な結果を招くことになるから，このような解釈は採用できない。\n本件選挙訴訟は，将来に向かって形成的に無効とする訴訟である公職選挙法２\n０４条に基づくものであることにかんがみれば，無効判決確定により，当該特\n定の選挙が将来に向かって失効するものと解すべきである。\nなお，本件選挙において，無効判決が確定した一部の選挙区における選挙の\nみ無効とされ，他の選挙区における選挙はそのまま有効とされた場合には，本\n件定数配分規定の改正を含むその後の参議院の活動が，選挙を無効とされた選\n挙区から選出された議員を欠いた状態で行われることになる。また，原告の主\n張によれば，本件選挙について，４７選挙区の全ての選挙において選挙無効訴\n訟が提起されているというのであるから，全ての選挙区選出議員を欠く状態に\nなることも考えられる。このような状態は，憲法上望ましい姿ではない。\nしかしながら，国民の意思を適正に反映する選挙制度が民主政治の基盤であ\nり，投票価値の平等が憲法上の要請であること，無効判決がなされても，無効\n判決が確定した選挙区における選挙の効力についてのみ，判決確定後将来にわ\nたって失効するものと解されること，仮に本件選挙における４７選挙区の全て\nの選挙が無効になったとしても，平成２２年選挙によって選出された議員と本\n件選挙における比例代表選挙による選出議員は影響を受けず，これらの議員に\nよって，本件定数配分規定を憲法に適合するように改正することを含めた参議\n院としての活動が可能であることなどを考慮すれば，長期にわたって投票価値\nの平等という憲法上の要請に著しく反する状態を容認することの弊害に比べ，\n本件選挙を無効と判断することによる弊害が大きいということはできない。\nしたがって，現在国会において選挙制度の仕組み自体の見直しを含む改革に\n向けての検討が行われていることを十分考慮しても，本件選挙を違憲としなが\nら，選挙の効力については有効と扱うべきとのいわゆる事情判決の法理を適用\nすることは相当ではない。\n５  結論\n以上によれば，本件定数配分規定は憲法に違反し無効であり，本件定数配分\n規定に基づいて施行された本件選挙のうち岡山県選挙区における選挙も無効で\nあるといわざるを得ないから，原告の請求は理由がある。\nよって，主文のとおり判決する。\n広島高等裁判所岡山支部第２部\n裁判長裁判官        片      野      悟      好\n裁判官        濱      谷      由      紀\n裁判官        山      本      万  起  子\n"
}