{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 9,
    "day": 25
  },
  "case_number": "平成25(行ケ)10339",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84534",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84534",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/534/084534_hanrei.pdf",
  "contents": "平成２６年９月２５日判決言渡\n平成２５年（行ケ）第１０３３９号  審決取消請求事件\n口頭弁論終結日  平成２６年６月２６日\n判 決\n原 告     Ｘ\n訴 訟 代 理 人 弁 理 士  江 森 健 二\n同  吉 田 雅 一\n被 告  株式会社 ブ リ ヂ ス ト ン\n訴 訟 代 理 人 弁 護 士  田 中 成 志\n同  板 井 典 子\n同  山田   徹\n同  杉 本 賢 太\n訴 訟 代 理 人 弁 理 士  江 藤 聡 明\n同  野 村 悟 郎\n同  高 橋 修 平\n同  倉 脇 明 子\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が無効２０１２－８００２１０号事件について平成２５年１１月１９\n日にした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等（当事者間に争いがない。）\n被告は，発明の名称を「透明フィルム」とする特許第４７６８２１７号（平\n成１５年７月７日出願，平成２３年６月２４日設定登録。以下「本件特許」と\nいう。）の特許権者である。\n原告は，平成２４年１２月２５日，特許庁に対し，本件特許を無効にするこ\nとを求めて審判の請求をし，特許庁は，この審判を，無効２０１２－８００２\n１０号事件として審理した。被告は，この過程で，平成２５年３月２５日，本\n件特許の特許請求の範囲及び明細書について訂正（以下「本件訂正」とい\nう。）の請求をした。\n特許庁は，平成２５年１１月１９日，「請求のとおり訂正を認める。本件審\n判の請求は，成り立たない。審判費用は，請求人の負担とする。」との審決を\nし，審決の謄本を，同月２８日，原告に送達した。\n原告は，同年１２月２０日，上記審決の取消しを求めて本件訴えを提起した。\n２  特許請求の範囲\n本件訂正後の本件特許の特許請求の範囲の請求項１ないし８の記載は，次\nのとおりである（以下，請求項１に係る発明を「本件発明１」，請求項２な\nいし８に係る発明を「本件発明２ないし８」といい，これらの発明を総称し\nて「本件発明」という。ただし，いずれも，請求項５及び６を除く。また，\n本件訂正後の本件特許の明細書を，以下「本件明細書」という。）。\n【請求項１】\nエチレン／酢酸ビニル共重合体，及び該共重合体中に分散された受酸剤粒\n子を含む透明フィルムであって，\n受酸剤粒子が，金属酸化物（ただし，Ｓｎ，Ｔｉ，Ｓｉ，Ｚｎ，Ｚｒ，Ｆ\nｅ，Ａｌ，Ｃｒ，Ｃｏ，Ｃｅ，Ｉｎ，Ｎｉ，Ａｇ，Ｃｕ，Ｐｔ，Ｍｎ，Ｔａ，\nＷ，Ｖ，Ｍｏの金属酸化物を除く），金属水酸化物又はこれらの混合物であ\nり，\n受酸剤粒子の含有量が共重合体に対して０．０１～０．５質量％で，且つ\n受酸剤粒子の平均粒径が５μｍ以下であり，そして\nエチレン／酢酸ビニル共重合体の酢酸ビニル含有率が２０～３６質量％で\nあり，\nエチレン／酢酸ビニル共重合体が，さらに架橋剤により架橋されており，\nさらに\n当該透明フィルムは太陽電池用封止膜又はガラスと透明フィルムとの間に\n蒸着金属膜を挿入した熱線反射用の合わせガラス用透明接着剤層として使用\nされることを特徴とする透明フィルム。\n【請求項２】\n受酸剤粒子の含有量が０．０１～０．２質量％である請求項１に記載の透\n明フィルム。\n【請求項３】\n受酸剤粒子が，ＭｇＯ，Ｐｂ３Ｏ４，Ｃａ（ＯＨ）２，Ａｌ（ＯＨ）３，及\nびＦｅ（ＯＨ）２から選択される少なくとも１種である請求項１に記載の透\n明フィルム。\n【請求項４】\nヘイズが２以下である請求項１～３のいずれかに記載の透明フィルム。\n【請求項５】\n（削除）\n【請求項６】\n（削除）\n【請求項７】\nエチレン／酢酸ビニル共重合体が，さらに架橋助剤により架橋されている\n請求項１～４のいずれかに記載の透明フィルム。\n【請求項８】\nエチレン／酢酸ビニル共重合体が，さらにシランカップリング剤を含んで\nいる請求項７に記載の透明フィルム。\n本件訂正前の本件特許の特許請求の範囲の請求項１ないし８の記載は，次\nのとおりである（これらの発明を総称して，以下「本件訂正前発明」という。\nまた，本件訂正前の本件特許の明細書を，以下「本件訂正前明細書」とい\nう。）。\n【請求項１】（これに係る発明を，以下「本件訂正前発明１」という。）\nエチレン／酢酸ビニル共重合体，及び該共重合体中に分散された受酸剤粒\n子を含む透明フィルムであって，\n受酸剤粒子が，金属酸化物，金属水酸化物又はこれらの混合物であり，\n受酸剤粒子の含有量が共重合体に対して０．５質量％以下で，且つ受酸剤\n粒子の平均粒径が５μｍ以下であり，そして\nエチレン／酢酸ビニル共重合体の酢酸ビニル含有率が２０～３６質量％で\nあり，さらに\n当該透明フィルムは太陽電池用封止膜又は合わせガラス用透明接着剤層と\nして使用されることを特徴とする透明フィルム。\n【請求項２】\n受酸剤粒子の含有量が０．２質量％以下である請求項１に記載の透明フィ\nルム。\n【請求項３】\n受酸剤粒子が，ＭｇＯ，ＺｎＯ，Ｐｂ ３Ｏ４，Ｃａ（ＯＨ）２，Ａｌ（Ｏ\nＨ）３，及びＦｅ（ＯＨ）２から選択される少なくとも１種である請求項１\nに記載の透明フィルム。\n【請求項４】\nヘイズが２以下である請求項１～３のいずれかに記載の透明フィルム。\n【請求項５】\n水による沸騰加熱還流により抽出される酢酸が２００ｐｐｍ以下である請\n求項１～４のいずれかに記載の透明フィルム。\n【請求項６】\nエチレン／酢酸ビニル共重合体が，さらに架橋剤により架橋されている請\n求項１～５のいずれかに記載の透明フィルム。\n【請求項７】\nエチレン／酢酸ビニル共重合体が，さらに架橋助剤により架橋されている\n請求項６に記載の透明フィルム。\n【請求項８】\nエチレン／酢酸ビニル共重合体が，さらにシランカップリング剤を含んで\nいる請求項６又は７に記載の透明フィルム。\n３  審決の理由\n審決の理由は，別紙審決書写しのとおりである。要するに，①本件訂正に\n係る訂正の請求は，特許請求の範囲の減縮，誤記の訂正ないし明瞭でない記\n載の釈明を目的とし，特許法１３４条の２第９項の規定により準用する同法\n１２６条４項ないし６項の規定に適合する，②本件発明は，特開平９－２７\n６３３号公報（甲１。以下「甲１文献」という。）に記載された発明ではな\nいから，特許法２９条１項３号に該当するとはいえない，③本件発明は，甲\n１発明に基づいて当業者が容易に発明をすることができたものではなく，ま\nた，甲１発明に特開平９－２０７２８０号公報（以下「甲２文献」とい\nう。），特開平１－２３４４３６号公報（以下「甲３文献」という。），特\n開２００２－８０６５２号公報（以下「甲４文献」という。）及び特開昭６\n３－１８９４６２号公報（以下「甲５文献」という。）に記載された事項を\n組み合わせたとしても，当業者が容易に発明をすることができたものではな\nいから，特許法２９条２項に該当するとはいえない，④本件発明が発明の詳\n細な説明に記載されていないということはできないから，特許法３６条６項\n１号に規定する要件を満たしていないとはいえない，⑤本件発明に係る請求\n項の記載が明確でないとはいえないから，特許法３６条６項２号に規定する\n要件を満たしていないとはいえない，⑥本件明細書の記載が特許法３６条４\n項１号に規定する実施可能要件を満たしていないとはいえない，というもの\nである。\n審決が上記②及び③の結論を導くに当たり認定した甲１文献に記載された\n発明（以下「甲１発明」という。）の内容，本件発明１と甲１発明との一致\n点及び相違点は，次のとおりである。\nア  甲１発明の内容\n「太陽電池用セルと透明板又は該セルとバックカバーとの間に介装される\n太陽電池用封止材膜であって，難燃剤を添加したエチレン－酢酸ビニル共\n重合体膜からなることを特徴とする太陽電池用封止材膜。」\nイ  一致点\n「エチレン／酢酸ビニル共重合体を含むフィルムであって，\n当該フィルムは太陽電池用封止膜又はガラスと透明フィルムとの間に蒸\n着金属膜を挿入した熱線反射用の合わせガラス用透明接着剤層として使用\nされることを特徴とする透明フィルム。」である点。\nウ  相違点\n相違点１\nフィルムについて，本件発明１は，「受酸剤粒子」を含むとともに，\n当該受酸剤粒子について「受酸剤粒子が，金属酸化物（ただし，Ｓｎ，\nＴｉ，Ｓｉ，Ｚｎ，Ｚｒ，Ｆｅ，Ａｌ，Ｃｒ，Ｃｏ，Ｃｅ，Ｉｎ，Ｎｉ，\nＡｇ，Ｃｕ，Ｐｔ，Ｍｎ，Ｔａ，Ｗ，Ｖ，Ｍｏの金属酸化物を除く），\n金属水酸化物又はこれらの混合物であり，\n受酸剤粒子の含有量が共重合体に対して０．０１～０．５質量％で，\n且つ受酸剤粒子の平均粒径が５μｍ以下であり」との限定を有するのに\n対し，甲１発明は，「受酸剤」を含むとの限定を有していない点。\n相違点２\nエチレン／酢酸ビニル共重合体について，本件発明１は，「酢酸ビニ\nル含有率が２０～３６質量％であり，さらに架橋剤により架橋されて」\nいるものに限定されているのに対し，甲１発明は，そのような限定を有\nしていない点。\n相違点３\nフィルムについて，本件発明１は，「透明」フィルムに限定されてい\nるのに対し，甲１発明は，そのような限定を有していない点。\n第３  原告の主張\n審決には，本件訂正の適法性判断の誤り（取消事由１），本件発明の認定の\n誤り（取消事由２），本件発明の新規性，進歩性判断の誤り（取消事由３），\n本件発明のサポート要件具備に関する判断の誤り（取消事由４），本件発明の\n明確性要件具備に関する判断の誤り（取消事由５）及び本件発明の実施可能要\n件具備に関する判断の誤り（取消事由６）があり，これらの誤りはいずれも審\n決の結論に影響を及ぼすものであるから，審決は取り消されるべきである。\n１  取消事由１（本件訂正の適法性判断の誤り）\n被告は，本件訂正において，いわゆる「除くクレーム」による訂正を行い，\n本件訂正前の請求項１の「金属酸化物」を「金属酸化物（ただし，Ｓｎ，Ｔｉ，\nＳｉ，Ｚｎ，Ｚｒ，Ｆｅ，Ａｌ，Ｃｒ，Ｃｏ，Ｃｅ，Ｉｎ，Ｎｉ，Ａｇ，Ｃｕ，\nＰｔ，Ｍｎ，Ｔａ，Ｗ，Ｖ，Ｍｏの金属酸化物を除く）」と訂正している（こ\nの訂正事項を，審決に倣い，以下「 」という。）が，このような訂\n正は，次の理由から認められるべきではない。\n文献」とい\nう。）に基づく進歩性欠如の無効事由を回避するために，同文献の請求項７\n等に機能性超微粒子として記載された金属酸化物を除いたものであるが，同\n文献の実施例において用いられているＡＴＯ（導電性アンチモン含有スズ酸\n化物）超微粒子には，アンチモン酸化物が相当量含まれている。そうすると，\nら全て除いたことにはならない。\nこのように除かれていない金属酸化物が存在する以上，本件訂正は，従来\n技術と重なる範囲を全て除いて差別化する場合に認められる訂正の趣旨を逸\n脱するものである。\n本件訂正前明細書の【発明の実施の形態】に記載された金属酸化物は，Ｍ\nｇＯ，ＺｎＯ及びＰｂ３Ｏ４のみであり，【実施例】に記載された金属酸化\n物は，ＭｇＯ及びＺｎＯのみである。\nこれに対し， による訂正の結果，本件発明における受酸剤とし\nての金属酸化物として，周期律表を考慮すると７３種類のものが具体的に該\n当することとなる。そして，その中には，エチレン／酢酸ビニル共重合体の\n加水分解を助長する強アルカリ成分の金属酸化物であるＬｉＯ，ＮａＯ，Ｋ\nＯ，ＲｂＯ等の物質や，極めて科学的に安定で所定の受酸効果を発揮すると\nは考え難い酸化金，猛毒であり受酸剤として使用することができない酸化水\n銀が含まれることになる。\nよって，本件訂正は，「明細書又は図面に記載した事項の範囲内」の制限\nを逸脱して新たな技術的事項を導入するものである。\n本件訂正前明細書の記載によれば，本件訂正前発明において受酸剤として\n使用できる金属酸化物は，ＭｇＯ，ＺｎＯ及びＰｂ３Ｏ４のみと考えるのが\n極めて自然であり，被告は， による訂正の結果，本件発明におけ\nる受酸剤に該当することになった相当数の金属酸化物については，受酸効果\nを発揮することを確認しておらず，受酸剤として使用できることを認識して\nいなかった。\nよって，かかる金属酸化物につき機能上等価であることに関する技術的事\n項が導き出せない以上，本件訂正は新たな技術的事項を導入するものである。\nによる訂正は，本件訂正前発明が甲１６文献に記載された発明\nとは技術的思想が顕著に異なり明確に差別化されるような発明ではないにも\nかかわらず，同文献を引用例とする進歩性欠如の無効事由を回避するために\n行われたものである。\nよって，本件訂正は，新規性等の確保のために従来技術と重なる範囲を除\nくためにのみ認められるべき訂正の手法を逸脱しており，これによって明細\n書等の記載を信じた第三者が不測の不利益を被る可能性があり，特許法１３\n４条の２の趣旨にも反する。\n２  取消事由２（本件発明の認定の誤り）\n前記１のとおり本件訂正が認められるべきではない以上，本件訂正が認めら\nれることを前提に審決がした本件発明の認定は誤っている。\n３  取消事由３（本件発明の新規性，進歩性判断の誤り）\n甲１発明の認定の誤り\n審決は，甲１発明として，甲１文献の請求項１に記載された発明を認定し\nた。これは，甲１文献のその他の記載事項を排除し，本件発明１との間に相\n違点１ないし３が存在するように恣意的に行われた認定であり，誤っている。\n相違点の認定の誤り\n本件発明１と甲１発明との間に審決の認定する相違点は存在せず，本件発\n明１が甲１発明に対して新規性を有するとの審決の判断には誤りがある。そ\nうである以上，本件発明２ないし８の新規性についての審決の判断にも誤り\nがある。\nア  相違点１について\n審決は，甲１文献には受酸剤粒子について記載も示唆もなく，受酸剤粒\n子の材質，含有量及び粒径が個々に知られているとしても，それだけでは，\n甲１文献にこれらの要件を同時に満足するものが記載されているとはいえ\nないとして，本件発明１と甲１発明とは，相違点１において相違すると認\n定した。\nしかしながら，甲１文献には，これらの三つの要件のそれぞれを満足す\nることが直接的あるいは実質的に記載されており，それらを同時に満足す\nることが積極的に除外されているわけではないから，当業者は，甲１文献\nの記載から，上記三つの要件を同時に満足する場合を把握することができ\nる。よって，審決の上記認定は誤りである。\n受酸剤粒子の材質については，甲１文献には，難燃化助剤として三酸\n化アンチモンが，無機難燃剤として水酸化アルミニウム，水酸化マグネ\nシウムなどの水酸化無機塩が記載されており，これらは金属酸化物及び\n金属水酸化物に該当し，本件発明における受酸剤粒子に当たる。特に，\n水酸化カルシウムや水酸化マグネシウム等の金属水酸化物は，難燃剤と\nしても受酸剤としても効果を有することが周知であったから，甲１文献\nに難燃剤として水酸化マグネシウム等を含む金属水酸化物を用いること\nが記載されている以上，当業者としては，太陽電池モジュールにおいて，\n難燃化ないし不燃化のみならず，金属水酸化物に受酸剤としての効果を\n発揮させて腐食防止を図ることも黙示の課題であるといえる。\nこのように，甲１文献には，「受酸剤粒子」という文言は記載されて\nいないものの，受酸剤粒子そのものが記載されており，本件発明１の課\n題と共通する黙示の課題もあるから，審決の上記判断は誤りである。\n受酸剤粒子の含有量については，審決は，甲１文献の「ＥＶＡ樹脂１\n００重量部に対して７０重量部以下，好ましくは１～５０重量部で十分\nである」との記載は，本件発明１の含有量要件を満足する範囲（０．０\n１～０．５質量％）を除外するものであると判断した。\nしかし，「１～５０重量部」との記載はあくまで好ましい範囲につい\nてのものであって，本件発明１の受酸剤粒子の含有量は甲１文献の「７\n０重量部以下」に客観的に含まれるから，甲１文献に記載された難燃剤\nの含有量の範囲は，本件発明１における受酸剤粒子の含有量の範囲を除\n外するものではない。\n受酸剤粒子の粒径に関しては，甲１文献には，太陽電池用封止材膜を\n光透過性とすることを推奨する記載があり，光透過性を高める観点から\nは，光波長の散乱を防止するよう，光波長よりも小さいミクロン単位の\n平均粒径を有する水酸化マグネシウムを用いるのが技術常識である。ま\nた，甲３文献ないし甲５文献は，受酸剤として機能する難燃剤の平均粒\n径として５μｍ以下の場合があることを明確に示しており，特に平均粒\n径が５μｍ以下の場合に限って臨界的意義を発現するという事実も見い\nだせない。したがって，相違点１に係る本件発明１の構成のうち，平均\n粒径は周知慣用技術にすぎない。\nイ  相違点２及び３について\n甲１文献には，太陽電池用封止材膜に酢酸ビニル含有率が１０ないし５\n０重量％のエチレン／酢酸ビニル共重合体樹脂が好適に用いられることや，\n当該共重合体樹脂に耐候性の観点から架橋構造を持たせることが好ましい\nこと，当該封止材膜は太陽光を透過させる必要があるから光透過性にする\nことを推奨することが記載されている。よって，本件発明１と甲１発明と\nが相違点２及び３において相違するとはいえず，審決によるこれらの相違\n点の認定には誤りがある。\n進歩性判断の誤り\nア  仮に本件発明１と甲１発明との間に発明の同一性が認められないとして\nも， 甲１発明において当業者にとって周知慣用の金\n属水酸化物等が用いられている以上，受酸効果の発揮による腐食の防止と\nいう黙示の課題を容易に想到することができるし，本件発明１において用\nいられるエチレン／酢酸ビニル共重合体樹脂の酢酸ビニル含有量や受酸剤\nの種類，配合量等は，いずれも甲１文献に明確に記載されている。さらに，\n本件発明１の構成による受酸効果や透明性向上効果についても，当業者で\nあれば容易に想到できることである。\nよって，本件発明１は，甲１発明に基づいて当業者が容易に想到できる。\nイ  また，甲２文献は，難燃剤でもあり受酸剤でもある水酸化アルミニウム\nをエチレン／酢酸ビニル共重合体１００に対して０．１添加する場合が実\n際にあることを示すことを主な目的とした文献であり，甲３文献ないし甲\n５文献は，本件発明１の粒径要件が周知技術であることを示す文献である。\nよって，当業者であれば，甲１発明に甲２文献ないし甲５文献に記載さ\nれた事項を組み合わせれば，本件発明１を容易に想到することができる。\nウ  本件発明２ないし８についても，本件発明１と同様，甲１発明及び甲２\n文献ないし甲５文献に記載された事項に基づき，当業者が容易に想到でき\nるから，これらの進歩性も否定される。\n４  取消事由４（本件発明のサポート要件具備に関する判断の誤り）\n仮に本件訂正が認められるとすると，本件発明における受酸剤としての金属\n酸化物として，７３種類のものが具体的に該当することとなり，その中には，\n技術常識から判断して受酸剤として使用することができないＬｉＯ，ＮａＯ，\nＫＯ，ＲｂＯ等の物質が多数存在する。このことは，金属水酸化物についても\n同様である。\nまた，請求項３及び本件明細書【００１５】に記載されたＡｌ（ＯＨ）３及\nびＦｅ（ＯＨ）２は，特開２００９－４０９５１号公報（以下「甲７文献」と\nいう。）に，受酸効果が得られないことが示されている。\nよって，本件発明はサポート要件を具備していない。\n５  取消事由５（本件発明の明確性要件具備に関する判断の誤り）\n審決は，本件発明における受酸剤の平均粒径について，上限だけを示せば開\n示として十分であると判断した。\nしかし，甲７文献【００３１】には，受酸剤粒子の平均粒子径が０．０１μ\nｍ未満であると受酸剤が凝集しやすく，均一に分散させるのが困難になるおそ\nれがあると記載されている。\nしたがって，受酸剤粒子の平均粒径が小さければ小さいほどよいという審決\nの指摘は事実と異なることから，発明の範囲を明確にすべく，受酸剤粒子の平\n均粒径の下限値を規定する必要があり，下限を特定していない本件発明は明確\n性に欠ける。\n６  取消事由６（本件発明の実施可能要件具備に関する判断の誤り）\n原告は，本件明細書には前記４のとおり受酸効果が得られないものが受酸剤\nとして記載されているから，本件発明は実施可能要件を具備していないと主張\nしたが，審決は，この点について判断を示していない。\nなお，被告は，甲７文献によっても，Ａｌ（ＯＨ）３及びＦｅ（ＯＨ）２の\n受酸効果は否定されないと主張するが，厳しい環境条件の方が受酸効果を発揮\nしやすいのであるから，被告の主張は技術常識に反する。\n第４  被告の主張\n１  取消事由１について\n本件訂正は，次のとおり適法であり，これを認めた審決の判断に誤りはない。\nによって，甲１６文献に記載された金属酸化物は全て除外され\nている。すなわち，甲１６文献にはＳｂ（アンチモン）単独の酸化物を機能\n性超微粒子として用いるとの記載はなく， においてＳｎ（スズ）\nを含む金属酸化物を除いたことで，少なくともＳｎの酸化物が含まれるＡＴ\nＯも除外されたと解される。\n「受酸剤粒子」は，本件特許の出願当時，その機能及び特性が当業者に慣\n用されているものであるから，被告が本件特許出願の際に「受酸剤粒子」と\nして記載した金属酸化物及び金属水酸化物には，その当時当業者が「受酸剤\n粒子」として把握できる金属酸化物及び金属水酸化物が含まれる。\nそして， は，このような受酸剤粒子としての金属酸化物及び金\n属水酸化物のうち，特許第３１３５４７７号公報及び甲１６文献に全く異な\nる用途で開示されていた金属酸化物を除外したものであり，新たな技術的事\n項を導入するものではなく，これによって，当業者が，通常受酸剤粒子とし\nて使用しない金属酸化物が受酸剤粒子に含まれるに至ったと把握することは\nあり得ない。\nよって，本件訂正により，受酸剤としての使用が考え難い金属酸化物や，\n被告が意識せず，機能上等価であることが確認されていない金属酸化物が，\n本件発明における受酸剤粒子に含まれるに至ったということはできない。\nは，甲１６文献に記載された先行技術と技術的思想において顕\n著に異なり，本来進歩性を有する発明である本件発明から，たまたま同先行\n技術と重複する部分を除いたものであるから，訂正の手法を逸脱したもので\nはないし，新たな技術的事項を導入するものではない以上，これによって第\n三者が不測の不利益を被る可能性もなく，特許法１３４条の２の趣旨に反す\nるともいえない。\n２  取消事由２について\n本件訂正が適法にされたものであることは前記１のとおりであり，これを前\n提とする審決による本件発明の認定に誤りはない。\n３  取消事由３について\n甲１発明の認定の誤りについて\n原告は，審決が甲１文献の請求項１の記載のみから甲１発明を認定したの\nは誤りであると主張する。しかし，審決は，甲１文献の記載事項を十分に考\n慮した上で論理的に甲１発明を認定しており，結果的に請求項１の文言と一\n致したのであって，かかる認定に誤りはない。\n相違点の認定の誤りについて\nア  相違点１について\n次のとおり，本件発明１と甲１発明とは相違点１において相違するとの\n審決の認定に誤りはない。\n受酸剤と難燃剤とは，機能，特性が全く異なり，いずれも樹脂組成物\nの技術分野において当業者に慣用されているものであるから，新規性判\n断において，これらの用語は通常の発明特定事項として扱われるべきで\nある。\n甲１文献によれば，太陽電池モジュールの透明板側の封止材膜におい\nては，光透過性を考慮して，難燃剤として有機難燃剤を用い，無機難燃\n剤や難燃化助剤は用いず，上記封止材膜を光透過性を考慮する必要のな\nいバックカバー側に用いる場合にのみ，難燃剤として無機難燃剤や難燃\n化助剤を用いることが把握できる。\nしたがって，甲１文献には，「透明フィルム」に難燃剤として無機難\n燃剤である水酸化アルミニウムや水酸化マグネシウム等の水酸化無機塩\nを配合することは実質的に記載されていない。\n甲１文献には，難燃剤の含有量について，エチレン／酢酸ビニル共重\n合体１００重量部に対して７０重量部以下，好ましくは１～５０重量部\nで十分であると記載されている。一般的にも，エチレン／酢酸ビニル共\n重合体に難燃剤として水酸化アルミニウムや水酸化マグネシウム等の水\n酸化無機塩を用いる場合，該共重合体樹脂１００部に対し１３０部，あ\nるいは樹脂組成物中に５５重量％などと比較的多量に配合することが技\n術常識である。\nこれに対して，本件発明１の受酸剤粒子の含有量は共重合体に対して\n０．０１～０．５質量％であって，上記のような難燃剤の配合量とは大\nきく異なる。\n甲１文献には，無機難燃剤の粒径に関する記載は一切ない。\nイ  相違点２及び３について\n審決は，甲１文献の記載事項を十分に考慮し，論理的に甲１発明の認定\nをした上で，本件発明１と対比しており，審決における相違点２及び３の\n認定に誤りはない。\n進歩性判断の誤りについて\n次のとおり，本件発明１が甲１文献ないし甲５文献の記載から当業者が容\n易に発明をすることができたものではないとの審決の判断に誤りはなく，本\n件発明１の特定事項を全て含む本件発明２ないし８の進歩性についての審決\nの判断にも，誤りはない。\nア  難燃剤と受酸剤は，機能，特性が全く異なるものとして当業者に慣用さ\nれている。そして，難燃剤は比較的多量に含有させなければ効果は得られ\nず，難燃剤として水酸化無機塩を用いる場合は，樹脂１００部に対して１\n３０部などと多量に配合することが技術常識である。\nこれに対し，受酸剤として水酸化無機塩を用いる場合は，用途や想定さ\nれる酸の発生量に応じて，その酸を中和するために必要な含有量を調整す\nるものと解され，本件発明１では共重合体に対して０．０１～０．５質\n量％と規定されている。\nこのように，水酸化無機塩は，難燃剤として用いる場合と受酸剤として\n用いる場合とでは全く作用効果が異なり，配合する含有量の範囲等も全く\n異なるから，甲１文献に難燃剤の一例として水酸化無機塩の記載があって\nも，受酸剤に関する記載が一切ない以上，受酸剤を使用するべき課題は示\n唆されておらず，甲１発明と，受酸剤に関する技術常識を組み合わせる動\n機付けは何ら存在しない。むしろ，水酸化無機塩の量を減らすことで難燃\n剤として機能しなくなることからすれば，組み合わせることに阻害事由が\nある。\nさらに，甲１文献には，フィルムの透明性を低下させる水酸化無機塩を\n難燃剤として透明フィルムに配合することの動機付けも一切なく，フィル\nムの透明性を低下させないように，その含有量を極めて少量に設定するこ\nとは，難燃性の向上という甲１発明の目的に反するから，その含有量を本\n件発明１の規定する範囲に設定することに阻害事由がある。\nイ  甲２文献に記載された耐熱保護フィルムにおける接着剤層と甲１文献の\n太陽電池用封止材膜とは用途が異なるし，甲２文献には，フィルムや接着\n剤層の透明性に関する記載は一切なく，示唆もない。\nしたがって，甲１発明に甲２文献に記載された事項を組み合わせる理由\nはなく，仮に当業者が甲１発明に甲２文献に記載された事項を組み合わせ\nたとしても，甲２文献には，甲１発明において，難燃剤を水酸化無機塩に\n限定すること，難燃剤の含有率を共重合体に対して０．０１～０．５質\n量％とすること，難燃剤を粒子状のものに限定するとともに，平均粒径を\n５μｍ以下に限定することについて，動機付けとなるような記載や示唆は\nない。\n甲３文献ないし甲５文献についても，甲２文献と同様，甲１発明と組み\n合わせる理由はなく，相違点１に係る本件発明１の構成を導き出すことは\nできない。\n４  取消事由４について\n特開２００２－１２８１３号公報及び審決の引用する公知文献によれば，\n種々の金属酸化物又は金属水酸化物が受酸剤として同様の作用効果を有すると\n当業者に認識されており，また，少なくとも受酸剤として用いられる金属酸化\n物及び金属水酸化物がいずれも塩基として酸と作用することは技術常識である。\n本件発明の技術的思想は，太陽電池用封止膜等に用いる透明フィルムに，出\n願時に用いられていなかった受酸剤粒子を用いるために，受酸剤粒子の含有量\n及び平均粒径を調整したことにある。したがって，受酸剤粒子として用いられ\nる金属酸化物又は金属水酸化物のうちのいずれかの物質の作用が認められれば，\n受酸剤粒子として用いられる金属酸化物及び金属水酸化物までは，拡張ないし\n一般化できると考えられる。\nそして，本件明細書の実施例には，受酸剤粒子として金属酸化物であるＭｇ\nＯが開示され，平均粒径１μｍ，３．５μｍ及び５．５μｍのＭｇＯ粒子を用\nいた透明フィルムを評価した結果に基づいて，受酸剤粒子の平均粒径の上限及\nび受酸剤粒子の含有量の上限を規定しており，これについて発明の作用効果が\n認められることからすれば，本件発明１において，受酸剤粒子について，「金\n属酸化物（ただし，一部の物質を除く。），金属水酸化物又はこれらの混合\n物」まで拡張ないし一般化した記載とすることは許されるべきものである。\nさらに，技術常識に照らせば，当業者が，本件発明１における受酸剤粒子に\nついて，通常は受酸剤粒子として使用しない金属酸化物や金属水酸化物まで含\nまれると把握することはない。\nよって，本件発明は本件明細書の発明の詳細な説明に記載されたもので，サ\nポート要件を具備しており，この点に関する審決の判断に誤りはない。\n５  取消事由５について\n本件発明１における受酸剤粒子の平均粒径については，上限値「５μｍ以\n下」の規定が重要であり，本件明細書の記載からも，平均粒径が小さいほど，\n本件発明１の効果が得られることは明らかである。そして，本件発明１が「受\n酸剤粒子を含む」ものである以上，透明フィルム中に，ある平均粒径を有する\n受酸剤「粒子」が含まれていることは明確である。\nしたがって，本件発明１において，受酸剤粒子の平均粒径の上限値だけを示\nすような数値範囲の限定であっても，発明の範囲は明確であり，この点に関す\nる審決の判断に誤りはない。\n６  取消事由６について\n受酸剤の種類によって本件発明の効果に差があって，配合量等を調整するこ\nとは，当業者に期待し得る程度を超える試行錯誤や高度な実験等を行う必要が\nあるものではなく，当業者の通常の創作能力の発揮である。\nしたがって，本件発明は実施可能要件を具備している。\nそして，審決は，甲７文献における耐久性試験の条件は，本件発明における\n実施例に記載された条件よりもはるかに厳しく過酷なものであるから，甲７文\n献の条件で効果が低かった金属水酸化物（Ａｌ（ＯＨ） ３，Ｆｅ（ＯＨ）２）\nが，本件発明における実施例の条件でも受酸効果がないとはいえないと判断し\nており，実施可能要件に関して判断の遺脱はない。\n第５  当裁判所の判断\n当裁判所は，原告の主張する取消事由は理由がないものと判断する。その理\n由は次のとおりである。\n１  取消事由１（本件訂正の適法性判断の誤り）について\n本件訂正の適法性について\n特許法１３４条の２第１項ただし書は，特許無効審判の被請求人による訂\n正請求は，①特許請求の範囲の減縮，②誤記又は誤訳の訂正，③明瞭でない\n記載の釈明，若しくは④他の請求項の記載を引用する請求項の記載を当該他\nの請求項の記載を引用しないものとすること，を目的とするものに限ると規\n定している。そして，特許法１３４条の２第９項が準用する同法１２６条５\n項は，「第１項の明細書，特許請求の範囲又は図面の訂正は，願書に添付し\nた明細書，特許請求の範囲又は図面…に記載した事項の範囲内においてしな\nければならない。」と規定しているところ，ここにいう「明細書又は図面に\n記載した事項」とは，当業者によって，明細書又は図面の全ての記載を総合\nすることにより導かれる技術的事項であり，訂正が，このようにして導かれ\nる技術的事項との関係において，新たな技術的事項を導入しないものである\nときは，当該訂正は，「明細書又は図面に記載した事項の範囲内において」\nするものということができる。\n本件訂正における訂正事項 は，本件訂正前発明１に係る請求項１の「金\n属酸化物」を「金属酸化物（ただし，Ｓｎ，Ｔｉ，Ｓｉ，Ｚｎ，Ｚｒ，Ｆｅ，\nＡｌ，Ｃｒ，Ｃｏ，Ｃｅ，Ｉｎ，Ｎｉ，Ａｇ，Ｃｕ，Ｐｔ，Ｍｎ，Ｔａ，Ｗ，\nＶ，Ｍｏの金属酸化物を除く）」と訂正するものである（甲１０）。そして，\n「受酸剤粒子が，金属酸化物…であり」との請求項１の記載に照らすと，本\n件訂正の前後を通じて，この「金属酸化物」は受酸剤として使用される金属\n酸化物を意味すると解されるところ， は，このように受酸剤とし\nて使用される金属酸化物から，その一部である「Ｓｎ，Ｔｉ，Ｓｉ，Ｚｎ，\nＺｒ，Ｆｅ，Ａｌ，Ｃｒ，Ｃｏ，Ｃｅ，Ｉｎ，Ｎｉ，Ａｇ，Ｃｕ，Ｐｔ，Ｍ\nｎ，Ｔａ，Ｗ，Ｖ，Ｍｏの金属酸化物」を除外するものであると認められる。\nここに，「受酸剤」とは，酸を捕捉（吸収ないし中和）する作用を有する\n物質を意味するから，本件発明１において受酸剤として使用される金属酸化\n物とは，そのような機能を有する金属酸化物であれば種類を問わないと解さ\nれ，訂正事項 は，そのような性質を有する金属酸化物のうち具体的に列挙\nされた一部の金属酸化物を除外するものであると解される。そして，除外さ\nれるもののみが受酸剤として何らかの特有の性質を有するとか，除外後に残\nったもののみが受酸剤として何らかの特有の性質を有するなど，本件訂正の\n前後で，受酸剤粒子として使用される「金属酸化物」の技術的内容を変更す\nるような事情は見当たらない。\nしたがって， は，特許請求の範囲に記載された「金属酸化物」\nの種類を訂正前より限定するものであり，これによって新たな技術的事項を\n導入するものではないから，これに係る訂正は，「願書に添付した明細書，\n特許請求の範囲又は図面…に記載した事項の範囲内において」するものとい\nうことができる。\n原告の主張について\nア  甲１６文献に記載された金属酸化物を全\nて除いたことにはならないから，訂正の趣旨を逸脱すると主張する（前記\nかかる原告の主張は，本件訂正によっても本件発明１は甲１６文献との\n関係で新規性を欠き，独立特許要件を具備しないとの主張とも解される。\nしかし，甲１６文献にはエチレン／酢酸ビニル共重合体の酢酸ビニル含有\n率及び架橋剤による架橋についての開示はなく（甲１６），本件発明１は，\n少なくともこれらの点において，甲１６文献に記載された発明に対して新\n規性を有することとなるから，本件訂正によって甲１６文献に記載された\n金属酸化物が全て除かれたかどうかを問わず，原告の上記主張は採用する\nことができない。\nイ\n難く，あるいは，本件訂正前明細書に受酸剤として挙げられたＭｇＯ，Ｚ\nｎＯ及びＰｂ３Ｏ４と機能上等価であると確認されていない相当数の金属酸\n化物が，「金属酸化物」に含まれることになるから，本件訂正は新たな技\nしかしながら，本件訂正の前後を問わず，「金属酸化物」とは，受酸剤\nとしての作用を有するものであることが前提であることは前\nであり，原告の上記主張は採用することができない。\nウ  原告は，本件訂正は進歩性欠如の無効事由を回避するために行われたも\nのであるから訂正の手法を逸脱しており，これによって第三者が不測の不\nしかるに，訂正は，特許法１３４条の２第１項ただし書に掲げる事項を\n目的とし，これによって新たな技術的事項を導入するものではなく，訂正\n後の発明がいわゆる独立特許要件（特許法１３４条の２第９項の準用する\n同法１２６条７項）を具備するなどの所定の要件を満たす場合に許容され\nるものであり，進歩性欠如の無効事由を回避するために行われたか否かは\nそれ自体として訂正の適否を左右するものではない。そして，\nによる訂正の結果，本件発明１における金属酸化物の種類に関して，受酸\n剤として用いられる金属酸化物の中から特定の種類のものが除かれたと容\n易に理解することができるから，これによって第三者が不測の不利益を被\nるともいえない。\nしたがって，原告の上記主張も採用することができない。\n小括\n以上によれば，審決における本件訂正の適法性判断に，原告の主張する誤\nりがあるということはできない。\n２  取消事由２（本件発明の認定の誤り）について\n前記１のとおり，審決における本件訂正の適法性判断に原告の主張する誤り\nがあるということはできないから，その誤りを前提として，審決がした本件発\n明の認定に誤りがあるとの原告の主張（前記第３の２）は，採用することがで\nきない。\n３  取消事由３（本件発明の新規性，進歩性判断の誤り）について\n甲１文献の記載内容\n原告は，審決には甲１発明の認定に誤りがあり，これを前提とする本件発\n明１との相違点の認定や相違点に係る進歩性の判断に誤りがあると主張する\n（前記第３の３）。\nそこで，審決による甲１発明の認定及び本件発明１との相違点の認定の適\n否について判断するため，甲１文献の記載内容を検討する。\n甲１文献（甲１）は，発明の名称を「太陽電池用封止材膜及び太陽電池モ\nジュール」とする発明の公開特許公報であり，次の記載がある。\n「【特許請求の範囲】\n【請求項１】太陽電池用セルと透明板又は該セルとバックカバーとの間に介\n装される太陽電池用封止材膜であって，難燃剤を添加したエチレン－酢酸ビ\nニル共重合体膜からなることを特徴とする太陽電池用封止材膜。」\n「【発明の詳細な説明】\n…\n【０００２】\n【従来の技術及び発明が解決しようとする課題】\n…\n【０００３】しかしながら，従来の太陽電池モジュールは，…太陽電池用セ\nル１と白板ガラス板２及び耐候性バックカバー３との間にこれらを接着，封\n止させるためにＥＶＡ樹脂（エチレン－酢酸ビニル共重合体）封止材膜４を\nそれぞれ介装することが行われていたが，この太陽電池用モジュール内でセ\nルとガラスの接着材等に使用されているＥＶＡ樹脂封止材膜が可燃であり，\n太陽電池モジュール燃焼試験時にＥＶＡ樹脂が加熱されて滴下し，このＥＶ\nＡ樹脂が燃焼するため，直接屋根材として使用できないのが現状であった。\n【０００４】本発明は上記事情に鑑みなされたもので，難燃・不燃化された\n太陽電池モジュール用封止材膜及びこれを積層することで直接屋根材等とし\nて使用することが可能な太陽電池モジュールを提供することを目的とする。\n【０００５】\n【課題を解決するための手段及び発明の実施の形態】本発明は，上記目的を\n達成するため，太陽電池用セルと透明板又は該セルとバックカバーとの間に\n介装される太陽電池用封止材膜であって，分子内にハロゲン原子を１つ以上\n含む有機難燃剤や水酸化アルミニウム，赤リン等の無機難燃剤といった難燃\n剤を添加したエチレン－酢酸ビニル共重合体膜からなることを特徴とする太\n陽電池用封止材膜，及び太陽電池用セルとこれを被覆する透明板及びバック\nカバーとの間のいずれか一方又は双方に上記の封止材膜を介装した太陽電池\nモジュールを提供する。\n【０００６】本発明によれば，このように難燃乃至は不燃化したエチレン－\n酢酸ビニル共重合体（ＥＶＡ樹脂）を用いるので，燃焼試験時に樹脂の滴下\nが防止され，その燃焼が防止されて，太陽電池モジュールが難燃乃至は不燃\n化されるもので，これにより太陽電池モジュールを屋根材として使用するこ\nとを可能にしたものである。\n【０００７】以下，本発明につき更に詳しく説明すると，本発明の太陽電池\nモジュール用封止材膜は，難燃剤が添加されたＥＶＡ樹脂膜からなるもので\nある。ここで，本発明に用いられるＥＶＡ樹脂は，酢酸ビニル含有率が１０\n～５０重量％であることが好ましく，より好ましくは１５～４０重量％であ\nる。また，本発明で用いられるＥＶＡ樹脂は，メルトフローレートが０．７\n～２０であることが好ましく，より好ましくは１．５～１０である。\n【０００８】このＥＶＡ樹脂には，架橋構造を持たせることが，耐候性の点\nから好ましい。架橋構造を持たせる方法としては，予めＥＶＡ樹脂に有機過\n酸化物を添加し，その後１００～２００℃程度に加熱して架橋する方法が好\nましい。ＥＶＡ樹脂に添加する有機過酸化物としては，１００℃以上でラジ\nカルを発生するものであればいずれでも使用可能であるが，配合時の安定性\nを考慮にいれれば，半減期１０時間の分解温度が７０℃以上であることが好\nましく，例えば…等を用いることができる。これらの有機過酸化物の配合量\nはＥＶＡ樹脂対比（１００重量部当り，以下同様）５重量部又はそれ以下，\n好ましくは１～３重量部で十分である。」\n「【００１１】更に，ＥＶＡ樹脂のゲル分率を向上させ，耐久性を向上するた\nめにＥＶＡ樹脂に架橋助剤を添加できる。…これらの架橋助剤は配合量とし\nてはＥＶＡ樹脂対比１０重量部以下，好ましくは１～５重量部で十分であ\nる。」\n「【００１４】本発明において，上記ＥＶＡ樹脂に対して，ハロゲン原子，好\nましくは塩素原子や臭素原子を分子中に１個以上含む有機難燃剤や無機難燃\n剤を添加する。ここで有機難燃剤の例としては，塩素化パラフィン，塩素化\nポリエチレン，…トリス（２，３－ジブロモプロピル）イソシアヌレート等\n…が挙げられる。また，無機難燃剤の例としては，水酸化アルミニウム，水\n酸化マグネシウムなどの水酸化無機塩，リン酸アンモニウム，リン酸亜鉛な\nどのリン酸化物，赤リンなどが挙げられる。これらの難燃剤の配合量は，Ｅ\nＶＡ樹脂１００重量部に対して７０重量部以下，好ましくは１～５０重量部\nで十分である。\n【００１５】更に上記ＥＶＡ樹脂には，必要により難燃化助剤として膨張黒\n鉛を配合することができる。この場合その配合量は封止膜全体の２０重量％\n以下，好ましくは１～１５重量％で十分である。また，上記ＥＶＡ樹脂には，\n更に必要により難燃化助剤として三酸化アンチモンを配合することもできる。\nこの場合，その配合量は封止材膜全体の１０重量％以下，特に２～８重量％\nである。\n【００１６】本発明の太陽電池モジュールは，\n図１（判決注：右のとおり）にその一例を示し\nたように，太陽電池用セル１１と透明板１２と\nの間及び該セル１１とバックカバー１３との間\nに上記難燃剤を添加したＥＶＡ封止材膜１４をそれぞれ介装したものである。\n…なお，光線透過率の点から，セル１１と透明板１２との間には三酸化アン\nチモンや膨張黒鉛などを含まない光透過性の封止材膜を介装し，セル１１と\nバックカバー１３との間には，必ずしも光透過性でなくともよく，光不透過\n性であってもよいので，難燃性の向上の点から三酸化アンチモンや膨張黒鉛\nを含む封止材膜を介装することが推奨される。…」\nさらに，甲１文献には，実施例１ないし９が挙げられており（【００１\n７】ないし【００２３】），実施例１，３，６及び８は透明板側配設シート\nとして，その余の実施例はバックカバー側配設シートとして，エチレン／酢\n酸ビニル共重合体樹脂組成物が調製されている。それぞれの実施例において\nは，エチレン／酢酸ビニル共重合体樹脂１００重量部に対して，①難燃剤と\nして，実施例１ないし４には塩素化パラフィン１０重量部，実施例５には赤\nリン５重量部，実施例６ないし９にはトリス（２，３－ジブロモプロピル）\nイソシアヌレート４又は５重量部がそれぞれ配合されるとともに，②難燃化\n助剤として，実施例２及び４には三酸化アンチモン４又は５重量部，実施例\n５には膨張黒鉛１０重量部がそれぞれ配合されたとの記載がある。\nそして，実施例のシートを用いたサンプル及び比較例（難燃剤を含まない\nエチレン／酢酸ビニル共重合体樹脂組成物）のシートを用いたサンプルをそ\nれぞれガスバーナーで加熱したところ，実施例のシートを用いたサンプルに\nついてはエチレン／酢酸ビニル共重合体樹脂が同時に融け出し，良好な難燃\n性を示したのに対し，比較例のシートを用いたサンプルについては，エチレ\nン／酢酸ビニル共重合体樹脂が容易に燃焼したと記載されている（【００２\n２】）。\n甲１発明の認定の誤りについて\nア  審決が認定した甲１発明の内容は，甲１文献の請求項\n１の記載と一致するところ，原告は，かかる認定は甲１文献のその他の記\n載事項を排除し，相違点１ないし３が存在するように恣意的に行われた誤\nこの点，引用発明の認定は，本件発明との対比及び判断を誤りなく行う\nことができるように行うべきであるから，引用文献に記載された事項及び\n記載されているに等しい事項からひとまとまりの技術的思想として把握す\nることができる限り，本件発明において特定された構成と対比すべき構成\nについては，これを遺漏なく引用発明の構成として認定すべきである。\nイ  そこで，甲１文献が，甲１発明の内容に関して，請求項１において特定\nされ審決が認定した構成のほかに，本件発明１と対比すべき構成を開示し\nているか否か検討する。\nエチレン／酢酸ビニル共重合体に添加される物質の特定について\n本件発明１は，エチレン／酢酸ビニル共重合体中に含まれる受酸剤粒\n子が「金属酸化物（ただし，…を除く），金属水酸化物又はこれらの混\n合物」であるのに対し，甲１文献には，エチレン／酢酸ビニル共重合体\n樹脂封止材膜に添加される難燃剤として，塩素化パラフィン，塩素化ポ\nリエチレン等の有機難燃剤や，水酸化アルミニウム，水酸化マグネシウ\nムのような水酸化無機塩等の無機難燃剤が挙げられている（【００１\n４】）。\nそうすると，本件発明１と甲１発明とは，それぞれエチレン／酢酸ビ\nニル共重合体に添加される物質を特定しており，その中には，水酸化ア\nルミニウム，水酸化マグネシウムなどの水酸化無機塩のように一致する\nものもあるから，この点を甲１発明の構成として認定すべきである。\n受酸剤ないし難燃剤の配合量について\nａ  本件発明１は，受酸剤粒子の含有量を共重合体に対して０．０１な\nいし０．５質量％であると特定しているのに対し，甲１文献には，難\n燃剤の配合量に関して，エチレン／酢酸ビニル共重合体樹脂１００重\n量部に対して７０重量部以下，好ましくは１ないし５０重量部で十分\nであるとの記載がある（【００１４】）ことから，この点に係る構成\nを甲１発明の構成として認定すべきである。\nｂ  この点，甲１文献の上記記載の内容を理解するに当たっては，以下\nのとおりの難燃剤についての技術常識を参酌すべきである。\nすなわち，熱可塑性樹脂に配合する無機難燃剤の配合量について，\n甲３文献ないし甲５文献には，次の記載がある。\n甲３文献（甲３）には，無機難燃剤として熱可塑性樹脂に配合する\n水酸化マグネシウムの配合量に関して，〔従来の技術〕の項に，熱可\n塑性樹脂５５ないし２５重量％に対して４５ないし７５重量％，ある\nいは熱可塑性樹脂に対して４０重量％以上配合していたことが記載さ\nれるとともに，〔実施例〕の項に，エチレン／酢酸ビニル共重合体樹\n脂１００部に対し１３０部配合することが記載されている。\nまた，甲４文献（甲４）には，エチレン・不飽和カルボン酸アルキ\nルエステル共重合体及びエチレン／酢酸ビニル共重合体を樹脂成分と\nし，これに水酸化アルミニウムや水酸化マグネシウムなどの難燃性無\n機化合物を配合した難燃性樹脂組成物に関して，難燃性無機化合物が\n樹脂成分１００重量部に対して２５ないし２５０重量部，特に３０な\nいし２００重量部の量で存在することが好ましいとの記載がある\n（【請求項３】，【００３５】，【００３７】）。\nさらに，甲５文献（甲５）には，アルミニウム及び／又はマグネシ\nウムの水酸化物を，熱可塑性重合体７０ないし２０重量％に対して３\n０ないし８０重量％含有する（合計で１００重量部となる。），自消\n性（自己消火性を意味する。）樹脂組成物の発明が記載されている\n（請求項１）。\n以上の各文献の記載に照らすと，本件特許の出願当時，エチレン／\n酢酸ビニル共重合体のような熱可塑性樹脂を難燃性のものとするため，\n水酸化アルミニウムや水酸化マグネシウム等の無機難燃剤を含む難燃\n剤を配合する場合には，樹脂に対して少なくとも数十％以上，場合に\nよっては樹脂よりも多量に用いることが技術常識であったと認められ\nる。\nｃ  前記ｂの技術常識を参酌すると，前記ａの甲１文献の記載は，甲１\n発明における難燃剤の配合量は１ないし５０重量部とするのが好まし\nい反面，これを１重量部未満のごく少量とすることは好ましいもので\nはないとの趣旨であると理解される。\nよって，当業者が，技術常識を参酌して甲１文献から把握すること\nができる甲１発明における難燃剤の配合量は，エチレン／酢酸ビニル\n共重合体樹脂１００重量部に対し１ないし５０重量部と認められる。\nエチレン／酢酸ビニル共重合体の酢酸ビニル含有率について\n本件発明１は，エチレン／酢酸ビニル共重合体の酢酸ビニル含有率を\n２０ないし３６質量％と特定しているのに対し，甲１文献には，エチレ\nン／酢酸ビニル共重合体の酢酸ビニル含有率について，１０ないし５０\n重量％であることが好ましく，より好ましくは１５ないし４０重量％で\nあるとの記載がある（【０００７】）から，この点を甲１発明の構成と\nして認定すべきである。\nエチレン／酢酸ビニル共重合体の架橋について\n本件発明１は，エチレン／酢酸ビニル共重合体が架橋剤により架橋さ\nれていると特定しているのに対し，甲１文献にも，該共重合体樹脂に有\n機過酸化物を添加して架橋構造を持たせるとの記載がある（【０００\n８】）から，この点を甲１発明の構成として認定すべきである。\n太陽電池用封止膜の光透過性について\n本件発明１は透明フィルムに関する発明であるのに対し，甲１文献に\nは，太陽電池用セルと透明板との間に介装される太陽電池用封止膜は光\n線透過率の観点から光透過性とすることが推奨されるとの記載がある\n（【００１６】）から，この点を甲１発明の構成として認定すべきであ\nる。\nウ  以上を踏まえ，本件発明１と対比される引用発明として甲１文献の記載\nから認定すべき甲１発明は次のとおりであり，これと異なる審決による甲\n１発明の認定は，本件発明１と対比すべき構成を遺漏なく認定していない\n点で，誤っているというべきである。\n「太陽電池用セルと透明板との間に介装される太陽電池用封止材膜であっ\nて，光透過性であり，該太陽電池用封止材膜が難燃剤を添加したエチレン\n－酢酸ビニル共重合体膜からなり，難燃剤が水酸化アルミニウム，水酸化\nマグネシウムなどの水酸化無機塩等の無機難燃剤であり，難燃剤の含有量\nがエチレン－酢酸ビニル共重合体樹脂１００重量部に対して１ないし５０\n重量部であり，エチレン－酢酸ビニル共重合体の酢酸ビニル含有率が１０\nないし５０重量％，より好ましくは１５ないし４０重量％であり，エチレ\nン－酢酸ビニル共重合体が架橋剤により架橋されていることを特徴とする\n太陽電池用封止材膜。」\n相違点の認定の誤りについて\n原告は，本件発明１と甲１発明との間に審決の認定する相違点は存在しな\n検討する。\nア  相違点１について\n件発明１と\n甲１発明とは，エチレン／酢酸ビニル共重合体に水酸化アルミニウム，\n水酸化マグネシウム等の水酸化無機塩が添加される点で一致するという\nべきである。\n一方，両発明は，その配合量の点で相違するほか，甲１文献には，難\n燃剤の形状が粒子状であることやその粒径について何ら記載や示唆はな\nいから，両発明は，添加される物質の形状及び粒径の点で相違すると認\nめられる。\n以上によれば，相違点１は次のとおり認定されるべきである（以下\n「相違点１’」という。）。\n「エチレン／酢酸ビニル共重合体に添加される水酸化アルミニウム，水\n酸化マグネシウム等の金属水酸化物について，本件発明１は，その配合\n量が共重合体に対して０．０１ないし０．５質量％であり，その形状が\n粒子状であり，かつその平均粒径が５μｍ以下であるのに対し，甲１発\n明は，その配合量がエチレン／酢酸ビニル共重合体樹脂１００重量部に\n対し１ないし５０重量部であり，その形状及び平均粒径が特に限定され\nていない点。」\nこれに対し，審決は，相違点１を「フィルムについて，本件発明１は，\n「受酸剤粒子」を含むとともに，当該受酸剤粒子について「受酸剤粒子\nが，金属酸化物（ただし，…を除く），金属水酸化物又はこれらの混合\n物であり…」との限定を有するのに対し，甲１発明は，「受酸剤」を含\nむとの限定を有していない」と認定している。\nしかしながら，本件発明１において受酸剤として添加される物質に，\n甲１発明において難燃剤として添加される物質と同一のものが含まれて\nいる以上，当該物質が添加される点において両発明の構成に差異はなく，\n当該物質の受酸剤としての作用・機能は，それ自体としては当該物質の\n未知の属性に基づく新たな機能であるということはできない（甲２９な\nいし３２参照）から，当該物質の作用・機能が異なることをもって，本\n件発明１の甲１発明に対する新規性を肯定することはできない。\nよって，審決が，受酸剤ないし難燃剤という作用・機能の相違に着目\nして，相違点１を上記のとおり認定したのは誤りである。\n原告は，本件発明１における受酸剤粒子の含有量は甲１文献における\n難燃剤の含有量に含まれるから，本件発明１と甲１発明とは含有量の点\nしかしながら，技術常識を参酌して甲１文献から把握することができ\nる甲１発明における難燃剤の配合量は，エチレン／酢酸ビニル共重合体\n樹脂１００重量部に対し１ないし５０重量部と認められ，１重量部未満\nを含むと認めることが\n原告は，受酸剤粒子の粒径に関して，甲１文献では太陽電池用封止材\n膜の光透過性の観点から，光波長の散乱防止のため光波長よりも小さい\nミクロン単位の平均粒径のものを用いるのが技術常識であり，また，平\n均粒径を５μｍ以下とすることは周知慣用技術にすぎないと主張する\nしかしながら，甲１文献には無機難燃剤の粒径についての記載や示唆\nその粒径を５μｍ以下とすることが一義的に導かれるものではない。\nまた，甲３文献ないし甲５文献の記載を見ても，甲３文献（甲３）で\nは，粒度分布１μ以下の割合に着目して水酸化マグネシウムを特定して\nおり，平均粒径を５μｍ以下とすることが明示されているわけではなく，\nまた，甲４文献（甲４）には，「平均粒径が０．０５～２０μｍ，とく\nに０．１～５μｍ程度のものを使用するのが望ましい。」（【００３\n６】）との記載があり，甲５文献（甲５）には，「平均粒径が一般に０．\n１～２０μ，好ましくは０．２～２μ，特に好ましくは０．５～１μの\nものが分散性の点でよく，」（３頁左上欄最終行ないし同頁右上欄２行\n目）との記載があるものの，これらの一義的とは言い難い数値範囲の記\n載から，難燃剤の粒径を５μｍ以下とすることが周知慣用技術であると\n認めることは困難である。\nよって，原告の上記主張は採用することができない。\n被告は，受酸剤と難燃剤とは，機能，特性が全く異なるなどとして，\nこれらの用語は通常の発明特定事項として扱われるべきであると主張す\nる（前記第４の３\nしかしながら，本件発明１と甲１発明とで，エチレン／酢酸ビニル共\n重合体に添加される物質に同一のものが含まれている以上，その作用・\n機能に相違があることを理由に両発明の相違点とすることができないの\nは前記\n被告は，甲１文献には透明フィルムに難燃剤として水酸化アルミニウ\nムや水酸化マグネシウム等の水酸化無機塩を配合することは実質的には\nしかるに，甲１文献には，太陽電池用セルと透明板との間には，光線\nを透過させるために三酸化アンチモンや膨張黒鉛を含ませない光透過性\nの封止材膜を介装し，太陽電池用セルとバックカバーとの間には，光不\n透過性であってもよいため三酸化アンチモンや膨張黒鉛を含む封止材膜\nを改装させるとの記載があり（【００１６】），実施例においてもこれ\nらの物質は透明板側配設シートには配合されていないものの，これらの\n物質はいずれも難燃化助剤であり，難燃剤として列挙された物質につい\nては，有機難燃剤であると無機難燃剤であるとを問わず，光透過性の観\n点から透明板側の封止材膜には配合させない旨の記載や，これを示唆す\nる記載はない。なお，エチレン／酢酸ビニル共重合体樹脂に無機難燃剤\nを配合した実施例である実施例５においては，赤リンをバックカバー側\n配設シートに配合しているが，これのみをもって，甲１文献には透明板\n側に無機難燃剤を配合することが実質的には記載されていないというこ\nとはできない。\nよって，被告の上記主張は採用することができない。\nイ  相違点２及び３について\n１発明とは，エチレン／酢酸ビニル共重合体の酢酸ビニル含有率が２０な\nいし３６質量％であること，共重合体が架橋剤により架橋されていること，\nフィルムが透明（光透過性）であることにおいて一致する。\nよって，両発明の間に相違点２及び３があるとした審決の認定には，誤\nりがあるというべきである。\n本件発明１の容易想到性について\n審決による甲１発明の認定の誤り及び本件発明１\nとの相違点の認定の誤りが審決の結論に影響するか否かに関し，相違点１’\nに係る構成の容易想到性について検討する。\nこの点， のとおり，樹脂を難燃性のものとするために無機難\n燃剤を配合する場合には樹脂に対して少なくとも数十％以上，場合によって\nは樹脂よりも多量に用いるとの技術常識を踏まえると，甲１発明における難\n燃剤の配合量を，甲１文献に好ましい配合量として記載された範囲の配合量\nよりも低い０．０１ないし０．５質量％まで低減させることには阻害事由が\nあるというべきである。\nまた，甲１文献には，難燃剤の平均粒径についての記載や示唆はなく，こ\nれを５μｍ以下とすることの動機付けを見出すこともできない。\nしたがって，相違点１’に係る本件発明１の構成は，甲１文献の記載及び\n技術常識を考慮しても，当業者が容易に想到し得るものとは認められない。\n原告の主張について\nア  原告は，甲１文献には本件発明における受酸剤粒子に当たる水酸化マグ\nネシウム等の金属水酸化物が難燃剤として記載されており，これらの物質\nは難燃剤としても受酸剤としても効果を有することが周知であったから，\n甲１文献には，受酸剤粒子そのものが記載されており，受酸剤としての効\n果を発揮させて腐食防止を図るという黙示の課題も存在すると主張する\n（前記第３の３ ）。\nしかしながら，甲１文献は，太陽電池モジュールを難燃化して屋根材等\nとして使用することができるようにするよう，太陽電池用封止材膜に難燃\n剤を添加したエチレン／酢酸ビニル共重合体を用いるという技術的思想を\n開示するものであり，水酸化マグネシウム等の水酸化無機塩は，多数列挙\nされた難燃剤のうちの一つにすぎず，ことさらそれに着目して難燃作用以\n外の作用まで検討する理由はない。よって，甲１文献に原告の主張する黙\n示の課題が存在するということはできない。\nイ  原告は，甲２文献は難燃剤であり受酸剤でもある水酸化アルミニウムを\nエチレン／酢酸ビニル共重合体１００重量部に対して０．１重量部添加す\nることを示している\nしかるに，甲２文献（甲２）は，回路基板などの保護を目的とする耐熱\n保護フィルムにおいて，フィルムの少なくとも一面にエチレン／酢酸ビニ\nル共重合体を主成分とする熱硬化性接着剤層を設けたものに関する発明を\n開示するものであり，太陽電池用封止材膜については直接の記載も示唆も\nない。また，甲１発明や，前記\n献ないし甲５文献においては，エチレン／酢酸ビニル共重合体を不燃ある\nいは難燃性のものとするために難燃剤が配合されるのに対し，甲２文献に\nおいては，耐熱保護フィルムの要求特性の一つに難燃性が挙げられている\nとして，難燃剤を有効量添加すると記載されている（【００２０】）もの\nの，当該フィルムを甲１発明に係る太陽電池用封止材膜と同程度に難燃性\nのものとすることが想定されているとは認め難い（甲２文献では，フィル\nムの耐熱性について，実施例において，耐熱耐久性について８５℃，湿熱\n耐久性について６０℃，冷熱サイクル耐久性に関して－３０℃ないし７\n０℃の各条件でそれぞれ信頼性評価試験が行われている（【００３０】，\n【００３２】，【００３３】）が，フィルムの難燃性や不燃性については，\n特段の評価試験は行われていない。）。\nよって， のとおり，樹脂を難燃性のものとするために無機\n難燃剤を配合する場合には樹脂に対して少なくとも数十％以上，場合によ\nっては樹脂よりも多量に用いるとの技術常識に照らしても，甲２文献にお\nける難燃剤の配合量についての記載を甲１発明と組み合わせる動機付けに\n乏しいというべきである。\n小括\n以上によれば，甲１発明を主たる引用発明として本件発明１，さらには本\n件発明２ないし８の進歩性をいずれも肯定した審決の判断は，その結論にお\nいて相当であり，これに反する原告の主張は採用することができない。\n４  取消事由４（本件発明のサポート要件具備に関する判断の誤り）について\n原告は，本件訂正の結果，本件発明における受酸剤としての金属酸化物や\n金属水酸化物として，技術常識から判断して受酸剤として使用することがで\nきない物質が多数含まれることになるから，本件発明はサポート要件を具備\nしないと主張する（前記第３の４）。\nしかしながら，本件発明１に係る請求項１の「受酸剤粒子が，金属酸化物\n（ただし，…を除く），金属水酸化物又はこれらの混合物であり」との記載\nに照らすと，ここにいう金属酸化物や金属水酸化物は受酸剤として作用し得\nるものであることが前提であり，原告の指摘するような，技術常識に照らし\nて受酸剤として使用することができない物質が含まれているということはで\nきない。\n原告は，本件発明における受酸剤として挙げられたＡｌ（ＯＨ）３及びＦ\nｅ（ＯＨ）２は，甲７文献において受酸効果が得られないことが示されてい\nるから，本件発明はサポート要件を具備しないと主張する（前記第３の４）。\n甲７文献（甲７）は，Ｍｇ（ＯＨ）２からなる受酸剤を含有する太陽電池\n用封止膜の製造方法に関する発明を開示するものであり，実施例１ないし４\nとして，エチレン／酢酸ビニル共重合体に受酸剤としてＭｇ（ＯＨ）２を配\n合して太陽電池用封止膜を作製する一方，比較例２及び３として，エチレン\n／酢酸ビニル共重合体に受酸剤としてＡｌ（ＯＨ）３又はＦｅ（ＯＨ）２を配\n合して太陽電池用封止膜を作製し，これらを用いて作製された耐久試験用モ\nジュールをそれぞれを温度１２１℃，湿度１００％ＲＨの環境下に２４０時\n間放置した後の酢酸量を計測したところ，実施例１ないし３についてはいず\nれも６００ｐｐｍ未満，実施例４については６００ｐｐｍ以上２０００ｐｐ\nｍ未満であり，比較例２及び３についてはいずれも２０００ｐｐｍ以上であ\nった旨の記載がある（【００８０】ないし【００９２】）。\nしかるに，甲７文献は，受酸剤について，「金属酸化物，金属水酸化物，\n金属炭酸化物又は複合金属水酸化物が用いられ，発生する酢酸の量，及び用\n途に応じ適宜選択することができる。前記受酸剤として，具体的には，酸化\nマグネシウム，酸化カルシウム，水酸化マグネシウム，水酸化カルシウム，\n…，酸化アルミニウム，水酸化アルミニウム，水酸化鉄…などが挙げられる。\nこれらは一種単独で用いられてもよく，二種以上を混合して用いてもよ\nい。」（【００２８】）としつつ，「本発明の方法では，電池内部の導線や\n電極の発錆を特に高く防止することができることから，前記受酸剤としては，\nＭｇ（ＯＨ） ２からなるものを用いるのが最も好ましい。」（【００３\n０】）と記載しており，水酸化アルミニウム及び水酸化鉄を含む様々な受酸\n剤において，特に水酸化マグネシウムの受酸効果が高いことに着目するもの\nである。よって，甲７文献においては，水酸化アルミニウム及び水酸化鉄も\nある程度の受酸効果を有することが前提となっていると解される。\nそして，実験条件が異なれば化学反応の進行も異なることは技術常識であ\nるところ，甲７文献における実験条件は，耐久試験用モジュールを温度１２\n１℃，湿度１００％ＲＨの環境下に２４０時間放置するというものであり，\n太陽電池が使用される通常の条件よりも高温かつ高湿度であるから，かかる\n特定の条件下で行われた実験の結果，Ａｌ（ＯＨ）３及びＦｅ（ＯＨ）２がＭ\nｇ（ＯＨ）２と比較して受酸効果が低かったとしても，これによって，太陽\n電池用封止膜に配合する受酸剤としてＡｌ（ＯＨ）３及びＦｅ（ＯＨ）２を用\nいることができないことが裏付けられたということはできない。\nなお，原告は，取消事由６に関し，Ａｌ（ＯＨ）３及びＦｅ（ＯＨ）２の受\n酸効果を否定する根拠として，甲７文献における厳しい環境条件の方が受酸\n効果を発揮しやすいにもかかわらず，これらの物質は受酸効果を発揮しなか\nった旨指摘する（前記第３の６）。\nしかるに，原告からは，かかる指摘を裏付ける証拠の提出はない。そして，\n一般的に，高温下にある方が化学反応が進行しやすい傾向にあるから，遊離\n酢酸の発生量は増大する傾向にあり，受酸剤の受酸反応も進行しやすくなる\n傾向にあることを推認することはできるとしても，受酸剤と反応せずに残留\nする酢酸の量については，受酸剤の種類のみならず，用いられたエチレン／\n酢酸ビニル共重合体中の酢酸ビニル含有率や重合度，受酸剤の平均粒径，粒\n度分布，添加量などの様々な要因の影響を受けると考えられるから，原告の\n指摘のとおりに推認することは合理性に欠けるというべきである。\n以上に加え，本件明細書には，受酸剤としてＭｇＯを用いた実施例におい\nて，発明の効果が奏されたことが開示されており，これを踏まえ，請求項１\nに列挙された受酸剤としての機能を有する他の物質について，発明の効果を\n否定すべき理由も見当たらないことからすれば，本件発明に係る特許請求の\n範囲の記載が，発明の詳細な説明に記載されたものではないということはで\nきず，本件発明がサポート要件を具備しないとは認められない。\nよって，原告の上記主張は採用することができない。\n５  取消事由５（本件発明の明確性要件具備に関する判断の誤り）について\n原告は，受酸剤粒子の平均粒径が過度に小さい場合は発明の効果が発揮でき\nないとして，平均粒径の下限を特定していない本件発明は，明確性に欠けると\n主張する（前記第３の５）。\nしかしながら，発明の効果の有無は，発明の明確性を左右するものではなく，\n本件特許の請求項１の記載によれば，受酸剤粒子の平均粒径は５μｍ以下であ\nればよいことが明確である。\nよって，原告の上記主張は採用することができない。\n６  取消事由６（本件発明の実施可能要件具備に関する判断の誤り）について\n原告は，審決には本件発明が実施可能要件を具備するか否かに関して判断の\n遺脱がある旨主張する（前記第３の６）。\nしかるに，審決は，原告の，サポート要件違反の観点から本件発明の受酸剤\nは実施例で効果が確認されている酸化マグネシウムに制限すべきであるとの主\n張に関して，金属酸化物，金属水酸化物は受酸剤として知られており，酸化マ\nグネシウムと同様に他の金属酸化物及び金属水酸化物も受酸剤としての機能を\n発揮することが明らかであると判断している（審決書２４頁２５行目ないし２\n５頁１２行目）。また，審決は，原告の，Ａｌ（ＯＨ）３及びＦｅ（ＯＨ）２は\n受酸効果を発揮しないから本件発明はサポート要件を満たしていないとの主張\nに関して，甲７文献の記載に照らしても，Ａｌ（ＯＨ）３及びＦｅ（ＯＨ）２が\n受酸剤としての効果を奏し得ないとはいえないと判断している（審決書２７頁\n２行目ないし３１行目）。\n以上の審決の説示に照らすと，審決は，原告の主張する本件特許の実施可能\n要件不充足による無効事由について，実質的には判断を示しているということ\nができるから，審決に，原告の主張する判断の遺脱はない。\nなお，前記４において説示したところに照らすと，審決の上記判断に誤りは\nない。\nよって，原告の上記主張は採用することができない。\n７  結論\n以上によれば，原告の請求は理由がないからこれを棄却することとし，主文\nのとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官      石    井    忠    雄\n裁判官      田    中    正    哉\n裁判官      神    谷    厚    毅\n"
}