{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 3,
    "day": 13
  },
  "case_number": "平成26(わ)1122",
  "case_name": "傷害致死被告事件",
  "court_name": "横浜地方裁判所第１刑事部",
  "gist": "共に飲酒して泥酔状態となった被害者（２２歳の同居の息子）をタクシーに乗せて自宅に連れ帰る途中，激しく暴れる同人に対し，自己又は運転手の各身体及びタクシー内の備品等を防衛するため，被害者を後部座席前の床上に押し込むなどする中で，その頸部付近を手や足で圧迫するなどするうち，同人を頸部圧迫に伴う窒息により死亡させた傷害致死の事案につき，急迫不正の侵害に対する防衛行為であることは認めたものの，被告人が被害者には飲酒時における自傷他害等の重大な問題があることを知りながら飲酒に誘って連れ出すなどした経緯を併せ考慮して，防衛行為の相当性を否定して過剰防衛の成立を認め，併せて弁護人の正当行為（泥酔者の保護監督）の主張を排斥した事例。",
  "lawsuit_id": "85072",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=85072",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/072/085072_hanrei.pdf",
  "contents": "主 文\n被告人を懲役２年６月に処する。\nこの裁判が確定した日から３年間その刑の執行を猶予する。\n訴訟費用は全部被告人の負担とする。\n理 由\n【犯行に至る経緯】\n被告人の長男であるＡ（以下「被害者」ともいう。）は，医者から飲酒を制限さ\nれていたが，平成２５年９月頃以降，暴行事件，タクシー内でのトラブル，自傷行\n為等酒に酔った上での問題を繰り返し起こしていた。そのため，被告人，その妻（被\n害者の母）及び被告人の次女（被害者の姉）夫婦ら同居の家族は，被害者には酒を\n飲ませないよう申し合わせていた。\nしかし，被告人は，妻が留守にしていた平成２６年７月１２日夕方，被害者（当\n時２２歳）が一人寂しそうにしているのを見て，ふと可哀想になり，同人を誘って\n食事に出掛けた。被告人は，被害者と共に，立ち飲み屋で飲酒した後，スナックに\nも行って飲酒をしたが，目を離している間に多量に飲酒した被害者が，酒に酔って\n他の客に絡み始めた（なお，事件後，同人の血液中からは２９５mg/dlのアルコール\nが検出された。）。被告人は，被害者と共に自宅に帰ろうと考え，タクシーを呼び，\n同日午後１１時５２分頃，横浜市ａ区ｂ町ｃ番地先路上で，Ｂが運転するタクシー\nの後部座席（被告人が助手席側，被害者が運転席側）に乗り込んだ。\nタクシーが発車する前後，被害者が更に別の店に行きたがってタクシーから降り\nようとしたり，被告人に体当たりするなどしたため，被告人は，右腕を被害者の頸\n部に回して自分の方に引き付けるなどして制止した。その後，更に被害者が立ち上\nがろうとしたため，被告人は，被害者の頸部に回していた右腕を引き付け，自身の\n膝上に被害者の上半身をうつぶせにするなどし，同人は助手席側後部座席前の床上\nにあおむけに倒れた。\n【罪となるべき事実】\n被告人は，被害者と共にタクシーに乗車して，自宅のある同区ｄ町ｅ番地ｆ先路\n上に向けて移動していたところ，酒に酔った被害者が，上記床上にあおむけになっ\nた体勢で，両足を激しくばたつかせるなどして暴れたことから，自己又はＢの各身\n体及びタクシー内の備品等を防衛するため，防衛の程度を超え，同日午後１１時５\n５分頃から翌１３日午前零時７分頃までの間，移動中又は同区ｂ町ｇ番地ｈ先路上\n若しくは同区ｄ町ｅ番地ｆ先路上に停車中の車内において，被害者の動静に応じて，\n断続的に，軽く殴る，暴れる足をつかむ，上半身を押さえるなどしながら，同人を\n床上に押し込む状態を維持し，さらに，引き続き同所に停車中の車内において，そ\nの頃から同日午前零時１１分頃までの間，前同様の態様で激しく暴れる同人に対し，\n右手で同人の足を押さえながら，左手で頸部をおおむね継続的に圧迫し続け，その\n後同日午前零時１２分頃までの間，より一層激しく暴れる同人に対し，右手でその\n右足首をつかみ，右足で同人の鼻，口又は頸部付近を踏み付け圧迫するなどの暴行\nを加え，よって，同日午前１時５４分頃，同区ｉ町ｊ番地所在の横浜市立市民病院\nにおいて，同人を頸部圧迫に伴う窒息により死亡させた。\n【証拠の標目】\n（省略）\n【争点に対する判断】\n１\nこれは自己若しくはＢの身体，生命等を防衛するためにした正当防衛又は⑶被害者\nったとしても，被告人にはその認識がなかったとし，被告人は，本件につき無罪で\nあると主張する。\n２  そこで，検討すると，被害者の遺体の状態に関する医学的所見（解剖医Ｃ証人\nの公判供述等）及びタクシー車内に設置されたドライブレコーダーの映像等によれ\nば，車内での被告人の暴行行為について次のように考えることができる。\nまず，被害者の死因は気道閉塞による窒息死であるが，これは被害者の頸部に\n相当程度の圧力が５分程度以上加わったことによるものと認められるところ，被害\n者が意識を失ったと見られる午前零時１２分頃より前の場面において，午前零時７\n分頃以降の被害者の声色や声の調子の顕著な変化，その頃から午前零時１１分頃ま\nでの被告人の前傾姿勢や床にあおむけになっている被害者との位置関係，被害者の\n暴れ方とこれに対する被告人の対応状況，取り分け右手が終始被害者の足に対応し\nている状況，被害者の遺体の頸部に見られる傷跡などから，左手による被害者の頸\n部の圧迫行為があったと推認される。\nその後被害者が意識を失ったと見られる午前零時１２分頃までの間は，被告人\nの体勢が前傾から上体を起こした形に移っており，被害者との想定される位置関係\nからして被告人の左手が被害者の頸部に届かないことが明らかであるが，にもかか\nわらず被害者の頸部に相当程度の力が加えられていたと推認される。さらに，被告\n人の右足の靴下足裏外側の被害者の血液付着状況，被害者の出血箇所，車内の血痕\n付着状況，被害者が数回「頭蹴ってんじゃねえ。」と発声していることなどを併せ\n考えると，右足による被害者の口，鼻又は頸部付近への圧迫行為があったと推認さ\nれる。\nなお，Ｂは，公判廷において，被告人が被害者の首を絞めているところは見て\nいない旨供述しているが，事件当時のＢの観察状況等に照らせば，Ｂが被告人の上\n記各行為を見落とすことは十分あり得るところであり，これが上記認定の妨げとな\nるものではない。\n３  被害者による急迫不正の侵害の有無について\n被害者は，午後１１時５５分頃以降，タクシー車内で，奇声を発するなどしな\nがら激しく足をばたつかせ，座席シートや運転席後部の防犯板付近，あるいは被告\n人の身体を蹴るなどして暴れ始めた。これは，被告人の身体，Ｂの身体及びタクシ\nー内の備品等に対する急迫不正の侵害に当たることが明らかである。そして，被害\n者は，それ以降，多少おとなしくなる短い時期を挟みつつも，基本的には，午前零\n時１２分頃に意識を失うまでの間，終始同様の態様で暴れ続けており，その間，急\n迫不正の侵害は継続していたと認めるのが相当である。\nなお，検察官は，被害者が暴れ始めたのは，被告人の先行する制止行為に抵抗\nするためであり，不正の侵害とはいえない旨主張する。しかしながら，被害者が激\nしく暴れ始める前の被告人の被害者に対する有形力の行使は，いずれも泥酔して自\n傷他害のおそれのある被害者を保護監督するという正当な目的をもって，被害者の\n行為に対応する相当な方法で行われたものというべきであるから，これに抵抗する\n被害者の行為を不正でなかったとはいえない。\nまた，検察官は，これまでの経緯から，被告人は被害者が酒に酔えば暴れるこ\nとを分かっていながら自らそのような事態を招いたのであるから，侵害の急迫性が\nなかった旨主張する。しかしながら，被害者は酒を飲めば必ず暴れるわけではなか\nったこと等の事実も考慮すると，被告人は被害者が暴れることを確実に予期してい\nたとまでは認められないし，そもそも侵害を予期していたというだけで急迫性が失\nわれるものでもなく，被害者を保護監督する必要のある被告人にタクシーの利用を\n回避する義務が課せられるわけでもない。検察官の主張は採用できない（もっとも，\n上記のような事情は，後述のとおり，防衛行為の相当性の判断において，一定の意\n味を持つものと考えられる。）。\n４  防衛行為の相当性の有無等について\n上記被害者からの侵害に対する被告人の一連の行為は，社会通念上一体の防衛\n行為として捉えるべきであり，そのような一体の行為として被告人の行為が相当で\nあったかについて検討する。\n正当防衛の判断にあっては，緊急状況下の行為であるが故に，防衛行為の相当\n性を厳格に判断するのは酷であると解されているところであるが，本件では，犯行\nに至る経緯において示したとおり，被告人は，飲酒に関し重大な問題を抱える被害\n者を，それと知りながらあえて飲酒に連れ出し，自ら積極的に飲ませこそしないも\nのの，同人が好きなように飲むに任せ，その結果，被害者は自傷他害行為を行う具\n体的なおそれのある泥酔状態に至ったという事情がある。すなわち，被告人は，単\nに，被害者による自傷他害行為を相応に予期していたのみならず，そのような状況\nを引き起こすについて少なからぬ責任があったというべきであって，このような被\n告人が，被害者の急迫不正の侵害に対して自己又は第三者の権利を防衛するために\nした行為について，その相当性を判断するに当たっては，そのような事情のない通\n常の場合に比して，より厳格な判断が求められるものと解される。\nそのような観点から検討すると，被害者の死亡に直接つながったと見られる左\n手及びこれに続く右足による頸部又はその付近への圧迫行為は，その継続していた\n時間等に照らしても，被害者の生命を脅かす危険性の高い行為であった。もっとも，\nする中での成り行きによる面もあること，⑶被告人と被害者の体格差等は考慮すべ\nきであるが，それでも，当時の被告人は，あえてそのような危険性の高い行為に出\nずとも，被害者の胸など上半身の別の部位を押さえるなど，より危険性の低い方法\nで対応することは十分に可能であった。また，警察の到着が期待したよりも遅れて\nいたが，それならそれで，Ｂを介して自宅の家族の助けを求めるなどの方法を取る\nことも考えられた。そうすると，被告人の一連の行為は相当ではなく，防衛の程度\nを超えた行為であったと認められる。\nそして，おおむね継続的に５分以上もの間，直接自らの手ないし足で頸部又は\nその付近を圧迫しているという行為態様や，被告人と被害者の相互の位置関係や体\n勢等の状況に加え，頸部圧迫行為継続中のＢとの会話などからも自身の行為を正し\nく認識できない状態ではなかったといえることをも併せ考えると，被告人は自己の\n行為，ひいてはその過剰性について認識していたと認められる。\n５  正当行為の成否について\n被告人の行為は，目的においては，酔って暴れる被害者を保護するとともに第\n三者に対する加害を防ぐという正当なものであるが，手段において，おおむね継続\n的に５分以上もの間，頸部又はその付近を圧迫するという危険な方法を用いたこと\nは上記のとおりであり，相当ではなく，正当行為は成立しない。\n６  結論\n被告人の行為は正当防衛にも正当行為にも当たらず，傷害致死罪が成立し，防\n衛の程度を超えた行為として，過剰防衛が成立する。\n【法令の適用】\n被告人の判示所為は刑法２０５条に該当するところ，判示の罪は防衛の程度を超\nえた行為であるから，同法３６条２項，６８条３号を適用して法律上の減軽をした\n刑期の範囲内で被告人を主文掲記の懲役刑に処し，情状により同法２５条１項を適\n用してこの裁判が確定した日から主文掲記の期間その刑の執行を猶予し，訴訟費用\nについては，刑訴法１８１条１項本文により全部これを被告人に負担させることと\nする（証拠上被告人が貧困のため訴訟費用を納付することのできないことが明らか\nであるとはいえない。）。\n【量刑の理由】\n１  本件は，防衛行為とはいえ，被害者の頸部を５分もの間圧迫して窒息死に至ら\nせた危険な行為であり，苦悶しながら息絶えた被害者の受けた身体的，精神的苦痛\nは大きかったと思われる。しかしながら，他方で，被告人は，当初，被害者に対し，\n不必要な攻撃を加える意図は全くなく，自ら泥酔状態に陥った被害者が被告人の制\n止や説得にもかかわらず暴れ続け，その暴れ方がこれまでになく激しくなっていく\nのに対応する中で，第三者に迷惑を掛けてはならないという責任感から，過剰な攻\n撃を加えてしまったものであり，しかも，警察が到着するまでのわずかの間だけ被\n害者を制止しておけばよいとの認識を有していたことをも併せ考えると，本件は，\n防衛の程度を大きく超えた事案とはいえない。もっとも，被告人は，被害者の飲酒\nに関する重大な問題を知りながら，飲酒に連れ出し，被害者の飲酒量を格別制限す\nることなく，被害者によるトラブルを招いたことについては相応に考慮されるべき\nである。\nそうすると，本件犯罪行為の責任の程度（刑の枠の位置付け）については，過\n剰防衛による傷害致死の事案の中では，刑の減軽も考慮に値する中程度から軽い\n程度の部類に属するもので，一般情状のいかんによっては，刑の執行を猶予する\n余地も十分に残る事案といえる。\n２  そこで，一般情状を検討すると，刑を軽くする方向に働く\n人は，事件以来，最愛の息子を失ったことを悔やみ，後悔し続けており，真摯に反\n妻（被害者の母）をはじめとする被害者遺族らは，被告人を責めるのではなく，む\nしろ被告人の更生を支えようとする態度であること，⑶被告人には粗暴犯の前科は\nなく，そのような性格行動傾向も認められず，更生の見込みが大きいことを指摘す\nることができる。\n３  そうすると，被告人に実刑を科すまでの必要はなく，また，刑期についても，\n同種事案の量刑傾向と比較し短期間のものが相応であると考えられるから，被告人\nには，過剰防衛により刑を減軽した上，主文のとおり判断するのが相当と考えた。\n（［求刑］懲役５年）\n平成２７年３月３０日\n横浜地方裁判所第１刑事部\n裁判長裁判官      伊名波   宏   仁\n裁判官      木山暢 郎\n裁判官      金﨑哲 平\n"
}