{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 10,
    "day": 31
  },
  "case_number": "平成25(ワ)9658",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84623",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84623",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/623/084623_hanrei.pdf",
  "contents": "平成２６年１０月３１日判決言渡  同日原本交付  裁判所書記官\n平成２５年（ワ）第９６５８号  損害賠償請求事件\n口頭弁論終結日  平成２６年９月３日\n判            決\n愛知県海部郡＜以下略＞\n原 告   株 式 会 社 ム ラ ア ー カ ム\n愛知県大府市＜以下略＞\n原 告   Ａ\n上記２名訴訟代理人弁護 士   重 長 孝 志\n同               渡 邊 兼 也\n同               加 藤 幸 英\n同               真 家 茂 樹\n上記２名補 佐人弁理 士   宇佐見   忠   男\n名古屋市＜以下略＞\n被 告    太 平 産 業 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士   今 村 憲 治\n同               林   宗 範\n同               松 川 正 紀\n同               進 藤 裕 史\n同               小泉   友\n補 佐 人 弁理 士   飯 田 昭 夫\n主            文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，原告らに対し，１億円及びこれに対する平成２５年５月９日から支\n払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，発明の名称を「建設廃泥の処理方法」とする特許（特許第３４４８\n３２１号。以下「本件特許」という。）に係る特許権（以下「「本件特許権」\nという。）を共有していた原告らが，被告に対し，被告の行っていた建設廃泥\nの処理方法は，本件特許に係る発明の技術的範囲に属すると主張して，特許権\n侵害の不法行為責任に基づき，一部請求として，損害賠償金１億円及びこれに\n対する平成２５年５月９日（本件訴状送達の日）から支払済みまでの民法所定\n年５分の割合による遅延損害金の支払を求める事案である。\n被告は，上記方法が上記発明の技術的範囲に含まれず，本件特許は特許無効\n審判により無効とされるべきものと認められるとして，争った（なお，被告が\n本訴において具体的に主張した無効事由は，後記第３の１の(2)の「被告の主\n張」欄に摘示したとおりであり，被告が特許庁に請求した特許無効審判におけ\nる主張〔乙３８参照〕と同一ではない。）。\n１  前提事実等（証拠等を付記しない事実関係は，当事者間に争いがない。）\n(1)  当事者等\nア  原告株式会社ムラアーカム（平成１６年１２月２４日，株式会社ムラカ\nムから商号変更〔甲１〕。）は，産業廃棄物処理業等を業とする株式会社\nである。\nイ  被告は，産業廃棄物の中間処理を業とする株式会社である。\n(2)  本件特許権\n原告らは，次の内容の本件特許権を共有していた。なお，原告らの特許権\nの共有持分は１対１である。\n特 許 番 号  特許第３４４８３２１号\n発 明 の 名 称  建設廃泥の処理方法\n出   願   日  平成５年９月１日\n出 願 番 号  特願平５－２４２０２２号\n登録 日  平成１５年７月４日\n(3)  発明の内容等\nア  本件特許に係る明細書（以下，図面と併せて，「本件明細書」という。\n参照の便宜のため，同特許の特許公報の写し〔甲２０〕を本判決末尾に別\n添１として添付する。）の特許請求の範囲における請求項１の記載は，次\nのとおりである。\n「建設廃泥を回転粗篩機に投入し，該粗篩機内で水をシャワーして篩別し，\n該粗篩機を通過しない粗粒分はそのまゝコンクリート等の骨材とし，該粗\n篩機の通過分は震動篩上に受けて該震動篩を通過しない中粗粒分はその\nまゝコンクリート等の骨材とし，該震動篩の通過分は遠心分離されて細粒\n分を分別し，該細粒分はセメントと混合し，該混合物を粒状に成形してコ\nンクリート等の骨材とすることを特徴とする建設廃泥の処理方法」\nイ  本件特許の請求項１記載の発明（以下「本件発明」という。）を構成要\n件に分説すると，次のとおりである。\nＡ  建設廃泥を回転粗篩機に投入し，該粗篩機内で水をシャワーして篩別\nし，\nＢ  該粗篩機を通過しない粗粒分はそのまゝコンクリート等の骨材とし，\nＣ  該粗篩機の通過分は震動篩上に受けて該震動篩を通過しない中粗粒分\nはそのまゝコンクリート等の骨材とし，\nＤ  該震動篩の通過分は遠心分離されて細粒分を分別し，\nＥ  該細粒分はセメントと混合し，該混合物を粒状に成形してコンクリー\nト等の骨材とする\nＦ  ことを特徴とする建設廃泥の処理方法\n(4)  被告の行為等\nア  被告は，愛知県豊田市田籾町広久手６１４番３５，６１４番１９４にお\nいて（甲３），建設廃泥の処理を行っており（以下，その処理方法を「本\n件処理方法」ということがある。なお，後記のとおり，具体的な処理方法\nには争いがある。），平成２１年，平成２２年及び平成２３年の処理量は，\nそれぞれ，５２万９７３４トン，１４万２６６７トン及び２２万２２８４\nトンである。\nイ  被告による本件処理方法は，本件発明の構成要件Ａ及びＦを充足する。\n２  争点\n(1)  本件特許権の侵害の成否\nア  本件処理方法が本件発明の技術的範囲に属するか\n－  構成要件ＢないしＥの充足性\nイ  本件特許は特許無効審判により無効にされるべきものか\n－  乙３号証等に基づく進歩性欠如の成否\n(2)  損害額\n第３  争点に対する当事者の主張\n１  争点(1)（本件特許権の侵害の成否）について\n(1)  争点(1)ア（本件処理方法が本件発明の技術的範囲に属するか－構成要件\nＢないしＥの充足性）について\n（原告らの主張）\nア  本件処理方法について\n本件処理方法の具体的態様は，別紙原告主張方法目録記載のとおりであ\nる（以下「原告主張方法」という。）。\nイ  構成要件Ｂについて\n(ｱ)  「コンクリート等の骨材とし」\nａ  骨材とは，「砂・砂利・砕砂，砕石その他これに類する粒状材料」\nをいい（甲２３），砂・砂利等が「土木・建設産業の基礎資材」とし\nて用いられる場合に，骨材と呼称される（甲２４）。\nそして，骨材は，コンクリートやアスファルトの基礎資材として使\n用されることが多いが，これに限らず土木・建設産業の基礎資材とし\nて多種多様な用途に使用される。\n以上のとおり，「コンクリート等の骨材とし」とは，コンクリート\nに限られず，土木・建設産業の基礎資材とする，という意味である。\nｂ  被告は，篩別された粒径５ｍｍ以上の「砂利」を第２種改良土の基\n礎資材としている（原告主張方法ｂ）以上，「コンクリート等の骨材\nとし」の要件を充足することは明らかである。\nまた，被告は，「砂利」を暗渠排水用の基礎資材としても使用して\nおり，この点からも「コンクリート等の骨材とし」の要件を充足する。\n(ｲ)  「そのまゝ」\n被告は，粗粒分について，造粒固化工程に混ぜて改良土にし，更に振\n動篩を通した一部を篩改良土としていることから，粗粒分を「そのまゝ」\nコンクリート等の骨材としているわけではないと主張する。\nしかし，例えばコンクリートを作る際には当然のことながら砂利等の\n骨材を水やセメントと混錬する等の工程が必要となるのであり，このよ\nうな工程を経ようが，砂利は他ならぬコンクリートの「骨材」そのもの\nであって，改良土又は篩改良土を作る場合にも，その骨材とする前提と\nして，粗粒分自体に加工等を行うことはない以上，造粒固化工程等を経\nようが，粗粒分を「そのまゝ」改良土又は篩改良土の骨材としているこ\nとは明らかである。\n(ｳ)  よって，本件処理方法は，本件発明の構成要件Ｂを充足する。\nウ  構成要件Ｃについて\n(ｱ)  本件処理方法は，原告主張方法ｃのとおり，トロンメルの通過分を，\nハイメッシュセパレーター上に受ける工程を有しているが（甲５），被\n告が用いている氣工社製のハイメッシュセパレーターは，脱水スクリー\nンという篩を振動（震動）モーターによって振動させて篩別する装置で\nある「振動篩」と，分級機とを組み合わせた装置である（甲１３ないし\n１５）。\nそして，本件処理方法では，ハイメッシュセパレーターを通過しない\n「砂」（中粗粒分）を，そのまま第２種改良土及びタイヘイリサイクル\nソイル（流動化処理土）の基礎資材として使用しているから，「コンク\nリート等の骨材とし」の要件も充足することは明らかである。\nまた，濾過砂・下水管埋め戻し材の基礎資材としての利用も，「コン\nクリート等の骨材とし」の要件を充足する。\n以上より，原告主張方法ｃのハイメッシュセパレーターは構成要件Ｃ\nの「震動篩」に該当し，当該ハイメッシュセパレーターを通過しない中\n粗粒分をそのままコンクリート等の骨材とする処理を行っていることか\nら，本件処理方法は構成要件Ｃを充足する。\n(ｲ)  被告は，第２のトロンメルの網目（篩）を通過した泥水は，回転式\n分級機と振動篩式脱水機（脱水スクリーン）から構成されるハイメッシ\nュセパレーターに移送され，回転式分級機にて０．０７５ｍｍ～５ｍｍ\nの排出物である砂に分級され，振動篩式脱水機は脱水のために使用され\nているにすぎず，本件処理方法には篩分け用に使用される振動篩に該当\nするものはないと主張する。\nしかしながら，ハイメッシュセパレーターにおける回転式分級機は，\n砂を移送・掻き上げて，これを振動篩に投入する機能しか有しておらず，\n０．０７５ｍｍ以上の砂（中粗粒分）を分級しているのは，他ならぬ振\n動篩であって，ハイメッシュセパレーターの振動篩が分級装置であるこ\nとは明らかである。\nまた ，脱水とは，水と微砂等のすべてを完全に分離させるものでは\nなく，脱水した水には当然に一定の大きさ以下の微砂等が含まれており，\n本件においても振動篩式脱水機を通過した汚泥には０．０７５㎜未満の\n細粒分が含まれていることは争いがないため，物理学的には，脱水も篩\n別（分級）に他ならない。\nエ  構成要件Ｄについて\n(ｱ)  本件処理方法においては，原告主張方法ｄのとおり，ハイメッシュ\nセパレーターの通過分を，マッドセパマシンという装置に移し，細粒分\n（シルト）を分別する工程を有しているが（甲６，１６），マッドセパ\nマシンとは遠心分離機を搭載した分級機（甲１７）である。\n以上より，本件処理方法は，ハイメッシュセパレーターの通過分を遠\n心分離して細粒分を分別する処理を行っていることから，構成要件Ｄを\n充足する。\n(ｲ)  これに対し，被告は，本件処理方法においてマッドセパマシンを使\n用していることを否認する。\nしかし，被告がマッドセパマシンを使用していることは，①被告が豊\n田市長に対し，平成２２年３月に提出した産業廃棄物処理業の事業範囲\n変更許可申請書に添付されている同月２５日付け「建設汚泥処理フロー\n図」（甲２２・２枚目）において，マッドセパマシンによって１０μｍ\n以上７５μｍ未満の「シルト」を分別する旨記載されていること，②被\n告は，マッドセパマシンを使用しなくなったことについて変更の許可を\n受けることも，変更の届け出もしていないこと，③被告は，被告のイン\nターネットホームページでも，マッドセパマシンを使用している旨記載\nし続けていること，④被告は，マッドセパマシンを使用していないこと\nの理由として，マッドセパマシンを導入後，実証実験を行ったところ，\n作業効率が悪いことが判明したためなどと主張しているが，不自然であ\nること，⑤被告が工事を受託した際に委託者に提出した書類（甲３２な\nいし３４，３６ないし４０）によれば，被告がシルトのみを分級する処\n理を行っていることが明らかであること，⑥平成２１年１０月以降に作\nられたと考えられる被告のパンフレット（甲３５）においても，マッド\nセパマシンを使用してシルトを分級していることが記載されていること，\n⑦被告が遠心分離器を用いてシルトを分級することを内容とする発明に\nついて特許権を有していることから明らかである。\nオ  構成要件Ｅについて\n本件処理方法では，原告主張方法ｅのとおり，遠心分離機により分級さ\nれたシルトは，セメントと混合して（甲７・２枚目，甲１８，甲１９，甲\n３２，甲３３，甲３５・６頁「ＤＭＰ－７０」参照），当該混合物を粒状\nに成形し，これをタイヘイリサイクルソイル等の骨材としている（甲６，\n甲２２・２枚目「混練処理」図）。\nよって，本件処理方法は，構成要件Ｅを充足している。\n被告が主張するような，脱水ケーキをそのまま売却するといった利用方\n法は，被告のインターネットホームページ（甲５，６）にもパンフレット\n（甲３５）にも記載されていない。\n（被告の主張）\nア  本件処理方法について\n本件処理方法が別紙原告主張方法目録記載の方法（原告主張方法）のと\nおりであるとの原告らの主張は，否認する。本件処理方法の具体的な手順\nは，別紙被告主張方法目録記載の方法（以下「被告主張方法」という。）\nのとおりである。\nイ  構成要件Ｂについて\n(ｱ)  「コンクリート等の骨材とし」\nａ  まず，本件発明にいう「コンクリート等」については，普通コンク\nリート・舗装コンクリート・軽量コンクリート・高強度コンクリート\nのような種類のコンクリートの総称なのか，レデーミクストコンクリ\nート・現場練コンクリートの総称なのか，セメントコンクリート・ア\nスファルトコンクリートの総称なのかそれ以外を意味するのか，ある\nいはコンクリートと同質であるがコンクリートと称されないものを含\nめるために「等」としたのかを理解することができず，特許請求の範\n囲の記載を一義的に解釈することができない。また，発明の詳細な説\n明においても「コンクリート」以外は記載されていない。したがって，\n「コンクリート等」は，「コンクリート」を意味すると限定して解釈\nすべきである（東京地裁平成１７年１２月２７日判決〔判例タイムズ\n１２２８号３０１頁〕参照）。\n次に，原告らは，「骨材」に関して ，「コンクリートに限らず土\n木・建築産業の基礎資材である」と主張しているが，発明の詳細な説\n明には，土木・建築産業の基礎資材として使用する旨の開示はどこに\nも存在しない。すなわち，発明の詳細な説明に開示されているのは，\n建設廃泥の処理方法にすぎず，その骨材の使用範囲に関する説明はな\nい。\nこのように，特許請求の範囲の記載における「コンクリート等の骨\n材」の意味が一義的でなく，かつ，発明の詳細な説明にも「コンクリ\nート用の骨材」以外の開示がないので，その意味は「コンクリート用\nの骨材」と限定して解釈すべきである。\n原告らが主張するように，コンクリートに限られず，およそ土木・\n建築産業の基礎資材とする意味であれば，「コンクリート等の」と記\n載する必要がなく，原告らのような解釈は成り立たない。\nｂ  被告は，第２のトロンメルの網目を通過しない５～４０ｍｍの排出\n物は，自社工事用資材（暗渠排水用）として利用するか，砂利として\n販売しており，「コンクリート等の骨材」とはしていない。\nまた，被告は，４０ｍｍ以上の粗粒分を造粒固化工程に混ぜて改良\n土にし，更に振動篩を通した一部を篩改良土としているのであるから，\nやはり「コンクリート等の骨材」とはしていない。\n(ｲ)  「そのまゝ」\nａ  「そのまゝ」の文字の解釈について本件明細書の発明の詳細な説明\nには何ら記載がないので，通常の意味に解釈すべきであり，「 その\nまゝ」とは，何ら処理することなく「そのまゝ」と解釈するのが常識\nである。構成要件Ｅでは，「該細粒分はセメントと混合し，該混合物\nを粒状に成型してコンクリート等の骨材とする」と記載されているが，\n仮に，原告らの主張どおりであれば，「セメントと混合し」という要\n件は技術常識であり，限定の意味のない要件となってしまうことから\nも，上記解釈が支持されるべきである。\nまた，出願当初の特許請求の範囲には，「そのまゝ」という文言は\n記載されていなかったところ，原告らは，拒絶理由を解消するために，\n「そのまゝ」の要件を，平成１４年１１月２８日付け手続補正書にて，\n特許請求の範囲に特別に追加したのであり，「そのまゝ」は，本件発\n明を限定する要件である。それにもかかわらず，手続補正において特\n許請求の範囲を限定した事項を，権利取得後，あたかもそのような限\n定がなかったかのように主張することは， 許されない（禁反言の原\n則）。\nｂ  被告は，４０ｍｍ以上の粗粒分を造粒固化工程に混ぜて改良土にし，\n更に振動篩を通した一部を篩改良土としているのであるから，本件処\n理方法は，「そのまゝ」を充足しない。\nウ  構成要件Ｃについて\n(ｱ)  「そのまゝコンクリート等の骨材とし」\n被告は，被告主張方法ｃのとおり，本件処理方法のハイメッシュセ\nパレーターを使用した工程で，通過しなかった０．０７５～５ｍｍの\nものを「砂」と分類し，甲６号証に書いてあるとおり，濾過砂や下水\n管埋め戻し材として使用している。\nよって，この「砂」は，原告らが主張するようなコンクリート用に\nは使用されておらず，骨材として使用はしていない。\n(ｲ)  「震動篩」\n原告らは，構成要件Ｃの「震動篩」を分級装置に位置づけている。\nしかし，被告が利用している「ハイメッシュセパレーター」という\n装置は「スパイラル式（回転式）分級機」と「振動（震動）篩式脱水\n機」から構成されるものであるから（乙１１），構成要件Ｃの「震動\n篩」に該当する部分は脱水装置にあたる。また，本件発明の振動（震\n動）篩の意味であるが，発明の詳細な説明によれば「２ｍｍ目の振動\n篩」のみ記載されているのに対し，ハイメッシュセパレーターは０．\n０７４ｍｍ目であり，その篩の目の大きさは大きく異なり，一般常識\nとしても砂の分級ではなく水分を除く脱水の意味にしか解釈されない\nものである。\nまた，原告らは，ハイメッシュセパレーターで「砂」が選別されて\nいるから構成要件Ｃの震動篩に該当すると主張する。しかし ，「砂」\nは，ハイメッシュセパレーターの「回転式分級機」によって選別され\nるのであって，「震動篩」で選別されるものではない。\n(ｳ)  よって，本件処理方法は，本件発明の構成要件Ｃを充足しない。\nエ  構成要件Ｄについて\n(ｱ)  被告は，マッドセパマシンを１台購入したが，以下のとおり，結\n局これは使っていない。\nすなわち，被告は，平成２２年３月にマッドセパマシンを設置し，\n豊田市役所への届出を済ませたが，人手不足等の理由により，稼働は\nさせずに実証実験を同年９月～１０月に実施した（乙１６・資料３～\n５）。\n実証実験の結果，マッドセパマシンは作業効率及び費用対効果が悪\nく，さらに，排出されたシルト分にはセメントが多く含まれておりシ\nルト分が硬化・団粒化してしまうことで作業性が悪く，リサイクル品\nとしての利用には不適合であることが判明した。また販売先と期待し\nていた製陶会社へのリサーチの結果，想定より少ない量の販売しか見\n込めないことがわかった。\nそのため，被告はマッドセパマシンの使用を断念することとした。\n(ｲ)  被告がマッドセパマシンを使用していないことは，アワメーター\nの数値により明確となっている。\n実証実験 の最終 日は 平成２２ 年１０ 月５ 日であり （乙１ ６ ・ 資料\n５），同日終業時のアワメーターの数値を計算すると，１万２６７２．\n５時間となる。\n現在（平 成２５ 年７ 月５日） のアワ メー ターの数 値は写 真（ 乙１\n６・資料６‐①～６‐④）のように１万２６７２時間となっており，\n平成２２年の実証実験以後ほぼ稼働していないことが明確になってい\nる。\nなお，被告が導入したマッドセパマシンは中古品のため，導入時の\nアワメーターは乙１６号証の資料５の「９／７」の行の「終業時アワ\nメーター」に記載のある「１２６４８．８」時間程度であった。\n(ｳ)  被告がマッドセパマシンを使用していないことは，乙３０ないし\n３３号証からも明らかである。すなわち，平成２２年３月２５日当時\nと異なり，現在では，マッドセパマシンの下のタンクの配管は汚水ピ\nットと繋がっておらず，排出側の配管の先端部分は地面で野ざらしに\nなっている。また，排水側（処理後）のタンク内には草が生え，全く\n使われていない状況となっている。さらに，電源も撤去され存在しな\nい。\n(ｴ)  以上のとおり，被告のホームページや豊田市役所への届出の上で\nは，マッドセパマシンを使用しているようになってはいるが ，実際は\n実証実験以外での稼働は行っていない。\nしたがって，被告はマッドセパマシンを使用していないから，本件\n処理方法は構成要件Ｄを充足しない。\nオ  構成要件Ｅについて\n被告は，マッドセパマシンを使用しておらず，本件処理方法には，シル\nトを分級する工程は存在せず，よって，シルトをセメントと混合する工程\nもなく，該混合物を粒状に成形してコンクリート等の骨材にすることもな\nい。\n被告は，スラリー（濃い混合泥水）をフィルタープレスで圧縮脱水した\n後の脱水ケーキをそのまま売却するか，脱水ケーキをタイヘイリサイクル\nソイル（ＴＲＳ）としての流動化処理土の原料や改良土の含水調整に利用\nしている。\n(2)  争点(1)イ（本件特許は特許無効審判により無効にされるべきものか－乙\n３号証等に基づく進歩性欠如の成否）\n（被告の主張）\nア  乙３発明の内容\n本件特許の出願前に頒布された刊行物である特開平２－１４８５８号公\n報（以下「乙３文献」といい，同文献記載の発明を「乙３発明」という。）\nには，次の発明が記載されている。\n(ｱ)  乙３文献３頁左上欄４行～１６行には，本件発明の構成要件Ａ及び\nＢに相当する構成が記載されている。\n仮にそうでないとしても，１９５３年当時の鐘打鉱山の歴史を示す資\n料（乙２２）や，昭和３９年９月１日発行の「窯業協会誌」（乙２０）\nの記載からすれば，鉱物資源，リサイクル資源を扱う技術分野では石等\nの大きさの選別方法として，水洗トロンメルで選別した物を更に篩を振\n動させて選別することは誰もが知る古い時代からの周知方法である。ま\nた株式会社丸福は，平成３年１０月１日に設置した産業廃棄物処理施設\nにおいて，ＭＡＲＵＨＵＫＵ  ＰＬＡＮＴ  ＲＥＣＹＣＬＥ  ＳＹＳＴ\nＥＭとして，清水を使用するトロンメルから分級機，そしてシックナー，\nスラリー糟を介してフィルタープレスを使用している（乙２３ないし乙\n２６）。\n以上のとおり，乙３発明の回転スクリューを水洗トロンメルに置き換\nえて考えることは周知であり，事実上同一である。\n(ｲ)  本件発明の構成要件Ｃに対応する記載として，乙３文献３頁左上欄\n１７行～同頁左下欄１行には，振動篩ではないが篩に相当するものが記\n載されている。\n(ｳ)  本件発明の構成要件Ｄに対応する記載として，乙３文献３頁左下欄\n８行～１４行には，遠心分離という方法ではないが，フィルタープレス\nという方法が記載されている。\n(ｴ)  本件発明の構成要件Ｅに対応する記載として，乙３文献４頁左上欄\n１９行～４頁右上欄１行には，「該細粒分はセメントと混合し，該混合\n物を粒状に成形してコンクリート等の骨材とする」とは異なるが，選別\nした最終物を粒状に活用することが記載されている。\nイ  本件発明と乙３発明との対比\n本件発明と乙３発明とを比較すると，（Ａ）両者は廃泥を回転粗篩機\n（回転スクリ－ン）に投入して水をシャワーして篩別する（泥土を洗い落\nとす）点と，（Ｂ）粗篩機（回転スクリーン）を通過しない粗粒分（細骨\n材）はそのまま骨材とする点において共通するが，以下の点で相違する。\n(ｱ)  本件発明の構成要件Ｃの通過分は振動篩上に受けて該震動篩を通過\nしない中粗粒分はそのまゝコンクリート等の骨材とすることに対し，乙\n３発明では振動しない選別網を用いている点\n(ｲ)  本件発明の構成要件Ｄでは振動篩の通過分は遠心分離されて細粒分\nを分別するのに対し，乙３発明では遠心分離でなくフィルタープレスが\n用いられている点\n(ｳ)  本件発明の構成要件Ｅでは，遠心分離された細粒分はセメントと混\n合し，該混合物を粒状に成形してコンクリート等の骨材とするのに対し，\n乙３発明ではセメントを混合することなく焼結体を製造する点\nウ  相違点の検討\n(ｱ)  相違点(ｱ)について\n乙３発明で示される回転スクリーンに相当する分級脱水機で振動スク\nリーンを備えたものが実公平３－１０６９号公報（以下「乙１１文献」\nという。）に記載されており，選別網を無振動の網にするか，振動タイ\nプのものにするかは当業者が自由に選択できたものである。そのことは，\n乙１１文献の３頁５欄７行～１５行の記載並びに第１図及び第２図から\n明白であり，置き換えは自明の範囲内といえる。\n(ｲ)  相違点(ｲ)について\n本件明細書の記載（甲２０・２頁４欄１１行以下を参照）に照らせば，\n構成要件Ｄにおける遠心分離は脱水を目的とするものといえる。\n連続地中壁工法に関するよく知られた一般的な書籍である社団法人土\n質工学会発行「連続地中壁工法」（発行日昭和６３年７月１５日。以下\n「乙１４文献」という。）において，固液分離・脱水処理の基本フロー\nを示す図―８．６で，強制脱水の処理技術として，遠心の例としてマッ\nドセパマシン，加圧の例としてフィルタープレスが掲載され，それぞれ\nの構造図が図―８．９，図―８．１０に記載されていることからすれば，\n乙３発明のフィルターを遠心分離に置き換えることは当業者にとって自\n由に選択できる自明の事項にすぎない。\n原告らは，フィルタープレスと構成要件Ｄの遠心分離とについて，技\n術面における作用効果上の差異を主張しているが，そのようなことは本\n件明細書の発明の詳細な説明には何ら開示していない。発明の詳細な説\n明では，単に「【０００８】本実施例以外，細粒分（１C）の脱水はフ\nィルタープレスによって行ってもよいが，遠心分離器の方が脱水効率は\n良好である。」との記載しかしておらず，自由選択によるものと理解で\nきる。\n(ｳ)  相違点(ｳ)について\n特開平２－１３７７５０号公開公報（ 以下「乙５文献」という。 ）\nには，「砕砂の製造工程にて発生した微粉末に対して水分を調整し ，\n適当量のセメントを添加して均一に混練した後 ，加圧成型して密実な\n硬化体とし，これを適度に破砕して細骨材とすること」（１頁右欄１\n９行～２頁左上欄３行）と記載されている。この微粉末は ，乙３発明\nでいう脱水した泥土に置き換えることができ ，また，乙５文献に記載\nの技術が当業界で周知な技術であることは ，審査官が拒絶理由でのべ\nていることからも明白である。\nしたがって，乙３発明における泥土を焼結する代わりに ，セメント\nと混合し，該混合物を粒状に成形してコンクリート等の骨材とするこ\nとは，当業者として自由選択ができる自明の事項にすぎない。\nこのように，本件特許発明の最終段階の 構成要件Ｅ，言いかえれば\nＡ～Ｅと連続する最後の工程も，出願前公知の技術と作用効果を同じ\nくするものであり，構成要件ＡないしＤと連続した工程にすることに\nより特別の効果が生じたものではない。本件発明は，従来技術が有す\nる各工程の効果を単に積み重ねた以上の効果 を奏するものではないの\nである。\nエ  小括\n以上のとおりであるから，本件発明は，当業者が乙３発明並びに乙１１\n文献，乙１４文献及び乙５文献記載の事項に基づいて容易に発明すること\nができたものであって，進歩性を欠くものであり，したがって，本件特許\nは，特許無効審判により無効とされるべきものと認められる。\n（原告らの主張）\nア  被告の主張は争う。\nイ  構成要件Ａ及びＢについて\n(ｱ)  被告は，乙３発明のうち，「Ｂは泥土の懸濁手段で，粗骨材３を除\nかれて前記コンベア５により移送される排土に対して，散水口６より散\n水しながら回転スクリュー７により攪拌して，後記する細骨材に付着す\nる泥土を洗い流し，細骨材と分離すると共に，泥土の懸濁液を生成させ\nてこれを後記する排出口８から送り出させる。」との部分（以下「(b)\n工程」という。）及び「Ｃは細骨材の選別手段で，前記懸濁手段Ｂの排\n出口８から落下する泥土の懸濁液を二次選別網９に受け ，その網目aを\n通過しない50～100ｍｍの細骨材は，二次選別網９の終端よりクラッシ\nャー１０へ送り，40～50ｍｍに破砕して細骨材溜１１に落し」と記載さ\nれた部分(以下「(c)工程」という。）が本件発明の構成要件Ａ及びＢと\n一致すると主張している。\n(ｲ)  しかしながら，(b)工程と(c)工程とは全く別の工程であり，(b)工程\nは泥土の懸濁手段（工程）で，回転スクリューにより細骨材の泥土を洗\nい流すだけであり，篩別をするものではなく（補足すると回転スクリュ\nーは回転粗篩機ではない。），(c)工程で，(b)工程で生成した懸濁液か\nら細骨材を選別（篩別）するというものである。\nこれに対して，構成要件Ａの回転粗篩機というのは，「破砕した岩石\nなどの粗い粒子を，回転させてふるい分ける円筒形または多角筒形のふ\nるい」であり（甲２５），回転させることによって粗粒分を篩別するも\nのである。\nしたがって，構成要件Ａと(b)工程及び(c)工程とでは，その方法・作\n用・効果が全く異なっていることは明らかである。\n(ｳ)  また，構成要件Ｂは，当該回転粗篩機を通過しない粗粒分をそのま\nまコンクリート等の骨材とすることを要素とするところ，乙３発明にお\nいては，そもそも回転粗篩機は存在せず，回転スクリューによって攪拌\nした懸濁液はすべて排水口８から落下するのである。\n(ｴ)  したがって，構成要件Ａ及びＢと，(b)工程及び(c)工程とが一致し\nていないことはいうまでもないが，構成要件Ａ及びＢと，(b)工程及び\n(c)工程とが，方法・作用・効果において全く異なっており，乙３文献\nに記載された(b)工程及び(c)工程から，構成要件Ａ及びＢに容易に想到\nできるはずがないことは明らかである。\nなお，被告は，構成要件Ａ及びＢと，(b)工程及び(c)工程とを，それ\nぞれ分けることなく考えれば，同一の効果が得られるということを言わ\nんとしている可能性もあるが，例えば，建設汚泥に多分に含まれる粘土\n質の泥土は，回転スクリューにより攪拌させても中々骨材と泥土とが分\n離されず，乙３発明では，粘土質の泥土のまま(c)工程に移行して，結\n局(c)工程の選別網を通過することはできないばかりか，当該選別網を\n詰まらせる結果となるのに対し，本件発明においては，回転粗篩機内に\nおいて，粘土質の泥土も骨材と泥土とに分離されて篩別されるまで留ま\nる点等において，大きく効果は異なっている。\nウ  構成要件Ｃについて\n(ｱ)  被告は，乙３発明には，振動篩ではないが篩に相当するものが記載\nされていると主張する。\nしかし，乙３発明では，螺旋状傾斜板を用いて，沈降分離した砂利や\n砂をかきあげることによって水切りするためのスパイラルウォッシャー\nと呼ばれる装置が使用されているのであって（甲２６），振動篩とは，\n原理も方法も効果も全く異なる装置であり，篩すらついていない。また，\n乙３発明で用いられている選別網は，被告の主張の構成を前提とすれば，\n構成要件Ａ及びＢに対応させるべきものである。さらに，構成要件Ｃは，\n振動篩を通過しない中粗粒分をそのままコンクリート等の骨材とするこ\nとも要素とするところ，乙３発明においては，構成要件Ｃの当該部分に\n対応する工程は全く存在しない。\n以上のとおり，乙３発明は，本件発明の構成要件Ｃとは全く対応して\nいないことは明らかである。\n(ｲ)  乙３発明の回転スクリューは，細骨材の泥土を洗い流す装置である\nのに対し，乙１１文献記載の分級脱水機は，「沈殿槽の底に沈降した砂\nを移送する数条のスパイラル羽根と，このスパイラル羽根の終端にあっ\nて，移送されてきた砂を掻き上げる環状に配設された掻き上げパケット\nからなる水平スパイラル型分級機」（乙１１・１頁等）であり，要する\nに沈降した砂を移送・掻き上げるための装置であって，細骨材の泥土を\n洗い流す装置ではない。したがって，乙１１文献記載の分級脱水機と乙\n３発明の回転スクリューとは，目的・作用・効果が全く異なる装置で，\n乙１１文献記載の分級脱水機が回転スクリューに相当するものでないこ\nとは明らかであって，乙１１文献記載の分級脱水機と振動篩の組合せは，\n乙３発明の回転スクリューと選別網との置き換え自体を想起することす\nらない。\nエ  構成要件Ｄ及びＥについて\n(ｱ)  被告は，乙３発明のフィルタープレスが構成要件Ｄの遠心分離と対\n応すると主張する。\nしかし，構成要件Ｄの遠心分離と，乙３発明のフィルタープレスとは，\n目的を全く異にし，全く対応していない工程であることが分かる。\nすなわち，本件発明は，震動篩の通過分を遠心分離させて細粒分を分\n別し（構成要件Ｄ），当該細粒分をセメントと混合し，当該混合物を粒\n状に成形してコンクリート等の骨材とする（構成要件Ｅ）のであって，\n要するに，セメントと混合するための細粒分を分別させるために，遠心\n分離させるのであって，脱水のために遠心分離させるのではない。\nこれに対して，乙３発明では，細粒分を分別させるためにフィルター\nプレスを行うのではなく，焼成材を作成するための泥土を作成するため\nに脱水をしているのであり，正に脱水の目的でフィルタープレスを行っ\nているのである。\nしたがって，構成要件Ｄと乙３発明とは，これに続く工程からは，目\n的・作用・効果を全く異にしており，対応関係にないことは明らかであ\nる。\n(ｲ)  被告は，乙１４文献において，脱水の方法として遠心分離とフィル\nタープレスのどちらかを採用できることが示されていることから，乙３\n発明のフィルタープレスを遠心分離器に置き換えることは当業者にとっ\nて自由に選択できると主張している。\nしかしながら，前述したとおり，構成要件Ｄの遠心分離は，脱水の目\n的ではなく，細粒分を分別することを目的としているのに対し，乙３発\n明のフィルタープレスは，正に脱水を目的としているのであって，その\n作用・効果も異なっている。\nそのため，乙３発明のフィルタープレスを遠心分離器に置き換えるこ\nとは想定されるものではない。\nさらに付言すると，乙３発明のフィルタープレスは，焼成材を作成す\nる前段階として，その材料となる泥土を脱水するために使用されている\nのであり，そのためには，脱水効果は高ければ高い方が良い。\nまた，建設汚泥は，排出場所等によって土質が全く異なり，また，脱\n水した泥土には性状の異なる様々な物質が混合しているため，実際には，\n商品となり得るような焼成材を作成することは著しく困難であり，本件\n特許出願以前においては，細粒分はフィルタープレスによって脱水の上\nで埋め立て処分されていたのであるが（本件明細書の「従来の技術」欄\n参照），この場合においても，体積を少なくするためには，脱水効果は\n高ければ高い方が良い。\nそして，フィルタープレスの方が圧倒的に脱水効果は高く，遠心分離\n器は「分離しにくい固体と液体を分離」させる際に効果を発揮するにす\nぎない（甲２９）。\nしたがって，乙３発明のフィルタープレスを，わざわざ脱水効果の低\nい遠心分離器に置き換えることは，あり得ないのである。\n(ｳ)  構成要件Ｅについて\n被告は，乙５文献に，砕砂の製造工程にて発生した微粉末に適当量の\nセメントを添加して均一に混練した後，加圧成形して密実な硬化体とし，\nこれを適度に破砕して細骨材とする方法が記載されており，当該微粉末\nを乙３発明の脱水した泥土に置き換えることができることから，乙３発\n明における泥土の焼結方法の代わりに，セメントと混合して該混合物を\n粒状に成形してコンクリート等の骨材とすることは当業者が自由選択が\nできる自明の事項であると主張する。\nしかしながら，前述したとおり，乙３発明の脱水した泥土を焼結して\n焼成材を作成する工程と本件発明の構成要件Ｅの細粒分をセメントと混\n合し，当該混合物を粒状に成形してコンクリート等の骨材とする工程と\nが，その目的・作用・効果において全く異なっており，対応関係になど\nないことは明らかである。\nまた，乙５文献の技術は，水を含まない微粉末を，セメントと混合し\nて，硬化体とし，これを破砕して細骨材とする方法であるのに対し，構\n成要件Ｅは，遠心分離により分別された水を含む細粒分を，セメントと\n混合し，これを粒状に成形してコンクリート等の骨材とする方法であっ\nて，混合物を硬化体とすることも，これを破砕することも必要でなく，\n乙５文献記載の技術と構成要件Ｅとは，全く異なる技術・方法である。\nオ  以上のとおり，本件発明は被告の主張に係る公知技術に基づいて当業者\nが容易に発明することができたはずがないことは明らかであり，本件特許\nは特許無効審判により無効とされるべきものとは認められない。\n２  争点(2)（損害額）について\n（原告らの主張）\n(1)  平成２１年ないし平成２３年の建設廃泥の処理に係る損害額\nア  建設廃泥の処理量\n被告は，平成２０年１２月１０日に分級設備を設置して以後（甲３），\n本件処理方法を使用し，平成２１年ないし平成２３年の間に合計８９万４\n６８５トンの建設廃泥の処理を行っている（前記前提事実等(4)ア）。\nイ  被告が受領した処理費用\n(ｱ)  建設廃泥の処理を受託する場合の処理単価は，砂と，シルト及び粘\n土との比率で異なってくるものの，被告が，本件処理方法を使用して建\n設廃泥の処理を受託する場合の１．６トン（１立方メートル）当たりの\n平均単価は５０００円を下らない（甲１０・２枚目「汚泥区分」の「泥\n土（非自硬性）」の上段部の「砂：シルト・粘土比」「５：５」参照）。\n(ｲ)  よって，被告が，被告方法を使用して上記建設廃泥を処理した際に，\n委託先より受領した処理費用は，下記の計算式のとおり，２７億９５８\n９万０６２５円を下らない。\n［計算式］８９４，６８５トン÷１．６トン×５０００円\n＝２，７９５，８９０，６２５円\nウ  建設廃泥処理の利益率\n建設廃泥の処理費用から建設廃泥を処分するための経費を控除した利益\n率は，少なく見積もっても３０パーセントを下らない。\nエ  小括\nしたがって，被告が，平成２１年から平成２３年にかけて本件処理方法\nを使用して得た利益は，下記計算式のとおり，８億３８７６万７１８７円\nを下らず，特許法１０２条２項に基づき，当該利益額が原告らの損害額と\n推定される。\n［計算式］２，７９５，８９０，６２５円×３０パーセント\n＝８３８，７６７，１８７円\n(2)  平成２４年及び平成２５年の建設廃泥の処理に係る損害額\n被告は，平成２４年以後も，現在に至るまで，本件処理方法を使用してい\nるところ，平成２１年ないし平成２３年の実績からすれば，本件処理方法を\n使用して建設廃泥を処理したことにより得た利益は，年間２億７９５８万９\n０６２円を下らないと推測され（８億３８７６万７１８７円（平成２１年な\nいし２３年の利益額）÷３年間），したがって，被告は，平成２４年１月か\nら平成２５年３月までの間に本件処理方法を使用して，３億４９４８万６３\n２７円（２億７９５８万９０６２円÷１２ヶ月×１５ヶ月）の利益を得たも\nのと考えられ，原告らには同額の損害が生じている。\n(3)  一部請求\n以上のとおり，平成２１年１月から平成２５年３月までの間に，被告が本\n件処理方法を使用して原告らの本件特許権を侵害したことによって，原告ら\nに生じた損害額は，合計１１億８８２５万３５１４円を下らない。\n被告の規模等に鑑み，原告らは被告に対し，本訴において，上記１１億８\n８２５万３５１４円のうち，１億円の支払を求める次第である。\n（被告の主張）\n原告らの主張は争う。\n第４  当裁判所の判断\n１  争点(1)ア（本件処理方法が本件発明の技術的範囲に属するか－構成要件Ｂ\nないしＥの充足性）について\n(1)  構成要件Ｂについて\nア  「コンクリート等の骨材とし」\n(ｱ)  「コンクリート等の骨材」の意味について，原告らは，コンクリー\nトに限られず，土木・建築産業の基礎資材に用いる砂利・砂を意味する\n旨主張し，被告は，コンクリート用の骨材と限定して解釈すべきである\n旨主張する。\n(ｲ)  「骨材」とは，一般に，「セメントとまぜてモルタル・コンクリー\nトなどを作る，砂・砂利の類の総称」（広辞苑第３版）を意味するとさ\nれている。そうすると，「骨材」自体の意味に，セメントと混ぜて作ら\nれるモルタルやコンクリートという使用範囲が含まれているといえる。\nさらに，本件発明は「骨材」の用途を「コンクリート等の」と限定し\nているのであるから，「コンクリート等の骨材」とは，コンクリートや，\nそれに類似するモルタルなどを作るための砂や砂利を意味すると解する\nのが相当であり，そのように解釈することは，本件明細書の記載と整合\nこそすれ，これと矛盾するものではない。\nなお，原告らがその主張の根拠とする甲２３号証には，「骨材」につ\nいて，「砂・砂利・砕石その他これに類似する粒状材料」との記載があ\nるものの，同号証が「第３版  道路用語辞典」であることからすると，\n材料の用途はコンクリートやアスファルトといった道路舗装用の材料に\n用いられるものであることを当然の前提としていると解される。甲２４\n号証についても，「土木・建設産業の基礎資材」との記載に続いて，\n「用途としては，コンクリート用，道路用，アスファルトコンクリート\n用，鉄道用など」との記載があることからすれば，コンクリートや，そ\nれに類似するモルタルなどを作るための砂や砂利という上記解釈と矛盾\nするものではない。また，仮に「骨材」が，広義には建設・土木産業一\n般の基礎資材に用いる砂・砂利を含む語であるとしても，本件発明が，\n「コンクリート等の」との限定を付している以上，「コンクリート等の\n骨材」とは，上記のとおり，コンクリートや，それに類似するモルタル\nなどを作るための砂や砂利と解すべきである。\n(ｳ)  本件処理方法において，トロンメルの編目を通過しなかった砂利が，\n少なくとも暗渠排水資材として利用されていることは争いがない。しか\nるに，暗渠排水資材が，コンクリートや，それに類似するモルタルなど\nと異なることは明らかである（甲６）。\nまた，甲２２号証によれば，本件処理方法において，トロンメルの編\n目を通過しなかった砂利が，第２種改良土の原料として利用されている\nことも認められるが，第２種改良土は，コンクリートやそれに類似する\nモルタルなどとは異なるものと考えられる（甲６）。\nイ  「そのまゝ」\n仮に第２種改良土が「コンクリート等」といえるとしても，以下のとお\nり，本件処理方法において，トロンメルの編目を通過しなかった砂利を\n「そのまゝ」コンクリート等の骨材としているとはいえない。\n(ｱ)  原告らは，「そのまゝ」とは，粗粒分自体に加工等を行うことなく，\n「コンクリート等の骨材」とすることを意味すると主張していると解さ\nれる。これに対し，被告は，何ら処理をせず「コンクリート等の骨材」\nとすることを意味すると主張する。\n(ｲ)ａ  「そのまゝ」とは，一般に，「状態に変化のないこと。あるがま\nま」（広辞苑第３版）を意味する。したがって，構成要件Ｂの「該粗\n篩機を通過しない粗粒分はそのまゝコンクリート等の骨材とし，」と\nは，「粗篩機を通過しない粗粒分」を，状態を変化させることなく\n「コンクリート等の骨材」とすることを意味すると解するのが自然で\nある。\nｂ  また，本件明細書には，以下の記載がある。\n(a)「該粗篩機を通過しない粗粒分はそのまゝコンクリート等の骨材\nとし，」（構成要件Ｂ），「該粗篩機の通過分は震動篩上に受けて\n該震動篩を通過しない中粗粒分はそのまゝコンクリート等の骨材と\nし，」（構成要件Ｃ），「該細粒分はセメントと混合し，該混合物\nを粒状に成形してコンクリート等の骨材とする」（構成要件Ｅ）\n(b)「【従来の技術】例えば建設工事において，シールド工法によっ\nてトンネルを掘設する場合には多量の建設廃泥が排出される。従来\nは該建設廃泥は粗粒分と細粒分とに篩別し，粗粒分はコンクリート\n等の骨材とし，細粒分はフィルタープレス等によって脱水の上で埋\n立て処分を行なっている。」（段落【０００２】），「【発明が解\n決しようとする課題】しかしながら上記従来の建設廃泥処理方法で\nは，細粒分は脱水の上で埋立て処分を行なっているので，脱水と云\nう手間をかけても細粒分を有効に利用しているとは云えない。」\n（段落【０００３】）\n(c)「【作用】本発明では建設廃泥(1)を粗粒分(1A)と細粒分(1C)とに\n分け，粗粒分(1A)は従来通りコンクリート等の骨材とし，更に細粒\n分(1C)もセメントと混合して該混合物を粒状に成形すれば，該細粒\n分(1C)は該セメントをバインダーとして硬化してコンクリート等の\n骨材として使用出来る。」（段落【０００５】）\n(d)「【実施例】本発明を図１～図３に示す一実施例によって説明す\nれば，建設廃泥(1)はホッパー(2)から５０ｍｍ目の回転粗篩機(3)\nに投入され，該粗篩機(3)内でシャワーノズル(4)によって水をシャ\nワーされつゝ篩別され，該粗篩機(3)を通過しない粗粒分(1A)は該\n粗篩機(3)の端末からコンベア(5)上に受止され受器(6)に備蓄され\nる。該粗粒分(1A)はコンクリート骨材としてそのまゝ利用される。\n上記回転粗篩機(3)の通過分は２ｍｍ目の震動篩(7)上に流下し，該\n震動篩(7)を通過しない中粗粒分(1B)は該震動篩(7)の端末からコン\nベア(8)上に落下し受器(9)に備蓄される。該中粗粒分(1B)もコンク\nリート骨材としてそのまゝ利用される。」（段落【０００６】）\n(7)の 通 過分 は ス ラ リ ー 樽 (10)に備 蓄 さ れ ， バルブ\n(12)を付した排出パイプ(11)から遠心分離器(13)に移されて細粒分\n(1C)が分別される。このようにして分別された細粒分(1C)には通常\n５０～６０重量％の水分が含まれており，これにセメントを混合し\nて混練する。セメント混合量は通常上記分別された細粒分(1C)の固\n形分１００重量部に対し５～１５重量部の範囲とされる。上記細粒\n分(1C)とセメントとの混練物(1D)はコンベア(14)上に移されゴム被\n覆ローラー(15)により圧縮成形される。…このようにして得られた\n硬化成形物(1E)はコンクリート骨材として利用される。」（段落\n【０００７】），「本実施例以外，細粒分(1C)の脱水はフィルター\nプレスによって行なってもよいが，遠心分離器(13)の方が脱水効率\nは良好である。また細粒分(1C)とセメントとの混練物(1D)の成形は\n通常の震動式造粒器等を用いてもよい。また細粒分(1C)とセメント\nとの混練物(1D)には更にケイ砂，ケイ石砂等のシリカ成分やフライ\nアッシュ，高炉スラグ，ベンナイト等の充填材や増粘材が混合され\nてもよい。」（段落【０００８】）\n(f)「【発明の効果】したがって本発明では建設廃泥の細粒分まで高\n度利用することが出来る。」（段落【０００９】）\nｃ  以上の記載によれば，本件発明は，従来の建設廃泥処理方法では，\n粗粒分はコンクリート等の骨材として利用されていたが，細粒分は脱\n水という手間をかけながら有効に利用できていないという課題を解決\nするため（前記ｂ(b)），粗粒分は従来どおりコンクリート等の骨材\nとする一方，細粒分はセメントと混合して該混合物を粒状に成形して，\n該セメントをバインダーとして該細粒分を硬化してコンクリート等の\n骨材として使用出来るようにすることで，細粒分を高度利用すること\nができるようにすること（前記ｂ(c)(f)）を内容とする発明というこ\nとができる。\nしかるところ，セメントと混合した上で粒状化させて硬化させると\nいう，その状態を変化させる処理を行っている細粒分については，そ\nの処理に対応する構成要件Ｅに，「そのまゝ」との限定がない（前記\nｂ(a)）。\n他方，回転粗篩機を通過しない粗粒分及び震動篩を通過しない中粗\n粒分については，「従来どおりコンクリート等の骨材」とするとされ\n（前記ｂ(c)），実施例においても，「端末からコンベア上に受止さ\nれ受器に備蓄され」，「コンクリート骨材としてそのまゝ利用される」\n（前記ｂ(d)）と記載されているのみで，その状態を変化させる処理\nは行われていない。そして，当該処理に対応する構成要件Ｂ及びＣに\nおいては，「そのまゝ」との限定がされている（前記ｂ(a)）\nｄ  以上のとおり，「そのまま」という言葉の通常の意味（前記ａ）に\n加え，本件発明の目的並びに本件明細書に記載された粗粒分と細粒分\nに対する処理の違い及びそれに対応する構成要件Ｂ・ＣとＥとで「そ\nのまゝ」との限定の有無に違いがあること考慮すると，粗粒分の処理\nに関する構成要件Ｂにおける「そのまゝ」とは，構成要件Ｅにおける\n細粒分の処理のように，粒状に成形するといった粗粒分の状態を変化\nさせる処理をすることなく，「コンクリート等の骨材」とすることを\n意味すると解される。\n(ｳ)  そうすると，仮に，第２種改良土が「コンクリート等」にあたると\nしても，本件処理方法では，第２種改良土の製造にあたって，トロンメ\nルの編目を通過しなかった砂利に対し，固化剤を投入して混合撹拌する\nという造粒固化処理を行っていると認められる（甲６，２２）ところ，\n同処理は砂利の状態を変化させる処理と考えられるから，本件処理方法\nは，トロンメルの編目を通過しなかった砂利を「そのまゝ」第２種改良\n土としているとはいえない。\nウ  小括\n原告らは，本件処理方法では，トロンメルを通過しなかった砂利を，第\n２種改良土又は暗渠排水用に利用するか，骨材として販売していると主張\nしている（原告主張方法ｂ）。\nこれらの利用方法のうち，「骨材として販売」というのが具体的にどの\nような態様を意味するのか不明であるが，仮に被告が認める砂利としての\n販売（被告主張方法ｂ）を意味するものであれば，当該砂利が，コンクリ\nートや，それに類似するモルタルなど用に販売されているのか証拠上不明\nである上，販売先がそれらの製造に使用しているとしても，それは被告自\n身の行為ではない。\nまた，前記アのとおり，暗渠排水用資材及び第２種改良土としての利用\nは，「コンクリート等の骨材とし」を充足しない。\nしたがって，本件処理方法は，構成要件Ｂを充足しない。\n(2)  構成要件Ｃについて\nア  「コンクリート等の骨材とし」\n(ｱ)  構成要件Ｂにおけると同様，「コンクリート等の骨材とし」とは，\n中粗粒分を，コンクリートや，それに類似するモルタルなどを作るため\nの砂や砂利として用いることを意味するものと解される。\n(ｲ)  被告は，ハイメッシュセパレーターから排出された砂をタイヘイリ\nサイクルソイルの原料としている（争いがない）。タイヘイリサイクル\nソイルとは，「骨材として砂，シルト・粘土分を利用して製造するモル\nタル」（甲１８）であり，「コンクリート等」に該当する。\nしたがって，本件処理方法において，ハイメッシュセパレーターから\n排出された砂をタイヘイリサイクルソイルの原料としている点は，「コ\nンクリート等の骨材とし」に該当する。\n(ｳ)  他方，被告は，ハイメッシュセパレーターから排出された砂 を濾過\n砂及び下水管埋め戻し材の原料としても利用しているところ（争いがな\nい），当該利用方法は，コンクリートや，それに類似するモルタルなど\nを作るための砂や砂利の利用と異なることは明らかである。\nまた，被告は，ハイメッシュセパレーターから排出された砂を第２種\n改良土の原料として利用していると認められる（甲２２）が，当該利用\n方法が「コンクリート等の骨材とし」を充足しないことは，構成要件Ｂ\nと同様である。\nしたがって，本件処理方法において，ハイメッシュセパレーターから\n排出された砂を濾過砂，下水管埋め戻し材及び第２種改良土の原料とし\nている点は，「コンクリート等の骨材」とするものとはいえない。\nイ  「該粗篩機の通過分は震動篩上に受けて」\n(ｱ)  本件処理方法において，トロンメルの通過分をハイメッシュセパレ\nーターで受けること，ハイメッシュセパレーターは回転式分級機と振動\n篩からなり，まず回転式分級機でトロンメルを通過した砂をかき上げ，\nそれを振動篩に投入することは争いがない。\n原告らは，回転式分級機は砂を移送・かき上げて，これを振動篩に投\n入する機能しか有しておらず，中粗粒分を分級しているのは振動篩であ\nり，かつ，本件処理方法における振動篩は構成要件Ｃの「震動篩」に該\n当すると主張する。これに対し，被告は，回転式分級機は分級装置に該\n当するから本件処理方法は「粗篩機の通過分」を「震動篩に受けて」い\nるとはいえない，またハイメッシュセパレーターの振動篩は脱水装置で\nあって，構成要件Ｃの「震動篩」には該当しないと主張するものと解さ\nれる。\n(ｲ)  「該粗篩機の通過分は震動篩上に受けて」の意味については，「粗\n篩機」の通過分につき，次に「震動篩」による分級処理を行うことを意\n味し，「粗篩機」と「震動篩」の間に別個の分級処理が行われる場合は\nこれにあたらないと解するのが自然であり，原告もこの点を特段争うも\nのではないと解される。\n本件発明の技術的意義に照らして検討しても，本件発明は，前記(1)\nイ(ｲ)ｃのとおり，建設廃泥，特に細粒分を有効活用することを目的と\nする方法の発明であり，特許請求の範囲において，どのような分級手段\nをどのような順番で用いるかについて明確に規定している。また，本件\n明細書には，分級手段として，回転粗篩機(3)，震動篩(7)及び遠心分離\n器（13）又はフィルタープレスのみが記載され，それ以外の分級手段を\n用いることについては記載も示唆もない。\nしたがって，本件発明において，「粗篩機」と「震動篩」との間に他\nの分級手段を設けることは想定されていないというべきである。\n(ｳ)  本件処理方法で用いられているハイメッシュセパレーターの回転式\n分級機は，沈降槽に沈んだ砂をスパイラル羽で移送し，バケットでかき\n上げて，振動篩式脱水機に投入する機能を有するものであるが，そのパ\nンフレット（乙９）には，スパイラル羽で微砂を回収し，掻き上げバケ\nットで１次脱水も合わせて行う旨記載されている。また，ハイメッシュ\nセパレーターの製造元であると考えられる株式会社氣工社の特許出願に\n係る公開特許公報には，回転式分級機のみでも砂を分級採取することが\nできる旨記載されている（乙１９・段落【０００２】，【０００５】）。\nこれらによれば，回転式分級機は，砂を移送・かき上げるのみでなく，\n砂混じりの泥水から，砂を分別する分級機能を有していると認められる。\n回転式分級機が「震動篩」に該当しないことは明らかであるから，本\n件処理方法においては，「粗篩機」と「震動篩」との間に他の分級手段\nが設けられていることとなる。\nなお，振動篩式脱水機は，０．０７５ｍｍ未満の砂を，０．０７５ｍ\nｍ以上の砂と分級する機能を有しているというべきであるから，「震動\n篩」に該当する。\n(ｴ)  したがって，本件処理方法は，構成要件Ｃの「粗篩機の通過分は震\n動篩上に受けて」を充足しない。\nウ  小括\n原告らは，本件処理方法では，ハイメッシュセパレーターから排出され\nた砂を第２種改良土，タイヘイリサイクルソイル，濾過砂・下水管埋め戻\nし材として利用しているか骨材として販売している旨主張する。\nしかるに，「骨材として販売」の意味が不明であり，また，いずれにせ\nよ本件発明の「コンクリート等の骨材とし」を充足しないことは，前記\n(1)と同様である。\nまた，本件発明における濾過砂・下水管埋め戻し材及び第２種改良土と\nしての利用は，「コンクリート等の骨材とし」を充足しない。\nさらに，ハイメッシュセパレーターから排出された砂をどのように利用\nするかにかかわらず，本件処理方法は，トロンメルの通過分をハイメッシ\nュセパレーターの回転式分級機で受けることから，「粗篩機の通過分は震\n動篩上に受けて」を充足しない。\nしたがって，本件処理方法は，構成要件Ｃを充足しない。\n(3)  構成要件Ｅについて\nア  原告らは，本件処理方法においては，遠心分離機により分級されたシル\nトをセメントと混合して，当該混合物を粒状に成形し，これをタイヘイリ\nサイクルソイル等の骨材としているから，構成要件Ｅを充足する旨主張す\nる。\nこれに対し，被告は，本件処理方法において，遠心分離機によりシルト\nを分級する工程の存在自体を否認すると共に，シルトをセメントと混合す\nる工程もなく，該混合物を粒状に成形してコンクリート等の骨材にするこ\nともないと主張する。\nイ  原告らは，その主張の根拠として，種々の証拠（甲６，甲７・２枚目，\n甲１８，甲１９，甲２２，甲３２，甲３３，甲３５・６頁）をあげる。\nしかし，これらの証拠から，被告がシルトをセメントと混練してモルタ\nルの一種であるタイヘイリサイクルソイルの原料として利用していること\nは認められるとしても，セメントと混合したシルトに対し，ゴム被覆ロー\nラーによる圧縮成形（段落【０００７】）や通常の震動式造粒器の使用\n（段落【０００８】）など，粒状に成形する処理を行っているとは認めら\nれず（なお，甲２２からは，シルトに対して混練処理を行っていることが\n認定できるとしても，造粒固化処理を行っていることは認定できない。），\nほかにシルトとセメントの「混合物が粒状に成形」されていると認めるに\n足りる証拠はない。\nウ  したがって，本件処理方法が構成要件Ｅを充足するということはできな\nい。\n(4)  総括\n以上のとおり，本件処理方法は，少なくとも本件発明の構成要件Ｂ，Ｃ及\nびＥを充足するということができない。\n２  以上によれば，原告らの請求は，その余の点について判断するまでもなく，\n理由がない。\n第５  結論\nよって，原告らの請求をいずれも棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n嶋    末    和     秀\n裁判官\n西    村    康    夫\n裁判官\n石    神    有    吾\n"
}