{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 1,
    "day": 23
  },
  "case_number": "平成22(行ウ)1",
  "case_name": "運転免許取消処分取消請求事件",
  "court_name": "仙台地方裁判所第3民事部",
  "gist": "原告が，交通事故の被害者に治療期間３か月以上の傷害（右第５中手骨骨折等）を負わせたとして，違反点数及び付加点数を付され，運転免許取消処分を受けた事案において，診断書の記載からは，治療期間が３か月以上であるか否かが一義的に明確ではないことに加え，被害者の治療に関する意向や経過観察の間隔の設定次第等によっては，３か月より短期間に治療が完了した可能性が相当程度あると認められることから，同処分には取消事由となる違法があるとして，同処分の取消請求を認容した事例",
  "lawsuit_id": "82019",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82019",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/019/082019_hanrei.pdf",
  "contents": "主 文\n１  宮城県公安委員会が原告に対して平成２１年８月２６日付けでした運転免許\n取消処分を取り消す。\n２  訴訟費用のうち補助参加によって生じた費用は，被告補助参加人の負担とし，\nその余の訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文と同旨\n第２  事案の概要\n本件は，宮城県公安委員会（以下「処分行政庁」という。）から第一種中型\n免許を受けていた原告が，軽四輪乗用自動車を運転中，普通乗用自動車と衝突\nして同車両を運転していた男性を負傷させる交通事故を起こし，処分行政庁か\nら道路交通法（以下「法」という。）７０条に違反したとして違反点数及び付\n加点数を付され，累積点数が運転免許を取り消す基準に該当するとして，法１\n０３条１項５号及び同条７項に基づき，運転免許を受けることができない期間\nを１年とする運転免許取消処分（以下「本件処分」という。）を受けたことか\nら，被告に対し，上記付加点数の前提となる交通事故の被害者の治療期間の認\n定を誤った違法がある旨主張して，本件処分の取消しを求める事案である。\n１  前提事実（争いがない事実並びに後掲証拠及び弁論の全趣旨等により容易に\n認められる事実）\n(1)  当事者\n原告は，処分行政庁から，平成１８年８月１日付けで第一種中型免許（有\n効期間が平成２３年９月６日までのもの）を受けていた者であり，平成２１\n年６月３日当時，過去３年以内に運転免許取消処分等を受けた前歴はなかっ\nた（甲２，弁論の全趣旨）。\n(2)  交通事故の発生等\nア  原告は，平成２１年６月３日午前７時２５分頃，宮城県栗原市ａｂｃ番\n地ｄ先道路において，軽四輪乗用自動車（以下「原告車」という。）を運\n転して走行中，進行方向を注視せず，対向車線を前方から走行してきた普\n通乗用自動車（以下「対向車」という。）に原告車を衝突させたことによ\nり，対向車の運転者Ａ（以下「被害者」という。）及び対向車の同乗者２\n名に，それぞれ傷害を負わせる交通事故（以下「本件事故」という。）を\n発生させた。なお，本件事故により，上記同乗者２名のうち１名は頚椎捻\n挫，胸部打撲により加療約２週間の傷害を，もう１名は胸部挫傷により加\n療約１週間の傷害をそれぞれ負った（以上につき，乙７の２及び３，弁論\nの全趣旨）。\nイ  被害者は，同日，Ｂ病院（以下「本件病院」という。）整形外科を受診\nし，Ｃ医師によって，「頚椎捻挫，胸部・右手打撲」により「受傷日より\n約３週間の加療を要する見込みである。」と診断され，その旨の同日付け\n診断書が作成された（争いがない）。\nウ  被害者は，同月１９日，Ｃ医師によって，「右第５中手骨骨折，胸部・\n右手打撲，頚椎捻挫」により「上記病名にて今後約３か月間の加療を要す\nる見込みである。」と診断され，その旨の同日付け診断書が作成された（争\nいがない）。\n(3)  本件処分の経緯等\n処分行政庁は，上記(2)ウのＣ医師の診断書（以下「本件診断書」という。）\nを基にして，被害者の治療期間につき，本件事故日から上記(2)ウの診断日ま\nでの１６日間に，同診断に係る「約３か月間」の日数を加えた約１０６日間\nと認定した上，道路交通法施行令（以下「施行令」という。）別表第二の一\nの表の定める違反行為（安全運転義務違反）による基礎点数２点に，施行令\n別表第二の三の表の定める付加点数１３点（傷害事故のうち最も負傷の程度\nの重い者の負傷の治療に要する期間が３か月以上であり，当該事故が専ら当\n該違反行為をした者の不注意によって発生したものである場合についてのも\nの）を加えると，累積点数が１５点となることから，施行令３８条５項１号\nイ，別表第三の一の表の第一欄「前歴がない者」の区分に応じた第六欄（１\n５点から２４点まで）に該当するとして，原告の意見聴取を経た上で，原告\nに対し，平成２１年８月２６日付けで，法１０３条１項５号，施行令３８条\n５項１号イに基づき，運転免許を取り消し，法１０３条７項，施行令３８条\n６項２号ホに基づき，運転免許を受けることができない期間を同日から１年\n間と指定する本件処分をした（争いがない）。\n(4)  行政不服審査請求及び本件訴訟の提起\n原告は，平成２１年９月１４日，処分行政庁に対し，本件処分の取消しを\n求めて異議申立てをしたが，同年１０月２８日付けで同申立てを棄却する旨\nの決定がされたため，平成２２年１月４日，本件訴訟を提起した（甲３，顕\n著な事実）。\n(5)  原告は，本件事故に関し，築館簡易裁判所において，自動車運転過失傷害\n罪により，罰金２０万円の略式命令を受けた（乙４，弁論の全趣旨）。\n２  争点及び争点に関する当事者の主張\n本件の争点は，本件処分の適法性に関し，本件事故における被害者の治療期\n間を３か月以上と認定した処分行政庁の判断に，処分の取消事由となる違法が\nあるか否かであり，この点に関する当事者の主張は以下のとおりである（なお，\n原告は，処分手続に重大な違法がある旨主張するが，同主張は，結局のところ，\n治療期間の認定の違法性の有無を問題とするものということができるから，上\n記争点に関する主張として整理した。）。\n(1)  原告の主張\n本件事故により被害者に生じた右中手骨骨折は，骨折一般に比べても骨癒\n合が早く，通常の診断，治療によれば約３週間で治癒に至るものであるとこ\nろ，Ｃ医師は，明白な骨折線が写っているレントゲン写真を２回にわたり見\n逃し，本来であれば骨折を疑って精密検査等をしてギプスによる固定処置を\nすべきであるにもかかわらず，弾性包帯を巻いたのみで経過観察としたため，\n被害者の骨折部分に転位が生じ，治療期間が約１０６日間もの長期間となっ\nたものである。しかしながら，未だ転位が生じていない平成２１年６月３日\n時点でギプス固定をしていればその後約３週間で治癒していたことは明らか\nである。また，仮にＣ医師の診断を前提にしても，ギプス固定が解除された\n同年７月２２日には概ね治癒していたというべきであり，遅くとも，同年８\n月１２日には骨折線も消滅して治癒に至っていたことが明らかであるから，\n同年９月９日を治癒日とする合理的根拠は一切なく，本件事故における被害\n者の治療期間は少なくとも９０日未満であったといえる。\nところが，処分行政庁は，治療期間が９０日以上であるか否かが運転者に\nとって非常に重要であるにもかかわらず，未だ本件事故から９０日を経過し\nていない段階において，Ｃ医師に治療状況を確認しないまま，今後約３か月\n間の加療を要する「見込み」とした本件診断書のみを根拠に本件処分に及ん\nだものであるから，本件処分には，治療期間の認定を誤った違法があるとい\nうべきである。\n(2)  被告及び被告補助参加人（以下「被告ら」という。）の主張\n原告は，Ｃ医師が，本件事故当日，被害者に生じていた右中手骨の骨折線\nを見逃した旨主張するが，その主張は，骨折の確定診断が可能な平成２１年\n６月１６日時点でのＭＲＩ画像を見たＤ医師がレトロスペクティブな視点か\nら本件事故当日のＸ線画像を読影した結果下した判断を前提とするものであ\nり，本件事故当日において，Ｃ医師が被害者の骨折につき確定診断をしなか\nったからといって誤診があるとはいえない。現に，Ｃ医師は，本件事故当日\nも被害者の右中手骨骨折を疑ったからこそ，Ｘ線画像を撮影しているのであ\nって，その疑いをもとに，打撲や捻挫の可能性も考慮して，ギプス固定まで\nはせずに弾性包帯を巻いて経過観察を行うこと自体は，医療水準に合致した\n適切な判断である。そして，一般的な骨折では，骨硬化まで二，三か月，機\n能回復に更に一，二か月要するとされているので，被害者につき加療約３か\n月と判断したＣ医師の診断に何ら誤りはないというべきである。\nまた，Ｃ医師は，本件事故当日の診断時には，被害者のレントゲン写真を\n本件病院の整形外科医全員で確認した上で，骨折の有無を慎重に判断してお\nり，その後も症状に応じた適切な処置を講じているので，Ｃ医師の誤診によ\nって被害者の治療期間が長引いたということはない。\nそして，処分の違法判断の基準時については，判例上，処分時を基準とす\nべきとされているところ，運転免許取消処分は，事故発生後速やかに行われ\nることが制度上求められており，事故被害者の治癒を待たずに処分すること\nが予定されているため，医師の診断した治療見込期間に基づいて治療期間を\n認定するほかないのであって，処分行政庁は，傷害の程度については医師の\n診断書記載の全治又は治療日数を基に認定するとの基準に照らして，被害者\nが提出したＣ医師の診断書を精査し，医師が真正に作成したものであること\n及び診断書に記載された症状と治療期間に齟齬のないことを確認して本件処\n分を行っているのであるから，処分行政庁がした治療期間の認定に違法はな\nいというべきである。\nなお，Ｃ医師は，本件診断書における加療期間の起算日が本件事故日であ\nる同月３日であるとしているが，被害者の右第５中手骨骨折が治癒した日は\nいずれにしても本件事故日から９３日後の同年９月９日であるとしているの\nで，被害者の治療期間が３か月以上であることに変わりはなく，本件処分に\n違法はない。\n第３  当裁判所の判断\n１  判断の枠組みと資料\n施行令別表第二の三の表によれば，人の傷害に係る交通事故で，同事故が専\nら当該違反行為をした者の不注意によって発生したものである場合において\nは，当該傷害事故に係る負傷者の治療に要する期間が３か月以上であるものに\nついては１３点，同治療期間が３０日以上３か月未満であるものについては９\n点の付加点数が加算されることとなっている。そのため，被害者の治療期間が\n３か月以上と認められなければ，原告の累積点数は１５点に達しないこととな\nり，施行令３８条５項１号イの定める運転免許取消処分の基準に該当しないこ\nとになるから，本件処分は違法なものとして取り消されるべきことになる。\nそこで，以下，被害者の治療に要する期間が３か月以上であると認められる\nか否かについて検討する。その際，治療期間の認定については，本件処分時を\n基準時とすべきであるところ，判断の基礎となる資料については，口頭弁論終\n結時までに得られた資料を基に判断するのが相当である。\n２  認定事実\n後掲証拠及び弁論の全趣旨によれば，以下の事実が認められる。\n(1)  被害者の骨折の内容，主な治療経過\nア  被害者については，平成２１年６月３日ないし同月５日の時点で，右第\n５中手骨基部にぎざぎざの稲妻型の骨折線が認められ，同日以降，同月１\n５日，同月２４日と時間が経過するとともに，同骨折部に転位（骨折によ\nり骨折端が相互にずれ合い，屈曲することをいう。）が生じ，少しずつそ\nの転位が進んでいることが認められる（甲５，１３，２１の１及び２，甲\n２２の１及び２，甲３７，証人Ｄ２頁ないし５頁，１７頁ないし１９頁，\n３７頁ないし３９頁，証人Ｃ６頁ないし７頁，弁論の全趣旨）。\nイ  Ｃ医師は，同月１６日に行ったＭＲＩ検査の結果から，被害者の右第５\n中手骨基部に完全骨折（骨折のうち，骨が完全に連絡を断たれたものをい\nう。）があると診断し，同月１９日，被害者に対し，骨折部位をギプスで\n固定し，安静にすることが望ましい旨説明したが，被害者から，ギプス固\n定をすると車の運転や仕事ができなくなるとの申し出があったため，弾性\n包帯による固定にとどめ，経過観察を行うこととした。しかし，同月２４\n日，被害者が骨折部位につき「動かすと痛い」としてギプス固定を希望し\nたことから，Ｃ医師は，同日，被害者の右第５中手骨基部をギプスで固定\nした（以上につき，証人Ｃ１３頁ないし１５頁，２９頁）。\nウ  Ｃ医師は，同年７月２２日，被害者の上記イのギプス固定を解除してレ\nントゲン写真の撮影による経過観察を行うこととし，痛み止めの処方も終\n了することとした。その後，Ｃ医師は，同年８月２６日，被害者の右手２\n方向のレントゲン写真を撮影し，次回の診察で問題なければ治療を終了す\nる旨を被害者に伝え，同年９月９日に再びレントゲン写真を撮影したとこ\nろ，同年８月２６日と同様に転位を認めず，安静時に痛みはなく，圧痛も\n軽度となったことを受けて，同年９月９日をもって治癒と判断した（以上\nにつき，甲５，３５，証人Ｃ２０頁ないし２２頁，３７頁）。\n(2)  骨折の治療に関する知見等\n一般に，完全骨折が判明した場合には，骨折箇所の転位を防ぐため，固定\n処置が行われるべきであるとされている（甲１５，証人Ｄ８頁，証人Ｃ３３\n頁）。また，固定処置による骨折の治療期間については，一度骨折した骨が\n元の硬さに戻るのに約二，三か月，その後，機能的な問題がなくなるには約\n一，二か月を要するとの見解が存する一方で，中手骨骨折については，血行\nのよい部位であるため，ギプス副子に二，三週間固定することにより，早期\nに骨癒合が起こり，機能回復には骨硬化に要したとほぼ同日数を要するとの\n見解も存する（甲９，１５，丙１１）。\n(3)  被害者に関する診断書の記載等\nア  Ｃ医師は，平成２１年６月３日，被害者につき，「頚椎捻挫，胸部・右\n手打撲」により「受傷日より約３週間の加療を要する見込みである。」と\nの診断書を作成した（前記前提事実(2)イ）。\nイ  Ｃ医師は，同月１９日，被害者につき，「右第５中手骨骨折，胸部・右\n手打撲，頚椎捻挫」により「上記病名にて今後約３か月間の加療を要する\n見込みである。」とする本件診断書を作成した。その際，Ｃ医師は，本件\n診断書の加療期間の起算日について，診断書作成日である同日ではなく，\n本件事故発生日である同月３日であることを前提としていた（以上につき，\n前記前提事実(2)ウ，証人Ｃ３１頁）。\n３  認定事実に基づく検討\n前記前提事実(3)のとおり，本件処分は，Ｃ医師が作成した本件診断書にお\nける「今後約３か月間の加療を要する」との記載を基に，被害者の治療期間を\n３か月以上と認定しているものであるが，本件診断書の記載上，被害者の受傷\n日や加療期間の起算日が明確にされていない上，加療期間についても「約」と\n記載されていることから，被害者の治療期間が３か月未満であるか，３か月以\n上であるかが一義的に明確とはいえない。\nそして，本件では，被害者に対するギプス固定が本来，平成２１年６月１９\n日の時点で行われるべきところ，被害者の意向により同月２４日に延期されて\nいるほか（上記２(1)イの認定事実），被害者の治癒日についても，同年７月\n２２日以降は専ら経過観察のみが行われている中で，Ｃ医師が設定した同年９\n月９日の診察日において，同年８月２６日同様に転位等がないことが確認され\nた結果，治癒と診断されたものであって（同ウの認定事実），被害者の意向や\n経過観察の間隔の設定次第では，ギプス固定の開始時期や治癒診断が可能な日\nが実際よりも早まった可能性が相当程度あるといえる。加えて，本件では，実\n際には本件事故当日から被害者には骨折線が確認されており（同アの認定事\n実），骨折との診断自体が実際よりも早期にされ，転位を伴わずにより短期間\nで治療が完了した可能性も相当程度認められる。\n以上を踏まえると，本件診断書の記載から直ちに治療期間が３か月以上であ\nるとはいえず，実際にも被害者の治療期間が３か月を下回る可能性が相当程度\nあったというべきであって，治療期間の認定が，その期間によっては被処分者\nに運転免許取消処分という重大な不利益を及ぼし得るものであることを踏まえ\nると，本件において，処分行政庁が被害者の治療期間を３か月以上であると認\n定したことには違法があるといえる（なお，原告は，Ｃ医師に誤診がある旨主\n張するが，被害者が本件事故により頚椎捻挫，胸部打撲等，右手以外の部位も\n負傷していたことや，骨折に対する治療方法や経過観察期間の設定方法につき\n統一された基準がなく，一定程度医師の裁量に委ねられている面があることか\nらすれば，上記事実関係から直ちにＣ医師の診断に誤診があったということは\nできない。）。\n４  被告らの主張についての検討\nこれに対し，被告らは，昭和４０年８月３１日付けで発出された細目基準（乙\n１６）中，傷害の程度の認定基準において，全治日数は，医師の診断書記載の\n全治又は治療日数をいう旨定められていることなどを指摘して，処分行政庁が\n本件診断書に基づいて治療期間を認定している以上，その認定に違法はない旨\n主張する。しかしながら，法及び施行令のほか，平成２１年６月１日付けで作\n成された処分基準（乙１４）においても，診断書によって治療期間を認定すべ\nきとする明確な規定は存在せず，被告らの指摘する上記細目基準が治療期間の\n認定全般に適用されると認めるに足りる法令上の根拠は存在しないので，法令\n上，治療期間の認定を診断書によって行えば常に足りるものと解することはで\nきない。\nまた，被告らは，運転免許取消処分における治療期間の認定は医師の治療見\n込期間に基づいて行うほかない旨主張する。確かに，処分時において交通事故\nの被害者の傷害が治癒していない場合には，治療見込期間を基に治療期間を認\n定せざるを得ない面があることは否定できず，上記の運用をもって国家賠償法\n上の違法があるということはできないとしても，運転免許取消処分が被処分者\nに重大な不利益を及ぼす処分であることからすれば，その判断は慎重に行われ\nるべきであって，少なくとも本件においては，上記３で見たとおり，本件診断\n書の記載それ自体も治療期間を一義的に明確に記載したものとはいえないた\nめ，本件診断書の記載を前提としても，処分行政庁が被害者について行った治\n療期間の認定には疑問が残る以上，被告らの上記主張は採用できない。\n５  以上より，被害者の治療期間が３か月以上であると認めることはできず，原\n告については，本件事故による付加点数１３点は付加されない結果，法１０３\n条１項５号，施行令３８条５項１号イ，別表第三の運転免許を取り消す基準に\n該当しないから，本件処分には取消事由となる違法があるというべきである。\n第４  結論\nよって，原告の請求は理由があるからこれを認容することとし，訴訟費用の\n負担につき行政事件訴訟法７条，民事訴訟法６１条，６６条を適用して，主文\nのとおり判決する。\n仙台地方裁判所第３民事部\n裁判長裁判官              関      口      剛      弘\n裁判官\n小      川      理      佳\n裁判官\n吉      賀      朝      哉\n"
}