{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 7,
    "day": 4
  },
  "case_number": "平成22(ワ)41231",
  "case_name": "不正競争行為差止請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82457",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82457",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/457/082457_hanrei.pdf",
  "contents": "平成２４年７月４日判決言渡  同日原本交付  裁判所書記官\n平成２２年（ワ）第４１２３１号  不正競争行為差止請求事件\n口頭弁論終結日  平成２４年４月１８日\n判                      決\n東京都港区＜以下略＞\n原 告      プ リ ヴ ェ Ａ Ｇ 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士      大 野 聖 二\n同                              井 上 義 隆\n同                              小 林 英 了\n大阪市中央区＜以下略＞\n被                      告      株 式 会 社 総 通\n大阪市平野区＜以下略＞\n被                      告      有  限  会  社  日  本  光  材\n被 告 ２ 名 訴 訟 代 理 人 弁 護 士      村 林 隆 一\n同                              井 上 裕 史\n同                              佐 藤   潤\n同 補 佐 人 弁 理 士      玉   利   冨 二 郎\n主                      文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告らは，別紙被告商品目録記載の物件を製造し，譲渡し，引き渡し，譲\n渡若しくは引渡しのために展示し，輸出し，輸入し，又は電気通信回線を通\nじて提供してはならない。\n２  訴訟費用は被告らの負担とする。\n第２  事案の概要\n本件は，原告が，被告らに対し，原告が販売する別紙原告商品目録記載１な\nいし３の商品（以下，「原告商品１」などといい，これらを併せて「原告商\n品」という。）に共通する形態は，原告の商品等表示として需要者の間に広く\n認識されているものであるところ，被告有限会社日本光材（以下「被告日本光\n材」という。）が製造し，被告らが販売する別紙被告商品目録記載の商品（以\n下「被告商品」という。）の形態はこれと類似するものであるから，被告らが\n被告商品を販売することは，原告商品との混同を生じさせるものであり，不正\n競争防止法２条１項１号所定の不正競争に該当すると主張して，同法３条１項\nに基づき，被告商品の製造，販売等の差止めを求める事案である。\n１  前提事実（争いのない事実以外は，証拠等を末尾に記載する。）\n(1)  当事者\nア  原告は，トイ・ホビー用品，生活用品等を製造販売する株式会社であり，\n平成２２年７月２０日に，「株式会社エー・ジー」から現商号へ商号を変\n更した。\nイ  被告株式会社総通（以下「被告総通」という。）は，「日本直販」の名\n称で，生活用品全般を対象とした通信販売，その他各種商品の通信販売及\nび通信教育を行う株式会社である。\nウ  被告日本光材は，老眼鏡，光学用品等の製造販売を行う有限会社である。\n(2)  原告商品の販売及びその形態\nア  原告は，平成２年頃から原告商品１を，平成１０年頃から原告商品２を，\n平成２２年２月頃から原告商品３を販売している（甲２の１・２，３，４，\n弁論の全趣旨）。\nイ  原告商品の形態は別紙原告商品目録添付の原告商品写真目録記載１ない\nし３のとおりである。\n(3)  被告商品の製造販売等\nア  被告日本光材は，被告商品を製造し，平成２２年７月頃から，被告総通\nの新聞広告，オンラインショッピングサイト等を通じて被告商品の販売を\n行っている（甲３６の１ないし３，３７）。\nなお，被告商品の商品名は，当初「両手が使える眼鏡式ルーペ」であっ\nたが，その後，「ズームシニアグラス」に変更された（甲３６の１ないし\n３）。\nイ  被告商品の形態は別紙被告商品目録添付の被告商品写真目録のとおりで\nある。\n２  争点\n(1)  原告商品及び被告商品はルーペか眼鏡か\n(2)  原告商品の商品形態の商品等表示性の有無\n(3)  原告商品の商品形態の周知性の有無\n(4)  原告商品と被告商品の商品形態の類似性の有無\n(5)  混同の可能性の有無\n第３  争点に対する当事者の主張\n１  争点(1)（原告商品及び被告商品はルーペか眼鏡か）\n（原告の主張）\n(1)  眼鏡とは，「不完全な視力を調整したり，強い光線を防ぐために，目に\nつけるレンズや色ガラスなどを用いた器具」であり，ルーペで老眼鏡を代替\nするという関係にはなく，ルーペと眼鏡は全く異なるカテゴリーに属する商\n品である。\n(2)  原告商品の名称である「ペアルーペ」は，一対のルーペという意味であ\nり，\n原告商品は，まさにルーペである。\n(3)  被告らは，「両手が自由に使える眼鏡式のルーペ」として被告商品を販\n売しており，これを「眼鏡」であると強弁する被告らの主張が成り立つ余地\nはない。\n（被告らの主張）\n(1)  眼鏡とは，左右２枚の枠体にレンズを嵌め込み，それぞれの枠体の左右\nに折りたたみ自在に連結したテンプル（つる）の耳掛け部を耳に掛けて使用\nするものである。他方，虫眼鏡またはルーペは，手に持てる短い腕の上部に\n円い枠体を設け，そこに凸レンズを嵌めてあるものであり，それを使用する\n者が，上記腕の部分を持って，自分の目に合わせて凸レンズと対象物との距\n離を調節し，対象物をより大きくして，使用するものである。\n(2)  原告商品は上記(1)の眼鏡であることは明らかである。\n原告は，原告商品をルーペと表示して販売していることを強調するが，原\n告商品の標章として「ペアルーペ」等と表示しているにすぎず，このことか\nら，原告商品が客観的意味においてルーペとなるものではない。\n(3)  被告商品も，上記(1)の眼鏡であることは言うまでもない。\n２  争点(2)（原告商品の商品形態の商品等表示性の有無）\n（原告の主張）\n(1)  商品の形態は，必ずしも商品の出所を表示することを目的として選択さ\nれるものではないが，商品の形態が他の商品と識別し得る独特の特徴を有し，\nかつ，商品の形態が，長期間継続的かつ独占的に使用されるか，又は，短期\n間であっても商品形態について強力な宣伝等が伴って使用されたような場合\nには，商品の形態が商品表示として需要者の間で広く認識されることがあり\n得るものであり，これは，複数の商品に共通する特徴的形態についても同様\nである。\n(2)ア  原告は，平成２年頃に原告商品１の販売を開始し，平成１０年頃に，\n原告商品１を一部改良した原告商品２の販売を，平成２２年２月頃に，原\n告商品２をさらに改良した原告商品３の販売を各開始した。原告商品は，\nいずれも眼鏡タイプのルーペであり，２枚のレンズを有し，中央における\n「スジ」（縦線）部分において，上記レンズ同士が隣り合うように配置さ\nれており，上記のとおり一対となるレンズが全体として略長方形の形状を\n備えているものであって，その大きさ，形状は，別紙原告商品図面のとお\nりである。したがって，原告商品は，いずれも，①耳と鼻に掛ける眼鏡タ\nイプの形態からなるルーペであり，②そのレンズ部分が眼鏡の重ね掛けが\nできる程度に十分大きい一対のレンズを並べた略長方形状の形態を備える\nルーペという構成を備えており，原告商品に共通する上記形態は，いわゆ\nる虫眼鏡タイプのルーペに代表される手持ちルーペ等の従来のルーペの形\n態とは大きく異なる，独特の特徴ということができるものである。\nイ  原告は，上記のとおり独特の形態的特徴を有する原告商品を，以下のと\nおり，長期間にわたり，独占的に，多数販売してきた。\nすなわち，原告は，原告商品１の販売を平成２年に開始した後，約２０\n年にわたり，原告商品１と同様の上記形態を有する原告商品１ないし３を\n販売し続けている上，平成１５年４月から平成２２年７月までの期間（７\n年４か月）に限っても，原告商品の累積販売台数は，約１９万台にも及ん\nでいる。\n加えて，原告の調査によれば，原告商品は，平成２２年１０月時点にお\nいて，眼鏡タイプのルーペというカテゴリーにおいてほぼ１００％のシェ\nアを占めている上，若干出回っている他社製の眼鏡タイプのルーペの形態\nは，上記(2)ア②（そのレンズ部分が眼鏡の重ね掛けができる程度に十分\n大きい一対のレンズを並べた略長方形状の形態を備えるルーペ）の特徴を\n備えるものではなかった。すなわち，原告商品は，眼鏡タイプのルーペと\nいうカテゴリーにおいて，ほぼ独占的に販売されてきたものであり，かつ，\nその特徴的形態を備えるルーペは全く存在しないのである。\nウ  以上の事情に加えて，下記エのとおり，原告が，原告商品に関し，各種\n媒体を通じて強力な宣伝広告を行ったことを考慮すれば，上記アでみた原\n告商品の商品形態（①耳と鼻に掛ける眼鏡タイプの形態からなるルーペで\nあり，②そのレンズ部分が眼鏡の重ね掛けができる程度に十分大きい一対\nのレンズを並べた略長方形状の形態を備えるルーペ）は，遅くとも平成２\n１年４月末頃には，商品等表示性を獲得するに至ったものである。\nエ  原告が原告商品について行った宣伝広告のうち，平成２１年４月末頃ま\nでに行われたものは以下のとおりである。\n(ア)  テレビ番組\n原告商品は，例えば，テレビショッピング「いいな！いいわ！イチオ\nシ百貨店」，平成２０年１月２９日放送の「評判！なかむら屋」，平成\n２１年４月１３日放送の「ちい散歩」で紹介され，また，ＣＭ（３０\n秒）も繰り返し放送されるなど，最も強力な宣伝媒体であるテレビを通\nじて，多数回にわたり紹介された。加えて，上記「ちい散歩」では，原\n告商品は，同番組で紹介された約４００品目中１８位にランク付けされ，\n生活雑貨というカテゴリーでは４位，電話着信数ランキングでは３位に\nランク付けされているのであるから，同番組を通じて，原告商品が極め\nて有力かつ有効に宣伝広告されたことは明らかである。\n(イ)  通信販売カタログ\n原告商品は，「通販生活」や「ピカイチ事典」（いずれも発行部数は\n１００万部以上）等の通信販売カタログを通じ，原告商品の具体的形態\nを示すカラー写真を使用して，繰り返し宣伝広告された。\n(ウ)  情報誌\n原告商品は，情報誌である「明日の友」（発行部数約７万部），「Ｎ\nＨＫテレビテキスト今日の健康１０月号」（発行部数約２２万７０００\n部）において宣伝広告された。\n(エ)  ポスター\n原告は，平成２１年４月２７日から同年５月１０日までの間，「母の\n日」キャンペーンとして，日比谷線，半蔵門線，東武東上線，東武野田\n線の各車両内に原告商品２のポスター合計２７６０枚を掲示し宣伝広告\nを行った。同ポスターは，著名な俳優である宝田明が原告商品２を実際\nに使用している状態のカラー写真及び原告商品２を大きく写したカラー\n写真を使用したものであった。\n(オ)  パンフレット\n原告は，原告商品１及び２に関するパンフレットを約３万枚作成し，\n頒布した。特に原告商品２に関するパンフレットにおいては，原告商品\n２を大きく示すカラー写真とともに，そのイラスト図を使用することに\nよって，その具体的な形態を宣伝広告している。\n(3)  被告らの主張について\nア  被告らは，原告が保護を求める商品が原告商品１ないし３のいずれであ\nるのか明らかにするよう求めているが，原告は，原告商品が，前記(2)ア\nでみた特徴的形態を共通して備えるものであることから，原告商品につい\nて保護を求めるものであり，これを原告商品１ないし３のいずれかに分断\nする必要性はない。ある商品がヒットした場合，当該商品の形態的特徴を\n引き継いだ後継商品を販売することは企業の商品戦略として通常行われて\nいるところであり，このような場合に，後継商品につき，ゼロから商品等\n表示性を獲得しなければならないとすると，企業の商品戦略に基づくシリ\nーズ商品の保護を完全に否定し，模倣品の存在を正当化することになり，\n不当であることは明らかであって，複数の商品に共通する形態上の特徴に\n対して商品等表示性が認められるべきであるのは当然である。\nなお，被告らの上記主張は，原告商品１ないし３におけるレンズ部分の\n形状が細部において異なる点を問題とするものとも解されるが，商品形態\nの商品等表示性を検討するに当たり，細部にまで着眼すべき必要性はなく，\n従前の裁判例においても，そのような着眼に基づく商品等表示性の検討は\nされていないから，被告らの主張は失当である。\nイ  また，被告らは，原告商品の形態は何ら特徴のない公知のものであり，\nこのような商品形態が周知になることはないと主張し，実用新案公報や意\n匠公報等を提出しており，これは，原告商品の前記(2)アの形態が，「他\nの商品と識別し得る独特の特徴」に当たらないと主張する趣旨であると解\nされる。\nしかし，そもそも，具体的商品ではなく，一つの図面をもって，原告商\n品の形態の識別性が害される事態を想定することは不可能である。また，\n例えば実公昭６１－４１０６２号公報（甲３８の３）の第１図に示される\n拡大鏡は，「この鼻掛け部は視野をさえぎらない様に略倒立コ字状の左，\n右フレーム５ａ，５ａが形成されこの左，右フレーム５ａ，５ａの中心に\n鼻掛け部が設けられ」るという独特のフレームと鼻パッドを備えている点\nにおいて，通常の眼鏡とは異なる形態からなる拡大鏡であり，原告商品の\n商品形態である「眼鏡タイプの形態」に該当するものではない。また，実\n公平５－３１６１９号公報（甲３８の４）については，原告を出願人とす\nるものである上，原告商品１の発売開始後に公開された公報であるから，\n原告商品の形態の商品等表示性を否定する根拠となり得るものではない。\nまた，乙１ないし１２の各公報等は，いずれも，前記(2)アでみた原告\n商品の特徴的形態を備えるものではなく，又は，「眼鏡」に関するもので\nあって，ルーペである原告商品とは商品カテゴリーを異にするものである。\n加えて，原告商品の形態が独自性を有するか否かは，原告商品の需要者\nである高齢者の認識を基準として行われなければならないところ，高齢者\nは，被告らが提出するような意匠公報又は実用新案公報の記載を通常認識\nするものではないから，上記公報等に基づき，原告商品の商品等表示性が\n否定されることはない。\nウ  被告らは，原告商品は眼鏡（老眼鏡）であるから，その形態は従来のも\nのと若干の相違があるにすぎず，商品等表示性を有することはあり得ない\nとも主張するが，原告商品は，その名称が「ペアルーペ」（「一対のルー\nペ」の意味）とされているとおり，まさにルーペであり，パンフレット，\nチラシ，雑誌，テレビショッピング，オンラインショッピングサイト等に\nおいても，ルーペであることを強調した宣伝広告がされ，実店舗において\nも，眼鏡（老眼鏡）とは明確に区別され販売されているのであるから，需\n要者が，原告商品をルーペとして認識することは明らかである。原告商品\nの形態が，従来のルーペの形態と大きく異なる独特のものであることは，\n(2)イで主張したとおりである。\n（被告らの主張）\n(1)  原告の主張は争う。\n(2)  不正競争防止法２条１項１号は，具体的な商品の表示を前提とするもの\nであるところ，原告商品１ないし３は，別紙原告商品目録添付の原告商品写\n真目録から明らかなとおり，それぞれ別個の形態のものであり，これらの商\n品を併せた商品は具体的に存在しないから，原告は保護を求める商品を明ら\nかにし，各別に形態を特定した上で，商品等表示該当性を主張するべきであ\nり，原告商品１ないし３を総合したり，抽象化したりした商品形態を主張す\nることは失当である。\nなお，原告は，原告商品の形態を，①耳と鼻に掛ける眼鏡タイプの形態か\nらなり，②そのレンズ部分が眼鏡の重ね掛けができる程度に十分大きい一対\nのレンズを並べた略長方形状の形態を備える構成として特定しているが，原\n告商品は，１枚のレンズからなる一体成型品であるから，「一対のレンズ」\n（２枚のレンズを１つに合わせたもの）という特定自体が相当ではない。\n(3)  原告商品は，いずれも眼鏡であるところ，被告らの引用する眼鏡に関す\nる公知資料（乙１ないし１２）によれば，原告の主張する上記①及び②の形\n態は公知のものであり，何ら特徴的なものではない。\nこの点に関し，原告は，実用新案公報等が存在することは，当該公報記載\nの形状を有する製品が公知のものであることを意味しないと主張するが，こ\nのような公報が存在することは，当該公報記載の形状を有する製品が市場に\n出回っており，需要者がそれを認識していることを立証する資料となるもの\nである。\n(4)  また，通常の眼鏡の形態と比較しても，原告商品は，いずれも，従前の\n眼鏡の形態と若干の相違があるにすぎず，その形態に商品表示性はない。\nすなわち，眼鏡の形態としては，①左右の二枚の枠体があり，②その枠体\nにレンズをはめ込み，③それぞれの枠体の左右に折りたたみ自在にテンプル\nを装着し，④その先端部分に耳掛け部を有するものが公知であるところ，原\n告商品の形態のうち，一つの枠体の左右から折りたたみ自在のテンプルを連\n結していること等に別段の特徴はなく，原告商品に特徴部分があるとすれば，\n左右の枠体と左右のレンズを一つのものとして成型してあること（したがっ\nて，枠体が一体成型加工されており，枠体にレンズをはめ込むということは\nなく，レンズも通常のものの２倍以上の厚みを有していること）にしかない\nが，このような細部における特徴点が商品等表示性を有することはない。\n３  争点(3)（原告商品の商品形態の周知性の有無）\n（原告の主張）\n(1)  争点(2)に関する原告の主張(2)イのとおり，原告は，他のルーペとは明\n確に異なる独特の特徴を有する原告商品を，約２０年間という長期にわたり，\n独占的かつ大量に販売してきたものである上，同様の特徴的形態を備えるル\nーペがほぼ存在しない中において，同(2)エのとおり，各種媒体を通じて，\n原告商品の宣伝広告を強力に行ってきたものであるから，原告商品の独特の\n形態は，遅くとも平成２１年４月末頃に，周知性を獲得したものである。\n(2)  原告は，平成２１年４月末以降も，多数回にわたるテレビショッピング\nでの宣伝広告，通信販売カタログへの掲載，週刊誌及び情報誌への掲載，第\n２２回メガネの国際総合展への出品，パンフレットやポスターの配布・掲示\n等の強力な宣伝広告を現在に至るまで継続しており，原告商品の周知性は維\n持されている。\n（被告らの主張）\n(1)  原告の主張は争う。\n(2)  原告は，平成１０年頃，原告商品２の販売を開始する一方，その頃，原\n告商品１の販売を中止し，また，平成２２年２月頃，原告商品３の販売を開\n始する一方，その頃，原告商品２の販売を中止したものと解されるところ，\n原告が現に製造販売する商品は原告商品３であり，同商品は，平成２２年２\n月から販売されたものにすぎず，その販売量もわずかなものである。原告の\n主張する商品の宣伝広告は，それぞれ原告商品１，２又は３についてされた\nものであり，原告商品を統合したものを宣伝したものではあり得ない。\nそうすると，原告商品３は，ごく最近から販売されたものであり，その販\n売数量及び宣伝も少ないものであるから，同商品が周知性を有するはずがな\nい。\nまた，原告商品を併せて見ても，平成２２年７月頃までは，その販売先及\nび販売数は少なく，宣伝広告もあまりされておらず，消費者の認知度も低か\nったものであって，需要者の間に広く認識されていたものに当たらない。\n４  争点(4)（原告商品と被告商品の商品形態の類似性の有無）\n（原告の主張）\n(1)  被告らは，前記前提事実(3)のとおり，被告商品を販売しているところ，\n被告商品は，①鼻と耳に掛ける眼鏡タイプの形態であり，かつ，②そのレン\nズ部分は，眼鏡の重ね掛けができる程度に十分大きい一対のレンズを並べた\n略長方形状の形態を備える点において，原告商品と同様の特徴を備えており，\n原告商品と酷似するものである。\n(2)  被告らは，原告商品と被告商品の形態の相違点として種々の点を挙げる\nが，被告商品が，その特徴的形態である上記(1)①及び②の形態を備えるも\nのである以上，被告らの主張する点は需要者らの注意を惹くことのない極め\nて些細な相違点にすぎず，これらの相違点が存在することにより，被告商品\nが原告商品と類似することを否定できるものではない。\n（被告らの主張）\n(1)  原告の主張は争う。原告商品１ないし３の商品形態と被告商品の形態は\n異なるものであり，これらは類似しない。\n(2)  被告商品の形態と原告商品２，３の形態を比較すると，以下の相違点を\n指摘することができる。\nア  原告商品２，３は，略長方形状にして左右一体成型した１枚のレンズか\nらなるものであるが，被告商品のレンズは，左右２枚のレンズ枠体から形\n成されており，各レンズ枠体に個別にレンズが挿入されているのであって，\n各レンズは独立した別々のものである。\nイ  原告商品２，３は，前面を凸面に，後面を凹面にしたレンズを採用して\nいるので，普通のレンズの２倍以上の厚み（実寸４ｍｍ）を有するのに対\nし，被告商品のレンズの厚みは普通の眼鏡のものと同様である。\nウ  原告商品２，３は，レンズの左右両端にレンズと同じ材料のテンプル取\n付け部を一体に形成し，上記テンプル取付け部にテンプル取付け部材をビ\nス止めして，テンプルが取り付けられている。これに対し，被告商品のレ\nンズフレームは，ニッケル銅合金製のレンズフレームの左右に，ステンレ\nス製で，縦約１ｃｍ，横約３．５ｃｍの板状の前部フレームが溶着されて\nおり，上記前部フレームがレンズフレームの右側又は左側に突出している\nと共に，上記テンプルと連結するように折り曲げられている。被告商品は，\n上記のとおり，前部フレームがレンズフレームの左又は右端部に溶着され\nているので，ネジ止め等の作業が不要であり，見苦しくなく，スマートで，\n頑丈さを看取できる。\nエ  原告商品２，３のテンプルは，約５ｍｍのものであり，上記レンズの取\n付け部に回動自在かつ折りたたみ可能に設けられているが，被告商品のテ\nンプルは，前部フレームと同じ素材で，上記前部フレームに対して回動自\n在かつ折りたたみ可能に取り付けられており，その根元部分は約１ｃｍで，\n先端に向けて徐々に狭くなっている。また，前部フレームに枢着したテン\nプルの根元部分には，長方形の三つの窓が設けられている。\nオ  原告商品２，３は，レンズの左右両端の縁にテンプル取付け部材を正面\nからビスで固定するとともに，レンズの内側（中央部）上部には鼻当て支\n持部材の横板と２箇所でビス固定しているので，外観上見苦しい難点があ\nる。これに対し，被告商品は，レンズ前面の上部から中央部にかけて，略\nＴ字状の板体を溶着しているので，レンズフレームの上端縁部を補強する\nとともに，鼻パッド保持部の支持部となり，優れた意匠感が看得される。\nカ  原告商品２，３は左右一体成型レンズ拡大鏡であるのに対し，被告商品\nはレンズが着脱部材（ねじ）で着脱可能であるから，レンズを取り替えて\n視力補正用老眼鏡として使用することもできる。\nキ  原告商品２，３の鼻パッド保持部材は，ネジによってレンズに直接取り\n付けられており，かつ，上下に揺動し，折りたためるようになっているが，\n被告商品の鼻パッド保持部材は，略Ｔ字状の板体に溶着して固定したもの\nであり，折りたたむことができない。\nク  原告商品２，３は，一般の眼鏡と同様に，鼻の上部に鼻パッドを置くよ\nうになっているのに対し，被告商品は，一般の眼鏡と異なり，鼻の下部\n（鼻先）に鼻パッドを置くようになっている。\nケ  原告商品２，３は，一体成型の鼻パッドを鼻パッド保持部材に差し込ん\nでいるのに対し，被告商品は，鼻パッドの両サイドを鼻パッド保持部材の\n下部にネジで留めているとともに，上記鼻パッドの材質は柔らかく，掛け\nたときに滑り落ちにくくするためシリコン製としている。\nコ  原告商品２，３のテンプル及びフレームはねずみ色（耳掛け部は銀色）\nであるのに対し，被告商品のテンプル及びフレームは金色（耳掛け部は茶\n色）であり，異なる意匠感が看得される。\n以上のとおり，両商品の形態は全く異なるものであり，同一又は類似のも\nのに当たらない。\n５  争点(5)（混同の可能性の有無）\n（原告の主張）\n争点(2)ないし(4)に関する原告の主張のとおり，原告商品は，その形態が原\n告の商品表示として需要者の間に広く認識されているものであるところ，被告\n商品の形態は原告商品の形態と酷似するものであるから，被告らが上記のよう\nな被告商品を販売することによって，需要者に誤認混同を生じさせることは明\nらかである。\n（被告らの主張）\n原告の主張は争う。争点(4)に関する被告らの主張のとおり，原告商品と被\n告商品には種々の相違点が存在するから，需要者が両商品を誤認混同すること\nはあり得ない。\n第４  当裁判所の判断\n１  争点(1)（原告商品及び被告商品はルーペか眼鏡か）\n(1)  一般に，老眼鏡とは，老化によって近点が遠くなった状態を，凸レンズ\nを用いて矯正し，網膜上にピントを合わせることで，対象物をはっきり見る\nことができるようにする道具であり，ルーペとは，凸レンズでできる拡大さ\nれた虚像を観察することで，対象物を拡大して見ることができるようにする\n道具であるとされる（甲３９，４１ないし４４，乙１４，１７の１ないし４，\n１８の１ないし５，１９の１・２，２０の１・２，２１の１・２，２２の１\nないし３，２３の１ないし３）。このように，老眼鏡（眼鏡）とルーペとは\nその機能において相違する。\nこれに対し，被告らは，ルーペと眼鏡の相違を，上記のような機能の相違\nではなく，主として使用形態の特徴に求め，左右２枚の枠体にレンズを嵌め\n込み，それぞれの枠体の左右に折りたたみ自在に連結したテンプル（つる）\nの耳掛け部を耳に掛けて使用するものが眼鏡であり，手に持てる短い腕の上\n部に円い枠体を設け，そこに凸レンズを嵌め，これを使用する者が腕の部分\nを持って，自分の目に合わせて凸レンズと対象物との距離を調節し，対象物\nをより大きくして使用するものがルーペであると主張する。\nそこで検討するに，不正競争防止法２条１項１号の「商品」とは，商取引\nの目的として市場において流通される物をいうものと解されるところ，商取\n引の目的として市場において第一次的に注目されるのは，その物のもつ機能\nであると解される。したがって，特段の事情のない限り，同号の「商品」の\n種別は，その物のもつ機能によって画されるのが相当である。\n本件においても，原告商品及び被告商品が眼鏡（老眼鏡）とルーペのいず\nれであるかは，その商品の有する機能によって決定するのが相当である。被\n告らは，主として使用形態の特徴によって区別するべきものと主張するが，\n原告商品及び被告商品の需要者が，市場において，主にその機能ではなく，\nこれらの商品の使用形態に注目して商品を区別していると認めるに足りる証\n拠はなく，被告らの主張を採用することはできない。\n(2)  そこで，原告商品及び被告商品の機能がそれぞれ，眼鏡であるのかルー\nペであるのかについて検討する。\nア  原告商品\n原告商品１のパンフレット（甲２の１）には，「メガネと同じ双眼タイ\nプのルーペです」，「レンズ前方約４０センチの対象物の拡大が可能で\nす」との記載が，原告商品２のパンフレット（甲３）には，「２枚のメガ\nネ型レンズを組み合わせた，革命的な双眼拡大鏡です。」，「前方約４０\nｃｍの対象物の拡大が可能です。」との記載が，また，原告商品３のポス\nター（甲３４，３５）には，「メガネの上から重ねがけできます。生理工\n学を応用した設計により，自然なメガネ型ルーペを実現しました。」との\n記載がある。\nこれらの記載によれば，原告商品は，対象物を拡大して見ることができ\nるようにする道具であり，ルーペであると解される。\nイ  被告商品\n被告総通が運営する「日本直販」のウェブサイト等（甲３６の１ないし\n３）における被告商品の宣伝広告には，「両手が使える眼鏡式ルーペ」，\n「眼鏡の上からでも着用ＯＫ。」，「一部のみを拡大する虫眼鏡と違って，\n広い視野を拡大できる」，「人気のメガネ形「拡大鏡」は，両手が使えて\n細かい作業にもとても便利。」との記載がある。\nこれらの記載によれば，被告商品は，対象物を拡大して見ることができ\nるようにする道具であり，ルーペであると解される。\n２  争点(2)（原告商品の商品形態の商品等表示性の有無）\n(1)  証拠（甲２の１・２，３，４）及び弁論の全趣旨によれば，原告商品の\n形態について，以下の事実を認めることができる。\nア  原告商品は，いずれも，透明のレンズ部分（ただし，原告商品２，３に\nついては，無色〔クリア〕，パープル，ブラウンの３種類があり，パープ\nル及びブラウンについては，レンズが淡い紫色又は茶色に着色されている\nことが認められる。）の左右に，耳に掛けて使用するためのつる（テンプ\nル）を取り付けるための部分（つる取付け部分）を有し，上記つる取付け\n部分に，折りたたみ自在に連結された銀色のつる（テンプル）が取り付け\nられており，さらに，レンズ部分の上部中央に，鼻パッド保持部材を介し\nて，鼻に掛けて使用するための透明の鼻パッドが取り付けられている。レ\nンズ部分は，いずれも，その中央に，線状のスジとして看取される縦方向\nの谷状の窪みを有し，上記窪みを挟んで，その左右に，表面を凸状，裏面\nを凹状とするレンズがそれぞれ形成されている。レンズ部分の左右のつる\n取付け部分は，いずれも，レンズ部分と同じ透明の素材で形成されている。\nイ  原告商品１において，上記レンズ部分は，上下辺が直線状，左右辺が曲\n線状の長方形に近い形状であり，その全体の大きさは縦約４７ｍｍ，横約\n１０６ｍｍである。レンズ部分の左右のつる取付け部分は，レンズ部分と\nほぼ同一の幅をもって，そのまま横方向に伸びるようにして形成されてお\nり，レンズ部分とつる取付け部分は，全体として，ほぼ長方形状となって\nいる。\nウ  原告商品２において，上記レンズ部分は，左右下隅部分が丸みを帯びる\nよう角を切り落としたような形状となって，丸みを帯びた左右辺につなが\nっている。その全体の大きさは，縦約４１ｍｍ，横約１０６ｍｍである。\nレンズ左右のつる取付け部分は，レンズ部分の左右辺の上隅部に，左右に\n凸状に形成されている。\nエ  原告商品３において，上記レンズ部分は，下辺中央部分が浅い半円状に\n切り欠かれた形状となっており，下辺部分は，上記切欠き部分から左右に\n向けてやや斜め上方向に持ち上がっており，左右下隅はやや丸みを帯びた\n形状となって，丸みを帯びた左右辺につながっている。その全体の大きさ\nは，縦約４２ｍｍ，横約１０６ｍｍである。レンズ左右のつる取付け部分\nは，レンズ部分の左右辺の上側に，左右に凸状に形成されている。\nオ  原告商品は，いずれも，左右のつる（テンプル）を耳に，鼻パッドを鼻\nに掛けることにより，掛けて使用することができる。また，原告商品は，\n鼻パッドが鼻の先端付近に当たるよう下にずらして使用することで，老眼\n鏡等の上に重ね掛けすることが可能なものとされている。\n(2)  原告商品の共通形態\nア  上記(1)でみた原告商品１ないし３の形態にかんがみ，原告商品は，い\nずれも，①２本のつる（テンプル）と鼻パッドが設けられた，眼鏡型の形\n状であり，②レンズ部分の中央の縦線状のスジ（窪み）の左右にレンズを\nそれぞれ設けたものであり，レンズ部分全体の大きさが，横約１０６ｍｍ，\n縦約４１～４７ｍｍのものであるということができるところ，上記(1)オ\nのとおり，原告商品は，いずれも，眼鏡の上に重ね掛けして使用可能なも\nのであるというのであるから，原告商品のレンズ部分の上記大きさは，眼\n鏡の重ね掛けができる程度のものであるということができる。そうすると，\n原告が原告商品の共通形態として主張する点のうち，①耳と鼻に掛ける眼\n鏡タイプの形態からなるルーペであること，②そのレンズ部分が眼鏡の重\nね掛けができる程度に十分に大きい一対のレンズを並べた形状であること\nについては，原告商品がいずれも共通して備える形態であるということが\nできる。\nイ  この点，原告は，上記共通形態に加え，レンズ部分が略長方形状である\nことも原告商品に共通する形態であると主張する。\nしかし，上記(1)イないしエのとおり，原告商品２及び３は，レンズ部\n分の左右下隅が丸みを有する形状となっており，また，原告商品３は，下\n辺中央部に半円状の切り欠き部分を有するところ，とりわけ，上記(1)エ\nでみた原告商品３のレンズ部分の形状は，略長方形状とはいい難いもので\nあるというべきである。また，上記(1)アのとおり，原告商品は，レンズ\n部分とつる取付け部分が，同一の透明素材で形成されていることから，レ\nンズ部分とつる取付け部分とは一体のものとして看取されるところ，上記\n(1)イないしエでみたとおり，レンズ部分とつる取付け部分とを併せた部\n分の形状は，原告商品１と原告商品２及び３との間で大きく異なるものと\nいうことができる。\nそうすると，原告商品に接した一般消費者が，つる取付け部分を除いた\nレンズ部分の形状のみに着目し，これを，「略長方形状の形態」であると\n捉えた上で，この点で，原告商品が形態上共通するものと認識するとは解\nすることができず，この点を原告商品の共通形態と捉えて，商品等表示性\nを検討するのは相当ではないものというべきである。\nウ  また，被告らは，原告商品のレンズ部分は一体成型品であり，１枚から\n成るものであるから，「一対のレンズ」（２枚のレンズ）と表現すること\nは不適切であると主張する。しかし，原告は，「一対のレンズを並べた」\nとの表現に関し，２枚のレンズが隣り合って配置されていることを表現し\nたものであり，各レンズが接している必要はないと釈明しているところ，\n上記(1)アでみたとおり，原告商品のレンズ部分は，左右において各別に\n形成されているものであるから，レンズの数としては２枚（一対）の，い\nわゆる双眼型のものとみるのが相当であり，これらが中央の縦線状のスジ\nを挟んで隣接している以上，「一対のレンズを並べた」と表現されるべき\nものであることは明らかであって，上記レンズが一体成型品であるか否か\nは，原告商品の形態の把握に当たり問題となるものではないというべきで\nある。\nエ  原告商品の共通形態は以上のとおり把握できるものであるが，原告は，\n原告商品の共通形態について，レンズの大きさや形態については具体的に\n特定して主張しているものの，つるや鼻パッドとレンズとの位置関係につ\nいては具体的に特定して主張していない。その結果，原告が原告商品の共\n通形態として主張する点のうち，「①耳と鼻に掛ける眼鏡タイプの形態か\nらなるルーペ」との点に関し，レンズとつるや鼻パッドの位置関係をどの\nように主張するものかについては，必ずしも明らかではない。そこで，以\n下では，原告がレンズとつるや鼻パッドの位置関係について，市場におい\nて広く眼鏡タイプとされるルーペを含むものと主張しているものとした場\n合と，通常の眼鏡の形態のもの（すなわち，正面からみたレンズのほぼ横\n外側に折りたたみ自在のつるが設けられ，鼻パッドは一対のレンズの中央\n部分にレンズに近接して設けられることにより，つるを折りたたんだとき\nに，レンズとつると鼻パッドが平面的な形状となり，ケースに収納しやす\nい形態としたもの）に限定して主張している場合とに分けて検討すること\nとする。\n(3)  上記(2)アでみた原告商品の共通形態に商品等表示性を認めることができ\nるかどうかについて検討する。\nア  商品の形態は，一次的には商品の特性そのものであるが，二次的には商\n品の出所を表示する機能をも併有し得るというべきであり，商品の形態が\n他の同種商品と識別し得る独特の特徴を有するものである場合には，商品\nの出所表示機能を有し不正競争防止法２条１項１号所定の商品等表示に該\n当する場合がある。そして，商品等表示に該当する商品形態が長期間，継\n続的かつ独占的に使用されるか，又は，短期間であっても商品の形態につ\nいて強力な宣伝広告等により大量に販売されるなどすることにより，商品\n等表示として周知性を獲得した場合には，当該商品形態は同号による保護\nを受けることができるが，他方，当該商品形態が他の同種商品と比べあり\nふれたものである場合には，商品等表示として周知性を獲得することはで\nきないものと解される。\nまた，商品のデザインが変更され，変更後の商品が新商品として販売さ\nれているような場合であっても，旧商品と新商品との間において，独特の\n特徴を有する形態部分が共通しており，上記デザイン変更にもかかわらず，\nその識別力がデザイン変更前後を通じて維持されているような場合には，\n新旧商品において共通する上記特徴的部分が，新旧両商品に関する商品等\n表示として周知性を獲得することもあり得るものと解される。\nイ  そこで，上記(2)アでみた共通形態が他の同種商品と識別し得る独特の\n形態的特徴を有するものであるかについてみると，原告は，原告商品はル\nーペであるところ，上記共通形態は，他の同種商品（ルーペ）と識別し得\nる独特の特徴であると主張し，他方，被告らは，原告商品は眼鏡（老眼\n鏡）であるところ，原告商品の上記形態は，通常の眼鏡と同様のありふれ\nたものであると主張する。\n原告商品が，ルーペとして把握されるべきものであることは争点(1)に\n関する当裁判所の判断のとおりであるから，原告商品が眼鏡であることを\n前提とする被告らの主張をそのまま採用することはできない。\nしかし，前記(2)エのとおり，原告が原告商品の共通形態として主張す\nるものが，市場において広く眼鏡タイプとされるルーペを含むものか，通\n常の眼鏡の形態のものに限定するものかは必ずしも明らかではないので，\n以下では，この２つの場合を分けて検討する。\nウ  まず，原告が原告商品の形態を市場において広く眼鏡タイプとされるル\nーペを含むものとして主張しているものとした場合に，原告商品が，他の\nルーペと比較して独特の形態的特徴を有するものということができるかど\nうか検討する。\n証拠（甲６）によれば，ルーペとして，①レンズに棒状の持ち手を付け\nたもの（いわゆる虫眼鏡の形状のもの），②拡大対象物の上に置いて使用\nできるよう，レンズに筒状の台を付けたもの，③レンズにアームを付けた，\n卓上スタンドのような形状のもの，④レンズに付けたアームの先がマグネ\nットやクランプになっているもの，⑤カード型で，携帯用のケースを付属\nさせたもの，⑥ネクタイピンの先端にレンズがはめ込まれているもの，⑦\n頭に巻いて使用できるよう，バンドやワイヤにレンズを取り付けたもの，\n⑧眼鏡のフレーム中央部分に双眼の長方形のルーペを取り付けるためのク\nリップを付けて，眼鏡と重ね合わせて使用できるようにしたもの（甲６の\n池田レンズ工業株式会社の「クリップタイプ」のもの），⑨鼻パッド及び\nつるを付け，双眼の長方形のレンズ部分をフレームの中央から前方に突出\nしたアーム部材に取り付けて眼鏡のように掛けて使用することができるよ\nうにしたもの（上記池田レンズ工業株式会社の「メガネタイプ」のもの）\nなど，種々の形態のものが存在し，国内において販売されていることが認\nめられる（なお，甲６によれば，池田レンズ工業株式会社のホームページ\nの商品紹介には，「Ｃｏｐｙｒｉｇｈｔ<Ｃ>２００４ｉｋｅｄａ－ｌｅｎ\nｓ」との記載があり，上記⑧，⑨のルーペはいずれも平成１６年には販売\nされていたものと認められる。）。また，各ルーペのレンズ部分の形状を\n見ても，１枚のレンズから成るもの（単眼のもの）につき，丸形，角形，\n楕円形等，一対のレンズから成るもの（双眼のもの）につき，長方形，半\n円状，ひょうたん型の横面を直線状に切り取ったような形状のものなど，\n種々のものが存在し，その大きさも様々であることが認められる。さらに，\n一対のレンズから成るものについては，２枚のレンズを並べて（隣り合う\nように）配置されていることは，むしろ通常の形態であることが認められ\nる。\nそうすると，原告が，原告商品が周知性を獲得したと主張する平成２１\n年４月末より前の時点において，上記⑧のとおり，双眼のルーペをクリッ\nプで眼鏡に取り付けて眼鏡と重ね合わせて使用できるタイプのルーペ，及\nび上記⑨のとおり，耳と鼻に掛けて眼鏡のように使用できるタイプの双眼\nのルーペが市場に存在したものである。もっとも，上記⑧及び⑨のルーペ\nは，フレームの横幅と比較すると，レンズの大きさは眼鏡の重ね掛けがで\nきる程度に十分大きいレンズとはいえない点において原告商品の形態とは\n異なっている。しかし，レンズの大きさについては，前記のとおり様々な\n大きさのレンズが存在することが認められ，さらには，上記のとおり，同\n種商品であるルーペとして種々の形態のものが販売され，流通しているこ\nとに照らせば，原告の主張する原告商品の共通形態である，①耳と鼻に掛\nける眼鏡タイプの形態からなるルーペであり，②そのレンズ部分が眼鏡の\n重ね掛けができる程度に十分大きい一対のレンズを並べた形態に，他の商\n品と識別し得る独特の特徴があるということはできない。\nなお，仮に，レンズ部分が略長方形状であることを原告商品の共通形態\nであるとみることができるとしても，上記のとおり，一対のレンズからな\nるルーペのレンズ形状に様々なものがあることにかんがみ，この点が加わ\nることにより，原告商品の形態が他と識別し得る独特のものになるという\nことはできず，上記認定が左右されるものではない。\nエ  次に，原告が原告商品の形態を通常の眼鏡の形態のものに限定して主張\nしているものとした場合について検討する。\n(ア)  平成２３年３月２９日時点のＹａｈｏｏ！ＪＡＰＡＮオークション\nのウェブサイトでは，原告商品は「ペアルーペＨａｚｕｋｉ老眼鏡パー\nプルメガネの上からＯＫ」，「ペアルーペＨａｚｕｋｉ両手が使える老\n眼鏡拡大鏡」等の見出しのもとに紹介されており，商品仕様において，\n「品番：老眼鏡－ペアルーペ－Ｈａｚｕｋｉ－パープル（６９５０００\n４）」と記載しているものがある（乙２４の１ないし１９）。また，同\n日頃の楽天市場のウェブサイトにおいては，老眼鏡の検索結果の中に，\n原告商品３が紹介されている（乙２５の１ないし３ほか）。他方，ウェ\nブサイトにおける広告内容を子細にみれば，「Ｈａｚｕｋｉは２つのレ\nンズを１つに合わせたルーペです。普通のルーペ（拡大鏡，虫眼鏡，天\n眼鏡等）とは違い，視野が広く目が疲れにくい。」などの説明がされて\nいる（乙２４の１３）。また，メガネの信栄堂のウェブサイトにおいて\nは，原告商品について，大きな文字で，「老眼鏡ではありません！ルー\nペです！！」と注意を促しており（甲５４），テレビショッピングでは\nルーペとして販売されている（甲７の１・２，８の１ないし３，１１，\n２６の１・２，２７の１・２，４８の１・２，４９の１，２）。なお，\n通信販売においては，原告商品は眼鏡型ルーペとして販売されている\n（甲１４ないし１８）。\n小売店舗での販売状況をみると，丸善新宿京王店やれんず屋神保町店\nにおいては，原告商品はルーペのコーナーに陳列され，丸善日本橋店や\n東急ハンズ銀座店においては，原告商品が文房具売場に陳列されている。\nしかし，他方，西武百貨店池袋店や東武百貨店池袋店においては，原告\n商品はメガネサロンの前に陳列され，眼鏡専門店において原告商品を取\nり扱っている例も多い（以上につき，甲５５）。\n(イ)  このような原告商品の市場における取扱状況をみると，多数の商品\nを不特定多数のアクセス者に対して広告するウェブサイト広告において\nは，広く同種商品を紹介する目的で，老眼鏡と原告商品を同種商品とし\nて取り上げている例があり，小売店等においては，眼鏡と原告商品を別\nの売場で販売しているところもあるものの，近接した場所で販売してい\nる例も多い。\n需要者は，最終的に商品の機能を重視して購入するものであるから，\n老眼鏡とルーペの機能の相違に照らせば，上記のような市場の状況の下\nにおいても，最終的に老眼鏡とルーペを混同したまま購入するケースが\n必ずしも多いとは考えられない。しかし，老眼鏡とルーペはいずれも高\n齢者が近くの小さい文字等が見にくい場合に用いるという点では機能上\nの共通点があり，かつ，ウェブサイトの広告宣伝で同種商品として取り\n上げられ，また，小売店等においてもこれを近接した場所で販売してい\nる例が多いこと等に照らせば，需要者が，原告商品が独特の形態的特徴\nを有するか否かを判断するについて，市場において同種商品とされるこ\nとがある老眼鏡の形態との比較をすることがあり得ることも否定できな\nい。\nそして，原告が原告商品の共通形態であると主張する原告商品の上記\n①及び②の形態は，同種製品である老眼鏡の形態（乙２４の１６・１８，\n２５の１ないし３・５・９・１１ないし１４，２６の１ないし５）と比\n較して，これらと識別し得る独特の特徴といえるものではないと解され\nる。\nしたがって，原告商品の形態が独特の特徴的形態と認識されるために\nは，市場において，それが老眼鏡と同種商品ではなく，異なる種類の商\n品であることが明確に区別して販売され，需要者においてもそのように\n認識されていることが必要であり，そうでなければ，原告商品の形態は\n老眼鏡と同種の商品として，格別の形態的特徴を有しないものとして認\n識されることにならざるを得ない。\nそこで検討するに，上記のような市場における原告商品の取扱い及び\n老眼鏡と原告商品との機能上の共通点に照らせば，原告商品が，需要者\nにおいて老眼鏡と明確に区別され，独特の形態的特徴を有するものと認\n識されるまでには至ってはおらず，原告の主張する原告商品の共通形態\nに商品等表示性を認めることはできない。\n(4)  したがって，いずれにせよ，原告商品の共通形態が，他の同種商品と識\n別し得る独特の形態的特徴に当たるものとはいうことができない。\n３  以上によれば，原告商品の共通形態に商品等表示性を認めることはできない\nから，その余の点について検討するまでもなく，原告の請求は理由がないこと\nに帰着する。\n第５  結論\nしたがって，原告の被告らに対する請求をいずれも棄却することとし，主文\nのとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官      大  須  賀              滋\n裁判官      西      村      康      夫\n裁判官      森      川      さ  つ  き\n（別紙）\n原告商品目録\n１  別紙原告商品写真目録１の商品\n商品名    「ペアルーペ」\n発売日    平成２年頃\n２  別紙原告商品写真目録２の商品\n商品名    「ペアルーペ」\n発売日    平成１０年頃\n３  別紙原告商品写真目録３の商品\n商品名    「ペアルーペ」\n発売日    平成２２年２月頃\n（別紙）\n被告商品目録\n商品名  「両手が使える眼鏡式ルーペ」，「ズームシニアグラス」\n種  類  メガネ型拡大鏡\n別紙被告商品写真目録のとおり\n"
}