{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 3,
    "day": 15
  },
  "case_number": "平成27(ワ)3109",
  "case_name": "損害賠償等請求事件",
  "court_name": "大阪地方裁判所第２０民事部",
  "gist": "前大阪市長であった原告が，当時大阪市長であった被告による住民投票前のタウンミーティングでの演説中に，原告が市長選挙の際に現金を配るなどして公職選挙法違反の行為をしたと受け取られる発言等をしたため原告の名誉が毀損されたと主張し，被告及び所属政党に対して１０００万円の慰謝料等を求めた事案において，当該発言の趣旨は一義的に明確ではなく，前後の発言等を踏まえると，原告主張のような事実を適示したものではなく，制度変更の是非を問題にしたものにすぎないなどと判断して，原告の請求を棄却した事例",
  "lawsuit_id": "85906",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=85906",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/906/085906_hanrei.pdf",
  "contents": "主          文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告らは，原告に対し，連帯して１０００万円及びこれに対する平成２７年\n４月９日から支払済みまで年５分の割合による金員を支払え。\n２  被告らは，Ｙｏｕｔｕｂｅに投稿した別紙投稿動画目録（その１）及び（そ\nの２）記載の各動画を削除せよ。\n３  被告らは，ＴｗｉｔＣａｓｔｉｎｇ上で生配信した後，ＴｗｉｔＣａｓｔｉ\nｎｇ上で録画し保存した上で，Ｔｗｉｔｃａｓｔｉｎｇにおいて公開した別紙\n投稿動画目録（その３）記載の動画を削除せよ。\n４  被告らは，大阪維新の会のホームページ（省略）から，Ｙｏｕｔｕｂｅに投\n稿した別紙投稿動画目録（その１）及び（その２）記載の各動画を閲覧できな\nいようにせよ。\n５  被告Ａは，不特定多数人に対し，公衆に対する演説，ホームページの記載，\nｔｗｉｔｔｅｒ等を通じてのインターネット上における公衆配信，テレビ等マ\nスメディアにおける発言その他の方法により，平成２３年の大阪市長選挙にお\nいて，原告が，集票目的で，大阪市から大阪市内の各町内会にそれぞれ金１０\n０万円を配った旨の発言をしてはならない。\n６  被告らは，Ｙｏｕｔｕｂｅに投稿した別紙投稿動画目録（その１）及び（そ\nの２）記載の各動画及びＴｗｉｔＣａｓｔｉｎｇに投稿した別紙投稿動画目録\n（その３）記載の動画につき，Ｙｏｕｔｕｂｅ，ニコニコ動画等の動画サイト\nに投稿するなどの方法によりインターネット上で公衆配信する等，不特定多数\nの第三者に閲覧させ，又は，上記各動画を収録したＤＶＤ等の収録物を第三者\nに頒布してはならない。\n７  被告Ａは，別紙謝罪広告目録（その１）記載の謝罪広告を，ｔｗｉｔｔｅｒ\n上の被告Ａ名義のアカウント（省略）に３０日間掲載せよ。\n８  被告らは，共同して，別紙謝罪広告目録（その２）記載の謝罪広告を，被告\n維新の会の管理する大阪維新の会のホームページ（省略）のトップページにお\nいて，３０日間掲載せよ。\n第２  事案の概要\n本件は，前大阪市長である被告Ａが，公衆の面前において，平成２３年に実\n施された大阪市長選挙の際，当時大阪市長であった原告が集票目的で大阪市内\nの町内会に１００万円を配布するという公職選挙法に違反する行為をしたなど\nと受け取られるような発言を複数回行い，被告らが，これらの発言を録画した\n動画を動画投稿サイトにおいて公開したことなどにより，原告の名誉が棄損さ\nれたと主張して，ａ被告Ａに対しては不法行為（民法７０９条，７１０条）に\nよる損害賠償請求権に基づき，被告維新の会に対しては団体の代表者の不法行\n為（一般社団法人及び一般財団法人に関する法律７８条の類推適用）による損\n害賠償請求権に基づき，１１００万円（慰謝料１０００万円と弁護士費用１０\n０万円）の一部である１０００万円及びこれに対する訴状送達の日の翌日であ\nる平成２７年４月９日から支払済みまで民法所定の年５分の割合による遅延損\n害金を連帯して支払うこと（請求１），ｂ被告らに対し，人格権による妨害排\n除請求権に基づき，前記各動画を削除すること（請求２，３），ｃ被告らに対\nし，人格権による妨害予防請求権に基づき，前記動画を閲覧できないようにす\nること（請求４）及び前記動画を頒布しないこと（請求６），ｄ被告Ａに対し，\n人格権による妨害予防請求権に基づき，今後前記発言を不特定多数人に対して\n行わないこと（請求５），ｅ被告らに対し，民法７２３条に基づき，謝罪広告\nを掲載すること（請求７）を求める事案である。\n第３  前提事実（当事者間に争いがないか，掲記の証拠等により認められる。）\n１  当事者\n(1) 原告は，平成１９年１１月から平成２３年１２月１８日までの間，大阪市\nの市長の地位にあった者である。\n(2) 被告Ａは，平成２３年１２月から平成２７年１２月までの間，大阪市長に\n地位あった者である。\n(3) 被告維新の会は，大阪市議会及び大阪府議会で最多議席を有する地方政党\nであり，平成２７年１２月１３日まで，被告Ａがその代表を務めていた。\n２  事実経過\n(1) 平成２３年度の制度変更\n大阪市は，平成２２年度まで，３３０余りの連合振興町会（連合町会）に\n対し，ａ行政に代わって取り組む活動等の役務の対価である地域振興交付金\n３億円余り（領収書が不要）及びｂ地域コミュニティ作り等の事業補助のた\nめの地域振興活動補助金１億円余り（領収書が必要）を交付する制度を有し\nていたが，原告が大阪市長として在任していた平成２３年度から，上記ｂの\n地域振興活動補助金を廃止して上記ａの地域振興交付金に一本化し合計４億\n円余りの地域振興交付金を交付する制度に変更した（以下「本件交付金制度\nの変更」という。乙２２～２６，弁論の全趣旨）。これにより，連合町会に\n交付される上記ｂの金銭の性質は，領収書が必要な補助金から，それが不要\nな交付金に実質的に変更された。\n(2) 平成２３年１１月の大阪市長選挙\n原告及び被告Ａは，平成２３年１１月２７日に行われた大阪市長選挙に立\n候補し，被告Ａが当選した。\n(3) 被告Ａの発言\nア  被告維新の会は，大阪市の２４区を再編し，５つの特別区を設置し，大\n阪府と大阪市の広域行政を統合する，いわゆる大阪都構想を主張している\nところ， 大阪市選挙管理委員会は，平成２７年５月１７日，大阪都構想の\n是非を問う住民投票（以下「本件住民投票」という。）を実施した（甲７，\n弁論の全趣旨）。\nイ  被告Ａは，本件住民投票に先立って被告維新の会が開催した大阪都構想\nの実現を訴えるタウンミーティングにおいて，次の各発言を行った（弁論\nの全趣旨）。\n(ア)  平成２７年３月７日開催のタウンミーティングにおける発言\n被告維新の会は，平成２７年３月７日，大阪市甲区所在のＣ公園に\nおいてタウンミーティング（以下「本件ＴＭａ」という。）を開催し\nた。\n被告Ａは，本件ＴＭａにおいて，不特定多数の聴衆に対する演説の\n中で，別紙被告Ａ発言目録記載ａの発言（以下「本件発言ａ」とい\nう。）を行った。別紙被告Ａ発言目録記載ｘの発言（以下「本件発言\nｘ」という。）は，本件発言ａの前後の発言も含めた反訳文である\n（甲１，８の１，１６の１，３４）。\n(イ)  平成２７年３月９日開催のタウンミーティングにおける発言\n被告維新の会は，平成２７年３月９日，大阪市乙区所在のホテルＤ\nの一室において，タウンミーティング（以下「本件ＴＭｂ」という。）\nを開催した。\n被告Ａは，本件ＴＭｂにおいて，不特定多数の聴衆に対する演説の\n中で，別紙被告Ａ発言目録記載ｂの発言（以下「本件発言ｂ」とい\nう。）を行った。別紙被告Ａ発言目録記載ｙの発言（以下「本件発言\nｙ」という。）は，本件発言ｂの前後の発言も含めた反訳文である\n（甲１，８の２，１６の２，３４）。\n(ウ)  平成２６年７月１３日開催のタウンミーティングにおける発言\n被告維新の会は，平成２６年７月１３日頃，大阪市丙区所在のＥ公\n園において，タウンミーティング（以下「本件ＴＭｃ」という。）を\n開催した。\n被告Ａは，本件ＴＭｃにおいて，不特定多数の聴衆に対する演説の\n中で，別紙被告Ａ発言目録記載ｃの発言（以下「本件発言ｃ」とい\nう。）を行った。別紙被告Ａ発言目録記載ｚの発言（以下「本件発言\nｚ」という。）は，本件発言ｃの前後の発言も含めた反訳文である\n（甲１，１５，１６の３，３４）。\n（以下，本件発言ａ～ｃを併せて「本件各発言」という。）\n(4) 被告らによる投稿行為等\nア  被告らは，平成２６年７月１３日，本件発言ｃも含む本件ＴＭｃの様子\nを，インターネット上で動画をライブ配信するサービスを提供するＴｗｉ\nｔＣａｓｔｉｎｇ上で配信し，配信された別紙投稿動画目録（その３）記\n載の動画（以下「本件動画ｃ」という。）を，ＴｗｉｔＣａｓｔｉｎｇ上\nで録画し保存した上で，ＴｗｉｔＣａｓｔｉｎｇの被告維新の会のアカウ\nントページにおいて，誰でも視聴することができる状態に設定した（甲１，\n甲１５，弁論の全趣旨）。\nイ  被告らは，平成２７年３月１０日，本件発言ａを含む本件ＴＭａの様子\nが撮影された別紙投稿動画目録（その１）記載の動画（以下「本件動画ａ」\nという。）及び本件発言ｂを含む本件ＴＭｂの様子が撮影された別紙投稿\n動画目録（その２）記載の動画（以下「本件動画ｂ」という。）を，動画\n投稿サイトであるＹｏｕｔｕｂｅに投稿して公開した。\n被告らは，その後，被告維新の会のホームページ上で，本件動画ａ及び\nｂを視聴できるように設定した。\n（以下，本件動画ａ～ｃを「本件各動画」といい，上記ア，イの本件各動\n画の投稿及び視聴設定をそれぞれ併せて「本件各投稿」及び「本件各設定」\nといい，それらを併せて「本件各投稿等」という。）\nウ  本件動画ａは「被告Ａ：大阪維新の会：Ｈ２７．０３．０７：Ｃ公園」\nと題された１時間４５分４３秒の動画であり，平成２７年３月２３日午後\n６時５６分時点における視聴回数は，８７２回である（甲８の１，９の\n１）。\n本件動画ｂは「被告Ａ：大阪維新の会：Ｈ２７．０３．０９：ホテルＤ」\nと題された２時間３０分４６秒の動画であり，平成２７年３月２３日午後\n６時５７分時点における視聴回数は，２２３３回である（甲８の２，９の\n２）。\nエ  本件各動画は，本件ＴＭａ～ｃにおける演説者の様子をそのまま録画し\nたものであり，フリップやテロップ等による文字情報，効果音やナレーシ\nョンの挿入，場面転換等の編集は施されていない（甲１，弁論の全趣旨）。\n(5) 仮処分事件\nア  原告は，大阪地方裁判所に対し，被告らを債務者として，本件各動画の\n削除等を求める仮処分を申し立てた（同裁判所平成２７年（ヨ）２９０\n号）。同裁判所は，平成２７年６月１日，本件発言ａ及びｂは原告に対す\nる名誉棄損に当たるが，本件発言ｃはこれに当たらないと判断し，Ｙｏｕ\nｔｕｂｅからの本件動画ａ及びｂの削除，本件動画ａ及びｂの閲覧措置及\nび頒布の禁止に限り，原告の申立てを認める仮処分決定をした（甲３４）。\nイ  被告は，その後，本件動画ａ及びｂを，Ｙｏｕｔｕｂｅから削除した。\n(6) 被告維新の会の代表の交代等\n被告Ａは，平成２７年１２月，任期満了により，大阪市長を退任した。\n被告維新の会の代表は，平成２７年１２月１３日，被告Ａから現代表であ\nるＦに変更された。\n第４  主たる争点\n１  本件各発言及び本件各投稿等による原告の社会的評価の低下の有無（争点１）\n２  本件各発言及び本件各投稿等の違法性阻却事由の有無（争点２）\n３  各請求権の存否等（争点３）\n第５  当事者の主張\n１  争点１（本件各発言及び本件各投稿等による原告の社会的評価の低下の有無）\nについて\n（原告の主張）\n(1) 本件各発言について\nア  本件各発言を聞いた一般人は，原告が，平成２３年の大阪市長選挙の際，\n集票目的で，大阪市内の各町内会にそれぞれ１００万円を配ったと認識す\nるから，本件各発言は，原告が主体となって，大阪市長選挙における集票\nを目的として，選挙運動時又は投票日に直近する時期に，全町内会又はそ\nの役員に１００万円を配ったという事実，すなわち，原告が公職選挙法に\n違反する行為を行ったとの事実を摘示するものである。\nイ  また，本件各発言は，原告が大阪市長在任当時，問題ある市政運営が行\nわれていたとの虚偽の事実を摘示するものである。\nウ  したがって，本件各発言は，原告の社会的評価を低下させ，原告の名誉\nを棄損することが明らかである。\n(2) 本件各投稿等について\n本件各投稿は，本件各発言をインターネット上で全世界に向けて新たに発\n信する行為である。また，本件各設定は，被告維新の会のホームページのア\nクセス数が極めて多いため，より広範囲に本件各発言を拡散させる行為とい\nえる。\nしたがって，本件各投稿等は，本件各発言とは別個に原告の社会的評価を\n低下させるものとして，別個の名誉棄損行為と評価すべきものである。\n（被告らの主張）\n(1) 本件各発言等について\nア  本件各発言は，一般人を基準にすれば，原告が大阪市長に在任していた\n平成２３年にした本件交付金制度の変更に基づいて，各町内会にそれぞれ\n１００万円が交付されたという事実を摘示するものであり，原告が公職選\n挙法に違反する不正行為を行ったかのような事実を摘示するものではない。\nイ  本件各発言は，原告が大阪市長在任中の大阪市政を批判し，そのような\n大阪市を解体して大阪都構想を実現する必要があることを訴えたものであ\nり，原告が大阪市長在任中の大阪市政に対する意見ないし論評であって，\n原告によって問題ある市政運営が行われていたとの事実を摘示するもので\nはない。\nウ  このように，本件各発言は，被告Ａが，大阪都構想への理解を得るため\nに，これまでの大阪市政を批判したものであって，原告の主張するような\n事実を摘示するものではなく，これによって原告の社会的評価が低下する\nこともないから，名誉棄損に該当しない。\n(2) 本件各投稿等について\n原告の主張(2)は争う。\n２  争点２（本件各発言及び本件各投稿等の違法性阻却事由の有無）について\n（被告らの主張）\n表現の自由の中でもとりわけ政治的表現の自由は，特に強く保護されるべき\nである。\n原告は，かつては民放の人気アナウンサーであり，平成２３年の大阪市長選\n挙で被告Ａに敗れた後も，被告Ａに批判的な政治活動を行い，極めて高い知名\n度，発信力及び影響力を保持している。実際に，原告による本件各発言に対す\nる反論動画は，平成２７年４月３０日時点において，視聴回数は８２００回を\n超えており，原告は，対抗言論による名誉回復が十分に可能である。\nしたがって，本件各発言には違法性がない。\n（原告の主張）\n被告Ａは，ｔｗｉｔｔｅｒにおいて，政治家・議員の中で最も多い１２９万\n人ものフォロワーを有している。他方で，原告は，平成２３年の大阪市長選挙\n後は目立った政治活動を行っておらず，私人の立場にある。\nしたがって，原告と被告Ａの間には，言論の影響力という点で圧倒的な差が\nあるから，原告が対抗言論により自らの名誉を回復できないことは明らかであ\nり，本件において，対抗言論の法理は採用されるべきでない。\n３  争点３（各請求権の存否等）について\n（原告の主張）\n(1) 損害賠償請求権\n被告Ａの発言は，極めて注目度が高く，影響力も大きい。また，本件住民\n投票は，全国的に関心をもたれていたものであるから，本件各発言に対する\n注目度は一層高い。実際に，本件動画ａ及びｂだけでも，平成２７年３月２\n３日の時点で合計３０００回以上閲覧されている。\nしたがって，原告の社会的評価，特に政治家としての社会的評価は，本件\n各発言及び本件各投稿等によって著しく低下し，原告は精神的苦痛を被った。\nその損害を金銭に換算すると１０００万円を下らない。また，弁護士費用に\n関する損害は１００万円を下らない。原告は，被告らに対し，上記合計１１\n００万円のうち１０００万円の連帯支払を求める。\n(2) 削除等請求権\n被告らは，投稿サイトからの本件各動画の削除及び被告維新の会のホーム\nページから本件動画ａ及びｂを閲覧できないように設定することが可能かつ\n容易である。\n本件各発言の悪質性，それによって原告に生じる被害の重大性からすれば，\n原告は，被告らに対し，投稿サイトからの本件各動画の削除及び被告維新の\n会のホームページから本件動画ａ及びｂを閲覧できないように設定すること\nを求めることができる。\n(3) 差止請求権\n前記のとおり，本件各発言は原告の名誉を著しく棄損するものであり，本\n件各発言がより多くの範囲に拡散されることを防止するため，原告は，被告\nらに対し，本件各動画の頒布行為の差止めを求めることができる。\nまた，被告Ａによって本件各発言と同種の発言がされれば，原告に重大に\nして回復困難な損害の生じるおそれがあることは明白であるから，原告は，\n被告Ａに対し，同種の発言の差止めを求めることができる。\n(4) 謝罪広告\n前記のとおり，本件各発言は原告の名誉を著しく棄損するものであり，被\n告Ａの発言の影響力等も踏まえれば，被告らが公の場で謝罪広告をすること\nなしに原告の名誉は回復し得ない。そして，名誉回復の方法としては，イン\nターネットの場においてされることが相当である。\n（被告らの主張）\n争う。\n本件各動画を投稿したのは被告Ａ個人ではなく被告維新の会であり，本件各\n動画の削除権限を有しているのは被告維新の会である。\nなお，被告維新の会は，本件動画ａ及びｂを，既に削除している。\n第６  当裁判所の判断\n１  争点１（本件各発言及び本件各投稿等による原告の社会的評価の低下の有無）\nについて\n(1) 原告の主張\n原告は，本件各発言が，原告が主体となって，平成２３年の大阪市長選挙\nの際，選挙運動時又は投票日に直近する時期に，集票を目的として，全町内\n会又はその役員に現金１００万円を配った，という公職選挙法違反の行為を\nした事実を摘示するものであり，また，原告が大阪市長在任当時，問題ある\n市政運営が行われていたとの虚偽の事実を摘示するものであって，原告の社\n会的評価を低下させ，名誉棄損に該当する旨主張する。そこで，当該主張の\n当否を検討する。\n(2) 名誉毀損該当性の判断基準\nア  一般論\n名誉棄損の不法行為は，問題とされる表現が，人の品性，徳行，名声，\n信用等の社会的価値について社会から受ける客観的評価を低下させるもの\nであれば，これが事実を摘示するものであるか，又は意見ないし論評を表\n明するものであるかを問わず，成立し得るものである。そして，ある発言\nの意味内容が他人の社会的評価を低下させるものであるかどうかは，当該\n発言についての一般の聴取者の普通の注意と受け取り方を基準として判断\nすべきものである（最高裁平成６年（オ）第９７８号平成９年９月９日第\n三小法廷判決民集５１巻８号３８０４頁参照）。\nイ  タウンミーティング会場での発言の場合\nタウンミーティングの会場での発言を聴取する場面においては，新聞記\n事等の場合とは異なり，聴取者は，演説者の声，表情，身振り手振り等に\nより次々と提供される情報を瞬時に理解することを余儀なくされ，提供さ\nれた情報の意味内容を十分に検討したり，再確認したりすることができな\nいことからすると，当該発言により摘示された事実がどのようなものであ\nるかという点については，本件各発言の意味内容そのものや，その前後の\n発言，演説の全体的な主題や構成を重視した上で，演説者の表情，身振り\n手振り等による強調の度合いを含めた演説全体から受ける印象等を総合的\nに考慮して判断すべきである。\n(3) 本件各発言に至る背景事情\n被告Ａは，平成２３年１１月の大阪市長選挙において，現職市長であった\n原告を破って当選し，その後も，大阪都構想を推進する中で，原告の市長在\n任期間を含む従前の大阪市政の問題点を指摘していたもので，本件各発言が\nされたのは，被告らが大阪都構想を推進する一連の活動として，被告維新の\n会が開催した本件ＴＭａ～ｃにおいてであった（前提事実２(3)ア及びイ，弁\n論の全趣旨）。\n本件ＴＭａ～ｃが開催された平成２６～２７年の頃には，大阪都構想を推\n進する被告維新の会を中心とする会派とこれに反対する会派の対立が明確化\nし，その賛否を巡って活発な議論がされており（弁論の全趣旨），その時期\nに本件ＴＭａに参加した聴取者は，上記の背景事情を踏まえた上で本件各発\n言を聴取していたものといえるから，被告Ａの本件ＴＭａ～ｃにおける演説\nの主題が，原告の市長在任期間を含む従前の大阪市政の問題を指摘して大阪\n都構想の支持を呼びかけることにあると理解し得る状況にあったといえる。\n(4) 本件発言ａの趣旨・内容\nア  本件発言ａのみから受ける印象\n本件発言ａは，原告の選挙の時に，全町内会に対し，領収書なしに，現\n金１００万円ずつが配られ，それがどのように使われたか全く分からない，\nというものであり，その部分だけをみれば，原告が選挙運動に関連して町\n内会に現金１００万円ずつを配るという公職選挙法違反の事実があったこ\nとを摘示するものと受け取る余地もある。しかし，そこでは，現金１００\n万円ずつを配布した主体が原告個人なのか大阪市なのかは明らかでない上，\nその意味するところも一義的に明確ではないから，一般の聴取者において，\n原告が，選挙運動時又は投票日に直近する時期に，集票目的で現金を配る\nという公職選挙法違反の行為をしたとの趣旨に受け取るものとは断定でき\nない。\nイ  前後の発言部分の趣旨・内容\nまた，前後の発言を含む本件発言ｘをみると，被告Ａは，本件発言ａの\n前の部分では，議員も役所も一から作り直してしまうのが大阪都構想であ\nると述べた上，大阪都構想が実現すると一番困るのは議員，地域の町内会\nの役員，今の大阪市役所であると指摘している。その後に本件発言ａがあ\nった上，その直後に，「で僕はそれは違うでしょと。そんなの領収書がい\nるでしょ。領収書を求めるようにしました。」と述べている。更に続いて，\n被告Ａが市長になる前は，地域の行事を全部税金で行っていたのを，４分\nの１は地域住民の参加費で行うように制度を変えたとの趣旨を述べている。\nウ  本件発言ｘ全体を踏まえた本件発言ａの理解\n以上のように，本件発言ａを含む本件発言ｘ全体は，被告Ａが，現在の\n大阪を作り直すのが大阪都構想であり，その一例として，領収証なしに町\n内会に１００万円ずつを配布するような制度を改変し，税金の支出には領\n収書を求め，地域の行事を全部税金でまかなう運用を改めた旨を述べたも\nのと理解するのが自然である。\nそして，被告Ａは，このような事実を摘示することにより，間接的にそ\nのような大阪市を解体して大阪都構想を実現する必要があるということを\n意見ないし論評として表明したものと理解するのが相当である。\n(5) 本件発言ｂの趣旨・内容\nア  本件発言ｂのみから受ける印象\n本件発言ｂは，３年前の大阪市長選挙の際，町内会の役員に対し，領収\n書を求めずに現金１００万円が配られ，その使い道は分からない，という\nものであり，その部分だけをみれば，原告が選挙運動に関連して町内会に\n現金１００万円ずつを配るという公職選挙法違反の事実があったことを摘\n示するものと受け取る余地もある。しかし，そこでは，現金１００万円ず\nつを配布した主体が原告個人なのか大阪市なのかは明らかでない上，その\n意味するところも一義的に明確ではないから，一般の聴取者において，原\n告が，選挙運動時又は投票日に直近する時期に，集票目的で現金を配ると\nいう公職選挙法違反の行為をしたとの趣旨に受け取るものとは断定できな\nい。\nイ  前後の発言部分の趣旨・内容\nまた，前後の発言を含む本件発言ｙをみると，被告Ａは，本件発言ｂの\n前の部分では，大阪都構想は大阪市議会や大阪市役所を潰して一から作り\n直すので，大阪市役所に群がっていた利益を受けていた人たちが困る等と\n述べた上で，「その一つが」として，本件発言ｂの前半部分の発言に及ん\nでいる。そして，その直後に，被告Ａがこれを改めて領収書を求めた旨を\n述べた後，本件発言ｂの後半部分（「原告さんの時は」以下）を述べた上，\n「被告Ａは領収書求めんのか。僕は市民側にたちたい，そういう立場でや\nっていきたい，税金を配って，使ってもらうのに，領収書とるの当たり前\nですよ。」と発言している。\nウ  本件発言ｙ全体を踏まえた本件発言ｂの理解\n以上のように，本件発言ｂを含む本件発言ｙ全体は，被告Ａが，大阪都\n構想は大阪市役所を一から作り直すので，大阪市役所に群がっていた利益\nを受けていた人たちが困る等と述べた上で，その一例として本件発言ｂの\n領収書なしに町内会に現金１００万円を配った事実を挙げ，被告Ａは，税\n金を配って使うのであれば領収書をとるのは当然であるから，そのように\n制度を改めた旨を述べたものと理解するのが自然である。\nそして，被告Ａは，このような事実を摘示することにより，間接的にそ\nのような大阪市を解体して大阪都構想を実現する必要があるということを\n意見ないし論評として表明したものと理解するのが相当である。\n(6) 本件発言ｃの趣旨・内容\nア  本件発言ｃのみから受ける印象\n本件発言ｃには，「これ原告さんが，前の選挙に，これやったんですけ\nど」，「選挙で，選挙が近づいて来ると，町内会にね現金配るんです。で\n領収書いりませんってやるんです。」，「原告さんはもう町内会にびゃー\nんと現金まいて，はい領収書使わなくていいですよ，その代わり選挙で，\nと言ったかどうかは分かりませんけども。」という部分があり，その部分\nだけをみれば，原告が選挙運動に関連して町内会に現金１００万円ずつを\n配るという公職選挙法違反の事実があったことを摘示するものと受け取る\n余地もある。\nしかし，本件発言ｃの上記部分の前には，「大阪市役所はでたらめな補\n助金を配ってたんです。」という部分があり，上記部分の後には，「僕は\nだからね，原告さんがやったことこれ改めました。」という部分がある。\nこれらの発言を全体としてみると，原告の市長在任当時に大阪市がしてい\nた補助金等の配布の方法に問題があるとし，その具体例として，選挙に近\nい時期に町内会に現金を配って領収書をもらわない扱いが不当であり，被\n告Ａはこれを改めたという趣旨を述べたものと理解することができるので\nあって，一般の聴取者において，原告が，選挙運動時又は投票日に直近す\nる時期に，集票目的で現金を配るという公職選挙法違反の行為をしたとの\n趣旨に受け取るものとは認め難い。\nイ  前後の発言部分の趣旨・内容\n加えて，前後の発言を含む本件発言ｚをみると，本件発言ｃの前半と後\n半の間には，「領収書いらない金がどれだけ無駄遣いを生むか。」，「領\n収書をつけるのは当然なんですよ，税金使うんですから」との発言がされ\nており，領収書をとらないで税金を配布する制度を問題にする趣旨である\nことが一層明確に述べられているとみることができる。\nウ  本件発言ｚ全体を踏まえた本件発言ｃの理解\n以上のように，本件発言ｃを含む本件発言ｚ全体は，原告の市長就任当\n時に大阪市がしていた補助金等の配布の方法に問題があるとし，その具体\n例として，選挙に近い時期に町内会に現金を配って領収書をもらわない扱\nいが不当であり，被告Ａはこれを改めた旨を述べたものと理解するのが自\n然である。\nそして，被告Ａは，このような事実を摘示することにより，間接的にそ\nのような大阪市を解体して大阪都構想を実現する必要があるということを\n意見ないし論評として表明したものと理解するのが相当である。\n(7) 本件各発言による名誉棄損の成否について\n以上を踏まえて検討する。\nア  原告は，本件各発言が，原告の主張するような，原告が主体となって，\n平成２３年の大阪市長選挙の際，選挙運動時又は投票日に直近する時期に，\n集票を目的として，全町内会又はその役員に現金１００万円を配った，と\nいう公職選挙法違反の行為をした事実を摘示するものであることを前提に，\nそれが原告の社会的評価を低下させ，名誉毀損に当たると主張する。\nしかし，本件各発言の趣旨・内容をその前後の発言も踏まえて総合的に\n考察すれば，上記(4)～(6)のとおり，領収書を取得しないで町内会に現金\nを配る制度の問題点を述べたものと理解するのが相当であって，原告が上\n記主張するような事実を摘示するものと理解することはできない。\nしたがって，これを前提とする原告の主張は採用できない。\nイ  原告は，本件各発言によって，原告が選挙に関連して何らかの不正行為\nをしていることが強烈に印象づけられるとし，それによって原告の社会的\n評価が低下するから，名誉棄損に当たる旨主張する。\nこの点，本件各発言及びその前後の発言を子細にみると，(ア) 本件各発\n言の「原告さんの選挙の時」など「選挙」の機会にと述べる部分及び「現\n金１００万円配られた」という部分，(イ) 本件発言ａの前後の「ちょっと，\nみなさんに告げ口しますけどもね」，「配られたのご存じですか。」とい\nう部分，(ウ) 本件発言ｂの前後の「大阪市役所に群がっていたいろんなこ\nの利益を受けていた人たち，困るんですよこれ。」，「こういう状況にな\nったからはっきりもう言います。町内会の人はそれだけは言うのは勘弁し\nてくれといわれますけどね･･･市民のみなさんに説明しますけどもね。」と\nいう部分，(エ) 本件発言ｃの「原告さんはもう町内会にびゃーんと現金ま\nいて」，「その代わり選挙で，といったかどうかは分かりませんけれど\nも。」等と述べる部分がある。\n確かに，原告が指摘する上記各発言部分は，被告Ａが演説上のレトリッ\nクとして，聴衆の関心を惹くために，殊更に意味ありげな言い回しを用い\nたものとうかがわれ，上記の発言部分のみを断片的に聞けば，原告が何ら\nかの不正行為を行ったとの印象を抱く者がいないとは言い切れない\nしかし，本件ＴＭａ～ｃに参加している一般の聴取者が，それらの発言\n部分の前後を含めて当該演説の全体を聞けば，前記(4)～(6)で説示したと\nおり，その演説の主題が，大阪都構想の是非にあり，その功罪を検討する\n一例として，原告がした本件交付金制度の変更と，それを被告Ａが再変更\nした事実に言及したものと理解できるのであって，本件ＴＭａ～ｃに参加\nした一般の聴取者において，原告が何らかの不正行為を行ったと理解する\nとは認め難いというべきである。\nしたがって，原告の上記主張は採用できない。\nウ  原告は，本件発言ａ，ｂ及びそれらの前後の発言において，原告が何ら\nかの不正行為をしているのではないかとの印象を抱かせる部分と，その後\nの領収書をとるようにした等の発言部分との間には，論調等に明らかな断\n絶があり，前者の発言部分によって聴取者に形成された強烈な印象は，後\n者の発言によって払拭されるものではないとも主張する。\nしかし，原告が指摘する前者の発言の理解は上記イのとおりである上，\n仮にそうでないとしても，同指摘の前者と後者の発言部分は，前記認定説\n示したとおり，同じ主題についてされた一連の発言であると理解するのが\nむしろ自然であり，その間に断絶があるとは認められない。\nしたがって，原告の上記主張は採用できない。\nエ  原告は，本件各発言をもって，原告の大阪市長在任当時に問題ある市政\n運営が行われていたとの虚偽の事実を摘示するものであって，名誉棄損の\n不法行為に該当するとも主張する。\nしかし，被告Ａが本件各発言により摘示した事実は，前記(4)～(6)のと\nおりであって，原告が市長在任中に行った本件交付金制度の変更には問題\nがあるという点は，意見ないし論評として表明されたものであって，事実\nとして摘示されたものとはいえない。また，後者によって原告の社会的評\n価が低下したと認めることもできない。\nしたがって，原告の上記主張は採用できない。\nオ  以上によれば，本件各発言は，それによって原告の社会的評価を低下さ\nせるものとはいえないから，名誉棄損に当たらないというべきである。\n(8) 本件各投稿等による名誉棄損の成否について\n原告は，本件各発言が名誉棄損行為であることを前提に，本件各投稿等は，\nより広範囲に本件各発言を拡散させる行為であるから，本件各発言とは別個\nの名誉棄損行為と評価すべき旨主張する。\nしかし，原告が上記主張の前提としている本件各発言が名誉棄損行為とい\nえないことは，前記認定説示したとおりである。そして，本件各動画は，タ\nウンミーティングの会場における演説者の様子をそのまま録画したものであ\nり，フリップやテロップ等による文字情報，効果音やナレーションの挿入，\n場面転換等の編集は施されていないから（前提事実２(4)），タウンミーティ\nングの会場でその演説を聴取する場合と受け取る情報は変わらないものとい\nえるのであって，独自に名誉棄損に当たると解すべき事情もない。\nしたがって，原告の上記主張は採用できない。\n(9) 小括（争点１の結論）\n以上によれば，争点１についての原告の主張は理由がない。\nなお，付言すると，仮に本件各発言が原告の社会的評価を低下させる余地\nがあるとしても，以上で認定説示したところを踏まえれば，ａ本件各発言に\nおいて摘示された事実は，原告が市長在任中にした本件交付金制度の変更の\n当否などを取り上げるもので，明らかに公共の利害に関する事実に当たる上，\nｂ摘示された事実の重要部分は真実で（前提事実２(1)），ｃ摘示の目的は，\n大阪市の制度変更及び運営上の問題点を指摘することを通じて大阪都構想の\n正当性を主張するという，専ら公益を図るものであり，人身攻撃に及ぶなど\n意見ないし論評の域を逸脱しているとは解されないから，本件各発言に違法\n性はないというべきであって（前掲最高裁判所平成９年９月９日判決参照），\nこの観点からも不法行為が成立する余地はないものと解される。\n２  結論\nよって，その余の争点について判断するまでもなく，原告の請求はいずれも\n理由がないから棄却することとし，訴訟費用の負担につき民事訴訟法６１条を\n適用して，主文のとおり判決する。\n大阪地方裁判所第２０民事部\n裁判長裁判官       野    田    恵    司\n裁判官       宮    﨑    朋    紀\n裁判官       福    本    晶    奈\n別  紙\n被告Ａ発言目録\nａ  「町内会に原告さんの選挙の時に，現金１００万円配られたのご存じですか。\n領収書なく配っています。どのように使われたのか全く分からない。全町内会\nに１００万円ずつ配っているんです。」\nｂ  「３年前の大阪市長選挙，僕と原告さんが戦った大阪市長選挙。町内会に現\n金１００万円，領収書抜きで配られています。皆さん税金で。使い道分かりま\nせん。領収書求めずに役員の方に（後に「一部の方」と言い換え）全部配って\nいます。・・・（中略）・・・原告さんの時はよかった。領収書もなく１００\n万円配られて。」\nｃ  「まずそれはね，町内会の人たちです，申し訳ないけども町内会の人たちに\nね，もう大阪市役所はでたらめな補助金を配ってたんです，これ原告さんが，\n前の選挙に，これやったんですけど，まあその前の市長もそうなんですけどね，\n選挙で，選挙が近づいて来ると，町内会にね現金配るんです，で領収書いりま\nせんってやるんです。・・・（中略）・・・僕はだからね，原告さんがやった\nことこれ改めました。原告さんはもう町内会にびゃーんと現金まいて，はい領\n収書使わなくていいですよ，その代わり選挙で，と言ったかどうかは分かりま\nせんけども。」\nｘ  （議員の世襲問題を指摘した後）「それで本当に大阪がよくなってきたんで\nすか。それはだめですよ。それだったら一から作り直してしまう。議員も，役\n所も，一から作り直してしまう。これが大阪都構想。だから大阪都構想をやっ\nて一番困るのはまず議員なんです。そして，もう一つはね，申し訳ありません\nが，この中でもし，いらっしゃったら申し訳ありませんけどもね，地域のいろ\nんな町内会の役員の人たち，これ申し訳ありませんが，今の大阪市役所，これ\nも，ちょっと，みなさんに告げ口しますけどもね，町内会に原告さんの選挙の\n時に，現金１００万円配られたのご存じですか。領収書なく配っています。ど\nのように使われたのか全く分からない。全町内会に１００万円ずつ配っている\nんです。で僕はそれは違うでしょと。そんなの領収書がいるでしょ。領収書を\n求めるようにしました。それから地域のいろんな行事，餅つき大会やら何やら，\n今まで全部税金でやってたんです。１００パーセント。何の行事に使ってるの\nかさっぱりわからない。で，僕はそれを止めました。４分の１は地域の皆さん\nの参加費でやってください。４分の３は税金を入れます。そうしないと，無駄\nなイベントなんかでも山ほどやってくるんです。これやりましたらね，地域の\n町内会の役員の人にみんなに嫌われました。あんとき原告さんときは良かった，\n１００万円現金もらってた，領収書もなく。なんかもう餅つきやるって言った\nら全部税金でやってくれた。（中略）被告Ａになってから冷たい，もう一回，\n昔の良かった，原告さんの時代に戻したい，というのが都構想反対の人たちな\nんです。」\nｙ  「激しい政治決戦になります。何故かというと，さっきも言いました。大阪\n都構想というのは大阪市議会を潰してしまうんです。で，一から作り直す。そ\nして，大阪市役所というものを一から作り直すんで，大阪市役所に群がってい\nたいろんなこの利益を受けていた人たち，困るんですよこれ。今の市役所が残\nっておかないと。その一つが・・・これいうと役員の方いらっしゃったらごめ\nんなさいね，町内会の役員の方々。何故か，僕はもうこれ言います。僕はもう\nね，こういう状況になったからはっきりもう言います。町内会の人はそれだけ\nは言うのは勘弁してくれといわれますけどね･･･市民のみなさんに説明します\nけどもね，３年前の大阪市長選挙，僕と原告さんが戦った大阪市長選挙。町内\n会に現金１００万円，領収書抜きで配られています。皆さん税金で。使い道分\nかりません。領収書を求めずに役員の方に全部配っています。まあ，役員とい\nうか，その町内会仕切っている人たちのところに，全部配っています。で，僕\nはこれをね，改めたんです，で領収書を求めたんですね，あの，や，ごめんな\nさい，役員じゃないですね，役員じゃなくて，一部の方ですね，その誰かって\nいうのは，また一部いるんです。その誰にいくかっていうのは。で領収書がな\nく配ってますから，何に使われたか分からない。で僕はこれ領収書を求めたん\nです，領収書，そしたら役員の人達は怒りましたね，原告さんの時はよかった。\n領収書もなく１００万円配られて。被告Ａは領収書求めんのか。僕は市民側に\nたちたい，そういう立場でやっていきたい，税金を配って，使ってもらうのに，\n領収書とるの当たり前ですよ。」\nｚ  「まずそれはね，町内会の人たちです，申し訳ないけども町内会の人たちに\nね，大阪市役所はでたらめな補助金を配ってたんです，これ原告さんが，前の\n選挙に，これやったんですけど，まあその前の市長もそうなんですけどね，選\n挙で，選挙が近づいて来ると，町内会にね現金配るんです，で領収書いりませ\nんってやるんです。領収書いらない金がどれだけ無駄遣いを生むか。」（領収\n書を不要とする制度が悪用されたとされる県議会の実例を紹介した後）「領収\n書つけるのは当然なんですよ，税金使うんですから，僕はだからね，原告さん\nがやったことこれ改めました。原告さんはもう町内会にびゃーんと現金まいて，\nはい領収書使わなくていいですよ，その代わり選挙で，といったかどうかは分\nかりませんけれども。」\n"
}