{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 4,
    "day": 13
  },
  "case_number": "平成28(ワ)27057",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "87686",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87686",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/686/087686_hanrei.pdf",
  "contents": "平成３０年４月１３日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ワ）第２７０５７号  特許権侵害差止等請求事件\n口頭弁論終結日  平成３０年２月１４日\n判          決\n原        告      株式会社デンソーウェーブ\n同訴訟代理人弁護士       櫻 林 正 己\n同訴訟代理人弁理士      碓 氷 裕 彦\n被        告      ゼブラ・テクノロジーズ・ジャパン株式会社\n同訴訟代理人弁護士      今 井 浩 人\n主          文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n１  被告は，原告に対し，２億円及びこれに対する平成２８年８月２６日から支\n払済みまで年５分の割合による金員を支払え。\n２  訴訟費用は被告の負担とする。\n３  仮執行宣言\n第２  事案の概要\n１  本件は，発明の名称を「光学情報読取装置」とする特許第３８２３４８７号\n（以下「本件特許」という。）に係る特許権（以下「本件特許権」という。）を\n有していた原告が，被告において業として別紙被告製品目録１～４記載の光学\n情報読取装置（以下，目録番号順に「被告製品１」などといい，これらを「被\n告製品」と総称する。）を製造等する行為は本件特許権を侵害すると主張して，\n民法７０９条に基づき，損害賠償金２億円（一部請求）及びこれに対する不法\n行為後である平成２８年８月２６日（訴状送達日）から支払済みまで民法所定\nの年５分の割合による遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いのない事実又は文中に掲記した証拠及び弁論の全\n趣旨により認定できる事実）\n(1) 当事者\nア  原告は，情報処理，情報通信に関するソフトウェアの開発及び機器・シ\nステムの開発・製造・販売等を業とする株式会社である。\nイ  被告は，情報技術，情報技術サービス，データ加工，データ送信及びこ\nれらに関連する業務で用いられる電子機器及び設備等の購入，販売，製造，\n売買，輸入，輸出及び組立て等を業とする株式会社である。\n(2) 原告の特許権\n原告は，以下の本件特許権を有していたが，平成２９年１０月２７日の経\n過をもって存続期間が終了した。\n登録番号     第３８２３４８７号\n発明の名称    「光学情報読取装置」\n出願日      平成９年１０月２７日\n登録日      平成１８年７月７日\n訂正審決日    平成２７年７月２日（同審決は同月１０日確定）\n(3) 特許請求の範囲の記載\n本件特許に係る特許請求の範囲における請求項１（以下，単に「請求項１」\nという。）の記載は以下のとおりである（以下，請求項１に係る発明を「本\n件発明」といい，本件特許の特許公報（甲２）記載の明細書及び図面を併せ\nて「本件明細書」という。）。\n【請求項１】\n「複数のレンズで構成され，読み取り対象からの反射光を所定の読取位置\nに結像させる結像レンズと，前記読み取り対象の画像を受光するために前\n記読取位置に配置され，その受光した光の強さに応じた電気信号を出力す\nる複数の受光素子が２次元的に配列されると共に，当該受光素子毎に集光\nレンズが設けられた光学的センサと，該光学的センサへの前記反射光の通\n過を制限する絞りと，前記光学的センサからの出力信号を増幅して，閾値\nに基づいて２値化し，２値化された信号の中から所定の周波数分析比を検\n出し，検出結果を出力するカメラ部制御装置と，を備える光学情報読取装\n置において，前記読み取り対象からの反射光が前記絞りを通過した後で前\n記結像レンズに入射するよう，前記絞りを配置することによって，前記光\n学的センサから射出瞳位置までの距離を相対的に長く設定し，前記光学的\nセンサの中心部に位置する受光素子からの出力に対する前記光学的センサ\nの周辺部に位置する受光素子からの出力の比が所定値以上となるように，\n前記射出瞳位置を設定して，露光時間などの調整で，中心部においても周\n辺部においても読取が可能となるようにしたことを特徴とする光学情報読\n取装置。」（以下，請求項１又は本件明細書等を引用する場合以外は，「読\nみ取り対象」は「読取り対象」，「毎」は「ごと」と表記し，「２値化」\n「２次元」については請求項１と同様の表記をすることとする。）\n(4) 構成要件の分説\n本件発明の構成要件は，以下のとおり分説できる。\nＡ  複数のレンズで構成され，読み取り対象からの反射光を所定の読取位置\nに結像させる結像レンズと，\nＢ  前記読み取り対象の画像を受光するために前記読取位置に配置され，そ\nの受光した光の強さに応じた電気信号を出力する複数の受光素子が２次元\n的に配列されると共に，当該受光素子毎に集光レンズが設けられた光学的\nセンサと，\nＣ  該光学的センサへの前記反射光の通過を制限する絞りと，\nＤ  前記光学的センサからの出力信号を増幅して，閾値に基づいて２値化し，\n２値化された信号の中から所定の周波数分析比を検出し，検出結果を出力\nするカメラ部制御装置と，\nＥ  を備える光学情報読取装置において，\nＦ  前記読み取り対象からの反射光が前記絞りを通過した後で前記結像レン\nズに入射するよう，前記絞りを配置することによって，前記光学的センサ\nから射出瞳位置までの距離を相対的に長く設定し，\nＧ  前記光学的センサの中心部に位置する受光素子からの出力に対する前記\n光学的センサの周辺部に位置する受光素子からの出力の比が所定値以上と\nなるように，前記射出瞳位置を設定して，露光時間などの調整で，中心部\nにおいても周辺部においても読取が可能となるようにした\nＨ  ことを特徴とする光学情報読取装置。\n(5)  原告は，被告製品の構成が別紙被告製品説明書記載のとおりと主張するの\nに対し，被告は，その一部（同説明書の６頁目第３段落等）を否認し，被告\n製品の光学的センサＣＭＯＳは，その内部に受光素子ごとに増幅回路及びア\nナログデジタル変換回路を有しており，光学的センサから出力される信号は\n既に増幅及び符号化されたデジタル信号であって，光学ユニットの外部にあ\nるメインＣＰＵが光学的センサから出力されたデジタル出力信号をそのまま\n受信し直接ソフトウェアにより処理してバーコードの位置を検出するもので\nあるなどと主張している。\n３  争点\n(1) 本件発明の技術的範囲への被告製品の属否\nア  文言侵害の成否\n(ｱ) 構成要件Ｄの充足性（争点１－１）\n(ｲ) 構成要件Ｆの充足性（争点１－２）\n(ｳ) 構成要件Ｇの充足性（争点１－３）\nイ  均等侵害の成否（争点１－４）\n(2) 本件特許に係る無効理由の成否\nア  進歩性欠如\n(ｱ) 乙５を主引用例とする進歩性欠如の有無（争点２－１）\n(ｲ)  ２次元コードリーダー（ＩＴ４４００）を主引用例とする進歩性欠如\nの有無（争点２－２）\nイ  記載要件違反\n(ｱ) サポート要件違反の有無（争点２－３）\n(ｲ) 明確性要件違反の有無（争点２－４）\n(ｳ) 実施可能要件違反の有無（争点２－５）\n(3) 被告の実施行為の有無（争点３）\n(4) 損害額（争点４）\n第３  当事者の主張\n１  本件発明の技術的範囲への被告製品の属否\n(1) 文言侵害の成否について\nア  構成要件Ｄの充足性（争点１－１）\n〔原告の主張〕\n(ｱ) 増幅\n被告製品の光学ユニットにおいて，受光素子からの出力は，ＣＭＯＳ\nイメージセンサ（以下「ＣＭＯＳ」と略称する。）に形成された増幅部\nで出力信号が増幅されるので，同製品は，構成要件Ｄの「前記光学的セ\nンサからの出力信号を増幅」するとの構成を備えている。\nすなわち，被告製品のＣＭＯＳは受光素子ごとに増幅回路を備えてお\nり，その「受光素子（フォトダイオード）」が本件発明の「光学的セン\nサ」に対応する。そして，受光素子（フォトダイオード）からの出力信\n号（アナログ信号）がＣＭＯＳ内部のアンプ（単位セルごとに備えられ\nた増幅器）により「増幅」される。\n(ｲ) ２値化\n被告製品において，増幅された出力信号は，出力線を介して光学ユニ\nット外部のコンピュータチップに入力され，当該コンピュータチップで\n閾値に基づいて「０」又は「１」に２値化されるので，同製品は，構成\n要件Ｄの「閾値に基づいて２値化」するとの構成を備えている。\n２次元コードは，コードを閾値より明るいコードと閾値より暗いコー\nドに分けて情報を表すバイナリーコードであり，これを読み取るために\nは，「明」と「暗」とを識別して複合する必要がある。被告製品も２次\n元コード（ＱＲコード）の読取りがされている以上，２値化して識別を\nしている。\nまた，本件発明に係る「閾値」は，「明」と「暗」を区別する値であ\nるというだけで，特定の一つの値とする必要はない。ソフトウェアによ\nり処理する際に周囲の明度に応じて閾値の絶対値が変化したとしても，\n値を用いて「明」と「暗」を区別している以上，「閾値に基づいて２値\n化」をしているということができる。\n(ｳ) 周波数成分比の検出\n周波数成分比の検出は，２次元コードの位置検出パターンに限られる\nものではなく，むしろ，画像メモリコントローラに出力されるのは２次\n元コードの内容（書き込まれたデータ）であるから，周波数成分比の検\n出対象は，２次元コードに書き込まれたデータと解すべきである。\n被告製品は，２次元コードの読取りをしている以上，「明」か「暗」\nかの２値化された信号の周波数成分比の検出をしており，「２値化され\nた信号の中から所定の周波数分析比を検出し，検出結果を出力する」と\nの構成要件Ｄの構成を備えているということができる。\n〔被告の主張〕\n(ｱ) 増幅\n本件発明は「光学的センサからの出力信号を増幅」するものであるか\nら，構成要件Ｄの「出力信号」は，光学センサ内部から外部に対して発\n信された信号を意味する。そして，光学センサからの出力信号を増幅す\nるためには，光学センサとは別に電気信号を増幅する装置を備えること\nが必要である。\nしかし，被告製品では，光学的センサとしてＣＭＯＳを使用している\nので，光学的センサから出力された信号は，既に符号化されたデジタル\n信号であり，そのままの状態でソフトウェア処理ができることから，こ\nれ以上増幅する必要がない。このため，被告製品は出力信号を増幅して\nおらず，光学センサから外部に発信された電気信号を増幅する装置も備\nえていない。\n(ｲ) ２値化\n被告製品では，閾値に基づく２値化は行われていない。すなわち，被\n告製品では，光学的センサからの出力信号は，符号化されたデジタル信\n号であり，光学ユニットの外部にあるメインＣＰＵは，当該デジタル信\n号を２値化することなく，そのままの状態で，複雑なアルゴリズムを使\n用してソフトウェアにより全く別の手法により判断している。\n原告は，本件発明の閾値は固定値ではなく，２次元コードの明色と暗\n色との明度に応じて定める値となると主張しているが，本件明細書には，\n閾値が異なり得る旨の記載はなく，技術常識から判断すれば，閾値とは\n特定の一つの値を意味すると解すべきである。\n仮に，原告の主張に基づいたとしても，閾値は２次元コードの明色と\n暗色との明度に応じて定まる一定の値であるから，同じ明度（グレース\nケール値）であれば，同じ閾値に基づき黒か白に分類することとなる。\n他方，被告製品は，同じグレースケール値であっても最終的に白と判断\nすることもあれば黒と判断することもあるため，「閾値に基づき２値化」\nしているということはできない。\n(ｳ) 周波数成分比の検出\n本件発明は「２値化された信号の中から所定の周波数成分比を検出し，\n検出結果を出力する」ものであるが，前記のとおり，被告製品は出力信\n号を２値化しないので，２値化された信号の中から所定の周波数成分比\nを検出することはない。\nまた，構成要件Ｄの「所定の周波数成分比」とは２次元コードに存在\nする位置検出パターンが有する周波数成分比を意味するところ，被告製\n品は，位置検出パターンを検出することなく，デジタル信号をそのまま\nの状態で直接利用してソフトウェアで処理して２次元コードの位置を検\n出しているので，構成要件Ｄを充足しない。\nイ  構成要件Ｆの充足性（争点１－２）\n〔原告の主張〕\n構成要件Ｆの「光学的センサから射出瞳位置までの距離を相対的に長く\n設定し」とは，複数のレンズで構成される結像レンズよりも前（読取対象\n側）に絞りを配置した方が，その他の位置に配置した場合と比べ，光学的\nセンサから絞りまでの光学的距離が相対的に長くなることを意味する。\n被告製品においては，４枚のレンズ群の前に絞りが配置され，同レンズ\n群の後ろ（光学的センサ側）に受光素子が配置されているため，２次元コ\nードからの反射光は絞りを通過した後にレンズ群に入射し，結果的に，受\n光素子から射出瞳位置までの距離は，絞りがレンズ群の間や後ろに配置さ\nれた場合に比べて相対的に長くなるので，構成要件Ｆを充足する。\n〔被告の主張〕\n射出瞳の見える位置は，絞りと光学的センサとの間に存在する空間やレ\nンズの種類及びその組合せによって異なるため，単純に光学的センサから\n絞りまでの光学的距離を長くする（レンズより読取対象側に絞りを配置す\nる）ことにより光学センサから射出瞳までの距離を長くすることができる\nものではない。\n被告製品は複数のレンズがセットになっているため，レンズ群の間に絞\nりを配置することは実際上できない。また，原告は，被告製品において絞\nりをレンズ群の後ろに配置した場合との比較結果を示していないので，被\n告製品が構成要件Ｆを充足することは立証されていない。\nウ  構成要件Ｇの充足性（争点１－３）\n〔原告の主張〕\n(ｱ) 所定値\n被告製品は，受光素子ごとに集光レンズを備えるＣＭＯＳを用いてお\nり，かつ，絞りをレンズより読取対象側に配置しているので，センサ出\n力（相対照度）の落込みが周辺部でも中心部の１５％程度に抑えられ，\n中心部のみならず周辺部においても読取りが可能となっている。\n構成要件Ｇの「光学的センサ中心部に位置する受光素子からの出力に\n対する光学的センサ周辺部に位置する受光素子からの出力の比が所定値\n以上となるように」は「射出瞳位置を設定して」に掛かっており，絞り\nをレンズ群の前に配置することによりセンサ周辺部にある受光素子から\nの出力レベルを所定レベル以上とすることを意味する。被告製品は，絞\nりがレンズ群の前に配置されており，射出瞳位置までの距離を相対的に\n長く設定した結果，周辺部でも良好な読取りができているので，構成要\n件Ｇを充足する。\n(ｲ) 露光時間\n構成要件Ｇの「露光時間などの調整で，中心部においても周辺部にお\nいても読取が可能となるようにした」との文言は，射出瞳位置の設定に\nよる効果を説明するものである。被告は被告製品が露光時間などを調整\nする機能を有していないと主張するが，被告製品では明るさに応じて読\n取り回数が変化しており，露光時間などを調整していることは明らかで\nある。\n〔被告の主張〕\n(ｱ) 所定値\n被告製品は，センサ出力（相対照度）の落込みが，周辺部において中\n心部の約２０％近くも減少しており，本件発明の作用効果を備えている\nとはいえない。これは，被告製品では出力の比が所定値以上となるよう\nに射出瞳位置を設定していないからである。\n(ｲ) 露光時間\n被告製品は，中心部においても周辺部においても読取りが可能となる\nように露光時間などを調整する機能を有していない。被告製品が周辺部\nでも読取りが可能なのは，本件特許とは異なる最新の技術を採用してい\nるからである。\n(2) 均等侵害の成否（争点１－４）について\n〔原告の主張〕\n被告製品が構成要件Ｄを充足しないとしても，同構成要件に係る構成に代\nえて，受光素子からの信号を増幅し，デジタル信号として出力する機能を有\nする光学的センサ（ＣＭＯＳ）を用いて，同光学的センサからの信号をデジタ\nル処理し，その検出結果を出力することは，同構成要件に係る構成と均等な\nものとして，本件発明の技術的範囲に属する。\nア  均等第１要件（発明の本質的部分）\n本件発明の本質的部分は，２次元コードリーダにおいて，素子ごとに集\n光レンズを設けた受光素子を２次元配置した光学的センサを採用した点\n（構成要件Ｂ），絞りを複数のレンズの前に配置して射出瞳位置までの距\n離を相対的に長く設定した点（構成要件Ｆ），この射出瞳位置の設定によ\nり中心部においても周辺部においても読取り可能とした点（構成要件Ｇ）\nなどの光学的構成にある。他方，構成要件Ｆは光学処理後のデータの読取\nり処理方法にすぎないので，本件発明の本質的部分ではない。\nイ  均等第２要件（置換可能性）\n２次元コードの読取りを行うに際し，光学的センサからの出力信号を，\n同センサと別個のカメラ部制御装置で増幅して信号の読取りを行うことに\n代えて，光学的センサ内に増幅機能部分を備えるＣＭＯＳを使用して，受\n光素子部分の信号をＣＭＯＳ内で増幅して，読取り信号を出力することは\n置換可能であり，このように置き換えても本件発明の作用効果を奏する。\nウ  均等第３要件（置換容易性）\n本件侵害行為の時点でＣＭＯＳは周知技術であったので，同時点において\nＣＣＤエリアセンサに代えてＣＭＯＳを用いる程度のことは，当業者におい\nて極めて容易に想到することができたものである。\nエ  均等第４要件（公知技術から容易想到でないこと）\n２次元コードリーダの読取りを行うに際しては受光素子からの微弱信号\nを増幅する必要はあるが，ＣＭＯＳを用いてカメラ部制御装置の内部で信号\nを増幅するか，カメラ部制御装置は増幅済みの信号を用いて２値化するのか\nにより進歩性に差異は生じない。被告製品は，本件発明と同様，本件特許の\n出願時における公知技術から当業者が容易に想到し得たものではない。\nオ  均等第５要件（意識的除外）\n構成要件Ｄのカメラ部制御装置は訂正により加えられた要件であるが，カ\nメラ部制御装置が増幅された信号を２値化するに際して，カメラ部制御装置\nの内部で増幅し，その後の処理をするのか，光学的センサ内で信号の増幅を\n行い，カメラ部制御装置に相当するコンピュータチップにおいて増幅済みの\n信号を用いるのかは，設計上の微差にすぎず，後者の構成が意識的に除外さ\nれた事実はない。\n〔被告の主張〕\nア  均等第１要件（発明の本質的部分）\n本件発明の構成要件Ｄは，原告が訂正審判により追加した部分である。\n追加された構成要件Ｄにおいては，閾値に基づく２値化，所定の周波数成\n分比の検出のほか，出力信号を外部増幅器で増幅するものとされ，本件発\n明がアナログ信号を出力する光学的センサであることが明確にされてい\nる。出力信号がデジタル信号であるかアナログ信号であるかにより本件発\n明の前提は大きく異なるのであるから，構成要件Ｄは本件発明にとって本\n質的部分である。\nイ  均等第２要件（置換可能性）\n出力信号がアナログ信号の場合とデジタル信号の場合とでは同一の作用\n効果は生じない。被告製品の「増幅」は，センサ内部の微少な増幅にすぎ\nず，本件発明におけるＡＧＣアンプ及び補助アンプが有するような機能は\n備わっていない。センサ内で生じた出力電子をセンサ外部に伝送（出力）\nすることのみを目的とした増幅と，微弱なアナログ信号を２値化処理する\nことを目的として実施する増幅とでは全く技術的意味が異なるのであるか\nら，上記の置換をしても同一の作用効果が生じるわけではない。\nウ  均等第３要件（置換容易性）\n出力信号がアナログ信号である場合とデジタル信号である場合とでは，\n「増幅」の点のみならず，その後の処理（閾値に基づいた２値化，所定の\n周波数成分比の検出等）の必要性も大きく異なる。このような実質的な相\n違点があるのであるから，当業者が置換を容易と考えることはない。\nエ  均等第５要件（意識的除外）\n原告は，訂正審判手続において，本件特許が無効となることを回避する\nため，本件特許の請求の範囲を減縮する目的で，構成要件Ｄを追加したも\nのである。原告は，構成要件Ｄを追加することにより，同構成要件を具備\nしない製品，すなわち被告製品のようなデジタル信号を出力信号とする装\n置を明確にその技術的範囲から除外したものである。\n２  本件特許に係る無効理由の成否\n(1) 進歩性の欠如\nア  乙５を主引用例とする進歩性欠如の有無（争点２－１）について\n〔被告の主張〕\n(ｱ) 乙５に開示された発明\nａ  乙５には以下の発明（以下「乙５発明」という。）が開示されてい\nる。\n「光学式の２次元シンボル読取装置であって，ＣＣＤアレイのよう\nな２次元センサに，シンボル（ターゲット）からの反射光の焦点を合\nわせる複数のレンズで構成される光学ユニットと，前記センサへの反\n射光の通過を制限する絞りと，前記センサからの出力信号をビデオア\nンプ（ビデオ増幅器）で処理して送信する機能を含む電子部品と，を\n有し，前記シンボルからの反射光が前記絞りを通過した後で前記光学\nユニットに入射するよう前記絞りを配置し，前記センサからの光を解\n析して反射画像の輝度を測定し，前記センサの全てのセンサ素子によ\nる光を平均化し，それから，既定の閾値を超える平均強度を得るため\nに光源の強度を調整することができる照明コントロールユニットを\n有する光学式の２次元シンボル読取装置」\nｂ  原告は，乙５発明には絞りが開示されていないと主張するが，乙５\nの「aperture212」は，光学的センサへの反射光の通過を制限する機能\nを有している。また，仮に光学的センサへの反射光の入射を最大限制\n限する最終的な絞りが本件発明の「絞り」であるとしても，乙５のチ\nューブ２０４が同様の機能を有しているので， 乙５には本件発明の\n「絞り」が開示されている。\n(ｲ) 本件発明と乙５発明との一致点及び相違点\n（一致点）\n「複数のレンズで構成され，読み取り対象からの反射光を所定の読取\n位置に結像させる結像レンズと，前記読み取り対象の画像を受光するた\nめに前記読取位置に配置され，その受光した光の強さに応じた電気信号\nを出力する複数の受光素子が２次元的に配列された光学的センサ，該光\n学的センサへの前記反射光の通過を制限する絞りと，前記光学的センサ\nからの出力信号を増幅し，出力するカメラ部制御装置と，を備える光学\n情報読取装置において，前記読み取り対象からの反射光が前記絞りを通\n過した後で前記結像レンズに入射するよう，前記絞りを配置することに\nよって，前記光学的センサから射出瞳位置までの距離を相対的に長く設\n定し，前記光学的センサの中心部に位置する受光素子からの出力に対す\nる前記光学的センサの周辺部に位置する受光素子からの出力の比が所\n定値以上となるように，前記射出瞳位置を設定して，露光時間などの調\n整で，中心部においても周辺部においても読取が可能となるようにした\nことを特徴とする光学情報読取装置 。」\n（相違点１）\n本件発明の光学的センサは，その「受光素子毎に集光レンズが設けら\nれた光学的センサ」であるのに対し，乙５発明の光学的センサは，その\nようなものであるか否かが不明である点。\n（相違点２）\n本件発明は，光学的センサからの出力信号を増幅した後に，「閾値に\n基づいて２値化し，２値化された信号の中から所定の周波数成分比を検\n出し，検出結果を出力するカメラ部制御装置」を有するのに対し，乙５\n発明では，光学的センサからの出力信号を増幅した後にそのような処理\nをする装置を有しているか否かが不明である点。\n(ｳ) 相違点１について\nＣＣＤセンサの受光素子ごとに集光レンズを設けることは多数の文献\n（甲２，乙６，７～１２，２４～２８）に記載されており，本件特許出\n願時には既に周知慣用技術であった。また，本件明細書（甲２）には２\n次元コードリーダ（光学情報読取装置）にＣＣＤエリアセンサを使用す\nることが従来技術として開示されている。\nそうすると，乙５発明の光学的センサを「受光素子毎に集光レンズが\n設けられた光学的センサ」とすることは，本件特許出願時の当業者であ\nれば容易に想到し得たものである。\n(ｴ) 相違点２について\n光学情報読取装置において，①読取り対象の画像を２値化すること，\n②出力信号を２値化する際，出力信号の値が閾値の値よりも大きいか小\nさいかで「明」と「暗」に分類すること，③２値化された信号の中から\n所定の周波数成分比を検出すること，④検出結果を出力するために制御\n装置を用いることは，いずれも多数の文献（①について，乙１４，１６，\n１７，２０，２２，２６，２７の１，②について，乙１４，１６，③につ\nいて，乙１６，２２，２７の１，④について，乙１３～１６，２１，２\n２）に記載された周知技術である。\nしたがって，乙５発明の光学的センサからの出力信号を増幅した後に，\n「閾値に基づいて２値化し，２値化された信号の中から所定の周波数成\n分比を検出し，検出結果を出力する」ことは，本件特許出願時の当業者\nであれば容易に想到し得たものである。\n(ｵ)  以上のとおり，本件発明は，乙５発明に周知慣用技術を組み合わせた\nものにすぎず，当業者が容易に想到し得たものであるから，進歩性を欠\nく。\n〔原告の主張〕\n(ｱ) 乙５に開示された発明\n被 告 は ， 乙 ５ 発 明 に 「 絞 り 」 が 開 示 さ れ て い る と す る が ， 乙５の\n「aperture212」は，発光ダイオードからの光を照射するための「開口部」\nであり，被写体からの入射光を絞るものではないから，本件発明の「絞り」\nではない。\n(ｲ) 乙５発明に基づく容易想到性について\n乙５発明には，本件発明の「受光素子毎に集光レンズを設けた光学的\nセンサ」も「絞り」も開示されていない。乙５には，光学情報読取装置\nにおいて光学的センサに集光レンズを設けることにより同光学的センサ\nの周辺部の読取り性能が低下するという課題は示されておらず，絞りの\n配置位置を工夫することなどによりこれを解決するという本件発明の特\n徴的部分についての開示もない。\n乙５発明を主引用例として，本件発明に到達するためには，まずＣＣ\nＤエリアセンサについて，集光レンズ（マイクロレンズ）付きのものと\nすることを想到し，開示されていない絞りの配置を想到し，その結果，\n本件発明の課題を新たに発見，認識し，更にこれを解決するため，読取\nり対象からの反射光が絞りを通過した後で結像レンズに入射するように\n絞りを配置するなどの解決手段を発見しなければならない。このように，\n少なくとも４段階の推考をしなければ本件発明に到達しないのであって，\nいわゆる「容易の容易」を重ねるものであるから，当業者において容易\nに想到できたということはできない。\nイ  ２次元コードリーダー（ＩＴ４４００）を主引用例とする進歩性欠如の\n有無（争点２－２）について\n〔被告の主張〕\n本件発明は，以下のとおり，受光素子ごとに集光レンズが設けられた２\n次元の光学的センサを使用した２次元バーコードリーダーである「WELCH\nALLYN IMAGETEAM 4400 2D Hand-Held Image Reader」（以下「ＩＴ４４０\n０」という。）により本件特許出願前に日本国内で公然知られ（平成１１\n年法律第４１号による改正前の特許法２９条１項１号）又は公然実施され\nた発明（同改正前の特許法２９条１項２号。以下，いずれの発明も「公知\n発明」という。）に，乙５～３５，３９，４０，４２，４７～５０，６４に\n記載された発明を組み合わせることにより，当業者が容易に想到し得たも\nのである。\n(ｱ) ＩＴ４４００は，本件特許出願前に日本国内で販売されていた。\nウェルチ・アレン・インク（以下「ウェルチアレン社」という。）は，\n本件特許出願前である１９９７年６月以前から，米国においてＩＴ４４\n００を販売していた（乙５６）。同製品には，受光素子ごとに集光レン\nズを設けた２次元光学的センサであるソニー製光学的センサ（製品型番：\nＩＣＸ０８４ＡＬ。以下「ＩＣＸ０８４ＡＬ」という。）が搭載されて\nいた（乙３９～４１，４７～５０，６２～６４）。\nＩＴ４４００には，ＩＴ４４００ＨＤとＩＴ４４００ＬＲの２機種が\nあり，両機種は焦点位置，分解能，読取深度に多少の相違があるものの，\nそれ以外は全く同一の仕様である（乙６８，７２）。被告が米国で購入\nして解析した製品（乙４３，５４，５５，６１，６２。以下「被告購入\n製品」という。）は，１９９７年（平成９年。以下，同一の年について\nは改めて元号の表示をしない。）７月に製造されたＩＴ４４００ＨＤの\n新古品である。\nアイニックス株式会社（以下「アイニックス社」という。）は，遅く\nとも本件特許出願前である１９９７年 7 月から，ＩＴ４４００（ＨＤ及\nびＬＲの双方）を日本国内に輸入し，販売していた（甲２０，乙４４，\n５７～６０，６７，７０，７１）。また，遅くとも本件特許出願前であ\nる１９９７年９月頃，ウェルチ・アレン・ジャパン株式会社は，直接日\n本国内でＩＴ４４００の販売を開始した（乙５６）。\n被告購入製品と日本国内で販売されたＩＴ４４００が同一の製品であ\nることは，①ウェルチアレン社が１９９７年６月以前からＩＴ４４００\nを販売しており，被告購入製品も同年７月に製造されていること（原告\nが指摘する被告購入製品の User’s  Guide（乙４３の Exhibit  A。以下\n「本件取扱説明書」という。）における「MANUFACTURED = DECEMBER 1997」\nとの表示は単なる参考例である。），②米国におけるＩＴ４４００の販\n売開始から近接した時期に，アイニックス社が被告購入製品と同一種類\nの製品（ＩＴ４４００ＨＤ）をウェルチアレン社から輸入，販売してい\nること，③被告購入製品の外観と日本国内で販売されたＩＴ４４００の\nパンフレット等（乙６８，６９）の写真が同一であること（原告が指摘\nする乙５７～５９の写真はウェルチアレン社から入手した仮の写真であ\nる。），④被告購入製品とアイニックス社が国内で販売したＩＴ４４０\n０とはいずれも従来とは異なるイメージ処理方式の読取り方式を採用し\nたものであることから明らかである。\n以上によれば，本件特許出願前に被告購入製品と同一の製品が日本国\n内で販売されていたということができる。\n(ｲ) 公知発明には以下の発明が開示されている。\n「２次元バーコードリーダーであって，\n複数の結像レンズで構成される光学ユニットと，\n２次元的に配列された複数の受光素子毎に集光レンズが設けられたＣＣ\nＤエリアセンサと，\nＣＣＤエリアセンサへ入射するバーコードからの反射光を制限する絞り\nと，\nＣＣＤエリアセンサからの出力信号を増幅する増幅器と，\n増幅されたＣＣＤエリアセンサからの出力信号を閾値に基づいて２値化\nする２値化回路と，\n２値化された信号の中から所定の周波数成分比を検出する周波数分析器\nと，\n増幅器，二値化回路，周波数分析器等を制御し，所定の周波数成分比の\n検出結果を出力する装置と，\n露光時間などを調整する機器とを有する\n２次元バーコードリーダー」\n(ｳ) 本件発明と公知発明との一致点及び相違点は，以下のとおりである。\n（一致点）\n「複数のレンズで構成され，読み取り対象からの反射光を所定の読取\n位置に結像させる結像レンズと，前記読み取り対象の画像を受光するた\nめに前記読取位置に配置され，その受光した光の強さに応じた電気信号\nを出力する複数の受光素子が２次元的に配列されると共に，当該受光素\n子毎に集光レンズが設けられた光学的センサと，該光学的センサへの前\n記反射光の通過を制限する絞りと，前記光学的センサからの出力信号を\n増幅して，閾値に基づいて２値化し，２値化された信号の中から所定の\n周波数成分比を検出し，検出結果を出力するカメラ部制御装置とを備え\nる光学情報読取装置であって，露光時間などの調整で，中心部において\nも周辺部においても読取が可能となるようにしたことを特徴とする光学\n情報読取装置。」\n（相違点１）\n本件発明は，「読み取り対象からの反射光が絞りを通過した後に結像\nレンズに入射するよう，絞りを配置することによって，光学的センサか\nら射出瞳位置までの距離を相対的に長く設定」しているのに対し，公知\n発明では，絞りは結像レンズの間に配置されている点\n（相違点２）\n本件発明は，「光学的センサの中心部に位置する受光素子からの出力\nに対する光学的センサの周辺部に位置する受光素子からの出力の比が所\n定値以上となるように，射出瞳位置を設定して，露光時間などの調整で，\n中心部においても周辺部においても読取が可能となるようにしたことを\n特徴とする」のに対し，公知発明は，上記出力の比が所定値以上となる\nよう射出瞳位置を設定し，露光時間などの調整で中心部においても周辺\n部においても読取りを可能にするものの，本件発明のような絞りの配置\n（上記相違点１）により上記を実現しているものではない点\n(ｴ) 相違点１について\n相違点１に係る「読み取り対象からの反射光が絞りを通過した後に結\n像レンズに入射するよう，絞りを配置することによって，光学的センサ\nから射出瞳位置までの距離を相対的に長く設定」するという構成は，本\n件特許出願時には周知技術であった（乙９～１２）。\n例えば，乙９には，オンチップマイクロレンズ付き固体撮像素子を用\nいた場合に光学的センサの周辺部に位置する各エレメント（受光素子）\nに入射する光束の光量が減少するという課題について，射出瞳が遠い構\n成を採用することにより，光学的センサの周辺部に位置する受光素子に\n対して反射光が斜めから入射することを防止し，入射角度をほぼ垂直に\nするなど大幅に小さくすることにより，上記課題を解決し得ることが示\nされている。\nそして，上記各文献に開示された技術は，本件発明及び公知発明と同\n一の技術分野に属するものであり，上記各文献に開示された解決手段を\n公知発明に適用することは，当業者であれば容易に想到できたものであ\nる。\nこの点，原告は，ビデオカメラと２次元バーコードリーダーは技術分\n野が異なると主張するが，集光レンズ付きＣＣＤエリアセンサを使用し\nた場合に生じる問題は，斜めの入射光が集光レンズによって集光される\nことによりセンサに届かないという物理現象によって生じるものである\nから，２次元バーコードリーダーに固有の問題ではなく，集光レンズ付\nきＣＣＤエリアセンサを通常の目的（反射光をセンサで感知し信号に変\n換する）に使用する限り，他の装置（スチルカメラ，デジタルカメラ，\nビデオカメラ等）にも常に生じる問題である。\n実際上，本件特許出願前に頒布された雑誌に掲載されたソニー株式会\n社の広告（乙６４）には「ソニーの全画素読み出し方式ＣＣＤは電子ス\nチルカメラ，ＰＣ画像入力，２次元バーコードリーダー，ＦＡ用カメラ\nなどのアプリケーションに適したデバイスです。」との記載があり，そ\nの表中には「ソニー全画素読み出し方式ＣＣＤラインアップ」としてＩ\nＣＸ０８４ＡＬが掲載されている。また，平成９年７月１３日付け日経\n産業新聞（乙５７）には，「バーコード読み取り手持ち型機器を発売・・・\nデジタルカメラの技術を応用し」との記載があり，バーコードリーダー\nとデジタルカメラとは，お互いに技術を共有する関係にあることが示さ\nれている。\n(ｵ) 相違点２について\n相違点２に係る事項は，上記相違点１に係る事項を採用したことから\n生ずる当然の効果にすぎず，上記のとおり，相違点１に係る構成が容易\nに想到し得るものである以上，相違点２に係る構成も当業者が容易に想\n到し得るものである。\nまた，露光時間などの調整を行うことは，乙５，１３，２３等に示さ\nれた周知技術である。\n(ｶ) 以上のとおり，本件発明は，公知発明に周知技術を組み合わせたにす\nぎず，当業者が容易に想到し得たものであるから，進歩性を欠く。\n〔原告の主張〕\nＩＴ４４００に開示された発明は，本件特許出願当時に公然知られ又は\n公然実施された発明であったということはできず，仮にこの点についての\n被告主張が認められるとしても，本件発明は，公知発明に基づいて当業者\nが容易に想到し得たものではない。\n(ｱ)  ＩＴ４４００が本件特許出願前に日本国内で販売されていたと認める\nに足りる証拠はない。\n被告は，被告購入製品が本件特許出願前に米国で販売されていたと主\n張するが，本件取扱説明書の１－３頁には「MANUFACTURED  =  DECEMBER\n1997」との表示がある。これによれば，被告購入製品が販売されたのは，\n１９９７年１２月以降であると考えられる。本件取扱説明書は英語で書\nかれたものであるが，日本語で書かれた取扱説明書や保証書の存在は立\n証されていない。\n被告は，被告購入製品と同機種のＩＴ４４００が本件特許出願前に日\n本に輸入され，日本国内で販売されていたと主張するが，被告が根拠と\nする証拠（乙４４，５６～６０）は，いずれも企業が一方的に提供した\n情報にすぎず，実際に販売されたと認めるに足りる客観的な証拠ではな\nい。\nさらに，月刊バーコード誌（乙５９）に掲載されたＩＴ４４００の外\n観と被告購入製品の外観には，その上面における放音用の穴の有無など\n複数の相違点があり，両者が異なる製品であることは明らかである。\n加えて，ＩＴ４４００が仮に日本に輸入されていたとしても，それが\n被告購入製品と同一の構造の製品であるか否かも不明である。\n(ｲ)  仮に，被告購入製品と同一の構造のＩＴ４４００が本件特許出願前に\n国内で販売されていたとしても，以下のとおり，本件発明は，公知発明\nに基づいて当業者が容易に想到し得たものではない。\nＩＴ４４００においては３枚のレンズ間に絞りが配置されているが，\n本件発明の課題は，２次元コードリーダに受光素子付きＣＣＤエリアセ\nンサなどの光学的センサを利用する際に，受光素子４１ａに対して光が\n斜めに入射した場合には，集光レンズ４１ｂによって集光されることで\n逆に受光素子４１ａへの集光率が低下し，その結果感度が低下するとい\nう点にある（本件明細書の段落【０００４】）。この課題は，本件特許\n出願時，新規なものであり，被告の主張によっても，集光レンズ付き受\n光素子を２次元配置した２次元コードリーダは，本件特許出願のわずか\n３か月前（１９９７年７月）に公知公用となったのであり，しかも，Ｉ\nＴ４４００では絞りはレンズ間に配置されていたのであるから，その時\n点では，本件発明の課題は全く認識されていなかった。\n(ｳ) 被告の引用する公知文献（乙９～１２）は，スチルビデオカメラ装置\n又はビデオカメラ装置に関するもので，スチルビデオカメラ装置又はビ\nデオカメラ装置と光学情報読取装置とが光学系という点で関連した技術\n分野であるとしても，光学情報読取装置において係る構成を採用するこ\nとが容易であるというためには相応の動機付けが必要である。しかし，\nＩＴ４４００には上記構成を適用することについて動機付けとなる構成\nは一切なく，被告が引用する公知文献にも，光学情報読取装置における\n２次元コードの読取りに適用することを開示又は示唆する記載もない。\nまた，スチルビデオカメラ等に用いられているビデオカメラは，人間の\n目で認識するための画像を形成するカメラであるのに対し，２次元コー\nドリーダに用いられているビデオカメラは，あくまでも２次元コードを\n読むためのビデオカメラであって，その意味で，人間が見るような色彩\nの鮮やかさや再現性などは必要ない反面，周辺部においても２次元コー\nドをより正確により早く読み取ることができるように受光素子に対して\n光が斜めに入射しても周辺部の集光率を低下させないことが必要とな\nる。このように「ビデオカメラ」といっても，両者における技術的意義\nは異なるので，当業者が当然のこととして２次元コードリーダの読取り\n装置にスチルビデオカメラ等のビデオカメラの技術を適用すると考える\nことはできない。\n被告が根拠にする乙６４についても，その用途として２次元バーコー\nドリーダーが考えられると記載されているのみで，実際にソニー社製Ｃ\nＣＤが２次元バーコードリーダーに用いられたわけではない。\n(2) 記載要件違反\nア  サポート要件違反の有無（争点２－３）について\n〔被告の主張〕\n(ｱ)  請求項１によれば，「カメラ部制御装置」は，本件明細書の図４にお\nける「ＡＧＣアンプ２」，「アンプ５６」，「２値化回路５７」及び「周\n波数分析器５８」に対応するものと解される。しかし，同図によると，\n実際には「カメラ部制御装置」は，「カメラ部制御装置（32bit RISC CPU）\n５０」のみを意味しており，両者の間で整合性がないので，請求項１の\n上記構成が本件明細書によりサポートされているということはできな\nい。\n(ｲ)  請求項１の「露光時間などの調整で，中心部においても周辺部におい\nても読取が可能となるようにした」との記載は，露光時間などの調整に\nよる結果，中心部においても周辺部においても読取りが可能となるとい\nう効果が生じることを意味するものと理解できる。しかし，本件明細書\nには，露光時間などをどのように調整すると請求項１に記載された効果\nが生じるかについての記載がない。\n〔原告の主張〕\n(ｱ)  本件明細書において「カメラ部制御装置５０」は各種制御を行ってい\nる旨説明され（段落【００３３】），カメラ部制御装置５０に関連する\n構成についても説明されている。請求項１の「カメラ部制御装置」がカ\nメラ部制御装置５０及びこれに関連する構成を含むものであることは本\n件明細書の記載上明らかである。\n(ｲ)  本件明細書の段落【００４２】には，センサ中心部に位置する受光素\n子４１a からの出力の比が所定値以上となるように射出瞳位置を設定す\nることにより，中心部と周辺部の出力の差を考慮しながら，照射光の光\n量や露光時間などを調整することが容易となり，その結果，中心部にお\nいても周辺部においても適切に読取りが可能となると記載されている。\nこのように，請求項１の「露光時間などの調整で，中心部においても周\n辺部においても読取が可能となる」ための方法や効果との因果関係は，\n本件明細書に記載されている。\nイ  明確性要件違反の有無（争点２－４）について\n〔被告の主張〕\n(ｱ) 上記ア〔被告の主張〕(ｱ)のとおり，請求項１の「カメラ部制御装置」\nは本件明細書の記載と矛盾するので，その記載は明確ではない。\n(ｲ)  請求項１の「前記光学的センサからの出力信号を増幅して，閾値に基\nづいて２値化し，２値化された信号の中から所定の周波数成分比を検出」\nとの記載のうち，「所定の周波数成分比を検出」とはいかなる周波数成\n分比を検出するのか不明であり，閾値についてもどのような条件の下で\nいかなる値を用いるのか限定がないので，不明確である。\n(ｳ)  請求項１には「前記光学的センサから射出瞳位置までの距離を相対的\nに長く設定」との記載があるが，本件明細書の記載を参酌しても，「相\n対的」が何を意味するのか明確ではなく，その距離に関して何らの限定\nもない。\n(ｴ)  請求項１には「前記光学的センサの中央部に位置する受光素子からの\n出力に対する前記光学的センサの周辺部に位置する受光素子からの出力\nの比が所定値以上となるように，前記射出瞳位置を設定」との記載があ\nるが，本件明細書の記載を参酌しても，その条件は記載されておらず，\nその値に関しても何らの限定もない。\n〔原告の主張〕\n(ｱ) 上記ア〔原告の主張〕(ｱ)のとおり，「カメラ部制御装置」に関する特\n許請求の範囲の記載と本件明細書の記載は整合しており，不明確な点は\nない。\n(ｲ)  周波数成分比の検出は，２次元コードに書き込まれたデータの検出で\nあり，本件明細書の段落【００３１】にも「周波数分析器５８は，２値\n化された走査線信号の内から所定の周波数成分比を検出し，その検出結\n果は画像メモリコントローラ６１に出力される」と記載されているとお\nりである。また，２値化は，２次元コードを閾値に基づき明るいビット\nと暗いビットに分けることであり，閾値の値はある一定の値ではなく，\n２次元コードの明色と暗色との明度に応じて定まる値を意味するのであ\nって，いずれもその記載に不明確な点はない。\n(ｳ) 本件特許の請求項１の「相対的に長く設定し」の「相対的」とは，「前\n記読み取り対象からの反射光が前記絞りを通過した後で前記結像レンズ\nに入射するよう，前記絞りを配置する」ものと，「そのように配置され\nていないもの」との対比であることは，明らかである。\n(ｴ)  請求項１における「所定値」は，ある特定の数値を指しているのでは\nない。「所定値以上になる」とは，本件明細書の段落【００４１】や段\n落【００４２】の記載に照らせば，ＣＣＤエリアセンサ４１の周辺部で\nも適切な読取りができるようにすることを意味する文言である。\nウ  実施可能要件違反の有無（争点２－５）について\n〔被告の主張〕\n請求項１には「前記光学的センサの中心部に位置する受光素子からの出\n力に対する前記光学的センサの周辺部に位置する受光素子からの出力の比\nが所定値以上となるように，前記射出瞳位置を設定して，露光時間などの\n調整で，中心部においても周辺部においても読取が可能となるようにした」\nとの記載があるが，本件明細書には，その条件，出力の比の数値，射出瞳\n位置の設定方法等についての具体的な説明はなく，本件発明を実施するこ\nとができない。\n〔原告の主張〕\nセンサ中心部に位置する受光素子４１ａからの出力に対するセンサ周辺\n部に位置する受光素子４１ａからの出力の比が「所定値以上とする」との\n表現は，センサ周辺部にある受光素子４１ａからの出力レベルを所定レベ\nル以上にすることの意味で用いられている。当業者であれば，センサ周辺\n部にある受光素子４１ａからの出力レベルが適切な読取りを実現するため\nに必要なレベルとなっていることを理解し得るので，本件発明は当業者に\nおいて実施可能である。\n３  被告の実施行為の有無（争点３）について\n〔原告の主張〕\n(1)  被告は，被告製品を，業として，輸入し，輸出し，販売し，販売の申出等\nをしている。\n(2)  被告は，平成２８年５月３日以降，被告製品を一切販売していないと主張\nするが，仮にそうであるとしても，被告は，その米国親会社であるゼブラ・\nテクノロジーズ・コーポレーションが海外で製造し，兄弟会社であるゼブラ・\nシンガポールが取り扱うゼブラ製品が日本国内で販売されるための販売活動\nをしているものであるから，その行為は「譲渡の申出」に当たる。\n(3)  また，被告製品は，被告の米国親会社を中心とするグループ会社の共同不\n法行為によって，日本国内に輸入され，販売されているものであり，被告は\n上記製造・販売行為の共同不法行為者ないし幇助者としての責任を負う。\n〔被告の主張〕\n(1)  被告は，被告製品を輸入又は輸出したことはない。また，被告は，被告製\n品を平成２８年５月２日以前に販売したことはあるが，同月３日以降は一切\n販売していない。被告は，グループ会社の指示でゼブラ製品を日本で紹介す\nることがあっても，それらを販売しておらず，販売する目的をもって販売の\n申出等を行っていないので，被告の行為は特許法２条３項１号の「譲渡等の\n申出」に当たらない。\n(2) 被告が共同不法行為や幇助行為の責任を負うとの原告の主張は争う。\n４  損害額（争点４）について\n〔原告の主張〕\n(1) 被告は，平成２６年７月３１日以降，被告製品１～４の販売等をしており，\n同日以降の販売数量及び販売額は以下の金額を下回らない。\n（販売数量）     （販売額）\n①被告製品１    ５０００台     １億９７５０万円\n②被告製品２  ２万００００台     ７億００００万円\n③被告製品３  １万５０００台    ３０億００００万円\n④被告製品４  ２万００００台    ３３億４０００万円\n（合計）              ７２億３７５０万円\n(2)  被告の上記販売による限界利益率は，いずれも販売価格の１０％を下らな\nい。\n(3)  したがって，被告は，少なくとも７億２３７５万円の利益を得たものであ\nり，同金額が原告の損害と推定されるところ（特許法１０２条２項），原告\nはその内金である２億円及びこれに対する遅延損害金の支払を請求する。\n〔被告の主張〕\n否認ないし争う。\n第４  当裁判所の判断\n１  本件発明の内容\n(1) 本件明細書（甲２）には，以下の記載がある。\nア  発明の属する技術分野\n「本発明は，２次元コードなどの読み取り対象に光を照射し，その反射\n光から読み取り対象の画像を読み取る光学的読取装置に関する。」（段落\n【０００１】）\nイ  発明が解決しようとする課題\n「…受光素子４１ａに対して光が斜めに入射した場合には，集光レンズ\n４１ｂによって集光されることで逆に受光素子４１ａへの集光率が低下し，\nその結果，感度が低下する。センサ単位で見てみると，…受光素子４１ａ\nに対して光が垂直に入射するのはセンサの中央部にある受光素子４１ａで\nあり，センサ周辺部にある受光素子４１ａに対しては光が斜めに入射する。\nその結果…CCD エリアセンサ４１からの出力は，センサ中央部の出力に比\nべてセンサ周辺部の出力が落ち込んだ状態となり，その周辺部において読\n取に必要な光量が確保できず，適切な読み取りができないという問題も生\nじる。」（段落【０００４】）\n「…受光素子毎に集光レンズが設けられた光学的センサを備えている場\n合に，光学的センサの周辺部の受光素子に対する集光レンズによる集光率\nの低下を極力防止し，適切な読み取りを実現する光学情報読取装置を提供\nすることを目的とするものである。」（段落【０００５】）\nウ  課題を解決するための手段及び発明の効果\n「そこで，本光学情報読取装置においては，読み取り対象からの反射光\nが絞りを通過した後で結像レンズに入射するよう，絞りを配置している。\nつまり，結像レンズの複数のレンズ間に介装されていた場合（図６（ａ）\n参照）に比べて，複数のレンズで構成される結像レンズよりも前に配置し\nた場合（図６（ｂ）参照）には，光学的センサから絞りまでの光学的な距離\nが相対的に長くなる。絞りよりも像側（つまり光学センサ側）にある光学\n系によって物体空間に生じる絞りの虚像を射出瞳（exit pupil）というが，\n光学的センサから射出瞳までの距離（射出瞳距離）は，光学的センサから\n絞りまでの光学的距離が長くなれば，それに伴って長くなるため，このよ\nうな絞りの配置とすることで，結果的に光学的センサから射出瞳位置まで\nの距離を相対的に長く設定することができる。」（段落【０００９】）\n「そして，光学的センサから射出瞳位置までの距離が長くなれば，セン\nサ周辺部にある受光素子に対して入射する反射光が斜めになる度合も，そ\nれに伴って小さくなる。したがって，光学的センサの周辺部の受光素子に\n対する集光レンズによる集光率の低下を極力防止することができ，適切な\n読み取りの実現に寄与する。」（段落【００１０】）\n「最終的には適切な読み取りを実現することが目的であるので，本発明\nの光学情報読取装置においては，光学的センサの中心部に位置する受光素\n子からの出力に対する光学的センサの周辺部に位置する受光素子からの出\n力の比が所定値以上となるように，射出瞳位置を設定している。このよう\nにしておけば，中央部と周辺部の出力差を考慮しながら，例えば照射光の\n光量や露光時間などを調整することが容易となり，中心部においても周辺\n部においても適切に読取が可能となる。」（段落【００１１】）\nエ  発明の実施の形態\n「…センサ中心部に位置する受光素子４１ａからの出力に対するセンサ\n周辺部に位置する受光素子４１ａからの出力の比が所定値以上となるよう\n射出瞳位置を設定することが考えられる。つまり，このような射出瞳位置\nとなるように絞り３４ａの位置を設定するのである。このようにしておけ\nば，中央部と周辺部の出力差を考慮しながら，例えば照射光の光量や露光\n時間などを調整することが容易となり，中心部においても周辺部において\nも適切に読取が可能となる。…」（段落【００４２】）\n【図６】\n(2)  本件明細書における上記記載によれば，本件発明は，①２次元コードなど\nの読取り対象に光を照射し，その反射光から読取り対象の画像を読み取る光\n学的読取装置に係る発明であり，②受光素子に対して光が斜めに入射した場\n合に光学的センサの周辺部の受光素子に対する集光レンズによる集光率が低\n下するという課題を解決するため，③読取り対象からの反射光が絞りを通過\nした後で結像レンズに入射するように絞りを配置することによって，光学的\nセンサから射出瞳位置までの距離を相対的に長く設定し，④これにより，Ｃ\nＣＤエリアセンサの周辺部にある受光素子に対して入射する反射光が斜めに\nなる度合いを小さくし，適切な読取りを実現するものであるということがで\nきる。\n２  争点２－２（２次元コードリーダー（ＩＴ４４００）を主引用例とする進歩\n性欠如の有無）について\n事案に鑑み，まず，争点２－２（２次元コードリーダー（ＩＴ４４００）を\n主引用例とする進歩性欠如の有無）について判断する。\n(1) 認定事実\n証拠（後記文中又は末尾掲記の各証拠）及び弁論の全趣旨によれば，以下\nの事実が認められる。\nア  ウェルチアレン社は，１９９７年６月，そのウェブサイト上において，２\n次元バーコード記号を画像化して解読するための新しいバーコードスキャ\nニング装置であるＩＴ４４００について告知し，同装置はＩＣＸ０８４Ａ\nＬを使用していると説明した。（乙５６）\nイ  被告は，平成２９年３月，被告購入製品を購入し，これを分解して調査し\nた。ＩＴ４４００にはＩＴ４４００ＨＤとＩＴ４４００ＬＲの２種類の機\n種が存在していたところ，被告購入製品は，ウェルチアレン社が１９９７\n年７月に製造したＩＴ４４００ＨＤ－１３であった。同製品を分解したと\nころ，同製品にはソニー社製のＩＣＸ０８４ＡＬセンサが組み込まれると\nともに，３枚の結像レンズが存在し，絞りはレンズ間に位置していた。（乙\n４３，５４，５５，６１，６２）\nまた，被告は，被告購入製品と同機種の異なる製品を分解して調査した\nところ，同製品にもソニー社製のＩＣＸ０８４ＡＬが組み込まれ，その表\n面を走査型電子顕微鏡で拡大したところ，同構造物は，ソニー製ＣＣＤカ\nメラ・システム・セミコンダクター・セレクションガイド（乙６３の別紙\n３）の７頁に示されたマイクロレンズの描写と合致した。（乙６３）\nウ  ＩＣＸ０８４ＡＬに関し，１９９５年（平成７年）７月２７日付けニュ\nース記事（英文，乙４０）には，ソニーが同製品を販売している旨及び同\n製品にはオンチップマイクロレンズが設置されている旨の記載がある。ま\nた，ＩＣＸ０８４ＡＬデータシート（乙３９）には，ＩＣＸ０８４ＡＬが\n２次元バーコードリーダー，ＰＣインプットカメラに適している旨の記載\nが，また，同年９月２５日付けの日経エレクトロニクス誌（乙６４の３）\nには，ＩＣＸ０８４ＡＬを含むソニーの全画素読出し方式ＣＣＤが電子ス\nチルカメラ，２次元バーコードリーダー等に適している旨の記載がある。\nエ  ウェルチアレン社は，アイニックス社に対し，平成９年７月頃及び同年\n９月頃に各５台のＩＴ４４００ＨＤを輸出し（なお，ウェルチアレン社の\n出庫記録上のモデル番号は，４４００ＨＤ－１３１である。），アイニッ\nクス社は輸入した同製品を顧客に販売した。（甲２０，乙６７，７０，７\n１）\nオ  アイニックス社のウェブサイト（乙４４）には，平成９年７月にウェル\nチアレン社のＩＴ４４００の輸入販売を開始した旨の記載があり，同月の\n新聞記事（乙５７，５８）や月刊バーコード誌（乙５９）にも同旨の記載が\nある。なお，乙５７～５９に掲載されたＩＴ４４００の写真は，被告購入\n製品（乙４３）の外観と異なるが，１９９７年１０月３日作成に係るウェ\nルチアレン社作成に係るＩＴ４４００のパンフレット（乙６８）や同年９\n月号の月刊バーコード誌（乙６９）に掲載された写真は，被告購入製品の\n外観と一致する。\n(2) ＩＴ４４００により実施された発明（公知発明）の公然実施の有無\nア  前記(1)アないしオの事実によれば，ウェルチアレン社は平成９年６月に\nはＩＴ４４００を米国内で販売しており，アイニックス社は同年７月には\nウェルチアレン社から被告購入製品と同機種（ＩＴ４４００ＨＤ）を日本\nに輸入し，顧客に販売していたとの事実を認めることができる。これによ\nれば，ＩＴ４４００は，本件特許出願日（平成９年１０月２７日）前に日\n本国内で販売されており，ＩＴ４４００により実施された発明（公知発明）\nは，本件特許出願日前に公然実施されていたものと認められる。そして，\nＩＴ４４００の購入者が同製品を分解するなどして，その内部構造等を知\nることは困難ではなかったということができる。\nイ  これに対し，原告は，本件取扱説明書に「MANUFACTURED = DECEMBER 1997」\nとの表示があることから，被告購入製品が販売されたのは平成９年１２月\n以降であると主張する。しかし，本件取扱説明書の上記記載はラベルの記\n載内容の説明にすぎず，同説明書の発行日や当該製品の製造年月日を示す\nものとは直ちにいい難く，同説明書の上記記載をもって被告購入製品が販\n売されたのは同月以降であるということはできない。\nまた，原告は，月刊バーコード誌（乙５９）に掲載されたＩＴ４４００\nの写真と被告購入製品の外観が異なることも指摘するが，１９９７年１０\n月３日作成に係るウェルチアレン社のＩＴ４４００のパンフレット（乙６\n８）や１９９７年９月号月刊バーコード誌（乙６９）に掲載された写真が\n被告購入製品の外観と一致することは，前記(1)オのとおりである。乙５９\nに掲載されたＩＴ４４００の写真については，ウェルチアレン社の試作段\n階の写真の可能性があること（乙６７）に照らすと，乙５９の写真と被告\n購入製品の外観が相違するとしても，ＩＴ４４００が本件特許出願前に日\n本国内で販売されたとの認定を左右しない。\nさらに，原告は，被告が根拠とする証拠（乙４４，５６～６０）は，いず\nれも企業から一方的に提供された情報にすぎず，ＩＴ４４００が日本に輸\n入されていたとしても，それが被告購入製品と同一の構造の製品であるか\nどうかは不明であると主張する。しかし，前記(1)エ，オによれば，アイニ\nックス社は被告購入製品と同種のＩＴ４４００ＨＤを国内に輸入して販売\nしたものと認められ，また，ＩＴ４４００ＨＤの構造は前記(1)イのとおり\nであると認められるので，原告の主張は理由がない。\nなお，ウェルチアレン社の出庫記録におけるモデル番号は４４００ＨＤ\n－１３１と記載され，被告購入製品はＩＴ４４００ＨＤ－１３であるが，\n両製品はそのモデル番号に照らすといずれも同一の機種（ＩＴ４４００Ｈ\nＤ）であり，その構造は同一であると推認され，両者の内部の基本的構造\nが異なっていたことや製造後に内部の構造に変更が加えられたことをうか\nがわせる証拠もない。\n以上によれば，ＩＴ４４００により実施された発明（公知発明）は，本\n件特許出願日前に日本国内において公然実施されていたものと認められる。\n(3) 本件発明と公知発明との一致点及び相違点\n証拠（乙４３，６１，６２）によれば，公知発明は前記第３，２(1)イ〔被\n告の主張〕(ｲ)記載のとおりであり，本件発明と公知発明とを対比すると，両\n者の一致点及び相違点は以下のとおりであると認めることができる。\n（一致点）\n複数のレンズで構成され，読み取り対象からの反射光を所定の読取装置に\n結像させる結像レンズと，前記読み取り対象の画像を受光するために前記読\n取位置に配置され，その受光した光の強さに応じた電気信号を出力する複数\nの受光素子が２次元的に配列されるとともに，当該受光素子ごとに集光レン\nズが設けられた光学的センサと，当該光学的センサへの前記反射光の通過を\n制限する絞りとを備える光学情報読取装置である点\n（相違点１）\n本件発明は，「読み取り対象からの反射光が絞りを通過した後に結像レン\nズに入射するよう，絞りを配置することによって，光学的センサから射出瞳\n位置までの距離を相対的に長く設定」しているのに対し，ＩＴ４４００では，\n絞りは，結像レンズの間に配置されている点\n（相違点２）\n本件発明は，「光学的センサの中心部に位置する受光素子からの出力に対\nする光学的センサの周辺部に位置する受光素子からの出力の比が所定値以上\nとなるように，射出瞳位置を設定して，露光時間などの調整で，中心部にお\nいても周辺部においても読取が可能となるようにしたことを特徴とする」の\nに対し，ＩＴ４４００は，上記出力の比が所定値以上となるよう射出瞳位置\nを設定し，露光時間などの調整で中心部においても周辺部においても読取を\n可能にするものの，本件発明のような絞りの配置（上記相違点１）手段によ\nり，上記を実現しているものではない点\n(4) 上記各相違点の容易想到性について\nア  相違点１について\n(ｱ)  乙９（特開平５－２０３８７３号公報），乙１０（特開平７－１６８\n０９３号公報），乙１１（特開平５－１８８２８４号公報），乙１２（特\n開平８－２７８４４３号公報）に記載された発明は，いずれもデジタル\nカメラ等の光学系に関する発明であるところ，これらの文献には，いず\nれも，光学的センサの周辺部に位置する受光素子に入射する光束の光量\nが減少するのを防止するという課題及びこれに対する解決策として射出\n瞳を結像面から離した構造として，全てのレンズの前面（読取対象側）\nに絞りを配置する構成とすることが記載されている。\nすなわち，例えば，乙９には，以下の記載がある。\n「【０００９】【課題を解決するための手段】本発明の射出瞳の遠い\n２焦点切換式レンズは、物体側から順に、短焦点設定時にレンズ系の光\n軸外に移動する正の屈折力を有する第１レンズ群、絞り、長焦点設定時\nにレンズ系の光軸外に移動する正の屈折力を有する第２レンズ群および\nレンズ系の光軸内に固定される正の屈折力を有する第３レンズ群からな\nり、この第３レンズ群を、その物体側焦点位置が上記絞り位置付近とな\nるように配設したことを特徴とするものである。\n【００１２】したがって、第１レンズ群と絞り、または絞りと第２レン\nズ群を通過してきた光束は第３レンズ群によって屈折して光軸に略平行\nな光束となる。このように光軸に略平行となった光束は固体撮像素子の\n前面に配されたオンチップマイクロレンズの各マイクロレンズに垂直に\n入射することとなりしたがって固体撮像素子周辺部に対応する各マイク\nロレンズによって集束された光束はセンサの開口部の縁部でほとんどさ\nえぎられることなく、この開口部内に入射することとなる。\n【００１３】これにより画面周辺部が光量不足で暗い画像となることも\nなく、高い検出感度を得ることができる。」\nまた，乙１２には，以下の記載がある。\n「【０００３】このため、撮影レンズ装置より固体撮像素子の撮像面\nに入射する光束の入射角を可能な限り小さくすることが必要である。言\nい換えれば撮影レンズ装置の射出瞳位置ができるだけ遠いことが望まし\nい。\n【０００９】【作用】レンズ群の前方、即ち物体側に最も近い位置に絞\nりを配置することで、結像面からの射出瞳位置を十分遠ざける機能を発\n揮し、更に、全体で強い屈折力を持つ第４レンズ群を像側に最も近い位\n置に配置することにより、射出瞳位置を像面から更に遠ざけて、撮像素\n子への入射角を十分に小さくする。」\n【００４４】【発明の効果】以上に説明したように本発明によれば、十\n分な大きさのバックフォーカスを持ち、更に結像面からの射出瞳位置を\n十分確保した高性能な撮影レンズ装置が実現され、ビデオカメラや電子\nスティルカメラ等に適した撮影レンズ装置を提供することができる。」\n以上のとおり，乙９～１２によれば，光学的センサの周辺部に位置す\nる受光素子に入射する光束の光量が減少するのを防止するため，「読み\n取り対象からの反射光が絞りを通過した後に結像レンズに入射するよう，\n絞りを配置することによって，光学的センサから射出瞳位置までの距離\nを相対的に長く設定」するという構成とすることは，本件特許出願当時，\nビデオカメラ等の分野において周知であったと認めることができる。\n(ｲ)  原告は，ビデオカメラ等と２次元バーコードリーダーの技術的意義は\n異なるので，当業者がビデオカメラ分野の技術（乙９～１２）を当然の\nこととして２次元コードリーダの読取装置に適用することを考えるもの\nではないと主張する。\nしかし，その主たる目的が色彩等の再現性にあるか２次元バーコード\nの読取りにあるかという点で異なる面があるとしても，集光レンズ付き\nＣＣＤエリアセンサを通常の目的で使用する限りは，光学的センサの周\n辺部に位置する受光素子に入射する光束の光量が減少することにより光\n学素子に入射する光束の光量が低下して検出感度が低下するという課題\nは共通しており，当業者であれば，２次元バーコードリーダーにおける\n同課題の解決のため，光学系の近接した技術分野であるスチルカメラ，\nデジタルカメラ，ビデオカメラ等の技術を適用することについての動機\n付けを得ることは容易であるというべきである。\nそして，前記(1)ウのとおり，ＩＣＸ０８４ＡＬデータシート（乙３９）\nには，ＩＣＸ０８４ＡＬが２次元バーコードリーダー，ＰＣインプット\nカメラに適している旨の記載が，１９９５年９月２５日付けの日経エレ\nクトロニクス（乙６４の３）には，ＩＣＸ０８４ＡＬを含むソニーの全\n画素読出し方式ＣＣＤが電子スチルカメラ，２次元バーコードリーダー\n等に適している旨の記載があり，また，平成９年７月１３日付け日経産\n業新聞（乙５７）には，「バーコード読み取り手持ち型機器を発売・・・\nデジタルカメラの技術を応用し」との記載があることも，バーコードリ\nーダーとデジタルカメラとが技術を共通にする関係にあることを裏付け\nるものということができる。\n(ｳ)  以上によれば，当業者が，本件特許出願当時，公知発明に乙９～１２\nに記載されたデジタルカメラ等の光学系に関する上記技術を組み合わせ\nることにより，相違点１に係る構成を想到することは容易であったとい\nうことができる。\nイ  相違点２について\n本件発明は，光学的センサから射出瞳位置までの距離を相対的に長く設\n定し，光学的センサの中心部に位置する受光素子から出力に対する光学的\nセンサの周辺部に位置する受光素子からの出力の比が所定値以上となるよ\nうに，射出瞳位置を設定するものであるが，この「所定値」については本\n件明細書に具体的な記載がなく，上記の出力の比のほか，照射光の光量，\n露光時間などの調整等の結果として，光学センサの中心部と周辺部のいず\nれでも適切な読取りができるようになることを意味するにすぎないと解さ\nれる。\nまた，本件明細書の段落【００１１】【００４２】の記載によれば，露\n光時間などの調整は従来から行っていた技術であり，本件発明の構成であ\nる射出瞳位置の設定等を採用することで，これが容易となることを意味す\nるにすぎないものと解される。また，露光時間などの調整を行うことが本\n件特許出願当時に周知であったことは，乙５，１３，２３にも示されてい\nるとおりである。\nそうすると，相違点１に係る構成を想到することが前記のとおり容易で\nある以上，光学的センサの中心部に位置する受光素子からの出力に対する\n光学的センサの周辺部に位置する受光素子からの出力の比が所定値以上と\nなるように射出瞳位置を適宜設定し，周知技術を用いて露光時間を調整す\nるなどして中心部においても周辺部においても読取りが可能となるように\nすることは当業者にとって容易であったというべきである。\nウ  以上のとおり，相違点１及び２は，公知発明に本件特許出願当時の周知\n技術を組み合わせることにより，当業者が容易に想到し得たということが\nできる。\n(5) 小括\n以上のとおり，本件特許は進歩性を欠き，特許無効審判により無効にされ\nるべきものと認められる。\n３  結論\n以上によれば，その余の点について判断するまでもなく，原告の請求は理由\nがないから棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n佐    藤    達    文\n裁判官\n遠    山    敦    士\n署名押印することができない。\n裁判長裁判官\n佐    藤    達    文\n別紙\n被告製品目録\n以下の商品名等で特定される光学情報読取装置\n１  被告製品１\n商品名     ＤＳ４８００シリーズ\n２  被告製品２\n商品名     ＣＳ４０７０シリーズ\n型  番     ＣＳ４０７０－ＳＲ，ＣＳ４０７０－ＨＣ\n３  被告製品３\n商品名     ＭＣ４０  モバイルコンピュータ  シリーズ\n型  番     ＭＣ４０，ＭＣ４０－ＨＣ\n４  被告製品４\n商品名     ＴＣ５５  タッチ  コンピュータ\n型  番     ＴＣ５５ＢＨ－ＫＪ１１ＪＥ－ＮＳ，ＴＣ５５ＢＨ－ＫＪ１\n１ＪＳ－ＮＳ\n以上\n別  紙\n被告製品説明書\n１  被告製品１  ＤＳ４８００\n被告製品１は，凡その奥行きが１\n９センチ，幅７センチ，高さが５セ\nンチであり，右の写真１に示される\nように全体として湾曲した形状をし\nているリーダである。\nリーダの使用者はカスタムベゼルと呼ばれるケースを把持し，親指，人差し\n指若しくは他の指でタッチトリガーと呼ばれる読取スイッチを押すことで，Ｌ\nＥＤインジケータより照明光を２次元コードに照射し，その反射光がケース前\n方に配置された絞り，レンズ，光学的センサ等を含む光学ユニットに入射す\nる。\nこの光学ユニットの詳細に関しては後述５のとおりである。\n用途は，バーコードの読み取りも含め，２次元コードの読み取りを主な用途\nとしている。\n２  被告製品２  ＣＳ４０７０\n被告製品２は，凡その長さが１１センチ，幅５センチ，高さ３\nセンチであり，写真２に示す様に全体として長尺形状をしている\nリーダである。\nリーダの使用者はケースを握り，ケース上面の前方に配置され\nた「＋」の表示のある読取スイッチを人差し指若しくは他の指で\n押すことで，ケース前面に配置されたＬＥＤ照明光を２次元コー\n写真１\n写真２\nドに照射し，その反射光がケース前方に配置された絞り，レンズ，光学的セン\nサ等を含む光学ユニットに入射する。\nこの光学ユニットの詳細に関しては後述５のとおりである。\n用途は，バーコードの読み取りも可能であるが，２次元コードの読み取りを\n主な用途とするものであり，読み取った信号を外部のコンピュータに出力して\nいる。\n３  被告製品３  ＭＣ４０\n被告製品３は，凡その高さが１４センチ，幅が７センチ，奥\n行きが２センチであり，写真３に示すように全体として長方形\n形状をしており，ケースの前面にタッチパネルのディスプレイ\nを備えているリーダである。\nリーダの使用者はケースを把持し，ケースの左右両側面に配\n置された読取スイッチを親指，人差し指若しくは他の指で押す\nことで，ケース前面に配置されたＬＥＤ照明光を２次元コードに照射し，その\n反射光がケース前方に配置された絞り，レンズ，光学的センサ等を含む光学ユ\nニットに入射する。\nこの光学ユニットの詳細に関しては後述５のとおりである。\n主な用途は，バーコードの読み取りも含めた２次元コードの読取であるが，\n読み取った信号に基づき，発注や受注等の作業を行うこともできる。そのた\nめ，通信機能を備えており，インターネット接続や，電子メールを行うことも\n可能である。\n写真３\n４  被告製品４  ＴＣ５５\n被告製品４は，凡その高さが１４センチ，幅が７センチ，奥行\nきが２センチのリーダであり，写真４に示すように全体として長\n方形形状である。上記３の「ＭＣ４０」と同様，ケースの前面に\nタッチパネルのディスプレイを備えている。\nリーダの使用者はケースを把持し，ケースの左右両側面に配置\nされた読取スイッチを親指，人差し指若しくは他の指で押すこと\nで，ケース前面に配置されたＬＥＤ照明光を２次元コードに照射し，その反射\n光がケース前方に配置された絞り，レンズ，光学的センサ等を含む光学ユニッ\nトに入射する。\nこの光学ユニットの詳細に関しては後述５のとおりである。\n主な用途は，バーコードの読み取りも含めた２次元コードの読取であるが，\n読み取った信号に基づき，発注や受注等の作業を行うこともできる。そのた\nめ，通信機能を備えており，インターネット接続や，電子メールを行うことも\n可能である。\n写真４\n５  被告製品１ないし４が共通して使用している，被告製光学ユニット「ＳＥ４\n７１０」について\n上記被告製品１ないし４の２次元コードリーダ\nは，いずれも製品名を「ＳＥ４７１０」とする光学\nユニットを用いている。\n写真５は，光学ユニットの筐体からレンズや基板\nを取り外した状態を示している。\n写真６は，写真５の筐体からレンズ及び基板を取り\n外した状態を示している。\n写真５\n写真６\n写真５\n光学ユニット「ＳＥ４７１０」\n写真７は，このレンズの部分の断面を示すＸ線に\nよる断面写真である。\nこの断面写真に示されるように，４枚\nのレンズの前方に絞りが配置され，２次\n元コードからの反射光は絞りを通過した\n後でレンズに入射するようになってい\nる。\nそして，４枚のレンズの後方に受光素\n子が配置されている。\n受光素子は写真８に示すＣＭＯＳに増幅部，アナ\nログデジタル変換部等と共に形成されている。\n写真９は，この受光素子を正面視において拡大し\nたものである。\n写真７\n写真８（ＣＭＯＳ）\n写真９（正面視）\n写真１０は，この受光素子を４５°斜視において\n拡大したものである。\n上記写真９及び１０に示すとおり，各受光素子には一片３０００ナノメータ\n程度のマイクロレンズが設けられている。\n上述したように，受光素子からの出力はＣＭＯＳ内で増幅され，アナログ信\n号からデジタル信号に変換されて基板上に配置された出力線から光学ユニット\n外部のコンピュータチップに出力される。そして，コンピュータチップで\n「０」若しくは「１」の２値化され，２値化された信号の中から所定の周波数\n成分比を検出し，検出結果を出力する。\n従って，光学ユニットには，絞り，複数のレンズ，及びマイクロレンズを受\n光素子毎に備える光学的センサが含まれ，併せて，光学的センサからの出力を\n増幅するカメラ部制御装置の一部が配置されている。\n以   上\n写真１０（４５°斜視）\n"
}