{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 1,
    "day": 29
  },
  "case_number": "平成25(ネ)10098",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84830",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84830",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/830/084830_hanrei.pdf",
  "contents": "平成２７年１月２９日判決言渡  同日原本領収  裁判所書記官\n平成２５年（ネ）第１００９８号特許権侵害差止等請求控訴事件\n原審・大阪地方裁判所平成２４年（ワ）第３２７６号\n口頭弁論終結日  平成２６年１２月１日\n判     決\n控訴 人     向 陽 技 研 株 式 会 社\n訴訟代理人弁護 士     室谷和 彦\n補佐人弁理 士     中谷武 嗣\n被 控 訴 人     株式会社ヒカ リ\n訴訟代理人弁護 士      本渡諒 一\n同                宮原秀 隆\n訴訟代理人弁理 士     清水義 仁\n主     文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙１のイ－１号物件目録，イ－２号物件目録，イ－３\n号物件目録及びイ－４号物件目録記載の各製品を製造し，販売し，輸出し，輸\n入し又は譲渡のための展示，インターネットへの掲載その他の販売の申出をし\nてはならない。\n３  被控訴人は，前項記載の製品を廃棄せよ。\n４  被控訴人は，原判決別紙１のイ－１号物件目録２（１），（２），イ－２号\n物件目録２（２），イ－３号物件目録２（２）及びイ－４号物件目録２（１）\nに記載の各部品並びにそれらの製造用金型を廃棄せよ。\n５  被控訴人は，控訴人に対し，３０００万円及びこれに対する平成２４年１０\n月２０日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要（略称は，特に断らない限り，原判決に従う。）\n１  本件は，発明の名称を「角度調整金具」とする特許権（特許番号第４８９５\n２３６号。本件特許権）について専用実施権を有する控訴人が，原判決別紙１\nのイ－１号物件目録，イ－２号物件目録，イ－３号物件目録及びイ－４号物件\n目録記載の製品（被告製品）は，本件特許権の特許請求の範囲の請求項１に記\n載された発明（本件特許発明）の技術的範囲に属し，被控訴人による被告製品\nの製造，販売等は本件特許権を侵害する行為であると主張し，被控訴人に対し，\n特許法１００条１項に基づき，被告製品の製造及び販売等の差止めを求めると\nともに，同条２項に基づき，被告製品及びその部品等の廃棄を求め，併せて，\n本件特許権の侵害による損害賠償請求権（民法７０９条）に基づき，損害賠償\n金３０００万円（特許法１０２条２項に基づく損害額２５００万円及び弁護士\n等費用５００万円）の支払を求めた事案である。\nなお，附帯請求は，損害賠償金に対する訴えの変更申立書（平成２４年１０\n月１９日付け）の送達の日の翌日である平成２４年１０月２０日から支払済み\nまで民法所定の年５分の割合による遅延損害金請求である。\n２  原判決は，被告製品は，本件特許発明の構成要件Ｃを充足せず，また，被告\n製品が本件特許発明の均等の範囲にあるということもできないから，その余の\n点について判断するまでもなく，控訴人の被控訴人に対する本件特許権につい\nての専用実施権の侵害を理由とする請求はいずれも理由がない，として，控訴\n人の請求をいずれも棄却した。\nそこで，原判決を不服として，控訴人が控訴したものである。\n３  前提事実，争点及び争点に関する当事者の主張は，次のとおり原判決を補正\nし，後記４のとおり当審における当事者の主張を付加するほかは，原判決「事\n実及び理由」の第２の１ないし３記載のとおりであるから，これを引用する（以\n下，原判決を引用する場合は，「原告」を「控訴人」と，「被告」を「被控訴\n人」と，それぞれ読み替える。）。\n原判決２頁２０行目の「専用実施」から同頁２１行目末尾までを次のとお\nり改める。\n「専用実施権の設定を受けた者である（専用実施権の設定登録  受付年月\n日平成２４年２月２８日，専用実施権者向陽技研株式会社，範囲全部）。」\n原判決４頁２１行目の「うち少なくとも製品１，２，６及び９」を「うち\n少なくとも製品１，３，６及び９」と改める。\n原判決５頁６行目から７行目及び１５頁２２行目から２３行目の各\n件特許が，原出願に包含されない発明を内容とするものであるかどうか（分\n割要件違反の有無）」をそれぞれ   本件特許が，特許無効審判により無\n効にされるべきものであるか否か」と改める。\n４  当審における当事者の主張\n発明の構成要件Ｃを充足するか）について\n〔控訴人の主張〕\nア  構成要件Ｃについて\n構成要件Ｃは，「さらに，上記第１軸心（Ｃ１）を中心側とした場合に上\n記ギア部（４）の外周歯面より外方側位置に，上記外周歯面との間にくさ\nび形の空間部を形成するくさび面（８）を，上記第１アーム（１）側に於\nて形成し，」と特定されるものであり，くさび面の形成については，①第\n１軸心を中心側とした場合にギア部の外周歯面より外方側位置に形成する\nものであること，②ギア部の外周歯面との間にくさび形の空間部を形成す\nるものであること，③第１アーム側に形成するものであること，という３\nつの要素以外は，何ら限定のないものである。\nこれに対し，原判決は，構成要件Ｃについて，特許請求の範囲の記載を\n離れ，第１アームのケース部自体にくさび形空間部を設けることを意味す\nるものと限定的な解釈をしたが，当該判断は，次のとおり誤りである。\n実施例の形態について\nａ  実施例の「くさび形窓部」\n原判決は，本件明細書の実施例に記載された「くさび形窓部５」は\nケース部３の壁部１７，１７に形成された２個の切欠きであると誤解\nし，その結果，実施例における空間部は当該切欠きの内側の部分を意\n味するものであると，いわば平面的に捉えて，本件特許発明の構成要\n件を解釈している。\nしかし，実施例に記載された「くさび形窓部５」は，ケース部３を\n貫通する１個の貫通孔であって，２個の切欠きではない。\nｂ  実施例の「くさび面８」\n本件明細書（段落【００１８】，【００１９】）には，実施例に記\n載されたくさび面８について，「この貫通孔の外方側の面には…くさ\nび面８が形成され」と記載されており，くさび面８は，貫通孔の外方\n側の面に形成される面であって，ケース部３の壁部１７,１７に設けら\nれた切欠きの外方部分のみに限定される概念ではない。\nｃ  実施例の「くさび形の空間部」\nさらに，本件明細書（段落【００１９】，図４）の記載からすると，\n実施例に記載された「空間部」は，①外方側のくさび面８とギア部４\nの外周歯面との間において形成され，②浮動くさび部材６が配設され\nるものである。\nそして，「くさび面８がギア部４に接近していく」形状と説明され\nており，当該空間部が「くさび形」であることが記載されている。\nしたがって，実施例に記載された空間部は，横倒柱状の立体空間で\nある。\n本件明細書に基づく解釈\n実施例のくさび形窓部５の構成は，本件特許発明が解決しようとする\n課題である角度切換段数が多くできないこと及び金具全体の大型化（段\n落【０００５】）や，本件発明の効果である第１アームと第２アームと\nが展開方向へ揺動しようとする際に，浮動くさび部材の外方側の当接面\nが第１アーム側のくさび面に当接し，かつ，第２アームのギア部に噛合\nする浮動くさび部材によってギア部の中心に向かう圧迫力として力が作\n用すること（以下「くさび作用」という。）（段落【０００７】）とは\n無関係である。\nそして，本件明細書には，構成要件Ｃの「くさび形の空間部」及び「く\nさび面」が，実施例のくさび形窓部５を設ける態様に限定されるとの記\n載はない。\n以上のとおり，本件明細書には，浮動くさび部材を配設することによっ\nてくさび作用を発揮させる「くさび形の空間部」を形成するという技術\n的事項が開示されている。\nこれに対し，実施例のくさび形窓部５を設ける態様は，製品具体化の\n一例にすぎず，本件明細書に開示された技術的事項がこの具体化された\n製品形態に限定される理由はない。\n分割要件との関係について\n原判決は，構成要件Ｃについて，第１アームのケース部自体にくさび\n形空間部を設けることを意味するものと解する限りにおいて，本件特許\nに係る特許出願（以下「本件出願」という。）が適法な分割出願と認め\nられるとし，そのような限定的な解釈をしなければ，本件出願は新規事\n項の追加に当たり，分割要件を満たさない旨判断した。\n分割出願の適法性については，当業者において，明細書又は図面の全\nてを総合することによって認識できる技術的事項との関係で，新たな技\n術的事項を導入するものであるか否かを基準に判断するのが相当である\nところ，原出願の願書に最初に添付した明細書及び図面（以下，図面を\n含め「原出願明細書」という。甲１１）の段落【０００４】，【００１\n１】，【００２１】，【００２２】及び図４には，本件明細書と同内容\nの記載が存在し，本件明細書と同様に，浮動くさび部材を配設してくさ\nび作用を発揮する「くさび形の空間部」を形成するという技術的事項が\n開示されている。そして，当該技術的事項について，原出願明細書に記\n載された実施例のくさび形窓部５の態様に限定される理由はない。\n本件特許の出願経緯をみても，審査官は，原出願明細書にはくさび形\n窓部を設けずにくさび面とギア部との間に空間部を形成する技術的思想\nは開示されていないとして，本件出願が分割要件に違反することを前提\nとして拒絶査定をしたが，その不服審判において，控訴人が原出願明細\n書にはくさび形窓部を設けずにくさび面とギア部との間に空間部を形成\nする技術的思想が開示されており，適法な分割出願である旨主張すると，\nかかる主張が採用され，本件特許が認められた。本件特許が認められた\n後にも，原出願からの分割出願に係る，実施例のくさび形窓部を構成要\n件としない発明（甲２０ないし２３）が，特許査定されている。\n以上のとおり，原出願明細書には，浮動くさび部材を配設することに\nよってくさび作用を発揮させる「くさび形の空間部」を形成するという\n技術的事項が開示されているのであるから，本件出願は，新規事項を追\n加するものではなく，分割要件を満たしている。\n出願過程における控訴人の主張について\n原判決は，本件特許の審査過程において，原出願明細書にはくさび形\n窓部５を設けずにくさび面８とギア部４との間に空間部を形成するとい\nう技術思想は開示されていないという審査官からの指摘に対し，控訴人\nが，意見書（甲４の６）において，「くさび形窓部５を設けない構成は，\n奇異なる仮定であり，当業者は，くさび形窓部を設けることによってく\nさび形空間部も形成されていると当然に理解する」旨主張したと指摘し，\nこれを構成要件Ｃを限定的に解釈する根拠の一つに挙げている。\nしかし，上記意見書の全体をみれば，控訴人の主張するところは，要\nするに，「原出願明細書にはくさび形窓部５を設けずにくさび面８とギ\nア部４との間に空間部を形成するという技術思想は開示されていない」\nという審査官の判断は誤りであること，そして，窓部を有する実施例を\n開示することによって，くさび形空間部を形成するという技術思想も開\n示していることを内容とするものであって，控訴人が，一貫して，本件\n特許発明は実施例のくさび形窓部の態様に限定されないと主張している\nことは明らかである。\n原判決の指摘は，明らかな誤読であり，失当である。\n以上によれば，構成要件Ｃは，その文言のとおり，①第１軸心を中心\n側とした場合にギア部の外周歯面より外方側位置に形成するものである\nこと，②ギア部の外周歯面との間にくさび形の空間部を形成するもので\nあること，③第１アーム側に形成するものであること，を満たす「くさ\nび面」を形成することを要件としているのであり，実施例のくさび形窓\n部に形成されることを要件とはしていない。\nイ  被告製品の構成要件Ｃの充足性について\n被告製品の構成を本件特許発明の構成Ｃと対比すると，「中本体Ａ（受\nけ部材１ｂ）の受圧部Ａ１（受け板部８）」は，①回転軸心Ｃ１を中心側\nとした場合にギア部４の外周歯面より外方側位置に形成されており，②ギ\nア部４の外周歯面との間でくさび形の空間部Ｓ（Ｚ）を形成している。そ\nして，このくさび形の空間部Ｓ（Ｚ）に，浮動くさび部材が移動可能に配\n設される。\nまた，中本体Ａ（受け部材１ｂ）は，中板Ｂ（保持板１ｃ）とともに，\n２本のピンで第１アーム１（箱型アーム１）本体内に完全に固定されて一\n体化されている。つまり，製造上の理由で，第１アーム１（箱型アーム１）\nと別部品とされているだけであり，完全に固定され一体化された中本体Ａ\n（受け部材１ｂ）は第１アーム１（箱型アーム１）の一部である。したがっ\nて，「中本体Ａ（受け部材１ｂ）の受圧部Ａ１（受け板部８）」は③第１\nアーム側に形成されている。\nよって，「中本体Ａ（受け部材１ｂ）の受圧部Ａ１（受け板部８）」は，\n本件特許発明の「くさび面」に相当し，被告製品は，本件特許発明の構成\n要件Ｃを充足する。\n〔被控訴人の主張〕\nア  構成要件Ｃについて\n本件明細書に基づく解釈について\n控訴人は，「くさび形の空間部」とこれを形成する「くさび面」が実\n施例のくさび形窓部５の態様に限定されるとの解釈は，特許請求の範囲\nの記載から乖離し，本件明細書の記載にも反する旨主張する。\nしかし，特許発明の技術的範囲は，願書に添付した特許請求の範囲の\n記載に基づいて定められなければならないものの，願書に添付した明細\n書の記載及び図面を考慮して，特許請求の範囲に記載された用語の意義\nを解釈するものとすると規定されている（特許法７０条２項）のであっ\nて，構成要件Ｃの「くさび面」の意義を解釈するについて本件明細書の\n記載を考慮することは当然のことである。\n特許請求の範囲の記載からは，くさび面８が第１アーム側のどのよう\nな位置に，どのような形状で形成されるものであるのかについて一義的\nに明らかであるとはいえない。そこで，本件明細書（段落【００１８】）\nの記載を参酌すれば，くさび形窓部５に軸心Ｃ１側に凹となる弧状の貫\n通孔があり，この貫通孔の外方側の面に円弧状のくさび面８が形成され\nるものであることが明らかとなる。\nしたがって，構成要件Ｃのくさび面８は，第１アームの先端部に設け\nられているケース部３の平行な壁１７，１７に配設される貫通孔に設け\nられるものであり，くさび形窓部５に設けられた貫通孔の外方側の凹状\n部位に限定されるものであると解すべきことになる。\n控訴人は，くさび面８は，貫通孔の外方側の面に形成される面であっ\nて，ケース部３の壁部１７，１７に設けられた切欠きの外方側部分のみ\nに限定される概念ではない旨主張するが，本件明細書には控訴人の主張\nを示唆する記載は存在せず，上記主張は控訴人独自の見解にすぎない。\nなお，控訴人は，原判決が「くさび形窓部５」はケース部３の壁部１\n７，１７に形成された２個の切欠きであると誤解し，認定判断を誤った\n旨主張するが，原判決のどこにもそのような認定判断は記載されておら\nず，控訴人の主張は失当である。\n分割要件との関係について\n原出願の特許請求の範囲請求項１及び原出願明細書の記載（段落【０\n００５】，【０００６】，【００１１】，【００２１】，【００２２】，\n【００２３】，【００２５】，【００５１】，図４）からは，くさび面\nはくさび形窓部の外方側の面に形成されるものであることが理解され，\nくさび面はくさび形窓部の外方側の面以外の位置に形成されることの説\n明や示唆は原出願明細書のどこにもない。\nそして，当業者において，原出願明細書から，くさび面がくさび形窓\n部以外の部位に配設されるとの思想やその構成に想到することはできな\nい。\nしたがって，原判決が，控訴人が主張するように，構成要件Ｃについ\nて，第１アーム側にくさび形空間部が形成されていればよく，その具体\n的構成は問わない（あらゆるくさび形の空間部の形成方法が包含される）\nとの意義であるとすると，原出願との関係において新たな技術的事項を\n導入するものというべきであって，分割出願である本件特許発明の構成\n要件Ｃの解釈として取り得ないところであると判断したことは正当であ\nる。\n出願過程における控訴人の主張について\nａ  前記意見書（甲４の６）における控訴人の「くさび形窓部５が存在\nすることによって，くさび形空間部が形成されているという技術が，\n図面（略）及び明細書に記載されていることが明白であると共に，「空\n間部」とは当然に「窓部」を包含した上位概念であります。“くさび\n形窓部５を設けず”とは奇異なる仮定であり，当然に，くさび形窓部\nを設けることによってくさび形空間部も形成されていると，当業者は\n理解致します。」との主張によれば，控訴人が「くさび形窓部５が存\n在することによって，くさび形空間部が形成されている」と認識し，\n「くさび形窓部」の存在を前提としての「くさび面」と「くさび形空\n間部」であって，それ以外の「くさび形窓部のくさび面８」，「くさ\nび形空間部」は認識していないことは明らかである。\n本件特許発明について特許査定がされたのは，くさび形窓部に限定\nされた「くさび面８」と「くさび形空間」が認定されたからであり，\nくさび形窓部に限定されない「くさび面８」と「くさび形空間」が認\n定されたものではない。\nｂ  控訴人は，本件特許の他にも，原出願から分割出願された，実施例\nのくさび形窓部を構成要件としない発明（甲２０ないし２３）が特許\n査定されている旨主張する。\nしかし，いずれの発明も，くさび形窓部とくさび面の関係は，原出\n願明細書を超えるものではなく，各発明の明細書にも，くさび形窓部\nにくさび面が形成されるものであるとの記載はあっても，くさび形窓\n部以外の箇所にくさび面が形成されるとの記載やこれを示唆するよう\nな記載はない。\nしたがって，甲２０ないし２３に記載された発明について特許が認\nめられたことは，くさび形窓部を構成要件としない発明が原出願から\nの分割出願として特許されたことを示すものではない。\nイ  被告製品の構成要件Ｃの充足性について\n被告製品は，くさび形窓部が存在しない構成であり，本件特許発明のく\nさび形窓部との関係で空間部が形成される構成とは基本的技術思想が異な\nることは明らかである。\nしたがって，被告製品は，くさび形窓部における「くさび面」を有しな\nいから，構成要件Ｃを充足しない。\n〔控訴人の主張〕\n原判決は，本件特許発明と被告製品の相違点は，本件特許発明は，くさび\n形の空間部を，第１アームのケース部自体に形成して構成しており，その結\n果，くさび形金具が第１アームから脱落するのを防止するためのカバー（橋\n絡壁をもって橋絡される左右側壁 （３４）（３４） ）を必要とするのに対\nし，被告製品は，これを，連結壁Ａ２，Ａ２を付属させた中本体Ａと，中板\nＢ（保持板１ｃ）によって構成し，かつ同構成によってくさび形金具の脱落\n防止も達成している点にあるとした上で，本件特許発明が，くさび形空間部\nを第１アームに設けられたくさび形窓部に形成することに主眼を置いた説明\nをしているのに対し，被告製品は，その構成から解放され，中本体（受け部\n材）と中板をもってくさび作用をもたらすくさび形空間部を具体的に形成す\nるという別の技術的構成を採用し，これによって，くさび形金具とくさび面\nの当接面積が増大する，あるいは，構造材である中本体がくさび形金具の動\nきを案内し，脱落防止のための部材も別途要しなくなるといった付加的な作\n用効果も生じているから，このような構成に想到することが，被告製品の製\n造当初において，当業者にとって容易であったとは認められないと判断した。\nこのように，原判決は，均等第３要件（置換容易性）が非充足であると判\n断し，その理由として，被告製品について，①くさび面の当接面積が増大し\nている点，②脱落防止部材が不要である点の２点を挙げ，これらが付加的な\n作用効果であると指摘した。\nしかし，次のとおり，原判決の上記判断は誤りであり，被告製品は，均等\n第３要件を充足する。\nア  くさび面の当接面積の増大について\nくさび形金具とくさび面の当接面積が増大する構成が，技術的観点から，\n具体的にいかなる作用効果があるのかについて何ら示されていない。\n仮に，くさび形金具とくさび面の当接面積が増大する構成が，当接面積\nの増大による補強を意味していると善解しても，当該補強は，技術的観点\nからは全く不要であり，不要な補強を技術的な作用効果と評価することは\nできない。\nイ  脱落防止部材が不要であることについて\n脱落防止部材（構成Ｆ，Ｇ，Ｉ）については，被告製品の中本体Ａ（受\nけ部材１ｂ）がこれに相当する部材であり，部品点数が減少していると評\n価することはできない。\n脱落防止部材が不要であるというのは，原判決の事実誤認である。\nウ  以上のとおり，被告製品には，本件特許発明と比較した新たな作用効果\nは存在せず，本件特許発明を基に退歩的な設計変更をした製品にすぎない。\nすなわち，被告製品は，本件特許発明における「くさび形窓部」と「脱\n落防止カバー」の構成を，中本体（受け部材）と中板（保持板）に置き換\nえたものであるが，これら２つの部品は，２つのピンによって，第１アー\nム（箱型アーム）内に完全に固定されて一体化しており，全く動かない部\n材である。\nつまり，被告製品では，実施例のくさび形窓部を形成すればシンプルに\n実現できる機能を，わざわざ複数の部材に分割し，それらをアーム内に固\n定して実現しているだけである。かかる行為は，退歩的な設計変更であっ\nて，技術的に無意味である。\nそして，当業者にとって，特許発明ないしその実施品の構造を詳細に検\n討・観察した上で，特許発明における特定の構成について，単に当該構成\nを複数の部材に分割して置換する行為は，容易というほかないから，被告\n製品の製造時，当業者において，異なる部分に置き換えることは容易に想\n到することができたものである。\n〔被控訴人の主張〕\nア  くさび面の当接面積の増大について\nくさび面と浮動くさび部材の接触面積が大きければくさび効果（摩擦力\nによる滑り止め効果）が大きいことは自明である。\n本件特許発明では，２枚のくさび形窓部の板厚の長さの合計長さにおい\nて浮動くさび部材と接触する。これに対し，被告製品では中本体の内側に\n配設される受圧部の幅の長さにおいて浮動くさび部材と接触するから，く\nさび効果を発生させるための接触長さは，本件特許発明の２枚のくさび形\n窓部の板厚の合計長さよりも大きく，当接面積も大きくなる。\n座椅子用の角度調整金具には座る人の体重がかかるから，この荷重を支\nえるには，本件特許発明では，第１アーム側において浮動くさび部材から\n伝達される当該荷重に応じる第１アームの壁１７，１７の板厚を厚くしな\nければならないが，被告製品にあっては，浮動くさび部材と接触する中本\n体の連結板の受圧部の幅がギア部４，４に跨る幅であるので浮動くさび部\n材から伝達される荷重を幅広く受けて一点への負荷が小さいという技術効\n果があり，故障が少なくなるのである。\nイ  脱落防止部材が不要であることについて\n本件特許発明の脱落防止カバーは，くさび形窓部から浮動くさび部材が\n左右方向に脱落することを防止する目的のものである。これに対し，被告\n製品の第１アームの壁１７，１７には貫通孔（くさび形窓部）が存在しな\nいから，浮動くさび部材が第１アームの壁１７，１７の外方に脱落するこ\nとはない。\nしたがって，脱落防止部材は不要であり，また，中本体自体は浮動くさ\nび部材の外方への脱落防止機能を目的とするものではない。\nウ  控訴人は，被告製品がくさび形窓部を形成すればシンプルに実現できる\n機能をわざわざ複数の部材に分割し，それらをアーム内に固定して実現し\nたものであり，かかる行為は退歩的な設計であって，技術的に全く無意味\nであると主張する。\nしかし，被告製品の中本体は，本件特許発明の壁１７のくさび形窓部よ\nりも人の体重を力強く受け止めるための技術効果をもつ部材である。すな\nわち，本件特許発明の壁１７のくさび形窓部は，浮動くさび部材から伝達\nされる人の荷重を支えるために，板厚を厚くし，あるいは，焼き入れして\n強度を高める必要があるが，被告製品ではこのような必要がない。また，\nくさび形窓部を設けると浮動くさび部材の脱落防止が必要となるが，くさ\nび形窓部を設けない被告製品では脱落防止部材は不要である。さらに，本\n件特許発明では，くさび形窓部がギア部の斜め上方に位置するから，ギア\n部から浮動くさび部材へと伝達される荷重により，浮動くさび部材に対し\nてせん断力が作用するのに対し，被告製品では，ギア部の真上に中本体の\n受圧部が位置するので，浮動くさび部材に対して圧縮力が作用する。圧縮\n力の方が，せん断力よりも部品に求められる強度が低くすむため，被告製\n品は小型化が可能であり，本件特許発明よりも被告製品では故障が少ない。\n被告製品には，これらの技術効果があり，特許庁もその構成について進\n歩性を認めている（乙１２，１３）。\n控訴人の主張は，被告製品の構成から発生する技術効果を理解しないも\nのであり，失当である。\n（本件特許が，特許無効審判により無効にされるべきものであるか\n否か）について\n〔被控訴人の主張〕\nア  分割要件違反による新規性又は進歩性の欠如\n原出願明細書の記載（段落【００２１】，【００２２】）からは，く\nさび面８はくさび形窓部５を構成する一部位であり，空間部はくさび形\n窓部５を設けることにより形成される空間であると認められる。\nこれに対し，原出願明細書には，くさび形窓部５を設けずに，くさび\n面８とギア部４との間に空間部を形成するという技術的思想は開示され\nておらず，また，空間部がくさび形であるという記載もない。\nすなわち，原出願明細書には，「空間部」及び「くさび面」を「くさ\nび形窓部」によって形成する以外の構成について記載がなく，また，「空\n間部」がくさび形であるという構成についての記載もない。\nそして，本件特許発明の「くさび形窓部」を前提としない「くさび形\nの空間部」及び「くさび面（８）」（構成要件Ｃ）は，原出願明細書に\n記載されておらず，かつ，これらは，原出願明細書の記載から自明なも\nのともいえないから，本件出願は，分割要件に違反してされたものであ\nる。\nそうすると，本件特許の出願日は，原出願の出願日に遡及しないから，\n本件特許の出願日は平成２１年８月５日となるところ，原出願の公開特\n許公報（特開２００６－２３０７２０号公報。以下「原出願公開公報」\nという。甲５）が公知文献となる。\n本件特許発明の「くさび形の空間部」との構成は，原出願明細書に記\n載された「くさび形窓部」によって形成される「空間部」を一例として\n含み，これを上位概念化したものであるから，本件特許発明は，その出\n願前に日本国内において頒布された刊行物である原出願公開公報に記載\nされた発明と同一である（特許法２９条１項３号）。\nよって，本件特許発明は新規性を欠くものとして，本件特許は特許無\n効審判により無効にされるべきものである。\n仮に，原出願公開公報に記載された発明と同一でないとしても，本件\n特許発明は，原出願公開公報に記載された発明に基づいて容易に想到す\nることができたものである（特許法２９条２項）。\nよって，本件特許発明は進歩性を欠くものとして，本件特許は特許無\n効審判により無効にされるべきものである。\nイ  特許法３６条６項違反\n本件明細書には，くさび形窓部によって形成されたくさび面以外の「く\nさび面」についての記載がないから，本件出願は，特許法３６条６項１\n号に違反してされたものであり，本件特許は特許無効審判において無効\nにされるべきものである。\n本件明細書の記載からは，くさび形窓部によって形成されたくさび面\n以外の「くさび面」がいかなるものであるか明確でないから，本件出願\nは，特許法３６条６項２号に違反してされたものであり，本件特許は特\n許無効審判において無効にされるべきものである。\nウ  控訴人の主張について\n控訴人は，原出願明細書には，くさび形の空間部を形成し，当該空間\nに浮動くさび部材を配設することによって，くさび作用を発揮させると\nいう技術的事項が記載されている旨主張する。\nしかし，原出願明細書には「くさび形の空間部」との記載は存しない。\n「空間部」との記載は見られるものの（段落【００２２】），当該空間\n部はくさび形窓部の存在を前提としており，くさび形窓部のくさび面と\nギア部の外周歯面との間に生ずる空間部を指すにすぎず，それ以外の状\n態での空間部に関する記載は一切なく，上記「空間部」がくさび形であ\nることの記載も一切ない。\n控訴人は，原出願明細書に接した当業者であれば，空間部の技術的事\n項が記載されている以上，実施例以外の態様であってもくさび形の空間\n部を形成して浮動くさび部材を配設すれば，くさび作用を発揮すること\nが可能と当然に理解する旨主張する。\nしかし，当業者が原出願明細書の記載を参酌した場合，くさび作用を\n発揮させるためには，ある特定の面又は点が，他の面又は点と当接して\n摩擦を生じさせなければならないことを理解し，空間に浮動くさび部材\nを配設するだけでくさび作用を発揮させることはできないと理解する。\nそして，原出願明細書には，「くさび形窓部」にくさび面を形成する\n技術思想のみが開示されており，その他の構成によってくさび面を形成\nする技術思想は何ら記載されておらず，かつ「くさび形の空間部」なる\n文言並びに概念の記載は一切存在しないのであるから，当業者において，\n「くさび形窓部」にくさび面を設ける技術思想を理解することはできて\nも，「くさび形窓部」を設けずにくさび面を構成する技術思想は自明で\nはなく，これに想到することは不可能である。\n〔控訴人の主張〕\nア  分割要件違反による新規性又は進歩性の欠如 に\nついて\n本件特許発明と原出願の特許請求の範囲に記載された発明との関係\n本件特許発明は，「上記第１軸心（Ｃ1 ）を中心側とした場合に上記\nギア部（４）の外周歯面より外方側位置に，上記外周歯面との間にくさ\nび形の空間部を形成するくさび面（８）を，上記第１アーム（１）側に\n於て形成し」（構成要件Ｃ），「該くさび形の空間部内に…浮動くさび\n部材（６）」を備えること（構成要件Ｄ）を構成要件とする。\nすなわち，本件特許発明は，上記請求項の記載から明らかなように，\nギア部の外周歯面の外方側位置にくさび形の空間部を形成して，当該空\n間部に浮動くさび部材を配設するという，「くさび形の空間部」の観点\nから把握した発明である。\nこれに対し，原出願の特許請求の範囲に記載された発明（甲１１）は，\n「くさび形窓部」を構成要件とし，原出願明細書に記載された実施例の\n具体的態様と同内容のもので，「くさび形窓部」の観点から把握した発\n明である。\nこのように，原出願の特許請求の範囲に記載された発明が，「くさび\n形窓部」という製品化段階の具体的形態の観点から把握しているのに対\nし，本件特許発明は，実施例の具体的態様から離れて，「くさび形の空\n間部」の観点から把握したものであって，両者は，同一の解決原理を全\nく別次元から把握したものである。\nその結果として，本件特許発明の「くさび面」は，くさび形窓部の一\n部位に形成される態様に限定されないこととなり，この点からみると，\n上位概念化されたものとも評価し得るにすぎない。\n本件出願の分割出願としての適法性に関しては，「くさび形窓部」と\nいう観点ではなく，「くさび形の空間部」という観点から発明を把握す\nることが，原出願明細書との関係で新たな技術的事項の導入にあたるか\nが検討されなければならない。\n原出願明細書の記載\n原出願明細書には，発明が解決しようとする課題（段落【０００４】）\nは，角度の切り換え段数を多くできない点と構成部品が大きいため金具\n全体が大きくなってしまう点であると記載されている。また，発明の効\n果（段落【００１１】）は，発明に係る角度調整金具は，第１アームと\n第２アームとが展開方向へ揺動しようとする際，浮動くさび部材の外方\n側の当接面がくさび形窓部のくさび面に当接し，かつ，第２アームのギ\nア部に噛合する浮動くさび部材により，ギア部の中心に向かう圧迫力と\nして力が作用するため，第１アームと第２アームの双方は展開方向へ揺\n動することが決してないこと，ギア部の引っ掛かりのみにて揺動を抑止\nするのではなく，浮動くさび部材におけるくさび面との当接力とギア部\nとの噛合と上記圧迫力とにより揺動を抑止するため，ギア部の歯が小さ\nくても，大きな荷重を受け持つことができ，ギア部の歯を小さくするこ\nとで，ギア部の歯数を増やし，角度の切り換え段数を多くすることが可\n能となることが記載されている。\nそして，発明を実施するための最良の形態として，段落【００２２】\nには，「つまり，外方側のくさび面８とギア部４の外周歯面との間にお\nいて空間部が形成され，その空間部に後述する浮動くさび部材６が配設\nされる。」と記載されており，「くさび形の空間部」については，「く\nさび面８とギア部４の外周歯面との間において」形成されるものであっ\nて，「浮動くさび部材６が配設される」ことが明確に説明されており，\n発明の作用効果として，原出願明細書を通じて，浮動くさび部材がくさ\nび形の空間部内でくさび作用を発揮して，角度調整金具の機能を発揮す\nることが説明されている（段落【００３４】，図１２，図１３）。\n原出願明細書に記載された技術的事項\n以上の記載によれば，原出願明細書には，浮動くさび部材を配設する\nことによってくさび作用を発揮させる「くさび形の空間部」を形成する，\nという技術的事項（空間部の技術的事項）が明確に記載されているとい\nえる。\n原出願明細書に記載された上記技術的事項は，くさび形の空間部の中\nに浮動くさび部材を配設し，くさび作用を奏させることによって，角度\n調整金具の機能を発揮することを主眼としているのであって，くさび形\n窓部はその具体化手段（製品化手段）にすぎない。原出願明細書に接し\nた当業者であれば，上記のとおり，空間部の技術的事項が記載されてい\nる以上，実施例以外の態様であっても，くさび形の空間部を形成して浮\n動くさび部材を配設すれば，明細書等で説明されているくさび作用を発\n揮することが可能であると理解するのは当然である。\n本件出願は新たな技術的事項を導入するものではないこと\n原出願明細書における従来技術の構成（段落【０００２】，【０００\n３】，甲１２），作用効果の記載（段落【００１１】）から，記載され\nた発明の特徴的構成は，くさび形の空間部の中に浮動くさび部材を配設\nし，くさび作用を奏させることによって，角度調整金具の機能を発揮す\nるという点にあると解するのが妥当であり，くさび形窓部を形成するこ\nと自体は特徴的構成ではないから，本件出願において，「くさび形窓部」\nの観点ではなく，「くさび形の空間部」という別次元の観点から発明を\n把握したことは，発明の特徴的構成を変更したものではないし，くさび\n作用の効果についても何ら変化はない。\n以上のとおり，本件出願は，原出願明細書に開示された発明を新たな\n出願とするものであって，発明の特徴的構成を変更するものでも，その\n作用効果について変化をもたらすものでもなく，第三者に不測の不利益\nを与えるものではない。\nしたがって，本件出願は，新たな技術的事項を導入するものではなく，\n分割出願として適法である。\nイ  特許法３６条６項違反 について\n特許法３６条６項１号について\n原出願明細書の発明の詳細な説明には本件特許発明が記載されている。\nそして，これと記載内容を共通にする本件明細書における発明の詳細\nな説明にも，当然に本件特許発明が記載されている（段落【０００６】）。\nよって，本件出願が特許法３６条６項１号に違反してされたものであ\nる旨の被控訴人の主張は失当である。\n特許法３６条６項２号について\n本件特許発明は，構成要件Ｃとして，「上記第１軸心（Ｃ1）を中心側\nとした場合に上記ギア部（４）の外周歯面より外方側位置に，上記外周\n歯面との間にくさび形の空間部を形成するくさび面（８）を，上記第１\nアーム（１）側に於て形成し，」と特定しており，明確である。\nよって，本件出願が特許法３６条６項２号に違反してされたものであ\nる旨の被控訴人の主張は失当である。\n第３  当裁判所の判断\n１  当裁判所は，本件出願は分割要件に違反するものであるから，本件特許に係\nる出願日は原出願の時まで遡及せず，本件特許発明は，その出願前に頒布され\nた刊行物である原出願公開公報に記載された発明と同一であり，本件特許は特\n許法１２３条１項２号，２９条１項３号に基づき，特許無効審判により無効に\nされるべきものであると認められるから，控訴人は，被控訴人に対し，本件特\n許権についての専用実施権を行使することができず（同法１０４条の３第１項），\n控訴人の本訴請求はいずれも理由がないと判断する。\nその理由は以下のとおりである。\n２  －１（分割要件違反による新規性又は進歩性の欠如）について\n被控訴人は，本件特許発明の「くさび形窓部」を前提としない「くさび形\nの空間部」及び「くさび面（８）」（構成要件Ｃ）は，原出願明細書に記載\nされておらず，かつ，これらの記載から自明なものでもないから，本件出願\nは，分割要件に違反してされたものであり，本件特許の出願日は原出願の出\n願日に遡及しないから，本件特許発明は，原出願公開公報（甲５）に記載さ\nれた発明と同一であり新規性を欠くか（特許法２９条１項３号），又は原出\n願公開公報に記載された発明に基づいて容易に発明をすることができたもの\nである（同条２項）から進歩性を欠くものであり，本件特許は特許無効審判\nにより無効にされるべきものである旨主張する。\nこれに対し，控訴人は，原出願明細書には，浮動くさび部材を配設するこ\nとによってくさび作用を発揮させる「くさび形の空間部」を形成する，とい\nう技術的事項が記載されており，原出願明細書に接した当業者であれば，「く\nさび形窓部」に「くさび面」を形成する実施例以外の態様であっても，くさ\nび形の空間部を形成して浮動くさび部材を配設すれば，明細書等で説明され\nているくさび作用を発揮することが可能であると当然に理解するから，本件\n出願は分割要件に違反してされたものではない旨主張する。\nそこで，本件出願の分割出願としての適法性について，以下検討する。\n原出願明細書等の記載（甲１１）\nア  特許請求の範囲\n「【請求項１】\nケース部（３）を備える第１アーム（１）と，該ケース部（３）にて該\n第１アーム（１）と第１軸心（Ｃ1 ）廻りに揺動可能に枢結されると共に\n相互に平行な２枚のギア板部（45)(45）から成るギア部（４）を備える第\n２アーム（２）と，該第１アーム（１）の該ケース部（３）に形成される\nくさび形窓部（５）と，該くさび形窓部（５）内にて移動可能に配設され\nかつ一面側が上記ギア部（４）に噛合可能な歯面（７）とされ他面側が上\n記くさび形窓部（５）の外方側のくさび面（８）に当接する当接面（９）\nとされて該歯面（７）が該ギア部（４）に噛合しかつ該当接面（９）が該\nくさび面（８）に当接し上記第２アーム（２）が上記第１アーム（１）に\n対して展開方向へ揺動するのを抑制する浮動くさび部材（６）と，を具備\nすることを特徴とする角度調整金具。」\n「【請求項５】\n上記ケース部（３）を左右外側から包囲するように配設され，上記浮動\nくさび部材（６）が上記くさび形窓部（５）から脱落するのを防止する脱\n落防止カバー（33）を，具備する請求項１，２，３又は４記載の角度調整\n金具。」\n「【請求項７】\n上記第２アーム（２）は，上記第１アーム（１）に対して所定折り畳み\n角度を越えて揺動すると上記浮動くさび部材（６）を折り畳み方向に押圧\nする押し返し突部（10）を有し，上記くさび形窓部（５）は，該押し返し\n突部（10）にて押し返された該浮動くさび部材（６）を収容して上記歯面\n（７）と上記ギア部（４）との噛合状態を解除させる退避空間部（11）を\n有し，さらに，上記第２アーム（２）は，上記第１アーム（１）に対して\n展開揺動させると該退避空間部（11）に収容された該浮動くさび部材（６）\nを押し出して該歯面（７）と該ギア部（４）とを噛合状態とさせる押し出\nし突部（12）を有する請求項１，２，３，４，５又は６記載の角度調整金\n具。」\n「【請求項８】\n上記ギア部（４）は，上記第１軸心（Ｃ1 ）を中心として形成され，上記\nくさび形窓部（５）の上記くさび面（８）は，該第１軸心（Ｃ1 ）と偏心\nする第２軸心（Ｃ2 ）を中心とした円弧形状に形成されている請求項１，\n２，３，４，５，６又は７記載の角度調整金具。」\nイ  原出願明細書の記載\n原出願明細書（甲１１）の「発明の詳細な説明」には，次のような記載\nがある（下記記載中に引用する図面については，別紙の図面目録を参照。）。\n技術分野\n「本発明は，一方側の部材と他方側の部材との成す角度を任意に設定\nできる関節部材となる角度調整金具に関するものである。」（段落【０\n００１】）\n背景技術\n「例えば，図１の斜視図に示すような背部 15 と座部 16 とを有する座\nいすは，背部 15 の傾斜角度を調整できるよう背部 15 と座部 16 との間に\n角度調整機能を有する金具───角度調整金具Ａ───を備えている。\n従来のこの金具は，一方側（座部 16 側）と連結させた第１アームのケー\nス部内に，他方側（背部 15 側）の第２アームが有するギアと，爪片とを\n枢支させ，この爪片のギアへの噛合により第１アームに対する第２アー\nムの展開方向（背部 15 の倒れ方向）への揺動を抑止するよう構成されて\nいる（例えば，特許文献１（判決注・実公昭５９－２０１１８号公報）\n参照）。」（段落【０００２】）\n「第１アームと第２アームとの間に作用する力（揺動を抑止するため\nに必要な力）は，人間の体重を支えることとなり，非常に大きいため，\n従来の金具は，爪片，ギアの歯が大きくなり，そのため，ギアの歯ピッ\nチも荒くなる。つまり，必要強度の関係で，爪片，ギアを小さくするこ\nとができなかった。\n従って，爪片，ギアを収納するケース部が大きくなり，また，ギアの\n歯数は少なく（ピッチが大きく）角度切り換えの段数が少なく，微調整\nができないというものであった。」（段落【０００３】）\n発明が解決しようとする課題\n「解決しようとする課題は，角度の切り換え段数を多くできない点で\nある。また，構成部品が大きいため金具全体が大きくなってしまう点で\nある。」（段落【０００４】）\n課題を解決するための手段\n「本発明に係る角度調整金具は，ケース部を備える第１アームと，該\nケース部にて該第１アームと第１軸心廻りに揺動可能に枢結されると共\nに相互に平行な２枚のギア板部から成るギア部を備える第２アームと，\n該第１アームの該ケース部に形成されるくさび形窓部と，該くさび形窓\n部内にて移動可能に配設されかつ一面側が上記ギア部に噛合可能な歯面\nとされ他面側が上記くさび形窓部の外方側のくさび面に当接する当接面\nとされて該歯面が該ギア部に噛合しかつ該当接面が該くさび面に当接し\n上記第２アームが上記第１アームに対して展開方向へ揺動するのを抑制\nする浮動くさび部材と，を具備するものである。」（段落【０００５】）\n「また，上記ケース部を左右外側から包囲するように配設され，上記\n浮動くさび部材が上記くさび形窓部から脱落するのを防止する脱落防止\nカバーを，具備する。」（段落【０００７】）\n「また，上記第２アームは，上記第１アームに対して所定折り畳み角\n度を越えて揺動すると上記浮動くさび部材を折り畳み方向に押圧する押\nし返し突部を有し，上記くさび形窓部は，該押し返し突部にて押し返さ\nれた該浮動くさび部材を収容して上記歯面と上記ギア部との噛合状態を\n解除させる退避空間部を有し，さらに，上記第２アームは，上記第１アー\nムに対して展開揺動させると該退避空間部に収容された該浮動くさび部\n材を押し出して該歯面と該ギア部とを噛合状態とさせる押し出し突部を\n有するものである。」（段落【０００９】）\n「また，上記ギア部は，上記第１軸心を中心として形成され，上記く\nさび形窓部の上記くさび面は，該第１軸心と偏心する第２軸心を中心と\nした円弧形状に形成されている。」（段落【００１０】）\n発明の効果\n「本発明の角度調整金具は，第１アームと第２アームとが展開方向へ\n揺動しようとする際，浮動くさび部材の外方側の当接面がくさび形窓部\nのくさび面に当接し，かつ，第２アームのギア部に噛合する浮動くさび\n部材により，ギア部の中心に向かう圧迫力として力が作用するため，第\n１アームと第２アームの双方は展開方向へ揺動することが決してない。\nまた，ギア部の引っ掛かりのみにて揺動を抑止するのではなく，浮動\nくさび部材におけるくさび面との当接力とギア部との噛合と上記圧迫力\nとにより揺動を抑止するため，ギア部の歯が小さくても，大きな荷重を\n受け持つことができる。また，ギア部の歯を小さくすることで，ギア部\nの歯数を増やすことができ，角度の切り換え段数を多くすることが可能\nとなる。従って，折り畳み角度の微調整が可能となる。」（段落【００\n１１】）\n「また，ケース部は，脱落防止カバーによって左右外側から包囲され\nるので，浮動くさび部材がくさび形窓部から脱落するのを，確実に防止\nでき，浮動くさび部材の誤動作や，故障の発生を防ぐことができる。」\n（段落【００１３】）\n発明を実施するための最良の形態\n「第１アーム１は，一対の対面する壁部 17，17 を有するケース部３と，\nケース部３から延伸する第１取付部 18 と，を有し，第１取付部 18 は，\n図１では差し込み固定ができるよう円筒形状とされている。\nまた，第２アーム２は，相互に平行な２枚のギア板部 45，45 から成り\n上記ケース部３の内部に収容状態とされるギア部４と，ギア部４から延\n伸する第２取付部 19 と，を有し，第２取付部 19 は，図１では差し込み\n固定ができるよう円筒形状とされている。」（段落【００１６】）\n「また，図２と図３に示したように，第１アーム１のケース部３が有\nする壁部 17，17 夫々の中央部に，貫通孔 21，21 が設けられている。\nそして，第１アーム１と第２アーム２は，軸部材 20 により枢結される。\n即ち，第２アーム２のギア部４を，第１アーム１の壁部 17，17 に挟んだ\n状態として，軸部材 20 を，第１アーム１の貫通孔 21，21・第２アーム\n２の貫通孔 22，22 に挿通させてかしめ加工することで，第２アーム２が，\n第１アーム１に対し第１軸心Ｃ1 廻りに揺動可能となる。」（段落【０\n０２０】）\n「さらに，図３，図４及び図５に示したように，角度調整金具Ａは，\n第１アーム１のケース部３に形成されるくさび形窓部５を備えている。\nくさび形窓部５は，ケース部３の壁部 17，17 に夫々同一形状で形成され\nており，ケース部３を貫通状としている。\nくさび形窓部５は，第１軸心Ｃ1 側に向かって凹となるよう弧状に形\n成された貫通孔であり，第１軸心Ｃ1 を中心側とした場合のこの貫通孔\nの外方側の面にはギア部４より外方側位置となる円弧状のくさび面８が\n形成され，内方側位置の面には第１軸心Ｃ1 を中心としギア部４よりも\n小径の円弧面 23 が形成されている。従って，ギア部４の歯は，くさび形\n窓部５から見える状態となる。」（段落【００２１】）\n「くさび面８は，第１軸心Ｃ1 と偏心する第２軸心Ｃ2 を中心とした円\n弧形状に形成されており，図４に示すように，第１アーム１を左手側と\nし第２アーム２を右手側とした場合に，くさび形窓部５は時計廻り方向\nに縮小する───くさび面８がギア部４に接近していく───くさび形\nの孔となる。\nつまり，外方側のくさび面８とギア部４の外周歯面との間において空\n間部が形成され，その空間部に後述する浮動くさび部材６が配設され\nる。」（段落【００２２】）\n「さらに，角度調整金具Ａは浮動くさび部材６を備えており，この部\n材６は，くさび形窓部５内にて移動可能に配設され，かつ，一面側（内\n方側の面）がギア部４に噛合可能な歯面７とされ，他面側（外方側の面）\nがくさび形窓部５の外方側のくさび面８に当接する当接面９とされてい\nる。\n当接面９は，くさび形窓部５のくさび面８の曲率半径と（略）同一と\nされている。歯面７はギア部４のピッチ円の曲率半径と同一となる面に\n複数の歯が形成されており，これら歯が同時に全てギア部４と噛み合う\nようされている。」（段落【００２３】）\n「くさび形窓部５は，第２アーム２にて下方に押し返された浮動くさ\nび部材６を収容して歯面７とギア部４との噛合状態を解除させる退避空\n間部 11 を，有する。\nかつ，第２アーム２は，浮動くさび部材６を折り畳み方向に押圧する\n押し返し突部 10 を，ギア部４の一端側（上部側）に有し，かつ，くさび\n形窓部５の退避空間部 11 に収容された浮動くさび部材６を押し出す押\nし出し突部 12 を，ギア部４の他端側（下部側）に，有する。」（段落【０\n０２４】）\n「また，浮動くさび部材６の幅寸法はケース部３の幅寸法と略同一と\nされている。つまり，浮動くさび部材６の当接面９の両側縁部の面がく\nさび形窓部５（壁部 17，17）のくさび面８に当接可能となる。」（段落\n【００２５】）\n「また，第１アーム１のケース部３は，浮動くさび部材６を第２アー\nム２のギア部４へ押し付ける方向に弾発付勢する弾発部材 13 を，有して\nいる。弾発部材 13 は，鋼線材をＵ字状に折り返して形成したバネ部材で\nあり，両端部が壁部 17，17 間のケース部３に固定され中央部が浮動くさ\nび部材６の当接面９の中央領域に当接する。そして，浮動くさび部材６\nをギア部４へ弾発付勢している（図５参照）。」（段落【００２６】）\n「次に，図２，図３，図６及び図 15 に示したように，角度調整金具Ａ\nは，浮動くさび部材６がくさび形窓部５から脱落するのを防止する脱落\n防止カバー33 を，具備する。この脱落防止カバー33 は，ケース部３を左\n右外側から包囲するように配設されるものであり，正面視に於て，上方\n開口状横倒略コの字状の薄板体である。」（段落【００２７】）\n「さらに，各側壁 34 は，ケース部３のくさび形窓部５に対応する位置\nに，ケース部３の壁部 17 の外面との間に僅かな隙間を形成する離間面部\n34ａが，小段差部をもって形成される。この離間面部 34ａにより，浮動\nくさび部材６の左右端面と，左右側壁 34，34 との間の摩擦力が低く，浮\n動くさび部材６はくさび形窓部５内をスムースに移動可能となる。\nまた，各側壁 34 は，上記貫通孔 21，22 に対応する位置に，軸部材 20\nを通すための孔部 37 が，設けられている。」（段落【００２８】）\n「次に，折り畳み・展開揺動動作する第１アーム１と第２アーム２の\n角度調整機能について説明する。\n図７～図 11 は，その動作を説明する角度調整金具Ａの正面図であり，\n説明のためにケース部３の一方側（手前側）の壁部 17 を途中から無くし\nた（省略した）図としている。\nまた，図 12 と図 13 は，ギア部４とくさび形窓部５内の浮動くさび部\n材６の動作を説明する要部正面図である。」（段落【００３０】）\n「第１アーム１と第２アーム２とは，相互が離れた最大展開状態（図\n７）───第１アーム１と第２アーム２とが直線状（１８０°の位相）\nとなる状態───から徐々に第２アーム２が第１軸心Ｃ1 廻りに揺動し，\n第１アーム１との間で任意の折り畳み角度で折り畳み状（傾斜状）とな\nり（図８），相互が略直角となる所定の最大折り畳み状態となる（図９）。」\n（段落【００３１】）\n「図 12 と図 13 と共に説明すると，図 12（ａ）は図７の状態に対応し，\n浮動くさび部材６はギア部４に噛み合うと共にくさび面８に当接し，第\n２アーム２は図７において時計廻りにこれ以上揺動しない（ロックがか\nかる）。\nこの状態から図８に示すように第２アーム２を起立させる方向へ揺動\nさせると，図 12（ｂ）に示すように，弾発部材 13（図５参照）にてギア\n部４へ弾発付勢され噛合する浮動くさび部材６の当接面９は，窓部５の\nくさび面８から離れて，くさび面８との間にわずかな隙間ｄが生じる。\nそして，第２アーム２の起立動作により図 12（ｃ）に示すように，浮動\nくさび部材６の誘導勾配面（段付き面）27 がくさび形窓部５の当り用段\n付部 28 と当接状となって，隙間ｄにより浮動くさび部材６の歯面７がギ\nア部４から離れることができ，浮動くさび部材６の歯面７がギア部４を\nカチカチと音をたて乗り越えることができる。」（段落【００３２】）\n「この浮動くさび部材６の誘導勾配面 27 は，浮動くさび部材６の歯面\n７の後縁部に形成され，くさび形窓部５の段付部 28 は，くさび形窓部５\nの内方側の円弧面 23 に上記勾配面 27 と当接可能となるよう形成されて\nいる。」（段落【００３３】）\n「したがって，浮動くさび部材６は，歯面７がギア部４に噛合し，か\nつ，当接面９がくさび面８に当接し，ギア部４とくさび面８との間に挟\nまれる浮動くさび部材６のくさび作用により，第２アーム２が第１アー\nム１に対して展開方向へ揺動するのを抑制している。\nつまり，任意の折り畳み角度（傾斜角度）に第１アーム１と第２アー\nム２とを維持させることができる。」（段落【００３４】）\n「そして，図 13（ｄ）に示すように，第２アーム２は，第１アーム１\nに対して所定折り畳み角度を越えて最大折り畳み状態（図９）まで揺動\nすると，押し返し突部 10 が浮動くさび部材６を折り畳み方向に押圧する。\nつまり，ギア部４（歯形成部）の一端部側に押し返し突部 10 が形成さ\nれており，この状態で，押し返し突部 10 が浮動くさび部材６の歯面７の\n前縁部に当接する。」（段落【００３５】）\n「そして，図 10 と図 13（ｅ）に示すように，第２アーム２を最大折\nり畳み状態からさらに折り畳み方向へ揺動させると，押し返し突部 10\nにて押し返された浮動くさび部材６（誘導勾配面 27）が，上記段付部 28\nを乗り越え，くさび形窓部５が有する退避空間部 11 に収容され，浮動く\nさび部材６の歯面７とギア部４との噛合状態を解除させる。つまり，退\n避空間部 11 に収容された浮動くさび部材６はギア部４から離れた状態\nにある。」（段落【００３６】）\n「従って，第２アーム２は，第１アーム１に対してフリー（揺動自在）\nとなり図 11 のように，展開方向へ揺動自在となり，図７の最大展開状態\nへと戻すことができる。\nそして，第２アーム２は，第１アーム１に対して所定角度（１８０°）\nの最大展開状態まで展開揺動させると，図 13（ｆ）に示すように，退避\n空間部 11 に収容された浮動くさび部材６を押し出して歯面７とギア部\n４とを噛合状態とさせる押し出し突部 12 を有する。」（段落【００３７】）\n「押し出し突部 12 は，ギア部４の（押し返し突部 10 が形成された一\n端部側と反対側の）他端部側に形成されており，最大展開状態を得ると，\n突部 12 が浮動くさび部材６の誘導勾配面 27 を押圧して，浮動くさび部\n材６を退避空間部 11 から押出し，図 12（ａ）の状態へと戻すことがで\nきる。」（段落【００３８】）\n「つまり，くさび形窓部５内における浮動くさび部材６の動作は，最\n大展開状態から最大折り畳み状態までは，浮動くさび部材６は，ギア部\n４とくさび面８とに挟まれてくさび作用により，くさび面８側の第１\nアーム１とギア部４側の第２アーム２とを任意の折り畳み角度（傾斜角\n度）に調整可能でその角度を維持させることができ，最大折り畳み状態\nを越えると，浮動くさび部材６は押し返し突部 10 により押圧されてくさ\nび形窓部５の退避空間部 11 内に収容され，第１アーム１と第２アーム２\nとは揺動自由状態となる。\nそして，最大展開状態に戻されると，浮動くさび部材６は押し出し突\n部 12 により押圧されて退避空間部 11 から押し出され，ギア部４と再び\n噛合状態となる。」（段落【００３９】）\n「以上のように，本発明に係る角度調整金具は，ケース部３を備える\n第１アーム１と，ケース部３にて第１アーム１と第１軸心Ｃ1 廻りに揺\n動可能に枢結されると共に相互に平行な２枚のギア板部 45，45 から成る\nギア部４を備える第２アーム２と，第１アーム１のケース部３に形成さ\nれるくさび形窓部５と，くさび形窓部５内にて移動可能に配設されかつ\n一面側がギア部４に噛合可能な歯面７とされ他面側がくさび形窓部５の\n外方側のくさび面８に当接する当接面９とされて歯面７がギア部４に噛\n合しかつ当接面９がくさび面８に当接し第２アーム２が第１アーム１に\n対して展開方向へ揺動するのを抑制する浮動くさび部材６と，を具備す\nるので，第１アーム１と第２アーム２とが展開方向へ揺動しようとする\n際，浮動くさび部材６の外方側の当接面９がくさび形窓部５のくさび面\n８に当接し，かつ，第２アーム２のギア部４に噛合する浮動くさび部材\n６によりギア部４の中心に向かう圧迫力として作用するため，第１アー\nム１と第２アーム２の双方は展開方向へ揺動することが決してない。」\n（段落【００４１】）\n「また，ギア部４の引っ掛かりのみにて揺動を抑止するのではなく，\n浮動くさび部材６におけるくさび面８との当接力と，ギア部４との噛合\nと，上記圧迫力と，により揺動を抑止するため，ギア部４の歯（モジュー\nル）は小さくても，大きな荷重を受け持つことができ，十分な強度を有\nするものとできる。また，ギア部４の歯を小さくすることで，ギア部４\nの歯数を増やすことができ，角度の切り換え段数を多くすることが可能\nとなる。従って，折り畳み角度のピッチが小さくなって微調整が行なえ\nる。つまり，座いすやソファーに適用した場合，快適な傾斜角度の背部\n15 が得られる。\nしかも，ギア部４が，相互に平行な２枚のギア板部 45，45 から成るの\nで，浮動くさび部材６は，左右にがたつくことなく安定してギア部４に\n噛合して，スムースにくさび形窓部５内を移動し，誤作動が起こる虞れ\nがない。\nさらに，ケース部３を小さく構成させることができ金具全体の小型化\nが図れ，座いすやソファーに使用し，カバー内に金具Ａを配設した場合\nに，カバーが破れるおそれがない。」（段落【００４２】）\n「また，ケース部３を左右外側から包囲するように配設され，浮動く\nさび部材６がくさび形窓部５から脱落するのを防止する脱落防止カバー\n33 を，具備するので，使用に際し，浮動くさび部材６がくさび形窓部５\nから脱落するのが確実に防がれ，浮動くさび部材６の誤動作や，故障の\n発生を防ぐことができる。」（段落【００４６】）\n「また，第２アーム２は，第１アーム１に対して所定折り畳み角度を\n越えて揺動すると浮動くさび部材６を折り畳み方向に押圧する押し返し\n突部 10 を有し，くさび形窓部５は，押し返し突部 10 にて押し返された\n浮動くさび部材６を収容して歯面７とギア部４との噛合状態を解除させ\nる退避空間部 11 を有し，さらに，第２アーム２は，第１アーム１に対し\nて展開揺動させると退避空間部 11 に収容された浮動くさび部材６を押\nし出して歯面７とギア部４とを噛合状態とさせる押し出し突部 12 を有\nするので，浮動くさび部材６のくさび形窓部５内における移動により，\nギア部４との噛合を解除させたり，再び噛合可能状態とさせることがで\nき，第２アーム２と第１アーム１との角度調整動作が極めて簡単であ\nる。」（段落【００４８】）\n「また，ギア部４は，第１軸心Ｃ1 を中心として形成され，くさび形\n窓部５のくさび面８は，第１軸心Ｃ1 と偏心する第２軸心Ｃ2 を中心とし\nた円弧形状に形成されているので，効果的なくさび作用を発揮させ，ま\nた，浮動くさび部材６の移動，ギア部４との噛合・噛合解除動作がスムー\nズとなる。」（段落【００４９】）\nウ  原出願明細書により開示されている事項\n前記ア及びイの記載によれば，原出願明細書には以下の事項が開示され\nているものと認められる。\n「本発明」は，一方側の部材と他方側の部材との成す角度を任意に設\n定できる関節部材となる角度調整金具に関する。\n従来の角度調整金具は，一方側と連結させた第１アームのケース部内\nに，他方側の第２アームが有するギアと爪片とを枢支させ，この爪片の\nギアへの噛合により，第１アームに対する第２アームの展開方向への揺\n動を抑止するよう構成されていた。\nこのような従来の角度調整金具では，第１アームと第２アームとの間\nに作用する力が非常に大きいため，必要強度との関係で，爪片及びギア\nを小さくすることができないことから，ギアの歯数が少なく，角度の切\nり換え段数を多くすることができない，構成部品が大きいため金具全体\nが大きくなってしまうという問題点があった。\n「本発明」は，\nて，角度調整金具において，ケース部を備える第１アームと，該ケース\n部にて該第１アームと第１軸心廻りに揺動可能に枢結されると共に相互\nに平行な２枚のギア板部から成るギア部を備える第２アームと，該第１\nアームの該ケース部に形成されるくさび形窓部と，該くさび形窓部内に\nて移動可能に配設されかつ一面側が上記ギア部に噛合可能な歯面とされ\n他面側が上記くさび形窓部によってその外方側に形成されるくさび面に\n当接する当接面とされて該歯面が該ギア部に噛合しかつ該当接面が該く\nさび面に当接し上記第２アームが上記第１アームに対して展開方向へ揺\n動するのを抑制する浮動くさび部材と，を具備するという構成を採用し\nた。\nまた，「本発明」は，第１アームのケース部を左右外側から包囲する\nように配設され，浮動くさび部材が該ケース部に形成されるくさび形窓\n部から脱落するのを防止する脱落防止カバーを，具備するという構成を\n採用した。\n「本発明」によれば， 第１アー\nムと第２アームとが展開方向へ揺動しようとする際，浮動くさび部材の\n外方側の当接面がくさび形窓部によってその外方側に形成されるくさび\n面に当接し，かつ，第２アームのギア部に噛合する浮動くさび部材によ\nり，ギア部の中心に向かう圧迫力として力が作用するため，第１アーム\nと第２アームの双方は展開方向へ揺動することがなく，ギア部の引っ掛\nかりのみで揺動を抑止するのではなく，浮動くさび部材におけるくさび\n面との当接力とギア部との噛合と上記圧迫力とにより揺動を抑止し，ギ\nア部の歯が小さくても，大きな荷重を受け持つことができるため，ギア\n部の歯を小さくすることで，ギア部の歯数を増やすことができ，角度の\n切り換え段数を多くすることが可能となり，折り畳み角度の微調整が可\n能となるという効果を奏する。\nまた，第１アームのケース部は，脱落防止カバーによって左右外側か\nら包囲されるので，浮動くさび部材が該ケース部に形成されるくさび形\n窓部から脱落するのを，確実に防止でき，浮動くさび部材の誤動作や，\n故障の発生を防ぐことができるという効果を奏する。\nエ  原出願明細書に開示されている技術的思想について\n原出願明細書における上記ウの開示事項によれば，原出願明細書には，\n一面側が第２アームのギア部に噛合可能な歯面とされ他面側が当接面とさ\nれた浮動くさび部材の当接面を第１アームのケース部に形成されるくさび\n形窓部によってその外方側に形成されるくさび面に当接させ，かつ，浮動\nくさび部材の歯面をギア部に噛合させるという構成を採用することにより，\n浮動くさび部材におけるくさび面との当接力，浮動くさび部材とギア部と\nの噛合及びこれらにより作用するギア部の中心に向かう圧迫力を利用して，\n第１アームに対する第２アームの展開方向への揺動を抑止するという技術\n思想が開示されているものと認められる。\n本件明細書の記載事項等（甲１の２）\nア  特許請求の範囲の記載\n本件特許発明の特許請求の範囲（請求項１）の記載は，\n「第１軸心（Ｃ1 ）を中心として相互揺動可能に枢結された第１アーム（１）\nと第２アーム（２）とを備えた角度調整金具に於て，\n上記第２アーム（２）は，上記第１軸心（Ｃ1 ）を中心とした円弧線に沿っ\nて形成されたギア部（４）を備え，かつ，該ギア部（４）は一枚の板体（40）\nを所定間隔をもって平行となるように折曲加工して成る２枚のギア板部\n（45)(45）をもって構成され，\nさらに，上記第１軸心（Ｃ1 ）を中心側とした場合に上記ギア部（４）\nの外周歯面より外方側位置に，上記外周歯面との間にくさび形の空間部を\n形成するくさび面（８）を，上記第１アーム（１）側に於て形成し，\nしかも，該くさび形の空間部内に移動可能であって，かつ，一面側が上\n記ギア部（４）の外周歯面に噛合可能な歯面（７）とされ，他面側が上記\nくさび面（８）に当接する当接面（９）とされた浮動くさび部材（６）を，\n備え，\n上記浮動くさび部材（６）の上記当接面（９）が上記くさび面（８）に\n当接し，かつ，上記歯面（７）が上記ギア部（４）に噛合し，上記ギア部\n（４）とくさび面（８）との間に挟まれた浮動くさび部材（６）のくさび\n作用により，上記第２アーム（２）が上記第１アーム（１）に対して展開\n方向へ揺動するのを抑制するように構成し，\nさらに，上記浮動くさび部材（６）の左右端面が対応して該浮動くさび\n部材（６）の左右方向への脱落を防止するための左右側壁（34)(34）を，\n上記第１アーム（１）側に備え，かつ，上記左右側壁 (34)(34) が橋絡壁\nをもって橋絡されて横倒略コの字状として，上記左右側壁 (34)(34) と橋\n絡壁は薄板体から一体ものに形成され，\n上記２枚のギア板部 (45)(45) を有する上記ギア部（４）に上記浮動く\nさび部材（６）は，左右幅方向の２箇所で，噛合し，かつ，上記浮動くさ\nび部材（６）の左右方向への移動による脱落を，上記左右側壁 (34)(34)\nを上記浮動くさび部材（６）の左右端面に対応させて防止するように構成\nしたことを特徴とする角度調整金具。」\nというものである。\nイ  本件明細書の「発明の詳細な説明」の記載\n本件明細書中の「背景技術」，「発明が解決しようとする課題」に関す\nる記載は，原出願の当初明細書等におけるのと同旨である。\n本件明細書では，上記課題を解決するための手段として，角度調整金具\nにおいて，第２アームが備えるギア部，第１アーム側において形成された\n第１軸心を中心側とした場合にギア部の外周歯面より外方側位置に上記外\n周歯面との間にくさび形の空間部を形成するくさび面，上記くさび形の空\n間部内に移動可能に配設された，一面側が上記ギア部の外周歯面に噛合可\n能な歯面とされ，他面側が上記くさび面に当接する当接面とされた浮動く\nさび部材等を備える，特許請求の範囲請求項１に記載した構成を採用した\nことが記載されている（段落【０００６】）。\nさらに，本件明細書では，上記構成を採用したことにより，第１アーム\nと第２アームとが展開方向へ揺動しようとする際，浮動くさび部材の外方\n側の当接面が「第１アーム側のくさび面」に当接し，かつ，第２アームの\nギア部に噛合する浮動くさび部材により，ギア部の中心に向かう圧迫力と\nして力が作用するため，第１アームと第２アームの双方は展開方向へ揺動\nすることがなく，ギア部の引っ掛かりのみで揺動を抑止するのではなく，\n浮動くさび部材におけるくさび面との当接力とギア部との噛合と上記圧迫\n力とにより揺動を抑止するため，ギア部の歯が小さくても，大きな荷重を\n受け持つことができるため，ギア部の歯を小さくすることで，ギア部の歯\n数を増やすことができ，角度の切り換え段数を多くすることが可能となり，\n折り畳み角度の微調整が可能となるという効果を奏すること（段落【００\n０７】）及び左右側壁３４，３４によって，浮動くさび部材がその左右方\n向へ脱落するのを，確実に防止でき，浮動くさび部材の誤動作や，故障の\n発生を防ぐことができるという効果を奏すること（段落【０００９】）が\n記載されている。\n本件明細書には，「発明を実施するための形態」として，原出願明細書\nに記載された実施例と同じ実施形態である，第１アームのケース部３が有\nする壁部１７，１７にそれぞれ同一形状で形成されるくさび形窓部５を備\nえ，くさび形窓部５は，第１軸心Ｃ１側に向かって凹となるよう弧状に形\n成された貫通孔であり，該貫通孔の第１軸心Ｃ１を中心側とした場合の外\n方側の面にギア部４より外方側位置となる円弧状のくさび面８が形成され\nる例のみが記載されている（段落【００１１】～【００２６】）。\nこれに対し，本件明細書中には，本件特許発明における「くさび面（８）」\nを定義したり，限定したりする記載はない。\nウ  前記ア及びイによれば，本件特許発明の構成要件Ｃ（「さらに，上記第\n１軸心（Ｃ1 ）を中心側とした場合に上記ギア部（４）の外周歯面より外\n方側位置に，上記外周歯面との間にくさび形の空間部を形成するくさび面\n（８）を，上記第１アーム（１）側に於て形成し，」）の「くさび面（８）」\nについて，本件明細書に開示された実施例の態様のものに限られるとすべ\nき記載や示唆はないから，特許請求の範囲（請求項１）に記載されたとお\nり，本件特許発明における「くさび面（８）」は，\n①  第１軸心を中心側とした場合にギア部の外周歯面より外方側位置に形\n成され，\n②  ギア部の外周歯面との間にくさび形の空間部を形成し，\nかつ，\n③  第１アーム側に形成される\nものを意味するというべきである。\nエ  そうすると，本件特許発明は，「くさび面（８）」を第１アームのケー\nス部にくさび形窓部を形成することにより設けるという形態のみならず，\nこれを第１アームとは異なる部材により形成する等の他の形態をも含むも\nのと解される。\n本件出願の分割要件の充足性について\nア\n部に噛合可能な歯面とされ他面側が当接面とされた浮動くさび部材の当接\n面を第１アームに形成されるくさび形窓部によってその外方側に形成され\nるくさび面に当接させ，かつ，浮動くさび部材の歯面をギア部に噛合させ\nるという構成により，浮動くさび部材におけるくさび面との当接力，浮動\nくさび部材とギア部との噛合及びこれらにより作用するギア部の中心に向\nかう圧迫力を利用して，第１アームに対する第２アームの展開方向への揺\n動を抑止するという技術思想が開示されているものと認められるが，「く\nさび面」を「第１アームに形成されるくさび形窓部によってその外方側に\n形成される面」とする構成以外の構成については，記載も示唆もない。\nしたがって，原出願明細書の記載に接した当業者であれば，原出願明細\n書記載の課題を解決する手段として，第１アーム，第２アーム及び浮動く\nさび部材を具備する角度調整金具において，一面側が第２アームのギア部\nに噛合可能な歯面とされ他面側が当接面とされた浮動くさび部材の当接面\nを第１アームに形成されるくさび形窓部によってその外方側に形成される\nくさび面に当接させ，かつ，浮動くさび部材の歯面をギア部に噛合させる\nという構成が開示されており，これにより，浮動くさび部材におけるくさ\nび面との当接力，浮動くさび部材とギア部との噛合及びこれらにより作用\nするギア部の中心に向かう圧迫力を利用することができるものと認識，理\n解するのが自然であるといる。そうすると，当業者が，原出願明細書の記\n載から，浮動くさび部材の当接面が当接する「くさび面」を，第１アーム\nのケース部にくさび形窓部を形成しないで，異なる構成や部材により形成\nすることで課題を解決することを理解し，かかる解決手段の構成を想定す\nることができたとまでは認められない。\n以上によれば，原出願明細書には，浮動くさび部材の当接面を第１アー\nムのケース部に形成されたくさび形窓部によってその外方側に形成される\nくさび面に当接させ，かつ，浮動くさび部材の歯面をギア部に噛合させる\nという構成により，くさび作用を利用するという技術思想が開示されてい\nるにとどまり，浮動くさび部材の当接面を，第１アームのケース部に形成\nされたくさび形窓部によってその外方側に形成されるくさび面に当接させ\nる以外の構成によって，くさび作用を利用するという技術思想が開示され\nているとは認められない。\nイ  そして， 本件特許発明の「くさび面（８）」は，\n①第１軸心を中心側とした場合にギア部の外周歯面より外方側位置に形成\nされ，②ギア部の外周歯面との間にくさび形の空間部を形成し，かつ，③\n第１アーム側に形成されるものを意味し，本件特許発明は，第１アームの\nケース部にくさび形窓部を形成することによりくさび面を設けるという形\n態のみならず，これを設けずに第１アームとは異なる部材により形成する\n等の他の形態をも含むものと解されるから，原出願明細書に開示された技\n術的事項を上位概念化するものであって，上位概念化された上記技術的事\n項が原出願明細書に実質的にも記載されているということはできない。\nウ  以上によれば，本件出願は，原出願との関係で，特許法４４条１項の「二\n以上の発明を包含する特許出願」から分割した「新たな出願」に該当しな\nい不適法なものというべきである。そうすると，本件特許に係る出願日は，\n原出願の時まで遡及することはなく，現実の出願日である平成２１年８月\n５日となる。\n控訴人の主張について\nア  控訴人は，原出願明細書の段落【００２２】には，「つまり，外方側の\nくさび面８とギア部４の外周歯面との間において空間部が形成され，その\n空間部に後述する浮動くさび部材６が配設される。」と記載されており，\n「くさび形の空間部」については，「くさび面８とギア部４の外周歯面と\nの間において」形成されるものであって，「浮動くさび部材６が配設され\nる」ことが明確に説明されている，段落【００３４】，図１２及び図１３\nには，浮動くさび部材がくさび形の空間部内でくさび作用を発揮して，角\n度調整金具の機能を発揮することが説明されているから，原出願明細書に\nは，浮動くさび部材を配設することによってくさび作用を発揮させる「く\nさび形の空間部」を形成する，という技術的事項が記載されている旨主張\nする。\nイ  しかしながら，控訴人の指摘する原出願明細書の記載（段落【００２２】，\n【００３４】，図１２及び図１３）は，いずれも，第１アームのケース部\nにくさび形窓部が形成され，くさび形窓部によってその外方側に形成され\nる面がくさび面として作用することを前提とする記載であって，これらの\n記載に，浮動くさび部材の当接面を，第１アームのケース部に形成された\nくさび形窓部によってその外方側に形成されたくさび面に当接させる以外\nの構成によって，くさび作用を利用するという技術思想，すなわち，控訴\n人が主張するところの「くさび形の空間部」という技術事項が開示されて\nいるとは認められない。\n控訴人の指摘する記載（段落【００２２】，【００３４】，図１２及び\n図１３）は，原出願明細書の「発明を実施するための最良の形態」に関す\nる記載であるが，同実施形態については，段落【００２６】に「第１アー\nム１のケース部３は，浮動くさび部材６を第２アーム２のギア部４へ押し\n付ける方向に弾発付勢する弾発部材 13 を，有している。弾発部材 13 は，\n鋼線材をＵ字状に折り返して形成したバネ部材であり，両端部が壁部 17，\n17 間のケース部３に固定され中央部が浮動くさび部材６の当接面９の中\n央領域に当接する。そして，浮動くさび部材６をギア部４へ弾発付勢して\nいる（図５参照）。」と記載されているように，浮動くさび部材の当接面\nは，その両端部は第１アームのケース部に形成されたくさび形窓部によっ\nてその外方側に形成される面に当接するのに対し，その中央領域は弾発部\n材に当接して，「くさび面」には当接しないことが記載されているのであ\nるから，「くさび面」を上記くさび形窓部によってその外方側に形成され\nる面に設ける以外の構成によって，くさび作用を利用するという技術事項\nが開示されているとはいえない。\n控訴人が主張するところの「くさび形の空間部」，すなわち，浮動くさ\nび部材を配設することによってくさび作用を発揮させる「くさび形の空間\n部」を形成するという技術的事項は，原出願明細書に記載された技術的事\n項における具体的な構成を捨象して，これを上位概念化するものであって，\nこのように上位概念化された技術的事項が原出願明細書に記載されている\nしたがって，控訴人の上記主張は採用することができない。\n原出願公開公報に基づく新規性の欠如について\n本件特許発明の構成要件Ｃの「くさび面（８）」は，\nり，①第１軸心を中心側とした場合にギア部の外周歯面より外方側位置に形\n成され，②ギア部の外周歯面との間にくさび形の空間部を形成し，かつ，③\n第１アーム側に形成されるものを意味するものと解されるが，原出願明細書\nに記載された「第１アームのケース部に形成されるくさび形窓部によってそ\nの外方側に形成されるくさび面」は上記①ないし③を充たし，本件特許発明\nの構成要件Ｃの「くさび面（８）」に含まれるから，本件特許発明の構成要\n件Ｃは原出願明細書に記載されているものと認められる。\nまた，本件特許発明の他の構成要件も，いずれも原出願明細書に記載され\nているものと認められる（段落【０００５】，【００１１】，【００１６】\n～【００１８】，【００２２】，【００２３】，【００３４】，【００４１】，\n【００４３】，【００４６】，【００４７】等）。\nそして，原出願明細書は，原出願公開公報（甲５）に記載されているから，\n本件特許発明は，その出願前に日本国内において頒布された刊行物である原\n出願公開公報に記載された発明と同一であると認められる。\nよって，本件特許は，特許法１２３条１項２号，２９条１項３号により，\n特許無効審判により無効にされるべきものと認められる。\nまとめ\n以上のとおり，本件特許は，特許無効審判により無効にされるべきものと\n認められるから，控訴人は，被控訴人に対し，本件特許発明に係る専用実施\n権を行使することができない（同法１０４条の３第１項）。\nしたがって，控訴人の本訴請求は，その余の点について判断するまでもな\nく，いずれも理由がない。\n第４  結論\n以上の次第であるから，控訴人の請求をいずれも棄却した原判決は結論にお\nいて相当であり，本件控訴は理由がないからこれを棄却することとし，主文の\nとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      富 田 善 範\n裁判官      大    鷹    一    郎\n裁判官      柵    木    澄    子\n（別紙）\n図  面  目  録\n【図１】                 【図２】\n【図３】\n【図４】\n【図５】\n【図６】\n【図７】\n【図８】\n【図９】\n【図１０】\n【図１１】\n【図１２】\n【図１３】\n【図１５】\n"
}