{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 3,
    "day": 27
  },
  "case_number": "平成28(行ケ)10067",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86650",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86650",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/650/086650_hanrei.pdf",
  "contents": "平成２９年３月２７日判決言渡\n平成２８年（行ケ）第１００６７号  審決取消請求事件\n口頭弁論終結日  平成２９年１月２３日\n判                決\n原       告        株 式 会 社 タ イ ホ ウ\n訴訟代理人弁理士        田中   聡\n被            告              特 許 庁 長 官\n指 定 代 理 人              槙原   進\n同                            伊藤元 人\n同                            金澤俊 郎\n同                            山村   浩\n同                            板谷玲 子\n主         文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０１５－５９７６号事件について平成２８年１月２５日にし\nた審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n原告は，平成２２年１２月２日を出願日とする実願２０１０－７８７７号\n（以下「本件原出願」という。）に係る実用新案登録第３１６５９６７号\n（登録日：平成２３年１月１９日）に基づき，平成２５年２月１４日，発明\nの名称を「容器」とする特許出願（特願２０１３－２６９５６号。以下「本\n願」という。）をした。\n原告は，本願について，平成２６年３月１３日付けの拒絶理由通知を受\nけ，同年５月１日付け手続補正書（甲１４）により，特許請求の範囲の補正\nを含む手続補正をしたが，同年１２月１１日付けで拒絶査定を受けた。\n原告は，平成２７年４月１日，拒絶査定不服審判を請求（以下「本件審判\n請求」という。）するとともに，同日付け手続補正書（甲１５）により，特\n許請求の範囲の補正を含む手続補正（以下「本件補正」という。本件補正後\nの請求項の数９。）をした。\n特許庁は，本件審判請求について，不服２０１５－５９７６号事件として\n審理を行い，平成２８年１月２５日，本件補正を却下した上で，「本件審判\nの請求は，成り立たない。」との審決（以下「本件審決」という。）をし，同\n年２月２３日，その謄本が原告に送達された。\n原告は，平成２８年３月１６日，本件審決の取消しを求める本件訴訟を提\n起した。\n２  特許請求の範囲の記載\n本件補正前のもの\n本件補正前の特許請求の範囲請求項１の記載（平成２６年５月１日付け手\n続補正書により補正されたもの）は，次のとおりである（甲１４。以下，本\n件補正前の請求項１に係る発明を「本願発明」という。）。\n「【請求項１】\n液体を入れることができる内容器であって，\n前記内容器が，開口部と前記開口部の周りにある縁部とを有する上部と，\n前記内容器の底に位置する底部と，側部とを備え，\n前記側部に少なくとも１つの突起部を有し，\n前記開口部が他の前記内容器を重ねることができるような広さを有し，\n前記液体が塗料であり，\n前記少なくとも１つの突起部が，塗料を塗るものに付いた塗料の量を調整\nするために使用される内容器。」\n本件補正後のもの\n本件補正後の特許請求の範囲請求項１の記載は，次のとおりである（以下，\n本件補正後の請求項１を「本件請求項１」，同請求項に係る発明を「本願補\n正発明」といい，本件補正後の明細書及び図面（甲１３，１５）を「本願補\n正明細書」という。なお，下線部は，本件補正による補正箇所である。）。\n「【請求項１】\n液体を入れることができる内容器であって，\n前記内容器が，開口部と前記開口部の周りにある縁部とを有する上部と，\n前記内容器の底に位置する底部と，側部とを備え，\n前記側部に少なくとも１つの突起部を有し，\n前記開口部が他の前記内容器を重ねることができるような広さを有し，\n前記液体が塗料であり，\n前記少なくとも１つの突起部は，その上をローラが転がることにより前記\nローラに付いた塗料の量を調整するために使用され，\n前記内容器は金型で樹脂をプレスすることにより作られる内容器。」\n３  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）記載のとおりであるが，要するに，\n①本件補正は，特許請求の範囲の減縮を目的とする補正に当たるところ，本\n願補正発明は，本件原出願前に頒布された刊行物である特開２００４－３４\n４７９９号公報（甲１。以下「甲１公報」という。）に記載されていると認\nめられる発明（以下「引用発明」という。）及び周知技術に基づいて当業者\nが容易に発明をすることができたものであり，特許法２９条２項の規定によ\nり特許出願の際独立して特許を受けることができないものであるから，本件\n補正は，特許法１７条の２第６項において準用する同法１２６条７項の規定\nに違反し，同法１５９条１項で読み替えて準用する同法５３条１項の規定に\nより却下すべきものである，②本願発明の発明特定事項を全て含む本願補正\n発明が，引用発明及び周知技術に基づいて当業者が容易に発明をすることが\nできたものであることからすると，本願発明も，引用発明及び周知技術に基\nづいて当業者が容易に発明をすることができたものである，③したがって，\n本願発明は，特許法２９条２項の規定により特許を受けることができないか\nら，本願は拒絶すべきものである，というものである。\n本件審決が認定した引用発明，本願補正発明と引用発明の一致点及び相違\n点は，以下のとおりである。\nア  引用発明\n「液体を入れることができるローラ用バケットの容器本体Ａであって，\n前記ローラ用バケットの容器本体Ａが，開口部と前記開口部の周りにあ\nる縁部８とを有する上部と，前記ローラ用バケットの容器本体Ａの底に位\n置する底部５と，側部とを備え，\n前記側部の傾斜面Ｂにおける塗料絞り部７に複数の突起１０を設け，\n前記開口部に他の前記ローラ用バケットの容器本体Ａを挿入して重ねる\nことができるような構造を有し，\n前記液体が塗料であり，\n前記複数の突起１０は，その複数の突起１０を設けた前記塗料絞り部７\nの上を塗装用ローラＲが転がることにより前記塗装用ローラＲの刷毛部１\n９に含まれている余分な塗料を排出するために使用されるローラ用バケッ\nトの容器本体Ａ。」\nイ  本願補正発明と引用発明の一致点\n「液体を入れることができる容器であって，\n前記容器が，開口部と前記開口部の周りにある縁部とを有する上部と，\n前記容器の底に位置する底部と，側部とを備え，\n前記側部に少なくとも１つの突起部を有し，\n他の容器を重ねることができるような所定の構造を有し，\n前記液体が塗料であり，\n前記少なくとも１つの突起部は，ローラに付いた塗料の量を調整するた\nめに使用される容器。」である点。\nウ  本願補正発明と引用発明の相違点\n相違点１\n容器に関し，本願補正発明においては，「内容器」であるのに対して，\n引用発明においては，「ローラ用バケットの容器本体Ａ」である点。\n相違点２\n他の容器を重ねることができるような所定の構造を有することに関し，\n本願補正発明においては，「開口部が他の内容器を重ねることができる\nような広さを有し」ているのに対して，引用発明においては，「開口部\nに他のローラ用バケットの容器本体Ａを挿入して重ねることができるよ\nうな構造を有し」ている点。\n相違点３\n少なくとも１つの突起部は，ローラに付いた塗料の量を調整するため\nに使用されることに関し，本願補正発明においては，「少なくとも１つ\nの突起部は，その上をローラが転がることにより前記ローラに付いた塗\n料の量を調整するために使用され」るのに対して，引用発明においては，\n「複数の突起１０は，その複数の突起１０を設けた塗料絞り部７の上を\n塗装用ローラＲが転がることにより前記塗装用ローラＲの刷毛部１９に\n含まれている余分な塗料を排出するために使用される」点。\n相違点４\n本願補正発明においては，「内容器は金型で樹脂をプレスすることに\nより作られる」のに対して，引用発明においては，ローラ用バケットの\n容器本体Ａがどのようにして作られるのか明らかでない点。\n第３  原告主張の取消事由\n１  取消事由１（審判における手続の違法）\n⑴  本件請求項１には，「前記内容器は金型で樹脂をプレスすることにより作\nられる内容器」との記載があり，物の発明についてその物の製造方法の記載\nがあるから，本件請求項１は，いわゆるプロダクト・バイ・プロセス・クレ\nーム（以下「ＰＢＰクレーム」という。）に該当する。\nそして，ＰＢＰクレームについて，「当該特許請求の範囲の記載が特許法\n３６条６項２号にいう「発明が明確であること」という要件に適合するとい\nえるのは，出願時において当該物をその構造又は特性により直接特定するこ\nとが不可能であるか，又はおよそ実際的でないという事情が存在するときに\n限られる（最高裁平成２７年６月５日第二小法廷判決）。\nところが，本件審決は，本件請求項１にその物の製造方法が記載されてい\nるか否かについての判断を明確に示さず，また，ＰＢＰクレームにおいて\n「発明が明確である」といえるための上記要件の有無について，何ら審理を\n尽くしていないから，この点において本件の審判手続には違法がある。\n⑵  本件請求項１の「前記内容器は金型で樹脂をプレスすることにより作られ\nる」との物の製造方法の記載は，原告の平成２７年４月１日付け手続補正書\nによる本件補正において加えられたものであるところ，その後の平成２７年\n６月５日にＰＢＰクレームに係る上記最高裁判決があったのであるから，本\n来であれば，原告にはＰＢＰクレームを製造方法のクレームに変更できる機\n会が与えられるべきであったにもかかわらず，審判官は，このような補正の\n機会を原告に与えなかったのであり，この点において本件の審判手続には適\n正手続違反の違法がある。\n２  取消事由２（引用発明の認定の誤り）\n本件審決は，引用発明について，「前記開口部に他の前記ローラ用バケット\nの容器本体Ａを挿入して重ねることができるような構造を有」するものと認定\nしたが，以下に述べるとおり，甲１公報に記載された発明は，その容器本体Ａ\nを重ね合わせることができるものとはいえないから，本件審決の上記認定は誤\nりである。\n⑴  甲１公報には，容器本体Ａの端面図として図３が記載されているところ，\n「端面図」とは，切断面の形態のみを描く図面である（切断面から視線方向\nに見える形態を含めて描く「断面図」とは異なる。）から，図３によれば，\n容器本体Ａは，その中央を直線的に切断した切断面の形態が，以下に示す図\n３のとおりのものであることになる（ただし，α及びβの表記は原告によ\nる。）。\n【図３】\nこれを前提にすると，容器本体Ａの脚部１２の上部を開口させたとして\nも，上記図面のβの部分（以下「βの部分」という。）が邪魔となり，複数\nの容器本体Ａを重ね合わせることはできない。\n⑵  また，甲１公報には，「脚部１２の上部を開口させているので，図７に示\nすように，複数の容器本体Ａを重ね合わせるときに，上側の容器本体Ａの\n脚部１２，１２を，下側の容器本体Ａの凹部１１に差し込むことができる。」\n（段落【００２１】）との記載があるが，凹部に脚部が差し込まれるような\n位置関係や寸法，容器が上部から下部に向けて窄まるテーパー形状に形成\nされることについては記載されていない。そして，図７は，「容器本体Ａを\n重ね合わせた状態を示す斜視図である。」とされるが，「上側の容器本体Ａ\nの脚部１２，１２が，下側の容器本体Ａの凹部１１に差し込まれた状態」\nは記載されていない。また，図７によれば，容器本体Ａの隣接する側面は\n直角に接続されており，テーパー状ではなく，他の図面にも容器本体Ａが\nテーパー状であるものは存在しない。\nこのように，甲１公報の容器本体Ａがテーパー状であることを甲１公報\nの記載から導き出すことはできず，そうである以上，甲１公報に記載され\nた発明として，容器本体Ａを重ね合わせることができるものを認定するこ\nとはできない。\nこの点，本件審決は，甲１公報の図面の記載を根拠とする原告の主張につ\nいて，「引用刊行物における図面は，説明図であって，正確な寸法や角度ま\nでを特定することはできない」としてこれを排斥するが，図面の記載であっ\nても，当業者においてこれを正確に理解し，かつ，容易に実施することがで\nきる程度に記載されていれば，これに基づく分割出願ができることに照らせ\nば，本件審決の上記判断に合理的な理由はない。\n３  取消事由３（相違点３についての認定判断の誤り）\n本件審決は，本願補正発明と引用発明との相違点３について，引用発明では，\n複数の突起１０を設けた塗料絞り部７の上をローラＲが転がる際に，複数の突\n起１０（少なくとも 1 つの突起部）の上をローラＲが転がることは明らかであ\nると認定し，これを前提に相違点３は実質的な相違点ではない旨判断する。\nしかし，甲１公報の段落【００１９】には，「刷毛部１９全体に塗料を馴染\nませたら，傾斜面Ｂに沿ってさらに刷毛部１９をさらに引き上げて，図６に示\nすように，塗料絞り部７の上でローラＲを往復移動させる。このようにすると，\n塗料絞り部７に設けた複数の突起１０が，ローラＲの表面に食い込むために，\n刷毛部１９が塗料絞り部７の上で回転する。そして，このように塗料絞り部７\nの上で刷毛部１９を転がすことによって，刷毛部１９に含まれている余分な塗\n料を排出する。以上のようにすれば，刷毛部１９全体に適量な塗料を均一に含\nませた状態にすることができる。」と記載されており，この記載によれば，甲\n１公報記載の発明においては，突起１０がローラＲの表面に食い込むのであり，\n突起１０の上でローラＲが回転するものではない。\nこれに対し，被告は，甲 1 公報の突起１０が塗装用ローラＲに食い込むとし\nても，塗装用ローラＲの刷毛部が，１つの突起１０に接し始めた時から離れる\nまでの間に，多少なりとも回転することは明らかである旨主張する。しかし，\n甲１公報記載の発明においては，突起１０がローラＲに食い込み，ローラＲが\n塗料絞り部７の上を滑ることを防止し，ローラＲがまんべんなく塗料絞り部７\nに押しつけられることにより，ローラＲに付いた塗料の量が調整されるもので\nあるところ，ローラＲが突起１０の上を回転すると，多少なりとも突起１０の\n上を通ることとなり，塗料絞り部７とローラＲとの間に隙間ができることとな\nるから，ローラＲ全体に塗料を均一に馴染ませることができなくなる。したが\nって，食い込むことと，回転することとは異なるものである。\nしたがって，本件審決が，引用発明では複数の突起１０の上をローラＲが転\nがると認定したことは誤りであり，これを前提として，相違点３を実質的な相\n違点ではないとした本件審決の判断は誤りである。\n４  取消事由４（相違点４についての容易想到性判断の誤り）\n本件審決は，引用発明との相違点４に係る本願補正発明の構成（容器が金\n型で樹脂をプレスすることにより作られること）について，引用発明に，本\n件原出願前の周知技術（樹脂製の容器をプレス成形すること）を適用するこ\nとにより，当業者が容易になし得たことである旨判断する。\nしかし，以下に述べるとおり，甲１公報記載の容器本体Ａは，その構造か\nらみて，射出成形で製造されるものであって，プレス成形で製造することが\nできないものであるから，本件審決の上記判断は誤りである。\n⑴  プレス成形に用いられるプレス機械は，一般的に，上型を取り付けるスラ\nイドと，下型を取り付けるボルスタと，スライドの上下運動をガイドするコ\nラムと，スライドを上下運動させるためのスライド駆動機構を備え，上型が\n上下運動を行うことにより製品が製造される（甲５２）。このように，プレ\nス成形は，一枚の板を金型で挟み込んで形を造っていくため，深物や尖った\n形状は不向きである。\nこの点，甲１公報記載の容器本体Ａには，図３ないし６に示されるとおり，\nと塗料絞り部７の傾斜面との\n境界近傍にある鋭角状に折れ曲がって描かれた部分（以下「第１の部分」と\nいう。）や左下の直角状に折れ曲がって描かれた部分（以下「第２の部分」\nという。）のように尖った部分があり，プレス成形による量産には不向きな\nものである。\n⑵  甲１公報記載の容器本体Ａの塗料絞り部７及び塗料馴染ませ部６である傾\n斜面は，裏面はつるつるであるが，表面には凸形状（突起１０及び凸部９）\nが形成されているが，一枚の板を金型で挟み込むプレス成形では，このよう\nな形状にすることは不可能である。\n⑶  甲１公報記載の容器本体Ａは，図１に示されるとおり凹部１１を２つ有し\nているところ，段落【００１６】に「凹部１１，１１には，塗装用の刷毛を\n収納できるようにしている。上記脚部１２，１２の底には，取り外し可能な\nキャップ１３，１３を設けている。このキャップ１３，１３を取り外すこと\nによって，凹部１１，１１の内部が簡単に清掃できるようにしている。」と\n記載されていることからすると，上記凹部１１は，貫通孔を形成するもので\nある。\nしかし，プレス成形は，雄型と雌型で成形材料を挟み込み成形力を加える\nことにより行われるものであるから，形成される形状は箱状となり，必ず底\n面が形成され，貫通孔を作ることは不可能である。\n⑷  仮に，甲１公報記載の容器本体Ａが重ね合わせられるとの本件審決の認定\nに従えば，その際，容器本体Ａの脚部１２，１２は，下側の容器本体Ａの凹\n部１１，１１にそれぞれ差し込まれた状態となることとなるが，そのために\nは，凹部１１において開口部の面積が底部の面積よりも広いことが必要であ\nる。\n上の図は，甲１公報の図１に示される容器本体Ａに，Ａ～Ｆの符号を書き\n加えたものであるところ，Ａ，Ｂ，Ｃと続く壁は，凹部１１に塗料が流れ込\nまないためのものと考えられるところ，凹部１１において開口部の面積が底\n部の面積よりも広いというのであれば，Ａ，Ｂ，Ｃと続く壁は，ラッパ状に\n上に開いた状態となるはずである。\n他方，プレス成形は，雄型と雌型で成形材料を挟み込んで行われるので\nあるから，Ａ，Ｂ，Ｃと続く壁がラッパ状に開いているとすると，当該壁\nの根元に位置する塗料絞り部７を雄型と雌型により挟み込んで成形するこ\nとは不可能である（下の図に示すとおり，プレス成形において上型を上下\n運動させた場合，上型の①及び③の部分と下型の②及び④の部分とが当接\nして，樹脂をプレスすることができない。）。\n第４  被告の主張\n１  取消事由１（審判における手続の違法）に対し\n⑴  原告は，本件請求項１がＰＢＰクレームであるとした上で，本件審決は本\n件請求項１がＰＢＰクレームであるか否かの判断を明確に示さず，また，\n「発明が明確であること」の要件についても何ら審理が尽くされていないか\nら，本件の審判手続には違法がある旨主張する。\nしかし，本件審決は，本願補正発明について，進歩性欠如を理由として，\nいわゆる独立特許要件（特許法１７条の２第６項において準用する同法１２\n６条７項）を満たしていないとの判断をしたものである。そして，進歩性欠\n如と明確性要件違反とは，独立特許要件充足性をそれぞれ独立して否定する\n理由であるから，本件審決のした進歩性欠如の判断から離れて，ＰＢＰクレ\nームであるか否かの判断が必要だったとか，明確性要件の審理が尽くされて\nいないなどと主張することは，本件審決から離れた主張であることが明らか\nである。\nしたがって，原告の上記主張は，本件審決の取消事由として認められるべ\nきものではない。\n⑵  また，原告は，本件請求項１がＰＢＰクレームに該当し，原告の本件補正\nに係る手続補正書がＰＢＰクレームに係る最高裁判決の前に提出されている\n以上，原告に対し製造方法のクレームに補正できる機会が与えられるべきで\nあったのに，これを与えなかった本件の審判手続には違法がある旨主張する。\nしかし，上記最高裁判決は，ＰＢＰクレームについて，製造方法への補正\nの機会を常に与えるべきことを判示したものではない。そして，本件の審判\n手続においては，本願補正発明の独立特許要件充足性の検討をするに当たり，\n本願補正発明の要旨を認定することが可能であり，進歩性の判断ができる状\n態にあった。しかも，本件審決は，「内容器」が「金型で樹脂をプレスする\nことにより作られる」態様に基づいて進歩性欠如との判断をしたものである\nから，原告にとって本件請求項１に含まれることが予想できない態様に基づ\nいて判断をしたわけではないし，また，仮に製造方法の発明に補正しても直\nちに結論が変わるものではない。\nしたがって，本件の審判合議体が原告に補正の機会を与えなかったことに\n違法はない。\n⑶  以上のとおりであるから，原告主張の取消事由１は理由がない。\n２  取消事由２（引用発明の認定の誤り）に対し\n原告は，甲１公報に記載された発明について，「前記開口部に他の前記ロ\nーラ用 バケッ トの 容 器本体 Ａを挿 入し て 重ねる ことが でき る ような 構造\nを有」するとした本件審決の認定は誤りである旨主張する。\nしかし，甲１公報の段落【００１５】，【００１６】，【００２１】及び【００\n２７】には，容器本体Ａを重ね合わせられることが明示的に記載されており，\nそれ以外の理解の余地はない。また，図７は，容器本体Ａを重ね合わせた状態\nを示す斜視図であることが明示的に記載されているところ，その図自体からも，\n容器本体Ａを重ね合わせられること以外の理解の余地はない。\nしたが って ， 甲１公報に記 載さ れた発明に係る 本件 審決の上記認定 に\n誤りはなく，原告主張の取消事由２は理由がない 。\n３  取消事由３（相違点３についての認定判断の誤り）に対し\n原告は，本件審決が，引用発明では，複数の突起１０（少なくとも 1 つの突\n起部）の上をローラＲが転がると認定し，これを前提に相違点３は実質的な相\n違点ではないと判断したことは誤りである旨主張する。\nしかし，甲１公報記載の発明において，突起１０が塗装用ローラＲの表面に\n食い込むとしても，突起１０は曲面である（段落【００１５】，【００２０】）\nとともに，塗装用ローラＲの刷毛部は突起１０が食い込める程度に柔らかいと\n解されるから，塗装用ローラＲの刷毛部が，１つの突起１０に接し始めたとき\nから離れるまでの間に，多少なりとも回転することは明らかであって，本件審\n決の上記認定には誤りがない。\nそして，本願補正発明における「少なくとも１つの突起部」は，甲１公報記\n載の発明の複数の突起１０の形態を含むものであるから，本件審決が，相違点\n３は実質的な相違点ではないと判断したことにも誤りはない。\nしたがって，原告主張の取消事由３は理由がない。\n４  取消事由４（相違点４についての容易想到性判断の誤り）に対し\n⑴  原告 は， プレ ス 成形 は ，一 枚 の板 を金 型で 挟み 込 んで 形を 造っ てい\nくた め ， 甲１ 公 報の 容器 本 体 Ａに あ る第 １の 部 分 や第 ２ の部 分の よ う\nな尖 っ た 形状 を 作る のに は 不 向き で あり ，ま た ， 容器 本 体Ａ の塗 料 絞\nり部 ７ 及 び塗 料 馴染 ませ 部 ６ であ る 傾斜 面の よ う な， 裏 面が つる つ る\nで表 面 に 凸形 状 がで きる よ う な形 状 を作 るこ と は 不可 能 であ る旨 主 張\nする。\nしかしながら，まず，第１の部分については，前記２で述べたとおり甲１\n公報に容器本体Ａを重ね合わせられることが明示的に記載されていることに\n照らせば，当該鋭角状の部分は実在しないものである。\nまた，樹脂製の部材をプレス成形する際には，その部材に流動性を付与し\nた上で金型によりプレスする（乙３の７６頁下から６行ないし同頁下から４\n行）のであるから，第２の部分のような形状をプレス成形により製造するこ\nとはできる。このことは，プレス成形で製造され得る容器を示す乙４（実願\n平３－５２９３９号（実開平５－７６６２号）のＣＤ－ＲＯＭ）の図１ない\nし３からみても明らかである。\nまた，乙５（特開２００４－９１００２号公報）の図２，３及び７ないし\n９によれば，カップ状容器１におけるフランジ４は，一方の面に突起部５を\n有し，他方の面（上面）は平面であるところ，このような形状がプレス成形\nで作られていることが理解できるから，裏面がつるつるで表面に凸形状がで\nきるような形状をプレス成形で作ることは可能である。\nしたがって，原告の上記主張は失当である。\n⑵  また，原告は，甲１公報記載の容器本体Ａが重ね合わせられるとすれば，\n容器本体Ａは，凹部１１において開口部の面積が底部の面積よりも広いこと\nが必要であり，そのためには，Ａ，Ｂ，Ｃ（前記第３の４⑷記載の図面参照）\nと続く壁はラッパ状に上に開いた状態となるが，このような形状を雄型と雌\n型により挟み込んで成形することは不可能である旨主張する。\nこの点，原告は，下に示す図イ（Ｂの壁と塗料絞り部７とを含む断面にお\nける輪郭形状の概略図）のようなＢの壁の左右の形状を「ラッパ状に上に開\nいている」と表現し，上記Ａ，Ｂ，Ｃと続く壁が，凹部１１側の面（以下\n「面㋐」という。）とそれとは反対側の面（以下「面㋑」という。）を有し，\n面㋐及び面㋑がともに，上方へ向かうにつれて凹部１１とは反対側に倒れる\nようになっている形状（以下「特定形状」という。）であることを前提に，\nこのような形状をプレス加工で成形することはできない旨を主張するものと\n解される。\nしかしながら，面㋑は脚部１２には接触しないから，その形状は，脚部１\n２が凹部１１に差し込めるか否か（すなわち，容器本体Ａを重ね合わせられ\nるか否か）には関係しないところ，面㋐が特定形状となるように加工される\nときに，当然に面㋑が特定形状となるように加工されることにはならず，ま\nた，甲１公報には，面㋑が特定形状となっているとの記載もない。\n他方，壁Ｂについて，例えば，下に示す図ロに示すような輪郭形状があり\n得ることは明らかであり，このような形状であれば，プレス加工により成形\nすることができる。\nしてみると，甲１公報記載の容器本体Ａが重ね合わせられるとすると，当\n然に面㋑が特定形状となることを前提として，このような形状をプレス加工\n塗料絞り部７\n面㋐  面㋑\nＢの壁\n凹部１１  凹部１１\nＢの壁\n面㋑  面㋐\n図イ\nＢの壁  塗料絞り部７\n図ロ\n面㋑ 面㋐  面㋑  面㋐\n凹部１１  凹部１１\nＢの壁\nで成形することはできない旨を述べる原告の上記主張は，その前提において\n失当である。\n⑶  以上によれば，甲１公報記載の容器本体Ａがプレス成形で製造することが\nできないものであることを理由に，本件審決の相違点４についての容易想到\n性の判断に誤りがあるとする原告の主張は失当であり，取消事由４には理由\nがない。\n第５  当裁判所の判断\n１  本願補正発明について\n本願補正発明に係る特許請求の範囲の記載は前記第２の２⑵のとおりであ\nる。\nまた，本願補正明細書（甲１３，１５）の発明の詳細な説明には，次のよ\nうな記載がある（以下に引用する図１及び４については別紙１参照）。\nア  技術分野\n本発明は，液体を入れることができる容器に関する （段落【０００\n１】）。\nイ  背景技術\n図４は，従来の塗料バケット５００を示す外観図である。塗料バケット\n５００は，２つの取手部５０１を有し，塗料バケット５００の内側には，\n容器５１０が配置されている。容器５１０の中には，塗装用ローラに付い\nた塗料を調整するための網５２０が配置されている。この網５２０は，塗\n装用ローラが接触したときに網５２０の位置がずれないように塗料バケッ\nト５００に固定するための２つの爪５２１を有している。塗料バケット５\n００に直接塗料を入れて使用することがないため，塗料バケット５００を\n溶剤等で洗浄する必要がない。（段落【０００２】）\nウ  発明が解決しようとする課題\n使用者が複数の色の塗料を塗装に使う場合，内側の容器５１０をその色\nの数だけそろえ，それらに塗料を入れておき，使用すべき色の塗料が入っ\nた容器５１０を塗料バケット５００に配置することにより，塗装作業を行\nうことができた。このため，複数の塗料バケット５００を用意する必要は\nなかった。しかし，網５２０は，塗装用ローラに付いた塗料を調整するも\nのであり，網５２０には現在使用中の塗料が付着しているため，他の色の\n塗料が入っている容器５１０にそのまま網５２０を漬けることができなか\nった。このため，網５２０を異なる色を使うごとに洗浄するか，あるいは\n色の数だけ網を用意する必要があった。（段落【０００４】）\nエ  課題を解決するための手段\n本発明に係る容器は，液体を入れることができる容器であって，前記容\n器が，開口部と前記開口部の周りにある縁部とを有する上部と，前記容器\nの底に位置する底部と，側部とを備え，前記側部に少なくとも１つの突起\n部を有し，前記開口部の面積が前記底部の面積より広い容器である（段落\n【０００５】）。\n本発明のある実施形態では，前記液体が塗料であり，前記少なくとも１\nつの突起部が，塗料を塗るものに付いた塗料の量を調整するために使用さ\nれ，前記少なくとも１つの突起部が無端または複数の端部を有し，前記少\nなくとも１つの突起部が延びる方向に垂直となる面における前記少なくと\nも１つの突起部の断面が曲線となってもよい（段落【０００６】）。\n本発明のある実施形態では，前記少なくとも１つの突起部が，上または\n下で屈曲したひと連なりの線状であってもよい（段落【０００７】）。\n本発明のある実施形態では，前記少なくとも１つの突起部が線状であり，\n前記底部と略平行となってもよい（段落【０００８】）。\n本発明のある実施形態では，前記少なくとも１つの突起部が，複数の屈\n曲したひと連なりの線状であってもよい（段落【００１１】）。\n本発明のある実施形態では，前記容器が金型で樹脂を１回プレスするこ\nとにより作られてもよい（段落【００１３】）。\nオ  発明の効果\n本発明に係る容器では，側部に少なくとも１つの突起部を有するため，\n塗料を塗るもの，例えば塗装用ローラ，刷毛，ブラシ等に付いた塗料の量\nを調整することができる。このため，塗料を調整するための網が不要とな\nる。また，開口部の面積が底部の面積より広いため，本発明に係る容器を\n重ねることができ，その容器の運搬や保管の際にさくスペースを，重ねる\nことができない容器に比べ小さくすることができる。本発明では，当然，\n不要となる網を運搬や保管する必要はない。また，網は爪により塗料バケ\nットに固定されていたため，従来のものは縁部の幅に制約があった。しか\nし，本発明では，網が不要となるため，縁部の幅に制約が無くなり，設計\nの自由度が向上する。容器の強度を高めたい場合や，塗料バケットから本\n発明に係る容器を取り出すための取手の役割を持たせたい場合，縁部の幅\nを広くすることが可能となる。（段落【００１５】）\nカ  発明を実施するための形態\n塗料を入れるために使用することができる容器１０は，開口部１２と開\n口部１２の周りにある縁部とを有する上部１４と，容器１０の底に位置す\nる底部１６と，側部１８とを備えている。上部１４は，容器１０の強度を\n高めるために設けられている。本実施形態では，開口部１２の周りに縁部\nを形成することにより，容器の強度を高めている。（段落【００１８】）\n容器１０では，開口部１２の面積が底部１６の面積より広い。このため，\n容器１０を重ねることができ，容器１０の販売や運搬の際に，余分なスペ\nースが取られることがない。また，開口部１２の面積が底部１６の面積よ\nり広いため，金型で樹脂を１回プレスすることにより容器１０を成型する\nことも可能である。（段落【００２０】）\n…従来の容器では，ローラについた塗料の量を調整するための網が，爪\nにて塗料バケットに固定されていた。しかし，本発明では，網が不要とな\nり，網を固定する爪を考慮して容器１０の上部１４を設計する必要はない。\nこのため，塗料バケットの開口部の外形より大きくなるように上部１４を\n形成することができる。このような場合，上部１４は，容器１０を塗料バ\nケットから引き上げるときに使用されてもよい。（段落【００２１】）\n容器１０の側部は４つの面を有し，側部１８の１つの面には少なくとも\n１つの突起部２０が設けられている。突起部２０は，塗料を塗るもの，例\nえば塗装用ローラ，刷毛，ブラシ等に付いた塗料の量を調整するために使\n用される。（段落【００２２】）\n具体的には，使用者は，塗料が入っている容器にローラを漬けたり転が\nしたりすることにより，ローラに塗料を染みこませる。ローラには，壁等\nに塗料を塗るのに必要以上の塗料が吸収されており，使用者がこのままの\n状態でローラにて壁等を塗ると，塗りむらや，ローラから塗料の落下が生\nじる可能性が高い。そこで，使用者は，突起部２０にローラを回転させな\nがら接触させることにより，ローラに染みこんだ塗料を調整することがで\nきる。このため，使用者は，塗りむらや，ローラから塗料が落下すること\nを防止することができる。（段落【００２３】）\n突起部２０は，容器１０の内側に凸となるように配置されている。突起\n部２０は，それが延びる方向に垂直となる面における，その突起部２０の\n断面が曲線となる部分を有していることが好ましい。突起部２０が曲線部\nを有する形状を持っている場合，突起部２０に掛かる力を分散させること\nができる。この曲線は，円弧，楕円の一部等，所定の区間において不連続\nとならない関数で表されるものであってもよい。突起部の高さ（突起部２\n０が延びる方向に垂直となる面に，突起部２０が設けられた側面１８が交\n差する部分から前記曲線が最大となる高さ）が５ｍｍ～３０ｍｍであって\nもよい。（段落【００２４】）\n図１に示す実施形態では，突起部２０は上で屈曲したひと連なりの線状\nであるが，突起部２０は下で屈曲したひと連なりの線状であってもよい。\nまた，突起部２０は，複数の屈曲したひと連なりの線状であってもよい\n（段落【００２５】）。\n以上によれば，本願補正明細書には，本願補正発明について，次のような\nことが開示されているものと認められる。\nすなわち，塗料等の液体を入れることができる容器において，従来，塗料\nバケットの内側に容器（内容器）が配置され，更に内容器の中に，塗装用ロ\nーラに付いた塗料を調整するための網が配置されているものがあり，このよ\nうな塗装バケットでは，使用者が複数の色の塗料を使う場合に，内容器を色\nの数だけそろえ，使用すべき色の塗料が入った容器を塗料バケットに配置す\nることにより，複数の塗料バケットを用意することなく，塗装作業を行うこ\nとができた。しかし，上記網には現在使用中の塗料が付着しているため，他\nの色の塗料が入っている容器にそのまま網を漬けることができず，網を異な\nる色を使うごとに洗浄するか，あるいは色の数だけ網を用意する必要がある\nという問題があった（段落【０００２】，【０００４】）。\nそこで，本願補正発明は，上記の問題を解決することを課題とし，液体を\n入れることができる内容器であって，前記内容器が，開口部と前記開口部の\n周りにある縁部とを有する上部と，前記内容器の底に位置する底部と，側部\nとを備え，前記側部に少なくとも１つの突起部を有し，前記開口部が他の前\n記内容器を重ねることができるような広さを有し，前記液体が塗料であり，\n前記少なくとも１つの突起部は，その上をローラが転がることにより前記ロ\nーラに付いた塗料の量を調整するために使用され，前記内容器は金型で樹脂\nをプレスすることにより作られる内容器とする構成（本件請求項１，段落\n【０００５】）を採用したものである。\nその結果，本願補正発明は，内容器の側部に少なくとも１つの突起部を有\nするため，塗料を塗るものに付いた塗料の量を調整することができ，塗料を\n調整するための網が不要となること，容器を重ねることができるため，そう\nでない容器に比べ運搬や保管の際にさくスペースを小さくすることができる\nこと，網が不要となるため，縁部の幅に制約が無くなり，設計の自由度が向\n上することといった効果を奏するものである（段落【００１５】）。\n２  取消事由１（審判における手続の違法）について\n原告は，本件請求項１の「前記内容器は金型で樹脂をプレスすることにより\n作られる内容器」との記載から，同請求項はＰＢＰクレームに該当するとした\n上で，本件の審判手続について，①本件請求項１がＰＢＰクレームであるか否\nかの判断を審決で示さず，ＰＢＰクレームにおいて「発明が明確である」とい\nえるための要件である「出願時において当該物をその構造又は特性により直接\n特定することが不可能であるか，又はおよそ実際的でないという事情が存在す\nる」か否かについての審理を尽くしていない点，②ＰＢＰクレームを製造方法\nのクレームに変更するための補正の機会を原告に与えなかった点において，手\n続の違法がある旨主張する。\nそこで検討するに，本件請求項１の「前記内容器は金型で樹脂をプレスする\nことにより作られる」との記載は，原告が本件補正において付加したものであ\nるところ，本件審決は，当該補正を，本件補正前の請求項１に係る発明の発明\n特定事項である「内容器」について製造方法により特定される状態に限定する\nものととらえた上で，ＰＢＰクレームとしての明確性要件違反の有無について\nは検討・判断することなく，これとは別の独立特許要件である進歩性の有無に\nついて検討した結果，本願補正発明は引用発明と周知技術に基づいて当業者が\n容易に発明をすることができたものであるとして，進歩性欠如を理由として独\n立特許要件を充足しないとの判断をしたものである。\nこのように，本件審決は，本願補正発明の要旨について，原告による本件補\n正の内容どおりに，「内容器」を「金型で樹脂をプレスする」という製造方法\nにより特定される状態のものととらえた上で，そのような発明について進歩性\nの欠如が認められ，独立特許要件を充足しないと結論付けたものであり，これ\nとは別の独立特許要件である明確性要件を充足するか否か，すなわち，本件請\n求項１がＰＢＰクレームであるか否か，また，ＰＢＰクレームである場合に必\n要となる「発明が明確である」といえるための前記要件を満たすか否かについ\nては検討・判断をするまでもなく上記の結論に至ったことから，あえて当該検\n討・判断をしなかったものにすぎない。このような本件審決の判断内容からす\nれば，本件の審判手続に審理不尽の違法があるなどといえないことは明らかで\nある。\nまた，原告は，本件の審判手続には，ＰＢＰクレームを製造方法のクレーム\nに変更するための補正の機会を原告に与えなかった点に適正手続違反の違法が\nある旨も主張する。しかし，ここで原告が求める補正とは，ＰＢＰクレームで\nあることによって明確性要件違反の判断がされる事態を回避するための補正を\n指すものと解されるところ，上記のとおり，本件審決は，そもそも本件請求項\n１をＰＢＰクレームととらえた上で，明確性要件違反の有無を検討・判断した\nものではなく，これとは別の独立特許要件である進歩性の有無について検討・\n判断し，独立特許要件を充足しないと結論付けたものであるから，このような\n判断をするに当たって，判断する予定のない別個の特許有効要件を充足させる\nために補正の機会を原告に与えなければ適正手続に反するなどといえないこと\nは明らかである（仮に，本件審決が，本件請求項１をＰＢＰクレームととらえ\nた上で，ＰＢＰクレームである場合に必要となる「発明が明確である」といえ\nるための前記要件を満たさないとして，明確性要件違反を理由に独立特許要件\nを充足しないとの判断をするものであるとすれば，そのような判断をする前提\nとして，ＰＢＰクレームを製造方法のクレームに変更するための補正の機会を\n原告に与えるべきであるとの考え方が生ずることは理解できるが，上記のとお\nり，本件審決はそのような判断をするものではない。）\n以上によれば，本件の審判手続に違法があるとする原告主張の取消事由１に\nは理由がない。\n３  取消事由２（引用発明の認定の誤り）について\n原告は，本件審決が，甲１公報に記載された発明について，「前記開口部に\n他の前記ローラ用バケットの容器本体Ａを挿入して重ねることができるような\n構造を有」するものと認定したことは誤りである旨主張するので，以下検討す\nる。\n甲１公報の記載\n甲１公報には，次のような記載がある（以下に引用する図１ないし７及び\n９については別紙２参照）。\nア  発明の属する技術分野\nこの発明は，塗装用ローラを用いて塗装するときに，塗料を入れておく\nローラ用バケットに関する（段落【０００１】）。\nイ  従来の技術\n…従来のバケットは，図９に示すように，塗料を入れる容器本体１と，\n網目３を有するプレート２とによって構成されている。上記プレート２は，\nローラの刷毛部に含ませる塗料の量を調節するためのものである。また，\nこのプレート２は，容器本体１と別体になっていて，その上部を容器本体\n１の縁４に引っかけることによって，容器本体１の底面に対して傾斜させ\nている。そして，このようにしたプレート２の上で，ローラの刷毛部を転\nがすことによって，刷毛部に含ませた余分な塗料を下に落とすようにして\nいる（段落【０００２】）。\nウ  発明が解決しようとする課題\n上記従来のバケットは，ローラの刷毛部に含ませた塗料の量を，プレー\nト２によって調節可能にしているが，このプレート２を利用しても，刷毛\n部全体に塗料を均一に馴染ませることが難しかった。すなわち，刷毛部全\n体に塗料を均一に馴染ませるためには，刷毛部を転がしながら塗料に浸す\nとよい。しかし，刷毛部に塗料を含ませると，その部分が重くなるために，\n刷毛部が回りにくくなる。刷毛部が回りにくくなると，プレート２上で刷\n毛部を回転させにくくなる。そのため，刷毛部を十分に転がしながら塗料\nに浸すことができなくなり，刷毛部全体に塗料を均一に馴染ませることが\n難しくなる。（段落【０００４】）\n以上のように，刷毛部全体に塗料を均一に馴染ませるという作業が，難\nしいにもかかわらず，刷毛部表面に塗料が付着していると，塗料が均一に\n馴染んでいるものと思いこんでしまう。そして，そのまま塗装すると，塗\n装面に塗りむらが生じるという問題があった。このような問題は，素人が\n塗装する場合に特に生じやすかった。（段落【０００５】）\nまた，上記従来例では，プレート２上でローラの刷毛部を転がすと，こ\nの刷毛部の表面に，プレート２の網目３の跡が付いてしまう。そして，そ\nのまま塗装すると，塗装面に網目３の跡が転写されてしまうという問題も\nあった。（段落【０００６】）\nさらに，上記従来のバケットは，プレート２を固定したまま容器本体１\nを重ね合わせると，嵩張ってしまうため，輸送効率が低下するという問題\nもあった。そこで，従来は，輸送効率の低下を防止するため，容器本体１\nとプレート２とを別々にして，容器本体１は容器本体だけで重ね合わせ，\nプレート２はプレート２だけで重ね合わせて工場から出荷するようにして\nいた。（段落【０００７】）\nところが，容器本体１とプレート２とを別々に重ね合わせて出荷すると，\n容器本体１とプレート２とが一組の商品であることがわかりにくいため，\nこれら容器本体１とプレート２とが必ずしも一組で販売されないことがあ\nる。例えば，販売店においても，陳列スペースを少なくするために，容器\n本体１だけを複数重ね合わせておいて，一番上の容器本体１内に，プレー\nト２を複数まとめて入れておくことがある。このような状態でバケットが\n陳列されていると，１つの容器本体１に対して複数枚のプレート２が付属\nされているものと購入者が勘違いしてしまい，そのことに店員も気づない\nまま，バケットを販売してしまうと，最終的にプレート２が足りなくなる\nという問題もあった。そして，このようにプレート２が不足すると，この\n不足分を製造メーカーが無償で提供しなければならない場合もあり，それ\nが製造メーカにとって負担になるという不都合もあった。（段落【０００\n８】）\nこの発明の目的は，上記種々の問題を解決することのできるローラ用バ\nケットを提供することである（段落【０００９】）。\nエ  課題を解決するための手段\n第１の発明は，容器本体内に，傾斜面を一体形成するとともに，この傾\n斜面は，容器本体の底面に連続する塗料馴染ませ部と，この塗料馴染ませ\n部から容器本体の縁まで連続する塗料絞り部とからなることを特徴とする\n（段落【００１０】）。\n第２の発明は，上記第１の発明において，塗料馴染ませ部の断面形状を\n円弧にし，塗料絞り部の断面形状を直線的にしたことを特徴とする（段落\n【００１１】）。\n第３の発明は，上記第１または第２の発明において，塗料馴染ませ部の\n表面に，幅方向に凸部を形成したことを特徴とする（段落【００１２】）。\n第４の発明は，上記第１～第３の発明において，塗料絞り部の表面に，\n複数の突起を設けたことを特徴とする（段落【００１３】）。\n第５の発明は，上記第１～第４の発明において，塗料本体に脚部を形成\nするとともに，この脚部には，その上部を開口させた凹部を形成したこと\nを特徴とする（段落【００１４】）。\nオ  発明の実施の形態\n図１～図８に，この発明の一実施形態を示す。図１及び図２に示すよう\nに，容器本体Ａ内には，傾斜面Ｂを一体形成している。この傾斜面Ｂは，\n図３に示すように，容器本体Ａの底面５に連続する塗料馴染ませ部６と，\nこの塗料馴染ませ部６から容器本体Ａの縁８まで連続させた塗料絞り部７\nとによって構成されている。上記塗料馴染ませ部６は，その断面形状を円\n弧にするとともに，その表面に複数の凸部９を幅方向に形成している。ま\nた，上記塗料絞り部７は，その断面形状を直線的にするとともに，その表\n面に複数の突起１０を全体的に形成している。なお，これら突起１０の先\n端は，曲面にしている。（段落【００１５】）\nまた，上記傾斜面Ｂの両側には，凹部１１，１１を形成している。これ\nら凹部１１，１１は，容器本体Ａに設けた脚部１２，１２の部分に形成し\nたものであり，脚部１２，１２の上部が凹部１１，１１によって開口した\n状態になっている。そして，これら凹部１１，１１には，塗装用の刷毛を\n収納できるようにしている。上記脚部１２，１２の底には，取り外し可能\nなキャップ１３，１３を設けている。このキャップ１３，１３を取り外す\nことによって，凹部１１，１１の内部が簡単に清掃できるようにしている。\nなお，図１に示すように，容器本体Ａの縁８は，窪み１４を形成している\nが，この窪み１４は，図３に示すように，塗装用ローラＲのグリップ２１\nの部分を容器本体Ａの縁８に引っかけたときに，塗装用ローラＲのロッド\n２０をはめるためのものである。このように窪み１４にロッド２０をはめ\nることによって，塗装用ローラＲがずれないようにしている。（段落【０\n０１６】）\n次に，塗装用ローラの刷毛部に塗料を含ませるときの手順について説明\nする。まず，図４に示すように，容器本体Ａ内に塗料を入れると，その塗\n料は，容器本体Ａの最も深い底部５に溜まる。次に，この塗料の溜まった\n部分（以下「塗料溜まりＰ」という）に，ローラＲの刷毛部１９を浸す。\nこのように塗料溜まり刷毛部１９を浸すと，この浸した部分に塗料がしみ\nこむ。ただし，塗料に浸していない上側部分には，塗料がなかなかしみ込\nまない。そこで，図５に示すように，傾斜面Ｂに沿って刷毛部１９を引き\n上げる。（段落【００１７】）\n傾斜面Ｂに沿って刷毛部１９を引き上げると，この引き上げ方向に対し\nて，断面形状を円弧にした塗料馴染ませ部６が交差した状態になる。その\nため，引き上げ動作によって，刷毛部１９が塗料馴染ませ部６に押しつけ\nられた状態になる。しかも，この塗料馴染ませ部６には，複数の凸部９が\n幅方向に形成されているので，各凸部９の段差の部分に刷毛部１９が引っ\nかかる。したがって，刷毛部１９の引き上げ動作に伴って，刷毛部１９が\n矢印方向に回転することになる。このように刷毛部１９を回転させて，塗\n料がしみ込んでいない部分を下側に向けた後，刷毛部１９を塗料溜まりＰ\nに再び浸す。このようにすれば，刷毛部１９の残りの部分にも，塗料をし\nみ込ませることができる。そして，このような作業を数回繰り返すことに\nよって，刷毛部１０全体に塗料を馴染ませていく。（段落【００１８】）\n刷毛部１９全体に塗料を馴染ませたら，傾斜面Ｂに沿ってさらに刷毛部\n１９をさらに引き上げて，図６に示すように，塗料絞り部７の上でローラ\nＲを往復移動させる。このようにすると，塗料絞り部７に設けた複数の突\n起１０が，ローラＲの表面に食い込むために，刷毛部１９が塗料絞り部７\nの上で回転する。そして，このように塗料絞り部７の上で刷毛部１９を転\nがすことによって，刷毛部１９に含まれている余分な塗料を排出する。以\n上のようにすれば，刷毛部１９全体に適量な塗料を均一に含ませた状態に\nすることができる。（段落【００１９】）\nこの実施形態によれば，傾斜面Ｂに沿って刷毛部１９を動かすだけで，\n刷毛部１９全体に塗料を均一に馴染ませることができる。そのため，素\n人が塗装する場合であっても，塗装面の塗りむらが生じにくい。また，\n塗料絞り部７に設けた突起１０の先端が曲面になっているので，刷毛部\n１９の表面に，ほとんど跡がつかない。また，跡がついたとしても，そ\nれはごく小さいものなので，塗装面において突起１０の跡が目立つこと\nはない。さらに，上記突起１０は，他の突起１０と十分な間隔を開けて\n配置しているので，刷毛部１９から排出された塗料を，傾斜面Ｂに沿っ\nて素早く塗料溜まりＰに戻すことができる。（段落【００２０】）\nさらにまた，この実施形態によれば，脚部１２の上部を開口させている\nので，図７に示すように，複数の容器本体Ａを重ね合わせるときに，上側\nの容器本体Ａの脚部１２，１２を，下側の容器本体Ａの凹部１１に差し込\nむことができる。このようにすれば，重ね合わせた容器本体Ａが嵩張るこ\nとがない。また，塗料を馴染ませたり塗料の含み量を調節する傾斜面Ｂを，\n容器本体Ａと一体化しているので，販売店において，塗料の含み量を調節\nするプレートだけが足りなくなるといった不都合が生じない。（段落【０\n０２１】）\nカ  発明の効果\n第１の発明によれば，容器本体内に設けた塗料馴染ませ部によって，塗\n装用ローラの刷毛部を回転させることができるので，刷毛部全体に塗料を\n均一に馴染ませることができる（段落【００２３】）。\n第２の発明によれば，塗料馴染ませ部の断面形状を円弧にし，塗料絞り\n部の断面形状を直線的にしたので，塗料絞り部と平行に塗装用ローラを引\nき上げたときに，その引き上げ方向に対して塗料馴染ませ部が交差した状\n態になる。このように引き上げ方向に対して塗料馴染ませ部が交差すれば，\n塗料馴染ませ部に塗装用ローラの刷毛部を強く押しつけることができる。\nしたがって，塗装用ローラの引き上げ動作によって，刷毛部を確実に回転\nさせることができる。（段落【００２４】）\n第３の発明によれば，塗料馴染ませ部の表面に形成した凸部が，ローラ\nの刷毛部に食い込むので，より確実に刷毛部を回転させることができる\n（段落【００２５】）。\n第４の発明によれば，塗料絞り部の表面に，複数の突起を設けたので，\n塗料絞り部の表面で，塗装用ローラの刷毛部が回転せずに滑ってしまうと\nいった不都合を防止できる（段落【００２６】）。\n第５の発明は，塗料本体に脚部を形成するとともに，この脚部の上部を\n開口させたので，容器本体を重ね合わせたときに，下側の容器本体の開口\n部に，上側の容器本体の脚部を挿入することができる。したがって，重ね\n合わせた容器本体の嵩を少なく抑えることができる。（段落【００２７】）\n検討\nア  そこで，甲１公報において，容器本体Ａが重ね合わせられる形状のもの\nとして開示されているか否かについて検討するに，甲１公報には，発明の\n実施の形態について，「脚部１２の上部を開口させているので，図７に示\nすように，複数の容器本体Ａを重ね合わせるときに，上側の容器本体Ａの\n脚部１２，１２を，下側の容器本体Ａの凹部１１に差し込むことができ\nる。このようにすれば，重ね合わせた容器本体Ａが嵩張ることがない。」\n（段落【００２１】）との記載があり，図７として，二つの容器本体Ａが\n重ね合わされた状態の図が示され，さらに，発明の効果について，「塗料\n本体に脚部を形成するとともに，この脚部の上部を開口させたので，容器\n本体を重ね合わせたときに，下側の容器本体の開口部に，上側の容器本体\nの脚部を挿入することができる。したがって，重ね合わせた容器本体の嵩\nを少なく抑えることができる。」（段落【００２７】）との記載がある。こ\nれらの記載によれば，甲１公報に開示された容器本体Ａが，上側の容器本\n体Ａの二つの脚部１２を下側の容器本体Ａの二つの凹部１１に差し込むこ\nとにより，上下の容器を重ね合わせることができる形状を有するものとさ\nれていることは明らかである。\nイ  これに対し，原告は，甲１公報において容器本体Ａの端面図とされる図\n３によれば，容器本体Ａの中央を直線的に切断した切断面の形態が図３に\n示されるとおりとなり，その場合，βの部分\n照）が邪魔となって，容器本体Ａを重ね合わせることはできない旨を主張\nする。\nしかし，甲１公報の図２に示された容器本体Ａの形状からすれば，当該\n容器本体Ａの中央を直線的に切断した切断面には，原告主張のβの部分が\n存在しないことは明らかである。また，仮に，上記切断面にβの部分が存\n在するとすると，上側の容器本体Ａの脚部１２を下側の容器本体Ａの凹部\n１１に差し込んで上下の容器を重ね合わせることができなくなると考えら\nれるから，甲１公報の上記段落【００２１】の記載や図７の記載との明ら\nかな矛盾が生じることとなる。したがって，これらの記載との整合的な理\n解の見地からしても，上記切断面に上記βの部分は存在しないものと考え\nるのが合理的である。\nこの点，原告は，甲１公報が図３を，切断面の形態のみを描く「端面\n図」と説明していることをその主張の根拠とする。しかし，甲１公報に接\nした当業者であれば，甲１公報の上記各記載や図面との対比から，容器本\n体Ａの中央を直線的に切断した切断面には図３に表示されたβの部分が存\n在しないことを容易に理解し，図３が厳密な意味で切断面の形態のみを描\nく「端面図」に当たるものではなく，図３に関する甲１公報の記載は不正\n確であることを自然に理解するものといえる。したがって，甲１公報に開\n示された容器本体Ａの形状を認定するに当たって，図３の記載に拘泥する\nのは相当ではなく，むしろ段落【００２１】及び【００２７】の各記載や\n図２及び７を総合して考察し，上記切断面に上記βの部分は存在しないも\nのと理解するのが相当である。\nしたがって，原告の上記主張は理由がない。\nウ  また，原告は，甲１公報には，凹部１１に脚部１２が差し込まれるよう\nな位置関係や寸法，容器が上部から下部に向けてテーパー状に形成されて\nいることについての記載がなく，図７やその他の図面でも容器本体Ａの側\n面はテーパー状とはされていないから，甲１公報の記載から，容器本体Ａ\nが重ね合わせられるものであることを認定することはできない旨を主張す\nる。\nしかしながら，上記アで述べたとおり，甲１公報には，上側の容器本体\nＡの二つの脚部１２を下側の容器本体Ａの二つの凹部１１に差し込むこと\nにより，上下の容器を重ね合わせることができるものであることが明確に\n記載され，その状態を示す図７も存在するのであるから，このような容器\n本体Ａが，凹部１１に脚部１２が差し込まれるような位置関係や寸法を有\nするものであることは，その旨の具体的な記載がなくとも自明のことであ\nる。また，同一の容器を重ね合わせるためには，その容器が上部から下部\nに向けて狭まるテーパー状に形成されていなければならないことは技術常\n識といえるから，甲１公報にその旨の記載や図示がないとしても，重ね合\nわせられるものとして記載されている以上，容器本体Ａがそのような形状\nを有するものであることは当然のことといえる。\nしたがって，原告の上記主張も理由がない。\nエ  以上のとおりであるから，甲１公報に記載された発明について，「前記\n開口部に他の前記ローラ用バケットの容器本体Ａを挿入して重ねることが\nできるような構造を有」するものとした本件審決の認定に誤りはなく，原\n告主張の取消事由２には理由がない。\n４  取消事由３（相違点３についての認定判断の誤り）について\n原告は，本件審決が，本願補正発明と引用発明との相違点３について，引用\n発明では，複数の突起１０の上をローラＲが転がると認定したことは誤りであ\nるから，その認定を前提に相違点３は実質的な相違点ではないと判断したこと\nも誤りである旨主張する。\nそこで検討するに，甲１公報の「塗料絞り部７は，その断面形状を直線的に\nするとともに，その表面に複数の突起１０を全体的に形成している。なお，こ\nれら突起１０の先端は，曲面にしている。」（段落【００１５】）との記載及び\n「図６に示すように，塗料絞り部７の上でローラＲを往復移動させる。このよ\nうにすると，塗料絞り部７に設けた複数の突起１０が，ローラＲの表面に食い\n込むために，刷毛部１９が塗料絞り部７の上で回転する。そして，このように\n塗料絞り部７の上で刷毛部１９を転がすことによって，刷毛部１９に含まれて\nいる余分な塗料を排出する。」（段落【００１９】）との記載によれば，甲１公\n報記載の容器本体Ａにおいて，塗料絞り部７に設けられた突起１０はその先端\nが曲面であること，塗料絞り部７の上でローラＲを往復移動させると，複数の\n突起１０がローラＲの表面に食い込み，ローラＲが塗料絞り部７の上を回転す\nることが認められる。そして，このようにローラＲが塗料絞り部７の上を回転\nする際のローラＲと突起１０との関係をみると，ローラＲは，回転しながら突\n起１０先端の曲面に一方の側方から接し，突起１０を乗り越えて反対側の側方\nへ抜けていくこととなるが，このとき，上記曲面の一方に最初に接したローラ\nＲの表面上の位置と反対側の側方に最後に接したローラＲの表面上の位置は異\nなることとなるから，上記のようなローラＲの動きをもって，「突起１０の上\nをローラＲが転がる」と理解することも可能というべきである。\nこれに対し，原告は，甲１公報記載の容器本体Ａにおいては，突起１０がロ\nーラＲの表面に食い込むものであり，食い込むことと回転することとは異なる\nから，ローラＲが突起１０の上で回転するものではない旨主張する。\nしかし，突起１０がローラＲの表面に食い込むことと，ローラＲが突起１０\nの上を回転することとは，両立しない動きではない。上記のとおり，甲１公報\n記載の容器本体Ａにおいて，ローラＲは，塗料絞り部７の上を回転する際，突\n起１０先端の曲面に一方の側方から接し，その表面に突起１０を食い込ませな\nがら突起１０を乗り越え，突起１０先端の曲面の反対側の側方へ抜けていくの\nであり，このとき，ローラＲが突起１０の上を転がるものと理解できることは\n上記で述べたとおりであって，同時にローラＲの表面に突起１０が食い込んで\nいるからといって，上記理解が否定される理由はない。\n以上によれば，相違点３についての判断において，本件審決が，引用発明で\nは，複数の突起１０の上をローラＲが転がると認定したことに誤りはないから，\n原告主張の取消事由３には理由がない。\n５  取消事由４（相違点４についての容易想到性判断の誤り）について\n原告は，甲１公報記載の容器本体Ａは，その構造からみて，射出成形で製造\nされるものであり，プレス成形により製造することができないものであること\nを理由として，相違点４に係る本願補正発明の構成（容器が金型で樹脂をプレ\nスすることにより作られること）について，引用発明に本件原出願前の周知技\n術（樹脂製の容器をプレス成形すること）を適用することにより，当業者が容\n易になし得たことであるとした本件審決の判断は誤りである旨主張する。\nそこで，原告の主張の当否について，以下検討する。\n原告は，プレス成形は，一枚の板を金型で挟み込んで形を造るため，深物\nや尖った形状の成形には不向きであるとした上で，甲１公報記載の容器本体\nＡには，図３ないし６に示されるとおり，第１の部分（βの部分に係る部材\nと塗料絞り部７の斜面との境界近傍にある鋭角状に折れ曲がって描かれた部\n分）や第２の部分（左下の直角状に折れ曲がって描かれた部分）のように尖\nった部分があり，プレス成形による量産には不向きなものである旨主張する。\n容器本体Ａの中央を直線的に\n切断した切断面には，原告主張のβの部分は存在しないと認められるから，\n上記第１の部分も存在せず，その存在を前提とする原告の上記主張は理由が\nない。\nまた，第２の部分に関する原告の上記主張は，甲１公報記載の容器本体Ａ\nの形状が，側面と底面との間の角度をも含めて図３ないし６に記載されたと\nおりのものであることを前提とするところ，図３ないし６をそのような細部\nの形状までをも正確に示した図面と理解しなければならない必然性はなく，\nむしろその記載態様からすれば，容器本体Ａのおおよその断面形状とその中\nでのローラＲの動きの状況を示す概略的な図面とみるのが相当である。この\n容器本体Ａがその上部から下部に向け\nて狭まるテーパー状の形状を有するものであることが明らかであるにもかか\nわらず，図３ないし６ではそのような形状が示されていないことからも裏付\nけられる。\nしてみると，甲１公報記載の容器本体Ａに，図３ないし６に示されたとお\nりの直角状の部分（第２の部分）が存在するものと断ずることはできず，そ\nの存在を前提とする原告の上記主張も理由がない。\n⑵  また，原告は，甲１公報記載の容器本体Ａの形状のうち，①塗料絞り部７\n及び塗料馴染ませ部６である傾斜面において，裏面はつるつるであるが，表\n面には凸形状（突起１０及び凸部９）が形成された形状及び②凹部１１にお\nいて，貫通孔が形成された形状を取り上げ，これらの形状をプレス成形で形\n成することは不可能であるから，甲１公報記載の容器本体Ａはプレス成形に\nより製造することができない旨主張する。\nしかし，樹脂材料をプレス成形するに当たっては，その材料に流動性を付\n与した上で，製品形状の彫り込まれた型で挟み込むなどして形状を付与する\n（乙３・７６頁）のであるから，上下の型の形状を上記①の形状に合わせた\n上で挟み込みを行えば，流動性のある材料が上記凸形状に対応した凹形状の\n型内に入り込むことにより，上記①の形状をプレス成形により形成すること\nは可能であると考えられる。そして，このことは，特開２００４－９１００\n２号公報（乙５）に，ポリエステル樹脂容器におけるフランジ４として，一\n方の面に突起部５が形成され，他方の面が平面である形状のものが示され，\nそれがプレス成形により形成される旨が記載されていること（段落【００３\n８】，図２及び９）からも裏付けられる。\nまた，上下の型の形状によっては，流動性のある樹脂材料の一部に貫通孔\nが形成されるようにするプレス成形も観念できないものではなく，これを不\n可能であると断ずることはできない。原告は，遊技機部品，家電備品等の製\n造業を営む株式会社日清精工代表取締役Ｇの陳述書（甲３０，５１）を提出\nし，同人が「プレス加工により貫通孔を作ることは不可能である」旨を述べ\nていることをその主張の根拠とする。しかし，同人の供述は，「プレスとは\n１枚の板状の素材から曲げて形状を作るものであるから，形状は箱型になり，\n必ず底面が形成される」旨を断定的に述べるものにすぎず，いかなる設備や\n技術水準を前提としたものかが不明であり，これを裏付ける文献や資料もな\nいものであるから，当該供述のみをもって原告の主張が裏付けられるものと\nいうことはできない。\n更に言えば，仮に，甲１公報記載の容器本体Ａにおける凹部１１の貫通孔\nをプレス成形のみで形成することができないとしても，容器本体Ａのその他\nの構成全体をプレス成形で形成した上で，凹部１１の底面を切断するなどし\nて貫通孔を形成する工程を付加することは可能であり，このようにして製造\nされた容器本体Ａも，プレス成形により製造されたものにほかならないとい\nえる。そして，甲１公報においては，容器本体Ａの製造方法が何ら記載され\nておらず，上記のように製造されるものも想定し得ることを踏まえれば，甲\n１公報記載の容器本体Ａにおける上記程度の限られた部位の形状にプレス成\n形では形成できないものがごく一部含まれていたとしても，甲１公報記載の\n容器本体Ａが，射出成形で製造されるものであって，プレス成形により製造\nすることができないものであるなどと断ずることはできないのであり，した\nがって，甲１公報記載の発明に「樹脂製の容器をプレス成形する」という周\n知技術を適用することが阻害される理由があるとは認められない。\n以上によれば，原告の上記主張も理由がない。\nさらに，原告は，甲１公報記載の容器本体Ａが重ね合わせられるとすれば，\nその形状は，凹部１１において開口部の面積が底部の面積よりも広いことが\n必要であり，そのためには，Ａ，Ｂ，Ｃ（前記第３の４⑷記載の図参照）と\n続く壁はラッパ状に上に開いた状態となるが，このような形状を雄型と雌型\nにより挟み込んで成形することは不可能である旨主張する。\nそこで検討するに，そもそも原告の上記主張は，甲１公報記載の容器本体\nＡの凹部１１の開口部付近の形状として，\nのＢの壁のような壁を想定し，上記Ａ，Ｂ，Ｃと続く壁の面㋐及び面㋑がと\nもに，上方へ向かうにつれて凹部１１とは反対側に倒れる形状（特定形状）\nとなっていることを前提に，このような形状をプレス加工で成形することは，\nの障害があるため，できない旨を主張する\nものと理解される。\nしかしながら，甲１公報には，上記Ａ，Ｂ，Ｃと続く壁の面㋑の形状につ\nいての記載はなく，図１，２及び７に示された当該部分をみても，その形状\nが特定形状であることを認めることはできない。そして，技術的にみても，\n上記面㋑の形状が，特定形状でなければならない理由は見当たらず，例えば，\nロに示される面㋑の形状のように，容器\n本体Ａをプレス加工で成形し得ることが明らかな形状も十分考えられるとこ\nろである。\nしたがって，原告の上記主張は，甲１公報記載の容器本体Ａにおける上記\n面㋑の形状が特定形状であることを前提とする点において誤りであり，理由\nがない。\n以上の次第であるから，甲１公報記載の容器本体Ａについて，射出成形で\n製造されるものであり，プレス成形により製造することができないものであ\nるとする原告の主張は理由がなく，したがって，これを理由として，本件審\n決の相違点４に係る容易想到性判断に誤りがあるとする原告主張の取消事由\n４には理由がない。\n６  結論\n以上によれば，原告主張の取消事由はいずれも理由がなく，本件審決にこれ\nを取り消すべき違法は認められない。\nよって，原告の請求は理由がないから，これを棄却することとし，主文のと\nおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官      鶴 岡 稔 彦\n裁判官      大 西 勝 滋\n裁判官      杉 浦 正 樹\n（別紙１）        本願補正明細書の図面\n【図１】\n【図４】\n（別紙２）            甲１公報の図面\n【図１】               【図２】\n【図３】                【図４】\n【図５】                【図６】\n【図７】                【図９】\n"
}