{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 2,
    "day": 28
  },
  "case_number": "平成22(行ケ)10109",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81111",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81111",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/111/081111_hanrei.pdf",
  "contents": "平成２３年２月２８日  判決言渡\n平成２２年（行ケ）第１０１０９号  審決取消請求事件\n平成２３年１月１９日  口頭弁論終結\n判        決\n原      告   ロ   レ   ア   ル\n訴訟代理人弁理士   志   賀   正   武\n同          渡   辺       隆\n同          実   広   信   哉\n同          渡   部       崇\n同          山   田   信 太 郎\n被       告    特許庁長官\n指 定 代 理 人   小   林   和   男\n同          北   村   明   弘\n同          橋   本   栄   和\n同          柳       和   子\n主        文\n１  特許庁が不服２００５－１２６６６号事件について平成２１年１１月\n２５日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事実及び理由\n第１  請求\n主文同旨\n第２  争いのない事実\n１  特許庁における手続の経緯\n原告は，平成１４年４月２日，発明の名称を「アミノシリコーンによる毛髪パー\nマネント再整形方法」とする発明について，特許出願をし（特願２００２－１００\n５０６号，パリ条約による優先権主張  平成１３年４月６日  フランス共和国，以\n下「本願」という。），平成１４年１０月２３日，出願公開された（特開２００２－\n３０８７４２号，甲１）。\n本願については，平成１７年３月２２日，拒絶査定がされ（甲５），原告は，平成\n１７年７月４日，拒絶査定不服審判（不服２００５－１２６６６号）を請求した（甲\n６）。\n本願については，平成１９年２月２１日付けで拒絶理由通知がされ（甲９），原告\nは，同年８月２７日付け手続補正書（甲１１）により，明細書の特許請求の範囲を\n変更する補正をしたが（以下「本件補正」といい，本件補正後の明細書を「本願明\n細書」という。本願明細書の特許請求の範囲の請求項の数は１１である。），平成２\n０年１２月２６日付けで拒絶理由通知がされ（甲１２），特許庁は，平成２１年１１\n月２５日，「本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年\n１２月８日，原告に送達された。なお，審決取消訴訟の出訴期間につき９０日の付\n加期間が定められた。\n２  特許請求の範囲\n本願明細書の特許請求の範囲の請求項の記載は次のとおりである（以下，請求項\n１ないし１１記載の発明を包括して「本願発明」という。）。\n【請求項１】(i)ケラチン繊維に対して還元用組成物を適用する作業；及び，(ii)\nケラチン繊維を酸化する作業を少なくとも含み，更に作業(i)の前に，当該ケラチン\n繊維に対して，化粧品的に許容される媒体中に数平均１次粒子径が３乃至７０ｎｍ\nの範囲の粒子を含むアミノシリコーンミクロエマルジョンを含む前処理用化粧料組\n成物（但し，非イオン性両親媒性脂質を含まない）を適用することを特徴とする，\nケラチン繊維のパーマネント再整形方法。\n【請求項２】前記ミクロエマルジョン中の粒子の数平均１次粒径が，５乃至６０ｎ\nｍの範囲にあることを特徴とする請求項１に記載の方法。\n【請求項３】前記アミノシリコーンミクロエマルジョンを含む前処理用組成物のｐ\nＨが２乃至１０の範囲にあることを特徴とする請求項１又は２に記載の方法。\n【請求項４】前記前処理用組成物中のアミノシリコーンの濃度が組成物の全重量に\n対して０．０５乃至１０重量％の範囲にあることを特徴とする請求項１乃至３の何\nれか一項に記載の方法。\n【請求項５】前記アミノシリコーンミクロエマルジョンを含む前処理用組成物を，\n１乃至６０分間，ケラチン繊維に対して作用させることを特徴とする請求項１乃至\n４の何れか一項に記載の方法。\n【請求項６】前記アミノシリコーンが，下記式Ｉ：\n【化１】\n［式中，ｘ’及びｙ’は，分子量に応じた整数であり，前記の数平均分子量が，\n５０００乃至５０００００の範囲にあるようにするものであり；Ｒ１，Ｒ２，及び\nＲ３は，同一でも異なっていてもよく，ヒドロキシル基，Ｃ１乃至Ｃ４のアルキル\n基，Ｃ１乃至Ｃ４のアルコキシ基，又はフェニル基を表し；Ｘは，分枝鎖又は直鎖\nのＣ１乃至Ｃ４アルキレン基を表し；Ｒ４は，Ｃ１乃至Ｃ４のアルキル基，又はフ\nェニル基を表し；ｐ及びｐ’は，それぞれ独立に，１乃至１０の範囲の整数を表す］\nに対応することを特徴とする請求項１乃至５の何れか一項に記載の方法。\n【請求項７】アミン数が０．１５ｍｅｑ/ｇよりも大きいアミノシリコーンを使用す\nることを特徴とする請求項１乃至６の何れか一項に記載の方法。\n【請求項８】ヒドロキシル及び/又はアルコキシ末端基を有するアミノシリコーンを\n使用することを特徴とする請求項１乃至７の何れか一項に記載の方法。\n【請求項９】前記前処理用組成物が，ビタミン及びその誘導体；プロビタミン；エ\nルゴカルシフェロール，抗酸化剤，エッセンシャルオイル，湿潤剤，シリコーンも\nしくは非シリコーンのサンスクリーン，保存料，金属イオン封鎖剤，真珠光沢剤，\n顔料，保湿剤，フケ止め剤，抗脂漏剤，可塑剤，ヒドロキシ酸，電解質，及び香料\nより選択される添加剤を更に含むことを特徴とする請求項１乃至８の何れか一項に\n記載の方法。\n【請求項１０】ケラチン繊維をパーマネント再整形するためのキットであって，区\n画の内の一つが，数平均粒子径が３乃至７０ｎｍの範囲の粒子を含むアミノシリコ\nーンミクロエマルジョンを含む前処理用化粧料組成物（但し，非イオン性両親媒性\n脂質を含まない）を含む，キット。\n【請求項１１】化粧品的に許容される媒体中に数平均粒子径が３乃至７０ｎｍの範\n囲の粒子を含むアミノシリコーンミクロエマルジョンを含む前処理用化粧料組成物\n（但し，非イオン性両親媒性脂質を含まない）をケラチン繊維に適用することを含\nむ，ケラチン繊維のパーマネント再整形方法。\n３  審決の理由\n別紙審決書写しのとおりである。要するに，本願明細書の請求項１ないし９の記\n載は，特許法（以下，条文は，特許法の条文を示す。）３６条６項１号の規定に適合\nしないので，本願は，その余の請求項について検討するまでもなく，３６条６項に\n規定する要件を満たしていないから，４９条４号の規定に該当し，拒絶すべきもの\nであるとするものである。\n第３  取消事由に関する原告の主張\n審決は，３６条６項１号所定の要件に関する判断の誤りがあるから，違法として\n取り消されるべきである。\nすなわち，審決は，本願明細書の発明の詳細な説明には，「還元処理においてアミ\nノシリコーンを含有する還元用組成物を毛髪に適用する場合」（従来技術）と「還元\n処理の前に前処理剤としてアミノシリコーンミクロエマルジョンを含む前処理用化\n粧料組成物（但し，非イオン性両親媒性脂質を含まない。以下，前処理用化粧料組\n成物に含まれるアミノシリコーンミクロエマルジョンにつき，同じ。）を適用する場\n合」（本願発明）の効果の差について，具体的な比較実験データ等が示されていない\nので，本願発明が従来技術に比べて解決すべき課題を達成したものであるか否かが\n不明であると判断した上，請求項１ないし９記載の発明は，発明の詳細な説明の記\n載により，当業者がその発明の課題を解決できると認識できる範囲のものとして記\n載されていないから，請求項１ないし９の記載は３６条６項１号の規定に適合しな\nいと判断した。\nしかし，以下のとおり，本願明細書には，本願発明が従来技術に比して作用効果\nを生じ，解決すべき課題を達成したものであることが示されているから，審決の上\n記判断は誤りである。\n１  本願発明の特許請求の範囲の「還元用組成物」の意義について\n本願発明は，パーマネント再整形における還元処理の前に，毛髪に，アミノシリ\nコーンミクロエマルジョンを含む前処理用化粧料組成物を適用する点に特徴を有す\nるものである。前処理をした後に，還元処理に用いられる還元用組成物は，アミノ\nシリコーンを含まないものに限定されることはない。その理由は，以下のとおりで\nある。\n(1)  本願発明の課題は，「ケラチン繊維，とりわけ毛髪をパーマネント的に再整\n形する方法を提供することであり，該方法は毛髪の機械的および／または美容的な\n劣化の程度を緩和し，一方それと同時にカールの満足し得る度合い，質および快適\nさをも提供する」（本願明細書【００１０】）ことにある。\nそして，本願発明は，上記課題を解決するために，毛髪等のケラチン繊維のパー\nマネント再整形の第一段階である還元処理の前に，当該ケラチン繊維にアミノシリ\nコーンミクロエマルジョンを含む前処理用化粧料組成物を適用するものである。\n(2)  本願明細書の特許請求の範囲及び発明の詳細な説明には，還元用組成物はア\nミノシリコーンを含まないとの記載はない。したがって，本願発明においては，還\n元処理に用いられる還元用組成物は，アミノシリコーンを含まないものに限定され\nることはない。\nもっとも，原告は，平成１７年９月２日付け手続補正書（甲８）及び平成１９年\n８月２７日付け意見書（甲１０）において，還元用組成物中にアミノシリコーンを\n含まない旨の主張をした。しかし，これは，原告の知的財産部の本件担当者が，本\n訴前まで，本願明細書の実施例１，２で用いられた還元用組成物であるダルシア・\nバイタル２（Dulcia Vital 2。以下「DV2」ということがある。）にはアミノシリコ\nーンが含まれていないと誤解していたことによる錯誤に基づく主張である。\n本願はフランスでの出願に基づく優先権を主張しており，本願明細書はフランス\nにおける出願明細書と実質的に同一であるが，欧州特許実務では，先行技術を記載\nする部分（本願明細書の「従来の技術」の欄に相当する。）は，出願人が先行技術を\n記載する以上の意義はなく，その部分の記載によって発明の内容が限定解釈される\nことはない。我が国においても，本願明細書の「従来の技術」の記載によって本願\n発明の内容が限定解釈されることはない。\n２  本願明細書における比較例の記載について\nDV2 はアミノシリコーンを含有しており，本願明細書に記載された比較例には，\n還元処理においてアミノシリコーンを含有する還元用組成物を毛髪に適用した従来\n技術に相当する場合が記載されている。その理由は，以下のとおりである。\n(1)  本願明細書（【００５９】ないし【００７１】）に記載された実施例１ないし\n３においては，比較例（実施例１では「先行技術」と表示される。）と実施例が対比\nされており，比較例では，原告が販売する製品である DV2 を用いて毛髪がパーマネ\nントウェーブ処理されている。\n(2)  ところで，甲１４（「Hårvårdsprodukter（ヘアケア製品）」Ａ著）の別紙２：\n９には，「Dulcia Vital」の「パーマネント液」がアモジメチコーン（AMODIMETHICONE）\nを含有していることが記載されている。パーマネントウェーブ製品として「Dulcia\nVital」という製品は存在せず，「Dulcia Vital 2」という製品しか存在しないこと\nから，甲１４でいう「Dulcia Vital」とは，「Dulcia Vital 2」（DV2）を指す。乙５\n（Starwell Kahles Versand GmbH のオンラインショップのホームページ）に掲載さ\nれた「Dulcia Vital 0」，「Dulcia Vital 1」，「Dulcia Vital 3」とされる商品の容\n器には，いずれも「Dulcia Vital 2」との表示があり，「Dulcia Vital 0」，「Dulcia\nVital 1」，「Dulcia Vital 3」とは，オンラインショップの販売会社が付した整理番\n号にすぎないと推測される。甲１４の作成日又は公表日が本願の出願日前でなくと\nも，甲１４に記載された調査の開始日，作成日又は公表日は，本願出願日に近い日\n付であるから，甲１４によれば，本願の出願日当時，DV2 が市販されていたことが\n認められる。\nそして，パーマネント再整形では，還元剤を含む第１液が毛髪に適用されて還元\n処理がされ，所定の毛髪形状変更処理後，酸化剤を含む第２液が毛髪に適用されて\n酸化処理されるのが通常であり，甲１４によれば，「Dulcia Vital」の「パーマネン\nト液」は還元剤であるチオグリコール酸を含んでいるから，それが還元剤を含む第\n１液であることは，当業者にとって自明である。\nまた，甲１５（DV2 の製品容器の写真）によれば，DV2 の製品容器に表示された成\n分の欄にアモジメチコーンが記載されており，甲１６（１９９８年（平成１０年）\n１０月２９日付け原告社内文書）によれば，原告社内文書にも，DV2 がアモジメチ\nコーンを含有することが記載されており，甲１５，１６には，いずれも「438187」\nとの処方番号が記載されている。そうすると，甲１５，１６によれば，DV2 は，平\n成１０年（１９９８年）から現在に至るまで，「438187」の処方番号の成分組成を有\nしており，アモジメチコーンを含有することが分かる。そして，本願明細書の【０\n０２０】に「これらのポリマーの内，言及し得る化合物は，ＣＴＦＡ事典において\n『アモジメチコーン』・・・の名称により表される化合物である。」と記載されてい\nるから，アモジメチコーンはアミノシリコーンの一種である。\nしたがって，還元処理に用いられる DV2のパーマネント液には，アミノシリコー\nンが含有されている。\n(3)  前記(1)のとおり，比較例は，DV2 を用いてパーマネントウェーブ処理をし\nており，前記(2)のとおり，還元処理に用いられる DV2 のパーマネント液にはアミノ\nシリコーンが含有されているから，比較例には，還元処理においてアミノシリコー\nンを含有する還元用組成物を毛髪に適用した従来技術（本願明細書【０００８】）に\n相当する場合が記載されているといえる。\n３  実施例による作用効果等の開示について\n本願明細書には，従来技術と本願発明との効果の差が，具体的な比較実験データ\nにより提示されている。その理由は，以下のとおりである。\nすなわち，本願明細書の実施例１には，「アミノシリコーンミクロエマルジョンを\n含む前処理用化粧料組成物で前処理した後に DV2 を用いて毛髪をパーマネント再整\n形した実施例」（【００６０】の表１では「本発明方法」と表示されている。）と，「上\n記のような前処理をせずに DV2を用いて毛髪をパーマネント再整形した比較例」\n（【００６０】の表１では「先行技術による方法」と表示されている。）が記載され\nており，【００６０】の表１には，実施例は比較例よりも毛髪のアルカリ溶解性及び\n多孔性が小さいことが記載されており，実施例は比較例よりも毛髪の劣化を抑制す\nることが示されている。\n本願明細書の実施例２には，「アミノシリコーンミクロエマルジョンを含む前処理\n用化粧料組成物で前処理した後に DV2を用いて毛髪をパーマネント再整形した実施\n例」と，「上記のような前処理をせずに DV2 を用いて毛髪をパーマネント再整形した\n比較例」が記載されており，半頭部テスト（同一のパネラーの左右側のいずれか半\n分の毛髪に比較例を実施し，残りの半分の毛髪に実施例を実施して，両者を比較評\n価するテスト）により，実施例の方が比較例よりも，カールの柔軟性，快適さ，毛\n髪のふくらみのある外観と感触に改善が得られることが記載されている。\n本願明細書の実施例３には，「アミノシリコーンミクロエマルジョンを含む前処理\n用化粧料組成物で前処理した後に硬化チオ乳酸毛髪ストレート化クリーム（還元用\n組成物）を使用して毛髪をパーマネント再整形する実施例」と，「上記のような前処\n理をせずに硬化チオ乳酸毛髪ストレート化クリームを使用して毛髪をパーマネント\n再整形する比較例」が記載されており，半頭部テストにより，実施例の方が比較例\nよりも，柔軟性，もつれの梳きやすさ，スタイルの整え易さ，毛髪のより良好な制\n御性に改善を得られることが記載されている。\nこのように，本願明細書には，還元処理の前に前処理剤としてアミノシリコーン\nミクロエマルジョンを含有する前処理用化粧料組成物を毛髪に適用する場合（本願\n発明）と，そのような前処理をせずに還元処理においてアミノシリコーンを含有す\nる還元用組成物を毛髪に適用した場合（従来技術）の効果の差が，具体的な比較実\n験データにより提示されている。\n４  本願明細書における作用効果と課題解決の開示について\n前記２のとおり，本願明細書に記載された比較例は従来技術に相当し，前記３の\nとおり，本願明細書には，従来技術と本願発明との効果の差が，具体的な比較実験\nデータにより提示されているから，本願明細書には，本願発明が従来技術に比べて，\n毛髪の機械的及び／又は美容的な劣化の程度を緩和し，それと同時にカールの満足\nし得る度合い，質及び快適さをも提供するとの作用効果を生じ，発明の解決すべき\n課題を達成したものであることが示されている。したがって，請求項１ないし９の\n記載は３６条６項１号の規定に適合する。\n第４  被告の反論\n審決が，本願明細書の発明の詳細な説明には，従来技術と本願発明の効果の差に\nついて，具体的な比較実験データ等が示されていないので，本願発明が従来技術に\n比べて解決すべき課題を達成したものであるか否かが不明であるとした上，請求項\n１ないし９記載の発明は，発明の詳細な説明の記載により，当業者がその発明の課\n題を解決できると認識できる範囲のものとして記載されていないから，請求項１な\nいし９の記載は３６条６項１号の規定に適合しないとした判断に誤りはない。\n１  本願発明の特許請求の範囲の「還元用組成物」の意義について\n本願発明は，パーマネント再整形において，還元処理の前に，アミノシリコーン\nミクロエマルジョンを含む前処理用化粧料組成物を毛髪に適用することにより，課\n題を解決したものであり，アミノシリコーンミクロエマルジョンを含む前処理用化\n粧料組成物を使用する点に特徴がある。そして，還元処理に用いられる還元用組成\n物は，アミノシリコーンを含まないものに限定される。その理由は，以下のとおり\nである。\n本願明細書の【０００４】ないし【００１０】の記載によれば，従来技術は，毛\n髪の劣化を防ぐために，還元処理に用いられる還元用組成物にアミノシリコーンを\n含有するものであったが，それでは，カールの度合い，質及び快適さが不十分かつ\n短命であり，その原因は，アミノシリコーン等が還元剤の活性を阻害することにあ\nるようであった。そのため，本願発明は，毛髪の劣化を防ぎ，かつカールの度合い，\n質及び快適さを十分とし，短命でなくさせることを課題とする。\n本願明細書の【０００９】には，アミノシリコーンが還元剤の活性を阻害するこ\nとが記載されており，【００３６】ないし【００４４】には，本願発明の還元処理で\n使用される還元用組成物が記載されているにもかかわらず，その成分としてアミノ\nシリコーンが示されていないことに照らすと，本願発明の還元処理で使用される還\n元用組成物には，アミノシリコーンは含有されていないものと解される。この点は，\n原告の平成１７年９月２日付け手続補正書（甲８）及び平成１９年８月２７日付け\n意見書（甲１０）における「本出願人は，前記還元剤及び酸化剤中にアミノシリコ\nーンが存在することによる不都合を初めて認識し，当該還元剤及び酸化剤中にアミ\nノシリコーンが存在しないようにし，且つ，当該還元剤及び酸化剤による処理の前\n後にアミノシリコーンエマルジョンを適用することによりパーマネント再整形の程\n度・品質・寿命を損なうことなくケラチン繊維の劣化を回避するという，異なる効\n果を両立させた」（甲８の３頁３０ないし３４行，甲１０の３頁９ないし１３行）と\nの記載と合致する。\n以上のとおりであるから，本願発明は，前処理としてアミノシリコーンミクロエ\nマルジョンを含有する前処理用化粧料組成物を適用し，その後，アミノシリコーン\nを含有しない還元用組成物によって，パーマネント再整形における還元処理をする\nものであると限定的に解釈されるべきである。\n２  本願明細書における比較例の記載について\nDV2 はアミノシリコーンを含有しておらず，本願明細書に記載された比較例には，\n還元処理においてアミノシリコーンを含有する還元用組成物を毛髪に適用した従来\n技術に相当する場合が記載されていない。その理由は，以下のとおりである。\n(1)  特許請求の範囲の記載が，３６条６項１号の規定に適合するといえるために\nは，特許請求の範囲に記載された発明が，発明の詳細な説明の記載により，当業者\nがその発明の課題を解決できると認識できる範囲のものとして記載されていなけれ\nばならない。そのため，本願明細書の発明の詳細な説明において，本願発明が，従\n来技術と比べて，毛髪の劣化を防ぎ，かつカールの度合い，質及び快適さを十分と\nし，短命でなくさせるとの作用効果を奏し，本願発明の課題を解決できることが示\nされていなければならない。\n(2)  本願明細書の実施例１，２においては，本願発明の実施例として，アミノシ\nリコーンミクロエマルジョンを含有する前処理剤を毛髪に適用した後，DV2 により\n還元処理する方法が記載されており，比較例として，上記の前処理をせずに DV2 に\nより還元処理する方法が記載されている。また，本願明細書の実施例３においては，\n本願発明の実施例として，アミノシリコーンミクロエマルジョンを含有する前処理\n剤を毛髪に適用した後，硬化チオ乳酸毛髪ストレート化クリームにより還元処理す\nる方法が記載されており，比較例として，上記の前処理をせずに硬化チオ乳酸毛髪\nストレート化クリームにより還元処理する方法が記載されている。\n前記１のとおり，本願発明は，アミノシリコーンを含有しない還元用組成物によ\nり還元処理をするものであるから，そのことからすると，実施例１，２において還\n元処理に用いられた DV2，及び実施例３において還元処理に用いられた硬化チオ乳\n酸毛髪ストレート化クリームには，アミノシリコーンは含有されていないはずであ\nる。\nそうであるとすると，実施例１ないし３の各比較例においては，還元剤中にアミ\nノシリコーンが含有されていないこととなり，比較例は，従来技術によるものでは\nないこととなり，実施例１ないし３によっては，従来技術に比べて本願発明に作用\n効果のあることが示されていないこととなる。\n本願明細書には，DV2 の成分は何ら記載されておらず，原告が主張するように DV2\nがアミノシリコーンを含有するかどうか明らかでない。甲１４は，Ａがストックホ\nルム水道会社の職員の指導下で作成した卒業論文であり，学会論文等のように一般\nに公表することは予定されていないから，甲１４は，本願出願日前に公表されてい\nた文献ではなく，第三者が閲覧可能な文献にも該当しない。また，甲１４の別紙２：\n９に記載された成分の分析は甲１４の筆者自身がしたものでないこと，別紙２：９\nには「Dulcia Vital」としか記載されておらず，「Dulcia Vital 2」という記載はな\nく，「Dulcia Vital 2」という製品とは別に「Dulcia Vital」又は「Dulcia Vital 0」，\n「Dulcia Vital 1」，「Dulcia Vital 3」という製品が存在したこと（乙１ないし３，\n５），美容品は，同じブランド名でも製造時期等によって成分の異なる場合があるこ\nとから，甲１４に基づいて，本願出願日当時，DV2 がアミノシリコーンを含有する\nことが当業者にとって自明であったとはいえない。\n甲１５は，本願出願日以後に撮影されたものであり，甲１６は社内の機密資料で\nあるから，これらに基づいて，本願出願日当時，DV2 がアミノシリコーンを含有す\nることが当業者にとって自明であったとはいえない。\n３  実施例による作用効果等の開示について\n本願明細書には，従来技術と本願発明との効果の差が，具体的な比較実験データ\nにより提示されていない。その理由は，以下のとおりである。\n原告は，甲１４ないし１６に基づき，DV2 にアミノシリコーンが含有されている\nと主張し，実施例３の還元剤（硬化チオ乳酸毛髪ストレート化クリーム）にもアミ\nノシリコーンが含有されていると主張する。仮に原告の上記主張のとおりであると\nすると，実施例１ないし３における実施例は，アミノシリコーンを含有する還元用\n組成物により還元処理を行っていることとなる。しかし，前記１のとおり，本願発\n明は，アミノシリコーンを含有しない還元用組成物により還元処理を行うものであ\nるから，上記の実施例は，本願発明を実施したものではないこととなり，実施例１\nないし３によっては，従来技術に比べて本願発明に作用効果のあることが示されて\nいないこととなる。\n４  本願明細書における作用効果と課題解決の開示について\n前記２のとおり，本願明細書に記載された比較例は従来技術に相当せず，前記３\nのとおり，本願明細書には，従来技術と本願発明との効果の差が，具体的な比較実\n験データにより提示されていないから，本願明細書には，本願発明が従来技術に比\nべて，毛髪の機械的及び／又は美容的な劣化の程度を緩和し，それと同時にカール\nの満足し得る度合い，質及び快適さをも提供するとの作用効果を生じ，発明の解決\nすべき課題を達成したものであることが示されていない。したがって，請求項１な\nいし９の記載は３６条６項１号の規定に適合しない。\n第５  当裁判所の判断\n当裁判所は，本願明細書の請求項１ないし９の記載は，３６条６項１号の規定に\n適合しないとした審決には，誤りがあると判断する。その理由は，以下のとおりで\nある。\n１  はじめに\n３６条６項１号は，「特許請求の範囲」の記載は，「特許を受けようとする発明が\n発明の詳細な説明に記載したものであること」を要するとしている。同条同号は，\n同条４項が「発明の詳細な説明」に関する記載要件を定めたものであるのに対し，\n「特許請求の範囲」に関する記載要件を定めたものである点において，その対象を\n異にする。特許権者は，業として特許発明の実施をする権利を専有すると規定され，\n特許発明の技術的範囲は，願書に添付した「特許請求の範囲」の記載に基づいて定\nめられる旨規定されていることから明らかなように，特許権者の専有権の及ぶ範囲\nは，「特許請求の範囲」の記載によって画される（特許法６８条，７０条）。もし仮\nに，「発明の詳細な説明」に記載・開示がされている技術的事項の範囲を超えて，「特\n許請求の範囲」の記載がされるような場合があれば，特許権者が開示していない広\n範な技術的範囲にまで独占権を付与することになり，当該技術を公開した範囲で，\n公開の代償として独占権を付与するという特許制度の目的を逸脱することになる。\n３６条６項１号は，そのような「特許請求の範囲」の記載を許さないものとするた\nめに設けられた規定である。したがって，「発明の詳細な説明」において，「実施例」\nとして記載された実施態様やその他の記載を参照しても，限定的かつ狭い範囲の技\n術的事項しか開示されていないと解されるにもかかわらず，「特許請求の範囲」に，\n「発明の詳細な説明」において開示された技術的範囲を超えた，広範な技術的範囲\nを含む記載がされているような場合は，同号に違反するものとして許されない（も\nとより，「発明の詳細な説明」において，技術的事項が実質的に全く記載・開示され\nていないと解されるような場合に，同号に違反するものとして許されないことにな\nるのは，いうまでもない。）。\n以上のとおり，３６条６項１号への適合性を判断するに当たっては，「特許請求の\n範囲」と「発明の詳細な説明」とを対比することから，同号への適合性を判断する\nためには，その前提として，「特許請求の範囲」の記載に基づく技術的範囲を適切に\n把握すること，及び「発明の詳細な説明」に記載・開示された技術的事項を適切に\n把握することの両者が必要となる。\n２  審決の理由について\n(1)  審決は，本願発明１ないし９は，３６条６項１号に違反するとした。その理\n由を要約すると，以下のとおりである。すなわち，\nア  本願発明１ないし９は，ケラチン繊維のパーマネント再整形方法において，\n①ケラチン繊維に対して還元用組成物を適用する作業の前に，②当該ケラチン繊維\nに対して，化粧品的に許容される媒体中に数平均１次粒子径が３乃至７０ｎｍの範\n囲の粒子を含むアミノシリコーンミクロエマルジョンを含む前処理用化粧料組成物\n（但し，非イオン性両親媒性脂質を含まない）を適用することにより，毛髪の劣化\nを緩和する等の課題解決を目的とする発明である。\nイ  本願明細書には，本願発明の課題解決に関して，「還元剤の中にアミノシリコ\nーンミクロエマルジョンを含有させた還元用組成物を毛髪に適用した場合」（従来技\n術）と，「還元剤処理の前に前処理剤としてアミノシリコーンミクロエマルジョンを\n含む前処理用化粧料組成物（但し，非イオン性両親媒性脂質を含まない）を適用す\nる場合」との，両者に差が生じた旨の記載はある。しかし，同記載は，具体的な比\n較実験データ及び前処理の有無による技術的傾向が示されているわけではない。\nウ  実施例に関して，実施例１は，「本件発明方法」と「先行技術による方法」と\nの比較が示されているが，同実施例の「先行技術による方法」は，前処理用組成物\nで処理しなかったもので，還元剤の中にアミノシリコーンミクロエマルジョンを含\n有させた還元用組成物を毛髪に適用したものではないから，アミノシリコーンミク\nロエマルジョンを含む前処理剤による処理の有無に係る比較実験データとしては適\n切なものではない。また，実施例２，３についても，従来技術である「還元剤の中\nにアミノシリコーンミクロエマルジョンを含有させた還元用組成物を毛髪に適用し\nた場合」と，「還元剤処理の前に前処理剤としてアミノシリコーンミクロエマルジョ\nンを含む前処理用化粧料組成物（但し，非イオン性両親媒性脂質を含まない）を適\n用する場合」との具体的な比較実験データが示されていない。\nしたがって，本願発明１～９は，本願発明の詳細な説明に記載されたものでなく，\n３６条６項１号の規定を充足しないものである。\n(2)  審決の理由の不備について\n要するに，審決は，特許請求の範囲の請求項１（請求項２ないし９も同様である，\n以下同じ。）の「還元用組成物を適用する作業」における「還元用組成物」の意義に\nついて，「アミノシリコーンを含有しない還元用組成物」と限定的な解釈を施した上\nで，発明の詳細な説明中には，アミノシリコーンミクロエマルジョンを含有する前\n処理剤により前処理した実施例は記載されているものの，前処理をせず「アミノシ\nリコーンを含有する還元用組成物」により還元処理をした従来技術に係る比較例は\n記載されておらず，そのような従来技術との比較実験データは記載されていないか\nら，特許請求の範囲に記載された発明は，発明の課題を解決できると認識し得る範\n囲のものであるということができない，と判断したものである。\nしかし，「還元用組成物を適用する作業」における「還元用組成物」は，「アミノ\nシリコーンを含有しない還元用組成物」と限定的に解釈することはできず，また，\n本願発明に係る「特許請求の範囲」は，本願明細書の「発明の詳細な説明」に記載\nされていると理解することができるから，本願発明１ないし９の請求項の記載は３\n６条６項１号に適合しないとした審決の判断には，誤りがある。その理由は，以下\nのとおりである。\n３  特許請求の範囲（請求項１）の「還元用組成物を適用する作業」における「還\n元用組成物」の意義について\n(1)  特許請求の範囲の記載\n本願発明の特許請求の範囲（請求項１）は，「(i)ケラチン繊維に対して還元用組\n成物を適用する作業；及び，(ii)ケラチン繊維を酸化する作業を少なくとも含み，\n更に作業(i)の前に，当該ケラチン繊維に対して，化粧品的に許容される媒体中に数\n平均１次粒子径が３乃至７０ｎｍの範囲の粒子を含むアミノシリコーンミクロエマ\nルジョンを含む前処理用化粧料組成物（但し，非イオン性両親媒性脂質を含まない）\nを適用することを特徴とする，ケラチン繊維のパーマネント再整形方法。」と記載さ\nれている。\n本願発明は，パーマネント再整形における還元処理の前に，「当該ケラチン繊維に\n対して，化粧品的に許容される媒体中に数平均１次粒子径が３乃至７０ｎｍの範囲\nの粒子を含むアミノシリコーンミクロエマルジョンを含む前処理用化粧料組成物\n（但し，非イオン性両親媒性脂質を含まない）を適用すること」との前処理工程を\n付加した点において，特徴を有する発明である。\n特許請求の範囲には，「還元用組成物を適用する作業」における「還元用組成物」\nについて，アミノシリコーンを含まないとの限定文言は一切ない。したがって，「還\n元用組成物」は，「アミノシリコーンを含まない還元用組成物」に限定解釈される根\n拠はない。\n(2)  本願明細書の参酌\n上記の解釈に対して，「還元用組成物」を，アミノシリコーンを含まない還元用組\n成物に限定して理解すべき特段の事情があるか否かについて，念のため，本願明細\n書の記載を検討する。\nア  本願明細書の記載について\n本願明細書には，次のとおりの記載がある。\n「【０００４】【従来の技術】毛髪のパーマネント再整形を得るための最も一般的\nな技法は，第一段階で，還元剤含有還元性組成物によりケラチンの-Ｓ-Ｓ-ジスルフ\nィド（シスチン）結合を開裂させ（還元工程），次いで，好ましくはこのように処理\nした毛髪を洗浄した後に，第二段階で，あらかじめ伸長下（カーラーなどで）に置\nかれた毛髪に酸化性組成物（酸化工程，固定化工程としても知られる）を適用し，\n当該ジスルジド結合を再構成することにより，最終的に所望の形状を毛髪に付与す\nることから成ることが知られている。この技法では毛髪をウエーブさせることも，\nあるいはストレート化または弛緩させることも同等に可能である。上記のごとき化\n学的処理により毛髪に付与される新しい形状は顕著に長期間安定であり，とりわけ，\n水またはシャンプーでの洗浄作用に耐え得るものであって，ヘアーセットなどの簡\n単で標準的な一時的再整形技法とは異なるものである。」\n「【０００７】今日まで判明しているパーマネントウエーブ技法の抱える問題は，\nそれを繰返し毛髪に適用することで，長期間の内に，毛髪の質を徐々に劣化させ，\nまたとりわけ毛髪のつやと化粧特性に漸次の著しい劣化を生じることであり，特に，\n繊維の柔軟性に関しては，次第にキメの粗くなる傾向があり，また，そのもつれを\n梳きほぐすことに関しては，毛髪をほぐすことが次第に困難となる。この劣化はま\nたパーマネントウエーブ操作の固定化工程を臭素酸塩により実施する場合に特に顕\n著になる。\n【０００８】この毛髪の劣化を制限するために，還元性組成物に直接コンディショ\nナーを導入することがすでに提案されている。例えば，日本国特許出願Ｈ２－２５\n０８１４およびＨ９－１５１１２０では，アミノシリコーン含有の還元性組成物で\nあって，任意にミクロエマルジョンの形状とし得る組成物を記載している。\n【０００９】しかし，カールの度合い，質および快適さが一般に不十分かつ短命で\nあるために，かかる組成物を用いる毛髪パーマネント再整形方法は全体として満足\nし得るものではなく，とりわけ還元剤と直接組合わせたアミノシリコーンなどのコ\nンディショナーが当該還元剤の活性を阻害するかのようである。」\n「【００１０】\n【発明が解決しようとする課題】本発明が課題とする問題はケラチン繊維，とりわ\nけ毛髪をパーマネント的に再整形する方法を提供することであり，該方法は毛髪の\n機械的および／または美容的な劣化の程度を緩和し，一方それと同時にカールの満\n足し得る度合い，質および快適さをも提供する。\n【００１１】本出願人は驚くべきことに，また予想外に，還元性組成物の適用前お\nよび／または酸化性組成物の適用後に，アミノシリコーンミクロエマルジョン含有\nの少なくとも１種の前処理および／または後処理用化粧料組成物を毛髪に適用する\nことにより，本発明が課題とする問題を解決し得ることを発見した。」\n「【００１２】\n【課題を解決するための手段】本発明の１主題は，ケラチン繊維，とりわけ毛髪を\nパーマネント再整形する方法であって，下記からなる作業：\n(ｉ)ケラチン繊維に対して還元用組成物を適用する作業；\n(ｉｉ)ケラチン繊維を酸化する作業；を少なくとも含み，更に作業(ｉ)の前に及び\n／又は作業(ｉｉ)の後で，当該ケラチン繊維に対して，化粧品的に許容される媒体\n中にアミノシリコーンミクロエマルジョンを含む前処理及び/又は後処理用化粧料\n組成物を適用すること，当該ミクロエマルジョン中の粒子の数平均１次粒径が，３\n乃至７０ｎｍの範囲にあることを特徴とする方法，である。\n【００１３】本発明のもう一つの主題は，ケラチン繊維をパーマネント再整形する\nためのキットであって，その区画の一つが数平均一次粒径３ないし７０ｎｍの粒子\nをエマルジョン中に含むアミノシリコーンミクロエマルジョンを含んでなる前処理\nおよび／または後処理用化粧料組成物を含むキットに関する。\n【００１４】アミノシリコーンミクロエマルジョン\n本発明の目的において，『アミノシリコーンミクロエマルジョン』という表現は，熱\n力学的に安定な分散系であって，任意に界面活性剤と組合わせた，水で形成される\n連続相中にアミノシリコーンが形成する非連続相からなる分散系を意味する。」\nイ  検討\n本願明細書の記載を参照してもなお，「還元用組成物を適用する作業」における「還\n元用組成物」がアミノシリコーンを含まない還元用組成物に限定されるとする根拠\nはないと解すべきである。\n確かに，【０００９】には，【従来の技術】の説明において，「とりわけ還元剤と直\n接組合わせたアミノシリコーンなどのコンディショナーが当該還元剤の活性を阻害\nするかのようである。」との記載は存在する。しかし，そのような推論の存在を前提\nとした上で，【発明が解決しようとする課題】として，「本出願人は驚くべきことに，\nまた予想外に，還元性組成物の適用前および／または酸化性組成物の適用後に，ア\nミノシリコーンミクロエマルジョン含有の少なくとも１種の前処理および／または\n後処理用化粧料組成物を毛髪に適用することにより，本発明が課題とする問題を解\n決し得ることを発見した。」（【００１１】）と記載されていることを考慮するならば，\n本願明細書の上記【０００９】の記載は，本願発明の特許請求の範囲（請求項１）\nにおける「還元用組成物を適用する作業」における「還元用組成物」がアミノシリ\nコーンを含まない還元用組成物に限定されると解すべき合理的根拠とはならない。\nなお，本願明細書の【００３６】ないし【００４４】には，本願発明の還元処理\nで使用できる還元用組成物が記載され，その成分中にアミノシリコーンは示されて\nいない。しかし，本願発明の還元処理に用いられる還元用組成物の例の中にアミノ\nシリコーンが含まれている例が示されていなかったとしても，そのことをもって，\n本願発明の「還元用組成物を適用する作業」における「還元用組成物」について，\nアミノシリコーンを含まないものに限定されると解釈することはできない。\n(3)  原告の意見書の記載等\nこの点，原告は，平成１７年９月２日付け手続補正書（甲８）及び平成１９年８\n月２７日付け意見書（甲１０）において，本願発明が進歩性を欠くとの拒絶理由に\n対して，「本出願人は，前記還元剤及び酸化剤中にアミノシリコーンが存在すること\nによる不都合を初めて認識し，当該還元剤及び酸化剤中にアミノシリコーンが存在\nしないようにし，且つ，当該還元剤及び酸化剤による処理の前後にアミノシリコー\nンエマルジョンを適用することによりパーマネント再整形の程度・品質・寿命を損\nなうことなくケラチン繊維の劣化を回避するという，異なる効果を両立させた」（甲\n８の３頁３０ないし３４行，甲１０の３頁９ないし１３行）との意見を述べている。\nしかし，原告が，上記意見を述べたのは，本願発明が，先行技術との関係で進歩性\nの要件を充足することを強調するためと推測される。そのような意見を述べること\nは，信義に悖るというべきであるが，そのような経緯があったからといって，それ\nは，特許請求の範囲（請求項１）の「還元用組成物を適用する作業」における「還\n元用組成物」が，アミノシリコーンを含まない還元用組成物に限定して解釈される\nべきとする根拠にはならない。\n４  ３６条６項１号への適合性\n以上を前提として，本願発明の３６条６項１号への適合性について，検討する。\n「特許請求の範囲」の記載と「発明の詳細な説明」の記載とを対比し，「特許請求\nの範囲」に記載された本願発明が，「発明の詳細な説明」に記載・開示された技術的\n事項の範囲のものであるか否か，すなわち，還元処理の前にアミノシリコーンミク\nロエマルジョンを含有する前処理用化粧料組成物を毛髪に適用して前処理をし，そ\nの後還元用組成物により還元処理をするとの本願発明が，アミノシリコーンを含有\nする還元用組成物により還元処理をするという従来技術と対比して，毛髪の劣化の\n程度の緩和等の作用効果を実現し，課題を解決し得ることが，「発明の詳細な説明」\nに記載・開示されているか否かについて，検討する。\n(1)  「特許請求の範囲」の記載について\n本願発明の「特許請求の範囲」の記載は，第２，２記載のとおりである。\n前記３記載のとおり，「還元用組成物を適用する作業」における「還元用組成物」\nは，アミノシリコーンを含まないものには限定されない。そして，本願発明は，パ\nーマネント再整形における還元処理の前に，「当該ケラチン繊維に対して，化粧品的\nに許容される媒体中に数平均１次粒子径が３乃至７０ｎｍの範囲の粒子を含むアミ\nノシリコーンミクロエマルジョンを含む前処理用化粧料組成物（但し，非イオン性\n両親媒性脂質を含まない）を適用すること」との前処理工程を付加した点において，\n特徴を有する発明である。\n(2)  「発明の詳細な説明」の記載について\n本願明細書には，実施例１ないし５が記載されているが，パーマネント再整形に\nおける還元処理の前にアミノシリコーンミクロエマルジョンを含有する前処理用化\n粧料組成物を毛髪に適用して前処理をする例が記載されているのは実施例１ないし\n３であり，実施例１ないし３は，次のとおり記載されている。\n「【００５９】\n【実施例】実施例１\nアミノシリコーンミクロエマルジョンを含む前処理用組成物は，ａ．ｍ．ワッカー・\nフィニッシュ（Wacker Finish）ＣＴ９６Ｅ（ワッカー）を活性物質として２％の最\n終重量で含むものを使用したが，このものは数平均一次粒径が２０ｎｍである。こ\nの組成物をひと房の中度に増感した清潔な湿潤毛髪に適用した。この房を１５分間\n６０℃の熱の下に通し，次いで洗浄した。次いでこのものをロレアルが販売する増\n感毛髪用パーマネントウエーブ製品ダルシア・バイタル２（Dulcia Vital 2）（商標）\nにより処理する。並行して同じパーマネントウエーブ処理を，前処理用組成物で処\n理しなかった房にも適用した（先行技術）。アルカリ溶解性と多孔性（ポロシティ）\n測定値を表１で対照した。\n【００６０】\n【表１】\n【００６１】本発明による前処理は，パーマネントウエーブ製品を作用させた後の\n毛髪の劣化を緩和する作用を有することが判明した。\n【００６２】アルカリ溶解性（ＡＳ）を測定するために，以下の方法を実施する：\n分析対象毛髪を１／１０Ｎ－水酸化ナトリウムで処理し，６５℃に３０分間加熱す\nる。アルカリ溶解性はこの処理間に損失した毛髪量の百分率である。\n【００６３】多孔性を測定するために，以下の方法を実施する：分析対象毛髪を，\n電荷をもたない染料（２－ニトロ－パラ－フェニレンジアミン）含有溶液に入れ，\n排水し，次いで２つのバッファー水溶液中で脱着する。これら併合した脱着溶液の\n吸光度Ａを４７０ｎｍで測定する。多孔性はその関連式：１００×Ａ－２０によっ\nて得られる。\n【００６４】実施例２\n２％ワッカー・フィニッシュ（Wacker Finish）ＣＴ９６Ｅシリコーン活性物質含有\n前処理ローションを使用した。このローションをカールクリップにより形状保持し\nた湿潤毛髪に適用し，ボンネットを被せた。毛髪を加熱したフード下に５分間通し\nた。ボンネットを取除き，毛髪を洗浄した。次いで，パーマネントウエーブ処理は\nダルシア・バイタル２（Dulcia Vital 2）を常套の方法で適用した。\n【００６５】本方法を６人の自然毛髪個体に，半頭部テストで適用し，パーマネン\nトウエーブ製品ダルシア・バイタル２と比較したところ，カールの柔軟性，快適さ，\n毛髪のふくらみのある外観と感触に改善が得られた。経時的に毛髪をシャンプー洗\n浄したときの化粧品の差異は約６週間維持された。\n【００６６】実施例３\n２％のワッカー・フィニッシュ（Wacker Finish）ＣＴ９６Ｅシリコーン活性物質含\n有前処理ローションを使用した。毛髪は１５分間加熱下に放置した。硬化チオ乳酸\n毛髪ストレート化クリームを次いで適用する。ストレート化操作の残りは常套の方\n法で実施した。\n【００６７】本方法を半頭部テストとして５人の個体に適用し，硬化毛髪ストレー\nト化剤と比較すると，柔軟性，もつれの梳きやすさ，スタイルの整のえ易さ，毛髪\n組織体のより良好な制御性に改善が得られた。数回のシャンプー洗浄後，該組成物\nにより処理した毛髪はより柔らかく，かつふくらみは少なかった。」\n(3)  「特許請求の範囲」の記載と「発明の詳細な説明」の記載との対比\nア  前記(2)の本願明細書の記載によれば，実施例１では，「アミノシリコーンミ\nクロエマルジョンを含む前処理用化粧料組成物による前処理をせず， DV2 で還元処\n理した比較例（実施例１では「先行技術」と表示される。）」と，「アミノシリコーン\nミクロエマルジョンを含む前処理用化粧料組成物により前処理した後，DV2 で還元\n処理したもの（実施例）」の比較結果が示され，本願発明による前処理を施したこと\nによる効果が得られた旨の記載がされている。\n本願明細書中には，DV2 がアミノシリコーンを含んでいるとの明示の説明はされ\nていない。仮に，DV2 がアミノシリコーンを含まないものであると認識されるなら\nば，実施例１における比較例は，アミノシリコーンを含む還元用組成物を用いて還\n元処理したもの（従来技術）でないから，「本願発明の実施例」と「従来技術に該当\nするもの」とを対比したことにはならず，本願発明により前処理を施したことによ\nる効果を示したことにならない。審決は，この点を理由として，実施例１の実験は，\n比較実験として適切なものでないと判断する。\nしかし，審決の同判断は，妥当を欠く。すなわち，前記のとおり，本願発明の特\n徴は，先行技術と比較して，「アミノシリコーンミクロエマルジョンを含む前処理用\n化粧料組成物（但し，非イオン性両親媒性脂質を含まない）」を適用するという前処\n理工程を付加した点にある。そして，①特許請求の範囲において，前処理工程を付\n加したとの構成が明確に記載されていること，②本願明細書においても，発明の詳\n細な説明の【００１１】で，前処理工程を付加したとの構成に特徴がある点が説明\nされていること，③本願明細書に記載された実施例１における実験は，前処理工程\nを付加した本願発明と前処理工程を付加しない従来技術との作用効果を示す目的で\n実施されたものであることが明らかであること等を総合考慮するならば，本願明細\n書に接した当業者であれば，上記実施例の実験において，還元用組成物として用い\nられた DV2 が「アミノシリコーンを含有する還元用組成物」との明示的な記載がな\nくとも，当然に，「アミノシリコーンを含有する還元用組成物」の一例として DV2\nを用いたと認識するものというべきである。\n確かに，前記３(3)記載のとおり，原告は，本願発明の還元用組成物について，ア\nミノシリコーンを含有しない還元用組成物である旨の意見を述べている。しかし，\n原告が，このような意見を述べたのは，本願発明が，先行技術との関係で進歩性の\n要件を充足することを強調するためと推測され，手続過程でこのような意見を述べ\nたことは，信義に悖るものというべきであるが，そのような経緯があったからとい\nって，DV2 が「アミノシリコーンを含有しない還元用組成物」であることにはなら\nない。なお，甲１４ないし１６によれば，DV2 は，アミノシリコーンを含有してい\nるものと推認される。\nイ  また，実施例２，３においても，アミノシリコーンミクロエマルジョンを含\n有する前処理用化粧料組成物を毛髪に適用した場合とそうでない場合が比較され，\n本願発明の効果が示されているということができる。\n(4)  小括\n以上のとおりであり，審決が，①本願発明について，「還元処理の前にアミノシリ\nコーンミクロエマルジョンを含有する前処理用化粧料組成物を毛髪に適用して前処\n理をし，その後アミノシリコーンを含有しない還元用組成物により還元処理をする」\nとの構成に係る発明であると限定的に解釈したと解される点，②「前処理をせずに，\nアミノシリコーンを含む還元用組成物により還元処理をした従来技術」とを比較し\nた場合の本願発明の効果が示されていないと判断した点，及び③本願発明１ないし\n９について，「特許請求の範囲」の記載と「発明の詳細な説明」の記載とを対比し，\n特許請求の範囲に記載された発明が，発明の詳細な説明に記載された発明で，発明\nの詳細な説明の記載により当業者が当該発明の課題を解決できると認識し得る範囲\nのものであるということはできないと判断した点に，誤りがある。\nしたがって，審決は，３６条６項１号に適合しないとの結論を導いた限りにおい\nて，理由を誤った違法がある。\n５  結論\n以上のとおり，原告主張の取消事由は理由がある。よって，主文のとおり判決す\nる。\n知的財産高等裁判所第３部\n裁判長裁判官\n飯    村   敏   明\n裁判官\n中   平       健\n裁判官\n知   野       明\n"
}