{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 8,
    "day": 30
  },
  "case_number": "平成28(行コ)39",
  "case_name": "小石川植物園周辺道路整備工事公金支出差止等請求控訴事件",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "国立大学の附属植物園の周辺道路について特別区が行う整備工事について，特別区が同大学との間で，同大学が同植物園の一部の用地を無償で道路法の適用を受ける道路とすることを承諾することなどを内容とする基本協定を締結したことが違法であり，その違法を原因として後続する上記整備工事に係る支出負担行為及び支出命令も違法となるなどとして，地方自治法２４２条の２第１項１号に基づき，特別区長等に対してされた上記支出負担行為及び支出命令の差止請求が棄却された事例",
  "case_gist": "国立大学の附属植物園の周辺道路について特別区が行う整備工事に関し，特別区が同大学との間で，同大学が同植物園の一部の用地を無償で道路法の適用を受ける道路とすることを承諾することなどを内容とする基本協定を締結したことは，同協定に従ってその後の工事を行った場合に同植物園の環境の保全等が図れなくなるというだけの事情があるとはいえないなど判示の事情の下では，特別区が裁量権の範囲を逸脱し，又はこれを濫用したものとはいえず，違法ではないから，上記基本協定の違法を原因として後続する上記整備工事に係る支出負担行為及び支出命令が違法となるものではない。",
  "lawsuit_id": "86423",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=86423",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/423/086423_hanrei.pdf",
  "contents": "平成２８年８月３０日判決言渡\n平成２８年（行コ）第３９号  小石川植物園周辺道路整備工事公金支出差止等請求\n控訴事件（原審・東京地方裁判所平成２６年（行ウ）第４８６号）\n主         文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人らの負担とする。\n事実及び理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人文京区長は，小石川植物園西側道路整備工事に係る公金の支出（支\n出命令を除く。）をしてはならない。\n３  被控訴人文京区土木部管理課長は，小石川植物園西側道路整備工事に係る公\n金の支出命令をしてはならない。\n４  被控訴人文京区長は，国立大学法人東京大学との間で，小石川植物園周辺道\n路整備工事に関する平成２１年１２月２２日付け「小石川植物園と区道の整備\nに関する基本協定書」による基本協定に基づく年度協定のうち，平成２８年度\n分以降のものを締結してはならない。\n第２  事案の概要\n１  本件は，東京都文京区の住民である控訴人らが，文京区αにある国立大学法\n人東京大学（以下「東京大学」という。）大学院理学系研究科附属植物園（以\n下「小石川植物園」という。）に隣接する周辺道路（区道）の整備工事（小石\n川植物園の敷地をセットバックして道路を拡幅整備し，既存塀に代えてフェン\nスを設置することを基本的な内容とする。以下「本件周辺道路整備工事」とい\nう。）について，小石川植物園の環境に与える影響を全く考慮せずに施工する\nことは，環境基本法等や諸条例によって文京区に課せられた環境配慮義務に違\n反して違法不当であると主張し，被控訴人文京区長（以下「被控訴人区長」と\nいう。）に対し，本件周辺道路整備工事の係る公金の支出（ただし，支出命令\nを除く。）の差止めを求めるとともに，文京区と東京大学との間で締結した\n「小石川植物園と区道の整備に関する基本協定書」による本件周辺道路整備工\n事に関する基本協定（以下「本件基本協定」という。）に基づく年度毎の協定\nのうち，平成２８年度分以降の締結の差止めを求め，被控訴人文京区土木部管\n理課長（以下「被控訴人課長」という。）に対し，本件周辺道路整備工事に係\nる公金の支出命令の差止めを求める住民訴訟の事案である。\n２  原判決は，①被控訴人区長による公金の支出（支出命令を除く。）のうち，\n地方自治法２３２条の４第１項に規定する支出（以下「狭義の支出」という。）\nについては，被控訴人区長にその権限がないので，被控訴人区長に対する本件\n周辺道路整備工事に係る狭義の支出の差止めを求める部分の訴えは不適法であ\nり，②本件周辺道路整備工事のうちで，いまだ完成していない第３期工事に係\nる小石川植物園の西側道路整備工事（以下「本件西側道路整備工事」という。）\nに関し，文京区とＡ株式会社との間で，原審口頭弁論終結日前の平成２６年８\n月２１日に締結された工事請負契約については，支出負担行為を了しているか\nら，この部分に係る訴えの利益がなく不適法であり，③本件基本協定に基づく\n年度協定の締結は，財務会計上の行為又は怠る事実に当たらないから，その差\n止めを求める訴えは不適法であると判示して，上記各差止めを求める部分に係\nる訴えをいずれも却下し，④その余の請求については，文京区が東京大学と本\n件基本協定を結んで本件周辺道路整備工事を実施することについて，裁量権の\n逸脱又は濫用はなく，本件周辺道路整備工事に係る公金の支出に違法はないと\n判示して，控訴人らのその余の請求を棄却したところ，これを不服とする控訴\n人らが控訴をした。\n３  前提事実，争点及び争点に関する当事者の主張の要旨は，次の４のとおり原\n判決を補正するほかは，原判決の「事実及び理由」欄の「第２  事案の概要」\nの１から３まで（原判決３頁１３行目から１７頁１２行目まで）に記載のとお\nりであるから，これを引用する。\n４  原判決の補正\n(1) 原判決６頁１３行目の末尾に改行して次のとおり加える。\n「(ｳ) 文京区と東京大学は，平成２７年１１月２０日，平成２６・２７年\n度協定についての変更協定書を締結した（乙４８）。\n(ｴ) 文京区と東京大学は，平成２８年３月４日，本件西側道路整備工事\n（西側道路部分の既存構造物を撤去し，擁壁等の設置を内容とする。）\nの工事内容，範囲等を定める「小石川植物園と区道の整備に関する平\n成２８年度協定書」（乙４９）による年度協定を締結した。」\n(2) 原判決１１頁９行目の「白身」を「自身」と改める。\n第３  当裁判所の判断\n１  当裁判所も，原審と同様に，控訴人らの請求のうち，前記２①から③までの\n部分に係る各訴えはいずれも不適法であって却下すべきものであり，その余の\n請求は理由がなく棄却すべきものと判断する。その理由は，次の２のとおり原\n判決を補正するほかは，原判決の「事実及び理由」欄の「第３  当裁判所の判\n断」の１から３まで（１７頁１４行目から４３頁１６行目まで）に記載のとお\nりであるから，これを引用する。\n２  原判決の補正\n(1) 原判決２１頁１５行目の「樹木の伐採又は移植の別，移植する樹木の移植\n場所等」を「樹木リストを作成して，希少種や園内では少ない種を確認し，\n樹木の剪定，移植又は伐採の別，移植樹木の移植場所，その実施適期等」と\n改める。\n(2) 原判決２１頁１７行目の「参加していなかったが，」の次に「上記立木調\n査に立ち会い，樹木リストの作成に助言するなどしたほか，」を加える。\n(3) 原判決２６頁２１行目から２２行目にかけての「（委員長  Ｃ園長）」を\n「（Ｃ園長を長として，当時のＨ園長を含めた東京大学内外の有識者５名で\n構成される。）」と改める。\n(4) 原判決２６頁２４行目の「前提事実(3)ウ(ｵ)，」の次に「甲２２，乙３\n７，」を加える。\n(5) 原判決２７頁１４行目の「解除し」の次に「（乙２９）」を加える。\n(6) 原判決２８頁１０行目の「平成２５年４月２２日及び同年８月６日に」を\n「平成２４年９月２９日，平成２５年４月２２日及び同年８月６日の３回に\nわたって，」と改める。\n(7) 原判決３７頁４行目の「その専門的知見」から６行目「判断をしているか\nは，」までを「その専門的知見に基づいて管理運営している施設であるから，\n同大学において，係る目的を踏まえつつ，上記影響について，いかなる評価\nをして，どのような判断をしたかという点が，」と改める。\n(8) 原判決４０頁６行目の「考える旨述べている。」を「考えるとの見解を述\nべている。」と改める。\n(9) 原判決４０頁１２行目の「上記各意見書，」を「上記各意見書による問題\n点の指摘や，」と改める。\n３  控訴人らは，本件周辺道路整備工事の実施可否の判断に当たり，必要な環境\n配慮の範囲及び保護を要する樹木の範囲が主要な争点であるところ，本件周辺\n道路整備工事によって，小石川植物園の生態系に影響を及ぼすおそれがあるか\nら，影響範囲の植生のみならず，土壌調査，植物・微生物調査などを含んだ調\n査を行う必要があり，また，セットバック部分以外の樹木であってもその根が\n広がっている可能性があるから，根系調査を行う必要があったほか，セットバ\nック部分及びその周辺には希少種が多数存在していたから，施工業者の選定や\n施工方法等に十分な配慮を行うべきであったのにもかかわらず，これらの調査\nを行うことなく，上記の配慮もされていないのであるから，本件基本協定の締\n結は違法不当であると主張する。\nしかしながら，道路の整備工事をどの範囲でどのように施行するかといった\n道路行政に関する判断については，諸法令によって様々な責務等を負い，地域\n社会の多種多様な利害得失等について総合的な調整を行う権能を有する文京区\nに，政策的かつ技術的な見地から広範な裁量が与えられており，文京区が道路\n行政の一環として，区道に隣接する小石川植物園を管理運営する東京大学との\n間で本件基本協定を締結した上，本件周辺道路整備工事を実施するに当たり，\n交通の安全・円滑，景観の維持・改善等を含む都市の整備，文化財の保存，周\n辺環境の保全，樹木等の自然保護などといった様々な観点から諸事情を総合的\nに勘案して行う判断については，裁量権の行使として合理性を有するか否かを\n検討し，その判断が社会通念に照らして著しく妥当性を欠くものに限り，裁量\n権の範囲を逸脱し，又はこれを濫用したものとして違法と評価されることは，\n上記のとおり補正した上で引用する原判決が説示するとおりである。\nそして，本件周辺道路整備工事については，環境影響評価法，同法施行令及\nび東京都の関係条例等に照らし，環境影響評価の対象となる事業に当たらない\nため，その環境に与える影響に関する評価方法は，文京区の合理的裁量に委ね\nられていると解されるところ，文京区は，以前より本件周辺道路の整備を計画\nしており，東京大学との間で協議を重ねた末に，東京大学において，道路拡幅\nのために小石川植物園の敷地の一部をセットバックしても，小石川植物園の環\n境保全の観点に照らし，実質的な影響がなく，差し支えないものと判断して，\n本件基本協定の締結に至ったこと，本件基本協定では，道路拡幅に伴う樹木，\n施設等の撤去を文京区が行うが，基本設計を行う際には文京区と東京大学が協\n議してその内容を定めるものとされたこと，文京区は，小石川植物園の工事予\n定地の立木調査を実施して，東京大学と協議の上，樹木リストを作成し，希少\n種等を確認し，樹木の剪定，移植又は伐採の別，移植する樹木の移植場所，そ\nの実施時期等の方針を決定したこと，さらに，文京区は，本件周辺道路の基本\n計画を策定した際，小石川植物園内の樹木への影響を最小限に抑えることが求\nめられる旨を明記して，擁壁の設置場所や工法については，園内の樹木保護の\n観点を踏まえて決定し，文京区と協議した東京大学もその内容を了承したこと，\n園内の樹木の植栽工を行う際には，東京大学の樹木管理担当者が立ち会ったこ\nと，その後，小石川植物園が文化財保護法による名勝及び史跡として指定され\nたことを受けて，一旦は本件周辺道路整備工事を中断し，工事再開のために，\n文化庁長官に対して現状変更等の許可申請を行うに際して，東京大学では，内\n外の有識者５名で構成される調査委員会を設置して，改めて植物調査を実施し\nた結果，工事により植生に影響を受けると想定される範囲の地域で発見された\n植物は，いずれも小石川植物園の他地域に自生し，又は栽培されているもので\nあり，工事が行われても小石川植物園に必須な植物が失われる危険性はない旨\nが報告されたことは，上記のとおり補正した上で引用する原判決が認定説示す\nるとおりである。\n以上の事実によれば，文京区は，専門的な知見を有して小石川植物園を管理\n運営する東京大学との協議を重ねた末に，本件基本協定を締結し，東京大学の\n意見を聴取しながら，小石川植物園の植生等への影響に配慮して工事の内容や\n範囲を定め，最終的に東京大学の承認を得た上，本件周辺道路整備工事を進め\nていたものであって，着工後に学外の有識者を加えて実施した植物調査によっ\nても，工事による環境への影響が否定されたことに照らせば，本件周辺道路整\n備工事の実施に向けた本件基本協定の締結及びこれに続く一連の手続について，\n道路行政をつかさどる文京区の裁量権の行使として合理性を欠くことはなく，\nその判断が社会通念に照らして著しく妥当性を欠くものではなく，裁量権の範\n囲を逸脱し，又はこれを濫用したものとして，違法と評価することはできない\nといわなければならない。\n控訴人らは，環境への影響を確認するためには，土壌調査，植物・微生物調\n査などを含む植生調査，さらには，根系調査を行う必要があり，施工業者の選\n定や施工方法等に十分な配慮を行うべきであり，これらを行わずに本件基本協\n定を締結したことは違法不当であると主張する。しかしながら，本件周辺道路\n整備工事の内容及び範囲や，専門的知見を有する管理運営者の東京大学の見解\nに照らせば，本件周辺道路整備工事によって，小石川植物園に必須な植物が失\nわれる危険性はなく，小石川植物園の本質的な価値を損ねるおそれが認められ\nないとされていることを考えると，文京区が，本件基本協定を締結する前に，\n控訴人らの主張に係る上記調査を行わず，施工に際してその主張するような配\n慮をしていないからといって，直ちに裁量権の行使に合理性がなく，その判断\nが社会通念に照らして著しく妥当性を欠くということはできない。\nしたがって，控訴人らの上記主張は採用することができない。\nなお，控訴人らは，Ｃ園長の証人尋問の申出を採用せず，その反対尋問の機\n会を与えずに，Ｃ園長作成の陳述書を採用し，その見解に依拠して判断をする\nことは違法不当であるとも主張する。しかしながら，Ｃ園長は，上記陳述書に\nおいて，事実経過のほかは，主として，小石川植物園長として自己の専門的知\n見に基づいて，本件周辺道路整備工事による小石川植物園の植生などの環境へ\nの影響に関する見解を開陳しているのであって，控訴人らが主張し，提出した\n意見書に記載された見解と評価判断を異にするとしても，その内容が不合理な\nものとはいうことができないし（むしろ，外部の有識者が加わった調査委員会\nで同様の結論に達していることは前記のとおりである。），上記陳述書に記載\nされた事実経過に関しては，判断に影響を与えるような争いがないことから，\nＣ園長の証人尋問の申出を採用しなかったことが違法不当であるとまではいう\nことができない。\n４  控訴人らは，本件基本協定の締結に至るまでに環境への配慮がなされておら\nず，小石川植物園の樹木や環境に与える影響という考慮すべき事情を考慮せず\nにされた本件基本協定の締結は違法であると主張する。\nしかしながら，文京区は，本件基本協定に至るまでに，東京大学との間で協\n議を重ねており，本件基本協定を締結した後の経過を見ても，小石川植物園の\n環境への影響を配慮して，東京大学と協議しながら手続を進めていたことは前\n記のとおりであり，本件基本協定が締結される前の段階で，植生等の調査が実\n施されていないとしても，本件基本協定の締結が直ちに違法不当であると評価\nをすることはできない。\nしたがって，控訴人らの上記主張は採用することができない。\n５  控訴人らは，平成元年３月にまとめられた「東京大学理学部附属植物園植生\n配置実行計画」は，小石川植物園のマスタープランとしての性格を有している\nところ，Ｃ園長が植物園運営委員会の植栽配置検討委員会ワーキンググループ\n等を招集して，そこで検討をしないまま，本件周辺道路整備工事を認めたこと\nは，正式な手続によって策定されたマスタープランを適切な手続と検討に必要\nな時間を経ずに反故にするものであって，決して許されるものではなく，環境\n配慮をするに当たっての必要な手続に違反したものとして，違法であると主張\nする。\nしかしながら，上記計画が小石川植物園のマスタープランと評価すべきもの\nかどうかはともかく，本件基本協定を締結して，本件周辺道路整備工事を承認\nするに当たり，控訴人らが主張するような手続を踏む必要があるか否かは，東\n京大学内部の問題であって，上記のような手続を経ていないからといって，本\n件基本協定やその他の本件周辺道路整備工事に関する手続が違法不当となるも\nのではない。\nしたがって，控訴人らの上記主張は採用することができない。\n６  控訴人らは，本件西側道路整備工事のうち，歩道部分の拡幅について，交通\nの安全・円滑の見地を考慮したことに合理性がなく，都市計画上の位置づけも\n存在しないから，拡幅の必要性は認められないなどと主張する。\nしかしながら，小石川植物園の西側道路には印刷工場が数多く面しており，\n貨物車両や作業車両の通行や駐停車が多く，フォークリフトによる路上作業も\n行われる一方で，歩道幅員が狭く，ガードレールが備わっていない箇所もある\nなど，そこを通行する歩行者の安全確保が十全とはいえない道路環境にあり，\n沿道住民からも道路の整備拡幅を求める意見が提出されていたことは，上記の\nとおり補正した上で引用する原判決が認定するとおりであって，道路整備を実\n施して歩道の拡幅を行う必要性を基礎付ける事実があることは明らかであり，\n控訴人らが指摘する道路交通法による規制を行うだけで解決を図ることができ\nる問題とはいい難い。また，控訴人らは，西側道路の歩道部分の拡幅について，\n都市計画において道路整備の明確な位置付けがなく，その必要性の根拠を欠く\nと主張するが，都市計画において道路整備の明確な位置付けがないからといっ\nて，その必要性，合理性が否定されるものではない。\nしたがって，控訴人らの上記主張は採用することができない。\n７  その他，本件周辺道路整備工事に関する被控訴人区長による公金の支出（支\n出命令を除く。）及び被控訴人課長による支出命令が違法不当であることを認\nめるに足りる証拠はない。\nしたがって，不適法な訴えに係る請求部分を除いた控訴人らのその余の請求\nは理由がない。\n８  以上によれば，原判決は相当であって，本件控訴は理由がないから，これを\n棄却することとし，主文のとおり判決する。\n東京高等裁判所第１９民事部\n裁 判 長 裁 判 官      小    林    昭    彦\n裁 判 官          飯    塚    圭    一\n裁 判 官          石    垣    陽    介\n"
}