{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 9,
    "day": 10
  },
  "case_number": "平成29(行ケ)10213",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87988",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87988",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/988/087988_hanrei.pdf",
  "contents": "平成３０年９月１０日判決言渡\n平成２９年（行ケ）第１０２１３号  審決取消請求事件\n口頭弁論終結日  平成３０年８月２０日\n判決\n原 告     株式会社 三 共\n同 訴 訟 代 理 人 弁 理 士        木原 美 武\n堀井   豊\n中田 雅 彦\n岩井 將 晃\n佐   藤   まり こ\n被 告        特 許 庁 長 官\n同 指 定 代 理 人         瀬 津 太 朗\n安 久 司 郎\n赤   穂   州一 郎\n佐藤 聡 史\n板谷 玲 子\n主文\n１  特許庁が不服２０１６－１８８１１号事件について平成２９年１０月\n１１日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた裁判\n主文同旨\n第２  事案の概要\n本件は，特許出願の拒絶査定不服審判請求に対する不成立審決の取消訴訟である。\n争点は，①拒絶査定不服審判請求と同時にする補正の却下に当たり拒絶理由通知を\n行わなかったことによる手続違背（以下，「拒絶理由通知欠缺による手続違背」とい\nう。）の有無，②独立特許要件違反の判断（新規性・進歩性判断）の誤りの有無であ\nる。\n１  特許庁における手続の経緯\n原告は，名称を「スロットマシン」とする発明について，平成２２年１２月２２\n日にした出願（特願２０１０－２８６３０６号）の分割出願として，平成２６年１\n１月４日，特許出願をし（特願２０１４－２２４５３９号，請求項の数１。甲３～\n６。以下，「本願」という。），同月１４日，特許請求の範囲，明細書及び図面を補正\nする手続補正をしたところ（甲７），平成２７年１２月１８日付けで拒絶理由通知を\n受けたため（甲１０。以下，「本件拒絶理由通知」という。），平成２８年３月１日に\n特許請求の範囲及び明細書を補正する手続補正をしたが（甲８。以下，「本件拒絶査\n定前補正」という。），同年９月１３日付けで拒絶査定を受けた（甲１１。以下，「本\n件拒絶査定」という。）。\n原告は，平成２８年１２月１４日，拒絶査定不服審判請求をし（不服２０１６－\n１８８１１号。甲２０。以下，「本件拒絶査定不服審判請求」という。），同日，特許\n請求の範囲及び明細書を補正する手続補正をしたが（甲９。以下，「本件補正」とい\nう。），特許庁は，平成２９年１０月１１日，本件補正を却下した上，「本件審判の請\n求は，成り立たない。」との審決をし，その謄本は，同年１０月２４日，原告に送達\nされた。\n２  本願発明及び本願補正発明の要旨\n本件拒絶査定前補正後の特許請求の範囲の請求項１記載の発明（以下，「本願発明」\nという。）及び本件補正後の特許請求の範囲の請求項１記載の発明（甲９。以下，「本\n願補正発明」という。）は，次のとおりである（なお，分説のための符号は，審判合\n議体において付したものである。）。\n(1)  本願発明（甲８）\n【請求項１】\nＡ  各々が識別可能な複数種類の識別情報を変動表示可能な可変表示部を備え，\nＢ  前記可変表示部を変動表示した後，前記可変表示部の変動表示を停止すること\nで表示結果を導出し，該表示結果に応じて入賞が発生可能なスロットマシンにおい\nて，\nＣ  有利状態に制御するための有利量を付与することを決定する有利量付与決定手\n段と，\nＤ  付与された有利量を消費することによって前記有利状態に制御する有利状態制\n御手段と，\nＩ  前記有利状態中において特定演出を実行する特定演出実行手段と，\nＪ  前記有利量付与決定手段により有利量を付与することが決定された旨を前記特\n定演出とは異なる特別演出を実行することで報知する有利量付与報知手段とを備え，\nＫ  前記有利量付与報知手段は，前記有利量付与決定手段により有利量を付与する\nことが前記特定演出の実行中に決定されたときには，当該特定演出の終了後に前記\n特別演出を実行する，スロットマシン。\n(2)  本願補正発明（甲９。下線は，補正箇所である。）\n【請求項１】\nＡ  各々が識別可能な複数種類の識別情報を変動表示可能な可変表示部を備え，\nＢ  前記可変表示部を変動表示した後，前記可変表示部の変動表示を停止すること\nで表示結果を導出し，該表示結果に応じて入賞が発生可能なスロットマシンにおい\nて，\nＣ  有利状態に制御するための有利量を付与することを決定する有利量付与決定手\n段と，\nＤ  付与された有利量を消費することによって前記有利状態に制御する有利状態制\n御手段と，\nＥ  前記有利量付与決定手段により決定された有利量の付与を前記有利状態中にお\nいて報知可能な特定演出を実行する特定演出実行手段と，\nＦ  前記有利量付与決定手段により決定された有利量の付与を前記特定演出とは異\nなる特別演出を実行することで報知する有利量付与報知手段とを備え，\nＧ  前記有利量付与報知手段は，前記有利量付与決定手段により有利量を付与する\nことが前記特定演出の実行中に決定されたときには，当該特定演出の終了後に前記\n特別演出を実行することが可能であり，\nＨ  有利量の付与を報知する前記特定演出の実行中に前記有利量付与決定手段によ\nり有利量を付与することが決定されたときには，当該特定演出を実行することで有\n利量の付与を報知し，当該特定演出の実行中に付与することが決定された有利量の\n付与を当該特定演出終了後に前記特別演出を実行することで報知する，スロットマ\nシン。\n３  審決の理由の要点\n(1)  本件補正の却下の決定\nア  結論\n本件補正を却下する。\nイ  理由\n(ｱ)  本件補正は，特許請求の範囲の請求項１の記載を含んでおり，本件補正\n前の本件拒絶査定前補正における特許請求の範囲の記載は，前記２(1)のとおりであ\nり，本件補正における特許請求の範囲の記載は，前記２(2)のとおりである。\n(ｲ)  本件補正中の各補正事項は，いずれも，特許法１７条の２第５項第２号\nに規定する特許請求の範囲の減縮を目的とするものに該当し，本願の出願時の明細\n書の記載等に基づくものといえ，新規事項を追加するものではない。\n(ｳ)  本願の原出願の出願日前に頒布された刊行物である特開２００８－２\n８４２３１号公報（甲１。以下，「刊行物１」という。）には，次の発明（以下，「引\n用発明１」という。）が記載されている。\n「ａ  透視窓３に連続的に変化させつつ表示させる互いに識別可能な複数種類の図\n柄が外周部に描かれているリール２Ｌ，２Ｃ，２Ｒを備え，\nｂ  各リールが回転し，各リールの図柄が連続的に変動した後，リールの回転が停\n止し，表示結果が導出表示され，入賞ライン上に予め定められた図柄の組合せが停\n止した場合に入賞が発生る〔判決注・「発生する」の誤記と認める。〕スロットマシ\nン１において，\nｃ  ＲＴ１～ＲＴ５は，リプレイ（１）～（３）が当選する確率が初期遊技状態の\nときよりも高く，遊技制御基板４０のＣＰＵ４１ａにより，ビッグボーナス（１），\nビッグボーナス（２），レギュラーボーナスに入賞したと判定されると，それぞれ，\n各ボーナスに移行した後，ＲＴ１，ＲＴ２，ＲＴ３に制御されたゲームを所定回数\n行い，また，リプレイ（２），リプレイ（３）に入賞したと判定されると，それぞれ，\nＲＴ４，ＲＴ５に制御されたゲームを所定回数行い，\nｄ  遊技制御基板４０のＣＰＵ４１ａにより，ＲＴ１～ＲＴ５に制御されていると\n判定されたときには，対応するＲＴカウンタの値を１だけ減算し，１ゲームの処理\nを終了させ，抽選処理において，遊技状態がＲＴであるときには，リプレイ（１）\n～（３）が当選する確率が初期遊技状態のときよりも高くなるように設定された判\n定値数を取得し，\nｅ１  サブ制御部９１は，遊技状態がＲＴ１～ＲＴ３に制御されてから所定回数ゲ\nームが行なわれるまでチャンスゾーン演出を実行し，\nｆ１  サブ制御部９１は，ＲＴ４又はＲＴ５に制御されてＲＴが継続することを報\n知する上乗せ成功演出又はＲＴ４又はＲＴ５中であるときにＲＴ中演出を実行し，\nｇ１  サブ制御部９１は，リプレイ（２）又はリプレイ（３）入賞してＲＴ４又は\nＲＴ５に制御されているが仮に当該入賞がなかったとしたときに未だＲＴ１～ＲＴ\n３への制御が行なわれている期間はチャンスゾーン演出を継続して行い，仮想の残\nりゲーム数を消化した場合に上乗せ成功演出又はＲＴ中演出を開始させ，\nｈ１  リプレイ（２）又はリプレイ（３）入賞してＲＴ４又はＲＴ５に制御されて\nいるが仮に当該入賞がなかったとしたときに未だＲＴ１～ＲＴ３への制御が行なわ\nれている期間はチャンスゾーン演出が〔判決注・「チャンスゾーン演出を」の誤記と\n認める。〕継続して行い，仮想の残りゲーム数を消化した場合に上乗せ成功演出又は\nＲＴ中演出を開始させる，スロットマシン１」\n(ｴ)  刊行物１には，次の発明（以下，「引用発明２」という。）が記載されて\nいる。\n「ａ  透視窓３に連続的に変化させつつ表示させる互いに識別可能な複数種類の図\n柄が外周部に描かれているリール２Ｌ，２Ｃ，２Ｒを備え，\nｂ  各リールが回転し，各リールの図柄が連続的に変動した後，リールの回転が停\n止し，表示結果が導出表示され，入賞ライン上に予め定められた図柄の組合せが停\n止した場合に入賞が発生するスロットマシン１において，\nｃ  ＲＴ１～ＲＴ５は，リプレイ（１）～（３）が当選する確率が初期遊技状態の\nときよりも高く，遊技制御基板４０のＣＰＵ４１ａにより，ビッグボーナス（１），\nビッグボーナス（２），レギュラーボーナスに入賞したと判定されると，それぞれ，\n各ボーナスに移行した後，ＲＴ１，ＲＴ２，ＲＴ３に制御されたゲームを所定回数\n行い，また，リプレイ（２），リプレイ（３）に入賞したと判定されると，それぞれ，\nＲＴ４，ＲＴ５に制御されたゲームを所定回数行い，\nｄ  遊技制御基板４０のＣＰＵ４１ａにより，ＲＴ１～ＲＴ５に制御されていると\n判定されたときには，対応するＲＴカウンタの値を１だけ減算し，１ゲームの処理\nを終了させ，抽選処理において，遊技状態がＲＴであるときには，リプレイ（１）\n～（３）が当選する確率が初期遊技状態のときよりも高くなるように設定された判\n定値数を取得し，\nｅ２  サブ制御部９１は，ＲＴ１～ＲＴ３の残りゲーム数が３ゲームになったと判\n定されたときに３ゲームに亘って所定の連続演出を行う上乗せ・ボーナス連続演出\nを行い，最終的にＲＴが継続する旨を報知し，\nｆ２  サブ制御部９１は，ＲＴ１～ＲＴ３の残りゲーム数が３ゲームになったと判\n定されたときに３ゲームに亘って所定の連続演出を行う上乗せ・ボーナス連続演出\nを行い，上乗せ・ボーナス連続演出を実行しているときに，ボーナスに当選したと\nきには最終的にボーナスに当選している旨を報知し，\nｇ２  サブ制御部９１は，上乗せ・ボーナス連続演出において，所定の演出を行な\nいＲＴが継続するか否かを報知した後，上乗せ・ボーナス連続演出を実行している\nときに，ボーナスに当選したときにはさらに所定の演出を行なってボーナスに当選\nしているか否かを報知し，\nｈ２  ＲＴ１～ＲＴ３の残りゲーム数が３ゲームになったと判定されたときに３ゲ\nームに亘って所定の連続演出を行う上乗せ・ボーナス連続演出において，所定の演\n出を行ないＲＴが継続するか否かを報知した後，上乗せ・ボーナス連続演出を実行\nしているときに，ボーナスに当選したときにはさらに所定の演出を行なってボーナ\nスに当選しているか否かを報知する，スロットマシン１」\n(ｵ)  本願補正発明と引用発明１とを対比すると，次のａ～ｈのとおり，引用\n発明１の構成ａ～ｈ１は，それぞれ，本願補正発明における構成Ａ～Ｈに相当する\nから，本願補正発明と引用発明１とに相違する点はなく，両者は同一である。\nａ  引用発明１における構成ａ（「透視窓３に連続的に変化させつつ表\n示させる互いに識別可能な複数種類の図柄が外周部に描かれているリール２Ｌ，２\nＣ，２Ｒ」）は，本願補正発明における構成Ａ（「各々が識別可能な複数種類の識別\n情報を変動表示可能な可変表示部」）に相当する。\nｂ  引用発明１における構成ｂ（「各リールが回転し，各リールの図柄が\n連続的に変動した後，リールの回転が停止し，表示結果が導出表示され，入賞ライ\nン上に予め定められた図柄の組合せが停止した場合に入賞が発生するスロットマシ\nン１」）は，本願補正発明における構成Ｂ（「前記可変表示部を変動表示した後，前\n記可変表示部の変動表示を停止することで表示結果を導出し，該表示結果に応じて\n入賞が発生可能なスロットマシン」）に相当する。\nｃ  引用発明１における構成ｃ（「ＲＴ１～ＲＴ５は，リプレイ（１）～\n（３）が当選する確率が初期遊技状態のときよりも高く，遊技制御基板４０のＣＰ\nＵ４１ａにより，ビッグボーナス（１），ビッグボーナス（２），レギュラーボーナ\nスに入賞したと判定されると，それぞれ，各ボーナスに移行した後，ＲＴ１，ＲＴ\n２，ＲＴ３に制御されたゲームを所定回数行い，また，リプレイ（２），リプレイ（３）\nに入賞したと判定されると，それぞれ，ＲＴ４，ＲＴ５に制御されたゲームを所定\n回数行い」）は，本願補正発明における構成Ｃ（「有利状態に制御するための有利量\nを付与することを決定する有利量付与決定手段」）に相当する。\nｄ  引用発明１における構成ｄ（「遊技制御基板４０のＣＰＵ４１ａに\nより，ＲＴ１～ＲＴ５に制御されていると判定されたときには，対応するＲＴカウ\nンタの値を１だけ減算し１ゲームを終了させ，抽選処理において，遊技状態がＲＴ\nであるときには，リプレイ（１）～（３）が当選する確率が初期遊技状態のときよ\nりも高くなるように設定された判定値数を取得し」）は，本願補正発明における構成\nＤ（「付与された有利量を消費することによって前記有利状態に制御する有利状態\n制御手段」）に相当する。\nｅ  引用発明１における構成ｅ１の「サブ制御部９１」が，「チャンスゾ\nーン演出」を「遊技状態がＲＴ１～ＲＴ３に制御されてから所定回数ゲームが行な\nわれるまで行」うことにより，「遊技制御基板４０のＣＰＵ４１ａ」により「判定」\nされた「遊技状態がＲＴ１～ＲＴ３に制御されたゲームを所定回数行」うこと（構\n成ｃ）を当該「演出」により示すことは，本願補正発明における構成Ｅの「特定演\n出実行手段」が，「特定演出」を「前記有利状態中」において実行することにより，\n「前記有利量付与決定手段」により「決定」された「有利量の付与」を「報知可能」\nであることに相当する。\nしたがって，引用発明１における構成ｅ１（「サブ制御部９１は，遊技状態がＲＴ\n１～ＲＴ３に制御されてから所定回数ゲームが行なわれるまでチャンスゾーン演出\nを実行し」）は，本願補正発明における構成Ｅ（「前記有利量付与決定手段により決\n定された有利量の付与を前記有利状態中において報知可能な特定演出を実行する特\n定演出実行手段」）に相当する。\nｆ  引用発明１における構成ｆ１（「サブ制御部９１は，ＲＴ４又はＲＴ\n５に制御されてＲＴが継続することを報知する上乗せ成功演出，ＲＴ４又はＲＴ５\n中であるときにＲＴ中演出を実行し」）は，本願補正発明における構成Ｆ（「前記有\n利量付与決定手段により決定された有利量の付与を前記特定演出とは異なる特別演\n出を実行することで報知する有利量付与報知手段」）に相当する。\nｇ  引用発明１における構成ｇ１の「リプレイ（２）又はリプレイ（３）\n入賞してＲＴ４又はＲＴ５に制御されている」というのは，「遊技制御基板４０のＣ\nＰＵ４１ａ」により「ＲＴ４，ＲＴ５に制御されたゲームを所定回数行」うこと（構\n成ｃ）が「チャンスゾーン演出」を「継続している行っている間」にリプレイ（２）\n又はリプレイ（３）に入賞し「判定」されたということであるから，本願補正発明\nの構成Ｇにおける，「前記有利量付与決定手段」により「有利量を付与」することが\n「前記特定演出」の「実行中」に「決定」されたことに相当する。\nまた，引用発明１の構成ｇ１において，「チャンスゾーン演出」を「継続した後」\nに「上乗せ成功演出又はＲＴ中演出」を「開始」させることは，本願補正発明にお\nける構成Ｇにおいて，「当該特定演出」の「終了後」に「前記特別演出」を「実行す\nることが可能」であることに相当する。\nしたがって，引用発明１における構成ｇ１（「サブ制御部９１は，リプレイ（２）\n又はリプレイ（３）入賞してＲＴ４又はＲＴ５に制御されているが仮に当該入賞が\nなかったとしたときに未だＲＴ１～ＲＴ３への制御が行なわれている期間はチャン\nスゾーン演出を継続して行い，仮想の残りゲーム数を消化した場合に上乗せ成功演\n出又はＲＴ中演出を開始させ」）は，本願補正発明における構成Ｇ（「前記有利量付\n与報知手段は，前記有利量付与決定手段により有利量を付与することが前記特定演\n出の実行中に決定されたときには，当該特定演出の終了後に前記特別演出を実行す\nることが可能であり」）に相当する。\nｈ  引用発明１における構成ｈ１の「リプレイ（２）又はリプレイ（３）\n入賞してＲＴ４又はＲＴ５に制御されている」というのは，「遊技状態がＲＴ１，Ｒ\nＴ２，ＲＴ３に制御されたゲームを所定回数行」うこと（構成ｃ）を当該「演出」\nにより示している「チャンスゾーン演出」を継続して行っている間に「遊技制御基\n板４０のＣＰＵ４１ａ」により「ＲＴ４，ＲＴ５に制御されたゲームを所定回数行」\nうことがリプレイ（２）又はリプレイ（３）に入賞し「判定」された（構成ｃ）と\nいうことであるから，本願補正発明の構成Ｈにおける，「有利量の付与」を「報知」\nする「前記特定演出」の実行中に「前記有利量付与決定手段」により「有利量を付\n与」することが「決定」されたということに相当する。\nそして，引用発明１における構成ｈ１の「チャンスゾーン演出」を継続して「行\nって」いることは，未だＲＴ１～ＲＴ３への制御が行なわれており，「遊技状態がＲ\nＴ１，ＲＴ２，ＲＴ３に制御されたゲームを所定回数行」うこと（構成ｃ）を当該\n「演出」により示しているから，本願発明の構成Ｈにおいて，「当該特定演出」を「実\n行」することで「有利量の付与」を「報知」することに該当する。\nまた，引用発明１における構成ｈ１の「チャンスゾーン演出」を継続して行って\nいる間に，「リプレイ（２）又はリプレイ（３）に入賞」し，「ＲＴ４，ＲＴ５に制\n御されたゲームを所定回数行」えること（構成ｃ）を，「チャンスゾーン演出を継続\nして行い，仮想の残りゲーム数を消化した場合」に「上乗せ成功演出又はＲＴ中演\n出を開始させる」ことを当該「上乗せ成功演出又はＲＴ中演出」により示すことは，\n本願補正発明における構成Ｈにおいて，「当該特定演出」の実行中に「付与すること\nが決定」された「有利量の付与」を「当該特定演出終了後」に「前記特別演出を実\n行する」ことで「報知」することに相当する。\nしたがって，引用発明１における構成ｈ１（「リプレイ（２）又はリプレイ（３）\n入賞してＲＴ４又はＲＴ５に制御されているが仮に当該入賞がなかったとしたとき\nに未だＲＴ１～ＲＴ３への制御が行われている期間はチャンスゾーン演出を継続し\nて行い，仮想の残りゲーム数を消化した場合に上乗せ成功演出又はＲＴ中演出を開\n始させる」）は，本願補正発明における構成Ｈ（「有利量の付与を報知する前記特定\n演出の実行中に前記有利量付与決定手段により有利量を付与することが決定された\nときには，当該特定演出を実行することで有利量の付与を報知し，当該特定演出の\n実行中に付与することが決定された有利量の付与を当該特定演出終了後に前記特別\n演出を実行することで報知する」）に相当する。\n(ｶ)  本願補正発明と引用発明２とを対比すると，次のａ～ｅのとおり，引用\n発明２の構成ａ～ｈ２は，それぞれ，本願補正発明における構成Ａ～Ｈに相当する\nから，本願補正発明と引用発明２とに相違する点はなく，両者は同一である。\nａ  引用発明２における構成ａ～ｄと本願補正発明における構成Ａ～Ｄ\nとの対比については，前記(ｵ)ａ～ｄと同様である。\nｂ  引用発明２における構成ｅ２（「サブ制御部９１は，ＲＴ１～ＲＴ３\nの残りゲーム数が３ゲームになったと判定されたときに３ゲームに亘って所定の連\n続演出を行う上乗せ・ボーナス連続演出を行い，最終的にＲＴが継続する旨を報知\nし」）は，本願補正発明における構成Ｅ（「前記有利量付与決定手段により決定され\nた有利量の付与を前記有利状態中において報知可能な特定演出を実行する特定演出\n実行手段」）に相当する。\nｃ  引用発明２における構成ｆ２の「ボーナス」というのは，それに移\n行して終了した後，「ＲＴ１，ＲＴ２，ＲＴ３に制御されたゲームを所定回数行」う\n構成とされており（構成ｃ），当該「ボーナス」状態への移行は，「遊技制御基板４\n０のＣＰＵ４１ａ」により，ボーナスに入賞したと「判定」されたときに生じるも\nのである（構成ｃ）。\nそうすると，引用発明２における構成ｆ２の「ボーナスに当選」するとは，「遊技\n制御基板４０のＣＰＵ４１ａ」により，ボーナスに移行して終了した後，「ＲＴ１，\nＲＴ２，ＲＴ３に制御されたゲームを所定回数行」えること（構成ｃ）が決定され\nたということであるから，引用発明２における構成ｆ２において，ボーナスに移行\nして終了した後に「ＲＴ１，ＲＴ２，ＲＴ３に制御されたゲームを所定回数行」え\nることを，「最終的にボーナスに当選している旨を報知」する「上乗せ・ボーナス連\n続演出」を行うことで「報知」することは，本願補正発明における構成Ｆにおいて，\n「前記有利量付与決定手段により決定された有利量の付与」を「前記特定演出とは\n異なる特別演出」を実行することで「報知」することに相当する。\nしたがって，引用発明２における構成ｆ２（「サブ制御部９１は，ＲＴ１～ＲＴ３\nの残りゲーム数が３ゲームになったと判定されたときに３ゲームに亘って所定の連\n続演出を行う上乗せ・ボーナス連続演出を行い，上乗せ・ボーナス連続演出を実行\nしているときに，ボーナスに当選したときには最終的にボーナスに当選している旨\nを報知し」）は，本願補正発明における構成Ｆ（「前記有利量付与決定手段により決\n定された有利量の付与を前記特定演出とは異なる特別演出を実行することで報知す\nる有利量付与報知手段」）に相当する。\nｄ  引用発明２における構成ｇ２の「上乗せ・ボーナス連続演出を実行\nしているときに，ボーナスに当選したとき」というのは，「遊技制御基板４０のＣＰ\nＵ４１ａ」により，ボーナスに移行して終了した後に「ＲＴ１，ＲＴ２，ＲＴ３に\n制御されたゲームを所定回数行」えることと（構成ｃ），「上乗せ・ボーナス連続演\n出を実行しているとき」に「判定」されたということであるから，本願補正発明の\n構成Ｇにおいて，「前記有利量付与決定手段」により「有利量を付与」することが「前\n記特定演出の実行中」に「決定」されたときに相当する。\nまた，引用発明２の構成ｇ２において，「上乗せ・ボーナス連続演出において，所\n定の演出を行ないＲＴが継続するか否かを報知した後」，「さらに所定の演出を行な\nってボーナスに当選しているか否かを報知」することは，本願補正発明における構\n成Ｇにおいて，「当該特定演出の終了後」に「前記特別演出を実行することが可能」\nであることに相当する。\nしたがって，引用発明２における構成ｇ２（「サブ制御部９１は，上乗せ・ボーナ\nス連続演出において，所定の演出を行ないＲＴが継続するか否かを報知した後，上\n乗せ・ボーナス連続演出を実行しているときに，ボーナスに当選したときにはさら\nに所定の演出を行なってボーナスに当選しているか否かを報知し」）は，本願補正発\n明における構成Ｇ（「前記有利量付与報知手段は，前記有利量付与決定手段により有\n利量を付与することが前記特定演出の実行中に決定されたときには，当該特定演出\nの終了後に前記特別演出を実行することが可能であり」）に相当する。\nｅ  引用発明２の構成ｈ２において，「ＲＴが継続する」ことを「報知」\nする「ＲＴ１～ＲＴ３の残りゲーム数が３ゲームになったと判定されたときに３ゲ\nームに亘って所定の連続演出を行う上乗せ・ボーナス連続演出において，所定の演\n出を行な」っていることは，本願補正発明の構成Ｈにおいて，「有利量の付与」を「報\n知」する「前記特定演出の実行中」であることに相当する。\n引用発明２の構成ｈ２において，「上乗せ・ボーナス連続演出を実行しているとき\nに，ボーナスに当選したとき」というのは，「遊技制御基板４０のＣＰＵ４１ａ」に\nより，ボーナスに移行して終了した後に「ＲＴ１，ＲＴ２，ＲＴ３に制御されたゲ\nームを所定回数行」うことと「判定」されたときであるから（構成ｃ），本願補正発\n明の構成Ｈにおいて，「前記有利量付与決定手段」により「有利量を付与」すること\nが「決定」されたということに相当する。\nそして，引用発明２における構成ｈ２において，「上乗せ・ボーナス連続演出にお\nいて，所定の演出」を行うことで「ＲＴが継続すること」を「報知」した後，「さら\nに所定の演出」を行なって「ボーナスに当選していること」を「報知」するという\nのは，「上乗せ・ボーナス連続演出において，所定の演出」を行うことで「ＲＴが継\n続すること」を「報知」した後，「３ゲームに亘って所定の連続演出を行う上乗せ・\nボーナス連続演出」を実行しているときに，ボーナスに移行して終了した後に「Ｒ\nＴ１，ＲＴ２，ＲＴ３に制御されたゲームを所定回数行うこと」と「判定」された\nこと（構成ｃ）を，「さらに所定の演出」を行なって「ボーナスに当選していること」\nを「報知」していることであるから，本願補正発明における構成Ｈにおいて，「当該\n特定演出」を実行することで「有利量の付与」を「報知」し，「当該特定演出の実行\n中」に「決定」された「有利量の付与」を「当該特定演出」終了後に「前記特別演\n出」を実行することで報知することに相当する。\nしたがって，引用発明２における構成ｈ２（「ＲＴ１～ＲＴ３の残りゲーム数が３\nゲームになったと判定されたときに３ゲームに亘って所定の連続演出を行う上乗\nせ・ボーナス連続演出において，所定の演出を行ないＲＴが継続するか否かを報知\nした後，上乗せ・ボーナス連続演出を実行しているときに，ボーナスに当選してい\nるか否かを報知する，スロットマシン１」）は，本願補正発明における構成Ｈ（「有\n利量の付与を報知する前記特定演出の実行中に前記有利量付与決定手段により有利\n量を付与することが決定されたときには，当該特定演出を実行することで有利量の\n付与を報知し，当該特定演出の実行中に付与することが決定された有利量の付与を\n当該特定演出終了後に前記特別演出を実行することで報知する，スロットマシン」）\nに相当する。\n(ｷ)  前記(ｵ)，(ｶ)のとおり，本願補正発明は，引用発明１又は引用発明２と\n同一であるから，特許法２９条１項３号に該当し，特許出願の際独立して特許を受\nけることができない。\nまた，仮に相違する点があるとしても，本願補正発明は，引用発明１又は引用発\n明２から当業者が容易に想到し得たものであるから，特許法２９条２項により特許\n出願の際独立して特許を受けることができない。\n(ｸ)  以上のとおり，本件補正は，特許法１７条の２第６項において準用する\n同法１２６条７項に違反するので，同法１５９条１項において読み替えて準用する\n同法５３条１項により却下すべきものである。\n(2)  本願発明について\nア  原査定の拒絶の理由で引用された，本願の原出願の出願日前の他の特許\n出願であって，その出願後に出願公開がされた特願２０１０－１９４１４５号（甲\n２。以下，「本件先願」という。）の願書に最初に添付した明細書，特許請求の範囲\n又は図面には，次の発明（以下，「先願発明」という。）が記載されている。\n「ａ  ８種類の図柄を図柄表示窓８に可変表示させるリール８ａ～８ｃを備え，\nｂ  リール回転の後に，全リールの回転停止が確認されると，当選役に対応する図\n柄の組合せが有効入賞ライン上に停止することで入賞が発生する回胴式遊技機Ａに\nおいて，\nｃ  押し順報知が実施されて，当選したＡＴ小役を確実に停止させることで保有メ\nダルを漸増させるＡＲＴ遊技状態における回胴遊技を実行できるＡＲＴ遊技回数の\n上乗せ抽選を実行し，当選した場合には，その上乗せ回数分の値をＡＲＴ遊技回数\nカウンタに加算する副制御部と，\nｄ  副制御部は，途中の上乗せ分も含めた遊技回数を消化し，１セット分のＡＲＴ\n遊技実行を繰り返し，\nｉ  副制御部は，ＡＲＴ遊技回数カウンタの値（ＡＲＴ遊技の残回数）が５未満に\nなったとき，ＡＲＴ遊技が実行される都度，選択された連続エンディング演出を順々\nに実行し，\nｊ  副制御部は，上乗せ当選が発生している場合には，上乗せ報知を行う終了時上\n乗せ報知演出内容の演出を実行し，\nｋ  副制御部は，連続演出の遊技期間（４ゲーム）中に，上乗せ当選が発生してい\nた場合には，最終連続演出の後に，終了時上乗せ報知演出内容の演出を実行する，\n回胴式遊技機Ａ」\nイ  本願発明と先願発明とを対比すると，先願発明における構成ａ～ｄ，ｉ\n～ｋは，それぞれ，本願発明における構成Ａ～Ｄ，Ｉ～Ｋに相当するから，本願発\n明は先願発明と実質的に同一である。そして，本願発明の発明者が先願発明の発明\n者と同一ではなく，また，本願の原出願時において，その出願人が本件先願の出願\n人と同一でもない。したがって，本願発明は，特許法２９条の２により，特許を受\nけることができない。\n第３  原告主張の審決取消事由\n１  取消事由１（拒絶理由通知欠缺による手続違背）\n審決は，本件拒絶理由通知及び本件拒絶査定が本件先願を引用して特許法２９条\nの２により特許を受けることができないとするものであったにもかかわらず，出願\n人である原告に対して拒絶理由を通知せずに，刊行物１を引用して本願補正発明は\n同法２９条１項３号及び同条２項により独立特許要件を具備しないとして，本件補\n正を却下した。\nこの独立特許要件の判断は，証拠（先行技術）及び適用法条のいずれにおいても，\n本件拒絶理由通知および本件拒絶査定における拒絶理由と異なっているにもかかわ\nらず，原告に対し意見書提出及び補正の機会を与えなかった点において，原告に対\nする手続保障に明らかに欠けるものといえ，審決の結論に影響を与える重大な瑕疵\nがある。\n(1) 特許法１５９条２項は，同法５０条を準用し，拒絶査定不服審判において\n拒絶査定の理由と異なる拒絶理由（以下，「新拒絶理由」という。）が発見された場\n合には，改めて新拒絶理由の通知を行うことを要するが，拒絶査定不服審判の請求\n時に行われた特許法１７条の２第５項２号所定の特許請求の範囲の減縮（以下，平\n成６年法律第１１６号による改正の前後を通じて，「限定的減縮」という。）を目的\nとする補正（以下，「審判請求時補正〔限定的減縮〕」という。）を新拒絶理由に基づ\nいて独立特許要件違反として却下する場合には，「この限りでない」としている。\nこのように，特許法は，審判請求時補正〔限定的減縮〕を新拒絶理由に基づいて\n独立特許要件違反として却下する場合には，同法５０条本文とは異なる扱いをする\nことがあり得る旨を規定しているにすぎず，その新拒絶理由を改めて通知しないこ\nとが絶対的に適法となることを認めているわけではない。\nまた，行政処分に至る手続が，形式的には明文規定に反していないように見えて\nも，その行政処分の根拠法令に定められた手続規定の趣旨に反しており，かつ，そ\nの違反がその行政処分の結論に影響を与えるような重大なものである場合には，そ\nの行政処分は，違法として取消の対象になる（最高裁昭和４６年１０月２８日判決・\n民集２５巻７号１０３７頁，最高裁昭和５０年５月２９日判決・民集２９巻５号６\n６２頁）。\n(2) 新拒絶理由が発見された場合に特許法１５９条２項が準用する同法５０条\n本文がその新拒絶理由を通知して意見書提出及び補正の機会を与えることとされて\nいる趣旨は，行政法の一般理念に基づいて出願人に意見書提出及び補正の機会を与\nえて出願人の特許を受ける権利に関する手続保障を行う点にある。\n他方，新拒絶理由が発見されたものの，その新拒絶理由により独立特許要件違反\nであるとして審判請求時補正〔限定的減縮〕を却下する場合に，特許法５０条本文\nとは異なる扱いが許容されている趣旨は，次の点にある。すなわち，審査において\nは，関連する先行技術を漏れなく発見するように先行技術調査が行われ（特許・実\n用新案審査基準〔以下，「審査基準」という。〕第Ⅰ部第２章第２節。甲１２），発見\nされた拒絶理由の全てを通知するものとされ（審査基準第Ⅰ部第２章第３節。甲１\n３），拒絶査定には解消されていない全ての拒絶理由を示すものとされ（審査基準第\nⅠ部第２章第５節。甲１４），かつ，拒絶査定不服審判請求時に行われる補正（以下，\n「審判請求時補正」という。）は，特許請求の範囲の限定的減縮等を目的とするもの\nに限られており，この補正の前後で先行技術調査の範囲は変わっていないことから，\n拒絶理由の通知を行うことなく補正を却下したとしても，審査及び審理が適正に行\nわれている限り，その拒絶理由が出願人が全く予期し得ない想定外の拒絶理由であ\nったとは考えられず，出願人にとって手続保障に欠けるところはないと考えられる\nためである。\n(3) そうすると，審判請求時補正〔限定的減縮〕を独立特許要件の違反を理由\nに意見書提出及び補正の機会を与えることなく却下することが特許法１５９条２項\nが準用する同法５０条が要請している手続保障の趣旨に欠けるような事態を生じさ\nせる事情がある場合には，そのような却下は，出願人に適正な手続保障を与えると\nいう同条の趣旨に反するものである。また，補正の機会が与えられれば，独立特許\n要件の判断の対象となる請求項に記載の発明の内容が変化するのであるから，新拒\n絶理由に対して意見書提出及び補正の機会を与えることなく補正却下が行われるこ\nとが，審決の結論に影響を与えることは明らかである。したがって，そのような場\n合には，審決に至るまでの審理手続に審決を取り消すに値する瑕疵を生じさせると\nいうべきである（知財高裁平成２６年２月５日判決判例時報２２３０号８１頁，知\n財高裁平成２３年１０月４日判決判例時報２１３９号７９頁参照）。\n(4) 本件においては，審決は，刊行物１を引用して本願補正発明は特許法２９\n条１項３号及び同条２項により独立特許要件を具備しないとして，本件補正を却下\nしたが，本件拒絶理由通知及び本件拒絶査定には，刊行物１はもとより，同条１項\n３号及び同条２項による拒絶理由すら記載されていない。\n本件拒絶査定のように，特許法２９条の２に基づく拒絶理由のみが拒絶査定にお\nいて示された場合，出願人は，出願に係る発明に対する同法２９条１項各号に定め\nる先行技術は存在せず，同項各号に基づく拒絶理由はもちろんのこと，同条２項に\n基づく拒絶理由も存在しないとの判断が示されたものと考える。\nそこで，出願人である原告は，本願の審査経過から特許法２９条１項各号に定め\nる先行技術は存在しないという前提に立って本件拒絶査定に対応したところ，審決\nにおいて同項３号に定める先行技術の存在を唐突に突き付けられた。しかも，審決\nがあった後においては，もはや原告に補正の機会は存しない。\nこのように，審決において，「特許法２９条１項各号に定める先行技術は存在しな\nい」との審査段階での判断を真逆に覆す新拒絶理由に基づき，かつ，それを通知す\nることなく，独立特許要件の判断を行ったことは，出願人である原告に対する手続\n保障に欠けるものである。\n(5) 被告は，平成５年法律第２６号（以下，「平成５年法」という。）では，平\n成５年法による改正後の特許法１５９条２項における同法５０条ただし書の読み替\nえにより，審判請求時補正〔限定的減縮〕による補正後の発明について，新拒絶理\n由が発見された場合でも，同法１５９条１項で準用する同法５３条の補正却下の規\n定を優先して適用するようにされていることによって，平成５年法が目的とする，\n審理が繰り返し行われることの回避が担保されているのであり，本願補正発明が独\n立特許要件を満たさないことを理由として，本件補正を却下したことは，特許法の\n各条文に従ってされた適法なものであって，立法趣旨を踏まえても妥当なものであ\nるなどと主張する。\nしかし，審査基準第Ⅰ部第２章第６節（甲２５）によると，審査段階における最\n後の拒絶理由通知後の補正に対する独立特許要件の審査（特許法５０条ただし書が\n直接適用される場面）では，それまでの審査において審査の対象となっていない条\n文に基づく拒絶理由で独立特許要件が充足されていないと判断される場合には，そ\nの拒絶理由で補正を却下してはならず，その拒絶理由を通知するものとされており，\n拒絶理由を通知して補正の機会を与えるとともに，その補正後の発明について再び\n審査を行うことが「審査の繰り返し」とは考えられていないといえる。\nそして，同じ特許法５０条ただし書を準用する同法１５９条が適用される場面に\nおいて，「審理の繰り返し」の意味を別異に解する理由はないから，審判請求時補正\nに対し独立特許要件の審理を行う際に，それまでの手続過程において出願人に提示\nされていない条文に基づく新拒絶理由で独立特許要件が充足されていないと判断さ\nれる場合に，その新拒絶理由を通知して補正の機会を与えるとともに，その補正後\nの発明について再び審理を行うことも，同様に「審理の繰り返し」に該当しない。\nしたがって，本件のように，独立特許要件の判断を行う際にそれまでの手続過程\nにおいて出願人に提示されていない条文に基づく新拒絶理由を通知することなく，\n審判請求時補正を却下することが，平成５年法の趣旨に沿う旨の被告の主張は理由\nがない。\n(6) 被告は，原告は，刊行物１に基づく新拒絶理由が記載されている前置報告\n書（甲２２）に対して上申書（甲２３）を提出しており，この新拒絶理由に対し意\n見を述べる機会があったと主張する。\nしかし，上申書では，本願補正発明に関する主張を行うことができるにすぎず，\n補正の機会が与えられているわけではないから，上申書の提出をもって，新拒絶理\n由を通知して補正の機会を与えることへの代替的な手続保障とすることはできない。\n２  取消事由２（独立特許要件違反の判断〔新規性・進歩性判断〕の誤り）\n次の(1)及び(2)のとおり，引用発明１は，本願補正発明の「特定演出」に相当す\nる構成を備えておらず，引用発明２は，本願補正発明の「特別演出」に相当する構\n成を備えていない。\nしたがって，本願補正発明が引用発明１又は引用発明２と同一である旨の審決の\n判断は誤りである。\nまた，本願補正発明は引用発明１又は引用発明２から当業者が容易に想到し得た\n旨の審決の判断も，本願補正発明と引用発明１又は引用発明２との一致点・相違点\nに関する誤った判断を前提とするものであるから，誤りである。\n(1) 引用発明１と本願補正発明との相違点の看過\n審決は，引用発明１の「チャンスゾーン演出」が本願補正発明の「特定演出」に\n相当することを前提として，引用発明１の構成ｅ１，ｇ１，ｈ１がそれぞれ本願補\n正発明の構成Ｅ，Ｇ，Ｈに相当すると判断したが，以下のとおり，引用発明１の「チ\nャンスゾーン演出」は，本願補正発明の「特定演出」に相当しないから，上記判断\nは誤りである。\nア  審決は，「チャンスゾーン演出」は，「遊技状態がＲＴ１～ＲＴ３に制御\nされてから所定回数ゲームが行われるまで行」うものであり，かつ，「遊技制御基板\n４０のＣＰＵ４１ａ」により「判定」された「遊技状態がＲＴ１～ＲＴ３に制御さ\nれたゲームを所定回数行」うことを示す演出であると認定した。また，審決は，「所\n定回数」が「有利量」に相当すると認定した。\nそうすると，審決が認定した「チャンスゾーン演出」とは，「『遊技状態がＲＴ１\n～ＲＴ３に制御されたゲームを所定回数行う』という有利量の消費によって制御さ\nれているＲＴ１～ＲＴ３を報知する演出」である。また，「チャンスゾーン演出」の\n報知対象は，消費中の「有利量」である。\nイ  本願補正発明において，「特定演出」は，「前記有利量付与決定手段によ\nり決定された有利量の付与を前記有利状態中において報知可能な特定演出」と規定\nされているから（構成Ｅ），「特定演出」は，「有利量の付与を報知する演出」である。\nまた，本願補正発明において，「有利状態制御手段」は，「付与された有利量を消\n費することによって前記有利状態に制御」するから（構成Ｄ），有利状態は，付与さ\nれた有利量の消費によって制御されるものである。\nそうすると，「特定演出」は，付与された（付与済みの）有利量の消費によって制\n御される有利状態中において「有利量の付与を報知可能な特定演出」であるから，\n「特定演出」の報知対象は，消費中の「有利量」とは別であって，未だに消費され\nていない「有利量」である。\n本件補正後の明細書及び図面（甲４，６～９。以下，「本願明細書」という。）の\n記載（【０２４４】，【０３３３】，【０３８２】，【０４４３】，【０４４９】）によると，\n「ＡＴモード」，「連続演出」，「ＡＴモード中のナビストックの上乗せ」が，それぞ\nれ「有利状態」，「特定演出」，「有利量の付与」に相当するが，「特定演出」の上記ク\nレーム解釈は，このような本願明細書の記載を参酌して得られる解釈とも矛盾しな\nい。\nウ  前記ア，イのとおり，引用発明１の「チャンスゾーン演出」は，「有利量\nの消費によって制御されているＲＴ１～ＲＴ３を報知する演出」であるのに対し，\n本願補正発明の「特定演出」は，「有利量の付与を報知する演出」である点において\n相違する。\nまた，引用発明１の「チャンスゾーン演出」の報知対象は，「消費中の有利量」で\nあるのに対し，本願補正発明の「特定演出」の報知対象は，現在，制御されている\n有利状態を発生させた「有利量」とは別の，「未だに消費されていない有利量」であ\nる点において相違する。\nエ  被告は，「ＡＴモード中のナビストックの上乗せ」ではなく，「ＡＴモー\nドのゲーム数を所定ゲーム加算すること」が「有利量の付与」に相当すると主張す\nる。\nしかし，特定演出の報知に相当する「ＷＩＮ＋１ｓｅｔ」は，獲得済みのナビス\nトックがＡＴモードの継続に活用されるときに表示されるメッセージであり，ナビ\nストックの獲得を事後的に報知するメッセージと解釈するにせよ，獲得済みのナビ\nストック数を１消費してＡＴ１回分の５０ゲームのＡＴモードでのゲームを継続す\nることを報知するメッセージと解釈するにせよ，その報知対象は，報知の段階では\n未だにゲームとして消化されていないことに変わりがなく，「ＷＩＮ＋１ｓｅｔ」は，\n「未だに消費されていない有利量」を報知している。\nしたがって，被告の主張は，前記イの解釈を左右するものではない。\nオ  被告は，本願補正発明の構成Ｃ～Ｅの記載は，被告が主張するような意\n味で明確であり，本願明細書に矛盾する記載はないと主張する。\nしかし，特定演出の報知の対象について，原告主張の「未だに消費されていない\n有利量」と解釈する以外に，「有利状態に制御された後の有利量の付与に報知対象が\n限定されているとはいえない」と解釈する余地もあるのであれば，特許請求の範囲\nの記載だけでは「特定演出」の技術的意義を一義的に明確に理解できるとはいえな\nいから，発明の要旨認定をするに当たり，明細書の発明の詳細な説明の記載を参酌\nすべきである。そして，本願明細書の記載を参酌すると，特定演出の報知に相当す\nる「ＷＩＮ＋１ｓｅｔ」は，「未だに消費されていない有利量」を報知の対象として\nいることから，特定演出の報知の対象は，「未だ消費されていない有利量」であると\n解釈すべきである。\n(2) 引用発明２と本願補正発明との相違点の看過\n審決は，引用発明２の「上乗せ・ボーナス連続演出の実行中にボーナスに当選し\nたときに行われる『報知』」が本願補正発明の「特別演出」に相当することを前提と\nして，引用発明２の構成ｆ２，ｇ２，ｈ２がそれぞれ本願補正発明の構成Ｆ，Ｇ，\nＨに相当すると判断したが，以下のとおり，引用発明２の「上乗せ・ボーナス連続\n演出の実行中にボーナスに当選したときに行われる『報知』」は，本願補正発明の「特\n別演出」に相当しないから，上記判断は誤りである。\nア(ｱ) 本願補正発明では，「特定演出」について，「前記有利量付与決定手段\nにより決定された有利量の付与を前記有利状態中において報知可能な特定演出」と\n規定する（構成Ｅ）一方，「特別演出」について，「前記有利量付与決定手段により\n決定された有利量の付与を前記特定演出とは異なる特別演出を実行することで報知\nする」と規定している（構成Ｆ）。\nしたがって，「特別演出」は，「特定演出」とは異なるものの，両演出は，いずれ\nも「有利量付与決定手段により決定された有利量の付与」を報知対象としている点\nにおいて共通する。\n(ｲ) 審決は，本願補正発明の「有利量の付与を・・・報知可能な特定演出」\nに，引用発明２の「ＲＴの継続を・・・報知する連続演出」が相当するとして，本\n願補正発明の「特定演出」の報知対象である「有利量の付与」に対し，引用発明２\nの「ＲＴの継続」を対応させた。\nその一方で，審決は，「『最終的にボーナスに当選している旨を報知』する『上乗\nせ・ボーナス連続演出』を行うことで『報知』することは，本願補正発明における\n構成Ｆにおいて，『前記有利量付与決定手段により決定された有利量の付与』を『前\n記特定演出とは異なる特別演出』を実行することで『報知』することに相当する」\nとして，本願補正発明の「特別演出」の報知対象である「有利量の付与」に対し，\n引用発明２の「ボーナスに当選している旨」を対応させた。\n(ｳ)   審決は，「ボーナスに当選している旨」が「ＲＴの継続」に相当する\nと判断したが，次のとおり，誤りである。\nそもそも，刊行物１には，遊技者がボーナス当選の報知をＲＴ継続の報知と同視\nすると解釈できる記載は存在しない。\nまた，刊行物１の記載（【０１０６】，【０１０７】，【０１０９】，【０１１０】，【０\n１１６】）によると，引用発明２は，ボーナスに当選した後，ボーナスの絵柄の組合\nせを入賞ラインに揃えることにより，そのボーナスの入賞が発生し，その入賞に基\nづいてボーナスの状態に移行し，更にそのボーナスの状態が終了した後に，ようや\nく，ＲＴ１，ＲＴ２又はＲＴ３に移行するという流れで遊技が進む。このように，\n引用発明２においては，ボーナスに当選した後，さまざまなことを経由して，ＲＴ\n１，ＲＴ２又はＲＴ３に移行する。\nしたがって，引用発明２において，「ボーナスに当選している旨」が「ＲＴの継続」\nに相当するとはいえない。\n(ｴ) 前記(ｱ)～(ｳ)によると，引用発明２においては，「特定演出」と「特別\n演出」とがいずれも「前記有利量付与決定手段により決定された有利量の付与」を\n報知対象としている点において共通するとはいえないから，引用発明２の「上乗せ・\nボーナス連続演出の実行中にボーナスに当選したときに行われる『報知』」は，本願\n補正発明の「特別演出」に相当しない。\nイ  審決は，引用発明２の「ボーナスに当選している旨を報知する上乗せ・\nボーナス連続演出」が，本願補正発明の「特定演出とは異なる特別演出」に相当す\nると判断したが，その理由を明らかにしていない。審決は，刊行物１の「ＲＴが継\n続する旨の報知のための演出」と，「ボーナスに当選している旨の報知のための演出」\nとでは少なくとも報知する内容が異なるから報知内容に応じて演出内容も当然に異\nなるであろう，という根拠のない推測の域を出ないものと考えられる。\nしかし，刊行物１には，「所定の演出を行ないＲＴが継続するか否かを報知した後，\nさらに所定の演出を行なってボーナスに当選しているか否かを報知する」（【０４５\n２】）と記載されているところ，「ＲＴが継続する旨を報知する所定の演出」及び「ボ\nーナスに当選している旨を報知する所定の演出」の具体的内容については記載され\nていない一方，いずれも同じ名称の「所定の演出」という概念で説明されている。\nそうすると，刊行物１に記載された「ＲＴが継続する旨を報知する所定の演出」と\n「ボーナスに当選している旨を報知する所定の演出」とは同じ演出内容であると理\n解できるにとどまり，両演出が異なる演出内容であるとは断定できない。\nしたがって，引用発明２の「ボーナスに当選している旨を報知する上乗せ・ボー\nナス連続演出」は，「特定演出とは異なる・・・演出」とはいえないから，本願補正\n発明の「特別演出」に相当しない。\n第４  被告の主張\n１  取消事由１（拒絶理由通知欠缺による手続違背）に対し\n(1)ア  平成５年法による改正（以下，「平成５年改正」という。）により，特許\n法１７条の２（平成５年法による改正後当時のもの。以下，第４の１(1)において同\nじ。）に規定される特許請求の範囲の補正について，その範囲の適正化が図られるこ\nととなった。これは，特許請求の範囲の補正が何回も行われることにより審査の遅\n延が生じること，そのような補正が行われなかった出願との間に不公平が生じるこ\nと，及び，第三者にとっての監視負担が過大となることといった平成５年改正前に\nおける種々の弊害を防止することを図ったものである（乙１～３）。\nイ  平成５年改正では，不適法な補正の取扱いが拒絶理由の対象となったこ\nと（特許法４９条１号）に合わせて，拒絶理由通知について特許法５０条ただし書\nが設けられ，最後の拒絶理由通知後の補正について拒絶理由と同じ要件により補正\nを却下する場合には，同法５３条の補正却下の規定を優先して適用することを規定\nするとともに，同条が改められ，その対象に，新規事項を追加する補正のほか，独\n立特許要件を満たさない補正が含まれることとなった（同条１項，同法１７条の２\n第４項で準用する同法１２６条３項）。\nこれにより，最後の拒絶理由通知に対応してする特許請求の範囲の補正が，特許\n法１７条の２第３項２号に規定する特許請求の範囲の減縮（限定的減縮）を目的と\nする補正である場合には，その補正後の発明が特許可能なものでないときは，拒絶\n理由を通知するのではなく，補正却下がされることになり，その結果，特許請求の\n範囲の補正を何度も繰り返すことによって審査が繰り返し行われることを回避する\nことが可能となっている（乙２）。\nウ  平成５年改正は，審理の迅速性の確保等を図ることを目的として，拒絶\n査定不服審判をその対象としている（乙２～４）。\nすなわち，特許法１５９条１項において同法５３条を準用するに際し，補正却下\nの対象となる補正として同法１７条の２第１項５号に規定する審判請求時の補正が\n含まれるものとされた（乙１，２）。ここで，上記審判請求時の補正のうち，限定的\n減縮を目的とする特許請求の範囲の補正による補正後の発明が独立特許要件を満た\nさない場合に補正却下されることは，前記イと同様とされている。\nまた，特許法１５９条２項では，読み替え規定が追加され，審査と同じく，審判\n段階で，査定の理由とは異なる拒絶の理由を発見した場合に準用される同法５０条\nにおいても，ただし書を読み替えて，上記審判請求時の補正について，同法１５９\n条１項で準用する同法５３条の補正却下の規定を優先して適用することとされた\n（乙１，２）。\nエ  以上のように，平成５年法では，特許法１５９条２項における同法５０\n条ただし書の読み替えにより，審判請求時の限定的減縮を目的とする特許請求の範\n囲の補正による補正後の発明について，査定と異なる拒絶の理由（新拒絶理由）が\n発見された場合でも，同法１５９条１項で準用する同法５３条の補正却下の規定を\n優先して適用するようにされていることにより，平成５年法が目的とする，審理が\n繰り返し行われることの回避が担保されているのである。\n(2)  審決が引用した刊行物１は，本件拒絶査定に至るまでの審査の過程では引\n用されていないことから，本願補正発明には，特許法１５９条２項の「査定の理由\nと異なる拒絶の理由」（新拒絶理由）があることになる。\nしかし，前記(1)のとおり，本願補正発明のような審判請求時補正〔限定的減縮〕\nによる補正後の発明につき，新拒絶理由が発見された場合には，同法１５９条１項\nで準用する同法５３条の補正却下の規定を優先して適用し，拒絶理由を通知しない\nものとされている。そこで，審決は，同条１項により本件補正を却下したものであ\nる。\n仮に，このような新拒絶理由が発見されたときに，同法１５９条２項で読み替え\nて準用する同法５０条ただし書に基づいて同法５３条１項を優先適用せず，その拒\n絶理由を通知することとした場合，審判請求時補正により補正された発明に対し再\nび審理を行わなければならなくなり，さらに，その拒絶理由に対応してされた補正\n後の発明についても再度審理を行う必要が生じることとなるのであって，かえって，\n前記(1)オの平成５年法の立法趣旨に反する状況に陥る上に，拒絶査定不服審判の制\n度本来の趣旨に沿わないものとなる（乙２）。\n(3)  以上のとおり，本件審判手続において，本願補正発明が独立特許要件を満た\nさないことを理由として，本件補正を却下したことは，特許法の各条文に従ってさ\nれた適法なものであり，立法趣旨を踏まえても妥当なものである。\n(4)ア  原告は，新拒絶理由により独立特許要件違反であるとして審判請求時補\n正〔限定的減縮〕を却下する場合に，特許法５０条本文とは異なる扱いが許容され\nている趣旨は，①審査においては，関連する先行技術を漏れなく発見するように先\n行技術調査が行われ，②発見された拒絶理由の全てを通知するものとされ，③拒絶\n査定には解消されていない全ての拒絶理由を示すものとされ，かつ，④審判請求時\n補正は，特許請求の範囲の限定的減縮等を目的とするものに限られており，この補\n正の前後で先行技術調査の範囲は変わっていないことから，⑤拒絶理由の通知を行\nうことなく補正を却下したとしても，審査及び審理が適正に行われている限り，そ\nの拒絶理由が出願人が全く予期し得ない想定外の拒絶理由であったとは考えられず，\n出願人にとって手続保障に欠けるところはないと考えられるためであると主張する。\nイ  しかし，審判請求時補正〔限定的減縮〕がされると，特許することがで\nきるか否かの心証が直ちに形成できる場合を除き，補正により新たに特許請求の範\n囲に含まれることとなった発明特定事項を対象とする先行技術調査を含む，追加の\n先行技術調査が必要となる。その理由として，拒絶査定までの審査の過程で行われ\nる先行技術調査には，その後の審判請求時補正によって，その先行技術調査時点の\n特許請求の範囲の発明特定事項を減縮するために特許請求の範囲に組み入れられる\n可能性のある，発明の詳細な説明又は図面に記載されているあらゆる事項を，網羅\n的に調査対象とすることまでは，要求されていない（前記ア①～③も，そのような\n要求があることを意味するものではない。）という側面があることや，審査の過程で\nは知り得なかった審判請求書等における請求人の主張内容も考慮して，適切な調査\n範囲を再検討すべき場合があることが挙げられる。本件のように，特定の制御手順\nを実行する手段により特定されるスロットマシンのような発明では，限定的減縮を\n目的とする補正であっても，その制御手順の具体的内容を限定する補正が許される\nことから，特許請求の範囲に組み入れられる可能性のある事項を想定することは困\n難であるといえる。\nまた，本件のように，特定の制御手順を実行する手段により特定されるスロット\nマシンのような発明についての審査の過程で行われる先行技術調査には，審判請求\n時補正の前から存在している発明特定事項（例えば，「特定演出」や「特別演出」）\nについて，それが抽象的な上位概念の記載である場合，発明の詳細な説明や図面の\nほか，意見書等における出願人の主張も考慮の上，種々の下位概念（例えば，「ＷＩ\nＮ  ＋１ｓｅｔ」といったメッセージの表示や「上乗せだ！」といったメッセージ\nの表示）を極力広く包含するような技術的範囲を想定して，その範囲内において漏\nれなく先行技術調査するように努めるものの，その時点では上記の想定が困難な下\n位概念（例えば，刊行物１の「チャンスゾーン演出」や「上乗せ・ボーナス連続演\n出」）を含む，あらゆる技術的範囲について完全に先行技術調査することまでは，要\n求されていない（前記ア①～③も，そのような要求があることを意味するものでは\nない。）という側面もある。このような場合に完全な先行技術調査を行うためには，\n精読すべき文献数が著しく増加することから，その負担が大きく，その結果審査の\n遅延を招く上，そもそも事実上不可能なものというべきである。\n以上のとおり，審査の過程で行われる先行技術調査には，上記のような二つの側\n面があることに鑑みると，前記ア④の審判請求時補正の前後で先行技術調査の範囲\nが変わっていないことを，手続保障に欠けるものではないことの条件として設定す\nる原告の主張は，失当である。\nウ  前記イのとおり，追加の先行技術調査により，審判請求時補正により新\nたに特許請求の範囲に含まれることとなった発明特定事項に対応する先行技術文献\nが新たに発見される可能性があるほか，審判請求時補正の前から存在している発明\n特定事項が上位概念で記載されていることに起因して，審査の過程では発見が困難\nな下位概念を開示する先行技術文献が新たに発見される可能性もある。\nそして，本件のように，審査の過程では発見されなかった新拒絶理由が発見され\nたとき，その拒絶理由を通知することとした場合には，それに対して補正がされる\nことによりその補正後の発明についても再び審理を行わなければならなくなる以上，\n前記(2)のとおり，平成５年法の立法趣旨に反する状況に陥る上に，拒絶査定不服審\n判の制度本来の趣旨に沿わないこととなることは明らかである。\nエ  なお，原告は，刊行物１に基づく新拒絶理由が記載されている前置報告\n書（甲２２）に対して上申書（甲２３）を提出しており，この新拒絶理由に対し意\n見を述べる機会があった。\n２  取消事由２（独立特許要件違反の判断〔新規性・進歩性判断〕の誤り）に対\nし\n(1)  引用発明１と本願補正発明との相違点の看過に対し\nア  原告は，本願明細書の記載によると，「ＡＴモード中のナビストックの上\n乗せ」が「有利量の付与」に相当すると主張するが，誤りである。\n本願明細書の記載（【０２４４】～【０２４６】，【０３９８】，【０４３７】，【０４\n４９】～【０４５３】，【図３１】）によると，①継続抽選で継続成功が決定されてい\nるときに，特別条件（イチゴ当選）が成立して上乗せ抽選処理で上乗せ当選した場\n合（図３１（ｇ）に移行する場合）の図３１（ｄ）に示される「ＷＩＮ＋１ｓｅｔ」\nは，「ナビストック数が１以上あり，継続抽選で継続成功が決定されたとき，ナビス\nトック数を１消費し，ＡＴモードのゲーム数が５０ゲーム加算されたこと」に依拠\nしたメッセージであり，②継続抽選で継続失敗が決定されているときに，特別条件\n（イチゴ当選）が成立して上乗せ抽選処理で上乗せ当選した場合（図３１（ｆ）に\n移行する場合）の図３１（ｄ）に示される「ＷＩＮ＋１ｓｅｔ」は，「上乗せ抽選処\n理で上乗せ当選し，ナビストックを消費することなくＡＴモードのゲーム数が５０\nゲーム加算されたこと」に依拠したメッセージであるといえるから，③「ＡＴモー\nドのゲーム数を所定ゲーム加算すること」が「有利量の付与」に相当する。\nイ  原告は，引用発明１の「チャンスゾーン演出」は，「有利量の消費によっ\nて制御されているＲＴ１～ＲＴ３を報知する演出」であるのに対し，本願補正発明\nの「特定演出」は，「有利量の付与を報知する演出」である点において相違すると主\n張する。\nしかし，引用発明１は，「ＲＴ１～ＲＴ５は，リプレイ（１）～（３）が当選する\n確率が初期遊技状態のときよりも高く」（構成ｃ），「遊技制御基板４０のＣＰＵ４１\nａにより，ビッグボーナス（１），ビッグボーナス（２），レギュラーボーナスに入\n賞したと判定されると，それぞれ，各ボーナスに移行した後，ＲＴ１，ＲＴ２，Ｒ\nＴ３に制御されたゲームを所定回数行い」（構成ｃ），「サブ制御部９１は，遊技状態\nがＲＴ１～ＲＴ３に制御されてから所定回数ゲームが行なわれるまでチャンスゾー\nン演出を実行」する（構成ｅ１）構成を有している。\nそこで，「ビッグボーナス（１），ビッグボーナス（２），レギュラーボーナスに入\n賞したと判定されると」，「ＲＴ１，ＲＴ２，ＲＴ３に制御されたゲームを所定回数\n行」えることになるから，各ボーナスに入賞した時点で「ＲＴ１，ＲＴ２，ＲＴ３\nに制御されたゲームを所定回数行」えることが決定されるといえる。\nそして，引用発明１における構成ｃの「ＲＴ１，ＲＴ２，ＲＴ３に制御されたゲ\nーム」を行う「所定回数」は，本願補正発明における構成Ｃの「有利状態に制御す\nるための有利量」に相当するとともに，構成ｃの「ＲＴ１，ＲＴ２，ＲＴ３に制御\nされたゲームを所定回数行」うことは，構成Ｃの「有利状態に制御するための有利\n量を付与」することを「決定」することに相当する。\n以上のことから，引用発明１の「チャンスゾーン演出」の「実行」は，「ＲＴ１，\nＲＴ２，ＲＴ３に制御されたゲームを所定回数行」えること，すなわち，有利量が\n付与されたことを意味する。したがって，引用発明１の「チャンスゾーン演出」は，\n本願補正発明の「有利量の付与を報知する演出」である「特定演出」に相当すると\nいえる。\nウ  原告は，引用発明１の「チャンスゾーン演出」の報知対象は，「消費中の\n有利量」であるのに対し，本願補正発明の「特定演出」の報知対象は，現在，制御\nされている有利状態を発生させた「有利量」とは別の，「未だに消費されていない有\n利量」である点において相違すると主張する。\nしかし，本願補正発明の構成Ｃ～Ｅは，有利量の報知に関しては，有利状態に制\n御するための有利量を消費することによって制御される有利状態中において，有利\n量付与決定手段により決定された有利量の付与を報知可能であることを特定してい\nるにすぎず，有利状態に制御された後の有利量の付与に報知対象が限定されている\nとはいえない。\nまた，本願補正発明の構成Ｃ～Ｅの記載は，上記のような意味で明確であり，本\n願明細書に矛盾する記載はない。\nそうすると，本願補正発明から，引用発明１のような消費中の有利量を報知する\n発明を除外する理由はなく，引用発明１の構成ｃ～ｅは，本願補正発明の構成Ｃ～\nＥに相当するといえる。また，本願補正発明の構成Ｅにおいて，特定演出の報知対\n象は，未だに消費されていない「有利量」に限定されるものではなく，消費中の「有\n利量」も含まれるといえる。\nエ  以上によると，引用発明１の「チャンスゾーン演出」は，本願補正発明\nの「特定演出」に相当する。\nしたがって，引用発明１の構成ｅ１，ｇ１及びｈ１が，本願補正発明の構成Ｅ，\nＧ，Ｈに相当するとした審決の判断に誤りはない。\n(2)  引用発明２と本願補正発明との相違点の看過に対し\nア  原告は，引用発明２において，「ボーナスに当選している旨」が「ＲＴの\n継続」に相当するとはいえず，「特定演出」と「特別演出」とがいずれも「前記有利\n量付与決定手段により決定された有利量の付与」を報知対象としている点において\n共通するとはいえないから，引用発明２の「上乗せ・ボーナス連続演出の実行中に\nボーナスに当選したときに行われる『報知』」は，本願補正発明の「特別演出」に相\n当しないと主張する。\nしかし，引用発明２は，「ＲＴ１～ＲＴ５は，リプレイ（１）～（３）が当選する\n確率が初期遊技状態のときよりも高く」（構成ｃ），「遊技制御基板４０のＣＰＵ４１\nａにより，ビッグボーナス（１），ビッグボーナス（２），レギュラーボーナスに入\n賞したと判定されると，それぞれ，各ボーナスに移行した後，ＲＴ１，ＲＴ２，Ｒ\nＴ３に制御されたゲームを所定回数行い」（構成ｃ），「サブ制御部９１は，ＲＴ１～\nＲＴ３の残りゲーム数が３ゲームになったと判定されたときに３ゲームに亘って所\n定の連続演出を行う上乗せ・ボーナス連続演出を行い，上乗せ・ボーナス連続演出\nを実行しているときに，ボーナスに当選したときには最終的にボーナスに当選して\nいる旨を報知」する（構成ｆ２）構成を有している。\nそこで，「ビッグボーナス（１），ビッグボーナス（２），レギュラーボーナスに入\n賞したと判定されると」，「ＲＴ１，ＲＴ２，ＲＴ３に制御されたゲームを所定回数\n行」えることになるから，各ボーナスに入賞した時点で「ＲＴ１，ＲＴ２，ＲＴ３\nに制御されたゲームを所定回数行」えることが決定されるといえる。\nそして，刊行物１の記載（【０００４】，【０３９８】等）によると，ボーナスに当\n選した状態はボーナスに入賞するまで維持されるから，引用発明２において，「ボー\nナスに当選している旨」の「報知」がされると，確実に各ボーナスに入賞して各ボ\nーナスに移行することは明らかである。\nそうすると，「ボーナスに当選している旨」の「報知」は，「各ボーナスに移行し\nてボーナスが終了した後」，「ＲＴ１，ＲＴ２，ＲＴ３に制御されたゲームを所定回\n数行」えること，すなわち，有利量が付与されたことを意味する。\nしたがって，「ＲＴが継続する旨」の「報知」（構成ｅ２。特定演出）と「ボーナ\nスに当選している旨」の「報知」（構成ｆ２。特別演出）とは，いずれもＲＴ（ＲＴ\n１～ＲＴ５のいずれか）に制御されるゲームを所定回数行えること（有利量の付与）\nを報知する演出である点で共通しており，引用発明２の「ボーナスに当選している\n旨」の「報知」は，本願補正発明の「特別演出」に相当する。\nイ  原告は，引用発明２の「ボーナスに当選している旨を報知する上乗せ・\nボーナス連続演出」は，「特定演出とは異なる・・・演出」とはいえないから，本願\n補正発明の「特別演出」に相当しないと主張する。\nしかし，刊行物１の【０４５２】の「ＲＴが継続するか否か」の「報知」と，「ボ\nーナスに当選しているか否か」の「報知」とは，少なくとも「ＲＴが継続するか否\nか」と「ボーナスが当選しているか否か」とが区別できる点で報知する内容が異な\nるから，両演出は互いに異なる演出であるといえる。\nしたがって，引用発明２における構成ｆ２において，ボーナスに移行して終了し\nた後に「ＲＴ１～ＲＴ３に制御されたゲームを所定回数行」えることを，「最終的に\nボーナスに当選している旨を報知」する「上乗せ・ボーナス連続演出」を行うこと\nで「報知」することは，本願補正発明における構成Ｆにおいて，「前記有利量付与決\n定手段により決定された有利量の付与」を「前記特定演出とは異なる特別演出」を\n実行することで「報知」することに相当する旨の審決の判断に誤りはなく，引用発\n明２の構成ｇ２及びｈ２が，それぞれ本願補正発明の構成Ｇ及びＨに相当するとの\n審決の判断にも誤りはない。\n仮に，特定演出と特別演出とが異なるというためには，両演出の報知内容以外も\n異なる必要があるとしても，両演出を報知内容に応じて異なる演出内容とすること\nは，当業者が適宜なし得ることである。\n第５  当裁判所の判断\n１  取消事由１（拒絶理由通知欠缺による手続違背）について\n(1)  本願について，審決に至る経緯をみると，次のとおりである。\nア  前記第２の１のとおり，本願は，審査段階で本件拒絶理由通知（甲１０）\nを受けたが，その拒絶理由は，①請求項１に係る発明が，特願２０１０－１９４１\n４５号（特開２０１２－０５０５４０号，本件先願）の願書に最初に添付された明\n細書，特許請求の範囲又は図面に記載された発明と同一であり，特許法２９条の２\nにより，特許を受けることができない旨，及び，②請求項１の「有利量」に係る記\n載について，有利量が具体的に特定されておらず，それぞれの有利量の内容が同じ\n構成も含まれるが，発明の詳細な説明では，そのような構成については記載も示唆\nもされていない点において，同法３６条６項１号の要件を満たしていない旨の二つ\nであった。\nそして，本件拒絶査定（甲１１）は，本件拒絶理由通知記載の上記拒絶理由①を\n拒絶理由とするものであった。\nイ  前記第２の１のとおり，原告は，本件拒絶査定に対し，本件拒絶査定不\n服審判請求をするとともに，本件補正を行ったことから，本件拒絶査定不服審判請\n求は，審査官による前置審査に付された。\nそして，審査官は，平成２９年２月３日付け前置報告書（甲２２）において，①\n本願補正発明は，新たに引用された文献である特開２００８－２８４２３１号公報\n（刊行物１）に基づき，特許法２９条１項３号及び同条２項により，独立特許要件\nを充足しない，②本願補正発明は，構成要件Ｈの「当該特定演出を実行することで\n有利量の付与を報知し」との記載中の「有利量」が，特定演出に係る有利量である\nのか，特定演出の実行中に決定された有利量であるのかが判断できず，発明が不明\n確であるから，同法３６条６項２号により，独立特許要件を充足しない，③したが\nって，本件補正は，同法１７条の２第６項において準用する同法１２６条７項に違\n反するから，同法１５９条１項において読み替えて準用する同法５３条１項により\n却下されるべきものであり，本願は，本件拒絶査定の理由に示したとおり拒絶され\nるべきものである旨を報告した。\nウ  原告は，平成２９年３月３０日付け上申書（甲２３）を提出し，前記イ\nの前置報告に対し，本願補正発明が新規性及び進歩性を有する旨反論した。\nエ  審判合議体は，原告に対し，改めて拒絶理由通知をすることなく，前記\n第２の１のとおり，平成２９年１０月１１日，本件補正を却下した上，本件拒絶査\n定不服審判請求は成り立たない旨の審決をした。\n審決は，前記第２の３(1)イのとおり，本願補正発明が刊行物１に基づき特許法２\n９条１項３号及び同条２項により独立特許要件を充足しないことを，本件補正を却\n下する理由とした。\n(2)  本件補正は，特許法１７条の２第１項４号所定の審判請求時補正として同\n条５項２号所定の限定的減縮を目的とするもの（審判請求時補正〔限定的減縮〕）で\nあるから，同条６項により準用される同法１２６条７項により，本件補正後におけ\nる特許請求の範囲に記載されている事項により特定される発明（本願補正発明）が\n特許出願の際独立して特許を受けることができるものでなければならない（独立特\n許要件）。\nまた，同法１５９条２項により準用される同法５０条本文は，拒絶査定不服審判\nにおいて査定の理由と異なる拒絶の理由（新拒絶理由）を発見した場合は，その新\n拒絶理由を通知して意見書を提出する機会を与えなければならないとしているが，\n同法１５９条２項により読み替えて準用される同法５０条ただし書は，同法１５９\n条１項により読み替えて準用される同法５３条１項による補正却下の決定をすると\nきは，この限りでないとしており，同法１５９条１項により読み替えて準用される\n同法５３条１項は，審判請求時補正が同法１７条の２第６項に違反するときは，決\n定をもってその補正を却下しなければならないとしている。\nそして，前記(1)のとおり，審決が本件補正を却下する理由とした，①本願補正発\n明が刊行物１記載の発明と同一であること（同法２９条１項３号），②本願補正発明\nが刊行物１記載の発明に基づいて容易に発明をすることができたこと（同条２項）\nは，本件拒絶査定の理由と異なる拒絶の理由（新拒絶理由）であるとともに，独立\n特許要件違反の理由ともなるものである。\nそこで，審判合議体は，同法１５９条２項により準用される同法５０条本文によ\nり拒絶理由通知をすべき義務は，同法１５９条２項により読み替えて準用される同\n法５０条ただし書により適用がないものとして，前記第２の３(1)のとおり，審決に\nおいて，本件補正が同法１７条の２第６項により準用する同法１２６条７項に違反\nすることを理由として，同法１５９条１項により読み替えて準用する同法５３条１\n項を適用して本件補正を却下したものである。\n(3)  しかし，特許法５０条本文は，拒絶査定をしようとするときは，出願人に対\nし拒絶理由を通知し，相当の期間を指定して，意見書を提出する機会を与えなけれ\nばならないと規定し，拒絶理由を通知した場合には，同法１７条の２第１項１号又\nは３号により出願人には上記指定期間内に補正をする機会が与えられる。これは，\n出願人に対し意見書の提出及び補正による拒絶理由の解消の機会を与えて，出願人\nの防御の機会を保障するとともに，その意見書を基にして審査官が再審査をする機\n会とする趣旨であると解される。そして，同法５０条本文は，同法１５９条２項に\nより拒絶査定不服審判において査定の理由と異なる拒絶の理由（新拒絶理由）を発\n見した場合に準用されており，上記の出願人の防御の機会の保障という趣旨は，拒\n絶査定不服審判において新拒絶理由が発見された場合にも及ぶものである。\nまた，同法５３条１項（同法１５９条１項により読み替えて準用される場合を含\nむ。）により特許請求の範囲の記載についてした補正が却下された場合には，既に拒\n絶理由が通知された補正前の特許請求の範囲の記載（以下，「補正前クレーム」とい\nう。）により拒絶理由の有無が判断されることになるから，拒絶査定又は拒絶査定不\n服審判請求不成立審決に至ることが少なくないが，審査段階において同法１７条の\n２第１項３号所定の補正（以下，「３号補正」という。）がされた場合には，従前の\n拒絶理由通知に示されていなかった新たな刊行物（以下，「新規引用文献」という。）\nに基づく独立特許要件違反を理由として，その３号補正が却下され，補正前クレー\nムに基づいて拒絶査定がされたとしても，拒絶査定不服審判請求等において補正後\nの特許請求の範囲の記載（以下，「補正後クレーム」という。）に基づく独立特許要\n件違反の判断の当否や補正前クレームに基づく拒絶理由の判断の当否を争い得るこ\nとに加え，審判請求時補正により，新規引用文献に基づく拒絶理由を回避するため\nの補正をする機会がある。これに対し，新規引用文献に基づく独立特許要件違反を\n理由として，審判請求時補正が却下され，補正前クレームに基づいて拒絶査定不服\n審判請求不成立審決がされてしまうと，審決取消訴訟において補正後クレームに基\nづく独立特許要件違反の判断の当否や補正前クレームに基づく拒絶理由の判断の当\n否を争うことはできるものの，審査段階における３号補正の場合とは異なり，新規\n引用文献に基づく拒絶理由を回避するための補正をする機会が残されていない点に\nおいて，出願人にはより過酷であるということができる。\nさらに，同法５３条１項（同法１５９条１項により読み替えて準用される場合を\n含む。）において，３号補正及び審判時請求補正が独立特許要件に違反しているとき\nはその補正を却下しなければならない旨が定められ，同法５０条ただし書（同法１\n５９条２項により読み替えて準用される場合を含む。）において，同法５３条１項\n（同法１５９条１項により読み替えて準用される場合を含む。）により３号補正及\nび審判請求時補正を却下する決定をするときは拒絶理由通知を要しない旨が定めら\nれたのは，平成５年改正によるものであるが，同改正においては，３号補正及び審\n判請求時補正については，既に行われた審査結果を有効に活用することができる範\n囲とするとの観点から，その目的を特定のものに限定することが定められ（目的要\n件の創設），その一つとして限定的減縮が定められた（平成５年法による改正後の特\n許法１７条の２第３項２号。この規定が平成６年法律第１１６号による特許法改正\nによって現行特許法１７条の２第５項２号の規定となったが，実質的な変更を伴う\nものではない。）。このような改正経緯に照らすと，平成５年改正は，審判請求時補\n正〔限定的減縮〕においては，審査段階における先行技術調査の結果を利用するこ\nとを想定していたことが明らかであり，審判請求時補正〔限定的減縮〕を却下する\n際に，独立特許要件の判断において，審査段階において提示されていなかった新規\n引用文献を主たる引用例とするなど，審査段階において全く想定されていなかった\n判断をすることは，平成５年改正の本来の趣旨に沿わないものということができ，\nそのような場合に，同法１５９条２項により読み替えて準用される同法５０条ただ\nし書をそのまま適用することについては，慎重な検討を要するものということがで\nきる。\n加えて，平成５年改正により，同法５０条ただし書（同法１５９条２項により読\nみ替えて準用される場合を含む。）において，同法５３条１項（同法１５９条１項に\nより読み替えて準用される場合を含む。）により３号補正及び審判請求時補正を却\n下する決定をするときは拒絶理由通知を要しない旨が定められたのは，再度拒絶理\n由が通知され，審理が繰り返し行われることを回避する点にあると解される。もと\nより，審理が繰り返し行われることを回避することにより，審査・審判全体の効率\n性を図ることは，重要ではあるが，新規引用文献に基づく独立特許要件違反を理由\nとして審判請求時補正を却下せずに，この新規引用文献に基づく拒絶理由を通知し\nたとしても，限定的減縮である審判請求時補正による補正後クレームについて，特\n許法１７条の２第３項～６項による制限の範囲内で補正することができるにすぎな\nいから，審理の対象が大きく変更されることは考え難く，そのような審理の繰返し\nを避けるべき強い理由があるということはできない。他方，前記のとおり，新規引\n用文献に基づく独立特許要件違反を理由として，審判請求時補正が却下されて，補\n正前クレームに基づいて拒絶査定不服審判請求不成立審決がされた場合には，新規\n引用文献に基づく独立特許要件違反を理由として，審査段階における３号補正が却\n下されて，補正前クレームに基づいて拒絶査定がされた場合とは異なり，新規引用\n文献に基づく拒絶理由を回避するための補正の機会が残されていない点において，\n出願人にはより過酷であり，この補正の機会の有無により，最終的に特許査定を得\nられるか否かが左右されるという重大な結果を招く可能性もある。\nなお，平成２７年９月改訂の審査基準では，限定的減縮を目的とする３号補正に\nついて，補正後クレームに新規性（同法２９条１項），進歩性（同条２項），拡大先\n願（同法２９条の２）及び先願（同法３９条）に係る拒絶理由が存在する場合で，\n補正前クレームに係る最後の拒絶理由通知において，上記拒絶理由に対応する拒絶\n理由を通知していなかったときは，その理由で補正を却下してはならず，補正後ク\nレームに基づいて拒絶理由通知をするものとされている（甲２５，乙７）。\n以上の諸点を考慮すると，特許法１５９条２項により読み替えて準用される同法\n５０条ただし書に当たる場合であっても，特許出願に対する審査・審判手続の具体\n的経過に照らし，出願人の防御の機会が実質的に保障されていないと認められるよ\nうなときには，同法１５９条２項により準用される同法５０条本文に基づき拒絶理\n由通知をしなければならず，しないことが違法になる場合もあり得るというべきで\nある。\n(4)  本件においては，前記(1)のとおり，本件拒絶査定の理由は，本件先願を理由\nとする拡大先願（特許法２９条の２）であるのに対し，審決が本件補正を却下した\n理由は，刊行物１を理由とする新規性欠如（同法２９条１項３号）及び進歩性欠如\n（同条２項）であって，適用法条も，引用文献も異なるものである。刊行物１は，\n本件補正を受けた前置報告書において初めて原告に示されたものであるが，刊行物\n１に基づく拒絶理由通知はされていないことから，原告には，刊行物１に基づく拒\n絶理由を回避するための補正をする機会はなかった。\nなお，刊行物１の出願人は原告自身ではあるものの，後記２のとおり，刊行物１\n記載の引用発明１及び引用発明２は，本願補正発明の「特定演出」又は「特別演出」\nの構成を欠くものと認められ，「特定演出」及び「特別演出」は本願発明の発明特定\n事項でもあることからすると，原告において，本件補正までに，刊行物１に基づく\n拒絶理由を回避するための補正をしておくべきであったものということもできず，\nその他，刊行物１に基づく拒絶理由通知がなくても原告の防御の機会が実質的に保\n障されていたと認められる特段の事情も見当たらない。\n以上の本願に対する審査・審判手続の具体的経過に照らすと，刊行物１に基づく\n拒絶理由通知がされていない審決時において，原告の防御の機会が実質的に保障さ\nれていないと認められるから，審判合議体は，同法１５９条２項により準用される\n同法５０条本文に基づき，新拒絶理由に当たる刊行物１に基づく拒絶理由を通知す\nべきであったということができる。それにもかかわらず，上記拒絶理由通知をする\nことなく本件補正を却下した審決には，同法１５９条２項により準用される同法５\n０条本文所定の手続を怠った違法があり，この違法は審決の結論に影響を及ぼすも\nのと認められる。これに反する被告の主張を採用することはできない。\n(5)  被告は，原告は，刊行物１に基づく新拒絶理由が記載されている前置報告書\n（甲２２）に対して上申書（甲２３）を提出しており，この新拒絶理由に対し意見\nを述べる機会があったと主張する。\nしかし，原告が上申書により刊行物１に基づく新拒絶理由に対し反論したことは，\n前記(1)ウのとおりであるが，原告に対し刊行物１に基づく拒絶理由通知はされてい\nないことから，原告には，刊行物１に基づく拒絶理由を回避するための補正をする\n機会がなかったことに変わりはないのであって，原告の上記反論の存在を加味して\nも，前記(4)のとおり，刊行物１に基づく拒絶理由通知がされていない審決時におい\nて，原告の防御の機会が実質的に保障されていないと認められるとの判断が左右さ\nれるものではない。\n(6)  以上によると，拒絶理由通知欠缺による手続違背をいう取消事由１は，理由\nがある。\n２  取消事由２（独立特許要件違反の判断〔新規性・進歩性判断〕の誤り）につ\nいて\n(1)  本願補正発明について\nア  本願明細書には，以下の記載がある。\n(ｱ)  技術分野\n【０００１】\n本発明は，たとえば，スロットマシンに関する。詳しくは，各々が識別可能な複\n数種類の識別情報を変動表示可能な可変表示部を備え，前記可変表示部を変動表示\nした後，前記可変表示部の変動表示を停止することで表示結果を導出し，該表示結\n果に応じて入賞が発生可能なスロットマシンに関する。\n(ｲ)  背景技術\n【０００２】\nスロットマシンは，一般に，外周部に識別情報としての複数種類の図柄が描かれ\nた複数（通常は３つ）のリールを有する可変表示装置を備えており，各リールは，\n遊技者がスタートレバーを操作することにより回転を開始し，また，遊技者が各リ\nールに対応して設けられた停止ボタンを操作することにより，その操作タイミング\nから予め定められた最大遅延時間の範囲内で回転を停止する。そして，全てのリー\nルの回転を停止したときに導出された表示結果に従って入賞が発生する。\n【０００３】\n入賞となる役の種類としては，小役，特別役，再遊技役といった種類がある。こ\nこで，小役の入賞では，小役の種類毎に定められた数のメダルが払い出されるとい\nう利益を遊技者が得ることができる。特別役の入賞では，次のゲームからレギュラ\nーボーナスやビッグボーナスといった遊技者にとって有利な遊技状態へ移行される\nという利益を遊技者が得ることができる。再遊技役の入賞では，賭数の設定に新た\nなメダルを消費することなく次のゲームを行なうことができるという利益を得るこ\nとができる。\n【０００４】\n各役の入賞が発生するためには，一般的には，事前（通常はスタートレバー操作\n時）に行なわれる内部抽選で当選することが条件となる。そして，内部抽選に当選\nしている役を構成する図柄の組合せを有効なラインに揃えるようにするとともに，\n内部抽選に当選していない役を構成する図柄の組合せを有効なラインに揃えないよ\nうにするリール制御が行なわれる。\n(ｳ)  発明が解決しようとする課題\n【０００７】\nしかしながら，いまいち，面白みを向上させることができなかった。\n【０００８】\nこの発明の目的は，かかる実情に鑑み考え出されたスロットマシンを提供するこ\nとである。\n(ｴ)  課題を解決するための手段\n【０００９】\n各々が識別可能な複数種類の識別情報を変動表示可能な可変表示部を備え，\n前記可変表示部を変動表示した後，前記可変表示部の変動表示を停止することで\n表示結果を導出し，該表示結果に応じて入賞が発生可能なスロットマシンにおいて，\n有利状態に制御するための有利量を付与することを決定する有利量付与決定手段\nと，\n付与された有利量を消費することによって前記有利状態に制御する有利状態制御\n手段と，\n前記有利量付与決定手段により決定された有利量の付与を前記有利状態中におい\nて報知可能な特定演出を実行する特定演出実行手段と，\n前記有利量付与決定手段により決定された有利量の付与を前記特定演出とは異な\nる特別演出を実行することで報知する有利量付与報知手段とを備え，\n前記有利量付与報知手段は，前記有利量付与決定手段により有利量を付与するこ\nとが前記特定演出の実行中に決定されたときには，当該特定演出の終了後に前記特\n別演出を実行することが可能であり，\n有利量の付与を報知する前記特定演出の実行中に前記有利量付与決定手段により\n有利量を付与することが決定されたときには，当該特定演出を実行することで有利\n量の付与を報知し，当該特定演出の実行中に付与することが決定された有利量の付\n与を当該特定演出終了後に前記特別演出を実行することで報知する。\nなお，以下の構成を備えるものであってもよい。\n（１）  １ゲームに対して賭数を設定することによりゲームが開始可能となると\nともに，表示状態を変化させることが可能な可変表示装置に表示結果が導出される\nことにより１ゲームが終了し，該可変表示装置の表示結果に応じて入賞が発生可能\nとされたスロットマシン（スロットマシン１）であって，\n前記可変表示装置に表示結果が導出される前に，複数種類の入賞について発生を\n許容するか否かを決定する事前決定手段（内部抽選処理）と，\n前記可変表示装置に表示結果を導出させるための操作を受付ける導出操作受付手\n段（ストップスイッチ８Ｌ～８Ｒ）と，\n前記事前決定手段の決定結果および前記導出操作受付手段が受付けた操作に応じ\nて，前記可変表示装置に表示結果を導出させる制御を行なう導出制御手段（リール\n回転処理）と，\n特典（ナビストック，ポイントなど）を付与する特典付与手段（図２６のＳＭ１\n０）と，\n充足することによって前記特典の付与が行なわれることを報知する達成条件を提\n示する達成条件提示手段（図２６のＳＭ０４）と，\n前記達成条件提示手段により前記達成条件が提示されているか否かに関わらず，\n予め定められた移行条件が成立しているときにおいて，当該移行条件および前記導\n出操作受付手段が受付けた操作手順に応じて，複数の遊技状態（ＲＴ１，ＲＴ２，\n高確率状態，低確率状態など）の間で遊技状態を制御する遊技状態制御手段（図６，\n図１４（ｂ）参照）と，\n所定の情報（有利状態に移行させるための操作手順）を報知する報知手段（図２\n６のＳＭ１１）とを備え，\n前記複数の遊技状態は，前記達成条件提示手段により提示されている達成条件を\n充足させる割合が所定割合である所定遊技状態と該所定遊技状態であるときよりも\n高い有利遊技状態（たとえば，ミッション演出１については，達成割合が高いＲＴ\n２と，達成割合が低いＲＴ１）とを含み，\n前記報知手段は，前記達成条件提示手段により達成条件が提示されている場合で\nかつ前記所定遊技状態に制御されている場合（たとえば，ミッション演出１が実行\nされており，ＲＴ１に制御されている場合）において，前記導出操作受付手段が受\n付けた操作手順に応じて前記有利遊技状態に制御可能となる移行条件が成立したと\nき（たとえば，ＲＴ２に移行させるための昇格リプレイに当選したとき）に，当該\n有利遊技状態に制御させる操作手順を特定するための情報（昇格リプレイを入賞さ\nせるための操作手順）を報知する。\n【００１７】\n（２）  上記（１）のスロットマシンにおいて，前記達成条件提示手段は，前記\n達成条件の提示を開始するときの遊技状態が前記有利遊技状態となるように，前記\n達成条件を提示する（図２６のＳＭ０４参照）。\n【００２０】\n（３）  上記（１）または（２）のスロットマシンにおいて，前記達成条件は，\n前記事前決定手段の決定結果が特定結果（リプレイ当選，あるいははずれ）となっ\nたことを条件として成立し，\n前記有利遊技状態は，前記事前決定手段の決定結果が前記特定結果となる割合が，\n前記所定遊技状態であるときよりも高い遊技状態である（たとえば，リプレイ当選\n確率は，ＲＴ１であるときよりもＲＴ２の方が高くなるように設定されている）。\n【００２３】\n（４）  上記（１）または（２）のスロットマシンにおいて，前記事前決定手段\nによる有利度（設定値）を設定する有利度設定手段（設定変更を行なうための処理）\nと，\n前記事前決定手段が用いるデータであって，前記有利度設定手段により有利度が\n新たに設定される場合でも初期化されることのない第１モードデータ（ＲＴフラグ）\nと，前記有利度設定手段により有利度が新たに設定される場合に初期化される第２\nモードデータ（内部中ＲＴまたはＢＢを示す遊技状態フラグ）と，を含むモードデ\nータを設定するモードデータ設定手段と，\n前記第２モードデータが設定される場合に前記第１モードデータを初期化する第\n１モードデータ初期化手段とを備え，\n前記事前決定手段は，\n前記第２モードデータが設定されている場合に，該第２モードデータを用いて\n入賞の発生を許容するか否かを決定し，\n前記第２モードデータが設定されていない場合に，前記第１モードデータを用\nいて入賞の発生を許容するか否かを決定する（図９～図１３参照）。\n【００３６】\n（５）  上記（１）～（４）のいずれかのスロットマシンにおいて，\n所定期間（５０ゲーム）に亘り，前記事前決定手段の決定結果に応じた決定結果\n情報を報知する決定結果情報報知手段（ＡＴモード中におけるナビ演出を実行する\nための処理）と，\n前記所定期間における残り期間が特定期間（５ゲーム）となるまでに，前記所定\n期間が経過した後においても継続して前記決定結果情報を報知するか否かを決定す\nる継続決定手段（継続抽選，図２５）と，\n前記特定期間において，前記継続決定手段で継続すると決定したときに特定演出\n（連続演出）を実行する演出実行手段（図３０，３１参照）と，\n前記所定期間における残り期間が特定期間（５ゲーム）となるまでに所定の特別\n条件（特別条件，イチゴ当選）が成立したことを条件に，前記決定結果情報を報知\nする期間を前記所定期間よりも短い期間（１０ゲーム）延長する第１延長手段と，\n前記所定期間における残り期間が前記特定期間となってから当該所定期間が経過\nするまでに前記特別条件が成立したことを条件に，前記決定結果情報を報知する期\n間を，前記所定期間以上の期間（５０ゲーム，６０ゲーム）延長する第２延長手段\nとを備え，\n前記演出実行手段は，前記継続決定手段で継続しないと決定したときであっても\n前記第２延長手段により前記所定期間以上の期間延長する場合に，前記特定演出を\n実行する（図３１（ｃ）（ｄ）参照）。\n【図３０】                 【図３１】\n【００３７】\nこのような構成によれば，所定期間における残り期間が特定期間となるまでにお\nいては，特別条件が成立して決定結果情報を報知する期間が延長されることに対す\nる期待感を抱かせることができる。また，残り期間が特定期間となったときには，\n特定演出によって，所定期間が経過した後においても継続して決定結果情報が報知\nされるか否かを煽ることができる。さらに，残り期間が特定期間となってから所定\n期間が経過するまでに特別条件が成立することに対する期待感を抱かせることがで\nきる。\n【００３８】\n上記（５）のスロットマシンにおいて，前記演出実行手段は，前記継続決定手段\nで継続しないと決定したときであっても前記第２延長手段により前記所定期間以上\nの期間延長する場合に，前記特定演出が終了した後において特別演出を実行する（図\n３１（ｅ）参照）。\n【００３９】\nこのような構成によれば，特定演出が終了した後に特別条件の成立に応じて特別\n演出が実行されるため，特定演出を阻害することなく特別条件成立によって，決定\n結果情報を報知する期間が延長されることを報知することができる。また，このよ\nうに特定演出が終了した後に特別演出が実行された場合には，決定結果情報を報知\nする期間が，所定期間以上の期間延長されるため，残り期間が特定期間となってか\nら特別条件が成立したにも関わらず短い期間しか延長されないものと比較して，遊\n技者に満足感を与えることができる。\n(ｵ)  発明を実施するための形態\n【００５９】\n本実施の形態のスロットマシン１においてゲームを行なう場合には，まず，メダ\nルをメダル投入部４から投入するか，あるいはクレジットを使用して賭数を設定す\nる。クレジットを使用するには１枚ＢＥＴスイッチ５，またはＭＡＸＢＥＴスイッ\nチ６を操作すればよい。遊技状態に応じて定められた規定数の賭数が設定されると，\n入賞ラインＬ１～Ｌ４（図１参照）のうち遊技状態に応じて定められた入賞ライン\nが有効となり，スタートスイッチ７の操作が有効な状態，すなわち，ゲームが開始\n可能な状態となる。遊技状態に対応する規定数を超えてメダルが投入された場合に\nは，その分はクレジットに加算される。\n【図１】\n【００６０】\n入賞ラインとは，各リール２Ｌ，２Ｃ，２Ｒの透視窓３に表示された図柄の組合\nせが入賞図柄の組合せであるかを判定するために設定されるラインである。本実施\nの形態では，図１に示すように，リール２Ｌの上段，リール２Ｃの中段，リール２\nＲの下段，すなわち右下がりに並んだ図柄に跨って設定された入賞ラインＬ１，リ\nール２Ｌの下段，リール２Ｃの中段，リール２Ｒの上段，すなわち右上がりに並ん\nだ図柄に跨って設定された入賞ラインＬ２，リール２Ｌの上段，リール２Ｃの中段，\nリール２Ｒの上段，すなわちＶ字型に並んだ図柄に跨って設定された入賞ラインＬ\n３，リール２Ｌの下段，リール２Ｃの中段，リール２Ｒの下段，すなわち逆Ｖ字型\nに並んだ図柄に跨って設定された入賞ラインＬ４，の４種類が入賞ラインとして定\nめられており，通常遊技状態，準備モード，ＲＴ，ビッグボーナス，レギュラーボ\nーナスにおいては規定数の賭数が設定されると入賞ラインＬ１～Ｌ４の全てが有効\nとなる。なお，入賞ラインは，Ｌ１～Ｌ４に示すラインに限らず，たとえば各リー\nル２Ｌ，２Ｃ，２Ｒの上段に並んだ図柄に跨るライン，各リール２Ｌ，２Ｃ，２Ｒ\nの中段に並んだ図柄に跨るライン，各リール２Ｌ，２Ｃ，２Ｒの下段に並んだ図柄\nに跨るラインなどを含むものであってもよい。\n【００６１】\nゲームが開始可能な状態でスタートスイッチ７を操作すると，各リール２Ｌ，２\nＣ，２Ｒが回転し，各リール２Ｌ，２Ｃ，２Ｒの図柄が連続的に変動する。この状\n態でいずれかのストップスイッチ８Ｌ，８Ｃ，８Ｒを操作すると，対応するリール\n２Ｌ，２Ｃ，２Ｒの回転が停止し，透視窓３に表示結果が導出表示される。\n【００６２】\nそして全てのリール２Ｌ，２Ｃ，２Ｒが停止されることで１ゲームが終了し，有\n効化されたいずれかの入賞ラインＬ１～Ｌ４上に予め定められた図柄の組合せ（以\n下，役とも呼ぶ）が各リール２Ｌ，２Ｃ，２Ｒの表示結果として停止した場合には\n入賞が発生し，その入賞に応じて定められた枚数のメダルが遊技者に対して付与さ\nれ，クレジットに加算される。また，クレジットが上限数（本実施の形態では５０）\nに達した場合には，メダルが直接メダル払出口９（図１参照）から払い出されるよ\nうになっている。なお，有効化された複数の入賞ライン上にメダルの払出を伴う図\n柄の組合せが揃った場合には，有効化された入賞ラインに揃った図柄の組合せそれ\nぞれに対して定められた払出枚数を合計し，合計した枚数のメダルが遊技者に対し\nて付与されることとなる。ただし，１ゲームで付与されるメダルの払出枚数には，\n上限（本実施の形態では，１５枚）が定められており，合計した払出枚数が上限を\n超える場合には，上限枚数のメダルが付与されることとなる。また，有効化された\nいずれかの入賞ラインＬ１～Ｌ４上に，遊技状態の移行を伴う図柄の組合せが各リ\nール２Ｌ，２Ｃ，２Ｒの表示結果として停止した場合には図柄の組合せに応じた遊\n技状態に移行するようになっている。\n【００６３】\nまた，本実施の形態におけるスロットマシン１にあっては，ゲームが開始されて\n各リール２Ｌ，２Ｃ，２Ｒが回転して図柄の変動が開始した後，いずれかのストッ\nプスイッチ８Ｌ，８Ｃ，８Ｒが操作されたときに，当該ストップスイッチ８Ｌ，８\nＣ，８Ｒに対応するリールの回転が停止して図柄が停止表示される。ストップスイ\nッチ８Ｌ，８Ｃ，８Ｒの操作から対応するリール２Ｌ，２Ｃ，２Ｒの回転を停止す\nるまでの最大停止遅延時間は１９０ｍｓ（ミリ秒）である。リール２Ｌ，２Ｃ，２\nＲは，１分間に８０回転し，８０×２１（１リール当たりの図柄コマ数）＝１６８\n０コマ分の図柄を変動させるので，１９０ｍｓの間では最大で４コマの図柄を引き\n込むことができることとなる。つまり，停止図柄として選択可能なのは，ストップ\nスイッチ８Ｌ，８Ｃ，８Ｒが操作されたときに表示されている図柄と，そこから４\nコマ先までにある図柄，合計５コマ分の図柄である。\n【００９８】\n本実施の形態のスロットマシン１においては，可変表示装置２のいずれかの入賞\nライン上に役図柄が揃うと，入賞となる。入賞となる役の種類は，遊技状態に応じ\nて定められているが，大きく分けて，ビッグボーナス，レギュラーボーナスへの移\n行を伴う特別役と，メダルの払い出しを伴う小役と，賭数の設定を必要とせずに次\nのゲームを開始可能となる再遊技役とがある。なお，ビッグボーナスをＢＢと示し，\nビッグボーナス中に提供されるレギュラーボーナスをＲＢと示す場合がある。また，\nビッグボーナス，レギュラーボーナスを単にボーナスという場合もある。遊技状態\nに応じて定められた各役の入賞が発生するためには，内部抽選に当選して，当該役\nの当選フラグがＲＡＭ４１ｃに設定されている必要がある。\n【０１００】\n本実施の形態におけるスロットマシンは，図６に示すように，メイン制御部４１\nにより，ボーナス終了後に制御される準備モード，所定条件が成立（後述する準備\nモードあるいはＲＴ２において特殊出目停止，あるいは通常遊技状態において３２\nゲーム消化）することにより制御されるＲＴ１，ＲＴ１において所定の有利条件が\n成立（後述する昇格リプレイ入賞）することにより制御されるＲＴ２，ＲＴ１やＲ\nＴ２などの有利な状態において所定の終了条件が成立（後述する転落リプレイ入賞）\nすることにより制御される通常遊技状態，ボーナス内部当選したときに制御される\n内部中ＲＴ，およびボーナス入賞により制御されるボーナスのうち，いずれかに制\n御される。ＲＴ１およびＲＴ２は，各々，後述するように再遊技役の当選率が極め\nて高確率となる点において，準備モードおよび通常遊技状態よりも遊技者にとって\n有利な状態といえる。なお，ＲＴ１およびＲＴ２を，ＲＴ，有利な状態などという\n場合もある。\n【０１０１】\nまた，本実施の形態におけるスロットマシンは，上記のように，メイン制御部４\n１により，遊技状態を準備モード，ＲＴ１，ＲＴ２，通常遊技状態，内部中ＲＴ，\nボーナスに制御可能となる。\n【０１０２】\n図５（ａ）を参照して，入賞役のうち特別役には，ビッグボーナス１～５（以下，\n各々のビッグボーナスをＢＢと称する）の５種類のボーナスが含まれる。\n【０１１０】\n次に，入賞役のうち小役について説明する。入賞役のうち小役には，ブドウ１～\nブドウ８，バナナブドウ１～バナナブドウ１２，メロン，イチゴ１，イチゴ２，１\n枚役１，１枚役２が含まれる。\n【０１２１】\n次に，入賞役のうち再遊技役について説明する。入賞役のうち再遊技役には，通\n常リプレイ，昇格リプレイ，転落リプレイ１，転落リプレイ２，制御用リプレイ１，\n制御用リプレイ２が含まれる。再遊技役のいずれかに入賞したときには，メダルの\n払い出しはないが次のゲームを改めて賭数を設定することなく開始できるので，次\nのゲームで設定不要となった賭数に対応した枚数分のメダルが払い出されるのと実\n質的には同じこととなる。\n【０１４６】\n本実施の形態においては，各役および役の組合せの判定値数から，小役や再遊技\n役などの一般役，特別役がそれぞれ単独で当選する判定値の範囲と，一般役のいず\nれかと特別役とが重複して当選する判定値の範囲と，が特定されるようになってお\nり，内部抽選における当選は，排他的なものではなく，１ゲームにおいて一般役と\n特別役とが同時に当選することがあり得る。ただし，種類の異なる特別役について\nは，重複して当選する判定値の範囲が特定されることがなく，種類の異なる特別役\nについては，排他的に抽選を行なうものである。\n【０１５６】\n以上より，ＲＴ１，ＲＴ２，ＲＴ３ともいう通常遊技状態，およびＲＴ４ともい\nう準備モード各々における，いずれかのリプレイに当選する確率は，上記割り当て\nられた判定値数の合計から，以下のようになる。\n通常遊技状態であるときのリプレイ当選確率・・・  ８９３５／６５５３６\n準備モードであるときのリプレイ当選確率・・・・  ８９３５／６５５３６\nＲＴ１であるときのリプレイ当選確率・・・・・・３２７６８／６５５３６\nＲＴ２であるときのリプレイ当選確率・・・・・・４７０００／６５５３６\nこれらより，本実施の形態においては，いずれかのリプレイに当選する確率が，\nＲＴ１およびＲＴ２であるときに高くなり，通常遊技状態および準備モードである\nときに低くなるように設定されている。このため，ＲＴ１およびＲＴ２は，通常遊\n技状態あるいは準備モードであるときよりも，リプレイの当選確率が高い点で，遊\n技者にとって有利な状態であるといえる。また，ＲＴ１よりもＲＴ２であるときの\n方が，いずれかのリプレイに当選する確率が高くなるように設定されている。\n【０１７１】\nまた，本実施の形態では，引込コマ数として０～４の値が定められており，停止\n操作を検出してから最大４コマ図柄を引き込んでリールを停止させることが可能で\nある。すなわち停止操作を検出した停止操作位置を含め，最大５コマの範囲から図\n柄の停止位置を指定できるようになっている。また，１図柄分リールを移動させる\nのに１コマの移動が必要であるので，停止操作を検出してから最大４図柄を引き込\nんでリールを停止させることが可能であり，停止操作を検出した停止操作位置を含\nめ，最大５図柄の範囲から図柄の停止位置を指定できることとなる。\n【０１７２】\n本実施の形態では，いずれかの役に当選している場合には，当選役を入賞ライン\n上に４コマの範囲で最大限引き込み，当選していない役が入賞ライン上に揃わない\nように引き込む引込コマ数が定められた停止制御テーブルを作成し，リールの停止\n制御を行なう一方，いずれの役にも当選していない場合には，いずれの役も揃わな\nい引込コマ数が定められた停止制御テーブルを作成し，リールの停止制御を行なう。\nこれにより，停止操作が行なわれた際に，入賞ライン上に最大４コマの引込範囲で\n当選している役を揃えて停止させることができれば，これを揃えて停止させる制御\nが行なわれ，当選していない役は，最大４コマの引込範囲でハズシて停止させる制\n御が行なわれることとなる。\n【０２０５】\nＢＥＴ処理により賭数が設定され，スタートスイッチ７が操作されると，内部抽\n選用の乱数を抽出し，抽出した乱数の値に基づいて遊技状態に応じて定められた各\n役への入賞を許容するかどうかを決定する内部抽選処理を行なう。抽選処理では，\n抽選結果に応じてＲＡＭ４１ｃに設定されている当選フラグの設定状況を示す内部\n当選コマンドが演出制御基板９０に送信される。また，抽選処理では，ＢＢ１～Ｂ\nＢ５のいずれかに当選したときに，内部中ＲＴに制御するための処理（たとえば，\n遊技状態フラグの値に内部中ＲＴフラグの値を設定など）が行なわれる。\n【０２３９】\n本実施の形態におけるナビ演出としては，遊技者にとって有利となる図柄組合せ\n（たとえば，昇格リプレイ・通常リプレイ，ブドウ１～８）を導出させるための有\n利操作手順を特定可能に報知する完全ナビ演出，遊技者が有利操作手順で操作する\n可能性を高めるために有利操作手順以外の操作手順を特定可能に報知して操作手順\nを絞り込ませる一部ナビ演出が設けられている。\n【０２４０】\nより具体的に，たとえば左押しリプに当選したときには，左リールを第１停止さ\nせることにより有利となる図柄組合せとして昇格リプレイを入賞させることができ\nるため，完全ナビ演出として「第１に左！」といったメッセージが，一部ナビ演出\nとして「右ではないぞ！」あるいは「中ではないぞ！」といった操作手順の選択肢\nを２択に絞り込むメッセージが，液晶表示器５１に表示される。\n【０２４１】\nまた，中押しブドウ１に当選したときには，中リールを第１停止させることによ\nり有利となる図柄組合せとしてブドウ１～８のいずれかを確実に入賞させることが\nできるため，完全ナビ演出として「第１に中！」といったメッセージが，一部ナビ\n演出として「左ではないぞ！」あるいは「右ではないぞ！」といったようい〔判決\n注・「といったように」の誤記と認める。〕操作手順の選択肢を２択に絞り込むメッ\nセージが，液晶表示器５１に表示される。\n【０２４２】\nなお，ナビ演出の態様は，このような態様に限らず，遊技者が当選状況に応じて\n区別可能な態様であればどのようなものであってもよい。また，ナビ演出は，液晶\n表示器５１に表示するものに限らず，演出効果ＬＥＤ５２，スピーカ５３，５４，\nリールＬＥＤ５５等を用いて実行するものであってもよい。\n【０２４３】\nまた，ＲＴ中における演出状態としては，アシストタイムモード（ＡＴモード），\nチャンスゾーンモード（ＣＺモード），デンジャラスモード（ＤＺモード），および\nノーマルモードが設けられている。所定の抽選条件が成立したときに，サブ制御部\n９１により実行される演出状態抽選により，ＲＴ中における演出状態は決定される。\nまた，サブ制御部９１により実行される演出状態制御処理により，ＲＴ１に制御さ\nれるときに，決定されている演出状態に制御される。以下，演出状態について，図\n１４（ａ）を参照して説明する。図１４（ａ）は，サブ制御部９１により制御され\nるＲＴ中の演出状態の遷移を説明するための図である。\n【０２４４】\n［ＡＴモードについて］\nＡＴモードは，特定の当選状況となったときに必ず完全ナビ演出を実行する演出\n状態をいう。ＡＴモードは，図１４（ａ）に示すように，所定期間として５０ゲー\nムに亘り制御される。ＡＴモードは，ナビストック数を上限として，付与されてい\nるナビストック数を１消費する毎に繰り返し制御可能となる。ナビストックは，後\n述するように，演出状態抽選でＡＴモードに当選したときにランダムに決定されて\n付与される。\n【０２４５】\nＡＴモードにおいて所定期間経過したときで，ナビストック数が１以上であると\nきに，当該ＡＴモードに引き続きＡＴモードに制御するか否か，すなわち継続させ\nるか否かを抽選する継続抽選がサブ制御部９１により行なわれる。\n【０２４６】\n継続抽選の結果にしたがって，継続させると決定されたときには，図１４（ａ）\nに示すように，ナビストック数を１消費して，ＡＴモードに継続して制御させる。\nなお，ＡＴモードへの制御を開始するタイミングは，次のゲームが開始されるとき\nであってもよく，あるいは一旦演出状態をＤＺモードに制御させた後，転落リプレ\nイに当選したゲームが開始されるときであってもよい。\n【０２４７】\n一方，継続させないと決定されたときには，図１４（ａ）に示すように，演出状\n態がＤＺモードに制御される。なお，継続抽選において継続させないと決定された\nときには，ＡＴモードへの制御を再開する再開タイミングが決定され，当該再開タ\nイミングに到達したときにＡＴモードに制御される。再開タイミングは，たとえば，\n通常遊技状態に一旦制御された後再びＲＴ１に制御されるタイミング，２回通常遊\n技状態に制御された後再びＲＴ１に制御されるタイミング，ボーナス当選して終了\nしたタイミングなど，複数タイミングのうちいずれかあるいは抽選で決定されたタ\nイミングであってもよい。\n【０２４８】\nＡＴモードにおいて所定期間経過したときで，ナビストック数が０であるときに\nは，演出状態をＤＺモードに制御される。このため，ＡＴモードからＤＺモードに\n制御されたときに，ナビストックが残存しているか否かを特定不能にすることによ\nり，ナビストックが残存しており再びＡＴモードに制御されることに対する期待感\nを持続させることができる。\n【０２４９】\n［ＣＺモード，ＤＺモード，ノーマルモードについて］\nＣＺモードは，特定の当選状況となったときに，所定の実行割合にしたがってナ\nビ演出を実行するか否かを決定し，実行すると決定されたときに一部ナビ演出を実\n行し，実行しないと決定されたときに特定の当選状況のうちのいずれかとなってい\nる旨のみを報知する演出状態をいう。実行割合は，後述するように，演出状態抽選\nでＣＺモードに決定されたときに複数種類から決定される。\n【０２５０】\nＤＺモードは，特定の当選状況となったときに，特定の当選状況のいずれかとな\nっている旨のみを報知する演出状態をいう。ノーマルモードは，特定の当選状況と\nなったときにおいて当該当選状況に起因して何らの報知も行なわない演出状態をい\nう。\n【０２５１】\nＲＴに制御されるときであって，ノーマルモード，ＤＺモード，およびＣＺモー\nドのいずれかの演出状態に制御されているときであっても，図１４（ａ）に示すよ\nうに，転落リプレイ入賞させることなく所定回数として１０ゲーム消化したときに，\nサブ制御部９１により実行される演出状態制御処理により，ＡＴモードに制御され\nる。なお，ＡＴモードに制御するタイミングは，次のゲームが開始されるときであ\nってもよく，あるいは転落リプレイに当選したゲームが開始されるときであっても\nよい。\n【０２５２】\nここで，演出状態の有利度合いについて検討する。ＲＴ中において，ノーマルモ\nード，ＤＺモード，およびＣＺモードのいずれかに演出状態が制御されているとき\nには，一部ナビ演出が実行されるかナビ演出が実行されない。このため，転落リプ\nレイ入賞を意図的に回避することができない。一方，ＲＴ中に，ＡＴモードに演出\n状態が制御されているときには，完全ナビ演出が必ず実行される。このため，転落\nリプレイ入賞を意図的に回避することができる。よって，ＡＴモードは，ノーマル\nモード，ＤＺモード，およびＣＺモードよりも遊技者にとって有利度合いが高い演\n出状態であるといえる。\n【０２６５】\n演出状態抽選では，遊技の進行に応じて付与されるポイントの量に応じて，ポイ\nントの量が多いほど遊技者にとって有利度合いが高い演出状態に高い割合で決定さ\nれる。本実施の形態におけるスロットマシンにおいては，ＲＴ中において，演出状\n態抽選により決定された演出状態に制御し，当該演出状態に応じて前述したナビ演\n出が実行される。\n【０３３３】\n本実施の形態におけるスロットマシンでは，上記のようにして付与された付与ポ\nイント総数に応じて，サブ制御部９１により演出状態制御処理が行なわれる。演出\n状態制御処理では，所定の抽選条件が成立したときに演出状態抽選を行なうための\n演出状態抽選処理，ＡＴモードに制御する期間を特定するためのナビストック数を\n抽選するナビストック数抽選処理，ＣＺモードにおいて一部ナビ演出が実行される\n実行割合を抽選するための実行割合抽選処理，ＡＴモードに継続して制御させるか\n否かを抽選するための継続抽選処理（これらの抽選を，以下では各種抽選ともいう）\nが行なわれる。\n【０３３４】\n演出状態抽選処理では，図２０～図２２に示すテーブルのうち成立した抽選条件\nに応じたテーブルを用いて，付与ポイント総数に応じた当選率に従って，複数種類\nの演出状態のうちから一の演出状態が抽選により決定される。\n【０３７５】\n図２０～図２２を参照して説明した演出状態抽選において，ＡＴモードに決定さ\nれたとき，あるいはＲＴにおける演出状態がＡＴモード以外であるときに転落リプ\nレイ入賞することなく所定回数ゲーム消化されたときには，当該ＡＴモードに制御\nする期間を特定するためのナビストック数を抽選するナビストック数抽選処理がサ\nブ制御部９１により実行される。\n【０３９０】\nまた，ＡＴモードにおいて４５ゲーム消化したときであって，ナビストック数が\n１以上残存している場合には，ナビストックを１消費してＡＴモードに継続して制\n御させるか否かを抽選するための継続抽選処理がサブ制御部９１により実行される。\n【０３９６】\nまた，ＡＴモード中において特別条件が成立したときには，ＡＴモードに制御さ\nれるゲーム数に所定ゲーム数加算（上乗せ）するか否かを抽選するための上乗せ抽\n選処理がサブ制御部９１により実行される。特別条件は，予め定められた条件であ\nればよく，たとえばイチゴ１＋イチゴ２など，イチゴ１を含む抽選対象役に当選す\nることにより成立する。また，上乗せ抽選処理は，特別条件成立時のＡＴモードの\n残りゲーム数，および継続抽選で継続成功に決定されているか否かに応じて，異な\nる割合にしたがって，上乗せされるゲーム数が決定される。\n【０３９７】\nたとえば，ＡＴモードの残りゲーム数が６ゲーム以上であるときに特別条件が成\n立したときの上乗せ抽選処理では，５０％の確率で上乗せすると決定されて，１０\nゲームが加算される。また，ＡＴモードの残りゲーム数が５ゲーム以下であるとき\nに特別条件が成立したときであって，継続抽選で継続成功に決定されているときの\n上乗せ抽選処理では，５０％の確率で上乗せすると決定されて，１０ゲームが，継\n続することが決定されている次のＡＴモードのゲーム数に加算される。これにより，\n次のＡＴモードのゲーム数が，６０ゲームとなる。\n【０３９８】\n一方，ＡＴモードの残りゲーム数が５ゲーム以下であるときに特別条件が成立し\nたときであって，継続抽選で継続失敗に決定されているときの上乗せ抽選処理では，\n１０％の確率で上乗せすると決定されて，ナビストックを消費することなく，５０\nゲームに亘りＡＴモードに制御される。\n【０３９９】\nこのように，ＡＴモードの残りゲーム数が，５ゲーム以下であって，継続失敗に\n決定されているときに，特別条件が成立したときには，ナビストックを１消費して\nＡＴモードに制御されるゲーム数と同じゲーム数に亘りＡＴモードに制御されるこ\nととなり，遊技者に対する期待感を煽ることができる。なお，ＡＴモードの残りゲ\nーム数が５ゲーム以下であって，継続失敗に決定されているときに，特別条件が成\n立したときにＡＴモードに制御されるゲーム数は，ナビストックを１消費してＡＴ\nモードに制御されるゲーム数以上であればよく，たとえば６０ゲームなどであって\nもよい。\n【０４３６】\nまた，ＲＴであるときであって，演出状態がＡＴモードであるときには，ＡＴ用\n演出が行なわれる。ここで，図２９～図３１を用いて，ＡＴ用演出の一例について\n説明する。図２９～図３１は，ＡＴ用演出の一例を説明するための図である。ここ\nでは，ＡＴ用演出は，液晶表示器５１の所定表示領域において実行される例につい\nて説明する。\n【０４３７】\n図２９は，ＡＴモードの残りゲーム数が６ゲーム以上存在する場合に，イチゴ当\n選することにより１０ゲーム上乗せされたときのＡＴ用演出を説明する。図２９（ａ）\nは，ＡＴモードが開始されたときのＡＴ用演出を示している。ＡＴ用演出として，\n所定表示領域内において，所定のキャラクタが草原を歩くような演出が行なわれる\nとともに，所定表示領域の右上において，ＡＴモードの残りゲーム数が表示される。\nなお，本実施の形態におけるＡＴモード中においては，後述するように，残りゲー\nム数が５ゲームとなったときに連続演出が開始されるため，そのゲーム数を差し引\nいたゲーム数である４５ゲームが表示される。このゲーム数は，ゲームが消化され\nる毎に１ずつ減算表示される。\n【図２９】\n【０４３８】\n図２９（ｂ）は，１５ゲーム消化したときのＡＴ用演出を示している。所定表示\n領域の右上において，残り３０ゲームであることが表示されている。また，図２９\n（ｂ）では，当該ゲームの内部抽選においてイチゴに当選して，上乗せ契機となる\n特別条件が成立している例を示している。特別条件が成立することにより，前述し\nた上乗せ抽選処理が行なわれる。ここでは，上乗せ抽選処理によって１０ゲーム加\n算に当選したとする。\n【０４３９】\n図２９（ｃ）は，上乗せ抽選の結果，残りゲーム数に１０ゲーム加算表示された\nときのＡＴ用演出を示している。上乗せ抽選により１０ゲーム加算されたときには，\n図２９（ｃ）に示すように，キャラクタがＶサインをする動作表示が行なわれると\nともに，残りゲーム数に１０ゲーム加算されて，残り４０ゲームであることが表示\nされている。\n【０４４０】\n次に，図３０および図３１を用いて，ＡＴゲームの残りゲーム数が５ゲームとな\nり，連続演出が実行されたときのＡＴ用演出を説明する。なお，図３０では，連続\n演出実行中に特別条件が成立しなかったときの例を示す。また，図３１では，連続\n演出実行中に特別条件が成立したときの例を示す。\n【０４４１】\nまず，図３０を参照し，図３０（ａ）では，残り０ゲームであることが表示され\nている。すなわち，ＡＴモードの残りゲーム数が当該ゲームを含めて６ゲームであ\nることが示されている。\n【０４４２】\n図３０（ｂ）では，次のゲームが開始されて連続演出が開始されたときの表示状\n態を示している。この状態でＡＴモードの残りゲーム数が当該ゲームを含めて５ゲ\nームとなる。\n【０４４３】\n連続演出は，所定期間（５ゲーム）にわたり一連の物語を展開する演出を行なっ\nた後に，物語の結末としてＡＴモードが継続するか否かを報知する演出である。こ\nれにより，所定期間に亘って，ＡＴモードが継続することを煽ることができ，遊技\nの興趣を向上させることができる。本実施の形態における連続演出は，「バトル開\n始！」といったメッセージが表示されるとともに，剣を持った味方キャラクタと，\n槍を持った敵キャラクタとが表示されて開始され，味方キャラクタと敵キャラクタ\nとが戦う演出を行なった後，たとえば味方キャラクタが勝利することによりＡＴモ\nードが継続することを報知し，味方キャラクタが敗北することによりＡＴモードが\n継続しないことを報知する。\n【０４４４】\n図３０（ｃ）および（ｄ）は，継続抽選で継続失敗に決定されており，ＡＴモー\nドが継続しないときに行なわれる連続演出を示している。図３０（ｃ）で示される\nように，敵キャラクタからの攻撃を受けて，図３０（ｄ）で示されるように，味方\nキャラクタが倒れるとともに「ＬＯＳＥ」といったメッセージが表示されて，敗北\nしたことが報知されている。これにより，ＡＴモードが継続しないことを遊技者に\n報知することができる。\n【０４４５】\n図３０（ｅ）は，ＡＴ用演出が終了した後の演出を示している。図３０（ｅ）で\nは，ＡＴ用演出が終了した後の演出例として，残りゲームが表示されず，キャラク\nタのみによる演出が行なわれている。これにより，ＡＴモードでないことを遊技者\nに報知することができる。\n【０４４６】\n図３０（ｆ）および（ｇ）は，継続抽選で継続成功に決定されており，ＡＴモー\nドが継続するときに行なわれる連続演出を示している。図３０（ｆ）で示されるよ\nうに，敵キャラクタに攻撃を与えて，図３０（ｇ）で示されるように，敵キャラク\nタが倒れるとともに「ＷＩＮ  ＋１ｓｅｔ」といったメッセージが表示されて，勝\n利したことおよびＡＴモードが継続することが報知されている。これにより，ＡＴ\nモードが継続することを遊技者に明確に報知することができる。また，継続するこ\nとに伴い，図３０（ｈ）に示すように，キャラクタがＶサインをする動作表示が行\nなわれるとともに，残り４５ゲームであることが表示される。\n【０４４７】\n次に，図３１を参照し，図３１（ａ）では，残り０ゲームであることが表示され\nている。図３１（ｂ）では，次のゲームが開始されて連続演出が開始されたときの\n表示状態を示している。なお，図３１（ｂ）では，当該ゲーム以降の連続演出中の\nゲームの内部抽選においてイチゴに当選して特別条件が成立している例を示してい\nる。\n【０４４８】\n特別条件が成立することにより，前述した上乗せ抽選処理が行なわれる。上乗せ\n抽選処理では，前述したように，すでに継続抽選で継続成功が決定されているとき\nに当選すると，１０ゲーム加算され，継続抽選で継続失敗が決定されているときに\n当選すると，５０ゲーム加算されることになる。また，ゲーム数が加算されること\nに起因して，ＡＴモードが継続するときに行なわれる連続演出，すなわち味方キャ\nラクタが勝利する連続演出に書き換えられる。\n【０４４９】\nこのため，図３１（ｃ）および（ｄ）に示されるように，敵キャラクタに攻撃を\n与えて，敵キャラクタが倒れるとともに「ＷＩＮ  ＋１ｓｅｔ」といったメッセー\nジが表示されて，勝利したことおよびＡＴモードが継続することが報知される。こ\nれにより，連続演出が終了する。\n【０４５０】\n図３１（ｅ）は，連続演出中においてイチゴ当選して特別条件が成立したことに\n伴って特別演出が実行されている表示状態を示している。連続演出中に，特別条件\nが成立して，上乗せされることが決定されたときには，当該連続演出が終了した後\nに，特別演出が実行される。図３１（ｅ）では，「上乗せだ！」といったメッセージ\nが表示されている。なお，図３１（ｅ）の特別演出については，特別条件が成立し\nたときに必ず実行するものであってもよく，特別条件が成立したときに所定確率に\nしたがって実行するものであってもよく，特別条件が成立したときであっても実行\nしないものであってもよい。\n【０４５１】\n図３１（ｆ）は，継続抽選で継続失敗が決定されているときに，特別条件が成立\nして上乗せ当選することにより５０ゲーム加算されたときの表示状態を示している。\n図３１（ｆ）に示すように，キャラクタがＶサインをする動作表示が行なわれると\nともに，残り４５ゲームであることが表示される。\n【０４５２】\n図３１（ｇ）は，継続抽選で継続成功が決定されているときに，特別条件が成立\nして上乗せ当選することにより１０ゲーム加算されたときの表示状態を示している。\n図３１（ｇ）に示すように，キャラクタがＶサインをする動作表示が行なわれると\nともに，残り５５ゲームであることが表示される。\n【０４５３】\nなお，連続演出中に特別条件が成立して上乗せ当選したときに実行される特別演\n出は，継続抽選で継続成功と決定されているときと，継続失敗と決定されていると\nきとで，異なる態様で実行するようにしてもよい。たとえば，継続抽選で継続成功\nと決定されていたときには，「１０ゲーム上乗せだ！」といったメッセージを表示す\nるのに対し，継続失敗と決定されていたときには，「５０ゲーム上乗せだ！」といっ\nたメッセージを表示するようにしてもよい。\n【０４５９】\n（５）  前述した実施の形態によれば，ＡＴモードにおける残りゲーム数が５ゲ\nームとなるまでにおいて，特別条件が成立することにより，ゲーム数が上乗せされ，\n図２９（ｃ）で示したように，残りゲーム数が加算表示されることに対する期待感\nを抱かせることができる。また，ＡＴモードにおける残りゲーム数が５ゲームとな\nったときには，図３０（ｂ）などで説明した連続演出が実行されることによって，\nＡＴモードが継続するか否かを煽ることができる。さらに，ＡＴモードにおける残\nりゲーム数が５ゲームとなってから当該５ゲーム消化するまでに特別条件が成立す\nることに対する期待感を抱かせることができるとともに，図３１（ｅ）で示したよ\nうに，連続演出が終了した後に特別条件の成立に応じて特別演出が実行されるため，\n特定演出を阻害することなく特別条件成立によって，ＡＴモードに制御するゲーム\n数が上乗せされたことを報知することができる。また，このように特定演出が終了\nした後に特別演出が実行された場合には，上乗せされるゲーム数が，ナビストック\nを１消費したときと同じ５０ゲームであるため，ＡＴモードにおける残りゲーム数\nが５ゲームとなってから特別条件が成立したにも関わらず少ないゲーム数しか上乗\nせされないものと比較して，遊技者に満足感を与えることができる。\nイ  本件補正後の特許請求の範囲の請求項１の記載及び前記アの記載による\nと，本願補正発明について，次のとおり認めることができる。\n(ｱ)  技術分野\n本願補正発明は，各々が識別可能な複数種類の識別情報を変動表示可能な可変表\n示部を備え，可変表示部を変動表示した後，可変表示部の変動表示を停止すること\nで表示結果を導出し，表示結果に応じて入賞が発生可能なスロットマシンに関する\nものである（【０００１】）。\n(ｲ)  発明が解決しようとする課題\n本願補正発明は，面白みを向上させるスロットマシンを提供することを目的とす\nる（【０００７】，【０００８】）。\n(ｳ)  課題を解決するための手段\n本願補正発明は，前記(ｲ)を目的とし，本願補正発明の構成を採用したものである\n（【０００９】）。\n(ｴ)  発明を実施するための形態\nａ  １ゲームの流れ\n本願補正発明の実施形態に係るスロットマシン１は，メダル投入又はクレジット\nにより賭数が設定され，スタートスイッチ７が操作されると，各リール２Ｌ，２Ｃ，\n２Ｒが回転し，各リール２Ｌ，２Ｃ，２Ｒの図柄が連続的に変動する（【００５９】，\n【００６１】，【図１】）。\nスロットマシン１は，スタートスイッチ７が操作されたタイミングで，内部抽選\n用の乱数を抽出し，抽出した乱数の値に基づいて遊技状態（準備モード，ＲＴ１，\nＲＴ２，通常遊技状態，内部中ＲＴ，ボーナス）に応じて定められた各役（特別役，\n小役，再遊技役）への入賞を許容するか（「当選」）を判定する内部抽選処理を行う\n（【００９８】，【０１０１】，【０１０２】，【０１１０】，【０１２１】，【０１４６】，\n【０２０５】）。\nスロットマシン１は，いずれかのストップスイッチ８Ｌ，８Ｃ，８Ｒが操作され\nたときに，そのストップスイッチ８Ｌ，８Ｃ，８Ｒに対応するリール２Ｌ，２Ｃ，\n２Ｒの回転を停止させて図柄を表示する。このとき，内部抽選に当選している役を\n構成する図柄の組合せを有効なラインに極力揃えるようにするとともに，内部抽選\nに当選していない役を構成する図柄の組合せを有効なラインに極力揃えないように\nするリール制御が行われる。全てのリール２Ｌ，２Ｃ，２Ｒが停止されることで１\nゲームが終了し，有効化されたいずれかの入賞ラインに役を構成する図柄の組み合\nわせが各リール２Ｌ，２Ｃ，２Ｒの表示結果として停止した場合にはその役への入\n賞が発生し，その入賞に応じて定められた枚数のメダルが遊技者に対して付与され，\nクレジットに加算される。また，遊技状態の移行を伴う役に入賞した場合は，次の\nゲーム以降その役に応じた遊技状態に移行する。（【００６２】，【００６３】，【０１\n７１】，【０１７２】）\nｂ  ＲＴ中の演出状態\nスロットマシン１の遊技状態のうち，ＲＴ１及びＲＴ２（以下，「ＲＴ」ともいう。）\nは，賭数を設定せずに次のゲームを開始できる再遊技役の当選率が極めて高確率と\nなる点において，準備モード及び通常遊技状態よりも遊技者にとって有利な状態で\nある（【０１００】，【０１２１】，【０１５６】）。\nＲＴ中の演出状態としては，アシストタイムモード（ＡＴモード），チャンスゾー\nンモード（ＣＺモード），デンジャラスモード（ＤＺモード）及びノーマルモードが\n設けられている（【０２４３】）。\nＡＴモードは，特定の当選状況となったときに必ず完全ナビ演出を実行する演出\n状態をいう。完全ナビ演出とは，遊技者にとって有利となる図柄組合せを導出させ\nるための有利操作手順を特定可能に報知する演出（例えば，「第１に左！」又は「第\n１に中！」等）である（【０２３９】～【０２４１】，【０２４４】）。\nＣＺモードは，特定の当選状況となったときに，所定の実行割合に従ってナビ演\n出を実行するか否かを決定し，実行すると決定されたときに一部ナビ演出を実行し，\n実行しないと決定されたときに特定の当選状況のうちのいずれかとなっている旨の\nみを報知する演出状態をいう。一部ナビ演出とは，遊技者が有利操作手順で操作す\nる可能性を高めるために有利操作手順以外の操作手順を特定可能に報知して操作手\n順を絞り込ませる演出（例えば，「右ではないぞ！」又は「中ではないぞ！」等）で\nある（【０２３９】～【０２４１】，【０２４９】）。\nＤＺモードは，特定の当選状況となったときに，特定の当選状況のいずれかとな\nっている旨のみを報知する演出状態をいう。ノーマルモードは，特定の当選状況と\nなったときにおいてその当選状況に起因して何らの報知も行わない演出状態をいう。\n（【０２５０】）\nＲＴ中に，ＡＴモードに演出状態が制御されているときには，完全ナビ演出が必\nず実行されるため，ＡＴモードは，ノーマルモード，ＤＺモード及びＣＺモードよ\nりも遊技者にとって有利度合いが高い演出状態である（【０２５２】）。\nｃ  ＡＴモードのゲーム数\nスロットマシン１において，ＡＴモードは，所定期間として５０ゲームにわたり\n制御される。ＡＴモードは，ナビストック数を上限として，付与されているナビス\nトック数を１消費する毎に繰り返し制御可能となる。ナビストックは，演出状態抽\n選でＡＴモードに当選したときにランダムに決定されて付与される。（【０２４４】，\n【０２６５】，【０３３３】，【０３３４】，【０３７５】）\nＡＴモードにおいて４５ゲーム消化したときであって，ナビストック数が０であ\nるときには，演出状態はＤＺモードに制御される。ナビストック数が１以上残存し\nている場合には，ナビストックを１消費してＡＴモードに継続して制御させるか否\nかを抽選するための継続抽選処理が行われる。継続させると決定されたとき（継続\n成功）には，ナビストック数を１消費して，ＡＴモードを継続する。継続させない\nと決定されたとき（継続失敗）には，演出状態はＤＺモードに制御される。（【０２\n４５】～【０２４８】，【０３９０】）\nまた，ＡＴモード中において特別条件が成立したときには，ＡＴモードに制御さ\nれるゲーム数に所定ゲーム数加算（上乗せ）するか否かを抽選するための上乗せ抽\n選処理が行われる。特別条件は，予め定められた条件であればよく，例えばイチゴ\n１＋イチゴ２など，イチゴ１を含む抽選対象役に当選することにより成立する。（【０\n３９６】）\nＡＴモードの残りゲーム数が６ゲーム以上であるときに特別条件が成立して上乗\nせが決定されると，１０ゲームが加算される（【０３９７】，【０４３８】）。\n残りゲーム数が５ゲーム以下で特別条件が成立して上乗せが決定されると，①継\n続抽選処理で継続成功している場合は，（継続成功による５０ゲームに加えて）１０\nゲームが次のＡＴモードのゲーム数に加算され（次のＡＴモードのゲーム数が６０\nゲームとなる），②継続抽選処理で継続失敗している場合は，ナビストックを消費す\nることなく，５０ゲームが次のＡＴモードのゲーム数に加算される（次のＡＴモー\nドのゲーム数が５０ゲームとなる。）（【０３９７】～【０３９９】，【０４４８】）。\nｄ  ＡＴ用演出\nスロットマシン１において，ＲＴ中の演出状態がＡＴモードであるときには，Ａ\nＴ用演出が行われる（【０４３６】）。\nＡＴモードの残りゲーム数が６ゲーム以上存在する場合には，ＡＴ用演出として，\n所定表示領域内において，所定のキャラクタが草原を歩くような演出が行われると\nともに，所定表示領域の右上において，ＡＴモードの残りゲーム数が表示される。\n後記のとおり，残りゲーム数が５ゲームとなったときに特定演出（連続演出）が開\n始されるため，そのゲーム数を差し引いたゲーム数が表示される。このゲーム数は，\nゲームが消化される毎に１ずつ減算表示される。（【０４３７】，【図２９】）\nＡＴモードの残りゲーム数がそのゲームを含めて５ゲームとなると，特定演出（連\n続演出）が開始される。特定演出（連続演出）は，所定期間（５ゲーム）にわたり\n一連の物語を展開する演出を行った後に，物語の結末としてＡＴモードが継続する\nか否かを報知する演出である。例えば，「バトル開始！」といったメッセージが表示\nされるとともに，味方キャラクタと敵キャラクタが戦う演出を行った後，ＡＴモー\nドが継続される場合は，「ＷＩＮ  ＋１ｓｅｔ」というメッセージと敗北した敵キャ\nラクタとが表示され，ＡＴモードが継続されない場合は，「ＬＯＳＥ」というメッセ\nージと敗北した味方キャラクタとが表示される。（【００３６】，【０４４０】，【０４\n４３】～【０４４６】，【図３０】）\n連続演出中に特別条件が成立（例えば，イチゴを含む抽選対象役に当選）して，\n上乗せ抽選処理で上乗せされることが決定すると，特定演出（連続演出）が終了し\nた後，特別演出が実行され，敗北した敵キャラクタとともに「上乗せだ！」という\nメッセージが表示される（【００３８】，【０４４０】，【０４４７】～【０４５０】，\n【図３１】）。\nｅ  ＡＴ用演出による効果\nスロットマシン１は，ＡＴモードにおける残りゲーム数が５ゲームとなったとき\nには特定演出（連続演出）を実行することによって，ＡＴモードが継続するか否か\nに対する期待感を遊技者に対して煽ることができる。また，ＡＴモードにおける残\nりゲーム数が５ゲームとなってからその５ゲームを消化するまでに特別条件が成立\nすることに対する期待感を遊技者に抱かせることができるとともに，特定演出（連\n続演出）が終了した後に特別条件の成立に応じて特別演出が実行されるため，特定\n演出（連続演出）を阻害することなく，特別条件の成立によって，ＡＴモードに制\n御するゲーム数が上乗せされたことを報知することができる。（【００３７】，【００\n３９】，【０４５９】）\n(2)  刊行物１について\nア  刊行物１には，以下の記載がある。\n(ｱ)  技術分野\n【０００１】\n本発明は，たとえば，コイン遊技機等のスロットマシンに関する。詳しくは，遊\n技用価値を用いて１ゲームに対して所定数の賭数を設定することによりゲームを開\n始させることが可能となり，複数種類の識別情報を変動表示させる可変表示装置に\n表示結果が導出されることにより１ゲームが終了し，該可変表示装置に導出された\n表示結果に応じて入賞が発生可能であるスロットマシンに関する。\n(ｲ)  背景技術\n【０００５】\nこのようなスロットマシンには，リプレイ入賞による賭数の設定にメダルを消費\nしないで済むという利益を遊技者が得られることを利用して，通常の遊技状態とは\nリプレイ以外の役の当選確率を変えずにリプレイの当選確率を高くするＲＴ\n（Replay Time）を，ビッグボーナスやレギュラーボーナスのようなボーナス以外の\n遊技状態として定めているものがある。また，このようなＲＴに制御する期間は，\n所定のＲＴ図柄が導出されてからゲームが所定回行なわれるまでのもの（たとえば，\n特許文献１参照）があった。\n(ｳ)  発明が解決しようとする課題\n【０００６】\nＲＴへ制御する条件は，特許文献１のスロットマシンではＲＴ図柄を導出させる\nことであった。すなわち，特許文献１のスロットマシンでは，内部抽選によってＲ\nＴ図柄を構成する役に当選することが前提となるものであった。しかしながら，Ｒ\nＴ図柄を構成する役に当選するか否かは，一定確率に従って抽選が行なわれるもの\nである。このため，実質的にＲＴへ制御される確率が変化することなく，ＲＴへ制\n御されることに対し遊技者が抱く期待感にメリハリをつけることができなかった。\nその結果，遊技が単調なものとなっていた。\n【０００７】\nこの発明は，かかる実情に鑑み考え出されたものであり，その目的は，遊技者に\nとって有利な遊技状態へ制御されることに対し遊技者が抱く期待感にメリハリをつ\nけたスロットマシンを提供することである。\n(ｴ)  課題を解決するための手段の具体例およびその効果\n【０００８】\n（１）  遊技用価値（メダル，クレジット）を用いて１ゲームに対して所定数の\n賭数（３，ただしレギュラーボーナス中は１）を設定することによりゲームを開始\nさせることが可能となり，複数種類の識別情報を変動表示させる可変表示装置に表\n示結果が導出されることにより１ゲームが終了し，該可変表示装置に導出された表\n示結果に応じて入賞が発生可能であるスロットマシン（スロットマシン１）におい\nて，\nゲーム毎に前記可変表示装置の表示結果が導出されるより前（ゲーム開始時）に，\n通常遊技状態（通常遊技状態，初期遊技状態）よりも遊技者にとって有利な特別遊\n技状態への移行を伴う複数種類の移行入賞（ビッグボーナス（１），ビッグボーナス\n（２），レギュラーボーナス，変形例におけるチャレンジボーナス），および前記遊\n技用価値を用いることなく次のゲームを行なうことが可能な複数種類の再ゲーム入\n賞（リプレイ（１）～リプレイ（３））を含む複数種類の入賞各々の発生を許容する\nか否かを決定する事前決定手段（Ｓ４０２）と，\n該事前決定手段の決定結果に応じて，前記可変表示装置の表示結果を導出させる\n導出制御手段（Ｓ４０３）と，\n前記移行入賞が発生したことを条件として，前記特別遊技状態に制御する特別遊\n技状態制御手段（Ｓ４０４）と，\n前記事前決定手段により前記再ゲーム入賞の発生を許容する旨の決定がなされる\n確率が前記通常遊技状態よりも高い特殊遊技状態（ＲＴ１～ＲＴ５）に制御する特\n殊遊技状態制御手段（Ｓ４０５）とを備え，\n前記特殊遊技状態制御手段は，\n前記特別遊技状態が終了したことを条件として，前記特殊遊技状態であって前\n記事前決定手段により前記複数種類の再ゲーム入賞のうち特定の再ゲーム入賞（リ\nプレイ（２），リプレイ（３））の発生を許容する旨の決定がされる確率が異なる複\n数種類の第１特殊遊技状態（ＲＴ１～ＲＴ３）のうち，発生した移行入賞の種類に\n応じた第１特殊遊技状態を開始させる第１特殊遊技状態開始手段（Ｓ１０１６，Ｓ\n１０１９，Ｓ１０２１）と，\n前記第１特殊遊技状態が開始された後に消化したゲーム数が規定ゲーム数（Ｒ\nＴ１：５０ゲーム，ＲＴ２：４０ゲーム，ＲＴ３：５ゲーム，ＲＴ４：２００ゲー\nム，ＲＴ５：１００ゲーム）に到達したとき，および前記第１特殊遊技状態が開始\nされた後に前記特定の再ゲーム入賞が発生したときに，当該第１特殊遊技状態を終\n了させる第１特殊遊技状態終了手段（図２１のＳ１０１２で減算されて０になると\nＲＴが終了する，図２１のＳ１００６またはＳ１００８においてＹＥＳと判定され\nてＳ１００７またはＳ１００８ａにおいてＲＴカウンタの値が初期化される）と，\n前記第１特殊遊技状態が開始された後，前記特定の再ゲーム入賞が発生したと\nきに，前記特殊遊技状態のうちの第２特殊遊技状態（ＲＴ４，ＲＴ５）を新たに開\n始させる第２特殊遊技状態開始手段（図２１のＳ１００７，Ｓ１００８ａ）とを含\nむ。\n(ｵ)  発明を実施するための最良の形態\n【００４７】\n本実施の形態のスロットマシン１の筐体内部には，外周に複数種の図柄が配列さ\nれたリール２Ｌ，２Ｃ，２Ｒ（以下，左リール，中リール，右リールともいう）が\n水平方向に並設されており，図１に示すように，これらリール２Ｌ，２Ｃ，２Ｒに\n配列された図柄のうち連続する３つの図柄が前面扉に設けられた透視窓３から見え\nるように配置されている。\n【図１】\n【００４８】\nリール２Ｌ，２Ｃ，２Ｒの外周部には，図２に示すように，それぞれ「メロン」，\n「ブドウ」，「バナナ」，「チェリー」，「星」，「赤７（図２においては黒塗りの７）」，\n「白７（図２においては白抜きの７）」，「ＢＡＲ」といった互いに識別可能な複数種\n類の図柄が所定の順序で，それぞれ２１個ずつ描かれている。リール２Ｌ，２Ｃ，\n２Ｒの外周部に描かれた図柄は，透視窓３において各々上中下三段に表示される。\nまた，リール２Ｌ，２Ｃ，２Ｒの図柄が描かれた部分以外は白色であり，高い透過\n率で光を透過するようになっており，図柄が描かれた部分についても，その図柄の\n色彩に応じて光を透過するようになっている。\n【００４９】\n各リール２Ｌ，２Ｃ，２Ｒは，各々対応して設けられリールモータ３２Ｌ，３２\nＣ，３２Ｒ（図３参照）によって回転させることで，各リール２Ｌ，２Ｃ，２Ｒの\n図柄が透視窓３に連続的に変化しつつ表示されるとともに，各リール２Ｌ，２Ｃ，\n２Ｒの回転を停止させることで，透視窓３に３つの連続する図柄が表示結果として\n導出表示されるようになっている。\n【図３】\n【００６４】\nゲームが開始可能な状態でスタートスイッチ７を操作すると，各リール２Ｌ，２\nＣ，２Ｒが回転し，各リール２Ｌ，２Ｃ，２Ｒの図柄が連続的に変動する。この状\n態でいずれかのストップスイッチ８Ｌ，８Ｃ，８Ｒを操作すると，対応するリール\n２Ｌ，２Ｃ，２Ｒの回転が停止し，透視窓３に表示結果が導出表示される。\n【００６５】\nそして全てのリール２Ｌ，２Ｃ，２Ｒが停止されることで１ゲームが終了し，有\n効化されたいずれかの入賞ライン（以下有効ラインと呼ぶ）上に予め定められた図\n柄の組合せ（以下，役とも呼ぶ）が各リール２Ｌ，２Ｃ，〔判決注・「２Ｌ，２Ｃ，\n２Ｒ」の誤記と認める。〕の表示結果として停止した場合には入賞が発生し，その入\n賞に応じて定められた枚数のメダルが遊技者に対して付与され，クレジットに加算\nされる。また，クレジットが上限数（本実施の形態では５０）に達した場合には，\nメダルが直接メダル払出口９（図１参照）から払い出されるようになっている。な\nお，複数の有効ライン上にメダルの払出を伴う図柄の組合せが揃った場合には，有\n効ラインに揃った図柄の組合せそれぞれに対して定められた払出枚数を合計し，合\n計した枚数のメダルが遊技者に対して付与されることとなる。ただし，１ゲームで\n付与されるメダルの払出枚数には，上限（本実施の形態では，１５枚）が定められ\nており，合計した払出枚数が上限を超える場合には，上限枚数のメダルが付与され\nることとなる。また，いずれかの有効ライン上に，遊技状態の移行を伴う図柄の組\n合せが各リール２Ｌ，２Ｃ，２Ｒの表示結果として停止した場合には図柄の組合せ\nに応じた遊技状態に移行するようになっている。\n【０１０４】\n上記スロットマシン１においては，可変表示装置２のいずれかの入賞ライン上に\n役図柄が揃うと，入賞となる。入賞となる役の種類は，遊技状態に応じて定められ\nているが，大きく分けて，ビッグボーナス（１），ビッグボーナス（２），レギュラ\nーボーナスのいずれかへの移行を伴う特別役と，メダルの払い出しを伴う小役と，\n賭数の設定を必要とせずに次のゲームを開始可能となる再遊技役とがある。なお，\nビッグボーナス（１）およびビッグボーナス（２）を単にビッグボーナスという場\n合もある。また，ビッグボーナスをＢＢと示す場合があり，レギュラーボーナスを\nＲＢと示す場合がある。ビッグボーナスおよびレギュラーボーナスを単にボーナス\nという場合もある。\n【０１０５】\n図６は，このスロットマシン１において入賞となる役の種類，可変表示装置２に\nおける図柄の組合せ，ボーナスの終了条件，および次のゲームから移行されるＲＴ\nの種類を説明する図である。本実施の形態におけるＲＴの種類としては，再遊技役\nに当選する確率が各々異なるＲＴ１～ＲＴ５が設けられている。なお，ＲＴ１～Ｒ\nＴ５に制御されている遊技状態を単にＲＴという場合もある。\n【０１０６】\nビッグボーナス（１）は，初期遊技状態またはＲＴにおいて入賞ラインのいずれ\nかに「赤７－赤７－赤７」の組合せが揃ったときに入賞となる。ビッグボーナス（２）\nは，初期遊技状態またはＲＴにおいて入賞ラインのいずれかに「白７－白７－白７」\nの組合せが揃ったときに入賞となる。ビッグボーナス（１）またはビッグボーナス\n（２）が入賞すると，遊技状態がそれぞれビッグボーナス（１）またはビッグボー\nナス（２）に移行する。\n【０１０９】\nまた，ビッグボーナス（１）の終了後は，当選したときの遊技状態に関わらず，\n所定の終了条件が成立するまでＲＴ１に遊技状態が制御される。ビッグボーナス（１）\n終了後のＲＴ１の終了条件は，ビッグボーナスやレギュラーボーナスの特別役に入\n賞すること，ＲＴ４またはＲＴ５に移行されること，またはＲＴ１に制御されてか\nら５０回ゲームが行なわれることにより成立する。\n【０１１０】\nまた，ビッグボーナス（２）の終了後は，当選したときの遊技状態に関わらず，\n所定の終了条件が成立するまでＲＴ２に遊技状態が制御される。ビッグボーナス（２）\n終了後のＲＴ２の終了条件は，ビッグボーナスやレギュラーボーナスの特別役に入\n賞すること，ＲＴ４またはＲＴ５に移行されること，またはＲＴ２に制御されてか\nら４０回ゲームが行なわれることにより成立する。\n【０１１２】\nレギュラーボーナスは，初期遊技状態またはＲＴにおいて入賞ラインのいずれか\nに「白７－白７－赤７」の組合せが揃ったときに入賞となる。レギュラーボーナス\nが入賞すると，遊技状態がレギュラーボーナスに移行する。\n【０１１４】\nレギュラーボーナスの終了後は，所定の終了条件が成立するまでＲＴ３に遊技状\n態が制御される。レギュラーボーナス終了後のＲＴ３の終了条件は，ビッグボーナ\nスやレギュラーボーナスの特別役に入賞すること，ＲＴ４またはＲＴ５に移行され\nること，またはＲＴ３に制御されてから５ゲームが行なわれることにより成立する。\n【０１１６】\n後述する内部抽選においてビッグボーナス（１），ビッグボーナス（２），レギュ\nラーボーナスに当選していても，ストップスイッチ８Ｌ，８Ｃ，８Ｒをこれらの役\nに入賞可能とする適正なタイミングで操作しなければ，これらの役に入賞すること\nはない。ビッグボーナス（１），ビッグボーナス（２），レギュラーボーナスを構成\nする図柄が，リール２Ｌ，２Ｃ，２Ｒ各々において５コマ以内に配置されていない\nためである。もっとも，これらの役に当選しているが適正なタイミングで操作され\nなかったために入賞しなかった場合には，後述するチャンス目（入賞の観点で言う\nと，はずれ）が導出されることがある。\n【０１２５】\nリプレイに入賞したときには，メダルの払い出しはないが次のゲームを改めて賭\n数を設定することなく開始できるので，次のゲームで設定不要となった賭数３に対\n応した３枚のメダルが払い出されるのと実質的には同じこととなる。\n【０１２６】\nリプレイ（２）入賞後は，所定の終了条件が成立するまでＲＴ４に遊技状態が制\n御される。リプレイ（２）入賞後のＲＴ４の終了条件は，ビッグボーナスやレギュ\nラーボーナスの特別役に入賞すること，またはＲＴ４に制御されてから２００回ゲ\nームが行なわれることにより成立する。\n【０１２７】\nリプレイ（３）入賞後は，所定の終了条件が成立するまでＲＴ５に遊技状態が制\n御される。リプレイ（３）入賞後のＲＴ５の終了条件は，ビッグボーナスやレギュ\nラーボーナスの特別役に入賞すること，またはＲＴ５に制御されてから１００回ゲ\nームが行なわれることにより成立する。前述したＲＴ１～ＲＴ５は，内部抽選にお\nいてビッグボーナスやレギュラーボーナスの特別役に当選した場合であっても終了\nしない。\n【０１４３】\n図７（ａ）～図７（ｆ）で示したように，リプレイ（１）～（３）のいずれかが\n当選する確率が，初期遊技状態であるときに（７９００＋１＋１）／６５５３６≒\n１２．０５７％となり，ＲＴ１であるときに（３６８７１＋１１０８＋２２１）／\n６５５３６≒５８．２８％となり，ＲＴ２であるときに（３６７１１＋９９８＋４\n９１）／６５５３６≒５８．２８％となり，ＲＴ３であるときに（２８３７０＋４\n９１５＋４９１５）／６５５３６≒５８．２８％となり，ＲＴ４またはＲＴ５であ\nるときに（３８０００＋１００＋１００）／６５５３６≒５８．２８％となるよう\nに判定値数が設定されている。このように，リプレイ（１）～（３）のいずれかが\n当選する確率は，初期遊技状態であるときよりもＲＴ１～ＲＴ５のときの方が高く\nなるように判定値数が設定されている。このため，ＲＴ１～ＲＴ５は，初期遊技状\n態であるときよりも遊技者にとって有利な遊技状態といえる。\n【０１９３】\n演出制御基板９０のＣＰＵ９１ａは，このように遊技制御基板４０のＣＰＵ４１\nａから送られてくるコマンドに基づいて，後述するように，各種の演出を行なうも\nのとしている。\n【０１９７】\nまた，遊技状態がビッグボーナスまたはレギュラーボーナスにあるときにそれぞ\nれ実行されるボーナス中演出がある。さらに，ビッグボーナス（１），ビッグボーナ\nス（２）またはレギュラーボーナスに入賞したときに実行されるボーナス入賞演出\nや，ビッグボーナスが終了したときに実行されるボーナス終了演出がある。また，\n遊技状態がＲＴ１～ＲＴ３に制御されてからボーナスに入賞するかまたは所定回数\nゲーム（ＲＴ１：５０，ＲＴ２：４０，ＲＴ３：５）が行なわれるまで実行される\nチャンスゾーン演出，遊技状態がＲＴ１～ＲＴ３に制御されてからボーナスに入賞\nすることなく所定回数ゲームが行なわれたときにＲＴ４またはＲＴ５に制御されて\nＲＴが継続すること（上乗せ成功）またはＲＴ４またはＲＴ５に制御されずＲＴが\n継続しないこと（上乗せ失敗）を報知する上乗せ演出，ＲＴ４またはＲＴ５中（チ\nャンスゾーン演出中を除く）であるときに実行されるＲＴ中演出がある。これらの\n演出の実行態様は，演出モードによって異なるものとなる。\n【０２０７】\nチャンスゾーン演出は，ビッグボーナスまたはレギュラーボーナスの終了後，す\nなわちＲＴ１～ＲＴ３のいずれかが開始するゲームのために賭数が設定されたとき\nに開始され，遊技状態がＲＴ１～ＲＴ３に制御されてからボーナスに入賞するかま\nたは所定回数ゲーム（ＲＴ１：５０，ＲＴ２：４０，ＲＴ３：５）が行なわれるこ\nとで終了する。\n【０２０８】\nＲＴ中演出は，リプレイ（２）またはリプレイ（３）が入賞した次のゲーム，す\nなわちＲＴ４またはＲＴ５が開始するゲームを開始させるためにスタートスイッチ\n７が操作されたとき（チャンスゾーン演出中であるときは当該チャンスゾーン演出\nが終了した後にスタートスイッチ７が操作されたとき）に開始され，ビッグボーナ\nス（１），ビッグボーナス（２）またはレギュラーボーナスが入賞するか，規定ゲー\nム数に到達することで終了する。\n【０２４０】\n図１４は，遊技制御基板４０のＣＰＵ４１ａが１ゲーム毎に行なうゲーム制御処\n理を示すフローチャートである。この処理は，電源を投入し，所定のブート処理を\n行なった後，またはリセット／設定スイッチ３８の操作により設定変更を行なった\n直後にも実行される。１ゲームの処理が開始すると，まず，１枚ＢＥＴスイッチ５\nまたはＭＡＸＢＥＴスイッチ６を操作することにより，あるいはメダル投入口４か\nらメダルを投入することにより賭数を設定し，スタートスイッチ７を操作すること\nにより当該ゲームの実質的な開始を指示するＢＥＴ処理を行なう（ステップＳ４０\n１）。前のゲームでリプレイ入賞していた場合には，リプレイゲーム中フラグにより\n前のゲームと同じ賭数（この実施の形態では３）が自動設定される（この段階でリ\nプレイゲーム中フラグが消去される）。なお，ＢＥＴ処理の詳細については後述する。\n【図１４】\n【０２４１】\nＢＥＴ処理により賭数が設定され，スタートスイッチ７が操作されると，内部抽\n選用の乱数を抽出し，抽出した乱数の値に基づいて遊技状態に応じて定められた各\n役への入賞を許容するかどうかを決定する抽選処理を行なう（ステップＳ４０２）。\n抽選処理では，ＲＡＭ４１ｃにおける当選フラグの設定状況を示す当選状況通知コ\nマンドが演出制御基板９０に送信される。なお，抽選処理の詳細については後述す\nる。\n【０２４２】\n抽選処理が終了すると，次にリール回転処理が行なわれる（ステップＳ４０３）。\nリール回転処理では，前回のゲームでのリール２Ｌ，２Ｃ，２Ｒの回転開始から１\nゲームタイマが計時する時間が所定時間（たとえば，４．１秒）が経過しているこ\nとを条件に，リールモータ３２Ｌ，３２Ｃ，３２Ｒを駆動させ，左，中，右の全て\nのリール２Ｌ，２Ｃ，２Ｒを回転開始させる。リール２Ｌ，２Ｃ，２Ｒの回転開始\nから所定の条件（回転速度が一定速度に達した後，リールセンサ３３３ＳＬ，３Ｓ\nＣ，３ＳＲにより基準位置を検出すること）が成立すると，ストップスイッチ８Ｌ，\n８Ｃ，８Ｒを操作有効とする。その後，ストップスイッチ８Ｌ，８Ｃ，８Ｒが遊技\n者によって操作されること，または自動停止時間が経過したことにより，リールモ\nータ３２Ｌ，３２Ｃ，３２Ｒを駆動停止させ，リール２Ｌ，２Ｃ，２Ｒの回転を停\n止させる。リール２Ｌ，２Ｃ，２Ｒの回転開始時，および回転停止時に，それぞれ\nリール回転コマンド，リール停止コマンドが演出制御基板９０に送信される。なお，\nリール回転処理の詳細については後述する。\n【０２４３】\nリール２Ｌ，２Ｃ，２Ｒの駆動がそれぞれ停止すると，その停止時における表示\n結果において，入賞ライン上に上記したいずれかの役図柄が導出表示されたかどう\nかを判定する入賞判定処理が行なわれる（ステップＳ４０４）。この入賞判定処理で\nいずれかの役に入賞したと判定されると，遊技制御基板４０において発生した入賞\nに応じた各種の処理が行なわれる。ここで，入賞の判定結果を示す入賞情報コマン\nドが演出制御基板９０に送られる。なお，入賞判定処理の詳細については後述する。\n【０２４４】\n入賞判定処理が終了すると，払出処理が行なわれる（ステップＳ４０５）。払出処\n理では，入賞判定処理において設定した払い出し予定数だけメダルの払出しまたは\nクレジット加算させる。ただし，データとして蓄積されているクレジットの数が５\n０に達した場合は，ホッパーモータ３４を駆動させることにより，超過した枚数の\nメダルをメダル払出口９から払い出させる。また，入賞に関わらない各種の処理（た\nとえば，ビッグボーナスの終了制御に関する処理や，持ち越しのない当選フラグの\n消去など）も行なわれる。なお，払出処理では，特別ワーク４１ｃ－３に格納され\nるビッグボーナス（１），ビッグボーナス（２），レギュラーボーナスの当選フラグ\nが消去されない。これにより，ビッグボーナス（１），ビッグボーナス（２），レギ\nュラーボーナスの当選フラグは，次のゲームに持ち越される。払出処理の最後，す\nなわち１ゲームの最後で次のゲームの遊技状態を示す遊技状態コマンドが演出制御\n基板９０に送られる。なお，払出処理の詳細については後述する。そして，１ゲー\nム分の処理が終了し，次の１ゲーム分の処理が開始する。\n【０２９３】\nステップＳ１０１１においては，ＲＴ１～ＲＴ５に制御されていることおよび制\n御されているＲＴの残りゲーム回数を示すＲＴ１～ＲＴ５カウンタのうちすべての\n値が０であるか否か，すなわち，ＲＴ１～ＲＴ５のいずれにも制御されていないか\nが判定される。ＲＴ１カウンタ～ＲＴ５カウンタのうちいずれかの値が０でない，\nすなわちＲＴ１～ＲＴ５のいずれかに制御されていると判定されたときには，対応\nするＲＴカウンタの値を１だけ減算しステップＳ１００５へ移行する。ＲＴ１カウ\nンタ～ＲＴ５カウンタのうちすべての値が０である，すなわちＲＴ中でないと判定\nされたときには，そのままステップＳ１００５へ移行する。\n【０２９５】\nステップＳ１００６では，リプレイ（２）に入賞したか否かが判定される。リプ\nレイ（２）に入賞したと判定されたときには，ステップＳ１００７において，前述\nしたＲＴカウンタの値を初期化した後，ＲＴ４カウンタの値に２００を設定し，ス\nテップＳ１０２３へ移行される。一方，リプレイ（２）に入賞したと判定されなか\nったときには，ステップＳ１００８において，リプレイ（３）に入賞したか否かが\n判定される。リプレイ（３）に入賞していないと判定されたときには，ステップＳ\n１０２３へ移行される。リプレイ（３）に入賞していると判定されたときには，前\n述したＲＴカウンタの値を初期化した後，ＲＴ５カウンタの値に１００を設定し，\nステップＳ１０２３へ移行される。\n【０２９７】\nステップＳ１０１３においては，ボーナスカウンタの値が０であるか否かが判定\nされる。すなわち，ボーナスに対応して予め定められた払出枚数分のメダルが払い\n出されたか否かが判定される。ボーナスカウンタの値が０でないと判定されたとき\nには，ステップＳ１０２３へ移行される。一方，ボーナスカウンタの値が０である\nと判定されたときには，ビッグボーナス（１）中であるか否かが判定される（ステ\nップＳ１０１４）。ビッグボーナス（１）中であると判定されたときには，ビッグボ\nーナス（１）中フラグをＯＦＦ状態に設定し，ビッグボーナスにおけるゲーム数お\nよび入賞数をカウントするためのカウンタの値をクリアして初期化する（ステップ\nＳ１０１５）。なお，ステップＳ１０１５においては，さらに，ビッグボーナス（１）\nの終了後にフリーズ状態に制御するための，エンディング演出待ち時間を設定する。\nそして，ステップＳ１０１６では，ＲＴ１～ＲＴ５カウンタの値が設定されている\n場合には０に初期化して，ＲＴ１カウンタの値に５０を設定し，ステップＳ１０２\n３へ移行される。ステップＳ１０１４においてビッグボーナス（１）中でないと判\n定されたときには，ステップＳ１０１７へ移行される。\n【０２９８】\nステップＳ１０１７では，ビッグボーナス（２）中であるか否かが判定される。\nビッグボーナス（２）中であると判定されたときには，ビッグボーナス（２）中フ\nラグをＯＦＦ状態に設定し，ビッグボーナスにおけるゲーム数および入賞数をカウ\nントするためのカウンタの値をクリアして初期化する（ステップＳ１０１８）。なお，\nステップＳ１０１８においては，さらに，ビッグボーナス（２）の終了後にフリー\nズ状態に制御するための，エンディング演出待ち時間を設定する。そして，ステッ\nプＳ１０１９では，ＲＴ１～ＲＴ５カウンタの値が設定されている場合には０に初\n期化して，ＲＴ２カウンタの値に４０を設定し，ステップＳ１０２３へ移行される。\nステップＳ１０１７においてビッグボーナス（２）中でないと判定されたときには，\nステップＳ１０２０へ移行される。\n【０２９９】\nステップＳ１０２０では，レギュラーボーナス中フラグをＯＦＦ状態に設定し，\nレギュラーボーナスにおけるゲーム数および入賞数をカウントするためのカウンタ\nの値をクリアして初期化する。なお，ステップＳ１０２０においては，さらに，レ\nギュラーボーナスの終了後にフリーズ状態に制御するための，エンディング演出待\nち時間を設定する。そして，ステップＳ１０２１では，ＲＴ１～ＲＴ５カウンタの\n値が設定されている場合には０に初期化して，ＲＴ３カウンタの値に５を設定し，\nステップＳ１０２３へ移行される。\n【０３００】\nステップＳ１０２３においては，ＲＡＭ４１ｃにおけるビッグボーナス（１）中\nフラグ，ビッグボーナス（２）中フラグ，レギュラーボーナス中フラグ，およびＲ\nＴカウンタに基づいて，次のゲームで適用される遊技状態を示す遊技状態コマンド\nを生成して，演出制御基板９０に送信する（ステップＳ１０２３）。そして，払出処\n理を終了して，図１４のフローチャートに復帰し，１ゲームの処理が終了する。\n【０３０１】\n以上のようなゲームの繰り返しにおいて，遊技制御基板４０のＣＰＵ４１ａは，\n初期遊技状態，ＲＴ１～ＲＴ５，ビッグボーナス，レギュラーボーナスの間で遊技\n状態の移行を行なっており，遊技の進行状況に応じてコマンドを演出制御基板９０\nに送信している。これに対して，演出制御基板９０のＣＰＵ９１ａは，遊技制御基\n板４０から受信したコマンドに基づいて，独自の演出を行なっている。\n【０３４５】\nＳｓ５５８で遊技状態がＲＴ４またはＲＴ５であれば，ＲＡＭ９１ｃにおいて更\n新されるゲーム回数カウンタの値が０であるか否かを判定する（Ｓｓ５５８ａ）。ゲ\nーム回数カウンタとは，ＲＴ１～ＲＴ３に制御されているときにリプレイ（２）ま\nたはリプレイ（３）に入賞してＲＴ４またはＲＴ５に制御されたときに，仮に当該\nリプレイ（２）またはリプレイ（３）に入賞しなかったとしたときに継続してＲＴ\n１～ＲＴ３に制御される仮想の残りゲーム数が設定され，ゲームが行なわれる毎に\n１ずつ減算される。ゲーム回数カウンタは，たとえば，ゲーム数の上限が５０ゲー\nムのＲＴ１に制御されてから１０ゲーム目でリプレイ（２）に入賞してＲＴ４に制\n御されたときに，仮にこのリプレイ（２）入賞がなかったとしたときに継続してＲ\nＴ１に制御される仮想の残りゲーム数が（５０－１０）＝“４０”であり，この“４\n０”が設定され，ゲームが行なわれる毎に１ずつ減算される。よって，ゲーム回数\nカウンタの値が１以上であれば，ＲＴ１～ＲＴ３に制御されているときにリプレイ\n（２）またはリプレイ（３）に入賞してＲＴ４またはＲＴ５に制御されているが，\n当該リプレイ（２）またはリプレイ（３）入賞がなかったと仮定したときに未だＲ\nＴ１～ＲＴ３への制御が行なわれている期間であることを示す。\n【０３４６】\nＳｓ５５８ａにおいて，ゲーム回数カウンタの値が０でなければ，未だ前述した\n仮想の残りゲーム数が消化されておらず，リプレイ（２）またはリプレイ（３）入\n賞してＲＴ４またはＲＴ５に制御されているが仮に当該入賞がなかったとしたとき\nに未だＲＴ１～ＲＴ３への制御が行なわれている期間であるため，前述したＳｓ５\n５９に移行する。これにより，チャンスゾーン演出が継続して行なわれる。一方，\nＳｓ５５８ａにおいて，ゲーム回数カウンタの値が０であれば，前述した仮想の残\nりゲーム数を消化しているため，ＲＡＭ９１ｃにＲＴ中演出中フラグが設定されて\nいるかどうかを判定する（Ｓｓ５６６）。ＲＴ中演出中フラグが設定されていなけれ\nば，前回のゲームでリプレイ（２）またはリプレイ（３）に入賞し，今回のゲーム\nから遊技状態がＲＴ４またはＲＴ５になる場合，または既にＲＴ４またはＲＴ５に\n制御されており仮想の残りゲーム数を消化した場合ということであり，新たにＲＴ\n中演出を開始させることとなるので，ＲＡＭ９１ｃにＲＴ中演出中フラグを設定す\nる（Ｓｓ５６７）。\n【０３６７】\n次に，Ｓｓ５９１ｐでは，表示制御回路９２にＲＴ４またはＲＴ５のいずれに制\n御されているかに応じて制御されているＲＴを報知するための上乗せ成功演出の演\n出データの書き込み指令を出力する。これにより，表示制御回路９２においてＣＧ\nＲＯＭ１４２から上乗せ成功演出の演出データが読み出され，一時記憶メモリ１５\n５の演出データ領域に書き込まれる。上乗せ成功演出の演出データが書き込まれた\nことで，大当たり演出や連続演出の演出データが書き込まれていた場合であっても，\n演出データ領域から消去される（少なくとも連続演出の演出データのうちの先頭の\nデータが消されるので，一部のデータが残っていたとしても認識不能となる）。そし\nて，Ｓｓ５９１ｒの処理に進む。上乗せ成功演出とは，たとえば，キャラクタが出\n現して所定のゲームを行なって勝つ等，「ＲＴ継続成功」を想起させる演出が行なわ\nれる。\n【０３９８】\nまた，特にＲＴ中では，ボーナスを狙って停止操作を行なっても，リプレイが非\n常に高確率で当選しているうえに，リプレイが揃う制御がボーナスが揃う制御より\nも優先されるため，ボーナスに当選しているか否かを判別することが困難となる。\nまた，ボーナスの当選フラグは，該ボーナスが入賞するまで次ゲーム以降に持ち越\nされるため，ＲＴが規定ゲーム数に到達することによって終了した後に，その間に\n当選したボーナスを入賞させることが可能となるので，ＲＴの終了時にボーナスの\n当選に対する遊技者の期待感を高めることができる。\n【０４５０】\n（４－３）  また，たとえば，ＲＴ１～ＲＴ３の残りゲーム数またはゲーム回数\nカウンタの値が所定ゲーム数になったときに，複数のゲームに亘って所定の演出を\n行なって最終的にボーナス当選の有無を報知するとともに，ＲＴが継続するか否か\nを報知する演出（たとえば，上乗せ・ボーナス連続演出という）を行なうように構\n成してもよい。上乗せ・ボーナス連続演出は，複数のゲームに亘り，たとえばキャ\nラクタが出現して所定のゲーム目的を達成するか否かに関わる演出等を行ない，最\n終的にＲＴが継続するか否か，およびボーナスに当選しているか否かを報知する演\n出が行なわれるものであればよい。なお，この場合，Ｓｓ５９７では，上乗せ・ボ\nーナス連続演出中であるときにも，ＲＡＭ９１ｃに設定されているデモ無効フラグ\nを消去しないように構成してもよい。\n【０４５１】\n上乗せ・ボーナス連続演出は，次のような処理を行なうことにより実行されるよ\nうにしてもよい。たとえば，図２９のＳｓ５５９ａにおいてＲＴ１～ＲＴ５のうち\nいずれかであると判定された後に，ＲＴ１～ＲＴ３の残りゲーム数が３ゲームにな\nったか否かまたはゲーム回数カウンタの値が３になったか否かを判定する処理を行\nなう。そして，３ゲームになったと判定されたときに，現在の遊技状態がＲＴ４ま\nたはＲＴ５であるか否かおよびボーナスに当選しているか否かに応じた上乗せ・ボ\nーナス連続演出を行なうための演出データを演出データ領域に書き込む処理を行な\nうように構成してもよい。これにより，上乗せ・ボーナス連続演出が開始されて，\n以後３ゲームに亘って所定の連続演出が行なわれた後，最終的にＲＴが継続するか\n否かおよびボーナスに当選しているか否かが報知される。なお，上乗せ・ボーナス\n連続演出を実行しているときに，リプレイ（２）またはリプレイ（３）に入賞した\nときには，演出データを演出データ領域に書き込まれた演出データをＲＴ４または\nＲＴ５であるときの演出データに書き換える処理を行ない，最終的にＲＴが継続す\nる旨を報知するように構成してもよい。また，上乗せ・ボーナス連続演出を実行し\nているときに，ボーナスに当選したときには，演出データを演出データ領域に書き\n込まれた演出データをボーナスに当選しているときの演出データに書き換える処理\nを行ない，最終的にボーナスに当選している旨を報知するように構成してもよい。\n【０４５２】\nなお，上乗せ・ボーナス連続演出における，ＲＴが継続するか否かおよびボーナ\nスに当選しているか否かを報知するパターンとして，次のような報知パターンを採\n用することが考えられる。第１として，まず，所定の演出を行ないＲＴが継続する\nか否かを報知した後，さらに所定の演出を行なってボーナスに当選しているか否か\nを報知する先ＲＴ報知パターンを採用してもよい。また，第２として，まず，所定\nの演出を行ないボーナスに当選しているか否かを報知した後，さらに所定の演出を\n行なってＲＴが継続するか否かを報知する先ボーナス報知パターンを採用してもよ\nい。さらに，第３として，たとえば，所定の演出を行ないボーナスに当選している\nか否かおよびＲＴが継続するか否かを同時に報知する同時報知パターンを採用して\nもよい。また，このような複数種類の報知パターンのうちから，乱数等によりラン\nダムに選択決定した一の報知パターンを報知パターンとして採用するように構成し\nてもよい。\nイ  前記アの記載によると，刊行物１について，次のとおり認めることがで\nきる。\n(ｱ)  技術分野\n刊行物１記載の発明（以下，「刊行物１発明」という。）は，スロットマシンに関\nするものである（【０００１】）。\n(ｲ)  背景技術\nこのようなスロットマシンには，リプレイ入賞による賭数の設定にメダルを消費\nしないで済むという利益を遊技者が得られることを利用して，通常の遊技状態とは\nリプレイ以外の役の当選確率を変えずにリプレイの当選確率を高くするＲＴ\n（Replay Time）を，ビッグボーナスやレギュラーボーナスのようなボーナス以外の\n遊技状態として定めているものがある（【０００５】）。\n(ｳ)  発明が解決しようとする課題\nしかし，ＲＴへ制御する条件は，一定確率に従って抽選が行われるものである。\nこのため，実質的にＲＴへ制御される確率が変化することはなく，ＲＴへ制御され\nることに対し遊技者が抱く期待感にメリハリをつけることができなかった。その結\n果，遊技が単調なものとなっていた。そこで，刊行物１発明の目的は，遊技者にと\nって有利な遊技状態へ制御されることに対し遊技者が抱く期待感にメリハリをつけ\nたスロットマシンを提供することである。（【０００６】，【０００７】）\n(ｴ)  発明を実施するための最良の形態\nａ  スロットマシン１の構成\nスロットマシン１の筐体内部には，外周に複数種の図柄が配列されたリール２Ｌ，\n２Ｃ，２Ｒが水平方向に並設されている。ゲームが開始可能な状態でスタートスイ\nッチ７を操作すると，遊技状態に応じて定められた各役への入賞を許容するか（当\n選）を決定するとともに（抽選処理），各リール２Ｌ，２Ｃ，２Ｒが回転し，各リー\nル２Ｌ，２Ｃ，２Ｒの図柄が連続的に変動する。この状態でいずれかのストップス\nイッチ８Ｌ，８Ｃ，８Ｒを操作すると，対応するリール２Ｌ，２Ｃ，２Ｒの回転が\n停止し，リール２Ｌ，２Ｃ，２Ｒに配列された図柄のうち連続する三つの図柄が前\n面扉に設けられた透視窓３から上中下３段に表示される（リール回転処理）。\n有効化されたいずれかの入賞ライン上に予め定められた図柄の組合せ（役）が各\nリール２Ｌ，２Ｃ，２Ｒの表示結果として停止した場合には入賞が発生し（入賞判\n定処理），その入賞に応じて定められた枚数のメダルが遊技者に対して付与され，ク\nレジットに加算される（払出処理）。また，遊技状態の移行を伴う役に入賞した場合\nは，次のゲーム以降その役に応じた遊技状態に移行する。\nスロットマシン１においては，遊技制御基板４０のＣＰＵ４１ａがゲームの制御\n処理（抽選処理，リール回転処理，入賞判定処理，払出処理等）を行っている。ま\nた，演出制御基板９０のサブ制御部９１（ＣＰＵ９１ａ）が，遊技制御基板４０か\nら受信したコマンドに基づいて各種の演出を行っている。\n（【００４７】～【００４９】，【００６４】，【００６５】，【０１９３】，【０２４０】\n～【０２４４】，【０３０１】，【図１】，【図３】，【図１４】）\nｂ  ＲＴ１～ＲＴ５の遊技状態\nスロットマシン１の遊技状態のうち，ＲＴ１～ＲＴ５（以下，併せて「ＲＴ」と\nもいう。）は，リプレイ（１）～（３）（入賞すると次のゲームを改めて賭数を設定\nすることなく開始できる役）の当選確率が，初期遊技状態よりも高くなるように判\n定値数が設定されており，初期遊技状態よりも遊技者にとって有利な遊技状態であ\nる（【０１０５】，【０１２５】，【０１４３】）。\nＲＴ１は，ビッグボーナス（１）の終了後，所定の終了条件が成立するまで制御\nされる遊技状態である。終了条件は，ビッグボーナスやレギュラーボーナスの特別\n役に入賞すること，ＲＴ４若しくはＲＴ５に移行されること，又はＲＴ１に制御さ\nれてから５０回ゲームが行われることにより成立する。（【０１０９】）\nＲＴ２は，ビッグボーナス（２）の終了後，所定の終了条件が成立するまで制御\nされる遊技状態である。終了条件は，ビッグボーナスやレギュラーボーナスの特別\n役に入賞すること，ＲＴ４若しくはＲＴ５に移行されること，又はＲＴ２に制御さ\nれてから４０回ゲームが行われることにより成立する。（【０１１０】）\nＲＴ３は，レギュラーボーナスの終了後，所定の終了条件が成立するまで制御さ\nれる遊技状態である。終了条件は，ビッグボーナスやレギュラーボーナスの特別役\nに入賞すること，ＲＴ４若しくはＲＴ５に移行されること，又はＲＴ３に制御され\nてから５ゲームが行われることにより成立する。（【０１１４】）\nＲＴ４は，リプレイ（２）入賞後，所定の終了条件が成立するまで制御される遊\n技状態である。終了条件は，ビッグボーナスやレギュラーボーナスの特別役に入賞\nすること，又はＲＴ４に制御されてから２００回ゲームが行われることにより成立\nする。（【０１２６】）\nＲＴ５は，リプレイ（３）入賞後，所定の終了条件が成立するまで制御される遊\n技状態である。終了条件は，ビッグボーナスやレギュラーボーナスの特別役に入賞\nすること，又はＲＴ５に制御されてから１００回ゲームが行われることにより成立\nする。（【０１２７】）\nＲＴ１～ＲＴ５に制御されてからの残りのゲーム回数は，対応するＲＴカウンタ\n（初期値はそれぞれ５０，４０，５，２００，１００）の値により示される。遊技\n制御基板４０のＣＰＵ４１ａは，払出処理において，遊技状態がＲＴ１～ＲＴ５の\nいずれかに制御されていると判定したときには，対応するＲＴカウンタの値を１だ\nけ減算し，１ゲームを終了させる。（【０２９３】，【０２９５】，【０２９７】～【０\n３００】）\nｃ  チャンスゾーン演出，上乗せ演出，ＲＴ中演出\nスロットマシン１のサブ制御部９１は，チャンスゾーン演出，上乗せ演出，ＲＴ\n中演出を行う（【０１９３】，【０１９７】，【図３】）。\nチャンスゾーン演出は，遊技状態がＲＴ１～ＲＴ３に制御されてから開始され，\nボーナスに入賞するか又は所定回数ゲーム（ＲＴ１は５０回，ＲＴ２は４０回，Ｒ\nＴ３は５回）が行われることで終了する（【０１９７】，【０２０７】）。\n上乗せ演出は，遊技状態がＲＴ１～ＲＴ３に制御されてからボーナスに入賞する\nことなく所定回数ゲームが行われたときに行われ，ＲＴ４若しくはＲＴ５に制御さ\nれてＲＴが継続すること（上乗せ成功）又はＲＴ４若しくはＲＴ５に制御されずＲ\nＴが継続しないこと（上乗せ失敗）を報知する（【０１９７】）。上乗せ成功演出は，\n例えば，キャラクタが出現して所定のゲームを行って勝つ等，「ＲＴ継続成功」を想\n起させる演出が行われる（【０３６７】）。\nＲＴ中演出は，遊技状態がＲＴ４又はＲＴ５に制御されてから開始され（ただし，\nチャンスゾーン演出中であるときはそのチャンスゾーン演出が終了した後），ボー\nナスに入賞するか又は所定回数ゲーム（ＲＴ４は２００回，ＲＴ５は１００回）が\n行われることで終了する（【０１９７】，【０２０８】）。\nｄ  変形態様（上乗せ・ボーナス連続演出）\nＲＴ１～ＲＴ３の残りゲーム数が所定ゲーム数（例えば３ゲーム）になったとき\nに，複数のゲーム（例えば３ゲーム）にわたって所定の連続演出（例えばキャラク\nタが出現して所定のゲーム目的を達成するか否かに関わる演出等）を行った後，最\n終的にＲＴが継続するか否か及びボーナス当選の有無を報知する演出（上乗せ・ボ\nーナス連続演出）を行うように構成してもよい。上乗せ・ボーナス連続演出を実行\nしているときに，ボーナスに当選したときには，演出データをボーナスに当選して\nいるときの演出データに書き換える処理を行い，最終的にボーナスに当選している\n旨を報知してもよい。（【０４５０】，【０４５１】）\n上乗せ・ボーナス連続演出における，ＲＴが継続するか否か及びボーナスに当選\nしているか否かを報知するパターンとして，まず，所定の演出を行いＲＴが継続す\nるか否かを報知した後，更に所定の演出を行ってボーナスに当選しているか否かを\n報知する先ＲＴ報知パターンを採用してもよい（【０４５２】）。\n(3)  引用発明１及び引用発明２の認定\n前記(2)によると，刊行物１には，以下の引用発明１及び引用発明２が記載されて\nいると認められ，誤記を除き，審決の引用発明１及び引用発明２の認定に誤りは認\nめられない。\nア  引用発明１\n「ａ  透視窓３に連続的に変化させつつ表示させる互いに識別可能な複数種類の図\n柄が外周部に描かれているリール２Ｌ，２Ｃ，２Ｒを備え，\nｂ  各リールが回転し，各リールの図柄が連続的に変動した後，リールの回転が停\n止し，表示結果が導出表示され，入賞ライン上に予め定められた図柄の組合せが停\n止した場合に入賞が発生するスロットマシン１において，\nｃ  ＲＴ１～ＲＴ５は，リプレイ（１）～（３）が当選する確率が初期遊技状態の\nときよりも高く，遊技制御基板４０のＣＰＵ４１ａにより，ビッグボーナス（１），\nビッグボーナス（２），レギュラーボーナスに入賞したと判定されると，それぞれ，\n各ボーナスに移行した後，ＲＴ１，ＲＴ２，ＲＴ３に制御されたゲームを所定回数\n行い，また，リプレイ（２），リプレイ（３）に入賞したと判定されると，それぞれ，\nＲＴ４，ＲＴ５に制御されたゲームを所定回数行い，\nｄ  遊技制御基板４０のＣＰＵ４１ａにより，ＲＴ１～ＲＴ５に制御されていると\n判定されたときには，対応するＲＴカウンタの値を１だけ減算し，１ゲームの処理\nを終了させ，抽選処理において，遊技状態がＲＴであるときには，リプレイ（１）\n～（３）が当選する確率が初期遊技状態のときよりも高くなるように設定された判\n定値数を取得し，\nｅ１  サブ制御部９１は，遊技状態がＲＴ１～ＲＴ３に制御されてから所定回数ゲ\nームが行なわれるまでチャンスゾーン演出を実行し，\nｆ１  サブ制御部９１は，ＲＴ４又はＲＴ５に制御されてＲＴが継続することを報\n知する上乗せ成功演出又はＲＴ４又はＲＴ５中であるときにＲＴ中演出を実行し，\nｇ１  サブ制御部９１は，リプレイ（２）又はリプレイ（３）入賞してＲＴ４又は\nＲＴ５に制御されているが仮に当該入賞がなかったとしたときに未だＲＴ１～ＲＴ\n３への制御が行なわれている期間はチャンスゾーン演出を継続して行い，仮想の残\nりゲーム数を消化した場合に上乗せ成功演出又はＲＴ中演出を開始させ，\nｈ１  リプレイ（２）又はリプレイ（３）入賞してＲＴ４又はＲＴ５に制御されて\nいるが仮に当該入賞がなかったとしたときに未だＲＴ１～ＲＴ３への制御が行なわ\nれている期間はチャンスゾーン演出を継続して行い，仮想の残りゲーム数を消化し\nた場合に上乗せ成功演出又はＲＴ中演出を開始させる，スロットマシン１」\nイ  引用発明２\n「ａ  透視窓３に連続的に変化させつつ表示させる互いに識別可能な複数種類の図\n柄が外周部に描かれているリール２Ｌ，２Ｃ，２Ｒを備え，\nｂ  各リールが回転し，各リールの図柄が連続的に変動した後，リールの回転が停\n止し，表示結果が導出表示され，入賞ライン上に予め定められた図柄の組合せが停\n止した場合に入賞が発生するスロットマシン１において，\nｃ  ＲＴ１～ＲＴ５は，リプレイ（１）～（３）が当選する確率が初期遊技状態の\nときよりも高く，遊技制御基板４０のＣＰＵ４１ａにより，ビッグボーナス（１），\nビッグボーナス（２），レギュラーボーナスに入賞したと判定されると，それぞれ，\n各ボーナスに移行した後，ＲＴ１，ＲＴ２，ＲＴ３に制御されたゲームを所定回数\n行い，また，リプレイ（２），リプレイ（３）に入賞したと判定されると，それぞれ，\nＲＴ４，ＲＴ５に制御されたゲームを所定回数行い，\nｄ  遊技制御基板４０のＣＰＵ４１ａにより，ＲＴ１～ＲＴ５に制御されていると\n判定されたときには，対応するＲＴカウンタの値を１だけ減算し，１ゲームの処理\nを終了させ，抽選処理において，遊技状態がＲＴであるときには，リプレイ（１）\n～（３）が当選する確率が初期遊技状態のときよりも高くなるように設定された判\n定値数を取得し，\nｅ２  サブ制御部９１は，ＲＴ１～ＲＴ３の残りゲーム数が３ゲームになったと判\n定されたときに３ゲームに亘って所定の連続演出を行う上乗せ・ボーナス連続演出\nを行い，最終的にＲＴが継続する旨を報知し，\nｆ２  サブ制御部９１は，ＲＴ１～ＲＴ３の残りゲーム数が３ゲームになったと判\n定されたときに３ゲームに亘って所定の連続演出を行う上乗せ・ボーナス連続演出\nを行い，上乗せ・ボーナス連続演出を実行しているときに，ボーナスに当選したと\nきには最終的にボーナスに当選している旨を報知し，\nｇ２  サブ制御部９１は，上乗せ・ボーナス連続演出において，所定の演出を行な\nいＲＴが継続するか否かを報知した後，上乗せ・ボーナス連続演出を実行している\nときに，ボーナスに当選したときにはさらに所定の演出を行なってボーナスに当選\nしているか否かを報知し，\nｈ２  ＲＴ１～ＲＴ３の残りゲーム数が３ゲームになったと判定されたときに３ゲ\nームに亘って所定の連続演出を行う上乗せ・ボーナス連続演出において，所定の演\n出を行ないＲＴが継続するか否かを報知した後，上乗せ・ボーナス連続演出を実行\nしているときに，ボーナスに当選したときにはさらに所定の演出を行なってボーナ\nスに当選しているか否かを報知する，スロットマシン１」\n(4)  本願補正発明と引用発明１との対比\n本願補正発明と引用発明１とを対比すると，次のとおり，引用発明１の「チャン\nスゾーン演出」は，本願補正発明の「特定演出」に相当しないから，本願補正発明\nが引用発明１と同一であるとは認められない。また，引用発明１において，本願補\n正発明の「特定演出」に係る構成を採用することを，当業者が容易に想到し得たこ\nとを認めるに足りる証拠はない。\nア  本願補正発明の「特定演出」の技術的意義\n(ｱ)  前記第２の２(2)のとおり，本願補正発明の「特定演出」は，「前記有利\n量付与決定手段により決定された有利量の付与」を「前記有利状態中」において「報\n知可能」なものである（構成要件Ｅ）。\nそして，「前記有利量付与決定手段」は，「有利量を付与すること」を決定するも\nのであるから（構成要件Ｃ），「特定演出」における報知の対象は，有利量付与決定\n手段により有利量を付与することが決定されたという事実であると解するのが相当\nである。\nもっとも，「特定演出」は，「前記有利状態中」に実行されるものであるが，「前記\n有利状態」は，「付与された有利量を消費することによって・・・制御」されるもの\nであるから（構成要件Ｄ），「特定演出」における報知の対象が，「特定演出」を実行\nする際の有利状態を制御するために消費中の有利量を付与することが決定されたと\nいう事実を指すのか，この消費中の有利量の付与とは別に，有利量を付与すること\nが決定されたという事実を指すのかは，特許請求の範囲の記載のみにより一義的に\n明確に理解することはできない。\n(ｲ)  そこで，本願明細書を参酌すると，「課題を解決するための手段」欄に\nおいて，「特定演出（連続演出）」は，①所定期間（５０ゲーム）における残り期間\nが特定期間（５ゲーム）となるまでに，前記所定期間が経過した後においても継続\nして，複数種類の入賞について発生を許容するか否かを決定する事前決定手段（内\n部抽選処理）の決定結果に応じた決定結果情報を報知する（ＡＴモード中における\nナビ演出を実行するための処理）か否かを決定する継続決定手段（継続抽選，図２\n５）により，継続すると決定したときに，前記特定期間において実行される（図３\n０，図３１参照）とともに，②前記継続決定手段で継続しないと決定したときであ\nっても，前記所定期間における残り期間が特定期間（５ゲーム）となってからその\n所定期間が経過するまでに，所定の特別条件（特別条件，イチゴ当選）が成立した\nことを条件に，前記決定結果情報を報知する期間を，前記所定期間以上の期間（５\n０ゲーム，６０ゲーム）延長する第２延長手段により，前記所定期間以上の期間延\n長する場合に実行される（図３１（ｃ）（ｄ）参照）とされている（【０００９】，【０\n０３６】）。また，「特定演出」によって，所定期間における残り期間が特定期間とな\nったときには，所定期間が経過した後においても継続して決定結果情報が報知され\nるか否かを煽ることができるとされている（【００３７】）。\nまた，「発明を実施するための形態」欄においては，ＲＴであるときであって，演\n出状態がＡＴモードであるときに，所定期間として５０ゲームにわたり制御される\nＡＴモードの残りゲーム数が５ゲームとなったときに実行される「連続演出」（【０\n２４４】，【０４３６】，【０４４０】，【図３０】，【図３１】）が，「特定演出」に相当\nするとされており（【０４５９】），ＡＴモードの残りゲーム数が６ゲーム以上存在す\nる場合に，所定表示領域の右上にＡＴモードの残りゲーム数を表示するＡＴ用演出\n（【０４３７】，【図２９】）は，「特定演出」に相当するものとはされていない。そし\nて，「特定演出」に相当するとされる上記「連続演出」は，ＡＴモードの残り５ゲー\nムにわたり一連の物語を展開する演出を行った後に，物語の結末としてＡＴモード\nが継続するか否かを報知する演出であり，これにより，ＡＴモードの残り５ゲーム\nにわたって，ＡＴモードが継続することに対する遊技者の期待感を煽ることができ\nるとされ，味方キャラクタと敵キャラクタとが戦う演出を行った後，敵キャラクタ\nが倒れるとともに「ＷＩＮ  ＋１ｓｅｔ」といったメッセージが表示されて，ＡＴ\nモードが継続することが報知されるとされている（【０４４３】，【０４４６】，【０４\n４９】，【０４５９】，【図３０】，【図３１】）。\nこのような本願明細書の記載によると，本願補正発明における「特定演出」は，\n有利状態が継続する所定期間における残り期間が特定期間となったときに，上記所\n定期間が経過した後においても上記有利状態が継続することに対する遊技者の期待\n感を煽ることを目的とするものであって，「特定演出」を実行する際の有利状態を制\n御するために消費中の有利量を付与することが決定されたという事実を報知するも\nのを含むものではなく，上記所定期間経過後に継続して有利状態を制御するための\n有利量など，現に消費中の有利量とは別の有利量を付与することが決定されたとい\nう事実を報知するものであると解するのが相当である。\nイ  引用発明１の「チャンスゾーン演出」について\n引用発明１の「チャンスゾーン演出」（構成ｅ１）は，その具体的な演出内容は刊\n行物１に記載されていないものの，遊技状態がＲＴ１～ＲＴ３に制御されてから開\n始され，ボーナスに入賞するか又はゲームが所定回数（ＲＴ１は５０回，ＲＴ２は\n４０回，ＲＴ３は５回）行われることにより終了するものである（前記(2)イ(ｴ)ｃ）。\nそうすると，「チャンスゾーン演出」は，ＲＴ１～ＲＴ３に制御されたゲームを所定\n回数行える状態にあることを報知するにとどまるものと認められ，現に消費中の有\n利量（ゲーム数）とは別の有利量を付与することが決定されたという事実を報知す\nるものであるとは認められない。\nウ  被告の主張について\n被告は，本願補正発明の構成要件Ｃ～Ｅは，有利量の報知に関しては，有利状態\nに制御するための有利量を消費することによって制御される有利状態中において，\n有利量付与決定手段により決定された有利量の付与を報知可能であることを特定し\nているにすぎず，有利状態に制御された後の有利量の付与に報知対象が限定されて\nいるとはいえないし，本願補正発明の構成要件Ｃ～Ｅの記載はそのような意味で明\n確であり，本願明細書に矛盾する記載はないなどと主張する。\nしかし，本願補正発明における「特定演出」は，これを実行する際の有利状態を\n制御するために消費中の有利量を付与することが決定されたという事実を報知する\nものを含むものではなく，有利状態が継続する所定期間経過後に継続して有利状態\nを制御するための有利量など，現に消費中の有利量とは別の有利量を付与すること\nが決定されたという事実を報知するものであると解するのが相当であることは，前\n記アのとおりである。\nエ  小括\n以上によると，引用発明１の「チャンスゾーン演出」は，本願補正発明の「特定\n演出」に相当しない。\nしたがって，本願補正発明が引用発明１と同一であるとは認められない。\nまた，引用発明１において，本願補正発明の「特定演出」に係る構成を採用する\nことを，当業者が容易に想到し得たことを認めるに足りる根拠はない。なお，前記\n第２の３(1)イ(ｷ)のとおり，審決は，「仮に相違する点があるとしても，本願補正発\n明は，引用発明１又は引用発明２から当業者が容易に想到し得たものである」と判\n断したところ，この特許法２９条２項に係る判断は，本願補正発明と引用発明１と\nの相違点が特定されておらず，本願補正発明と引用発明１との相違点に係る本願補\n正発明の構成がいかなる論理付けにより容易想到であるといえるのかも何ら記載さ\nれていないものである。\n(5)  本願補正発明と引用発明２との対比\n本願補正発明と引用発明２とを対比すると，次のとおり，引用発明２の「ボーナ\nスに当選している旨」の「報知」は，本願補正発明の「特別演出」に相当しないか\nら，本願補正発明が引用発明２と同一であるとは認められない。また，引用発明２\nにおいて，本願補正発明の「特別演出」に係る構成を採用することを，当業者が容\n易に想到し得たことを認めるに足りる証拠はない。\nア  本願補正発明の「特別演出」の技術的意義\n前記第２の２(2)のとおり，本願補正発明の「特別演出」は，「前記有利量付与決定\n手段により決定された有利量の付与」を「報知する」ものである（構成要件Ｆ）。\nそして，「有利量」とは，「有利状態に制御するための」ものであり（構成要件Ｃ），\nそれを「消費することによって・・・有利状態に制御する」ものである（構成要件\nＤ）。\nそうすると，「特別演出」における報知の対象は，それを消費することによって有\n利状態に制御することができる有利量を付与することが決定されたという事実であ\nる。\nイ  引用発明２の「ボーナスに当選している旨」の「報知」について\n引用発明２において，「サブ制御部９１は，ＲＴ１～ＲＴ３の残りゲーム数が３ゲ\nームになったと判定されたときに３ゲームに亘って所定の連続演出を行う上乗せ・\nボーナス連続演出を行い，上乗せ・ボーナス連続演出を実行しているときに，ボー\nナスに当選したときには最終的に『ボーナスに当選している旨』を『報知』」する（構\n成ｆ２）。\nしかし，「ボーナスに当選している旨」は，ボーナスに当選したという過去の事実\n又はボーナスに当選しているという状態であるから，直ちに量的要素を伴う有利量\nを付与することが決定されたという事実であるということはできない。\nまた，刊行物１によると，ボーナスに「入賞」すると，遊技状態がボーナスに移\n行し（【０００８】，【００６５】，【０１０４】，【０１０６】，【０１１２】），ボーナス\nの終了後は，初期遊技状態よりも遊技者にとって有利な遊技状態であるＲＴ１～Ｒ\nＴ３に遊技状態が制御され，ボーナスに入賞するか，ＲＴ４又はＲＴ５に移行しな\nい限り，所定回数（ＲＴ１は５０回，ＲＴ２は４０回，ＲＴ３は５回）のゲームを\n行うことができる（【０１０９】，【０１１０】，【０１１４】，【０１４３】）とされて\nいるが，ボーナスに「当選」していても，ストップスイッチ８Ｌ，８Ｃ，８Ｒをこ\nれらの役に入賞可能とする適切なタイミングで操作しなければ，これらの役に「入\n賞」することはない（【０１１６】）とされているから，ボーナスの「入賞」であれ\nばともかく，ボーナスの「当選」をもって，有利状態であるＲＴ１～ＲＴ３のゲー\nム数を付与することが決定されたということはできない。ボーナスの当選フラグが\nそのボーナスが「入賞」するまで次のゲームに持ち越される（【０２４４】，【０３９\n８】）としても，ボーナスに「入賞」する前に遊技者がゲームを終了してしまえば，\nボーナスに「入賞」することはないことからすると，ボーナスの当選フラグが持ち\n越されることは，上記判断を左右するものではない。\nそうすると，引用発明２の「ボーナスに当選している旨」の「報知」は，それを\n消費することによって有利状態に制御することができる有利量を付与することが決\n定されたという事実を報知するものとはいえない。\nウ  被告の主張について\n被告は，ボーナスに入賞した時点でＲＴ１～ＲＴ３に制御されたゲームを所定回\n数行えることが決定されるといえるところ，ボーナスに当選した状態はボーナスに\n入賞するまで維持されるから，引用発明２において，「ボーナスに当選している旨」\nの「報知」がされると，確実に各ボーナスに移行することは明らかであると主張す\nる。\nしかし，前記イのとおり，ボーナスに当選した状態がそのボーナスに入賞するま\nで維持されるとしても，ストップスイッチ８Ｌ，８Ｃ，８Ｒをボーナスに入賞可能\nとする適切なタイミングで操作しなければ，ボーナスに入賞することはなく，ボー\nナスに入賞する前に遊技者がゲームを終了してしまえば，結局，ボーナスに入賞す\nることはないのであるから，「ボーナスに当選している旨」の「報知」がされると確\n実にボーナスに移行するということはできない。\nエ  小括\n以上によると，引用発明２の「ボーナスに当選している旨」の「報知」は，本願\n補正発明の「特別演出」に相当しない。\nしたがって，本願補正発明が引用発明２と同一であるとは認められない。\nまた，引用発明２において，本願補正発明の「特別演出」に係る構成を採用する\nことを，当業者が容易に想到し得たことを認めるに足りる証拠はない。なお，前記\n第２の３(1)イ(ｷ)のとおり，審決は，「仮に相違する点があるとしても，本願補正発\n明は，引用発明１又は引用発明２から当業者が容易に想到し得たものである」と判\n断したところ，この特許法２９条２項に係る判断は，本願補正発明と引用発明２と\nの相違点が特定されておらず，本願補正発明と引用発明２との相違点に係る本願補\n正発明の構成がいかなる論理付けにより容易想到であるといえるのかも何ら記載さ\nれていないものである。\n３  結論\n以上によると，取消事由１及び２は，いずれも理由があり，審決にはその結論に\n影響を及ぼす違法があるから，原告の請求を認容することとして，主文のとおり判\n決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n森   義 之\n裁判官\n森岡 礼 子\n裁判官\n古庄   研\n"
}