{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 12,
    "day": 25
  },
  "case_number": "平成24(行ケ)10082",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82859",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82859",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/859/082859_hanrei.pdf",
  "contents": "平成２４年１２月２５日判決言渡\n平成２４年（行ケ）第１００８２号  審決取消請求事件\n口頭弁論終結日  平成２４年１１月１５日\n判                 決\n原 告      株 式 会 社 ア マ ダ\n訴訟代理人弁護士      高      橋      元      弘\n同                    末      吉              亙\n訴訟代理人弁理士      豊      岡      静      男\n同                    廣      瀬      文      雄\n被            告      三 菱 電 機 株 式 会 社\n訴訟代理人弁護士      近      藤      惠      嗣\n同                    重      入      正      希\n同                    前      田      将      貴\n訴訟代理人弁理士      加      藤              恒\n同                    中      鶴      一      隆\n同                    中      根      孝      之\n主                  文\n１  特許庁が無効２０１０－８００１６２号事件について平成２４年\n１月２４日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事  実  及  び  理  由\n第１  請求\n主文同旨\n第２  争いのない事実\n１  特許庁における手続の概要\n被告は，発明の名称を「レーザ加工装置」とする特許第３１３８６１３号（平成\n７年５月２４日出願，平成１２年１２月８日設定登録。以下「本件特許」という。）\nの特許権者である。\n原告は，平成２２年９月１４日，特許庁に対し，本件特許の請求項１に係る発明\nについての特許を無効にすべき旨の無効審判の請求（無効２０１０－８００１６２\n号事件）をした。これに対し，被告は，同年１２月７日，訂正請求をした。特許庁\nが，これらを受けて，平成２３年４月１４日，「訂正を認める。特許第３１３８６１\n３号の請求項１に係る発明についての特許を無効とする。」旨の審決（以下「一次審\n決」という。）をしたことから，被告は，審決取消訴訟（知的財産高等裁判所平成２\n３年（行ケ）第１０１６８号事件）を提起し，さらに，本件特許の特許請求の範囲\nの減縮等を目的とする訂正審判（訂正２０１１－３９００９６号）を請求した。知\n的財産高等裁判所は，同年１０月７日，一次審決を取り消す旨の決定をし，これを\n受けて，特許庁は，無効２０１０－８００１６２号事件の審理を再開した。訂正２\n０１１－３９００９６号については，平成２３年法律第６３号による改正前の特許\n法１３４条の３第５項の規定により，訂正請求がされたものとみなされた（この訂\n正請求を「本件訂正」という。本件訂正による訂正後の本件特許の請求項１に係る\n発明を「本件発明」という。）。特許庁は，平成２４年１月２４日，「訂正を認める。\n本件審判の請求は成り立たない。」旨の審決（以下「審決」という。）をし，その謄\n本は同年２月２日，原告に送達された。\n２  特許請求の範囲\n本件訂正後の本件特許の特許請求の範囲の請求項１の記載（本件発明）は次のと\nおりである（甲２４）。\n「【請求項１】  レーザ発振器から出力されるレーザビームを集光光学部材を用い\nて集光させ，切断・溶接等の加工を行うレーザ加工装置において，前記レーザビー\nムの伝送路に設けられ気体圧力により弾性変形するレーザビーム反射部材と，この\nレーザビーム反射部材の周囲部を支持し前記レーザビーム反射部材とともにレーザ\nビーム反射面の反対側に空間を形成する反射部材支持部と，前記反射部材支持部に\n設けられ，この反射部材支持部の空間に気体を供給する流体供給手段と，気体供給\n圧力を連続的に切り換える電空弁と，前記反射部材支持部に設けられ，前記反射部\n材支持部の空間から気体を排出する流体排出手段とを備え，前記空間は流体供給経\n路及びこの流体供給経路と別体の流体排出経路を除き密閉構造とし，前記流体排出\n経路を通過した気体は前記流体排出手段より外部に排出され，前記レーザビーム反\n射面の反対側に前記レーザビーム反射部材が弾性変形するに要する気体圧力を前記\n流体供給手段と前記流体排出手段との間でかけるように構成したことを特徴とする\nレーザ加工装置。」\n３  審決が認定した一致点及び相違点\n審決が認定した甲１（独国実用新案第９４０７２８８号明細書）記載の発明（以\n下「甲１発明」という。）の内容及び本件発明と甲１発明との一致点・相違点は次の\nとおりである。 (1)  甲１発明の内容\nレーザ発振器２から出力されるレーザ光線１を収束レンズ８を用いて集光させ，\n切断の加工を行うレーザ切断機において，レーザ光線１の伝送路に設けられ圧力水\nの圧力により弾性変形する鏡面１２を有する金属円板と，この金属円板の周囲部を\n支持し金属円板とともに金属円板の鏡面１２の反対側に空間を形成する鏡ケース１\n３と，前記鏡ケース１３に設けられ，この鏡ケース１３の空間に圧力水を供給する\n流体管１４と，圧力水の供給圧力を４段階に切り換える磁気弁２０，２１，２２と，\n前記鏡ケース１３に設けられ，鏡ケース１３の空間から圧力水を排出する，流体管\n１４とは別体の流体管とを備え，鏡ケース１３の空間は，圧力水供給経路及びこの\n圧力水供給経路と別体の圧力水排出経路を除き密閉構造とし，金属円板の鏡面１２\nの反対側に金属円板が弾性変形するに要する圧力水の圧力を前記流体管１４と前記\n別体の流体管との間でかけるように構成したレーザ切断機。\n(2)  一致点\nレーザ発振器から出力されるレーザビームを集光光学部材を用いて集光させ，切\n断・溶接等の加工を行うレーザ加工装置において，前記レーザビームの伝送路に設\nけられ流体圧力により弾性変形するレーザビーム反射部材と，このレーザビーム反\n射部材の周囲部を支持し前記レーザビーム反射部材とともにレーザビーム反射面の\n反対側に空間を形成する反射部材支持部と，前記反射部材支持部に設けられ，この\n反射部材支持部の空間に流体を供給する流体供給手段と，流体供給圧力を切り換え\nる弁と，前記反射部材支持部に設けられ，前記反射部材支持部の空間から流体を排\n出する流体排出手段とを備え，前記空間は流体供給経路及びこの流体供給経路と別\n体の流体排出経路を除き密閉構造とし，前記レーザビーム反射面の反対側に前記レ\nーザビーム反射部材が弾性変形するに要する流体圧力を前記流体供給手段と前記流\n体排出手段との間でかけるように構成したレーザ加工装置。\n(3)  相違点１\n流体供給手段が反射部材支持部の空間に供給する流体や，流体排出手段が反射部\n材支持部の空間から排出する流体について，本件発明の流体は「気体」であるのに\n対して，甲１発明の流体は「圧力水」である点。\n(4)  相違点２\n流体供給圧力を切り換える弁について，本件発明の弁は，流体供給圧力を「連続\n的に切り換える電空弁」であるのに対して，甲１発明の弁は，流体の供給圧力を「４\n段階に切り換える磁気弁」である点。\n(5)  相違点３\n本件発明は，「流体排出経路を通過した気体は流体排出手段より外部に排出され」\nるのに対して，甲１発明は，流体排出経路を通過した流体は流体管１４とは別体の\n流体管より外部に排出されていない点。\n４  審決の理由\n審決の理由は，別紙審決書写に記載のとおりである。要するに，相違点１及び相\n違点２については容易想到であるが，相違点３については，甲１発明及び周知の技\n術的事項に基づいて当業者が容易に想到することができたものとはいえないとして，\n本件発明に係る特許を無効とすることはできないとしたものである。\n第３  取消事由に係る当事者の主張\n１  原告の主張\n(1)  相違点３の認定の誤り（取消事由１）\n本件特許の「外部に排出」とは，気体が流体排出手段から反射部材支持部の空間\nの外部に出ることを意味するもので，審決の認定する相違点３は存在しないから，\n審決の認定は誤りである。\n「外部」というのは技術用語ではなく，「内部」に対応する記載にすぎないから，\n発明の詳細な説明において特に異なる定義が記載されていない限り，「外部に排出」\nとは気体が流体排出手段から反射部材支持部の空間の外部に出ることを意味すると\n解釈するのが相当である。本件特許に係る明細書（以下，本件訂正後の本件特許に\n係る明細書を「本件明細書」という。）の【０００３】は，図８に示される従来技術\nを説明したものであるが，「容器１の内部の圧力が外部の圧力よりも低下する」とい\nう記載や，「上記容器１内の圧力を外部よりも高くすることができる」との記載にお\nける「外部」とは，容器１の内部でない部分を示す語として用られたにすぎない。\n本件発明の，「気体は前記流体排出手段より外部に排出され」とは，気体が流体排\n出手段から反射部材支持部の空間の外部に出ることを意味すると解するのが相当で\nある。甲１発明でも，鏡面１２を有する金属円板と鏡ケース１３とにより形成され\nた密閉空間内から，当該空間内に接続された流体管１４とは別体の流体管により圧\n力水が排出されるから，相違点３は存在しない。審決は，相違点３について，容易\n想到ではないとして結論を導いているから，この誤りは審決の結論に影響を与える。\n(2)  相違点３に係る容易想到性判断の誤り（取消事由２）\n相違点３は，相違点として認定されるべきものではないが，仮に相違点として認\n定されたとしても，審決の相違点３に係る容易想到性の判断は，以下のとおり，誤\nりである。\n「外部に排出される」について，気体が密閉構造とされた空間を取り巻く周囲の\n空間に排出されると解釈したとしても，「流体排出経路を通過した気体は流体排出手\n段より外部に排出され（る）」との構成を採用することにより，すみやかに気体の排\n出を行うことができ，ひいては，密閉構造とされた空間の圧力をすみやかに変化さ\nせることができるという効果は得られず，また，このことが，「高速度にてレーザビ\nーム反射部材の曲率を変化させる」という課題を解決するものではない。\n甲１には，本件発明が解決しようとする課題である，「高速にてレーザビーム反射\n部材の曲率を変化させること」についての示唆がある。\n甲１には，圧力を生じさせる流体について，気体を採用することについても示唆\nがあるから，圧力媒体として気体を採用した場合には，「甲第１号証のＦｉｇ．３に\n図示されている管路構成」ではなく，圧力応答性に問題のない構成を採用するのは\n当然である。\nさらに，気体を圧力媒体として利用する場合に，供給経路と排出経路を別体とし，\n圧力制御用の気体を循環させることなく外部に排出することは周知の技術であるか\nら，甲１発明において，当該周知の技術を適用して，流体排出手段からの流体を外\n部に排出されるように構成することに何ら困難な点はない。\n供給経路と排出経路を別体とし，気体を圧力媒体として利用する場合は，気体を\n大気中に放出することが一般的であるから，本件発明の相違点３に係る構成は，気\n体を圧力媒体として利用する通常の場合を記載しただけであり，同構成を採用する\nことに困難な点はない。\n２  被告の反論 (1)  相違点３の認定の誤りに対して\n「外部」との語は，本件訂正に係るものである。甲１発明では圧力水が循環する\nのに対して，本件発明では気体が循環することなく排出される点において相違する。\nしたがって，「外部に排出」の認定について，密閉空間に属するか否かにおける相違\n点があることを前提とすることなく，単に，「反射部材支持部の空間外」は全て「外\n部」であるという解釈をとる余地はない。\n甲１は冷却媒体である圧力水を循環させることを開示している。そして，循環さ\nせる必要から，反射部材支持部に着目すると，圧力水の供給経路と排出経路が別体\nに構成され，かつ，管路構成全体を見れば，反射部材支持部における圧力水の供給\n経路も排出経路も一つの密閉構造に含まれている。これに対して，本件発明では，\n気体の循環はなく，気体は「外部に排出され」る。このことを明確にするための訂\n正が本件訂正に係る「外部に排出され」との語であり，単に反射部材支持部から外\nに出るという意味ではなく，反射部材支持部と連通している密閉構造の外に出ると\nいう意味である。審決の説示は，本件訂正の趣旨を理解しているものであり，何ら\nの誤りもない。\nこれに対して，原告の見解によって「外部」を「反射部材支持部の空間外」と解\n釈した場合，「流体排出手段」の「排出」の語に既に「反射部材支持部の空間外」と\nの意味を含むから，本件訂正により追加された「外部に排出され」との文言には何\nらの意味もないことになる。しかし，本件訂正の経緯，本件訂正前の明細書の記載，\n特に，本件明細書の図２及び図３における「エアー出口１８」に付された矢印の違\nいを見れば，「外部に排出され」との文言が図２に対応するものであることは明らか\nであり，この文言を追加する訂正が無意味であると解釈する理由はない。\n審決に相違点３の認定の誤りはなく，原告の主張する取消事由１は成り立たない。\n(2)  相違点３の容易想到性判断の誤りに対して\n甲１のＦｉｇ．３の管路構成は，冷却媒体である圧力水が循環することを前提と\nするものである。甲１の圧力水に代えて空気を採用した場合には，冷却媒体として\nは機能しないから，甲１のＦｉｇ．３の管路構成を採用する動機そのものがなくな\nる。甲２ないし甲４は，曲率を変化させる反射ミラーの背面に空間を設け，この空\n間に対して１つの経路により気体または液体を出し入れし，空間内の圧力を変化さ\nせて反射ミラーの曲率を変化させる技術を開示している。しかし，これらのいずれ\nにおいても，流体の供給経路と排出経路が共通であることを当然の前提としており，\n閉鎖空間の圧力を制御する場合に１つの供給・排出口から圧力媒体を出し入れする\nことが当業者の技術常識であったことが示されている。\nこれに対して本件発明は，流体供給経路と流体排出経路は別体に構成し，常に流\n体排出経路から流体が排出され，流し続ける気体の注入量を制御することにより反\n射部材支持部の空間の圧力を制御することで応答性のよい圧力制御を行うものであ\nる。一定方向の流れを維持したまま，供給量を増減することにより，円滑かつ応答\n性のよい調節を実現できる。本件発明の課題解決の方法は，当業者が容易に想到で\nきるものとはいえない。\n本件発明と甲１発明は，流体供給経路と流体排出経路を別体に構成する点で共通\nする。しかし，甲１のＦｉｇ．３では，冷却媒体である圧力水を循環させる管路構\n成において，圧力水を，曲率可変ミラーの背面にかける圧力の圧力媒体としても使\n用する目的で，流体供給経路と流体排出経路とを別の構成としたにすぎない。甲１\nには，流体供給経路と流体排出経路を別体に構成することによる効果や動機の示唆\nはない。したがって，甲１とは異なり，圧力媒体を気体とし，これを循環させずに\n外部に排出する場合は，甲１のＦｉｇ．３の管路構成を採用する動機はないといえ\nる。\n第４  当裁判所の判断\n１  認定事実 (1)  本件明細書の記載は，次のとおりである（甲２４。図１ないし３，８，９は\n別紙のとおり。）。\n「【発明の詳細な説明】\n【０００１】\n【産業上の利用分野】\nこの発明は，レーザ加工装置におけるレーザビームの伝送技術に係り，特にレー\nザビーム径の制御技術に関するものである。\n【０００２】 従来の技術】図８は，例えば特開昭６１－１５９６１３号公報に示された従来の\n曲率可変反射曲面鏡（凹面鏡）の断面図であり，図９はその斜視図である。\n図において，１は気密性の容器，２はその上端に形成された円形の開口，３は周\n囲が上記容器１に固着される円板状膜，４はこの膜３と容器により形成される気密\nな空間である。 また，５はこの気密は空間４内の圧力を調整する圧力調整手段であり，上記容器\n１に設けられた空気通路６とそれを開閉するバルブ７，及び上記空間４内の空気を\n排出するポンプ８とからなる。\n【０００３】\nこのように構成された曲率可変反射曲面鏡（凹面鏡）において，バルブ７を開い\nてポンプ８を作動させると，空間４内の空気が，空気通路６を通り排出されて，容\n器１の内部の圧力が外部の圧力よりも低下する。それによって，円板状膜３の表裏\nに圧力差が生じ，この円板状膜３は内側にたわむ。\nそして，その膜外表面の反射面３ａがほぼ回転放物面を形成するようになる。し\nたがって，この曲面鏡に上方から光等の電磁波が入射すると，その電磁波は上記反\n射面３ａによって，ほぼ一点に集束するようになる。すなわち，凹面鏡として使用\nすることができる。\nそして，上記反射面３ａの焦点が所要の位置に達したところで，バルブ７を閉じ\nることにより，容器１の内外の空気の流通が阻止され，上記円板状膜３の形状が一\n定に保たれるようになる。\nまた，ポンプ８によって容器１内の空間４に外部から空気を供給することもでき\nるようにしておけば，上記容器１内の圧力を外部よりも高くすることができるため，\n上記反射膜３ａを外側にたわませることが可能となる。したがって，凸面鏡を形成\nできるようになる。\n【０００４】\n【発明が解決しようとする課題】従来の曲率可変反射曲面鏡は，以上のように構成\nされているので，曲率を変化させるにはポンプ８の作動により，容器１の内部の圧\n力を変化させる必要があり，所定の曲率となるまで時間を要するため，例えば，加\n工ヘッドがＸ－Ｙ平面上を移動して加工を行う光走査形のレーザ加工装置において，\nレーザビーム反射のために上記曲率可変反射曲面鏡を使用した場合，加工ヘッドの\n移動に伴いレーザビーム径を高速度で変化させ集光光学部品に入射するレーザビー\nム径を一定にするよう制御することは困難であるなどの問題点があった。\n【０００５】\nこの発明は，上記のような問題点を解決するためになされたもので，高速度にて\nレーザビーム反射部材の曲率を変化させることができるとともに，曲率を必要に応\nじて自由に制御できるレーザ加工装置を得ることを目的とする。」\n「【００１８】 作用】\nこの発明におけるレーザ加工装置は，レーザビームの伝送路に設けられ流体圧力\nにより弾性変形するレーザビーム反射部材と，このレーザビーム反射部材の周囲部\nを支持しレーザビーム反射部材とともにレーザビーム反射面の反対側に空間を形成\nする反射部材支持部と，この反射部材支持部の空間に気体を供給する流体供給手段\nと，流体供給圧力を段階的又は連続的に切り換える手段と，反射部材支持部の空間\nから気体を排出する流体排出手段とを備え，前記空間は流体供給経路及び流体排出\n経路を除き密閉構造とし，前空間に供給された流体が外部に排出される流体通路を\nレーザビーム反射面に接して形成し，レーザビーム反射面の反対側にレーザビーム\n反射部材の弾性変形による曲率を段階的又は連続的に変化するに要する流体圧力を\nかけるようにした。」\n「【００２５】\n【実施例】\n実施例１．\n以下，この発明の実施例１を図１，図２，図４，図５，図６及び図７を用いて説\n明する。尚，図１はこの発明における実施例１によるレーザ加工装置の光路構成，\n曲率可変反射鏡ホルダー構造及び配管系統等要部構成を示す図，図２はこの発明の\n実施例１におけるレーザ加工装置の光路構成及び配管系統の要部構成の他の例を示\nす図である。\n【００２６】 また，図３は，この発明における実施例１によるレーザ加工装置の曲率可変反射\n鏡ホルダー９より排出されたエアー１５を，パージエアーとして使用する場合の配\n管系統及び構造を示す図…」\n「【００２７】 図１において，９は曲率可変反射鏡ホルダー，１０はエアー等流体圧力により曲\n率を可変できるレーザビーム反射部材たる曲率可変反射鏡，１１はこの曲率可変反\n射鏡１０の周囲部分を保持する反射部材支持部の要部たる円形保持板，１２は上記\n曲率可変反射鏡１０の周囲部分を固定する押え板，１３はエアジャケット，１４は\nこのエアジャケット１３の中心部に設けられたエアー入口，１５はエアー，１６は\n上記円形保持板１１に数箇所等間隔に設けられたエアー通路，１７は上記エアジャ\nケット１３に設けられ，上記円形保持板１０の周囲部に形成されたエアー通路，１\n８はエアー出口，１９は圧力計，２０は図示しないレーザ発振器から出力されるレ\nーザビーム，２１は上記曲率可変反射鏡１０のレーザビーム反射面，２２は曲率可\n変反射鏡１０のレーザビーム非反射面（裏面），２３は固定ネジ，２４ａ～２４ｄは\n気密性を保持するためのＯリング，２５ａ，２５ｂ，２５ｃはエアーのＯＮ－ＯＦ\nＦを行う電磁弁，２６ａ，２６ｂ，２６ｃはエアーの圧力を設定するレギュレタ，\n２７ａ，２７ｂは上記レーザビーム２０を反射する反射鏡，２８は加工ヘッド，２\n９はこの加工ヘッド２８に保持される集光光学部材たる加工レンズ，３０はこの加\n工レンズ２９を押える加工レンズ押え，３１は加工ガス入口，３２は加工ガス，２\n４ｅはこの加工ガス３２をシールするＯリング，３３は集光されたレーザビーム２\n０が照射される被加工物，３４は制御装置である。」\n「【００２９】\n次に動作について説明する。流体圧力により弾性変形可能な材質からなる曲率可\n変反射鏡１０は，その周囲部分が円形保持板１１に保持されており，また，エアジ\nャケット１３に対して固定ネジ２３により固定される押え板１２により上記円形保\n持板１１に押えられている。一方，上記エアジャケット１３は，その中心部に設け\nられたエアー入口１４よりエアー１５が，電磁弁２５ａ，２５ｂ，２５ｃのうちい\nずれかを開くことにより供給される。この電磁弁２５ａ，２５ｂ，２５ｃの直後に\nは，各々レギュレータ２６ａ，２６ｂ，２６ｃが設置されており，あらかじめ設定\nを行っておくことにより，圧力は３段階に切り替えることが可能となる。そしてこ\nの切り替えは，レーザ加工装置全体を制御している制御装置３４の指令により行う\nものとする。\n【００３０】\n切断・溶接等のレーザ加工において，加工レンズ２９等の集光光学部材に入射す\nるレーザビーム径は，最小集光スポット径をほぼ決定するため，非常に重要なファ\nクターであり，被加工物３３の種類（材質）や厚さ等により，各々最適なレーザビ\nーム径が存在する。従って，上記被加工物３３の種類や厚さ等に応じて，集光光学\n部材に入射するレーザビーム径を変化させることにより，より高品質で安定性のあ\nるレーザ加工を行うことができるようになる。\n【００３１】\nさて，上記エアー入口１４より供給されたエアー１５は，上記円形保持板１１に\n複数個等間隔に設けられているエアー通路１６を通り，円形保持板１１の周囲部に\n形成されたエアー通路１７へと出た後，上記エアジャケット１３の１箇所に設けら\nれたエアー出口１８より排出されるという流体動作回路が構成され，この流体圧力\nにより，曲率可変反射鏡１０は球面化するため，球面鏡（この場合は凸面鏡）とし\nて使用することができる。尚，このエアー出口１８の内径を，上記エアー入口１４\nの内径に比べ充分小さくすることにより，少ない流量で上記曲率可変反射鏡１０の\nレーザビーム非反射面（裏面）２２に圧力を加えることができる。また，流体圧力\nが変化すればその曲率可変反射鏡１０の曲率も変化するため，上記制御装置３４の\n指令により，曲率を３段階切り替えることが可能となる。また，上記流体動作回路\nに供給される流体の供給量に連動する流体圧力により上記制御装置３４の指令とほ\nぼ同時に曲率可変反射鏡１０の曲率を変えることができる。なお，Ｏリング２４ａ，\n２４ｂ，２４ｃ，２４ｄは，気密性を保持するためのものである。」\n「【００４４】\n【発明の効果】\n以上のように，この発明によれば，レーザ発振器から出力されるレーザビームを\n集光光学部材を用いて集光させ，切断・溶接等の加工を行うレーザ加工装置におい\nて，前記レーザビームの伝送路に設けられ流体圧力により弾性変形するレーザビー\nム反射部材と，このレーザビーム反射部材の周囲部を支持し前記レーザビーム反射\n部材とともにレーザビーム反射面の反対側に空間を形成する反射部材支持部と，こ\nの反射部材支持部の空間に気体を供給する流体供給手段と，流体供給圧力を段階的\n又は連続的に切り換える手段と，前記反射部材支持部の空間から気体を排出する流\n体排出手段とを備え，前記空間は流体供給経路及びこの流体供給経路と別体の流体\n排出経路を除き密閉構造とし前記レーザビーム反射面の反対側に前記レーザビーム\n反射部材が弾性変形するに要する流体圧力をかけるようにしたので，レーザビーム\n反射部材の曲率を速やかに変化させて，必要に応じてレーザビーム径を高速で制御\nするとともに，レーザビーム反射部材が供給流体により冷却され，レーザビーム照\n射によるレーザビーム反射部材の熱変形を防止する効果がある。」\n(2)  甲１の記載について\n甲１（独国実用新案第９４０７２８８号明細書）には，次のとおりの記載がある\n（審決の訳文による。図２，３は別紙のとおり。）。\n「本考案は，レーザ発振器とレーザ切断ヘッドとを有し，該レーザ切断ヘッドは，\n数値制御装置により制御される動力を利用して，レーザ発振器に対して，及び／又\nは加工される加工部材に対して，加工部材に略平行な平面内で移動することができ，\nかつ，レーザ光線用の収束光学系と，レーザ切断ヘッドに対する焦点を加工部材に\n略垂直に移動させてレーザ光線の焦点位置を調節する調節装置とを有するレーザ切\n断機に関する。」\n「そこで，本考案は，作業場の条件下において機能的で自動化された操作に適し，\n機能面で信頼性があり，焦点位置の光学的調節を可能にする，レーザ切断機を提供\nするという課題に基づく。」\n「本考案によれば，この課題は，上記の種類のレーザ切断機の場合，加工部材に\n垂直な焦点位置を不変に保つ数値制御装置が，その移動面が加工部材に平行である\nレーザ切断ヘッドの場所に応じて，焦点位置を調節する調節装置を制御することに\nより解決される。数値制御装置を利用して，レーザ光線の長さの代わりにレーザ切\n断ヘッドの場所が最初に把握される。レーザ切断ヘッドの各場所に，つまり各レー\nザ光線長に，焦点位置を変える調節装置の所定の調節値が割り当てられる。調節装\n置は，数値制御装置により制御されて，それぞれの目標位置にされる。」\n「基本的に，数値制御装置を利用して，焦点位置を調節する調節装置の位置を無\n段階に調節し，レーザ切断ヘッドの各点位置に，調節装置の所定の調節値を割り当\nてることができる。しかし，制御し易くするために，本考案によるレーザ切断機の\n好ましい実施形態では，レーザ切断ヘッドは，少なくとも２つの部分領域内で分割\nされた移動領域の内部で移動することができ，各部分領域に，焦点位置を不変に調\n節するための調節値が割り当てられるように設定される。部分領域の数は，好適に\nは，レーザ切断ヘッドで加工工程の間に掃射される面の大きさに応じて選択される。\n各部分領域に対してあらかじめ与えられた調節値に基づいて，数値制御装置は，焦\n点位置のための調節装置の調節値を制御する。調節装置の位置調節は，レーザ切断\nヘッドがその移動領域の部分領域からこの領域に隣接する領域に移る際に，常に行\nわれる。」\n「本考案のさらなる実施形態では，焦点位置を調節する調節装置には，レーザ光\n線の方向で収束光学系の前段に置かれる少なくとも１つのレーザ光線用の偏向鏡が\nあり，この偏向鏡は，その鏡面と反対側の面で可変圧力下にある流体により押され，\n適応して曲がり，偏向鏡に，流体圧を変化させることのできる調節可能な絞り装置\nを介して流体が加えられ，数値制御装置は，レーザ切断ヘッドの把握された場所に，\n焦点位置を調節するための調節値として流体圧の予想値を割り当て，この予想値を\n調節するために，調節可能な絞り装置を制御することを特徴とする。調節可能な絞\nり装置の流量断面を制御して，その出力側にある流体圧が制御される。これに応じ\nて，絞り装置の下流に置かれる偏向鏡の鏡面は，可変圧力で押され，その曲率が変\nわる。偏向鏡により収束光学系上に反射され，この収束光学系から加工部材上に束\nねられるレーザ光線の収束若しくは発散は，鏡面の曲率に依存する。従って，調節\n可能な絞り装置の出力側にあり，偏向鏡の鏡面の背面に作用する流体圧が変化する\nと，収束光学系への収束比が変化し，ひいては加工部材に垂直なレーザ光線の焦点\n位置が調節される。焦点位置を光学的に調節する調節装置は，数値制御装置を利用\nして，その移動面が加工される加工部材に平行であるレーザ切断ヘッドの全移動領\n域にわたり，該加工部材を基準とした均一な焦点位置が調節されるように，調節値\nを介して制御される。」\n「並列に接続された絞り弁のうちの１つに常に流体が流れていれば，冷却剤とし\nて適切な流体を利用する場合，偏向鏡の鏡面の十分な冷却が常に確保される。好ま\nしくは，絞り装置の残りの絞り弁が閉口位置に切り替えられ，常に開いた絞り弁の\nみに流体が流れている場合，絞り装置の出力側で調節される流体圧は，レーザ切断\nヘッド移動部分領域に割り当てられた圧力予想値に対応する。」\n「図１から分かるように，レーザ切断機において，レーザ発振器２からのレーザ\n光線１は，偏向鏡３，４，５，６，７を介して，収束レンズ８として構成される収\n束光学系に向けられる。収束レンズ８は，レーザ光線１をノズル９により，図示さ\nれていない加工部材上に束ねる。ノズル９は，レーザ光線１の切断軌跡に切断ガス\nを装入するのに用いられる。偏向鏡７では，曲率を変えることのできる適応型鏡を\n取り扱う。」\n「図１の装置は，この目的のために，適応型鏡７を利用して操作される。適応型\n鏡７は，薄い金属円板の表面により形成される研磨された鏡面１２を有する。この\n薄い金属円板は，その縁で，鏡ケース１３の取付環内に張られる。鏡面１２により，\n入射するレーザ光線１は，加工部材表面上にレーザ光線１を束ねる収束レンズ８に\n反射される。」\n「鏡面１２とは反対側の面で，鏡の金属円板に流体管１４を介して圧力水が加え\nられる。図示の鏡７の金属円板は，１．２５ｂａｒの圧力で平面を成すように製作\nされているので，圧力が１．２５ｂａｒの圧力水が流体管１４内にあれば，鏡面１\n２の曲線は平らになる。流体管１４内の圧力がこの値以下に下がれば，鏡面１２は，\n図２の右部分図に示されるように凹型をなす。流体管１４内の圧力が１．２５ｂａ\nｒを上回ると，それに応じて，鏡面１２は凸型に変形する。鏡面１２の凸面若しく\nは凹面の程度は，流体管１４内の圧力を制御して，調節することができる。図２の\n左と右の図面を比較して分かるように，鏡面１２の曲率が変わると，鏡面１２から\n反射されるレーザ光線１の収束若しくは発散は変化する。調節されるレーザ光線１\nの幾何学形状に応じて，収束レンズ８により生じるレーザ光線１の焦点の，加工部\n材に垂直な位置が変わる。」\n「流体管１４内の圧力は，レーザ切断機の数値制御装置を用いて調節される。こ\nれは，図３に示されているように，絞り装置１５に接続している状態にある。絞り\n装置１５は，圧力水の流れ方向に，適応型鏡７の前段に置かれ，４つの並列に接続\nされた絞り弁１６，１７，１８，１９を含む。絞り弁１６は，圧力水が常に流れて\nいる。絞り弁１７，１８，１９を通る圧力水の流量は，制御可能な磁気弁２０，２\n１，２２により，遮断若しくは開放されることができる。固定弁２３は，圧力水の\n戻り路に設けられており，圧力調節器２４と微細フィルタ２５は，絞り装置１５の\n前段に配置される。」\n「圧力源により準備される圧力水は，微細フィルタ２５と圧力調節器２４を介し\nて，絞り装置１５に供給される。圧力調節器２４を利用して，最大の装置圧力が設\nけられる。固定絞り弁２３は，流量断面が不変であるため一定の動圧を作り出すの\nで，適応型鏡７の流体管１４内の圧力は，絞り装置１５を制御することで調節でき\nる。絞り弁１６は圧力水が常に流れているので，適応型鏡７並びにこの鏡の後段に\n置かれる偏向鏡６に，ある程度の，冷却剤の役割をする圧力水量が常に供給される。\n図示の実施例では，磁気弁２０，２１，２２が閉じていれば，絞り装置１５の出力\n側に，ひいては適応型鏡１１の鏡面１２の背面にも，０．５ｂａｒの圧力がある。」\n２  相違点３の認定の誤りについて(取消事由１)\n審決は，前記第２，３(5)のとおり，本件発明と甲１発明との相違点３として，本\n件発明では，「流体排出経路を通過した気体は流体排出手段より外部に排出され\n(る)」のに対して，甲１発明は，流体排出経路を通過した流体は流体管１４とは別\n体の流体管より外部に排出されていない点を認定している。\n本件発明の「外部に排出」の意義について検討する。\n本件発明に係る特許請求の範囲には，「前記反射部材支持部の空間から気体を排出\nする流体排出手段とを備え，前記空間は流体供給経路及びこの流体供給経路と別体\nの流体排出経路を除き密閉構造とし，前記流体排出経路を通過した気体は前記流体\n排出手段より外部に排出され，」と記載されている。同構成中の「流体排出手段」と\nは，気体を「反射部材支持部の空間」の外部へ排出するための手段を指す。そうす\nると，本件発明の「前記流体排出経路を通過した気体は前記流体排出手段より外部\nに排出され」とは，「流体排出経路を通過した気体が，反射部材支持部の空間の外部\nへ排出されること」を意味し，「外部に排出」とは，「反射部材支持部の空間の外部\nへ排出されること」を意味することは，特許請求の範囲の文言上明らかであって，\nそれ以外の格別の限定はない。本件明細書の記載にも，同様に，「外部に排出」とは，\n反射部材支持部の空間の外部へ排出されることが示されている。\n他方，甲１発明においても，鏡面１２を有する金属円板と鏡ケース１３とにより\n形成された密閉空間内から，当該空間内に接続された流体管１４とは別体の流体管\nにより圧力水が排出されている。\n本件発明と甲１発明とは，いずれも「外部に排出」されており，相違点３に係る\n相違はない。したがって，「本件発明は，『流体排出経路を通過した気体は流体排出\n手段より外部に排出され』るのに対して，甲１発明において，流体排出経路を通過\nした流体は流体管１４とは別体の流体管より外部に排出されていない点」を相違点\nとした審決の認定は，誤りがある。\nこの点，被告は，「外部」との語は，本件訂正に係るものであり，甲１発明では圧\n力水が循環するのに対して，本件発明では気体が循環することなく排出される点に\nおいて相違するものであるから，「外部に排出」の意義について，密閉空間に属する\nか否かにおける相違点があるにもかかわらず，この点を前提とすることなく，単に，\n「反射部材支持部の空間外」を全て「外部」であると解釈することは誤りであると\n主張する。しかし，被告の主張は，特許請求の範囲の記載に基づかない主張であり，\n採用の限りでない。\n以上のとおりであり，本件発明の「『外部に排出』という記載が特定する技術的事\n項は，密閉構造とされた空間を取り巻く周囲の空間に排出されることであるといえ\nる」との解釈を前提として，この点を甲１発明との相違点３とした審決の認定は誤\nりである。そして，審決は相違点３が容易想到でないとして結論を導くものである\nから，審決は，相違点３から本件発明の進歩性を肯定する限りにおいて誤りがある\nというべきである。\n３  結論\n被告は，本件発明と甲１発明との間には審決の認定しなかったその他の相違点が\nある，あるいは，相違点１は容易想到ではない等として，審決は結論において正当\nであるから原告の請求は棄却されるべきであるとも主張する。しかし，いずれの主\n張も，審決の相違点３の認定，判断に誤りがあることを左右するものではなく，被\n告の同主張はいずれも採用できない。よって，審決を取り消すことにして，主文の\nとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n小      田      真      治\n（別紙）\n本件明細書の図１（実施例）\n本件明細書の図２（実施例）              本件明細書の図３（実施例）\n本件明細書の図８(従来技術・断面図)      本件明細書の図９(従来技術・斜視図)\n甲１の図２（Ｆｉｇ２．）\n甲１の図３（Ｆｉｇ．３）\n"
}