{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 10,
    "day": 30
  },
  "case_number": "平成25(ワ)32394",
  "case_name": "特許を受ける権利帰属確認請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85459",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85459",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/459/085459_hanrei.pdf",
  "contents": "平成２７年１０月３０日判決言渡  同日原本交付  裁判所書記官\n平成２５年（ワ）第３２３９４号  特許を受ける権利帰属確認請求事件\n口頭弁論終結日  平成２７年６月１２日\n判          決\n東京都世田谷区＜以下略＞\nＡリサーチ＆コンサルティング  こと\n原 告       Ａ\n同 訴 訟 代 理 人 弁 護 士       平\n同 補 佐 人 弁 理 士       堀内   真\n大阪市＜以下略＞\n被 告        株 式 会 社 カ ネ カ\n同 訴 訟 代 理 人 弁 護 士       重 冨 貴 光\n同          古 庄 俊 哉\n主          文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n原告と被告との間において，原告が，別紙特許出願目録記載１の特許出願の請求\n項１ないし１１記載の各発明及び同目録記載２の特許出願の請求項１ないし４記載\nの各発明について，特許を受ける権利を有することを確認する。\n第２  事案の概要\n１  本件は，原告が，別紙特許出願目録記載１の特許出願（以下「本件出願１」\nという。なお，被告は，本件出願１につき，平成２６年１１月１８日付け手続補正\n書〔甲４７の１〕により特許請求の範囲を補正しており，同目録記載１の各請求項\nの記載内容は，同補正後のものである。）の請求項１ないし１１記載の各発明（以\n下，請求項の番号に従い，「本件発明１－１」「本件発明１－２」などといい，こ\nれらを併せて「本件発明１」という。）及び同目録記載２の特許出願（以下「本件\n出願２」という。なお，被告は，本件出願２につき，平成２７年１月５日付け手続\n補正書〔甲４８の１〕により特許請求の範囲を補正しており，同目録記載２の各請\n求項の記載内容は，同補正後のものである。）の請求項１ないし４記載の各発明（以\n下，請求項の番号に従い，「本件発明２－１」「本件発明２－２」などといい，こ\nれらを併せて「本件発明２」という。また，本件発明１と本件発明２を併せて「本\n件各発明」という。）は，いずれも原告が発明したものであると主張して，被告と\nの間において，本件各発明について，原告が特許を受ける権利を有することの確認\nを求めた事案である（なお，原告は，平成２７年６月１２日の本件第２回口頭弁論\nにおいて，本件請求は，仮に，本件各発明が原告と被告の従業員らとの共同発明で\nあると認定された場合には，原告が本件各発明につき特許を受ける権利の共有持分\nを有することの確認を求める趣旨を含むものである旨陳述した。）。\n２  前提事実（証拠等を掲げたもののほかは，当事者間に争いがない。）\n(1) 当事者\n原告は，「Ａリサーチ＆コンサルティング」の屋号を用いて，研究開発のコンサ\nルティング等を提供する個人である（甲５，２１の１・２，弁論の全趣旨）。\n被告は，無機，有機の工業製品，医薬品，医療用具，動物用医薬品，農薬の製造\n販売及び販売等を目的とする株式会社である。\n(2) アドバイザリー契約の締結\n原告と被告は，次の内容を含む平成２１年９月１日付け「アドバイザリー契約書」\n（以下，この契約書を「本件契約書」といい，同契約書に基づく契約を「本件契約」\nという。）を取り交わした（乙１）。\nア  原告と被告は，原告が被告に提供する「コエンザイムＱの新規用途，市場開\n発」に関する助言その他のサービス（以下「本サービス」という。）に関し，本件\n契約を締結する。〔序文〕\nイ  原告は，被告に対し，次の内容の本サービスを提供する。〔１条〕\n①  コエンザイムＱ（以下「補酵素Ｑ」という。）の豚飼料用途（豚出生率の向\n上）での開発アイデアの提供\n②  被告の指定する機関又は原告が提案する機関との共同研究による豚飼料での\n補酵素Ｑの効果の実証及び特許出願用データの取得（共同研究のプロトコール作成\nと機関に対する説明を含む。）\n③  本サービスの実施報告書の作成と提出\nウ  本サービスの実施期間は本件契約の締結日から１年間とする。〔２条〕\nエ  被告は，原告に対し，次のとおり，本サービスの対価を支払う。〔３条〕\n(ｱ) 月額１５万円\n(ｲ) 被告が本サービスにより得られたデータにより特許出願した場合，又は，特\n許出願しないものの同データを被告の営業資料として利用することを決定した場合，\n上記(ｱ)とは別に，１００万円（消費税分は含まず，源泉徴収分を含む。）\nオ  本サービスの結果得られる成果（知的財産権含む）についての権利は，全て\n被告に帰属する。〔６条〕\n(3) 被告による特許出願等\nア  被告は，平成２２年３月９日，次の特許出願（以下「被告３月基礎出願」と\nいう。）をした。なお，発明者として記載されているＢ，Ｃ，Ｄ及びＥは，いずれ\nも被告の従業員である（甲１６）。\n発 明 の 名 称   豚用飼料及びその給与方法\n出願番 号   特願２０１０－５２２８６\n発明 者   Ｂ，Ｃ，Ｄ，Ｅ\n請 求 項 の 数   １１\nイ  原告は，平成２２年３月１０日，次の特許出願（以下「原告出願」といい，\n同出願に係る明細書及び図面を「原告明細書」という。）をした（甲３）。\n発 明 の 名 称   胎児期及び乳児期等の哺乳動物へのＣｏＱ１０の新規用途\n出願番 号   特願２０１０－５３４５２\n発明 者   原告\n請 求 項 の 数   ６\nウ  被告は，平成２２年５月２１日，次の特許出願（以下「被告５月基礎出願」\nという。）をした（甲１７）。\n発 明 の 名 称   豚用飼料及びその給与方法\n出願番 号   特願２０１０－１１７５６９\n発明 者   Ｂ，Ｃ，Ｄ，Ｅ\n請 求 項 の 数   ６\nエ  被告は，平成２３年３月８日，被告３月基礎出願に基づく優先権を主張して，\n次の特許出願（本件出願１。以下，本件出願１に係る明細書及び図面を「本件明細\n書１」という。）をし（甲１），被告３月基礎出願は，その出願の日である平成２\n２年３月９日から１年３か月を経過した時に取り下げたものとみなされた（特許法\n４２条１項）。\n発 明 の 名 称   豚用飼料及びその給与方法\n出願番 号   特願２０１１－５０４４１\n発明 者   Ｂ，Ｃ，Ｄ，Ｅ\n出願公開番号   特開２０１１－２０６０５０\n公 開 年 月 日   平成２３年１０月２０日\n請 求 項 の 数   １２\nオ  被告は，平成２３年５月２０日，被告５月基礎出願に基づく優先権を主張し\nて，千九百七十年六月十九日にワシントンで作成された特許協力条約に基づく国際\n出願をし（ＰＣＴ／ＪＰ２０１１／０６１６３５），同出願については，平成２４\n年１０月１０日に国内移行手続が執られた結果，その国際出願日である平成２３年\n５月２０日にされた次の特許出願（本件出願２。以下，本件出願２に係る明細書及\nび図面を「本件明細書２」という。）とみなされ（特許法１８４条の３第１項）（甲\n２，３６），また，被告５月基礎出願は，その出願日である平成２２年５月２１日\nから１年３か月を経過した時に取り下げられたものとみなされた（同法４２条１項）。\n発 明 の 名 称   豚用飼料及びその給与方法\n出願番 号   特願２０１２－５１５９４０\n発明 者   Ｂ，Ｃ，Ｄ，Ｅ\n国際公開番号   ＷＯ２０１１／１４５７１９\n国 際 公 開 日   平成２３年１１月２４日\n請 求 項 の 数   １２\nカ  被告は，本件出願１につき，平成２６年１１月１８日付け手続補正書により，\n特許請求の範囲を別紙特許出願目録記載１のとおり補正した（判決注：同補正に係\nる部分に下線を付した）。補正後の請求項の数は１１である（甲４７の１）。\nキ  被告は，本件出願２につき，平成２７年１月５日付け手続補正書により，特\n許請求の範囲の記載を別紙特許出願目録記載２のとおり補正した（判決注：同補正\nに係る部分に下線を付した）。補正後の請求項の数は４である（甲４８の１）。\n３  争点\n(1) 原告は，本件各発明の発明者又は共同発明者であるか（争点１）\n(2) 原告は，本件契約により，本件各発明について特許を受ける権利を被告に譲\n渡したか（争点２）\n(3) 本件契約は，心裡留保，虚偽表示又は錯誤により無効であるか（争点３）\n４  争点に対する当事者の主張\n(1) 争点１（原告は，本件各発明の発明者又は共同発明者であるか）について\n【原告の主張】\nア  補酵素Ｑ１０に関する原告の発明\n原告は，遅くとも原告が被告に本件各発明を開示した平成２１年２月１７日まで\nに，以下に述べる各実験を通じて，コエンザイムＱ１０（以下「補酵素Ｑ１０」と\nいう。）に関する複数の発明（以下「原告発明」という。）を完成させていた。\n(ｱ) 原告は，平成１０年頃，東海大学の研究者に研究を申し出て，線虫を用いた\n実験を実施し，ビタミンＥでは延長できなかった酸素感受性の線虫の寿命が，補酵\n素Ｑ１０を投与することにより延長できること，投与のタイミングが早いほど寿命\nが顕著に延長することを確認した（甲４３）。これにより，原告は，生物の発生期\nに補酵素Ｑ１０を投与することによる顕著な効果を見いだし，酸化ストレスが問題\nとなる未熟児の生産性向上等の課題が解決できることを考案した。\n(ｲ) 原告は，平成１３年１月頃までに，早産ウサギ（ウサギ未熟児）に補酵素Ｑ\n１０を腹腔内投与する実験（原告明細書の実施例１，図１及び図２。以下「ウサギ\n実験１」という。）及び妊娠ウサギに補酵素Ｑ１０を経口投与する実験（原告明細\n書の実施例２，図４及び図５。以下「ウサギ実験２」という。）を実施した。原告\nは，ウサギ実験１により，補酵素Ｑ１０が早産ウサギ等の哺乳動物の未熟児の酸化\nストレスを低減しうることを把握し，ウサギ実験２により，補酵素Ｑ１０を妊娠哺\n乳動物に経口投与すると補酵素Ｑ１０が哺乳動物の胎児にまで送達されることや，\n補酵素Ｑ１０投与が哺乳動物の胎児（ウサギ胎児等）や未熟児（早産ウサギ等）の\n酸化ストレスを低減し得たことを把握した。\n(ｳ) 原告は，平成１７年１１月頃までに，マウスを用いた実験（原告明細書の実\n施例３）を実施し，補酵素Ｑ１０を雌非ヒト哺乳動物に経口投与することにより，\n出産数を増加し得たことを把握した。\n(ｴ) 原告が上記各実験により完成させた原告発明は，次のとおり整理できる。\nすなわち，原告発明は，補酵素Ｑ１０を非ヒト哺乳動物に投与することを特徴と\nする非ヒト哺乳動物の生産性向上方法であり，生産性の向上には，死産数の減少な\nどを含む出産数の増加や，離乳期までの死亡率の低下が挙げられる。投与の対象と\nしては，好ましくは妊娠期，授乳期の母非ヒト哺乳動物や，乳児期の非ヒト哺乳動\n物が挙げられるが，生物種に限定はない。投与方法としては，経口投与と非経口投\n与とを問わず，また，投与経路として，直接投与するほか，母非ヒト哺乳動物に投\n与し，これを経由して胎児期や乳児期の子非ヒト哺乳動物に投与してもよい。\nイ  原告は，本件各発明の発明者であること\n他方，被告の出願に係る本件各発明の特徴的部分は，「補酵素Ｑ１０等の補酵素\nＱを母豚に投与することにより，その母豚の分娩成績を効果的に改善し，あるいは，\n出生以降の子豚の成長・生産性を効果的に向上できるという効果を，確認又は高い\n蓋然性で把握する点」にあるものと解される。\nここで，哺乳動物の中でも豚は１回の出産で平均１２匹もの子豚を生むため子豚\nは未熟な状態であること，未熟児は酸化能が低く，出産時の酸化ストレス障害が子\n豚の早期死亡の原因となることは，一般に知られていたところであり，これに原告\n発明とを併せ考慮すれば，母豚等に補酵素Ｑ１０を投与すれば，補酵素Ｑ１０を胎\n児豚の体内にまで到達させることができ，しかも，哺乳動物の中で特に豚について\nは，胎児豚の酸化ストレスを軽減することによって，子豚の死産等の早期死亡を特\nに効果的に抑制することができることを，当業者は高い蓋然性により把握すること\nができる。\nなお，化学分野，生物分野に属する発明であっても，発明の完成に，当該発明の\n最終的な効果に関する直接的なデータが不可欠というものではなく，最終的な効果\nを間接的に示すデータと，その当時の技術常識を併せ考慮することにより，当該発\n明の構成により最終的な効果が得られること（当該発明の課題が解決できること）\nが認識できるのであれば，当該発明は完成したといえる。\nしたがって，本件各発明の特徴的部分は，平成２１年２月１７日以前に，原告に\nより実証され，完成していたものであるから，本件各発明の発明者は原告である。\nウ  被告の従業員らは，本件各発明の発明者又は共同発明者でないこと\n原告は，平成２１年２月１７日，被告の東京本社にて被告の従業員らと面談し，\n同従業員らに対し，本件各発明を開示し，本件各発明に関する飼料の開発アイデア\nとビジネス展開について提案した（甲６）。これにより，被告は，被告の主力商品\nである補酵素Ｑ１０を母豚の飼料として投与することによって，分娩成績の改善や\n出生以降の子豚の成長・生産性を向上させ得ることを初めて具体的に認識し，これ\nを事業化することに関心を持ち，原告から継続的にコンサルティングを受けるため\nに本件契約を締結したものである。\nこの点，被告は，原告との同日の面談以前にも，補酵素Ｑを豚に投与することで，\n死亡率低減，繁殖効率向上等の効果が得られるとの発明思想を被告が独自に得てい\nたと主張するが，同日以前の被告の検討（乙４ないし９）は，いずれも，補酵素Ｑ\n１０を，主要な各種家畜動物の各種ライフステージや属性のものに網羅的に投与す\nる試験計画を示すにとどまり，その投与効果を直接的に又は間接的に裏付ける独自\nのデータ等もなく，畜産業界における一般的な課題や単なる願望を提示しているに\nすぎない。\nまた，同日以後においても，被告の従業員らは，本件各発明の特徴的部分に何ら\n創作的寄与をしたものではない。すなわち，被告は，原告からウサギ実験１及び同\n２等の実証データ，かかる実証データから導かれる技術的知見の開示を受けたから\nこそ，母豚への投与試験を行うおおやファーム有限会社（以下「おおやファーム」\nという。）を探し出すことができたのであり，投与試験の実施に際しても，そのプ\nロトコール（試験の手順，条件）の重要部分は，原告が作成している。被告の従業\n員らは，原告の補助者として，原告が既に完成させていた本件各発明の効果をより\n直接的に示すデータを取得するための試験を，原告の作成したプロトコールに従い\n遂行又は遂行の補助を行ったにすぎないものである。\nエ  原告は，少なくとも本件各発明の共同発明者であること\n仮に，被告の従業員らが，本件各発明の特徴的部分に何らかの創作的寄与をして\nいたとしても，既に述べたとおり，原告は，本件各発明の課題及びその解決手段を\n考案したほか，同課題の解決を確認しているのであるから，少なくとも，本件各発\n明の共同発明者である。\n【被告の主張】\nア  被告は，平成２１年２月以前から，補酵素Ｑ１０を使用した製品開発を行う\nための知見・ノウハウを有しており，飼料開発，販売事業に関しても，種々の家畜\n動物を対象に補酵素Ｑ１０の給与試験を計画・実施してきた。母豚，子豚に補酵素\nＱ１０を投与することによって生産性向上を図るという本件各発明の開発アイデア\nは，遅くとも平成２０年の時点で被告が独自に保有しており，豚に補酵素Ｑ１０を\n給与する試験の策定・実施の能力・体制を十分に備えていた。\n本件各発明は，被告が有していたかかる開発アイデアに基づいて，被告の従業員\nが，おおやファーム，有限会社ロッセ農場（以下「ロッセ農場」という。），全国\n畜産農業協同組合連合会（以下「全畜連」という。）において実施した母豚への補\n酵素Ｑ１０添加飼料の給餌による各分娩成績改善試験（乙１０ないし１２）によっ\nて，補酵素Ｑ１０を豚に投与することによる豚の分娩成績の改善あるいは出生以降\nの子豚の成長等の生産性向上の効果を直接確認するなどして完成したものである。\nしたがって，本件各発明の発明者は，被告の従業員らである。\nイ  これに対し，原告は，本件各発明の特徴的部分を「補酵素Ｑ１０等の補酵素\nＱを母豚に投与することにより，その母豚の分娩成績を効果的に改善し，あるいは，\n出生以降の子豚の成長・生産性を効果的に向上させることができるという効果を，\n確認又は高い蓋然性で把握する点」にあるとした上，原告は，ウサギ実験１等の各\n種実験により，上記特徴的部分に創作的な貢献，寄与をしたとして，原告が本件各\n発明の発明者である旨主張する。\nしかしながら，そもそも，本件各発明の特徴的部分について，補酵素Ｑの投与の\n効果を「確認又は高い蓋然性で把握する点」であるとすることが，原告独自の見解\nであって失当である。本件のような生物分野における発明が完成に至るには，豚へ\nの補酵素Ｑ１０の投与実験を策定・実施することで，豚の分娩成績の改善あるいは\n出生以降の子豚の成長，生産性の向上という効果（有用性）を直接確認することが\n重要である。\nまた，原告自身が，補酵素Ｑ１０を豚に投与することによる効果はウサギ実験１\n等で得られたデータから推察される仮説であることや，豚を対象とした給与試験に\nよる実証の必要性がある旨を自認しており，それゆえに，原告は，被告との協働を\n提案したものである（甲１３，１８）。\nウ  原告は，本件契約の締結交渉過程や，本件契約締結後に，被告に対して一定\nの情報を提供したが，そのいずれもが，①被告が既に保有していた情報，②飼料，\n養豚の業界で既に知られていた内容又はこれらから自明の内容，③本件各発明の完\n成とは無関係な事項，④補酵素Ｑの投与計画策定にあたって当然に検討すべき事項\nにすぎないものであって，結果として，本件各発明との関係において創作的な貢献，\n寄与をするものではなかった。\nエ  原告は，予備的に，原告が本件各発明の共同発明者である旨主張するが，上\n記のとおり，原告は，本件各発明の完成に対して何ら創作的な貢献，寄与をしたも\nのではないから，同主張も理由がない。\n(2) 争点２（原告は，本件契約により，本件各発明について特許を受ける権利を\n被告に譲渡したか）について\n【被告の主張】\nア  仮に，原告が本件各発明の発明者又は共同発明者であるとしても，原告は，\n本件契約により，本件各発明について特許を受ける権利を被告に譲渡したものであ\nる。\nすなわち，本件契約書（乙１）は，原告が被告に対して「本サービス」，具体的\nには，「コエンザイムＱの豚飼料用途（豚出生率の向上）での開発アイデアの提供」，\n「乙（被告）の指定する機関あるいは甲（原告）が提案する機関・・・との共同研\n究による豚飼料でのコエンザイムＱの効果の実証および特許出願用データの取得\n（共同研究のプロトコール作成と実施機関に対する説明を含む。）」などのサービ\nスを提供すること（１条），これに対して被告が対価を支払うこと（３条）をそれ\nぞれ規定した上，「本サービスの結果得られる成果（知的財産権含む）についての\n権利は，全て乙（被告）に帰属する。」として，原告が提供するサービスの結果得\nられた発明の特許を受ける権利が被告に帰属することを，端的かつ明確に規定して\nいる（６条）。\nこの点，原告は，本件契約により被告に帰属する権利が「特許出願に必要なデー\nタを使用する権利」であると主張するが，本件契約書における「（知的財産権含む）」\nとの規定を意図的に無視するものであって不当である。特許出願のためのデータを\n使用する権利を有しながら，特許出願を自由に行うことができなくなるような契約\nは，不合理というほかない。\nイ  原告が，本件契約の締結に至る交渉過程において，特許を受ける権利の対価\nを別に求めたことはあるが，被告は，そのような提案には応じていないし，社内で\n検討もしていない。また，原被告間で，契約を二段階に分けることや，第二段階と\nして特許を受ける権利を譲渡するといった交渉も行われていない。\n【原告の主張】\nア  本件契約によっては，原告の特許を受ける権利は譲渡されていない。\nそもそも，原告は，本件契約の締結に先だって，既に本件各発明を完成させてい\nるのであるから，本件各発明に係る特許を受ける権利は，本件契約書にいう「本サ\nービスの結果得られる成果についての権利」に当たらない。\n本件契約は，原告が，豚飼料用途（出生率向上）に関する試験のコーディネート\n等を提供し，これに対し，被告が，月額１５万円の報酬を支払うと共に，特許出願\nに用いることができるデータを取得できた場合には，別途１００万円の成功報酬を\n支払うことが約されたものである。したがって，被告が取得する「本サービスの結\n果得られる権利」とは，特許出願に用いることができるデータを使用できる権利で\nあって，本件各発明について特許を受ける権利ではない。\nイ  本件各発明について特許を受ける権利に関しては，原被告間で，その譲渡対\n価を別途協議することが予定されていたが，現在に至っても同対価は定まっておら\nず，結局，本件各発明について特許を受ける権利は，被告に移転していない。\nすなわち，原告は，被告に対し，原被告間の契約を，ビジネス展開戦略の仮説の\n評価段階である第一段階と，同評価後の戦略策定や特許を受ける権利の譲渡などの\n第二段階の二段階に分けた上で，第一段階における原告の報酬として月額２５万円\nを希望し，第二段階における報酬は別途協議することを申し入れた（甲２１の１・\n２）。被告は，これに対し，本件各発明について特許を受ける権利の譲渡を含む第\n二段階の契約については，時間がかかりそうなので今回は除外したとしながらも（甲\n２２），「本サービスの結果得られる成果についての権利は全て乙（被告）に帰属\nする」との規定のある契約書案を送付してきた（甲２４の１・２）。このため，原\n告は，本件各発明について特許を受ける権利を無償で被告に譲渡することは考えら\nれないと回答したところ（甲２５の１・２），被告も自らの認識が誤っていたこと\nを謝罪し，同譲渡の対価については，別途協議することに合意したものである（甲\n２６）。\n原告は，その後も，本件各発明について特許を受ける権利の譲渡対価につき，国\n内分４００万円，海外分１６００万円という希望額を提示するなど，被告との交渉\nを継続してきたが，結局，対価の合意には至らなかった。しかるところ，被告は，\n従前と同様に「本サービスの結果得られる成果についての権利は全て乙（被告）に\n帰属する」との規定のある契約書案を提示してきた（甲２９の１・２）。原告は，\nこの時点において，既に被告に対して本件各発明を開示しており，また，機密保持\n契約も締結できていない状況にあったことから，被告が原告の発明思想を用いて勝\n手に特許出願するなどして，原告のアイデアが横取りされてしまうことをおそれ，\n被告との間で，第一段階の契約の結果が良ければ第二段階の契約を締結することを\n確認し，本件契約の締結に踏み切ったものである。\n以上のとおり，本件各発明について特許を受ける権利の譲渡を含む第二段階の契\n約に関しては，原被告間で別途協議することが合意されていたものである。\nウ  ところで，原告は，本件契約締結後も，本件各発明について特許を受ける権\n利の対価を定めるべく，また，被告の特許出願に対応できるように本件契約を改定\nするよう，被告との交渉を継続してきた。その中で，原告と被告は，補酵素Ｑ１０\nに関する発明について，被告は豚飼料用途（出生率向上）に限定した特許出願を，\n原告はヒトやペットを含む広い範囲を捕捉する特許出願を，それぞれ同一日に行う\nことを合意した（甲３１）。\nところが，被告は，その後，本件各発明について特許を受ける権利は本件契約に\nより被告に帰属していると主張し，被告の担当役員において，原告に対して威嚇的\nな発言をするなどしたほか，同一日に特許出願するとの原告との先の合意を翻して，\n原告に秘したまま抜け駆け的に特許出願を行い（被告３月基礎出願），事実上，原\n告が補酵素Ｑ１０の豚飼料以外の用途において特許登録を受ける途を故意に閉ざし\nた。\nこのような被告の背信的ともいうべき行為は，原告から本件各発明について特許\nを受ける権利の譲渡を受けていないことに起因する被告のやましさから出たものと\n考えられるが，原告から発明者としての権利を略取し，泣き寝入りを強いるもので\nあって看過できないものである。\n(3) 争点３（本件契約は，心裡留保，虚偽表示又は錯誤により無効であるか）に\nついて\n【原告の主張】\nア  心裡留保又は虚偽表示による無効\n仮に，本件契約が，原告が被告に対して本件各発明について特許を受ける権利を\n１００万円の代金により譲渡するとの内容を含むものであると解釈されるとしても，\n原告には，本件契約当時，本件各発明について特許を受ける権利を被告に譲渡する\n意思はなく，被告もまた，原告にかかる意思がないことを知り，又は知ることがで\nきたのに，そのまま本件契約の締結に至っているのであるから，本件契約は，心裡\n留保（民法９３条ただし書）又は原被告間で意を通じてされた虚偽表示による契約\n（民法９４条１項）であって，無効である。\nイ  錯誤無効\nまた，仮に，本件契約が，原告が被告に対して本件各発明について特許を受ける\n権利を１００万円の代金による譲渡するとの内容を含むものであると解釈されると\nしても，原告が本件契約を締結したのは，第一段階の結果が良ければ第二段階の契\n約を締結することを信じていたためであり，かかる原告の意思は表示されていたと\nころ（甲３０），現実には，第二段階の契約は締結されなかったのであるから，本\n件契約は，錯誤（民法９５条）により無効である。\n【被告の主張】\nア  心裡留保又は虚偽表示との主張について\n原告の真意は不知であるが，原告は，被告が提示した本件契約の最終案（甲２９\nの２）の条件により，成果に関する権利（知的財産権を含む）が被告に移転するこ\nとについて何ら異議を述べていなかったのであるから，被告は，原告の意思表示が\n真意に基づかないことを知ることはできず，また，原告と通じて虚偽の意思表示を\n行ったということもない。\nイ  錯誤との主張について\n原告は，契約書の文言，契約条件及び結果が良ければ契約を継続することができ\nるという期待を有するにすぎないことを確認・理解した上で本件契約の締結に応じ\nたのであるから，契約の締結に際して何らの錯誤も存しない。そもそも，結果が良\nければ契約を継続することは，本件契約締結時には，少なくともその可能性が存し\nていたことは事実であるから，その点においても錯誤は存しない。\n第３  当裁判所の判断\n１  争点１（原告は，本件各発明の発明者又は共同発明者であるか）について\n(1) 発明者の意義について\n発明者とは，特許請求の範囲に記載された発明について，その具体的な技術手段\nを完成させた者をいう。ある技術手段を着想し，完成させるための全過程に関与し\nた者が一人だけであれば，その者のみが発明者となるが，その過程に複数の者が関\n与した場合には，当該過程において発明の特徴的部分の完成に創作的に寄与した者\nが発明者となり，そのような者が複数いる場合にはいずれの者も発明者（共同発明\n者）となる。ここで，発明の特徴的部分とは，特許請求の範囲に記載された発明の\n構成のうち，従来技術には見られない部分，すなわち，当該発明特有の課題解決手\n段を基礎付ける部分をいう。なぜなら，特許権は，従来の技術では解決することの\nできなかった課題を，新規かつ進歩性を備えた構成により解決することに成功した\n発明に対して付与されるものであり（特許法２９条参照），特許法が保護しようと\nする発明の実質的価値は，従来技術では達成し得なかった技術課題の解決を実現す\nるための，従来技術には見られない特有の技術的思想に基づく解決手段を，具体的\n構成をもって社会に開示した点にあるから，特許請求の範囲に記載された発明の構\n成のうち，当該発明特有の課題解決手段を基礎付ける部分の完成に寄与した者でな\nければ，同保護に値する実質的な価値を創造した者とはいい難いからである（知財\n高裁平成１８年（行ケ）第１００４８号同１９年７月３０日判決参照）。\n(2) 本件各発明の特徴的部分について\nア  本件明細書１（甲１参照）及び本件明細書２（甲３６参照）の各発明の詳細\nな説明の欄には，要旨，次の記載がある（本件明細書１における段落番号を【  】\nで，本件明細書２における段落番号を［  ］で，それぞれ示した。）。\n(ｱ) 技術分野\n本発明は，補酵素Ｑを用いた，豚の分娩成績を改善させる方法又は出生以降の子\n豚の成長・生産性を向上させる方法，そのための飼料，または飼料の給与方法に関\nする（【０００１】［０００１］）。\n(ｲ) 背景技術及び発明が解決しようとしている課題\n豚の分娩成績を改善させる方法，あるいは出生以降の子豚の成長・生産性を向上\nさせる方法としては，Ｌ－トリプトファンを必要要求量よりも多く添加した配合飼\n料を母豚に与える方法，有機酸及び／または有機酸含有物を母豚に給与する方法，\nグアーガム酵素分解物を飼料に添加する方法，還元型葉酸を飼料に含有させる方法\nなど，既にいくつかの報告がある（【０００２】【０００３】［０００２］）。\n一方，補酵素Ｑは，その生理的作用として，アデノシントリ燐酸（ＡＴＰ）の生\n合成，心機能の活性化，細胞膜の安定化効果，抗酸化作用による細胞の保護効果等\nが知られている。種々の用途での使用が知られており，酸化型補酵素Ｑ１０は鬱血\n性心不全薬として用いられているほか，栄養剤，栄養補助剤として経口的に使用さ\nれている（【０００４】【０００５】［０００３］［０００４］）。\n補酵素Ｑを家畜・家禽等経済動物の飼料成分として用いるという試みは，１９６\n０年代より報告されており，補酵素Ｑが飼料添加剤として有用であるとの報告，鶏\nの飼料として用いることにより体重増加が認められたとの報告，ブロイラーの飼\n料・飲料に含有させることにより腹水症の発生率を低下させ，育成率も高いとの報\n告などがある（【０００６】［０００５］）。\n豚の分娩成績の改善や出生以降の子豚の成長・生産性向上に関する従来の報告は，\n効果が不十分であったり，方法が実用的でなかったりなど，要求される課題を総合\n的に解決しうるものではなく，実農場でコンスタントに採用されるような完成され\nた技術とは言い難いものであった。したがって，生存頭数や離乳頭数で母豚１頭あ\nたり，少しでも多くの数の子豚を確実に出産させ，さらには離乳まで確実に生存さ\nせる技術が強く求められていた（【０００８】［０００７］）。\n本発明が解決しようとしている課題は，豚の分娩成績の改善や出生以降の子豚の\n成長・生産性を向上させる方法及びそのための飼料を提供することである（【００\n０９】［０００８］）。\n(ｳ) 課題を解決するための手段\n上記課題を解決するために検討した結果，補酵素Ｑを母豚の特定の時期に投与す\nることにより，豚の分娩成績が改善できるだけでなく，出生以降の子豚の成長や生\n産性をも確実に向上させることができることがわかった（【００１０】［０００９］）。\n(ｴ) 発明の効果\n本発明により，従来，多産でかつ未熟な状態で出産を行うために死産や出産後の\n子豚の死亡率が高かった養豚の分娩成績を向上させ，また，生まれた子豚の成長速\n度や離乳率を高めることができ，さらには母豚の利用率をも高めることができる\n（【００１１】［００２３］）。\n（ｵ) 発明を実施するための形態\n本発明による豚の分娩成績の改善とは，母豚の発情再帰日数の短縮，受胎率の向\n上，産子数の増加，生存頭数の増加，泌乳量の増加，生産性が低下しない妊娠の回\n数の増加，出産回転数の向上や，生まれた新生児豚の白子・ミイラ数の減少，出生\n児体重の増加等，母豚に対する総合的な分娩成績の改善成果のことをいう（【００\n１４】［００２６］）。\n本発明による出生以降の子豚の成長・生産性の向上とは，生まれた子豚の哺乳開\n始数の増加，離乳頭数の増加，離乳後事故頭数の減少，離乳後淘汰頭数の減少，飼\n料要求率の向上，増体重の向上及びそれに付随する離乳時体重の向上，下痢回数の\n減少等，生まれた子豚に対するその成長や生産性の成績の改善効果のことをいう\n（【００１５】［００２７］）。\n本発明において補酵素Ｑを投与する対象となる豚は，好ましくは母豚であること\nを特徴とする。投与時期は特に限定されないが，妊娠前（交配前）及び妊娠中の特\n定の時期に投与するのが好ましく，妊娠中の特定の時期に投与するのがより好まし\nく，なかでも交配後（妊娠初期）又は妊娠後期がさらに好ましい（【００１６】［０\n０２８］［００２９］）。\n本発明において用いられる補酵素Ｑの形態，精製の程度，酸化型・還元型の別及\nび混合割合については，特に制限されない（【００１８】［００３１］ないし［０\n０３５］）。\n本発明において補酵素Ｑを豚に投与する方法は特に制限されないが，補酵素Ｑを\n飼料に添加・混合し，当該飼料を豚に給餌する方法が好ましい。この場合，飼料の\n原料，添加方法は特に制限されない。当該飼料中の補酵素Ｑの含有量も，本発明の\n効果を得られる量であれば特に限定されないが，経済的観点からは，上限は４００\nｐｐｍ程度が妥当であり，３００ｐｐｍ程度でも十分に効果は得られる（【００１\n９】ないし【００２２】［００３６］ないし［００３９］）。\n(ｶ) 実施例\nａ  実施例１（【００２４】ないし【００２９】［００４１］ないし［００４３］）\n（試験方法）実生産農場の母豚約１６０頭を用い，試験期間を８か月間とし，当\n該試験期間中，補酵素Ｑ１０を通常の母豚用飼料に添加したもの（全飼料中の補酵\n素Ｑ１０濃度は６０ｐｐｍ）を全ての母豚に一斉に給与し，一斉に給与を停止した。\n豚の妊娠期間が１１４日間，出産後次の妊娠までの期間が約３１日であることから，\nこの試験により，妊娠期や授乳期等の異なる様々な母豚のステージで補酵素Ｑ１０\nが投与されたことになる。\n（効果）補酵素Ｑ１０を給餌した母豚の初乳中の補酵素Ｑ１０含量は，補酵素Ｑ\n１０を投与しない時期に比べて明らかに高い数字を示した。また，補酵素Ｑ１０を\n母豚に投与しない時期と比べて，補酵素Ｑ１０を投与した時期では，産子数の上昇，\n白子・黒子率の低下，生まれた子豚の哺乳開始数と離乳頭数の増加が確認できた。\nさらに，本試験の母豚から生まれた子豚は，通常の飼育の場合と比べて，生後３週\n目での体重が重く，かつ，下痢も少なく順調に育っていた。\nｂ  実施例２（【００３０】ないし【００３２】［００４４］ないし［００４６］）\n（試験方法）実施例１の試験において補酵素Ｑ１０を給与された母豚が生んだ子\n豚に，離乳期（人工乳期，中期）までは約８０ｐｐｍ分の補酵素Ｑ１０を通常飼料\nに添加し，子豚期から出荷までは４０ｐｐｍ分の補酵素Ｑ１０を通常飼料に添加し\nた。\n（試験結果）補酵素Ｑ１０を投与された子豚の母豚１頭あたりの離乳頭数は，対\n照群に比べて増加した。\nｃ  実施例３（【００３３】ないし【００３５】［００４７］ないし［００４９］）\n（試験方法）実生産農場の母豚を用いて，妊娠中期及び後期に補酵素Ｑを投与し\nた場合の出生以降の子豚の成長・生産性向上に対する影響について評価を行った。\n試験群Ａ～Ｄについて，通常の母豚用飼料に補酵素Ｑ１０を１００ｐｐｍ又は４０\n０ｐｐｍの濃度となるように添加したものをそれぞれ妊娠中期（種付け後３９日目\nから７６日目までの期間。試験群Ａ，Ｂ）と妊娠後期（種付け後７７日目から出産\nまでの期間。試験群Ｃ，Ｄ）に給与し，それ以外の時期には通常の母豚用飼料のみ\nを給与した。対照群については，妊娠全期を通じて通常の母豚用飼料のみを給与し\nた。試験期間は約５か月半であり，授乳時の母豚及び生まれた子豚に対しては補酵\n素Ｑ１０を給与しなかった。\n（試験結果）各群の生まれた子豚１頭あたりの離乳時体重の結果は次表のとおり\nである。各試験群において出生時の体重は対照群とあまり変わらなかった。これに\nより，補酵素Ｑ１０を妊娠中期や妊娠後期に１００～４００ｐｐｍ給与することで，\n離乳時体重を着実に増加させることができること，その効果は妊娠後期に補酵素Ｑ\n１０を給与した場合特に優れていることが確認された。\nｄ  実施例４（【００３６】ないし【００３８】［００５０］ないし［００５２］\n（試験方法）実生産農場の母豚を用いて，妊娠初期に補酵素Ｑ１０を投与した場\n合の分娩成績の改善及び出生以降の子豚の成長・生産性向上に対する影響について\n評価を行った。試験群Ｅ～Ｇについて，通常の母豚用飼料に補酵素Ｑ１０を１００\nｐｐｍの濃度となるように添加したものを，それぞれ妊娠初期（種付けから３８日\n目までの期間。試験群Ｅ），妊娠中期（種付け後３９日目から７６日目までの期間。\n試験群Ｆ），妊娠後期（種付け後７７日目から出産までの期間。試験群Ｇ）にそれ\nぞれ給与し，それ以外の時期には通常の母豚用飼料のみを給与した。対照群につい\nては，妊娠全期を通じて通常の母豚用飼料のみを給与した。授乳時の母豚及び生ま\nれた子豚に対しては補酵素Ｑ１０を給与しなかった。\n（試験結果）各群の生まれた子豚の離乳頭数の結果は次表のとおりである。補酵\n素Ｑ１０を妊娠中に給与することで，離乳頭数を増加させることができること，そ\nの効果は妊娠初期に投与した場合に特に顕著であることが確認された。なお，妊娠\n初期に補酵素Ｑ１０を１００ｐｐｍ投与した群では，産子数，生存頭数においても，\n対照群に比べて１頭以上頭数が多い結果となり，分娩成績の改善効果も確認された。\nｅ  実施例５（［００５３］［００５４］。本件明細書１には記載がない。）\n（試験方法）実生産農場の母豚を用いて，補酵素Ｑ１０を投与した場合の再種付\nけ時の受胎率の改善について評価を行った。試験群について，通常の母豚用飼料に\n補酵素Ｑ１０を１００ｐｐｍの濃度となるように添加したものを試験期間（４か月\n間）を通じて給与した。種付けの２８日目に受胎の有無を確認し，非受胎の豚に再\n種付けを実施した。\n（試験結果）再種付けから２８日後に受胎の有無を確認し，再種付けを実施した\n豚の受胎率を試験群と対照群で比較したところ，試験群では９４パーセント，対照\n群では８５パーセントの受胎率で，補酵素Ｑ１０の投与により，再種付け時の受胎\n率の改善が認められた。\nｆ  実施例６（［００５５］［００５６］。本件明細書１には記載がない。）\n（試験方法）実生産農場での母豚飼育時における，補酵素Ｑ１０を投与した場合\nの発情再帰日数（哺乳終了から発情までの日数）の短縮について評価を行った。\n（試験結果）試験群の発情再帰日数は５．５９日，対照群では５．９２日と，補\n酵素Ｑ１０の投与により，０．３３日分の発情再帰日数の短縮効果が認められた。\nイ  被告は，本件出願１につき，平成２６年１１月１８日付け手続補正書によっ\nて，特許請求の範囲を別紙特許出願目録記載１のとおり補正した。その要旨は，旧\n請求項１における補酵素Ｑの投与対象を母豚に限定し（補正後の請求項１），また，\n補正後の請求項６における補酵素Ｑの投与対象を「前記母豚より出生した子豚」に\n限定するものである（甲４７の１・２）。\nまた，被告は，本件出願２につき，平成２７年１月５日付け手続補正書によって，\n特許請求の範囲を別紙特許目録記載２のとおり限定した。その要旨は，補酵素Ｑの\n投与対象を母豚に限定し（補正後の請求項１），補正後の請求項２における投与期\n間を種付け前の期間に限定し，補正後の請求項３における受胎率の向上を再種付け\n時の受胎率の向上に限定し，補正後の請求項４における補酵素Ｑの含有量を１００\nｐｐｍ以上４００ｐｐｍ以下に限定するものである（甲４８の１・２）。\nウ  本件各発明の特徴的部分について\n以上を前提に，本件各発明の特徴的部分について判断する。\n(ｱ) 前記アにおいて認定した本件明細書１及び本件明細書２の記載からすれば，\n従来，豚の分娩成績を改善させる方法又は出生以降の子豚の成長・生産性を向上さ\nせる方法については，種々の報告があったものの，必ずしも効果が十分ではなく，\nまた，方法が実用的ではないなど，実農場における継続的な利用に適するものとし\nて完成されていないという課題が存したが，他方で，補酵素Ｑを飼料成分として用\nいることについては，家畜への好影響も複数報告されていたという状況にあって，\n本件各発明は，補酵素Ｑを母豚に投与することにより，豚の分娩成績を改善させ又\nは出生以降の子豚の成長・生産性を向上させることを指向し，また，これを実農場\nにおける継続的な利用に適するものとすべく，その効果を実証し，実用的な方法と\nして完成させることを企図して創作されたものと認められる。\nそうすると，本件発明１－１の特徴的部分は，「補酵素Ｑを母豚に投与すること\nを特徴とする，豚の分娩成績の改善または出生以降の子豚の成長・生産性を向上さ\nせる方法」という特許請求の範囲に記載された構成のすべてであり，とりわけ，従\n来技術には見られない当該発明特有の課題解決手段を基礎付ける要素は，補酵素Ｑ\nを母豚に投与する方法を採用したことのほか，これにより現実に豚の分娩成績の改\n善又は出生以降の子豚の成長・生産性を向上させるという効果を挙げ得ることを具\n体的に見いだしたことにあるというべきである。\n本件発明１－１の構成に加えて，更に発明特定事項が付加されている本件発明１\n－２ないし本件発明１－１０の特徴的部分は，上記部分に加え，発明の詳細な説明\nの記載に従い，補酵素Ｑの投与時期を限定した部分（本件発明１－２につき「妊娠\n時期に」，本件発明１－３につき「少なくとも交配後１ヶ月間，妊娠中の」，本件\n発明１－４につき「少なくとも出産前の１ヶ月間」，本件発明１－５につき「授乳\n中の」との各部分），母豚から出生した子豚をも補酵素Ｑの投与対象とする部分（本\n件発明１－６につき「さらに前記母豚より出生した子豚にも」との部分），挙げる\nことのできる効果をより具体的に限定した部分（本件発明１－７につき「分娩成績\nの改善が，産子数の増加または生存頭数の増加である」，本件発明１－８につき「出\n生以降の子豚の成長・生産性の向上が，離乳頭数の増加，増体重の向上，または離\n乳時体重の増加である」との各部分），補酵素Ｑの投与方法を限定した部分（本件\n発明１－９につき「補酵素Ｑを含有する飼料を母豚に投与する」との部分），補酵\n素Ｑの性質を限定した部分（本件発明１－１０につき「補酵素Ｑが酵母由来である」\nとの部分）であるというべきである。\n前記アにおいて認定した本件明細書１の記載からすれば，本件発明１－１１は，\n豚の分娩成績の改善又は出生以降の子豚の成長・生産性を向上させるという効果を\n現実に挙げ得る母豚用飼料中の補酵素Ｑの含有量を明らかにしたものと認められる\nから，本件発明１－１１の特徴的部分は，「補酵素Ｑを２０ｐｐｍ以上含有する母\n豚用飼料」との特許請求の範囲に記載された構成のすべてであるというべきである。\n本件発明２は，本件発明１との重複を回避し，差別化するために，その方法，投\n与期間，補酵素Ｑの含有量を限定したものと認められる。したがって，本件発明２\n－１の特徴的部分は，方法を限定した「受胎率の向上」との部分であり，本件発明\n２－１の構成に加えて，更に発明特定事項が付加されている本件発明２－２の特徴\n的部分は，上記部分に加え，投与期間を限定した「種付け前の期間に」との部分で\nあり，本件発明２－２の構成に加えて，更に発明特定事項が付加されている本件発\n明２－３の特徴的部分は，上記各部分に加え，方法をさらに限定した「受胎率の向\n上が，再種付け時の受胎率の向上である」との部分であるというべきである。\n前記アにおいて認定した本件明細書２の記載からすれば，本件発明２－４は，豚\nの分娩成績の改善又は出生以降の子豚の成長・生産性を向上させるという効果を現\n実に挙げ得る母豚用飼料中の補酵素Ｑの含有量を明らかにしたものと認められるか\nら，本件発明２－４の特徴的部分は，「補酵素Ｑを１００ｐｐｍ以上，４００ｐｐ\nｍ以下含有する」との部分であるというべきである。\n(ｲ) 以上に対し，原告は，本件各発明の特徴的部分が「補酵素Ｑ１０等の補酵素\nＱを母豚に投与することにより，その母豚の分娩成績を効果的に改善し，あるいは，\n出生以降の子豚の成長・生産性を効果的に向上できるという効果を，確認又は高い\n蓋然性で把握する点」にあると主張する。\nしかしながら，原告のかかる主張は，本件各発明のうち本件発明１－２ないし本\n件発明１－１１及び本件発明２－１ないし本件発明２－４が，いずれも，母豚に補\n酵素Ｑを投与する方法又は補酵素Ｑを含有する母豚用飼料において，補酵素Ｑの投\n与時期，補酵素Ｑの投与対象，得られる具体的効果，補酵素Ｑの性質又は飼料中の\n補酵素Ｑの含有量を限定していることに目を瞑っている点において明らかに失当で\nあるし，本件発明１－１についても，前記(ｱ)のとおり，従来技術には見られない当\n該発明特有の課題解決手段を基礎付ける要素としては，補酵素Ｑを母豚に投与する\n方法を採用したことのみならず，これにより現実に豚の分娩成績の改善又は出生以\n降の子豚の成長・生産性を向上させるという効果を挙げ得ることを具体的に見いだ\nしたことにもあることを看過しているから，採用することができない。\n(3) 本件各発明の特徴的部分への原告の関与について\nア  前記前提事実，後掲の証拠及び弁論の全趣旨によれば，本件各発明に至る経\n緯について，以下の事実が認められる。\n(ｱ) 被告は，昭和５２年，代謝性強心剤バルク「ユビデカレノン（ＣｏＱ１０）」\nを発酵法により開発して生産を開始し，遅くとも平成１０年頃から現在に至るまで，\n補酵素Ｑ１０の製造数量において世界的に大きなシェアを占めている（乙２９，３\n０，３３，３９）。\n(ｲ) 被告は，遅くとも平成１９年１２月頃までに，補酵素Ｑの飼料分野における\n市場拡大を計画し，酵母由来補酵素Ｑ１０を原材料とした飼料の製造販売を可能と\nするため所定の行政手続をとったほか，平成２０年３月以降，研究者や複数の飼料\n製造業者，畜産業者を訪問して，豚を含む家畜に対する補酵素Ｑ１０飼料の可能性\nを検討するなどし，同年６月には，補酵素Ｑ１０を配合した子牛用飼料を開発した\n（乙３，４，７，３０，４０，証人Ｃ〔以下「証人Ｃ」という。〕）。\n被告は，上記飼料製造業者のうち，物産バイオテック株式会社との間では，同年\n３月から４月にかけて，秘密保持契約を締結した上，補酵素Ｑの飼料用途としての\n有用性を確認するための試験を計画し，同試験計画には，対象家畜として採卵鶏，\nブロイラー，養牛のほか「養豚（種豚，母豚，子豚期）」が挙げられ，母豚に関す\nる投与の目的は「繁殖成績改善」とされ，対象数，試験期間，補酵素Ｑ１０の給与\n量等が具体的に検討されたが，同社における母豚に対する投与試験は実現には至ら\nなかった（乙３ないし６，３０，証人Ｃ）。\nまた，被告は，上記畜産業者のうち多数の母豚を飼育する有限会社ひこちゃん牧\n場に対しては，同年９月頃，補酵素Ｑ１０を給餌することによる豚の生産性向上試\n験を依頼したが，手間とコスト等の理由から試験の実現には至らなかった（乙８）。\n被告は，平成２０年１２月度の営業会議（飼料分野）において，補酵素Ｑ１０を\n飼料分野に展開するに際しての戦略を次のとおりまとめている。すなわち，補酵素\nＱ１０の飼料分野への展開は，消費者との関係では付加価値の向上（Ｑ１０高含有\n卵，肉質の改善），農場との関係では生産性の向上（死亡率低減，飼料効率改善）\n等の効果による戦略上のメリットが期待できること，畜種別の期待効果のうち，豚\nの生産性向上の効果については，死亡率低減や繁殖効率向上が考えられること，価\n格政策のうち，生産性の向上に関連するキーポイントとしては，価格を落とさず，\nその範囲で可能な配合量で得られる最大限の生産性追求にあることなどが確認され，\n展開の順序としては，これまでの実績や試験計画の進展等を考慮し，第１順位に日\n本国内における採卵鶏ブランド卵，第２順位に日本国内におけるブロイラー生産性\n向上，第３順位に米国における採卵鶏ブランド卵などと整理され，日本国内におけ\nる豚の生産性向上については，第６順位とされ，平成２２年（２０１０年）上期に\n展開することを予定するなどした（乙９）。\n(ｳ) 被告の従業員であるＦ（以下「Ｆ」という。）は，平成２１年１月頃，補酵\n素Ｑ１０に関連する学会において原告と会い，その場において，補酵素Ｑ１０の飼\n料用途での可能性について話題となったことがあった（乙２９）。\n原告は，同年２月，Ｆに宛てて，豚での評価試験は未実施であり，原告の仮説を\n豚で実証する作業が必要となるが，ウサギを使った説得力があるデータがある，機\n密保持契約を締結することを前提に原告のアイデアを開示し，被告においてビジネ\nスの可能性について検討して欲しいとの提案をした（甲１２，１３）。\n原告は，同月１７日，被告の東京本社を訪問し，「カネカ様へのCoQ10の新規用途\n開発に関する提案」と題する文書（甲６）を提示して，母豚を対象に補酵素Ｑ１０\nを含有する飼料を投与し，新生児の健康改善（死亡率低減）効果を検証する試験の\n実施を提案した。原告は，同提案の中で，ウサギ実験１及び同２に関するデータを\n紹介し，補酵素Ｑ１０の投与により胎児の抗酸化能が向上する効果が見込まれると\nころ，豚の新生児の死亡率が高い原因として抗酸化能が低いことによる酸化ストレ\nス障害が挙げられ，補酵素Ｑ１０の投与により抗酸化能を高めることで死亡率低減\n効果が期待できること，母豚に補酵素Ｑ１０を投与すれば，胎盤又は母乳を通じて\n胎児又は新生児へ到達するため，妊娠授乳期の母豚を対象とすべきこと，実証試験\nの方法としては，第１段階として，種付け時から離乳時までを通じて１日あたり２\n００ｍｇ又は４００ｍｇ（判決注：仮に，豚の１日あたりの飼料摂取量を３．３ｋ\nｇとすれば，同飼料中に２００ｍｇ又は４００ｍｇの補酵素Ｑ１０を含有させると，\nその含有量は６０．６ｐｐｍ又は１２１．２ｐｐｍとなる。）を投与して出生率と\n生存率を評価し，第２段階として，投与量と投与期間（発生期と妊娠後期だけでも\n十分ではないかとの仮説を提示している。）を削減して出生率と生存率を評価する\nことなどを提案した（甲６）。\nなお，同日時点において，母豚の妊娠初期と妊娠後期に母豚にかかる酸化ストレ\nスが高いこと，豚の繁殖成績を向上させるためには繁殖豚のステージに合わせた飼\n料管理を要し，妊娠の各ステージにおいて必要とされる栄養上・管理上のポイント\nが異なること，補酵素Ｑ１０が胎児に抗酸化効果をもたらすこと，補酵素Ｑ１０が\n哺乳動物において母体から胎児に移行すること，補酵素Ｑ１０が，ビタミンＥに比\nして，生体内の酸化ストレスを低減する効果を有することは，公然と知られていた\n（甲１８，乙１３，１７，１８，２７，２８）。\n(ｴ) 被告は，原告との面談の結果，原告の提案を受け入れることとし，同日以降，\n原告と被告との間で，原告が商品化のアイデアと効果の仮説の検証試験についての\nアドバイスを提供し，これに対して被告が報酬を支払うことを内容とするアドバイ\nザリー契約の締結に向けた交渉が行われ，同年９月１日付けで本件契約が締結され\nた（甲１４，１８，２１ないし３０，乙１）。\n(ｵ) 被告は，原告との間でアドバイザリー契約の締結交渉を進める一方で，同年\n７月頃，第三者を通じて，豚農場を経営するおおやファームの紹介を受けた。被告\nは，同月１７日，同社を訪問し，豚を対象として補酵素Ｑ１０を含有する飼料によ\nる生産性向上効果を確認する試験を実施すること，費用対効果の関係から，投与対\n象は母豚とし，子豚や母乳への補酵素Ｑ１０の移行効果等を確認する方法が望まし\nいこと，試験は対照区なしで，６か月又は１，２年のスパンで行うことなどが協議\nされた（乙１４，３０）。\n(ｶ) 原告は，同年８月１８日，同年９月４日及び同年１１月３０日に，それぞれ\n被告の従業員らと面談したほか，同年９月３０日には，被告の従業員らと共におお\nやファームを訪問し，また，被告の従業員らにメールを送信するなどして，母豚に\n補酵素Ｑ１０を含有する飼料を投与してその効果を評価する試験を実施すべき意義\nや，おおやファームで実施することが予定されている評価試験（以下「おおやファ\nームでの評価試験」という。）の具体的な試験計画について，アドバイスを行った。\n原告が行ったアドバイスの要旨は，次のとおりである（甲７，１１，乙１６，１９，\n２２，原告本人）。\nａ  生まれた直後の子豚は未熟児状態であり，酸化ストレスを受けるが，ウサギ\n実験１及び同２での実証データがあり，豚においても，補酵素Ｑ１０の投与により\n酸化ストレスに対応できる可能性があること。また，発生時に受ける酸化ストレス\nにも対応できる可能性があること。\nｂ  補酵素Ｑ１０の投与量及び投与時期を絞ることが望ましく，投与時期として\nは交尾直後１か月及び出産前１か月が重要であること，投与量は農場が経済効果を\n見込んで使用できる最大量とすること。\nｃ  おおやファームでの評価試験については，試験期間を８か月とすること（た\nだし，この試験期間は，原告が，試験の終了時期と本件契約の期間満了時期を近接\nさせることにより，同契約の更新に係る交渉が容易になるとの考えから提案したも\nのであった。）。\nｄ  試験期間中の一定時期に，通常の飼料から補酵素Ｑ１０を含有する飼料に全\n面的に切り替えること。\nｅ  評価項目としては，出産数，死産数，離乳数のほか，母乳の分析及び飼料中\nの補酵素Ｑ１０分析を行うべきこと。\nｆ  母豚の分別が可能な農場で，５，６回目の妊娠時から補酵素Ｑ１０の投与を\n行い，処分せずに，さらに７，８回と延長して投与を行い，その効果を確認すべき\nこと（原告が，畜産学の研究者から得た情報を基にアドバイスしたものである。）。\n(ｷ) 被告の従業員らは，おおやファームと協議し，また，原告によるアドバイス\nも参考にして，おおやファームでの評価試験について，同年１１月１９日頃，その\n試験計画の概要を定めた。試験計画の概要は，大要次のとおりである（乙１０，１\n４，１５，２０ないし２３，２９，３０，証人Ｆ，証人Ｃ）。\nａ  試験１（母豚の給餌による分娩成績改善）については，試験期間を８か月，\n試験開始を同年１２月８日頃，試験母豚頭数を約１６０頭（おおやファームが有す\nる母豚の全頭），補酵素Ｑ１０の投与量は６０ｐｐｍとして，飼料及び母乳中の補\n酵素Ｑ１０含有量分析のためのサンプリングを実施する。\nｂ  試験２（離乳後の子豚及びその後の肥育期を通した生産性向上）については，\n試験期間を８か月，試験開始を同年１２月８日頃，試験頭数を３０００頭ないし４\n０００頭（おおやファームが有する母豚及び雄豚以外の豚全頭），補酵素Ｑ１０の\n投与量は離乳期（人工乳，中期）までは約８０ｐｐｍ，子豚期から出荷までは４０\nｐｐｍとする。\nおおやファームでの評価試験を実施したところ，補酵素Ｑ１０を混合させた飼料\nには少なくとも４０ｐｐｍ以上の補酵素Ｑ１０が含有されていること，補酵素Ｑ１\n０を給餌した時期における母豚の初乳中の補酵素Ｑ１０含量は，投与しない時期に\nおけると比べて明らかに高い数字を示したこと，補酵素Ｑ１０を母豚に投与した時\n期においては，投与しない時期と比して，産子数の向上，白子・黒子率の低下，生\nまれた子豚の哺乳開始数と離乳頭数の増加が確認できたこと，補酵素Ｑ１０を投与\nした母豚から生まれた子豚は，通常の飼育の場合と比べて，生後３週目での体重が\n重く，下痢も少なく順調に育っていること，補酵素Ｑ１０を投与された子豚の母豚\n１頭あたりの離乳頭数は，通常の飼育の場合と比べて増加したことなどの結果が得\nられた。おおやファームでの評価試験の上記結果は，本件各発明の実施例１及び同\n２として，本件明細書１及び同２に記載されている（甲１）。\n(ｸ) 被告の従業員らは，平成２２年５月から同年６月にかけて，独自に開拓した\nロッセ農場及び全畜連との間で，それぞれ，補酵素Ｑ１０含有した飼料を母豚に投\n与してその分娩成績の改善成果を評価する試験（以下，それぞれ「ロッセ農場での\n評価試験」，「全畜連での評価試験」という。）について，その試験計画の概要を\n定め，それぞれ実施した。なお，ロッセ農場での評価試験においては，母豚への給\n餌による分娩成績の改善成果を評価するほかに，７，８回まで妊娠回数を延長した\n場合の補酵素Ｑ１０給餌効果についても評価の対象とすることが検討された。全畜\n連での評価試験を実施して得られた結果については，本件各発明の実施例３及び同\n４として本件明細書１及び同２に記載され，ロッセ農場での評価試験を実施して得\nられた結果については，本件発明２の実施例５及び同６として本件明細書２に記載\nされている（甲１，２，３６，乙１１，１２）。\nイ  以上に認定した事実を前提に，原告が本件各発明の特徴的部分の完成に創作\n的に寄与したといえるかについて検討する。\n(ｱ)ａ  本件発明１－１の特徴的部分は，「補酵素Ｑを母豚に投与することを特徴\nとする，豚の分娩成績の改善または出生以降の子豚の成長・生産性を向上させる方\n法」という特許請求の範囲に記載された構成のすべてであり，とりわけ，従来技術\nには見られない当該発明特有の課題解決手段を基礎付ける要素は，①補酵素Ｑを母\n豚に投与する方法を採用したことのほか，②これにより現実に豚の分娩成績の改善\n又は出生以降の子豚の成長・生産性を向上させるという効果を挙げ得ることを具体\n的に見いだしたことにあることは，前記のとおりである。\nｂ  まず，①補酵素Ｑを母豚に投与する方法を採用したことにつき，原告が創作\n的に寄与したといえるかについて検討する。\n原告は，平成２１年１月から同年２月にかけて，被告に対し，ウサギ実験１及び\n同２に関するデータを紹介するなどして，母豚を対象に補酵素Ｑ１０を含有する飼\n料を投与し，新生児の健康改善（死亡率低減）効果を検証する試験の実施を提案し\nている。被告は，前年（平成２０年）には，家畜に対する補酵素Ｑ１０を含有した\n飼料の展開可能性を広範囲にわたって具体的に検討していたが，日本国内における\n豚の生産性向上については，同年１２月期の営業会議（飼料分野）において，これ\nまでの実績や試験計画の進展等を考慮して，優先順位として劣るものと評価されて\nおり，平成２２年（２０１０年）上期に展開することが予定されていたところ，原\n告による提案を契機に，豚の生産性向上に係る被告内部での検討が高まったこと，\nまた，それまでなかなか実現に至らなかった農場等での豚の評価試験の実施につい\nて，原告の存在が梃子となって説得力を増し，おおやファームでの評価試験の実施\nや，ひいては本件各発明の完成に至った部分があることは否定できないというべき\nである。\nしかしながら，前記アにおいて認定したところによれば，母豚を対象に補酵素Ｑ\n１０を投与することにより繁殖成績の改善や生産性向上等の効果を期待できること\nは，原告による被告への提案に先立ち，既に被告において検討されており，ここに\nいう繁殖成績の改善や生産性向上には，新生児の死亡率の低減も含まれているもの\nと認められるほか，「補酵素Ｑ１０の投与により胎児の抗酸化能が向上する効果が\n見込まれるところ，豚の新生児の死亡率が高い原因として抗酸化能が低いことによ\nる酸化ストレス障害が挙げられ，補酵素Ｑ１０の投与により抗酸化能を高めること\nで，死亡率低減効果が期待できること，母豚に補酵素Ｑ１０を投与すれば，胎盤又\nは母乳を通じて胎児又は新生児へ到達するため，新生児の死亡率の低減へつながる\nのではないか」との効果発生機序についての原告の仮説も，原告が被告に同提案を\nした時点で，母豚の妊娠初期と妊娠後期に母豚にかかる酸化ストレスが高いこと，\n補酵素Ｑ１０が胎児に抗酸化効果をもたらすこと，補酵素Ｑ１０が哺乳動物におい\nて母体から胎児に移行すること，補酵素Ｑ１０が，ビタミンＥに比して，生体内の\n酸化ストレスを低減する効果を有することがいずれも公然と知られていたことから\nすれば，原告の提案自体が，従来技術に見られない格別に創作的な技術的思想であ\nると評価することは困難である。\n前記のとおり，必ずしも被告において優先順位が高くなかった豚の生産性向上に\n関する評価試験の実現を促進したことは，原告による貢献というべきではあるが，\nどちらかといえば事業上の戦略や計画を推進・実現していく過程への貢献であって，\n従来技術には見られない課題解決手段（技術的思想）を創作していく過程への貢献\nとはいえない。\nしたがって，①補酵素Ｑを母豚に投与する方法を採用したことについて，原告が\n創作的に寄与したとはいえない。\nｃ  次に，原告が，②これ（補酵素Ｑを母豚に投与すること）により現実に豚の\n分娩成績の改善又は出生以降の子豚の成長・生産性を向上させるという効果を挙げ\n得ることを具体的に見いだしたことについて，原告が創作的に寄与したといえるか\nについて検討する。\n前記アのとおり，本件明細書１及び同２には，おおやファームでの評価試験の結\n果が，実施例１及び同２として記載されており，同結果は，産子数の向上，白子・\n黒子率の低下，子豚の哺乳開始数と離乳頭数の増加，増体重など，要するに分娩成\n績の改善又は出生以降の子豚の成長・生産性の向上に属する成果と認められること\nからすれば，少なくとも，おおやファームでの評価試験の実施及びその結果が，本\n件発明１－１の特徴的部分の完成への創作的寄与の根幹を構成することは明らかで\nある。したがって，原告が，おおやファームでの評価試験の実施につき，その内容\nの策定や結果を獲得する過程に具体的かつ実効的な貢献をしたといえるのであれば，\n本件発明１－１の特徴的部分の完成に創作的に寄与した者と認める余地がある。\nそこで検討するに，原告は，おおやファームでの評価試験の実施について，補酵\n素Ｑ１０の投与量及び投与時期を絞ることが望ましいこと，試験期間を８か月とす\nること，試験期間中の一定時期に，飼料を全面的に切り替えること，評価項目とし\nて出産数，死産数，離乳数のほか，母乳の分析及び飼料中の補酵素Ｑ１０の分析を\n行うことなどを提案し，結果として，これらの多くは，おおやファームでの評価試\n験の試験計画の概要と大筋において一致しているといえる。\nしかしながら，前記アのとおり，当時，豚の繁殖成績を向上させるためには繁殖\n豚のステージに合わせた飼料管理を要し，妊娠の各ステージにおいて必要とされる\n栄養上・管理上のポイントが異なることは公知の事実であったこと，被告は，補酵\n素Ｑ１０を含有する飼料の価格政策について，生産性の向上に関連するキーポイン\nトとしては，価格を落とさず，その範囲で可能な配合量で得られる最大限の生産性\n追求にあると指摘していたことなどからすれば，評価試験の実施において，補酵素\nＱの投与量及び投与時期を限定してその効果を確認することは当然に検討されるべ\nきことであるし，対照区を限定できないと指摘されたおおやファームにおいて評価\n試験を行うためには，試験期間中の一定時期に飼料を全面的に切り替えることも，\n有力な選択肢として当然に検討されるべき事項である。出産数，死産数，離乳数は，\n豚の分娩成績と出生後の成長・生産性を評価する項目として当然に選択されるべき\nである。したがって，仮に，原告がこれらの点について被告やおおやファームに先\n立って提案していたとしても，そのことをもって評価試験の実施につきその内容の\n策定や結果を獲得する過程に具体的かつ実効的な貢献をしたとは評価し難い。\nまた，母乳中や飼料中に存する補酵素Ｑ１０の含有量を分析することは，それ自\n体が分娩成績の改善又は出生以降の子豚の成長・生産性の向上に属する成果ではな\nく，試験結果と補酵素Ｑ１０との関連性を基礎付けるための補助的な評価項目とい\nうべきであるから，原告がこの点を発案していたとしても，そのことをもって評価\n試験の実施につきその内容の策定や結果を獲得する過程に具体的かつ実効的な貢献\nをしたものとは評価し難い。\n試験期間を８か月に設定した点については，既に認定したとおり，原告が，試験\nの終了時期と本件契約の期間満了時期を近接させることにより，同契約の更新に係\nる交渉が容易になるとの考えから提案したものであり，格別の技術的意義を有する\nものとは認め難いから，この点も評価試験の実施につきその内容の策定や結果を獲\n得する過程に具体的かつ実効的な貢献をしたものとは評価し難い。\nしたがって，②補酵素Ｑを母豚に投与することにより現実に豚の分娩成績の改善\n又は出生以降の子豚の成長・生産性を向上させるという効果を挙げ得ることを具体\n的に見いだしたことについても，原告が創作的に寄与したとはいえない。\nｄ  以上によれば，原告は，本件発明１－１の特徴的部分の完成に創作的に寄与\nしたとはいえないから，本件発明１－１を単独で発明した者とも，被告の従業員ら\nと共同して発明した者であるとも認められない。\n(ｲ) 原告が本件発明１－１の発明者又は共同発明者と認定できない以上，本件発\n明１－１の構成に加えて，更に発明特定事項を付加した本件発明１－２ないし本件\n発明１－１０を単独で発明した者であるとも，被告の従業員らと共同して発明した\n者であるとも認められない。\n(ｳ) 本件発明１－１１の特徴的部分は，「補酵素Ｑを２０ｐｐｍ以上含有する母\n豚用飼料」との特許請求の範囲に記載された構成のすべてであるが，その理由は，\n本件明細書１の記載からして，本件発明１－１１は，豚の分娩成績の改善又は出生\n以降の子豚の成長・生産性を向上させるという効果を現実に挙げ得る母豚用飼料中\nの補酵素Ｑの含有量を明らかにしたものと認められるという点にある。そして，本\n件明細書１の記載によれば，かかる効果を現実に挙げうる補酵素Ｑの含有量は，お\nおやファームでの評価試験及び全畜連での評価試験によって明らかにされたものと\n認められる。したがって，おおやファームでの評価試験，全畜連での評価試験の実\n施及びこれらの試験の各結果が，本件発明１－１１の特徴的部分の完成への創作的\n寄与の根幹を構成することが明らかである。\nしかしながら，原告が，おおやファームでの評価試験の実施につきその内容の策\n定や結果を獲得する過程に具体的かつ実効的な貢献をしたといえないことは前記の\nとおりであるし，全畜連は，被告が独自に開拓した試験実施先であって，その評価\n試験の概要の策定に原告が関与したことを認めるに足りる的確な証拠もないから，\n原告は，本件発明１－１１の特徴的部分の完成に創作的に寄与したとはいえず，本\n件発明１－１１を単独で発明した者とも，被告の従業員らと共同して発明した者で\nあるとも認められない。\n(ｴ) 前記のとおり，本件発明２は，本件発明１との重複を回避し，差別化するた\nめに，その方法，投与期間，補酵素Ｑの含有量を限定したものと認められる。そし\nて，本件発明１の明細書（本件明細書１）に記載がなく，本件発明２の明細書（本\n件明細書２）に記載されている部分は，ロッセ農場での評価試験の結果を実施例５\n及び同６として記載した部分であるから，ロッセ農場での評価試験の実施及びその\n結果が，本件発明２の特徴的部分の完成への創作的寄与の根幹を構成することが明\nらかである。\nしかるところ，ロッセ農場は，被告が独自に開拓した試験実施先であって，その\n評価試験の概要の策定に原告が関与したことを認めるに足りる的確な証拠もない\n（ロッセ農場での評価試験において，７，８回まで妊娠した場合の給餌効果を確認\nすることが検討された点については，原告の提案が反映されている可能性があるが，\n本件明細書２の記載をもっても，同提案が本件発明２の特徴的部分の完成に寄与し\nたかは判然としないというほかなく，同提案のみをもって，原告がロッセ農場の評\n価試験の実施に創作的に寄与したとは認め難い。）から，原告は，本件発明２の特\n徴的部分の完成に創作的に寄与したとはいえず，本件発明２を単独で発明した者と\nも，被告の従業員らと共同して発明した者であるとも認められない。\n(ｵ) したがって，原告は，本件各発明のいずれについても，当該発明を単独で発\n明した者とも，被告の従業員らと共同して発明した者であるとも認められない。\n２  争点２（原告は，本件契約により，本件各発明について特許を受ける権利を\n被告に譲渡したか）及び争点３（本件契約は，心裡留保，虚偽表示又は錯誤により\n無効であるか）について\n(1) 前記１のとおり，原告は，本件各発明を単独で発明した者とも，被告の従業\n員らと共同して発明した者であるとも認められないから，その余の争点について検\n討するまでもなく，本件請求は理由がないというべきであるが，当事者の主張に鑑\nみ，念のため，争点２及び争点３について検討することとする。\n(2) 本件各発明のうち基本となる発明である本件発明１－１の特徴的部分は，「補\n酵素Ｑを母豚に投与することを特徴とする，豚の分娩成績の改善または出生以降の\n子豚の成長・生産性を向上させる方法」という特許請求の範囲に記載された構成の\nすべてであり，その従来技術には見られない当該発明特有の課題解決手段を基礎付\nける要素は，①補酵素Ｑを母豚に投与する方法を採用したことのほか，②これによ\nり現実に豚の分娩成績の改善又は出生以降の子豚の成長・生産性を向上させるとい\nう効果を挙げ得ることを具体的に見いだしたことにあるところ，これらの要素が少\nなくともおおやファームでの評価試験を経て完成されたことは，前記１において認\n定説示したところから明らかであるから，本件各発明は，原告と被告とが本件契約\nを締結した平成２１年９月１日時点においては，いまだ完成していなかったものと\n認められる。\nなお，原告は，本件契約の締結前後から，被告の従業員ら及びおおやファームと\n面談するなどして，母豚に補酵素Ｑ１０を含有する飼料を投与してその効果を評価\nする試験を実施すべき意義や，おおやファームでの評価試験の具体的な試験計画に\nついてアドバイスを行っているが，これらのアドバイスは，本件契約において原告\nが提供すべき「本サービス」，具体的には，①補酵素Ｑの豚飼料用途（豚出生率の\n向上）での開発アイデアの提供，又は，②被告の指定する機関又は原告が提案する\n機関との共同研究による豚飼料での補酵素Ｑの効果の実証及び特許出願用データの\n取得（共同研究のプロトコール作成と機関に対する説明を含む。）に該当すること\nが明らかである。\nそうすると，仮に，原告による被告やおおやファームへのアドバイスが本件各発\n明の特徴的部分の完成に対する創作的寄与であると認められたとしても，本件各発\n明は，本件契約にいう「本サービス」の結果得られた成果であるから，本サービス\nの結果得られる成果（知的財産権含む）についての権利がすべて被告に帰属するこ\nとを定めた本件契約書６条の規定に従い，本件各発明について特許を受ける権利は，\nいずれも被告に帰属したものというべきである（なお，証拠〔甲３５〕によれば，\n被告は，平成２２年５月３１日，原告に対し，本件契約により定められた本サービ\nスの対価のうち，被告が特許出願した場合に支払うべき９５万円〔１００万円から\n消費税を控除した額〕を支払い，原告がこれを受領したことが認められる。）。\nこの点，原告は，譲渡の対価が定まっていないとか，原被告間の契約は二段階に\n分けて契約するとされていたから，特許を受ける権利は本件契約によっては被告に\n譲渡されていないなどと主張するが，本件契約書６条は，明確に「本サービスの結\n果得られる成果（知的財産権含む）についての権利は，全て乙（判決注：被告を指\nす。）に帰属する。」と規定し，また，同契約３条２項は，被告が特許出願した場\n合には，被告は原告に対して月額の報酬とは別に別途１００万円の成功報酬を支払\nう旨規定しているのであるから，特許を受ける権利が譲渡の対象になっていなかっ\nたとか，その対価が定まっていないなどと解釈する余地はないというべきであって，\n原告の上記主張は，採用することができない。\n(3) 原告は，本件契約が心裡留保（民法９３条ただし書）又は虚偽表示（民法９\n４条１項）により無効である旨主張するが，仮に，原告が，本件契約を締結した時\n点で，特許を受ける権利を被告に譲渡する意思がなかったとしても，被告がこれを\n知り又は知ることができたことを認めるに足りる的確な証拠はないし，被告が本件\n契約について虚偽の意思表示をしたと認めるに足りる的確な証拠もないから，上記\n主張は，いずれも採用することができない。\n原告は，本件契約が錯誤（民法９５条）により無効である旨の主張もするが，原\n告は，一度は特許を受ける権利を別途被告に譲渡することを内容とする契約書案を\n被告に提示しながら（甲２５の２），最終的にはそのような規定のない契約書を取\nり交わしているのであるから（乙１），特許を受ける権利を譲渡の対象とする意思\n表示の内容に錯誤があったとは認められないし，仮に，原告が本件契約による成果\nがあがれば契約が継続されることを希望し，本件契約の締結に際し，これを動機と\nして表示していたとしても，かかる動機の錯誤が要素の錯誤に当たるとは認められ\nないから，同主張も採用することができない。\n３  以上によれば，本件請求は理由がないからこれを棄却することとし，主文の\nとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n嶋 末 和 秀\n裁判官\n鈴 木 千 帆\n裁判官\n天 野 研 司\n（別紙）\n特  許  出  願  目  録\n１  特許出願\n発 明 の 名 称   豚用飼料及びその給与方法\n出願番 号   特願２０１１－５０４４１\n出 願 年 月 日   平成２３年３月８日\n出願 人   被告\n特許請求の範囲\n【請求項１】補酵素Ｑを母豚に投与することを特徴とする，豚の分娩成績の改\n善または出生以降の子豚の成長・生産性を向上させる方法。\n【請求項２】妊娠時期に補酵素Ｑを投与する、請求項１の方法。\n【請求項３】少なくとも交配後１ヶ月間，妊娠中の母豚に補酵素Ｑを投与する\n請求項２記載の方法。\n【請求項４】少なくとも出産前の１ヶ月間，母豚に補酵素Ｑを投与する請求項\n２記載の方法。\n【請求項５】授乳中の母豚に補酵素Ｑを投与する請求項１記載の方法。\n【請求項６】さらに前記母豚より出生した子豚にも補酵素Ｑを投与する請求項\n１～５いずれか１項記載の方法。\n【請求項７】分娩成績の改善が，産子数の増加または生存頭数の増加である請\n求項１～６いずれか１項記載の方法。\n【請求項８】出生以降の子豚の成長・生産性の向上が，離乳頭数の増加，増体\n重の向上，または離乳時体重の増加である請求項１～６いずれか１項記載の方\n法。\n【請求項９】補酵素Ｑを含有する飼料を母豚に投与する請求項１～８いずれか\n１項記載の方法。\n【請求項１０】補酵素Ｑが酵母由来である請求項１～９いずれか１項記載の方\n法。\n【請求項１１】補酵素Ｑを２０ｐｐｍ以上含有する母豚用飼料。\n２  特許出願\n発 明 の 名 称   豚用飼料及びその給与方法\n出願番 号   特願２０１２－５１５９４０\n出 願 年 月 日   平成２３年５月２０日\n出願 人   被告\n特許請求の範囲\n【請求項１】補酵素Ｑを母豚に投与することを特徴とする，受胎率の向上方法。\n【請求項２】種付け前の期間に補酵素Ｑを投与する，請求項１記載の方法。\n【請求項３】受胎率の向上が，再種付け時の受胎率の向上である，請求項１又\nは２記載の方法。\n【請求項４】補酵素Ｑを１００ｐｐｍ以上，４００ｐｐｍ以下含有する母豚用\n飼料。\n以  上\n"
}