{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 10,
    "day": 20
  },
  "case_number": "平成23(行ケ)10059",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81709",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81709",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/709/081709_hanrei.pdf",
  "contents": "平成２３年１０月２０日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１００５９号  審決取消請求事件\n口頭弁論終結日  平成２３年１０月６日\n判        決\n原              告        日 本 特 殊 陶 業 株 式 会 社\n同訴訟代理人弁理士        青 木   昇\n中 島 浩 貴\n被              告        特 許 庁 長 官\n同 指 定 代 理 人        小 関 峰 夫\n川 向 和 実\n栗 山 卓 也\n黒 瀬 雅 一\n板 谷 玲 子\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２００９－２５５９６号事件について平成２３年１月１１日にした\n審決を取り消す。\n第２  事案の概要\n本件は，原告が，下記１のとおりの手続において，本件出願に対する拒絶査定不\n服審判の請求について，特許庁が，本件補正を却下した上，同請求は成り立たない\nとした別紙審決書（写し）の本件審決（その理由の要旨は下記３のとおり）には，\n下記４の取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  原告は，平成１５年１２月１９日，発明の名称を「スパークプラグ」とす\nる発明について，特許出願（特願２００３－４２２４５８号。請求項の数は９）を\nした（甲５）。\n(2)  特許庁は，平成２１年９月１５日付けで拒絶査定をした（甲９）。\n(3)  原告は，平成２１年１２月２５日，これに対する不服の審判を請求し（不\n服２００９－２５５９６号事件），同日付けで手続補正（以下「本件補正」とい\nう。）をしたが（甲４），特許庁は，平成２３年１月１１日，本件補正を却下した\n上，「本件審判の請求は，成り立たない。」との本件審決をし，その謄本は同月２\n５日，原告に送達された。\n２  本件補正前後の特許請求の範囲の記載\n本件審決が判断の対象とした特許請求の範囲の請求項１の記載は，以下のとおり\nである。\n(1)  本件補正前の請求項１の記載（ただし，平成２１年６月１１日付け手続補\n正書（甲８）による補正後のものである。以下，本件補正前の特許請求の範囲に属\nする発明を「本願発明」という。なお，「／」は，計算式中のものを除き，原文に\nおける改行箇所である。(2)も同じ。）\n略筒状に形成され，軸線方向に貫通孔を有する絶縁体と，／当該絶縁体の前記貫\n通孔の先端側に挿設される棒状の中心電極と，／前記絶縁体の軸線方向の先端側を\n内挿して保持する略筒状の主体金具と，／一端部が当該主体金具の先端に接合され，\n当該一端部とは反対の他端部が前記中心電極に対向し，前記他端部と前記中心電極\nとの間に火花放電ギャップを形成する接地電極と／を備え，／前記絶縁体は，前記\n絶縁体の後端側に設けられた絶縁体後端部と，前記絶縁体の先端側に設けられ，当\n該絶縁体後端部の外径よりも縮径された絶縁体先端部と，前記絶縁体後端部と前記\n絶縁体先端部とを連結する第１絶縁体段部と，軸線を含む断面を見たときに，前記\n絶縁体先端部外周面において，軸線と第１挟角をなし，前記絶縁体の先端側に向か\nって縮径する第２絶縁体段部とから構成され，／前記主体金具は，前記主体金具の\n後端側に設けられた主体金具後端部と，前記主体金具の先端側に設けられ，内径が\n当該主体金具後端部の内径よりも縮径された部分を少なくとも後端側に有する主体\n金具先端部と，前記主体金具後端部と前記主体金具先端部とを連結する第１主体金\n具段部とから構成され，／前記第１絶縁体段部は，パツキンを介して前記第１主体\n金具段部に係合し，／軸線を含む断面を見たときに，前記絶縁体先端部の外径をｄ\n１，前記主体金具先端部の内径をＤ１として，（Ｄ１－ｄ１）／２＜０．４５㎜と\nなる隙間の，前記絶縁体の軸線方向に平行な長さが，前記パツキンと前記主体金具\n段部との係合位置のうち，軸線方向の最先端側の位置を起点として前記絶縁体の先\n端側を＋としたとき，１．２㎜以上，５㎜以下であって，／軸線を含む断面を見た\nときに，前記主体金具内周面において，軸線と第２挟角をなし，前記絶縁体の先端\n側に向かって拡径する第２主体金具段部と，前記第１主体金具段部と前記第２主体\n金具段部とを連結する主体金具基部とを有し，／前記絶縁体基部と前記第２絶縁体\n段部との交点の軸線方向の位置が，前記主体金具基部と前記第２主体金具段部との\n交点を起点として前記絶縁体の先端側に向かう方向を＋としたとき，－０．５㎜以\n上，３㎜以下であることを特徴とするスパークプラグ\n(2)  本件補正後の請求項１の記載（ただし，下線部分は本件補正による補正箇\n所である。以下，本件補正後の特許請求の範囲に属する発明を「本件補正発明」と\nいい，本件補正発明に係る明細書（甲４，５）を「本件補正明細書」という。）\n略筒状に形成され，軸線方向に貫通孔を有する絶縁体と，／当該絶縁体の前記貫\n通孔の先端側に挿設される棒状の中心電極と，／前記絶縁体の軸線方向の先端側を\n内挿して保持する略筒状の主体金具と，／一端部が当該主体金具の先端に接合され，\n当該一端部とは反対の他端部が前記中心電極に対向し，前記他端部と前記中心電極\nとの間に火花放電ギャップを形成する接地電極と／を備え，／前記絶縁体は，前記\n絶縁体の後端側に設けられた絶縁体後端部と，前記絶縁体の先端側に設けられ，当\n該絶縁体後端部の外径よりも縮径された絶縁体先端部と，前記絶縁体後端部と前記\n絶縁体先端部とを連結する第１絶縁体段部と，軸線を含む断面を見たときに，前記\n絶縁体先端部外周面において，軸線と第１挟角をなし，前記絶縁体の先端側に向か\nって縮径する第２絶縁体段部とから構成され，／前記主体金具は，前記主体金具の\n後端側に設けられた主体金具後端部と，前記主体金具の先端側に設けられ，内径が\n当該主体金具後端部の内径よりも縮径された部分を少なくとも後端側に有する主体\n金具先端部と，前記主体金具後端部と前記主体金具先端部とを連結する第１主体金\n具段部とから構成され，／前記第１絶縁体段部は，パツキンを介して前記第１主体\n金具段部に係合し，／軸線を含む断面を見たときに，前記絶縁体先端部の外径をｄ\n１，前記主体金具先端部の内径をＤ１として，（Ｄ１－ｄ１）／２＜０．４５㎜と\nなる隙間の，前記絶縁体の軸線方向に平行な長さが，前記パツキンと前記主体金具\n段部との係合位置のうち，軸線方向の最先端側の位置を起点として前記絶縁体の先\n端側を＋としたとき，１．２㎜以上，５㎜以下であって，／軸線を含む断面を見た\nときに，前記主体金具内周面において，軸線と第２挟角をなし，前記絶縁体の先端\n側に向かって拡径する第２主体金具段部と，前記第１主体金具段部と前記第２主体\n金具段部とを連結する主体金具基部とを有し，／軸線を含む断面を見たときに，前\n記第１絶縁体段部と前記第２絶縁体段部とを連結する絶縁体基部と前記第２絶縁体\n段部との交点の軸線方向の位置が，前記主体金具基部と前記第２主体金具段部との\n交点を起点として前記絶縁体の先端側に向かう方向を＋としたとき，－０．５㎜以\n上，３㎜以下であり，／前記第１挟角が１０°以上であることを特徴とするスパー\nクプラグ\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，①本件補正発明は，下記アの引用例１に記\n載された発明（以下「引用発明」という。）並びに下記イ及びウの引用例２及び３\n記載の各事項に基づいて容易に発明することができたものであって，特許法２９条\n２項に該当するものであるから，本件補正は，平成１８年法律第５５号による改正\n前の特許法１７条の２第５項において準用する同法１２６条５項の規定に違反する\nものとして却下すべきものであり，②本願発明も，引用発明並びに引用例２及び３\n記載の各事項に基づいて当業者が容易に発明をすることができたものであって，特\n許法２９条２項の規定により特許を受けることができない，というものである。\nア  引用例１：特開２００２－２６０８１７号公報（甲１）\nイ  引用例２：実願昭５９－２１０６２号（実開昭６０－１３３５９２号）のマ\nイクロフィルム（甲２）\nウ  引用例３：特開平６－１９６２４７号公報（甲３）\n(2)  なお，本件審決が認定した引用発明並びに本件補正発明と引用発明との一\n致点及び相違点は，以下のとおりである。\nア  引用発明：筒状に形成され，軸線方向に軸孔を有する絶縁体と，当該絶縁体\nの軸孔の前方側に挿通される棒状の中心電極と，前記絶縁体の軸線方向の前方側を\n内挿して保持する筒状の主体金具と，一端部が当該主体金具の先端に接合され，当\n該一端部とは反対の他端部が前記中心電極に対向し，前記他端部に前記中心電極と\nの間に火花放電ギャップを形成する接地電極とを備え，前記絶縁体は，前記絶縁体\nの後方側に設けられた第一軸部と，前記絶縁体の前方側に設けられ，当該絶縁体の\n第一軸部の外径よりも縮径された第二軸部と，前記第一軸部と第二軸部とを連結す\nる絶縁体側係合部と，軸線を含む断面を見たときに，前記隙間形成外周面において，\n軸線と角度（縮径部の部分の角度）をなし，前記絶縁体の前方側に向かって縮径す\nる縮径部とから構成され，前記主体金具は，前記主体金具の後方側に設けられた主\n体金具の後方側の部分と，前記主体金具の前方側に設けられ，内径が当該主体金具\nの後方側の部分の内径よりも縮径された部分を少なくとも後方側に有する主体金具\nの前方側の部分と，前記主体金具の後方側の部分と前記主体金具の前方側の部分と\nを連結する金具側係合部とから構成され，前記絶縁体側係合部は，パツキンを介し\nて前記金具側係合部に係合し，軸線を含む断面を見たときに，前記第二軸部の隙間\n形成外周面の外径をｄ１，前記主体金具の前方側の部分の隙間形成内周面の内径を\nＤ１として，（Ｄ１－ｄ１）／２の係合位置隙間量βを０．４㎜以下としており，\n該隙間の絶縁体の軸線方向に平行な長さで，係合位置隙間量βを確保する長さ（β\nＬ）が０．５～２．５㎜であって，軸線を含む断面を見たときに，前記主体金具内\n周面において，軸線と角度（軸線の後方側からθ）をなし，前記絶縁体の前方側に\n向かって拡径する傾斜部と，前記金具側係合部と前記傾斜部とを連結する主体金具\nの平坦部とを有し，軸線を含む断面を見たときに，前記絶縁体側係合部と前記縮径\n部とを連結する基端部と前記縮径部との交点の軸線方向の位置が，前記主体金具の\n平坦部と前記傾斜部との交点を起点として前記絶縁体の前方側に向かう方向を＋と\nしたとき，＋の位置にあるスパークプラグ\nイ  一致点：略筒状に形成され，軸線方向に貫通孔を有する絶縁体と，当該絶縁\n体の前記貫通孔の先端側に挿設される棒状の中心電極と，前記絶縁体の軸線方向の\n先端側を内挿して保持する略筒状の主体金具と，一端部が当該主体金具の先端に接\n合され，当該一端部とは反対の他端部が前記中心電極に対向し，前記他端部と前記\n中心電極との間に火花放電ギャップを形成する接地電極とを備え，前記絶縁体は，\n前記絶縁体の後端側に設けられた絶縁体後端部と，前記絶縁体の先端側に設けられ，\n当該絶縁体後端部の外径よりも縮径された絶縁体先端部と，前記絶縁体後端部と前\n記絶縁体先端部とを連結する第１絶縁体段部と，軸線を含む断面を見たときに，前\n記絶縁体先端部外周面において，軸線と第１挟角をなし，前記絶縁体の先端側に向\nかって縮径する第２絶縁体段部とから構成され，前記主体金具は，前記主体金具の\n後端側に設けられた主体金具後端部と，前記主体金具の先端側に設けられ，内径が\n当該主体金具後端部の内径よりも縮径された部分を少なくとも後端側に有する主体\n金具先端部と，前記主体金具後端部と前記主体金具先端部とを連結する第１主体金\n具段部とから構成され，前記第１絶縁体段部は，パツキンを介して前記第１主体金\n具段部に係合し，軸線を含む断面を見たときに，前記絶縁体先端部の外径をｄ１，\n前記主体金具先端部の内径をＤ１とし，軸線を含む断面を見たときに，前記主体金\n具内周面において，軸線と第２挟角をなし，前記絶縁体の先端側に向かって拡径す\nる第２主体金具段部と，前記第１主体金具段部と前記第２主体金具段部とを連結す\nる主体金具基部とを有し，軸線を含む断面を見たときに，前記第１絶縁体段部と前\n記第２絶縁体段部とを連結する絶縁体基部と前記第２絶縁体段部との交点の軸線方\n向の位置，があるスパークプラグ\nウ  相違点１：本件補正発明では「（Ｄ１－ｄ１）／２＜０．４５㎜となる隙間\nの，前記絶縁体の軸線方向に平行な長さが，前記パツキンと前記主体金具段部との\n係合位置のうち，軸線方向の最先端側の位置を起点として前記絶縁体の先端側を＋\nとしたとき，１．２㎜以上，５㎜以下」であるのに対し，引用発明では，（Ｄ１－\nｄ１）／２の係合位置隙間量（β）を０．４㎜以下としており，該隙間の絶縁体の\n軸線方向に平行な長さで，係合位置隙間量βを確保する長さ（βＬ）が０．５～２．\n５㎜である点\nエ  相違点２：軸線を含む断面を見たときに，前記第１絶縁体段部と前記第２絶\n縁体段部とを連結する絶縁体基部と前記第２絶縁体段部との交点の軸線方向の位\n置」に関し，本件補正発明では「主体金具基部と前記第２主体金具段部との交点を\n起点として前記絶縁体の先端側に向かう方向を＋としたとき，－０．５㎜以上，３\n㎜以下」であるのに対し，引用発明では明確でない点\nオ  相違点３：第１挟角に関し，本件補正発明では「１０°以上」であるのに対\nし，引用発明では明確でない点\n４  取消事由\n本件補正を却下した判断の誤り\n第３  当事者の主張\n〔原告の主張〕\n(1)  相違点の認定の誤り\nア  本件審決は，相違点２及び３を別々の相違点として認定しているが，こ\nれらの事項は，第１挟角が所定の角度以上となり（相違点３），絶縁体基部と\n第２絶縁体段部との交点の軸線方向の位置が所定範囲に存在すること（相違点\n２）により，主体金具基部と第２主体金具段部との交点近傍に生じるグロー放\n電が広がりすぎず，グロー放電のエネルギー密度が絶縁体に付着したカーボン\nを焼き切ることができる程度に止まるという関係にあるから，これらを別々の\n相違点として認定するのは相当でない。\nイ  そして，引用例１には，相違点２及び３に係る事項やこれらの事項の関\n係についての記載はないから，当業者は，引用発明から相違点２及び３に係る\n事項を同時に満たす関係を導くことはできない。\nまた，グロー放電による耐汚損性改善という本件補正発明の作用効果は，引\n用発明や周知技術から当業者が予測できない，格別のものである。\nウ  被告の主張について\n(ア)  被告は，本件補正発明の相違点２に係る構成と相違点３に係る構成は，\nスパークプラグの異なる部位に関するものであり，両者の技術的意義も異なると主\n張する。\nしかし，絶縁体基部と第２絶縁体段部との角度の技術的意義は，耐汚損性に基づ\nくものであり（【００５７】），他方，主体金具基部と第２主体金具段部との交点\nと絶縁体基部と第２絶縁体段部との交点との軸線方向の距離の技術的意義も，耐汚\n損性に基づくものであり（【００６５】），異なる部位に関するものではあるもの\nの，その技術的意義は全く同じである。\n(イ)  また，被告は，本件補正明細書には，グロー放電を利用して絶縁体に付着\nしたカーボンを焼き切ることについての記載や示唆はなく，当業者がこれを当然に\n認識することについて根拠が示されていないと主張する。\nしかし，スパークプラグの業界では，放電現象を利用して混合気に着火させるこ\nとや，コロナ放電等の放電現象が主体金具と絶縁体とで囲まれた空間内に生じるこ\nとは，周知の事項であり，グロー放電等がスパークプラグに与える現象については，\n本件補正明細書に十分な示唆があるといえる。\n(2)  相違点に係る判断の誤り\n本件補正発明と引用発明との相違点について，本件審決のとおり，相違点２\nと３に分けて認定するとしても，本件審決の各相違点に係る判断には，次のと\nおり，誤りがある。\nア  相違点２について\n(ア)  本件審決は，絶縁体基部と第２絶縁体段部との交点の軸線方向の位置\nを定めることは，本件特許出願前に周知の技術であったと判断している。\nしかし，引用例３には，内燃機関用スパークプラグにおいて，絶縁碍子脚基\n部の下端部を，ハウジング段差部の角部に対向する位置から燃焼室側に＋３．\n０㎜とすることや，その位置を－０．５㎜から＋３．５㎜の範囲で設定した場\n合の破壊電圧値との関係図（図３）が記載されているが，これらの記載は，本\n件補正発明のように，過熱された絶縁体から主体金具への熱放散量との関係に\nおいては全く認識されていないから，このような観点から，絶縁体基部と第２\n絶縁体段部との交点の軸線方向の位置を定めることは，本件特許出願前に周知\nの技術であったとまではいえない。\n(イ)  また，本件審決は，第２絶縁体段部の軸線方向の位置を定めることは，\n本件特許出願前に周知の技術であり，第２絶縁体段部の軸線方向の位置及びそ\nの傾斜角（第１挟角）が定まれば，絶縁体基部と第２絶縁体段部との交点の軸\n線方向の位置も定まると判断している。\nしかし，第２絶縁体段部の軸線方向の位置を定めることとは，何を定めるこ\nとであるのか不明である。また，第２絶縁体段部の軸線方向の位置及び傾斜角\nをどのように定めるのかも不明である。しかも，後記イのとおり，当業者は，\n第１挟角を１０°以上とすることを容易に想到することができない以上，第２\n絶縁体段部の軸線方向の位置や定められない傾斜角（第１挟角）に基づき，絶\n縁体基部と第２絶縁体段部との交点の軸線方向の位置を定めることはできず，\n本件特許出願前に当該交点の軸線方向の位置を定めることが周知の技術であっ\nたとはいえない。\n(ウ)  したがって，当業者は，引用発明に基づき本件補正発明の相違点２に\n係る構成を容易に想到することはできない。\n(エ)  被告の主張について\nａ  被告は，引用例２記載の段付部は，図７及び８に示されているように，その\n構造等からみて，本件補正発明の第２絶縁体段部に相当するから，引用例２では，\n第２絶縁体段部の軸線方向の位置が定められていると主張する。\nしかし，引用例２の図７及び８には，本件補正発明の主体金具基部や第２主体金\n具段部に相当する部分がない。したがって，主体金具基部と第２主体金具段部との\n交点の位置も定まらないから，当該交点を起点とする「絶縁体基部と第２絶縁体段\n部の交点」との距離が定まるわけもない。\nｂ  また，被告は，引用例２の図７において，碍子の段付け部の軸線に対する傾\n斜角が定まれば，この傾斜角の軸線方向の長さと距離Ｌ（碍子の段付け部パツキン\n受け部までの長さ）から，段付部の最も上側の部分の軸線方向の位置が定まると主\n張する。\nしかし，引用例２の図７は，図３の一部分を示すものであるところ，図３のハウ\nジング（主体金具）の先端側（接地電極側）は，閉じかかっていて，ガスボリュー\nムを大きくする考えは全くない。また，図１には，ハウジングの先端が，閉じかか\nっていない記載があるものの，絶縁体（碍子）には，本件補正発明でいう「第１絶\n縁体段部と第２絶縁体段部とを連結する絶縁体基部と第２絶縁体段部との交点」が\n存在しない。\nｃ  したがって，引用例２は，相違点２に関する周知技術になり得ない。\nイ  相違点３について\n(ア)  引用例１には，主体金具に関し，「θが１６０゜を超えると，・・・\nガスボリューム部の幅の小さくなる区間が長くなるので，横飛び防止の観点に\nおいても不利に作用する場合がある」との記載があり，一見すると，本件補正\n発明の第１挟角についての構成と共通している。\nしかし，引用例１に記載された上記θによるガスボリュームの影響は，主体\n金具の傾斜部の角度による差のみであるのに対し，本件補正発明の第１挟角に\nよるガスボリュームの影響は，絶縁体段部の位置より先端側全てが影響し，そ\nの差は比べものにならない程大きなものであるから，引用例１には，本件補正\n発明の相違点３に係る構成が記載されているとはいえない。\nまた，第１挟角を１０°以上とすることにより，絶縁体側のガスボリュームの\n影響が大きくなるため，本件補正発明の相違点２に係る構成による作用と相俟\nって，グロー放電のエネルギーが分散せずにカーボンを焼き切るという効果も\n大きなものであり，かかる作用効果は，引用発明や周知技術から当業者が予測す\nることができない，格別のものということができる。\n(イ)  したがって，当業者は，引用発明に基づき，本件補正発明の相違点３\nに係る構成を容易に想到することはできない。\n(ウ)  被告の主張について\n被告は，本件補正発明の第１挟角によるガスボリュームの影響と，引用発明の絶\n縁体の縮径部の部分の角度によるガスボリュームの影響とに差異はなく，その作用\n効果にも差異はないなどと主張する。\nしかし，引用発明は，ガスボリューム部の幅が火花放電ギャップの間隔αよりも\n大となる区間Ｌの長さをなるべく長くするものであるのに対し（引用例１【００２\n４】），本件補正発明は，主体金具前方部の内周面と絶縁体縮径部の外周面とにで\nきる隙間の空間を広く確保するため，第１挟角を１０°以上に調整するものである\n（本件補正明細書【００４０】）。\nすなわち，引用発明は，「ガスボリューム部の長さを長くする発明」であるのに\n対して，本件補正発明は，「ガスボリューム部の距離（幅）を大きくする発明」で\nあり，その概念は全く異なるものであって，引用例１には，ガスボリューム部の幅\n自体を大きくする点や縮径部の部分の角度を規定すればガスボリューム部の幅を大\nきくできる点についての記載や示唆はない。\n(3)  以上のとおり，本件補正発明は，当業者が引用発明及び周知技術から容易\nに想到することができたものではないから，特許法２９条２項の規定により独立し\nて特許を受けることができるものである。\nしたがって，本件補正は，平成１８年法律第５５号による改正前の特許法１７条\nの２第５項において準用する同法１２６条５項の規定に違反しないから，同法１５\n９条１項において読み替えて準用する同法５３条１項によりこれを却下した本件審\n決の判断は誤りである。\nまた，本件補正を却下した本件審決の判断を前提として本願発明も特許を受ける\nことができないとした判断も誤りとなるから，本願発明も特許されるべきである。\n〔被告の主張〕\n(1)  相違点の認定の誤りについて\nア  本件補正発明の相違点２に係る構成は，主体金具基部と第２主体金具段部と\nの交点と絶縁碍子に形成された絶縁体基部と第２絶縁体段部との交点との軸線方向\nの距離を特定するものであり，その距離を「－０．５㎜以上，３㎜以下」とするこ\nとにより，「絶縁体基部から主体金具基部に伝わる主体金具基部の内周面の面積を\n十分確保することができるので，絶縁体から主体金具への熱放散量が十分確保さ\nれ，スパークプラグの耐熱性を向上させることができ，また，絶縁体と主体金具が\n係合する隙間への未燃ガスの侵入を確実に防止できるので，絶縁体の先端側部分が\n汚損するのを確実に防止することができ，かつ，絶縁体の先端側にカーボンが付着\nすることによる奥飛火が生じにくくなる。」という作用効果を奏するものである\n（【００１７】【００４２】【００４３】【００６３】～【００６５】）。\n他方，本件補正発明の相違点３に係る構成は，絶縁碍子に形成された第２絶縁\n体段部の角度を特定するものであり，これを１０°以上とすることにより，「主体\n金具先端側と絶縁体先端側との隙間の空間を広く確保することができるので，絶縁\n体の先端側にカーボンが付着することによる奥飛火が生じにくくなる。」という作\n用効果を奏するものである（【００１７】【００４０】【００５７】【００５\n８】）。\n以上のとおり，本件補正発明の相違点２に係る構成と相違点３に係る構成は，\nスパークプラグの異なる部位を特定するものであり，両者の技術的意義も異なる。\nしたがって，上記各構成は，それぞれ独立した技術事項であって，一体不可分の\n関係にはない。\nイ  原告は，第１挟角が所定の角度以上となり（相違点３），絶縁体基部と\n第２絶縁体段部との交点の軸線方向の位置が所定範囲に存在すること（相違点\n２）により，主体金具基部と第２主体金具段部との交点近傍に生じるグロー放\n電が広がりすぎず，グロー放電のエネルギー密度が絶縁体に付着したカーボン\nを焼き切ることができる程度に留まるなどと主張するが，本件補正明細書には，\nグロー放電を利用して絶縁体に付着したカーボンを焼き切ることについての記載や\n示唆はないから，原告の上記主張は，本件補正明細書の記載に基づかないものであ\nり，その前提において誤りがある。\n仮に，本件補正発明が，グロー放電による対汚損性を改善するという作用効果を\n奏するとしても，引用発明及び周知の技術事項に基づいて本件補正発明の構成とす\nることは，当業者が容易に想到し得たものであるから，このような作用効果も，引\n用発明及び周知の技術事項から，当業者が予測し得た範囲のものであって，格別な\nものではない。\nウ  以上のとおり，本件補正発明と引用発明の対比において，相違点２と３を\n別々の相違点として認定した本件審決の判断に誤りはない。\n(2)  相違点に係る判断の誤りについて\nア  相違点２について\n(ア)  原告は，引用例３の記載は，本件補正発明のように，過熱された絶縁体か\nら主体金具への熱放散量との関係において全く認識されていないから，スパークプ\nラグにおいて過熱された絶縁体から主体金具への熱放散量との関係の観点から「絶\n縁体基部と第２絶縁体段部の交点の軸線方向の位置」を定めることは，本願出願前\nに周知の技術であったとまではいえないと主張している。\nしかし，本件補正発明の相違点２に係る構成は，絶縁体から主体金具への熱放散\n量を十分確保して耐熱性を向上させることや絶縁体の先端側にカーボンが付着する\nことによる奥飛火の発生を防止することを目的とするものであるが（【００１\n７】），引用例３には，「絶縁碍子脚基部の下端部を，ハウジング段差部の角部に\n対して燃焼室側へ移動した場合，＋１．５㎜より大きくなると奥飛火による加速性\n能の悪化がみられる。これは，絶縁碍子脚基部の下端部が燃焼室側に移動すること\nによって，絶縁碍子脚基部とハウジングの内部表面との間に形成される狭くなった\n空間が燃焼室側に延長されたために，カ－ボンが溜まりやすくなったためである。\n奥飛火による，加速性能の悪化は，段差部の角部に対し，絶縁碍子脚基部の下端部\nが＋１．５㎜以下であればその影響は軽微である。」との記載（【００１９】）が\nあり，絶縁碍子脚基部の下端部（本件補正発明の絶縁体基部と第２絶縁体段部の交\n点に相当する。）を定めることにより，カーボン付着による奥飛火の発生を防止す\nることが示されている。\nしたがって，引用例３には，過熱された絶縁体から主体金具への熱放散量につい\nては記載がないものの，カーボン付着による奥飛火の発生を防止するという本件補\n正発明と共通する目的のために，「絶縁体基部と第２絶縁体段部の交点との軸線方\n向の位置」を定めるという技術事項が示されているといえる。\n(イ)  次に，原告は，「第２絶縁体段部の軸線方向の位置を定めることは周知\nの技術であり，第２絶縁体段部の軸線方向の位置及び傾斜角が定まれば，絶縁体\n基部と第２絶縁体段部との交点の軸線方向の位置も定まる」とした本件審決の判\n断について，第２絶縁体段部の軸線方向の位置を定めることとは，何を定める\nことであるのか不明であるとか，第２絶縁体段部の軸線方向の位置及び傾斜角\nをどのように定めるのかも不明であるなどと主張する。\nしかし，引用例２記載の段付部は，図７及び８に示されているように，その構造\n等からみて，本件補正発明の第２絶縁体段部に相当するから，引用例２では，第２\n絶縁体段部の軸線方向の位置が定められていることになる。そして，同引用例には，\n碍子の段付部からパツキン受け部までの長さＬを変えること，換言すれば，段付部\nの位置を変えることにより，最適な中心熱価とすることが記載されているから（７\n頁１行目～４行目），同引用例には，最適な中心熱価，すなわち熱放散性を確保す\nるため，第２絶縁体段部の軸線方向の位置を定めるという技術事項が示されている\nといえる。\nまた，引用発明は，後記イ(ア)のとおり，主体金具の傾斜部をある程度傾斜させ\nることに加え，絶縁体に縮径部を設けることで，ガスボリューム部の幅をなるべく\n広くするとともに，幅の広い区間をなるべく長くすることにより，主体金具先端側\nと絶縁体先端側との隙間の空間を広く確保して，横飛火を防止しようとするもので\nあるから，縮径部の軸線に対する傾斜角（本件補正発明の第１挟角に相当する。）\nが，ガスボリューム部の幅をなるべく広くすることができる角度に定められること\nは，明らかである。そうすると，例えば，引用例２の図７において，碍子の段付部\nの軸線に対する傾斜角が定まれば，この傾斜角を備える段付部の軸線方向の長さも\n定まり，段付部の軸線方向の長さと距離Ｌ（碍子の段付部からパツキン受け部まで\nの長さ）から，段付き部の最も上側の部分の軸線方向の位置が定まる。この段付き\n部の最も上側の部分の軸線方向の位置は，本件補正発明の「絶縁体基部と第２絶縁\n体段部との交点の軸線方向の位置」に相当するから，結局，「絶縁体基部と第２絶\n縁体段部の交点との軸線方向の位置」も定まることとなる。\n(ウ)  以上のとおり，絶縁体基部と第２絶縁体段部の交点との軸線方向の位置を\n定めること及び第２絶縁体段部の軸線方向の位置を定めることは，本件出願前に周\n知の技術事項であるから，当業者は，引用発明にこれらの周知の技術事項を適用す\nることにより，本件補正発明の相違点２に係る構成を容易に想到することができた\nものである。\nイ  相違点３について\n(ア)  引用例１には，主体金具の奥まった位置での横飛火（奥飛火）を防止する\nため，ガスボリューム部の幅が大の区間をなるべく大きく取ることや奥まった位置\nまでガスボリューム部の幅をなるべく広くすることが示され，また，主体金具の傾\n斜部がある程度傾斜（平坦部と傾斜部とのなす角度θが，１４０゜≦θ≦１６０\n゜）しているのがよいことが示されている（【００１９】【００２２】～【００２\n５】）。そうすると，引用発明は，主体金具の傾斜部をある程度傾斜させることに\nより，ガスボリューム部の幅をなるべく広くするとともに，幅が広い区間をなるべ\nく長くして，主体金具先端側と絶縁体先端側との隙間の空間を広く確保し，奥飛火\nを防止しようとするものである。\n他方，本件補正発明も，本件補正明細書（【００１７】）に「主体金具先端側と\n絶縁体先端側との隙間の空間を広く確保することができる。したがって，絶縁体の\n先端側にカーボンが付着することによる奥飛火がさらに生じにくくなる。」と記載\nされているように，主体金具先端側と絶縁体先端側との隙間の空間を広く確保する\nことにより，奥飛火が生じにくくしている。\nしたがって，本件補正発明のガスボリュームの影響と引用発明のガスボリューム\nの影響に差異はない。\nしかも，本件補正発明の第２絶縁体段部に相当する引用発明の縮径部は，本件審\n決が「軸線を含む断面を見たときに，隙間形成外周面において，軸線と角度（以下\n「縮径部の部分の角度」という。）をなし，絶縁体の前方側に向かって縮径する縮\n径部」と特定しているように，軸線に対して絶縁体の前方側に向かって縮径する方\n向の角度を形成しているところ，この角度は，本件補正発明の第１挟角に相当する\nものである。そうすると，引用発明では，主体金具の傾斜部を形成することに加\nえ，縮径部の部分の角度を備える縮径部を形成することにより，更に主体金具先端\n側と絶縁体先端側との隙間の空間が広く確保され，ガスボリュームが大きくなるも\nのである。\nしたがって，本件補正発明の第１挟角によるガスボリュームの影響と，引用発明\nの絶縁体の縮径部の部分の角度によるガスボリュームの影響に差異はなく，その作\n用効果にも差異はない。\n(イ)  したがって，当業者は，引用発明に基づき，本件補正発明の相違点３に係\nる構成を容易に想到することができたものである。\n(3)  以上によれば，本件補正発明は，引用発明及び周知の技術事項に基づい\nて，当業者が容易に発明をすることができたものであるから，特許法２９条２項に\nより独立して特許を受けることができないものである。\nしたがって，本件補正は，平成１８年法律第５５号による改正前の特許法１７条\nの２第５項において準用する同法１２６条５項の規定に違反するから，同法１５９\n条１項において読み替えて準用する同法５３条１項により却下されるべきであり，\n本件審決の判断に誤りはない。\nまた，本願発明も，本件補正発明と同様に，引用発明及び周知の技術に基づいて，\n当業者が容易に発明をすることができたものであるから，特許法２９条２項の規定\nにより特許を受けることはできない。\n第４  当裁判所の判断\n１  本件補正発明の相違点２及び３に係る構成の各技術的事項について\n(1)  本件補正明細書には，概略，次の記載がある。\nア  本件補正発明は，汚損性を向上させつつ，耐熱性を向上させることができる\nスパークプラグを提供することを目的とするものである（【０００７】）。\nイ  スパークプラグの軸線方向を含む断面を見たときに，絶縁体基部と第２絶縁\n体段部との交点の軸線方向の位置が，主体金具基部と第２主体金具段部との交点か\nら，絶縁体の先端側に向う方向を＋としたときに，－０．５㎜以上，３㎜以下であ\nるので，過熱された絶縁体から主体金具への熱放散量を十分確保することができる。\nしたがって，絶縁体基部から主体金具基部に伝わる主体金具基部の内周面の面積を\n十分確保することができるので，絶縁体から主体金具への熱放散量が十分確保され，\nスパークプラグの耐熱性を向上させることができる。また，絶縁体と主体金具との\n係合する隙間への未燃ガスの侵入をさらに確実に防止できるので，絶縁体の先端側\n部分が汚損するのを確実に防止することができ，かつ，絶縁体の先端側にカーボン\nが付着することによる奥飛火がさらに生じにくくなる（【００１７】）。\n軸線を含む断面において，主体金具基部の内周面と第２主体金具段部の内周面と\nの交点を交点Ｅ，絶縁体基部の外周面と第２絶縁体段部の外周面との交点を交点Ｆ，\n絶縁碍子の軸線方向の先端部から交点Ｅまでの軸線方向に平行な距離をＹ㎜，絶縁\n碍子の軸線方向の先端部から交点Ｅ（判決注：これは交点Ｆの誤記であると認め\nる。）までの軸線方向に平行な距離をＸ㎜とし，交点Ｅと交点Ｆとの軸線方向に平\n行な距離を（Ｙ－Ｘ）㎜としたときに，距離（Ｙ－Ｘ）が，－０．５㎜以上，３㎜\n以下に調整されることで，過熱された絶縁碍子から，主体金具側に伝熱する伝熱量\nが適切に調整される。距離（Ｙ－Ｘ）が，マイナス側に大きい値をとった場合，交\n点Ｆが交点Ｅよりも上方側に位置するため，主体金具基部に対向する絶縁体基部の\n外周面の面積が狭められ，スパークプラグの熱引きが悪くなる。そして，軸線方向\nの先端側の温度上昇により，プレイグニションが発生するなど，耐熱性が大きく損\nなわれる。一方，距離（Ｙ－Ｘ）が長くなりすぎると，絶縁体基部の軸線方向の外\n周面の長さが長くなるため，絶縁碍子の先端側にカーボンが付着することによる奥\n飛火が生じやすくなる。したがって，距離（Ｙ－Ｘ）が，－０．５㎜以上，３㎜以\n下に調整されることで，スパークプラグの耐熱性が向上するとともに，耐汚損性を\n向上させることができる（【００４２】【００４３】）。\nウ  軸線を含む断面を見たときに，絶縁体基部の外周面を軸線方向の先端側に延\n設されて形成される仮想平面と，第２絶縁体段部の外周面とのなす角度をθとする。\n第１の実施形態では，角度θが１０°以上に調整されることにより，主体金具前方\n部の内周面と，絶縁体縮径部の外周面とにできる隙間の空間を広く確保でき，主体\n金具と絶縁碍子との間で火花放電する奥飛火を防止することができる。一方，角度\nθが１０°未満に調整されると上記効果を得ることができない（【００４０】）。\n(2)  以上の記載によれば，本件補正発明の相違点２及び３の構成に係る各技術\n的事項については，以下のとおりいうことができる。\nア  本件補正発明の相違点２に係る構成の技術的意義は，上記(1)イのとおり，\n過熱された絶縁体から主体金具への熱放散量を確保するとともに，係合位置隙間へ\nの未燃ガスの侵入を防止し，絶縁体の先端側にカーボンが付着することによる奥飛\n火の発生を防止するという作用効果を奏するため，距離（Ｙ－Ｘ）の上限値及び下\n限値をそれぞれ特定したものである。\nイ  他方，本件補正発明の相違点３に係る構成の技術的意義は，上記(1)ウのと\nおり，主体金具先端側と絶縁体先端側との隙間の空間を広く確保して，絶縁体の先\n端側にカーボンが付着することによる奥飛火の発生を防止するという作用効果を奏\nするため，第１挟角の下限値を特定したものである。\n２  相違点２と３との関係について\n(1)  上記１(2)のとおり，本件補正発明の相違点２に係る構成は，絶縁体基部か\nら主体金具基部への熱放散量の確保，係合位置隙間への未燃ガスの侵入の防止及び\n絶縁体の先端側にカーボンが付着することによる奥飛火の発生防止に着目して，主\n体金具基部の内周面と第２主体金具段部の内周面との交点（交点Ｅ）と絶縁体基部\nの外周面と第２絶縁体段部の外周面との交点（交点Ｆ）の距離を特定するものであ\nるのに対し，本件補正発明の相違点３に係る構成は，主体金具先端側と絶縁体先端\n側の間の奥飛火の発生防止に着目して，絶縁体基部の外周面を軸線方向の先端側に\n延設されて形成される仮想平面と，第２絶縁体段部の外周面とのなす角度を特定し\nたものであるから，これらが一体不可分の関係にあるとは認められず，本件補正発\n明と引用発明との相違点について，相違点２と３とに分けて認定した本件審決の判\n断に誤りはない。\n(2)  原告の主張について\n原告は，第１挟角が所定の角度以上となり（相違点３），絶縁体基部と第２\n絶縁体段部との交点の軸線方向の位置が所定範囲に存在すること（相違点２）\nにより，主体金具基部と第２主体金具段部との交点近傍に生じるグロー放電が\n広がりすぎず，グロー放電のエネルギー密度が絶縁体に付着したカーボンを焼\nき切ることができる程度に止まるという関係にあるから，これらの事項を別々\nの相違点として認定する相当でない旨主張する。\nしかしながら，本件補正明細書には，グロー放電を利用して絶縁体に付着した\nカーボンを焼き切ることについての記載や示唆はないから，原告の主張は本件補正\n明細書の記載に基づかないものといわざるを得ず，これを採用することはできない。\n３  相違点２に係る容易想到性について\n(1)  前記２(1)のとおり，本件補正発明の相違点２に係る構成は，絶縁体基部か\nら主体金具基部への熱放散量の確保，係合位置隙間への未燃ガスの侵入の防止及び\n絶縁体の先端側にカーボンが付着することによる奥飛火の発生防止に着目して，主\n体金具基部の内周面と第２主体金具段部の内周面との交点（交点Ｅ）と絶縁体基部\nの外周面と第２絶縁体段部の外周面との交点（交点Ｆ）の距離を特定したものであ\nる。\n(2)  そこで，本件補正発明の相違点２に係る構成の容易想到性について検討す\nる。\nア  引用発明について\n引用例１（甲１）によると，引用発明は，係合位置隙間への未燃ガスの侵入の防\n止を課題としているところ（【０００４】【０００９】【００１０】），第二軸部\nの円筒状の基端部（本件補正発明の絶縁体基部に相当する。）と縮径部（本件補正\n発明の第２絶縁体段部に相当する。）の長さが未燃ガスの侵入に影響を及ぼすこと\nは技術的に明らかであるから，未燃ガスの侵入防止の観点からその長さを調整する\nことは，当事者が容易に想到し得るものである。また，主体金具の前端面位置に近\nい位置においては，横飛火の発生が懸念されるが（【００２２】【００３３】），\n横飛火の発生を抑制するために第二軸部の円筒状の基端部と縮径部の長さを調整す\nることも，その構造に照らし，当業者は容易に想到することができる。\nイ  引用例２について\n(ア)  引用例２には，以下の記載がある（甲２）。\n碍子は，下端部から段付部の位置まで上方に向かって，拡径するごとくテーパ状\nに形成されているとともに，段付部からパツキン受け部の位置までは外径が一定と\nなっており，段付部からパツキン受け部までの部分で熱価を調整するように構成さ\nれている。また，碍子の段付部からパツキン受け部間の長さを変えることにより，\n受熱表面積を変えて，中心熱価を変えるようにしている。すなわち，碍子の段付部\nからパツキン受け部までの長さが長い場合には碍子の下端部から段付部までの表面\n積が小さくなり，受熱量が少なくなるため，中心熱価は高くなる。逆に，碍子の段\n付部からパツキン受け部までの長さが短い場合には碍子の下端部から段付部までの\n表面積が多くなり，これによって受熱量が多くなるため，中心熱価は低くなる。\n(イ)  以上のとおり，引用例２には，碍子の段付部からパツキン受け部までの長\nさを変えることにより，受熱量を調整することが記載されているところ，碍子の段\n付部からパツキン受け部までの長さが，ハウジング（主体金具）の胴部への熱放散\n量に影響を及ぼすことは技術的に明らかであるから，引用例２には，碍子からハウ\nジングへの熱放散量に着目して，碍子の段付部からパツキン受け部までの長さを変\nえる事項が示されている。\n(ウ)  そうすると，引用例２に示された上記事項を引用発明に適用して，引用発\n明の第二軸部の円筒状の基端部と縮径部の長さを変えることにより，その熱放散量\nを調節することも，当業者にとって容易に想到し得るものであるということができ\nる。\nウ  本件補正発明の相違点２に係る構成は，主体金具基部の内周面と第２主体金\n具段部の内周面との交点（交点Ｅ）を起点として，同点と絶縁体基部の外周面と第\n２絶縁体段部の外周面の交点（交点Ｆ）との距離を特定したものであるが，交点Ｅ\nを起点として距離を定めること自体に格別の意義を見いだすことはできないから，\n交点Ｅと交点Ｆとの距離を特定することは，実質的には，交点Ｅと交点Ｆの距離に\n対応する絶縁体基部の軸方向の長さを規定することと同様の技術的意義を有するも\nのである（【００４２】【００４３】）。\nまた，本件補正発明においては，スパークプラグの耐熱性の実験結果に基づき，\n交点Ｅと交点Ｆとの距離を具体的に「－０．５㎜以上，３㎜以下」と特定している\nが（【００６３】～【００６６】），最適，好適な寸法を実験的に求めることは，\n当業者が発明の具体化に際して通常行っているものであり，引用発明において，こ\nのような下限値及び上限値を設定することに，格別の阻害要因の存在も見当たらな\nいから，上記特定に係る数値は，当業者において，適宜設計することができる事項\nであるということができる。\n以上の検討によれば，当業者は，引用発明及び引用例２に基づき，熱放散量の確\n保，係合位置隙間への未燃ガスの侵入の防止及び絶縁体の先端側にカーボンが付着\nすることによる奥飛火の発生防止の観点から，絶縁体基部の軸方向の長さ（交点Ｅ\nと交点Ｆの距離に相当する。）を調整して，本件補正発明の相違点２に係る構成を\n容易に想到することができたものである。\nエ  なお，本件審決は，引用例３の特許請求の範囲の記載や発明の詳細な説明の\n記載（【００１４】～【００２１】）から，絶縁体基部と第２絶縁体段部との交点\nの軸方向位置を定めることは周知の技術であると認定しているところ，引用例３\n（【００１４】～【００１７】）には，電気絶縁耐力の向上の観点から，絶縁碍子\n脚基部の下端部（本件補正発明の交点Ｆに相当する。）は，コロナが集中するハウ\nジング段差部の角部（本件補正発明の交点Ｅに相当する。）に対向する位置から燃\n焼室側に＋３．０㎜であることが望ましいことが記載されているが，他方，本件補\n正発明の相違点２に係る構成は，絶縁体基部から主体金具基部への熱放散量の確保，\n係合位置隙間への未燃ガスの侵入の防止及び絶縁体の先端側にカーボンが付着する\nことによる奥飛火の発生防止の観点から，交点Ｅ及び交点Ｆを規定したものであり，\nその技術的意義は異なるから，引用例３の上記記載が，本件補正発明の相違点２に\n係る構成についての周知技術を明らかにしたものであるということはできない。し\nたがって，本件審決の上記認定には誤りがあるといわなければならないが，上記ウ\nのとおり，本件補正発明の相違点２に係る構成は，引用発明や引用例２に基づき，\n当業者が容易に想到することができるものであるから，本件審決の上記認定の誤り\nは，本件審決の結論に影響を及ぼすものとはいえない。\nオ  原告の主張について\n原告は，引用例２の図７及び８には，本件補正発明の主体金具基部や第２主体金\n具段部に相当する部分がないから，その交点を起点とする「絶縁体基部と第２絶縁\n体段部の交点」との距離は定まらないとか，引用例２の図１の碍子には，本件補正\n発明の絶縁体基部と第２絶縁体段部との交点に相当する部分がないなどとして，引\n用例２は，本件補正発明の相違点２に係る構成についての周知技術にはなり得ない\nと主張する。\nしかしながら，前記ウのとおり，本件補正発明の相違点２に係る構成は，実質的\nには，絶縁体基部の軸方向の長さを規定することと同様の技術的意義を有するもの\nであって，碍子からハウジングへの熱放散量に着目して碍子の段付部からパツキン\n受け部までの長さを変えるという引用例２に示された事項を引用発明に適用すれば，\n本件補正発明の上記構成を想到することは容易なのであるから，原告の主張は，上\n記認定を左右するに足りるものではない。\n４  相違点３に係る容易想到性について\n(1)  引用例１には，概略，以下の記載がある。\n主体金具の内周面と第二軸部の外周面との間の横飛火の発生を防止するため，主\n体金具の前端面側開口部の内径をＤ２，第二軸部の外径をｄ２として，Ｅ＝（Ｄ２\n－ｄ２）／２で表されるガスボリューム部端面幅Ｅを，火花放電ギャップの間隔を\nαとして，１．１α≦Ｅを満足するように調整することが有効である（【００１\n９】）。また，主体金具の多少奥まった位置で発生する横飛火を防止するには，絶\n縁体側係合部よりも前方側において，軸線と直交する仮想平面による絶縁体の断面\n外形線の直径をｄ３，これに対応する位置における主体金具の内径をＤ３としたと\nきに，主体金具の前端面位置から７㎜以上確保された区間Ｌにおいて，α＜（Ｄ３\n－ｄ３）／２を満足していることが有効である（【００２１】）。軸線方向のある\n位置におけるガスボリューム部の幅（（Ｄ３－ｄ３）／２）が，火花放電ギャップ\nの間隔αよりも大であれば，その位置での横飛火は生じにくくなる。主体金具の前\n端面位置から軸線方向において７㎜程度までの区間では，絶縁体表面の電界強度が\nある程度高くなると予想され，横飛火発生が懸念されるため，少なくともこの区間\nでは，ガスボリューム部幅を火花放電ギャップの間隔αよりも大きくなるように調\n整すると，主体金具の奥まった位置での横飛火が実際に効果的に抑制できるように\nなる（【００２２】）。\n隙間形成外周面と対向する平坦部と，当該平坦部の前方側端部から主体金具の内\n周面に向けて下る傾斜部のなす角度を，１４０゜≦θ≦１６０゜を満足するように\nやや大きめに設定しておけば，交差位置に形成されるエッジ部への過度の電界集中\nが回避でき，耐電圧性能を向上させることができる。ただし，θが１４０゜未満で\nは効果が小さく，θが１６０゜を超えると，ガスボリューム部の幅の小さくなる区\n間が長くなるので，横飛火の発生防止の観点においても不利に作用する場合がある\n（【００２３】）。図３では，ガスボリューム部の幅が，火花放電ギャップの間隔\nαよりも大となる区間の長さをなるべく大きくできるように，第二軸部の円筒状の\n基端部に対し，縮径部を介して先端本体部分を接続した形態としている。この実施\n形態では電界集中しやすい急角度のエッジを生じにくくするため，縮径部を円錐面\n状（テーパ状）としている（【００２４】）。\n(2)  以上の記載からすると，引用発明は，ガスボリューム部の幅を広いものと\nし，また，その長さをなるべく長いものとすることで，横飛火の発生を抑制しよう\nとするものであり，絶縁体に縮径部を設ける構成は，ガスボリューム部の空間を確\n保するために採用されたものであると認められる。\n他方，本件補正発明は，前記１(2)イのとおり，第１挟角の角度を所定の大きさ\nとすることにより，主体金具先端側と絶縁体先端側との隙間の空間を広く確保して，\n絶縁体の先端側にカーボンが付着することによる奥飛火の発生を防止しようとする\nものである。\nそうすると，引用発明において縮径部を設けることと，本件補正発明の第１挟角\nを所定の大きさとすることは，同様の効果を奏するものであるが，引用発明におい\nて，ガスボリューム部の空間を確保するために縮径部を採用する以上，その角度が\n重要であることは技術的に明らかであって，その具体的角度を１０°以上とするこ\nとは，発明の具体化に際し，当業者が適宜設定することができるものであるという\nことができる。\nそうすると，当業者は，引用発明に基づき，本件補正発明の相違点３に係る構成\nを容易に想到することができたものといえる。\n(3)  なお，原告は，第１挟角を１０°以上とすることにより，絶縁体側のガス\nボリュームの影響が大きくなるため，本件補正発明の相違点２に係る構成によ\nる作用と相俟って，グロー放電のエネルギーが分散せずにカーボンを焼き切る\nという格別の作用効果を奏するとも主張しているが，前記２(2)のとおり，この主\n張は，本件補正明細書の記載に基づかないものであり，採用することはできない。\n５  以上のとおり，本件補正発明は，引用発明及び周知の技術に基づいて当業者\nが容易に発明をすることができたものであるから，特許法２９条２項の規定により\n独立して特許を受けることができないものである。\nしたがって，本件補正は，平成１８年法律第５５号による改正前の特許法１７条\nの２第５項において準用する同法１２６条５項の規定に違反するから，同法１５９\n条１項において読み替えて準用する同法５３条１項により却下されるべきである。\nよって，本件補正を却下した判断に誤りがあるとの原告主張の取消事由は理由が\nない。なお，原告は，本願発明が特許されるべきであるとも主張するが，本件補正\nを却下した判断に誤りがあることを前提とする主張であって，本件補正が認められ\nない場合を前提に，この場合，すなわち，本件補正発明に進歩性（独立特許要件）\nが認められない場合にもなお，本願発明には進歩性があるという主張ではないから，\n失当というほかなく，採用することができない。\n６  結論\n以上の次第であるから，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          髙      部      眞  規  子\n裁判官          齋      藤              巌\n"
}