{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 12,
    "day": 25
  },
  "case_number": "平成23(ワ)25836",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83925",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83925",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/925/083925_hanrei.pdf",
  "contents": "平成２５年１２月２５日判決言渡  同日原本領収  裁判所書記官\n平成２３年（ワ）第２５８３６号  特許権侵害差止等請求事件\n口頭弁論終結日  平成２５年９月３０日\n判                  決\n神奈川県川崎市＜以下略＞\n原                告      有限会社シー・アンド・エス国際研究所\n同 訴 訟 代 理 人 弁 護 士          中 村 好 伸\n同                            角 田 邦 洋\n同                            鈴 木 康 之\n同 補 佐 人 弁 理 士          濱 中 淳 宏\n東京都日野市＜以下略＞\n被                告          日 野 自 動 車 株 式 会 社\n（（（（以下以下以下以下「「「「被告日野自動車被告日野自動車被告日野自動車被告日野自動車」」」」というというというという。）。）。）。）\n同 訴 訟 代 理 人 弁 護 士          木 﨑   孝\n同                            森 岡   誠\n東京都港区＜以下略＞\n被                告          株 式 会 社 東 芝\n（（（（以下以下以下以下「「「「被告東芝被告東芝被告東芝被告東芝」」」」というというというという。）。）。）。）\n同 訴 訟 代 理 人 弁 護 士          高   橋   雄 一 郎\n同                            北 島 志 保\n同訴訟復代理人弁護士          池 田 幸 雄\n主              文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１   被 告 東 芝 は ， 別 紙 製 品 目 録 （ 修 正 ） 記 載 の 製 品 （（（（ 以 下以 下以 下以 下 「「「「 イイイイ 号 物 件号 物 件号 物 件号 物 件 」」」」 と いと いと いと い\nうううう。）。）。）。）を製造し，販売し，又は販売のために展示してはならない。\n２  被告日野自動車は，イ号物件を車両 「日野デュトロハイブリッド」 （（（（ 以下以下以下以下\n「「「「 本件車 両本件車 両本件車 両本件車 両 」」」」 というというというという 。）。）。）。） に搭載し，あるいはイ号物件を搭載した本件車両 を\n販売し，又は販売のために展示してはならない。\n３  被告東芝は，その本店，営業所及び工場に存するイ号物件並びにその半製品\n（イ号物件の構造を具備しているが，製品として完成していないもの）を廃棄\nせよ。\n４  被告日野自動車は，その本店，営業所及び工場に存する本件車両並びにその\n半製品（本件車両の構造を具備しているが，製品として完成していないもの）\nに搭載されたイ号物件を取り外し，廃棄せよ。\n５  被告らは，原告に対し，連帯して，６５５３万３０００円及びこれに対する\n平成２３年９月１５日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，「同期電動機のベクトル制御方法」に関する特許権（特許第３６１\n２６３６号。 以 下以 下以 下以 下 「「「「 本件特許権本件特許権本件特許権本件特許権 」」」」 というというというという 。。。。 ）を有する原告が，被告らがイ号\n物件で使用するベクトル制御方法 （（（（ 以下以下以下以下 「「「「 被告方 法被告方 法被告方 法被告方 法 」」」」 というというというという 。）。）。）。） は原告の本\n件特許権を侵害すると主張して，被告らに対し，被告方法の使用にのみ用いる\n物であるとするイ号物件及びこれを搭載した本件車両の製造・販売等の差止め\n及び廃棄を求めるとともに，被告らに対し，連帯して，民法７１９条，７０９\n条，特許法１０２条３項に基づく損害賠償として６５５３万３０００円及びこ\nれに対する訴状送達の日の翌日である平成２３年９月１５日から支払済みまで\n年５分の割合による遅延損害金の支払を求める事案である。\n２  前提となる事実（末尾に証拠等を付した以外の事実は争いがない。）\n(1)  本件特許権\n原告は，次の特許権（本件特許権）の権利者である（本件特許権本件特許権本件特許権本件特許権 にかかにかかにかかにかか\nるるるる 明細 書明細 書明細 書明細 書 （（（（ 特許請求特許請求特許請求特許請求 のののの 範囲範囲範囲範囲 をををを 含含含含 むむむむ 。）。）。）。） 及及及及 びびびび 図面図面図面図面 をををを 合合合合 わせてわせてわせてわせて 「「「「 本 件明細書本 件明細書本 件明細書本 件明細書 」」」」\nといいといいといいといい，，，，本件特許権にかかる特許公報（甲１）を末尾に添付する。）。\n出 願 番 号：特願平８－２６７７６４\n出  願  日：平成８年９月１８日\n出願公開日：平成１０年４月１０日\n登  録  日：平成１６年１１月５日\n登 録 番 号：特許第３６１２６３６号\n\u0000\u0000\u0000  本件特許権の請求項１の発明（（（（ 以下以下以下以下 「「「「 本件発明本件発明本件発明本件発明 」」」」 というというというという 。）。）。）。）の特許請求\nの範囲の記載は次のとおりである。\u0000\n「【請求項１】\u0000\n回転子の磁束と同一方向をｄ軸に選定しこれと直交する軸をｑ軸に選定す\nる回転ｄｑ座標系上で，電機子電流をｄ軸成分とｑ軸成分に分割し制御する\n工程と，回転ｄｑ座標系の位相を決定する工程とを有する同期電動機のベク\nトル制御方法であって，\n該回転ｄｑ座標系の位相を決定する工程において，低周波領域用の位相決定\n方法と高周波領域用の位相決定方法の２種の位相決定方法を用い，各々位相\nを生成し，該低周波領域用の位相決定方法で生成された位相と該高周波領域\n用の位相決定方法で生成された位相とを周波数的に加重平均して，該回転ｄ\nｑ座標系の位相とすることを特徴とする同期電動機のベクトル制御方法。」\n(3)  上記特許請求の範囲に基づき，本件発明の構成要件を分説すると，次の\nとおりとなる。\nＡ  回転子の磁束と同一方向をｄ軸に選定しこれと直交する軸をｑ軸に選定\nする回転ｄｑ座標系上で，電機子電流をｄ軸成分とｑ軸成分に分割し制御\nする工程と，\nＢ  回転ｄｑ座標系の位相を決定する工程とを有する同期電動機のベクトル\n制御方法であって，\nＣ  該回転ｄｑ座標系の位相を決定する工程において，低周波領域用の位相\n決定方法と高周波領域用の位相決定方法の２種の位相決定方法を用い，\n各々位相を生成し，\nＤ  該低周波領域用の位相決定方法で生成された位相と該高周波領域用の位\n相決定方法で生成された位相とを周波数的に加重平均して，該回転ｄｑ座\n標系の位相とすることを特徴とする同期電動機のベクトル制御方法。\n(4)  被告東芝は，商品名「ＰＯＷＥＲ  ＤＲＩＶＥ  ＵＮＩＴ」，製品番号\n「ＡＭＨＶＨ００１０３」及び「ＡＭＨＶＨ００１０１」のセンサレスベク\nトル制御イ ンバー タ（イ 号物件。 以 下以 下以 下以 下 ，，，， そ れぞれそ れぞれそ れぞれそ れぞれ 「「「「 東芝東芝東芝東芝 １０３１０３１０３１０３ 製品製品製品製品 」」」」 及及及及 びびびび\n「「「「東芝東芝東芝東芝１０１１０１１０１１０１製品製品製品製品」」」」というというというという。。。。）を製造し，被告日野自動車に販売している。\nなお，原告は，製品番号「ＡＭＨＶＨ００１０２」のインバータもセンサ\nレスベクトル制御技術を採用しており，被告日野自動車の製品番号「Ｇ９２\n１０－８９２０３」又は「Ｇ９２１０－８９２０２」に対応するはずである\nと主張するが，そのように認めるに足りる証拠はない。\n(5)   被 告 日 野 自 動 車 は ， 被 告 東 芝 か ら 購 入 し た イ 号 物 件 に つ き ， 商 品 名\n「 ＩＮＶＥＲＴＥＲ  ＡＳ Ｓ Ｙ 」 ， 製品 番 号 「 Ｇ ９２ １ ０ － ８ ９２ ０ ３ 」\n（東芝１０３製品）又は製品番号「Ｇ９２１０－８９２０２」（東芝１０１\n製品）として管理し，これらイ号物件を，平成１８年１０月４日から平成２\n３年７月 １日ま で，被 告日野 自動車 の製 造する車 両「日 野デュ トロハ イブ\nリッド」（本件車両）に搭載し，イ号物件を搭載した本件車両を販売してい\nた（甲８，１４，１５（枝番含む。以下同じ），弁論の全趣旨）。\n(6)  イ号物件のベクトル制御方法を「被告方法」というが，その内容には争\nいがある。\u0000\n３  争点\n(1)  構成要件Ａ充足性（争点１）\n(2)  構成要件Ｂ充足性（争点２）\n(3)  構成要件Ｃ充足性（争点３）\n(4)  構成要件Ｄ充足性（争点４）\n(5)  損害（争点５）\n第３  争点に対する当事者の主張\n１  争点１（構成要件Ａ充足性）について\n（原告の主張）\n(1)  被告方法の構成について\nア  本件発明との関係で，被告方法を分説すると，以下のとおりである。\nａ  インバータ が検出したモ ータの磁極 位置に基づくベ クトル軸（推 定\n軸）をｄ’ｑ’座標系とし，モータの電流をｄ’ｑ’座標系上で分割し\n制御する工程と\nｂ  磁極位置に基づくベクトル軸（推定軸）の位相を検出する工程とを有\nする永久磁石同期モータのベクトル制御方法であって\nｃ  ベクトル軸（推定軸）の位相の検出工程において，低速運転用の位相\n検出方法と高速運転用の位相検出方法により，各々位相を検出し\nｄ  低速運転用位相検出方法で得たベクトル軸位相と高速運転用位相検出\n方法で得たベ クトル軸 位相とを ，回転速 度に応じて加 重平均し ，ｄ’\nｑ’座標系のためのベクトル軸の位相とすることを特徴とする永久磁石\n同期モータのベクトル制御方法。\nイ  被告ら主張にかか る被告方法の構成 ａ，ｂ及びｄは，「推 定回転位相\n（角）」が原告主張の「推定回転位相」と同義であることを条件に認める。\nｃは否認する。\n●（省略）●\nまた，評価指標ＨＹＯ＿ｈｆ，ＨＹＯ＿ｅｍｆはともに原理上，位相偏\n差Δθを内包する値である。\nさらに，Ｇ ｄ ，Ｇ ｑはトルクをパラメータとする関数であって，定数で\nはない。加えて，固定子インダクタンス（被告らがＭＬｑ，ＭＬｄと記述\nする値）は，モータコアに使用する電磁鋼板の磁気飽和特性に基づいて変\n動する値である。それゆえ，固定子インダクタンスも定数ではない。\n(2)  「回転ｄｑ座標系」の解釈について\n被告らは，「回転子の磁束と同一方向をｄ軸に選定し」との文言を根拠に，\n本件発明における「回転ｄｑ座標系」とは，実際の磁束の方向を基準とする\n同期座標系をいうと主張する。\nしかし，本件発明は，「回転子の磁極位置検出器を必要としないベクトル\n制御方法」である（本 件明細書の【００ ０１】。【０００８】 ，【００５\n９】等にも同趣旨のことが明記されている。）。\nそれゆえ，当然のことながら，現実の磁極位置を把握することはできない。\n本件発明では，「低周波領域用の位相決定方法」と「高周波領域用の位相\n決定方法」を用いて「各々位相を生成」し，それらを「加重平均」するが，\nこのような過程を経るのは，現実の磁極位置を把握することができず，それ\nを推定する方法を取るからである。また，本件発明において，磁極位置を推\n定することは不可欠の技術であり，本件明細書では，その方法を【発明を解\n決する手段】に記述している。\nこのように，本件発明が磁極位置を推定することを前提としていることは\n明らかである。したがって，「回転ｄｑ座標系」とは，現実の磁極位置では\nなく推定された磁極位 置を基軸とする座 標系，すなわち制御座 標系（ｄ’\nｑ’座標系）を指すものである。\n(3)  被告方法と構成要件Ａの対比\n被告方法の構成要件ａにいう「モータの磁極」は構成要件Ａの「回転子の\n磁束」に，「ベクトル軸（推定軸）」は「ｄ軸」「ｑ軸」に，「電流をｄ’\nｑ’座標系に分割」は「電機子電流をｄ軸成分とｑ軸成分に分割」に，それ\nぞれ該当する。\nよって，被告方法は構成要件Ａを充足する。\n（被告らの主張）\n(1)  被告方法\n被告方法を本件発明の分説に合わせて記載すると以下のとおりである。\nａ   同 期 電 動 機 の ベ ク ト ル 制 御 方 法 で あ っ て ， 推 定 さ れ た 推 定 回 転 位 相\n（角）θ’を基準にしたｄ’ｑ’座標系にしたがい，電流検出器によって\n検 出 され た 同 期 電 動 機 電流 か ら ｄ ’ 軸 電 流 応 答Ｉ ｄ 及 び ｑ ’ 軸 電 流応 答\nＩ ｑをそれぞれ決定して，ｄ軸電圧指令Ｖｄ ｒ ｅ ｆ及びｑ軸電圧指令Ｖｑ ｒ ｅ ｆ\nによって同期電動機を制御する工程と，\nｂ  同期電動機の回転磁界の推定回転数ω’を推定し，さらにこれを用いて\n推定回転位相（角）θ’を推定する工程と，を有する同期電動機のベクト\nル制御方法であって，\nｃ  ●（省略）●\n●（省略）●\n●（省略）●\n●（省略）●\n●（省略）●\n●（省略）●\nｄ  ●（省略）●同期電動機のベクトル制御方法\n(2)  「回転子の磁束と同一方向」をｄ軸に選定していないこと\n構成要件Ａには「回転子の磁束と同一方向をｄ軸に選定し」とある。\nしかしながら，被告方法においては，「回転子の磁束と同一方向をｄ軸に\n選定」しているのではなく，実際の磁束との方向とは異なる推定軸をｄ’軸\nに選定し，推定回転位相（角）θ’を推定している。\nよって，被告方法は構成要件Ａを充足しない。\nなお，原告は，「回転子の磁束と同一方向をｄ軸に選定し」は誤記であり，\n「推定された回転子の磁束と同一方向をｄ軸に選定し」という趣旨であると\n主張するかもしれないが，しかるべき訂正審判がなされるまではこのような\n主張は失当である。\n２  争点２（構成要件Ｂ充足性）について\n（原告の主張）\n(1)  本件発明における「回転ｄｑ座標系」について\n本件発明における「回転ｄｑ座標系」とは，現実の磁極位置ではなく推定\nされた磁極位置を基軸とする座標系を指すことは，争点１で述べたとおりで\nある。\n(2)  本件発明における「位相」の意義について\nア  「位相」の語は，元来「振動や波動のような周期運動で，１周期内の進\n行段階を示す量」を指す（「広辞苑（第４版）」・甲３０）。\nそのため，何らかの尺度の下で扱われる周期運動の進行量であれば，広\nく「位相」に含まれ，特に明示がなければ，方向や角度などの表現形式に\nよって限定されるものではない。\n本件明細書でも，当業者に広く受容された用法に倣い，「位相」を磁極\nの位置・方向を示す情報（磁極位置情報）全般という意義で使用し，「位\n相」という用語に何ら限定を付していない。他方，特定の表現形式におい\nて磁極位置情報を扱う場合には「位相『ベクトル』」というように限定を\n付す表現を用い，磁極位置情報一般とその概念を明確に区別している。\nしたがって，本件発明の「位相」は，磁極位置情報全般を指す。\nイ  角度と二次元ベクトルはいずれも「位相」に当たること\n特許発明の技術的範 囲は，「特許 請求の 範囲の記載」に基づ いて解釈\nするのが原則である（特許法７０条１項）。「特許請求の範囲の記載」は，\n本件発明（請求項１）の他の請求項（請求項２ないし７）との関係での位\n置づけを示しており，かかる位置づけからして，「位相」が磁極位置情報\n全般を指すことは明らかである。それゆえ，被告らの主張するように「明\n細書及び図面」を考慮に入れる必要はない。\nまた，仮に，「発明 の詳細な説明 」を考 慮して「位相」の意 義を解釈\nしたとしても，その意義を「位相ベクトル」のみに限定する根拠はない。\n被告らは，本件明細書が「位相」の一形式である「位相ベクトル」に言及\nする箇所を局所的に挙げているが，これをもって「位相」の意義を限定す\nることはできない。\n本件明細書において，「位相」の文言は，広く磁極位置情報一般を指し\nており，ベクトルのみならず角度が「位相」に含まれることを念頭に置い\nた記述が数多く見られる。\n(ア)  例えば，【特許請求の範囲】の【請求項３】では，「電源角周波数\nの積分及び三角関数処理値を該回転ｄｑ座標系の位相の低周波領域部分\nに使用する」と記載されている。ここで，電源角周波数の積分とは，電\n源電圧（ベクトル量）の角度を，三角関数処理値とは，かかる角度に基\nづく正弦値・余弦値を指す。上記記載は，角度あるいはその角度に基づ\nく二次元ベクトルの両者が「位相」に含まれることを示している。\n(イ)  【請求項１】・【請求項３】・【請求項６】は，発明の内容を「回\n転子の磁束と同一方向をｄ軸に選定しこれと直交する軸をｑ軸に選定す\nる回転ｄｑ座標系上で……，回転ｄｑ座標系の位相を決定する工程とを\n有する同期電動機のベクトル制御方法」と説明している。上記説明は，\n前段では，回転ｄｑ座標系の基準軸たるｄ軸を磁束の「方向」で決定す\nることを説明しており，後段では回転ｄｑ座標系を固定座標系に対する\n「位相」によって決定することを説明しており，「方向」と「位相」を\n「方向」の意味で同義に用いている。磁束の「方向」は，二次元平面座\n標系上で基準となる軸からの角度をもって表現されるから，角度はここ\nでの「方向」に当たる。\n(ウ)  段落【０００２】では，回転子永久磁石の磁束の方向を基準とする\n同期座標系（ｄｑ座標系）と準同期座標系（ｄ’ｑ’座標系）の座標軸\nとが一致し，両者の間に角度のずれが生じていない状態を指して「回転\n子磁束に位相差ゼロで同期したｄｑ座標系上」と描写している。ここで\nは，同期座標系と準同期座標系の座標軸の間のずれを位相差と表現して\nおり，かかるずれは角度をもって表現される。それゆえ，ここでの「位\n相」という言葉は，角度を含む用語として使用されているといえる（仮\nに，被告らが主張するように「位相」が二次元ベクトルの意味に限定さ\nれるとすると，三角関数処理値（正弦値ないし余弦値）がゼロとなるこ\nとはないから，上記説明は意味を持たない。）。\n(エ)  本件特許はモータのセンサレスベクトル制御に関連するものである\nが，センサレスベクトル制御は，回転子磁極の位置（あるいは回転子磁\n束の方向や方位と換言してもよい。）を電流等からの推定計算により決\n定する。回転子磁束推定値の方向は，角度θ’あるいは二次元ベクトル\n（角度θ’の余弦値ｃｏｓθ’及び正弦値ｓｉｎθ’）のいずれによっ\nても表現できる。なぜなら，角度θ’と二次元ベクトルは三角関数を通\nじて，相互に一意に特定できる関係にあるからである。角度θ’と二次\n元ベクトルは，回転子磁束の方向を基準となる軸からの回転の程度・割\n合で示すか，基軸上の座標で示すかという見方・尺度を変えただけに過\nぎず，両者は全く同じ方向・方位を表す。このように角度θ’と二次元\nベクトル（ｃｏｓθ’及びｓｉｎθ’）は全く同じ方向・方位を表して\nいることから，相互に置換することが可能である。かかる性質を利用し，\nモータのベクトル制御の具体的な演算処理にあたっては，便宜上，角度\nを二次元ベクトルに置換して用いるのが一般的である。\n角度と二次 元ベクトルは ，見方・尺 度は異なるもの の，全く同じ 方\n向・方位・位置を表すことからすれば，本件発明において「位相」とは，\n角度と二次元ベクトルの両者を含む概念である。\n(オ)  本件発明は，明細書の【０００１】で述べられているように，「回\n転子の磁束位置検出器を必要としないベクトル制御方法」，つまりセン\nサレスベクトル制御技術である。前述のとおり，センサレスベクトル制\n御技術の一般論からすれば，同技術が最終的に目的としているのは，磁\n極位置の把握である。\nそうだとすれば，本件発明の決定する「位相」とは，磁極位置を意味\nしている。\nこのことは，【０００５】で「磁極位置情報……を用いて……位相情\n報として」として，「磁極位置情報」と「位相情報」を本質的に同一と\nとらえていることや，【０００６】で「位相決定に，回転子の磁極位置\n情報が不可欠」として，「位相」が回転子の磁極位置の情報を不可欠の\n要素とすることを明示していることからも確認できる。\n(カ)  本件明細書上，「位相」が二次元ベクトルや角度をともに含んでい\nることは前述のとおりである。\nここで，二次元ベクトルは特に単位を持たないが，角度を表す単位に\nはｒａｄ（ラジアン）などが用いられる。また，二次元ベクトルは正弦\n値及び余弦値の２つの数量で表現されるのに対し，角度は単一の数量で\n表現される。\nこのように，本件明細書における「位相」は，その物理量を表す単位\nや表現形式を限定していない。\n(キ)  【００３４】では，低周波領域用の「位相情報」として出力される\n信号として，ｃｏｓθ１，ｓｉｎθ１にそれぞれ「周波数的な加重」で\nある「α／（ｓ＋α）」を係数として付加した二次元ベクトルを示す式\nで記述している。このように，二次元ベクトルであっても，周波数的な\n加重を係数として付加された二次元ベクトルであっても「位相」に含ま\nれることから，本件発明における「位相」は係数が付与されたかどうか\nを問題としていない。\n(ク)  【請求項６】では，「残電圧値のａ軸成分とｂ軸成分より該残電圧\n値の位相を決定し……回転ｄｑ座標系の位相……に使用する」として，\n電圧値の「位相」と回転ｄｑ座標系の「位相」が置換可能であることを\n説明している。\nここで，回 転子磁束の影 響は固定子 の電流，電圧に 反映するとい う\nモータ生来の特性から，固定子の電流，電圧には，回転子磁束の方向・\n方位，つまり磁極位置の情報が現れる。\nこのことから分かるように，本件明細書中では，磁極位置情報である\n限り，電圧値に出現する形式であっても「位相」に含まれることに変わ\nりはない。\nウ  以上のとおり，本件発明は，磁極位置情報について，その単位・表現形\n式という表現上の特性，係数の有無という数値上の特性，いかなる物理量\nを通じて出現するかという発現形態などを問題にせず，「位相」として取\nり扱っている。\nしたがって，本件発明は，形式等に関わりなく，磁極位置情報を含むか\nどうかに着目し，「位相」という用語を使用している。\n(3)  被告方法と構成要件Ｂの対比\n被告方法は，評価指標ＨＹＯという磁極位置情報を生成するものであるか\nら，構成要件Ｂにいう「回転ｄｑ座標系の位相」を決定しており，被告方法\nの構成ｂにいう「永久磁石同期モータ」は「同期電動機」に該当する。\nよって，被告方法は構成要件Ｂを充足する。\n（被告らの主張）\n(1)  「回転ｄｑ座標系」の位相を決定していないこと\n構成要件Ｂには「回転ｄｑ座標系の位相を決定する工程」とある。\nしかしながら，被告方法においては，ｄ’ｑ’座標系（推定軸）の推定回\n転位相（角）θ’を推定しているのであるから，実際の同期電動機の磁束の\n回転ｄｑ座標系の位相を決定しているわけではない。\n(2)  回転ｄｑ座標系の「位相」を決定していないこと\nア  本件発明における「位相」の意義について\n原告は，本件発明の「位相を決定する工程」，「位相決定方法」，「生\n成された位相」等にいう「位相」全てを，被告方法で推定されるところの\n位相角に当てはめている。\nしかしながら，本件発明の「位相」は位相角ではなく位相ベクトルを意\n味するのであるから，原告の充足論に関する主張は全て失当である。\nイ  本件明細書中では一貫して「位相」は位相ベクトルの意味で用いられて\nいること\n原告は，「明細書中では，ベクトルのみならず角度が「位相」に含まれ\nることを念頭に置いた記述が数多くみられる。」と主張するが，誤りであ\nる。\n(ア)  原告は，請求項３には「電源角周波数の積分及び三角関数処理値を\n該回転ｄｑ座標系の位相の低周波領域部分に使用する」と記載されてい\nることを引用するが，「積分及び三角関数処理」を施す対象は，「電源\n角周波数」であって，「位相」に対してではない。したがって，請求項\n３記載の「位相」が位相角であるという理由にはならない。\n請求項３は，電源角周波数ωを積分して角度θを求め，角度θを三角\n関数処理して「位相」（ｃｏｓθ，ｓｉｎθ）を求めることを規定して\nいるのである から，電 源角周波 数ωと角 度θと「位相 」（ｃｏ ｓθ，\nｓ ｉ ｎ θ）は全て異なることが明示されている。そして，この「位相」\n（ｃｏｓθ，ｓｉｎθ）は，静止座標系において回転座標系ｄ軸の方向\nを示す二次元の位相ベクトルである。\n以上より，請求項３の記載は，「位相」が電源角周波数ωと角度θと\nは異なることを明らかにし，「位相」が位相ベクトルであることを基礎\nづけている。\n(イ)  原告は，請求項１，３，６には「回転子の磁束と同一方向をｄ軸に\n選定し……回転ｄｑ座標系の位相を決定する」と記載されていることを\n引用するが，「方向」が規定される対象はｄ軸であり，「位相」ではな\nいし，そもそも，位相ベクトルも方向成分を有するベクトルなのである\nから，むしろ，この記載は「位相」とは位相角ではなく位相ベクトルで\nあることを根拠付ける。\n(ウ)  原告は【０００２】に「回転子磁束に位相差ゼロで同期した回転ｄ\nｑ座標系上」と記載されていることを引用するが，位相ベクトルが一致\nすることが「位相差ゼロ」なのであるから，原告のいうように角度を含\nむ用語として「位相」が使用されているとは到底いえない。付言すると，\n「仮に，被告らが主張するように「位相」が二次元ベクトルの意味に限\n定されるとすると，三角関数処理値（正弦値ないし余弦値）がゼロとな\nることはない から，上 記説明は 意味を持 たない」とい う原告主 張は，\n【０００２】では「三角関数処理値」が問題になっているのではないか\nら失当である。\n( エ )   原 告 は ， 「 角 度 θ ’ と 二 次 元 ベ ク ト ル （ ｃ ｏ ｓ θ ’ 及 び\nｓ ｉ ｎ θ ’）は全く同じ方向・方位を表していることから，相互に置換\nすることが可能である。」と主張する。しかしながら，相互に置換する\nことが可能であるからといって両者が同じものになるわけではない。角\n度θとｃ ｏ ｓ θは０～１８０°の間で相互に置換可能であるがこれは必\nずしも同じではない。そもそも，本件発明においては，２つの位相が加\n重平均されなければならないのであるから，加重平均の対象である位相\nが問題になっている。角度と位相ベクトルとが相互に置換可能であるか\nなどを論じても無意味である。角度θ１と角度θ２の加重平均とｃｏｓ\nθ１とｃｏｓθ２の加重平均は値が異なることからみても，原告の主張\nが相当な無理を含むものであることは明らかである。\n(オ)  原告は，本件発明が最終的に目的としているのは「磁極位置」の把\n握であると述べ，「そうだとすれば，本件発明の決定する「位相」とは，\n磁極位置を意味している。」と述べている。しかしながら，本件発明の\n最終的な目的がどうかという問題と，「位相」が拡張解釈されるべきか\nという問題とは異なるので失当である。\n原告は，【０００５】の「磁極位置情報……を用いて……位相情報と\nして」という記載を引用しているが，その前後の記載をみると，疑いな\nく「位相」は「位相ベクトル」であるものとして用いられている。【０\n００５】の全文を引用すると以下のとおりである。「また，正弦信号発\n生器８は，回転ｄｑ座標系の位相決定の手段を構成している。即ち，正\n弦信号発生器８は，磁極位置検出器２から磁極位置情報が送られると，\nこの信号を用いて複数の正弦信号（ｃｏｓ，ｓｉｎ信号）を生成し，回\n転ｄｑ座標系の位相情報として，ベクトル回転器６ａ，６ｂへ向け出力\nする。同図では，簡明のため，複数の正弦信号を１つの位相ベクトルと\nして捕らえ，１本の太線で表現している。なお，以下，他の図において\nも，太線はベクトル信号線を示すものとする。正弦信号の形の位相情報\nが電力変換器３に通じるベクトル回転器６ｂに与えられたことより容易\nに理解されるように，この位相情報は，電源角周波数を決定することに\nなる。」。つまり，磁極位置情報から複数の正弦信号（ｃｏｓ，ｓｉｎ\n信号）が生成され，複数の正弦信号が１つの位相ベクトルとして捕らえ\nられている。そして，この位相ベクトルはベクトル回転器へ出力される。\n図中も太線はベクトル信号線を示している。このように，【０００５】\nにおいて原告が引用を省略した個所には「位相」が「位相ベクトル」を\n意味するものであることが文言上明確に記載されている。\n原告は，【０００６】の「位相決定に，回転子の磁極位置情報が不可\n欠」という記載を引用して，「位相」が回転子の磁極位置の情報を不可\n欠の要素とす ることを 明示して いるなど と主張する。 しかしな がら，\n「位相決定のため」に「回転子の磁極位置情報が不可欠」とあるのだか\nら，むしろ，「位相」と「磁極位置情報」が同じではないことが文言上\n明確になっている。\n【図１２】及び【０００５】によれば，「回転子磁極位置」と「回転\nｄｑ座標の位相」とは同義ではなく，前者はスカラー量，後者はベクト\nル量であることが，文言上も図面上も明示されている。そして，「回転\n子磁極位置」というスカラー量を「回転ｄｑ座標の位相」という位相ベ\nクトルに変換するのが正弦信号発生器８である。\n(カ)  原告は，「位相の単位や表現形式を限定していないこと」，「位相\nは係数の有無を問わないこと」，「位相には電圧値に出現する位置情報\nも含まれていること」などを主張しているが，いずれも原告主張の根拠\nにはならず，むしろ「位相」が位相ベクトルであることを根拠づけてい\nる。\nまず，「位相」に単位が付されていないのは本件発明でいう「位相」\nが位相ベクトルだからであり，位相角であればラジアン又は度という単\n位が付加されているはずである。\n次に，「位相」は係数の有無を問わないが，これは位相ベクトルだか\nらであって， 位相角で あれば係 数の有無 によって違っ た値にな る（３\n０°に係数２を乗じたら６０°という異なった角度になる。）。\n最後に，位相には電圧値に出現する位置情報も含まれていることにつ\nいては，原告主張とは全く無関係であることを付言する。\n(3)  以上より，本件発明の「位相」は疑いなく位相ベクトルであり，位相角\nではない。\n被告方法において位相ベクトルは用いられていないから，被告方法は構成\n要件Ｂを充足しない。\n３  争点３（構成要件Ｃ充足性）について\n（原告の主張）\n(1)  ●（省略）●磁極位置情報であること\nア  評価指標は，被告方法におけるＰＬＬループの工程上，位相偏差の情報\nを与える点にその意義を有すること\n被告方法がＰＬＬループによって位相制御を行っていることは被告らも\n認めるところである。そして，生成された評価指標は，ＰＬＬループの工\n程上，推定位相偏差情報として取り扱われている。\nこれは，つまり，ＰＩ位相制御器への入力信号が推定位相偏差であるが，\n被告方法では，評価指標ＨＹＯがこの信号に該当し，推定位相偏差に当た\nると いう こと であ る。 また ，評 価指 標Ｈ ＹＯ は評 価指 標 Ｈ Ｙ Ｏ ＿ ｈ ｆ及\nび Ｈ Ｙ Ｏ ＿ ｅ ｍ ｆ の 合 成 値 で あ る か ら ， 評 価 指 標 Ｈ Ｙ Ｏ ＿ ｈ ｆ及 び\nＨ Ｙ Ｏ ＿ ｅ ｍ ｆも推定位相偏差に当たるということを意味する。\nこ の よ う に ， 被 告 方 法 の Ｐ Ｌ Ｌ ル ー プ の 工 程 上 ， 評 価 指 標\n（ Ｈ Ｙ Ｏ ＿ ｈ ｆ，ＨＹ Ｏ＿ ｅｍ ｆ， ＨＹ Ｏの いず れを も含 む。 ）は ，Ｐ\nＩ推定器に入る前から推定位相偏差情報として認識されている。位相偏差\n情報として認識せず，単なる電流の振幅や電圧偏差として認識していても，\n位相偏差を修正できないからである。\nイ  評価指標ＨＹＯ＿ｈｆ及び評価指標ＨＹＯ＿ｅｍｆは，電流・電圧を，\n位相偏差情報を反映する形に変換した数値であること\n(ア)  低回転領域用評価指標ＨＹＯ＿ｈｆを記述する原理式（理論値）\n被告方法においては，ＰＭモータの電圧方程式を基に，高周波電圧を\n重畳（印加）した場合に準同期座標系（ｄ’ｑ’座標系）で観測される\n高 周 波 電 流 の う ち ， ｑ ’ 軸 上 の 成 分 （ Ｉ ｑ ｃ ｈ ） で あ る 正 弦 波\n（ ｓ ｉ ｎ ω ｈ ｆ ｔ ） の 振 幅 成 分 に 位 相 （ 角 ） 偏 差 の 情 報\n（ ｓ ｉ ｎ ２ Δ θ）が含 ま れる こと に着 目 し， 次の 式 （ １） のと おり ，\nかかる振幅成分を評価指標Ｈ Ｙ Ｏ ＿ ｈ ｆと設定している。\n)2sin()(\n2 θ\nω ∆−= dq\nhfqd\nhf\nhf LL\nLL\nV\nHYO ・・・（１）\nＰ Ｌ Ｌ ル ー プ が 動 作 す る よ う な 位 相 偏 差 の 小 さ い 範 囲 で は ，\nｓ ｉ ｎ Δ θ≒ Δ θ の 関 係 が 成 り 立 つ こ と か ら ， 原 理 式 上 ， 評 価 指 標\nＨ Ｙ Ｏ ＿ ｈ ｆは， )( dq\nhfqd\nhf LL\nLL\nV −\nω   を比例係数Ｋとして位相偏差と\n比例近似の関係に立つ（つまり，評価指標ＨＹＯ＿ｈｆ≒ＫΔθと記述\nされる。）。\nこのように，被告方法は，モータ生来の特性からすると，理論上，高\n周波印加電圧に対応した高周波電流の正弦基本波の振幅に位相偏差情報\nが含まれることに着目し，低回転領域ではかかる振幅をもって評価指標\nＨ Ｙ Ｏ ＿ ｈ ｆと設定している。\n(イ)  高回転領域用評価指標ＨＹＯ＿ｅｍｆを記述する原理式（理論値）\n次に，被告東芝の回答書（甲２４）には，ＰＭモータの電圧方程式を\n基に，制御ｄｑ軸（ｄ’ｑ’軸）とｄｑ真軸が一致したときのｄｑ軸電\n圧（ＶｄＡ，Ｖ ｑＡ）と，制御ｄｑ軸上の電圧の偏差が理論上含む物理\n量を，次の式（２）で記述している。\n\n\n\n\n\n\n\n\n−∆Φ+∆−+\n∆\n−−\n∆Φ−∆−+\n∆\n−\n=\n\n\n\n −\n−\n=\n\n\n∆\n∆\n)1)(cos()(sin)(\n2 )2sin(\n)(\n)sin()(sin)(\n2 )2sin(\n)(\nθωθω\nθ\nω\nθωθω\nθ\nω\ndcdqqcdq\nqcdqdcdq\nqAqc\ndAdc\nqc\ndc\nILLILL\nILLILL\nVV\nVV\nV\nV\n・・・（２）\n同 式 か ら わ か る よ う に ， ｄ ｃ 軸 成 分 （ Δ Ｖ ｄ ｃ ） 及 び ｑ ｃ 軸 成 分\n（ Δ Ｖ ｑ ｃ） と も に ， 理 論 上 ， 位 相 偏 差 の 情 報 （ ｓ ｉ ｎ Δ θ 及 び\nｃ ｏ ｓ Δ θ）が含まれる。\nそこで，被告方法は，次の式（３）のとおり，かかる電圧偏差の成分\nを重み係数Ｇｄ及びＧｑを用いて加重平均することで，位相偏差の情報\nの抽出に適する形に調節した値をもって評価指標ＨＹＯ＿ｅｍｆと設定\nしている。\nqcqdcdemf VGVGHYO ∆∆ += ・・・（３）\nΔＶｄｃは，概ねΔθが－４５°～０°の範囲でゼロに近い値となっ\nてしまうため，かかる範囲でΔＶｄｃの値の検出を行うと，その精度が\n低下するおそれがある。これに対し，ΔＶｑｃは上記の範囲でも一定程\n度の数値を示すことから，被告方法は，両者に適切な重みを付して加重\n平均することで，概ねΔθが－４５°～４５°の範囲で，位相偏差Δθ\nと比例近似の関係に立ち，位相偏差の情報の抽出に適した形とし，かか\nる値をもって評価指標ＨＹＯ＿ｅｍｆに設定している。換言すれば，位\n相偏差Δθの情報が現れる電圧偏差のｄ軸成分（ΔＶｄｃ）とｑ軸成分\n（ΔＶｑｃ）を適切な重み係数Ｇｄ及びＧｑを加重することで，より位\n相偏差Δθの 抽出に適 した形に 変換した 値をもって平 均して評 価指標\nＨ Ｙ Ｏ ＿ ｅ ｍ ｆと設定しているということである。\n実際にＰＬＬループが動作する時の位相偏差は小さい値であり，上記\nの範囲（－４５°＜Δθ＜４５°）に入るため，ＨＹＯ＿ｅｍｆは位相\n推定のための指標としての役割を十分に果たす。\n上記のとおり，評価指標ＨＹＯ＿ｅｍｆと位相偏差Δθは比例近似の\n関係に立つから，比例係数をＫと置けば，評価指標ＨＹＯ＿ｅｍｆの理\n論値は，次の式（４）のように記述される。\nθ∆≈∆+∆= ・KVGVGHYO qcqdcdemf ・・・（４）\n(ウ)  以上のとおり，評価指標はいずれもＰＬＬループによる位相推定の\n工程上，位相偏差抽出のために生成されている信号である。また，被告\n方法は，電流や電圧には位相偏差情報が出現することから，モータの特\n性に基づく原理式を利用して，電流や電圧を位相偏差抽出のために適し\nた 形 に 変 換 し た 値 を も っ て 評 価 指 標 Ｈ Ｙ Ｏ ＿ ｈ ｆ 及 び 評 価 指 標\nＨ Ｙ Ｏ ＿ ｅ ｍ ｆに設定している。\nしたがって，被告方法は，位相推定器を通す前の評価指標の時点で，\n既に評価指標を推定位相偏差情報（位相偏差Δθの比例値）として取り\n扱っており，単に電気や電圧の情報を持つだけの信号とは取り扱ってい\nない（仮に，●（省略）●そのような全く異質の物理量を加重平均する\nことに何ら工学的意義はない。両者を加重平均するのは，いずれも推定\n位相偏差情報を含む点で共通するからである。）。\nかかる位相偏差Δθは，磁極位置情報としての角度情報であるため，\n評価指標は「位相」に当たる。\n(2)  位相偏差Δθが「位相」に該当すること\nア  「位相」の意義\n争点２について述 べたとおり，一般 用語としての「位相」 の意義は，\n「振動や波動のような周期運動で，１周期内の進行段階を示す量」である。\n同期電動機のベクトル制御技術の分野での｢位相｣の文言も，かかる一般\n用語としての意義に倣って使用されている。同期電動機であれば，周期運\n動をするのは回転子たる磁極であるから，「位相」は，磁極の回転運動の\n進行段階を示す，磁極の位置・方向の情報，つまり磁極位置情報一般を指\nす概念として用いられ，その表現形式や単位は問題とされない。\n本件発明における「位相」の文言も，一般用語としての意義に倣ったベ\nクトル制御の分野での通常の用法に従い，磁極位置情報一般を指す。\n本件発明における「位相」は，同期電動機において，周期運動をする回\n転子たる磁極の回転運動の進行段階を問題としているので，時間的な要素\nで磁極の回転運動の進行段階を算出する場合には，完全に同一の値を示す\nものではない。なぜなら，磁極の回転運動は，常に定速で行われているわ\nけではなく，回転周期の値自体は変動することが前提となっているからで\nある。常に，磁極の回転運動が，同一の値を示すものであれば，そもそも\n磁極の位置・方向の情報をわざわざ算出する必要もない。\n本件発明における「位相」の「周期性」の意義は，同一時間において必\nず同一の数値となることを意味するものではない。本件発明が，「高い加\n減速性能を発揮し得るベクトル制御方法を提供することにある」（本件明\n細書【０００８】）ことからも，磁極の回転運動は，等速度を前提とする\nものではなく，変動する速度を前提としていることは容易に理解できる。\n本件発明において「位相」の「周期性」とは，定められた運動周期内で\nの数量が満たされることを意味し，時間的要素を必ずしも含むものではな\nい。具体的には，周期運動の数量値が，円運動（０度から３６０度）の範\n囲内で増減を繰 り返し，これ を逸脱しな い場合には，「 位相」の「周 期\n性」は充足されることになるのである\nイ  位相偏差Δθが本件発明での「位相」に該当すること\nセンサレスベクトル制御技術において，「位相偏差」とは，通常，推定\n磁極位置を基準とする推定回転子位相と真の磁極位置を基準とする回転子\n位相の偏差（ずれ）を示す概念であり，被告方法における位相偏差Δθも\nかかる偏差を指している。\nそして，被告方法のようにＰＬＬループに基づくセンサレスベクトル制\n御技術においては，一時点前の推定回転子位相（θ’（（ｎ－１）Ｔ））\nの信号と，その時点での真の回転子位相（θ（ｎＴ））の差を取り，これ\nをもって当該時点での位相偏差Δθ（ｎＴ）と取り扱う（ｎは任意の整数，\nＴはモータの制御周期）。\nつまり，ある時点の時刻ｔをｔ＝ｎＴとし，その時点よりも一制御周期\n分遡った時点の時刻を（ｎ－１）Ｔとした場合の位相θ，推定位相θ’，\n位相偏差Δθの間には次のような関係が成り立つ。\n))1(()(\n))1(()()(\nTnnT\nTnnTnT\n−′−≈\n−′−′=∆ θθ θθθ\n・・・（５）\n式（５）は，単純化すれば，位相偏差Δθは，制御周期当たりの推定位\n相θ’の変化分（推定位相θ’を制御周期で差分した値，又はｎＴ時刻の\n位相真値と（ｎ－１）Ｔ時刻の位相推定値の差の近似値）であるというこ\nとを意味している。\nそのため，位相偏差Δθは，一制御周期前の推定磁極位置を基準とした\n当該時点での推定磁極位置を示す値ということができる（数式で表せば次\nの式（６）のとおり）。\n)())1((')(' nTTnnT θθθ ∆+−= ・・・（６）\nまた，式（５）から，位相偏差Δθは，制御周期ごとにそれらの値を足\nし合わせていく(積分する)ことで固定子たる電機子（より厳密にはｕ相巻\n線）を基準とした推定回転子位相を導く値，つまり固定子を基準とした推\n定 磁 極 位 置 を 示 す 値 で あ る と い う こ と も で き る （ 数 式 で 表 せ ば 次 の 式\n（７）のとおり）。\n)())1(()1()0()(' nTTnTTnT θ∆θ∆θ∆θ∆θ +−+++= \u0000 ・・・（７）\nこのように，位相偏差Δθは，一制御周期前の推定磁極位置や固定子た\nる電機子を基準とした推定磁極位置を示す値であるから，磁極位置情報に\nほかならない。\nしたがって，Δθは本件発明の「位相」に当たる。\nウ  位相偏差Δθは周期性を持つこと\nさらに，位相偏差Δθは，推定磁極位置を基準とした回転運動と真の磁\n極の回転運動という２種の周期的運動のずれを示す角度であることから，\nその値は周期性を持つ。\nすなわち，真の磁極を基準とする回転子位相θも，推定磁極位置を基準\nとする推定回転子位相θ’も，いずれの値も周期的な変化を見せることか\nら，両者の偏差 である位相偏 差Δθの値 も周期的に変化 する。位相偏 差\nΔ θの値が周期的 に変化し なければ ，真の回 転子位相θと 推定回転 子位\n相θ’のいずれか又は両方が，値としての周期性を失ってしまう。\n以上は，真の回転子位相θ，推定回転子位相θ’，位相偏差Δθの間に\n次のような式（８）が成り立つことから裏付けられる。\nθθθ ′−=∆                        ・・・（８）\nま た ， 真 の 回 転 子 位 相 θ ， こ れ へ の 追 随 を 目 指 し た 推 定 回 転 子 位 相\nθ’がともに値として周期性を有するとき，位相偏差Δθが値として周期\n性を有することは，数々の実験によって実証が尽くされている。裏付けと\nなる実験データは数々の文献に掲載され，公開されている（甲４４ないし\n４７）。\n例えば，甲４５・８３６頁の図１４や１５（両図面中の「θ－ estθ 」が\n位相偏差Δθに相当する。），甲４４・７２７頁の図９（同図中の eθ が\n位相偏差Δθに相当する。），甲４６・４－４７７頁の図２（（ａ）ない\nし（ｄ）の各図面中の mθˆ∆ が位相偏差Δθに相当する。），甲４７・６\n７～６８頁の図２・２７から図２・３０の図（各図面中のphase errorが\n位相偏差Δθに相当する。）は，位相偏差Δθに相当する物理量を実際に\n測定した実験データを示している。これらはいずれも，位相偏差Δθの値\nの変化を波形で示しており，位相偏差Δθの値が周期性を有することを確\n認できる。\nまた，真の磁極を基準とする回転子位相θも，推定磁極位置を基準とす\nる推定回転子位相θ’も，いずれの値も角度を示す値であることから，こ\nれらの２種の周期的運動のずれを示す角度である位相偏差Δθの数値は，\n０度から３６０度の範囲内にある数量を示すこととなる。とすれば，位相\n偏差Δθは必ず特定された範囲内における値，すなわち，円運動を超えな\nい範囲で単純に増加または減少するだけであるので，周期的な変化を見せ\nるといえる。\nエ  原告は，念のため，イ号物件のシステム構成を再現し，位相偏差Δθを\n検出し，低速領域及び高速領域における各位相偏差Δθが周期性を有する\nことを示すこととした。\n甲４９・１１頁図５は，実験の結果測定された低回転領域における速度\n（機械速度），電流（ｑ軸電流），位相偏差の各対応関係を示すものであ\nる。\n同図内の最下部の波形は，位相偏差Δθを示すものである。位相偏差Δ\nθは，波形が示すように，一定周期の直線的な加速・減速運動と同一の周\n期性を示す値であることが分かる。\nよって，被告東芝の主張する位相偏差Δθには周期性が認められないた\nめ，位相に該当しないという根拠は，当該事実からも覆され，低回転領域\nにおける位相偏差Δθが位相に該当することが結論付けられる。\n甲４９・１６頁図９は，実験の結果測定された高回転領域における速度\n（機械速度），電流（ｑ軸電流），位相偏差の各対応関係を示すものであ\nる。\n同図の最下部の波形は，位相偏差Δθを示すものである。位相偏差Δθ\nは，波形が示すように，一定周期の直線的な加速・減速運動と同一の周期\n性を示す値であることが分かる。\nよって，被告らの主張する位相偏差Δθには周期性が認められないため，\n位相に該当しないという根拠は，当該事実からも覆され，高回転領域にお\nける位相偏差Δθが位相に該当することが結論付けられる。\nなお，当然のことではあるが，原告の主張する周期性の意義は，時間に\n対する周期性が備わっている場合に，これを位相から排除するものではな\nい。上述のように，原告が行ったイ号物件再現システムにおける実験結果\nは，位相偏差Δθが，低回転領域，高回転領域のそれぞれにおいて，時間\nに対する周期性を示すものであるが，これは，原告の立場においても，仮\nに被告らの主張する周期性の定義によったとしても，いずれにせよ，イ号\n物件においては，位相偏差Δθが周期性の要件を満たすことになるので，\nその旨，念のため述べておく。\n(3)  位相偏差Δθと評価指標の関係について\nア  評価指標ＨＹＯ＿ｈｆについて\n甲 ４ ９ ・ ８ 頁 図 ３ （ ｂ ） が 示 す と お り ， 低 回 転 領 域 の 評 価 指 標\nＨ Ｙ Ｏ ＿ ｈ ｆと位相偏差Δθとの間には，比例関係が成立する。\nイ  評価指標ＨＹＯ＿ｅｍｆについて\n次に，高回転領域の評価指標ＨＹＯ＿ｅｍｆと位相偏差Δθの間には，\n甲４９・１３頁図７のように，両者が同一であることが示されている。\n以上の実験結果は，高速回転領域において，ＰＬＬループが動作する範\n囲において，位相偏差Δθｅｍｆと評価指標ＨＹＯ＿ｅｍｆが一致するこ\nとを示すものである。\nウ  よって，低回転領域及び高回転領域における位相偏差と各評価指標は，\nそれぞれＰＬＬループが動作する範囲においては，同一のものと評価され\nることが明らかとなり，原告の主張が裏付けられている。\n(4)  評価指標ＨＹＯ＿ｈｆ及び評価指標ＨＹＯ＿ｅｍｆは別個の推定位相偏\n差情報を持つこと\nア  評価指標ＨＹＯ＿ｈｆの理論値と実測値は誤差を有すること\n●（省略）●\nこれは，つまり，サンプルデ ータを用い ることで，演算処理を簡易 化\nし，上記式（９）の解の近似値をもって代替していることを意味する。\nこのように，実際の処理では ，近似値を 利用していることや，モー タ\nモデル化誤差，電流誤差，ノイズ等の要因が具体的信号に影響を及ぼすこ\nとから，評価指標ＨＹＯ＿ｈｆの実測値と理論値の間には誤差が生じる。\nかかる誤差は位相偏差の情報に誤差ｎ＿ｈｆとなって現れ，結果として，\n評価指標ＨＹＯ＿ｈｆに出現する位相偏差の情報は真の位相偏差と誤差の\nある位相偏差推定値になる。\nそ の ため ， 原 理 式 上 は， )( dq\nhfqd\nhf LL\nLL\nV −\nω を 比 例 係 数 Ｋと 置 く と，\n評価指標ＨＹＯ＿ｈｆの理論値は，Ｋを比例係数とし，真の位相偏差Δθ\nと比例近似の関係に立つのに対し，評価指標ＨＹＯ＿ｈｆの実測値は，真\nの位相偏差Δθと誤差ｎ＿ｈｆを持つ位相偏差の推定値Δθｈｆと比例近\n似の関係に立つ。数式では，次のように記述できる。\n＜理論値＞\nθ∆⋅≈ KHYOhf                           ・・・（１０）\n＜実測値＞\n\n\n\n+=\n⋅=+≈\nhfhf\nhfhfhf n\nKnKHYO θ∆θ∆ θ∆θ∆ )(\n・・・（１１）\nイ  評価指標ＨＹＯ＿ｅｍｆの理論値と実測値は誤差を有すること\n甲２８では，評価指標ＨＹＯ＿ｅｍｆの実測値を生成する演算処理の際\nに，実際に演算に用いる信号について説明がなされている。\nその説明によれば，原理式上の同期座標系上の電圧（ＶｄＡ，ＶｑＡ）\nや制御座標系上の電圧（Ｖｄｃ，Ｖｑｃ）に代えて，それらに相当する値\nが用いられている。すなわち，まず，同期座標系上の電圧については，こ\nれ を 検 出 す る こ と は で き な い こ と か ら ， 実 際 の 電 流 応 答 信 号 （ Ｉ ｄ ，\nＩ ｑ）に加え，抵 抗Ｒ，イ ンダクダ ンスＬｄ ・Ｌｑ，磁束 強度等の モー\nタパラメータを用いて算出される電圧ノミナル値をもって，代替している。\n電圧ノミナル値の算出には回転速度情報が必要とされるが，原理式が利用\nした回転速度真値ωはセンサレスベクトル制御では利用できないので，こ\nれを回転子速度推定値ω’でもって代替している。また，制御ｄｑ軸上の\n電 圧 （ Ｖ ｄ ｃ ， Ｖ ｑ ｃ ） に つ い て は ， 電 圧 指 令 値 （ Ｖ ｄ ＿ ｒ ｅ ｆ ，\nＶ ｑ ＿ ｒ ｅ ｆ）をもって代えている。\nこのように，実際の処理では，理論的に異なる値をもって代替している\n部分があること，モータモデル化誤差，電流誤差，ノイズ等の要因が具体\n的信号に影響を及ぼすことから，実際の信号を基に計算される電圧偏差の\n値には誤差が混入する。そうすると，電圧偏差のｄ軸成分とｑ軸成分の加\n重平均により生成される評価指標ＨＹＯ＿ｅｍｆの実測値と理論値の間に\nは誤差が生じる。かかる誤差は，位相偏差の情報に誤差ｎ＿ｅｍｆとなっ\nて現れ，結果として，評価指標ＨＹＯ＿ｅｍｆに出現する位相偏差の情報\nは真の位相偏差と誤差のある位相偏差推定値にとどまることとなる。\nそのため，評価指標ＨＹＯ＿ｅｍｆの理論値は，Ｋを比例係数とし，真\nの位相偏差Δθと比例近似の関係に立つのに対し，評価指標ＨＹＯ＿ｈｆ\nの実測値は，真の位相偏差Δθと誤差ｎ＿ｅｍｆを持つ位相偏差の推定値\nΔθｅｍｆと比例近似の関係に立つ。数式では，次のように記述できる。\n＜理論値＞\nθ∆⋅≈ KHYOemf                     ・・・（１２）\n＜実測値＞\n\n\n\n+∆=∆\n∆⋅=+∆≈\nemfemf\nemfemfemf n\nKnKHYO θθ θθ )(\n・・・（１３）\nウ  被告方法が，評価指標ＨＹＯ＿ｈｆと評価指標ＨＹＯ＿ｅｍｆを周波数\n的に加重平均する工学的な意義は，周波数的な加重平均を通じて，別個の\n周波数特性を有する位相推定方法から生じる推定位相誤差の低減を図り，\nひいてはあらゆる速度領域での精度の高い位相推定を実現する点にある。\nこの点は，被告方法の技術の中核であり，さらに，本件発明の核心技術と\nもいうべき，いわゆる周波数ハイブリッド法（周波数に応じた推定特性を\n有する推定値を周波数に応じて合成することで，位相推定の精度を高めよ\nうとする技術）とも共通する。\nなお，●（省略）●\nまた，●（省略）●が，仮にかかる趣旨の主張であるとすれば，被告ら\nの主張はその点においても妥当でない。●（省略）●\nさらに，●（省略）●そのため，被告らのかかる主張は誤りであり，被\n告方法は，係数の値が同じとなるよう，評価指標ＨＹＯ＿ｈｆ及び評価指\n標Ｈ Ｙ Ｏ ＿ ｅ ｍ ｆの値をスケーリングしている可能性が極めて高い。\nエ  アルゴリズムが異なる場合，含まれるノイズも異なること\n位相推定のアルゴリズムが異なる場合，当該アルゴリズムにより算出さ\nれる推定回転位相と現実の磁極位置の推定誤差の大きさ（Δθ）が変わっ\nてくることは，当業者に自明であり，無数の公知資料内で報告がなされて\nいる（甲４１）。\n●（省略）●\n(5)  被告方法と構成要件Ｃの対比\n被告方法は，推定回転位相（角）θ’を推定する工程において，低速回転\n領域の指標生成方法により評価指標ＨＹＯ＿ｈｆを生成し，高回転領域の指\n標生成方法により評価指標ＨＹＯ＿ｅｍｆを生成している。\n推定回転位相（角）θ’は構成要件Ｃの「回転ｄｑ座標系の位相」に，低\n速回転領域の指標生成方法は「低周波領域用の位相決定方法」に，高回転領\n域 の 指 標 生 成 方 法 は 「 高 周 波 領 域 用 の 位 相 決 定 方 法 」 に ， 評 価 指 標\nＨ Ｙ Ｏ ＿ ｈ ｆ及びＨ ＹＯ ＿ｅｍ ｆを 生成 するこ とは 「 各々位 相を 生成し 」\nに，それぞれ該当する。\nよって，被告方法は構成要件Ｃを充足する。\n（被告らの主張）\n(1)  位相ベクトルである「位相」を生成していないこと\n争点２について述べたとおり，本件発明の「位相」は位相ベクトルを意\n味 す る と こ ろ ， 被 告 方 法 は 位 相 ベ ク ト ル を 用 い て い な い の で あ る か ら ，\n「位相」を生成していない。\n(2)  「位相」を現実に「生成」していないこと\n仮に「位相」は位相ベクトルでなくてもよいという前提に立ったとしても，\n被告方法は「位相」を「生成」していない。\n構成要件Ｃによれば，２種の位相決定方法を用いて，２種の位相を現実に\n「生成」しなければならない。\n一定のモデルに依拠した場合に評価指標が数式上「意味するところ」を当\nてはめてみても，２種の位相を現実に「生成」したことにはならない。\n被告方法は，低回転領域の評価指標生成方法により評価指標ＨＹＯ＿ｈｆ\nを生成し，高回転領域の評価指標生成方法により評価指標ＨＹＯ＿ｅｍｆを\n生成しているが，評価指標ＨＹＯ＿ｈｆ及び評価指標ＨＹＯ＿ｅｍｆは「位\n相」ではない。\n原 告 は ， 以 下 の よ う な 一 定 の 理 論 モ デ ル （（（（ 以 下以 下以 下以 下 「「「「 理 論理 論理 論理 論 モ デ ル １モ デ ル １モ デ ル １モ デ ル １ 」」」」 と いと いと いと い\nうううう 。 ）。 ）。 ）。 ） に 依 拠 し た 場 合 の 評 価 指 標 Ｈ Ｙ Ｏ ＿ ｈ ｆ及 び 評 価 指 標\nＨ Ｙ Ｏ ＿ ｅ ｍ ｆが「意味するところ」を論じている。\n)2sin()(\n2 θ\nω ∆−= dq\nqd\nhf\nhf LL\nLL\nV\nHYO\nＨＹＯ＿ｅｍｆ＝ＧｄΔＶｄ＋ＧｑΔＶｑ\n\n\n\n\n\n\n\n\n−∆Φ+∆−+\n∆\n−−\n∆Φ−∆−+\n∆\n−\n=\n\n\n\n −\n−\n=\n\n\n∆\n∆\n)1)(cos()(sin)(\n2 )sin(\n)(\n)sin()(sin)(\n2 )sin(\n)(\nθωθω\nθ\nω\nθωθω\nθ\nω\ndcdqqcdq\nqcdqdcdq\nqAqc\ndAdc\nq\nd\nILLILL\nILLILL\nVV\nVV\nV\nV\nしかしながら，本件発明は「意味するところ」を特定しているのではなく，\n現実のステップ（手順）を具体的に特定しているのであるから，「意味する\nところ」を論じるのはそもそも失当である。\n被告方法の実体は以下のとおりであるから，充足性はこちらで論じるべき\nである。\n●（省略）●\n●（省略）●\n●（省略）●\n●（省略）●\n●（省略）●\n(3)  周期性ある「位相」を生成していないこと\nア  ●（省略）●\n理論モデル２は，被告方法が依拠しているところの理論モデル１とは異\nなり，必ずしも正確なものではないが，あくまで理解の便宜のために提示\nされているに過ぎない。したがって，理論モデル２で充足性を論じるのは，\nますます実体とかけ離れてきて不当である。\nなお，当然のことであるが，位相（角）偏差Δθは現実には計算されて\nいないし，推定して求める対象ですらない。したがって，Δθを持ち出す\nこと自体，現実ないし被告方法の実体とは大きく異なる解釈の話であるこ\nとに留意されたい。\nイ  位相（角）偏差Δθは周期性ある「位相」ではないこと\n(ア)  「位相」は周期性を本質とすること\n本件発明にいう「位相」は位相ベクトルと解すべきことは争点２で述\nべたとおりであるが，仮にそうでないとしても，「位相」とは，「振動\nや波動のような周期運動で，１周期内の進行段階を示す量。１周期ごと\nに同じ値となる。」（甲３０）ものである。\nここで，「 周期運動 」とは， 「一定時 間ごとに同一 状態（位 置・速\n度・加速度）の繰り返される運動。振動・回転運動の類。」である（広\n辞苑・乙３）。\n本件発明は，回転子の回転を問題にしており，外部の要求によりこの\n回転の回転周期には変動があることが想定される。したがって，広辞苑\nの定義に示される「周期運動」における「一定時間ごとに」に関して，\n本件発明においては，時間の同一性は保証されない。しかしながら，位\n相（角）は０度から３６０度までの値の間を単調に増加若しくは単調に\n減少するものであり，変動する状態の幅は同一であるという点で広辞苑\nの定義に合致する。\n(イ)  実施例との整合性\n本 件 明 細 書 の 発 明 の 詳 細 な 説 明 を 参 酌 す る と ， 位 相 ベ ク ト ル\n（ｃ ｏ ｓ θ ｆ，ｓｉｎθｆ）が示されており（【００３２】），一定時\n間ごとに同一状態が繰り返されている。\n位相ベクトルが位相たり得るのは，要素ｃｏｓθとｓｉｎθの組み合\nわせだからである。この２つの要素を組み合わせた場合にのみ，周期運\n動の進行段階を示すことができるため，「位相」の定義に合致する。\n(ウ)  Δθには周期運動性がないこと\n被告方法において，位相（角）偏差Δθは，周期運動性を有する回転\n子の位相角θと，このθを推定した値θ’との差であるが，結果として\nθ’はθに近づくように制御されるのであるから，基本的にΔθは単調\nにゼロに近づく値となる。しかしながら，何らかの要因でΔθがゼロか\nら遠ざかることもあるし，遠ざかるタイミングも一定ではない。この場\n合の遠ざかる量も任意である。遠ざかってしまった後，Δθは再びゼロ\nに近づくが，Δθがゼロに向かう運動の中で，Δθの始点も終点も一定\nではない。このため，被告方法におけるΔθには周期運動性が無い。\nしたがって，被告方法におけるΔθは「位相」ではない。\nウ  評価指標と位相（角）偏差Δθは異なること\n表現の問題は別と して，評価指標Ｈ ＹＯ＿ｅｍｆ，ＨＹＯ ＿ｈｆ及び\nＨ ＹＯが「意味するところ」が，位相（角）偏差Δθの関数で表されるこ\nとは，被告らも争うところではない。\nただし，理論とその実装は必ずしも一致しないのであって，被告方法に\nおいては，●（省略）●\n原告は「認識されている」などと主張するが，イ号物件のインバータ制\n御回路部分においては淡々と演算とこれに基づく制御信号の出力が行われ\nているのであって，何らかの角度を「認識」しているわけではない。「認\n識されている」という原告主張は極めて主観的なものである。\n本件発明は「位相を生成」することが特定されている。したがって，誰\nかの主観的認識によって「生成」するのでは足りず，あくまで「位相」が\n装置によって出力されていなければならない。\nよって，仮に位相（角）偏差Δθが「位相」に当たるとしても，被告方\n法は「位相」を「生成」していない。\nエ  評価指標ＨＹＯ＿ｈｆは「位相」でないこと\n(ア)  ●（省略）●\nしたがって，評価指標ＨＹＯ＿ｈｆは「位相」（周期運動性を本質と\nする。）には該当しない。\n(イ)  ●（省略）●\nしたがって，理論モデル１及び２においても，評価指標ＨＹＯ＿ｈｆ\nは「位相」（周期運動性を本質とする。）には該当しない。\n(ウ)  なお，理論モデル１はイ号物件の実装に対応する理論式であるが，\nＨ Ｙ Ｏ ＿ ｈ ｆは， ｓｉ ｎ Δθ に比 例す る 。そ して ， 百 歩譲 って Δθ が\n位相たり得るとしても，ｓｉｎΔθは位相たり得ない。なぜなら，仮に\n百歩譲って，位相差Δθが「位相」たり得るとしても，ｓｉｎΔθは１\n周期内の進行段階を示す能力がない。例えば，Δθが異なる値であって\nも ， ｓ ｉ ｎ Δ θ は 同 じ 値 を 取 る こ と が あ る 。 例 え ば ， ｓ ｉ ｎ ０ ° と\nｓｉｎ１８０°は同じ値０になる。従って，１周期内の進行段階を表す\nことができていない。\nよって，ＨＹＯ＿ｈｆは「位相」ではない。\nオ  評価指標ＨＹＯ＿ｅｍｆは「位相」でないこと\n(ア)  ●（省略）●\n●（省略）●\n●（省略）●\n●（省略）●\n●（省略）●\nそして，この式に含まれる全てのパラメータ及び係数は，周期運動性\nを有しない。\nしたがって，評価指標ＨＹＯ＿ｅｍｆは「位相」（周期運動性を本質\nとする。）には該当しない。\n(イ)  ●（省略）●\nし た が っ て ， 理 論 モ デ ル １ 及 び ２ に お い て も ， 評 価 指 標\nＨ Ｙ Ｏ ＿ ｅ ｍ ｆは「位相」には該当しない\nカ  位相（角）偏差Δθは周期運動性を持つとの主張について\n原告は，位相（角）偏差Δθは周期性を持つと主張する。\nしかし，これは事実とは異なる。\n原告は，甲４４～４７で位相（角）偏差Δθが変動している例を示して\nいるが，収束する過程で微視的にみると追いついたり追い越したりするこ\nとはあっても，位相（角）偏差Δθが周期運動性を持っているわけではな\nい。そもそも，甲４４～４７の各グラフにおける位相（角）偏差Δθの変\n動は，真の回転子位相（角）θと推定回転子位相（角）θ’の周期とは全\nく異なっている。\nまた，原告は甲４９を提出するが，甲４９の「再現イ号物件」は，直接\nΔθを算出している点でイ号物件を正しく表現したものでないことは措く\nとしても，甲４９のシミュレーションは，被告方法とは異なる前提（モー\nタの回転速度の周期性）を取り入れている点で適切なものではない。原告\nは，その想定により本件明細書（甲１）の図９に相当する入力（周期約６\n秒でモータの加速・減速を繰り返す）を「再現イ号物件」に施しているが，\n被告方法においてはそのような事実はないので，甲４９で示される実験結\n果は，被告方法と本件発明との関係を説明するシミュレーションとは言い\n難い。\n甲４９の図５及び図９に示された「数値実験」は，周期約６秒でモータ\nの加速・減速を繰り返したところ，算出したΔθにも約６秒の「周期性」\nが見られたというものである。\nしかしながら，ここでの「周期性」はモータの回転速度の周期性（もと\nより，イ号物件の構成では，モータの回転速度の周期性は前提となってい\nない。）に起因するものである。周期約６秒でモータの加速・減速を繰り\n返すのではなく，モータが一定速度で回転する場合には当然のことながら\n周期性は見られないはずである（Δθはゼロに収束する。）。甲４９に示\nされた「位相偏差（ｒａｄ）」の「周期性」とは，（長周期で）同じ動作\nをすれば同じ結果になるというシステムの構成を利用して，周期的なモー\nタの回転速度を前提にして「位相偏差（ｒａｄ）」の周期性を見せかけて\nいるにすぎないのである。\nさらにいえば，現実の自動車においてモータが周期的に加減速を繰り返\nすなどということは考え難いし，イ号物件においては周期的に加減速を繰\nり返す構成にはなっていない。\nモータの回転速度に周期性がなければ甲４９の図５及び図９のような結\n果は得られない。\n(4)  ２種類の「位相」を生成していないこと\n●（省略）●\nよって，２種類の「位相」で表現されない以上は，被告方法は「各々位相\nを生成」するものでなく，構成要件Ｃを充足しない。\n４  争点４（構成要件Ｄ充足性）について\n（原告の主張）\n(1)  評価指標ＨＹＯ＿ｈｆ及びＨＹＯ＿ｅｍｆがいずれも「位相」に当たる\nことは，争点３について述べたとおりである。\n(2)  「周波数的に加重平均」について\n上記のとおり，「位相」とは回転子磁極の位置・方向を示す情報（磁極位\n置情報）全般を指し，また，同期電動機においては，印加電力の周波数に同\n期して回転子が回転するため，周波数と回転速度は同一である。\nしたがって，「周波数的に加重平均」とは，回転速度に応じて磁極位置・\n方向の情報を加重平均することを指す。\n(3)  被告方法と構成要件Ｄの対比\n●（省略）●\nよって，被告方法は構成要件Ｄを充足する。\n（被告らの主張）\n(1)  評価指標ＨＹＯ＿ｈｆ及びＨＹＯ＿ｅｍｆはいずれも「位相」に当たら\nないこと\n争 点 ３ に お い て 述 べ た と お り ， 評 価 指 標 Ｈ Ｙ Ｏ ＿ ｈ ｆ及 び 評 価 指 標\nＨ Ｙ Ｏ ＿ ｅ ｍ ｆはい ずれ も「 位相 」に 当た らな いし ，２ 種の 「位 相」 を生\n成していることもない。\n(2)  「周波数的に加重平均」していないこと\n争点２において述べたとおり，●（省略）●\n(3)  よって，被告方法は構成要件Ｄを充足しない。\n５  争点５（損害）について\n（原告の主張）\n(1)  被告らによる間接侵害\n被告方法は本件発明の技術的範囲に属することは上記のとおりである。\nイ号物件は，被告方法を採用した製品として開発・設計されており，イ号\n物件を用いると必ず被告方法が使用されることとなる。\nそこで，イ号物件は被告方法の使用にのみ用いる物に当たるから，被告東\n芝によるイ号物件の製造・販売・販売のための展示は，本件特許権を侵害す\nる（特許法１０１条４号）。\n被告日野自動車は，イ号物件を搭載した本件車両を販売し，販売のため展\n示することによって，イ号物件の販売・販売のための展示を行っているから，\n被告日野自動車による上記行為（イ号物件を搭載した本件車両の販売・販売\nのための展示）は，本件特許権を侵害する（特許法１０１条４号）。\nなお，原告の調査によれば，被告東芝の製品型式が「ＡＭＨＶＨ００１０\n２」のインバータもセンサレスベクトル制御技術を採用している。かかる製\n品は，被告日野自動車 の部品番号では「 Ｇ９２１０－８９２０ ２」または\n「Ｇ９２１０－８９２０３」のいずれかに対応するはずであり，イ号物件に\n含まれている。\n(2)  原告の差止請求権\n被告らの上記行為は，本件特許権を侵害するものであり，原告は，被告ら\nに対し，上記行為の停止を請求することができる（特許法第１００条１項）。\nまた，原告は，被告東芝に対し，今後のイ号物件の販売によるさらなる本\n件特許権侵害を予防するために必要な行為として，イ号物件及びその半製品\nの廃棄を請求することができる。さらに，原告は，被告日野自動車に対し，\n今後のイ号物件を搭載した本件車両の販売によるさらなる本件特許権侵害を\n予防するために必要な行為として，本件車両へのイ号物件の搭載の停止，本\n件車両及びその半製品からのイ号物件の取り外し，及びイ号物件の廃棄を請\n求することができる。（以上，特許法１００条２項）\n(3)  被告日野自動車に対する損害賠償請求\n被告日野自動車は，遅くとも平成１８年１０月４日までにイ号物件を搭載\nした本件車両の販売を開始し，現在に至るまでその販売を継続している。平\n成１８年６月末までの本件車両の販売台数は約２４００台に上り，平成２３\n年５月末までの本件車両の累計販売台数は５７００台超に上るところ，平成\n１８年１０月４日から平成２４年３月末日に至るまでの間の販売台数は，少\nなくとも３６９２台（≒３３００台×６６か月÷５９か月）を下回ることは\nない。そして，イ号物件の販売価格は，少なくとも１個あたり３５万５００\n０円を下回ることはなく，また，実施料率は５％を下回ることはない。\nしたがって，原告は実施料相当額として少なくとも６５５３万３０００円\n（＝３６９２台×３５万５０００円×５％）の損害を被っている（特許法１\n０２条３項）。\n(4)  被告らの共同不法行為\n被告日野自動車は，イ号物件を全て被告東芝から購入しており，被告東芝\nの販売行為と被告日野自動車の販売行為の間には密接な関連共同性がある。\nそれゆえ，被告らは，原告に対し，実施料相当額の損害を連帯して賠償す\nる責任を負う（民法７１９条，７０９条）。\n(5)  よって，原告は，本件特許権に基づく差止請求として，\nア  被告東芝に対し，イ号物件の製造，販売，販売のための展示の禁止\nイ  その本店，営業所及び工場に存するイ号物件並びにその半製品の廃棄\nウ  被告日野自動車に対し，イ号物件の本件車両への搭載の停止，イ号物件\nを搭載した本件車両の販売，販売のための展示の禁止\nエ  その本店，営業所及び工場に存する本件車両並びにその半製品に搭載さ\nれたイ号物件の取り外し，廃棄\nを，並びに不法行為に基づく損害賠償として，\nオ  被告らに対し，連帯して，６５５３万３０００円及びこれに対する訴状\n送達の日の翌日である平成２３年９月１５日から支払済みまで民法所定の\n年５分の割合による遅延損害金の支払\nを求める。\n（被告日野自動車の主張）\n原告の主張(3)は否認し，その余の主張は争う。\n被告日野自動車は，平成１８年１０月４日以降，イ号物件を搭載した本件車\n両を販売していたが，平成２３年７月２日以降は，被告東芝製ではないセンサ\n付きのインバータを本件車両に搭載して販売しており，現在，イ号物件を搭載\nした本件車両の販売は行っていない。\n平成１８年６月末までの本件車両の販売台数が約２４００台であること，平\n成２３年５月末までの本件車両の累計販売台数が約５７００台であることは認\nめるが，平成２３年７月以降は，イ号物件を搭載していない本件車両を販売し\nているので，イ号物件を搭載した本件車両の販売台数についての原告の推定は\n前提を誤っている。\nイ号物件の販売価格が１個当たり３５万５０００円を下らないことは否認す\nる。販売会社である被告日野自動車がパーツとしてエンドユーザーに対して販\n売するインバータの価格に比べて，車両に搭載した場合の価格が低くなるのは\n当然である。\n（被告東芝の主張）\n原告の主張は争う。\n被告東芝が，イ号物件（東芝１０３製品及び東芝１０１製品）を製造し，被\n告日野自動車に販売したこと，現在も販売を継続していることは認める。\n第４  当裁判所の判断\n１  争点１（構成要件Ａ充足性）について\n(1)  構成要件Ａは，\nＡ  回転子の磁束と同一方向をｄ軸に選定しこれと直交する軸をｑ軸に選定\nする回転ｄｑ座標系上で，電機子電流をｄ軸成分とｑ軸成分に分割し制御\nする工程と，\nというものである。\n(2)  被告方法の特定については争いがあるが，弁論の全趣旨によれば，\nａ   同 期 電 動 機 の ベ ク ト ル 制 御 方 法 で あ っ て ， 推 定 さ れ た 推 定 回 転 位 相\n（角）θ’を基準にしたｄ’ｑ’座標系にしたがい，電流検出器によって\n検 出 され た 同 期 電 動 機 電流 か ら ｄ ’ 軸 電 流 応 答Ｉ ｄ 及 び ｑ ’ 軸 電 流応 答\nＩ ｑを そ れ ぞ れ 決 定 し て ， ｄ 軸 電 圧 指 令 Ｖ ｄ ｒ ｅ ｆ 及 び ｑ 軸 電 圧 指 令\nＶ ｑ ｒ ｅ ｆによって同期電動機を制御する工程と，\nという工程を有していると認められる。\n(3)  本件発明における「回転ｄｑ座標系」の意義について\nア  被告らは，被告方法においては，「回転子の磁束と同一方向をｄ軸に選\n定し」ているのではなく，実際の磁束との方向とは異なる推定軸をｄ’軸\nに選定し，推定回転位相（角）θ’を推定しているのであるから，構成要\n件Ａを充足しない，と主張する。\nそこで，構成要件Ａにおける「回転子の磁束と同一方向をｄ軸に選定し\nこれと直交する軸をｑ軸に選定する回転ｄｑ座標系」が，「実際の回転子\nの磁束と同一方 向をｄ軸に選 定しこれと 直交する軸をｑ 軸に選定した も\nの」（下線部は強調のため裁判所で付した。以下同じ）に限られるのか，\n「推定された回転子の磁束と同一方向をｄ’軸に選定し，これと直交する\n軸をｑ’軸に選定したもの」を含む概念であるのか，検討する。\nイ  本件明細書の段落【０００１】【０００８】によれば，本件発明は，回\n転子の磁極位置検出器を必要としないベクトル制御方法に関するものであ\nる。\n同期電動機（モー タ）を効率的に回 転させることが可能と なるよう，\nモータに入力する交流電流を制御（ベクトル制御）する方法として，従来，\nモータの回転子の磁極位置を，回転子の磁束と同一方向をｄ軸に選定しこ\nれと直交する軸をｑ軸に選定した回転ｄｑ座標系上で捕らえて，対応する\n交流電流の値を制御するというベクトル制御方法が知られている（本件明\n細書の段落【０００２】，弁論の全趣旨）。\nこの従来方法においては，磁極位置検出器により実際の回転子の磁極の\n位置が検出されるため，実際の回転子の磁束の方向をｄ軸に選定すること\nが可能であった（【０００２】～【０００５】）。\nこれに対し，本件発明のような磁極位置検出器を用いないベクトル制御\n方法においては，実際の回転子の磁極の位置（磁束の方向）を直接検出す\nることができないため，何らかの計算によって「推定」することが前提と\nなっている（【０００７】～【００３１】）。\nウ  本件明細書の段落【０００７】には，「このため，エンコーダ等の磁極\n位置検出器を用いないで，磁極位置を推定するような方法が研究されてき\nたが，これらは，基本的に，単一の方法で回転子磁極位置あるいは回転ｄ\nｑ軸座標の位相 を決定しよう とするもの であり，」と記 載されており ，\n「磁極位置を推定するような方法」が「回転ｄｑ軸座標の位相を決定しよ\nうとするもの」であるというのであるから，本件明細書において，「回転\nｄｑ軸座標」あるいは「回転ｄｑ座標系」の語は，「推定された回転子の\n磁束と同一方向をｄ’軸に選定し，これと直交する軸をｑ’軸に選定した\nもの」を含む概念として用いられていることは明らかである。\nエ  本件明細書の実施例（【００３２】～【００４１】）においても，回転\nｄｑ座標系の位相は演算により演繹的に導き出すこととされており，そこ\nで決定された回転ｄｑ座標系の位相は，「推定された回転子の磁束と同一\n方向をｄ’軸に 選定し，これ と直交する 軸をｑ’軸に選 定したもの」 と\nなっている。\nオ  被告東芝は，訴訟前の交渉段階において，構成要件Ａの「回転ｄｑ座標\n系」が「推定された回転ｄ’ｑ’座標系」を含むという前提で構成要件Ａ\n充足性を認めていた（甲２７）が，これは，被告東芝の担当者が当業者と\nして本件明細書の記載を上記同様に読み取ったからであると考えられ，当\n裁判所の上記解釈を裏付けるものである。\nカ  以上によれば，構成要件Ａにいう「回転子の磁束と同一方向をｄ軸に選\n定しこれと直交する軸をｑ軸に選定する回転ｄｑ座標系」とは，「推定さ\nれた回転子の磁束と同一方向をｄ’軸に選定し，これと直交する軸をｑ’\n軸に選定したもの」を含む概念であると解するのが相当である。\n(4)  これを本件についてみるに，甲２７及び弁論の全趣旨によれば，被告方\n法は，\n「推定された回転子の磁束と同一方向をｄ’軸に選定しこれと直交する軸を\nｑ’軸に選定する回転ｄ’ｑ’座標系上で，電機子電流をｄ’軸成分とｑ’\n軸成分に分割し制御する工程」\nを有しているものと認められるから，構成要件Ａを充足する。\n２  争点２（構成要件Ｂ充足性）について\n(1)  構成要件Ｂは，\nＢ  回転ｄｑ座標系の位相を決定する工程とを有する同期電動機のベクトル\n制御方法であって，\nというものである。\n(2)  被告方法の特定については争いがあるが，弁論の全趣旨によれば，\nｂ  同期電動機の回転磁界の推定回転数ω’を推定し，さらにこれを用いて\n推定回転位相（角）θ’を推定する工程と，を有する同期電動機のベクト\nル制御方法であって，\nという工程を有していると認められる。\n(3)  本件発明における「回転ｄｑ座標系」の意義について\n被告らは，被告方法においては，ｄ’ｑ’座標系（推定軸）の推定回転位\n相（角）θ’を推定しているのであるから，実際の同期電動機の磁束の回転\nｄｑ座標系の位相を決定しているわけではなく，構成要件Ｂを充足しない，\nと主張するが，上記１で判示したところに照らせば，構成要件Ｂにいう「回\n転ｄｑ座標系」が，「推定された回転ｄ’ｑ’座標系」を含む概念であるこ\nとは明らかであり，この点に関する被告らの主張は理由がない。\n(4)  本件発明における「位相」の意義について\nア  被告らは，構成要件Ｂでいう「位相」は位相ベクトルに限られるところ，\n被告方法においては位相ベクトルではなく回転位相（角）θ’を推定して\nいるにすぎないのであるから，構成要件Ｂを充足しない，と主張する。\nそこで，本件発明にいう「位相」の意義について検討する。\nイ  明細書における用語は，学術用語を用い，その有する普通の意味で使用\nし，かつ，明細書全体を通じて統一して使用されなければならないが，特\n定の意味で使用する場合においてその意味を定義して使用するときはその\n限りでない（特許法施行規則２４条，様式２９）。\nそこで，まず，本件明細書において「位相」の意味を定義した箇所があ\nるか検討するに，本件明細書には，本件発明における「位相」の意義を定\n義した箇所は存在しない。\n本件明細書の段落【０００５】【００２８】【００３２】【００３４】\n【００４０】【００４１】【００４２】には，複数の正弦信号の組である\n位相ベクトルを指して「位相」「位相情報」「位相ベクトル」と呼んでい\nる箇所がある。実施形態を示す【図１】【図２】において「低周波領域位\n相生成器９」「高周波領域位相生成器１０」から生成される「位相」も，\nベクトルを示す太線（【０００５】）で示されている。\nしかし，これらの記載は「位相」を定義したものではなく，本件発明に\nいう「位相」を「位相ベクトル」に限定する根拠となるものとは認められ\nない。\nウ  本件発明の属する技術分野において「位相」という用語の有する普通の\n意味について検討するに，「広辞苑（第４版）」（甲３０）によれば，理\n学用語でいう「位相」とは，「振動や波動のような周期運動で，１周期内\nの進行段階を示す量。１周期ごとに同じ値となる。」という意味であると\n認められる。\nこの意味における「位相」は，①「正弦波交流においてｔ＝０における\n波形の時間軸方向のずれ」として表すこともできるし（甲３１），②円運\n動における角度（位相角）として表すことも（甲３２～３５），③ベクト\nル（位相ベクトル）として表すこともできる（甲３３）。\n本件明細書において，「位相」をこのような意味で読み替えて，矛盾す\nる箇所は存在しない。\nエ  この点，原告は，「位相」は「位置」と同義であるとか（原告準備書面\n（１）２～４頁），「広く磁極位置情報一般」を意味するとか（原告準備\n書面（６）１８～２７頁，準備書面（７）４～１３頁，準備書面（８）３\n～９頁），ベクトル制御工学の分野においては「特定の基準からの任意の\n方向方位」を意味するとか（甲４８の１・６９頁）主張するが，これらが\n上記広辞苑の定義よりも広く，周期性のないものの位置やそれに関する情\n報一般を含む趣旨であれば，そのような定義は本件明細書からも文献から\nも裏付けられず，これらの定義を採用することはできない。\nオ  以上によれば，本件発明における「位相」とは，「振動や波動のような\n周 期 運 動 で ， １ 周 期 内 の 進 行 段 階 を 示 す 量 。 １ 周 期 ご と に 同 じ 値 と な\nる。」という意味であり，「位相角」と「位相ベクトル」の双方を含む概\n念であると解するのが相当である。\n(5)  これを本件についてみるに，前記(2)のとおり，被告方法は，\n「同期電動機の回転磁界の推定回転数ω’を推定し，さらにこれを用いて推\n定回転位相（角）θ’を推定する工程と，を有する同期電動機のベクトル制\n御方法」\nであると認められる。\n本件発明において，「（真の）回転ｄｑ座標系の位相」及び「推定された\n回転ｄ’ｑ’座標系の位相」は，いずれも本件発明にいう「位相」であるか\nら，これを位相角とし て表したθ及びθ ’も，いずれも「位相 」すなわち\n「振動や波動のような周期運動で，１周期内の進行段階を示す量。１周期ご\nとに同じ値となる。」ものとして想定されている。\nそうすると，被 告方法の推定 回転位相（ 角）θ’は，構 成要件Ｂにい う\n「回転ｄｑ座標系の位相」に相当するから，被告方法は構成要件Ｂを充足す\nる。\n３  争点３（構成要件Ｃ充足性）について\n(1)  構成要件Ｃは，\nＣ  該回転ｄｑ座標系の位相を決定する工程において，低周波領域用の位相\n決定方法と高周 波領域用の位 相決定方法 の２種の位相決 定方法を用い ，\n各々位相を生成し，\nというものである。\n(2)  被告方法の特定については争いがあるが，弁論の全趣旨によれば，\nｃ  推定回転位相（角）θ’を推定する工程において，低回転領域の評価指\n標生成方法により評価指標ＨＹＯ＿ｈｆを生成し，高回転領域の評価指標\n生成方法により評価指標ＨＹＯ＿ｅｍｆを生成し，\nという工程を有していると認められる。\n(3)  評価指標ＨＹＯ＿ｈｆ及びＨＹＯ＿ｅｍｆとΔθの関係について\nア  被告らは，評価指 標ＨＹＯ＿ｈｆ及 びＨＹＯ＿ｅｍｆはい ずれも「位\n相」に当たらず，これらを生成することは「各々位相を生成」に当たらな\nいと主張する。\nこれに対し，原告は，評価指標ＨＹＯ＿ｈｆ及びＨＹＯ＿ｅｍｆはそれ\nぞれ位相（角）偏差Δθを内包しており，Δθは「位相」に当たるから，\n評価指標ＨＹＯ＿ｈｆ及びＨＹＯ＿ｅｍｆはいずれも「位相」に当たり，\n被告方法は「各々位相を生成」していると主張する。\nそこで，まず，評価指標ＨＹＯ＿ｈｆ及びＨＹＯ＿ｅｍｆとΔθの関係\nに つ い て 検 討 し た 上 で ， Δ θ が 「 位 相 」 に 該 当 す る か ， 評 価 指 標\nＨ Ｙ Ｏ ＿ ｈ ｆ及び ＨＹ Ｏ＿ ｅｍ ｆが 「位 相」 に該 当す るか ，順 次検 討す\nることとする。\nイ  評価指標ＨＹＯ＿ｈｆとΔθの関係について\n(ア)  ●（省略）●\n(イ)  ●（省略）●\n(ウ)  ●（省略）●\nウ  評価指標ＨＹＯ＿ｅｍｆとΔθの関係について\n(ア)  ●（省略）●\n(イ)  ●（省略）●\n(ウ)  ●（省略）●\nエ  ●（省略）●\n(4)  Δθが「位相」に当たるか否かについて\nア   被 告 方 法 に お い て ， 位 相 （ 角 ） 偏 差 Δ θ は ， 回 転 ｄ ｑ 座 標 系 の 位 相\n（角）θと，このθを推定した回転ｄ’ｑ’座標系の推定位相（角）θ’\nとの差である（甲２４・２頁，弁論の全趣旨）。\nこの定義からは，Δθが差の絶対値であるのか正負の符号を持つ値であ\nるのか明らかでないが，甲２４・９頁図４によれば，Δθは正負の符号を\n持つ値であると認められるから，Δθは次の式で表すことができる（弁論\nの全趣旨。原告のいう式（８）。）。\nΔθ＝θ－θ’\nイ  原告は，θもθ’もいずれも周期的に変化することから，両者の偏差で\nあるΔθの値も周期的に変化する，と主張する。\n(ア)  θ及びθ’が周期的に変化することについて\n前記のとお り，本件 発明にお いて，「 （真の）回転 ｄｑ座標 系の位\n相」及び「推定された回転ｄ’ｑ’座標系の位相」は，いずれも本件発\n明にいう「位相」であるから，これを位相角として表したθ及びθ’も，\nいずれも「位相」すなわち「振動や波動のような周期運動で，１周期内\nの進行段階を示す量。１周期ごとに同じ値となる。」ものとして想定さ\nれている。\nなお，「広辞苑（第４版）」（乙３）によれば，「周期運動」とは，\n「一定時間ごとに同一状態（位置・速度・加速度）の繰り返される運動。\n振動・回転運動の類」をいい，「周期」とは，「全く同一の現象が一定\n時間ごとに全く同様に繰り返される時，この一定時間をいう。」。\nもっとも，実際の回転子の回転運動は常に定速で行われているわけで\nはなく，定速回転が指示されている場合であっても，微視的に見れば微\n少な加速や減速により回転速度は変化していると考えられ，回転ｄｑ座\n標系の角度θも，これを推定したθ’も，厳密な意味で「周期運動」す\nなわち「一定時間ごとに同一状態（位置・速度・加速度）の繰り返され\nる運動」の進行段階を示しているわけではなく，１周期すなわち「全く\n同一の現象が 一定時間 ごとに全 く同様に 繰り返される 時，この 一定時\n間」ごとに厳密に同一の値を示すわけではない。\nしかし，巨視的に見れば，θ及びθ’は周期的に変化しているものと\nして扱って問題なく，そのような前提で，本件明細書はθ及びθ’に相\n当する値を「位相」として取り扱っているものと考えられる。\n原告は，本件発明における「位相」の「周期性」の意義は，同一時間\nにおいて必ず同一の数値となることを意味するものではなく，「定めら\nれた運動周期内での数量が満たされること」を意味し，時間的要素を必\nずしも含むものではなく，具体的には，「周期運動の数量値が，円運動\n（０度から３６０度）の範囲内で増減を繰り返し，これを逸脱しない場\n合」には「位相」の「周期性」は充足される，と主張する。\nしかし，その値が角度である以上，０度から３６０度の範囲に収まる\nのは当然のことであり，その増減の繰り返しが同一時間（周期）で同一\nの運動を繰り返すものでなくてもよいとすれば，「周期運動」と「周期\n的でない運動」，「位相」と「位相でないもの」とを区別する基準とし\nて全く用をなさず，原告の定義は採用の限りでない（原告の定義が，厳\n密に同一時間に同一運動を繰り返すものでなくてもよいという趣旨をい\nうにとどまるのであれば，当裁判所もこれを否定するものではない。）。\n(イ)  Δθが周期的に変化するか否かについて\nまず，微視的に見れば，θ及びθ’は厳密な意味で周期的に変化して\nいるわけではなく，両者の偏差であるΔθの値も，厳密な意味で「周期\n運動」すなわち「一定時間ごとに同一状態（位置・速度・加速度）の繰\nり返される運動」の進行段階を示しているわけではなく，１周期すなわ\nち「全く同一の現象が一定時間ごとに全く同様に繰り返される時，この\n一定時間」ごとに厳密に同一の値を示すわけではない。\nそれでは，θやθ’が巨視的に見れば周期的に変化するものと扱って\n問題ないように，Δθも，巨視的に見れば周期的に変化しているものと\nして扱って問題ないか，検討する。\n一般論としては，θ及びθ’が互いに独立して周期的に変化する場合，\nその差分であるΔθもまた周期的に変化すると考えられる。\nしかし，θとθ’の変化が互いに独立でない場合，その差分であるΔ\nθが周期的に変化するとは限らない。\nイ号物件は，ＰＬＬループ（Phase Locked Loop，位相ロックドルー\nプ）を利用して，推定回転位相（角）θ’を推定している（争いがない。\n原告準備書面（５）１３頁，被告準備書面（３）３６頁）。\nここで，Ｐ ＬＬループと は，基準と なる入力信号と 出力信号の位 相\n（角）偏差Δθを把握し，フィードバック制御を利用して，かかる位相\n（角）偏差Δθをゼロに近づけることで，入力信号と同期（両信号の位\n相が一致すること，ひいては周波数が一致すること）した信号を出力す\nるフィードバ ック制御 ループを 指す（争 いがない。同 上）。フ ィード\nバック制御ループとは，①目標値と制御量との偏差を算出する過程，②\n算出した偏差に基づき制御器を用い制御量を修正する過程，③修正した\n制御量をフィードバックする過程を循環的に繰り返すことで、偏差をゼ\nロへ収斂することを実現するものである（弁論の全趣旨・原告準備書面\n（６）３３頁）。\nそうすると，イ号物件は，ＰＬＬループによってΔθをゼロに近づけ\nるよう設計されている以上，Δθの値は微視的には増減を繰り返すかも\nしれないが，巨視的にはゼロに近づいていき，同じ振幅での運動を繰り\n返すわけではないということになるから，θとθ’がそれぞれ（巨視的\nに見て）周期的に変化するとしても，Δθは（巨視的に見ても）周期的\nな変化をしないものと認めるのが相当である。\nこれは，θ’がθと互いに独立して周期的に変化するわけではなく，\nＰＬＬループにより，θに追従するように変化するためと考えられる。\nウ  原告は，θとθ’がともに値として周期性を有するとき，位相偏差Δθ\nが周期性を有することは数々の実験によって実証が尽くされている，と主\n張する。\n(ア)  甲４４・７２７頁の図９を見ると，θ自体は周期的に変化している\nが，Δθに相当するθｅが周期的に変化しているのかどうか，グラフか\nらは必ずしも明らかでない。図１０からは，θｅは時間の経過によりゼ\nロに収束していき，周期的に変化しているようには読み取れない。\n(イ)  甲４５・８３６頁の図１４，１５を見ても，θ自体は周期的に変化\nしているが，Δθに相当する「θ－θ＿ｅｓｔ」が周期的に変化してい\nるのかどうか，グラフからは読み取れない。\n(ウ)  甲４６・４－４７７頁の図２を見ても，Δθに相当する「 mθˆ∆ 」\nが周期的に変化しているのかどうか，グラフからは読み取れない。\n( エ )   甲 ４ ７ ・ ６ ７ 頁 の 図 ２ ・ ２ ７ を 見 る と ， θ 及 び θ ’ に 相 当 す る\n「actual and estimated phases of rotor」（回転子位相及びその推定\n値）は周期的に変化しているが，Δθに相当する「phase error」（位\n相偏差）が周期的に変化しているのかどうか，グラフからは読み取れな\nい。\n甲４７・６７，６８頁の図２・２８から図２・３０を見ると，Δθに\n相当する「phase error」が周期的に変化しているように見える。\nそうすると，甲４７の著者である新中新二（原告の取締役）の位相推\n定方法において，Δθは周期的に変化することが認められるが，ここか\nら，一般に，あるいは被告方法において，同様にΔθが周期的に変化す\nるとは認められない。\n(オ)  甲４９・１１頁の図５を見ると，位相偏差（ｒａｄ）は，周期的に\n増減を繰り返しているように見える。\n甲４９・１６頁の図９を見ると，位相偏差（ｒａｄ）は，微減－急減\n－微増－急増という増減を周期的に繰り返しているように見える。\nしかし，これらの図は，原告がイ号物件を再現したとする実験システ\nムにおいて，供試モータに周期約６秒で「一定周期の直線的な加速・減\n速運動（一定周期をもつ三角状の加減速運動）」を繰り返す信号を与え\nた場合の図である（甲４９・１１，１６，１７頁）。\n実際のイ号物件においては，周期的な加速・減速運動を繰り返す信号\nを入力するわけではないから，上記のような特殊な入力を行った場合に\nΔθが周期的に変化したからといって，被告方法においてΔθが周期的\nに変化することが立証されたとはいえない。\n原告は，本件明細書の【図９】右下のグラフで，モータが周期的な加\n速・減速運動 を繰り返 している ことを指 摘する（甲４ ９・９頁 ）が，\n「図９は，本発明を用いた上記実施形態のベクトル制御装置により，同\n期電動機を駆動制御した場合の実験結果の１例を示したもの」（本件明\n細書【００４２】）にすぎず，Δθの周期性の判断に関係するものでは\nない。したがって，周期的な加速・減速運動を繰り返す信号を入力した\n場合にΔθが周期的に変化したとしても，一般にΔθが周期的に変化す\nること，Δθが「位相」であることが立証されたとはいえない。\n(5)  評価指標ＨＹＯ＿ｈｆの「位相」該当性について\n以上によれば，Δθは「位相」に当たらず，他に評価指標ＨＹＯ＿ｈｆが\n「位相」に当たると認めるに足りる証拠もないから，評価指標ＨＹＯ＿ｈｆ\nは「位相」に当たらない。\n(6)  評価指標ＨＹＯ＿ｅｍｆの「位相」該当性について\nΔθは「位相」に当たらず，他に評価指標ＨＹＯ＿ｅｍｆが「位相」に当\nたると認めるに足りる証拠もないから，評価指標ＨＹＯ＿ｅｍｆは「位相」\nに当たらない。\n(7)  以 上 によ れ ば ， 評 価 指 標 ＨＹ Ｏ ＿ ｈ ｆ 及 びＨ Ｙ Ｏ ＿ ｅ ｍ ｆ はい ず れ も\n「位相」に当たらず，他にイ号物件の低回転領域の評価指標生成方法及び高\n回転領域の評価指標生成方法がそれぞれ「位相」に当たるものを生成してい\nる証拠もないから，被告方法は，「該回転ｄｑ座標系の位相を決定する工程\nにおいて，低周波領域用の位相決定方法と高周波領域用の位相決定方法の２\n種の位相決定方法を用い，各々位相を生成し」ているものではなく，構成要\n件Ｃを充足しない。\n４  争点４（構成要件Ｄ充足性）について\n(1)  構成要件Ｄは，\nＤ  該低周波領域用の位相決定方法で生成された位相と該高周波領域用の位\n相決定方法で生成された位相とを周波数的に加重平均して，該回転ｄｑ座\n標系の位相とすることを特徴とする同期電動機のベクトル制御方法。\nというものである。\n(2)  被告方法の特定については争いがあるが，弁論の全趣旨によれば，\nｄ  ●（省略）●\nというものであると認められる。\n(3)  評価指標ＨＹＯ＿ｈｆ及び評価指標ＨＹＯ＿ｅｍｆはいずれも「位相」\nに当たらないことは上記のとおりであるから，被告方法は「該低周波領域用\nの位相決定方法で生成された位相と該高周波領域用の位相決定方法で生成さ\nれた位相とを周波数的に加重平均して」いるとは認められず，構成要件Ｄを\n充足しない。\n５  以上によれば，被告方法は構成要件Ｃ，Ｄを充足せず，本件発明の技術的範\n囲に属しないから，原告の請求はすべて理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n大  須  賀              滋\n裁判官\n西      村      康      夫\n裁判官\n森   川   さ つ き\n"
}