{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 7,
    "day": 23
  },
  "case_number": "平成29(わ)917",
  "case_name": "殺人未遂被告事件",
  "court_name": "大阪地方裁判所第１４刑事部",
  "lawsuit_id": "87935",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87935",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/935/087935_hanrei.pdf",
  "contents": "主               文\n被 告 人 を 懲 役 １２ 年 に 処 す る 。\n未 決 勾 留 日 数 中 ３ ０ ０ 日 を そ の 刑 に 算 入 す る 。\n押 収 し て あ る 金 属 バ ッ ト １ 本（ 平 成 ３ ０ 年 押 第 ２ ７ 号 の １ ）を 没\n収 す る 。\n理               由\n【 罪 と な る べ き 事 実 】\n被告人は， 療 育 手帳の 交付を受けようとして 役所 に 出向いた ものの 交\n付 を 受 け ら れ ず ，苛 立 ち ，金 属 バ ッ ト を 購 入 し て 移 動 し て い た も の で\nあ る が ，\n第１   平 成 ２ ８ 年 １ １ 月 ２ 日 午 後 ５ 時 ２ ５ 分 頃 ， 大 阪 市 ａ 区 ｂ 町 ｃ 番 ｄ 号\n所在のｅ 駅 中 央 コ ン コ ー ス 南 側 エ ス カ レ ー タ ー 前 に お い て ， 同所を通\n行中の Ａ （ 当 時 ２ ２ 歳 ） に に ら ま れ た と 感 じ た こ と な ど か ら ， 同 人 を\n殴 ろ う と 考 え ，同 人 が 死 ぬ か も し れ な い こ と を 認識しながら，あ え て ，\n同人 に 対 し ， そ の 頭 部 を 金 属 バ ッ ト （平成３０年押第 ２７号の１） で\n１回殴り，更に， その場に転倒した 同人 の頭部 を 目 掛 け て 同バットで\n１回殴ったが，同 人が逃げ出す など したため，同人に 加療約２週間を\n要 す る 頭 部 外 傷 等 の 傷 害 を 負 わ せ た に 止 ま り ，\n第２   同 日 午 後 ５ 時 ２ ６ 分 頃 ， 前 記 場 所 に お い て ， 上 り エ ス カ レ ー タ ー か\nら前記中央コンコ ースに上がってき たＢ（当時６歳） ににらまれたと\n感じたことなどか ら，同人を殴ろう と考え，同人が死 ぬかもしれない\nことを認識しなが ら ， あえて， 同 人 に 対 し ， そ の 頭 部 を 前 記 金 属 バ ッ\nトで１回殴 っ たが ， 同人 に 全 治 約 １ か 月 間 を 要 す る 左 頭 頂 骨 骨 折 ・ 外\n傷性くも膜下出血 ・急性硬膜外血腫 ，少なくとも約２ 年間の 経過観察\nを要するけいれん 発作の可能性を伴 う脳挫傷の傷害を 負わせた に止ま\nり ，\nい ず れ も 殺 害 す る に 至 ら な か っ た 。\n【 証 拠 の 標 目 】\n省略\n【 争 点 に 対 す る 判 断 】\n被告人が ， Ａ 及 び Ｂ を 金 属 バ ッ ト で 殴 打 し た こ と は 争 い が な い 。 本 件 の\n争 点 は ， 殺 意 の 有 無 と 責 任 能 力 で あ る 。\n１   殺 意 の 有 無\n⑴   Ａ に 対 す る 殺 意\n防 犯 カ メ ラ 映 像（ 甲 ６ ２ ，６ ６ ）に 見 ら れ る 被 告 人 の 両手 両 足 の 位 置\nや向き ，バ ッ ト の 位 置 等 に よ れ ば ，被 告 人 は ，バ ッ タ ー が バ ッ ト を 若干\n上向きに スイングするような体勢で ， 歩いているＡの右横からＡ の頭\nの高さで金属バットを 振ったこと ， バットが当たる直前 ， Ａ が 顔 を 被\n告人の方に向け ， わずかに 体をひねる ような動作をしたことが認め ら\nれ る 。ま た ，脳 神 経 外 科 専 門 医 で あ る 甲 は ，Ａ の額 に は 握 り 拳 大 の 頭 部\n皮下出血 が生じており ， １割程度の 確率 で脳損傷が生じるような かな\nり強い衝撃が加わったと考えられ る旨及び Ａに脳損傷 が 生 じ な か っ た\nのは Ａが逃避行動をとったためだと推測 できる旨供述 するところ ， こ\nの 供 述 の 信 用 性 に 特 に 疑問 なところ は な い 。そ し て ，前記 の と お り ，Ａ\nは歩いているだけで大きく体を動かしてはおらず ， 被 告 人 が 意 図 し た\nところと 大きく異なる 場所に金属バットを当てたような事情は認め ら\nれ な い 。以 上 によれば，被告人 は，Ａ の 頭 を 目 掛 け て 相 当 な 力 で 金 属 バ\nッ ト を 振 り ， Ａ の頭 を 殴 っ た と 認 め ら れ る 。\nさ ら に ，前記 防 犯 カ メ ラ 映 像 及 び Ａ の 供 述 に よ れ ば ，被 告 人 は ，前記\nの殴打行為により転倒し ているＡ の方向を 向 い て金属バットを振り 上\nげて Ａの頭付近に 振り下ろしたこと ， バットは ， その場 か ら ほ と ん ど\n動くことなく 両手を 頭に 乗せているＡの 右手 に当たったことが認め ら\nれる。したがって ，こ の と き も ，被告人は ，Ａの頭 を 目 掛 け て 金 属 バ ッ\nト を 振 り 下 ろ し た と 認 め ら れ る 。\nこれらに対し，被告人は，頭に当たると死んでしまうのではない か\nと思い，Ａの肩や手を狙った旨供述するが， 前記 防犯カメラ映像と 齟\n齬 し て お り ， 信 用 で き な い 。\nなお ，捜 査 報 告 書（ 甲 ６ ５ ）に よ れ ば ，被 告 人 は犯行に 用 い た 金属 バ\nット を 犯行の約 ２０分前に購入し 持ち運んでい たものであ り ， そ の 硬\nさや形状 を 十分 に 認識してい たと認められ る （被告人は ， 犯 行 に 使 用\nし た 金 属 バ ッ ト は ，金 色 で 黒 色 袋 入 り で あ り ，警察官が領置 し ，裁 判 所\nが押収した金属バット（黒色で白色袋入り） とは別の物である旨供 述\nするが，捜 査 報 告 書（ 甲 ６ ２ ，６５）及び乙 の供述 に よ れ ば ，同 一 性 が\n優 に 認 め ら れ る 。 ） 。\n以上 によれば ， 被告人は， 頭という 硬 い物で強く殴れば人が死亡 す\nる危険性の高い部位を目掛けて 金属バット という硬い物で強く殴っ た\nのであり ， 人が死ぬ危険性の高い行為をそのような行為と分かって し\nた も の と 認 め ら れ ， Ａ に 対 す る 殺 意 が 認 め ら れ る。\n⑵   Ｂ に 対 す る 殺 意\n前記 防犯カメラ映像 及び乙 の供 述 に よ れ ば ， 被 告 人 は ， 金 属 バ ッ ト\nを 自身 の頭の高さに持ち上げた状態でＢに近づき， 大きく は 動 い て い\nない Ｂに対し，振り下ろすようにして ，その頭を殴ったことが認め ら\nれ ，被 告 人 は ，Ｂ の 頭 を 目 掛 け て 金 属 バ ッ ト で 殴 っ た と 認 め ら れ る。こ\nれ に 対 し ，被 告 人 は ，頭 は 危 な い の で 肩 を 狙 っ た 旨 供 述 す る が ，小 さ な\n幼児の頭に当たらないように殴るのにバットを振り下ろしたなどと い\nう の は 信 じ 難 い 。そ し て ，脳 神 経 外 科 医 で あ る 丙 は ，Ｂ の 頭 に は 数 メ ー\nトルの高さから墜落するのと同程度の力が加わ ったのであり，死亡 し\nて も お か し く な い 程 度 の 衝 撃 だ っ た 旨 を 述 べ る 。\nこのような加害行為の態様及び結果と， 自分で 購入した金属バット\nを用いて行った行為 である ことからすれば，被告人は， 人が 死ぬ危険\n性の高い行為をそのような行為と分かって したものと認められ ，Ｂに\n対 す る 殺 意 も 認 め ら れ る。\nな お ，検 察 官 は ，Ｂ に 対 す る 殺 人 未 遂 の 実 行 行 為 と し て ，Ｂ の 頭 を １\n回殴った後，更に同人を金属バットで殴ろうとした旨主張するが， 後\n者 に つ い て は ，防 犯 カ メ ラ 映 像 上 ，明 確 で な く ，Ｂ に 対 す る 犯 行 を 目 撃\nした前記乙 は，後者のような行為があったとは供述していないこと ，\n被告人自身は，Ｂの背中を殴った旨供述するものの，暴行態様に関 す\nる被告人の供述は全体 的 に信用性に乏しく，背中への殴打行為だけ に\n信用性を認めることも困難であることから， 被告人が更にＢを金属 バ\nットで殴ろうとした，あるいは殴ったという行為 については認定す る\nに 至 ら な い 。\n２   責 任 能 力\n⑴   弁 護 人 の 主 張\n弁 護 人 は ， Ａ ら に に ら ま れ ， 幻 覚 等 に よ る 脳 の 痛 み が 増 幅 し た た\nめ ， 犯 行 に 及 ん だ と の 被 告 人 供 述 に 沿 い ， 被 告 人 は ， 本 件 各 犯 行 当\n時 ， 残 遺 性 障 害 及 び 遅 発 性 精 神 病 性 障 害 と 軽 度 精 神 遅 滞 の 影 響 に よ\nり ， 善 悪 判 断 能 力 及 び 行 動 制 限 能 力 が 失 わ れ て お り 心 神 喪 失 の 状 態\nに あ っ た ， 又 は ， こ れ ら が 著 し く 低 下 し て お り 心 神 耗 弱 の 状 態 に あ\nっ た と 主 張 す る 。\n⑵   前 提 事 実\nア   関 係 証 拠 に よ れ ば ， 犯 行 当 日 の 被 告 人 の 行 動 等 に つ き ， 次 の 事\n実 が 認 め ら れ る 。\n被 告 人 は ， 犯 行 当 日 ， 療 育 手 帳 に 関 す る 手 続 を し よ う と し て ，\n地 下 鉄 を 利 用 し て ，ｆ 駅 付 近 に あ る ｇ リ ハ ビ リ テ ー シ ョ ン セ ン タ\nー を 訪 れ た 。 被 告 人 は ， 事前 の 担当者 と の や り 取 り から， い つ 行\nっ て も 手 続 が 受 け ら れ る と 理 解 し て い た が ，予 約 が 必 要 で あ る と\nし て 当 日 の 手 続 を 断 ら れ た （ 甲 ３ ３ ） 。 被 告 人 は ， 同 セ ン タ ー を\n出 た 後 ， 地 下 鉄 で ｈ 駅 ま で 行 き ， 同 駅 付 近 に あ る ス ポ ー ツ 用 品 店\nで 金 属 バ ッ ト を 購 入 す る と ，同 駅 か ら 地 下 鉄 に 乗 車 し て ｅ 駅 で 下\n車 し ， 本 件 各 犯 行 に 及 ん だ 。\nイ   被 告 人 は ，療 育 手 帳 に 関 す る 手 続 を 断 ら れ た こ と に 関 し ， ま た\n日 を 変 え て 手 続 を し た ら い い と 考 え た な ど と ，特 に 不満 を 感 じ て\nい な い 趣 旨 の 供 述 を し ， 金 属 バ ッ ト を 購 入 し た 理 由 に つ い て は ，\nｅ 駅 付近 の バ ッ テ ィ ン グ セ ン タ ー に 行 き ，バ ッ テ ィ ン グ を す る た\nめ で あ っ た 旨 供 述 す る 。\nし か し ， 被 告 人 の 上 記 供 述 は ， 以 下 の 理 由 か ら 信 用 で き な い 。\nす な わ ち ， 被 告 人 は ， １ ６ 歳 の 頃 に バ ッ テ ィ ン グ セ ン タ ー に 行 っ\nた こ と が あ る も の の ， そ の 際 に は バ ッ テ ィ ン グ を し て お ら ず ， そ\nの 後 は バ ッ テ ィ ン グ セ ン タ ー に 行 っ て い な い と い う の で あ り ，本\n件 当 日 ， 同 所 に 行 こ う と 思 っ た と い う の は ， あ ま り に 唐 突 で あ る\nし ，同 所 に 行 こ う と 思 っ た 理 由 に つ い て の 被 告 人 の 説 明 は 度 々 変\n遷 し て お り ， 一 貫 性 が な い 。 ま た ， 被 告 人 は ， バ ッ テ ィ ン グ セ ン\nタ ー に バ ッ ト が 置 い て あ り ，買 う 必 要 が な い こ と を 一 応 理 解 し て\nい な が ら バ ッ ト を 買 っ た 理 由 に つ い て ，自 分 の バ ッ ト で 打 ち た か\nっ た な ど と 供 述 す る が ，購 入 し た の は 通 常 の も の よ り も 短 い ジ ュ\nニ ア 用 の 金 属 バ ッ ト で あ る 上 ，被 告 人 は 生 活 保 護 等 で 生 活 し て お\nり ，当 面 の 生 活 費 が ５ 万 円 ほ ど し か な か っ た に も か か わ ら ず ６ ０\n０ ０ 円 も 支 払 っ て い る 。 そ の 上 ， 防 犯 カ メ ラ 映 像 （ 甲 ６ ２ ） に よ\nれ ば ， 被 告 人 は ， 地 下 鉄 ｈ 駅 の 改 札 と ス ポ ー ツ 用 品 店 と を 約 ７ 分\n間 で 往 復 し て お り ， 移 動 や 精 算 に 要 す る 時 間 を 考 慮 す れ ば ， 被 告\n人 は ，ほ と ん ど 選 び も せ ず に 購 入 し て い る の で あ り ，こ の 点 で も ，\n貴 重 な 現 金 を 支 払 っ て 通 常 の 用 法 で 用 い る た め に バ ッ ト を 購 入\nす る 者 の 行 動 と し て 不 自 然 で あ る 。\n以 上 の よ う に ，金 属 バ ッ ト を 購 入 し た 理 由 に つ い て の 被 告 人 の\n供述 は 信 用 で き な い と こ ろ ， 前 記 の と お り ， 被 告 人 は ， リ ハ ビ リ\nテ ー シ ョ ン セ ン タ ー ま で 出 向 い た に も か か わ ら ず ，予 期 に 反 し て\n手 続 を 断 ら れ る と い う 普 通 の 人 で も 不満 や 苛 立 ち を 感 じ る 出 来\n事 が あ っ た 後 に ，通 常 の 用 法 以 外 で は 凶 器 に し か な ら な い よ う な\n物 を 購 入 し 持 ち 歩 い て い た の で あ る か ら ，そ れ を 用 い て 粗 暴 な 行\n為 を す る な ど し て 不 満 を 解 消 し ，あ る い は 自己の欲求を満た そう\nと い う 何 ら か の 目的 が あ っ た と 考 え ら れ る 。後 述 す る 被 告 人 の 性\n格 傾 向 は ， 前 記 推 認 と 整 合 こ そ す れ ， 矛 盾 は し な い （ 具 体 的 な 粗\n暴 行 為 と し て 考 え ら れ る も の の 一 つ は ，リ ハ ビ リ テ ー シ ョ ン セン\nタ ー に 行 っ て 療 育 手 帳 の 手 続 を す る よ う 求 め る こ と で あ る 。金属\nバ ッ ト を 購 入 し た ｈ 駅 か ら は ｅ 駅 で 乗 り 換 え る こ と な く ｆ 駅に\n行 く こ と が で き る が ，リ ハ ビ リ テ ー シ ョ ン セ ン タ ー の 業 務 終 了 時\n間 に 間 に 合 わ な い こ と に 途 中 で 気 付 い て ｅ 駅 で 降 り た と い う こ\nと も 考 え ら れ る か ら ，被 告 人 が 本 件 各 犯 行 時 に 同駅 に い た こ と は ，\n前 記 可 能 性 と 矛 盾 す る も の で は な い 。 な お ， ｈ 駅 に も 多 数 の 人 が\nい る の に 殴 打 行 為 に 及 ん で い な い こ と か ら ，通 行 人 を 殴 打 す る 目\n的 で バ ッ ト を 購 入 し た と ま で は 認 め ら れ な い 。 ）。\n鑑 定 結 果\n被 告 人 の 精 神 鑑 定 を し た 丁 医 師 （ 以 下 「 鑑 定 人 」 と い う 。 ） は ，\n被 告 人 に は 本 件 各 犯 行 当 時 ，① 残 遺 性 障 害 及 び 遅 発 性 精 神 病 性 障 害\nと ② 軽 度 精神遅滞 が 認 め ら れ ，① 残 遺 性 障 害 及 び 遅 発 性 精 神 病 性 障\n害 に つ い て は ，本 件 各 犯 行 時 ，被 告 人 は ，Ａ ら に に ら ま れ た と 感 じ ，\n脳 に 穴 を あ け ら れ る 又 は 脳 に 電 気 が 流 れ て 痛 み を 感 じ る と い う 幻\n覚 が ひ ど く な る と 同 時 に ，隣 人 の 中 国 人 等 か ら の 幻 聴 等 に 悩 ま さ れ\n疲 れ て い た 状 態 で あ っ た が ， 幻 覚 に よ り 生 じ る 痛 み は ， 普 段 ， コ ー\nヒ ー を 飲 ん で 紛 ら わ す こ と が で き ， か つ ， バ ッ ト を 持 っ て い な け れ\nば や り 過 ご せ る 程 度 の も の で あ っ た 旨 ，幻 聴 に よ り 疲 れ て い る と い\nっ て も ，必 ず し も そ の 日 に 行 く 必 要 の な い 役 所 に 行 こ う と 考 え る 程\n度 の 疲 れ で あ っ た ほ か ， 被 告 人 は ， 自 ら の 意 思 ど お り に 行 動 す る こ\nと が で き ， Ａ ら や 周 囲 の 人 々 の 言 動 を 適 切 に 認 識 し ， 理 解 で き て い\nた 旨 ， ② 軽 度 精 神 遅 滞 に つ い て は ， 本 件 各 犯 行 の 態 様 は ， 被 告 人 の\n思 い ど お り に い か な い と 非 常 に 衝 動 的 に な る と い う 性 格 傾 向 か ら\nみ れ ば ， さ ほ ど か い 離 の 大 き な も の で は な い こ と か ら ， 被 告 人 の 知\n的 水 準 が ，本 件 各 犯 行 に 大 き く 影 響 し た と 考 え る こ と は で き な い 旨 ，\n本 件 各 犯 行 は ，脳 に 穴 が あ け ら れ る 等 に よ る 痛 み や 疲 れ 切 っ て い た\nこ と に よ る 影 響 以 外 は ，正 常 な 精 神 領 域 に よ っ て 行 わ れ た と 考 え ら\nれる 旨 供述 する。\n上 記 鑑 定 は ，面 接 時 等 に お け る 被 告 人 の 供 述 を 前 提 に し て い る 部\n分 が 多 い と こ ろ ， 鑑 定 人 も 指 摘 す る と お り ， 被 告 人 の 供 述 は 時間 の\n経過に従って ， 精 神 障 害 の 影 響 が 大 き く な る 方 向 に 変 遷 し て い る 。\nし た が っ て ， 被 告 人 の 供 述 を 全 面 的 に 信 用 す る こ と は で き ず ， ｅ 駅\n付近 の バ ッ テ ィ ン グ セ ン タ ー に 行 こ う と し て い た 旨 の 供 述 が 信 用\nで き な い こ と は 前 記 の と お り で あ る 。 も っ と も ， 鑑 定 人 は ， 一 次 的\nに は バ ッ テ ィ ン グ セ ン タ ー に行く こ と を 前 提 に し て い る も の の ，同\n事 実 の 真 否 に か か わ ら ず ， 鑑 定 結 果 に 影 響 は な い 旨 を 述 べ ， そ の 他\nの 被 告 人 の 供 述 に つ い て も 慎 重 に 検 討 し て お り ，被 告 人 の 精 神 障 害\nの 有 無 及 び 犯 行 へ の 影 響 の 仕 方 に つ い て の 判 断 過 程 が 不合理 であ\nる と は い え な い 。 弁 護 人 は ， 鑑 定 人 が ， Ｂ を 診 察 し た こ と が あ る か\nら 公 正 さ に 問 題 が あ る 旨 主 張 す る が ，鑑 定 書 提 出 後 に 指 摘 さ れ る ま\nで は 診 察 し た こ と を 失 念 し て い た も の で あ り ，鑑 定 に は 影 響 し て い\nな い 旨 の 鑑 定 人 の 説 明 に 不 自 然 な と こ ろ は な く ，公 正 さ に も 問 題 は\nな い 。 そ こ で ， 以下 ， 同 鑑 定 を 前 提 に 被 告 人 の 本 件 各 犯 行 時 の 責 任\n能力 に つ い て 検 討 す る 。\n被 告 人 の 本 件 各 犯 行 時 の 責 任 能 力\n防 犯 カ メ ラ 映 像 や Ａ の 供 述 等 に 照 ら す と ，Ａ ら が 被 告 人 を に ら ん\nだ と は 考 え ら れ な い も の の ，Ａ ら と 目 が 合 っ た際に に ら ま れ た と 感\nじ ，脳 に 痛 み を 感 じ た と の 被 告 人 の 供 述 が 虚 偽 で あ る と ま で は い え\nず ，そ れ ま で の 幻 覚 幻 聴 に よ る 疲 れ が 本 件 各 犯 行 に 影 響 し た 可 能 性\nは 否 定 で き な い 。 し か し ， 幻 覚 幻 聴 に よ る 痛 み は ， コ ー ヒ ー を 飲 ん\nで 紛 ら わ す こ と が で き る 程 度 で あ り ， ま た ， 幻 覚 幻 聴 に よ る 疲 れ が\nあ る と い っ て も ，必 ず し も そ の 日 で な け れ ば な ら な い 理 由 は な い の\nに 療 育 手 帳 の 交 付 手 続 に 出 向く こ と が で き る 程 度 の も の で あ っ た\nこ と に 照 ら せ ば ，幻 覚 幻 聴 が本件各犯行に 及ぼした 影響 は 限 定 的 で\nあり， ま た ， 被 告 人 自身 ， Ａ ら を 殴 打 し た ら 痛 み が 和 ら ぐ と 思 っ た\n旨 供 述 し て い る わ け で は な い こ と か ら し て も ，脳 の 痛 み を 感 じ た こ\nとだけがＡらを殴 打した動機であっ たとは考えられな い。むしろ，\n前 記 の よ う に ，リ ハ ビ リ テ ー シ ョ ン セ ン タ ー ま で 出 向 い た に も か か\nわ ら ず ， 思 い ど お り に 療 育 手 帳 の 交 付 手 続 を 受 け ら れ ず ， 苛 立 っ て\nい た と こ ろ ，Ａ ら に に ら ま れ た と 感 じ た こ と か ら 衝 動 的 に 殴 打 行 為\nに 出 た の で あ り ，思 い ど お り に い か な い と 非 常 に 衝 動 的 に な る と い\nう 被 告 人 の 本 来 の 性 格 傾 向 に よ り 惹 起 さ れ た 部 分 が 大 き い と 考 え\nら れ る 。\nそ の 上 で ， 被告人は ， 犯 行 後 に 取 り 押 さ え ら れ た 際 ， 自 身 が 金 属\nバ ッ ト で 人 を 殴 っ た か ら 取 り 押 さ え ら れ て い る こ と を 理 解 し て お\nり ， 善 悪 の 判 断 を 正 常 に で き て い た 上 ， 狙 っ た と お り に Ａ ら の 頭 部\nを 殴 打 し ， さ ら に は ， Ａ が 人 ご み に 逃 げ た の を 見 て 追 い 掛 け る の を\nあきら める と い っ た 状 況 に 応 じ た 行 動 も で き て お り ，行 動 を 制 御 す\nる 能 力 も 十 分 に 有 し て い た と 認 め ら れ る 。\n以 上 に よ れ ば ， 被 告 人 が ， 本 件 各 犯 行 当 時 ， 精 神 障 害 に よ り 善 悪\nの 判 断 や 行 動 の 制 御 が で き な く な っ て い た ， あ る い は ， そ れ ら が 著\nし く 困 難 で あ っ た と は 認 め ら れ ず ， 被告人 は 本 件 各 犯 行 時 ， 完 全 責\n任 能 力 で あ っ た と 判 断 し た 。\n【 累 犯 前 科 】\n省略\n【 法 令 の 適 用 】\n罰 条\n判 示 各 行為           いずれも 刑 法 ２ ０ ３ 条 ， １ ９ ９ 条\n刑 種 の 選 択\n判示 各 罪           いずれも 有期 懲 役 刑 を 選 択\n累犯 加 重\n判示 各 罪 の刑         刑 法 ５ ６ 条 １ 項 ， ５ ７ 条 （ 前 記 の 各 前 科 が あ る\nので 同 法 １ ４ 条 ２ 項 の 制 限 内 で そ れ ぞ れ 再犯 の\n加重）\n併 合 罪 の 処 理        刑法 ４ ５ 条 前 段 ，４ ７ 条 本 文 ，１ ０ 条（ 犯情の\n重い判示第２ の 罪 の 刑 に 同 法 １ ４ 条 ２ 項 の 制\n限内で 法定の加重）\n未決勾留日数算 入        刑法２１条\n没 収     刑 法 １ ９ 条 １ 項 ２ 号 （ 判 示 各 犯行の用 に 供 し た\n物 ）， ２ 項 本 文\n訴訟費用の処 理        刑 事 訴 訟 法 １ ８ １ 条 １ 項 た だ し 書 （ 不 負 担 ）\n【 量 刑 の 理 由 】\n金 属 バ ッ ト で 頭 部 を 殴 打 す る と い う 犯 行 態 様 は 危 険 な も の で あ り ，こ\nれ に よ り Ｂ は 修 復 さ れ な い 脳 挫 傷 を 含 む 傷 害 を 負 い ，て ん か ん の 発 作 の\nお そ れ が 高 ま っ た た め ，生 活 上 の 制 限 を 余 儀 な く さ れ て い る こ と 及 び 当\n時 ６ 歳 で 多 感 な Ｂ が 受 け た 精 神 的 衝 撃 は 大 き い こ と か ら す れ ば ，生 じ た\n結 果 は 相 当 程 度 重 い 。も っ と も ，金 属 バ ッ ト で の 殴 打 が 銃 器 や 刃 物 等 の\n凶 器 を 用 い た 場 合 よ り も 危 険 と は い え ず ，Ｂ に 生 じ た 結 果 も 殺 人 未 遂 の\n事 案 の 中 で 重 い と ま で は い え な い 。Ａ に 対 す る 犯 行 に よ り 生 じ た 結 果 も\n幸 い 加 療 約 ２ 週 間 の も の で あ る 。\n犯 行 動 機 は ，思 い ど お り に な ら ず 苛 立 っ て い た と こ ろ に ，被 害 者 ら に\nに ら ま れ た と 感 じ た と い う も の で 酌 む べ き も の は 乏 し い も の の ，限 定 的\nで は あ る が 精 神 障 害 の 影 響 が あ っ た こ と は 被 告 人 に 対 す る 非 難 の 度 合\nい を 幾 分 弱 め る も の と い え る 。ま た ，殺 意 は 未 必 的 な も の に と ど ま っ て\nお り ， 強 固 な も の で は な い 。\n被 告 人 は ，見 ず 知 ら ず の 被 害 者 ら に 連 続 し て 犯 行 に 及 ん で お り ，無 差\n別 の 殺 人 未 遂 に 近 い 事 案 で あ り ，社 会 に 不 安 を 与 え る 犯 行 で あ っ た と い\nえ る 。も っ と も ，に ら ま れ た と 感 じ た 相 手 と い う 限 度 で は 対 象 が 特 定 さ\nれ て い る こ と や ，Ｂ の 頭 を １ 回 殴 っ た 後 ，更 に 同 人 を 金 属 バ ッ ト で 殴 ろ う\nとした 事 実 は 認 め ら れ な い こ と 等 か ら す れ ば ， 典 型 的 な 無 差 別 の 犯 行 で あ\nる と ま で は い え な い 。\n以 上 か ら す る と ， 本 件 は ， 凶 器 を 用 い て ， 無 差 別 又 は 無 関 係 な 被 害 者\n（ 落 ち 度 な し ）に 対 す る 殺人未遂 の事案 の 中 で は 重 い 部 類 に 位 置 付 け ら\nれ る 。検 察 官 の 求 刑 は ，無 差 別 の 事 案 の 中 で も 最 も 重 い 部 類 に 位 置 付 け\nる も の で あ る が ，Ａ に 対 す る 被 害 結 果 ま で 重 大 と し ，重 い 事 案 の 中 に も\n被 害 者 が 複 数 名 あ る も の も 含 ま れ て い る に も か か わ ら ず ，本 件 の 被 害 者\nが ２ 名 い る こ と を 強 調 す る だ け で ，当 該 事 案 の 中 で も 最 も 重 い と す る 根\n拠 が 適 切 に 示 さ れ て い る と は い え ず ， 重 す ぎ る と い わ ざ る を 得 な い 。\nこ の よ う な 位 置 付 け を 前 提 に ，被 告 人 は ，反 省 の 言 葉 を 述 べ る も の の ，\n全 体 と し て み れ ば ，本 件 各 犯 行 と 向 き 合 え て い る と は い い 難 く ，真 摯 な\n反 省 の 態 度 は 見 ら れ な い こ と ，本 件 が 被 告 人 の 性 格 傾 向 が 大 き く 影 響 し\nて の 犯 行 で あ り ，被 告 人 は ，こ れ ま で も 思 い ど お り に な ら な い と 粗 暴 な\n行 動 に 出 て い る こ と や ， 更 生 環 境 が 整 っ て い な い こ と も 考 え 併 せ る と ，\n再 犯 可 能 性 が 否 定 で き な い こ と 等 の 事 情 も 踏 ま え ，主 文 の と お り 量 刑 し\nた。\n（ 求刑 ― 懲役２０年， 主文 同旨 の没収 ）\n平 成 ３ ０ 年 ７ 月 ２３ 日\n大阪 地方裁判所 第 １ ４ 刑事部\n裁 判 長 裁 判 官        飯   島   健太郎\n裁 判 官        山   口   智   子\n裁 判 官        諸   井   雄   佑\n"
}