{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 6,
    "day": 27
  },
  "case_number": "平成31(ネ)10009",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88768",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88768",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/768/088768_hanrei.pdf",
  "contents": "令和元年６月２７日判決言渡\n平成３１年（ネ）第１０００９号  特許権侵害差止等請求控訴事件\n（原審・大阪地方裁判所平成２８年(ワ)第６４９４号）\n口頭弁論終結日  令和元年５月１６日\n判 決\n控訴 人      日進医療器株式会 社\n（以下「控訴人日進」という。）\n控訴 人      株 式 会 社 セ イ エ ー\n（以下「控訴人セイエー」という。）\n控訴 人      ＯＨＵ株式会 社\n（以下「控訴人ＯＨＵ」という。）\n控訴人ら訴訟代理人弁護士       山    本    健    策\n同              福    永        聡\n同              難    波    早  登  至\n控訴人ら補佐人弁理士      石    川    大    輔\n同              橋    本    卓    行\n被 控 訴 人      株式会社湯山製作 所\n訴訟代理人弁護士      飯    島        歩\n同             藤    田    知    美\n同             町    野        静\n同             松    下         外\n同             平    野        潤\n同             真    鍋    怜    子\n同             村    上    友    紀\n同             溝    上    武    尊\n同             三    品    明    生\n同             上    田    亮    祐\n訴訟代理人弁理士      横    井    知    理\n同             吉    田    昌    司\n主 文\n１  本件控訴をいずれも棄却する。\n２  控訴費用は控訴人らの負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決中控訴人ら敗訴部分をいずれも取り消す。\n２  上記の部分につき，被控訴人の請求をいずれも棄却する。\n第２  事案の概要（略称は，特に断りのない限り，原判決に従う。）\n本件は，発明の名称を「薬剤分包用ロールペーパ」とする発明についての特\n許（特許第４１９４７３７号。以下「本件特許」という。）の特許権（以下「本\n件特許権」という。）を有していた被控訴人が，控訴人らによる原判決別紙「被\n告製品目録」記載の製品（以下「被告製品」という。）の製造，販売が本件特\n許権の間接侵害（特許法１０１条１号）等に当たる旨主張して，本件特許権侵\n害の不法行為に基づく損害賠償として９９９万６７８１円及びこれに対する不\n法行為の後である訴状送達の日の翌日から支払済みまで民法所定の年５分の割\n合による遅延損害金の連帯支払を求める事案である。\n原判決は，被控訴人の請求について，控訴人日進に対し９７万０７６８円及\nびこれに対する遅延損害金の支払（うち４８万５３８４円及びこれに対する遅\n延損害金について控訴人ＯＨＵと連帯，うち２４万２６９２円及びこれに対す\nる遅延損害金について控訴人セイエーと連帯）を，控訴人ＯＨＵに対し４８万\n５３８４円及びこれに対する遅延損害金の支払（全額について控訴人日進と連\n帯，うち２４万２６９２円及びこれに対する遅延損害金について控訴人セイエ\nーと連帯）を，控訴人セイエーに対し２４万２６９２円及びこれに対する遅延\n損害金の支払（全額について控訴人日進及び控訴人ＯＨＵと連帯）をそれぞれ\n求める限度で，一部認容した。\n原判決に対して，控訴人らのみが，敗訴部分を不服として本件控訴を提起し\nた。\n１  前提事実\n以下のとおり訂正するほか，原判決の「事実及び理由」の第２の１記載のと\nおりであるから，これを引用する。\n(1)  原判決３頁１８行目から５頁１４行目までを次のとおり改める。\n「(2)  被控訴人の特許権\nア  本件特許の出願経過等\n(ア)  被控訴人は，平成９年９月２２日に出願した特許出願（特願平\n９－２５７１７５号。優先日平成８年９月２０日及び平成９年９月\n１９日。以下「本件原出願」という。甲２７，乙６０）の一部を分\n割して出願した特許出願（特願平１０－３４０００８号。出願日平\n成１０年１１月３０日。甲４２の２）の一部を更に分割して出願し\nた特許出願（特願２０００－３３１８５号。出願日平成１２年２月\n１０日）を分割して，同年６月２日，新たに本件特許の特許出願（特\n願２０００－１６６２７３号。以下「本件出願」という。甲２，乙\n３１）をした。\n被控訴人は，平成１９年７月２６日付けの拒絶理由通知（乙２４）\nを受けたため，同年１０月１日付けで，特許請求の範囲について手\n続補正（以下「本件補正」という。乙３２）をした。\nその後，被控訴人は，平成２０年１０月３日，本件特許権の設定\n登録（請求項の数２。甲１）を受けた。\n(イ)  被控訴人は，平成２２年９月７日，本件特許の特許請求の範囲\nの請求項２について訂正することを求める訂正審判（訂正２０１０\n－３９００９５号事件）を請求し，同年１１月９日，上記請求を認\n容する旨の審決を受け，同審決は，同月１８日確定した（甲３）。\n(ウ)  被控訴人は，平成２８年７月４日，原審に本件訴訟を提起した。\n控訴人日進は，平成２９年７月１０日，本件特許について特許無\n効審判（無効２０１７－８０００８９号事件。以下「別件無効審判」\nという。乙４６）を請求した。\n被控訴人は，同年１０月６日付けで本件特許の特許請求の範囲の\n請求項１及び２について訂正することを求める訂正請求（以下「本\n件訂正」という。甲２８，２９）をした。\n特許庁は，平成３０年６月２６日，本件訂正を認めた上で，「本\n件審判の請求は，成り立たない。」との審決（以下「別件審決」と\nいう。乙５７）をした。その後，別件審決は，確定し，同年８月２\n８日，その旨の確定登録が経由された（甲３８）。\nその後，原審は，同月２４日に口頭弁論を終結した後，同年１２\n月１８日，被控訴人の請求を一部認容する原判決の言渡しをした。\nイ  本件出願の願書に最初に添付した特許請求の範囲の記載\n本件出願の願書に最初に添付した特許請求の範囲の請求項１の記載\nは，次のとおりである（乙３１）。\n【請求項１】  非回転に支持された支持軸の周りに回転自在に中空軸\nを設け，中空軸にはモータブレーキを係合させ，中空軸に着脱自在に\n装着されるロールペーパのシートを送りローラで送り出す給紙部と，\nシートを２つ折りしその間にホッパから薬剤を投入し，薬剤を投入さ\nれたシートを所定間隔で幅方向と両側縁部とを帯状にヒートシールす\nる加熱ローラを有する分包部とを備え，ロールペーパの回転角度を検\n出するために支持軸に角度センサを設け，分包部へのシート送り経路\n上でシート送り長さを測定する測長センサを設け，ロールペーパを上\n記中空軸に接合回転可能に接合する手段をロールペーパと中空軸が接\nする端に設け，両センサの信号に基づいてシート張力をロールペーパ\n径に応じて調整しながら薬剤を分包するようにした薬剤分包装置に用\nいられ，中空芯管とその上に薬剤分包用シートをロール状に巻いたロ\nールペーパとから成り，ロールペーパのシートの巻量に応じたシート\n張力を中空軸に付与するために，支持軸に設けた角度センサでシート\nの巻量が検出可能な位置に磁石を配置し，その磁石をロールペーパと\n共に回転するように配設して成る薬剤分包用ロールペーパ。\nウ  本件補正後の特許請求の範囲の記載\n本件補正後の特許請求の範囲の請求項１の記載は，次のとおりであ\nる（下線部は本件補正による補正箇所である。乙３２）\n【請求項１】\n非回転に支持された支持軸の周りに回転自在に中空軸を設け，中空\n軸にはモータブレーキを係合させ，中空軸に着脱自在に装着されるロ\nールペーパのシートを送りローラで送り出す給紙部と，２つ折りされ\nたシートの間にホッパから薬剤を投入し，薬剤を投入されたシートを\n所定間隔で幅方向と両側縁部とを帯状にヒートシールする加熱ローラ\nを有する分包部とを備え，ロールペーパの回転角度を検出するために\n支持軸に角度センサを設け，上記中空軸と上記支持軸の固定支持板間\nで上記中空軸のずれを検出するずれ検出センサを設け，分包部へのシ\nート送り経路上でシート送り長さを測定する測長センサを設け，ロー\nルペーパを上記中空軸に接合回転可能に接合する手段をロールペーパ\nと中空軸が接する端に設け，角度センサ及び測長センサの信号に基づ\nいてシート張力をロールペーパ径に応じて調整しながら薬剤を分包す\nるようにし，さらに角度センサの信号とずれ検出センサの信号との不\n一致により上記中空軸に着脱自在に装着されたロールペーパと上記中\n空軸とのずれを検出するようにした薬剤分包装置に用いられ，中空芯\n管とその上に薬剤分包用シートをロール状に巻いたロールペーパとか\nら成り，ロールペーパのシートの巻量に応じたシート張力を中空軸に\n付与するために，支持軸に設けた角度センサによる回転角度の検出信\n号と測長センサの検出信号から算出されるシートの巻量が検出可能な\n位置に磁石を配置し，その磁石をロールペーパと共に回転するように\n配設して成る薬剤分包用ロールペーパ。\nエ  本件訂正後の特許請求の範囲の記載\n本件訂正後の特許請求の範囲の請求項１の記載は，次のとおりであ\nる（下線部は本件訂正による訂正箇所である。以下，本件訂正後の請\n求項１に係る発明を「本件訂正発明」という。乙５７）。\n【請求項１】\n非回転に支持された支持軸の周りに回転自在に中空軸を設け，中空\n軸にはモータブレーキを係合させ，中空軸に着脱自在に装着されるロ\nールペーパのシートを送りローラで送り出す給紙部と，２つ折りされ\nたシートの間にホッパから薬剤を投入し，薬剤を投入されたシートを\n所定間隔で幅方向と両側縁部とを帯状にヒートシールする加熱ローラ\nを有する分包部とを備え，ロールペーパの回転角度を検出するために\n支持軸の片端に角度センサを設け，上記中空軸と上記支持軸の固定支\n持板間で上記中空軸のずれを検出するずれ検出センサを設け，分包部\nへのシート送り経路上でシート送り長さを測定する測長センサを設け，\nロールペーパを上記中空軸に着脱自在に固定してその固定時に両者を\n一体に回転させる手段をロールペーパと中空軸が接する端に設け，角\n度センサ及び測長センサの信号に基づいてシート張力をロールペーパ\n径に応じて調整しながら薬剤を分包するようにし，さらに角度センサ\nの信号とずれ検出センサの信号との不一致により上記中空軸に着脱自\n在に装着されたロールペーパと上記中空軸とのずれを検出するように\nした薬剤分包装置に用いられ，中空芯管とその上に薬剤分包用シート\nをロール状に巻いたロールペーパとから成り，ロールペーパのシート\nの巻量に応じたシート張力を中空軸に付与するために，支持軸に設け\nた角度センサによる回転角度の検出信号と測長センサの検出信号とか\nらシートの巻量が算出可能であって，その角度センサによる検出が可\n能な位置に複数の磁石を配置し，その磁石をロールペーパと共に回転\nするように配設して成る薬剤分包用ロールペーパ。\n(3)  本件訂正発明の構成要件の分説\n本件訂正発明を構成要件に分説すると，次のとおりである。\nＡ  非回転に支持された支持軸の周りに回転自在に中空軸を設け，中空軸\nにはモータブレーキを係合させ，中空軸に着脱自在に装着されるロール\nペーパのシートを送りローラで送り出す給紙部と，２つ折りされたシー\nトの間にホッパから薬剤を投入し，薬剤を投入されたシートを所定間隔\nで幅方向と両側縁部とを帯状にヒートシールする加熱ローラを有する分\n包部とを備え，ロールペーパの回転角度を検出するために支持軸の片端\nに角度センサを設け，上記中空軸と上記支持軸の固定支持板間で上記中\n空軸のずれを検出するずれ検出センサを設け，分包部へのシート送り経\n路上でシート送り長さを測定する測長センサを設け，ロールペーパを上\n記中空軸に着脱自在に固定してその固定時に両者を一体に回転させる手\n段をロールペーパと中空軸が接する端に設け，角度センサ及び測長セン\nサの信号に基づいてシート張力をロールペーパ径に応じて調整しながら\n薬剤を分包するようにし，さらに角度センサの信号とずれ検出センサの\n信号との不一致により上記中空軸に着脱自在に装着されたロールペーパ\nと上記中空軸とのずれを検出するようにした薬剤分包装置に用いられ，\nＢ  中空芯管とその上に薬剤分包用シートをロール状に巻いたロールペ\nーパとから成り，\nＣ  ロールペーパのシートの巻量に応じたシート張力を中空軸に付与す\nるために，支持軸に設けた角度センサによる回転角度の検出信号と測長\nセンサの検出信号とからシートの巻量が算出可能であって，その角度セ\nンサによる検出が可能な位置に複数の磁石を配置し，\nＤ  その磁石をロールペーパと共に回転するように配設して成る\nＥ  薬剤分包用ロールペーパ。」\n(2)  原判決５頁２３行目の「供給した。」を「供給し，これにより控訴人セイ\nエーは控訴人ＯＨＵに対し，控訴人ＯＨＵは控訴人日進に対し被告商品を販\n売した。」と改める。\n２  争点\n(1)  一体化製品の本件訂正発明の技術的範囲の属否\nア  一体化製品は構成要件Ａの「用いられ」を充足するか（争点⑴ア）。\nイ  一体化製品は構成要件Ａの「２つ折りされたシート」を充足するか（争\n点⑴イ）。\nウ  控訴人日進が構成要件Ａの充足性を争うことは信義則に反するか（争点\n⑴ウ）。\n⑵  特許法１０１条１号の間接侵害の成否（争点(2)）\n(3)  控訴人らと顧客による共同不法行為の成否等（争点(3)）\n(4)  無効の抗弁の成否\nア  補正要件違反の無効理由の有無（争点(4)ア）\nイ  明確性要件違反の無効理由の有無（争点(4)イ）\nウ  サポート要件違反の無効理由の有無（争点(4)ウ）\nエ  乙６０を主引用例とする本件訂正発明の新規性欠如の無効理由の有無\n（争点(4)エ）\nオ  乙２２を主引用例とする本件訂正発明の進歩性欠如の無効理由の有無\n（争点(4)オ）\nカ  乙２３を主引用例とする本件訂正発明の進歩性欠如の無効理由の有無\n（争点(4)カ）\n(5)  被控訴人の損害額（争点(5)）\n第３  争点に関する当事者の主張\n１  争点(1)ア（一体化製品は構成要件Ａの「用いられ」を充足するか。）\n次のとおり訂正するほか，原判決「事実及び理由」の第３の１記載のとおり\nであるから，これを引用する。\n(1)  原判決７頁１７行目，８頁６行目，９行目，２４行目，１０頁２０行目，\n１２頁６行目，１０行目，２２行目及び２５行目の各「本件発明」をいずれ\nも「本件訂正発明」と改める。\n(2)  原判決７頁２５行目及び８頁４行目の各「磁石を配置」をいずれも「複数\nの磁石を配置」と，同頁１４行目の「請求の」を「特許請求の」と改める。\n(3)  原判決９頁１行目末尾に行を改めて次のとおり加える。\n「  そして，文法上「られ」との助動詞は受け身とともに可能を示すもので\nあることや，日本語の通常の語義として「用いられ」との記載が必ずしも\n現に用いられることまで意味するものとはいえないこと，物の発明の特許\n請求の範囲の記載は，生産や流通の客体となり得るような発明であること\nを前提に，物の静的な構造，特性等を特定するものとして解釈すべきであ\nることを考慮すると，構成要件Ａの「用いられ」との記載を「用いられる\nことが可能な構成を有しており」との意味に理解するのが自然である。ま\nた，物の発明に方法的要素，しかも用途という物の存在を前提とする動的\n要素を持ち込むことは，実施品の構造，特性等が同一であっても，その用\nい方によって特許権の効力が及んだり及ばなかったりすることとなり，物\nの発明の性質に反する結果をもたらすから，物の発明である本件訂正発明\nにおいては，薬剤分包装置に現に用いられるといった「方法的要素」が構\n成要件となると解すべき理由はない。\nそうすると，一体化製品が，構成要件Ａ記載の薬剤分包装置に用いられ\nたときに所期の作用効果を奏する構造，特性等を有するならば，「用いら\nれることが可能な構成」を有するといえるから，構成要件Ａの「用いられ」\nを充足するというべきである。」\n(4)  原判決１０頁１２行目の「主張するが，失当である。」を「主張する。し\nかしながら，そもそも，構成要件Ａの文言は，「用いられ」であって，「用\nいられることが可能な構成を有しており」と規定するものではないから，文\n理上，そのような拡大解釈は許されず，失当である。」と改める。\n(5)  原判決１０頁１５行目の「本件明細書」を「本件出願の願書に添付した明\n細書（本件訂正後のもの。以下，図面を含めて「本件明細書」という。甲２，\n３）」と改める。\n(6)  原判決１１頁８行目末尾に行を改めて次のとおり加える。\n「  したがって，構成要件Ａの「薬剤分包装置に用いられ」とは「薬剤分包\n装置にのみ用いられ」と解すべきである。」\n(7)  原判決１１頁２１行目の「必要はないとしても，」の次に「構成要件Ａの\n「用いられ」は，薬剤分包用ロールペーパの構成又は構造を特定するもので\nはなく方法的要素（ステップ）を要件としたものと考えられ，」を加える。\n(8)  原判決１２頁８行目末尾の「必須となる。」の次に行を改めて次のとおり\n加える。\n「  そして，かかる出願経緯を考慮すれば，被控訴人は，単に構成要件Ａを\n充足する薬剤分包装置に「用いられることが可能な構成」を有しているに\n過ぎない薬剤分包用ロールペーパを，本件訂正発明の範囲から意識的に除\n外したものと考えるべきである。」\n(9)  原判決１２頁１１行目の「本件無効審判」を「別件審決」と，同頁同行目\n及び２０行目の各「本件訂正後の発明」をいずれも「本件訂正発明」と改め，\n同頁２１行目末尾に行を改めて次のとおり加える。\n「  しかるところ，薬剤分包装置及び薬剤分包用ロールペーパがそれぞれ相\n違点①ないし③の構成を備えていたとしても，薬剤分包装置又は薬剤分包\n用ロールペーパは，それぞれ単独では，相違点④の「シートの巻量に応じ\nたシート張力を中空軸に付与する」ことはできず，上記構成を備えた薬剤\n分包用ロールペーパを，上記構成を備えた薬剤分包装置に「用いられる」\nことではじめて相違点④の構成を備えることになる。\nしたがって，一体化製品は，ロールペーパの回転角度を検出するための\n支持軸の片端に角度センサを設け，かつロールペーパのシートの巻量に応\nじたシート張力を中空軸に付与するために，支持軸に設けた角度センサに\nよる回転角度の検出信号と測長センサの検出信号とからシートの巻量が算\n出可能な薬剤分包装置（構成要件Ａ及びＣ）に「用いられ」ることで，は\nじめて本件訂正発明の技術的範囲に属することになる。仮に百歩譲って構\n成要件Ａ及びＣを全て充足する薬剤分包装置に用いられる必要がないとし\nても，一体化製品は少なくとも，相違点①及び相違点②の構成の一部を備\nえた薬剤分包装置に「用いられ」ることで，はじめて本件訂正発明の技術\n的範囲に属することとなる。」\n(10)  原判決１３頁１行目末尾に行を改めて次のとおり加える。\n「エ  したがって，構成要件Ａの「用いられ」との文言，本件訂正発明と従\n来技術との前記相違点④，本件特許の出願経緯を考慮すれば，一体化製\n品が構成要件Ａの「用いられ」を充足しているというためには，薬剤分\n包用ロールペーパが単に構成要件Ａ及びＣを充足する薬剤分包装置に用\nいられることが可能な構成を有しているだけでは足りず，構成要件Ａを\n充足する薬剤分包装置（少なくとも前記相違点①及び前記相違点②の構\n成の一部を備えた薬剤分包装置）に現実に「用いられ」ることの主張立\n証が必要である。」\n(11)  原判決１３頁２行目の「エ」を「オ」と改め，同頁１０行目の「いうべ\nきである。」の次に「したがって，一体化製品は構成要件Ａを充足しない。」\nを加える。\n２  争点(1)イ（一体化製品は構成要件Ａの「２つ折りされたシート」を充足する\nか。）\n原判決１３頁１４行目及び２３行目の各「本件発明」をいずれも「本件訂正\n発明」と訂正するほか，原判決の「事実及び理由」の第３の２記載のとおりで\nあるから，これを引用する。\n３  争点(1)ウ（控訴人日進が構成要件Ａの充足性を争うことは信義則に反する\nか。）\n原判決の「事実及び理由」の第３の３記載のとおりであるから，これを引用\nする。\n４  争点(2)（特許法１０１条１号の間接侵害の成否）\n以下のとおり訂正するほか，原判決の「事実及び理由」の第３の４記載のと\nおりであるから，これを引用する。\n(1)  原判決１５頁２２行目の末尾に行を改めて次のとおり加える。\n「  控訴人日進は，かねてより各社の薬剤分包装置に適合する使用済み芯管\nを薬局から集め，新たに薬剤分包用紙を巻き直して製品としたもの（以下\n「巻き直し品」という。）を薬局等に販売し，利益を得てきた。\nしかしながら，大阪地方裁判所は，平成２６年１月１６日，被控訴人を\n原告，控訴人日進を被告とする特許権侵害訴訟（大阪地方裁判所平成２４\n年（ワ）第８０７１号。以下「前訴」という場合がある。甲８の１）にお\nいて，巻き直し品の製造販売が本件特許権及び被控訴人の商標権を侵害す\nるものと認める判決をし，同判決は，平成２６年１月３１日，確定した（甲\n８の２）。\n前訴の確定判決により，控訴人日進は，業界最大手である被控訴人製の\n薬剤分包装置向けの薬剤分包紙の販売ができなくなったため，巻き直し品\nの後継品として被告製品の販売を開始した。控訴人日進は，被告製品を販\n売するに当たり，他社分包機での使用方法を説明した取扱説明書（甲９）\nを配布している。\n次に，控訴人日進製の薬剤分包装置については，その販売実績はわずか\n２台（「Ｎ－５０Ａ」）である上，その２台の販売先も定かではなく，実\n際に薬局で運用されているかも明らかにされていないため，商業的な意味\nでの販売活動が伴っているとは思われない。\nしたがって，控訴人日進製の薬剤分包装置は，「経済的，商業的又は実\n用的」意味において販売されているとはいえないから，控訴人日進製の薬\n剤分包装置が存在するからといって，被告製品について「経済的，商業的\n又は実用的な他の用途」の存在を基礎付けることはできない。」\n(2)  原判決１６頁１１行目の末尾に行を改めて次のとおり加える。\n「  このように消耗部材である薬剤分包用ロールペーパにおいて，使用開始\n前にまず半分近くを廃棄しなければならないこと自体，経済的，商業的又\nは実用的な他の用途に該当しないことを示している。また，エルク分包装\n置用の芯管の外径と被告製品の筒部の内径との差は大きく，太いＯリング\nを介して装着するしかないため遊びが大きいので，水平に分包紙を装着で\nきないほか，装着が非常に困難になり，被告製品は，およそ実用に耐えな\nい。\nしたがって，このような薬剤分包装置に向けて消耗部材である薬剤分包\n用ロールペーパ製品を販売することも，被告製品についての経済的，商業\n的又は実用的な他の用途に該当することもない。」\n(3)  原判決１６頁１６行目末尾に行を改めて次のとおり加える。\n「(1)  被告製品は控訴人日進製の薬剤分包装置の専用品であること\nア  控訴人日進は，平成２６年，控訴人日進製の薬剤分包装置及び被告\n製品の営業活動をほぼ同時期に開始したが，結果的に控訴人日進製の\n薬剤分包装置の販売が遅れ，実際に販売されたのは平成２８年５月で\nあったのに対し，被告製品の販売は伸びたこと，被告製品を控訴人日\n進製の薬剤分包装置に使用する場合には，原告製使用済み芯管に装着\nする場合とは異なり，芯管に輪ゴム等を嵌める必要がないことを考慮\nすれば，被告製品の販売が開始された当初から，これを控訴人日進製\nの薬剤分包装置に装着することを予定していたことは明らかである。」\n(4)  原判決１７頁３行目末尾に行を改めて次のとおり加える。\n「  イ  以上のとおり，被告製品は，控訴人日進製の薬剤分包装置に使用す\nるための専用品であり，また，エルク製薬剤分包装置及びウエダ製分\n包装置への使用という社会通念上経済的，商業的ないしは実用的な用\n途も認められる。\n一方，被告製品は，輪ゴムを使用しない限り，原告製使用済み芯管\nと一体化しないから，被控訴人製の薬剤分包装置の専用品でないこと\nは明らかである。\n(2)  ユーザによる一体化製品の生産は「物の生産」に該当しないこと\n本件訂正発明は，用途発明そのものではないが，構成要件Ｂの薬剤分\n包用ロールペーパの構成又は構造それ自体は，何ら特許性が認められず，\n構成要件Ｂの薬剤分包用ロールペーパが構成要件Ａを充足する薬剤分包\n装置に「用いられ」た場合に，「シートの巻量に応じたシート張力を中\n空軸に付与する」という顕著な効果をはじめて奏するものであるから，\n用途発明と同様の特徴を備えている。\nそうすると，本件訂正発明の実施は，用途発明の実施行為と同様に考\nえることができるので，「構成要件Ａを充足する薬剤分包装置に使用す\nるため」に，構成要件Ｂ以下で特定される薬剤分包用ロールペーパを生\n産，使用，譲渡等をする行為に限られると解するのが相当である。\n前述のとおり，被控訴人製の薬剤分包装置は，構成要件Ａを充足して\nいないから，ユーザは，構成要件Ａを充足する薬剤分包装置に使用する\nために一体化製品を製造（生産），使用することはない。\nそうすると，ユーザによる一体化製品の製造（生産）は，本件訂正発\n明に係る「物の生産」に該当しない。\n(3)  小括\n以上のとおり，被告製品は，被控訴人製の薬剤分包装置の専用品では\nなく，また，被控訴人製の薬剤分包装置は構成要件Ａを充足せず，ユー\nザによる一体化製品の生産は本件訂正発明に係る「物の生産」に該当し\nないから，被告製品は，本件訂正発明に係る「物の生産にのみ用いる物」\nに該当しない。\nしたがって，控訴人らによる一体化製品の製造及び販売は，本件特許\n権の間接侵害を構成しない。」\n５  争点(3)（控訴人らと顧客による共同不法行為の成否等）\n原判決１８頁７行目及び１０行目の各「本件発明」をいずれも「本件訂正発\n明」と改めるほか，原判決の「事実及び理由」の第３の５記載のとおりである\nから，これを引用する。\n６  争点(4)ア（補正要件違反の無効理由の有無）\n以下のとおり訂正するほか，原判決の「事実及び理由」の第３の７記載の【被\n告らの主張】(1)及び【原告の主張】(1)のとおりであるから，これを引用する。\n(1)  原判決１９頁２１行目の「（以下「本件補正」という。）」を「（本件補\n正）」と改める。\n(2)  原判決２０頁４行目の「原告が原出願を本件特許のとおり補正したこと\nは」を「本件補正は」と改める。\n(3)  原判決２１頁１行目及び７行目の各「本件発明」をいずれも「請求項１に\n係る発明」と，同頁１行目の「前者に構成」を「前者の構成」と改める。\n７  争点(4)イ（明確性要件違反の無効理由の有無）\n(1)  「その角度センサによる検出が可能な位置」について\n以下のとおり訂正するほか，原判決の「事実及び理由」の第３の６記載の\nとおりであるから，これを引用する。\nア  原判決１８頁１７行目，１９頁１行目及び５行目の各「本件発明」をい\nずれも「本件訂正発明」と改める。\nイ  原判決１９頁１２行目の「訂正の再抗弁」を削り，同頁１３行目の「本\n件訂正請求」を「本件訂正」と，同頁同行目の「「支持軸の」を「構成要\n件Ａの「支持軸の」と改める。\n(2)  「２つ折りされたシート」について\n原判決の「事実及び理由」の第３の７記載の【被告らの主張】(3)及び【原\n告の主張】(3)のとおりであるから，これを引用する。\n(3)  「用いられ」について\n【控訴人らの主張】\n構成要件Ａの「用いられ」は，構成要件Ａを充足する薬剤分包装置におい\nて使用することが可能な構成を有していることで足りるとすれば，構成要件\nＡの「上記中空軸と上記支持軸の固定支持板間で」，「測長センサ」，「分\n包部へのシート送り経路上でシート送り長さを測定する」，「シート送りロ\nーラで送り出す」，「中空軸のずれを検出する」といった要件の充足性を判\n断する必要がないことになる。\nそうすると，これらの要件のいずれかを充足しない薬剤分包装置にロール\nペーパが使用されていた場合であっても，当該ロールペーパも侵害品となる\nおそれがある。\nしたがって，構成要件Ａの「用いられ」との要件は，特許発明の外延を不\n明確にするものであり，第三者に不測の不利益を及ぼすこととなるので，明\n確性要件に違反する。\n【被控訴人の主張】\n薬剤分包用ロールペーパが，その構造，特質等に照らして構成要件Ａを充\n足する薬剤分包装置に用いることが可能な構成を有していれば，構成要件Ａ\nの「用いられ」が充足され，逆の場合には充足されない。\n控訴人らの主張は，「用いられ」に関する誤った解釈に立脚したものであ\nって，前提を欠くものである。\n８  争点(4)ウ（サポート要件違反の無効理由の有無）\n以下のとおり訂正するほか，原判決の「事実及び理由」の第３の７記載の【被\n告らの主張】(2)及び【原告の主張】(2)のとおりであるから，これを引用する。\n(1)  原判決２０頁１４行目末尾に行を改めて次のとおり加える。\n「  また，本件明細書によれば，本件訂正発明の課題は，ロールペーパ直径\nの微妙な変動による影響で制御すべき段階的に選択されるブレーキ力のレ\nベル変動を生じることなく，各段階毎に的確にブレーキ力を設定しロール\nペーパの直径に応じた適正な張力を安定して給紙部に与えることで，従来\nの薬剤分包装置による張力変動によるシートの耳ずれや裂傷が生じたりし\nないようにすることにある（【０００４】ないし【０００６】，【００１\n１】，【００６８】）。\nしかるところ，薬剤分包装置の角度センサによって検知される磁石を備\nえてはいるが，角度センサと測長センサの検出信号を検出してロールペー\nパの巻量を検出する構成も，シートの巻量を検出し，シートの巻量に応じ\nたシート張力を中空軸に付与する構成も有しない薬剤分包用ロールペーパ\nが，本件訂正発明の特許請求の範囲に含まれるとすれば，従来の薬剤分包\n装置による張力変動によるシートの耳ずれや裂傷が生じたりしないように\nするという本件訂正発明の課題は解決できない。\nしたがって，本件訂正発明は，その課題を解決できない事項を包含して\nいるから，明細書のサポート要件を欠くものである。」\n(2)  原判決２１頁１３行目末尾に行を改めて次のとおり加える。\n「  また，控訴人らが主張する「薬剤分包装置の角度センサによって検知さ\nれる磁石を備えてはいるが，ロールペーパの角度センサと測長センサの検\n出信号を検出してロールペーパの巻量を検出する構成も，シートの巻量を\n検出し，シートの巻量に応じたシート張力を中空軸に付与する構成も有し\nない薬剤分包用ロールペーパ」は，本件特許の特許請求の範囲（請求項１）\nに記載された発明ではないから，サポート要件との関係で，そのような薬\n剤分包用ロールペーパが発明の詳細な説明に記載されている必要はない。」\n９  争点(4)エ（乙６０を主引用例とする本件訂正発明の新規性欠如の無効理由の\n有無）\n【控訴人らの主張】\n(1)  本件原出願の願書に最初に添付した明細書（以下，図面を含めて「原出願\n明細書」という。甲２７）には，少なくとも測長センサの検出信号に基づき，\nブレーキ力を制御することによって発明の課題を解決することが記載されて\nいる（【０００１】，【０００９】ないし【００１３】，【００１６】，【０\n１０７】，【０１０８】）。\nしかるところ，本件訂正発明は，あくまで「ロールペーパ」という物の発\n明であり，「ロールペーパの回転速度を検出するために支持軸に角度センサ\nを設け」，「ロールペーパを上記中空軸に着脱自在に固定してその固定時に\n両者を一体に回転させる手段をロールペーパと中空軸が接する端に設け」て\nいる薬剤分包装置において用いることができ，当該角度センサによって検出\n可能な位置に複数の磁石を設けたロールペーパであると認定した場合には，\n測長センサの検出信号の検出や，それに基づいてシートの巻量を検出し，シ\nートの巻量に応じたシート張力を中空軸に付与するとの事項は本件訂正発明\nの要旨に含まれないため，本件明細書には原出願明細書記載の発明の課題を\n解決することを超えた技術的事項が記載されていることになるから，新規事\n項の追加に当たる。\nまた，本件明細書には，ロールペーパの巻径の変化を検出する上記巻径検\n出センサによる方法以外の方法として，「又，中空芯管の端に突出部を設け\nる方法は，上記のような長尺のロールペーパは全体としてかなりの重さとな\nるため，回転支持軸への装着などの操作が重く，操作時に突出部を周囲の機\n器に当てて損傷させる虞があり，突出部を設ける方法は好ましくない。」（【０\n０１０】）との記載がある。本件明細書の上記記載は，原出願明細書に記載\nはなく，また，上記記載に係る中空芯管の端に突出部を設ける方法が回転支\n持軸への装着などの操作が重く，操作時に突出部を周囲の機器に当てて損傷\nさせる虞があるため好ましくないものに当たることまで本件原出願の優先日\n当時の技術常識であるということはできないから，新規事項の追加に当たる。\n以上によれば，本件出願は，原出願明細書に新たな技術的事項を導入する\nものであって，分割出願の要件を満たしていないから，本件出願の出願日は，\n本件原出願の出願日に遡及せず，現実の出願日である平成１２年６月２日と\nなる。\nそして，本件訂正発明は，本件原出願の公開公報である特開平１１－１５\n７７１５号公報（乙６０）に記載された発明と同一の発明であるから，新規\n性を欠如する。\n【被控訴人の主張】\n控訴人らの主張は，いかなる点において新規の技術的事項が導入されたと\nいうのか，その趣旨が明らかでなく，失当である。また，控訴人らが主張す\nる「薬剤分包装置の角度センサによって検知される磁石を備えてはいるが，\nロールペーパの角度センサと測長センサの検出信号を検出してロールペーパ\nの巻量を検出する構成も，シートの巻量を検出し，シートの巻量に応じたシ\nート張力を中空軸に付与する構成も有しない薬剤分包用ロールペーパ」が，\n本件出願に際し新規に導入された技術的事項に相当すると主張しているので\nあれば，そのような薬剤分包用ロールペーパは，本件訂正発明の特許請求の\n範囲（請求項１）に記載された発明ではないから，新規の技術的事項として\n導入されたとは認められない。\nまた，本件明細書の【００１０】の「又，中空芯管の端に突出部を設ける\n方法は，上記のような長尺のロールペーパは全体としてかなりの重さとなる\nため，回転支持軸への装着などの操作が重く，操作時に突出部を周囲の機器\nに当てて損傷させる虞れがあり，突出部を設ける方法は好ましくない。」と\nの記載は，本件原出願はシート張力の調整方法に関する方法の発明を対象と\nしていたのに対し（甲４２の１），本件出願は薬剤分包用ロールペーパを対\n象とすることから付加された記載である。上記記載の内容は，説明の便宜の\nため，採用されない構成を背景技術として紹介したものであり，また，特許\n請求の範囲の記載には上記記載に対応する変更は加えられていないから，本\n件訂正発明の技術的範囲には一切影響することがない。\nまた，上記記載の内容は，原出願明細書に接した当業者であれば当然に理\n解可能であり，原出願明細書の記載からも自明な事項といえるから，新たな\n技術的事項を導入するものではない。\n以上によれば，本件出願は，適法な分割出願であり，本件出願の出願日は\n本件原出願の出願日とみなされるから，乙６０は本件出願前に頒布された刊\n行物に当たらない。\nしたがって，乙６０を主引用例とする本件訂正発明の新規性欠如をいう控\n訴人らの主張は理由がない。\n１０  争点(4)オ（乙２２を主引用例とする本件訂正発明の進歩性欠如の無効理由\nの有無）\n以下のとおり訂正するほか，原判決の「事実及び理由」の第３の８記載のと\nおりであるから，これを引用する。\n(1)  原判決２１頁末行，２２頁５行目，７行目，１４行目，２０行目，２２行\n目，末行，２３頁３行目，６行目，２４頁６行目，１１行目，１５行目及び\n１６行目の各「本件発明」をいずれも「本件訂正発明」と改める。\n(2)  原判決２２頁５行目の「である。これに対し」を「に用いられるのに対し」\nと改め，同頁１１行目末尾に行を改めて次のとおり加える。\n「ウ  本件訂正発明は，支持軸の片端に設けられた角度センサによる検出が\n可能な位置，すなわち，中空芯管の先端部に磁石が配設されているのに\n対し，乙２２発明の磁石はそのような配設であるか明示的な記載がない\n（相違点３）。\nエ  本件訂正発明は，支持軸の片端に設けられた角度センサによる検出が\n可能な位置，すなわち，中空芯管の先端部に配設された磁石が複数であ\nるのに対し，乙２２発明の磁石の個数については明示的な記載がない（相\n違点４）。」\n(3)  原判決２３頁６行目から７行目までを次のとおり改める。\n「     すなわち，乙２２の第１～第３図においては，磁性体を，磁気セン\nサー９の位置に合わせて巻芯の略中央に設け，その上に薬剤分包紙が\n巻き回されているところ，乙２２発明において，磁気センサーと磁性\n体による紙切れ検知を，巻芯の略中央で行うことの技術的意義は特に\n存在しない。そうすると，磁性体の位置を，薬剤分包装置の磁気セン\nサーの位置に応じて紙切れを検知できる範囲で任意の位置に調整する\nことは設計事項であり，磁気センサー９を巻芯の端部側に設け，それ\nに応じて磁性体を巻芯の端部に設けることも単なる設計事項に過ぎな\nい。このように乙２２発明を設計変更した巻芯の端部に磁性体を設け\nたロールペーパは，その磁性体が巻芯の端部に設けられているため，\n本件訂正発明の構成要件Ａのように支持軸の片端に設けられた角度セ\nンサによって常時検出することが可能なものである。乙２２発明は，\n巻芯部材と支軸が嵌合する構成であり，ずれを検出するという課題が\nないとしても，そのことは，乙２２発明の磁性体の配置を，支持軸の\n片端に設けられたセンサによって常時検出可能な位置に変更すること\nを阻害するものではない。\nウ  相違点３及び４\n乙４９（特開昭５７－１６６２５８号公報）の記載によれば，乙４\n９記載のロール紙の残量検知方式（以下「乙４９発明」という。）に\nおいては，ロール紙の回転速度を検出するマークである磁気マーク６\nが，円板５の外側周辺（すなわち，円板５の先端部）に複数設けられ\nている。\nそして，乙２２発明と乙４９発明は，共にロールペーパの残量を検\n知する機能を有する分包装置という点で技術分野が共通していること，\n乙４９には，従来のロール紙の残量検知手段では，ロール紙の残量が\n規定量に達したか否かの２値による大まかな判断しかできず，実際の\n残量がどの程度なのかという計量の検知を行わせることができない欠\n点があるが，磁気マークを複数設けることによって微小な残量変化の\n有効な検知を可能にすることの記載があることからすると，当業者は，\nより正確なロールペーパの残量検知を可能とするため，乙２２発明に\n乙４９発明を適用する動機づけがあるから，乙２２発明の巻芯の中央\n部の磁性体を，乙４９発明のように角度センサによる検出が可能な巻\n芯の端部に複数設ける構成（相違点３及び４に係る本件訂正発明の構\n成）とすることを容易に想到し得たものである。\n(5)  小括\n以上によれば，当業者は，乙２２発明及び乙４９発明に基づいて，本\n件訂正発明を容易に想到することができたものであるから，本件訂正発\n明は進歩性を欠くものである。」\n(4)  原判決２３頁１０行目の「なお」から１１行目の「争わない。」までを削\nる。\n(5)  原判決２４頁２５行目の「訂正の再抗弁」を削り，同頁末行及び２５頁６\n行目の各「本件訂正後の発明」をいずれも「本件訂正発明」と改める。\n(6)  原判決２５頁７行目末尾に行を改めて次のとおり加える。\n「(4)  訴訟上の信義則違反\nア  控訴人日進について\n侵害訴訟の被告が無効審判請求を行い，審決取消訴訟を提起せずに\n無効不成立の審決を確定させた場合には，同一当事者間の侵害訴訟に\nおいて，同一の事実及び同一の証拠に基づく無効理由を特許法１０４\n条の３第１項による無効の抗弁として主張することは，特段の事情が\nない限り，訴訟上の信義則に反するものであり，民事訴訟法２条の趣\n旨に照らし許されないものと解すべきである。\nしかるところ，控訴人日進を請求人，被控訴人を被請求人とする別\n件無効審判において，控訴人日進は，本件特許の設定登録時の請求項\n１及び２に係る発明の無効理由として，①明確性要件違反（「無効理\n由１」），②「審判甲１」（乙２２）を主引用例とする新規性欠如（「無\n効理由２」），③「審判甲１」を主引用例とし，「審判甲７」（乙４\n９）に記載された事項（以下「甲７事項」という場合がある。）を副\n引用例とする進歩性欠如（「無効理由３」），④「審判甲２」（乙２\n３）を主引用例とし，「審判甲１」（乙２２）に記載された事項（以\n下「甲１事項」という場合がある。）等を副引用例とする進歩性欠如\n（「無効理由４」），⑤「審判甲２」（乙２３）を主引用例とし，甲\n７事項等を副引用例とする進歩性欠如（「無効理由５」）を主張した\nが，特許庁は，控訴人日進主張の上記無効理由により本件特許を無効\nとすることはできない旨判断し，別件無効審判を不成立とする別件審\n決をした。控訴人日進が別件審決に対して審決取消訴訟を提起しなか\nったため，別件審決は，原判決の言渡し前に確定した。\n控訴人日進の乙２２を主引用例とする進歩性欠如の無効の抗弁の\n主張は，別件無効審判における「無効理由３」と実質的に同一の事実\n及び同一の証拠に基づくものであるから，訴訟上の信義則に反し，許\nされないというべきである。\nイ  控訴人セイエー及び控訴人ＯＨＵについて\n控訴人セイエー及び控訴人ＯＨＵは，別件無効審判の請求人ではな\nいが，被告製品の製造において，控訴人日進と控訴人セイエー及び控\n訴人ＯＨＵは，委託者と受託者の関係にあり，本件特許を無効にすれ\nば，本件訴訟に係る被控訴人の請求はすべて棄却されることになるか\nら，別件無効審判に関する利害は，控訴人ら３者で完全に一致してい\nること，本件訴訟と別件審決の代理人が共通していること，控訴人ら\n３者は，原審において別件無効審判の審判請求書（乙４６）を書証と\nして提出していることに照らすと，控訴人ら３者は，密接な取引関係\nにあるといえる。このような密接な取引関係にある共同被告の１名と\nの関係で特許無効不成立審決が確定した後に，他の共同被告が同一の\n事実及び同一の証拠に基づく無効主張を許すことは，実質的に同一の\n紛争において，同一の特許無効審判を請求することを許すことにほか\nならないから，信義則に反するというべきである。\nしたがって，控訴人セイエー及び控訴人ＯＨＵの乙２２を主引用例\nとする進歩性欠如の無効の抗弁の主張は，本件訴訟の共同被告である\n控訴人日進が請求した別件無効審判における「無効理由３」と実質的\nに同一の事実及び同一の事実に基づくものであるから，訴訟上の信義\n則に反し，許されないというべきである。\n(5)  容易想到性の主張に対し\nア  相違点２について\n乙２２発明は，薬剤分包紙を使い切ることで芯管が露出した際に，\nそこに設けられた磁性体を磁気センサー９が感知し，紙切れを検知す\nるものであるから，磁性体は薬剤分包紙によって覆われる位置に配置\nしなければならない。\nまた，本件訂正発明の「支持軸の片端」に設けた「角度センサによ\nる検出が可能な位置」とは，本件明細書の図２の磁石２４のように中\n空芯管の内周側であるところ，そのような位置に磁性体を配置しても，\nおよそ紙切れの検知には役立たない。\nそうすると，乙２２発明において磁性体の位置が設計事項であると\nしても，薬剤分包紙の残量検知を目的とする以上，「角度センサによ\nる検出が可能な位置に」磁石を配置する構成（相違点２に係る本件訂\n正発明の構成）を採用することには阻害要因がある。\nイ  相違点３及び４について\n乙２２発明は，薬剤分包紙の残量検知を目的とするものであるから，\n磁性体は芯管の外周上に幅をもって設けた方が検知を確実にすること\nができ，わざわざ端部に設ける必要がないし，コストをかけて複数の\n磁性体を配置する動機付けはない。\n乙２２発明と乙４９発明とでは，残量検知を課題とする点では共通\nするものの，乙２２発明における磁性体６Ｘは，薬剤分包紙が切れる\nまでは薬剤分包紙に覆われていることをその特徴とするのに対し，乙\n４９発明における磁気マーク６は，常に露出し，センサによって読み\n取られることを前提としている点において解決手段が全く異質である。\nまた，乙４９発明は，残量を常時監視するための発明であって，複\n数の磁気マークを設けて精度を向上させることについて動機付けが働\nくのに対し，乙２２発明は，紙切れが生じたときに一度だけ磁性体を\n感知できれば目的を達成できるのであって，控訴人らのいう「２値」\n以上の判断を要しない発明であるから，複数の磁石を配置する合理性\nはない。\nしたがって，当業者には，乙２２発明に乙４９発明を組み合わせて，\n乙２２発明の磁性体６Ｘを中空芯管の先端部に複数配置することにつ\nいて阻害要因があり，また，動機付けもないから，「支持軸の片端」\nに設けられた「角度センサによる検出が可能な位置に複数の磁石を配\n置」する構成（本件訂正発明の構成）に容易に想到することができた\nものとはいえない。」\n１１  争点(4)カ（乙２３を主引用例とする本件訂正発明の進歩性欠如の無効理由\nの有無）\n以下のとおり訂正するほか，原判決の「事実及び理由」の第３の９記載のと\nおりであるから，これを引用する。\n(1)  原判決２５頁１６行目，２１行目，２６頁１行目，９行目，２７頁２行目\n及び６行目の各「本件発明」をいずれも「本件訂正発明」と改める。\n(2)  原判決２５頁２５行目の「相違点２」を「相違点２ないし４」と改める。\n(3)  原判決２６頁７行目から１２行目までを次のとおり改める。\n「  そして，乙２３’発明の巻芯と乙２２発明の巻心部材とは，薬剤分包用\nロールペーパを巻きまわすものである点，非回転の支軸に着脱可能に固定\nされる点などで，技術分野及び機能が共通していること，乙２２発明の巻\n心部材に設けた磁性体と磁気センサーによって巻心部材に巻きまわされた\nロールペーパの紙切れを検知するという課題は，巻芯に巻かれた物体を使\n用する際の極めて一般的な課題であって，乙２３発明の巻芯に巻き回され\nたロールペーパにおいても共通する課題であることからすると，乙２３’\n発明と乙２２発明とを組み合わせる動機付けが存在する。\nそして，乙２３’発明に乙２２発明を組み合わせるに当たり，乙２２発\n明の磁性体の配置を巻芯の端部にすることは，当業者にとって設計事項で\nある。\nまた，薬剤分包装置において，薬剤分包ロールペーパの残量が規定量内\nに達したことを検知する手段を設けることは，本件原出願の優先日当時，\n周知の課題であったこと（乙２２，５８，５９）からすると，乙２３’発\n明の薬剤分包用ロールペーパに，上記周知の課題の解決のために，ロール\nペーパの回転角度を検知する手段として，ロールペーパと一体回転する回\n転体の端部に複数の磁石を設け，非回転部に磁気センサを設けることを開\n示している乙４９発明を組み合わせる動機付けが存在する。そうすると，\n必要に応じて，乙２３’発明に乙４９発明を適用して，非回転部に磁気セ\nンサを設け，対応する端部（乙２３’発明の巻芯の磁力結合手段とは反対\n側の端部）に複数の磁石を設けることは，当業者が容易に想到し得たこと\nである。\n以上のとおり，乙２３’発明に，乙２２発明又は乙２２発明及び乙４９\n発明を組み合わせることによって，相違点２ないし４に係る本件訂正発明\nの構成を容易に想到することができたものである。」\n(4)  原判決２６頁１５行目の「なお」から１６行目の「争わない。」までを削\nる。\n(5)  原判決２７頁１７行目末尾に行を改めて次のとおり加える。\n「(3)  訴訟上の信義則違反\n控訴人らの乙２３を主引用例とする本件訂正発明の進歩性欠如の無効の\n抗弁は，別件無効審判における「無効理由４」及び「無効理由５」と実質\n的に同一の事実及び同一の証拠に基づくものであるから，乙２２を主引用\n例とする無効主張について述べたのと同様の理由により，訴訟上の信義則\nに反し，許されない。\n(4)  容易想到性の主張に対し\nア  控訴人らは，乙２３’発明において，乙２３’発明の永久磁石のほか\nに，乙２２発明の磁気マークを加え，さらに，必要に応じて乙４９発明\nを組み合わせることにより，当業者が本件訂正発明を容易に想到するこ\nとができた旨主張する。\nしかし，仮に乙２３’発明に乙２２発明を組み合わせることが可能で\nあるとしても，それによって得られるのは，残量検知の磁性体が芯管の\n外周上の薬剤分包紙によって覆われる位置に配置された乙２３´発明に\n係る巻芯であるところ，前述のとおり，その磁性体の位置を「支持軸の\n片端」に設けた「角度センサによる検出が可能な位置」に変更すること\nには，薬剤分包紙の残量検知という乙２２発明の課題に照らして阻害要\n因がある。\nまた，乙２３’発明は，巻芯の支持装置に関する発明であって，残量\nを検知する機能については乙２３に開示も示唆もされていない上，乙４\n９発明はプリンタのロール紙の残量検知に関するものであって技術分野\nも異なるから，課題にも技術分野にも共通性がなく，両者を組み合わせ\nる動機付けが全くない。さらに，仮に乙４９の磁気マーク６と磁気セン\nサ７を乙２３の第１図に示された巻芯に組み合わせようとすると，巻芯\n６の左端に磁気マークを設け，その左側に磁気センサを配置しなければ\nならないが，薬剤分包用ロールペーパは，磁気センサ７と薬剤分包装置\n本体に挟まれる形になり，着脱ができなくなるため，この点において両\n者の組合せには阻害要因がある。\nそして，円板５に対面する位置にセンサを設け，円板５の外側の外周\n寄りに磁石を配置する方向に動機付けが働く乙４９発明と，支持軸の片\n端にセンサを設け，芯管の内側の内周寄りに磁石を配置する方向に動機\n付けが働く本件訂正発明とでは，技術的思想が全く異質なのであり，当\n業者が乙４９発明に触れたとしても，「角度センサによる検出が可能な\n位置に複数の磁石を配置し」との構成に想到することはなく，また，「支\n持軸の片端」に角度センサが設けられた薬剤分包装置に「用いられ」と\nの構成に想到することもない。\nしたがって，控訴人らの上記主張は理由がない。」\n１２  被控訴人の損害額（争点(5)）\n原判決２９頁１７行目の「本件特許発明」を「本件訂正発明」と改めるほか，\n原判決の「事実及び理由」の第３の１０記載のとおりであるから，これを引用\nする。\n第４  当裁判所の判断\n当裁判所も，被控訴人の請求は，控訴人日進につき９７万０７６８円，控訴\n人ＯＨＵにつき４８万５３８４円，控訴人セイエーにつき２４万２６９２円及\nびこれらに対する遅延損害金の支払を求める限度で，理由があるものと判断す\nる。その理由は，次のとおりである。\n１  本件明細書の記載事項について\n(1)  本件明細書（甲２，３）の発明の詳細な説明には，次のような記載がある\n（下記記載中に引用する「図１」ないし「図８」については別紙１を参照）。\nア  【０００１】\n【発明の属する技術分野】\nこの発明は，ロールペーパから引き出されるシートの張力を調整しながら\n給紙部からシートを送り分包部で薬剤を分包する薬剤分包装置に用いられ\nる薬剤分包用ロールペーパに関する。\n【０００２】\n【従来の技術】\n薬剤分包装置として，熱融着性分包紙のシートをロール状に巻いたものを\n回転自在に支持したシート供給部からシートを引き出して移送する移送路\nにシール装置が設けられ，このシール装置の上流側でシートを２つ折りに\nすると共にその間に薬剤を供給した後シール装置によりシートを幅方向と\n両側縁部とを帯状に加熱融着して薬剤を分包するようにしたものが知られ\nている。\n【０００３】\nシートが使用されて無くなると新しいロールに交換され，その新しいロー\nルからシートが引き出されて分包装置にセットされる。このシートロール\nから引き出されるシートは，２つ折りされた後周縁等を融着する際に正確\nに２つ折りされず，少しずれた状態で融着されることのないように常に一\n定の張力で引き出すのが好ましいが，実際にはシートの引出量に応じてロ\nール径が変化するため，引出張力も少しずつ変動する。\n【０００４】\nこのため，上記シートロールの径の変化が生じても張力がほぼ一定となる\nように調整するシート張力調整装置が実公平１− ３６８３２号公報により\n提案されている。この公報によるシート張力調整装置は，シートロールを\nロール支持筒に着脱自在に嵌合装着し，シートロール側方に複数の巻径検\n出センサを径方向に配置し，この検出センサの信号によりロール支持筒内\n部に設けた電磁ブレーキの電磁力を調整してロール径が小さくなるにつれ\nて段階的にブレーキ力を弱めることにより張力を一定となるように調整し\nている。\nイ  【０００５】\n【発明が解決しようとする課題】\nしかし，上述した従来のシート張力調整装置では，シートの使用による巻\n量の変化を径方向に配置した巻径検出センサで段階的に検出する方式を採\n用しているため，検出センサのランクが切替わる径になると，芯管軸の偏\n心，シートの重量，巻き歪みなどの原因により電磁ブレーキのブレーキ力\nランクが１回転毎に上下に変動するバイブレーション現象が生じる。この\nため，張力変動により分包部でシートを２つ折りした際にシートの縁部が\n正確に重ならない，いわゆる耳ずれが生じ，包装不良部分が生じることが\nある。\n【０００６】\n又，ブレーキ力のランクが急激に変動するため幅方向に裂傷が生じたりす\nることもある。検出センサの誤動作の原因は，上記以外にも，光反射式の\nものを用いていることによるものもある。薬剤包装装置に使用されるシー\nトの材料として，グラシン紙（半透明），セロポリ紙（透明）等種々のも\nのがあるが，これらシートの端面位置が各層毎に微妙に変化すると反射さ\nれる反射光の戻りが異なり信号として検出されないため検出精度が悪化し\nたり，特にセロポリ紙では湿度変化による影響が大きいため蛇行巻きされ\n易く，端面の凹凸が原因で検出精度が悪くなることもある。\n【０００７】\nさらに，シートを分包部で２つ折りする位置より上流側に一般には分包紙\nに印字するためのサーマルプリンタが設けられるが，このサーマルプリン\nタにおいて印字ドットの欠けや印字装置の残量表示機構のランプが，バイ\nブレーション現象により耐久性の低下を起こしたりする。\n【０００８】\n一方，薬剤分包装置に用いられるロールペーパは，上述したグラシン紙や\nセロポリ紙の３０μｍ程度の極薄のシートを中空芯管の外周にロール状に\n巻き付けて形成され，その長さは一般に３００〜５００ｍとかなり長尺で\nある。このようなロールペーパの巻径の変化を検出する上記巻径検出セン\nサによる方法以外の方法として，ロールペーパを装着する回転支持軸上に\n支持軸の回転数を検出するセンサを取付ける方法，あるいはロールペーパ\nの中空芯管の端に突出部を設け，突出部に設けたマークを光センサで読取\nる方法などが考えられる。\n【０００９】\nしかし，回転支持軸上のセンサではロールペーパのシートを繰り出す際の\n張力の程度によっては回転支持軸と中空芯管との間に回転のずれが生じる\nことがあり，ロールペーパの回転を正確に検出するためにはロールペーパ\n自身の回転を直接検出する必要があり，回転支持軸上のセンサによる方法\nは必らずしも適当ではない。\n【００１０】\n又，中空芯管の端に突出部を設ける方法は，上記のような長尺のロールペ\nーパは全体としてかなりの重さとなるため，回転支持軸への装着などの操\n作が重く，操作時に突出部を周囲の機器に当てて損傷させる虞れがあり，\n突出部を設ける方法は好ましくない。\n【００１１】\nこの発明は，上記のような従来の薬剤分包装置における問題点に留意して，\n極薄のシートを巻いたロールペーパの巻状態によるロールペーパ直径の微\n妙な変動による影響で制御すべき段階的に選択されるブレーキ力のレベル\n変動を生じることなく各段階毎に的確にブレーキ力を設定しロールペーパ\nの直径に応じた適正な張力を安定して給紙部に与え，シートに耳ずれや裂\n傷が生じたりせずに分包シートで薬剤を分包することのできる薬剤分包装\n置に用いられ，分包装置の給紙部における角度センサに対し回転角度デー\nタを与えることのできる薬剤分包用ロールペーパを提供することを課題と\nする。\nウ  【００１２】\n【課題を解決するための手段】\nこの発明は，上記課題を解決する手段として，非回転に支持された支持軸\nの周りに回転自在に中空軸を設け，中空軸にはモータブレーキを係合させ，\n中空軸に着脱自在に装着されるロールペーパのシートを送りローラで送り\n出す給紙部と，シートを２つ折りしその間にホッパから薬剤を投入し，薬\n剤を投入されたシートを所定間隔で幅方向と両側縁部とを帯状にヒートシ\nールする加熱ローラを有する分包部とを備え，ロールペーパの回転角度を\n検出するために支持軸に角度センサを設け，分包部へのシート送り経路上\nでシート送り長さを測定する測長センサを設け，ロールペーパを上記中空\n軸に着脱自在に固定してその固定時に両者を一体に回転させる手段をロー\nルペーパと中空軸が接する端に設け，両センサの信号に基づいてシート張\n力をロールペーパ径に応じて調整しながら薬剤を分包するようにした薬剤\n分包装置に用いられ，中空芯管とその上に薬剤分包用シートをロール状に\n巻いたロールペーパとから成り，ロールペーパのシートの巻量に応じたシ\nート張力を中空軸に付与するために，支持軸に設けた角度センサによる回\n転角度の検出信号と測長センサの検出信号とからシートの巻量が算出可能\nであって，その角度センサによる検出が可能な位置に磁石を配置して成る\n薬剤分包用ロールペーパとしたのである。\n【００１３】\n上記薬剤分包装置では，分包部での分包作用において耳ずれや裂傷が生じ\nないように給紙部から供給されるシートのシート張力を調整して分包作業\nが行われる。その際，測長センサと角度センサの２つのセンサによる信号\n検出が前提である。上記２つのセンサによる検出信号を得ると，そのいず\nれか一方のセンサの所定量を基準として他方のセンサの変化による巻量の\n変化を直接得る。\n【００１４】\n巻量の変化の所定範囲をロールペーパの巻量直径の変化に予め対応させて\nおけば，巻量の変化を検出するだけでブレーキ力の段階的な制御のレベル\nを選択することができ，従って巻量の直径に応じてブレーキ力を制御しシ\nート張力を各段階毎に最適な張力に調整することができることとなる。\n【００１５】\nこの場合，ブレーキ力を段階的に変化させてもその切替えによる張力の変\n化によって耳ずれや裂傷が生じない範囲内でブレーキ力が変化するように\nブレーキ力の各ランクが順次大きい方から小さい方へ切替えられるように\nなっているから，従来のようにロールペーパの巻径をセンサで直接検出す\nる方式では巻径の不均等な巻きによりブレーキ力のランク切替え直径付近\nでブレーキ力の各ランクが急激に上下に変動するような不都合はその制御\n方式の違いにより生じることはない。\n【００１６】\n上記本発明の薬剤分包用ロールペーパは，上記薬剤分包装置に用いられる。\n使用の際は給紙部における支持軸の中空軸に着脱自在かつ接合回転自在に\n装着され，上記角度センサに対し中空軸に係合するブレーキ手段を制御す\nるためシートの巻量データを検出可能に配設した磁石により発生させる。\nエ  【００１７】\n【実施の形態】\n以下，この発明の実施形態について図面を参照して説明する。図１は薬剤\n分包装置の給紙部と分包部とを取り出した概略構成図である。給紙部は水\n平に支持された支持軸１に芯管Ｐに薬剤分包用のシートをロール状に巻い\nたロールペーパＲが回転自在に装着され，上記ロールペーパＲから引き出\nされた包装シートＳが送りローラ２，３を通り，次の分包部へ供給される\nように形成されている。\n【００１８】\n分包部は，三角板４で２つ折りにされた際にホッパ５から所定量の薬剤が\n投入された後，ミシン目カッタを有する加熱ローラ６により所定間隔で幅\n方向と両側縁部とを帯状にヒートシールするように設けられている。なお，\n分包部はこれ以外の構成部材も多数あるが，複雑になるのを避けるため必\n要な部材のみを示している。\n【００１９】\n図２は給紙部にロールペーパＲと芯管Ｐを装着した状態の主縦断面図であ\nる。図示のように，支持軸１はその一端がナットにより支持板１１に取付\n固定された中心軸１ａと，これに一体に嵌合された外軸１ｂと，上記外軸\n１ｂの左右両端寄り位置に設けた軸受１２，１２を介して回転自在に取り\n付けられる中空軸１ｃとから成る。\n【００２０】\n１３は中心軸１ａの片端の軸ヘッド，１４は外軸１ｂの片端のフランジ\n部である。中空軸１ｃの反対側端にもフランジ部１５が設けられている。\n上記支持軸１に芯管Ｐとこれに巻回されたロールペーパＲが装着されると，\nロールペーパＲは，支持軸１に中空軸１ｃを介して回転自在に支持される\nと共に，フランジ部１５の内径面に適宜間隔に配置された複数個の磁石１\n６とこれに対向して予め芯管Ｐの端面円周に沿って配設された強磁性体\n（鉄部）１７に対する吸着力により，装着された芯管ＰとロールペーパＲ\nが中空軸１ｃに着脱自在に固定される。その固定時，芯管Ｐとロールペー\nパＲは中空軸１ｃと一体に回転する。\n【００２１】\n上記中空軸１ｃにはモータブレーキ２０が係合し，ロールペーパＲから繰\nり出される包装シートＳに適度な張力を付与している。モータブレーキ２\n０は支持板１１に取付けられており，図示しない伝動ベルトを介して歯車\nユニット２１を回転させ，その出力軸上に設けたピニオン２２が，フラン\nジ部１５の外端面に設けた大歯車２３に係合して中空軸１ｃにブレーキ力\nを与えるようになっている。\n【００２２】\nモータブレーキ２０は，小さな交流モータ（ＡＣ）であり，供給電源とし\nて直流電圧を加えることによりブレーキ力を与えるように使用される。こ\nの場合，後で説明するように，直流電圧の値を４段階に変化させて繰り出\nされる包装シートＳの張力の大きさに応じてブレーキ力を変化させる。\n【００２３】\n磁石２４とホール素子センサ２５，及び近接スイッチ２６と突起２７につ\nいては，さらに図２及び図５に示すように，芯管Ｐに設けた磁石２４とホ\nール素子センサ２５から成る回転角度センサからの信号，及び近接スイッ\nチ２６と突起２７から成る包装シートのずれ検出センサからの信号が，図\n３に示すように，制御回路３０へ入力される（制御回路３０については後\nで説明する）。\n【００２４】\n即ち，第１実施形態の測長センサの信号と，上記回転角度センサの信号と\nからロールペーパＲの包装シートＳの繰出量を正確に算出してロールペー\nパＲの巻直径の変化に対応したブレーキ力の調整をし張力調整を適正に行\nおうとするものである。\n【００２５】\n図６に示すように，この実施形態の芯管Ｐの内周沿いと支持軸１の片端に\nそれぞれ設けられる磁石２４とホール素子センサ２５は，４つの磁石２４\nが１つの基点から６７．５°ずつ位置が異なる各４点に配置され，４つの\nホール素子センサ２５は上記基点を通る中心線とこれに直交する中心線上\nの４つの位置に配置されている。【００２６】上記配置は，磁石２４とホ\nール素子センサ２５の数と配置が最も合理的な組合せとして選定したもの\nであり，例えば図７の（ａ）〜（ｄ）に示すように，種々の変形例があり\n得る。しかし，いずれの配置であれホール素子センサ２５が芯管Ｐの回転\nを表す角度信号は芯管Ｐが２２．５°回転する毎に１つのパルス信号を発\nする点ではいずれの配置であってもよいことは説明するまでもない。\n【００２７】\nなお，上記芯管Ｐの回転を検出する検出器として上記例では磁石２４とホ\nール素子２５の組合せとしたが，これ以外にも光センサを用いることもで\nきる。光センサは，発光素子と受光素子から成るものとし，これらをホー\nル素子２５と同様に支持軸１（外軸１ｂ）の片端に固定して取り付ける。\n【００２８】\n但し，取付位置は図２のホール素子センサ２５より外端寄りに外軸１ｂの\nフランジ端の一部を延長し，又は同等の取付座を形成し，これに対応して\n芯管Ｐの側端にも突起部を所定の角度ピッチ２２．５°で，かつ光センサ\nの発光素子と受光素子で突起部を挾むように設ける。光センサと突起部の\n数はホール素子センサ２５の場合と同様である。\nオ  【００２９】\n図３は給紙部から包装シートを分包部へ送り薬剤を分包する装置の主要部\n材を制御する回路の概略ブロック図である。制御回路３０は，エンドセン\nサ３１からの信号，送りローラ３に設けられたロータリエンコーダ３２か\nらの信号，あるいは加熱ローラ６の軸に連結されるモータ６ａの出力軸上\nでその回転数を計測する回転数カウンタ３３からの信号のいずれかにより\nモータブレーキ２０へブレーキ力を与えるための制御指令，及びモータ６\nａへの制御指令を出力するように構成されている。なお，３４は外部から\nデータを入力するための入力部である。\n【００３０】\n図５は図２の矢視Ｖ− Ｖから見た側面図であり，主として上記包装シート\nのずれ検出センサの配置を示すためのものである。この例では支持板１１\nに１つの近接スイッチ２６が設けられ，支持軸１の回転する中空軸１ｃ端\nのフランジ部１５に１６ケの突起２７が形成されている。\n【００３１】\nこのずれ検出センサは，前述したホール素子センサ２５による回転角度セ\nンサの信号を基準として，その基準信号と同一ピッチの信号が検出されな\nいことにより包装シートの繰出しずれの有無を検出しようとするものであ\nる。\n【００３２】\n以上の構成とした実施形態の薬剤分包装置ではシート張力を次のように調\n整しながら薬剤の分包作業が行われる。この実施形態では給紙部にセット\nされるロールペーパＲは最大径ｄmax ，最小径ｄ0 とし，図８に示すよう\nに，ロータリエンコーダ３２による測長信号に基づいて得られる包装シー\nトの繰出量ｌと，角度センサであるホール素子センサ２５のパルス信号に\n基づく角度θとによってモータブレーキ２０のブレーキ力を４段階に制御\nしてロールペーパＲの直径の変化に応じて最適なブレーキ力で張力調整を\n行う。\n【００３３】\n図示の例のロールペーパＲは，最大径ｄmax ＝１６０ｍｍ，最小径ｄ0 ≒\n６４ｍｍ，シート厚みγ＝３０μｍが用いられている。従って，直径が包\n装シートＳの使用によって変化する範囲を単純に４段階に分けるとすると，\n（１６０− ６４）／４＝２４ｍｍ直径が減少する毎にモータブレーキを変\n化させればよい。\nカ  【００６８】\n【効果】\n以上詳細に説明したように，薬剤分包装置に用いられるこの発明の薬剤分\n包用ロールペーパは，中空芯管とこれに巻付けたロールペーパとから成り，\nシート巻量が検出できる位置に配置した磁石を支持軸の角度センサで検出\nしてシート張力の調整を可能とするものとしたから，簡易な構成のロール\nペーパであって，これを薬剤分包装置に用いることによりその分包作用に\nおいて耳ずれや裂傷のない分包作用を実現できるという利点が得られる。\n(2)  前記(1)の記載事項によれば，本件明細書には，本件訂正発明に関し，次\nのような開示があることが認められる。\nア  シート供給部（給紙部）から熱融着性分包紙のシートをロール状に巻い\nたロールペーパのシートを引き出して，シートを２つ折りにすると共にそ\nの間に薬剤を供給した後，分包部でシール装置によりシートを幅方向と両\n側縁部とを帯状に加熱融着して薬剤を分包する薬剤分包装置においては，\nシートが周縁等を融着する際に正確に２つ折りされず，少しずれた状態で\n融着されることのないように常に一定の張力でシートを引き出すのが好ま\nしいが，実際にはシートの引出量に応じてロール径が変化し，引出張力も\n少しずつ変動するという問題があった（【０００１】ないし【０００３】）。\nこのため，シートの使用による巻量の変化を径方向に配置した巻径検出\nセンサで段階的に検出し，この巻径検出センサの信号により電磁ブレーキ\nの電磁力を調整してロール径が小さくなるにつれて段階的にブレーキ力を\n弱めることにより，ロール径の変化が生じても張力がほぼ一定となるよう\nに調整するシート張力調整装置が従来から提案されている（【０００４】）。\nしかし，従来のシート張力調整装置では，シートの使用による巻量の変\n化を巻径検出センサで段階的に検出する方式を採用しているため，検出セ\nンサのランクが切り替わる径になると，芯管軸の偏心，シートの重量，巻\nき歪みなどの原因により電磁ブレーキのブレーキ力ランクが１回転毎に上\n下に変動するバイブレーション現象が生じ，張力変動により，分包部でシ\nートを２つ折りした際にシートの縁部が正確に重ならない，いわゆる耳ず\nれが生じ，包装不良部分が生じたり，また，ブレーキ力ランクが急激に変\n動するため，幅方向に裂傷が生じることもあった（【０００５】，【００\n０６】）。\nイ  「この発明」は，従来の薬剤分包装置における問題点に留意して，極薄\nのシートを巻いたロールペーパの巻状態によるロールペーパ直径の微妙な\n変動による影響で制御すべき段階的に選択されるブレーキ力のレベル変動\nを生じることなく，各段階毎に的確にブレーキ力を設定し，ロールペーパ\nの直径に応じた適正な張力を安定して給紙部に与え，シートに耳ずれや裂\n傷が生じたりせずに分包シートで薬剤を分包することのできる薬剤分包装\n置に用いられ，分包装置の給紙部における角度センサに対し回転角度デー\nタを与えることのできる薬剤分包用ロールペーパを提供することを課題と\nし，上記課題を解決するための手段として，非回転に支持された支持軸の\n周りに回転自在に中空軸を設け，中空軸にはモータブレーキを係合させ，\n中空軸に着脱自在に装着されるロールペーパのシートを送りローラで送り\n出す給紙部と，シートを２つ折りしその間にホッパから薬剤を投入し，薬\n剤を投入されたシートを所定間隔で幅方向と両側縁部とを帯状にヒートシ\nールする加熱ローラを有する分包部とを備え，ロールペーパの回転角度を\n検出するために支持軸に角度センサを設け，分包部へのシート送り経路上\nでシート送り長さを測定する測長センサを設け，ロールペーパを上記中空\n軸に着脱自在に固定してその固定時に両者を一体に回転させる手段をロー\nルペーパと中空軸が接する端に設け，両センサの信号に基づいてシート張\n力をロールペーパ径に応じて調整しながら薬剤を分包するようにした薬剤\n分包装置に用いられ，中空芯管とその上に薬剤分包用シートをロール状に\n巻いたロールペーパとから成り，ロールペーパのシートの巻量に応じたシ\nート張力を中空軸に付与するために，支持軸に設けた角度センサによる回\n転角度の検出信号と測長センサの検出信号とからシートの巻量が算出可能\nであって，その角度センサによる検出が可能な位置に磁石を配置して成る\n薬剤分包用ロールペーパの構成を採用した（【００１１】，【００１２】）。\n「この発明」の薬剤分包用ロールペーパは，中空芯管とこれに巻付けた\nロールペーパとから成り，シート巻量が検出できる位置に配置した磁石を\n支持軸の角度センサで検出してシート張力の調整を可能とした簡易な構成\nのロールペーパであり，これを薬剤分包装置に用いることにより耳ずれや\n裂傷のない分包作用を実現できるという効果を奏する（【００６８】）。\n２  争点(1)（一体化製品の本件訂正発明の技術的範囲の属否）について\n(1)  争点(1)ア（一体化製品は構成要件Ａの「用いられ」を充足するか。）に\nついて\n以下のとおり訂正するほか，原判決の「事実及び理由」の第４の２(1)記載\nのとおりであるから，これを引用する。\nア  原判決３５頁４行目から２３行目までを次のとおり改める。\n「ア  構成要件Ａの「用いられ」の意義について\n本件訂正発明の特許請求の範囲（請求項１）の記載によれば，本件\n訂正発明は，構成要件ＡないしＤの構成から成る「薬剤分包用ロール\nペーパ」（構成要件Ｅ）の物の発明であり，構成要件Ａには，薬剤分\n包装置に関する事項が，構成要件Ｂ及びＤには，「薬剤分包用ロール\nペーパ」の「中空芯管」，「ロールペーパ」及び「複数の磁石」（以\n下，これらを併せて「本件ロールペーパ等」）に関する事項が，構成\n要件Ｃにはその両者に関する事項がそれぞれ記載され，構成要件Ａに\nおいて，薬剤分包用ロールペーパが薬剤分包装置に「用いられ」るも\nのとして記載されている。\nそして，構成要件Ａの「非回転に支持された支持軸の周りに回転自\n在に中空軸を設け，中空軸にはモータブレーキを係合させ，中空軸に\n着脱自在に装着されるロールペーパのシートを送りローラで送り出す\n給紙部と，２つ折りされたシートの間にホッパから薬剤を投入し，薬\n剤を投入されたシートを所定間隔で幅方向と両側縁部とを帯状にヒー\nトシールする加熱ローラを有する分包部とを備え，ロールペーパの回\n転角度を検出するために支持軸の片端に角度センサを設け，上記中空\n軸と上記支持軸の固定支持板間で上記中空軸のずれを検出するずれ検\n出センサを設け，分包部へのシート送り経路上でシート送り長さを測\n定する測長センサを設け，ロールペーパを上記中空軸に着脱自在に固\n定してその固定時に両者を一体に回転させる手段をロールペーパと中\n空軸が接する端に設け，角度センサ及び測長センサの信号に基づいて\nシート張力をロールペーパ径に応じて調整しながら薬剤を分包するよ\nうにし，さらに角度センサの信号とずれ検出センサの信号との不一致\nにより上記中空軸に着脱自在に装着されたロールペーパと上記中空軸\nとのずれを検出するようにした薬剤分包装置に用いられ，」にいう「用\nいられ」の用語については，「られる」の助動詞は，受け身とともに\n可能を示すものであること，物の発明の特許請求の範囲の記載は，物\nの構造，特性等を特定するものとして解釈すべきであることに鑑みる\nと，「用いることが可能な」を意味するものと解するのが自然である。\n次に，本件明細書には，構成要件Ａの「薬剤分包装置に用いられ，」\nにいう「用いられ」の用語を定義した記載はなく，また，上記解釈に\n抵触する記載もない。\nそうすると，構成要件Ａの「用いられ」とは，「用いることが可能\nな」を意味すると解するのが相当である。」\nイ  原判決３５頁２４行目の「イ  構成要件Ａの「用いられ」の意味」を「イ\n一体化製品の充足性について」と，同頁末行の「支持軸」を「支持軸の片\n端」と改める。\nウ  原判決３６頁１行目の「そのような位置」を「支持軸の片端に設けられ\nた「角度センサ」による「検出が可能な位置」（構成要件Ｃ）」と改め，\n同頁４行目の「本件ロールペーパ等について，」の次に「薬剤分包装置の\n中空軸と接する中空芯管の端に，中空軸と着脱自在に固定する手段を設け\nて，」を加える。\nエ  原判決３６頁７行目から１２行目までを次のとおり改める。\n「  そうすると，本件訂正発明の技術的範囲は，構成要件ＢないしＤに記\n載された事項と，構成要件Ａによる本件ロールペーパ等についての上記\n特定事項とから画されるものであるから，一体化製品が構成要件Ａない\nしＥの構成を備えれば上記技術的範囲に属するものであって，一体化製\n品が構成要件Ａによって特定される薬剤分包装置に実際に使用されるか\n否かは，一体化製品が上記技術的範囲に属するか否かの判断に影響を及\nぼすものではないというべきである。」\nオ  原判決３６頁１６行目から１７行目にかけての「仮にこれが認められな\nいとしても，」の後に「構成要件Ａの「用いられ」は，薬剤分包用ロール\nペーパの構成又は構造を特定するものではなく方法的要素（ステップ）を\n要件としたものと考えられ，」を加える。\nカ  原判決３６頁２５行目から３７頁３行目までを次のとおり改める。\n「  また，控訴人らは，被控訴人が，本件出願時の請求項１に係る発明に\nについて，「引用文献４」（特開平８－１９８２０６号公報）を引用例\nとする進歩性欠如の平成１９年７月２６日付けの拒絶理由通知（乙２４）\nを受けたのに対し，「引用文献４」記載の薬剤分包用ロールペーパと上\n記請求項１に係る発明の薬剤分包用ロールペーパとの構成の相違を何ら\n主張せず，むしろ，上記請求項１中の薬剤分包装置の構成を補正する本\n件補正をした上で，同年１０月１日付けの意見書（乙２５）において，\n「引用文献４」記載の薬剤分包装置と本件補正後の請求項１記載の薬剤\n分包装置との構成の相違を強調して特許査定を受けたものであり，かか\nる出願経緯を考慮すれば，被控訴人は，単に構成要件Ａを充足する薬剤\n分包装置に「用いられることが可能な構成」を有しているに過ぎない薬\n剤分包用ロールペーパを本件訂正発明の範囲から意識的に除外したもの\nと考えるべきである旨主張する。\nしかしながら，被控訴人は，上記意見書において，「引用文献４」記\n載の装置は，シート張力の調整方式が基本的に相違すること，ロールペ\nーパと中空軸とのずれを検出することが全く記載されていないことを指\n摘した上で，「本願発明では，「回転角度と測長センサの検出信号を検\n出してロールペーパの巻量が検出可能な位置に配置された磁石」の構成\nを有し，かつ「角度センサの信号とずれ検出センサの信号との不一致に\nより上記中空軸に着脱自在に装着されたロールペーパと上記中空軸との\nずれを検出するようにした」薬剤分包装置に用いられることを前提とす\nるロールペーパについての発明であり」（乙２５の６頁２行～６行）と\n述べているのであるから，本件特許の出願経緯において，被控訴人が，\n構成要件Ａによって特定される薬剤分包装置に用いることが可能な構成\nの薬剤分包用ロールペーパを本件訂正発明の技術的範囲から意識的に除\n外したものと解することはできない。\nしたがって，控訴人らの上記主張は，理由がない。」\nキ  原判決３７頁４行目の「本件無効審判」を「別件無効審判」と，同頁同\n行目の「本訂正後の発明」を「本件訂正発明」と，同頁６行目の「本件発\n明」を「本件訂正発明」と改め，同頁９行目末尾に行を改めて次のとおり\n加える。\n「ウ  また，控訴人らは，構成要件Ａの「用いられ」との文言，本件訂正\n発明と従来技術との「相違点④」（本件訂正発明は相違点①ないし③\nの構成を有することで，「シートの巻量」を算出し，「シートの巻量\nに応じたシート張力を中空軸に付与」するものであること），本件特\n許の出願経緯を考慮すれば，一体化製品が構成要件Ａの「用いられ」\nを充足しているというためには，薬剤分包用ロールペーパが単に構成\n要件Ａ及びＣを充足する薬剤分包装置に用いられることが可能な構成\nを有しているだけでは足りず，構成要件Ａを充足する薬剤分包装置（少\nなくとも「相違点①」（「角度センサ」が「ロールペーパの回転角度」\nを検出するものであって，支持軸の片端に設けられていること）及び\n「相違点②」（「磁石」は「ロールペーパのシートの巻量に応じたシ\nート張力を中空軸に付与するために，支持軸に設けた角度センサによ\nる回転角度の検出信号と測長センサの検出信号とからシートの巻量が\n算出可能であって，その角度センサによる検出が可能な位置」に配置\nされるものであること）の構成の一部を備えた薬剤分包装置）に現実\nに「用いられ」ることの主張立証が必要である旨主張する。\nしかしながら，先に説示したとおり，本件訂正発明の構成要件Ａの\n「用いられ」とは，「用いることが可能な」を意味するものであり，\n一体化製品が構成要件Ａによって特定される薬剤分包装置に実際に使\n用されるか否かは，一体化製品が本件訂正発明の技術的範囲に属する\nか否かの判断に影響を及ぼすものではないから，控訴人らの上記主張\nは採用することができない。」\nク  原判決３７頁１０行目の「ウ」を「エ」と改める\n(2)  争点(1)イ（一体化製品は構成要件Ａの「２つ折りされたシート」を充足\nするか。）について\n以下のとおり訂正するほか，原判決の「事実及び理由」の第４の２(2)記載\nのとおりであるから，これを引用する。\nア  原判決３８頁２行目の「本件発明」を「本件訂正発明」と改める。\nイ  原判決３８頁７行目の「三角板４以前に」を「構成要件Ａの「２つ折り\nされたシート」は，三角板４に到達する前に」と改める。\n(3)  争点(1)全体について\n以下のとおり訂正するほか，原判決の「事実及び理由」の第４の２(3)記載\nのとおりであるから，これを引用する。\nア  原判決３９頁５行目及び１０行目の各「本件発明」をいずれも「本件訂\n正発明」と改める。\nイ  原判決３９頁１２行目及び１４行目の各「本訴訟」をいずれも「本件訴\n訟」と改める。\n３  争点(2)（特許法１０１条１号の間接侵害の成否）について\n以下のとおり訂正するほか，原判決の「事実及び理由」の第４の３記載のと\nおりであるから，これを引用する。\n(1)  原判決３９頁１７行目から４０頁５行目までを次のとおり改める。\n「(1)  被告製品が一体化製品の「生産にのみ用いる物」（特許法１０１条１\n号）と認められるかについて」\n(2)  原判決４１頁９行目末尾に行を改めて次のとおり加える。\n「  控訴人らは，被告製品は，控訴人日進製の薬剤分包装置に使用するため\nの専用品であり，また，エルク製薬剤分包装置及びウエダ製分包装置への\n使用という社会通念上経済的，商業的ないしは実用的な用途も認められる\nる旨主張する。\nしかしながら，控訴人らの主張は，以下のとおり理由がない。」\n(3)  原判決４１頁１２行目の「分包紙」を「本製品」と，１３行目の「貴社」\nを「お客様」と改める。\n(4)  原判決４３頁１１行目の「(3)  特許権侵害についての判断」を「(2)  間\n接侵害についての判断」と改め，同頁１９行目末尾に行を改めて次のとおり\n加える。\n「  これに対し控訴人らは，①本件訂正発明は，用途発明そのものではない\nが，薬剤分包用ロールペーパが構成要件Ａを充足する薬剤分包装置に「用\nいられ」た場合に「シートの巻量に応じたシート張力を中空軸に付与する」\nという顕著な効果をはじめて奏するものであり，用途発明と同様の特徴を\n備えており，本件訂正発明の実施は，用途発明の実施行為と同様に考える\nことができるから，「構成要件Ａを充足する薬剤分包装置に使用するため」\nに，構成要件Ｂ以下で特定される薬剤分包用ロールペーパを生産，使用，\n譲渡等をする行為に限られると解するのが相当であること，②被控訴人製\nの薬剤分包装置は，構成要件Ａを充足していないことからすると，ユーザ\nは，構成要件Ａを充足する薬剤分包装置に使用するために一体化製品を製\n造（生産），使用することはないから，ユーザによる一体化製品の製造（生\n産）は，本件訂正発明に係る「物の生産」に該当しない旨主張する。\nしかしながら，前記認定のとおり，一体化製品は本件訂正発明の技術的\n範囲に属するから，ユーザによる一体化製品の製造（生産）は，本件訂正\n発明に係る「物の生産」に該当するというべきである。\nしたがって，控訴人らの上記主張は採用することができない。」\n４  争点(4)（無効の抗弁の成否）について\n(1)  争点(4)ア（補正要件違反の無効理由の有無）について\n控訴人らは，本件補正のうち，本件出願時の請求項１の「シートを２つ折\nりしその間にホッパから薬剤を投入し」にいう「シートを２つ折りし」を「２\nつ折りされたシート」と補正したことは，薬剤分包装置外であらかじめ折り\n畳まれたシートという新たな技術的事項を導入するものであり，本件出願の\n願書に最初に添付した明細書（以下「出願当初明細書」という。乙３１）に\n記載した事項の範囲内においてしたものといえないから，本件特許には，補\n正要件違反の無効理由（特許法１７条の２第３項，１２３条１項１号）があ\nる旨主張する。\nそこで検討するに，出願当初明細書の【００１８】には，「分包部は，三\n角板４で２つ折りにされた際にホッパ５から所定量の薬剤が投入された後，\nミシン目カッタを有する加熱ローラ６により所定間隔で幅方向と両側縁部と\nを帯状にヒートシールするように設けられている。」との記載がある。\nしかるところ，薬剤分包紙の構成については，乙２２（特開昭５９－１１\n５２２３号公報）の「従来は第１図から第３図までに示すように，薬剤分包\n機内に二つ折りの状態で収装されている分包紙５Ｘは，後記するボビン型の\n巻心部材３Ｘかまたはリール型の巻心部材４に巻取られていた。」（１頁左\n下欄１７行～２０行），「第４図から第６図までに示すように，従来から巻\n心部材に巻着して使用されている二つ折りによる分包紙の規定量宛消費後に\n補給交換を必要とする基準位置，すなわち最終端から初端方向に限定距離Ｌ\nを経た当該分包紙５の表面側となる自体面に，この種の薬剤分包機に使用さ\nれている公知の磁気センサー９が直接的に接触してその磁力を検知するのに\n充分な面積を持つ磁性体層６（例えば磁性粉あるいは磁性粉を合成ゴム等の\n内部に混入して成形された磁性片）が，印刷あるいは貼着等により一体状の\n露出態に形成されて磁気付の分包紙５に構成されている。」（２頁右下欄６\n行～１７行）との記載及び第４図（別紙２参照）の記載，乙２３（実公昭６\n１－４５０７４号公報）の「巻芯の外側に巻取つた二つ折り分包紙の折り目\n間に一定容量（一定重量）の薬剤を供給する動作と，上記薬剤の供給後に分\n包紙を一定長さ巻戻して開放部をシールする動作とを交互に繰り返して分包\n作業を連続して行なうようにした薬剤分包機においては，…」（１欄１１～\n１６行）との記載からすれば，薬剤分包装置に使用されるロールペーパにお\nいて，芯管に２つ折りされたシートがロール状に巻かれたもの（ダブルタイ\nプ）が存在することは，本件出願の優先日当時（優先日平成８年９月２０日），\n技術常識であったことが認められる。\n上記技術常識を考慮すると，出願当初明細書の【００１８】の「分包部は，\n三角板４で２つ折りにされた際にホッパ５から所定量の薬剤が投入された」\nとの記載は，分包部の三角板４によってシートに折り目を付けてＶ字状にし，\nその間に薬剤が投入される場合だけでなく，ダブルタイプのロールペーパの\nように，分包部に搬送される前にあらかじめ２つ折りに折り畳まれたシート\nを開いてＶ字状にし，その間の開口部に薬剤が投入される場合も想定されて\nいるものと理解できる。\nそうすると，本件出願時の請求項１の「シートを２つ折りし」を「２つ折\nりされたシート」と補正することによって，出願当初明細書のすべての記載\nを総合することにより導かれる技術的事項との関係において，新たな技術的\n事項を導入するものではないものと認められる。\nしたがって，上記補正は，出願当初明細書に記載した事項の範囲内のもの\nであると認められるから，控訴人らの上記主張は理由がない。\n(2)  争点(4)イ（明確性要件違反の無効理由の有無）について\nア  「その角度センサによる検出が可能な位置」について\n以下のとおり訂正するから，原判決の「事実及び理由」の第４の４(1)\n記載のとおりであるから，これを引用する。\n(ア)  原判決４３頁２４頁及び４４頁１０行目の各「本件発明」をいずれ\nも「本件訂正発明」と改める。\n(イ)  原判決４４頁１９行目から２１行目までを次のとおり改める。\n「  したがって，本件訂正発明の「その角度センサによる検出が可能な\n位置」の内容は明確であるから，控訴人らの上記主張は理由がない。」\nイ  「２つ折りされたシート」について\n控訴人らは，本件訂正発明の「２つ折りされたシート」は，いかなる態\n様のシートが含まれるのか明確に把握できないから，不明確である旨主張\nする。\nしかしながら，前記２(2)のとおり，本件訂正発明の「２つ折りされたシ\nート」との構成は，あらかじめ薬剤分包紙が装置外で２つに折り畳まれて\nいたか（ダブルタイプ）否か（シングルタイプ）に関わらず，薬剤分包紙\nが搬送方向にＶ字状に折り曲げられた状態を指すものと理解できる。そし\nて，本件明細書の【００１２】及び【００１８】には，薬剤を投入しやす\nいように薬剤分包紙を搬送方向にＶ字状に折り曲げた状態にすること，す\nなわち２つ折りにすることの記載がある。この記載を参酌すれば，「２つ\n折り」がどのような状態を指すかは明確に理解できる。\nしたがって，本件訂正発明の「２つ折りされたシート」の内容は明確で\nあるから，控訴人らの上記主張は理由がない。\nウ  「用いられ」について\n控訴人らは，構成要件Ａの「用いられ」とは，構成要件Ａを充足する薬\n剤分包装置において使用することが可能な構成を有していることで足りる\nとすれば，構成要件Ａの「上記中空軸と上記支持軸の固定支持板間で」，\n「測長センサ」，「分包部へのシート送り経路上でシート送り長さを測定\nする」，「シート送りローラで送り出す」，「中空軸のずれを検出する」\nといった要件の充足性を判断する必要がないことになるため，これらの要\n件のいずれかを充足しない薬剤分包装置にロールペーパが使用されていた\n場合であっても，当該ロールペーパも侵害品となるおそれがあるから，構\n成要件Ａの「用いられ」との要件は，特許発明の外延を不明確にするもの\nであり，第三者に不測の不利益を及ぼすこととなるので，明確性要件に違\n反する旨主張する。\nしかしながら，前記２(1)ア認定のとおり，本件訂正発明の「用いられ」\nとは「用いることが可能な」を意味するものと明確に理解できるから，控\n訴人らの上記主張は理由がない。\nエ  小括\n以上のとおり，本件訂正発明の「その角度センサによる検出が可能な位\n置」，「２つ折りされたシート」及び「用いられ」の内容はいずれも明確\nであり，本件訂正発明の特許請求の範囲（請求項１）の記載は，特許を受\nけようとする発明が明確であるものと認められるから，本件特許は明確性\n要件に適合する。\nしたがって，本件特許の明確性要件違反をいう控訴人らの主張は理由が\nない。\n(3)  争点(4)ウ（サポート要件違反の無効理由の有無）について\nア  前記(2)イのとおり，本件訂正発明の「２つ折りされたシート」について\nは，本件明細書の【００１２】及び【００１８】に記載があり，本件訂正\n発明は，本件明細書の「発明の詳細な説明」に記載したものであることが\n認められる。\nイ  控訴人らは，薬剤分包装置の角度センサによって検知される磁石を備え\nてはいるが，角度センサと測長センサの検出信号を検出してロールペーパ\nの巻量を検出する構成も，シートの巻量を検出し，シートの巻量に応じた\nシート張力を中空軸に付与する構成も有しない薬剤分包用ロールペーパが，\n構成要件Ａを充足する薬剤分包装置に使用可能であれば，本件訂正発明の\n技術的範囲に含まれるとすれば，このような薬剤分包用ロールペーパは，\n本件訂正発明の課題を解決できないから，本件明細書のサポート要件に欠\nける旨主張する。\nしかしながら，控訴人ら主張の薬剤分包用ロールペーパは，本件訂正発\n明の技術的範囲に属するものとはいえないから，控訴人らの上記主張は，\nその前提を欠くものであり，理由がない。\nウ  以上のとおり，本件特許のサポート要件違反をいう控訴人らの主張は，\n理由がない。\n(4)  争点(4)エ（乙６０を主引用例とする本件訂正発明の新規性欠如の無効理\n由の有無）について\nア  控訴人らは，原出願明細書には，少なくとも測長センサの検出信号に基\nづき，ブレーキ力を制御することによって発明の課題を解決することが記\n載されているが，本件訂正発明は，あくまで「ロールペーパ」という物の\n発明であり，「ロールペーパの回転速度を検出するために支持軸に角度セ\nンサを設け」，「ロールペーパを上記中空軸に着脱自在に固定してその固\n定時に両者を一体に回転させる手段をロールペーパと中空軸が接する端に\n設け」ている薬剤分包装置において用いることができ，当該角度センサに\nよって検出可能な位置に複数の磁石を設けたロールペーパであると認定し\nた場合には，測長センサの検出信号の検出や，それに基づいてシートの巻\n量を検出し，シートの巻量に応じたシート張力を中空軸に付与するとの事\n項は本件訂正発明の要旨に含まれないため，本件明細書には原出願明細書\n記載の発明の課題を解決することを超えた技術的事項が記載されているこ\nとになり，新規事項の追加に当たるから，本件出願は，分割出願の要件を\n満たしていない旨主張する。\nしかしながら，原出願明細書には，本件訂正発明の特許請求の範囲（請\n求項１）に記載された事項の記載があること（請求項３，【０００５】な\nいし【０００９】，【００１２】，【００１６】ないし【００１９】，【０\n０４３】ないし【００５１】，【０１０８】）が認められるから，本件訂\n正発明は原出願明細書に記載した事項の範囲内のものであることが認めら\nれる。\nしたがって，控訴人らの上記主張は理由がない。\nイ  控訴人らは，本件明細書の【００１０】の記載は，原出願明細書に記載\nがないこと，上記【００１０】の記載に係る中空芯管の端に突出部を設け\nる方法が回転支持軸への装着などの操作が重く，操作時に突出部を周囲の\n機器に当てて損傷させる虞があるため好ましくないものに当たることまで\n本件原出願の優先日当時の技術常識であるということはできないことから\nすると，上記【００１０】の記載は，新規事項の追加に当たるから，本件\n出願は，分割出願の要件を満たしていない旨主張する。\nそこで検討するに，本件明細書の【００１０】は，「又，中空芯管の端\nに突出部を設ける方法は，上記のような長尺のロールペーパは全体として\nかなりの重さとなるため，回転支持軸への装着などの操作が重く，操作時\nに突出部を周囲の機器に当てて損傷させる虞れがあり，突出部を設ける方\n法は好ましくない。」というものである。\nそして，本件明細書には，【０００８】に「…このようなロールペーパ\nの巻径の変化を検出する上記巻径検出センサによる方法以外の方法として，\n…あるいはロールペーパの中空芯管の端に突出部を設け，突出部に設けた\nマークを光センサで読取る方法などが考えられる。」との記載があること\nに照らすと，上記【００１０】の記載は，従来の薬剤分包装置に関する問\n題点として，「ロールペーパの巻径の変化を検出する上記巻径検出センサ\nによる方法以外の方法」の一つである「中空芯管の端に突出部を設ける方\n法」の問題点を具体的に記載したものと理解できる。\nしかるところ，原出願明細書には，本件明細書の上記【０００８】及び\n【００１０】に相当する記載はないが，他方で，本件訂正発明は，シート\nの使用による巻量の変化を巻径検出センサで段階的に検出する方式による\n問題点（【０００４】ないし【０００６】）を解決し，「…薬剤分包装置\nに用いられ，分包装置の給紙部における角度センサに対し回転角度データ\nを与えることのできる薬剤分包用ロールペーパを提供することを課題」\n（【００１１】）とする発明であり，従来の「中空芯管の端に突出部を設\nける方法」の問題点を解決することを課題とするものではないことからす\nると，本件明細書の上記【００１０】の記載は，本件訂正発明の技術的意\n義に影響を及ぼすものではなく，原出願明細書に新たな技術的事項を導入\nするものではない。\nしたがって，上記【００１０】の記載が新規事項の追加に当たるとする\n控訴人らの上記主張は，理由がない。\nウ  以上によれば，本件出願が分割要件を満たしていないことを前提に本件\n訂正発明の乙６０を主引用例とする新規性欠如をいう控訴人らの主張は，\nその前提を欠くものであるから，理由がない。\n(5)  争点(4)オ（乙２２を主引用例とする本件訂正発明の進歩性欠如の無効理\n由の有無）について\n被控訴人は，①控訴人らが原審において無効の抗弁を主張した後，控訴人\n日進のみが本件特許を無効にすることを求める別件無効審判を請求し，本件\n特許の設定登録時の請求項１及び２に係る発明の無効理由として，明確性要\n件違反（「無効理由１」），「審判甲１」（乙２２）を主引用例とする新規\n性欠如（「無効理由２」），「審判甲１」（乙２２）を主引用例とし，「審\n判甲７」（乙４９）に記載された事項（「甲７事項」）を副引用例とする進\n歩性欠如（「無効理由３」），「審判甲２」（乙２３）を主引用例とし，「審\n判甲１」（乙２２）に記載された事項（「甲１事項」）等を副引用例とする\n進歩性欠如（「無効理由４」），「審判甲２」（乙２３）を主引用例とし，\n「甲７事項」等を副引用例とする進歩性欠如（「無効理由５」）を主張した\nが，別件審決は，控訴人日進主張の上記無効理由１ないし５はいずれも理由\nがないとして，請求不成立とする審決をしたところ，控訴人日進が別件審決\nに対する審決取消訴訟を提起しなかったため，別件審決は，原判決の言渡し\n前に確定した，②控訴人ら主張の乙２２を主引用例とする進歩性欠如の無効\n理由は，別件無効審判における「無効理由３」と実質的に同一の事実及び同\n一の証拠に基づくものであるから，別件無効審判の請求人である控訴人日進\n並びに控訴人日進と密接な取引関係にある控訴人セイエー及び控訴人ＯＨＵ\nの３者が，当審において，上記無効理由による無効の抗弁を主張することは，\n訴訟上の信義則に反し，許されない旨主張するので，以下において判断する。\nア  前記第２の１の前提事実と一件記録によれば，本件訴訟の経過等として，\n次の事実が認められる。\n(ア)  控訴人日進は，平成２６年１２月頃から，調剤薬局等に対し，控訴\n人日進と控訴人セイエーが共同開発した被告製品を販売するようになっ\nた。\n控訴人日進，控訴人ＯＨＵ及び控訴人セイエーの３者間には，被告製\n品に関し，控訴人日進が控訴人ＯＨＵに対して被告製品を発注し，この\n発注を受けた控訴人ＯＨＵが控訴人セイエーに対して被告製品の製造を\n委託し，この委託を受けた控訴人セイエーが被告製品を製造して，控訴\n人日進に供給し，これにより，控訴人セイエーは控訴人ＯＨＵに対し，\n控訴人ＯＨＵは控訴人日進に対し被告商品をそれぞれ販売するという継\n続的な取引関係があった。\n(イ)  被控訴人は，平成２８年７月４日，控訴人らによる被告製品の製造，\n販売が被控訴人の有する本件特許権の間接侵害等に当たる旨主張して，\n控訴人らに対し，本件特許権侵害の不法行為に基づく損害賠償金の連帯\n支払を求める本件訴訟を原審に提起した。\n控訴人らは，同年１２月８日の原審第２回弁論準備手続期日において，\n準備書面(2)（無効論）に基づき，明確性要件違反，乙２２を主引用例と\nする新規性欠如，乙２３を主引用例とする新規性欠如の無効理由による\n無効の抗弁を主張し，平成２９年３月１６日の原審第４回弁論準備手続\n期日において，準備書面(5)（無効論）に基づき，上記無効理由に加えて，\n乙２２を主引用例とする進歩性欠如，乙２３を主引用例とする進歩性欠\n如，補正要件違反，サポート要件違反，明確性要件違反（「２つ折りさ\nれたシート」に係るもの）の無効理由による無効の抗弁を主張した。\nその後，控訴人らは，同年６月３０日の原審第６回弁論準備手続期日\nにおいて，準備書面(7)（無効論）に基づき，新たに乙２３（乙２３’発\n明）を主引用例，乙２２（乙２２発明）を副引用例とする進歩性欠如の\n無効理由による無効の抗弁を主張した。\n(ウ)  控訴人日進は，平成２９年７月１０日，本件特許の設定登録時の請\n求項１及び２に係る発明についての特許を無効にすることを求める別件\n無効審判を請求した。控訴人日進が別件無効審判で主張した無効理由は，\n明確性要件違反（「無効理由１」），「審判甲１」（乙２２）を主引用\n例とする新規性欠如（「無効理由２」），「審判甲１」（乙２２）を主\n引用例とし，「審判甲７」（乙４９）に記載された事項（「甲７事項」）\nを副引用例とする進歩性欠如（「無効理由３」），「審判甲２」（乙２\n３）を主引用例とし，「審判甲１」（乙２２）に記載された事項（「甲\n１事項」）等を副引用例とする進歩性欠如（「無効理由４」），「審判\n甲２」（乙２３）を主引用例とし，「甲７事項」等を副引用例とする進\n歩性欠如（「無効理由５」）である。上記「無効理由３」は，乙２２を\n主引用例とする本件訂正発明の進歩性欠如の無効理由と，上記「無効理\n由４」及び「無効理由５」は，乙２３を主引用例とする本件訂正発明の\n進歩性欠如による無効理由と実質的に同一の事実及び同一の証拠に基づ\nくものである。\n被控訴人は，同年１０月６日，別件無効審判において，本件訂正をし\nた後，同月１９日の原審第９回弁論準備手続期日において，第７準備書\n面に基づき，本件訂正と同一内容の訂正に係る訂正の再抗弁の主張をし\nた。また，控訴人らは，上記弁論準備手続期日において，別件無効審判\nの審判請求書（乙４６）を書証として提出した。\n控訴人らは，同年１２月１１日の原審第１０回弁論準備手続期日にお\nいて，準備書面(9)に基づき，被控訴人の訂正の再抗弁に対する反論をし\nた。\n原審の受命裁判官は，平成３０年１月２９日の原審第１１回弁論準備\n手続期日において，本件の侵害論の審理を終了し，損害論の審理を進め\nると述べた。\n控訴人らは，同年３月１２日の原審第１２回弁論準備手続期日におい\nて，別件無効審判に係る被控訴人作成の同年２月２日付け「口頭審理陳\n述要領書(2)」（乙５６）を書証として提出した。\n(エ)  特許庁は，平成３０年６月２６日，本件訂正を認めた上で，控訴人\n日進主張の「無効理由１」ないし「無効理由５」により本件特許を無効\nとすることはできないとして，別件無効審判の請求は成り立たないとの\n別件審決をした。その後，控訴人日進は，出訴期間内に別件審決に対す\nる審決取消訴訟を提起しなかったため，別件審決は，確定し，同年８月\n２８日，その旨の確定登録が経由された。\n原審は，同月２４日，原審第２回口頭弁論期日において，口頭弁論を\n終結した後，同年１２月１８日，被控訴人の請求を一部認容する原判決\nを言い渡した。原判決は，控訴人ら主張の無効の抗弁はいずれも理由が\nないものと判断した。\n(オ)  控訴人は，平成３０年１２月２８日，本件控訴を提起した。\nその後，控訴人は，平成３１年２月１５日付け控訴理由書において，\n原判決には，乙２２を主引用例とする進歩性欠如，乙２３を主引用例と\nする進歩性欠如，明確性要件違反及びサポート要件違反の無効理由の判\n断に誤りがあることを主張するとともに，新たに本件出願に分割要件違\n反があることを前提とした乙６０を主引用例とする進歩性欠如の無効理\n由を主張した。\n当審は，令和元年５月１６日の本件第１回口頭弁論期日において，口\n頭弁論を終結した。\nイ  特許法１６７条は，特許無効審判の審決が確定したときは，当事者及び\n参加人は，同一の事実及び同一の証拠に基づいてその審判を請求すること\nができないと規定している。この規定の趣旨は，先の審判の当事者及び参\n加人は先の審判で主張立証を尽くすことができたにもかかわらず，審決が\n確定した後に同一の事実及び同一の証拠に基づいて紛争の蒸し返しができ\nるとすることは不合理であるため，同一の当事者及び参加人による再度の\n無効審判請求を制限することにより，紛争の蒸し返しを防止し，紛争の一\n回的解決を実現させることにあるものと解される。このような紛争の蒸し\n返しの防止及び紛争の一回的解決の要請は，無効審判手続においてのみ妥\n当するものではなく，侵害訴訟の被告が同法１０４条の３第１項に基づく\n無効の抗弁を主張するのと併せて，無効の抗弁と同一の無効理由による無\n効審判請求をし，特許の有効性について侵害訴訟手続と無効審判手続のい\nわゆるダブルトラックで審理される場合においても妥当するというべきで\nある。\nそうすると，侵害訴訟の被告が無効の抗弁を主張するとともに，当該無\n効の抗弁と同一の事実及び同一の証拠に基づく無効理由による無効審判請\n求をした場合において，当該無効審判請求の請求無効不成立審決が確定し\nたときは，上記侵害訴訟において上記無効の抗弁の主張を維持することは，\n訴訟上の信義則に反するものであり，民事訴訟法２条の趣旨に照らし許さ\nれないと解するのが相当である。\nこれを本件についてみるに，前記アの認定事実によれば，①控訴人らは，\n本件訴訟の原審において，本件特許について，明確性要件違反，サポート\n要件違反，乙２２を主引用例とする新規性欠如及び進歩性欠如，乙２３を\n主引用例とする新規性欠如及び進歩性欠如等の無効理由による無効の抗弁\nを主張したこと，②控訴人らのうち，控訴人日進のみが本件特許を無効に\nすることを求める別件無効審判を請求し，本件特許の設定登録時の請求項\n１及び２に係る発明の無効理由として「無効理由１」ないし「無効理由５」\nを主張し，被控訴人は別件無効審判手続において本件訂正をしたところ，\n特許庁は，本件訂正を認めた上で，控訴人日進主張の「無効理由１」ない\nし「無効理由５」により本件特許を無効とすることはできないとして，別\n件無効審判の請求は成り立たないとの別件審決をしたこと，③控訴人日進\nが別件審決に対する審決取消訴訟を提起しなかったため，別件審決は，原\n判決の言渡し前に確定したことが認められる。\n加えて，控訴人日進が原審及び当審において主張する乙２２を主引用例\nとする本件訂正発明の進歩性欠如の無効理由は，確定した別件審決で排斥\nされた「無効理由３」と実質的に同一の事実及び同一の証拠に基づくもの\nと認められるから（前記ア(ウ)），被控訴人日進が当審において乙２２を\n主引用例とする本件訂正発明の進歩性欠如の無効理由による無効の抗弁を\n主張することは，訴訟上の信義則に反するものであり，民事訴訟法２条の\n趣旨に照らし許されないと解すべきである。\nウ  次に，控訴人セイエー及び控訴人ＯＨＵについて検討するに，①控訴人\nセイエー及び控訴人ＯＨＵは，別件無効審判の請求人又は参加人のいずれ\nでもないが，控訴人日進，控訴人ＯＨＵ及び控訴人セイエーの３者間には，\n被告製品に関し，控訴人セイエーは控訴人ＯＨＵに対し，控訴人ＯＨＵは\n控訴人日進に対し被告商品をそれぞれ販売するという継続的な取引関係が\nあり，本件特許が別件無効審判で無効とされた場合には，被控訴人の控訴\n人らに対する請求はいずれも理由がないことに帰するので，別件無効審判\nに関する利害は，控訴人ら３者間で一致していること，②控訴人セイエー\n及び控訴人ＯＨＵは，原審において，控訴人日進の主張する無効の抗弁と\n同一の無効の抗弁を主張し，また，控訴人日進とともに，別件無効審判の\n審判請求書（乙４６）及び被控訴人作成の「口頭審理陳述要領書(2)」（乙\n５６）を書証として提出していることからすると，控訴人セイエー及び控\n訴人ＯＨＵは，別件無効審判の内容及び経緯について十分に認識し，別件\n無効審判における被告日進の主張立証活動を事実上容認していたものと認\nめられること，上記①及び②の事実関係の下においては，控訴人セイエー\n及び控訴人ＯＨＵは，別件無効審判の請求人の控訴人日進と同視し得る立\n場にあるものと認めるのが相当であるから，確定した別件審決で排斥され\nた「無効理由３」と実質的に同一の事実及び同一の証拠に基づく乙２２を\n主引用例とする本件訂正発明の進歩性欠如の無効理由による無効の抗弁の\n主張をすることを控訴人セイエー及び控訴人ＯＨＵに認めることは，紛争\nの蒸し返しができるとすることにほかならないというべきである。\nしたがって，控訴人セイエー及び控訴人ＯＨＵにおいても，控訴人日進\nと同様に，当審において乙２２を主引用例とする進歩性欠如の無効理由に\nよる無効の抗弁を主張することは，訴訟上の信義則に反するものであり，\n民事訴訟法２条の趣旨に照らし許されないと解すべきである。\nエ  以上によれば，被控訴人の前記主張は理由があるから，その余の点につ\nいて判断するまでもなく，乙２２を主引用例とする本件訂正発明の進歩性\n欠如をいう控訴人らの主張は理由がない。\n(6)  争点(4)カ（乙２３を主引用例とする本件訂正発明の進歩性欠如の無効理\n由の有無）について\n被控訴人は，控訴人ら主張の乙２３を主引用例とする進歩性欠如の無効理\n由は，別件無効審判における「無効理由４」及び「無効理由５」と実質的に\n同一の事実及び同一の証拠に基づくものであるから，別件無効審判の請求人\nである控訴人日進並びに控訴人日進と密接な取引関係にある控訴人セイエ\nー及び控訴人ＯＨＵの３者が，当審において，上記無効理由による無効の抗\n弁を主張することは，訴訟上の信義則に反し，許されない旨主張する。\nそこで検討するに，控訴人らが原審及び当審において主張する乙２３を主\n引用例とする本件訂正発明の進歩性欠如の無効理由は，前記(5)ア(ウ)認定\nのとおり，控訴人日進及び被控訴人間の確定した別件審決で排斥された「無\n効理由４」及び「無効理由５」と実質的に同一の事実及び同一の証拠に基づ\nくものと認められる。\nそうすると，前記(5)ウ及びエで説示したのと同様の理由により，控訴人\nらが当審において乙２３を主引用例とする進歩性欠如の無効理由による無\n効の抗弁を主張することは，訴訟上の信義則に反するものであり，民事訴訟\n法２条の趣旨に照らし許されないと解すべきであるから，被控訴人の上記主\n張は理由がある。\nしたがって，その余の点について判断するまでもなく，乙２３を主引用例\nとする本件訂正発明の進歩性欠如をいう控訴人らの主張は理由がない。\n(7)  小括\n以上のとおり，控訴人ら主張の無効理由はいずれも理由がなく，本件特許\nは，特許無効審判により無効にされるべきものと認められないから，控訴人\nらの無効の抗弁（特許法１０４条の３第１項に基づく本件特許権の権利行使\nの制限）は理由がない。\n５  争点(5)（被控訴人の損害額）について\n原判決の「事実及び理由」の第４の５記載のとおりであるから，これを引用\nする。\n６  結論\n以上によれば，被控訴人の請求は，控訴人日進に対し，９７万０７６８円及\nびこれに対する平成２８年７月１４日から支払済みまで年５分の割合による金\n員の支払（うち４８万５３８４円及びこれに対する同日から支払済みまで年５\n分の割合による金員については控訴人ＯＨＵと連帯，うち２４万２６９２円及\nびこれに対する同月１５日から支払済みまで年５分の割合による金員について\nは控訴人セイエーと連帯）の支払を，控訴人ＯＨＵに対し，４８万５３８４円\n及びこれに対する同月１４日から支払済みまで年５分の割合による金員の支払\n（全額について控訴人日進と連帯，うち２４万２６９２円及びこれに対する同\n月１５日から支払済みまで年５分の割合による金員については控訴人セイエー\nと連帯）を，控訴人セイエーに対し，２４万２６９２円及びこれに対する同日\nから支払済みまで年５分の割合による金員の支払（全額について控訴人日進及\nび控訴人ＯＨＵと連帯）の支払をそれぞれ求める限度で理由があり，その余は\n理由がない。\nしたがって，これと同旨の原判決は相当であるから，控訴人らの本件控訴を\nいずれも棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      大    鷹    一    郎\n裁判官      古     河    謙    一\n裁判官      岡    山    忠    広\n別紙１\n【図１】\n【図２】\n【図３】\n【図４】\n【図５】\n【図６】\n【図７】\n【図８】\n別紙２\n【第４図】\n"
}