{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 2,
    "day": 21
  },
  "case_number": "平成21(ワ)38953",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82114",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82114",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/114/082114_hanrei.pdf",
  "contents": "平成２４年２月２１日判決言渡  同日原本領収  裁判所書記官\n平成２１年（ワ）第３８９５３号  損害賠償請求事件\n口頭弁論終結日  平成２３年１１月１５日\n判              決\n東京都千代田区＜以下略＞\n原              告        株 式 会 社 Ａ Ｚ Ｅ\n同訴訟代理人弁護士        永        島        賢        也\n川崎市幸区＜以下略＞\n被              告                      Ａ\n同訴訟代理人弁護士        吉        田        和        彦\n同                        奥        村        直        樹\n同訴訟復代理人弁護士        松        野        仁        彦\n主              文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，原告に対し，４６００万円及びこれに対する平成２１年１１月１２日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，医療用画像解析ソフトウェアの開発等を業とする原告が，原告の製\n造・販売する医療用擬似３次元画像解析システムに関する情報が原告の営業秘\n密に当たるにもかかわらず，原告の元取締役である被告がこの情報を第三者に\n開示・漏えいしたとして，被告に対し，忠実義務違反若しくは秘密保持義務を\n定めた誓約書違反の債務不履行又は不法行為に基づき，逸失利益相当額等の損\n害賠償を求める事案である。\n１  前提事実（争いのない事実並びに証拠及び弁論の全趣旨により容易に認めら\nれる事実）\n(1)  当事者\nア  原告は，医療機器のハードウェアやソフトウェアの企画，開発，製造及\nび販売並びに医療用画像解析ソフトウェアの開発等を業とする株式会社で\nある（目的につき弁論の全趣旨）。\nイ  被告は，大阪大学基礎工学部情報工学科，同大学大学院基礎工学研究科\nに順次入学した後，遅くとも平成１４年７月には原告に入社して取締役に\n就任し，平成１５年３月，同大学院を卒業した者である（乙１５，弁論の\n全趣旨）。\n(2)  原告の製品と被告の退職等\nア  原告は，医療用擬似３次元画像解析システム「ＡＺＥ Ｖｉｒｔｕａｌ\nＰｌａｃｅ」（以下「原告製品」という。）を開発・製造し，これを医療\n機関等に販売していた。もっとも，原告製品には，画像上，陰となるべき\n部分が明るく描出される現象が存在した（以下，この事実を「本件情報」\nという。）。（甲３，１１，１２，２２，２３）。\nイ  被告は，原告在籍中に同社のソフトウェア開発部門の責任者を務めてお\nり，平成１７年１月２６日に原告に対し同年２月２８日付けで退職する旨\nを申し入れ，同年２月２８日に次の誓約事項を含む誓約書（以下「本件誓\n約書」という。）を原告に提出した上で，原告を退職した。\n１条  私は，在籍中に従事した業務において知り得た貴社（関連会社・取\n引先企業を含む）が秘密として管理している以下に示される技術上・\n営業上の情報（以下「営業秘密」という）について，退職後において\nも，これを他に開示・漏洩したり，権利を主張したり，自ら使用しな\nいことを誓約します。\n１号  製品開発，製造及び販売における企画，技術資料，製造原価，価\n格決定等の情報\n２号  製品開発等の技術上の情報，知的財産権に関する情報，権利\n（以下略）\n６条  前各号に違反して，貴社の営業秘密を開示，漏洩若しくは使用した\n場合，法的な責任を負担するものであることを確認し，これにより貴\n社が被った一切の損害を賠償することを誓約します。\nウ  富士フイルム株式会社（以下「富士フイルム」という。）は，平成１９\n年４月１２日，発明の名称を「画像処理方法および装置並びにプログラ\nム」，発明者を被告ほか１名とした，ボリュームレンダリング法によって\n多数の２次元画像の群からなる３次元画像データから擬似３次元画像を\n生成する画像処理方法及び装置並びにプログラムに関する発明を特許出\n願（特願２００７－１０５１９７。以下「本件出願」という。）した。そ\nの明細書には，「本来陰となるはずの部分に光が当たっているかのような\n不自然な画像となるという問題がある。」（【０００８】，４頁２９行～\n３０行）という記載がある。（明細書の記載につき甲３）\nエ  富士フイルム及びその関連会社である富士フイルムメディカル株式会社\nは，平成２０年９月ころから，医療機関等に対し，医療用擬似３次元画像\n解析システム「ＳＹＮＡＰＳＥ  ＶＩＮＣＥＮＴ」（以下「富士製品」と\nいう。）を販売している（甲５，８，１３，被告本人）。\n２  争点及び当事者の主張\n本件の争点は，①本件情報は営業秘密に該当するか，②被告は本件情報を開\n示・漏えいしたか，③被告の責任及び損害等である。\n(1)  争点①（本件情報は営業秘密に該当するか）について\n（原告の主張）\nア  原告製品において画像上，陰となるべき部分が明るく描出される現象は，\n光源を初期設定の正面ではなくて真上や真横に置くなど，通常の医療業務\nでは用いない特殊な設定をした場合にのみ現れ，顧客からの指摘もなかっ\nた。上記現象は，Ｂが昭和６３年や平成４年に公表した各論文やその他の\n文献にも記載されていないから，非公知であった。仮に上記現象が公知で\nあったとしても，本件誓約書上の営業秘密は公知事実を除外しておらず，\n原告は，本件情報を秘密として扱っていた。\nこのため，本件情報は，取締役が忠実義務の一内容として保持すべき「秘\n密」や本件誓約書上の「秘密」に当たる。\nイ  被告は，原告のソフトウェア開発部門の責任者を務める中で，本件情報\nを有するに至ったから，本件情報は，本件誓約書上の「在籍中に従事した\n業務において知り得た…技術上…の情報」に当たる。\nウ  原告は，被告に対し，本件誓約書により，原告の営業秘密についての秘\n密保持義務を課していたから，本件情報は，本件誓約書上，原告が「管理\nしている」情報に当たる。\nエ  原告の取締役が忠実義務の一内容として保持すべき営業秘密や本件誓約\n書上の営業秘密は，有用性を要件とするものではないが，本件情報は，ネ\nガティブインフォメーションであり，有用性もある。\nオ  したがって，本件情報は，原告の取締役が忠実義務の一内容として保持\nすべき営業秘密や本件誓約書上の営業秘密に該当する。\n（被告の主張）\nア  原告製品が採用している多数の２次元画像の群からなる３次元画像デー\nタから擬似３次元画像を生成するボリュームレンダリング法は，立体感を\n表現するため，ｂ(Ｐｖ)＝ｈ(Ｎ(Ｐｖ)・Ｌ)×ｃ(Ｐｖ)という公知の数式\nを用いて陰影付けを行うことがあり，Ｎ(Ｐｖ)・Ｌという内積値の算出に\n負の余弦値（cosθ）も用いることから，画像上，陰となるべき部分が明\nるく描出される現象が生じることは，公知であった。上記現象は，Ｂが昭\n和６３年に上記数式と同旨の数式を公表した論文若しくは平成４年に上\n記現象への対処法を公表した論文，又はその他の文献によっても，公知で\nあり，被告も大学院在学当時から知っていた。\n原告製品において画像上，陰となるべき部分が明るく描出される現象\nは，光源を初期設定の正面以外の場所に置いたときに現れる上，取扱説明\n書にも光源を動かす方法が記載されていたから，通常の医療業務では用い\nない特殊な設定をした場合にのみ現れるものでもない。なお，「秘密」と\nいう概念は，非公知であることを包含するから，公知の事実が「秘密」に\n当たる余地はない。\nこのため，本件情報は，取締役が忠実義務の一内容として保持すべき「秘\n密」や本件誓約書上の「秘密」に当たらない。\nイ  被告は，前記アのとおり，大学院在学当時から，ボリュームレンダリン\nグ法に画像上，陰となるべき部分が明るく描出される現象が生じることを\n知っていたから，本件情報は，本件誓約書上の「在籍中に従事した業務に\nおいて知り得た…技術上…の情報」に当たらない。\nウ  本件情報は，公知の事実であるから，本件誓約書上，原告が「管理して\nいる」情報に当たらない。\nエ  本件情報は，情報としての財産的価値がないから，有用性を欠く。\nオ  したがって，本件情報は，原告の取締役が忠実義務の一内容として保持\nすべき営業秘密や本件誓約書上の営業秘密に該当しない。\n(2)  争点②（被告は本件情報を開示・漏えいしたか）について\n（原告の主張）\n前記１（前提事実）(2)ウのとおり，富士フイルムがした発明者を被告等と\nする本件出願に係る明細書には，「本来陰となるはずの部分に光が当たって\nいるかのような不自然な画像となるという問題がある。」（４頁２９行～３\n０行）という記載で，本件情報が開示されていたから，被告は，富士フイル\nムに対し，本件情報を開示・漏えいしたというべきである。\n（被告の主張）\n被告が富士フイルムに対して本件情報を開示・漏えいしたことはない。\n(3)  争点③（被告の責任及び損害等）について\n（原告の主張）\nア  被告が富士フイルムに対して本件情報を開示・漏えいしたことにより，\n富士フイルム及びその関連会社である富士フイルムメディカル株式会社\nは，医療機関等に対し，本件情報を開示するなどして，平成２０年９月か\nら平成２１年２月までの間に，富士製品を２３台販売した。被告が富士フ\nイルムに対して本件情報を開示・漏えいしなければ，原告は，上記医療機\n関等に対し，原告製品を２３台販売し得たはずである。原告製品１台の販\n売益は，２００万円であるから，原告が被った損害は，４６００万円を下\nらない。\n仮に前記逸失利益が認められないとしても，原告は，本件情報が医療機\n関等に対して開示されることにより，原告製品において画像上，陰となる\nべき部分が明るく描出される問題を解決するためのソフトウェアを研\n究・開発・インストールする必要が生じ，その費用は，４６００万円を下\nらない。\nしたがって，被告は，取締役の忠実義務の一内容として負う秘密保持義\n務や本件誓約書に違反したことにより，原告に４６００万円を下らない損\n害を被らせたものといえるから，債務不履行又は不法行為により，原告に\n対して同額の損害賠償責任を負う。\nイ  よって，原告は，被告に対し，債務不履行又は不法行為に基づき，損害\n賠償金４６００万円及びこれに対する訴状送達の日の翌日である平成２\n１年１１月１２日から支払済みまで民法所定の年５分の割合による遅延\n損害金の支払を求める。\n（被告の主張）\n争う。本件情報は，原告の顧客からの指摘もなかった程度のものである\nから，買い控えを生じさせるものではない。したがって，仮に被告が富士\nフイルムに対して本件情報を開示・漏えいしたとしても，原告の損害との\n間に因果関係はない。\n第３  当裁判所の判断\n１  争点①（本件情報は営業秘密に該当するか）について\n(1)  株式会社の取締役は，当該株式会社からその保有する不正競争防止法２条\n６項所定の営業秘密を示された場合において，信義則上，取締役を退任した\n後も，不正の競業その他の不正の利益を得る目的で，又は当該株式会社に損\n害を加える目的で，当該営業秘密を使用し，又は開示しないという秘密保持\n義務を負うものと解される。そして，この秘密保持義務にいう「秘密」とは，\n同項の規定に照らし，公然と知られていないこと，すなわち，不特定の者が\n公然と知り得る状態にないことを要し，本件誓約書にいう「秘密」も，本件\n誓約書の規定に照らし，これと同様に解するのが相当である。\n本件誓約書上の営業秘密は公知事実を含むという原告の主張は，「隠して\n人に知らせないこと。公開しないこと。また，その内容。」という「秘密」\nの意味に明らかに反するものであって（乙１３），採用することができない。\n(2)  証拠（甲２２，２３，２７，２８，乙１１，１８）及び弁論の全趣旨によ\nれば，原告製品においては，画面上，マウスで「編集」ボタンと属性設定タ\nブ上の「光線変更」ボタンを順次クリックし，現在の光源の方向から照らさ\nれた球体が表示されているダイアログウインドウを開いた上で，上記球体を\nクリックしたままマウスをドラッグし，初期状態である正面以外の光源の方\n向でマウスボタンを放すと，光源の方向が変更され，程度の差はあれ，画像\n上，光源の反対方向で陰となるべき部分が明るく描出される現象が現れるこ\nとが認められる。このため，本件情報は，マウスで３回のクリック操作と１\n回のドラッグ操作のみで容易に知り得るものであり，不特定の者が公然と知\nり得る状態にないとはいえないから，原告の取締役であった被告が信義則上\n保持すべき「秘密」や本件誓約書上の「秘密」に当たる余地はない。\nこの点につき，原告は，原告製品において画像上，陰となるべき部分が明\nるく描出される現象につき，顧客からの指摘がなかった旨主張するとともに，\n原告の被用者において，通常，光源の方向を変更する必要がなく，仮に変更\nする必要があれば，操作がより簡単な画像を回転させる方法によるのが通常\nであるから，顧客が公然と知り得る状態になかった旨陳述する書面（甲２７）\nを提出する。しかしながら，証拠（甲２２，２５）によれば，上記現象には，\n画像の輪郭を明確にする効果もあり，そのために顧客から指摘がなかったと\nも考えられ，顧客から指摘がなかったことをもって，不特定の者が公然と知\nり得る状態にないことを根拠付けるものではない。また，証拠（乙１８，被\n告本人）によれば，画像の凹凸を観察するためには，光源の方向を変更する\n必要が生じることもあること，その場合には，画像を回転させずに観察する\n必要が生じることもあること，原告製品の取扱説明書には，光源の方向を変\n更する方法が記載されていることが認められるから，顧客が上記現象を公然\nと知り得る状態になかったという上記陳述は，採用することができない。\n(3)  以上の点をおくとしても，原告が本件情報を秘密として管理していたこと\nを認めるに足りる証拠はないから，本件情報は，原告の取締役であった被告\nが信義則上保持すべき不正競争防止法２条６項所定の「営業秘密」や本件誓\n約書１条所定の「秘密として管理している」情報に当たる余地もない。\nしたがって，本件情報は，原告の取締役であった被告が信義則上保持すべ\nき営業秘密や本件誓約書上の営業秘密に該当しないというべきである。\n２  争点②（被告は本件情報を開示・漏えいしたか）について\n前記の点をおくとしても，本件出願に係る明細書には，原告製品に画像上，\n陰となるべき部分が明るく描出される問題がある旨の記載はなく，他に被告が\n富士フイルムに対して本件情報を開示・漏えいしたことを認めるに足りる証拠\nもない。\nこの点につき，原告は，本件出願に係る明細書に「本来陰となるはずの部分\nに光が当たっているかのような不自然な画像となるという問題がある。」とい\nう記載があるから，本件情報が開示されている旨主張する。しかしながら，証\n拠（甲３）によれば，本件出願は，法線ベクトルが画素値に対する不透明度の\n設定にかかわらず一定であるために，画像上，被照面となるべき部分が暗く描\n出されるとともに，陰となるべき部分が明るく描出される現象を解決する発明\nに係るものであることが認められる（【０００８】）。これに対し，証拠（甲\n２２，２３）によれば，原告製品では，被照面となるべき部分が暗く描出され\nることは生じていないことが認められる。このため，本件出願に係る明細書に\n記載された上記現象と，原告製品において画像上，陰となるべき部分が明るく\n描出される現象とは，その一部に重なりがあるとしても，同じものと認めるこ\nとはできない。したがって，原告の上記主張は，採用することができない。\n３  結論\n以上によれば，原告の請求は，その余の点につき検討するまでもなく，理由\nがないからこれを棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官        阿      部      正      幸\n裁判官        志      賀              勝\n裁判官        小      川      卓      逸\n"
}