{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 12,
    "day": 14
  },
  "case_number": "平成23(受)1833",
  "case_name": "貸金請求事件",
  "court_name": "最高裁判所第二小法廷",
  "result_type": "判決",
  "result": "棄却",
  "article_info": "民集　第66巻12号3559頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成22(ネ)8278",
  "original_date": {
    "era": "Heisei",
    "year": 23,
    "month": 5,
    "day": 31
  },
  "gist": "根保証契約の主たる債務の範囲に含まれる債務に係る債権の譲渡が元本確定期日前にされた場合に譲受人が保証債務の履行を求めることの可否",
  "case_gist": "根保証契約の主たる債務の範囲に含まれる債務に係る債権を譲り受けた者は，その譲渡が当該根保証契約に定める元本確定期日前にされた場合であっても，当該根保証契約の当事者間において上記債権の譲受人の請求を妨げるような別段の合意がない限り，保証人に対し，保証債務の履行を求めることができる。\n（補足意見がある。）",
  "ref_law": "民法446条1項，民法465条の2第1項，民法466条1項",
  "lawsuit_id": "82820",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=82820",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/820/082820_hanrei.pdf",
  "contents": "平成２３年（受）第１８３３号  貸金請求事件\n平成２４年１２月１４日  第二小法廷判決\n主          文\n本件上告を棄却する。\n上告費用は上告人の負担とする。\n理          由\n上告代理人布留川輝夫の上告受理申立て理由について\n１  本件は，根保証契約の主たる債務の範囲に含まれる債務に係る債権（以下\n「被保証債権」という。）を当該根保証契約に定める元本確定期日前に譲り受けた\n被上告人が，保証人である上告人に対し，保証債務の履行を求める事案である。\n２  原審の適法に確定した事実関係の概要は，次のとおりである。\n(1)  株式会社Ａは，平成１９年６月２９日，有限会社Ｂに対し，弁済期を平成\n２０年６月５日として８億円を貸し付けた。\n(2)  上告人は，平成１９年６月２９日，Ａに対し，Ａを貸主とし，Ｂを借主と\nする金銭消費貸借契約取引等により生ずるＢの債務（上記(1)の貸付けに係るもの\nを含む。）を主たる債務とし，極度額を４８億３０００万円，保証期間を平成１９\n年６月２９日から５年間とする連帯保証をした（以下「本件根保証契約」とい\nう。）。\n(3)  Ａは，平成２０年８月２５日，Ｂに対し，弁済期を平成２１年８月５日と\nして７億円を貸し付けた。\n(4)  Ａは，平成２０年８月２５日，Ｂに対し，弁済期を平成２１年８月５日と\nして９９９０万円を貸し付けた。\n(5)  Ａは，平成２０年９月２６日，上記(3)及び(4)の各貸付けに係る債権を株\n式会社Ｃに譲渡し，Ｃは，同日，当該各債権を被上告人に譲渡した。\n３  原審は，被保証債権が譲渡された場合には，その譲渡が根保証契約に定める\n元本確定期日前であっても，保証人に対する保証債権もこれに随伴して移転すると\nして，被上告人の請求を認容すべきものとした。\n４  所論は，被保証債権の譲渡が根保証契約に定める元本確定期日前にされた場\n合には，当該被保証債権の譲受人が保証人に対し，保証債務の履行を求めることは\nできないと解すべきであるというものである。\n５  根保証契約を締結した当事者は，通常，主たる債務の範囲に含まれる個別の\n債務が発生すれば保証人がこれをその都度保証し，当該債務の弁済期が到来すれ\nば，当該根保証契約に定める元本確定期日（本件根保証契約のように，保証期間の\n定めがある場合には，保証期間の満了日の翌日を元本確定期日とする定めをしたも\nのと解することができる。）前であっても，保証人に対してその保証債務の履行を\n求めることができるものとして契約を締結し，被保証債権が譲渡された場合には保\n証債権もこれに随伴して移転することを前提としているものと解するのが合理的で\nある。そうすると，被保証債権を譲り受けた者は，その譲渡が当該根保証契約に定\nめる元本確定期日前にされた場合であっても，当該根保証契約の当事者間において\n被保証債権の譲受人の請求を妨げるような別段の合意がない限り，保証人に対し，\n保証債務の履行を求めることができるというべきである。\n本件根保証契約の当事者間においては上記別段の合意があることはうかがわれな\nいから，被上告人は，上告人に対し，保証債務の履行を求めることができる。\n６  これと同旨の原審の判断は，正当として是認することができる。論旨は採用\nすることができない。\nよって，裁判官全員一致の意見で，主文のとおり判決する。なお，裁判官須藤正\n彦の補足意見がある。\n裁判官須藤正彦の補足意見は，次のとおりである。\n私は，法廷意見に賛同するものであるが，所論に鑑み，いわゆる根保証の随伴性\nの問題に関連して以下のとおり補足しておきたい。\n上告人は，本件根保証契約を根抵当権と同じように捉えるべきであり，元本確定\n期日前にＡから譲渡された債権については保証人としての責めを負わないにもかか\nわらず，上告人に保証人としての責めを負わせることになる原審の結論が上告人の\n予測に反する結果を招来する旨の主張をする。もとより，根保証契約については，\n契約自由の原則上，別段の合意により保証債権に随伴性を生じさせないようにする\nことも自由であり，したがって，例えば，根保証契約において，主たる債務の範囲\nに含まれる債務のうち，元本確定期日の時点で主債務者が当初の債権者に対して負\nう債務のみについて保証人が責めを負う旨の定めを置いておけば，その定めは，法\n廷意見における「譲受人の請求を妨げる別段の合意」と解されて，そのとおりの効\n力が認められるというべきである。\nしかるところ，原審の適法に確定した事実によれば，Ａは，Ｂに対し，平成１９\n年６月２９日，８億円を貸し付け，さらにその借換えとして，同２０年８月２５日\nに計７億９９９０万円を貸し付けたものである。そして，記録によれば，平成１９\n年６月２９日付けの，Ａ，Ｂ及び上告人の三者を当事者とする「金銭消費貸借・手\n形割引等継続取引並びに限度付根保証承諾書兼金銭消費貸借契約証書」（以下「本\n件根保証契約書」という。）には，保証人たる上告人は，極度額（４８億３０００\n万円）の範囲内で，同日付けの貸付けに係る債務のほか，本件根保証契約締結日現\n在に発生している債務及び５年間の保証期間（元本確定期日の前日まで）に発生す\nる債務並びにこれらのうち債権者（Ａ）がＣに譲渡した債権に係る債務を保証する\n旨が記載されている。このような本件根保証契約書上に記載された文言からすれ\nば，主たる債務の範囲に含まれる債務のうち，元本確定期日の時点で主債務者たる\nＢが当初の債権者たるＡに対して負う債務のみについて保証人としての責めを負う\nとの趣旨はうかがい得ない。\nなお，平成１９年６月２９日付けの８億円の貸付けに係る債務は，主たる債務の\n範囲に含まれているから，上告人は，この個別の債務を含めて保証したものであ\nる。もとより，個別の債務の保証債権は主たる債権の移転に随伴するところ，もし\nこの８億円の貸付けに係る債権について譲渡がされれば，保証債権も債権の譲受人\nに移転するから，その場合，上告人は８億円の貸付けに係る債権について保証人と\nしての責めを免れないところのものである。しかして，この８億円の貸付けに係る\n債権とその借換えによって発生した７億９９９０万円の貸付けに係る債権とは経済\n的実質においては同一と評価され，後者は元本確定期日前にＣに譲渡され，それが\n更に被上告人に譲渡されたものであるから，上告人が当該債権について保証人とし\nての責めを負うということはその予測の範囲内のことと思われるのである。\n以上要するに，本件根保証契約書の記載文言に沿った合理的意思解釈という見地\nに立ってみた場合，本件根保証契約においては，被上告人の請求を妨げるような別\n段の合意がされたとみることはできないというべきである。\n(裁 判 長 裁 判 官   須 藤 正 彦   裁 判 官   竹 内 行 夫   裁 判 官   千 葉 勝 美   裁 判 官\n小貫芳信)\n"
}