{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 5,
    "day": 29
  },
  "case_number": "平成24(わ)2538",
  "case_name": "覚せい剤取締法違反，関税法違反",
  "court_name": "大阪地方裁判所第７刑事部",
  "gist": "被告人が，旅行先のウガンダから帰国する際，共犯者らと共謀の上，営利の目的で，約７．９キログラムの覚せい剤をスーツケースの中に隠し入れて，飛行機で日本国内に持ち込んだが，税関を通過することができなかったという覚せい剤取締法違反，関税法違反の事案につき，被告人の供述内容や税関検査時の言動等に照らすと，被告人がスーツケースの中に覚せい剤を含む違法薬物が隠されているかもしれないと思いながら，あえてこれを持ち込んだと認めることについては，常識に照らし，疑いが残ると判断し，無罪を言い渡した事例。（裁判員裁判実施事件）",
  "lawsuit_id": "83374",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83374",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/374/083374_hanrei.pdf",
  "contents": "主          文\n被告人は無罪。\n理          由\n第１  本件公訴事実\n本件公訴事実は，\n「被告人は，氏名不詳者らと共謀の上\n１  営利の目的で，みだ りに，平成２４ 年５月８日，大阪府所在 の関西国際空港\nにおいて ，同空 港関係 作業員 らをし て， 覚せい剤 （フエ ニルメ チルア ミノプ ロ\nパン塩酸 塩）約 ７８９ ９．７ グラム 在中 の機内手 荷物で あるス ーツケ ースを ，\nアラブ首 長国連 邦ドバ イ国際 空港発 エミ レーツ航 空第３ １６便 から搬 出させ ，\n上記覚せい剤を本邦に輸入した\n２  同日，前記関西国際 空港内大阪税関 関西空港税関支署旅具検 査場において，\n輸入してはならない貨 物である上記覚 せい剤を上記スーツケー ス内に隠匿して\n同支署税関職員の検査 を受けたが，同 職員に発見されたため， これを輸入する\nに至らなかった\nものである。」というものである。\n第２  争点など\n本件公訴事実のう ち，被告人が ，平成２ ４年５月８日，覚 せい剤約７８９\n９．７グラム在中の スーツケース を日本 に持ち込んだという 事実については\n争いがなく，証拠上も明らかである。\n主たる争点は，被告人に覚せい剤の認識があったかどうかである。\n検察官は，被告人 がスーツケー スの中に ，覚せい剤などの 違法薬物が隠さ\nれているかもしれないと思いながら，あえてこれを持ち込んだと主張する。\n裁判所は，証拠を 十分検討して も，被告 人が，スーツケー スの中に覚せい\n剤を含む違法薬物が 隠されている かもし れないと思いながら ，あえてこれを\n持ち込んだと認めることについては，常識に照らし，疑いが残ると判断した。\n第３  無罪の理由\n１  被告人が持ち込んだ覚せい剤の量や隠されていた状況等について\n  証拠によれば， 本件の覚せい 剤は合 計約７８９９．７グ ラムで，コーヒ\nー豆の袋２０袋の 中に分けて隠 されてお り，そのコーヒー 豆の袋は，スー\nツケースの下蓋３ 分の２ほどの 広さを占 める形で入れられ ていたこと，ス\nーツケースは被告 人の所有物で あり，ス ーツケースの中に 入れられていた\nコーヒー豆の袋以 外の荷物もす べて被告 人のものであった ことが認められ\nる。また，覚せい 剤が大量であ ることや ，覚せい剤がコー ヒー豆の袋の中\nに巧妙に隠されて いた状況から ，この覚 せい剤の密輸には 海外の密売組織\nが関与していたことが認められる。\n  この密輸を企 てた者は，日 本国内で 覚せい剤を密売し ，多額の利益 を取\n得しようと目論んでおり，このような大 量の覚せい剤を確実に回収するた\nめには，通常であれば，運び役との間で 覚せい剤に関する情報を共有して\nいると考えられる。また，人は自分が所 持するスーツケースの中身が何で\nあるのか認識しているのが一般的である 。そうすると，被告人は，本件覚\nせい剤の存在を認識していたとも思われる。\nしかし，運び役の 特性等によっ ては，密 売組織が，運び役 に事情を一切\n伝えることなく，覚せい剤を隠した荷物を運ばせて密輸入を企てる場合も\nあり得る（なお，検察官は，被告人が帰国した際に密売組織からの接触が\nなかったことから，事前に運び役である被告人自身に何らかの事情を伝え\nていたと考えるのが自然であるとも主張している。しかし，密売組織が帰\n国した被告人に接触しようとしていないことについては証拠上明らかでな\nいから，この主張は採用できない。）。\nところで，被告人 は，覚せい剤 がスーツ ケースの中に入っ ていることは\n知らなかったと述べているので，以下，検討する。\n２  ウガンダ旅行に至った経緯や旅行中の出来事について\n  被告人は，概ね次のとおり供述している。\nア  平成２４年４月２０日頃（以下，「平成２４年」の記載は省略する。），\n約半年間交際し， ４月から同 棲をしてい たＡから，一緒に 母国であるウ\nガンダへ行くこと を誘われ， ４月３０日 からウガンダに旅 行に行ってい\nた。\nイ  ５月７日（現 地時間）の朝 ，Ａから ，ホテルで突然， 今日，日本に帰\n国すると言われ， 急かされな がらスーツ ケースに自分の荷 物を乱雑に詰\nめた。その後，Ａ の実家に行 った。被告 人がスーツケース の中のドライ\nヤーを出し入れし たとき，Ａ から，荷物 の詰め方が下手く そだから詰め\n直してあげるなど と言われ， Ａが被告人 の荷物を詰め直し た。その間，\n被告人は，Ａとは 別の部屋で 食事や化粧 等をしていて，Ａ が詰め直しを\nする様子は見ていなかった。\nウ  その後，Ａと ともにウガン ダのエン テベ国際空港に向 かっていたとこ\nろ，途中でＡの父 親が亡くな ったという 連絡が入り，Ａか ら言われて，\n急きょ，一人で日本に帰国することになった。\nエ  エンテベ空港 で，Ａに対し ，スーツ ケースの中に被告 人の荷物以外の\nものが入っていな いか尋ねる と，Ａは， 「コーヒーが少し 入っている」\nと答えた。被告人 は，ウガン ダ滞在中， スーパーマーケッ トでＡがコー\nヒー豆を四，五袋 買っていた 際，被告人 の父親であるＢへ の土産に一袋\nもらえるという話 になってい たため，そ れらを入れてくれ たものと理解\nした。\nオ  Ａが実家で荷 物を詰め直し てから， 関西国際空港で税 関検査を受ける\nまでの間，被告人がスーツケースの中を見たことはなかった。\n  このような被告 人の供述は， 急きょ ，一人で帰国するこ とになったとの\n電話連絡を受けた 父Ｂの証言内 容と合っ ているし，逮捕か ら２日後に行わ\nれた検察官による弁 解録取の際の 発言内 容とも主要な部分が 一致しており ，\n一貫している。ま た，実際に体 験した者 でなければ語るこ とができないよ\nうな具体性や現実味があり，作り話であるとは思われない。\n特に，エンテベ空 港で，Ａに 対し，被告 人の荷物以外のも のが入ってい\nないか尋ねると， 「コーヒーが 少し入っ ている」とＡが答 えたという部分\nは，本件争点を判 断する上で， 重要なポ イントになってい る。旅行に出か\nける前に，父親から他人の物を持ってはいけないと注意されていたことや，\nもし，Ａの靴など が入っていた らＡが困 ると思って，確認 の質問をしたと\nいうのは合理的で ある。そして ，このこ とは，Ａの実家で Ａが荷物を詰め\n直すところを見て いなかったか らこその 会話であるといえ る。次に，被告\n人が，税関検査を 受けた際，確 認票の余 白部分に「コーヒ 豆」と記載した\nこととも符合する 。すなわち， この記載 は，コーヒーが少 し入っていると\nいうことを聞いて いただけで， 実際には 目で確認していな かったため，コ\nーヒーが本当に入 っているのか どうか， 何袋入っているの か正確なことが\n分からず気になっ ており，「１ ．これら はすべてあなたの 荷物ですか？」\nという問いに対し て，どのよう に記載す べきか迷っていた ため，税関職員\nに相談した上で， 「コーヒ豆」 と記載し たという被告人の 供述内容に符合\nするものである。\nこのように被告人 の供述内容 は，その前 後の流れをみても 自然な経過で\nあり整合性を有している。\n他方，被告人の法 廷での供述 には，検察 官が指摘するとお り，その一部\nにおいて，違法薬 物の認識に関 連する事 柄には触れないよ うにする部分が\n若干みられたり， 捜査段階の供 述と細か い点で違っている 部分もあるが，\n被告人の供述全体の信用性を低下させるほどのものではない。\nそうすると，被告 人の供述内 容は基本的 には信用すること ができるとい\nえるから，上記でみた被告人の供述どおりの事実を認定できる。\n  これに対し， 検察官は，① 被告人は ，出発前に，父親 から他人の荷 物を\n持ってはいけないなどと注意されており ，Ａが被告人のスーツケースにＡ\nの荷物を入れるのを目の前でさせたので あるから，ウガンダの実家でＡが\n荷造りをし直す様子を見ていないのは不 自然である，②空港でＡからコー\nヒーが少し入っていると告げられながら スーツケースの中身を確認してい\nないのは不自然であるから，被告人は， 中身を確認していたはずであると\n主張する。\nしかし，確かに他 人の物を持っ てはいけ ないなどという父 親の注意はあ\nったものの，①被告人の認識としては，Ａは，ウガンダの実家では被告人\nの荷物を詰め直すだけであり，日本を出国する前にＡの物を被告人のスー\nツケースに入れていた場面とは状況が異なる。加えて，被告人は，当時同\n棲していたＡのことを信用して特に疑っていなかったのであるから，詰め\n直しの様子や詰め直しした後の状態を確認していないことは必ずしも不自\n然であるとはいえない。②また，海外旅行に慣れていない被告人が，急き\nょ，一人で帰国することになり，混乱した心理状態にあったことや，実際\nにスーパーマーケットで，Ａがコーヒー豆を買っている場面を見ており，\n父親のためにコーヒー豆を土産にもらうことになっていたという経緯から\nすれば，空港でスーツケースの中身を確認しなかったとしても，不自然で\nあるとはいえない。\n  また，検察官は ，被告人の供 述によ ると，ウガンダ滞在 中に民族衣装の\n採寸や音楽ビデオ の撮影をする ために， Ａの仕事先関係者 が被告人のウガ\nンダへの渡航費用 を負担してく れたとい うのであるが，そ のような仕事を\n被告人はウガンダ でしていない から，渡 航目的に関する供 述は不自然であ\nるなどと主張する。\nしかし，被告人 は，Ａの家族 に会う ことや，Ａが民芸品 の買い付けをす\nることも，ウガン ダへ渡航した 目的に含 まれていたと述べ ており，この供\n述の信用性も否定できない。\nそして，Ａの仕事 先関係者が 渡航費用を 負担した点は，常 識的に考えれ\nば，被告人において，疑問を抱いてもおかしくはないといえる。\nもっとも，金銭感 覚が甘く， 両親から多 額の金を受け取る ことにさした\nる抵抗感のない被 告人において ，交際し ていたＡの仕事先 関係者に渡航費\n用を負担してもら うことについ て違和感 を感じていなかっ たとしても，不\n自然であるとまで はいえない。 また，仮 に違和感を感じた としても，渡航\n費用の見返りに違 法行為に加担 させられ るとか，ましてや 違法薬物の密輸\nに関与するかもし れないとの認 識があっ たと直ちに結びつ けることはでき\nない。\n３  税関検査時の被告人の言動について\n  税関職員である Ｃ及びＤの証 言は基 本的に信用できると ころ，その証言\nによれば，次のような事実が認められる。すなわち，\n被告人は，検査台 での税関検 査の際，終 始笑顔であり，Ｃ に対し，実際\nには覚せい剤が入 っていたコー ヒー豆の 袋のことを自ら話 題に出し，確認\n票を記載する際に もコーヒー豆 の扱いに ついてＣに質問し ，余白に「コー\nヒ豆」と記載して いる。また， スーツケ ースの中を確認す ることになった\n際には，求められ る前に自ら鍵 を差し出 している。第２検 査室に移動した\n後，エックス線検査やコーヒー豆の袋の開披検査を行う旨告げられた際も，\n淡々とあるいは平 然としており ，職員か ら，エックス線検 査での映り方が\nおかしいと告げら れた際や，Ｄ から，コ ーヒー豆の袋から 出てきた覚せい\n剤について，これ は何かと尋ね られた際 も，笑顔を見せて 応対している。\n被告人の様子が変 わったのは， 関税法違 反により被告人の 荷物や身体を捜\n索すると告げられ，帰宅も父親への連絡もできないと分かったときである。\nこのような被告人 の税関検査 の際の一連 の言動は，スーツ ケースの中に\n覚せい剤などの違 法薬物が隠さ れている かもしれないと思 っている者の行\n動とは通常考え難いものである。\n  検察官は，被告人が，携帯品・別送品申告書の「他人から預かったもの」\nを持っていますか との問いに「 いいえ」 と答えていること ，聞かれてもい\nないのに，「荷物を詰めたのは彼です」と発言していること，確認票の「荷\n物の中身をすべて 知っています か？」に 「いいえ」と答え ていることは，\n違法薬物が隠され ているかもし れないと 分かっていたこと の現れであると\n主張する。\n被告人のこれらの 言動を，検 察官が主張 するように解釈す ることも可能\nではあるが，被告 人が自らの認 識や経験 したことを素直に 表現している可\n能性もある。そう すると，検察 官が主張 するような意味だ けに被告人の言\n動を解釈することはできない。\n  その他，税関検 査時の被告人 の言動 に，覚せい剤などの 違法薬物が隠さ\nれているかもしれ ないと認識し ていたこ とをうかがわせる ようなものは見\n当たらない。\n４  結論\n以上によれば，被 告人は，密売 組織に一 方的に運び役とし て利用された可\n能性があり，被告人 において，ス ーツケ ースの中に覚せい剤 などの違法薬物\nが隠されているかも しれないと思 いなが ら，あえて持ち込ん だこと，すなわ\nち，覚せい剤密輸の 故意があった と認め るには，常識に照ら して，疑いが残\nる。\nよって，本件公訴 事実について は，その 他の点について判 断するまでもな\nく，犯罪の証明がな いことになる から， 刑事訴訟法３３６条 により，被告人\nに対し，無罪の言渡しをする。\n（検察官の求刑  懲役１２年，罰金６００万円，覚せい剤２０袋の没収）\n平成２５年６月５日\n大阪地方裁判所第７刑事部\n裁判長裁判官      島 田   一\u0000\n\u0000\n裁判官\n諸   岡   亜 衣 子\u0000\n\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000       \u0000   \u0000 \u0000 \u0000 \u0000 \u0000 裁判官\u0000 \u0000 \u0000 \u0000 \u0000 \u0000\n山 下 真 吾\u0000\n"
}