{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 7,
    "day": 30
  },
  "case_number": "平成27(う)70",
  "case_name": "詐欺被告事件",
  "court_name": "大阪高等裁判所第３刑事部",
  "result": "破棄自判",
  "original_court_name": "大阪地方裁判所",
  "original_case_number": "平成25(わ)5085",
  "gist": "（判示事項）\n１　訴因を明示する上で公訴事実に起訴されていない余罪に関する記載が必要な場合において，第１審裁判所として，余罪事実に関する当事者の主張や立証を許容し，判決で余罪事実を認定することが許される範囲\n２　訴因を明示する上で公訴事実に起訴されていない余罪に関する記載が必要な事案において，第１審の訴訟手続には，余罪を実質的に処罰する趣旨で量刑資料に用いて被告人を重く処罰した法令違反があるとされた事例\n（裁判要旨）\n１　訴因を明示する上で公訴事実に起訴されていない余罪に関する記載が必要な場合において，第１審裁判所として，余罪事実に関する当事者の主張や立証を許容し，判決で余罪事実を認定することが許されるのは，罪となるべき事実を具体的に特定明示し，犯罪事実の社会的実体を明らかにする上で必要な範囲に限られる。\n２　銀行からの融資詐欺事件において，訴因を明示する上で公訴事実に起訴されていない余罪である先行融資に関する記載が必要な場合であっても，第１審裁判所が，犯行に至る経緯として先行融資の事実を不必要に具体的かつ詳細に認定判示している上，先行融資を実質的に処罰させようとする意図のうかがわれる検察官の主張立証活動を容認し，その主張立証による結果を判決にも大きく反映させ，量刑判断に際し先行融資を含む融資詐欺を反復継続した点を特に重視したとうかがわれるなどの判示の事実関係の下では，第１審の訴訟手続には，起訴されていない先行融資を余罪として認定し，これを実質的に処罰する趣旨で量刑資料に用い被告人を重く処罰した法令違反がある。",
  "lawsuit_id": "85451",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=85451",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/451/085451_hanrei.pdf",
  "contents": "７０号  詐欺被告事件\n平成２７年７月３０日  大阪高等裁判所第３刑事部判決\n主       文\n原判決中被告人に関する部分を破棄する。\n被告人を懲役３年に処する。\nこの裁判確定の日から５年間その刑の執行を猶予する。\n理       由\n本件控訴の趣意 は，主任弁護人後 藤貞人，弁護人福 森亮二 及び\n治共同作成の控訴 趣意書に記載のと おりであ り，これ に対する答弁は検 察官\n河合文江作成の答弁書記載のとおりであるから ，これらを引用する。論旨は，\n訴訟手続の法令違反及び量刑不当をいうものである。\n第１  控訴趣意中，訴訟手続の法令違反の点について\n論旨は，原判決は，①「犯行に至る経緯」及び「犯罪事実」の項において，\n本件公訴事実以外 に係る複数の余罪 事実を具体的に特 定するなどし て， あた\nかも公訴事実のご とく認定判示して いる上，②「証拠 」の項においても ，専\nら余罪事実の立証 に係る証拠を本件 公訴事実の立証に 係る証拠よりも多 く摘\n示し，さらに，③ 「量刑の理由」の 項において，余罪 事実 を被告人に不 利益\nな情状事実として 具体的，直接的に 評価した結果，④ 被告人らに詐取金 持ち\n逃げの意図がない 上，詐取金全額に ついて完全な弁済 がなされた本件に つい\nて，さしたる前科 のない被告人に対 し， 同種事案にお ける量刑の均衡を 逸脱\nして著しく重い処 罰を下して いるよ うに，原判決は， 複数の余罪事実に つい\nて，本件に関する 情状を推知する 範 囲を大幅に逸脱し ，実質的に余罪を 処罰\nする趣旨で量刑資 料に供し，罪刑の 均衡ないし量刑の 公平性を著しく失 する\n量刑をしたもので あるから，原判決 には，判決に影響 を及ぼすこと が明 らか\nな訴訟手続の法令違反がある，というものである。\nそこで，原審記録を調査して検討する。\n１  本件公訴事実について\n本件公訴事実は，要旨，「被告人は，太陽光発電設備の販売等を業とする Ａ\n社の代表取締役と して同社の業務全 般を統括するもの ，Ｂは，同社財務 担当\nの執行役員という 名称で金融機関か らの資金調達等の 業務を担当してい たも\nのであるが，被告 人及びＢは，融資 実行の判断材料と なる多数の重要事 実を\n偽って融資金名目 で株式会社Ｃ銀行 （以下「Ｃ銀行」 又は「被害銀行」 とい\nう。）から金銭をだまし取ろうと考え，共謀の上，かねてより，Ｃ銀行Ｄ支店\n融資担当者らに対 し，大手信販会社 と同名のダミー会 社から Ａ社の同支 店開\n設預金口座への多 額の入金を偽装し た上，内容虚偽の 過大な売上高を記 載し\nた試算表等を提出 するなどして，同 社の売上高及びそ れに伴う入金が多 額に\n上っている旨誤信 させるとともに， 同社の大手信販会 社に対する売掛債 権の\n回収期間を実際よ りも長期間である ように偽装した上 ，多数の未回収債 権が\nあるように装うなどして，真実は，回収済みあるいは架空の債権であるのに，\n大手信販会社に対 する多数の未回収 債権がＡ社に保有 されており，これ を融\n資を受ける際の返 済の原資とする旨 説明するなどして ，その旨誤信させ てい\nたことに乗じ，さらに，Ａ社が株式会社Ｅ銀行（以下「Ｅ銀行」という。）か\nら融資を受けてい ないのに既にこれ を受けているかの ように装った上， 従前\nと同様，実態と異 なる売上が存在す るかのように装う とともに， 上記の 返済\n原資となる売掛債 権が存在しないの にこれが存在する かのように装い， 加え\nて，実際には，融 資がなされれば他 の金融機関への返 済等に用いる意図 であ\nるのに，その事情 を秘し，平成２４ 年９月５日，大阪 市 ａ区内の当時の Ａ社\n事務所において， 上記融資担当者ら に対し，Ａ社への 融資実行の判断材 料と\nなる事実及び資料として，『Ｅ銀行から３億円調達できた。Ｃ銀行にも，２億\n円の融資をお願いしたい。返済原資となる売掛債権の書類等も提出する。』旨\n言 う と と も に ， 同 月 ４ 日 か ら 同 月 ２ ０ 日 に か け て ，『 24-8.30   ご 融 資\n300,000,000』との虚偽内容を記載した Ｅ銀行発行名義のＡ社を預金者とする\n預金通帳の写し， 同銀行Ｆ支店がＡ 社に３億円の融資 を実行した旨の内 容虚\n偽の同支店発行名義の「ご返済金およびお利息の明細」と題する書類の写し，\nＡ社が６５人の顧 客から受注を受け て大手信販会社株 式会社 Ｇに対して 合計\n約２億７００万円 相当の売掛債権を 有する旨を示す内 容虚偽の売掛債権 の明\n細及び同社とその 顧客との間で締結 されたローン契約 の契約 日付等を改 ざん\nした顧客６５人分 のローン契約書の 写し，Ａ社の同年 １月から同年７月 まで\nの売上高を過大に 計上して約７５億 円にした同社の試 算表等の資料を， いず\nれも，Ｄ支店へフ ァクシミリ送信し ， 又は，上記融資 担当者に対し交付 して\n提出し，同融資担 当者らを介して， Ｃ銀行審査第二部 （以下「審査第二 部」\nという。）審査役に 対し，Ａ社の仕入 資金として２億円 の借入れを申し込 み，\n同年９月２６日， 上記審査役に，そ れらの事実が真実 で資料が真正なも ので\nある旨誤信させて，Ａ社への２億円の融資を決定させ，よって，同月２８日，\nＤ支店に開設され たＡ社名義の普通 預金口座に融資金 ２億円から手数料 を差\nし引いた１億９９ ４２万３９２１円 を振込入金させ， もって人を欺いて 財物\nを交付させた」というものである。\n２  原判決の認定事実について\n原判決は，理由 中 の「犯罪事実」 の 項において， 個 々 の行為を行った者を\n特定したり，より 詳細な事実を摘示 したりしているほ かは， 上記公訴事 実と\n基本的に同旨の事 実を判示している ほか，「犯行に至る 経緯」の項におい て，\n要旨，次のような事実を認定判示している。\n「被告人は，平 成２３年４月に， Ｄ支店に対し，仕 入資金等として１ 億円\n以上の融資を申し 込んだ。この融資 希望額は，最終的 には審査第二部の 決裁\nが必要となる１億 ５０００万円とな ったが，審査第二 部から Ｄ支店に対 し，\nＡ社の業績が浅く ，流動資産も現状 では不十分である こと等から１億５ ００\n０万円の融資は対 応困難であるが， 返済原資に条件を 付ける等のいわゆ る紐\n付き融資を支店決裁の権限内で支店 の判断で行うこと は可能との回答が あっ\nた。そこで，Ｄ支 店は，この紐付き 融資の件を被告人 に伝え，被告人か ら希\n望があった他の金 融機関に融資を依 頼していない３２ 名の受注分（合計 金額\n約８９００万円） に相当する金額に ついて，無担保で ，被告人が提出し た受\n注残明細等を確認 した上で，同年６ 月３０日に返済期 間６か月の約定で 融資\nを実行した（第１回融資）。この融資の際，被告人は，大手信販会社に対する\n売掛債権の回収に 関する商流の期間 を１か月から２か 月程度のところを ３か\n月から６か月程度 と虚偽の説明をし ており，被告人が 提出 した３２名分 の受\n注残明細のうち２７名分は実態が伴っていない虚偽のものであった。\nＢは，同年夏頃 か ら，Ａ社の資金 調 達等に関与する よ うになったが，被告\n人から自分の説明 に合うよう内容を 改ざんした預金通 帳等のコピーや受 注残\n明細のコピーの作 成を指示され，こ れを部下に作成さ せていた。また， 被告\n人やＢは，Ａ社の 社員に指示して， 実際に取引のある 大手信販会社や実 際の\n仕入先会社と同名 のダミー会社を設 立させ，そのダミ ー会社名義で預金 口座\nを開設し，預金通 帳上，大手信販会 社からの入金や仕 入先への支払が実 際に\nあるかのように仮装できる環 境を作った。\n被告人は，同年 １０月頃， Ｄ支店 に対し，受注分に 対応する１億円及 び学\n校法人からの受注 見込みに対する２ 億円の融資を申し 込んだ。 Ｄ支店が ，審\n査第二部に相談す ると，審査第二部 は，学校法人関係 の２億円は融資困 難だ\nが，受注分の１億 円については，第 １回融資と同様紐 付き融資とするこ と及\nび第１回融資の完 済等を条件に融資 可能と判断し，Ｄ 支店は，第１回融 資完\n済後の同年１１月 ３０日，受注残明 細で確認された３ ７名の受注分（合 計 金\n額約１億１０００ 万円）に相当する 金額について，無 担保で，第１回融 資と\n同様の商流を前提 に返済期間６か月 の約定で融資を実 行した（第２回融 資）。\nこの第２回融資で Ｄ支店に提出され た受注残明細は， 内容は虚偽のもの であ\nった。\n平成２４年２月 頃 ，被告人は， Ｄ 支 店に対し，納税 資 金として９０００万\n円の融資を申し込 んだ。Ｄ支店は， 第２回融資以降， 審査第二部から， Ａ社\nの他の金融機関か らの資金調達状況 について定期的に 確認し，報告する よう\n求められており， その点を被告人に 尋ねると，被告人 は株式会社 Ｈ銀行 （以\n下「Ｈ銀行」という。）から１億５０００万円の資金調達予定があると説明し，\nまた，Ａ社からは 同年１月末日時点 での試算表や各金 融機関の預金通帳 のコ\nピーが提出された 。審査第二部は， この融資について ，Ｈ銀行からの融 資が\n実行されるかどう かを重視していた が，Ａ社から，同 年３月１日に Ｈ銀 行が\nＡ社に１億５００ ０万円融資する旨 の同年２月２８日 付け金銭消費貸借 契約\n証書や返済計算書のコピーが提出されたことから，同年３月１日，Ｄ支店は，\nＡ社に９０００万円の融資を実行した（第３回融資）。この Ｈ銀行とＡ社との\n金銭消費貸借契約 証書のコピーは偽 造されたものであ り（第３回融 資実 行後\nで は あ る が ， Ｈ 銀行が 同年 ３ 月 ２ ７ 日 に １ 億 円 を Ａ 社 に 融 資 し た 事 実 は あ\nる。），Ａ社がＤ支店に提出した１月末時点での預金通帳のコピーや試算表は，\n銀行預金合計約１ 億８０００万円に ついては，約１億 ７０００万円分が 上乗\nせされたものであ り，また預金通帳 から確認できる信 販会社からの入金 や仕\n入先への支払は， それぞれ約７００ ０万円分が上乗せ された内容虚偽の もの\nであった。\nＤ支店は，従前 か ら信用保証協会 の 保証付き融資を 検 討しており，それま\nで信用保証協会の 了解が得られず実 現していなかった が，信用保証協会 の了\n解が得られたこと から，同年４月１ ６日に同信用保証 協会の保証付きで ３０\n００万円の融資を実行した（第４回融資）。\nＤ支店担当者は ， Ａ社の資金調達 状 況等について被 告 人らから随時聴取し\nていたが，被告人 は，東日本大震災 以降太陽光発電の 社会的需要が高ま って\nおり，Ａ社の業績も順調に伸びており，既に約４０億円分を受注しているが，\n売上による自己資 金だけでは受注分 の仕入に追いつか ず，仕入資金につ い て\n融資を受ける必要がある等の説明をしていた。\n同年４月頃，被 告人は， Ｄ支店に 対し，同月２４日 には第２回融資を 完済\nできるとして，仕 入資金として１億 ５０００万円の融 資を申し込んだ。 被告\n人らは，Ｉ商工組 合から１億５００ ０万円， Ｊ信用金 庫から５０００万 円の\n調達予定があり， 他にもＥ銀行との 間で２億円から３ 億円の融資を交渉 中で\nあるとの説明をし ていた。Ｄ支店は ，被告人らの説明 を踏まえ，受注残 明細\nに基づき４７名の 受注分（合計金額 約１億５０００万 円）に相当する金 額の\n融資を考え，審査 第二部に相談した ところ，審査第二 部は，これ までも 他の\n金融機関からの資 金調達の予定が履 行されておらず， また，元々取引が 多い\nＥ銀行からの融資 が実現していない ことを問題視して いた。審査第二部 は，\n最終的には，Ｉ商工組合から１億５ ０００万円， Ｊ信 用金庫からは１億 円の\n融資が実行された ことを証する預金 通帳や契約書のコ ピー等が提出され たこ\nと等を踏まえて融 資することとした が，融資額には慎 重であり，第２回 融資\nと同程度の融資額 とし，返済方法も 計６回元利均衡返 済に変更すること で対\n応可能との回答を Ｄ支店に伝え，Ｄ 支店は，第２回融 資に相当する額を 受注\n残明細で確認し，３４名の受注分（合計金額約１億１０００万円）について，\n第２回融資完済後 の同年５月１日に 融資を実行した（ 第５回融資）。 Ａ社 は，\nＩ商工組合からは 約８０００万円の 融資しか受けてお らず， Ｊ信用金庫 から\nは全く融資を受け ていなかったもの であって，Ｄ支店 に提出した関係資 料は\n内容虚偽のものであった。\nこのように，Ｄ 支 店は，Ａ社に対 す る融資に前向き で あり，平成２３年６\n月から平成２４年 ５月までに，同社 に対し５回の融資 を実行し，返済期 限が\n到来している融資 については返済が なされているが， 審査第二部は， Ａ 社が\n業績が浅いにもかかわらず大幅な増収 ，増益をしていることにも疑問を持ち，\n他の金融機関から の資金調達が予定 どおり行われてい ないこと，主要な 取引\nが集中しているＥ 銀行が融資を実行 していないこと， 仕入資金を含め会 社運\n転資金の調達を金 融機関からの借入 に依存しているこ と等から， Ａ社へ の融\n資には慎重であっ て，Ｄ支店には， メインバンクにな ってしまうような 融資\nは行わないことを 伝え，また，審査 第二部は，今後の 融資については， Ｅ銀\n行からの融資の実 行状況を重視して おり，そのことは ，Ｄ支店を通じて ，被\n告人らにも，伝えられていた。」\n３  余罪に関する事実の主張・立証及び認定が許される範囲について\n刑事裁判に お いて，起訴され た 犯罪事実のほか に ，起訴されていない\n犯罪事実をいわゆ る余罪として認定 し，実質上これを 処罰する趣旨で量 刑の\n資料に考慮し，そのために被告人を 重く処罰すること は許されない が， 他方\nで，起訴されてい ない余罪であって も，量刑のために ， 被告人の性格， 経歴\n及び犯罪の動機， 目的，方法等の情 状を推知するため の資料として考慮 する\nことは許容される ところ（最高裁昭 和４１年７月１３ 日 大法廷判決・刑 集２\n０巻６号６０９頁 ，同昭和４２年７ 月５日大法廷判決 ・刑集２１巻６号 ７４\n８頁参照），第一審判決が，余罪を実質的に処罰する趣旨で量刑の資料に考慮\nして重く処罰した のか，量刑におい て情状を推知する ための資料として 考慮\nしたにとどまるのかは，余罪に関する事実（以下「余罪事実」という。）につ\nいて，第一審判決がどの程度具体的に認定し，量刑上どの程度重視した のか，\nまた，第一審裁判 所が検察官による 余罪事実の主張及 び立証をどの程度 許容\nしたのか，さらに ，第一審判決の量 刑が一般的な量刑 傾向に照らし て重 く，\nそれが余罪を考慮 したためと評価で きるのかなどの諸 点を総合考慮して 判断\nすべきである。\nもっとも， 本 件公訴事実は， 先に引用したとお り ，要旨，被告人らが\n本件に先行する融 資で行った様々な 偽装行為によって ，Ｄ支店の融資担 当者\nらに対して，Ａ社 の売上高及びそれ に伴う入金が多額 に上っており，ま た，\n同社は大手信販会 社に対する多数の 未回収債権を保有 し，これを融資返 済の\n原資にできると誤 信させていたこと に乗じ，さらに， Ａ社がＥ銀行から 既に\n融資を受けている ように装った上， 従前と同様，実態 と異なる売上や返 済原\n資となる売掛債権 が存在すると装い ，融資金の使途も 秘匿して ，上記融 資担\n当者を介して，審 査第二部審査役に 対し，Ａ社の仕入 資金として２億円 の借\n入れを申し込み，それらの事実が真実で資料が真正なものである旨誤信させ，\n同社への２億円の 融資を決定させた ，というものであり，本件融資詐欺 の訴\n因を明示するに当 たり，先行する同 種の余罪事実であ る偽装行為やそれ によ\nる被害銀行融資担 当者らの誤信 の内 容も一部組み込ま れたものとなって いる。\nその趣旨は，過去の被害銀行とＡ社との取引状況や被告人らによる偽装行為，\nそれによって形成 された被害銀行融 資担当者らにおけ るＡ社の経営状況 や財\n務状況に対する誤 った認識や評価の 概要といった余罪 事実についても， 本件\n融資詐欺における 欺罔行為の趣旨や 被告人らの意図， その実効性を明ら かに\nするために必要が あるとして記載し たものと解される ところ，本件公訴 事実\nにおける上記余罪 事実の記載は，上記欺罔行為の趣旨 や被告人らの意図 ，そ\nの実効性を明らか にするのに必要な 範囲にとどまって いるといえるから ，合\n理的根拠に基づく必要な記載として是認することができる。\nこのように，本 件 は，公訴事実に お いて，訴因を明 示 する上で，余罪事実\nの記載が必要な事 案であるところ， こうした事案にお いては，審理及び 判決\nにおいても，余罪 事実に関する当事 者の主張や立証を 許容し，判決にお いて\n余罪事実を認定す ることも，罪とな るべき事実を具体 的に特定明示し， 当該\n犯罪事実の社会的 実体を明らかにす る上で必要がある のであれば，その 限り\nで許されるが，余罪事実は審判の対象とはされていない犯罪事実であるから，\n審理及び判決にお いて，余罪事実に 関する当事者の主 張や立証を許容し ，判\n決において余罪事 実を認定すること は，不告不理の原 則に照らし， あく まで\nも上記必要性が認められる限度内にとどめるべきである。\nそして，裁判所 が ，その限度を超 え て，当事者の主 張 や立証を許し，さら\nに，判決において 認定することにな れば，上記の観点 から余罪事実の認 定を\n許容する余地はな くなり，改めて， 余罪を実質的に処 罰する趣旨で量刑 の資\n料に考慮して重く 処罰したのか，量 刑において情状を 推知するための資 料と\nして考慮したにとどまるのかの検討を要することとなるのである。\n４  原判決の余罪事実の認定判示について\nそこで，以上の判断枠組みに基づいて，原判決の認定判示についてみると，\n原判決は，「犯罪事 実」の記載が１頁 と１４行であるの に対し，「犯行に至る\n経緯」の記載が３ 頁と１５行に及び ，しかも，そのう ち第１回ないし第 ５回\nの各融資（以下「先行融資」という。）に関する記載が２頁と２５行にも及ん\nでいる。その記載 内容についてみて も，先行融資の日 時や金額，背景事 情や\n交渉経緯，関係書 類等の準備状況の ほか，各融資を受 けるに当たり，被 告人\nらが被害銀行融資 担当者らにした説 明や提出 された書 面の内容及びその 内容\nがいずれも虚偽で あることを，融資 ごとに具体的かつ 詳細に摘示してい る。\nさらに，「犯罪事実」中の「（Ｄ支店融資担当者らをして，）Ａ社の業績は良好\nであって多額の融 資に見合う経営状 態であり，信販会 社に対する多数の 未回\n収債権を融資を受 ける際の返済の原 資とできるものと 誤信させていたこ とに\n乗じ」とか，「これまでの５回の融資と同様に融資実行の判断材料となる多数\nの重要事実を偽り」といった各記載もあることから，上記「犯行に至る経緯」\nの摘示は，先行融資が余罪であるこ とを明示 するだけ でなく，その個々 の融\n資について，詐欺 罪の構成要件に該 当する犯罪事実が ，罪となるべき事 実と\nして摘示する場合 と同程度に具体的 かつ詳細に摘示さ れているといわざ るを\n得ない。\nこの点，罪とな る べき事実を具 体 的 に特定明示し， 当 該犯罪事実の社会的\n実体を明らかにす る上で必要がある のであれば，それ に必要な範囲内で 余罪\n事実を認定判示することも許される ことは，前判示のとおりである。\nしかし，本件融 資 詐欺は，上記の と おり，被告人ら に よる 一連の先行融資\nにおける各欺罔行 為によって，Ｄ支 店の融資担当者が Ａ社の経営状況や 返済\n原資等について誤 信していたことに 乗じたものである とはいえ，単に従 前か\nらの誤信を利用し たにとどまらず， 被告人らは，本件 融資詐欺を行うに 当た\nり，種々の内容虚 偽の文書を新たに 作成提示すること によって， Ｅ銀行 から\nの３億円の融資を 偽装し，さらに， 売上の水増しや売 掛債権についても 偽装\nをするといった手 の込んだ欺罔行為 を 新たに行ってい る。そして，被害 銀行\nで高額な融資を決裁する権限を有す る審査第二部は， 原判決が認定する とお\nり，Ａ社の業績が 浅いのに大幅な増 収，増益をしてい ることに疑問を持 ち，\n他の金融機関，特 に主要な取引が集 中しているＥ銀行 が融資を実行して いな\nいことや，仕入資 金を含め会社運転 資金の調達を金融 機関からの借入に 依存\nしていることなどからも，Ａ社への融資に慎重であったというのであるから，\n上記のような新た な欺罔行為があっ たからこそ， 審査 第二部担当者まで が錯\n誤に陥って，融資 金として約２億円 を交付す るに至っ たものと認められ る。\nしたがって，本件 においては，罪と なるべき事実を具 体的に特定明示する趣\n旨から，先行融資 の経緯やその際に おける欺罔行為の 内容について言及 する\nとしても，原判示 のように具体的かつ詳細に認定判示 するまでの必要性 はな\nく，本件公訴事実 のとおり，あるい は原判決の「犯罪 事実」の項の冒頭 部分\nに「犯行に至る経 緯」の項の最終段 落を組み込む程度 の認定判示をすれ ば，\n必要にして十分ということができる。\nまた，本件は， い わゆるメガバン ク からの巨額融資 詐 欺という特徴のある\n事件ではあるもの の，基本的には財 産犯であって， 犯 罪事実の社会的実 体を\n明らかにする趣旨 から，犯行の動機 ，目的や累行性と いった情状事実を 推知\nするためであっても，「犯行に至る経緯」として先行融資の状況を詳細に認定\n判示する必要はな く，上記と同様に ，罪となるべき事 実の摘示の中で簡 潔に\n判示するか，量刑理由中で言及すれば 足りるというべきである。\nそうすると，原 判 決が「犯行に至 る 経緯」として 先行 融資という余罪事実\nを具体的かつ詳細 に認定判示したこ とについて，合理 的理由 は見出し得 ない\nのであり，このよ うな不必要に具体 的かつ詳細な 余罪 事実を認定判示す るこ\nとは，弁護人主張のように，それ自体，公訴事実と余罪事実とを一体視して，\nこれらを全体とし て評価・処罰する 趣旨と受け取られ て もやむを得ない とい\nわなければならない。\n５  原審検察官の主張・立証活動とそれに対する原裁判所の対応 について\n次に，先行融資 の 事実に関する原 審 検察官の主張・ 立 証活動についてみる\nと，まず，原審検 察官が原審第１回 公判期日において 行った冒頭陳述の 中の\n「第４  犯行に至 る経緯」の項には ， 先行融資の経緯 やその際の被告人 らの\n欺罔行為等につい て，原判決が「犯 行に至る経緯」と して認定 判示した もの\nとおおむね同程度の具体的かつ詳細な記載がみられる。また，原審検察官は，\n同期日に甲号証１ １１通，乙号証３ ８通の合計１４９ 通の証拠書類の取 調べ\nを請求しているが ，その内容をみる と，例えば，被害 銀行関係者の警察 官調\n書の多く（原審甲３４～３６，４４～４７，５５～５７，６０，６２，６３，\n６５，６６，６８ ，６９）は，専ら 先行融資の状況を 説明するものであ ると\nころ，その内容は 本件融資の状況に 関する警察官調書 （原審甲３７，４ ８，\n５８，６４，６７ ，７０）と同程度 に具体的かつ詳細 なものであるなど ，原\n審検察官は，請求 証拠全体を通じて ，先行融資の状況 について，本件融 資と\n同程度に具体的かつ詳細な立証をしようとしていることが明らかである。\nこの点，原審弁 護人から，前記引 用の本件公訴事実 のうち，「かねてよ り」\n以下の記載は余事 記載のように見え るなどとして，そ の趣旨及び意味内 容を\n明らかにされたい 旨の求釈明を受け るとともに，訴訟 進行に対する意見 とし\nて，「検察官請求証拠は重複が多すぎるので，検察官において証拠を厳選して\nベストエビデンス に限定するか，も しくは統合・圧縮 するなどしてスリ ム化\nされるよう希望する」旨述べられたのに，原審検察官は，要旨，「上記記載は，\n以前より被告人及びＢがＥ銀行の融 資担当者に対し， 融資実行の判断材 料と\nなる重要事実を偽 っていたことによ って形成された状 況に乗じて本件欺 罔行\n為がなされたとい う意味で，公訴事 実と密接不可分の 関係にある事実の 記載\nであり，被告人ら のこれらの行為は ，故意及び共謀を 基礎づける事実と して\n重要である上，情 状にも関わること から主張立証する ものである」旨回 答す\nるとともに，証拠 の厳選等には応じ ず，かえって，弁 護人が不同意の意 見を\n述べた証拠について証人尋問請求をする意向 さえ示している。\nさらに，原審検 察官は，論告の「 第２  情状関係」 の項の中の「１  犯行\nに至る経緯，動機 に酌量の余地がな いこと」の項目で は，第１回融資以 降，\n被告人らが重要な 事実を多数偽って 新規借入を行って いたことから ，自 転車\n操業状態に陥っていたことを指摘し，また，「２  極めて周到かつ巧妙に欺罔\n行為を繰り返した 計画的な組織的・ 常習的犯行であっ て，その態様が悪 質で\nあること」の項目 では，その表題ど おり，先行融資に おいて偽装工作が 繰り\n返されていたことを主張し，さらに，「３  被害結果が甚大であること」の項\n目でも，「被害銀行は，全６回の融資について，いずれも，弁済不能のリスク\nにさらされ，貸出 金額を増額する中 で本件被害を被っ たものであって， 商取\n引上の信頼を害した程度は非常に大きい」と指摘 している。\n以上の原審検察 官の主張 ・立証活 動をみれば，先行 融資において偽装 工作\n等が繰り返された 事実を具体的かつ 詳細に立証した上 ，論告での情状関 係の\n主張においても， これらの事実を強 調していることが 明らかで あって， 前記\n求釈明に対する回 答にもかかわらず ，これらの余罪事 実を実質的に刑 の 量定\nに反映させようと する意図をもって 主張・立証活動を 行ったものと疑わ ざる\nを得ない。\nところが，原裁 判所は，こうした 検察官の主張・立 証活動について， 特段\nの制限を加えたり ，証拠調べの範囲 や程度について検 討を 促したりした 形跡\nは見受けられず， かえって，原判決 において，前記の とおり，犯行に至 る経\n緯として，先行融資の状況を具体的かつ詳細に認定判示するとともに，「証拠」\nの項では，原判決 の整理に従って も ，先行融資のみに 関する証拠書類を ３４\n通も掲げており（ なお，本件融資詐 欺のみに関する証 拠書類は２９通， 両方\nの事実に関する証 拠書類は３４通），「量刑の理由」の 項の説示において も，\n原審検察官の論告 における主張の多 くを採用している ことがうかがわれ るの\nであって，こうした原審の審理経過や原判決の内容に鑑みると，原裁判所は，\n原審検察官の上記主張・立証活動をほぼ全面的に容認したものと認められる。\nそして，このよ うな原裁判所の措 置は， 直ちに違法 とまではいえない とし\nても，原審検察官 による不当な主張 ・立証活動を容認 するもの であって ，不\n適切といわざるを 得ず，しかも，こ のような不適切な 措置を行ったとい うこ\nとは，原裁判所も また，原審検察官 と同様 に，先行融 資を余罪として 量 刑上\nも考慮していると疑わせる事情とみるほかはない。\n６  原判決の「量刑の理由」の説示について\n原判決の「量刑の理由」の項をみ ても，原判決は，「１  本件詐欺の悪質性，\n重大性」の項目 において，「本件は，判示のとおりの事案であって，詐取\n金額や欺罔手段等 からみるとかなり 重い部類に属する 融資詐欺の事案と いえ\nる」とした上で， 主として本件犯行 （第６回融資）に おける欺罔行為の 悪質\n性について言及した後に，「そして，このような偽装工作による融資が，犯行\nに至る経緯記載の とおり，日常的， 継続的に行われて いた点も，本件の 刑責\nを考える上で見逃 せない点といえる 」と説示するとこ ろ，この説示部分 は，\n素直に読めば，先行融資が本件と同 様に詐欺罪に当た る偽装工作による 融資\nであり，こうした 偽装工作が日常的 ，継続的に行われ ていたという事実 を，\n量刑上重視する趣旨であると解される。\nまた，原判決は ，同項目の ，「本件では， 詐取金額や欺罔態 様，\n融資詐欺の常習性 等が，本件の基本 的評価を非常に重 くする事情として 指摘\nできる」と説示す るところ，上記説 示部分では，被告 人及びＢの各個別 的事\n情とは区別して，「融資詐欺の常習性」が論じられているから，ここでいう「常\n習性」とは，融資詐欺が反復継続されたこと自体を指すものと解される。\nその他，「量刑の理由」の項中 には，量刑評価において，先行融資について\nも重視したことを うかがわせる表現 がみられるのであ り，こうした原判 決の\n「量刑の理由」における説示内容も，原判決が先行融資を余罪として認定し，\nこれを実質的に処 罰する趣旨で量刑 資料として用いた ことをうかがわせ る事\n情ということができる。\n７  原判決の量刑判断について\n最後に，原判決による量刑判断の在り方についてみると，原判決は，「量刑\nの理由」の項にお いて，①本件犯行 の詐取金額の大き さ，②欺罔態様の 悪質\nさ，③融資詐欺の 常習性（融資詐欺 が反復継続されて いたこと）を ，本 件の\n基本的な評価を非 常に重くする事情 として重視し，他方，④詐取金額が 利息\nを含めて全額弁償 されていることを 十分考慮すべき事 情として評価しな がら，\n犯罪行為そのもの の悪質さから，本 件は当然に執行猶 予を付するべき事 案と\nはいえず，執行猶 予を付することが できるか どうかは 被告人ごとの個別 事情\nによると説示した 上で，さらに，⑤ 被害銀行が返済不 能のリスクにさら され\n続けて与信機能が 侵害されたことを 指摘し，また，被 告人の個別的事情 につ\nいては，⑥本件融 資詐欺の首謀者で あり，実行の中心 的人物であること ， ⑦\n自らの法的責任に ついて曖昧な態度 をとって，Ｂに実 質的な責任を押し つけ\nようとしているこ と，⑧Ｂに不正な 行為をさせたこと を，執行猶予を付 する\n上での消極事由と して指摘し，その 他原審弁護人の主 張する酌むべき事 情を\n考慮しても，被告人を執行猶予に付すのは相当でないと の判断を示している。\nこのうち，④の 全額被害弁償の点 は， 弁護人も主張 するように，財産 犯で\nある詐欺１件限り の事案において， 被告人にさしたる 前科がなければ， 組織\n的詐欺や特殊詐欺 等の特に悪質な詐 欺事案を除き，被 害の全額が弁償さ れた\nことは，刑の執行 を猶予するか否か の判断において 分 水嶺ともなるべき 重要\nな事情といえるの であり，従前の裁 判例では，本件の ような巨額詐欺事 案で\nあっても，執行猶 予を付される事例 が 少なくないこと は，当裁判所に顕 著な\n事実である。\nそこで，本件が 被告人を実刑に処 すべき特に悪質な 詐欺事案に当たる かに\nついて検討すると ，原判決が，本件 の基本的な評価を 非常に重くする事 情と\nして重視した①の 本件犯行の詐取金 額の大きさ，さら に，執行猶予を付 する\n上で消極方向に傾 く犯情の一つとし て考慮した⑤の被害銀行が返済不能 のリ\nスクにさらされ続けて与信機能が侵害されたこと に関してみれば，本件では，\n本件融資はもとよ り，先行融資につ いても，利息や遅 延損害金を含めた 全損\n害が弁償済みであ り，原判決のいう 返済不能のリスク や与信機能の侵害 も 遅\n延損害金等の支払 によって補填され たことになるから ，これらの被害の 大き\nさの点は，刑の執 行を猶予するか否 かにおいて 決定的 な事情とはなり得 ない\nと考えられる。\n次に，②の欺罔 態様の悪質さの点 は ，原判決の認定 説示するとおりで ある\nが，弁護人も主張するとおり，本件では，被害銀行の融資担当者らにおいて，\n提出を受けた預金 通帳や他銀行作成 名義の書面 等の原 本の提示を求める など ，\n基本的な審査の手順さえ踏んでおれば，未然に被害を防げたとも考えられる。\nまた，被告人らに よる本件融資詐欺 の目的は，Ａ社に おける借入金の返 済資\n金の獲得であって ，被害銀行側に説 明した仕入資金と は異なるものの， いず\nれにしても，自転 車操業をする中で ， 事業継続中のＡ 社における運転資 金を\n得ることにあるの であり，また，返 済の意思がなかっ たとも認められず ，こ\nうしたことからす ると，本件は，弁 護人主張のような 形式詐欺 ではなく 実質\n詐欺であるとはい え，返済意思のな い場合に比べれば 悪質性は低いとも いえ\nる。そうすると， 本件融資詐欺の欺 罔態様の悪質さの 点も， 全額被害弁 償を\nした被告人に対す る刑の執行を猶予 することを妨げる 事情とまではいえ ない。\nさらに，⑦につ い ては，たとえ原 審 における被告人 の 供述態度が原判決の\n説示するとおりに 評価されるとして も，これは一般情 状にとどまる上， 被告\n人は，基本的に罪 を認めて公訴事実 を争わず，反省の 言葉も述べていた ので\nあるから，上記の ような供述態度 が 執行猶予を付する か否か の判断にお いて\n重要な要素となる とは考えられない （なお，原判決の 被告人の供述態度 につ\nいての評価自体に疑問があることについては，後述する。）。\nまた，⑥及び⑧ に ついても，それ 自 体は被告人の責 任 の重さを基礎付ける\n事情であるものの ，全額被害弁償が 量刑に及ぼす意味 は，首謀者につい ても\n変わりはないし， また，被告人は， Ｂに対して，本件 犯行を強制したり ，犯\n意のないＢを犯罪 に誘引したりした わけではなく，Ｂ は，自分の判断で 犯行\nに及んだことが認 められるから ，⑥ 及び⑧の点も，被 告人に執行猶予を 付す\nるか否かで重視すべき事情とはいえない。\n以上の検討を踏 まえると ，原判決 が，上記のとおり ，犯罪行為そのも のの\n悪質さから本件は 当然に執行猶予を 付するべき事案と はいえないと判断 した\nのは，結局，③の 融資詐欺の常習性 ，すなわち，融資 詐欺 が反復継続さ れた\nことを重視したこ とが大きく影響し ているとみざるを 得ないのであり， この\nことは，取りも直 さず，原判決が先行融資を余罪とし て認定し，これを 実質\n的に処罰する趣旨 で量刑資料として 用い，その結果被 告人の量刑を特に 重く\nしたことをうかがわせるものである 。\n８  結論\n以上のとおり， ① 原判決の「犯行 に 至る経緯」の項 に お ける，余罪事実で\nある先行融資の状 況の認定判示は， その具体性や詳細 さにおいて，罪と なる\nべき事実を具体的 に特定明示し，当該犯罪事実の社会 的実体を明らかに する\n範囲を逸脱してお り，そのように認 定判示すべき 合理 的理由を見出し得 ない\nから，そのこと自 体，本件公訴事実 にある本件融資詐 欺と ，余罪事実で ある\n先行融資とを一体 化して，これらを 全体として評価・ 処罰する趣旨であ ると\nうかがわせるもの であること，②原 裁判所が，上記余 罪事実を実質的に 処罰\nさせようとする意 図のうかがわれる 原審検察官の主張 立証活動を容認し て，\nその主張立証によ る結果を原判決に も大きく反映させ ていること，③原 判決\nの「量刑の理由」 の項の説示からは ，原判決が その量 刑評価において先 行 融\n資についても重視 したとうかがわれ ること，そして， ④原判決は，被告 人に\n執行猶予を付する か否かの判断にお いて，先行融資を 含む融資詐欺の常 習性\nを特に重視したとうかがわれることを指摘することができる。\nそして，これら の諸事情に照らす と ，本件では，原 判 決に よる余罪事実で\nある先行融資の認 定判示は，罪とな るべき事実を具体 的に特定明示し， 当該\n犯罪事実の社会的 実体を明らかにす るという観点から 許容され る余地は なく，\n原判決は，起訴さ れていない先行融 資を余罪として認 定し，これを実質 的に\n処罰する趣旨で量 刑資料として用い た結果，被告人を 重く処罰したと認 める\nほかはない。した がって，原審の訴 訟手続には法令違 反があり，この違 法が\n判決に影響を及ぼすことは明らかである。\n訴訟手続の法令違反の論旨は理由がある。\n第２  自判\nそこで，量刑不 当 の論旨に対する 判 断は省略し， 刑 訴 法３９７条１項，３\n７９条により，原 判決中被告人に関 する部 分を破棄し ，同法４００条た だし\n書により更に判決することと する。\n（罪となるべき事実）\n被告人は，太陽 光 発電設備の販売 等 を業とする Ａ社 の 代表取締役として同\n社の業務全般を統 括するもの，Ｂは，同社財務担当の 執行役員という名 称で\n金融機関からの資 金調達等の業務を 担当していたもの であるが，被告人 及び\nＢは，平成２３年 ６月から平成２４ 年５月 までの間， Ａ社がＣ銀行から ５回\nにわたり融資を受 けるに際し，同銀 行Ｄ支店の融資担 当者らに対し，大 手信\n販会社と同名のダ ミー会社からＡ社 の同支店開設預金 口座への多額の入 金を\n偽装した上，内容 虚偽の過大な売上 高を記載した試算 表等を提出するな どし\nて，同社の売上高 及びそれに伴う入 金が多額に上って いる旨誤信させる とと\nもに，同社の大手 信販会社に対する 売掛債権の回収期 間を実際よりも長 期間\nであるように偽装 した上，多数の未 回収債権があるよ うに装うなどして ，真\n実は，回収済みあ るいは架空の債権 であるのに，大手 信販会社に対する 多数\nの未回収債権がＡ 社に保有されてお り，これを融資を 受ける際の返済の 原資\nとする旨説明する などして，その旨 誤信させていたこ とに乗じ て，更に 融資\n実行の判断材料と なる多数の重要事 実を偽って融資金 名目で Ｃ銀行から 金銭\nをだまし取ろうと 考え，共謀の上， 同銀行Ｄ支店融資 担当の渉外課長 Ｋ 及び\n渉外課係員Ｌらに 対し，Ａ社がＥ銀 行から融資を受け ていないのに既に これ\nを受けているかの ように装った上， 従前と同様に，実 態と異なる売上が 存在\nするかのように装 うとともに，上記 の返済原資となる 売掛債権が存在し ない\nのにこれが存在す るかのように装い ，加えて，実際に は，融資がなされ れば\n他の金融機関への 返済等に用いる意 図であるのに，そ の事情を秘し，平 成２\n４年９月５日，（住所略）所在の当時のＡ社事務所において，上記Ｋ及び同Ｌ\nらに対し，Ａ社への融資実行の判断材料となる事実及び資料として，「 Ｅ銀行\nから３億円調達で きた。Ｃ銀行にも ，２億円の融資を お願いしたい。返 済原\n資となる売掛債権の書類等も提出する。」旨 うそを言うとともに，同月４日か\nら同月２０日にかけて，「24-8.30  ご融資  ★300,000,000」との虚偽内容を\n記載したＥ銀行発 行名義のＡ社を預 金者とする預金通 帳の写し，同銀行 Ｆ支\n店がＡ社に３億円 の融資を実行した 旨の内容虚偽の同 支店発行名義の「 ご返\n済金およびお利息 の明細」と題する 書類の写し，Ａ社 が６５人の顧客か ら受\n注を受けて大手信 販会社のＧに対し て合計約２億７０ ０万円相当の売掛 債権\nを有する旨を示す 内容虚偽の売掛債 権の明細及び同社 とその顧客 らとの 間で\n締結されたローン 契約の契約日付等 を改ざんした顧客 ６５人分のローン 契約\n書の写し，Ａ社の 同年１月から同年 ７月までの売上高 を過大に約７５億 円 と\n計上した同社の試 算表等の資料をい ずれも， Ｃ銀行Ｄ 支店へファクシミ リ送\n信し又は上記Ｌに 交付して提出し， 上記Ｌ及び同Ｋら を介して，同銀行 審査\n第二部審査役Ｍに 対し，Ａ社の仕入 資金として２億円 の借入れを申し込 み，\n同年９月２６日， 上記Ｍに，それら の事実が真実で資 料が真正なもので ある\n旨誤信させて，Ａ 社への２億円の融 資を決定させ，よ って，同月２８日 ， 同\n銀行Ｄ支店に開設 されたＡ社名義の 普通預金口座に融 資金２億円から手 数料\nを差し引いた１億 ９９４２万３９２ １円を振込入金さ せ，もって人を欺 いて\n財物を交付させたものである。\n（証拠の標目）（括弧内の甲乙の 数字は，原審記録中の証拠等関係カード記載\nの原審検察官請求証拠番号を示す。）\n省略\n（法令の適用）\n罰   条     刑法６０条，２４６条１項\n刑の執行猶予   同法２５条１項\n（量刑の理由）\n本件は，太陽光 発 電設備の販売 等 を 業とする株式会 社 の代表取締役である\n被告人と，同社の 資金調達業務を実 質的に担当してい たＢとが共謀の上 ，同\n社の売上を水増し したり，他行から も３億円の融資を 受けている旨偽装 した\nり，あるいは，返 済の原資となる売 掛債権の存在を偽 装したりして， 大 手都\n市銀行であるＣ銀 行から融資金名下 に約２億円をだま し取ったという 大 型詐\n欺の事案である。\nその犯情につい て みると， 被害金 額 が大きいだけで な く，欺罔態様 も手の\n込んだ悪質で巧妙 なものである。し かも，被告人らは ，本件と同様の方 法で\n不正に融資を受け ることを繰り返し た末に本件犯行に 及 ぶなど，同種事 案の\n累行性も認められ る上，被告人は， Ｂが同種事案で懲 役３年，５年間執 行猶\n予の言渡しを受け ていることを知り ながら，Ｂに指示 して本件犯行に加担さ\nせたものである。 さらに，犯行の動 機や経緯に酌むべ き事情は乏しく ， 不正\n融資を得るため， ためらう様子もな く安易に，悪質な 偽装工作を施し， 虚言\nを弄して，被害銀 行の信頼を裏切る 規範意識の乏しさ といった点からも ，厳\nしい非難は免れな い。そうすると， 前記のとおり，被害銀行側にも，被 告人\nらから提出された 偽装文書の原本を 確認するなど，基 本的な審査の手順 を踏\nんでおれば，未然 に被害を防ぐこと もできたことを考 慮しても， 相当悪 質な\n事案であって，被告人の刑事責任は重いというべきである 。\nしかしながら， 被 告人らは，本件 犯 行後 に，支援者 の 協力を得て， 利息や\n手数料，遅延損害 金を含め，被害銀 行に対する全債務 を完済しており， この\n点は，被告人の刑 事責任を大幅に減 殺させる事情とい える。さらに，被 告人\nが，これまでに交 通事犯による罰金 前科しか なく，罪 自体は認めて，反 省の\n姿勢を示している 上，本件後，多く の支援者の協力を 得ながら ，太陽光 発電\n設備の販売事業を 立て直して，多数 の従業員を抱えな がら実質的に同事 業を\nリードしているこ となどといった被 告人のために酌む べき事情も 認めら れる。\nこの点，原判決は，被告人の原審公判供述等に関し，「社長としてのＢに対\nする監督責任のよ うな趣旨での自ら の責任は肯定しつ つも，法的な責任 につ\nいては態度を濁した対応に終始している」とか ，「自らの法的責任について曖\n昧な態度を取り， あたかも，Ｂが勝 手に暴走した犯行 であるかような趣 旨の\n態度を取るのは， Ｂに実質的な責任 を押しつけようと するもので極めて 無責\n任であり，本件犯 行に関する自分の 責任を理解してい ない」とか説示し て，\nこのような被告人 の態度について， 執行猶予を付する 上での消極事情と 評価\nしている。しかし ，被告人の原審供 述に曖昧なところ や 一部の弁解が被害銀\n行関係者の供述等 と食い違う点があ るとはいえ，第１ 回融資の際にはい わゆ\nる商流について虚 偽の説明をしたこ と，Ｂに対し内容 虚偽であっても融 資の\nために必要な書類 を作るよう指示し たこと，本件融資 に際し てＥ銀行か ら３\n億円の融資を受け た旨偽ったことな どの，重要な犯罪 事実は認めた上で ，全\nて自分の責任であ るとか，主たる責 任を負うべき立場 にあるのは自分で ある\nとか述べ，Ｂに不 正な行為をさせた ことについても謝 罪の言葉を繰り返 して\nいることにも鑑み れば，原判決の評価は，被告人にと っていささか酷に 過ぎ\nる嫌いがある。被 告人は，基本的に は罪を認め て，反 省の態度を示して いる\nのであるから，被 告人の原審公判での供述の内容や態 度は，刑の執行を 猶予\nする上で有利に考慮できこそすれ，その妨げとはならないというべきである 。\nそして，前判示 の 量刑傾向にも照 ら すと，被害弁償 が 完済された本件にお\nいて，さしたる前科のない被告人に対しては，刑の執行を猶予すべきところ，\nその責任の重さに 照らすと，刑期及 び執行猶予期間の いずれについても 執行\n猶予を付し得る上限の懲役３年，５年間執行猶予に処するのが相当である。\nよって，主文のとおり判決する。\n平成２７年７月３０日\n大阪高等裁判所第３刑事部\n裁判長裁判官   中    谷    雄  二  郎\n裁判官   畑    山              靖\n裁判官   安    西    二    郎\n"
}