{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 1,
    "day": 25
  },
  "case_number": "平成23(行ケ)10308",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82032",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82032",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/032/082032_hanrei.pdf",
  "contents": "平成２４年１月２５日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１０３０８号  審決取消請求事件\n口頭弁論終結日  平成２４年１月１８日\n判        決\n原              告      有 限 会 社 生 喜\n同訴訟代理人弁理士      佐      藤      英      昭\n丸      山              亮\n被              告      特 許 庁 長 官\n同 指 定 代 理 人      守      屋      友      宏\n小      林      由  美  子\n板      谷      玲      子\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２０１１－１３５０号事件について平成２３年８月９日にした審決\nを取り消す。\n第２  事案の概要\n本件は，原告が，下記１の商標登録出願に対する下記２のとおりの手続において，\n原告の拒絶査定不服審判請求について，特許庁が同請求は成り立たないとした別紙\n審決書（写し）の本件審決（その理由の要旨は下記３のとおり）には，下記４のと\nおりの取消事由があると主張して，その取消しを求める事案である。\n１  本願商標（甲１１）\n商標登録出願日：平成２２年３月１５日\n出願番号：商願２０１０－１９７６７号\n商標の構成：\n指定商品：第４３類「飲食物の提供」\n２  特許庁における手続の経緯\n(1)  拒絶査定及び審判請求\n拒絶査定日：平成２２年１０月７日付け（甲１４）\n審判請求日：平成２３年１月１９日（甲１５，１６。不服２０１１－１３５０号\n事件）\n(2)  審決\n審決日：平成２３年８月９日\n審決の結論：本件審判の請求は，成り立たない\n審決謄本送達日：平成２３年８月２３日\n３  本件審決の理由の要旨\n本件審決の理由は，要するに，本願商標と別紙引用商標目録記載１及び２の各商\n標（甲１７，１８，乙２，３。以下，順に「引用商標１」及び「引用商標２」とい\nい，総称して「引用商標」という。）と類似し，また，引用商標の指定役務は，本\n願商標の指定役務と同一であるか，又は包含されるものであるから，商標法４条１\n項１１号に該当し登録を受けることができない，というものである。\n４  取消事由\n本願商標が引用商標に類似するとした判断の誤り\n第３  当事者の主張\n〔原告の主張〕\n(1)  外観及び観念について\nア  本願商標について\n本願商標における「和創菜」の文字は，辞書に記載されていない造語ではあるも\nのの，「飲食物の提供」という役務からすると，「和食の創作惣菜」程度の観念が\n想起されるものである。また，本願商標における「ＴＳＵＫＩＴＥＩ」の欧文字表\n記は，「月亭」との漢字部分の読みを表したものと無理なく認識できるものである。\nしたがって，本願商標全体からは，「和食の創作惣菜を提供する「月亭」という\n屋号の飲食店」という観念が想起されるものである。\n本願商標は，「亭」の文字を「月」の文字と比較してやや小さく書くことにより，\n「和創菜」の文字をまとまりよく収めており，「和創菜」の文字を捨象すると，か\nえって「月」の文字だけが大きくなり，不自然な外観となるから，本願商標は，外\n観上一体として把握されるべきものである。\n以上からすると，本願商標は，その外観及び観念において，常に一体的な標章と\nして把握されなければ不自然であるから，「月亭」「和創菜」「ＴＳＵＫＩＴＥ\nＩ」のそれぞれが独立して取引に資されることも十分あり得るとした本件審決の認\n定は誤りである。\nイ  引用商標について\n(ア)  引用商標１は，上段に円形の独特の図形部分を有し，その下部に「月亭」\nと縦書きし，全体として図形部分と文字部分とがほぼ同じ大きさで，３つの構成要\n素が縦に並ぶ構成を有するところ，図形と文字との差異はあるものの，いずれも細\nくてコシの強い筆による緊張感のある書体が用いられており，更に，円形の図形部\n分，楕円形の「月」の文字，「亭」の文字の「丁」の部分の丸みにより，全体とし\nて非常にまとまりよく，ほっそりと丸みを帯びて融合した外観を有しており，この\nような構成を分離して観察するのは不自然である。\n(イ)  引用商標２も，図形部分と「月亭」の文字部分の書体やほっそりとして丸\nみを帯びている点は同様であり，全体として横長の台形状に図形と文字とが組み合\nわされた構成を有しているから，いずれかの部分を抽出してその他の構成部分を捨\n象することは不自然である。\n(ウ)  引用商標は，いずれも円形の図形部分は「月亭」の文字とあいまって「丸\nい月」という印象を取引者・需要者に与えるものであり，そのような印象と外観と\nが互いに融合して，一体不可分のものとして把握されるものである。\n(エ)  以上からすると，引用商標は，その構成図形及び文字の外観上の特徴及び\n取引者・需要者が抱く印象，観念において，一体として融合した構成態様からなる\nものであるから，そのような一体的な構成態様からなることを否定した本件審決の\n認定は誤りである。\n(2)  外観及び観念における類否判断について\nア  商標の類否判断は，各商標の外観，観念，称呼等によって取引者・需要者に\n与える印象，記憶，連想等を総合して全体的に考察するとともに，具体的取引状況\nに基づいて判断すべきであるところ，外観，観念又は称呼の類似は，その商標を使\n用した商品につき出所の誤認混同のおそれを推測させる一応の基準にすぎず，これ\nらのうちの１つにおいて類似するものでも，ほかの２点において著しく相違するこ\nとその他取引の実情等によって，商品の出所に誤認混同を来すおそれが認められな\nければ，類似商標と解すべきではない。\n確かに，本願商標の「月亭」の文字部分と，引用商標の「月亭」の各文字部分か\nら生じる「ツキテイ」の称呼は共通するが，本願商標及び引用商標における外観及\nび観念を詳細に考察すれば，「月亭」の文字部分のみを抽出して対比すること自体\nが不自然であることは，先に指摘したとおりである。本件審決の判断は，「月亭」\nの文字部分が類似し，「ツキテイ」との称呼が共通する点のみを重視した，結論あ\nりきの不合理な判断というほかない。\nイ  本件審決は，本願商標及び引用商標において，それぞれ「月亭」の文字部分\nのみが取引に資されるとの誤った前提に基づいて，当該文字部分のみを対比してい\nるにすぎず，「外観，観念，称呼等によって取引者・需要者に与える印象，記憶，\n連想等」に関する実質的な検討を全く行っていない。\n本願商標は，左側に大きく「月」と，その右側の上段に小さく「和創菜」と，そ\nれぞれ毛筆体で横書きし，その下段にごく小さな欧文字で「ＴＳＵＫＩＴＥＩ」と\n書き，更にその下部に「月」の文字の３分の２程度の大きさで「亭」と毛筆体で書\nいた構成を有するが，「月亭」及び「和創菜」の文字が全体的に太めの線で書かれ\nており，墨をたっぷりつけた柔らかく毛の多い太筆でゆっくりと堂々と表されてい\nることから，全体にどっしりとした荒々しい男性的な印象を受けるものである。\nこれに対し，引用商標は，縦書き，横書きの相違があるものの，円形図形と「月\n亭」の文字及び書体を共通にしており，「月亭」の文字部分はいずれも細くてコシ\nの強い仮名筆や面相筆等で，墨を絞って緊張感を持たせて縦長に表されており，全\n体にほっそりとした品良くおとなしい女性的な印象を受け，更に細い曲線で構成さ\nれた円形の図形部分により，「月亭」の文字とあいまって「丸い月」という連想を\n取引者・需要者に与えるものである。\nしたがって，全体にどっしりとした荒々しい男性的な印象を受ける本願商標と，\n全体にほっそりとした品良くおとなしい女性的な印象を受ける引用商標とは，取引\n者・需要者に与える印象，記憶，連想等が全く対照的であり，全体的に考察しても\n役務の出所につき誤認混同を生ずるおそれは考え難い。\n本件審決は，本願商標と引用商標との外観を対比する際，各商標全体のイメージ\nの統一感，外観上の配置のバランス等の文字部分と図形部分との有機的な結合を考\n慮せず，一部分のみを抽出して当該部分についてのみ検討しており，相当ではない。\nウ  「月亭」の文字は，本願商標と引用商標とにおける独創的な造語ではなく，\n江戸時代の「月亭生瀬」，明治時代の「月亭文都」等，「月亭」を名乗る落語家が\n複数存在する。「月亭」は，複数の飲食店において屋号として採用されており，イ\nンターネットの飲食店検索サイトによると，「月亭」の文字を屋号とする飲食店が，\n国内に少なくとも７件あることが確認できる。取引の実情として，一般の取引者・\n需要者は，飲食店のジャンル及び平均的な予算，飲食店のロゴマーク（商標）等を\n総合的に考慮して，それぞれの店舗を識別しているものであり，単に「ツキテイ」\nとの称呼のみにおいて飲食店を識別することは考え難い。実際，「ツキテイ」の称\n呼が生じる愛知県の飲食店は，ジャンルが「懐石・会席料理，割烹・小料理」，平\n均予算が「４０００円～４９９９円」であるのに対し，長崎県の飲食店は，ジャン\nルが「ラーメン」であり，平均予算が「～９９９円」であるから，両店舗について，\n一般の取引者・需要者が役務の出所につき誤認混同を生ずるおそれは皆無である。\nしたがって，飲食店における取引の実情を考慮すると，本願商標と引用商標とに\nついて，役務の出所につき誤認混同を生ずるおそれはないものというべきである。\n本件審決は，「月亭」の文字部分における称呼が共通する点を指摘するのみで，\n当該称呼の共通性が外観，観念の相違性を凌駕するものであるか否かに関する検討\nをしていない。少なくとも，本願商標の指定役務の分野においては，「ツキテイ」\nとの称呼が生じる標章を店名として採用する飲食店が複数存在するから，外観及び\n観念と比較して称呼を重視すべき特段の事情は存在しないし，本願商標や引用商標\nに関して専ら称呼による商品の宣伝広告が行われており，取引者・需要者がこれら\nの宣伝広告を記憶してその称呼を頼りに取引に当たるということもない。しかも，\n引用商標からは，「ゲッテイ」の称呼が生じる余地もあるものである。\n(3)  小括\n以上からすると，本願商標と引用商標とは，これらを全体的，具体的に検討すれ\nば，役務の出所に誤認混同を来すおそれの認め難い非類似の商標であるから，本願\n商標が商標法４条１項１１号に該当するとした本件審決の判断は，誤りである。\n〔被告の主張〕\n(1)  外観及び観念について\nア  本願商標について\n本願商標における「月亭」の文字部分は，顕著に大きく表されており，取引者・\n需要者に与える印象は強いものというべきであるが，「和創菜」「ＴＳＵＫＩＴＥ\nＩ」の文字部分は，「月亭」の文字部分と比較して極めて小さく表されているから，\n取引者・需要者に与える印象は弱いものといえる。そこで，本願商標の「月亭」の\n文字部分は，外観上，他の文字部分と比較して極めて印象的で，記憶に残りやすい\n部分ということができる。\nまた，本願商標における「和創菜」の文字部分は，造語ではあるものの，原告が\n主張するとおり，「飲食物の提供」という役務との関係からは，「和食の創作惣\n菜」程度の意味合いが想起されるものである。「ＴＳＵＫＩＴＥＩ」の欧文字部分\nは，それ自体では何らかの意味合いを有するものか必ずしも明らかではないものの，\n本願商標の構成においては，「月亭」の文字部分の読みを欧文字で表したものと容\n易に認識できるものである。さらに，「月亭」の文字部分は，造語ではあるものの，\n「亭」の文字が，「屋敷。住居」の意味を有するから，「月の屋敷」程度の意味合\nいを想起させるものということができる。\n本願商標は，その構成部分である「和創菜」「ＴＳＵＫＩＴＥＩ」「月亭」の各\n文字が一体となって特定の親しまれた観念が生ずるものとはいえないところ，「Ｔ\nＳＵＫＩＴＥＩ」の欧文字部分は，単に「月亭」の読みを表したものであり，「和\n創菜」の文字部分は，「和食の創作惣菜」程度の意味合いが想起されるものであり，\n本願商標の指定役務（飲食物の提供）に使用された場合，提供される料理の内容を\n想起させるものということができる。\nこれに対し，「月亭」の文字部分は，「月の屋敷」程度の意味合いを想起させる\n以上に，役務の提供の場所や役務の質などを具体的に表示するものとも，役務の提\n供の場所や質などを暗示するものともいえないから，「和創菜」「ＴＳＵＫＩＴＥ\nＩ」の各部分と比較して，自他役務を識別する機能が極めて強く，印象的で記憶に\n残りやすいものということができる。\nしたがって，本願商標は，外観及び観念において，「月亭」の文字部分が強く支\n配的な印象を与えるものであるから，本願商標と引用商標との類否判断の際，本願\n商標のうち「月亭」の部分だけを引用商標と比較することも，許されるというべき\nである。そうすると，本願商標は，取引者・需要者に強く支配的な印象を与える\n「月亭」の文字部分から「ツキテイ」の称呼が生じ，「月の屋敷」程度の意味合い\nが想起されるというべきである。また，本願商標全体からは，「和食の創作惣菜を\n提供する「月亭」という屋号の飲食店」という観念も想起されるものである。\nイ  引用商標について\n(ア)  引用商標１は，円の内部に「了」の文字のようにも見える曲線を左右に３\n本並べて配した図形部分の下に，「月亭」の文字を，筆書き風に縦書きしてなるも\nのであるところ，図形部分と「月亭」の文字部分は融合されておらず，分離された\n構成からなるものであるから，それぞれが別個のものとして看取されるといえる。\nそして，図形部分は，一見しただけでは，いかなる絵図を表しているのか理解し\n難く，特定の称呼や親しまれた観念が直ちに生ずるものということはできない。\n他方，「月亭」の文字は，読みやすい書体が用いられ，商標の主たる部分を占め\nるように表されているのみならず，「月」も「亭」も平易な漢字であるから，「月\n亭」の文字部分は，引用商標１に接する者にとって，読みやすく，意味合いも想起\nされやすいものである。\nそうすると，引用商標１の構成中，「月亭」の文字部分以外の部分，すなわち，\n図形部分は，出所識別標識として称呼及び観念が生じないものであるところ，「月\n亭」の文字部分と図形部分とが一体となって特定の観念が生ずるともいうことはで\nきないから，本願商標と引用商標１との類否判断の際，引用商標１のうち「月亭」\nの部分だけを本願商標と比較することも，許されるものというべきである。\nそして，「月亭」の文字部分は，例えば，落語家の芸名において「ツキテイ」と\n読まれているから，自然に「ツキテイ」の称呼が生ずるものということができるほ\nか，先に指摘したとおり，「月の屋敷」程度の意味合いを想起させるものである。\nしたがって，引用商標１は，「月亭」の文字部分から，「ツキテイ」の称呼が生\nじ，「月の屋敷」程度の意味合いが想起されるというべきである。\n(イ)  引用商標２は，「しゃぶしゃぶ・京懐石」の文字を横書きし，その下段に，\n引用商標１と同様の図形部分を左に配し，その右に「銀座」の文字を横書きし，更\nにその右に，「月亭」の文字を大きく筆書き風に横書きしてなるものであるところ，\n図形部分，「しゃぶしゃぶ・京懐石」「銀座」「月亭」の各文字部分は融合されて\nおらず，それぞれ分離された構成からなるものであるから，それぞれが別個のもの\nとして看取されるものということができる。\nそして，引用商標２の指定役務との関係において，「しゃぶしゃぶ・京懐石」の\n文字部分は役務の質（提供される料理の内容）を，「銀座」の文字部分は役務の提\n供の場所を，それぞれ表したものと想起させるものであるから，自他役務の識別標\n識としては機能しないものである。引用商標２において，自他役務の識別標識とし\nて機能するものは，図形部分と「月亭」の文字部分であるが，これらは，それぞれ\nが別個のものとして看取されるから，引用商標１と同様，図形部分からは特定の称\n呼及び観念が生じないところ，引用商標２のうち，「月亭」以外の部分からは，出\n所識別標識としての称呼，観念が生じないものというべきである。また，「月亭」\nの文字部分と図形部分とが一体となって特定の観念が生ずるということもできない。\nそうすると，本願商標と引用商標２との類否判断の際にも，引用商標２のうち\n「月亭」の部分だけを本願商標と比較することが許されるというべきであって，引\n用商標２は，「月亭」の文字部分から，引用商標１と同様に，「ツキテイ」の自然\nな称呼が生じ，「月の屋敷」程度の意味合いが想起されるというべきである。\n(ウ)  以上からすると，本件審決の認定に誤りはない。\n(2)  外観及び観念における類否判断について\nア  外観について\n本願商標の「月亭」の文字と，引用商標の「月亭」の文字の外観は，対比観察す\nれば，文字の書体などに差異があるものの，いずれも同一の文字から構成され，筆\n書き風に書かれているから，時と所を異にして両者に接した場合，取引者・需要者\nに対しては，外観上近似した印象を与えるものであり，互いに紛らわしい，類似の\nものというべきである。\n本願商標の「月」と「亭」の文字は，それぞれの大きさに多少の差異があるもの\nの，これに接する取引者・需要者は，ほぼ同じ大きさで書かれているものと認識す\nるのが自然であって，「和創菜」の文字が捨象された場合に，「月」の文字だけが\n大きく把握されることはなく，むしろ，「月亭」が一体となって把握されるという\nべきであるから，「和創菜」の文字を捨象すれば「月」の文字だけが大きい不自然\nな外観となることを前提として，本願商標は外観上一体として把握すべきであると\nする原告の主張は，失当である。\nイ  称呼について\n本願商標と引用商標とは，いずれも「月亭」の文字に相応した「ツキテイ」の称\n呼が生じるものであって，それぞれの称呼は，共通するものというべきである。\n原告が指摘するとおり，引用商標から「ゲッテイ」の称呼が生ずる余地があると\nしても，「ツキテイ」の称呼が生じることが否定されるものではなく，むしろ，\n「ツキテイ」の称呼は，「ゲッテイ」よりも自然である。\nウ  観念について\n本願商標と引用商標とは，いずれも「月亭」の文字部分から，「月の屋敷」程度\nの共通の意味合いが想起されるものである。\nエ  取引の実情について\n飲食物の提供の分野では，提供される料理の内容や提供の場所と，飲食店の名称\nとを組み合わせて，「○○（料理又は場所）△△（名称）」との看板等を使用する\n例や，図形と飲食店の名称とを組み合わせて，「●（図形部分）△△（名称）」と\nの看板等を使用する例が見られるところ，提供される料理の内容や提供の場所を表\nす「○○」の部分や，図形部分「●」の部分が省略されることも少なくない。\nしたがって，本願商標や引用商標でも，「和食の創作惣菜」程度の意味合いが想\n起される「和創菜」の部分（提供される料理の内容），「銀座」及び「しゃぶしゃ\nぶ・京懐石」の部分（提供の場所及び提供される料理の内容）並びに図形部分がそ\nれぞれ省略されることは，取引の実情において，容易に想定し得ることである。\n(3)  小括\n以上からすると，本願商標と引用商標とは，外観が類似し，称呼及び想起される\n意味合いは共通するから，取引の実情も併せ考慮すれば，同一又は類似の役務に使\n用されるときは，その出所について誤認混同を生ずるおそれのある，互いに類似の\n商標というべきである。\nよって，本願商標は，商標法４条１項１１号に該当するものであるから，本件審\n決の判断に誤りはない。\n第４  当裁判所の判断\n１  商標の類否判断\n本願商標は，「月亭」「和創菜」「ＴＳＵＫＩＴＥＩ」の各部分とから，引用商\n標１は，図形部分と「月亭」の文字部分とから，引用商標２は，図形部分と「しゃ\nぶしゃぶ・京懐石」「銀座」「月亭」の各文字部分とから構成されている，いわゆ\nる結合商標であるところ，本件審決は，本願商標及び引用商標からそれぞれその構\n成部分の一部である「月亭」の文字部分を抽出し，当該抽出部分だけを比較して，\n類否判断をしたものであることは，別紙審決書（写し）の理由から明らかである。\nもとより，商標の類否は，対比される両商標が同一又は類似の商品に使用された\n場合に，商品の出所につき誤認混同を生ずるおそれがあるか否かによって決すべき\nであるが，それには，そのような商品に使用された商標がその外観，観念，称呼等\nによって取引者に与える印象，記憶，連想等を総合して全体的に考察すべく，しか\nも，その商品の取引の実情を明らかにし得る限り，その具体的な取引状況に基づい\nて判断しなければならない（最高裁昭和３９年（行ツ）第１１０号同４３年２月２\n７日第三小法廷判決・民集２２巻２号３９９頁参照）。\nしかるところ，複数の構成部分を組み合わせた結合商標については，商標の各構\n成部分がそれを分離して観察することが取引上不自然であると思われるほど不可分\n的に結合しているものと認められる場合において，その構成部分の一部を抽出し，\nこの部分だけを他人の商標と比較して商標そのものの類否を判断することは，原則\nとして許されない。他方，商標の構成部分の一部が取引者・需要者に対し商品又は\n役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，そ\nれ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合な\nどには，商標の構成部分の一部だけを他人の商標と比較して商標そのものの類否を\n判断することも，許されるものである（最高裁昭和３７年（オ）第９５３号同３８\n年１２月５日第一小法廷判決・民集１７巻１２号１６２１頁，最高裁平成３年（行\nツ）第１０３号同５年９月１０日第二小法廷判決・民集４７巻７号５００９頁，最\n高裁平成１９年（行ヒ）第２２３号同２０年９月８日第二小法廷判決・裁判集民事\n２２８号５６１頁参照）。\nそこで，以上説示した見地から，本願商標と引用商標とが類似であると判断した\n本件審決の当否について検討することとする。\n２  本願商標と引用商標との類否\n(1)  本願商標から生じる称呼及び観念について\nア  本願商標は，「和創菜」の文字を手書き風の書体で横書きし，その下段に\n「ＴＳＵＫＩＴＥＩ」との欧文字を横書きし，更に段を変えて，「月亭」の文字を，\n他の文字部分と比較して顕著に大きく，筆書き風に，やや右下がりに横書きしてな\nるものであり，「和創菜」「ＴＳＵＫＩＴＥＩ」「月亭」の各部分により構成され\nていること，「月亭」の文字部分が，他の部分よりも強調されていることは，視覚\n上，容易に認識することができるものであって，本願商標に接する取引者・需要者\nは，「月亭」の文字部分をより強く印象付けられるものということができる。\nそして，「月亭」は，「ツキテイ」と称呼することができる（甲１，２，乙９，\n１０）のみならず，「ＴＳＵＫＩＴＥＩ」の欧文字部分と比較して，「月亭」の部\n分が顕著に大きいことからすると，本願商標における「ＴＳＵＫＩＴＥＩ」の欧文\n字部分は，「月亭」の称呼を意味するものであると容易に理解することができる。\nまた，「和創菜」の文字部分は，本願商標の指定役務である「飲食物の提供」に\nおいては，「「和」食の「創」作惣「菜」」を意味する造語であるものということ\nができ，実際に，飲食店において，同様の意味で使用されているものである（乙５\n～８）。同部分において，「和食の創作惣菜」程度の意味合いが想起されるもので\nあることは，原告も争うものではない。そこで，「和創菜」の文字部分は，その意\n味内容と「月亭」の文字部分との大きさの比較からすると，本願商標の指定役務と\nの関係において，提供される料理の内容を想起させるものということができる。\nそうすると，「ＴＳＵＫＩＴＥＩ」「和創菜」の文字部分は，「月亭」の称呼と\n役務の質（提供される料理の内容）を想起させるものであって，自他役務の識別機\n能を有しないものというべきであるが，「月亭」の文字部分は，取引者・需要者に\nとって，読みやすく，意味合いも想起しやすいものであり，文字自体の大きさから\nしても，役務の出所識別標識として強く支配的な印象を与えるものと認められる。\nしたがって，本願商標からは，「和創菜」「ＴＳＵＫＩＴＥＩ」「月亭」の各文\n字部分が一体となった当該商標の全体に対応した称呼及び観念とは別に，「月亭」\nの文字部分に対応した「ツキテイ」の称呼も生じるといわざるを得ないのであって，\n本願商標と引用商標との類否判断に際して，本願商標から「月亭」の文字部分を抽\n出することは当然に許されるべきものである。\nイ  「月亭」とは，辞書に掲載されていない造語であるが，「月」の文字に「屋\n敷。住居。」との意味を有する（乙４）「亭」の文字が組み合わされていることか\nらすると，「月明かりに照らされた建物」程度の意味を有するものである。\nウ  以上からすると，本願商標からは，「和創菜」「ＴＳＵＫＩＴＥＩ」「月\n亭」の各文字部分が一体となった当該商標の全体に対応した称呼及び観念とは別に，\n「月亭」の文字部分に対応した「ツキテイ」との称呼及び「月明かりに照らされた\n建物」との観念も生じるものというべきである。\n(2)  引用商標から生じる称呼及び観念について\nア  引用商標１について\n(ア)  引用商標１は，円の内部に「了」の文字に似た曲線を左右に３本並べて配\nした図形の下に，「月亭」の文字を，筆書き風に縦書きしてなるものである。図形\n部分と「月亭」の文字部分とは，融合されておらず，分離された構成からなるもの\nであるから，それぞれを別個のものとして看取することも可能である。\n「月亭」の文字部分は，読みやすい書体で書かれており，図形部分と比較して大\nきいものである（図形部分と「月」「亭」の各文字部分は，それぞれほぼ同一の大\nきさである。）。図形部分は，何らの観念を有さないことは一見して明らかである。\nしたがって，取引者・需要者にとって，「月亭」の文字部分は，読みやすく，意\n味合いも想起しやすいものであり，役務の出所識別標識として強く支配的な印象を\n与えるものと認められるところ，図形部分には，出所識別標識としての称呼，観念\nが生じないと認められるものである。\n(イ)  以上からすると，引用商標１からは，図形部分と「月亭」の文字部分とが\n一体となった当該商標の全体に対応した称呼及び観念とは別に，「月亭」の文字部\n分に対応した「ツキテイ」との称呼及び「月明かりに照らされた建物」との観念を\nも生じるものというべきである。\nイ  引用商標２について\n(ア)  引用商標２は，「しゃぶしゃぶ・京懐石」の文字を横書きし，その下段に，\n引用商標１と同様の図形部分を左に配し，その右に「銀座」の文字を横書きし，さ\nらにその右に，「月亭」の文字を，大きく筆書き風に横書きしてなるものである。\n図形部分，「しゃぶしゃぶ・京懐石」「銀座」「月亭」の各文字部分は，融合され\nておらず，それぞれ分離された構成からなるものであるから，それぞれを別個のも\nのとして看取することも可能である。\n引用商標２の指定役務（飲食物の提供）からすると，「しゃぶしゃぶ・京懐石」\nの文字部分は，役務の質（提供される料理の内容）を，「銀座」の文字部分は，役\n務の提供の場所を想起させるものであって，自他役務の識別機能を有しないものと\nいうべきである。\n「月亭」の文字部分及び図形部分については，引用商標１において説示したとお\nりであって，取引者・需要者にとって，「月亭」の文字部分は，読みやすく，意味\n合いも想起しやすいものであり，役務の出所識別標識として強く支配的な印象を与\nえるものと認められるところ，図形部分には，出所識別標識としての称呼，観念が\n生じないと認められるものである。\n(イ)  以上からすると，引用商標２からは，図形部分と「しゃぶしゃぶ・京懐\n石」「銀座」「月亭」との各文字部分が一体となった当該商標の全体に対応した称\n呼及び観念とは別に，「月亭」の文字部分に対応した「ツキテイ」との称呼及び\n「月明かりに照らされた建物」との観念をも生じるものというべきである。\n(3)  本願商標と引用商標１との類否\nア  前記(1)及び(2)アによると，本願商標と引用商標１とは，「ツキテイ」との\n称呼及び「月明かりに照らされた建物」との観念において共通するものであり，両\n商標の外観の相違は，書体や記載の方向（横書きか縦書きか）が異なるほか，出所\n識別標識としての称呼及び観念が生じない「和創菜」「ＴＳＵＫＩＴＥＩ」及び図\n形部分とが異なる程度にとどまるものであるから，そのような外観の相違を考慮し\nてもなお，本願商標と引用商標１とが同一又は類似の役務に使用された場合には，\n当該役務の出所について混同が生じるおそれがあるというべきであって，本願商標\nは，引用商標１と類似するものと認めるのが相当である。\nイ  この点について，原告は， 本願商標の外観においては，「和創菜」の文字\nを捨象すると，かえって「月」の文字だけが大きくなり，不自然な外観となるし，\n引用商標についても，用いられている書体等からすると，全体として非常にまとま\nりよく，ほっそりと丸みを帯びて融合した外観を有しており，このような構成を分\n離して観察するのは不自然であるから，いずれも外観上一体として把握されるべき\nものであると主張する。\nしかしながら，本願商標において，出所識別機能を有しない「和創菜」「ＴＳＵ\nＫＩＴＥＩ」の各文字部分と出所識別機能を有する「月亭」の文字部分とを分離し\nて観察することが取引上不自然であると思われるほど不可分的に結合しているもの\nとはいえないことは，その構成上から明らかであって，「月」の文字が「亭」の文\n字と比較して若干大きく書かれていることをもって，分離して観察することが不自\n然であるとまで，いうことはできない。\nまた，原告は，本件審決は，本願商標及び引用商標において，それぞれ「月亭」\nの文字部分のみが取引に資されるとの誤った前提に基づいて，当該文字部分のみを\n対比しているにすぎず，「外観，観念，称呼等によって取引者・需要者に与える印\n象，記憶，連想等」に関する実質的な検討を全く行っていないとも主張するが，\n「月亭」の文字部分を分離して観察することが相当である以上，原告の主張はその\n前提自体が誤りである。\nさらに，原告は，一般の取引者・需要者は，その飲食店のジャンル及び平均的な\n予算，飲食店のロゴマーク（商標）等を総合的に考慮して，それぞれの店舗を識別\nしているものであり，単に「ツキテイ」との称呼のみにおいて飲食店を識別するこ\nとは考え難く，飲食店における取引の実情を考慮すると，本願商標と引用商標とに\nついて，役務の出所につき誤認混同を生ずるおそれはないとも主張する。\n確かに，「月亭」という屋号を有する飲食店は，原告が経営する店舗（乙１７，\n１８）のほか，複数存在する（甲３～９）ところ，取引者・需要者が，飲食店の選\n択の際，ジャンル及び予算等を考慮することがあるとしても，そのことをもって，\n前記説示のとおり，称呼及び観念が共通する本願商標と引用商標とについて，役務\nの出所につき誤認混同を生ずるおそれはないということはできない。\n原告の主張はいずれも採用できない。\n(4)  本願商標と引用商標２との類否\n前記(3)において説示したところは，引用商標２についても当てはまるものであ\nり，本願商標は，引用商標２とも類似するものと認めるのが相当である。\n(5)  役務の同一性\n本願商標の指定役務である「飲食物の提供」は，引用商標１の指定役務である\n「しゃぶしゃぶ料理を主とする飲食物の提供」を含むものであり，引用商標２の指\n定役務とは，同一である。\n(6)  小括\n以上からすると，本願商標と引用商標とは，称呼及び観念において共通するもの\nであり，両商標の外観の相違は，書体や出所識別標識としての称呼及び観念が生じ\nない部分の有無等が異なる程度にとどまるものであるから，そのような外観の相違\nを考慮してもなお，本願商標と引用商標とが同一又は類似の役務に使用された場合\nには，当該役務の出所について混同が生じるおそれがあるというべきであって，本\n願商標は，引用商標と類似するものと認めざるを得ない。\nよって，本願商標が商標法４条１項１１号に該当するとした本件審決の判断は，\nこれを是認し得ることが明らかである。\n３  結論\n以上の次第であるから，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          井      上      泰      人\n裁判官          荒      井      章      光\n（別  紙）\n引用商標目録\n１  商標登録番号：第４１０８７６８号\n商標の構成：\n指定役務：しゃぶしゃぶ料理を主とする飲食物の提供\n商標登録出願日：平成８年３月１３日\n設定登録日：平成１０年１月３０日\n存続期間更新登録日：平成１９年８月１４日\n２  商標登録番号：第５００６９６４号\n商標の構成：\n指定役務：第４３類「飲食物の提供」\n商標登録出願日：平成１８年５月２９日\n設定登録日：平成１８年１２月１日\n"
}