{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 6,
    "day": 27
  },
  "case_number": "平成24(行ウ)327",
  "case_name": "事業計画変更認可申請却下処分取消等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　一般乗用旅客自動車運送事業であるタクシー事業を営む者がした，特定地域における一般乗用旅客自動車運送事業の適正化及び活性化に関する特別措置法３条に基づいて特定地域に指定された区域を営業区域として事業用自動車（一般車両タクシー）を３０台増車する旨の事業計画変更認可申請に対し，運輸支局長がした前記申請を却下する旨の処分が，違法とされた事例\n２　一般乗用旅客自動車運送事業であるタクシー事業を営む者がした，特定地域における一般乗用旅客自動車運送事業の適正化及び活性化に関する特別措置法３条に基づいて特定地域に指定された区域を営業区域として，事業用自動車（一般車両タクシー）を３０台増車する旨の事業計画変更認可申請に係る事業計画変更を認可することの義務付けを求める請求が，棄却された事例\n３　一般乗用旅客自動車運送事業であるタクシー事業を営む者が，特定地域における一般乗用旅客自動車運送事業の適正化及び活性化に関する特別措置法３条に基づいて特定地域に指定された区域を営業区域として，事業用自動車（一般車両タクシー）を増車するため，運輸支局長に対し，同法１５条１項，道路運送法１５条１項に基づき，事業計画変更認可申請をしたところ，これを却下する旨の処分を受けたため，同条３項に基づき届出のみで前記申請に係る増車をすることができる法的地位を有することの確認を求めた訴えが，適法とされた事例",
  "case_gist": "１　一般乗用旅客自動車運送事業であるタクシー事業を営む者がした，特定地域における一般乗用旅客自動車運送事業の適正化及び活性化に関する特別措置法３条に基づいて特定地域に指定された区域を営業区域として事業用自動車（一般車両タクシー）を３０台増車する旨の事業計画変更認可申請に対し，運輸支局長がした前記申請を却下する旨の処分につき，特定地域に係る増車認可申請に対する認可の許否の判断，その審査基準の策定については国土交通大臣等の政策的な裁量判断に委ねられていると解するのが相当であるところ，前記特別措置法制定までの議論の経緯等を検討すると，前記基準が安易な供給拡大を抑制することを目的とすること自体は適法であると認められ，また，前記基準において，特定地域に係る増車認可申請を認めるためには，当該営業圏において新規の輸送需要が生ずる見込みがあることを必要とするとの収支計画要件を定めることは，安易な供給拡大を抑制するという観点からみて明らかに不合理な規制であるとまではいえないから，前記特別措置法上許容されているものと解されるが，申請者が実際には立証することが困難な要件を課すことは，政府が供給を直接調整して増車を一律に禁止することと同視することができ，違法であって許されないから，収支計画要件への適合性は，新規の輸送需要の発生が社会通念上合理的にみて相当程度の蓋然性をもって見込まれることを申請者である事業者が立証することができれば足りると解されるとした上で，前記処分は，新規の輸送需要が発生することが社会通念上合理的にみて相当程度の蓋然性をもって見込まれるということができるにもかかわらず，特段の事情も示すことなく，特定地域に係る増車認可申請を一切不認可とした点で，事実に対する評価が明らかに合理性を欠くこと，又は，判断過程において考慮すべき事情を考慮しないことにより，社会通念に照らし著しく妥当性を欠くものといわざるを得ず，運輸支局長が有する裁量権の範囲の逸脱又は濫用をしたものであって違法であるとした事例\n２　一般乗用旅客自動車運送事業であるタクシー事業を営む者がした，特定地域における一般乗用旅客自動車運送事業の適正化及び活性化に関する特別措置法３条に基づいて特定地域に指定された区域を営業区域として，事業用自動車（一般車両タクシー）を３０台増車する旨の事業計画変更認可申請に係る事業計画変更を認可することの義務付けを求める請求につき，前記区域において新規の輸送需要が発生しそれが増車に係る営業収入に結び付くことは社会通念上合理的にみて相当程度の蓋然性をもって見込まれ，同申請に対する却下処分は取り消されるべきものであるものの，前記新規需要が，前記３０台の増車に見合うものであるか否かについて，客観的な裏付けは十分に示されておらず行政庁の専門的・技術的な知識経験に基づく判断を経るべき点が残っているといわざるを得ず，前記申請につき申請どおりの事業計画変更認可をすべきかどうかについては，なお，行政庁による審査を尽くす必要があるから，前記申請につき，行政庁がその処分をすべきであることがその処分の根拠となる法令の規定から明らかであると認められ，又は行政庁がその処分をしないことがその裁量権の範囲を超え又はその濫用となると認められるとまではいえないとして，前記請求を棄却した事例\n３　一般乗用旅客自動車運送事業であるタクシー事業を営む者が，特定地域における一般乗用旅客自動車運送事業の適正化及び活性化に関する特別措置法３条に基づいて特定地域に指定された区域を営業区域として，事業用自動車（一般車両タクシー）を増車するため，運輸支局長に対し，同法１５条１項，道路運送法１５条１項に基づき，事業計画変更認可申請をしたところ，これを却下する旨の処分を受けたため，同条３項に基づく届出のみで前記申請に係る増車をすることができる法的地位を有することの確認を求めた訴えにつき，前記区域を特定地域として指定したことが違法無効である場合には，同条３項に基づき，事前に届出をするのみで増車をすることができることになるから，前記処分の取消しを求めるまでもなく，同条１項の認可を得ることなく同条３項の届出のみで前記申請に係る増車をなし得る法的地位を有することの確認を求めることができ，確認の利益を肯定することができるとして，前記訴えを適法とした事例",
  "lawsuit_id": "83863",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=83863",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/863/083863_hanrei.pdf",
  "contents": "－1－\n平成２５年６月２７日判決言渡\n平成２４年(行ウ)第３２７号  事業計画変更認可申請却下処分取消等請求事件\n主文\n１  処分行政庁が平成２３年１１月３０日付けでした原告の同年６月３０\n日付け一般乗用旅客自動車運送事業の事業計画変更認可申請を却下する\n旨の処分（東運輸第○号）を取り消す。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は，これを２分し，その１を原告の負担とし，その余を被告の\n負担とする。\n事実及び理由\n第１  請求\n（主位的請求）\n１  主文第１項同旨\n２  処分行政庁は，原告に対し，平成２３年６月３０日付け一般乗用旅客自動車\n運送事業の事業計画変更認可申請に係る事業計画変更を認可せよ。\n（予備的請求）\n原告と被告との間で，原告が，道路運送法１５条１項の認可を得ることなく，\n原告が平成２３年６月３０日付けで処分行政庁に対してした一般乗用旅客自動\n車運送事業の事業計画変更認可申請に係る３０台の増車をし得る法的地位を有\nすることを確認する。\n第２  事案の概要\n特定地域における一般乗用旅客自動車運送事業の適正化及び活性化に関する\n特別措置法（以下「特措法」という。）３条に基づいて指定された特定地域（以\n下，単に「特定地域」という。）において，一般乗用旅客自動車運送事業者が\n当該特定地域内の営業所に配置する事業用自動車の合計数を増加させる事業\n－2－\n計画の変更（以下，このような増車を「特定地域に係る増車」といい，このよ\nうな事業計画の変更を「特定地域に係る増車変更」という。）をしようとする\nときは，特措法１５条１項，道路運送法１５条１項により，国土交通大臣の認\n可を受けなければならず（特措法１５条１項により道路交通法１５条３項の届\n出制の適用は排除される。），その認可基準としては，道路運送法１５条２項\nにおいて準用する同法６条各号が，①  当該事業の計画が輸送の安全を確保す\nるため適切なものであること（同条１号），②  前号に掲げるもののほか，当\n該事業の遂行上適切な計画を有するものであること（同条２号），③  当該事\n業を自ら適確に遂行するに足る能力を有するものであること（同条３号）とい\nう基準を定めているところ，平成２１年９月３０日付け関東運輸局長ほか公示\n「特定地域の指定及び特定地域における一般乗用旅客自動車運送事業の適正\n化の推進のために監督上必要となる措置の実施について」（以下「措置実施公\n示」という。）には，上記基準を具体化した増車の認可に関する基準（行政手\n続法５条にいう審査基準に当たる。以下「措置認可基準」という。）として，\n「提出された収支計画上の増車車両分の営業収入が，申請する営業区域で当該\n増車実施後に新たに発生する輸送需要によるものであることが明らかである\nこと」という収支計画に関する要件（以下「収支計画要件」という。）等が定\nめられている。\n本件は，一般乗用旅客自動車運送事業であるタクシー事業を営む原告が，特\n定地域に指定されている東京都特別区，武蔵野市及び三鷹市の区域（以下「特\n別区・武三交通圏」という。）を営業区域として，営業所ごとに配置する事業\n用自動車（一般車両タクシー）を３０台増車するため，処分行政庁に対し，道\n路運送法１５条１項に基づき，平成２３年６月３０日付けで事業計画変更認可\n申請（以下「本件申請」という。）をしたところ，処分行政庁から，本件申請\nは収支計画要件に適合しないとして，同年１１月３０日付けで本件申請を却下\nする旨の処分（以下「本件処分」という。）を受けたため，処分行政庁の所属\n－3－\nする国を被告として，ア  主位的に，①  措置認可基準自体又はその運用は違\n法であり，本件申請は道路運送法及び特措法の定める認可基準に適合すること，\n②  仮に，措置認可基準又はその運用が適法であるとしても，本件申請は措置\n認可基準の定める収支計画要件に適合することから，本件処分は違法であると\nして，行政事件訴訟法３条２項並びに同条６項２号及び同法３７条の３に基づ\nき，本件処分の取消し及び本件申請に対し認可処分をすることの義務付けを求\nめ（以下，本件処分の取消しを求める訴えを「本件取消しの訴え」，本件申請\nに対し認可処分をすることの義務付けを求める訴えを「本件義務付けの訴え」\nという。），イ  予備的に，特別区・武三交通圏を特定地域と指定したこと（以\n下，この指定を「本件指定」という。）は違法無効であるとして，同法４条に\n基づき，原告と被告の間で，原告が届出のみで本件申請に係る３０台の増車を\nすることができる法的地位を有することの確認を求める（以下，この確認の訴\nえを「本件確認の訴え」といい，本件取消しの訴え，本件義務付けの訴え及び\n本件確認の訴えを併せて「本件各訴え」という。）事案である。\n１  関連法令等の定め\n別紙のとおり。\n２  前提事実（争いのない事実，顕著な事実並びに掲記の証拠及び弁論の全趣旨\nにより容易に認められる事実）\n(1)  当事者\nア  原告は，平成２０年２月６日に設立された一般乗用旅客自動車，一般貸\n切旅客自動車，特定旅客自動車による各運送事業等を目的とする株式会社\nであり，同年６月５日付けで関東運輸局長から特別区・武三交通圏におい\nて一般乗用旅客自動車運送事業の許可を受け，同年７月１６日から，特別\n区・武三交通圏においてタクシー事業を営んでいる。\nイ  国土交通大臣は道路運送法８８条２項，道路運送法施行令１条１項６号\nに基づき関東運輸局長に対し，関東運輸局長は道路運送法８８条３項，道\n－4－\n路運送法施行令１条４項１号に基づき処分行政庁に対し，それぞれ一般乗\n用旅客自動車運送事業に係る事業計画の変更の認可に係る権限を委任し\nている。\n(2)  特措法制定までの経緯\nア  道路運送法の改正と緊急調整措置の創設\n道路運送法は，従前，一般旅客自動車運送事業について，いわゆる需給\n調整規制を前提として免許制を採用していたが，平成１２年法律第８６号\nによる改正（施行日は平成１４年２月１日。以下「平成１２年改正」とい\nう。）により，上記需給調整規制が廃止され，一般旅客自動車運送事業へ\nの参入につき免許制から許可制に移行するなどの大幅な規制緩和が行わ\nれ，新規事業者の参入や増車による事業の拡大が容易となった。\nもっとも，事業者が安易に増車を実施した結果，タクシーの供給輸送力\nが輸送需要量に対し著しく過剰になれば，歩合制賃金の下では，乗務距離\nの増加や長時間労働による過労運転等を行うといった事態が生じかねず，\nこれら労働条件の悪化等によって輸送の安全及び旅客の利便を確保する\nことが困難となることが懸念されたため，平成１２年改正においては，上\n記需給調整規制を廃止する一方で，新たに緊急調整措置の制度を創設し\n（道路運送法８条），国土交通大臣において，タクシー等の供給輸送力が\n輸送需要量に対して著しく過剰となっている場合であって，当該供給輸送\n力が更に増加することにより，輸送の安全及び旅客の利便を確保すること\nが困難となるおそれがあると認められる地域を期間を定めて緊急調整地\n域として指定し，新規参入や増車を禁止することができるものとした（同\n条１項）。\nイ  特別監視地域の指定制度\n道路運送法８条の緊急調整措置は，上記アのとおり，極めて権利制限性\nの強い規制であることから，緊急調整措置を発動するような事態が生じる\n－5－\nことを事前に抑止するため，監査や行政処分の運用上の予防措置として\n「特別監視地域」の指定制度が設けられた。\n特別監視地域の指定制度とは，タクシー等の供給過剰の兆候のある地域\nを特別監視地域に指定し，同地域においては，特に事故や法令違反，利用\n者からの苦情の多い事業者，新規事業者及び増車実施事業者について重点\n的に監査を実施するとともに，行政処分及び点数制の点数の付加について\n厳格化するなどの措置を講じることとされ，関東運輸局長は，平成１３年\n１２月２７日，「特別監視地域の発動要件等について」を定めてこれを公\n示した。（乙３，４）\nウ  特定特別監視地域及び準特定特別監視地域の指定制度\n平成１９年度の特別監視地域の指定に伴い，試行的な措置として，特別\n監視地域の指定を受けた地域のうち一定の営業区域を「特定特別監視地\n域」，特別監視地域の指定を解除された地域のうち一定の営業区域を「準\n特定特別監視地域」としてそれぞれ指定し，これらの地域においては，新\n規参入や増車に際して事業者に運転者の労働条件等に関する計画を求め，\n安易な供給拡大に対する事業者の慎重な判断を促すなど，著しい供給過剰\nを未然に防止するための各種施策を講じることとされ，関東運輸局長ほか\nは，平成１９年１１月２０日，「平成１９年度の特別監視地域の指定に伴\nい試行的に実施する増車抑制対策等の措置について」を定めてこれを公示\nした。（乙６，７）\nエ  特別監視地域の指定要件の変更等\n特別区・武三交通圏の運賃改定事案を付議した政府の「物価問題に関す\nる関係閣僚会議」において，タクシー事業の在り方に関し様々な問題提起\nがされたことを契機として，国土交通大臣は，平成１９年１２月，交通政\n策審議会（国土交通省設置法（平成１１年法律第１００号）６条の規定に\n基づく国土交通大臣の諮問機関）に対し，タクシー事業をめぐる諸問題に\n－6－\nついて諮問した。（乙１１）\n同審議会に設置された「タクシー事業を巡る諸問題に関する検討ワーキ\nンググループ」における検討の中で，特別監視地域の指定基準について，\n供給過剰状態にあったとしても，需給状況が直近で大きく悪化していない\n地域や長期にわたって緩やかに悪化している地域は特別監視地域に指定\nされないなどの問題が生じるうらみがあるという問題点を指摘されたた\nめ，特別監視地域について，より実態に即した指定がされるよう，新たに\n特別監視地域の指定基準として，需給調整規制を行っていた最終年度であ\nる平成１３年度の日車実車キロ（１日１台当たりの実際に旅客を運送した\n距離）及び日車営収（１日１台当たりの運送収入）との比較を追加するな\nどの見直しが行われ，関東運輸局長は，平成２０年７月１１日，「緊急調\n整地域の指定等について」を定めてこれを公示した。（乙８ないし１０）\n(3)  特措法の制定\nア  交通政策審議会は，平成２０年１２月１８日，「タクシー事業を巡る諸\n問題に関する検討ワーキンググループ」の検討結果に基づき，現時点で必\n要と考えられる対策を「タクシー事業を巡る諸問題への対策について」と\nして取りまとめ，これを答申として国土交通大臣に提出した。（甲４，乙\n１１）\n上記答申では，「Ⅵ  今後講ずべき対策」として，「１．利用者のニー\nズに合致したサービスの提供  ２．悪質事業者等への対策  ３．運賃制度\nのあり方」に関する提言がされたほか，「４．供給過剰進行地域における\n対策」として，特定地域指定制度を創設することが必要であるとの提言が\n示された。（乙１１）\nイ  平成２１年２月，「特定地域における一般乗用旅客自動車運送事業の適\n正化及び活性化に関する特別措置法案（政府案）」（以下「特措法（政府\n案）」という。）が通常国会に提出された。\n－7－\nウ  衆議院は，平成２１年６月１１日，本会議において，特措法（政府案）\nの追加修正案を全会一致で可決した。この追加修正に当たり，衆議院国土\n交通委員会は，同月１０日，特定地域では地域の需要に適合し，新規参入\nや増車による需要増が明らかに見込めるもの以外は，原則としてこれを認\nめないこととする内容を含む附帯決議をした。（乙１３）\nエ  参議院は，平成２１年６月１９日，本会議において，特措法（政府案）\nの追加修正案を全会一致で可決したため，特措法は成立したが，この可決\nに当たり，参議院国土交通委員会は，同月１８日，特定地域では，新規参\n入や増車による需要増を喚起すると明らかに見込める場合を除き，原則と\nしてこれを認めないこととする内容を含む附帯決議をした。（乙１４）\nオ  特措法は，平成２１年６月２６日に公布され，同年１０月１日に施行さ\nれた。\nカ  国土交通大臣は，平成２１年９月２９日，特措法４条１項に基づき，「特\n定地域における一般乗用旅客自動車運送事業の適正化及び活性化に関す\nる基本方針」を定めこれを告示した。（乙１５）\n基本方針の内容は，別紙の３のとおりであるが，「四  その他一般乗用\n旅客自動車運送事業の適正化及び活性化の推進に関する基本的な事項」の\n「３  国の役割」の「(2)  事後確認と事前確認の強化」として，新規の事\n業許可及び事業用自動車の数を増加させる事業計画の変更認可については，\n特定地域における安易な供給拡大を抑制するよう，これらの許認可処分に\nついて処分基準を厳格化するとともに，審査に当たっては現地確認を徹底\nするなど審査の厳格化を図るものとする旨定められた。\n(4)  措置実施公示の策定\n関東運輸局長ほかは，平成２１年９月３０日，「特定地域の指定及び特定\n地域における一般乗用旅客自動車運送事業の適正化の推進のために監督上\n必要となる措置の実施について」（措置実施公示）を定めてこれを公示した。\n－8－\n（甲２，乙１７）\n措置実施公示の措置認可基準においては，「①  収支計画」として，「提\n出された収支計画上の増車車両分の営業収入が，申請する営業区域で当該増\n車実施後に新たに発生する輸送需要によるものであることが明らかである\nこと」（収支計画要件）が定められている。\n(5)  特定地域の指定\n国土交通大臣は，平成２１年１０月１日，特措法３条１項に基づき，特別\n区・武三交通圏を特定地域として指定した。（乙２２）\n(6)  本件申請及びその後の経緯\nア  原告は，平成２３年６月３０日，処分行政庁に対し，原告の営業所ごと\nに配置する事業用自動車（一般車両タクシー）の数を５０台から８０台に\n増車する旨の事業計画変更につき認可を求める旨の本件申請をした。(甲\n１の１，乙１の１）\n原告は，本件申請に係る事業計画変更認可申請書（以下「本件申請書」\nという。）に，原告作成に係る同日付け「一般乗用旅客自動車運送事業（個\n人タクシーを除く）の増車後の一定期間における収支計画（以下「本件収\n支計画」という。）等基準適合を証する書面」を添付し，同書面において，\n概要，国土交通省が「ビジネスジェットの推進に関する委員会中間報告」\nを発表したこと，羽田空港の国際化及び国土交通省が「観光立国実現のた\nめの訪日外国人３０００万人の早期達成計画」を発表したことにより，本\n件収支計画は収支計画要件に適合する旨主張した。（甲１の３，乙１の\n１・４枚目ないし６枚目）\nイ  原告は，平成２３年８月１５日，処分行政庁に対し，本件申請に係る追\n加資料を提出した。原告は，同資料において，概要，中国におけるビジネ\nスジェットの需要が拡大していること，中国人観光客に対するビザの発給\n要件が緩和し，中国人観光客の増加が見込まれること，政府方針である羽\n－9－\n田空港の２４時間国際拠点空港化，羽田空港の新国際線旅客ターミナルの\n拡充，オープン・スカイ構想により，空港利用者が増加する見込みである\nことにより，本件収支計画は収支計画要件に適合する旨主張した。（甲１\nの７，乙１の２・３枚目及び４枚目）\nウ  処分行政庁は，平成２３年８月２４日付けで，原告に対し，行政手続法\n７条に基づき，本件申請に関し，本件収支計画等について補正を求めた。\n（甲１の１８，乙１の３）\nエ  原告は，平成２３年９月２６日，処分行政庁に対し，上記ウの事項につ\nいて補正する資料として，本件申請に係る増車実施後に見込まれる原告の\n増車分の運送収入増加額を記載した「２０１２年度収支計画」と題する一\n覧表等を提出した。（乙１の４・１枚目）\nオ  処分行政庁は，平成２３年１０月１１日付けで，原告に対し，行政手続\n法７条に基づき，原告が提出した上記エの補正資料に関し，収支計画の算\n出根拠等について補正を求めた。（甲１の２２，乙１の５）\nカ  原告は，平成２３年１０月２５日，処分行政庁に対し，上記オの事項に\nついて補正する資料として，「補正資料１：《収支計画における収入数値\nの算出根拠》」と題する書面等２通を提出した。（甲１の２３，甲１の２\n４，乙１の６）\nそのうち，補正資料１は，収支計画における収入数値の算出根拠として，\n成田空港への送迎，羽田空港への送迎及び都内移動につき１日当たり見込\nまれる需要，単価等の収入数値の算出根拠となる前提条件，当該条件に基\nづき収入数値を算出した車両ごとの稼働率を明らかにしたものであり，補\n正資料２は，現在の契約先から航空機支援事業の一環としてビジネスジェ\nットの搭乗者及びクルーの送迎及び都内移動に必要であるとして，車両数\n３０台の増車及び外国語で対応可能な運転者７０名程度の増員を要望さ\nれていることを記載したものである。\n－10－\n(7)  本件処分\n処分行政庁は，平成２３年１１月３０日，原告に対し，本件申請について，\n提出された本件収支計画上の増車車両分の営業収入が，特別区・武三交通圏\nで発生する輸送需要によるものであるのか，また，新たに発生する輸送需要\nによるものであるかが明らかでないため，収支計画要件に適合しないとして\nこれを却下するとの本件処分をし，本件処分は，同年１２月５日，原告に通\n知された。（甲３，乙２の１及び２）\n(8)  本件各訴えの提起\n原告は，平成２４年５月１６日，本件各訴えを提起した。（顕著な事実）\n３  争点\n(1)  本案前の争点\n予備的請求である本件確認の訴えの適法性（確認の利益の有無：争点(1)）\n(2)  本案の争点\n本件申請が関東運輸局長が平成１３年１１月２２日付けで公示した「一般\n乗用旅客自動車運送事業（１人１車制個人タクシーを除く。）の許可申請の\n審査基準について」（乙１８）の定める各基準及び措置認可基準Ⅲ３(1)の\n収支計画要件以外の基準をいずれも満たしていることについては，当事者間\nに争いがない。\nア  主位的請求について\n本件処分の適法性，すなわち，本件申請が認可基準に適合するものであ\nるか否か，具体的には，\n(ア)  措置認可基準の内容及び措置認可基準による運用の適法性（措置認\n可基準及びその運用の適法性：争点(2)）\n(イ)  仮にこれらが適法であるとして，①  本件申請の措置認可基準Ⅲ１\n(1)①の収支計画要件への適合性の有無（収支計画要件への適合性の有\n無：争点(3)），②  本件申請の措置認可基準Ⅲ３(1)ただし書の「ただ\n－11－\nし，基本方針の趣旨に照らし，特別な事情があると認めるものについて\nは，この限りでない。」とする要件への該当性の有無（「特別な事情」\nの有無：争点(4)）\nなお，本件義務付けの訴えの適法性は，本件取消しの訴えに係る請求\nに理由があるか否かによることになる（行政事件訴訟法３７条の３第１\n項２号）。\nイ  予備的請求について\n特別区・武三交通圏を特定地域として指定したことが違法無効であるか\n否か（本件指定の適法有効性：争点(5)）\n４  争点に関する当事者の主張の要旨\n(1)  争点(1)（確認の利益の有無）について\n（原告）\n特別区・武三交通圏を特定地域として指定した本件指定が違法無効である\n場合には，原告は，道路運送法１５条１項に基づく認可の手続を経ることな\nく，同条３項に基づく事前の届出のみで増車することができることになるか\nら，本件申請は不要なものであって，原告が本件申請を却下した本件処分の\n取消しを求める理由もないことになりかねない。したがって，特定地域の指\n定の違法性を争うためには，取消訴訟によることができず，行政事件訴訟法\n４条の実質的当事者訴訟を選択せざるを得ないのであり，本件確認の訴えに\nついては確認の利益が認められる。\n（被告）\n本件確認の訴えは，行政事件訴訟法４条所定の「公法上の法律関係に関す\nる確認の訴え」と解されるところ，実質的当事者訴訟としての確認の訴えも，\n原告の権利又は法的地位に危険・不安定が現存し，かつ，その危険・不安定\nを除去する方法として原告・被告間に当該請求について確認判決をすること\nが有効適切である場合に限って認められると解すべきであり，原告が確認の\n－12－\n利益を有することが訴訟要件となるところ，これが認められるためには，他\nの法的手段ではなく確認の訴えを選択することが適切であることを要する\nというべきである。\nしかるに，原告は，主位的請求として本件取消しの訴えを提起していると\nころ，本件処分につき取消判決を得れば，処分行政庁は，その後，改めて本\n件申請に対する処分を行うにつき当該取消判決に拘束されることになり（行\n政事件訴訟法３３条１項及び２項），本件確認の訴えが認容された場合と同\n様の結果を獲得することができるのであるから，そのような場合にまで確認\nの利益を肯定することはできない。よって，原告は，予備的請求に係る訴え\nにつき確認の利益を有しないから，同訴えは不適法である。\n(2)  争点(2)（措置認可基準及びその運用の適法性）について\n（原告）\nア  措置認可基準の違法\n特措法３条１項及び同法１条の文言，交通政策審議会に設置されたワー\nキンググループにおける議論や同審議会の答申，衆議院本会議における質\n疑や衆参両議院の附帯決議，基本方針を詳細に検討すると，特措法は，安\n易な供給拡大を抑制すべきという問題意識はあるものの，あくまでも上記\nワーキンググループ等における多様な意見を反映した措置として総合的\nな施策を採るものであり，緊急調整措置（道路運送法８条）による需給調\n整をする前段階の一方策として，悪質事業者の排除及び自主的取組による\n供給抑制があるにすぎず，需給調整規制を改めて導入し，一律に増車又は\n新規参入を禁止する趣旨で制定されたものではなく，供給が需要を上回る\nことを理由に認可を拒絶することを明確に禁止する趣旨である。\nそもそも，特措法は道路運送法の特別法であるところ，道路運送法は，\n平成１２年改正により規制緩和され，従前の需給調整規定（平成１２年改\n正前の道路運送法６条１項）を撤廃しており，その後の改正においてもこ\n－13－\nの方針は変更されていない。それ故に，特措法及び道路運送法のいずれに\nも需給調整規定は存在せず，道路運送法８条所定の緊急調整措置によるほ\nかは，増車を規制することは法律上予定されていない。\n基本方針を見ても，許認可処分についての処分基準（法令違反を理由と\nする許認可処分の取消しといった不利益処分の基準のことをいうもの解\nされる。）の厳格化及び審査の厳格化により安易な供給拡大を抑制すべき\nとされているのみであって，それを超えて審査基準まで強化・厳格化する\n趣旨ではなく，新規参入及び増車の実質的な禁止は予定されていない。特\n措法１５条１項により，特定地域に係る増車変更は認可制とされたが，認\n可基準は道路運送法６条によることとされ，上記のとおり，同法には需給\n調整規定は設けられていないから，特定地域に係る増車変更の認可申請\n（以下「特定地域に係る増車認可申請」という。）に対する認可に際して\nは，同条各号所定の要件に適合していれば当然に認可されるべきであって，\n法の予定していない需給調整の観点から申請を拒否することは他事考慮\nとして違法となる。\n収支計画要件は，新規の輸送需要の発生を立証できなければ特定地域に\n係る増車認可申請を認可しないとする要件であり，新規の輸送需要が発生\nせず供給過剰であることを理由として特定地域に係る増車認可申請を拒\n否するものであるから，正に需給調整にほかならず，被告が主張するとお\nり，仮に平成１２年改正前の需給調整とその性質が異なるとしても，着目\n点が異なる需給調整規制にほかならないというべきである。\nしかるに，措置認可基準は，本来考慮すべきでない需給調整に関する事\n項である収支計画要件を考慮することとし，道路運送法６条各号所定の要\n件以外の要件を加重し，実質的にみて特定地域における増車を禁止するに\n等しいものであるから，特措法１条，３条１項，道路運送法１条，６条に\n違反して違法である。\n－14－\nまた，措置実施公示は，増車した事業者に対する監査，行政指導を強化\nし，減車した事業者に対する監査や行政指導を緩和する特例（措置実施公\n示Ⅳ）を設けており，特措法８条１項に基づく地域協議会（以下，単に「地\n域協議会」という。）の下，事業者間の自主的な合意による一律の減車が\n行われているが，これら一連の増車の禁止及び減車の合意は，私的独占の\n禁止及び公正な取引の確保に関する法律（以下「独占禁止法」という。）\nが禁止する数量カルテルに該当して独占禁止法に違反するといえ，事業者\nに対する合理的な区別であるとはいえないから，平等原則，行政手続法３\n２条２項に違反し，違法である。\nさらに，収支計画要件は，特定地域に係る増車認可申請をする申請者に\n対し，申請者及び当該特定地域にとって一義的に明白な新規需要の発生を\n認可基準として要求するものであり，その字義と異なり，単に事業計画の\n適切性を判断するための収支相償要件ではなく，需給調整要件に他ならな\nい。収支計画要件に係る需要の発生が「明らかである」ことを一民間事業\n者にすぎない申請者がこれを厳密な意味で立証することは，その限られた\n組織，人員，資力からして実際上極めて困難であるから，収支計画要件は，\n実際上全ての特定地域に係る増車認可申請を拒否するに等しいものであ\nる。したがって，措置認可基準における収支計画要件の設定の仕方は違法\nである。そもそも，タクシー事業においては政府においてすら需給予測を\nすることは困難であり，タクシーの台数を規制することは，安全性の確保，\n運転者の待遇改善，サービスの向上のいずれとも合理的な関連性がないか\nら，経済学的にみると，タクシーの台数を一律に削減するような規制は合\n理的な根拠を欠くものであり，特措法が予定しているものとはいえない。\n本件処分は，違法な措置認可基準に基づき，本来考慮すべきでない需給\n調整に関する基準である収支計画要件を考慮することとし，道路運送法６\n条各号所定の要件以外の要件を加重した上で，それに適合しないことを理\n－15－\n由に本件申請を拒否したものであるから違法である。\nイ  措置認可基準の運用の違法\n仮に，特定地域に係る増車認可申請の認可に当たり，需給調整の観点か\nら一定の考慮をすることが直ちに他事考慮として違法であるとまではい\nえないとしても，措置認可基準に基づく収支計画要件への適合性の判断が，\n実質的にほぼ全ての特定地域に係る増車認可申請を認めない趣旨として\n厳格にされるならば，特措法及び道路運送法の趣旨に反し，措置認可基準\nの運用は違法である。実際に，特措法施行後の措置認可基準の下では，特\n定地域に係る増車認可申請は全く認められておらず，タクシーの車両数は\n減少していることが認められるから，措置認可基準の運用は，実質的には\n増車を一律に禁止するものであって違法である。\n仮に，万が一，特措法が一定の需給調整規制を許容していると解したと\nしても，特措法は一切の増車を禁止する趣旨ではなく，利用者の利便性の\n確保・向上をも目的としているから，少なくともサービスの多様化・高度\n化につながる安易でない特定地域に係る増車認可申請であれば，利便性確\n保の観点からその申請は認められるべきであり，かかる申請まで禁止する\nことは特措法は予定していない。\n（被告）\nア  措置認可基準の適法性\n(ア)  特措法は，需給調整による規制を明確には規定しておらず，飽くま\nで，タクシー事業について，地域の状況に応じて，地域における輸送需\n要に対応しつつ，地域公共交通としての機能を十分に発揮できるように\nすることが重要であるとの観点から，タクシー事業の適正化・活性化を\n推進するという目的（特措法１条参照）の下，国の責務として検査，処\n分その他の監督上必要な措置を的確に実施するものとする旨定め（特措\n法６条），その一環として特定地域に係る増車認可申請については，道\n－16－\n路運送法の特例として認可制を導入したものである。\n特措法下における特定地域に係る増車変更の規制，取り分け，措置認\n可基準の収支計画要件は，後記(イ)のとおり，平成１２年改正前に道路\n運送法が採用していた需給調整規制とはその性質を異にしており，特定\n地域に係る増車変更の認可等の規制は，新規参入や増車を実質的に禁止\nするものでもない。\n(イ)  平成１２年改正前の道路運送法は，タクシー事業への新規参入につ\nいて，需給調整規制を前提とした免許制を採用し，免許基準の一つとし\nて，需給調整規制である「当該事業の開始によって当該事業区域に係る\n供給輸送力が輸送需要量に対し不均衡とならないものであること」(同\n法６条１項２号）という要件を定めていた。また，増車に係る事業計画\nの変更に対する国土交通大臣の認可の基準についても同条の規定が準\n用されていたことから（同法１５条２項），増車に係る事業計画の変更\nの認可についても，同法６条１項２号が定める上記需給調整規制の基準\nに適合することが要件とされていた。\n需給調整の運用基準については変遷があるものの，増車に係る事業計\n画の変更についてみると，申請に係る増車車両数が直近年度の実績等に\n基づき算出された申請年度の需要量に対して適切と認められる車両数\nから恒久車両数（全事業者の認可済み車両数の合計数）を差し引いて算\n出された増車可能車両数の範囲内か否かにより判断され，当該増車変更\nの申請に係る増車車両分の営業収入がいかなる輸送需要によるもので\nあるかは審査されなかった。すなわち，平成１２年改正前の需給調整規\n制は，いわば需要と供給の均衡を行政が直接的に調整することによって，\n道路運送に関する秩序を確立することを目的とするものであって，いわ\nば供給輸送力に着目した規制となっていたのに対し，措置認可基準の収\n支計画要件は，新規の輸送需要の有無に着目したものであるから，従来\n－17－\nの需給調整規制とは異なる。増車により得られると見込まれる増収が単\nに既存の輸送需要に拠っているにすぎない場合にまで増車を認めると\nすると，既に供給過剰状態にあるとして特定地域に指定された営業区域\n内に更に増車をさせてしまうことになるから，特措法の趣旨・目的を実\n現するためには，措置認可基準の一要件として収支計画要件を設けるこ\nとは必須というべきである。\n(ウ)  措置認可基準は，道路運送法１５条２項が準用する同法６条２号の\n許可（認可）基準適合性を判断する上で考慮すべき要素を具体的に掲げ\nた審査基準であり，安易な供給拡大を厳に抑制し，認可処分及び審査の\n厳格化を図るという特措法制定までの議論の経緯や基本方針の定めを\n反映させ，供給過剰に伴うタクシーの輸送の安全性や利便性の低下を防\n止する観点から，特定地域に係る増車認可申請に対する審査を厳格に行\nうことを定めたものであって合理性を有するというべきである。\nこの点，収支計画要件に適合しないとして特定地域に係る増車認可申\n請が却下され，結果として，特定地域に係る増車の規制が従来の需給調\n整規制と同様の効果を招来することとなったとしても，道路運送法の改\n正及び特措法制定の経緯や道路運送法及び特措法の趣旨，目的に照らせ\nば，道路運送法及び特措法が需給調整の効果のある規制を行うことを一\n切許容していないとは解されないというべきである。\n収支計画要件が「新たに発生する輸送需要によるものであること」と\nいう要件を必要としているのは，供給過剰に伴うタクシーの安全性や利\n便性の低下を防止するためには，特定地域に係る増車認可申請の当否を\n判断するに際し，当該増車車両が当該地域で過剰な輸送力の増加となら\nないかといった観点からの検討が必要となるためである。そして，増車\n車両が地域で過剰な輸送力の増加とならないようにするためには，増車\n車両が当該地域内の既存の輸送需要に適合したものであるとともに，新\n－18－\nたに発生する輸送需要に適合した輸送力であるといえなければならな\nい。特定地域に係る増車認可申請が収支計画要件に適合するというため\nには，申請者である事業者にとって輸送需要が新たに発生するものでな\nければならないことは当然の前提であるが，それにとどまらず，当該地\n域で新たに発生する輸送需要によるものであることが必要であると解\nすべきである。\n収支計画要件は，増車車両分の営業収入が申請する営業区域で当該増\n車実施後に新たに発生する輸送需要によるものであることが「明らかで\nあること」を要件としているところ，収支計画要件は，タクシーの供給\n過剰により輸送の安全確保や利用者の利益の保護に弊害が生じる危険\n性が高い特定地域において，増車車両がそれらの弊害を生じさせること\nなく適切に事業を遂行できるか否かを厳格に審査するための要件であ\nるから，当該営業区域で新たに発生する輸送需要であるかどうかは，申\n請者によって，一義的に，すなわち，誰の目にも明らかな程度に客観的\nかつ合理的に明らかにされなければならないというべきである。\n以上によれば，収支計画要件は，特定地域における増車申請の審査基\n準として，特措法の趣旨・目的にかなうものであって合理性を有すると\nいうべきである。\nなお，収支計画要件は，需給調整規制によって適切な車両数を経済学\n的に算出するためのものではないから，収支計画要件に経済学的な合理\n性がない旨の原告の指摘は，単なる政策的意見にとどまるばかりでなく，\n収支計画要件の意義・目的を正解しないものといわざるを得ない。\nウ  措置認可基準の運用の適法性\n措置認可基準は，上記アの特措法制定をめぐる一連の諸事情に基づき，\n道路運送法及び特措法の趣旨，目的に即して適正に運用されているもので\nあり，措置認可基準に適合する申請については当然これを認可するもので\n－19－\nある。したがって，措置認可基準の運用が違法であるとの主張には理由が\nない。\n(3)  争点(3)（収支計画要件への適合性の有無）について\n（原告）\nア  本件処分は，収支計画要件に適合していないこと，具体的には，本件収\n支計画上の増車車両分の営業収入が特別区・武三交通圏で発生する輸送需\n要によるものであるのか，新たに発生する輸送需要によるものであるのか\n明らかではないという理由により不認可としているが，本件申請は，次の\nとおり，いずれの要件にも適合している。\nイ  原告は，都心を目的として成田空港及び羽田空港を利用する外国人のビ\nジネスゲストやその関係者を対象に，外国語を使用することができる運転\n者による予約送迎サービスの提供をその旗艦サービスとしている。本件申\n請は，ニッチ産業であった当該サービスに対する需要が着実に増えつつあ\nることに加え，特に，平成２２年１０月以降，羽田空港の利用が２４時間\n化されるに伴い外国人ビジネスゲストが増加しており，国土交通省が発表\nした「ビジネスジェットの推進に関する委員会中間報告」のとおり，平成\n２３年１０月以降，成田空港においてスポット増設等のビジネスジェット\nの促進に関する具体的な措置が採られることにより，成田空港における海\n外からのビジネスジェットの利用が現実に拡大していることなど，新規の\n需要増加が確実に認められることから，この需要に応えるためにしたもの\nである。成田空港及び羽田空港に到着した外国人は，その相当数が東京都\n内のホテル・会社等に向かうのであるから，本件申請に係る増車が特別\n区・武三交通圏を営業区域とする輸送需要に対応するものであることは明\nらかであり，現に，特別区・武三交通圏を営業区域とする原告においては，\n契約先等から予約申込みや問合せがあっても断らなければならない状態\nが続いている。以上によれば，本件収支計画上の増車車両分の営業収入が，\n－20－\n特別区・武三交通圏で発生する輸送需要によるものであることは明らかで\nある。\nウ  輸送需要の発生は，諸般の事情により複雑に影響を受け，輸送実績に関\nする詳細な統計が存在しない現状において，必ずしも科学的・明示的に証\n明できる性質のものではなく，一定の予測とならざるを得ないから，申請\nどおりの増車を実現した場合に，その増車分に見合うだけの需要が社会通\n念上合理的に見込まれると認められれば，収支計画要件のうちの「新たに\n発生する輸送需要によるものであることが明らかであること」という要件\nに適合するというべきである。\n上記イのとおり，成田空港におけるビジネスジェットの促進措置を受け\nて，原告は，契約先から車両数３０両の増加と外国語での対応が可能な人\n員７０人の増員を要望されており，成田空港におけるビジネスジェットの\n利用増は近い将来確実に見込まれるから，原告のサービス利用者数も必然\n的に増大する。また，羽田空港では国際空港としての役割が近く本格化し，\n空港を利用する外国人が増加することは確実であるところ，原告は，契約\n先が羽田空港にも常駐社員を置くため，羽田空港においてもサービス提供\nを求められているが，現在の車両台数では対応することができない。さら\nに，国土交通省が発表した「観光立国実現のための訪日外国人３０００万\n人の早期達成計画」のとおり，政府は観光立国を目指しており，平成２３\n年１月から中国人の観光ビザの発給要件が緩和されたため，外国人観光客，\n特に中国人観光客の増加による新規需要が確実に見込まれるところ，運転\n者の外国語による対応サービスを利用する外国人数の増加は合理的に見\n込まれるといえる。上記のとおり，外国人による需要の増加が見込まれ，\n現に増加しつつあることから，東京都心部においても需要が増加しており，\n原告は，契約先である外国企業及び日本企業の双方から輸送の依頼を受け\nているが，現在の車両数では十分に対応することができず，やむを得ず断\n－21－\nらざるを得ないため，新規需要の開拓に支障を来している。\n以上の状況に加えて，原告は，外国語を使用することが可能な運転者を\n多数採用し，運転者に対するマナー教育を徹底し，高級車両を利用するな\nどの特長ある事業を行って良質のサービスを提供しており，それ故に顧客\nから高評価を受けて業績を伸ばしていることに鑑みれば，今後，外国人利\n用客及びこれに付随する関係者による原告のサービス利用が増加してい\nくことは確実であり，本件申請に係る増車分に見合うだけの新規の輸送需\n要が発生することが社会通念上合理的に見込まれるというべきであり，\n「新たに発生する輸送需要によるものであることが明らかであること」と\nいう要件に適合するといえる。\n（被告）\nア  特定地域に係る増車認可申請に対する認可の許否の判断に際しては，道\n路運送法１５条２項において準用する同法６条の基準に適合しているか\n否かが吟味されるところ，同条が定める三つの基準はいずれも抽象的・概\n括的なものであって，特に具体的な要件が定められているものではない。\nまた，実際の増車の当否を判断する上では，特定地域におけるタクシーの\n需要・供給の関係，当該地域で営業するタクシー事業者への影響のほか，\n輸送の安全や利用者の利益の保護及び利便が維持できるか否かといった\n公益にも配慮した検討を要するところであって，このような判断は，当該\n地域の道路運送行政に精通し，専門的・技術的な知識経験を有する国土交\n通大臣及び国土交通大臣からその権限の委任を受けた地方運輸局長等（以\n下併せて「国土交通大臣等」という。）の裁量的判断に委ねなければ，実\n効的な判断は見込めず，特措法の目的実現が妨げられかねないため，同条\nの基準への適合性の判断については，国土交通大臣等の判断権者に裁量権\nが認められているというべきである。そして，措置認可基準も，特定地域\nに係る増車認可申請については，①  収支計画，②  運転者の確保状況，\n－22－\n③  実働率，④  法令遵守状況に関する基準に適合するものについて認可\nするとしたにとどまり，当該国土交通大臣等による裁量的判断が必要とな\nるから，措置認可基準が定められていることを前提としても，道路運送法\n１５条１項に基づく認可処分の裁量性は否定されない。したがって，同条\n２項において準用する同法６条への基準適合性の判断の適否に関する司\n法審査の在り方も，国土交通大臣等と同一の立場に立って同法１５条１項\nの認可処分をすべきであったか否かを判断するのではなく，国土交通大臣\n等による第一次的な裁量判断が存在することを前提として，同判断が裁量\n権を付与した目的を逸脱し，又はこれを濫用したと認められるかどうかを\n判断すべきである。\nイ  原告は，本件申請に際し，国土交通省の発表した「ビジネスジェットの\n推進に関する委員会中間報告」，羽田空港の国際化及び国土交通省の発表\nした「観光立国実現のための訪日外国人３０００万人の早期達成計画」，\n中国人観光客の増加及び観光ビザの発給要件の緩和，羽田空港の２４時間\n利用化をもって，収支計画要件に適合する事情であると説明した。しかし\nながら，仮に，上記中間報告等に係るビジネスジェットの利用者や訪日外\n国人，特に中国人観光客が増加したとしても，移動手段として特別区・武\n三交通圏を営業区域とするタクシーを利用するか否か，原告の増車車両を\n利用するか否か，それらによって特別区・武三交通圏のタクシーの輸送需\n要が新たに発生するか否かについても，原告から提出された書面において\nは明らかではなかった。\nまた，原告は，本件申請において，増車分の運送収入の増加を算出した\n資料を提出したが，算出根拠である成田空港及び羽田空港の１日当たりの\n送迎回数の数値や当該各月の日車営収額単価などに関してそれらの数値\nの客観性・妥当性を明らかにする具体的な資料は何ら提出されておらず，\n原告が説明する増車分の運送収入増加見込額については，原告から提出さ\n－23－\nれた書面からはその客観性・妥当性は明らかではなかった。\nさらに，原告は，本件申請に際し，現在の契約先から送迎の要望がある\nことを収支計画要件に該当する事情の一つとして説明していたが，原告が\n説明する契約先による増車の要望の存否はもとより，仮にかかる契約先か\nら車両数３０両の増車等を要望されていたとしても，当該３０両の増車分\nの運送収入が当該増車実施後に特別区・武三交通圏において新たに発生す\nる輸送需要によるものであるか否か，それによって特別区・武三交通圏の\nタクシーの輸送需要が新たに発生するか否かについて，原告から提出され\nた書面からは明らかではなかった。\nウ  以上のとおり，本件申請に際する原告の収支計画要件に関する説明は，\nいずれも収支計画要件への適合性を認めるに足りるものではなく，道路運\n送法６条２号の基準に適合していなかった。\n(4)  争点(4)（「特別な事情」の有無）について\n（原告）\nア  措置認可基準Ⅲ３(1)ただし書は，(1)において定められた四つの要件に\n適合しない場合であっても，基本方針の趣旨に照らして認可を与えるべき\n特別な事情がある場合には例外的に申請を認可することとしている。基本\n方針は，特定地域で生じている諸問題，具体的には，①  タクシー事業の\n収益基盤の悪化，②  タクシー運転者の労働条件の悪化，③  違法・不適\n切な事業運営の横行，④  道路混雑等の交通問題，環境問題，都市問題，\n⑤  利用者サービスが不十分という諸問題の解決を図り，各地域において\nタクシーが地域公共交通としての機能を十分に発揮できるようにしてい\nくことを目標としているため，個別事案における特定地域に係る増車認可\n申請がこれらの問題を悪化させるものではなく，むしろ改善させるもので\nあれば，基本方針の趣旨に照らし，上記ただし書にいう「特別な事情」が\nあるといえるところ，以下のとおり，本件においては「特別な事情」があ\n－24－\nるということができる。\nイ  本件申請は，外国人向けの新規需要に特化した特定地域に係る増車認可\n申請であるために，他のタクシー事業者の収益基盤の悪化にはつながらず，\nむしろ，原告のような良質なサービスを提供する優良事業者の収益基盤を\n強化する申請といえるから，①のタクシー事業の収益基盤の悪化にはつな\nがらない。また，タクシー業界では，一般に，１日当たりの売上高が一定\n額に達しない場合には運転者への支給額を低下させる「足切り」と売上高\nの低減に従って運転者への支給率を段階的に低減させる「累進歩率」とい\nう慣行があるが，原告はいずれも採用せず，運転者が良質なサービスを提\n供していると認められる場合には歩率を上昇させる制度を採用している\nため，原告の運転者の労働条件はタクシー業界内で最高水準である。した\nがって，本件申請は，良質なサービスを提供することができる運転者の労\n働条件を改善し，原告のような優良企業において良好な労働条件の下で稼\n働する運転者を増加させるための申請といえるから，②のタクシー運転者\nの労働条件の悪化にはつながらない。なお，そもそも，タクシー運転者の\n労働条件の悪化は，増車とは関係がないから，増車を規制することによっ\nて改善し得る問題ではない。\n本件申請が認められても，③の違法・不適切な事業運営の横行とは関係\nがなく，むしろ，タクシー業界ではより良い労働条件を求めて人材の流動\n性が高いところ，原告のような優良事業者の業務内容が拡大することで適\n法かつ適正な事業運営の拡大に資するといえる。また，④の道路混雑等の\n交通問題，環境問題，都市問題は，様々な要因により生じているものであ\nるから，本件申請とは直接の関係がなく，むしろ，良質な運転者が増加す\nることで問題が部分的に改善されるということができる。さらに，⑤の利\n用者サービスが不十分である現状を改善するためには，良質なサービスの\n提供を企業理念とする原告による本件申請が認可されることが望ましい\n－25－\nといえる。\n（被告）\n原告は，措置認可基準Ⅲ３(1)ただし書に該当する特別な事情について特\n段の立証をしていないから，もとより理由がないというべきであるが，その\n点をおくとしても，特措法４条１項に基づき策定されている基本方針は，タ\nクシー事業者の収益基盤や運転者の労働条件の悪化等の諸問題の発生によ\nり，地域公共交通としてのタクシーの機能を十分に発揮することが困難な状\n況が現に存在している特定地域において，タクシー事業者をはじめとする関\n係者が相互に連携協力を図りつつ，タクシーの地域公共交通としての機能を\n十分に発揮することができるようにするための取組を推進していくための\n目標ないし指針を定めたものであり，基本方針が指摘する五つの諸問題も，\n特に特定地域において生じている問題を列挙したものである。すなわち，基\n本方針が掲げる五つの問題は，当該地域内の各タクシー事業者ごとにおいて\nではなく，飽くまで当該特定地域全体との関係で解決を図るべきテーマとし\nて想定されているのであって，原告が主張するような同業他社との異同や独\n自の経営方針ないし特長等を前提としても，本件申請が特別区・武三交通圏\nにおける上記諸問題の解決・改善に資するものと断定することはできない。\n(5)  争点(5)（本件指定の適法有効性）について\n（原告）\nア  特措法３条１項の特定地域を指定する要件として，措置実施公示の特定\n地域の指定に関する基準（以下「措置指定基準」という。）Ⅰ１(1)は，\n「人口１０万人以上の都市を含む営業区域であって，①から③までのいず\nれかに該当するもの」とし，①  日車実車キロ又は日車営収が平成１３年\n度と比較して減少していること，②  前５年間の事故件数が毎年度増加し\nていること，③  前５年間の法令違反の件数が毎年度増加していることと\n定めているところ，この要件は余りにも緩やかにすぎ，特措法の趣旨に反\n－26－\nしているといわざるを得ない。\nイ  特措法３条１項は，当該地域の輸送需要に的確に対応することにより，\n輸送の安全及び利用者の利便を確保し，タクシーの地域公共交通としての\n機能を十分に発揮できるようにするため，供給過剰の状況（同項１号），\n事業用自動車１台当たりの収入の状況（同項２号），法令の違反その他の\n不適正な運営の状況（同項３号），事業用自動車の運行による事故の発生\nの状況（同項４号）に照らして指定を行うべきこととしているところ，特\n定地域の指定に関する措置指定基準Ⅰ１(1)の①は上記考慮要素の同項１\n号及び２号に，同②は同項４号に，同③は同項３号に対応しているものの，\n特定地域を指定するためには，上記①ないし③の全ての要件に適合する必\n要はなく，うち一つさえ適合すれば足りるものとしており，総合的な判断\nが必要なはずの特定地域の指定について十分な要素を適切に考慮する基\n準とはなっていない。\n個別の考慮要素について見ても，①の日車実車キロ又は日車営収の減少\n及び②の事故件数の増加については，正確なデータによる検証が必要であ\nる。また，③の法令違反件数の増加については，近時，監査回数が増加さ\nれ，規制が強化されているため，認知件数が増加するのは当然であるから，\n要件としてこれらを重視することは実態にそぐわず，事故件数や法令違反\n件数の単なる増減を見るだけで，認知件数それ自体を大きく増減させるよ\nうな事情の有無を看過するものであって不合理である。\n特定地域の指定は，地域協議会等を通じた自主的取組を促すという効果\nを持つだけでなく，実質的な増車を禁止する効果を持ち，事業者の権利に\n対する強力な侵害効果を持ち得ることを踏まえれば，考慮すべき要素を慎\n重に考慮して合理的にされなければならないところ，上記①ないし③の考\n慮要素それ自体が必ずしも合理的なものとはいえないのみならず，当該特\n定地域の指定が特措法３条１項各号のうちの一つの要素のみに着目して\n－27－\nされているとすれば，尽くすべき考慮を尽くさず，本来は過大に評価すべ\nきでない事項を過大に評価しているといえ，特定地域の指定において裁量\n権の範囲の逸脱又は濫用があるというべきである。\n本件指定は，特別区・武三交通圏を特定地域として指定するところ，特\n別区・武三交通圏の日車営収は他の交通圏と比較してもずば抜けて高水準\nであり，平成１２年改正による規制緩和前の状況と比較しても車両数はそ\nれ以下に減少していることからすると，特別区・武三交通圏においては供\n給過剰の状態にあるとはいえないから，「特に必要であると認める」地域\nであるとはいえない上，真実，事故発生件数が増加しているかどうかも疑\n問であり，法令違反件数については，認知件数が増加しただけであって，\n実際に発生した件数が増加したとは考えられないから，本件指定は，措置\n指定基準Ⅰ１(1)の要件に適合せず違法であり無効である。\n（被告）\nア  特別区・武三交通圏における平成２０年度の日車実車キロ及び日車営収\nはいずれも平成１３年度の値を１０％以上下回っていたため，特別区・武\n三交通圏については，特定地域の指定基準のうち，人口１０万人以上の都\n市を含む営業区域であって，日車実車キロ又は日車営収が平成１３年度と\n比較して減少していることという措置指定基準Ⅰ１(1)①の基準に該当し\nた。\nイ  平成１４年１月末までは，平成１２年改正前の道路運送法６条１項の基\n準に需給調整条項が規定され，同規定に基づき需給調整規制が行われてい\nたため，平成１３年度においては供給過剰でなかったことが確実であるか\nら，供給過剰でない平成１３年度を基準として，これと当該営業区域の直\n近年度の実績を比較して地域の供給過剰の状況をみることには合理性が\nある。\nある地域（交通圏）が供給過剰の状態にあるか否かはあくまで当該地域\n－28－\n（交通圏）ごとに判断されるべきであって，他の地域（交通圏）との比較\nにおいて判断されるものではないが，平成１３年度以降の特別区・武三交\n通圏の日車営収はいずれも４万円を超えているものの，年ごとにみた日車\n営収の推移は減少傾向にあり，取り分け，平成２１年度以降については，\n従来の需給調整規制が行われていた平成１３年度と比べて１万円前後も\n減少しており，実車率，運送収入及び日車実車キロについてみても，平成\n１３年度以降の数値は減少傾向にあり，又は，平成２１年度以降の落ち込\nみは顕著であるから，平成１３年度以降の数値のみをとらえて特別区・武\n三交通圏が他の地域ほど供給過剰の状況にないとはいえない。また，供給\n過剰とは，供給輸送力が輸送需要量に対し過剰であることをいうのであり\n（特措法３条１項２号），車両数の比較によって決まるものでもない。\n第３  当裁判所の判断\n１  前提事実並びに掲記の証拠及び弁論の全趣旨によれば，次の事実が認められ\nる。\n(1)  当事者\nア  原告は，平成２０年２月６日に設立され，同年７月１６日から，特別区・\n武三交通圏においてタクシー事業を営んでいる。\nイ  原告は，一般営業（いわゆる流しと呼ばれるもの），東京都２３区内の\n大使館関係者，外資系企業，日系大企業との間で利用料金の後払い契約を\n締結し，これらの契約先等からの予約に応対する営業を行うほか，成田空\n港及び羽田空港における主要空港等に事業所等を設置し，ビジネスジェッ\nトの運行支援業務等を行うＡ株式会社（以下「Ａ」という。）との間で平\n成２０年８月以降空港への送迎につき専属契約を締結している。（甲８の\n２，３０の２，５１・９頁，Ｂ証人調書６頁）\nウ  原告の雇用する運転者は１４０名であるが，うち４０名は，英語，ドイ\nツ語，中国語，韓国語，ヒンズー語，ベンガル語等の外国語を使用するこ\n－29－\nとができる。（甲１３・５頁，１４，２４の７，５１・７頁）\nまた，原告の保有する営業車両５０台のうち，Ｃ，Ｄ（ガソリン車・ワ\nンボックスカー・乗客６名用）は４台，Ｅ（ハイブリッド車，乗客４名に\nスーツケース４個収納可能）は５台，Ｆ（乗客４名用）は４１台であり，\n空港へ複数名を送迎する際にはワンボックスカー又はＥを使用している\nが，料金は通常の車両と同様の設定をしている。（甲１６，５１・３頁，\nＢ証人調書７頁）\nエ  原告は，一般客からの予約については，①  空港利用，②  １５㎞以上\nの利用又は③  ３時間以上の貸切に限定して受け付けているが，おおむね，\n約３割程度しか配車依頼に対応することができておらず，空港の送迎依頼\nについては，約５割以下しか対応することができていない。平成２４年１\n月から３月は，１週間当たり７０，８０件から多いときで１９０件程度の\n配車依頼を断った（うち，外国人客の空港送迎の配車依頼に対応すること\nができなかったのは約４割程度である）。（甲１１，５１・５頁，Ｂ証人\n調書３，４，６頁）\nオ  原告は，設立以後６回の監査を受けたが，旅客自動車運送事業者の法令\n違反に対する点数制度に係る違反点数を付されたことは一度もなく，平成\n２４年５月８日現在において，原告の東京運輸支局区域における累積点数\nは０点である。（甲１３・４頁，２８）\n(2)  特措法制定までの経緯\nア  道路運送法の改正と緊急調整措置の創設\n道路運送法は，従前，一般旅客自動車運送事業について，いわゆる需給\n調整規制を前提として免許制を採用していたが，平成１２年改正により，\n上記需給調整規制が廃止され，一般旅客自動車運送事業への参入につき免\n許制から許可制に移行するなどの大幅な規制緩和が行われ，新規事業者の\n参入や増車による事業の拡大が容易となった。\n－30－\nもっとも，一般乗用旅客自動車運送事業のうちタクシー事業については，\n増車に伴う固定費の増加が小さい一方で，運転者の賃金は基本的には歩合\n制で，増車に伴う経営上のリスクを相当程度運転者が負うことになるのが\n通常であるため，事業者において，地域における需要が低迷した場合でも\n自社の売上げを確保するために安易に増車する可能性があった。そして，\n事業者が安易に増車を実施した結果，タクシーの供給輸送力が輸送需要量\nに対し著しく過剰になれば，歩合制賃金の下では，運転者において，その\n収入を確保するため，乗務距離の増加や長時間労働による過労運転，最高\n速度違反，運賃の不正収受等を行うといった事態が生じかねず，これら労\n働条件の悪化等によって輸送の安全及び旅客の利便を確保することが困\n難となることが懸念された。\nそのため，平成１２年改正においては，上記需給調整規制を廃止する一\n方で，新たに緊急調整措置の制度を創設し（道路運送法８条），国土交通\n大臣において，タクシー等の供給輸送力が輸送需要量に対して著しく過剰\nとなっている場合であって，当該供給輸送力が更に増加することにより，\n輸送の安全及び旅客の利便を確保することが困難となるおそれがあると\n認められる地域を期間を定めて緊急調整地域として指定し，新規参入や増\n車を禁止することができるものとした（同条１項）。\nイ  特別監視地域の指定制度\nしかしながら，道路運送法８条の緊急調整措置は，上記アのとおり，極\nめて権利制限性の強い規制であることから，緊急調整措置を発動するよう\nな事態が生じることを事前に抑止することが重要であり，可能な限り緊急\n調整措置が発動されないようにするための監査や行政処分の運用上の予\n防措置として，「特別監視地域」の指定制度が設けられた。\n特別監視地域の指定制度とは，タクシー等の供給過剰の兆候のある地域\nを特別監視地域に指定し，同地域においては，特に事故や法令違反，利用\n－31－\n者からの苦情の多い事業者，新規事業者及び増車実施事業者について重点\n的に監査を実施するとともに，行政処分及び点数制の点数の付加について\n厳格化するなどの措置を講じることとされ，関東運輸局長は，平成１３年\n１２月２７日，「特別監視地域の発動要件等について」を定めてこれを公\n示した。（乙３，４）\nウ  特定特別監視地域及び準特定特別監視地域の指定制度\n平成１９年度の特別監視地域の指定に伴い，試行的な措置として，特別\n監視地域の指定を受けた地域のうち一定の営業区域を「特定特別監視地\n域」，特別監視地域の指定を解除された地域のうち一定の営業区域を「準\n特定特別監視地域」としてそれぞれ指定し，これらの地域においては，新\n規参入や増車に際して事業者に運転者の労働条件等に関する計画を求め，\n安易な供給拡大に対する事業者の慎重な判断を促すなど，著しい供給過剰\nを未然に防止するための各種施策を講じることとされ，関東運輸局長ほか\nは，平成１９年１１月２０日，「平成１９年度の特別監視地域の指定に伴\nい試行的に実施する増車抑制対策等の措置について」を定めてこれを公示\nした。（乙６，７）\nエ  特別監視地域の指定要件の変更等\nさらに，特別区・武三交通圏の運賃改定事案を付議した政府の「物価問\n題に関する関係閣僚会議」において，タクシー事業の在り方に関し様々な\n問題提起がされたことを契機として，国土交通大臣が，平成１９年１２月，\n交通政策審議会（国土交通省設置法（平成１１年法律第１００号）６条の\n規定に基づく国土交通大臣の諮問機関）に対し，タクシー事業をめぐる諸\n問題について諮問したところ，同審議会に設置された「タクシー事業を巡\nる諸問題に関する検討ワーキンググループ」における検討の中で，特別監\n視地域の指定基準の問題点等が指摘された。（乙８，１１）\nすなわち，上記イの特別監視地域の指定要件は，主として，日車実車キ\n－32－\nロ及び日車営収について前５年平均と比較し需給状況を判断するという\nものであったが，この要件では，供給過剰状態にあったとしても，需給状\n況が直近で大きく悪化していない地域や長期にわたって緩やかに悪化し\nている地域は特別監視地域に指定されないなどの問題が生じるうらみが\nあった。そのため，平成２０年７月１１日，特別監視地域について，より\n実態に即した指定がされるよう，新たに特別監視地域の指定基準として，\n需給調整規制を行っていた最終年度である平成１３年度の日車実車キロ\n及び日車営収との比較を追加するなどの見直しが行われ，関東運輸局長は，\n平成２０年７月１１日，「緊急調整地域の指定等について」を定めてこれ\nを公示した。（乙９，１０）\n(3)  特措法の制定\nア  上記(2)エのとおり，交通政策審議会は，国土交通大臣からの諮問を受\nけ，同審議会内に「タクシー事業を巡る諸問題に関する検討ワーキンググ\nループ」を設置し，計１３回の会議を開催し，各地域の事業者，地方公共\n団体，報道機関など多様な関係者からのヒアリングも行い，各地域の状況\nを多角的な視点で把握することに努めつつ，タクシー事業が果たすべき役\n割，タクシー事業が抱える問題の所在とその原因，これらの諸問題への対\n応策などについて，幅広い視点から検討を行った。（甲４，乙１１）\nイ  交通政策審議会は，平成２０年１２月１８日，上記アの検討の結果，現\n時点で必要と考えられる対策を「タクシー事業を巡る諸問題への対策につ\nいて」として取りまとめ，これを答申として国土交通大臣に提出した。（甲\n４，乙１１）\n上記答申の中で，「Ⅵ  今後講ずべき対策」として，「１．利用者のニ\nーズに合致したサービスの提供  ２．悪質事業者等への対策  ３．運賃制\n度のあり方」に関する提言がされたほか，「４．供給過剰進行地域におけ\nる対策」として，以下のとおり，特定地域指定制度を創設することが必要\n－33－\nであるとの提言が示された。（甲４，乙１１）\n「タクシーの輸送人員の減少と過剰な輸送力の増加が相まって供給過\n剰が進行している地域においては，特に，以下のとおり，緊急的な対策と\nして，直面する諸問題の深刻化を防止するとともに，当該地域のタクシー\nの機能の維持・活性化を図るための総合的な取組みが必要である。\n(1) 基本的な考え方\n新たな供給がなされることは，それが利用者のニーズに合致した\nサービスを提供し，新たな需要の開拓等につながるものであれば，\n利用者のみならず，地域のタクシー事業全体にとって望ましいもの\nである。しかしながら，新たな供給がそうした効果を生じることな\nく，単に供給を増やすだけのものであれば，いわゆる供給過剰を生\nじさせ，様々な問題の深刻化を招く要因となるものである。\nこのような供給過剰は，タクシー事業の収益基盤の悪化，タクシ\nー運転者の労働条件の悪化，違法・不適切な事業運営の横行，道路\n混雑等の交通問題，環境問題，都市問題，さらには過度な運賃競争\nやそれらを通じた安全性やサービスの低下の懸念など，タクシーを\n巡る様々な問題の背景に存在する根本的な問題であり，供給過剰が\n進行することにより，こうした問題の深刻化を招き，地域公共交通\nを形成する公共交通機関としての機能の維持を困難にするものと\n考えられる。\nこうした供給過剰が進行している地域においては，地域における\n公共交通機関としてのタクシーの機能の維持・活性化の観点からの\n総合的な取組みが必要である。\n(2) 問題への取組みにおいて留意すべき視点等\n供給過剰の進行により深刻化している諸問題への対策を講じる\n場合，様々な問題の背景にある根本的な問題である供給過剰への対\n－34－\n応を行うことはやむを得ないものと考えられるが，一方で，例えば，\n新規参入や増車に伴い個々のタクシー事業者の自由な営業活動や\n競争の中から事業者の創意工夫が促され，それが消費者利益の増進\nにつながり得ることにも留意する必要がある。\nまた，全国すべての地域で供給過剰による問題の深刻化が生じて\nいるわけではないことから，対策は全国すべての地域を対象とした\nものではなく，それぞれの地域において発生している問題の状況を\n踏まえ，実情に即して検討すべきである。\nしたがって，問題への対策は，問題解決のために真に必要とされ\nる取組みを，そのために必要とされる期間に限って，また，様々な\n問題が供給過剰により深刻化している地域に限って行うことが適\n当である。\n（中略）\n(3) 対策を講じる地域\n供給過剰の進行への現実的で効果的な対策として，(2)を踏まえ，\n特定の地域において，一定の期間に必要な総合的な取組みを行う地\n域指定制度（以下「特定地域指定制度」という。）を創設すること\nが必要である。\n特定地域指定制度に係る地域指定に際しては，地域における公共\n交通機関としてのタクシーの機能が一定期間を通じて悪化してい\nる場合であって，その機能を維持・活性化するための総合的な取組\nみを行う必要がある地域を優先して指定することが適当である。こ\nのため，供給過剰の進行によりタクシー運転者の賃金が低下傾向に\nあるといったように，特定の指標が一定期間を通じて悪化している\n地域を優先的に指定し，そうした地域の問題の深刻化に歯止めをか\nけ，その改善を図ることとすべきである。\n－35－\nまた，地域指定は，特に供給過剰に陥りやすい特性を有している\n都市部の地域等を優先することも検討すべきである。\n以上のような地域指定は，全国統一的な基準で公平に行うべきで\nあり，国が，一定の客観的な指標に基づき行うことが適当である。\n（中略）\n一方，道路運送法に基づく現行の緊急調整措置は，著しい供給過\n剰が生じている場合に，供給が更に増加することにより，輸送の安\n全及び旅客の利便を確保することが困難となるおそれがあると認\nめられるときに，事態の更なる悪化を防止するための非常手段とし\nて設けられているものであるが，上記のような特定地域指定制度を\n設けたとしても，それとは目的を異にするものとして，輸送の安全\nと旅客の利便を確保するための最終的な措置として，引き続き存置\nしておくことも必要である。\n(4) 関係者が一体となった総合的な取組み\n（中略）\nⅡ  諸問題への総合的な対応\n（中略）\n⑦供給抑制（供給の増加の抑制，事業者による減車促進等）\n（中略）\n(5) 諸問題への総合的な対応\n(4)の［例］で掲げた諸問題への総合的な対応の各項目について\nは，具体的には以下のような内容が考えられる。\n（中略）\n③タクシー運転者の労働条件の悪化の防止\n（中略）\nまた，事業者への監査や新規参入及び増車における審査において，\n－36－\n労働条件の悪化を招かないよう他の地域よりもチェックを厳格化\nする必要がある。\n④違法・不適切な事業運営の排除\n（中略）\nまた，新規参入及び増車における審査も厳格化する必要がある。\n（中略）\n⑦供給抑制\n一層の供給の増加により更なる労働条件の悪化など諸問題が深\n刻化することを防止し，地域の公共交通機関としてのタクシーの機\n能の維持・活性化を図るための総合的な取組みを効果的に実施する\nことができるよう，タクシー維持・活性化総合計画が実施されてい\nる期間に限り，他の地域に比べ，供給の増加すなわち新規参入や増\n車を，必要な限度で，かつ，有効に抑制する必要がある。\nこのため，新規参入及び増車について，他の地域に比べ，許可等\nの基準・要件及びその審査を厳格化すべきである。\n一方，こうした地域においては，供給の削減すなわち減車による\n需給バランスの改善も有効かつ必要な対策であり，適正な競争が確\n保され，消費者の利益を不当に害さないことを前提として，複数の\n事業者が共同で減車を進めることについて，供給過剰対策としての\n要請と競争政策との調和を図りつつ，その自主的，協調的な取組み\nが推進されるスキームを導入すべきである。\n（以下略）」\nウ  上記の答申を踏まえ，平成２１年２月，特措法（政府案）が通常国会に\n提出された。\n国土交通大臣は，同年４月２１日，衆議院本会議における特措法（政府\n案）の趣旨について，以下のとおり説明した。(乙１２）\n－37－\n「タクシーは，鉄道，バス等とともに我が国の地域公共交通を形成して\nいる重要な公共交通機関であるとともに，高齢化社会の進展等の地域社会\nの変化に対応する役割や，各地区の観光交流を支える基盤としての役割な\nども大いに期待される公共交通機関であります。\nしかしながら，タクシー事業をめぐっては，長期的に需要が減少する傾\n向にある中，タクシー車両数が増加していることなどにより，地域によっ\nては，収益基盤の悪化や運転者の労働条件の悪化等の問題が生じ，タクシ\nーが地域公共交通としての機能を十分に発揮することが困難な状態とな\nっております。\nこのような状況を踏まえ，問題の発生している地域において，タクシー\n事業者を始めとする地域の関係者の自主的な取組を中心としてタクシー\n事業の適正化及び活性化を推進し，タクシーの地域公共交通としての機能\nを十分に発揮できるようにするため，このたびこの法律案を提案すること\nとした次第であります。」\nまた，国土交通大臣は，同日，質疑の際，特定地域での新規参入，増車\nの歯止めの方策について，新規参入，増車について需給を勘案した許認可\n制にすべきであるという質問に対し，以下のとおり答弁した。（乙１２）。\n「（略）タクシー事業の規制緩和については，サービスの多様化や待ち\n時間の短縮など一定の効果もあらわれており，そうした規制緩和のプラス\n面は，今後とも生かしていく必要があると考えています。（中略）\n特定地域での新規参入，増車の歯止めの方策についてお尋ねがありまし\nた。本法案では，特定地域は，供給過剰等の状況に照らし，タクシー事業\nの適正化，活性化が特に必要と認められた地域を指定することとしており，\nこうした指定の趣旨から，特定地域においては，安易な供給の拡大は厳に\n抑制されるべきものと考えております。（中略）\n新規参入，増車について需給を勘案した許認可制度とすることについて\n－38－\nお尋ねがありました。先ほど申し上げましたように，今回の法案は，供給\n過剰の進行により問題が深刻化している地域において必要な対策を講じ\nることを目的として提案させていただいたものであり，政府としては，こ\nの法案により，タクシー事業をめぐる諸問題への対策として必要な法的措\n置を講ずることができるものと考えております。（以下略）」\nエ  衆議院国土交通委員会における質疑\n衆議院国土交通委員会においては，次のとおり，質疑が行われた。\n(ア)  ５月２２日  Ｇ議員の質疑（乙３１・１３，１４頁）\n○  Ｇ議員\n「（略）去年の７月に，いわゆる特定特別監視地域を大変数多く指定\nして，例えば東京なんかも，いわゆる車両の最低基準を１０台から４０\n台に増やすということを私どもも提言し，役所としても御努力いただき，\nそれはそれで一定の効果が見込めるんだろう，こう思うわけであります\nが，それでも今回の法案に至ったということは，昨年の７月からの特定\n特別監視地域，この地域指定によってどれだけの効果があって，その上\nでこの法案の，いわば今お話あったような，協議会の設置をして，特定\n地域を設定して，さまざまな努力をするということにつながるのか，こ\nの７月からの取組についてちょっとお尋ねをしたいと思います。」\n○  政府参考人（Ｈ国土交通省自動車交通局長，以下「Ｈ政府参考人」\nという。）\n「（略）  現行法のもとで，できる限り安易な供給拡大を抑制するとい\nう見地から，特定特別監視地域制度，この大幅な見直しを行い，１０９\n地域を指定させていただいて，供給抑制のための措置を講じております。\n（中略）あくまでもこれは現行法の範囲内ということでございまして，\nやはりケースによっては，供給過剰地域であるにもかかわらず，新規参\n入に係る申請を却下することができない，あるいは増車についても行政\n－39－\n指導にとどまらざるを得ない，そういった制度上の限界はあるものと考\nえております。」\n(イ)  ６月５日  Ｉ議員の質疑（乙３２・１３頁）\n○  Ｉ議員\n「（略）新規参入を含めて，安易な供給拡大，これはもう厳に抑制すべ\nきだと思いますけれども，その方策，その方針，どのようにされるのか，\n続けて局長から御答弁いただきたいと存じます。」\n○  Ｈ政府参考人\n「法案におきましては，特定地域は，正に供給過剰等により問題が生じ\nているという，そのことに起因した指定をいたします。そうした指定の\n趣旨から，法案におきましては，国は，特定地域においては，タクシー\n事業の適正化を推進するため，道路運送法に基づく処分，この中には，\n当然新規参入の許可，あるいは今回特定地域で導入させていただきたい\nと考えております増車の認可といった処分がございますが，これを的確\nに実施するという条文がございます。したがって，特定地域においては\n安易な供給拡大は国として厳に抑制すべきであると考えておりまして，\n新規参入あるいは増車の申請に対しては，原則としてこれを認めないと\nいう運用をさせていただきたいと考えております。」\n(ウ)  ６月９日  Ｊ議員の質疑(乙３３・１５頁）\n○  Ｊ議員\n「（略）今回，供給過剰の状態と運賃の問題に対処しなければならない\n一つの理由として，タクシーの事故が増えているし，減らない，他の事\n業用自動車に比べて多いという問題がありました。どれぐらいの事故が\n発生をしているのか。（以下略）」\n○  Ｈ政府参考人\n「（略）タクシーの事故の問題でございますが，まず，警察庁の統計に\n－40－\n基づきます平成２０年のタクシーの交通事故件数は，全国で２万４０３\n０件でございました。この状況を他のものと比較いたしますと，まず，\n全自動車事故に比べて，ここ数年の状況については，タクシー事故の減\n少の歩みが非常に鈍いという特徴がございます。さらに，数値的に申し\nましても，同じ走行距離当たりの交通事故件数で見ますと，タクシーの\n場合には，残念ながら，全自動車の約１．８倍という事故発生率になっ\nておる，これがまず現状でございます。（以下略）」\n(エ)  ６月９日  Ｋ議員（乙３３・２３，２５頁）\n○  Ｋ議員\n「局長，私が聞いているのは，ドライバーの皆さんが，規制緩和をした\nら交通事故が増えますよ，労働条件が悪化するんですよということをお\nっしゃってた。（略）事業者の皆さんやドライバーの皆さんが規制緩和\nをする前におっしゃっていたことが現実のものになりましたねという\nことを，局長に御答弁いただいた上で，大臣にも，そうなりましたねと\nいうことを確認してくださいと申し上げているわけですね。それを，い\nや，そんなことは問題じゃないんだと言われると，これは今後の議論が，\n流れがなくなるんですよ。だって，事業者とドライバーが言っていると\nおりの，交通事故が増えますよ，そんなことをしたら交通事故が増える\nんです，労働条件は悪化して大変なことになるますということをみんな\nが言っていたのに，（以下略）」\n○  Ｈ政府参考人\n「規制緩和を実施させていただく際に，正に先生がご指摘のとおりの懸\n念があったことは事実でありますし，地域によって状況の差はあります\nけれども，正にそういった懸念どおりに，需要が低迷する中で車両が増\n加するといった事態で，その結果，懸念されておりました労働条件の悪\n化あるいは交通事故の増加といった現象が生じたのは事実であります。\n－41－\nなおかつ，先ほど先生が１８年の答申を市場の失敗ということで御紹介\nいただきましたとおり，単に市場に多少の手を加えるだけではこの問題\nの解決は済まない，正に，今回の法的措置，そういった規制を見直すと\nいうことも含めて今回対策を講じたいというのが，この答申に基づく\n我々の考え方でございます。」\nオ  衆議院は，平成２１年６月１１日，本会議において，特措法（政府案）\nの追加修正案を全会一致で可決した。この追加修正に当たり，衆議院国土\n交通委員会は，同月１０日，「特定地域における一般乗用旅客自動車運送\n事業の適正化及び活性化に関する特別措置法案に対する附帯決議」におい\nて，以下のとおり決議した。（乙１３）\n「政府は，本法の施行に当たっては，次の諸点に留意し，その運用に\nついて遺憾なきを期すべきである。\n１  利用者のニーズに合致したサービスの提供が何よりも重要である\nことを関係者は認識し，需要拡大に向けたあらゆる施策を講じること\nを念頭に，利用者の選択性を高めるための方策，最新のＩＴ技術を活\n用したサービス提供，利用者利便の向上に資する情報提供，乗り場の\n整備等を，関係者の緊密な連携により推進すること。\n２  タクシーが地域における公共交通機関として十分な機能を果たせ\nるよう，運転者の労働条件の改善・向上，違法不適切な行為の排除等\nを効果的に進め，各地において迅速かつ有効な対策を講じること。そ\nのために，特定地域については，その指定を適切に行うこと。\n３  特定地域では，地域の需要に適合し，新規参入や増車による需要増\nが明らかに見込めるもの以外は，原則としてこれを認めないこと。ま\nた，特定地域に指定されなかった地域についても，特定特別監視地域\nへの指定を検討する等供給過剰発生の未然防止に努めること。\n（以下略）」\n－42－\nカ  参議院国土交通委員会における質疑\n参議院国土交通委員会においては，次のとおり，質疑が行われた。\n(ア)  ６月１６日  Ｌ議員（乙３４・１８頁）\n○  Ｌ議員\n「（略）特に，タクシーが供給過剰な地域を特定地域と指定した場合\nの運用方針について，（中略）どのようなものとするのか。（以下略）」\n○  Ｈ政府参考人\n「本法案におきます特定地域は，タクシーの供給過剰が進行し，それ\nに伴ってそこで働いておられます運転者の方々の労働条件が悪化して\nいく，したがってこれ以上の供給の増加を抑制する，こういう見地から，\n今後の運用に当たっては，新規参入あるいは増車というものについて，\n原則，厳しく抑制させていただくということを申し上げたと思います。\n（以下略」\n(イ)  ６月１６日  Ｍ議員（乙３４・３５頁）\n○  Ｍ議員\n「（略）従来の特別監視地域あるいは特定特別監視地域，特特ですね，\nこういったものによる対応と今回の特措法との関係といいますか，これ\nについてはどうなるんでしょうか。」\n○  Ｈ政府参考人\n「（略）今回の問題の発端となっておりますとおり，地域によっては\n需要が減っているにもかかわらず供給が増えてしまう，そのことによっ\nてそこで働くドライバーの方々の労働条件が年々悪化する，そういった\nことに対応するために，現在の道路運送法を当然前提にして，（中略），\n行政運用としてやらせていただいておりますのが，特別監視地域，さら\nには特定特別監視地域といった制度でございます。しかし，これはあく\nまでも行政運用でございますので，例えば新規参入に関しましては，従\n－43－\n来は１０両の車両で参入ができた，ところが，供給過剰が著しいために，\n例えば４０両の新規参入しか認めないと私どもが申し上げたところで，\nその４０両以上の新規参入に対してそれを拒否する理由は道路運送法\nには今ございません。また，増車という既存事業者の方が車を増やされ\nることにつきましても，私ども増車に当たって，事前に例えば監査をさ\nせていただく。やはり事業運営上問題があれば，今回の増車は控えてく\nださいというようないわば勧告を行いますけれども，現在の道路運送法\nは，法律的には届出さえすれば増車ができるということですので強制力\nがないといった制度的な問題がございます。したがって，これらの問題\nについてはやはり現在の道路運送法では対応できないということで，新\nたな立法措置として今回の法案をお願いし，その中での特定地域につき\nましては法律に基づいて新規参入や増車について抑制できる，そういっ\nた法的根拠を置いていただきたいと，これが二つの制度の関係でござい\nます。」\n(ウ)  ６月１８日  Ｎ議員（乙３５・３２，３３頁）\n○  Ｎ議員\n「最後の部分で，安全に問題が生じるということですけれども，これ，\n今日，資料としてお示ししてないんですけれども，国土交通省さんの作\nった資料で需給状況と事故件数のグラフがありまして，これは私が見る\n限り，台数あるいは空車で走っている量が多ければ多いほど事故発生件\n数が増えているというようなふうに読み取れるんですけれども，この相\n関関係はいかがですか。」\n○  Ｈ政府参考人\n「（略）日車実車キロということで，１台その日にどれだけお客さんを\n運んだかというキロ数，それはちなみに運転者の賃金に直結する問題で\nあると思います。その日車実車キロが悪化する，そういたしますと，事\n－44－\n故件数，ここでは走行１００万キロ当たりの事故発生件数という形で，\n事故が増える。そういう意味で，日車実車キロといった指標による需給\n関係の悪化と事故件数の悪化と申しますか増大というのは，統計上，明\n白な相関関係があると私どもは考えております。」\nキ  参議院は，平成２１年６月１９日，本会議において，特措法（政府案）\nの追加修正案を全会一致で可決したため，特措法は成立したが，この可決\nに当たり，参議院国土交通委員会は，同月１８日，「特定地域における一\n般乗用旅客自動車運送事業の適正化及び活性化に関する特別措置法案に\n対する附帯決議」において，以下のとおり決議した。（乙１４）\n「政府は，本法の施行に当たり，次の諸点について適切な措置を講じ，\nその運用に遺憾なきを期すべきである。\n１  利用者のニーズに合致したサービスの提供が何よりも重要である\nことを関係者は認識し，一層のサービスの改善と需要の拡大が図られ\nるよう，タクシー事業の適正化及び活性化に努め，利用者の選択性を\n高めるための方策，最新のＩＴ技術を活用したサービス提供，利用者\n利便の向上に資する情報提供，乗り場の整備等を，関係者の緊密な連\n携により推進すること。\n２  全国各地域におけるタクシーの供給過剰とそれに伴う違法不適切\nな事業運営，労働条件の悪化等の実情を踏まえ，その対策を迅速かつ\n効果的に行う観点から，特定地域の指定を適切に行うこと。\nまた，特定地域では，新規参入や増車が需要増を喚起すると明らか\nに見込める場合を除き，原則としてこれを認めないこととするととも\nに，特定地域に指定されなかった地域についても，特定特別監視地域\nへの指定を検討する等供給過剰発生の未然防止に努めること。\n（以下略）」\nク  特措法は，平成２１年６月２６日に公布され，同年１０月１日に施行さ\n－45－\nれた。\nケ  国土交通大臣は，平成２１年９月２９日，特措法４条１項に基づき，「特\n定地域における一般乗用旅客自動車運送事業の適正化及び活性化に関す\nる基本方針」を定めこれを告示した。\n基本方針の内容は，別紙の３のとおりであるが，「四  その他一般乗用\n旅客自動車運送事業の適正化及び活性化の推進に関する基本的な事項」の\n「３  国の役割」の「(2)  事後確認と事前確認の強化」として，以下の\nとおり）定められている。(乙１５）\n「（中略）さらに，新規の事業許可及び事業用自動車の数を増加させ\nる事業計画の変更認可については，特定地域における安易な供給拡大を\n抑制するよう，これらの許認可処分について処分基準を厳格化するとと\nもに，審査に当たっては現地確認を徹底するなど審査の厳格化を図るも\nのとする。」\n(4)  措置実施公示の策定\n関東運輸局長ほかは，平成２１年９月３０日，措置実施公示を定めこれを\n公示した。（甲２，乙１７）\n措置実施公示の措置認可基準においては，「①  収支計画」として，「提\n出された収支計画上の増車車両分の営業収入が，申請する営業区域で当該増\n車実施後に新たに発生する輸送需要によるものであることが明らかである\nこと」（収支計画要件）が定められている。\n(5)  特定地域の指定\n特別区・武三交通圏において，日車実車キロは平成１３年度が１２６．９\nキロ，平成２０年度が１０８．９キロであり，日車営収は平成１３年度が５\n万１３２６円，平成２０年度が４万６１４５円であった。(乙２１）\nそのため，国土交通大臣は，平成２１年１０月１日，特別区・武三交通圏\nが措置認可基準Ⅰ１(1)の①の日車実車キロ又は日車営収が平成１３年度と\n－46－\n比較して減少していることという要件に該当するとして，特措法３条１項に\n基づき，特別区・武三交通圏を特定地域として指定した。（乙２２）\n(6)  ビジネスジェットの推進に関する政府の取組等について\nア  国土交通省の「国土交通省成長戦略」（甲１の１５，１の１７，乙１の\n２・１２ないし３４頁）\n(ア)  国土交通省戦略会議は，平成２２年５月１７日，「国土交通省成長\n戦略」を取りまとめた。\n(イ)  国土交通省成長戦略においては，羽田空港における改革の方向性と\nして，①  現段階での発着枠増の見通しとして，平成２２年５月時点で\n昼間３０．３万回，別途深夜早朝の時間帯にチャーター便等が運航中で\nあるところを，平成２２年１０月時点で昼間３３．１万回，深夜早朝４．\n０万回（うち国際線は３．０万回と深夜早朝３．０万回，配分済み），\n平成２３年度中に昼間３５．０万回，深夜早朝４．０万回(昼間１．９\n万回の増枠は全て国内線，配分済み），平成２５年度中に昼間４０．７\n万回，深夜早朝４．０万回（ただし，場合によっては，部分的な増枠や\n増枠の時期の遅れもあり得る。）を最短の見通しとして念頭に置きつつ，\n着実に容量拡大を進めることにより，旺盛な首都圏の国際航空需要に対\n応するとともに，同空港の充実した国内線ネットワークを活用した国\n内・国際ハブ機能を強化することとされ，②  国内・国際間配分の基本\n的な考え方として，羽田の昼間の時間帯については，アジア近距離のビ\nジネス路線に限定する現在のルールを廃止し，アジア長距離路線や欧米\n路線を含め，高需要のビジネス路線が羽田からも発着することができる\nルールに変更し，これを可能にするため，平成２５年度中に昼間４０．\n７万回，深夜早朝４．０万回が達成される時点において，今後の首都圏\nにおける航空需要の伸びを勘案しつつ，昼間の時間帯の残り（平成２３\n年度中に昼間３５．０万回となる際に，増枠は全て国内線に配分された\n－47－\nため，その後の増枠分をいうものと解される。）５．７万回の半分強に\n当たる３万回の発着枠を更に国際線に配分することを基本とするが，実\n際の国際線の増便は，羽田新国際線旅客ターミナルの拡充後となること，\n③  羽田新国際線旅客ターミナルの拡充は可及的速やかに着手するこ\nととされた。\n(ウ)  国土交通省成長戦略においては，成田空港における改革の方向性と\nしては，①  現段階での発着枠増の見通しとして，旺盛な首都圏の国際\n航空需要に対応する国際線のメイン空港として，羽田空港との一体的運\n用を図りつつ，アジア有数のハブ空港としての地位を確立するため，平\n成２３年度中に２５万回（３万回増），平成２４年度中に２７万回（２\n万回増），平成２６年度中に３０万回（３万回増，累計８万回増）を最\n短の見通しとして念頭に置きつつ，駐機場等の増設に取り組み，着実に\n容量拡大を進めていくこと，②  空港処理能力の拡大に向けた取組とし\nて，より利便性の高いダイヤの設定を可能にするため，平成２３年度中\nを目処に，同時並行離着陸方式を実現し，ピーク時の空港処理能力の拡\n大を図ること，③  アジア有数のハブ空港としての抜本的機能強化とし\nて，これまでの発着枠が希少であったために十分な対応をすることがで\nきなかったビジネスジェットの乗入れ需要に対しても，専用ターミナル\nの整備等により，首都圏を代表するビジネスジェットの受入空港として\nの抜本的な機能強化を図ることなどが提案された。\nイ  国土交通省の「ビジネスジェットの推進に関する委員会」中間報告(甲\n１の４，乙１の１・１３ないし２８頁）\n国土交通省は，平成２２年５月１７日に取りまとめられた「国土交通省\n成長戦略」において，航空分野における「首都圏の都市間競争力アップに\nつながる羽田・成田の強化」の中で，首都圏空港が我が国の成長の牽引車\nとしての役割を今後とも十分に発揮していくために，ビジネスジェット等，\n－48－\nこれまで十分に対応することができていないニーズへの対応等抜本的な\n機能強化が必要とされたことを踏まえ，同省航空局は，同年１２月２２日，\n「ビジネスジェットの推進に関する委員会」を発足させ，ビジネスジェッ\nトの推進のための受入れ改善策について議論し，平成２３年６月，成田空\n港における受入れ体制の構築を柱とした中間報告を発表した。\n中間報告においては，ビジネスジェットの推進に向け，成田空港におい\nて直ちに取り組むべきものとして，①  専用ターミナル整備（専用動線の\n整備を含む。），②  ビジネスジェット用のスポットの拡充，駐機期間制\n限の緩和，③  予備枠の撤廃と未使用枠の積極的活用（ウェブでの情報開\n示を含む），④  同時離着陸方式の導入による時間値の拡大，⑤  都心へ\nのアクセス改善の五つの施策と国内外に対する積極的な情報発信を早急\nに実施する旨の提言がされた。\n①については，今後，速やかにビジネスジェット専用ターミナルの整備\nに着手して平成２３年度のできるだけ早い時期に完成させ，ビジネスジェ\nット専用施設及び動線の供用を開始すること，②については，平成２２年\n１２月にビジネス用スポットを１０スポットから１５スポットに増設し，\n駐機日数制限を７日間から最大１４日間に延長したが，今後，更にスポッ\nトを増設し，平成２３年１１月からは１８スポットとするほか，需要動向\nを見つつ駐機期間制限の緩和を引き続き実施し，将来的に撤廃を含めて検\n討すること，現在旅客ターミナル近傍の駐機スポットの空きが生じた場合\nにはビジネスジェット用の乗降専用・一時駐機スポットとして運用してい\nるが，今後，横堀地区において新設されるスポットについても同様の運用\nを行い，ビジネスジェット用の乗降専用・一時駐機スポットの拡大を図る\nこと，③については，ビジネスジェット用に発着枠を別途設定する仕組み\nを廃止し，平成２３年秋頃から，ビジネスジェット利用者へのサービスレ\nベルを向上させるため，発着枠及び駐機場の空き状況に係る情報提供をウ\n－49－\nェブ化し，その後は，ウェブ上での発着枠及び駐機場の使用申請を可能に\nすることを目指すこと，④については，平成２３年１０月から，同時離着\n陸方式の導入等に伴い，１時間当たりの出発・到着可能回数が増えるため，\nビジネスジェットにとって希望する時間帯の発着枠を確保することがで\nきる機会が増大する見込みであることが具体的に提言されている。\n(7)  Ａとの間の交渉経緯等\nア  原告は，平成２０年８月以降，Ａとの間で，ビジネスジェットの利用者\n等のタクシー送迎について専属契約を締結し，成田空港と羽田空港で１か\n月当たり約５０件（１件当たりの送迎には複数台の車両を必要とするのが\n通常である。）のタクシー送迎の依頼のほとんどを原告に依頼していた。\n(甲３０の２，Ｂ証人調書５頁）\nイ  原告は，平成２２年１２月頃から，Ａからの即時配車の依頼を受けられ\nない事態が生じたため，Ａは，平成２３年１月，原告に対し，ビジネスジ\nェットの利用が増加する見込みであるとして，ビジネスジェットのクルー\n及び搭乗者の送迎のため，口頭により３０台の増車を要請した。（甲３０\nの２，Ｂ証人調書４頁）\nウ  Ａは，平成２４年１月，原告に対し，最低限でも３０台の増車をして，\nＡからのタクシー送迎依頼に対応できるようにしてほしいと強く要望し\nた。(甲３０の２）\nエ  Ａの執行役員であるＯは，平成２４年７月４日，原告に対し，書面によ\nり，タクシー車両３０台の早急な増車及び外国語で対応することが可能な\n運転者７０名の早急な増員を強く要望した。（甲３０の１）\nオ  原告は，本件申請に係る３０台のほとんどをワンボックスカーとし，外\n国語（主として英語）の堪能な運転者７０名ないし７５名程度を新規に雇\n用する予定であった。(甲５１・７頁，Ｂ証人調書２，７頁）\n(8)  地域協議会における自主目標の策定\n－50－\n東京及び大阪地区の地域協議会においては，自主目標として２０％の減車\nの方針が示されている。（甲２４の７）\n(9)  交通事故の件数等\n全国の交通事故の発生件数は，平成１３年が９４万７１６９件であったの\nが，平成２２年には７２万５７７３件に減少している。タクシーの交通事故\nの発生件数は，平成１３年が２万６０５２件であったのが，平成１７年に２\n万７７９４件まで増加したものの，その後は減少傾向になり，平成２２年は\n２万２７３３件まで減少した。(乙２４・１，４１頁）\n(10)  本件申請及びその後の経緯\nア  原告は，平成２３年６月３０日，処分行政庁に対し，原告の営業所ごと\nに配置する事業用自動車（一般車両タクシー）の数を５０台から８０台に\n増車する旨の本件申請をした。(甲１の１，乙１の１）\n本件申請書には，原告作成に係る同日付け「一般乗用旅客自動車運送事\n業（個人タクシーを除く）の増車後の一定期間における収支計画（本件収\n支計画）等基準適合を証する書面」が添付されていたところ，同書面には，\n本件収支計画等について，概要，以下の内容が記載されていた。（甲１の\n３，乙１の１・４枚目ないし６枚目）\n「１）  国土交通省の「ビジネスジェットの推進に関する委員会中間報告」\n（平成２３年６月）の発表\n（中略）近年Ａから『ビジネスゲストやクルーの送迎のために増便し\nて欲しい』との要請が強くなり，英会話のできる乗務員の確保及びワン\nボックスカーの増車の必要性が生じていました。ミーティングサービス\n会社等と業務提携することでその流れに拍車が掛かり，ＡＰＥＣ開催時\nには配車適応に限界が生じました。\nかかる事情の下，平成２３年６月の国土交通省の『ビジネスジェット\nの推進に関する委員会中間報告』の発表は，タクシーのコンシェルジュ\n－51－\n化を目指す弊社にとって“渡りに船”というほどの計画です。この計画\nはタクシー業界の質的な向上変革を目指す弊社にとっては千載一遇の\nチャンスであります。（中略）このチャンスを生かして多様化し増加が\n見込まれる利用客の１２０％満足を実現することは，正に『申請する営\n業区域で当該増車実施後に新たに発生する輸送需要によるものである\nことが明らかであること』に該当するものです。（以下略）\n２）  羽田空港の国際化及び国土交通省の「観光立国実現のための訪日外\n国人３０００万人の早期達成計画」\n観光立国実現のため，平成２０年１０月に観光庁が発足し，外国人旅\n行客が快適に旅行できるよう環境整備が行われています。国土交通省で\nは観光戦略の最大目標を，訪日外国人３０００万人の早期達成としてい\nます。（中略）弊社は，羽田空港の国際化，及び国土交通省の『観光立\n国実現のための訪日外国人３０００万人の早期達成計画』を『増車実施\n後に新たに発生する輸送需要』の重要な構成要素と考えます。（中略）\n羽田空港の国際化及び国土交通省の『観光立国実現のための訪日外国人\n３０００万人の早期達成計画』は，上記国土交通省の『ビジネスジェッ\nトの推進に関する委員会中間報告』（平成２３年６月）の発表と相まっ\nて，『申請する営業区域で当該増車実施後に新たに発生する輸送需要に\nよるものであることが明らかであること』を十分に補強する事情と思慮\n致しましたので，説明資料とさせて頂きました。(以下略）」\nイ  原告は，平成２３年８月１５日，処分行政庁に対し，原告作成の同月１\n２日付け「一般乗用旅客自動車運送事業（個人タクシーを除く）の増車後\nの一定期間における収支計画等基準適合を証する書面《追加》」を本件申\n請に係る追加資料として提出した。同書面には，概要，以下の内容が記載\nされていた。（甲１の７，乙１の２・３枚目及び４枚目）\n「１）  ビジネスジェットの需要拡大\n－52－\n隣国中国の１０年以内のビジネスジェットの保有数が１０００機\nを超え，米国に次ぐ世界２位のビジネスジェット市場になる。\n２）  中国人観光客の増加及びビザの緩和\n・平成２３年度６月時の団体ビザの申請は５月時の３４倍に増加して\nいる。（６月２７日時点で５，２５９件）\n・平成２３年度９月１日から中国人観光ビザがさらに緩和され，滞在\n期間が現在の１５日間から３０日間に延長される。これにより，ほ\nぼ１カ月間滞在する中国人観光客の増加が見込める。\n３）  国土交通省及び経済産業省による政府方針\n航空分野の成長戦略の一環として羽田空港の２４時間国際拠点\n航空（「空港」の誤記と思われる。）化，羽田空港の新国際線旅客\nターミナルの拡充，オープン・スカイ構想の推進が図られる中，増\n加する空港利用者に対応するため，空港アクセスはより一層の緊密\n化が求められる。（以下略）」\nウ  処分行政庁は，平成２３年８月２４日付けで，原告に対し，行政手続法\n７条に基づき，本件申請に関し，収支計画等の事項について補正を求めた。\n（甲１の１８，乙１の３）\nエ  原告は，平成２３年９月２６日，処分行政庁に対し，上記ウの事項につ\nいて補正する資料として，「２０１２年度収支計画」と題する一覧表等を\n提出した。（乙１の４・１枚目）\n上記の一覧表等には，本件申請に係る増車実施後に見込まれる原告の増\n車分の運送収入増加額として，以下の内容が記載されていた。\n(ア)  平成２３年（２０１１年）１０月から１２月までの増車分の運送収\n入増加見込み額（なお，該当する一覧表の標題は「２０１２年度」の収\n支計画とされているが，平成２３年（２０１１年）の誤記と認める。）\n（乙１の４）\n－53－\n１０月              ５０９万９５００円\n１１月            １０５７万５０００円\n１２月            ２１８５万５０００円\n(イ)  平成２４年（２０１２年）１月から１２月までの増車分の運送収入\n増加見込み額（なお，該当する一覧表の標題は「２０１３年度」の収支\n計画とされているが，平成２４年（２０１２年）の誤記と認める。）（乙\n１の４・５枚目）\n１月            ２８４１万１５００円\n２月            ２７６３万６０００円\n３月            ３４９６万８０００円\n４月            ３５９５万５０００円\n５月            ３９３３万９０００円\n６月            ４０１８万５０００円\n７月            ４１５２万４５００円\n８月            ４１５２万４５００円\n９月            ４０１８万５０００円\n１０月            ４１５２万４５００円\n１１月            ４０１８万５０００円\n１２月            ４１５２万４５００円\nオ  処分行政庁は，平成２３年１０月１１日付けで，原告に対し，行政手続\n法７条に基づき，原告が提出した上記エの補正資料に関し，収支計画の算\n出根拠等について補正を求めた。（甲１の２２，乙１の５）\nカ  原告は，平成２３年１０月２５日，処分行政庁に対し，上記オの事項に\nついて補正する資料として，「補正資料１：《収支計画における収入数値\nの算出根拠》」と題する書面等２通を提出した。（甲１の２３，甲１の２\n４，乙１の６）\n－54－\nそのうち，上記標題の書面等には，上記エの原告が算出した収支計画の\n算出根拠等について，概要，以下の内容が記載されていた。\n「  補正資料１：《収支計画における収入数値の算出根拠》\n１．  算出根拠の前提条件（乙１の６・１枚目）\n①  成田空港送迎\n１日当たり３０回＝約６０万円\n（１回当たり約２万円）→弊社の定額料金が基礎\n（１日１台当たり１回＝約２万円）\n【参照】成田空港滑走路のビジネスジェット用スポット＝１８スポ\nット設置\n②  羽田空港送迎\n１日当たり６０回＝約３６万円\n（１回当たり約６０００円）→弊社の定額料金が基礎\n（１日１台当たり２回＝約１万２０００円）\n③  都内移動\n１日当たり１５０回＝４５万円\n（１回当たり約３０００円）→都内での平均的な移動コストが基礎\n（１日１台当たり５回＝約１５０００円）\n④  新規需要に係る収入見込み額（上記①＋②＋③の合計額）\n１日当たり約１４１万円\n１日１台当たり約４万７０００円\n２．  平成２３年１０月から平成２４年１２月までの算出根拠\n※  平成２３年１０月に１０台増車，１１月に更に１０台増車，１２月\nに更に１０台増車，平成２４年１月から１２月までについては，増車\n後の３０台を稼働させることを前提として計算しました。\n①  ５０９万９５００円（平成２３年１０月分）の根拠\n－55－\n４万７０００円（１日１台当たり収入。以下，同じ。）×３１日×１\n０台×３５％稼働率＝５０９万９５００円\n②  １０５７万５０００円（平成２３年１１月分）の根拠\n４万７０００円×３０日×１０台×５０％稼働率＝７０５万円\n４ 万 ７ ０ ０ ０ 円\n×３ ０ 日 × １０ 台 × ２\n５ ％稼 働 率 ＝３ ５ ２ 万\n５０００円\n合計  １０５７万５０００円\n③  ２１８５万５０００円（平成２３年１２月分）の根拠\n４万７０００円×３１日×１０台×７５％稼働率＝１０９２万７\n５００円\n４万７０００円×３１日×１０台×５０％稼働率＝７２８万５０\n００円\n４万７０００円×３１日×１０台×２５％稼働率＝３６４万２５\n００円\n合計  ２１８５万５０００円\n④  ２８４１万１５００円（平成２４年１月分）の根拠\n４万７０００円×３１日×１５台×８０％稼働率＝１７４８万４\n０００円\n４万７０００円×３１日×１５台×５０％稼働率＝１０９２万７\n５００円\n合計  ２８４１万１５００円\n⑤  ２７６３万６０００円（平成２４年２月分）の根拠\n４万７０００円×２８日×１５台×８０％稼働率＝１５７９万２\n０００円\n－56－\n４万７０００円×２８日×１５台×６０％稼働率＝１１８４万４\n０００円\n合計  ２７６３万６０００円\n⑥  ３４９６万８０００円（平成２４年３月分）の根拠\n４万７０００円×３１日×３０台×８０％稼働率＝３４９６万８\n０００円\n⑦  ３５９５万５０００円（平成２４年４月分）の根拠\n４万７０００円×３０日×３０台×８５％稼働率＝３５９５万５\n０００円\n⑧  ３９３３万９０００円（平成２４年５月分）の根拠\n４万７０００円×３１日×３０台×９０％稼働率＝３９３３万９０\n００円\n⑨  ４０１８万５０００円（平成２４年６月分）の根拠\n４万７０００円×３０日×３０台×９５％稼働率＝４０１８万５\n０００円\n⑩  ４１５２万４５００円（平成２４年７月分）の根拠\n４万７０００円×３１日×３０台×９５％稼働率＝４１５２万４\n５００円\n⑪  ４１５２万４５００円（平成２４年８月分）の根拠\n４万７０００円×３１日×３０台×９５％稼働率＝４１５２万４\n５００円\n⑫  ４０１８万５０００円（平成２４年９月分）の根拠\n４万７０００円×３０日×３０台×９５％稼働率＝４０１８万５\n０００円\n⑬  ４１５２万４５００円（平成２４年１０月分）の根拠\n４万７０００円×３１日×３０台×９５％稼働率＝４１５２万４\n－57－\n５００円\n⑭  ４０１８万５０００円（平成２４年１１月分）の根拠\n４万７０００円×３０日×３０台×９５％稼働率＝４０１８万５\n０００円\n⑮  ４１５２万４５００円（平成２４年１２月分）の根拠\n４万７０００円×３１日×３０台×９５％稼働率＝４１５２万４\n５００円\n補正資料２：《追加書類》「現在契約している契約先からの要望を追加\nします。」\n現在弊社の契約者様でビジネスジェット（プライベートジェット）の\nいわゆる航空機支援事業の一環としてビジネスジェットの搭乗者はも\nとより，クルー（中略）の送迎等のご要望があります。\nこの場合１機の発着に対し送迎の需要は複数回になります。\n今後も本施策に沿った形で空港送迎（リムジンサービス）や都内での\n移動を伴う需要も見込まれるため，それに伴う車両の増車と外国語対応\nの可能な乗務担当社員の増員を求められています。\n具体的には車両数３０両と，外国人対応人員７０名程度を要望されて\nいます。\nこの増車に伴い，飽和状態にある予約本数を飛躍的に増加するため，\nＧＰＳ無線配車システム及び予約管理システムを導入の予定です。（以\n下略）」\n(11)  本件処分\n処分行政庁は，平成２３年１１月３０日，原告に対し，本件申請について，\n提出された本件収支計画上の増車車両分の営業収入が，特別区・武三交通圏\nで発生する輸送需要によるものであるのか，また，新たに発生する輸送需要\nによるものであるかが明らかでないため，収支計画要件に適合しないとして\n－58－\nこれを却下するとの本件処分をし，本件処分は，同年１２月５日，原告に通\n知された。（甲３，乙２の１及び２）\n２  争点(2)（措置認可基準及びその運用の適法性）について\n(1)  処分行政庁が有する裁量の範囲等\n道路運送法は，道路運送事業の運営を適正かつ合理的なものとし，道路運\n送の分野における利用者の需要の多様化及び高度化に的確に対応したサー\nビスの円滑かつ確実な提供を促進することにより，輸送の安全を確保し，道\n路運送の利用者の利益の保護及びその利便を図るとともに，道路運送の総合\n的な発達を図り，もって公共の福祉を増進することを目的とするものであり\n（同法１条），特措法は，道路運送法の特例について定めることにより，特\n定地域における一般乗用旅客自動車運送事業の適正化及び活性化を推進し，\nもって地域における交通の健全な発達に寄与することを目的とするもので\nある（特措法１条）。\n特措法３条１項は，特定地域における供給過剰（供給輸送力が輸送需要量\nに対し過剰であること）の状況(同項１号），事業用自動車１台当たりの収\n入の状況（同項２号），法令の違反その他の不適正な運営の状況（同項３号），\n事業用自動車の運行による事故の発生の状況（同項４号）に照らして，当該\n地域の輸送需要に的確に対応することにより，輸送の安全及び利用者の利便\nを確保し，その地域公共交通としての機能を十分に発揮できるようにするた\nめ，当該地域の関係者の自主的な取組を中心として一般乗用旅客自動車運送\n事業の適正化及び活性化を推進することが特に必要であると認めるときは，\n当該特定の地域を特定地域として指定することができることとし，特措法１\n５条１項は，特定地域に係る増車変更について，道路運送法１５条３項の規\n定を適用せず，届出制ではなく，認可制を採用することとする特例を定めて\nいる。\n同条２項において準用する同法６条の規定は，当該事業の計画が輸送の安\n－59－\n全を確保するため適切なものであること（同条１号），前号に掲げるものの\nほか，当該事業の遂行上適切な計画を有するものであること（同条２号），\n当該事業を自ら適確に遂行するに足る能力を有するものであること（同条３\n号）という抽象的かつ概括的な文言を使用し，具体的な基準を定めているも\nのではない（そのため，運輸省自動車交通局長は地方運輸局長に対し「一般\n乗用旅客自動車運送事業（１人１車制個人タクシーを除く。）の申請に対す\nる処理方針（平成１３年８月２９日付け国自旅第７２号」等の通達を発し，\nこれを受けて関東運輸局では，「一般乗用旅客自動車運送事業（１人１車制\n個人タクシーを除く。）の許可申請の審査基準について」（乙１８）等によ\nり審査基準を定めて公示している。）。そして，一般的な道路運送法に基づ\nく許可，認可の許否の判断と同様に，特定地域に係る増車認可申請の認可の\n許否の判断に際しては，当該申請者，当該特定地域において営業するタクシ\nー事業者等の多元的な諸利益を輸送の安全や利用者の利益の保護等の公益\nをも配慮した検討を要するといえるから，特措法１５条１項及び２項並びに\n道路運送法６条１項は，特定地域に係る増車認可申請に対する認可の許否の\n判断を，当該地域の道路運送行政に精通し，専門的・技術的な知識経験を有\nする国土交通大臣等の政策的な裁量判断に委ねたものと解するのが相当で\nある。\n(2)  措置認可基準及びその運用に対する司法審査の在り方\n措置認可基準は，特定地域に係る増車認可申請等につき認可処分をするか\nどうかについての基準を定めた審査基準であるところ，審査基準である措置\n認可基準の策定についても，処分行政庁である国土交通大臣等の裁量権は認\nめられるというべきであるが，措置認可基準を策定する基礎となる重要な事\n実関係について事実誤認があること等により重要な事実の基礎を欠くこと\nとなる場合，措置認可基準策定に際していわゆる他事考慮をしている場合，\n又は，事実に対する評価が明らかに合理性を欠くこと，判断の過程において\n－60－\n考慮すべき事情を考慮しないこと等によりその内容が社会通念に照らし著\nしく妥当性を欠くものと認められる場合には，措置認可基準の策定が，処分\n行政庁が有する裁量権の範囲を逸脱し，又はそれを濫用したものとして違法\nとなるというべきである。\n(3)  本件への当てはめ\nア  措置認可基準について\n(ア)  被告は，措置認可基準は，道路運送法１５条２項において準用する\n同法６条２号の認可基準の適合性を判断する上で考慮すべき要素を具\n体的に掲げた審査基準であり，安易な供給拡大を厳に抑制し，認可処分\n及び審査の厳格化を図るという特措法制定までの議論の経緯や基本方\n針の定めを反映させ，供給過剰に伴うタクシーの輸送の安全性や利便性\nの低下を防止する観点から，特定地域に係る増車認可申請に対する審査\nを厳格に行うことを定めた規定であって合理性を有する旨主張する。\n(イ)  特措法制定までの議論の経緯や基本方針の定めについて\n前記１(3)イのとおり，国土交通省に設置された交通政策審議会の「タ\nクシー事業を巡る諸問題への対策について」と題する答申においては，\n供給過剰は，タクシー事業の収益基盤の悪化，タクシー労働者の労働条\n件の悪化等，タクシーをめぐる様々な問題の背景に存在する根本的な問\n題であるとして，供給過剰が進行している地域においては，地域におけ\nる公共交通機関としてのタクシーの機能の維持・活性化の観点からの総\n合的な取組が必要であるとし，具体的な対応として，タクシー運転者の\n労働条件の悪化の防止のため，事業者への監査や新規参入及び増車にお\nける審査において，労働条件の悪化を招かないよう他の地域よりもチェ\nックを厳格化する必要があること，違法・不適切な事業運営の排除のた\nめ，新規参入及び増車における審査も厳格化する必要があること，供給\nの増加，すなわち新規参入や増加を必要な限度で有効に抑制する必要が\n－61－\nあるため，新規参入及び増車について，他の地域に比べ，許可等の基準・\n要件及びその審査を厳格化すべきであることという提言がされたこと\nが認められる。また，前記１(3)ウ，エ及びカのとおり，衆議院及び参\n議院の各国土交通委員会及び本会議における審議の際には，国土交通大\n臣及びＨ政府参考人から，特定地域の指定は，供給過剰等の状況に照ら\nし，タクシー事業の適正化，活性化が特に必要と認められた地域を指定\nすることとしている趣旨からすると，特定地域においては，安易な供給\n拡大を厳に抑制されるべきであるという趣旨の説明が繰り返しされて\nいたことが認められる。さらに，別紙関係法令の定め等の３のとおり，\n国土交通大臣が定めた基本方針においても，特定地域に係る新規の事業\n認可及び増車変更の認可については，特定地域における安易な供給拡大\nを抑制するよう処分基準を厳格化するとともに，審査の厳格化を図るも\nのとされていることが認められる（原告は，ここにいう「処分基準」は\n不利益処分の処分基準(行政手続法１２条）に限られる旨主張するが，\n文脈からして，許認可処分の基準（行政手続法５条にいう「審査基準」）\nをいうものであることは明らかである。）。\n以上のとおりの特措法制定までの議論の経緯や基本方針の定めを検\n討すると，措置認可基準が安易な供給拡大を抑制することを目的とする\nこと自体は適法であると認められる。\nイ  収支計画要件について\n(ア)  被告は，措置認可基準のうちの収支計画要件は，特措法１５条１項，\n道路運送法１５条２項において準用する同法６条２号の当該事業計画\nの事業遂行上の適切性の要件を具体化したものである旨主張するため，\n措置認可基準が上記要件を具体化したものといえるか否かについて，以\n下検討する。\n(イ)  道路交通法６条１号は，輸送の安全を確保するための観点からの事\n－62－\n業計画の適切性の要件を定め，同条２号は，同条１号以外の事業計画の\n適切性を求めるものであるが，同号の文言が抽象的かつ概括的であるこ\nとからすると，同号は，同条１号の輸送の安全を確保するための適切性\n以外の一般乗用旅客自動車運送事業の遂行上の計画の適切性に関する\nもののうち，国土交通大臣等が政策的に必要と認めるものを要件とする\nことを許容しているものと解される。\n特措法が，３条１項において，供給輸送力が輸送需要量に対し過剰で\nある供給過剰の状況にある場合には，特定地域の指定をすることができ\nるとし（同項１号），１５条１項において，道路運送法１５条の特例を\n定めていることからも明らかなとおり，特措法は，特定地域においては，\nタクシーの供給過剰による輸送の安全確保や利用者の利益の保護に弊\n害が生じる事態を避けるため，供給過剰に対する対策を講じることを許\n容しているものということができる。さらに，上記ア(イ)のとおり，基\n本方針等においても，特定地域においては，安易な供給拡大は厳に抑制\nされるべきであるとされていることからすると，道路交通法６条２号を\n具体化する基準である措置認可基準において，安易な供給拡大を抑制す\nるための基準を設けることは，処分行政庁の裁量権の範囲内であるとい\nうことができる。\n(ウ)  もっとも，道路交通法は，平成１２年改正により，需給調整規制，\nすなわち政府が直接供給を調整する規制を採用しないこととし，平成１\n２年改正後の道路運送法には，緊急調整措置（道路運送法８条）の規定\n以外には，増車を直接的に禁止する規定は設けられておらず，特措法が\n制定された後もこの方針は変更されていないから（このことは当事者間\nに争いがない。），措置認可基準及びその中において定められた収支計\n画要件が安易な供給拡大を抑制するための基準であるとしても，上記の\nような需給調整規制，すなわち，政府が直接供給を調整し，一律に増車\n－63－\nを禁止することを許容する基準であると解することは許されないとい\nうべきである。\n収支計画要件の目的ないし性格に関し，被告は，平成１２年改正前の\n需給調整規制は，需要と供給の均衡を行政が直接的に調整することによ\nって，道路運送に関する秩序を確立することを目的とするものであって，\nいわば供給輸送力に着目した規制となっていたのに対し，収支計画要件\nは，新規の輸送需要の有無に着目したものであるから，従来の需給調整\n規制とは異なる旨主張する。他方で，原告は，収支計画要件は，新規の\n輸送需要が発生せず供給過剰であることを理由として特定地域に係る\n増車認可申請を拒否するものであるから，需給調整規制そのものである\nと主張する。\nＰ大学商学部Ｑ教授の意見書（以下「Ｑ意見書」という。甲３７・７\n頁）においては，措置認可基準の収支計画要件に基づき，収支計画上の\n増車車両分の営業収入が，営業区域における新たに発生する輸送需要で\nあることを申請者が厳格に証明しなければならないという規制は，輸送\n需要に対して適切な車両数を算出し，それにより増車を認否するという\n需給調整規制に他ならないという意見が述べられ，Ｒ大学法学部Ｓ教授\nの意見書（甲４０・３，１３頁）においても，収支計画要件は，収支相\n償要件ではなく，供給過剰状態の悪化の防止と改善を目的とするもので\nあり，収支計画要件に基づき増車規制が行われる特定地域は，供給過剰\n地域であり，収支計画要件は，収支計画要件に適合しない場合に増車を\n認めると供給過剰が一層悪化するために増車を認めないとするもので\nあるから需給調整基準であるとし，一般的な需給調整基準と収支計画要\n件との違いは，収支計画要件は，一般的な需給調整基準を含むと同時に\n例外的な増車許容条件を定めているにすぎず，結局，需給調整基準であ\nることには変わりがないという意見が述べられていることが認められ\n－64－\nる。\n思うに，収支計画要件は，提出された収支計画上の増車車両分の営業\n収入が，申請する営業区域で当該増車実施後に新たに発生する輸送需要\nによるものであることを必要としているところ，被告の主張によれば，\n新規の輸送需要とは，申請者及び当該特定地域の双方にとって発生して\nいなくてはならず，申請者にとって新たに発生する輸送需要であったと\nしても，それが既存の輸送需要の一部であってはならず，当該地域内で\n新たに発生する輸送需要でなければならないというのであるから，当該\n特定地域内で輸送需要が新たに発生しない場合には，当該特定地域に係\nる増車認可申請を拒否することになり，当該特定地域に係る増車認可申\n請に対する認可の許否の判断は，当該地域内の既存の輸送需要と増車に\n係る新たな供給とを調整した上で行われることになる。したがって，収\n支計画要件は，平成１２年改正前の需給調整規制とは異なり，新規の輸\n送需要の有無という点に着目してはいるものの，需給調整規制としての\n性格を有しているものといわざるを得ない。\nしかしながら，特措法及び道路運送法が，上記のような需給調整規制\nとしての性格を有する規制を一切禁止しているかどうかについてみる\nに，上記(イ)のとおり，特措法は，特定地域における安易な供給拡大を\n抑制することを目的としているのであるから，供給自体を抑制する手段\nを講じることを許容しているというべきである。そして，収支計画要件\nにおいて，既に供給過剰の状態にある特定地域に係る増車認可申請を認\nめるためには，当該営業圏において従前には存在しない新規の輸送需要\nが生ずる見込みがあることが必要とすることは，安易な供給拡大を厳に\n抑制するという観点からみて明らかに不合理な規制であるとまではい\nえないから，そのような目的にかなう収支計画要件を定めることは特措\n法上許容されているものと解される。\n－65－\nまた，安易な供給拡大を抑制するという観点からは，申請者である事\n業者にとって輸送需要が新たに発生することのみならず，それが当該地\n域で新たに発生する輸送需要であるものを要することとすることにも\n一定の合理性があるというべきである。\n(エ)  もっとも，特定地域に係る増車認可申請を認めた場合に，それが安\n易な供給拡大につながるかどうかは，単にサービスの内容等を捨象した\n抽象的な需要と供給の総量を比較することのみによって判断すること\nは不可能であり，前記１(3)イのとおり，交通政策審議会の答申におい\nても，基本的な考え方として，新たな供給がされることは，それが利用\n者のニーズに合致したサービスを提供し，新たな需要の開拓等につなが\nるものであれば，利用者のみならず，地域のタクシー事業全体にとって\n望ましいものである旨指摘されていること，道路運送法１条は，道路運\n送の分野における利用者の需要の多様化及び高度化に的確に対応した\nサービスの円滑かつ確実な提供を促進することにより道路運送の利用\n者の利益の保護及びその利便の増進を図ることを目的の一つとしてい\nることなどにかんがみれば，新規の輸送需要の発生の有無については，\n申請者が増車により新たに供給しようとするサービスの内容も考慮し\nた上で検討すべきであり，増車車両により提供されるサービスが営業対\n象とする顧客や使用車両等について独自性があり新規の輸送需要の開\n拓等につながるものであれば，それらの事情も考慮した上で新規の輸送\n需要の発生の有無を判断すべきである。\n(オ)  さらに，収支計画要件における新規の輸送需要とは，将来発生する\n需要であるところ，Ｑ意見書（甲３７・９頁）によれば，タクシーの需\n要と供給は同時に発生し，タクシーサービスは利用者が乗っているとき\nのみ生産が行われていること，車両数が必ずしも供給の実態を示すもの\nではなく，随時変動する実働率（車両が実際に運行している割合），実\n－66－\n車率（実際に顧客を輸送している割合）をも考慮に入れなければならな\nいことから，需給のバランス状態が分かりにくく，政府によっても正確\nに需要を予測することが困難であると認められる。政府にとってすら将\n来の需要を予測することが困難であるとすれば，民間の一事業者にすぎ\nない申請者にとってはそれが著しく困難であることは容易に推認する\nことができることに照らすと，収支計画要件において増車車両分の営業\n収入に結び付く新規の輸送需要の発生が「明らかである」というために\nは，それが社会通念上合理的にみて相当程度の蓋然性をもって見込まれ\nることを申請者である事業者が立証することができれば足り，それ以上\nに申請者の側においてそのような新規の輸送需要の発生が確実である\nことを厳密に立証することまでは不要と解すべきである。\nこの点，被告は，収支計画要件は，増車認可申請について，増車車両\nが輸送の安全確保や利用者の利益の弊害の保護に対する弊害を生じさ\nせることなく適切に事業を遂行することができるか否かを厳格に審査\nするための基準であるため，新規の輸送需要の発生が「明らかである」\nというためには，当該営業区域で新たに発生する輸送需要であることが，\n申請者によって，一義的に，すなわち，誰の目にも明らかな程度に客観\n的かつ合理的に明らかにされなければならない旨主張する。\nしかしながら，上記の弊害の発生を防止するために審査基準を厳格化\nすることが許されるとしても，審査基準として事業者である申請者が実\n際には立証することが困難な要件を課すことは，特措法及び道路運送法\nが採用していない平成１２年改正前の政府が供給を直接調整して増車\nを一律に禁止することと同視することができるから，上記各法の趣旨に\n反し，違法であって許されないというべきである。\nなお，前記１(3)エ(イ)，オ，カ(イ)，キのとおり，衆議院及び参議\n院の各国土交通委員会における審議の際に国土交通省自動車交通局長\n－67－\nであるＨ政府参考人が，特定地域においては安易な供給拡大は厳に抑制\nされるべきであるため，新規参入又は増車の申請に対しては，原則とし\nてこれを認めないという運用をしたいと述べたことや，衆議院及び参議\n院の附帯決議において，特定地域においては，新規参入や増車による需\n要増が明らかに見込めるもの以外は，原則としてこれを認めないことと\nされたことが認められるが，政府参考人の答弁や附帯決議は，法律解釈\nやその運用を法的に拘束するものではない上，道路運送法１５条２項に\nおいて準用する同法６条１項の規定上は，特定地域に係る増車認可申請\nを原則として認めないとする旨の規定にはなっておらず，収支計画要件\nの「明らかである」ことを，上記のとおり，事業者において一義的に立\n証することを求めることとする根拠とはなり得ないというべきである。\n以上のとおり，仮に，収支計画要件を被告が主張するとおり申請者に\nとって立証することが事実上不可能な事項を立証することを求めるも\nのであると解するのであれば，収支計画要件は，結局，増車そのものを\n一律に禁止することを目的とするものであって，道路運送法及び特措法\nの趣旨に反して違法であるといわざるを得ない。\nウ  その余の原告の主張について\n(ア)  原告は，タクシーの台数を規制することは，安全性の確保，運転者\nの待遇改善，サービスの向上のいずれとも合理的な関連性がなく，経済\n学的にみると，タクシーの台数を一律に削減するような規制は合理的な\n根拠を欠くものであり，特措法が予定しているものではない旨主張する。\n収支計画要件は，安易な供給拡大を抑制するための規制ではあっても，\nタクシーの台数を一律に削減する規制でないことは明らかであるとこ\nろ，この点をおくとしても，Ｑ意見書（甲３７・１１，１２，１４頁）\nによれば，交通事故の防止のためには，台数制限という経済的な規制を\n行うよりも，より適切な手段として，道路交通法，道路運送車両法など\n－68－\nの社会的規制により，安全基準を策定し，監査により安全基準を遵守さ\nせる事後チェック型の規制が重要であること，運転者の労働条件の悪化\nは歩合制が原因であり，台数規制をしても運転者の所得水準が上昇する\nかどうかは不明であり，タクシーの台数規制は，安全性の確保・運転者\nの待遇改善・サービスの向上という目的のいずれとも合理的な関連性が\nないという意見が述べられていることが認められる。\nしかしながら，前記１(9)のとおり，平成１２年改正により規制緩和\nがされた後も平成１７年までは交通事故の発生件数が増加していたこ\nとが認められるから，供給過剰の状態と交通事故の発生件数との間に直\nちに合理的な関連性がないということまではできず，Ｑ意見書で述べら\nれているとおり，交通事故の発生防止や運転者の労働条件悪化の防止，\nサービスの向上という観点からみて，他にも経済学的にみて合理的な手\n段が存在するとしても，そのことから直ちに，安易な供給拡大の抑制の\nために収支計画要件を定めることが，処分行政庁に認められた裁量権の\n範囲の逸脱又は濫用になるとはいえないというべきである。\n(イ)  原告は，措置実施公示においては，増車した事業者に対する監査，\n行政指導を強化し，減車した事業者に対する監査や行政指導を緩和する\n特例を設けており，地域協議会の下，事業者間の自主的な合意による自\n主的な減車が行われているのであって，これらの一連の増車の禁止及び\n減車の合意は，独占禁止法に違反し，平等原則，行政手続法３２条２項\nに違反する旨主張する。\nしかしながら，原告が指摘する点は，収支計画要件等の措置認可基準\nの適法性とは無関係である上，前記１(8)のとおり，東京地区の地域協\n議会において，２０％の減車の方針が決定されたことが認められるもの\nの，特別区・武三交通圏における事業者間で減車の合意がされた事実は\n認められないから，原告の主張は前提を欠くというべきである。\n－69－\n３  争点(3)（収支計画要件への適合性の有無）について\n(1)  収支計画要件への適合性判断に関する裁量の範囲等\n上記２(1)のとおり，処分行政庁は，特定地域に係る増車認可申請に対す\nる認可の許否の判断について裁量権を有していることが認められるところ，\nその判断のための審査基準を定めた場合において，仮に原則としてその基準\nに拘束されると解するとしても，当該審査基準への当てはめが専門的・技術\n的な考慮を要するものであるときには，その基準への適合性の有無の判断に\nついてなお裁量権を有しているものと認められる。\n措置認可基準のうち特に収支計画要件に適合するか否かの認定判断をす\nるためには，新規の輸送需要という将来生ずる事象の予測を伴い，その予測\nについては処分行政庁である国土交通大臣等の専門的・技術的な知識経験に\n基づく判断が必要となることからすると，その判断に一定程度の裁量的要素\nがあることを否定することはできない。\nしかしながら，収支計画要件にいう新規の輸送需要の発生が「明らかであ\nる」とは，前述のとおり，新規の輸送需要の発生が社会通念上合理的にみて\n相当程度の蓋然性をもって見込まれることをいうものと解すべきであるか\nら，その裁量的要素はそれ程大きなものとはいえず，社会通念上合理的にみ\nて新規の輸送需要の発生が相当程度の蓋然性をもって見込まれると判断し\n得る事情があるにもかかわらず，特段の事情もなくこれが認められないとす\nるような判断は，事実に対する評価が明らかに合理性を欠くこと，又は，判\n断過程において考慮すべき事情を考慮しないことにより，その内容が社会通\n念に照らし著しく妥当性を欠くものといえ，処分行政庁が有する裁量権の範\n囲を逸脱し，又はそれを濫用するものといわざるを得ない。\n(2)  本件への当てはめ\nア  特別区・武三交通圏における新規の輸送需要の有無について\n(ア)  前記１(6)ア(ア)及び(ウ)のとおり，平成２２年５月，国土交通省\n－70－\n成長戦略において，成田空港のアジア有数のハブ空港としての抜本的な\n機能強化策として，これまでの発着枠が希少であったために十分な対応\nをすることができなかったビジネスジェットの乗入れ需要に対しても，\n専用ターミナルの整備等により，首都圏を代表するビジネスジェットの\n受入空港としての抜本的な機能強化を図ることなどが提案され，前記１\n(6)イのとおり，国土交通省航空局に設置された「ビジネスジェットの\n推進に関する委員会」においてビジネスジェットの受入れ改善策につい\nて議論がされ，平成２３年６月，成田空港における受入体制の構築を柱\nとした中間報告が発表され，その中において，①  今後速やかにビジネ\nスジェット専用ターミナルの整備に着手して平成２３年度のできるだ\nけ早い時期に完成させること，②  ビジネスジェット用のスポットを平\n成２３年１１月から１５スポットから１８スポットに増設するほか，ビ\nジネスジェット用の乗降専用・一時駐機スポットの拡大を図ること，③\n平成２３年１０月から，同時離着陸方式が導入されることにより，１時\n間当たりの出発・到着可能回数が増え，ビジネスジェットの希望する時\n間帯の発着枠を確保することができる機会が増大する見込みであるこ\nとなどが具体的に提言されたことが認められる。\n以上によれば，本件申請がされた平成２３年６月以降の近い将来にお\nいて，成田空港においては，ビジネスジェット用のスポットの増設等に\nより，ビジネスジェットの発着枠が増加することが社会通念上合理的に\nみて相当程度の蓋然性をもって見込まれるということができる。\n(イ)  次に，成田空港におけるビジネスジェットの発着枠の増加が特別\n区・武三交通圏における新規の輸送需要の発生につながるか否かについ\nて検討するに，ビジネスジェットとは，その名のとおり，ビジネス等の\n目的で利用されるプライベートの航空機であるから，その利用者及びク\nルーは，ビジネス等の中心である東京都心を含む特別区・武三交通圏に\n－71－\n向かうことが容易に想定することができるといえる。したがって，成田\n空港におけるビジネスジェットの発着枠が増加する場合には，その乗客\nやクルーが特別区・武三交通圏内に移動するための新規の輸送需要が発\n生する可能性が社会通念上合理的にみて相当程度の蓋然性をもって見\n込まれるものということができる。\n(ウ)  なお，前記１(6)ア(イ)のとおり，羽田空港については，国土交通\n省成長戦略において，着実に容量拡大を進めることにより，旺盛な首都\n圏の国際航空需要に対応するとともに，同空港の充実した国内線ネット\nワークを活用した国内・国際ハブ機能を強化することとし，アジア長距\n離線や欧米路線を含め，高需要のビジネス路線が羽田からも発着するこ\nとができるようにルールを変更し，国際線について発着枠を増加させる\n基本方針が示されたが，実際に羽田空港の国際線の増便は，羽田新国際\n線旅客ターミナルの拡充後となることとされていることからすると，羽\n田空港のいわゆる再国際化の方針が決定されているとしても，羽田空港\nにおける国際線が具体的に増便される時期は不明であるといわざるを\n得ず，国際線の増便による外国人旅行客等の増加，及び，それに伴う特\n別区・武三交通圏における新規の輸送需要の発生は，上記(イ)の成田空\n港におけるビジネスジェットの発着枠の増加による新規の輸送需要の\n発生ほどの確実性は認められないというべきである。\nまた，前記１(10)ア及びイのとおり，原告は，本件申請の際，国土交\n通省の「観光立国実現のための訪日外国人３０００万人の早期達成計\n画」及び中国人旅行客に対する査証の発給要件の緩和を新規の輸送需要\n発生の根拠としていたことが認められるところ，上記の訪日外国人３０\n００万人の早期達成計画は抽象的な計画にすぎず，特別区・武三交通圏\nにおける新規の輸送需要の発生とは関係性が薄いといわざるを得ない。\nまた，中国人旅行客に対する査証の発給要件が緩和されれば，訪日する\n－72－\n中国人旅行客の数が増加することは予想されるが，中国人旅行客の行き\n先は様々であると推測されるから，訪日する中国人旅行客の増加と特別\n区・武三交通圏における新規の輸送需要とが直ちに連動するものとはい\nえず，特別区・武三交通圏における新規の輸送需要が発生する可能性は\n否定することができないとしても，その程度は不明であるといわざるを\n得ない。\nイ  申請者である原告にとっての新規の輸送需要であるか否かについて\n前記１(1)ウのとおり，原告は，現在，英語，ドイツ語，中国語等の外\n国語を使用することができる運転者を雇用し，乗客４名ないし６名のほか，\nスーツケースを複数個収納することが可能なワンボックスカーや大型の\n車両を整備し，通常のタクシー車両の場合と同額の利用料金を設定して，\n空港への送迎や外国人顧客に対応することが可能であることをその事業\nの独自性，特殊性としていることが認められるところ，前記１(1)エのと\nおり，空港への送迎依頼に対しては，現在，依頼の約５割程度，外国人客\nの送迎依頼の約６割程度しか対応することができていないことが認めら\nれる。また，前記１(7)アないしエのとおり，原告は，平成２０年８月以\n降，Ａとの間で，空港への送迎に関する専属契約を締結していたところ，\n平成２２年１２月頃から，Ａからの即時配車の依頼に応ずることができな\nい事態が生じ，ビジネスジェットの利用が増加する見込みであることを根\n拠として，３０台の増車及び７０名の運転者の増員を要望されていたこと\nが認められる。前記２(1)イのとおり，Ａは，ビジネスジェットの支援業\n務等を行うことを目的とする株式会社であり，上記アのとおり，成田空港\nにおけるビジネスジェットの発着枠の増加が見込まれることからすると，\n現に原告がＡに対して提供しているビジネスジェットの外国人乗客等に\n対する外国語で対応することが可能な運転者及び送迎に適した車両によ\nる空港への送迎サービスについては，今後も新規の輸送需要が発生するこ\n－73－\nとは社会通念上合理的にみて相当程度の蓋然性をもって見込まれるとい\nうべきである。\nウ  新規の輸送需要の発生の明白性について\n前記１(10)アのとおり，原告は，本件申請の際，国土交通省成長戦略及\nび国土交通省のビジネスジェットの推進に関する委員会の中間報告の存\n在を指摘し，前記１(10)カのとおり，契約先から３０台の増車と外国語で\n対応することの可能な運転者７０名の増員を要望されていることを説明\nしていたことが認められるから，本件申請の際，上記ア及びイにおいて検\n討した新規の輸送需要の発生が社会通念上合理的にみて相当程度の蓋然\n性をもって見込まれることは，申請者である原告により明らかにされてい\nたものというべきである。\nなお，本件申請の際には，ＡのＯの陳述書（甲３６の２）は提出されて\nいなかったことが認められるものの，原告の契約先が３０台の増車と外国\n対応人員７０名程度の増員を希望したこと自体は原告が説明しているの\nであるから，処分行政庁としては，更に必要であれば，上記陳述書等の提\n出を促すべきであったといえ，原告が契約先からの要望について裏付け資\n料を提出していなかったことは上記評価を左右しないというべきである。\nエ  被告の主張について\n被告は，中間報告に基づいた成田空港におけるビジネスジェットの受入\n体制の構築を柱としたビジネスジェットの推進に向けた取組により，増車\n実施後に，それらの増加するビジネスジェットの利用者が，移動手段とし\nて，特別区・武三交通圏を営業区域とするタクシーを利用するか否か，ま\nた，原告の増車車両を利用するか否か，さらには，成田空港が所在する千\n葉県北総交通圏を営業区域とするタクシー事業者においてもビジネスジ\nェットの利用者の旅客運送が可能であることに照らし，成田空港における\nビジネスジェットの利用者の増加が特別区・武三交通圏のタクシーの輸送\n－74－\n需要に具体的にどのように関連するのかについて，原告から提出された書\n面では明らかではなかった旨主張する。\nしかしながら，上記２(3)イ(エ)のとおり，収支計画要件は，飽くまで\nも安易な供給拡大の抑制のための要件であるにすぎず，新規の輸送需要の\n発生の有無は，申請者が増車により新たに供給しようとするサービスの内\n容も考慮した上で検討すべきであり，増車車両により提供されるサービス\nが営業対象とする顧客や使用車両等の点において独自性があり新規の輸\n送需要の開拓等につながるものであるかどうかという観点から検討され\nるべきであるところ，原告は，上記イで述べたとおり，ワンボックスカー\nなどの通常のタクシー車両よりも大型の車両を使用し，外国語での対応が\n可能な運転者を雇用して，外国人であるビジネスジェットの乗客等に対し\nて空港への送迎や都内移動のサービスを提供しようとしていたものであ\nり，これらのサービスは，日本人客の都内移動等のタクシー営業一般とは\n異なる特殊性や独自性を有するものであって，実際に，原告は，ビジネス\nジェットの支援業務等を業とするＡとの間で専属的な契約関係にあるの\nであるから，被告が主張するとおり，仮に千葉県北総交通圏を営業区域と\nするタクシー事業者においてもビジネスジェットの利用者の旅客運送が\n可能であるとしても，それらの事業者が原告と同内容のサービスを提供す\nることは考え難く，原告，そしてまた特別区・武三交通圏につき新規の輸\n送需要が発生するかどうかが明らかではないとして本件申請を却下する\nことは，社会通念に照らし著しく妥当性を欠くものといわざるを得ない。\n本件においては，他に新規の輸送需要の発生が社会通念上合理的にみて\n相当程度の蓋然性をもって見込まれると判断することを妨げる特段の事\n情についての主張立証はない。\nオ  小括\n以上のとおり，本件処分は，成田空港におけるビジネスジェットの発着枠\n－75－\nの増加により，特定地域である特別区・武三交通圏及び申請者である原告に\nつきビジネスジェットの外国人乗客等の空港への送迎という新規の輸送需\n要が発生することが社会通念上合理的にみて相当程度の蓋然性をもって見\n込まれるということができる（かつ，後記４(3)のとおり，なお確認のため\nの審査を尽くすべき点があるとはいえ，新たに発生すると見込まれる輸送需\n要が本件申請に係る３０台の増車に見合うものである可能性は十分ある。）\nにもかかわらず，特段の事情も示すことなく，およそ，本件収支計画上の増\n車車両分の営業収入が，特別区・武三交通圏で発生する輸送需要によるもの\nか，また，新たに発生する輸送需要によるものであるかが明らかではないと\nして特定地域に係る増車認可申請を一切不認可とした点で，事実に対する評\n価が明らかに合理性を欠くこと，又は，判断過程において考慮すべき事情を\n考慮しないことにより，社会通念に照らし著しく妥当性を欠くものといわざ\nるを得ず，処分行政庁が有する裁量権の範囲の逸脱又は濫用をしたものであ\nるから，本件処分は違法であり，取り消されるべきである。\n４  本件義務付けの訴えについて\n(1)  本件義務付けの訴えは，行政事件訴訟法３条６項２号の申請型の義務付\nけの訴えであるところ，同法３７条の３第５項によれば，本件義務付けの訴\nえに係る請求が認容されるためには，併合提起された処分の取消しの訴えに\n係る請求に理由があると認められることのほか，その義務付けの訴えに係る\n処分につき，行政庁がその処分をすべきであることがその処分の根拠となる\n法令の規定から明らかであると認められ，又は行政庁がその処分をしないこ\nとがその裁量権の範囲を超え又はその濫用となると認められることが必要\nとなる。\n(2)  前記１(10)エ及びカのとおり，原告は，本件申請の際，本件申請に係る\n増車実施後に見込まれる原告の運送収入増加額を収支計画一覧表として提\n出し，処分行政庁からの補正の求めに応じて，契約先から３０台の増車等を\n－76－\n要望されていることを明らかにするとともに，収支計画における収入数値の\n算出根拠を明らかにする書面を提出したことが認められ，同書面においては，\n算出根拠の前提条件として，成田空港の送迎を１日当たり３０回で約６０万\n円，羽田空港の送迎を１日当たり６０回で約３６万円，都内の移動を１日当\nたり１５０回で４５万円と設定していたことが認められるところ，そこで前\n提条件とされる成田空港及び羽田空港の１日当たりの送迎回数の数値や日\n車営収額単価などに関しては，それらの数値の客観性・妥当性を明らかにす\nる具体的な資料は提出されていない（本件申請の際に提出された甲１の２１\nによれば，平成２２年６月から平成２３年５月までの間の各月の迎車回数は\n判明するが，行き先やその平均単価は不明である。）から，原告が説明する\n増車分の運送収入増加見込額については，本件申請の当時原告から提出され\nた書面からはその客観性・妥当性は必ずしも明らかではないといわざるを得\nない。\nまた，本件申請において増車を希望する台数を３０台とした理由に関する\n証人Ｂの証言（Ｂ証人調書２７頁以下）は，増車の台数を２０台又は４０台\nに変動させた場合の収支等について分析したかどうかという質問に対し，３\n０台の場合の仕事量を分析し，４０両では運転者を集めることができないが，\n２０両だとビジネスジェットの新規需要の取り逃がしが出るとして，３０両\n分の仕事があるかどうか，３０両の増車をする資本があるかどうか，３０両\nをもって仕事をすることができる運転者を集めることができるかどうかと\nいう全てのバランスであると述べるにすぎず，本件収支計画の前提条件とさ\nれた送迎回数の数値等がどのように算定されたものかは明らかにされてい\nない。そうすると，新たに発生すると見込まれる輸送需要が本件申請に係る\n３０台の増車に見合うものであるかどうかについては，契約先であるＡが３\n０台の増車（及び７０名の運転者の増員）を求めていたという事実はあるも\nのの，客観的な裏付けが必ずしも十分に示されていないという面があるとい\n－77－\nわざるを得ない。\n(3)  以上によれば，本件申請については，上記２で検討したとおり，申請す\nる営業区域である特別区・武三交通圏において新規の輸送需要が発生しそれ\nが原告の増車に係る営業収入に結び付くことは社会通念上合理的にみて相\n当程度の蓋然性をもって見込まれるものの，本件収支計画上の増車に係る３\n０台分の営業収入が新たに発生する輸送需要によるものであるか否かにつ\nいては，処分行政庁による専門的・技術的な知識経験に基づく判断を経るべ\nき点が残っているといわざるを得ず，本件申請につき申請どおりの事業計画\n変更認可をすべきかどうかについては，なお，処分行政庁による審査を尽く\nす必要があるというほかない。\nしたがって，本件申請につき，処分行政庁がその処分をすべきであること\nがその処分の根拠となる法令の規定から明らかであると認められ，又は処分\n行政庁がその処分をしないことがその裁量権の範囲を超え又はその濫用と\nなると認められるとまではいえないから，本件義務付けの訴えには理由がな\nいというほかない。\n(4)  なお，本件申請に係る増車台数が新たに発生する輸送需要に見合ったも\nのであるか否かの判断に際しては，新規の輸送需要が将来発生するものであ\nってその予測は困難であること，増車車両数が新規の輸送需要に不足する場\n合には，適正な増車車両数であれば発生し取り込むことができたはずの新規\nの輸送需要を取り逃すおそれがあり，タクシー事業の健全な発展に支障を来\nすおそれがあること等の事情に留意すべきであり，本件申請に係る増車実施\n後に見込まれる原告の運送収入増加額についても，従前のＡに対するサービ\nスの提供実績等に基づき，社会通念上合理的な前提条件が設定されているか\nどうかといった観点を踏まえて判断されるものと解される。\n５  争点(1)（確認の利益の有無）について\n予備的請求である本件確認の訴えは，行政事件訴訟法４条所定の公法上の法\n－78－\n律関係に関する確認の訴えであるところ，実質的当事者訴訟としての確認の訴\nえは，原告の権利又は法的地位に危険・不安定が現存し，かつ，その危険・不\n安定を除去する方法として原告・被告間において当該請求について確認判決を\nすることが有効適切である場合に限り認められると解すべきであるから，本件\n確認の訴えが適法といえるためには，原告が上記のような確認の利益を有する\nことが必要である。\nこの点，被告は，原告は，本件において，主位的請求として本件取消しの訴\nえを提起しており，本件処分につき取消判決を得れば，処分行政庁は，その後，\n改めて本件申請に対する処分をする際には，当該取消判決に拘束され（行政事\n件訴訟法３３条１項及び２項），本件確認の訴えが認容された場合と同様の結\n果を得ることができるから，確認の利益を有していない旨主張する。\nしかしながら，特別区・武三交通圏を特定地域として指定した本件指定が違\n法無効である場合には，本件申請が収支計画要件に適合しているか否かにかか\nわらず，原告は，道路運送法１５条３項に基づき，事前に届出をするのみで増\n車をすることができることになる。したがって，原告は，本件申請を却下した\n本件処分の取消しを求めるまでもなく，同条１項の認可を得ることなく同条３\n項の届出のみで本件申請に係る３０台の増車をなし得る法的地位を有するこ\nとの確認を求めることができるというべきであり，本件確認の訴えについては，\n原告は確認の利益を有するということができる。\n６  争点(5)（本件指定の適法性）について\n(1)  特措法３条１項は，特定地域における供給過剰の状況（同項１号），事\n業用自動車１台当たりの収入の状況（同項２号），法令の違反その他の不適\n正な運営の状況（同項３号），事業用自動車の運行による事故の発生の状況\n（同項４号）に照らして，当該地域の輸送需要に的確に対応することにより，\n輸送の安全及び利用者の利便を確保し，その地域公共交通としての機能を十\n分に発揮できるようにするため，当該地域の関係者の自主的な取組を中心と\n－79－\nして一般乗用旅客自動車運送事業の適正化及び活性化を推進することが特\nに必要であると認めるときは，当該特定の地域を特定地域と指定することが\nできる旨定め，措置指定基準Ⅰ１(1)は，国土交通大臣は，人口１０万人以\n上の都市を含む営業区域であって，①  日車実車キロ又は日車営収が，平成\n１３年度と比較して減少していること，②  前５年間の事故件数が毎年度増\n加していること又は③  前５年間の法令違反の件数が毎年度増加している\nことのいずれかに該当するものを特定地域として指定することとしている\nところ，措置指定基準Ⅰ１(1)の①は特措法３条１項１号及び２号に，同②\nは同項４号に，同③は同項３号にそれぞれ対応して，同項の定めを具体化し\nた基準であることが認められる。\n特措法３条１項は，特定地域の指定に係る要件を定めているものの，上記\nのとおり，その文言は抽象的かつ概括的なものであり，上記２(1)で説示し\nたのと同様に，特定地域の指定に係る措置指定基準の策定についても，処分\n行政庁である国土交通大臣等の裁量権が認められるというべきであるから，\n措置指定基準を策定する基礎となる重要な事実関係について事実誤認があ\nること等により重要な事実の基礎を欠くこととなる場合，措置指定基準策定\nに際していわゆる他事考慮をしている場合，又は，事実に対する評価が明ら\nかに合理性を欠くこと，判断の過程において考慮すべき事情を考慮しないこ\nと等によりその内容が社会通念に照らし著しく妥当性を欠くものと認めら\nれる場合には，措置指定基準の策定が，処分行政庁が有する裁量権の範囲を\n逸脱し，又はそれを濫用したものとして違法となるというべきである。\n(2)  この点，原告は，措置指定基準Ⅰ１(1)は，特措法３条１項各号の要件に\n対応する上記①ないし③の全ての要件に適合する必要がなく，うち一つの要\n件にさえ適合すれば足りるものとしている点をもって，総合的な判断が必要\nな特定地域の指定について十分な要素を適切に考慮する基準とはなってお\nらず，尽くすべき考慮を尽くさず，本来は過大に評価すべきでない事項を過\n－80－\n大に評価していることになる旨主張する。\nしかしながら，特措法３条１項は，同項各号に掲げる状況に照らして特定\n地域を指定することができる旨定めるものであって，同項各号に掲げる状況\nの全てを考慮した具体的基準を定めることを義務付ける規定であるとは解\nされないから，同項の規定を具体化する措置指定基準において，同項各号に\n掲げる状況に該当する具体的事情の一つに該当する場合に特定地域を指定\nすることができる旨定めることは，処分行政庁に与えられた裁量権の範囲内\nに属するものと解することができ，措置指定基準の策定に当たり，尽くすべ\nき考慮を尽くしていないとも，過大に評価すべきでない事項を過大に評価し\nているともいうことはできないというべきである。\nそして，①の基準は，日車キロ又は日車営収を平成１３年度と比較して減\n少しているかどうかを内容とするものであるところ，平成１３年度は，平成\n１２年改正前の道路運送法６条１項により需給調整が行われており，同時点\nにおいては供給過剰の状態にはなかったものと認められるから，供給過剰で\nない平成１３年度の状況を基準として，これと当該営業区域の直近年度の実\n績を比較して供給過剰の状況にあるか否かを判断することには合理性があ\nるというべきである。\nなお，原告は，措置指定基準Ⅰ１(1)の①ないし③の個別の考慮要素につ\nいても，その内容に合理性がない旨主張するが，上記のとおり，①ないし③\nの個別の考慮要素は，特措法３条１項各号に該当する具体的事情を要件とし\nて掲げたものであるから，原告の主張は，単なる政策的な意見を述べるにす\nぎず，処分行政庁の裁量権の範囲の逸脱又は濫用を基礎付けるものとはいえ\nないから理由がない。\n(3)  前記１(5)のとおり，本件指定は，特別区・武三交通圏における平成２０\n年度の日車実車キロ及び日車営収はいずれも平成１３年度の値と比較する\nと１０％以上下回っていたことを理由としてされたものであるから，本件指\n－81－\n定には違法な点は見当たらないというべきである。\nこの点，原告は，特別区・武三交通圏の日車営収は，他の交通圏と比較し\nて高水準である旨指摘するが，ある区域において供給過剰か否かは，他の交\n通圏と比較して判断されるべきものとはいえないから，原告の主張は前提に\nおいて誤っているというほかない。\nまた，原告は，特別区・武三交通圏の車両数は，平成１２年改正前の状況\nと比較して減少しているから供給過剰の状態にあるとはいえない旨主張す\nるが，供給過剰の状態にあるか否かは，供給輸送力が輸送需要量に対して過\n剰であるか否かにより決せられるものであり，車両数の比較により決せられ\nるものではないから，原告の主張には理由がない。\n(4)  以上によれば，本件指定につき，処分行政庁の裁量権の範囲の逸脱又は\n濫用の事実は認められないから，本件指定は適法ということができる。\n７  結論\n以上によれば，本件訴えの主位的請求のうち本件取消しの訴えには理由があ\nるから認容し，その余の請求にはいずれも理由がないから棄却することとし，\n訴訟費用の負担について行政事件訴訟法７条，民事訴訟法６１条，６４条本文\nを適用して，主文のとおり判決する。\n東京地方裁判所民事第２部\n裁判長裁判官          川神  裕\n裁判官          内野俊夫\n－82－\n裁判官          日暮直子\n－83－\n（別紙）\n関連法令等の定め\n１  道路運送法\n(1)  目的（１条）\nこの法律は，貨物自動車運送事業法（中略）と相まって，道路運送事業の\n運営を適正かつ合理的なものとし，並びに道路運送の分野における利用者の\n需要の多様化及び高度化に的確に対応したサービスの円滑かつ確実な提供\nを促進することにより，輸送の安全を確保し，道路運送の利用者の利益の保\n護及びその利便の増進を図るとともに，道路運送の総合的な発達を図り，も\nって公共の福祉を増進することを目的とする。\n(2)  種類（３条）\n旅客自動車運送事業の種類は，次に掲げるものとする。\n(ア)  １号\n一般旅客自動車運送事業（特定旅客自動車運送事業以外の旅客自動車\n運送事業）\nａ  イ\n一般乗合旅客自動車運送事業（乗合旅客を運送する一般旅客自動車\n運送事業）\nｂ  ロ\n一般貸切旅客自動車運送事業（１個の契約により国土交通省令で定\nめる乗車定員以上の自動車を貸し切って旅客を運送する一般旅客自\n動車運送事業）\nｃ  ハ\n一般乗用旅客自動車運送事業（１個の契約によりロの国土交通省令\nで定める乗車定員未満の自動車を貸し切って旅客を運送する一般旅\n客自動車運送事業）\n－84－\n(イ)  ２号\n特定旅客自動車運送事業（特定の者の需要に応じ，一定の範囲の旅客\nを運送する旅客自動車運送事業）\n(3)  許可申請（５条）\nア  １項\n一般旅客自動車運送事業の許可を受けようとする者は，次に掲げる事項\nを記載した申請書を国土交通大臣に提出しなければならない。\n(ア)  １号\n氏名又は名称及び住所並びに法人にあっては，その代表者の氏名\n(イ)  ２号\n経営しようとする一般旅客自動車運送事業の種別\n(ウ)  ３号\n路線又は営業区域，営業所の名称及び位置，営業所ごとに配置する事\n業用自動車の数その他の一般旅客自動車運送事業の種別（一般乗合旅客\n自動車運送事業にあっては，路線定期運行（路線を定めて定期に運行す\nる自動車による乗合旅客の運送をいう。以下同じ。）その他の国土交通\n省令で定める運行の態様の別を含む。）ごとに国土交通省令で定める事\n項に関する事業計画\nイ  ２項\n前項の申請書には，事業用自動車の運行管理の体制その他の国土交通省\n令で定める事項を記載した書類を添付しなければならない。\nウ  ３項\n国土交通大臣は，申請者に対し，前２項に規定するもののほか，当該申\n請者の登記事項証明書その他必要な書類の提出を求めることができる。\n(4)  許可基準（６条）\n国土交通大臣は，一般旅客自動車運送事業の許可をしようとするときは，\n－85－\n次の基準に適合するかどうかを審査して，これをしなければならない。\n(ア)  １号\n当該事業の計画が輸送の安全を確保するため適切なものであること。\n(イ)  ２号\n前号に掲げるもののほか，当該事業の遂行上適切な計画を有するもの\nであること。\n(ウ)  ３号\n当該事業を自ら適確に遂行するに足る能力を有するものであること。\n(5)  緊急調整措置（８条）\nア  １項\n国土交通大臣は，特定の地域において一般乗用旅客自動車運送事業の供\n給輸送力（以下この条において単に「供給輸送力」という。）が輸送需要\n量に対し著しく過剰となっている場合であって，当該供給輸送力が更に増\n加することにより，輸送の安全及び旅客の利便を確保することが困難とな\nるおそれがあると認めるときは，当該特定の地域を，期間を定めて緊急調\n整地域として指定することができる。\nイ  ２項\n前項の規定による指定は，告示によって行う。\nウ  ３項\n国土交通大臣は，第１項の規定による緊急調整地域の指定をした場合に\nは，第４条第１項の許可の申請が一般乗用旅客自動車運送事業に係るもの\nで，かつ，当該申請に係る営業区域が当該緊急調整地域の全部又は一部を\n含むものであるときは，当該許可をしてはならない。\nエ  ４項\n一般乗用旅客自動車運送事業を経営する者（以下「一般乗用旅客自動車\n運送事業者」という。）は，第１項の規定による緊急調整地域の指定がさ\n－86－\nれた場合には，当該緊急調整地域における供給輸送力を増加させるものと\nして国土交通省令で定める事業計画の変更をすることができない。\n(6)  事業計画の変更（１５条）\nア  １項\n一般旅客自動車運送事業者は，事業計画の変更（第３項，第４項及び次\n条第１項に規定するものを除く。）をしようとするときは，国土交通大臣\nの認可を受けなければならない。\nイ  ２項\n第６条の規定は，前項の認可について準用する。\nウ  ３項\n一般旅客自動車運送事業者は，営業所ごとに配置する事業用自動車の数\nその他の国土交通省令で定める事項に関する事業計画の変更をしようと\nするときは，あらかじめ，その旨を国土交通大臣に届け出なければならな\nい。\nエ  ４項\n一般旅客自動車運送事業者は，営業所の名称その他の国土交通省令で定\nめる軽微な事項に関する事業計画の変更をしたときは，遅滞なく，その旨\nを国土交通大臣に届け出なければならない。\n２  特定地域における一般乗用旅客自動車運送事業の適正化及び活性化に関する\n特別措置法（特措法）\n(1)  目的（１条）\nこの法律は，一般乗用旅客自動車運送が地域公共交通として重要な役割を\n担っており，地域の状況に応じて，地域における輸送需要に対応しつつ，地\n域公共交通としての機能を十分に発揮できるようにすることが重要である\nことにかんがみ，国土交通大臣による特定地域の指定及び基本方針の策定，\n特定地域において組織される協議会による地域計画の作成及びこれに基づ\n－87－\nく一般乗用旅客自動車運送事業者による特定事業等の実施並びに特定地域\nにおける道路運送法（中略）の特例について定めることにより，特定地域に\nおける一般乗用旅客自動車運送事業の適正化及び活性化を推進し，もって地\n域における交通の健全な発達に寄与することを目的とする。\n(2)  定義（２条）\nア  １項\nこの法律において「一般乗用旅客自動車運送事業」とは，道路運送法第\n３条第１号ハの一般乗用旅客自動車運送事業をいう。\nイ  ２項\nこの法律において「一般乗用旅客自動車運送事業者」とは，一般乗用旅\n客自動車運送事業を経営する者をいう。\nウ  ３項\nこの法律において「一般乗用旅客自動車運送」とは，一般乗用旅客自動\n車運送事業者が行う旅客の運送をいう。\nエ  ４項\nこの法律において「地域公共交通」とは，地域公共交通の活性化及び再\n生に関する法律（中略）第２条第１号に規定する地域公共交通をいう。\nオ  ５項\nこの法律において「特定地域」とは，次条第１項の規定により指定され\nた地域をいう。\nカ  ６項\nこの法律において「特定事業」とは，一般乗用旅客自動車運送事業につ\nいて，利用者の選択の機会の拡大に資する情報の提供，情報通信技術の活\n用による運行の管理の高度化，利用者の特別の需要に応ずるための運送の\n実施その他の国土交通省令で定める措置を講ずることにより，輸送需要に\n対応した合理的な運営及び法令の遵守の確保並びに運送サービスの質の\n－88－\n向上及び輸送需要の開拓を図り，もって一般乗用旅客自動車運送事業の適\n正化及び活性化に資する事業をいう。\nキ  ７項\nこの法律において「事業用自動車」とは，道路運送法第２条第８項に規\n定する事業用自動車をいう。\n(3)  特定地域の指定（３条）\nア  １項\n国土交通大臣は，特定の地域における一般乗用旅客自動車運送事業の次\nに掲げる状況に照らして，当該地域の輸送需要に的確に対応することによ\nり，輸送の安全及び利用者の利便を確保し，その地域公共交通としての機\n能を十分に発揮できるようにするため，当該地域の関係者の自主的な取組\nを中心として一般乗用旅客自動車運送事業の適正化及び活性化を推進す\nることが特に必要であると認めるときは，当該特定の地域を，期間を定め\nて特定地域として指定することができる。\n(ア)  １号\n供給過剰（供給輸送力が輸送需要量に対し過剰であることをいう。）\nの状況\n(イ)  ２号\n事業用自動車１台当たりの収入の状況\n(ウ)  ３号\n法令の違反その他の不適正な運営の状況\n(エ)  ４号\n事業用自動車の運行による事故の発生の状況\nイ  ２項\n国土交通大臣は，特定地域について前項に規定する指定の事由がなくな\nったと認めるときは，当該特定地域について同項の規定による指定を解除\n－89－\nするものとする。\nウ  ３項\n第１項の規定による指定及び前項の規定による指定の解除は，告示によ\nって行う。\nエ  ４項\n都道府県知事は，国土交通大臣に対し，当該都道府県について第１項の\n規定による指定を行うよう要請することができる。\nオ  ５項\n市町村長は，当該市町村の属する都道府県の知事を経由して，国土交通\n大臣に対し，当該市町村について第１項の規定による指定を行うよう要請\nすることができる。\n(4)  基本方針（４条）\nア  １項\n国土交通大臣は，特定地域における一般乗用旅客自動車運送事業の適正\n化及び活性化に関する基本方針（以下「基本方針」という。）を定めるも\nのとする。\nイ  ２項\n基本方針は，次に掲げる事項について定めるものとする。\n(ア)  １号\n一般乗用旅客自動車運送事業の適正化及び活性化の意義及び目標に\n関する事項\n(イ)  ２号\n第９条第１項に規定する地域計画の作成に関する基本的な事項\n(ウ)  ３号\n特定事業その他の第９条第１項に規定する地域計画に定める事業に\n関する基本的な事項\n－90－\n(エ)  ４号\nその他一般乗用旅客自動車運送事業の適正化及び活性化の推進に関\nする基本的な事項\nウ  ３項\n国土交通大臣は，情勢の推移により必要が生じたときは，基本方針を変\n更するものとする。\nエ  ４項\n国土交通大臣は，基本方針を定め，又はこれを変更したときは，遅滞な\nく，これを公表するものとする。\n(5)  協議会（８条）\nア  １項\n特定地域において，地方運輸局長，関係地方公共団体の長，一般乗用旅\n客自動車運送事業者等，一般乗用旅客自動車運送事業の事業用自動車の運\n転者の組織する団体及び地域住民は，次条第１項に規定する地域計画の作\n成，当該地域計画の実施に係る連絡調整その他当該特定地域における一般\n乗用旅客自動車運送事業の適正化及び活性化の推進に関し必要な協議を\n行うための協議会（以下単に「協議会」という。）を組織することができ\nる。\nイ  ２項及び３項  略\n(6)  特定地域における道路運送法の特例（１５条）\nア  １項\n特定地域において，一般乗用旅客自動車運送事業者が当該特定地域内の\n営業所に配置するその事業用自動車の合計数を増加させる事業計画の変\n更については，道路運送法第１５条第１項中「第３項，第４項」とあるの\nは，「第４項」とし，同条第３項の規定は，適用しない。\nイ  ２項\n－91－\n特定地域の指定が解除された際又は特定地域の指定期間が満了した際\n現にされている前項の規定により読み替えて適用する道路運送法第１５\n条第１項の認可の申請であって，前項に規定する事業計画の変更に係るも\nのは，同条第３項の規定によりした届出とみなす。ただし，特定地域の指\n定期間の満了後引き続き当該地域が特定地域として指定された場合は，こ\nの限りでない。\n３  特定地域における一般乗用旅客自動車運送事業の適正化及び活性化に関する\n基本方針（以下「基本方針」という。）（甲１７の２，乙１５）\n（一及び二  略）\n三  特定事業その他の地域計画に定める事業に関する基本的な事項\nタクシー事業の適正化及び活性化を推進するに当たっては，地域の実情に\n応じて，地域のニーズや地域に存在する問題に的確に対応することが重要で\nあることから，地域計画においては，法令に違反せず，法及び本方針に定め\nる事項に逸脱しないものであれば，タクシー事業の適正化及び活性化に資す\nるあらゆる事業について定めることができることとする。この際には，次の\n１から４までの観点を参考にしつつ，地域計画に定められた目標の達成に必\n要な事業を適切に設定することが望ましい。\n１  輸送需要に対応した合理的な運営\nタクシー事業の適正化を図る上では，タクシー事業者が地域の輸送需要\nを的確に把握するとともに，輸送需要に対応した適切な運送サービスを提\n供するなど輸送需要に対応した合理的な運営を行うことが必要である。\n２  法令の遵守の確保  (略）\n３  運送サービスの質の向上\nタクシー事業の活性化を図る上では，タクシー事業者が自らの創意工夫\nや的確な輸送需要の把握に基づき一層の運送サービスの質の向上を図る\nことが重要である。また，実際に直接利用者と接するタクシー運転者によ\n－92－\nる質の高いサービスの提供を実現するためには，タクシー事業者が常にタ\nクシー運転者の良好な労働環境の整備に心がけることが重要である。\n４  輸送需要の開拓\nタクシー事業の活性化を図る上では，介護が必要な者の運送の実施や観\n光地を巡る運送の実施等タクシーに求められる多様なニーズに対応した\n運送を行い，新たな輸送需要を開拓することが重要である。\n四  その他一般乗用旅客自動車運送事業の適正化及び活性化の推進に関する\n基本的な事項\n（１及び２  略）\n３  国の役割\n（(1)  略）\n(2)  事後確認と事前確認の強化\n国は，特定地域の関係者が行うタクシー事業の適正化及び活性化に関\nする取組を側面から支援するため，関係する機関が連携して監査の充\n実・強化を図り，タクシー事業者に対して効率的かつ効果的に監査・指\n導を実施するとともに，行政処分に係る基準の強化，労働関係法令違反\nに対する処分の強化，行政処分の実効性の確保，法令違反行為の確実な\n捕捉等行政処分の強化を行うものとする。\nさらに，新規の事業許可及び事業用自動車の数を増加させる事業計画\nの変更認可については，特定地域における安易な供給拡大を抑制するよ\nう，これらの許認可処分について処分基準を厳格化するとともに，審査\nに当たっては現地確認を徹底するなど審査の厳格化を図るものとする。\n（(3)  略）\n４  特定地域の指定及び特定地域における一般乗用旅客自動車運送事業の適正化\nの推進のために監督上必要となる措置の実施について（措置実施公示）(甲２，\n乙１７）\n－93－\nⅠ．特定地域の指定等\n１．特定地域の指定\n国土交通大臣は，次の(1)又は(2)のいずれかに該当する営業区域を特定\n地域として指定するものとし，当該指定は告示により行うものとする。\n(1)  人口１０万人以上の都市を含む営業区域であって，①から③までの\nいずれかに該当するもの。\n①  日車実車キロ又は日車営収が，平成１３年度と比較して減少してい\nること。\n②  前５年間の事故件数が毎年度増加していること。\n③  前５年間の法令違反の件数が毎年度増加していること。\n(2)  略\nⅡ．略\nⅢ．特定地域における一般乗用旅客自動車運送事業の申請等に対する取扱い\n以下に定めるところにより行うものとする。\n（１，２  略）\n３．増車の認可\n(1)  処理方針\n特定地域における営業区域内の増車（一般の需要に応じることができ\nるタクシー・ハイヤー車両の合計数を増加させる事業計画の変更をい\nう。）の認可の申請に対しては，増車後の一定期間における収支計画等\n基準適合を証する書面の提出を求め，かつ，申請後に法令遵守状況の確\n認を行うための監査を実施した上で，審査基準に適合することに加え，\n次に掲げる基準（中略）に適合するものに限り認可するものとする。た\nだし，基本方針の趣旨に照らし，特別な事情があると認めるものについ\nては，この限りでない。\n①  収支計画\n－94－\n提出された収支計画上の増車車両分の営業収入が，申請する営業区\n域で当該増車実施後に新たに発生する輸送需要によるものであるこ\nとが明らかであること（収支計画要件）。\n②  運転者の確保状況\n一般タクシー車両に係る運転者の確保状況について，１両当たり１．\n５人以上であること。ただし，地域の標準的な運転者数など実情を踏\nまえて，関東運輸局長が当該地域における１両当たりの運転者数を公\n示した場合には，その人数以上であること。\n③  実働率\n一般タクシー車両に係る実働率について，８０％以上であること。\nただし，地域の標準的な実働率など実情を踏まえて，関東運輸局長が\n当該地域における実働率を公示した場合には，その率以上であること。\n④  法令遵守状況\n申請後に監査を実施した結果，自動車その他の輸送施設の使用停止\n以上の処分を受けなかったこと。\nⅣ．特定地域における減車実施事業者に対する監査の特例\n減車により，営業区域ごとの一般タクシー車両の合計数が，Ⅱ．２．の基\n準車両数を関東運輸局長が公示する基準以上下回っている一般乗用旅客自\n動車運送事業者（Ⅲ.１(1)②による引き上げ前の最低車両数基準を下回って\nいるものを除く。）については，「旅客自動車運送事業の監査方針の細部取\n扱いについて（平成２１年９月３０日付け公示）」の記１(2)⑱，(3)⑪及び\n(4)の規定にかかわらず，原則として，巡回監査，呼び出し監査及び呼び出\nし指導の対象としないものとする。\nなお，事業再構築特例公示に基づく休車による供給輸送力減少については，\n基準車両数からの減少として取り扱わないものとする。\n"
}