{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 22
  },
  "case_number": "平成23(行ケ)10149",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81917",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81917",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/917/081917_hanrei.pdf",
  "contents": "平成２３年１２月２２日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１０１４９号  審決取消請求事件\n口頭弁論終結日  平成２３年１２月８日\n判        決\n原              告        日特エンジニアリング株式会社\n同訴訟代理人弁理士        後 藤 政 喜\n藤 井 正 弘\n飯 田 雅 昭\n須 藤   淳\n村 瀬 謙 治\n武 田   啓\n被              告        ス タ ー エ ン ジ ニ ア リ ン グ\n株 式 会 社\n同訴訟代理人弁理士        木 幡 行 雄\n主        文\n１  特許庁が無効２００８－８００１９６号事件について\n平成２３年３月９日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事実及び理由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，原告が，下記１のとおりの手続において，被告の下記２の本件発明に係\nる特許に対する原告の特許無効審判の請求について，特許庁が，本件訂正を認めた\n上，同請求は成り立たないとした別紙審決書（写し）の本件審決（その理由の要旨\nは下記３のとおり）には，下記４の取消事由があると主張して，その取消しを求め\nる事案である。\n１  本件訴訟に至る経緯\n(1)  被告は，平成１８年４月６日，発明の名称を「非接触ＩＤ識別装置用の巻\n線型コイルとＩＣチップとの接続構造及びこれを構成する接続方法」とする特許出\n願（特願２００６－１０５１７７号）をし，平成２０年３月２１日，設定の登録\n（特許第４０９７２８１号）を受けた。以下，この特許を「本件特許」という。\n(2)  原告は，平成２０年１０月３日，本件特許の請求項１ないし５に係る発明\nについて，特許無効審判を請求し，無効２００８－８００１９６号事件として係属\nした。特許庁は，平成２１年８月１８日，「本件審判の請求は成り立たない。」と\nの審決（以下「前件審決」という。）をした。\n原告は，これを不服として知的財産高等裁判所に上記審決の取消しを求める訴え\n（平成２１年（行ケ）第１０２９５号）を提起したところ，同裁判所は，平成２２\n年５月２６日，同審決を取り消す旨の判決をし，同判決は確定した。\n(3)  上記判決確定後の無効審判請求事件（無効２００８－８００１９６号事\n件）において，被告は，平成２２年７月１５日付けで訂正請求（以下「本件訂正」\nという。）をし（甲７），同年１１月２２日付けで本件訂正の訂正内容について補\n正をしたところ（甲８），特許庁は，平成２３年３月９日，本件訂正を認めた上，\n「本件審判の請求は，成り立たない。」との審決をし，同月２９日，その謄本が原\n告に送達された。\n２  本件訂正前後の特許請求の範囲の記載\n(1)  本件訂正前の特許請求の範囲請求項１ないし４の記載は，次のとおりであ\nり，以下，本件訂正前の請求項１ないし４に係る発明を，順に「本件発明１」ない\nし「本件発明４」といい，併せて「本件発明」という。また，本件発明に係る明細\n書（甲６）を「本件明細書」という。\n【請求項１】銅（Ｃｕ）製の巻線型コイルとＩＣチップの最外層が金（Ａｕ）で構\n成された接続端子とを，両者の界面付近に加熱加圧によって形成したＡｕ／Ｃｕ全\n率固溶体を介して，接合した非接触ＩＤ識別装置用の巻線型コイルとＩＣチップと\nの接続構造\n【請求項２】銅（Ｃｕ）製の巻線型コイルをＩＣチップの最外層が金（Ａｕ）で構\n成された接続端子に，前者を後者上に載せ，かつ前者の上から加熱しながら加圧し，\n両者の界面付近にＡｕ／Ｃｕ全率固溶体を形成させることにより，直接接合して，\n請求項１の非接触ＩＤ識別装置用の巻線型コイルとＩＣチップとの接続構造を構成\nすることとした，非接触ＩＤ識別装置用の巻線型コイルとＩＣチップとの接続方法\n【請求項３】前記加熱しながら加圧する操作を傍熱型抵抗溶接によって行うことと\nした請求項２の非接触ＩＤ識別装置用の巻線型コイルとＩＣチップとの接続方法\n【請求項４】前記加熱しながら加圧する操作に於ける加熱温度及び加圧力を，それ\nぞれ，前記巻線型コイルと前記ＩＣチップの接続端子との相互の界面付近にＡｕ／\nＣｕ全率固溶体を形成させ得るように実験的に決定する請求項２又は３の非接触Ｉ\nＤ識別装置用の巻線型コイルとＩＣチップとの接続方法\n(2)  本件訂正後の特許請求の範囲請求項１ないし４は，次のとおりであり（た\nだし，平成２２年１１月２２日付け手続補正後のものである。），下線が訂正部分\nである。以下，本件訂正後の請求項１ないし４に係る発明を，順に「本件訂正発明\n１」ないし「本件訂正発明４」といい，併せて「本件訂正発明」という。また，本\n件訂正発明に係る明細書（甲７，８）を「本件訂正明細書」という。\n【請求項１】線径６０～７０μｍの銅（Ｃｕ）製の巻線型コイルとＩＣチップの最\n外層が厚さ１０～１５μｍの金（Ａｕ）膜で構成された接続端子とを，該巻線型コ\nイルの絶縁膜を溶融させうる温度以上で金と銅との塑性流動を生じさせうる温度範\n囲で加熱させつつ，平面視で，前記線径６０～７０μｍの巻線型コイルに生じる圧\n痕が該接続端子の最外層の金膜上面外にはみ出ることのない範囲に形成され，塑性\n変形後の巻線型コイルの該当部位の厚さｔと変形前の線径Ｄとの比率ｔ／Ｄが，０．\n１を越え，かつ０．８以下となるように設定した加圧力で加圧することによって，\n該巻線型コイルと該接続端子の最外層の金膜との界面全体の１／２以上のエリアに\n形成したＡｕ／Ｃｕ全率固溶体を介して，接合した非接触ＩＤ識別装置用の巻線型\nコイルとＩＣチップとの接続構造\n【請求項２】線径６０～７０μｍの銅（Ｃｕ）製の巻線型コイルをＩＣチップの最\n外層が厚さ１０～１５μｍの金（Ａｕ）膜で構成された接続端子に，前者を後者上\nに載せ，かつ前者の上から該巻線型コイルの絶縁膜を溶融させうる温度以上で金と\n銅との塑性流動を生じさせうる温度範囲で加熱しながら，平面視で，前記線径６０\n～７０μｍの巻線型コイルに生じる圧痕が該接続端子の最外層の金膜上面を越えな\nい範囲に形成され，塑性変形後の巻線型コイルの該当部位の厚さｔと変形前の線径\nＤとの比率ｔ／Ｄが，０．１を越え，かつ０．８以下となるように設定した加圧力\nで加圧し，該巻線型コイルと該接続端子の最外層の金膜との界面全体の少なくとも\n１／２を超えるエリアにＡｕ／Ｃｕ全率固溶体を形成させることにより，直接接合\nして，請求項１の非接触ＩＤ識別装置用の巻線型コイルとＩＣチップとの接続構造\nを構成することとした，非接触ＩＤ識別装置用の巻線型コイルとＩＣチップとの接\n続方法\n【請求項３】前記加熱しながら加圧する操作を傍熱型抵抗溶接によって行うことと\nした請求項２の非接触ＩＤ識別装置用の巻線型コイルとＩＣチップとの接続方法\n【請求項４】前記加熱しながら加圧する操作に於ける加熱温度及び加圧力を，それ\nぞれ，前記巻線型コイルと前記ＩＣチップの接続端子との相互の界面付近にＡｕ／\nＣｕ全率固溶体を形成させ得るように実験的に決定する請求項２又は３の非接触Ｉ\nＤ識別装置用の巻線型コイルとＩＣチップとの接続方法\nなお，本件訂正は，訂正事項１ないし４を含み，その内容は，次のとおりである。\nすなわち，訂正事項１は，請求項１，２の「銅（Ｃｕ）製の巻線型コイル」を，\n「線径６０～７０μｍの銅（Ｃｕ）製の巻線型コイル」とする訂正，訂正事項２は，\n請求項１，２の「最外層が金（Ａｕ）で構成された接続端子」を，「最外層が厚さ\n１０～１５μｍの金（Ａｕ）膜で構成された接続端子」とする訂正，訂正事項３は，\n請求項１，２の「加熱加圧」を，「該巻線型コイルの絶縁膜を溶融させうる温度以\n上で金と銅との塑性流動を生じさせうる温度範囲で加熱させつつ，塑性変形後の巻\n線型コイルの該当部位の厚さｔと変形前の線径Ｄとの比率ｔ／Ｄが，０．１を越え，\nかつ０．８以下となるように設定した加圧力で加圧」とする訂正，訂正事項４は，\n請求項１，２の，巻線型コイルと接続端子の「両者の界面付近に形成したＡｕ／Ｃ\nｕ全率固溶体」を，「平面視で，前記線径６０～７０μｍの巻線型コイルに生じる\n圧痕が該接続端子の最外層の金膜上面外にはみ出ることのない範囲に形成され，該\n巻線型コイルと該接続端子の最外層の金膜との界面全体の１／２以上のエリアに形\n成したＡｕ／Ｃｕ全率固溶体」とする訂正である。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，本件訂正発明は，いずれも下記ア及びイの\n引用例１及び２に記載された各発明（以下，順に「引用発明１」「引用発明２」と\nいう。）に基づいて，当業者が容易に発明することができたものではない，という\nものである。\nア  引用例１：特表平７－５０６９１９号公報（甲３）\nイ  引用例２：特開昭５７－１０９３５１号公報（甲２）\n(2)  なお，本件審決が認定した引用発明１並びに本件訂正発明１と引用発明１\nとの一致点及び相違点は，次のとおりである。\nア  引用発明１：銅製のアンテナコイルリードと集積回路の接続表面を形成する\n薄い金の層とを，アンテナコイルリードの絶縁層を消失させる温度以上の半田ごて\nをアンテナコイルリードの銅線が若干変形される程度の力をもって押し当て，アン\nテナコイルリードと集積回路の接続表面とを熱圧着溶接によって接続した非接触Ｉ\nＤ識別装置用のアンテナコイルと集積回路との接続構造\nイ  一致点：銅（Ｃｕ）製の巻線型コイルとＩＣチップの最外層の金（Ａｕ）膜\n（以下「金膜」という。）で構成された接続端子とを，該巻線型コイルの絶縁膜を\n溶融させ得る温度以上で金と銅との塑性流動を生じさせ得る温度範囲で加熱させつ\nつ，巻線型コイルが変形する加圧力で加圧し，該巻線型コイルと該接続端子の最外\n層の金膜とを熱圧着によって接合した非接触ＩＤ識別装置用の巻線型コイルとＩＣ\nチップとの接続構造\nウ  相違点\n(ア)  銅製の巻線コイルの線径が，本件訂正発明１では６０μｍないし７０μｍ\nであるのに対し，引用発明１では線径の限定がない点\n(イ)  ＩＣチップの接続端子の最外層の金膜の厚さが，本件訂正発明１では１０\nμｍないし１５μｍであるのに対し，引用発明１では厚さの限定がない点（以下\n「本件相違点」という。）\n(ウ)  巻線コイルを変形させる加圧力が，本件訂正発明１では平面視で，前記線\n径６０μｍないし７０μｍの巻線型コイルに生じる圧痕が該接続端子の最外層の金\n属上面外にはみ出ることのない範囲に形成され，塑性変形後の巻線型コイルの該当\n部位の厚さｔと変形前の線径Ｄとの比率ｔ／Ｄが，０．１を越え，かつ０．８以下\nとなるように設定した加圧力であるのに対し，引用発明１では変形後の形状と加圧\n力との関係が不明である点\n(エ)  巻線型コイルと該接続端子の最外層の金膜とを熱圧着によって接合した非\n接触ＩＤ識別装置用の巻線型コイルとＩＣチップとの接続構造として，本件訂正発\n明１では該巻線型コイルと該接続端子の最外層の金膜との界面全体の１／２以上の\nエリアに形成したＡｕ／Ｃｕ全率固溶体を介して接合されているのに対し，引用発\n明１では接合面の状態が不明である点\n４  取消事由\n(1)  訂正事項２の訂正を認めた判断の誤り（取消事由１）\n(2)  本件審判手続の違法（取消事由２）\n(3)  本件訂正発明１の進歩性に係る判断の誤り（取消事由３）\n(4)  本件訂正発明２ないし４の進歩性に係る判断の誤り（取消事由４）\n第３  当事者の主張\n１  取消事由１（訂正事項２の訂正を認めた判断の誤り）について\n〔原告の主張〕\n(1)  本件審決は，訂正事項２は新規事項を追加するものではないと判断して，\n訂正を認めた。\n(2)  しかし，本件審決は，金膜の厚さを１０μｍないし１５μｍとする訂正事\n項２について，Ａｕ／Ｃｕ全率固溶体の生成との間で因果関係を有する技術的事項\nであると認定しているから，これが新規事項の追加に当たらないというためには，\n本件明細書から，１０μｍと１５μｍがＡｕ／Ｃｕ全率固溶体の生成との関係で金\n膜の厚さの下限，上限の境界値を示していることが読み取れることが必要である。\nしかるに，本件明細書には，金膜の厚さを１０μｍとする実施例１（【００３\n９】）及び１５μｍとする実施例２（【００４５】）が記載されているが，その間\nの連続的な数値範囲である１０μｍないし１５μｍの厚さについての記載はないか\nら，本件明細書からは，金膜の厚さが１０μｍと１５μｍの場合には，Ａｕ／Ｃｕ\n全率固溶体を介しての接合が可能であることを理解することはできても，１０μｍ\nと１５μｍが，Ａｕ／Ｃｕ全率固溶体の生成との関係で，金膜の厚さの下限，上限\nの境界値を示していることを読み取ることはできない。\nしたがって，訂正事項２は，新規事項の追加に当たる。\n(3)  また，本件訂正発明１は，Ａｕ／Ｃｕ全率固溶体を介する接合対象が巻線\n型コイルと金膜であるから，訂正事項２の適否については，本件訂正発明１におい\nて把握される巻線型コイルの線径と金膜の厚さとの組合せが，本件明細書に記載さ\nれた事項の範囲内であるか否かについても検討されるべきである。\nしかるに，本件訂正により，線径６０μｍの巻線型コイルと厚さ１０μｍの金膜\nや，線径７０μｍの巻線型コイルと厚さ１５μｍの金膜をＡｕ／Ｃｕ全率固溶体を\n介して接合することも，本件訂正発明１の技術的範囲に含まれることとなるが，本\n件明細書には，巻線型コイルの線径が７０μｍ±３μｍで金膜の厚さが１０μｍの\n組合せと（【００３９】），巻線型コイルの線径が６０μｍ±３μｍで金膜の厚さ\nが１５μｍの組合せ（【００４５】）が記載されているにすぎず，これら以外の組\n合せによってもＡｕ／Ｃｕ全率固溶体を介しての接合が可能であることは記載され\nていないから，訂正事項２により，本件明細書に開示されていない発明に対しても\n独占権が付与されることになる。\nさらに，訂正事項２が認められた場合，本件明細書に記載されていない厚さ１３\nμｍの金膜を実施する行為や，本件明細書に記載されていない巻線型コイルの線径\nと金膜の厚さとの組合せを実施する行為が，本件訂正発明１に対する侵害となって\nしまい，第三者の不測の不利益の防止という訂正の趣旨に反することとなる。\n(4)  以上のとおり，訂正事項２の訂正は，新規事項の追加に当たるから，これ\nを認めた本件審決の判断は誤りである。\n〔被告の主張〕\n(1)  原告は，本件審判手続において，本件特許を無効にすべき理由として，金\n膜の厚さを１０μｍないし１５μｍとする点を主張していないから，訂正事項２の\n訂正を認めた本件審決の判断の誤りを取消事由として主張することはできない。\n(2)  仮に，訂正事項２の訂正を認めた本件審決の判断の誤りを取消事由として主\n張することができるとしても，原告の主張は，以下のとおり理由がない。\nすなわち，本件明細書には，金膜の厚さとして，直接的には１０μｍと１５μｍ\nの場合が記載され，１０μｍないし１５μｍの数値範囲についての記載はないが，\n１０μｍと１５μｍの場合について行われた各実施例において，加熱，加圧により\n塑性流動が生じ，その結果，Ａｃ／Ｃｕ全率固溶体が生じたことは，本件明細書か\nら読み取ることができる以上（【００３３】～【００３６】），当業者であれば，\n１０μｍないし１５μｍの数値範囲においても塑性流動を生じ，Ａｕ／Ｃｕ全率固\n溶体が生成されるものと当然に判断するものということができる。このように，金\n膜の厚さが１０μｍと１５μの場合の実施例が記載されていれば，その間の厚さの\n金膜の場合についても塑性流動が生じ，Ａｕ／Ｃｕ全率固溶体が生成されることが\n記載されているのと同視することができるのであるから，訂正事項２の訂正は新規\n事項の追加には当たらない。\n原告は，本件審決は金膜の厚さに関する訂正事項２をＡｕ／Ｃｕ全率固溶体の生\n成との間で因果関係を有する技術的事項と認定したのであるから，１０μｍと１５\nμｍとがＡｕ／Ｃｕ全率固溶体の生成との関係で金膜の厚さの下限，上限の境界値\nを示していることが本件明細書から読み取れることが必要であると主張している\nが，特許請求の範囲の減縮に関する訂正は，願書に添付した明細書，特許請求の範\n囲又は図面に記載した事項の範囲内であることを要するのであり（特許法１２６条\n３項），それ以上の要件が求められているものではないから，本件明細書に１０μ\nｍと１５μｍとがそれぞれ金膜の厚さの下限，上限の境界値であるとの記載がある\nことは必要ではない。\n(3)  また，原告は，巻線型コイルの線径と金膜の厚さの組合せが本件明細書に記\n載された事項の範囲内であるか否かについても検討されるべきであると主張する。\nしかし，巻線型コイルの線径は，ＩＣチップの接続端子に接合する観点や一定の\n強度を必要とする観点から，自ずと取り得る径の範囲が決まるのであり，その取り\n得る径の範囲では，線径の値によって金膜の塑性流動が大きな影響を受けることは\nないから，巻線型コイルの線径と金膜の厚さは，それぞれ独立に決めることができ\nる。\nしたがって，当業者であれば，本件明細書の記載から，巻線型コイルの線形と金\n膜の厚さの組合せは，実施例（【００３９】【００４５】）に記載されたものだけ\nでなく，その範囲内の全ての組合せがあり得ることを当然に理解できるものであ\nる。\n(4)  さらに，原告は，訂正事項２の訂正を認めると第三者に不測の不利益を被\nらせるとも主張する。\nしかし，前記(2)のとおり，金膜の厚さを１０μｍと１５μｍの範囲の数値とする\nことは，本件明細書に記載されているのと同視することができる。また，巻線型コ\nイルの線径と金膜の厚さをそれぞれ独立に決め得ることは，当業者は，本件発明の\n技術内容から直ちに理解できる。\nしたがって，訂正事項２の訂正が認められることにより，第三者が不測の不利益\nを受けることはない。\n(5)  よって，訂正事項２の訂正を認めた本件審決の判断に誤りはない。\n２  取消事由２（本件審判手続の違法）について\n〔原告の主張〕\n本件審決は，本件相違点に係る判断において，本件訂正発明１の金膜の厚さを１\n０μｍないし１５μｍとしたのは，「金膜の厚さが０．１μｍ以下になると，接続\n端子上の巻線型コイルに所定部位に加え得る最大の加圧力との関係によりほとんど\n動くことができず，事実上塑性流動は困難になるという知見によるもの」と説示し\nているが，他方，前件審決では，「塑性流動という性質は金属が有する固有の性質\nであり，薄い層であるからといって，全く塑性流動しなくなるわけではない。」と\n説示していた。\nこのように，本件審決は，本件相違点について，前件審決で示した知見と矛盾す\nる知見に基づいて判断したものであるが，かかる判断は原告に対する不意打ちであ\nり，公正な審決ということはできない。新たに示すこととなる知見について原告に\n反論の機会を与えないまま審決をした本件審判手続は違法であり，本件審決は取り\n消されるべきである。\n〔被告の主張〕\n本件審判手続に不適切な審理の進め方があったとしても，原告に対しては，本訴\n訟において，実質的な反論の機会が与えられているから，本件審判手続の不適切さ\nは，本件審決を取り消すべき理由にはならない。\n３  取消事由３（本件訂正発明１の進歩性に係る判断の誤り）\n〔原告の主張〕\n(1)  本件審決は，本件訂正発明１は接続端子の最外層の金膜を１０μｍないし\n１５μｍとすることにより，これに加えることが可能な加圧力により良好に塑性流\n動し，金膜と導線の銅との相互拡散によりＡｕ／Ｃｕ全率固溶体の生成を良好にす\nるものであるが，金膜の厚さとＡｕ／Ｃｕ全率固溶体の生成の間にこのような関係\nがあることが当業者の技術常識であったと認めることはできないから，本件相違点\nに係る本件訂正発明１の構成を当業者が容易に想到することができたということは\nできないと判断した。\n(2)  しかし，以下のとおり，本件審決の判断は誤りである。\nア  本件特許出願時の技術常識について\n(ア)  集積回路上に電気メッキによって形成された金の強化パッドの厚さについ\nて，米国特許５２８１８５５号公報（１９９４年（平成６年）１月２５日発行，甲\n１０。以下「甲１０公報」という。）には，約２５μｍとの記載があり，特表平６\n－５１０３６４号公報（甲１１。以下「甲１１公報」という。）には，２０μｍと\nの記載がある。また，特公昭５９－３６８２３号公報（甲１２。以下「甲１２公\n報」という。）には，電気メッキによって形成された金の層の厚さとして，１．５\n２μｍとの記載がある。さらに，「機能めっき」（初版１刷）（昭和５９年２月２\n８日発行，甲１３。以下「甲１３文献」という。）には，電気メッキによって形成\nされた金めっきの厚さとして，１０μｍ以上との記載がある。\nまた，特表２００６－５０５９３３号公報（甲１４。以下「甲１４公報」とい\nう。）には，集積回路の金の主部の厚さとして，１３μｍから１６．５μｍとの記\n載があり，「スタンダードカードＩＣ  バンプウエハー仕様書」（第３．１版）\n（甲１５。以下「甲１５文献」という。）には，非接触スマートカードＩＣに適用\nされた金バンプの仕様として，１８μｍや１５μｍないし２１μｍとの記載がある。\n(イ)  ワイヤと端子を接続する技術分野に関する以上の技術常識を参酌すれば，\n当業者は，引用発明１の金の金属層について，１０μｍないし１５μｍ程度の厚さ\nのものとすることを十分に認識することができる。\nイ  数値限定の技術的意義について\n(ア)  また，本件審決は，上記(1)のとおり，金膜の厚さを１０μｍないし１５\nμｍの範囲に選定した技術的意義として，Ａｕ／Ｃｕ全率固溶体の生成との因果関\n係を認定しているところ，数値限定発明が進歩性を有するためには，限定された数\n値の範囲内で公知発明等と比較して有利な作用効果を奏することを要するが，本件\n明細書には，金膜の厚さとして１０μｍないし１５μｍを選定した技術的意義やそ\nの数値範囲内での作用効果についての記載はない。\n(イ)  したがって，本件審決の判断は，本件明細書の記載に基づかないものであ\nる。\nウ  本件相違点に係る容易想到性について\nＡｕ／Ｃｕ全率固溶体の生成が良好になるように，金の金属層の厚さ，銅線の線\n径及び熱圧着の温度，加圧力，接合時間等の接合条件を調整して数値範囲を最適化\nすることは，当業者の通常の創作能力の発揮にすぎない。塑性流動は，塑性変形に\nよる物質の流動であるため，金膜が厚い方が塑性変形の量が大きくなって塑性流動\nしやすくなることは技術的に自明であり，塑性流動しやすくなれば，相互拡散が良\n好になって接合の信頼性が良好になることも技術的に自明である。\nしたがって，本件相違点に係る本件訂正発明１の構成が容易に想到することがで\nきないというためには，選定された数値範囲内での効果が，数値範囲外と比較して\n優れていることを要するところ，本件明細書からは，金膜の厚さが１０μｍと１５\nμｍの場合にはＡｕ／Ｃｕ全率固溶体を介しての接合が可能であることは把握でき\nるが，金膜の厚さが１０μｍないし１５μｍの範囲内の場合に，範囲外の厚さと比\n較して接合部の信頼性や電気的特性が良好であることを把握することはできない。\nエ  以上のとおり，金膜の厚さとして１０μｍないし１５μｍの範囲を選定した\nことは単なる選択にすぎず，本件相違点に係る本件訂正発明１の構成は，当業者が\n容易に想到することができたものである。\n(3)  よって，本件訂正発明１の進歩性を認めた本件審決の判断は誤りである。\n〔被告の主張〕\n(1)  原告は，前件審判における平成２１年２月１２日付け弁駁書（乙１）におい\nて，特許無効審判請求の理由を補正したが，その理由中には，金膜の厚さを１０μ\nｍないし１５μｍとすることが容易に想到し得るものであるということは含まれて\nいない。\nしたがって，原告は，本件相違点に係る本件審判の判断の誤りを取消事由として\n主張することはできない。\n(2)  仮に，本件相違点に係る本件審判の判断の誤りを取消事由として主張するこ\nとができるとしても，以下のとおり，本件審決の判断に誤りはない。\nア  本件特許出願時の技術常識について\n(ア)  甲１０公報には，強化接触パッドに２５μｍの金又は銅，若しくはこれら\nを含む導電性軟金属の被着が施されることや，この強化接触パッドにハンダ付け，\n熱圧縮ボンディング又は溶接によって細い銅線を取り付けることが記載されている\nが，強化接触パッドと細い銅線との接合は，金と銅の接合と決まったものではな\nく，熱圧縮ボンディングに決まったものでもない。被着の厚さは，導電性軟金属で\nある被着の性質や上記３種の接合技法に共通する理由によって決定されるから，強\n化接触パッドと銅線との接合は，相互の金属の塑性流動によるＡｕ／Ｃｕ全率固溶\n体の生成を期待するものでないことは明らかである。\n(イ)  また，甲１２公報に記載されているギャングボンディングバンプの金の層\nの厚さは，０．７６２μｍないし１．５２μｍであり，本件訂正発明１の金膜の厚\nさより薄いものである。\n(ウ)  また，甲１３文献には，金めっきと金線又はアルミ線とをボンディングに\nよって接合する技術が記載され，その金めっきの厚さとして，１０μｍ以上の数値\n範囲が示されているにすぎず，引用発明１のように金の金属層と銅線との接合技術\nが記載されているものではない。\n(エ)  また，甲１４公報は，非接触通信を行うための伝送コイルと最外層が金の\n主部で構成された表面コンタクトパッドとを，熱圧縮ボンディング処理，ハンダ付\nけ又はフリップ・チップ技術により接続し，かつ，金の主部の厚さが実質的に１\n６．５μｍである技術を示すものである。金の主部の厚さは，熱圧縮ボンディング\n処理，ハンダ付け又はフリップ・チップ技術による接合のいずれにも適合し得るも\nのとして設定されていると理解することができ，金と銅との相互の塑性流動を通じ\nてＡｕ／Ｃｕ全率固溶体を生成させて接合するというような観点を持ち込むことは\n不可能である。\n(オ)  さらに，甲１５文献には，金バンプの高さの仕様として１８μｍとの記載\nがあるが，金バンプとカードＩＣコイルとの接合技法の記載がないので，引用発明\n１と同様の接合技法を用いているか否かは不明であり，カードＩＣコイルが巻線型\nコイルであるか否かも不明である。\n(カ)  以上からすると，上記甲１０公報等には，これに接した当業者が，引用発\n明１の金の金属層を１０μｍないし１５μｍのものとする動機付けや示唆は存在し\nない。\nイ  数値限定の技術的意義について\n本件明細書には，金膜の厚さが１０μｍと１５μｍの場合の実施例が記載され，\nこれらの実施例において，良好に塑性流動が生じ，Ａｕ／Ｃｕ全率固溶体が生成さ\nれたことが認められるのであるから，その間の数値範囲の厚さの金膜でも塑性流動\nを生じ，Ａｕ／Ｃｕ全率固溶体が生成されることは明らかである。\nしたがって，当業者は，本件明細書の記載から，金膜の厚さが１０μｍないし１\n５μｍの範囲において，塑性流動が良好に行われ得ることを確実に理解することが\nできる。\nウ  本件相違点に係る容易想到性について\n(ア)  引用例１には，金の金属層と銅線とを熱圧着によって接合することが記載\nされているが，その接合部については何らの記載もないから，金の金属層と銅線を\n熱圧着し，これによって接合部にＡｕ／Ｃｕ全率固溶体を生成させるというのは，\n引用例１に他の証拠の事実を組み合わせて構成したものである。証拠の組合せを前\n提として，金の金属層の厚さ，銅線の線径及び熱圧着の条件(温度，加圧力，接合\n時間）等の接合条件を調整して数値範囲を最適化することの創作力を評価するのは\n誤りであり，引用例１については，金の金属層と銅線とを熱圧着によって接合する\nことのみが記載されていることを前提として，金の金属層の厚さ等の接合条件に関\nして評価すべきである。\n(イ)  また，１０μｍないし１５μｍの厚さの金膜にあっては塑性流動が可能で\nあり，塑性流動により，金と銅との相互拡散が促進され，それらの界面付近にＡｕ\n／Ｃｕ全率固溶体が生成されることは，本件訂正明細書の記載から明らかである\nが，金膜は，厚い方が塑性変形の量が多くなって塑性流動しやすくなるわけではな\nい。良好な塑性流動との関係で，金膜の厚さを１０μｍないし１５μｍとすること\nが容易に想到し得るか否かは，公知の技術と比較して判断すべきものであり，単に\n１０μｍを下回る厚さ又は１５μｍを上回る厚さの金膜と比較すべきではない。こ\nれらが接続端子等の下地上に配された場合にどのように塑性流動するかが知られて\nいれば，それと比較すべきであり，そうでないならば比較対象でないことは明らか\nである。そして，これらが公知であることを示す証拠は提出されていないから，本\n件相違点に係る本件訂正発明１の構成が容易に想到し得るとの結論を導くことはで\nきない。\nエ  以上のとおり，本件訂正発明１において，金膜の厚さを１０μｍないし１５\nμｍとしたのは，単に金膜の厚さを選択したにすぎないものではなく，優れた作用\n効果を有するものであるから，本件相違点に係る本件訂正発明１の構成は，当業者\nが容易に想到することができたものではない。\n(3)  よって，本件訂正発明１の進歩性を認めた本件審決の判断に誤りはない。\n４  取消事項４（本件訂正発明２ないし４の進歩性に係る判断の誤り）について\n〔原告の主張〕\n前記３の〔原告の主張〕のとおり，本件訂正発明１についての本件審決の判断は\n誤りであるから，これと同様の理由によって，本件訂正発明２ないし４についての\n本件審決の判断にも誤りがある。\n〔被告の主張〕\n前記３の〔被告の主張〕のとおり，本件訂正発明１についての本件審決の判断に\n誤りはなく，これと同様の理由によって，本件訂正発明２ないし４についての本件\n審決の判断にも誤りはない。\n第４  当裁判所の判断\n１  取消事由１（訂正事項２の訂正を認めた判断の誤り）について\n(1)  本件明細書には，本件発明について，概略，次の記載がある。\nア  本件発明は，非接触ＩＤ識別装置用アンテナコイルとして，コイル抵抗のば\nらつきの少ない巻線型コイルを採用し，ＩＣチップの接続端子として保管中の劣化\nの少ない最外層が金であるメタライゼーションを備えたそれを用い，電気的及び機\n械的に良好な接続を確保することのできる非接触ＩＤ識別装置用巻線型コイルとＩ\nＣチップとの接続構造等を提供することを課題とするものである（【００１１】）。\nイ  本件発明１は，銅製の巻線型コイルとＩＣチップの最外層が金で構成された\n接続端子とを，両者の界面付近に加熱加圧によって形成したＡｕ／Ｃｕ全率固溶体\nを介して接合した非接触ＩＤ識別装置用巻線型コイルとＩＣチップとの接続構造で\nあり，本件発明２は，ＩＣチップの最外層が金で構成された接続端子の上に銅製の\n巻線型コイルを載せ，かつ，巻線型コイルの上から加熱しながら加圧し，両者の界\n面付近にＡｕ／Ｃｕ全率固溶体を形成させることにより，直接接合して，請求項１\nの非接触ＩＤ識別装置用巻線型コイルとＩＣチップとの接続構造を構成することと\nした接続方法である（【００１２】～【００１３】）。\nウ  巻線型コイルの線径を７０μｍ±３μｍとし，金膜の厚さを１０μｍとする\n実施例１と，巻線型コイルの線径を６０μｍ±３μｍとし，金膜の厚さを１５μｍ\nとする実施例２では，いずれの場合も，従来の半田付け，熱着圧又は超音波溶接に\nよる接合に劣らない十分に強力な接着強度が得られ，かつ，温度サイクル不良率も\n極めて低く，本件発明の有効性が理解される（【００３９】【００４０】【００４\n５】【００４６】）。\n(2)  訂正事項２は，本件発明の請求項１，２の「最外層が金（Ａｕ）で構成さ\nれた接続端子」を，「最外層が厚さ１０～１５μｍの金（Ａｕ）膜で構成された接\n続端子」と訂正するものである。\n本件明細書には，金膜の厚さを１０μｍと１５μｍの間の数値とした場合につい\nての実施例等の記載はないものの，１０μｍ又は１５μｍの厚さの金膜で構成され\nたＩＣチップの接続端子の場合には，いずれもＡｕ／Ｃｕ全率固溶体を介して巻線\n型コイルと接合したという上記各実施例についての記載からすると，本件明細書に\n接した当業者にとっては，金膜の厚さを１０μｍないし１５μｍの間の数値とした\n場合についても，上記実施例と同様の作用効果を奏することは自明であるというこ\nとができる。\nしたがって，訂正事項２の訂正は，本件明細書に記載された事項の範囲内での訂\n正であり，新規事項の追加に当たるものとは認められない。\n(3)  原告の主張について\nア  原告は，訂正事項２の訂正が新規事項の追加に当たらないとするには，本件\n明細書から，１０μｍと１５μｍとがＡｕ／Ｃｕ全率固溶体の生成との関係で金膜\nの厚さの下限，上限の境界値を示していることが読み取れることが必要であるなど\nと主張する。\nしかしながら，訂正事項２の訂正が新規事項の追加に当たるか否かは，これが明\n細書，特許請求の範囲又は図面に記載した事項の範囲内であるかを判断すれば足り\n（特許法１３４条の２第５項，１２６条３項），１０μｍと１５μｍとがＡｕ／Ｃ\nｕ全率固溶体の生成との関係で金膜の厚さの範囲の下限値，上限値であることが本\n件明細書に明示されていることを要するものではない。\nイ  また，原告は，訂正事項２の訂正の適否については，本件訂正発明１におい\nて把握される巻線型コイルの線径と金膜の厚さとの組合せが，本件明細書に記載さ\nれた事項の範囲内であるか否かについても検討されるべきであるなどとも主張する。\nしかしながら，巻線型コイルについては，訂正事項１により，「銅（Ｃｕ）製の\n巻線型コイル」から「線径６０～７０μｍの銅（Ｃｕ）製の巻線型コイル」と訂正\nされているところ，上記(1)の本件明細書の各実施例の記載からすると，本件明細\n書に接した当業者にとっては，巻線型コイルの線径が６０μｍないし７０μｍの間\nの数値の場合についても，各実施例と同様の作用効果を奏することは自明であると\nいうことができるから，本件明細者には，金膜の厚さが１０μｍないし１５μｍの\n範囲にあり，かつ，巻線型コイルの線径が６０μｍないし７０μｍの範囲にある両\n者の組合せについては，いずれもＡｕ／Ｃｕ全率固溶体を介して接合するとの事項\nが示されているといえる。\nしたがって，訂正事項２の訂正を認めることは，本件明細書に開示されていない\n発明に対して独占権を付与するものではないし，第三者に不測の不利益を被らせる\nものでもない。\n(4)  なお，被告は，原告は本件特許の無効理由として，金膜の厚さを１０μｍ\nないし１５μｍとする点を主張していないから，訂正事項２の訂正を認めた本件審\n決の判断の誤りを取消事由とすることはできないと主張している。\nしかしながら，原告は，本件審判手続において，本件訂正後の平成２２年８月２\n０日付け弁駁書（甲１９）で，訂正事項２の訂正は新規事項の追加であるとして，\nその訂正要件の具備を争っていたものであるから，本件審決の取消事由として訂正\n事項２の訂正を認めた判断の誤りを主張することができることは明らかであり，被\n告の主張は採用できない。\n(5)  小括\nよって，取消事由１は理由がない。\n２  取消事由２（本件審判手続の違法）について\n(1)  原告は，本件審決が金属の塑性流動について前件審決と矛盾した知見を示\nしたことは，原告にとって不意打ちであり，原告に反論の機会を与えないまま審決\nに至った本件審判手続は違法であると主張する。\n確かに，前件審決では，同審決における相違点に対する判断において，「塑性流\n動という性質は金属が有する固有の性質であることは疑う余地のない自然法則であ\nり，薄い層であるからといって，全く塑性流動しなくなるわけではない。」との知\n見を示していたが，本件審決では，本件相違点に対する判断において，「本件訂正\n発明１において金膜の厚さを１０μｍないし１５μｍとしたのは，金属は薄いほど\nその全体がその下地に強く拘束され，例えば，０．１μｍ以下になると，接続端子\n上の巻線型コイルの所定部位に加え得る最大の加圧力との関係によりほとんど動く\nことができず，事実上塑性流動は困難になる。」などと，前件審決で示した上記知\n見と矛盾する知見を示している。\n前件審決と本件審決とでは，本件訂正により判断の対象とする発明自体が異なる\nなどしているが，前件審決で示されていた金属の塑性流動に関する一般的な知見に\nついては，当事者は，本件審決においてもこれを踏まえた判断が示されるものと考\nえるのが通常であるから，本件審決に当たり，改めて当事者に意見を述べる機会を\n設けることなく，前件審決で示された上記知見と矛盾する知見に基づいて本件訂正\n発明１の進歩性を判断するのは，当事者，とりわけ，本件訂正発明１の進歩性に係\nる自己の主張を排斥された原告に対する不意打ちとなり，審判手続として不適切で\nあるといわなければならない。\nしかしながら，金属の塑性流動性の有無は，本件訂正発明１の進歩性の判断の前\n提として示されているものであり，原告は，本件訂正発明１の進歩性に係る本件審\n決の判断の誤りを取消事由として主張する中で，本件審決が示した知見の適否につ\nいても併せて主張することができるところ，現に取消事由３としてその主張をして\nいるのであるから，同主張の採否として検討すれば足り，本件審判手続の不適切さ\nをもって，直ちに本件審決が取り消されるべきものであるということはできない。\n(2)  小括\nよって，取消事由２は採用することができない。\n３  取消事由３（本件訂正発明１の進歩性に係る判断の誤り）について\n(1)  まず，被告は，原告の平成２１年２月１２日付け弁駁書（乙１）には，本\n件特許の無効理由として，金膜を１０μｍないし１５μｍとすることが容易に想到\nし得ることは記載されていないから，本件相違点に係る本件審決の判断の誤りをそ\nの取消事由とすることはできないと主張する。\n確かに，特許法上，特許無効審判の審決に対する取消しの判決が確定した後，被\n請求人が訂正請求したことにより，特許無効審判請求の理由について，その要旨を\n変更する補正を行う必要が生じたときは，審判長は，これを決定をもって許可する\nことができると規定されているところ（同法１３１条の２第２項，１３４条の２第\n１項，１３４条の３第１項），原告は，本件訂正後の平成２２年１２月２２日付け\n上申書（甲２２）において，本件明細書には金膜の厚さが１０μｍないし１５μｍ\nの範囲である場合の効果等の記載がなく，その数値限定は単なる設計的事項にすぎ\nないなどとして，本件相違点に係る本件訂正発明１の構成に進歩性がないと主張を\nしているのであるから，特許無効審判請求の理由の要旨を変更する補正をしたもの\nと解されるが，この補正について，審判長が明示的に許可の決定をした形跡は見当\nたらない。\nしかし，本件審決では，原告の上記主張を取り上げた上で，これを排斥する判断\nを示しているのであるから，審判長は，上記特許無効審判請求の理由の補正を黙示\n的に許可していたものと認めるのが相当である。\nしたがって，この点に関する被告の主張は採用できない。\n(2)  次に，前記第２の３(2)ウ(イ)のとおり，本件相違点は，「ＩＣチップの接\n続端子の最外層の金膜の厚さが，本件訂正発明１では１０μｍないし１５μｍであ\nるのに対し，引用発明１では厚さの限定がない点」であるが，本件特許出願当時，\nＩＣチップの接続端子の金膜の厚さについては，次の技術が知られていた。\nア  甲１１公報\n(ア)  甲１１公報の特許請求の範囲には，【請求項１】カプセルに収容された小\n形トランスポンダの一部を形成する集積回路装置に強化接触パッドを設ける方法に\nおいて，該装置の表面に絶縁材料の追加層を被着させるステップと，前記絶縁層に\nホールを開けて，該装置の標準的な回路接触パッドを露出させるステップと，前記\n絶縁層の上に重なり，前記ホールを介して前記標準的な接触パッドとつながる強化\n接触パッドを形成して，電気的相互接続リード線を直接接続することが可能なダイ\n装置を得るステップから構成される強化接触パッドを設ける方法，【請求項２】前\n記強化接触パッドが，まず，前記標準的な接触パッドとの電気的接触部にフィール\nド金属を被着させ，その上に前記強化パッドを直接メッキすることによって形成さ\nれることを特徴とする請求項１に記載の方法，【請求項３】前記追加絶縁層が，厚\nさが１０，０００オングストロームを超える窒化珪素の層であることを特徴とする\n請求項２に記載の方法，【請求項４】前記強化パッドが，金または銅から構成され\nるグループから選択された，厚さが少なくとも２０ミクロンの金属で製造されるこ\nとを特徴とする請求項３に記載の方法，との記載がある。\n(イ)  また，甲１１公報の明細書には，次の記載がある。\nａ  甲１１公報記載の発明は，小型トランスポンダに利用される集積回路チップ\nに対する電磁アンテナ・リード線の取り付けを容易にするための方法及び装置に関\nするものである。\nｂ  強化接触パッドは，厚さが約２５μｍになるまで，金または銅の被着が施さ\nれ，ハンダ付け，熱圧縮ボンディング又は溶接により，細い銅線が取り付けられる。\nイ  甲１４公報\n甲１４公報には，概略，次の記載がある。\n(ア)  甲１４公報に記載された発明は，基板と信号処理回路とを有する集積回路\nである（【０００１】）。\n(イ)  ＩＣには，窒化シリコンを備えた保護層が設けられ，厚みは約１．５μｍ\nである（【００１６】）。\n(ウ)  ＩＣ内に設けられた表面コンタクトパッドは，チタン・タングステンを備\nえた約１μｍの厚みの基礎層と，この基礎層上に金（Ａｕ）を備えた主部を有し，\n保護層上で表面コンタクトパッドが立ち上がる高さは１８μｍである。この高さは，\n１５μｍしかなくてもよい。また，この高さは，２０μｍ，２３μｍ又は２５μｍ\nから選ばれてもよい。各表面コンタクトパッドは，熱圧縮ボンディング処理により\n線端に直接接続される（【００１７】）。\nウ  甲１５文献\n甲１５文献には，概略，次の記載がある。\n(ア)  MF１  ICS  50  05 は，MIFARE（登録商標）カードＩＣコイル設計ガイド\nに従って，カードＩＣコイル用に設計された非接触スマートカードＩＣである。\n(イ)  金バンプ\nバンプ材料：９９．９％超の純金，バンプ高さ：１８μｍ，バンプ高さの均一性\nダイ内：±２μｍ  ウェハー内：±３μｍ\n(3)  以上のとおり，甲１１公報には，集積回路装置の強化接触パッドが少なく\nとも２０μｍになるまで金の被着が施され，これが熱圧縮等の溶接により，銅線取\nり付けられることが示されている。また，甲１４公報及び甲１５文献には，ＩＣチ\nップの接続端子の最外層の金膜の厚さについて，これを１５μｍとする例，あるい\nは１８μｍとする例が示されている。これらの記載からすると，巻線型コイルとＩ\nＣチップとの接続構造において，ＩＣチップの接続端子の最外層を金膜で構成し，\nその厚さを１５μｍ程度とすることは，本件特許出願当時の技術常識であったとい\nえる。\nまた，本件訂正明細書には，本件訂正発明１の「最外層が金（Ａｕ）膜で構成さ\nれた接続端子」における金膜の厚さを１０μｍ又は１５μｍとした場合の実施例が\n記載されているだけで，金膜の厚さを１０μｍないし１５μｍとすることにより，\nその数値範囲外のものと比較して，金膜と巻線型コイルの銅との塑性流動や全率固\n溶体の生成において，格別の作用効果を奏するとの記載がないことからすると，本\n件訂正発明１において，ＩＣチップの接続端子の最外層の金膜の厚さを１０μｍな\nいし１５μｍとした点に，銅製の巻線型コイルとの接合において，格別の技術的意\n義があるとは認められない。\nそうすると，本件訂正発明１において，ＩＣチップの接続端子の最外層の金膜の\n厚さを１０μｍないし１５μｍとしたことは，上記技術常識を勘案して，当業者が\n適宜想到し得たものであるということができる。\n(4)  また，「銅もしくは銅合金の単体からなる素子配設基材に上面に電極を有\nする半導体素子をマウントし，かつ該半導体素子の電極と前記素子配設基材とを金\nもしくは金合金のワイヤで接続したことを特徴とする半導体装置」の発明が記載さ\nれた引用例２には，「銅単体からなるリードフレームのリード部に金ワイヤをボン\nディングしたことにより形成された接合層は，金と銅との全率形の固溶体で金属間\n化合物とならないため，電気抵抗が小さく，化学的に安定し，機械的強度の劣化の\nない高信頼性の半導体装置を得ることができる。」との記載があり，金と銅との全\n率固溶体は，金属間化合物に比べて，電気的，機械的特性が良好であることが開示\nされているところ，これは金と銅との接合層に関する一般的な知見であると解され\nるから，接続端子の最外層の厚さを１０μｍないし１５μｍ程度とした金膜と巻線\n型コイルの熱圧着について，金属間化合物を避け，加熱温度及び加圧力を適切に選\n択して，Ａｕ／Ｃｕ全率固溶体が形成されるようにすることも，当業者において容\n易に想到することができたものということができる。\n(5)  被告の主張について\n被告は，１０μｍないし１５μｍの厚さの金膜では，塑性流動により，Ａｕ／Ｃ\nｕ全率固溶体が生成されることは，本件訂正明細書の記載から明らかであるとした\n上で，良好な塑性流動との関係で，金膜の厚さを１０μｍないし１５μｍとするこ\nとが容易に想到し得るか否かは，公知の技術と比較して判断すべきものであり，１\n０μｍを下回る厚さ又は１５μｍを上回る厚さの金膜が接続端子等の下地上に配さ\nれた場合にも塑性流動することを示す証拠は提出されていない以上，本件相違点に\n係る本件訂正発明１の構成が容易に想到し得るとの結論を導くことはできないなど\nと主張する。\nしかしながら，上記(1)及び(2)のとおり，巻線型コイルとＩＣチップとの接続構\n造において，銅製の巻線型コイルに接続されるＩＣチップの接続端子の最外層を構\n成する金層の厚さを１０μｍないし１５μｍとすることは，本件特許出願当時，適\n宜想到することができた事項であり，また，厚さを１０μｍないし１５μｍ程度と\nした金膜と巻線型コイルとの熱圧着について，Ａｕ／Ｃｕ全率固溶体が形成される\nようにすることも，当業者において容易に想到することができたものであるから，\nそうであるにもかかわらず，金膜と巻線型コイルの銅との塑性流動やＡｕ／Ｃｕ全\n率固溶体の生成との関係で，金膜の厚さを１０μｍないし１５μｍとする本件訂正\n発明１の構成が進歩性を有するとするためには，本件訂正明細書の記載に基づき，\n金膜の厚さを１０μｍないし１５μｍとすることによる格別の作用効果の有無が検\n討されるべきであり，１０μｍを下回る厚さや１５μｍを上回る厚さの金膜が接続\n端子等の下地上に配された場合にも塑性流動することを示す証拠がない以上，本件\n訂正発明１の上記構成は進歩性を有するとの被告の主張は採用できない。\nそして，本件訂正明細書からは，金膜の厚さを１０μｍとした実施例１及び１５\nμｍとした実施例２において，銅製の巻線型コイルと接続端子の金膜との界面付近\nで塑性流動が生じてＡｕ／Ｃｕ全率固溶体が生成されたことは読みとることができ\nるものの（【００３３】～【００３６】【００３９】【００４５】），金膜の厚さ\nを１０μｍから１５μｍの間の数値とした場合に，その範囲外の数値とした場合に\n比して，金膜と巻線型コイルの銅との塑性流動性やＡｕ／Ｃｕ全率固溶体の生成に\nおいて格別の作用効果を奏するとの記載はないから，本件訂正発明１の上記構成が\n進歩性を有するということはできない。\n(6)  小括\n以上によれば，取消事由３は理由がある。\n４  取消事由４（本件訂正発明２ないし４の進歩性に係る判断の誤り）について\n(1)  本件審決は，本件訂正発明１を引用する本件訂正発明２，本件訂正発明２\nを引用する本件訂正発明３，本件訂正発明２又は３を引用する本件訂正発明４につ\nいても，本件相違点に係る本件訂正発明１の構成が，当業者にとって容易に発明す\nることができたものではないことを前提として，本件訂正発明１と同様に進歩性を\n認めている。\nしかしながら，前記３のとおり，本件相違点に係る本件訂正発明１の構成が容易\nに発明をすることができたものということができないとの本件審決の判断が取り消\nされる以上，本件訂正発明２ないし４の進歩性に係る本件審決の前記判断も直ちに\n是認することはできない。\n(2)  小括\nよって，取消事由４も理由がある。\n５  結論\n以上の次第であるから，本件審決は取り消されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝 澤 孝 臣\n裁判官          髙   部   眞 規 子\n裁判官          齋 藤   巌\n"
}