{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 9,
    "day": 12
  },
  "case_number": "平成26(ワ)3898",
  "case_name": "地位確認等請求事件",
  "court_name": "大阪地方裁判所第5民事部",
  "gist": "上司の暴行により傷害を負った旨の虚偽の被害届を警察に提出したこと等を理由に被告から解雇された原告が，被告に対し，上記解雇には客観的合理的理由も社会通念上の相当性も認められず，違法無効である等と主張して，地位確認，賃金及び損害賠償を求めた事案について，上記解雇は客観的合理的理由があったとはいえず無効であるが，不法行為を基礎付けるほどの違法性があったとはいえないとして，原告の地位確認請求及び賃金請求が認容され，損害賠償請求が棄却された事例。",
  "lawsuit_id": "88059",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88059",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/059/088059_hanrei.pdf",
  "contents": "主 文\n１  原告が，被告に対し，労働契約上の権利を有する地位にあることを確認する。\n２  被告は，原告に対し，２７万３３８７円及びこれに対する平成２５年１２月\n３１日から支払済みまで年５分の割合による金員並びに平成２６年１月から本\n判決確定の日まで，毎月末日限り３３万９０００円及びこれに対する各支払日\nの翌日から支払済みまで年５分の割合による金員を支払え。\n３  原告のその余の請求を棄却する。\n４  訴訟費用は，これを２分し，その１を原告の負担とし，その余を被告の負担\nとする。\n５  この判決は，第２項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  主文第１項，第２項同旨\n２  被告は，原告に対し，６６０万円及びこれに対する平成２５年１２月６日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  本件事案の概要\n本件は，被告との間で期間の定めのない雇用契約を締結していた原告が，被\n告に対し，原告が被告から平成２５年１２月６日付けで解雇されたこと（以下\n「本件解雇」という。）について，本件解雇が違法無効である旨主張して，①\n労働契約上の権利を有する地位にあることの確認，②労働契約に基づき，本件\n解雇の日の翌日から本判決確定の日まで毎月末日限り３３万９０００円の賃金\n及びこれに対する各支払日の翌日から支払済みまで民法所定の年５分の割合に\nよる遅延損害金の支払，③不法行為に基づく損害賠償請求として，慰謝料及び\n弁護士費用の合計６６０万円及びこれに対する不法行為日である平成２５年１\n２月６日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を\nそれぞれ求める事案である。\n２  前提事実（争いがない事実並びに後掲各証拠及び弁論の全趣旨により容易に\n認定できる事実）\n当事者等\nア  被告は，パナソニック株式会社の子会社であり，コンピュータ関連シス\nテム及びソフトウェアの研究・開発・製造・販売等を目的とする株式会社\nである。\n被告は，昭和６０年６月２１日に設立され（当時の名称は，株式会社松\n下ソフトリサーチ），平成１９年４月１日，株式会社松下電器情報システ\nム名古屋研究所及び株式会社松下電器情報システム広島研究所を吸収合併\nし，現在の名称となった。\n（甲１，１１９・１８１頁）\nイ  原告は，昭和６３年４月１日，被告に入社し，以降，平成２５年１２月\n６日に本件解雇をされるまで，被告においてソフトウェアの設計・開発等\nの業務に従事していた。\n本件和解について\nア  原告は，平成１９年３月９日，原告が同月６日の就業時間中に労働組合\n活動を行ったことについて，当時の被告の社長であったＡ社長らと面談し\nた。\nＡ社長は，上記面談において，原告に対し，「しばき倒すぞ」，「殺す\nぞしまいに」，「お前，殴ったるで」等の脅迫的言辞や，「アホ」，「汚\nい男やなぁ。ほんま汚いわお前。」，「君ゼロや完全に」，「人間力ゼロ」\n等の侮辱的発言をした。\n（甲３の①②）\nイ  原告及び被告は，平成１９年１２月１２日，被告が上記アの面談時にＡ\n社長らに不適切な行為があったことを認め，使用者として遺憾の意を表明\nするとともに，解決金として３００万円を原告に支払う旨等を合意する和\n解（以下「本件和解」という。）をした（甲７）。\n原告の通院及び長期休業等\nア  原告は，平成１９年９月２１日，Ｂクリニックを受診し，以後，①同日\nから同年１１月１０日まで，②平成２１年６月６日から同年１１月１３日\nまで，③平成２２年５月１１日から少なくとも平成２６年９月１６日まで\nの間にわたり，Ｂクリニックに通院している（甲９２，１１８）。\nイ  原告は，平成２１年７月４日以降，次のとおり３回にわたり被告を長期\n休業した。\n平成２１年７月４日から同年８月１７日まで\n平成２２年７月２日から平成２４年３月３１日まで\n平成２４年１１月６日から平成２５年１月３１日まで（年休及び自宅\n待機命令による自宅待機の期間を含む。）\n（甲１２の①ないし⑩，甲１６ないし１９）\nウ  なお，原告は，平成２３年１０月６日，北大阪労働基準監督署長（以下\n「北大阪労基署長」という。）に対し，上記イ のうち一部の期間\nに係る休業が，被告の業務に起因して発症した精神疾患に基づくものであ\nるとして，労働者災害補償保険法（以下「労災保険法」という。）に基づ\nく休業補償給付の支給を請求した（以下「本件労災申請①」という。）。\n北大阪労基署長は，本件労災申請①に対し，平成２４年４月１３日，原告\nの精神障害が業務上の事由によるものとは認められないとして，不支給と\nする処分を行ったため，原告は，審査請求及び再審査請求を経た上，上記\n処分の取消訴訟を提起した。大阪地方裁判所は，平成２９年４月２６日，\n原告の請求を棄却した １２３号事件）が，原告が同\n判決に対し控訴をして，同事件は大阪高等裁判所に係属している（大阪高\n等裁判所平成２\n（甲４５ないし４７，１１９，乙１４４）\n原告の労働組合への加入等\nア  原告は，被告に入社して以降，被告とユニオンショップ協定を結んでい\nるパナソニックアドバンストテクノロジー労働組合（以下「ＰＡＤ労働組\n合」という。なお，平成１９年３月時点では，松下電器産業労働組合研究\n所連合支部Ｒ＆Ｄ支部の傘下組織であるＭＳＲ分会がこれに相当した。）\nに加入している（甲４１，乙１４０，弁論の全趣旨）。\nイ  原告は，平成２４年４月２５日，企業外労働組合である電機・情報ユニ\nオン（以下「本件組合」という。）に加入した（乙５９，原告）。\n出勤停止の懲戒処分\nア  被告は，平成２５年５月１３日，原告に対し，同月２０日から同月２８\n日まで７日間の出勤停止を命じる懲戒処分（以下「本件出勤停止処分」と\nいう。）をした。\n本件出勤停止処分に関し，被告から原告に交付された通知書には，おお\nむね次の内容の懲戒処分対象事実等（以下，総称して「本件出勤停止処分\n事由」という。）が記載され，原告に対し同月１７日までに始末書を提出\nするよう命じる旨が記載されていた。\n担当業務に関する指示命令違反\nａ  平成２４年１０月２５日，同月３１日，同年１１月２日及び同月５\n日\n上司から指示されたｇｓｔｒｅａｍｅｒのＡｎｄｒｏｉｄへの搭載\nを中心とする調査の業務指示に対して，指揮命令系統・業務指示内\n容・業務範囲境界の確認中でありペンディングする，待機すると日報\n等で報告して，指示された業務を行わなかった（就業規則９４条１項\n１８号に該当）。\nｂ  平成２５年２月８日\n上司から指示された「Ｗｅｂアプリケーション構築入門（第２版）」\n第５章「ウェブの通信方式Ｔｗｉｔｔｅｒのパブリックタイムライン」\nの読解，課題実施という業務指示に対して，次のような上司宛のメー\nルで業務指示を拒否し，指示命令された業務を行わなかった。\n「本業務命令は，お断りします。理由は下記等です。\n円滑な業務復帰のための段階的な支援がなされていない。\nプロジェクトと同様の組織的な活動が許可されていない。\n主治医意見書で「トラブルのあった人と離すこと」とあ\nり，現状は，それまでの暫定的な体制であること。\n２月１日に約束したストレス要因の話もさせて頂けない。\n話し合いは主治医，健康管理センター精神科医，産業医な\nどの意見に基づくもの。\nこれまで，提示されている業務命令は広く浅くキーワードを知\nるための入門書の独習です。いきなり，未経験業務で実業務と\nしての対応を求められるのは合理的な業務命令とは思えません。\n適切な業務命令が示されるまで待機いたします。」\n（就業規則９４条１項１８号に該当）\n上記以外の指示命令違反等\nａ  勤怠管理手続違反関係\n⒜  平成２５年３月１１日\n午後３時に早退したにもかかわらず，所定の手続である勤務管理\nシステムへの早退届の入力を怠った。\n⒝  平成２５年３月１２日\n会社に無断で，勤務管理システムの勤務形態を通常勤務からフレ\nックスタイム制勤務に変更した。\n⒞  平成２５年３月１５日，同月２１日，同月２６日，同月２７日及\nび同月２９日\n上司から再三にわたって，上記⒜については早退届の入力を行い，\n上記⒝については通常勤務に訂正するよう指示するも，訂正しなか\nった。\n（以上につき，就業規則９２条１号，９４条１項１８号に該当）\nｂ  帰宅命令違反\n平成２５年３月２２日，終業後，上司の帰宅指示に従わず，約１時\n間にわたって会社のパソコンを使ってメールを作成した（就業規則９\n４条１項１８号に該当）。\nｃ  情報セキュリティ事故に関する事情聴取拒否\n平成２５年３月２２日，情報セキュリティ責任者による情報セキュ\nリティ事故に関する事情聴取の最中に激昂して大声を上げて反発し，\n事情聴取を拒否した（就業規則９４条１項１８号に該当）。\n職場離脱等\nａ  平成２５年３月２２日及び同月２５日\n上司の許可なく職場を離脱し，健康管理室で延べ約２時間にわたり，\n産業医，保健師に対して詰問した。\nｂ  平成２５年３月２６日，同月２７日及び同月２９日\n職場内で職場の電話を使い，延べ約４５分にわたり業務と関係のな\nい話を大声で行ったため，周囲の社員から業務の妨げになるとの苦情\nが出ており，職場の風紀秩序を乱し，就業環境を悪化させた。\n（以上につき，就業規則９２条３号，６号，８号に該当）\n他者を誹謗・中傷したり，激昂して大声を出すなどして，他者に不利\n益を与えるとともに，職場の風紀を乱したこと\nａ  平成２４年１０月２９日及び同月３０日\n職場内において，上記 ａにおいて原告に指示をする立場となった\n社員に対し，厚生労働省のパワーハラスメントに関するパンフレット\nを示しながら労災で訴えると言って謝罪を迫り，職場の風紀秩序を乱\nした（就業規則９３条１０号に該当）。\nｂ  平成２５年３月２５日及び同月２６日\n健康管理室で産業医及び保健師と話をした際，両名を犯罪者呼ばわ\nりして警察に電話すると誹謗中傷したり，他の社員もいる前で激昂し\nて大声を出し，カウンターを叩いたりして健康管理室の業務遂行を阻\n害するとともに，両名に恐怖感を感じさせるなど，職場の風紀秩序を\n乱した（就業規則９３条３号，１０号に該当）。\n情報セキュリティ違反\n平成２４年１０月１１日及び平成２５年３月１３日，会社に許可なく\nＩＣレコーダーをＢゾーンである食堂及び健康管理室に持ち込んだ。ま\nた，健康管理室で保健師との会話を携帯電話で一部録音した。\n（就業規則９２条１号，１４号，９３条１号に該当）\n（以上につき，甲２３の①②）\nイ  原告は，本件出勤停止処分に対して異議を申し出たが，被告は，平成２\n５年５月１７日に懲戒委員会を開催し，同日，同月２０日から同月２８日\nまでの出勤停止を決定した（甲２４，２５）。\n本件解雇\nア  被告は，平成２５年１０月２５日，原告に対し，後記 記載の各懲戒事\n由が存在し，懲戒解雇が妥当である旨等を記載した通知書（甲１３５。以\n下「本件通知書」という。）を交付し，懲戒委員会を開催する旨通知した\n（甲２９，１３５）。\nイ  被告が設置した懲戒委員会は，平成２５年１０月３１日，同年１１月１\n４日及び同月２０日の３回にわたり委員会を開催し，同月２１日，被告に\n対し，原告について懲戒解雇とするのが妥当であり，原告の弁明を最大限\n斟酌するとしても普通解雇が相当である旨答申した（甲３８，乙１５１な\nいし１５３）。\nウ  被告は，平成２５年１１月２７日，原告に対し，原告を同年１２月６日\n付けで普通解雇（本件解雇）とし，平均賃金の２１日分に相当する解雇予\n告手当を支給する旨通知した（甲３７，３８）。\n本件通知書に記載された懲戒事由（本件解雇事由）\n本件通知書に記載された原告の懲戒事由（以下，総称して「本件解雇事由」\nという。）は，おおむね次のとおりである。\nア  上司等の上位者や会社に対する誹謗・中傷を行い，職場の風紀秩序を乱\nすとともに，業務遂行を阻害し，また，個人や会社に不利益を与え，名誉\n信用の毀損を行ったこと。\n平成２４年１０月１１日に，Ｃの行為によって会社の食堂で「左側胸\n部打撲症」（以下「本件傷害」という。）を負ったとの事実に反する内\n容で，平成２５年５月２７日に，門真警察署へＣを加害者とする被害届\nを提出した（就業規則９３条３号，１０号，９４条１項１１号，１５号\nに該当。以下「解雇事由①」という。）。\n平成２５年２月７日，Ｄ及びＥ宛てに，「２０１２年１０月の業務で\nのＦから虚偽説明と情報隠蔽」という件名のメールを送り，原告自身が\n作成した「ｇｓｔｒｅａｍｅｒ調査．ｐｐｔ」というファイルを添付し\nて，Ｆから虚偽説明，情報隠蔽を受けていると訴えた（就業規則９３条\n１０号，９４条１項１１号，１５号に該当。以下「解雇事由②」とい\nう。）。\n平成２５年９月２５日及び同月２６日，Ｇ及びＨに，「出るところへ\n出 る ， 既 に 出 る と こ ろ へ 出 た こ と も あ る 。 」 ， 「 外 で Ｇさん を訴え\nる。」，「警察にも行っている。警察に入ってもらう。」等との発言を\n行った（就業規則９３条１０号に該当。以下「解雇事由③」という。）。\n上記 の発言について，平成２５年９月２７日にＩが事情聴取を行お\nうとしたが，それに応じなかった（就業規則９３条３号，９４条１項１\n８号に該当。以下「解雇事由④」という。）。\n平成２５年９月２７日，Ｉに脅迫されたということを職場内で大声で\n発し，また，職場内で大きな声で警察に電話をかけ，会社内に警察官を\n呼び，Ｊ社長に対してＩから脅迫を受けた旨のメールを送信した（就業\n規則９３条３号，１０号，９４条１項１１号，１５号に該当。以下「解\n雇事由⑤」という。）。\n平成２５年１０月２日，Ｋ所長が自宅待機命令の通知を行うために会\n議室に来るよう指示したが，会議室に入ることを拒否し，原告の席まで\n呼びに来たＫ所長に対して，自席で，「過去に監禁された」等の内容を\n大声で発した（就業規則９３条３号，１０号に該当。以下「解雇事由⑥」\nという。）。\nイ  上司が繰り返し業務指示を行い，業務内容を丁寧に説明したにもかかわ\nらず，上司の説明を理解しようとせず，指示された業務ができないと主張\nし，業務指示に従わなかったこと。\nターゲットプランでの目標設定に従い，管理面のトレーニングのために\n週間計画を立てるように繰り返し指示したが，根拠のない理由を並べ立て，\n業務指示に従わなかった（就業規則９４条１項１８号に該当。以下「解雇\n事由⑦」という。）。\nウ  就業規則９３条３号及び１０号は，平成２５年５月１３日付けの本件出\n勤停止処分（上記 ）の対象となった事由であり，かつ，本件でも複数回\n挙げられていることから，就業規則９４条１項１号にも該当する（以下\n「解雇事由⑧」という。）。\n（以上につき，甲１３５）\n本件に関連する規定等\nア  就業規則\n被告の社員就業規則（以下，単に「就業規則」という。）には，次の各\n規定が存在する。\n第８条（入門禁止）\n次の各号の一に該当する社員に対しては入門を禁止し，または事業場\nから退場を命じることがある。\n１．風紀秩序をみだし，またはそのおそれがあると認められる者。\n第６４条（解雇）\n社員が次の各号の一に該当する場合は解雇する。\n１．第９４条による懲戒解雇の処分をしたとき\n２．労働協約第２条（ショップ制）適用により雇用契約を打切るとき\n３．事業縮小・閉鎖・設備変更などにより剰員となったとき\n４．業務能力または勤務成績が著しく不良のとき\n５．見習社員で，業務能力または勤務成績が社員として不適当と認め\nられたとき\n第９１条（懲戒の種類）\n懲戒は，その程度により次のとおり区分する。\n区分  処分内容\nけん責    始末書をとり，将来を戒める。\n減給  始末書をとり減給する。ただし，減給額は１回につ\nき平均賃金の半日分，総額において１賃金支払期の\n賃金総額の１／１０を超えることはない。\n出勤停止  始末書をとり，出勤を停止する。ただし１０日を超\nえて停止することはない。\n降職・降格  けん責した上で役職・資格を下げ又は免ずる。\n諭旨退職  けん責した上で退職させる。\n解雇  決定後ただちに解雇する。\n第９２条（けん責）\n社員が次の各号の一に該当する場合はけん責する。\nただし，特に情状しゃく量の余地があるか，もしくは改しゅんの情が\n明らかに認められるときには懲戒を免じ，訓戒にとどめることがある。\n１．身上または勤務に関し会社を欺き，もしくは所定の手続きを怠っ\nたとき\n３．会社の情報機器・ネットワーク，資材・設備等を私用に供したと\nき。また，これらを利用して私物を作成，または許可なく修理し，\nあるいは他人にさせたとき\n６．労働時間中許可なく職場を離れ，もしくは自己の職責を怠る等業\n務怠慢の行為があったとき\n８．本人の不注意のため業務に支障を起したとき\n１４．その他前各号に準ずる程度の行為があったとき\n第９３条（減給・出勤停止）\n社員が次の各号の一に該当する場合は減給または出勤停止に処する。\nただし，特に情状しゃく量の余地があるか，もしくは改しゅんの情が明\nらかに認められるときはけん責等にとどめることがある。\n１．前条各号の行為が再度におよびもしくは情状が重いとき\n３．故意または過失により著しく業務を阻害したとき\n１０．誹謗・中傷やそれに類する言動を行い，他者に不利益を与えたと\nき，または職場の風紀秩序をみだしたとき\n第９４条（懲戒解雇）\n社員が次の各号の一に該当する場合は懲戒解雇する。ただし，特に情\n状しゃく量の余地があるか，もしくは改しゅんの情が明らかに認められ\nるときは，降職・降格または諭旨退職等の解雇以外の懲戒にとどめるこ\nとがある。\n１．前条各号の行為が数度におよんだとき\n１１．会社または会社内の個人の名誉信用を著しく毀損したとき\n１５．誹謗・中傷やそれに類する言動を行い，他者に著しい不利益を及\nぼしたとき，または，会社の名誉信用を著しく毀損したとき\n１８．正当な事由なく職務上の指示命令に従わなかったとき\n（以上につき，甲２２）\nイ  労働協約の定め\n被告とＰＡＤ労働組合との間で締結された労働協約（以下，単に「労働\n協約」という。）には，次の各規定が存在する。\n第２条（ショップ制）\n会社の従業員は第３条に定める者を除き，組合員でなければならない。\nしたがって，会社は従業員を雇傭する際には試傭期間終了後組合に加入\nすることを条件とする。\n組合が除名した者のうち会社が雇傭関係を打切ることを不適当と認め\nた者については，会社は組合と協議する。その他の除名者は雇傭関係を\n打切る。\n第１２条（解雇基準）\n組合員が次の各号の一に該当するときは解雇する。\n１．第２７条（懲戒解雇）適用のとき\n２．第２条（ショップ制）適用により雇用契約を打ち切るとき\n３．事業縮小，閉鎖，設備変更等により剰員となったとき\n４．業務能力または勤務成績が著しく不良のとき\n第２８条（懲戒手続）\n①  組合員が第２５条ないし第２７条に定める懲戒基準に該当すると認\nめられるときは，懲戒委員会にはかった上，懲戒する。\nただし，第２５条又は第２６条の場合は，本人または組合が異議を\n申出たときに懲戒委員会にはかるものとする。\n②  懲戒委員会には組合の代表が参加するものとし，必要の都度これを\n設置する。\n③  懲戒委員会の運営に関する細部は，別に定める。\n（以上につき，甲４１）\n第３  本件の争点\n１  本件解雇の有効性について\n本件解雇に係る客観的合理的理由の存否（争点１）\n本件解雇が社会通念上相当であるか否か（争点２）\n原告主張に係る本件解雇のその他の無効事由（信義則違反，不当労働行為）\nの有無（争点３）\n２  本件解雇に係る不法行為の成否及び損害額（争点４）\n第４  争点に対する当事者の主張の概要\n１  争点１（本件解雇に係る客観的合理的理由の存否）について\n【被告の主張】\nはじめに\n就業規則に掲げた解雇事由は例示列挙と解すべきであり，それ以外の理由\nにより解雇が許されなくなると解するのは相当でない。そして，労働者につ\nいて懲戒解雇処分に該当する事由がある場合には，それよりも軽い普通解雇\nとすることは，契約解釈上許容されるものと解すべきである。\n原告については，以下のとおり懲戒解雇処分に相当する事由が存在するこ\nとから，本件解雇について客観的合理的理由が存在する。\n解雇事由①について\nア  原告は，平成２５年５月２７日，門真警察署に対し，Ｃを加害者として，\n平成２４年１０月１１日に Ｃの行為により会社の食堂で左側胸部打撲傷\n（本件傷害）を負った旨の被害届（以下「本件被害届」という。）を提出\nした。\nしかしながら，①Ｃは，同日，食堂から立ち去ろうとした原告に対し，\n背後から腰のあたりに両腕を回して，その後ろをついて回ったにすぎず，\n原告がＣの行為により本件傷害を負うことは考えられないこと，②仮に打\n撲傷を負ったとすると，受傷直後から痛みが生じるのが通常であるが，原\n告は，職場に戻ってから痛みが生じた旨述べていること，③受傷部位及び\n具体的症状並びにその原因であるとするＣの行為態様等に関する原告の供\n述が不合理に変遷していること，④原告は，受傷したとする当日に被告の\n健康管理室から紹介された病院を受診せず，その翌日に異なる病院を受診\nしたこと，⑤本件被害届に係る事件を担当した検察官は，Ｃに係る受理罪\n名の「傷害」を「暴行」と変更した上で不起訴処分としたこと，⑥本件傷\n害を理由とする療養補償給付の請求（以下「本件労災申請②」という。）\nに対し，北大阪労基署長，労働者災害補償保険審査官及び労働保険審査会\nのいずれもが，Ｃの行為によって原告が主張する傷害を負ったとはいえな\nい旨判断していること，⑦原告が本件傷害を負ったとする医師の診断は，\n原告の主訴に基づくものにすぎず信用できないこと，以上の点に照らすと，\nＣが原告に本件傷害を負わせたという事実はない。\nイ  このように，原告が事実に反する被害届を提出したことにより，Ｃは，\n捜査機関の取調べを受けた上，傷害事件の被疑者と扱われることによる精\n神的苦痛を受けたために業務に支障が生じたほか，被告のその他の従業員\nも，事情聴取を受けたことにより著しく業務が阻害された。また，このよ\nうな事実に反する被害届を提出することは，誹謗・中傷やそれに類する言\n動に該当し，これによって，職場の風紀秩序が乱されるとともに，Ｃ及び\n被告の名誉信用が著しく毀損された。\nしたがって，原告の上記行為は，就業規則９３条３号，１０号，９４条\n１項１１号，１５号に該当する。\n解雇事由②について\nア  原告は，平成２５年２月７日，Ｆの上司であるＤ及び人事責任者である\nＥに対し，①Ｆが，平成２４年１０月５日，原告に対して，ｇｓｔｒｅａ\nｍｅｒについては未着手で誰も手をつけておらず，原告に調査を依頼して\nいるので，ｇｓｔｒｅａｍｅｒの資料が無くても当然であると説明したが，\n実際にはＦが同年５月７日に作成した「ｇｓｔｒｅａｍｅｒ調査」と題す\nる資料があるので，Ｆの説明は虚偽説明であること，②Ｆは，上記資料が\nあるにもかかわらず，それを隠蔽したこと等を記載したメール（以下「本\n件メール」という。）を送信した。\nしかしながら，本件メールに添付された「ｇｓｔｒｅａｍｅｒ調査」と\n題する資料は，Ｆが同月２２日に作成したもの（ｇｓｔｒｅａｍｅｒの資\n料ではないもの）をベースに原告が同年１０月５日に作成したものであり，\n同日時点では，原告が作るもの以外にｇｓｔｒｅａｍｅｒ調査の資料は存\n在しなかったのであるから，Ｆが原告に対して虚偽の説明や情報の隠蔽を\nした事実はない。\nイ  これに対し，原告は，①原告は別の資料を送付しようとしていたが，誤\nったファイルを本件メールに添付したにすぎない，②ｇｓｔｒｅａｍｅｒ\nのＡｎｄｒｏｉｄへの搭載は不可能な業務であり，本来は，ｇｓｔｒｅａ\nｍｅｒを「Ａｎｄｒｏｉｄ  ｏｎ  Ｐｒｏ４ＴＶ」上でビルドするよう命\nじるべきであった等と主張する。\nしかしながら，①原告が本来添付すべきであったと主張するファイルは，\nＦが平成２４年５月２２日に作成した資料であり，これはｇｓｔｒｅａｍ\nｅｒの資料ではない上，Ｆが原告に対して当該ファイルの保存場所を伝え，\n原告も既にコピーして利用していたものである。また，②ｇｓｔｒｅａｍ\nｅｒをＡｎｄｒｏｉｄ上に搭載することは技術的に可能であり，Ｆの指示\nに誤りはない。そのほか，解雇事由②に関する原告の弁解はいずれも不合\n理である。\nウ  このように，原告が，Ｆの上司及び人事責任者に対し，原告が自作した\nファイルを添付して，Ｆが虚偽の説明や情報の隠蔽をしたとする本件メー\nルを送信したことは，Ｆに対する誹謗・中傷やそれに類する言動に該当す\nる。そして，Ｆは，事情聴取を受け，身の潔白を証明するために事実関係\nの調査を行うなど，その業務に支障が生じた上，名誉信用を著しく害され，\n著しい不利益を受けた。また，原告が，このような事実に反する訴えを行\nうことにより，職場の風紀秩序が乱れたといえる。\nしたがって，原告の上記行為は，就業規則９３条１０号，９４条１項１\n１号，１５号に該当する。\n解雇事由③について\nア  原告は，平成２５年９月２５日及び同月２６日，Ｇ及びＨに対し，「出\nるところへ出る，既に出るところへ出たこともある。」，「外でＧさんを\n訴える。」「警察にも行っている。警察に入ってもらう。」等との発言を\n行った。\n原告の上記発言は，Ｇ及びＨが刑法等に違反する行為を何ら行っていな\nいにもかかわらず，そのような違法な行為を行っているので警察に届け出\nるという趣旨のものであり，誹謗・中傷やそれに類する言動であり，かつ，\n正常な上司・部下関係の構築を著しく妨げて，その後の業務遂行に大きな\n支障を生じさせ，職場の風紀秩序を乱したといえるから，就業規則９３条\n１０号に該当する。\nイ  これに対し，原告は，上記発言は，Ｇ及びＨのことを団体交渉で取り上\nげる旨を述べたに過ぎないと主張するが，その具体的発言内容や，直後の\n事情聴取において原告がそのような弁解をしていないこと等に照らすと，\n原告の上記弁解は不合理である。\n解雇事由④について\nア  Ｉは，平成２５年９月２７日，原告に対し，上記 の発言について事情\n聴取を行おうとしたが，原告は，警察を呼んで下さいと述べたり，団体交\n渉で行う旨述べたりして，Ｉの事情聴取に応じなかった。\nこの点，原告は，Ｉが原告に対する事実確認をすることもなく，原告の\n発言を暴言と決めつけ，その人格を否定した発言を繰り返していたので，\n正当な事情聴取とはいえないと主張するが，Ｉは，まずは原告に対して事\n実関係の確認をしようとしていたのであって，原告の主張はその前提を欠\nく。また，団体交渉の場でなければ事情聴取に応じられないというのは，\n会社の事情聴取に応じない正当な理由とはならない。\nイ  このように，原告がＩによる事情聴取に応じなかったことは，職務上の\n指示に反するものであるし，Ｉの事実調査及び職場管理に関する業務を著\nしく阻害したといえるから，就業規則９３条３号，９４条１項１８号に該\n当する。\n解雇事由⑤について\nア  原告は，平成２５年９月２７日，上記 の事情聴取後，Ｉに脅迫された\nということを職場内で大声で発し，また，職場内で大きな声で，警察に電\n話をかけ，会社内に警察官を呼び，さらにＪ社長に対してＩから脅迫を受\nけた旨のメールを送信した。\nイ  原告の上記行為は，誹謗・中傷やそれに類する言動であり，これにより，\nＩは，被告から事情聴取を受けた上，Ｊ社長や周囲の従業員から原告に脅\n迫を行ったのではないかと思われるなどし，その名誉信用を著しく毀損さ\nれ，著しい不利益を受けた。また，原告が，事実に反する通報を警察に行\nったことから，被告の名誉信用も著しく毀損された。さらに，原告が職場\n内で公然と上記のような行為をしたことにより，周囲の従業員の業務遂行\nが著しく阻害されたほか，職場の風紀秩序が乱された。\nしたがって，原告の上記行為は，就業規則９３条３号，１０号，９４条\n１項１１号，１５号に該当する。\n解雇事由⑥について\nア  原告は，平成２５年１０月２日，Ｋ所長が自宅待機命令の通知を行うた\nめに会議室に来るよう指示したが，会議室に入ることを拒否し，原告の席\nまで呼びに来たＫ所長に対して，自席で，「過去に監禁された」等の内容\nを大声で発した。\nこの点，原告は，平成２４年４月２４日にＫ所長らが原告と面談したこ\nとをもって過去に監禁されたことがあると主張するが，Ｋ所長らが上記面\n談において原告を監禁した事実はない。\nイ  このように，原告が自席で「過去に監禁された」等の内容を大声で発し\nたことにより，周囲の従業員の業務が著しく阻害された上，原告の上記言\n動は，誹謗・中傷やそれに類する言動に該当し，かつ，職場の風紀秩序を\n乱したということができる。\nしたがって，原告の上記行為は，就業規則９３条３号，１０号に該当す\nる。\n解雇事由⑦について\nア  原告は，Ｈが，原告のターゲットプランにおける目標設定に従い，管理\n面のトレーニングのために週間計画を立てるように繰り返し指示したが，\n根拠のない理由を並べ立て，これに従わなかった。\n当時の原告の業務は，商品開発ではなく通信分野の技術習得であって，\nその習得については，Ｈが都度指示しており，原告は，指示された内容に\n対して，一週間の計画を立てて，その計画どおり実施したか否かを報告す\nればよいというものであり，上記業務指示は何ら難しいものではなかった。\nこれに対し，原告は，①Ｈから７年前の資料を渡されたことや，②マス\nタースケジュールを渡されていなかったことから，週間計画を立てられな\nかったと主張するほか，③Ｈは上司ではないとも主張する。しかしながら，\n①Ｈが原告に対して渡した資料は，単体テストに関するものであるが，Ｈ\nは，単体テストよりも先にリリーステストを実施するよう指示しており，\n単体テストの資料が古かったとしても，リリーステストを実施しない理由\nにはならず，②原告は，スケジュール管理ができるようになるためのトレ\nーニングとして，実際には存在しない仮のプロジェクトにおける作業に従\n事し，その作業のスケジュール管理を実施するように指示されていたので\nあるから，原告が主張する「マスタースケジュール」というものはそもそ\nも存在しない。また，③原告は，上司であるＧから，Ｈの指示に従うよう\nに指示されており，Ｈの指示に従わないのは業務命令違反である。\nイ  このように，原告が，上司からの再三にわたる指示に正当な理由なく従\nわなかったことは，就業規則９４条１項１８号に該当する。\n解雇事由⑧について\n原告は，本件出勤停止処分において就業規則９３条３号，１０号に該当す\nる事由を指摘されていたところ，同条３号については解雇事由①，④，⑤，\n⑥，同条１０号については解雇事由①，②，③，⑤，⑥がそれぞれ該当する\nことから，原告の行為は就業規則９４条１号にも該当する。\n【原告の主張】\n普通解雇事由の不存在について\n労働基準法（以下「労基法」という。）８９条３号の趣旨に鑑みると，就\n業規則に列挙された解雇事由は制限列挙であると解すべきところ，被告が本\n件において主張する本件解雇事由は，いずれも被告が就業規則６４条及び労\n働協約１２条において列挙した事由には該当しない。\nまた，懲戒解雇と普通解雇とは，本来的に異質なものであり，これらを連\n続的なものととらえることは相当でないから，仮に懲戒解雇事由があるとし\nても，直ちに普通解雇の事由があるということはできない。\nしたがって，本件において，普通解雇の事由があるということはできない\nが，その上で，被告が主張する解雇事由①ないし⑧については，以下のとお\nりいずれも本件解雇の客観的合理的理由には該当しない。\n解雇事由①について\nア  原告は，Ｃの行為により左側胸部打撲傷（本件傷害）を負って，本件被\n害届を提出したのであり，本件被害届は事実に反するものではない。\nすなわち，原告は，平成２４年１０月１１日，食堂から立ち去ろうとす\nるところを，Ｃに背後から両腕を回されて抱きかかえるように引き留めら\nれたため，「暴力はやめてくれ」と言いながら右向きに振り返った際に，\n左脇腹がＣの左手で締め上げられるようになり，肋骨付近に力が加わった\n結果，左脇腹付近を負傷した。原告は，同月１２日になっても痛みがひか\nなかったため，Ｌ整形外科を受診し，各種検査を受けた上で左側胸部打撲\n傷と診断されたのであり，同診断は信用できる。\nその後，原告は，Ｃの上記行為について，被告自身による適切な対応が\nなされず，かえって，被告の健康管理室から原告に係る医療情報が不当に\n流出していることが判明したことから，守口保健所の助言により門真警察\n署に相談し，本件被害届を提出した。結果的に，刑事事件においてＣが不\n起訴となり，本件労災申請②に対して不支給処分がされたからといって，\n原告の被害申告自体が虚偽であったということはできない。\nイ  このように，Ｃによる不当な暴行行為があったのは明らかであるから，\n関係者が一定の事情聴取等を受けるのはやむを得ないというべきであり，\nＣやその他の被告従業員が，本件被害届の提出により著しく業務を阻害さ\nれたとはいえない。また，本件被害届の提出によって，Ｃが名誉信用を著\nしく毀損されたとか，著しい不利益を受けたとはいえず，職場の風紀秩序\nが乱されたということもない。\n原告の行為は，公的機関への被害申告であり，誹謗・中傷やそれに類す\nる言動ではなく，このような正当な権利行使をしたことをもって解雇の客\n観的合理的事由とすることは相当でない。\n解雇事由②について\nア  原告は，平成２４年１０月，被告の指示に従いｇｓｔｒｅａｍｅｒをＡ\nｎｄｒｏｉｄ上で動作させるための調査をしていたところ，資料の不足に\nより作業が行き詰まったため，Ｆに対して助言を求めたが，Ｆの指示どお\nりに対応しても業務を遂行できず，質問を重ねると逆に叱責され，Ｆから\n原告の存在を否定するようなメールを送付されるなどし，必要な情報を与\nえられなかった。\nそして，原告は，同年１１月５日，他の社員からの情報により，①当時\nの技術では，ｇｓｔｒｅａｍｅｒを一般的なＡｎｄｒｏｉｄに搭載するこ\nとは不可能であって，ｇｓｔｒｅａｍｅｒを，被告のプロジェクトにより\n拡張されたＡｎｄｒｏｉｄ  ｏｎ  Ｐｒｏ４ＴＶに搭載することが原告の\n本来行うべき業務であったこと，②実際には，上記業務の遂行に必要な情\n報（ｇｓｔｒｅａｍｅｒ周辺の情報）が存在するにもかかわらず，Ｆから\n当該情報を与えられていなかったこと等が判明し，Ｆから嫌がらせを受け\nていると感じた。原告は，その後，病状が悪化して，長期休業をしていた\nが，復職後の平成２５年２月７日に，上記経緯を理解してもらうためにＤ\n及びＥに本件メールを送信したものであり，添付ファイルについては，体\n調不良の中で本件メールを作成したために，結果として添付すべきファイ\nルを誤ったにすぎない。\nこのように，原告は，本件メールの添付ファイルを過失により誤ったに\nすぎず，Ｆを貶める意図があったわけではない。また，本件メールの内容\n及び添付ファイルの誤りについて，懲戒委員会による事情聴取までの間，\n被告から事実確認や問合せを受けることはなかった。\nイ  このように，本件メールの送信は，原告が長期休業に至った経緯につい\nて上司であるＤらに調査を求めるために行ったものであり，誹謗・中傷や\nそれに類する言動ではない。また，本件メールについて原告に対して何ら\nの事実確認もなされなかったことからすると，被告は本件メールの内容を\n信用していなかったというべきであり，本件メールの送信により，職場の\n風紀秩序が乱されたとか，Ｆが，名誉信用を著しく毀損され又は著しい不\n利益を受けたということはできない。\n解雇事由③について\nア  Ｇ及びＨは，平成２５年９月２５日及び同月２６日，予め会話を録音す\nる準備をして原告との面談に臨んでいることからすると，上記面談は，原\n告の問題行動を記録するために実施されたものであり，原告の発言は，Ｇ\nやＨに誘発されたものであったといえる。\nこれらの面談において，原告は，ＧやＨに対し，個別の話合いではらち\nがあかないと考えて，団体交渉による解決を求める趣旨で「外でやりまし\nょうよ」と述べたにすぎないし，原告が「警察」に言及した時も含めて，\nＧやＨが，原告の発言により動揺することはなく，現場が混乱することも\nなかった。\nイ  上記両日における原告の発言は，誹謗・中傷やそれに類する言動には当\nたらず，原告の言動により，職場の風紀が乱されたとか，被告の業務遂行\nに支障が生じたということはできない。\n解雇事由④について\nア  原告は，平成２５年９月２７日，Ｉに呼ばれて会議室まで出向き，Ｉか\nらの事情聴取に応じた。その際，原告が，ＧやＨに対して「警察へ出る」\n等と発言したことを否定したにもかかわらず，Ｉは，原告がこのような発\n言をして脅迫したと決めつけていたため，原告は，上司からそのように言\nわれることを脅迫と感じ，団体交渉を通じることを求めたところ，Ｉの方\nから会話を打ち切った。\nイ  このように，原告は，Ｉによる事情聴取に応じており，職務上の指示命\n令に従わなかったということはできないし，原告の対応により被告の業務\nを著しく阻害したということもない。\n解雇事由⑤について\nア  原告は，上記 のＩとのやりとりの中で，Ｉから原告が脅迫的発言をし\nたと決めつけられたために，Ｉに対し，「警察を呼んだらわかるじゃない\nですか」と述べたところ，Ｉが「じゃあ呼んで下さい」と述べたため，Ｉ\nの同意を得たという認識で警察に通報をした。\nまた，原告は，上記のとおり，Ｉから決めつけられたことにより，Ｉか\nら脅迫を受けたと感じ，パニック状態で通常よりも声が大きくなったこと\nはあったが，意図的に大声を出していたわけではないし，Ｊ社長に対して\nも，上記認識に従ってメールを送信したにすぎない。\nイ  このように，原告の言動は，Ｉの許可を得て，又はＩに誘発されて行わ\nれたものであり，これを懲戒事由に該当する行為とするのは相当でない。\nまた，原告が警察に通報し，パトカーや警察官が被告の構内に入場したか\nらといって，直ちに被告の名誉信用が著しく毀損されたということはでき\nず，原告の通報やＪ社長へのメール送信等によって，被告の業務に著しい\n支障が生じたとか，Ｉが名誉信用を毀損され又は著しい不利益を受け，職\n場の風紀秩序が乱されたということはできない。\n解雇事由⑥について\nア  原告が，平成２５年１０月２日，Ｋ所長から会議室に呼び出された。原\n告は，その際，平成２４年４月２４日に，Ｋ所長を含む多人数から，昼休\nみも含めて８時間半にわたり叱責を受けたことや，同年１０月１１日にＣ\nから暴行を受けたこと等を思い出して動揺し，「過去に監禁された」等と\n述べて会議室への入室を渋ったものの，最終的には会議室に出向いた。\nイ  このように，原告の発言には相応の根拠が存在し，誹謗・中傷やそれに\n類する言動とはいえず，また，原告の言動によって，被告の業務が著しく\n阻害されたとか，職場の風紀秩序が乱されたということはできない。\n解雇事由⑦について\nア  Ｈは，原告の上司ではないから，解雇事由⑦の前提である「上司からの\n再三の指示」は存在しない。\nまた，ＧやＨは，原告に対し，７年前の古い資料を提供したり，原告が\n要求しても原告のトレーニング計画（マスタースケジュール）を示さなか\nったりした上，原告が業務遂行上の課題を訴え続けたにもかかわらず必要\nな資料等を提供しなかったのであるから，被告による業務指示は実現困難\nであった。\nイ  このように，原告は，再三にわたり上司に指示を仰いでいたにもかかわ\nらずそれを無視され，不適切な指示により業務が実施できなかったのであ\nるから，正当な理由なく職務命令を拒絶したわけではないし，原告が業務\n命令に反したとしても，これにより被告の事業に支障は生じていない。\n解雇事由⑧について\n以上のとおり，解雇事由①ないし⑦は，いずれも懲戒事由に該当するもの\nでない上，本件出勤停止処分事由についても，事実又は評価に誤りがある。\n２  争点２（本件解雇が社会通念上相当であるか否か）について\n【被告の主張】\n処分内容の相当性\n被告は，原告に対し，様々な配慮をした上で，注意指導を繰り返してきた\nが，原告は，本件出勤停止処分を受けてもなお，上記１【被告の主張】のと\nおり同種の問題行動を繰り返した。そして，原告は，本件出勤停止処分の際\nに命じた始末書の提出を行わず，本件解雇事由についても不合理な弁解を繰\nり返していること等を踏まえると，原告には 改しゅんの情が見られず，反\n省・改善する意思がないものと評価せざるを得ない。\nこれらの事情に照らすと，本件解雇は社会通念上相当といえる。\nア  原告は，本件における原告の一連の行動は，原告が平成１９年３月頃に\n被告の業務に起因して発症した適応障害の影響に基づくものである旨主張\nする。\nイ  しかしながら，まず，①原告について，適応障害を引き起こすような大\nきなストレスや，そのストレスと関連した内容の重篤な症状が認められな\nいこと，②主治医であるＭ医師による診断及び治療の経過等，③平成１９\n年３月頃以降の原告の言動等に照らすと，原告が適応障害を発症していた\nという事実は存在しない。\nしたがって，本件における原告の一連の行動は，適応障害に基づくもの\nではなく，広汎性発達障害の可能性を想定し得るほど顕著な性格的な偏倚\n又は妄想性人格障害に起因するものにすぎない。\nウ  仮に，原告が平成１９年３月頃に適応障害を発症していたとしても，原\n告が適応障害の発症原因と主張する一連の出来事（①同月以前からの上司\nとの対立，②同月９日の本件面談におけるＡ社長らの言動，③その前後の\n被告の対応等）は，そのような事実自体が存在しないか，存在するとして\nも精神障害を発症するほどの強度の心理的負荷を与えるものであったとは\n認められないから，原告が被告の業務に基づいて精神障害を発症したもの\nとはいえない。\nエ  また，原告が平成１９年３月頃に適応障害を発症していたとしても，Ｍ\n医師が，同年１０月２７日に「終了」と診断し，原告は，同年１１月１１\n日から平成２１年６月５日までの約１年７か月弱の間，Ｂクリニックへ通\n院していないこと等に照らすと，原告の適応障害は平成１９年１１月頃に\nは治癒していたというべきである。\nさらに，Ｍ医師は，平成２１年１１月１３日，原告が同日をもって治癒\nしたと診断し，原告は，同月１４日から平成２２年５月１０日までの約６\nか月弱の間，Ｂクリニックに通院していなかったこと等に照らすと，原告\nの適応障害は遅くとも平成２１年１１月頃には治癒していた。\nオ  もとより，原告の一連の言動が精神疾患に基づくものであったとしても，\n被告は職場環境の設定等において十分な配慮を行っていたのであるから，\n本件解雇の社会通念上相当性は否定されない。\nなお，本件解雇は普通解雇であり懲戒処分ではないが，本件解雇に先行し\nて，原告に対して本件解雇事由を通知して事情聴取の機会を与え，更に懲戒\n委員会の手続内でも，代理人の同席のもとに原告の弁解を聴取していたもの\nであり，本件解雇に手続的な瑕疵は存在しない。\n【原告の主張】\n本件解雇事由は，上記１【原告の主張】のとおり，事実として認められる\nとしても，それによって被告やその従業員の業務に著しい支障が生じるとか，\n名誉信用が著しく毀損された等とはいえないことからすると，本件解雇事由\nは，いずれも解雇に値するほどの重大な非違行為とはいえない。\nア  原告は，平成１９年３月頃，本件面談におけるＡ社長らの暴言や，その\n前後の被告の対応等によるストレスから，適応障害を発症した。\n原告の適応障害は，ＰＴＳＤ症状（トラウマ反応）を伴うものであり，\n原告は，物事の是非を認識・判断する能力及びその認識・判断に従って行\n動を制御する能力のいずれにも障害があり，特に，ストレス状況下では感\n情及び行動を制御できなくなるというものであって，本件解雇事由に該当\nする行為は，いずれもそのような原告の症状に起因するものであった。\nイ  被告は，使用者として，精神不調者に対する安全配慮義務を負うととも\nに，障害者に対する合理的配慮義務を負っており，原告に対しては，主治\n医であるＭ医師の意見等も踏まえて，①業務上の指示を抽象的なものでは\nなく具体的にすること，②安心して就業できる職場環境を設定すること，\n③処遇等は本人とよく相談して決定すること等の配慮をする義務を負って\nいた。\nしかるに，被告は，原告を長期休業から復職させる際に，主治医等の意\n見を十分に斟酌せず，原告のストレス要因の除去を怠り，また，個別の業\n務指示においてもこれを具体的にする等の配慮を怠ったことから，原告の\n症状の悪化及び本件解雇事由に該当する行為をもたらしたものといえる。\n上記１【原告の主張】 のとおり，本件解雇は，普通解雇事由がないにも\nかかわらず，懲戒解雇として行われているものであり，労働契約法１５条に\n基づいてその有効性が判断されるべきである。\nそして，本件解雇に先立って開催された懲戒委員会は，公正な委員で構成\nされておらず，また，普通解雇を相当とすることは懲戒委員会の権限を越え\nる無効な判断であり，かかる懲戒手続には重大な瑕疵がある。\n以上のとおり，本件解雇に係る原告の行為は解雇を相当とするほどの重大\nなものではない上，本件解雇は，原告の精神疾患に対する十分な理解や配慮\nがないままになされたものであり，社会通念上相当とはいえない。\n３  争点３（原告主張に係る本件解雇のその他の無効事由〔信義則違反，不当労\n働行為〕の有無）について\n【原告の主張】\n信義則違反\n上記２【原告の主張】 のとおり，本件解雇事由とされた原告の言動は，\nいずれも原告の適応障害に基づくものであるところ，原告の適応障害は被告\nの業務により生じたものであるから，被告が本件解雇事由に基づき原告を解\n雇することは信義則に反する。\n不当労働行為\n被告は，Ａ社長の頃から，原告の労働組合内における活動を敵視して，原\n告に対する不利益な取扱いをしていたところ，原告が本件組合に加入してか\nらは，原告に対する組織的な秘密録音や，上位者による暴言，暴行等が行わ\nれるようになり，本件組合加入後の事実を理由に本件出勤停止処分が行われ\nるなど，被告には不当労働行為意思が顕著に存在する。\n本件解雇は，原告が本件組合に加入したことを理由に，原告を企業外に放\n逐することを目的として行われたものであり，違法無効である。\n【被告の主張】\n信義則違反との点について\n上記２【被告の主張】 のとおり，本件解雇事由は原告の適応障害に基づ\nくものではなく，また，原告が仮に適応障害を発症していたとしても，それ\nは被告の業務に起因するものではなく，又は本件解雇事由に該当する行為ま\nでに治癒していたのであるから，本件解雇が信義則に反するとはいえない。\n不当労働行為との点について\n被告が，原告の組合活動を理由に原告に対して不利益な取扱をした事実は\n存在せず，また，被告に本件組合に対する不当労働行為意思はない。被告が\n原告との会話を録音したのは，原告が，事実に反することを述べて他者を論\n難することがあるため，記録化が必要であったからにすぎない。\n本件出勤停止処分及び本件解雇は，いずれも原告の非違行為を理由とする\nものであって，不当労働行為意思に基づくものではない。\n４  争点４（本件解雇に係る不法行為の成否及び損害額）について\n【原告の主張】\n本件解雇は，上記のとおり無効なものであることに止まらず，原告に対す\nる不法行為を構成する。\n適応障害を発症している原告は，本件解雇により甚大な精神的苦痛を受け\nており，これを慰謝する額として６００万円，弁護士費用は６０万円が相当\nである。\n【被告の主張】\n原告の主張は，いずれも否認ないし争う。\n第５  当裁判所の判断\n１  認定事実\n前記前提事実並びに後掲各証拠及び弁論の全趣旨によれば，次の各事実が認\nめられる。\n平成２４年４月の復職から同年９月頃までの原告の就労状況等\nア  原告は，平成２４年４月２日，２回目の長期休業から復職し，被告の大\n阪開発センター開発第三グループ開発第四チームに配属された。\n当時，Ｋ所長は大阪開発センターの所長，Ｄは開発第三グループのグル\nープマネージャー，Ｃは開発第四チームのチームリーダーであり，Ｆは同\nチームのメンバーであり，Ｅは，被告人事グループのグループマネージャ\nーであった。\n（乙５の⑪）\nイ  Ｄ，Ｃ及び被告人事グループのＮは，上記復職に先立つ平成２４年３月\n２８日，原告と面談し，原告が過去のことを振り返らず新しい気持ちで仕\n事に取り組むため，被告が新しく購入したパソコン（以下「新ＰＣ」とい\nう。）で業務を行うことを説明し，原告はこれを了承した（乙１４７，証\n人Ｄ）。\nウ  原告は，上記復職後，新ＰＣを貸与され，Ａｎｄｒｏｉｄで静止画や動\n画を再生することをテーマとし，既存資料や参考書を読むなどして開発内\n容を学習する作業に従事していたが，平成２４年４月３日以降，再三にわ\nたり，被告に対して，記憶回復のために過去の情報が必要である等として，\n休業前に使用していたパソコン（以下「旧ＰＣ」という。）を使用させる\nよう求めるようになった。\nこれに対し，被告は，①原告が過去のことを振り返らずに心機一転して\n新しい仕事に取り組めるように，配慮として新ＰＣを用意したこと，②現\n在の業務には旧ＰＣの情報は必要ないこと，③必要なデータがあれば申し\n出ること等を説明し，旧ＰＣの使用を認めなかった。\n原告及び被告は，旧ＰＣの使用の可否について，複数回にわたり，長時\n間に及ぶ面談を行ったが，双方が上記のとおり主張して合意には至らなか\nった。そして，これらのやりとりの中で，原告は，Ｃから人格否定された，\nＤから暴行を受けた，旧ＰＣを返還しないのはパワーハラスメントである\n等と大声で怒鳴ることがあり，また，休日に，原告が，ＤやＮに対し，電\n話で自殺をほのめかしながら旧ＰＣの使用を求めたり，Ｃの自宅に電話を\nかけて，一家心中をする，Ｃの自宅前で焼身自殺する等と発言したりする\nこともあった。\n（乙５７，５８，１４７，証人Ｄ，原告）\nエ  被告は，平成２４年４月２４日，上記ウのような原告の状態を踏まえて，\n原告が就労可能であるか否かを確認することとし，健康管理室において，\nＯ産業医，Ｄ及びＮが原告と面談した。\n同日の面談は，午前８時３０分頃に開始され，午前１０時頃からはＫ所\n長も加わり，午後５時頃まで継続して行われ，Ｋ所長は，最終的に，原告\nに対して，就業規則８条に基づき入門禁止とする旨を申し渡した。\n（甲２１４，乙１４７，１５７，証人Ｄ）\nこの点，原告は，上記面談において，被告から８時間半にわたり監禁さ\nれた旨主張するが，証拠（甲２１４，乙１５７，証人Ｄ）によれば，上記\n面談において，①Ｋ所長は，正午頃には原告に対し入門禁止とする旨伝え\nて面談を終えようとしたが，原告が，その後も興奮状態で話を続けていた\nこと，②午後３時頃には，保健師によりコーヒーや茶菓子が差し入れられ\nていたこと，以上の事実が認められ，これらの点を踏まえると，長時間に\nわたり面談が継続したことについては，原告が同種の話を繰り返し，面談\nを終えようとしなかったことに主たる原因があると認められ，原告の上記\n主張は採用できない。\nオ  Ｋ所長は，平成２４年４月２５日，社外の喫茶店において原告及び原告\nの妻と面談し，原告の妻に対し，上記入門禁止措置の経緯等を説明し，原\n告に対し，同月２６日も入門禁止とする旨伝えた。\n原告及び原告の妻は，上記面談において，Ｋ所長に対し，改めて旧ＰＣ\nの返還を求めたが，Ｋ所長は，旧ＰＣの使用を認めないことは被告による\n配慮であること，現在の業務に旧ＰＣは必要ないこと等を説明した上，本\n件労災申請①に係る調査が終了するまでは旧ＰＣを返還することはできな\nい旨返答した。\n原告は，上記面談の後，本件組合に加入した。\n（甲２０６の②，２１５，２３７，乙１４７，原告）\nカ  原告は，平成２４年４月２６日，上記入門禁止措置にもかかわらず被告\nに出勤したため，Ｋ所長は，原告に対し，同日から５月の連休（同年５月\n６日）まで入門禁止とする旨通知した。\n原告は，同年５月７日も入門禁止とされ，同月８日及び同月９日は欠勤\nし，同月１０日から勤務を再開した。\n原告は，勤務再開後，同年９月頃までは，職務上，顕著な問題を起こす\nことはなかった。\n（甲１３，乙１４７，証人Ｄ）\nキ  なお，旧ＰＣの使用について，Ｋ所長は，平成２４年５月２３日，原告\nに対し，①過去を振り返らず，心機一転して現在の業務に専念すること，\n②過去のメールや資料を見て，現在の業務に関係ないことでメールや会話\nをして業務に支障を生じさせないこと，③労働基準監督署の調査等で会社\nが必要とした時は，速やかに旧ＰＣの情報を閲覧させることの３点を条件\nに，旧ＰＣの使用を認める旨メールにより伝えたが，原告は，同日，Ｋ所\n長に対し，団体交渉を申し入れているため回答を保留する旨返信した。\nその後，原告は，しばらくの間，旧ＰＣの使用を求めることはなく，２\n回にわたり開催された団体交渉においても旧ＰＣの使用については協議さ\nれなかったが，同年８月３１日，原告が再び旧ＰＣの使用を求めたため，\n被告は，本件組合と調整をした上，同年１０月１５日，原告に対し旧ＰＣ\nの使用を認めることとした。\n（甲２１０，乙３８の①②，乙１０９ないし１１１，１３１の①②，乙１\n４６，証人Ｅ）\n平成２４年１０月１１日の出来事に至る経緯等\nア  被告は，原告の勤務状況が安定してきたこと等を踏まえて，平成２４年\n１０月１日から，原告を「ＳＴＢ向けＡｎｄｒｏｉｄベース開発」という\nプロジェクトに参画させ，同プロジェクトの「ｇｓｔｒｅａｍｅｒを搭載\nし，ＯｐｅｎＭＡＸを介してＨＷアクセラレーションを用いたメディア再\n生を実現する。」という開発項目を原告に担当させることとした。\nなお，ｇｓｔｒｅａｍｅｒとは，マルチメディアのフレームワーク（シ\nステム構築するための基盤又はサービスを提供するための基盤となるソフ\nトウェア）であり，音声や動画の再生，フォーマットの変換，録音・録画\n等の基本的な機能に加えて，ネットワーク経由での再生などのサービスを\n提供するものである。\n（乙１４７，証人Ｄ）\nイ  Ｃ及びＦは，平成２４年１０月３日，原告と打合せを行い，サブプロジ\nェクトの概要を説明した上で，原告の具体的業務内容として，ｇｓｔｒｅ\nａｍｅｒをＡｎｄｒｏｉｄ上で動作するようにビルドすることを指示した。\n上記説明の際，原告が，Ｆに対し，マルチメディアの知識がないので不\n安である旨を訴えたため，Ｆは，具体的な作業手順を示して，それらの作\n業を行うためにはマルチメディアの知識が不要であることを説明し，原告\nも，少なくともビルドについてマルチメディアの知識は不要である旨の認\n識を示した。\nＦは，同日，原告に対し，「ＧＳｔｒｅａｍｅｒ  ｆｏｒ  Ａｎｄｒｏ\nｉｄ」と題するホームページのＵＲＬをメールで送信した。\n（乙６０，１４７，１５５の①②，証人Ｄ，証人Ｃ）\nウ  原告は，平成２４年１０月４日，Ｃに対し，今回命じられた業務にはＡ\nＶ技術が必要であり，ＡＶの知識がないと進められない等と訴え，さらに，\n原告は，同月５日，Ｄ及びＣに対し，同月１日に命じられたＡＶ分野業務\nは，個人的要望として担当したくない旨等を記載したメールを送信し，口\n頭でも同旨の内容を述べた。\nそこで，Ｃは，同月５日，原告に対し，ｇｓｔｒｅａｍｅｒをＡｎｄｒ\nｏｉｄに搭載することが原告の業務内容であることについて再度確認した\n上で，業務の具体的内容はＦに聞くよう指示した。\nまた，Ｆも，同日，原告に対し，送付済みのＵＲＬからＡｎｄｒｏｉｄ\n用のｇｓｔｒｅａｍｅｒを入手し，Ａｎｄｒｏｉｄ上でビルドするよう指\n示し，原告が懸念しているＯｐｅｎＭＡＸやＡＶコアについて先行理解す\nる必要はないこと等を記載したメールを送信した。なお，上記メールにお\nいて，Ｆは，ｇｓｔｒｅａｍｅｒ周辺の情報等について，「ｇｓｔｒｅａ\nｍｅｒについては未着手で誰も手をつけていないので，Ｘさんに調査を依\n頼している状態ですので，無くて当然です。」と記載した。\n原告は，上記説明及びメールを受けた後に送信した同日の日報において\nも，①ｇｓｔｒｅａｍｅｒやＯｐｅｎＭＡＸ関係の情報をウェブで検索し\nても，ＡＶコアの知識がないため理解できない，②業務内容が急変して資\n料もなく，相談すると「業務妨害」と叱責され，どう進めて良いかわから\nず体調が悪化している等と記載した。\n（甲１６０，乙３９，６１，１４７，証人Ｄ）\nエ  Ｆは，平成２４年１０月９日，原告に対し，Ａｎｄｒｏｉｄ用ｇｓｔｒ\nｅａｍｅｒをビルドするためのファイルがＧｉｔと呼ばれる方式で公開さ\nれているリンク先のＵＲＬ（上記イのＵＲＬとは異なる。）及び具体的作\n業手順等の指示を記載したメールを送信した。\n原告は，同日，Ｆに対し，指示された作業を進めたがエラーが発生した\n旨のメールを送信したため，Ｆは，原告に対し，上記エラーへの対応の助\n言とともに，エラーログを見て原因を調査することも原告の業務内容であ\nる旨等を記載したメールを返信した。\n（乙６３，１３２，１４７，１５０，証人Ｄ，証人Ｃ）\nオ  原告は，平成２４年１０月１０日，Ｆに対し，①前日に指示されたこと\nをやったがうまくいかなかった，②Ａｎｄｒｏｉｄ用ｇｓｔｒｅａｍｅｒ\nはこの世に存在しない等と述べて，Ｆを非難した。\nこれに対し，Ｆが，①指示に従って調査すれば，わかるはずである，②\nＡｎｄｒｏｉｄ用ｇｓｔｒｅａｍｅｒがこの世に存在しないとまで言うが，\nどこまで調査したのか，中身をしっかり見ていないのではないか等と反論\nし，口論となった。そのため，その場に通りかかったＮが，原告とＦとを\n仲裁した上，原告及びＦに対し，時間をおいて翌日の午前中に，プロジェ\nクトの進め方を整理するための打合せを実施することを提案した。\nなお，Ｆは，その後，Ａｎｄｒｏｉｄ用ｇｓｔｒｅａｍｅｒをビルドす\nるために必要なファイル（Ａｎｄｒｏｉｄ．ｍｋを含むｇｓｔｒｅａｍｅ\nｒ）が上記エ記載のＵＲＬから入手できることを確認した（当該確認及び\n調査は，本来，原告が行うべき業務であった。）。\n（乙１５０，証人Ｃ）\nカ  Ｆは，上記オの口論の後，それまでの原告とのやりとりの結果を整理し\nた上で，原告が行うべき業務の範囲や具体的手順等を記載したメールを送\n信した（乙４３，１１２）。\n平成２４年１０月１１日の食堂での出来事等\nア  原告及びＦは， Ｎの提案に基づき，平成２４年１０月１１日\n午前中，食堂において打合せを行い，Ｎ及びＣがこれに同席した（乙１５\n０，証人Ｃ，原告）。\nイ  原告は，上記打合せにおいて，ｇｓｔｒｅａｍｅｒ調査は原告が一人で\n行うには高難度，高負荷である旨述べたため，Ｆは，同チームのＰをｇｓ\nｔｒｅａｍｅｒ調査に加えることを提案し，原告も同提案に反対しなかっ\nた（乙４１の①）。\nウ  ところで，被告の食堂は，情報セキュリティ規定上，無許可での情報機\n器の持込みが禁止される「Ｂゾーン」と呼ばれる区域であったところ，原\n告は，上記打合せの際，被告に無断でＩＣレコーダーを持ち込んでいた。\nＣは，打合せが終了する頃，原告が胸ポケットにＩＣレコーダーを入れ\nているのを発見し，打合せ終了後，Ｆを退出させた上で，原告に対し，\n「情報セキュリティ違反をしていませんか。」，「胸ポケットには何が入\nっていますか。」と尋ねたところ，原告は，胸ポケットから目薬の袋を出\nしてＣに示した。そこで，Ｃは，「ＩＣレコーダーを持っていませんか。」\nと更に尋ねたが，原告は，「持ち物検査をするのか。」と述べ，Ｎからも\nＩＣレコーダーの所持の有無を答えるよう促されたが，その所持を否定し\nた。\nそして，Ｃが，話を続けようとしていたところ，原告は，突然立ち上が\nり，その場を立ち去ろうとしたため，Ｃは，原告の背後から両腕を差し入\nれて，原告を制止しようとした（以下，その際のＣの原告に対する行為を\n「本件行為」という。）。\n原告は，「暴力はやめてくれ。」と言いながら食堂内を歩き，その後，\n退出した。\n（甲１５８・８９ないし９３，９７頁，乙１５０，証人Ｃ，原告）\nエ  原告は，平成２４年１０月１１日午後零時３０分頃，被告の健康管理室\nを訪れ，Ｏ産業医の診察を受けた。\n原告は，Ｏ産業医に対し，①Ｃに背後から抱えるようにされて，その際\n筋違いのような状態になったのかもしれない，②職場に戻り昼食をとって\nいたら痛みが生じてきた，③寝違いか筋違いのような痛みである，右側腹\n部も痛むが左側腹部の方が強い等と説明し，疼痛を訴えた。\nＯ産業医は，診察上，外観上の変化（発赤，腫脹，擦過傷等）や熱感は\n認められなかったので，処置は不要と判断し，経過観察のため休養室での\n臥床を勧め，原告の希望に基づき，湿布薬を左側腹部に貼付した。\nなお，原告は，同日夕方，再度健康管理室を訪れ，労災指定病院の紹介\nを求め，保健師から紹介を受けたが，同日は用事があるから同病院は受診\nせず，翌日，近所の整形外科を受診する等と述べた。\n（甲１５８・６４，１０４ないし１０６頁）\nオ  原告は，健康管理室から退出後，Ｎに対し，「２０１２年１０月１１日，\n１１時３０分頃，食堂にて，Ｎさんの見ている前で，Ｃから背後からお腹\nを強く抱き締められました。昼食中に左脇腹と右腹部に痛みが生じ，１２\n時３０分から健康管理室で処置を受け，１時間程安静にしていました。現\n状，右腹部の痛みは落ち着いていますが，左腹部の痛みは強いです。」と\n記載したメールを送信した（乙６８）。\nカ  原告は，平成２４年１０月１２日，Ｃに対し，「昨日からの左脇腹痛が\n治らないため，通院いたします。」，「本日は年休を取得させて頂きま\nす。」等と記載したメールを送信した上で，Ｌ整形外科を受診した。\n原告は，同病院のＱ医師に対し，①前日，上司に後ろから強く羽交い締\nめにされ，捻る姿勢で抵抗し，１５分ほど経過した後に症状が出現した，\n②咳，くしゃみや寝返り時に疼痛がある等と説明した。\nＱ医師は，原告の左第１１，１２肋骨の先端部に圧痛があること，レン\nトゲン上は明瞭な骨折が認められないこと等を確認した上，左側胸部打撲\n症（本件傷害）と診断し，診断書を発行した。\n（甲１４，９３，１５８・１０１ないし１０３頁）\nキ  原告は，平成２４年１０月１２日から同月２２日まで，年休を取得した\n（証人Ｄ，弁論の全趣旨）。\n平成２４年１０月２３日から３回目の長期休業に至るまでの経緯等\nア  Ｆは， の打合せを踏まえ，平成２４年１０月１５日以降，ｇｓ\nｔｒｅａｍｅｒ調査の担当者にＰを加えることとし，原告に対し，Ｐと原\n告とを同列に設定するか，又は，原告若しくはＰのいずれかを主導的立場\nとするかについて選択するよう求めたが，原告は，上記選択肢について希\n望を示さなかった。\nそこで，Ｆは，同月２３日，原告及びＰに対し，①Ｐが主導してｇｓｔ\nｒｅａｍｅｒ調査の舵取りを行い，原告はその指示に従って作業すること，\n②当面の目標として，成果物の全体像をイメージするために，記載予定の\n項目一覧の資料（目次）を作成するよう指示した。\n原告は，同日，Ｆに対し，Ｐから「イメージがまったくない。すべて任\nせる。」と言われ，当面の目標を進めることができない旨伝えたため，Ｆ\nは，原告に対し，原告の方でイメージを作成して，そのイメージをＰに示\nすよう指示した。\n（甲８６，乙４１の①②，乙１４７，証人Ｄ）\nイ  原告は，上記 キのとおり，平成２４年１０月１５日に被告から旧ＰＣ\nの使用を許可され，同月２４日から同月３０日まで，旧ＰＣのデータを新\nＰＣに移行する作業を行った（甲２５７の①，乙４２，６５の②）。\nウ  原告は，平成２４年１０月２４日，「指揮命令系統が不明のため，関係\n上位者全員に送らせて頂きます」と記載して，Ｄ，Ｃ，Ｆ及びＰらに日報\nを送信し，同日報において，「課題」として「指示命令系統・業務指示内\n容・業務範囲境界の明確化」と記載した。\nＤは，同日，原告に対し，原告には，同月３日時点でｇｓｔｒｅａｍｅ\nｒのＡｎｄｒｏｉｄでのビルドを含む調査の依頼が行われ，その後の流れ\nはＦが同月１０日に カ）において説明されており，\n指示に変更はない旨記載したメールを送信した。\n（甲８７，２５７の①）\nエ  原告は，平成２４年１０月２５日，Ｐから，目次作成のための調査の進\n捗を尋ねられたが，指揮命令系統が不明であるためペンディングしている\nと報告している旨回答した。\nまた，原告は，同日，Ｄに対し，①Ｃから，ｇｓｔｒｅａｍｅｒ調査に\nついて業務範囲外のことをしていると叱責された，②Ｐから，業務の進め\n方を他の社員に相談したことについて業務妨害であると叱責された等とし\nて，「誰にいつどのように相談すれば良いか具体的にご指導ください。」\n等と記載したメールを送信した。\n（甲８８，乙６５の①）\nオ  Ｄは，平成２４年１０月２７日，原告に対し，①まずは，成果物の全体\n像をイメージするために，目次を作成すること，②しばらくは，原告主体\nで進め，定期的に報告すること，③技術的な質問や相談は，Ｆ又はＰに対\nしてすること，④日報は，Ｄ，Ｃ，Ｆ及びＰに対して送信すること等を指\n示した（乙４２）。\nカ  原告は，平成２４年１０月２９日，Ｐに対し，Ｐから業務に関する注意\nを受けたことについて，パワーハラスメントである旨述べて，Ａ社長を引\nき合いに出して謝罪を要求し，また，同月３０日にも同様に，Ｐに対し，\nパワーハラスメントに関するパンフレットを示すなどして謝罪を要求した\n（甲２０，乙１４７，証人Ｄ）。\nキ  Ｄは，平成２４年１０月３０日，原告に対し，①同月３１日に目次の作\n成をすること，②当面の間，Ｐと接触せず作業を進めることのほか，上記\nオ②ないし④と同様の指示を再度記載したメールを送信した（乙４２）。\nク  原告は，平成２４年１０月３１日，Ｄに対し，同月１１日にｇｓｔｒｅ\nａｍｅｒの業務を白紙丸投げされることは荷が重いことを上位者に伝えた\nが，現状は「白紙丸投げ」の状態に戻っており，当時以上に荷が重い等と\nして，上記キのメールで指示された業務を進めることはできない旨返信し\nた。\n原告は，同日の日報を，「指示命令系統が不明なため，関係上位者全員\nに送らせて頂きます」としてＤ，Ｃ，Ｆ及びＰらに送信した上，同日報の\n「１．本日の実績」の欄に，「指揮命令系統・業務指示内容・業務範囲境\n界の確認中。現在ペンディング中」，「２．翌日の目標」の欄に，「当面\nの対応  待機」等と記載した。\n（甲２５７の②，乙６５の②）\nケ  Ｄは，平成２４年１１月１日，原告が，目次の作成をできないと述べて\nいたことから，ｇｓｔｒｅａｍｅｒをＡｎｄｒｏｉｄ上でビルドする作業\nに戻るよう指示をした。\n原告は，同月２日の日報も，「指示命令系統が不明なため，関係上位者\n全員に送らせて頂きます」と記載して，上記クの関係者らに送信した。同\n日報には，「２\nｓｔｒｅａｍｅｒの搭載  指揮命令系統・業務指示内容・業務範囲境界の\n確認中。現在ペンディング中。Ｄからの連絡待ち\nｍｅｒビルド調査」については，「Ａｎｄｒｏｉｄ上のｇｓｔｒｅａｍｅ\nｒのビルドの途中でエラーがでる。」「Ａｎｄｒｏｉｄ．ｍｋは存在しな\nい」，「原因を調査していますが，わかりません」等と記載され，③「３．\n誰に何を相談し何をどの範囲でやれ\nば良いかわかりません。ｇｓｔｒｅａｍｅｒビルド調査は完全に行き詰ま\nっています。」と記載されていた。\nこれに対し，Ｄは，同日，上記①及び③の点について，暫定的な体制及\nび業務指示は，既に連絡済みであること，上記②の点について，Ｆに質問\nをした点以外で，原告においてどのようなアプローチをして，何に行き詰\nまっているかを報告すべきこと等を記載したメールを原告に送信した。\nまた，Ｄは，「Ａｎｄｒｏｉｄ．ｍｋは存在しない」とする点について\nは，同日頃，原告を自席に連れてきて，Ｆが上記 エのメールで伝えたＵ\nＲＬから数クリックすれば見つかる場所にあることを原告に示して見せた。\n（乙６５の③，乙１１４，１４７，証人Ｄ）\nコ  原告は，平成２４年１１月５日の日報も，同月２日の日報（上記ケ）と\n同様に，「指示命令系統が不明なため，関係上位者全員に送らせて頂きま\nす」と記載し，同関係者らに送信した。そして，同日報にも，上記ケと同\n様に，「２\nｅｒの搭載  指揮命令系統・業務指示内容・業務範囲境界の確認中。現在\nペンディング中。Ｄからの連絡待ち」，「３．翌日の目標」には，「誰に\n何を相談し何をどの範囲でやれば良いかわかりません。ｇｓｔｒｅａｍｅ\nｒビルド調査は完全に行き詰まっています。」と記載されていた。一方，\n「２．本日の実績」のうち，\nは，Ａｎｄｒｏｉｄ上のｇｓｔｒｅａｍｅｒのビルドの途中でエラーが出\nる点は解決したが，新たに別のビルドエラーが生じた旨等が記載されてい\nた。\n（乙６５の④）\nサ  原告は，平成２４年１１月６日から年休を取得し，同月１３日，被告に\n同月１４日からの自宅待機を命じられ，同月１６日，Ｍ医師から，適応障\n害により３か月の休業を要する旨の診断を受け，そのまま３回目の長期休\n業となった（前記前提事実 イ ，甲１２の⑨，甲１６）。\n本件労災申請②\n原告は，平成２４年１１月１５日，北大阪労基署長に対し，Ｃの本件行為\nにより本件傷害を負ったとして，労災保険法に基づく療養補償給付の支給を\n請求した（本件労災申請②）。\nこれに対し，北大阪労基署長は，平成２５年５月２日，原告の負傷に業務\n起因性が認められないとして，不支給の決定をし，さらに，大阪労働者災害\n補償保険審査官は，平成２６年６月２０日，原告の審査請求を棄却し，労働\n保険審査会は，平成２７年３月１１日，原告の再審査請求を棄却した。\n（甲４８，１５８，１５９）\n平成２５年２月の復職から本件出勤停止処分までの経緯等\nア  Ｍ医師は，平成２５年１月２５日，原告の抑うつ気分等が軽快し，職場\n復帰可能であるとする診断書を発行した。同診断書には，①指示等はでき\nるだけ具体的にすること，②かつてトラブルのあった人物とは離すこと，\n③処遇等は本人とよく相談の上決めることの３点について，配慮を要する\n旨記載されていた。\n（甲１２の⑩）\nイ  原告は，平成２５年２月１日，Ｄ，Ｎ及びＯ産業医らと面談し，復職し\nた。\n被告は，上記ア②のＭ医師の意見も踏まえ，原告を，同年３月から，ネ\nットワークやクラウド関連の業務を行う開発第二グループ開発第一チーム\nに異動させることとし，それまでは暫定的にＤが直接業務指示を行うこと\nとした。\nそこで，Ｄは，同年２月１日，原告に対し，「Ｗｅｂアプリケーション\n構築入門（第２版）」と題する入門書（以下「本件書籍」という。）を与\nえ，本件書籍を読解し，ＬｉｎｕｘＰＣで動作確認するなどして，クラウ\nド／ＩｏＴ関連の技術を習得するよう指示した。\n（以上につき，乙１４７，証人Ｅ，証人Ｄ）\nウ   原告は，平成２５年２月７日，Ｄ及びＥに対し，「２０１２年１０月\nの業務でのＦから虚偽説明と情報隠蔽」と題するメール（本件メール）\nを送信した。\n本件メールには，冒頭に，「２０１２年１０月の担当業務ですで，Ｆ\nから虚偽説明，情報隠蔽を受けております。」，「②情報隠蔽：プロジ\nェクトにＦ作成のｇｓｔｒｅａｍｅｒ資料がある。①虚偽説明：プロジ\nェクトにｇｓｔｒｅａｍｅｒ資料はない」等と記載されていた。そして，\nそれぞれの具体的内容として，「①虚偽説明」については，Ｆから，平\n成２４年１０月５日に，「ｇｓｔｒｅａｍｅｒについては未着手で誰も\n手をつけていないので，Ｘさんに調査を依頼しているので，ｇｓｔｒｅ\nａｍｅｒの資料が無くても当然です。」と説明を受けたが，実際には\n「ｇｓｔｒｅａｍｅｒ調査」と題する資料が存在する，「②情報隠蔽」\nについては，Ｆの上記説明に反し，「ｇｓｔｒｅａｍｅｒ調査」は同年\n１０月５日時点で存在する等と記載され，最後に「主観ではなく，事実\nに基づいた客観的な調査をお願いいたします。」と記載されていた。\nそして，本件メールには，「ｇｓｔｒｅａｍｅｒ調査」と題する資料\n（以下「本件添付ファイル」という。）の電子データが添付されていた。\n（乙４４の①②）\n本件添付ファイルは，原告自身が，平成２４年１０月５日に作成した\nものである。\n同資料は，同年５月２２日付けで作成された「Ａｎｄｒｏｉｄ  Ｏｐ\nｅｎＭａｘＩＬ  ＡＶＤ＿ｓｓ＿ＯＭＸ．ｓｏ  Ｐｒｏ４ＴＶ移植検討」\nと題する資料（以下「別件資料」という。）と４頁目以降の内容が全く\n同一であり，別件資料を一部修正して作成されたものであった。\nＦは，同年１０月３日，原告に対し，別件資料の電子データが存在す\nるフォルダの場所を教えた上でアクセス権限を設定し，原告は，同月４\n日に同データをコピーした上で，同月５日に本件添付ファイルを作成し\nていた。\nまた，別件資料は，ＯｐｅｎＭＡＸをＡｎｄｒｏｉｄ  ｏｎ  Ｐｒｏ\n４ＴＶに移植させるための仕様書であり，別件資料にはｇｓｔｒｅａｍ\nｅｒについての記載は存在しない。\n（乙４４の②，乙１２８，１２９の①ないし④，乙１４７，証人Ｄ）\nエ  原告は，上記イの指示に基づいて，本件書籍を用いた独習をしていたが，\n平成２５年２月７日の日報において，「本日の実績」欄に ，本件書籍の\n「第５章  ウェブの通信方式  Ｔｗｉｔｔｅｒのパブリックタイムライン」\nについて，Ｔｗｉｔｔｅｒをｇｏｏｇｌｅで検索して調べようとしたがよ\nく分からず，周辺知識が不足しているため説明内容を理解できない旨等を\n記載し，同日報をＤに送信した。\nＤは，同月８日，原告に対し，「もし，業務で本件の対応が必要であっ\nたら，と仮定して，解決，もしくは解決ができない理由の特定をお願いし\nます。」，「実業務で対応が必要となるシチュエーションだと思いますの\nで，そのつもりで対応をお願いいします。」等と記載し，引き続き本件書\n籍を独習するよう指示した。\n原告は，同日，Ｄの上記指示に対し，①円滑な業務復帰のための段階的\nな支援がなされていないこと，②プロジェクトと同様の組織的な活動が許\n可されていないこと，③主治医意見書に「トラブルのあった人と離すこと」\nと記載され，現状は，それまでの暫定的な体制であること，③同年２月１\n日に約束したストレス要因の話をさせてもらえていないこと等を理由とし\nて記載した上，「本業務命令は，お断り致します。」，「いきなり，未経\n験業務で実業務としての対応を求められるのは合理的な業務命令とは思え\nません。」，「適切な業務命令が示されるまで待機いたします。」等と記\n載したメールを送信した。\nなお，原告は，同月８日の日報には，本件書籍の読解を継続している旨\n記載し，同月１２日の日報で，本件書籍の通読を完了した旨報告した。\n（甲２５９の①ないし⑤，乙６６）\nオ  原告は，平成２５年３月１日，大阪開発センター開発第二グループ開発\n第一チームに配属された。\n当時，Ｉが開発第二グループのグループマネージャー，Ｈが開発第一チ\nームのチームリーダーであった。\n（乙５の⑬，乙１４７，証人Ｄ）\nカ  原告は，平成２５年３年１１日，午後３時に退社した。\n被告の従業員には，原則として，始業時刻や終業時刻を定められない，\nいわゆるフレックス勤務が採用されているが，被告は，平成２４年４月１\n日の原告復職時に，Ｏ産業医の意見を踏まえ，原告に対し，始業時刻を午\n前８時３０分，終業時刻を午後５時とする「通常勤務」とした上，残業や\n休日出勤等を禁止する旨の就業制限措置を課しており，同措置は平成２５\n年３月時点でも撤回されず継続していた。そのため，原告が午後３時に退\n社する場合は早退に該当し，所定の手続により勤務管理システムに早退届\nの入力をする必要があったが，原告は当該手続を行わなかった。\n（甲１５８・６４頁，２６０の①②，甲２６１，乙５５，１４６，１４８，\n証人Ｅ，証人Ｈ）\nキ  原告は，平成２５年３月１２日，被告に無断で，勤務管理システムに登\n録する勤務形態を，通常勤務からフレックス勤務に変更した（乙１４８，\n証人Ｈ）。\nク  原告は，平成２５年３月１３日，本件労災申請②に係る審査の過程で，\nＯ産業医が原告の医療情報を漏洩した等として，健康管理室を訪れたが，\nその際，健康管理室が「Ｂゾーン」に該当するにもかかわらず，被告の許\n可を得ずに録音機器を持ち込み，保健師との会話の一部を録音した（甲２\n０，２７６，乙１４６，証人Ｈ，弁論の全趣旨）。\nケ  Ｈは，平成２５年３月１５日，原告に対し，上記カの点については早退\n届の入力を行い，上記キの点については通常勤務に訂正するように指示を\nしたが，原告は，これらの訂正を行わなかった。\nＨは，同月２１日，同月２６日，同月２７日及び同月２９日にも，原告\nに対し，同様の指示を行ったが，原告は，同指示に従わなかった。\n（甲２０，２７６，乙１４８，証人Ｈ）\nコ  原告は，平成２５年３月２２日，上司であるＨの許可を得ることなく，\n職場を離れて健康管理室を訪れ，延べ約１時間１０分間にわたり同室に滞\n在し，保健師が同月１３日の録音機器の持込み（上記ク）について被告の\n人事部門に報告したことを非難し，Ｏ産業医に対して，約束違反である，\n個人情報保護法に抵触する等と詰問した。\nまた，原告は，同日の終業時間後，Ｈから，早く帰宅するようにとの指\n示を受けたが，その後も約１時間にわたり，会社のパソコンを使用してメ\nールを作成した。\n（甲２６３，乙１４６，１４８，証人Ｈ）\nサ  原告は，平成２５年３月２５日も，Ｈの許可なく職場を離脱し，健康管\n理室を訪れた。\nその際，原告は，約１時間にわたり，保健師に対し，保健師が同月１３\n日の件を人事部門に報告したことが，保健師法違反であり，警察に来ても\nらう等と述べて詰問し，同室から出ようとした保健師の前に立ちはだかっ\nて出口を塞ぐなどした。\nその後，看護師から連絡を受けたＮ及びＨが，健康管理室を訪れて，原\n告を説得し，いったんは原告を食堂に連れて行った。しかし，原告は，も\nう一度保健師の話を聞くことを強く希望し，Ｈと共に，再度，健康管理室\nを訪れた。原告は，約３０分間にわたり滞在し，保健師に対し，「約束違\n反をしている」，「法律に抵触している」等と大声でまくし立てた。\n（乙１４６，１４８，証人Ｅ，証人Ｈ）\nシ  原告は，平成２５年３月２６日，再度，健康管理室を訪れ，Ｏ産業医が\n北大阪労基署長宛ての意見書を提出したことについて，Ｏ産業医に対して\n盗人である等と述べ，大声を出してカウンターを叩いた（乙１４６，証人\nＥ）。\nス  原告は，平成２５年３月２６日，同月２７日及び同月２９日，職場内で，\n延べ約４５分にわたり，職場の電話を使用して業務とは関係のない会話を\n大声で行った。その際，Ｈは，原告に対し，業務以外の電話は外で掛ける\nべきであることや，声が大きいので周囲の迷惑になっている旨等の注意を\nしたが，原告は改めなかった。なお，上記の原告の行為について，周囲に\nいた従業員から人事部門へ苦情が述べられることもあった。\n（乙１４８，証人Ｈ）\n本件出勤停止処分\nア  Ｅは，平成２５年４月９日，原告に対し，平成２４年１０月から平成２\n５年３月までの原告の問題行動に関し，同年４月１１日に事情聴取を実施\nするので出席するよう伝えた。\nこれに対し，原告が，同月１０日，時間的猶予を求めたことから，Ｅは，\n同月１６日，原告に対し，その時点で被告が把握している事実は，①担当\n業務に関する指示命令違反，②その他の指示命令違反，③職場離脱，④他\n者を誹謗・中傷したり，激昂して大声を出すなどして，他者に不利益を与\nえるとともに，職場の風紀秩序を乱したこと，⑤情報セキュリティ違反等\nであり，詳細については事情聴取の場で説明するとして，同月１８日に事\n情聴取を行う旨通知した。\n（乙６７，１４６）\nイ  Ｅは，平成２５年４月１８日，原告に対し，本件出勤停止処分事由を説\n明し，それらについての原告の弁解を聴取した（甲２０，２７６，乙１４\n６，１５６の①②，証人Ｅ，原告）。\nウ  被告は，平成２５年５月１３日，原告に対して，同月２０日から同月２\n８日まで７日間の出勤停止を命じる懲戒処分（本件出勤停止処分）をし，\n本件出勤停止処分事由及び同月１７日までに始末書を提出すべき旨を記載\nした通知書を交付した。\n原告は，本件出勤停止処分に対して異議を申し出たが，被告は，同月１\n７日に懲戒委員会を開催し，同日，同月２０日から同月２８日までの出勤\n停止を決定した。\nなお，原告は，上記懲戒委員会において弁明の機会を与えられる旨を事\n前に通知されていたが，同月１６日，Ｉ及びＥに対し，同委員会には出席\nしない旨を述べ，同委員会を欠席した。\n（前記前提事実 ，甲２４，乙１４６）\n本件被害届の提出\n原告は，出勤停止処分中の平成２５年５月２７日，門真警察署に対し，Ｃ\nから平成２４年１０月１１日に食堂で暴行を受けて，左側胸部打撲傷（本件\n傷害）の傷害を負った旨の被害届（本件被害届）を提出した。\n上記事件を担当した枚方区検察庁検察官は，平成２５年１０月２３日，Ｃ\nについて，暴行（受理罪名：傷害）の被疑事実について不起訴処分（起訴猶\n予）とし，平成２６年３月３日，その旨Ｃに告知した。\n（甲２７８，乙１）\n平成２５年５月２９日から本件解雇までの経緯等\nア  原告が所属していた大阪開発センター開発第二グループ開発第一チーム\nでは，平成２５年４月１日，Ｇが新たに配属され，チームリーダーがＨか\nらＧに交替した。\nもっとも，Ｇは，原告に対し，業務についてＨの指示に従うよう指示し\nており，同月以降もＨにより原告に対する業務指示が行われていた。\n（乙５の⑪，乙１４９，証人Ｇ）\nイ  原告は，本件出勤停止処分に係る期間が経過した平成２５年５月２９日，\n出勤を再開した。\nＩは，同日，原告に対し，本件出勤停止処分の際に指示されていた始末\n書の提出を促したところ，原告は，①反省すべき事実はない，②本件組合\nと相談して，提出する必要はないとの結論に至った，③本件出勤停止処分\n事由には，団体交渉事項となっているものも含まれているため，自身の一\n存では提出を決めることはできない等として，始末書の提出を拒否した。\nＩは，原告に対し，同月３１日まで待つので再考するよう伝えたが，原\n告は，同日は年休を取得し，同年６月３日，Ｉに対し，上記①ないし③と\n同様の理由を述べて，始末書を提出しなかった。\n（乙１４６，証人Ｅ）\nウ  被告は，評価制度の一つとして，「ターゲットプラン」と称する目標管\n理制度を導入している。\n原告は，平成２５年６月１４日，Ｉ及びＧと面談し，平成２５年度上期\nターゲットプランにおいて，半期のチャレンジ目標（総合目標）を，「Ｈ\nＴＴＰ，ＤＮＳ，ＤＨＣＰのプロトコルの習得を行うこと」と設定し，さ\nらに，①プロジェクト計画立案について，週単位での計画に基づいて作業\nを実施すること，②プロジェクト推進管理について，週単位での計画を基\nにして，現在の日報を週報へ移行することを，チャレンジ目標に設定した。\n（乙４８の①，乙１４８，１４９，証人Ｈ）\nエ  Ｈは，上記ターゲットプランを踏まえ，原告の平成２５年上期の業務と\nして，プロジェクトに参加できるようになるために，自立して週単位の計\n画を立案し，予実（予定及び実績）管理を実行するよう指示し，その題材\nとして，「ＨＴＴＰＤの省リソース化」の技術習得を指示した。\nそして，Ｈは，同年６月２４日，原告に対し，日報には各週末までの予\n定を記載し，週末の日報には予実及び次週の予定を記載するよう指示する\nメールを送信した。\nしかしながら，原告は，平成２５年６月２８日（金曜日）及び同年７月\n５日（金曜日），及び同月１２日（金曜日）の各日報において，当日の予\n実及び次週の予定を記載したが，週間の実績は記載しなかった。\n（乙４８の②ないし⑤，乙１４８，証人Ｈ）\nオ  Ｈは，平成２５年７月２３日，原告に対し，再度，日報に関する指示を\nしたが，原告が，週間予定はゴール設定できない，指示されていないので\n週単位に区切れない等と主張したため，定量的なゴールを設定できないの\nであれば，少なくとも週末目標を設定するよう指示した。\nまた，Ｈは，同月２５日及び同月３１日にも，原告と打合せを行い，原\n告に対し，週単位で業務計画を立てて，週報による自己管理ができるよう\nになることが，今後の実業務としてのプロジェクト参画の目安になる旨を\n説明した上で，少なくとも月曜日の日報に，前週の予実，今週の計画を記\n載するよう改めて指示した。\n（乙１４８，証人Ｈ）\nカ  原告は，平成２５年８月５日，Ｈに対し，マスタースケジュールがない\nので次週の計画が立たない等として，同年７月３１日に指示された，月曜\n日の日報に前週の予実及び今週の計画を記述することはできない旨述べた。\nそこで，Ｈは，原告との間で，週末の日報に，今週の予定に対する実績\n及び次週の予定を記載することとするが，次週の計画策定に課題があれば\nその旨を記載し，月曜日に定例的に行う打合せ（以下「定例会議」とい\nう。）で解決するという進め方にすることを確認した。\n（乙１４８，証人Ｈ）\nキ  Ｈは，平成２５年８月１９日（月曜日），原告に対し，週の予定として\n「ＨＴＴＰＤの省リソース化」及び「ＤＨＣＰＣプロトコル習得」を示し\nていたが，原告は，平成２５年８月２３日（金曜日）の日報に，今週の実\n績及び次週の予定を記載しなかった。\n原告は，同月３０日（金曜日）の日報にも，今週の実績を記載せず，次\n週の予定について，「 ＨＴＴＰＤの省リソース対応・ＨＴＴＰＤ省リソ\nース対応完了報告レビュー」と記載しながら，「５．課題」として，「\n次週の予定が立たない。ＨＴＴＰＤの省リソース完了報告レビュー待ち。」\nと記載した（なお，Ｈは，同月２９日，原告に対し，作業時間があれば行\nうべき業務を指示していた。）。\n（乙４８の⑥⑦，乙１４８，証人Ｈ）\nク  原告は，平成２５年９月３日の日報に，①ブランク等の影響もあり品質\n面に不安がある，②開発者とテスト実施者が同じ（原告）であることも危\n惧している等と記載したことから，Ｈは，同月４日，原告と臨時の打合せ\nを行い，原告に対し，原告の業務は商品開発を目的としたものではなく，\n育成業務としての独習課題（ＨＴＴＰＤの省リソース化）であるので，品\n質面に拘らずに作業するよう指示した。\nしかしながら，原告は，同月４日の日報にも，上記不安を記載したため，\nＨは，同月５日，同日報に対し，①育成業務の独習課題であるので品質の\n確保を前提にしていないこと，②今回は既存のテスト仕様を流用するので\n開発者と実施者が同じでも問題はないこと等を記載して返信した。\n（乙４８の⑧ないし⑩，乙１４８，証人Ｈ）\nケ  原告は，平成２５年９月６日（金曜日）の日報において，今週の実績を\n記載せず，また，「３．来週の予定」には，\n対応  課題参照」と記載し，「５．課題  作業見通しが立たない  リリ\nーステストのためにどのような環境構築をして，どのように進めたら良い\nかが入手済み資料だけではわかりません。行き詰っています。」と記載し\nた上，「４．質問」として，「 今後の予定  ＩＰＰＦに取り込むための\n今後の作業として見込まれることを教えて下さい。」等と記載した。\nそこで，Ｈが，同月９日，状況を確認したところ，Ｈが渡した資料を原\n告がよく読まずに作業が止まっていたことが判明した。\n（乙４８の⑪，乙１４８，証人Ｈ）\nコ  原告は，平成２５年９月１３日，Ｈと面談し，Ｈに対し，①品質確保が\n必要なのに何も説明されない，②ＨＴＴＰＤ等の修得はレベルが低く研修\nになっていない等と述べたので，Ｈは，①育成業務であって，品質確保を\n目的としていないこと，②自己管理を含めて回復するのが目的であり，Ｈ\nＴＴＰＤの修得はその題材であって，修得自体が目的ではないこと等を説\n明した。\nまた，原告は，上記面談において，マスタースケジュールがないので，\n今週の予実と次週の計画を週報に記載することができない旨を再度述べた\nため，Ｈは，①プロジェクトに入って業務をするためには，自ら予定を決\nめて管理をしていく必要があり，現時点では，その管理ができるようにな\nるために業務をしてもらっていること，②マスタースケジュールがなくて\nも，今週の予実と次週の計画を週報に記載することはできるし，また，そ\nれをやる必要があること等を伝えた。\n原告は，同日（金曜日）の日報に，今週の実績及び次週の予定を記載し\nなかった。\n（乙４８の⑫，乙１４８，証人Ｈ）\nサ  原告は，平成２５年９月１７日のＨとの定例会議においても，従前と同\n様の理由を述べて，週単位の進捗管理は不可能である旨主張し，同月２０\n日（金曜日）の日報には，「情報が枯渇しており計画を立てることは困難\nです」等と記載して，今週の実績及び次週の予定を記載しなかった（乙４\n８の⑬，乙１４８，証人Ｈ）。\nシ  Ｇは，平成２５年９月２４日，Ｈから相談を受けて，原告とＨとの定例\n会議に参加することとした。\nＧは，まず，原告に対し，同年６月１４日に設定した平成２５年度上期\nターゲットプランの目標は，技術習得という面及び業務管理面のトレーニ\nングという面が主体である旨説明し，原告も，それは認識している旨答え\nた。\n次に，Ｇは，上記目標に対して，Ｈが具体的に業務内容を指示し，原告\nの質問にも丁寧に詳しく答えており，原告が週単位の計画ができない理由\nとしている「マスタースケジュールがないから週単位の計画が立てられな\nい」という点については理由にならず，指示している内容で週間の計画を\n立てることができる旨指摘した。\nそして，Ｇが，原告に対し，週単位の計画がこれまでに立てられたこと\nがあるか否かを確認すると，原告は，「それは偏った評価であり，Ｇさん，\n団体交渉でやらしていただきますけど，出ていただけますか。」等と発言\nし，Ｇが，事実の確認をしているのだと原告に再度質問したところ，原告\nは，週単位の計画が立てられたことがないことは認めたが，その理由とし\nては従前と同様に原告の意見を述べ，Ｇの指示には納得できない部分があ\nるので，団体交渉に出席して欲しい旨述べた。\n（乙１４８，１４９）\nス  原告は，平成２５年９月２４日，Ｇに対し，Ｈから具体的な助言をもら\nえずに業務命令を受けて，検討はしているが，ここ２週間程の間に社内で\n強いストレスを受けたこともあり思考停止している等と記載して，相談を\n求めるメールを送信した（甲２３０）。\nセ  Ｇは，上記スのメールを受けて，平成２５年９月２５日，原告と，約３\n０分間にわたり面談をした。\n原告は，Ｇに対し，①同月１２日にＮから原告が普通でないかのような\nメールを送信されたこと，②Ｈから交付されたテスト仕様書が７年前（平\n成１８年）のものであったこと，③就業制限の点等がストレス要因となっ\nて，思考停止に陥っている旨を述べ，これに対し，Ｇが，原告がストレス\n要因とする各点について，自己の見解を述べて原告をなだめるなどしてい\nた。ところが，上記面談の途中，原告が，組織的な嫌がらせを受けている\nと感じている点については「厳秘」として欲しい旨を述べたのに対し，Ｇ\nが，厳秘の情報であれば，それ以上聞くことができない旨答えたことから，\n原告は，興奮状態となり，ストレス要因に関する健康情報であり，かつ，\nパワーハラスメントの内部通報に類するものであるから，厳秘とすべきで\nある旨主張した。これに対し，Ｇは，自分自身（チーム内）で解決できな\nいことは上位者に相談する必要がある，社内通報規定も含めた社内のルー\nルに従って判断する等と答えた。\nその後も，同様のやりとりの末，原告は，「Ｇさんは，私の心情に対し\nては全然配慮してくれはらないんで，もう私は，Ｇさんとも対立する形で\n出るとこへ出ます。もう既に出るとこへ出てるケースとかもありますし，\n警察とかも行ってるいうのはご存じやと思いますし。」と発言した。そし\nて，Ｇが，「いや，それは知らないです。」と答えたのに対し，原告は，\n「Ｈさんとかもご存じですけど，会社も知ってますけど，社内で暴行を受\nけたというのは警察に届けています。」，「届けた後，かなり進展してる\nみたい」等と述べ，さらに，Ｇが，「私もルールに基づいてやりますし，\nＸさんもルールに基づいてやってるということ。お互いフェアな立場です\nわね。」と述べたのを受けて，原告は，「私も外でＧさん訴えるのはルー\nルに基づいてやってもいいですね。」と発言した。\n（甲２７６，乙４５の①，乙１４９，証人Ｇ，原告）\nソ  Ｇ及びＨは，平成２５年９月２６日，別チームの社員であるＲを同席さ\nせ，原告の業務について打合せを行った。\nＧは，上記打合せにおいて，原告から，不具合が生じている点等につい\nて，テスト環境に詳しいＲに質問し，一つ一つ解決していくことを提案し\nたが，原告は，そのような方式ではなく，根本的なレクチャーを希望する\n等と述べた。その後も，業務についての話合いが続けられていたが，原告\nは，Ｈから平成１６年のテスト仕様書類を交付された点について非難を始\nめ，Ｒは，原告のその時点での到達点からすると自分が立ち会う必要は乏\nしいとして，途中で退席した。\n原告は，Ｒの退席後も，上記テスト使用書類の点についてＨを非難し，\nこれに対して，Ｇ及びＨが，原告の業務上は支障がない旨説明したところ，\n過去にも情報を隠匿された等と述べて，Ｇらの対応は原告への嫌がらせで\nある等と非難した。その後も，原告とＧらとの間で問答が続いた末，打合\nせ開始から約４０分が経過した頃，原告は，「外でやった方がええんやっ\nたら，外でやりましょう。僕ももう，それなりの覚悟はしてますし。Ｇさ\nんも含めて，Ｇさんも結局パワハラされてるじゃないですか。」等と発言\nした。\n原告は，上記打合せ終了後，会議室から席に戻る際にも，Ｈに対し，こ\nんなことは外に行ってやりましょうよ，警察に入ってもらいますよ等と述\nべた。\n（甲２７６，乙４５の②，乙１４８，１４９，証人Ｈ，証人Ｇ，原告）\nタ  Ｉは，Ｇから，上記セ及びソの経緯について報告を受け，平成２５年９\n月２７日，原告を会議室に呼び出して事情を聴取した（以下「本件事情聴\n取」という。）。\nＩは，まず，原告に対し，Ｇから，原告と打合せをした際に「警察に訴\nえる」等と言われた旨の報告を受けている旨伝えたところ，原告は，「そ\nんなこと言ってないですけど。」と否定した。\nＩは，事実の確認をしたい，それが事実であれば，そういう暴言はやめ\nてもらいたい等と述べ，本件事情聴取の趣旨を説明したが，原告は，それ\nは決め付けであるとし，「そんな話してないですよ。」と述べた上で，具\n体的には健康情報なので話せない旨返答した。\nＩは，さらに，当該健康情報の会話の中で「出るとこへ出る」，「警察」\n等の表現をしたか否かを尋ね，Ｇは原告からそのような発言をされてショ\nックを受けている旨等を述べたところ，原告は，「言ってないという話を\nしましたので」，「私の方がショックを受けています。」等と答え，団体\n交渉で対応することを希望した。\nその後，原告の方から，「警察へ出る」ということが暴言なのかと尋ね\nたところ，Ｉは，「脅迫もどきの言動」であるとした上で，「まず事実の\n確認をしたいんです。させてください。」と告げた。これに対し，原告が，\n再度，「団体交渉でお願いします。」と返答し，Ｉが，「だから，言った\nか言ってないかも認めない，要は明言しないということですか。」と尋ね\nたところ，原告は，「上司からそのように言われることが，脅迫のように\n感じております。」と述べた。\nこれらのやりとりを経て，原告は，自らの発言が脅迫に当たるというの\nであれば警察を呼んで欲しい旨述べ，さらに，「このような閉じた場所で\n事実確認をされても，どのように嵌められるかわかりません。だから警察\nを呼んで下さい。」，「警察を呼んだらわかるじゃないですか。」等と発\n言したため，Ｉは，事情聴取を終えることとし，警察については，「じゃ\nあ呼んで下さい。」と告げた上で，事情聴取開始から約１３分後，原告に\n仕事に戻るよう指示し，本件事情聴取は終了した。\n（乙４６，１４６）\nチ  原告は，本件事情聴取から戻った後，Ｇに対し，脅迫されたので警察を\n呼ぶ旨告げて，自席付近を歩きながら警察に電話をかけ，周囲に聞こえる\nような大きな声で，約５分間にわたり，上司から脅迫を受けた，以前にも\n脅迫を受けて通報したことがある等と話した。\n原告は，上記電話終了後，Ｇに対し，「ＩさんにＧさんを脅迫しただろ\nうということで，脅迫を受けた。」と大きな声を出したため，Ｇは，会議\n室への移動を促したが，原告は会議室への移動を拒否し，「こんなことを\nされて落ち着いていられますか。前にも脅迫を受けた。」等と約２０秒に\nわたり大きな声で話し，Ｇから声を小さくするように言われたが，「脅迫\nを受けたのですよ。」とさらに大きな声で発言した。また，原告は，Ｉの\n席付近でも，「警察を呼びました。」と発言した。\nその後，原告の上記通報により，警察官１名がパトカーで来社し，Ｎや\nＩらがこれに対応した。\n（乙１４９，証人Ｇ，証人Ｅ）\nツ  原告は，平成２５年９月２７日，上記チのやりとりの後，Ｊ社長に対し，\n「本日，２０１３年９月２７日１３時３０分，Ｉに呼び付けられ，Ａ会議\n室において，脅迫，誹謗中傷を受けましたのでご連絡します。『警察に出\nると言って上司を脅迫した』と脅迫，誹謗中傷されました。これまで，何\n度も同じ様なことがあり，昨年は上司から暴行・傷害被害を受け，強い恐\n怖を感じ，警察に通報しました。」等と記載したメールを送信した（乙４\n７）。\nテ  Ｅは，平成２５年９月３０日，原告に対して，事情を聞きたい旨を伝え\nたところ，原告は，本件組合を通じるようにとして，事情聴取を拒否した\n（乙１４６）。\nト  被告は，原告に対し，平成２５年１０月２日から同月１８日まで自宅待\n機を命じることとした。\nＧは，同月２日，上記自宅待機命令を通知するため，午前８時２５分頃\nに出社した原告に対し，Ｋ所長から話がある旨伝えたが，原告は，業務時\n間外である旨述べた。Ｇは，午前８時３０分頃，原告に対し，改めてＫ所\n長から話がある旨伝えたが，原告が，「いやです。」と返答したため，Ｋ\n所長に状況を報告したところ，Ｋ所長は，自ら原告の席に出向き，業務通\n知があるので会議室に来るよう指示した。\nこれに対し，原告は，会議室に行くことを拒否し，その場で，①過去に\n８．５時間監禁された，②暴行も受けた，③ＰＣを取り上げられて虚偽の\n説明を受けた等と，周囲の従業員にも内容が完全に聞き取れるほどの大声\nで発言した。\nその後，原告とＫ所長との間で，約１５分間にわたりやりとりがあった\nが，原告は，Ｋ所長から，業務通知であることを説明されて会議室へ移動\nし，Ｋ所長から，自宅待機命令に関する通知書を受領して，午前８時５０\n分頃に退社した。\n（甲２６，乙１４６，１４９，証人Ｇ）\n本件解雇\nア  Ｅは，平成２５年１０月１５日，原告に対して，本件解雇事由を示して，\n原告に対する懲戒処分を検討すること及び同月１８日に事情聴取を行うこ\nとを通知した。\n本件組合は，同月１５日，被告に対し，原告の体調が落ち着いてから事\n情聴取に応じるので，同月１８日の事情聴取に応じられないと告げ，さら\nに，本件組合及び原告は，同月１７日，原告の体調が落ち着いたとしても，\n弁護士の立ち会いがなければ事情聴取に応じられない旨述べた。\n被告は，同月２１日，原告に対し，懲戒処分の結論が出るまで自宅待機\nを命じた。\n（甲２７，乙１４６，証人Ｅ）\nイ  被告は，平成２５年１０月２５日，原告に対し，本件解雇事由等を記載\nした本件通知書を交付し，懲戒委員会を開催する旨通知した。\n原告代理人弁護士は，同月３０日，被告に対し，本件通知書に対する意\n見等を記載した意見書及びＭ医師が作成した意見照会回答書を提出し，懲\n戒委員会を開催するのであれば，代理人として立ち会うことを求めた。\n懲戒委員会は，同月３１日，同年１１月１４日及び２０日の３回にわた\nり委員会を開催し，第２回委員会において，原告及び原告代理人弁護士１\n名の立会いを認めてその弁明等を聴取した上，同月２１日，原告について\n懲戒解雇が妥当であり，原告の弁明を最大限斟酌するとしても普通解雇が\n相当である旨答申した。\n被告は，同月２７日，原告に対し，同年１２月６日付けで原告を普通解\n雇（本件解雇）する旨の意思表示をした。\n（前記前提事実 ，甲３０ないし３６，乙１４６，１５２，証人Ｅ）\n２  争点１（本件解雇に係る客観的合理的理由の存否）について\n被告は，本件解雇事由が懲戒解雇の事由に該当することを前提に，普通解\n雇である本件解雇にも客観的合理的理由が存在する旨主張していることから，\n本件解雇事由が本件解雇の客観的合理的理由に当たるか否かについて，以下\n検討する。\nなお，原告は，本件解雇事由は，就業規則６４条各号に列挙された事由に\n該当しない旨主張するが，同条１号が懲戒解雇の処分をしたときを挙げてい\nること，同条は解雇の事由を同条各号列挙の事由に限るとは定めていないこ\nと（ ）に照らすと，同条の解雇事由には，懲戒解雇処分\nに相当する事由がある場合も含まれると解するのが相当であり，原告の上記\n主張は採用できない。\n解雇事由①について\nア  解雇事由①は，原告が，事実に反する本件被害届を提出したというもの\nである。\nイ  被告は，本件被害届が事実に反する理由として，①Ｃの行為態様からす\nると，原告が主張する本件傷害を負うことは考えられないこと，②仮に打\n撲傷を負ったとすると，受傷直後から痛みが生じるのが通常であるが，原\n告は，職場に戻ってから痛みが生じた旨述べていること，③受傷部位及び\n症状，Ｃによる本件行為の態様に関する原告の供述が不合理に変遷してい\nること，④原告は，受傷したとする当日に被告の健康管理室から紹介され\nた病院を受診しなかったこと，⑤検察官がＣについて暴行罪で不起訴処分\nとしたこと，⑥北大阪労基署長らが，本件労災申請②に対し不支給処分と\nしたこと，⑦Ｑ医師による診断は信用できないこと等から，原告は本件行\n為により本件傷害を負ったものではない旨主張するので，以下，順に検討\nする。\n上記①の点について\n被告は，Ｃによる本件行為の態様について，Ｃは，原告が，出入り口\nから遠ざかるように食堂内をぐるぐると歩き回るのを，その後ろから緩\nやかに原告の腰あたりに腕を回し，後をついて回ったにすぎない旨主張\nし，ＣやＮもこれに沿う証言・供述をしており，これに対し，原告は，\nＣに背後から抱えられた旨供述している。\nこの点，Ｃは，当時，原告が情報セキュリティ規程に違反してＩＣレ\nコーダーを持ち込んでいることを現認し，その旨を原告に確認していた\nが，原告が，胸ポケットから目薬を取り出すなどして誤魔化そうとした\n上，急にその場を立ち去ろうとした（認定事実 ウ）というのであるか\nら，Ｃとしては，原告をその場に止めようとするのが通常の対応という\nべきである。そうすると，単に原告の腰に腕を添えて後ろをついて回る\nというのは不自然な動きといわざるを得ず，Ｃは，原告を力強く制止し\nたとまではいえないとしても，原告の背後から腕を回して抱え込むよう\nな動作をしたことがうかがわれる。\nそして，打撲傷は，一般に，転倒や衝突等の強い衝撃により，皮下組\n織や筋肉が損傷される病態を指す（甲１５８・１０５頁）が，上記のよ\nうにＣから抱え込まれるようにされた原告が，その場を逃れるために身\n体を捻るなどした場合に，軽度の打撲傷が生じる程度の圧迫が加わるこ\nともあり得ないとはいえない（甲１５８・１０１頁）。\n上記②の点について\n打撲傷は，一般に受傷後直ちに痛みが生じるものである（甲１５８・\n１０５頁）ところ，原告は，食堂から職場に戻った後，痛みを感じた旨\nをＯ産業医に訴えている（認定事実 エ）が，本件行為の後，原告が職\n場に戻り，健康管理室を訪れるまでさほど長時間を要したものではなく，\n本件行為の直後に原告が症状を自覚していなかったからといって，直ち\nに軽度の打撲傷自体がなかったとまで認めることはできない。\n上記③の点について\n本件傷害の受傷部位について，原告は，平成２５年１０月１１日の時\n点で，Ｎに対しては「左脇腹」に痛みがあるとし，Ｏ産業医は，原告が\n疼痛を訴えた部位を「左側腹部」と表現している（認定事実 エ，オ）\nところ，Ｑ医師は，原告の左第１１，１２肋骨の先端部に圧痛があるこ\nとを根拠に，左側胸部の打撲傷と診断している（同カ）。この点，第１\n１，１２肋骨は，肋骨のうち最も腹部寄りに位置することからすると，\n原告が主張する本件傷害は，左側胸部と左側腹部との境界付近に生じて\nいることが認められ，これを「左脇腹」と表現することは不自然でなく，\n受傷部位及び症状についての原告の供述に不合理な変遷があるとはいえ\nない。\n一方，本件行為の態様及び受傷原因についてみると，原告は，Ｏ産業\n医に対しては，背後から抱えるようにされた際に，筋違いのような状態\nになった，Ｎに対しては，お腹を強く抱きしめられた，Ｑ医師に対して\nは，強く羽交い締めにされ，捻る姿勢で抵抗したとそれぞれ説明してお\nり（同エないしカ），その供述に変遷がないとはいえないが，少なくと\nも背後から両腕を回して抱え込むようにされ，これに対し原告が身を捻\nるようにしたという限度において，原告の供述は共通しているというこ\nとができるから，その限度で一貫性を欠くものとはいえない。\n原告が供述する上記受傷態様が，本件傷害のような軽度の打撲傷の原\n因となり得ることは上記 のとおりであり，少なくとも上記の限度で原\n告の供述の信用性を直ちに否定することはできない。\n上記④の点について\n原告は，本件行為があった当日，健康管理室に対し，自ら労災指定病\n院の紹介を求めたが，同病院を受診せず，翌日にＬ整形外科を受診して\nいる（認定事実 エ，カ）ところ，被告は，かかる原告の対応が不自然\nである旨主張するが，本件傷害のように軽度で急を要しない程度の症状\nしか生じていなければ，経過を観察した上で受傷の翌日に医療機関を受\n診すること自体は何ら不自然なものとはいえず，被告の上記主張は採用\nできない。\n上記⑤及び⑥の点について\n本件被害届に係る事件を担当した検察官は，Ｃについて，受理罪名の\n傷害を暴行被疑事件に変更した上で，不起訴処分とし（認定事実 ），\n本件労災申請②について，北大阪労基署長は，本件傷害に業務起因性は\nないとして，不支給の決定をし，大阪労働者災害補償保険審査官及び労\n働保険審査会もその判断を支持\nしかしながら，これらの事情からは，検察官や北大阪労基署長らにお\nいて，それぞれ担当事件の証拠内容等から，本件行為により本件傷害が\n生じたとまでは認めることができない旨判断したということができるに\nとどまり，それらの判断をもって，本件行為によっては本件傷害が発生\nしていないとまで認めることはできない。\n上記⑦の点について\n被告は，Ｑ医師が原告の主訴に基づいて診断を行ったにすぎない旨主\n張するところ，上記 ないし で検討したとおり，本件行為時の状況等\nに照らし，本件行為により本件傷害が生じることが不自然とはいえない。\nそして，Ｑ医師は，医師として原告に対する診察をし，左第１１，１２\n肋骨の先端部に圧痛があること等の客観的所見を踏まえた上で本件傷害\nの診断をしているのであるから，かかる診断が直ちに信用性を欠くとい\nうことはできない。\n小括\n以上のとおり，被告が主張する点を考慮しても，原告が，本件行為に\nよって本件傷害を負ったという事実が存在しなかったとまで認めること\nはできない。\nウ  そして，原告の行為をきっかけとするものではあるものの，Ｃによる有\n形力の行使（本件行為）自体が存在したことは事実であり，また，原告が\n少なくとも主観的には当該行為によって傷害を受けたと認識し，上記イの\nとおりその認識自体が不合理又は客観的事実に明白に反するとまではいえ\nないこと，少なくとも暴行の被疑事実については捜査を遂げた上，不起訴\n処分（起訴猶予）がされていることからすると，原告が，捜査機関である\n門真警察署に対し，本件被害届を提出することは，それによってＣが捜査\n機関の取調べを受けることになったなど被告の業務に一定の影響を与えた\nとしても，直ちに違法ないし不当であると断ずることはできず，これをも\nって，被告に対する非違行為であるとか解雇事由として客観的に合理的な\nものであると評価することはできない。\nなお，被告は，原告が，本件労災申請②において有利な判断を得るため\nに，本件被害届を提出したとも主張しているが，そのような動機を認定す\nるに足りる客観的証拠はない。\nエ  したがって，解雇事由①は，本件解雇の客観的合理的理由に当たるとは\nいえない。\n解雇事由②について\nア  解雇事由②は，原告が，Ｄ及びＥに対し，本件メールを送信したことを\n対象とするものである。\nこの点，本件メールは，その内容（認定事実 ウ ）に照らすと，Ｆが，\n原告の業務に関し，「情報隠蔽」及び「虚偽説明」をしたというものであ\nるから，Ｆに対する誹謗・中傷やそれに類する言動であって，Ｆの被告社\n内における社会的評価を低下させるものであり，かつ，Ｆや被告に，事実\nの調査その他の業務上の負担を生じさせ，その業務を阻害するものである\nことが認められる。\nイ  そして，本件メールに添付された本件添付ファイルは，原告自身が作成\nしたものであり，Ｆによる情報隠蔽や虚偽説明を何ら基礎付けるものでは\nない。この点，原告は，本件メールに別件資料を添付しようとしたところ\nを，誤って本件添付ファイルを添付したにすぎないと弁解するが，別件資\n料については，Ｆが原告にその所在場所を教えたものであること（同 ）\nから，いずれにせよＦが情報隠蔽等をした根拠にはならず，原告の上記弁\n解は不合理というほかない。\nまた，原告は，ｇｓｔｒｅａｍｅｒをＡｎｄｒｏｉｄ上にビルドするの\nは不可能な作業であり，Ｆは，ｇｓｔｒｅａｍｅｒをＡｎｄｒｏｉｄ  ｏ\nｎ  Ｐｒｏ４ＴＶに移植するよう明確に指示すべきで，その意味でもＦの\n指示が不適切であったとも主張する。しかしながら，①原告が調査業務を\n行っていた平成２４年１０月時点で，Ａｎｄｒｏｉｄ用ｇｓｔｒｅａｍｅ\nｒが公開されていたこと（同 オ）に照らすと，原告の業務は技術的に可\n能なものであったと認められ，②しかも，ＦやＤらは，その旨を原告に対\nして繰り返し明確に説明していたことが認められる（同 エないしカ，\nケ）のであるから，Ｆの指示に不適切な点があったとはいえず，原告の上\n記主張は採用できない。\nこのように，Ｆが，原告に対し，情報隠蔽や虚偽説明をしたとか，不適\n切な指示をしたと認めることはできないことからすると，本件メールの内\n容は，客観的事実に反するというべきであり，上記アで認定した内容等を\n踏まえると，原告が本件メールを送信したことは不適切な行為であって非\n難を免れないというべきである。\nウ  他方，原告は，平成２４年１０月当時から，Ｆらの説明にもかかわらず，\nＤやＦらに対し，ｇｓｔｒｅａｍｅｒをＡｎｄｒｏｉｄ上にビルドするこ\nとは不可能であるとか，原告が行うには高難度，高負荷である等と繰り返\nし述べていた（認定事実 オ， イ， ウ，エ，クないしコ）ことが認め\nられ，これらの点に照らすと，少なくとも原告の主観において，ｇｓｔｒ\nｅａｍｅｒ調査についてＦから十分な情報を与えられていないと認識して\nおり，Ｄも原告のそのような認識を了知していたことが認められる。\nそうすると，原告が，本件メールにおいて，「情報隠蔽」や「虚偽説明」\nといった不穏当な表現を用いたことや，虚偽の添付ファイルを添付したこ\nとは，非難されるべき行為であるものの，原告が上記のような被告の認識\nと異なる認識を有していたことは被告において既に把握されており，本件\nメールの内容についても，被告が把握している客観的事実と異なることは\n被告において容易に想定し得る状況であったことからすれば，本件メール\nによって被告やＦが受けた影響は限定的なものにとどまるといわざるを得\nない。\nエ  したがって，解雇事由②は，本件解雇の客観的合理的理由といえるほど\nの非違行為に当たるとはいえない。\n解雇事由③について\nア  解雇事由③は，原告が，平成２５年９月２５日及び同月２６日に，Ｇ及\nびＨに対し，警察へ出る等の発言をしたというものであるところ，①原告\nが，同月２５日のＧとの面談において，「出るとこへ出ます。」，「警察\nとかも行ってるいうのはご存じやと思いますし。」，「社内で暴行を受け\nたというのは警察に届けています。」，「届けた後，かなり進展してるみ\nたい」等と発言したこと（認定事実 セ），②同月２６日にも，Ｇ及びＨ\nに対して，「外でやった方がええんやったら，外でやりましょう。」と述\nべたり，Ｈに対して，こんなことは外に行ってやりましょうよ，警察に入\nってもらいますよ等と述べたりしたこと（同ソ）が，それぞれ認められる。\nイ  しかしながら，①平成２５年９月２５日の面談におけるやりとりを全体\n的にみると，原告が，Ｇに対し，相談内容を秘密とするよう求めたのに対\nし，Ｇが，社内ルールに基づいて判断するとしてこれを断ったことから，\n原告が，興奮気味に自己の主張をし，同主張に基づくやりとりが繰り返さ\nれた後，面談の終盤において 原告が上記アの発言をしたこと，②Ｇが，\n「私もルールに基づいてやります 」等と発言したのを受けて，原告も，\n「ルールに基づいてやってもいいですね」と発言したこと（以上につき，\n認定事実 セ），③同月２６日についてみても，業務打合せにおいて，原\n告の業務遂行の可否等について，原告とＨやＧとの間で，見解が相違して\n議論が平行線をたどり，その終盤において，原告が「外でやりましょう。」\n等と発言したこと（同ソ），④原告は，同月２４日にも，Ｇの指示に納得\nがいかないとして，団体交渉による解決を求める発言をしたこと（同シ），\n以上の事実が認められる。\nこれらの事実に照らすと，原告の上記アの発言は，いずれも，Ｇらと原\n告との間で認識や見解が相違し，議論が平行線をたどった末に行われたも\nのであることが認められる（上記①，③）。また，原告は，以前から同様\nの場面で団体交渉による解決を持ち出したことがあり（上記④），原告が，\n「ルールに基づいて」行う旨発言していること（上記②）を踏まえると，\n上記アの発言が，社会的ルールを逸脱するような行為を示唆したものとは\n認められない。以上の点に鑑みると，原告による一連の発言は，団体交渉\nや警察の介入等も含めた第三者的解決を求める趣旨の発言であると理解す\nべきであり，「警察」等の表現において穏当さを欠くことは否定できない\nものの，それ自体がＧやＨに対する誹謗・中傷に当たるとはいえないし，\nＧやＨを殊更に畏怖させるような発言であったとも認められない。\nそうすると，表現方法に不適当な点がないではないが，上記アの発言を\nもって，懲戒処分の対象とするほどの非違行為であるとか，本件解雇の客\n観的合理的理由といえるほどの事由があったと評価することはできない。\nエ  したがって，解雇事由③は，本件解雇の客観的合理的理由に当たるとは\nいえない。\n解雇事由④について\nア  解雇事由④は，原告が，本件事情聴取において，Ｉによる事情聴取を拒\n否したというものである。\nイ  認定事実 タによれば，①原告は，Ｉから，Ｇに対する発言内容を質問\nされたのに対し，Ｇとの会話の内容については，健康情報なので話せない\nと返答したこと，②「警察に訴える」等の発言について，原告は，「そん\nなこと言ってないですけど。」，「そんな話してないですよ。」，「言っ\nてないという話をしましたので」と再三にわたり否定していること，③原\n告の上記回答にもかかわらず，Ｉが更に質問を続けたことから，原告は，\n団体交渉によることを求めたこと，④Ｉが，Ｇの報告に基づき原告の発言\nは脅迫に類するものである旨の見解を示したところ，原告は，同発言に反\n発し，原告の発言が脅迫に当たるか否かは警察を呼べば分かるとして，警\n察を呼ぶことを求めたこと，⑤Ｉは，原告の上記発言等を受けて，自ら本\n件事情聴取を切り上げたこと，以上の事実が認められる。\n原告が，Ｇに対し，当初，精神的ストレスの要因等について相談してい\n，Ｇとの会話が原告の健康情報である\nと述べた点（上記①）は，必ずしも虚偽であるということはできず，また，\nＩは，事実を確認したいと繰り返し述べていたが， Ｉが問題とする発言\n（警察へ訴える等の発言）の有無の点について，原告は明確に否定してい\nた（上記②）。そうすると，原告による回答がＩの期待する内容ではなか\nったとしても，原告は，本件事情聴取に対し，当時の原告の認識に基づい\nて回答をしたということができる。そして，原告が団体交渉や警察の介入\nを持ち出したのは，上記のように原告が既に回答しているにもかかわらず，\nＩが，Ｇの言い分を根拠に，原告の暴言があったことを前提とするかのよ\nうに同様の質問を繰り返したことにその原因があるといわざるを得ない。\nウ  したがって，原告が，本件事情聴取において，Ｉによる事情聴取を拒否\nしたとまでは認めることができず，解雇事由④は本件解雇の客観的合理的\n理由に当たるとはいえない。\n解雇事由⑤について\nア  解雇事由⑤は，原告が，本件事情聴取後，Ｉに脅迫されたと大声を発し，\n大きな声で警察を呼び，Ｊ社長にも同旨のメールを送信したというもので\nあるところ，原告がこれらの行為をしたことが認められる（認定事実\nツ）。\nこの点，Ｉは，本件事情聴取において，原告に対し，原告が，Ｇらに対\nして暴言に当たる発言をしたか否かを確認していたのであり，その過程で，\n又は回答できない旨述べた点を繰り\n返し尋ねることはあったものの，原告に対して害悪を告知する等の脅迫行\n為があったとは認められず，Ｉが原告を脅迫したといえないことは明らか\nである。\nそうすると，原告が，Ｉに脅迫されたと大声を発し，警察に通報し，Ｊ\n社長にも同旨のメールを送信したことは，Ｉに対する誹謗・中傷又はそれ\nに類する言動であり，Ｉの社会的評価を低下させるものであるとともに，\nＩ及び被告に，事実の調査その他の業務上の負担を生じさせるものである\nことに加え，職務時間中に職場内で不必要に大きな声を出すということ自\n体，周囲の従業員の業務を少なからず阻害し，職場の風紀秩序を乱すもの\nであると認められる。\nイ  において，Ｉ\nは，Ｇから聴取した事実を前提に，原告が否定した暴言の事実を繰り返し\n尋ねたこと，②原告は，このようなＩの態度に対し，「上司からそのよう\nに言われることが，脅迫のように感じています。」と発言したこと（認定\nについて，Ｉが，「じゃあ呼んで下さい。」と発言し\nたこと（同），以上の事実が認められる。これらの点を踏まえると，原告\nは，主観的には本件事情聴取においてＩから脅迫を受けたと認識し，同認\n識を前提に，上記アの発言やメール送信を行い，また，警察についてはＩ\nの同意を得たという認識の下に通報したということができる。\nまた，原告が大声を上げていた時間はさほど長いものではないから，被\n告の業務への影響は限定的といえる上，上記アのとおり客観的にみるとＩ\nが原告を脅迫していないことが明らかであり，原告の主張する根拠が乏し\nいのであるから，原告の言動によっても，Ｉの社会的評価が低下される程\n度は僅かであり，かつ，容易に回復されるものであるということができる。\nウ  このように，解雇事由⑤に該当する原告の言動は，非難されるべきもの\nであるが，それが，Ｉの対応にも起因するものであって，その結果も重大\nなものとまではいえないこと等も踏まえると，直ちに本件解雇の客観的合\n理的理由といえるほどの事由であるとまでは認められない。\nしたがって，解雇事由⑤は，本件解雇の客観的合理的理由といえるほど\nの非違行為に当たるとはいえない。\n解雇事由⑥について\nア  解雇事由⑥は，原告が，平成２５年１０月２日，自宅待機命令を通知す\nるため原告の席に呼びに来たＫ所長に対し，大声を発したというものであ\nるところ，原告が，同日，Ｋ所長に対し，①過去に８．５時間監禁された，\n②暴行も受けた，③ＰＣを取り上げられて虚偽の説明を受けた等と，周囲\nの従業員にも内容が完全に聞き取れるほどの大声で発言したことが認めら\nれる（認定事実 ）。\nこの点，①原告がＫ所長に監禁されたと主張する平成２４年４月２４日\nの面談において，面談が長時間に及んだ主たる原因は原告にあると認めら\n。また，②暴\n行を受けたとする点が，Ｃによる本件行為のことを指すのであれば\nのとおり原告の発言に根拠がないではなく，③旧ＰＣの使用の可否をめぐ\nって，原告と被告との間で見解の相違が生じていたことも事実である（同\nイないしオ，キ。ただし，旧ＰＣは被告が原告に貸与していたものであっ\nて，被告が原告から取り上げたものではない。）が，Ｋ所長は，単に，原\n告に対して通知書を交付するため，会議室に来るよう原告を呼びに来てい\nただけであって，そのような場面で上記のような発言をすることに合理的\n理由があったと認めることはできない。\nこのように，原告の上記各発言は，その内容及び場面等に照らして相当\n性を欠くものであり，Ｋ所長らに対する誹謗・中傷やそれに類する言動に\n当たり，また，周囲の従業員の業務を阻害し，職場の風紀秩序を乱すもの\nであると認められる。\nイ  しかしながら，原告が，Ｋ所長とやりとりをしていたのは約１５分間で\nあって，原告は，その後，会議室へ移動し通知書を受領したこと（認定事\n原告の言動による影響は一時的なものであって，こ\nれにより被告の業務に重大な支障が生じたとまでは認められず，上記言動\nが，直ちに本件解雇の客観的合理的理由といえるほどの事由であるとまで\nは認められない。\nしたがって，解雇事由⑥は，本件解雇の客観的合理的理由といえるほど\nの非違行為に当たるとはいえない。\n解雇事由⑦について\nア  解雇事由⑦は，原告が，Ｈから，管理面のトレーニングのために週間計\n画を立てるように繰り返し指示されたにもかかわらず，根拠のない理由を\n並べ立て，これに従わなかったというものである。\nイ  Ｇから原告への業務指示を任されていたＨは，平成２５年６月以降，原\n告に対し，再三にわたり，週間計画を立てること，具体的には，金曜日の\n日報にその週の実績と次週の予定を記載することを指示し，かつ，それが\n可能であることを説明していたが，原告は，同月２８日から同年９月２０\n日にかけて提出した日報に， これらを記載しなかったこと が認められる\nサ）。\nしたがって，原告が提出した日報は，Ｈの指示に合致せず，Ｈが期待す\nる水準に満たないものであったということができる。\nウ  他方において，原告は，各日報や打合せ等の機会に，Ｈに対し，マスタ\nースケジュールを渡されていないため週間のゴール設定ができない，作業\n見通しが立たない，品質面での不安がある，情報が枯渇している等と，原\n告の業務が行き詰まっている状況を伝えていたことが認められる（認定事\nこの点，当時の原告の業務は，実際の商品開発ではなく，原告自身の技\n術習得を目的とするものであったことからすると，品質面は問題にならず，\nマスタースケジュールがなくても，原告自身がターゲットプランにおいて\n設定した技術習得目標を踏まえて週間計画を立てることも可能であったと\n認められ，かつ，Ｈは，再三にわたり原告に対しその旨説明していたので\nあるから，原告が訴えた上記事情は，Ｈの指示に従わないことの正当な理\n由とは認められない。\nしかしながら，①原告自身は，Ｈの指示に従って業務遂行することは困\n難又は不可能であると認識し，その旨を明確に伝えていたこと，②上述の\nとおり，当時の原告の業務は，原告自身の技術習得を目的とするものであ\nり，Ｈが週間計画を立てるように指示したのも，管理面のトレーニングの\nためであったことからすると，原告が次週の予定等を記載した日報を提出\nしなかったことにより被告の業務に具体的な支障が生じたとは認められな\nいこと，以上の点を踏まえると，原告が上記指示に従わなかったことによ\nって，原告の業務遂行能力に疑念を抱かせる余地があるとしても，これを\nもって，直ちに本件解雇の客観的合理的理由といえるほどの業務命令違反\nに当たると評価することは相当でない。\nエ  したがって，解雇事由⑦は，本件解雇の客観的合理的理由といえるほど\nの非違行為に当たるとはいえない。\n総合評価（解雇事由⑧を含む。）について\nア  以上のとおり，本件解雇事由は，原告の非違行為と認められるものであ\nっても，それぞれ個別にみる限りにおいて，本件解雇の客観的合理的理由\nということはできない。\nイ  原告については，本件解雇事由のほか，本件出勤停止処分事由のうち，\n平成２５年３月２５日及び２６日に，健康管理室において，Ｏ産業医及び\n保健師に対し，法律違反をしている等と述べたり，カウンターを叩いて大\n声を出したりしたこと等\nれらの行為と解雇事由②，⑤及び⑥は，誹謗・中傷やそれに類する言動に\nより職場の風紀を乱した点や，故意又は過失により他人の業務を阻害した\n点で，性質が共通する面があるといえる。\nしかしながら，そのような類似の行為が複数回行われていることを考慮\nしても，原告が本件出勤停止処分事由については既に懲戒処分を受けてい\nること，本件解雇事由による被告の業務への影響が限定的であること等を\n踏まえると，本件解雇事由は，過去の経緯を踏まえた上それを全体として\nみたとしても，本件解雇の客観的合理的理由といえるほどの事由があった\nとまで認めることはできない。\n小括\nしたがって，本件解雇について，客観的合理的理由があるとは認められず，\n本件解雇は，その余の点（争点２，３）について判断するまでもなく，無効\nといわざるを得ない。\n３  原告の被告に対する未払賃金請求権の内容等\n上記２において認定説示したとおり，本件解雇は無効であるから，原告と\n被告との雇用契約は継続しており，原告は，平成２５年１２月７日以降も，\n被告に対する賃金請求権を失わない（民法５３６条２項）。\n証拠（甲２，２２）及び弁論の全趣旨によれば，①被告は，従業員に対し，\n毎月１日から末日までを賃金計算期間とし，当月２５日に基準内賃金を支払\nっていること，②原告は，本件解雇の直前において，被告から基本給３３万\n円及び育英補助給付金９０００円を賃金として支給されていたこと，以上の\n事実が認められる。\nそうすると，原告は，被告に対し，平成２５年１２月以降，毎月２５日限\nり，３３万９０００円（平成２５年１２月分については，同月７日から同月\n３１日までの２５日分を日割り計算した２７万３３８７円）の賃金請求権を\n有することが認められ，各支払日及び遅延損害金の起算日については原告が\n請求する範囲内で，主文第２項記載の請求を認容すべきである。\n４  争点４（本件解雇に係る不法行為の成否及び損害額）について\nア  上記２で認定説示したとおり，本件解雇は客観的合理的理由を欠き無効\nであると認められる。\nしかしながら，上記２で認定説示したとおり，原告について，非難され\nてもやむを得ないといえる行為（解雇事由②，⑤，⑥）はもとより，非違\n行為とまではいえないまでも穏当ではないといえる行為（解雇事由③）や，\nその業務遂行能力に疑念を抱かせる行為（解雇事由⑦）があったと認めら\nれ，これらによって被告の業務に一定の支障が生じたことは否定できない。\nこれらの点に加えて，被告は，本件和解後，原告に対して，その配置や個\n別の業務指示等も含め全体的には相当の配慮をもって対応してきたといえ\nるのに対し，原告は，本人尋問において自認するように，個々の事象を被\n害的に受け止めたり過敏な反応を示したりする傾向があり，それが本件解\n雇事由のような様々なトラブルの発端となったことは否定できないことも\n併せ考慮すると，本件解雇がおよそ根拠を欠いているとはいえず，被告が\n客観的合理的理由を欠いていることを認識しながら本件解雇を行ったと認\nめることもできない。\nイ  また，原告は，本件解雇が，原告が本件組合に加入したことを理由とし\nたものであり，不当労働行為に該当する旨主張するが，被告は，当初より，\n本件解雇事由を懲戒事由として主張し，原告の事情聴取や懲戒委員会の手\n続を経て本件解雇に至っていることからすると，原告が本件組合に加入し\nたことの故をもって原告を解雇したとは認められず，他にこれを認めるに\n足りる証拠はないから，本件解雇が不当労働行為であると認めることはで\nきない。\nしたがって，本件解雇は，それ自体としては無効であるが，不法行為を基\n礎付けるほどの違法性があったとまでは認められない。\n５  結論\n以上によれば，原告の本件請求は，主文第１項及び第２項記載の限度で理由\nがあるから，その限度で認容し，その余は理由がないから棄却することとして，\n主文のとおり判決する。\n大阪地方裁判所第５民事部\n裁判長裁判官        大      森      直      哉\n裁判官        松      本      武      人\n裁判官        池      上      裕      康\n"
}