{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 7,
    "day": 27
  },
  "case_number": "平成22(ネ)10080",
  "case_name": "譲受債権請求承継参加申立控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "81522",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81522",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/522/081522_hanrei.pdf",
  "contents": "平成２３年７月２７日判決言渡\n平成２２年（ネ）第１００８０号  譲受債権請求承継参加申立控訴事件（原審  東\n京地方裁判所  平成２１年（ワ）第６１９４号，被参加事件  平成１８年（ワ）第\n１０２７３号）\n口頭弁論終結日  平成２３年５月９日\n判                        決\n控訴人・被控訴人（第１審脱退原告承継参加人）\nユ ー エ ム 株 式 会 社\n訴訟代理人弁護士                山      崎      順      一\n同                              今      村              憲\n同                              酒      迎      明      洋\n被控訴人・控訴人（第１審被告）  株式会社円谷プロダクション\n上 記 補 助 参 加 人                株 式 会 社 バ ン ダ イ\n被控訴人・控訴人（第１審被告）及び補助参加人訴訟代理人弁護士\n遠      山      友      寛\n同                              塚      原      朋      一\n同                              水      戸      重      之\n同                              千      葉      尚      路\n同                              柴      野      相      雄\n同                              鈴      木              優\n同                              坂      井      は  る  か\n被控訴人・控訴人（第１審被告）訴訟復代理人及び補助参加人訴訟代理人弁\n護士                            原              雅      宣\n第 １ 審 脱 退 原 告                Ｘ\n主 文\n１  原判決中被控訴人・控訴人（第１審被告）敗訴部分を取り消す。\n控訴人・被控訴人（第１審脱退原告承継参加人）の請求を棄却する。\n２  控訴人・被控訴人（第１審脱退原告承継参加人）の控訴を棄却する。\n３  訴訟費用は第１，２審とも控訴人・被控訴人（第１審脱退原告承継参加人）\nの負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  控訴人・被控訴人（第１審脱退原告承継参加人）（以下「参加人」とい\nう。）の控訴の趣旨\n(1) 原判決中参加人敗訴部分を取り消す。\n(2) 被控訴人・控訴人（第１審被告）（以下「被告」という。）は，参加人に対\nし，更に３４００万円及びこれに対する平成１８年５月２６日から支払済みまで年\n５分の割合による金員を支払え。\n２  被告の控訴の趣旨\n主文第１項と同旨。\n第２  事案の概要\n以下，略語は，原判決と同様のものを用いる。また，原判決の別紙第一目録，第\n二目録及びウルトラマンキャラクター一覧表（別紙一覧表）を，いずれも引用する。\n本件は，参加人が，別紙第二目録記載の各著作物（本件著作物）の著作権者であ\nる被告に対し，①第１審脱退原告（脱退原告）は，別紙第一目録添付の契約書（本\n件契約書）に記載された内容の契約（本件契約）に基づき，被告から，本件著作物\nの日本以外の国における独占的利用権（本件独占的利用権）の許諾を受けた，②被\n告は，日本以外の国において，第三者に対し，本件著作物や，同著作物の製作後に\n被告が製作したいわゆるウルトラマンキャラクターの登場する映画作品及びこれら\nを素材にしたキャラクター商品の利用を許諾している，③上記②の被告の行為は，\n本件契約に違反するものであり，被告は，脱退原告に対し，本件契約の債務不履行\nに基づく損害賠償義務ないし上記②の第三者から得た許諾料につき不当利得返還義\n務を負う，④参加人は，脱退原告から，上記の損害賠償請求権及び不当利得返還請\n求権を譲り受けた，と主張して，上記損害賠償請求権の一部請求又は上記不当利得\n返還請求権の一部請求（選択的請求）として，１億円及びこれに対する平成１８年\n５月２６日（被参加事件の訴状送達の日の翌日）から支払済みまで商事法定利率年\n６分の割合による遅延損害金（不当利得返還請求の場合は，民法７０４条前段所定\nの年５分の割合による法定利息。）の支払を求めた事案である。\n原判決は，参加人主張の被告の債務不履行のうち，被告が，バンダイ（当審にお\nける被告補助参加人。以下「補助参加人」という。）に対し，平成８年９月１日か\nら平成９年１２月３１日まで，別紙一覧表記載(1) の各キャラクター（旧ウルトラ\nマンキャラクター）に属する５個のキャラクターについて韓国等の外国における利\n用権をライセンスし，当該ライセンス期間を現在に至るまで更新している行為が本\n件契約の債務不履行に当たり，脱退原告にライセンス料相当額の損害が発生してお\nり，かつ，当該ライセンス料相当額について脱退原告に損失が生じ，被告が利得し\nたと認定した上，本件契約の債務不履行に基づく損害賠償請求権については一部商\n事消滅時効が成立するため，不当利得返還請求権に基づく認容額の方がより高額で\nあるとして，参加人の請求のうち，被告に対する不当利得返還請求に基づき１６３\n６万３６３６円及びこれに対する平成１８年５月２６日から支払済みまで年５分の\n割合による法定利息の支払を求める限度で認容し，その余の請求を棄却した。\n参加人及び被告は，それぞれ控訴し，控訴の趣旨記載の判決を求めた。なお，参\n加人の控訴の趣旨（上記第１の１）は，原判決中参加人敗訴部分である損害賠償金\n又は不当利得金８３６３万６３６４円及びこれに対する年６分の割合による遅延損\n害金（不当利得返還請求の場合は，年５分の割合による法定利息。）の請求のうち\nの一部である３４００万円及びこれに対する年５分の割合による金員の支払請求に\nついてのみ控訴するというものである。\n１  争いのない事実等\n原判決の「事実及び理由」欄の「第２  事案の概要」の「１  争いのない事実\n等」（原判決３頁４行目から７頁２６行目まで）記載のとおりであるから引用する。\n２  争点\n原判決の「事実及び理由」欄の「第２  事案の概要」の「２  争点」（原判決８\n頁１行目から１０行目まで）記載のとおりであるから引用する。\n３  争点に対する当事者の主張\n原判決の「事実及び理由」欄の「第２  事案の概要」の「３  争点に対する当事\n者の主張」（原判決８頁１１行目から３９頁８行目まで）記載のとおりであるから\n引用する。\n４  当審における当事者の主張\n(1) 脱退原告と補助参加人との契約について\nア  被告及び補助参加人の主張\n脱退原告外２者と補助参加人とは，平成１０年１月２９日付けで，次の契約（以\n下，「平成１０年契約」という。）を締結した。平成１０年契約に基づき，タイ王\n国の法律に基づいて設立されたチャイヨ・シティ・スタジオ・リミテッド・パート\nナーシップ，同国の会社であるツブラヤ・チャイヨ・カンパニー・リミテッド及び\n脱退原告（以下，上記三者を「チャイヨ」という場合がある。）において，以下の\n①，②を約し，その対価として，補助参加人から１億円を受領した。すなわち，\n①  チャイヨ，その関連会社，子会社は，本件契約書記載の一切の権利（以下，\n「チャイヨ権利」という。）に関し，以下のとおり（ⅰ）現在又は将来に亘って，\nバンダイ・グループ（補助参加人，その関連会社，子会社，ライセンシー，サブラ\nイセンシー，契約者，製造業者，販売代理店，二次販売代理店，エージェント，代\n表者，役員，従業員，株主，権利承継人，譲受人，又はこれらのために仕事をして\nいるその他一切の個人・法人を指す。以下同じ。）に対して想定されるいかなる権\n利の行使も放棄する。（第２．３条  権利の行使の放棄・免除）\n②  チャイヨは，平成１０年契約の有効期間中，いかなる国・地域においても，\nチャイヨ権利をライセンスし，譲渡し，質入し，その他の担保に供し又は処分する\n行為をしないことを保証し表明する。（第２．６条  譲渡及び担保差入）\n平成１０年契約が締結されたことにより，(ｱ)ないし(ｴ)のとおり，脱退原告から\n権利を譲り受けたと主張する参加人の被告に対する損害賠償請求又は不当利得返還\n請求は，いずれも根拠を欠くに至った。すなわち，\n(ｱ) 脱退原告に「損害」，「損失」が発生していない。\n平成１０年契約が締結されたことにより，脱退原告は，本件契約上の権利に関し，\n第三者に対しライセンスを付与する権利を放棄した上，補助参加人がウルトラマン\nキャラクターを利用することを許諾し，その対価として１億円（ライセンス料を含\nむと解釈される。）を受領しているのであるから，補助参加人又はその他の第三者\nから，本件契約上の権利に関し，ライセンス料を受領する地位ないし根拠を失った\nことになる。\nしたがって，脱退原告において，被告の本件契約の債務不履行による「損害」又\nは被告の不当利得による「損失」は発生しない。\n(ｲ) 被告がウルトラマンに関するライセンスを第三者に対して付与する行為は，\n債務不履行における違法性を欠くことになる。\n平成１０年契約によれば，脱退原告は，「バンダイ・グループ」に対し，本件契\n約上の権利行使を一切放棄する旨を約しており，「バンダイ・グループ」とは，補\n助参加人のみならず，その関連会社，子会社，ライセンシー，サブライセンシー，\n契約者，製造業者，販売代理店，二次販売代理店，エージェント，代表者，役員，\n従業員，株主，権利承継人，譲受人，またはこれらのために仕事をしている一切の\n個人・法人を含むものとされている。被告は，平成１０年契約締結当時から補助参\n加人と取引関係を有し，補助参加人は，同契約締結当時から被告の株式を一定割合\n保有していたから，被告も「バンダイ・グループ」に含まれると解するのが合理的\nである。そうすると，脱退原告は，平成１０年契約の第２．３条（ⅰ）において，\n被告に対しても，本件契約上の権利の行使を一切放棄したと解するのが合理的であ\nる（なお，被告は平成１０年契約の当事者ではないが，脱退原告による権利放棄の\n意思表示のみで，バンダイ・グループに含まれる被告との関係でも，債務免除の法\n的効果を生ずると解すべきである。）。\nしたがって，被告がウルトラマンに関するライセンスを第三者へ付与する行為に\nついては，脱退原告が，本件契約上の権利に基づく責任追及をしない旨を表明し，\n権利を放棄したと解されるから，債務不履行の要件である「違法性」を欠く。\n(ｳ) 被告は，ウルトラマンキャラクターに関して，第三者からライセンス料を得\nることに，法律上の原因を有することになる。\n本件契約上のウルトラマンキャラクターに関する著作権は，全て被告に帰属する\nから，被告は，ウルトラマンキャラクターに関し，第三者からライセンス料という\n「利得」を得るに当たって，著作権という正当な「法律上の原因」を有することに\nなる。\nこの点，参加人は，脱退原告が本件契約上の独占的利用権を有しているとして，\n被告が第三者へライセンスを付与する権利を有しないなどと主張するが，脱退原告\nは，平成１０年契約の第２．３条（ⅰ）において，被告を含む「バンダイ・グルー\nプ」に対し，本件契約上の権利行使をすることを一切放棄しているから，脱退原告\nは，「独占的利用権」のみならず，通常の利用権を含めて何らの利用権も有してお\nらず，著作権者たる被告がライセンスを付与するに当たり，障害はない。\nしたがって，本件契約を根拠として，被告のライセンス付与行為が「法律上の原\n因」に基づかないということはできない。\n(ｴ) 脱退原告から参加人への権利譲渡は無効である。\n平成１０年契約の第２．６条には，脱退原告が，チャイヨ権利を第三者へ譲渡し\nないことを約する譲渡禁止特約がある。\n本件の訴訟物は，被告が本件契約上の権利を侵害したことを根拠とする債務不履\n行に基づく損害賠償請求権又は不当利得返還請求権であり，脱退原告の本件契約上\nの権利（チャイヨ権利）に基礎づけられた請求権といえるから，上記譲渡禁止特約\nの効果は，上記各請求権にも及ぶ。また，参加人は，本件契約上の権利と一体のも\nのとして上記各請求権を脱退原告から譲り受けたと解されるから，平成１０年契約\nの譲渡禁止特約の効力は，本件契約上の権利のみならず，参加人がこれと一体とし\nて譲り受けた上記各請求権にも及ぶというべきである。\nしたがって，脱退原告から参加人への上記各請求権の譲渡は，平成１０年契約の\n第２．６条に定める譲渡禁止特約に反し無効であり（民法４６６条２項本文），参\n加人は，補助参加人の承諾なしに上記各請求権を取得することはできず，これらを\n行使することは認められない。\nなお，平成１７年ころ，本件の参加人代理人である山崎順一弁護士は，既に平成\n１０年契約の存在及び内容を把握していたから，同弁護士は，脱退原告が参加人に\n上記各請求権を譲渡したとされる平成２０年１２月２４日の時点では，平成１０年\n契約に定められた譲渡禁止特約の存在及び内容について悪意であった。そうである\n以上，参加人は，民法４６６条２項ただし書により上記譲渡禁止特約の適用を免れ\nないというべきである。\nイ  参加人の認否及び反論\n平成１０年契約の締結及びそれに基づく金銭の授受の事実は争わないが，参加人\nの被告に対する損害賠償請求又は不当利得返還請求は理由がないとする被告の主張\nは争う。\n(ｱ) 脱退原告に「損害」，「損失」が発生していないとの主張に対し\nａ  まず，被告が補助参加人との間で本件ライセンス契約①を締結した平成８年\n９月１日から，平成１０年契約締結日である平成１０年１月２９日の前日までの１\n年４か月間については，同契約の効力は及ばないから，脱退原告が本件契約上の権\n利に関しライセンス料を受領する機会を有しないとする被告の主張は妥当しない。\nｂ  次に，平成１０年契約締結日以降についても，以下のとおり，同契約の存在\nによって脱退原告に損害ないし損失が発生しないとはいえない。\n(a) 平成１０年契約により，脱退原告が補助参加人に対して負担した債務の内容\nは，補助参加人の事前の承諾なく他者にライセンスをしないとの義務にすぎない。\n平成１０年契約は，そのような内容である以上，補助参加人が，予め一切の承諾を\n拒否する意思であったということはあり得ず，承諾を与える可能性があることを前\n提として，契約を締結したとものと解すべきである。したがって，脱退原告が，平\n成１０年契約締結によって，本件契約に基づくライセンス権を放棄したとの被告の\n主張は根拠がない。\nまた，平成１０年契約は，脱退原告と補助参加人との間における債権契約であっ\nて，対世的ないし物権的な権利放棄ではないから，契約外の第三者たる被告はその\n効果を主張できない。\nさらに，平成１０年契約においても，本件契約のうち，第１条１．１（ジャイア\nント対ジャンボ・エース），１．２（ハルマン・アンド・ザ・セブンウルトラマ\nン），第３条３．２（Production Right 制作権），３．３（3.3 Reproduction Ri\nght 複製権），３．４（Copyright 著作権），３．５（Trademark 商標）及び３．\n８（Transfer the rights mentioned above to the third person 上記の権利の第\n三者への譲渡）等は，平成１０年契約による脱退原告の権利に対する制約から除外\nされており（第２．６条），同契約が脱退原告による全面的権利放棄ではないこと\nは明らかである。\nしたがって，脱退原告が，本件契約に基づく日本国外における独占的利用権を争\nうことが許されない被告との関係において，第三者に対しライセンスを付与し，ラ\nイセンス料を得る機会を有していなかったとはいえない。\n(b) 脱退原告が，平成１０年契約に基づき補助参加人から受領した１億円は，補\n助参加人に対しウルトラマンキャラクターを利用することを許諾する対価ではない。\n補助参加人は，本件契約上の脱退原告の権利と抵触する権利の許諾を被告から受\nけているところ，上記金銭は，補助参加人が被告からの許諾による事業を行うこと\nにつき，脱退原告が民事上・刑事上の制裁を求める行為を行わないことに対する対\n価として支払われたものである。すなわち，平成１０年契約締結時に，脱退原告と\n被告との間のウルトラマンに関する著作物の著作権及び利用権に係る訴訟が日本と\nタイ王国の両国において係属中であり，補助参加人が被告から本件契約と抵触する\nライセンスを受けたとの事実関係が存在し，脱退原告が本件契約上の独占的利用権\n者であることが確定した場合，補助参加人は，ウルトラマンに関する著作物の日本\n国外での利用について被告から適法なライセンスを得ることができなくなり，脱退\n原告から具体的な許諾を得ない限り，著作物の利用行為を行う権原を失うことにな\nるため，平成１０年契約において，脱退原告が補助参加人に対して刑事・民事上の\n制裁を課す行為を行わないことを約束したものである。\n平成１０年契約に基づいて脱退原告が受領した金銭は，脱退原告の補助参加人に\n対する不作為約束の対価という限りでライセンス料の性質を帯びるとしても，唯一\nの正当なライセンサーとして得られた著作物利用権についてのライセンス料という\nことはできないから，脱退原告としては，平成１０年契約に基づく金銭の受領にか\nかわらず，被告が補助参加人から得たライセンス料に相当する金額を，補助参加人\nから更に得る機会がなかったとはいえない。\nしたがって，脱退原告において，補助参加人（又はその子会社）から具体的な許\n諾品について改めてライセンス料を得る機会を失ったとはいえない。\n(ｲ)  被告がウルトラマンに関するライセンスを第三者に対して付与する行為は，\n債務不履行における違法性がないとの主張に対し\n平成１０年契約は，脱退原告と被告との間でウルトラマン著作物の著作権及び利\n用権に係る訴訟が日本とタイ王国の両国において係属している時に締結されたが，\n締結当時，補助参加人は既に被告の株主であり，かつ，被告と取引関係にあった。\n仮に，被告が「バンダイ・グループ」に該当するとすれば，平成１０年契約締結と\n同時に，脱退原告が被告との間で係属中の訴訟において権利を主張することが，同\n契約に違反する行為となり，不合理であるから，被告が「バンダイ・グループ」に\n属するとの解釈が，平成１０年契約の当事者の意思ではないことは明白である。\n(ｳ) 被告がウルトラマンキャラクターに関し，第三者からライセンス料を得るこ\nとは，法律上の原因があるとの主張に対し\n本件契約によれば，日本以外の国についてライセンスを付与する権利は脱退原告\nにあり，被告はその権利を有していないから，被告が著作権者か否かにかかわらず，\n被告が本件契約に反して第三者との間でライセンス契約を締結しライセンス料を取\n得したことが，脱退原告との関係で法律上の原因がないことは当然である。\nまた，上記のとおり，脱退原告は，平成１０年契約において，本件契約に基づく\n独占的利用権を放棄しておらず，被告は平成１０年契約上の「バンダイ・グルー\nプ」に含まれないから，脱退原告は被告に対し権利不行使を約するものではなく，\n脱退原告が，平成１０年契約によって，被告に対する関係で本件契約上の地位を失\nったということはあり得ない。\n本件契約によれば，被告は，日本以外の国において旧ウルトラマンの著作物を利\n用する権原を有しておらず，日本以外の国において旧ウルトラマンの著作物の利用\nから経済的利益を得る権原を有しないから，独占的利用権者である脱退原告による\n利用行為や契約関係に対して，著作権者として権利ないし経済的利益を主張するこ\nとはできないというべきである。\n(ｴ) 脱退原告から参加人への権利譲渡は無効であるとの主張に対し\n平成１０年契約上，譲渡禁止特約の対象は「チャイヨ権利」，すなわち本件契約\n上の権利のライセンシーとしての地位であるが，本件の損害賠償請求権ないし不当\n利得返還請求権は平成１０年契約に基づいて発生した債権ではないから，譲渡禁止\nの対象でない。\n仮に，平成１０年契約において，本件の損害賠償請求権ないし不当利得返還請求\n権が譲渡禁止の対象であるとしても，本件の損害賠償請求権ないし不当利得返還請\n求権の債権者である脱退原告と，債務者である被告との間に，譲渡禁止特約は存在\nしないから，当該譲渡の効力が被告との間で問題となることはない。\nなお，平成１０年契約の存在及び内容に関する参加人代理人の認識が，譲渡禁止\n特約や譲渡の効力に影響を与えるものではない。脱退原告から参加人への本件契約\nに基づく独占的利用権及び被告に対する損害賠償請求権ないし不当利得請求権の譲\n渡は，脱退原告と参加人代表者との間の長年の信頼関係を基礎として，脱退原告の\n意志を継いだＡと参加人の協議により合意されたものであり，参加人代理人は当該\n合意形成の過程においていずれの側も代理していないため，その認識と，両当事者\nの認識とは関係がない。また，参加人代理人が，参加人の代理人となったのは，上\n記の譲渡が行われた後であり，本件の損害賠償請求権ないし不当利得返還請求権を\n譲り受けた当時，参加人は平成１０年契約の存在及びその内容について善意であっ\nた。\n(2) 相殺（予備的抗弁）について\nア  被告の主張\n(ｱ) 脱退原告は，直接又はチャイヨ社を通じて，タイ王国において新ウルトラマ\nンキャラクターを用いた事業を長期間に亘り継続しており，これにより脱退原告が\n得たライセンス料の合計額は，日本円に換算すれば，控訴審における参加人の主た\nる請求金額（５０３６万３６３６円）を下らない。\n脱退原告は，新ウルトラマンキャラクターに係る著作権の使用について，何らの\n権原を有しないから，脱退原告が，著作権者である被告に無断で，第三者との間で\n新ウルトラマンキャラクターを対象とするライセンス契約を締結する行為は，被告\nの著作権を侵害する違法な行為である。したがって，被告は，脱退原告に対し，上\n記違法行為に基づく損害賠償請求権（民法７０９条）を有する。\nそこで，被告は，仮に，脱退原告又は参加人の損害賠償請求権ないし不当利得返\n還請求権が認められた場合に備え，脱退原告に対して有する上記損害賠償請求権を\n自働債権として，参加人の主たる請求金額（５０３６万３６３６円）の限度で，対\n当額において相殺することを予備的に主張する。\n(ｲ) 参加人の主張に対する反論\n参加人は，被告の相殺の予備的抗弁の主張及び乙５４ないし６５の申出について，\n時機に後れた攻撃防御方法として却下されるべきである旨主張する（後記イ）。\nしかし，参加人の主張は失当である。相殺の抗弁は，請求原因が認められること\nを仮定した予備的な抗弁である。すなわち，相殺の抗弁は，請求原因事実の主張，\n立証がされた場合に備えて，反対債権の存在を主張することによって，請求金額を\n減殺するための主張であるから，その性質上早期に提出することが期待できない。\n本件は，請求原因事実において，参加人の権利者性が問題になっており，損害発生\nの点について立証がなされていない状況であるから，損害額を減ずるための相殺の\n抗弁を提出することは訴訟活動として得策ではないと考えるのは当然である。本件\nにおいて，相殺の予備的抗弁が時機に後れた攻撃防御方法に当たらないことについ\nての詳細な理由は，以下のとおりである。\nａ  「時機に後れた提出」の点に対し\n「時機に後れて」といえるか否かは，より以前の適切な時機にその攻撃防御方法\nを提出することが期待されたか否かによって決定され，当該攻撃防御方法を提出す\nるより早期の適切な時機が存在したか否かは，いかなる争点が重点的に審理され，\nどのように審理が推移したかにより判断されるべきである。\n被告は，原審の第３２回弁論準備手続期日において，参加人の請求は請求原因事\n実の主張，立証がなされているとはいえないと判断しつつも，念のため，相殺の予\n備的抗弁の主張をした。同期日に至るまでの審理経過では，損害論についての実質\n的な審理は全く行われておらず，参加人の原告適格性，すなわち債権譲渡行為の有\n効性，要件事実の主張，立証，２つの訴訟物の関係の整理，準拠法をめぐって争点\n整理がなされている状況であり，証人尋問等も行われておらず，参加人が請求権者\nであるか否か，その債権譲渡の要件事実の主張立証も果たされていなかったから，\n被告にとって実質敗訴を意味する相殺の予備的抗弁を提出することが期待できる審\n理状況になかった。したがって，原審における被告の相殺の予備的抗弁の提出が時\n機に後れたとはいえない。\nまた，被告が原審において相殺の予備的抗弁の主張を提出した時点で，口頭弁論\n期日は１回しか行われておらず，弁論準備手続による争点整理の結果陳述も行われ\nていなかった。民事訴訟法は，弁論準備手続終結後の攻撃防御方法の提出について，\n弁論準備手続の終了前に提出できなかった理由に関する説明義務を規定するが，弁\n論準備手続中に提出された攻撃防御方法については，失権効はもちろん説明義務も\n課していない。この点からも，弁論準備手続中に提出された相殺の予備的抗弁は，\n却下されるべきではなかった。\nさらに，相殺の抗弁における自働債権は，脱退原告のタイ王国における違法ライ\nセンス行為に基づく損害賠償請求権であり，被告にとって，脱退原告の違法行為は\n外国で行われているため，その事実関係の調査，証拠収集，損害賠償額の算定，翻\n訳，法律上の検討等に多大な労力と時間を要するところ，本件訴訟は，相殺を待た\nずに脱退原告ないし参加人の請求が棄却される可能性が大いにあったから，敢えて\n相殺の予備的抗弁の提出を早期に準備すべき状況にあったとはいえない。\n加えて，脱退原告は，被告に秘して，タイ王国において違法とされるライセンス\n行為を行っており，違法行為に基づく損害賠償債務を免れるために，時機に後れた\n攻撃防御方法を主張することは，訴訟上の信義則に反し，かつ，権利濫用である。\n証拠についても，タイ王国から多数の関係者を経由して取り寄せ，かつ，タイ語\nを翻訳して内容を精査する必要があった。このような証拠の所在の把握の困難性，\n入手，証拠化に時間を要する点に鑑みれば，相殺の予備的抗弁に関する証拠の申出\nについても，時機に後れたものとはいえない。\nしたがって，原審における被告の相殺の予備的抗弁の主張及びこれを証する証拠\nの申出は「時機に後れた提出」といえないことは明白である。\nｂ  「故意・重過失」の点に対し\n相殺の抗弁は，反対債権の犠牲の下に当該請求債権を消滅させるものであり，提\n出する者にとっては実質敗訴を意味するから，相殺以外の理由で訴求債権の存在を\n争うことが合理的であると認められる限り，相殺の予備的抗弁を提出しないことに\nつき重過失はない。原審において，相殺の予備的抗弁の主張は弁論準備手続の結果\n陳述前になされており，相殺の予備的抗弁の特質，証拠収集の難易性，損害論は実\n質的な審理が行なわれておらず脱退原告及び参加人が損害及び利得の発生自体の具\n体的な立証を行っていない状況を勘案すると，被告の相殺の予備的抗弁の提出時期\nに十分な合理性があることも明らかである。\nしたがって，被告に故意・重過失がないことも明白である。\nｃ  「訴訟完結の遅延」の点に対し\n被告は，原審から証人尋問を申請しており，相殺の予備的抗弁の提出当時，証拠\n調べも行われていない段階にあったため，原審での相殺の予備的抗弁提出当時にお\nいても訴訟完結を遅延するものではなかった。また，控訴審における証拠提出につ\nいても，今後，文書提出命令による文書の提出，これに基づく主張・立証及び証人\n尋問等の証拠調べも必要となり得るため，当該主張及び証拠提出が訴訟完結を遅延\nするものではない。被告は，相殺の抗弁において，新ウルトラマンキャラクターに\nついての脱退原告の無断使用行為を問題にするが，原判決でも脱退原告及び参加人\nが新ウルトラマンキャラクターについては無権利であると判示されており，新旧ウ\nルトラマンキャラクターの区分は原審においても審理対象の重要な一部であったか\nら，当該相殺の自働債権の発生原因となる新ウルトラマンキャラクターの使用に関\nして，更なる審理を必要とするものでもない。\nなお，仮に，相殺の予備的抗弁が時機に後れた攻撃防御方法として却下されれば，\n被告は別訴を提起せざるを得ず，紛争全体の解決はさらに遅延し，抜本的な紛争解\n決にならないことは明白である。\nｄ  「被告の不利益のないこと」の点に対し\n参加人は，被告の相殺の予備的抗弁を却下しても，被告は別訴により脱退原告に\n請求すれば足りるとして，被告が不利益を被ることはない旨主張する。\nしかし，脱退原告は外国の個人であり，その資産の把握が著しく困難であること\nから，事実上強制執行手続ができず，回収できない状況である。そうすると，脱退\n原告を相手方として損害賠償請求訴訟を別途提起し，勝訴判決を得たとしても，こ\nれを回収することは事実上不可能であるから，被告としては，本件訴訟において脱\n退原告側の主張する請求権の存在が認められた場合には，当該請求権と対当額にお\nいて相殺する方法により，被告の有する損害賠償請求権を回収する必要性が高く，\n逆に，本件訴訟において相殺の予備的抗弁が認められない場合，被告は，損害賠償\n請求権の回収の途を事実上絶たれ，極めて不公平な結果となる。\nまた，仮に，被告が脱退原告に対し，別訴で請求する場合，準拠法等について，\n従前の主張立証を繰り返さなければならないこととなり，訴訟経済に反するのみな\nらず，当事者にも二重に主張の負担を強いることとなり，不当である。\nさらに，本件においては，日本，タイ王国及び中国において，本件契約の効力に\n関して異なる判決が出されており，本件訴訟の当事者間においては，今後も本件と\n同様の紛争が発生し，訴訟が繰り返されることが予想されるから，同一訴訟手続内\nで，複数の請求を一回的に解決することが要請される。\nイ  相殺の抗弁に対する参加人の反論（時機に後れた攻撃防御方法の却下）\n被告の相殺の予備的抗弁（上記ア(ｱ) ）の主張及び相殺の自働債権の存在を立証\nする証拠方法とされる乙５４ないし６５は，以下のとおり，時機に後れた攻撃防御\n方法として却下されるべきである。\nなお，被告は，原審において，平成２２年５月２０日付け被告第２２準備書面で，\n上記相殺の抗弁と同様の相殺の予備的抗弁を主張したが，裁判所は，参加人の申立\nてにより，同年６月２４日の第２回口頭弁論期日において，時機に後れた攻撃防御\n方法として却下した。当審における被告の相殺の予備的抗弁の主張及び抗弁事実を\n立証するための書証の申出は，原審における相殺の予備的抗弁より更に後れたもの\nであり，当然に時機に後れている。\n(ｱ) 時機に後れた提出\n乙５４ないし６５に記載される最も過去の「契約日」は平成１５年１２月２３日\nである。本件訴訟は，平成１８年５月２３日に脱退原告が提起したものであるが，\n訴訟提起前から，ウルトラマンの著作物を巡り，被告と脱退原告との間で紛争を生\nじていたことからすれば，被告は，訴訟提起前から相殺の自働債権と主張する損害\n賠償請求権の発生を認識し，書証も容易に入手できたはずである。\nしたがって，被告の相殺の予備的抗弁の主張及び乙５４ないし６５の提出は，早\n期にすることが期待できる客観的状況にあったにもかかわらず，それがなされず，\n時機に後れたものであることは明白である。\n(ｲ) 故意又は重過失\n被告において，相殺の予備的抗弁及び乙５４ないし６５の提出を妨げる事情はな\nく，時機に後れたことを正当化する合理的な理由は何ら認められない。\nしたがって，被告は時機に遅れて提出したことについて故意であって，少なくと\nも重過失がある。\n(ｳ) 訴訟完結の遅延\n本件訴訟は，控訴審の第１回口頭弁論期日に，本来終結することのできる時機に\nあった。その時点では，補助参加申出人が補助参加の申出を行っていたが，当該申\n出は，被告代理人と同じ者が補助参加申出人を代理していたから，補助参加の許否\nの判断のための若干の時間的猶予が生じたとしても，それをもって相殺の予備的抗\n弁及び乙５４ないし６５の提出が訴訟完結の遅延をもたらさないとはいえない。\nまた，上記書証は，本件訴訟において何ら審理されていない事実を立証趣旨とす\nるものであり，かつ，専らタイ王国において発生したとされる事実に係るものであ\nるから，更なる主張・立証，これに対する参加人の反論に多大な時間と作業及び費\n用負担を要することは明らかである。\nさらに，相殺の予備的抗弁は，判決執行についての相互保証がないタイ王国にお\nける損害賠償請求権に関するものであるところ，日本の裁判所において審理できる\nのか，一般に，相殺の抗弁についても国際裁判管轄が必要か否かについては見解が\n対立しており，準拠法についても争いがあり，これらの点についても，双方がさら\nに主張・立証を尽くさなければならないことになる。被告が主張する損害賠償請求\nは，既にタイ王国での裁判においても請求されているはずであり，既請求部分につ\nいては二重起訴の問題も生じ得る。\n加えて，上記書証は，タイ王国における脱退原告と被告との間の訴訟において，\n被告が受訴裁判所に書証として提出した契約関係書類とみられるが，被告が本件訴\n訟においてタイ王国の受訴裁判所の判決を証拠として提出していないから，タイ王\n国における訴訟は係属中であると考えられる。そうすると，被告はタイ王国におい\nて長期に亘り訴訟が係属中の紛争について，上記書証のみから被告の主張する損害\n賠償請求権の存在を認定するよう当審裁判所に求めていることになり，審理に相当\n長期間を要することは自明である。\nしたがって，被告の相殺の予備的抗弁の主張及び乙５４ないし６５の提出を認め\nた場合，本件訴訟の大幅な完結の遅延をもたらすことは明白である。\n(ｴ) 被告に不利益のないこと\n被告の相殺の予備的抗弁の主張及び乙５４ないし６５の提出が，時機に後れた攻\n撃防御方法として却下されたとしても，被告は別訴で脱退原告に対して損害賠償を\n請求することができるし，タイ王国において脱退原告と被告との間の訴訟が係属し\nているならば，被告が訴え提起に困難を来たすという事情もない。\nしたがって，相殺の予備的抗弁の主張及び乙５４ないし６５の申出が却下された\nとしても，被告に格別の不利益はない。\n第３  当裁判所の判断\n当裁判所は，原判決が認容した部分も含め，参加人の請求には理由がないものと\n判断する。その理由は，以下のとおりである。\n１  次のとおり付加，訂正するほかは，原判決の「事実及び理由」欄の「第３\n当裁判所の判断」の「１  争点１（本件訴訟の国際裁判管轄）について」ないし\n「５  争点４（被告の債務不履行及び不当利得の有無）について」（原判決３９頁\n１０行目から５４頁１８行目まで）記載のとおりであるから引用する。\n(1) 原判決４６頁２５行目の後に，行を改めて，次のとおり挿入する。\n「参加人は，本件契約の第３条３．２にいう制作権（Production Right）に，本件\n著作物の二次的著作物を制作する権利ないし翻案権が含まれることを前提として，\n被告が，本件契約に基づき，本件著作物及びそこに登場するウルトラマンキャラク\nター（旧ウルトラマンキャラクター）に類似するキャラクター（新ウルトラマンキ\nャラクター）の利用を第三者に許諾してはならない義務を負う旨主張する。しかし，\n参加人の主張は失当である。制作権（Production Right）の通常の語義からすれば，\n本件著作物の二次的著作物を制作する権利ないし翻案権が含まれると理解すること\nは困難であり，本件契約において，特に，『制作権（Production Right）』の語に\nそのような権利が含まれると解すべき事情があるとも認められない。また，本件契\n約の第３条３．４に著作権（Copyright ）と記載されているところ，『著作権\n（Copyright ）』の語に著作権の支分権である翻案権が含まれるとするならば，同\n３．３に『複製権』と記載されていることと整合しないから，上記『著作権\n（Copyright ）』に支分権である翻案権が含まれるとは解されない。したがって，\n被告が，本件契約に基づき，新ウルトラマンキャラクターの利用を第三者に許諾し\nてはならない義務を負うとはいえない。」\n(2) 原判決４７頁２２行目の後に，行を改めて，次のとおり挿入する。\n「イ  脱退原告の損害\n被告による本件契約の債務不履行は認められるものの，後記のとおり，それによ\nり脱退原告に損害が発生したとは認められない。\nウ  被告の不当利得\n後記のとおり，被告が本件ライセンス契約①を締結しライセンス料を得たことに\nより脱退原告に損失が発生したとは認められない。」\n(3) 原判決４７頁２３行目から５０頁３行目までを削る。\n(4) 原判決５２頁８行目の後に，行を改めて，次のとおり挿入する。\n「参加人は，本件ライセンス契約⑨，⑩，⑫，⑭，⑮については，ライセンス対象\n物の一部に本件著作物又は旧ウルトラマンキャラクターが含まれていることを被告\nも認めており，上記各ライセンス契約締結行為は本件契約に違反し，脱退原告に，\nライセンス料を得る機会を失うという損害が生じたことは明白であるから，『損害\nが生じたことが認められる場合』（民事訴訟法２４８条）に該当し，『損害の性質\n上その額を立証することが極めて困難であるとき』として，脱退原告に生じた損害\nについて『相当な損害額』が認定されるべきである旨主張する。しかし，参加人の\n主張は失当である。上記各ライセンス契約のライセンス対象物の一部に本件著作物\n又は旧ウルトラマンキャラクターが含まれるとしても，それらの内容，ライセンス\n対象物全体に占める割合，ライセンス期間，ライセンス料等について明らかにする\n証拠はない。そうすると，脱退原告がいかなるライセンス料を得る機会を失ったの\nかが不明であり，脱退原告に損害が生じたとの事実自体を認定するに足りないとい\nうべきである。したがって，民事訴訟法２４８条に基づいて相当な損害額を認定す\nべきであるとの参加人の主張は採用できない。」\n(5) 原判決５３頁１３行目から５４頁１８行目までを削る。\n２  当審における当事者の主張についての判断（脱退原告と補助参加人との契約\nについて）\n(1) 脱退原告に「損害」，「損失」が発生していないとの主張について\nア  認定事実\n丁１ないし３及び弁論の全趣旨によれば，次の事実が認められる。\n(ｱ) 脱退原告，チャイヨ・シティ・スタジオ・リミテッド・パートナーシップ及\nびツブラヤ・チャイヨ・カンパニー・リミテッドは，補助参加人との間で，平成１\n０年１月２９日付けで平成１０年契約を締結した。平成１０年契約は，次の内容の\n契約条件を含むものである。\nａ  平成１０年契約は，チャイヨ・補助参加人間の現在の紛争を排除し，かつ，\n両当事者間における将来の紛争を回避することを唯一の目的に締結された。平成１\n０年契約は，補助参加人が，被告・チャイヨ間で争いになっている本件契約の有効\n性を確認するものではなく，かつ，そのように解釈されるべきものでもない。（第\n１条）\nｂ  チャイヨは，次のとおり表明し保証する。\n平成１０年１月２９日現在，チャイヨ，その関連会社及び子会社は，バンダイ，\nその関連会社，子会社，ライセンシー，サブライセンシー，契約者，製造業者，販\n売代理店，二次販売代理店，エージェント，代表者，役員，従業員，株主，権利承\n継人，譲受人，またはこれらのために仕事をしているその他一切の個人・法人（す\nなわち，「バンダイ・グループ」）に対して，タイその他の世界中のいかなる国・\n地域においても，被告に対する訴訟以外には，民事・刑事を問わず，あらゆる訴訟\nを同契約書別紙Ｃ記載の訴訟を除くほか一切提起しておらず，またいかなる第三者\nを通じても提起していないことを表明し保証する。（第２．１条）\nｃ  チャイヨ，その関連会社，子会社は，チャイヨ権利（本件契約書記載の一切\nの権利）に関し，以下のとおり（ⅰ）現在又は将来に亘って，バンダイ・グループ\nに対して想定されるいかなる権利の行使も放棄する。（ⅱ）現在又は将来に亘って，\n想定される全世界における一切の法律又は規則に基づく，司法上・非司法上，及び\n刑事上・民事上のあらゆる訴訟及び請求原因からバンダイ・グループを解放する。\n（第２．３条）\nｄ  チャイヨは，平成１０年契約締結日現在及び将来に亘り，本件契約の１．３\n（ウルトラマン１  “ウルトラＱ”（２８本×３０分）），１．４（ウルトラマン\n２（３９本×３０分）），１．５（ウルトラマンセブン（５０本×３０分）），１．\n６（帰ってきたウルトラマン（５１本×３０分）），１．７（ウルトラマンエース\n（５１本×３０分）），１．８（ウルトラマンタロウ（５４本×３０分）），１．\n９（ジャンボーグエース（５０本×３０分）），３．１（配給権），３．６（ラジ\nオ，テレビなどのあらゆるメディアを介した放送，および全ての新聞による広告\n権）及び３．７（第１条記載のフイルムの制作において使用されたオリジナルのモ\nデル及びキャラクターについて，商業上の目的のためにする複製）に定めるチャイ\nヨ権利に基づく商品を製造せず，使用せず，販売せず，かつ，平成１０年契約の有\n効期間中，いかなる国・地域においても，チャイヨ権利をライセンスし，譲渡し，\n質入し，その他の担保に供し又は処分する行為をしないことを保証し表明する。た\nだし，補助参加人から事前に書面による承諾を得た場合はこの限りではない。上記\nにかかわらず，チャイヨは，タイ国内において，チャイヨ権利に基づき，玩具以外\nの商品を製造，販売することができる。（第２．６条）\nｅ  補助参加人はチャイヨに対し，所管官庁の承認を得た上で，下記の時点で下\n記金額をチャイヨ指定の銀行口座に支払う。チャイヨに支払われた金額は，返還さ\nれない。\n（１）３千万円    平成１０年契約時\n（２）３千万円    別紙Ｃ記載の全ての訴訟につき確定的に取り下げられた旨の\n管轄裁判所又は所管の行政機関が発行し，正式なものとしてＢ弁護士が納得するに\n足る文書の写しが，同弁護士に提供された時。\n（３）４千万円    （２）の３千万円の支払から３０日以内。（第３．１条）\nｆ  別紙Ｃ（翻訳）の記載は次のとおりである。\n「警察\n１．犯罪抑止部：偽証。虚偽の陳述を記録させた行為\n相手方－１．B.K.C. Trading Co, Ltd, Mr.Ｃ及びMr. Ｄが個人として，及び会\n社の代表者として起訴\n２．経済犯罪調査部：著作権侵害\n相手方－１．K. Charoen, Mr. Ｅが起訴\nB.K.C. Trading Co, Ltd, Mr. Ｃ及びMr.Ｄが個人として，及び会社の\n代表者として，上記二社の社員とともに起訴\n３．その他，チャイヨがバンダイ・グループを相手方として提起しまたは提起さ\nれた（可能性がある）訴訟」\n(ｲ) 脱退原告を含むチャイヨは，平成１０年契約に基づき，平成１１年２月ころ\nまでに，補助参加人から合計１億円の支払を受けた。\nイ  判断\n(ｱ) 上記ア認定の事実によれば，脱退原告は，平成１０年契約において，補助参\n加人との間で，チャイヨ権利，すなわち本件契約上の一切の権利に関し，現在又は\n将来に亘って，バンダイ・グループに対して想定されるいかなる権利の行使も放棄\nするとともに，現在又は将来に亘って，想定される全世界における一切の法律又は\n規則に基づく，司法上・非司法上，及び刑事上・民事上のあらゆる訴訟及び請求原\n因からバンダイ・グループを解放することを約し（第２．３条），平成１０年契約\n締結日現在及び将来に亘り，事前に補助参加人から書面による承諾を得ない限り，\n本件契約の「１．３」，「１．４」，「１．５」，「１．６」，「１．７」，「１．\n８」，「１．９」，「３．１」，「３．６」及び「３．７」に定めるチャイヨ権利\nに基づく商品を製造せず，使用せず，販売せず，かつ，平成１０年契約の有効期間\n中，いかなる国・地域においても，チャイヨ権利をライセンスし，譲渡し，質入し，\nその他の担保に供し又は処分する行為をしない（ただし，チャイヨ権利に基づき，\nタイ国内で玩具以外の商品の製造，販売はできる。）ことを約した上で（第２．６\n条），補助参加人から，平成１０年契約に基づき合計１億円の支払を受けたことが\n認められる。\n上記の平成１０年契約第２．３条の内容からすると，脱退原告は，同契約時以降，\n本件契約上の一切の権利に関し，補助参加人との間で，平成１０年契約とは別にラ\nイセンス契約を締結してライセンス料を得ることはできないと解されるのみならず，\n仮に，平成１０年契約以前に，補助参加人が脱退原告の承諾なく本件契約上の権利\nを利用したために脱退原告がライセンス料を得る機会を逸していたとしても，平成\n１０年契約において，そのライセンス料相当額の損害ないし損失を全て精算する意\n思の下に，平成１０年契約を締結したものと解される。そして，平成１０年契約に\n基づいて脱退原告が受領した１億円は，同契約の有効期間中，脱退原告が原則とし\nて本件契約上の権利に基づく商品の製造，使用，販売をせず，いかなる国・地域に\nおいても，同権利のライセンス，譲渡，質入等の処分をしないことの対価であるほ\nか，同契約以前に，補助参加人の行為により脱退原告の本件契約上の権利に関し何\nらかの損害ないし損失が発生していた場合は，その補償をも含む趣旨であったと考\nえるのが合理的である。\nそうすると，脱退原告は補助参加人との間で別途ライセンス契約を締結してライ\nセンス料を得る機会を有しないと解されるから，そうである以上，被告が補助参加\n人との間で本件ライセンス契約①（そのライセンス期間の更新を含む。）を締結し\nたとしても，脱退原告に，上記債務不履行による損害，又は被告のライセンス料取\n得による損失が発生したことを認めることはできない。\n(ｲ) 参加人の主張について\nａ  参加人は，被告が補助参加人との間で本件ライセンス契約①を締結した平成\n８年９月１日から，平成１０年契約締結日である平成１０年１月２９日の前日まで\nの１年４か月間については，同契約の効力は及ばず，脱退原告が本件契約上の権利\nに関しライセンス料を受領する機会を有していなかったとはいえない旨主張する。\nしかし，参加人の主張は失当である。上記(ｱ) のとおり，平成１０年契約は，そ\nの経緯及び内容に照らすと，平成１０年契約の前のライセンス行為を含め，ライセ\nンス料相当額の損害ないし損失の全てを対象として，包括的に精算する合意であっ\nたと解するのが合理的であるから，脱退原告に損害ないし損失が発生しているとは\n認められない。\nｂ  また，参加人は，脱退原告が平成１０年契約において，本件契約に基づく権\n利を全面的に放棄したものではない，平成１０年契約は脱退原告と補助参加人との\n間の債権契約であるから，脱退原告による権利放棄の効果を被告は主張できないな\nどと主張する。\n確かに，被告は，脱退原告によるバンダイ・グループに対する権利放棄の法的効\n果を直接的に受ける者ではない。しかし，前記平成１０年契約第２．３条の規定の\nとおり，脱退原告はバンダイ・グループに対し，本件契約書記載の一切の権利に関\nして，現在又は将来に亘って，想定されるいかなる権利も行使しない旨を約してい\nる以上，脱退原告には，補助参加人の行為による損害ないし損失が生じない結果と\nして，脱退原告の被告に対する請求権の根拠は，失われたものというべきであるか\nら，この点の参加人の主張は，失当である。\nｃ  参加人は，平成１０年契約により，脱退原告が補助参加人に対して負担した\n債務の内容は，補助参加人の事前の承諾なく他者にライセンスをしないとの義務に\nすぎず，平成１０年契約が，そのような内容である以上，補助参加人が，予め一切\nの承諾を拒否する意思であったということはあり得ず，承諾を与える可能性がある\nことを前提として，契約を締結したものと解すべきであると主張する。\nしかし，参加人の主張は失当である。補助参加人が脱退原告に対し，脱退原告が\n第三者にライセンスをすることについて，承諾をし，また承諾する予定があったと\nの事実は認められないから，脱退原告において第三者からライセンス料を得る機会\nがあったとはいえない。\nｄ  参加人は，平成１０年契約に基づき脱退原告が補助参加人から受領した１億\n円は，本件契約上の脱退原告の権利と抵触する権利の許諾を被告から受けていた補\n助参加人が，被告から許諾を受けた事業を行うことに対し，脱退原告が民事上・刑\n事上の制裁を求める行為を行わないことの対価として支払ったものであり，脱退原\n告が補助参加人に対しウルトラマンキャラクターを利用することを許諾する対価で\nはないから，脱退原告としては，被告が補助参加人から得たライセンス料に相当す\nる金額を補助参加人から更に得る機会がなかったとはいえない旨主張する。\nしかし，参加人の主張は失当である。平成１０年契約において，１億円の支払が\n参加人主張の趣旨でされたことを窺わせる文言はない。上記のとおり，同契約第２．\n３条の定めからすると，脱退原告はバンダイ・グループに対し，本件契約書記載の\n一切の権利に関し，現在又は将来に亘って，ライセンス契約に基づくライセンス料\nの支払請求も含め，想定されるいかなる権利も行使しないとしたことは明らかであ\nるから，脱退原告において，補助参加人から別途ライセンス料を得る機会はなかっ\nたというべきである。\nｅ  したがって，参加人の主張はいずれも理由がない。\n(2) 以上のとおり，脱退原告において，本件契約に基づく被告の債務不履行によ\nる損害ないし被告の補助参加人からのライセンス料取得による損失が発生したとは\nいえないから，脱退原告の被告に対する債務不履行に基づく損害賠償請求権ないし\n不当利得返還請求権は認められない。\n３  小括\n以上のとおりであり，被告が補助参加人との間で本件ライセンス契約①を締結し\n更新したことが本件契約の債務不履行に当たるとしても，それによる脱退原告の損\n害の発生ないし被告のライセンス料取得による脱退原告の損失の発生は認められな\nい。また，被告が本件ライセンス契約②ないし⑧を締結したことは本件契約の債務\n不履行に当たらず，被告が法律上の原因なく利益を得たとも認められない。さらに，\n本件ライセンス契約⑨ないし⑳に係る参加人の主張は理由がない。\nしたがって，その余の点について判断するまでもなく，参加人の被告に対する本\n件契約の債務不履行に基づく損害賠償請求ないし不当利得返還請求はいずれも認め\nられない。参加人は，その他縷々主張するが，いずれも上記認定判断を左右しない。\n第４  結論\nよって，被告の控訴は理由があるから，原判決中被告敗訴部分を取り消し，参加\n人の請求を棄却し，参加人の控訴は理由がないから棄却することとして，主文のと\nおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n池      下              朗\n裁判官\n武      宮      英      子\n"
}