{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 2,
    "day": 21
  },
  "case_number": "平成28(ワ)37339",
  "case_name": "著作権侵害差止等請求本訴事件，損害賠償請求",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "87497",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87497",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/497/087497_hanrei.pdf",
  "contents": "平成３０年２月２１日判決言渡  同日原本交付  裁判所書記官\n平成２８年（ワ）第３７３３９号  著作権侵害差止等請求本訴事件，損害賠償請求\n反訴事件\n口頭弁論終結日  平成２９年１１月２２日\n判      決\n本 訴 原 告 ・ 反 訴 被 告     琉 球 朝 日 放 送 株 式 会 社\n（以下，単に「原告」という。）\n同 訴 訟 代 理 人 弁 護 士     竹 下 勇 夫\n同        久 保 以 明\n同        秀   浦   由紀 子\n同        亀山   聡\n同        伊藤   真\n同        平 井 佑 希\n同        丸 田 憲 和\n本 訴 被 告 ・ 反 訴 原 告     株 式 会 社 シ グ ロ\n（以下，単に「被告」という。）\n同 訴 訟 代 理 人 弁 護 士     岡   邦 俊\n同        小 畑 明 彦\n同        前 原 一 輝\n主      文\n１  被告は，別紙１著作物目録記載１ないし４の各映像\nを含んだ別紙３映画目録記載の映画を上映し，公衆\n送信し，送信可能化し又は同映画の複製物を頒布し\nてはならない。\n２  被告は，別紙３映画目録記載の映画を記録した記録\n媒体から，別紙１著作物目録記載１ないし４の各映\n像を削除せよ。\n３  被告は，別紙１著作物目録記載１ないし４の各映像\nを記録した記録媒体から，別紙１著作物目録記載１\nないし４の各映像を削除せよ。\n４  被告は，原告に対し，５１万０１６０円及びこれに\n対する平成２７年６月２１日から支払済みまで年５\n分の割合による金員を支払え。\n５  原告のその余の本訴請求をいずれも棄却する。\n６  被告の反訴請求をいずれも棄却する。\n７  訴訟費用は，本訴反訴を通じてこれを９分し，その\n１を原告の負担とし，その余を被告の負担とする。\n８  この判決は，第４項に限り，仮に執行することがで\nきる。\n事 実 及 び 理 由\n第１  請求\n１  本訴請求\n⑴  主文第１項ないし第３項に同旨\n⑵  被告は，原告に対し，４１１万０１６０円及びこれに対する平成２７年６月\n２１日から支払済みまで年５分の割合による金員を支払え。\n⑶  被告は，別紙４謝罪広告要領記載の要領にて，別紙５謝罪広告内容記載の文\n章の謝罪広告を１回掲載せよ。\n２  反訴請求\n原告は，被告に対し，１９５０万円及びこれに対する平成２８年４月５日から支\n払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  請求の内容\n⑴  本訴事件\n本訴事件は，別紙１著作物目録記載１ないし４の各映像（以下，番号に対応して\n「本件映像１」などといい，併せて「本件各映像」という。）の著作者及び著作権\n者である原告が，被告が原告の許諾なく本件各映像を使用して製作した別紙３映画\n目録記載の映画（以下「本件映画」という。）につき，⑴被告が本件映画を上映す\nる行為は本件各映像につき原告が有する上映権（著作権法２２条）を侵害する，⑵\n被告が本件映画を記録したＤＶＤを販売する行為は本件各映像につき原告が有する\n頒布権（著作権法２６条１項）を侵害する，⑶被告が本件映画の上映に際して原告\nの名称を表示しなかったことは本件各映像につき原告が有する氏名表示権（著作権\n法１９条１項）を侵害する，⑷本件映像２のうち別紙２－２「著作物目録の著作物\n２」の⑪ないし⑯の部分（約８秒。同別紙に「未公表部分」との記載のあるもの）\n及び本件映像４（原告第２準備書面５頁に「原告著作物３」とあるのは，同準備書\n面別紙の記載に照らし，「原告著作物４」の誤記と認められる。）のうち別紙２－\n４「著作物目録の著作物４」の①ないし④の部分（約５秒。同別紙に「未公表部分」\nとの記載のあるもの。以下，上記２つの部分を併せて「本件部分」という。）は，\n公表されていない著作物であったから，被告が本件部分の映像を使用した本件映画\nを上映したことは，本件部分につき原告が有する公表権（著作権法１８条１項）を\n侵害するなどと主張して，被告に対し，⑴著作権法１１２条１項に基づき（本件各\n映像が映画の著作物であることを前提に，著作権〔上映権，公衆送信権及び頒布権\n（著作権法２２条の２，２３条及び２６条）〕又は著作者人格権〔氏名表示権（同\n法１９条）〕の侵害又はそのおそれを主張する趣旨と解される。），本件各映像を\n含む本件映画の上映，公衆送信及び送信可能化並びに本件映画の複製物の頒布の差\n止めを求め，⑵同条２項に基づき，本件映画を記録した媒体及び本件各映像を記録\nした媒体からの本件各映像の削除を求め，⑶著作権侵害の不法行為による損害賠償\n請求権に基づき，損害賠償金１１１万０１６０円及びこれに対する不法行為後の日\nである平成２７年６月２１日から支払済みまでの民法所定年５分の割合による遅延\n損害金の支払を求め，⑷著作者人格権侵害の不法行為による損害賠償請求権に基づ\nき，損害賠償金３００万円及びこれに対する不法行為後の日である平成２７年６月\n２１日から支払済みまでの民法所定年５分の割合による遅延損害金の支払を求め，\n⑸著作権法１１５条に基づき，別紙４謝罪広告要領記載の要領により別紙５謝罪広\n告内容記載の謝罪広告を掲載するよう求めた事案である。\n⑵  反訴事件\n反訴事件は，被告が，⑴本件映画での本件各映像の使用につき，原告が，被告に\nよる二度の許諾申請を拒絶した上で本訴事件を提起した一連の行為は，共同の取引\n拒絶又は単独の取引拒絶として独占禁止法に違反し，被告に対する不法行為を構成\nするとして，原告に対し，不法行為による損害賠償請求権に基づき，損害賠償金１\n３９２万円及びこれに対する不法行為後の日である平成２８年４月５日から支払済\nみまでの民法所定年５分の割合による遅延損害金の支払を求め，⑵原告が，本件各\n映像に係る被告との交渉内容を秘匿したまま，本訴事件を提起した旨を自社の放送\n波を通じて放送し，ウェブサイトに同内容を掲載し，マスコミにリリースした行為\nは，被告に対する不法行為を構成するとして，原告に対し，不法行為による損害賠\n償請求権に基づき，損害賠償金５５８万円及びこれに対する不法行為後の日である\n平成２８年４月５日から支払済みまでの民法所定年５分の割合による遅延損害金の\n支払を求めた事案である。\n２  前提事実（当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により容\n易に認められる事実）\n⑴  当事者\n原告は，テレビ番組，スポット販売，各種事業を業とする株式会社である。\n被告は，映画の製作及び配給を業とする株式会社である。\n⑵  本件各映像\n本件各映像は，平成１６年８月１３日，沖縄国際大学に米軍ヘリコプターが墜落\nした事故（以下「沖国大ヘリ墜落事故」という。）の後，その墜落現場の状況等を\n撮影した映像であり，原告の従業員が，原告の発意に基づき職務上撮影し，原告の\n名義の下に公表することを予定して作成した映像（動画及び音声）である。\n被告は，本件各映像が著作物としての創作性を有すること並びに本件各映像の著\n作者及び著作権者が原告であることを争っていない。\n⑶  本件映画\n被告は，平成２７年頃，「沖縄  うりずんの雨」と題する本編１４８分のドキュ\nメンタリー映画である本件映画を製作し，同年６月２０日から，全国各地の映画館\nにおいて上映した。また，被告は，今後，本件映画を収録したＤＶＤを販売し，ま\nた，本件映画に字幕を付した海外版を作成してこれを上映しようとしている。\n本件映画は，プロローグ，第１部，第２部及び第３部からなり，冒頭からの再生\n時間２分２５秒から２分３２秒までの間に本件映像１が，同３分２７秒から３分４\n３秒までの間に本件映像２が，同３分４８秒から３分５１秒までの間に本件映像 ３\nが，同３分４３秒から３分４８秒までの間に本件映像４が，それぞれ使用されてい\nる（以下，本件映画中の本件各映像が使用されている部分を併せて「本件使用部分」\nという。）。\n本件映画には，本件使用部分及びエンドクレジットを含め，原告の名称は表示さ\nれていない。\n（以上につき，甲３ないし５，乙１）\n⑷  本訴事件の提起とその報道\n原告は，平成２８年４月４日，那覇地方裁判所に本訴事件を提起し，同日，自社\nの放送波を通じて，次の内容の報道をした。また，同内容は，原告のウェブサイト\nにも掲載された。\n「著作権の侵害に当たるとして，ＱＡＢ（判決注：原告を指す。）は映画制作会\n社を提訴しました。２０１６年６月公開の映画，『沖縄うりずんの雨』には，２０\n０４年８月の沖国大ヘリ墜落事故当時，ＱＡＢが現場を撮影した映像が４２秒間，\n無断で使用されています。ＱＡＢは映画の制作会社に対し，著作権侵害にあたると\nして謝罪を求めてきましたが，制作会社は『放送局が撮影した映像は高度の公共性\nがあり自由に使用できる』と主張しました。また，現在では映画のＤＶＤ版販売や\n字幕版の制作も行われています。ＱＡＢの提訴について制作会社の代表は『現時点\nで訴状を見ていないのでなんとも言えない』としています。」\n（以上につき，乙１８）\n３  争点\n⑴  本訴請求に関する争点\nア  差止め及び削除を求める請求は特定されているか（争点１）\nイ  本件部分は「まだ公表されていないもの」（著作権法１８条）に当たるか（争\n点２）\nウ  本件映画に原告の名称を表示していないことは，「その著作物につきすでに\n著作者が表示しているところに従って」（著作権法１９条２項）されたものといえ\nるか（争点３）\nエ  著作権の行使に対する引用（著作権法３２条１項）の抗弁は成立するか（争\n点４）\nオ  原告による著作権及び著作者人格権の行使は，権利の濫用に当たり許されな\nいか（争点５）\nカ  原告が受けた損害の額（争点６）\nキ  差止め，本件各映像の削除及び謝罪広告の掲載の各必要性が認められるか（争\n点７）\n⑵  反訴請求に関する争点\nア  原告が，被告からの本件各映像の利用許諾申請を拒絶した上で本訴事件を提\n起した一連の行為は，被告に対する不法行為を構成するか（争点８）\nイ  原告が，被告との交渉内容を秘匿したまま，本件事件を提起した事実を自社\nの放送波で放送すると共に自社のウェブサイトに掲載し，マスコミ各社に同内容の\nリリースを配布した行為は，被告に対する不法行為を構成するか（争点９）\nウ  被告が受けた損害の額（争点１０）\n４  争点に対する当事者の主張\n⑴  争点１（差止め及び削除を求める請求は特定されているか）について\n【原告の主張】\n本訴請求のうち本件映画の公衆送信及び送信可能化並びに本件映画の複製物の頒\n布の差止めを求める部分については，差止めの対象を本件映画という著作物で特定\nしており，請求は十分に特定されている。自動公衆送信装置や複製物を具体的に特\n定することは困難であるし，差止判決の潜脱にもつながりかねないから，そのよう\nな特定を求めることは相当ではない。\n同様に，削除を求める請求についても，削除の対象を本件各映像という著作物に\nより特定しており，請求は十分に特定されている。「記録媒体」とは，フィルム，\nハードディスク，ＤＶＤ，ブルーレイディスク，ＬＴＯ，Ｐ２カードなど，本件映\n画ないし本件各映像を記録したあらゆる記録媒体である。記録媒体をさらに具体的\nに特定するよう求めることは相当ではない。\n【被告の主張】\n本訴請求のうち本件映画の公衆送信及び送信可能化の差止めを請求する部分は，\n公衆送信が放送及び自動公衆送信を含む広範な概念であること，原告が自動公衆送\n信及び送信可能化において使用される具体的な自動公衆送信装置を特定していない\nことから，抽象的差止めを求めるものとして不適法であり，却下されるべきである。\n本訴請求のうち本件映画の複製物の頒布の差止めを請求する部分は，原告が「複\n製物」を具体的に特定しておらず，対象を客観的に識別できないから，抽象的差止\nめを求めるものとして不適法であり，却下されるべきである。\n本訴請求のうち本件映画を記録した記録媒体から本件各映像の削除を請求する部\n分及び本件各映像を記録した記録媒体から本件各映像の削除を請求する部分は，原\n告が「記録媒体」を具体的に特定しておらず，対象を客観的に識別できないから，\n広範にすぎる請求として不適法であり，却下されるべきである。\n⑵  争点２（本件部分は「まだ公表されていないもの」〔著作権法１８条〕に当\nたるか）について\n【原告の主張】\n本件部分は，本件各映像のうち公表された部分とは独立して創作性を有する著作\n物といえるところ，原告は，本件部分をこれまでニュース映像として用いたことが\nない。英国ＢＢＣの番組「Development with Destruction」には，本件各映像の一\n部が使用されているが，本件部分は使用されていない。\nしたがって，本件部分は，「まだ公表されていないもの」（著作権法１８条）に\n当たり，被告が本件部分を原告に無断で公表したことは，本件部分につき原告が有\nする公表権を侵害するものである。\n【被告の主張】\n否認する。\n⑶  争点３（本件映画に原告の名称を表示していないことは，「その著作物につ\nきすでに著作者が表示しているところに従って」〔著作権法１９条２項〕されたも\nのといえるか）について\n【被告の主張】\n被告が本件各映像の提供を受けた時点で，本件各映像には著作者の名称，氏名等\nが表示されていなかった。したがって，被告が本件映画に本件各映像を使用するに\n際し，原告の名称を表示しなかったことは，「すでに著作者が表示しているところ」\nに従ってしたものであり，著作権法１９条２項により許容されるというべきである。\n【原告の主張】\n被告は，入手したという本件各映像がどのようなものであったか立証していない。\n他方，原告は，本件各映像（公表されていない本件部分を除く。）を使用して報道\nする際，原告の名称を表示していたものである。\n著作権法１９条２項は，「すでに著作者が表示しているところ」としており，著\n作者が表示していない場合には適用されないから，被告の事実主張を前提としても，\n原告の名称を表示しないことが許容されるものではない。\n⑷  争点４（著作権の行使に対する引用〔著作権法３２条１項〕の抗弁は成立す\nるか）について\n【被告の主張】\nア  「公表された著作物」であること\n本件各映像は，平成１７（２００５）年１月，英国ＢＢＣの番組「Development with\nDestruction」にて原告の許諾を受けて放映され，平成２４年に日本で公開されたイ\nタリア映画「スタンディング・アーミー」においても使用されたほか，同年頃には\nインターネット上でも公開されていたから，公表された著作物である。\nイ  「引用」に当たること\n被告は，本件映画の視聴者に沖国大ヘリ墜落事故を視覚的に伝達するため，他人\nの著作物である本件各映像を，自己の著作物である本件映画に採録したものである\nから，本件映画において，本件各映像を「引用」している。\n著作権法３２条１項により適法な「引用」と認められるための要件として，引用\nして利用する部分（地の部分）と引用して利用される部分（引用に係る著作物）と\nを明瞭に区別して認識できることを要し（明瞭区別性），かつ，両者の間に前者が\n主，後者が従の関係があると認められることを要する（主従関係性）としても，本\n件ではいずれの要件をも充足する。\nすなわち，本件映画では，被告が制作した「地の部分」と，引用に係る資料映像\n及び資料写真等を明瞭に区別するため，①資料映像の場所と日付を表記し，出所及\nび制作年は，劇場用映画などからの引用の場合以外は表記しない，②資料写真は，\n写真家の名前を伝える必要がある場合に限って撮影者を表記する，③資料映像及び\n資料写真の提供者はエンドクレジットで表記するとの方法を採用した。\nそして，「地の部分」は解像度が高く，画面の比率が１６：９であるのに対し，\n本件各映像を含む資料映像の解像度は低く，画面の比率が４：３であることから，\n視聴者は，本件映画の「地の部分」と本件使用部分とを明瞭に区別して識別するこ\nとができる。また，本件映画が歴史的資料やニュース映像を用いて１６０年以上に\nわたる沖縄の歴史を描くものであることからして，視聴者が，沖国大ヘリ墜落事故\nに関する本件各映像の著作者を被告と誤解することは考えられない。\n次に，本件映画は，全体で２時間２８分であるのに対し，本件使用部分は合計し\nても３０秒強であるから，本件映画全体に占める本件使用部分は，０．５パーセン\nト未満である。本件映画のうちプロローグ部分（７分３秒）に占める本件各映像の\n部分に限っても，１０パーセントに満たない。したがって，本件映画が主，本件各\n映像が従の関係にあると認められる。\nウ  「公正な慣行」に合致し，「引用の目的上正当な範囲内」であること\n(ｱ)  引用による著作物の利用が著作権法３２条１項により適法となるかは，他人\nの著作物を利用する側の利用の目的，その方法や態様，利用される著作物の種類や\n性質，当該著作物の著作権者に及ぼす影響の有無・程度を総合的に考慮し，「公正\nな慣行に合致」しているかや「引用の目的上正当な範囲内」であるかが判断される\nべきである（知財高裁平成２２年１０月１３日判決・判タ１３４０号２５７頁等参\n照）。また，被告は，いわゆる「フェアユースの抗弁」を提出するものではないが，\n米国著作権法におけるフェアユースの判断要素は，我が国の著作権法３２条１項の\n解釈においても参考とされるべきである（乙１７・米国ドキュメンタリー映画製作\n者らによる「公正な使用の最善の運用」についての声明参照）。\n本件映画及び本件各映像の関係についてこれをみると，まず，本件映画は，アメ\nリカ艦隊の那覇寄港（１８５３年）から現在までの１６０年以上にわたる沖縄の現\n実を，歴史的資料やニュース映像を用いて描くドキュメンタリー映画であり，実質\n的には非営利目的の作品である。次に，本件各映像は，沖国大ヘリ墜落事故を現場\nで撮影したニュース映像であり，撮影対象や撮影場所の選択，構図，カメラワーク\nなどによる創作性がさほど大きいものとはいえない一方で，非代替的なニュース映\n像であり，高度の公共性を有するから，著作権者による独占になじまない。本件映\n画全体又はプロローグ部分に占める本件各映像の割合はわずかにとどまり，本件各\n映像が英国ＢＢＣの番組等で使用され，インターネット上でも自由に視聴できるこ\nとからすれば，被告による利用が，本件各映像の著作物としての価値に悪影響を与\nえるということもない。\nしたがって，本件映画における本件各映像の利用は，「公正な慣行」に合致し，\n「引用の目的上正当な範囲内」でされているといえる。\n(ｲ)  これに対し，原告は，被告が，本件映画に原告の名称を表示していないこと\nをもって，「公正な慣行」に合致しないなどと主張する。\nしかし，出所明示を怠ることが直ちに著作権侵害を基礎付けるものではないこと\nは，著作権法１１９条と同法１２２条とが書き分けられていることからも明らかで\nあるし，出所明示を怠ったことをもって，常に「公正な慣行」に合致しないとして\n著作権法３２条１項による適法な引用の可能性を閉ざすことは誤りである。原告が\n出所明示の必要性として主張する真実性，正確性，公正・中立性などは，放送事業\n者としての原告が編集した映画の著作物に関する主張であれば理解できるが，本件\n各映像は，原告による編集を経る前の素材たる映像にすぎないから，直ちに出所明\n示の必要性を基礎付けるものではない。\nエ  小括\n以上によれば，本件映画における本件各映像の利用は，適法な引用として，著作\n権法３２条１項により許容されるというべきである。\n【原告の主張】\nア  本件部分は「公表された著作物」に当たらないこと\n本件各映像のうち，本件部分は，前記⑵【原告の主張】のとおり，公表されてい\nないから，本件部分について著作権法３２条１項が適用される余地はない。\nイ  出所を表示していないために，「公正な慣行」に合致しないこと\n引用に際しては，引用して利用される部分（引用に係る著作物）の出所を明示す\nること（出所明示）が，著作権法３２条１項の「公正な慣行」に合致するものであ\nる。\n一般に，出所明示は，著作権者にとっては自己の表現が正しく伝達されるための\n最低限の保証であり，そのことが情報の受け手の利益にもなる。他方，出所明示は，\n利用の態様に応じて合理的な方法で行えば足りるのであるから，引用する側にも過\n大な負担を課すものではない。\n特に，本件のようにニュース映像をドキュメンタリー映像に用いる場合には，放\n送事業者に求められる真実性，正確性，公正・中立性を担保するため，また，最初\nに映像を入手した者の利益を適切に確保するために，出所明示が不可欠である。現\nに，本件各映像の一部が用いられた英国ＢＢＣの番組「Development with Destruc\ntion」において，原告の名称が表示されているほか，被告も，本件映画において，\n資料映像に「ユナイテッド・ニュース（１９４５年  米政府制作）」などの出所明\n示を行っているのであって，原則として出所明示を行うことが，「公正な慣行」で\nあるというべきである。なお，被告が依拠する「米国ドキュメンタリー映画製作者\nらによる『公正な使用の最善の運用』についての声明」（乙１７）においても，素\n材の提供元が画面上で確認されるか，エンドクレジットで言及されるなどして適切\nに示されていることが望ましいとされているところである。\nしかるところ，被告は，本件映画において本件各映像を利用するに際し，原告の\n名称を，本件使用部分の画面上にも表示していないし，エンドクレジットにも表示\nしていないのであるから，「公正な慣行」に合致するものとは到底いえず，著作権\n法３２条１項により許容されることはない。\nウ  引用部分と被引用部分とが明瞭に区別されていないこと\n著作権法３２条１項により適法な引用とされるためには，引用して利用する部分\n（地の部分）と，引用して利用される部分（引用に係る著作物）とが，明瞭に区別\nされている必要がある。このことは，最高裁昭和５１年（オ）第９２３号同５５年\n３月２８日第三小法廷判決・民集３４巻３号２４４頁の説示するところでもあるし，\n「公正な慣行」という観点からも当然である。\n被告は，本件映画において，被告が製作した「地の部分」と，引用に係る資料映\n像等を明瞭に区別するために特定の方針を採用したなどと主張するが，それ自体独\n自の方針であって，視聴する者が地の部分と資料映像等を区別することはできない\n上に，本件映画を見ても，被告が主張するところの方針が徹底されていない。また，\n被告は，地の部分と本件各映像とが，解像度及び画面の比率において異なることを\n理由に，視聴者において両部分を明瞭に区別できるともするが，映像の質や画面の\n比率が異なる理由は様々であり，そのことをもって，視聴者が，引用して利用する\n部分と引用して利用される部分とを区別することはできないし，現に本件映画にお\nいても，被告が制作した映像（つまり，他人の著作物を「引用」していない部分）\nにつき解像度が低く，画面の比率が４：３のものがあるところである。\n以上のとおり，本件映画において，本件各映像は，他の部分と明瞭に区別して利\n用されていないから，著作権法３２条１項により許容されることはない。\n⑸  争点５（原告による著作権及び著作者人格権の行使は，権利の濫用に当たり\n許されないか）について\n【被告の主張】\n前記⑷【被告の主張】において述べた諸事情に加えて，原告が，当初，本訴を被\n告に不利益な那覇地方裁判所に提起したこと，その他本件における原告の訴訟追行\n態度等からして，原告が本件各映像の著作権及び著作者人格権を被告に対して行使\nすることは，権利の濫用として許されない。\n【原告の主張】\n否認し，争う。\n⑹  争点６（原告が受けた損害の額）について\n【原告の主張】\nア  著作権侵害による損害（合計１１１万０１６０円）\n(ｱ) 著作権法１１４条３項により算定される損害額（１１万０１６０円）\n原告が，その加入するオールニッポン・ニュースネットワーク協定（以下「ＡＮ\nＮ協定」という。）の系列外の者に映像を使用させる場合には，１秒につき３２４\n０円の映像素材使用料を徴収している（甲１２）。本件各映像は合計３４秒である\nから，著作権法１１４条３項により，１１万０１６０円（３２４０円×３４秒）が，\n被告による著作権侵害により原告が受けた損害の額である。\n(ｲ) 弁護士費用（１００万円）\n相当な弁護士費用として，本件各映像１件につき２５万円として，合計１００万\n円が認められるべきである。\nイ  著作者人格権侵害による損害（合計３００万円）\n(ｱ) 氏名表示権の侵害による損害（２００万円）\n被告が，本件映画において本件各映像を使用するに際し，原告の名称を表示しな\nかったことから，原告は，正当に利用許諾を得て利用する者からの信頼を失い，ま\nた，ＡＮＮ協定に加入する関連会社からの信頼も失うこととなった。この無形損害\nを金銭により評価すると，本件各映像１件につき５０万円を下回らない。\n(ｲ) 公表権の侵害による損害（１００万円）\n本件部分は，いずれも未公表の２つの映像であり，これらを本件映画により公表\nされたことによる原告の無形損害を金銭により評価すると，映像１件につき５０万\n円を下回らない。\n【被告の主張】\n否認し，争う。\n原告は，信用上の損害が発生したなどと主張しながら，それが具体的にいかなる\n損害であるか明らかにしようとせず，損害の立証はされていない。\n⑺  争点７（差止め，本件各映像の削除及び謝罪広告の掲載の各必要性が認めら\nれるか）について\n【原告の主張】\nア  差止め及び削除の必要性\n被告は，本件映画を全国各地の映画館で上映し，今後，本件映画を収録したＤＶ\nＤを販売し，また，本件映画に字幕を付した海外版を作成してこれを上映しようと\nしているのであるから，被告による本件映画の上映，公衆送信及び送信可能化並び\nに本件映画の複製物の頒布を差し止める必要がある。また，今後の侵害を予防する\nため，本件各映像を削除させる必要がある。\nイ  謝罪広告の必要性\n被告による本件各映像の無断利用行為は，原告から正式に許諾を受けて映像を利\n用している者やニュースネットワーク関係会社からの信頼を損なうものであり，ま\nた，原告の映像を無断で利用できるとの誤ったメッセージを発するものでもある。\n被告による本件各映像の無断利用行為が重大な違法行為であることを示すために，\n名誉回復措置として，謝罪広告が必須である。\n【被告の主張】\n争う。\n⑻  争点８（原告が，被告からの本件各製造の利用許諾申請を拒絶した上で本訴\n事件を提起した一連の行為は，被告に対する不法行為を構成するか）について\n【被告の主張】\nア  原告の行為\n原告は，被告の平成２７年２月１９日付け「映像使用許諾申請書」（甲８）によ\nる本件各映像の利用許諾申請に対して，同月２３日，合理的理由を示すことなくこ\nれを拒絶した（以下「行為①」という。）。\n原告は，被告の同年９月７日付け「映像使用許諾申請書」（乙５）による本件各\n映像の利用許諾申請に対して，同年１０月１３日，本件各映像の入手先の開示及び\n再度の謝罪を求め，被告がこれを拒否するや，利用許諾を拒絶した（以下「行為②」\nという。）。\n原告は，同年１２月１０日，本件各映像の利用許諾の条件として，再度の謝罪文\nの提出，今回のみの許諾，高額な使用料金の支払い，利用は本件映画の劇場上映に\n限るなど，著しく差別的かつ不当な条件を提示し，被告がこれを拒否するや，利用\n許諾を最終的に拒絶した（以下「行為③」という。）。\n原告は，平成２８年４月４日，那覇地方裁判所に対し，被告を相手方とする本訴\nを提起した（以下「行為④」という。）。\nイ  共同の取引拒絶（独占禁止法２条９項１号イ）\n原告が被告による本件各映像の使用を許諾しなかったのは，原告が加盟するＡＮ\nＮ協定（甲９）の第１０条「加盟社は，それぞれが取材したニュース素材を相互に\n交換するものとし，加盟社外には提供しない。」との規定を理由の一つとするもの\nであった。\nそうすると，原告による行為①ないし同④の一連の行為は，原告が，競争者であ\nるＡＮＮ協定の他の加盟社と共同して，正当な理由なく，「戦争に翻弄されてきた\n沖縄の近現代史を見つめ，人々の尊厳を伝える」という，本件映画の表現上の目的\nを達成する上で不可欠であり，沖国大ヘリ墜落事故を撮影した非代替的なニュース\n映像として広く国民全体の共有財産に属するべき本件各映像の使用許諾を拒絶した\nものといえ，著作権法の制度の趣旨を逸脱するものであるから，独占禁止法２１条\nを考慮してもなお，同法２条９項１号イに定める不公正な取引方法に当たり，これ\nにより，映画製作者である被告の思想及び表現の自由並びに本件映画の上映権及び\n頒布権を侵害する不法行為を構成するものである。\n原告は，本件映画の具体的内容が不明であり，編集次第でどう受け取られるか分\nからなかったことが許諾に応じない理由であったとするが，被告は，平成２７年２\n月１９日付け「映像使用許諾申請書」（甲８）の中で，本件映画の内容を約１８０\n字にわたって簡潔に説明しており，さらに，同年９月７日付け「映像使用許諾申請\n書」（乙６）を提出した時点では，全３４ページからなる本件映画のパンフレット\n（乙１）を原告の従業員に交付し，同人が現に本件映画を視聴して「まだ沖縄戦が\n終わっていないということを端的に表現されていたと思いました。」などと述べて\nいることからすれば，原告にとって，本件映画の具体的内容が不明であるとか，視\n聴者にどのように受け取られるかわからないなどということはあり得ない。\nウ  単独の取引拒絶（独占禁止法２条９項６号イ，一般指定２項）\n本件各映像は，上記イのとおり本件映画の表現上の目的を達成する上で必要不可\n欠であり，原告以外に供給する者が存在しない状況にあった。\n原告は，英国ＢＢＣの番組製作者に対しては，本件各映像の使用を許諾し，イン\nターネット上でも自由に閲覧できる状態にさせておきながら，被告に対しては，数\n度にわたる許諾の申出を合理的な理由なく拒絶し，さらには，許諾の条件として，\n原告が本訴請求において主張する「受けるべき金銭」の額の約４倍に相当する４９\n万５０００円（消費税を含まない。）もの料金の支払，被告による再度の謝罪，Ｄ\nＶＤその他の媒体への転載禁止など，通常の場面ではあり得ない，著しく差別的か\nつ不当な条件を提示した。\nそうすると，原告による行為①ないし同④の一連の行為は，不当に被告との取引\nを拒絶したものであり，著作権法の制度の趣旨を逸脱するものであるから，独占禁\n止法２１条を考慮してもなお，同法２条９項６号イ，一般指定２項に定める不公正\nな取引方法に当たり，これにより，映画製作者である被告の思想及び表現の自由 並\nびに本件映画の上映権及び頒布権を侵害する不法行為を構成するものである。\n【原告の主張】\n原告は，平成２７年２月１９日，Ａから，本件映画の製作に際して本件各映像を\n使用したい旨を記載した映像使用許諾申請書（甲８）を受領したが，本件映画の具\n体的内容が不明であり，メッセージ性の強い映画である場合には，編集次第でどう\n受け取られるか分からないことなどから，許諾には応じられない旨回答したにすぎ\nず，他の加盟社との共同の意思連絡など存在しない。\n原告が本件各映像の利用を許諾しなかったことは，著作権の正当な行使であって，\nおよそ知的財産権の濫用に当たるものではないから，独占禁止法２１条の規定から\nしても，原告の行為が不法行為を構成しないことは明らかである。\n⑼  争点９（原告が，被告との交渉内容を秘匿したまま，本件事件を提起した事\n実を自社の放送波で放送すると共に自社のウェブサイトに掲載し，マスコミ各社に\n同内容のリリースを配布した行為は，被告に対する不法行為を構成するか）につい\nて\n【被告の主張】\n原告は，前記⑻【被告の主張】のとおり，被告に対し，自己の優越的な地位を濫\n用して，本件各映像の使用許諾につき著しく差別的かつ不当な条件を提示し，最終\n的には取引を拒絶したところ，これらの事実を秘したまま，被告に対して本訴を提\n起した事実を「ニュース」として自社の放送波で放送し，自社のウェブサイトに掲\n載するとともに（乙１８），マスコミ各社に同内容のリリースを配布した。\n原告による報道及びリリースは，著しく偏頗であり，映画製作者としての被告の\n名誉・信用を毀損するものであるから，被告に対する不法行為を構成するというべ\nきである。\n【原告の主張】\n原告による報道は，原告及び被告の主張の概要を述べたものであり，何ら違法性\nを有するものではないから，不法行為を構成するものではない。\n⑽  争点１０（被告が受けた損害の額）について\n【被告の主張】\nア  行為①ないし同④の不法行為による損害\n前記⑻【被告の主張】のとおり，原告による行為①ないし同④の一連の行為は，\n被告に対する不法行為を構成するところ，これにより，被告の潜在的顧客が萎縮し，\n被告が国内外において本件映画を上映し，またＤＶＤの販売等の二次利用の機会が\n損なわれた。同種の映画の売上実績等から算定すると，本件映画の上映及び二次利\n用ができなかったことにより被告の逸失利益は，１２５０万円を下らない。\nまた，上記不法行為と相当因果関係のある弁護士費用として，１４２万円が認め\nられるべきである。\nイ  原告による報道及びリリースの配布の不法行為による損害\n前記⑼【被告の主張】のとおり，原告が，被告に対して著しく差別的かつ不当な\n条件を提示し，最終的には取引を拒絶した事実を秘したまま，本訴を提起した事実\nを報道し，リリースした行為は，被告に対する不法行為を構成するところ，これに\nより，映画製作者としての被告の名誉・信用が著しく毀損された。この無形損害を\n金銭により評価すると，５００万円を下らない。\nまた，上記不法行為と相当因果関係のある弁護士費用として，５８万円が認めら\nれるべきである。\n【原告の主張】\n否認し，又は争う。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実（第２，２），各項目末尾掲記の証拠等及び弁論の全趣旨によれば，\n次の事実が認められる。\n⑴  本件各映像\n本件各映像は，原告の従業員が，沖国大ヘリ墜落事故の後，その墜落現場付近に\nおいて，墜落して大破したヘリコプターの機体や，米軍兵士がカメラの画面を手や\n帽子で遮るなどする様子を撮影した映像（動画及び音声）の一部である。本件各映\n像の一部は，原告制作に係る報道番組「検証  動かぬ基地」にて使用され，放映さ\nれた（甲４ないし６）。\n⑵  本件各映像の使用許諾に関する交渉\n被告代表者のＡ（以下「Ａ」という。）及び映画監督のＢ（以下「Ｂ」という。）\nは，これまで，沖縄を舞台にしたドキュメンタリー映画や，日本国憲法を題材にし\nたインタビュー映画等の製作ないし制作に携わってきた。\nＡ及びＢは，平成２４年頃から，沖縄を題材にした映画の製作を企画し，取材を\n進めていたところ，同映画のプロローグ部分に登場する人物のインタビュー部分の\n映像として，沖国大ヘリ墜落事故の映像を使用することが必要と考え，本件各映像\nを含む，事故現場及び取材を妨害する米軍兵士の映像を入手した。\nＡは，平成２７年２月１９日，原告の報道制作局に所属するＣ（以下「Ｃ」とい\nう。）に連絡を取った上で，同日付けで，原告に対し，「映像使用許諾申請書」を\n送付し，上記のとおり入手した映像の使用を許諾して欲しい旨申請した。同許諾申\n請書には，「Ｂ監督・シグロ製作の当該ドキュメンタリー映画『ＯＫＩＮＡＷＡ（仮\n題）』は，沖縄戦後７０年を迎える年に当たって，沖縄地上戦から現在までの沖縄\nの歴史，とりわけ沖縄米軍基地の存在による地域抑圧や性暴力の実態を，沖縄・ア\nメリカの双方に取材してまとめた２時間３０分（予定）の作品です。本年６月２０\n日より，東京・岩波ホールと沖縄・桜坂劇場にて劇場公開を予定しています。」と\nの説明が記載されていた。\nＣは，Ａによる上記映像使用許諾申請に対し，映像の使用を許諾しなかった。\n（以上につき，甲８，乙１，２，１９，２０，２３ないし２９，被告代表者）\n⑶  本件映画\n本件映画は，平成２７年６月２０日，東京と沖縄にて一般に公開され，その後全\n国各地で上映された。\n本件映画の冒頭のプロローグ部分の内容は，別紙６のとおりであり，大別して９\nつのシーンからなる。このうち，シーン＃２及び同＃４は，被告が入手した沖国大\nヘリ墜落事故現場での撮影映像を使用したものであり，そのうちの一部が本件使用\n部分（本件各映像）である。他方，シーン＃１，同＃３，同＃５ないし同＃９は，\nいずれも，本件映画の製作に際し，被告側が撮影し，制作したものである（以下，\nこれらのシーンを併せて「被告制作部分」という。）。被告制作部分は，画面比が\n１６：９の高画質なデジタルビデオ映像であるのに対し，シーン＃２及び同＃４は，\n画面比が４：３であり，被告制作部分に比して画質の点で劣っている。\nシーン＃２は，沖国大ヘリ墜落事故により大破した機体の映像である。これに続\nくシーン＃３は，沖縄国際大学のＤ氏が，沖国大ヘリ墜落事故について回顧し，事\n故そのものに驚いたことに加え，事故後に米軍兵士が大学を占拠し，報道陣に向か\nって大声で命令していることにさらに驚いた旨を話すインタビューシーンであるが，\n同氏のインタビュー音声は，続くシーン＃４において，米軍兵士がカメラの画面を\n手や帽子で遮るなどする様子を撮影した映像に被せられている。\n本件映画全編を通じて，原告の名称は表示されていない。\n（以上につき，甲３，乙１９ないし２１）\n⑷  その後のやりとり\n本件映画中に本件各映像が使用されていることを発見したＣは，Ａに対し，本件\n各映像を使用した理由や入手経緯につき説明するよう求めた。これに対し，Ａは，\nフェアユースの概念に基づき映像を使用した，本件各映像は公共性が高く，原告が\n貸出しに応じない理由を説明して欲しいなどと応えた。\nＡは，平成２７年９月４日，原告を訪問してＣ及び原告の常務取締役と面会し，\nまた，同月７日付けで，原告に対し，「貴社のニュース映像を御社の許諾を得ない\nまま使用しました件につき，誠に申し訳ありませんでした。」との記載のある「映\n像使用許諾申請書」を送付した。その後も，原告と被告との間で書面や電子メール\n等のやりとりがされたが，被告は，本件映画における本件各映像の使用はフェアユ\nースに当たり，映像を提供しない合理的な理由を原告が説明すべきであるとの立場\nを，原告は，著作権侵害に対する謝罪及び映像の入手経緯の説明を求める立場をそ\nれぞれ維持し，話はまとまらなかった。\n原告は，同年１２月１０日付けで，被告に対し，被告が文書で謝罪すること，使\n用許諾はフェアユースによるものではなく，今後同様なケースは認めないこと，使\n用料金は１秒につき９０００円として合計４９万５０００円（消費税別）とするこ\nと，使用を認めるのは劇場公開されている映画のみで，ＤＶＤ等の別媒体への転載\nはしないことなどを条件として，本件映画における本件各映像の使用を認める旨を\n提案したが，被告は，既にした謝罪に加えて新たに謝罪する必要はない，今回のケ\nースのみを特例とすることや映画の上映のみに許諾を限定することは受け入れられ\nない，料金が高額に過ぎるので再考を求めるなどと主張した。\n原告は，被告から本件映画のＤＶＤの送付を受けた上で，平成２８年４月４日，\n那覇地方裁判所に対し，本訴を提起し，同日，前記前提事実（第２，２⑷）のとお\nり，自社の放送波を通じてこれを報道し，同内容をウェブサイトに掲載した。\n被告は，同年６月４日，反訴を提起した。\n那覇地方裁判所は，同年１０月１７日，民訴法１７条により，職権で本件（本訴，\n反訴）を当庁に移送する旨の決定をし，同決定は，同日，当事者双方の即時抗告権\nの放棄により確定した。\n（以上につき，甲１０，乙３ないし１６，１８，被告代表者，顕著な事実）\n⑸  ＡＮＮ協定等\n原告が加盟しているオールニッポン・ニュースネットワーク協定（ＡＮＮ協定）\nは，株式会社テレビ朝日をキー局とする系列放送局２６社により構成されるニュー\nスネットワーク協定であり，平成２７年２月当時の協定は，その第１０条において，\n「加盟社は，それぞれが取材したニュース素材を相互に交換し，加盟社外には提供\nしない。ただし，特別な場合は，局長会で協議する。」と規定している。\n原告の報道制作局報道部は，ＡＮＮ協定系列外の者に映像を使用させる際の使用\n料として，１秒につき３０００円（消費税別）と定めている。\n（以上につき，甲１２，１３，弁論の全趣旨）\n２  争点１（差止め及び削除を求める請求は特定されているか）について\n被告は，本訴請求のうち本件映画の公衆送信及び送信可能化並びに本件映画の複\n製物の頒布の差止めを求める部分について，抽象的差止めを求めるものとして不適\n法であるとするが，原告は，本件映画という具体的な著作物の公衆送信行為及び送\n信可能化行為並びにその複製物の頒布行為の差止めを求めているのであり，請求の\n特定に欠けるところはない。\nまた，被告は，本訴請求のうち本件各映像の削除を求める部分について，広範に\nすぎる請求として不適法であるとするが，本件各映像という具体的な映像の削除を\n求めているのであり，請求の特定に欠けるところはない。\nしたがって，本訴請求のうち上記各部分は，いずれも適法である。\n３  争点２（本件部分は「まだ公表されていないもの」〔著作権法１８条〕に当\nたるか）について\n原告は，本件部分が未公表であり，被告が本件部分を原告に無断で公表したこと\nは，公表権の侵害に当たると主張する。\nしかし，被告が本件部分が未公表であるとの事実を争っているにもかかわらず，\n原告は，本件各映像の一部を使用した報道番組「検証  動かぬ基地」の映像を証拠\nとして提出するにとどまり，公表されていない部分として本件部分を特定した経緯\nや，本件各映像が使用されている他の映像等において本件部分が使用されていない\nことなどを具体的に主張立証していないのであって，本件全証拠及び弁論の全趣旨\nを総合しても，本件部分が未公表であると認めるには至らない。\nしたがって，公表権の侵害を理由とする原告の請求には理由がない。\n４  争点３（本件映画に原告の名称を表示していないことは，「その著作物につ\nきすでに著作者が表示しているところに従って」〔著作権法１９条２項〕されたも\nのといえるか）について\n被告は，本件各映像を本件映画に使用するに際し，原告の名称を表示しないこと\nは，「すでに著作者が表示しているところ」に従ってしたものであり，著作権法１\n９条２項により許容されると主張する。\nしかし，著作権法１９条２項は，「著作物を利用する者は，…その著作物につき\nすでに著作者が表示しているところに従つて著作者名を表示することができる。」\nと規定し，著作者名を表示する場合に，その表示として，既に著作者が表示した名\n称等を用いることを許容するにすぎず，同条３項において著作者名の表示を省略で\nきる場合が規定されていることからしても，著作者名を表示しないことを正当化す\nる規定ではないと解される。\nしたがって，被告の主張は失当であり，被告が本件各映像を使用するに際して原\n告の名称を表示しなかったことは，本件各映像につき原告が有する氏名表示権を侵\n害する行為である。\n５  争点４（著作権の行使に対する引用〔著作権法３２条１項〕の抗弁は成立す\nるか）について\n⑴  被告は，本件映画における本件各映像の利用が，適法な引用として，著作権\n法３２条１項により許容されると主張する。\n⑵  著作権法３２条１項は，「公表された著作物は，引用して利用することがで\nきる。この場合において，その引用は，公正な慣行に合致するものであり，かつ，\n報道，批評，研究その他の引用の目的上正当な範囲内で行われるものでなければな\nらない。」と規定する。\nここで，単に「利用することができる。」ではなく，「引用して利用することが\nできる。」と規定していることからすれば，著作物の利用行為が「引用」との語義\nから著しく外れるような態様でされている場合，例えば，利用する側の表現と利用\nされる側の著作物とが渾然一体となって全く区別されず，それぞれ別の者により表\n現されたことを認識し得ないような場合などには，著作権法３２条１項の適用を受\nけ得ないと解される。\nまた，当該利用行為が「公正な慣行」に合致し，また「引用の目的上正当な範囲\n内」で行われたことについては，著作権法３２条１項の適用を主張する者が立証責\n任を負担すると解されるが，その判断に際しては，他人の著作物を利用する側の利\n用の目的のほか，その方法や態様，利用される著作物の種類や性質，当該著作物の\n著作権者に及ぼす影響の有無・程度などを総合考慮すべきである。\n⑶  本件映画と本件各映像（本件使用部分）との関係についてこれをみると，本\n件映画は，資料映像・資料写真とインタビューとから構成されるドキュメンタリー\n映画であり，その中で資料映像として使用されている本件各映像は，テレビ局であ\nる原告の従業員が職務上撮影した報道映像である。\nそして，本件映画のプロローグ部分のうち，被告制作部分は，画面比が１６：９\nの高画質なデジタルビデオ映像であり，他方，本件使用部分は，画面比が４：３で\nあり，被告制作部分に比して画質の点で劣っているから，被告制作部分と本件使用\n部分とは，一応区別されているとみる余地もある。\nしかし，本件映画には，本件使用部分においても，エンドクレジットにおいても，\n本件各映像の著作権者である原告の名称は表示されていない。\n被告は，上記のとおり本件映画において原告の名称を表示しない理由について，\n映像の出所は劇場用映画などからの引用の場合以外は表記しないとか，資料写真の\n出所は写真家の名前を伝える必要がある場合に限って表記するなど，制作上の方針\nを主張するにとどまり，本件映画のようなドキュメンタリー映画の資料映像として\n報道用映像を使用するに際し，当該使用部分においても，映画のエンドクレジット\nにおいても著作権者の名称を表示しないことが，「公正な慣行」に合致することを\n認めるに足りる社会的事実関係を何ら具体的に主張，立証しない。被告が提出する\n乙第１７号証は，「公正な使用（フェア・ユース）の最善の運用（ベスト・プラク\nティス）についてのドキュメンタリー映画作家の声明」であり，フェアユースに関\nする規定を有する米国著作権法を念頭に置いたものであるが，同声明においても，\n「歴史的シークエンスにおける著作物の利用」に関し，「この種の利用が公正であ\nるという主張を支持するためには，ドキュメンタリー作家は以下の点を示すことが\nできねばならない。」として，「素材の著作権者が適切に明確化されている。」と\nされており，何らかの方法により素材の著作権者を明確化することを求めているの\nである。\n実質的にみても，資料映像・資料写真を用いたドキュメンタリー映画において，\n使用される資料映像・資料写真自体の質は，資料の選択や映画全体の構成等と相俟\nって，当該ドキュメンタリー映画自体の価値を左右する重要な要素というべきであ\nるし，テレビ局その他の報道事業者にとって，事件映像等の報道映像は，その編集\nや報道手法とともに，報道の質を左右する重要な要素であり，著作権法上も相応に\n価値が認められてしかるべきものであるから（著作権法１０条２項が，報道映像に\nつき著作物性を否定する趣旨でないことは，その規定上明らかである。），ドキュ\nメンタリー映画において資料映像を使用する場合に，そのエンドクレジットにすら\n映像の著作権者を表示しないことが，公正な慣行として承認されているとは認め難\nいというべきである。\nそうすると，総再生時間が２時間を超える本件映画において，本件各映像を使用\nする部分（本件使用部分）が合計３４秒にとどまることを考慮してもなお，本件映\n画における本件各映像の利用は，「公正な慣行」に合致して行われたものとは認め\nられない。\nしたがって，著作権の行使に対する引用（著作権法３２条１項）の抗弁は成立し\nない。\n６  争点５（原告による著作権及び著作者人格権の行使は，権利の濫用に当たり\n許されないか）について\n被告は，本件映画と本件各映像との関係及び本件訴訟における原告の訴訟追行態\n度等に照らし，原告が本件各映像の著作権及び著作者人格権を行使することは，権\n利の濫用として許されないと主張する。\nしかし，原告による著作権の行使が著作権法３２条１項により妨げられるもので\nないことは上記５のとおりであるし（なお，同条項は，著作者人格権の行使を妨げ\nる理由とはならない〔同法５０条〕。），前記認定事実（１⑷）によれば，被告は，\n本件映画に本件各映像が使用されていることを原告が覚知した後の交渉において，\n同使用はフェアユースに当たり，映像を提供しない合理的な理由を原告が説明すべ\nきであるとの立場を取っていたところ，これと見解を異にする原告が訴訟を提起す\nることは，正当な権利の行使であって，本訴を那覇地方裁判所（民訴法５条１項１\n号及び９号により管轄が認められることが明らかである。）に提起したとしても，\nこれが権利の濫用となる理由はないというべきである。その他，本件訴訟における\n原告の訴訟追行態度を総合しても，原告による著作権及び著作者人格権の行使が権\n利の濫用に当たると評価することはできない。\nしたがって，被告の上記主張は採用することができない。\n７  争点６（原告が受けた損害の額）について\n⑴  以上に認定説示したところによれば，被告が，本件各映像（前記前提事実〔第\n２，２⑵〕及び前記認定事実〔１⑴〕によれば，これらは，「映画」の範疇にある\nか，少なくとも著作権法２条３項にいう「映画の効果に類似する視覚的又は視聴覚\n的効果を生じさせる方法で表現され，かつ，物に固定されている著作物」に含まれ\nるといえ，同法１０条１項７号所定の「映画の著作物」に当たる。）を含む本件映\n画を上映したことは，本件各映像につき原告が有する上映権を侵害する行為であり，\nまた，原告の名称を表記しないで同上映を行ったことは，本件各映像につき原告が\n有する氏名表示権を侵害する行為であるところ，既に認定説示したところによれば，\n被告には，これらの侵害行為につき故意又は少なくとも過失が認められるから，被\n告は，これらにより原告が受けた損害を賠償する責任を免れない。\n⑵  上映権の侵害による損害\nア  前記認定事実（１⑸）によれば，原告の報道制作局報道部は，ＡＮＮ協定系\n列外の者に映像を使用させる際の使用料として，１秒につき３０００円（消費税別）\nと定めているのであるから，本件各映像の著作権の行使につき受けるべき金銭の額\n（著作権法１１４条３項）は，１秒につき，３０００円に消費税率８パーセントを\n付加した３２４０円を下らないものと認められる。\nしたがって，原告が受けた損害の額は，少なくとも，本件映像１（８秒）につき\n２万５９２０円，本件映像２（１７秒）につき５万５０８０円，本件映像３（３秒）\nにつき９７２０円，本件映像４（６秒）につき１万９４４０円を下らないものと認\nめられるところ，これらの金額を合計すると，１１万０１６０円となる。\nイ  また，被告による上映権侵害行為と相当因果関係のある弁護士費用として，\n本件各映像１件につき５万円として，合計２０万円を認めるのが相当である。\n⑶  氏名表示権の侵害による損害\n本件における主張及び証拠関係から推察される本件映画の上映規模等に照らすと，\n被告による氏名表示権の侵害行為により原告が受けた損害の額は，本件各映像１件\nにつき５万円として，合計２０万円を認めるのが相当である。\n８  争点７（差止め，本件各映像の削除及び謝罪広告の掲載の各必要性が認めら\nれるか）について\n⑴  既に認定説示したとおり，被告による本件映画の上映は，本件各映像につき\n原告が有する上映権及び氏名表示権をそれぞれ侵害するものであることに加え， 前\n記前提事実（第２，２⑶）によれば，被告は，今後，本件映画を収録したＤＶＤを\n販売し（同行為は，本件各映像につき原告が有する頒布権及び氏名表示権を侵害す\nるものである。），また，本件映画に字幕を付した海外版を作成してこれを上映し\nようとしているのであるから，著作権法１１２条１項に基づき，被告による本件映\n画の上映及びその複製物の頒布を差し止める必要がある。また，被告が本件訴訟に\nおいて本件映画を配信できなかったことによる逸失利益を主張していることからす\nれば，本件映画を公衆送信又は送信可能化する行為（同行為は，本件各映像につき\n原告が有する公衆送信権及び氏名表示権を侵害するものである。）についても，差\nし止めることが必要と認められる。\n⑵  次に，既に認定説示したところによれば，本件映画は，上映権侵害及び氏名\n表示権侵害について侵害の行為を組成した物といえるから，著作権法１１２条２項\nに基づき，本件映画のうち，本件各映像に対応する部分を削除させる必要がある。\nまた，被告が記録媒体に記録している本件各映像は，専ら侵害の行為に供された物\nといえるから，同様にこれを削除させる必要がある。\n⑶  原告は，被告による本件各映像の無断利用行為が重大な違法行為であること\nを示すために，名誉回復措置として，謝罪広告が必須であると主張するが，原告の\n主張に係る「損なわれた信頼」とは，本件映画の上映に接した（提供ないし提示を\n受けた）公衆ではなく，「原告から正式に許諾を受けて映像を利用している者やニ\nュースネットワーク関係会社」からの信頼であって，かかる信頼は，本件映画の上\n映（公衆への提供ないし提示）が原告の名称を表示することなくされたことより損\nなわれる性質のものとは認め難い。加えて，本件における主張及び証拠関係から推\n察される本件映画の上映規模に照らすと，本判決において氏名表示権の侵害が認定\nされて損害賠償請求が認容され，また，テレビ局である原告が本件訴訟の結果を報\n道するなどして，その名誉を相応に回復することができるものとうかがわれるから，\n本件において，損害賠償とともに，謝罪広告の掲載を命ずることが必要とは認めら\nれない。\n９  争点８（原告が，被告からの本件各映像の利用許諾申請を拒絶した上で本訴\n事件を提起した一連の行為は，被告に対する不法行為を構成するか）について\n被告は，原告による行為①ないし同④の一連の行為が，独占禁止法２条９項１号\nイ（共同の取引拒絶）又は同項６号イ，一般指定２項（単独の取引拒絶）に定める\n不公正な取引方法に当たり，被告の使用及び表現の自由並びに本件映画の上映権及\nび頒布権を侵害する不法行為になると主張する。\nしかし，行為①ないし同④は，いずれも原告による著作権及び著作者人格権の行\n使に他ならないところ，著作権及び著作者人格権の行使は，当該権利行使が著作権\n制度の趣旨を逸脱し，又はその目的に反するような不当な権利行使でない限り，独\n占禁止法の規定の適用を受けるものではない（独占禁止法２１条参照）。\n原告による著作権及び著作者人格権の行使が権利の濫用に当たると評価できない\nことは，前記６において認定説示したとおりであるが，行為①ないし同④について\nなお具体的に検討するに，前記認定事実（１⑵）によれば，被告は，原告に対して\n映像の使用許諾を求める際，本件映画について「沖縄地上戦から現在までの沖縄の\n歴史，とりわけ沖縄米軍基地の存在による地域抑圧や性暴力の実態を，沖縄・アメ\nリカの双方に取材してまとめた２時間３０分（予定）の作品です。」と極めて簡単\nな説明を付記するにとどまり，このような説明のみしか情報が与えられていない原\n告が，著作権者として映像の使用を許諾しなかったこと（行為①）が，著作権制度\nの趣旨を逸脱するとか，その目的に反する不当な権利行使に当たるとは評価できな\nい。そして，前記認定事実（１⑶⑷）によれば，被告は，原告の許諾を得ないまま，\n本件各映像を使用した本件映画の公開に踏み切り，その本件映画には原告の名称が\n一切表示されていなかったのであるから，その後，原告が本件各映像の入手先の開\n示や重ねての謝罪を求め（行為②），事前に許諾を得て映像を使用させる場合より\nも高額な使用料の支払を求めたとしても（行為③），著作権者による権利行使とし\nて著作権制度の趣旨を逸脱するとか，その目的に反する不当な権利行使であるなど\n評価することは困難である。同様に，本訴を提起したこと（行為④）が不当な権利\n行使ということもできない。\nしたがって，原告による行為①ないし同④の一連の行為が，独占禁止法所定の不\n公正な取引方法に当たり，被告に対する不法行為をも構成するとの主張は採用する\nことができない。\n10  争点９（原告が，被告との交渉内容を秘匿したまま，本件事件を提起した事\n実を自社の放送波で放送すると共に自社のウェブサイトに掲載し，マスコミ各社に\n同内容のリリースを配布した行為は，被告に対する不法行為を構成するか）につい\nて\n被告は，原告が自己の優越的な地位を濫用して，本件各映像の使用許諾につき著\nしく差別的かつ不当な条件を提示し，最終的には取引を拒絶したとの事実を秘した\nまま，被告に対して本訴を提起した事実を「ニュース」として自社の放送波で放送\nし，自社のウェブサイトに掲載するとともに，マスコミ各社に同内容のリリースを\n配布したことが，映画製作者としての被告の名誉・信用を毀損する不法行為に当た\nると主張する。\nしかし，原告が放送し，ウェブサイトに掲載した内容は，前記前提事実（第２，\n２⑷）のとおり，①原告が，映画の制作会社に対して著作権侵害訴訟を提起したこ\nと，②本件映画には原告が沖国大ヘリ墜落事故を撮影した映像が４２秒間無断で使\n用されていること，③原告は制作会社に対して謝罪を求めてきたが，「放送局が撮\n影した映像は高度の公共性があり自由に使用できる」と主張したこと，④本件映画\nについてはＤＶＤ版販売や字幕版の制作が行われていること，⑤制作会社の代表者\nは訴状を見ていないと述べたことであって，これらの事実の摘示が，一般の視聴者\nの普通の注意と視聴の仕方を基準として，直ちに被告の社会的評価を低下させるも\nのと認めることはできない。\nまた，上記の点を措くとしても，原告が放送し，ウェブサイトに掲載した内容は，\n公共の利害に関する事実に係るものと認められるから，専ら公益を図る目的に出た\nものと推認すべきところ，摘示された事実は，その主要な部分において真実である\nことが認められる（本件使用部分は，合計３１秒であって，４２秒ではないが，こ\nの点をもって，主要な部分が真実でないとは評価できない。）から，違法性がない\nものというべきである（原告は，上記行為に違法性がない旨主張しているところ，\n同主張は，上記説示した趣旨を含むものと理解される。）。\nしたがって，原告の上記行為が被告に対する不法行為を構成するとの主張は採用\nすることができない。\n11  結論\n以上によれば，本訴請求（なお，原告は，金銭請求についてのみ仮執行宣言を求\nめている。）のうち，⑴著作権法１１２条１項に基づき，本件各映像を含む本件映\n画の上映，公衆送信及び送信可能化並びに本件映画の頒布の差止めを求める請求，\n⑵同条２項に基づき，本件映画を記録した媒体及び本件各映像を記録した媒体から\nの本件各映像の削除を求める請求にはすべて理由がある。⑶著作権（上映権）侵害\nの不法行為による損害賠償請求は，３１万０１６０円及びこれに対する不法行為後\nの日である平成２７年６月２１日から支払済みまでの民法所定年５分の割合による\n遅延損害金の支払を求める限度において理由があるが，その余の請求には理由がな\nい。⑷著作者人格権（氏名表示権）侵害の不法行為による損害賠償請求は，２０万\n円及びこれに対する不法行為後の日である平成２７年６月２１日から支払済みまで\nの民法所定年５分の割合による遅延損害金の支払を求める限度において理由がある\nが，その余の請求（公表権侵害を原因とする部分を含む。）には理由がない。⑸著\n作権法１１５条に基づく謝罪広告の掲載請求には理由がない。他方，反訴請求には\nすべて理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n嶋 末 和 秀\n裁判官\n天 野 研 司\n裁判官\n西 山 芳 樹\n（別紙１）\n著  作  物  目  録\n１  原告において平成１６年８月１３日付けで編集管理されているＤＶＤ「２００\n４（平成１６）年８月１３日  沖縄国際大学に米軍ヘリが墜落」のうち２分２５\n秒から２分３２秒までに収録されている映像（別紙２－１中，「著作物目録の著\n作物１」の①ないし⑦のとおり）\n２  原告において平成１６年８月１３日付けで編集管理されているＤＶＤ「２００\n４（平成１６）年８月１３日  沖縄国際大学に米軍ヘリが墜落」のうち６分２８\n秒から６分４４秒までに収録されている映像（別紙２－２中，「著作物目録の著\n作物２」の①ないし⑯のとおり）\n３  原告において２００４年８月１３日付けで編集管理されている取材映像のうち\nＤＶＤ「２００４年８月１３日  沖国大ヘリ墜落事故米兵による取材妨害シーン」\nの０分３９秒から０分４２秒までに収録されている映像（別紙２－３中，「著作\n物目録の著作物３」の①ないし③のとおり）\n４  原告において２００４年８月１３日付けで編集管理されている取材映像のうち\nＤＶＤ「２００４年８月１３日  沖国大ヘリ墜落事故米兵による取材妨害シーン」\nの０分４９秒から０分５４秒までに収録されている映像（別紙２－４中，「著作\n物目録の著作物４」の①ないし⑤のとおり）\n以  上\n（別紙３）\n映  画  目  録\n題 名    沖縄  うりずんの雨\n監 督    Ｂ\n企 画 ・ 製 作    Ａ\n製 作    Ｅ  Ｆ\n配 給    株式会社シグロ\n公 開 年 月 日    平成２７年６月２０日\n以  上\n（別紙４）\n謝  罪  広  告  要  領\n１  掲載する新聞\n⑴  朝日新聞全国版朝刊（株式会社朝日新聞社発行）\n⑵  沖縄タイムス朝刊（株式会社沖縄タイムス社発行）\n⑶  琉球新報朝刊（株式会社琉球新報社発行）\n２  掲載スペース\n社会面，２段×４センチメートル\n３  使用活字等\n文字の大きさ：見出し及び被告名称は８ポイント，その他は５ポイント\n使用活字：新聞書体\n以  上\n（別紙５）\n謝  罪  広  告  内  容\n当社は，当社が平成２７年６月２０日から各地映画館において上映している「沖\n縄  うりずんの雨」冒頭部分において，琉球朝日放送株式会社の許可なく無断で，\n同社が有する著作物を使用致しました。当社は，ここに上記事実を認め，深く謝罪\nいたします。\n以  上\n"
}