{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 2,
    "day": 2
  },
  "case_number": "平成28(わ)39",
  "case_name": "業務上横領，詐欺，窃盗",
  "court_name": "仙台地方裁判所第２刑事部",
  "gist": "東日本大震災で両親を亡くした震災孤児の未成年後見人であった被告人が，合計６６００万円以上の預金や現金を横領するなどし，被告人に懲役６年が言い渡された事例。",
  "lawsuit_id": "87239",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87239",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/239/087239_hanrei.pdf",
  "contents": "平成２９年２月２日宣告\n平成２８年（わ）第３９号，同第７９号，同第１１５号\n判           決\n無  職（元会社役員）\nＡ\n上記の者に対する業務上横領，詐欺，窃盗被告事件について，当裁判所は，検\n察官甲及び同乙並びに弁護人丙（国選）各出席の上審理し，次のとおり判決する。\n主          文\n被告人を懲役６年に処する。\n未決勾留日数中２４０日をその刑に算入する。\n理          由\n（罪となるべき事実）\n被告人は，\n第１（訴因変更後の平成２８年３月１１日付け追起訴状記載の公訴事実第１）\n実姉Ｂ名義の普通預金口座の通帳をだまし取ろうと考え，平成２３年４月６\n日，宮城県宮城郡ａ町ｂ番地所在の株式会社Ｃ１銀行Ｄ１支店において，同支\n店窓口担当者Ｅに対し，真実は，Ｂが東日本大震災の津波により同年３月１１\n日頃死亡しており，同人から，同銀行Ｄ２支店に開設された同人名義の普通預\n金口座の通帳等の再発行を受ける権限を与えられた事実はないのに，これがあ\nるかのように装い，同人が現在Ｆ病院に入院中であり，その代理人として，生\n活費や治療費等の支払のために通帳の再発行を求める旨のうそを言って通帳等\nの交付を申し込み，決裁権者である同支店次長Ｇにその旨誤信させ，よって，\nＥから，同年４月６日，同所において，Ｂ名義の預金口座通帳１通の交付を受\nけ，もって人を欺いて財物を交付させ，\n第２（平成２８年３月１１日付け追起訴状記載の公訴事実第２）\n不正に入手したＢ名義のキャッシュカードを使用して現金を窃取しようと考\nえ，平成２３年４月２０日午前１０時３分頃，前記株式会社Ｃ１銀行Ｄ１支店\nにおいて，同支店に設置された現金自動預払機に前記キャッシュカードを２度\n挿入するなどして同機を作動させ，同機から同支店支店長Ｈ管理に係る現金合\n計１００万円を窃取し，\n第３（平成２８年３月１１日付け追起訴状記載の公訴事実第３）\n前記詐取に係るＢ名義の預金口座通帳を使用して現金をだまし取ろうと考\nえ，平成２３年４月２０日午前１０時５７分頃，同県宮城郡ｃ町ｄ丁目ｅ番地\nｆ所在の株式会社Ｃ１銀行Ｄ３支店において，同支店窓口担当者Ｉに対し，同\n預金を払い戻す権限などないのに、これを払い戻す正当な権限があるかのよう\nに装い，Ｂ名義の預金口座から預金の払戻しを請求し，Ｉに同払戻請求が正当\nな権限に基づく払戻請求であると誤信させ，よって，同人から，同日同時刻\n頃，同所において，現金２２万７０００円の払戻しを受け，もって人を欺いて\n財物を交付させ，\n第４  平成２３年５月１６日，仙台家庭裁判所石巻支部の審判により，甥であるＪ\nの未成年後見人に選任され，同人の財産管理等の業務に従事していたものであ\nるが，\n１（平成２８年２月２日付け起訴状記載の公訴事実）\n株式会社Ｃ１銀行Ｄ４支店に開設されたＪ名義の普通預金口座の預金を同人\nのため業務上預かり保管中，別表１≪省略≫「犯行年月日」欄記載のとおり，\n平成２３年８月２３日から同月２６日までの間，同別表「犯行場所」欄記載の\n同県石巻市ｇ丁目ｈ番ｉ号所在の株式会社Ｃ１銀行Ｄ５支店ほか２か所におい\nて，ほしいままに，自己の用途に充てる目的で，同口座から８回にわたり，同\n別表「払戻額」欄記載の現金合計４００万円を払い戻し，もって横領し，\n２（訴因変更後の平成２８年３月１１日付け追起訴状記載の公訴事実第４の１）\n現金３００万円をＪのため業務上預かり保管中，平成２３年９月１３日，前\n記株式会社Ｃ１銀行Ｄ５支店において，４回にわたり，ほしいままに，自己の\n用途に充てる目的で，同支店に開設された被告人名義の普通預金口座に入金\nし，もって横領し，\n３（平成２８年３月１１日付け追起訴状記載の公訴事実第４の２）\n別表２≪省略≫「保管金額」欄記載の現金をＪのため業務上預かり保管中，\n同別表「犯行年月日」欄記載のとおり，平成２４年３月２７日から同年５月８\n日までの間，４回にわたり，同別表「犯行場所」欄記載の前記株式会社Ｃ１銀\n行Ｄ１支店ほか２か所において，ほしいままに，自己の用途に充てる目的で，\n同別表「振込金額」欄記載の現金合計３７９５万５８４３円を同別表「振込先\n口座」欄記載の株式会社Ｃ２銀行Ｄ６支店に開設されたＫ株式会社名義の普通\n預金口座等７口座に振込送金し，もって横領し，\n４（平成２８年２月２２日付け追起訴状記載の公訴事実）\n株式会社Ｃ３銀行Ｄ７支店に開設されたＪ名義の普通預金口座の預金を同人\nのため業務上預かり保管中，別表３≪省略≫「犯行年月日」欄記載のとおり，\n平成２６年４月２５日から同年１１月５日までの間，同県石巻市ｊ丁目ｋ番ｌ\n号所在の株式会社Ｃ３銀行Ｄ７支店において，ほしいままに，自己の用途に充\nてる目的で，同口座から，１３回にわたり，同別表「振込額」欄記載の現金合\n計１７８９万８０００円を株式会社Ｃ１銀行Ｄ４支店に開設された被告人名義\nの普通預金口座に振込送金するとともに，４回にわたり，Ｊ名義の普通預金口\n座から払い戻した現金合計４００万円を，同別表「入金額」欄記載のとおり，\nいずれもその都度株式会社Ｃ３銀行Ｄ７支店に開設された被告人名義の普通預\n金口座に入金し，もって横領した。\n（弁護人の主張に対する判断）\n第１  業務上横領罪の成否について\n１  Ｊの両親であるＢ及びＬが死亡したことに伴い，Ｊの叔父としてその未成年\n後見人に選任されていた被告人が，判示第４の１ないし第４の４のとおり，株\n式会社Ｃ１銀行Ｄ４支店及び株式会社Ｃ３銀行Ｄ７支店に開設されたＪ名義の\n各口座（以下，それぞれ「ＪのＣ１銀行口座」，「ＪのＣ３銀行口座」とい\nう。）の預金や現金を未成年後見人として同人のために業務上預かり保管中，\nその預金や現金を被告人名義の預金口座に振込送金したり，入金し，また，被\n告人の個人的な用途に充てる目的で自動車会社等の預金口座に振込送金するな\nどしたことについては，争いがなく，関係証拠により認定することができる。\n争点は，被告人に業務上横領罪の故意が認められるか否かであり，弁護人\nは，Ｊ所有の預金及び現金について，被告人は，①自己の所有する財産である\nと誤信していたか，②他人の財産であっても自己の用途に充てる目的で費消\nすることができるものと誤信していたから，業務上横領の故意を欠く旨主張\nし，被告人もこれに概ね沿う供述をする。\n２  ①自己の所有する財産である旨誤信したとの主張について\n⑴  Ｊ の Ｃ １ 銀 行 口 座 も Ｃ ３ 銀 行 口 座 も ， 当 然 な が ら 名 義 は Ｊ のも の\nで，そこにＪのための災害弔慰金，災害義援金等が振り込まれていたのであ\nるから，各口座の預金や払い戻された現金（判示第４の１，第４の２及び第\n４の４に係る預金及び現金）がＪの所有に属することは明白であり，被告人\nも，前記災害弔慰金，災害義援金等の請求手続等を通じて，それがＪに属す\nることを認識していた。被告人がこれらの性質を誤解するような事情はうか\nがわれない。\n⑵  弁護人は，主として，判示第４の３に関し，被告人は，本件当時，被告人\n名義の株式会社Ｃ１銀行Ｄ８支店の口座（以下「被告人のＣ１銀行Ｄ８支店\n口座」という。）に振り込まれたＭ労働組合との団体生命共済契約に基づく\nＢ及びＬの死亡共済金（以下「本件共済金」という。）合計６０００万円\nや，同口座から払い戻した現金合計３７９５万５８４３円（判示第４の３に\n係る現金）については，被告人の所有に属する旨誤信していたと主張する。\nしかし，下記のとおり，この点も，採用することができない。\n⑶  本件共済金は，前記共済契約に基づき，第一順位の受取人であるＪに対し\n支払われたものであり，被告人に受け取る権利はない。被告人は，共済金支\n払請求書の共済金受取人欄に被告人の氏名を，受取口座欄に被告人のＣ１銀\n行Ｄ８支店口座を記載しているが，窓口の担当者Ｎから本件共済金を請求す\nるためには受取人であるＪの未成年後見人になる必要があることなどの説明\nを受け，これに応じて，被告人がＪの未成年後見人として選任された旨の審\n判書謄本や，ＪとＢ及びＬの関係を示す戸籍謄本を提出している。したがっ\nて，被告人は，あくまでＪの未成年後見人の立場で本件共済金を請求してい\nる旨認識していたと認められる。後記会話の内容も併せ鑑みると，本件共済\n金がＪに属することを認識していたというべきである。\n⑷  この点，被告人は，担当者Ｎから，いやらしい声で本件共済金は被告人の\nところに入る，被告人名義の口座でなければ振り込めないなどと言われたた\nめ，被告人自身の金だと思った旨供述する。しかし，担当者として契約上の\n受取人を把握し，かつ，未成年後見人に選任される必要があることを示唆し\nたＮがそのような説明をするのは不自然であるし，上位にある宮城県支部の\n確認を受ける必要があったことに照らしても考え難く，Ｎ自身も被告人の口\n座に指定してほしい旨説明したことはないと述べている。また，被告人は，\nＮと共済金支払に関するやり取りをしていた頃，株式会社Ｏ関係者との会話\nの中で，本件共済金（「厚生年金」と述べるが，本件共済金をいう趣旨と解\nされる。）の受取人はＪであるが，未成年であるために後見人である被告人\nの口座に入金される予定である旨話していたのであり（甲６５），これは，\n被告人が，本件共済金がＪに帰属する旨認識していたことを端的に裏付けて\nいる。\nよって，被告人の前記供述は信用できない。\n３  ②他人の財産であっても自己の用途に充てる目的で費消することができる旨\n誤信したとの主張について\n⑴  弁護人は，被告人は，家庭裁判所の職員から，未成年後見人の職務につい\nて十分な説明を受けておらず，職務内容を理解していなかったために，判示\n第４の１ないし第４の４記載のいずれの時点においても，Ｊの財産を自己の\n用途のために費消できる旨認識していたと主張する。この点，職務内容を理\n解していなかっただけで，誤解に基づく金銭の着服が正当化される理由はな\nいが，一応検討を加える。\n⑵  未成年後見人の職務についての説明状況\n平成２３年４月２１日以降，仙台家庭裁判所石巻支部（以下「家裁石巻支\n部」という。）において，後見人候補者であった被告人と面接をしているＰ\n調査官は，具体的な説明内容は覚えていないと述べながらも，当時の未成年\n後見制度の説明振りを振り返りつつ，後見人の職務として身上監護と財産管\n理があることや裁判所の後見監督を受けることになる旨最低限説明したと思\nうとし，さらに，同月２８日の面談で，被告人に対し，未成年者名義の預貯\n金や収入から支出できるのは未成年者に掛かる費用だけであることも含め\nて，未成年後見人の職務について一般的な説明をしたはずである旨供述して\nいる。同人作成の調査報告書には，一般的な説明に加えて未成年後見人Ｑ＆\nＡの写しの一部を交付した旨の記載があり，この写しに基づく説明をしてい\nたことが一定程度推認される。このほか，前記調査報告書には，Ｐ調査官が\nＪの預金等を確認したことや被告人からの自宅や墓の購入費用等に関する質\n問に対し慎重な回答をしたことなどが記載されていて，適切な財産管理のた\nめに配慮していたことが窺えることなどに照らしても，Ｐ調査官の供述の信\n用性に疑いはない。\nまた，平成２３年５月１７日，家裁石巻支部において，未成年後見人とし\nて選任された被告人と応対したＱ書記官は，後見人選任の審判書謄本ととも\nに，後見人の職務内容を説明した未成年後見人Ｑ＆Ａ，収支予定表用紙，財\n産目録用紙の交付をし，その際，被告人に対し，未成年後見人Ｑ＆Ａを示し\nながら，未成年者の財産と未成年後見人の財産とを混和させないように教示\nした旨供述している。Ｑ書記官も，被告人との具体的なやりとりを記憶して\nいないが，５分程度の説明と認めつつも，当時の後見人に対する説明振りな\nどに照らして，後見人の財産を混和させないことなどを前記Ｑ＆Ａの重要部\n分を示しながら説明したとしているところ，この説明内容はその職務の根幹\n部分であるから合理的であり，後に被告人から収支予定表等が提出されたこ\nとに照らしても，Ｑ書記官の供述の信用性に疑いはない。\n以上のとおり，被告人に対しては，未成年者名義の預貯金等から支出でき\nるのは未成年者に掛かる費用だけであることや，未成年者の財産と未成年後\n見人の財産とを混和させてはならないことを含めて，未成年後見人の職務に\nついて口頭で説明し，同趣旨の内容が記載された未成年後見人Ｑ＆Ａを交付\nするなどしていたことが認められる。\n⑶  被告人の認識状況\n前記のとおりの説明状況に加えて，Ｐ調査官が，被告人からＪの不動産，\n預金，負債等の財産状況を詳細に聴取し，Ｑ書記官が，Ｊの収支予定表及び\n財産目録用紙を交付してその提出を求めており，特に，Ｐ調査官との間では\n両親の墓代を未成年者の預金から支出することはできないというやり取りも\nしているから，被告人はＪの財産について厳格な管理を要することを認識す\nるに足りる説明を受けていた。また，被告人は，平成２３年６月１５日，Ｑ\n書記官の説明のとおり，Ｊの収支予定表及び財産目録を記載して家裁石巻支\n部に提出し，その頃から，Ｊのための支出や，Ｂ及びＬらの葬儀費用に関す\nる領収書等数枚を保管し，後日，記帳済みのＪのＣ１銀行口座の預金通帳と\nともに家裁石巻支部に持参していたことからしても，Ｊの財産を把握し，そ\nの状況を報告するという職務をある程度理解していたことが窺える。\nさらに，被告人は，同年８月２２日，家裁石巻支部で被告人の後見監督事\n務を担当したＲ調査官との面接において，Ｂ及びＬの葬儀費用及び墓代につ\nいて，Ｊの預金から支払いたい旨相談しているが，このことも，被告人が，\n自己の一方的な判断でＪの祖母らの葬儀費用等を未成年者の財産から支出す\nることはできず，未成年者の財産の用途が限定されていることを明確に認識\nしていたことを示している。\nさらに，被告人は，家裁石巻支部に明らかにしていたＪのＣ１銀行口座に\nついてはその後も収支状況を報告し，他方，同支部に明らかにしていないＪ\nのＣ３銀行口座から，自己の用途に多額の出金をしている。このことは，被\n告人がそのような用途での出金が許されるものではないと認識していたこと\nを強く推認させる。\n以上によれば，被告人は，未成年後見人の職務について説明を受けたこと\n等によって，未成年者の財産の用途が限定され，自己の一方的な判断で自己\nの用途に費消できないことを認識していたと認められ，そのような認識は，\nＲ調査官との面接時点までにかなり確実なものとなっていたと認められる。\nしたがって，被告人は，判示第４の１ないし第４の４記載の時点におい\nて，Ｊの財産はＪのために用途が限定されており，自己の一方的な判断で自\n己の用途に費消できないことを認識していたと認定できる。\n一方，被告人は，未成年後見人とは育ての親であるからその財産を自己の\n用途に使用できると誤信していた旨供述するが，前記の説明状況及び認識状\n況等に照らし，信用することができない。また，被告人は，平成２５年５月\n２２日，Ｊに対し，財産管理に関する専門職後見人を新たに選任することに\nついて同意をしているが，家裁石巻支部にも，専門職後見人に選任されたＳ\n司法書士に対しても，ＪのＣ３銀行口座や本件共済金の存在は明らかにされ\nていないから，前記同意をしたことが横領の故意がなかったことを示すもの\nとみることもできない。\n４  したがって，被告人に業務上横領罪の故意に欠けるところはなく，判示第４\nの１ないし第４の４記載のとおり業務上横領罪が成立する。\n第２  詐欺罪及び窃盗罪の成否について\n１  判示第１の詐欺罪について\n株式会社Ｃ１銀行Ｄ１支店窓口担当Ｅ及び同次長Ｇは，本件当時，同支店に\nおいては，震災直後であっても，口座名義人の死亡が判明した時点で口座凍結\nの手続をする扱いであったところ，被告人が，口座名義人であるＢが現在Ｆ病\n院に入院中であり，同人の代理人として生活費や治療費等の支払のために通帳\nの再発行を求める旨申告し，Ｅらは，その旨誤信したために，被告人にＢ名義\nの通帳を交付したと供述する。\nこの点，Ｅ及びＧが供述する被告人の申告内容は，業務上その都度作成さ\nれ，被告人から聴取しなければ判明しない事項も記載された発見届の内容に基\nづくものであるし，死亡者名義の預金口座の取扱いも合理的なもので，あえて\n虚偽の事実を述べることは考え難く，その供述に疑いを差し挟む余地はない。\n弁護人は，Ｅらの聴き取りが丁寧にされていないとか，他の顧客と取り違えた\nなどと主張するが，採用することができない。\nそうすると，これに反する被告人の供述は信用することができず，以上から\nすれば，被告人に通帳の詐欺罪が成立するのは明らかである。\n２  判示第２の窃盗罪及び判示第３の詐欺罪について\n被告人は，判示第１の詐欺罪によって不正に入手したキャッシュカードや通\n帳を使用して預金の払戻しを行ったものであるから，正当な権限がないのは明\nらかであって，判示第２につき窃盗罪が，判示第３につき詐欺罪がそれぞれ優\nに成立する。\n（法令の適用）\n１  罰条\n⑴  判示第１及び第３    いずれも刑法２４６条１項\n⑵  判示第２         刑法２３５条\n判示第４の１，２    いずれも包括して刑法２５３条\n判示第４の３，４   各別表の番号ごとに（別表２の１，２，別表３の９，\n１０，１１及び１３は，それぞれ，包括して）いずれ\nも刑法２５３条\n２  刑種の選択\n判示第２            懲役刑を選択\n３  併合罪の加重          刑法４５条前段，４７条本文，１０条（犯情の最も重\nい判示第４の３の別表２の１の罪の刑に法定の加重）\n４  未決勾留日数の算入    刑法２１条\n５  訴訟費用の不負担      刑事訴訟法１８１条１項ただし書\n（量刑の理由）\n本件は，①両親を亡くした甥の未成年後見人に選任されていた被告人が，３年以\n上にわたり，甥に属する合計約６６８５万円もの預金や現金を横領したほか，②甥\nの母親である姉が既に死亡しているのに，入院していると偽り，姉名義の預金通帳\nの再発行手続を行って通帳を詐取した上，同口座から１００万円を窃取するととも\nに約２２万円を詐取したという業務上横領，詐欺，窃盗からなる事案である。\n横領に係る預金や現金の中では，東日本大震災で両親を亡くした甥の生活のため\nに充てられるべき両親の死亡共済金や震災義援金に加えて，篤志家からの寄付金等\nが大半を占めていた。未成年後見人は，被後見人のためにその財産を誠実に管理す\nべきことが公的に義務付けられているのに，被告人は，その職責をわきまえず，選\n任された当初から被後見人の一部預金口座や死亡共済金の存在を明らかにせずに，\n家庭裁判所が被後見人の財産を正確に把握していない状況の下，自己の意のままに\n長期間にわたり横領行為を繰り返して，店の開業資金や高級車の購入に充てるなど\nし，その傍らで家庭裁判所に虚偽の報告をしていたのである。被害金額はこの種事\n案の中でもかなり高額なもので，犯情は悪質である。加えて，詐欺や窃盗により，\n甥の母親の財産を奪っている点でも悪質である。本件により，後見人選任時には９\n歳であった甥の将来のための資金が失われており，将来にわたって甥の人生に多大\nな悪影響を与えるとともに，大きな精神的ショックをも与えかねないものであり，\n結果は重大である。各犯行は，震災により死亡した姉夫婦の死を機に，その預金や\n死亡共済金の存在を知り，震災後の混乱にも乗じて火事場泥棒的に行われた点も看\n過できない。なお，弁護人は，家庭裁判所が被害拡大に寄与したとして，この点を\n考慮すべきである旨主張する。しかし，家庭裁判所は，当初から未成年後見人の職\n務内容を口頭及び書面で説明し，逐次報告を求めるなどしており，その一方で，被\n告人は死亡共済金やＣ３銀行の口座の存在を秘して虚偽の説明を続けていたのであ\nり，家庭裁判所が届出のない金融機関などに対し広く調査を行うのは困難な状況で\nあったといえ，早期に詳しい照会等がされていれば被害の拡大を防げた可能性があ\nることを格別被告人に有利に考慮することはできない。\nそうすると，本件は，後見人の立場を悪用した業務上横領罪の事案の中でもかな\nり重い部類に位置付けられる。検察官は，国内外から多額の義援金等が寄せられた\nという状況に乗じていることや被災者支援に対する社会の信頼を失わせ，その復興\n復旧にも悪影響があることなどを量刑上考慮すべきであるとして，特に厳しい態度\nで臨む必要があるという。本件は震災後の混乱に乗じた面があり，被害額には被災\n者に充てられた支援金も含まれているが，未成年者が親族を失う事態には様々なも\nのがあるから，震災による場合であることを殊更重視することはできないし，同じ\nく判断能力が不十分な者のための成年後見制度の後見人による事案も含む同種事案\nの量刑傾向（特に専門職後見人による高額の横領事案とはやや質を異にする。）も踏\nまえると，検察官の求刑はいささか重きに失する。その他，被告人が事件後に甥名\n義の口座に約３１万円を振り込み，公判中に２００万円を支払って一部弁償するな\nどしたこと，その公的地位にかんがみ親族の地位にあったこと自体を考慮すること\nはできないが（最高裁平成２４年１０月９日第二小法廷決定参照），被災後塾へ通わ\nせるなど甥に対する一定の身上監護をしていたことはわずかではあるが考慮できる\nこと，前科がないこと，被告人が精神的な問題を抱え，本件を機に離婚したことな\nどの事情も併せて考慮し，主文の刑が相当であると思料した。\n（求刑  懲役１０年）\n平成２９年２月２日\n仙台地方裁判所第２刑事部\n裁判長裁判官        小  池  健  治\n裁判官        内  田    曉\n裁判官        織  本  もなみ\n"
}