{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 1,
    "day": 14
  },
  "case_number": "平成24(行ウ)473",
  "case_name": "固定資産価格審査申出棄却決定取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "昭和５７年に新築された家屋についての固定資産課税台帳に登録された平成２１年度の価格について，家屋の建築当初の評価に誤りがあったことを理由として争うことができるとされた事例",
  "case_gist": "昭和５７年に新築された家屋についての固定資産課税台帳に登録された平成２１年度の価格について，家屋の建築当初の再建築費評点数を求める際に誤りがあったこと等を理由として，これを争うことができるのは，建築当初の評価において適切に評価できなかった事情がその後に判明した場合や，建築当初の評価の誤りが重大で，それを基礎に評価をすることが適正な時価の算定方法として不合理であると認められるような場合に限られるとする被告（地方公共団体）の主張は，判示の事情の下においては，採用することができない。",
  "lawsuit_id": "85243",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=85243",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/243/085243_hanrei.pdf",
  "contents": "平成２７年１月１４日判決言渡\n平成２４年（行ウ）第４７３号  固定資産価格審査申出棄却決定取消請求事件\n主                   文\n１  東京都固定資産評価審査委員会が原告に対して平成２４年１月１０日付けで\nした別紙１物件目録記載の家屋に ついて固定資産課税台帳に登録された平成\n２１年度の価格についての審査の申出を棄却する決定のうち価格３０億６０\n７２万９０００円を超える部分を取り消す。\n２  原告のその余の請求を棄却する。\n３  訴訟費用はこれを６分し，その５を原告の負担とし，その余を被告の負担と\nする。\n事  実  及  び  理  由\n第１  請求\n東京都固定資産評価審査委員会が原告に対して平成２４年１月１０日付けで\nした別紙１物件目録記載の家屋について固定資産課税台帳に登録された平成\n２１年度の価格についての審査の申出 を棄却する決定のうち価格２７億１９\n６６万５６００円を超える部分を取り消す。\n第２  事案の概要\n１  本件は，別紙１物件目録記載の家屋（登記記録上の表示によるもの。以下「本\n件家屋」という。）の所有者である原告が，本件家屋について固定資産課税台\n帳に登録された平成２１年度の価格（以下「本件登録価格」といい，固定資産\n課税台帳に登録された価格一般を「登録価格」という。）について不服がある\nとして，東京都固定資産評価審査委員会に対し，地方税法４３２条１項の規定\nに基づく審査の申出（以下「本件申出」という。）をしたところ，東京都固定\n資産評価審査委員会から，本件申出を棄却する決定（以下「本件決定」という。）\nを受けたため，本件決定のうち原告が相当と考える価格を超える部分は違法で\nあると主張して，本件決定のうち上記の部分の取消しを求める事案である。\n原告は，上記の不服の理由として，本件家屋の建築当初の評価に誤りがあっ\nたこと，具体的には，本件家屋の建築当初の再建築費評点数を求める際に誤り\nがあったこと等を主張しているのに対し，被告は，それらを争うとともに，上\n記のような建築当初の評価の誤りを平成 ２１年度の登録価格についての不服\nの理由として主張することはできない旨を主張している。\n２  関係法令等の定めの概要\n別紙２「関係法令等の定めの概要」に記載したとおりである（なお，同別紙\nにおいて定める略称は，以下においても用いることとする。）。\n３  前提となる事実（当裁判所に顕著な事実，当事者間に争いのない事実並びに\n掲記の証拠及び弁論の全趣旨により認められる事実。以下「前提事実」という。）\n(1) 原告は，肩書地に主たる事務所を有する一般社団法人であり，本件家屋の\n新築時からの所有者で，平成２１年１月１日時点において本件家屋に係る登\n記簿に所有者として登記されていた者である。\n(2)ア 本件家屋は，昭和５７年９月１４日に新築された地下２階，地上１４階\n建ての塔屋階付きの非木造家屋である。本件家屋の固定資産評価基準にお\nける非木造家屋経年減点補正率基準表の構造区分は，ＳＲＣ造・ＲＣ造及\nびＳ造（骨格材の肉厚が４ｍｍを超えるもの）等となっており，固定資産\nの評価上は，本件家屋の地上２階の一部，地上３階から地上１４階まで及\nび塔屋階についてＳ造（骨格材の肉厚が４ｍｍを超えるもの）の経年減点\n補正率が，その他についてＳＲＣ造・ＲＣ造の経年減点補正率が適用され\nている。そして，固定資産の評価上は，Ｓ造部分の床面積は１万７１２２．\n１４㎡であり，ＳＲＣ・ＲＣ造部分の床面積は７５９０．６５㎡であるも\nのとされている（ただし，原告は，本件訴えにおいて，これらの数値に誤\nりがあると主張している。）。\nイ  本件家屋は，その後，平成３年３月３１日に増築され，平成６年に増築\n部分について減築された。増築部分の構造及び用途は，Ｓ造・倉庫（一般）\nであり，課税床面積は，減築前が４４．７３㎡，減築後が４０．２５㎡で\nある。\nウ  本件家屋の平成４年度以降の価格は，新築部分と増築部分を別個に評価\nしてそれぞれの価額を算出し，それらを合計する方法により決定されてい\nる。\n(3) 新築部分の評価について\nア  新築部分の建築当初の再建築費評点数は，昭和５７年度評価基準により\n算出され，１８万３４００点（１００点未満切捨て）とされた。\nイ  新築部分のその後の昭和６０年度から平成１８年度までの各基準年度の\n再建築費評点数は，前記アの再建築費評点数を基礎として固定資産評価基\n準を適用して算出された。\nウ  東京都千代田都税事務所長は，原告に対し，平成２１年１月３０日付け\nの固定資産価格等修正通知書をもって，後記(4)の増築部分を含めた本件家\n屋の平成１８年度から平成２０年度までの価格を修正した旨を通知した。\n上記の修正後の新築部分の平成２０年度の再建築費評点数は，Ｓ造部分\nが１９万３８００点，ＳＲＣ造・ＲＣ造部分が１９万７５００点となった\nので，平成２１年度評価基準を適用して，それぞれに再建築費評点補正率\n１．０４を乗じて再建築費評点数（Ｓ造部分２０万１５００点，ＳＲＣ造・\nＲＣ造部分２０万５４００点）を算出し，それらにそれぞれの経年減点補\n正率（Ｓ造部分０．５２００，ＳＲＣ造・ＲＣ造部分０．６６７７）を乗\nじて評点数（Ｓ造部分１０万４７８０点，ＳＲＣ造・ＲＣ造部分１３万７\n１４５点）（小数点以下切捨て）を算出し，それらにそれぞれの課税床面\n積（前記(2)アのとおり）を乗じて総評点数を算出した上で，それらに評点\n１点当たりの価額１．１円を乗じることによって，異なった構造を有する\n部分ごとの平成２１年度の価額（Ｓ造部分１９億７３４６万３６００円，\nＳＲＣ造・ＲＣ造部分１１億４５１２万１６００円）（１００円未満切捨\nて）が算出された。\n(4) 増築部分の評価について\nア  増築部分の平成４年度の再建築費評点数は，平成３年度の固定資産評価\n基準により算出され，５９万６０００点とされた。\nイ  増築部分のその後の平成６年度から平成１８年度までの各基準年度の再\n建築費評点数は，前記アの再建築費評点数を基礎として固定資産評価基準\nを適用して算出された。\nウ  前記(3)ウの修正がされた後の増築部分の平成２０年度の再建築費評点\n数は５７万２１００点となり，これを基礎に，平成２１年度評価基準を適\n用して，平成２１年度の価額（１５５０万３２００円）が算出された。\n(5) 平成２１年３月３１日，前記(3)ウの１９億７３４６万３６００円及び１１\n億４５１２万１６００円並びに前記(4)ウの１５５０万３２００円を合計し\nた３１億３４０８万８４００円が，本件登録価格として固定資産課税台帳に\n登録された。\n(6) 原告は，平成２１年７月３０日，東京都固定資産評価審査委員会に対し，\n本件登録価格である３１億３４０８万８４００円について不服があるとし\nて，地方税法４３２条１項の規定に基づき審査の申出（本件申出）をした。\n(7)  東京都固定資産評価審査委員会は，平成２４年１月１０日，原告による前\n記(6)の審査の申出を棄却する決定（本件決定）をしたが，原告が本件申出\nにおいてした本件家屋の建築当初の再建築費評点数 に誤りがある旨の主張\nについては，建築当初の評価において適切に評価できなかった事情がその後\nに判明したような場合等に当たるとは認められないとして，これを判断しな\nかった（甲１１）。\n(8) 原告は，平成２４年７月１７日，本件訴えを提起した（当裁判所に顕著な\n事実）。\n第３  争点\n１  建築当初の評価の妥当性を争うことの可否\n２  本件家屋の新築部分における再建築費評点数の算出の誤り\n(1) 主体構造部の鉄骨の耐火被覆\n(2) 電気設備の電灯コンセント配線設備\n(3) 電気設備の照明器具設備の蛍光灯用器具\n(4) 電気設備の電話配線設備\n(5) 防災設備\n(6) 建築設備に係る規模補正係数\n(7) その他計算ミス等\n３  経年減点補正率の適用の誤り\n４  本件家屋の適正な時価\n第４  争点に関する各当事者の主張の要点\n１  争点１（建築当初の評価の妥当性を争うことの可否）について\n（被告の主張の要点）\n(1)ア 地方税法４３２条１項本文は，固定資産税の納税者は，その納付すべ\nき当該年度の固定資産税に係る固定資産について固定資産課税台帳に登\n録された価格に不服がある場合には，固定資産課税台帳に価格を登録し\nた旨の公示の日から納税通知書の交付を受けた日後６０日まで若しくは\n都道府県知事の勧告を受けて固定資産課税台帳に登録された価格を修正\nした場合の公示の日から同日後６０日（固定資産の価格の修正による更\n正に基づく納税通知書の交付を受けた者にあっては，当該納税通知書の\n交付を受けた日後６０日）までの間において，又は固定資産課税台帳に\n価格を登録した旨の公示の日以後における価格の決定・修正の通知を受\nけた日から６０日以内に固定資産評価審査委員会に審査の申出をするこ\nとができる旨を規定するとともに， 同法４３４条は，同審査委員会の決\n定に不服があるときはその取消しの訴えを提起することにより争うこと\nができ（同条１項），それ以外の方法で争うことはできない（同条２項）\nと規定している。\n地方税法がこうした規定を設けた趣旨は，審査申出期間，取消訴訟の出\n訴期間に制限を設けることにより，固定資産税の賦課処分の前提問題であ\nる固定資産税評価額を早期に確定させることによって，法的安定性を招\n来しようとしたものと思われる。\nところが，原告が主張するように，新築当初の評価自体を 平成２１年\n度の登録価格に対する審査の申出においても争うことができるとすると，\n固定資産評価基準に定める在来分の家屋に係る再建築費評点数の算出方\n法（別紙２の２(4)から(7)まで等。以下「在来分家屋の評価方式」とい\nうことがある。）により評価された基準日における家屋の評価を争う際\nに，建築当初の評価の誤りを無制限に主張できることになるから ，効力\nの確定した建築当初の評価額についての争いをいつでも蒸し返すことが\nできることになり，早期確定・法的安定性といった地方税法の趣旨に反\nする結果となる。また，当初の評価から時間が経過するほど，評価の対\n象となった建物には経年変化が生じ，補修や増改築等による変更が生じ\nることも当然に予想され，そうなれば，当初の評価に誤りがあったかど\nうかを的確に判断することは困難になっていくことが相当程度予測され\nる。これらのことから，地方税法の趣旨を損なうことにもなりかねない。\nそこで，少なくとも，本件のように，当初の評価が 行われてから一定\n期間が経過した後になって，建築当初の評価を無制限に争うことは許さ\nれず，在来分家屋の評価方式による評価（新築時に算出された再建築費\n評点数に基準年度ごとに再建築費評点補正率を乗じて求められるもの）\nが行われている家屋については，主として前の基準年度との再建築費評\n点補正率の妥当性を争うことができるにすぎないものとしたのである。\nイ  そして，東京地方裁判所平成１７年１０月２１日判決・判例秘書登載（乙\n１。以下「東京地裁平成１７年判決」という。）は，昭和５２年に新築さ\nれた非木造建物の固定資産税評価額が適正な時価といえるかが争われた事\n案において，既存家屋の「評価を争う際に，建築当初の評価の誤りを無制\n限に主張できるとすると，効力の確定した建築当初の評価額についての争\nいが蒸し返されることになり」，固定資産の評価に係る審査の申出制度を\n定めた地方税法の趣旨に反するとして，原則として，これを禁じた上，例\n外的に，「建築当初の評価において適切に評価できなかった事情がその後\nに判明した場合や，建築当初の評価の誤りが重大で，それを基礎に比準評\n価方式により評価することが適正な時価の算定方法として不合理であると\n認められるような場合」を除き，「建築当初の評価を無制限に争うことを\n認めるのは相当でない」とする判決を下している。上記の判決の控訴審判\n決である東京高等裁判所平成１８年６月２８日判決・判例集非登載（乙２）\nは，原審の判断が妥当であるとする控訴棄却の判断を下し，最高裁判所は，\n平成１９年１２月４日の決定（判例集非登載。乙３）において上告を棄却\nしているのであるから，上記の裁判例の考え方によっても，原告の主張す\nるように無制限な主張が許されるわけではない。\nまた，最高裁判所平成２０年（行ツ）第１４９号，同年（行ヒ）第１６\n３号同年６月２０日第二小法廷決定・判例集非登載（甲２４の３），最高\n裁判所平成２１年（行ツ）第２９２号，同年（行ヒ）第３７６号同年１１\n月１２日第一小法廷決定・判例集非登載（甲２５の３）においても，同様\nの判断が示されている。\nそして，こうした結論は，①地方税法が，審査申出期間の制限，審査申\n出の前置，出訴期間の制限など，法的安定性を重視した規定を設ける一方，\n価格は「適正な時価」でなければならないと規定していることについて，\n原告は，その主張において，納税者側に主張立証責任を負わせることで，\n両者のバランスを取ろうとしているものの，納税者側の主張立証は主に自\n分に有利な減額部分のみについてなされるものであって，減額部分のみの\n一方的な納税者側の立証を基に減額するとした場合，それが「適正な時価」\nといえるか極めて疑問であること，②東京都の特別区である２３区に現存\nする新旧全ての家屋について評価計算に使用する全ての資料を評価庁が保\n管していなければ上記①の納税者側の主張立証を覆すに足りる有効な証拠\nを提示することは不可能であるが，そのような資料は保管されていないこ\nと，③新築時の部分別評価に係る評価額の算出作業は見積書や竣工図から\n各部分別の数量を地道に拾い出して行うものであり，本件家屋のような大\n規模な家屋の評価資料は膨大であって，評点数の算出に数か月を要するも\nのであるが，評価庁側がその作業の全てを再現するために十分な資料を保\n管していない現状には合理性があり，その前提で原告の主張するような判\n断基準に従った場合，「適正な時価」が算出できるのか疑問であること，\n④地方税法４１７条は，登録された価格について，重大な錯誤がある場合\nのみ，評価庁による価格の修正を義務付けているが，このことは，重大な\n錯誤がない限り，いまだ適正な時価であるとの推認が働くとの前提に立っ\nていると思われることからしても，適当というべきである。\nなお，原告が依拠して主張しているものと思われる最高裁判所平成１１\n年（行ヒ）第１８２号同１５年７月１８日第二小法廷判決・裁判集民事２\n１０号２８３頁は，在来分家屋の評価が問題となったものではあるものの，\n本件家屋のように建築当初の再建築費評点数の算出の当否が問題となった\n事案ではなく，その後の管理状況等から固定資産評価基準が定める減点補\n正を超える減価を要する特別の事情の存否等が争点となったものにすぎな\nい。それゆえ，上記の判決をもって，在来分家屋について，建築当初の評\n価における固定資産評価基準のあてはめが適正になされていることを逐一\n検証しなければ，「適正な時価」であるとの推認は働かないと判示したも\nのとみるのは失当である。\nウ  上記イに述べたことを前提に本件を検討すると，東京地裁平成１７年判\n決が建築当初の評価を争うことができると認めているものは，隠れた瑕疵\nなど建築当初において適切に評価できなかった事情や，経過規定の適用の\n誤り等を想定しているのであって，部分別評価の誤りに関しては基本的に\nこれを認めないと判断しているということができる。\nその上，本件家屋は，建築当初から原告が所有者であって，新築時にお\nいて当初評価の妥当性を争うことができたはずであるから，原告のいわん\nとするところは，その後に判明した事情には該当せず，蒸し返しの主張に\nすぎない。\nそうだとすれば，当初評価を基礎に在来分家屋の評価方式により評価す\nることが適正な時価の算定方法として不合理とは認められず，本件家屋（在\n来分家屋）の評価は，東京地裁平成１７年判決のいう建築当初の評価にお\nいて適切に評価できなかった事情がその後に判明した場合や，「建築当初\nの評価の誤りが重大で，それを基礎に比準評価方式により評価することが\n適正な時価の算定方法として不合理であると認められるような場合」にも\n当たらないから，原告の主張は失当というべきである。\n(2) 原告の主張に対する反論\nア  原告の主張の要点(1)イ(ア)について\n原告のいわんとするところは必ずしも明らかでないが，「前基準年度\nに適用した固定資産評価基準第２章第１節，第３節及び第４節によって\n求めたもの」の第３節の 中に，在来分の非木造家屋に係る再建築費評点\n数の算出方法（前年度の再建築費評点数に再建築費評点補正率（乗率）\nを乗じて当該基準年度の再建築費評点 数を求める方式）が規定されてい\nることからすれば，「前基準年度に適用した固定資産評価基準の規定に\nよって評価した場合に得られる再建築費評点数」を 基に新基準年度の価\n格が算出されたことに変わりはないから，本件家屋の平成２１基準年度\nの価格が固定資産評価基準にのっとって算定されたことにはならないと\nの批判は前提において失当というべきである。\nイ  原告の主張の要点(1)イ(イ)について\n当初の評価から時間が経過するほど，評価の対象となった建物には経\n年変化が生じ，また，補修や増改築等による変更が生じることが当 然に\n予想できるのであり，そうなれば，当初の評価に誤りがあったかどうか\nを的確に判断することは困難になっていくことが相当程度予測される し，\n建築当初の建築関係書類が廃棄又は紛失されることも十分に想定でき，\nその意味からも，時の経過と ともに建築当初の評価に誤りがあったかど\nうかを的確に判断することは困難になっていくといわざるを 得ないから，\n原告の主張のとおりに解すると，法的安定性を阻害するばかりか，実質\n的な平等も維持できなくなるおそれが生ずる。\nウ  原告の主張の要点(1)ウ(イ)について\n家屋の評価は複雑な手順を経てなされるものであって，納税者は，い\nかなる算出根拠や計算方法によって価格が決定されたかをほとんど知る\nことはできず，登録価格が適正な時価を超えるものであるか否かも直ち\nには判明しない場合が多いとの原告の指摘については，地方税法が不服\n申立期間を６０日間に制限したことに対する批判にほかならず，批判の\n理由たり得ないし，家屋の所有権は転々と移転することが少なくないか\nら，家屋の新築時の再建築費評点数算出の誤りを，その後の基準年度に\nおける当該家屋の登録価格に対する不服の理由にできないのは不当な結\n論であるとの原告の指摘については，納税義務を負っているその時点の\n所有者が当該家屋の価格について 最も利害関係を有していることから，\nその者が審査の申出をしない場合には確定することにしたのであり，そ\nのことに何ら不合理な点は認められないから，いずれも失当である。\nエ  原告の主張の要点(2)ア(ア)について\n同じ固定資産評価であっても土地の場合と異なり家屋の場合は個別性\nが高いことからして，比準評価の方法を採用している場合を除き，各別\nの評価が必要となる（現に，新増分の家屋については基本的にこうした\n方法を採用している）。\nところが，原告の主張によれば，こうした家屋について，その家屋が\n存在している限り，建築当初の評価について争い 得るということになる\nのであり，可能性ということからいえば，評価した家屋全てについて，\n当初の評価が正しくなされていたという根拠を保存していなければなら\nないことになる。\nしかしながら，こうしたことは，実際には極めて困難を強いることに\nなるから，原則として禁じられ， 当初評価を基礎に在来分の家屋の評価\n方式により評価することが適正な時価の算定方法として合理性が認めら\nれ，本件家屋（在来分の非木造家屋）の評価は，建築当初の評価におい\nて適切に評価できなかった事情がその後に判明した場合や，建築当初の\n評価の誤りが重大で，それを基礎に比準評価方式により評価することが\n適正な時価の算定方法として不合理であると認められるような場合にも\n当たらないから，原告の主張は失当というべきである。\nオ  原告の主張の要点(2)ウについて\n本件家屋の平成２１年度の価格は，平成２１年度評価基準第２章第３節\nに従って算出したものであり，その一要素である「再建築費評点数」も「在\n来分の非木造家屋に係る再建築費評点数の算出方法」（平成２１年度評価\n基準第２章第３節四）に従って算出したものであるので，固定資産評価基\n準に定める評価方法に従って決定されたものということができる。\nこの場合，「在来分の非木造家屋に係る再建築費評点数」算出のための\n一要素である「基準年度の前年度における再建築費評点数」は，建築当初\nの再建築費評点数の影響を受けるものではあるが，「建築当初の評価にお\nいて適切に評価できなかった事情がその後に判明したような場合や，建築\n当初の評価の誤りが重大で，それを基礎に比準評価方式により評価するこ\nとが適正な時価の算定方法として不合理であると認められるような場合」\nに当たらない限り，その評価は評価基準に適合した評価であるというべき\nであるというのがこれまでの判例であるから（東京地裁平成１７年判決等），\nそのようにして評価基準に適合した家屋の価格は，前掲の最高裁判所平成\n１５年７月１８日判決に従い，特別の事情の存しない限り，適正な時価で\nあると推認される。\n確かに，平成２１年度評価基準の定めた在来分の家屋に係る評価方法で\nは，建築当初の再建築費評点数が後々の評価額にまで影響を与える仕組み\nとはなっているが，家屋の新築から時間が経過すればするほど，家屋の建\n築当初の状態について正確に知る者がいなくなり，資料が存在したとして\nも，それが建築当初の状態を的確に反映したのであるかのかが不明となっ\nていくため，事後的に建築当初の評価の妥当性を検証することは次第に困\n難となっていく。\n他方，建築当初の評価において，評価庁は建物所有者等からの協力が得\nられる範囲で資料収集や現地調査を行い，その中で最大限妥当な評価を行\nう努力をしているが，評価当時に建物所有者等から提示されなかった資料\nや，提示された資料と異なる内容が示された資料が別に存在した可能性も\nある。しかも，建築当初において評価庁が評価に用いた資料は，納税者に\n返却する取扱いとなっていることから，当初評価より長期間が経過した後\nに，審査の申出や訴訟において納税者が自らに有利な資料を提示したとし\nても，それが本当に建築当初の建物の状態を的確に反映したものかが不明\nであるし，その資料が建築当初の評価時に評価庁に提出されていなかった\n可能性もある。\n現に，建築当初の評価において，評価庁が評価に最も適した資料を借り\n受けられなかった場合には，他の資料から推察して評価することが行われ\nており，その結果と多少異なる数量等を示す資料が提示されたことをもっ\nて，建築当初の評価が不適正な評価であったと事後的に固定資産評価審査\n委員会が判断するのは妥当でない（在来分の家屋について，評価庁の各部\n分別の評価内容と異なる（かのように見受けられる）資料を納税者が提示\nしたとしても，それだけをもって建築当初の評価が誤りであったというべ\nきではないし，誤りが立証されたというべきでもない。）。\nそうであるとすれば，在来分の家屋について建築当初の評価の誤りが主\n張された場合には「建築当初の評価において適切に評価できなかった事情\nがその後に判明したような場合や，建築当初の評価の誤りが重大で，それ\nを基礎にその後の評価をすることが適正な時価の算定方法として不合理で\nあると認められるような場合に限って争うことができる」との東京地裁平\n成１７年判決の考え方に従って判断するのが適当というべきである。\n（原告の主張の要点）\n(1) 以下に述べるとおり，ある基準年度の家屋の登録価格を争う際に，当該基\n準年度よりも前の年度の再建築費評点数算出の誤りに起因する当該基準年度\nの再建築費評点数の誤りを主張することは許される。\nア  不服事由を制限する法令の規定の不存在\n固定資産税の納税者が，その納付すべき当該年度の固定資産税に係る固\n定資産の登録価格を争う場合に，固定資産評価審査委員会に対する審査の\n申出及びその審査決定に対する取消訴訟において主張することができる事\n由を明示的に制限する規定は存在しない。\nそれにもかかわらず，固定資産価格に対する不服申立ての手続について，\n条文の文言にない制限を付加することは，納税者の予測可能性を著しく害\nし，法的安定性を損ねるものであって，租税法律主義の一内容である手続\n的保障原則に反して許されないというべきである。\nイ  平成２１年度評価基準の定める在来分の家屋の再建築費評点数の算出方\n法\n(ア) 平成２１年度評価基準第２章第３節四（別紙２の２(4)）の定める在来\n分の非木造家屋に係る再建築費評点数の算出方法は，「基準年度の前年\n度における再建築費評点数」に再建築費評点補正率を乗じて当該基準年\n度の再建築費評点数を算出するものであるところ，同評価基準は，「基\n準年度の前年度における再建築費評点数」を「前基準年度に適用した固\n定資産評価基準第２章第１節，第３節及び第４節一によって求めたも\nの」，すなわち，前基準年度に適用した固定資産評価基準の規定によっ\nて評価した場合に得られる再建築費評点数と定めており，「固定資産課\n税台帳に登録された前基準年度の価格の基礎とされた再建築評点数」と\nは定めていない。そして，本件家屋の再建築費評点数を付設する際に「基\n準年度の前年度における再建築費評点数」として用いた平成１８年度の\n再建築費評点数は，乗率比準（再建築費評点補正率）方式によって，本\n件家屋の新築時の再建築費評点数に，昭和６０年度，昭和６３年度，平\n成３年度，平成６年度，平成９年度，平成１２年度及び平成１５年度の\n乗率（再建築費評点補正率）をそれぞれ乗ずることによって求めたもの\nであるところ，この乗率比準（再建築費評点補正率）方式も，上記の在\n来分の非木造家屋に係る再建築費評点数の算出方法と同様に，昭和６０\n年度，昭和６３年度，平成３年度，平成６年度，平成９年度，平成１２\n年度及び平成１５年度の再建築費評点数，ひいては，新築時における再\n建築費評点数を，それぞれの時に適用した固定資産評価基準の規定によ\nって評価した場合に得られる再建築費評点数に基づいて算定をすべきこ\nとを求めており，そのことによって，乗率比準（再建築費評点補正率）\n方式という簡便な方法によりながら家屋の適正な時価を算出することを\n担保しているというべきである。\nしたがって，平成２１年度評価基準は，「基準年度の前年度における\n再建築費評点数」の算定の基礎となる新築時の再建築費評点数について，\n当時の固定資産評価基準の規定に適合した評価がされることを求めてい\nると解するのが相当であり，本件家屋の新築時の再建築費評点数の付設\nが固定資産評価基準に適合しないものである場合には，結局，本件家屋\nの平成２１年度の価格が固定資産評価基準にのっとって算定されたこと\nにはならない。\n(イ) 地方税法は，土地又は家屋の課税標準を基準年度の賦課期日における\n価格で土地課税台帳等又は家屋課税台帳等に登録されたものとすると規\n定し（同法３４９条１項），固定資産の評価の基準並びに評価の実施の\n方法及び手続を総務大臣の告示である固定資産評価基準に委ね（同法３\n８８条１項），市町村長は，固定資産評価基準によって固定資産の価格\nを決定しなければならないと定めている（同法４０３条１項）。\nその趣旨は，人的，物的及び時間的な制約の下で大量に存在する固定\n資産の評価を行うに当たり，全国一律の統一的な評価を行うことによっ\nて，各市町村全体の評価の均衡を図るとともに，評価に関与する者の個\n人差に基づく評価の不均衡を解消するためであり，固定資産評価基準は，\n上記のような目的を達成するために定められた，固定資産の価格を算定\nするための技術的かつ細目的な基準にすぎない。そして，固定資産評価\n基準において，在来分の非木造家屋の再建築費評点数の算出方法につき，\n前記(ア)のような方法が採用されているのは，再建築価格方式が採用さ\nれている以上，在来分の家屋を含めた全ての家屋について，部分別評価\n又は比準評価の方法によって再建築費評点数を求めるのが望ましいもの\nの，上記のような制約の下で，大量に存在する在来分家屋の評価を部分\n別評価又は比準評価の方法によって行うことが実際上困難であることか\nら，家屋の評価事務の簡素化を図るためであると考えられる。\nそうすると，基準年度の登録価格を争う際に当該基準年度より前の年\n度の再建築費評点数に関する主張を制限することは，そもそも在来分の\n非木造家屋の建築費評点数も部分別評価又は比準評価の方法によって求\nめることとなっていれば，制限されることのなかった主張が，家屋の評\n価事務の簡素化を図ったばかりに制限されてしまうことを意味する。こ\nのような帰結は，家屋評価の便宜のみを過度に優先させ，固定資産税の\n納税者による登録価格に対する不服申立ての手段を不当に制限するもの\nであって，不相当といわざるを得ない。\nウ  不服の理由が制限されるとの見解の実質的不都合性\n(ア) 仮に，基準年度の前年度以前の再建築費評点数算出の誤りは，在来分\nの非木造家屋の当該基準年度の価格に対する不服の理由にできないとす\nると，大部分の非木造家屋において，不服の理由として主張できるのは，\n再建築費評点補正率の乗算の誤り，経年減点補正率の乗算の誤り，物価\n水準による補正率の乗算の誤り，設計管理費等による補正率の乗算の誤\nりといった，単純計算の誤りだけということになってしまう。\n地方税法が，このような単純計算の誤りの有無を審査するためだけに，\nわざわざ各市町村に固定資産評価審査委員会を設置すると規定している\nとは，到底考えられない。\n(イ) 家屋の評価は，固定資産評価基準の定めに従って，複雑な専門技術的\nな計算の手順を経てなされる上，固定資産税の賦課徴収の際に納税者に\n交付されるのは，納税通知書及び課税明細書だけであり，それらには家\n屋の再建築費評点数やその算出過程は記載されていないから， 納税者\nは，いかなる算出根拠や計算方法によって価格が決定されたかをほとん\nど知ることはできず，登録価格が適正な時価を超えるものであるか否か\nも直ちには判明しない場合が多い（最高裁判所平成２１年（受）第１３\n３８号同２２年６月３日第一小法廷判決・民集６４巻４号１０１０頁の\n金築誠志裁判官の補足意見，札幌高等裁判所昭和５８年（行コ）第３号\n同６０年３月２７日判決・行政事件裁判例集３６巻３号４１３頁参照）。\nしかも，審査の申出は，納税通知書の交付を受けた日後６０日（本件家\n屋の初課税年度当時は３０日）という短期間の間に行わなければならな\nいものとされている（地方税法４３２条１項）。\nそれにもかかわらず，家屋の新築時の再建築費評点数算出の誤りを，\nその後の基準年度における当該家屋の登録価格に対する不服の理由にす\nることができないとして，過大な固定資産税の負担を負わされている納\n税者の救済の途を断ってしまうのは，あまりに不当である。\nまた，家屋の所有権は転々と移転することが少なくないから，家屋の\n新築時の再建築費評点数算出の誤りを，その後の基準年度における当該\n家屋の登録価格に対する不服の理由にすることができないとすると，当\n該家屋の固定資産税が初めて賦課された当時の所有者以外の所有者は，\n新築時の再建築費評点数算出の誤りを主張する機会を一度も与えられな\nいことになってしまい，不当である。\n(2) 被告の主張に対する反論\nア  被告の主張の要点(1)アについて\n(ア) 被告は，「法的安定性」という抽象的原則を金科玉条のごとく振りか\nざしているが，以下に述べるとおり，当該基準年度よりも前の年度の再\n建築費評点数の算出の誤りを主張することを制限してまで守らなけれ\nばならない法的安定性など存在しない。\nまた，一旦，取消訴訟において排斥された主張と同じ主張を持ち出し\nて紛争を蒸し返すような納税者は，仮に存在したとしても極めてまれで\nあろうし，そのような例外的な場合には，既判力による主張の制限はで\nきなくても，信義則によって主張を制限することが可能である。\n(イ) 被告が守らなければならないとする法的安定性というのは，固定資産\n税の課税標準たる固定資産課税台帳登録価格とそれを前提とする固定資\n産税の賦課処分である。\n固定資産課税台帳に登録する価格の決定及び固定資産税の賦課処分に\nついては，処分性が認められ，そこにいわゆる公定力が働くことを肯定\nすることができる。これに対し，再建築費評点数の算出というのは，新\n築時のものであれその後の年度のものであれ，当該家屋の固定資産価格\n算出の一過程にすぎないものであるから，再建築費評点数の算出それ自\n体に処分性を認めることができなければ，公定力が働くことを肯定する\nこともできない。\nそして，ある基準年度における固定資産評価審査委員会に対する審査\nの申出及びその審査決定に対する取消訴訟において，認容決定又は認容\n判決がされた場合，その理由が新築時の再建築費評点数の誤りであれ，\nそれ以外の理由であれ，その決定又は判決に基づいて修正を義務付けら\nれる登録価格は当該基準年度の登録価格だけであり，当該基準年度より\n前の年度の価格決定及びそれに基づく賦課処分には何ら影響を及ぼさな\nい。\nそうすると，固定資産評価審査委員会に対する審査の申出及びその審\n査決定に対する取消訴訟によって害される法的安定性などそもそも存在\nしないのであるから，法的安定性を理由にそこで主張することができる\n事由を制限することを正当化することもできるはずがない。\n(ウ) なお，家屋新築時から長期間経過した後に，新築時の再建築費評点数\nの誤りを理由として登録価格が覆され，その誤りが地方税法４１７条１\n項の規定する「重大な錯誤」に該当することによって，過年度に遡って\n価格の修正が義務付けられ，各年度の固定資産税納税者に対して過誤納\n金を還付するというような事態が生ずる場合であれば，法的安定性を害\nする結果といえるかもしれない。\nしかしながら，同法１７条の５第３項は，固定資産税及び都市計画税\nの各賦課決定は，法定納期限の翌日から起算して５年を経過した日以後\nにおいてはすることができないと規定し，新築時に遡って還付の問題が\n発生するような事態が生じないような措置を講じている。\nイ  被告が引用する東京地裁平成１７年判決は，以下に述べるとおり，本件\nとは事案を異にし，引用するのは不適切である。\n(ア) 東京地裁平成１７年判決における原告は，固定資産評価基準第２章第\n３節四に定められている在来分の非木造家屋に係る再建築費評点数の算\n出方法によらず，固定資産評価基準第２章第３節二に定められている部\n分別評価の方法によって平成１２年度の再建築費評点数を算出すべきで\nあると主張し，その理由として，建築当初の部分別評価の誤りを主張し\nたものである。\nこれに対し，本件において，原告は，平成２１年度評価基準第２章第\n３節四に定められている在来分の非木造家屋に係る再建築費評点数の算\n出方法によって再建築費評点数を算出することそれ自体の適否について\n争っているのではなく，上記の算出方法を前提として，「基準年度の前\n年度における再建築費評点数」が誤っているため，平成２１年度の再建\n築費評点数も誤っていると主張するものである。\n(イ) 固定資産評価基準第２章第３節四は，在来分の非木造家屋に係る再建\n築費評点数を部分別評価の方法（固定資産評価基準第２章第３節二）に\nよって求めることができる場合を，「当該市町村に所在する在来分の非\n木造家屋の実態等からみてこの方法によることが適当でないと認められ\nる場合」と「個々の在来分の非木造家屋に地方税法第３４９条第２項各\n号に掲げる事情があることによりこの方法によることが適当でないと認\nめられる場合」とに限定しており，個々の在来分の非木造家屋に建築当\n初の再建築費評点数算出の誤りがあるからといって，部分別評価の方法\nによって再建築費評点数を求めることができると定めてはいない。\nそうすると，建築当初の再建築費評点数算出の誤りを理由として部分\n別評価の方法によるためには，その誤りが地方税法３４９条２項１号に\n規定する「家屋の改築又は損壊その他これらに類する特別の事情」に該\n当する必要があるところ，「家屋の改築又は損壊その他これらに類する\n特別の事情」とは，改築，損壊，増築，大規模な附帯設備の更新又は除\n去等当該家屋の価値に大幅な増減をきたした場合をいうものとされてい\nるから，建築当初の再建築費評点数算出の誤りも，それが価格に大幅な\n増減をきたすものでなければならないと解される。\nこのように，裁判所が「建築当初の評価の誤りが重大で，それを基礎\nに比準評価方式により評価することが適正な時価の算定方法として不合\n理であると認められるような場合には，建築当初の評価を争うことも認\nめられる」という限定を加えたのは，地方税法３４９条２項１号の解釈\nを前提としたからである。\n(ウ) 他方，本件において，原告は，建築当初の再建築費評点数算出の誤り\nを，「個々の在来分の非木造家屋に地方税法第３４９条第２項各号に掲\nげる事情があることによりこの方法によることが適当でないと認めら\nれる場合」に該当する事情として主張しているわけではないから，主張\nできる建築当初の再建築費評点数算出の誤りの範囲に限定を加える必\n要性も合理性も存在しない。\n(エ) 以上のとおり，被告が引用する裁判例の事案と本件とは，結論を導く\n前提となる重要な事実に相違があるから，被告の引用は，不適切かつ無\n意味である。\nなお，被告が挙げる３つの最高裁判所による決定のうち，東京地裁平\n成１７年判決の上告審である平成１９年１２月４日決定（乙３）は，上\n告人の上告理由が明らかに民事訴訟法３１２条１項又は２項所定の事由\nに該当しないことを理由として，上告を棄却したものであり，平成２０\n年６月２０日決定（甲２４の３）及び平成２１年１１月１２日決定（甲\n２５の３）は，上告人の上告理由が明らかに同条１項又は２項所定の事\n由に該当しないことを理由として，上告を棄却するとともに，各事件が\n同法３１８条１項によって受理すべきものとは認められないことを理由\nとして，上告不受理としたものであるから，固定資産評価審査委員会の\n審査決定に係る取消訴訟において，基準年度の家屋の登録価格を争う際\nに，建築当初の再建築費評点数算出の誤りを主張することが許されるか，\nという問題点について判断を示したものは，１つとして存在しない。\nしたがって，この点に関する最高裁判所の判例はなく，建築当初の再\n建築費評点数算出の誤りを主張することが許されるという原告の主張が\n判例に違背するということもない。\nウ  被告の主張の要点(2)イ及びエについて\n被告は，建築当初の建築関係書類が廃棄又は紛失されることがあること\nも十分に想定できるから，時の経過と共に建築当初の評価の誤りがあった\nかどうかを的確に判断することは困難になると主張し，また，家屋が存在\nしている限り，建築当初の評価について争えるのであるから，評価した家\n屋全てについて，当初の評価が正しくなされていたという根拠を保存して\nいなければならないことになるが，それは極めて困難を強いることになる\nとも主張する。\nしかしながら，被告の指摘する諸点については，一定の主張立証責任を\n原告側に転換し，建築当初の再建築費評点数の算出の誤りについての主張\n立証責任を原告に負担させれば足りるから，建築当初の再建築費評点数の\n誤りの主張を制限することを正当化することはできない。\nなお，被告は，前掲の最高裁判所平成１５年７月１８日判決の射程範囲\nについて主張するが，原告は，本件登録価格がそもそも固定資産評価基準\nに定める評価方法に従って決定される価格を上回っていると主張した上\nで，家屋の基準年度に係る賦課期日における登録価格が固定資産評価基準\nによって決定される価格を上回る場合には，同期日における当該家屋の客\n観的な交換価値としての適正な時価を上回るか否かにかかわらず，その登\n録価格の決定は違法となる（最高裁平成２４年（行ヒ）第７９号同２５年\n７月１２日第二小法廷判決・民集６７巻６号１２５５頁参照）という判断\n枠組みに従って，本件登録価格の違法を主張するものであるから，前掲の\n最高裁判所平成１５年７月１８日判決の射程範囲について議論するのは，\n本件においては無意味である。\n２  争点２（本件家屋の新築部分における再建築費評点数算出の誤り）について\n(1) 争点２(1)（主体構造部の鉄骨の耐火被覆）について\n（原告の主張の要点）\nア  本件家屋の新築部分における鉄骨の使用総量は３１１３．７８ｔである\nところ，その評価（甲４）においては，その全てについて，鉄骨（耐火被\n覆あり）の標準評点数２５万７１００点が使用されている。\n耐火被覆というのは，熱に弱い鉄骨の耐火性を高めるため，鉄骨を耐\n火材料で被覆することである。 ＳＲＣ造に使用される鉄骨については，\n鉄骨を被覆する鉄筋コンクリートが耐火被覆の役割を果たすため，耐火\n被覆は施工されない。\nところで，非木造家屋評点基準表によると，ＳＲＣ造家屋（鉄骨，鉄筋\n及びコンクリートの使用量が明確な建物）に係る主体構造部（軸部構造）\nの標準評点数は，各使用資材の単位当たりの点数として示されており，鉄\n骨の標準評点数は，２０万２８００点と規定されている。また，Ｓ造家屋\n（鉄骨の使用量が明確な建物）に係る主体構造部（軸部構造）の標準評点\n数もそれと同様に示されており，鉄骨の標準評点数は，２０万２８００点\nとし，耐火被覆がなされている場合は，２５万７１００点とすると規定さ\nれている。そして，このように，昭和５７年度評価基準は，ＳＲＣ造家屋\nの鉄骨，Ｓ造家屋の鉄骨（耐火被覆が施工されていないもの）及びＳ造家\n屋の鉄骨（耐火被覆が施工されているもの）の標準評点数をそれぞれ明確\nに定めているのであるから，評価庁は，それぞれの使用量を正確に認定し，\n定められた標準評点数を機械的に適用することが求められているのであっ\nて，この点の評価に裁量が入り込む余地はない（評価庁に一定の裁量が認\nめられるとすれば，それは耐火被覆が施工されている鉄骨量と施工されて\nいない鉄骨量の算出方法という事実認定の段階である。）。\nイ  これを本件家屋についてみると，本件家屋の新築部分の構造は，地下２\n階がＲＣ造，地下１階並びに地上１階及び地上２階の各一部がＳＲＣ造，\n地上１階及び地上２階の他の各一部並びに地上３階から地上１４階まで及\nび塔屋階がＳ造であるから，ＳＲＣ造部分に用いられた鉄骨，Ｓ造部分に\n用いられた耐火被覆が施工されていない鉄骨及びＳ造部分に用いられた耐\n火被覆が施工されている鉄骨それぞれの使用量を正確に認定し，それぞれ\nに定められた標準評点数を適用すべきである。そして，自治省固定資産税\n課編「固定資産評価基準解説  家屋篇」（昭和５６年８月１日発行に係る\nもの。以下「昭和５７年度評価基準解説」という。甲１８・２４４頁）に\nよると，「耐火被覆が施工されている部分と，そうでない部分がある場合\nにおいては，計算単位の床面積において考慮して差し支えないものである」\nとされている。\nそして，本件家屋の新築部分は，地下２階がＲＣ造，地下１階並びに地\n上１階の一部及び地上２階の各一部がＳＲＣ造，地上１階及び地上２階の\n他の各一部並びに地上３階から地上１４階まで及び塔屋階がＳ造であり，\n課税床面積２万４７１２．７９㎡のうち，Ｓ造部分の床面積は１万７９４\n２．５２㎡，ＳＲＣ造部分の床面積は５０２８．４６㎡，ＲＣ造部分の床\n面積は１７４１．８１㎡であって，各階の構造別床面積は，別紙３の「各\n階構造別床面積表」のとおりである。\nしたがって，ＳＲＣ造部分に使用される鉄骨については，鉄骨（耐火\n被覆なし）の標準評点数２０万２８００点が使用されなければならない。\nそして，本件家屋の新築部分のＳ造部分とＳＲＣ造部分の床面積割合は，\n約７８対２２であるから，鉄骨３１１３．７８ ｔのうち，その２２％で\nある６８５．０３ｔについては，鉄骨（耐火被覆なし）の標準評点数が\n使用されなければならない。\nウ  被告の主張に対する反論\n(ア) 被告の主張の要点アについて\n被告は，鉄骨何ｔ分に耐火被覆が施工されているかは判然としないか\nら，鉄骨を全て耐火被覆ありとしたことに違法はない旨の主張をする。\nしかしながら，鉄骨（耐火被覆がなされている場合）については標準\n評点数２５万７１００点を用いるという固定資産評価基準の定めを適用\nするためには，鉄骨に耐火被覆が施工されているという課税要件事実の\n認定が必要であるから，そのような事実が認定できない以上，鉄骨（耐\n火被覆がなされている場合）の標準評点数を用いて評価することが許さ\nれないのはいうまでもない。\n耐火被覆が施工された鉄骨の量が不明であることを理由として，全て\nの鉄骨に耐火被覆が施工されていると認定することは，「疑わしきは課\n税庁の利益に」という原理に基づいて事実認定を行うものであり，租税\n法の基本原則に反するものである。かえって，耐火被覆が施工された鉄\n骨の量を正確に算出できないのであれば，「疑わしきは納税者の利益に」\nという課税要件事実の認定の基本原則に立ち返り，全ての鉄骨に耐火被\n覆が施工されていないと認定すべきである。\n確かに，本件家屋のように，耐火被覆が施工されている鉄骨と施工さ\nれていない鉄骨が混在する家屋の場合，被告の主張するように，それぞ\nれの使用量を正確に認定することが困難なことがあるかもしれない。\nしかしながら，固定資産評価基準の定める家屋評価の方法は，適正な\n時価への接近方法なのであるから，固定資産評価基準に当てはめる事実\nの認定の場面においても，できる限り正確な事実に接近する義務がある\nというべきである。正確な事実（耐火被覆が施工されている鉄骨と耐火\n被覆が施工されていない鉄骨それぞれの使用量）を認定することが困難\nであるからといって，正確な事実認定に接近することを怠る（全てに耐\n火被覆が施工されていると認定する）というのは，家屋評価担当者の職\n務放棄であって，賦課課税方式の下，家屋評価を専権とする租税行政庁\nの態度として，到底是認できるものではない。\n昭和５７年度評価基準解説が，「耐火被覆が施工されている部分と，\nそうでない部分がある場合においては，計算単位の床面積において考慮\nして差し支えないものである」とする意味は，あくまでそれぞれの使用\n量を正確に認定すべきが原則であるが，それが困難な場合には，例外的\nに，床面積割合によって使用量を算定するという程度までは，事実認定\nの精度として許容され得るということであって，その限度を超えて不正\n確な事実認定の方法を許容するものではない。\n(イ) また，本件家屋は，新築時に１棟全体がＳＲＣ造であると評価され，\n初課税年度である昭和５８年度から平成２１年１月３０日に修正される\nまで，１棟全体にＳＲＣ造の経年減点補正率が適用されて評価されてき\nた。このように，１棟全体をＳＲＣ造であると評価している以上，主体\n構造部（軸部構造）の標準評点数の付設に当たっても，１棟全体にＳＲ\nＣ造家屋の標準評点数を用いるべきである。仮に，経年減点補正率の適\n用における構造の判定と再建築費評点数付設における構造種別の判定と\nは必ずしも一致しないとしても，本件家屋のＳＲＣ造部分に用いられて\nいる鉄骨についてまで，Ｓ造家屋の鉄骨（耐火被覆が施工されているも\nの）の標準評点数を用いるのは，固定資産評価基準の定めに真っ向から\n反し，明らかに誤りである。\nなお，被告は，本件家屋の地上１階については，Ｓ造の柱は外周の一\n部分にあるのみであり，他の柱はＳＲＣ造であること，１階の床部分に\n施工されている梁は，全てＳＲＣ造又は鉄筋コンクリート造であること\nを理由として，本件家屋が１階の床面積の全てに対し，鉄骨鉄筋コンク\nリート・鉄筋コンクリート造として評価することには合理性がある旨の\n主張をする。\nしかしながら，本件家屋の地上１階の一部（竣工図（構造）（抜粋）\n（甲２の１）の１階床伏図の③通り，⑨通り，Ⓐ通り及びⒻ通りで囲ま\nれる部分を除いた部分。８０９．９１㎡。以下，この部分を「１階低層\n棟部分」という。）は，Ｓ造である。\nこのことは，本件家屋の構造計算書（甲３５）の「１－２  設計方針\n概要」欄に１階低層棟部分がＳ造である旨の記載があることからも明ら\nかである。\nすなわち，建築物は，自重，積載荷重，積雪荷重，風圧，土圧及び水\n圧並びに地震その他の震動及び衝撃に対して安全な構造のものであるこ\nとが求められる（建築基準法２０条参照）ところ，建築物の安全上の基\n準適合性は，構造計算によって確かめられ，構造計算書は，この構造計\n算の概要，計算結果等をまとめた書類である。そうすると，本件家屋の\n構造計算書というのは，設計者である一級建築士が作成した，いわば本\n件家屋の構造に係る「診断書」であるということができ，１階低層棟部\n分の構造の判定に当たって，設計者が構造計算書にＳ造であると記載し\nた事実は，重視されて然るべきである。\nそして，本件家屋の設計者は，地上１階については，Ｓ造の柱は外周\nの一部分にあるのみであり，他の柱はＳＲＣ造であることや，１階の床\n部分に施工されている梁は，全てＳＲＣ造又は鉄筋コンクリート造であ\nることも踏まえた上で，１階低層棟部分の構造種別をＳ造としているわ\nけであるから，同部分がＳ造であるとの結論は揺るがない。\n(ウ) 被告の主張の要点イ(イ)に係る主張について\nａ  被告の主張の要点イ(イ)の①の主張については，用途の判定に当た\nって，延べ床面積の割合の多いものを当該家屋の用途と認定するとい\nう作業は，一棟の家屋が複数の用途に供されているという事実を認定\nした後で，当該複合用途家屋が固定資産評価基準上のいかなる用途区\n分に該当するかという当てはめ段階の問題であるから，事実認定段階\nの問題である本争点とは次元を異にする。\nｂ  被告の主張の要点イ(イ)の②主張については，正確な事実認定が求\nめられていることは，上記(ア)のとおりである。\nｃ  被告の主張の要点イ(イ)の③の主張については，本争点は，事実認\n定段階の問題であり，固定資産評価基準の解釈の問題とは無関係であ\nる。\nなお，念のため，固定資産評価基準の解釈について付言すると，耐\n火被覆が施工されていない通常の「鉄骨」及び「鉄骨（耐火被覆がな\nされている場合）」の意義は，その文理に即して，それぞれ「耐火被\n覆工事が実施されていない鉄骨」，「耐火被覆工事が実施されている\n鉄骨」と解釈すべきであり，これらの意義を殊更に拡張したり縮小し\nたりして解釈すべき理由はない。そして，耐火被覆が施工されていな\nい通常の鉄骨と鉄骨（耐火被覆がなされている場合）は，互いに相反\nし，両立し得ない概念であるから，「鉄骨（耐火被覆がなされている\n場合）」に耐火被覆工事が実施されていない鉄骨が含まれると解釈す\nることは，拡張解釈や類推解釈の範ちゅうを超えた明らかな誤解釈で\nある。\n（被告の主張の要点）\nア  主体構造部の鉄骨に耐火被覆ありのものと耐火被覆なしのものが混在\nしている場合，これをどのように評価するかは評価基準等には明確には\n規定されておらず，評価庁 に一定程度の裁量が認められているから，原\n告の主張は妥当性を欠くというべきである。\nすなわち，家屋の評価は，通常，竣工後に行う実地調査と建築主等か\nら借り受けた見積書，竣工図等の資料を基に行うところ，耐火被覆の有\n無・施工量については，主に見積書等の資料により把握することができ\nるものの，このうち鉄骨何 ｔ分に耐火被覆が施されているかは判然とし\nない場合が少なくない（一般的に Ｓ造の家屋については耐火被覆が鉄骨\n全てになされているとみることができるので問題とならないが，複合構\n造家屋については耐火被覆が施工されている部分と施工されていない部\n分があることにもかかわらず，見積書を見ても，耐火被覆の面積が記載\nされているだけであって，それが鉄骨何 ｔ分に吹き付けられているかが\n分からないため，これを仕分けることができない）。そこで，本件家屋\nの新築当時，耐火被覆が施工されていることが見積書から確認できた場\n合には，耐火被覆ありの部分，すなわち Ｓ造の部分が過半を占めている\nことから，これら全ての鉄骨に耐火被覆が施工されているものとして評\n価した。こうした評価方法が妥当性を有することは，当時，耐火被覆の\n数量（㎡）から鉄骨何ｔに耐火被覆がなされているか 計算する方法がな\nかったことからも認められるといえる。\nイ  原告の主張に対する反論\n(ア) 原告の主張の要点ア及びイについて\nａ  原告は，昭和５７年度評価基準解説によれば，「耐火被覆が施工さ\nれている部分と，そうでない部分がある場合においては，計算単位の\n床面積において考慮して差し支えないものである」と記載されており，\nＳ造部分とＳＲＣ造部分の床面積の割合は算定できるのであるから，\n耐火被覆の有無は床面積の割合によって算定し，評価することはでき\nたはずであると主張するようである。\n確かに，一つの方法としてこうした評 価も考えられないわけでは\nないが，評価基準解説の記載はあくまで「解説」であって参考にとど\nまるものにすぎない上，その内容も「考慮して差し支えないものであ\nる」というものであって，それ以外の評価方法を否定したものではな\nい。また，天井高や鉄骨の太さが部分によって異なるなど鉄骨量は床\n面積に比例するものではないし，柱と梁で構造が異なる場合もあるこ\nとを考えると，こうした方法は唯一の方法ではなく，使用されている\n鉄骨の大半に耐火被覆が施されていることを踏まえて，全てを耐火被\n覆ありとした被告の評価方法にも十分な合理性が認められるというべ\nきである。そして，こうした結論が妥当性を有することは，固定資産\n評価基準等が，主体構造部に評点項目「耐火被覆」を設定し，その計\n算単位を通常の見積書の記載に合わせ，施工面積（㎡）としていない\nことからも，概算で足りるとしているとみることができることからも\n裏付けられる。\nｂ  原告は，鉄骨について，昭和５７年度評価基準は，耐火被覆が施工\nされているものとされていないものに標準評点数を区別しているので\nあるから，評価庁は，それぞれの使用量を正確に認定し，それぞれに\n定められた標準評点数を適用することが求められているにもかかわら\nず，被告はそのようにしていないから，かかる評価は誤りであると主\n張する。\nしかしながら，家屋の評価に当たって，建築主等から借り受ける見\n積書によっても，耐火被覆の面積が記載されているだけであって，耐\n火被覆が施工されている鉄骨及び耐火被覆が施工されていない鉄骨の\n各重量を区別することができない。すなわち，それぞれの使用量を正\n確に認定しそれに応じた算定をしようと思ってもできないことから，\nこうした評価をするのである。そうであるとすれば，それぞれの使用\n量を正確に認定して適用すべきであったという原告の批判は，不可能\nを強いるものであって妥当性を欠くといわざるをえない（平成２１年\n度評価基準に係る「単位当たり標準評点数の積算基礎」（乙８の２）\nにおいては，鉄骨１ｔ当たりの耐火被覆の施工量の標準が規定されて\nいるため，こうした算定ができるが，本件家屋の建築時である昭和５\n７年度評価基準に係る「標準評点数の積算基礎」（乙８の１）にはこ\nうした規定がされていなかった。）。\n(イ) 原告の主張の要点ウ(ア)について\n原告は，耐火被覆が施工された鉄骨の量が不明であることを理由とし\nて，全ての鉄骨に耐火被覆が施工されていると認定することは「疑わし\nきは課税庁の利益に」という原理に基づいて事実認定を行うものであっ\nて，租税法の基本原則に反するものであり，算定することができないの\nであれば，全ての鉄骨に耐火被覆が施工されていないと認定すべきであ\nる旨の批判をする。\nしかしながら，①家屋の固定資産評価においては，用途等の判定に当\nたり，延べ床面積の割合の多いものを当該家屋の用途等と認定すること\nは何ら特別なことではないから，使用されている鉄骨の大半に耐火被覆\nが施されていることをもって，全てを耐火被覆ありと認定したことには\n十分な合理性があること，②評価基準は，耐火被覆を個別の評点項目と\nして設定しておらず，計算単位も耐火被覆の施工面積ではなく耐火被覆\nの施工されている鉄骨の重量（ｔ数）としているから，施工の有無の認\n定においては厳密な認定を求めているとは認め難いこと，③原告は「疑\nわしきは納税者の利益に」ということから全ての鉄骨に耐火被覆が施工\nされていないと認定すべきであると主張するが，そもそも固定資産の評\n価は評価基準の合理的解釈の下に行うものであることから，原告の批判\nは妥当性を欠くというべきである。\n(ウ) 原告の主張の要点ウ(イ)について\n原告は，地上１階の一部も，地上２階と同様にＳ造である旨の主張を\nするようである。\nしかしながら，地上１階については，Ａ会館改築工事２階床伏図（乙\n１２の１），Ａ会館改築工事ＳＲＣ柱リスト（乙１２の２）及びＡ会館\n改築工事鉄骨柱リスト（乙１２の３）のとおり，Ｓ造の柱は外周の一部\n分にあるのみであり，他の柱はＳＲＣ造である。また，原告がＳ造であ\nると主張する部分も含め，１階の床部分に施工されている梁は，全てＳ\nＲＣ造又はＲＣ造である竣工図（構造）（抜粋）（甲２の１）の１６及\nび１７枚目によれば，地上１階にはＳＲＣ造の大梁が施工されているこ\nとが見て取れる一方，１８枚目によれば，地上１階には鉄骨の大梁が施\n工されていないことが見て取れる。また，５枚目の１階床伏図及び１９\n枚目によれば，１階の床部分に施工されている小梁は全てＲＣ造である\nと見て取れる）。\nそうであるとすれば，１階の床面積の全てに対し，ＳＲＣ造・ＲＣ造\nとして評価することには合理性があるので，原告の主張は失当というべ\nきである。\nなお，原告は，本件家屋の構造計算書（甲３５）の「１－２  設計方\n針概要」欄に１階低層棟部分がＳ造である旨の記載があることから，本\n件家屋の地上１階部分の一部はＳ造である旨の主張をする。\nしかしながら，家屋の構造計算書は，原告も認めるように，建築物と\nしての荷重や外力に対する安全性を担保するため，建築基準法の求める\n技術的基準に適合していることを判断する目的で作成されるものである。\nこれに対して，固定資産評価基準における経年減点補正率は，通常の\n維持管理を行った場合に，年数の経過に応じて通常生ずると考えられる\n減価を勘案して固定資産税を課税するために設定されるものであるから，\n経過年数に応じた減価を評価に反映させるという観点から適用すべき構\n造別区分を判断する必要がある。\nこのように両者はそれぞれ異なった制度の要請から，特有の考え方に\n基づいて運用・解釈されるべきものであって，固定資産評価における経\n年減点補正率における構造別区分について，構造計算書の「設計方針概\n要」の表記と同一の判断をしなくてはならないものではない。そうであ\nるとすれば，本件家屋の構造計算書の記載をもって，固定資産評価にお\nける経年減点補正率の構造を認定しなければならないとする原告の主張\nは失当というべきである。\nこうした結論が妥当性を有することは，原告の論拠が構造計算書（甲\n３５）の「設計方針概要」であって，本件家屋の構造を簡易的に表示し\nたものでしかない上，１階低層棟部分がＳ造である旨の記載がされてい\nるとしても，実際の地上１階の構造が竣工図（構造）（抜粋）（甲２の\n１）のとおりであるとすれば，Ｓ造の柱は外周の一部にあるのみであり，\n他の柱や床部分に施工されている梁はＳＲＣ造又はＲＣ造なのであるか\nら，地上１階の床面積全てにＳＲＣ造・ＲＣ造の経年減点補正率を適用\nすることには合理性が容易に認められることからも裏付けられる。\n(2) 争点２(2)（電気設備の電灯コンセント配線設備）について\n（原告の主張の要点）\nア  本件家屋の新築部分の評価（甲４）では，部分別「建築設備」に係る評\n点項目の「電気設備」中の「電灯・コンセント配線設備」に係るフロアコ\nンセントの補正項目において，「全館」として，補正係数１．１５が使用\nされている。\n非木造家屋評点基準表によると，評点項目「電灯コンセント配線設備」\nの補正項目「フロアコンセント」には，増点補正率１．１５の適用対象と\nして「全館にあるもの」，標準１．０の適用対象として「一部分にあるも\nの」が規定されている。\n「全館」とは，一般的な国語辞典によれば，「その館全体」（広辞苑第\n六版）のことをいうとされている。また，「ある」とは，ものごとが存在\nすることをいうとされている。\nそうすると，「全館にあるもの」の意義は，その文理に即して，（フロ\nアコンセントが）その館全体に存在するものと解釈すべきであり，これら\nの意義を殊更に拡張したり縮小したりして解釈すべき理由はない。この意\n味で，「『全館にあるもの』とは，建物の全フロアにフロアコンセントが\n設備されているもののこと」をいうとする，昭和５７年度評価基準解説（乙\n４・４５０頁）の解釈は，正しい解釈ということができる。\nまた，上記の解釈に続く「全フロアコンセントが設けられていてなおか\nつその数も多くなければならないというものではない。極端ないい方をす\nれば，１床に数個であっても，全館に設備されていれば，増点補正の対象\nとなるものである」との記載部分については，「全館」の意義を解釈する\nのに「全館」という語を用いている点で循環論法に陥っている上，内容的\nにも妥当性を欠く解釈であるため，上記の記載部分は，平成１２年度の固\n定資産評価基準解説以降は削除されているが，上記の記載部分のいわんと\nするところは，１フロア当たりの個数が少なくても，全フロアに設置され\nていれば「全館にあるもの」に該当するが，逆に，１フロア当たりの個数\nがどんなに多くても，設置されていないフロアがあれば，「全館にあるも\nの」には該当しないということである。\nこれを本件家屋についてみると，フロアコンセントは，地下２階には一\n切配置されておらず，地下１階に配置されているのはたった１か所で，１\n階及び２階の大部分にも配置されていない。\nしたがって，フロアコンセントが設置されていないフロアが存在する\n以上，「全館にあるもの」には該当しない から，補正係数は，「一部」\nの１．０が使用されなければならない。\nイ  被告の主張に対する反論\n被告は，建物の延べ床面積の１割程度の部分にフロアコンセントが１５\n㎡当たり１箇所程度の割合よりも多い割合で配置されている場合は，当然\nに標準の場合と比較して工事費用がかさんでいることが認められるから，\n「全館にあるもの」として増点補正するのが相当であり，そのような家屋\nは，「全館にあるもの」に該当する旨の主張をする。\nしかしながら，昭和５７年度評価基準は，フロアコンセントの補正項目\nについて，増点補正率の適用対象を「全館にあるもの」，標準の適用対象\nを「一部分にあるもの」，減点補正率の適用対象を「ないもの」と規定し，\nフロアコンセントの配置密度（当該家屋の延べ床面積をフロアコンセント\nの総数で除した数値の大小）によって補正するという定め方をしていない。\nフロアコンセントが配置されていないフロアの存在を捨象し，単純に一棟\n全体の平均配置密度によって補正をする趣旨であるのだとすれば，増点補\n正率の適用対象は，例えば「配置密度が高いもの」とか「３０㎡当たり１\n個程度のもの」とかいう定め方がされたはずである。そして，東京都主税\n局発行の『家屋評価の手引』（昭和５７年３月２９日発行）にも，「全館\nにあるもの（建物の全フロアにフロアコンセントがあるもの）」と記載さ\nれている（甲２２）。\nそうすると，フロアコンセントの補正項目については，その平均配置密\n度の高低にかかわらず，全フロアにフロアコンセントが配置されている場\n合には増点補正をし，フロアコンセントが配置されていないフロアが１つ\nでもあれば，増点補正をしないというのが，固定資産評価基準に従った評\n価というべきである。\n（被告の主張の要点）\nア  昭和５７年度評価基準解説（乙４・ ４５０頁）によれば，「フロアコ\nンセント」の補正は，いわゆる床下配線の有無による工事費の相違を補\n正しようとするものであり，標準とされる「一部分 にあるもの」とは，\n「建物の延床面積の１割程度の部分にフロアコンセントが１ ５㎡当たり\n１箇所程度の割合で設置されているようなものをさしている」とされて\nおり，本件家屋のフロアコンセントの設置状況は，「一部分にあるもの」\nには該当しない。\n一方，増点補正の対象となる「全館にあるもの」とは，「建物の全フロ\nアにフロアコンセントが設備されているもののことで，全フロアコンセン\nトが設けられていてなおかつその数も多くなければならないというもの\nではない。極端ないい方をすれば，１床に数個であっても，全館に設備\nされていれば，増点補正の対象となるものである」とされているところ，\n本件家屋は地下２階地上１４階建てであり，フロア数が１６であるが（こ\nれに加えて塔屋が存在する。），甲２の２（竣工図（電気設備）（抜粋））\nによれば，そのうち地下２階にはフロアコンセントがないものの，地下\n１階から地上１４階までにはフロアコンセントが設置されているのであ\nり，しかも，４階から１４階までの１１フロアについては事務室部分に\nまんべんなく多くのフロアコンセントが設置されていることがみてとれ\nる（甲２の２・図面番号１２１ないし１２９号）。\nとすると，既に述べたように，「標準」が「延床面積の１割程度の部\n分にフロアコンセントが１５平方メートル当たり１箇所程度」のもので\nあることからすれば，本件家屋のフロアコンセントの床下配線による工\n事費に見合うよう，「全館にあるもの」として増点補正の対象としたこ\nとは適正というべきである。\nイ  原告の主張に対する反論\n原告は，電灯コンセント配線設備の「フロアコンセント」の補正項目に\nついて，「一部分にあるもの」の補正率が１．０，「全館にあるもの」の\n補正率が１．１５と規定されているところ，１フロア当たりの個数が少な\nくても，全フロアに設置されていれば「全館にあるもの」に該当するが，\n逆に，１フロア当たりの個数がどんなに多くても，設置されていないフロ\nアがあれば，「全館にあるもの」には該当しないとし，これを本件家屋に\nついてみると，フロアコンセントが設置されていないフロア（地下２階）\nが存在する以上，「全館にあるもの」には該当しない旨の主張をする。\n確かに，昭和５７年度評価基準解説（乙４・４５０頁）には，増点補正\nの対象となる「全館にあるもの」について，「建物の全フロアにフロアコ\nンセントが設備されているもののことで，全フロアコンセントが設けられ\nていてなおかつその数も多くなければならないというものではない。極端\nないい方をすれば，１床に数個であっても，全館に設備されていれば，増\n点補正の対象となるものである」と記載されており，このことからすれば，\n本件家屋は地下２階にフロアコンセントが配置されていない以上，全フロ\nアにフロアコンセントは設備されていないことになり，「全館にあるもの」\nには妥当しないことになるようにも思える。\nしかしながら，同基準解説によると，標準とされる「一部分にあるもの」\nには，「建物の延床面積の１割程度の部分にフロアコンセントが１５㎡当\nたり１箇所程度の割合で設置されているようなものをさしている」とも規\n定されていて，「建物の延床面積の１割程度の部分にフロアコンセントが\n１５㎡当たり１箇所程度の割合」よりも相当に多い割合でフロアコンセン\nトが配置されている場合には，増点補正をするのか，増点補正をせずに標\n準のままでいくのか，明示的には規定されていない。\nそこで，そもそも電灯コンセント配線設備の「フロアコンセント」の補\n正項目が設けられた趣旨を検討すると，昭和５７年度評価基準解説にも記\n載されているように，これは配線工事に係る費用の相違を補正することに\nあったから，「建物の延床面積の１割程度の部分にフロアコンセントが１\n５㎡当たり１箇所程度の割合」よりも多い割合でフロアコンセントが配置\nされている場合には，当然に標準の場合と比較して工事費用がかさんでい\nることが認められるから，「全館にあるもの」として増点補正するのが相\n当ということができる。換言すれば，昭和５７年度評価基準解説に記載し\nてある「全館にあるもの」はその典型的な一例を示したにすぎず，上記の\n場合についても「全館にあるもの」に該当するというべきである。なぜな\nら，全フロアに設置されてはいるもののそれぞれ数個しか設置されていな\nい家屋と，地下２階だけには設置されていないものの４階から１４階まで\nの事務室部分にまんべんなく多く設置されている本件家屋とを比較すれば，\n本件家屋の方が配線工事にかかる費用が大きいことは明白であり，前者に\nついて「全館にあるもの」として増点補正することが許されることから考\nえれば，本件家屋について増点補正することは妥当であるからである。\nこのような結論が妥当性を有することは，「全フロア」ということのみ\nに着目して機械的に補正率を適用すると，当該家屋が何階建の家屋か，フ\nロアコンセントの設置されていないフロアの床面積等によってその意味合\nいが異なることを捨象することになるし，通常フロアコンセントの必要の\nない機械室，倉庫，駐車場等には設置がないこと等を勘案することができ\nなくなってしまう上，フロアコンセントの数が標準と比べて極めて多い場\n合にそれを評価に反映させることができなくなってしまうことからも裏付\nけられる（本件家屋のフロアコンセントの数は前記の甲２の２から拾い出\nすと８５８個であり，延べ床面積２万４７５３．０４㎡に照らすと，約２\n８．８５㎡に１個の割合でフロアコンセントが設定されていることになる。\nこれに対して，「建物の延べ床面積の１割程度の部分にフロアコンセント\nが１５㎡当たり１箇所程度の割合で設置されているようなもの」が標準と\nされていることからすれば，標準のフロアコンセントの数は１５０㎡に１\n個の割合ということになるから，本件家屋においては，約５倍の数のフロ\nアコンセントが設置されていることになる。）。\nそうであるとすると，本件家屋のフロアコンセントについて，「全館に\nあるもの」として増点補正の対象としたことは適正というべきである。\n(3) 争点２(3)（電気設備の照明器具設備の蛍光灯用器具）について\n（原告の主張の要点）\nア  本件家屋の新築部分の評価（甲４）では，部分別「建築設備」に係る評\n点項目「電気設備」中の「照明器具設備」中の「蛍光灯用器具」に係る天\n井高の補正項目において，天井高が２．８ｍであるとして，補正係数１．\n０が使用されている。\n昭和５７年度評価基準解説には，本件家屋のように，天井高が階層によ\nって一定せず，２以上の天井高を有する家屋の天井高の決定方法は明示さ\nれていないが，主体構造部の「階高」による補正に関する記載部分（甲１\n８・２５１頁）が参考になる。すなわち，同部分によると，１棟の建物の\n階高が，階層によって一定せず，２以上の階高を有する建物については，\n当該建物の代表的な階高（最も床面積の多い部分の階高）によることとす\nるとされている。\nそうすると，２以上の天井高を有する家屋の天井高は，当該家屋の代表\n的な階高によって決定すべきである。\nこれを本件家屋についてみると，本件家屋の代表的な天井高は，４階か\nら１３階部分の天井高である２．５ｍであるから，本件家屋の天井高は，\n２．５ｍと認定すべきであり，補正係数は，０．７７が使用されなければ\nならない。\nイ  被告の主張に対する反論\n被告は，昭和５７年度評価基準解説（甲１８・２５１頁）には，原告が\n引用する部分に続いて「代表的な階高を決定し難い建物については，当該\n建物における各階の平均階高によって差し支えない」との記載もあり，最\nも床面積の多い部分の天井高によらなければならないとする原告の主張の\n根拠として不適当である旨の主張をする。\nしかしながら，昭和５７年度評価基準解説によれば，各階の平均天井高\nによって天井高を決定して差し支えない建物は，代表的な天井高を決定し\n難い建物であるところ，本件家屋は，地下２階から地上１４階までの１６\n階層のうち，その６割を超える地上４階から１３階までの１０階層の天井\n高が２．５ｍなのであり，甲２の２（竣工図（電気設備）（抜粋））の２\n葉目左上部の「１  建物概要」欄にも，基準階天井高が「２．５ｍ」と記\n載されているから，代表的な天井高を容易に決定できる建物である。\nしたがって，本件家屋の天井高は，２．５ｍと認定され，０．７７の減\n点補正がされなければならない。\n（被告の主張の要点）\nア  昭和５７年度評価基準解説（乙４・４５９頁）によれば，蛍光灯用器具\nは埋込のものが標準とされているため，天井高の高低により同一の明る\nさを得るには器具の数を増やすか，蛍 光灯をＷ数の大きいものにして器\n具もそれに合うものに変える必要があることから，「天井高」の補正に\nよりその点を考慮しようとするものとされている。\n本件家屋の各階の天井高を示した図面（甲９の２）によれば，本件家\n屋の４階から１３階までの主な天井高は２．５ ｍであるが，他の階にお\nいてはそれを上回る２．８ ないし４．５ｍの天井高の部分も多くなって\nおり，標準の「２．８メートル程度のもの」としたことには合理性があ\nる。\nイ  原告の主張に対する反論\n原告は，昭和５７年度評価基準解説には，本件家屋のように，天井高が\n階層によって一定せず，２以上の天井高を有する家屋の天井高の決定方法\nは明示されていないが，主体構造部の「階高」による補正について，当該\n建物の代表的な階高（最も床面積の多い部分の階高）によるとされている\nことを参考にすると，本件家屋の代表的な天井髙も最も床面積の多い部分\nの天井高によって決定すべきである旨の主張をする。\nしかしながら，原告の主張は，自らも認めるように，蛍光灯器具とは無\n関係の主体構造部に係る「階高」の補正に係る昭和５７年度評価基準解説\nの記載（甲１８・２５１頁）を参考としたものであって何ら参考になるも\nのではないし，原告の引用する部分に続いて「代表的な階高を決定し難い\n建物については，当該建物における各階の平均階高によって差し支えない」\nとの記載もあり，最も床面積の多い部分の天井高によらなければならない\nとする原告の主張の根拠として不適当である。\nそもそも，照明器具設備の蛍光灯用器具についての「天井高」の補正係\n数が設定されている趣旨は，蛍光灯用器具は埋込のものが標準とされてい\nるため，天井高の高低により同一の明るさを得るには器具の数を増やすか，\n蛍光灯をＷ数の大きいものにして器具もそれに合うものに変える必要があ\nることから，「天井高」の補正によりその点を考慮しようとするものとさ\nれているのであり，他の階の天井高が最も床面積の多い部分の天井高をは\nるかに超える天井高になっていることに鑑みれば，標準の「２．８メート\nル程度のもの」としたことには合理性がある。\nそうだとすると，本件家屋の照明器具設備蛍光灯用器具の天井高につい\nて，標準の「２．８メートル程度のもの」としたことは適正というべきで\nある。\n(4) 争点２(4)（電気設備の電話配線設備）について\n（原告の主張の要点）\nア  本件家屋の新築部分の評価（甲４）では，部分別「建築設備」に係る評\n点項目「電気設備」中の「電話配線設備」に係るフロアダクトの補正項目\nにおいて，「全館」として，補正係数３．００が使用されている。\n非木造家屋評点基準表によると，評点項目「電話配線設備」の補正項目\n「フロアダクト」には，増点補正率３．００の適用対象として「全館にあ\nるもの」，標準１．０の適用対象として「一部分にあるもの」が規定され\nている。\nそうすると，「全館にあるもの」の意義は，前記(2)の（原告の主張の要\n点）で述べたところと同様に，フロアダクトによる配線部分がその館全体\nに存在するものと解釈すべきであり，これらの意義を殊更に拡張したり縮\n小したりして解釈すべき理由はない。この意味で，「フロアダクトによる\n配線部分が全階の床にあれば，増点補正を行う」との昭和５７年度評価基\n準解説（乙４・４６８頁）の解釈は，正しい解釈ということができる。\nこれを本件家屋についてみると，フロアダクトは，地下２階には一切配\n置されておらず，地下１階から地上３階の大部分にも配置されていない。\nしたがって，フロアダクトが設置されていないフロアが存在する以上，\n「全館にあるもの」には該当せず，補正係数は，１．０が使用されなけれ\nばならない。\nイ  被告の主張に対する反論\n被告は，建物の延べ床面積の１割程度の部分にフロアダクトが１５㎡当\nたり１箇所程度の割合よりも多い割合で配置されている場合は，当然に標\n準の場合と比較して工事費用がかさんでいることが認められるから，「全\n館にあるもの」として増点補正するのが相当である旨の主張をする。\nしかしながら，昭和５７年度評価基準は，フロアダクトの補正項目につ\nいて，増点補正率の適用対象を「全館にあるもの」，標準の適用対象を「一\n部分にあるもの」，減点補正率の適用対象を「ないもの」と規定し，フロ\nアダクトの配置密度（当該家屋の延べ床面積をフロアダクトの総数で除し\nた数値の大小）によって補正するという定め方をしていない。フロアダク\nトが配置されていないフロアの存在を捨象し，単純に一棟全体の平均配置\n密度によって補正をする趣旨であるのだとすれば，増点補正率の適用対象\nは，例えば「配置密度が高いもの」とか「３０㎡当たり１個程度のもの」\nとかいう定め方がされたはずである。そして，東京都主税局発行の『家屋\n評価の手引』（昭和５７年３月２９日発行）にも，「全館にあるもの（フ\nロアダクトが全館（全階の床）に配線されているもの）」と記載されてい\nる（甲２２）。\nそうすると，フロアダクトの補正項目については，その平均配置密度の\n高低にかかわらず，全フロアにフロアダクトが配置されている場合には増\n点補正をし，フロアダクトが配置されていないフロアが１つでもあれば，\n増点補正をしないというのが，昭和５７年度評価基準に従った評価という\nべきである。\n（被告の主張の要点）\nア  昭和５７年度評価基準解説（乙４・４６７頁）によれば，「フロアダク\nト」の補正は，フロアダクトによる電話配線がどれくらいなされているか\nによる工事費の相違を補正しようとするものであり，補正の考え方は「フ\nロアコンセント」の場合と同様とされている。標準とされる「一部分にあ\nるもの」とは「全床面積の１割程度の部分にあるような場合」とされてお\nり，本件家屋のフロアダクトの設置状況は「一部分にあるもの」には該当\nしない。\n一方，増点補正の対象となる「全館にあるもの」とは，「フロアダクト\nによる配線部分が全階の床にあれば，増点補正を行う」とされている。甲\n２の２（竣工図（電気設備）（抜粋））によれば，本件家屋は地下２階に\nはフロアダクトがないものの，地下１階から地上１４階までにはフロアダ\nクトが設置されているのであり，しかも，４階から１４階までの１１フロ\nアについては事務室部分にまんべんなく多くのフロアダクトが設置されて\nいる（甲２の２・図面番号４０１ないし４０８号）。\nそうすると，「標準」が「全床面積の１割程度の部分にあるような場\n合」であるから，本件家屋のフロアダクトによる電話配線の工事費に見合\nうよう，「全館にあるもの」として増点補正の対象としたことは，合理性\nがある。\nイ  原告の主張に対する反論\n原告は，電話配線設備の「フロアダクト」の補正項目について，「一部\n分にあるもの」の補正率が１．０，「全館にあるもの」の補正率が３．０\n０と規定されているところ，前記のフロアコンセントで述べたのと同じ理\n由により，本件家屋には，フロアダクトが設置されていないフロア（地下\n２階）が存在する以上，「全館にあるもの」には該当しない旨の主張をす\nる。\nしかしながら，前記アに述べたように，昭和５７年度評価基準解説によ\nると，「フロアダクト」の補正の考え方は「フロアコンセント」の場合と\n同様であるとされているところ，標準とされる「一部分にあるもの」が，\nフロアコンセントと同様に，「建物の延床面積の１割程度の部分にフロア\nダクトが１５㎡当たり１箇所程度の割合で設置されているようなものをさ\nしている」とすれば，それよりも多い割合でフロアダクトが配置されてい\nる場合には，当然に標準の場合と比較して工事費用がかさんでおり，「全\n館にあるもの」として増点補正するのが相当ということができる。なぜな\nら，全フロアに設置されてはいるもののそれぞれ数個しか設置されていな\nい家屋と，地下２階だけには設置されていないものの４階から１４階まで\nの事務室部分にまんべんなく多く設置されている本件家屋とを比較すれ\nば，本件家屋の方が配線工事にかかる費用が大きいことは明白であり，前\n者について「全館にあるもの」として増点補正することが許されることか\nら考えれば，本件家屋について増点補正することは適当ということができ\nるからである。\nこうした結論が妥当性を有することは，「全フロア」ということのみに\n着目して機械的に補正率を適用すると，当該家屋が何階建の家屋か，フロ\nアダクトの設置されていないフロアの床面積等によってその意味合いが異\nなることを捨象することになるし，通常フロアダクトの必要のない機械室，\n倉庫，駐車場等には設置がないこと等を勘案することができなくなってし\nまう上，フロアダクトの数が標準と較べて極めて多い場合にそれを評価に\n反映させることができなくなってしまうことからも裏付けられる（本件家\n屋のフロアダクトの数は 前記の甲２の２から拾い出すと１００３個であ\nり，延べ床面積２万４７５３．０４㎡に照らすと，約２４．６８㎡に１個\nの割合でフロアダクトが設定されていることになる。これに対して，標準\nとされる「一部分にあるもの」が，フロアコンセントと同様に，「建物の\n延べ床面積の１割程度の部分にフロアダクトが１５㎡当たり１箇所程度の\n割合で設置されているようなもの」とすれば，標準のフロアダクトの数は\n１５０㎡に１個の割合ということになるから，本件家屋においては，約６\n倍の数のフロアダクトが設置されていることになる。）。\nそうであるとすると，本件家屋のフロアダクトについて，「全館にある\nもの」として増点補正の対象としたことは適正というべきである。\n(5) 争点２(5)（防災設備）について\n（原告の主張の要点）\nア  非木造家屋評点基準表によると，部分別「建築設備」に係る評点項目「防\n災設備」中の「スプリンクラー設備」の計算単位は，「設置部分の延べ床\n面積」と規定されているところ，本件家屋の新築部分の評価（甲４）では，\n全体の延べ床面積が計算単位とされている。\n「設置部分の延べ床面積」の意義は，スプリンクラーヘッドが設置され\nている部分の水平投影面積と解釈するのが，その文理上最も素直である。\nこのことは，平成２４年度において適用される固定資産評価基準（平成\n２６年総務省告示第２１７号による改正前の昭和３８年１２月２５日自治\n省告示１５８号。以下「平成２４年度評価基準」という。）において改定\nされた「スプリンクラー設備」の計算単位の文言との対比によっても裏付\nけられる。\nすなわち，従前の計算単位は，「設置部分の延床面積」であったが，平\n成２４年度評価基準においては，「対象床面積」を計算単位とすると定め\nられた。そして，「設置部分の延床面積」の意義は，租税法規の解釈とし\nては，スプリンクラーヘッドが設置されている部分の水平投影面積と解釈\nするほかない。その理由は，以下のとおりである。\nスプリンクラー設備は，建築物の初期火災又は中期火災に対して，消火\n又は延焼拡大の防止を目的として設置される消火設備であり，その有効範\n囲を画定して設置されるものであるから，「設置部分」という場合，建築\n物のどの部分にその効果が及んでいるかという観点から考えるべきであ\nる。そして，スプリンクラー設備は，スプリンクラーヘッドから水を放出\nして消火する設備であるから，その効果が及んでいる部分というのは，ス\nプリンクラーヘッドからの放水射程範囲内の部分である。そうすると，ス\nプリンクラー設備の設置部分を床面積で表す場合，スプリンクラーヘッド\nが設置されている天井部分の面積を基準として，それを床に投影した面積\nと考えるのが自然である。\nまた，固定資産税務研究会編「平成２４年度  固定資産評価基準解説（家\n屋篇）」によると，「対象床面積の考え方は，原則として，スプリンクラ\nーヘッド又は補助散水栓が設置されていて，消火の対象として想定されて\nいる部分の床面積とする。したがって，例えば，トイレ，浴室，階段室，\nエレベーター室等，スプリンクラーヘッド等が設置されていない部分につ\nいては「対象床面積」には算入しない」とされる。\nしかしながら，以下の部分には，スプリンクラー設備は設置されてい\nない。\n(ア) 炭酸ガス消火設備の設置部分\n炭酸ガス消火設備の設置部分にはスプリンクラー設備は設置されて\nおらず，消火設備の二重評価が生じている。\n炭酸ガス消火設備の設置面積は，１０８７． ００㎡である（甲２の\n４，９の４）。\n(イ) 泡消火設備の設置部分\n泡消火設備の設置部分にはスプリンクラー設備は設置されておらず，\n消火設備の二重評価が生じている。\n泡消火設備の設置面積は，２３２４．２１㎡である（甲４）。\n(ウ) 消火設備不設置部分\n階段室，エレベータシャフト，ダクトスペース，パイプスペース及\nび機械室（一般）等の部分には，スプリンクラー設備を含めて消火設備\nは設置されていない。\n消火設備不設置部分の面積は，３０４９．００㎡である（甲２の４，\n９の５）。\nしたがって，スプリンクラー設備の計算単位には，全体の延べ床面積\nから上記(ア)ないし(ウ)の合計を減じた床面積である１万８２５２㎡が\n使用されなければならない（なお，仮に，「設置部分の延べ床面積」の意\n義を「対象床面積」の意義と同様に解したとしても，上記(ア)ないし(ウ)\nの部分が計算単位に含まれないという結論に変わりはない。）。\nイ  被告の主張に対する反論\n(ア) 被告は，消防関係法令の規定を根拠に，本件家屋のスプリンクラー設\n備の設置部分の延べ床面積を本件家屋全体の延べ床面積とすることが\n妥当である旨の主張をする。\nしかしながら，被告の上記の主張は，消防法施行令１２条３項及び消\n防法施行規則１３条３項等によって，スプリンクラー設備の設置が免除\nされる部分があることを無視するものであることに加え，そもそも消防\n関係法令の規定は，火災の予防を目的として，「いかなる消火設備をい\nかように設置すべきであるか」を定めたものであって，現実に「いかな\nる消火設備がいかように設置されているか」とは無関係であるから，現\n況に基づいて評価することが求められている固定資産の評価においては\n何の参考にもならないことからして，失当である。\n(イ) 被告は，「設置部分の延床面積」という文言の解釈作業をすることな\nく，竣工図（給排水衛生ガス消火設備）（抜粋）（甲２の４）の２枚目\nにスプリンクラーの設置場所が「全館」と記載されていることのみを根\n拠として，スプリンクラーの設置部分の延べ床面積が本件家屋の新築部\n分全体の延べ床面積となる旨の主張をする。\nしかしながら，上記の竣工図の作成者は，スプリンクラーの設置場所\nについて，固定資産評価における設置部分の認定の観点から「全館」と\n記載したものではないこと，設置「場所」と設置「部分」の意味すると\nころは異なることからして，被告の上記の主張は失当である。\n(ウ) 被告は，消防法施行令１２条３項によってスプリンクラー設備の設置\nが免除されている泡消火設備の有効範囲内の部分について，スプリンク\nラー設備を併設することも認められていると主張し，竣工図（給排水衛\n生ガス消火設備）（抜粋）（甲２の４）の９枚目では，「スプリンクラ\nヘッド」のシンボルがフロア全体にまんべんなく見受けられる旨の指摘\nをする。しかしながら，この指摘は，「スプリンクラヘッド」のシンボ\nルと「泡ヘッド」のシンボルを混同したものであって，明らかな誤りで\nある。\n消防用設備等着工届出書（屋内消火栓・連結送水管・スプリンクラー\n設備）（抜粋）（甲２６）の５枚目によれば，本件家屋の地下１階部分\nのスプリンクラーヘッド数は３０個であり，その設置状況は，７枚目の\n図面のとおりである。また，本件家屋の地下１階部分の泡消火設備の設\n置状況は，消防用設備等着工届出書（泡消火設備）（甲２７）の図面の\nとおりである。\n両図面と竣工図（給排水衛生ガス消火設備）（抜粋）（甲２の４）の\n９枚目を対照すれば，被告の上記指摘が誤りであること，すなわち，本\n件家屋の泡消火設備の有効範囲内の部分にはスプリンクラー設備が設置\nされていないことは明白である。\n(エ) 被告は，消防用設備等着工届出書（屋内消火栓・連結送水管・スプリ\nンクラー設備）（抜粋）（甲２６）は竣工前に作成されたものであって，\n当時はその添付図面のとおりの設備を設置する予定であったことを示す\nものでしかないと主張し，本件家屋の泡消火設備の有効範囲内の部分に\nはスプリンクラー設備（スプリンクラーヘッド）が設置されていなかっ\nたという事実を争うかのようである。\nこの点については，同届出書は，昭和５８年法律第８３号による改正\n前の消防法１７条の１２の規定に基づいて消防署長に提出されたもので\nあるから，その内容には高度の信用性が認められる上，その作成時期も\n竣工のわずか７か月前であることからすれば，本件家屋の竣工時には，\n同届出書添付の図面のとおりの設備が設置されていた事実が優に認めら\nれるというべきである（甲３１，３４も参照）。\nまた，被告は，竣工図から読み取った内容を基に評価することに違法\n性はないとも主張する。\nしかしながら，竣工図（給排水衛生ガス消火設備）（抜粋）（甲２の\n４）からは，本件家屋の泡消火設備の有効範囲内の部分にスプリンクラ\nーヘッドが設置されている事実を読み取ることはできないし，よしんば\n読み取ることができたとしても，本件家屋の客観的状況とは異なる以上，\n泡消火設備の有効範囲内の部分にスプリンクラーヘッドが設置されてい\nることを前提とした評価に誤りがないということはあり得ない。\n（被告の主張の要点）\nア  確かに，昭和５７年度評価基準においては，スプリンクラー設備の計\n算単位を「設置部分の延べ床面積」とする記載があるが，この記載によ\nって物理的にスプリンクラーの設置されている直下の床面のみが「設置\n部分」に該当するというわけではない。なぜなら，スプリンクラー設備\nの設置目的と効用は火災の際の初 期消火と延焼拡大の防止にあるところ，\n階段室，エレベータシャフト，ダクトスペース，パイプスペース及び機\n械室（一般）等，部分的にスプリンクラーヘッドが設置されていない箇\n所があるとしても，その効用は設置状況からすれば本件家屋全体に及ん\nでいるのであり，「設置部分の延べ床面積」を本件家屋全体の延べ床面\n積とすることは適当ということができるからである。\nこうした結論が妥当性を有することは，①竣工図（給排水衛生ガス消火\n設備）（抜粋）（甲２の４）の２枚目では，消火設備についてスプリンク\nラーの設置場所が「全館」と記載されていること，②消防法施行令１２条\n１項は，スプリンクラー設備を設置すべき防火対象物又はその部分を規定\nしており，全階層でスプリンクラー設備の設置が必要となる家屋がある一\n方，特定の階層のみスプリンクラー設備の設置が必要となる家屋もある。\n竣工図（給排水衛生ガス消火設備）（抜粋）（甲２の４）の２枚目によれ\nば，本件家屋は消防法施行令別表第１（１６）項イに該当する防火対象物\nであり，地上１４階建てであることから，同令１２条１項３号に該当し，\n全階層にスプリンクラー設備を設置すべき家屋といえることからも裏付け\nられる。\nそうであるとすれば，本件家屋の評価に当たり，スプリンクラー設備の\n計算単位を本件家屋の新築部分全体の延べ床面積としたことは，評価の裁\n量の範囲内であって違法ではないというべきである。\nイ  原告の主張に対する反論\n(ア) 原告は，「スプリンクラー設備」の計算単位が「設置部分の延べ床面\n積」と規定されていることについて，「設置部分の延べ床面積」の意義\nはスプリンクラーヘッドが設置されている部分の水平投影面積と解釈\nするのが文理上最も素直であり，このことは，平成２４年度評価基準に\nおいて，「設置部分の延べ床面積」との記載が「対象床面積」に変更さ\nれていることからも明らかである旨の主張をする。\nしかしながら，原告の主張するように，「設置部分の延べ床面積」と\n「対象床面積」の意味するところがそもそも相違するのか明らかでない\n上，一致するとした場合，「対象床面積」の意味が原告の主張するよう\nに「スプリンクラーヘッドが設置されている部分の水平投影面積」と一\n義的に明らかであるといえるか極めて疑問といえるし（対象床面積とい\nっても，スプリンクラー設備に係る設置部分の「対象床面積」と解する\nことも十分にできるはずである。），一致しないとした場合，本件家屋\nは昭和５７年に新築されたものであり，昭和５７年度評価基準に基づい\nて新築時の単位当たり再建築費評点数が算出されているのであるから，\n平成２４年度評価基準の記載が変更されたからといって取扱いに何ら影\n響を受けるものでないので（トイレ，浴室，階段室等，スプリンクラー\nヘッド等が設置されていない部分については「対象床面積」には算入し\nないと記載されたのは，平成２４年度評価基準解説が初めてである），\n原告の批判は何ら理由にはならないというべきである。\nこうした結論が妥当性を有することは，竣工図（給排水衛生ガス消火\n設備）（抜粋）（甲２の４）の２枚目では，消火設備についてスプリン\nクラーの設置場所が「全館」と記載されていることからも明らかである。\nそうであるとすれば，本件家屋の評価に当たり，スプリンクラー設備\nの計算単位を本件家屋の新築部分全体の延べ床面積としたことは，評価\nの裁量の範囲内であって違法ではないというべきである。\nなお，原告は，スプリンクラー設備は，建築物の初期火災又は中期火\n災に対して，消火又は延焼拡大の防止を目的として設置される消火設備\nであるから，「設置部分」という場合，建築物のどの部分に直接水が放\n出されるのかという観点から考えるべきである旨の主張をする。\nしかしながら，スプリンクラー設備の「設置部分の延べ床面積」が問\nわれているのは，飽くまで固定資産税を課税するための評価においてで\nあって，消火設備としての効用がどの範囲に直接及ぶかを論じているわ\nけではない。そもそも固定資産の評価が必要なのは，その設備の設置に\n際して要した費用を算定しその額に応じた税負担をしてもらうためであ\nるところ，「スプリンクラー設備の設置」に当たっては，スプリンクラ\nーヘッドにとどまらず，スプリンクラー設備に係る縦配管や各階の天井\n又は天井裏に敷設される横配管等から成り立っているのであるから，こ\nれらを含めて「設置部分の延べ床面積」とすることは，むしろ地方税法\nの趣旨にのっとっているとさえいえるのである。\nそうであるとすれば，本件家屋においても，スプリンクラー設備に係\nる縦配管は本件家屋の全館にわたって施工されており，各階の天井又は\n天井裏に敷設されている横配管も各階に相当量施工されていることが認\nめられるから，設置部分の延べ床面積を本件家屋の延べ床面積そのもの\nとしたことに，何ら問題はないというべきである。\nまた，原告は，本件家屋の地下１階部分における「スプリンクラーヘ\nッド」（「スプリンクラー設備」の一部）の設置状況について，消防用\n設備等着工届出書（屋内消火栓・連結送水管・スプリンクラー設備）（抜\n粋）（甲２６）に基づき，泡消火設備の有効範囲内の部分にはスプリン\nクラー設備が設置されていない旨の主張をしている。\nしかしながら，同届出書は，昭和５７年２月に所管の消防署長に対し\nて提出した本件家屋についての「消防用設備等着工届出書」であるとこ\nろ，本件家屋の竣工が昭和５７年９月１４日である（甲１）ことを勘案\nすると，この届出書は竣工前に作成されたものであって，当時は添付図\n面のとおりの設備を設置する予定であったことを示すものでしかない。\n家屋評価は，通常，竣工図面や見積書等の借受書類と現地調査により\n建物新築時の状況を把握して行われるものであり，竣工図は建物新築時\nの状況を反映して作成されるのが通常であることからすれば，竣工図か\nら読み取った内容を基に評価することに違法性はないというべきである\n（原告は，被告が「スプリンクラーヘッド」のシンボルと「泡ヘッド」\nのシンボルを混同したとするが，竣工図（給排水衛生ガス消火設備）（抜\n粋）（甲２の４）の６枚目から判断する限り，「スプリンクラーヘッド」\nと見たことに誤りは認められない。）。\nまた，同竣工図の６枚目及び９枚目の図面と消防用設備等着工届出書\n（屋内消火栓・連結送水管・スプリンクラー設備）（甲２６）の７枚目\nの図面は明らかに異なる図面であり，消防用設備等着工届出書（屋内消\n火栓・連結送水管・スプリンクラー設備）（甲２６）の７枚目が新築当\n初の状態を正しく反映しているとはいい切ることもできない現状では，\n本件家屋の建築当初の評価において，どのような資料を基にスプリンク\nラー設備の評価が行われたのか不明であって，当初評価が誤っているこ\nとにはならないというべきである。\n(イ) 原告は，本争点は，非木造家屋評点基準表のスプリンクラー設備の評\n点項目において，その計算単位とされている「設置部分の延べ床面積」\nという文言の解釈に係る問題であるとした上で，この文言はスプリンク\nラーヘッドが設置されている部分の合計水平投影面積と解釈すべきであ\nる旨の主張をする。\nしかしながら，評点項目が「スプリンクラーヘッド」ではなく「スプ\nリンクラー設備」であるにもかかわらず，何故に「設置部分の延べ床面\n積」が「スプリンクラーヘッドが設置されている部分の水平投影面積」\nと解釈するのが文理上最も素直といえるのか理解し難いといわざるを得\nない。なぜなら，「スプリンクラー設備」は当然のことながらスプリン\nクラーヘッドのみで構成されるものではなく，スプリンクラー設備にか\nかる縦配管や各階の天井又は天井裏に敷設される横配管等から成り立っ\nているものであり，これらもまた「設置部分」にほかならず，その敷設\nに相応の費用がかかることは明らかといえるからである。\n本件家屋においても，竣工図（給排水衛生ガス消火設備）（抜粋）（甲\n２の４）の６枚目から判断すれば，スプリンクラー設備に係る縦配管は\n本件家屋の全館にわたって施工されており，また，同竣工図の８枚目以\n降から判断すれば，各階の天井又は天井裏に敷設されている横配管は，\n各階とも相当量施工されていることが認められる。そうであるとすれば，\nスプリンクラーヘッドから放出される水が直接的に届かない部分が一部\nにあったとしても，スプリンクラー設備に係る工事費が大きく変わるわ\nけではないから，これらも含めて「設置部分の延べ床面積」とすること\nに何ら不合理なところはないというべきである。\nこうした結論が妥当性を有することは，①昭和５７年度評価基準は，\nスプリンクラー設備に係る計算単位を「設置部分の延べ床面積」としか\n定めておらず，それ以上の定義を定めていない上，昭和５７年度評価基\n準解説（乙９）でも，当時これについては，「(5) 計算単位  設置部分\nの延床面積を用いるものである。」としか記載しておらず（６１１頁），\nそれをどう解釈すべきか明確な指針がなかったこと，②平成２４年度評\n価基準解説において，対象床面積にスプリンクラーヘッド等が設置され\nていない部分等については参入しないという記載が初めてなされたの\nは，これまではこうした部分も算入されていたからにほかならないこと\nからも裏付けられる。\n(ウ) 原告は，被告の主張は，消防法施行令１２条３項及び消防法施行規則\n１３条３項等によって，スプリンクラー設備の設置が免除される部分が\nあることを無視するものであり，そもそも消防関係法令の規定は，火災\n予防を目的として，いかなる消火設備をいかように設置すべきであるか\nを定めたものであって，現実にいかなる消火設備がいかように設置され\nているかとは無関係であるから，現況に基づいて評価することが求めら\nれている固定資産の評価においては何の参考にもならないことからして\n失当である旨の主張をする。\nしかしながら，消防法施行令１２条２項は，スプリンクラー設備の設\n置及び維持に関する技術的基準を定めたものであって，同項１号は，そ\nのうち，スプリンクラーヘッドの設置基準を定めたものである。その具\n体的内容は，消防法施行規則１３条３項に規定されており，同項各号列\n挙部分は，スプリンクラーヘッドを設置すべき部分から除かれている部\n分である。すなわち，トイレ，エレベーターの昇降路など消防法施行規\n則１３条３項各号列挙部分は，スプリンクラー設備の設置が免除されて\nいるのではなく，スプリンクラーヘッドを設置しないでもいいと規定し\nているにすぎない。スプリンクラー設備は，既に述べたように，スプリ\nンクラーヘッドのみで構成されているわけでなく，スプリンクラーの機\n能を維持・発揮させるための各種設備も含めたものであるから，何ら理\n由たり得ないというべきである。\nまた，消防法施行令１２条３項は，基準に従って設置されている水噴\n霧消火設備，泡消火設備，不活性ガス消化設備，ハロゲン化物消火設備\n又は粉末消火設備の有効範囲内の部分についてはスプリンクラー設備を\n設置しないことができると規定しており，スプリンクラー設備を併設す\nることも認められている。原告は，泡消火設備を設置している部分につ\nいてはスプリンクラー設備が設置されていない旨の主張をしているが，\n原告が提出した竣工図（給排水衛生ガス消火設備）（抜粋）（甲２の４）\nの６枚目では，泡消火設備の対象となっている地下１階の駐車場部分に\nついて，スプリンクラーヘッドが設置されていないとは確認できないし，\n同じく９枚目では，同じく２枚目の凡例表で「スプリンクラヘッド」の\nシンボルとされている印がフロア全体にまんべんなく見受けられる。\n(6) 争点２(6)（建築設備に係る規模補正係数）について\n（原告の主張の要点）\nア  本件建物の新築部分の評価（甲４）では，部分別「建築設備」に係る評\n点項目中の後記イｃに掲げるものについて，当該部分に記載したとおりの\n規模補正係数が用いられているが，このことには誤りがある。\n建築設備に係る規模補正係数については，ⅰ延べ床面積が１万㎡を相当\n程度超える場合，建築設備に係る規模補正係数について，０．９３の限度\nを超えて補正係数を決定する義務があるか否か，ⅱ本件家屋の各建築設備\nに用いられるべき適正な補正係数はいかなる数値か，という２つの争点か\nら構成され，これらを区別して論じる必要がある。\nイ(ア)  前記アのⅰについて\nａ  固定資産評価基準は，非木造家屋の各部分の工事の施工量等が非木\n造家屋評点基準表の「補正項目及び補正係数」欄の「標準」欄に定め\nられている工事の施工量等と相違する場合においては，当該補正項目\nについて定められている該当補正係数によって標準評点数を補正す\nるが，この場合に，補正項目について定められている補正係数の限度\n内において処理することができないものについては，その実情に応じ\n補正を必要とする範囲内において，その限度を超えて補正係数を決定\nしなければならない旨を規定する（固定資産評価基準第２章第３節二\n５(1)。別紙２の３(2)オ）。\nそして，規模の補正項目は，一般に建築設備部分の工事費を延べ床\n面積１．０㎡当たりで把握する場合に，建物の延べ床面積が大きくな\nれば総工事費は増加するが延べ床面積１．０㎡当たりの工事費は減少\nする傾向が見られ，逆に建物の延べ床面積が小さくなれば総工事費は\n減少するが延べ床面積１．０㎡当たりの工事費は増加する傾向が見ら\nれる点に着目して設けられたものであり（資材の中には規模の変動と\n関係なくほとんど固定しているものがあり，また，全体の労務費でみ\nると工事量の大小に関係なく，固定的なものがあるとされている。昭\n和５７年度評価基準解説（甲２３・４３９頁）），延べ床面積が１万\n㎡を相当程度超える場合においても，直ちに延べ床面積１．０㎡当た\nりの建築設備部分の工事費の減少傾向が止まるとは考えられず，その\n傾向が継続すると考えられる。\nそうすると，延べ床面積が１万㎡を相当程度超える場合には，建築\n設備の規模補正係数について，非木造家屋再建築費評点基準表に定め\nる減点補正率である０．９３の限度内の補正では再建築費評点数を適\n切に付設することができないから，固定資産評価基準第２章第３節二\n５(1)の規定に従って，その家屋の延べ床面積に応じて，上記減点補正\n率０．９３の限度を超えて補正係数を決定する義務があるというべき\nである。\nｂ  これを本件家屋についてみると，本件家屋の新築部分の延べ床面積\nは２万４７１２．７９㎡であり，１万㎡を大幅に超えているから，建\n築設備の評点項目のうち，動力配線設備，電灯コンセント配線設備，\n電話配線設備，テレビジョン共同聴視設備，給水設備，排水設備，中\n央式給湯設備，衛生器具設備，ガス設備，空調設備，火災報知設備及\nび消火栓設備については，もはや延べ床面積１万㎡程度の規模の補正\n係数０．９３によったのでは適切な規模の補正を行うことができない\nことは明らかである。\nまた，本件家屋の新築部分の駐車場面積は２３２４．２１㎡であり，\n１５００㎡を大幅に超えていること，炭酸ガス消火設備の設置部分の\n延べ容積は６５２２．００㎥であり，４５００㎥を大幅に超えている\nこと，泡消火設備の設置部分の延べ床面積は２３２４．２１㎡であり，\n１５００㎡を大幅に超えていること，スプリンクラー設備の設置部分\nの延べ床面積は１万８２５２．５８㎡であり，１万㎡を大幅に超えて\nいる（評価庁は，設置部分の延べ床面積を２万４７１２．７９㎡と評\n価しており，これによれば，更に大きく１万㎡を超過する。）ことか\nら，自動車管制装置，炭酸ガス消火設備，泡消火設備及びスプリンク\nラー設備についても，それぞれ順に０．９３，０．９０，０．９０，\n０．９３によったのでは適切な規模の補正を行うことができないこと\nは明らかである。\nしたがって，本件家屋の上記各建築設備については，０．９３ない\nし０．９０の限度を超えて補正係数を決定する義務があるというべき\nである。\nｃ  被告の主張に対する反論\n(a) 被告は，固定資産評価基準解説の記載を引いて，０．９３の限度\nを超えて補正係数を決定することもできるが，しなくても構わない\nと主張する。\nしかしながら，固定資産評価基準第２章第３節二５(1)（別紙２\nの３(2)オ）は，「補正項目について定められている補正係数の限\n度内において処理することができないものについては，その実情に\n応じ補正を必要とする範囲内において，その限度を超えて補正係数\nを決定するものとする」と規定している。「するものとする」とい\nう法令用語は，行政機関に対して一定の行為を義務付ける場合に用\nいられる表現であるから，被告の主張は，固定資産評価基準の文理\nに反するといわざるを得ない。\nまた，被告が引用する固定資産評価基準解説・２６４頁の記載は，\n基礎工事の杭打ち地業に係る補正係数については，非木造家屋評点\n基準表に定められた増点補正率を上回る補正係数の決定が禁止さ\nれていることを述べる趣旨であって，建築設備の規模補正係数につ\nいて，０．９３の限度を超えて補正係数を決定する義務があるか否\nかについて述べたものではない。\n(b) 被告は，東京都を始めとした全国の多くの自治体は，１平方メー\nトル当たりで必ず必要な工事費が相当程度あることを勘案して，規\n模の補正に関して一定の下限を設けているのであり，いくつかの政\n令指定都市の取扱いが原告の主張に合致しているからといって，そ\nれが合理的であるとの裏付けにはならないと主張する。\nしかしながら，「全国の多くの自治体」の取扱いはともかく，東\n京都の取扱いの問題点は，延べ床面積が１万㎡を相当程度超える場\n合，建築設備に係る規模補正係数について，０．９３の限度を超え\nて補正係数を決定する義務があるか否かとの争点との関係で，延べ\n床面積が１万㎡を相当程度超える場合には，０．９３の限度を超え\nて補正係数を決定する義務があるにもかかわらず，その義務を怠っ\nていることである。換言すると，固定資産評価基準に定められた０．\n９３という数値をそのまま下限値として設定していることが誤り\nなのである。\n(c) 被告は，平成２６年６月２６日付け官報（号外第１４３号）によ\nり告示された総務省告示第２１７号（乙１３）によって固定資産評\n価基準が改正され，同別表第１２における建築設備に係る多くの評\n点項目について，注意書きで規模補正係数の下限が設けられたこと\nを根拠として，０．９３を減点補正の限度とするのが固定資産評価\n基準の制定者の意思であったと主張する。\n同告示によって改正された固定資産評価基準は，平成２５年７月\nの東京都（特別区）における工事原価の費用を基礎としており，平\n成２７年度分の固定資産税から適用されるものであるところ，本件\n家屋の建築当初の再建築費評点数は，昭和５７年度評価基準に基づ\nいて算出されており，本件家屋の各建築設備に係る規模補正係数の\n適否も，同年度当時の固定資産評価基準の解釈適用の問題であるか\nら，最新の固定資産評価基準の内容は，本件家屋の建築当初の再建\n築費評点数の適否を判断する際の根拠とはなり得ない。\nまた，この点をおくとしても，わざわざ０．９３という補正係数\nのほかに下限値を設けるということは，０．９３が下限値ではない\nことを意味するものであるから，むしろ，今般の固定資産評価基準\nの改正によって，延べ床面積が１万㎡を相当程度超える場合には，\n０．９３の限度を超えて規模補正係数を決定すべきであったことが\nより明白になったというべきである。\nｄ  したがって，延べ床面積が１万㎡を相当程度超える場合には，建築\n設備に係る規模補正係数について，０．９３の限度を超えて補正係数\nを決定する義務がある。\n(イ)  前記アのⅱについて\nａ  本件家屋の上記各建築設備に用いられるべき適正な規模補正係数の\n数値については，規模の補正項目は，上記(ア)ａで述べたとおり，一\n般に建築設備部分の工事費を延べ床面積１．０㎡当たりで把握する場\n合に，建物の延べ床面積が大きくなれば総工事費は増加するが延べ床\n面積１．０㎡当たりの工事費は減少する傾向が見られ，逆に建物の延\nべ床面積が小さくなれば総工事費は減少するが延べ床面積１．０㎡当\nたりの工事費は増加する傾向が見られる点に着目して設けられたもの\nであるところ，固定資産評価基準において与えられている規模補正係\n数の数値は，計算単位が延べ床面積の建築設備（本件家屋についてい\nうと，後記ｃの①ないし③及び⑤ないし⑬の建築設備）を例にとると，\n３０００㎡程度のものが標準の１．０，１万㎡程度のものが０．９３\nであるが，延べ床面積の増加と比例的に規模補正係数が減少すると考\nえると，延べ床面積が１万㎡を超えて一定以上になると，規模補正係\n数がゼロまたはマイナスとなってしまい，不適当である（どんなに延\nべ床面積が大きくなっても，建築設備部分の工事費がゼロになったり\nマイナスになったりすることはない。）。規模補正の趣旨を正しく踏\nまえると，規模補正係数は，ｘ軸を延べ床面積，ｙ軸を規模補正係数\nとした場合に，ｘ軸（ｙ＝０）を漸近線とする曲線を描くと考えるの\nが適当である。\nｂ  以上を前提として，固定資産評価基準が予定する適正な規模補正係\n数の算出方法を数式で表すと，別紙４の適正な規模補正係数の算出方\n法のとおりとなる。\nｃ  計算単位が延べ床面積以外の建築設備（本件家屋についていうと，\n後記の④及び⑭ないし⑯の建築設備）についても，別紙４の計算式の\n３０００㎡，１万㎡，１．０及び０．９３という数字を当該建築設備\nの評点項目で定められている数字に置き換えることによって，同様に\n適正な規模補正係数を求めることができる。\n本件家屋の新築部分の評価のうち，①電気設備中の動力配線設備，\n②電気設備中の電灯コンセント配線設備，③電気設備中の電話配線設\n備，④電気設備中の自動車管制装置，⑤電気設備中のテレビジョン共\n同聴視設備，⑥衛生設備中の給水設備，⑦衛生設備中の排水設備，⑧\n衛生設備中の中央式給湯設備，⑨衛生設備中の衛生器具設備，⑩衛生\n設備中のガス設備，⑪空調設備（吸収式冷凍機を使用しているもの），\n⑫防災設備中の火災報知設備，⑬防災設備中の消火栓設備，⑭防災設\n備中の炭酸ガス消火設備，⑮防災設備中の泡消火設備及び⑯防災設備\n中のスプリンクラー設備につき，このようにして，本件家屋の各建築\n設備の規模補正係数を計算すると，これら①ないし⑯の評点項目にお\nいて使用されている規模補正係数には，以下のとおりに誤りがある。\n(a) ①ないし③及び⑤ないし⑬について\n延べ床面積１万㎡程度の家屋に使用される補正係数０．９３が使\n用されているが，本件家屋の新築部分の延べ床面積は，２万４７１\n２．７９㎡である。したがって，補正係数は０．８８が使用されな\nければならない。\n(b) ④について\n駐車場床面積１５００㎡程度の家屋に使用される補正係数０．\n９３が使用されているが，本件家屋の新築部分の駐車場床面積は，\n２３２４．２１㎡である。したがって，補正係数は０．８５が使用\nされなければならない。\n(c) ⑭について\n設置部分の延べ容積４５００㎡程度の家屋に使用される補正係数\n０．９０が使用されているが，本件家屋の新築部分の当該設備設置\n部分の延べ容積は，６５２２．００㎡である。したがって，補正係\n数は０．８１が使用されなければならない。\n(d) ⑮について\n設置部分の延べ床面積１５００㎡程度の家屋に使用される補正係\n数０．９０が使用されているが，本件家屋の新築部分の当該設備設\n置部分の延べ床面積は，２３２４．２１㎡である。したがって，補\n正係数は０．８０が使用されなければならない。\n(e) ⑯について\n設置部分の延べ床面積１万㎡程度の家屋に使用される補正係数\n０．９３が使用されているが，本件家屋の新築部分の当該設備設置\n部分の延べ床面積は，１万８２５２．５８㎡である。したがって，\n補正係数は０．８９が使用されなければならない。\nｄ  被告は，原告の示す計算は，面積が大きくなればなるほど１㎡当た\nりの工事費が限りなくゼロに近くなるというものであり，面積規模に\n正比例した動きを示す工事費の存在を捨象しており，相当とはいえな\nい旨の主張をする。\nしかしながら，原告の示した計算式は，固定費と変動費の双方が存\n在することから，補正係数がゼロになったりマイナスになったりする\nことがないように考慮して，３０００㎡＝１．０と１万㎡＝０．９３\nという固定資産評価基準によって与えられた２つの補正係数の関係か\nら導き出したもので，極めて合理的な計算式である。このことは，原\n告の示した計算式と同様の考え方によって，延べ床面積が１万㎡を超\nえる家屋の規模補正係数を求めている政令指定都市が複数存在するこ\nとからも裏付けられる（甲１４の１・５６頁及び５７頁，３０）。\nかえって，被告の主張は，延べ床面積が１万㎡に達すると，突如と\nして１㎡当たりの工事費の減少傾向が止まるというもので，不自然か\nつ不合理である。\nまた，固定資産評価基準の制定者の意思を推し量っても，減点補正\nの対象を「１０，０００㎡以上のもの」ではなく，「１０，０００㎡\n程度のもの」と定めつつ，１万㎡を超える場合の補正係数を具体的に\n定めていないということは，１万㎡を相当程度超える場合には，０．\n９３の限度を超えた補正係数を決定する義務があるが，その場合の具\n体的な補正係数は，事細かく定めておかなくても，固定資産評価基準\nで与えられた３０００㎡＝１．０及び１万㎡＝０．９３という条件か\nら，反比例計算によって簡単に求めることができると考えていたとみ\nるべきである。\n（被告の主張の要点）\nア  本件家屋の「規模」の補正は，評価基準の非木造家屋評点基準表にお\nいて各補正項目について定められている下限の係数をもって行っている\nから，何ら問題はないというべきである。\nイ  原告の主張に対する反論\n(ア) 原告の主張の要点イ(ア)ａの主張について\n原告は，建築設備に係る規模補正係数について，限度を超えて補正係\n数を決定する義務があるかという問題と適正な補正係数はいくらかとい\nう問題があるとした上で，前者について義務があることを前提に，補正\n係数をいかにすべきかを論ずるようである。\nしかしながら，「補正係数の限度内において処理することができない\nか」は，飽くまで昭和５７年度評価基準等が規定する範囲を超えた場合\nは必ず限度を超えて補正係数を決定しなければならない，すなわち，限\n度内において処理することができないと判断するか否かによって結論が\n異なるのであり，同評価基準等が規定する補正係数が上限又は下限を画\nしていると判断した場合には，限度を超えて補正係数を決定する義務は\nないということができるのであるから，原告の主張は失当というべきで\nある。仮に，原告の主張するように限度を超えた場合には一律に補正係\n数を決定する義務があるというのであれば，むしろ係数が容易に算定で\nきる数式等を規定していたはずであるが，そうしていないということは\n同評価基準等がそのように考えていなかったことの証左にほかならな\nい。\nまた，原告は，原告の主張する別紙４の数式により補正係数を設定す\nべき旨を主張するが，その主張の根拠は，現に同様の方式によっている\n政令指定都市が複数存在し，そのような手法があり得るというにとどま\nっている。原告の主張する算式自体が昭和５７年度評価基準に定められ\nているわけでなく，同評価基準から当然に導き出されるものでもない以\n上，本件家屋について被告がその方式を採用しなかったからといって違\n法になるわけがない。\nその上，本件家屋の延べ床面積が１万㎡を超えているからといって，\n３０００㎡程度の標準的な家屋に比較して，本件家屋に係る補正が０．\n９３の減点補正率はすでに十分に低い係数となっているので，「減点補\n正率」より低い補正係数を設定する必要はないとしたことに何ら違法性\nは認められない。\n(イ) 原告の主張の要点イ(ア)ｃ(c)の主張について\n原告は，後記(オ)で述べる平成２６年の固定資産評価基準の改正によ\nりわざわざ０．９３という補正係数のほかに下限値を設けたということ\nは，０．９３が下限値ではないことを意味するものであるから，むしろ，\n今般の固定資産評価基準の改正によって，延べ床面積が１万㎡を相当程\n度超える場合には，０．９３の限度を超えて規模補正係数を決定すべき\nであったことがより明白になったというべきである旨の主張をする。\nしかしながら，上記の改正前の固定資産評価基準においても規模補正\n係数の減点補正率の値が皆０．９３であったわけではないし，平成２７\n基準年度の改正によって現行の評価基準の規模補正係数を超えて下限値\nが設定された建築設備についても，改正後の固定資産評価基準の下限値\nが，原告の主張する反比例計算のように大きく下げられたわけではない\n（一番下限値を低くしたものでも０．９０としたにすぎない。）。そう\nであるとすれば，固定資産評価基準で与えられた条件から反比例計算に\nよって規模補正係数を求めるのが固定資産評価基準の制定者の意思であ\nったとする原告の主張に，何ら根拠のないことは明らかというべきであ\nる。\n(ウ) 原告の主張の要点イ(イ)ａ及びｂの主張について\n原告は，規模補正係数は，ｘ軸を延べ床面積，ｙ軸を規模補正係数と\nした場合に，ｘ軸（ｙ＝０）を漸近線とする曲線を描くと考えるのが適\n当であるとした上で，電気設備中の動力配線設備等を例として，評価基\n準において「標準」が「３，０００㎡程度のもの」について補正係数が\n１．０，「減点補正率」が「１０，０００㎡程度のもの」について補正\n係数が０．９３とされていることから「延べ床面積が３分の１０倍にな\nるごとに，補正係数０．９３を１回乗じる」方式が適当であると主張す\nる。\nしかしながら，電気設備中の動力配線設備等について「延べ床面積が\n３分の１０倍になるごとに，補正係数０．９３を１回乗じる」方式が適\n当であるというのは，何の根拠もない原告独自の見解にすぎないし，こ\nれが他の規模補正にもそのまま妥当するというのも原告独自の見解にす\nぎず，失当である。\n確かに，「規模」の補正は，「一般的に（中略）工事費を延床面積１．\n０㎡当たりでは握していく場合に，建物の延床面積が大きくなれば総工\n事費は増加するが延床面積１㎡当たりに換算すると工事費は減少する傾\n向が見られ，逆に建物の延床面積が小さくなれば総工事費は減少するこ\nととなる」（昭和５７年度評価基準解説（甲２３・４３９頁））という\n傾向に着目して補正しようとするものであるが，同解説には，「資材の\n中に面積規模の変化に応じて比例的に数量が動くと考えられるものと，\n一定規模の範囲内ではほとんど変動せず，一定規模を超えると一定の範\n囲内で変動し，その範囲の中では固定するもの，規模の変動と関係なく\nほとんど固定しているもの等がみられる。また，設備工事費中の労務費\nについても，段取り，後かたづけ等を含めた全体の労務費でみると工事\n費の大小に関係なく段取り，かたづけに要する最小限の労務は必要であ\nる。これらのうち固定的な資材費，労務費が単位当たりでみる場合に影\n響して，面積規模の変動と正比例しない動きを示すのである。」（同・\n４４０頁）と明記されていることがみてとれる。\nそうであるとすれば，ここでいう「固定的な資材費」や「最小限の労\n務費」以外は面積規模の変動と正比例した動きを示すのであって，延べ\n床面積がいくら大きくなっても１㎡当たりで必ず必要な工事費（固定費\n用）が相当程度認められるというべきである。換言すれば，原告の示す\n計算は，面積が大きくなればなるほど１㎡当たりの工事費が限りなく０\nに近くなるというものであり，面積規模に正比例した動きを示す工事費\nの存在を捨象しており相当とはいえない。\nこうした結論が妥当性を有することは，昭和５７年度評価基準解説で\nは「一般的には補正係数に矢印のある場合は，標準～増点補正率又は標\n準～減点補正率の間において補正係数を決定するものとし，必要に応じ\nては増点補正率を上回り又は減点補正率を下回って該当する補正係数を\n決定することとして差し支えない」（同・２６４頁）とされ，減点補正\n率を下回って補正係数を決定することもできるが，しなくても構わない\nとしていることからも裏書きされる。\n以上に述べたことを前提に本件を検討すると，本件家屋の規模は，「非\n木造家屋評点基準表」で「減点補正率」の適用が想定されている規模を\n超えてはいるものの，１㎡当たりで必ず必要な工事費（固定費用）が相\n当程度あることを勘案すると，定められた「減点補正率」で既に十分に\n低い係数となっているので「減点補正率」より低い補正係数を設定する\n必要はないとしたことに何ら違法性は認められないということができる\nから，原告の主張は失当である。\n(エ) 原告の主張の要点イ(イ)c の主張について\n原告は，本件家屋に係る規模の補正について，それぞれ自らの主張す\nる補正係数が使用されなければならないと主張する。\nしかしながら，原告の主張する規模補正係数によると，規模が大きく\nなればなるほど補正係数はゼロに近づくことになるが，ゼロに近づくと\nいう考え方は妥当とはいえない。本件家屋の「規模」の補正は，評価基\n準の非木造家屋評点基準表において各補正項目について定められている\n下限の係数をもって行っているから，何ら問題はないというべきである。\n(オ) 原告の主張の要点イ(イ)ｄの主張について\n原告は，建築設備に係る規模の補正について，原告が別紙４に示した\n計算式は，固定費と変動費の双方が存在することから，補正係数がゼロ\nになったりマイナスになったりすることがないように考慮して導き出し\nたもので，極めて合理的な計算式であり，このことは，原告の示した計\n算式と同様の考え方によって，延べ床面積が１万㎡を超える家屋の規模\n補正係数を求めている政令指定都市が複数存在することからも裏付けら\nれる旨や，固定資産評価基準の制定者の意思を推し量っても，減点補正\nの対象を「１０，０００㎡以上のもの」ではなく，「１０，０００㎡程\n度のもの」と定めつつ，１万㎡を超える場合の補正係数を具体的に定め\nていないということは，事細かに定めておかなくても，反比例計算によ\nって簡単に求めることができると考えていたとみるべきである旨を主張\nする。\nしかしながら，上記の主張は，原告の独自の解釈に基づくものであっ\nて何ら根拠となり得ないというべきである。\nすなわち，原告は，複数の政令指定都市の取扱いをもって，原告の主\n張する取扱いが極めて合理的であることが裏付けられると主張するよう\nであるが，東京都を始めとした全国の多くの自治体は，１㎡当たりで必\nず必要な工事費が相当程度あることを勘案して，規模の補正に関して一\n定の下限を設けているのであり，他の自治体の取扱いが参考にすぎない\nことはおくとしても，いくつかの政令指定都市の取扱いが原告の主張に\n合致しているからといって，それが合理的であるとの裏付けにはならな\nいことは明らかである。\nまた，固定資産評価基準は，建築設備の規模の補正の下限について平\n成２４年度評価基準までは特に示していなかったものの，平成２６年６\n月２６日付け官報（号外第１４３号）により告示された総務省告示第２\n１７号（乙１３）によって，平成２７年度から適用される「評価基準別\n表第１２  非木造家屋再建築費評点基準表」の「１  事務所，店舗，百\n貨店用建物」における建築設備に係る多くの評点項目について，注意書\nきで下限を設けることにした。\nすなわち，平成２７年度の改正は，平成２５年７月現在の東京都（特\n別区の区域）における工事原価の費用を基礎としており，告示によると，\nほとんどの建築設備について一定以上の規模を超えると規模のメリット\nのなくなることが明らかになったことから，自治体ごとにばらつきのあ\nった規模の補正の下限の扱いについて総務省が一定の結論を示したもの\nということができる。\n具体的には，電気設備中の動力配線設備については０．９３，電気設\n備中のテレビジョン共同聴視設備については０．９０，衛生設備中の給\n水設備については０．９２，衛生設備中の中央式給湯設備については０．\n９３，空調設備中の空調設備（中央熱源方式），中央熱源冷房設備，中\n央熱源直接暖房設備及び中央熱源温風暖房設備については０．９０，防\n災設備中の火災報知設備については０．９３，防災設備中の不活性ガス\n消火設備及び泡消火設備については０．９０，防災設備中のスプリンク\nラー設備については０．９３が補正係数の下限となっている。\nまた，電気設備中の電灯コンセント配線設備及び電話配線設備，衛生\n設備中の排水設備，衛生器具設備及びガス設備については規模の補正項\n目自体が削除されている。\nこのような改正がなされていること自体，規模の補正の適用について\n原告の主張に全く根拠がなく，逆に固定資産評価基準の制定者の意思は\nこれを限度としていたことを示しているというべきである。\nそうであるとすれば，被告の建築設備に係る規模補正係数の取扱いに\nこそ合理性が認められるから，原告の主張が失当であることは明らかで\nある。\n(7) 争点２(7)（その他計算ミス等）について\n（原告の主張の要点）\nア  床仕上\nメタルラス等の単位当たり評点数が，正しくは２９点とされるべきとこ\nろ，２９３点とされている。\nイ  屋根仕上\nワイヤーメッシュの単位当たり評点数３０点が合算されていない。\nウ  建具\n木製建具ＯＰの単位当たり評点数が，正しくは１点とされるべきところ，\n１０点とされている。\nエ  拡声器配線設備\n拡声器配線設備の単位当たり評点数が，正しくは３６０点とされるべき\nところ，３００点とされている\n（被告の主張の要点）\n原告が主張する床仕上，屋根仕上，建具及び拡声器配線設備についての記\n載ミス等については争わないが，それらは，増点及び減点の双方を含んでお\nり，かつ，東京地裁平成１７年判決における基準である「建築当初の評価の\n誤りが重大で，それを基礎に比準評価方式により評価することが適正な時価\nの算定方法として不合理であると認められるような場合」には該当しないか\nら，このことをもって平成２１年度の価格が違法であることにはならないと\nいうべきである。\n３  争点３（経年減点補正率適用の誤り）について\n（原告の主張の要点）\n(1) 本件家屋の新築部分の評価に当たっては，前提事実(3)ウのとおり，主体\n構造部の構造区分に従い異なる経年減点補正率が適用されているが， 複合\n構造家屋の評価における経年減点補正率の適用は，主たる構造により一棟\n単位で行うものとされており，構造の主従の判断基準は，家屋一棟の全床\n面積のうち最も大きな床面積を占める構造を主たる構造とするとされてい\nる（甲１０）。\nこれを本件家屋の新築部分についてみると，前記２(1)原告の主張の要点\nイで述べたとおり， Ｓ造部分が課税床面積全体の約 ７３パーセントを占め\nるから，Ｓ造が主たる構造となる。\nしたがって，本件家屋の新築部分 の正しい評価はＳ造であり，その固定\n資産評価に当たっては， 平成２１年度評価基準の「非木造家屋経年減点補\n正率基準表（別表１３）」の「１事務所，銀行用建物及び２～７以外の建\n物」に示された基準表のうち，構造別区分が Ｓ造の基準表を１棟全体に適\n用しなければならない。\n(2) 被告の主張に対する反論\n地方税法は，固定資産税の課税標準に係る固定資産の評価の基準並びに評\n価の実施の方法及び手続を総務大臣の告示に係る評価基準に委ね（３８８条\n１項），市町村長は，評価基準によって，固定資産の価格を決定しなければ\nならないと定めている（４０３条１項）。これは，全国一律の統一的な評価\n基準による評価によって，各市町村全体の評価の均衡を図り，評価に関与す\nる者の個人差に基づく評価の不均衡を解消するために，固定資産の価格は評\n価基準によって決定されることを要するものとする趣旨であると解され，こ\nれを受けて全国一律に適用される評価基準として昭和３８年自治省告示第１\n５８号（固定資産評価基準）が定められ，その後，数次の改正が行われてい\nる。これらの地方税法の規定及びその趣旨等に鑑みれば，固定資産税の課税\nにおいて，このような全国一律の統一的な評価基準に従って公平な評価を受\nける利益は，適正な時価との多寡の問題とは別に，それ自体が地方税法上保\n護されているというべきである（前掲の最高裁判所平成２５年７月１２日判\n決参照）。\nそして，同じ評価方法を用いて評価をしたとしても，その当てはめが区々\nであったら，結果として評価に不公平が生じてしまうのであるから，「評価\n基準に従って公平な評価を受ける利益」というのは，形式的に評価基準を用\nいて評価を受ける利益だけでなく，評価基準の公平な適用（評価基準への公\n平な当てはめ）を受ける利益も当然に包含する。これは，租税公平主義を定\nめる憲法１４条１項の規定からも明らかである。\nそうすると，非木造家屋の評価において，経年減点補正率の公平な適用を\n受ける利益というのも，憲法及び地方税法上，保護されているということが\nでき，同一の自治体の中に，複合構造家屋に係る経年減点補正率の適用につ\nいての二重の基準が存在することは許されないというべきである。\nしたがって，同一の自治体において，構造別に分けて経年減点補正率を適\n用している複合構造家屋とそれ以外の方法によって経年減点補正率を適用し\nている複合構造家屋が混在し，前者によって決定される価格が後者によって\n決定される価格を上回る場合には，当該複合構造家屋の客観的な交換価値と\nしての適正な時価を上回るか否かにかかわらず，前者によって決定された価\n格は違法となる。\nそして，固定資産評価審査委員会の審査決定に係る取消訴訟においては，\n固定資産課税台帳に登録された価格の決定が適法であることの立証責任は，\n同委員会を代表者とする被告の側にある。\n以上から，①東京都区部において，全ての複合構造家屋について，構造別\nに分けて経年減点補正率が適用されていること，又は，②それ以外の方法に\nよって経年減点補正率を適用している複合構造家屋も混在するが，当該「そ\nれ以外の方法」によって本件家屋を評価した場合の価格を本件登録価格が上\n回らないこと，のいずれかを被告が立証しない限り，本件家屋に係る経年減\n点補正率の適用に誤りはないという被告の主張は認められない。\n（被告の主張の要点）\n一棟が複数の構造により建築されている家屋（複合構造家屋）において，経\n年減点補正率をどのように適用するか，固定資産評価基準は特に規定していな\nいのであり，原告の主張する方法は一つの方法にすぎない。現に，原告が依拠\nする文献（甲１０）にも，一棟単位を原則としつつ，当該市町村内の家屋の評\n価，課税の均衡上問題があると市町村長が認めるときは，構造の異なる部分ご\nとに経年減点補正率を適用することができるとされており，かかる方法が唯一\n絶対の評価方法であるなどとは記載されていない。\n東京都の特別区の区域内においては，東京都固定資産（家屋）評価事務取扱\n要領（乙１１）により，原則として，各構造別に経年減点補正率を適用するこ\nとと規定されており，原告の主張は，そうした意味からも前提において失当で\nある。\nなお，東京都２３区において，平成１８基準年度の評価替えに当たり，在来\n分の複合構造家屋について評価額を変更しているが，これは，登記上，複合構\n造家屋であることが明確な家屋に限っていたものであり，全ての在来分の複合\n構造家屋が変更の対象となったのではない。本件家屋は，登記上，複合構造家\n屋であることが明確な家屋ではなかったから，そもそも変更の対象ではなかっ\nたが，租税行政の観点から，平成２１年１月３０日に変更したものであり，本\n件家屋に係る経年減点補正率の適用に何ら誤りはない。\n４  争点４（本件家屋の適正な時価）について\n（原告の主張の要点）\n(1) 前記２及び３における原告の主張の要点で指摘した誤りを是正すると，本\n件家屋の新築部分の建築当初の再建築費評点数は，別紙５の再建築費評点数\n計算書（なお，同計算書の４枚目における「ＦＣ」とはフロアコンセントを，\n「ＦＤ」とはフロアダクトを，それぞれ指す。）のとおり，１７万４３００\n点となる。\n(2) 複合構造家屋については，主たる構造（最も大きな床面積を占める構造）\nに係る経年減点補正率を一棟単位で適用すべきであるから，Ｓ造部分が課税\n床面積全体の約７３パーセントを占める本件家屋の新築部分については，一\n棟単位でＳ造に係る経年減点補正率が適用されなければならない。\n(3) 以上を踏まえると，適正な時価は以下のとおりである。\nア  一棟単位で経年減点補正率を適用した場合\n前記３における原告の主張の要点で主張したように，１棟全体にＳ造の\n経年減点補正率を適用して評価すると，本件家屋の新築部分の平成２１年\n度の評価額は，別紙６の原告主張の評価計算表（一棟Ｓ造）のとおり，２\n７億０６９８万９５００円となる。\nしたがって，本件家屋の平成２１年度の適正な時価は，上記新築部分の\n評価額に増築部分の評価額１５５０万３２００円を合算した，２７億２２\n４９万２７００円である。\nイ  構造別に分けて経年減点補正率を適用した場合\n本件家屋の新築部分のうち，Ｓ造部分の平成２１年度の評価額は，別紙\n７の原告主張の評価計算表（Ｓ造部分）のとおり，１９億６５３８万７７\n００円となり，ＳＲＣ造・ＲＣ造部分の平成２１年度評価額は，別紙８の\n原告主張の評価計算表（ＳＲＣ造・ＲＣ造部分）のとおり，９億７１６３\n万３９００円となる。\nしたがって，本件家屋の平成２１年度の適正な時価は，上記新築部分の\n各評価額の合計２９億３７０２万１６００円に増築部分の評価額１５５０\n万３２００円を合算した，２９億５２５２万４８００円である。\n（被告の主張の要点）\n原告の主張は争う。\n第５  当裁判所の判断\n１  争点１（建築当初の評価の妥当性を争うことの可否）について\n(1) 家屋に対して課する基準年度の固定資産税の課税標準等を定めるに当た\nり，評価の実施に際して適用される固定資産評価基準の定める評価の方法が\n適正な時価を算定する方法として一般的な合理性を有するものであり，かつ，\n当該家屋の基準年度に係る賦課期日における価格 で家屋課税台帳等に登録\nされたもの（登録価格）がその評価の方法に従って決定された価格を上回る\nものでない場合には，その登録価格は，その評価の方法によっては適正な時\n価を適切に算定することができないといった特別の事情の存しない限り，同\n賦課期日における当該家屋の客観的な交換価値としての適正な時価を上回\nるものではないと推認するのが相当である（前掲の最高裁判所平成１５年７\n月１８日判決及び平成２５年７月１２日判決参照）。\nそして，前提事実(3)から(5)までのとおり，本件家屋の本件登録価格は，\n本件家屋が在来分の非木造家屋であることから，前年度である平成２０年度\nの再建築費評点数に平成 ２１年度評価基準が定める再建築費評点補正率を\n乗じて再建築費評点数を算出し，これに基づいて決定されたものであり，平\n成２１年度評価基準に従って決定されたものである。\n前年度である平成２０年度における本件家屋の再建築費評点数について\nみると，家屋に対して課する第二年度及び第三年度の固定資産税の課税標準\nについては原則として当該家屋 に係る基準年度の登録価格とするものとさ\nれている（地方税法３４９条２項，３項）ところ，前提事実(3)ア及びイの\nとおり，昭和５７年に新築された本件家屋のその後の各基準年度の再建築費\n評点数は，それぞれ，昭和５７年度の再建築費評点数を基礎として固定資産\n評価基準を適用して算出されてきたものである（なお，本件家屋については，\n東京都千代田都税事務所長 の作成に係る平成２１年１月３０日付け の固定\n資産価格等修正通知書に記載のとおり，本件家屋の平成１８年度から平成２\n０年度までの価格が平成１８年度まで遡って修正されている。前提事実(3)\nウ）。\n(2) 地方税法４３２条１項本文の規定は，固定資産税の納税者は，その納付す\nべき当該年度の固定資産税に係る家屋についての登録価格について不服が\nある場合においては，一定の期間内において，文書をもって，固定資産評価\n審査委員会に審査の申出をすることができる旨を定め，同法４３４条の規定\nは，同委員会の決定に不服があるときは，その取消しの訴えを提起すること\nができ，登録価格についての不服は，上記の審査の申出又は取消しの訴えに\nよることによってのみ争うことができるものとしている。また，既に述べた\nように家屋に対して課する 第二年度及び第三年度の固定資産税の課税標準\nについては原則として当該家屋 に係る基準年度の登録価格とするものとさ\nれているところ，同法４３２条１項ただし書は，第二年度及び第三年度にお\nける家屋の価格に不服がある場合には，基準年度の固定資産税の課税標準の\n基礎となった価格によることが不適当 である等の特段の事情を主張する場\n合に限り，所定の期間内に，審査の申出をすることができる旨を規定してい\nる。\nこのように，同法が，固定資産税の課税標準である登録価格について不服\nがある場合については，上記に述べたような一定の手続によらなければこれ\nを争うことができないこととしているのは，固定資産税の賦課処分の前提問\n題である課税標準となる登録価格を早期に確定させることにより，固定資産\n税に関連する事項についての法的安定性を確保する趣旨であると解される。\n(3) 以上に述べたところのほか，本件において原告は固定資産評価基準の定め\nる評価の方法が適正な時価を算定する方法として一般的な合理性を有する\nものであることについて格別争っていないことに照らすと，在来分の非木造\n家屋である本件家屋のうち本件において争われているその新築部分 につい\nては，平成２１年度の前年度に至るまでの再建築費評点数の算出は，その過\n程における特定の事項について誤りがある旨の格別の主張及び立証がされ\nたときを除き，各年度における固定資産評価基準に従ったものと推認され，\nそれを基礎として決定された本件登録価格は，適正な時価を上回るものでは\nないと推認されるものというべきである。\n(4) 被告は，本件家屋の平成２１年度の価格についての不服として，本件家屋\nの建築当初の評価を争うことは原則としてできず，その評価を争うことがで\nきるのは，建築当初の評価において適切に評価できなかった事情がその後に\n判明した場合や，建築当初の評価の誤りが重大で，それを基礎に評価をする\nことが適正な時価の算定方法として不合理であると認められるような場合\nに限られる旨の主張をする。\nしかしながら，固定資産税の課税標準である「価格」は固定資産評価基準\n（地方税法３８８条１項）によって決定しなければならないが（同法４０３\n条１項），その「価格」は，飽くまでも「適正な時価」でなければならず（同\n法３４１条５号），固定資産評価基準に従って決定された価格は「適正な時\n価」を上回るものではないと推認されるにすぎない。そして，固定資産評価\n基準の適用に誤りがある場合には，上記の推認はされないところ，このこと\nは，その適用の誤りが，建築当初の再建築費評点数の算出の誤りである場合\nであっても，当該基準年度における価格の決定に影響を及ぼすものである限\nり，同様である。また，同法４３２条１項も，基準年度の登録価格について\n審査の申出をすることができる場合につ き何らの制限を設けていないので\nあり，被告の主張するような制限をすることはできないというべきである。\nまた，建築当初の再建築費評点数の算出の誤りを主張することができると\n解したとしても，このことをもって，従前の登録価格及びこれに基づく課税\n処分の効力が直ちに左右されるものではないから，その意味において法的安\n定性を害することはない。\nさらに，建築の当初の評価から時間が経過するほど，家屋にはいわゆる経\n年変化が生じることや建築当初の建築関係書類につき廃棄又は紛失といった\n事態が生じることが予想され，時の経過とともに建築当初の評価に誤りがあ\nったかどうかを的確に判断することが困難になることが考えられるが，上記\n(3)に述べたような推認によって，建築当初の再建築費評点数の算出に誤りが\nあることについて実際上の主張立証責任を負担するのは，その旨を主張して\n登録価格の相当性を争う原告であるから，関係行政庁側に対して過重な負担\nを強いるものではない。\n以上と異なる被告の主張は，これまで述べたところに照らし，採用するこ\nとができない。\n２  争点２（本件家屋の新築部分における再建築費評点数の算出の誤り）につい\nて\n(1) 争点(1)（主体構造部の鉄骨の耐火被覆）について\nア  昭和５７年度評価基準の別表第１２「非木造家屋再建築費評点基準表」\nの「１事務所，店舗，百貨店用建物」における部分別「主体構造部」に係\nる評点項目「鉄骨造」中の「鉄骨の使用量が明確な建物」の「標準評点数」\n欄には，「鉄骨の使用量が明確な建物にあっては，次の算式によって求め\nる」として，以下の算式が記載されている。\n（算式）\n再建築費評点数＝２０２，８００×鉄骨使用量（単位ｔ）\n耐火被覆がなされている場合は，次の算式によって求める。\n再建築費評点数＝２５７，１００×鉄骨使用量（単位ｔ）\nイ  そして，「平成２１基準年度単位当たり標準評点数の積算基礎」（乙８\nの２）において，「耐火被覆（加算点扱い）」についての単位が「㎡」と\nされているのに対し，昭和５７年度評価基準に関するものである自治省税\n務局編「標準評点数の積算基礎」（乙８の１）には，「非木造家屋」の「主\n体構造部等」において，「鉄骨（１トン当たり）」の「合計」の「評点数」\n及び「標準評点数」の各欄にいずれも「２０２，８００」との記載があり，\nこれとは別に，「耐火被覆（加算点扱い）」については，「単位」の欄に\n「ｔ」，「評点数」の欄に「５４，２５０」，「標準評点数」の欄に「５\n４，３００」と記載されている。\nまた，本件家屋に係る「鉄骨筋・鉄筋コンクリート造計算書（明確分）」\nと題する書面（甲４）には，いずれも不動文字によって「主体構造部」の\n「鉄骨」欄の右側に「耐火被覆なし」及び「耐火被覆あり」と記載され，\nそれぞれの標準評点数として「耐火被覆なし」につき「２０２，８００」\nと，「耐火被覆あり」につき「２５７，１００」と記載されており，その\n右側の「評点数」を算出するための計算の欄にも，「耐火被覆あり」又は\n「耐火被覆なし」のいずれかの標準評点数に「計算単位単位当り使用量」\nを乗ずることとする旨の記載がある。\nウ  ところで，昭和５７年度評価基準解説（甲１８・２４３頁）には，「鉄\n骨構造が高温に弱いという欠点を補うため，最近，鉄骨造建物は耐火被覆\nをもって施工されるようになり，これらの建物の評価の適正を図る意味に\nおいて「鉄骨造」に耐火被覆が行われている場合の評点項目が設けられて\nいる」との記載があり，これに照らすと，耐火被覆が施工されることによ\nってＳ造に係る工事費が増加するため，「耐火被覆あり」が加算点扱いさ\nれていると解される。その上で，上記の昭和５７年度評価基準解説の２４\n４頁には，「耐火被覆が行われているかどうかは，見積書等において容易\nに判断できるものと思われるが，耐火被覆が施工されている部分と，そう\nでない部分がある場合においては，計算単位の床面積において考慮して差\nし支えないものである。」との記載があることに照らすと，昭和５７年度\n評価基準によってＳ造の再建築費評点数を算出するに当たって，耐火被覆\nの有無の区別を鉄骨の重量をもって把握することができない場合にも，床\n面積等によって把握することが可能であるときは，これを考慮することが\n相当であったというべきである。\nこの点につき，被告は，天井高や鉄骨の太さが部分によって異なるなど\n鉄骨量は床面積に比例するものではないし，柱と梁で構造が異なる場合も\nあることを考えると，こうした方法は唯一の方法ではない旨の主張をする。\nしかしながら，竣工図（構造）（抜粋）（甲２の１）によれば，本件家\n屋の新築部分のうち，耐火被覆が施工されていない部分は地下２階，地下\n１階，地上１階及び地上２階に存在することが認められ（なお，後記エ参\n照），耐火被覆の有無の区別を床面積によって把握することが可能であっ\nたことに照らすと，本件家屋の新築部分については，床面積において考慮\nすることが相当であったというべきである。\nまた，被告は，使用されている鉄骨の大半に耐火被覆が施されているこ\nとを踏まえて全てを耐火被覆ありとした被告の評価方法による結論が妥当\n性を有することは，昭和５７年度評価基準等が，主体構造部に評点項目「耐\n火被覆」を設定し，その計算単位を通常の見積書の記載に合わせ，施工面\n積（㎡）としていないことからも，概算で足りるとしているとみることが\nできることからも裏付けられる旨の主張をする。\nしかしながら，既に述べたところに照らすと，この点についての被告の\n主張は採用することができないというべきである。\nそして，後記オのとおり，本件建物の床面積の割合として，耐火被覆が\n施行されていない部分の割合が約２１．８９パーセントに上っていること\nに照らすと，再建築費評点数の算出に当たり，ＳＲＣ造部分に使用される\n鉄骨については，鉄骨（耐火被覆なし）の標準評点数２０万２８００点が\n使用されるべきものであったというべきである。\nエ  竣工図（構造）（抜粋）（甲２の１）によれば，①「ＳＲＣ（３階～Ｂ\n１階）大梁リスト」には地上３階から地下１階までの記載があるのに対し，\n「鉄骨大梁リスト」には地上１階の記載がないことが認められ，②「１階，\n２階床伏図」及び「ＲＣ造小梁リスト」に照らすと，地上１階の床部分に\n施工されている小梁は全てＲＣ造であると認められる一方，③竣工図（構\n造）（抜粋）（甲２の１）の「鉄骨柱リスト」，「２階床伏図」（乙１２\nの１）及び「ＳＲＣ柱リスト」（乙１２の２）によれば，鉄骨柱は地上１\n階の外周の一部分にも設置されていると認められること も併せ考慮する\nと，地上１階の床面積については，少なくとも原告の主張する１３１０．\n９８㎡に関してはＳＲＣ造として評価するのが相当である。\nオ  そうすると，課税床面積２万４７１２．７９㎡のうち，ＳＲＣ造部分の\n床面積は５０２８．４６㎡（内訳は，地上２階が１２６２．６９㎡，地上\n１階が１３１０．９８㎡，地下１階が２４５４．７９㎡である。），ＲＣ\n造部分の床面積は１７４１．８１㎡（いずれも地下２階である。）であり，\n残余の床面積１万７９４２．５２㎡はいずれもＳ造であると認められる。\nそして，「鉄骨筋・鉄筋コンクリート造計算書（明確分）」と題する書\n面（甲４）によれば，本件家屋の新築部分の鉄骨は３１１３．７８ｔであ\nることが認められるから，本件家屋の新築部分のうち，Ｓ造部分とＳＲＣ\n造部分の床面積の合計に占めるＳＲＣ造部分の床面積の割合を乗じると，\n以下の計算式のとおり，鉄骨６８２．７２ｔについては，鉄骨（耐火被覆\nなし）の標準評点数である２０万２８００点が使用されるべきである。\n（計算式）\n3,118.78×5,028.46／（17,942.52＋5,028.46）＝3118.78×0.2189\n≒ 682.72(t)\n(2) 争点(2)（電気設備の電灯コンセント配線設備）について\nア  昭和５７年度評価基準の別表第１２「非木造家屋再建築費評点基準表」\nの「１事務所，店舗，百貨店用建物」における部分別「建築設備」に係る\n評点項目「電気設備」中の「電灯コンセント配線設備」の補正項目「フロ\nアコンセント」については，増点補正率の欄に「１．１５←全館にあるも\nの」と，標準の欄に「１．０  一部分にあるもの」と，それぞれ記載され\nている。\nそして，昭和５７年度評価基準解説（乙４・４５０頁）には，フロアコ\nンセントの補正につき，いわゆる床下配線の有無による工事費の相違を補\n正しようとするもので，フロアコンセントがない場合は０．９７の減点補\n正をするものであるが，これは「標準」との関連上必要となっているもの\nである旨が記載されるとともに，「増点補正」における「全館にあるもの」\nとは，建物の全フロアにフロアコンセントが設備されているもののことで，\n全フロアにコンセントが設けられており，かつ，その数も多くなければな\nらないというものではなく，極端ないい方をすれば，１床に数個であって\nも，全館に設備されていれば，増点補正の対象となるものであり，「標準」\nにおける「一部分にあるもの」とは，建物の延べ床面積の１割程度の部分\nにフロアコンセントが１５㎡当たり１箇所程度の割合で設置されている\nようなものを指している旨がそれぞれ記載されている。\nまた，東京都主税局資産税部資産税第二課の編集に係る「家屋評価の手\n引」（昭和５７年３月２９日発行）（甲２２）の「建築設備補正項目判定\n表（非木造家屋－事務所・店舗・百貨店用建物）」における評点項目「電\n灯コンセント配線設備」における補正項目「フロアコンセント」について\nは，増点補正率の欄に「１．１５←全館にあるもの（建物の全フロアにフ\nロアコンセントがあるもの）」と，標準の欄に「１．０  一部分にあるも\nの（延面積の１０％部分に１ヶ所／１５㎡程度のもの）」とそれぞれ記載\nされている。\nイ  上記のとおり，昭和５７年度評価基準自体には「全館にあるもの」との\n記載しかなく，具体的な要件に係る記載がないことに加え，上記の昭和５\n７年度評価基準解説において，「フロアコンセント」の補正は，床下に隠\nれている工事部分の工事費について調整することを狙いとしているとされ\nていることからすると，「標準」と「増点補正」の区別に係る「全館にあ\nるもの」の解釈適用に当たっては，その床下に隠れている工事部分の工事\n費についてしんしゃくする旨の補正の趣旨に照らして判断されるべきであ\nる。そして，上記の昭和５７年度評価基準解説及び「家屋評価の手引」の\n記載に照らすと，仮に特定のフロアにフロアコンセントが設置されていな\nい場合であっても，他のフロアのフロアコンセントの設置の状況に照らし，\n床下に隠れている工事部分の在り方を考慮すると，家屋全体として見れば，\n全館に設置されているのと同視し得る程度にフロアコンセントが設置され\nていると評価し得る場合には，上記の「全館にあるもの」に該当するとい\nうべきである。\nウ  前提事実(2)アのとおり，本件家屋の新築部分は，塔屋階を除き，地下２\n階，地上１４階建てであり，そのフロア数は１６であるが，このうち地下\n２階を除くフロア（地下１階から地上１４階まで）にフロアコンセントが\n設置されている上，事務室としての使用を目的としていると見られる地上\n４階から１４階までの各フロアにはフロアのほぼ全てにわたって網羅的に\nフロアコンセントが設置されている（甲２の２）。\nそうすると，前記イに述べたところに照らし，本件家屋の新築部分につ\nいては，フロアコンセントは「全館にあるもの」に該当すると認めるのが\n相当であるから，本件家屋の新築部分につき部分別「建築設備」に係る評\n点項目「電気設備」中の「電灯コンセント配線設備」の補正項目「フロア\nコンセント」について，「全館にあるもの」として補正係数「１．１５」\nが適用されたこと（甲４）に違法はない。\nしたがって，これに反する原告の主張は採用することができない。\n(3) 争点(3)（電気設備の照明器具設備の蛍光灯用器具）について\nア  昭和５７年度評価基準の別表第１２「非木造家屋再建築費評点基準表」\nの「１事務所，店舗，百貨店用建物」における部分別「建築設備」に係る\n評点項目「電気設備」中の「照明器具設備」中の「蛍光灯用器具」の補正\n項目「天井高」については，標準の欄に「１．０  ２．８ｍ程度のもの」\nと，減点項目の欄に「→０．７０  ２．４ｍ程度のもの」と，それぞれ記\n載されている。\nそして，昭和５７年度評価基準解説（乙４・４５９頁）には，「天井高」\nの補正につき，蛍光灯用器具は，埋込のものが標準とされているため，天\n井高の高低により同一の明るさを得るには器具の数を増やすか，蛍光灯を\nＷ数の大きいものにして器具もそれに合うものに換えることが必要となる\nことを考慮しようとしているものである旨が記載されている。\nイ  上記のとおり，「天井高」の補正の目的が，天井高の高低により照明器\n具に係る工事費について調整することにあること照らすと，天井高が階層\nによって一定しない家屋における「天井高」による補正の適用においては，\n各階層の天井高の状況を総合的に考慮し，家屋全体としてそれが「標準」\nである「２．８ｍ程度のもの」であると認められるか，又は減点補正をす\nべき「２．４ｍ程度のもの」であると認められるかを判断すべきこととな\nると解される。\nウ  本件家屋の新築部分の各階層の天井高を示した図面（甲９の２）によれ\nば，本件家屋の地上４階から１３階までの各天井高は２．５ｍであるが，\n他の階においては，地上３階及び１４階が２．８ｍ，地上１階が３．０ｍ，\n地上２階が４．５ｍであり，地下１階及び地下２階はいずれも２．８ｍ以\n上であると認められる。\nそして，仮に地階の天井高をいずれも２．８ｍとしても，本件家屋の天\n井高の平均は２．７３ｍ（{(2.5×10)＋2.8×4＋3.0＋4.5}÷16＝2.73）で\nあることも考慮すると，前記イに述べたところに照らし，本件家屋の新築\n部分につき部分別「建築設備」に係る評点項目「電気設備」中の「照明器\n具設備」中の「蛍光灯用器具」の補正項目「天井高」について，「２．８\nｍ程度のもの」として補正係数「１．００」が適用されたこと（甲４）に\n違法はない。\nなお，原告は，昭和５７年度評価基準解説（甲１８・２５１頁）に，「イ\n階高」として，「１棟の建物の階高が，階層によって一定せず，２以上の\n階高を有する建物については，当該建物の代表的な階高（最も床面積の多\nい部分の階高）によることとし」との記載がある旨を指摘するが，上記の\n記載は争点(3)の補正項目に係る記載ではないから，この点に関する原告の\n主張を採用することはできない。\n(4) 争点(4)（電気設備の電話配線設備）について\nア  昭和５７年度評価基準の別表第１２「非木造家屋再建築費評点基準表」\nの「１事務所，店舗，百貨店用建物」における部分別「建築設備」に係る\n評点項目「電気設備」中の「電話配線設備」の補正項目「フロアダクト」\nについては，増点補正率の欄に「３．００←全館にあるもの」と，標準の\n欄に「１．０  一部分にあるもの」と，それぞれ記載されている。\nそして，昭和５７年度評価基準解説（乙４・４６７頁及び４６８頁）に\nは，フロアダクトの補正につき，フロアダクトによる電話配線がどれぐら\nいなされているかによる工事費の相違を補正しようとするものであり，そ\nの考え方は，「電灯コンセント配線設備」の補正項目の一つである「フロ\nアコンセント」の場合と同様であって，フロアダクトによる配線部分が全\n館の床にあれば，増点補正を行うものであり，全床面積の１割程度の部分\nにあるような場合が「標準」である旨が記載されている。また，東京都主\n税局資産税部資産税第二課の編集に係る「家屋評価の手引」（昭和５７年\n３月２９日発行）（甲２２）の「建築設備補正項目判定表（非木造家屋－\n事務所・店舗・百貨店用建物）」における評点項目「電話配線設備」にお\nける補正項目「フロアダクト」については，「増点補正率」の欄に「３．\n００←全館にあるもの（フロアダクトが全館（全階の床）に配線されてい\nるもの）」と，「標準」の欄に「１．０  一部分にあるもの（延床面積の\n１０％程度にフロアダクトがあるもの）」とそれぞれ記載されている。\nイ  上記のとおり，昭和５７年度評価基準自体には「全館にあるもの」との\n記載しかなく，「全館」の具体的な要件に係る記載がないことに加え，上\n記の昭和５７年度評価基準解説において，「フロアダクト」の補正は，フ\nロアダクトによる電話配線がどれぐらいなされているかによる工事費の相\n違を調整しようとすることを狙いとしており，その考え方は，前記(2)の「電\n灯コンセント配線設備」の補正項目の一つである「フロアコンセント」の\n場合と同様であるとされていることからすると，「標準」と「増点補正」\nの区別に係る「全館にあるもの」の解釈適用に当たっては，電話配線に係\nる工事費についてしんしゃくする旨の補正の趣旨に照らして判断されるべ\nきである。そして，上記の昭和５７年度評価基準解説及び「家屋評価の手\n引」の記載に照らすと，仮に特定のフロアにフロアダクトが設置されてい\nない場合であっても，他のフロアのフロアダクトの設置の状況に照らし，\n電話配線に係る工事の在り方を考慮すると，家屋全体として見れば全館に\n設置されているのと同視し得る程度にフロアダクトが設置されていると評\n価し得る場合には，上記の「全館にあるもの」に該当するというべきであ\nる。\nウ  前提事実(2)アのとおり，本件家屋の新築部分は，塔屋階を除き，地下２\n階，地上１４階建てであり，そのフロア数は１６であるが，このうち，地\n下２階及び１階にはフロアダクトは設置されておらず，地上１階及び２\n階にも一部にしか設置されてい ないものの，地上３階から１４階までの\n各階には事務室としての使用を目的としていると見られる部分を中心に\n密度高くフロアダクトが設置されている（甲２の２）。\nそうすると，前記イに述べたところに照らし，本件家屋の新築部分につ\nいては，フロアダクトは「全館にあるもの」に該当すると認めるのが相当\nであるから，本件家屋の新築部分につき部分別「建築設備」に係る評点項\n目「電気設備」中の「電話配線設備」の補正項目「フロアダクト」につい\nて，「全館にあるもの」として補正係数「３．００」が適用されたこと（甲\n４）に違法はない。\nしたがって，これに反する原告の主張は採用することができない。\n(5) 争点(5)（防災設備）について\nア  昭和５７年度評価基準の別表第１２「非木造家屋再建築費評点基準表」\nの「１事務所，店舗，百貨店用建物」における部分別「建築設備」に係る，\n評点項目「防災設備」中の「炭酸ガス消火設備」，「泡消火設備」及び「ス\nプリンクラー設備」の計算単位については，いずれも「設置部分の延べ床\n面積」とされている。\nそして，昭和５７年度評価基準解説（乙９・６０６頁）には，スプリン\nクラー設備につき，火災が発生した場合に天井面等に取り付けてあるスプ\nリンクラーヘッドの感熱部分が分解又は破壊して飛散し開口すると，常に\n加圧されている配管内の水が噴出し，その時の圧力の変動，流水等により\n圧力スイッチ，アラーム・スイッチ又は流水作動弁等が作動し，ポンプ等\nの加圧送水装置が自動的に運転して水源の水が送られ，スプリンクラーヘ\nッドから連続放水して消火するものであり，地下街，高層建物，無窓建物\n又はデパート等のように著しく延焼 の拡大及び火煙の充満 のおそれが大\nきく，消防隊の屋内進入が困難な火災危険の大きな防火対象物に設置され\nるものである旨が記載されている。\nイ  上記のとおり，「炭酸ガス消火設備」，「泡消火設備」及び「スプリン\nクラー設備」の計算単位は，いずれも「設置部分の延べ床面積」とされて\nいるところ，本件家屋の新築部分に係る「鉄骨筋・鉄筋コンクリート造計\n算書（明確分）」と題する書面（甲４）には，「防災設備」の「炭酸ガス\n消火設備」の「計算単位単位当り使用量」の欄に「設置容積６，５２２．\n００」と，「泡消火設備」の「計算単位単位当り使用量」の欄に「設置床\n面積２３２４．２１」とそれぞれの設備が消火を対象とする面積又はこれ\nを基礎とする数値が記載されている。そして，前記アに述べたスプリンク\nラー設備の設置の趣旨も併せ考慮すると，スプリンクラー設備についても，\n消火を対象とする面積をもって「設置部分の延べ床面積」と認めるべきで\nある。\nウ  この点について，被告は，スプリンクラー設備の設置目的と効用は火災\nの際の初期消火と延焼拡大の防止にあるところ，階段室，エレベータシャ\nフト，ダクトスペース，パイプスペース及び機械室（一般）等，部分的に\nスプリンクラーヘッドが設置されていない箇所があるとしても，その効用\nは設置状況からすれば本件家屋の新築部分の全体に及んでいるから，「設\n置部分の延べ床面積」を本件家屋の新築部分の全体の延べ床面積とするこ\nとは適当ということができる旨の主張をする。\nしかしながら，本件家屋のうち，炭酸ガス消火設備は地下２階の合計７\n００㎡（電気室，発電機室，オイルタンク室，ボイラー冷凍機室等），地\n下１階の６０㎡（中央管理室）及び地上１階の３２７㎡（主厨房）に設置\nされており（甲９の４），泡消火設備は専ら地下１階の地下駐車場に設置\nされているものであって（甲２の４・６枚目及び９枚目），これらの消火\n設備の設置された位置がいずれも低層部又は地階にあり，当該部分には設\n置されていないスプリンクラー設備の効用を直接的に受けているとは考え\n難いことや，これらの消火設備も設置の目的と効用が火災の際の初期消火\nと延焼拡大にあるにもかかわらず，それらの計算単位は「設置部分の延べ\n床面積」とされており，家屋全体の延べ床面積とはされていないことに照\nらすと，スプリンクラー設備が設置されていない炭酸ガス消火設備の設置\n部分及び泡消火設備の設置部分については，スプリンクラー設備の「設置\n部分の延べ床面積」から除外されるべきであると解するのが合理的である。\nこれに対し，本件家屋の階段室やエレベーター等は，同所にスプリンク\nラーヘッドは設置されていないものの，本件家屋におけるスプリンクラー\n設備の設置の状況（甲２の４）に照らすと，その効用が及んでいるものと\n評価することができるというべきである。\nエ  また，被告は，スプリンクラー設備に係る縦配管や各階の天井又は天井\n裏に敷設される横配管等から成り立っているものであり，これらもまた「設\n置部分」にほかならず，その敷設に相応の費用がかかることは明らかであ\nるし，本件家屋においても，甲２の４（竣工図（給排水衛生ガス消火設備\n（抜粋）））の６枚目から判断すれば，スプリンクラー設備に係る縦配管\nは本件家屋の全館にわたって施工されており，また，同じく８枚目以降か\nら判断すれば，各階の天井又は天井裏に敷設されている横配管は，各階と\nも相当量施工されているから，スプリンクラーヘッドから放出される水が\n直接的に届かない部分が一部にあったとしても，スプリンクラー設備に係\nる工事費が大きく変わらず，これらも含めて「設置部分の延べ床面積」と\nすることに何ら不合理なところはない旨の主張をする。\nしかしながら，甲２の４の６枚目には，地下１階及び地下２階に泡消火\n設備（地下１階）及び圧ガススイッチ（地下２階）に係る記号が多数記載\nされており，それらの周辺にスプリンクラー設備は設置されておらず，甲\n２の４の８枚目（地下２階）及び９枚目（地下１階）の消火設備平面図か\nらは地下２階及び地下１階の泡消火設備及び圧ガススイッチが設置された\n天井面に横配管が施工されている記載もうかがわれないから，被告の上記\nの主張は，その前提を欠くものであって，採用することができない。\nオ  証拠（甲２の４，４，９の４）によれば，本件家屋の延べ床面積は２万\n４７１２．７９㎡であり，①炭酸ガス消火設備の設置部分及び②泡消火設\n備の設置部分の各設置面積は，①につき１０８７．００㎡，②につき２３\n２４．２１㎡であることが認められる。\nそうすると，スプリンクラー設備の計算単位としては，本件家屋の延べ\n床面積である２万４７１２．７９㎡から上記①１０８７．００㎡及び②２\n３２４．２１㎡の合計である３４１１．２１㎡を減じた床面積である２万\n１３０１．５８㎡を使用するのが相当というべきである。\n(6) 争点(6)（建築設備に係る規模補正係数の誤り）について\nア(ア)  昭和５７年度評価基準の別表第１２「非木造家屋再建築費評点基準\n表」の「１事務所，店舗，百貨店用建物」における部分別「建設設備」\nに係る次の評点項目については，補正項目「規模」の標準及び減点補正\n率の各欄にそれぞれ次のとおり記載されている。\nａ  「電気設備」中の「動力配線設備」，「電灯コンセント配線設備」，\n「電話配線設備」及び「テレビジョン共同聴視設備（総体的なもの）」,\n「衛生設備」中の「給水設備」，「排水設備」，「中央式給湯設備」，\n「衛生器具設備」及び「ガス設備」，「空調設備」中の「空調設備（吸\n収式冷凍機を使用しているもの）」並びに「防災設備」中の「火災報\n知設備」，「消火栓設備」及び「スプリンクラー設備」について\n「１．０  ３，０００㎡程度のもの」及び「→０．９３  １０，０\n００㎡程度のもの」\nｂ  「電気設備」中の「自動車管制装置」について\n「１．０  １，０００㎡程度のもの」及び「→０．９３  １，５０\n０㎡程度のもの」\nｃ  「防災設備」中の「炭酸ガス消火設備」について\n「１．０  ３，０００㎡程度のもの」及び「→０．９０  ４，５０\n０㎡程度のもの」\nｄ  「防災設備」中の「泡消火設備」について\n「１．０  １，０００㎡程度のもの」及び「→０．９０  １，５０\n０㎡程度のもの」\n(イ)  昭和５７年度評価基準には，「補正項目について定められている補\n正係数の限度内において処理することができないものについては，その\n実情に応じ補正を必要とする範囲内において，その限度を超えて補正係\n数を決定するものとする。」（第３節二の５(1)後段。別紙２の３(2)オ\n参照）と定めている。\nまた，昭和５７年度評価基準解説（甲２３・４３９頁及び４４０頁）\nには，非木造家屋の部分別「建築設備」に係る評点項目「電気設備」中\nの「動力配線設備」についての規模の補正に関して，①「規模」の補正\nは，一般的に工事費を延べ床面積１㎡当たりで把握する場合に，建物の\n延べ床面積が大きくなれば総工事費は増加するが延べ床面積１㎡当たり\nに換算すると工事費は減少する傾向が見られ，逆に建物の延べ床面積が\n小さくなれば総工事費は減少するという傾向に着目し，延べ床面積の大\n小によって補正しようとするものである旨，②面積の規模の大小によっ\nて，単位当たり工事費に変動がみられるのは，何も建築設備工事に特有\nのことではない旨，③動力配線設備についてみると，資材の中には，面\n積規模の変化に応じて比例的に数量が動くと考えられるものと，一定の\n規模の範囲内ではほとんど変動せず，一定規模を超えると一定の範囲内\nで変動し，その範囲の中では固定するもの，規模の変動と関係なくほと\nんど固定しているもの等が見られ，設備工事費中の労務費についても，\n段取り，後片付けを含めた全体の労務費でみると，工事量の大小に関係\nなく段取り，片付けに要する最小限の労務は必要であるところ，これら\nのうち固定的な資材費，労務費が単位当たりでみる場合に影響して，面\n積規模の変動と正比例しない動きを示す旨及び④規模の補正については，\nこれらを考慮して，特に限度を超えて補正率を決定する場合に，取り扱\nうことが必要である旨が記載されており，以上に述べられているところ\nは，前記(ア)に掲げた他の各評点項目についても同様に妥当するものと\n考えられる。\n(ウ)  総務省告示第１２７号（平成２６年６月２６日）（乙１３）は，固\n定資産評価基準の一部を改正するものであるが，別表第１２「非木造家\n屋再建築費評点基準表」の「１  事務所，店舗，百貨店用建物」につい\nて，以下の内容を含んでいる。\nａ  以下の各評点項目については，補正項目「規模」の減点補正率に関\nして下限値を定めている。\n(a) 「電気設備」中の「動力配線設備」\n「→０．９３  １０，０００㎡程度のもの」\n(注)０．９３を下限とする。\n(b) 「電気設備」中の「テレビジョン共同聴視設備（総体的なもの）」\n「→０．９３  １０，０００㎡程度のもの」\n(注)０．９０を下限とする。\n(c) 「衛生設備」中の「給水設備」\n「→０．９３  １０，０００㎡程度のもの」\n(注)０．９２を下限とする。\n(d) 「衛生設備」中の「中央式給湯設備」\n「→０．９３  １０，０００㎡程度のもの」\n(注)０．９３を下限とする。\n(e) 「空調設備」中の「中央熱源冷房設備（中央に冷凍機を設置）」\n「→０．９３  １０，０００㎡程度のもの」\n(注)０．９０を下限とする。\n(f) 「防災設備」中の「火災報知設備」\n「→０．９３  １０，０００㎡程度のもの」\n(注)０．９３を下限とする。\n(g) 「防災設備」中の「不活性ガス消火設備」\n「→０．９０  ４，５００㎡程度のもの」\n(注)０．９０を下限とする。\n(h) 「防災設備」中の「泡消火設備」\n「→０．９０  １，５００㎡程度のもの」\n(注)０．９０を下限とする。\n(i) 「防災設備」中の「スプリンクラー設備」\n「→０．９３  １０，０００㎡程度のもの」\n(注)０．９３を下限とする。\nｂ  また，以下の各評価項目については，補正項目「規模」が存在しな\nい。\n(a) 「電気設備」中の「電灯コンセント配線設備」及び「電話配線設\n備」\n(b) 「衛生設備」中の「排水設備」，「衛生器具設備」及び「ガス設\n備」\n(c) 「防災設備」中の「消火栓設備」\n(エ)  本件家屋の新築部分に係る「鉄骨筋・鉄筋コンクリート造計算書（明\n確分）」と題する書面（甲４）には，部分別「建築設備」に係る次の各\n評点項目について，「補正項目」の「規模」の欄及び「係数」の各欄に，\nそれぞれ次のとおり記載されている。\nａ  「電気設備」中の「動力配線設備」，「電灯・コンセント配線設備」\n及び「電話配線設備」，「衛生設備」中の「給水設備」，「排水設備」，\n「中央式給湯設備」及び「衛生器具設備」，「空調設備」中の「空調\n設備（吸収式冷凍機）」並びに「防災設備」中の「火災報知設備」，\n「消火栓設備」及び「スプリンクラー設備」について\nいずれも，「規模」の欄に「２４，７１２」，「係数」の欄に「０．\n９３」とそれぞれ記載されている。\nｂ  「電気設備」中の「自動車管制装置」について\n「規模」の欄に「２３２４．２１」，「係数」の欄に「０．９３」\nとそれぞれ記載されている。\nｃ  「防災設備」中の「炭酸ガス消火設備」について\n「規模」の欄に「６５２２」，「係数」の欄に「０．９０」とそれ\nぞれ記載されている。\nｄ  「防災設備」中の「泡消火設備」について\n「規模」の欄に「２０２０」，「係数」の欄に「０．９０」とそれ\nぞれ記載されている。\nイ  前記ア(イ)のとおり，昭和５７年度評価基準は，補正項目について定め\nられている 補正係数の限度内において処理することができないもの につ\nいては，その実情に応じ補正を必要とする範囲内において，その限度を超\nえて補正係数を決定する旨を規定しているところ，昭和５７年度評価基準\nの別表第１２「非木造家屋再建築費用評点基準表」の「規模」の補正項目\nにおける「標準」及び「減点補正率」の定め方は，「３，０００㎡程度の\nもの」，「１０，０００㎡程度」等と目安となる面積を記載しているにす\nぎず，「標準」における面積と「減点補正率」における面積との差異が相\n当に大きいことにも照らすと，「減点補正率」における面積の範囲から逸\n脱したからといって直ちに その限度を超えて補正係数を決定すべきもの\nとまでは断じ難く，かえって，昭和５７年度評価基準解説に記載のとおり，\n建築設備に係る工事費には面積規模との関連においてその変動の在り方\nに様々なものがあることに照らすと，特に限度を超えて規模の補正につい\nて補正係数を決定する場合には，そのような点を考慮しつつ，これをする\nことが必要というべきである。\nそして，総務省告示第１２７号（平成２６年６月２６日）（乙１３）は，\n別表第１２「非木造家屋再建築費評点基準表」の「１  事務所，店舗，百\n貨店用建物」において，規模の補正項目についての下限値を定めているが，\n前記ア(ウ)のとおり，「電気設備」中の「動力配線設備」，「衛生設備」\n中の「中央式給湯設備」並びに「防災設備」中の「火災報知器」，「不活\n性ガス消火設備」，「泡消火設備」及び「スプリンクラー設備」について\nは，いずれも減点補正率の数値と下限値が同一であることに照らすと，こ\nれらの補正項目については，減点補正率における面積を上回ったとしても，\n補正係数に影響を及ぼさないものであると解され，これらの減点補正率の\n数値が昭和５７年度評価基準における減点補正率の数値と同一であること\nに照らすと，昭和５７年度評価基準が施行されていた当時においても，同\n様の状況であったと推認され，同推認を覆すに足りる証拠はない。そうす\nると，これらの評点項目については，家屋の延べ床面積が減点補正率の適\n用の目安とされているものを超えていたとしても，その数値を超えて補正\n係数を決定する必要がないというべきである。\nまた，総務省告示第１２７号（平成２６年６月２６日）（乙１３）の別\n表第１２「非木造家屋再建築費評点基準表」の「１  事務所，店舗，百貨\n店用建物」においては，「電気設備」中の「電灯コンセント配線設備」及\nび「電話配線設備」，「衛生設備」中の「排水設備」，「衛生器具設備」\n及び「ガス設備」並びに「防災設備」中の「消火栓設備」については，規\n模の補正項目が削除され，家屋の規模を格別考慮する必要がないとされて\nいることに照らすと，昭和５７年度評価基準が施行されていた当時におい\nても，やはり同様の状況であったと推認される（ただし，「防災設備」中\nの「消火栓設備」については，昭和５７年度評価基準における計算単位が\n「延べ床面積」とされていたのに対し，上記の総務省告示第１２７号にお\nける計算単位は「消火栓台数」とされている。）。そうすると，上記のう\nち計算単位の変更があった「防災設備」中の「消火栓設備」を除いては，\n家屋の延べ床面積が減点補正率の適用の目安とされているものを超えてい\nたとしても，その数値を超えて補正係数を決定する必要がないというべき\nである。\nそうすると，①「電気設備」中の「テレビジョン共同聴視設備（総体的\nなもの）」，②「衛生設備」中の「給水設備」，③「空調設備」中の「空\n調設備（吸収式冷凍機を使用しているもの）」，④「電気設備」中の「自\n動車管制装置」及び⑤「防災設備」中の「消火栓設備」についてのみ，減\n点補正率の限度を超えて規模の補正について補正係数を決定する必要があ\nるか否かを検討する必要があるというべきものと考えられるが（なお，本\n件家屋の新築部分につき①に関して減点補正率の適用がされていないのは，\n明らかな誤りと考えられる。）が，上記①ないし③及び⑤については，「減\n点補正率」における面積が１万㎡とされているのに対し，本件家屋の新築\n部分については２万４７１２㎡であり，上記④についても，「減点補正率」\nにおける面積が１５００㎡でとされているのに対し，本件家屋の新築部分\nについては２３２４．２１㎡であって，直ちに「減点補正率」における面\n積の範囲から相当の程度に逸脱したとはいい難い上，①ないし③について\nは，上記の総務省告示第１２７号において補正係数の下限値（①及び③に\nつき０．９０，②につき０．９２。）が定められていること，⑤について\nは，既に述べた総務省告示第１２７号における計算単位の定め方に照らし，\n家屋の延べ床面積との関連性に疑問を差し挟む余地があることを併せ考慮\nすると，いずれも「減点補正率」における数値を超えて補正係数を決定す\nる必要があったとは直ちには認められない。\n(7) 争点(7)（その他計算ミス等）について\n部分別「床仕上」につき評点項目「メタルラス」の再建築費評点数が，正\nしくは２９点とされるべきところ，２９３点とされていること，部分別「屋\n根仕上」につき評点項目「ワイヤーメッシュ」の再建築費評点数３０点が合\n算されていないこと，部分別「建具」に係る評点項目「木製建具ＯＰ」の再\n建築費評点数が，正しくは１点とされるべきところ，１０点とされているこ\nと，部分別「建築設備」に係る評点項目「拡声器配線設備」につき再建築費\n評点数が，正しくは３６０点とされるべきところ，３００点とされているこ\nとについては，当事者間に争いがない（なお，甲４参照）。\nなお，前記１における判示と同様の理由により，被告の主張を採用するこ\nとはできない。\n３  争点３（経年減点補正率適用の誤り）について\n平成２１年度評価基準には，非木造家屋のうち一棟の建物で異なった構造を\n有する部分のあるもの（複合構造家屋）に対する経年減点補正率の適用につい\nての定めはない。\nその上で，課税上の便宜のほか，複合構造家屋であっても，経過年数に応ず\nる損耗の状況は，基本的に一棟を単位として判断されるものであることを考慮\nすると，非木造家屋の構造区分に従うものとされる経年減点補正率の適用につ\nいては，複合構造家屋に関しては，主たる構造により，一棟単位でこれをする\nものとし，主たる構造の判断については，原則として構造の異なる部分の床面\n積の大小を比較することによるものとすることも，もとより相当であるものと\n考えられる。\nもっとも，家屋の態様は様々であり，複合構造家屋については，例えば異な\nった構造を有する部分別に明確に区分することができ，かつ，処分行政庁にお\nいて，そのように区分して経年減点補正率を適用することを，家屋の実情に即\nしての評価や課税の均衡上相当であるとして選択する場合には，そのように区\n分して経年減点補正率を適用することも許されるものと解される。\nそして，固定資産評価基準によって東京都の特別区及び市町村の存する区域\nにおける固定資産（家屋）の評価に当たりその取扱いの統一化を図るとともに\n効率的な事務運営を推進するための要領を示すことを目的とし て定められた\n平成２１年度東京都固定資産（家屋）評価事務取扱要領（昭和３８年８月１９\n日３８主課固発第２８７号・平成２４年３月２７日２３主資評第３４９号によ\nる改正前のもの。）は，複合構造家屋についての経年減点補正率の適用につい\nて，複合構造家屋については，原則として，各構造別に経年減点補正率を適用\nする旨を定めているから，これに従ってされた本件家屋の新築部分に係る経年\n減点補正率の適用につき違法があるとは認められない。\nしたがって，この点に関する原告の主張は，採用することができない。\n４  本件家屋の適正な時価について\n以上によれば，本件家屋の新築部分の建築当初の再建築費評点数の算出に当\nたり，上記２(1)のとおり「主体構造部」中の「鉄骨」の「計算単位単位当た\nり使用量」３１１８．７８ｔのうち６８２．７２ｔについては，鉄骨（耐火被\n覆なし）の標準評点数が使用されるべきであるにもかかわらず，鉄骨（耐火被\n覆あり）の標準評点数が使用されていること，上記２(5)のとおり「防災設備」\n中の「スプリンクラー設備」の「計算単位単位当たり使用量」は，２万１３０\n１．５８㎡とされなければならないにもかかわらず，２万４７１２．７２㎡と\nされていること，「電気設備」中の「テレビジョン共同聴視設備（総体的なも\nの）」に関して補正項目「規模」について０．９３が適用されなければならな\nいにもかかわらず，１．０とされていること及び上記２(7)のとおりの計算ミ\nス等をしたことはいずれも誤りであるところ，弁論の全趣旨によれば，この点\nの補正係数等を修正すると，本件家屋の新築部分の建築当初の再建築費評点数\nは，別紙９「再建築費評点数計算書」のとおり，１８万０７００点（１００点\n未満切捨て）となる。\nそして，弁論の全趣旨によれば，上記のとおりの建築当初の単位当たり再建\n築費評点数を前提として，本件家屋の新築部分の平成２１年度の再建築費評点\n数を算出すると，Ｓ造の部分については別紙１０のとおり１９万８３００点と\nなり，ＳＲＣ造・ＲＣ造の部分については別紙１１のとおり２０万２１００点\nとなる。\nそして，本件家屋の新築部分のうち，Ｓ造の部分並びにＳＲＣ造・ＲＣ造の\n部分にそれぞれ経年減点補正率（Ｓ造の部分につき０．５２００，ＳＲＣ造・\nＲＣ造の部分につき０．６６７７）を適用すると，本件家屋の新築部分の平成\n２１年度の価額は，別紙１０及び１１の各評価計算表のとおり，Ｓ造の部分に\nつき２０億３９２８万２２００円となり，ＳＲＣ造・ＲＣ造の部分につき１０\n億０５９４万３６００円となる（以上の合計３０億４５２２万５８００円）。\nしたがって，本件家屋の平成２１年度の価格は，上記新築部分の価額に増築\n部分の価額１５５０万３２００円を合計した３０億６０７２万９０００円と\nするのが相当である。\nそうすると，本件決定のうち価格３０億６０７２万９０００円を超える部分\nは，違法であり，取消しを免れないというべきである。\n第６  結論\n以上によれば，原告の請求は，主文第１項に掲記の限度において理由がある\nから，同限度においてこれを認容し，その余は理由がないからこれを棄却する\nこととし，訴訟費用の負担について行政事件訴訟法７条，民事訴訟法６４条本\n文，６１条を適用して，主文のとおり判決する。\n東京地方裁判所民事第３部\n裁  判  官              品 川 英 基\n裁  判  官              髙 畑桂 花\n裁判長裁 判官八 木一 洋は，差し 支えの た め，署名押 印をす る ことがで\nきない。\n裁  判  官              品 川 英 基\n（別紙２）\n関係法令等の定めの概要\n１  地方税法\n(1) 固定資産税の課税標準について\nア  地方税法３４１条（固定資産税に関する用語の意義）５号は，「価格」\nとは適正な時価をいう旨を，同条６号は「基準年度」とは，昭和３１年度\n及び昭和３３年度並びに昭和３３年度から起算して３年度又は３の倍数の\n年度を経過したごとの年度をいう旨をそれぞれ定めている。\nイ  地方税法３４９条（土地又は家屋に対して課する固定資産税の課税標準）\n１項は，基準年度に係る賦課期日に所在する土地又は家屋（以下「基準年\n度の土地又は家屋」という。）に対して課する基準年度の固定資産税の課\n税標準は，当該土地又は家屋の基準年度に係る賦課期日における価格（以\n下「基準年度の価格」という。）で土地課税台帳若しくは土地補充課税台\n帳（以下「土地課税台帳等」という。）又は家屋課税台帳若しくは家屋補\n充課税台帳（以下「家屋課税台帳等」という。）に登録されたものとする\n旨を定めている。\nウ  地方税法３４９条２項は，基準年度の土地又は家屋に対して課する第二\n年度の固定資産税の課税標準は，当該土地又は家屋に係る基準年度の固定\n資産税の課税標準の基礎となった価格で土地課税台帳等又は家屋課税台帳\n等に登録されたものとし（本文），基準年度の土地又は家屋について第二\n年度の固定資産税の賦課期日において 同項の各号に掲げる事情があるた\nめ，基準年度の固定資産税の課税標準の基礎となった価格によることが不\n適当であるか又は当該市町村を通じて固定資産税の課税上著しく均衡を失\nすると市町村長が認める場合においては，当該土地又は家屋に対して課す\nる第二年度の固定資産税の課税標準は，当該土地又は家屋に類似する土地\n又は家屋の基準年度の価格に比準する価格で土地課税台帳等又は家屋課税\n台帳等に登録されたものとする（ただし書）旨を定めている。\n１号  地目の変換，家屋の改築又は損壊その他これらに類する特別の事情\n２号  市町村の廃置分合又は境界変更\nエ  地方税法３４９条３項は，基準年度の土地又は家屋に対して課する第三\n年度の固定資産税の課税標準は，当該土地又は家屋に係る基準年度の固定\n資産税の課税標準の基礎となった価格（第二年度において前項ただし書に\n掲げる事情があったため，同項ただし書の規定によって当該土地又は家屋\nに対して課する第二年度の固定資産税の課税標準とされた価格がある場合\nにおいては，当該価格とする。以下本項において同じ。）で土地課税台帳\n等又は家屋課税台帳等に登録されたものとし（本文），基準年度の土地又\nは家屋について第三年度の固定資産税の賦課期日において前項各号に掲げ\nる事情があるため，基準年度の固定資産税の課税標準の基礎となった価格\nによることが不適当であるか又は当該市町村を通じて固定資産税の課税上\n著しく均衡を失すると市町村長が認める場合においては，当該土地又は家\n屋に対して課する第三年度の固定資産税の課税標準は，当該土地又は家屋\nに類似する土地又は家屋の基準年度の価格に比準する価格で土地課税台帳\n等又は家屋課税台帳等に登録されたものとする（ただし書）旨を定めてい\nる。\nオ  地方税法３８８条（固定資産税に係る総務大臣の任務）１項前段は，総\n務大臣は，固定資産の評価の基準並びに評価の実施の方法及び手続（以下\n「固定資産評価基準」という。）を定め，これを告示しなければならない\n旨を定めている。\nカ  地方税法４０３条（固定資産の評価に関する事務に従事する市町村の職\n員の任務） １項は，市町村長は，一定の場合を除くほか，固定資産評価基\n準によって，固定資産の価格を決定しなければならない旨を定めている。\nなお，平成２６年法律第４号による改正前の地方税法７３４条（都におけ\nる普通税の特例）１項は，東京都の特別区の存する地域においては，固定\n資産税を東京都が課する旨を定めているから，上記の固定資産の価格の決\n定は，東京都知事がすることになる。\nキ  地方税法４１７条（固定資産の価格等のすべてを登録した旨の公示の日\n以後における価格等の決定又は修正等）１項は，市町村長は，固定資産課\n税台帳に登録すべき固定資産の価格等の全てを登録した旨の公示の日以後\nにおいて固定資産の価格等の登録がなされていないこと又は登録された価\n格等に重大な錯誤があることを発見した場合においては，直ちに固定資産\n課税台帳に登録された類似の固定資産の価格と均衡を失しないように価格\n等を決定し，又は決定された価格等を修正して，これを固定資産課税台帳\nに登録しなければならず（前段），この場合においては，市町村長は，遅\n滞なく，その旨を当該固定資産に対して課する固定資産税の納税義務者に\n通知しなければならない（後段）旨を定めている。\n(2) 固定資産の価格に係る不服審査等について\nア  地方税法４３２条（固定資産課税台帳に登録された価格に関する審査の\n申出）１項は，固定資産税の納税者は，その納付すべき当該年度の固定資\n産税に係る固定資産について固定資産課税台帳に登録された価格について\n不服がある場合においては，固定資産課税台帳に登録すべき固定資産の価\n格等の全てを登録した旨の公示の日から納税通知書の交付を受けた日後６\n０日まで若しくは都道府県知事の勧告を受けて固定資産課税台帳に登録さ\nれた価格を修正して登録した場合におけるその旨の公示の日から同日後６\n０日（固定資産の価格等の修正による賦課額の更正に基づく納税通知書の\n交付を受けた者にあっては，当該納税通知書の交付を受けた日後６０日）\nまでの間において，又は前記(1)カの通知を受けた日から６０日以内に，文\n書をもって，固定資産評価審査委員会に審査の申出をすることができるが\n（本文），当該固定資産のうち地方税法４１１条（固定資産の価格等の登\n録）３項の規定によって土地課税台帳等又は家屋課税台帳等に登録された\nものとみなされる土地又は家屋の価格については，当該土地又は家屋につ\nいて地方税法３４９条２項１号に掲げる事情があるため同条同項ただし書\n（前記(1)ウ），３項ただし書（前記(1)エ）又は５項ただし書の規定の適\n用を受けるべきものであることを申し立てる場合を除いては，審査の申出\nをすることができない（ただし書）旨を定めている。\nイ  地方税法４３４条（争訟の方式）１項は，固定資産税の納税者は，固定\n資産評価審査委員会の決定に不服があるときは，その取消しの訴えを提起\nすることができる旨を定め，同条２項は，固定資産評価審査委員会に審査\nを申し出ることができる事項について不服がある固定資産税の納税者は，\n審査の申出又は上記の取消しの訴えによることによってのみ争うことがで\nきる旨を定めている。\n２  平成２１年度評価基準（乙１０）\n平成２１年度において適用される固定資産評価基準（平成２１年総務省告示\n第２２５号による改正前の昭和３８年自治省告示第１５８号。以下「平成２１\n年度評価基準」という。）第２章は，家屋の評価について，次のように定めて\nいる。\n(1) 家屋の評価（第１節一）\n家屋の評価は，木造家屋及び木造家屋以外の家屋（以下「非木造家屋」と\nいう。）の区分に従い，各個の家屋について評点数を付設し，当該評点数に\n評点１点当たりの価額を乗じて各個の家屋の価額を求める方法によるものと\nする。\n(2) 評点数の付設（第１節二）\n各個の家屋の評点数は，当該家屋の再建築費評点数を基礎とし，これに家\n屋の損耗の状況による減点を行って付設するものとする。この場合において，\n家屋の状況に応じ必要があるものについては，更に家屋の需給事情による減\n点を行うものとする。\n(3) 非木造家屋の評点数の算出方法（第３節一）\nア  非木造家屋の評点数は，当該非木造家屋の再建築費評点数を基礎として，\nこれに損耗の状況による減点補正率を乗じて付設するものとし，次の算式\nによって求めるものとする。この場合において，当該非木造家屋について\n需給事情による減点を行う必要があると認めるときは，当該非木造家屋の\n評点数は，次の算式によって求めた評点数に需給事情による減点補正率を\n乗じて求めるものとする。\n〔算式〕\n評点数＝再建築費評点数×経過年数に応ずる減点補正率\n（括弧書き略）\nイ  市町村長は，（中略）在来分の非木造家屋（当該年度において新たに課\n税の対象となる非木造家屋（このような家屋を，以下「新増分の家屋」と\nいう。）以外の非木造家屋をいう（第１節三２（４）参照）。以下同じ。\nなお，新増分の家屋以外の家屋を，以下「在来分の家屋」という。）に係\nる再建築費評点数は「四  在来分の非木造家屋に係る再建築費評点数の算\n出方法」により求めるものとする。\n(4) 在来分の非木造家屋に係る再建築費評点数の算出方法（第３節四）\n在来分の非木造家屋に係る再建築費評点数は，次の算式によって求めるも\nのとする。ただし，当該市町村に所在する在来分の非木造家屋の実態等から\nみてこの方法によることが適当でないと認められる場合又は個々の在来分の\n非木造家屋に地方税法３４９条２項各号に掲げる事情があることによりこの\n方法によることが適当でないと認められる場合においては，二（部分別によ\nる再建築費評点数の算出方法）又は三（比準による再建築費評点数の算出方\n法）によって再建築費評点数を求めることができるものとする。\n（算式）\n再建築費評点数＝基準年度の前年度における再建築費評点数×再建築費評\n点補正率\nア  基準年度の前年度における再建築費評点数は，前基準年度に適用した固\n定資産評価基準第２章第１節，第３節及び第４節一によって求めたものを\nいう。\nイ  再建築費評点補正率は，基準年度の賦課期日の属する年の２年前の１月\n現在の東京都（特別区の区域）における物価水準により算定した工事原価\nに相当する費用の前基準年度の賦課期日の属する年の２年前の１月現在の\n当該費用に対する割合を基礎として定めたものである。\n(5) 損耗の状況による減点補正率の算出方法（第３節五）\n非木造家屋の損耗の状況による減点補正率は，経過年数に応ずる減点補正\n率によるものとする。ただし，天災，火災その他の事由により当該非木造家\n屋の状況からみて経過年数に応ずる減点補正率によることが適当でないと認\nめられる場合においては，損耗の程度に応ずる減点補正率によるものとする。\n非木造家屋の損耗の状況による減点補正率は，次の「損耗の状況による減\n点補正率の算出要領」によって算出するものとする。\n〔損耗の状況による減点補正率の算出要領〕\nア  経過年数に応ずる減点補正率\n経過年数に応ずる減点補正率（以下「経年減点補正率」という。）は，\n通常の維持管理を行うものとした場合において，その年数の経過に応じて\n通常生ずる減価を基礎として定めたものであって，非木造家屋の構造区分\nに従い，「非木造家屋経年減点補正率基準表」（平成２１年度評価基準別\n表第１３）に示されている当該非木造家屋の経年減点補正率によって求め\nるものとする。\n（以下略）\nイ  なお，平成２１年度評価基準別表第１３においては，主たる用途が事務\n所，経過年数が２７年で，構造が鉄骨鉄筋コンクリート造（以下「ＳＲＣ\n造」ということがある。）のものの経年減点補正率は０．６６７７，構造\nが鉄骨造（以下「Ｓ造」ということがある。）（骨格材の肉厚が４ｍｍを\n超えるもの）のものの経年減点補正率は０．５２００とそれぞれ定められ\nている。\n(6) 再建築費評点補正率についての経過措置（第４節一２）\n固定資産税に係る平成 ２１年度における在来分の家屋の評価に係る再建\n築費評点補正率は，非木造家屋については，１．０４とする。\n(7) 評点１点当たりの価額についての経過措置（第４節二）\n固定資産税に係る平成２１年度から平成２３年度までの各年度における家\n屋の評価に限り，評点１点当たりの価額は，１円に物価水準による補正率（非\n木造家屋については１．００）と設計管理費等による補正率（非木造家屋に\nついては１．１０）とを相乗した率を乗じて得た額（小数点以下２位未満は，\n切り捨てるものとする。）を基礎として市町村長が定めるものとする。\n３  昭和５７年度評価基準\n昭和５７年度において適用される固定資産評価基準（昭和５７年自治省告示\n第２４４号による改正前の昭和３８年自治省告示１５８号。以下「昭和５７年\n度評価基準」という。）第２章は，家屋の評価について，次のように定めてい\nる。\n(1) 家屋の評価（第１節一）及び評点数の付設（第１節二）については，前記\n２(1)及び(2)までと同じであり，非木造家屋の評点数の算出方法（第３節一）\nについては，前記２(3)と同旨である。\n(2) 非木造家屋の再建築費評点数の算出方法（第３節二）\n非木造家屋の再建築費評点数は，当該非木造家屋の構造の区分に応じ，当\n該非木造家屋について適用すべき「非木造家屋再建築費評点基準表」（昭和\n５７年度評価基準別表第１２。以下「非木造家屋評点基準表」ということが\nある。）によって求めるものとする。\n非木造家屋評点基準表によって非木造家屋の再建築費評点数を求める場合\nにおいては，各個の非木造家屋の構造の区分に応じ，当該非木造家屋につい\nて適用すべき非木造家屋評点基準表によって当該非木造家屋の各部分別に標\n準評点数を求め，これに補正項目について定められている補正係数を乗じて\n得た数値に計算単位の数値を乗じて算出した部分別再建築費評点数を合計し\nて求めるものとする。\n非木造家屋の再建築費評点数は，次の「非木造家屋再建築費評点数の算出\n要領」によって算出するものとする。\n〔非木造家屋再建築費評点数の算出要領〕\nア  非木造家屋評点基準表の適用\n(ア)  各個の非木造家屋の構造の相違に応じ，当該非木造家屋について適\n用すべき非木造家屋評点基準表を定める場合においては，その使用状況\nのいかんにかかわらず，当該非木造家屋の本来の構造によりその適用す\nべき非木造家屋評点基準表を定めるものとする。\n(イ)  １棟の建物で２以上の異なった構造を有する部分のある非木造家屋\nについては，当該各部分について，それぞれに対応する非木造家屋評点\n基準表を適用するものとする。\nイ  床面積の算定（略）\nウ  非木造家屋評点基準表の部分別区分\n非木造家屋評点基準表の部分別区分の内容は，次のとおりである。\n(ア)  主体構造部\n（鉄骨鉄筋コンクリート造（ＳＲＣ造））\n骨組を鉄骨で組み，これを鉄筋で補強し，その外部に仮枠を構成し，\nこれにコンクリートを打ち込んで硬化して構築した基礎，柱，梁，壁体，\n床版，小屋組，屋根版等の主体構造部分をいう。\n（鉄筋コンクリート造（以下「ＲＣ造」ということがある。））\n骨組を鉄筋で組み，その外部に仮枠を構成し，これにコンクリートを\n打ち込んで硬化して構築した基礎，柱，梁，壁体，床版，小屋組，屋根\n版等の主体構造部分をいう。\n（鉄骨造（Ｓ造））\n形鋼と鋼板とを組合せ，鋲接又は熔接によって構築した基礎，柱，梁，\n壁体，小屋組，屋根版等の主体構造部分をいう。\n(イ)  建築設備\n電気設備，ガス設備，衛生設備，給排水設備等家屋に附属して家屋の\n機能を発揮するための設備をいう。\n（その余の部分別  略）\nエ  評点項目及び標準評点数\n(ア)  「評点項目」は，非木造家屋の構造に応じ，非木造家屋評点基準表\nの各部分ごとに一般に使用されている資材の種別及び品等，施工の態様\n等の区分によって標準評点数を付設するための項目として設けられてい\nるものであり，「標準評点数」は，評点項目の区分に従い，「標準量」\n（標準的な非木造家屋の各部分別の単位当たり施工量をいう。）に対す\nる工事費を基礎として算出した評点数である。再建築費評点数の付設に\n当たっては，非木造家屋の各部分を調査し，各部分の使用資材の種別，\n品等，施工の態様等に応じ，該当する評点項目について定められている\n標準評点数を求めるものとする。\n(イ)  各部分別に再建築費評点数を求める場合において，各部分の使用資\n材等の数量が明確なときは，該当標準評点数及び当該数量を基礎として\n当該部分の再建築費評点数を求めるものとする。この場合において，後\n記オに基づく補正係数による補正は，施工の程度に応ずる必要な補正を\n行うものとする。\nオ  補正項目及び補正係数\n非木造家屋の各部分の工事の施工量等が「補正項目及び補正係数」欄の\n「標準」欄に定められている工事の施工量等と相違する場合においては，\n当該補正項目について定められている該当補正係数によって標準評点数を\n補正するものとする。この場合において，補正項目について定められてい\nる補正係数の限度内において処理することができないものについては，そ\nの実情に応じ補正を必要とする範囲内において，その限度を超えて補正係\n数を決定するものとする。\nカ  再建築費評点数\n再建築費評点数は，各部分別の標準評点数に当該部分の補正係数を乗じ\nて得た数値に，その計算単位の数値を乗じて求めた各部分別の再建築費評\n点数を合計して求めるものとする。\n以  上\n"
}