{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 3,
    "day": 30
  },
  "case_number": "平成28(ワ)12829",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86680",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86680",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/680/086680_hanrei.pdf",
  "contents": "平成２９年３月３０日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ワ）第１２８２９号  不正競争行為差止等請求事件\n口頭弁論の終結の日  平成２９年１月１７日\n判         決\n原 告      株 式 会 社 東 京 精 匠\n同訴訟代理人弁護士      岡 崎 士 朗\n同              鰺 坂 和 浩\n同              寺 下 雄 介\n同              柳 本 高 廣\n同              水 野 秀 一\n同 訴 訟 復 代 理 人 弁 護 士      塚 原 朋 一\n被 告      鈴友株式会 社\n同訴訟代理人弁護士      鮫 島 正 洋\n同              和 田 祐 造\n同              杉 尾 雄 一\n同訴訟代理人弁理士      小 出 俊 實\n同              幡   茂 良\n同 補 佐 人 弁 理 士      蔵 田 昌 俊\n主         文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，原告の取引先その他第三者に対し，原告がＮＩＣ   ＩＮＤＵＳＴ\nＲＩＥＳ社製のセラコート塗料を輸入する行為は商標権侵害であるとの虚偽\nの事実を告知又は流布してはならない。\n２  被告は，原告に対し，７７０万円及びこれに対する平成２８年５月１１日\n（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を支払え。\n３  被告は，原告に対し，別紙謝罪広告目録記載１⑴ないし⑶の各ウェブサイ\nトに，同目録記載２の謝罪広告を，同目録記載３の条件で１か月間掲載せよ。\n第２  事案の概要\n本件は，原告が，米国会社の製造販売に係るセラコート塗料の真正商品を並\n行輸入しているところ，原告の当該輸入行為を商標権侵害行為であると告知・\n流布している被告の行為が不正競争防止法２条１項１５号に該当する旨主張し\nて，被告に対し，①同法３条１項に基づき，上記告知・流布の差止めを，②民\n法７０９条に基づき，損害賠償金７７０万円及びこれに対する不法行為の日の\n後である平成２８年５月１１日（訴状送達の日の翌日）から支払済みまで民法\n所定の割合による遅延損害金の支払を，③不正競争防止法１４条に基づき，謝\n罪広告の掲載を，それぞれ求める事案である。\n１  前提事実（当事者間に争いのない事実及び証拠上明らかな事実）\n(1)  当事者等\nア  原告は，エアガンの販売及び塗料を用いたエアガンへの塗装を主たる業\nとする株式会社である。\nイ  被告は，塗料の輸入販売，塗料の加工及び塗料を用いたエアガンへの塗\n装を主たる業とする株式会社である。\nウ  被告の代表取締役は，甲（以下「甲」という。）である。\n⑵  セラコート塗料に関する商標権\nア  ＮＩＣ  ＩＮＤＵＳＴＲＩＥＳ社の有する商標権\n米国のＮＩＣ  ＩＮＤＵＳＴＲＩＥＳ社（以下「ＮＩＣ社」という。）\nは，次の米国商標権を有している（甲４。枝番を含む。）。\n登録番号  第４０６８３８２号\n出願日   平成２２年９月２４日\n登録日   平成２３年１２月６日\n登録商標\n商品及び役務の区分・指定商品    第１類\n工業用途金属基質用無機ポリメリック組成物，商業及\nび工業製品の製造に使用するポリマー組成物，樹脂又\nは繊維複合材料の製造に使用するポリマー樹脂\n第２類\n火器，スコープ，関連火器付属品用のセラミック系シ\nーラント及びコーティング\nイ  甲の有する商標権\n甲は，次の商標権（以下「本件商標権」といい，本件商標権に係る登録\n商標を「本件商標」という。）を有している（甲２，３）。\n登録番号    第５６５１３２７号\n出願日     平成２５年９月１９日\n登録日     平成２６年２月２１日\n登録商標\n商品及び役務の区分・指定商品    第２類  セラミックを主成分とした合成樹脂製塗料\n⑶  独占販売店契約の締結\n被告は，平成２７年４月頃，ＮＩＣ社との間で，ＮＩＣ社製品につき，独\n占販売店契約を締結した（乙８。以下「本件独占販売店契約」という。）。\n⑷  ウェブサイトへの投稿等\n平成２７年７月以降，次のアないしオのとおり，ＴｗｉｔｔｅｒやＦａｃ\nｅｂｏｏｋへの投稿等がされた（以下，順に「本件発言等１」ないし「本件\n発言等５」といい，これらを総称して「本件各発言等」という。）\nア  本件発言等１\n被告は，平成２７年７月９日，自己のＴｗｉｔｔｅｒに，「錦糸町とま\nた取引をすると言う噂聞きました。私が生きている限り絶対にありませ\nん！商標権侵害するものは，賠償請求を徹底的に追及します。正規総代理\n店として本部からの要請でＦＣ認定加盟店を展開し，それに反する行為は\n営業妨害，風評被害賠償など億単位の賠償請求となります。」と投稿した\n（甲７）。\nイ  本件発言等２\n被告は，同年１１月１８日頃，Ｆａｃｅｂｏｏｋに，「日本総代理店と\nして凄～くバカにされてる感じ。告知します。国内商標権も敢えて行使し\nます。平行輸入もそうですが，セラコート（Ｃｅｒａｋｏｔｅ)の名前使\n用の場合はまず鈴友株式会社へご連絡ください。」と投稿した（甲８）。\nウ  本件発言等３\n同日頃，甲名義のアカウントから，Ｍｅｓｓｅｎｇｅｒ（Ｆａｃｅｂｏ\nｏｋ社が提供するアプリケーション）を利用して個人に対し，「ムーブに\nはセラコートの許可を下ろしてません。」「今は法的手段で対処中です。\nこれは凄く不快です。」「一旦ＮＩＣセラコートを輸入禁止にしようと思\nっている程です。」「うちに権利があるのはご存知ですよね？」「こちら\nは警察を送り込む権利もあります。」「とりあえず彼等の悪行に良いねは\nよしてください」「まぁＦＢに報告したので，削除されると思いますが，\nそれでもよろしくお願い致します。」「そしてセラコートの注文はしない\nでください。」「（真正商品の並行輸入の）この項目一つも満たしておら\nず，真正商品ではありません。」とのメールが送信された（甲９）。\nエ  本件発言等４\n(ア)  同日頃，甲名義のアカウントからＦａｃｅｂｏｏｋの運営者に対し，\n原告がセラコート塗料を用いてエアガンの塗装を行うサービスを行って\nいる旨の原告掲載に係るコンテンツについて，商標権侵害に関する申立\nてがされた（以下「本件発言等４の１」という。）。なお，Ｆａｃｅｂ\nｏｏｋの運営者は，その頃，商標権を侵害しているとの報告があったこ\nとを理由に，Ｆａｃｅｂｏｏｋ上の上記コンテンツを削除した。（甲１\n２の１，２）。\n(イ)  甲名義のアカウントから，ミリタリーブログの運営者に対し，原告\nがセラコート塗料を用いてエアガンの塗装を行うサービスを行っている\n旨の原告掲載に係る記事について，商標権侵害に関する申立てがされた\n（以下「本件発言等４の２」といい，本件発言等４の１と総称して本件\n発言等４という。）。\nオ  本件発言等５\n同年１２月頃，Ｆａｃｅｂｏｏｋの「セラコートＱ＆Ａ日本用スレ」と\n題する掲示板に対し，甲名義のアカウントから，「弊社と米国ＮＩＣは並\n行輸入を一切認めてません。某ショップが弊社宛に内容証明を送って参り\nましたが，送り主は真正商品の証明もできず，弊社の返答にお答えもして\nいません。弊社も次の段階に入る事を願わくは望みませんが，未だに違法\n行為を止める事もなく，施工のクレームも絶えないので，弊社も断固とし\nて許す事はできず，対処の方向に進む事をご報告いたします。」「日本と\n米国連邦警察に違法者に対して対処もお願いできます。その場合，違法行\n為に関わっている製品の押収やその他の対処も要求できますのでご注意お\n願いします。」などの内容が投稿された（甲１１）。\n２  争点\n⑴  本件各発言等が，原告の営業上の信用を害する虚偽の事実を告知・流布す\nる行為に当たるか。（争点１）\n具体的な争点は，次のとおりである。\nア  本件発言等１，２及び５は，「原告」に関する告知・流布であるか。\nイ  本件発言等３ないし５は，「被告」の行為であるか。\nウ  本件発言等３及び４は，「事実」の告知・流布であるか。\nエ  本件各発言等の内容は，「虚偽」であるか。\n⑵  本件各発言等は，正当な権利行使として違法性が阻却されるか。（争点２）\n⑶  本件各発言等につき，被告の故意・過失があるか。（争点３）\n⑷  差止め及び信用回復措置の必要性の有無（争点４）\n⑸  損害額（争点５）\n３  争点に関する当事者の主張\n⑴  争点１（本件各発言等が，原告の営業上の信用を害する虚偽の事実を告\n知・流布する行為に当たるか。）について\n（原告の主張）\n被告は，平成２７年７月９日以降，本件各発言等を行った。本件各発言等\nは，次のとおり，原告の顧客や第三者に対し，原告が商標権侵害をしている\n旨の原告の営業上の信用を害する虚偽の事実の告知・流布に該当する。\nア  本件発言等１，２及び５は，いずれも原告に関するものであること\n(ア)  本件発言等１は，「錦糸町」に関する発言等であるが，「錦糸町」\n付近でガンの塗装サービスを行うのは原告のみである。また，被告は，\n平成２５年頃から原告に対する嫌がらせをはじめ，例えば，同年７月頃\nには，原告を愛顧する顧客が自主的に作成したコミュニティ「ＭＯＶＥ\n友の会」において，虚偽の事実を含むメールを送信して原告を誹謗中傷\nしたが，上記コミュニティにおいても原告が「錦糸町」と示されている。\nこのように，需要者である一部かつ熱烈な愛好者であるガンの愛好者は，\n「錦糸町」が原告を意味するものと認識しているから，本件発言等１は，\n原告に関する発言等である。なお，従前，錦糸町付近には，原告以外に\n「ジョークショップ」というガンショップがあったが閉店したところ，\n仮に，上記需要者が「錦糸町」を原告又はジョークショップのいずれか\nであると認識していたとしても，本件発言等１は，両者に関する告知で\nあるといえる。\n(イ)  本件発言等２は，本件発言等１に続くものであり，ガンの愛好者に\nおいて，原告がセラコートを用いた塗装サービスを行っていることは周\n知であるから，原告ないし原告を含む者らに関する発言等である。\n(ウ)  本件発言等５は，「某ショップ」に関する発言等であるが，本件発\n言等１及び２に続くものであり，被告のＦａｃｅｂｏｏｋの記事の読者\nとされるガンの愛好者において，上記(イ)のとおり，原告がセラコート\nを用いた塗装サービスを行っていることは周知であるから，ガンの愛好\n者は「某ショップ」を原告と認識できるので，原告に関する発言等であ\nる。\nイ  本件発言等３ないし５は，被告の行為であること\n本件発言等３ないし５は，甲名義のアカウントからされているが，甲は\n被告の代表取締役であり，本件に直接利害関係を有する者である。そして，\n本件発言等３には「ムーブにはセラコートの許可を下していません。」と\nいう内容があるが，原告を意味する「ムーブ」と競合するのは被告である。\nまた，本件発言等５は，自らを「弊社」と表現し，原告のビジネスを妨害\nする内容であるが，原告のビジネスと利害関係があるのは甲ではなく被告\nである。\nよって，本件発言等３ないし５は，いずれも被告の発言等である。\nウ  本件発言等３及び４は，事実の告知・流布に当たること\n本件発言等３及び４に「思う」との表現が用いられているとしても，本\n件発言等３はその受信者に対して，本件発言等４はＦａｃｅｂｏｏｋ及び\nミリタリーブログの各運営者に対して，それぞれ商標権侵害であるとの事\n実を含む内容を告げるものであるから，事実を告知・流布するものである。\nエ  本件各発言等の内容は「虚偽」であること\n原告は，米国及び日本の協力業者（以下，順に「米国協力業者」，「国\n内協力業者」という。）を介してＮＩＣ社製のセラコート塗料を輸入して\nいるが，次のとおり，当該輸入行為は，①「当該商標が外国における商標\n権者又は当該商標権者から使用許諾を受けた者により適法に付されたもの\nであること」（以下「第１要件」という。），②「当該外国における商標\n権者と我が国の商標権者とが，同一人であるか又は法律的若しくは経済的\nに同一人と同視し得るような関係があることにより，当該商標が，我が国\nの登録商標と同一の出所を表示するものであること」（以下「第２要件」\nという。），及び，③「我が国の商標権者が直接的に又は間接的に当該商\n品の品質管理を行い得る立場にあることから，当該商品と我が国の商標権\n者が登録商標を付した商品とが当該登録商標の保証する品質において実質\n的に差異がないと評価されること」（以下「第３要件」という。）のいず\nれの要件も充足する真正商品の並行輸入であるから，商標権侵害行為に当\nたらない。このことは，証拠（甲２３ないし２８，３７ないし４０）から\n明らかである。\nよって，本件各発言等の内容は虚偽である。\n(ア)  第１要件を充足すること\nａ  ＮＩＣ社製のセラコート塗料は，米国では，ＮＩＣ社のウェブサ\nイトやその他のサイトで自由に購入することができ，原告の米国協\n力業者は，ＮＩＣ社のウェブサイトから購入したセラコート塗料を\n注文し，国際航空貨物運送業者を介して当該セラコート塗料を国内\n協力業者に送付して輸出している。そして，原告は，国内協力業者\nから当該セラコート塗料を購入して輸入している。\nまた，原告の取り扱うセラコート塗料のボトルのラベルにはＮＩＣ\n社の一部門が販売するセラコート塗料と同じ形式の図柄及び文字や\n「Ｃｅｒａｋｏｔｅ」の文字が記載されている。さらに，セラコート\n塗料は，ＮＩＣ社のみが販売するものであり，ライセンス許諾を受け\nた者もおらず，焼付けの窯などの塗装設備と塗装技術を有するプロな\nいしプロ級の愛好者が購入する製品であって，その塗装や仕上がりが\n問題となる製品であって外観からは分からない性能が重要な製品であ\nり，真正品でないものが出回る余地はなく，物理的に模倣も困難であ\nり，非真正品が流通しているとの情報もなく，そもそも，原告には，\n非真正品を購入する必要性はない。\n以上のとおり，原告の輸入したセラコート塗料に付された「Ｃｅｒ\nａｋｏｔｅ」の標章は，外国における商標権者であるＮＩＣ社が適法\nに付したものであるから，原告の輸入行為は第１要件を充足する。\nｂ  なお，ＮＩＣ社のウェブサイトに，被告が日本でのセラコートの輸\n入及び販売を許可されているとの記載が表示されることがあるが，当\n該記載は，単に被告が日本における総販売代理店であることを表示し\nているにすぎず，米国協力業者が米国で購入したセラコート塗料を日\n本に持ち込むことまで禁じたものではない。\n(イ)  第２要件について\nａ  本件商標権を保有する我が国の商標権者は甲であるが，甲は被告の\n代表者であり，本件独占販売店契約を締結した被告のために当該契約\nの一環として本件商標の登録を受けたので，甲個人に独自の利益はな\nく，甲と被告は経済的に同一である。また，仮に，両者が経済的に同\n一とはいえないとしても，甲は，実質上，被告の代表者又は代理人と\nして，被告のために自己の名義を使用して本件商標の登録を受けたに\nすぎない。そして，被告は，ＮＩＣ社の総販売代理店であることから\nすると，我が国の商標権者と外国の商標権者は法律的若しくは経済的\nに同一人と同視し得る関係にあるといえ，原告の輸入行為は第２要件\nを充足する。\nｂ  なお，被告は，①リブランド権があること，②セラコート塗料に\n自己の名称を積極的に使用していることなどから，第２要件を欠く\n旨主張する。しかし，①については，被告は，被告製品に，ＮＩＣ\n社と同様の装飾化した「ＣＥＲＡＫＯＴＥ」の文字を使用している\nから，購入者は，被告製品をＮＩＣ社製のセラコート塗料であると\n理解する。また，②については，被告は，被告製品に自らを「セラ\nコート・ジャパン」などと「ＣＥＲＡＫＯＴＥ   ＴＭ」（ＮＩＣ社\nの一部門）の日本支社のように表示し，むしろ被告がＮＩＣ社と一\n体であることを示している。よって，被告の主張は理由がない。\n(ウ)  第３要件について\nＮＩＣ社製のセラコート塗料は，常温で管理する程度の管理が求めら\nれているにすぎず，原告の輸入経路は上記(ア)のとおりであるから，原\n告の取り扱うセラコートの品質は真正品と差異もない。\nよって，原告の輸入行為は第３要件を充足する。\nなお，第３要件の品質保証の問題は，並行輸入業者と我が国の商標権\n者が流通に置いた商品の品質の差異によってブランドに対する業務上の\n信用や需要者の利益が損なわれることを問題としているが，原告は，セ\nラコート塗料を自ら使用して塗装サービスを提供しているだけで，販売\nによる流通をさせていないから，品質保証の差異は問題とならない。\n（被告の主張）\n本件各発言等は，次のとおり，いずれも原告の営業上の信用を害する虚偽\nの事実の告知・流布に該当しない。\nア  本件発言等１，２及び５は，原告に関するものとはいえないこと\n(ア)  本件発言等１では，対象者は「錦糸町」と示されるにとどまる。こ\nの点，「錦糸町とまた取引をする」との内容から，「錦糸町」が被告と\n取引関係にあった者と解することはできるが，錦糸町には，原告以外に\nもジョークショップというモデルガンの取扱店が存在しているから，\n「錦糸町」を原告と特定することはできない。\n(イ)  本件発言等２には，対象者を特定又は推知する表現はなく，原告に\n関する発言等であるとはいえない。なお，本件発言等１は，本件発言等\n２の４か月以上前のＦａｃｅｂｏｏｋではないＴｗｉｔｔｅｒにおける\n発言等であるから，本件発言等２との関連性はない。\n(ウ)  本件発言等５では，対象者は「某ショップ」と示されるにとどまり，\n「某ショップ」が原告であると特定することはできない。\nイ  本件発言等３ないし５は，被告ではなく甲の行為であること\n本件発言等３ないし５は，いずれも，甲名義のアカウントでされた投稿\n等であるから，甲の行為であって被告の行為ではない。\nウ  本件発言等３及び４は，主観的な見解・判断の告知であること\n(ア)  本件発言等３は，甲が，自己の顧客に対し，Ｍｅｓｓｅｎｇｅｒを\n利用してプライベートな内容を送信したものであり，告知事項や告知状\n況を全体とすると，並行輸入の要件を満たさないとの主観的見解ないし\n判断を述べたものにすぎないから，「事実」の告知ではない。\n(イ)  本件発言等４は，甲が，Ｆａｃｅｂｏｏｋ運営者及びミリタリーブ\nログ運営者に対し，原告の掲載していたコンテンツの削除に係る申立て\nをしたものであるが，当該申立ては，各運営者の判断を促すための抽象\n的な法律的見解に基づく申立てであり，商標権侵害であると思うとの自\n己の主観的見解ないし判断を述べたものにすぎないから，「事実」の告\n知ではない。\nエ  本件各発言等の内容は虚偽ではないこと\n(ア)  第１要件を充足しないこと\nａ  被告は，ＮＩＣ社の独占販売店であり，日本国内でＮＩＣ社を通じ\nて同社製のセラコート塗料を直接購入できる唯一の者である。ＮＩＣ\n社のウェブサイトには，日本国内を発送先とする注文内容は被告に通\n知されると表示されており，被告は，日本国内からのＮＩＣ社製のセ\nラコート塗料の注文を全て把握することができる。また，上記ウェブ\nサイト上の取引条件によれば，日本国以外を発送先として注文した購\n入者は，ＮＩＣ社に対し，日本国内に同社製セラコート塗料を持ち込\nまない義務を負うことになり，上記ウェブサイト以外から日本以外を\n発送先としてＮＩＣ社製のセラコート塗料を購入した者も，同社に対\nして同様の義務を負うことになる。\nそうすると，日本国内において，ＮＩＣ社を通じて同社製セラコー\nト塗料を購入する場合，常に被告を通じて購入することになるから，\n仮に，日本国内において，被告がＮＩＣ社から購入していないセラコ\nート塗料が存在する場合，当該塗料はＮＩＣ社ではなく同社以外の第\n三者が製造したものといえる。そして，原告の取り扱うセラコート塗\n料は，被告を通じて購入されておらず，ＮＩＣ社製のものであるとの\n裏付けもないから，当該塗料が「商標権者又は当該商標権者から使用\n許諾を受けた者により適法に付されたもの」とはいえない。\nよって，原告の輸入行為は第１要件を充足しない。\nｂ  なお，原告は，自らの輸入行為が真正商品の並行輸入であることを\n示す証拠として，内容点検確認書等（甲１６，２３ないし２８，３７\nないし４０）を提出する。しかし，これらは３つの別個の輸入行為\n（①甲２３，２４，３７に係る輸入行為，②甲１６，２５ないし２８\nに係る輸入行為，③甲４０に係る輸入行為）に係る資料であり，①及\nび③に係る証拠は，いずれも本件各発言等後に作成されたものである\nから本件とは関連性がない。また，①に係る証拠によっても，原告が\nＮＩＣ社製のセラコート塗料を入手したことは明らかではなく，②に\n係る証拠によっても，原告の米国協力業者と称する者が国内協力業者\nと称する者に発送した荷物の内容がＮＩＣ社製のセラコート塗料であ\nることや原告がこれを入手したことは明らかではなく，③に係る証拠\nによっても，取引対象が上記塗料であることは明らかでない。さらに，\n少なくとも，ＮＩＣ社製のセラコート塗料のＣシリーズは，連邦危険\n物規制所定の危険物に該当し，発送者は梱包物に危険警告ラベルを貼\nり付け，危険物に関する宣誓書を提出する等の義務を負うが，②に係\nる証拠（甲２６，２７）によってもこれらの義務は果たされていない。\nよって，上記各証拠をもって，原告がＮＩＣ社製のセラコート塗料\nを輸入したとは認められない。\n(イ)  第２要件を充足しないこと\n我が国の商標権者は，被告ではなく甲であり，また，仮に，被告と甲\nを同一人であると解するとしても，被告は，ＮＩＣ社の独占販売店では\nあるが，外国商標権者と常に同一の出所となる総販売代理店ではなく，\n同社とは別個独立の当事者であるから，本件において「外国の商標権者\nと我が国の商標権者とが，同一人又は法律的若しくは経済的に同一人と\n同視し得るような関係がある」とはいえない。\nまた，外国商標権者の「商標が，我が国の登録商標と同一の出所を表\n示するもの」といえるためには，上記各商標のいずれもが外国商標権者\nが出所であることを表示する必要がある。この点，被告は，ＮＩＣ社の\n許諾を得て同社製のセラコート塗料をリブランドし，被告及び「Ｃｅｒ\nａｋｏｔｅ」や「セラコート・ジャパン」の表示を付して販売している\nが（乙１２ないし１４），「セラコート」の表示がＮＩＣ社を示し，\n「セラコート・ジャパン」の表示をもって被告がＮＩＣ社と同一又は同\n社の支社であることを示すとはいえない。加えて，被告は，ＮＩＣ社が\n主として行っていない部品の販売や塗装サービスに係る業務においても，\n「セラコート」の商標を使用している。さらに，被告は，独自に開発し\nたセラコート塗料にＮＩＣ社の名称を付すことなく被告の名称及び「セ\nラコート」の商標を付して販売している。\nこれらの事情に照らせば，我が国の商標権者の商標がＮＩＣ社を表示\nしているとはいえず，「当該商標が，我が国の登録商標と同一の出所を\n表示するもの」とはいえないから，原告の輸入行為は，第２要件を充足\nしない。\n(ウ)  第３要件を充足しないこと\nＮＩＣ社製のセラコート塗料は，その性質上，保管条件として厳格な\n温度及び湿度管理が求められ，ＮＩＣ社が定める保管条件に違反すると，\nセラコート塗料の性質が変化して不良品となるから，被告は，大容量の\n容器を用いて航空便で輸入し，輸入後は２４時間温度管理を行う保管庫\nで保管し，厳格な温度及び湿度管理を行っている。仮に，原告が，ＮＩ\nＣ社製のセラコート塗料を輸入しているとしても，内容点検確認書によ\nれば，小瓶で輸送されているようであり，品質変化が生じる可能性があ\nるところ，当該品質について被告のコントロールは及んでいない。また，\n仮に，原告が，ＮＩＣ社製のセラコートを輸入しているとしても，上記\n(ア)のとおり，危険物として発送されておらず，違法に輸入されている\nから，適法に入手された真正商品の品質を有しない。\nよって，原告の輸入行為は，第３要件を充足しない。\n⑵  争点２（本件各発言等は，正当な権利行使として違法性が阻却されるか。）\nについて\n（被告の主張）\n特許権者が競業者の取引先に対する訴訟提起の前提としてなす警告につい\nては，事実的，法律的根拠を欠くことを知らず，かつ容易に知り得ない場合\nであり，かつ，社会通念上必要と認められる範囲を超えない内容，態様であ\nる場合，正当な権利行使として認められる。被告の行為は，正当な権利行使\nの一環であるから，違法性が阻却される。\nこの点，被告は，独占販売店の地位及びＮＩＣ社からの委託に基づき，Ｎ\nＩＣ社製のセラコート塗料の模倣品，違法な並行輸入品に該当するとの疑い\nが強い商品を発見した場合，本件商標権を適切に行使し，当該商品が日本国\n内に流通することを防止する責務を負っている（なお，本件商標の商標権者\nは甲であるが，同人は被告の事業のために本件商標を独占的に使用していた\nから，被告は，甲と同様に本件商標権を権利行使する立場にある。）。\n原告の取り扱うセラコート塗料は被告を経由しておらず，ＮＩＣ社製であ\nるとは通常考えられなかった上，被告の品質に対するコントロールが及んで\nいない疑いが強かったこと，被告がリブランドや独自開発したセラコート塗\n料の販売等を行っていたことなどから，被告には，原告の輸入行為が真正商\n品の並行輸入ではないと信じるにつきやむを得ない事情があった。\nしたがって，仮に，原告の輸入行為が真正商品の並行輸入であるとしても，\n被告は，本件各発言等に当たって，事実的，法律的根拠を欠くことを知って\nいた又は容易に知り得たとはいえず，本件各発言等の内容及び態様は，社会\n通念上必要と認められる範囲を超えた内容，態様のものではないから，本件\n各発言等は正当な権利行使の一環であり，違法性がない。\n（原告の主張）\n争う。上記⑴（原告の主張）のとおり，原告の輸入行為は真正商品の並行\n輸入であり，真正商品の並行輸入は，我が国においてごく一般的に行われて\nいるから，被告が独占販売店であることをもって，原告の真正商品の並行輸\n入でないという疑いを強く抱くことにはならない。\n⑶  争点３（本件各発言等につき，被告の故意・過失があるか。）について\n（原告の主張）\n被告は，原告によるセラコート塗料の輸入行為が真正商品の並行輸入であ\nることについて何ら疑いがないにもかかわらず，本件各発言等を行った。\nよって，被告には，本件各発言等につき，故意又は重過失がある。\n（被告の主張）\n争う。上記⑵（被告の主張）のとおり，被告は，客観的に，原告の輸入行\n為が違法であるとの疑いが強い状況において，本件商標権の行使として本件\n各発言等を行ったのであり，被告に故意及び過失はない。\n⑷  争点４（差止め及び信用回復措置の必要性の有無）について\n（原告の主張）\n本件では，差止めの必要性が認められる。\nまた，本件各発言等によって，原告の営業上の信用は著しく害され，現在\n又は潜在的な原告の顧客に対し，混乱と原告に対する不信感を与えた。原告\nの営業上の信用を回復するためには，本件各発言等に利用された媒体である\nＦａｃｅｂｏｏｋ，並びに，被告が運営するブログ及びウェブサイトに謝罪\n広告を掲載することが必要不可欠である。\n（被告の主張）\n争う。\n⑸  争点５（損害額）について\n（原告の主張）\n被告は，本件提訴の約１年前から，原告の顧客に対し，原告によるセラコ\nート塗料の輸入行為が商標権侵害である旨の虚偽の事実を告知等し，原告の\nＦａｃｅｂｏｏｋ及びミリタリーブログの記事を削除させており，これによ\nり，原告の業務は著しく妨げられ，大きな損害を被った。セラコート塗料の\n取扱いによって１か月当たりに得られる利益は６０万円を下らないから，原\n告の損害額は，少なくとも７２０万円（月額６０万円×１２か月分）である。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  争点１（本件各発言等が，原告の営業上の信用を害する虚偽の事実を告知・\n流布する行為に当たるか。）について\n⑴  本件発言等１，２及び５は，原告に関する告知・流布であるか。\n本件各発言等が原告の営業上の信用を害するものであるといえるためには，\n需要者が本件各発言等を原告に関する告知・流布であると認識することがで\nきる必要があるので，この観点から検討する。\nア  本件発言等１について\n本件発言等１の内容は，第２の１（前提事実）⑷アのとおりであり，そ\nの対象者は「錦糸町」と表現されているところ，本件発言等１が原告に関\nする事実の告知・流布であると認めるに足りる証拠はない。\nこの点，原告は，「錦糸町」付近でガンの塗装サービスを行うのは原告\nのみであり，原告を愛顧する顧客が作成したコミュニティにおける平成２\n５年７月頃のやり取りでも認識されているとおり，需要者であるガンの愛\n好者は「錦糸町」が原告を意味すると認識することができるなどと主張す\nる。\nしかしながら，上記コミュニティ内でのやりとりは本件発言等１がされ\nた時点（平成２７年７月９日）の約２年も前のものであるし，そもそも，\nその内容（甲５，１９）を見ても，「錦糸町」が原告を意味すると認識さ\nれていたとは認めるに足りない。また，錦糸町付近には，従前から原告以\n外にも「ジョークショップ」というガンショップが存在しており，一時閉\n店したことはうかがわれる（甲４３）が，現在も錦糸町付近で営業を継続\nしている（乙３４，５１）ことが認められる。したがって，原告の上記主\n張は，その前提を欠き，採用できない。\nイ  本件発言等２について\n本件発言等２の内容は，第２の１（前提事実）⑷イのとおりであるとこ\nろ，本件発言等２が原告に関する事実の告知・流布であると認めるに足り\nる証拠はない。\nこの点，原告は，本件発言等２は，原告に関する本件発言等１に続くも\nのであり，また，原告がセラコート塗料を用いた塗装サービスを行ってい\nることが周知であるから，原告に関する発言等である旨主張する。\nしかしながら，上記アのとおり，そもそも本件発言等１が原告に関する\n発言等であるとは認めるに足りないし，また，原告がセラコート塗料を用\nいた塗装サービスを行っていることが周知であると認めるに足りる証拠も\nない。したがって，原告の上記主張は，その前提を欠き採用できない。\nウ  本件発言等５について\n本件発言等５の内容は，第２の１（前提事実）⑷オのとおりであり，当\n該発言等の対象者は「某ショップ」と表現されているところ，本件発言等\n５が原告に関する事実の告知・流布であると認めるに足りる証拠はない。\nこの点，原告は，本件発言等５は，原告に関する本件発言等１及び２に\n続くものであり，また，原告がセラコート塗料を用いた塗装サービスを行\nっていることが周知であるから，原告に関する発言等である旨主張する。\nしかしながら，上記ア及びイのとおり，本件発言等１及び２が原告に関\nする発言等であることや，原告がセラコート塗料を用いた塗装サービスを\n行っていることが周知であることを認めるに足りないから，原告の上記主\n張は，その前提を欠き採用できない。\nエ  以上のとおり，本件発言等１，２及び５は，原告に関する告知・流布と\nは認められない。\n⑵  本件発言等３及び４は，被告の行為であるか。\n被告は，本件発言等３及び４は，甲名義のアカウントからされており，そ\nの告知事項や告知状況などを全体として評価すると，被告ではなく甲個人の\n行為であるといえる旨主張する。\nしかしながら，甲は，被告の代表取締役であり，本件商標は被告の業務内\n容に関するものであるから，甲は，被告のために本件商標の登録を受けたも\nのと推認される。そして，本件発言等３は，セラコート塗料の販売という被\n告の業務に関する内容である上，原告を示す「ムーブ」に「セラコートの許\n可を下ろしてません」との内容によれば，セラコート塗料に関する利用許諾\nの主体が発言等の主体であると解されるところ，ＮＩＣ社製のセラコート塗\n料に係る日本国内での利用許諾をなし得るのは甲ではなく，ＮＩＣ社と本件\n独占販売店契約を締結した被告である。また，本件発言等４のうち，Ｆａｃ\nｅｂｏｏｋの運営者に対する申立て（本件発言等４の１）は，原告のコンテ\nンツについて商標権を侵害している旨の，本件発言等３と同じ頃にされた報\n告であり，当該運営者によって当該コンテンツが削除された（甲１２の１及\nび２）ところ，本件発言等３には「まぁＦＢに報告したので，削除されると\n思いますが」という本件発言等４の１との関連性を示す内容が含まれている。\nまた，Ｆａｃｅｂｏｏｋにおいて，商標権侵害の報告は，当該商標の保有者\nが行うことが前提とされている（乙７の６）。\nそうすると，本件発言等３及び４の１は，いずれも，甲が，被告の代表取\n締役として行った行為というべきであり，被告の行為であると認めるのが相\n当である。\n他方，ミリタリーブログの運営者に対する申立て（本件発言等４の２）に\nついては，本件全証拠によっても，当該申立てがされた時期や具体的な申立\nての内容は明らかではなく，その告知内容や告知事項，告知状況はいずれも\n不明であるから，上記申立てを被告の行為であると認めることはできない。\n⑶  本件発言等３及び４の１は，事実の告知・流布であるか。\n被告は，本件発言等３及び４の１は，事実の告知等ではなく，甲個人の主\n観的な見解・判断を述べたものにすぎない旨主張する。\nしかしながら，本件発言等３については，甲名義のアカウントからＭｅｓ\nｓｅｎｇｅｒを利用して個人に対してメールが送信されているが，上記⑵の\nとおり，これは，甲個人ではなく被告の行為であるというべきである。また，\nその発言内容は前記第２の１（前提事実）⑷ウのとおりであり，原告（本件\n発言等３において「ムーブ」と表現されている。）の取り扱う「セラコート」\nが「真正商品ではありません」というものである。このような告知内容，告\n知事項や告知状況等を考慮すると，本件発言等３は，単なる主観的な見解や\n判断を述べるものではなく，事実を告知したものと認めるのが相当である。\n他方，本件発言等４の１についてみると，Ｆａｃｅｂｏｏｋの運営者は，\n一般的に，Ｆａｃｅｂｏｏｋ上のコンテンツが商標権侵害であるとの申立て\nを受けると，当該申立てを検討して当該コンテンツを削除するか否かを判断\nする（乙７の６）ことになる。また，Ｆａｃｅｂｏｏｋの運営者は，本件発\n言等４の１を「商標権を侵害しているという報告」（甲１２の１及び２）と\n扱っているが，Ｆａｃｅｂｏｏｋで商標権に関する報告に使用されているフ\nォームの記載内容に照らせば，本件発言等４の１の具体的な内容は，「私の\n商標権を侵害していると思われるコンテンツを見つけた」（乙７の７）とい\nうものであったと推認されるにとどまり，これを超えて何らかの具体的な事\n実の告知があったことを認めるに足りる証拠はない。これらの事情に照らせ\nば，本件発言等４の１は，未だ抽象的に主観的な見解を述べたものにとどま\nるというべきであり，事実の告知であるとまでは認めることができない。\n⑷  本件発言等３は「虚偽」の事実の告知・流布であるか。\nア  商標権者以外の者が，我が国における商標権の指定商品と同一の商品に\nつき，その登録商標と同一の商標を付したものを輸入する行為は，許諾を\n受けない限り，商標権を侵害するが（商標法２条３項，２５条），そのよ\nうな商品の輸入であっても，①当該商標が外国における商標権者又は当該\n商標権者から使用許諾を受けた者により適法に付されたものであり（第１\n要件），②当該外国における商標権者と我が国の商標権者とが，同一人で\nあるか又は法律的若しくは経済的に同一人と同視し得るような関係がある\nことにより，当該商標が，我が国の登録商標と同一の出所を表示するもの\nであって（第２要件），③我が国の商標権者が直接的に又は間接的に当該\n商品の品質管理を行い得る立場にあることから，当該商品と我が国の商標\n権者が登録商標を付した商品とが当該登録商標の保証する品質において実\n質的に差異がないと評価される場合（第３要件）には，いわゆる真正商品\nの並行輸入として，商標権侵害としての実質的違法性を欠くものと解する\nのが相当である（最高裁判所平成１５年２月２７日第一小法廷判決・民集\n５７巻２号１２５頁）。\nイ  原告は，ＮＩＣ社製のセラコート塗料を購入した米国協力業者から国際\n航空貨物運送業者を介して同塗料の送付を受けた国内協力業者から購入し\nており，このことは証拠（甲２３ないし２８，３７ないし４０）から明ら\nかであるから，原告の輸入行為は第１要件を充足する旨主張するので，検\n討する。\nなお，本件発言等３は平成２７年１１月１８日頃にされたものであるか\nら，ここで第１要件を充足することが立証されるべき原告の輸入行為は，\n上記時点より前のものであることは当然であり，かかる観点から検討を行\nうこととする。\nまず，上記各証拠は作成時期が１年以上異なるものも含まれているから，\nこれらを一体として一連の輸出入等に関する証拠であると解することはで\nきない。\nそして，証拠（甲２３，２４）及び弁論の全趣旨によれば，米国に所在\nする氏名不詳の者（以下「Ａ」という。）が，平成２８年４月，ＮＩＣ社\nに同社製のセラコート塗料を注文してこれを購入したこと，及び，米国に\n所在する氏名不詳の者が，同年５月５日，品名「ＰＡＩＮＴＳ．ＶＡＲＮ\nＩＳＨＥＳ  ＆  ＳＯＬＵＴＩＯＮＳ，Ｎ．Ｅ．Ｓ」について，日本に所\n在する氏名不詳の者に対する輸入許可を受けたことが認められる。しかし\nながら，これらは，そもそもいずれも本件発言等３より約４月以上も後の\n事実であるから，本件発言等３の内容が虚偽であるか否かの点に直接関係\nを有しない上，輸入許可を受けた主体がＡであるかは不明であり（甲２４\nは公正証書〔甲３９〕の確認対象になっていない。），輸入許可に係る貨\n物がＮＩＣ社製のセラコート塗料であるかも不明であり，原告が上記の日\n本に所在する氏名不詳の者から上記荷物を受領したと認めるに足りる証拠\nもない。\n次に，証拠（甲２５ないし２８，３９）及び弁論の全趣旨によれば，Ａ\nが，平成２７年７月２５日付けで，日本に所在する氏名不詳の者（以下\n「Ｂ」という。）に対し，品名「塗料」，総個数「３」を内容とする国際\n航空貨物（運送状番号８０８４８６９５３６４８）を発送して同月２７日\nに輸出し，同月３０日付けで，品名「液体入りプラスチック容器  Ｃｅｒ\nａｋｏｔｅ」「０．８ｋｇ  Ｈ－１６８×１ｐｃｅ」とする内容点検確認\nを受けたことが認められる。しかしながら，上記輸出入に係る荷物がＮＩ\nＣ社製のセラコート塗料であるかは不明であり，原告がＢから上記荷物を\n受領したと認めるに足りる証拠もない。\nさらに，証拠（甲３９，４０）によれば，原告が，平成２８年５月２５\n日付けで，Ｂから品名を「セラコート」とする代金の請求を受けたことは\n認められるが，これは本件発言等３より約６月も後の事実であり，上記代\n金の対象が本件発言等３より前の取引に係るものであることも認めるに足\nりないから，本件発言等３の内容が虚偽であるか否かの点に直接関係を有\nしないし，そもそも，当該「セラコート」がＮＩＣ社製のセラコート塗料\nであるか自体も不明である。\nそうすると，原告の提出する上記各証拠をもって，原告が，本件各発言\n等の前から，米国協力業者及び国内協力業者を介して，ＮＩＣ社製のセラ\nコート塗料を継続的に輸入したと認めることはできず，他に当該事実を認\nめるに足りる証拠はない。加えて，本件全証拠を検討しても，日本国内に\nおいて流通するセラコート塗料にＮＩＣ社製ではない非真正品が存在しな\nいと認めるに足りる証拠もない。\n以上によれば，原告の輸入行為が第１要件を充足すると認めることはで\nきない。\nウ  したがって，本件発言等３を「虚偽」の事実の告知・流布であると認め\nることはできない。\n⑸  まとめ\n以上のとおり，本件各発言等は，いずれも不正競争防止法２条１項１５号\nに該当するとは認められない。\n２  結論\nよって，その余の点について判断するまでもなく，原告の本件請求はいずれ\nも理由がないからこれを棄却することとして，主文のとおり判決する。\n（なお，原告は，平成２９年２月２８日付及び同年３月１３日付で弁論再開\nを求める上申書を当裁判所に提出したところ，その中には，前記第１要件につ\nいて「追加証明は十分可能，かつ，容易であると考えている」とか「この点に\nついて，さらに的確な立証活動を予定している」との記載がある。しかしなが\nら，攻撃防御方法について適時提出主義が採られていることはいうまでもない\nところ（民訴法１５６条），原告は，自らの行為がいわゆる真正商品の並行輸\n入として適法である旨主張して，平成２８年４月２０日に本件訴訟を自ら提起\nしたものであり，かつ，訴訟の当初から上記主張の成否は重要な争点となって\nいたのであるから，原告は早期に必要な立証活動を十分に行うことが当然でき\nたはずである（原告が上申書で述べるように，この点の証明が容易であるなら\nば，尚更である。）。しかも，原告は，同年１０月４日の第３回弁論準備手続\n期日において「次回までに主張及び立証を尽くす」と述べ，同年１２月１日の\n第４回弁論準備手続期日において「並行輸入の第１要件について，他に主張及\nび立証はない」と述べている。さらに，上記各上申書の内容を見ても，本判決\nの結論を左右するに足りるような記載はない。これらの事情に照らして，当裁\n判所は，本件口頭弁論を再開しないこととしたものである。）\n東京地方裁判所民事第４７部\n裁判長裁判官      沖 中 康 人\n裁判官      廣 瀬 達 人\n裁判官      村    井    美   喜   子\n（別紙）\n謝罪広告目録\n１  ウェブサイト\n⑴  被告のＦａｃｅｂｏｏｋページ\nタイトル：鈴友株式会社 (鈴友株式会社  Suzutomo Co., Ltd.)\nＵＲＬ：（ＵＲＬは省略）\n⑵  被告の運営するブログ\nタイトル：鈴友株式会社  職人技の表面加工業者\nＵＲＬ：（ＵＲＬは省略）\n⑶  被告の運営するウェブサイト\nタイトル：セラコートジャパン\nＵＲＬ：（ＵＲＬは省略）\n２  謝罪広告\n株式会社東京精匠殿\n弊社は，Ｆａｃｅｂｏｏｋ及びＴｗｉｔｔｅｒにおいて，貴社が，弊社の商標権\nを侵害していることを示す記事を複数回にわたり掲載し，また，Ｍｅｓｓｅｎｇｅ\nｒアプリ等によって，貴社の顧客に対し，貴社が弊社の商標権を侵害している旨の\n告知をしました。実際は，貴社が弊社の商標権を侵害した事実はなく，弊社の記事\n及び告知は，貴社の営業上の信用を大きく低下させるものでした。貴社に多大な迷\n惑をおかけして大変申し訳ありませんでした。弊社の記事が事実に反することを認\nめ，ここに謹んで謝罪いたします。\n平成  年  月  日（掲載の日付を記載すること）\n鈴友株式会社  （以下省略）\n３  条件\n場所・方法：１⑴のＦａｃｅｂｏｏｋ，及び，１⑵のブログについては，謝罪\n広告を掲載した記事を投稿することによる。１⑶のウェブサイトに\nついては，トップページに謝罪広告を掲載することによる。\nフォント：  ＭＳ明朝体\nフォントサイズ：  １４\n以上\n"
}