{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 10,
    "day": 10
  },
  "case_number": "平成25(行ケ)10014",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83649",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83649",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/649/083649_hanrei.pdf",
  "contents": "平成２５年１０月１０日判決言渡\n平成２５年（行ケ）第１００１４号  審決取消請求事件\n口頭弁論終結日  平成２５年９月２６日\n判 決\n原                  告        株 式 会 社 Ｅ Ｃ Ｉ\n被                  告        特 許 庁 長 官\n指 定 代 理 人        瀬      良      聡      機\n渕      野      留      香\n内      田      淳      子\n堀      内      仁      子\n主 文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた判決\n特許庁が不服２０１０－８６４９号事件について平成２４年１１月２７日にした\n「本件審判の請求は成り立たない。」との審決を取り消す。\n第２  事案の概要\n本件は，拒絶査定不服審判請求に対する不成立審決取消訴訟である。争点は，進\n歩性の判断の当否，明確性の判断の当否である。\nなお，以下特許法のことを「法」と表記する。\n１  特許庁における手続の経緯\n原告は，平成１７年１２月２０日（優先権主張平成１７年１月３１日，平成１７\n年９月１４日・日本）を国際出願日とし，発明の名称を「免疫増強剤」（なお，平成\n２１年１２月２１日に「eMIP を有効成分とするガン治療剤」と補正）とする特許を\n出願し（特願２００５－０２３２２４号，特願２００５－２６６３８１号。甲１），\n平成１９年７月１８日に国内手続に移行した（特願２００７－５００４４０号）。原\n告は，平成２１年１０月９日付けで拒絶理由通知（甲６）を受け，同年１２月２１\n日付けで意見書（甲７）及び手続補正書（甲８，明細書の全文補正を含む。）を提出\nしたが，平成２２年１月２２日に拒絶査定を受けた（甲９）。そこで，同年４月２３\n日付けで手続補正をするとともに（甲１１。特許請求の範囲全文及び明細書【００\n１２】を変更する本件補正）拒絶査定不服審判を請求したが（不服２０１０－８６\n４９号。甲１０），平成２４年８月３日に拒絶理由通知を受けた（甲１７）。原告は，\nこれに対して何らの応答もしなかったところ，平成２４年１１月２７日，本件審判\n請求は成り立たない旨の審決があり，その謄本が同年１２月１７日に原告に送達さ\nれた。\n２  本願発明の要旨\n本件補正による請求項の記載は以下のとおりである。\n【請求項１】\n放射線照射によりガン局所に炎症を生起させた状態で eMIP を投与することを特\n徴とする eMIP を有効成分とするガン治療剤。\n【請求項２】\nアブスコパル効果を生起させる放射線照射により炎症を生起させた状態で eMIP\nを投与することを特徴とする eMIP を有効成分とするガン治療剤。」 （以下，請求項１に記載された発明を「本願発明１」，請求項２に記載された発明を「本願発\n明２」，両者を併せて「本願発明」という場合がある。）\n３  審決の理由の要点\n審決は，本願発明は，平成２４年８月３日付け拒絶理由通知と同じ理由によって\n拒絶すべきものと判断した。\nなお，上記拒絶理由通知においては，①本願発明は，出願前に日本国内又は外国\nにおいて頒布された刊行物に記載された発明又は電気通信回線を通じて公衆に利用\n可能となった発明に基づいて，その出願前にその発明の属する技術の分野における\n通常の知識を有する者が容易に発明することができたものであるから，法２９条２\n項の規定により特許を受けることができない，②本願発明２の出願は，法３６条６\n項２号に規定する要件を満たしていないことが拒絶理由とされていたが，その概略\nは次のとおりである。\n(1) 理由①について\nア  引用発明の認定\n引用文献１（Int. J. Radiation Oncology Bio. Phys., 2004, Vol.58, No.3。甲\n１８，乙１）に記載された発明（引用発明）は，「電離放射線によりガン局所に炎\n症を起こした状態で樹状細胞成長因子 Flt3-L を投与し，アブスコパル効果を生起さ\nせることを特徴とする，樹状細胞成長因子 Flt3-L を有効成分とするガン治療剤。」\nと認定できる。\nイ  本願発明と引用発明との対比・判断\n本願発明と引用発明は，ガン治療剤の有効成分として，前者は「eMIP」を用いる\nのに対して，後者は「Flt3-L」を用いる点で，相違する。\nしかしながら，引用文献２（特開２００４-１９６７７０号公報。甲１９），引用\n文献３（生化学,2004, Vol.76, No.8。甲２０，乙２）の記載によれば，「eMIP（BB-10010，\nSMIP）」によって，樹状細胞前駆体の血中レベルを増加でき，ガン免疫療法に有効\nであること等が把握できる。加えて，「eMIP」は，樹状細胞（前駆体）の血中レベ\nルを上昇させる点で，引用発明の「Flt3-L」と機能が類似・共通することも理解で\nきる。\nしてみると，引用発明において，電離放射線照射（以下，「RT」と記載する場合\nがある。）と樹状細胞との組み合わせによる腫瘍ワクチン効果の向上を期待して，\n「Flt3-L」に換えて，これと同様に樹状細胞（前駆体）の血中レベルを増加させる\nことができる機能を有し，ガン免疫療法に有効である「eMIP」を採用することは，\n当業者が容易になし得ることである。\nまた，本願発明の効果については，樹状細胞と放射線とを併用利用する手段によ\nり，固形腫瘍の増殖を抑制でき，アブスコパル効果をも得ることについては，引用\n文献１に既に開示されているし，さらに，「eMIP」自体の効果については，引用文\n献２，３に開示されていることから，本願発明１による効果は，当業者が予測し得\nる程度の効果であるといえ，有利な効果として認めることはできない。\nウ  なお，「eMIP」と「Flt3-L」とは共に樹状細胞（前駆体）の血中濃度を\n上昇させる点で機能が類似，共通するものと認められるし，「eMIP」は樹状細胞を\n腫瘍部位に高度に集めるものでもある。よって，樹状細胞の産生増強作用の点で\n「eMIP」と「Flt3-L」の作用機序の違いがあるとしても，樹状細胞レベルを高める\n点で類似性，共通性を見出せることから，樹状細胞の産生増強作用の点での作用機\n序の違いを理由として，進歩性を認めることはできない。\nまた，確かに，引用文献１の図２，３を見れば，67NR（乳ガン（固形腫瘍）由来）\nに対しては，アブスコパル効果が認められるものの，A20（リンパ腫（血液ガン）由\n来）に対してはアブスコパル効果が認められない。しかしながら，引用文献１の組\nみ合わせでは，血液ガンに対してアブスコパル効果が認められないとしても，固形\n腫瘍と血液ガンでは発ガンの仕組み等において大きく異なることから，通常，区別\nされて扱われているのが現状であるし，引用文献１より固形腫瘍の１つである乳ガ\nン由来の細胞株に対して効果が認められる。加えて，意見書（甲７）とともに提出\nされた参考資料を見ても，用いられている細胞株（MethA，Colon26,Colon38,LCC）\nはいずれも固形腫瘍由来のものであり，「eMIP」を用いることによって，血液ガン\nにおいてもアブスコパル効果が得られることを裏付ける内容でもない。よって，引\n用文献１の腫瘍特異性に関する記載内容を理由として進歩性を認めることはできな\nい。\nさらに，引用文献１の図３の“primary”を見れば，RT のみの結果（黒菱形）よ\nりも「Flt3-L」と RT を組み合わせた結果（黒円）の方が腫瘍を抑制できることが確\n認できる。よって，「eMIP」と RT の組み合わせのみが，RT のみの場合よりも優れ\nた抑制効果を示せるとは認められず，この主張によっても，進歩性を認めることは\nできない。\n(2) 理由②について\n請求項２には，「アブスコパル効果を生起させる放射線照射により…」と特定さ\nれているが，この「アブスコパル効果を生起させる」との事項では，１）「放射線\n照射」に対して，技術的限定を付加するものであるのか，又は，２）「放射線照射」\nが備えている特性を単に述べたにすぎないのか，のいずれであるのかが，まず，理\n解できず，また，仮に１）であった場合，「アブスコパル効果を生起させる」との\n事項によって，「放射線照射」に対して，いかなる技術的限定（照射量，期間，回\n数，範囲，…）が付加されたのかが理解できない。\nよって，本願発明２は不明確である。\n第３  原告主張の審決取消事由\n１  取消事由１（本願発明の進歩性についての判断の誤り）\n(1) 容易想到性についての判断の誤り\n原告が，eMIP には樹状細胞の産生を増強する作用が認められず，Flt3-L と作用機\n序が異なるから，引用発明において Flt3-L を eMIP に置換することは当業者が容易\nになし得たことではない旨主張したのに対して，審決（が引用した拒絶理由）（以下，\n単に「審決」という。）は，両者は樹状細胞（前駆体）の血中レベルを上昇させると\nいう機能において共通することを理由に，容易想到である旨判断した。\nア  しかし，引用文献２において，樹状細胞の血中レベルを上昇する作用が\n示され，血中レベルが上昇した樹状細胞により生体内で十分なワクチン効果が得ら\nれることが示されたのは，MIP-1αのみであって，eMIP については示されていない。\n引用文献３には，SMA と結合した BB10010 は，無修飾の BB10010，すなわち eMIP（以\n下，無修飾の「BB10010」を「eMIP」という。）よりも樹状細胞の血中レベルを上昇\nさせる作用が強いことが記載されているが，eMIP が樹状細胞の血中レベルを上昇さ\nせることについての記載はない。\n他方，意見書（甲７）には， RT と eMIP を組み合わせた条件下では eMIP が血中\nに樹状細胞を誘導せず，eMIP が単独では抗腫瘍効果を示さないことを示す実験結果\nが記載されている。\nイ  また，Flt3-L は，樹状細胞の増殖因子で，樹状細胞の数を増加させると\nいう限られた機能しか有さないものであるのに対して，eMIP は，CCR1 及び CCR5 を\n発現している細胞全て，すなわち単球，CD4 発現ヘルパーT 細胞，CD8 発現キラーT\n細胞，NK 細胞，樹状細胞前駆体といった，抗原非特異的なものも含む多種類の防御\n細胞を遊走させ，動員することができるものである。このような相違があるから，\n引用発明の Flt3-L に代えて eMIP を採用することが当業者にとって容易であるとは\nいえない。\n(2) 効果についての判断の誤り\nア  抗原非特異的抗腫瘍効果\n(ｱ) 原告が，本願発明１及び２の抗腫瘍効果は，抗原非特異的である点で，\n引用発明の抗原特異的な抗腫瘍効果と比較して格別顕著なものである旨主張したの\nに対して，審決は，引用文献１においては，67NR（乳ガン）細胞に対してはアブス\nコパル効果が認められ，A20（リンパ腫）細胞に対しては認められないが，乳ガンの\nような固形腫瘍とリンパ腫のような血液ガンとでは発ガンの仕組み等が大きく異な\nることから，必ずしも引用発明が抗原特異的とはいえず，引用文献１の記載内容を\n理由として本願発明１及び２の進歩性を認めることはできない旨判断した。\nしかし，引用文献１では，アブスコパル効果が抗原性に依存することを証明する\nために，67NR 細胞とは抗原に共通性のない A20 細胞を用いており，A20 細胞には 67NR\n細胞の抗原に特異的な T 細胞が作用できないことは明らかであるから，上記判断は\n失当である。\n(ｲ) 本願発明１及び２の抗腫瘍効果が抗原非特異的なものであることは，\n本願明細書（甲２）の「MIP-1αは，未熟樹状細胞において発現しているケモカイン\nレセプターである CCR1，CCR5 に対するリガンドとして知られている。・・・MIP-1\nαと同様の生物活性を有する MIP-1α機能的誘導体も知られており，例えば，MIP-1\nαについては，MIP-1αの 26 番目の Asp を Ala に置換し，アミノ末端が Ser より始\nまる 69 アミノ酸よりなる MIP-1α変異体（以下，eMIP 又は BB10010 と言う）が知ら\nれている。」（段落【０００６】～【０００７】）の記載から，eMIP は，CCR1 や CCR5\nを有する細胞，すなわち，抗原特異的免疫に関わる樹状細胞前駆体，キラーT 細胞，\nヘルパーT 細胞のみならず，抗原非特異的に初期から作用する単球，NK 細胞を動員\nできることが理解される。また，本願明細書には，「eMIP が放射線照射した腫瘍部\n位における炎症や免疫応答の増強だけではなく，全身的な抗腫瘍免疫応答を活性化\nすることを示している。」（段落【００４５】）と記載されている。ここで，eMIP に\nよる炎症の増強は，抗原非特異的リンパ球などの各種防御細胞の動員が亢進される\nことを意味し，全身的な抗腫瘍免疫応答は，抗原特異的キラー細胞のみならず，各\n種炎症細胞や抗原非特異的リンパ球などによる抗腫瘍活性を含むものである。\n本願発明が抗原非特異的抗腫瘍効果を有することは，本願明細書のこれらの記載\nから推論できる。\n(ｳ) 本願発明の抗腫瘍効果が抗原非特異的であることは，審査段階の意見\n書（甲７）に添付した参考資料１に記載された実験データ，及び国際出願段階の答\n弁書（甲２２）に添付した実験報告書に記載されたデータにより裏付けられる。\nイ  eMIP と放射線照射の組み合わせによる効果\n(ｱ) 原告が，引用発明の Flt3-L は放射線照射による腫瘍増殖抑制効果を増\n強しないが，本願発明の eMIP と放射線照射の組合せは放射線照射のみの場合よりも\n優れた効果を発揮する点を主張したのに対して，審決は，引用文献１の図３の\nprimary から Flt3-L と放射線照射の組合せも放射線照射のみの場合よりも優れた腫\n瘍抑制効果を示すことを理由に，本願発明の効果の顕著性を否定した。\nしかし，引用文献１の図３primary においては，放射線照射のみの場合と eMIP と\n放射線照射を組み合わせた場合の間の若干の差について有意差検定がないし，図２\nprimary においては，両方の場合のデータが完全に重なっているので，図３primary\nは図２primary と矛盾した再現性のないものといえる。むしろ，図２primary につい\nて「注目すべきは，Flt-3 を追加しても，照射を受けた原発腫瘍の増殖遅延の追加\nがもたらされなかったことである。」とわざわざ記載されていることからして，放射\n線照射のみの場合と eMIP と放射線照射を組み合わせた場合とには実質的な差がな\nいというべきである。\n(ｲ) 一方，本願発明の eMIP と放射線照射の組合せが，放射線照射のみと比\n較して常に優れた効果を発揮することは，本願明細書の実施例及び審査段階の意見\n書（甲７）に添付した参考資料１に記載された実験データ及びそれらの有意差検定\nから明らかである。\n(3) 以上のとおり，審決は，本願発明の容易想到性の判断を誤り，顕著な効果\nを看過した。これらの誤りは審決の結論に影響を及ぼすものである。\n２  取消事由２（本願発明認定の誤り）\n審決は，本願発明２の「アブスコパル効果を生起させる放射線照射」の意味が不\n明確である旨判断した。しかし，「アブスコパル効果を生起させる」とは放射線線量\nを限定するもので，実施例に示されたとおり，６Gy や１０Gy であるから，明確であ\nる。\n第４  被告の反論\n１  取消事由１（本願発明の進歩性の判断の誤り）に対して\n(1) 容易想到性についての判断の誤りに対して\n原告は，引用文献２及び引用文献３には，eMIP が樹状細胞の血中レベルを上昇さ\nせることは開示されていないし，意見書には，eMIP が血中に樹状細胞を誘導しない\nこと及び eMIP が単独では抗腫瘍効果を有さないことが示されているから，eMIP と\nFlt3-L の機能の共通性に基づいて，引用発明において Flt3-L を eMIP に置換するこ\nとが当業者にとって容易であるとすることはできない旨主張する。\nしかし，引用文献２には，eMIP を投与すると血中へ樹状細胞が動員され，樹状細\n胞の血中レベルが上昇したこと（実施例５及び図１０），eMIP は MIP-1αと同様の生\n物活性を有すること，及び，eMIP が引用発明と同様の目的であるガンの免疫療法に\n有効であることが記載されている。また，引用文献３は，SMA 修飾 eMIP が修飾され\nていない eMIP よりも樹状細胞前駆体動員作用が高いことを記載しており，eMIP に\n樹状細胞前駆体動員作用がないことを示すものではない。さらに，意見書に記載さ\nれた，RT と eMIP との組合せが血中に樹状細胞を誘導しないこと及び eMIP が単独で\nは抗腫瘍効果を有さないことは，本願明細書には記載されておらず，出願後に新た\nに示された実験結果であるから，進歩性の判断に影響を与えるものではない。した\nがって，原告の上記主張は失当である。\n(2) 効果についての判断の誤りに対して\nア  抗原非特異的抗腫瘍効果\n(ｱ) 原告は，本願発明１及び２の効果として，抗腫瘍作用が抗原非特異的\nであることを強調する。しかし，この効果は，本願明細書には記載されていないし，\n実施例で用いたガン細胞はすべて同じ 3LL 肺ガン細胞であることからして，本願明\n細書の記載から推論できるものでもないから，本願発明１及び２の効果として参酌\nすることはできない。\n(ｲ) 原告は，本願明細書中の根拠として，eMIP がケモカインレセプターで\nある CCR1，CCR5 に対するリガンドであるとの記載，及び eMIP が全身的な抗腫瘍免\n疫応答を活性化するとの記載を挙げる。\nしかし，eMIP が CCR1 や CCR5 のリガンドであるという断片的な記載があっても，\n本願明細書には，異なる抗原を使用した実験などは何ら記載されておらず，本願発\n明１及び２が抗原非特異的抗腫瘍治療を狙った発明であると読み取ることはできな\nい。また，eMIP が CCR1 や CCR5 を発現する細胞に作用して起きる炎症反応が抗原非\n特異的免疫応答を含むとしても，抗腫瘍効果が得られる程度に強い応答であるかど\nうかは不明である。したがって，原告が指摘する本願明細書中の記載から抗原非特\n異的抗腫瘍作用を導くことはできない。\nイ  eMIP と放射線照射の組合せによる効果\n(ｱ) 原告は，引用文献１は，Flt3-L と組み合わせても，放射線照射のガン\n生育遅延効果は変わらないことを示すのに対して，本願発明１及び２では eMIP が放\n射線照射効果を増強するという有利な効果を有する旨主張する。\nしかし，引用文献１は，放射線が単独で腫瘍の成長遅延効果を有することや，放\n射線が炎症シグナルを起こし，死細胞由来の腫瘍特異性抗原と樹状細胞による腫瘍\n特異的 T 細胞の活性化に必要な成熟化刺激を提供することが，従来から知られてい\nたところ，臨床的に適合する低線量の放射線と樹状細胞増殖因子の組合せがクロス\nプライミングを促進し，一種の in vivo（生体内）腫瘍ワクチンとして機能するこ\nとを報告するものである。原告が Flt3-L の有無で差がないと指摘する図２は，たま\nたまそうであったにすぎない。また，図２と図３とでは放射線照射スケジュールが\n異なるから，それらの結果が一致していなくても再現性がないとはいえない。この\nとおり，引用文献１は，Flt3-L が放射線照射の効果を増強しないことを示すもので\nはない。\n(ｲ) 引用文献１にも，引用文献２にも，従来から種々の腫瘍に対する治療\nとして樹状細胞による免疫療法が試みられてきたことが記載されている上，引用文\n献２には，eMIP が腫瘍治療に有用な樹状細胞（前駆体）の血中レベルを上昇させる\nことだけでなく，eMIP と同様の生物活性を有する MIP-1αが生体内で充分な抗腫瘍\nワクチン効果を示したことまで記載されているのだから，eMIP と放射線照射の組合\nせが放射線照射のみの場合よりも腫瘍を抑制できることは，引用文献１及び２から\n当業者が予期し得ることにすぎない。\n(ｳ) 本願発明では，放射線照射量，eMIP の投与量，照射や投与のスケジュ\nールが特定されていないのに対して，明細書において，eMIP と放射線照射の併用に\nよる腫瘍抑制作用の増強が具体的に示されているのは，実施例の特定の場合のみで\nある。したがって，eMIP と放射線照射の組合せが放射線照射のみよりも腫瘍抑制作\n用が強いという効果は，本願発明の全体について奏される効果とはいえない。\n２  取消事由２（本願発明認定の誤り）に対して\n原告は，請求項２の「アブスコパル効果を生起させる」とは放射線線量を限定す\nるもので，実施例に示されたとおり，６Gy や１０Gy であるから，請求項２に記載さ\nれた発明は明確である旨主張する。\nしかし，請求項２には放射線量についての限定はないので，原告が主張するよう\nに限定解釈することはできない。そして，「アブスコパル効果を生起させる放射線照\n射」との発明特定事項によって，「放射線照射」に対して，いかなる技術的限定（照\n射量，期間，回数等）が付加されたのか，請求項２の記載からは，当業者は理解で\nきない。また，本願明細書に「アブスコパル効果を生起させる放射線照射」の定義\nや説明はないから，仮に本願明細書の記載を参酌したとしても，請求項２に記載さ\nれた発明は不明確である。\n第５  当裁判所の判断\n１  取消事由２（明確性に関する判断の誤り）について\n審決は，拒絶理由通知を引用し，本願発明２の「アブスコパル効果を生起させる」\nが，「放射線照射」を技術的に限定するものであるのか否かが不明であり，仮に技術\n的限定であるとしても，いかなる限定を付加するのか不明であるから，本願発明２\nは不明確である（特許法３６条６項２号違反）旨判断した。\nしかし，本願発明２の「アブスコパル効果を生起させる放射線照射」が，アブス\nコパル効果を生起させるような条件の下において放射線の線量を調整して照射する\nことを意味し，「放射線照射」を技術的に限定するものであることは，請求項の文言\n上明らかである。\nしたがって，本願発明２は明確であるといえ，この点において審決の明確性に関\nする判断には誤りがある。\n２  取消事由１（進歩性に関する判断の誤り）について\n(1) 容易想到性について\n原告は，本願発明が，引用発明，引用文献２及び３に記載された発明に基づいて\n当業者が容易に想到できたものではないと主張し，その根拠として，引用文献２及\nび３には eMIP が樹状細胞の血中レベルを上昇させることが記載されていないこと，\n意見書（甲７）記載の実験結果，及び eMIP と Flt3-L の作用の相違を挙げる。\nア  引用文献２（甲１９）\n引用文献２は，ガンなどに対する免疫治療に用いる樹状細胞前駆体の血中レベル\n上昇剤の発明を公開する特許出願公開公報であって，請求項５には eMIP を有効成分\nとする樹状細胞前駆体の血中レベル上昇剤が記載され，実施例５（図１０）には，\nマウスに eMIP を投与したところ，樹状細胞前駆体である CD11c(+) B220(-)細胞が\n単核球に占める割合が対照群の２．５２±０．３４％から６．６５±０．７８％に，\n同じく樹状細胞前駆体である CD11c(+) B220(+)細胞の割合が対照群の１．１９±０．\n１３％から２．１２±０．６９％に，それぞれ上昇したことが記載されている。\n樹状細胞前駆体の血中レベルの上昇は，樹状細胞の血中レベルの上昇に直接つな\nがるものであるから，引用文献２には，eMIP が樹状細胞の血中レベルを上昇させる\n作用を有すること，及びそれをガンの免疫治療に応用できることが開示されている\nということができる。\nイ  引用文献３（甲２０，乙２）\n引用文献３は，ガンの免疫療法を念頭においた，「マウスに MIP-1α接合スチレン\n－マレイン酸(SMA)共重合体(SMIP)を投与することによる樹状細胞の固形腫瘍への\n動員」と題する学会発表の要旨であって，eMIP にスチレン－マレイン酸共重合体を\n接合してなる SMIP，又は接合していない eMIP をマウスに投与したところ，SMIP は\n血中に eMIP の２．６倍の樹状細胞前駆体を動員したことが，記載されている。eMIP\nのような生物活性を有するペプチドは，スチレン－マレイン酸共重合体のような両\n親媒性高分子による化学修飾を受けることにより，血中安定性が改善されて作用が\n増強されることは周知技術である（例えば，引用文献２の段落【０００７】，【００\n０８】，【００２２】～【００３３】）から，上記の記載は，eMIP 自体が樹状細胞前\n駆体を血中に動員する作用を有することを前提として，これを化学修飾することに\nより，その生理活性を増強できることを示したものと認められる。そして，樹状細\n胞前駆体の血中への動員は，樹状細胞の血中への動員に直接つながるものであるか\nら，引用文献３には，eMIP が血中に樹状細胞を動員する作用を有することが記載さ\nれているといえる。\nウ  意見書（甲７）記載の実験結果\n原告が審査段階で提出した意見書（甲７）には，「放射線照射，eMIP による血中\n樹状細胞の変化」と題した実験報告が記載されており，マウスに eMIP を投与した前\n後の血中の樹状細胞の割合の変化は，B220(-)CD11c(+)樹状細胞は１．１～１．９％，\nB220(+)CD11c(+)樹状細胞は０．３～０．６％であったという結果（表２）から，eMIP\nには樹状細胞の産生を増強する作用が認められないと結論付けられている。しかし，\neMIP が樹状細胞の産生を増強する作用がないことは，本願明細書には記載されてお\nらず，本願の優先権主張当時の公知の事実であるとも認められない（むしろ，上記\nのとおり，引用文献２及び３からみて，eMIP は樹状細胞前駆体を血中に動員する作\n用を有するものとして知られていたと認められる。）。したがって，意見書（甲７）\nに記載された実験結果を本願発明の進歩性の判断において参酌することはできない。\nエ  eMIP と Flt3-L の作用の相違\n原告は，Flt3-L は，樹状細胞の増殖因子で，樹状細胞の数を増加させるという限\nられた機能しか有さないものであるのに対して，eMIP は，CCR1 及び CCR5 を発現し\nている，樹状前駆細胞をも含む多種類の免疫細胞の全てを遊走させ，動員すること\nができるものであるという相違があるから，当業者が引用発明において Flt3-L を\neMIP に置換することはない旨主張する。\nしかし，原告の主張を前提とすれば，樹状細胞数を増加させるという課題におい\nて共通点が見られる一方で，eMIP の方が免疫効果を高める作用が大きいというので\nあるから，Flt3-L を eMIP に置換することは一層容易になるというべきである。し\nかも，引用文献１（甲１８，乙１訳）の目的欄（乙１訳・１頁）の記載からみて，\n引用文献１において，樹状細胞の数を増やすのは，放射線照射により誘発されるア\nブスコパル効果は免疫反応に仲介されるとの仮説について調べるのに，免疫反応を\n増幅して直接的に観察しやすくするためである。そうであれば，引用文献１では，\nFlt3-L を用いて放射線照射により誘導される免疫反応に関与する樹状細胞の数を\n増やしているものの，樹状細胞以外の免疫細胞の増加を妨げる事情があるとは認め\nられないから，Flt3-L と eMIP の作用の相違は，引用発明の Flt3-L を eMIP に置換\nすることを阻害するともいえない。むしろ，ガンに対する免疫療法の開発が広く行\nわれていたという本願の優先権主張日当時の技術水準を考慮すると，樹状細胞のみ\nに作用する増殖因子である Flt3-L よりも，CCR1 や CCR5 を発現する免疫系細胞に広\nく作用し，増殖ないし活性化させる eMIP の方が，免疫作用増強の観点から有利なも\nのとして，当業者が容易に置換し得るものであるといえる。\nオ  以上のとおり，審決の容易想到性の判断に誤りがあるとは認められない。\n(2) 効果について\n原告は，本願発明の顕著な効果として，腫瘍抑制効果が抗原非特異的であること，\n及び，eMIP が放射線照射の腫瘍抑制作用を増強することを主張するので，検討する。\nア  抗原非特異的抗腫瘍効果\n(ｱ) 本願明細書には，「本発明は，生体が本来的に有する免疫力を高めるこ\nとにより従来の治療方法よりも副作用が少ない，しかもより効果的な治療方法を提\n供することを目的とする。即ち，本発明者等は，MIP-1α及びその機能的誘導体，例\nえば eMIP による免疫力の増強作用に着目し，・・・これ等を有効成分とする免疫増\n強剤を発明するに至った。」（甲２・１７頁段落【００１０】【００１１】）と記載さ\nれ，実施例１～４として，ルイス肺ガン細胞 3LL を移植してなるガンモデルマウス\nを用いて eMIP のガン抑制効果を示した実験結果が記載されている。したがって，本\n願明細書には，eMIP の免疫力増強作用によるガン抑制に関する発明が記載されてい\nることが理解される。しかし，本願明細書には，実施例において，ルイス肺ガン細\n胞 3LL を左右の側腹部皮下移植後，ガン組織に対して電子線照射を行っているだけ\nで，3LL とは抗原性の異なるガンを用いた実験結果は記載されていないし，抗腫瘍\n免疫応答の活性化が照射部分だけではなく全身に起こることが記載されているだけ\nで，ガン抑制効果の抗原特異性に着目した記載もない。\n一般に，あるガン抑制作用が抗原特異的なものであるか非特異的なものであるか\nは，抗原性の異なるガンを用いた実験をして初めて確認できることであって，この\nことは，引用文献１においても，乳ガン細胞 67NR とリンパ腫細胞 A20 という抗原性\nの異なる２種類の細胞を用いて確認しているとおりである。\nしたがって，上述のとおりの本願明細書の記載からは，本願発明のガン抑制効果\nが抗原非特異的なものであると推認することはできないから，本願発明の進歩性の\n判断において，意見書（甲７）に添付した参考資料１に記載された実験データ及び\n答弁書（甲２２）に添付した実験報告書に記載されたデータを参酌することはでき\nない。\n(ｲ) これに対して，原告は，本願発明のガン抑制効果が抗原非特異的であ\nることは，本願明細書中の，eMIP がケモカインレセプターである CCR1 や CCR5 に対\nするリガンドであるとの記載（段落【０００６】），及び eMIP が全身的な抗腫瘍免疫\n応答を活性化するとの記載（段落【００４５】）から明らかである旨主張する。\nしかし，段落【０００６】の eMIP が CCR1 や CCR5 のリガンドであるとの記載から，\n多種類の免疫細胞に作用することが理解できるとしても，それらによる免疫反応が\n抗原非特異的なガン抑制効果を発揮するほど強力なものであるかどうかは実験的に\n確認しなくては必ずしも自明ではない事項である。また，段落【００４５】の「全\n身的な抗腫瘍効果」は，抗腫瘍効果が局所的ではなく全身的であると解釈されるこ\nとが一般的であり，抗原特異性を示したものと一義的に理解することはできない。\nしたがって，原告の上記主張は採用することができない。\nイ  eMIP と放射線照射の組合せによる効果\n原告は，引用文献１は，Flt3-L と組み合わせても，放射線照射のガン抑制作用の\n強さは変わらないことを示すのに対して，本願発明では eMIP が放射線照射のガン抑\n制作用を増強するという有利な効果を有する旨主張する。\nそこで検討するに，引用文献１の図３primary に，放射線照射のみの場合よりも，\n放射線照射に Flt3-L を併用した方が，ガン抑制作用が強かったことを示す結果が記\n載される一方，図２primary には，放射線照射のみの場合と放射線照射に Flt3-L を\n併用した場合とで，ガン抑制作用が同等であったことを示す結果が記載され，それ\nに関して，結果欄に「注目すべきは，Flt3-L を追加しても，照射を受けた原発腫瘍\nの増殖遅延の追加がもたらされなかったことである。」（乙１訳・６頁下７～６行）\nと記載されるとともに，考察欄には「その抗腫瘍免疫反応が照射を受けた腫瘍の増\n殖をさらに改善しないことには注目すべきである。Flt3-L 由来抗腫瘍免疫反応は腫\n瘍のサイズによって限定されることが知られている。実験の設計上，照射を受ける\n原発腫瘍のサイズは，常に照射を受けない腫瘍よりも大きいものであった。このモ\nデルのシステムにおいては，腫瘍のサイズが抗腫瘍免疫反応に対するその感受性を\n決定する可能性がある。」（乙１訳・１０頁２１～２６行）と記載されている。これ\nらの記載によれば，引用文献１の著者は，Flt3-L が放射線照射による腫瘍抑制効果\nを増強しなかったという図２primary の結果は，予想外のものであり，その原因は，\n用いたガンモデルにおける腫瘍サイズが，Flt3-L が樹状細胞数を増やして免疫力を\n増強する能力を上回ったことにあるのではないかと推測していることが理解できる\nのであって，Flt3-L が放射線照射による腫瘍抑制効果を増強しないとの結論を導い\nているとは認められない。\n一方，引用文献２及び３には，eMIP が，樹状細胞の血中レベルを上昇させ免疫力\nを増強させることでガンの免疫治療に使用できることが記載されているので，引用\n発明において，免疫力増強によるガン抑制作用が限定的である Flt3-L に代えて，\neMIP を採用することで，放射線照射のガン抑制効果を免疫力増強により高めること\nができるであろうことは，当業者が予測し得る範囲のことである。\n(3)  以上のとおりであるから，原告主張の取消事由１は理由がない。\n第６  結論\n以上より，審決の本願発明に関する明確性の判断には誤りがあるが，容易想到性\nについての判断には誤りがなく，結論において相当と認められるから，原告の請求\nは理由がない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清 水   節\n裁判官\n池 下   朗\n裁判官\n新 谷 貴 昭\n"
}