{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 27
  },
  "case_number": "平成23(行ウ)211",
  "case_name": "処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "道路交通法２６条の２第３項に違反する行為をしたとして，都公安委員会から基礎点数１点を付され違反経歴を記録された者がした，同点数付加に係る基礎点数の無効及び同違反経歴の不存在の確認を求める訴えが，却下された事例",
  "case_gist": "道路交通法２６条の２第３項に違反する行為をしたとして，都公安委員会から基礎点数１点を付され違反経歴を記録された者がした，同点数付加に係る基礎点数の無効及び同違反経歴の不存在の確認を求める訴えにつき，公法上の法律関係に関する確認の訴えにおいては，当該法律関係が存在することによって侵害を受ける権利，利益の性質やその侵害の程度，当該法律関係が存在することによって何らかの不利益処分を受ける可能性やその程度を考慮した上で，当該法律関係の存否を確定することを求める確認の訴えが当事者の法律上の地位の不安，危険を除去するために有効かつ適切な手段と認められる限り，確認の利益を肯定することができ，義務付け訴訟や差止訴訟の提起ができる場合と同様の事情があっても，これらの訴訟提起ができないときに限定して公法上の法律関係に関する確認の訴えの出訴が認められるものとは解することはできないとした上で，前記違反行為後に，道路交通法上の違反行為をすることなく１年が経過しているため，前記点数付加に係る違反点数が累積点数に加算されることはないこと，同人のように運転免許証の有効期間満了日において年齢が７０歳以上になる者は，同法１０１条の３第１項ただし書，１０１条の４第１項により，違反行為の有無，優良運転者であるか否かとは無関係に，高齢者講習を受講して，その講習を終了し，適正検査を受けさえすれば，優良運転者等の区分に係る講習を受けなくても運転免許の更新を受けることが可能であるし，更新後の有効期間も違反行為の経歴や優良運転者か否かに関わりなく一律であること，同人が具体的に個人タクシー事業を営んでいたり，その許可申請を検討していたわけでもないから，前記点数付加によって直ちに職業選択の自由等が侵害されることになるわけでもなく，次回の運転免許証の更新時に点数付加によって生ずる不利益も特にないこと等から，前記点数付加や経歴が存在することにより同人に生じているという法律上の地位の不安，危険は，極めて主観的，抽象的なものにすぎず，確認訴訟によって即時に判決の既判力をもってその存否を確定する必要性は乏しく，確認の利益は認められないとして，前記訴えを却下した事例",
  "lawsuit_id": "82354",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=82354",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/354/082354_hanrei.pdf",
  "contents": "主                    文\n１  本件訴えをいずれも却下する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  （主位的請求）\n東京都公安委員会が平成▲年▲月▲日付けで原告の進路変更の道路交通法違\n反（以下「本件違反行為」という。）を理由として原告に対してした基礎点数\n１点を付する処分を取り消し，進路変更禁止違反経歴（以下「本件経歴」とい\nう。）の記録（以下「本件記録」という。）を取り消す。\n２  （予備的請求）\n東京都公安委員会が平成▲年▲月▲日付けで原告の本件違反行為を理由とし\nて原告に対して付した基礎点数１点が無効であり，本件経歴が存在しないこと\nを確認する。\n第２  事案の概要\n本件は，原告が，進路の変更の禁止を表示する道路標示によって区画されてい\nる車両通行帯において法定の除外事由なく道路標示を越えて他の車両通行帯に車\n両の進路を変更し，道路交通法（以下「道交法」という。）２６条の２第３項に\n違反する行為（本件違反行為）をしたとして，東京都公安委員会により基礎点数\n１点を付されたこと（以下「本件点数付加」という。）及び本件違反行為の違反\n経歴（本件経歴）が記録されたことに対し，主位的に，本件点数付加及び本件記\n録が行政事件訴訟法３条２項の「処分」に該当すると主張して，その取消し（以\n下，この取消しの請求に係る訴訟を「本件取消訴訟」という。）を求めるととも\nに，予備的に，本件点数付加に係る基礎点数の無効及び本件経歴の不存在の確認\n（以下，この確認の請求に係る訴訟を「本件確認訴訟」という。）を求める事案\nである。\n１  関係法令の定め\n(1)  道交法１０３条１項５号は，運転免許を受けた者が自動車等の運転に関\nし道交法若しくは道交法に基づく命令の規定又は道交法の規定に基づく処分\nに違反したときは，政令で定める基準に従い，その者の免許を取り消し，又\nは６月を超えない範囲内で期間を定めて免許の効力を停止することができる\nとしており，道路交通法施行令（以下「施行令」という。）３８条５項は，\n前歴のない者（原告は，別表第３の備考一に照らし，前歴を有しないし，本\n件違反行為も前歴に該当しない。）が一般違反行為（上記の規定又は処分に\n違反する行為で，別表第２の１の表の上欄に掲げるものをいう。施行令３３\n条の２第１項１号柱書き。）をした場合については，①  当該一般違反行為\nに係る累積点数（処分の理由となる違反行為及び当該違反行為をした日を起\n算日とする過去３年以内におけるその他の違反行為のそれぞれについて別表\n第２に定めるところにより付した点数の合計をいう。施行令３３条の２第３\n項柱書き参照。）が１５点以上であるときは免許を取り消すものとし（施行\n令別表第３の１），②  当該一般違反行為に係る累積点数が６点から１４点\nまでの者については免許の効力を停止するものと定めている。\nもっとも，施行令３３条の２第３項１号は，上記の累積点数を計算する際\nのその他の違反行為（一般違反行為及び特定違反行為をいう。この段落にお\nいて同じ。）には，免許を受けていた期間が通算して１年となったことがあ\nり，かつ，当該期間の初日に当たる日から末日に当たる日までの間に違反行\n為をしたことがない者については，当該期間前の違反行為は含まれないと定\nめている。\n(2)  車両が，車両の進路の変更の禁止を表示する道路標示によって区画され\nている車両通行帯を通行している場合は，道交法２６条の２第３項各号に定\nめる場合を除き，その道路標示を越えて進路を変更してはならず（同項柱書\nき。進路変更禁止），この進路変更禁止に違反した場合は基礎点数１点の一\n般違反行為に該当することとなる（施行令別表第２の１）。\n(3)ア  道交法９２条の２第１項は，免許証の交付又は更新を受けた者を「優\n良運転者」及び「一般運転者」と「違反運転者等」とに区分した上，免許\n証の有効期間を，その区分ごとに，それぞれ，更新日等における年齢に応\nじて定めており，免許証の更新を受けた者が，①  優良運転者又は一般運\n転者で年齢７０歳未満である場合には，「満了日等の後のその者の５回目\nの誕生日から起算して１月を経過する日」を，②  優良運転者又は一般運\n転者で年齢７０歳である場合には，「満了日等の後のその者の４回目の誕\n生日から起算して１月を経過する日」を，③  優良運転者又は一般運転者\nで年齢７１歳以上の者，違反運転者等については，いずれも，「満了日等\nの後のその者の３回目の誕生日から起算して１月を経過する日」を，各々\nの有効期間の末日と定めている。\nなお，「優良運転者」の意義は，「更新日等までに継続して免許（中\n略）を受けている期間が５年以上である者であって，自動車等の運転に関\nするこの法律及びこの法律に基づく命令の規定並びにこの法律の規定に基\nづく処分並びに重大違反唆し等及び道路外致死傷に係る法律の規定の遵守\nの状況が優良な者として政令で定める基準に適合するもの」と規定されて\nいる（道交法９２条の２第１項の表の備考一の２）。上記基準は，施行令\n３３条の７第１項１号により，所定の更新期間内に免許証の更新を申請す\nる者については，更新前の免許証の有効期間が満了する日の直前のその者\nの誕生日の４０日前の日の前５年間において違反行為等をしたことがない\nこととされている。\nこれに対し，「一般運転者」とは「優良運転者又は違反運転者等以外の\n者」をいい（道交法９２条の２第１項の表の備考一の３），「違反運転者\n等」とは，施行令３３条の７第１項各号に定める日の前５年間において違\n反行為又は別表第４若しくは別表第５に掲げる行為をしたことがある（軽\n微違反行為１回のほかこれらの行為をしたことがない場合（当該軽微違反\n行為をし，よって交通事故を起こした場合にあっては，当該交通事故が建\n造物以外の物の損壊のみに係るものであり，道交法７２条１項前段の規定\nに違反していないときに限る。）を除く。）者又は当該期間が５年未満で\nある者をいうと定められている（同法９２条の２第１項の表の備考一の\n４）。\nイ  免許証の更新を受けようとする者は，道交法１０８条の２第１項１１号\nに掲げる講習（以下「更新時講習」という。）を受けなければならず（同\n法１０１条の３第１項），これを受けていない者に対しては，公安委員会\nは，その者が提出した更新申請書の内容及び適性検査の結果から，その者\nが自動車等を運転することが支障がないと認められるとしても，免許証の\n更新をしないことができるものとされている（同条２項）。そして，更新\n時講習は，優良運転者，一般運転者又は違反運転者等の区分に応じて行う\nものとされ（道交法１０８条の２第１項１１号），道路交通法施行規則３\n８条１１項により，①  優良運転者に対しては，「道路交通の現状及び交\n通事故の実態」等の講習事項につき教材を用いた講習方法により３０分の\n講習を，②  一般運転者に対しては，「自動車等の運転について必要な適\n性」の講習事項が加わり，筆記検査に基づく指導を含む講習方法によって\n１時間の講習を，③  違反運転者等に対しては，いずれの点でも，講習を\n受ける者にとって負担の更に重い講習をそれぞれ受けることとされている。\n他方，運転免許証の有効期間満了日に７０歳以上の者については，加齢\nに伴って生ずるその者の身体の機能の低下が自動車等の運転に影響を及ぼ\nす可能性があることを理解させるための講習（以下「高齢者講習」とい\nう。）を教材を用いて行う方法等により３時間の講習を受け，適性検査を\n受ければ，上記①ないし③の優良運転者等の区分に係る講習を受けること\nなく，運転免許証の有効期間が更新されることとなる（道交法１０１条の\n３第１項ただし書，１０８条の２第１項１１号，１２号，道路交通法施行\n規則３８条１２項）。\nまた，道交法１１２条１項１２号は，都道府県が，更新時講習を受けよ\nうとする者から，講習手数料につき政令で定める区分に応じて，物件費及\nび施設費に対応する部分として政令で定める額に人件費に対応する部分と\nして政令で定める額を標準とする額を加えた額を徴収することを標準とし\nて条例を定めなければならない旨を規定しており，これを受けて施行令４\n３条１項は，物件費及び施設費に対応する部分並びに人件費に対応する部\n分の額を定めているところ，優良運転者，一般運転者又は違反運転者等の\n区分に応じ，それぞれ順次より高い金額を規定する一方で，高齢者講習に\nついては一律の金額を規定しており，東京都においては，優良運転者に対\nする講習７００円，一般運転者に対する講習１０５０円，違反運転者等に\n対する講習１７００円，高齢者講習５８００円と定められている（警視庁\n関係手数料条例（平成１２年東京都条例９９号）２条１項，別表第２の１\nの１２）。\n(4)  累積点数が所定の点数に達しているか否かは，上記(1)及び(3)の他にも，\n自動車運転等の禁止（道交法７５条の２第１項，施行令２６条の７），運転\n免許の拒否又は保留（道交法９０条１項ただし書，施行令３３条の２第１\n項），運転免許の欠格期間の指定（道交法１０３条７項，施行令３８条６\n項）及び国際運転免許証等に係る自動車等の運転の禁止（道交法１０７条の\n５第１項，施行令４０条）等の各基準となっている。\n２  前提事実（争いのない事実，顕著な事実並びに掲記の証拠及び弁論の全趣旨\nにより容易に認められる事実）\n(1)  原告の運転免許及び違反行為の記録\n原告は，昭和▲年▲月▲日に出生したものであり，平成２１年４月１０日，\n東京都公安委員会から運転免許証（中型自動車免許及び大型自動二輪車免\n許）の交付を受けた（有効期間は平成２６年６月９日まで）。（乙１）\n原告は，平成▲年▲月▲日の進路変更禁止違反（本件違反行為）をした後，\n道交法上の違反行為をすることなく，その後１年間が経過している。\n原告については，平成１７年８月１日から平成２３年５月３１日までの道\n交法の違反行為の記録として，平成▲年▲月▲日及び平成▲年▲月▲日（本\n件記録）の東京都内における進路変更禁止違反が認められるが，平成２２年\n５月２１日時点で取得した運転記録証明書には，本件違反行為については，\n「２年以上無事故・無違反者に対する特例により点数計算はされません。」\nと記載されている。（甲１５，乙１）\n(2)  本件点数付加及び本件記録に至る経緯\nア  原告は，平成▲年▲月▲日午後▲時▲分頃，東京都目黒区α×番付近の\n進路変更禁止を表示する道路標示によって区画されている２つの車両通行\n帯が設けられた道路（以下「本件道路」という。）を普通乗用自動車で走\n行していたところ，警視庁目黒警察署の警察官から，停車を指示された。\n（甲１，２，７ないし９，１３）\nイ  警察官は，上記日時頃，原告に対し，原告が本件道路において車両の進\n路変更禁止を表示する道路標示を越えて左側の車両通行帯に進路を変更し，\nもって，道交法２６条の２第３項の規定に違反する行為（本件違反行為）\nをした旨の反則告知書による反則行為の告知を行ったが，原告は，反則告\n知書及び仮納付書の受領を拒否した。（甲１３）\nウ  原告の運転免許に関し，原告が本件違反行為をしたこと及び施行令別表\n第２の１の表に定める本件違反行為に付する基礎点数１点（本件点数付\n加）が記録（本件記録）された。（甲１３）\n(3)  本訴提起に至る経緯\nア  原告は，本件違反行為は警察官の事実誤認であるなどと主張して，本件\n点数付加の取消し及び本件記録の抹消を求めて，平成２２年６月１６日，\n警視庁交通部運転免許本部行政処分課に対し，異議申立てをし，警視総監\nに対し，審査請求をしたが，東京都公安委員会は，同年１０月８日，本件\n点数付加及び本件記録は，行政不服審査法上の不服申立ての対象である処\n分に該当せず，原告の異議申立て及び審査請求はいずれも不適法であると\nして，これらをいずれも却下する決定をした。（甲１１ないし１３）\nイ  原告は，平成２３年４月６日，本件訴えを提起した。（顕著な事実）\n(4)  本件違反行為に関する刑事手続\n警視庁は，原告の本件違反行為につき，東京区検察庁に事件を送致した\n（平成○年検第○号）が，東京区検察庁検察官は，平成２２年１月２９日，\n原告の本件違反行為について，公訴を提起しない処分をし，その旨を原告に\n告知した。（甲１０）\n(5)  原告と個人タクシー事業\n原告は，１人１車制で行う道路運送法３条１号ハ所定の一般乗用旅客自動\n車運送事業（以下「個人タクシー事業」という。）を現に営むものではなく，\nまた，その許可申請を特に予定していなかった。\n３  争点\n(1)  本案前の争点\nア  本件取消訴訟の適法性（本件点数付加及び本件記録の処分性の有無）\nイ  本件確認訴訟の適法性（本件点数付加の無効及び本件経歴の不存在の確\n認の利益の有無）\n(2)  本案の争点\n本件違反行為の存否\n４  争点に関する当事者の主張の要旨\n(1)  本案前の争点ア（本件点数付加及び本件記録の処分性の有無）\n（原告の主張の要旨）\nア  取消訴訟の対象となる行政庁の処分とは，その行為によって，直接国民\nの権利義務を形成し，又はその範囲を確定することが法律上認められてい\nるものをいい，処分性の有無の判断に当たっては，一般的・抽象的に検討\nするのではなく，公権力性，外部性，具体的行為性，法効果性の要素に即\nして，個別具体的に検討すべきであり，また，行政庁の行為と国民の権利\n利益に及ぼす影響の実態を具体的・現実的に見極め，より実効的な権利利\n益の救済を図るとの観点・実質を重視すべきである。\nイ  違反点数制度とは，自動車等の運転者の過去３年間の交通違反又は交通\n事故にあらかじめ一定の基礎点数を付し，その合計点数（累積点数）の多\n寡に応じて，免許の拒否，保留，取消し及び停止等の処分を行うものであ\nる。\nこのように，基礎点数の付加は，運転者の将来における道路交通上の危\n険性を評価するものであって，累積点数の増加は必然的に運転免許の停止\nや取消し等の処分につながり，運転者の法的地位を極めて不安定なものに\nさせるから，具体的かつ現実的不利益を与える行為といえる。\nまた，この基礎点数付加による不利益は，運転者が道交法上の優良運転\n者と認められず，免許更新時の講習時間や講習手数料等の面で優遇措置を\n受けられないことになるし，個人タクシー事業の許可申請につき，地方運\n輸局長が審査を行う際の審査基準についても，基礎点数が１点も付加され\nていないことという項目があるため，免許停止等の処分に至らなくても基\n礎点数が付加されれば，事業の許可を受けることはできないこととなる。\n以上からすると，基礎点数付加は，運転者の法的地位に直接影響を及ぼ\nす行為ということができ，行政庁の処分に当たる。\nウ  さらに，被告は，東京都個人情報の保護に関する条例（平成２年東京都\n条例１１３号。以下「個人情報保護条例」という。）において，保有個人\n情報に関し，開示請求権（１２条），訂正請求権（１８条）及び利用停止\n請求権（２１条の３）を定めており，プライバシー権の内容をなす自己に\n関する情報をコントロールする権利（以下「自己情報コントロール権」と\nいう。）を具体化して，個人情報の訂正請求権等を個人の権利利益として\n認めているが，これは，誤った個人情報を行政機関が保有することについ\nて，それが何らかの更なる処分につながるか否かを問わず，個人のプライ\nバシー権を侵害し，個人の法的地位に直接影響を及ぼす行為であると解し\nているからであって，この点も本件点数付加や本件記録について処分性を\n肯定する根拠となる（原告は，実際に，本件点数付加に関し，自動車安全\n運転センターに開示請求をして，開示を受けており，前記前提事実(3)の\nとおり，不服申立てをしていて，自己情報の訂正を試みている。）。\nエ  これに対し，被告は，基礎点数の付加及び基礎点数を記録する行為は，\n運転免許の取消し又は停止等の行政処分をするための前提にすぎず，国民\nの権利義務ないし法的地位にいまだ直接の影響を及ぼすものではなく，処\n分性は認められないと主張するが，これは，行政行為の公定力がこれを受\nけたその日から当事者に及ぶことを全く無視した見解であり，行政処分が\n免許停止のように期限付きの場合，処分を受けた日から現実に運転ができ\nなくなる一方，その時点で訴訟を提起しても，その判決による救済を得る\nまでに停止期間が満了してしまうなど，実効的救済を受けられないことに\nなるから，失当である。\n（被告の主張の要旨）\nア  取消訴訟の対象となる「行政庁の処分」とは，公権力の主体たる国又は\n地方公共団体が行う行為のうち，その行為によって，直接国民の権利義務\nを形成し，又はその範囲を確定することが法律上認められているものをい\nうところ，運転者のした違反行為に係る基礎点数及び付加点数を付し，こ\nれを記録する行為は，運転免許の取消し又は停止等の行政処分をするため\nの前提にすぎず，その可能性を高めて，運転者の法的地位を不安定にする\nことはあっても，国民の権利義務ないし法的地位にいまだ直接の影響を及\nぼすものではないから，行政庁の処分に該当しない。（そもそも，原告は，\n本件違反行為後，道交法の違反行為をすることなく１年を経過しているこ\nとからすれば，原告が今後何らかの道交法の違反行為をしたとしても，施\n行令３３条の２第３項１号により，違反行為等に係る累積点数に本件点数\n付加による点数が加算されることはなく，本件違反行為を理由に運転免許\nの取消処分又は停止処分を受けることはない。）。\nイ  これに対し，原告は，更新後の運転免許証の有効期間や個人タクシー事\n業の許可申請の際に，本件点数付加により不利益を受けると主張している。\nしかし，運転免許証の有効期間は，運転免許の更新申請者に係る基礎点\n数によって定まるものではなく，更新前一定期間の道交法違反行為等の有\n無による運転者の区分によって定まるものである（道交法９２条の２，施\n行令３３条の７）。原告については，運転免許証の有効期間満了時に７２\n歳に達していることからすれば，道交法違反行為等の有無，優良運転者で\nあるか否かにかかわらず，道交法１０８条の２第１項第１２号の高齢者講\n習を受講し，同講習を修了し，適性検査を受けさえすれば，優良運転者等\nの区分に係る講習（同項第１１号）を受けることなく，運転免許証の有効\n期間が更新されるのであるし，更新される期間についても，優良運転者で\nあるか否かとは無関係に，「満了日等の後のその者の３回目の誕生日から\n起算して１月を経過する日」（約３年）が有効期間となるのであるから，\n本件点数付加は原告の更新後の運転免許証の有効期間や更新手続に何ら影\n響はない。\nまた，個人タクシー事業の許可については，地方運輸局長が道路運送法\n６条所定の許可基準に適合するか否かを審査するに当たり，申請前一定期\n間において基礎点数の付加がされていないことが審査基準の一つとして定\nめられていることもあるが（関東運輸局長は，申請日の１年前以前におい\nて基礎点数１点の付加を１回しか受けていない者に限って，「道交法によ\nる処分を受けていないもの」とみなしている。），基礎点数を付加された\n者が個人タクシー事業の許可を得られないのは，地方運輸局長が定立した\n基準により道路運送法上認められた許可権限を行使したことによる事実上\nの結果にすぎず，基礎点数の付加自体からもたらされる法律上の効果とは\nいえない。\nよって，原告の主張は，いずれも本件点数付加等に処分性を認める理由\nとなるものではなく，失当である。\nウ  以上の他に，原告は誤った基礎点数の付加によって原告の自己情報コン\nトロール権やプライバシー権が侵害されていると主張しているが，①  自\n己情報コントロール権の法的性格・概念はいまだ不明確であるし，プライ\nバシー権も公権力に対する関係で主体的にコントロールすることを内容と\nする積極的権利とは認められない，②  原告が主張する個人情報保護条例\nの各規定は，同条例に基づいて，自己を本人とする保有個人情報の開示を\n請求することができること，同条例に基づき開示決定を受けた自己を本人\nとする保有個人情報の訂正や利用停止を請求することができることを規定\nしているにすぎず，自己情報コントロール権を直接保障するものでもない\nから，これらの権利や条例の規定をもって，本件点数付加や本件記録につ\nき処分性を肯定する根拠とすることはできない（原告は，同条例に基づく\n開示決定を受けて訂正請求等をしたなどとも主張していない。）。\nエ  したがって，本件取消訴訟は，抗告訴訟の対象とならない行為の取消し\nを求めるものであり，不適法である。\n(2)  本案前の争点イ（確認の利益の有無）\n（原告の主張の要旨）\nア  被告は，本件確認訴訟については，行政の活動，作用等によって「重大\nな損害を生じるおそれ」があることなどが必要と主張している。\nしかし，平成１６年法律第８４号による行政事件訴訟法の改正（以下\n「平成１６年行訴法改正」という。）の際に，同法４条に「公法上の法律\n関係に関する確認の訴え」の文言が挿入されたのは，行政需要の拡大と行\n政作用の多様化が進展する中で，取消訴訟などの抗告訴訟のみでは，国民\nの権利利益の実効的な救済を図ることが困難な場合も生じているとの認識\nの下，公法上の法律関係に関する確認の訴えによって国民と行政との間の\n多様な関係に応じて国民の権利利益の実効的な救済を図るためであるから，\n確認の利益を殊更に制限的に解する必要はない。\nまた，本件点数付加は，基礎点数付加に関する行政庁の判断が対象者に\n明確に示されていることからも，行政庁の判断が対象者に明確に示される\nとは限らない義務付け訴訟及び差止訴訟と同様に重大な損害を生じるおそ\nれを要件とする必要はないし，行政庁により違法に課せられた具体的かつ\n現実的不利益が存すれば，それを確定判決の既判力をもって除去すること\nは必要かつ適切といえるから，公法上の法律関係に関する確認の訴えにお\nける確認の利益が認められる。\nイ  基礎点数の付加行為等は，前記(1)（原告の主張の要旨）イのとおり，\n原告の法的地位を極めて不安定なものに至らしめる具体的かつ現実的不利\n益を与える行為であって，このような具体的かつ現実的不利益を確定判決\nの既判力をもって除去することは，必要かつ適切であるから，公法上の法\n律関係に関する確認の訴えにおける確認の利益が存するといえる。\nウ  さらに，前記(1)（原告の主張の要旨）ウのとおり，被告において，原\n告の誤った基礎点数に係る情報が保有されていること自体が，原告のプラ\nイバシー権の重大な侵害であり，原告の法的地位に具体的かつ現実的な不\n利益を生じさせているだけでなく，「重大な損害」をも生じさせているこ\nとになるから，本件確認訴訟について確認の利益が存する。\n（被告の主張の要旨）\nア  本件確認訴訟で確認の利益が認められるためには，行政の活動，作用等\n（不作為を含む。）によって原告の法的地位に何らかの不安，危険が生じ\nているだけでは足りず，少なくとも，行政の活動，作用等によって重大な\n損害を生ずるおそれがあり，かつ，その損害を避けるために他に適当な方\n法がないことが必要である。\nそして，他に適当な方法がないか否かについては，当該訴訟の実態に鑑\nみ，本件確認訴訟が原告の法的地位に生じている不安，危険を除去するた\nめに直截的で有効，適切な訴訟形態か否かという観点から判断すべきであ\nる。\nまた，確認の利益については，原告の法的地位に生じている不安や危険\nは，抽象的なものでは足りず，具体的かつ現実的な不利益として存在して\nいなければならない。\nイ  上記の観点から本件をみると，前記(1)（被告の主張の要旨）イ，ウの\nとおり，①  原告が本件点数付加を理由に将来的に運転免許の取消処分や\n停止処分を受けることはなく，②  原告はその年齢からして次回更新時は\n高齢者講習を受けることとされており，優良運転者であるか否かは，更新\n後の運転免許証の有効期間や更新手続に何ら影響はしないし，③  原告は，\n個人タクシー運転手として稼働しておらず，個人タクシー事業の許可申請\nもしておらず，④  個人情報保護条例や自己情報コントロール権，プライ\nバシー権に係る原告の主張も「原告の法的地位に対する具体的かつ現実的\nな不利益」や「重大な損害」の内容を明らかにするものとはいえないこと\nなどからすると，本件点数付加等に伴い，原告に具体的かつ現実的な不利\n益は生じていないし，本件確認訴訟によって判決を得ることが，原告の地\n位に生じている不安や危険を除去する直截的で有効，適切な方法というこ\nともできない。\nウ  以上からすると，本件確認訴訟に確認の利益はない。\n(3)  本案の争点（本件違反行為の存否）\n（原告の主張の要旨）\n原告は，平成▲年▲月▲日午後▲時▲分頃，当初から，本件道路が混雑し\nておらず，左側ハンドルの自動車を運転していたため，運転のしやすい本件\n道路の左側車線を中野区β町の原告宅に向かって走行していたのであり，進\n路変更はしていないから，進路変更禁止の違反行為（本件違反行為）は認め\nられない。\n（被告の主張の要旨）\n原告の上記主張は，否認し又は争う。\n第３  当裁判所の判断\n１  争点(1)ア（本件取消訴訟の適法性）について\n(1)  行政事件訴訟法は，処分の取消しの訴えとは「行政庁の処分その他公権\n力の行使に当たる行為」の取消しを求める訴訟をいう旨を規定するところ\n（同法３条２項），ここでいう取消訴訟の対象となる「行政庁の処分その他\n公権力の行使に当たる行為」とは，公権力の主体たる国又は公共団体が行う\n行為のうち，その行為によって直接国民の権利義務を形成し又はその範囲を\n確定することが法律上認められているものをいうと解される（最高裁昭和２\n８年（オ）第１３６２号同３０年２月２４日第一小法廷判決・民集９巻２号\n２１７頁，最高裁昭和３７年（オ）第２９６号同３９年１０月２９日第一小\n法廷判決・民集１８巻８号１８０９頁参照）。\nそこで，本件取消訴訟が適法であるためには，東京都公安委員会の本件点\n数付加や本件記録が同項にいう「処分」すなわち「直接国民の権利義務を形\n成し，又はその範囲を確定することが法律上認められるもの」であることが\n必要である。\n(2)  違反点数制度は，運転免許を受けた者の過去３年以内における道交法所\n定の違反行為等をその危険性の度合いに応じて点数化して当該違反者に付\nし，その合計点数（累積点数）が，道交法１０３条１項の運転免許の取消し\n又は効力停止の処分をする際に従うべき「政令で定める基準」として定めら\nれた一定の基準点数に達した場合に，都道府県公安委員会において当該違反\n者の運転免許を取り消し，又はその効力を停止することなどができるように\nすることを主たる内容とするものである（道交法１０３条１項，施行令３８\n条５項等）。\nま た ， 自 動 車 安 全 運 転 セ ン タ ー は ， 運 転 免 許 を 受 け た 者 に 対 し ， 一 定\nの 場 合 に ， 違 反 行 為 者 に 対 す る 累 積 点 数 等 の 通 知 や 運 転 に 関 す る 経 歴 の\n書 面 の 交 付 を す る も の と さ れ て い る が ， 違 反 点 数 を 付 加 す る 都 度 ， 当 該\n違 反 行 為 者 に 対 す る 通 知 等 が 必 ず 行 わ れ る も の と は さ れ て い な い （ 自 動\n車 安 全 運 転 セ ン タ ー は ， 当 該 違 反 行 為 に つ き ， ①   前 歴 が な い 者 に つ い\nて は ４ 点 又 は ５ 点 の 累 積 点 数 に 該 当 す る 場 合 ， ②   前 歴 が １ 回 で あ る 者\nに つ い て は ２ 点 又 は ３ 点 の 累 積 点 数 に 該 当 す る 場 合 に ， そ れ ぞ れ 累 積 点\n数 が 何 点 で あ る か 等 を 記 載 し た 書 面 を 通 知 す る こ と と さ れ て い る （ 自 動\n車 安 全 運 転 セ ン タ ー 法 ２ ９ 条 １ 項 ３ 号 ， 自 動 車 安 全 運 転 セ ン タ ー 法 施 行\n規 則 ８ 条 ） 。 な お ， 運 転 に 関 す る 経 歴 の 書 面 は ， 運 転 免 許 を 受 け た 者 の\n求 め に 応 じ て 交 付 す る こ と と さ れ て い る （ 自 動 車 安 全 運 転 セ ン タ ー 法 ２\n９条１項４号）。）。\nこ の よ う に ， 違 反 点 数 を 付 し て 記 録 す る と い う 行 為 は ， 基 本 的 に は ，\n将 来 の 行 政 処 分 等 に 備 え た 前 提 作 業 と し て ， 違 反 行 為 が あ り ， そ れ が 違\n反 点 数 何 点 に 該 当 す る と い う 行 政 庁 と し て の 認 識 を 内 部 的 に 記 録 す る 行\n為 で あ っ て ， そ れ 自 体 に よ っ て 運 転 免 許 の 効 力 等 に 影 響 を 生 じ さ せ る も\nのではない 。\n確 か に ， 上 記 の よ う に ， 違 反 点 数 の 累 積 に よ り 当 該 違 反 者 が 運 転 免 許\nの 取 消 処 分 や 効 力 停 止 処 分 等 を 受 け 得 る こ と か ら す る と ， 個 々 の 違 反 点\n数 の 付 加 が ， 事 実 上 ， 全 く 不 利 益 と 結 び つ か な い と ま で は い え な い も の\nの ， 累 積 し た 違 反 点 数 が 基 準 点 数 に 達 し な い 場 合 は も ち ろ ん 基 準 点 数 に\n達 し て い て も ， 違 反 点 数 の 付 加 に よ り 直 ち に 運 転 免 許 の 取 消 し や 効 力 停\n止 等 の 効 力 が 発 生 す る わ け で は な く ， あ く ま で ， 当 該 累 積 点 数 が 基 準 点\n数 に 達 し て い る こ と を 要 件 と し て ， 都 道 府 県 公 安 委 員 会 に お い て 運 転 免\n許 の 取 消 処 分 や 効 力 停 止 処 分 等 を す る こ と に よ っ て ， 初 め て ， そ の 取 消\nし 等 の 効 力 が 発 生 し ， 運 転 免 許 を 受 け て い る 者 の 権 利 な い し 法 的 地 位 が\n消 滅 さ せ ら れ ， な い し 制 限 さ れ る な ど の 具 体 的 な 効 果 が 生 じ る も の と い\nえる。\nそ う す る と ， 基 礎 点 数 な ど の 違 反 点 数 の 付 加 行 為 や そ れ を 記 録 す る 行\n為 に よ っ て ， 運 転 免 許 を 受 け て い る 者 の 権 利 や 法 的 地 位 を 消 滅 さ せ ， な\nい し 制 限 す る と い っ た 国 民 の 権 利 義 務 な い し 法 的 地 位 に 対 す る 直 接 的 具\n体 的 な 効 果 が 生 じ る も の と 解 す る こ と は で き ず ， 本 件 点 数 付 加 や 本 件 記\n録 は 行 政 事 件 訴 訟 法 ３ 条 ２ 項 に い う 「 処 分 」 に は 該 当 し な い と い う べ き\nである。\n(3)ア  これに対し，原告は，①  本件点数付加や本件記録によって原告は道\n交法上の優良運転者と認められず，運転免許証更新時の講習時間や講習手\n数料等の点で優遇措置を受けられないことになる，②  個人タクシー事業\nの許可申請をしても，地方運輸局長の審査基準からすれば，基礎点数が１\n点でも付加されていれば許可を受けられないことになる，③  誤った基礎\n点数情報を行政機関が保有することによって，個人情報保護条例で保護さ\nれた権利利益であるプライバシー権（自己情報コントロール権を含む。）\nが侵害されているから，本件点数付加や本件記録は「処分」に該当すると\n主張している。\nイ  しかし，①の点については，それらの優遇措置を受けられるか否かは，\nその者が客観的に違反行為をしたか否か，当該違反行為の違反点数が施行\n令において何点と定められているか等の客観的事実によるのであって，違\n反点数の付加行為やその記録行為によって（事実上はともかく）法的に拘\n束される関係にはない（点数付加が誤っていれば，付加行為等の取消しを\n求めるまでもなく，それを主張することができる。仮に付加行為等が処分\nであるとすると，出訴期間（行政事件訴訟法１４条）経過後は原則として\nこれを争えなくなることにもなってしまう。）。\n次に，②の点については，国土交通大臣（道路運送法８８条２項，同法\n施行令１条１号により地方運輸局長に権限が委任されている。）が，個人\nタクシー事業の許可をする際の許可基準の一つである道路運送法６条３号\n所定の「当該事業を自ら適確に遂行するに足る能力を有するものであるこ\nと」について，申請前一定期間内において基礎点数が付加されている場合\nはこれに該当しないとの審査基準を設けていて，これにより許可を受けら\nれなかったとしても，基礎点数を付加された者が個人タクシー事業の許可\nを受けられないのは，地方運輸局長がその裁量権の範囲内で定立した審査\n基準に従って道路運送法４条に基づく許可権限を行使したことによる事実\n上の結果であって，基礎点数付加やその記録自体からもたらされる法律上\nの効果とはいえない。\nウ  また，③の点については，原告が主張する誤った個人情報を行政機関に\n保有されない権利ないし法律上の地位については，その内容自体が不明確\nであるし，個人情報保護条例を見ても，７条において実施機関側に保有個\n人情報を正確かつ最新の状態に保つよう努めなければならないとの努力義\n務を課しているほかは，上記権利ないし法律上の地位を直接保障する規定\nは特に見当たらない。\nそして，原告主張の上記権利ないし法律上の地位が自己情報コントロー\nル権の内容の一つに位置付けられるとしても，このように外縁及びその内\n容が不明確な権利が個人情報保護条例１条にいう「個人の権利利益」に直\nちに含まれると解することはできないし（なお，個人情報保護条例と同種\nの規定を設けている行政機関の保有する個人情報の保護に関する法律（平\n成１５年法律５８号）１条にいう「個人の権利利益」に自己情報コントロ\nール権やプライバシー権が明示されなかったのは，これらの権利内容が一\n義的な法概念ではなく，個人情報の取扱に直接関係しないものも多く存在\nしていること等によるものとされている。なお，個人情報の保護に関する\n法律５条参照），同条例が定める開示請求権・義務（１２条，１６条），\n訂正請求権（１８条，１９条の２），利用停止請求権・義務（２１条の\n３，２１条の５）も，個人情報の保護に必要な限度で同条例の定める要件\nに従って必要な権利義務を認めることとしたものであって，広範な内容を\n有する自己情報コントロール権や原告主張の内容の不明確な権利ないし法\n律上の地位を一般的に保障する趣旨のものとは解されない（なお，この種\nの 権 利 な い し 法 律 上 の 地 位 が 憲 法 上 保 障 さ れ た も の と も 認 め ら れ な\nい。）。\nそうすると，個人情報保護条例によって，原告主張の権利ないし法律上\nの地位が同条例によって保障されているとは解しがたい。\nこの点をおいて，仮に原告主張の権利ないし法律上の地位が観念できる\nとしても，道交法や個人情報保護条例上，基礎点数付加やその記録自体に\nよって，開示請求権や訂正請求権，利用停止請求権の行使が妨げられるも\nのではなく，誤った基礎点数情報を保有し続けることによる不利益も，例\nえば訂正請求権を行使したところ，不訂正決定を受けることによって，始\nめてその不利益が現実化したといえるし，不訂正決定に対する取消訴訟を\n提起することにより，原告主張の権利ないし法律上の地位の回復を図るこ\nとができることからすれば，本件点数付加や本件記録によって，原告主張\nの権利ないし法律上の地位が侵害されているものと解することはできな\nい。\nエ  よって，原告の上記主張はいずれも理由がなく，採用することができな\nい。\n２  争点(1)イ（確認の利益の有無）について\n(1)  本件確認訴訟は，本件点数付加に係る基礎点数の無効及び本件経歴の不\n存在の確認を求める，行政事件訴訟法４条所定の公法上の法律関係に関する\n確認の訴え（実質的当事者訴訟）として提起されたものであり，基礎点数１\n点を付加された者は，基礎点数を付加されていない者に比して，将来，違反\n行為を犯して違反点数が累積し，一定の基準点数に達した結果，その運転免\n許につき，取消処分又は効力停止処分を受けたり，道交法上の優遇措置を受\nけられなくなったりする可能性があるなど，法的に不安定な地位に立たされ\nるところ，基礎点数の無効や本件経歴の不存在を判決の既判力で確定して，\n将来の運転免許の取消処分等による不利益を事前に予防するという性格を有\nするものといえる。もっとも，確認の訴えは，原告の法律上の地位の不安，\n危険を除去するために原告及び被告間の法律関係の存否を既判力をもって確\n定するものであって，確認の対象となる法律関係は論理的には無限定に存在\nし得るから，具体的事件の紛争の解決を目的とする訴訟制度に必然的に内在\nする要請からは，いかなる内容の確認の訴えであっても許容されることには\nならず，確認の利益，すなわち，判決の既判力をもって法律関係の存否を確\n定することが，その法律関係に関する法律上の紛争を解決し，当事者の法律\n上の地位の不安，危険を除去するために有効かつ適切であることが必要であ\nる。\nそして，公法上の法律関係に関する確認の訴えにおいては，当該法律関係\nが存在することによって侵害を受ける権利・利益の性質やその侵害の程度，\n当該法律関係が存在することによって何らかの不利益処分を受ける可能性や\nその程度を考慮した上で，当該法律関係の存否を確定することを求める確認\nの訴えが，それが当事者の法律上の地位の不安，危険を除去するために有効\nかつ適切な手段であると認められる限り，確認の利益を肯定することができ\nると解される。\nなお，被告は，公法上の法律関係に関する確認の訴えにおいて，確認の利\n益が認められるには，少なくとも，行政の活動，作用等によって重大な損害\nを生ずるおそれがあり，かつ，その損害を避けるために他に適当な方法がな\nいことが必要であると主張しているが，行政事件訴訟法の各規定を見ても，\n公法上の法律関係に関する確認の訴えについて，このような厳格な要件を具\n備することを求めている規定は特に見当たらないし，平成１６年行訴法改正\nの際にも，行政の活動・作用が複雑多様化したことに伴い，「行政庁の処分\nその他公権力の行使に当たる行為」を対象としてきた取消訴訟を中心とする\n抗告訴訟のみでは国民の権利利益の実効的な救済をすることが困難な局面へ\nの対応の必要性が指摘されていて，確認訴訟を活用することが有益かつ重要\nであるとされていたことからすると，義務付け訴訟や差止訴訟の提起ができ\nる場合と同様の事情があるが，これらの訴訟の提起ができないときに限定し\nて公法上の法律関係に関する確認の訴えの出訴が認められるものとは解する\nことはできないから，この部分に限り，被告の主張は理由がなく，採用する\nことができない。\n(2)  そこで，上記の観点から，原告が主張する事情を検討するに，①  前記\n前提事実(1)のとおり，原告については，本件違反行為後に，道交法上の違\n反行為をすることなく１年が経過しているため，本件点数付加に係る違反点\n数が累積点数に加算されることはなく（施行令３３条の２第３項１号），②\n免許証の更新を受けようとする者は，優良運転者等の区分に係る講習を受け\nる義務があるものの（道交法１０１条の３第１項，１０８条の２第１項第１\n１号），原告のようにその運転免許証の有効期間満了時（平成２６年６月９\n日）において年齢が７０歳以上になる者（原告は７２歳）は，道交法１０１\n条の３第１項ただし書，１０１条の４第１項により，違反行為の有無，優良\n運転者であるか否かとは無関係に，更新期間満了日前６月以内に道交法１０\n８条の２第１項第１２号の高齢者講習を受講して，その講習（講習手数料も\n一律５８００円である。乙２）を修了し，適性検査を受けさえすれば（道交\n法１０１条４項），優良運転者等の区分に係る講習を受けなくても運転免許\nの更新を受けることが可能であるし，更新後の有効期間も違反行為の経歴や\n優良運転者か否かに関わりなく，一律に「満了日等の後のその者の３回目の\n誕生日から起算して１月を経過する日」（約３年）（道交法９２条の２第１\n項の表）であって，更新手数料（一律２５５０円である。乙２）や適性検査\n等の内容においても特に区別はされておらず，③  前記前提事実(5)のとお\nり，原告は，具体的に個人タクシー事業を営んでいたり，その許可申請を検\n討していたわけでもないから，本件点数付加によって直ちに職業選択の自由\n等が侵害されることになるわけでもなく，次回の運転免許証の更新時に本件\n点数付加によって生ずる不利益も特にないことになる。また，④  前記１\n(3)ウで検討したとおり，誤った基礎点数情報を被告が保有することによる\n不利益についても，原告の主張する権利ないし法律上の地位が個人情報保護\n条例や憲法上認められた権利ないし法律上の地位とは認められないから，本\n件点数付加や本件経歴が存在することにより原告に生じているという法律上\nの地位の不安，危険は，結局，極めて主観的・抽象的なものにすぎないとい\nわざるを得ない。\nそうすると，原告につき，本件確認訴訟によって，即時に判決の既判力を\nもってその存否を確定する必要性は乏しく，本件確認訴訟に確認の利益は認\nめられない。\n３  争点(2)（本件違反行為の存否）について\n前 記 検 討 の と お り ， 本 件 訴 え は い ず れ も 不 適 法 で あ る か ら ， こ の 点 に つ\nいては判断を要しない 。\n第４  結論\n以上の次第で，本件訴えは，いずれも不適法であるから却下することとし，訴\n訟費用の負担について行政事件訴訟法７条，民訴法６１条を適用して，主文のと\nおり判決する。\n東京地方裁判所民事第２部\n裁判長裁判官          川      神              裕\n裁判官          林              史      高\n裁判官          菅      野      昌      彦\n"
}