{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 4,
    "day": 24
  },
  "case_number": "平成19(行ウ)10",
  "case_name": "産業廃棄物最終処分場等設置許可処分取消請求事件",
  "court_name": "福島地方裁判所",
  "field": "行政",
  "gist": "１　県知事がした産業廃棄物処理施設設置許可処分の取消しの義務付けを求める訴えにつき，同施設の周辺に居住する住民らの原告適格が肯定された事例\n２　産業廃棄物処理施設の周辺住民らが提起した，県知事による同施設の設置許可処分の取消しの義務付けを求める訴えが，行政事件訴訟法３７条の２第１項にいう「重大な損害を生ずるおそれ」の要件を満たすとされた事例\n３　県知事がした産業廃棄物処理施設設置許可処分の取消しの義務付けを求める訴えが，行政事件訴訟法３７条の２第１項にいう「その損害を避けるため他に適当な方法がないとき」の要件を満たすとされた事例\n４　産業廃棄物処理施設の周辺住民らによる，県知事が廃棄物の処理及び清掃に関する法律１５条の３第１項１号に基づき同施設設置許可の取消しをすることの義務付け請求が，認容された事例",
  "case_gist": "１　県知事がした産業廃棄物処理施設設置許可処分の取消しの義務付けを求める訴えにつき，廃棄物の処理及び清掃に関する法律は，産業廃棄物処理施設の周辺地域に居住する住民に対し，同施設に起因する人体に有害な大気の汚染，水質の汚濁，土壌の汚染等によって，その健康又は生活環境に係る著しい被害を受けないという具体的利益を保護しようとするものと解され，その被害の内容，性質，程度等に照らせば，この具体的利益は，一般的公益の中に吸収解消させることが困難なものであるから，このような被害を直接的に受けるおそれのある者は，同施設の設置許可の取消しの義務付けを求めるにつき法律上の利益を有するとした上で，住民らの住所地と前記施設との距離は，最も離れた者で約１６５メートルであること，一部の者は，生活用水として井戸水を使用し，又は農業用水として同施設に隣接するため池の水を使用していることからすれば，同施設から人体に有害な物質を含む排ガス等や浸出水が継続的に排出された場合には，まさにその健康又は生活環境に係る著しい被害を直接的に受けるおそれのある者に当たるとして，同住民らの原告適格を肯定した事例\n２　産業廃棄物処理施設の周辺住民らが提起した，県知事による同施設の設置許可処分の取消しの義務付けを求める訴えにつき，前記住民らの住所地と同施設との距離は，最も離れた者で約１６５メートルであり，一部の者は，生活用水として井戸水を使用し，又は農業用水として同施設に隣接するため池の水を使用しているところ，同施設の設置者に適切な業務運営等が期待できないなどの事情により，前記処分を取り消すべき事由が存在するにもかかわらず，それが放置される場合には，高い毒性を有するダイオキシン類等の有害物質に汚染された大気及び水が，前記住民らの生命及び健康に損害を生じさせるおそれがあり，このような損害は，その性質上，回復が著しく困難であるとして，前記訴えは，行政事件訴訟法３７条の２第１項にいう「重大な損害を生ずるおそれ」の要件を満たすとした事例\n３　県知事がした産業廃棄物処理施設設置許可処分の取消しの義務付けを求める訴えにつき，取消訴訟に係る出訴期間の経過によって同処分の効力を争い得なくなった後においても，廃棄物の処理及び清掃に関する法律又はその関連法令に違反する事情が生じ，同処分を取り消すべき事由が存在するにもかかわらず，それが放置される場合に周辺住民らの生命及び健康に生ずるおそれのある損害は，事後的な金銭による回復に委ねることが相当でない性質のものであるから，前記処分の取消しを義務付ける他に，かかる損害を避けるための適当な方法は見当たらず，また，前記施設の設置者に対して，民事上の差止め請求等をすることが可能であるとしても，実効的な権利救済という見地から，救済手段としての義務付けの訴えを排除すべきではないとして，前記訴えは，行政事件訴訟法３７条の２第１項にいう「その損害を避けるため他に適当な方法がないとき」の要件を満たすとした事例\n４　産業廃棄物処理施設の周辺住民らによる，県知事が廃棄物の処理及び清掃に関する法律１５条の３第１項１号に基づき同施設設置許可の取消しをすることの義務付け請求につき，前記施設を設置する法人の訴訟代理人を務め，その後，禁錮以上の刑に処せられた弁護士が同法人の事業基盤の形成，役員選任及び資金調達等に深く関与し，同法人の臨時株主総会等の開催場所として自らが経営する法律事務所を提供した上，これらの会に出席するなど，同法人の取締役と同様の関わり方をしていたことがうかがわれること，また，同法律事務所の事務員を同法人の代表取締役に就任させるなどして，同人を介して少なくとも取締役と同等以上に同法人の業務上の意思決定に関与していたものと認められること等からすれば，同弁護士は，廃棄物の処理及び清掃に関する法律７条５項４号ニ所定の「取締役と同等以上の支配力を有するものと認められる者」に該当し，県知事は，同法１５条の３第１項１号に基づき，同施設設置許可処分を取り消すべき義務を負うとして，前記請求を認容した事例",
  "lawsuit_id": "82648",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=82648",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/648/082648_hanrei.pdf",
  "contents": "主              文\n１  原告らの主位的請求に係る訴えをいずれも却下する。\n２  福島県知事は，平 成 １０ 年 ３月 ３１日 付 けで 補助参加人に対してし た 各 産\n業 廃 棄 物 処 理 施 設 設 置 許 可 処 分 （ 許 可 番 号 相 振 ○ 第 ○ 号 ， 相 振 ○ 第 ○ 号 ）\nをいずれも取り消せ。\n３   訴 訟 費 用 は ， こ れ を １ ０ 分 し ， そ の ６ を 被 告 の 負 担 と し ， そ の 余 を 原 告\nの負担とし，補助参加によって生じた費用は，補助参加人の負担とす る。\n事 実 及 び 理 由\n第１  請求\n１  主位的請求\n福島県知事が，平 成 １０年３ 月３１ 日付 けで 補助参加人に対してした 各産\n業 廃 棄 物 処 理 施 設 設 置 許 可 処 分 （ 許 可 番 号 相 振 ○ 第 ○ 号 ， 相 振 ○ 第 ○ 号 ）\nをいずれも取り消す。\n２  予備的請求\n主文第２項同旨\n第２  事案の概要\n本 件 は ， 補 助 参 加 人 に 対 し ， 福 島 県 南 相 馬 市 α 区 β 及 び 同 区 γ に 所 在 す\nる 別 紙 物 件 目 録 記 載 の 各 土 地 （ 以 下 「 本 件 土 地 」 と い う 。 ） 上 に 産 業 廃 棄\n物 管 理 型 最 終 処 分 場 及 び 汚 泥 等 の 焼 却 施 設 の 各 産 業 廃 棄 物 処 理 施 設 を 設 置\nす る こ と を 許 可 し た 福 島 県 知 事 の 各 処 分 が 違 法 で あ る と し て ， 上 記 β に 居\n住 す る 原 告 ら が ， 主 位 的 に ， 上 記 各 処 分 の 取 消 し を 求 め ， 予 備 的 に ， 福 島\n県 知 事 に は 上 記 各 処 分 を 取 り 消 す 義 務 が あ る と し て ， 福 島 県 知 事 に 対 す る\n上記各処分の取消しの義務付けを求めた事案である。\n１  前提事実\n(1)  補 助 参 加 人 は ， 福 島 県 知 事 に 対 し ， 平 成 １ ０ 年 ３ 月 １ ３ 日 ， 本 件 土\n地 上 に 産 業 廃 棄 物 処 理 施 設 た る 管 理 型 最 終 処 分 場 及 び 汚 泥 ， 廃 油 ， 廃 プ\nラ ス チ ッ ク 類 等 の 産 業 廃 棄 物 の 焼 却 施 設 を 設 置 す る た め ， 平 成 １ ２ 年 法\n律 第 １ ０ ５ 号 に よ る 改 正 前 の 廃 棄 物 の 処 理 及 び 清 掃 に 関 す る 法 律 （ 以\n下 ， 同 法 を 「 廃 棄 物 処 理 法 」 と 略 称 し ， 改 正 前 の 同 法 を 「 改 正 前 の 廃 棄\n物 処 理 法 」 と い う 。 ） 第 １ ５ 条 １ 項 に 基 づ き ， 上 記 各 施 設 の 設 置 許 可 申\n請 を し た （ 許 可 申 請 の 日 付 は 乙 １ に よ っ て 認 め ら れ ， そ の 余 の 事 実 は ，\n当事者間に争いがない。以下「本件許可申請」という。）\n(2)  福 島 県 知 事 は ， 補 助 参 加 人 に 対 し ， 平 成 １ ０ 年 ３ 月 ３ １ 日 ， 上 記 各\n施 設 の 設 置 を 許 可 す る 処 分 （ 許 可 番 号 相 振 ○ 第 ○ 号 ， 相 振 ○ 第 ○ 号 。 以\n下 「 本 件 各 処 分 」 と い う 。 ） を し た （ 以 下 ， 本 件 各 処 分 に よ っ て 設 置 さ\nれ る こ と と な る 管 理 型 最 終 処 分 場 を 「 本 件 処 分 場 」 ， 焼 却 施 設 を 「 本 件\n焼 却 施 設 」 ， 両 者 を 併 せ て 「 本 件 各 施 設 」 と い う 。 当 事 者 間 に 争 い が な\nい。）。\n( 3 )   原 告 ら は ， い ず れ も 福 島 県 南 相 馬 市 α 区 β に 居 住 す る 者 で あ る が\n（ 弁 論 の 全 趣 旨 ） ， 平 成 １ ９ 年 １ １ 月 ２ ７ 日 ， 本 件 各 処 分 の 取 消 し を 求\nめ る 訴 え を 福 島 地 方 裁 判 所 に 提 起 し ， そ の 後 ， 上 記 訴 え に は ， 福 島 県 知\n事 に 対 し ， 本 件 各 処 分 の 取 消 し を 命 ず る よ う 求 め る 訴 え が 予 備 的 に 追 加\nされた（当裁判所に顕著な事実）。\n２  争点\n（主位的請求）\n(1)  本案前の争点\nア   本 件 各 処 分 に 平 成 １ ６ 年 法 律 第 ８ ４ 号 に よ る 改 正 後 の 行 政 事 件 訴 訟\n法 （ 以 下 「 改 正 後 の 行 政 事 件 訴 訟 法 」 と い う 。 ） １ ４ 条 １ 項 の 適 用 が\nあ る か 。 適 用 が あ る 場 合 ， 主 位 的 請 求 に 係 る 訴 え が ， 同 項 所 定 の 期 間\nを 経 過 し た 後 に 提 起 さ れ た こ と に つ い て ， 原 告 ら に 正 当 な 理 由 が あ る\nといえるか。\nイ  原告らは，本件各処分の取消しを求める原告適格を有するか。\n(2)  本案の争点\nア   本 件 許 可 申 請 に 係 る 本 件 処 分 場 が ， 改 正 前 の 廃 棄 物 処 理 法 １ ５ 条 の\n２ 第 １ 項 １ 号 ， 平 成 １ ０ 年 総 理 府 ・ 厚 生 省 令 第 ２ 号 に よ る 改 正 前 の 一\n般 廃 棄 物 の 最 終 処 分 場 及 び 産 業 廃 棄 物 の 最 終 処 分 場 に 係 る 技 術 上 の 基\n準 を 定 め る 命 令 （ 以 下 「 共 同 命 令 」 と い う 。 ） ， 上 記 廃 棄 物 処 理 法 １\n５ 条 の ２ 第 １ 項 ２ 号 の 基 準 を 満 た す も の で あ っ た か 。 ま た ， 共 同 命 令\nが，同法第１５条の２第１項１号の要請を満たすものであったか。\nイ   本 件 許 可 申 請 に 係 る 本 件 焼 却 施 設 が ， 改 正 前 の 廃 棄 物 処 理 法 １ ５ 条\nの ２ 第 １ 項 １ 号 ， 平 成 １ ０ 年 厚 生 省 令 第 ３ １ 号 に よ る 改 正 前 の 同 法 施\n行 規 則 （ 以 下 ， 同 規 則 を 「 施 行 規 則 」 と 略 称 し ， 改 正 前 の 同 規 則 を\n「 改 正 前 の 施 行 規 則 」 と い う 。 ） １ ２ 条 ， １ ２ 条 の ２ 第 ５ 項 ， ４ 条 １\n項 ７ 号 （ 同 号 ロ (1)及 び (2)を 除 く 。 ） の 基 準 を 満 た す も の で あ っ た\nか。\n（予備的請求）\n(1)  本案前の争点\nア  原告らが，本件各処分の義務付けを求める原告適格を有するか 。\nイ   本 件 各 処 分 が 取 り 消 さ れ な い こ と に よ り ， 原 告 ら に 重 大 な 損 害 が 生\nずるおそれがあるか。\nウ  損害を避けるために他に適当な方法がないか。\n(2)  本案の争点\n福 島 県 知 事 が ， 本 件 各 処 分 を 取 り 消 す べ き こ と が ， 法 令 の 規 定 か ら 明\nらかか。\nア   廃 棄 物 処 理 法 １ ５ 条 の ３ 第 １ 項 １ 号 ， １ ４ 条 ５ 項 ２ 号 ニ ， 同 号 イ ，\n７条５項４号ロ該当性\nイ   廃 棄 物 処 理 法 １ ５ 条 の ３ 第 １ 項 １ 号 ， １ ４ 条 ５ 項 ２ 号 ニ ， 同 号 イ ，\n７条５項４号ト該当性\nウ  廃棄物処理法１５条の３第１項１号，１４条５項２号ヘ該当性\nエ   廃 棄 物 処 理 法 １ ５ 条 の ３ 第 １ 項 １ 号 ， １ ４ 条 ５ 項 ２ 号 イ ， ７ 条 ５ 項\n４号ト該当性\n第３  争点に対する当事者の主張\n１  主位的請求の争点(1)アについて\n（原告らの主張）\n原 告 ら に は ， 改 正 後 の 行 政 事 件 訴 訟 法 １ ４ 条 １ 項 が 適 用 さ れ る と こ ろ ，\n原 告 ら が 本 件 各 処 分 が あ っ た こ と を 知 っ た の は 平 成 １ ２ 年 の 夏 で あ る か\nら ， 本 件 各 処 分 が あ っ た こ と を 知 っ た 日 か ら 主 位 的 請 求 に 係 る 訴 え の 提 起\nまでに６か月が経過している。\nし か し な が ら ， 原 告 ら は ， 本 件 各 施 設 が ， 有 害 物 質 を 漏 出 な い し 飛 散 さ\nせ る な ど し て ， 原 告 ら を 含 む 周 辺 住 民 に 健 康 被 害 を 発 生 さ せ る 可 能 性 が あ\nる こ と を ， 補 助 参 加 人 を 被 告 と す る 別 件 訴 訟 （ 福 島 地 方 裁 判 所 相 馬 支 部 平\n成 ○ 年 (ワ )第 ○ 号 産 業 廃 棄 物 処 理 施 設 建 設 差 止 等 請 求 事 件 ， な お ， 回 付 後\nは ， 福 島 地 方 裁 判 所 平 成 ○ 年 (ワ )第 ○ 号 ） に お け る 補 助 参 加 人 か ら の 平 成\n１ ９ 年 ６ 月 ２ ５ 日 付 け 準 備 書 面 及 び 書 証 に よ っ て 初 め て 認 識 す る に 至 っ\nた 。 こ の よ う に ， 原 告 ら は ， い ず れ も 平 成 １ ９ 年 ６ 月 以 降 に こ れ ら の 事 情\nを 認 識 し ， 平 成 １ ９ 年 １ １ 月 ２ ７ 日 に 主 位 的 請 求 に 係 る 訴 え を 提 起 し た も\nの で あ る か ら ， 原 告 ら に は ， 改 正 後 の 行 政 事 件 訴 訟 法 １ ４ 条 １ 項 所 定 の 出\n訴 期 間 経 過 後 に 主 位 的 請 求 に 係 る 訴 え を 提 起 し た こ と に つ い て ， 正 当 な 理\n由がある。\n（被告及び補助参加人の主張）\n(1)  本 件 各 処 分 は ， 平 成 １ ０ 年 ３ 月 ３ １ 日 に さ れ た も の で あ り ， ま た ，\n原 告 ら は ， い ず れ も ， 遅 く と も 平 成 １ ６ 年 １ ２ 月 ３ １ 日 ま で に は ， 本 件\n各 処 分 が あ っ た こ と を 知 っ て い た 。 そ う す る と ， 改 正 後 の 行 政 事 件 訴 訟\n法 が 施 行 さ れ た 平 成 １ ７ 年 ４ 月 １ 日 ま で に は ， 主 位 的 請 求 に 係 る 訴 え の\n出 訴 期 間 は 満 了 し て い た こ と に な る （ 平 成 １ ６ 年 法 律 第 ８ ４ 号 に よ る 改\n正 前 の 行 政 事 件 訴 訟 法 （ 以 下 「 改 正 前 の 行 政 事 件 訴 訟 法 」 と い う 。 ） １\n４条１項）。\nし た が っ て ， 主 位 的 請 求 に 係 る 訴 え は ， 出 訴 期 間 が 経 過 し て お り ， 不\n適法である（平成１６年法律第８４号の附則４条）。\n(2)  仮 に ， 本 件 各 処 分 に つ い て も ， 改 正 後 の 行 政 事 件 訴 訟 法 １ ４ 条 １ 項\nの 適 用 が あ り ， 正 当 な 理 由 の 有 無 を 問 題 と す る 余 地 が あ る と し て も ， 原\n告 ら の 主 張 す る よ う な 事 情 で は ， 正 当 な 理 由 の 存 在 を 根 拠 付 け る こ と は\nできないというべきである。\n原 告 ら と 行 動 を 共 に し て い た Ａ は ， 平 成 １ ２ 年 度 以 降 ， 被 告 に 対 す る\n公 文 書 開 示 請 求 に よ り 本 件 各 処 分 に 係 る 資 料 の 一 部 を 入 手 し て い た の で\nあ る か ら ， 遅 く と も 平 成 １ ３ 年 こ ろ に は ， 原 告 ら に は ， 本 件 各 施 設 の 内\n容を確認し，精査する機会があった。\nま た ， 補 助 参 加 人 が ， 本 件 許 可 申 請 の 前 に ， 平 成 ７ 年 当 時 の 被 告 の 指\n導 要 綱 に 基 づ き 提 出 し た 平 成 ７ 年 １ １ 月 ７ 日 付 け 事 前 協 議 書 に は ， 原 告\nＢ の 署 名 押 印 が さ れ た 「 設 置 同 意 書 （ 土 地 所 有 者 ） 」 の 写 し （ 乙 ９ ） が\n添 付 さ れ て い る 。 こ の こ と か ら す れ ば ， 原 告 Ｂ は ， 本 件 各 処 分 が さ れ る\n前 か ら ， 本 件 土 地 の 一 部 に 自 己 所 有 地 が 含 ま れ て い る こ と を 知 っ て い た\nことになる。\nそ し て ， 本 件 各 処 分 が さ れ た 当 時 ， 法 令 及 び 被 告 の 行 政 指 導 に よ る 事\n前 協 議 手 続 で は ， 産 業 廃 棄 物 処 理 施 設 の 設 置 計 画 の 詳 細 に つ い て ， 公 表\nす る こ と が 義 務 付 け ら れ て い な か っ た か ら ， 被 告 が 原 告 ら の 提 訴 を 妨 げ\nたという事情もない。\nそ う す る と ， 原 告 ら は ， 少 な く と も 平 成 １ ４ 年 ま で に は ， 本 件 各 処 分\nに 対 し ， 不 服 を 申 し 立 て る 機 会 が あ っ た は ず で あ り ， 原 告 ら が 出 訴 期 間\nを遵守できなかったことについて正当な理由があるとはいえない。\n２  主位的請求の争点(1)イについて\n（原告らの主張）\n廃 棄 物 処 理 法 は ， 周 辺 住 民 の 生 命 ， 身 体 等 個 々 人 の 個 別 的 利 益 を 保 護 す\nる こ と を そ の 趣 旨 と し て お り ， 産 業 廃 棄 物 処 理 施 設 の 設 置 の 許 可 の 取 消 し\nに関する規定も同様の趣旨を有するものである。\n原 告 ら は ， い ず れ も 本 件 各 施 設 の 直 近 に 居 住 す る も の で あ り ， 最 も 離 れ\nた 場 所 に 居 住 す る 原 告 Ｃ で も 本 件 各 施 設 か ら １ ６ ５ メ ー ト ル の 距 離 に 居 住\nし て い る 。 ま た ， 原 告 Ｄ 及 び 原 告 Ｃ は ， そ れ ぞ れ ， 本 件 各 施 設 の 直 近 に 水\n田 を 所 有 し ， 耕 作 し て い る 上 ， 原 告 Ｃ は ， 自 宅 敷 地 内 に 所 有 す る 井 戸 水 を\n生活用水として使用している。\nし た が っ て ， 原 告 ら は ， 本 件 各 施 設 か ら 有 害 な 物 質 が 排 出 さ れ る こ と に\nよ り ， 生 命 又 は 身 体 等 に 係 る 重 大 な 被 害 を 直 接 に 受 け る お そ れ が あ る 者 で\nあるといえるから，本件各処分の取消しを求める原告適格を有する。\n（被告の主張）\n不知ないし争う。\n３  主位的請求の争点(2)アについて\n（原告らの主張）\n(1)  次 の と お り ， 本 件 処 分 場 の 設 置 に 関 す る 計 画 は ， 共 同 命 令 に 定 め る\n技 術 上 の 基 準 （ 改 正 前 の 廃 棄 物 処 理 法 １ ５ 条 の ２ 第 １ 項 １ 号 ） を 満 た し\nていない。\nア   ま ず ， 本 件 処 分 場 で 使 用 さ れ る 予 定 の 遮 水 シ ー ト は ， 以 前 ， 東 京 都\nδ 町 Ｅ 処 分 場 で 破 損 事 故 を 発 生 さ せ た も の と 同 じ ， Ｆ 社 製 の ゴ ム シ ー\nト で あ り ， そ も そ も 安 全 性 に 対 す る 信 用 性 が 低 い も の で あ る し ， 現 実\nの 処 分 場 で の 使 用 条 件 の 下 で 実 施 さ れ た 遮 水 シ ー ト の 安 全 性 を 示 す 実\n験データはひとつもない。\nま た ， 遮 水 シ ー ト の 下 に 敷 設 す る と さ れ る Ｇ な る も の は ， 自 己 修 復\n機 能 を 有 す る と の こ と だ が ， 現 実 の 処 分 場 は ， ゴ ミ の 重 圧 等 に よ り 強\n力 な 剪 断 力 が か か る も の で あ る か ら ， か か る 状 況 下 に お い て は ， 十 分\nな自己修復機能は期待できない。\nし た が っ て ， 本 件 許 可 申 請 に 係 る 本 件 処 分 場 の 設 置 計 画 は ， 埋 め 立\nて た 産 業 廃 棄 物 と 接 す る 面 が 遮 水 の 効 力 を 有 す る 材 料 で 十 分 に 覆 わ れ\nること（共同命令２条１項２号ロ(3)）との基準を満たさない。\nイ   ま た ， 共 同 命 令 ２ 条 １ 項 ４ 号 ， １ 条 １ 項 ５ 号 イ (1)(イ )は ， 遮 水 シ\nー ト が ， 厚 さ ５ ０ セ ン チ メ ー ト ル 以 上 で あ る 粘 土 そ の 他 の 材 料 の 層 の\n表 面 に 敷 設 さ れ る こ と を 求 め て い る が ， 上 記 の よ う な 層 を 要 求 す る 趣\n旨 は ， 遮 水 の 効 果 を 上 げ る こ と に 加 え ， 遮 水 シ ー ト が 基 礎 地 盤 と 接 触\nすることによる破損を防止することにある。\nこ の 点 ， 前 記 Ｇ な る も の は ， 前 述 の と お り ， 遮 水 機 能 を 持 た な い ば\nか り か ， 遮 水 シ ー ト を 保 護 す る 機 能 も 持 た な い か ら ， 共 同 命 令 の 上 記\n規定に定める基準を満たさない。\nウ   さ ら に ， そ も そ も ， 共 同 命 令 の 求 め る 基 準 で は ， 遮 水 シ ー ト の 劣\n化 ， 破 損 等 に よ る 遮 水 機 能 の 低 下 を 防 止 で き ず ， 産 業 廃 棄 物 の 最 終 処\n分 場 の 安 全 性 は 確 保 で き な い か ら ， 共 同 命 令 は ， 産 業 廃 棄 物 処 理 施 設\nの 安 全 確 保 を 図 る と い う 改 正 前 の 廃 棄 物 処 理 法 １ ５ 条 の ２ 第 １ 項 １ 号\nの要請を満たさない違法なものというべきである。\n(2)  次 に ， 産 業 廃 棄 物 の 最 終 処 分 場 の 設 置 が 許 可 さ れ る た め に は ， そ の\n設 置 に 係 る 計 画 及 び 維 持 管 理 に 係 る 計 画 が 当 該 産 業 廃 棄 物 処 理 施 設 に 係\nる 周 辺 地 域 の 生 活 環 境 保 全 に つ い て 適 正 な 配 慮 が さ れ て い る こ と が 必 要\nで あ る が （ 改 正 前 の 廃 棄 物 処 理 法 １ ５ 条 の ２ 第 １ 項 ２ 号 ） ， 本 件 処 分 場\nの 設 置 に 関 す る 計 画 及 び 維 持 管 理 に 関 す る 計 画 （ 以 下 ， 両 者 を 併 せ て\n「本件計画」という。）は，この要件を満たしていない。\nア   本 件 土 地 が 位 置 す る 相 馬 地 方 は ， 第 三 紀 層 の 頁 岩 が 分 布 し て い る と\nこ ろ ， 同 岩 は ， 黄 鉄 鉱 を 含 む も の で あ る か ら ， 山 林 を 伐 採 し ， 風 雨 に\nさ ら さ れ れ ば ， 酸 化 し ， こ れ が 混 入 し た 雨 水 は ， 硫 酸 性 水 と な っ て ，\n原 告 ら が 農 業 用 水 に 利 用 す る た め 池 （ 以 下 「 本 件 た め 池 」 と い う 。 ）\nに 流 入 す る こ と は 容 易 に 予 測 で き た 。 そ れ に も か か わ ら ず ， 補 助 参 加\n人 が ， 本 件 処 分 場 設 置 に 当 た り ， 本 件 た め 池 の 周 囲 の 山 林 を 伐 採 す る\n計 画 を 立 て ， 上 記 計 画 に 基 づ い て 伐 採 を 行 っ た 結 果 ， 現 実 に ， 本 件 た\nめ 池 の 水 が 酸 性 化 し て い る 。 こ の こ と は ， 原 告 ら が ， 平 成 １ ５ 年 ７ 月\n３ ０ 日 に 本 件 た め 池 の 水 質 検 査 を 実 施 し た と こ ろ ， ４ 地 点 に お け る 水\n質 が ， ｐ Ｈ ４ ． １ ， ４ ． ９ ， ５ ． ０ 及 び ５ ． １ の 値 を 示 し ， ま た ， そ\nの 電 気 伝 導 度 は ， ３ ６ ９ な い し ３ ８ ５ μ Ｓ / ㎝ と い う 値 で あ っ た こ\nと ， ま た ， 平 成 １ ５ 年 ６ 月 １ ７ 日 か ら 同 年 ９ 月 ５ 日 に か け て 継 続 的 に\n実 施 し た 水 質 検 査 で も ， 梅 雨 入 り 前 の ６ 月 に は ｐ Ｈ ７ ． １ な い し ７ ．\n５ で あ っ た も の が ， 梅 雨 入 り 後 ， 雨 が 多 く な っ た ７ 月 以 降 に な る と ，\nｐ Ｈ ４ ． ８ ， ４ ． ９ ， ５ ． ０ ． ５ ． １ と い う 値 が 測 定 さ れ る よ う に な\nっ て い る こ と ， 本 件 た め 池 に 生 息 し て い た 魚 が 死 滅 し ， 菱 な ど の 水 生\n生 物 も 枯 死 し て い る こ と か ら し て 明 ら か で あ り ， 本 件 計 画 が ， 本 件 た\nめ池の水質に対する配慮を欠いていたことを裏付ける。\nイ   次 に ， 本 件 処 分 場 が 設 置 さ れ る こ と に な れ ば ， 廃 棄 物 等 を 搬 入 す る\nト ラ ッ ク か ら ， 日 常 的 に 大 量 の 廃 棄 物 等 が 落 下 し ， あ る い は ， 飛 散 す\nる こ と に な る と 予 想 さ れ る 。 ま た ， 本 件 処 分 場 自 体 か ら も ， 多 量 の 有\n害 物 質 が 周 辺 地 域 に 飛 散 す る こ と に な り ， 周 辺 住 民 の 健 康 に 悪 影 響 を\n与 え ， ま た ， 有 害 物 質 に よ る 汚 染 が 確 認 さ れ な く て も 農 産 物 に 対 す る\n風 評 被 害 が 生 じ る こ と と な る 。 と こ ろ が ， 本 件 計 画 は ， こ の よ う な 有\n害物質飛散に対する対策に十分な配慮をしていない。\n（被告及び補助参加人の主張）\n(1)  原告らの主張(1)の冒頭部分の主張は争う。\nア   原 告 ら の 主 張 (1)ア の 事 実 の う ち ， 本 件 処 分 場 に お い て 使 用 さ れ る\n遮 水 シ ー ト が ゴ ム シ ー ト で あ る と の 点 は 否 認 す る 。 同 遮 水 シ ー ト は ，\nポリマーアロイ系である。\nま た ， 本 件 処 分 場 は ， 原 告 ら が 挙 げ る δ 町 Ｅ 処 分 場 の 事 故 の 事 例 と\nは 異 な り ， 自 己 修 復 シ ー ト を 採 用 し て い る 。 そ し て ， 補 助 参 加 人 は ，\n実際の処分場における使用条件を再現した実験を実施している。\nイ   原 告 ら の 主 張 (1)イ に つ い て ， 共 同 命 令 ２ 条 １ 項 ４ 号 ， １ 条 １ 項 ５\n号 イ (1)が 要 求 す る 遮 水 層 と し て は ， 同 号 イ (1)(イ )な い し (ハ )の い ず\nれ か の 要 件 を 満 た す も の で あ れ ば 足 り ， 必 ず し も 同 号 イ (1)(イ )の 要\n件 を 満 た さ な け れ ば な ら な い も の で は な い 。 本 件 施 設 に お い て 採 用 さ\nれ て い る 遮 水 層 は ， 同 号 イ (1)(ハ )の 要 件 を 満 た す よ う 設 計 さ れ て い\nる。\nウ  原告らの主張(1)ウは，争う。\n(2)  原告らの主張(2)の冒頭部分の主張は争う。\nア   原 告 ら の 主 張 (2)ア の 事 実 の う ち ， 本 件 た め 池 が 酸 性 化 し て お り ，\n生息していた魚が死滅し，水草が枯死したとの点は否認する。\n補 助 参 加 人 が 平 成 ２ ０ 年 １ ０ 月 こ ろ 実 施 し た 水 質 検 査 に よ れ ば ， 本\n件 た め 池 の ｐ Ｈ 値 は ， ５ ． ５ な い し ６ ． ０ の 範 囲 に 収 ま っ て お り ， 自\n然環境及び生活環境として標準的な数値しか検出されていない。\nま た ， 補 助 参 加 人 が ， 本 件 各 施 設 設 置 工 事 に 着 手 後 に 実 施 し た 調 査\nに よ れ ば ， 相 当 期 間 生 息 し て き た と う か が わ れ る ウ ナ ギ ， ヘ ラ ブ ナ ，\nナ マ ズ な ど が 本 件 た め 池 で 複 数 捕 獲 さ れ て い る 上 ， 本 件 た め 池 の 水 を\n利用した農作物が変色したとか枯死したというような報告もない。\nし た が っ て ， 本 件 計 画 が ， た め 池 の 水 質 に 対 す る 配 慮 を 欠 い て い た\nとの原告らの主張は失当である。\nイ   ま た ， 廃 棄 物 等 を 搬 入 す る ト ラ ッ ク か ら の 廃 棄 物 等 の 落 下 や 飛 散\nは ， 運 搬 方 法 へ の 指 導 監 督 の 問 題 で あ っ て ， 本 件 と は 無 関 係 で あ る か\nら，原告らの主張(2)イは失当である。\n４  主位的請求の争点(2)イについて\n（原告らの主張）\n(1)  産 業 廃 棄 物 の 焼 却 施 設 の 設 置 許 可 に 当 た っ て は ， そ の 設 置 に 係 る 施\n設 が ， 改 正 前 の 施 行 規 則 で 定 め る 技 術 上 の 基 準 を 満 た し て い る こ と が 必\n要である（改正前の廃棄物処理法１５条の２第１項１号）。\nと こ ろ が ， 本 件 焼 却 施 設 は ， 改 正 前 の 施 行 規 則 １ ２ 条 の ２ に 定 め る 技\n術上の基準を満たしていない。\n(2)  本件焼却施設に受入予定の廃棄物の性質\nア   本 件 焼 却 施 設 に 受 入 予 定 の 廃 棄 物 と し て は ， 廃 油 ， 廃 酸 ， 廃 ア ル カ\nリ ， 廃 プ ラ ス チ ッ ク ， 汚 泥 ， 紙 く ず ， 木 く ず ， 繊 維 く ず ， ゴ ム く ず 及\nび医療系廃棄物の１０品目が予定されている。\nこ の よ う な 混 焼 施 設 に お い て ， 安 定 し た 燃 焼 が 保 た れ る た め に は ，\n① ２ つ 以 上 の 品 目 に つ い て ， そ の そ れ ぞ れ が ， 排 出 元 が 一 定 し ， か\nつ ， 元 素 組 成 ， 物 理 化 学 的 性 状 の 変 動 が 小 さ く ， ② 混 焼 の 際 に ， 上 記\n① の 要 件 を 満 た す ２ つ 以 上 の 品 目 を ， １ 回 ご と ， ほ ぼ 特 定 さ れ た 割 合\nで同時に投入する必要がある。\nし か し ， 本 件 焼 却 施 設 の 設 計 計 画 書 に は ， 上 記 要 件 を ど の よ う に 満\nた す の か 具 体 的 に 記 載 さ れ て お ら ず ， ま た ， 上 記 要 件 を 満 た す こ と が\n一 般 的 に 不 可 能 で あ る こ と か ら す れ ば ， 本 件 焼 却 施 設 は ， 安 定 し た 燃\n焼による「焼却」が不可能な施設であるということができる。\nイ   ま た ， 本 件 焼 却 施 設 に 受 入 予 定 の 廃 棄 物 の う ち ， 廃 酸 及 び 廃 ア ル カ\nリ は 燃 焼 し に く く ， 汚 泥 は ， 燃 焼 温 度 を 引 き 下 げ て 安 定 燃 焼 を 困 難 に\nす る も の で あ る 。 さ ら に ， 廃 油 は ， 燃 焼 し に く い も の が あ る こ と に 加\nえ ， バ ー ナ ー の 噴 霧 ノ ズ ル の 損 傷 ， 詰 ま り 等 ， 故 障 の 原 因 と な る も の\nであるから，その性質上，安定燃焼を妨げるものである。\nウ   以 上 に よ れ ば ， 本 件 焼 却 施 設 は ， そ の 搬 入 さ れ る 廃 棄 物 の 種 類 ・ 性\n質 の み か ら し て も ， 安 定 し た 燃 焼 を 確 保 で き な い も の で あ る か ら ， 廃\n棄 物 を 完 全 に 「 焼 却 」 す る こ と の で き な い 施 設 で あ る と い う こ と が で\nき，改正前の施行規則１２条の２第５項１号イの要件を満たさな い。\n(3)  廃棄物の投入方法\nア   本 件 焼 却 施 設 で 受 入 予 定 の 廃 棄 物 の う ち ， ① 医 療 系 廃 棄 物 は ， ク レ\nー ン を 使 用 せ ず ， 保 管 庫 か ら 専 用 の 搬 送 機 を 用 い て ホ ッ パ ー に 投 入 さ\nれ ， ② 廃 油 は ， そ の ま ま ， 廃 酸 及 び 廃 ア ル カ リ は ， 苛 性 ソ ー ダ 又 は 硫\n酸 で 中 和 後 ， ロ ー タ リ ー キ ル ン 炉 又 は 後 燃 焼 施 設 の 助 燃 バ ー ナ ー か ら\n噴 霧 し て 焼 却 炉 に 投 入 さ れ ， ③ そ れ 以 外 の 廃 棄 物 は ， ク レ ー ン で ホ ッ\nパ ー に 投 入 さ れ た 後 ， 供 給 フ ィ ー ダ ー に よ っ て ， ロ ー タ リ ー キ ル ン 炉\nに投入されることとなっている。\nイ   こ の う ち ， ① 医 療 系 廃 棄 物 の 投 入 に つ い て は ， 投 入 量 ， 投 入 時 期 ，\n投 入 頻 度 等 が 現 場 や 中 央 制 御 室 に お け る 指 示 に 基 づ い て さ れ る も の と\n考 え ら れ る が ， こ の 「 指 示 」 を ， 本 件 焼 却 施 設 に 投 入 す る 廃 棄 物 の 量\n的 バ ラ ン ス ， 元 素 組 織 ， 水 分 含 有 量 の バ ラ ン ス を 考 え て さ れ る よ う 担\n保するシステムは存在せず，適切な投入の実現は不可能である。\n次 に ， ② 廃 油 ， 廃 酸 及 び 廃 ア ル カ リ の 投 入 に つ い て は ， ノ ズ ル か ら\nの 噴 霧 量 は 定 格 化 さ れ て い る も の の ， 廃 油 の 流 量 は 手 動 に よ る 調 整 が\n必 要 と さ れ て い る 。 こ の た め ， 噴 霧 前 に 混 合 さ れ る こ と と な る 廃 油 ，\n廃酸及び廃アルカリの割合を一定にすることは困難である。\nま た ， ③ ク レ ー ン に よ る 廃 棄 物 の 投 入 に つ い て も ， 本 件 焼 却 施 設 に\nお い て は ， プ ッ シ ャ ー に よ る 間 歇 投 入 （ バ ッ チ ） 方 式 が 採 用 さ れ て い\nる と こ ろ ， こ の 方 式 は ， 電 子 計 算 機 に よ る 制 御 で は な く ， 現 場 や 中 央\n制 御 室 に お け る 手 動 又 は 事 前 の 固 定 化 さ れ た 指 示 に 基 づ い て 投 入 が さ\nれ る も の で あ る か ら ， 「 定 量 ず つ 連 続 的 に ご み を 燃 焼 室 に 投 入 す る こ\nとができる供給装置」であるとはいえない。\nし た が っ て ， 本 件 焼 却 施 設 は ， 改 正 前 の 施 行 規 則 １ ２ 条 の ２ 第 ５ 項\n柱書，４条１項７号イの要件を満たさない。\n(4)  本件焼却施設の構造\nア   本 件 焼 却 施 設 は ， ① ロ ー タ リ ー キ ル ン 炉 ， ② 後 燃 焼 炉 と し て の ダ ン\nピ ン グ ス ト ー カ 炉 ， ③ 再 燃 室 の 三 段 階 の 燃 焼 で 完 全 燃 焼 を 図 る と い う\n設 計 に な っ て い る が ， 現 実 に は ， こ の よ う な 構 造 で は ， 廃 棄 物 を 完 全\nに燃焼することは不可能である。\nイ   ま ず ， ロ ー タ リ ー キ ル ン 炉 は ， も と も と ， 「 ク リ ン カ （ 粒 状 又 は 団\n子 状 の 固 化 物 ） 」 を 生 成 す る た め に 用 い ら れ て い た も の で あ る か ら ，\n適 度 の 流 動 性 を 有 す る 廃 棄 物 は ， そ の 中 で 転 が り つ つ 団 子 状 に な る 。\nこの結果，当該廃棄物は，その内部が未燃のまま残ってしまう。\nま た ， 空 気 の 供 給 効 率 が 悪 い た め ， 燃 焼 速 度 が 遅 く ， か つ ， 助 燃 剤\nを 大 量 に 必 要 と す る 。 そ し て ， 水 分 を 大 量 に 含 む 廃 酸 ・ 廃 ア ル カ リ を\n助 燃 剤 に 混 合 し て 用 い る こ と に な る か ら ， 廃 棄 物 が ， 高 温 で 完 全 に 燃\n焼することは期待できない。\nさ ら に ， 本 件 焼 却 施 設 に 投 入 さ れ る 廃 棄 物 の 種 類 ・ 性 質 か ら 見 て ，\n安定した燃焼が確保できないことは前述のとおりである。\nこ れ に 加 え て ， 本 件 焼 却 施 設 で は ， ロ ー タ リ ー キ ル ン 炉 に お け る 燃\n焼温度，排ガス温度が不明であり，設計の不備もうかがえる。\nウ   次 に ， ロ ー タ リ ー キ ル ン 炉 で 完 全 に 燃 焼 し て い な い 廃 棄 物 は ， ス ト\nー カ 炉 で 燃 焼 さ れ る こ と に な る が ， 再 燃 室 が 設 置 さ れ て い る こ と か ら\nも 明 ら か な よ う に ， こ の 段 階 で は ， 未 燃 ガ ス 及 び 固 形 の 未 燃 物 が 残 存\nす る 。 こ れ ら の 未 燃 ガ ス 及 び 未 燃 物 は ， 再 燃 室 に 排 出 さ れ る こ と と な\nるが，再燃室には，次のような問題がある。\n第 １ に ， 再 燃 室 に お け る 燃 焼 の 段 階 に お い て ， 助 燃 バ ー ナ ー か ら 廃\n油 ， 廃 酸 ， 廃 ア ル カ リ が 噴 霧 さ れ る こ と が 予 定 さ れ て い る 。 し か し ，\nこ れ ら は い ず れ も 焼 却 対 象 廃 棄 物 で あ る か ら ， か か る 設 計 は ， 焼 却 対\n象 廃 棄 物 が ， ロ ー タ リ ー キ ル ン 炉 及 び ダ ン ピ ン グ ス ト ー カ 炉 に お け る\n後 燃 焼 の 過 程 を 経 ず に ， い き な り 再 燃 室 に 投 入 さ れ る こ と を 示 し て お\nり ， 前 述 の と お り ， 廃 油 に は 燃 え に く い も の が あ る こ と ， 廃 酸 及 び 廃\nア ル カ リ は 燃 え に く い こ と か ら す れ ば ， 再 燃 室 に お い て ， 完 全 燃 焼 を\n達成できるはずがなく，不燃物が残存するというべきである。\n第 ２ に ， 本 件 焼 却 施 設 に は ， 燃 焼 室 熱 負 荷 の 設 計 の 誤 り が あ る 。 こ\nの 結 果 ， 再 燃 室 に お い て も ， 摂 氏 ８ ０ ０ 度 以 上 の 燃 焼 温 度 を 達 成 で き\nない可能性が高い。\nす な わ ち ， 燃 焼 室 熱 負 荷 は ， 燃 焼 室 （ 後 燃 焼 炉 ， 再 燃 室 を 含 む 。 ）\nの 単 位 面 積 当 た り の 廃 棄 物 燃 焼 発 熱 量 で あ る が ， こ れ は ， 次 の 式 で 計\n算される。\n〔計算式〕\n焼 却 室 内 容 積 （ ㎥ ） ×焼 却 室 熱 負 荷 （ kcal/㎥ ・ 時 間 ）\n焼 却 能 力 （ kg／ 時 間 ） ＝ ― ― ― ─ ― ― ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─ ─\n廃 棄 物 の 低 位 発 熱 量 （ kcal/kg)\n産 業 廃 棄 物 焼 却 施 設 で は ， こ の 値 は ， １ ５ 万 か ら ２ ５ 万 kcal/㎥ ・\n時 間 が 適 切 と さ れ て お り ， こ れ よ り 低 い と き に は ， 燃 焼 温 度 の 低 下 ，\n不 完 全 燃 焼 ， 多 量 の ば い じ ん の 発 生 ， ダ イ オ キ シ ン 類 等 の 不 完 全 燃 焼\nを要因とする有害物質の多量発生が生じやすくなる。\nこ の 点 ， 本 件 焼 却 施 設 の 燃 焼 室 熱 負 荷 は ， メ ー カ ー の 資 料 に 基 づ く\n計算によると ，４万 ３５７０kcal/㎥・ 時間となり， 上記数 値に満 たな\nい 。 そ う す る と ， 再 燃 室 に お け る 燃 焼 を 経 て も ， 廃 油 ， 廃 酸 ， 廃 ア ル\nカ リ の み な ら ず ， 他 の 廃 棄 物 も 十 分 に 燃 焼 さ れ な い ま ま 残 存 す る こ と\nになるものと考えられる。\nエ   以 上 に よ れ ば ， 本 件 焼 却 施 設 は ， 摂 氏 ８ ０ ０ 度 以 上 の 温 度 で 産 業 廃\n棄 物 を 焼 却 す る こ と が で き ず ， 燃 焼 ガ ス が ， 摂 氏 ８ ０ ０ 度 以 上 の 温 度\nを 保 ち つ つ ， ２ 秒 以 上 滞 留 で き る も の と い う こ と も で き な い か ら ， 改\n正前の施行規則１２条の２第５項１号イ，同ロの要件を満たさな い。\n(5)  助燃バーナー\n本 件 焼 却 施 設 は ， 廃 酸 ・ 廃 ア ル カ リ の 溶 液 を そ れ ぞ れ 中 和 し た も の\nと ， 廃 油 を 混 合 し て ， こ れ を 燃 料 と し て ， ロ ー タ リ ー キ ル ン 炉 と 再 燃 室\nの 助 燃 バ ー ナ ー で 噴 霧 し て 供 給 す る 仕 組 み に な っ て い る が ， 廃 酸 ・ 廃 ア\nル カ リ が 燃 え に く く ， 廃 油 に も 燃 え に く い も の が あ る ほ か ， こ れ ら の 物\n質 は ， 助 燃 バ ー ナ ー の 損 傷 や 目 詰 ま り の 原 因 と も な る も の で あ る か ら ，\n構造として不適切である。\nし た が っ て ， か か る 助 燃 バ ー ナ ー は ， 燃 焼 ガ ス の 温 度 を 速 や か に 摂 氏\n８ ０ ０ 度 以 上 に し ， こ れ を 保 つ こ と が で き な い も の で あ り ， 改 正 前 の 施\n行 規 則 １ ２ 条 の ２ 第 ５ 項 柱 書 ， ４ 条 １ 項 ７ 号 ロ ( 4 ) の 要 件 を 満 た さ な\nい。\n(6)  排ガス冷却室における液ガス比\n再 燃 室 を 出 た 後 の 排 ガ ス は ， ダ イ オ キ シ ン 類 の デ ノ ボ 合 成 を 防 ぐ た\nめ，バグフィルターに入る前に「急速に」冷却される必要がある。\n本 件 焼 却 施 設 で は ， 「 排 ガ ス 冷 却 室 」 に お い て ， 水 を 噴 霧 し て 排 ガ ス\nを 冷 却 す る こ と と な っ て い る が ， こ こ で 噴 霧 し た 水 は ， 「 全 量 蒸 発 す\nる」ので，排水は発生しないという建前のようである。\nと こ ろ で ， 本 件 焼 却 施 設 の よ う な ス プ レ ー 塔 タ イ プ の 洗 煙 塔 の 場 合 ，\n十 分 に 排 ガ ス の 温 度 を 下 げ る た め に は ， 液 ガ ス 比 １ ． ０ Ｌ ／ ㎥ 以 上 の 水\n量 が 推 奨 さ れ る 。 そ こ で ， 本 件 焼 却 施 設 に お け る 液 ガ ス 比 を 計 算 す る\nに ， 本 件 焼 却 施 設 の メ ー カ ー の 計 算 書 に よ れ ば ， 冷 却 室 入 口 の 温 度 が 摂\n氏 ８ ５ ０ 度 ， 入 口 ガ ス 量 が ９ ７ ３ ７ Ｎ ㎥ ／ 時 間 ， 冷 却 水 は ３ ４ ６ ０ ｋ ｇ\n／ 時 間 と さ れ て い る か ら ， 液 ガ ス 比 は ０ ． ０ ８ ６ ｋ ｇ ／ ㎥ と な り ， こ の\n値は，上記１．０Ｌ／ ㎥ の８．６パーセントに過ぎない数値である。\n〔計算式〕\n９ ７ ３ ７ Ｎ ㎥ ／ 時 間 ×（ ８ ５ ０ ＋ ２ ７ ３ ） ÷２ ７ ３ ＝ ４ ０ ０ ５ ４ ㎥ ／ 時 間\n３ ４ ６ ０ ｋ ｇ ／ 時 間 ÷４ ０ ０ ５ ４ ㎥ ／ 時 間 ＝ ０ ． ０ ８ ６ ｋ ｇ ／ ㎥\n※   水 の 比 重 を １ ． ０ と す る と ， ０ ． ０ ８ ６ ｋ ｇ ／ ㎥ は ， ０ ． ０ ８ ６ Ｌ\n／ ㎥ と同じことになる。\nか か る 計 算 結 果 は ， 排 ガ ス の 温 度 を 下 げ る た め に 十 分 な 水 量 が な い こ\nと を 意 味 し て い る か ら ， 排 水 が 生 じ な い 設 計 に な っ て い る と し て も ， 冷\n却室としての機能は果たさないものである。\nし た が っ て ， 本 件 焼 却 施 設 は ， 集 じ ん 機 に 流 入 す る 燃 焼 ガ ス の 温 度 を\n概 ね 摂 氏 ２ ０ ０ 度 以 下 に 冷 却 す る こ と が で き る 冷 却 施 設 を 設 け て い な い\nこ と に な り ， 改 正 前 の 施 行 規 則 １ ２ 条 の ２ 第 ５ 項 柱 書 ， ４ 条 １ 項 ７ 号 ニ\nの要件を満たさない。\n(7)  排ガス処理設備\nア  バグフィルターとバイパス\n本 件 焼 却 施 設 に は ， ば い じ ん 等 を 除 去 す る 設 備 と し て ， バ グ フ ィ ル\nタ ー が 設 置 さ れ る 予 定 と な っ て い る が ， 本 件 焼 却 施 設 の 設 計 関 連 図 書\nに は ， バ グ フ ィ ル タ ー の 一 般 論 し か 記 載 さ れ て い な い 。 し た が っ て ，\n本 件 焼 却 施 設 に 設 置 さ れ る バ グ フ ィ ル タ ー が ， 法 令 の 要 請 す る よ う な\n機能を発揮するという根拠はない。\nま た ， バ グ フ ィ ル タ ー で は ガ ス 化 し た 有 害 物 質 を 除 去 す る こ と は で\nき な い 上 ， 本 件 焼 却 施 設 の バ グ フ ィ ル タ ー に は ， バ イ パ ス が 設 置 さ れ\nて お り ， バ グ フ ィ ル タ ー を 使 用 し な く と も 運 転 で き る 設 計 に な っ て い\nる。この場合，排ガス中の有害物質濃度は著しく高まることになる。\nイ  硫黄酸化物対策について\n本 件 焼 却 施 設 に お い て ， 硫 黄 酸 化 物 対 策 と し て は ， バ グ フ ィ ル タ ー\nと そ の 前 段 と し て の 消 石 灰 ・ 活 性 炭 の 排 ガ ス 中 吹 き 込 み に よ る も の と\nされているようである。\nし か し ， 硫 黄 酸 化 物 に は ， 二 酸 化 硫 黄 と 三 酸 化 硫 黄 が あ り ， 廃 棄 物\n焼 却 施 設 の 排 ガ ス 中 で は ， 前 者 が ９ 割 以 上 を 占 め る と こ ろ ， 二 酸 化 硫\n黄 は ， 弱 酸 性 で あ り ， 消 石 灰 へ の 吸 着 の 程 度 は 弱 く ， ス ク ラ バ ー に よ\nる 水 噴 霧 で も 水 に 対 す る 溶 解 性 が 低 く ， 効 果 が 上 が ら な い と い う 性 質\nを 有 す る 。 こ の た め ， 硫 黄 酸 化 物 対 策 と し て は ， 二 酸 化 硫 黄 を 三 酸 化\n硫 黄 に 酸 化 し た 後 で ， ア ル カ リ 洗 浄 や 消 石 灰 吸 着 を す べ き で あ る が ，\n本件焼却施設には，そのような対策がない。\nウ  窒素酸化物対策について\n廃 棄 物 焼 却 に よ っ て 発 生 す る 窒 素 酸 化 物 は ， 主 と し て 一 酸 化 窒 素 と\n二 酸 化 窒 素 で あ り ， そ の 大 部 分 は 前 者 で あ る 。 そ し て ， 一 酸 化 窒 素\nは，水にほとんど溶けず，弱酸性なので活性炭にも吸着されない。\n対 策 と し て は ， ア ン モ ニ ア 添 加 に よ る 活 性 炭 上 で の 除 去 等 の 方 法 が\nあるが，本件焼却施設には採用されていない。\nエ   し た が っ て ， 本 件 焼 却 施 設 は ， そ の 煙 突 か ら 排 出 さ れ る 排 ガ ス に よ\nる 生 活 環 境 保 全 上 の 支 障 が 生 じ な い よ う に す る こ と が で き る 排 ガ ス 処\n理 施 設 が 設 け ら れ て い な い と い う こ と に な り ， 改 正 前 の 施 行 規 則 １ ２\n条の２第５項柱書，４条１項７号ヘの要件を満たしていない。\n(8)  焼却灰の処理\nア   本 件 焼 却 施 設 か ら 排 出 さ れ る 焼 却 灰 は ， 水 封 式 の コ ン ベ ア で 排 出 さ\nれ る よ う で あ る 。 し か し ， 焼 却 灰 は ， 焼 却 直 後 ， 高 温 に な っ て い る は\nず で あ る か ら ， 少 な か ら ぬ 焼 却 灰 が ， 水 蒸 気 と と も に 飛 散 す る は ず で\nあ る 。 し た が っ て ， 焼 却 灰 が 埋 め 立 て 処 理 さ れ る 際 に も ， そ の 後 も ，\n水蒸気とともに焼却灰が周囲に飛散すると考えられる。\nイ   本 件 焼 却 施 設 に お い て 発 生 す る 燃 焼 ガ ス を 冷 却 す る 際 に 用 い た 冷 却\n水 は ， 気 化 す る と の こ と で あ る が ， 本 件 焼 却 施 設 の 構 造 に よ れ ば ， 燃\n焼 ガ ス は ， 排 ガ ス 冷 却 室 を 通 っ た 後 ， バ グ フ ィ ル タ ー へ 向 か う も の\nと ， 下 に 落 ち る も の と に 分 か れ る よ う で あ る 。 そ う す る と ， 冷 却 水 と\n焼 却 灰 の 一 部 が ， 排 ガ ス 冷 却 室 か ら 下 に 落 ち る 際 に ， 飛 散 す る こ と に\nなるものと考えられる。\nウ   ま た ， バ グ フ ィ ル タ ー で 捕 捉 さ れ た ダ イ オ キ シ ン 類 は ， 最 終 的 に セ\nメ ン ト 固 化 さ れ て 処 理 さ れ る と の こ と で あ る が ， 処 理 さ れ る と い う こ\nと は ， 結 局 ， 本 件 処 分 場 に 搬 入 さ れ る こ と に な る と 思 わ れ る 。 そ の\n際 ， セ メ ン ト が 破 砕 さ れ ， セ メ ン ト か ら ダ イ オ キ シ ン 類 が 溶 け 出 し た\nり し て 飛 散 し ， あ る い は ， 前 記 の と お り 欠 陥 の あ る 遮 水 シ ー ト の 破 損\n箇所から露出することが考えられる。\nエ   こ の よ う に ， 本 件 焼 却 施 設 か ら は ， 焼 却 灰 や ば い じ ん が 飛 散 す る 構\n造 と な っ て い る か ら ， 本 件 焼 却 施 設 に は ， 改 正 前 の 施 行 規 則 １ ２ 条 の\n２ 第 ５ 項 柱 書 ， ４ 条 １ 項 ７ 号 リ (1)の 要 件 を 満 た す 灰 出 し 設 備 が 設 け\nられていないということになる。\n(9)  設計基本図書等の問題点\n本 件 焼 却 施 設 の 設 計 基 本 図 書 や 設 計 基 本 計 算 書 の 数 値 の 記 載 自 体 に も\n以 下 の よ う な 問 題 が あ り ， こ の こ と は ， 本 件 焼 却 施 設 が ， 前 記 規 則 の 要\n件を満たしていない事実 を補強する。\nア   本 件 焼 却 施 設 の 上 記 基 本 計 算 書 に は ， 焼 却 施 設 設 計 の 基 礎 と な る 燃\n焼 計 算 が 示 さ れ て い な い 。 燃 焼 計 算 は ， 焼 却 施 設 の 燃 焼 室 の 内 容 積 ，\n熱 負 荷 ， 焼 却 能 力 の 計 算 ， 排 ガ ス 量 の 計 算 ， そ れ に 応 じ た 焼 却 施 設 の\n排 ガ ス 冷 却 部 分 の 設 計 ， 有 毒 ガ ス 濃 度 の 推 定 ， そ れ に 対 す る 除 外 施 設\nの 設 計 の 出 発 点 と な る も の で あ る と こ ろ ， か か る 記 載 を 欠 い て い る こ\nと は ， 本 件 焼 却 施 設 の 設 計 が 適 切 で あ っ た と い う 裏 付 け を 欠 い て い る\nことになる。\nま た ， 本 件 焼 却 施 設 の 上 記 基 本 図 書 や 基 本 計 算 書 に お い て 用 い ら れ\nた元素組成や水分含有量等の数値は，何の根拠もない数値である 。\nイ   次 に ， 有 害 物 質 の 排 ガ ス 濃 度 設 計 は ， 設 計 業 務 の 中 で も 重 要 な 部 分\nを 占 め て い る と こ ろ ， 本 件 焼 却 施 設 の 上 記 基 本 図 書 や 基 本 計 算 書 に お\nい て は ， 有 害 物 質 の 発 生 量 ， 有 害 物 質 の 除 去 率 や そ の 根 拠 は 示 さ れ て\nいない。また，最終的な排ガス中の有害物質濃度も示されていな い。\n（被告及び補助参加人の主張）\n(1)  原告らの主張(1)ないし(7)はいずれも争う。\n被 告 は ， 本 件 焼 却 施 設 は ， 改 正 前 の 施 行 規 則 １ ２ 条 の ２ の 各 要 件 を 満\nたしていると判断して， 本件各処分を行った。\n(2)  原告らの主張(8)は争う。\nア  原告らは水封式コンベアの機能と構造を独善的に解釈している 。\n焼 却 物 は ， 連 続 的 か つ 定 量 的 に 供 給 さ れ ， 熱  減 量 １ ０ パ ー セ ン ト\n以 下 ま で 焼 却 さ れ る の で ， 高 温 の 燃 焼 状 態 に あ る 燃 焼 物 質 が 一 括 的 に\n大 量 に 水 面 へ 落 下 す る わ け で は な く ， 大 量 の 水 蒸 気 が 一 度 に 発 生 し ，\n焼却灰の飛散の原因となるような状況は発生しない。\nイ   次 に ， 原 告 ら は ， 排 ガ ス 冷 却 構 造 に つ い て も ， 独 善 的 解 釈 に よ り 主\n張を展開している。\nす な わ ち ， 冷 却 水 は ， 排 ガ ス の 温 度 に 比 例 し た 制 御 に よ り ， 供 給 量\nの 全 量 が 蒸 発 し う る 量 だ け 噴 霧 供 給 さ れ る 。 排 ガ ス 温 度 は 摂 氏 ２ ０ ０\n度 以 下 と す る の で あ り ， 水 の 蒸 発 温 度 は ， 摂 氏 １ ０ ０ 度 で あ る か ら ，\nこ の 制 御 は 比 較 的 容 易 で あ る 。 ま た ， 噴 霧 に 際 し て は ， 水 の 粒 子 径 を\nミ ク ロ ン 単 位 の 霧 状 と す る ノ ズ ル を 介 す る の で ， シ ャ ワ ー の よ う に 粒\n子 径 が 大 き く 蒸 発 し き れ ず ， 水 滴 と し て 設 備 内 に 滴 下 残 留 す る こ と は\nな い 。 ま た ， 同 冷 却 室 内 に お い て ， 比 重 の 関 係 上 落 下 し た ば い じ ん に\nつ い て は ， 封 止 さ れ た コ ン ベ ア へ 密 閉 を 保 っ た 状 態 で 排 出 さ れ る の で\n飛散しない。\nウ   セ メ ン ト 固 化 処 理 に つ い て は ， 構 造 体 と し て の 封 止 効 果 は 当 然 で あ\nる が ， 混 練 さ れ る こ と に よ る 固 化 で あ る か ら ， 構 造 体 と し て 粉 砕 さ れ\nる，あるいは経年劣化で崩れることを原因とする溶出は考え難い。\nエ   以 上 の と お り ， 原 告 ら の 主 張 は ， 本 件 焼 却 施 設 が ， 改 正 前 の 施 行 規\n則 １ ２ 条 の ２ 第 ５ 項 柱 書 ， ４ 条 １ 項 ７ 号 リ (1)の 要 件 を 満 た し て い な\nいことの根拠となるものではない。\n(3)  原告らの主張(9)は争う。\n５  予備的請求の争点(1)アについて\n当 事 者 の 主 張 は ， 主 位 的 請 求 の 争 点 (1)イ の 原 告 ら の 主 張 及 び 被 告 の 主\n張と同旨である。\n６  予備的請求の争点(1)イについて\n（原告らの主張）\n本 件 各 処 分 が 取 り 消 さ れ な い ま ま 放 置 さ れ る 場 合 に は ， 本 件 各 施 設 の 建\n設 及 び 操 業 に 伴 っ て ， 有 害 物 質 が 飛 散 ， 流 出 す る こ と に よ り ， 本 件 各 施 設\n周 辺 の 大 気 ， 土 壌 ， 水 質 が 汚 染 さ れ ， 住 民 の 生 命 ， 健 康 及 び 財 産 に 被 害 が\n生 じ る お そ れ が あ る 。 本 件 各 施 設 か ら 飛 散 す る 有 害 物 質 が ， ダ イ オ キ シ ン\n類 等 ， 一 旦 環 境 中 に 排 出 さ れ れ ば 長 期 に わ た り 残 存 す る も の で あ る こ と を\n考 え る と ， そ の 被 害 は 甚 大 で あ る 。 し た が っ て ， 本 件 各 処 分 が 取 り 消 さ れ\nないことにより，原告らに重大な損害が発生することは明らかである。\n（被告の主張）\n争う。\n７  予備的請求の争点(1)ウについて\n（原告らの主張）\n原 告 ら は ， 補 助 参 加 人 に 対 し ， 本 件 各 施 設 の 建 設 差 止 め を 求 め る 民 事 訴\n訟 を 提 起 し て い る が ， 民 事 訴 訟 を 提 起 し て い る だ け で は ， 本 件 各 施 設 の 建\n設 を 差 し 止 め る 効 果 は な い か ら ， 同 訴 訟 係 属 中 に ， 本 件 各 施 設 の 建 設 が 完\n了 し ， 操 業 開 始 す る こ と も 十 分 考 え ら れ ， そ の 場 合 ， 取 り 返 し の つ か な い\n環 境 汚 染 が 始 ま る こ と が 考 え ら れ る 。 し か も ， 上 記 民 事 訴 訟 に お い て は ，\n技 術 的 科 学 的 な 争 点 に つ い て 主 張 立 証 を 行 わ な け れ ば な ら ず ， 訴 訟 の 長 期\n化が予想される上，原告らが勝訴することは容易でない。\nこ の よ う な 事 情 か ら す れ ば ， 予 備 的 請 求 の 争 点 (1)イ の 原 告 ら の 主 張 の\nと お り の 損 害 を 避 け る た め に は ， 予 備 的 請 求 に 係 る 訴 え の 提 起 の 他 に 適 切\nな方法があるとはいえない。\n（被告の主張）\n争う。\n８  予備的請求の争点(2)アについて\n（原告らの主張）\n平 成 ２ １ 年 １ 月 ま で 補 助 参 加 人 の 訴 訟 代 理 人 で あ っ た Ｈ 弁 護 士 は ， 以 下\nの 事 情 か ら ， Ｉ を 介 し て ， 補 助 参 加 人 を 実 質 的 に 支 配 し て い た 者 で あ り ，\n補 助 参 加 人 の 「 役 員 」 （ 廃 棄 物 処 理 法 １ ４ 条 ５ 項 ２ 号 ニ ， ７ 条 ５ 項 ４ 号\nニ ） に 該 当 す る と こ ろ ， Ｈ は ， 平 成 ▲ 年 ▲ 月 ▲ 日 ， ○ 違 反 に よ り 逮 捕 さ\nれ ， 同 年 ▲ 月 ▲ 日 ， 同 被 告 事 件 に つ い て 有 罪 判 決 （ ○ ） を 受 け ， 同 判 決 は\n確 定 し て お り ， こ れ は 廃 棄 物 処 理 法 １ ４ 条 ５ 項 ２ 号 ニ ， 同 号 イ ， ７ 条 ５ 項\n４ 号 ロ に 該 当 す る か ら ， 福 島 県 知 事 が ， 同 法 １ ５ 条 の ３ 第 １ 項 １ 号 に よ\nり，本件各処分を取り消す義務を負うことは一義的に明らかである。\n(1)  Ｈは，補助参加人の実印及び株券を管理していた。\n(2)  補 助 参 加 人 に は 預 金 口 座 が な く ， 補 助 参 加 人 の 支 払 は ， Ｈ の 預 り 金\n口座を通じて行われていた。\n( 3 )   補 助 参 加 人 の 内 部 紛 争 に 係 る 多 く の 交 渉 ， 補 助 参 加 人 の 株 式 の 譲\n渡 ， 株 主 総 会 及 び 取 締 役 会 ， ス ポ ン サ ー と の 打 合 せ 及 び ス ポ ン サ ー に 対\nす る 報 告 は ， い ず れ も Ｈ の 経 営 す る 法 律 事 務 所 に お い て ， Ｈ 主 導 で 行 わ\nれていた。\n(4)  Ｈ は ， 原 告 ら と 補 助 参 加 人 と の 間 の 複 数 の 訴 訟 に お い て ， 補 助 参 加\n人 の 訴 訟 代 理 人 の 地 位 に あ っ た が ， 補 助 参 加 人 か ら 着 手 金 及 び 報 酬 を 一\n切 受 け 取 っ て い な い 上 ， 上 記 訴 訟 の 準 備 書 面 及 び 和 解 案 を ， 補 助 参 加 人\nの当時の代表取締役に相談することもなく，独断で作成していた。\n(5)  Ｈ は ， 補 助 参 加 人 の 内 部 紛 争 の 処 理 に 際 し ， 自 己 の 所 有 す る 不 動 産\nを担保に入れて，１億円を拠出した。\n(6)  Ｉ は ， 平 成 １ ２ 年 ７ 月 か ら ， Ｈ の 経 営 す る 法 律 事 務 所 の 事 務 員 と し\nて 勤 務 し て い た 者 で あ る が ， 当 時 補 助 参 加 人 の ス ポ ン サ ー で あ っ た Ｊ 株\n式 会 社 （ 以 下 「 Ｊ 」 と い う 。 ） と Ｈ の 人 選 に よ り ， 同 法 律 事 務 所 か ら 補\n助 参 加 人 に 出 向 し て ， 平 成 １ ８ 年 ５ 月 に 補 助 参 加 人 の 取 締 役 に 就 任 し ，\n平 成 ２ ０ 年 ２ 月 に は 代 表 取 締 役 に 就 任 し た 。 し か し ， Ｉ は ， 補 助 参 加 人\nの 締 結 し た 売 買 契 約 の 内 容 や 株 主 総 会 の 招 集 手 続 等 に つ い て 何 ら 認 識 し\nていなかった。\n(7)  補 助 参 加 人 が ， 補 助 参 加 人 に 資 金 を 提 供 す る こ と を 目 的 と す る 会 社\nで あ る と 説 明 す る 有 限 会 社 Ｋ （ 以 下 「 Ｋ 」 と い う 。 ） ， Ｌ 有 限 会 社 （ 以\n下 「 Ｌ 」 と い う 。 ） ， Ｍ 有 限 会 社 （ 以 下 「 Ｍ 」 と い う 。 ） は ， い ず れ も\nＨ が 設 立 し た 会 社 で あ り ， Ｋ 及 び 福 島 の 本 店 所 在 地 は ， い ず れ も Ｈ の 経\n営 す る 法 律 事 務 所 の 所 在 地 で あ っ て ， Ｋ の 代 表 取 締 役 に は Ｉ が 就 任 し て\nいた。\n（被告の主張）\n原 告 ら の 主 張 の う ち ， Ｈ が ○ 違 反 被 告 事 件 に お い て 有 罪 判 決 を 受 け た こ\nと ， Ｈ が 補 助 参 加 人 の 「 役 員 」 に 当 た る 場 合 ， 被 告 が 本 件 各 処 分 を 取 り 消\nす義務を負うことは認め，その余は不知ないし争う。\nＨ は ， 上 記 有 罪 判 決 を 受 け た 当 時 ， 補 助 参 加 人 の 取 締 役 等 の 役 職 に 就 任\nし て お ら ず ， 補 助 参 加 人 の 相 談 役 な い し 顧 問 等 の 肩 書 も 有 し て い な か っ\nた 。 Ｈ が ， 補 助 参 加 人 に 対 す る 多 額 の 融 資 な い し 出 資 を 行 う こ と で そ の 経\n営 に 介 入 し て い た 事 実 も な い か ら ， Ｈ が 補 助 参 加 人 の 「 役 員 」 に 当 た ら な\nいことは明らかである。\n原 告 ら は ， 補 助 参 加 人 の 代 表 取 締 役 で あ り ， か つ 筆 頭 株 主 で も あ っ た Ｉ\nが ， Ｈ の 経 営 す る 法 律 事 務 所 の 元 事 務 員 で あ っ た こ と を も っ て ， Ｈ が Ｉ を\n通 じ て 補 助 参 加 人 を 実 質 的 に 支 配 し て い た 旨 主 張 す る が ， 上 記 有 罪 判 決 を\n受 け た 当 時 に お け る Ｉ と Ｈ の 関 係 は 証 拠 上 明 ら か で な い か ら ， Ｈ が ， Ｉ を\n通じて，補助参加人を実 質的に支配していたとは認められない。\n（補助参加人の主張）\n原 告 ら の 主 張 の う ち ， Ｈ が ○ 違 反 被 告 事 件 に お い て 有 罪 判 決 を 受 け た こ\nと は 認 め ， そ の 余 は 否 認 な い し 争 う 。 そ の 詳 細 に つ い て は ， 以 下 に 付 け 加\nえるほか，被告の主張と 同旨である。\nＨ は ， 平 成 ２ ０ 年 ２ 月 ま で ， 補 助 参 加 人 の 監 査 役 に 就 任 し て い た が ， そ\nも そ も 監 査 役 は ， 業 務 執 行 に あ た る 取 締 役 と は 機 能 上 別 個 の も の で あ る\nし ， そ の 監 査 役 で す ら ， Ｈ は ， 同 月 ， 引 責 辞 任 し て い る の で あ り ， 同 人 が\n補 助 参 加 人 の 「 役 員 」 に 当 た ら な い こ と は 明 ら か で あ る 。 補 助 参 加 人 が ，\n打 合 せ 等 に Ｈ の 法 律 事 務 所 を 利 用 し て い た の は ， 単 に 東 京 に 事 務 所 を 借 り\nる資金的余裕がなかった からにすぎない。\nま た ， Ｉ は ， 補 助 参 加 人 の ス ポ ン サ ー の 要 請 に よ っ て 補 助 参 加 人 の 取 締\n役 な い し 代 表 取 締 役 に 就 任 し た も の で ， Ｈ の 意 向 に よ っ て 就 任 し た も の で\nは な い か ら ， 補 助 参 加 人 の 経 営 に 関 し ， Ｉ が Ｈ の 影 響 下 に あ っ た と は い え\nない。\n９  予備的請求の争点(2)イについて\n（原告らの主張）\n予 備 的 請 求 の 争 点 (2)ア の 原 告 ら の 主 張 の と お り ， Ｈ は ， 補 助 参 加 人 の\n「 役 員 」 に 該 当 す る と こ ろ ， ○ 違 反 被 告 事 件 に つ い て 有 罪 判 決 を 受 け て い\nる 。 ま た ， Ｈ は ， 少 な く と も 平 成 ２ １ 年 ３ 月 ２ ５ 日 時 点 で ， Ｎ 会 系 暴 力 団\nの 交 友 者 で あ る Ｏ と の 間 に 生 じ た 補 助 参 加 人 の 内 部 紛 争 に ， 暴 力 団 を 関 与\nさ せ て い た 。 さ ら に ， Ｈ は ， 裁 判 所 に 対 し て ， 補 助 参 加 人 が 滞 納 し て い る\n国 税 を 納 付 す る 旨 述 べ な が ら ， そ の 約 束 を 軽 々 し く 破 り ， ま た ， 自 ら の 預\nり金口座を補助参加人に使用させるなどした。\nこ の よ う に ， Ｈ が ， 不 公 正 ， 不 誠 実 な 行 為 を 繰 り 返 し 行 っ て い る こ と か\nら す れ ば ， Ｈ は ， 補 助 参 加 人 の 業 務 に 関 し 不 正 又 は 不 誠 実 な 行 為 を す る お\nそ れ が あ る と 認 め る に 足 り る 相 当 の 理 由 が あ る 者 と い う こ と が で き ， こ れ\nは 廃 棄 物 処 理 法 １ ４ 条 ５ 項 ２ 号 ニ ， 同 号 イ ， ７ 条 ５ 項 ４ 号 ト に 該 当 す る か\nら ， 福 島 県 知 事 が ， 同 法 １ ５ 条 の ３ 第 １ 項 １ 号 に よ り ， 本 件 各 処 分 を 取 り\n消す義務を負うことは一義的に明らかである。\n（被告の主張）\n不知ないし争う。\n（補助参加人の主張）\n否認ないし争う。\n10  予備的請求の争点(2)ウについて\n（原告らの主張）\n補 助 参 加 人 は ， 以 下 の 事 情 か ら す れ ば ， 暴 力 団 員 又 は 暴 力 団 員 で な く な\nっ た 日 か ら ５ 年 を 経 過 し な い 者 （ 以 下 「 暴 力 団 員 等 」 と い う 。 ） が そ の 事\n業 活 動 を 支 配 す る に 至 っ て い る と い え ， 廃 棄 物 処 理 法 １ ４ 条 ５ 項 ２ 号 ヘ に\n該 当 す る か ら ， 福 島 県 知 事 が ， 同 法 １ ５ 条 の ３ 第 １ 項 １ 号 に よ り ， 本 件 各\n処分を取り消す義務を負 うことは一義的に明らかである。\n(1)  Ｐの交友関係\n本 件 許 可 申 請 当 時 ， 補 助 参 加 人 の 代 表 取 締 役 で あ っ た Ｐ は ， Ｑ 組 Ｒ 組\n２ 代 目 組 長 Ｓ と 平 成 ４ 年 こ ろ 知 り 合 い ， そ の 後 現 在 に 至 る ま で 交 友 が あ\nる 。 そ し て ， 補 助 参 加 人 の 経 営 権 を め ぐ る 内 部 紛 争 に 際 し ， Ｑ 組 の 支 援\nを受けた。\n(2)  Ｏの交友関係\nＰ の 次 に 補 助 参 加 人 の 代 表 取 締 役 に 就 任 し た Ｏ は ， Ｎ 会 系 暴 力 団 の 交\n友 者 で あ る 。 そ し て ， 補 助 参 加 人 の 経 営 権 を め ぐ る 内 部 紛 争 に 際 し ， Ｎ\n会の支援を受けた。\n(3)  見せ金\n補 助 参 加 人 は ， 原 告 ら と の 間 の 別 件 訴 訟 （ 仙 台 高 等 裁 判 所 平 成 ○ 年\n(ネ )第 ○ 号 産 業 廃 棄 物 処 分 場 工 場 差 止 等 請 求 控 訴 事 件 ） に お い て ， 平 成\n１ ８ 年 １ ０ 月 ２ ０ 日 ， Ｍ か ら 資 金 援 助 を 受 け る こ と に な っ た と し て ， Ｔ\n銀行Ｗ支店の約７０億円の残高証明を出してきた。\nし か し ， Ｍ は ， 資 本 金 が わ ず か ５ ４ ０ 万 円 と い う 小 企 業 で あ る 。 し か\nも ， 平 成 １ ８ 年 １ 月 に 設 立 さ れ ， 営 業 の 実 績 も な い 。 そ の よ う な Ｍ に 約\n７ ０ 億 円 も の 莫 大 な 資 金 が あ る は ず が な い 。 現 に ， Ｍ が ， 上 記 支 店 に 約\n７ ０ 億 円 も の 預 金 を 有 し て い た の は ， 残 高 証 明 書 の 日 付 で あ る 平 成 １ ８\n年９月１２日のみであった。\nそうすると，上記約７０億円は，見せ金にすぎない。\n（被 告の主張）\n(1)  原告らの主張の冒頭 部分の主張は争う。\nア  原告らの主張(1)及び(2)の事実は不知。\nイ   原 告 ら の 主 張 (3)の う ち ， Ｍ が 平 成 １ ８ 年 １ 月 に 設 立 さ れ た こ と ，\nそ の 資 本 金 が ， 平 成 １ ９ 年 １ ２ 月 ３ １ 日 現 在 ， ５ ４ ０ 万 円 で あ る こ と\nは認め，その余は不知ないし争う。\n(2)  暴 力 団 員 等 に 関 す る 欠 格 要 件 は ， 平 成 １ ２ 年 法 律 第 １ ０ ５ 号 に よ る\n改 正 に よ り 加 わ っ た も の で あ り ， 施 行 は 同 年 １ ０ 月 １ 日 で あ る 。 そ し\nて ， 暴 力 団 員 等 に 関 す る 欠 格 要 件 を 定 め た 規 定 に つ い て ， 遡 及 適 用 を 定\nめ た 経 過 規 定 は な い か ら ， 同 日 以 降 の 事 実 を 基 に ， 上 記 欠 格 要 件 の 該 当\n性を判断することになる。\nこ の 点 ， Ｐ 及 び Ｏ は ， い ず れ も ， 平 成 １ ２ 年 １ ０ 月 １ 日 よ り も 前 に 補\n助 参 加 人 の 代 表 取 締 役 を 退 任 し て い る か ら ， 仮 に ， こ れ ら の 者 が 暴 力 団\n員等であったとしても，取り消すべき事由とはならない。\nま た ， 少 な く と も ， 平 成 １ ２ 年 １ ０ 月 １ 日 以 降 ， 補 助 参 加 人 が ， 暴 力\n団 員 等 に そ の 事 業 を 支 配 さ れ る に 至 っ て い た と い う 事 実 は な い か ら ， 福\n島県知事は，本件各処分を取り消すことを義務付けられていない。\n（補 助参加人の主張）\n原告らの主張の冒頭部分の主張は争う。\n(1)  原告らの主張(1)及び(2)の事実は否認する。\n(2)  原告らの主張(3)は否認ないし争う。\nＭ の 前 記 ７ ０ 億 円 は ， 見 せ 金 で は な い 。 補 助 参 加 人 は ， 平 成 ２ ０ 年 ７\n月 か ら １ ２ 月 に か け て ， 本 件 土 地 の う ち 本 件 処 分 場 用 地 に 放 置 さ れ て き\nた 不 法 投 棄 産 業 廃 棄 物 を ２ 億 円 か け て 撤 去 し ， 同 年 １ １ 月 ， 本 件 土 地 内\nに 包 蔵 さ れ た 埋 蔵 文 化 財 発 掘 を １ ５ ０ ０ 万 円 か け て 実 施 す る と と も に ，\n本 件 各 施 設 に 接 続 す る 南 相 馬 市 市 道 の 拡 幅 工 事 を 実 施 し ， こ れ に 要 す る\n費 用 と し て １ 億 ２ ０ ０ ０ 万 円 の う ち ６ ０ ０ ０ 万 円 を 請 負 業 者 に 支 払 っ\nた 。 ま た ， 同 月 ， 本 件 各 施 設 の 本 工 事 に 着 手 し ， 請 負 業 者 に 対 し ， 総 工\n事 費 ７ ０ 億 円 の う ち ， ３ ５ 億 円 を 前 渡 金 と し て 支 払 っ た 。 こ の こ と か ら\n分 か る よ う に ， 補 助 参 加 人 は ， Ｍ か ら 資 金 調 達 を 妥 当 に 受 け て い る の で\nある。\n11  予備的請求の争点(2)エについて\n（原告らの主張）\n補 助 参 加 人 は ， 以 下 の 事 情 か ら ， そ の 業 務 に 関 し 不 正 又 は 不 誠 実 な 行 為\nを す る お そ れ が あ る と 認 め る に 足 り る 相 当 の 理 由 が あ る 者 に 該 当 す る と い\nう べ き で あ り ， 廃 棄 物 処 理 法 １ ４ 条 ５ 項 ２ 号 イ ， ７ 条 ５ 項 ４ 号 ト に 該 当 す\nる か ら ， 福 島 県 知 事 が ， 同 法 １ ５ 条 の ３ 第 １ 項 １ 号 に よ り ， 本 件 各 処 分 を\n取り消す義務を負うことは一義的に明らかである。\n(1)  国税の滞納\n補 助 参 加 人 は ， 平 成 １ ７ 年 １ １ 月 ２ １ 日 ， 関 東 信 越 国 税 局 長 か ら ， 国\n税 の 滞 納 を 理 由 と し て 財 産 の 差 押 え を 受 け た 。 こ の 滞 納 金 は 約 ６ 億 円 に\n上 り ， 加 算 税 と も ど も ， い ま だ に ， 支 払 わ れ て い な い 。 こ の よ う な 態 度\nか ら ， 補 助 参 加 人 の 遵 法 精 神 の 欠 如 と 補 助 参 加 人 の 経 理 的 基 礎 の 不 十 分\n性がうかがわれる。\n(2)  多年にわたる内部紛争\n補 助 参 加 人 は ， 平 成 ３ 年 ２ 月 １ ９ 日 ， Ｐ と Ｏ に よ っ て 設 立 さ れ た 。 し\nか し ， 平 成 ５ 年 ３ 月 に は ， 金 銭 問 題 か ら ， 両 者 の 間 で ト ラ ブ ル と な り ，\n双 方 が 暴 力 団 の 支 援 を 受 け て 争 う と い う 事 態 に な っ た 。 そ の 後 ， Ｐ が ，\n取 締 役 会 議 事 録 を 偽 造 す る な ど し て 逮 捕 さ れ ， さ ら に は ， Ｏ と Ｕ な る 人\n物 と の 間 で 新 た に ト ラ ブ ル が 生 じ る な ど し ， 紛 争 が 泥 沼 化 し た 。 そ の\n後 ， Ｏ は ， 前 記 Ｕ と 和 解 し ， 補 助 参 加 人 の 経 営 権 を 回 復 し た が ， そ れ\nは ， 平 成 １ ８ 年 ２ 月 １ ０ 日 で あ る 。 こ の よ う に ， １ ５ 年 近 く に わ た り 内\n部 紛 争 に 明 け 暮 れ て い た 補 助 参 加 人 に ， 今 後 ， 安 定 し た 経 営 を 続 け て い\nくことを期待することはできない。\n(3)  Ｍの本店所在地\n補 助 参 加 人 が ， 補 助 参 加 人 に 資 金 を 提 供 す る こ と を 目 的 と す る 会 社 で\nあ る と 説 明 す る Ｍ の 本 店 所 在 地 は ， 原 告 ら と 補 助 参 加 人 と の 間 の 複 数 の\n訴 訟 に お い て ， 補 助 参 加 人 の 訴 訟 代 理 人 で あ っ た Ｈ の 自 宅 で あ り ， Ｍ が\n通常の営業を展開しているなどとは到底いえない。\nし た が っ て ， Ｍ は ， 実 体 の な い 幽 霊 会 社 と い う ほ か な く ， 同 社 か ら 適\n切な資金提供を受けられる保証はない。\n(4)  遵法精神の欠如\n補 助 参 加 人 は ， ① 土 地 の 所 有 者 に 対 し て 承 諾 を 得 る こ と も な く ， 勝 手\nに 発 掘 調 査 を 行 い ， ② 南 相 馬 市 と の 間 で 締 結 し た 公 害 防 止 協 定 等 に 基 づ\nい て ， 積 み 立 て る こ と と さ れ た 積 立 金 を 積 み 立 て ず ， ③ 福 島 県 の 指 導 要\n綱 上 ， 本 件 各 施 設 で 事 故 が 生 じ た 場 合 に は 責 任 を 負 う 旨 の 誓 約 書 を 提 出\nし な け れ ば な ら な い と さ れ て い る に も か か わ ら ず ， こ れ を 提 出 せ ず ， ④\n本 件 土 地 の 周 辺 住 民 ら と の 間 で ， 協 定 を 締 結 す る ま で は 本 件 各 施 設 の 建\n設 工 事 に 着 手 し な い 旨 合 意 し て い た に も か か わ ら ず ， 協 定 を 締 結 し な い\nま ま 工 事 に 着 手 す る な ど ， 数 々 の 違 法 行 為 ， 約 束 違 反 行 為 を 繰 り 返 し て\nき た 。 こ の よ う な 補 助 参 加 人 に 本 件 各 施 設 の 安 定 し た 経 営 を 続 け て い く\nことを期待することはできない。\n（被 告の主張）\n原告らの主張の冒頭部分の主張は争う。\n(1)  原 告 ら の 主 張 (1)の 事 実 は 認 め る が ， 国 税 滞 納 の 事 実 は ， 補 助 参 加 人\nに ， そ の 業 務 に 関 し 不 正 又 は 不 誠 実 な 行 為 を す る お そ れ が あ る と 認 め る\nに足りる相当の理由があるとの評価をもたらすものではない。\n(2)  原 告 ら の 主 張 (2)の う ち ， 補 助 参 加 人 が ， 平 成 ３ 年 ２ 月 １ ９ 日 に ， Ｐ\nとＯによって設立されたとの点は認め，その余は不知ないし争う。\n(3)  原告らの主張(3)及び(4)は不知ないし争う。\n（補 助参加人の主張）\n原告らの主張の冒頭部分の主張は争う。\n(1)  原告らの主張(1)の事実は認め，評価は争う。\n補 助 参 加 人 は ， 滞 納 し た 税 金 を 支 払 う 意 思 を 有 し て お り ， そ の た め に\n国 税 局 と 協 議 を 行 う な ど ， 支 払 に 向 け た 行 動 を 積 極 的 に 取 っ て い る し ，\n廃 棄 物 処 理 法 １ ８ 条 に 基 づ く 報 告 の 徴 収 に 対 し ， 適 切 な 事 業 計 画 及 び 資\n金 計 画 を 策 定 し て 提 出 し ， こ の 中 で ， 滞 納 税 の 支 払 に つ い て も 計 上 し て\nお り ， 十 分 な 遵 法 精 神 を 有 し て い る 。 ま た ， 補 助 参 加 人 の 経 理 的 基 礎 が\n不 十 分 な も の で な い こ と は ， 予 備 的 請 求 の 争 点 (2)ウ の 補 助 参 加 人 の 主\n張(2)の事実からしても明らかである。\n(2)  原告らの主張(2)ないし(4)は否認ないし争う。\n第４  当裁判所の判断\n１  主位的請求の争点(1)アについて\n(1)  改 正 前 の 行 政 事 件 訴 訟 法 は ， 取 消 訴 訟 の 出 訴 期 間 に つ い て ， 処 分 又\nは 裁 決 が あ っ た こ と を 知 っ た 日 か ら ３ か 月 以 内 に 提 起 し な け れ ば な ら な\nい と 定 め ， こ の 出 訴 期 間 を 不 変 期 間 と し て い る （ １ ４ 条 １ 項 ， ２ 項 ） 。\nそ し て ， 平 成 １ ６ 年 法 律 第 ８ ４ 号 の 附 則 ４ 条 は ， 出 訴 期 間 に 関 す る 経 過\n措 置 と し て ， 同 法 律 の 施 行 （ 平 成 １ ７ 年 ４ 月 １ 日 ） 前 に そ の 期 間 が 満 了\nし た 処 分 又 は 裁 決 に 関 す る 訴 訟 の 出 訴 期 間 に つ い て は ， な お 従 前 の 例 に\nよるものと規定している。\n(2)  原 告 ら は ， 本 件 各 処 分 を 知 っ た の は 平 成 １ ２ 年 の 夏 で あ る こ と を 自\n認 し て い る と こ ろ ， 本 件 訴 え が 提 起 さ れ た の は ， 平 成 １ ９ 年 １ １ 月 ２ ７\n日 で あ る か ら （ 顕 著 な 事 実 ） ， 本 件 各 処 分 の 取 消 し を 求 め る 主 位 的 請 求\nに 係 る 訴 え は ， 原 告 ら が 本 件 各 処 分 が あ っ た こ と を 知 っ た 日 か ら 起 算 し\nて３か月が経過した後に提起されていることになる。\nそ う す る と ， 改 正 後 の 行 政 事 件 訴 訟 法 施 行 前 に ， 本 件 各 処 分 の 出 訴 期\n間 は 満 了 し て い る か ら ， 本 件 各 処 分 に 改 正 後 の 行 政 事 件 訴 訟 法 １ ４ 条 １\n項 の 規 定 を 適 用 す る 余 地 は な く ， 改 正 前 の 行 政 事 件 訴 訟 法 に は ， 正 当 な\n理 由 が あ る こ と に よ り 出 訴 期 間 の 徒 過 を 救 済 す る 規 定 は な い か ら ， 本 件\nに お い て は ， 正 当 な 理 由 の 存 否 は 問 題 と な ら な い 。 な お ， 原 告 ら は ， 平\n成 １ ２ 年 １ ２ 月 に は ， 本 件 各 施 設 か ら 出 る 排 出 物 の 危 険 性 ， 影 響 等 を 指\n摘 し た 文 書 を 補 助 参 加 人 に 対 し て 送 付 し て お り （ 丙 ９ ０ の ５ ， 弁 論 の 全\n趣 旨 ） ， 遅 く と も 平 成 １ ２ 年 中 に は ， 本 件 各 施 設 の 設 置 が 周 辺 住 民 に 与\nえ る 可 能 性 の あ る 健 康 被 害 等 に つ い て ， 問 題 意 識 を 有 す る に 至 っ て い た\nこ と が う か が わ れ る か ら ， 本 件 に お い て ， 訴 訟 行 為 の 追 完 （ 民 事 訴 訟 法\n９７条１項）を認める余地もない。\n以 上 に よ れ ば ， 本 件 各 処 分 の 取 消 し を 求 め る 主 位 的 請 求 に 係 る 訴 え\nは ， 出 訴 期 間 経 過 後 に 提 起 さ れ た 不 適 法 な も の で あ る か ら ， そ の 余 の 点\nについて判断するまでもなく，却下を免れない。\n２  予備的請求の争点(1)アについて\n(1)  行 政 事 件 訴 訟 法 ３ ７ 条 の ２ 第 ３ 項 は ， い わ ゆ る 非 申 請 型 の 義 務 付 け\nの 訴 え （ 同 法 ３ 条 ６ 項 １ 号 ） は ， 行 政 庁 が 一 定 の 処 分 を す べ き 旨 を 命 ず\nる こ と を 求 め る に つ き 「 法 律 上 の 利 益 を 有 す る 者 」 に 限 り ， 提 起 す る こ\nと が で き る と 規 定 し て い る 。 こ こ で ， 「 法 律 上 の 利 益 を 有 す る 者 」 と\nは ， 当 該 処 分 が さ れ な い こ と に よ り 自 己 の 権 利 若 し く は 法 律 上 保 護 さ れ\nた 利 益 を 侵 害 さ れ ， 又 は 必 然 的 に 侵 害 さ れ る お そ れ の あ る 者 を い う の で\nあ り ， 当 該 処 分 の 根 拠 を 定 め た 行 政 法 規 が ， 不 特 定 多 数 者 の 具 体 的 利 益\nを 専 ら 一 般 的 公 益 の 中 に 吸 収 解 消 さ せ る に と ど め ず ， そ れ が 帰 属 す る\n個 々 人 の 個 別 的 利 益 と し て も こ れ を 保 護 す べ き も の と す る 趣 旨 を 含 む と\n解 さ れ る 場 合 に は ， こ の よ う な 利 益 も 法 律 上 保 護 さ れ た 利 益 に 当 た り ，\n当 該 処 分 が さ れ な い こ と に よ り ， 上 記 利 益 を 侵 害 さ れ ， 又 は 必 然 的 に 侵\n害 さ れ る お そ れ の あ る 者 は ， 当 該 処 分 の 義 務 付 け を 求 め る 訴 訟 に お け る\n原告適格を有するものというべきである。\nそ し て ， 行 政 事 件 訴 訟 法 ３ ７ 条 の ２ 第 ４ 項 は ， 上 記 法 律 上 保 護 さ れ た\n利 益 の 有 無 の 判 断 に つ い て は ， 同 法 ９ 条 ２ 項 の 規 定 を 準 用 し て い る と こ\nろ ， 同 項 に よ れ ば ， 第 三 者 に 対 す る 処 分 を 行 政 庁 に 命 ず る こ と を 求 め る\n者 に つ い て 上 記 法 律 上 保 護 さ れ た 利 益 の 有 無 を 判 断 す る に 当 た っ て は ，\n当 該 処 分 の 根 拠 と な る 法 令 の 規 定 の 文 言 の み に よ る こ と な く ， 当 該 法 令\nの 趣 旨 及 び 目 的 並 び に 当 該 処 分 に お い て 考 慮 さ れ る べ き 利 益 の 内 容 及 び\n性 質 を 考 慮 す る も の と し ， こ の 場 合 に お い て ， 当 該 法 令 の 趣 旨 及 び 目 的\nを 考 慮 す る に 当 た っ て は ， 当 該 法 令 と 目 的 を 共 通 す る 関 係 法 令 が あ る と\nき は そ の 趣 旨 及 び 目 的 を も 参 酌 す る も の と し ， 当 該 利 益 の 内 容 及 び 性 質\nを 考 慮 す る に 当 た っ て は ， 行 政 庁 が 当 該 処 分 を す べ き で あ る こ と が 当 該\n処 分 の 根 拠 と な る 法 令 の 規 定 か ら 明 ら か で あ る と 認 め ら れ ， 又 は 行 政 庁\nが 当 該 処 分 を し な い こ と が そ の 裁 量 権 の 範 囲 を 超 え ， 若 し く は そ の 濫 用\nと な る と 認 め ら れ る に も か か わ ら ず ， 当 該 処 分 が さ れ な い 場 合 に 害 さ れ\nる こ と と な る 利 益 の 内 容 及 び 性 質 並 び に こ れ が 害 さ れ る 態 様 及 び 程 度 を\nも勘案すべきこととなる。\n(2)  上 記 の 見 地 に 立 っ て ， 原 告 ら が ， 本 件 各 処 分 の 取 消 し の 義 務 付 け を\n求める原告適格を有するか否かについて検討する。\nア   廃 棄 物 処 理 法 は ， 廃 棄 物 の 排 出 を 抑 制 し ， 及 び 廃 棄 物 の 適 正 な 分\n別 ， 保 管 ， 収 集 ， 運 搬 ， 再 生 ， 処 分 等 の 処 理 を し ， 並 び に 生 活 環 境 を\n清 潔 に す る こ と に よ り ， 生 活 環 境 の 保 全 及 び 公 衆 衛 生 の 向 上 を 図 る こ\nとを目的としている（１条）。\nそ し て ， 廃 棄 物 処 理 法 は ， ① 産 業 廃 棄 物 処 理 施 設 の 設 置 に つ い て\nは ， 都 道 府 県 知 事 の 許 可 を 受 け る こ と を 要 す る こ と と し （ １ ５ 条 １\n項 ） ， ② 産 業 廃 棄 物 処 理 施 設 の 設 置 に 関 す る 計 画 及 び 維 持 管 理 に 関 す\nる 計 画 が ， 当 該 施 設 に 係 る 周 辺 地 域 の 生 活 環 境 の 保 全 及 び 環 境 省 令 で\n定 め る 周 辺 の 施 設 に つ い て 適 正 な 配 慮 が さ れ た も の で あ る こ と を そ の\n許 可 の 基 準 と し （ １ ５ 条 の ２ 第 １ 項 ２ 号 ） ， ③ 申 請 書 に は ， 当 該 施 設\nを 設 置 す る こ と が 周 辺 地 域 の 生 活 環 境 に 及 ぼ す 影 響 に つ い て の 調 査 の\n結 果 を 記 載 し た 書 類 を 添 付 し な け れ ば な ら ず （ １ ５ 条 ３ 項 ） ， ④ 都 道\n府 県 知 事 は ， 政 令 で 定 め る 産 業 廃 棄 物 処 理 施 設 （ 本 件 各 施 設 は こ れ に\n該 当 す る 。 甲 １ な い し ３ ， 弁 論 の 全 趣 旨 。 ） に つ い て 許 可 の 申 請 が あ\nっ た 場 合 に は ， 同 法 １ ５ 条 ２ 項 １ 号 か ら ４ 号 ま で に 掲 げ る 事 項 ， 申 請\n年 月 日 及 び 縦 覧 場 所 を 告 示 す る と と も に ， 同 項 の 申 請 書 及 び 同 条 ３ 項\n所 定 の 書 類 を 公 衆 の 縦 覧 に 供 し な け れ ば な ら ず （ １ ５ 条 ４ 項 ） ， さ ら\nに ， 当 該 告 示 を し た 旨 を 当 該 施 設 の 設 置 に 関 し 生 活 環 境 の 保 全 上 関 係\nが あ る 市 町 村 の 長 に 通 知 し ， 当 該 市 町 村 長 の 生 活 環 境 の 保 全 上 の 見 地\nか ら の 意 見 を 聴 か な け れ ば な ら ず （ １ ５ 条 ５ 項 ） ， ⑤ 当 該 施 設 の 設 置\nに 関 し 利 害 関 係 を 有 す る 者 は ， 都 道 府 県 知 事 に 生 活 環 境 の 保 全 上 の 見\n地 か ら の 意 見 書 を 提 出 す る こ と が で き （ １ ５ 条 ６ 項 ） ， ⑥ 都 道 府 県 知\n事 は ， 当 該 許 可 を す る 場 合 に は ， あ ら か じ め 同 法 １ ５ 条 の ２ 第 １ 項 ２\n号 に 掲 げ る 事 項 に つ い て 専 門 的 知 識 を 有 す る 者 の 意 見 を 聴 か な け れ ば\nな ら ず （ １ ５ 条 の ２ 第 ３ 項 ） ， 当 該 許 可 に は 生 活 環 境 の 保 全 上 必 要 な\n条件を付することができる（１５条の２第４項）と定めている。\nま た ， 産 業 廃 棄 物 処 理 施 設 の 設 置 許 可 後 に つ い て も ， 廃 棄 物 処 理 法\nは ， 産 業 廃 棄 物 処 理 施 設 の 設 置 者 が ， 周 辺 地 域 の 生 活 環 境 の 保 全 及 び\n環 境 省 令 で 定 め る 周 辺 施 設 に つ い て 適 正 な 配 慮 が な さ れ た 産 業 廃 棄 物\n処 理 施 設 の 設 置 に 関 す る 計 画 及 び 維 持 管 理 に 関 す る 計 画 に 従 い ， 当 該\n施 設 の 維 持 管 理 を す る こ と を 要 す る も の と し （ １ ５ 条 の ２ の ３ 第 １\n項 ） ， 都 道 府 県 知 事 は ， 当 該 施 設 が 産 業 廃 棄 物 処 理 施 設 の 維 持 管 理 に\n関 す る 計 画 等 に 適 合 し て い な い と 認 め る と き や 許 可 に 付 し た 生 活 環 境\nの 保 全 上 必 要 な 条 件 に 違 反 し た と 認 め る と き は ， 当 該 施 設 に つ き 必 要\nな 改 善 を 命 じ ， 又 は 当 該 施 設 の 使 用 の 停 止 を 命 じ る こ と が で き （ １ ５\n条 の ２ の ７ 第 １ 号 ， ４ 号 ） ， あ る い は 当 該 許 可 を 取 り 消 す こ と が で き\n（ １ ５ 条 の ３ 第 ２ 項 ） ， 産 業 廃 棄 物 処 理 施 設 の 設 置 者 が 上 記 改 善 命 令\n又 は 使 用 停 止 命 令 に 違 反 し た と き や 不 正 の 手 段 に よ り 産 業 廃 棄 物 処 理\n施 設 の 設 置 の 許 可 を 受 け た と き は ， 当 該 許 可 を 取 り 消 さ な け れ ば な ら\nない（１５条の３第１項第２号，３号）と定めている。\nそ し て ， 環 境 省 令 に お い て も ， 産 業 廃 棄 物 の 最 終 処 分 場 に つ い て\nは ， 公 共 の 水 域 及 び 地 下 水 の 汚 染 を 防 止 す る た め ， 十 分 な 効 力 ， 強 度\n及 び 耐 久 力 を 有 す る 遮 水 シ ー ト 等 の 遮 水 層 を 設 け る こ と が 設 置 許 可 の\n基 準 と さ れ （ 一般廃棄物の最終処分場及び産業廃棄物の最終処分場に係\nる技術上の基準を定める省令２条１項４号，１条１項５号） ， 周 縁 の 地\n下 水 等 の 水 質 検 査 が 義 務 付 け ら れ て い る （ 同 省 令 ２ 条 ２ 項 ３ 号 ， １ 条\n２ 項 １ ０ 号 ） 。 産 業 廃 棄 物 の 焼 却 施 設 に つ い て は ， 施 設 か ら 排 出 さ れ\nる ダ イ オ キ シ ン 類 の 有 害 物 質 を 削 減 す る た め ， 完 全 燃 焼 の 確 保 ， 排 ガ\nス 処 理 の 適 正 化 ， 排 ガ ス 濃 度 等 の 管 理 を 図 る た め の 構 造 基 準 及 び 維 持\n管 理 基 準 が 設 け ら れ ， 定 期 的 に 排 ガ ス 中 の 有 害 物 質 の 濃 度 を 測 定 す る\nことが義務付けられている（施行規則１２条の２，１２条の７）。\nこ う し た 産 業 廃 棄 物 処 理 施 設 の 設 置 許 可 及 び 許 可 後 の 措 置 に 関 す る\n廃 棄 物 処 理 法 及 び 環 境 省 令 の 一 連 の 規 定 は ， 本 件 各 施 設 の よ う な 産 業\n廃 棄 物 処 理 施 設 の 設 置 及 び 操 業 に よ っ て ， 当 該 施 設 の 周 辺 に 居 住 す る\n住 民 に 健 康 又 は 生 活 環 境 の 被 害 が 発 生 す る こ と を 防 止 し ， 良 好 な 生 活\n環 境 を 保 全 す る こ と も ， そ の 趣 旨 及 び 目 的 と す る も の で あ る と 解 さ れ\nる。\nイ   予 備 的 請 求 の 根 拠 規 定 で あ る 廃 棄 物 処 理 法 １ ５ 条 の ３ 第 １ 項 １ 号\nは ， 都 道 府 県 知 事 に 対 し ， 産 業 廃 棄 物 処 理 施 設 の 設 置 者 が ， ① 暴 力 団\n員 等 で あ る 場 合 ， ② 暴 力 団 員 等 が そ の 事 業 活 動 を 支 配 す る 者 に 該 当 す\nる 場 合 に 加 え て ， 産 業 廃 棄 物 処 理 施 設 の 設 置 者 な い し 設 置 者 が 法 人で\nあ る 場 合 の そ の 役 員 等 に ， ③ 禁 錮 以 上 の 刑 に 処 せ ら れ ， そ の 執 行 を終\nわ り ， 又 は 執 行 を 受 け る こ と が な く な っ た 日 か ら ５ 年 を 経 過 し な い者\nの あ る 場 合 ， ④ そ の 業 務 に 関 し 不 正 又 は 不 誠 実 な 行 為 を す る お そ れが\nあ る と 認 め る に 足 り る 相 当 な 理 由 が あ る 者 の あ る 場 合 等 に ， 産 業 廃棄\n物処理施設の設置の許可を取り消すことを義務付けている。\n前 記 産 業 廃 棄 物 処 理 施 設 の 設 置 許 可 及 び 許 可 後 の 措 置 に 関 す る 廃 棄\n物 処 理 法 及 び 環 境 省 令 の 一 連 の 規 定 の 趣 旨 及 び 目 的 に 加 え ， 産 業 廃 棄\n物 処 理 業 が ， 不 法 投 棄 等 の 不 適 正 処 理 を 行 う こ と で 多 額 の 不 法 収 益 を\n上 げ る と い う 動 機 付 け の 強 い 業 態 で あ る と い う 実 情 に 照 ら せ ば ， 上 記\n規 定 も ， 産 業 廃 棄 物 処 理 施 設 の 設 置 者 等 に 一 定 の 資 質 及 び 社 会 的 信 用\n性 を 求 め る こ と で ， 適 切 な 業 務 運 営 を 期 待 で き な い 者 を 排 除 し ， ひ い\nて は 当 該 施 設 の 周 辺 に 居 住 す る 住 民 に 健 康 又 は 生 活 環 境 の 被 害 が 発 生\nす る こ と を 防 止 し ， 良 好 な 生 活 環 境 を 保 全 す る こ と を ， そ の 趣 旨 及 び\n目的とするものと解される。\nウ   そ し て ， 産 業 廃 棄 物 処 理 施 設 の 設 置 の 許 可 申 請 に 対 し て 許 可 が さ れ\nた 後 に お い て ， 当 該 施 設 の 設 置 者 に 適 切 な 業 務 運 営 を 期 待 で き な い 等\nの 事 情 に よ り 当 該 許 可 を 取 り 消 す べ き 事 由 が 存 在 す る に も か か わ ら\nず ， そ れ が 放 置 さ れ る 場 合 に は ， 当 該 施 設 の 設 置 場 所 と 一 定 の 地 理 的\n関 係 に あ る 周 辺 地 域 に 居 住 す る 者 は ， 当 該 施 設 の 不 適 切 な 設 置 又 は 維\n持 管 理 に 起 因 す る 継 続 的 な 大 気 の 汚 染 ， 水 質 の 汚 濁 ， 土 壌 の 汚 染 等 に\nよ り ， 生 命 又 は 身 体 に 対 す る 重 大 な 危 害 を 含 め ， そ の 健 康 又 は 生 活 環\n境に係る著しい被害を被ることにもなりかねないものである。\n前 記 の 産 業 廃 棄 物 処 理 施 設 の 設 置 許 可 及 び 許 可 後 の 措 置 に 関 す る 廃\n棄 物 処 理 法 及 び 環 境 省 令 の 一 連 の 規 定 の 趣 旨 及 び 目 的 に 鑑 み れ ば ， 廃\n棄 物 処 理 法 の 規 定 は ， 当 該 施 設 の 周 辺 地 域 に 居 住 す る 住 民 に 対 し ， 産\n業 廃 棄 物 処 理 施 設 に 起 因 す る 人 体 に 有 害 な 大 気 の 汚 染 ， 水 質 の 汚 濁 ，\n土 壌 の 汚 染 等 に よ っ て ， そ の 健 康 又 は 生 活 環 境 に 係 る 著 し い 被 害 を 受\nけ な い と い う 具 体 的 利 益 を 保 護 し よ う と す る も の で あ る と 解 さ れ る と\nこ ろ ， そ の 被 害 の 内 容 ， 性 質 ， 程 度 等 に 照 ら せ ば ， こ の 具 体 的 利 益\nは ， 一 般 的 公 益 の 中 に 吸 収 解 消 さ せ る こ と が 困 難 な も の で あ る と い わ\nざるを得ない。\nエ   し た が っ て ， 本 件 各 施 設 の 周 辺 に 居 住 す る 住 民 の う ち ， 本 件 各 施 設\nが 設 置 及 び 操 業 さ れ る こ と に よ る 人 体 に 有 害 な 大 気 の 汚 染 ， 水 質 の 汚\n濁 ， 土 壌 の 汚 染 等 に よ っ て ， 健 康 又 は 生 活 環 境 に 係 る 著 し い 被 害 を 直\n接 的 に 受 け る お そ れ の あ る 者 は ， 本 件 各 施 設 の 設 置 許 可 の 取 消 し の 義\n務 付 け を 求 め る に つ き 法 律 上 の 利 益 を 有 す る 者 と し て ， そ の 義 務 付 け\nを求める訴訟における原告適格を有するというべきである。\n(3)  後掲証拠及び弁論の全趣旨によれば，次の事実が認められる。\nア   本 件 焼 却 施 設 は ， 汚 泥 ， 廃 油 ， 廃 プ ラ ス チ ッ ク 類 ， 産 業 廃 棄 物 等 を\n取 扱 品 目 と し ， ２ ４ 時 間 当 た り ３ ０ ト ン の 処 理 能 力 を 有 す る 焼 却 炉 を\n２ 基 有 す る 中 間 処 理 焼 却 炉 で あ り ， 本 件 処 分 場 は ， 埋 立 地 面 積 約 ６ 万\n０ ０ ３ ５ 平 方 メ ー ト ル ， 埋 立 容 量 ８ ９ 万 ０ ０ ３ ６ 立 法 メ ー ト ル ， 埋 立\nて 予 定 期 間 を １ ７ 年 間 と す る 管 理 型 最 終 処 分 場 で あ る 。 本 件 処 分 場 か\nら の 浸 出 水 は ， 浸 出 水 処 理 施 設 で 水 処 理 さ れ た 後 ， そ の 一 部 は 農 業 用\n水 路 を 経 由 し て ， 二 級 河 川 ζ 川 及 び η 川 へ と 放 流 さ れ る （ 以 上 ， 甲 １\nないし３，乙１，２，５，丙６の１，６の２，９，弁論の全趣旨）。\nイ   本 件 各 施 設 が 適 正 に 設 置 及 び 維 持 管 理 さ れ な い 場 合 に は ， 本 件 各 施\n設 か ら ， 排 ガ ス 及 び 焼 却 灰 等 と し て ダ イ オ キ シ ン 類 ， 水 銀 ， ヒ 素 ， カ\nド ミ ウ ム ， 鉛 ， ク ロ ム ， ニ ッ ケ ル 等 の 重 金 属 類 の 有 害 物 質 が 大 気 中 な\nい し 水 路 に 排 出 さ れ る お そ れ が あ る 。 排 出 さ れ た 上 記 有 害 物 質 は ， 呼\n吸 を 通 し て 体 内 に 摂 取 さ れ る の み な ら ず ， 食 物 及 び 飲 料 水 等 に 付 着 な\nい し 混 入 す る な ど し て ， 食 物 及 び 飲 料 水 等 を 通 じ て も 体 内 に 摂 取 さ れ\nる 。 ダ イ オ キ シ ン 類 の 毒 性 に は ， 大 別 し て ， 摂 取 に よ り 直 ち に 死 に 至\nる よ う な 急 性 毒 性 と ， そ れ 以 外 の 一 般 毒 性 な い し 慢 性 毒 性 が あ り ， 一\n般 毒 性 な い し 慢 性 毒 性 と し て は ， ダ イ オ キ シ ン 類 を 毎 日 一 定 程 度 摂 取\nす る こ と で 生 ず る 可 能 性 が あ る 発 ガ ン 性 に 加 え ， 生 殖 毒 性 及 び 免 疫 毒\n性 な ど の 内 分 泌 攪 乱 物 質 作 用 等 が あ る （ 以 上 ， 甲 ２ ９ ， ３ ２ ， ３ ３ ，\n６６の１ないし４，弁論の全趣旨）。\nウ   原 告 ら は ， い ず れ も そ の 肩 書 住 所 地 に 居 住 す る 者 で あ り （ な お ， 原\n告 ら の 中 に は ， 平 成 ２ ３ 年 ３ 月 に 生 じ た Ｖ 原 子 力 発 電 所 の 事 故 に よ り\nそ の 住 所 地 が 警 戒 区 域 と し て 設 定 さ れ ， 上 記 肩 書 住 所 地 か ら 避 難 し て\nい る 者 も い る が ， い ず れ も 一 時 的 な も の で あ り ， 帰 住 の 意 思 を 有 す る\nも の と う か が わ れ る か ら ， な お 上 記 住 所 地 に 居 住 す る も の と 認 め る の\nが 相 当 で あ る 。 ） ， 原 告 ら の 住 所 地 と 本 件 各 施 設 と の 距 離 は ， 最 も 離\nれ た 者 で 約 １ ６ ５ メ ー ト ル で あ る （ 甲 ５ ９ ， ６ ０ ， 丙 ９ ， 原 告 Ｄ 本\n人，原告Ｃ本人，弁論の全趣旨）。\n原 告 Ｃ は ， 生 活 用 水 と し て 井 戸 水 を 使 用 し て お り ， そ の 水 源 井 戸\nは ， 同 人 の 肩 書 住 所 地 に 位 置 す る （ 甲 ５ ９ ， 原 告 Ｃ 本 人 ， 弁 論 の 全 趣\n旨）。\n原 告 Ｄ 及 び 原 告 Ｃ は ， 本 件 各 施 設 か ら の 距 離 が ， 原 告 ら の 住 所 地 と\n同 程 度 の 場 所 に 水 田 を 所 有 し て お り ， 本 件 各 施 設 と 隣 接 す る 本 件 た め\n池 の 水 を 農 業 用 水 と し て 利 用 し て 農 作 業 を 行 っ て い る （ 甲 ５ ９ ， ６\n０，原告Ｄ本人，原告Ｃ本人，弁論の全趣旨）。\nエ   原 告 ら の 住 所 地 及 び 水 田 は ， 本 件 土 地 よ り 標 高 の 低 い と こ ろ に 位 置\nし て お り ， 原 告 ら の 住 所 地 及 び 水 田 と 本 件 各 施 設 と の 間 に ， 大 気 の 拡\n散 を 妨 げ る 要 因 と な る 建 築 物 等 は 存 在 せ ず ， 周 辺 の 地 形 条 件 や 気 象 条\n件 を み て も ， 大 気 の 拡 散 が 妨 げ ら れ る こ と は う か が わ れ な い （ 甲 ６ ６\nの１ないし３，丙６の１，７の１，７の４，９，弁論の全趣旨） 。\n(4)  本 件 各 施 設 の 設 置 者 に 適 切 な 業 務 運 営 等 が 期 待 で き な い 等 の 事 情 に\nよ り ， 本 件 各 処 分 を 取 り 消 す べ き 事 由 が 存 在 す る に も か か わ ら ず ， そ れ\nが 放 置 さ れ る 場 合 に は ， ダ イ オ キ シ ン 類 等 の 人 体 に 有 害 な 物 質 を 含 む 排\nガ ス 等 が ， 本 件 各 施 設 か ら 大 気 中 に 排 出 さ れ ， あ る い は 上 記 有 害 物 質 を\n含 む 浸 出 水 が 水 路 や 河 川 に 放 流 さ れ る こ と に よ り ， 本 件 各 施 設 の 周 囲 の\n大 気 及 び 水 質 は 汚 染 さ れ る こ と に な る も の と 考 え ら れ る と こ ろ ， 上 記\n(3)ア の 本 件 各 施 設 の 種 類 及 び 規 模 等 か ら す れ ば ， か か る 汚 染 は 重 大 な\nも の に な る こ と が 予 想 さ れ る 。 そ し て ， か か る 有 害 物 質 が 許 容 限 度 を 超\nえ て 継 続 的 に 排 出 さ れ た 場 合 に は ， 本 件 各 施 設 の 周 辺 に 居 住 し ， 生 活 用\n水 な い し 農 業 用 水 を 本 件 各 施 設 の 周 辺 か ら 直 接 利 用 し て 生 活 を 営 ん で い\nる 者 は ， 上 記 有 害 物 質 を 継 続 的 に 吸 引 な い し 摂 取 す る 環 境 に あ り ， そ の\n健 康 又 は 生 活 環 境 に 係 る 著 し い 被 害 を 直 接 的 に 受 け る お そ れ が あ る と 認\nめ ら れ る か ら ， こ れ ら の 者 は ， 本 件 各 処 分 の 取 消 し の 義 務 付 け を 求 め る\n原告適格を有するというべきである。\nそ し て ， 上 記 (3)ウ 及 び エ の 本 件 各 施 設 と 原 告 ら の 居 住 地 と の 間 の 距\n離 を 含 む 地 理 的 関 係 ， 原 告 ら の 生 活 用 水 及 び 農 業 用 水 の 利 用 状 況 等 に 鑑\nみ る と ， 本 件 各 施 設 か ら 人 体 に 有 害 な 物 質 を 含 む 排 ガ ス 等 や 浸 出 水 が 継\n続 的 に 排 出 さ れ た 場 合 に は ， 原 告 ら は ， ま さ に そ の 健 康 又 は 生 活 環 境 に\n係 る 著 し い 被 害 を 直 接 的 に 受 け る お そ れ の あ る 者 で あ る と い う こ と が で\nき る か ら ， 原 告 ら は ， 本 件 各 処 分 の 取 消 し の 義 務 付 け を 求 め る 原 告 適 格\nを有するというべきである。\n３  予備的請求の争点(1)イについて\n前記２ (4)の とお り ，本件 各処 分を 取り 消すべ き事 由が 存在 するに も か\nか わ ら ず ， そ れ が 放 置 さ れ る 場 合 に は ， 本 件 各 施 設 か ら ダ イ オ キ シ ン 類\n等 の 人 体 に 有 害 な 物 質 が 多 量 に ， か つ 継 続 的 に 排 出 さ れ る こ と に よ り ，\n本 件 各 施 設 の 周 囲 の 大 気 及 び 水 質 は 汚 染 さ れ る こ と に な る お そ れ が あ る\nと考え られ ると ころ ，ダイ オキ シン 類は ，前記 ２(3)イの と おりの 毒 性を\n有 す る も の で あ り ， 摂 取 す る 者 の 生 命 及 び 健 康 に 重 大 な 損 害 を 与 え ， そ\nの損害を次世代にも残すおそれがあるものである。\nこれに 加え ，前 記 ２ (3)ウ及 びエ の本 件 各施設 と原 告ら の居 住地 と の間\nの 距 離 を 含 む 地 理 的 関 係 ， 原 告 ら の 生 活 用 水 及 び 農 業 用 水 の 利 用 状 況 等\nを 併 せ 考 え る と ， 本 件 各 処 分 を 取 り 消 す べ き 事 由 が 存 在 す る に も か か わ\nら ず ， そ れ が 放 置 さ れ る 場 合 に は ， 高 い 毒 性 を 有 す る ダ イ オ キ シ ン 類 等\nの 有 害 物 質 に 汚 染 さ れ た 大 気 及 び 水 が ， 原 告 ら の 生 命 及 び 健 康 に 損 害 を\n生ずるおそれがあるものと認められる。\nそ し て ， 上 記 の よ う な 生 命 及 び 健 康 に 生 じ る 損 害 は ， そ の 性 質 上 ， 回\n復 が 著 し く 困 難 で あ る と い え る か ら ， 本 件 各 処 分 が 取 り 消 さ れ な い こ と\nにより，原告らに重大な損害が生ずるおそれがあると認められる。\n４  予備的請求の争点(1)ウについて\n前 記 ３ の と お り ， 一 旦 当 該 許 可 の 効 力 を 争 い 得 な く な っ た 後 に お い て\nも ， 廃 棄 物 処 理 法 又 は そ の 関 連 法 令 に 違 反 す る 事 情 が 生 じ ， 当 該 許 可 を 取\nり 消 す べ き 事 由 が 存 在 す る に も か か わ ら ず ， そ れ が 放 置 さ れ る 場 合 に は ，\n原 告 ら の 生 命 及 び 健 康 に 重 大 な 損 害 を 生 ず る お そ れ が あ る と こ ろ ， か か る\n損 害 は ， 事 後 的 な 金 銭 に よ る 回 復 に 委 ね る こ と が 相 当 で な い 性 質 の も の で\nあ る と 解 さ れ る か ら ， 本 件 各 処 分 の 取 消 し を 義 務 付 け る 他 に ， か か る 損 害\nを 避 け る た め の 適 当 な 方 法 は 見 当 た ら な い と い う べ き で あ る 。 ま た ， 補 助\n参 加 人 に 対 し ， 民 事 上 の 差 止 め 請 求 等 を す る こ と が 可 能 で あ る と し て も ，\n義 務 付 け の 訴 え と 民 事 上 の 請 求 と で は ， 請 求 の 相 手 方 ， 要 件 及 び 効 果 の 諸\n点 に お い て 異 な る も の で あ る か ら ， 実 効 的 な 権 利 救 済 と い う 見 地 か ら し て\nも，救済手段としての義務付けの訴えを排除すべきではない。\nし た が っ て ， 前 記 ３ の 損 害 を 避 け る た め に 予 備 的 請 求 に 係 る 訴 え を 提 起\nする他に適当な方法はないものと認められる。\n５  予備的主張の争点(2)アについて\n(1)  都 道 府 県 知 事 は ， 産 業 廃 棄 物 処 理 施 設 の 設 置 者 が ， 法 人 で そ の 役 員\n又 は 政 令 で 定 め る 使 用 人 の う ち に ， 禁 錮 以 上 の 刑 に 処 せ ら れ ， そ の 執 行\nを 終 わ り ， 又 は 執 行 を 受 け る こ と が な く な っ た 日 か ら ５ 年 を 経 過 し な い\n者 の あ る も の に 該 当 す る に 至 っ た と き は ， 当 該 施 設 の 設 置 の 許 可 を 取 り\n消 さ な け れ ば な ら な い （ 廃 棄 物 処 理 法 １ ５ 条 の ３ 第 １ 項 １ 号 ， １ ４ 条 ５\n項 ２ 号 ニ ， 同 号 イ ， ７ 条 ５ 項 ４ 号 ロ ） 。 そ し て ， 上 記 各 規 定 に 基 づ く 取\n消 処 分 に つ い て は ， そ の 要 件 の 認 定 ， 行 為 の 選 択 等 に 行 政 庁 の 裁 量 の 余\n地 が な い も の で あ る か ら ， 当 該 処 分 は 上 記 各 規 定 に 覊 束 さ れ て い る も の\nと解される。\nし た が っ て ， 上 記 各 規 定 に 該 当 す る こ と が 認 め ら れ る 場 合 に は ， 福 島\n県 知 事 が 本 件 各 処 分 を 取 り 消 す べ き で あ る こ と が ， そ の 処 分 の 根 拠 と な\nる 法 令 の 規 定 か ら 明 ら か で あ る と 認 め ら れ る （ 行 政 事 件 訴 訟 法 ３ ７ 条 の\n２第５項前段）。\n(2)  ま ず ， 証 拠 （ 甲 ６ ７ ， ６ ８ ） 及 び 弁 論 の 全 趣 旨 に よ れ ば ， Ｈ は ， 平\n成 ○ 年 法 律 第 ○ 号 に よ る 改 正 前 の ○ 法 （ 以 下 「 改 正 前 の ○ 法 」 と い\nう 。 ） 違 反 被 告 事 件 の 被 告 人 と し て ， 平 成 ２ １ 年 １ ０ 月 ２ ７ 日 ， 東 京 地\n方 裁 判 所 に お い て ， ○ の 有 罪 判 決 （ 以 下 「 本 件 判 決 」 と い う 。 ） の 言 渡\nしを受け，その後，同判 決が確定したことが認められる。\nし た が っ て ， Ｈ は ， 禁 錮 以 上 の 刑 に 処 せ ら れ ， そ の 執 行 を 終 わ り ， 又\nは執行を受けることがなくなった日から５年を経過しない者に当た る 。\n(3)  そ し て ， 廃 棄 物 処 理 法 １ ４ 条 ５ 項 ２ 号 ニ の 「 役 員 」 と は ， 「 業 務 を\n執 行 す る 社 員 ， 取 締 役 ， 執 行 役 又 は こ れ ら に 準 ず る 者 を い い ， 相 談 役 ，\n顧 問 そ の 他 い か な る 名 称 を 有 す る 者 で あ る か を 問 わ ず ， 法 人 に 対 し 業 務\nを 執 行 す る 社 員 ， 取 締 役 ， 執 行 役 又 は こ れ ら に 準 ず る 者 と 同 等 以 上 の 支\n配 力 を 有 す る も の と 認 め ら れ る 者 を 含 む 。 」 と 規 定 さ れ て い る と こ ろ\n（ 同 法 ７ 条 ５ 項 ４ 号 ニ ） ， 甲 第 ６ １ 号 証 及 び 弁 論 の 全 趣 旨 に よ れ ば ， Ｈ\nが ， 本 件 判 決 の 前 後 を 通 じ て ， 取 締 役 会 設 置 会 社 で あ る 補 助 参 加 人 の 取\n締 役 の 地 位 に あ っ た 事 実 は 認 め ら れ ず ， そ の 他 ， Ｈ が ， 補 助 参 加 人 に お\nい て ， 形 式 上 ， 取 締 役 に 準 ず る 役 職 の 地 位 に あ っ た 事 実 は う か が わ れ な\nい か ら ， 本 件 に お い て は ， Ｈ が ， 禁 錮 以 上 の 刑 に 処 せ ら れ た と き に お い\nて ， 取 締 役 会 設 置 会 社 で あ る 補 助 参 加 人 の 「 取 締 役 と 同 等 以 上 の 支 配 力\nを有するものと認められる者」に該当していたか否かが問題になる 。\nこ の 点 ， 「 取 締 役 と 同 等 以 上 の 支 配 力 」 と は ， 「 取 締 役 （ 代 表 権 の な\nい ， い わ ゆ る 「 平 取 締 役 」 ） 」 と 同 等 以 上 の 支 配 力 で あ れ ば 足 り る と 解\nさ れ る か ら ， 「 取 締 役 と 同 等 以 上 の 支 配 力 を 有 す る も の と 認 め ら れ る\n者 」 に つ い て は ， 経 営 方 針 を 単 独 の 意 思 で 決 し 得 る よ う な 強 大 な 権 限 を\n有 す る 者 で あ る こ と ま で は 要 し な い も の と 解 さ れ る （ 行 政 処 分 の 指 針 に\nつ い て （ 平 成 １ ７ 年 ８ 月 １ ２ 日 環 廃 産 発 第 ０ ５ ０ ８ １ ２ ０ ０ ３ 号 環 境 省\n大 臣 官 房 廃 棄 物 ・ リ サ イ ク ル 対 策 部 産 業 廃 棄 物 課 長 通 知 ） （ 乙 １ １ ） 参\n照）。\nそ こ で ， 補 助 参 加 人 の 業 務 上 の 意 思 決 定 に 対 す る 具 体 的 な 関 与 の 有 無\n及 び そ の 程 度 等 に 照 ら し て ， Ｈ が ， 補 助 参 加 人 に お い て ， 「 取 締 役 と 同\n等 以 上 の 支 配 力 を 有 す る も の と 認 め ら れ る 者 」 に 該 当 し て い た か 否 か に\nついて，以下検討する。\n(4)  後掲証拠及び弁論の全趣旨によれば，以下の事実が認められる。\nな お ， 証 人 Ｉ の 証 言 中 ， Ｈ が 補 助 参 加 人 の 監 査 役 及 び 訴 訟 代 理 人 と し\nて の 立 場 を 超 え て そ の 経 営 に 関 与 し た こ と は な く ， Ｉ に 対 し て 指 示 等 す\nる こ と も な か っ た 旨 述 べ る 部 分 は ， Ｉ 自 身 の 供 述 及 び 他 の 補 助 参 加 人 関\n係 者 の 供 述 内 容 （ 甲 ４ ０ ， ４ ２ ， ４ ４ な い し ４ ６ （ い ず れ も 枝 番 を 含\nむ 。 ） ， 丙 ８ ４ ） ， Ｈ の 補 助 参 加 人 の 業 務 に 対 す る 関 与 を 裏 付 け る 書 面\nの 内 容 （ 甲 ４ ７ ， 丙 ６ ６ の １ ， ６ ７ の １ ， ６ ７ の ２ ， ８ ７ ） と 矛 盾 す る\nも の で あ っ て 採 用 で き ず ， ほ か に ， 以 下 の 認 定 を 覆 す に 足 り る 証 拠 は な\nい。\nア  Ｈと補助参加人との関係について\n(ア )  Ｈ は ， 平 成 １ ８ 年 以 前 か ら ， 本 件 各 処 分 な い し 本 件 各 施 設 に 関\nす る 補 助 参 加 人 と 周 辺 住 民 と の 間 の 訴 訟 に お い て ， 補 助 参 加 人 の 訴\n訟代理人弁護士を務めていた（丙８７，証人Ｉ，弁論の全趣旨） 。\n(イ )  平 成 １ ８ 年 １ 月 ， 内 部 紛 争 に よ り 散 逸 し て い た 補 助 参 加 人 の株\n式 を 一 元 化 し ， 補 助 参 加 人 の 事 業 経 営 の 安 定 を 図 る た め ， 補 助 参 加\n人 の 株 式 を 保 有 す る こ と の み を 目 的 と し て ， Ｋ が 設 立 さ れ た 。 そ し\nて ， Ｋ の 本 店 所 在 地 は ， そ の 設 立 時 か ら 平 成 ２ １ 年 ４ 月 １ ６ 日 ま\nで ， Ｈ が 経 営 す る 法 律 事 務 所 （ 以 下 「 Ｈ 法 律 事 務 所 」 と い う 。 ） と\n同 所 で あ り ， Ｋ の 事 業 に 係 る 打 合 せ 等 は ， す べ て Ｈ 法 律 事 務 所 で 行\nわれていた（以上，丙８３ないし８６，証人Ｉ，弁論の全趣旨） 。\nＯ は ， 平 成 １ ８ 年 ４ 月 ， Ｈ 立 会 の 下 ， Ｋ と の 間 で ， 当 時 Ｏ が 保 有\nし て い た 補 助 参 加 人 の 株 式 １ ０ ０ 株 を Ｋ に 対 し て 譲 り 渡 す 旨 の 契 約\nを 締 結 し た 。 そ の 後 ， ま も な く ， Ｋ は ， 当 時 の 補 助 参 加 人 の 全 株 式\n２ ０ ０ 株 を 保 有 す る に 至 っ た （ 以 上 ， 甲 ３ ９ ， ４ ９ ， ５ ０ ， 証 人\nＩ，弁論の全趣旨）。\n(ウ )  平 成 １ ８ 年 ２ 月 ， Ｈ の 仲 介 に よ り ， Ｊ が 補 助 参 加 人 の ス ポ ン サ\nー に な る こ と が 決 定 し た （ 甲 ３ ９ ， ４ ３ ， 丙 ８ ３ ， 証 人 Ｉ ， 弁 論 の\n全趣旨）。\n( エ )  Ｈ は ， 平 成 １ ８ 年 ５ 月 １ ２ 日 ， 補 助 参 加 人 の 監 査 役 に 選 任 さ\nれ ， 平 成 ２ ０ 年 ２ 月 ２ ９ 日 に 退 任 す る ま で ， 補 助 参 加 人 の 監 査 役 の\n地位にあった（甲６１，弁論の全趣旨）。\n(オ )  遅 く と も 平 成 ２ ０ 年 ２ 月 に は ， そ れ ま で 補 助 参 加 人 の 代 表 取 締\n役 の 地 位 に あ っ た Ｏ が 退 任 す る こ と に な り ， Ｈ の 調 整 に よ り ， 補 助\n参 加 人 が Ｏ に 対 し ， Ｏ が 補 助 参 加 人 に 投 下 し た 資 金 ６ 億 円 を 支 払 う\nこ と を 条 件 に ， Ｏ が 補 助 参 加 人 の 代 表 取 締 役 を 任 期 満 了 に よ り 退 任\nす る 旨 ， Ｏ の 合 意 を 取 り 付 け た （ 甲 ３ ９ ， ４ ３ ， ４ ７ ， ６ １ ， 丙 ８\n３，証人Ｉ，弁論の全趣旨）。\nそ し て ， Ｈ は ， 自 己 の 所 有 す る 不 動 産 に 抵 当 権 を 設 定 し て 借 り 入\nれ た １ 億 円 を ， 補 助 参 加 人 に 対 し ， 弁 済 期 を 定 め ず に ， 無 利 息 ， 無\n担 保 で 貸 し 付 け ， 補 助 参 加 人 は ， こ の １ 億 円 を 上 記 合 意 に 基 づ く Ｏ\nに 対 す る 支 払 に 充 て た 。 上 記 １ 億 円 を 含 む 補 助 参 加 人 の Ｏ に 対 す る\n６ 億 円 の 支 払 は ， い ず れ も Ｈ 法 律 事 務 所 に お い て ， Ｈ 立 会 の 下 で 行\nわ れ た （ 以 上 ， 甲 ３ ９ ， ４ ３ ， ４ ７ ， ４ ８ ， 丙 ８ ３ ， ８ ７ ， 証 人\nＩ，弁論の全趣旨）。\n(カ )  平 成 ２ ０ 年 ２ 月 ２ ５ 日 に は ， 補 助 参 加 人 の 臨 時 株 主 総 会 が Ｈ 法\n律 事 務 所 に お い て 開 催 さ れ ， 同 株 主 総 会 に お い て ， Ｉ が 補 助 参 加 人\nの 取 締 役 に 選 任 さ れ ， 引 き 続 き 同 所 で 行 わ れ た 補 助 参 加 人 の 取 締 役\n会 に お い て ， Ｉ が 代 表 取 締 役 に 選 任 さ れ た 。 上 記 株 主 総 会 及 び 取 締\n役 会 に は ， Ｈ も 出 席 し て い た 。 そ し て ， 平 成 ２ ０ 年 ２ 月 ２ ８ 日 ， Ｏ\nが 平 成 １ ９ 年 ６ 月 ３ ０ 日 に 補 助 参 加 人 の 代 表 取 締 役 を 退 任 し ， Ｉ が\n平 成 ２ ０ 年 ２ 月 ２ ５ 日 に 補 助 参 加 人 の 代 表 取 締 役 に 就 任 し た 旨 の 登\n記 が さ れ た （ 以 上 ， 甲 ３ ９ ， ６ １ ， 丙 ８ ３ ， 証 人 Ｉ ， 弁 論 の 全 趣\n旨）。\n(キ )  Ｉ が 補 助 参 加 人 の 代 表 取 締 役 に 就 任 し た 平 成 ２ ０ 年 ２ 月 ２ ５ 日\n以 降 ， 月 １ 回 く ら い の 頻 度 で ， Ｈ 法 律 事 務 所 に お い て ， 補 助 参 加 人\nの 取 締 役 が 出 席 す る 定 例 会 議 が 開 か れ ， そ の 中 で ， Ｊ に 対 す る 業 務\n報 告 ， 同 社 と の 打 合 せ ， 補 助 参 加 人 の 事 業 の 重 要 方 針 の 決 定 等 が 行\nわ れ て い た 。 Ｈ は ， 所 用 の あ る と き を 除 き ， 上 記 定 例 会 議 に 出 席 し\nていた（以上，証人Ｉ，弁論の全趣旨）。\n(ク )  Ｉ が 補 助 参 加 人 の 代 表 取 締 役 で あ っ た 当 時 ， 補 助 参 加 人 は ， 補\n助 参 加 人 代 理 人 Ｈ 名 義 あ る い は 補 助 参 加 人 代 理 人 弁 護 士 Ｈ 名 義 の 口\n座 を 使 用 し て ， ス ポ ン サ ー か ら 資 金 提 供 を 受 け ， 取 引 先 等 へ の 支 払\nを 行 っ て い た 。 上 記 口 座 を 使 用 し て の 金 銭 の や り 取 り は ， 約 ７ ０ 億\n円 に 上 る も の で あ っ た （ 以 上 ， 丙 ６ ６ の １ ， ６ ７ の １ ， ６ ７ の ２ ，\n証人Ｉ，弁論の全趣旨）。\n( ケ )  Ｈ は ， 平 成 ２ １ 年 １ 月 ， 改 正 前 の ○ 違 反 被 疑 事 件 よ り 逮 捕 さ\nれ ， こ の こ ろ ， 補 助 参 加 人 の 訴 訟 代 理 人 を 辞 任 し た 。 そ の 後 ， Ｈ\nは ， 同 被 告 事 件 に つ い て 東 京 地 方 裁 判 所 に 起 訴 さ れ ， 平 成 ２ １ 年 １\n０ 月 ２ ７ 日 ， 本 件 判 決 の 言 渡 し を 受 け ， 同 年 １ ２ 月 末 で ， 事 実 上 弁\n護 士 業 を 廃 業 し ， 本 件 判 決 の 確 定 に よ り ， 弁 護 士 資 格 を 喪 失 し た\n（以上，甲４３，６７，６８，丙８３，証人Ｉ，弁論の全趣旨） 。\nイ  Ｉと補助参加人及びＨとの関係について\n(ア )  Ｉ は ， 同 人 の 祖 父 が Ｈ に 法 律 事 務 処 理 を 依 頼 し た こ と を き っ か\nけ に ， 平 成 １ ２ 年 ７ 月 か ら Ｈ に 雇 用 さ れ ， Ｈ 法 律 事 務 所 の 事 務 員 と\nして勤務していた（甲３９，証人Ｉ，弁論の全趣旨）。\n( イ )  Ｈ は ， Ｊ に 対 し ， Ｉ を 補 助 参 加 人 の 取 締 役 と す る こ と を 打 診\nし ， Ｊ の 了 解 が 得 ら れ た こ と か ら ， Ｉ は ， 平 成 １ ８ 年 ５ 月 １ ２ 日 ，\n補 助 参 加 人 の 取 締 役 に 就 任 し た （ 甲 ３ ９ ， ６ １ ， 丙 ８ ３ ， 証 人 Ｉ ，\n弁論の全趣旨）。\n(ウ )  Ｉ は ， 平 成 １ ８ 年 ５ 月 に 補 助 参 加 人 の 取 締 役 に 就 任 す る ま で ，\n補 助 参 加 人 及 び Ｊ と 関 わ り が な く ， 補 助 参 加 人 及 び Ｊ に つ い て 認 識\nすらしていなかった（証人Ｉ，弁論の全趣旨）。\n(エ )  Ｉ は ， 平 成 １ ９ 年 ６ 月 ３ ０ 日 に ， 一 旦 補 助 参 加 人 の 取 締 役 を 退\n任 し た が ， 平 成 ２ ０ 年 ２ 月 ２ ５ 日 ， 再 度 補 助 参 加 人 の 取 締 役 に 選 任\nさ れ ， 同 日 ， 補 助 参 加 人 の 代 表 取 締 役 に 選 任 さ れ て か ら 平 成 ２ ２ 年\n１ １ 月 ８ 日 に 退 任 す る ま で ， 補 助 参 加 人 の 取 締 役 及 び 代 表 取 締 役 の\n地 位 に あ っ た 。 そ し て ， Ｉ は ， 平 成 ２ ３ 年 ５ 月 以 降 現 在 に 至 る ま\nで ， 補 助 参 加 人 の 監 査 役 の 地 位 に あ る （ 以 上 ， 甲 ６ １ ， 証 人 Ｉ ， 弁\n論の全趣旨）。\n(オ )  Ｉ は ， 平 成 ２ １ 年 ４ 月 １ ６ 日 ， Ｋ の 代 表 取 締 役 に 就 任 す る と と\nも に ， 同 社 の 全 株 式 を 取 得 し ， 現 在 に 至 る ま で ， Ｋ の 代 表 取 締 役 の\n地 位 に あ る と と も に ， 同 社 の 全 株 式 を 保 有 し て い る （ 丙 ８ ６ ， 証 人\nＩ，弁論の全趣旨）。\n(カ )  補 助 参 加 人 は ， 遅 く と も 平 成 ２ ２ 年 ９ 月 に は ， 発 行 済 株 式 ２ ０\n０ 株 に 加 え ， 新 た に ３ ５ ０ 株 の 株 式 を 発 行 し て Ｉ に 割 り 当 て ， 同 月\n以 降 現 在 に 至 る ま で ， 補 助 参 加 人 の 全 株 式 ５ ５ ０ 株 の う ち ， ２ ０ ０\n株 は Ｋ が ， ３ ５ ０ 株 は Ｉ が 保 有 し て い る （ 証 人 Ｉ ， 弁 論 の 全 趣\n旨）。\n(キ )  Ｉ は ， 補 助 参 加 人 の 取 締 役 及 び 代 表 取 締 役 で あ っ た 間 も ， Ｈ が\n平 成 ２ １ 年 １ ２ 月 末 に 弁 護 士 業 を 廃 業 す る に 至 る ま で ， Ｈ 法 律 事 務\n所 で 事 務 員 と し て 雇 用 さ れ て 勤 務 し て い た 。 そ し て ， Ｉ は ， Ｈ が 弁\n護 士 業 を 廃 業 し た 後 も ， 平 成 ２ ２ 年 ３ 月 末 ま で ， Ｈ の 指 示 の 下 ， Ｈ\n法 律 事 務 所 の 残 務 処 理 な ど を 行 っ て い た （ 以 上 ， 甲 ４ ３ ， 丙 ８ ３ ，\n証人Ｉ，弁論の全趣旨）。\nＩ が 補 助 参 加 人 の 取 締 役 及 び 代 表 取 締 役 で あ っ た 期 間 中 ， 補 助 参\n加 人 か ら Ｉ に 対 し ， 役 員 報 酬 等 が 支 払 わ れ た こ と は な く ， 同 期 間\n中 ， Ｉ は ， Ｈ か ら 給 与 の 支 払 を 受 け ， Ｈ 法 律 事 務 所 の 被 雇 用 者 と し\nて社会保険に加入していた（証人Ｉ，弁論の全趣旨）。\n(5)  以 上 の 事 実 を 前 提 に ， Ｈ が ， 禁 錮 以 上 の 刑 に 処 せ ら れ た と き に お い\nて ， 補 助 参 加 人 に 対 し ， 取 締 役 と 同 等 以 上 の 支 配 力 を 有 し て い た か 否 か\nについて，以下検討する。\nア   ま ず ， Ｈ は ， 補 助 参 加 人 の 監 査 役 に 就 任 す る 以 前 の 平 成 １ ８ 年 初 頭\nか ら ， 補 助 参 加 人 の 株 式 を 一 元 化 し ， 補 助 参 加 人 の 事 業 経 営 の 安 定 を\n図 る こ と を 企 図 し て ， Ｋ の 設 立 や Ｏ が 保 有 す る 補 助 参 加 人 株 式 の Ｋ へ\nの 譲 渡 に 関 与 す る と と も に ， 補 助 参 加 人 の 完 全 親 会 社 と な っ た Ｋ の 事\n業 運 営 に も 関 与 し （ 前 記 (4)ア (イ )） ， さ ら に ， 補 助 参 加 人 の ス ポ ン\nサ ー と な る 企 業 を 探 す な ど し て い た の で あ り （ 同 ア (ウ )） ， 当 時 か\nら，補助参加人の事業基盤の形成に関与していたものと認められ る。\nま た ， Ｈ は ， 補 助 参 加 人 の 監 査 役 に 就 任 し た 後 の 平 成 １ ９ 年 に は ，\n当 時 補 助 参 加 人 の 代 表 取 締 役 で あ っ た Ｏ を 退 任 さ せ る た め に 必 要 な 資\n金 を 拠 出 す る た め ， Ｈ の 所 有 不 動 産 に 抵 当 権 を 設 定 し て １ 億 円 を 調 達\nし ， 具 体 的 な 回 収 の 見 通 し も 明 ら か で は な い 中 ， 無 利 息 ， 無 担 保 で 補\n助 参 加 人 に 同 金 員 を 貸 し 付 け （ 前 記 ア (オ )） ， Ｏ 退 任 後 の 新 た な 取締\n役 及 び 代 表 取 締 役 選 任 の た め 開 催 さ れ た 臨 時 株 主 総 会 及 び 取 締 役 会 の\n開 催 場 所 と し て ， 自 ら が 経 営 す る Ｈ 法 律 事 務 所 を 提 供 す る と と も に ，\nこ れ ら の 会 に 出 席 し て い た の で あ り （ 同 ア (カ )） ， Ｈ は ， 補 助 参 加人\nの 役 員 選 任 及 び 資 金 調 達 に お い て も 深 く 関 与 し て い た も の と 認 め ら れ\nる。\nＨ は ， 平 成 １ ８ 年 ５ 月 １ ２ 日 に 補 助 参 加 人 の 監 査 役 に 選 任 さ れ る ま\nで は ， 本 件 各 処 分 な い し 本 件 各 施 設 に 関 す る 補 助 参 加 人 と 周 辺 住 民 と\nの 間 の 訴 訟 に お け る 補 助 参 加 人 の 訴 訟 代 理 人 に す ぎ な か っ た も の で あ\nり ， そ の よ う な 立 場 の Ｈ が ， 当 該 訴 訟 と 直 接 関 係 の な い 補 助 参 加 人 の\n人 事 ， 資 金 調 達 及 び 株 主 構 成 の 変 更 に ま で 関 与 す る と い う こ と は ， 通\n常 で は 考 え ら れ な い こ と で あ る 。 ま た ， こ う し た 関 与 は ， Ｈ が ， 同 日\n以 降 ， 補 助 参 加 人 の 監 査 役 で あ っ た こ と を 考 慮 し て も ， 補 助 参 加 人 の\n業 務 上 の 意 思 決 定 及 び 業 務 執 行 を 行 う 取 締 役 に 対 し て 独 立 性 を 有 す る\nはずの監査役の立場を超えた，強い関与であるといわざるを得ない 。\nさ ら に ， Ｈ は ， 補 助 参 加 人 の 監 査 役 を 退 任 し た 平 成 ２ ０ 年 ２ 月 ２ ９\n日 以 降 も ， 毎 月 ， 補 助 参 加 人 の 取 締 役 が 参 加 し ， 補 助 参 加 人 の 事 業 の\n重 要 方 針 等 を 決 定 す る ， 取 締 役 会 相 当 と 認 め ら れ る 「 定 例 会 議 」 に 出\n席 し ， さ ら に は ， 同 会 議 の 開 催 場 所 と し て ， Ｈ 法 律 事 務 所 を 提 供 す る\n（ 前 記 (4)ア (キ )） と と も に ， 補 助 参 加 人 の 取 引 口 座 と し て ， 自 己 の\n口 座 を 提 供 す る な ど し て い た も の で あ り （ 同 ア (ク )） ， こ う し た 関与\nは ， 訴 訟 代 理 人 と い う 立 場 だ け か ら は 合 理 的 に 説 明 で き な い も の で あ\nっ て ， Ｈ が ， 補 助 参 加 人 に 対 し ， 取 締 役 と 同 様 の 関 わ り 方 を し て い た\nことをうかがわせるものである。\nイ   一 方 ， Ｉ は ， 平 成 １ ８ 年 ５ 月 １ ２ 日 か ら 平 成 １ ９ 年 ６ 月 ３ ０ 日 ま\nで ， 補 助 参 加 人 の 取 締 役 の 地 位 に あ り ， さ ら に ， 平 成 ２ ０ 年 ２ 月 ２ ５\n日 か ら 平 成 ２ ２ 年 １ １ 月 ８ 日 ま で ， 補 助 参 加 人 の 取 締 役 及 び 代 表 取 締\n役 の 地 位 に あ っ た が ， 平 成 １ ８ 年 ５ 月 以 前 は ， Ｈ 法 律 事 務 所 の 事 務 員\nに す ぎ な か っ た 者 で あ り ， Ｉ が ， 会 社 経 営 や 産 業 廃 棄 物 処 理 事 業 の 運\n営 等 に お い て ， 知 識 ， 経 験 を 有 し て い た 事 情 は う か が わ れ な い （ 甲 ３\n９ ， 弁 論 の 全 趣 旨 ） 。 ま た ， Ｉ は ， 平 成 １ ８ 年 ５ 月 以 前 は ， 補 助 参 加\n人 及 び ス ポ ン サ ー で あ る Ｊ を 認 識 す ら し て お ら ず ， 当 然 両 社 の 状 況 等\nに つ い て 全 く 把 握 し て い な か っ た も の と う か が わ れ ， こ の よ う な Ｉ\nを ， 補 助 参 加 人 の 取 締 役 に 選 任 し ， 短 期 間 の う ち に 代 表 取 締 役 に ま で\n選任する合理的な理由は見当たらない。\nそ し て ， Ｉ は ， 補 助 参 加 人 の 取 締 役 な い し 代 表 取 締 役 に 在 任 し て い\nた 間 ， 補 助 参 加 人 の 業 務 上 の 意 思 決 定 等 に つ い て ， 自 ら 実 質 的 に 関 与\nし て い た 旨 供 述 す る が ， か か る 供 述 に は 具 体 性 が な く ， 客 観 的 な 証 拠\nの 裏 付 け が な い 上 ， 取 締 役 等 に 就 任 す る 前 の 前 記 Ｉ の 経 歴 等 か ら す る\nと ， 取 締 役 等 に 就 任 後 に ， Ｉ が ， 補 助 参 加 人 の 業 務 上 の 意 思 決 定 等 に\nつ い て ， 自 ら 実 質 的 に 関 与 す る こ と が で き た と は 思 わ れ ず ， か か る Ｉ\nの供述は採用できない。\nそ も そ も Ｉ が ， 補 助 参 加 人 の 取 締 役 に 選 任 さ れ る 運 び と な っ た の\nは ， 補 助 参 加 人 の 監 査 役 就 任 以 前 か ら そ の 事 業 基 盤 の 形 成 に 関 与 し ，\nか つ ， Ｊ を 補 助 参 加 人 の ス ポ ン サ ー と し て 探 し て き た Ｈ が ， Ｉ を 補 助\n参 加 人 の 取 締 役 と す る こ と を Ｊ に 打 診 し ， 同 社 が こ れ を 了 承 し た こ と\nに よ る も の で あ る （ 前 記 (4)ア (イ )， (ウ )及 び イ (イ )） ） 。 そ し て ，\nＨ は ， 平 成 １ ２ 年 以 降 ， Ｉ を 雇 用 す る 立 場 に あ り ， Ｉ が 補 助 参 加 人 の\n取 締 役 な い し 代 表 取 締 役 に 選 任 さ れ た 後 も ， Ｉ を Ｈ 法 律 事 務 所 の 事 務\n員 と し て 雇 用 し 続 け ， 給 与 を 支 払 っ て い た （ 同 イ (ア )及 び (キ )） の で\nあ る か ら ， Ｉ は ， Ｈ に と っ て 支 配 が 容 易 な 人 物 で あ っ た と 考 え ら れ\nる 。 さ ら に ， Ｈ は ， 前 記 ア の と お り ， １ 億 円 も の 自 己 資 金 を 拠 出 す る\nな ど し て ， Ｏ を 補 助 参 加 人 の 代 表 取 締 役 の 地 位 か ら 退 任 さ せ ， そ の\n後 ， Ｉ が 平 成 ２ ０ 年 ２ 月 ２ ５ 日 に 補 助 参 加 人 の 代 表 取 締 役 に 就 任 し た\n後 は ， 自 ら は 補 助 参 加 人 の 特 定 の 訴 訟 事 件 の 訴 訟 代 理 人 に す ぎ な か っ\nた に も か か わ ら ず ， 補 助 参 加 人 の 取 締 役 会 に 相 当 す る 会 議 と 認 め ら れ\nる 「 定 例 会 議 」 の 開 催 場 所 を 提 供 し た 上 ， 自 ら 同 会 議 に 出 席 す る な ど\nし て ， 補 助 参 加 人 に お い て 取 締 役 と 同 様 の 立 場 で ， そ の 事 業 に 対 す る\n関与を強めていたものとうかがわれる。\nウ  こ れらの 事情を 総合す れば ， Ｈは， 遅くと も補助 参加人 の監査 役に\n就任し た平成 １８ 年 ５月頃 には， 補助 参 加人に 対し， 相当 な 発言 力な\nいし影 響力を 有し て おり ， 補助参 加人 の 業務上 の意思 決定 に 関与して\nいたも のと認 めら れ ，平成 １８年 ５月 １ ２日及 び平成 ２０ 年 ２月 ２５\n日に， Ｉが補 助参 加 人 の取 締役な いし 代 表取締 役 に選 任さ れ たのは，\nＨの意 向を反 映し て のもの であり ，Ｉ を 介して 補助参 加人 の 業務 上の\n意思決 定に対 する 関 与 を強 化する 趣旨 で あった と 考え るの が 自然 であ\nる。\nそ し て， 上 記説 示 に鑑 み れば ， Ｉの 補助参 加 人に おけ る 地位は あ く\nま で 名目 上の も のにす ぎ ず ， 実際 に は，Ｉ が 補助 参加 人 の取締 役 及 び\n代 表 取締 役の 地 位にあ っ た間 も含 め ，平成 １ ８年 以降 ， Ｈが， Ｉ を 介\nす る な ど し て ， 補 助 参 加 人 の 訴 訟 代 理 人 な い し 監 査 役 の 立 場 を 超 え\nて ， 少な くと も 取締役 と 同等 以上 に 補助参 加 人の 業務 上 の意思 決 定 に\n関 与 して いた も のと 認 め るの が相 当 である 。 さら に， 平 成２０ 年 ２ 月\n以 降 ，Ｈ は， 補 助参加 人 の代 表取 締 役 に就 任 した Ｉを 介 するこ と で ，\n実 質 的に 代表 取 締役 に 匹 敵す るよ う な 影響 力 をも 有し て いたこ と が う\nかがわれる。\nエ   Ｈ は ， 平 成 ２ １ 年 １ 月 ， 改 正 前 の ○ 被 疑 事 件 に よ り 逮 捕 さ れ ， そ の\nこ ろ 補 助 参 加 人 の 訴 訟 代 理 人 を 辞 任 す る な ど し て い る が ， そ れ 以 前 の\nＨ の 補 助 参 加 人 の 業 務 上 の 意 思 決 定 に 対 す る 関 与 の 深 さ ， 関 与 期 間 の\n長 さ に 加 え ， １ 億 円 の 貸 借 関 係 等 が 継 続 し て い た と う か が わ れ る こ と\n等 に 照 ら せ ば ， Ｈ の 補 助 参 加 人 に 対 す る 影 響 力 は ， 容 易 に は 排 除 さ れ\nな い と 考 え ら れ る と こ ろ ， 証 拠 上 ， 同 月 以 降 ， 補 助 参 加 人 に お い て ，\nＨ の 補 助 参 加 人 に 対 す る 影 響 力 を 排 除 す る よ う な 措 置 が と ら れ た 事 情\nはうかがわれない。\nか え っ て ， 名 目 上 の 代 表 取 締 役 に す ぎ な か っ た と 認 め ら れ る Ｉ が ，\n平 成 ２ １ 年 １ 月 以 降 も ， 直 ち に 取 締 役 及 び 代 表 取 締 役 を 退 任 す る こ と\nな く ， 平 成 ２ ２ 年 １ １ 月 ま で こ れ ら の 地 位 に と ど ま っ て い た こ と （ 前\n記(4)イ(エ)），平成 ２１年４月には，当時補助参加人の完全親会社で\nあ っ た Ｋ の 代 表 取 締 役 に 就 任 す る と と も に ， Ｋ の 株 式 を 全 部 取 得 し ，\n平 成 ２ ２ 年 ９ 月 に は ， 新 た に 発 行 さ れ た 補 助 参 加 人 の 株 式 も 全 部 取 得\nし て （ 同 イ (オ )及 び (カ )） ， 平 成 ２ １ 年 ４ 月 以 降 ， 実 質 的 に 補 助 参 加\n人 の 一 人 株 主 と な っ て い る こ と ， Ｈ が 逮 捕 さ れ た 後 も ， 平 成 ２ １ 年 １\n２ 月 末 に Ｈ が 弁 護 士 業 を 廃 業 す る ま で ， Ｈ 法 律 事 務 所 の 事 務 員 と し て\nＨ の 下 で 勤 務 し ， そ の 後 も ， 平 成 ２ ２ 年 ３ 月 末 ま で ， Ｈ の 指 示 の 下 ，\nＨ 法 律 事 務 所 の 残 務 処 理 な ど を 行 う な ど し て い た こ と （ 同 イ (キ )） 等\nか ら す れ ば ， 平 成 ２ １ 年 １ 月 以 降 も ， Ｈ と Ｉ ， 補 助 参 加 人 の 関 係 に 何\nらかの変化が生じたとは考え難い。\nし た が っ て ， 平 成 ２ １ 年 １ 月 以 降 も ， Ｈ は ， 補 助 参 加 人 の 代 表 取 締\n役 な い し 実 質 的 に 補 助 参 加 人 の 一 人 株 主 で あ っ た Ｉ を 介 し て ， 少 な く\nと も 取 締 役 と 同 等 以 上 に ， 補 助 参 加 人 の 業 務 上 の 意 思 決 定 に 関 与 し て\nいたものと認められる。\nオ   以 上 ， 検 討 し た と こ ろ に よ れ ば ， Ｈ は ， 禁 錮 以 上 の 刑 に 処 せ ら れ た\nと き に お い て ， 補 助 参 加 人 に お い て ， 少 な く と も 取 締 役 と 同 等 以 上 の\n支 配 力 を 有 し て い た と 認 め ら れ る か ら ， 廃 棄 物 処 理 法 １ ４ 条 ５ 項 ２ 号\nニ所定の「役員」に該当する者と認めるのが相当である。\nし た が っ て ， 本 件 各 処 分 は ， 廃 棄 物 処 理 法 １ ５ 条 の ３ 第 １ 項 １ 号 ，\n１ ４ 条 ５ 項 ２ 号 ニ ， 同 号 イ ， ７ 条 ５ 項 ４ 号 ロ に 該 当 す る か ら ， 被 告\nは，本件各処分を取り消すべき義務を負う。\nな お ， 証 拠 上 ， Ｈ が ， 禁 錮 以 上 の 刑 に 処 せ ら れ た と き 以 後 ， 補 助 参\n加 人 に 対 す る 支 配 力 を 失 っ た と の 事 情 は う か が わ れ な い が ， 廃 棄 物 処\n理 法 １ ５ 条 の ３ 第 １ 項 １ 号 が ， 同 法 １ ４ 条 ５ 項 ２ 号 イ か ら ヘ ま で の い\nず れ か に 「 該 当 す る に 至 っ た と き 」 は 取 消 し が 義 務 付 け ら れ る 旨 規 定\nし て い る こ と に 照 ら せ ば ， 一 旦 同 法 １ ４ 条 ５ 項 ２ 号 イ か ら ヘ ま で の 要\n件 に 該 当 し た 以 上 は ， そ の 後 の 事 情 の 変 化 に 関 わ り な く ， 被 告 は ， 本\n件各処分を取り消すべき義務を負うものと解される。\n以 上 の 次 第 で あ る か ら ， 予 備 的 請 求 の 争 点 (2)イ な い し エ に つ い て\n判断する必要がない。\n第５  結論\n以 上 に よ れ ば ， 原 告 ら の 主 位 的 請 求 は ， い ず れ も 不 適 法 で あ る か ら こ れ\nを 却 下 し ， 予 備 的 請 求 は ， い ず れ も 理 由 が あ る か ら こ れ を 認 容 す る こ と と\nして，主文のとおり判決する。\n福島地方裁判所第一民事部\n裁判官        金 谷 和 彦\n裁判官        岡 田 恵 梨\n裁判長裁判官松谷佳樹は，填補のため，署名押印することができない。\n裁判官        金 谷 和 彦\n"
}