{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 7,
    "day": 2
  },
  "case_number": "平成28(ワ)5402",
  "case_name": "未払賃料等請求事件",
  "court_name": "名古屋地方裁判所民事第7部",
  "lawsuit_id": "89015",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=89015",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/015/089015_hanrei.pdf",
  "contents": "令和元年７月２日判決言渡  同日原本領収  裁判所書記官\n平成２８ ５４０２号（以下「甲事件」という。）\n号（以下「乙事件」という。） （以下「丙事件」とい\nう。） 第３４４号（以下「丁事件」という。）  各未払賃料等請求\n事件\n口頭弁論終結日  平成３１年４月１８日\n判 決\n主 文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  甲事件\n⑴  被告は，各甲事件原告に対し，各同原告に係る別表１「請求金額」欄記載\nの金額及びこれに対する平成２９年２月１２日から支払済みまで年６分の割\n合による金員をそれぞれ支払え。\n⑵  各同原告と被告との間の各家具・家電総合メンテナンスサービス契約に基\nづく各同原告の被告に対するサービス料の支払義務が存在しないことを確認\nする。\n２  乙事件\n⑴  被告は，各乙事件原告に対し，各同原告に係る別表２「請求金額」欄記載\nの金額及びこれに対する平成３０年３月６日から支払済みまで年６分の割合\nによる金員を支払え。\n⑵  各同原告と被告との間の各家具・家電総合メンテナンスサービス契約に基\nづく各同原告の被告に対するサービス料の支払義務が存在しないことを確認\nする。\n３  丙事件\n⑴  被告は，各丙事件原告に対し，各同原告に係る別表３「請求金額」欄記載\nの金額及びこれに対する平成３０年１０月１８日から支払済みまで年６分の\n割合による金員を支払え。\n⑵  各同原告と被告との間の各家具・家電総合メンテナンスサービス契約に基\nづく各同原告の被告に対するサービス料の支払義務が存在しないことを確認\nする。\n４  丁事件\n⑴  被告は，丁事件原告に対し，８５８万９２９６円及びこれに対する平成３\n１年３月１日から支払済みまで年６分の割合による金員を支払え。\n⑵  同原告と被告との間の家具・家電総合メンテナンスサービス契約に基づく\n同原告の被告に対するサービス料の支払義務が存在しないことを確認する。\n第２  事案の概要\n１  本件は，建物の所有者である原告らが，被告との間で，それぞれ建物の賃貸\n借契約を締結するとともに，同契約に関する家具・家電の保守及びレンタル業\n務を内容とする家具・家電総合メンテナンスサービス 契約（以下「ＴＭＳ契\n約」という。）を締結したところ，①ＴＭＳ契約上のレンタル業務が開始され\nたと主張する原告ら（別表１ないし４の各「未払賃料」欄に金額の記載がある\n原告ら）が，レンタル業務の履行なく同業務代として賃料から差し引かれた価\n額につき，被告に対し，賃貸借契約に基づいて，同各「未払賃料」欄記載の各\n未払賃料及びこれに対する訴状送達の日の翌日（甲事件については，平成２９\n年２月１２日，乙事件については，平成３０年３月６日，丙事件については，\n同年１０月１８日，丁事件については，平成３１年３月１日）から支払済みま\nで商事法定利率である年６分の割合による遅延損害金の支払を，②別表１ない\nし４の「特約金」欄に金額の記載がある原告らが，⑴ＴＭＳ契約全体又はＴＭ\nＳ契約上の特約金支払合意が消費者契約法１０条又は民法９０条に違反し無効\nである，⑵ＴＭＳ契約は錯誤により無効である，⑶ レンタル業務期間移行時\nに，被告が家具・家電の入替えを履行しないことを解除条件とする特約金支払\n合意をし，各特約金を支払ったが，被告が家具・家電の入替えを履行しないた\nめ，上記解除条件が成就した，⑷被告のレンタル業務期 間移行時における家\n具・家電の入替えに関する債務不履行を原因としてＴＭＳ契約を解除したなど\nと主張して，不当利得に基づき，支払済みの別表１ないし４の各「特約金」欄\n記載の各特約金及びこれに対する訴状送達の日の翌日から支払済みまで商事法\n定利率である年６分の割合による遅延損害金の支払を，③原告らが，被告のレ\nンタル業務期間移行時における家具・家電の入替えに関する債務不履行を原因\nとしてＴＭＳ契約を解除したなどと主張して，ＴＭＳ契約に基づくサービス料\nの支払義務不存在の確認をそれぞれ求めた事案である。\n２  前提事実（当事者間に争いがないか，掲記の各証拠（特に明記しない限り，\n枝番があるものは枝番を含む。以下同じ。）及び弁論の全趣旨により容易に認\nめられる事実）\n⑴  当事者等\nア  被告は，不動産の売買，仲介，斡旋，賃貸及び管理等を目的とする株式\n会社である。\nイ  原告らはいずれも，原告らが各自所有する集合住宅について，被告との\n間で，それぞれ賃貸借契約 （以下，原告らと被告との間の賃貸借契約を\n「建物賃貸借契約」という。）を締結している者である。\n⑵  建物賃貸借契約の概要\n建物賃貸借契約は，被告が，各原告に対し，①各原告が必要に応じて金融\n機関から融資を受けた上で，賃貸物件となる集合住宅の建築及び備品の設置\nを被告に請け負わせること，②当該集合住宅は被告が各原告から一括して借\nり上げ，各原告は被告から支払われる賃料を金融機関から受けた融資の返済\nに充てること，③当該集合住宅への入居者の募集，管理等は被告が行うこと\n等を主軸とする計画を示して勧誘し，各原告がこれに応じて締結した，いわ\nゆるサブリース契約に該当するものである。被告は，賃貸物件を家具・家電\n付きのものにすることで商品力を高め，入居者の確保を図ろうとしているた\nめ，建物賃貸借契約により集合住宅が建築される場合，各居室に家具・家電\nが設置されることとなっている。なお，建物賃貸借契約において，室内の設\n備又は什器が入居者及び被告の責めに帰さない理由又は経年劣化により修理\n又は交換する必要が生じた場合，原告らの負担においてこれを行うものとさ\nれている。\n被告は，賃貸物件となる集合住宅の所有者と建物賃貸借契約を締結するに\nあたり，所有者に対し，事前に事業計画書を交付する。事業計画書には，①\n必要資金として，事業に必要な工事費，経費などの費用の合計額及びその明\n細が，②資金計画として，自己資金額，融資金額，融資金を返済するにあた\nっての返済計画及び１０年間の収支計画の概算等が記載されている。 （甲\n２，１０）\n⑶  ＴＭＳ契約の締結に至る経緯\nア  共済会の設立\n平成９年頃，被告との間で建物賃貸借契約を締結している賃貸物件の所\n有者（以下「オーナー」という。）を構成員とする共済会が設立され，共\n済会の構成員であるオーナーは，建物の修繕費を相互扶助する目的の下，\n将来の賃貸物件の建物修繕に備えて基金を拠出していた。また，平成１５\n年１１月頃には，家具・家電の修繕費及び交換費用を相互扶助するための\nファニチャーファンドが共済会内に設立され，共済会の構成員であるオー\nナーは，１戸当たり月額２０００円をファニチャーファンドに拠出してい\nた。\nイ  メンテナンス・リフォームトータルサポートシステム契約（以下「ＴＳ\nＳ契約」という。）の締結\n平成１８年，保険業法が改正されたことにより共済会の維持が困難とな\nったことから，共済会は解散し，被告は，平成２０年１月１日から，オー\nナーとの間で，ＴＳＳ契約を締結するようになった。\nＴＳＳ契約は，被告が賃貸物件を第三者に転貸するために必要かつ十分\nな修繕等を実施するとともに，家具・家電等を購入・設置するための費用\nの取扱いについて定めることを目的とするものである。被告は，ＴＳＳ契\n約において，オーナーから家具・家電等の購入・設置業務等を受託し，他\n方，オーナーはファニチャー費用（家具・家電等（原則として，テレビ，\nテレビ台，電子レンジ，洗濯機，ベッド，カーテン，机，椅子及び冷蔵庫\nをいうとされている。）の交換の為にオーナーが負担する費用）を負担す\nる。ファニチャー費用は，オーナーが，ファニチャー費用積立金として１\n室当たり月額２０００円を特定の積立口座に入金し，家具・家電等の交換\nの際（原則として建物賃貸借契約開始から７年経過後であるが，入居者の\n退去状況にも左右される。）に被告に支払われることとなる。仮に，積立\n口座の残高が支払金額に満たない場合，被告は，オーナーに対して不足分\nの金額の支払請求をすることができ，この場合，オーナーは被告の請求を\n受けてから７日以内に支払わなければならないとされている。\nまた，ＴＳＳ契約が導入された後に建物賃貸借契約を締結したオーナー\nの場合，事業計画書の「月手取収入」の項目において，被告から支払われ\nる賃料からファニチャー費用（事業計画書の名目上はファニチャー積立金\nとなっている。）が控除される旨が記載されている。\nなお，オーナーと被告との間で，オーナーが被告に対し，修繕等の為に\n使用することを目的とする長期修繕保証金を預けていること，この長期修\n繕保証金は，ＴＳＳ契約の有効期間中は返還されないことが確認されてい\nる。（甲１０，乙２）\nウ  ＴＭＳ契約の締結\n被告は，入居者に対しより良好な状態で家具・家電の提供ができるよう\nにすること，オーナーにとって７年ごとの経費計上から，毎年定額の経費\n計上ができるメリットがあることなどを理由に，家具・家電の保守・交換\nを含めたメンテナンスを被告の義務とし，オーナーが毎月支払う金銭を被\n告が提供する業務の対価とするとして，平成２２年１０月１日から，オー\nナーとの間でＴＭＳ契約を締結するようになった。（乙１）\n⑷  ＴＭＳ契約の内容\nＴＭＳ契約の契約書には，以下のような記載がある。なお，甲はオーナー\nを，乙は被告を指す。（甲３，乙１の６）\nア  １条（目的）\n本契約は，甲及び乙が共同して適切な賃貸経営を図るために，本物件に\n設置してある裏面記載の家具・家電（以下「本件家具・家電」という。な\nお，同契約書の裏面には，対象となる家具として，テレビ台，ベッド，カ\nーテン，机及び椅子が，対象となる家電として，テレビ（地上デジタルチ\nューナーを含む），電子レンジ，洗濯機及び冷蔵庫がそれぞれ列挙されて\nいる。）について，甲が乙に対し一定のサービス料を支払うことにより，\n乙が本件家具・家電を本件建物賃貸借契約期間中，良好な状態に保つこと\nを目的として，その細目について規定する。\nイ  ２条（対象）\n甲及び乙は，本件家具・家電を本契約における総合メンテナンスサービ\nスの対象とする。\nウ  ３条（業務の委託）\n甲は乙に対し，本契約に定める総合メンテナンスサービス業務（以下\n「総合メンテナンスサービス」という 。）を委託し，乙はこれを受託す\nる。\nエ  ４条（総合メンテナンスサービスの内容）\n総合メンテナンスサービスは，本条に定める保守業務及びレンタル業務\nにより構成される。\nオ  ５条（保守業務の内容）\n１項\n保守業務は，甲所有の家具・家電を対象とし，以下の各号の業務を内\n容とする。\nａ  １号\n本件家具・家電の品質及び動作確認等の点検\nｂ  ２号\n本件家具・家電の故障等発生時における修理・修繕\nｃ  ３号\n本件家具・家電の故障等発生時のコールセンター対応（３６５日）\nｄ  ４号\n６ヶ月に１度の業務報告書の提出\nｅ  ５号\n前各号に付随する業務\n２項\n保守業務は，本件建物賃貸借契約開始日から７年間を対象とする。但\nし，本件建物賃貸借契約開始日から７年間が経過している場合には，本\n件建物賃貸借契約開始日から１４年間を対象とする。\nカ  ６条（レンタル業務の内容）\n１項\nレンタル業務は，第５条第２項に定める保守業務期間終了後に開始す\nるものとし，以下の各号の業務を内容とする。\nａ  １号\n乙の所有する本件家具・家電の賃貸\nｂ  ２号\n第５条第２項に定める保守業務期間中において，甲所有の本件家\n具・家電の修理・修繕が不能となった場合，乙が所有する本件家具・\n家電の賃貸\nｃ  ３号\n６ヶ月に１度の業務報告書の提出\nｄ  ４号\n前各号に付随する業務\n２項\nレンタル業務は，保守業務終了日から本契約終了日までを対象とす\nる。\nキ  ７条（サービス料）\n甲は乙に対し，総合メンテナンスサービスのサービス料として，以下に\n定める金額を，本件建物賃貸借契約に基づく一括賃貸料から差し引く方法\nにより支払う。但し，本件建物賃貸借契約における賃貸人が複数人であ\nり，一括賃貸料の支払先が複数口座である場合には，甲は本契約記載の金\n額に応じて，サービス料を負担することができる。\n月額サービス料（税込）  １室当たり２０００円（ただし，平成２６年\n４月以降は１室当たり２０５６円に変更されている。）\nク  １０条（本件家具・家電の取扱い）\n甲は本契約の有効期間中，乙の事前の書面による承諾がない限り，本件\n家具・家電の撤去，移設，廃棄その他の処分をすることはできない。\nケ  １４条（契約期間）\n本契約の有効期間は，本契約の始期（原告らによって異なる。）から本\n件建物賃貸借契約の終了日までとする。\nコ  １７条（特約）（以下，この条項を「本件特約」という。）\n甲が本契約締結時点において，乙との間でメンテナンス・リフォームト\nータルサポートシステム利用契約書（以下「ＴＳＳ契約」という。）を締\n結し，特定積立口座にファニチャー費用積立金を積み立て又は乙に対して\n長期修繕保証金のうちファニチャー費用として使用される金額を預託して\nいる場合には，以下の特約を適用する。\n１項\n甲は，本契約の特約金として，ＴＳＳ契約に基づき算定される，ファ\nニチャー費用積立金相当額（以下「積立金相当額」という。）及び長期\n修繕保証金のうちファニチャー費用相当額（以下「保証金相当額」とい\nう。）の合計額を本契約締結日の翌月末日までに乙に対し支払う。な\nお，甲は特約金額が本物件の築年数及び家具・家電の交換履歴により異\nなることを承諾する。\n２項\n甲の乙に対する積立金相当額の特約金の支払は，特定積立口座の預金\nからの口座振替の方法により行うものとし，甲は，乙がＴＳＳ契約規定\nの方法により口座振替を行うことを承諾する。\n３項\n甲の乙に対する，保証金相当額の特約金の支払は，ＴＳＳ契約解約に\n伴う保証金相当額の返還請求権と対当額にて相殺する方法により行うも\nのとする。\n４項\nＴＳＳ契約における特定積立口座の預金残高額が積立金相当額に不足\nする場合，甲は乙に対し速やかに不足額を乙の指定する方法により支払\nわなければならない。\n５項\n乙は，甲より支払を受けた１項記載の本契約の特約金は，第５条２項\nに定める保守業務にかかるものであり，精算は行わないものする。\n⑸  ＴＭＳ契約後の事情\nア  ＴＭＳ契約における税務処理\nＴＳＳ契約において，オーナーが被告に対して預けていた金銭について\nは，預け金として処理することとされ，税務上経費とすることはできず，\n建物賃貸借契約開始日から原則７年を経過し，各室の入居者の退去状況に\n応じて，ファニチャー費用を被告に支払う時点で，支払相当額を費用とし\nて計上することとなっていた。他方，ＴＭＳ契約においては，オーナーが\n被告に支払った特約金（以下「本件特約金」という。）について，建物賃\n貸借契約開始日から７年又は１４年までの残存月数で均等償却することと\nされたため，オーナーは，ＴＭＳ契約移行時に本件特約金を被告への前払\n費用として資産計上し，建物賃貸借契約開始日から７年又は１４年までの\n残存月数で均等償却した金額を，毎月費用として計上している。また，原\n告らが被告に対して毎月支払っているサービス料についても，オーナーは\n費用として計上している。（乙１１）\n被告においては，ＴＭＳ契約移行時に移管を受けた本件特約金を前受金\nとして処理し，建物賃貸借契約開始日から７年又は１４年までの残存月数\nで均等割した金額を，毎月売上として計上している。\nイ  被告による変更合意書の送付\nても\n交換の対象とし，また，建物賃貸借契約から７年間を保守業務期間とする\nこととしていたが，家具が建物に付随されているプランが主流となり，カ\nーテンを除く家具の交換が現実的ではない物件が増えたこと，入居者の立\n会協力や入室許可が得られないなど，入居者がいる居室の家電入替作業に\n困難が生じていることなどから，被告は，オーナーに対し，「家具・家電\n総合メンテナンスサービス契約の内容変更について」と題する書面を送付\nするとともに，家具については建物賃貸借契約期間を保守業務期間とする\nこと，入居者退去後に入替作業を行うまでレンタル業務を開始することを\n主な内容とする変更合意書（以下「本件変更合意書」という。）を送付し\nた。ただし，原告らのうち大多数は，本件変更合意書に署名していない。\n（甲１４，１５）\n３  争点\n⑴  全体に関する争点\n原告らが消費者（消費者契約法２条１項）に当たるか（争点①）\n⑵  ＴＭＳ契約に関する争点\nア  ＴＭＳ契約が消費者契約法１０条又は民法９０条に違反し無効となるか\n（争点②）\nイ  ＴＭＳ契約が錯誤により無効となるか（争点③）\nウ  相殺合意による相殺の成否（争点④）\nエ  ＴＭＳ契約の解除の成否（争点⑤）\n⑶  本件特約に関する争点\nア  本件特約が消費者契約法１０条又は民法９０条に違反し無効となるか\n（争点⑥）\nイ  本件特約に関する解除条件の定めの有無（争点⑦）\nウ  解除条件の成就の有無（争点⑧）\n４  当事者の主張\n⑴  争点①（原告らが消費者（消費者契約法２条１項）に当たるか）について\n（原告らの主張）\n被告は法人であり，原告４２，４６及び１２６を除く原告らはいずれも個\n人であるから，個人である原告らは消費者契約法上の消費者に当たり，本件\nＴＭＳ契約には消費者契約法の適用がある。\n（被告の主張）\n原告らは，自ら営む不動産賃貸事業の為にＴＭＳ契約を締結しているので\nあるから，「事業として又は事業のために契約の当事者になる場合」（消費\n者契約法２条１項かっこ書）に当たる。したがって，個人である原告らも消\n費者には当たらない。\n争点②（ＴＭＳ契約が消費者契約法１０条又は民法９０条に違反し無効と\nなるか）について\n（原告らの主張）\nＴＭＳ契約によって生じるオーナーの負担は，オーナーと被告とが建物賃\n貸借契約を締結する際の事業計画には想定されていなかった新たな負担であ\nる上，従来は被告が集客力を高めるためのサービスとして行っていたものを\n原告らに負担させるものにほかならない。すなわち，ＴＭＳ契約は，ＴＭＳ\n契約締結以前に比べて，オーナーに実質的な付加価値が生じないにもかかわ\nらず，月額費用と特約金をオーナーに支払わせているのが実態であり，被告\nは，オーナーの無知に乗じて，被告に一方的に有利で極めて不合理な内容を\n含むＴＭＳ契約を締結させたものであるから，消費者契約法１０条又は民法\n９０条により無効である。\n（被告の主張）\nオーナーと被告のサブリース契約は，「家具・家電付建物」を前提とし，\n１部屋当たり月額２０００円の家具・家電の保守・交換費用をオーナーが負\n担することは，事業計画書に明記されており，その負担は当初から予定され\nていたものであって，ＴＭＳ契約によって新たな負担が生じたものではな\nい。また，ＴＭＳ契約に移行したことによって，オーナーは家具・家電の交\n換時期が重なった場合などに生じる急な資金負担リスクを解消することがで\nきるほか，毎月の支払を税務上の損金として計上することができるという税\n務上のメリットも享受できる。このように，ＴＭＳ契約はオーナーに有利な\n内容となっているのであって，従前の積立金が形式的にオーナーの所有だっ\nたという理由で，ＴＭＳ契約の有効性を否定することはできない。\n⑶  争点③（ＴＭＳ契約が錯誤により無効となるか）について\n（原告らの主張）\nア  ＴＭＳ契約移行後にオーナーが支出する金員の性質に関する錯誤\nＴＭＳ契約移行後にオーナーが支払う金員は，①金銭の所有者がオーナ\nーから被告に変更になり，また，②残預金の清算も行われなくなる点で，\n従前の積立金とは本質的に異なるものであるにもかかわらず，被告は，上\n記①及び②の点について説明しなかったため，オーナーは，ＴＭＳ契約移\n行後にオーナーが支払う金員が従前の積立金と異ならないと誤信した。\nイ  家具・家電のメンテナンス業務の負担者に関する錯誤\n建物賃貸借契約４条１項に基づき原告らが負担する義務の内容は「経年\n劣化又は不可抗力により，家具・家電の保守・交換が必要になった場合\nに，当該保守・交換費用の実費を負担すること」に限定され，家具・家電\nの点検や入居者へのコールセンター対応等の実施はこれに含まれない。し\nたがって，原告らは，本来，家具・家電の点検や入居者へのコールセンタ\nー対応等の実施義務を負っていなかったにもかかわらず，被告の説明によ\nり，当該義務をオーナーが負わなければならないと誤信した。\nウ  家具・家電の交換方法及びサービス料の相当性に関する錯誤\nＴＭＳ契約における被告のレンタル業務の内容は，被告が所有する本件\n家具・家電の賃貸であり，原告らは，被告が新品の家具・家電を自ら購入\nし，その際，原告らが拠出するサービス料に見合った家具・家電が購入さ\nれるものと認識していた。しかしながら，被告は，交換後の家具・家電を\nリース契約によって賄っており，原告らは，ＴＭＳ契約における対価的均\n衡について錯誤に陥っていた。\n（被告の主張）\n被告は，ＴＭＳ契約への移行に際し，積立方式から支払方式に移行し，残\n預金の清算がなくなることを明確に説明しているから，原告らが主張するよ\nうな誤信に陥る余地はない。また，建物賃貸借契約上，家具・家電のメンテ\nナンス作業がオーナーの義務であることは明らかであるから，そもそも原告\nらの認識に誤りはない。さらに，被告が調達する家具・家電について，購入\nしたものかリースしたものかによってＴＭＳ契約上の被告の義務の履行状況\nに違いが生じるわけでもなく，原告らの負担は月額２０００円で従来と変わ\nらない。\nしたがって，原告らの錯誤無効の主張には理由がない。\n⑷  争点④（相殺合意による相殺の成否）について\n（被告の主張）\nＴＭＳ契約に基づく被告の業務のサービス料として１部屋当たり月額２０\n００円を被告が原告らに支払う賃料から差し引くことはＴＭＳ契約により合\n意されているから，被告の原告らに対する未払賃料は存在しない。\n（原告らの主張）\n本件では，被告において新しい家具・家電を原告らに賃貸していないこと\nから，そもそも家具・家電に関するサービス料の請求をすることはできな\nい。被告は，被告が原告らに支払う賃料とサービス料を相殺合意により相殺\nしていると主張するが，前記のとおり，被告は原告らに対してサービス料を\n請求できないのであるから，自働債権が存在しない以上，相殺合意により相\n殺することはできない。\n⑸  争点⑤（ＴＭＳ契約の解除の成否）について\n（原告らの主張）\n被告は，レンタル業務期間に移行したオーナーが所有する物件についても\n家具・家電の交換を履行しておらず，また，保守業務期間中のオーナーの所\n有する物件についても，被告がレンタル業務期間移行時に家具・家電の交換\nを履行しない意向であることが明らかとなっており，被告の債務不履行が生\nじた。そこで，原告らは，被告に対し，訴状において，ＴＭＳ契約を解除す\nる旨の意思表示をしたのであるから，原告らと被告との間のＴＭＳ契約は解\n除された。\n（被告の主張）\n否認する。被告は，原告らの所有物件の家具・家電の交換を順次行ってい\nる。\n⑹  争点⑥（本件特約が消費者契約法１０条又は民法９０条に違反し無効とな\nるか）について\n（原告らの主張）\nア  原告らが著しく過大な義務を負うこと\nＴＭＳ契約においては，レンタル業務移行後の家具・家電の所有者は被\n告とされているのであるから，その購入費用は被告が負担すべきであるに\nもかかわらず，被告は，「保守にかかるもの」として，ＴＭＳ契約以前の\n制度のとおりオーナーの負担であるかのように装い，オーナーが家具・家\n電の買換えのために積み立てた金員を全て被告に対して支払わせており，\nその結果，レンタル業務に移行した後は，オーナーが自らの負担で買い換\nえた家具・家電を，被告から有償でレンタルしているという状況が生じて\nおり，他方，被告は自ら支出することなく家具・家電を取得し，さらにオ\nーナーに賃貸することで，レンタル料という収入を得ているのである。\nこのように，少なくとも，本件特約により，オーナーは家具・家電につ\nいて二重の負担を強いられ，他方で，被告は，二重に利益を得ている。ま\nた，本件特約は清算を行わないと定められていることから，実際に，家\n具・家電を買い換える必要があるか否か，買い換える場合にいくら必要と\nなるかを問わずに支払義務が生じており，被告の判断で買換えの必要なし\nと判断しさえすれば，残金はすべて被告の収益となるのであって，その内\n容は著しく不合理である。\nイ  原告らの無知に乗じて契約を締結していること\n被告は，更新後の家具・家電の所有権の帰属や，本件特約金に残金があ\nる場合に被告の利益になることを説明していない上，本件特約金と月額の\n保守サービス料ないしレンタル料の法的効果については，契約書を綿密に\n分析しなければ理解できない複雑で高度な内容となっている。被告は，原\n告らの無知に乗じて，このような複雑で高度な内容の契約について，あた\nかも従前と変わらないものであるかのように装い，本件特約を締結させて\nいる。\nウ  以上のように，被告は，本件特約により，オーナーの無経験，無知に乗\nじて，オーナーに著しく過大な義務を負わせ，他方で被告は，著しく過大\nに利益を得ていると言わざるを得ない。したがって，本件特約は，暴利行\n為にほかならず，消費者契約法１０条又は民法９０条により無効である。\n（被告の主張）\nア  本件特約金は，これまでオーナーの義務であった家具・家電の保守・交\n換を，ＴＭＳ契約によって被告の義務とするという新たな関係を前提とし\nて，オーナーが従前保守・交換費用として被告が管理していた積立金等を\n被告に移管したものであって，実態に合致するものである。\nさらに，１部屋当たり月額２０００円で家具・家電の保守交換を行う点\nはＴＭＳ契約の前後で一貫しており，ＴＭＳ契約に移行したからといって\nオーナーに著しく過大な義務を負わせるものではない。\nイ  また，原告らはいずれも不動産賃貸業を長年行っており，無経験や無知\nという事実はない上，契約の内容としても契約書を綿密に分析しなければ\n理解できない複雑で高度なものでもない。\nウ  以上のとおり，本件特約の内容は合理的であり，原告らの無経験や無知\nに乗じたという事実もないから，本件特約は有効である。なお，本件特約\n金は，建物賃貸借契約開始時以降に被告が行ってきた保守・交換業務を含\nめた対価とする趣旨であるから，二重取りであるという原告らの主張は失\n当である。\n⑺  争点⑦（本件特約に関する解除条件の定めの有無）について\n（原告らの主張）\nＴＭＳ契約においては，被告が履行した業務の対価として，オーナーは毎\n月，サービス料を被告に支払うこととなっているところ，これに加えて，Ｔ\nＳＳ契約における積立金ないしは補償金を特約金として支払ったのは，本件\n契約においては，レンタル業務期間移行時に，被告が既存の家具・家電を交\n換し，自ら新たな家具・家電を設置することが前提となっており，そのため\nの費用として必要であるという事情があったからである。\nしたがって，本件特約は，レンタル業務期間移行時において，被告が家\n具・家電の交換を行わないことを解除条件とする合意にほかならない。\n（被告の主張）\nＴＭＳ契約に解除条件の合意が付されたという事実は否認する。\n⑻  争点⑧（解除条件の成就の有無）について\n（原告らの主張）\n被告は，家具・家電の交換を行っておらず，今後も交換する予定がないこ\nとから，解除条件は成就している。\n（被告の主張）\n被告が家具・家電の交換を行ってないという事実は否認する。\n第３  当裁判所の判断\n１  争点①（原告らが消費者（消費者契約法２条１項）に当たるか）について\n原告らのうち個人である者は，自らは消費者に当たる旨主張する。しかしな\nがら，原告らは自ら賃貸業を営んでおり，その一環としてＴＭＳ契約を締結し\nているのであるから，「事業のために契約の当事者」となった場合に当たる。\n原告らは，被告が提案したサブリース取引をそのまま受け入れて契約の締結に\n至ったにすぎず，最大手サブリース業者の１つである被告と対等な情報力や交\n渉力を有する者ではないから，対等な１つの事業主体として扱うことが相当で\nないなどとも主張するが，上記の認定を左右するものではない。\nしたがって，原告らのうち個人である者も消費者には当たらない。\n２  争点②（ＴＭＳ契約が消費者契約法１０条又は民法９０条に違反し無効とな\nるか）について\n前記１のとおり，原告らのうち個人である者についても消費者には当たらな\nいから，以下では，ＴＭＳ契約が民法９０条に違反するか否かという点につい\nてのみ検討する。\n⑴  前提事実⑶及び⑷によれば，ＴＭＳ契約は，オーナーが修繕費用を積み立\nてる従来の方式を変更し，修繕義務を被告に移転させて，被告が修繕業務を\n行う代わりに，オーナーからサービス料を徴収するものということができる\nところ，ＴＭＳ契約上の負担は従来の積立金の額と同額（１部屋当たり月額\n２０００円）であり，建物賃貸借契約時の事業計画上も想定されていた費用\n負担といえるから，ＴＭＳ契約によって原告らに過度の負担が生じたという\nことはできない。\nなお，前提事実⑸アの税務処理によれば，オーナーは，本件特約金相当額\nを被告への前払費用として資産に計上し，残存月数で均等償却した金額を毎\n月費用として計上するとともに，毎月支払うサービス料についても費用とし\nて計上しているから，税務処理上は二重に費用計上されることになる（被告\nにおいても，前受金として負債に計上した本件特約金相当額が，残存月数で\n均等割した金額につき毎月売上として計上され，併せてオーナーから支払を\n受けるサービス料も売上として計上されるものと考えられる。）。しかし，\n上記のような税務処理上の措置を採ったのは，本件特約金がオーナーから被\n告へ移管されることにより，一時期に集中して費用ないし売上が発生するこ\nとを避けるためであると考えられるから（被告によれば，税務当局と相談の\n上でこうした措置を採ることになったとされる。），上記のとおり，オーナ\nーの出費額が１部屋当たり月額２０００円の限度で変更はない以上，税務処\n理において二重に費用計上されることをもって，原告らに過度の負担が生じ\nたと評価することはできない（上記の税務上の処理は，オーナーに説明され\nているし（乙１１），残存月数で均等償却した金額を毎月費用計上できるこ\nとは，原告らにとって税務上のメリットと考えられる。）。\nまた，ＴＭＳ契約において，被告は，家具・家電の購入・設置業務にとど\nまらず，家具・家電に故障が発生した際の修理・修繕，コールセンター対応\n等も行うとされている（従来であれば，原告らは被告がこれを履行していな\nくても履行を求めることはできなかったが，ＴＭＳ契約においては被告が原\n告らに対して上記の義務を負うこととなるため，被告がこれを履行しない場\n合には履行を求めることができる。なお，原告らは，入居率の問題は被告の\nみの問題である旨主張するが，入居率が低ければ，被告の財務状況の悪化等\nにつながり，適正に業務が行えなくなるなどして，事業計画を達成すること\nができず，原告らが被告から賃料の支払を受けることができなくなるおそれ\nがある上，建物賃貸借契約においては当初の１０年間は賃料が固定されてい\nるものの，その後の賃料は双方協議の上で２年毎に改訂することが予定され\nており（甲２），入居率は改訂賃料額に影響すると考えられるから，原告ら\nにとっても入居率は大きな関心事であるといえる。）ほか，本件特約金やサ\nービス料を毎月の経費として計上することができるなど，むしろ原告らに有\n利な面もある。\n⑵  加えて，証拠（甲１６）によれば，原告らのうち１名は，ＴＭＳ契約の中\n身を自分なりにしっかり確認してから調印しようと考え，ＴＭＳ契約の契約\n書をよく読んでからＴＭＳ契約を締結したと述べており，その他の原告らに\nついてこれと異なる事情はうかがわれないから，その他の原告らも被告から\n送付されたＴＭＳ契約の契約書を読み，その内容を把握した上で契約を締結\nしたものと認められる。\n⑶  以上によれば，ＴＭＳ契約によりオーナーが過大な義務を負うものではな\nく，被告に一方的に有利であって，極めて不合理な内容を含むものとは認め\nられず，また，ＴＭＳ契約がオーナーの無知に乗じて締結されたものとも認\nめられない。したがって，ＴＭＳ契約が民法９０条に違反し無効であるとの\n原告らの主張は採用できない。\n３  争点③（ＴＭＳ契約が錯誤により無効となるか）について\n⑴  前提事実⑷コのとおり，ＴＭＳ契約の契約書には，オーナーがそれまでフ\nァニチャー費用として積み立てた積立金相当額を本件特約金として被告に支\n払うこと，本件特約金は保守業務にかかるものであり清算が行われないこと\nが明記されている上，ＴＭＳ契約締結前にオーナーに送付された「家具・家\n電の新たな制度『家具・家電総合メンテナンスサービス』のお知らせ」と題\nする文書（乙１の２）においても，本件特約金について「メンテナンスサー\nビス契約時における特約金として当社にお支払いいただきます」と記載され\nている。なお，原告らのうち１名は，ＴＭＳ契約締結に際し，中身を自分な\nりにしっかり確認するために契約書をよく読んだ旨陳述している。（甲３，\n１６，乙１の２）\nこれらの事実からすれば，オーナーとしても，本件特約金の所有者が被告\nとなること，清算が予定されていないことについては認識していたはずであ\nり，オーナーがこれらの事項について誤信していたとは認められない。\n⑵  修繕義務の負担者について\n原告らは，従前，被告が自らの費用で行っていたコールセンター対応等の\n業務について，原告らの義務であると誤信した旨主張する。しかし，そもそ\nも，原告らはこれまで同業務を自らの負担で行っておらず，同業務を義務で\nあると誤信するような事情があったとは認められない上，ＴＭＳ契約におい\nて，コールセンター対応等の業務が原告らの義務であったことが前提である\nわけではないから，原告らが，同業務が自らの義務であると誤信したとは認\nめられず，原告らの主張は採用できない。\n⑶  家具・家電の交換方法等について\n家電は「乙が所有する」ものとされており，被告が当該家具・家電を所有す\nることが前提であるかのような記載がされている。しかしながら，ＴＭＳ契\n約の目的は被告が保守業務又はレンタル業務を行うことにより，物件に備え\n付けられた家具・家電を良好な状態に保つことにあるところ，家具・家電の\n状態を維持するにあたって，当該家具・家電をリースによって調達したもの\nか，被告自身が購入する方法によって調達したものかによって差異が生じる\nわけではない。また，ＴＭＳ契約上，レンタル業務移行の際に，被告が家\n具・家電を購入して所有することを被告の義務とする条項は認められない。\n以上からすれば，ＴＭＳ契約がファニチャーファンドの制度から移行したも\nのであることなど原告らが主張する事情を考慮しても，被告自身が家具・家\n電を購入するという点がＴＭＳ契約の要素となっているとまではいえない。\nしたがって，ＴＭＳ契約において，被告が当該家具・家電を所有すること\nが前提であるかのような記載がされたことにより，原告らが，家具・家電の\n調達方法につき誤信していたとしても，それによってＴＭＳ契約が無効にな\nるとは認められない。\n⑷  以上のとおり，原告らのＴＭＳ契約の錯誤無効に関する主張はいずれも採\n用できない。\n４  争点④（相殺合意による相殺の成否）について\n前提事実⑷キのとおり，ＴＭＳ契約７条において，原告らが被告に対して支\n払うサービス料は，被告が原告らに対して支払う賃料から差し引く方法，すな\nわち相殺による旨が合意されているところ，サービス料は保守業務期間中にも\n支払われることが予定されていることはＴＭＳ契約７条の記載から明らかであ\nる。したがって，サービス料は家具・家電のレンタル業務のみの対価ではな\nく，保守業務をも含めた被告が行う業務への対価であると認められる。\nそうすると，原告らの所有する物件のうち，一部にレンタル業務に移行して\nいない物件があるとしても，当該物件については保守業務が行われることにな\nるのであるから，被告の原告らに対するサービス料の支払請求権が失われるわ\nけではなく，相殺合意に基づいてサービス料支払請求権と賃料債権とを相殺す\nることができるというべきである。\nよって，被告が原告らに対してサービス料を請求できないから相殺合意によ\nる相殺ができない旨の原告らの主張は採用できない。\n５  争点⑤（ＴＭＳ契約の解除の成否）について\n⑴  認定事実\n家具・家電の交換作業は，①入居者の問合せや入居者退室時の点検に基づ\nいて行う場合と，②相手方賃貸管理業務部で一括交換を行う場合があるとこ\nろ，いずれの場合においても，被告が指定業者に発注し，指定業者が委託し\nた実施業者が交換作業を行った後，指定業者が被告に対し完了報告を行う\n（なお，指定業者への発注作業及び指定業者からの完了報告はいずれも電子\nメールによって行われる。）。交換作業の完了が確認できたものについて\nは，データが月ごとに基幹システムに移管される。\n前記基幹システムのデータに基づいて，被告の資産管理部が物件近況報告\n書作成用システムを用いて物件近況報告書を作成し，その原本が当該物件の\nオーナーに送付される。被告においては，物件近況報告書の基となったデー\nタのみを保存し，物件近況報告書の写し等は保存していないが，当該データ\nを出力することは可能である。その場合，物件近況報告書とは体裁が異なる\nが，内容は物件近況報告書と同一である。（乙７，１２）\n⑵  物件近況報告書等の信用性\n原告らは，被告が答弁書別冊として提出した「家具・家電  本体交換・部\n材交換履歴」（以下「本件交換履歴」という。）について，被告が作成した\nものであること，物件近況報告書と整合しない部分があることから信用性が\nないと主張する。しかし，本件交換履歴は物件近況報告書の基となったデー\nタの内容を出力したものであるところ，被告は本件訴訟が提起される前から\n前記の方法により顧客である原告らとの契約に関するものとしてデータを入\n力・保存していたのであって，被告が作成したことをもって直ちにそのデー\nタの信用性が否定されるものではない。また，本件交換履歴と物件近況報告\n書が整合しない部分があると認められるものの，それは，報告時期がずれた\nことにより当該期間の物件近況報告書に出力されず，後の期間の物件近況報\n告書に出力されたこと（期ずれ）によるものであるといえ（乙１０，１２な\nいし１４，弁論の全趣旨），本件交換履歴の信用性を減殺する事情とはいえ\nない。そして，他に当該データの信用性を疑わせるような事情も見当たらな\nいから，物件近況報告書の内容は信用することができ，それと同一内容の本\n件交換履歴の内容も信用することができる。\n⑶  小括\nそして，本件交換履歴によれば，実際に多くの物件において家具・家電の\n交換が行われており，被告はＴＭＳ契約上の債務を履行していると認められ\nる。したがって，被告がＴＭＳ契約上の債務の履行を怠っている旨の原告ら\nの主張は採用できない。\nこれに対して，原告らは，ＴＭＳ契約５条２項に定める期間の定めを前提\nとして，建物賃貸借契約開始日から７年又は１４年が経過しているにもかか\nわらずレンタル業務に移行しておらず，債務不履行である旨主張する。しか\nし，同６条１項⑵では，保守業務期間中に家具・家電の修理又は修繕が不能\nとなった場合にはレンタル業務に移行することとされており，ＴＭＳ契約\n上，建物賃貸借契約開始日から７年又は１４年経過時点以外の時点でレンタ\nル業務に移行する場合も想定されている上，建物賃貸借契約は被告が第三者\nに転貸することを前提としているものであり，転借人が入居している場合に\nは家具・家電の交換が円滑に行えない可能性があることは当然に予想される\nことも併せて考慮すると，同５条２項の期間の定めは原則を記載したものに\nすぎないというべきである。したがって，原告らの主張は採用できない。\nまた，原告らは，自らが新品の家具・家電を購入して，賃貸することも債\n務であるのに，リースで交換していることを債務不履行と主張する。 しか\nし，前記３⑶のとおり，ＴＭＳ契約の目的は被告が保守業務又はレンタル業\n務を行うことにより，物件に備え付けられた家具・家電を良好な状態に保つ\nことにあり，家具・家電の状態を維持するにあたって，当該家具・家電をリ\nースによって調達したものか，被告自身が購入する方法によって調達したも\nのかによって差異が生じるわけではない上，ＴＭＳ契約上，レンタル業務移\n行の際に，被告が家具・家電を購入して所有することを被告の義務とする条\n項は認められないことからすれば，ＴＭＳ契約において，被告自らが新品の\n家具・家電を購入することが被告の債務であったとまでは認められず，原告\nらの主張は採用できない。\n６  争点⑥（本件特約が消費者契約法１０条又は民法９０条に違反し無効となる\nか）について\n前記１のとおり，原告らのうち個人である者についても消費者には当たらな\nいから，以下では，本件特約が民法９０条に違反するか否かという点について\nのみ検討する。\n⑴  前提事実 のとおり，本件特約においては残金の清算が予定されてお\nらず，ＴＳＳ契約以前であれば返還を受けることができた金銭の返還を受け\nることができないという点でオーナーに不利益な面もあると認められる。し\nかしながら，他方においては，ＴＳＳ契約の場合とは異なり，ＴＭＳ契約に\nおいては，家具・家電の修理等の費用がサービス料及び特約金の合計額を超\n過した場合でも，被告はオーナーに対して費用を請求できないのであって，\nオーナーが一方的に不利益を被るとまではいえない。\nまた，ＴＭＳ契約においては特約金が被告の収入となり，残金の清算が行\nわれないことや，レンタル業務開始後は，家具・家電の所有権者がオーナー\nから変更になること等については契約書に明記されており，説明文書にもそ\nの旨が記載されている上，原告らもその記載を十分に確認している。そし\nて，その内容としても，原告らが被告に対して従来ファニチャー費用として\n積み立てていた金銭を本件特約金として支払うこと，支払った特約金につい\nては清算が予定されていないというものであり，分析しなければ理解できな\nいようなものではないことも併せて考慮すれば，ＴＭＳ契約が 原告らの無\n知・無経験に乗じて締結されたものであるとは認められない。\n⑵  したがって，本件特約が民法９０条に反し無効であるとの原告らの主張は\n採用することができない。\n７  争点⑦（本件特約に関する解除条件の定めの有無）について\nＴＭＳ契約の明文上，レンタル業務が履行されない場合にはＴＭＳ契約が解\n除となる旨の規定はない。また，ＴＭＳ契約において予定されている被告の業\n務はレンタル業務に限られず，レンタル業務に移行するまでは保守業務が行わ\nれるのであるから，原告らが主張するような趣旨をＴＭＳ契約から読み取るこ\nともできない。したがって，本件特約に解除条件の定めがあるとする原告らの\n主張は採用できない。\n８  争点⑧（解除条件の成就の有無）について\n争点⑦において，本件特約に解除条件の定めがあると認められないので，こ\nの点について判断することを要しない。\n第４  結論\n以上によれば，原告 らの請求は，いずれも理由がないから棄却することと\nし，主文のとおり判決する。\n名古屋地方裁判所民事第７部\n裁判長裁判官      前 田 郁 勝\n裁判官       三 橋 泰 友\n裁判官       餅 田 庄 平\n別紙当事者目録及び別表１ないし４につき省略\n"
}