{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 2,
    "day": 6
  },
  "case_number": "平成29(ネ)10074",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "87444",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87444",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/444/087444_hanrei.pdf",
  "contents": "平成３０年２月６日判決言渡\n平成２９年（ネ）第１００７４号  特許権侵害差止等請求控訴事件（原審  東京地\n方裁判所平成２８年（ワ）第４５２９号）\n口頭弁論終結の日  平成２９年１１月２２日\n判                決\n控訴 人      有 限 会 社 金 子 商 会\n同訴訟代理人弁護士      沖田哲 義\n同                      道山智 成\n同                      神邊健 司\n同                      玉岡範 久\n同                      尾   崎   聡 一 郎\n同 補 佐 人 弁 理 士      伊藤高 英\n被控訴 人      フルタ電機株式会 社\n同訴訟代理人弁護士      小南明 也\n主                文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理 由\n第１  控訴の趣旨\n１  原判決中控訴人敗訴部分を取り消す。\n２  上記取消部分に係る被控訴人の請求をいずれも棄却する。\n第２  事案の概要等（略称は原判決のそれに従う。）\n１  本件は，その名称を「生海苔異物分離除去装置における生海苔の共回り防\n止装置」とする発明に係る特許権（「本件特許権」又は「本件特許」）を有\nする被控訴人が，①原判決別紙物件目録１記載の生海苔異物除去機（本件装\n置（WK 型））及び同目録２記載の生海苔異物除去機（本件装置（LS 型））が\n本件各発明（本件発明１，３及び４を併せたもの）の技術的範囲に属する，\n②同目録４記載の固定リング（本件固定リング）及び同目録５記載の板状部\n材又はステンチップ（本件板状部材）は本件旧装置（本件装置（WK 型）と本\n件装置（LS 型）を併せたもの）の「生産にのみ用いる物」（特許法（以下\n「法」という。）１０１条１号）に当たる，③同目録３記載の生海苔異物除\n去機（本件新装置）は本件発明３の技術的範囲に属する，④同目録６記載の\n回転円板（本件回転円板）は本件新装置の「生産にのみ用いる物」（同号）\nに当たる，⑤原判決別紙メンテナンス行為目録１～３の各行為（本件各メン\nテナンス行為）のうち本件メンテナンス行為１及び２は本件旧装置又は本件\n新装置の「生産」（同法２条３項１号）に当たり，本件メンテナンス行為３\nはこれらと一体として行われている，などと主張して，控訴人に対し，以下\nの各請求をした事案である。\n(1)  差止請求\nア  法１００条１項に基づき，本件旧装置，本件固定リング及び本件板状部\n材（併せて「本件製品１」）並びに本件新装置及び本件回転円板（併せ\nて「本件製品２」）の譲渡，貸渡し又は譲渡若しくは貸渡しの申出の差\n止め。\nイ(ｱ)  同条１項に基づき，本件メンテナンス行為１及び２の差止め。\n(ｲ)  主位的に同条２項に基づき，予備的に同条１項に基づき，本件メン\nテナンス行為３の差止め。\n(2)  廃棄請求\n法１００条２項に基づき，本件製品１及び２の各廃棄。\n(3)  損害賠償請求\nア  主位的請求\n民法７０９条，７１９条に基づき，Ｐと連帯して，法１０２条に基づ\nく損害額６０３１万４０９０円及び弁護士費用相当額６０３万５９１０\n円（合計６６３５万円）並びにうち４９８６万円に対する同内金に係る\n不法行為後の日（控訴人に対する催告の日の翌日）である平成２７年１\n０月２７日から，うち１６４９万円に対する同内金に係る不法行為後の\n日（最終の販売日の翌日）である平成２８年１２月９日から，各支払済\nみまで民法所定の年５分の割合による遅延損害金の支払。\nイ  予備的請求\n民法７０９条に基づき，上記金額の支払。\n２  原判決は，上記各請求のうち，上記(1)ア，イ(ｱ)及び(2)を全部認容し，上記\n(3)イを一部認容し，その余を棄却した。\n控訴人は，原判決中その敗訴部分を不服として控訴した。\n３  前提事実\n前提事実は，以下のとおり付加，訂正するほかは，原判決「事実及び理由」\n「第２  事案の概要」「２  前提事実」（原判決４頁２６行目～１０頁１８行\n目）に記載のとおりであるから，これを引用する。\n(1)  原判決８頁１４行目の「それゆえ，」の後に，「本件板状部材は，」を\n加える。\n(2)  原判決９頁５行目及び６行目の各「本件固定リング」を，いずれも「本\n件新固定リング」に改める。\n(3)  原判決９頁１３行目末尾に，以下のとおり加える。\n「控訴人による本件装置（WK 型）の具体的な販売状況は原判決別紙販売利\n益等一覧表１～４各記載のとおりであり，また，本件各部品の具体的な販売\n状況は原判決別紙販売利益等一覧表（本件固定リング）及び同一覧表（本件\n板状部材）各記載のとおりである。ただし，賠償されるべき損害の有無ない\nし額については，当事者間に争いがある。」\n(4)  原判決９頁１６行目末尾に，以下のとおり加える。\n「控訴人による本件新装置の具体的な販売状況は原判決別紙販売利益等一覧\n表５記載のとおりである。ただし，賠償されるべき損害の有無ないし額につ\nいては，当事者間に争いがある。また，本件回転円板の具体的な販売状況は，\n原判決別紙 LS 型回転円板仕入・販売記載のとおりである（ただし，取引番\n号２０の取引及び平成２９年１月３０日付け返品の有無については，当事者\n間に争いがある。）。\n４  争点及び争点に対する当事者の主張\n本件における当事者の主張は，以下のとおり訂正，付加するとともに後記５\nのとおり当審における補充主張を付加するほかは，原判決「事実及び理由」\n「第２  事案の概要」「３  争点」（原判決１０頁１８行目～１１頁３行目）\n及び「４  争点に関する当事者の主張」（原判決１１頁４行目～３７頁１５行\n目）に記載のとおりであるから，これを引用する。\n(1)  原判決１３頁２６行目の「形成されている」を，「形成されていると」\nに改める。\n(2)  原判決１５頁２２行目の「特許法３６条４項」の後に，「（以下，同項\nについてはいずれも改正前のものを示す。）」を加える。\n(3)  原判決２２頁６行目の「円周面」を「選別ケーシングの円周面」に，同\n頁７行目の「円周面」を「回転板の円周面」に，それぞれ改める。\n(4)  原判決２４頁５行目の「有限会社」の後に，「（以下「西部機販」とい\nう。）」を加える。\n(5)  原判決２６頁２２行目の「公衆に対して頒布によって公開を目的として」\nを，「公衆に対する頒布による公開を目的として」に改める。\n(6)  原判決３１頁２１行目の「生産のみに用いる物」を，「生産にのみ用い\nる物」に改める。\n５  当審における補充主張\n(1)  争点(1)（本件新装置が本件発明３の技術的範囲に属するか）について\n（控訴人の主張）\nア  原判決は，争点(1)に関し，「本件新装置の凸部Ｄは，凹部Ｅの間に形\n成されており，凹部Ｅの底面部３ｂ２から円周方向に部分的に突き出て\nおり，構成要件 B’１の突起物に相当する。」旨の判断をしている。\nしかし，この判示は，以下の点で事実認定を誤ったものであ り，この\n誤りは本件新装置が本件発明３の技術的範囲に属するか否かに影響する。\nイ  認定の誤り１\n原判決は，凹凸部の凸部である凸部Ｄは構成要件 B’１の突起物に相当し\nないとする控訴人の主張に対し，構成要件 B’１に凹凸の記載がないからと\nいって，凹凸であれば直ちに「突起・板体の突起物」に該当しないとい\nうことにはならず，その構成が「突起」に該当する場合には，たとえ凹\n凸の概念に含まれるものであっても，「突起・板体の突起物」に該当す\nる旨判示した。\nその一方で，原判決は，控訴人が，「突起・板体の突起物」に該当す\nる凹凸部の構成は「凹凸部の長手方向が環状隙間における生海苔の移動\n方向に貫通するものであること」を要すると主張したのに対し，構成要\n件 B’１には「突起・板体の突起物」としか記載されていないのであるから，\nこれに相当する「凹凸部」がどのような構成であるのかを主張すること\n自体失当である，とも判示した。\n上記前者の判示部分は，凹凸には，その構成が「突起」に該当する場\n合と該当しない場合とが存在するとするものであるにもかかわらず，後\n者の判示部分はこれを反故にするものであり，両者は明らかに矛盾する。\nしたがって，原判決には，凹部Ｅの間に形成されている凸部Ｄが構成\n要件 B’１の突起物に相当するとした判断の基準が明示されていない点で認\n定の誤りがある。\nウ  認定の誤り２\n本件発明３において，構成要件 B’１の「突起・板体の突起物」は，構成\n要件Ａ３の「この回転板の回転とともに回る生海苔の共回りを防止する\n防止手段」を限定する構成要素であることから，発明の目的である防止\n効果及び矯正効果を備えることが必須であるにもかかわらず，原判決は，\n構成要件 B’１には防止効果及び矯正効果によって共回りの発生及びクリア\nランスの目詰まりをなくす機能を有する場合に限って「突起・板体の突\n起物」に該当するなどといった限定的な記載は文言上見当たらず，まし\nてや「凹凸」の「凸」部分が「突起・板体の突起物」に該当する場合に\nついてのみ上記各機能を要するものとするような記載も見当たらない旨\n判示した。\nこの原判決の判示は，構成要件 B’１の「突起・板体の突起物」について，\n構成要件Ａ３の「この回転板の回転とともに回る生海苔の共回りを防止\nする防止手段」としての機能を備える必要性があることを看過したもの\nである。\nしたがって，原判決には，構成要件Ｂ’１の「突起・板体の突起物」は\n本件発明３の防止効果及び矯正効果を有する場合に限定されるものでは\nないとしたことにより本件発明３の構成要件Ａ３を備える必要がないと\nしている点で認定の誤りがある。\nエ  認定の誤り３\n原判決は，凹部Ｅの間に形成されている凸部Ｄが構成要件 B’１の突起物\nに相当すると認定した基準として，凸部Ｄの縁が生海苔を切断するエッ\nジの役割を果たすという基準を示しているが，当該基準は本件訂正明細\n書等には全く記載されておらず，また，本件発明３の共回りを防止する\n機能と結びつくものではない点で誤りである。それに加え，基礎づける\n証拠がないままエッジの役割を認定している点でも認定の誤りがある。\nなお，控訴人は，渡邊機開の所有する本件新装置の凹部Ｅに見られる\nエッジの役割を主張したけれども，これは，本件発明３の防止効果及び\n矯正効果と結びつく作用効果を発揮している旨主張したものではない。\n本件新装置においては，エッジの役割によって当該防止効果及び矯正効\n果に相当する機能は果たされていないのであって，本件新装置の作用機\n序と本件発明３のそれとは相違する。\n（被控訴人の主張）\n本件新装置が本件発明３の技術的範囲に属するとする原判決の判断は正\n当である。\n原判決は，「突起・板体の突起物」に該当するかどうかはその語義から\n判断すべき旨示しているのであり，また，控訴人主張につきその語義に反す\nる解釈論であることを指摘したものであって，その判断に誤りはない。さら\nに，原判決は，「凸部Ｄの縁が生海苔を切断するエッジの役割を果たすとい\nう基準」を示したものではないから，この点に関する控訴人の主張はその前\n提に誤りがある。\n(2)  争点(2)ア（発明未完成，実施可能要件違反，サポート要件違反又は明確\n性要件違反）について\n（控訴人の主張）\n本件訂正明細書等において凹凸が記載されている部分は段落【００２６】\nの１か所のみであり，図面には凹凸が明示されている部分は皆無であるから，\n本件訂正明細書等には凹凸の構成が具体的かつ明確に開示されておらず，当\n該凹凸については未完成発明等の無効理由がある。ところが，原判決は，本\n件訂正明細書等にはどのような構成の凹凸が本件各発明の作用効果を発揮す\nるものかについての開示がないことを認めながら，構成要件 B'１の「突起・\n板体の突起物」と凹凸との関係について論ずることなく，その無効理由を否\n定した。\nこの点で，原判決には，控訴人の主張する凹凸と無効理由との関係につ\nいて適正に認定していないという誤りがある。\n（被控訴人の主張）\nこの点に関する原判決の判断は正当である。\n(3)  争点(2)イ（拡大先願）について\n（控訴人の主張）\nア  原判決は，要するに乙１考案の「凹部」は本件各発明の構成要件Ｂ１，\nB’１，B”１にいう「突起・板体の突起物」と異なるので，本件各発明と乙\n１考案とは相違する旨判示しているが，この判示には，以下のとおり認\n定の誤りがある。\nイ  認定の誤り１\n原判決は，乙１考案の作用効果として「前記環状枠板部の内周縁に所\n要数の凹部を形成するとともにこの凹部における前記クリアランスを他\nの部分よりも広幅とすることによって，クリアランスに詰まる異物の大\n部分を占める茎部の付いている生海苔が前記回転板によって引きずられ\n上記凹部の位置に達した際に同凹部におけるクリアランスを通過するこ\nとができる」旨認定している。\nしかし，上記判示部分は，「茎部の付いている生海苔」につき，「ク\nリアランスに詰まる異物の大部分を占める素材」として言及しながら，\n「海苔製品の原料として利用できるものか否か」については言及してい\nない。乙１考案は，当該生海苔異物をクリアランスを通過させるべき生\n海苔と同等の海苔の原藻としてとらえている （乙１明細書等【０００\n４】，【００２４】）。すなわち，乙１考案の技術的思想においては，\n「当該生海苔異物」は「クリアランスを通過させるべき海苔の原藻対象」\nとして，凹部に達した「生海苔異物」を「クリアランスを通過させる」\nように構成しているにもかかわらず，上記判示部分は「海苔製品の原料\nとして利用できないもの」として認定していると理解される。\nしたがって，原判決は，乙１考案の技術的思想を適正に認定していな\nいという点で認定の誤りがある。\nウ  認定の誤り２\n原判決は，乙１考案の作用効果につき単に「クリアランスの目詰まり\nという課題を解消するもの」と認定しているけれども，乙１明細書等の\n「前記クリアランスに詰まった生海苔異物（茎部の付いている生海苔）\nは前記回転板によって引きずられ前記凹部の位置に達した際に，前記凹\n部におけるクリアランスを通過することができる」との記載（【０００\n５】，【００２３】。なお，下線部は控訴人が加入したもの。）によれ\nば，クリアランスに詰まった生海苔異物は，凹部の存在する部分まで回\n転板と一緒に引きずられるように回転して行き，当該凹部の部分におい\nてクリアランスを通過するものであるので，本件訂正明細書等記載の共\n回り現象（【０００３】）が発生していること，前記凹部によって共回\nり現象が解消されることが，それぞれ明記されている。\nしたがって，乙１考案にも共回り防止という技術的思想が記載されて\nいるのに，これが記載されていないとした原判決には認定の誤りがある。\nエ  認定の誤り３\n原判決は，乙１考案の出願当時，共回り現象が発生していたことを当\n業者が広く認識していた旨の控訴人の主張を排斥している。\nしかし，被控訴人の現在の会長自身，回転板方式の生海苔異物除去機\nに問題が発生していた旨陳述しているところ（甲３６），この問題とは\n正しく海苔が目詰まりして共回り現象が発生していたことを意味するの\nであり，このような問題は，海苔生産者の間にたちまち情報が伝達され\nて周知となり，当該問題点を解決した海苔異物除去機が求められること\nになるのである。したがって，当該問題点については，本件特許の出願\n前の時点で既に当業者が広く認識していた状態であったことに間違いは\nない。\n原判決は，上記陳述書の陳述内容を正確に評価せず，重要な事実を看\n過したという点で認定の誤りがある。\nオ  認定の誤り４\n(ｱ)  原判決は，被控訴人製の生海苔異物除去装置に設けられている乙１\n考案の「凹部」に相当する「鉛直溝」につき無効理由の根拠として採\n用できないとするが，「鉛直溝」を適正に認定していない点で誤りが\nある。\n(ｲ)  被控訴人製の生海苔異物除去装置に設けられている鉛直溝と同一構\n成の鉛直溝が渡邊機開製の生海苔異物除去装置である WK 型の回転円板\nにも設けられていることから，本件提訴前において生海苔異物除去装\n置の回転円板に鉛直溝を設けることは一般的であったということがで\nきる。なお，渡邊機開製の WK 型においては，固定リングの内周面にも\n複数の鉛直溝が回転円板と同様にして設けられている。\nこれらの鉛直溝は，その両端面のエッジ部分にヘタリが発生するとク\nリアランスに目詰まりが発生し，ヘタリを解消するとクリアランスの目\n詰まりが解消し，良好な異物除去機能を発揮する。このことから，乙１\n考案の固定リング側に設けられている凹部に相当する鉛直溝は，共回り\nを防止する作用効果，特にエッジ部分による共回りを防止する作用効果\nを発揮するものということができる。被控訴人の装置における鉛直溝も，\n全体構成としては乙１考案の固定リング側に設けられている凹部に相当\nする点で渡邊機開製の WK 型のそれと同一であり，同様に共回りを防止\nする機能を発揮している。\nこのように，渡邊機開製の WK 型の鉛直溝及び隣接する鉛直溝間に形\n成される凸部は生海苔の共回りを防止する機能を発揮していることから，\n本件各発明の「突起・板体の突起物」に該当すると判断されるところ，\nそうであるならば，鉛直溝に相当する乙１考案の凹部及び隣接する凹部\n間に形成される凸部も，当然に本件各発明の「突起・板体の突起物」に\n該当することとなる。\nそうすると，乙１明細書等には本件各発明の「突起・板体の突起物」\nに該当する凹部及び隣接する凹部間に形成される凸部が開示されている\nものと理解されることから，本件各発明は乙１考案と同一となる。\n(ｳ)  現在の海苔生産技術に基づき乙１考案を評価すると，その凹部は共\n回り防止機能を果たしていると認定し得る。\nこのことに鑑みると，乙１考案の凹部については，これを周方向に複\n数形成すると凹部の間にクリアランスに向かう凸部と見なされる形状が\n形成され，当該凸部と凹部が一体となって共回り防止機能を果たすこと\nから，当該凹部及び凸部自体が「突起・板体の突起物」に該当すること\nとなる。\nしたがって，乙１考案は本件各発明と同一となる。\n(ｴ)  本件特許の出願時においては，乙１考案につき，根の付いた生海苔\nよりも大きさが小さい茎の付いた生海苔をも通過させ，板海苔の品質\nを低下させる不都合が存在するとの評価はされておらず，茎部の付い\nている生海苔を海苔製品の原料として使用することも行われていたこ\nとから，このような使用を可能とすると共にクリアランスの目詰まり\nを防止する凹部を設けることは有用な考案と思料されるところ，乙１\n考案の凹部は，クリアランスの目詰まりを防止する機能があることか\nら，共回り防止機能を果たしていると認定し得る。\nそうすると，乙１考案は本件各発明と同一となる。\n(ｵ)  以上の点に鑑みると，本件特許の出願時の技術及び現在の技術のい\nずれによって評価しても，乙１考案の凹部を周方向に複数形成すると\n凹部の間にクリアランスに向かう凸部と見なされる形状が形成され，\n当該凸部と凹部とが一体となって共回り防止機能を果たすことから，\n当該凹部及び凸部自体が「突起・板体の突起物」に該当する というこ\nとができる。\nしたがって，乙１考案は本件各発明と同一となるから，本件各発明は\n無効とされるべきである。この点についての原判決の判断は誤りである。\n（被控訴人の主張）\nア  原判決は，乙１明細書等の記載に基づき乙１考案を正しく認定しており，\n控訴人の主張するような認定の誤りはない。\nイ  乙１考案に「凸部」は存在しない。乙１考案における第一回転板２６\n（又は第二回転板３６）との間でクリアランスＣを形成する固定側（環\n状枠板部を形成する第一環状固定板２３（又は第二環状固定板３３））\nの壁面における，凹部２３１（又は凹部３３１）以外の部位は，生海苔\n混合液が通過し，（分離対象となる）異物が通過できない部分であって，\nクリアランスを形成する壁の片側にすぎない。\n(4)  争点(2)ウ（乙４発明及び周知技術による進歩性欠如）について\n（控訴人の主張）\n原判決は，要するに乙４公報には共回りを防止する旨が開示されておら\nず，乙２及び乙３各公報は回転円板方式の生海苔異物除去装置ではないので，\n乙４発明に乙２及び乙３各公報記載の技術を組み合わせることはできず，本\n件各発明は進歩性を有するとする。\nしかし，前記被控訴人会長の陳述書その他の証拠から認められるとおり，\n本件特許の出願前には回転板方式の生海苔異物除去装置において生海苔の詰\nまりが発生することは周知であり，当業者において乙４発明に対し乙２及び\n乙３各公報記載の技術を組み合わせることはでき，これらを組み合わせれば\n本件各発明に容易に想到し得る。\nしたがって，本件各発明は進歩性がなく，無効とされるべきであり，こ\nの点に関する原判決の判断には誤りがある。\n（被控訴人の主張）\n進歩性欠如に関する無効理由は成立せず，原判決の判断は正当である。\n(5)  争点(2)エ（公知による新規性欠如及び進歩性欠如）について\n（控訴人らの主張）\nア  原判決は，要するに乙４３の８文書に記載された技術的思想の内容を全\nく評価しないまま，単に「選別ケースの外周に共回り防止ゴムをつける」\nという試験・開発内容は被控訴人の営業秘密であり，西部機販及びその\n代表者であるＱは，被控訴人に対し，上記試験・開発内容について守秘\n義務を負うというべきであるとして，公知による新規性欠如及び進歩性\n欠如の無効理由は存在しないと判示した。\nしかし，以下のとおり，Ｑにより知得された上記試験・開発内容は本\n件各発明と同一であって，本件発明１及び３は公知による新規性欠如及\nび進歩性欠如の無効理由を備えており，かつ，Ｑは，被控訴人に対し，\n上記試験・開発内容について守秘義務を負っていない。この点で原判決\nには誤りがある。\nイ(ｱ)  被控訴人は，本件特許の出願前から，ダストール（FD-380S 型，FD-\n380K 型等の生海苔異物分離除去装置）の前身であるテスト機（以下\n「被控訴人テスト機」という。）を公然と実施していたところ，これは\n株式会社親和製作所（以下「親和製作所」という。）製の生海苔異物除\n去装置と同様に回転板方式の生海苔異物除去装置を製造販売することを\n目的として開発されたものであり，その構成は，本件発明３の構成要件\n中，\nＡ１  生海苔排出口を有する選別ケーシング，\nＡ２  （及び）回転板，\nＡ４  （並びに）異物排出口\nＡ５  をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液\n槽を有する生海苔異物分離除去装置\nという構成を備えている。他方，本件発明３の構成要件Ａ３，B’，B’１，\nB’２及びＣの構成は備えていない。\nまた，被控訴人は，「ダストール」の販売促進業務の一環として，そ\nの展示会機（その基本構成は被控訴人テスト機と共通である。）を平成\n１０年４月中に開催された展示会に出展したことから，「ダストール」\nの基本構成は広く海苔関係者に知られて公知となった。\n(ｲ)  被控訴人テスト機の試験運転を行うと，生海苔がクリアランスに詰\nまり，回転円板と共に詰まった状態で回転するという問題点が発生し\nた。他メーカーの回転板方式の生海苔異物除去装置においても同様の\n問題点が発生していたことは，当時周知であった。\nこの問題点を解消するために，逆洗を行う，ショットブラスト加工を\n施す，棒材やドライバ先端をクリアランスに近づける，といった試みが\n行われた。\nウ  本件特許出願前に公知となった技術\n(ｱ)  平成１０年４月２８日，被控訴人において会議（以下「本件会議」\nという。）が開催され，Ｑはこれに参加した。本件会議において，そ\nの始まりに当たり乙４３の８文書が配布されたところ，これは，全体\nとして，「ダストール」の量産機の製造に向けての変更計画及び変更\n要請を示すものである。\nそして，乙４３の８文書には，「選別ケースの外周に共回り防止ゴム\nをつける  選別タンク内の海苔濃度を濃くできることにより良品タンク\nへの海苔濃度が濃くできる」と記載されている（以下，この記載を「本\n件記載」という。また，本件記載に基づく技術を「本件記載技術」とい\nうことがある。）。\n本件記載を見たＱは，当時持ち合わせていた乾海苔生産関連の技量に\n基づき，本件記載は，「共回り防止ゴムと称する部材を選別ケースの外\n周に取り付け，生海苔が隙間（クリアランス）に詰まったり，回転円板\nと一緒に回ることを解決すること」を実行するものと理解した。すなわ\nち，本件各発明の課題，目的，構成及び効果を理解し得た。このことは，\n本件記載を知り得たのであれば，Ｑ以外の当業者にとっても同様である。\nまた，その際の被控訴人技術者の説明により，「共回り防止ゴム」は\n「生海苔がクリアランスに詰まったり，詰まった生海苔が回転円板と共\nにクリアランスを回る不具合現象が発生することを防止するための複数\nの実例の総称的なことを示している。」旨が本件会議の参加者により理\n解された。\n(ｲ)  被控訴人テスト機に，「選別ケースの外周に共回り防止ゴムをつけ\nる」という変更すなわち「生海苔がクリアランスに詰まったり，詰ま\nった生海苔が回転円板とともにクリアランスを回る不具合現象が発生\nすることを防止するための複数の実例の総称的なことを示している共\n回り防止ゴム」からなる構成を付加するという変更を施した量産機の\n構成を，本件発明３の構成に合わせて記載すると，\nＡ１  生海苔排出口を有する選別ケーシング，\nＡ２  （及び）回転板，\nＡ３  この回転板の回転とともに回る生海苔の共回りを防止する防止手\n段，\nＡ４  （並びに）異物排出口\nＡ５  をそれぞれ設けた生海苔・海水混合液が供給される生海苔混合液\n槽を有する生海苔異物分離除去装置において，\nB’   前記防止手段を，\nB’１  突起・板体の突起物（「共回り防止ゴム」が一例である。）とし，\nB’２  この突起物を，選別ケーシングの円周面に設ける構成とした\nＣ   生海苔異物分離除去装置における生海苔の共回り防止装置\nとなる。これにより，「ダストール」の量産機は本件発明３の構成要件\nの全部を備えることとなった。\nなお，ここでいう「共回り防止ゴム」の実施態様は，所定形状・所定\n大の防止ゴム片，ショットブラストされたザラザラの面，棒材やドライ\nバ先端等の抵抗物である。また，「ダストール」の基本構成（被控訴人\nテスト機のもの）に乙４３の８文書に示されている変更点を反映させた\n新型機が株式会社九研（以下「九研」という。）の許に保管され，現存\nしている。\n(ｳ)  Ｑは，後記のとおり，被控訴人に対し守秘義務を負っていない。し\nたがって，同人が，乙４３の８文書及び本件会議での説明により「生\n海苔がクリアランスに詰まったり，詰まった生海苔が回転円板ととも\nにクリアランスを回る不具合現象が発生することを防止するための複\n数の実例の総称的なことを示している共回り防止ゴム」からなる構成\nを選別ケースの外周に付けることを把握し，基本構成を備えたダスト\nールの試験機・展示会機に当該共回り防止ゴムを付加した本件発明３\nの構成及び作用効果を知得・理解したことにより，本件発明３（及び\n本件発明１）は新規性を喪失した。\nエ  Ｑの守秘義務の不存在\n本件記載技術は本件特許出願前に公知となり新規性を喪失したもので\nあるから，そもそも守秘義務の存在を問うべきものではない。\nまた，Ｑは，被控訴人から協力要請を受けた際にも別段秘密について\nの話を受けておらず，守秘義務に関する契約書も作成しておらず，守秘\n義務に伴うものとして，販売地域に関する独占権や仕切り価格を特段に\n安く設定した特別価格も得ていない。\nしたがって，Ｑは，被控訴人に対し，守秘義務を負わない。\nオ  以上より，本件発明１及び３は，本件特許出願前に日本国内において公\n然知られた発明と同一であり，又は本件特許出願前に日本国内において\n公然知られた発明に基づき当業者が容易に発明することができたもので\nあることから，法２９条１項１号又は２項に違反し，無効とされるべき\nものである。\n（被控訴人の主張）\nア  争点(2)エに関する原判決の判断は正当である。\nイ  控訴人は，乙４３の８文書記載の技術内容は本件特許の出願前に公知と\nなり，新規性が喪失しており，そもそも守秘義務の存在を問うべきもの\nではない旨主張するけれども，仮にそうであれば，その公知を裏付ける\n具体的事実を主張立証すれば足りるのであって，乙４３の８文書は不要\nである。この主張はこれまでの控訴人の主張と齟齬するものである。\n(6)  争点(3)（差止請求の可否）について\n（控訴人の主張）\nア  仮に，本件特許が有効であり，かつ，本件新装置も本件発明３の技術的\n範囲に属するものであったとしても，以下のとおり，本件固定リングは\n本件新装置の回転円板と組み合わせることが可能であり，本件旧装置の\n「その物の生産にのみ用いる物」ではない。\nイ(ｱ)  「その物の生産にのみ用いる物」であることは被控訴人において立\n証すべき事実であるところ，本件新装置に本件固定リングを用いること\nができない事情及びそれが実用的な用途ではないことについて，被控訴\n人は特段の主張をしていない。\n(ｲ)  渡邊機開は，平成２９年度から新型の生海苔異物除去機（以下「MX\n型」という。）を販売するところ，MX 型の回転円板及び固定リングは，\n平滑な回転円板及びくぼみの形成されていない固定リングのそれぞれ\nのクリアランスに対向する部分に複数の縦溝を形成したものを用いる。\n本件旧装置は，本件板状部材を設置することにより本件各発明の技術\n的範囲に属するのであって，本件固定リングは，本件板状部材の取付け\nが可能というにとどまる。他方，MX 型では，クリアランスに対向する\n部分に縦溝を設けることにより目詰まり防止効果があるとのことである\nから，本件固定リングに縦溝を形成することによっても十分に MX 型の\n固定リングとして運用することが可能である。そして，既に市場に出回\nっている本件旧装置から本件固定リングのみを回収し，これを MX 型の\n構成に変更することによって，本件固定リングはなお実用的な用途に用\nいることができる。この回収作業のための生産者と販売店である控訴人\nとの譲渡はあり得るところ，このような行為についてまで差止請求を認\nめることは非経済的かつ不合理であり，まして本件固定リングの廃棄を\n認めることは侵害の予防のために必要な行為としては過剰である。\nウ  以上より，仮に本件特許が有効であり，かつ，本件新装置が本件発明３\nの技術的範囲に属するとしても，原判決の事実認定には誤りがある。\n（被控訴人の主張）\n争点(3)に関する原判決の判断は正当である。\n仮に本件固定リングの凹部に本件板状部材を嵌め込まない状態で装置本\n体に組み込んだ場合，当該凹部に対応する部分のクリアランスの幅が大きく\n広がり，当該箇所から異物が通過してしまい，生海苔異物除去機としての実\n用性があるとはいえなくなる。仮に実用性があると仮定した場合でも，当該\n変更後の装置は本件新装置の本件新固定リングを本件固定リングに交換した\nだけであり，他の構成はそのままであるから，依然として本件発明３の技術\n的範囲に属する。控訴人主張に係る MX 型に関しては，既に凹部（くぼみ）\nが形成されている本件固定リングを回収して凹部の形成されていない固定リ\nングに変更することはできず，仮に当該部分を埋める部材を取り付けるとい\nうのであれば，その部材こそ本件板状部材にほかならないことになる。すな\nわち，既に市場に出回っている本件装置（WK 型）から本件固定リングのみ\nを回収し，MX 型の構成に変更し，実用的な用途に用いることはできない。\n(7)  争点(5)（損害発生の有無及びその額）について\n（控訴人の主張）\nア  法１０２条２項の適用について（主位的主張）\n海苔業界において，製造業者と販売店の位置づけは異なり，それぞれ\nが得る利益も性質が異なる。販売店の得る利益を被控訴人が享受するた\nめには，被控訴人が，販売店と同様に，海苔の生産地の近くに，生産期\nの間，対応可能な人員・拠点を配置しなければならないが，このような\n人員・拠点を有しない被控訴人は，販売店である控訴人と同じような形\n態で利益を享受することはできない。すなわち，被控訴人が得るべき利\n益はあくまでも販売店に対して販売することによって得る利益であり，\n販売店のように，生産者に対して販売することによって得る利益は製造\n業者である被控訴人に帰属しない。このように，被控訴人には販売店と\n同様の形態での本件特許の実施は不可能であるから，法１０２条２項の\n前提となる損害自体が発生していないというべきである。被控訴人が請\n求し得るとしても，実施料相当額にとどまる。\nイ  被控訴人の得た利益について（予備的主張）\n(ｱ)  サービス品について\n原判決は，サービス品につき実質的な値引きに相当する旨の主張を排\n斥したけれども，法１０２条２項は侵害者が受けた利益をもって特許権\n者が受けた損害の額と推定するものであり，侵害者が受けた利益につい\nての立証責任は特許権者にある。控訴人が自認する額を超える「侵害者\nの受けた利益」を認定するためには，被控訴人においてその立証がされ\nなければならない。\n(ｲ)  セット品について\n原判決は，セット品に関する控訴人の主張を排斥したけれども，控訴\n人主張に係るセット品は，単なる関係維持のための販促品として無償で\n提供するようなものではなく，生産者からの他の製品をサービスとして\nつけてほしいという要望を受け，価格交渉の上，控訴人自らが得るべき\n利益を削って提供しているものである。そうである以上，当該セット品\nと生海苔異物除去機は，セットで販売されたものと考えるべきである。\n仮に原判決の判示するようにセット品は無償で提供したものとするなら\nば，販売価格が付されていないとしてセット販売した製品全体の利益か\nら生海苔異物除去機に相当する利益を按分計算した取引番号１５～２１，\n２６及び６１の各取引についても，生海苔異物除去機もサービスとして\n提供したものであるとして，利益が生じていないと認定されなければな\nらない。\nまた，仮に販売価格の算定においてセット品を考慮しないというので\nあれば，控訴人が自らの利益を削ってまでサービスとして提供した結果\n取引が成立したのであるから，変動経費としてその仕入価格を控除すべ\nきである。\nセット品に関する控訴人の主張については，本判決別紙セット品一覧\n表記載のとおり補充ないし訂正する。\n(ｳ)  控除されるべき経費（納入・据付・アフター対応等費用）\nａ  法１０２条２項における侵害者の受けた「利益」とは，いわゆる限\n界利益，すなわち，粗利益から侵害品の販売数量に応じて増加する変\n動経費を控除した金額をいう。\nこの点につき，控訴人は，原審において，生海苔異物除去機１台\nを販売するに当たり納入据付費用として少なくとも１０万円程度の費\n用が生じていると考えるべき旨などを主張したけれども，原判決はこ\nの点を看過し，何らの判断もしていない。原判決の認定は，実質的に\nは，法１０２条２項の「侵害者の得た利益」を粗利益と解釈し，法令\nの解釈適用を誤ったものというべきである。\nｂ    控訴人のような販売店は，生海苔異物除去機を販売するに当たり，\n納入・据付・試運転の立会いやアフターサービスを負担する。そして，\nこれらの費用は，海苔業界の慣習に従い，生海苔異物除去機の販売代\n金とは別途に代金を徴求されておらず，販売代金に含まれているもの\nであるが，生海苔異物除去機の販売数量の増加に伴い増加する変動経\n費である。したがって，これらに要する費用については控除が認めら\nれなければならない。\nその額については，控訴人において，生海苔異物除去機の移設工\n事の機械組立・据付費及び運搬費等が機械本体価格の２０％に相当す\nることなどから，控訴人の利益を差し引くとしても，機械本体の定価\nの１０％相当額程度と見るのが適当である。\n(ｴ)  以上によれば，控訴人の得た利益は，本判決別紙販売価格等一覧表\nの「控訴人の得た利益」欄記載の金額にとどまる。\nウ  本件各発明の寄与率について\n原判決は，本件各発明が本件製品１及び２の販売に寄与する割合を減\nずることは相当でないとする。\nしかし，海苔の生産において，異物除去の効率化を進めたとしても，\n海苔の生産量が増加するものではないのに対し，異物除去の精度が向上\nすれば廃棄される乾海苔の量が減り，生産される海苔は量・質ともに向\n上し，生産者の利益の増加につながる。このように，生海苔異物除去機\nの中心的な機能は異物除去性能であり，生産者が製品を購入するに当た\nって最も考慮するのは，異物除去の効率ではなく，除去の精度である。\nしかるに，本件各発明は，生海苔異物除去装置の構造の中心的部分に関\nするものであるとしても，中心的機能である異物除去性能そのものに関\nするものではない。\nまた，本件各発明が解決すべき課題とする「共回り」が発生するのは\n海苔の収穫期の終わり頃のハタキと呼ばれる時期であるところ，ハタキ\nの時期は長くとも１か月程度であり，海苔の収穫期全体の５分の１以下\nの期間である。\nさらに，クリアランスに生じる目詰まりについては，クリアランスを\n広げるように調整すれば問題なく海苔はクリアランスを通過するのであ\nり，本件旧装置及び本件新装置とも回転円板が上下に稼働する構造とな\nっていることなどから，そのような調整は可能である。したがって，本\n件各発明を利用しなくとも対応は可能である。\n加えて，前記のとおり，固定リング及び回転円板のクリアランスに面\nする部分に縦溝を形成することによって，目詰まり防止効果が認められ\nる。\nこれらの点に加え，本件各発明を実施せずとも，海苔生産者は渡邊機\n開というブランドに惹かれて生海苔異物除去機を購入することから，生\n海苔異物除去機の販売における本件各発明の寄与率を１００％と見るこ\nとはできず，２０％を超えないというべきである。\nエ  消滅時効について（主位的主張）\n(ｱ)  被控訴人は，以下のとおり，控訴人が本件装置（WK 型）を販売して\nいる事実を知っており，また，個々の生産者に対する取引も認識して\nいた。したがって，本訴提起の日である平成２８年２月１５日から３\n年をさかのぼる時点よりも前の取引については既に消滅時効が完成し\nており，控訴人は，その消滅時効を援用する。\n(ｲ)  控訴人は，毎年大阿蘇夏期講習会に出展し，協賛企業としてパンフ\nレットに広告も掲載しているところ，この広告には，控訴人が渡邊機\n開製の商品を取り扱っていることが記載されている。他方，被控訴人\nも，子会社である株式会社フルテック（以下「フルテック」という。）\n名義ではあるものの同講習会に出展している。これにより，被控訴人\nは，控訴人が渡邊機械製の生海苔異物除去機を取り扱っている事実を\n認識していた。\nまた，控訴人は被控訴人製品も取り扱っており，被控訴人の従業員が\n控訴人の下を訪問することも多くあった。その際，情報交換は頻繁に行\nわれており，被控訴人の親和製作所に対する本件特許権侵害訴訟提起後\nである平成２２年以降，控訴人は，その動向に関する質問をするととも\nに，渡邊機開製の生海苔異物除去機も対象になるかとの質問もしていた。\nこのような間柄であった控訴人と被控訴人との関係性に照らせば，被控\n訴人は，容易に「損害」の発生及び控訴人が「加害者」であることを認\n識し得た。\nこのように，被害者が容易に「損害」及び「加害者」を認識し得る状\n況においては，消滅時効は進行すると解するべきである。本件では，被\n控訴人が，控訴人が渡邊機械製生海苔異物除去機を取り扱っており，\n「加害者」となり得る事実を認識した時点から，消滅時効が進行すると\n解するべきである。\n(ｳ)  損害発生の認識について\n控訴人は，渡邊機開製品のみならず，被控訴人製の海苔生産機械も販\n売しており，渡邊機開製の生海苔異物除去機を販売した生産者に被控訴\n人製の海苔生産機械を販売することも多い。このような生産者の作業場\nにおいては，渡邊機開製の生海苔異物除去機と被控訴人製品が一緒に存\n在することになる。しかも，渡邊機開及び被控訴人は，いずれも前処理\n工程に属する生産機械を販売していることから，これらの製品は，作業\n場の中でも近接した場所に設置されることが多い。\nそして，海苔の生産期間中における異常対応等は販売店が行うが，被\n控訴人も，自社製品の点検，修理等のために生産者の作業場を訪問する。\nこのため，この訪問の際に被控訴人は渡邊機開製異物除去機を見てお\nり，当該生産者が何者かから渡邊機開製異物除去機を購入したことを認\n識し，損害の発生を知ることになる。なお，上記点検等はフルテックが\n実施することが多いようであるが，その場合も当然被控訴人に対して報\n告しているはずであるから，同様である。\n(ｴ)  加害者の認識について\n生産者は，販売店からのアフターサービス等を前提に生海苔異物除去\n機を含む海苔の生産機械類を購入することから，基本的に特定の販売店\nと強い結びつきを有している。このため，控訴人を通じて被控訴人製品\nを購入した生産者の作業場に存置してある海苔の生産機械類については，\n控訴人が販売したものであることを把握し得る。また，熊本有明地区に\n限れば，生海苔異物除去機を取り扱う販売店は控訴人と九研の２社であ\nるところ，九研の販売した生産機械類には同社独自のステッカーが貼付\nされていることから，それがない渡邊機開製異物除去機については，控\n訴人が販売したものであることを把握し得る。\nオ  消滅時効について（予備的主張）\n(ｱ)  本判決別紙被控訴人製品納入状況一覧表記載の各生産者は，控訴人\nから被控訴人製品を購入した者である。\n被控訴人は，被控訴人製品の納入・試運転にその従業員（基本的には\nフルテック従業員）を立ち会わせているところ，生産者の作業場におい\nては，各海苔の生産機械類は連動するように接続されているため，当該\n従業員が被控訴人製品の納入・試運転に際して生産者の作業場に立ち入\nれば，そこに設置された異物除去機を見ないことはあり得ない。また，\n前記のとおり，生産者は特定の販売店との結びつきが強く，基本的に，\n同一の販売店から各種海苔生産機械を購入する。このため，控訴人を通\nじて被控訴人製品を購入した生産者方に渡邊機開製の生海苔異物除去機\nが存置されている状況を見れば，同製品を控訴人が販売したことは把握\nし得る。\nしたがって，控訴人を通じて被控訴人製品を販売した生産者方を訪れ\nた被控訴人（ないしフルテック）従業員が渡邊機開製の異物除去機を見\nれば，控訴人が生産者に対して同製品を販売したことを認識することと\nなる。\n(ｲ)  取引番号１０，１１について\n被控訴人は，Ｒに対し，平成２２年及び平成２４年３月５日に，控訴\n人を通じて被控訴人製品を販売した。また，Ｒに対しては，平成２２年\n１０月３０日，WK-550 が納入された。\n控訴人は，平成２４年３月２日，売上として計上する前ではあるもの\nの，Ｒに対し，被控訴人製品の納入据付作業を実施したところ，フルテ\nック従業員もこれに立ち会ったことから，この際，同人は，Ｒ方に置か\nれた WK-550（２台）を見た。\nしたがって，被控訴人は，平成２４年３月２日の時点で，控訴人が，\nＲに対し，本件装置（WK 型）を販売した事実を認識した。\n(ｳ)  取引番号２３について\n被控訴人は，Ｓに対し，平成２２年２月１０日及び平成２４年１１月\n１６日に，控訴人を通じて被控訴人製品を販売した。また，Ｓに対して\nは，平成２０年３月１日，WK-600 が納入された。\n控訴人は，平成２４年１１月１５日，売上として計上する前ではある\nものの，Ｓに対し，被控訴人製品を納入したところ，その納入据付作業\nには，フルテック従業員も立ち会ったことから，この際，同人は，Ｓ方\nに置かれた WK-600 を見た。\nしたがって，被控訴人は，平成２４年１１月１５日の時点で，控訴人\nが，Ｓに対し，本件装置（WK 型）を販売した事実を認識した。\n(ｴ)  取引番号３２について\n被控訴人は，Ｔに対し，平成２３年１１月２６日，控訴人を通じて被\n控訴人製品を販売した。また，Ｔに対しては，平成２１年１１月３日，\nWK-600 が納入された。\n控訴人は，平成２３年１１月３０日，Ｔに対し，被控訴人製品の試運\n転を実施したところ，フルテック従業員もこれに立ち会ったことから，\nこの際，同人は，Ｔ方に置かれた WK-600 を見た。\nしたがって，被控訴人は，平成２３年１１月３０日の時点で，控訴人\nが，Ｔに対し，本件装置（WK 型）を販売した事実を認識した。\n(ｵ)  取引番号３９について\n被控訴人は，Ｕに対し，平成２３年１１月２５日，控訴人を通じて被\n控訴人製品を販売した。また，Ｕに対しては，平成２２年１月８日，\nWK-600 が納入された。\n控訴人は，平成２３年１１月２２日，売上として計上する前ではある\nものの，Ｕに対し，被控訴人製品の納入据付作業を実施したところ，フ\nルテック従業員もこれに立ち会ったことから，この際，同人は，Ｕ方に\n置かれた WK-600 を見た。\nしたがって，被控訴人は，平成２３年１１月２２日の時点で，控訴人\nが，Ｕに対し，本件装置（WK 型）を販売した事実を認識した。\n(ｶ)  取引番号４３について\n被控訴人は，Ｖに対し，平成２３年１１月３日，控訴人を通じて被控\n訴人製品を販売した。また，Ｖに対しては，平成２２年２月２日，WK-\n600 が納入された。\n控訴人は，平成２３年１１月８日，Ｖに対し，被控訴人製品の納入据\n付作業を実施したところ，フルテック従業員もこれに立ち会ったことか\nら，この際，同人は，Ｖ方に置かれた WK-600 を見た。\nしたがって，被控訴人は，平成２３年１１月８日の時点で，控訴人が，\nＶに対し，本件装置（WK 型）を販売した事実を認識した。\n(ｷ)  上記(ｲ)～(ｶ)記載の各生産者をはじめ，前記被控訴人製品納入状況一\n覧表記載の各生産者は，いずれも被控訴人製品を控訴人を通じて購入\nし，フルテック従業員は，遅くとも被控訴人製品を納入した年の漁期\n始めまでには，その納入据付ないし試運転に基本的に立ち会っていた\nものである。したがって，少なくとも，別紙被控訴人製品納入状況一\n覧表記載の各取引については，消滅時効が完成している。\n（被控訴人の主張）\nア  争点(5)に関する原判決の判断は，いずれも正当である。\nイ  法１０２条２項の適用について\n控訴人は，被控訴人が装置製造業者であり，販売店でないと の一事を\nもって，被控訴人が自ら生産者に対して販売することはできないなどと\n主張するけれども，被控訴人が生産者に対して装置を販売することにつ\nき何ら法的障害は存在しないから，被控訴人が控訴人により販売された\n取引先へ販売できなかったことにはならず，また，控訴人が得た利益を\n被控訴人が得られなかったことにもならない。\nウ  被控訴人の得た利益について\n(ｱ)  サービス品及びセット品の取扱いについて，原判決の判断に誤りは\nない。\n(ｲ)  控除されるべき経費（納入・据付・アフター対応等費用）について\nも，原判決の判断に誤りはない。控訴人は，控除すべき経費として，\n一方では１０万円と主張し，他方では機械本体の定価の１０％相当額\n程度とするが，いずれもその根拠は薄弱である。また，装置の納品や\nセッティングは，メーカーである渡邊機開が行う場合がほとんどであ\nるし，その送料は渡邊機開又は顧客が負担するのであるから，控訴人\nの経費に算入し得るものではない。さらに，メンテナンス，補修等の\n工賃は，別途顧客に対して請求しており，同様に控訴人の経費には算\n入し得ない。\nエ  本件各発明の寄与率について\n(ｱ)  本件製品１及び２の販売に対する本件各発明の寄与率は１００％で\nあり，減額事由は存在しない。原判決の判断に誤りはない。\n(ｲ)  控訴人は，異物除去の「効率」と「精度」に言及するけれども，そ\nの区分の基準は不明確である。また，効率化を進めることは，結局は\n生産量の増加に貢献することになるから，控訴人の主張を前提として\nも実質的には異ならない。\nまた，生海苔の状態は自然環境に左右されることから，海苔採取の初\n期段階でも異物が大量に発生する場合もあり，海苔生産者は常に本件各\n発明を実施した状態で異物除去機を使用する。すなわち，「共回り」が\n発生する時期はハタキの時期に限られない。\nクリアランスの調整については，これを行うと異物がクリアランスを\n通過してしまうことになり，異物除去機の使用としては自殺行為である。\nさらに，控訴人は，固定リング等に縦溝を形成することで目詰まり防\n止ができるとするけれども，本件各発明を実施した部分がなくとも本件\n旧装置及び本件新装置の販売が控訴人によって可能であったことを主張\n立証しなければ無意味である。\nオ  消滅時効（主位的主張）について\n(ｱ)  控訴人は，その主張に係る事情によれば被控訴人が控訴人による本\n件装置（WK 型）の販売の事実を知り得た旨主張しているにとどまり，\n本件装置（WK 型）の販売につき被控訴人が現実に了知していた事実を\n主張立証していない。\nしたがって，消滅時効の起算点に関する控訴人の主張は誤りである。\n(ｲ)  控訴人は，本件訴訟を提起した平成２８年２月１５日から３年前の\n時点である平成２５年２月１５日以前の販売分につき損害賠償請求権\nが消滅時効により消滅した旨主張する。\nしかし，被控訴人は，平成２７年１０月２６日，控訴人に対し，平成\n２７年９月２４日付け証拠保全申立書の送達により，損害賠償請求につ\nいての催告を行ったことから，控訴人の上記主張は誤りである。\n(ｳ)  控訴人は，被控訴人がいつの時点で控訴人による本件装置（WK 型）\nの販売事実を認識したかを具体的に明示しておらず，大阿蘇夏期講習\n会への出展や被控訴人従業員が控訴人を訪問し，情報交換をしていた\nなどという抽象的な事情を指摘するにとどまる。また，控訴人がパン\nフレットに取扱商品として渡邊機開製品を掲載したからといって，そ\nれ以降の同社製品につき全て控訴人経由で販売すべきことが第三者に\n示されたことにはならない。\n(ｴ)  被控訴人が控訴人を含む販売店に対して本件製品１の取扱いを停止\nするように通知したのは平成２６年１１月４日付け「お知らせ」文書\nが初めてであるところ，被控訴人は，この通知をする直前の事実関係\nの調査を経て，控訴人が本件製品１を販売した具体的事実を知るよう\nになったものである。すなわち，被控訴人が，控訴人の本件装置１の\n販売によって本件特許権が侵害され，損害が発生したことを具体的に\n知ったのは，早くとも平成２６年１１月頃である。\nしたがって，控訴人の本件製品１の販売による損害賠償請求権の消滅\n時効の起算点は平成２６年１１月であるところ，被控訴人は，平成２７\n年１０月２６日に催告し，平成２８年２月１５日付けで本件訴訟を提起\nしたのであるから，平成２５年２月１５日以前の販売分に係る損害賠償\n請求権について消滅時効は中断している。\nカ  消滅時効（予備的主張）について\n争う。\n第３  当裁判所の判断\n１  本件各発明の意義\n本件訂正明細書等の記載及び本件各発明の意義については，原判決「第４\n当裁判所の判断」「１  本件各発明の意義」（原判決３７頁１７行目～４４頁\n２４行目）に記載のとおりであるから，これを引用する。\n２  争点(1)（本件新装置が本件発明３の技術的範囲に属するか）について\n(1)  争点(1)（本件新装置が本件発明３の技術的範囲に属するか）についての\n判断は，原判決４８頁２１行目の「方法」を「方向」に改め，また，後記\n(2)のとおり付加するほかは，原判決「第４  当裁判所の判断」「２  争点\n(1)（本件新装置が本件発明３の技術的範囲に属するか）について」（原判\n決４４頁２５行目～５２頁１行目）に記載のとおりであるから，これを引用\nする。\n(2)  当審における控訴人の主張について\nア  控訴人主張に係る認定の誤り１について\n(ｱ)  控訴人は，原判決につき，凹部Ｅの間に形成されている凸部Ｄが構\n成要件 B’１の突起物に相当するとした判断の基準が明示されていない点\nで認定の誤りがあるなどと主張する。\n(ｲ)  しかし，控訴人指摘に係る原判決の前半の判示部分（本判決第２，\n５，(1)，イ）は，控訴人の主張に対し，凹凸の概念に含まれる構成で\nあってもそのことをもって直ちに「突起・板体の突起物」に該当しな\nいとはいえないことを示したのに対し，後半の判示部分（同上）は，\n構成要件 B’１が防止手段を「突起・板体の突起物」と特定するのみであ\nることを踏まえ，凹凸部につきこれを控訴人が主張するように「凹凸\n部の長手方向が環状隙間における生海苔の移動方向に貫通しているこ\nと」に限定して解釈すべき理由がないことを示したものに過ぎないの\nであるから，両者の間に矛盾はないし，原判決が，凹凸部の凸部が構\n成要件 B’１の「突起物」に該当するか否かの判断基準を示さないからと\nいってその判断に瑕疵があるものでもない。\n(ｳ)  なお，本件新装置につき，回転円板の表面を全体として見ると凹部\nＥと凸部Ｄが交互に現れるものと認められるけれども，凸部Ｄが凹部\nＥの底面部３ｂ２から円周面方向に部分的に突き出ていることをもっ\nて出っ張りと判断することに問題はなく，当該部分は突起に，そのよ\nうな物自体は「突起物」に該当すると判断した原判決の判断に何ら矛\n盾ないし不合理な点はない。\nイ  控訴人主張に係る認定の誤り２について\n(ｱ)  控訴人は，原判決につき，構成要件 B’１の「突起・板体の突起物」\nは，本件発明３の防止効果及び矯正効果を有する場合に限定されない\nとしたことにより，構成要件Ａ３を備える必要がないとしている点で\n認定の誤りがあるなどと主張する。\n(ｲ)  しかし，原判決の指摘するとおり，構成要件 B’１はその文言上防止\n手段を「突起・板体の突起物」と特定するのみであり，それ以上に限\n定して解釈すべき理由はない。この点に関する原判決の判断に誤りは\nない。\nウ  控訴人主張に係る認定の誤り３について\n(ｱ)  控訴人は，原判決につき，凹部Ｅの間に形成されている凸部Ｄが構\n成要件 B'１の突起物に相当すると認定する基準として凸部Ｄの縁が生海\n苔を切断するエッジの役割を果たすという基準を示しているが，当該\n基準は本件訂正明細書等には全く記載されておらず，また，共回り防\n止機能と結びつける証拠のないままエッジの役割を認定している点で\n認定の誤りがあるなどと主張する。\n(ｲ)  しかし，控訴人指摘に係る原判決の判示部分は，そもそも，凹部Ｅ\nの間に形成されている凸部Ｄが構成要件 B’１の突起物に相当すると認定\nする基準を示す趣旨のものと理解し得ない。当該判示部分は，被控訴\n人の主張のみならず，凹部Ｅの円周方向における両端縁が生海苔（海\n苔の原藻）を切断するエッジの役割を果たす旨の控訴人の主張及びこ\nこでいう「両端縁」とは凸部Ｄの縁でもあることを踏まえ， 控訴人の\n主張を前提としても，本件回転円板の凸部Ｄは共回り防止機能を果た\nしていると認定される旨の判断を念のため示したものに過ぎないし，\nその認定判断に誤りもない。\nエ  以上より，この点に関する控訴人の主張はいずれも採用し得ない。\n３  争点(2)ア（未完成発明，実施可能要件違反，サポート要件違反及び明確性\n要件違反）について\n(1)  争点(2)ア（未完成発明，実施可能要件違反，サポート要件違反及び明確\n性要件違反）についての判断は，後記(2)のとおり付加するほかは，原判決\n「第４  当裁判所の判断」「３  争点(2)ア（未完成発明，実施可能要件違\n反，サポート要件違反及び明確性要件違反）について」（原判決５２頁２行\n目～２３行目）に記載のとおりであるから，これを引用する。\n(2)  当審における控訴人の主張について\nア  控訴人は，本件訂正明細書等には凹凸の構成が具体的かつ明確に開示さ\nれておらず，当該凹凸については未完成発明等の無効理由があるところ，\n原判決は構成要件 B'１の「突起・板体の突起物」と凹凸との関係について\n論ずることなくその無効理由を否定しており，控訴人の主張する凹凸と\n無効理由との関係について適正に認定していない誤りがある旨主張する。\nイ  しかし，原判決は，本件回転円板に存在する凹凸全体が構成要件 B’１の\n「突起・板体の突起物」に相当する旨判断したものではなく，本件回転\n円板の凸部Ｄにつき，凹部Ｅの底面部３ｂ２から円周面方向に部分的に\n突き出ており，出っ張りと判断される部分であるから，当該部分は「突\n起」に，そのような物自体は「突起物」に該当するとして，構成要件 B'１\nの「突起・板体の突起物」に該当する旨判断したものである。この点に\n関する控訴人の上記主張はそもそも原判決の判断を正解しないものとい\nうべきであって，失当である。\nしたがって，この点に関する控訴人の主張は採用し得ない。\n４  争点(2)イ（拡大先願）について\n(1)  争点(2)イ（拡大先願）については，原判決５８頁１５行目の「環状枠固\n定部」を「環状枠板部」に改め，また，後記(2)のとおり付加するほかは，\n原判決「第４  当裁判所の判断」「４  争点(2)イ（拡大先願）について」\n（原判決５２頁２４行目～６１頁６行目）に記載のとおりであるから，これ\nを引用する。\n(2)  当審における控訴人の主張について\nア  控訴人主張に係る認定の誤り１について\n(ｱ)  控訴人は，原判決につき，乙１考案の技術的思想においては「当該\n生海苔異物」は「クリアランスを通過させるべき海苔の原藻対象」と\nし，凹部に達した「生海苔異物」を「クリアランスを通過させる」よ\nうに構成しているにもかかわらず，「海苔製品の原料として利用でき\nないもの」として認定しており，その技術的思想を適正に認定してい\nない旨主張する。\n(ｲ)  しかし，原判決の判示のとおり，乙１考案は，「環状枠板部の内周\n縁に所要数の凹部を形成するとともにこの凹部における前記クリアラ\nンスを他の部分よりも広幅とすることによって，クリアランスに詰ま\nる異物の大部分を占める茎部の付いている生海苔が前記回転板によっ\nて引きずられ上記凹部の位置に達した際に同凹部におけるクリアラン\nスを通過することができる」ようにしたものである。すなわち，乙１\n考案は，第一又は第二環状固定板の凹部以外の箇所（控訴人主張に係\nる複数の凹部（２３１，３３１）の間の凸部と見なされる形状の箇所）\nでは，対向する壁である第一又は第二回転板の外周縁との間にクリア\nランスの幅狭部を形成することで，異物を含んだ生海苔混合液から，\n異物を含まない生海苔のみを水と共に通過させるようにしつつ，この\nクリアランスの幅狭部に生海苔異物が詰まった場合は，この詰まった\n生海苔異物が回転板に引きずられてクリアランス内を移動し，前記凹\n部の位置に達した際に，当該凹部とこれに対向する第一又は第二回転\n板の外周縁との間に形成される広幅のクリアランスを通過させること\nで，目詰まりを解消しようとするものである。\nそうすると，乙１考案は，同じく生海苔異物の目詰まり防止という作\n用効果を奏するといっても，目詰まりの原因となっている生海苔異物を\nしてクリアランスを通過させるか否かという点で，本件各発明とはその\n技術的思想及び機序を異にするものであり，そこでは，「茎部の付いて\nいる生海苔」が「海苔製品の原料として利用できるものか否か」は本質\n的な問題ではない。原判決は，この点をもって乙１考案の「凹部」は本\n件各発明の「突起・板体の突起物」（構成要件Ｂ１，B'１，B’’１）とは\n異なるものであり，乙１考案は本件各発明の構成要件Ａ３の「防止手段」\nの構成を備えていない旨判断したものであって，その判断に誤りはない。\nしたがって，この点に関する控訴人の主張は採用し得ない。\nイ  控訴人主張に係る認定の誤り２について\n(ｱ)  控訴人は，乙１明細書等には本件訂正明細書等記載の共回り現象が\n発生していること，凹部によって共回り現象が解消されることがそれ\nぞれ明記されており，乙１考案と本件各発明には相違点は存在しない\nから，この点につき原判決には認定の誤りがある旨主張する。\n(ｲ)  しかし，控訴人が指摘する乙１明細書等の記載は，いずれも「前記\nクリアランスに詰まった生海苔異物は前記回転板によって引きずられ\n前記凹部の位置に達した際に，前記凹部におけるクリアランスを通過\nすることができる」というものであるところ，原判決が指摘するとお\nり，共回り現象がクリアランスの目詰まりの原因となり得るとしても，\nクリアランスに目詰まりを生じることが認識されていたことをもって\n直ちに共回り現象が認識されていたことを意味するものではないこと\nを踏まえると，上記記載をもって共回り現象の発生及び解消が記載さ\nれているものと理解することは必ずしもできないというべきである。\nまた，本件各発明は共回り防止手段として「突起・板体の突起物」を\n設ける構成を特定するものであるのに対し，乙１明細書等の前記記載は，\n凹部により目詰まりを解消するものである点で，明らかに相違する。\nなお，乙１考案の凹部の間には凸部と見なされ得る形状の箇所が存在\nするけれども，当該箇所は，対向する壁である第一又は第二回転板の外\n周縁との間にクリアランスの幅狭部を形成することにより，本件各発明\nが従来技術とする回転板方式の生海苔異物分離除去装置（乙４発明）の\n異物除去の機能と同じく，異物を含まない生海苔のみを通過させる機能\nを果たす部位と見られ，乙１考案において，生海苔異物による目詰まり\nが生じることがないようにする機能（突起・板体の突起物が果たすべき\n機能）は，専ら環状枠板部の内周縁の凹部において対向する壁との間の\n隙間が他の部分よりも広幅となっていることにより生じるものである。\nこのように，乙１考案の凹部の間の凸部と見なされる形状の箇所は，\n目詰まりを解消する機能を果たすものではないから，これをもって本件\n各発明の「突起・板体の突起物」に該当するということもできない。\n(ｳ)  以上より，この点に関する控訴人の主張は採用し得ない。\nウ  控訴人主張に係る認定の誤り３について\n(ｱ)  控訴人は，原判決につき，回転板方式の生海苔異物除去機に問題が\n発生していた旨の被控訴人会長の陳述書（甲３６）の陳述内容を正確\nに評価せず，重要な事実を看過した点で認定の誤りがある旨主張する。\n(ｲ)  しかし，控訴人指摘に係る被控訴人会長の陳述書には，「この回転\n板方式もローラ方式同様に極めて問題の多い商品でした。」との記載\nこそあるものの，その「問題」の具体的内容は必ずしも明らかでない。\nすなわち，当該陳述書によれば，回転板方式の海苔異物除去機に何ら\nかの「問題」が発生していたことはうかがわれるものの，「生海苔及\nび異物が回転板とともに回転し，クリアランスに吸い込まれない現象，\n又は，生海苔等がクリアランスに喰込んだ状態で回転板とともに回転\nし，クリアランスに吸い込まれない現象が生じ，究極的には，クリア\nランスの目詰まり（クリアランスの閉塞）が発生する。」という共回\nりの現象が具体的に記載されているわけではなく，これをもって本件\n訂正明細書等記載の共回り現象を被控訴人会長が認識していたことの\n裏付けと見ることはできない。\nしたがって，上記陳述書の記載を根拠として，乙１考案の出願当時，\n共回り現象が発生していたことを当業者が広く認識していたということ\nはできない。この点に関する控訴人の主張は採用し得ない。\nエ  控訴人主張に係る認定の誤り４について\n(ｱ)  控訴人は，被控訴人及び渡邊機開製の各生海苔異物除去装置に設け\nられている鉛直溝は乙１考案の凹部に相当するところ，当該鉛直溝は\n本件各発明の「突起・板体の突起物」に相当するから，乙１明細書等\nには本件各発明の「突起・板体の突起物」に該当する凹部及び隣接す\nる凹部間に形成される凸部が開示されており，また，乙１考案の凹部\n及び隣接する凹部間に形成された凸部について，本件特許出願当時の\n技術及び現在の技術のいずれによって評価しても，当該凸部と凹部と\nが一体となって目詰まりを解消する機能を果たすから，当該凹部及び\n凸部自体が「突起・板体の突起物」に該当するとし，原判決には，乙\n１考案の「凹部」に相当する「鉛直溝」につき適正に認定していない\n点で誤りがある旨主張する。\n(ｲ)  しかし，乙１考案の凹部の間の凸部と見なされる形状の箇所が本件\n各発明の「突起・板体の突起物」に該当しないことは，上記イ(ｲ)のと\nおりである。\nまた，本件各発明では，防止手段を「突起・板体の突起物」とする旨\n規定され，「突起・板体の突起物」以外のものが防止手段に含まれない\nことが明確に理解されるところ，「突起」とは，「ある部分が周囲より\n高く突き出ていること。また，そのもの。でっぱり」を意味する語であ\nるから，「突起・板体の突起物」とは，所定の面もしくはクリアランス\nに突き出たもの，又は所定の面もしくはクリアランスに突き出たもので\nあって板状のものであると解される。これに対し，鉛直溝は，所定の面\nもしくはクリアランスに突き出たもの，又は所定の面もしくはクリアラ\nンスに突き出たものであって板状のもののいずれにも当たらないことは\n明らかである。\nそうすると，鉛直溝自体を防止手段と考えようとしたとしても，それ\nは突起・板体の突起物に該当しないから，結局，本件各発明の「防止手\n段」に含まれない。なお，控訴人は，当該鉛直溝につき「エッジ部によ\nってクリアランスに詰まっている生海苔を切断して目詰まりを防止する\n機能」を発揮するものとも主張するが，鉛直溝を「突起・板体の突起物」\nと解することができないことは上記のとおりである以上，無意味な主張\n立証というほかはない。\n(ｳ)  したがって，この点に関する控訴人の主張は採用し得ない。\n５  争点(2)ウ（乙４発明及び周知技術による進歩性欠如）について\n(1)  争点(2)ウ（乙４発明及び周知技術による進歩性欠如）については，原判\n決６９頁下から４行目の冒頭から７０頁６行目末尾までを以下のとおり改め，\nまた，後記(2)のとおり付加するほかは，原判決「第４  当裁判所の判断」\n「５  争点(2)ウ（乙４発明及び周知技術による進歩性欠如） について」\n（原判決６１頁７行目～８０頁２０行目）に記載のとおりであるから，これ\nを引用する。\n「混合液主タンクの底部周端縁に環状枠板部の外周縁を連設し，この環状枠\n板部の内周縁内に第一回転板を略面一の状態で僅かなクリアランスを介して\n内嵌めし，この第一回転板を軸心を中心として適宜駆動手段によって回転可\n能とするとともに前記タンクの底隅部に異物排出口を設けた生海苔の異物分\n離除去装置における第一分離除去具であって，前記第一分離除去具は，第一\n回転板，第一回転板との間にクリアランスを形成する環状固定板と環状枠板\nで構成される環状枠板部，環状枠板を連設するための周筒部，異物を排出す\nるための管状の排出路及びそれに続く排出管，及び，クリアランスを通過し\nた海苔混合液を混合液連設タンクに排出するガイド筒とで構成されている，\n生海苔の異物分離除去装置における第一分離除去具。」\n(2)  当審における控訴人の主張について\nア  控訴人は，本件特許の出願前には回転板方式の生海苔異物除去装置にお\nいて生海苔の詰まりが発生することは周知であり，当業者において乙４\n発明に対し乙２及び乙３各公報記載の技術を組み合わせることはでき，\nその組合せにより本件各発明に容易に想到し得るから，本件各発明に進\n歩性はないとして，この点に関する原判決の判断は誤りである旨主張す\nる。\nイ  しかし，本件特許出願前に回転板方式の生海苔異物除去装置において生\n海苔の詰まりが発生することが周知であったことの裏付けとして控訴人\nが指摘する陳述書のうち，被控訴人会長のもの（甲３６）は，前記のと\nおり，回転板方式の生海苔異物除去装置にトラブルがしばしば発生して\nいたことを述べているに過ぎず，本件特許出願前に「共回り」が周知で\nあったことを具体的に示すものではない。\n他方，海苔製造機械販売業者及び海苔生産業者の陳述書（乙 ５５の１\n～８）は，いずれも，回転板方式の生海苔異物除去装置の詰まりについ\nて，「この異物除去機は，異物分離処理中に，海苔原藻が隙間に詰まり，\n良品槽へ通過させることができなくなることがよくありました。／特に，\n海苔原藻が肉厚で，硬いときにはよく詰まりました。」（「／」は改行\nを示す。以下同じ。）として，回転板方式の異物分離除去装置による異\n物分離処理中にクリアランスに詰まりが発生した旨記載するものであり，\nそのような問題点があったことは理解し得るものの，その詰まりの原因\nが，本件訂正明細書等が定義する「共回り」によるものであることが本\n件特許の出願当時周知であったことを示すものとはいえない。\nそうすると，これらの陳述書を根拠に，本件特許出願前には回転板方\n式の生海苔異物除去装置において生海苔の詰まりが発生することが当業\n者に周知の事項であったとはいえるとしても，その原因が「共回り」で\nあることが周知の事項であったとまではいえない。したがって，乙４発\n明に乙２及び乙３各公報記載の技術を組み合わせることで本件各発明に\n容易に想到し得たということはできない。また，そもそも乙２及び乙３\n各公報記載の技術を乙４発明と組み合わせることができないことなどは，\n原判決の判示のとおりである。\nウ  以上より，この点に関する控訴人の主張は採用し得ない。\n６  争点(2)エ（公知による新規性及び進歩性欠如）について\n(1)  証拠（各項に掲げたもの）によれば，以下の事実が認められる。\nア  乙４３の８文書\n乙４３の８文書は，「フルタ電機（株）  技研工場」作成名義の平成\n１０年４月２８日付け「ダストールの試験機，展示会機から新型への変\n更点」と題する文書であるところ，その中には「１  選別ケースの外周\nに共回り防止ゴムをつける／選別タンク内の海苔濃度を濃くできる事に\nより良品タンクへの海苔濃度が濃くできる」との記載（本件記載）があ\nる。\nイ  平成１０年４月１１日付け「海苔タイムス」（乙４３の２）及びカタロ\nグ（乙４３の３）\n平成１０年４月１１日付け「海苔タイムス」広告欄には，以下の記載\n並びに FD-380K 及び FD-380S の外観写真を含む広告が掲載されている。\nまた，FD-380K 及び FD-380S のカタログ（乙４３の３）にも，同様の記載\nがある。\n「●良い海苔づくりを推進する。」\n「フルタダストール」\n「性能アップで作業時間大幅短縮！」\n「異物はミンチ前に除去!!」\n「FD-380K／海水が豊富に使用できる作業場向きです。／メリット：／\n大型洗浄撹拌槽付ですので／海苔が，よりキレイに洗えます。」\n「FD-380S／海水量が少なくてすみます。／メリット：／海水の運搬労\n力・コストを節約します。」\n「■特長／…●高濃度選別（異物除去）が出来ます。／…●逆洗機能付／\n濃い海苔が詰まった時，自動的に逆噴し，／詰まりを取り除きます。」\n「フルタ電機株式会社」\nウ  カタログ（乙４３の４）\n被控訴人作成の平成１０年４月付けカタログ「フルタ海苔機械」（乙\n４３の４）は，当時の被控訴人の取扱製品に関する総合カタログであり，\n「ダストール」の項目が設けられ，FD-380K 及び FD-380S が紹介されてい\nるところ，これらの製品の「特長」の１つとして「逆洗機能付き／隙間\nに濃い海苔が詰まった時，自動的に逆噴し隙間を広げ洗浄し，詰まりを\n取り除きます。」との記載がある。\n(2)  「ダストール」の構成\n上記(1)イ及びウ認定の各記載によれば，平成１０年４月頃に被控訴人に\nより製造・販売されていた「ダストール」FD-380K 型及び FD-380S 型は，海\n苔づくりに使用する洗浄及び異物除去機能を備えた装置であり，その洗浄及\nび異物除去の過程で隙間の目詰まりを生じた場合には，自動的に逆噴して隙\n間を広げることによりその詰まりを取り除く機能を有するものであることが\nうかがわれるが，それ以上に，本件特許の出願当時における「ダストール」\nが具体的にどのような構造の装置であったかをうかがわせる証拠はない。\nなお，控訴人らは，写真集（乙４３の１５）における被写体である装置\n（以下「乙４３の１５装置」という。）が，Ｌ型金具が取り付けられている\n点を除き「ダストール」及びその前身である被控訴人テスト機と構成を同じ\nくすることを前提とした主張をするけれども，乙４３の１５装置の型式は\n「FD380D-2K」であって，「FD-380K」や「FD-380S」とは異なること，そ\nの納入は平成１２年１月１８日（本件特許の出願より後の日）とされている\nこと，写真の撮影日は平成２８年１２月３日とされており，納入から撮影ま\nでの間にその構造等に改変等が加えられた可能性も否定し得ないことなどに\n鑑みると，これがＬ型金具の点を除き本件特許出願当時の「ダストール」等\nと構成を同じくするものと断定することはできないというべきである。\nまた，控訴人は，被控訴人テスト機を，Ｗ及びＸの作業場に持ち込んで\n試験運転をし，さらに，関係者以外にも見学させたこと等によって，被控訴\n人テスト機は公知であったとも主張するけれども，このことは，被控訴人テ\nスト機が FD-380K 等と同様の構成であったことを裏付けるものではない。\n(3)  仮に，本件特許の出願当時における「ダストール」が，Ｌ型金具の点を\n除き乙４３の１５装置と基本的に同一の構造を有するとした場合，本件発明\n３と乙４３の１５装置（ただし，Ｌ型金具を除く。）とは，以下の点で相違\nする。すなわち，本件発明３は，\nＡ３   この回転板の回転とともに回る生海苔の共回りを防止する防止\n手段，\nB’   前記防止手段を，\nB’１  突起・板体の突起物とし，\nB’２  この突起物を，回転板及び／又は選別ケーシングの円周面に設ける\n構成とした\nＣ  生海苔異物分離除去装置における生海苔の共回り防止装置\nであるのに対し，乙４３の１５装置は，この構成を有しない。\n(4)  上記(3)を前提に，本件各発明の新規性ないし進歩性について検討する。\nア(ｱ)  乙４３の８文書には，共回り防止ゴムについて，本件記載はあるも\nのの，それ以外にこれに言及した記載はない。このため，本件記載に示\nされた「共回り防止ゴム」がいかなる形状のものであり，選別ケースの\n外周のどの位置に，どのような態様で設けられるかといった具体的な構\n成は，本件記載ないし乙４３の８文書には示されていない。\n(ｲ)  この点，控訴人は，本件記載を見たＱは，その技量に基づき，本件\n記載は「共回り防止ゴムと称する部材を選別ケースの外周に取り付け，\n生海苔が隙間（クリアランス）に詰まったり，回転円板と一緒に回る\nことを解決すること」を試すものと理解し，本件各発明の課題，目的，\n構成及び効果を理解し得たし，本件記載を知り得た当業者であれば，\nＱ以外の当業者にとってもこのことは同様である旨主張する。\nしかし，本件記載から，Ｑ及び当業者が，選別ケースの外周に共回り\n防止ゴムを付ける目的が生海苔排出口から良品として排出されていく生\n海苔の量を増やすことにあることを認識し得たとしても，そのための構\n成については，本件記載には「選別ケースの外周」に「共回り防止ゴム\nをつける」という記載があるにすぎず，共回り防止ゴムの具体的な取付\n位置や，共回り防止ゴムの形状（「突起物」といえるものであるか）等\nについては何ら特定されていない。\nそもそも，控訴人は，乙４３の８文書記載の「共回り防止ゴム」とは\n「生海苔がクリアランスに詰まったり，詰まった生海苔が回転円板とと\nもにクリアランスを回る不具合現象が発生することを防止するための複\n数の実例の総称的なこと」を示すものとして本件会議の参加者により理\n解された旨主張し，その具体例として所定形状・所定大の防止ゴム片，\nショットブラストされたザラザラの面，棒材やドライバ先端等の抵抗物\nを挙げるところ，この控訴人の主張を前提としても，乙４３の８文書の\n「共回り防止ゴム」は具体的な構成を特定する概念ではないことになる。\nその点を措くとしても，生海苔のクリアランスへの詰まりを解消する工\n夫として，本件会議以前に具体例として所定形状・所定大の防止ゴム片\nが試みられたことをうかがわせる証拠は見当たらないし（Ｙの陳述書\n（甲３５，乙５３の６）には「防止ゴム」についての言及があるが，こ\nれは上下の位置関係にある回転円板と選別ケースとの接触防止を目的と\nするものとされており，本件記載については「何を意味しているのかは\n全く分かりません。」とされている。），ショットブラストされたザラ\nザラの面はゴムを素材として形成されるものでないことは明らかである。\nまた，棒材ないしドライバ先端等の抵抗物は，その素材としては多様な\nものが考えられるものの，ドライバ先端は通常は金属等の硬質の素材に\nより形成されるものであり，これと棒材とが併記されていることを考え\nると，少なくともゴムを素材として形成されることを前提としたもので\nはないといってよい。このため，これらは「共回り防止ゴム」という本\n件記載の文言とそぐわないと思われる。\nそうである以上，本件特許の出願当時において，Ｑ及び他の当業者と\nいえども，本件記載から控訴人主張に係る構成を認識し得たとはいえな\nい。\n加えて，本件発明３は，「この突起物を回転板及び／又は選別ケーシ\nングの円周面に設ける構成とした」ものであり，「突起物」の位置を具\n体的に特定するものであるところ，本件記載には上記位置に防止ゴムを\n設置する旨の記載はなく，Ｑ及び他の当業者がその位置に設置すること\nを想到し得るとする根拠もない。\nなお，控訴人は，Ｑの技量を指摘して上記主張をするけれども，本件\n記載ないし乙４３の８文書によりＱが上記理解に達し得たことを具体的\nに裏付ける証拠は同人（乙５５の１２及び１７）及びＺ（乙５５の１３）\nの陳述書を除き存在しない。そして，そこに記載された乙４３の８文書\nないし本件記載及び本件会議において認識し得た内容については，これ\nを裏付けるに足りる客観的な証拠はないことや，両者の本件紛争に対す\nる関わり等を考慮すると，上記各陳述書の内容はにわかには信用し得な\nい。\nそうである以上，控訴人の上記主張は採用し得ない。\nイ(ｱ)  「共回り」なる用語については，本件訂正明細書等において「前記\n生海苔の異物分離除去装置，又は回転板とクリアランスを利用する生海\n苔異物分離除去装置においては，この回転板を高速回転することから，\n生海苔及び異物が，回転板とともに回り（回転し），クリアランスに吸\nい込まれない現象，又は生海苔等が，クリアランスに喰込んだ状態で回\n転板とともに回転し，クリアランスに吸い込まれない現象であり，究極\n的には，クリアランスの目詰まり（クリアランスの閉塞）が発生する状\n況等である。この状況を共回りとする。」と定義されている（【０００\n３】）。\n(ｲ)  しかし，「共回り」なる用語が，本件特許の出願前に，生海苔異物\n除去装置の分野において，本件訂正明細書等記載の意味と同じ意味に\n用いられていたことをうかがわせる証拠はない。なお， 渡邊機開出願\nに係るその名称を「生海苔の洗浄熟成機」とする発明の公開特許公報\n（特開２００３－９３０２７。平成１３年９月２６日出願。 甲３４の\n３）の明細書には，「この発明においては，筒状槽の内壁に突条を縦\n設…したので，回転軸の回転に伴い，撹拌羽根により混合水（生海苔\nと水）の共回りを防止し，撹拌効果を向上させると共に，遠心力で槽\n壁側へ流動し，そのまま回転軸と同心状に流動しようとする混合水の\n流動方向を中心側へ向ける作用効果がある。」（【 ００ １４】），\n「前記発明における突条は，混合水が回転軸と同心状に共回りするの\nを防止すると共に，筒状槽の内壁側へ向けられた水流を，中心側へ方\n向変換させる作用も考えられている。」（【００２１】）といった記\n載がある。ここにいう「共回り」なる用語の意味を明確に定義する記\n載は見当たらないが，「混合水が回転軸と同心状に共回りする」など\nといった記載に照らしても，本件訂正明細書等で定義された，回転板\nを用いた場合に生じる問題点としての意味において用いられていない\nことは明らかといってよい。他に「共回り」につき本件特許出願当時\nにおいて本件訂正明細書等のそれと同義に理解されていたことをうか\nがわせる客観的な証拠はない。\nそうすると，本件記載に含まれる「共回り」なる用語につき，本件特\n許の出願当時において，Ｑ及び当業者により，本件訂正明細書等記載の\n定義と同じ意味に理解されたと見ることはできない。\n(ｳ)  証拠（乙５５の１～８及び１４）によれば，生海苔異物除去装置に\nおいて隙間の目詰まりの問題を生じることがあること自体は，本件特\n許の出願当時，当業者に周知であったこと，その対処方法として逆洗\nやクリアランスに対向する面をショットブラストによりザラザラにす\nることが行われていたことはうかがわれる。\nもっとも，その目詰まりの原因や機序について，本件訂正明細書等に\nおける上記「共回り」の定義づけにより示されたものであることが周知\nであったことまでをうかがわせるに足りる証拠はない。\nそうすると，目詰まりの問題が生じていたという事実から直ちに，Ｑ\n及び当業者が，本件記載の「共回り」なる記載を，本件訂正明細書等に\n定義された意味での「共回り」の状況等であると認識し得ると考えるこ\nとはできない。\nウ  控訴人は，九研 が保管していた被控訴人製「ダストール   FD380S」\n（以下「九研ダストール」という。）の写真撮影記録（乙５５の１６）\nに基づき，九研ダストールは本件特許出願当時の「ダストール」及び被\n控訴人テスト機と基本構成を同じくし，これに乙４３の８文書記載の変\n更点を反映させたものであって，このことは乙４３の８文書全体の変更\n計画が真実であったことを示す旨指摘する。\nしかし， 九研ダストール については ，その納入日は「平成１０年」\n（乙５５の１６）又は「不明」（乙５５の１３）とされている上，「共\n回り防止ゴム」に相当するものと見ることもできるゴムを使用した部材\nが制御盤内に袋入りで保管されている一方で，同袋内にはＬ型金具も保\n管され，回転板には，当該Ｌ型金具を取り付けるための取付け受け構造\nが設けられていると見られるところ，少なくとも本件特許出願前にクリ\nアランスの目詰まりをなくす構成としてＬ型金具が構想されたことをう\nかがわせる証拠はないこと（なお，平成２８年１２月９日付け審判請求\n書（乙４２）に，渡邊機開等も「本件出願前においては，回転板３の外\n周端面や円周面に何も工夫をしていなかったが，『前橋ダストール』に\nおいて，回転板３の回転板用リング１３の外周面である円周端面１１に\nＬ型金具からなる突起物８（防止手段４に相当）を固着してクリアラン\nスの外周側を回転するようにしたり，…」と記載していることに鑑みる\nと，Ｌ型金具の使用は本件特許の出願後であることがうかがわれる。），\n九研ダストールの上記納入時期からこれが写真撮影された平成２９年４\n月２５日までの期間等を踏まえると，納入から撮影までの間にその構造\n等に改変等が加えられた可能性も否定し得ないことなどに鑑みると，本\n件特許の出 願前に， 九研ダストール に上記「ゴムを使用した部材」が\n「共回り防止ゴム」として取り付けられ，本件記載技術が公然実施され\nたことを認めること，及びこのような構成に係る発明が公知となってい\nたことを推認することはできないというべきである。また，九研ダスト\nールが存在するからといって，本件特許出願当時，本件記載の「選別ケ\nースの外周に共回り防止ゴムをつける」につき，九研ダストールの上記\n「ゴムを使用した部材」と同じゴム部品を，九研ダストールと同じ位置\nに取り付けることを意味することが自明であったことにもならない。\nエ  以上によれば，本件特許の出願当時，Ｑが本件記載に接し，また，当業\n者がこれに接することができたとしても，これに基づき，「共回り防止\nゴム」が，本件訂正明細書等に定義された意味での「共回り」の状況の\n解決を意図したものであることを理解するとはいえないし，いかなる形\n状ないし構造を有するものであるのかを理解することもできず，また，\nこれが取り付けられるべき「選別ケースの外周」がどの位置を意図した\nものかを理解することもできないというべきである。\nそうすると，仮に，本件特許の出願当時，「ダストール」ないし被控\n訴人テスト機の構成が公然知られたものであり，また，本件記載技術が\nＱに知られ，又は公然知られたものであったとしても，本件発明３は，\n本件記載技術と一致するものといえないことはもちろん，上記「ダスト\nール」等の構成及び本件記載技術に基づき当業者が容易に想到し得たも\nのということもできない。また，本件発明１及び４は，本件発明３と構\n成要件 B’２の突起物の設置位置のみが異なるものであるから，本件発明３\nについてと同様に，控訴人主張に係る無効理由により無効とすることは\nできない。\nオ  したがって，本件特許に法２９条１項１号及び２項違反の無効理由があ\nると認めることはできない。この点に関する控訴人の主張は採用し得な\nい。\n７  争点(3)（差止請求の可否）について\n(1)  争点(3)（差止請求の可否）については，原判決８３頁２１行目の「生産\nのみに用いる物」を「生産にのみ用いる物」に，同頁２３行目の「というた\nめには」を「とは」に，原判決８４頁１３行目の「本件発明３の回転円板」\nを「本件発明３の回転板」にそれぞれ改め，また，後記(2)のとおり付加す\nるほかは，原判決「第４  当裁判所の判断」「７  争点(3)（差止請求の可\n否）について」(1)，(2)及び(3)ア（原判決８２頁２２行目～８６頁１３行目）\nに記載のとおりであるから，これを引用する。\n(2)  当審における控訴人の主張について\nア  原判決も判示するとおり，法１０１条１号所定の「その物の生産にのみ\n用いる物」とは，当該「物」が特許発明に係る物の生産に使用する以外\nの用途（他の用途）に用いられないことをいい，他の用途とは抽象的な\nいし試験的な使用の可能性では足らず，社会通念上経済的，商業的ない\nし実用的と認められる用途であることを要すると解される。\nそして，本件固定リングは，本件各発明の選別ケーシングの一部に当\nたり，その表面には本件板状部材を取り付けるための凹部が形成されて\nいるところ，当該凹部にはめ込まれてボルトで固定された本件板状部材\nが本件各発明における「共回りを防止する防止手段」として機能するも\nのである。このような構造及び機能に鑑みると，本件固定リングは，本\n件板状部材と同様に，本件各発明の技術的範囲に属する物である本件旧\n装置の「生産にのみ用いる物」に該当するというべきであり，これと同\n旨の原判決に誤りはない。\nイ  これに対し，控訴人は，本件固定リングは本件新装置の回転円板と組み\n合わせることが可能であり，本件旧装置の「その物の生産にのみ用いる\n物」ではない旨主張する。\nしかし，本件固定リングについては，そもそも本件新装置には本件固\n定リングと形状を異にする本件新固定リングが取り付けられているとこ\nろ，これに替えて本件固定リングを本件新装置の回転円板と組み合わせ\nることが可能か否かは証拠上明らかでない。\nその点を措くとしても，  本件固定リングに設けられている前記凹部は，\n本件新装置及び控訴人指摘に係る MX 型に使用される固定リングにとって\nは不要な構造である。\nまた，控訴人は，本件固定リングに縦溝を形成することにより MX 型の\n固定リングとして運用する可能性や，そのような構成変更のため既に出\n回っている本件固定リングを回収することに言及するけれども，本件固\n定リングと MX 型の固定リング（乙５８別紙に示されたもの）との形状の\n相違を踏まえると，本件固定リングに縦溝を形成するだけで MX 型への転\n用が可能となるか否かは証拠上明らかではないし，前記凹部の存在にい\nかに対処するかも不明である。しかも，本件固定リングの回収や転用の\nための加工等に要するであろうコストを考えると，本件固定リングの回\n収ないし転用は，経済的，商業的ないし実用的な観点からの実現性も乏\nしいと思われる。\nこのように，控訴人主張に係る本件固定リングの用途は，抽象的・試\n験的にはともかく，社会通念上経済的，商業的ないし実用的な用途とは\nいいがたい。この点に関する控訴人の主張は採用し得ない。\n８  争点(5)（損害発生の有無及びその額）について\n(1)  争点(5)（損害発生の有無及びその額）については，原判決９０頁２２行\n目の「１９万８８００円」を「１９０万８８００円」に，９１頁２０行目か\nら２１行目にかけて及び２２行目の「スパコン調合機（SRM-2」をそれぞれ\n「スパコン調合機 SRM-2」に改め，また，後記(2)のとおり付加するほかは，\n「第４  当裁判所の判断」「９  争点(5)（損害発生の有無及びその額）に\nついて」（原判決８８頁２行目～９５頁７行目）に記載のとおりであるから，\nこれを引用する。\n(2)  当審における控訴人の主張について\nア  法１０２条２項の適用について\n控訴人は，被控訴人が得るべき利益は販売店に対して販売することに\nよって得る利益であり，販売店のように，生産者に対して販売すること\nによって得る利益は製造業者である被控訴人には帰属しないなどとして，\n被控訴人には法１０２条２項適用の前提となる損害自体が発生していな\nい旨主張する。\nこの控訴人の主張は，要するに被控訴人が販売店ではなく製造業者で\nあるという事実ゆえに販売業者である控訴人と同程度に利益を得ること\nはできない，というにとどまるところ，当該主張事実のみをもって，本\n件各発明の実施品の顧客吸引力にもかかわらず，被控訴人がその取引先\nに対する販売の機会を持ち得なかったということはできない。他に被控\n訴人が取引の機会を奪われたとはいえない特段の事情もない。\nしたがって，控訴人指摘に係る事情は，被控訴人に損害が発生してお\nらず法１０２条２項の推定が及ばないとするに足りるものではなく，ま\nた，同規定による推定を覆滅するに足る事情と見ることもできない。こ\nの点に関する控訴人の主張は採用し得ない。\nイ  被控訴人の得た利益について\n(ｱ)  サービス品について\n控訴人は，サービス品につき実質的な値引きに相当する旨の主張を排\n斥した原判決を誤りとし，控訴人が自認する額を超える「侵害者の受け\nた利益」を認定するためには被控訴人においてその立証がされなければ\nならない旨主張するけれども，本件旧装置又は本件新装置と常にセット\nで提供されたものではない商品をサービス品として無償で提供した場合\nに，本件旧装置又は本件新装置の販売価格から当該サービス品の仕入価\n格を控除すべき根拠はないとする原判決の判断に誤りはない。また，本\n件製品１及び２の販売によって得られた控訴人の利益の額に係る原判決\nの認定は，証拠及び弁論の全趣旨に基づき行われたものであって，この\n点に関する立証責任の分配を前提にしても，原判決の認定・判断に誤り\nはない。この点に関する控訴人の主張は採用し得ない。\n(ｲ)  セット品について\nａ  控訴人は，セット品につき，販売価格の算定に当たって，又は変動\n経費として考慮すべきであるなどと主張する。\nｂ  しかし，控訴人もその主張において前提とするとおり，セット品が\n顧客の求めに応じてサービスとして提供されたものであるとすれば，\n当該セット品は無償で提供されたもの（上記「サービス品」）と理解\nするのが適当である。本判決別紙セット品一覧表記載の取引を個別に\n見ても，帳簿（乙４７）に「サービス」ないし「無償」と明記されて\nいるものが見受けられるところ（取引番号３，５，６，１１，２２，\n３６，３７，３９，５２，５６），これらの商品についてはその文言\nどおり無償で提供されたものと見るのが相当である。また， 同別紙\n「品名」欄記載の商品のうち，帳簿（乙４７）の対応する商品の「売\n上金額」欄が空欄であるもの（取引番号１２，２５，５７，５８）に\nついても，敢えて金額欄が空欄とされていることに鑑みると，これと\n同趣旨に理解するのが適当である（なお，取引番号５８については，\n帳簿の記載上「（サービス）」という記載の対象とされる商品に含ま\nれているものと見る余地もある。）。\nｃ  他方，その余の取引（及び取引番号２５の取引）のうち，控訴人が，\n仕入価格は税込２０万円であると主張するもの（取引番号４，２５，\n２７，２８，３２，３４。セット品の商品名は「ため槽」，「良品タ\nンク」ないし「TMW」などとされている。）については，仕入価格\nを裏付ける証拠は控訴人専務取締役の陳述書（乙５９）のほかには見\n当たらない。このことと，これらの取引の販売価格は，生海苔異物除\n去機本体の定価から値引きされていること（甲６，乙４７）を併せ考\nえると，これらの取引において生海苔異物除去機本体とともに販売さ\nれた「ため槽」等につき有償のものと見ることはできないというべき\nである。なお，取引番号４，２７，２８，３２，３４の取引について\nは，帳簿上，生海苔異物除去機本体とセット品の名称が「  ｝」  でく\nくられた上で金額が記入されており，本体とセット品とを併せた価格\nが表示されているようにも見られなくはないが（乙４７の４，２７，\n２８，３２，３４），他方，取引番号２２の取引に関しては，本体と\nセット品の名称が  「｝」  でくくられた上で，本体価格及びセット品\n価格がそれぞれ表示されており（乙４７の２２），セット品に価格設\n定がされている場合には，セット品の金額が明示されているようにも\n見られる。結局，上記の帳簿上の記載のみからは断定的な結論を出す\nことはできないのであって，この点は，上記認定判断を左右するに足\nりるものではない。\nｄ  取引番号５９の取引については，原判決も指摘するとおり，帳簿\n（乙４７の５９の１）には WK-600 の代金として５７７万５０００円\nの売上げ（平成２６年１１月１３日付け）及び入金（同年１２月１５\n日付け）があった旨記載されていること，この金額は見積書（乙４７\nの５９の３）記載の WK-600 の税込価格とも合致すること，他方，\nWK-600 本 体 に 加 え 異 物 機 用 洗 浄 槽 （ TM-7 ） 及 び ス パ コ ン 調 合 機\nSRM-2 の代金合計額が税込５８０万円であることを裏付ける証拠は上\n記見積書の手書き部分のみであることに鑑みると，当該取引において\nは，原判決が認定した通り，WK-600 の販売価格は５７７万５０００\n円（税込）であり，上記異物機用洗浄槽等は無償で提供されたものと\n理解するのが相当である。\nｅ  控訴人は，セット品を無償で提供したものとするならば，取引番号\n１５～２１，２６及び６１の各取引における生海苔異物除去機もサー\nビスとして提供されたものとして取り扱わなければ整合的でない旨指\n摘する。\nしかし，取引番号２１番を除く上記各取引は，当該取引による利\n益の額につき当事者間に争いがないか，控訴人の違算を指摘するほか\nは被控訴人も控訴人主張に係る計算方法を認め，これに基づき算定さ\nれたものであるから，これをもとに利益額を算定することに誤りはな\nい。他方，取引番号２１についての争いは，違算のほか，セット販売\nに係る商品の一部につき仕入価格の裏付けがない点にあり，セット販\n売全体の利益額を仕入価格で按分比例するとの計算方法及びその際に\n基礎とする金額（上記一部商品を除く。）については，被控訴人も控\n訴人の主張を受け入れたものである。\nこれらの事情を踏まえると，上記各取引の利益額算定に当たり，\nセット販売であることを受けてその全体の利益額を仕入価格で按分比\n例させたことに誤りはないというべきである。\nｆ  控訴人は，セット品を販売価格の算定において考慮しないのであれ\nば，変動経費としてその仕入価格を控除すべき旨も主張するけれども，\nセット品を無償提供する理由としては多様なものが考えられ，その中\nには経費性が認められない理由も種々含まれる以上，何の根拠もなく，\nこれを変動経費と見ることは適当でない。\nｇ  以上より，この点に関する控訴人の主張は採用し得ない。\n(ｳ)  控除されるべき経費（納入・据付・アフター対応等費用）について\n控訴人は，生海苔異物除去機の納入・据付・試運転の立会いやアフタ\nーサービスの負担に要する費用は変動経費として控除が認められるべき\nであり，その額は機械本体の定価の１０％相当額程度である旨主張する。\nしかし，そもそも控訴人が上記主張の前提とする海苔生産者への販売\n価格設定の背後にある考え方（納入・据付・試運転立会い，アフターサ\nービス費用は別途請求せず，納入価格に含めるのが商慣習であるという\n考え方。）を裏付けるに足りる客観的な証拠はない。その点は措くとし\nても，納品等を外注した場合はもちろん，自らの従業員にその作業を担\n当させた結果人件費の増額を生じた場合も，何らかの裏付け資料が存在\nしてしかるべきと思われるところ，本件製品１及び２の販売により納\n入・据付・アフター対応等費用が追加的に発生したことを認めるに足り\nる証拠はない。\nそうである以上，この点に関する控訴人の主張は採用し得ない。\n(ｴ)  以上より，控訴人が得た利益の額に関する控訴人の主張はいずれも\n採用し得ない。\nウ  本件各発明の寄与率について\n控訴人は，本件製品１及び２の販売における本件各発明の寄与率につ\nき，本件各発明は生海苔異物除去機の中心的機能に関するものではない\nこと，本件各発明が解決すべき課題が発生する期間が限られることなど\nを指摘して，２０％を超えない旨主張する。\nしかし，生海苔異物除去機による異物除去の効率も装置購入の動機と\nして重要な要素であることは明らかである。また，「共回り」が発生し\n得る期間が海苔の収穫期全体から見て一時期にとどまるとしても，時期\nに応じて回転円板を交換する煩雑さ等を考慮すると，需要者としては共\n回りにも対応し得る構成の機種を購入し，これを収穫期を通じて使用し\nようとするのが通常であるといえるから，「共回り」防止の必要性が購\n入動機に占める重要性が減ずるとも思われない。さらに，クリアランス\nを海苔が通過できないことの解決方法としてクリアランスの幅を広げる\nように調整した場合，確かに海苔はクリアランスを通過し得ることとな\nろうが，異物の通過も一定程度阻止し得ず，異物除去という観点からは\n本末転倒な事態ともなりかねない。そして，本件旧装置及び本件新装置\nの回転板，回転円板の円周面及び固定リングないし環状固定板の内周面\nに，生海苔・海水混合液が吸引される方向に貫通する縦溝は存在しない\nと見られるのであるから，縦溝の効能に関する主張も，その前提を欠く。\n加えて，渡邊機開のブランド力が本件旧装置等の売上げに寄与している\nことを具体的に裏付ける証拠もない。\n原判決も指摘するとおり，本件各発明は，共回り現象の発生を回避し\nてクリアランスの目詰まりをなくし，効率的・連続的な異物分離を実現\nするものであって，生海苔異物除去装置の構造の中心的部分に関するも\nのであり，現に本件各発明を実施した商品が実際に売れている以上，本\n件各発明には相応の訴求力があったと推認し得ることなどを考慮すると，\n仮に控訴人指摘に係る上記事情が存在するとしても，これをもって，本\n件各発明の実施品の顧客吸引力に関わらず被控訴人がその販売の機会を\n持ち得なかったと見るべき事情ということはできない。\nそうすると，本件各発明が本件製品１及び２の販売に寄与する割合を\n減ずることは相当でない。この点に関する原判決の判断に誤りはなく，\n控訴人の主張は採用し得ない。\nエ  消滅時効について\n(ｱ)  主位的主張について\n控訴人は，平成２５年２月１５日以前に，被控訴人は控訴人が本件装\n置（WK 型）を販売している事実を知っており，また，個々の生産者に\n対する取引も認識していたことから，平成２５年２月１５日以前の取引\nによる控訴人に対する損害賠償請求権については消滅時効が完成してい\nる旨主張する。この点に関する控訴人の主張は，①控訴人がパンフレッ\nトに広告を掲載している大阿蘇夏期講習会に被控訴人（ないしフルテッ\nク）も出展しているところ，上記控訴人の広告には，控訴人が渡邊機開\n製品を取り扱っていることが記載されていたことや，②控訴人と被控訴\n人とは取引関係にあり，相互間の情報交換は頻繁に行われていたという\n事情，また，③控訴人は渡邊機開製品と被控訴人製品のいずれも販売し\nており，海苔生産者の作業場に渡邊機開製の生海苔異物除去機と被控訴\n人の製品が一緒に，かつ近接した場所に設置されることも多いという事\n情を考慮すれば，被控訴人は，控訴人による本件装置（WK 型）の販売\nの事実を容易に知り得たとすることに依拠する。\nしかし，民法７２４条前段の消滅時効の起算点は，被害者等が「損害\n及び加害者を知った時」すなわち違法行為による損害の発生及び加害者\nを現実に了知した時点である。しかるに，①については，大阿蘇夏期講\n習会資料（乙７０）に掲載された控訴人の広告には，取扱商品に渡邊機\n開製品が含まれることは示されているものの，それに本件装置（WK 型）\nが含まれていることは具体的に明示されていない。また，控訴人指摘に\n係る上記②③の各事情は，いずれも被控訴人において控訴人が本件装置\n（WK 型）を販売した事実を認識し得た可能性をうかがわせるものでは\nあるものの，被控訴人が当該事実を現実に了知していたことを直接的に\n裏付けるものではないし，被控訴人と控訴人ないし海苔生産者との個別\n的な場面での具体的なやり取り等に関わりなく，そのような現実の了知\nを推認させるに足りる事情ということもできない。\nそうすると，被控訴人が平成２５年２月１５日以前に「損害」及び\n「加害者」を知っていたと認めることはできない。この点に関する控訴\n人の主張は採用し得ない。\n(ｲ)  予備的主張について\n控訴人は，本判決別紙被控訴人製品納入状況一覧表記載の各生産者に\nついては，遅くとも被控訴人製品を納入した年の漁期始めまでに，被控\n訴人は「損害」及び「加害者」を知っていた旨主張する。\nしかし，その依拠するところは，要するに上記③の事情を本件装置\n（WK 型）及び被控訴人製品をともに納入した個別の海苔生産者ごとに\n指摘したのにとどまるものである。したがって，そのいずれも，被控訴\n人において控訴人が本件装置（WK 型）を販売した事実を認識し得た可\n能性をうかがわせるものではあるものの，被控訴人が当該事実を現実に\n了知していたことを直接的に裏付けるものではなく，また，被控訴人と\n控訴人ないし海苔生産者との個別的な場面での具体的なやり取り等に関\nわりなくそのような現実の了知を推認させるに足りる事情ということも\nできないことは，上記(ｱ)と同様である。\n以上より，この点に関する控訴人の主張は採用し得ない。\n第４  結論\n以上より，原判決の判断に誤りはなく，控訴人の控訴は理由がないから，こ\nれを棄却する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴 岡稔 彦\n裁判官\n杉 浦正 樹\n裁判官\n寺 田利 彦\n"
}