{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 27
  },
  "case_number": "平成23(モ)142",
  "case_name": "文書提出命令申立事件",
  "court_name": "名古屋地方裁判所民事第８部",
  "result": "その他",
  "gist": "１　犯罪捜査規範によって身体検査令状等を請求した捜査機関に作成が義務付けられている令状請求簿が民訴法２２０条３号後段所定の法律関係文書に該当するとされた事例\n２　上記文書につき民訴法２２０条３号後段に該当することを理由としてされた文書提出命令の申立てに対して，刑訴法４７条に基づきその提出を拒否した上記文書の所持者である県の判断が，裁量権の範囲を逸脱し又はこれを濫用したものとされた事例",
  "lawsuit_id": "82318",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82318",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/318/082318_hanrei.pdf",
  "contents": "平成２３年(ﾓ)第１４２号  文書提出命令申立事件\n（基本事件  平成２２年(ﾜ)第５０４７号  国家賠償請求事件）\n決                定\n主                文\n相手方は，本決定が確定した日から７日以内に，別紙１文書目録記載の文書\nを当裁判所に提出せよ。\n理                由\n第１  申立ての趣旨及び理由等\n１  申立ての趣旨\n主文と同旨\n２  申立の理由等\n(1) 文書の所持者\n相手方\n(2) 証明すべき事実\nア   平 成 ２ ０ 年 ８ 月 １ ２ 日 に 春 日 井 簡 易 裁 判 所 （ 以 下 「 春 日 井 簡 裁 」 と\nい う 。 ） 裁 判 官 に よ り 発 付 さ れ た 検 査 す べ き 身 体 を 「 申 立 人 の 陰 茎 」\nと す る 身 体 検 査 令 状（ 以 下「 本 件 身 体 検 査 令 状 」と い う 。）に つ い て ，\n愛 知 県 春 日 井 警 察 署 （ 以 下 「 春 日 井 署 」 と い う 。 ） の 取 扱 い ， 執 行 状\n況 が 違 法 ， 不 当 で あ っ た 事 実 （ 以 下 「 証 明 す べ き 事 実 ① 」 と い う 。 ）\nイ   春 日 井 署 が ，犯 罪 捜 査 規 範 等 に よ り 作 成 を 義 務 づ け ら れ て い る 別 紙\n１ 文 書 目 録 記 載 の 文 書 （ 以 下 「 本 件 文 書 」 と い う 。 ） を 本 件 身 体 検 査\n令 状 に 関 し て 適 切 に 作 成 し ， 管 理 し て い た か 否 か に 関 す る 事 実 （ 以 下\n「 証 明 す べ き 事 実 ② 」 と い う 。 ）\n(3) 文 書 の 提 出 義 務 の 原 因\n民 事 訴 訟 法 （ 以 下 「 法 」 と い う 。 ） ２ ２ ０ 条 ３ 号 後 段\n第 ２   事 案 の 概 要\n１   本 件 の 基 本 事 件 は ， １ ８ 歳 に 満 た な い 児 童 で あ る 当 時 １ ６ 歳 の 少 女 （ 以\n下「 Ａ 子 」と い う 。）と 性 交 類 似 行 為 を し た と し て ，児 童 買 春 ，児 童 ポ ル ノ\nに 係 る 行 為 等 の 処 罰 及 び 児 童 の 保 護 等 に 関 す る 法 律（ 以 下「 児 童 買 春 等 処 罰\n法 」と い う 。）違 反 で 逮 捕 ，勾 留 ，起 訴 さ れ ，そ の 後 ，無 罪 判 決 が 言 い 渡 さ\nれ て 確 定 し た 申 立 人 が ，国 及 び 相 手 方 に 対 し ，逮 捕 ，勾 留 ，起 訴 等 の 違 法 を\n理 由 と し て ，国 家 賠 償 法 １ 条 １ 項 に 基 づ く 損 害 賠 償 等 を 請 求 し て い る 事 案 で\nあ る 。\n２   本 件 申 立 て に 関 係 す る 前 提 事 実\n(1) 春 日 井 署 は ，平 成 ２ ０ 年 ８ 月 １ ２ 日 ，申 立 人 を 被 疑 者 と す る 児 童 買 春 等\n処 罰 法 違 反 の 被 疑 事 実 に つ い て ，春 日 井 簡 裁 裁 判 官 に 対 し ，逮 捕 状 を 請 求\nし ，こ れ に 対 し ，春 日 井 簡 裁 裁 判 官 は ，同 日 ，逮 捕 状 を 発 付 し た（ 甲 ３ ８ ）。\n(2) 春 日 井 署 は ， 前 記 (1)の 逮 捕 状 請 求 の 際 ， 前 記 (1)の 被 疑 事 実 に つ い て ，\n検 査 す べ き 身 体 を「 申 立 人 の 陰 茎 」と す る 身 体 検 査 令 状 も 請 求 し ，こ れ に\n対 し ， 春 日 井 簡 裁 裁 判 官 は ， 前 記 (1)の 逮 捕 状 と と も に ， 検 査 す べ き 身 体\nを「 申 立 人 の 陰 茎 」と す る 身 体 検 査 令 状（ 本 件 身 体 検 査 令 状 ）を 発 付 し た\n（ 甲 ５ ２ ）。本 件 身 体 検 査 令 状 の 有 効 期 間 は ，平 成 ２ ０ 年 ８ 月 １ ９ 日 ま で\nで あ り ，本 件 身 体 検 査 令 状 に は ，「 有 効 期 間 経 過 後 は ，こ の 令 状 に よ り身\n体 の 検 査 を す る こ と が で き な い 。こ の 場 合 に は ，こ れ を 当 裁 判 所 に 返 還し\nな け れ ば な ら な い 。有 効 期 間 内 で あ っ て も ，身 体 の 検 査 の 必 要 が な く なっ\nた と き は ，直 ち に こ れ を 当 裁 判 所 に 返 還 し な け れ ば な ら な い 。」と の 記 載\nが さ れ て い た （ 甲 ５ ２ ） 。\n(3) 春 日 井 署 は ，平 成 ２ ０ 年 ８ 月 １ ３ 日 ，申 立 人 を 通 常 逮 捕 し ，同 月 １ ４ 日 ，\n申 立 人 を 名 古 屋 地 方 検 察 庁（ 以 下「 名 古 屋 地 検 」と い う 。）検 察 官 に 送致\nす る 手 続 を し た （ 甲 ３ ８ ， ３ ９ ） 。\n(4) 名 古 屋 地 検 検 察 官 は ，平 成 ２ ０ 年 ８ 月 １ ４ 日 ，申 立 人 を ，児 童 買 春 等 処\n罰 法 違 反 の 被 疑 事 実 で 勾 留 請 求 し ，名 古 屋 地 方 裁 判 所（ 以 下「 名 古 屋 地 裁」\nと い う 。）裁 判 官 は ，同 日 ，申 立 人 を ，同 日 か ら 春 日 井 署 留 置 施 設 に 勾留\nす る 旨 の 決 定 を し ，申 立 人 は ，春 日 井 署 留 置 施 設 に 勾 留 さ れ た（ 甲 ４ ０ ）。\n(5) 名 古 屋 区 検 察 庁（ 以 下「 名 古 屋 区 検 」と い う 。）検 察 官 は ，平 成 ２ ０ 年\n８ 月 ２ ２ 日 付 け で ，申 立 人 に つ い て ，児 童 買 春 等 処 罰 法 違 反 の 公 訴 事 実で\n略 式 命 令 を 請 求 し ，名 古 屋 簡 易 裁 判 所 裁 判 官 は ，同 日 ，申 立 人 に 対 し ，罰\n金 ４ ０ 万 円 に 処 す る 略 式 命 令 を 発 し ，申 立 人 は ，罰 金 ４ ０ 万 円 を 仮 納 付し\nた （ 甲 １ ９ ， 乙 イ ２ ３ ） 。\n(6) 申 立 人 は ， 平 成 ２ ０ 年 ８ 月 ２ ８ 日 ， 前 記 (5)の 略 式 命 令 に つ い て ， 名 古\n屋 簡 裁 に ，正 式 裁 判 の 請 求 を し ，同 年 ９ 月 ２ ４ 日 ，申 立 人 に 対 す る 児 童 買\n春 等 処 罰 法 違 反 被 告 事 件 は ，名 古 屋 地 裁 に お い て 審 理 さ れ る こ と と さ れ た 。\n(7) 名 古 屋 地 裁 は ， 平 成 ２ １ 年 １ ２ 月 ４ 日 ， 前 記 (6)の 被 告 事 件 に つ い て ，\n申 立 人 を 無 罪 と す る 判 決 を 言 い 渡 し ，同 判 決 は ，同 月 １ ９ 日 ，確 定 し た（ 以\n下 ，申 立 人 に 対 す る 以 上 の 児 童 買 春 等 処 罰 法 違 反 の 刑 事 事 件 を「 本 件 刑事\n事 件 」 と い う 。 ） 。\n(8) 申 立 人 は ， 平 成 ２ ２ 年 ７ 月 ２ ３ 日 ， 国 及 び 相 手 方 に 対 し ， 損 害\n賠 償 等 を 求 め る 基 本 事 件 の 訴 え を 提 起 し た 。\n( 9 )   申 立 人 は ，基 本 事 件 に お い て ，平 成 ２ ２ 年 １ １ 月 １ ８ 日 付 け「 準\n備 書 面 （ １ ） 」 を 提 出 し ， 国 に 対 し ， 本 件 身 体 検 査 令 状 ， 本 件 身\n体 検 査 令 状 の 請 求 書 及 び 本 件 身 体 検 査 令 状 の 請 求 書 添 付 資 料 の\nう ち 基 本 事 件 に お い て 未 だ 書 証 と し て 提 出 さ れ て い な い も の 等\nの 任 意 提 出 を 求 め た 。\n( 1 0 ) 春 日 井 署 は ， 平 成 ２ ２ 年 １ １ 月 ２ ９ 日 ， 本 件 身 体 検 査 令 状 が 未 執 行 で\nあ る と し て ，身 体 検 査 令 状 返 還 書 と と も に 本 件 身 体 検 査 令 状 を 春 日 井 簡裁\nに 返 還 し た （ 甲 ５ １ ， ５ ２ ） 。\n( 1 1 ) 申 立 人 の 前 記 ( 9 ) の 任 意 提 出 の 要 請 に 対 し ， 国 は ， 基 本 事 件 に\nお い て ， 平 成 ２ ２ 年 １ ２ 月 １ ３ 日 付 け 「 被 告 国 第 ２ 準 備 書 面 」 を\n提 出 し ， 前 記 ( 9 ) の 各 文 書 は ， 名 古 屋 地 検 が 保 管 す る 刑 事 確 定 記\n録 で は な い 不 提 出 記 録 中 に 存 在 す る か ， 名 古 屋 地 検 に 存 在 し な い\n書 類 で あ る こ と か ら ， い ず れ に つ い て も 任 意 提 出 の 要 請 に は 応 じ\nら れ な い と し た 。\n(12)申 立 人 は ，平 成 ２ ２ 年 １ ２ 月 １ ７ 日 の 基 本 事 件 の 第 ３ 回 口 頭 弁\n論 期 日 に お い て ， 国 に 対 し て 任 意 提 出 を 求 め て い る 文 書 に つ い て ，\n任 意 提 出 を し て も ら え な い の で あ れ ば ， 文 書 提 出 命 令 の 申 立 て を\n検 討 し て い る ， 相 手 方 に お い て も 上 記 文 書 を 保 管 し て い る の で あ\nれ ば ， 任 意 提 出 を 求 め る 旨 述 べ た 。 こ れ に 対 し ， 国 は ， 現 時 点 で\nは ， 任 意 で は 回 答 で き な い ， 文 書 提 出 命 令 の 申 立 て が あ れ ば ， 対\n応 を 検 討 す る 旨 述 べ ， 相 手 方 は ， 申 立 人 か ら 任 意 提 出 の 要 請 を 受\nけ た 文 書 に つ い て ， 任 意 で は 提 出 に 応 じ ら れ な い 旨 述 べ た 。\n(13)春 日 井 署 は ，平 成 ２ ３ 年 ２ 月 ２ ４ 日 ，本 件 身 体 検 査 令 状 の 請 求 書 を 名 古\n屋 地 検 に 送 致 し た 。\n( 1 4 ) 申 立 人 は ， 基 本 事 件 に お い て ， 平 成 ２ ３ 年 ２ 月 ２ ５ 日 付 け 「 文\n書 提 出 命 令 申 立 書 （ ２ ） 」 を 提 出 し ， 相 手 方 に 対 し ， 「 身 体 検 査\n令 状（ 原 告 の 陰 茎 ）」，「 身 体 検 査 令 状 請 求 書（ 原 告 の 陰 茎 ）」，\n「 身 体 検 査 令 状 請 求 書 （ 原 告 の 陰 茎 ） 添 付 資 料 の う ち 本 件 訴 訟 に\nお い て 未 だ 書 証 と し て 提 出 さ れ て い な い も の 」 及 び 「 身 体 検 査 令\n状 （ 原 告 の 陰 茎 ） に つ い て の 令 状 請 求 簿 （ 犯 罪 捜 査 規 範 １ ３ ７ 条\n３ 項 ） 」 （ 本 件 文 書 ） の 提 出 を 求 め た （ 本 件 文 書 提 出 命 令 申 立 事\n件 ） 。\n(15)こ れ に 対 し ，相 手 方 は ，平 成 ２ ３ 年 ３ 月 １ ０ 日 付 け「 意 見 書 」に お い て ，\n前 記 (10)及 び (13)の 事 実 を 主 張 し ，相 手 方 は ，本 件 身 体 検 査 令 状 及 び 本件\n身 体 検 査 令 状 の 請 求 書 を 所 持 し て い な い 旨 主 張 し ， 本 件 文 書 に つ い て は ，\n取 調 べ の 必 要 性 が な い 旨 な ど を 主 張 し た 。\n(16)申 立 人 は ，前 記 (15)の 相 手 方 の 主 張 を 受 け て ，基 本 事 件 に お い て ，平成\n２ ３ 年 ３ 月 ２ ３ 日 付 け「 文 書 送 付 嘱 託 申 立 書 」を 提 出 し ，本 件 身 体 検 査 令\n状 及 び こ れ と 同 時 に 春 日 井 署 か ら 春 日 井 簡 裁 に 送 付 さ れ た 送 付 書 等 の 書\n類 の 春 日 井 簡 裁 へ の 送 付 嘱 託 を 申 し 立 て た 。\n(17)当 裁 判 所 は ，基 本 事 件 に お い て ，平 成 ２ ３ 年 ３ 月 ２ ９ 日 付 け で 前 記 (16)\nの 春 日 井 簡 裁 に 対 す る 送 付 嘱 託 を 採 用 し た 。\n(18)平 成 ２ ３ 年 ４ 月 １ ５ 日 ，春 日 井 簡 裁 か ら 送 付 さ れ た 本 件 身 体 検 査 令 状 及\nび 身 体 検 査 令 状 返 還 書 が ，当 裁 判 所 に 到 着 し ，こ れ ら の 書 類 は ，平 成 ２ ３\n年 ５ 月 １ ３ 日 の 基 本 事 件 の 第 ５ 回 口 頭 弁 論 期 日 に お い て 提 示 さ れ た 。\n(19)申 立 人 は ，本 件 文 書 提 出 命 令 申 立 事 件 に つ い て ，平 成 ２ ３ 年 ５ 月 ９ 日 付\nけ で ， 「 身 体 検 査 令 状 （ 原 告 の 陰 茎 ） 」 ， 「 身 体 検 査 令 状 請 求 書\n（ 原 告 の 陰 茎 ） 」 及 び 「 身 体 検 査 令 状 請 求 書 （ 原 告 の 陰 茎 ） 添 付\n資 料 の う ち 本 件 訴 訟 に お い て 未 だ 書 証 と し て 提 出 さ れ て い な い\nも の 」 の 文 書 提 出 命 令 の 申 立 て を 取 り 下 げ た が ， 「 身 体 検 査 令 状 （ 原\n告 の 陰 茎 ）に つ い て の 令 状 請 求 簿（ 犯 罪 捜 査 規 範 １ ３ ７ 条 ３ 項 ）」\n（ 本 件 文 書 ） の 文 書 提 出 命 令 の 申 立 て は 維 持 し た 。\n３  当事者の主張\n(1) 本件文書の取調べの必要性\nア  申立人\n  証明すべき事実①について\n申立人は，基本事件において，本件身体検査令状の有効期間の末日であ\nる平成２０年８月１９日の申立人に対する取調べの際，取調べにあたった\n春日井署生活安全課のＢ巡査が，取調べの最中にかかってきた検察官から\nの電話の後，申立人に，「お前チンチンにイボあるか。」などと言い，申\n立人が自発的にズボンを下げてＢに陰茎を見せたところ，Ｂは，申立人の\n陰茎を見て，陰茎の突起物（以下「イボ」という。）の有無を確認し，「普\n通のチンチンだな，へんなチンチンではないな。」と発言した，申立人は，\nＢに上記やり取りを調書に取って欲しいと頼んだが調書にとってもらえ\nなかった，この際，Ｂは，申立人に本件身体検査令状を呈示しなかった，\n相手方は，本件身体検査令状が発付されていた事実自体を隠蔽するため，\n本件身体検査令状を刑事訴訟法（以下「刑訴法」という。）２１８条，刑\n事訴訟規則１５７条の２に反して意図的に返還せず，その請求書について\nも意図的に検察庁に送致しなかったなどの事実を主張している。\nこれに対し，相手方は，Ｂが申立人のイボの有無を確認したこと，Ｂが\n「普通のチンチンだな，へんなチンチンではないな。」と発言したこと，\n申立人が，Ｂに上記やり取りを調書に取って欲しいと頼んだことなどを否\n認している。\nさらに，申立人は，春日井簡裁への本件身体検査令状の返還が，発付日\n（平成２０年８月１２日）から２年以上が経過した平成２２年１１月２９\n日になってから行われたこと，本件身体検査令状の請求書も，他の一件記\n録とともに直ちに名古屋地検に送致しなければならなかったのに，平成２\n３年２月２４日になって送致されたという経緯があることから，春日井署\nは，本件身体検査令状を事実上執行したものの，捜査目的に合わなかった\n（申立人の陰茎にイボのないことが判明した結果，Ａ子の供述の信用性に\n疑問が生じた）ため，令状を執行していない扱いとしたと主張しているが，\n相手方は，これについても争っている。\nこのように，基本事件においては，Ｂが申立人の陰茎を見てイボの有無\nを確認したか等の点に争いがあり，これらを明らかにするためには，本件\n身体検査令状の管理，執行に関する客観的資料そのものの内容が明らかに\nされる必要があり，本件身体検査令状を請求した捜査官の陳述書ないし証\n人尋問等によって上記客観的資料の記載内容を詳細かつ正確に明らかに\nすることは極めて困難であるから，捜査官の証人尋問等によって本件文書\nの取調べを代替することはできない。\nまた，本件では，春日井署が，前記のように本件身体検査令状を事実上\n執行したことを受けて，本件文書の「令状執行」欄の「月日時」欄，「執\n行官氏名」及び本件文書下部の「備考」欄に，本件身体検査令状の取扱い，\n執行状況等について何らかの記載を行っている可能性がある。\nしたがって，本件文書を取り調べることで，本件身体検査令状の取扱い，\n執行状況が明らかとなる可能性があり，基本事件において本件文書を取り\n調べる必要性がある。\n  証明すべき事実②について\n本件では，前記のとおり本件身体検査令状の春日井簡裁への返還が２\n年以上遅れ，本件身体検査令状の請求書の検察庁への送致も２年以上遅れ\nたことが明らかになっている以上，本件文書の作成，管理が不適切であっ\nた可能性が十分認められ，この点が，例えば，本件文書の「有効期間及び\n更新状況」欄等に記載がされている可能性がある。そして，春日井署にお\nいて令状請求簿の作成，管理が適切でなかったことが明らかとなれば，本\n件身体検査令状の取扱いも違法，不当であったことが推認される。\nしたがって，このような意味でも本件文書を取り調べる必要がある。\nイ  相手方\n  証明すべき事実①について\n本件では，春日井署が，平成２２年１１月２９日に本件身体検査令状を\n春日井簡裁に返還したことは，証拠（甲５１，５２）上明らかであり，本\n件身体検査令状の取扱いについては，基本事件において明らかとなってい\nる。\nまた，本件では，申立人が平成２０年８月１９日のＢの取調べの際に，\n自発的にズボンを下げて，Ｂに陰茎を見せようとしたこと，その際に本件\n身体検査令状が申立人に呈示されていないことは争いがなく，その後に申\n立人に本件身体検査令状が呈示されていないことも，申立人は争っていな\nいはずであって，本件身体検査令状が執行されなかったことは客観的に明\nらかであり，本件身体検査令状の執行状況は，基本事件において明らかと\nなっている。\nしたがって，基本事件において，証明すべき事実①を明らかにするため\nに本件文書を取り調べる必要はない。\nまた，身体検査令状を執行した場合にその執行状況に関して記載する項\n目は「令状執行」欄の中の「月日時」欄と「執行官氏名」のみであり，仮\nに申立人が主張するようにＢが申立人の陰茎のイボの有無を確認した等\nの事実があったとしても，そのような事実は，令状請求簿に記載されるも\nのではない。同様に，本件身体検査令状の春日井簡裁への返還が２年以上\n遅れた事実があるとしても，そのような事実が令状請求簿に記載されるも\nのではない。\nしたがって，令状請求簿からは申立人の主張する証明すべき事実①は明\nらかとならないから，この点からも，基本事件において本件文書を取り調\nべる必要はない。\n  証明すべき事実②について\n申立人は，令状請求簿の作成，管理が適切でなかったことが明らかとな\nれば，本件身体検査令状の取扱いも違法，不当であったことが推認される\nと主張するが，令状請求簿の作成，管理が不適切であったことからただち\nに本件身体検査令状の取扱い，執行状況が違法，不当であるということは\nできない。また，令状請求簿の作成，管理が不適切であったとしても，そ\nれがただちに国家賠償法上違法と評価されるものではないから，申立人が\n明らかにしようとする事実は，基本事件の請求原因事実とは何ら関係がな\nい。\nしたがって，基本事件において，本件文書を取り調べる必要はない。\n(2) 法２２０条３号後段該当性\nア  申立人\n本件文書は，犯罪捜査規範１３７条３項，１２５条に基づき，本件身体検\n査令状の請求及び執行に当たって作成される文書であり，本件身体検査令\n状が現実に執行されたか否かという，相手方と申立人との間の法律関係そ\nれ自体について記載された文書であるから，法２２０条３号後段の法律関\n係文書に該当する。\nそして，令状請求簿は，令状請求の手続，発付後の状況等を明らかにする\nために作成されるものであって，上記のとおり，国家公安委員会規則であ\nる犯罪捜査規範に根拠を有する。したがって，令状請求簿は，公務員個人\nの手控え等のように個人的に用いるものではなく，内部文書にはあたらな\nい。\n法２２０条４号ニは，文書提出義務が免除される場合の１つとして，「専\nら文書の所持者の利用に供するための文書（国又は地方公共団体が所持す\nる文書にあっては，公務員が組織的に用いるものを除く。）」と定め，国\nが所持する内部決裁用文書等であっても，行政機関の職員が組織的に用い\nるものとして保有している文書は，提出義務があると解される。そして，\nこのような解釈は，いわゆる内部文書性の判断においても同様に解すべき\nであり，仮に，令状請求簿が，内部的決裁用文書であるとしても，令状請\n求簿は，行政機関の職員が組織的に用いるものとして保有している文書と\nいえるから，いわゆる内部文書には該当しない。\nしたがって，本件文書は，法２２０条３号後段の法律関係文書に該当す\nるから，相手方は，同号に基づく提出義務を負う。\nイ  相手方\n令状請求簿は，令状請求の手続，発付後の状況等を明らかにすることによ\nり，適正な捜査管理に資するために作成されるものであり，申立人と相手\n方との法律関係の基礎となり若しくは裏付けとなる事項を明らかにすると\nいう目的を有するものではない。そして，令状請求簿の作成，管理は，あ\nくまでも当該令状を請求した警察署によりなされ，検察庁との間での授受\nや，検察官からの勾留請求について，勾留の可否を判断する裁判官が参照\nすることなどは予定されていない。また，犯罪捜査規範は，第１条の規定\nから明らかなとおり，警察官が犯罪の捜査を行うに当たって守るべき心構\nえ，捜査の方法，手続その他捜査に関し必要な事項を定めた内部規範であ\nって，第三者に対し，何らかの法的な権利を付与したり，義務を課すもの\nではなく，申立人の身体の自由を制約したり，申立人に対する何らの受忍\n義務の発生，変更及び消滅といった個別の権利関係を生じさせるものでな\nいことは明らかである。\nこのような令状請求簿の作成目的，記載内容及び性質等の諸要素を総合\nして客観的に判断すると，令状請求簿は，専ら所持者である春日井署の自\n己使用のために作成された，いわゆる内部文書の性質を有するから，法２\n２０条３号後段の法律関係文書に該当しない。\n申立人は，法２２０条４号ニが定める「専ら文書の所持者の利用に供す\nるための文書」の解釈と内部文書の解釈が同義であると主張するが，これ\nを裏付ける裁判例等はなく，申立人の主張は理由がない。\nしたがって，相手方は，本件文書について，法２２０条３号後段に基づ\nく提出義務を負わない。\n(3) 文書保管者の裁量権の濫用\nア  申立人\n  刑訴法４７条は，「訴訟に関する書類は，公判の開廷前には，これを\n公にしてはならない。但し，公益上の必要その他の事由があって，相当と\n認められる場合は，この限りでない。」と定める一方，刑訴法５３条は，\n「何人も，被告事件の終結後，訴訟記録を閲覧することができる。但し，\n訴訟記録の保存又は裁判所若しくは検察庁の事務に支障のあるときは，こ\nの限りでない。」と定めており，刑訴法４７条は公判開廷前に関する規定，\n刑訴法５３条は公判終了後に関する規定と読むべきである。そうすると，\n本件のように申立人の無罪判決が確定して公判手続が終了している事案\nにおいては，刑訴法４７条の適用はなく，刑訴法５３条の適用があると考\nえるべきである。\nそして，刑事事件記録は公判終了後は一般的に公開すべきだという刑訴\n法５３条の趣旨からすれば，同条にいう「訴訟記録」は，「裁判所不提出\n記録」も含まれるから，本件文書は，刑訴法５３条の「訴訟記録」に該当\nし，同条に基づいて公開されるべきである。\n  仮に，本件文書が，刑訴法４７条の「訴訟に関する書類」に該当する\nとした場合，本件文書の所持者である相手方が，本件文書の提出を拒否し\nたことが，裁量権の範囲を逸脱し，又は濫用するものであったかどうかが\n問題となる。\nこの点について，本件文書は，前記(1)アのとおり取調べの必要性が高\nい。また，本件刑事事件は，平成２１年１２月４日に言い渡された無罪判\n決の確定によって全て終了しているから，本件文書を開示することによる\n本件刑事事件への弊害は皆無である。\n以上のとおり，相手方による本件文書の提出の拒否は，本件文書を取り\n調べる必要性が高い一方，本件文書を開示することによる弊害発生のおそ\nれは認められないことに照らすと，相手方の有する裁量権の範囲を逸脱し，\n又は濫用するものであることは明らかである。\nしたがって，相手方は，本件文書の提出を拒否することは許されず，提\n出の義務がある。\nイ  相手方\n申立人の主張は争う。\n第３  当裁判所の判断\n１  一件記録によると，前記第２の２の「本件申立てに関係する前提事実」に加\nえ，以下の事実が認められる。\n(1) 申立人は，平成２０年５月２９日午前１時４０分ころ，愛知県春日井市（以\n下略）付近路上で，知人の家から自宅へ帰るＡ子を客としてタクシーに乗車\nさせ，午前２時ころ，Ａ子の自宅付近において下車させた。\nＡ子は，同日夕方，春日井署に対し，申立人が，タクシーの中でＡ子の乳房\nを触る，Ａ子に口淫させるなどの性交類似行為を行った旨の申告をした。そ\nのため，春日井署は，上記事実について捜査を開始した。\n(2) 春日井署は，Ａ子の事情聴取や，タクシーの走行経路についてのＡ子の引\nき当たり捜査，申立人の勤務先に対する捜査等を行い，平成２０年８月１２\n日，春日井簡裁裁判官に対し，申立人が，「平成２０年５月２９日午前１時\n５５分ころ，愛知県春日井市（以下略）から愛知県小牧市（以下略）を走行\n中の普通乗用自動車（登録番号以下略）内において，Ａ子が１８歳に満たな\nい児童であることを知りながら，同児童に対し，現金１万円の対償を供与し\nた上，自己の性的好奇心を満たす目的で，同児童の乳房を弄び，膣内に手指\nを挿入し，自己の陰茎を同児童に口淫させるなどし，もって，児童買春をし\nたものである。」との被疑事実に基づき，逮捕状を請求するとともに，検査\nすべき身体を「申立人の陰茎」とする身体検査令状を請求し，同日，春日井\n簡裁裁判官は，逮捕状及び本件身体検査令状を発付した（甲３８，５２）。\n(3) 春日井署は，平成２０年８月１３日，申立人を通常逮捕し，同月１４日，\n申立人を名古屋地検検察官に送致する手続をし，名古屋地検検察官は，同日，\n申立人を，勾留請求し，名古屋地裁裁判官は，同日，申立人を春日井署留置\n施設に勾留する旨の決定をし，申立人は，同日から春日井署留置施設に勾留\nされた（甲３８，３９，４０）。\n(4) 名古屋区検検察官は，平成２０年８月２２日付けで，申立人を，「平成２\n０年５月２９日午前１時５５分ころ，愛知県小牧市（以下略）付近路上を走\n行中の普通乗用自動車内において，Ａ子が１８歳に満たない児童であること\nを知りながら，同児童に対し，現金１万円を対償として供与して，同児童に\n自己の陰茎を口淫させるなど性交類似行為をし，もって児童買春をしたもの\nである。」との公訴事実で略式命令を請求し，名古屋簡裁裁判官は，同日，\n申立人に対し，罰金４０万円に処する略式命令を発し，申立人は，罰金４０\n万円を仮納付した（甲１９，乙イ２３）。\n(5) 申立人は，同月２８日，名古屋簡裁に，前記(3)の略式命令について正式裁\n判の請求をし，その後，本件刑事事件は，名古屋地裁において審理され，申\n立人は，無罪を主張し，Ａ子の供述の信用性，申立人の捜査段階での自白の\n任意性及び信用性等を争った。\n(6) Ａ子は，申立人の陰茎の形状について，捜査段階において，春日井署司法\n警察員及び名古屋地検検察官に対し，以下のアないしエのとおり述べ，公判\n期日において以下のオのとおり証言するなどしていた。\nア  平成２０年５月２９日（甲２０，乙イ１。司法警察員に対し。）\n「フェラチオをするときに分かったのですが，亀頭のカリの部分に，何個\nかのイボイボがあったので，イボか出来物かなと思いました。」\nイ  平成２０年７月２５日（甲４，乙イ７。司法警察員に対し。）\n「チンコの先っぽの方にイボイボが１０個くらいある  なんでイボイボが\nあるんだろうと思っていたのでした。」\nウ  平成２０年８月５日（甲２１，乙イ８。司法警察員に対し。）\n「チンコの先っぽの少し下に小さなイボが１０個くらいあったことを目で\nは見てはいませんが，唇や舌で感じたのでした。」，「これまでチンコにイ\nボが付いている人はいなかったので，チンコにイボイボがあるなんて初めて\nだと思い，とても印象に残っているのです。」などと述べ，さらに，「イボ\nの状況」と題する図面を書き，イボの形状を具体的に説明するなどした。\nエ  平成２０年９月４日（甲２６，乙イ２０。検察官に対し。）\n「私は，警察官に運転手のおじさんのチンコの先っぽのほうに，イボが１\n０個くらいあったとお話ししましたが，タクシーの中はとても暗く，目で\n見て直接確認したわけではありません。私がフェラチオをしているときに，\n口や舌の感覚でイボがあると感じただけで，男の人のチンコの形が状況に\nよって変わることからしても，イボがあったとは自信を持って言えませ\nん。」\nオ  平成２１年８月２６日の第１回公判期日（甲２７，乙イ２２）\n「で，９月４日の検察官調書を見ると，検察官調書では，何て答えたか覚\nえていますか。」との質問に対して，「・・・なかった。」と証言し，「こ\nれを見ると，いぼがあったか自信を持って言えませんというふうになって\nますよね。で，検察官の取調べのときに，いぼについて，何か言われたん\nですか。」との質問に対して，「言われました。」と証言し，さらに「な\nんて言われたんですか。」との質問に対して，「調べるとか。」と証言し，\n「調べて，どうだと言われましたか。」との質問に対して，「違ったと。」\nと証言した。\n(7) 名古屋地裁は，平成２１年１２月４日，本件刑事事件について，Ａ子の供\n述及び申立人の捜査段階での自白の信用性をいずれも否定し，申立人がＡ子\nと性交類似行為等をしたと認めるについては合理的疑いを差し挟む余地があ\nり，公訴事実について犯罪の証明がないとして，申立人に対し，無罪判決を\n言い渡し，同判決は，同月１９日，確定した（甲１）。\n(8) 申 立 人 は ，基 本 事 件 の 平 成 ２ ２ 年 ７ 月 ２ ３ 日 付 け 訴 状 に お い て ，「 ８ 月\n１ ９ 日 の 取 調 べ に つ い て は ，原 告 は ，『 も う 私 は そ の と き ぜ ん ぜ ん わ かり\nま せ ん 』と い う 状 況 の 下 で 行 わ れ た 。取 調 べ 中 検 事 か ら 電 話 が あ り ，『 原\n告 の 陰 茎 に イ ボ が あ る か ど う か 』と い う 問 い 合 わ せ が あ っ た 。そ こ で 原 告\nは 自 ら 陰 茎 を Ｂ 刑 事 に 見 せ イ ボ の な い こ と を 確 認 さ せ た が ，こ れ ら は 調書\nに は 書 い て も ら え な か っ た（ 甲 １ ８ 号 証 ）。」（ ｐ １ ４ ，１ ５ ），「 Ｃ 検\n察 官 は そ の 供 述 が 信 用 で き る か を 確 か め る べ く ，８ 月 １ ９ 日 ，原 告 が 当 時\n勾 留 さ れ て い た 春 日 井 警 察 署 に 電 話 を し ，Ｂ 刑 事 ら に ，被 告 人 の イ ボ があ\nる か な い か の 問 い 合 わ せ を し た 。そ し て ，Ｂ 刑 事 は ，原 告 の 陰 茎 を 実 際に\n見 て ，イ ボ の な い こ と を 確 認 し ，そ れ は Ｃ 検 察 官 に 伝 え ら れ た 」（ ｐ １ ７ ）\nな ど と 主 張 し た 。\n(9) こ れ に 対 し ， 国 は ， 平 成 ２ ２ 年 １ ０ 月 １ 日 付 け 「 被 告 国 第 １ 準 備 書 面 」\nに お い て ，「 Ｃ 検 事 が ，警 察 官 に お い て 原 告 を 取 り 調 べ て い る こ と を 認 識\nし た 上 ，警 察 官 に 対 し て 原 告 の 陰 茎 の イ ボ の 有 無 を 問 い 合 わ せ た 事 実 は な\nい 。な お ，Ｃ 検 察 官 が 平 成 ２ ０ 年 ８ 月 ２ ０ 日 ま で の 間 に ，原 告 の 陰 茎 を 確\n認 し た か 否 か を 電 話 で 警 察 官 に 尋 ね た 事 実 は あ る が ，そ の 際 ，応 対 し た 警\n察 官 か ら は ，『 確 認 し て い な い 』旨 の 回 答 を 受 け た に と ど ま る 。そ の 後 も\nＣ 検 察 官 は ，警 察 官 か ら の 原 告 の 陰 茎 を 実 際 に 見 て イ ボ が な い こ と を 確 認\nし た な ど と い う 報 告 を 受 け て お ら ず ，ま た ，警 察 官 に 対 し て 原 告 の 陰 茎 の\nイ ボ に 係 る 調 査 を 指 示 し た 事 実 も な か っ た 。」（ ｐ ５ ，６ ）な ど と 主 張 し\nた 。\n(10)相 手 方 は ，平 成 ２ ２ 年 １ ０ 月 １ 日 付 け「 第 １ 準 備 書 面 」に お い て ，「 ８\n月 １ ９ 日 の 取 調 べ 中 に 検 察 官 か ら 電 話 が あ り ，『 原 告 の 陰 茎 に イ ボ が ある\nか ど う か 』と い う 問 い 合 わ せ が あ っ た 事 実 ，原 告 が Ｂ 巡 査 に 陰 茎 を 見 せイ\nボ の な い こ と を 確 認 さ せ た が ，こ れ ら は 調 書 に 書 い て も ら え な か っ た 事実\nは い ず れ も な い 。上 記 取 調 べ に お い て ，Ｂ 巡 査 は『 チ ン コ に 特 徴 が あ るの\nか 。他 人 と 違 う と こ ろ と か ，大 き い と か 小 さ い と か 。』と 原 告 に 尋 ね た と\nこ ろ ，原 告 は ズ ボ ン を 降 ろ し て そ の 陰 茎 を 見 せ よ う と し た 。本 来 で あ れ ば ，\n被 疑 者 の 陰 茎 を 確 認 す る よ う な 行 為 は 身 体 検 査 令 状 に 基 づ き な さ れ る べ\nき で あ り ，令 状 の 執 行 な し に 原 告 の 陰 茎 を 確 認 す れ ば ，捜 査 の 任 意 性 を疑\nわ れ る お そ れ が あ っ た こ と か ら ，Ｂ 巡 査 は 原 告 の 陰 茎 を 確 認 す る こ と な く ，\n原 告 に ズ ボ ン を 上 げ る よ う 指 示 し て お り ，そ の 陰 茎 に イ ボ が あ っ た か どう\nか ま で は 確 認 し て い な い 。」（ ｐ １ ２ ），「 こ の 取 調 べ に お い て ，Ｂ 巡 査\nは 原 告 に『 チ ン コ に 特 徴 が あ る の か 。他 人 と 違 う と こ ろ と か ，大 き い と か\n小 さ い と か 。』と そ の 陰 茎 の 特 徴 を 尋 ね た と こ ろ ，原 告 は『 い や な い です\nよ 。そ り ゃ あ ，大 き く は な い で す け ど ，男 同 士 な ら 別 に 恥 ず か し く な いか\nら 見 せ ま す 。』等 と 言 っ て 椅 子 に 座 っ た ま ま 横 を 向 き ，椅 子 か ら 立 ち 上が\nり な が ら ズ ボ ン を 下 げ よ う と し た 。本 来 で あ れ ば ，被 疑 者 の 陰 茎 を 確 認す\nる よ う な 行 為 は 身 体 検 査 令 状 に 基 づ き な さ れ る べ き で あ り ，令 状 の 執 行な\nし に 原 告 の 陰 茎 を 確 認 す れ ば ，捜 査 の 任 意 性 を 疑 わ れ る お そ れ が あ っ たこ\nと か ら ，Ｂ 巡 査 は 原 告 の 陰 茎 を 確 認 す る こ と な く ，原 告 に ズ ボ ン を 上 げる\nよ う 指 示 し た と こ ろ ，原 告 は こ れ に 応 じ た 。な お ，原 告 に 対 す る 身 体 検査\n令 状 の 執 行 の 当 否 に つ き ，春 日 井 署 は 原 告 が 既 に 犯 行 を 認 め ，そ の 状 況 を\n詳 細 に 供 述 し て い た こ と か ら ，敢 え て 原 告 の 陰 茎 を 確 認 し て こ れ を 証 拠化\nす る こ と は ，原 告 に 精 神 的・身 体 的 苦 痛 を 与 え る と し て 執 行 し な か っ た 。」\n（ ｐ ３ ３ ） な ど と 主 張 し た 。\n２  本件文書の取調べの必要性\n(1) 一件記録によれば，基本事件においては，前 記 １ (8)な い し (10)の と お り ，\nＢ が ，申 立 人 に 陰 茎 に 特 徴 が あ る の か 尋 ね た こ と ，申 立 人 は ，ズ ボ ン を 下\nげ て Ｂ に 陰 茎 を 見 せ よ う と し た こ と ，この際，本件身体検査令状が申立人に\n呈示されていなかったことは争いがないが，Ｂが，実際に申立人の陰茎のイ\nボを確認し，「普通のチンチンだな，へんなチンチンではないな。」と発言\nしたか，申立人がＢに上記やり取りを調書に取って欲しいと頼んだか，取調\nべの最中に，検察官からＢに，申立人の陰茎を確認したかを尋ねる電話があ\nったか，Ｂが，検察官に対し，申立人の陰茎を確認したことを返答したか等\nについては争いがあることが認められる。\nこのように，基本事件では，本件身体検査令状が申立人に呈示されていな\nい等の事実は当事者間で争いがないとしても，上記のとおり，実際にＢが申\n立人の陰茎を確認したかや，検察官が春日井署に申立人の陰茎について確認\nしたかは争いがあり，取調べの段階において，捜査機関が申立人の陰茎のイ\nボの有無について，どのような確認をし，どのような認識を有していたかに\nついて明らかになっておらず，基本事件の重要な争点となっている。また，\n本件刑事事件における判決は，前記１(6)のようなＡ子の供述の変遷等につい\nて言及した上，「被告人の陰茎の特徴についてと，母親から電話がかかって\nきた時刻については，いずれも口淫被害と密接に関連する部分であって，こ\nの点についての供述に信用がおけないことの意味は極めて重要というべきで\nある。」（甲１）などと指摘している。\n(2) そして，一件記録によれば，申立人は，基本事件において，本件身体検査\n令状の取扱い，執行状況に関連する事実を明らかにすることで，本件身体検\n査令状の取扱いや執行状況の違法，不当を主張するにとどまらず，捜査機関\nが平成２０年８月１９日の取調べの時点で把握していた事実等を主張して，\n検察官の略式命令の請求や，その後の正式裁判における公訴維持が違法であ\nったとしているのであり，これに対し，基本事件の被告である国や相手方は，\n申立人の上記主張等を争っている。このような争点との関係では，平成２０\n年８月１９日の時点で捜査機関，特に申立人の起訴不起訴の決定権限を持つ\n検察官が，申立人の陰茎のイボについてどのような認識を有していたのかが\n極めて重要である。もし，検察官が，申立人の陰茎について，警察官に確認\nさせるなどして，申立人の陰茎にイボがないことを認識していたとすれば，\nＡ子の供述の信用性について重大な疑問が生じるのであるから，この点に関\nする補充捜査等を行うことなく漫然と申立人に対する略式命令を請求し，正\n式裁判の請求後も公判を維持したものとして，検察官の行為が違法とされる\nなどの可能性が高くなるのである。\nしたがって，上記のような申立人が主張する事実があったか否かを基本事\n件において明らかにする必要性は極めて高いものである。\nそして，令状請求簿は，令状請求の手続，発付後の状況等を明らかにする\nことにより，適正な捜査管理に資するために作成されるものであることから\nすれば（犯罪捜査規範１３７条３項），本件文書には，本件身体検査令状の\n取扱い，執行状況についての事実や，Ｂが申立人の陰茎を確認したか等これ\nに付随し，関連する事実が，備考欄等に記載されている可能性があるし，前\n記第２の２(10)及び(13)のとおり，本件身体検査令状が２年以上経過した後\nに春日井簡裁に返還され，その請求書もそのさらに約３か月後に名古屋地検\nに送致されるという異常な取扱いがされていることに照らせば，本件身体検\n査令状が一旦は執行された扱いとされていた可能性等も否定できないのであ\nる。また，令状請求簿は，犯罪捜査規範（別紙様式第１３号）により別紙２\nのとおり様式が定められており，本件文書も同様の様式で作成されていると\n考えられるところ，本件身体検査令状が発付されたのに執行されていないと\nすると，必要な記載が空欄のまま残されていたことになり，何らの指摘も対\n処もされないまま２年以上経過してしまうのは極めて不自然である。そして，\nこのような状況においては，関係する警察官の証人尋問等を実施したとして\nも，客観的事実に沿った答えがされるとは限らず，偽証や証言拒否の可能性\nも考えられるのであって，本件文書の取調べに代替できるものではない。\n以上からすれば，基本事件において，本件文書を取り調べる必要性は，優\nに認められるのである。\n(3) 相手方は，前記第２の３(1)イのとおり，基本事件において本件文書を取り\n調べる必要性はないなどと主張するが，申立人は，基本事件において，単に\n本件身体検査令状及び本件文書の取扱い，執行状況の違法，不当を主張する\nものではなく，前記(2)のとおり，本件身体検査令状で検査すべき身体とされ\nた「申立人の陰茎」についてのＢによる確認や，その結果の検察官への連絡\n等の事実を主張して，略式命令の請求や，その後の正式裁判における公訴維\n持が違法であったことを主張しているものと解されるところ，このような争\n点との関係で，前記(2)のとおり基本事件において本件文書の取調べの必要性\nがあることは明らかである。\nなお，証明すべき事実①及び②は，それ自体やや具体性に欠ける内容ではあ\nるが，そもそも，これら証明すべき事実との関係において，申立人は，春日\n井署において具体的に本件身体検査令状についてどのような処理が行われた\nのか，相手方において作成された文書の開示を受けることなしに知り得る立\n場にはなく，申立人が，春日井署において作成された本件文書等の資料を見\nて初めて処理の内容が判明するものであるから，本件申立てにおいて，証明\nすべき事実がある程度抽象的となるのはやむを得ないし，本件では，上記の\nとおり申立人の基本事件における主張との関係を見れば，証明すべき事実は\n明らかとなっており，取調べの必要性が高いものである。\nしたがって，この点に関する相手方の主張は，理由がない。\n３  法２２０条３号後段該当性\n(1)ア 法２２０条３号後段の法律関係文書とは，挙証者と文書の所持者との間\nの法律関係それ自体ないしそれに関連する事項を記載した文書であって，所\n持者が専ら自己の利用を目的として作成した内部文書を含まないと解され\nる（最高裁平成１２年３月１０日第一小法廷決定・最高裁裁判集民事１９７\n号３４１頁）。\nこれを本件についてみると，本件身体検査令状は，これによって申立人\nの身体の自由を制約して，陰茎についての検査を受忍させるという，申立\n人と相手方との間の法律関係を生じさせる文書であるところ，身体検査令\n状の請求をした司法警察員は，法令（犯罪捜査規範１３７条３項）により\n本件文書（令状請求簿）を作成することが義務付けられている。\nそして，犯罪捜査規範は，警察官が犯罪の捜査を行うにあたって守るべ\nき心構え等を定めることを目的として，国家公安委員会が，警察法１２条\nに基づき制定した国家公安委員会規則であるが，そもそも国家公安委員会\nは，内閣総理大臣の所轄の下に内閣府の外局として置かれ，委員長及び５\n人の委員をもって組織する国の委員会である（内閣府設置法４９条１項，\n警察法４条）のに対し，都道府県警察は，都道府県が設置する警察組織で\nあり（警察法３６条１項），両者は，全く別個の行政組織である。そして，\n国家公安委員会は，警察行政に関する調査を行うことにより，個人の権利\nと自由を保護すること等を任務とするもので，このような任務を達成する\nため，所定の事務について警察庁を管理したり，法律の規定に基づきその\n権限に属せられた事務をつかさどるとされているのであり，このような任\n務の性質からいって，実質的にも，都道府県警察とは別個独立のものであ\nることを要するものである（警察法５条）。そのため，国家公安委員会の\n委員は，任命前５年間に警察又は検察の職務を行う職業的前歴のない者の\nうちから，内閣総理大臣が両議院の同意を得て任命するものとされている\nのである（警察法７条）。したがって，犯罪捜査規範が，行政機関の内部\nにおいて定められた規範ではないことは明らかである。\nまた，令状請求簿の形式は，犯罪捜査規範別紙様式第１３号によって定\nめられ，かつ一般に公開されており，その記載内容は，別紙２のとおり，\n令状請求の決裁月日，令状種別，罪名，被疑者氏名，令状発付及び執行の\n月日時，有効期間，備考欄等と細かく規定されており，記載内容が作成者\nの自由な判断に任されているものではない。令状請求簿は，身体検査令状\n請求書と異なり，身体検査令状の発付を求めるために作成が義務付けられ\nているものではないものの，「令状を請求したとき」に作成しておくこと\nが法令上定められており，作成時期の定めもある（犯罪捜査規範１３７条\n３項）。\n令状請求簿作成の目的は，令状の請求の手続，発付後の状況等を明らか\nにし，令状請求手続の適正を担保することにあると考えられるが（犯罪捜\n査規範１３７条３項），上記のように令状請求簿の形式が定められ，かつ\n一般に公開されており，記載内容等も定められていることからすれば，令\n状請求簿の作成を義務付けているのは，単に警察署内部において令状請求\n手続や発付後の状況を明らかにしておくという目的だけではなく，まさに\n本件のように事後的に令状の取扱い等が問題となった場合に，外部から適\n正な令状執行等の手続が行われたか否かを確認し検証するという目的もあ\nるということができる。そして，開示されるおそれがないとすると，本件\n刑事事件におけるような，令状の不当ないし杜撰な管理が横行するように\nなるのであり，むしろ，開示されることにより，令状の執行や管理につい\nて適切を期するよう意識的に注意するようになると考えられるのであって，\n令状請求簿の目的がより効果的に達せられることになるのである。すなわ\nち，令状請求簿は，外部に公表することが予定されず専ら警察署内部での\nみ使用することを目的として作成されているものでないことは明らかであ\nる。\n以上のような本件文書の作成目的及び記載内容等に照らせば，本件文書は，\n申立人と相手方との間の，本件身体検査令状によって生じた法律関係に関連\nする事項を記載した文書であって，単なる内部文書にとどまらないというこ\nとができるから，法律関係文書に該当すると認められる。\nイ  相手方は，令状請求簿が，検察庁との間での授受や，検察官からの勾留\n請求について，勾留の可否を判断する裁判官が参照することなどは予定され\nていないことなどから，内部文書にあたる旨主張する。確かに，相手方が主\n張するように，令状請求簿は，検察官に送致される一件記録の中には含まれ\nず，勾留請求等の際に検察官から裁判官に提出されるものでもない。しかし，\nこのような事情が認められるとしても，前記アに述べたところからすれば，\n本件文書は，内部文書と評価されるものではなく，申立人と相手方との間の，\n本件身体検査令状によって生じた法律関係に関連する事項を記載した文書\nであるということができる。したがって，この点に関する相手方の主張は理\n由がない。\nまた，相手方は，犯罪捜査規範は，警察官が捜査を行うにあたって守る\nべき心構え，捜査の方法，手続その他捜査に関し必要な事項を定めた内部規\n範であるから，これにより第三者になんらかの法的な権利を付与したり義務\nを課すものではないとも主張するが，犯罪捜査規範が行政機関の内部におけ\nる規範といえないことは前記アのとおりであるから，この点に関する相手方\nの主張も理由がない。\n(2) 以上によれば，本件文書は，法２２０条３号後段の法律関係文書に該当す\nる。\n４  文書保管者（相手方）の裁量権の濫用について\n(1) 刑訴法４７条本文が「訴訟に関する書類」を公にすることを原則として禁\n止しているのは，それが公にされることにより，被告人，被疑者及び関係者\nの名誉，プライバシーが侵害されたり，公序良俗が害されることになったり，\n又は捜査，刑事裁判が不当な影響を受けたりするなどの弊害が発生するのを\n防止することを目的とするものであること，同条ただし書が，公益上の必要\nその他の事由があって，相当と認められる場合における例外的な開示を認め\nていることにかんがみると，同条ただし書の規定による「訴訟に関する書類」\nを公にすることを相当と認めることができるか否かの判断は，当該「訴訟に\n関する書類」を公にする目的，必要性の有無，程度，公にすることによる被\n告人，被疑者及び関係者の名誉，プライバシーの侵害等の上記の弊害発生の\nおそれの有無等諸般の事情を総合的に考慮してされるべきものであり，当該\n「訴訟に関する書類」を保管する者の合理的な裁量にゆだねられているもの\nと解すべきである。\nそして，民事訴訟の当事者が，法２２０条３号後段の規定に基づき，刑訴\n法４７条所定の「訴訟に関する書類」に該当する文書の提出を求める場合に\nおいても，当該文書の保管者の上記裁量的判断は尊重されるべきであるが，\n当該文書が法律関係文書に該当する場合であって，その保管者が提出を拒否\nしたことが，民事訴訟における当該文書を取り調べる必要性の有無，程度，\n当該文書が開示されることによる上記の弊害発生のおそれの有無等の諸般の\n事情に照らし，その裁量権の範囲を逸脱し，又は濫用するものであると認め\nられるときは，裁判所は，当該文書の提出を命ずることができるものと解す\nるのが相当である（最高裁平成１６年５月２５日第三小法廷決定・最高裁民\n事判例集５８巻５号１１３５頁，最高裁平成１７年７月２２日第二小法廷決\n定・最高裁民事判例集５９巻６号１８３７頁，最高裁平成１９年１２月１２\n日第二小法廷決定・最高裁民事判例集６１巻９号３４００頁）。\n(2) 本件文書は，前記３(1)アのとおり，申立人と相手方との間の，本件身体検\n査令状によって生じた法律関係に関連する事項を記載した文書であり，かつ，\n本件のように事後的に令状の取扱い等が問題となった場合に，適正な令状執\n行がなされたか否か等を確認するという目的で作成されているということが\nできる。そして，本件文書は，本件刑事事件において，裁判所に提出されな\nかった文書である。そうすると，本件文書は，申立人に対する被疑事件に関\nして作成された書類であり，かつ，公判において提出されなかった書類であ\nるから，刑訴法４７条の「訴訟に関する書類」にあたる。\nなお，申立人は，本件文書が刑訴法４７条の「訴訟に関する書類」にはあ\nたらない旨主張するが，刑事事件の確定後であっても当該刑事事件の公判で\n公にされなかった書類（不提出書類）が「訴訟に関する書類」にあたること\nは明らかであり（前記(1)の最高裁平成１６年５月２５日決定参照），この点\nに関する申立人の主張は理由がない。\n(3) 前記２(2)のとおり，申立人は，基本事件において，検察官の略式命令の請\n求や，その後の正式裁判における公訴維持が違法であったことを主張してお\nり，平成２０年８月１９日の時点で捜査機関，特に申立人の起訴不起訴の決\n定権限を持つ検察官が，申立人のイボについてどのような確認を行い，どの\nような認識を有していたのかが極めて重要であり，基本事件において本件文\n書を取り調べる必要性は高いということができる。また，本件文書を公開す\nることによって，申立人以外の者の名誉やプライバシーが侵害されるおそれ\nや，捜査，公判にどのような支障が生ずるかについて，相手方の主張もなく，\n一件記録を検討しても，本件文書に，申立人以外の者の名誉やプライバシー\nを侵害するような記載があるなど，その提出によって第三者の名誉やプライ\nバシーを侵害するようなおそれ等の弊害があるとは到底いえないし，申立人\nに対する捜査及び公判手続は，無罪判決の確定によって終了しているから，\n今後の捜査や公判への悪影響を考慮する必要も皆無である。そして，本件文\n書の所持者である相手方に生ずる可能性のある不利益は，本件身体検査令状\nの執行や本件文書の管理等が不適切であったことが客観的に明白になること\nであるが，このような事態を防ごうという利益は正当なものとは認められな\nいものである。\n(4) したがって，前記(3)のとおり取調べの必要性が高く，開示することによる\n弊害がほとんど考えられない本件文書の提出を拒否する相手方の判断は，何\nでも隠しておこうとする秘密主義によるものか，あるいは本件文書に相手方\nに不利な記載等があることを隠蔽しようとしていることさえ疑われるもので\nあり，これらのいずれでもないとしても，法２２０条４号ホによって，一般\n的提出義務から除外されていることを奇貨として前記のような理由のない主\n張を繰り返して基本事件の進行を遅滞させるものであって，裁量権の範囲を\n逸脱し，かつこれを濫用するものであることは明らかであり，相手方は，本\n件文書の提出義務がある。\n第４  結論\n以上のとおり，相手方は，法２２０条３号後段に基づいて本件文書の提出義\n務があり，本件申立ては理由があるから，主文のとおり決定する。\n平成２３年１２月２７日\n名古屋地方裁判所民事第８部\n裁判長裁判官    長  谷  川      恭      弘\n裁判官    鈴      木      陽  一  郎\n裁判官    中      畑      章      生\n"
}