{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 9,
    "day": 27
  },
  "case_number": "平成22(ネ)10039等",
  "case_name": "不正競争行為差止等請求控訴，同附帯控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "81673",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81673",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/673/081673_hanrei.pdf",
  "contents": "平成２３年９月２７日判決言渡  同日原本領収  裁判所書記官\n平成２２年（ネ）第１００３９号，第１００５６号  不正競争行為差止等請求控訴，\n同附帯控訴事件\n（原審・東京地方裁判所平成１９年（ワ）第４９１６号（第１事件），平成２０年\n（ワ）第３４０４号（第２事件））\n口頭弁論終結日  平成２３年７月１２日\n判                決\n控訴人兼附帯被控訴人（原告）    出 光 興 産 株 式 会 社\n(判決中では｢原告｣と表記)\n訴 訟 代 理 人 弁 護 士            鈴 木 正 勇\n相 澤   愛\n被控訴人（第１事件被告）        株 式 会 社 ビ ー シ ー 工 業\n(判決中では｢被告ビーシー工業｣と表記)\n被控訴人（第１事件被告）                      Y1\n（判決中では「被告 Y1」と表記）\n両名訴訟代理人弁護士            東 松 文 雄\n被控訴人兼附帯控訴人（第２事件被告）\n有 限 会 社 山 野 商 事\n（判決中では「被告山野商事」と表記）\n被控訴人兼附帯控訴人（第２事件被告）\nY2\n（判決中では「被告 Y2」と表記）\n両名訴訟代理人弁護士            荒 木 勝 己\n主                文\n１  本件控訴に基づき，原判決を次のとおり変更する。\n(1)  被告らは，別紙営業秘密目録記載１ないし３の各図面及び図表を，ポリ\nカーボネート製造装置の建設，改造，増設，補修，運転管理において，自\nら使用し，又は第三者に使用させてはならない。\n(2)  被告らは，別紙営業秘密目録記載１ないし３の各図面及び図表を第三者\nに開示してはならない。\n(3)  被告らは，別紙営業秘密目録記載１ないし３の各図面及び図表が記録さ\nれた文書，磁気ディスク，光ディスクその他の記録媒体を廃棄せよ。\n(4)  被告らは，原告に対し，連帯して２億９７００万円及びこれに対する被\n告ビーシー工業においては平成１９年３月９日から，被告 Y1 においては同\n月１６日から，被告山野商事及び被告 Y２においては平成２０年２月２０\n日から各支払済みまで年５分の割合による金員を支払え。\n２  本件附帯控訴を棄却する。\n３  訴訟費用は，第１，２審とも被告らの負担とする。\n４  この判決第１項の(1)ないし(4)は，仮に執行することができる。\n事 実 及 び 理 由\n第１  当事者の求めた判決\n１  控訴の趣旨\n主文第１項と同旨並びに仮執行宣言。\n２  附帯控訴の趣旨\n原判決中被告山野商事及び被告 Y２の敗訴部分を取り消し，原告の同被告ら\nに対する請求を棄却する。\n第２  事案の概要\n１  請求の概要と原判決\n石油精製等を業とする株式会社であり，吸収合併により，子会社であった出光石\n油化学株式会社（出光石化）の権利義務を承継した原告は，被告らが共同して，出\n光石化が保有していた営業秘密であるポリカーボネート樹脂製造装置（ＰＣプラン\nト）に関する別紙営業秘密目録記載１ないし３の図面及び図表（以下「本件図面図\n表」という。）に記載された本件情報を出光石化の従業員をして不正に開示させて\n取得し，その取得した本件情報を中国の藍星（集団）総公司（以下「藍星公司」と\nいう。）に開示した行為が，不正競争防止法２条１項８号の不正競争行為又は民法\n７０９条の不法行為に該当する旨主張して，被告らに対し，不正競争防止法３条１\n項に基づく本件図面図表の使用，開示の差止め，同条２項に基づく本件図面図表が\n記録された記録媒体の廃棄，同法４条（予備的に民法７０９条）に基づく損害賠償\nとして２億９７００万円の支払を求めた。なお，本判決の別紙営業秘密目録は，原\n判決の別紙に更に特定事項を付加したものである。\n原判決は，出光石化が保有していたＰＣプラントに関する情報は営業秘密に当た\nるとした上で，被告山野商事及び被告 Y２に関しては，本件図面図表の一部分につ\nいてのみ不正競争行為があったと認定し，その部分に関する使用，開示の差止めを\n認めるとともに，不正競争防止法４条に基づく損害賠償を１１００万円の限度で認\nめたが，その余は棄却し，被告ビーシー工業及び被告 Y1 に関しては，不正競争行為\nが認められないとして，同被告らに対する請求をいずれも棄却した。\n２  争いのない事実等\n(1)  当事者等\nア  原告は，昭和１５年３月３０日に設立された，石油精製及び油脂製造業，\n石油化学工業等を目的とする株式会社である。\n出光石化は，昭和３９年９月１０日に設立された，石油化学製品の製造及び販売\n等を目的とする株式会社であり，原告がその発行済株式全部を保有する原告の完全\n子会社であった(甲２８）。\n原告は，平成１６年８月１日，出光石化を吸収合併し，その権利義務の一切を承\n継した（甲２７，２８）。\nイ  被告ビーシー工業は，昭和５３年６月３０日に設立された，プラント設\n備据付，補修，検査及び洗浄工事業等を目的とする株式会社であり，被告 Y1 は，そ\nの代表取締役である。\nウ(ｱ)  被告山野商事は，平成１４年５月１日に設立された，合成樹脂製品の\n再生・成型・加工及び販売・輸出入等を目的とする有限会社であり，被告 Y２は，\nその代表取締役である。\n(ｲ)  被告 Y２は，広島県内の工業高校を卒業後，昭和３５年に原告に入社\nし，昭和３９年に出光石化の設立に伴って同社に移籍し，以後，平成１１年３月に\n退職するまで同社で勤務していた。\n被告 Y２は，原告又は出光石化に在職中，ポリスチレン（ＰＳ）樹脂，ポリカー\nボネート（ＰＣ）樹脂，ポリプロピレン樹脂等の製造業務に従事したが，このうち，\nＰＣプラントに関わる業務は，昭和３５年から昭和３９年までの原告徳山工場のＰ\nＣパイロットプラントにおける補助業務と，昭和６０年から平成元年までの出光石\n化千葉工場のＰＣプラントにおける装置運転業務であった。\nエ  藍星公司は，中国北京市に本社を置く，石油化学工業を営む中国法人で\nある（甲５２）。\n(2)  ＰＣ樹脂の製造技術等(甲１，１６）\nア  ＰＣ樹脂は，１９５３年(昭和２８年）に，ドイツのバイエル社によって\n開発された合成樹脂であり，それまでの汎用プラスチックに比べ，耐熱性，耐衝撃\n性に優れた性質を有することから，電子機器，ＯＡ機器，自動車部品，建材，医療\n機器，日用品など，様々な用途に使用されてきた。特に近年では，パソコン筺体，\nＤＶＤ等の記録媒体の基板，液晶ディスプレイ用のバックライト反射板などの用途\nにおいて大きく需要を伸張させている。\nＰＣ樹脂の製造技術には，界面重合法(「ホスゲン法」とも呼ばれる。）と溶融重\n合法(「エステル交換法」とも呼ばれる。）の２種類の方法がある。界面重合法は，\nビスフェノールＡの苛性ソーダ水溶液と塩化カルボニル(通称「ホスゲン」）とを，\n有機溶媒である塩化メチレンを用い，触媒存在下で重合させる方法であり，混ざら\nない二つの液体を混ぜて反応界面を増加させること及び反応過程で生じる食塩を樹\n脂から取り除くことが重要な技術課題となる。他方，溶融重合法は，高温・高真空\n下で溶融させたビスフェノールＡとジフェニルカーボネートとを，触媒存在下でエ\nステル交換反応により重合させる方法であり，高温下での反応のため，反応中に生\n成する原料や樹脂の分解を防止することが重要な技術課題となる。\nイ  平成２０年２月当時，ＰＣ樹脂の製造について商業規模の自社技術を有\nし活動している企業として知られていたのは，海外では，ドイツのバイエル社，ア\nメリカ合衆国のＳＡＢＩＣイノベーティブプラスチックス社（旧ＧＥ社）及びダウ\nケミカル社，国内では，原告のほか，帝人化成株式会社（帝人化成），三菱瓦斯化\n学株式会社（三菱ガス化学），三菱化学株式会社（三菱化学），旭化成株式会社（旭\n化成）の各社を中心とする８つの企業グループのみであった。これらの企業グルー\nプのうち，バイエル社，ＳＡＢＩＣイノベーティブプラスチックス社，三菱化学に\nおいては界面重合法と溶融重合法の双方を，ダウケミカル社，帝人化成，三菱ガス\n化学，原告においては界面重合法を，旭化成においては溶融重合法をそれぞれの製\n造技術として保有している。これらのＰＣ樹脂の製造技術は，各企業グループがそ\nれぞれ上記の技術課題を克服するための研究開発，技術改良等を積み重ねて確立さ\nせてきた。\nウ  ＰＣプラントを設計するに当たって，その根幹となる技術資料は，Piping\n& Instrument Diagram（Ｐ＆ＩＤ）及び Process Flow Diagram(ＰＦＤ）である。\nＰ＆ＩＤは，ＰＣプラント内の各機器，それらをつなぐ配管，装置運転を制御する\nための計器類をダイヤグラム形式で工程ごとに表した図面であり，ＰＦＤは，プラ\nント内の機器，配管を流通する流体の種類，流量，温度・圧力などの運転条件が記\n載された図表である。また，これらの技術資料に基づいて，ＰＣプラント内で使用\nされるすべての機器の仕様が定められ，その情報を記載した機器図が作成される。\n本件図面図表は上記のＰ＆ＩＤ，ＰＦＤ及び機器図に該当し，ＰＣプラントの建\n設，運転，管理等に使用される不可欠な技術資料であり，本件情報はこれらを内容\nとする。\n(3)  原告及び出光石化によるＰＣ樹脂の製造等(甲１６，丙１１）\n原告は，昭和３２年にＰＣ樹脂製造の基礎研究に着手し，昭和３５年８月に自社\n技術によるＰＣパイロットプラントを完成させた。その後，原告及び出光石化は，\n研究開発等を経て界面重合法による自社技術を確立させ，原告は，昭和４４年４月\nに原告徳山工場にＰＣプラントを建設し，ＰＣ樹脂の製造を開始した。また，出光\n石化は，昭和６０年に千葉工場第１ＰＣプラントを，平成２年に同じく千葉工場第\n２ＰＣプラントを建設し，それぞれＰＣ樹脂の製造を開始し，原告による出光石化\nの吸収合併後は，原告が千葉工場の各ＰＣプラントにおいてＰＣ樹脂の製造を行っ\nている。\n３  原告主張の請求原因\n原告は，後記第３の１(1)のとおり本件情報が営業秘密として管理されてきたの\nに，後記第３の２(1)のとおり被告らが本件情報を藍星公司に取得させ，損害を被っ\nたとして，前記１のとおりの差止めと廃棄及び損害賠償を本件訴訟で請求している。\n第３  当事者の主張\n１  本件情報の営業秘密性について\n(1)  営業秘密性に関する原告の主張\n出光石化及び原告は，多大な期間，労力，資金を費やした研究開発の結果，独自\nにＰＣ樹脂の製造技術を開発し，それに基づいて，昭和６０年に千葉工場第１ＰＣ\nプラントを建設し，ＰＣ樹脂を製造してきた。\nこれらの過程において，ＰＣ樹脂製造技術開発の成果及びノウハウが集積された\nものとして，本件情報を内容とする別紙営業秘密目録記載１の各図面（Ｐ＆ＩＤ），\n同目録記載２の各図表（ＰＦＤ）及び同目録記載３の機器図（以上が本件図面図表\nである。）が作成され，千葉工場第１ＰＣプラントの建設，改造，増設，補修，運\n転，管理等に使用されてきた。\n上記Ｐ＆ＩＤは，設計当初は手書きで作成され，その後，たびたび行われた図面\nの修正も手書きで行われていたが，平成１３年にＣＡＤシステムによって作り直さ\nれたものである。\nこのように，本件図面図表に記載された本件情報は，ＰＣ樹脂の製造に有用な技\n術上の情報である。\n本件情報は，出光石化及び原告によって秘密として管理され，ＰＣ樹脂の製造技\n術として有用な情報であって，しかも，公然と知られていないものであるから，不\n正競争防止法２条６項の営業秘密に当たる。\n(2)  営業秘密性に関する被告らの主張\nア  被告ビーシー工業及び被告 Y1 の主張\n原告の主張は争う。\nイ  被告山野商事及び被告 Y２の主張\n不正競争防止法２条６項の営業秘密の要件とされる秘密管理性を充足するために\nは，情報にアクセスできる者が制限されていることが必要とされており，フロッピ\nーディスク等の持出しにより情報が一気に外部に流出する危険を未然に防止する必\n要がある。しかしながら，出光石化による本件情報の管理には，次のとおり重大な\n欠陥があるから，本件情報は，秘密管理性の要件を満たしておらず，営業秘密に該\n当しない。\nすなわち，原告主張の計器室建物内の資料保管ロッカーに収納されたフロッピー\nディスクの管理については，ロッカーの置かれた位置が，計器室の１階か２階かが\n不明であるが，ロッカーが１階に置かれている場合は，計器室入口に「関係者以外\n立入禁止」の表示があったとしても，特別の監視装置があるわけではないので，Ｐ\nＳ，ＰＣの部署以外の従業員が立ち入らないということはできず，誰か係員が監視\nしていなければ，鍵のかけられていないロッカーから容易にケースごとフロッピー\nディスクを持ち去られる危険がある。また，ロッカーが２階に置かれている場合で\nも，ロッカー内のフロッピーディスクを持ち出す際のチェックはどのようにして行\nうのか，貸出のための管理者が置かれているかどうか，フロッピーディスクから所\n要の情報を画面上に出し，これを印刷する際の手続はどうなっているのか，この操\n作を許容されている従業員の範囲及び暗証番号等の規定はどうなっているのか，不\n明である。\nこのことは，書類についても同様であって，通常昼夜を問わず必要とされるであ\nろう各セクション毎の書類は，どこに，どのようにして保管され，使用されている\nのか，ＰＳ，ＰＣの部署の従業員が必要箇所を含む１冊を持ち出して工場現場まで\n持ち込む際のチェック及び工場内に持ち込んで必要箇所をコピーした際には何か記\n録に残すのか残さないのか，その書類を記録室に返還する場合の手続はどのような\nものであるのか，工場内で夜間持ち出した書類を，丸ごとコピーして社外に持ち出\nす危険はないのかなどの疑問が生じるが，これらの手続について規定があるのか，\nあるとすればその内容はどうなっているのか不明である。\n次に，退職者，転勤者らの訪問の際の取扱いが問題であり，その取扱い如何によ\nっては，本件営業秘密の社外への流出は十分防止できない。正門において守衛を配\n置するのであれば，出入者は特別の者を除き身体捜検を行う位の注意が必要である\nと考えられるが，守衛の任務についての規定は不明である。\n２  被告らによる不正競争行為の有無について\n(1)  被告らの行為に関する原告の主張\nア  被告らは，阿州エンジニアリング株式会社(旧商号「株式会社三共プロセ\nス・サービス」。以下「三共プロセス」という。）及びその代表取締役の A と共同\nして，ＰＣ樹脂の製造技術を欲している藍星公司に対し，本件情報を開示すること\nにより利益を得ることを企て，被告 Y２において出光石化の従業員（原告の従業員\nであって，出光石化千葉工場で勤務していた者を含む。以下同じ。）をして本件情\n報を不正に開示させて取得し，これを藍星公司に開示した。\nすなわち，被告 Y２は，出光石化の従業員に千葉工場で保管されている本件図面\n図表を持ち出すよう働きかけ，当該従業員が持ち出した本件図面図表に記載された\n本件情報を開示させてこれを取得し，平成１５年から平成１６年にかけて，三共プ\nロセスが立ち上げた各技術分野の技術者を集めたプロジェクトチーム（以下「三共\nＰＴ」という。）に本件情報を提供した。\n三共ＰＴは，そのころ，藍星公司が建設を予定している現地の状況に合うように\n本件情報の修正等を行い，被告ビーシー工業作成名義のＰＣプラントの設計図面等\nを作成した（以下，この修正等に係る設計図面等を「三共ＰＴ作成図面等」という。）。\nそして，被告ビーシー工業は，三共プロセスから受け取った三共ＰＴ作成図面等\nを藍星公司に引き渡した。\n以上のような被告らの行為は，出光石化が保有する営業秘密である本件情報につ\nいて，不正開示行為であること若しくは不正開示行為が介在したことを知って，又\nは重大な過失によりこれを知らないで，本件情報を取得し，その取得した本件情報\nを藍星公司に開示する行為であり，不正競争防止法２条１項８号の不正競争行為に\n該当する。\nイ  被告らが前記アの不正競争行為を行ったことは，次の諸点から明らかで\nある。\n(ｱ)  甲１６の別紙図面８ないし１４が別紙営業秘密目録記載１の各図面\n図表の一部を複製したものであること\n甲１６の図面８ないし１４は，三共プロセスの電気エンジニアリングマネージャ\nーの肩書で，電気技術者として三共ＰＴに参加していた B が原告に提供した図面で\nあり，三共ＰＴ作成図面等に含まれるＰ＆ＩＤの一部である。甲１６の図面８ない\nし１４は，右下の「TITLE」欄に「BC Industrial Company,Ltd.」という被告ビーシ\nー工業の英語表記がされているように，被告ビーシー工業の図面として作成された\nものである。\n一方で，甲１６の図面１ないし７は，出光石化が作成した平成１３年ＣＡＤ化後\nのＰ＆ＩＤの一部であり，別紙営業秘密目録記載１の各図面図表に含まれる。\n甲１６の図面１ないし７とこれらに対応する甲１６の図面８ないし１４とを対比\nすると（具体的には，図面１と８，２と９，３－１と１０－１，３－２と１０－２，\n４と１１，５と１２，６と１３，７と１４がそれぞれ対応する。），Ｐ＆ＩＤの主\n要な事項である，①主原料及び製品流体の流れ並びにそれらが直接係わる機器，②\nその他の流体等の流れ及びそれらが直接係わる機器，③制御のための機器類及び信\n号ラインのいずれにおいても，ほとんど同一であり，甲１６の図面１ないし７と甲\n１６の図面８ないし１４は，実質的に同一である。\nそして，甲１６の図面１ないし７及び甲１６の図面８ないし１４は，その記載内\n容からも明らかなように極めて複雑精巧なものであり，その記載が偶然一致するよ\nうなことはあり得ないこと，ＰＣ樹脂の製造技術は，多くの専門的技術的ノウハウ\nを要するものであり，原告を含む８社を中心とする８つの企業グループしか同製造\n技術を保有していないこと，藍星公司が独自に作成したＰ＆ＩＤとして提出された\n乙１の１，２は，甲１６の図面８ないし１４と全く異なっており，藍星公司が甲１\n６の図面８ないし１４の基となる図面を作成していたとは考えられないことなどか\nらして，甲１６の図面８ないし１４は，別紙営業秘密目録記載１の各図面図表の一\n部である甲１６の図面１ないし７を複製して作成されたものとしか考えられない。\n(ｲ)  本件情報全体との関係\n三共プロセスは，各分野の技術者を集めた三共ＰＴにおいて，被告 Y２から提供\nされた千葉工場第１ＰＣプラントのＰ＆ＩＤ，ＰＦＤ，機器図等の修正作業を行い，\n平成１６年６月に国内での作業を終了し，同年１０月末に中国現地に合わせた修正\nも終了し，三共ＰＴ作成図面等を完成させた。そして，完成した三共ＰＴ作成図面\n等は藍星公司に納入された。\nＰＣプラント建設のためには，甲１６の図面８ないし１４だけではなく，ＰＣ樹\n脂の製造工程すべてについてのＰ＆ＩＤ，ＰＦＤ及び機器一台ごとに表した機器図\nのすべてが必要となるが，そもそもＰＣプラントに関する技術は，限られた企業グ\nループが独自に開発し保有しているもので，汎用的な技術ではなく，また，ＰＣプ\nラントの工程は，一連の実験や実測データに基づくノウハウにより定められるもの\nで相互に密接に関連しているから，他社が開発した技術と組み合わせて使用するこ\nとができるものではなく，ＰＣプラントの設計の経験がない被告 Y２や三共プロセ\nスが作成できるものでもない。\n出光石化の千葉工場第１ＰＣプラントにおけるすべての工程のＰ＆ＩＤは，合計\n６０枚あり，このような多数の図面がなければＰＣプラントを建設することはでき\nない。しかも，甲１６の図面８は，甲１６の図面１のシンボル（記号）リストを複\n製したものであるが，シンボルリストはＰ＆ＩＤのシンボルを全体として統一して\n記載するためのものであるから，シンボルリストを複製するということは，Ｐ＆Ｉ\nＤすべてについて複製することを前提とするものである。また，甲１６の図面９な\nいし１４は，限定された一部の工程に関するものではなく，Ｐ＆ＩＤの主要な工程\nのほぼすべてに及んでおり，各工程の一部を入手しながら，それ以外の部分を入手\nしないことは考えられない。さらに，Ｐ＆ＩＤはデジタルデータ（ＣＡＤデータ）\nとして保存されており，一括コピーが容易であるのに，一部だけをコピーすること\nも考えられない。\nＰＦＤや機器図についても，Ｐ＆ＩＤと相互に密接な関係にあり，他社のものを\n流用することはできない。また，被告 Y２から三共ＰＴに提供された図面等につい\nては，本件情報の全体を把握している出光石化の元従業員 D が，不十分な点がない\nかを確認し，その確認に基づき，変更されていた部分の機器図を持ち出している。\nそして，前記のとおり三共プロセスは三共ＰＴ作成図面等（Ｐ＆ＩＤ，ＰＦＤ，\n機器図等を含む。）を完成させており，この図面等が藍星公司に納入されたにもか\nかわらず，三共プロセスにおける作業中や藍星公司への納入後に，三共ＰＴ作成図\n面等が不完全であることが発覚するなどの事態は生じていないのであって，三共Ｐ\nＴ作成図面等は，部分的に持ち出された情報に基づいて作成された不完全なもので\nはない。\n以上の事情からすると，被告らは，甲１６の図面１ないし７を複製して甲１６の\n図面８ないし１４を作成したにとどまらず，本件図面図表のすべてを入手し，これ\nを複製したものである。\n(ｳ)  被告山野商事及び被告 Y２の本件情報の具体的取得経過\n被告山野商事及び被告 Y２は，被告 Y２が出光石化の従業員（又は出光石化千葉工\n場で勤務していた原告の従業員）であった C 及び D に働きかけて，出光石化が保管\nする本件図面図表を持ち出させて本件情報を取得した。このことは，以下の事実か\nら裏付けられる。\nａ  本件情報は公表されたものではなく，出光石化と外国企業との合弁\n事業から流出したものでもないから，被告 Y２が本件情報を取得するためには，出\n光石化から不正に持ち出す以外に方法はない。被告 Y２が A（三共プロセスの代表取\n締役）にＰＣ樹脂の製造方法の説明等をしたとする平成１５年７月の時点において，\nC（平成１５年１０月３１日退職）及び D（平成１６年１月３１日退職）は，いずれ\nも出光石化の従業員（又は原告の従業員）として在職しており，両名が出光石化か\nら本件図面図表を持ち出すことは可能な状況にあった。\nｂ  D は，平成１５年の秋以降に，被告 Y２から，千葉工場第１ＰＣプラ\nントに係る洗浄塔，分離槽など４箇所ほどの機器についての機器図の提供を求めら\nれ，これに応じて当該機器図を千葉工場内でコピーし，それらのコピー図面を持ち\n出し，被告 Y２に渡している。\nD は，ＰＣ樹脂製造技術開発の資料をまとめて保管する作業を行っており，千葉\n工場内で本件情報すべてを容易にコピーすることができる状況にあった。このよう\nな状況の下で，上記４か所ほどの機器についての機器図の変更を行うために，不正\nに機器図を出光石化から持ち出すのであれば，Ｐ＆ＩＤの記載も変更する必要があ\nるから，変更されているＰ＆ＩＤについても持ち出すのが自然である。\n以上によれば，D が，被告 Y２から求められて，上記機器図だけではなく，本件図\n面図表のすべてを出光石化から持ち出したことは明らかである。\n(ｴ)  被告ビーシー工業及び被告 Y1 の関与\nａ  藍星公司は，中国有数の大化学メーカーであり，ＰＣ樹脂の製造技\n術を限られた企業グループしか保有していないことを認識していた。このため，藍\n星公司は，出光石化から上記技術のライセンスを受けるべく交渉をしたが，断られ\nた。すると，藍星公司は，ＰＣ樹脂の製造プロセスの取扱い経験のない被告ビーシ\nー工業を通じて，上記技術を導入することを意図し，上記技術を保有しているとは\n考えられない小規模な会社である三共プロセスから被告ビーシー工業へとライセン\nスを受けさせることとし，被告ビーシー工業に対して６億円ないし８億６０００万\n円という高額なライセンス料を支払っている。\nこのような経過からすると，藍星公司が被告ビーシー工業を介して三共プロセス\nから上記技術の提供を受けることとしたのは，三共プロセスを通じて，上記技術を\n保有する企業のＯＢ等から不正に上記技術を入手する意図であったとしか考えられ\nない。そして，藍星公司は，長期にわたり懇意な関係にあった被告ビーシー工業，\n被告 Y1 を介して上記技術を取得しようとしたのであるから，上記の意図は被告ビー\nシー工業らにも説明・指示されていたはずである。\nｂ  被告ビーシー工業は，自社の事業として，ＰＣを含めた生産管理，\n設備メンテナンス等を掲げているのであるから，ＰＣ樹脂の製造技術を限られた企\n業グループしか保有していないことを認識していたはずである。また，仮にそのよ\nうな認識を有していなかったとしても，藍星公司から上記技術の入手を依頼された\nのであるから，その保有者を探す前提として上記技術の保有状況を調査したはずで\nあり，これにより，上記技術の保有者が限られることを認識したはずである。そし\nて，三共プロセスが上記技術を保有していないことは明らかであるから，被告ビー\nシー工業及び被告 Y1 は，三共プロセスを通じて得られる上記技術がこれを保有する\n限られた企業から不正に取得されたものであることを認識し，あるいは容易に認識\nし得た。\nｃ  被告ビーシー工業は，平成１５年４月に日中友好会館で行われた会\n議に出席し，これに出席した被告 Y２と面識を得ており，被告 Y２が出光石化のＯＢ\nであることを認識していた。また，被告 Y２は平成１５年６月に藍星公司本社を訪\n問しており，この訪問は出光石化の図面等を被告 Y２が有していることを確認する\nためのものと考えられるが，このような訪問・確認も被告ビーシー工業を介して行\nわれたものである。そして，その後の同年７月に被告ビーシー工業と三共プロセス\nとの間でライセンス契約が締結されていることからしても，被告ビーシー工業や被\n告 Y1 は，三共プロセスからライセンスを受ける設計図書の元になるのが出光石化の\n保有する本件情報を記載した図面等であることを認識していたはずである。\nｄ  被告ビーシー工業は，E に対し，藍星公司が中国に建設を予定して\nいるＰＣプラントに関する業務について統括管理者としての業務を委託した。\nE は，上記委託を受けて，三共ＰＴにおいて，①設計事務所から交付される基本\n設計書をチェックすること，②被告ビーシー工業の客先に基本設計書を引き渡し，\n客先と設計会談を行い，客先から質問等を受け，それについて被告ビーシー工業か\nらの発注先である設計事務所に問い合わせた上で，その質問等の回答を客先に伝え\nること，③設計業務の進行についての工程管理をすること，④プロジェクトに関わ\nるエンジニアの能力判断等をすることなどの業務を行い，被告ビーシー工業の代表\n取締役である被告 Y1 に対し，これらの業務についての報告をしている。また，被告\nビーシー工業は，E に加え，F にも業務委託し，同人らの報酬を払って，三共プロセ\nスの作業センターに常駐させている。\nこのように被告ビーシー工業及び被告 Y1 は，藍星公司が中国に建設を予定してい\nるＰＣプラントに関する三共ＰＴの業務を，E や F を用いて主体となって推進して\nいた。\nｅ  被告 Y1 は，E から前記ｄのとおりの報告を受けていたほか，被告 Y\n２に複数回会い，三共ＰＴによる作業が行われていた現場にも４，５回行っており，\n三共ＰＴのメンバー，藍星公司の担当者，中国で詳細設計をする「第二設計院」の\n担当者のことも知っていた。\nまた，三共ＰＴにおいては，被告 Y２らについてＹグループ等の仮名が使われ，\n被告 Y２に接触できる者が A と E の二人に制限されるなど，通常のプロジェクトで\nは考えられない異常な状況にあり，三共ＰＴに参加していた B，G や，F においても\nデータの出所がおかしいと認識していた。したがって，E からすべての報告を受け\nている被告 Y1 においても，被告 Y２から提供されるＰＣプラントに関する情報が出\n光石化から不正に取得したものであることを知らなかったとは考えられない。\nｆ  甲１６の図面８ないし１４の右下の「TITLE」欄には，「BC Industrial\nCompany,Ltd.」という被告ビーシー工業の英語名が記載されているように，これら\nの図面は，被告ビーシー工業の図面として作成されている。\nｇ  被告ビーシー工業は，ＰＣプラントの基本設計が終了した後の平成\n１６年６月ころ以降に，三共プロセスとの契約を解除し，被告 Y２と直接の契約を\n締結している。このことからしても，被告ビーシー工業は，被告 Y２が三共プロセ\nスに対するＰＣプラントの技術提供者であることを認識していた。\nｈ  以上のとおり，被告ビーシー工業及び被告 Y1 は，被告 Y２が出光石\n化の保有する本件図面図表に記載された本件情報を不正に取得して提供するもので\nあることを認識しながら，三共プロセスを介して本件図面図表と実質的に同一の三\n共ＰＴ作成図面等を取得し，藍星公司に対し，これらを引き渡して，本件情報を開\n示した。\n(2)  被告らの主張\nア  被告らの行為に関する被告ビーシー工業及び被告 Y1 の主張\n(ｱ)  被告ビーシー工業及び被告 Y1 が，出光石化の従業員に働きかけて本\n件情報を不正に開示させて取得した事実はない。\n被告ビーシー工業は，以下のとおり，藍星公司からＰＣ樹脂の生産について支援\n要請を受けて支援をした。しかし，被告ビーシー工業が藍星公司から依頼されたの\nは，あくまで藍星公司が保有するＰＣ樹脂製造の基礎となる図面を修正し，実用化\nに耐えるものとすることであり，ＰＣ樹脂の製造技術そのものを入手するというこ\nとではなく，三共ＰＴが行った作業も，そのような技術支援にすぎない。藍星公司\nがもともとＰＣプラントの設計図面を保有していたことは，藍星公司から許可を得\nて本件訴訟において提出した当該設計図面の一部である乙１の１，２が存在するこ\nとから明らかである。\nａ  被告ビーシー工業は，平成元年ころから，藍星公司と業務提携を行\nっていたところ，平成１４年２月ころ，同社からＰＣ樹脂の生産について支援要請\nを受けた。藍星公司の説明では，同社は，既にＰＣ樹脂の生産に関する基礎的な技\n術を独自に開発していたが，未だ本格的生産に至るものではなく，被告ビーシー工\n業にその支援業務を行ってもらいたいとのことであった。\n被告ビーシー工業は，ＰＣに関する技術について何らの経験，知識も有していな\nかったが，藍星公司の要請に応じるため，日本国内において広く人材を求めること\nとし，東京，名古屋，大阪等各地の人材銀行に求人依頼をし，また，自社のホーム\nページでも，同様の求人を行った。\nなお，藍星公司が被告ビーシー工業に依頼したのは，被告ビーシー工業が自ら図\n面の修正等を行うというものではなく，その技術を有する者を探し出し，これに委\n託することが当然の前提とされていた。\nｂ  被告ビーシー工業は，平成１５年４月ころ，種々あった応募の中か\nら，三共プロセスを技術支援元に決定することとし，その後，三共プロセスが中心\nとなって，三共プロセスの A，被告 Y２，大学の非常勤講師 H，技術士の I 等７名か\nらなるＰＣ技術支援プロジェクトチームを立ち上げることとなった。これに先立つ\n同年２月１５日，被告ビーシー工業と藍星公司は，上記支援業務に関し，秘密保持\n契約を締結した。その秘密保持契約書（乙２）には，三共プロセスが図面の修正作\n業等の受託先に内定していたこともあって，三共プロセスの代表取締役の A も署名\nした。\n上記プロジェクトチームのメンバーは，同年４月２１日，東京都内の日中友好会\n館で，藍星公司の保有するＰＣ生産に関する設計図等の検討会を行った。同検討会\nには，藍星公司の幹部及び技術者も出席した。\n上記検討結果を踏まえ，藍星公司の技術を補完すべく，上記プロジェクトチーム\nのメンバーによる図面の修正等の作業が行われた。その成果物は，順次藍星公司側\nに引き渡されたが，平成１６年１２月になって三共プロセスが倒産したこともあっ\nて，以後の作業は，藍星公司が独自に行うこととなり，上記プロジェクトチームは\n解散することとなった。\nその後，藍星公司においては，ＰＣ生産が現地の排水，排気ガスの規制を遵守で\nきないことが判明し，同社は，ＰＣプラント設備を建設しないこととなった。\n(ｲ)  仮に被告ビーシー工業及び被告 Y1 が本件情報を入手した事実がある\nとしても，それが不正開示によること又は不正開示行為が介在していることについ\nて，被告ビーシー工業及び被告 Y1 は認識しておらず，認識していないことについて\n重過失もない。\nすなわち，被告ビーシー工業及び被告 Y1 は，藍星公司が中国に建設を予定してい\nるＰＣプラントに関する業務について，内容的なことは三共プロセスに全面的に委\nせていたものであり，その詳細を知り得る立場にはなかった。三共ＰＴに関与して\nいた E 及び F は，いずれも，被告ビーシー工業のマネージャーの肩書が記載された\n名刺を有してはいたが，それは便宜上のものにすぎず，実際には被告ビーシー工業\nの従業員ではなく，被告ビーシー工業が三共ＰＴと藍星公司との間の連絡調整役の\n業務を個別に委託していた者にすぎない。しかも，E 及び F は，三共ＰＴによる図\n面等の作成自体には関与していないから，被告ビーシー工業及び被告 Y1 が，E 及び\nF を通じて，三共ＰＴによる作業の詳細を知り得たものでもない。\n甲１６の図面８ないし１４の右下の「TITLE」欄に，被告ビーシー工業の英語表記\nがされているのは事実であるが，これは，藍星公司との契約当事者が被告ビーシー\n工業であり，修正した図面等を藍星公司に納品するために被告ビーシー工業の名称\nが記載されていないとその後の手続に支障があることから便宜上行われたものであ\nって，被告ビーシー工業が作成した図面であることを示すものではない。\nまた，被告ビーシー工業及び被告 Y1 は，本件訴訟の提起前に，出光石化及び原告\nに直接接触したことはなく，ましてや千葉工場の存在など知らなかったのであるか\nら，本件情報を不正に取得することを企てることなどあり得ない。\n(ｳ)  甲１６の図面８ないし１４は，三共プロセスに雇われて三共ＰＴの業\n務に従事していた B が原告に提供したものであるところ，B が，三共プロセスが保\n有する図面を同社に無断で第三者に開示することは違法な行為に当たり，被告ビー\nシー工業と藍星公司との間の秘密保持契約に係る秘密保持義務にも違反することに\nなるから，これらの証拠は，違法に収集された証拠として，証拠能力を欠くという\nべきである。\n(ｴ)  以上のとおり，被告ビーシー工業及び被告 Y1 が原告主張の不正競争\n行為を行った事実はない。\nイ  被告らの行為に関する被告山野商事及び被告 Y２の主張\n(ｱ)  甲１６の図面８ないし１４は，甲１６の図面１ないし７を複製したも\nのではない。\n原告は，甲１６の図面８ないし１４は，甲１６の図面１ないし７を複製したと主\n張する。しかしながら，原告提出の証拠によると，平成１５年末ころには三共プロ\nセスにおいてＰ＆ＩＤの一部を作成していたことになるところ，甲１６の図面２，\n３－２，４，５は，平成１６年４月に作成されたものであるから，これを複製して\n甲１６の図面９，１０－２，１１，１２が作成されることはあり得ない。\n(ｲ)  被告 Y２が出光石化の従業員に働きかけて本件情報を不正に開示さ\nせてこれを取得した事実はない。\n被告 Y２は，平成１４年末ころ，大日本インキ株式会社四日市工場の関係者から，\n三共プロセスの代表取締役の A がＰＣの分かる者を探しているという話を聞き，A\nに電話したところ，藍星公司が中国に建設を予定しているＰＣプラントについての\n技術支援の要請を受け，これを了承した。\nその後，被告 Y２は，平成１５年春ころ，東京都内の日中友好会館で，被告 Y1，A，\n藍星公司の担当者らとの会合を持った後，同年６月に，藍星公司の招きにより中国\n北京所在の藍星公司の本社を訪問した。\n被告 Y２は，その訪問の際，藍星公司から，同社が保有するＰＣプラントに関す\nるＰ＆ＩＤを含む多数の図面等の資料を手渡されて，日本に持ち帰った。上記資料\nは，作成日時及び作成者等の欄が抹消されてはいたが，界面重合法による出光石化\nのＰＣ製造等に関するものであった。また，不足している部分があるなど資料とし\nて完全なものではなかった。\nその後，被告 Y２は，同年７月ころ，A との間で，被告 Y２において，藍星公司か\nら手渡された上記資料中の英文は和文に翻訳し，不足している部分を追加すると同\n時に，余分の箇所を削除するなどの整理をした上で，順次図面等を三共プロセスの\nA に引き渡すこと，これらの図面等に基づいて年産１万トンクラスのＰＣ樹脂の製\n造方法を説明することなどの業務を引き受けることを合意した。\n被告 Y２は，同年９月までに，上記図面等を順次三共プロセスに引き渡し，同年\n１０月ころ以降は，A からの要求に応じて，ＰＣ樹脂の製造方法を説明するなどし\nた。\nこのように被告 Y２が三共プロセスに提出したＰＣプラントの設計図面等は，藍\n星公司が保有し，被告 Y２に手渡された上記図面等を被告 Y２において整理したもの\nであって，被告 Y２が出光石化の従業員に働きかけて，同社から持ち出させたもの\nではない。\n(ｳ)  仮に被告 Y２が三共プロセスに提出した図面等が本件図面図表と同\n一のものであったとしても，出光石化は，海外（オランダ，ブラジル，台湾）にお\nいてＰＣ製造に関する合弁事業等を行っており，特に，台湾の台湾化学繊維株式会\n社との間でライセンス契約を締結したのは平成１２年３月３１日であって，これら\nの事業の過程で流出したＰＣプラントに関する資料を藍星公司が入手し，それを被\n告 Y２に渡した可能性もあるから，これらが同一であるからといって，被告 Y２が三\n共プロセスに提出した図面等の基となった図面等を藍星公司から取得したという事\n実が否定されることにはならない。\nまた，平成１３年に出光石化のＰ＆ＩＤがＣＡＤ化されたとしても，それ以前の\n手書き図面が適時更新され，ＣＡＤ化作業の直前にはＣＡＤ化された図面と同様の\n図面となっていたと推測されるから，甲１６の図面１ないし７がＣＡＤ化後の図面\nであるとしても，手書き図面が流出し，その後ＣＡＤ化された可能性は十分にあり\n得る。\n(ｴ)ａ  原告は，被告 Y２が，出光石化の従業員（又は出光石化千葉工場で\n勤務していた原告の従業員）であった C 及び D に働きかけて，出光石化が保管する\n本件情報に係る資料を持ち出させたものである旨主張するが，そのような C や D に\nよる資料持ち出しの事実はない。\nかえって，C は，平成１０年６月に出光石化の千葉工場から関東第一支店営業課\nに，次いで平成１５年４月に東北支店（仙台市）に転勤となり，同年１０月末に退\n社しているのであるから，平成１３年のＣＡＤ化以降の時点において，C が千葉工\n場に保管されていた第１ＰＣプラントに関する設計図面等に接近し，本件情報に係\nる大量の資料をコピーすることは困難であった。\nまた，D は，平成１３年以降も出光石化千葉工場に勤務していたが，D 自身が，本\n件図面図表を千葉工場から持ち出した事実を明確に否定している。\nｂ  なお，D は，原審証人尋問において，平成１５年秋ころ，被告 Y２か\nら，出光石化千葉工場第１ＰＣの洗浄塔，分離槽など４か所ほどの機器についての\n機器図を提供するよう求められ，千葉工場に保管中の当該箇所の機器図をコピーし，\nそれらを被告 Y２に渡した旨供述している。\nD は，これまで原告の事実調査などを受けても，千葉工場第１ＰＣプラントに関\nする資料を社外に持ち出した事実については，終始これを否認していたにもかかわ\nらず，平成２１年５月２７日，福岡市内の貸事務所において，東京から赴いてきた\n原告副社長の J，原告化学管理部の K 及び原告訴訟代理人弁護士鈴木正勇の３名か\nら，種々糾問された結果，上記の事実を認めるに至ったものである。\nしかしながら，上記会話の内容を記録した録音の反訳文（丙５の１）によれば，\n上記３名は，D に対し，随所において利益誘導や威圧を加えている。すなわち，D\nは，原告側の誘導に従って資料持ち出しの事実を認めれば，被告 Y２のように本件\n訴訟を提起しないし，損害賠償の金額も加減するが，否認を通せば，被告 Y２と同\n様の対応をせざるを得ない旨申し向けられたために，事実に反して自己に不利な上\n記事実を認めたのであり，その供述が原告側の利益誘導と威圧の結果であることは\n明白である。\nしたがって，機器図の持ち出しに関する D の供述は信用できない。\n(ｵ)  以上のとおり，被告山野商事及び被告 Y２が原告主張の不正競争行為\nを行った事実はない。\n３  損害について\n(1)  損害に関する原告の主張\nア(ｱ)  不正競争防止法５条３項による損害額\n本件に関して，三共プロセスと被告ビーシー工業との間でライセンス契約が締結\nされているところ，同契約において，ロイヤリティは２億７２００万円と定められ\nている。この金額は，三共プロセスが，本件情報を不正に取得して被告ビーシー工\n業に開示した対価であり，本件情報の使用に対して受けるべき金銭の額に相当する。\nまた，出光石化は，FORMOSA CHEMICALS & FIBRE CORPORATION（ＦＣＦＣ）との間\nのＰＣ製造プロセスのライセンス契約において，ライセンスの対価として，年産５\n万トンの第１プラントについて，３２００万米ドルの支払を受けるものとされてい\nる。本件のＰＣプラントは年産１万トンであり，生産量の減少に伴う減額があり得\nるとしても，５分の１以下にすることはないから，年産１万トンのＰＣプラントの\nライセンスの対価は６４０万米ドル（１ドル８９円７３銭換算で５億７４２７万２\n０００円）となる。\n本件情報の使用に対して受けるべき金銭の額としては，上記の金額を平均して算\n出するのが合理的であるから，本件情報の不正取得・開示行為により原告が受けた\n損害は４億２３１３万６０００円である。\n(ｲ)  弁護士費用相当額\n原告は，被告らの本件不正競争行為により訴訟提起を余儀なくされたところ，被\n告らの本件不正競争行為と相当因果関係のある弁護士費用の額は４２３１万３６０\n０円を下らない。\n(ｳ)  小括\nしたがって，出光石化の権利を承継した原告は，被告らに対し，不正競争防止法\n４条に基づく損害賠償として４億６５４４万９６００円（前記(ｱ)及び(ｲ)の合計額）\nの一部である２億９７００万円及びこれに対する不正競争行為の後である訴状送達\nの日からの遅延損害金の連帯支払を求める。\nイ  不正競争防止法５条２項による損害額\n(ｱ)  被告山野商事及び被告 Y２の得た利益\n被告山野商事は，本件情報の不正取得・開示行為の対価として，三共プロセスか\nら，平成１５年７月から平成１６年８月までの間に，合計２億０４２１万９１５０\n円を受領し，また，被告ビーシー工業から，平成１７年１月から同年６月までの間\nに，合計８８００万円を受領した。したがって，被告山野商事が本件情報の不正取\n得・開示行為により得た利益は合計２億９２２１万９１５０円である。\n上記２億９２２１万９１５０円は，不正競争防止法５条２項により，被告山野商\n事の不正競争行為によって出光石化が受けた損害額と推定される。\nまた，被告 Y２は，被告山野商事の代表者として自ら本件情報の不正取得・開示\n行為を行ったものであり，共同して不正競争行為をした者として同社と連帯して損\n害を賠償する義務がある。\n(ｲ)  被告ビーシー工業及び被告 Y1 の得た利益\n被告ビーシー工業は，本件情報の不正取得・開示行為により，藍星公司から少な\nくとも７億３９６０万円の報酬の支払を受けた。したがって，この金額が被告ビー\nシー工業の得た利益となり，不正競争防止法５条２項により，被告ビーシー工業の\n不正競争行為によって出光石化が受けた損害額と推定される。\nまた，被告 Y1 は，被告ビーシー工業の代表者として自ら本件情報の不正取得・開\n示行為を行ったものであり，共同して不正競争行為をした者として同社と連帯して\n損害を賠償する義務がある。\n(2)  損害に関する被告らの主張\nア  被告ビーシー工業及び被告 Y1 の主張\n被告ビーシー工業が本件に関し藍星公司から受領した金額は，４億３３７８万９\n５６７円であり，このうち，三共プロセスに合計３億５６１８万４５０８円を，被\n告山野商事に合計８８００万円を支払ったので，被告ビーシー工業が得た利益はな\nく，被告 Y1 が得た利益もない。\nなお，被告ビーシー工業の計算書類について文書提出命令が発せられているが，\n当該計算書類は盗難もしくは税務調査後の破棄により存在しておらず，推定力はな\nい。仮に，推定力があるとしても，乙６ないし１２により推定は破られている。\nイ  被告山野商事及び被告 Y２の主張\n被告山野商事は，本件に関し，三共プロセスから合計２億０４２１万９１５０円\nを，被告ビーシー工業から合計８８００万円の合計２億９２２１万９１５０円を受\n領した。しかし，被告山野商事は，C が設立した有限会社中江商会に対して合計７\n７００万０８４０円を，D に対して合計８７０万円を，中国語の通訳の養成費用等\nとして合計１９００万円を，上記収入に対する税金として合計３４４２万７２４０\n円を，被告山野商事訴訟代理人に対する弁護士費用として１５００万円を，それぞ\nれ支出しており，これらの費用が控除されるべきである。\n４  不法行為の成否及び不法行為による損害額について（予備的損害の主張）\n(1)  原告の主張\nア  本件情報は，原告又は出光石化が蓄積していた技術開発力をもとに，多\n大な期間，労力，資金を費やして開発したＰＣ樹脂の製造技術の成果及び同製造の\nノウハウが集積されたものであり，一切外部に公表することなく保有していたもの\nである。仮に前記２(1)のような方法により本件情報を取得し開示した被告らの行為\nが不正競争行為に該当しないとしても，被告らの行為は，自由競争原理を明らかに\n逸脱する違法なものであり，出光石化に対する民法７０９条の不法行為を構成する。\nイ  被告らの前記アの不法行為により出光石化が受けた損害額は，２億７０\n００万円をはるかに上回るものであり，少なくとも同額の損害が生じたことは明ら\nかである。\n加えて，原告は，被告らの上記不法行為により訴訟提起を余儀なくされたところ，\n被告らの上記不法行為と相当因果関係のある弁護士費用の額は２７００万円を下ら\nない。\nウ  したがって，出光石化の権利を承継した原告は，被告らに対し，民法７\n０９条の不法行為による損害賠償として２億９７００万円及びこれに対する不法行\n為の後である訴状送達の日からの遅延損害金の連帯支払を求めることができる。\n(2)  被告らの主張\n原告の主張はいずれも争う。\n第４  当裁判所の判断\n１  本件情報の営業秘密性について\n(1)  営業秘密性に関する認定事実\n争いのない事実等，証拠（甲１，６，７，１６，丙１１）及び弁論の全趣旨によ\nれば，以下の事実が認められる。\nア  ＰＣ樹脂の製造技術等（甲１，１６，丙１１）\nＰＣ樹脂の製造技術等は前記第２の２(2)，(3)のとおりである。このようなＰＣ\n樹脂の製造技術は，これを保有する企業グループがそれぞれ開発した独自の高度な\n技術であって，機密性が高く，一般には公開されていない。原告ないし出光石化も，\nそのように限られた商業規模の自社製造技術を有してきたところ，本件情報が記載\nされている別紙営業秘密目録記載１の各図面図表（Ｐ＆ＩＤ），同目録記載２の各\n図表（ＰＦＤ）及び同目録記載３の機器図（以上，本件図面図表）は，出光石化（吸\n収合併後は原告）の千葉工場第１ＰＣプラントのＰ＆ＩＤ，ＰＦＤ及び機器図であ\nり，このうちＰ＆ＩＤは，設計当初の手書きの図面等を平成１３年にＣＡＤシステ\nムによりＣＡＤ化したものである。\nイ  本件図面図表の管理状況等（甲６，７，弁論の全趣旨）\n平成１８年ないし平成１９年の時点において，本件図面図表（Ｐ＆ＩＤ，ＰＦＤ\n及び機器図）並びにその電子データ（ＣＡＤデータ）が記録されたフロッピーディ\nスクは，原告千葉工場のＰＳ・ＰＣ計器室内に保管されていた。\n千葉工場は，周囲に塀がめぐらされ，敷地内への出入口にはゲートが設置されて\nおり，そのゲート脇には，守衛が駐在する詰所があり，外部の者が構内に出入りす\nる際には，詰所において入出構手続をとる必要があり，許可のない者が入構するこ\nとはできなかった。また，ＰＳ・ＰＣ計器室は，独立した一つの建物となっており，\nその建物出入口の扉には，「関係者以外立入禁止」の表示が付されており，本件図\n面図表及び上記フロッピーディスクは，上記ＰＳ・ＰＣ計器室にあるロッカー内に\n保管されていた。そして，ロッカー内の上記フロッピーディスクが入れられたケー\nスの表面には，持ち出しを禁止する旨が記載されたシールが貼付されていた。\nなお，上記ＰＳ・ＰＣ計器室の建物出入口及び上記ロッカーは，施錠されていな\nかった。\n(2)  営業秘密性の判断\nア  有用性及び非公知性\n前記(1)の認定事実によれば，本件図面図表に記載された本件情報は，原告及び出\n光石化が独自に開発したＰＣ樹脂の製造技術に基づいて設計された，出光石化千葉\n工場第１ＰＣプラントのＰ＆ＩＤ，ＰＦＤ及び機器図に係る情報であって，同ＰＣ\nプラントの具体的な設計情報であり，同ＰＣプラントの運転，管理等にも不可欠な\n技術情報であるから，原告及び承継前の出光石化のＰＣ樹脂の製造事業に「有用な\n技術上の情報」であることは明らかである。\n次に，ＰＣ樹脂の製造について商業規模の自社技術を有するものとして知られて\nいたのが，平成２０年２月当時においても，原告を含めて世界で僅か８つの企業グ\nループに限られ，それぞれの技術が各企業グループ独自の技術であることに照らす\nと，原告及び承継前の出光石化が保有するＰＣ樹脂の製造技術に関する本件情報は，\n世界的にも稀少な情報であって，原告及び承継前の出光石化にとって秘匿性が高く，\n社外の者に開示されることがおよそ予定されていないことは明らかである。したが\nって，本件情報は，「公然と知られていないもの」であると認められる。\nイ  秘密管理性\n不正競争防止法２条６項の「秘密として管理されていること」とは，外部者及び\n従業員から認識可能な程度に客観的に秘密として管理されていることを指す。\nところで，上記(1)で認定した原告千葉工場における本件情報の管理状況は，平成\n１８年ないし平成１９年時点のものであるが，それ以前に管理状況が変更されたこ\nとを窺わせる証拠はないから，不正競争行為があったとされる平成１５年ないし平\n成１６年当時の管理状況も同様であったと推認される。\nそうすると，本件図面図表（Ｐ＆ＩＤ，ＰＦＤ及び機器図）並びにその電子デー\nタ（ＣＡＤデータ）が記録されたフロッピーディスクは，千葉工場のＰＳ・ＰＣ計\n器室のロッカー内に保管されていたものであるところ，守衛の配置等により外部の\n者の工場内への入構が制限されており，ＰＳ・ＰＣ計器室の建物出入口の扉に「関\n係者以外立入禁止」の表示が付されることにより，ＰＳ・ＰＣ樹脂の製造に関係な\nい従業員の立入りも制限されていたのであり，さらに，フロッピーディスクが入れ\nられたケースの表面には，持ち出しを禁止する旨が記載されたシールが貼付されて\nおり，しかも，上記アで説示したとおり，本件情報は世界的にも稀少な情報であっ\nて，そのことを千葉工場のＰＳ・ＰＣ樹脂の製造に関係する従業員が認識していた\nことは当然であるから，ＰＳ・ＰＣ樹脂の製造に関係する従業員においても，ＰＣ\n樹脂の製造技術に係る情報が秘密であることは認識されていたといえるし，このこ\nとは，当業界の外部の者にとっても同様であることは明らかである。したがって，\n外部者・従業員のいずれにとっても，本件図面図表及びその電子データが記録され\nたフロッピーディスクが秘密として管理されていることは当然に認識されていたと\nいうべきであり，本件情報が秘密として管理されていたことは明らかである。\n(3)  小括\n以上によれば，本件情報は，平成１５年ないし平成１６年の時点において，当時\nの出光石化が保有していた営業秘密に当たるということができる。\n２  被告らによる不正競争行為の有無について\n(1)  被告らの行為に関する認定事実\n前記争いのない事実等，証拠（甲８，１５，１６，２０，２６，４１，４２の１，\n４３の１，４４の１，４９，乙２，３，丙１，証人 B，証人 D，被告 Y２本人（第１\n回，第２回），被告 Y1 本人）及び弁論の全趣旨によれば，次の事実が認められる。\nア  被告 Y２の経歴（丙１，被告 Y２本人（第１回））\n被告 Y２は，広島県内の工業高校を卒業後，昭和３５年に原告に入社し，昭和３\n９年に出光石化の設立に伴って同社に移籍し，以後，平成１１年３月に退職するま\nで同社で勤務していた。このうち，被告 Y２が出光石化千葉工場に勤務していた期\n間は，昭和５６年から平成元年までと平成９年から平成１１年までであった。\nまた，被告 Y２は，出光石化退職後の平成１１年中に，個人でプラスチック樹脂\nを中国に輸出する事業を始め，平成１４年５月１日にこれを会社組織として被告山\n野商事を設立していたが，この事業の関係で原告及び出光石化千葉工場に出入りし\nていた。\n被告 Y２は，原告又は出光石化に在職中，ポリスチレン（ＰＳ）樹脂，ポリカー\nボネート（ＰＣ）樹脂，ポリプロピレン樹脂等の製造業務に従事したが，このうち，\nＰＣ樹脂の製造装置に関わる業務は，昭和３５年から昭和３９年までの間原告徳山\n工場のＰＣパイロットプラントにおける補助業務，昭和６０年から平成元年までの\n出光石化千葉工場のＰＣプラントにおける装置運転業務であった。ただし，被告 Y\n２は，ＰＣプラントの設計，建設業務を担当したことはなく，また，ＰＣ樹脂の製\n造等に関する同被告の知識は，昭和６０年から平成元年までの４年間の上記業務経\n験に基づくものであり，平成１５年当時の技術水準に対応したものではなかった。\nイ  藍星公司からの依頼の経緯等（甲４１，４９，乙３，丙１，被告 Y1 本人，\n被告 Y２本人（第１回））\n被告ビーシー工業は，平成元年ころから中国法人である藍星公司と取引関係を有\nしていたところ，平成１４年ころ，藍星公司から，中国に建設を計画しているＰＣ\nプラントに関して協力を求める旨の要請を受けた。\n被告ビーシー工業は，ＰＣ樹脂及びその製造等に関する知識及び経験を有してい\nなかったことから，藍星公司の要請に応ずるため，自社のホームページに求人広告\nを出すなどして，ＰＣ樹脂及びその製造等に関する知識，経験等を有する人材の募\n集を行った。その後，三共プロセス（株式会社三共プロセス・サービス。商号変更\n後は阿州エンジニアリング株式会社）が藍星公司の計画するＰＣプラントに関与す\nるようになり，三共プロセスを通じて被告 Y２もこれに関与するようになった。\nウ  藍星公司と出光石化との交渉（甲１０，１１）\n藍星公司は，平成１４年１２月１３日ころ，出光石化に対し，ＰＣ樹脂の製造事\n業に関する申入れを行った。\n出光石化と藍星公司は，平成１５年１月１７日，中国の上海において，藍星公司\nの上記申入れに関する打合せをした。しかしながら，この打合せに関して藍星公司\nが作成した議事録案の中に，出光石化が藍星公司のＰＣプラントに合資で参加する\nことに合意したなどといった出光石化の認識と異なる記載がされたことから，出光\n石化は，藍星公司に対し，交渉を白紙にする旨通知した。\nエ  作業開始前の状況（甲４９，乙３，丙１，被告 Y２本人（第１回））\n藍星公司が建設を計画するＰＣプラントに関して，平成１５年４月ころ，東京都\n内の日中友好会館で会議が開催され，藍星公司の担当者数名のほか，被告 Y1，被告\nY２，三共プロセスの代表取締役 A，その関係者である L，M，N のほか，大学の非常\n勤講師である H，ＰＣ技術に関係していた I が出席した。\nまた，被告 Y２は，同年６月，中国の藍星公司本社を訪問した。\nオ  三共プロセスによるプロジェクト・チームの立上げとその後の作業状況\n（甲８，９，１２，１７，２６，３１～３７，４１～４５，４９，５３，乙３，丙\n１，証人 B，証人 D，被告 Y1 本人，被告 Y２本人（第１回，第２回））\n(ｱ)  三共プロセスは，平成１５年７月ころ，藍星公司のＰＣプラント建設\nに関する作業を行うために，各技術分野の技術者を集めたプロジェクト・チーム（三\n共ＰＴ）を立ち上げた。三共ＰＴには，後から参加した者も含めると，三共プロセ\nスに所属する立場の者として，代表取締役である A のほか，同社の「ゼネラルマネ\nージャー」として O が，「プロジェクトマネージャー」として P が，「電気エンジ\nニアリングマネージャー」として B が，「計装エンジニアリングマネージャー」と\nして G が，それぞれ参加した。また，被告ビーシー工業は，同月ころ，同社の従業\n員ではなかった E に対し，このプロジェクトを総括する業務を委託し，同社の「マ\nネージャー」の立場で三共ＰＴに参加させたほか，その後にも，同社の従業員では\nなかった F を「マネージャー」の立場で三共ＰＴに参加させ，E の補助をさせた。\n(ｲ)  三共ＰＴは，平成１５年から平成１６年６月ころにかけて，主に東京\n都杉並区の事務所において，被告 Y２から提出されたＰ＆ＩＤを含むＰＣプラント\nの設計図面等に修正を加えるなどの作業を行った。三共ＰＴが上記作業を行ってい\nた事務所には，藍星公司の関係者である中国人技術者２名が数週間訪れていた。ま\nた，三共ＰＴのメンバーは，同月中旬ころから同年１０月末ころまでの間，中国蘭\n州に滞在して藍星公司の工場内の事務室で上記修正が加わった図面等への更なる修\n正等の作業を行い，同年１０月末ころに作業を終了して帰国した。これらの作業を\n通じて，三共ＰＴは，Ｐ＆ＩＤ，ＰＦＤ，機器図等を含むＰＣプラントの設計図面\n等を完成し，３回にわたり，被告ビーシー工業を介して，藍星公司に引き渡した。\n被告ビーシー工業と三共プロセスとの関係が同年９月ころまでに悪化しており，上\n記作業を終えた同年１０月末に三共ＰＴは解散した。\n(ｳ)  E は，三共ＰＴにおいてプロジェクトを総括する立場にあり，A らに\n対して，パソコン上のデータの消去を含む各種の指示を行っていたが，三共プロセ\nスに対する金銭の支払については関与していなかった。このため，三共プロセスが，\n平成１６年９月２４日，被告ビーシー工業に対して送信したファクシミリ文書にお\nいても，「貴社 E マネージャーの御要請により……現地派遣の予定です。」などと\nして，E が被告ビーシー工業のマネージャーの立場にあること，その E の要請によ\nり三共ＰＴのメンバー３名と通訳を現地派遣すること，通訳の代金についても E が\n決定したことが記載される一方で，上記現地派遣に伴う作業代金は被告ビーシー工\n業に請求すること，この作業代金については従来藍星公司と被告ビーシー工業との\n間の話合いが完了していないことなどが記載されていた。また，E は，プロジェク\nトの状況について被告 Y1 に報告をしていた。\n被告ビーシー工業は，藍星公司の計画するＰＣプラントに関し，藍星公司から送\n金を受け，三共プロセスへの支払をするなど，金銭面の管理をしていた。また，被\n告 Y1 は，前記のとおり，日中友好会館における会議に出席したほか，東京都杉並区\nの三共ＰＴの作業場所や中国蘭州を訪れることもあった。\n(ｴ)  被告 Y２は，三共ＰＴの作業に直接加わらず，専ら A を通じて三共Ｐ\nＴに被告 Y２提供図面等を提供していた。なお，三共ＰＴ内においては，被告 Y２及\nびそのグループを「Ｙグループ」等の仮名で呼んでおり，三共ＰＴのメンバーで，\n被告 Y２と直接に接することができたのは，多くとも A，E 及び F の３名に限られて\nいた。\nD は，昭和４４年に原告に入社し，主にＰＣ樹脂の製造プロセスの開発研究を担\n当し，出光石化千葉工場においても勤務していたが，平成１６年１月に定年により\n退職した。D は，平成１５年秋ころ，少なくとも千葉工場第１ＰＣプラントの洗浄\n塔や分離槽等の機器図４枚をコピーし，これを被告山野商事に提供した。また，D\nは，平成１６年８月ころ，被告 Y２とともに中国の藍星公司本社を訪問し，藍星公\n司の担当者からの質問に回答するなどした。他方，D は，被告山野商事から，平成\n１５年８月ころ以降の６か月分の報酬として原告を退職した直後の平成１６年２月\n３日に１８０万円を受領し，同月から平成１７年２月までの間も月額３０万円ずつ\nを受領した。\nカ  甲１６の図面８ないし１４の性質等（甲１６，２６，証人 B）\n中国蘭州における三共ＰＴの作業に参加していた B は，作業に使用していた私物\nパソコンに甲１６の図面８ないし１４に係る電子データが残存していたことから，\n帰国後，これを原告に提供した。\n甲１６の図面８ないし１４の各図面右下には，「TITLE」の欄に被告ビーシー工業\nの英語表記である「BC Industrial Company,Ltd.」の表記が，「DESIGNED」の欄に\nP を表す「P」の表記が，「CHECKED」の欄に O を表す「O」の表記が，「APPROVED」\nの欄に A を表す「A」の表記が，「REVIS0RY CONTENTS」の欄に三共プロセス（現商\n号 ・ 「 阿 州 エ ン ジ ニ ア リ ン グ 株 式 会 社 」 ） を 表 す 「 Aschue  Process  Service\nCorporation」の表記がある。\nこのように，甲１６の図面８ないし１４は，前記オ(ｲ)の経緯で完成されたＰＣプ\nラントの設計図面等に含まれるＰ＆ＩＤであり，その基となった修正等の作業前の\n図面は，被告 Y２が三共プロセスに提供したものである。\nキ  甲１６の図面１ないし７の性質等（甲１６，２５，４６，丙１１）\n(ｱ)  出光石化千葉工場第１ＰＣプラントのＰ＆ＩＤは，設計当初は手書き\nで作成され，その後，たびたび行われた図面の修正も手書きで行われてきたが，平\n成１３年にＣＡＤシステムによって作り直され，ＣＡＤ化された図面となった。\n別紙営業秘密目録記載１の各図面図表（Ｐ＆ＩＤ）は，ＣＡＤ化による作図がさ\nれた図面であり，平成１５年２月から３月にかけての定期見直し（以下「平成１４\n年度末定期見直し」という。）が実施された時点におけるＰ＆ＩＤ（平成１３年Ｃ\nＡＤ化後のＰ＆ＩＤ）である。\n甲１６の図面１ないし７は，平成１３年ＣＡＤ化後のＰ＆ＩＤの一部であり，図\n面１は別紙営業秘密目録記載１のＰ＆ＩＤ中の別紙「千葉工場第一ポリカーボネー\nト装置Ｐ＆ＩＤリスト」の№２の図面（図面番号 PC－00－GD－00B01）に，図面２\nは№５の図面（図面番号 PC－07－GD－078－8A－07802）に，図面３－１は№９の図\n面（図面番号 PC－62－GD－237－B－07831）に，図面３－２は№１０の図面（図面\n番号 PC－62－GD－238－B－07832）に，図面４は№１７の図面（図面番号 PC－07－\nGD－078－8A－07839）に，図面５は№１９の図面（図面番号 PC－07－GD－079－6A\n－07902）に，図面６は№２４の図面（図面番号 PC－07－GD－080－A－08002）に，\n図面７は№３８の図面（図面番号 PC－07－GD－081－8A－08108）にそれぞれ対応す\nる。\nただし，別紙営業秘密目録記載１の各図面図表（Ｐ＆ＩＤ）の一部は，平成１４\n年度末定期見直しの後にも修正が行われており，甲１６の図面２，３－２，４，５，\n６については，平成１６年の修正を反映したものが証拠として提出されている。\n(ｲ)  甲４６の図面（甲４６の５枚目）は，平成１３年ＣＡＤ化前のＰ＆Ｉ\nＤの一部である。甲１６の図面１と甲４６の図面とを対比すると，両者のシンボル\nリストに記載された機器・部品の種類，それらの区分の仕方，記載の順序が大きく\n異なり，両図面に共通して記載された機器・部品についても，そのシンボルの形状\nが異なっているものがあるように（例えば，「BACK PRESSURE VALVE」については，\n中央上部から出る線が右に折れるか左に折れるかが異なり，「INSULATED VESSEL」\nについても，羽状図形が楕円形の右側に付されるか両側に付されるかが異なる。），\nＰ＆ＩＤのシンボルリストの内容は，平成１３年のＣＡＤ化によって，大きく変更\nされている\nク  対比（甲１６，２５，４６，５７，丙１１）\nＰＣ樹脂の製造技術は，高い技術水準を持つ企業が，長い時間をかけて研究・技\n術開発を行うことにより初めて開発することができるものであり，その根幹となる\n技術資料であるＰ＆ＩＤ，ＰＦＤや機器図についても，そのような研究・技術開発\nの結果である各企業固有の技術が記載されたものである。したがって，それ以外の\n様々な情報を組み合わせても，類似の図面等にはならず，また，ＰＣ樹脂の生産活\n動を行うこともできない性質のものである。\n甲１６の図面８のシンボルリストは，記載された機器・部品の種類，それらの区\n分の仕方，記載の順序において，甲１６の図面１とほぼ一致している。のみならず，\n甲１６の図面８の「BACK PRESSURE VALVE」及び「INSULATED VESSEL」のシンボル形\n状をみると，甲１６の図面１のそれとほぼ完全に一致しており，甲４６のものとは\n異なっている。\n原告のＰＣプラントの主要工程は，①溶解工程，②二段階の反応からなる重合反\n応工程，③洗浄精製工程，④乾燥工程，⑤仕上げの工程等からなる。甲１６の図面\n２と９は①の工程の，図面３－１と１０－１，３－２と１０－２，４と１１はそれ\nぞれ②の工程の，図面５と１２は③の工程の，図面６と１３は④の工程の，図面７\nと１４は⑤の工程の，それぞれ一部を構成するものである。また，甲１６の図面２\nないし７と甲１６の図面９ないし１４は，上記のように１枚ずつが対応する形でほ\nぼ同一の工程が記載されており，対応する図面ごとに，いずれも主要な機器の種類\n・構成，それらの機器の図面上の配置場所，それらの機器を結ぶ主要な原料や流体\n（ビスフェノール－Ａ，苛性ソーダ，純水など）の流れや種類，その他の計器等の\n種類や配置場所等がおおむね一致しており，機器番号や名称等に若干の違いはある\nものの，全体として，酷似している。\nこれに加えて，甲１６の図面７は，平成１３年のＣＡＤ化後である２００２年(平\n成１４年）４月３０日に，「SAMPLING BOX（サンプリングボックス）」を追加する\n図面修正が行われているが，これに対応する工程が記載された甲１６の図面１４に\nおいても，甲１６の図面７と同じ位置に「Sampling Box」が記載されている。\nケ  被告山野商事に対する支払（丙９）\n被告山野商事は，前記オ(ｲ)で認定した設計図面等の提供その他の対価として，三\n共プロセスから，平成１５年７月から平成１６年８月までの間に，合計２億０４２\n１万９１５０円を受領し，また，被告ビーシー工業から，平成１７年１月から同年\n６月までの間に，合計８８００万円を受領した。\nコ  出光石化の海外での合弁事業（甲２２，４８，５６，弁論の全趣旨）\n出光石化は，次のとおり，海外でＰＣ樹脂の製造に関する合弁事業等を行ってき\nた。\n(ｱ)  １９８１年（昭和５６年），ブラジルのポリカーボナートス・ド・ブ\nラジル有限会社との間で，出光石化が保有するＰＣ樹脂の製造技術情報等に関する\n技術供与契約を締結し，そのころ，ブラジルの同社に対して，当該技術情報等を供\n与した。\n(ｲ)  １９８８年（昭和６３年）６月１３日，オランダの DSM Kunstoffen BV\nとの間で，合弁会社を通じて出光石化が保有するＰＣ樹脂の製造技術に基づくＰＣ\n樹脂の製造，販売等を行うための合弁契約を締結した。その後，該合弁契約は，１\n９９０年（平成２年）７月３１日に終了した。\n(ｳ)  平成７年ころ，台湾の会社と共同で，出光石化が保有するＰＣ樹脂の\n製造技術に基づくＰＣ樹脂の製造，販売等を行うための合弁会社を設立した。\n( ｴ )   平 成 １ ２ 年 ３ 月 ３ １ 日 ， 台 湾 の FORMOSA  CHEMICALS  &  FIBRE\nCORPORATION（ＦＣＦＣ）に対し，出光石化が保有するＰＣ樹脂の製造技術をライセ\nンスする旨の契約を締結した。この契約において，出光石化は，各年産５万トンの\n第１ないし第３プラントに係る技術を提供することとされた。\nサ  藍星公司は，２００８年(平成２０年）５月の時点において，中国天津市\n所在の臨海工業区において，年産１万トン規模のＰＣプラントを建設するプロジェ\nクトを進行させていた（甲１５）。\n(2)  被告山野商事及び被告 Y２の不正競争行為\nア  甲１６の図面８ないし１４と図面１ないし７との関係\n上記(1)の認定のとおり，三共ＰＴが作成した図面等（前記(1)オ(ｲ)）に含まれる\nＰ＆ＩＤである甲１６の図面８ないし１４と，出光石化が有していた甲１６の図面\n１ないし７とは，シンボルリストに記載された機器・部品の種類，それらの区分の\n仕方，記載の順序がほぼ同一であること，各工程における主要な機器等の種類・構\n成，図面上の配置場所がおおむね一致していること，ＣＡＤ化された後に追加され\nた機器についてもおおむね一致していること，甲１６の図面１ないし７に記載され\nた内容は，限られた企業グループしか保有しておらず，しかも，個々の企業が独自\nに開発したＰＣ樹脂の製造技術に関するものであって，出光石化と無関係に作成さ\nれた図面がそのように酷似することは考えにくいことからすると，甲１６の図面８\nないし１４は同図面１ないし７を基に作成されたものと認めるのが相当である。\n被告山野商事及び被告 Y２は，甲１６の図面２，３－２，４，５が平成１６年４\n月に作成されたものであるから，これを基にして甲１６の図面９，１０－２，１１，\n１２が作成されることはないと主張する。確かに，甲１６の図面２，３－２，４，\n５は，平成１６年４月に一部修正されているが，図面に修正の経過が記載されてい\nることに照らすと，それ以前に修正される前の図面が存在したことは明らかである。\n原告は平成１６年４月の修正前の図面が複製されたことを立証する証拠として上記\n図面を提出し，当裁判所もそのような事実を認定したものであって，この認定を具\n体的に反証するに足りる原図面についての立証がない以上，被告山野商事及び被告\nY２の上記主張は採用することができない。\nイ  甲１６の図面１ないし７の入手経路\n(ｱ)  次に，前記認定の事実関係，特に，ＰＣ樹脂の製造技術が限られた企\n業によって保有されるもので，一般的に入手し得るものではないこと，被告 Y２が\n平成１１年まで出光石化の従業員であり，退職後も千葉工場に出入りしていたこと，\n被告 Y２が日中友好会館での会議に参加し，その直後に中国の藍星公司本社にまで\n赴くなど，早い時期から深く関与していること，三共ＰＴにおいては被告 Y２が仮\n名で呼ばれ，三共ＰＴのメンバーとの接触も制限されていたこと，出光石化千葉工\n場に勤務していた D が少なくとも機器図４枚のコピーをとり，被告 Y２に交付して\nいることなどからすると，被告 Y２が，D あるいはその他の出光石化の従業員から，\n甲１６の図面１ないし７を複製した図面あるいはこれらの図面に係る電子データを\n入手し，これを三共プロセスに提供し，三共ＰＴにおいてこれを基にして甲１６の\n図面８ないし１４を作成したものと推認するのが相当である。\n(ｲ)  被告山野商事及び被告 Y２は，甲１６の図面８ないし１４の基となっ\nた図面を含む被告 Y２提出図面等は，被告 Y２が，藍星公司の本社を訪問した際に，\n藍星公司から手渡されたＰＣプラントに関する多数の図面等の資料を一部追加削除\nするなどして整理したものであり，上記資料は，藍星公司が独自に開発したもので\nあるか，出光石化によるオランダ，ブラジル，台湾での合弁事業から流出し，それ\nを藍星公司が入手していた可能性がある旨主張し，丙１（陳述書）及び被告 Y２本\n人（第１回）の供述中には，被告 Y２が平成１５年６月ころ中国北京市所在の藍星\n公司本社を訪問した際，Ｐ＆ＩＤ等を含む書類一式を藍星公司から託されて持ち帰\nったとする部分がある。\nしかしながら，藍星公司が，ＰＣプラントに関する多数の図面等を独自に開発す\nる能力を有していたのであれば，その修正等の作業についても自身で行う能力を有\nしていると考えるのが自然であって，修正等の作業についてのみＰＣプラントの設\n計の経験がない三共プロセスや被告 Y２に依頼するのは不自然である。\n合弁事業から流出した可能性があるとの主張についても，出光石化が行った合弁\n事業は，いずれも平成１２年以前，すなわち，出光石化において平成１３年にＣＡ\nＤ化がされる前に行われたものであるところ，前記認定のとおり，甲１６の図面８\nのシンボルマークがＣＡＤ化された後の甲１６の図面１のものとほぼ一致し，ＣＡ\nＤ化前の手書き図面である甲４６のものとは異なること，ＣＡＤ化後の平成１４年\nに甲１６の図面７に付加された「Sampling Box」が甲１６の図面１４にも反映され\nていること，甲１６の図面２ないし７と甲１６の図面８ないし１４とは主要な機器\nの図面上の配置場所等についてもおおむね一致するところ，手書きの図面から甲１\n６の図面８ないし１４が作成された場合にそこまで一致するとは考えにくいことな\nどに照らすと，合弁事業を通じて流出した情報を藍星公司が入手し，これを被告 Y\n２に交付したと認めることはできない。\n以上のとおりで，前記陳述書の記述部分や被告 Y２本人（第１回）の供述部分は\n採用することができない。\n被告山野商事及び被告 Y２は，機器図の持出しを認める D の証言には信用性がな\nいなどとも主張する。しかしながら，丙５，６の記載等によれば，原告の関係者に\nより D に対して相当程度の追及がされた様子は窺えるものの，それ以上に D 作成の\n報告書（甲４４の１）や D 証言の信用性に影響を及ぼすような強制や利益誘導がさ\nれたとは認められない。また，D 作成の報告書（甲４４の１）や D 証言には，D が持\nち出した情報の範囲についてあいまいな点があるものの，少なくとも，被告 Y２に\n対して持ち出した情報を開示したという点については，自己に不利益な事実を認め\nるもので，かつ，被告山野商事から相当額の金銭を受領している事実にも符合し，\n信用性が高いといえる。したがって，被告山野商事及び被告 Y２の上記主張は採用\nできない。\nその他，被告山野商事及び被告 Y２が主張するところによっても，前記認定・判\n断は動かない。\nウ  被告 Y２が開示させた情報の範囲について\n前記認定の事実関係，特に，三共ＰＴにおいて，甲１６の図面８ないし１４のみ\nならず，Ｐ＆ＩＤ，ＰＦＤ，機器図を含む図面等を完成し，被告ビーシー工業を通\nじてこれを藍星公司に納入していること，甲１６の図面２ないし７はＰＣ樹脂の製\n造工程を構成する複数の工程の全般にわたっており，工程全体について入手が試み\nられたと考えられること，これらの図面の１枚ずつは，各工程の一部分であり，こ\nれと密接に関連する他の部分も入手されたと考えるのが自然であること，ＰＣ製造\n技術は，限定された企業グループしか保有しておらず，しかも，各社が独自に開発\nしたものであって，特殊な技術であるから，甲１６の図面１ないし７のみを入手し\nて，他社の技術や被告らの有している一般的な知識と組み合わせて図面等を完成さ\nせることは考えられないこと，D が少なくとも機器図４枚についてコピーをとり，\n被告 Y２に交付していることなどからすると，被告 Y２が，D あるいはその他の出光\n石化の従業員から，本件情報の全体を入手し，これを三共ＰＴに提供したと推認す\nるのが相当である。\nエ  小括\n以上のとおり，被告 Y２は，出光石化の従業員（又は出光石化千葉工場で勤務し\nていた原告の従業員）であった D あるいはその他の従業員に働きかけて，本件情報\nの全体を入手し，これを三共ＰＴに提供したものであるから，本件情報の全体につ\nいて不正競争防止法２条１項８号所定の不正競争行為があったというべきである。\nまた，三共プロセス等からの支払が被告山野商事に対して行われているという前記\n認定事実に照らすと，被告 Y２の行為は，被告山野商事の代表者として行われたも\nのであるから，被告山野商事についても不正競争行為があったものである。\n(3)  被告ビーシー工業及び被告 Y1 の不正競争行為\n前記認定の事実関係，特に，藍星公司が協力依頼をしたのは被告ビーシー工業で\nあること，被告ビーシー工業が協力者の募集を行っていること，三共プロセスや被\n告 Y２の関与が決まった後も，新たに E と F に業務委託し，被告ビーシー工業のマ\nネージャーとしての立場で三共ＰＴに関与させていること，E については三共ＰＴ\nの作業を総括する立場であり，実際に A に指図をしていること，被告 Y２と直接に\n接することができた三共ＰＴのメンバー３人のうち２人は E と F であること，藍星\n公司に納入された甲１６の図面８ないし１４が被告ビーシー工業の名義で作成され\nていること，被告 Y1 も，E から作業の報告を受けるほか，日中友好会館での会議に\n出席し，東京都内の三共ＰＴの作業場や中国蘭州を訪れていることによれば，被告\nビーシー工業及び被告 Y1 のいずれも，被告 Y２が出光石化の従業員に働きかけて不\n正開示させた情報を三共ＰＴに提供し，その情報を基にして三共ＰＴが図面等を作\n成したことを認識し，藍星公司にこれを引き渡したものと認められる。したがって，\n被告ビーシー工業及び被告 Y1 についても不正競争防止法２条１項８号所定の不正\n競争行為があったと認めるのが相当である。\n被告ビーシー工業及び被告 Y1 は，藍星公司がもともとＰＣプラントの設計図面を\n保有していたと主張し，乙３（陳述書）及び被告 Y1 本人の供述中には，これに沿う\n部分があるが，前記(2)で説示したとおり，藍星公司がＰＣプラントの設計図面を保\n有していることは不自然であって，採用することができない。また，被告ビーシー\n工業及び被告 Y1 は，上記主張を裏付ける証拠として，乙１の１，２を提出するが，\nわずか２枚の不鮮明なコピーであって，文字の判別も困難であり，甲１６の図面８\nないし１４との関連性はもとより，ＰＣプラント関係の図面であるかどうかも明ら\nかではなく，証拠価値はない。\nさらに，被告ビーシー工業及び被告 Y1 は，甲１６の図面８ないし１４は違法に収\n集された証拠であるから証拠能力を欠く旨主張するが，前判示のとおり，これらの\n図面が出光石化の従業員によって不正開示された営業秘密を用いて作成されたもの\nであることからすると，原告が B からこれらの図面を取得する行為については，上\n記被告らが主張するように，被告ビーシー工業と藍星公司との間の秘密保持契約を\n根拠にして，これを違法とすることはできない。\n３  差止め及び廃棄請求について\n被告らが共同してした前記不正競争行為は，出光石化及びその承継人である原告\nの営業上の利益を侵害するものであることが明らかであり，被告らは現時点におい\nても本件図面図表又はその電子データを保有しているから，これを，ＰＣ製造装置\nの建設，改造，増設，補修，運転管理に使用し，又は第三者に開示するおそれがあ\nるものと認められる。\nしたがって，原告は，被告らに対し，不正競争防止法３条１項に基づき，上記各\n図面及び図表の使用，開示の差止めを，同条２項に基づき上記各図面及び図表が記\n録された記録媒体の廃棄を求めることができる。\n４  損害額について\n不正競争防止法５条３項に基づく損害額について検討する。\n(1)  証拠（甲４８，５６）によれば，次の事実が認められる。\n出 光 石 化 は ， 平 成 １ ２ 年 ３ 月 ３ １ 日 ， 台 湾 の FORMOSA  CHEMICALS  &  FIBRE\nCORPORATION（ＦＣＦＣ）に対し，出光石化が保有するＰＣ樹脂の製造技術をライセ\nンスする旨の契約を締結した。この契約において，出光石化は，各年産５万トンの\n第１ないし第３プラントに係る技術を提供することとされた。その対価は，ライセ\nンス料として第１ないし第３プラントについて，それぞれ３２００万米ドル，１３\n００万米ドル，１０００万米ドルであって，生産量に応じた継続的な技術使用料等\nを支払う旨の定めはない。また，出光石化がＦＣＦＣの人員を訓練・指導する費用\nや，プラントの運転条件を確立するためのエンジニアの派遣費用等は別途ＦＣＦＣ\nが負担することとされていた。\n(2)  ＰＣ樹脂の製造技術が，平成２０年２月当時でも，世界で８つの企業グル\nープしか保有していない稀少な技術であることは，争いのない事実等のとおりであ\nり，上記認定のＦＣＦＣとの間のライセンス契約においても，ライセンス料として\n固定の金額が定められ，生産量に比例した対価は定められていないことに照らすと，\nＰＣの製造技術に関しては，稀少な技術の開示を受け，保持すること自体に価値が\nあると認めることができる。したがって，本件において営業秘密を不正に開示させ\nられたことによって原告が被った損害額は，その反面において，本件情報が営業秘\n密から外れて第三者の自由に行使し得る状況に置かれたことを踏まえて算出される\nべきであり，本件においては，技術提供の際に固定の金額として定められるライセ\nンス料を基準に認めるのが相当である。\nところで，上記(1)で認定したライセンス料は，年産５万トンのＰＣプラントを３\nつ提供することの対価であって，年産１万トンのＰＣプラントに関する本件情報と\nは規模が異なっている。しかしながら，生産量が異なるとしても，世界的に稀少な\nＰＣ樹脂の製造技術が開示されるという点に変わりはないから，本件情報を保有し\n続け使用することにより受けるべきライセンス料について上記(1)のライセンス料\nを斟酌することは十分に合理的であり，生産量の差や，その他の諸条件の差異等を\n考慮しても，本件情報に係るライセンス料は，上記(1)のライセンス料を生産量に比\n例して低減した金額を下回ることはないものと解される。そして，上記(1)で認定し\nたライセンス料は，第１ないし第３プラントの合計１５万トンに対して合計５５０\n０万米ドルであって，１万トン当たり約３６７万米ドルとなり，１米ドル約８０円\nとしても２億９３６０万円であるから，本件情報の使用により原告が受けるべき金\n額は２億９０００万円と認めるのが相当である。\n次に，本件における技術の複雑性，立証の困難性等を考慮すると，被告らの前記\n不正競争行為と相当因果関係のある弁護士費用の額は，前記認定の損害額の１割に\n相当する２９００万円と認めるのが相当である。\nしたがって，出光石化を吸収合併し，その権利義務一切を承継した原告は，不正\n競争防止法４条に基づいて，被告らに対し，合計３億１９００万円の一部である２\n億９７００万円及びこれに対する不正競争行為より後の日である訴状送達の日から\n年５分の割合による遅延損害金の支払を求めることができる。\n第５  結論\n以上によれば，原告の被告らに対する請求はいずれも理由があるから，これを認\n容すべきであり，これと結論を異にする原判決は変更されるべきである。他方で，\n被告山野商事及び被告 Y２の附帯控訴はいずれも理由がないからこれを棄却すべき\nである。よって，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n清 水   節\n裁判官\n古   谷   健 二 郎\n以下省略\n"
}