{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 11,
    "day": 15
  },
  "case_number": "平成23(行ケ)10255",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82732",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82732",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/732/082732_hanrei.pdf",
  "contents": "平成２４年１１月１５日判決言渡\n平成２３年（行ケ）第１０２５５号  審決取消請求事件\n口頭弁論終結日  平成２４年８月２８日\n判                  決\n原            告        株 式 会 社 ボ ー ク ス\n訴訟代理人弁護士        伊 原 友 己\n同                      加 古 尊 温\n同        弁理士        安 藤 順 一\n同                      上 村 喜 永\n被            告        株 式 会 社 オ ビ ツ 製 作 所\n訴訟代理人弁護士        寺 内 從 道\n同                      三 本   章\n補 佐 人 弁 理 士        岩 木 謙 二\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n特許庁が無効２０１０－８００２１６号事件について平成２３年７月１日にした\n審決中，「本件審判の請求は，成り立たない。」との部分を取り消す。\n第２  争いのない事実\n１  特許庁における手続の経緯\n被告は，発明の名称を「可動人形用胴体」とする特許第３９２６８２１号（請求\n項の数は２。以下「本件特許」という。）の特許権者である。\n本件特許は，平成１４年４月２３日に出願された特願２００２－１２１３２６号\n（以下「原出願」という。）の一部を特許法４４条１項の規定により新たな特許出願\nとして出願（特願２００５－２５３３６号）され，平成１９年３月９日に設定登録\nされた。\n平成２０年１０月２１日，本件特許に対して特許無効審判が請求され（無効２０\n０８－８００２１３号），平成２２年３月１９日，請求項１，２に係る特許を無効と\nする審決がされた。同年４月３０日，被告は，当庁に，同審決の取消しを求める訴\nえを提起し（平成２２年（行ケ）第１０１３６号），同年５月２１日，本件特許の特\n許請求の範囲及び明細書の訂正を求める訂正審判を請求した（訂正２０１０－３９\n００４９号）。特許庁は，同年６月２１日，同訂正審判請求を認める審決をし，同年\n７月１日，同審決は確定した。\n原告は，平成２２年１１月２６日付けで本件特許の請求項１，２に係る発明の特\n許につき無効審判を請求し（無効２０１０－８００２１６号），これに対し，被告は，\n特許請求の範囲及び明細書の訂正を求める平成２３年２月１５日付け訂正請求をし\nたが，特許庁は，同年７月１日，「訂正を認めない。本件審判の請求は成り立たない。」\nとの審決（以下「本件審決」という。）をし，同月１１日，原告（請求人）に審決謄\n本が送達された。\n２  特許請求の範囲の記載（訂正２０１０－３９００４９号審決後のもの）\n【請求項１】\n少なくとも上半身部品と下半身部品が別成形されると共に，\n前記上半身部品と下半身部品とが，揺動可能，かつ分離・組み立て可能に連結さ\nれる可動人形用胴体であって，\n前記上半身部品は，スラッシュ成形により接合線なく一体成形され，かつ下端に\n開口を設けた塩化ビニル樹脂製の中空の軟質製本体と，\n該軟質製本体内に嵌入して内装される硬質合成樹脂製の芯材とで構成され，\n前記芯材は，下半身部品と揺動可能かつ分離・組み立て可能に連結する下半身連\n結部材を備え，\n前記下半身連結部材は，下半身部品の上端と対向し，前記軟質製本体下端の開口\nに位置して備えられ，\n前記下半身部品は，前記軟質製本体下端の開口と対向する上端を開放し，外表面\nにネジ穴や接合線を有しない一体成形された腰部本体と，\n前記腰部本体内に備えられ，前記下半身連結部材を差し込み連結可能な上半身部\n品連結構造とを備え，\n前記上半身部品連結構造は，前記下半身連結部材と対向し，前記腰部本体の開放\n部位に位置して備えられ，\n前記下半身連結部材と前記上半身部品連結構造は，\n円柱状の棹部と，該棹部を嵌合し，かつ上下方向で差込み連結かつ引き抜き分離\n可能な円筒状の差込み穴とによって構成され，\n前記上半身部品と前記下半身部品は，\n軟質製本体下端の開口と腰部本体の開放部位にそれぞれ位置している前記棹部と\n前記差込み穴との上下方向の差込み又は引き抜きのみによって着脱自在に連結され\nていることを特徴とする可動人形用胴体。\n【請求項２】\n軟質性本体は，アンダーバストの位置と腹部との接触角が鋭角である乳房部を備\nえ，接合線の無い一体成形品であることを特徴とする請求項１に記載の可動人形用\n胴体。\n（以下，請求項１に係る発明を「本件特許発明１」，請求項２に係る発明を「本件特\n許発明２」という。）\n３  審決の理由\n別紙審決書写しのとおりであり，その要旨は，次のとおりである。\n(1) 平成２３年２月１５日付け訂正請求ついて\n請求項１についての訂正は，特許法１３４条の２第１項ただし書各号のいずれに\nも該当せず，また，前記各号のいずれかに該当するものであったとしても，実質上\n特許請求の範囲を拡張する訂正を含むものであるから，同条５項において準用する\n同法１２６条４項の規定に適合しない。また，明細書についての訂正は，請求項１\nについての訂正に伴って関連する明細書の記載を訂正するものであるから，特許法\n１３４条の２第１項ただし書２号，３号のいずれにも該当しない。したがって，上\n記訂正はいずれも認めることができない。\n(2) 容易想到性について\nア(ｱ) 無効理由１（第１商品発明と第２商品発明に基づく容易想到性）について\n本件特許発明１は，原出願の出願前（以下，単に「本件出願前」という。）に日本\n国内で公然実施された株式会社メディコム・トイの製造・販売に係る商品である\n「REAL ACTION HEROES Devil Man COMIC VERSION」（以下「第１商品」という。）に\n係る発明（以下「第１商品発明」という。），及び本件出願前に日本国内で公然実施\nされた原告の製造・販売に係る商品である「幻の素体－Ａ」（以下「第２商品」とい\nう。）に係る発明（以下「第２商品発明」という。），並びに原出願の出願時（以下，\n単に「本件出願時」という。）の周知ないし公知の技術的手段に基いて容易想到であ\nるとはいえない。また，本件特許発明２は，本件特許発明１の「軟質性本体」につ\nいて，「アンダーバストの位置と腹部との接触角が鋭角である乳房部を備え，接合線\nの無い一体成形品であること」に更に限定するものであるから，本件特許発明１と\n同様に，第１商品発明及び第２商品発明に基いて容易想到であるとはいえない。\n(ｲ) 無効理由２（第１商品発明と第３商品発明に基づく容易想到性）について\n本件特許発明１は，第１商品発明及び本件出願前に日本国内で公然実施された株\n式会社壽屋の製造・販売に係る商品である「ACTIVE STYLING FIGURE SERIES NO.\nBATTLE ATHLETESS 大運動会  神崎あかり  訓練校服バージョン」（以下「第３商品」\nという。）に係る発明（以下「第３商品発明」という。）に基いて容易想到であると\nはいえない。また，本件特許発明２は，本件特許発明１と同様に，第１商品発明及\nび第３商品発明に基いて容易想到であるとはいえない。\nイ  本件審決が，上記判断を導く過程において認定した第１商品発明，第２商品\n発明及び第３商品発明並びに本件特許発明１と第１商品発明との一致点及び相違点\nは，次のとおりである。\n(ｱ) 第１商品発明\n左右の腕部を構成する部材（以下「腕部材」という。），胸部及び腹部を構成する\n部材（以下「上半身部材」という。），上半身部材を覆うカバー部材（以下「上半身\nカバー部材」という。），腰部分を構成する部材（以下「腰部材」という。），左右の\n脚部を構成する部材（以下「脚部材」という。）を有するコミックバージョンのデビ\nルマンに係る人形において，\n上半身部材が上半身カバー部材で覆われた状態において，上半身カバー部材を指\n示棒の先で押すと，上半身カバー部材が少し凹状に変形して上半身カバー部材越し\nに指示棒の先が上半身部材に当接し，\n腕部材，上半身部材，腰部材及び脚部材が組み立てられ，上半身部材の前面部と\n背面部とがねじ止めされ，腰部材の前面部と背面部がねじ止めされ，上半身部材が\n上半身カバー部材で覆われた状態（以下「組み立て状態」という。）において，腰部\n材を固定しつつ上半身部材に対し前後左右方向に力を加えると腰部材に対し上半身\n部材が力を加えた方向に傾き，腰部材を固定しつつ上半身部材に対し捩りの力を加\nえると腰部材に対し力を加えた方向に捩られるものであり，\n組み立て状態から腰部材のねじを外すことによって腰部材の前面部と背面部とが\n分離して組み立て状態から腰部材を取り外すことができ，組み立て状態から腰部材\nを取り外すと上半身部材の下端の開口から略逆Ｔ字状の乳白色の部材が突出してお\nり，組み立て状態から腰部材を取り外した状態において，略逆Ｔ字状の乳白色の部\n材から脚部材を取り外すことができ，上半身部材を覆うカバー部材の下端に開口が\nあり，略逆Ｔ字状の乳白色の部材が前記開口に位置して備えられており，\n組み立て状態から腰部材及び脚部材を取り外したものに対して，上半身部材から\n突出する略逆Ｔ字状の乳白色の部材に腰部材の前面部及び背面部を取り付けて両者\nをねじ止めし，次いで，略逆Ｔ字状の乳白色の部材の略逆Ｔ字の横棒部分を脚部材\nに設けられた穴に嵌め込んで取り付けることにより，組み立て状態とすることがで\nき，\n上半身カバー部材は中空であって，上半身カバー部材に先端が削られていない鉛\n筆の先を押し当てながら上半身カバー部材に約６０グラムの荷重をかけると，上半\n身カバー部材は凹んで変形し，\n上半身部材は，上半身部材に先端が削られていない鉛筆の先を押し当てながら上\n半身部材に約４００グラムの荷重をかけても，目視の範囲では上半身部材に変形は\n認められず，\n上半身部材は上半身カバー部材内に内装され，上半身カバー部材は，腕部材が取\nり外された上半身部材に対し着脱可能であり，\n略逆Ｔ字状の乳白色の部材の略逆Ｔ字の縦棒部分は柱状体であり，前記柱状体の\n側面には，前記略逆Ｔ字状の乳白色の部材の略逆Ｔ字の横棒部分の延在方向に広が\nりかつ略逆Ｔ字の縦棒部分の上部に向かうにつれて幅広となる薄肉部と，前記略逆\nＴ字の横棒部分及び縦棒部分に直交する方向に突出する突起部が形成され，略逆Ｔ\n字状の乳白色の部材の略逆Ｔ字の縦棒部分の上部に上面が略平面で下面が略半球状\nである皿状の膨大部が形成され，前記略逆Ｔ字状の乳白色の部材の略逆Ｔ字の縦棒\n部分の先端にばね及びばね受けが設けられ，\n上半身部材の前面部と背面部はねじ止めされ，上半身部材の前面部と背面部のそ\nれぞれの腹部の下端には，切り欠きが形成され，上半身部材の前面部と背面部とを\n組み合わせると，上半身部材の前面部と背面部のそれぞれの腹部の下端に形成され\nた切り欠きが組み合わされて，略逆Ｔ字状の乳白色の部材の略逆Ｔ字の縦棒部分の\n柱状体を通すが，乳白色の部材の皿状の膨大部を通さない大きさの開口が形成され，\n腰部材の形状は，略Ｔ字状であり，腰部材の前面部と背面部はねじ止めされ，略\nＴ字状の腰部材の前面部及び背面部のそれぞれは，略Ｔ字の横棒部分の上部及び縦\n棒部分の左右側面に切り欠きが形成され，略Ｔ字状の腰部材の前面部及び背面部の\nそれぞれは，略Ｔ字の縦棒部分と横棒部分が交わる部分付近に，略中央部に切り欠\nきを有する曲面状の板状突出部を備え，略Ｔ字状の腰部材の前面部及び背面部のそ\nれぞれは前記曲面状の板状突出部の下部に略円形の開口を有する突起を備え，腰部\n材の前面部と背面部とを組み合わせると，（ａ）腰部材の前面部及び背面部の略Ｔ字\nの横棒部分の上部に形成された切り欠きが組み合わされて，上半身部材の腹部を受\nけ入れるための開口が形成され，（ｂ）腰部材の前面部及び背面部の略Ｔ字の縦棒部\n分の左右側面に形成された切り欠きが組み合わされて，略逆Ｔ字状の乳白色部材の\n略逆Ｔ字の横棒部分を腰部材から突出させるための開口が形成され，（ｃ）腰部材の\n前面部の板状突出部と腰部材の背面部の板状突出部とが隙間を空けて対向配置され\nるとともに，腰部材の前面部及び背面部の板状突出部の切り欠きが組み合わされて\n前記隙間の略中央部に略円形の開口が形成され，\n略逆Ｔ字状の乳白色の部材の略逆Ｔ字の縦棒部分の先端に形成されたばねによっ\nて前記乳白色の部材の皿状の膨大部が押圧されて，前記皿状の膨大部の略半球状の\n下面と上半身部材の腹部の内面とが当接し，\n略逆Ｔ字状の乳白色の部材の突起部が腰部材の突起の略円形の開口に嵌め込まれ，\n上半身部材の前面部及び背面部を組み合わせたときに上半身部材の前面部及び背面\n部の腹部の下端に形成された切り欠きが組み合わされて形成される開口，腰部材の\n前面部及び背面部を組み合わせたときに腰部材の前面部及び背面部の略Ｔ字の横棒\n部分の上部の切り欠きが組み合わされて形成される開口，及び，腰部材の前面部及\nび背面部を組み合わせたときに腰部材の前面部及び背面部の板状突出部の切り欠き\nが組み合わされて形成される略円形の開口に，略逆Ｔ字状の乳白色の部材の略逆Ｔ\n字の縦棒部分の柱状体が嵌合され，腰部材の前面部及び背面部を組み合わせたとき\nに腰部材の前面部の板状突出部と腰部材の背面部の板状突出部と間に形成される隙\n間に略逆Ｔ字状の乳白色の部材の薄肉部が嵌合されることにより，上半身部材と腰\n部材が連結され，\n腰部材の前面部及び略逆Ｔ字状の乳白色の部材を固定しつつ上半身部材の前面部\nに対し左右方向に力を加えると，略逆Ｔ字状の乳白色の部材の皿状の膨大部の略半\n球状の下面と上半身部材の腹部の内面とが摺動して，上半身部材が腰部材及び略逆\nＴ字状の乳白色の部材に対して力を加えた方向に傾く，\nコミックバージョンのデビルマンに係る人形。\n(ｲ) 第２商品発明\n頭部，胸部，腹部及び両腕部からなる上半身部と，腰部及び両脚部からなる下半\n身部とからなる可動人形であって，\n胸部，腹部，腰部それぞれは，いずれも外表面にネジ穴や接合線を有することな\nく一体成形されてなり，\n胸部には，腹部と対向する下面に開口した円筒状の軸受け部が形成され，\n腹部には，胸部と対向する上面及び腰部と対向する下面に円筒状の凹部が形成さ\nれていると共に，腹部の両方の該凹部に筒体が嵌め込まれて接着固定され，\n腰部には，腹部と対向する上面に開口した円筒状の軸受け部が形成され，\n胸部と腹部及び腹部と腰部は，それぞれ，前記筒体内に挿入，嵌合して筒体内を\n摺動できる球体部と，前記開口した円筒状の軸受け部に嵌合できる軸部からなる連\n結体によって連結され，\n胸部と腹部を連結する連結体の軸部は胸部の軸受け部に接着固定されず，腹部と\n腰部を連結する連結体の軸部は腰部の軸受け部に接着固定され，胸部が交換可能で\nあるとともに，胸部，腹部，腰部が互いに前後左右に揺動可能とされている，可動\n人形。\n(ｳ) 第３商品発明\n頭部，胸部，腹部及び両腕部からなる上半身部と，腰部及び両脚部からなる下半\n身部とからなる可動人形であって，\n腹部には，腰部と対向する下面に軸受け部が形成され，\n腰部は，腹部と対向する上面と，両脚部に対向する股関節両側面が開口した中空\n状に形成され，当該腰部の中空部には，円柱状の縦棒及び横棒からなり，棒の各先\n端に球体部を設けた逆Ｔ字状の連結体が収納されてなり，\n前記連結体は，前記縦棒先端の球体部が前記腹部と対向する上面の開口から突出\nしているとともに，前記横棒各先端の球体部が前記股関節両側面の開口から突出し，\n腹部と腰部は，前記連結体の縦棒先端の球体部が前記軸受け部に上下方向に差込\nみ連結かつ引き抜き分離可能に嵌合され，当該縦棒先端の球体部が軸受け部内を摺\n動することにより前後左右に揺動可能に連結され，\n少なくとも腰部は，外表面にネジ穴や接合線を有することなく一体成形されてな\nる，可動人形。\n(ｴ) 本件特許発明１と第１商品発明との一致点\n少なくとも上半身部品と下半身部品が別成形されると共に，\n前記上半身部品と下半身部品とが，揺動可能，かつ分離・組み立て可能に連結さ\nれる可動人形用胴体であって，\n前記上半身部品は，下端に開口を設けた中空の軟質製本体と，\n該軟質製本体内に嵌入して内装される硬質材料製の芯材とで構成され，\n前記芯材は，下半身部品と揺動可能かつ分離・組み立て可能に連結する下半身連\n結部材を備え，\n前記下半身連結部材は，下半身部品の上端と対向し，前記軟質製本体下端の開口\nに位置して備えられ，\n前記下半身部品は，腰部本体と，前記腰部本体内に備えられ，前記下半身連結部\n材を連結可能な上半身部品連結構造とを備えている\n可動人形用胴体。\n(ｵ) 本件特許発明１と第１商品発明との相違点\n〈相違点１〉\n中空の軟質製本体が，本件特許発明１においては，スラッシュ成形により成形さ\nれた塩化ビニル樹脂製であるのに対し，第１商品発明においては，このような限定\nがない点。\n〈相違点２〉\n硬質材料製の芯材が，本件特許発明１においては，合成樹脂製であるとの限定が\nあるのに対し，第１商品発明においては，合成樹脂製であるのか否か不明である点。\n〈相違点３〉\n本件特許発明１においては，\n腰部本体は，前記軟質製本体下端の開口と対向する上端を開放し，外表面にネジ\n穴や接合線を有しない一体成形されたものであり，\n前記腰部本体内に備えられた上半身部品連結構造は，前記下半身連結部材を差し\n込み連結可能であり，前記上半身部品連結構造は，前記下半身連結部材と対向し，\n前記腰部本体の開放部位に位置して備えられ，前記下半身連結部材と前記上半身部\n品連結構造は，円柱状の棹部と，該棹部を嵌合し，かつ上下方向で差込み連結かつ\n引き抜き分離可能な円筒状の差込み穴とによって構成され，\n前記上半身部品と前記下半身部品は，軟質製本体下端の開口と腰部本体の開放部\n位にそれぞれ位置している前記棹部と前記差込み穴との上下方向の差込み又は引き\n抜きのみによって着脱自在に連結されているのに対して，\n第１商品発明においては，\n腰部材は前面部と背面部がねじによって組み立てられるものであり，\n略逆Ｔ字状の乳白色の部材の略逆Ｔ字の縦棒部分は柱状体であり，前記柱状体の\n側面には，前記略逆Ｔ字状の乳白色の部材の略逆Ｔ字の横棒部分の延在方向に広が\nりかつ略逆Ｔ字の縦棒部分の上部に向かうにつれて幅広となる薄肉部と，前記略逆\nＴ字の横棒部分及び縦棒部分に直交する方向に突出する突起部が形成され，略逆Ｔ\n字状の乳白色の部材の略逆Ｔ字の縦棒部分の上部に上面が略平面で下面が略半球状\nである皿状の膨大部が形成されたものであり，\n略逆Ｔ字状の乳白色の部材の突起部が腰部材の突起の略円形の開口に嵌め込まれ，\n上半身部材の前面部及び背面部を組み合わせたときに上半身部材の前面部及び背面\n部の腹部の下端に形成された切り欠きが組み合わされて形成される開口，腰部材の\n前面部及び背面部を組み合わせたときに腰部材の前面部及び背面部の略Ｔ字の横棒\n部分の上部の切り欠きが組み合わされて形成される開口，及び，腰部材の前面部及\nび背面部を組み合わせたときに腰部材の前面部及び背面部の板状突出部の切り欠き\nが組み合わされて形成される略円形の開口に，略逆Ｔ字状の乳白色の部材の略逆Ｔ\n字の縦棒部分の柱状体が挿入され，腰部材の前面部及び背面部を組み合わせたとき\nに腰部材の前面部の板状突出部と腰部材の背面部の板状突出部と間に形成される隙\n間に略逆Ｔ字状の乳白色の部材の薄肉部が挿入されることにより，上半身部材と腰\n部材が連結され，\n組み立て状態から腰部材のねじを外すことによって腰部材の前面部と背面部とが\n分離して組み立て状態から腰部材を取り外すことができ，組み立て状態から腰部材\nを取り外すと上半身部材の下端の開口から略逆Ｔ字状の乳白色の部材が突出してお\nり，組み立て状態から腰部材を取り外した状態において，略逆Ｔ字状の乳白色の部\n材から脚部材を取り外すことができる点。\n第３  当事者の主張\n１  取消事由に関する原告の主張\n本件審決は，無効理由１における容易想到性の判断を誤り（取消事由１），無効理\n由１における主引用例と副引用例の選定を誤り（取消事由２），無効理由２における\n容易想到性の判断を誤った（取消事由３）ものであり，本件審決の結論に影響を及\nぼすから，違法として取り消されるべきである。\n(1) 無効理由１における容易想到性の判断の誤り（取消事由１）\nア  本件特許発明１について\n本件審決は，「引用発明（判決注・第１商品発明。以下同じ）は，完成品人形とし\nて使用されるものであるから，上半身と下半身を差込み又は引き抜きのみによって\n着脱自在に連結する動機付けがなく，一方，第２商品発明の連結構造は，組み立て\nキットの人形であって，部品を交換可能とするという要求に基づくものであるから，\n当該連結構造を完成品人形である引用発明に適用する動機付けはない」（３８頁２２\n行～２６行）と判断したが，誤りである。\n本件審決の考え方は，消費者の立場で第１商品に接した場合の考え方であり，当\n業者の立場で第１商品に接した場合の考え方ではないため，特許法２９条２項に明\nらかに違反している。なぜなら，当業者が第１商品に接した場合には，「リアルアク\nションヒーローズシリーズに係る人形」が「キャラクターを表現した完成品人形」\nであっても，第１商品に設定された個別のキャラクターなどにはとらわれず，可動\n人形の構成を検討するに際して，現実に販売されている第１商品を分解・組立てし\nて更なる技術改良を施すことを目的とした研究・開発を行う（試みる）ことは当然\nである。当業者の立場から考察する場合には，第１商品発明がネジなどの着脱によ\nって分解・組立てできることから，組立て可能な人形であると認識する。\n同様に，当業者が第２商品に接した場合には，「組み立てキット」であっても，現\n実に販売されている第２商品を分解・組立てして更なる改良を目的とした研究・開\n発を行うことは当然であり，第２商品発明を組立て可能な人形であると認識する。\nそうすると，第１商品も第２商品も，共に分解・組立て可能な関節部で可動するこ\nとができる人形商品として同一技術分野のものであり，かつ，第１商品が種々の変\n身もののキャラクターを表現したものも多くラインナップされているという点から\nして，仮に変身の前後で上半身部分の形態が異なるキャラクターを商品化したいと\n考える場合には，同じ下半身部品に対して，上半身部品のみを交換して変化を楽し\nむ商品を企画することは当業者であれば容易に思い至ることである。なぜなら，そ\nうした方が，同じ下半身部品を２つ同梱する場合に比して値段を廉価にでき，個別\nに商品化する場合においても下半身部品の共通化が図れることとなって，コストが\n抑えられるからである。このような部品の共通化の発想は，第１商品が「ニューコ\nンバットジョー」という共通ボディを採用していることに示唆されるものであるし，\n商品の製作段階で下半身部品の共通化を図ることや，着せ替え（取り替え）パーツ\nとして上半身部品のみを商品化することも，当業者であれば容易に想到することで\nある。\n当業者の立場で考えた場合には，上半身部品の交換の容易化という技術的課題が\n第１商品に内在する示唆として明確に存在する。そして，その技術的課題を解決し\nようとした場合，分解・組立てが予定されている第２商品において既に実現され（胸\n部と腰部の抜き差し連結構造），あるいは必ずしも接着固定が必然のものではないこ\nとが容易に理解できる胴部と腰部の連結構造を，第１商品に適用することは，当業\n者であれば容易に想到できることである。\n以上のとおり，相違点３に係る発明特定事項は，第１商品発明及び第２商品発明\nから導き出すことができる。\nイ  本件特許発明２について\n本件審決は，本件特許発明２について，「本件特許発明１と同様に，引用発明及び\n第２商品発明に基いて容易想到であるとはいえない」（４０頁１５行～１６行）と判\n断したが，誤りである。\n本件特許発明２は，本件特許発明１の「軟質性本体」について，「アンダーバスト\nの位置と腹部との接触角が鋭角である乳房部を備え，接合線の無い一体成形品であ\nること」に更に限定するものである。\n甲１４には，「これが”スラッシュ製法”といわれるものです。だいたいわかって\nもらえたかな？分割した型をあわせて作るのではないからパーティングラインが出\nない」（３４頁）と記載されていることから，本件出願時における周知技術であるス\nラッシュ成形により成形されたポリ塩化ビニールは，パーティングラインが出ない\n成形品，すなわち，接合線のない一体成形品であることは明らかである。そうする\nと，上記周知技術に基づいて，本件第１商品の「上半身カバー部材」としてスラッ\nシュ成形により成形されたポリ塩化ビニールを採用することは当業者にとって容易\nに想到でき，その結果，本件第１商品の「上半身カバー部材」としてパーティング\nラインの出ない成形品，すなわち，接合線の出ない一体成形品とすることも当業者\nにとって容易に想到できる。\nまた，本件特許発明２のように「アンダーバストの位置と腹部との接触角が鋭角\nである乳房部を備え」た「人形」とすることは，人形のデザインに応じて当業者が\n適宜なし得る設計変更にすぎない。\nよって，本件特許発明２は，第１商品発明，第２商品発明及び周知技術に基づい\nて容易想到である。\n(2) 無効理由１における主引用例と副引用例の選定の誤り（取消事由２）\nア  本件特許発明１について\n(ｱ) 本件審決は，第１商品発明を主引用例とし，第２商品発明を副引用例として，\n第１商品発明に第２商品発明を適用する動機付けがないとしたが，第２商品発明を\n主引用例とし，第１商品発明を副引用例とした場合には，第２商品発明に第１商品\n発明を適用する動機付けがあり，本件特許発明１は無効理由を有する。\n(ｲ) 本件特許発明１と第２商品発明とは，次の点で相違すると認められる。\nａ  相違点ａ\n本件特許発明１においては，上半身部品と下半身部品は，軟質製本体下端の開口\nと腰部本体の開放部にそれぞれ位置している下半身連結部材の棹部と上半身部品連\n結構造の差込み穴との上下方向の差込み又は引き抜きによって着脱自在，換言すれ\nば，分離・組立て可能に連結されているのに対して，第２商品発明においては，上\n半身部と下半身部とは，上半身部を構成する腹部の筒体に嵌合された連結体の軸部\nと下半身部を構成する腰部の軸受け部とが接着固定されているため，軸部と軸受け\n部との差込み又は引き抜きによって着脱自在，換言すれば，分離・組立て可能に連\n結されていない点。\nｂ  相違点ｂ\n本件特許発明１においては，上半身部品がスラッシュ成形により接合線なく一体\n成形され，かつ下端に開口を設けた塩化ビニル樹脂製の中空の軟質製本体と，軟質\n製本体内に嵌入して内装される芯材とで構成されているのに対して，第２商品発明\nにおいては，軟質製本体を有していない点。\n(ｳ)ａ  相違点ａの検討\n第２商品発明の軸部を有する連結体と軸受け部を有する腰部とは，組立て前の状\n態においては別部材であり，使用説明書に記載された指示に従って組み立てる段階\nにおいて連結体の軸部を軸受け部に嵌合させて接着固定するものであるため，組み\n立てる段階において連結体の軸部を軸受け部に嵌合させた後に接着固定しないこと\nを選択することは当業者であれば容易に行える設計変更であるといえる。\nまた，第２商品発明における胸部と腹部の連結構造は，連結体の軸部を軸受け部\nに接着固定させることなく上下方向で差込み連結かつ引き抜き分離可能に嵌合させ\nている以外は，腹部と腰部の連結構造と同じ連結構造を採用している。\nよって，当業者であれば，胸部と腹部の連結構造を腹部と腰部の連結構造に採用\nし，腹部と腰部との連結構造においても連結体の軸部を軸受け部に接着固定させる\nことなく上下方向で差込み連結かつ引き抜き分離可能に嵌合させていることは容易\nに想到できるといえる。\nｂ  相違点ｂの検討\n相違点ｂの構成と第１商品発明の構成とを対比すると，いずれも「上半身部品が\n接合線なく一体成形され，かつ下端に開口を設けた中空の軟質製本体と，軟質製本\n体内に嵌入して内装される芯材とで構成されている」点で一致しているが，相違点\nｂの構成においては，「中空の軟質製本体」が「スラッシュ成形」によって成形され\nた「塩化ビニル樹脂製」であるのに対し，第１商品発明においては，中空の軟質製\n本体がこれらに限定されていない点で相違している。\nしかし，甲１３，１４から，人形の分野において，中空の軟質部材としてスラッ\nシュ成形により成形されたポリ塩化ビニールを採用することは，本件出願時におけ\nる周知技術であると認めることができ，第１商品発明の中空の軟質製本体を，スラ\nッシュ成形により成形された塩化ビニル樹脂製とすることは，当業者にとって容易\nに想到できる。\n甲２，４，乙８～１０から，裸体を模した人形に外装部材としてソフビ製コスチ\nュームを装着させることは，本件出願時における周知技術であると認められる。ま\nた，第２商品発明は，女性の裸体を模した人形であり，第２商品を購入した顧客が\n組み立てた人形に対して外装部材を装着させて楽しむことをコンセプトとしたもの\nである。そうすると，第１商品発明及び第２商品発明はいずれも裸体を模した人形\nに対して外装部材を装着させるという点で一致していることから，第１商品発明に\n第２商品発明の外装部材を適用する動機付けがあり，このことから，第２商品発明\nの裸体を模した人形の外装部材として第１商品発明の外装部材と同様に中空の軟質\n製本体を選択することは，前記周知技術を参酌すると，当業者であれば容易に想到\nできることであると認められる。\nよって，相違点ｂに係る発明特定事項は，第２商品発明及び第１商品発明並びに\n周知技術から導き出すことができる。\n(ｴ) 以上検討したとおり，無効理由１における主引用例と副引用例を入れ替えて，\n第２商品発明に第１商品発明並びに周知技術の構成を適用し，本件特許発明１を想\n到することは，当業者にとっては容易想到である。\n(ｵ) 仮に，第１商品発明を主引用例とし，第２商品発明を副引用例にした組合せ\nでは容易想到とはいえないとしても，無効審判手続は職権探知であり，かつ，主引\n用例と副引用例との入れ替えた認定が一事不再理にかかって再度の無効審判請求を\n許さないものとされる可能性が高いことに鑑みれば，本件審決は，無効理由の引用\n例の主従を入れ替えた場合をも審理判断しなければならなかったものである。本件\n審決では，そのような審理判断は一切なされずに不成立審決がなされており，審理\n不尽であって，取り消されるべきである。\nイ  本件特許発明２について\n本件特許発明１が容易想到である以上，本件特許発明２も容易想到性であること\nは，前記(1)イのとおりである。\n(3) 無効理由２における容易想到性の判断の誤り（取消事由３）\nア  本件特許発明１について\n(ｱ) 本件審決は，「第３商品発明と上記相違点３に係る発明特定事項では着脱連結\n構造自体が相違するから，両者は上半身部品と下半身部品の分離位置が異なってい\nるものの分離位置をどのように設定するかは単なる設計変更にすぎないとする請求\n人の主張は，その前提となる着脱連結構造に係る相違点を看過しており，採用でき\nない」（４４頁１６行～３０行）としたが，誤りである。\n人形の着脱連結構造として，「円筒状の差込み穴」と「円柱状の棹部」の差込み又\nは引き抜きを利用することは証拠を挙げるまでもなく周知技術であり，また，甲１\n６には，人体像制作用芯材において腰部の着脱連結構造として逆Ｔ字状の連結体（Ｓ\n１８～Ｓ２４）を採用し，連結体の縦棒（Ｓ１８，Ｓ１９）と横棒（Ｓ２０～Ｓ２\n４）とを縦棒の「円筒状の差込み穴」と横棒の「円柱状の棹部」との「上下方向の\n差込み又は引き抜きのみによって着脱自在に連結させる」構成が開示されており，\nこの着脱連結構造を第３商品発明に適用することは当業者であれば容易に想到でき\nることである。\n(ｲ) また，本件審決は，「引用発明が上半身部材あるいは腰部材を他の部材と組み\n替えることを意図していない発明であることを勘案すると，引用発明に，円柱状の\n棹部と円筒状の差込み穴とを上下方向で差込み連結かつ引き抜き分離可能なように\n嵌合せしめる連結構造を適用して上半身部材と腰部材を簡単に分解組み立てを可能\nとし，他のパーツへの組み替えなどを容易にするという動機付けを見いだすことも\nできない」（４４頁３２行～３７行）としたが，誤りである。\n前記(1)アで検討したとおり，当業者は，第１商品発明がネジなどの着脱によって\n分解・組立てできることから組み立て可能な人形であると認識する。また，第３商\n品は，「神崎あかり」という固有のキャラクターを表現したものであり，第１商品と\n同様に「完成品人形」に該当するが，当業者は，第３商品に接した場合には，第３\n商品に設定されたキャラクターにとらわれず，現実に販売されている第３商品を分\n解・組立てして更なる改良を目的とした研究・開発を行うことは当然であり，第３\n商品発明を組立て可能な人形であると認識する。\nよって，当業者の立場からすれば，第１商品発明及び第３商品発明はいずれも組\n立て可能な人形であって，上半身部品と下半身部品とを腰部で抜き差し可能に連結\nすることを示唆する第１商品発明に第３商品発明の腰部連結構造を適用する動機付\nけがあるといえる。\n以上の検討から，相違点３に係る発明特定事項は，甲１６を含む周知技術を勘案\nすれば，第３商品発明から導き出すことができる。\nイ  本件特許発明２について\n無効理由２の判断においても，本件審決の本件特許発明２についての容易想到性\n判断が誤りであることは，前記(1)イのとおりである。\n２  被告の反論\n原告主張の取消事由は，以下のとおり，いずれも理由がない。\n(1) 無効理由１における容易想到性の判断の誤り（取消事由１）に対して\nア  本件特許発明１について\n(ｱ) 原告は，第１商品が分離（分解）・組立てする人形であると主張するが，根拠\nがないこじつけにすぎない。\n製作・販売に従事する当業者が，分離・分解したり，組み立てたりすることを全\nく想定していない完成品人形を，あえて分解・組立てする人形であるとして下半身\n部品の共通化などを考えることはない。\n(ｲ) また，原告は，部品の共通化の発想は，第１商品が「ニューコンバットジョ\nー」という共通ボディを採用していることに示唆されると主張する。\nしかし，第１商品は，「ニューコンバットジョー」という素体を採用して各キャラ\nクター人形の「完成品」を提供しているだけであり，「完成品人形」の「上半身」と\n「下半身」を分解・組立て可能として「下半身」の共通化を図るという原告の発想\nは，入り込む余地がない。原告の主張は，「完成品人形」としての技術分野，課題，\n作用・機能を全く無視して，後からこじつけて展開する，いわゆる「後知恵（ex-post\nfacto analysis）」であり，発明の進歩性の判断において用いられてはならないもの\nである。第１商品と第２商品とでは，技術分野の関連性，課題の共通性及び作用・\n機能の共通性もないことが明白であるから，「上半身部品」と「下半身部品」とを抜\nき差し連結する構造を適用する動機付けなど「第１商品」には全く存在せず，かつ，\n当業者であれば，第１商品と第２商品とでは，技術分野の関連性，課題の共通性及\nび作用・機能の共通性もないことが容易に理解できるものである。\nａ  技術分野の関連性\n第１商品が，所定のアニメキャラクター人形として「完成」している商品であっ\nて，特段手を加えて改変する必要性がないものであるのに対して，第２商品は，各\n部品がそれぞれランナーにつながった状態のいわゆるキット品として販売されてい\nる商品である。「完成品人形」と，「キット品」若しくは「素体」との関係でみれば，\n第１商品と第２商品とは技術分野の関連性が全くない。\nｂ  課題の共通性\n第１商品は，他の外観形態に変更しようと考える余地もない「完成品人形」であ\nって，所定のアニメキャラクターを忠実に模写した「完成品人形」を提供すること\nに課題を有している。これに対して，第２商品は，「素体」を組み立てて完成させる\nまでの工程・作業の興趣を図ることを課題としている，いわゆる「キット品」であ\nる（「プラスチックモデル」と同様の課題を有している。）。すなわち，第２商品は，\n完成した「素体」を提供することを課題としているものではなく，独自に組み立て\nることにより特定の「素体」を完成させることを「課題」としている。\nこのように，第１商品と第２商品とは，それぞれの「課題」が全く異なる。\nｃ  作用・機能の共通性\n第２商品の構成部品には，２種類の胸部（「美乳」「巨乳」）があり，着脱可能・取\n替え可能であるとの作用・効果を有している。しかし，第１商品は，「完成品人形」\nの構造から，そのような作用・効果を導き出すことは全くできない。言い換えれば，\n第１商品には，腰部と腹部（上半身部品）との間で着脱するとの思想もなければ，\nそのための構造も採用されていない。また，腰部や腹部（上半身部品）を，他の外\n観形態を有する部品と交換する思想も全くなく，他の外観形態を有する部品と交換\nすることを示唆するものもない。\nこのように，第１商品と第２商品とは，それぞれの「作用効果」が全く異なるも\nのである。\n原告は，第１商品がネジ止めなどで成形されていることから，分解・組立てでき\nる人形であると認識すると主張するが，第１商品に用いられている多数のネジは，\n完成品である第１商品の各部品を組み合わせて取り付け成形するに当たって必須の\n部品であって，第１商品を分解したり組み立てたりするために構成している部材で\nはない。原告の主張は，第１商品を本件特許発明１と対比しようとして後からこじ\nつけた後知恵にすぎない。\nイ  本件特許発明２について\n本件特許発明１が進歩性を有している以上，本件特許発明１を引用する本件特許\n発明２は，当然に進歩性を有しているものである。\n(2) 無効理由１における主引用例と副引用例の選定の誤り（取消事由２）に対し\nて\nア  本件特許発明１は，次の①～⑪に分説した構成からなる。\n①少なくとも上半身部品と下半身部品が別成形されると共に，\n②前記上半身部品と下半身部品とが，揺動可能，かつ分離・組み立て可能に連結\nされる可動人形用胴体であって，\n③前記上半身部品は，スラッシュ成形により接合線なく一体成形され，かつ下端\nに開口を設けた塩化ビニル樹脂製の中空の軟質製本体と，\n④該軟質製本体内に嵌入して内装される硬質合成樹脂製の芯材とで構成され，\n⑤前記芯材は，下半身部品と揺動可能かつ分離・組み立て可能に連結する下半身\n連結部材を備え，\n⑥前記下半身連結部材は，下半身部品の上端と対向し，前記軟質製本体下端の開\n口に位置して備えられ，\n⑦前記下半身部品は，前記軟質製本体下端の開口と対向する上端を開放し，外表\n面にネジ穴や接合線を有しない一体成形された腰部本体と，\n⑧前記腰部本体内に備えられ，前記下半身連結部材を差し込み連結可能な上半身\n部品連結構造とを備え，\n⑨前記上半身部品連結構造は，前記下半身連結部材と対向し，前記腰部本体の開\n放部位に位置して備えられ，\n⑩前記下半身連結部材と前記上半身部品連結構造は，\n円柱状の棹部と，該棹部を嵌合し，かつ上下方向で差込み連結かつ引き抜き分離\n可能な円筒状の差込み穴とによって構成され，\n⑪前記上半身部品と前記下半身部品は，\n軟質製本体下端の開口と腰部本体の開放部位にそれぞれ位置している前記棹部と\n前記差込み穴との上下方向の差込み又は引き抜きのみによって着脱自在に連結され\nていることを特徴とする可動人形用胴体。\nイ  第２商品は，硬質無垢のレジンキャスト製であり，それぞれの硬質無垢の成\n形部品を組み立てるものであるため，本件特許発明１の基本的構成である③，④の\n構成を全く備えていない。そして，基本的構成③，④を備えていないため，⑤以降\nの構成も備えていないものである。\nしたがって，本件特許発明１と共通する基本的な構成要素を有していない以上，\n第２商品発明を，本件特許発明の進歩性判断の際の主引用例とすることはできない。\n本件審決が第２商品発明を主引用例として進歩性の判断をしなかったことは，当然\nであって，法律に反するものではない。\n(3) 無効理由２における容易想到性の判断の誤り（取消事由３）に対して\n上記(1)で詳述したとおり，第１商品発明は，組立て可能ではないから，第３商品\n発明の腰部連結構造を適用する動機付けがあるとする原告の主張は，誤りである。\nまた，本件特許発明１が進歩性を有している以上，本件特許発明１を引用する本\n件特許発明２は，当然に進歩性を有しているものである。\n第４  当裁判所の判断\n１  無効理由１における容易想到性の判断の誤り（取消事由１）について\n(1) 本件特許発明１について\n原告は，①本件審決の考え方は，消費者の立場で第１商品に接した場合の考え方\nであり，当業者の立場での考え方ではないから，特許法２９条２項に違反する，②\n当業者の立場から考察する場合には，第１商品発明がネジなどの着脱によって分\n解・組立てできることから，組立て可能な人形であると認識し，上半身部品の交換\nの容易化という技術的課題が第１商品に内在する示唆として明確に存在するから，\nその技術的課題を解決しようとした場合，分解・組立てが予定されている第２商品\nにおいて既に実現され（胸部と腰部の抜き差し連結構造），あるいは必ずしも接着固\n定が必然のものではないことが容易に理解できる胴部と腰部の連結構造を，第１商\n品に適用することは，当業者であれば容易想到であると主張する。\nしかしながら，本件審決が，消費者の立場ではなく，当業者の立場で容易想到性\nの判断をしていることは明らかであり，上記①の主張は，本件審決を正解しないも\nのというほかなく，失当である。\n上記②の主張について検討すると，確かに，第１商品（甲１の１，２。別紙甲１\nの１（写真６）参照）の各部材は，ネジなどの着脱によって分解・組立てできるこ\nとは，その構造からして明らかであるから，第１商品は，当業者が組立て可能な人\n形であると認識できるものである。しかし，第１商品は，完成品人形であって，上\n半身部品と下半身部品は，組み立てた状態で着脱自在ではなく，また，上半身部品\nを交換するものではないから，上半身部品の交換の容易化という技術的課題が内在\nしているとはいえない。しかも，第２商品（甲５の１，２。別紙甲５の２（組立説\n明図）参照）の胸部（２．パーツ）と胴部（６．パーツ）の抜き差し連結構造は，\n胸部（２．パーツ）を交換可能とするためのものであるが，第１商品における腹部\nや腰部は，他の部材と交換する必要はないから，第１商品発明の腰部連結構造に，\n第２商品発明の胸部と胴部の抜き差し連結構造を適用する動機付けがあるとはいえ\nない。\nまた，第２商品では，腹部と腰部を連結している連結体のうち，軸部は，腰部に\n形成された円筒状の軸受け部に接着固定されており，一方，球体部は，腹部の下面\nに形成された円筒状の凹部に嵌め込まれて接着固定された筒体に挿入，嵌合するこ\nとによって揺動可能となっているため，腹部と腰部を上下方向に引っ張ると，連結\n体の球体部は，筒体から抜け，腹部と腰部は分離されるから，上半身部と下半身部\nは，着脱自在になっているものと認められる。そうすると，上半身部と下半身部が\n既に着脱自在になっている第２商品において，接着固定されている連結体の軸部と\n腰部の軸受け部を，接着固定せずにわざわざ着脱自在とする必要性はないから，第\n２商品の胴部と腰部の連結構造は，原告がいう「必ずしも接着固定が必然のもので\nはないことが容易に理解できる胴部と腰部の連結構造」と認めることはできず，原\n告の主張は，前提において誤りである。\n(2) 本件特許発明２について\n原告は，本件特許発明２は，第１商品発明，第２商品発明及び周知技術に基づい\nて容易想到であると主張する。\nしかし，上記(1)で検討したとおり，本件特許発明１は，第１商品発明及び第２商\n品発明に基づいて容易想到であるとはいえない。そして，本件特許発明２は，本件\n特許発明１の「軟質性本体」について，「アンダーバストの位置と腹部との接触角が\n鋭角である乳房部を備え，接合線の無い一体成形品であること」に更に限定するも\nのであるから，本件特許発明２は，本件特許発明１と同様に，第１商品発明及び第\n２商品発明並びに周知技術に基づいて容易想到であるとはいえない。\nよって，原告の主張は，採用できない。\n(3) 以上のとおり，原告主張の取消事由１は理由がない。\n２  無効理由１における主引用例と副引用例の選定の誤り（取消事由２）につい\nて\n(1) 審理不尽の主張について\n原告は，仮に第１商品発明を主引用例とし第２商品発明を副引用例にした組合せ\nでは容易想到とはいえないとしても，無効審判手続は職権探知であり，かつ，主引\n用例と副引用例との入れ替え認定が一事不再理にかかって再度の無効審判請求を許\nさないものとされる可能性が高いことに鑑みれば，本件審決は，無効理由の引用例\nの主従を入れ替えた場合をも審理判断しなければならなかったものであり，そのよ\nうな審理判断をしなかったことは，審理不尽であると主張する。\nしかし，原告（請求人）は，審判手続において，第１商品発明を主引用例とし第\n２商品発明を副引用例とした組合せについて無効理由を主張しているものの，第２\n商品発明を主引用例とし第１商品発明を副引用例とした組合せについては無効理由\nを主張していない。そして，本件審決は，原告（請求人）の主張した前者の組合せ\nの容易想到性について判断を示しているのであるから，原告（請求人）の主張して\nいない後者の組合せの容易想到性についての判断を示していないからといって，審\n理不尽であるとはいえない。\n(2) 本件特許発明１について\n原告は，無効理由１における主引用例と副引用例を入れ替えて，第２商品発明に\n第１商品発明並びに周知技術の構成を適用すれば，本件特許発明１は容易想到であ\nると主張するが，以下のとおり理由がない。\n原告は，本件特許発明１と第２商品発明とは，前記第３の１(2)ア(ｲ)の相違点ａ，\nｂにおいて相違するが，これらの相違点は，いずれも当業者に容易想到であると主\n張する。\nそこで，上記相違点ａについて検討するに，本件特許発明１は，「前記上半身部品\nと前記下半身部品は，……前記棹部と前記差込み穴との上下方向の差込み又は引き\n抜きのみによって着脱自在に連結されている」（請求項１）ものであるから，棹部の\n上半身部品側は固定されているものと認められる。他方，前記１(1)のとおり，第２\n商品では，腹部と腰部を連結している連結体のうち，軸部は，腰部に形成された円\n筒状の軸受け部に接着固定されており，一方，球体部は，腹部の下面に形成された\n円筒状の凹部に嵌め込まれて接着固定された筒体に挿入，嵌合することによって揺\n動可能となっているため，腹部と腰部を上下方向に引っ張ると，連結体の球体部は，\n筒体から抜け，腹部と腰部は分離されるから，上半身部と下半身部は，着脱自在に\nなっているものと認められる。\nそうすると，第２商品には，接着固定されている連結体の軸部と腰部の軸受け部\nを着脱自在とし，そうした上で更に，着脱自在（揺動可能）になっている球体部と\n筒体を接着固定する必要性も動機付けもないから，第２商品の上半身部品と下半身\n部品を，本件特許発明１のように連結体の軸部と腰部の軸受け部との上下方向の差\nし込み又は引き抜きのみによって着脱自在に連結することが，容易想到であるとは\nいえない。\nしたがって，相違点ｂについて検討するまでもなく，本件特許発明１は，第２商\n品発明を主引用例とし，第１商品発明を副引用例として組み合わせたとしても，容\n易想到とはいえない。\n(3) 本件特許発明２について\n第２商品発明を主引用例とし第１商品発明を副引用例として組み合わせた場合に\nおいても，本件特許発明１が容易想到といえない以上，本件特許発明２も同様に容\n易想到といえないことは，前記１(2)のとおりである。\n(4) 以上のとおり，原告主張の取消事由２は理由がない。\n３  無効理由２における容易想到性の判断の誤り（取消事由３）について\n(1) 本件特許発明１について\nア  原告は，当業者の立場からすれば，第１商品発明及び第３商品発明はいずれ\nも組立て可能な人形であって，上半身部品と下半身部品とを腰部で抜き差し可能に\n連結することを示唆する第１商品発明に第３商品発明の腰部連結構造を適用する動\n機付けがあると主張する。\nしかし，上記１(1)のとおり，第１商品発明は，上半身部品の交換の容易化という\n技術的課題が内在しているとはいえないから，上半身部品と下半身部品とを腰部で\n抜き差し可能に連結することが示唆されているとはいえない。したがって，第１商\n品発明に，上半身部品と下半身部品を差込み又は引き抜きのみによって着脱自在に\n連結する第３商品発明の腰部連結構造を適用する動機付けはない。\nなお，第３商品（甲９の１，２）の腹部と腰部の連結構造（別紙甲９の１（写真\n１６，１７）参照）は，軸受け部と球体部によって「上下方向に差し込み連結かつ\n引き抜き分離可能」に，かつ，「前後左右に揺動可能に連結され」ている（原告は，\n審決の第３商品発明の認定（前記第２の３(2)イ(ｳ)を認めている。）。一方，相違点\n３に係る発明特定事項の「上半身部品連結構造」と「下半身連結部材」は，それぞ\nれ「円筒状の差込み穴」と「円柱状の棹部」によって上下方向で指し込み連結かつ\n引き抜き分離可能に連結されているものの，前後左右に揺動可能に連結されてはい\nないら，両者の連結構造は，その構造及び機能が明らかに異なっている。\nそうすると，第１商品発明の腹部と腰部の連結構造に，構造及び機能が異なる第\n３商品発明の腰部連結構造を適用する動機付けはないし，仮に第１商品発明に第３\n商品発明の腰部連結構造を適用したとしても，相違点３に係る発明特定事項を導き\n出すことはできない。\nしたがって，原告の上記主張は採用できない。\nイ  原告は，人形の着脱連結構造として，「円筒状の差込み穴」と「円柱状の棹部」\nの差込み又は引き抜きを利用することは証拠を挙げるまでもなく周知技術であり，\nまた，甲１６（別紙甲１６【図３】参照）には，人体像制作用芯材において腰部の\n着脱連結構造として逆Ｔ字状の連結体（Ｓ１８～Ｓ２４）を採用し，連結体の縦棒\n（Ｓ１８，Ｓ１９）と横棒（Ｓ２０～Ｓ２４）とを縦棒の「円筒状の差込み穴」と\n横棒の「円柱状の棹部」との「上下方向の差込み又は引き抜きのみによって着脱自\n在に連結させる」構成が開示されており，この着脱連結構造を第３商品発明に適用\nすることは当業者であれば容易に想到できると主張する。\nしかし，第３商品発明の腹部と腰部の連結構造は，「縦棒先端の球体部が軸受け部\n内を摺動することにより前後左右に揺動可能に連結され」るものであって，単に，\n着脱自在に連結されるものではない。一方，甲１６の腹部と腰部の着脱連結構造は，\n縦棒（Ｓ１８，Ｓ１９）の「円筒状の差込み穴」と横棒（Ｓ２０～Ｓ２４）の「円\n柱状の棹部」との「上下方向の差込み又は引き抜きのみによって着脱自在に連結」\nされるものであって，前後左右に揺動可能に連結されるものではないから，両者の\n連結構造は，その構造及び機能が明らかに異なっている。\nそうすると，第３商品発明の腹部と腰部の連結構造に，構造及び機能が異なる甲\n１６に記載の着脱連結構造を適用する動機付けがあるとはいえない。したがって，\n人形の着脱連結構造として，「円筒状の差込み穴」と「円柱状の棹部」の差込み又は\n引き抜きを利用することが周知技術であったとしても，甲１６に記載の着脱連結構\n造を第３商品発明に適用することが当業者にとって容易想到であるとはいえない。\n(2) 本件特許発明２について\n無効理由２においても，本件特許発明１が容易想到といえない以上，本件特許発\n明２も同様に容易想到といえないことは，前記１(2)のとおりである。\n(3) 以上のとおり，原告主張の取消事由３は理由がない。\n４  結論\n以上検討したとおり，原告主張の取消事由はいずれも理由がなく，他に本件審決\nにはこれを取り消すべき違法はない。よって，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n芝 田 俊 文\n裁判官\n岡 本   岳\n裁判官\n武 宮 英 子\n（別紙）\n甲１の１（写真６）\n甲５の２（組立説明図）\n甲９の１（写真１６，１７）\n甲１６【図３】\n"
}