{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 9,
    "day": 5
  },
  "case_number": "平成29(ワ)9335",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "89016",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=89016",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/016/089016_hanrei.pdf",
  "contents": "令和元年９月５日判決言渡  同日原本領収  裁判所書記官\n平成２９年(ワ)第９３３５号  不正競争行為差止等請求事件\n口頭弁論終結日  令和元年７月１１日\n判         決\n原 告          株 式 会 社 サ ン エ ス\n同 訴 訟 代 理 人 弁 護 士          林     いづ み\n同                      堀 籠 佳 典\n同                      加 治 梓 子\n同 訴 訟 代 理 人 弁 理 士          福 田 伸 一\n同                      水崎   慎\n同補佐人弁理 士          高 橋 克 宗\n被 告       株 式 会 社 空 調 服\n同 訴 訟 代 理 人 弁 護 士          鮫 島 正 洋\n同                      高 橋 正 憲\n主         文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，別紙物件目録記載の製品を製造，譲渡，輸入，輸出又は譲渡の申出\nをしてはならない。\n２  被告は，その占有にかかる前項記載の製品を廃棄せよ。\n３  被告は，原告に対し，金４１６０万円及びこれに対する平成２９年５月１２\n日から支払済みまで，年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告が，①別紙「原告製品１説明書」記載の製品（以下「原告製品\n１」という。）の品番及び形態，並びに別紙「原告製品２説明書」記載の製品（以\n下「原告製品２」という。）の品番及び形態が原告の商品等表示として周知であ\nるところ，被告において原告製品１と品番が一致し，形態の類似する別紙物件\n目録記載１(1)の製品（以下「被告製品１(1)」といい，同様に，同目録記載１\n(2)ないし２(3)の製品につき，それぞれ「被告製品１(2)」ないし「被告製品２\n(3)」といい，被告製品１(1)ないし被告製品１(3)を併せて「被告製品１」，被\n告製品２(1)ないし被告製品２(3)を併せて「被告製品２」という。），被告製品\n１(1)を含むセット品である被告製品１(2)及び被告製品１(3)，原告製品２と品\n番が一致し，形態の類似する被告製品２(1)並びに被告製品２(1)を含むセット\n品である被告製品２(2)及び被告製品２(3)を販売した各行為が，不正競争防止\n法２条１項１号の不正競争行為に当たり，また，原告製品２の形態を模倣した\n被告製品２(1)並びに被告製品２(1)を含むセット品である被告製品２(2)及び\n被告製品２(3)を販売した各行為が，同法２条１項３号の不正競争行為に当た\nる旨を主張して，被告に対し，同法３条１項，２項に基づき被告製品１及び被\n告製品２の製造・販売等の差止め等を求めるとともに，民法７０９条，不正競\n争防止法５条２項に基づき，損害賠償金（被告製品１につき４０００万円，被\n告製品２につき１６０万円）及びこれに対する不法行為後である平成２９年５\n月１２日（同月１０日付け訴えの変更申立書の送達日の翌日）から支払済みま\nで民法所定の年５分の割合による遅延損害金の支払を求め，また，選択的に，\n②被告の関連会社と原告との間で，協業関係が終了した場合には，相互に相手\n方の投資効果を利用しないという合意が成立していたところ，上記関連会社と\n信義則上同一と見るべき被告も上記合意に拘束される旨を主張して，上記合意\nに基づき前記①と同内容の請求をした事案である。\n１  前提事実（証拠等を掲げた事実以外は，当事者間に争いがない。なお，枝番\n号の記載を省略したものは，枝番号を含む（以下同様）。）\n(1)  当事者等\nア  原告は，ユニフォーム・カジュアルウェアの企画・製造・販売，事務機\n器・設備・制御機器の設計・開発およびソフト開発，各種半導体の製造，\nミネラルウォーターの販売等を業とする株式会社である。（甲１）\nイ  被告は，ファンを用いた衣料品，寝具，座布団等の開発，製造，販売等\nを業とする株式会社であり，被告代表者が代表者を務める訴外株式会社セ\nフト研究所（以下「セフト研究所」という。）の子会社である。（甲２，弁\n論の全趣旨）\nウ  訴外株式会社ゼハロス（以下「ゼハロス」という。）は，衣料繊維製品及\nびその付属機器の企画開発，製造，販売及び輸出入業等を業とする株式会\n社である。訴外Ａ（以下「Ａ」という。）は，長年，原告に勤務し，平成６\n年６月から平成２５年３月３１日までは取締役に就任し，平成１８年５月\nから平成２５年３月３１日まで繊維部門の部門長を務めたが，平成２６年\n６月１日に，原告を退職し，出資して翌６月２日付けでゼハロスを設立し，\nその代表者に就任した。（甲３）\n(2)  空調服について\n空調服は，体の表面に大量の風を流すことにより，汗を気化させて，涼し\nく快適に過ごせるようにするために，服の内側に外気を取り込む小型の電動\nファンを取り付けることのできる，若しくはこれを取り付けた作業服であり，\n主に，工場や屋外作業などエアコンの使用できないような環境で使用される。\n空調服として最初の量産品となった「ＫＵ９０５５０」の形態は，原告製\n品１及び被告製品１(1)と基本的に同じ形態であるところ，当該形態の開発の\n経緯については後記３(5)のとおり争いがある。後続商品である「ＫＵ９１４\n００」の形態は，原告製品２及び被告製品２(1)と基本的に同じ形態であり，\nこれらはいずれも空調服である。（甲２３，２８，３３，３４）\n(3)  原告製品１及び原告製品２\nア  原告は，平成１７年以降，原告製品１を製造・販売し，遅くとも平成２\n７年２月頃以降，原告製品２を製造・販売している（なお，原告製品２の\n製造・販売の開始時期については後記３(7)のとおり争いがある）。\nイ  原告製品１の品番及び形態は，別紙「原告製品１説明書」記載のとおり\nである。（甲２３）\nまた，原告製品２の品番及び形態は，別紙「原告製品２説明書」記載の\nとおりである。（甲３３）\n(4)  被告の行為\nア  被告は，被告製品１(1)並びに同製品とファン等のセットである被告製\n品１(2)及び被告製品１(3)を販売している。（甲２７）\nまた，被告は，被告製品２(1)並びに同製品とファン等のセットである被\n告製品２(2)及び被告製品２(3)を販売している。（甲３５，３６）\nイ  被告製品１(1)の形態は，別紙「被告製品１説明書」記載(2)のとおりで\nある。（甲２３）\nまた，被告製品２(1)の形態は，別紙「被告製品２説明書」記載(2)のと\nおりである。（甲３３）\n２  争点\n(1)  不正競争防止法２条１項１号所定の不正競争の成否（争点１）\nア  原告製品１及び原告製品２の各形態が原告の「商品等表示」として，需\n要者の間に広く認識されているか（争点１－１）\nイ  原告製品１及び原告製品２の各品番が原告の「商品等表示」として，需\n要者の間に広く認識されているか（争点１－２）\nウ  同一性・類似性及び混同のおそれの有無（争点１－３）\nエ  被告による先使用（不正競争防止法１９条１項３号）の成否（争点１－\n４）\n(2)  不正競争防止法２条１項３号所定の不正競争の成否（争点２）\nア  原告製品２の形態は，被告にとって「他人の商品の形態」に該当するか\n（争点２－１）\nイ  被告製品２(1)は原告製品２の形態を「模倣した」商品か（争点２－２）\nウ  原告製品２が日本国内において最初に販売された日から起算して３年を\n経過しているか（不正競争防止法１９条１項５号イ）（争点２－３）\n(3)  債務不履行責任の成否（争点３）\n(4)  損害額（争点４）\n３  争点に関する当事者の主張\n(1)  争点１－１（原告製品１及び原告製品２の各形態が原告の「商品等表示」\nとして，需要者の間に広く認識されているか）について\n［原告の主張］\nア  形態の特別顕著性\n原告製品１について\n原告製品１の形態は，別紙「原告製品１説明書」記載(2)のとおりであ\nって，その基本的構成態様（特に，後身頃の下部寄り左右にファン取り\n付け用の開口部が形成されており，当該開口部にファンを取り付けて使\n用することができる形態（以下「本件開口部形態」という。）を有する点。）\n及び具体的構成態様（特に，次のａないしｌの形態を有する点。）などに\nおいて，独特の特徴を有し，需要者に特別な印象を与えるものである。\nａ  略長方形の胸ポケット\nｂ  横長略六角形状（略長方形の２隅を面取りした形状）の天蓋（フラ\nップ）\nｃ  天蓋へのマジックテープの四方縫いによる縫い付け\nｄ  玉縁飾りが垂直方向から内側に向けて約７０度傾けて配置され，袋\n布が取り付けられている片玉縁ポケット\nｅ  前身頃との接続部等においてインターロック始末がされている前ヨ\nーク\nｆ  後身頃の上端に入れられたタック（合計４つ）\nｇ  後身頃との接続部等においてインターロック始末がされている後ヨ\nーク\nｈ  幅約５．５ｃｍの前立て\nｉ  左袖のペン差し\nｊ  上下端約０．６ｃｍの位置にステッチを有する腰ベルト\nｋ  前立て，腰ベルトへのマジックテープの四方縫いによる縫い付け\nｌ  日清紡テキスタイル株式会社製「６０ＮＫ４０４」（綿１００％）で\nあり，独自の質感と優れた耐久性を備えた生地\n原告製品２について\n原告製品２の形態は，別紙「原告製品２説明書」記載(2)のとおりであ\nって，その基本的構成態様（特に，本件開口部形態を有する点。）及び具\n体的構成態様（特に，次のａないしｊの形態を有する点。）などにおいて，\n独特の特徴を有し，需要者に特別な印象を与えるものである。\nａ  左右の前身頃の円弧上の切り替え\nｂ  略五角形状の胸ポケット及び略五角形状の天蓋\nｃ  右胸ポケットのイメージネーム\nｄ  左ポケットのファスナー\nｅ  胸ポケットの天蓋のオレンジ色の閂止め\nｆ  襟の形状（ファスナーを襟上端まで上げると立ち襟のブルゾンにな\nる）\nｇ  天蓋の左右袖側端のリベット\nｈ  玉縁飾りが約１０．５度傾けて配置された片玉縁ポケット\nｉ  左袖のペン差し\nｊ  飾り縫い及びインターロック始末\nイ  周知性\n原告製品１及び原告製品２は，下記 ないし のとおり，原告が全国で\n維持する流通・販売網や原告の広告宣伝活動等を通じて，その具体的な形\n態が多くのユニフォーム事業者やその顧客の目に触れることとなり，徐々\nに取引者・需要者に浸透していった。とりわけ，平成２３年の東日本大震\n災以降は，復興に携わる多くの建設業者等により愛用され，その販売数は\n急激に伸びていった。その結果，原告製品１及び原告製品２の形態は，遅\nくとも平成２８年１月頃までには，取引者・需要者において原告の製品で\nあるというその出所を表示するものとして広く知られるに至っている。\n原告が長年にわたって全国的な流通・販売網を維持していること\n平成１６年（２００４年）当時，原告は，全国に２３４１余りあるユ\nニフォーム事業者のうち，約１１５２の業者（約４９％）と取引があり，\n全国的な流通・販売網を有しており，全国のユニフォームメーカーで全\n国１０位前後の売上げをあげていた（甲４７，４８，４９の１～３）。そ\nの後も原告がユニフォームの分野において，長年にわたって，全国的な\n流通・販売網を維持している。\n広告宣伝活動等\n原告は，原告製品１及び原告製品２の販売開始後，同製品の写真を示\nすカタログ等を原告の流通・販売網を通じて全国のユニフォーム事業者\nに多数頒布してきた。カタログの作成数は，近年では，平成２４年７万\n冊，平成２５年６万５０００冊，平成２６年１万冊 ，平成２７年８００\n０冊，平成２８年８０００冊，平成２９年３万冊である。これらのカタ\nログには，原告製品１及び原告製品２の写真が掲載されており，看者を\nして，具体的形態を認識なさしめるものとなっている。\nまた，原告は原告製品等の空調服に関しチラシを作成し需要者に配布\nしてきた。その作成数は，本件提訴前の直近３年間でも，平成２７年４\n万枚，平成２８年４万枚，平成２９年４万枚である。原告が現在までに\n費やした広告宣伝費は上記で例示したものに限っても２億９０００万円\nを下らない。\n空調服は，東日本大震災の後，いわゆる復興需要により需要が急増し\nたが，これは個人ではなく法人からの需要によるものであるところ，こ\nのような法人需要に基づく（法人による）空調服の購入は，企業間取引\nとして，販売店を通した取引がメインとなるのであって，インターネッ\nトによる通信販売等の役割は限定的である。このことから，空調服の周\n知性に関しては，法人顧客に対する販売網を利用した販売活動が重視さ\nれ，販売店に頒布されるカタログを利用したアピールが重要となる。そ\nして，このような販売店を通じた法人顧客へのアピールに関しては，原\n告が圧倒しており，原告のカタログの作成費用と，被告の広告宣伝費を\n対比すると，原告のカタログ作成部数・費用が圧倒的に多い。\nなお，原告製品は，「Ｙａｈｏｏ！ショッピング」，「楽天市場」，「Ａｍ\nａｚｏｎ」等の著名なインターネットショッピングサイトで取り上げら\nれ，販売されてきた。\n原告製品の販売数及び空調服市場におけるシェア\n原告は，平成１７年に原告製品１，平成２７年に原告製品２の販売を\n開始して以来，これらを含む空調服に関し順調に販売数および売上高を\n伸ばしてきた。原告における空調服全体の販売数および売上高は，平成\n２４年度は約３万５０００着（１億１５００万円），平成２５年度は約８\n万着（２億６７００万円），平成２６年度は約１９万着（６億６５００万\n円），平成２７年度は約２５万着（８億７５００万円），平成２８年度は\n約１８万着（６億７８００万円）であり，原告製品１及び原告製品２は\nその中で一貫して売れ筋商品である。販売開始から現在までの原告によ\nる空調服の販売数および売上高の累計は約８０万着，２８億円にものぼ\nる。\nなお，被告は原告開発のＫＵ９０５５０を原告から購入して第三者に\n転売するだけの販売店にすぎなかったものである。\n販売態様\n原告は，原告製品１及び原告製品２の広告宣伝（パンフレット，自社\nウェブサイト，雑誌広告，チラシ，テレビＣＭなど）において製造販売\n元として原告社名を表示しており，「Ｙａｈｏｏ！ショッピング」，「楽天\n市場」，「Ａｍａｚｏｎ」等のショッピングサイトでも，原告社名は原告\n製品と共に記載されている。\nまた，原告が原告製品を販売店やエンドユーザーに納品する際に用い\nてきた梱包箱には，サンエスの「Ｓ」をモチーフにしたマークが付され\nており，原告の梱包箱としてユニフォーム業者に定着していた。\nさらに，原告製品１及び原告製品２の各パッケージ（包装袋）等に付\nされた「ＫＵ９０５５０」及び「ＫＵ９１４００」は，原告の製品であ\nることを表示している。\n［被告の主張］\nア  形態の特別顕著性\n本件で問題とされる商品は作業服であり，客観的にほかの同種の作業服\nと異なる顕著な特徴が，本件開口部形態にあることは明らかである。した\nがって，本件において不正競争防止法２条１項１号の商品等表示として保\n護されるのは，本件開口部形態であるといえる。\n本件開口部形態以外の，作業服の①前身頃，②前ヨーク，③後身頃，④\n後ヨーク，⑤ファスナー及び前立て，⑥袖，⑦襟，⑧腰ベルト，及びこれ\nらの位置・大きさ・範囲等の具体的態様は，通常のありふれた作業服の形\n態であるから ，客観的にほかの同種の作業服と異なる顕著な特徴とはい\nえず，当該形態は，不正競争防止法２条１項１号の商品等表示として保護\nされない。\nイ  周知性\n原告の空調服の販売は，ライセンシーとしての販売であり，かつこれが\n需要者に認識される態様で行われている。したがって，原告が空調服を販\n売すれば販売するほど，空調服の形状・品番は被告を表すものとして周知\n性が高まるものであって，原告が周知性を獲得することはない。\n仮に，原告が周知性を獲得する主体となりうるとしても，次のとおり，\n原告に周知性は認められない。\n原告の広告宣伝活動について\n原告は，「原告製品の販売開始後，積極的にその広告宣伝活動を行い，\n多くの顧客を獲得するに至った。」旨を主張する。そして，広告宣伝活動\nの内容として，カタログ，チラシ，広告掲載，テレビＣＭによる広告宣\n伝を行った旨主張する。\nしかし，空調服に特化したカタログが作成されたのは平成２６年以降\nであり，チラシの配布の証拠が存在するのも平成２７年以降であり，広\n告掲載は平成２７年にわずか６回なされただけであり，テレビＣＭも平\n成２７年４月から６月にかけて放映されたのみであり，原告の主張する\n広告宣伝活動はいずれも，空調服の売れ行きが好調であることが判明し\nた後の平成２６年以降になされたものである。すなわち，空調服の顧客\n獲得は，被告の企業努力により行われもので，原告の広告宣伝活動によ\nり，多くの顧客が獲得されたわけではない。\nまた，原告は「原告が現在までに費やした広告宣伝費は上記で例示し\nたものに限っても２億９０００万円を下らない」旨主張するところ，こ\nの広告宣伝費の大半は，２億７１３３万５８９１円を占めるカタログ作\n成費であり，当該カタログの記載は，空調服とはおおよそ無関係の作業\n服が大多数を占めている。例えば，２０１０年版（平成２２年版）のカ\nタログは全１７７頁であるところ，空調服の掲載ページは，わずか５頁\nであり，その他のページは空調服とは無関係の商品紹介ページが占める。\nしたがって，２億７１３３万５８９１円の全てを空調服の顧客獲得に要\nした広告宣伝費であるとする原告の主張は，事実に反する。\n原告製品の販売数等について\n原告は，周知性を獲得した根拠に空調服の累計売上額が約２８億円に\nのぼることを主張するが，被告の空調服の売上が累計約８５億円である\nことからして，わずか約２８億円の売上では，原告が周知性を獲得した\nとは到底いえない。\nまた，インターネット経由で販売される空調服の数量は，売り上げ全\n体の数％以下であり，極めて少量であることから，「Ｙａｈｏｏ！ショッ\nピング」において「売れている順」に上位に掲載されたからといって，\n周知性に何ら影響を与えない。\n(2)  争点１－２（原告製品１及び原告製品２の各品番が原告の「商品等表示」\nとして，需要者の間に広く認識されているか）について\n［原告の主張］\nア  特別顕著性\n「ＫＵ９０５５０」及び「ＫＵ９１４００」等の「ＫＵ９〇〇〇０」の\n製品名（品番）は，原告が独自のルールに基づき命名した原告独自の商品\n表示であり，原告は，平成１７年（２００５年）春の「ＫＵ９０５５０」\n発売以降，平成２８年（２０１６年）までに「ＫＵ９０５５０」及び「Ｋ\nＵ９１４００」を含めて１５種類にわたり，広汎かつ一貫して使用を継続\nしてきたものである。\n他方，「ＫＵ９０５５０」及び「ＫＵ９１４００」は，空調服分野におい\nて，原告の空調服以外では何人も使用していなかった商品等表示である。\nしたがって，「ＫＵ９０５５０」及び「ＫＵ９１４００」を含む「ＫＵ９\n〇〇〇０」との品番については，特別顕著性が明らかに認められるもので\nある。\nイ  周知性\n原告は，前記のとおりがユニフォームの分野において，長年にわたって，\n全国的な流通・販売網を維持しているところ，この流通・販売網に多数頒\n布された原告のカタログにおいて，原告製品１における「ＫＵ９０５５０」\n及び原告製品２における「ＫＵ９１４００」を含む品番「ＫＵ９〇〇〇０」\nが目立つように表示されていた。また，需要者に対して配布されたチラシ\nにおいて，「ＫＵ９〇〇〇０」の文字が一番左に他よりも大きく太い字で記\nされており，最も目立つように表示されていた。\n空調服は，いわゆる作業服の１つであり，その小売価格はファンやバッ\nテリーと合わせると１万数千円以上であるため，家庭向けに販売されるこ\nとは少なく，ユニフォーム事業者（販売店）を介して建設業者その他のエ\nンドユーザーに販売されることが多い。\nまた，多くの同業他社が長袖ワークブルゾンを製品として出しているの\nで，「長袖ワークブルゾン」では，どの製品を指しているのかわからない。\nしたがって，空調服の具体的な取引状況として，取引者・需要者が，空\n調服を特定する際に，「ＫＵ９〇〇〇０」などの商品等表示を使用してこれ\nを特定するのが通常である。「ＫＵ９０５５０」も「ＫＵ９１４００」も，\n具体的な取引状況において，取引者・需要者が，原告製品の空調服を識別\nするための必須の商品等表示として機能し，遅くとも平成２３年２月頃ま\nでには，購入者にとって，原告製品である空調服を識別するための周知の\n商品等表示となっていた。\n［被告の主張］\n英文字や数字の組合せの品番は，特段の事情がない限り，特定人に対する\n独占適応性を欠くので，不正競争防止法２条１項１号にいう「商品等表示」\nに当たるとはいえない。\nしかして，本件では，「ＫＵ９０５５０」なる構成は英文字と数字の単なる\n組合せであり，構成上，顕著な特徴は存在せず，生来的に識別力がない表示\nである。また，原告による「ＫＵ９０５５０」の使用状況をみても，「ＫＵ９\n０５５０」は品番という位置付けで使用されているのみで （乙３２），商品\n名の「空調服」は強調されているが，当該品番たる「ＫＵ９０５５０」がク\nローズアップされる形で広告宣伝活動がなされているものでもない（甲１７，\n２５の１～３）。\nしたがって，「ＫＵ９０５５０」について特段の事情は認められず，原告製\n品１についての「ＫＵ９０５５０」なる品番は，「商品等表示」に当たるとは\nいえない。\n(3)  争点１－３（同一性・類似性及び混同のおそれの有無）について\n［原告の主張］\n原告製品１と被告製品１(1)，及び原告製品２と被告製品２(1)はそれぞれ\n形態が酷似し，品番が同一である。そうすると，具体的な取引状況において，\n需要者が原告製品と被告製品とを混同するおそれは極めて高い。\n［被告の主張］\n否認ないし争う。\n(4)  争点１－４（被告による先使用（不正競争防止法１９条１項３号）の成否）\nについて\n［被告の主張］\n原告は，原告製品について，平成２８年１月頃に周知性を具備した旨主張\nする。しかし，被告は，被告製品１(1)の形態及び品番を用いて，平成１６年\nから現在に至るまで販売を継続しており（乙７の１～１３，乙３３），被告製\n品２(1)の形態及び品番を用いて，平成２６年から現在に至るまで販売を継続\nしている（乙７の１０～１３，乙３４）。そして，当該使用は空調服を開発し\nた本家メーカーとしての使用であり，不正の目的は認められない。\nしたがって，被告製品１(1)及び２(1)の形態及び品番は，原告製品の形態\n及び品番が周知となる前から不正の目的なく，被告がこれを使用した商品を\n譲渡するものであり，被告には先使用権が成立する（不正競争防止法１９条\n１項３号）。\n［原告の主張］\nＫＵ９０５５０（原告製品１）及びＫＵ９１４００（原告製品２）を開発\nしたのは原告において他にはなく，被告が「空調服を開発した本家メーカー」\nであるとの被告の主張は，根本において誤っている。\nセフト研究所と原告の間の取引基本契約書が終了し，原告が被告からの空\n調服（服本体）の注文を受けなくなったことから，原告が開発したＫＵ９０\n５５０やＫＵ９１４００の形態を模した空調服（服本体）を製造し，これを\n「ＫＵ９０５５０」，「ＫＵ９１４００」として販売した被告の行為が，原告\n製の「ＫＵ９０５５０」や「ＫＵ９１４００」と被告製の「ＫＵ９０５５０」\nや「ＫＵ９１４００」を誤認混同させることを目的としたことは明らかであ\nって，被告には「不正の目的」が認められる。特に被告製品２(1)については，\n被告は，原告製品２に極めて類似した位置に類似したマークを付しており，\nこのことからも，被告に誤認混同の目的があったことは明らかである。\nまた，被告は原告製の「ＫＵ９０５５０」や「ＫＵ９１４００」を販売し\nてきたが，原告の販売店として販売しているにすぎないものであって，先使\n用権成立の根拠とはならない。\nさらに，被告は同一の製品を販売し続けているのではない。被告が現在販\n売している「ＫＵ９０５５０」（被告製品１(1)）や「ＫＵ９１４００」（被告\n製品２(1)）は，原告製の「ＫＵ９０５５０」（原告製品１）や「ＫＵ９１４\n００」（原告製品２）を模倣したものであるが，その生地は異なり，また，形\n態も完全に同一ではなく，類似である。したがって，被告が現在販売してい\nる被告製品１(1)や被告製品２(1)は，「その商品等表示を（中略）使用した商\n品」（不正競争防止法１９条１項３号）には当たらず，先使用権は成立しない。\nなお，被告は，原告においては，被告製品２(1)の形態及び品番を用いて，平\n成２６年から現在に至るまで販売を継続している旨主張するが，原告の「Ｋ\nＵ９１４００」は，平成２７年２月にその形態を変更しており，原告製品２\nは形態変更後の商品であり，原告製品２は，平成２６年には存在していない。\nつまり，被告が原告製品２を販売するようになったのは，平成２６年ではな\nく，平成２７年２月以降であり，被告製品２(1)を販売するようになったのは，\n平成２９年２月頃である。\n(5)  争点２－１（原告製品２の形態は，被告にとって「他人の商品の形態」に\n該当するか）について\n［原告の主張］\n次のアないしウのとおり，原告製品１は，作業服に関して原告が長年培っ\nてきたノウハウと技術に基づき，原告の製品「ＡＤ１４１２１」をベースに\n原告が開発して，市場に置いたものであるところ，その後に開発された原告\n製品２についても同様である。したがって，原告製品２の形態は，被告にと\nって「他人の商品の形態」（不正競争防止法２条１項３号）に当たる。\nア  原告とセフト研究所との意見交換\n平成１４年９月２４日頃，原告とセフト研究所が最初に空調服の開発に\nついて意見交換を行った。この頃，セフト研究所が原告側に示した試作品\nは，ファンで服の内部の空気を外に吐き出すタイプのものであり，既存の\n作業服に，身体と服が密着して空気の流れを阻害することを防止するため\nのゴムスペーサー（身体と服の間に空気が通る隙間を設けるためのゴム製\nの部材）を取り付けるとともに，服の一部に穴を開けてそこに市販品のフ\nァンを服に縫い付けた程度のものであり，実用化には程遠い状態であった。\nしかし，原告は，空調服の環境的・社会的意義を感じて，空調服本体の開\n発を行うこととした。そこで，空調服本体の開発は作業服分野で７０年来\nのノウハウと技術を有していた原告が行い，ファンの開発（製品化）はセ\nフト研究所が行うこととなった。\nイ  原告による空調服本体等の開発\n上記の会合の後，原告は，平成１４年１０月頃に，社内で空調服の開発\nをスタートさせた。開発には，電子部門と繊維部門がチームを作ってこれ\nにあたり，試作とモニター試着結果を踏まえた評価を繰り返した。\nまず，原告は，セフト研究所が提案していたゴムスペーサータイプにつ\nいては，平成１５年２月頃にギャザータイプの方が空冷効果に優れること\nを見出したが，それでも不十分であったことから，同年３月頃，これを改\n善した新プリーツタイプ（服の内部に空気が通る隙間を設けるメッシュ生\n地をヒダ条にしたスペーサーを設けたもの）の服を開発した。\nまた，セフト研究所の試作品では吐き出し方式が採用されていたが，平\n成１５年４月２８日の試作品テストの結果，吸い込み方式の方が空冷効果\nを高めることが判明した。さらに，一連の開発の中で，通気性のあまりな\nい生地の密なものが空冷効果を高めることも分かってきた。\nさらに，ファンについては，セフト研究所が平成１６年春頃までに外注\nして作成した５枚羽根を有する方式のファンにつき，多数の欠点があり製\n品化が困難であったところ，原告が独自にファンを開発し，平成１６年冬\n頃までに９枚羽根を有する新型ファンを開発した。\nウ  原告製品１の完成\n原告は，平成１６年１１月頃，上記の研究結果に基づき，「ＡＤ１４１２\n１」をベースにすることとし，本格的な量産用空調服である原告製品１を\n完成させるに至った。同製品では，ゴムスペーサーなどのスペーサーは完\n全に廃止されており，当初とは全く異なるコンセプトの作業服となってい\nる。\n［被告の主張］\n不正競争防止法２条１項３号の「他人」とは，形態模倣の対象とされた商\n品を自ら開発・商品化して市場に置いた者をいうところ，次のとおり，空調\n服の外観は，被告（以下，セフト研究所も含めて単に「被告」ということが\nある。）の開発成果であり，原告の活動はこれに関与しておらず，原告は形態\n模倣の対象とされた商品を自ら開発・商品化して市場に置いた者ではないの\nで，「他人」性の要件を欠く。\nア  空調服の特徴部分の外観について\n原・被告が最初に出会ったのは，平成１４年９月２４日頃であり，同日\n時点までにおいて，被告は，温度調整，ファンの調整，風量問題，スペー\nサー問題，外観等の数々の課題に直面するものの，これら各課題を乗り越\nえ（乙１），ファンの取付け位置を後身頃下部寄り左右の箇所にすることを\n確定させていた（Ｄ号機，Ｅ号機等）。ファン取り付け位置については，Ｄ\n号機（平成１４年５月）以降，Ｇ号機に至るまで，変更がない。\nしたがって，空調服の特徴部分である「後身頃の下部寄り左右にファン\n取り付け用の開口部が形成されており，当該開口部にファンを取り付けて\n使用することができる形態である」点（本件開口部形態）については，原・\n被告が最初に出会う前に被告により完成しており，原告の関与は全くない。\nイ  空調服の特徴部分以外の外観について\n空調服の特徴部分以外の外観においても，被告において全て完成させた\nものであり，原告の貢献は全くない。\n被告の活動により，空調服の特徴部分以外の外観が完成したこと\n被告は，ファン取り付け位置等の空調服の基本コンセプトについては，\n原告と初面会する前に既に確定させていた。被告は，原告と初面会した\n後も，確定していた当該基本コンセプトや，その他の開発成果を基に，\n服本体及びファン等の空調服全体について，累積的に，研究開発行為を\n継続し，平成１６年の年明け頃に，独自にＦ号機を完成させた（乙３８，\n３９）。\n被告は，これらの研究開発過程において，数々の課題を抽出し，かつ\n抽出した課題に対し解決手段を具現化し，各研究開発成果について特許\n出願を行った（乙３８，１０）。Ｇ号機とＦ号機の外観がほぼ同一である\nことからも明らかなとおり（乙４０），Ｇ号機の外観に関する研究開発は，\nＦ号機の完成により完了したものといえ，空調服の本件開口部形態以外\nの外観についても，被告の活動により完成したものというべきである。\nなお，空調服の外観に影響を与えない外観上の些細な部分については，\n被告は，平成１６年１０月頃に，原告に対し，Ｆ号機を基に細部の修正\n等を詳細に指示し（乙４１の１～８），原告に対し製造委託を開始し，製\n造された製造物は原告から被告に納品された。\n原告の活動は空調服の外観に全く貢献していないこと\n原・被告間の初回面会の後，平成１６年１０月に業務委託を開始する\nまでの間に，原告がどのような活動をしていたか不明であるが，少なく\nとも，Ｇ号機の外観に原告の活動が寄与していないことは，原告が開発\nしたと主張する試験的量産モデル等（甲５０，５１）とＧ号機の外観が\n全く異なることからも，明らかである。\nまた，原告が試験的量産モデル等を試作したなどと主張するが，仮に，\nこれが実際に行われたとしても，原告には，空調服に関する知見が一切\n蓄積されていなかったので，その活動は単発的にならざるを得ず，課題\nを抽出し，課題を解決する手段を具現化することができず，特許出願も\n１件も行われなかったものである。\nその他，原告が行ったとされる活動は，全て被告による業務委託の指\n示（乙４１の１～８）に基づくものであり，原告の活動は空調服の外観\nに全く貢献していない。\n(6)  争点２－２（被告製品２(1)は原告製品２の形態を「模倣した」商品か）\n［原告の主張］\n原告製品２と被告製品２(1)とは，需要者においてその差異を認識するこ\nとが困難な生地目の僅かな相違と飾りステッチや飾り縫い等極めて細かな部\n位にかかるごく僅かな相違を除いて，その形態は酷似している。\nまた，被告は，平成２７年２月から平成２８年５月頃まで，原告から原告\n製品２を購入して販売しており，その後，平成２９年４月頃から，ゼハロス\n製造にかかる被告製品２(1)の販売を開始したのであるから，被告製品２(1)\nが原告製品２の形態に依拠して製作されたことは明らかである。\nすなわち，被告製品２(1)は，原告製品２の形態を模倣したものであるとい\nうべきである。\n［被告の主張］\n否認ないし争う。\n(7)  争点２－３（原告製品２が日本国内において最初に販売された日から起算\nして３年を経過しているか（不正競争防止法１９条１項５号イ））について\n［被告の主張］\n原告は，遅くとも平成２６年６月には，「ＫＵ９１４００」（原告製品２）\nを日本国内において最初に販売した（乙３５）。そうすると，被告が原告製品\n２を模倣した被告製品２を販売する行為は，日本国内において最初に販売さ\nれた日から起算して３年を経過した製品について，その製品の形態を模倣し\nた製品を譲渡する行為であるから，不正競争防止法による保護は及ばない（同\n法１９条１項５号イ）。\n不正競争防止法１９条１項５号イにおいて，「最初に販売された日から起\n算して３年を経過した商品」につき同法２条１項３号の保護の適用を除外し\nた趣旨は，商品形態の開発に投資した資本・労力の回収に必要な限度で保護\nを与える点にある。そうすると，製品形態が変更された場合の変更後の製品\nにも同法２条１項３号による保護が及ぶか（同法１９条１項５号イの要件に\n該当するか）については，当該変更にどれほどの資本・労力が投下された形\n態か，具体的には，変更後の形態が変更前の形態と実質的同一かにより判断\nすべきである。しかして，本件で，原告が主張する，原告製品２についての\n平成２７年１月の形態変更の箇所は，外観から判断できないポケットフラッ\nプの内側部分にファスナーが存在するか否かの点であり，当該変更点は通常\nの使用態様において需要者が目にする部分ではなく，外観全体に与える影響\nは皆無であり，変更前の形態と変更後の形態は実質的に同一である。したが\nって，上記形態変更については，当該変更に資本・労力がほとんど投下され\nておらず，同法２条１項３号の保護期間を延長してまで保護に値するもので\nはないというべきである。\n［原告の主張］\n原告製品２が最初に販売されたのは平成２７年１月であるから，原告製品\n２に係る平成２９年５月１０日付け訴えの変更申立ての時点において，最初\nに販売された日から３年を経過していない。\nすなわち，原告が平成２６年３月に販売した「ＫＵ９１４００」と，原告\nが平成２７年１月に販売した被告製品とでは，右胸ポケットのポケットフラ\nップの内側部分にファスナーが追加されている点で形態が異なっている。\nフラップ付きポケットは，フラップを開けて使用するものであるから，右\n胸ポケットのファスナーはその通常の使用態様において需要者が目にするも\nのであり，当該ファスナーが外観に与える影響は相当程度ある。また，ファ\nスナーを取り付けることによる製造コストのアップは無視できるものではな\nいし（原告製品１では，コストの関係で，ファスナーを採用しなかった），フ\nァスナー付きへの変更を決定するためには，空調服にどの程度のデザイン性・\n機能性が求められるかなどに検討が必要なのであるから，原告製品２をファ\nスナー付きに変更することには相当程度の資本・労力が投下されているとい\nえる。\n(8)  争点３（債務不履行責任の成否）について\n［原告の主張］\nア  原告とセフト研究所との間の合意の成立\n成１４年頃に，空調服の開発・販売について協業関係の構築が合意されて\nおり，当該協業関係は，原告が服本体を，セフト研究所はファンを，それ\nぞれ開発するという投資を各自が行うとともに，その開発結果からの利益\n（リターン）を相互に享受することを認めるというものであったといえる。\nそして，相互に相手方に対して自己の投資結果からのリターンを得ること\nを容認するのは，当該協業関係が継続する限りであるというのが当事者の\n合理的な意思解釈である。したがって原告とセフト研究所の間では，協業\n関係が終了した場合には，相互に相手方の投資結果を利用しないという少\nなくとも黙示の合意が成立したというべきである。\n原告・セフト研究の役割分担（原告：服本体，被告：ファン）\n空調服の開発に関し，服本体の開発は，セフト研究所にはまったく知\n識も経験もなかったため，作業服分野で７０年来のノウハウと技術を有\nしていた原告が行うこととし，ファンの開発（製品化）はセフト研究所\nが行うこととなった。換言すると，空調服の開発における原告・セフト\n研究所の関係は，一方が他方に対して一方的に便益を提供するという関\n係ではなく，原告が服本体の開発という投資を行い，セフト研究所がフ\nァンの開発という投資を行うという対等な協業関係であった。\nセフト研究所は，原告に対して開発費用を支払っていないこと\n服本体の開発・研究の費用は原告が負担し，セフト研究所から報酬等\nの支払いは一切受けていない。\n被告製品１は，原告製「ＡＤ１４１２１」をベースにしたものである\nこと\n原告が被告製品１のベースとして原告製「ＡＤ１４１２１」を用いる\nことを決定したことや，空調服完成に向けた変更を行ったことは，原告\nによる空調服開発に向けた投資である。原告がこのような投資を行い，\nかつ，セフト研究所がこれを受け入れたこと（セフト研究所のファンと\n組み合わせたこと）は，空調服の開発における原告・セフト研究所の関\n係が，原告が服本体の開発という投資を行い，セフト研究所がファンの\n開発という投資を行うという対等な協業関係が構築されていたからにほ\nかならない。\n開発後の関係\n原告・セフト研究所間の平成１５年５月１日付け「特許実施等に関す\nる覚書」（甲５５）では，スペーサータイプの空調服に関する特許出願に\nついて，特許が登録された場合には，非独占的（通常）実施権の許諾を\n受け，１着３０円の特許使用料を支払う旨を合意し，平成１７年のチラ\nシ（甲５）には，「※空気吸入ファンは，㈱セフト研究所（住所は省略）\nが開発したものを使用しています。特許申請中」と記載され（甲７ない\nし１１にも同様の記載がある。），平成２４年１１月２０日付け取引基本\n契約書（甲２１）では，５条１項で「本契約の期間中，甲は乙に，甲が\n保有するＤＣの特許及びノウハウを含む技術を用いて本製品を製造し，\nその本製品に甲が提供するＤＣ部材を組みつけた空調服（中略）を日本\n国内に限り販売することを許諾する。」，６条１項で「乙は，前条の許諾\nに基づいて，本製品及び準製品を製造する場合の対価を以下の方法によ\nって甲に支払う。／（１）前条第２項の製造販売計画等に基づき，甲の\n特許及びノウハウを使用した製品であることを示す「ＤＣ織ネーム」を\n乙が甲から購入する方法によって支払う。・・・（３）甲から乙への「Ｄ\nＣ織ネーム」１枚の販売価格を１００円とする。」などの記載がある。\nこれらの記載はいずれも，ファン（ＤＣ部材）についての権利がセフ\nト研究所にあることを前提とした「ＤＣ部材を組みつけた空調服」に関\nする規定であって，それ以上に，乙（原告）が開発したＤＣ部材を組み\nつけない服本体（ＫＵ９０５５０等）に関する乙（原告）の権利を何ら\n制限するものではない。むしろ，甲２１・７条１項２項に，「甲は，甲が\n販売する本製品を製造するにあたり，原則としてその製造を乙に優先的\nに委託し，乙はこれを優先的に受託して，優遇された適正価格で甲の指\n定する納入場所に遅滞なく納品提供する。／２  第１項の規定にかかわ\nらず，納期或いは数量等の問題その他特別な理由があって乙において製\n造することが適さないと判断されるものについてはこの限りではないも\nのとするが，乙において製造することが適さないと甲が判断する場合は，\n甲はその理由を乙に報告し，合意を得なければならない。ただし，万が\n一，お互いに努力して協議しても合意に至らずに３０日が経過した後は，\n本項の規定にかかわらず，甲は自らの判断によることができる。」と記載\nされている。ここで，「甲は，甲が販売する本製品を製造する」となって\nいるのは，乙（原告）が開発した服本体（「ＫＵ９０５５０」等）につい\nて，契約期間中，甲が製造することを許諾したためであるが，服本体の\n形態等を利用する権原は原告にあるため，同契約７条２項により，原告\nの同意なしに第三者に「ＫＵ９０５５０」を製造させることが原則とし\nて禁止されている。\nこのことからも，空調服の開発における原告・セフト研究所の関係は，\n原告が服本体の開発という投資を行い，セフト研究所がファンの開発と\nいう投資を行うという対等な協業関係であり，空調服の開発後は，その\n開発結果からの利益（リターン）を相互に享受することを認めるという\n関係が構築されていたことは明らかである。\nイ  上記アの合意の被告に対する効力\nセフト研究所と一体の関係となっている被告は，セフト研究所と信義則\n上同一とみるべきであるから，被告が，協業関係が終了した後に，原告の\n開発に係る空調服の服本体（「ＫＵ９０５５０」等）やこれにファンを取り\n付けたものを販売することは上記合意に係る義務に違反するものである。\n［被告の主張］\n否認ないし争う。\n企業間取引において，明文の記載のある契約が締結されビジネスが遂行さ\nれている場合，契約書の条項に明らかに反してまで，黙示の合意を認めるに\nは，両当事者が明文の合意に反する合意を行ったと推認できる特段の事情が\n必要と解される。本件では，契約終了のいかんを問わず，契約終了後に，原\n告は，「本製品の製造・販売を直ちに中止しなければならない。」と規定され\nているところ（甲２１），この規定に反して，被告が契約終了後に本製品の製\n造・販売ができないとする合意があった特段の事情は，原告から何ら示され\nていない。\nまた，空調服全体について被告が研究・開発を行い，被告が空調服を完成\nさせ，原告は空調服の受託製造を行っていたのみであり，原告が服本体を，\nセフト研究所はファンを，それぞれ開発するという投資を各自が行うという\n合意が存在するはずがない。\n(9)  争点４（損害額）について\n［原告の主張］\n被告は，遅くとも平成２８年２月頃から，被告製品１の製造・販売等を行\nっており，その売上合計は，年間１億円を下らない。また，被告は，遅くと\nも平成２９年４月頃から，被告製品２の販売等を行っており，その売上合計\nは，これまでに４００万円を下らない。\nそして，原告は，空調服の販売を行っているので，不正競争防止法４条，\n同法５条２項に基づき，被告が上記侵害行為により受けた利益の額を，自己\nが受けた損害としてその賠償を請求できるところ，被告が侵害行為により受\nけた利益の額の合計は，少なくとも，被告製品の売上額合計（１億０４００\n万円）の４０％である４１６０万円を下らない。\n［被告の主張］\n否認ないし争う。\n第３  当裁判所の判断\n１  争点１－１（原告製品１及び原告製品２の各形態が原告の「商品等表示」と\nして，需要者の間に広く認識されているか）について\n(1)  製品の形態と商品等表示性\n不正競争防止法（以下「不競法」という。）２条１項１号にいう「商品等表\n示」とは，人の業務に係る氏名，商号，商標，標章，商品の容器若しくは包\n装その他の商品又は営業を表示するもののことであるところ，製品の形態は，\nこれに付される商標等とは異なり，本来的には商品の出所を表示する目的を\n有するものではない。そうすると，このような製品の形態自体が不競法２条\n１項１号の「商品等表示」に該当するためには，①製品の形態が客観的に他\nの同種製品とは異なる顕著な特徴を有しており（特別顕著性），かつ，②その\n形態が特定の事業者によって長期間独占的に使用され，又は極めて強力な広\n告宣伝や爆発的な販売実績等により，需要者においてその形態を有する製品\nが特定の事業者の出所を表示するものとして周知になっていること（周知性）\nを要するものと解するのが相当である。\n(2)  原告製品１及び原告製品２の各形態に係る特別顕著性\n原告は，原告製品１及び原告製品２の各形態について，別紙「原告製品１\n基本的構成態様（特に，本件開口部形態を有する点。）及び具体的構成態様（特\nに，原告製品１における前記ａないしｌの点，原告製品２における前記ａな\nいしｊの点（ポケット等の形状，左袖のペン差しの存在，飾り縫いやインタ\nーロック始末，生地等の点。））などにおいて，独特の特徴を有し，需要者に\n特別な印象を与えるものである旨主張する。\nしかし，本件開口部形態を有する点を除いたその他の各形態（ポケット等\nの形状，左袖のペン差しの存在，飾り縫いやインターロック始末，生地等の\n点を含む。）については，そのいずれをみても，形態としてみたとき，他の作\n業服にはない独自な特徴とまでいえるようなものは見当たらず，それぞれの\n形態の内容や性質それ自体からして，作業服として一般的に有する形態の域\nを出ないものであるといえ，他の作業服が通常有する形態と比較して，顕著\nな特徴を有するものとは認められない。\nまた，原告製品１及び原告製品２が本件開口部形態を有する点についても，\n後身頃の下部寄り左右にファン取り付け用の開口部が形成されているという\nその形態自体に特段の顕著性はなく，ファンという機能を備える作業服であ\nれば，その性質上一般的に採用される形態であるという余地もあり，そうす\nると，原告製品１及び原告製品２の各形態は，そもそも客観的に他の同種製\n品とは異なる顕著な特徴を有してはおらず，特別顕著性を備えているとはい\nえないとみる余地があるというべきである。\nもっとも，被告においては，本件開口部形態を有する原告製品１及び原告\n製品２の各形態が，顕著な特徴に当たることを争っていないものであるから，\nこれに鑑みて，続いて，本件開口部形態を有する原告製品１及び原告製品２\nの各形態について，原告の「商品等表示」（不競法２条１項１号）として，需\n要者の間に広く認識されているといえるかについてみることとする。\n(3)  そこで検討するに，前記前提事実に加え，各掲記の証拠及び弁論の全趣旨\nによれば，次の事実が認められる。\nア  空調服の開発・製造等\n被告代表者は，平成１４年９月２４日頃，原告の取締役であったＡと\n面会し，空調服の開発について意見交換を行った。この当時，被告代表\n者が原告側に示した試作品は，ファンで服の内部の空気を外に吐き出す\nタイプのものであり，既存の作業服に，身体と服が密着して空気の流れ\nを阻害することを防止するためのゴムスペーサー（身体と服の間に空気\nが通る隙間を設けるためのゴム製の部材）を取り付けるとともに，服の\n一部に穴を開けてそこに市販品のファンを縫い付けたものであった。（乙\n１，弁論の全趣旨）\n被告代表者が代表者を務めるセフト研究所（被告の親会社）は，平成\n１５年５月１日，原告との間で，次の記載（なお，甲はセフト研究所，\n乙は原告を指す。）を含む「特許実施等に関する覚書」（（以下，「平成１\n５年覚書」という。）に係る合意をした。（甲５５）\n「第４条  甲と乙とは，両者が協同して，次の発明を行ったことを相互に\n確認する。\n(1)  プリーツタイプのスペーサー（この項目については，乙の発案\nによる）\n(2)  ファンの服地への取り付け方法\n具体的には『服の取り付け孔部より大きなフランジの付いたフ\nァンガードを兼ねる，服地外側に設けた外部取付部品と服地内\n側に設けた実質的にファンと一体化された内部取付部品を有し\n上記外部取付部品と上記内部取付部品とを連結させ服地孔部を\nおさえ込む事により，服地孔部にファンを着脱可能に取り付け\nるファン取り付け手段。』」\n被告は，平成１６年４月頃，有償試作品としてＦ号機（試作番号Ｆの\n試作品。以下，各試作品については，試作番号を用いて「Ｆ号機」など\nのようにいう。）を完成させた。Ｆ号機は，初の量産品となるＧ号機あ\nるいは「ＫＵ９０５５０」（原告製品１及び被告製品１と基本的に同じ\n形態のもの）と比較すると，①後身頃に２個のファン穴が設けられてい\nること，②空気漏れの少ない生地が使用されていること，③バッテリー\nとファンを接続するケーブルのケーブル留が設けられていること，④電\n池ボックス用の内ポケットが設けられていること，⑤腰ベルトが総ゴム\nであること，⑥前立てがファスナーであること，⑦ポケットの裏地は表\n地と同じであること，⑧袖口のスリットが通常の服より長いこと，⑨カ\nフスの持ち出しがあること，⑩首ひもが設けられていること，及び⑪袖\n丈以外が通常のサイズよりワンサイズ大きいことの各点で共通してい\nた。（乙３８，３９，５８）\n平成１６年１０月から同年１１月にかけて，セフト研究所の訴外Ｂ（以\n下「Ｂ」という。）から原告の訴外Ｃ（以下「Ｃ」という。）に対し，空\n調服の量産型の確定作業のため，試作品の製造の注文がなされた。この\n際には，ＢからＣに対し，ファンを取り付ける開口部の位置のほか，袖\n口の形状，腰回りのゴム，ポケットの素材，首のひもの太さ，服の基本\nデザイン等につき詳細な指示や要望が付された。（乙４１）\n平成１６年１１月１０日，被告代表者，Ｂ，Ｃ及び原告の関係者らが\n出席して打合せを行い，空調服の量産品に係る服のタイプとしては，原\n告の既製品である「ＡＤ１４１２１」という型番の服を基本とすること\nなどを決定した。（甲６０，乙６０）\n被告は，平成１７年１月２０日，原告との間で，次のａないしｅの内\n容を含む「取引基本契約書」（以下「平成１７年基本契約書」という。）\nに係る合意をした。（甲２０，乙２７）\nａ  被告が原告に対し，注文書をもって，物品の個々の注文を行うとと\nもに，必要に応じて図面，仕様書，見本等を交付し，原告がこれを承\n諾して注文請書を発行した時点で個別契約が成立すること（２条１項）\nｂ  被告は，原告の求めに応じて，原告に対し前渡金を支給することが\nあること（１１条１項）\nｃ  被告は，必要に応じて機械，工具，治具，金型，版下を無償で原告\nに貸与すること（１２条）\nｄ  原告が被告独自の技術情報を内包する目的物に関する委託業務を第\n三者に再委託する場合には，事前に被告の書面による承諾を得なけれ\nばならないこと（２１条１項）\nｅ  契約が終了したとき，原告は被告に対し，開示された仕様書等や貸\n与品等を速やかに返却すること（２８条１項）\n被告は，平成１７年１月２１日付けで，原告との間で，\n払金の具体的な支払条件を取り決めた覚書（以下「平成１７年覚書」と\nいう。乙２７）に係る合意をし，被告は，平成１７年覚書に従って，原\n告に対し支払を行った。（乙２８）\nセフト研究所（被告の親会社）は，平成２４年１１月２０日，原告と\nの間で，セフト研究所が発明・開発した DIRECT COOLING SYSTEM と\nいうシステム（以下「ＤＣ」という。）の応用製品たる空調服の製造販売\nについて，次のａないしｆの内容を含む「取引基本契約書」（以下「平成\n２４年基本契約書」という。）に係る合意をした。（甲２１）\nａ  セフト研究所は，その保有するＤＣの特許及びノウハウを含む技術\nを用いて，原告が空調服の衣服本体を製造し，セフト研究所の提供す\nるファンなどのＤＣ部材を組みつけた空調服を日本国内に限り販売す\nることを許諾すること（５条１項）\nｂ  原告は，空調服の製造計画及び販売ルート，販売価格等の販売計画\nを事前に被告に書面で報告すること（５条２項）\nｃ  原告は，空調服の衣服本体の製造をセフト研究所の文書による事前\nの許諾なしに第三者に委託しないこと（５条４項）\nｄ  原告が，新たな形態や機能の衣服本体を開発した場合には，セフト\n研究所に提案し，セフト研究所が販売を希望する場合には優先的に提\n供すること（５条６項）\nｅ  セフト研究所は，同社が販売する空調服の衣服本体の製造を原則と\nして原告に優先的に委託し，原告は優先的に受託すること（７条１項）\nｆ  原告は，契約終了後には，空調服の衣服本体の製造・販売を直ちに\n中止しなければならないこと（１８条）\n平成２６年６月，原告の取締役であったＡを代表者とするゼハロスが\n設立され，被告の販売する空調服の一部がゼハロスにより製造されるよ\nうになった。（乙４７）\nセフト研究所は，平成２７年１０月１４日付けの書面により，原告に\n対し，平成２４年基本契約書による契約の終結を申し出（甲２２），平成\n２８年１０月２７日付け「解除通知書」により，同契約を解除する旨の\n意思表示をした。（乙１６）\nイ  空調服の商流（前記アに掲げた各証拠のほか，乙１１，４８）\n空調服の販売開始当初は，平成１７年基本契約書及び平成１７年覚書\nに沿って，被告又はセフト研究所が，製造委託先である原告から完成品\n全部の納入を一旦受けて，原告が買戻しを希望し，被告が認めた分につ\nいては原告が販売し，それ以外の分については，被告が卸業者，販売店\n及び消費者に販売する商流となっていた。\nその後，平成２４年基本契約書に沿って，被告又はセフト研究所が，\n平成２６年のゼハロス設立以前は原告から，これに加えて平成２６年の\nゼハロス設立以降は同社からも完成品の納入を受けて，被告が卸業者，\n販売店及び消費者に販売する商流となり，また，原告は，セフト研究所\nからライセンスを受けて，自社販売分を製造し，これを販売する商流と\nなっていた。\nウ  空調服の販売及び広告宣伝等\n被告について\nａ  販売の状況\n被告は，平成１６年から空調服の販売を開始しており，その販売着\n数（原告に対する販売着数を除く。）は，別紙「空調服の販売状況」の\n「被告」欄のとおりであった。なお，平成１６年に販売した７０００\n着は，有償試作品（Ｆ号機）である。（乙１，５５，６１）\n被告は，空調服の販売につき，インターネット販売を行っているこ\nともあり，平成１８年以降は，全国各地で販売している。（乙１）\nｂ  広告宣伝等の状況\n被告は，平成１６年以降，インターネットショッピングサイト，\n自社ウェブサイト及び自社の製品カタログに「空調服」という商品\n名とともに空調服の画像等を掲載して広告を行った。また，折り込\nみチラシやダイレクトメールによる広告も行った。（乙１，５，７，\n２０）\n上記のほか，平成２８年８月に，タレントを起用したＣＭ動画を\nインターネット上で配信し，この動画が雑誌やインターネット等の\nメディアで取り上げられた。（乙２１，２２）\n⒝  被告の空調服は，平成１４年から平成２７年にかけて，全国ネッ\nト，地方局，ＢＳ，ＣＳ及びケーブルテレビによる各種放送におい\nて，合計で合計７０回程度，新聞や雑誌において，合計１２０回余\nり紹介されている。（乙２３ないし２６）\n原告について\nａ  販売の状況\n原告は，平成１７年から空調服の販売を開始しており，その販売着\n数は，別紙「空調服の販売状況」の「原告」欄のとおりであった。（甲\n１２１）\nｂ  広告宣伝等の状況\n原告は，平成２６年より以前は，他の原告製品とともに「空調服」\n又は「空調風神服」という表示を付して空調服の画像を掲載したカ\nタログを６万５０００冊ないし９万冊作成し，平成２６年以降は空\n調服に特化したカタログを８０００冊ないし３万冊作成して，原告\nの流通・販売網を通じて全国のユニフォーム事業者に頒布した。ま\nた，空調服を掲載したチラシを需要者に配布した。（甲１８）\n上記のカタログやチラシにおいては，「ＫＵ９０５５０」，「ＫＵ９\n１４００」等の品番が太い書体の文字で印字されている。（甲５，６，\n８７，８８，９７）\n⒝  原告は，空調服につきテレビＣＭを作成し，このＣＭが，平成２\n７年４月から６月にかけて，愛知県他１０県で放映された。また，\n原告は，空調服につき，平成２７年５月から７月の３か月間に，雑\n誌において複数回にわたり広告掲載を行い，さらに，空調服用のウ\nェブサイトを開設した。（甲１８）\n(4)  のアないしウ（空調服の開発・製造，商流，販売や広告宣伝の状況\n等）によれば，①本件開口部形態を有する空調服が開発され，試行錯誤を経\nて商業ベースに乗るところまでの過程については，原告のみが行ったといえ\nるものではなく，被告ないしその親会社であるセフト研究所が，その元とな\nったといえるＦ号機等の試作品の段階から相当程度に関与し，両者が互いに\n協力し共同して本件開口部形態を有する空調服の開発を行ったものであり，\nその成果が，本件開口部形態を有する，原告が販売した原告製品１，２，被\n告が販売した被告製品１，２の各形態として結実し，上記空調服の製造販売\nに至っているものといえる。②また，それらの空調服の製造販売の具体的な\n流れ（商流）についてみても，平成２４年以前は，被告は，原告に空調服の\n製造を委託し，その結果製造された空調服の全てを被告に納入させ，これを\n自らの製品として販売し，他方，原告は，被告からその一部を買い戻して自\n社で販売していたにすぎず，平成２４年以降も，原告は，被告の親会社であ\nるセフト研究所からライセンスを受けて，製造委託を受けた分以外に自社販\n売分を生産して販売していたにすぎないのであるから，原告において，被告\nのように，上記空調服の商流上，その製造を委託したり販売を許諾したりす\nる地位にあったことがうかがえる事情もなかったものである。③さらに，上\n記空調服の販売着数をみても，原告製品１，２を含む原告の空調服と被告製\n品１，２を含む被告の空調服（いずれも本件開口部形態を有するものと認め\nられる。）とでは，各販売着数がほぼ拮抗しており，原告と比べて，被告にお\nいても相当程度の販売実績を上げていたということができ，少なくとも，前\n者が後者を凌駕する関係にあったとまでは認め難いところである。そして，\n原告においてもカタログやテレビＣＭなど相当の広告宣伝を行っているとい\nえるものの，原告が周知性を獲得したと主張する平成２８年１月頃までに，\n被告においても，インターネット広告，テレビ放送や新聞，雑誌などにおい\nて，同様の形態の作業服を販売し，相当の広告宣伝を行い，各種メディアで\n取りあげられるなどしていたところである。\nこれらの①ないし③からすれば，本件開口部形態を有する空調服（原告製\n品１，２）の各形態について，同空調服の開発・製造や商流の状況を踏まえ，\nその広告宣伝や販売状況をみたときには，原告が，被告を排して独占的に上\n記各形態を使用していたと評価することは困難であるし，また，原告のみな\nらず被告においても本件開口部形態を有する空調服（被告製品１，２）につ\nいて相当の広告宣伝を行って販売実績を挙げていたといえることに照らせば，\n上記各形態が，被告を排して原告のみの出所を表示するものとして取引者・\n需要者層に浸透していたという状況にあったとも認められない。そうすると，\n原告が， ウ ａのとおり，原告製品１及び原告製品２を販売し，また\nこれらを含む空調服につき広告宣伝をしていたとしても，本件開口部形態を\n有する空調服（原告製品１，２）の各形態が，特定の事業者（原告）によっ\nて長期間独占的に使用されていたとは認め難いし，また，極めて強力な広告\n宣伝や爆発的な販売実績によって，需要者において上記形態を有する上記各\n製品が特定の事業者（原告）の出所を表示するものとして周知になっていた\nとも認めるに足りない。\nしたがって，本件開口部形態を有する原告製品１及び原告製品２の各形態\nが，原告の「商品等表示」として，需要者の間に広く認識されていたとは認\nめられない。\n(5)  これに対し，原告は，本件開口部形態を有する原告製品１及び原告製品２\nの各形態は，遅くとも平成２８年１月頃までには，取引者・需要者において\n原告の製品であるというその出所を表示するものとして広く知られるに至っ\nていた旨をいい，その根拠として，原告が長年にわたって全国的な流通・販\n売網を維持していることや，その広告宣伝活動（法人顧客に対する販売網を\n利用した販売活動が重視され，販売店に頒布されるカタログを利用したアピ\nールが重要となるところ，このようなアピールに関しては原告が被告を圧倒\nしていることの指摘を含む。），原告製品の販売数及び空調服市場におけるシ\nェア（被告は，原告開発の製品を原告から購入して第三者に転売するだけの\n販売店にすぎなかったものであることの指摘を含む。），販売態様等について\n主張する。\nしかし，原告が指摘するその流通・販売網やその広告宣伝活動，原告製品\nの販売数及び空調服市場におけるシェア，販売態様等について考慮したとし\nても，前記のとおり，被告においては，空調服の商流上，原告に対し，その\n製造を委託したり販売を許諾したりする地位にあったことがうかがえ，この\nような，原告とは明らかに独立した販売主体である被告において，本件開口\n部形態を有する空調服（被告製品１，２）について相当の広告宣伝を行って\n販売実績を挙げていたといえるものである。原告が指摘する，周知性獲得の\n上での法人顧客に対する販売網の重要性についてみても，原告の同指摘のみ\nをもって当然に，本件において，上記空調服について，インターネットを通\nじての販売や，テレビ放送，新聞記事で取り上げられることによる取引者・\n需要者への浸透の重要性を否定できるだけの事情となるとは認められず，こ\nれらを捨象して法人顧客に対する販売網を利用した広告宣伝や販売活動のみ\nを取り上げて周知性についての判断をすることが相当とはいえない。\nまた，原告は，被告について，原告開発の製品を原告から購入して第三者\nに転売するだけの販売店にすぎなかった旨もいうが，前記説示のとおり，被\n告は，原告に製造委託した空調服全てを納入させ，自らの商品として販売し，\n原告は当初は，被告からその一部を買い戻して自社で販売し，平成２４年以\n降はセフト研究所からライセンスを受けて，製造委託を受けた分以外に自社\n販売分を生産して販売していたというのであるから，このような，原告とは\n明らかに独立した販売主体である被告を，原告開発の製品を原告から購入し\nて第三者に転売するだけの販売店にすぎなかったと位置付けることはできな\nい。なお，この点につき原告は，当初，原告が一旦納入した完成品を買い戻\nしていたのは，セフト研究所の資金的な便宜を図る意図で循環取引をしたも\nのにすぎない旨も主張するが，本件において，そのような迂遠な取引をする\n合理性をうかがわせる具体的な事情は見当たらず，原告の上記主張を認める\nに足りる証拠もない。\n以上によれば，原告の上記主張は採用することができない。\n２  争点１－２（原告製品１及び原告製品２の各品番が原告の「商品等表示」と\nして，需要者の間に広く認識されているか）について\n(1)  前記１(3) 原告製品１及び原告製品２の各品番は，製品を\n示す名称として記載された「空調服」又は「空調風神服」のラインナップの\n中で個別の製品を示すために用いられてきた英文字や数字の組合せから成る\n符号にすぎないものであるというほかなく，本件において，上記の名称とは\n別に，上記各品番のみによって，その出所が原告であると認識されるに至る\nほどの態様で，広告宣伝がなされたり，販売がされたりしたことを示す事情\nは見当たらない。\nしたがって，原告製品１及び原告製品２の各品番が原告の「商品等表示」\nとして，需要者の間に広く認識されているとは認められない。\n(2)  これに対し，原告は，「ＫＵ９０５５０」及び「ＫＵ９１４００」を含む「Ｋ\nＵ９〇〇〇０」との品番については，空調服の分野において，原告の空調服\n以外では何人も使用していなかったこと，原告のカタログやチラシにおいて，\n上記の各品番が目立つように表示されていたこと，具体的な取引状況として，\n取引者・需要者が，空調服を特定する際に，上記の各品番を使用してこれを\n特定するのが通常であることなどを主張する。\nしかし，カタログやチラシにおいて，個々の製品を特定する上で品番を目\n立つように表示するのは取引上何ら特別なことではなく，また，品番自体は\n商品に付された識別のための符号であるにすぎないことに照らすと，これが\n商品名や標章等と同様に，当該製品について自他商品を識別する機能を獲得\nしていると認めるに足りる特別の事情のない限り，当然に上記各品番自体か\nら製品の出所が原告であるとの認識が取引者・需要者の間に形成されるとは\nいい難いものであるところ，本件において，上記特別の事情を認めるに足り\nる証拠はない。\n以上によれば，原告の上記主張は，採用することができない。\n３  争点２－１（原告製品２の形態は，被告にとって「他人の商品の形態」に該\n当するか）について\n(1)  不競法２条１項３号の規定は，他人が資金と労働力を投下して開発・商品\n化した商品の形態につき，これを模倣して自らの商品として市場に置くこと\nにより，先行者の成果にただ乗りして顧客を獲得する行為を不正競争として\n禁止し，先行者の利益を保護するものであるから，同号に規定する「他人」\nとは，形態模倣の対象とされた商品について，自ら開発・商品化して市場に\n置いた者をいうと解するのが相当である。\n(2)  これを本件について見るに，前記１(3)ア及びイで認定したとおり，①被告\n代表者が，ファン付きの作業服の開発を企図し，開口部を２か所あけて，服\nの中に空気を流すスペースを確保するという点までは独自に開発していたこ\nと，②被告代表者が原告の関係者と意見交換をした後も，服地部分の開発を\n進め，平成１６年の初め頃までにＦ号機（初の量産品となった「ＫＵ９０５\n５０」と１１点において共通する形態を有する試作品）を開発していたこと，\n③その後も，量産化に向けた試作品の作成の際に，開口部の位置やひもの位\n置等につき決定していたこと，④被告代表者や被告の従業員が上記「ＫＵ９\n０５５０」の仕様の決定に関与していること，⑤同製品の販売の当初におい\nては，被告が原告に生産を委託した空調服を一旦全部買取るスキームとなっ\nており，同製品を上市する際のリスクの大部分を負担していることが認めら\nれる。\nこれらの諸点を総合考慮すれば，被告は，上記「ＫＵ９０５５０」（原告製\n品１及び被告製品１(1)と基本的に同じ形態のもの）の商品化に当たり，費用\n及び労力を投下して，その制作に関与した者に当たると解するのが相当であ\nり，後続商品である「ＫＵ９１４００」（原告製品２及び被告製品２(1)と基\n本的に同じ形態のもの）についても，上記と異なる判断をするに足りる事情\nは特段見当たらないことからすれば，同様に解するのが相当である。\nそうすると，原告製品２の形態は，被告にとって「他人の商品の形態」に\n当たらないものというべきである。\n(3)  これに対し，原告は，当初，セフト研究所が原告側に示した試作品は，フ\nァンで服の内部の空気を外に吐き出すタイプのものであり，既存の作業服に，\n身体と服が密着して空気の流れを阻害することを防止するためのゴムスペー\nサーを取り付けるとともに，服の一部に穴を開けてそこに市販品のファンを\n服に縫い付けた程度のものであり，実用化には程遠い状態であって，専ら原\n告の研究開発によって，原告製品１の形態が完成されたことを主張する。\nしかし，原告主張に係る研究開発の成果が原告製品１の形態にどの程度寄\n与したかはともかくとして，上記(2)で掲げた諸点からすれば，前記説示のと\nおり，被告又はセフト研究所においては，少なくとも共同開発者としての貢\n献が認められるといえ，専ら原告の研究開発によって原告製品１の形態が完\n成されたとはいえないから，原告の上記指摘をもって，後続商品である原告\n製品２の形態について，被告にとって「他人の商品の形態」に当たることを\n基礎付けることはできないこととなる。\n以上によれば，原告の上記主張は，採用することができない。\n４  争点３（債務不履行責任の成否）について\n原告は，原告とセフト研究所との間で，平成１４年頃に，空調服の開発・販\n売について，原告が服本体を，セフト研究所はファンを，それぞれ開発すると\nいう投資を各自が行い，開発結果からの利益を相互に享受することを認める一\n方，協業関係が終了した場合には，相互に相手方の投資結果を利用しないとい\nう黙示の合意が成立した旨を主張する。\nしかしながら，平成１５年覚書（甲５５），平成１７年基本契約書（甲２０），\n平成１７年覚書（乙２７）及び平成２４年基本契約書（甲２１）の各文書を見\nても，原告が服本体を，セフト研究所はファンを，それぞれ開発するという投\n資を各自が行うといった排他的かつ明確な役割分担が定められていたことをう\nかがわせる記載は全く見当たらない上，上記３で述べたとおり，セフト研究所\nや被告においては，ファンのみならず服本体の開発についても相当程度貢献し\nたものと認められることからすれば，上記のような役割分担につき合意がなさ\nれていたとは認められず，協業関係が終了した場合に，服本体の開発結果から\nの利益を原告が独占的に享受することを認める内容の黙示の合意が成立したこ\nとを認めるに足りる事情も見当たらない。\nしたがって，協業関係の終了後において，セフト研究所が服本体の開発結果\nを利用しない旨の債務を負担していたとは認め難く，原告の上記主張はその前\n提を欠き，失当なものというべきである。\n５  結論\n以上によれば，その余の争点について判断するまでもなく，原告の請求はい\nずれも理由がないからこれらを棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官          田    中    孝    一\n裁判官      横      山    真      通\n裁判官      奥              俊      彦\n（別紙）\n物件目録\n被告が，製造，譲渡，輸入，輸出又は譲渡の申出を行っている空調服または空調\n服とファン等のセットのうち，下記のもの。\n記\n１(1)  空調服  商品名又は型番が「ＫＵ９０５５０」で始まる製品\n(2)  空調服  商品名又は型番が「Ｍ５００Ｕ」ないし「Ｍ－５００Ｕ」で始まる\n製品\n(3)  空調服  商品名又は型番が「ＢＭ５００Ｕ」ないし「ＢＭ－５００Ｕ」で始\nまる製品\n２(1)  空調服  商品名又は型番が「ＫＵ９１４００」で始まる製品\n(2)  空調服  商品名又は型番が「Ｍ５００ＴＢ」ないし「Ｍ－５００ＴＢ」で始\nまる製品\n(3)  空調服  商品名又は型番が「ＢＭ５００ＴＢ」ないし「ＢＭ－５００ＴＢ」\nで始まる製品\n以上\n"
}