{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 12,
    "day": 8
  },
  "case_number": "平成29(わ)437",
  "case_name": "傷害，暴行被告事件",
  "court_name": "宇都宮地方裁判所刑事部",
  "lawsuit_id": "87317",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87317",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/317/087317_hanrei.pdf",
  "contents": "事件番号   平成２９年（わ）第４３７号，第４８９号\n判         決\n被   告   人\n１  氏   名   甲\n２  氏   名   乙\n公判出席検察官   石   川   あ  き  子\n主         文\n被告人甲を懲役２年に，被告人乙を懲役２年４月にそれぞれ処する。\n被告人甲に対し，未決勾留日数中３０日をその刑に算入する。\n被告人両名に対し，この裁判が確定した日から４年間，それぞれそ\nの刑の執行を猶予する。\n理         由\n【認定事実（罪となるべき事実）】\n第１  被告人両名は，共謀の上，平成２９年４月１５日午後６時頃から同日午後６\n時４０分頃までの間，宇都宮市a町ｂ番地ｃ所在の社会福祉法人丙会丁施設内\nにおいて，同施設の利用者であるＡ（当時２７歳）に対し，それぞれ，その腰\n部付近を数回足蹴にし，その左肩付近を手拳で殴打するなどの暴行を加え，よ\nって，同人に全治約１８１日間を要する腹腔内出血，第三腰椎左横突起骨折及\nび全治約２２日間を要する左肩部打撲の傷害を負わせた\n第２  被告人乙は，同年８月２３日，栃木県栃木市ｄ町ｅｆ番地ｇ所在の社会福祉\n法人丙会戊研修棟１階食堂において，同施設の入所者であるＢ（当時５７歳）\nに対し，その顔面を平手打ちした上，床に横たわっていた同人の腰部に膝を押\nし当て体重をかけるなどの暴行を加えた\nものである。\n【量刑の理由】\n１  本件は，障害者施設において，職員であった被告人両名が，指導に従わない重\n度の知的障害者Ａに対し，厳しく注意するうちに感情を高ぶらせ，その背中を蹴\nったり踏みつけるなどの強度の暴力をふるって，重傷を負わせたという傷害の事\n件（判示第１の事実）と，別の障害者施設において，職員であった被告人乙が，\n聞こえないふりをして指示に従おうとしない精神障害者Ｂに対し，床に横たわっ\nて動こうとしない同人の腰部に膝を押し当てて体重をかけるなどの暴力をふるっ\nたという暴行の事件（判示第２の事実）とからなる事案である。\n２  量刑上重大な被害者Ａに対する傷害事件を中心に，被告人両名の刑責の重さに\nついて検討する。\nまず，行為の危険性や結果の重大性についてみると，被告人両名の暴行は，\n交通事故や高所から落下した際のエネルギーに匹敵する力で，無抵抗の被害者\nＡに対し，一方的に，複数回，身体の枢要部である背中を蹴ったり踏みつける\nなどしたものと認められ，被害者Ａの生命身体に重大な危険を及ぼしかねない\n行為であった。そして，被害者Ａは，第三腰椎左横突起を骨折し，近くの臓器\nの脾臓付近に小さな損傷を生じ，この損傷個所からの出血がじわじわと続いた\n結果，１日経過後に出血量が１．５リットルから２リットル程度に達したこと\nで貧血状態となって意識を喪失するまでになり，病院への搬送がさらに遅れて\nいれば命を落としかねない危険な状態に陥ったと認められる。\nしかし，出血量がここまで多くなったのは，被害者Ａに重度の知的障害があ\nって，周囲に言語で体調の悪化を訴えることができなかったことが影響してい\nるとうかがわれるところであり，通常であればここまで重大な結果が生じるこ\nとはなかったと考えられる。こうした意味において，被告人両名による暴行の\n危険性が，当然に致命的な事態を招くほどのものであったとまでいうのは躊躇\nされる。また，被害者Ａが救急搬送されて死の転帰を免れ，重篤な後遺障害も\n残らなかったことは，被害者Ａにとっても被告人両名にとっても幸いなことで\nあった。\nさらに，動機・経緯についてみると，本件の発端は，重度の知的障害者であ\nって，大声で騒ぐ施設入所者がいると我慢できなくなって当該入所者に暴力を\nふるう傾向のあった被害者Ａが，その日に何度も口で注意されていたにもかか\nわらず，騒いでいる入所者に再度つかみかかろうとしたことから，被告人両名\nが，被害者Ａを廊下に連れ出し，他の入所者に暴力をふるってはいけない旨説\n教する中で，被告人乙が，被害者Ａの頬を平手打ちしたことに始まる。そして，\n被告人乙が平手打ちをしたのを見た被告人甲が，この機に被害者Ａに暴力をふ\nるって職場に対するイライラを発散させたい気持ちを抑えられなくなり，被告\n人乙の暴行に加勢する形で，被害者Ａの背中を相当な力で蹴るなどの暴行に及\nび，それにつられて，被告人乙も，自らの暴行の程度をエスカレートさせて，\n被害者Ａの背中を相当な力で蹴るなどの暴行に及んだ。さらにその後，被告人\n両名は，被害者Ａを正座させて様子を見ていたところ，被害者Ａが叱られてい\nる途中なのにテレビの方を覗きこもうとするので，これに腹を立てて，被害者\nＡの左肩を手拳で殴打したり，アルコールスプレーを被害者Ａの顔面に向けて\n噴射するなどの暴力をふるった，概ね以上のような経緯であったと認められる。\n上記の被害者Ａの行動は，同人の障害の特性を理解していない者がこれに接\nすると，腹を立てることもやむを得ない面があったことは否定できず，本件に\nついては，施設入所者の障害の特性についてきちんとした教育を受けていなか\nった被告人両名が，感情の高ぶりを抑えきれなくなったという面があることは\n否めない。しかし，被告人両名は，障害者施設で働く職員であって，入所者の\n特性を理解し，これを保護すべき立場にあったのであるから，被害者Ａの行動\nが犯行を誘発したことを量刑上大きく考慮するのは相当でない。結局，この点\nについては，「陰湿な弱い者いじめ」と同列に扱うべき事案ではないという限\n度で，被告人両名に有利に考慮するにとどめるべきものと考えた。\nところで，本件のような施設内での虐待事案は，力で押さえつけたほうが入\n所者を管理しやすいという安易な考えを背景に，外部の目が入らない中で，暴\n力がエスカレートしがちであるという特性があるから，一般予防の見地からも\n厳しい対処が必要である。\n以上のとおりで，本件は，施設内の虐待事案である上に，入所者に度外れた\n厳しい暴力をふるって，現にかなり重い結果を生じさせた事案であるから，軽\nく扱うことは許されないが，他方で，幸いに重篤な後遺障害は残らなかったこ\nとや，動機・経緯にかんがみ「陰湿な弱い者いじめ」と同列に扱うわけにはい\nかない面もあることを考慮すると，量刑において実刑以外に選択肢がないとま\nではいえない。\n次に，被告人両名の関与の程度等の個別事情について検討する。\nア  被告人甲は，前記したとおり，職場に対するイライラのはけ口を求めて，\n被告人乙が平手打ちをしたことに乗じて，被害者Ａの背中を思い切り蹴るな\nどの強度の暴力をふるったものであり，しかも，被告人甲が強度の暴力をふ\nるったことが，被告人両名の暴行がエスカレートするきっかけになったこと\nからすると，主体的・主導的に犯行に加担したというべきであり，知的障害\nがあって衝動を抑える力がやや不足していたとみられることを考慮しても，\n被告人甲の責任が，被告人乙のそれよりも軽いとみることはできない。\nイ  被告人乙は，前記したとおり，説教の一環で被害者Ａに平手打ちをしたに\nとどまらず，被告人甲が被害者Ａの背中を思い切り蹴ったことに触発されて，\n自らも被害者Ａの背中を思い切り蹴るなどの強度の暴力をふるったと認めら\nれるが，知的障害を抱えた被告人甲の暴走を制止するべき立場にあったとい\nうべきであるから，被告人甲よりも若干重い責任を負うべきとされるのはや\nむを得ない。\nウ  なお，検察官は，「被告人乙が主導的な立場にあったと認められ，被告人\n甲に比してその責任は重い」と主張するが，量刑上重視されるべき「被害者\nＡの背中を思い切り蹴るなどの強度の暴力」に関する限り，「被告人乙が主\n導的な立場にあった」とみるのは実態にそぐわないというべきであって，流\nれを主導していたのは，むしろ被告人甲の方であったとみるのが相当である。\n３  以上を前提に，①被告人両名が日常的に入所者に体罰を加えていたこと，②被\n告人乙については別の施設での暴行事件（判示第２の事件）が併合審理されてい\nること，③被告人両名の反省状況も併せ考慮し，被告人両名の刑責の重さの程度\nを踏まえて，それぞれ主文の刑を量定することとした。\n（検察官の求刑  被告人甲につき懲役２年，被告人乙につき懲役２年６月）\n平成２９年１２月８日\n宇都宮地方裁判所刑事部\n裁  判  官    柴    田       誠\n"
}