{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 10,
    "day": 14
  },
  "case_number": "平成25(わ)430",
  "case_name": "業務上過失致死被告事件",
  "court_name": "札幌地方裁判所",
  "gist": "認知症の要介護者のためのグループホームの火災により入居者７名が死亡した事件につき，火災の発生原因は，建物の居間兼食堂で寝起きしていた入居者がストーブの上面に衣類を置くなどしたことにあるとして，事業会社の代表取締役であった被告人が，そのような原因による火災の発生を未然に防止すべき業務上の注意義務を怠ったとして起訴された業務上過失致死被告事件において，火災発生原因をそのようなものと認定することができない以上，かかる過失を問題とする本件公訴事実の下では犯罪の証明がないとして，無罪を言い渡した事例",
  "lawsuit_id": "86235",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86235",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/235/086235_hanrei.pdf",
  "contents": "平成２８年１０月１４日宣告\n平成２５ ４３０号  業務上過失致死被告事件\n判        決\n主        文\n被告人は無罪。\n理        由\n第１  本件公訴事実及び争点等\n１  本件公訴事実\n本件公訴事実の要旨は，「被告人は，札幌市ａ区ｂ条ｃ丁目ｄ番ｅ号所在の認知症\n対応型共同生活介護事業所『グループホームＡ』（以下『Ａ』という。）の事業者で\nある有限会社Ｂの代表取締役として，Ａの運営等業務全般を統括するとともに，防火\n対象物であるＡの建物（木造亜鉛メッキ鋼板葺２階建，床面積合計２４８．４３平方\nメートル）について管理する権原を有し，同建物の設備等の設置，維持及び防火管理\n業務に従事していたものであるが，Ａを運営するにあたり，Ａには暖房のために１階\n居間兼食堂に放射熱によってその上面や前面等が高温となる床暖房の機能を備えた半\n密閉式石油ストーブが設置され，冬期間は，これを点火した状態で昼夜利用していた\n上，認知症高齢者であるＡの入居者合計９名の中には，火の危険性を十分に認識しな\nいまま，点火した状態の同石油ストーブの上面等に可燃物を置くなどの火災の原因と\nなる危険な行動をとりかねない者がおり，入居者の生命，身体に火災による危害が及\nぶおそれがあったのであるから，他の入居者の介護等のため，同居間兼食堂に居続け\nることができなくなる従業者が１名となる夜間及び深夜の勤務時に，同石油ストーブ\nを点火した状態のまま同居間兼食堂で，火災の原因となる危険な行動をとりかねない\n入居者を寝起きなどさせ続けないようにするか，同居間兼食堂で，火災の原因となる\n危険な行動をとりかねない入居者を寝起きなどさせ続けなければならないのであれば，\n入居者の行動を厳に監督できる体制を構築するか，あらかじめ，ストーブの上面等に\n可燃物を置いても火災の原因とならないように放射熱によって上面等が高温とならな\nいストーブと交換し，あるいは，前記石油ストーブの上面等に直接可燃物を置けない\nようにストーブガードを設置するなどの適切な措置を講じ，火災の発生を未然に防止\nすべき業務上の注意義務があるのに，これを怠り，夜間及び深夜に勤務する従業者が\n１名であることから，他の入居者の介護等のため，同居間兼食堂に居続けることがで\nきなくなる体制で，入居者の行動を厳に監督できる体制を構築することなく，同石油\nストーブをその上面等に可燃物を置いても火災発生の原因とならないようなストーブ\nに交換せず，かつ，前記ストーブガードを設置するなどの適切な措置を講じないまま，\n平成２１年１１月１８日頃から，前記石油ストーブを点火した状態のまま同居間兼食\n堂で，火災の原因となる危険な行動をとりかねない入居者Ｃ（当時８９歳）を寝起き\nなどさせ続けた過失により，同人をして，平成２２年３月１３日午前２時１５分頃，\n同石油ストーブの上面に着ていたパジャマなどの衣類を置くなどさせて，これを燃え\n上がらせ，その火を周囲の壁や床等に燃え移らせて，同建物を全焼させ，よって，そ\nの頃，同建物内において，Ａの入居者である前記Ｃら７名をいずれも焼死させた」と\nいうものである。\n２  争点等\n本件は，公判前整理手続において争点等の整理が行われた結果，被告人が有限会社\nＢの代表取締役として，Ａの運営等業務全般を統括するとともに，防火対象物である\nＡの建物について管理する権原を有し，同建物の設備等の設置，維持及び防火管理業\n務に従事していたものであり，条理上，被告人は，この建物に出入りし，勤務し，又\nは居住する者の生命，身体の安全を確保すべく，同建物において火災等が起きないよ\nうに未然にその発生を防止すべき防火管理上の注意義務を負っていた点については争\nいがないが，本件の争点は，Ｃが公訴事実記載のように半密閉式石油ストーブ（以下\n「本件ストーブ」という。）の上面に着ていたパジャマなどの衣類を置くなどして，\nこれを燃え上がらせたことが本件火災の発生原因として認められるかどうかという点\nのほか，本件火災発生の予見可能性，予見義務違反及び回避可能性，結果回避義務違\n反の有無や，本件火災当時の夜勤従業員の行動が不適切であったかどうか，の諸点に\nあるとされた（なお，検察官立証終了後，弁護人が主張立証内容の追加を申し出たこ\nとなどを受け，期日間整理手続に付されて若干の主張整理が行われている。）。\n当裁判所は，本件火災の発生原因が検察官主張のとおりのものであったと認めるこ\nとはできず，その結果，本件公訴事実に従って被告人を有罪と認定することはできな\nいと判断した。以下，その理由を説明する。\n第２  前提となる事実関係\n関係証拠から認められる前提となる事実関係は，以下のとおりである。\n１  Ａ及びその建物の概況等\nＡは，介護保険法等に基づく指定認知症対応型共同生活介護事業所であり，認知症\nの要介護者のための共同生活住居（グループホーム）として，入浴，排せつ，食事等\nの介護その他の日常生活上の世話及び機能訓練が行われていた。その共同生活介護事\n業に係るＡの建物（以下「本件建物」という。）は木造２階建てで，１階中央からや\nや西側の位置に公訴事実記載の居間兼食堂（南北の長さ６ｍ余り，東西の長さ４ｍ余\nり）があり，その部分の天井は２階まで吹き抜けとなっていた（甲５，甲８現場見取\n図第５図〔添付別紙１参照※省略〕等）。本件建物には，認知症の高齢者９名が１階\n及び２階の各居室に入居していたが，本件火災当時は，そのうち８名の入居者（１名\nを除き本件火災により死亡）と夜勤従業員１名が本件建物内にいた。\n本件ストーブ（幅約７０㎝，奥行き約３３㎝，高さ約６０㎝）は，居間兼食堂の西\n側壁面から約１０㎝，北側壁面から約１２７㎝ないし約１３２㎝の位置に東向きに設\n置され（甲８現場見取図第２８図），本件ストーブの南側約１２０㎝ないし約１２５\n㎝の位置には簡易ベッド１台（幅約９０㎝，長さ約２０１㎝）が西側壁面に沿って置\nかれており（甲８現場見取図第２５図〔添付別紙２参照※省略〕），平成２１年１１\n月以降，入居者のうちＣが就寝時にこれを使用していた。本件当日，本件ストーブの\n近くには物干し台２台が置かれ，多くの洗濯物が干されていた。\n２  本件ストーブの設置状況，仕様等について\n本件ストーブは，株式会社Ｄ製の床暖房用半密閉式石油ストーブ（型式（※省略）。\n平成１１年冬販売）である（甲１１等）。本件ストーブの最上部には，内部の灯油燃\n焼に伴う熱を室内に放熱する放熱器があり，その上面外側には，放熱器に物が直接触\nれることを防止するために，金属製の棒が格子状に縦横に組まれた部品（上面ガード）\nが取り付けられていた（甲８写真１３１，甲９写真９等）。本件ストーブには，前方\nから内部に直接物が触れることを防ぐために前面ガードが取り付けられ（甲９写真１\n０），本件ストーブのそれとほぼ同じ高さのストーブガード（スチール製の網及び柵）\nが，正面と両側面を「コ」の字型で囲う形で配置されていた（甲８写真１２８，甲９\n写真２）。なお，排気のための煙突が放熱器上部の接続口から上方に約１１６㎝延び，\nそこから水平に約１９０㎝延びて居間兼食堂の壁面の排気口に接続されていた（甲８\n写真１４３）。\n本件ストーブの火力調節については，手動で火力の大小（微尐，小，中，大）を選\nんで調節する手動運転設定と，ルームサーモの温度感知機能によって設定室温等に応\nじ最小１から最大６までの間で自動的に火力が調節される自動運転設定があるところ，\n自動運転に設定されていると，実際の室温が設定室温より３度以上低い場合には最大\nの火力で燃焼する仕様となっていた（甲１１等）。\n第３  本件火災発生時の状況に関する目撃供述等について\n１  本件火災の発生状況については，当時本件建物で１人夜勤業務に当たっていた\n従業員Ｅの当公判廷における目撃供述等が存する。検察官は，その供述等を主要な根\n拠の１つに挙げて，本件火災は，Ｃが平成２２年３月１３日午前２時１５分頃，本件\nストーブの天板の上にＣが脱いだパジャマあるいは物干し台に干された衣類又はその\n双方を置いた結果，衣類に着火したことが原因で発生したと認められる旨主張するの\nで，以下検討する。\n２  Ｅの公判供述の内容（要旨）\nＥは，当公判廷において，本件火災発生とその前後の状況について，要旨以下のよ\nうに供述している。\nＥは，平成２２年３月１２日午後７時頃以降本件建物で１人夜勤業務に従事し，居\n間兼食堂の西側居室（Ｆ居室）及び同北西側居室（Ｇ居室）から物干し台を各１台ず\nつ移動させ，本件ストーブの近くの位置（北側及び南東側の位置）に置き，これらに\nびっしりと洗濯物を掛けた状態で干していた。翌１３日午前１時半ないし午前２時前\n頃，Ｃが寝ているのを確認して居間兼食堂を離れ，１階南東側居室でＨのおむつを交\n換し，１０分ないし１５分程度かけてこれを終え，次いで，同北東角居室でＩのおむ\nつを交換し，１５分ないし２０分程度かけてこれを終えた。１階廊下を居間兼食堂の\n方向（西方向）に進んで手前の台所に入り，すぐ横（居間兼食堂側）を見ると，本件\nストーブの鉄板の上の部分から火が上がっているのが見えた。炎は，本件ストーブと\n煙突との間の中くらい又はそれ以上くらいの高さに達していた。このとき，パジャマ\n上下を着ていたはずのＣが，ももひきと肌着の長袖シャツ姿で，本件ストーブの前に\nその方を向いて立っているのが目に映った。Ｃのところに駆け寄って「どうしたの」\nと声を掛けたが，Ｃはうつろな目をし無表情に近い状態でいて返答はなかった。本件\nストーブ南東側の物干し台と簡易ベッドとの間くらいに，尐なくとも３つくらいの火\nの粉，あるいは火の粉のようなものがぼわっと５㎝程度の高さに上がっていたので，\n簡易ベッドの布団を引っ張り，手でたたいたり足で踏んだりしてこれを消そうとした。\n台所にあった消火器を手に取り，本件ストーブに近付いてその火を消そうとしたとこ\nろ，その頃正気に戻った様子のＣが「うわあ，あっちい」と言って尐し横に移動した\nのを見た。その後，居間兼食堂の窓を開けようとしたができず，煙の中１階をはうよ\nうにして移動し，南東側居室（Ｈ居室）の窓から外へ出て，１１９番通報をした後救\n急隊員に救護された。\n３  Ｅ供述の信用性について\n本件ストーブからの出火状況やその際のＣの様子に関するＥ供述は，印象にと\nどまりやすい事柄について臨場感をもって述べられたもので，内容の一貫性もあると\nいえる。しかしながら，Ｅは，当時明かりが消えた状態の居間兼食堂で，そのような\n状況に接して大きく驚き動揺する中ごく短時間これらを目にしたにとどまる上，本件\n火災発生に先立つ夜勤業務中の行動経過に関する部分を含め，全体として，その供述\nには有力な裏付けがあるわけではない。Ｅ供述のこのような性質からすると，その信\n用性については慎重に検討すべきものであり，更に弁護人の指摘をも踏まえ検討する\nと，以下のような事情を指摘することができる。\n本件当時のＣの障害及び身体機能等の状況について\nア  関係証拠によれば，Ｃは，多発性脳梗塞を原因とする脳血管性認知症が徐々に\n悪化していた上，閉塞性動脈硬化症の影響で足指は壊疽症状を呈し，従前からの水虫\nや巻き爪による足爪の変形・剥離もあって，それらの痛みから通常どおり足を床につ\nいて歩行することが困難な状態となり，また，平成２２年１月下旪ないし２月中旪に\nは腰椎圧迫骨折を負って腰痛を持つようになっていたことが認められる（甲２１，２\n２等）。定期的にＣの訪問診療を担当していた医師らは，公判廷で，本件当時の頃の\nＣの身体機能につき，大要，介助を得たり手すりにつかまったりすることなく，１人\nで自力で歩行することや立位を保つことは不可能であったと思う旨述べ，Ｅを除くＡ\nの元従業員らの多くも，Ｃの介護等に当たった経験を基に，ごく短時間の場合を除き\n１人での自力歩行や立位保持は困難であった旨の供述をしている。このようなＣの障\n害や当時日常的に見られた身体機能等の状況を前提とすると，その歩行・立位保持能\n力は日によって差異があったと認められるものの，Ｃが簡易ベッドから本件ストーブ\n前まで１人で自力で歩いて移動した上，立った状態でいたというのは，そのことが不\n可能であったとまではいえないものの，それなりに困難を伴う行動であって，日常的\nに優に想定されるような事態ではなかったと認められる。\nイ  この点，Ｅ供述や同人立会いによる出火目撃状況の再現捜査の結果（甲８５，\n８６）等による限り，本件ストーブと簡易ベッドの近くには物干し台があったとされ\nるが，床に固定設置されていたようなものではなく，Ｃがこれにつかまって体重を支\nえつつ移動するに堪えるものであったかどうかは判然としない（むしろ，Ｃが簡易ベ\nッドから本件ストーブの前まで移動しようとすると，上記物干し台はその障害となる\n位置にあったものと認められる。）。また，簡易ベッドの北東側にはテーブル（幅約\n１４９㎝，奥行き約９４㎝）があったともされるが，Ｅの再現を前提としても，その\nテーブルの位置等からすると，Ｃにおいて，当該テーブルにつかまって簡易ベッドか\nら本件ストーブ前まで無理なく移動できたかも定かではない。さらには，Ｃの遺体は\n居間兼食堂東隣の台所内で発見されたことが認められるが，Ｃがそこに移動した状況\nはおよそ明らかではなく，１人で自力歩行したのではなく，はうなどして移動した可\n能性があるから，当時Ｃが１人で自力歩行して本件ストーブの前に移動し，立位を保\nつことができたとする証左にはならない。\nなお，検察官は，介護記録（甲７９添付）に，本件火災発生前１か月以内の時期に\nおいて，Ｃが自力で立ち上がり，又は歩行したとの記載が尐なからず存在することを\n指摘するが，これらの記載は非常に断片的なもので，そこからＣの挙動，動作が個々\n具体的にどのようなものであったかをうかがうことはできない。そもそも，これらの\n記載をした元従業員本人らが出廷してより詳細にその点を供述しているのであるから，\nＣの歩行・立位保持の状況については，これらの公判供述に依拠して認定判断すべき\nものと考えられる。検察官のその指摘は採用できない。\n本件ストーブの出火に伴って想定される煙等の発生等について\n関係証拠によれば，本件建物１階には９か所に火災警報器が設置されており，居間\n兼食堂付近のものとしては，台所天井には熱感知式火災警報器が，南西角居室（Ｆ居\n室）及び北西角居室（Ｇ居室）の天井には煙感知式火災警報器が各々取り付けられて\nいたこと（弁２等），本件建物ではシーズー犬が飼育され，居間兼食堂に犬小屋（ハ\nウス）が置かれていたことが認められる（Ｅは，本件火災が発生した頃その犬はハウ\nスで眠っていた旨供述している。）。本件建物の火災警報器については，本件後に押\n収された煙感知式のもの３台に関する動作確認結果（弁１１等）によっても，また，\n平成２１年１０月ないしは１１月の時期に点検等に当たった設備会社担当者の供述に\nよっても，警報機能に不具合があったとは想定し難い（被告人は，公判廷で，本件当\n日午前６時４５分頃に本件建物に到着して中に入った際，複数の火災警報器が鳴って\nいた旨述べている。）。にもかかわらず，Ｅの供述による限り，本件火災が発生した\n頃，おむつ交換のために１階東側の各居室の辺りにいて，火災警報器の警報音や犬の\n鳴き声その他の反応はもとより，火災の発生に伴う明かり，臭いや煙，音などのいず\nれにも気付くことがなかったというのであって，この点もやや不可解である（なお，\n元従業員の１人は，検察官の取調べに対し，夜勤の際Ｈ又はＩの居室にいても，居間\n兼食堂のドアを開けっ放しにしていたので，同所からの物音は聞こえたし，人が動く\n気配も分かった旨述べている。甲１７）。\n本件当日にＥが仮眠を取っていた疑いがあるとの弁護人主張について\n弁護人は，本件火災が発生した当時，Ｅが１階東側洋室（Ｊ居室のうち北側の一室）\nで仮眠を取っていた疑いがある旨強く主張する。\nそこで検討すると，関係証拠によれば，本件火災鎮火後の時点では同室の押し入れ\nの戸が開放され，ベッド上に畳まれていない毛布が乱雑に置かれていたことが認めら\nれる（甲８写真２１１ないし２１３）が，元従業員のＫほか２名の供述等によると，\n本件前日の平成２２年３月１２日（金曜日）午後６時半頃までの時点では，ふだんど\nおり押し入れの戸は閉まっており，ベッド上にも毛布はなかったこと，週末はほとん\nど家族と外泊していたＪは，本件前日も夕方頃以降同室を不在にしていたことが認め\nられる。また，元従業員の中には，夜勤業務中のＥが深夜本件ストーブの前でどこか\nらか持ってきた毛布をかぶって３０分程度横になっていたのを見た，Ｊが外泊してい\nるときはＪの居室で寝ている旨言うのを聞いたことがあった旨述べる者や，Ｅが，居\n間兼食堂のソファで，Ｊの居室から持ってきたと思われる毛布か布団かを掛けて１時\n間程度目を閉じていたのを見た旨述べる者がある。そのほか，Ｅの公判供述をみると，\n検察官の主尋問に対しては，本件の前日及び当日に行った夜勤業務の内容をかなり具\n体的に述べる一方で仮眠の点はおよそ供述しなかったのに，弁護人の反対尋問では，\n本件の前日午後９時以降の時間帯にＪの居室のベッドで横になって休憩した旨警察官\n調書で録取されていることを指摘されて，休んだ場所が居間兼食堂かＪの居室であっ\nたかははっきりしないものの，その録取内容に間違いはない旨認めるに至っている。\nこうしてみると，Ｅは，本件の前日又は当日の夜勤業務中にＪの居室等で仮眠を取\nったことがあったものと推認され，また，その時間帯は明らかではなく，これが本件\n当日の深夜であったという疑いにも理由があるというべきである。そして，その仮眠\nの時間帯が本件火災発生の頃であったとすると，Ｅにおいて，本件ストーブの出火に\n伴って想定される煙の発生等のいずれにも気付かなかったこと（ ）も無理なく\n説明し得るのであり，以上のような点は，仮眠の点に関する供述の不安定さとあいま\nって，夜勤業務中の行動経過に関するＥ供述の信用性に疑問を抱かせる事情であると\n認められる。\n本件前日のＥの言動について\nそのほか，関係証拠によれば，Ｅは，本件の前日午後，本件建物を訪問し入居者の\nバイタルチェックをしていた看護師に対し，いらいらした様子で「早くやってよ」と\n繰り返し言い，あるいは，その日の夜，他の従業員に「誰も私の言うことを聞いてく\nれない」「私はこんなにこうしてるのに誰も何もしてくれない」といった内容のメー\nルを幾度も送信するなど，精神状態の不安定さをうかがわせる言動をしていたことが\n認められる。これまで検討してきたところと併せ考えると，Ｅ供述の信用性評価に当\nたっては，このような点も無視し難いというべきである。\n以上によれば，Ｅ供述のうち，本件ストーブからの出火状況やその際のＣの様\n子を目撃したとする部分については，臨場感，一貫性などを備えたものとなっている\nが，その反面，的確な裏付けがあるわけではなく，Ｃの障害及び身体機能等の状況か\n生に先立つ夜勤業務中の行動経過に関する部分については，それにも増して，裏付け\nが存しない上にむし\nその信用性評価は更に慎重に行う必要があるというべきである。\n４  本件火災の発生原因に関するＥの申告内容等について\nところで，Ｅは，救護に当たった救急隊員に対し，かなり興奮した様子で，お\nしめを交換しているときに認知症の入居者がストーブに洗濯物を掛けていたと申告し\nており，また，捜査段階では，警察官に対し，直接は見ていないがＣがパジャマを脱\nいで本件ストーブ上に置いたと思う旨の説明をしていたことも認められる。\nしかしながら，まずＥは，自認するとおり，本件ストーブの上に物を置くとい\nったＣの挙動を現認したわけではないし，当時本件ストーブの天板で燃えている物が\nあったか否かは分からなかったとも述べているのであって，そうであってみれば，Ｃ\nが本件ストーブの上に洗濯物又はパジャマを置いたというのは，Ｃが着ていたはずの\nパジャマ上下を脱いだ状態で本件ストーブ前に立っていたことや，本件ストーブの近\nくに洗濯物が干してあったことなどから導かれた推論の域を出るものではない。そし\nて，このうち，Ｃが着ていたパジャマを本件ストーブの上に置いたという点について\nいえば，複数の元従業員が，本件と比較的近い時期に，Ｃが簡易ベッドでパジャマ等\nを脱ぎ，簡易ベッドの上や周辺の床にこれらが置かれているのを目撃している上，Ｅ\nにおいても結局は，Ｃのパジャマが当時簡易ベッド上やその周辺にあった可能性も否\n定し切れないという趣旨の供述をしている。これらによると，Ｅが本件火災の発生を\n目撃したとする当時，Ｃがパジャマ上下を身に着けていなかったとしても，そのパジ\nャマは簡易ベッドに近い位置にあった可能性も相当程度残ることになり，同時に，こ\nれが本件ストーブの上やその周辺にあったとみるのは根拠に乏しいこととなる。その\nほか，救護された当時Ｅが並々ならぬ緊張，恐怖を感じ冷静を欠いた心理状態にあっ\nたと認められることにも鑑みると，本件火災の発生原因に関するＥの申告内容それ自\n体に信ぴょう性を認めるのは困難というべきである。\nこの点，検察官は，Ｅは重傷を負い間もなく意識を喪失するという状態で救急隊員\nに必死に状況を伝えていたのであるから，虚偽を述べるはずがない旨指摘するが，Ｅ\nが殊更虚偽の申告をしたとは認め難いにしても，先にみたところによると，意図的で\nはないにせよ，本件火災の発生原因につき考えるなどしたところを根拠に乏しいまま\n申告したという疑いが払拭できない。検察官の指摘は失当である。\nそうすると，本件火災の発生原因に関するＥの申告内容等の信ぴょう性は低い\nというほかない。\n５  小  括\n検察官がその主張の根拠として挙げるＥ供述等には，これまで検討した限りでも，\n種々の問題があると認められる。以下では，本件火災の発生原因について，検察官が\n挙げるその他の主要な根拠について検討し，それらを踏まえ，必要に応じてＥ供述の\n信用性につき更に検討を加えることとする。\n第４  警察官実施に係る燃焼実験の結果について\n１  検察官は，Ｃが本件ストーブの天板の上に衣類を載せた結果これに着火したこ\nとが本件火災の発生原因であることは，警察官が実施した燃焼状況の再現実験（以下\n「本件燃焼実験」という。甲５７）の結果からも裏付けられている旨主張するので，\nこの実験結果の証拠価値について検討する。\n２  本件燃焼実験の概要等\n本件燃焼実験は，半密閉式石油ストーブの上に衣類を載せた場合の衣類の燃焼状況\nなどを明らかにする目的で，本件建物の居間兼食堂内の床，壁や本件ストーブの設置\n状況等を相応に忠実に再現し，本件ストーブと型式等は異なるものの，同じ会社製造\nに係る半密閉式石油ストーブで，点火方式，使用燃料，発熱量及び熱効率など主要な\n仕様が同一ないしは類似のものを用い，手動運転の火力「大」（最大火力）に設定し，\nそのストーブに綿製の紳士用パジャマ，紳士用長袖シャツ（肌着）といった衣類など\nを場所等を変えるなどしながら配置して，発火等の状況を見分するというものである。\nそのうち，ストーブの熱による衣類の発火・燃焼の状況に関する実験結果をやや詳\nしくみると，以下のとおりである。１回目の実験では，ストーブ（天板部の温度〔火\n力「大」の状態で燃焼を継続させ，当該部分の温度が一定になった段階でこれを測定\nしたもの。以下同じ〕４０９度，上面ガード温度１９０度）の上面ガード上に肌着１\n枚を無造作に置いたところ，開始後４０秒で衣類から煙が出始め，５４秒で衣類が発\n火し，１分で炎の高さが約２０㎝に，２分で約３０㎝（火炎最盛）に達するもおおむ\nね３分経過以降は炎の勢いが弱まっていった。２回目の実験では，ストーブ（天板部\n温度４１９度，上面ガード温度１９５度）の上面ガード上の全体を覆うように紳士用\nパジャマ上下１組を無造作に載せたところ，開始後４５秒で衣類から煙が出始め，１\n分４６秒で衣類が発火し，２分で炎の高さが約４０㎝に，３分で約５０㎝（火炎最盛）\nに達するもおおむね４分経過後は炎の勢いが弱まっていった。３回目の実験では，ス\nトーブ（天板部温度４１８度，上面ガード温度１９５度）の上面ガード上に紳士用パ\nジャマ上下１組及び肌着５枚を無造作に載せたところ，開始後１分で衣類から煙が出\n始め，３分１６秒で衣類が発火し，４分で衣類全体が急速に炎に包まれ，５分で炎の\n高さが約６０㎝（火炎最盛）に達するも，おおむね７分経過以降は衣類の燃焼進行に\n伴い炎の勢いが弱まっていった。４回目の実験では，ストーブガードの前面に紳士用\nパジャマ上衣を広げた状態で掛けて置いたところ，開始後１０秒で衣類から白煙が出\n始め，１分４１秒で衣類から発火し，２分で炎が約９０㎝（火炎最盛）に達して衣類\n全体が激しく燃焼し，正面から見た場合ストーブ全体から炎が上がる様相を呈した後，\nおおむね２分１５秒以降は衣類の燃焼進行に伴い炎の勢いが弱まっていった。５回目\nの実験では，ストーブ（天板部温度４１０度，上面ガード温度２１０度）の天板全体\nを覆うようにストーブガード前面からストーブ本体背面まで紳士用パジャマ上下１組\nと肌着３枚を平たんに広げて重ねて載せ，衣類の一部がストーブガード前面やストー\nブ背面に垂れ下がった状態にしたところ，衣類を載せ始めた時点から測って５９秒（載\nせ終わった時点から３１秒。以下この項の括弧内の時間は同じ趣旨）で衣類から煙が\n出始め，１分５２秒（１分２４秒）で衣類が発火し，４分（３分３２秒）で衣類全体\nが急速に炎に包まれその高さが約８０㎝ないし９０㎝（火炎最盛）に達して，ストー\nブ全体から炎が上がっている様相を呈した後，衣類の燃焼進行に伴い徐々に炎の勢い\nが弱まっていった。\n３  本件燃焼実験の証拠価値について\n本件燃焼実験の火力設定の点について\nア  本件燃焼実験は，そのいずれについても，ストーブの火力が手動運転の「大」\n（最大火力）に設定され実施されたという点で，本件火災発生当時の条件と比較して\n衣類の発火・燃焼がより進行しやすい条件となっていた疑いがあるといわざるを得な\nい。\nイ  すなわち，出廷した本件ストーブの製造会社の品質保証部門担当者の供述等に\nよれば，本件ストーブは自動運転に設定されると，実際の室温が設定室温より３度以\n上低い場合に最大火力で燃焼する仕様となっていたところ，本件燃焼実験に当たった\n警察官は，Ｅの説明に基づき，本件火災当時本件ストーブは自動運転に設定され，そ\nの設定温度は２３度か２４度であり，また，当時の居間兼食堂の室温は２０度以下で\nあったと判断し，これらから，本件火災当時本件ストーブは自動運転に設定され最大\n火力（火力６）で燃焼していたとして，手動運転に設定した上で，もっぱら火力を「大」\n（自動運転の場合における最大火力に相当）に設定して本件燃焼実験を行った旨述べ\nている。たしかに，複数の元従業員の供述によると，冬季夜間において本件ストーブ\nは自動運転に設定の上設定室温は２３度ないし２５度程度とされていたものと認める\nことができる。しかしながら，Ｅが，本件当時の居間兼食堂の室温は２０度以下であ\nったと説明したというのは，警察署の会議室の室温を２０度に設定した上，Ｅをして\nその室温を体感させ，それを本件当時の居間兼食堂の室温と比較させたところ，後者\nの室温は前者のそれより比べものにならないくらい寒かった，夜勤のときはいつも寒\nくてコートを着ていた旨述べた，というものにすぎない。温度に対する人の感覚は，\n身に着けていた衣服，その場所にいる時間の長短，体調や活動状況などその時々にお\nける諸条件に左右されるものであると考えられるところ，警察官が，このような方法\nで得たＥの説明に依拠して居間兼食堂の当時の室温を先のように判断したというのは，\n結局，このような諸条件を考慮しないまま，Ｅの感覚的・主観的な説明のみに基づい\nて導いた見立てということにならざるを得ないのであり，十分な根拠を伴った合理的\nな判断とは認められない。\nなお，本件燃焼実験に係る実況見分調書（甲５７）には，警察官は，火力の微尐，\n小，中，大の別に従いストーブポット部の燃焼強度を撮影した写真をＥに示して確認\nしたところ，Ｅの供述から本件火災直前の火力は「大」と判明したとの記載（添付写\n真１０の説明記載）もある。しかし，その確認状況の詳細は明らかではないし，かえ\nって，本件燃焼実験の約２か月前に作成されたＥの警察官調書では，同人の供述とし\nて，火事になる前の居間兼食堂のストーブの火力については，そこまで注意して見た\n覚えもないので，正確なことは言えない旨録取されていることが認められ，やはり警\n察官の先の判断は合理的なものとはいえない。また，当時本件ストーブが自動運転に\n設定されていたことを前提にすれば，本件ストーブは，室内温度の変化に応じ自動的\nに調節されて火力の大きさが変動し得る状態にあったことになるのに，本件燃焼実験\nにおいては，手動運転とした上で火力を「大」に固定して燃焼を継続させたというの\nであるから，そのような意味でも，本件火災発生当時の条件とは乖離があったものと\n考えられる。さらには，元従業員の多くが，公判廷で，半密閉式石油ストーブ（本件\nストーブと同じ製造会社の製品で型式，着火方式等が異なるもの）の燃焼強度別の写\n真４葉（弁５添付のもの）を示されて冬季夜間の本件ストーブの火力の様子を尋ねら\nれ，「微尐」又は「小」の火力の写真がそれに近い旨一様に答えている。このような\n関係者の供述状況に照らしても，本件燃焼実験の前提条件がそうであったように，本\n件火災当時本件ストーブが最大火力（火力６）で燃焼していたとみるのが妥当かどう\nかはかなり疑問とせざるを得ない（これらの各写真が燃焼強度別のストーブの外観を\nどの程度忠実に再現したものかについては，検察官がいうように不確定な面があるも\nのの，この点に関する元従業員らの供述は，燃焼状況の外観の比較からして，冬季夜\n間における本件ストーブの燃焼の程度が多くの場合相対的に小さいものであった疑い\nが大きいことを指し示すものとしては，十分な意味を持つと考えられる。）。\nウ  なお，元従業員の１人（Ｌ）は，本件ストーブは自動運転に設定され，冬の朝\n方には日常的に結構大きく燃えていた，反射板が真っ赤になるくらいになっていた旨\n述べている。しかし，その供述は主に朝方の燃焼状況についてのものであるし，仮に\nこれを夜間の燃焼状況についての描写を含む趣旨と解したとしても，結局は他の元従\n業員らの前記供述状況と相容れないということになり，信用できない。また，本件ス\nトーブの製造会社の品質保証部門担当者は，本件ストーブを自動運転に設定した場合，\n外気の具合や部屋の構造によるものの，冬の寒い夜であれば最大火力で燃焼を継続す\nることもあり得る旨供述するが，それは特定の条件が整った場合における一般的な可\n能性をいうものにすぎないと解される。反対に，以前に本件建物の改修工事を行った\n設備会社担当者は，本件ストーブが自動運転に設定の上で設定温度が２３度，２４度\nとされている場合，大きな火力で燃焼が継続することは絶対あり得ない旨述べている\nが，本件ストーブの自動運転機能からすると，むしろこの供述の方が理にかなってお\nり，製造会社担当者が述べる最大火力での燃焼継続の可能性とは，かなり限定的な場\n合のものではないかと考えられる。尐なくとも，製造会社担当者の先の供述は，本件\n火災発生当時の本件ストーブの火力を推認する決め手となるものではない。\nエ  以上によると，本件火災発生当時本件ストーブが自動運転の最大火力（手動運\n転の「大」相当）の状態で燃焼していたとみるのは無理があるというべきである。し\nたがって，本件燃焼実験は，その火力設定の点で，本件火災発生当時の条件と比較し\nて衣類の発火・燃焼がより進行しやすい条件で実施された疑いが強いというべきであ\nる。\n札幌市消防局による燃焼実験の結果等との関係について\nまた，本件燃焼実験の結果については，札幌市消防局による燃焼実験の結果（甲５\n３）と対比させて検討してみても，証拠価値に疑いが生じる。\nすなわち，札幌市消防局が実施した燃焼実験においても，しばらく燃焼させた半密\n閉式石油ストーブ（本件ストーブと同じ製造会社のもので型式等が異なるもの）を用\nいて，その前に配置されたストーブガード（最も高温である中部の位置の温度８９度）\nにパジャマを接触させて置き，又は天板（中央部分の上面ガード上の温度２２６度，\n放熱器付属の熱交換器上の温度４７１度）の上に載せるなどして，燃焼状況の見分が\n行われた。その結果の骨子をみると，実験１では，ストーブガードの中部付近にパジ\nャマ（綿８５％とポリエステル１５％の混合）を接触させたところ，７秒後に白煙が\n生じ，５分２０秒で黒っぽい煙に変化したが，２５分後も炎は生じなかったといい，\n実験２では，パジャマ（綿１００％）をストーブ天板上に載せた（正しくは「上面ガ\nード上に載せた」との趣旨であると認められる。）ところ，３０秒後に煙が生じ，３\n分後に煙の勢いが増し始め，８分３５秒後に発火し，９分１０秒後に炎の高さが約１\nｍに達し，９分５０秒後には炎の勢いが弱まり始めた（１０分１０秒後には炎の高さ\nが５０㎝まで低下した）といい，実験３では，パジャマ（綿５０％とポリエステル５\n０％の混合）をストーブ天板上に載せた（前同）ところ，１分後に煙が生じ，５分後\nには煙の勢いが増し始め，７分５４秒後に発火し，８分５０秒後に炎の高さが約１ｍ\nに達し，９分２３秒後でも炎の勢いは収まらなかったという。\nこれら消防局実施の各実験は，実施時の火力が明らかではないが，本件燃焼実験と\n対比してみると，ストーブガードにパジャマを接触させる方法で行われた実験１では，\n本件燃焼実験に係る４回目の実験と異なり，相当時間（２５分）が経過しても炎は生\nじなかったという。また，上面ガード上に衣類を接触させる方法で行われた本件燃焼\n実験に係る１回目ないし３回目の実験を消防局実施の実験２及び３と比較してみると，\n煙の発生時期に有意の差はないといえるものの，本件燃焼実験の方がそろって一定程\n度早い時間で衣類の発火に至っていることが明らかであり，その一方で，実験時の上\n面ガード（上面ガード上）の温度については，消防局実施の実験の方が比較的高いも\nのとなっていることが見て取れる。この点に関しては，北海道警察本部刑事部科学捜\n査研究所職員が，本件燃焼実験では，衣類が直接放熱器に接触したことによって開始\n後１分ないし３分という時間経過で発火したと判断される旨の見解を表している（弁\n３５。同職員は，併せて，衣類が直接放熱器に触れず上面ガードのみに接触した場合\nに発火するか否かにつき，衣類の載せ方によってはその可能性があるものの，衣類の\n加熱・放熱の量を左右する衣類とストーブ上面との位置関係が不明であるため，実験\nを行わなければ分からない旨述べるにとどまっている。）。この見解によると，本件\n燃焼実験は，衣類が直接放熱器に接触した状態で実施された可能性が高いこととなり，\n換言すると，衣類が直接放熱器に接触することなく上面ガード付近の位置にとどまっ\nてストーブの熱が加えられたような場合には，その実験結果に現れたような短い時間\n経過で発火に至るかどうかは明らかでないことになる（なお，弁護人は，本件燃焼実\n験では，実施担当者が意図して衣類をストーブの高温部に接触させた旨指摘している\nところ，そのような意図を積極的に示す証跡があるとはいえないものの，上面ガード\nの上に置かれた肌着やパジャマが，そのようにして行われた４回にわたる実験を通じ\nて，上面ガードの縦横に組まれた金属製の棒の隙間を抜けて直接放熱器に接触するこ\nとになるとは通常考え難いのであって，弁護人がこのような指摘をするのも無理から\nぬことではないかと考えられる。）。\nこのように，本件燃焼実験の結果を消防局実施の燃焼実験結果と対比して検討する\nと，この種のストーブの上に衣類を置いた場合に，本件燃焼実験に現れたような短い\n時間経過で衣類が発火することがどの程度確実，あるいは一般的といえるかについて\nは，疑問が残るといわざるを得ない。\n４  小  括\n以上によれば，警察官実施の本件燃焼実験については，本件火災発生当時の状況よ\nりも衣類の発火・燃焼が進行しやすい条件で実施された疑いが強いなど，その信ぴょ\nう性には尐なからず疑問が残り，検察官がいうような裏付けとしての証拠価値は大き\nいものではないと認められる。\n第５  本件ストーブの上面ガードに凝固物が付着していたことについて\n１  検察官は，Ｃが本件ストーブ上に載せた衣類に着火したことが本件火災の発生\n原因である旨主張する根拠として，本件ストーブの天板（正しくは，上面ガードを指\nすものと解される。甲９写真９参照）に布片が付着していたことをも挙げている。た\nしかに，押収された本件ストーブの上面ガードには，熱変色した金属製の棒にからま\nるように灰色の凝固物が付着しており，前記科学捜査研究所の鑑定の結果，その素材\nは不明であるが，微細な炭化した布片の混在が認められ，同布片にはわずかに繊維の\n織り目が確認できるとされたことが認められる（弁１２）。\n２  しかし，Ｃが本件火災当時着ていたと目されるパジャマの繊維の織り目は，同\n布片のそれと織り方が異なることが判明しているから，Ｃが本件ストーブの上に置い\nたとする衣類が，同人が着ていたパジャマであるとする検察官の主張が裏付けられて\nいるわけではない（また，物干し台に干されていた衣類については，繊維分析等が行\nわれていない。）。そもそも，前記付着物に混在していた布片は微細なものであった\nというところ，前記付着物の成分等は明らかでない上，鎮火後本件ストーブの天板上\nには，破砕した石膏ボード，炭化した木片など，激しい火勢等の中で本件建物の他の\n箇所から落下又は飛来したことが想定される相当量の残焼物が堆積していた（甲８写\n真１２８ないし１３０）ことからすると，前記付着物が本件火災発生当時から上面ガ\nード上に存在していたと認めること自体確かなのかどうか疑問が残るのであって，こ\nれが上面ガードに付着していたことに，上記検察官主張の裏付けとして有力な意味が\nあるとみるのは困難である。\nなお，本件ストーブの天板上に堆積していた相当量の残焼物からは，１４点の繊維\n状の物が収集され，その一部の形状は綿繊維の特徴を有するとされているが（弁１３），\nＣが着ていたと目されるパジャマや物干し台に干されていた衣類と，繊維の形状等が\n一致ないし符合するといった証拠があるわけではない上，これら残焼物も本件建物の\nどの箇所に由来するものかは判然としないのであって，やはり裏付けとしての意味は\n乏しい。\n３  以上からすると，本件ストーブの上面ガードに凝固物が付着していたという点\nも，検察官主張の裏付けとしての意味は小さいというべきである。\n第６  本件火災の発生原因に関する総合的検討\n１  総  論\n以上のとおり，本件火災の発生原因に関する検察官主張については，Ｅがこれを救\n急隊員に申告するなどした内容は信ぴょう性が低いと認めざるを得ない（第３の４）。\nそして，その主張を裏付けるものとして挙げられている本件燃焼実験の証拠価値も乏\nしく（第４），かつ，本件ストーブに布片が混在した凝固物が付着していたという事\n実にも大きな意味は認められない（第５）。したがって，これらを根拠として，検察\n官主張に係る本件火災の発生原因を認定することはできない。\nそこで，Ｅの公判供述（第３の２）やそれにより認められる事実関係から，本件火\n災の発生原因を検察官主張のようなものと認定することができるかについて検討する\nに，Ｅ供述のうち，本件ストーブからの出火状況やその際のＣの様子を目撃したとす\nる部分は，先に検討したとおり，Ｃの障害及び身体機能等の状況からすると不自然さ\nも否定できないところである（第３の３ ）が，仮に，その供述部分の信用性を肯定\nしても，Ｃが本件ストーブ上に置いた衣類に着火したことが本件火災の発生原因であ\nる旨推認するのは困難というべきである。以下，若干補足して説明する。\n２  検  討\nア  本件ストーブからの出火状況やその際のＣの様子を目撃したとするＥ供述か\nら，先のような推認をするには，Ｃの身体の状況等を考慮に入れると，Ｃが本件スト\nーブ上に衣類を置いてからＥが本件ストーブからの出火状況を目撃するまでの時間経\n過がそれなりに短いものであったことが重要な条件になると考えられる。この点，Ｅ\nは，本件ストーブからの出火の様子を初めて目にした際の状況について，炎は，本件\nストーブと煙突との間の中くらい又はそれ以上くらいの高さに達していた旨供述して\nおり，本件ストーブの煙突の接続状況（第２の２）からすると，当時炎の高さは大方\n約５８㎝かそれ以上に達していたものとみられ，これによる限り，尐なくとも当時火\n勢がかなり強いものとなっていたことになる。そうすると，その時点では，出火原因\nとなる出来事が起きてからある程度の時間が経過していた可能性が高いし，尐なくと\nもその疑いが否定できないと考えられる。\nイ  例えば，本件ストーブの上に衣類が接触したことが本件火災の原因であるとの\n前提に立ってみると，消防局実施の燃焼実験結果によれば，８分３５秒後に発火し，\n９分１０秒後に炎の高さが約１ｍに達した（実験２）とか，７分５４秒後に発火し，\n８分５０秒後に炎の高さが約１ｍに達した（実験３）など，発火までに約七，八分の\n時間が経過したというのである。同実験での設定火力は判然としないから，これにそ\nのまま依拠するのは相当ではないにせよ，本件ストーブの上に衣類が接触したことが\nあったとしても，その時点から発火までの間に限ってもすでに，大方その程度の分単\n位の時間が経過していた可能性が否定できない（もとより本件燃焼実験ではこれより\n短い時間で発火に至っているが，その証拠価値が乏しいことは第４の項で検討したと\nおりである。）。\n更に検討すると，消防局実施の燃焼実験結果を本件ストーブの製造会社が実施した\n実験結果（甲７２）と対比してみると，衣類の接触から発火までの時間経過は更に長\nいものである疑いが生じる。すなわち，同社実施の実験によれば，本件ストーブと同\n一の燃焼性能を有するとされる半密閉式石油ストーブを，手動運転で各火力に設定し\n燃焼させたとき，上面ガード中央部の温度は，本件ストーブの火力１に相当する微尐\n火力運転時で９７．３度（同部直下の２地点で１０７．０度，１２９．１度），火力\n３に相当する中間火力運転時で１５４．１度（同じく１６５．５度，１９１．５度），\n火力６に相当する最大火力運転時で２１５．７度（同じく２３７．０度，２７３．１\n度）であり，放熱器中央部にある燃焼筒蓋表面中心部の凹み部分と取っ手部分の温度\nは，それぞれ，微尐火力運転時で２３５．５度，２１０．２度，中間火力運転時で３\n６０．６度，３１２．９度，最大火力運転時で４６８．４度，４０１．６度であった。\n消防局実施の燃焼実験では，上面ガード中央部は２２６度，放熱器付属の熱交換器上\nは４７１度に達していたもので，これは製造会社実施の実験のうち最大火力運転時に\n計測された各温度に近い値であり，反対に，中間火力運転時の各温度はこれらより目\nに見えて低いものとなっている。このような計測温度の比較による限り，消防局実施\nの燃焼実験は，ストーブが最大火力又はそれに近い強い火力で燃焼する状態で行われ\nたものと十分推認することができ，いずれにせよその可能性が否定できないと考えら\nれる。そうすると，本件当時の本件ストーブの火力の大小いかんによっては，衣類の\n接触から発火までの時間経過は，消防局実施の燃焼実験に現れたそれよりも更に長い\nものとなる可能性も払拭できないことになる。\nウ  加えて，Ｅは，本件ストーブ南東側の物干し台と簡易ベッドとの間辺りに３つ\n程度の「火の粉」又は「火の粉のようなもの」がぼわっと５㎝程度の高さに上ってい\nたなどとも述べている。これによれば，本件ストーブからそれなりに離れた位置の床\n上でも，すでに小さいながら独立燃焼状態の炎が複数生じていたということになるが，\n発火後直ちにそのような状況を呈するとは考えにくい。このような点からもやはり，\n出火原因となる出来事が起きてからＥが出火の様子を初めて見たとする時点までには\nある程度の時間が経過していた可能性が高いというべきである（検察官は，天板で着\n火した衣類をＣが付近の床上に放り投げた可能性がある旨指摘するが，それを示す積\n極的な根拠は見当たらないし，Ｅが，その炎はじゅうたんから上がっている感じで，\n燃えている物はなかった記憶であると述べていることとも整合しない。）。\nそして，出火原因となる出来事が起きてからＥが出火の様子を初めて見たとす\nる時点までに，先のような時間経過があった可能性が高いことに鑑みると，Ｃにおい\nて，簡易ベッドから移動して衣類を本件ストーブの上に置き，その前に立っていたと\nいうのは，それに応じてより長い時間１人で自力で歩行し，立位を保っていたことを\n意味するのであって，当時のＣ\nと，一層不自然というべきである。同時に，Ｅにおいて，火災警報器の警報音や犬の\n付くことができたはずの時間的猶予もより長くなることとなり，本件ストーブからの\n出火状況を目にする前にそのいずれにも気付かなかったというのは，更に合理的な説\n明がつきにくいことになるのであって，やはり一層不自然というべきである。\nこのようなことからすると，Ｅ供述のうち，Ｅが本件ストーブからの出火状況等を\n目撃したとする部分の信用性を仮に肯定したとしても，出火原因となる出来事が起き\nてからその目撃時点までに先のような時間が経過していた可能性が高いと認められる\nから，Ｃが本件ストーブ上に置いた衣類に着火したことが本件火災の発生原因である\n旨推認するのは，無理が生じ，困難というべきである（なお，元従業員の１人は，Ｃ\nがタオルを本件ストーブのストーブガードに掛けたのを１度目撃した旨供述している\nが，複数の元従業員が，Ｃは本件ストーブに当たるのが好きであったものの，その行\n動に火災発生の危険を感じることはなかった旨おおむね同様に述べていることなどに\n照らすと，Ｃにおいて特に，本件ストーブの近くで火災につながるような危険行動に\n出る傾向があったとも認められないところである。）。\n本件火災発生に先立つ夜勤業務中の行動経過に関するＥ供述については，全体\nとして，有力な裏付けがあるわけではない上，むしろ信用性に疑いを容れるべき事情\n来事が起きてからＥが出火状況を目撃した時点までに先のようにある程度の時間が経\n過していた可能性が高く，にもかかわらず，火災発生をうかがわせる異状には気付か\n性を認めるのは特に困難というべきである。そうすると，本件火災の原因となる出来\n事が起きた頃におけるＥの行動，入居者の動静等をその供述に依拠して認定すること\nはできないといわざるを得ない。以上のような証拠の状況を前提とすると，本件火災\nの原因となる出来事がどのようなものであったかを十分特定することも困難というほ\nかない。\n⑷  検察官は，漏電や異常燃焼による出火の可能性はない旨主張するが，本件スト\nーブの近くには物干し台が２台置かれて多くの洗濯物が干されていたと認められるこ\nとからすると，そのような状況の下で，本件ストーブの出火原因として想定し得るの\nはそれらに尽きるものではない。例えば，Ｃは，居間兼食堂の簡易ベッドで寝起きし\nており，夜間他の入居者より本件ストーブに近い場所にいたものの，居間兼食堂に隣\n接した居室の入居者に限っても，南西角居室にはＦが，同じく北西角居室にはＧが，\n同じく中央部居室にはＭがそれぞれ寝起きしていたのであり（甲７等），ＦはＣより\nも要介護度等が進んでいたとみられるので措くとしても，特にＭについては，本件ス\nトーブのストーブガードに濡れたタオル（手ぬぐい）を掛けるのを何度か目撃したと\nいう元従業員が複数ある（介護記録〔甲２０添付〕上は，平成２０年１２月及び平成\n２１年１１月にこれと同旨の記載が存する。）。そのほか，夜勤中おむつ交換のため\nに居間兼食堂を離れた後戻ってくると，どこかから来た入居者がいたことがあった旨\n述べる者もある。このように，夜勤業務中の行動経過に関するＥの供述が先のように\n信用し難いとすると，Ｃ以外の者が，意図的かどうかはともかく火災発生の原因とな\nり得る挙動などに出た可能性も証拠上は排斥できないこととなる。\n３  小  括\n以上によると，Ｃが本件ストーブ上に置いた衣類に着火したことが本件火災の発生\n原因であると認めることはできない。\n第７  結  論\n本件公訴事実は，本件火災の発生原因は，居間兼食堂で寝起きなどしていたＣが本\n件ストーブの上面に着ていたパジャマなどの衣類を置くなどしたことにあるとの前提\nに立ち，本件建物の設備等の設置，維持及び防火管理業務に従事していた被告人にお\nいて，火災の原因となる危険な行動を取りかねない入居者を居間兼食堂で寝起きなど\nさせ続けないようにするなどの適切な措置を講じ，そのような入居者の行動を原因と\nする火災の発生を未然に防止すべき業務上の注意義務を怠ったという点での過失を問\nう内容となっている。しかしながら，本件火災の発生原因をそのようなものと認定す\nることができないのはこれまで検討してきたとおりであって，そうである以上，先の\nような過失を問題とする本件公訴事実の下では，犯罪の証明がないこととなる。\nそこで，刑訴法３３６条により被告人に対し無罪の言渡しをすることとして，主文\nのとおり判決する。\n検察官志村康之  公判出席\n（私選弁護人三木明（主任），同笹森学  公判出席）\n（求刑・禁錮２年）\n平成２８年１０月２１日\n札幌地方裁判所刑事第３部\n裁判長裁判官      金    子    大    作\n裁判官      坂    田    正    史\n裁判官      坂    本        桃\n"
}