{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 2,
    "day": 6
  },
  "case_number": "平成24(ネ)10065",
  "case_name": "不正競争行為差止請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82973",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82973",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/973/082973_hanrei.pdf",
  "contents": "平成２５年２月６日判決言渡\n平成２４年（ネ）第１００６５号  不正競争行為差止請求控訴事件（原審・東京地\n裁平成２２年（ワ）第４１２３１号）\n口頭弁論終結日  平成２４年１２月２５日\n判                    決\n控 訴 人        プ リ ヴ ェ Ａ Ｇ 株 式 会 社\n訴訟代理人弁護士        大 野 聖 二\n同                      井 上 義 隆\n同                      小 林 英 了\n被 控 訴 人        株 式 会 社 総 通\n被 控 訴 人        有 限 会 社 日 本 光 材\n両名訴訟代理人弁護士    村 林 隆 一\n同                      井 上 裕 史\n同                      佐 藤   潤\n同                      佐 合 俊 彦\n同 補 佐 人 弁 理 士        玉   利   冨 二 郎\n主                    文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人らは，原判決被告商品目録記載の物件を製造し，譲渡し，引き渡し，\n譲渡若しくは引渡しのために展示し，輸出し，輸入し，又は電気通信回線を通\nじて提供してはならない。\n３  訴訟費用は，第１，２審とも被控訴人らの負担とする。\n第２  事案の概要\n１  本件は，控訴人が，被控訴人らに対し，控訴人が販売する原判決別紙原告商\n品目録１～３の商品（以下，併せて「原告商品」と総称する。）に共通する形態は\n需要者の間に広く認識されている商品等表示に該当し，原判決別紙被告商品目録記\n載の商品（以下「被告商品」という。）を，被控訴人有限会社日本光材が製造し，\n被控訴人らが販売する行為は，原告商品との混同を生じさせる行為であり，不正競\n争防止法（以下「不競法」という。）２条１項１号の不正競争に該当すると主張し\nて，同法３条１項に基づき，被告商品の製造，販売等の差止めを求める事案である。\n２  原審の東京地裁は，平成２４年７月４日，原告商品の共通形態は，他の同種\n商品と識別し得る独特の形態的特徴に当たるものということができず，商品等表示\n性を認めることができないとして，控訴人の被控訴人らに対する請求をいずれも棄\n却した。\nそこで，控訴人は，これを不服として本件控訴を提起した。\n第３  当事者の主張\n１  前提事実，争点及び争点に対する当事者の主張は，次に付加するほか，原判\n決「事実及び理由」欄の第２の１，２及び第３記載のとおりであるから，これを引\n用する（略称は，本判決で注記したもののほか，原判決のものを用いる。）。\n２  当審における控訴人の主張\n(1) 原告商品の共通形態の認定について\nア  原判決は，原告商品のレンズ部分の形状がいずれも略長方形状であるにもか\nかわらず，これを否定した点において，誤りである。\nイ  原告商品は，①耳と鼻に掛ける眼鏡タイプの形態からなるルーペであり（以\n下「特徴①」という。），②そのレンズ部分は眼鏡の重ね掛けができる程度に十分\n大きい一対のレンズを並べた略長方形状（以下「特徴②」という。）という共通形\n態を備えている。\nウ  原判決は，特徴②について，レンズ部分が略長方形状であることは共通形態\nではないと判示した。しかし，原告商品のレンズ部分の形態につき，その細部の形\n状を殊更に強調する原判決は，原告商品の商品形態の認定を誤るものである。控訴\n人は，原告商品のレンズ部分の形状が厳格に「長方形」であると主張するものでは\nなく，若干の丸みや切り欠き等が存することを前提として，「略長方形状」，すな\nわち，おおよそ長方形であると主張するものであり，原告商品１～３がこれに該当\nすることは明白である。原判決の認定は，原告商品の細部の形状を殊更に強調して，\n原告商品のレンズ部分の形状が「略長方形状」であることを否定するものであり，\n控訴人の主張を正解せずになされたものである。\n(2) 原告商品の共通形態の商品等表示性について\nア  原判決は，原告商品の商品等表示性を判断する際に，ルーペを比較対象とな\nる他の同種商品とすべきであるにもかかわらず，老眼鏡を他の同種商品とし，原告\n商品の商品等表示性を否定した点において，誤りである。\nイ  原告商品は，特徴①，②の共通形態を備えている。かかる形態を備えるルー\nペが全く存在しない状況下において，控訴人は，眼鏡タイプのルーペというカテゴ\nリに属する商品を，ほぼ独占的に販売するとともに，各種媒体を通じて原告商品を\n強力に宣伝広告してきたことから，他の商品と識別し得る独特の特徴である上記共\n通形態を備え得る原告商品は，遅くとも平成２１年４月末頃には，商品等表示性を\n獲得するに至ったことは明白である。\nなお，原判決は，原告商品の共通形態のうち，特徴①における「眼鏡タイプの形\n態」に関して，「原告が原告商品の共通形態として主張するものが，市場において\n広く眼鏡タイプとされるルーペを含むものか，通常の眼鏡の形態のものに限定する\nものかは必ずしも明らかではないので，以下では，この２つの場合を分けて検討す\nる」（２１頁８行～１０行）としたが，控訴人は，原告商品の共通形態における「眼\n鏡タイプの形態」とは，通常の形態の眼鏡を意味していることを明らかにしており，\n以下においては，「眼鏡タイプの形態」を「通常の形態の眼鏡のもの」に限定した\n場合において，原判決の認定が誤りであることを明らかにする。\nウ  比較対象となる商品はルーペであること\n原判決は，老眼鏡が比較対象の同種商品となる理由として，①老眼鏡とルーペは\nいずれも高齢者が近くの小さい文字等が見にくい場合に用いるという点では機能上\nの共通点があること，②ネット上で同種商品として取り上げられていること，③小\n売店等において近接した場所で販売している例が認められること，を挙げている。\nしかし，上記①～③は，いずれも原告商品と老眼鏡を同種商品とすべき理由には\nならない。\n上記①は，高齢者が小さい文字等を見たいという使用場面における重なりであっ\nて，機能上の共通点ではない。老眼鏡を必要とする高齢者がルーペだけでものを見\nようとしても，程度の差こそあれ，単にぼけている像を拡大していることになるこ\nとから（甲４１），両者に機能上の共通点を見いだすことは不可能である。\n次に，上記②については，そもそも原告商品は，ルーペであることを強調した態\n様で販売されているのであり，ネット上で一部の業者が原告商品を老眼鏡のカテゴ\nリーに分類し販売していることによって，原告商品の機能が老眼鏡に変遷すること\nはありえない。\n上記③については，眼鏡タイプのルーペである原告商品が眼鏡エリアに近接して\n販売されることは，何ら不自然なことではなく，この点を捉えて原告商品が老眼鏡\nと同種商品となり得る余地はない。\nエ  原告商品が老眼鏡と同種商品とならないことは，原告商品は老眼鏡とは異な\nりテレビショッピングや通販雑誌等を通じた宣伝広告が繰り返しなされているとい\nう事実，また，価格帯を異にしているという事実からも明確に裏付けられる。\n(3) 老眼鏡を比較対象となる他の同種商品とした場合について\nア  仮に，老眼鏡を比較対象となる他の同種商品とした場合であっても，原告商\n品は他の同種商品（老眼鏡）と識別し得る独特の特徴を有している。\nイ  原判決は，「原告が原告商品の共通形態であると主張する原告商品の上記①\n及び②の形態は，同種製品である老眼鏡の形態（乙２４の１６・１８，２５の１な\nいし３・５・９・１１ないし１４，２６の１ないし５）と比較して，これらと識別\nし得る独特の特徴といえるものではない」（２４頁下から３行～２５頁２行）と判\n示した。\nしかし，上記各証拠に記載されている老眼鏡のレンズ形状は，通常の眼鏡と異な\nるものではなく，特徴②の「眼鏡の重ね掛けができる程度に十分大きい一対のレン\nズを並べた略長方形状」という形態を備えた老眼鏡は一切開示されていない。さら\nに付言すれば，レンズ部分が「略長方形状」であることが原告商品の共通形態であ\nることが否定されるとしても，「眼鏡の重ね掛けができる程度に十分大きい一対の\nレンズを並べた形態」の老眼鏡は，上記証拠上一切開示されていない。\nしたがって，原告商品の商品等表示性を判断する際に，比較対象として老眼鏡を\n他の同種商品としても，特徴②の形態を備える原告商品は，他の同種商品である老\n眼鏡と識別し得る独特の特徴を有する。\n３  控訴人の主張に対する被控訴人の反論\n(1) 原告商品の共通形態の認定の主張に対し\n商品等表示性を判断するための商品の形態の抽出にあっては，需要者の識別の対\n象となる具体的な形態を認定すべきであることはいうまでもない。したがって，「お\nおよそ長方形」などという上位概念で商品の形態を捉えようとする控訴人の主張に\nは，理由がない。\n原告商品１～３のレンズ部分の形態は，それぞれが特徴的な形状となっているか\nら，具体的なレンズ部分の形態に「共通形態」は見いだせない。\n(2) 原告商品の共通形態の商品等表示性の主張に対し\nア  原告商品と眼鏡タイプとされるルーペが同種商品であることは明らかである\nから，商品等表示性の判断において対象となる同種商品は，「市場において広く眼\n鏡タイプとされるルーペ」を含む（老眼鏡＋眼鏡＋眼鏡タイプルーペ）とするのが\n適切である。\nイ  控訴人は，自ら原告商品を「ペアルーペ  老眼鏡」（乙２４，甲６１，６２\n等）と表示し，老眼鏡と同種商品であると明示して，需要者の多くがアクセスする\nネットなどで販売している。\nしたがって，需要者において，原告商品と老眼鏡とが同種商品と認識されている\nのは明らかであるから，控訴人の主張には理由がない。\n(3) 仮に，原告商品のレンズ部分の具体的形態が商品等表示性を有するとしても，\n被告商品は，「同一若しくは類似の商品等表示」を使用していない。\n原告商品は，いずれも左右のレンズ部分が枠部分を介さず「一対のレンズを並べ\nた形態」となっており，当該形態は，原告商品の特徴的な形態である。\nこれに対し，被告商品は，左右のレンズ部分の間にレンズフレームが存在し，「一\n対のレンズを並べた形態」ではないから，「同一若しくは類似の商品等表示」では\nない。\n第４  当裁判所の判断\n１  当裁判所も，原告商品の共通形態は，他の同種商品と識別し得る独特の形態\n的特徴を有しているということができず，不競法２条１項１号の「商品等表示」に\n該当するということができないから，控訴人の被控訴人らに対する本訴請求はいず\nれも棄却すべきものと判断する。その理由は，次に付加するほか，原判決の「事実\n及び理由」欄の第４記載のとおりであるから，これを引用する。\n２  控訴人の当審における主張に対する判断\n(1) 原告商品の共通形態の認定について\nア  控訴人は，原告商品は，①耳と鼻に掛ける眼鏡タイプの形態からなるルーペ\nであり（特徴①），②そのレンズ部分は眼鏡の重ね掛けができる程度に十分大きい\n一対のレンズを並べた略長方形状（特徴②）という共通形態を備えるものであり，\n特徴②について，レンズ部分が「略長方形状」であることは共通形態ではないとし\nた原判決は，誤りであると主張する。\nイ  原告商品のレンズ部分の形態は，上記認定（引用に係る原判決１７頁５行～\n２１行及び別紙原告商品目録添付の原告商品写真目録１～３）のとおりであり，原\n告商品１，２においては，いずれもレンズ部分が「略長方形状」と認められるが，\n原告商品３においては，レンズ部分は，下辺中央部分が浅い半円状に切り欠かれた\n形状となっており，下辺部分は，上記切欠き部分から左右に向けてやや斜め上方向\nに持ち上がっており，左右下隅はやや丸みを帯びた形状となって，丸みを帯びた左\n右辺につながり，下辺中央部には，半円状の切り欠き部分がある。そうすると，原\n告商品３のレンズ部分には，４隅（特に左右下隅）及び下辺中央部にかなりの大き\nさの曲線部分が存在し，需要者にはそのような形態として認識されるものと認めら\nれ，これを「略長方形状」の形態と認めることはできない。\nしたがって，レンズ部分が略長方形状であることは共通形態ではないとした原判\n決の認定に誤りはなく，控訴人の上記主張は採用することができない。\n(2) 原告商品の共通形態の商品等表示性について\nア  控訴人は，原告商品は特徴①，②の共通形態を備えており，同様の形態を備\nえるルーペが全く存在しない状況下において，眼鏡タイプのルーペをほぼ独占的に\n販売するとともに，各種媒体を通じて原告商品を強力に宣伝広告してきたことから，\n原告商品は遅くとも平成２１年４月末頃には商品等表示性を獲得したと主張する。\nイ  しかし，特徴②のうちレンズ部分が「略長方形状」である点は，原告商品の\n共通形態と認められないことは，上記(1)のとおりである。 ウ  そして，「耳と鼻に掛ける眼鏡タイプの形態からなるルーペであり」，「そ\nのレンズ部分は眼鏡の重ね掛けができる程度に十分大きい一対のレンズを並べた形\n状」が原告商品の共通形態として認められても，上記認定（引用に係る原判決２１\n頁１５行～２２頁１８行）のとおり，控訴人が原告商品が周知性を獲得したと主張\nする平成２１年４月よりも前から，「耳と鼻に掛ける眼鏡タイプの形態からなるル\nーペであり」「一対のレンズを並べた形状」（ただし，「眼鏡の重ね掛けができる」\nタイプではない。）の眼鏡タイプのルーペ（甲６の池田レンズ工業株式会社製「メ\nガネタイプ」）や，フレームから前方に突出したアームに取り付けられた「一対の\nレンズ」を眼鏡に取り付けることにより，眼鏡の上から「重ね掛けができる」タイ\nプの双眼ルーペ（同「クリップタイプ」）が販売されていたことが認められる。し\nたがって，「耳と鼻に掛ける眼鏡タイプの形態」，「眼鏡の重ね掛けができる」形\n態，「一対のレンズを並べた形状」の形態は，いずれも，従前から他社の眼鏡タイ\nプのルーペや双眼ルーペにも見られたもので，他の同種商品と識別し得る独特の形\n態的特徴であると認めることはできず，原告商品の上記共通形態は，これらの形態組み合わせたものにすぎないから，他の同種商品と識別し得る独特の形態的特徴\nということはできない。 エ  以上のとおり，原告商品の共通形態は，他の同種商品と識別し得る独特の形\n態的特徴を有しているということはできないから，その余の点について検討するま\nでもなく，不競法２条１項１号の「商品等表示」に該当するということはできない。\n３  結論\nよって，その余の点について判断するまでもなく，控訴人の被控訴人らに対する\n請求をいずれも棄却した原判決は相当であり，控訴人の本件控訴は理由がないから\nこれを棄却することとして，主文のとおり判決する。\n知的財産高等裁判所 第３部\n裁判長裁判官\n芝 田 俊 文\n裁判官\n岡 本   岳\n裁判官\n武 宮 英 子\n"
}