{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 10,
    "day": 19
  },
  "case_number": "平成22(ワ)23188",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "81731",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81731",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/731/081731_hanrei.pdf",
  "contents": "平成２３年１０月１９日判決言渡  同日原本領収  裁判所書記官  山下京子\n平成２２年(ワ)第２３１８８号  特許権侵害差止等請求事件\n口頭弁論終結日  平成２３年７月２０日\n判 決\nイギリス国  ロンドン  ＜以下略＞\n原 告                             スミスズ グループ ピーエルシー\n同訴訟代理人弁護士        片 山 英 二\n同                        北 原 潤 一\n同                        堀      口               真\n同訴訟代理人弁理士        小 林 純 子\n同 補 佐 人 弁 理 士                             今 里 崇 之\n東京都世田谷区＜以下略＞\n被 告                             コヴィディエンジャパン株式会社\n同訴訟代理人弁護士        高 橋 元 弘\n同                        渡      邊               肇\n同                        末      吉               亙\n同 補 佐 人 弁 理 士                             安      島               清\n同                        大      谷               元\n同                        小 銭 幸 恵\n主 文\n１  被告は，別紙物件目録記載の気管チューブを輸入，販売してはならない。\n２  被告は，前項記載の気管チューブを廃棄せよ。\n３  原告のその余の請求を棄却する。\n４  訴訟費用は被告の負担とする。\n５  この判決は，１項及び２項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙物件目録記載の気管チューブを輸入，製造，販売してはならな\nい。\n２  主文２項同旨\n第２  事案の概要\n本件は，発明の名称を「外科医療用チューブ」とする特許権を有する原告が，\n被告の輸入，製造，販売に係る別紙物件目録記載の気管チューブが当該特許権\nを侵害している旨主張して，被告に対し，特許法１００条１項に基づく差止請\n求として当該気管チューブの輸入，製造，販売の禁止を求めるとともに，同条\n２項に基づく廃棄請求として当該気管チューブの廃棄を求めた事案である。\n１  前提事実（証拠等を掲記した事実以外は当事者間に争いがない。）\n(1)  当事者\nア  原告は，英国法に基づき設立され，医療機器・器具等の開発，製造，販\n売を行うスミスメディカルを含む５つの事業部門により構成される会社\nである（弁論の全趣旨）。\nイ  被告は，コヴィディエングループの日本法人であり，医療機器，医療用\n具，医薬品の輸入，製造，販売等を業とする会社である。\n(2)  原告の特許権\nア  原告は，次の特許権（以下「本件特許権」という。）を有する（本件特\n許権に係る特許公報〔甲２〕を末尾に添付する。）。\n特 許 番 号                特許第３２４１７７０号\n発明の名称    外科医療用チューブ\n出  願  日    平成３年１２月２日\n出 願 番 号                特願平３－３１７９１７\n優先権主張    平成２年１２月５日\nイギリス国出願に基づく\n登  録  日    平成１３年１０月１９日\nイ  本件特許権に係る明細書（以下「本件明細書」という。）の【特許請求\nの範囲】の【請求項１】の記載は次のとおりである（以下，当該発明を「本\n件発明」といい，本件発明に係る特許を「本件特許」という。）。\n「【請求項１】チューブを挿入する体腔の壁でチューブの外側をシールす\nるように形成した膨脹しうる部分でチューブを包囲し，かつ両端の各カ\nラー部分によりチューブに取付けるカフ，カフの近位端の区域にチュー\nブに沿って延在させた吸引管腔，および管腔からカフの近位端に直接隣\n接するチューブの外部に開口する吸引孔を有する外科医療用チューブ\nで，カフ（１２）の近位端を裏側に折り重ね，カフの膨脹しうる部分（２\n５）の少なくとも１部分を近位カラー部分（２４）に重ね，近位カラー\n部分（２４）をカフの膨脹しうる部分（２５）を越えて延ばさないよう\nに構成した外科医療用チューブにおいて，\n吸引管腔（１４）をチューブ（１）に沿いチューブの壁厚内に延在させ\nたこと，\nカフ（１２）を気管（２）に対しシールするように形成し，吸引管腔（１\n４）に導通している吸引孔（１９）を介し吸引管腔（１４）を用いてカ\nフ上の気管に集められる分泌物をカフ（１２）の直近上部で除去するよ\nうにしたことを特徴とする外科医療用チューブ。」\nウ  本件発明の構成要件を分説すると，次のとおりである（以下「構成要件\nＡ」などという｡）。\nＡ  チューブを挿入する体腔の壁でチューブの外側をシールするように形\n成した膨脹しうる部分でチューブを包囲し，かつ両端の各カラー部分に\nよりチューブに取付けるカフ，\nＢ  カフの近位端の区域にチューブに沿って延在させた吸引管腔，および\nＣ  管腔からカフの近位端に直接隣接するチューブの外部に開口する吸引\n孔を有する\nＤ  外科医療用チューブで，\nＥ  カフ（１２）の近位端を裏側に折り重ね，カフの膨脹しうる部分（２\n５）の少なくとも１部分を近位カラー部分（２４）に重ね，近位カラー\n部分（２４）をカフの膨脹しうる部分（２５）を越えて延ばさないよう\nに構成した\nＦ  外科医療用チューブにおいて，\nＧ  吸引管腔（１４）をチューブ（１）に沿いチューブの壁厚内に延在さ\nせたこと，\nＨ  カフ（１２）を気管（２）に対しシールするように形成し，吸引管腔\n（１４）に導通している吸引孔（１９）を介し吸引管腔（１４）を用い\nてカフ上の気管に集められる分泌物をカフ（１２）の直近上部で除去す\nるようにしたことを特徴とする\nＩ  外科医療用チューブ。\nエ  本件明細書の【発明の詳細な説明】によると，本件発明の【背景技術】\n及び【発明の開示】として，「【０００２】【背景技術】上述するカフを\n有するチューブは，気管においてカフ上に，またはチューブを配置する他\nの体チャンネル（body channel) 上に生ずる分泌物がチャンネルに沿う流\nれから妨げられ，これによって分泌物がカフ上に集まり，細菌の蓄積およ\nび感染する部位を形成するという欠点がある。」，「【０００３】吸引孔\nをカフ上に設けることによって分泌物を除去する多くの手段が提案され\nている。…これらのチューブにおいては，カフのすぐ上に集められた分泌\n物を除去することができない問題点がある。この事は，カフをチューブの\n壁に，チューブに付着し，かつカフの上下に延びるカフの両端における短\nいカラーによって普通のように取付けているためである。カフ上のカラー\nの長さは短く規定され，これによって吸引孔をカフから離間することがで\nきる。なぜならば，カラーを貫通する吸引孔が形成されるために，カフの\nチューブへの接合が弱められ，かつカフから漏れを生ずるためである。…\n」，「【０００４】【発明の開示】本発明の目的は，上述する欠点なく使\n用できる外科医療用チューブを提供することである。本発明の一つの観点\nによれば，吸引管腔をチューブに沿いチューブの壁厚内に延在させたこと，\nカフを気管に対しシールするように形成し，吸引管腔に導通している吸引\n孔を介し吸引管腔を用いてカフ上の気管に集められる分泌物をカフの直\n近上部で除去するようにしたことを特徴とする。」，「【０００５】吸引\n管腔はチューブの壁厚内をチューブに沿って延在させる。近位カラー部分\nの外面をチューブに付着させる。遠位カラー部分の内面をチューブに付着\nすることができる。カフは気管に対しシールするように形成し，吸引管腔\nを用いてカフ上の気管に集められた分泌物をカフの直上部より吸引孔を\n通じて除去するようにする。」などと記載されている（甲２）。\n(3)  被告の行為\nア  被告は，別紙物件目録記載の気管チューブ（以下「被告製品」という。\n）を輸入，販売している。\nイ  被告製品は，構成要件Ａ，Ｄ，Ｆ，Ｇ及びＩを充足する。\n(ア)  被告製品は，カフを有しているところ，このカフは，膨張しうる部\n分を有し，当該部分は，膨張することでチューブを挿入する気管の壁に\n密着し，チューブの外側をシールするように形成され，また，両端に上\n部カラー部分と下部カラー部分を有し，これらのカラー部分によってチ\nューブと接合しているから，構成要件Ａを充足する。\n(イ)  被告製品は，気管チューブであり，外科医療の領域で用いられるも\nのであって，外科医療用チューブであるから，構成要件Ｄ，Ｆ及びＩを\n充足する。\n(ウ)  被告製品は，吸引管腔を有するところ，この吸引管腔は，チューブ\nに沿ってチューブの壁厚内に延在しているから，構成要件Ｇを充足する。\nウ  被告製品は，管理医療器具である（甲５）。\n２  争点\n以下，文献について証拠番号を付して「乙１文献」などといい，文献に記載\nされた発明について，証拠番号を付して「乙１発明」などという。\n(1)  被告製品が本件発明の技術的範囲に属するか。\nア  構成要件Ｂ及びＥの充足性\nイ  構成要件Ｃの充足性\nウ  構成要件Ｈの充足性\n(2)  本件特許が特許無効審判により無効にされるべきものであるか。\nア  記載要件違反の有無\nイ  乙１文献に基づく無効理由（進歩性）の有無\nウ  乙２文献に基づく無効理由（新規性・進歩性）の有無\n(3)  被告が被告製品を製造しているか。\n３  争点に関する当事者の主張\n(1)  被告製品が本件発明の技術的範囲に属するか（争点(1)）。\nア  構成要件Ｂ及びＥの充足性（争点(1)ア）\n（原告の主張）\n(ア)  構成要件Ｂの充足性\n被告製品は，カフ上部吸引ラインの一部として，吸引管腔を有すると\nころ，この吸引管腔は，カフの上端部分（近位端）の区域にチューブに\n沿って延在しているから，構成要件Ｂ（「カフの近位端の区域にチュー\nブに沿って延在させた吸引管腔，および」）を充足する。\n(イ)  構成要件Ｅの充足性\n被告製品のカフにおける上部カラー部分は，構成要件Ｅの「近位カラ\nー部分」に相当するところ，上部カラー部分は，当該カフの上端部分（近\n位端）を裏側に反転させて（折り重ねて）形成されている。また，カフ\nの膨脹しうる部分の１部分たる上部領域と上部カラー部分とは，互いに\n重なり合う位置関係にある。さらに，上部カラー部分は，カフの膨脹し\nうる部分の上端部分を越えて外側に延在していないから，被告製品は，\n構成要件Ｅ（「カフ（１２）の近位端を裏側に折り重ね，カフの膨脹し\nうる部分（２５）の少なくとも１部分を近位カラー部分（２４）に重ね，\n近位カラー部分（２４）をカフの膨脹しうる部分（２５）を越えて延ば\nさないように構成した」）を充足する。\n（被告の主張）\n原告の主張はいずれも否認する。\nイ  構成要件Ｃの充足性（争点(1)イ）\n（原告の主張）\n(ア)  構成要件Ｃの「カフの近位端に直接隣接する…吸引孔」の意義\n本件発明は，従来技術では，カラー部分がカフの膨張しうる部分より\nも外側（患者の口に近い方向）に延在しており，カラー部分とカフの膨\n張しうる部分とは互いに重なる位置関係になかった。このため，吸引孔\nとカフの近位端（カフの上端部分）との間に近位カラー部分が介在して\n吸引孔とカフの近位端の距離が比較的長くなり，カフのすぐ上に蓄積す\nる分泌物が効果的に除去できないという問題点があったことを前提と\nし，かかる問題点（課題）を解決することを目的とする。そして，かか\nる課題解決のため，本件発明は，カフの近位端を裏側に折り重ねて（カ\nフの上端部分を裏側に反転させて）近位カラー部分（２４）を形成し，\nカフの膨張しうる部分（２５）の少なくとも１部分（当該膨張しうる部\n分の上部領域）が近位カラー部分（２４）に重なるようにし，近位カラ\nー部分（２４）がカフの膨張しうる部分（２５）の上端部分を越えて外\n側に（患者の口に近い方向に）延在しないように構成したものである。\nかかる構成により，カフの近位端（近位カラー部分が形成された状態に\nおけるカフの上端部分）と吸引孔（１９）と間に近位カラー部分が介在\nすることがなくなり，カフの近位端と吸引孔の距離を，従来のカラー付\nきカフを有する気管チューブの構成では実現できなかった程度に短く\nすることが可能となった。このようにして，カフのすぐ上に蓄積する分\n泌物が効果的に除去できないという従来技術の課題の解決が図られる\nことになったのである。そして，本件発明の実施例を示す本件明細書の\n図２において，カフの近位端（１２又は２５の上端）と吸引孔（１９）\nとの位置関係をみると，両者間に近位カラー部分（２４）は介在しない\nこと，そして，両者間の距離は決してゼロではないこと，つまり，両者\n間に何らのすき間（空隙）がないとはいえないことがわかる。要するに，\n本件発明におけるカフの近位端と吸引孔との位置関係については，両者\n間に近位カラー部分が介在しないことが本質的に重要であって，両者間\nの距離がゼロであること，両者間に何らのすき間（空隙）がないことは，\n本件発明に必須の構成ではないことが理解できるのである。\n以上に述べた本件発明の目的（解決すべき課題），課題解決手段，作\n用効果や実施例によれば，構成要件Ｃは，カフの近位端と吸引孔の相互\nの位置関係を定めた要件であって，両者間に近位カラー部分が介在せず，\n両者間の距離を従来技術では実現できなかった程度に短くできること\nを定めた点にその技術的意義が存するものである。そうとすれば，構成\n要件Ｃにいう「直接隣接する」とは，「（カフの近位端と吸引孔が）両\n者間に近位カラー部分が介在しない状態で隣り合っていること」を意味\nすると解するのが合理的であり，かかる解釈が当業者の理解に合致する\nものといえる。\n(イ)  被告製品の充足性\n被告製品は，カフ上部吸引ラインの一部として，カフの上端部分（近\n位端）に隣接して吸引管腔からチューブの外部に開口する吸引孔を有す\nるところ，この吸引孔とカフの上端部分（近位端）との間に上部カラー\n部分は存在しない。そのため，当該吸引孔は，「管腔からカフの近位端\nに直接隣接するチューブの外部に開口する吸引孔」といえるから，被告\n製品は，構成要件Ｃ（「管腔からカフの近位端に直接隣接するチューブ\nの外部に開口する吸引孔を有する」）を充足する。\n(ウ)  被告の主張について\nａ  被告が「空隙（すき間）が存在しないこと」を要求する根拠として\n挙げる点，すなわち，「吸引孔とカフの近位端との間に空隙が存在す\nる場合には，かかる吸引孔によりカフの最も近い上部においてカフ上\nの気管に集められる分泌物のすべて，またはそのほとんどをも除去す\nることはできない。」，「吸引孔の下端とカフの近位端との間にすき\n間が存在する場合には，少なくともそのすき間に残留する分泌物を吸\n引除去することはできない。」との点は，技術的にも誤っている。\nすなわち，従来技術のように，吸引孔の下端とカフの近位端との間\nに空隙（すき間）があり，この空隙（すき間）が近位カラー部分によ\nって占められている場合，近位カラー部分に吸引孔を開口することが\nできないため，吸引孔の下端からカフのカラー接着部上端（カフと近\n位カラー部分との境目）までの距離を，近位カラー部分の幅より短く\nすることはできない。そして，近位カラー部分の幅は，１０ｍｍ前後\nであるのが通例であるから，これに応じて，吸引孔下端からカフのカ\nラー接着部上端までの距離も１０ｍｍ前後に達する（甲７の写真を参\n照）。これに対し，本件発明においては，たとえ吸引孔の下端とカフ\nの近位端との間に空隙（すき間）が存在するとしても，この空隙（す\nき間）が従来技術のように近位カラー部分によって占められることが\nないから，吸引孔の下端からカフのカラー接着部上端までの距離を，\n従来技術よりも顕著に短く（例えば４ｍｍ前後以下に）することが可\n能となる。\nしたがって，被告の主張は，技術的に誤っており，かかる誤った前\n提に基づく被告の構成要件Ｃの解釈，すなわち，「直接隣接する」を\n「直に接する」と読み替え，さらに，「直に接する」の意味を「カフ\nの近位端と吸引孔との間に空隙（すき間）がない」と同義とする解釈\nもまた，誤りである。\nｂ  仮に，クレーム文言の解釈において辞書的な意味を重視し，構成要\n件Ｃの「直接隣接する」を，被告のように「直に接する」と読み替え\nたとしても，そのことから必然的に，「カフの近位端と吸引孔の下端\nとの距離がゼロであること，つまり，両者間にすき空隙（すき間）が\n存在しないこと」という解釈が導かれるわけではない。すなわち，「直\nに接する」にいう「じか」（直）という文言は，「間にへだたりがな\nいこと」を意味し，「接する」という文言は，「互いに隔てなくつな\nがること」を意味するから（広辞苑第６版），「カフの近位端に直に\n接する…吸引孔」の辞書的な意味は，「カフの近位端に中間に隔てる\nものがなく，隣り合って形成された吸引孔」といった程度のものであ\nる。そして，ここで「中間に隔てるもの」として想定されているもの\nが近位カラー部分であることは，本件明細書における従来技術とその\n問題点（課題）の説明から明らかである。そうであれば，「直接隣接\nする」を「直に接する」と読み替えたとしても，「直に接する」とは，\n「カフの近位端と吸引孔とが，両者間に近位カラー部分が介在しない\n状態で隣り合っている」といった程度の意味であって，「カフの近位\n端と吸引孔の下端との間に空隙（すき間）が存在しないこと」という\n被告の解釈が必然的に導かれるものではないのである。\nｃ  被告は，吸引孔とカフの近位端との間に近位カラー部分が介在しな\nいことは，構成要件Ｃではなく，構成要件Ｅにおいて記載されている\nと主張する。しかし，構成要件Ｅは，近位カラー部分の構造を特徴の\n一つとする本件発明に特有のカフの構造を規定するものであり，本件\n発明のもう一つの特徴であるカフの近位端と吸引孔との位置関係を\n規定する構成要件Ｃとは，構成要件としての機能が異なる。\nｄ  構成要件Ｃは，カフの近位端と吸引孔とが，被告のいう意味におい\nて「直に接していること」すなわち「両者間に空隙（すき間）が存在\nしないこと」を意味するものではないから，乙１４号証を根拠に，被\n告製品が構成要件Ｃを充足していないとすることはできない。かえっ\nて，乙１４号証によれば，被告製品においては，カフの近位端と吸引\n孔との間に近位カラー部分が介在せず，両者間の距離は，「吸引孔の\n下端からカフのカラー接続部上端までの距離」の測定平均値ですら３\n．６ｍｍ～４．２ｍｍであり，被告の従来製品（吸引孔とカフの近位\n端との間に近位カラー部分が介在する）における当該距離が１０ｍｍ\n程度である（甲７の写真を参照）のと比べて，顕著に短くなっている\nことが明らかである。よって，被告製品が構成要件Ｃを充足すること\nは，乙１４号証によっても裏付けられている。\nｅ  本件発明や被告製品のような気管チューブにおけるカフの上部に蓄\n積する分泌物の吸引は，乙１５号証の実験のように，気管チューブを\n垂直に立てた状態で行われるのではなく，患者が横たわった状態，つ\nまり，気管チューブを水平に近い角度に寝かせた状態で行われる。ま\nた，分泌物は相当程度の粘性を有するものであり，全く粘性を有しな\nい着色した蒸留水とは全く異なる。着色した蒸留水を「分泌物に模し\nた…液体」などと評価できないことは当然である。よって，乙１５号\n証の実験は，被告製品の「通常の使用態様に従って」行われた「分泌\n物に模した液体」の吸引実験とは到底いえないものであり，その結果\nをもって，被告製品の現実の使用態様における分泌物除去の可能性や\n程度を論じることはできない。\n（被告の主張）\n(ア)  原告の主張はいずれも否認する。\n(イ)  構成要件Ｃの「カフの近位端に直接隣接する…吸引孔」の意義につ\nいて\nａ  「隣接」とは「となりあってつづくこと」をいい，また，「直接」\nとは「中間に隔てるものがなく，じかに接すること」をいう（広辞苑\n第６版）から，構成要件Ｃの「カフの近位端に直接隣接する…吸引孔\n」とは，カフの近位端に中間に隔てるものがなく直に接して，隣り合\nって形成された吸引孔を意味する。\nｂ  本件発明は構成要件Ｃの「カフの近位端に直接隣接する…吸引孔」\nなどを備えることにより，「カフ（１２）を気管（２）に対しシール\nするように形成し，吸引管腔（１４）に導通している吸引孔（１９）\nを介し吸引管腔（１４）を用いてカフ上の気管に集められる分泌物を\nカフ（１２）の直近上部で除去するようにしたことを特徴」（構成要\n件Ｈ）とした発明である。ここに，「直近」とは「すぐ近く。すぐそ\nば。最も近いこと。」を意味する（広辞苑第６版）。すなわち，構成\n要件Ｈのうち「吸引孔（１９）を介し吸引管腔（１４）を用いてカフ\n上の気管に集められる分泌物をカフ（１２）の直近上部で除去する」\nは，カフの最も近い上部において，吸引孔（１９）を介し吸引管腔（１\n４）を用いてカフ上の気管に集められる分泌物を除去することを意味\nする。しかしながら，吸引孔とカフの近位端との間に空隙が存在する\n場合には，かかる吸引孔によりカフの最も近い上部においてカフ上の\n気管に集められる分泌物のすべて，またはそのほとんどをも除去する\nことはできない。このことからも，構成要件Ｃの「カフの近位端に直\n接隣接する…吸引孔」とは，カフの近位端との間に隔てるものがなく\n直に接して，隣り合って形成された吸引孔を意味すると解釈せざるを\n得ない。\nｃ  本件発明は，本件明細書【００１０】において，「カフの近位端に\n直接隣接する…吸引孔」を設けることにより，「極めて少量の分泌物\nでも」吸引孔を介して吸引除去することを可能にするとされている。\nこれに対し，吸引孔とカフの近位端との間にすき間が存在する場合に\nは，少なくともそのすき間に残留する分泌物を吸引除去することはで\nきない。したがって，構成要件Ｃの「カフの近位端に直接隣接する…\n吸引孔」とは，本件明細書の図４に示されているように，カフの近位\n端に中間に隔てるものがなく直に接して，隣り合って形成された吸引\n孔を意味することは明らかである。\nｄ  更にいえば，吸引孔とカフの近位端との間に近位カラー部分が介在\nしないことは，構成要件Ｃではなく，構成要件Ｅにおいて記載されて\nいる。仮に構成要件Ｃの解釈が，原告が主張するように「カフの近位\n端と吸引孔が両者間に近位カラー部分が介在しない状態で隣り合っ\nていること」と解釈されるのであれば，構成要件Ｅは，既に構成要件\nＣにおいて記載された事項が，重ねて記載されていることになるので\nあって，当該記載は全く不必要であることになる。かかる観点からも，\n構成要件Ｃを原告の主張のように解釈することはできないのである。\n(ウ)  被告製品の充足性について\nａ  被告製品（内径サイズ〔直径〕６.０ｍｍ，６.５ｍｍ，７.０ｍｍ，\n７.５ｍｍ，８.０ｍｍ，８.５ｍｍ，９.０ｍｍ）について，①吸引孔\n下端からカフのカラー接着部上端までの距離と，②気管を模した透明\nアクリル管に挿入した状態における吸引孔の下端から膨張時カフの\n上端までの距離を，それぞれ１０サンプル抽出して測定したところ，\n①の各内径サイズに対する測定平均値は，３.６ｍｍ～４.２ｍｍ，②\nの各内径サイズに対する測定平均値は，２.７ｍｍ～３.９ｍｍであっ\nた（乙１４）。したがって，被告製品は，カフの近位端と吸引孔の下\n端との間に隔てるものがなく直に接して，隣り合って形成された製品\nではないことは明らかである。\nｂ  また，被告製品について，気管を模した透明アクリル管に挿入し，\n通常の使用方法に従ってカフを膨らませてアクリル管の内壁でチュ\nーブの外側をシールし，カフ上に分泌物に模した青色の液体を貯留さ\nせ，吸引管腔を通じて吸引孔より青色の液体を吸引したところ，吸引\n後であっても，分泌物に模した青色の液体が，吸引孔を介して吸引除\n去されず，気管を模した透明アクリル管に残存している（乙１５）。\nｃ  これら実験結果より，被告製品では，「カフの近位端に直接隣接す\nる…吸引孔」なる構成要件を充足しないことが裏付けられる。\nウ  構成要件Ｈの充足性（争点(1)ウ）\n（原告の主張）\n(ア)  構成要件Ｈの「カフの直近上部で除去する」の意義\n「直近」の辞書的意味には，「すぐ近く。すぐそば。」というものも\nあり，「最も近い」と解釈すべき必然性はない。また，そもそも「最も\n近い」というのも相対的な表現であり，必ずしも絶対的距離が小さいこ\nとを意味するものではない。\nいずれにせよ，カフの近位端から４～５ｍｍ程度の範囲が，カフの近\n位端の「すぐ近く。すぐそば。」といえることは明らかであるし，「最\nも近く」ということもできる。そのような距離の範囲内において分泌物\nを除去できるのであれば，構成要件Ｈにいう「直近上部で除去する」を\n充足すると認めるに十分である。\n(イ)  被告製品の充足性\n被告製品におけるカフは，「気管に対しシールするよう」形成されて\nいる。また，被告製品においては，吸引管腔に導通している吸引孔を介\nし，吸引管腔を用いて，気管内の分泌物をカフの直近上部で除去するよ\nうにしているところ，この分泌物は，「カフ上の気管に集められる分泌\n物」といえるから，被告製品は，構成要件Ｈ（「カフ（１２）を気管（２\n）に対しシールするように形成し，吸引管腔（１４）に導通している吸\n引孔（１９）を介し吸引管腔（１４）を用いてカフ上の気管に集められ\nる分泌物をカフ（１２）の直近上部で除去するようにしたことを特徴と\nする」）を充足する。\n被告製品における吸引孔の下端とカフの近位端との距離についてみる\nと，カフを押し上げた状態 において１～２ｍｍ程度（甲６における「１\n．４ｍｍ～２．３ｍｍ」），また，カフを極端に押し下げた状態におい\nてすら，３～４ｍｍ程度（乙１４における「３．６ｍｍ～４．２ｍｍ」，\n甲８の写真３－３）であるから，被告製品において，分泌物の除去は，\n「カフの直近上部で」行われるものといえる。\n(ウ)  被告の主張について\nカフの近位端と吸引孔の下端との距離のうち客観性を有する距離とい\nえるのは，カフを自然な状態で膨張させた状態（カフの外側に位置する\n気管の内壁による制約を受けることなく，カフをシワが寄らない程度に\n膨張させた状態をいい，以下，このようなカフの状態のことを，便宜上\n「自由膨張状態」という。）における距離，ないし，カフの近位カラー\n部分との境界部と吸引孔の下端との距離である。\n甲６号証における被告従来品の測定値は，自由膨張状態の測定値でも\nなければ，カフの近位カラー部分との境界部と吸引孔の下端との距離の\n測定値でもなく，共通の測定条件下での被告製品と被告従来品との比較\nを目的として，当該条件下での被告従来品の測定値を示したものにすぎ\nない。実際，甲６号証の測定に供された被告従来品における自由膨張状\n態の測定値は，９．５ｍｍであった（甲９）。このように，甲６号証は，\n自由膨張状態の距離が９．５ｍｍの被告従来品について，所定の条件下\nにおいて３．９ｍｍ，４．９ｍｍとの測定値が得られたことを示すもの\nにすぎず，被告従来品の現実の使用態様においては，使用条件次第で，\nカフの近位端と吸引孔の下端との距離は約９．５ｍｍに達しうるのであ\nる。\n（被告の主張）\n(ア)  原告の主張はいずれも否認する。\n(イ)  構成要件Ｈの「カフの直近上部で除去する」の意義について\nａ  上記イ（被告の主張）(イ)ｂのとおり，構成要件Ｈのうち「吸引孔\n（１９）を介し吸引管腔（１４）を用いてカフ上の気管に集められる\n分泌物をカフ（１２）の直近上部で除去する」は，カフの最も近い上\n部において，吸引孔（１９）を介し吸引管腔（１４）を用いてカフ上\nの気管に集められる分泌物を除去することを意味する。\nｂ  原告は，カフの近位端から４～５ｍｍ程度の範囲がカフの直近上部\nに当たるとする。しかし，原告は，甲６号証の原告の実験により「Ｈ\nｉ－Ｌｏ  Ｅｖａｃ」のような従来技術のカフの吸引孔とカフの近位\n端との距離は３．９ｍｍ又は４．９ｍｍであるとしているのである。\nしたがって，原告の構成要件Ｈの解釈及び原告の実験によれば，従来\n技術においてもカフの直近上部において吸引除去することとなるか\nら，原告がなぜカフの近位端から４～５ｍｍ程度の範囲がカフの直近\n上部に当たると解釈できるのか根拠が全く不明である。\n原告が主張するようにカフの近位端から４～５ｍｍ程度の範囲がカ\nフの直近上部に当たるとすれば，カフの近位端から４～５ｍｍの範囲\nに残留している分泌物の一部でも除去しただけで構成要件Ｈを充足\nすることになる。換言すれば，原告の解釈を前提とすれば，カフの近\n位端から６ｍｍ以上離れた位置に残置された分泌物を除去はするが，\n４ｍｍ又は５ｍｍ離れた位置に残置された分泌物は除去できない製\n品もまた，構成要件Ｈを充足することになる。しかし，この程度しか\n分泌物を除去せず，かつ，カフ上の相当程度の残留物が除去されず残\n留した場合が，「カフ上に集められる気管の上部からのいかなる分泌\n物を，たとえカフ上に残留するとしても，極めて少量の分泌物でも孔\n１９を介して吸引除去すること」（本件明細書【００１０】）には当\nたらないことは明らかである。\nｃ  原告は，当初，「カフの近位端」を「カフの外側に位置する気管の\n内壁による制約」を受けている状態における「患者の口に近い側の端\n部」とし，「Ｈｉ－Ｌｏ  Ｅｖａｃ」の吸引孔とカフの近位端との距\n離は３．９ｍｍ又は４．９ｍｍであることを示す甲６号証を提出する\nとともに，カフの近位端と吸引孔の距離が４～５ｍｍの範囲は，カフ\nの近位端と吸引孔とが直接隣接するとし，また，カフの直近上部で分\n泌物を除去することにも該当すると主張していたにもかかわらず，\n「Ｈｉ－Ｌｏ  Ｅｖａｃ」が，本件発明の優先日以前から公然実施さ\nれていたことが判明するや，にわかに「カフの近位端」に関する解釈\nを変更して，主張の破綻を回避しようとしている。\n(ウ)  被告製品の充足性について\n被告製品は，カフの近位端と吸引孔とが直接隣接していないため，カ\nフの直近上部，すなわちカフの最も近い上部において分泌物を除去する\nものではない。\n(2)  本件特許が特許無効審判により無効にされるべきものであるか（争点(2)\n）。\nア  記載要件違反の有無（争点(2)ア）\n（被告の主張）\n(ア)  実施可能要件違反\n構成要件Ｃに規定する吸引孔の位置が，単にカフの近位端との間に近\n位カラー部分が介在しないということを意味するにすぎないのであれ\nば，当業者からすると，カフからどの程度離れた位置に吸引孔を形成す\nれば本件発明が実施できるのかを理解することができない。また，同様\nの理由で，構成要件Ｈに規定する分泌物を除去する位置がカフに単に近\nければよいと解釈するとすれば，当業者は，どの程度カフに近い位置で\n吸引すれば本件発明を実施できるのか理解できないのである。\n(イ)  サポート要件違反\n特許請求の範囲の記載が，明細書のサポート要件に適合するか否かは，\n特許請求の範囲の記載と発明の詳細な説明の記載とを対比し，特許請求\nの範囲に記載された発明が，発明の詳細な説明に記載された発明で，発\n明の詳細な説明の記載により当業者が当該発明の課題を解決できると\n認識できる範囲のものであるか否か，を検討して判断すべきものである。\n本件発明は，本件明細書【０００３】のとおり，従来技術（米国特許\n４６０７６３５号明細書）ではカフのすぐ上に集められた分泌物を除去\nできないという問題があることに加え，吸引チューブをカフの近位カラ\nー上に突出させることによって，カフ近くの分泌物を除去することので\nきる手段を有する従来技術（米国特許４８４０１７３号明細書）を採用\nした場合，製品が比較的複雑で，かつ高価になるという欠点を有してい\nるとの課題を解決するために，本件発明の構成を採用したものである。\nそして，本件明細書【００１０】によれば，本件発明の構成を採用した\n結果，「カフ上に集められる気管の上部からのいかなる分泌物を，たと\nえカフ上に残留するとしても，極めて少量の分泌物でも孔１９を介して\n吸引除去する」という効果を発揮するものである。\n他方で，構成要件Ｃに規定する吸引孔の位置が，原告の主張するよう\nに，単にカフの近位端との間に近位カラー部分が介在しないということ\nを意味するにすぎないのであれば，本件発明では，上記の課題を解決し，\nかつ，「カフ上に集められる気管の上部からのいかなる分泌物を，たと\nえカフ上に残留するとしても，極めて少量の分泌物でも孔１９を介して\n吸引除去する」という効果を発揮することはできない。のみならず，構\n成要件Ｃが単にカフの近位端との間に近位カラー部分が介在しないこ\nとを意味するにすぎなければ，カフ上に集められた分泌物を除去できな\nい構成も含むこととなり，発明の詳細な説明として明細書に開示された\n内容を超えて特許を請求することとなるのである。同様に，構成要件Ｈ\nに規定する分泌物を除去する位置がカフに単に近ければよいと解釈す\nるとすれば，当該構成要件は，本件発明の課題を解決し得ない構成をも\n含むこととなる。\n（原告の主張）\n(ア)  被告の主張はいずれも争う。\n(イ)  「直接隣接」，「直近上部」といった文言は，被告の主張するよう\nな「カフの近位端と吸引孔との距離がゼロであること」といった極端な\n限定解釈をしない限り，どのように解釈したとしても，当該文言の範囲\n内にあるものと範囲外にあるものとの限界を定量的に線引きすること\nは不可能である。しかし，定量的な線引き（区別）が不可能であるから\nといって，そのことによりクレームが実施可能要件やサポート要件に違\n反するというのは，著しい論理の飛躍である。他方，仮に被告の解釈の\nように，「直接隣接」，「直近上部」の意味を限定した場合，本件発明\nの権利範囲は極めて狭いものとなり（例えば，カフの近位端と吸引孔の\n距離をわずか１ｍｍ設けることで，侵害が回避されることになる。），\n特許としての有用性がほとんどないものとなってしまう。\nイ  乙１文献に基づく無効理由（進歩性）の有無（争点(2)イ）\n（被告の主張）\n(ア)  乙１発明\nＡ  チューブ本体１１を挿入する体腔の壁でチューブ本体１１の外側を\nシールするように形成した膨脹しうる部分でチューブ本体１１を包\n囲し，チューブ本体１１に取付けるカフ５，\nＢ  カフ５の基端側にチューブ本体１１に沿って延在させた第３のサイ\nドルーメン３１，及び\nＣ  カフ５の基端側にチューブ本体１１の外部に開口する第２の吸引口\n３０を有する（注記：乙１文献では「吸引孔」ではなく「吸引口」と\n記載されている。）\nＤ  気管内チューブ１において，\nＧ  サイドルーメン３１をチューブ本体１１に沿いチューブ本体１１の\n肉厚内に延在させたこと，\nＨ  カフ５を気管３に対しシールするように形成し，第３のサイドルー\nメン３１に連通している第２の吸引口３０を介し第３のサイドルー\nメン３１を用いて，カフ５前方に貯溜する粘液類をサクションするよ\nうにしたことを特徴とする\nＩ  気管内チューブ１。\n(イ)  本件発明と乙１発明との対比\n乙１発明の「チューブ本体１１」，「カフ５」，「第３のサイドルー\nメン３１」，「第２の吸引口３０」，「気管内チューブ１」は，それぞ\nれ，本件発明の「チューブ」，「カフ」，「吸引管腔」，「吸引孔」，\n「外科医療用チューブ」に相当する。\nしたがって，本件発明と乙１発明とは，\nＡ  チューブを挿入する体腔の壁でチューブの外側をシールするように\n形成した膨脹しうる部分でチューブを包囲し，チューブに取付けるカ\nフ，\nＢ  カフの基端側にチューブに沿って延在させた吸引管腔，及び\nＣ  管腔からカフの基端側のチューブの外部に開口する吸引孔を有する\nＦ  外科医療用チューブにおいて，\nＧ  吸引管腔をチューブに沿いチューブの壁厚内に延在させたこと，\nＨ  カフを気管に対しシールするように形成し，吸引管腔に導通してい\nる吸引孔を介し吸引管腔を用いてカフ上の気管に集められる分泌物\nを除去するようにしたことを特徴とする\nＩ  外科医療用チューブ。\nという点で一致し，以下の点で相違する。\n〔相違点１〕\n本件発明は，「カフの近位端の区域にチューブに沿って延在させた吸\n引管腔，および」「管腔からカフの近位端に直接隣接するチューブの外\n部に開口する吸引孔を有する」のに対し，乙１発明は，吸引孔がカフの\n基端側のカフに近い区域のチューブの外部に開口しているものの，カフ\nの近位端に直接隣接するチューブの外部に開口しているかどうか不明\nである点。\n〔相違点２〕\n本件発明は，「両端の各カラー部分によりチューブに取付けるカフ」\nであり，また，「カフ（１２）の近位端を裏側に折り重ね，カフの膨脹\nしうる部分（２５）の少なくとも１部分を近位カラー部分（２４）に重\nね，近位カラー部分（２４）をカフの膨脹しうる部分（２５）を越えて\n延ばさないように構成」しているのに対し，乙１発明では，吸引孔とカ\nフの近位端との間にカラー部分が描かれていないものの，チューブへの\nカフの取り付け態様が不明な点。\n〔相違点３〕\n本件発明は，「吸引管腔（１４）に導通している吸引孔（１９）を介\nし吸引管腔（１４）を用いてカフ上の気管に集められる分泌物をカフ（１\n２）の直近上部で除去するようにしたことを特徴とする」のに対し，乙\n１発明は，吸引管腔に導通している吸引孔を介し吸引管腔を用いてカフ\n上の気管に集められる分泌物を除去するようにしたことを特徴とする\nものの，分泌物をカフの直近上部で除去するようにしているかどうか不\n明な点。\n(ウ)  相違点の検討\nａ  相違点１\n乙１発明において，吸引口はチューブ本体の外周のいかなる場所に\n形成しても良いとされている。また，カフの先端側に位置する吸引口\nについてではあるが，乙１文献には，カフ５前に貯溜した粘液等を効\n率よく吸引するために，吸引口２０はカフ５に近いことが好ましいと\nされている。してみれば，乙１発明において，吸引口２０がカフ５に\n近いことが好ましいとされているのと同様に，吸引口３０をカフの近\n位端に直接隣接する部分に設けることもまた，当該発明を実施する者\nが自由に選択できる程度の事項であって，吸引口３０を管腔からカフ\n５の近位端に直接隣接するチューブの外部に開口させることは設計\n的事項であるといえる。\n乙１文献に記載された「一般気管内チューブはサクション口がない\nものであり，体内に留置していると，気管内チューブのカフ付近に粘\n液，唾液等が貯溜する。特に，カフから空気を抜く時，この貯溜した\n粘液，唾液，胃液等が気管内を下方に移動し，しばしば肺内に達する\nこともある。その結果，患者は咳きこんだり，肺炎を併発したりする\nことがある。」という課題は，乙２文献，乙４～６文献にも記載され\nているとおり周知である。さらに，カフの直近上部において分泌物を\n除去すべきことは，乙７～９文献に記載されており，この種の気管チ\nューブに周知の課題であるといえる。そして，カフ上部の分泌物を除\n去するために，吸引孔をなるべくカフ上部に近づけること，ひいては，\nカフの近位端に直接隣接して吸引孔を設けることも，乙６～９文献に\n記載ないし示唆されているとおり，周知技術である。そうすると，当\n業者は，カフ５の直上部に貯留する分泌物をなるべく多く除去するた\nめに，乙１文献に記載の「第２の吸引口３０」を，「カフ５」の近位\n端に直接隣接するように設けること，すなわち相違点１に係る本件発\n明の構成を採用することは容易に想到することができたものである。\nｂ  相違点２及び３\n以下のとおり，当業者であれば，乙１発明において，乙２又は乙３\n文献のカフを適用して，相違点２及び３に係る本件発明の構成を採用\nすることが容易に想到することができたものである。\n乙２文献の図３には，両端の各カラー部分により気管内挿入チュー\nブに取り付けられたカフ３０及びカフ３０は近位端を裏側に折り重\nねられ，カフ３０の膨張しうる部分が近位カラー部分に重ねられ，近\n位カラー部分をカフ３０の膨張しうる部分を超えて延ばさないよう\nに構成されていることが示されている。そして，カフの直近上部で分\n泌物を除去することはこの種の気管内チューブに周知の課題であり，\nそのためにカフの近位端と吸引孔とを近接させることは当業者が当\n然に想到することである。また，乙１発明と乙２発明のチューブは，\nいずれも外科医療用チューブという技術分野を同一にする発明であ\nり，カフ上の気管に集められる分泌物を除去するという課題も同一で\nある。さらに，両発明は，カフ上部に形成された吸引孔を介し，チュ\nーブ壁厚内の吸引管腔を用いて残留物を除去するという課題解決方\n法も共通していることに加え，乙２文献が乙１発明の従来技術として\n引用されていること等も併せ考えれば，「カフ上の気管に集められる\n分泌物をカフの直近上部で除去する」の構成を得るために，乙２文献\nのカフ３０を本件発明の構成を採用するとすることは何ら困難では\nなく，当業者であれば容易に想到し得た程度の事項である。\n乙３文献には，膨張したカフ３１の遠位端をチューブ１３の開口端\n４４にできるだけ近接させるべく，カフ３１の遠位端側を裏側に折り\n返し，その折り返した部分を利用して，カフ３１をチューブ１３に取\n付ける技術が開示されている。そして，カフの直近上部で分泌物を除\n去することはこの種の気管内チューブに周知の課題であり，そのため\nにカフの近位端と吸引孔とを近接させることは当業者が当然に考え\nることである。乙１発明と乙３文献に記載されたチューブはいずれも\n外科医療用チューブという技術分野を同一にする発明であることに\n加え，乙３文献には，膨張したカフ３１の遠位端をチューブ１３の開\n口端４４にできるだけ近接させるべく，カフ３１の遠位端側を裏側に\n折り返し，その折り返した部分を利用して，カフ３１をチューブ１３\nに取付けることが開示されている。したがって，乙１発明を見た当業\n者が「カフ上の気管に集められる分泌物をカフの直近上部で除去する\n」構成を得るために，乙１発明に，乙３文献のカフ端部と開口端とを\n近接させるためのカフ３１の取付け態様を適用し，相違点２に係る本\n件発明の構成とすることは何ら困難ではなく，当業者であれば容易に\n想到し得た程度の事項である。\nさらに，相違点２に係る本件発明の構成は，多数の公知例（乙１０\n～１３文献）が存在しており，かかるカフの構成を乙１発明に適用す\nることは何ら困難ではない。\n（原告の主張）\n(ア)  被告の主張はいずれも争う。\n(イ)  従来のカフの形状\n本件特許の出願日前の従来技術に係る外科医療用チューブにおいては，\n乙４～９文献に開示される形状のカフ，すなわち，「近位端および遠位\n端の両部分において，カフのカラー部分を折り曲げずに，外側に伸ばし\nたままの状態で本体チューブに取り付けられたカフ」が一般的であった。\n(ウ)  乙１発明と乙２文献等の記載を組み合わせる動機がないこと\nａ  乙１発明には吸引口以外の構成要素を改良する思想がないこと\n本件発明は，①「吸引孔付き」の気管内チューブにおいて，②「近\n位端を裏側に折り重ね」，さらに，③「カフの膨張しうる部分（２５\n）の少なくとも１部分を近位カラー部分（２４）に重ね，近位カラー\n部分（２４）をカフの膨張しうる部分（２５）を越えて延ばさない」\nという３つの構成要件を同時に組み合わせるという新規な構成によ\nり，初めて，吸引孔とカフとの間に介在し，吸引孔をよりカフに近づ\nけることを妨げていたカラーの存在という制約を打ち破るものであ\nる。このように，本件発明は，粘液等を効果的に除去するという課題\nを解決するために，吸引孔の位置がカフの近位端に近いことが好まし\nいと抽象的に希望するのではなく，特に，吸引孔とは別の構成要件で\nあるカフの形状まで検討し，工夫した点が，本件発明の技術的思想の\n創作の要点である。\nこれに対し，乙１発明では，上記課題解決の手段として考慮されて\nいることは，一般的なカフの形状及びそれに起因する制約を温存した\nまま，吸引口の位置をカフに近づけるという抽象的な概念にとどまる\nものであり，吸引口以外の発明構成要素，例えば，カフ等の形状を工\n夫するという次元の技術的思想には何ら至っていないことが明らか\nである。乙１発明において，課題を解決するために，吸引口以外の発\n明構成要素の形状を工夫するという技術的思想が存在しない以上，当\n業者は，乙１発明と乙２文献等の記載とを組み合わせるよう動機付け\nられることはあり得ない。\nｂ  当業者は乙２文献のカフを採用しないこと\n被告の主張に係る「乙１発明において，『カフ上の気管に集められ\nる分泌物をカフの直近上部で除去する』の構成を得るため」という発\n想自体が，既に，乙１発明と乙６～９文献に基づく「カフ上の気管に\n集められる分泌物をカフの直近上部で除去する」の構成とを組み合わ\nせた技術的事項であって，本件特許の優先日前に存在しなかったもの\nであるから，特許法２９条２項が引用する同条１項各号に記載の発明\nとすることはできない。\nまた，上記ａのとおり，乙１発明において，課題を解決するために，\n吸引口以外の発明構成要素の形状を工夫するという技術的思想が存\n在しない以上，当業者は，乙１発明に他の文献のカフを適用するよう\n動機付けられることはあり得ない。\nさらに，他の構成要素を工夫することを想到し得たとしても，次の\nとおり，乙１発明と乙２文献とを組み合わせるよう動機付けられるこ\nとはない。①乙２文献のカフは，特殊な形状であり，その製造方法及\nび本体チューブへの取り付け方法も不明であって，複雑な製造過程を\n強いられる不利益を予想し得るから，乙１発明の外科医療用チューブ\nに，乙２文献のカフを組み合わせるよう動機付けられるとする被告の\n主張は後知恵に基づくものである。②乙２発明の気管内チューブは，\n粘液の吸引だけを目的として設計されるものではなく，常に，局所薬\n剤を噴霧することを前提に設計されている。局所薬剤の噴霧効率を高\nめる場合，噴霧された局所薬剤は，開口部の近くに噴霧の障害となり\nうる構造（例えば，カフ等）が存在しないことが好ましい。当業者は，\n開口部をカフの近くに設置せず，開口部とカフとの間に，噴霧された\n局所薬剤を効率的に分配するために十分な空間を設けることが予測\nされ，乙２文献の図１～３の気管内チューブにおいても，開口部４８\nは，カフ３０の上端から十分に離れた位置に設けられており，乙２文\n献には，開口部をカフの上端に近づけるという技術的思想が認められ\nない。また，乙２文献には，粘液の吸引効率とカフの形状との関係に\nついて，記載も示唆も認められないし，「霧化手段」又は「霧化ノズ\nル」を開口部に設けた場合，当該開口部を介した粘液の吸引効率は著\nしく低下することは明らかである。このように，乙２文献の記載から\nは，乙２文献のカフ３０の形状が，カフの直近上部で除去するために\n有効な形状であるという技術的思想が想起され得ない。③乙１文献に\nは，乙２発明はカフ前方に貯溜する粘液等をサクションできない等の\n問題があるとして引用されており，カフ上の気管に集められる分泌物\nを除去するという課題を解決することを目的とする当業者が，乙１文\n献の記載に触れた場合，わざわざ問題があると指摘される乙２発明を\n参照するよう動機付けられるとは考えられない。また，乙１発明の発\n明者が乙２発明の存在を知りながら，吸引口をカフにより近づけるた\nめ，乙２文献のカフの形状を採用しなかったという事実は，吸引口は\nカフに近いことが好ましいという要請と，乙２文献のカフの形状との\n間に何の関連性も見出し得なかったことの証左である。\nｃ  本件発明の構成に到達できないこと\n乙２文献の図３からも明らかなように，カフ３０は，ドーナツ型の\nチューブで構成された無端状のカフであり，「両端」，「カラー部分\n」，「近位端」及び「近位カラー部分」のいずれも有していないから，\nたとえ乙１発明と乙２文献を組み合わせることができたとしても，本\n件発明の構成は得られない。\n(エ)  乙１発明と乙３文献との組み合わせについて\n本件特許の出願時において，当業者には，乙１発明と乙３文献を組み\n合わせる動機が存在しなかったことが明らかである。\nａ  乙１発明には吸引口以外の構成要素を改良する思想がないこと\n上記(ウ)ａのとおり，乙１発明では，課題解決の手段として，吸引\n口の位置をカフに近づけることまでしか考えが及んでおらず，吸引口\n以外の発明構成要素，例えば，カフ等の形状を工夫するという次元の\n技術的思想まで想到していないことが明らかである。乙１発明におい\nて，課題を解決するために，吸引口以外の発明構成要素の形状を工夫\nするという技術的思想が存在しない以上，当業者は，乙１発明に他の\n文献のカフを適用するよう動機付けられることはあり得ない。\nｂ  被告の主張は完結していないこと\n上記(ウ)ｂのとおり，被告の主張に係る「乙１発明において，『カ\nフ上の気管に集められる分泌物をカフの直近上部で除去する』の構成\nを得るため」という発想自体が，既に，乙１発明と乙６～９文献に基\nづく「カフ上の気管に集められる分泌物をカフの直近上部で除去する\n」の構成とを組み合わせた技術的事項であって，本件特許の優先日前\nに存在しなかったものであるから，特許法２９条２項が引用する同条\n１項各号に記載の発明とすることはできない。\nｃ  当業者は乙１発明に乙３文献のカフの取付け態様を適用しないこと\n乙１発明では，上記のとおり，課題解決の手段として，吸引口の位\n置をカフに近づけることまでしか考えが及んでおらず，吸引口以外の\n発明構成要素，例えば，カフ等の形状を工夫するという次元の技術的\n思想まで想到していないことが明らかである。\nまた，乙３文献のカフの取付け態様は，その目的とするところが，\n「開放端が気管壁と接触してその壁により完全または部分的に遮断\nされる可能性を最小限にすること」であり，「カフ上の気管に集めら\nれる分泌物をカフ（１２）の直近上部で除去すること」を目的とする\nものではない。また，乙３文献の気管内チューブには吸引孔に相当す\nる構成が存在せず，乙３文献全体の記載を通しても，気管の分泌物の\n吸引についての記載も示唆も認められない。したがって，乙３文献の\n記載からは，当業者は，乙３文献の図３に開示されるカフ３１の遠位\n端の取付け態様と分泌物の吸引との関連性を想起することができず，\nカフ上に集まる粘液の効率的な除去という課題を解決することを目\n的として，その取付け態様を乙１発明のカフの近位端に適用するよう\nに動機付けられることはない。\n(オ)  乙１発明と乙１０～１３文献との組み合わせについて\nａ  乙１発明には吸引口以外の構成要素を改良する思想がないこと\n上記(ウ)ａのとおり，乙１発明では，課題解決の手段として，吸引\n口の位置をカフに近づけることまでしか考えが及んでおらず，吸引口\n以外の発明構成要素，例えば，カフ等の形状を工夫するという次元の\n技術的思想まで想到していないことが明らかである。乙１発明におい\nて，課題を解決するために，吸引口以外の発明構成要素の形状を工夫\nするという技術的思想が存在しない以上，当業者は，乙１発明に他の\n文献のカフを適用するよう動機付けられることはあり得ない。\nｂ  当業者は乙１０～１３のカフの取付け態様を採用しないこと\n仮に，当業者が吸引口以外の発明構成要素を工夫することを想到し\n得たとしても，当業者は，乙１発明と乙１０～１３文献とを組み合わ\nせるよう動機付けられない。\n乙１０文献のカフ２０及２２の形状は，「必要な気管内長さを減少\nさせると共に高分子材料の露出を最小とする」ことを目的とするもの\nであるから，気管の分泌物を効果的に吸引除去することを目的とする\nものではないことは明らかである。また，乙１０文献には，気管の分\n泌物の吸引について記載も示唆も認められないから，乙１０文献のカ\nフの構成とカフ上に集まる粘液の効率的な除去という課題との技術\n的関連性が想起され得ることはない。したがって，当業者は，乙１発\n明に，乙１０文献のカフの構成を組み合わせるよう，動機付けられる\nことはない。\n乙１１文献の風船体は，噴門部や咽頭部などの狭い通路を押し広げ，\n磁石２に吸着された異物を円滑に取り出すことを目的とするもので\nあることが理解されるから，気管の分泌物を効果的に吸引除去するこ\nとを目的としていないことは明らかである。また，乙１１文献には，\n気管の分泌物の吸引についての記載も示唆も認められないから，乙１\n１文献の図２及び３の風船体６に開示される構成と，カフ上に集まる\n粘液の効率的な除去という課題との技術的関連性が想起され得るこ\nとはない。したがって，当業者は，乙１発明に，乙１１文献の風船体\nの構成を組み合わせるよう，動機付けられることはない。\n乙１２発明は，「外科医が外科手術後に，膀胱や同様の人体の嚢を\n脱水させるのに使用できるようにした」脱水装置であるから，本件発\n明と乙１２発明とは，全く無関係の技術分野に属するものであり，乙\n１２文献の図１～３に開示されるチューブ１１の構成と，カフ上に集\nまる粘液の効率的な除去という課題との技術的関連性が想起され得\nることはない。したがって，当業者は，乙１発明に，乙１２文献の脱\n水装置の構成を適用するよう，動機付けられることはない。\n乙１３発明は，空気又は酸素を気管切開用管と気管との間のシール\n部材（袖状部材）の上方に導入するようにして，会話を可能にするこ\nとを目的とするものであり，気管の分泌物を効果的に吸引除去するこ\nとを目的としていないことは明らかである。また，乙１３文献には，\n気管の分泌物の吸引についての記載も示唆も認められないから，乙１\n３文献の図１～３に開示される袖状部材１６及び１８の構成と，カフ\n上に集まる粘液の効率的な除去という課題との技術的関連性が想起\nされ得ることはない。\nウ  乙２文献に基づく無効理由（新規性・進歩性）の有無（争点(2)ウ）\n（被告の主張）\n(ア)  新規性違反\n乙２発明についてみると，カフ３０の近位端と開口部４８との間には\n近位カラー部分が存在していない。乙２発明の「カフ３０」及び「開口\n部４８」は，本件発明の「カフ」及び「吸引孔」に該当するのであるか\nら，原告の解釈に従えば，乙２発明は構成要件Ｃにおいて一致する。ま\nた，原告は，構成要件Ｈについても，「カフの直近上部」は相対的な表\n現であり，絶対的距離が小さいことを意味するものではないと述べてい\nるから，本件発明と乙２発明とは構成要件Ｈについても相違点を有しな\nい。\nしたがって，本件発明と乙２発明とは相違点は存在しないから，本件\n発明に新規性はない。\n(イ)  進歩性違反\nａ  乙２発明\nＡ  チューブ１０を挿入する体腔の壁で挿入チューブ壁１６の外側を\nシールするように形成した膨張しうる部分で挿入チューブ壁１６\nを包囲し，かつ両端の各カラー部分によりチューブに取付けるカフ\n３０，\nＢ  カフ３０の基端側に挿入チューブ壁１６に沿って延在させた送達\n管腔５０，および\nＣ  挿入チューブ壁１６のカフ３０と後端２４との間に設けられた環\n状チャンバ４４に外部に開口する開口部４８を有する\nＤ  気管内チューブ１０において，\nＥ  カフ３０の近位端を裏側に折り重ね，カフ３０の膨張しうる部分\nが近位カラー部分に重ねられ，近位カラー部分をカフ３０の膨張し\nうる部分を超えて延ばさないように構成した\nＦ  気管内チューブ１０において，\nＧ  送達管腔５０を挿入チューブ壁１６に沿い挿入チューブ壁１６の\n壁厚内に延在させたこと，\nＨ  カフ３０を気管に対しシールするように形成し，送達管腔５０に\n導通している開口部４８を介し送達管腔５０を用いてカフ３０上\nの気管に集められる分泌物をカフ３０の上部で除去するようにし\nたことを特徴とする\nＩ  気管内チューブ１０。\nｂ  本件発明と乙２発明との対比\n乙２発明の「挿入チューブ壁１６」，「カフ３０」，「送達管腔５\n０」，「開口部４８」，「気管内チューブ１０」は，それぞれ，本件\n発明の「チューブ」，「カフ」，「吸引管腔」，「吸引孔」，「外科\n医療用チューブ」に相当する。\nしたがって，本件発明と乙２発明とは，\nＡ  チューブを挿入する体腔の壁でチューブの外側をシールするよう\nに形成した膨脹しうる部分でチューブを包囲し，かつ両端の各カラ\nー部分によりチューブに取付けるカフ，\nＢ  カフの基端側にチューブに沿って延在させた吸引管腔，及び\nＣ  管腔からカフの基端側のチューブの外部に開口する吸引孔を有す\nる\nＤ  外科医療用チューブで，\nＥ  カフの近位端を裏側に折り重ね，カフの膨脹しうる部分の少なく\nとも１部分を近位カラー部分に重ね，近位カラー部分をカフの膨脹\nしうる部分（２５）を越えて延ばさないように構成した\nＦ  外科医療用チューブにおいて，\nＧ  吸引管腔をチューブに沿いチューブの壁厚内に延在させたこと，\nＨ  カフを気管にシールするように形成し，吸引管腔に導通している\n吸引孔を介し吸引管腔を用いてカフ上の気管に集められる分泌物\nをカフの上部で除去するようにしたことを特徴とする\nＩ  外科医療用チューブ。\nという点で一致し，以下の点で相違する。\n［相違点１］\n本件発明は，「カフの近位端の区域にチューブに沿って延在させた\n吸引管腔，および」「管腔からカフの近位端に直接隣接するチューブ\nの外部に開口する吸引孔を有する」のに対し，乙２発明は，吸引孔が\nカフの基端側のチューブの外部に開口しているものの，カフの近位端\nに直接隣接するチューブの外部に開口しているか否かが不明な点。\n［相違点２］\n本件発明は，「吸引管腔（１４）に導通している吸引孔（１９）を\n介し吸引管腔（１４）を用いてカフ上の気管に集められる分泌物をカ\nフ（１２）の直近上部で除去するようにしたことを特徴とする」のに\n対し，乙２発明は，吸引管腔に導通している吸引孔を介し吸引管腔を\n用いてカフ上の気管に集められる分泌物を除去するようにしたこと\nを特徴とするものの，分泌物をカフの直近上部で除去するようにして\nいるか否かが不明な点。\nｃ  相違点の検討\n気管内に置かれたチューブのカフの直近上部で分泌物を除去するこ\nとは，この種の気管内チューブに周知の課題であり，また，かかる課\n題を解決するために，カフの近位端に直接隣接する吸引孔を形成する\nことも周知技術であるといえる。\nとすると，当業者は，カフ３０の直上部に貯留する分泌物をなるべ\nく多く除去するために，乙２発明の「開口部４８」を，「カフ３０」\nの近位端に直接隣接する挿入チューブ壁１６の外部に開口するよう\nに設け，また，カフの近位端の区域にチューブに沿って延在させた吸\n引管腔を設け，そして，カフ３０上の気管に集められる分泌物をカフ\n３０の直近上部で除去すること，すなわち相違点１，２に係る本件発\n明の構成を採用することは，当業者が容易に想到することができたも\nのである。\n（原告の主張）\n(ア)  被告の主張はいずれも争う。\n(イ)  新規性違反について\n乙２発明における開口部４８は，環状チャンバ４４の外壁４６から外\n部に開口するものであり，本件発明の構成要件Ｃのように「吸引管腔か\nらチューブの外部に開口」しているとはいえない。\nまた，仮に，カフ３０と挿入チューブ壁１６とが接触する部分の上端\nを近位端とみた場合，吸引孔４８とカフ３０の近位端との距離は，カフ\n３０の膨張する部分の長さ（チューブの軸線方向の長さ）の約８０％で\nあり，カフ３０の上端（挿入チューブ壁１６と接着していない部分）を\n近位端とみた場合には，上記距離は，カフの長さの約６０％である。以\n上の測定結果を現実のカフの通常の長さである３ｃｍに置き換えると，\n上記距離は，それぞれ２４ｍｍ，１８ｍｍである。カフ３０の近位端と\nこのような位置関係にある吸引孔４８が，本件発明の構成要件Ｃにいう\n「直接隣接」に該当しないことは，原告の解釈を前提とした場合でも明\nらかである。なぜなら，カフの近位端から２ｃｍ近くも離れた位置にあ\nる吸引孔が，カフの近位端と「隣り合っている」とは到底評価できない\nからである。同様の理由により，乙２発明は，本件発明の構成要件Ｈに\nいう「直近上部」を充足しない。\n以上のとおり，構成要件Ｃ，Ｈの解釈について，原告の主張を前提と\nしても，本件発明が新規性を欠くことはない。\n(ウ)  進歩性違反\nａ  開口部をカフの上端に近づけるという技術的思想が存在しないこと\n乙２発明の気管内チューブは，粘液の吸引だけではなく，局所薬剤\nを噴霧することを前提に設計されており，噴霧された局所薬剤を効率\n的に分配するために十分な空間を設けるように設計されると予測さ\nれる。実際に，乙２文献の図１～３に開示されるいずれの気管内チュ\nーブにおいても，開口部４８は，カフ３０の上端から十分に離れた位\n置に（カフの上端から下端までの間の距離の半分程度の距離を隔てて\n）設けられている。\nしたがって，乙２発明には，開口部をカフの上端に近づけるという\n技術的思想が存在しない。\nｂ  乙２発明に周知技術を適用するよう動機付けられることはないこと\n乙２発明の気管内チューブに設けられた開口部４８は，吸引孔であ\nる以前に，第１の態様として局所薬剤を噴霧するための「噴霧口」と\nして機能することが意図されている点に留意すべきである。また，乙\n２発明の気管内チューブの好ましい態様として，開口部には，「霧化\n手段」又は「霧化ノズル」が設けられることが記載されている。この\nような「霧化手段」または「霧化ノズル」を取り付けた場合，当該気\n管内チューブの吸引機能が著しく低下することは当業者にとって自\n明のことである。このことから，乙２発明では，吸引機能よりも噴霧\n機能がより重要視されているといえる。\nしたがって，本件特許の出願時において，当業者は，乙２発明，す\nなわち，第１の態様として「噴霧口」を有し，好ましい態様において\n「霧化手段」又は「霧化ノズル」を有する気管内チューブに，「カフ\nの近位端に直接隣接する吸引孔を形成する」という周知技術を適用す\nるよう動機付けられることはない。\nｃ  乙２発明に周知技術を組み合わせても本件発明に到達できないこと\n乙２文献の図３からも明らかなように，カフ３０は，ドーナツ型の\nチューブで構成された無端状のカフであり，「両端」，「カラー部分\n」，「近位端」及び「近位カラー部分」のいずれも有していない。し\nたがって，被告が主張する上記一致点「Ａ」及び「Ｅ」は存在し得な\nい。また，被告は，乙２発明の「開口部４８」が，本件発明の「吸引\n孔」に該当すると述べているが，乙２発明の「開口部４８」は，第１\nの態様として局所薬剤を噴霧する機能を有するものであり，本件発明\nの吸引孔とは，噴霧機能を有する点で相違する。\nしたがって，被告の主張は，乙２文献の図３に開示されるカフ３０\nの構成に基づくものではなく，架空の構造に基づくものであり，この\n点においても失当である。よって，たとえ乙２文献と被告の述べると\nころの「周知技術」を組み合わせることができたとしても，本件発明\nの構成は得られない。\n(3)  被告が被告製品を製造しているか（争点(3)）。\n（原告の主張）\n被告は，被告製品を製造している。\n（被告の主張）\n原告の主張は否認する。\n薬事法２条１２項では，「製造販売」を「その製造等（他に委託して製造\nをする場合を含み，他から委託を受けて製造をする場合を含まない。以下同\nじ。）をし，又は輸入をした医薬品（原薬たる医薬品を除く。），医薬部外\n品，化粧品又は医療機器を，それぞれ販売し，賃貸し，又は授与することを\nいう。」と定義し，自ら製造等を行う場合のみならず，輸入した医薬品を販\n売する行為も含めている。甲４号証及び甲５号証における，被告製品の「製\n造販売元」との記載は，上記の規定に基づく記載であり，被告が実際に被告\n製品の製造を行っていることを意味するものではない。被告製品を製造して\nいるのは，甲５号証の「外国製造業者名」として記載のある，メキシコ所在\nの「エムエムジェイ・エスエー・ド・シーブイ」である。\n第３  当裁判所の判断\n１  被告製品が本件発明の技術的範囲に属するか（争点(1)）について\n被告製品が，構成要件Ａ，Ｄ，Ｆ，Ｇ及びＩを充足していることは当事者間\nに争いがない。\n(1)  構成要件Ｂ及びＥの充足性（争点(1)ア）について\nア  カフの「近位端」（構成要件Ｂ及びＥ）の意義について\n「カフ」の意義については争いがない（構成要件Ａ参照）から，「近位\n端」の意義について検討するに，本件明細書（甲２）においては，「図１\n～３は患者の気管２における遠位端部１０，および患者の口から突出する\n近位機械端部１１」（段落【０００６】），「遠位患者端カラー部分２３\n…反対側の近位または機械端カラー部分２４」（段落【００１０】）と記\n載されているのであるから，「近位」とは，患者の口に近い側を意味する\nと解される。\nそうすると，カフの「近位端」とは，カフの患者の口に近い側の端部を\n意味すると解するのが相当である。\nイ  構成要件Ｂの充足性について\n証拠（甲４，５，８）及び弁論の全趣旨によれば，被告製品の構造は別\n紙イ号図面のとおりであると認められ，被告製品は，カフ上部吸引ライン\n（８）の一部として，吸引管腔（７）を有し，当該吸引管腔は，カフの上\n端部分（３）の区域にチューブに沿って延在している。そして，被告製品\nの構造上，カフの上端部分（３）が構成要件Ｂのカフの「近位端」に当た\nることは明らかである。\nそうすると，被告製品は構成要件Ｂ（「カフの近位端の区域にチューブ\nに沿って延在させた吸引管腔，および」）を充足する。\nウ  構成要件Ｅの充足性について\n別紙イ号図面のとおり，被告製品は，①カフの上端部分（近位端〔３〕\n）を裏側に折り重ね（図３の上部カラー部分〔５〕参照），②カフの膨脹\nしうる部分（９）の１部分である上部領域（１０）を上部カラー部分と重\nね，③上部カラー部分をカフの膨脹しうる部分の上端部分を越えて延ばし\nていない。そして，被告製品の構造上，カフの上部カラー部分（５）が構\n成要件Ｅのカフの「近位カラー部分」に当たることは明らかである。\nそうすると，被告製品は，構成要件Ｅ（「カフ（１２）の近位端を裏側\nに折り重ね，カフの膨脹しうる部分（２５）の少なくとも１部分を近位カ\nラー部分（２４）に重ね，近位カラー部分（２４）をカフの膨脹しうる部\n分（２５）を越えて延ばさないように構成した」）を充足する。\n(2)  構成要件Ｃの充足性（争点(1)イ）について\nア  構成要件Ｃの「カフの近位端に直接隣接する…吸引孔」の意義について\n(ア)  カフの近位端に「直接隣接する」の意義について検討する。\n「直接」とは「中間に隔てるものがなく，じかに接すること」をいい，\n「隣接」とは「となりあってつづくこと」をいう（広辞苑第６版）。\nしかし，上記「直接」も「隣接」も技術用語ではなく，日常用語であ\nるから，その語義から本件発明における「直接隣接する」の意義が直ち\nに明らかになるものではなく，「直接隣接する」の意義は，本件発明の\n技術的特徴に照らして，技術的見地から確定されるべきものである。\n(イ)  本件明細書によれば，カフを有するチューブについての従来技術と\nして，次の記載がある。\nカフを有するチューブには，「分泌物がカフ上に集まり，細菌の蓄積\nおよび感染する部位を形成するという欠点」があった（段落【０００２\n】）。\nこの欠点を改善するために，「吸引孔をカフ上に設けることによって\n分泌物を除去する多くの手段が提案された」。その例は，米国特許第４，\n６０７，６３５号（乙８），米国特許第４，３０５，３９２号である。\nしかし，これらは，「カフをチューブの壁に，チューブに付着し，カフ\nの上下に延びるカフの両端における短いカラーによって普通のように\n取付けているため」，「カフのすぐ上に集められた分泌物を除去するこ\nとができないという問題点」があった。また，それを避けるためカラー\nを貫通する吸引孔を設けた場合には，「カフのチューブへの接合が弱め\nられ」，カフから漏れが生じることになる。そこで，米国特許第４，８\n４０，１７３号（乙４）においては，「吸引チューブをカフの近位カラ\nー上に突出させることによって，カフ近くの分泌物を除去する」ものと\nしたが，吸引チューブが外部に露出されているため，「気管の繊細な表\n面を刺激する望ましくない突起」が生じるなどの欠点を有していた（以\n上，段落【０００３】）。\n(ウ)  上記の本件明細書の記載によれば，分泌物がカフ上に集まり，細菌\nの蓄積及び感染する部位を形成するという欠点を除去するためには，で\nきるだけカフの上端部に近い位置に吸引孔を設ける必要があるが，①カ\nラーが通常のように，カフに被われずにカフの上部に延在して取り付け\nられる場合には，カラー取付部分の距離を隔ててその上に吸引孔を設け\nざるをえず，吸引孔がカフ上端部の直近とはならず，②これを避けるた\nめにカラーを貫通する吸引孔を設けた場合には，カフのチューブへの接\n合が弱められ，③カラー取付部と関係なく吸引チューブを外部に突出さ\nせれば，カフの上端部に近い位置に吸引孔を設けることはできるものの，\n気管の繊細な表面を刺激する等の問題があった。\nこのように，本件明細書では，従来技術について，①カラーを普通の\n方法で取り付ける限りは，カフの上端部に近い位置に吸引孔を設けるこ\nと自体が難しいという問題点があること，②カフの上端部近くに吸引孔\nを外部に突出させることにより，吸引孔の上端部への近接という目的は\n達成できるものの，突出した吸引孔が気管の繊細な表面を刺激する等の\n問題点が発生したことを指摘している。\n(エ)  したがって，従来技術の問題点を解決するためには，①カラーの取\n付部分の存在が障害となって吸引孔がカフ上端部に近接することがで\nきないという状態を解消するか，②吸引孔を突出させてチューブの外部\nで吸引孔をカフ上端部を近接させながらも，吸引孔が気管の繊細な表面\nを刺激する等の問題点が発生しないような方法を工夫するかのいずれ\nかの方法が考えられるところ，本件発明では，これらの課題の解決方法\nとして，上記①の解決策を提案したものと考えられる。\nすなわち，本件発明においては，「吸引管腔をチューブに沿いチュー\nブの壁厚内に延在させ」外部に突出させることとはしないとともに，他\n方，「カフを気管に対しシールするように形成し，吸引管腔に導通して\nいる吸引孔を介し吸引管腔を用いてカフ上の気管に集められる分泌物\nをカフの直近上部で除去するように」した（段落【０００４】）。ここ\nで示された「直近上部で除去する」という課題解決による効果をもたら\nすための具体的な構成が，構成要件Ｃにおいて，「カフの近位端に直接\n隣接するチューブの外部に開口する吸引孔」として示されているものと\n考えられる。\nしかし，本件発明における課題解決手段からみて，「直接隣接する」\nとは，カラー部分の障害による吸引孔とカフ上端部との離間を回避する\n手段を講じることによって達成されるものであるから，カラー部分の存\n在による障害をいかなる構成によって回避したかという点の考察と無\n関係に，「直接隣接する」の具体的な意義を決定することは相当ではな\nい。\nしたがって，構成要件Ｃの「直接隣接する」の意義は，カフとカラー\nとの関係を具体的に示した構成要件Ｅの内容と切り離してこれを理解\nすることはできないものというべきである。\n(オ)  そこで，構成要件Ｅをみると，「カフ（１２）の近位端を裏側に折\nり重ね，カフの膨張しうる部分（２５）の少なくとも１部分を近位カラ\nー部分（２４）に重ね，近位カラー部分（２４）をカフの膨張しうる部\n分（２５）を越えて延ばさないように構成した」ものである。すなわち，\nカフとカラーとの関係に関する構成としては，①カフの近位端が裏側に\n折り重ねられていること，②近位カラー部分がカフの膨張しうる部分を\n越えて延ばさないように構成されていること，に特徴がある。\n言い換えると，本件発明は，カフのカラー部分との関係でのカフの膨\n張態様に特色のある発明であり，カフの近位カラー部分がカフの膨張し\nうる部分を越えて延ばさないようにされていること，カフの膨張しうる\n部分が近位カラー部分の先端まで到達している構成とされた発明であ\nる。\n以上の明細書の記載及びその課題解決のためのカフとカラー部分と\nの関係について示した構成要件Ｅの記載に照らして，「直接隣接する」\nの技術的意義を検討すると，本件発明は，従来技術において，カフ上端\n部の分泌物を吸引するについて，カラーの延在部よりも上部に吸引孔を\n設けざるを得ず，その結果，吸引孔とカフ上端部の位置が遠ざけられ，\nそのためカフ上端部の分泌物を十分吸引できなかったのを，カラーに被\nせるようにカフを膨らませ，気管をシールすることによって，カラー部\n分の存在によるカフ上端部からの吸引孔の離間を回避し，カフ上端部と\n吸引孔の近接を可能にしたことにあると認めるのが相当である。\nしたがって，「直接隣接する」の意義は，カラー部分の存在による吸\n引孔とカフ上端部との離間が防止されていること，すなわち，カラー部\n分の存在によりカラー部分を隔てて吸引孔とカフ上端部が隣接するこ\nとが回避されていることを意味するものと介される。したがって，カフ\nの近位端と吸引孔の間の空隙の有無が直ちに「直接隣接する」か否かの\n評価に結び付くのではなく，カラー部分に重なるようにカフが膨らむ構\n成によって，カラー部分の距離がそのまま吸引孔を設けることの障害と\nなっていた従来技術と比較して，カフの上端部（近位端）と吸引孔の間\nの空隙を短縮することができているのであれば，「直接隣接する」と評\n価することができるものというべきである。\nこの点，被告は，吸引孔とカフの近位端との間に空隙が存在する場合\nには，かかる吸引孔によりカフの最も近い上部においてカフ上の気管に\n集められる分泌物のすべて，又はそのほとんどをも除去することはでき\nない旨主張するから，カフの近位端に「直接隣接する」とは，カフの近\n位端と吸引孔との間に空隙（すき間）が存在しないことをも意味する旨\n主張するものと解される。\nしかし，本件明細書の図２をみるに，カフ（１２）の近位端と吸入孔\n（１９）との配置関係は，カラー部分（２４）が存在することなく隣り\n合っているものの，その間隔はゼロではなく，すき間があるものが示さ\nれている。加えて，本件明細書【００１０】には，「吸引孔１９をカフ\n１２の膨脹しうる部分２５に直接隣接して配置することができ，このた\nめにカフ上に集められる気管の上部からのいかなる分泌物を，たとえカ\nフ上に残留するとしても，極めて少量の分泌物でも孔１９を介して吸引\n除去することができる。」と記載されており，カフ上に残留する分泌物\nを十分に吸引除去できる程度の吸引孔の配置が示唆されているという\nべきである。\nそうすると，カフの近位端に「直接隣接する」とは，カフの近位端と\n吸引孔とが両者間に近位カラー部分が介在しない状態で隣り合ってお\nり，吸引孔がカフ上の残留物を十分に吸引除去できる程度にカフの近位\n端と隣接していることを意味すると解するのが相当である。そして，カ\nフの近位端と吸引孔との距離は，分泌物の性質，吸引孔からの吸引力，\n分泌物の除去期待度等に照らして適宜設計されるものであって，どの程\n度のものであればよいと一概にいえるものではないと解される。\nなお，被告は，吸引孔とカフの近位端との間に近位カラー部分が介在\nしないことは，構成要件Ｃではなく，構成要件Ｅにおいて記載されてい\nるから，原告が主張するように構成要件Ｃを解釈すると，構成要件Ｅは，\n既に構成要件Ｃにおいて記載された事項が重ねて記載されていること\nになる旨主張するが，構成要件Ｅは，主として近位カラー部分の構造を\n規定するものであるから，構成要件としての機能が異なるというべきで\nある。そして，上記のとおり，当裁判所が構成要件Ｃの解釈に当たって，\n構成要件Ｅを参照したのは，特許請求の範囲の記載全体を整合的に解釈\nするためであって，構成要件Ｃと構成要件Ｅを同様に解釈するものでは\nない。\n(カ)  以上をまとめると，構成要件Ｃの「カフの近位端に直接隣接する…\n吸引孔」とは，カフの近位端と吸引孔とが両者間に近位カラー部分が介\n在しない状態で隣り合っており，吸引孔がカフ上の残留物を十分に吸引\n除去できる程度にカフの近位端と隣接していることを意味するものと\n解される。\nイ  被告製品の充足性について\n別紙イ号図面のとおり，被告製品は，カフ上部吸引ライン（８）の一部\nとして，カフの上端部分（近位端〔３〕）に隣接して吸引管腔（７）から\nチューブの外部に開口する吸引孔（６）を有し，当該吸引孔とカフの上端\n部分（近位端）との間に上部カラー部分（近位カラー部分）は存在しない。\nところで，証拠（乙１４）によれば，被告製品は，①吸引孔下端からカ\nフのカラー接着部上端までの距離が３.６ｍｍ～４.２ｍｍ，②気管を模し\nた透明アクリル管に挿入した状態における吸引孔の下端から膨張時カフ\nの上端までの距離が２.７ｍｍ～３.９ｍｍであることが認められる。\nそして，被告製品は，別紙イ号図面のとおり，本件発明と同様に，カフ\nの上端部分（近位端〔３〕）を裏側に折り重ねて（図３の上部カラー部分\n〔５〕参照）いるのであって，カフ上の分泌物を十分に吸引除去するため\nに，カフの近位端と吸引孔とを近づけて構成しているものと解される。ま\nた，カフの近位端と吸引孔との距離が近すぎるとカフの膨張状態によって\nは，吸引孔が塞がれる可能性もあるから，ある程度両者の距離に余裕を持\nたせることも必要と解される。\nそうすると，被告製品は，カフの近位端と吸引孔とが両者間に近位カラ\nー部分が介在しない状態で隣り合っており，カフの近位端を裏側に折り重\nね，カフ上の分泌物を十分に吸引除去するために，カフの近位端と吸引孔\nとを近づけて構成しているのであるから，カフの近位端と吸引孔との間に\nは距離は存するものの，適度な距離をもって，カフ上の分泌物を十分に吸\n引除去できる程度にカフの近位端と隣接しているものと認めるのが相当\nである。\n被告は，被告製品は十分な吸引力を有しないものと主張し，その証拠と\nして乙１５号証，乙２０号証を提出する。これらは，被告製品についての\n吸引試験を報告したものであるが，被告製品が持続的な吸引の場合は２０\nｍｍＨｇを，間歇的な吸引の場合は１５０ｍｍＨｇの吸引圧を超えないこ\nととされている（甲５）ところ，上記試験はどのような吸引であるか明示\nしないで７０ｍｍＨｇの吸引圧で行われたことが報告されるのみである\nから，直ちに採用し難い。\nウ  小括\n以上のとおり，被告製品は，構成要件Ｃ（「管腔からカフの近位端に直\n接隣接するチューブの外部に開口する吸引孔を有する」）を充足する。\n(3)  構成要件Ｈの充足性（争点(1)ウ）について\nア  構成要件Ｈの「カフの直近上部で除去する」の意義について\n「直近」とは，「すぐ近く。すぐそば。最も近いこと。」を意味し（広\n辞苑第６版），「カフの直近上部で除去する」とは，カフのすぐそばの上\n部で（分泌物を）除去することを意味すると解するのが相当である。\nこの点，被告は，原告は「Ｈｉ－Ｌｏ  Ｅｖａｃ」のような従来技術の\nカフの吸引孔とカフの近位端との距離は３．９ｍｍ又は４．９ｍｍである\nとしており，従来技術においてもカフの直近上部において吸引除去するこ\nととなるから，原告がなぜ従来技術における距離と同程度のカフの近位端\nから４～５ｍｍ程度の範囲がカフの直近上部に当たると解釈できるのか\n根拠が全く不明である旨主張する。\nしかしながら，上記(2)ア(オ)のとおり，カフの近位端と吸引孔との距離\nは，分泌物の性質，吸引孔からの吸引力，分泌物の除去期待度等に照らし\nて適宜設計されるものであって，どの程度のものであればよいと一概にい\nえるものではないと解されるから，カフの近位端と吸引孔との距離のみに\nよって「直近」の意義を解することはできないというべきである。\nイ  被告製品の充足性について\n別紙イ号図面のとおり，被告製品は，①カフ（２）が気管（１５）に対\nしシールするよう形成され，②吸引管腔（７）に導通している吸引孔（６\n）を介し，③吸引管腔を用いてカフ上の気管に集められる分泌物をカフの\n上部で除去するようにしている。\nそして，被告製品は，①吸引孔下端からカフのカラー接着部上端までの\n距離が３.６ｍｍ～４.２ｍｍ，②気管を模した透明アクリル管に挿入した\n状態における吸引孔の下端から膨張時カフの上端までの距離が２.７ｍｍ\n～３.９ｍｍであるところ，カフの近位端を裏側に折り重ね，カフ上の分\n泌物を十分に吸引除去するために，カフの近位端と吸引孔とを近づけて構\n成しているのであるから（上記(2)イ），カフの近位端と吸引孔との間に\nは上記程度の距離は存するものの，カフの「直近」上部で除去するものと\n認めるのが相当である。\nウ  小括\n以上のとおり，被告製品は，構成要件Ｈ（「カフ（１２）を気管（２）\nに対しシールするように形成し，吸引管腔（１４）に導通している吸引孔\n（１９）を介し吸引管腔（１４）を用いてカフ上の気管に集められる分泌\n物をカフ（１２）の直近上部で除去するようにしたことを特徴とする」）\nを充足する。\n２  本件特許が特許無効審判により無効にされるべきものであるか（争点(2)）に\nついて\n(1)  記載要件違反の有無（争点(2)ア）について\nア  本件明細書の発明の詳細な説明の記載\n本件明細書には，【発明の詳細な説明】において，「【０００３】吸引\n孔をカフ上に設けることによって分泌物を除去する多くの手段が提案さ\nれている。…これらのチューブにおいては，カフのすぐ上に集められた分\n泌物を除去することができない問題点がある。この事は，カフをチューブ\nの壁に，チューブに付着し，かつカフの上下に延びるカフの両端における\n短いカラーによって普通のように取付けているためである。カフ上のカラ\nーの長さは短く規定され，これによって吸引孔をカフから離間することが\nできる。なぜならば，カラーを貫通する吸引孔が形成されるために，カフ\nのチューブへの接合が弱められ，かつカフから漏れを生ずるためである。\n…」として解決すべき課題が示され，「【０００４】【発明の開示】本発\n明の目的は，上述する欠点なく使用できる外科医療用チューブを提供する\nことである。本発明の一つの観点によれば，吸引管腔をチューブに沿いチ\nューブの壁厚内に延在させたこと，カフを気管に対しシールするように形\n成し，吸引管腔に導通している吸引孔を介し吸引管腔を用いてカフ上の気\n管に集められる分泌物をカフの直近上部で除去するようにしたことを特\n徴とする。」，「【０００５】吸引管腔はチューブの壁厚内をチューブに\n沿って延在させる。近位カラー部分の外面をチューブに付着させる。遠位\nカラー部分の内面をチューブに付着することができる。カフは気管に対し\nシールするように形成し，吸引管腔を用いてカフ上の気管に集められた分\n泌物をカフの直上部より吸引孔を通じて除去するようにする。」として発\n明が開示されるとともに，図１～３に基づいて，「【００１０】カフ１２\nは，通常のチューブとは異なるようにしてチューブ１の外壁に付着させる。\n…遠位患者端カラー部分２３は普通のようにしてチューブに接合し，この\nためにカラー部分２３は膨脹しうる部分２５を越えて突出し，例えば溶剤\nによりチューブ１の外面に結合する内面を有する。反対側の近位または機\n械端カラー部分２４はそれを裏返す異なる手段で接合し，このためにカラ\nー部分２４は膨脹しうる部分２５の内側に折り重なり，カラー部分の初め\nの外面でチューブ１に結合する。この手段において，カフ１２の膨脹しう\nる部分２５をカフの近位カラー部分２４に重ねる。この事は，吸引孔１９\nをカフ１２の膨脹しうる部分２５に直接隣接して配置することができ，こ\nのためにカフ上に集められる気管の上部からのいかなる分泌物を，たとえ\nカフ上に残留するとしても，極めて少量の分泌物でも孔１９を介して吸引\n除去することができる。」「【００１２】また，カフの他の構造としては，\nカフの膨張しうる部分を裏側に折り重ねてカラーに重ね，カラーの膨張し\nうる部分を越えて延びないようにすることができる。例えば，図４には近\n位端カラー２４′がチューブに結合する内面を有するカフ１２′を示し\nており，カフの壁をカラー上に裏側に折り重ねて近位方向に延ばし，次い\nで反対方向に裏側に折り重ねる。この事は，例えば接着剤２７′により閉\nじるカラー１２′間に環状空間２６′を形成して分泌物の進入を妨げる。\n」等として実施例が記載されている。\nイ  実施可能要件違反（平成６年法律第１１６号による改正前の特許法〔以\n下「旧特許法」という。〕３６条４項）について\n被告は，構成要件Ｃ及びＨに関し，実施可能要件違反を主張する。しか\nしながら，本件明細書の発明の詳細な説明には，本件発明を実施する方法\nとして，カフの近位カラー部分を裏返す手段又はカフの膨張しうる部分を\n裏側に折り重ねてカラーに重ねる手段でチューブに接合することによっ\nて，吸引孔をカフの膨張しうる部分に直接隣接して配置することができる\n旨記載されているのであり，これが当業者において実施困難である事情は\n見当たらないのであるから，本件明細書の発明の詳細な説明は，当業者が\nその実施をできる程度に記載されていると認められる。なお，被告は，当\n業者からすると，カフからどの程度離れた位置に吸引孔を形成すれば本件\n発明が実施できるのかを理解することができないなどと主張するが，前記\n１(2)ア(オ)のとおり，カフの近位端と吸引孔との距離は，分泌物の性質，\n吸引孔からの吸引力，分泌物の除去期待度等に照らして適宜設計されるも\nのであって，どの程度のものであればよいと一概にいえるものではないと\n解される。\nそうすると，本件明細書の発明の詳細な説明の記載について実施可能要\n件（旧特許法３６条４項）違反は認められない。\nウ  サポート要件（旧特許法３６条５項１号）違反の有無について\n旧特許法３６条５項１号（現行３６条６項１号）は，特許請求の範囲の\n記載について，特許を受けようとする発明が発明の詳細な説明に記載した\nものであることを要件とし，発明の詳細な説明において開示された技術的\n事項と対比して広すぎる独占権の付与を排除しているのであるから，サポ\nート要件に適合するか否かは，特許請求の範囲の記載と発明の詳細な説明\nの記載とを対比することにより行うべきである。\nそこで，本件発明に係る特許請求の範囲の記載（本件明細書の【特許請\n求の範囲】の【請求項１】）と本件明細書の発明の詳細な説明の記載とを\n対比するに，本件発明に係る特許請求の範囲の記載は前提事実(2)イのと\nおりであり，本件明細書の発明の詳細な説明には，①（従来の）チューブ\nにおいては，カフのすぐ上に集められた分泌物を除去することができない\n問題点があるとして解決すべき課題が示され，②近位カラー部分の外面を\nチューブに付着させ，カフは気管に対しシールするように形成し，吸引管\n腔を用いてカフ上の気管に集められた分泌物をカフの直上部より吸引孔\nを通じて除去するようにするとして発明が示されるとともに，③カフの近\n位カラー部分を裏返す手段等でチューブに接合することによって，吸引孔\nをカフの膨張しうる部分に直接隣接して配置することができる実施例が\n記載されている。\nそうすると，本件発明は，本件明細書の発明の詳細な説明に記載された\n発明であって，その記載により当業者が本件発明の課題を解決できると認\n識できる範囲のものであるから，本件発明に係る特許請求の範囲の記載に\nついてサポート要件（旧特許法３６条５項１号）違反は認められない。\nこれに対し，被告は，被告の構成要件の解釈を前提として，本件発明に\n係る特許請求の範囲の記載が本件発明の課題を解決し得ない構成をも含\nむこととなるなどと主張するけれども，前記１のとおり，被告の構成要件\nの解釈は採用できないから，被告の主張は理由がない。\nエ  小括\n以上のとおり，本件明細書について記載要件違反は認められない。\n(2)  乙１文献に基づく無効理由（進歩性）の有無（争点(2)イ）について\nア  乙１文献の記載\n証拠（乙１）によれば，乙１文献（特開昭６１－３７２５４号）には，\n以下の記載が認められる（その第１図及び第４図は別紙乙１文献の図面の\nとおりである。）。\n(ア)  特許請求の範囲\n「（３）メインルーメンを有するチューブ本体と，チューブ本体の軸線\n方向に形成された第１のサイドルーメンと連通する膨張収縮可能なカ\nフをチューブ本体の先端側に有する気管内チューブにおいて，カフとチ\nューブ本体の先端との間に第１の吸引口を設け，この吸引口と連通する\n第２のサイドルーメンチューブをチューブ本体の軸線方向に設け，さら\nに該第２のサイドルーメンと連通するサイドルーメンチューブを設け，\nそして前記カフよりチューブ本体の基端側で，かつカフの近傍に第２の\n吸引口を設け，この吸引口と連通する第３のサイドルーメンチューブを\nチューブ本体の軸線方向に設け，さらに該第３のサイドルーメンと連通\nするサイドルーメンチューブを設けたことを特徴とする気管内チュー\nブ。」\n(イ)  技術分野\n「本発明は，手術時の全身麻酔や長期呼吸管理に使用する気管内チュー\nブに関するものである。」（明細書１頁右下欄１９行～２０行）\n(ウ)  先行技術およびその問題点\n「現在，手術時の全身麻酔や長期呼吸管理に関する気管内チューブとし\nては，種々のものが開発されている。\n特に，本発明と関連するものとして，一般気管内チューブがある。一\n般気管内チューブはサクション口がないものであり，体内に留置してい\nると，気管内チューブのカフ付近に粘液，唾液等が貯溜する。特に，カ\nフから空気を抜く時，この貯溜した粘液，唾液，胃液等が気管内を下方\nに移動し，しばしば肺内に達することもある。その結果，患者は咳きこ\nんだり，肺炎を併発したりすることがある。\n以上のような問題を考慮してなされた発明としては，米国特許第４，\n３２７，７２１号がある。すなわち，チューブ本体とカフとを有する気\n管内チューブにおいて，カフと人体外部に連通される側の後端との間の\nカフ付近に環状の壁室を築き，その外壁にカフの後端側で開口を設けた\nものであり，開口を有する環状の壁室はサイドルーメンを通じて注入チ\nューブと連通させており，注入チューブの注入口から生理食塩水を入れ，\n開口に達せしめ，カフ後方（チューブ本体後部側を示す）に貯溜する粘\n液，唾液等を粘性を下げた後，上記のサイドルーメンを通じて，粘性を\n下げた粘液，唾液等をサクションするものである。\nしかし，この方法では，気管内チューブを体内に留置したままで，カ\nフ前方（チューブのカフより先端側をさす）に貯溜する粘液等をサクシ\nョンできない等の問題がある。」（明細書２頁左上欄２行～右上欄１０\n行）\n(エ)  発明の目的\n「本発明は，上記の問題を解決するため，さらに改良を加えたもので，\n気管内チューブの先端側に形成されているカフの先端側に貯溜する粘\n液，血液等を吸引除去可能な気管内チューブを，さらに，カフの先端側\nだけでなく，カフの基部（後端）側に貯溜する粘液，唾液，胃液なども\n吸引可能な気管内チューブを提供することを目的とするものである。」\n（明細書２頁右上欄１２行～１９行）\n(オ)  発明の具体的構成\n「本発明の第２の態様によれば，メインルーメンを有するチューブ本体\nと，チューブ本体の軸線方向に形成された第１のサイドルーメンと連通\nする膨張収縮可能なカフをチューブ本体の先端側に有する気管内チュ\nーブにおいて，カフとチューブ本体の先端との間に第１の吸引口を設け，\nこの吸引口と連通する第２のサイドルーメンチューブをチューブ本体\nの軸線方向に設け，さらに該第２のサイドルーメンと連通するサイドル\nーメンチューブを設け，そして前記カフよりチューブ本体の基端側で，\nかつカフの近傍に第２の吸引口を設け，この吸引口と連通する第３のサ\nイドルーメンチューブをチューブ本体の軸線方向に設け，さらに該第３\nのサイドルーメンと連通するサイドルーメンチューブを設けたことを\n特徴とする気管内チューブが提供される。」（明細書２頁左下欄１３行\n～右下欄８行）\n「気管内チューブ１は，第１図に示されるように，患者２の気管３に挿\n入され，パイロットバルーン４を介して先端のカフ５が膨張させられて\n気管３内に固定され，その基部に装着されたコネクタ６，湿熱交換器７，\n蛇管８を経て，人工呼吸器等に接続して使用される。\nこの時，気管３内に留置された気管内チューブ１のカフ５の付近，す\nなわち，カフ５上ならびにカフ５の先端側に粘液，血液等が貯留するこ\nとがある。このような粘液等は種々の弊害を併発するので除去するのが\n良いのであるが，満足のいく結果が得られていないのは前述の通りで，\n本発明はこの点を解決しようとするものである。」（明細書２頁右下欄\n１１行～３頁左上欄３行）\n「吸引口は，カフ５より先端側の粘液等を除去できるよう，カフ５の先\n端側に少なくとも１個設けられている。そして，吸引口はカフ５に近い\nことが好ましい。カフ５前に貯溜した粘液等を効率よく吸引できるから\nである。」（明細書３頁右上欄１行～５行）\n「さらに，本願第２の発明は，気管内チューブ１の先端からカフ５まで\nに貯溜した粘液等だけでなく，カフ５のチューブ本体の側付近に貯溜し\nた粘液等をも除去することを目的としている。よって，第２の発明では，\n上述の本願第１の気管内チューブのカフ５の基端側付近に少なくとも\n１個の第２の吸引口を設け，さらにこの吸引口と連通する第３のサイド\nルーメンおよびこれと連通するサイドルーメンチューブを設けている。\n」（明細書３頁右上欄１３行～左下欄１行）\n「第４図に示す例は，第３図のようにカフ５の先端側に設けた吸引口２\n０に加えて，さらにカフ５の基端側に第２の吸引口３０を形成し，この\n開口を，チューブ本体１１の肉厚内に形成した第３のサイドルーメン３\n１，これに接続されたサイドルーメンチューブ３２およびこの先端のコ\nネクタ３３を経て，適当なサクション装置に接続できよう構成したもの\nである。\nサクション装置は，気管内に貯溜することのある粘液等を開口２０，\n３０を経て吸引除去できる能力を有するものであれば何でも良く，注射\n器，医療用吸引器などが挙げられる。従って，コネクタ２３，３３も，\n用いるサクション装置に応じて適宜選択される。\nチューブ本体１１は，湾曲させることができるやや柔軟な材料で構成\nされ，塩化ビニル樹脂などを用いることができる。\nなお，吸引口は，チューブ本体の外周のいかなる場所に形成しても良\nく，その数も問わない。」（明細書３頁左下欄３行～右下欄１行）\n(カ)  発明の具体的作用\n「第４図に示される本発明の第２の構成の気管内チューブは，吸引口を，\nチューブ本体のカフより先端部と，チューブ本体のカフより後部のカフ\n付近とに設けているので，カフ後方に貯溜する胃液，唾液等およびカフ\n前方に貯溜する粘液類を併せてサクションすることが可能となる。」\n（明細書４頁左上欄１２行～１７行）\n(キ)  発明の具体的効果\n「（２）第２の構成の気管内チューブは，吸引口を，チューブ本体の先\n端部のカフ付近とチューブ本体後部のカフ付近に設けているため，上記\n（１）の効果のみならず，口腔や食道よりカフ後方に貯留する唾液，胃\n液等を吸引するという効果を併せもつものである。」（明細書４頁右上\n欄６行～１１行）\n「（４）上記（１）および（２）の効果により，気管内チューブ体内留\n置時および気管内チューブ抜去後，体液による肺の合併症を未然に防ぐ\nことができる。」（明細書４頁右上欄１５行～１８行）\nイ  乙１発明の内容\n乙１文献の特許請求の範囲（３）に記載された気管内チューブは，カフ\nの先端側だけでなく，カフの基部（後端）側に貯溜する粘液，唾液，胃液\nなども吸引可能な気管内チューブを提供することを目的とするものであ\nって（上記ア(エ)），メインルーメンを有するチューブ本体と，チューブ\n本体の軸線方向に形成された第１のサイドルーメンと連通する膨張収縮\n可能なカフをチューブ本体の先端側に有する気管内チューブにおいて，カ\nフとチューブ本体の先端との間に第１の吸引口を設け，この吸引口と連通\nする第２のサイドルーメンチューブをチューブ本体の軸線方向に設け，さ\nらに該第２のサイドルーメンと連通するサイドルーメンチューブを設け，\nそして前記カフよりチューブ本体の基端側で，かつカフの近傍に第２の吸\n引口を設け，この吸引口と連通する第３のサイドルーメンチューブをチュ\nーブ本体の軸線方向に設け，さらに該第３のサイドルーメンと連通するサ\nイドルーメンチューブを設けたことを特徴とする気管内チューブであり\n（上記ア(オ)），その実施例において，患者２の気管３に挿入され，パイ\nロットバルーン４を介して先端のカフ５が膨張させられて気管３内に固\n定され（上記ア(オ)及び第１図），カフ５の先端側に設けた吸引口２０に\n加えて，さらにカフ５の基端側に第２の吸引口３０を形成し，この開口を，\nチューブ本体１１の肉厚内に形成した第３のサイドルーメン３１，これに\n接続されたサイドルーメンチューブ３２およびこの先端のコネクタ３３\nを経て，適当なサクション装置に接続できよう構成したものである（上記\nア(オ)及び第４図）。\nそうすると，乙１発明は，「チューブ本体１１を挿入する体腔の壁でチ\nューブ本体１１の外側をシールするように形成した膨脹しうる部分でチ\nューブ本体１１を包囲し，チューブ本体１１に取付けるカフ５，カフ５の\n基端側にチューブ本体１１に沿って延在させた第３のサイドルーメン３\n１，およびカフ５の基端側にチューブ本体１１の外部に開口する第２の吸\n引口３０を有する気管内チューブ１において，サイドルーメン３１をチュ\nーブ本体１１に沿いチューブ本体１１の肉厚内に延在させたこと，カフ５\nを気管３に対しシールするように形成し，第３のサイドルーメン３１に連\n通している第２の吸引口３０を介し第３のサイドルーメン３１を用いて，\nカフ５前方に貯溜する粘液類をサクションするようにしたことを特徴と\nする気管内チューブ１」であると認められる。\nウ  本件発明と乙１発明の対比\n本件発明は前提事実(2)イのとおりであり，これと乙１発明を対比すると，\n乙１発明の「チューブ本体１１」，「カフ５」，「第３のサイドルーメン\n３１」，「第２の吸引口３０」，「気管内チューブ１」は，それぞれ，本\n件発明の「チューブ」，「カフ」，「吸引管腔」，「吸引孔」，「外科医\n療用チューブ」に相当するから，本件発明と乙１発明とは，①チューブを\n挿入する体腔の壁でチューブの外側をシールするように形成した膨脹し\nうる部分でチューブを包囲し，チューブに取付けるカフ，②カフの基端側\nにチューブに沿って延在させた吸引管腔，および，③管腔からカフの基端\n側のチューブの外部に開口する吸引孔を有する，④外科医療用チューブに\nおいて，⑤吸引管腔をチューブに沿いチューブの壁厚内に延在させたこと，\n⑥カフを気管に対しシールするように形成し，吸引管腔に導通している吸\n引孔を介し吸引管腔を用いてカフ上の気管に集められる分泌物を除去す\nるようにしたことを特徴とする，⑦外科医療用チューブ，という点で一致\nする。\n他方で，<ア>本件発明は「管腔からカフの近位端に直接隣接するチュー\nブの外部に開口する吸引孔を有する」のに対し，乙１発明はチューブの外\n部に開口している吸引孔がカフの近位端に直接隣接しているか否かが不\n明である点（相違点１），<イ>本件発明は「両端の各カラー部分によりチ\nューブに取付けるカフ」であって，「カフ（１２）の近位端を裏側に折り\n重ね，カフの膨脹しうる部分（２５）の少なくとも１部分を近位カラー部\n分（２４）に重ね，近位カラー部分（２４）をカフの膨脹しうる部分（２\n５）を越えて延ばさないように構成」しているのに対し，乙１発明ではチ\nューブへのカフの取り付け態様が不明な点（相違点２），<ウ>本件発明は\n「吸引管腔（１４）に導通している吸引孔（１９）を介し吸引管腔（１４\n）を用いてカフ上の気管に集められる分泌物をカフ（１２）の直近上部で\n除去するようにしたことを特徴とする」のに対し，乙１発明は分泌物をカ\nフの直近上部で除去するようにしているか否かが不明な点（相違点３）で\n相違する。\nエ  相違点の検討\n(ア)  まず，主引用例である乙１発明について検討するに，乙１文献には，\nカフの先端部に位置する吸引口について，「吸引口はカフ５に近いこと\nが好ましい。カフ５前に貯溜した粘液等を効率よく吸引できるからであ\nる。」（上記ア(オ)）と記載されているから，相違点１及び３に関し，\nカフに貯溜した粘液等を効率よく吸引するために，吸引孔をカフに近づ\nけるという技術的課題が示されているといえる。\nしかしながら，証拠（乙４～９）によれば，乙４～９文献においては，\n従来の気管内チューブでは，カフのカラー部分（端の部分）を裏側に折\nり重ねる（裏返す）ことなく取り付けたものが示され，かつ，カフの膨\n張しうる部分を裏側に折り重ねてカラーに重ねる構造のものも示され\nていないことが認められるのであって，このような従来技術の内容に照\nらすと，吸引孔をカフに近づけるという技術的課題が設定されたからと\nいって，そのことから直ちにカフのカラー部分の存在をその障害として\n意識し，それを克服するような課題設定がされるとはいえない。\n乙１発明では，相違点２のとおり，チューブへのカフの取付け態様が\n不明であって，乙１文献の記載から吸引孔をカフに近づけるために，カ\nフの取付け態様を工夫することが技術的課題として認識されているこ\nとはうかがわれないのであるから，吸引孔をカフに近づけるために，カ\nフの取付け態様を工夫するという動機付けが存在しないというべきで\nある。\n(イ)  次に，証拠（乙２）によれば，乙２文献（米国特許第４，３２７，\n７２１号）には，その発明の目的として，「チューブの挿管中に気管壁\n領域に局所活性薬を投与するための手段を含む，新しい改良された気管\n内チューブを提供すること」，「挿管中に気管壁に蓄積された粘液が抜\n管後に気管支に向かって下方へ進むのを妨げるような様式で，新しく改\n良された気管内チューブ，および同を使用する方法を提供すること」が\n挙げられ（乙２訳文３頁２１行～２５行），発明の概要として，「本発\n明の好ましい実施形態により，チューブ壁に付随する管腔を介して膨張\nして気管壁との封止を提供できる，従来の円周方向に伸びる拡張可能バ\nルーンまたはカフをその前端または内部端の近くに含むのが好ましい，\n気管内チューブまたは挿入チューブであり，挿入チューブの周りにその\n壁に付随して円周方向に伸びる環状チャンバを伴う，気管内チューブま\nたは挿入チューブを提供することにより，これらおよびその他の目的が\n達成される。環状チャンバは，挿入チューブのカフと後端または外部端\nとの間に設置される。環状のチャンバの外側へ面した壁に，間隔をおい\nた開口部が提供される。麻酔薬または薬等の局所薬剤の導入のための管\n腔は，環状チャンバの内部と流体連通する前端と，挿入チューブの後端\nのすぐ近くに設置される後端とを有し，挿入チューブ壁に付随して提供\nされる。好ましい実施形態においては，環状チャンバの壁の開口部は，\n局所薬剤をスプレーの形で送達するための霧化手段を含みうる。使用に\nおいては，挿管およびカフ膨張の後に，局所薬剤，例えば局所麻酔剤が，\n双方向注入ポートを伴って提供されるのが好ましい外部送達チューブ\nを介して，管腔に導入される。それから，麻酔薬が管腔により環状チャ\nンバに送達され，環状チャンバ開口部に設置される霧化手段を通して，\n気管上部の粘膜表面に分配される。効果は，挿管された気管内チューブ\nに対する患者の耐性を，これまでには可能でなかった程度に高めること\nである。チューブが抜管される前に，膨張したカフの上に蓄積した粘液\nが，環状チャンバ壁の開口部を介してチューブを通して吸引されうる。\nしたがって，粘液を薄くするために，最初に環状チャンバ開口部から食\n塩水が分配されてから，適切な吸引の適用により，薄められた粘液が環\n状チャンバと連通する管腔を通して吸引されうる。」（同３頁２６行～\n４頁１８行）と記載され，その発明の気管内チューブの側横断面図とし\nて図３（別紙乙２文献の図面）が示され，好ましい実施形態の詳細な説\n明として，「気管内チューブ１０は，ポリ塩化ビニル等の可撓性プラス\nチック材料で形成される挿入チューブ壁１６により規定される。」（同\n５頁９～１０行），「チューブ１０の前端１８に隣接して，膨張時に気\n管壁に対して密閉する，プラスチゾルまたはゴム材料で形成される拡張\n可能バルーンまたはカフ３０がある。」（同５頁１９行～２０行），「本\n発明は，挿入チューブ壁１６のカフ３０と後端２４との間に環状チャン\nバ４４を提供することにより，これらの問題に対する解決策を提供する。\n環状チャンバ４４は，外壁４６により規定されるが，外壁４６は，挿入\nチューブ壁１６と一体であり，挿入チューブ壁１６から外側に，その周\nりに円周方向に伸びるのが好ましい。複数の有窓または開口部４８が，\nチャンバ外壁４６の中に形成される。」（同６頁２３行～２７行），「図\n３～５を参照すると，挿入チューブ壁１６内に形成された送達管腔５０\nは，挿入チューブ壁１６に沿って縦方向に伸び，環状チャンバ４４と流\n体連通するその前端５２で終端する。」（同７頁５行～７行），「上述\nのように，チューブの挿管中に，膨張されたカフのすぐ上の領域の気管\n上部の壁に粘液が蓄積する。本発明は，チューブの抜管前に蓄積した粘\n液を吸い出すための極めて有利な手段を提供する。より具体的には，デ\nバイスの好ましい使用方法においては，皮下注射器等の適切な手段によ\nり管腔５０を通じて食塩水に圧力がかけられて，食塩水が環状チャンバ\n４６の開口部４８から粘液に適用され，その粘液を薄める。それから，\n皮下注射器等の適切な吸引源を管腔５０に接続することにより，薄めら\nれた粘液がチューブに吸い込まれる。それからカフが収縮され，チュー\nブが抜管される。」（同８頁７行～１４行）と記載されていることが認\nめられる。\nそこで，相違点２について検討するに，乙２文献の記載や図面をみて\nも，そのカフ挿入チューブ壁に対する取付け態様において，近位カラー\n部分（カフの近位端を裏側に折り重ねたもの）が存在するかは不明であ\nるというほかはない。\nまた，仮に，乙２文献において相違点２に係る本件発明の構成が示さ\nれているとしても，乙２文献の気管内チューブでは，環状チャンバ壁に\n開口部（吸引孔）が設けられ，当該開口部に設置される霧化手段を通し\nて，局所薬剤が気管上部の粘膜表面に分配されるとともに，当該開口部\nを介して，膨張したカフの上に蓄積した粘液が吸引されるのであって，\n環状チャンバ壁に設けられた開口部は，局所薬剤を分配する（スプレー\nする）役割を併せ持つものである。そして，局所薬剤の効率的な分配を\n考慮するならば，開口部とカフとの間には一定程度の距離が必要と解さ\nれるのであって（別紙乙２文献の図面参照），乙２文献をみても，粘液\nの吸引のために，開口部をカフに近づけるという技術的課題を認識する\nことは困難である。\nそうすると，乙２文献では，乙１発明とは異なり，吸引孔をカフに近\nづけるという技術的課題を有しないのであるから，乙１発明に乙２文献\nを組み合わせることはできない。\n(ウ)  さらに，証拠（乙３）によれば，乙３文献（米国特許第４，８５０，\n３４８号）には，その発明は，「物理的問題を最適に利用して，気管チ\nューブが気管内に配置されているときに，患者が経験する呼吸に対する\n抵抗を可能な限り減少させる」（乙３訳文３頁５行～７行）ものであり，\n「横方向または軸方向に移動するのを防ぐために，気管内チューブを適\n所に固定することが望ましい。これを達成するために，我々は，サイズ\nが比較的小さく，大多数の患者に快適に適合し，患者の気管に吸引管ま\nたは外科用ツールを挿入する手段を提供する，改良された口腔内咬合ピ\nースを提供する」（同３頁１８行～２１行）ものであって，そのカフの\n重要な特徴及びその構造は，図３（別紙乙３文献の図面）に示され，「カ\nフ３１の遠位端は，チューブと接触して固定され，チューブの近位端の\n方向に向いた，環状端４０を有する。カフの材料は，チューブの遠位端\nの方へ伸びてから，向きを逆転して環状端４０を重ね，カフの近位端へ\n伸びる。カフの近位端の材料は向きを逆転しない。」（同５頁１７行～\n２０行），「カフの遠位端４２は，チューブの開放端４４に，その開口\n部を妨げることなく可能な限り近くなる。その理由は，カフを気管内の\n声帯のすぐ下に挿入してから膨張させることができ，そうすればチュー\nブの端がこの領域を大きく越えて伸びないためである。」（同５頁２３\n行～２６行），「チューブの開放端４４の最も近くに膨張したカフの最\n大直径を提供するために，カフの材料は遠位端で折りたたまれる。これ\nにより，その開放端の最適な気管内中央は位置が提供され，開放端４４\nが気管壁と接触してその壁により完全または部分的に遮断される可能\n性が最小限になる。」（同５頁２８行～６頁２行）と記載されているこ\nとが認められる。\nそこで，相違点２について検討するに，乙３文献のカフは，その遠位\n端で折りたたまれて取り付けられたものであり，本件発明のカフの近位\n端の取付け態様と同様のものである。しかしながら，乙３文献の技術的\n課題は，気管チューブが気管内に配置されているときに，患者が経験す\nる呼吸に対する抵抗を可能な限り減少させるというものであって，吸引\n孔とカフとの関係を課題とするものではないから，乙１発明と乙３文献\nを組み合わせることはできない。\n(エ)  最後に，証拠（乙１０～１３）によれば，乙１０文献（特開昭６３\n－２２６３４６号）には，患者の気道におけるレーザの外科的利用の間，\n患者の通気のために使用する装置に関する発明，乙１１文献（実開昭５\n９－１０５１４２号）には，胃等の体腔内に入った異物を磁石の吸着作\n用によって引抜き除去するカテーテルに関する考案，乙１２文献（米国\n第特許１，５９８，２８３号）には，脱水装置，特に外科医が外科手術\n後に，膀胱や同様の人体の嚢を脱水させるのに使用できるようにした発\n明，乙１３文献（特開昭５９－１３５０６４号）には，会話可能な気管\n切開用管に関する発明が示され，これらのカフの取付け態様は別紙乙１\n０～１３文献の図面のとおりであることが認められる。\nそこで，相違点２について検討するに，乙１０～１３文献には，カフ\nのカラー部分（端の部分）を裏側に折り重ねる技術が示されているもの\nの，いずれも乙１発明とは技術分野の関連性が乏しいものである上，乙\n１発明には，吸引孔をカフに近づけるために，カフの取付け態様を工夫\nするという動機付けが存在しないのであるから，乙１発明に乙１０～１\n３文献に記載された技術を適用することはできない。\n(オ)  したがって，乙１発明を主引用例として，乙２文献等を組み合わせ\nることによって，本件発明の構成に至ることが容易想到であったとはい\nえない。\nオ  小括\n以上のとおり，乙１発明から本件発明を容易に想到できたとはいえない\nから，乙１文献に基づく無効理由（進歩性）は理由がない。\n(3)  乙２文献に基づく無効理由（新規性・進歩性）の有無（争点(2)ウ）につ\nいて\nア  乙２発明の内容\n上記(2)エ(イ)のとおり，乙２文献の気管内チューブ１０は，①前端１８\nに隣接して，膨張時に気管壁に対して密閉する，プラスチゾルまたはゴム\n材料で形成される拡張可能バルーンまたはカフ３０があり，②挿入チュー\nブ壁１６内に形成された送達管腔５０は，挿入チューブ壁１６に沿って縦\n方向に伸び，環状チャンバ４４と流体連通するその前端５２で終端し，③\n挿入チューブ壁１６のカフ３０と後端２４との間に環状チャンバ４４が\n設けられ，複数の有窓または開口部４８がチャンバ外壁４６の中に形成さ\nれ，④管腔５０を通じて食塩水に圧力がかけられて，食塩水が環状チャン\nバ４６の開口部４８から粘液に適用され，その粘液を薄められ，皮下注射\n器等の適切な吸引源を管腔５０に接続することにより，薄められた粘液が\nチューブに吸い込まれるように構成したものである。\nそうすると，乙２発明は，「チューブ１０を挿入する体腔の壁で挿入チ\nューブ壁１６の外側をシールするように形成した膨張しうる部分で挿入\nチューブ壁１６を包囲し，チューブに取付けるカフ３０，カフ３０の前端\n側に挿入チューブ壁１６に沿って延在させた送達管腔５０，および挿入チ\nューブ壁１６のカフ３０と後端２４との間に設けられた環状チャンバ４\n４のチャンバ外壁４６に外部に開口する開口部４８を有する気管内チュ\nーブ１０において，送達管腔５０を挿入チューブ壁１６に沿い挿入チュー\nブ壁１６の壁厚内に延在させたこと，カフ３０を気管に対しシールするよ\nうに形成し，送達管腔５０に導通している開口部４８を介し送達管腔５０\nを用いてカフ３０上の気管に集められる分泌物を除去するようにしたこ\nとを特徴とする気管内チューブ１０」であると認められる。\nイ  本件発明と乙２発明の対比\n本件発明は前提事実(2)イのとおりであり，これと乙２発明を対比すると，\n乙２発明の「挿入チューブ壁１６」，「カフ３０」，「送達管腔５０」，\n「開口部４８」，「気管内チューブ１０」は，それぞれ，本件発明の「チ\nューブ」，「カフ」，「吸引管腔」，「吸引孔」，「外科医療用チューブ\n」に相当するから，本件発明と乙２発明とは，①チューブを挿入する体腔\nの壁でチューブの外側をシールするように形成した膨脹しうる部分でチ\nューブを包囲し，チューブに取付けるカフ，②カフの前端側にチューブに\n沿って延在させた吸引管腔，および，③管腔からカフの前端側のチューブ\nの外部に開口する吸引孔を有する，④外科医療用チューブにおいて，⑤吸\n引管腔をチューブに沿いチューブの壁厚内に延在させたこと，⑥カフを気\n管にシールするように形成し，吸引管腔に導通している吸引孔を介し吸引\n管腔を用いてカフ上の気管に集められる分泌物を除去するようにしたこ\nとを特徴とする，⑦外科医療用チューブ，という点で一致する。\n他方で，<ア>本件発明は「両端の各カラー部分によりチューブに取付け\nるカフ」であるのに対し，乙２発明はカフの各カラー部分（端の部分）が\n存在するか否かが不明な点（相違点１），<イ>本件発明は「管腔からカフ\nの近位端に直接隣接するチューブの外部に開口する吸引孔を有する」のに\n対し，乙２発明はカフの近位端に直接隣接するチューブの外部に開口して\nいるか否かが不明な点（相違点２），<ウ>本件発明は「カフ（１２）の近\n位端を裏側に折り重ね，カフの膨脹しうる部分（２５）の少なくとも１部\n分を近位カラー部分（２４）に重ね，近位カラー部分（２４）をカフの膨\n脹しうる部分（２５）を越えて延ばさないように構成した」のに対し，乙\n２発明は近位カラー部分（カフの近位端を裏側に折り重ねたもの）が存在\nするか否かが不明な点（相違点３），<エ>本件発明は「吸引管腔（１４）\nに導通している吸引孔（１９）を介し吸引管腔（１４）を用いてカフ上の\n気管に集められる分泌物をカフ（１２）の直近上部で除去するようにした\nことを特徴とする」のに対し，乙２発明は分泌物をカフの直近上部で除去\nするようにしているか否かが不明な点（相違点４）で相違する。\nウ  新規性違反について\n上記イのとおり，本件発明は，乙２発明と対比すると，相違点が認めら\nれるのであって，本件発明と乙２発明とは同一の発明ではないから，本件\n発明の新規性を否定することはできない。\nエ  進歩性違反について\n本件発明と乙２発明との相違点について検討するに，被告は，乙２発明\nと周知技術を適用することによって，本件発明の構成を容易に想到するこ\nとができた旨主張する。\nしかしながら，相違点２及び４について，その構成を開示する文献が見\n当たらないし，仮に，そのような文献が存在したとしても，上記(2)エ(イ\n)のとおり，乙２文献では，吸引孔をカフに近づけるという技術的課題を\n有しないのであるから，上記課題のために周知技術を適用する前提に欠け\nるというべきである。\nしたがって，その余について判断するまでもなく，乙２発明を主引用例\nとして，周知技術を適用することによって，本件発明の構成に至ることが\n容易想到であったとはいえない。\nオ  小括\n以上のとおり，本件発明は乙２発明と同一ではなく，乙２発明から本件\n発明を容易に想到することができたとはいえない。したがって，乙２文献\nに基づく無効理由（新規性・進歩性）は理由がない。\n３  被告が被告製品を製造しているか（争点(3)）について\n証拠（甲４，５）によれば，被告製品のパンフレット及び添付文書には製造\n販売元として被告が記載され，他方で，上記添付文書には外国製造業者名とし\nて，メキシコ所在のエムエムジェイ・エスエー・ド・シーブイが記載されてい\nることが認められる。\nそこで検討するに，薬事法２条１２項は，「製造販売」を「その製造等（他\nに委託して製造をする場合を含み，他から委託を受けて製造をする場合を含ま\nない。以下同じ。）をし，又は輸入をした医薬品（原薬たる医薬品を除く。），\n医薬部外品，化粧品又は医療機器を，それぞれ販売し，賃貸し，又は授与する\nことをいう。」と定義し，自ら製造等を行う場合のみならず，輸入した医薬品\n等を販売する行為も含めているから，管理医療機器（同条６項参照）である被\n告製品のパンフレット及び添付文書に販売製造元として被告が記載されてい\nるとしても，被告自らが被告製品を製造しているとは直ちに認められない。他\n方で，上記添付文書には外国製造業者名としてエムエムジェイ・エスエー・ド\n・シーブイが記載されていることに照らすと，実際にはエムエムジェイ・エス\nエー・ド・シーブイが被告製品を製造していると認めるのが相当である。\nしたがって，被告が被告製品を製造しているとは認められない。\n４  まとめ\n以上のとおり，被告製品は，本件発明の技術的範囲に属するところ，本件特\n許が特許無効審判により無効にされるべきものとは認められない。他方で，被\n告は，被告製品を輸入，販売しているものの，その製造をしていないから，原\n告の請求は，被告に対し，①特許法１００条１項に基づく差止請求として被告\n製品の輸入，販売の禁止，②同条２項に基づく廃棄請求として被告製品の廃棄\nを求める限度で理由がある。\n５  結論\nよって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官              大  須  賀              滋\n裁判官              菊 池 絵 理\n裁判官              小 川 雅 敏\n（別紙）\n物  件  目  録\n「TaperGuard Evac  気管チューブ」\nとの名称を有する気管チューブ\n以上\n"
}