{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 7,
    "day": 11
  },
  "case_number": "平成23(ワ)28677",
  "case_name": "逸失利益等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82617",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82617",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/617/082617_hanrei.pdf",
  "contents": "平成２４年７月１１日判決言渡  同日原本領収  裁判所書記官\n平成２３年（ワ）第２８６７７号  逸失利益等請求事件\n口頭弁論終結日  平成２４年４月２５日\n判                   決\n東京都葛飾区＜以下略＞\nＡ１こと\n原                告          Ａ２\n東京都多摩市＜以下略＞\n被                告          株 式 会 社 レ イ テ ッ ク ス\n主               文\n１  本件訴えのうち，今後原告が特許申請するシリコンウェハー端面検査が特許\n法３５条１項の職務発明に該当せず，被告に特許権の通常実施権がないことの\n確認を求める訴え，及び，今後原告がシリコンウェハーの傷検出に関して申請\nする特許が特許法３５条に該当しないことの確認を求める訴えを，いずれも却\n下する。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  当事者の求めた裁判\n１  請求の趣旨\n(1)  被告は，原告に対し，７０００万円を支払え。\n(2)  今後原告が特許申請するシリコンウェハー端面検査については，特許法\n３５条１項の職務発明に該当せず，被告に特許権の通常実施権がないことを\n確認する。\n(3)  今後原告がシリコンウェハーの傷検出に関して申請する特許は，特許法\n３５条（職務発明）に該当しないことを確認する。\n(4)  被告は，原告に対し，１８００万円を支払え。\n(5)  訴訟費用は被告の負担とする。\n(6)  仮執行宣言\n２  請求の趣旨に対する答弁\n（本案前の答弁）\n(1)  請求の趣旨(2)，(3)の訴えをいずれも却下する。\n(2)  訴訟費用は原告の負担とする。\n（本案の答弁）\n(1)  原告の請求をいずれも棄却する。\n(2)  訴訟費用は原告の負担とする。\n第２  当事者の主張\n１ 請求の趣旨(1)の訴えについて\n（原告の主張）\n(1)  原告は，平成８年頃，被告に入社し，平成１０年１月に解雇された。\n(2)  原告は，被告在職中，以下の発明をした（以下「本件発明」という。）。\nア  シリコンウェハーの端面検査装置につき，被告の従来技術は，回転させ\nたウェハーにレーザー光を照射し，反照を楕円鏡で集光し，フォトセン\nサーの電圧の高低で傷の有無を判断するものであり，被告はこの検査方法\nで特許を取得している。\nイ  しかし，この従来技術では，傷の凹みと付着したパーティクルの凸が区\n別できない上に，端面の厚み０．７２ミリメートルの位置により傷も良品\nとするとの客先の要求に原理的に応えることができない。\nウ  そこで，画像処理を追加し，レーザーで疑わしい箇所をスキャン後に，\n改めてＣＣＤカメラで撮像し画像処理で最終的に判断することとし，原告\nが画像処理の設計，設置を担当した。\nエ  原告の改良した画像処理方法により，装置の欠点は劇的に改善された。\n原告の改良した画像処理方法は，ウェハーの品種による照明の強弱方法，\n基本的な照明方法，カメラでの撮像，２値化を浮動で行うアルゴリズム等\nにおいて新規性があるものであった。\n(3)  本件発明により，被告の検査装置は爆発的に売れ，被告は上場 企業と\nなった（その後，平成２３年に上場廃止となった。）。被告には検査装置以\n外これといった製品はないので，本件発明後の被告の売上を３００億円，上\n場利益を約７０億円として，その２パーセントが原告の得べかりし利益であ\nるが，そのうち７０００万円を民法７０３条に基づき請求する。\n（被告の主張）\n(1)  平成８年４月に原告が被告に入社し，平成１０年１月に解雇された点，\n被告がウェハーの端面の傷を検査する装置に関して特許を取得している点，\nＣＣＤカメラ，コンピュータによる画像処理を追加することによる検査方式\nを採用している点は概ね認め，その余は不知ないし否認する。\n(2)  原告は，被告在職中，１２インチウェハー端面の傷を検査する装置を開\n発する一連の過程の中で，ＣＣＤカメラとコンピュータによる画像処理シス\nテムを構築する担当者となったものの，開発においてはまったく成果をあげ\nることができなかった。\n原告には，その主張する特許や検査システムに関する寄与もなければ，被\n告の上場，利益獲得にも何らの寄与も貢献もない。\n(3)  原告は平成１０年１月に解雇されたのであり，原告が被告に不当利得返\n還請求権を有していたとしても，すでに１０年以上が経過しているため，時\n効により消滅している。被告は，原告の不当利得返還請求権につき，消滅時\n効を援用する。\n２  請求の趣旨(2)，(3)の訴えについて\n（原告の主張）\n(1)  被告は，原告の本件発明にかかる画像処理に関し特許申請をしなかった。\n(2)  その後，被告の装置は業界標準となったため，本件発明は新規性が失わ\nれた。\n(3)  被告が製品売出し前に特許申請していれば特許は取得可能であり，原告\nは発明者として被告に貢献を主張できたにもかかわらず，被告は特許申請を\n行わなかったのであるから，たとえ特許法３５条１項（職務発明）の規定が\nあっても，今後原告が申請し取得するシリコンウェハー端面検査の特許，シ\nリコンウェハーの傷検出をカメラで実行する特許に関し，被告は通常実施権\nを主張できない。\n(4)  よって，原告は，被告に対し，今後原告が特許申請する本件発明につき，\n特許法３５条１項の職務発明に該当しないこと，被告に特許権の通常実施権\nがないことの確認を求める。\n（被告の主張）\n(1)  上記訴えは，原告が自ら特許を出願し，登録されて初めて生じ得る職務\n発明性の問題であり，これが登録はおろか出願すらしていない現在の段階に\nおいては確認の利益はない。\n(2)  ある発明を特許として出願するか否かは戦略的な部分もあるのであり，\nそれは被告が決めることである。そして，原告はウェハー端面の傷検査方法\nの発明に関し何らの寄与もないから，原告は発明者ではなく，特許出願する\n権利も職務発明を主張する地位にもない。\n３  請求の趣旨(4)の訴えについて\n（原告の主張）\n(1)  被告は，原告が解雇された後，半導体，画像処理，機械加工，その他関\n係する会社へ原告の刑事事件を通告し，原告に近づくな，後々何をされるか\nわからないなどと吹聴した。他にも原告が刃物や銃を常時携行しているなど\n様々な流言を広めたため，原告は良く知った業界で働けなくなり，職を転々\nとせざるを得なかった。\n(2)  よって，民法７０９条に基づく損害賠償として１８００万円の支払を求\nめる。\n（被告の主張）\n原告の主張する事実は否認し，主張は争う。\n第３  当裁判所の判断\n１  請求の趣旨(2)，(3)の訴えについて\n確認の訴えにおける確認の利益は，判決をもって法律関係の存否を確定する\nことが，その法律関係に関する法律上の紛争を解決し，当事者の法律上の地位\nの不安，危険を除去するために必要かつ適切である場合に認められるところ，\n原告の主張によっても，原告は本件発明につき特許を受けていないし特許出願\nもしていないのであるから，原告が将来本件発明につき特許を出願し，特許を\n受けた場合に，被告から職務発明として特許法３５条１項に基づく通常実施権\nを主張されるという不安，危険が現実化しているとはいえない。\nしたがって，請求の趣旨(2)，(3)の訴えは確認の利益を欠き不適法であるか\nら，却下を免れない。\n２  請求の趣旨(1)の訴えについて\n(1)  原告の主張によっても，原告は本件発明につき特許を受けていないし特\n許出願もしていない。そうすると，仮に，原告が本件発明につき特許を受け\nる権利を有しているとしても，原告は本件発明の実施について何らかの権利\nを有しているものとはいえない。したがって，仮に被告が本件発明を実施し\nて利益を得たとしても，そのことによって，被告が「法律上の原因なく他人\nの財産又は労務によって利益を受け」（民法７０３条）たものとはいえない。\n(2)  なお，念のため，特許法３５条３項の相当対価請求権の有無について検\n討してみても，原告の主張によれば，原告は，本件発明につき被告に特許を\n受ける権利や特許権を承継させたことも，被告に専用実施権を設定したこと\nもないのであるから，原告に特許法３５条３項の相当対価請求権を認めるこ\nとはできない。\n(3)  したがって，請求の趣旨(1)の請求は理由がない。\n(4)  原告は，平成２３年１１月１日付けで，被告の損益計算書，貸借対照表，\n株 主 へ の 会 社 説 明 書 に つ き 文 書 提 出 命 令 を 申 し 立 て て い る （ 平 成 ２ ３ 年\n（モ）第４１７８号）ところ，以上によれば同申立てには必要性が認められ\nないので却下する。\n３  請求の趣旨(4)の訴えについて\n(1)  原告は，被告が原告の刑事事件を関係会社に通告し，原告に近づくなな\nどと吹聴し，様々な流言を広めたなどと主張するところ，そのように認める\nに足りる証拠は存在しない。\n(2)  したがって，請求の趣旨(4)の請求は理由がない。\n４  以上によれば，本件訴えのうち，請求の趣旨(2)，(3)の訴えは不適法である\nからいずれも却下し，その余の請求は理由がないからいずれも棄却することと\nし，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官        大  須  賀              滋\n裁判官        小      川      雅      敏\n裁判官        西      村      康      夫\n"
}