{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 3,
    "day": 18
  },
  "case_number": "平成30(行コ)10004",
  "case_name": "手続却下処分取消請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "88537",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88537",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/537/088537_hanrei.pdf",
  "contents": "平成３１年３月１８日判決言渡\n平成３０年(行コ)第１０００４号  手続却下処分取消請求控訴事件（原審：東京地\n方裁判所・平成２９年(行ウ)第５５９号）\n口頭弁論終結日  平成３１年２月６日\n判 決\n控訴人 ( 第１審 原告 )  ユニバーシタ’デグリ  スタディ\nディ  フォッジャ\n同 特 許 管 理 人  宮   川   美津 子\n高 梨義 幸\n小勝有 紀\n被 控 訴人 (第１ 審 被告 )  国\n同代表者 法務大 臣  山下貴 司\n処 分 行 政 庁  特 許 庁 長 官\n同 指 定 代 理 人  松本亮 一\n長島佑 樹\n近   野   智香 子\n小野和 実\n木原理 沙\n主 文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０日と\n定める。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  特願２０１５－５３３７０５について，特許庁長官が，平成２９年５月２４\n日付けでした，平成２８年６月１７日付け提出の出願審査請求書に係る手続を\n却下する処分を取り消す。\n第２  事案の概要（略語は特に断らない限り原判決の例による。）\n１  事案の要旨\n本件は，特願２０１５－５３３７０５の特許出願（本件特許出願）について，\n特許法４８条の３第１項に規定する出願審査の請求をすることができる期間（出\n願審査請求期間）内に出願審査の請求をしなかったため，同条４項により本件\n特許出願が取り下げられたものとみなされた控訴人が，特許庁長官に対し，期\n間内に出願審査の請求をすることができなかったことについて同条５項所定の\n「正当な理由」があるとして，平成２８年６月１７日付け出願審査請求書（本\n件出願審査請求書）を提出して，出願審査の請求をしたところ（本件手続），\n特許庁長官から，平成２９年５月２４日付けで，本件手続を却下する処分（本\n件却下処分）を受けたため，本件却下処分の取消しを求める事案である。\n原判決は，本件特許出願につき，本件期間内に出願審査の請求をすることが\nできなかったことについて，特許法４８条の３第５項所定の「正当な理由」が\nあったとは認められないとして，控訴人の請求を棄却した。\nそこで，控訴人は，原判決を不服として本件控訴を提起した。\n２  前提事実\n原判決２頁１９行目から２１行目までを「控訴人は，イタリアに住所を有す\nる在外者であり，平成２７年，２８年当時，特許法８条の規定による特許管理\n人としてＡ国際特許事務所（以下「本件国内事務所」という。）に所属する弁\n理士（以下「本件弁理士」という。）を選任していた。」と改めるほかは，原\n判決「事実及び理由」第２の１（原判決２頁１７行目から４頁１１行目まで）\nに記載のとおりであるから，これを引用する。\n３  争点及び争点に関する当事者の主張\n次のとおり改め，後記４のとおり，当審における当事者の主張を補充するほ\nかは，原判決「事実及び理由」第２の２（原判決４頁１２行目から９頁１１行\n目まで）に記載のとおりであるから，これを引用する。\n(1) 原判決５頁２０行目から６頁６行目までを削る。\n(2) 原判決７頁２５行目の「本件国内事務所」から２６行目の「できない。」\nまでを削る。\n４  当審における当事者の補充主張\n［控訴人の主張］\n(1) 特許法４８条の３第５項所定の「正当な理由」の判断基準\n特許法４８条の３第５項は，世界知的所有権機関（ＷＩＰＯ）において，\n各国により異なる国内出願手続の統一等により出願人の負担軽減を図ること，\n及び，一定の要件の下，手続期間の徒過による特許権の失効を回復すること\nで出願人等の救済を図ること等を目的とする特許法条約の採択を受けて規定\nされた。そして，我が国の特許法においては，手続期間を徒過した場合の救\n済を認める要件として「Due Care（いわゆる『相当な注意』）を払っていた」\nを採用した上で，「その責めに帰することができない理由」に比して緩やか\nな要件である「正当な理由があるとき」と定めることとされた。\nしたがって，同項が規定する「正当な理由がある」，すなわち，「特段の\n事情のない限り，特許出願人として，相当な注意を尽くしていたにもかかわ\nらず，出願審査請求期間の徒過に至ったとき」に当たるかどうかの判断は，\n出願人に帰責性がない場合に限らず，柔軟かつ緩やかにされるべきである。\n(2) 控訴人には特許法４８条の３第５項所定の「正当な理由」があること\nア  「正当な理由」の有無の判断において，本件国内事務所と，控訴人及び\n本件現地事務所とは区別されるべきであること\n後記イのとおり，本件期間の徒過は，控訴人及び本件現地事務所として\nは到底予測し得ない，本件国内事務所における特別の事情により生じたも\nのである。\nしたがって，控訴人及び本件現地事務所が「相当の注意」を尽くしたこ\nと，又は少なくとも「特段の事情」が存することについては，本件国内事\n務所と同列に判断されるべきではなく，別個の判断がされるべきである。\nイ  本件国内事務所における特別の事情\n(ア) 特許管理人弁理士に通常期待される対応を得られなかったこと\n特許法８条１項により，在外者たる特許出願人は，自ら特許出願に係\nる手続等を行うことが法律上制限されており，特許管理人による以外に，\n特許出願に係る手続等を行う術はない。このように，在外者には重大な\n制限が課されていること，特許管理人は特許出願に関する手続等につい\nて包括的な代理権限を有するとされていることを踏まえると，特許管理\n人は，自己が管理する特許出願について，包括的な管理責任を負ってい\nる。\nまた，特許管理人として弁理士が選任される場合には，在外者に対し，\n日本国特許法に基づく手続に関して，十分な説明義務を負うとともに，\n自己が管理する特許出願について慎重に管理することが求められる。特\nに，在外者たる特許出願人が外国人である場合には，特許出願人が日本\n国特許法の制度を十分に理解しているとは到底いえないから，特許管理\n人には，各種の期限管理も含め，より慎重な配慮を行うことが強く求め\nられる。\n本件において，控訴人は，特許管理人として本件弁理士を選任してい\nた。したがって，本件弁理士及び本件国内事務所は，本件特許出願に係\nる手続等について包括的な管理責任を負っていた。また，出願審査請求\nについても，控訴人（及び本件現地事務所）に対し，その期限について\n適宜リマインドをするとか，本件期間の満了が迫っているにもかかわら\nず控訴人又は本件現地事務所から出願審査請求の指示が確認できない場\n合には，自ら積極的に，控訴人及び本件現地事務所に対し，出願審査請\n求を行うか否かを確認すべきであった。\n(イ) コンピュータウイルス感染という特殊な状況に応じて当然に期待され\nる対応を得られなかったこと\n本件弁理士及び本件国内事務所によれば，本件国内事務所がコンピュ\nータウイルスの一種であるランサムウェアに感染したことに起因して，\n本件現地事務所が本件国内事務所に送信した，本件特許出願に係る出願\n審査請求を指示した平成２８年４月１日付け電子メール（甲６の１，甲\n１０）を受信できなかったとのことであるが，そのような事態が生じて\nいたのであれば，本件弁理士及び本件国内事務所としては，控訴人又は\n本件現地事務所からの指示の有無の確認について，より慎重な対応を講\nずることが期待されていた。\nすなわち，ランサムウェアは平成２８年３月頃から特に流行したウイ\nルスであり，個々のウイルスによってその影響範囲が大きく異なるとこ\nろ，本件国内事務所においても，同所のサーバーがランサムウェアに感\n染したとされる平成２８年３月の時点において，電子メールの送受信を\n含め，同所のサーバーにどのような影響を与えたかを正確に把握するこ\nとは極めて困難であったと思われる。\nそのような状況を踏まえれば，本件国内事務所は，本件特許出願の出\n願審査請求の指示に関する電子メールが受信できていない可能性を考慮\nし，控訴人や本件現地事務所に対し，その旨を報告するとともに，電子\nメールを受信できなかった可能性のある期間中に本件現地事務所が出願\n審査請求を指示する電子メールを送信したか否かを確認する等の対応を\n行うべきであった。\nウ  控訴人には「正当な理由」があること\n本件現地事務所は，本件国内事務所に対し，本件期間が満了する約１か\n月前に出願審査請求を指示する電子メールを送信した。このように，本件\n現地事務所は，本件国内事務所が出願審査請求の準備をするのに適当な時\n期に，出願審査請求を指示したのであるから，本件現地事務所（及び控訴\n人）として出願審査請求について必要な措置を講じたことは明らかである。\nそして，上記イのとおり，本件期間の徒過が本件国内事務所における特\n別の事情に基づくものであって，控訴人及び本件現地事務所には到底予測\nできず，回避するための対応策を講じることが極めて困難であったことに\n照らせば，控訴人及び本件現地事務所にこれ以上何らかの措置を講ずるこ\nとを求めるのは酷に過ぎる。\nしたがって，控訴人には，特許法４８条の３第５項所定の「正当な理由」\nがある。\n［被控訴人の主張］\n(1) 代理人が選任されている場合，原則として，代理人は出願人と同視される\nべきであり，このことは，平成２３年改正法による救済要件緩和後の「正当\nな理由」の有無の判断においても同様である。\n控訴人は，特許法８条を根拠に特許管理人が特許出願に係る包括的な管理\n責任を負っているなどと主張する。しかし，いかなる者を特許管理人とする\nかや，特許管理人に包括的な代理権を付与するか否かは，在外者が自由に選\n択できる事柄である。したがって，特許管理人のみが特許出願に係る包括的\nな管理責任を負っているなどとは到底いえないし，特許管理人の注意不足に\n起因して「正当な理由」があると認められないとしても，それは在外者自ら\nの選択の結果にすぎない。\n(2) そして，電子メールの送受信に問題が生ずる場合があり得ることは明らか\nであるところ，控訴人の主張によれば，本件現地事務所は，本件国内事務所\nに出願審査の請求を指示する電子メールを本件期間満了前の約１月前に送信\nした以外に何もしておらず，本件国内事務所から当該請求が完了した旨の連\n絡がないにもかかわらず，漫然とこれを放置していたというのである。そう\nすると，ランサムウェア感染も含め，控訴人が主張する事情があったとして\nも，控訴人等が相当な注意を尽くしていたとか，本件期間徒過について「特\n段の事情」があったと評価することはできない。\n(3) 控訴人が本件特許出願に係る一切の手続を行わせるため，特許法８条に基\nづく特許管理人として本件弁理士を選任していた以上，原判決が判示し，ま\nた，控訴人が自ら認めているとおり，本件期間徒過に至るまでに本件弁理士\n又は同人が所属する本件国内事務所が相当な注意を尽くしていたとはいえな\nいし，また「特段の事情」があったともいえないから，特許法４８条の３第\n５項所定の「正当な理由」があるとはいえない。\n第３  当裁判所の判断\n１  当裁判所も，本件却下処分に違法があるとは認められず，控訴人の請求は理\n由がないものと判断する。\nその理由は，次のとおり補正し，後記２のとおり当審における控訴人の補充\n主張に対する判断を付加するほかは，原判決「事実及び理由」第３の１及び２\n（原判決９頁１３行目から１２頁４行目まで）に記載のとおりであるから，こ\nれを引用する。\n(1) 原判決１０頁１行目の「甲６の２」を「甲６の１」と改める。\n(2) 原判決１０頁１６行目の「他方で，」から２０行目の「していたこと，」\nまでを削る。\n(3) 原判決１１頁１０行目の「認める」の後に「に」を加える。\n(4) 原判決１１頁１４行目から１５行目にかけての「通常の運用がどうであれ，」\nを削る。\n２  控訴人の主張について\n(1) 控訴人は，本件現地事務所は，本件国内事務所に宛てて，本件期間が満了\nする約１か月前に出願審査請求を指示する電子メールを送信し，本件現地事\n務所（及び控訴人）として出願審査請求について必要な措置を講じていたに\nもかかわらず，控訴人及び本件現地事務所には到底予測し得ない本件国内事\n務所における特別の事情により本件期間の徒過が生じたのであるから，控訴\n人には，特許法４８条の３第５項所定の「正当な理由」があると主張する。\n(2) そこで検討するに，控訴人は，本件現地事務所と本件国内事務所との間で\nは，従来から，特許の出願審査請求手続に関し，本件現地事務所から本件国\n内事務所に宛てて出願審査の請求手続を指示するメールを送信した後，当該\nメールの到達を確認する手順を踏まない運用をしていたところ，かかる運用\nでも特段の問題は生じていなかったと主張する。\nしかし，電子メールは，相手方への到達が保証されておらず，かつ，送信\n者が他の手段によることなく相手方への到達を確認することが困難な連絡手\n段であることは周知の事実である。そして，控訴人の主張によれば，出願審\n査請求の要否の連絡は，特許権の得喪に関わる極めて重大な手続に係るもの\nであるにもかかわらず，本件現地事務所と本件国内事務所との間では，本件\n現地事務所から本件国内事務所に出願審査の請求手続を指示するメールを送\n信した後，当該メールの到達を確認する手順を踏まない運用をしていたとい\nうのである。そうすると，結局のところ，本件国内事務所においても本件現\n地事務所においても，上記の電子メールの特性が考慮された，期間徒過に至\nることを防止するための措置は，何ら講じられていなかったというべきであ\nる。\nしたがって，本件国内事務所においても本件現地事務所においても，期間\n徒過に至らないよう相当な注意を尽くしていたと認めることはできない。\n(3) なお，控訴人が指摘するとおり，仮に本件国内事務所のサーバーがランサ\nムウェアに感染したとの事象が生じていたのであれば，本件現地事務所は，\n通常，そのような事象が生じていることを知り得ないであろうことは事実で\nある。しかし，本件国内事務所は，本件現地事務所からの出願審査請求指示\nを電子メールで行うとの運用が採用されていることを踏まえ，本件特許出願\nの出願審査請求の指示に係る電子メールが受信できていないとか，又はラン\nサムウェア感染それ自体や復旧作業の過程で消失したなどの可能性を考慮し\nて，控訴人や本件現地事務所に上記事象の発生を報告するとともに，出願審\n査請求を指示する電子メールを受信できなかったなどの可能性がある期間内\nに本件現地事務所が当該電子メールを送信したか否かを確認する等の対応を\n行うべきであったといえるところ，このような配慮を欠いたことは，相当な\n注意を欠いたものというべきであるし，このような控訴人の代理人である本\n件国内事務所の事情は，控訴人本人が相当な注意を欠いたかどうかを判断す\nるにあたっても考慮すべきものである。\nまた，控訴人の主張によっても，本件国内事務所において，ランサムウェ\nア感染によりメールの送受信ができなかった期間は１週間ほどにすぎず，そ\nの後，出願審査請求期間満了日まで１か月弱の猶予があったというのである。\nそうすると，本件現地事務所において，出願審査請求手続の重要性と電子メ\nールの特性を考慮して，例えば，出願審査請求を指示するメールについては，\n本件国内事務所からこれを受信したことの連絡や，実際に出願審査請求をし\nたことの報告を求める運用を採用するなどの何かしらの措置を講じていれば，\n本件国内事務所のサーバーがランサムウェアに感染したとの事象が生じてい\nたとしても，本件特許出願の審査請求につき，期間徒過に至ることを容易に\n回避できたというべきである。\nしたがって，仮に，本件国内事務所のサーバーがランサムウェアに感染し\nたという事情があったとしても，控訴人に正当な理由が認められないことに\nは変わりがない。\n(4) 控訴人は，特許法４８条の３第５項所定の正当な理由の判断において，本\n件国内事務所と，控訴人及び本件現地事務所とは区別されるべきであると主\n張するが，特許管理人も控訴人の代理人であることに変わりはないのである\nから（特許法８条），本件国内事務所と本件現地事務所とを区別する理由は\nない（また，本件現地事務所の対応に限定してみても，期間徒過に至らない\nよう相当な注意を尽くしていたと認めることができないことは前示のとおり\nなのであるから，控訴人の主張は，いずれにせよ失当である。）。\n第４  結論\n以上によれば，控訴人の請求を棄却した原判決は相当であり，本件控訴は理由\nがないからこれを棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴      岡    稔    彦\n裁判官\n高      橋        彩\n裁判官\n間      明    宏    充\n"
}