{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 6,
    "day": 6
  },
  "case_number": "平成24(行ケ)10011等",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82317",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82317",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/317/082317_hanrei.pdf",
  "contents": "平成２４年６月６日判決言渡\n平成２４年（行ケ）第１００１１号，第１００１２号  審決取消請求事件\n口頭弁論終結日  平成２４年４月２５日\n判 決\n両 事 件 原 告        ル ナ ラ イ ト 株 式 会 社\n訴 訟 代 理 人 弁 理 士        伊 藤 捷 雄\n両 事 件 被 告        株 式 会 社 ゲ ー ム ア ー ツ\n訴 訟 代 理 人 弁 理 士        磯 野 富 彦\n主 文\n特許庁が取消２０１１－３００１４１号事件及び取消２０１１－３００\n１４３号事件について平成２３年１２月６日にした各審決を取り消す。\n訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  原告が求めた判決\n主文同旨\n第２  事案の概要\n本件は，被告からの請求に基づき，原告の商標登録を一部商品につき取り消した\n審決（２件）の取消訴訟である。争点は，商標の使用の事実の有無である。\n１  特許庁における手続の経緯\n(1)  原告は，次の本件商標１，２の商標権者である。\n【本件商標１（登録第５６６２２９号）】\n商標法５０条１項に基づく商標登録の取消審判請求をし（本件商標１につき取消２\n０１１－３００１４１号，本件商標２につき取消２０１１－３００１４３号），同月\n２４日，この旨の各予告登録がされた。\n【本件商標１】\n第９類「電子応用機械器具及びその部品（大規模集積回路・電子応用扉自動開閉\n装置・電子式卓上計算機・ワードプロセッサを除く。）」\n【本件商標２】\n第９類「電子応用機械器具及びその部品」\n(3)  特許庁は，平成２３年１２月６日，本件商標１，２については被告請求に\n係る商品につき商標法５０条２項所定の使用が認められないとして，本件商標１，\n２の登録を同商品について取り消すとの審決（２件）をし，その謄本は同月１５日\nに原告に送達された。\n２  審決の理由の要点\n(1)  本件商標１について（取消２０１１－３００１４１号）\n「商標権者は，要証期間内に『ネオンランプ』，『センサー用ＬＥＤ基板』，『拡散照明装置』，\n『透過照明装置』及び『２面バックライト照明』（以下これらを『使用商品』という。）に係る\n取引書類に使用商標を付し，当該商品を販売したことが認められる。\nそして，使用商標は図案化されているものの『ＬＵＮＡ』の文字からなることは明らかであ\nるから，本件商標１と社会通念上同一の商標と認められる。」\n「使用商品である，前記『ネオンランプ』，『センサー用ＬＥＤ基板』，『拡散照明装置』，『透\n過照明装置』及び『２面バックライト照明』は，表示灯あるいは照明用のランプ・装置という\nべきものであるから，いずれも本件審判の請求に係る商品である『電子応用機械器具及びその\n部品（大規模集積回路・電子応用扉自動開閉装置・電子式卓上計算機・ワードプロセッサを除\nく。）』の範ちゅうの商品とはいうことはできない。\nこの点について，原告は，・・・『電子回路あるいは電子回路基板』を搭載させた，商品『セ\nンサー用ＬＥＤ基板』，『拡散照明装置』，『透過照明装置』及び『２面バックライト照明』を製\n造販売しているが，これらの『電子回路あるいは電子回路基板』は，本件審判請求に係る『電\n子応用機械器具及びその部品』の中に含まれる『電子回路』に相当するものであると主張して\nいる。\nしかしながら，『電子応用機械器具及びその部品』の概念には，『電子の作用を応用したもの\nで，電子の作用をその機械器具の機能の本質的な要素としているものだけが含まれる』（特許庁\n商標課編  商品及び役務区分解説［改訂第３版］）ところ，上記使用商品は，いずれもＬＥＤラ\nンプに係る表示灯あるいは照明用のランプ・装置というべきであり，電子の作用をその商品の\n本質的な要素であるとは認めがたいから，使用商品を『電子応用機械器具及びその部品』の範\nちゅうの商品とは認めることはできない。\nまた，原告は，画像形成装置は電子応用機械器具に含まれる商品であり，使用商品が画像形\n成装置の部品として用いられていると主張しているが，部品として用いられていることは認め\nることができるとしても，当該装置専用の商品とはいえないから，使用商品が『電子応用機械\n器具及びその部品』に含まれる商品であるとはいえない。\nさらに，原告は，・・・『ネオンランプ』は『電子応用機械器具及びその部品』中の『放電管』\nに該当すると主張している。しかしながら，上記ネオンランプは，一種の表示灯であると認め\nられ，『電子応用機械器具及びその部品』中の電子管の範ちゅうの商品である『放電管』とは認\nめられない。」\n(2)  本件商標２について（取消２０１１－３００１４３号）\n「商標権者は，要証期間内に『ネオンランプ』，『センサー用ＬＥＤ基板』，『拡散照明装置』，\n『透過照明装置』及び『２面バックライト照明』（以下これらを『使用商品』という。）に係る\n取引書類に使用商標を付し，当該商品を販売したことが認められる。\nそして，使用商標は図案化されているものの『ＬＵＮＡ』の文字からなることは明らかであ\nり，『ＬＵＮＡ』は，『（月の女神の）ルナ』を意味し，『ルナ』と称呼されるものである。そう\nすると，使用商標は，本件商標２『ルナ』とは，片仮名及びローマ字の文字の表示を相互に変\n更するものであって同一の称呼及び観念を生ずる商標と言えるから，本件商標２と社会通念上\n同一の商標と認められる。」\n「使用商品である，前記『ネオンランプ』，『センサー用ＬＥＤ基板』，『拡散照明装置』，『透\n過照明装置』及び『２面バックライト照明』は，表示灯あるいは照明用のランプ・装置という\nべきものであるから，いずれも本件審判の請求に係る商品である『電子応用機械器具及びその\n部品』の範ちゅうの商品とはいうことはできない。」\n第３  原告主張の審決取消事由（本件商標１，２の使用の事実の有無）\nそもそもネオンランプはその発光機能に基づく表示灯としての機能と，定電圧特\n性に基づく回路保護機能とを併せ有しており，カタログ（甲８の３）に記載された\n原告のネオンランプも，表示灯として用いられると同時に，回路保護用にも用いら\nれるものである（実際の使用例である甲４１～４４を参照。）。なお，ネオンランプ\nは光量が低く，照明用として用いることはできない。\nまた，原告のセンサー用ＬＥＤ基板，拡散照明装置，透過照明装置及び２面バッ\nクライト照明では，発光ダイオードのほかに，定電圧ダイオード等の各種電子部品\nがプリント基板上に実装されて電子回路をなしており，電子の作用を応用し，電子\nの作用を機械器具の本質的な要素としている。また，拡散照明装置，透過照明装置\nにおいては，ＬＥＤチップ（発光ダイオード）が全体で点灯して照明機能を果たす\nのではなく，個々のＬＥＤチップの点滅を制御して，画像の解析を行う。\nそうすると，原告のネオンランプ，センサー用ＬＥＤ基板，拡散照明装置，透過\n照明装置及び２面バックライト照明は，いずれも，「電子応用機械器具」ないし「そ\nの部品」の範ちゅうに含まれるものである。\nしたがって，「使用商品である，前記『ネオンランプ』，『センサー用ＬＥＤ基板』，\n『拡散照明装置』，『透過照明装置』及び『２面バックライト照明』は，表示灯ある\nいは照明用のランプ・装置というべきものであるから，いずれも本件審判の請求に\n係る商品である『電子応用機械器具及び部品・・・』の範ちゅうの商品ということ\nはできない。」（取消２０１１－３００１４１号の審決９頁，取消２０１１－３００\n１４３号の審決８，９頁も同旨）との審決の判断は誤りである。\nなお，審決は，「原告は，画像形成装置は電子応用機械器具に含まれる商品であり，\n使用商品が画像形成装置の部品として用いられると主張しているが，部品として用\nいられることは認めることができるとしても，当該装置専用の部品とはいえないか\nら，使用商品が『電子応用機械器具及びその部品』に含まれる商品であるとはいえ\nない。」（取消２０１１－３００１４１号９頁。取消２０１１－３００１４３号９頁\nも同旨）と説示するが，納入仕様書（甲１０～１４）及び証明書（甲１９）に照ら\nせば，原告の拡散照明装置等が画像解析装置専用の部品であることは明らかであり，\n審決の上記判断は誤りである。\nまた，審査基準にいう類似群コードは一応の分類を示すものにすぎないところ，\n原告のネオンランプは表示灯（類似群コード１１Ｂ０１）又は放電管（同コード１\n１Ｃ０１）に分類され，拡散照明装置，透過照明装置も電子回路（同コード１１Ｃ\n０１）に分類されるものである。\n以上のとおり，原告による本件商標の使用の事実を認めなかった審決の認定は誤\nりである。\n第４  取消事由に対する被告の反論\n１  特許庁の商品・役務リストの分類では，ネオンランプ，ネオン封入放電ラン\nプ，ネオン灯あるいは放電ランプ，放電灯，アーク灯はいずれも電球類や照明器具\nと同様の類似群１１Ａ０２に分類されているし，放電管のうち照明用のものもこの\n類似群１１Ａ０２に分類されている（照明用以外の放電管は１１Ｃ０１）。\n類似群をまたがって機能を有する商品の場合，主たる用途がいずれであるかでそ\nの分類が定まるところ，ネオンランプの主たる用途は照明にあり，電球類等と同じ\n類似群に分類されるべきであるから，定電圧機能等を併せ持つとしても類似群が異\nなる「電子応用機械器具及びその部品」には当たらない。原告のカタログ（甲８の\n３）でも，「ネオン交換電球」の項目に「ネオンランプ」が記載されているから（２\n１頁），原告の「ネオンランプ」も電球の類として用いられていることは明らかであ\nる。\n２  回路基板のうち汎用のプリント回路基板のみが「電子応用機械器具及びその\n部品」と同じ類似群１１Ｃ０１に分類されるところ，原告の「センサー用ＬＥＤ基\n板」は照明用器具としての用途に用いられる回路基板であって，類似群１１Ｃ０１\nに分類されるべきものではない。仮に，原告の「センサー用ＬＥＤ基板」がセンサ\nーの部品である点に着目したとしても，「電子応用機械器具及びその部品」ではない\n「測定機械器具」（類似群１０Ｃ０１）に当たるにすぎない。\nまた，汎用の「電子回路」のみが類似群１１Ｃ０１に分類されるところ，原告の\n「拡散照明装置」，「透過照明装置」，「２面バックライト」はいずれも照明用器具と\nしての用途に用いられるものであって，類似群１１Ｃ０１に分類されるべきもので\nはない。\n３  原告は，「拡散照明装置」等の照明装置を製造・販売しているだけで，画像解\n析装置の部品を製造・販売しているわけではなく，原告の顧客が，原告の照明装置\nを画像解析装置の部品に用いたにすぎない。そうすると，画像解析装置が類似群１\n１Ｃ０１に分類され，原告の顧客が原告の「拡散照明装置」等を画像解析装置の部\n品として用いていることがあるからといって，原告が「電子応用機械器具及びその\n部品」に本件商標１，２を用いていることにはならない。\n４  以上のとおり，原告は「電子応用機械器具及びその部品」に本件商標１，２\nを使用しているものではなく，この旨をいう審決の認定に誤りはない。\n第５  当裁判所の判断\n１  原告が平成２１年ころに作成し，このころ顧客に配布された「パイロットラ\nンプ」と題するカタログ（甲８の３）は，原告が販売する商品であるネオンブラケ\nットを紹介するものであるところ，これらのカタログには下記使用商標１，２が付\nされている。\n【使用商標１】\n「ＬＵｎＡ」（ＬＵＮＡ）を片仮名書きすると「ルナ」となり，また「ルナ」の称呼\nを生じることから，本件商標２とも社会通念上同一と認められる。使用商標２は，\n使用商標１と同様に図案化した欧文字「ＬＵｎＡ」の上方に，塗り潰した円内に欧\n文字の「Ｌ」を図案化した模様を白抜きで記した図形を配してなる外観を有するも\nのであるから，「ルナ」の称呼を生じ，本件商標１，２と社会通念上同一と認められ\nる。そうすると，原告は，平成２１年ころ，その販売商品であるネオンブラケット\nの広告に，本件商標１，２と社会通念上同一と認められる商標を付して使用したも\nのである。\nここで，ネオンブラケットが用いられるパイロットランプは，これが取り付けら\nれた機器の状態（例えばスイッチのオン，オフ）を示す表示灯としての機能を果た\nすものであるが，甲第２５，第４４号証によれば，ネオンランプ（ネオンブラケッ\nト）をその定電圧特性を活かして回路保護のために用いることがあることが認めら\nれるから，上記カタログにおける使用商標１，２の使用をもって，「電子応用機械器\n具及び部品」についての使用と評価することが可能である。\nこの点，被告は，ネオンランプの主たる用途は照明にあるとか，原告の「ネオン\nランプ」が電球の類として用いられることは明らかであると主張するが，種々の発\n光色のネオンランプを用いて照明装置を構成することがあるとしても，原告の「ネ\nオンブラケット」を照明装置ないしその部品にすぎないとしてよいと断定すること\nはできないし，カタログ（甲８の３）に電球交換型ネオンブラケットのための「ネ\nオン交換電球」が掲載されているとしても（２１頁），ネオンランプを交換できるよ\nうにするために電球型のネオンランプが採用されているにすぎず，その名称ゆえに\n一般の照明用の「電球」と単純に同一視してよいかは疑問である（上記カタログに\nは，ネオンランプを交換できないタイプのネオンブラケットも掲載されている。）。\nそうすると，被告の上記主張を採用することはできない。\n２  甲第１０ないし第１９号証によれば，原告は，平成２０年７月ないし平成２\n３年１月ころ，顧客に対し商品「センサー用ＬＥＤ基板Ａｓｓｙ」，「拡散照明装置」，\n「透過照明装置」，「２面バックライト照明」を納入するに当たり，取引書類である\n納品書や納入仕様書に使用商標１を使用したことが認められる。\n上記「センサー用ＬＥＤ基板Ａｓｓｙ」は基板上に複数のＬＥＤ（発光ダイオー\nド）を並べて実装したもの（甲１０），「拡散照明装置」，「透過照明装置」は基板上\nにＬＥＤのほかに，ツェナーダイオード，トランジスタ，コンデンサー等を実装し\nて装置を構成したもの（甲１１，１２，２９，３０，５１），「２面バックライト照\n明」も基板上にＬＥＤのほかに，定電圧ダイオード等を実装し，偏光板と組み合わ\nせるなどして装置を構成するもの（甲１３，１４）であるが，これらは顧客が画像\n解析装置を製造するために，注文を受けた原告においてその構成部品（装置）を設\n計，製造したものである（弁論の全趣旨）。ここで，上記「センサー用ＬＥＤ基板Ａ\nｓｓｙ」等が画像解析を行うために，対象となる物に光を照射する機能を果たすも\nのであるとしても，日常生活において光を照らして空間を明るくする目的とは程遠\nいことは明らかである。そして，上記「センサー用ＬＥＤ基板Ａｓｓｙ」等は，電\n子部品であるＬＥＤやダイオード等を使用して構成されており，その機能に照らせ\nば，電子の作用を応用し，その電子の作用が当該機械器具にとっての構成要素とな\nっているということができる。\nそうすると，原告は，「電子応用機械器具及びその部品」につき，取引書類である\n納品書や納入仕様書に使用商標１を使用したということができる。\nなお，原告の上記「センサー用ＬＥＤ基板Ａｓｓｙ」等が汎用の「電子回路」と\nはいい難いことは，上記結論を左右しない。\n３  結局，原告は，本件予告登録（平成２３年２月２４日）の前３年以内に，「電\n子応用機械器具及びその部品」である前記「センサー用ＬＥＤ基板Ａｓｓｙ」等に\nつき，その取引書類に本件商標１，２と社会通念上同一と認められる商標を使用し\nたものであり，また，「電子応用機械器具及びその部品」ともみられるネオンブラケ\nット（ネオンランプ）の広告に，本件商標１，２と社会通念上同一と認められる商\n標を付して使用したということができ，これに反する審決の認定・判断は誤りであ\nる。\n第６  結論\n以上によれば，原告が主張する取消事由は理由があるから，主文のとおり判決す\nる。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n真 辺 朋 子\n裁判官\n田 邉   実\n"
}