{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 9,
    "day": 27
  },
  "case_number": "平成28(ワ)697",
  "case_name": "損害賠償請求事件",
  "court_name": "京都地方裁判所第7民事部",
  "result": "棄却",
  "lawsuit_id": "87635",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87635",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/635/087635_hanrei.pdf",
  "contents": "主         文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，原告に対し，５５７万６５０５円及びこれに対する平成２８年４月１\n５日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告が，被告に対し，不法行為に基づき，損害賠償として，財産的損\n害４０７万６５０５円，慰謝料１００万円及び弁護士費用５０万円並びにこれら\nに対する不法行為後である平成２８年４月１５日（訴状送達の日である同月１４\n日の翌日）から支払済みまで民法所定の年５分の割合による遅延損害金の支払を\n求める事案である。原告が主張する不法行為は，被告が，所属弁護士からの申出\nにより，弁護士法２３条の２第２項に基づく照会（以下，同項に基づく照会一般\nを「弁護士会照会」と，原告に関する照会を「本件照会」とそれぞれいう。）を行\nう権限を逸脱・濫用して照会をした結果，照会先の税理士法人の代表社員である\n税理士が税理士法に基づく守秘義務に違反して，被告に原告の確定申告書控え及\nび総勘定元帳の各写しを送付し（以下，併せて，同書類一般を「確定申告書等」\nと，上記のとおり送付された同書類を「本件確定申告書等」とそれぞれいう。），\n原告も関係する訴訟で本件確定申告書等の一部が証拠提出されたことにより，原\n告が支払を命じられる危機にさらされ財産的損害が発生し，また，不当に原告の\nプライバシー権が侵害され，弁護士及び弁護士会に対する信用・信頼も裏切られ，\n精神的苦痛を被ったとするものである。\n１  前提となる事実（当事者間に争いがないか，各掲記の証拠及び弁論の全趣旨に\nより容易に認められる事実）\n当事者等\nア  原告は，「Ｂ工務店」の屋号で建築工事の請負を業（大工業）としていた者\nである。\nイ  株式会社Ｃ（以下「本件会社」という。）は，不動産の仲介及び売買等を目\n的とする株式会社である。本件会社は，原告に対し，平成１９年９月から平\n成２３年２月まで，賃金を支払い，社会保険料の会社負担分を支出した。\nウ  Ｄ（以下「Ｄ」という。）は，原告の母であり，本件会社の設立当初（平成\n１８年９月）から平成２３年４月１６日まで，本件会社の代表取締役であっ\nた。なお，本件会社の実質的オーナーは，Ｄの兄のＥである。\nエ  税理士Ｆ（以下「Ｆ税理士」という。）は，従前，個人で税理士業務をして\nいたが，平成２１年７月１日にＨ税理士法人（以下「本件税理士法人」とい\nう。）を設立し，その代表社員に就任した。Ｆ税理士は，本件会社の顧問税理\n士をしていたことがあった。\n（アからエまでにつき，甲２，５，６，３３，弁論の全趣旨）\nオ  被告は，弁護士法３１条１項及び同法３２条に基づき，京都地方裁判所の\n管轄区域において，弁護士及び弁護士法人の指導，連絡及び監督に関する事\n務を行うことを目的として設立された弁護士会である（当裁判所に顕著な事\n実）。\n本件会社のＤに対する訴訟提起から控訴までの経緯\nア  本件会社は，平成２３年，Ｄが，本件会社の代表取締役に在任中，原告の\n平成２２年４月以降の稼働実態がなかったにもかかわらず，原告に対する賃\n金等（給与及び賞与の支払並びに社会保険料等の会社負担分の負担）合計４\n０７万６５０５円を支出させ，本件会社に損害を生じさせたなどと主張し，\nＤに対して，会社法４２３条１項等に基づき，損害賠償等を求める訴訟（京\n都地方裁判所平成２３年（ワ）第２８５１号，以下「別件訴訟①」という。）\nを提起した。\nイ  別件訴訟①につき，平成２４年１１月２９日，本件会社の請求をいずれも\n棄却する旨の判決（以下「別件訴訟①一審判決」という。）がされた。別件訴\n訟①一審判決は，原告に対する賃金等の支払については，原告が平成２２年\n４月以降も本件会社の工務部門を中心に実際に稼働していたことが認めら\nれる旨判示した。\nなお，原告は，別件訴訟①において，Ｄ側の証人として証言していた（甲\n２，弁論の全趣旨）。\nウ  本件会社は，別件訴訟①の一審において訴訟代理人であった弁護士Ｉ（以\n下「Ｉ弁護士」という。）を引き続き訴訟代理人として，別件訴訟①一審判決\nに対し控訴（大阪高等裁判所平成２４年（ネ）第３７４４号）した。\n弁護士法２３条の２第１項に基づく申出等の経緯\nア  Ｉ弁護士は，その所属する弁護士会であった被告に対し，平成２４年１２\n月２７日付けで，受任事件を別件訴訟①の控訴事件，照会先を本件税理士法\n人として，弁護士法２３条の２第１項に基づく回答の申出（以下，同項に基\nづく回答の申出一般を「弁護士会照会の申出」と，Ｉ弁護士がした上記申出\nを「本件申出」とそれぞれいう。）をした。\n本件申出における申出の理由は，別紙「申出の理由」記載のとおり（以下，\n同記載の申出理由を「本件申出の理由」という。）のであり，照会事項は，別\n紙「照会事項」記載のとおりであった。なお，本件申出の理由では，原告が，\n本件会社に，平成１９年１０月から同２３年２月まで，従業員として雇用さ\nれていたことになっていた。\nイ  被告は，平成２４年１２月２８日，本件税理士法人に対し，別紙「照会事\n項」を同封し，「弁護士法２３条の２第２項に基づく照会について（ご依頼）」\nと題する書面を送付した（本件照会）。\nウ  Ｆ税理士は，本件税理士法人の代表社員として，平成２５年１月８日，被\n告に対し，「弁護士法第２３条の２第２項に基づく照会について（回答）」と\n題する書面（以下「本件回答書」という。）により，回答をした。\n本件回答書には，以下の内容の記載があり，平成１５年から平成２１年ま\nでの原告の確定申告書及び総勘定元帳（平成２１年分の総勘定元帳を除く。）\nの写し（本件確定申告書等）のデータが保存されたＣＤ－Ｒが添付されてい\nた。\n（Ｆ税理士又は本件税理士法人は）原告の確定申告を行っていた。\nの期間は，平成１５年間から平成２１年までである。\nの期間の確定申告書及び総勘定元帳（平成２１年分の総勘定元帳を除\nく。）の写しはＣＤ－Ｒで提供する。\nエ  被告は，平成２５年１月８日ころ，Ｉ弁護士に対し，本件回答書の写し及\nび上記ＣＤ－Ｒを交付した。\nオ  上記ＣＤ－Ｒには，原告の平成２１年分の確定申告書（控え）に添付され\nた青色申告決算書のデータがあったところ，同青色申告決算書の「本年中に\nおける特殊事情」の欄には，「平成２１年に関しては，体調不良（腰痛）のた\nめ就労することが出来なかった」との記載（以下「本件特殊事情記載」とい\nう。）があった（甲３４，３５，弁論の全趣旨）。\n別件訴訟①控訴審の審理等\nア  Ｉ弁護士は，別件訴訟①の控訴審において，上記ＣＤ－Ｒ中にデータがあ\nった原告の平成２０年分の確定申告書（控え）及び平成２１年分の確定申告\n書（控え）の各写しを書証として提出するとともに，原告の収入として，平\n成２０年分の確定申告書（控え）では本件会社からの給与収入のほか，事業\n収入が計上されていたが，平成２１年分の確定申告書（控え）では本件会社\nからの給与収入のみが計上され，体調不良（腰痛）で就労できなかったと記\n載されていることから，平成２２年以降，体力が必要な仕事を行う工務部門\nの仕事はできなかった旨主張した（甲３４，３５）。\nイ  別件訴訟①の控訴審は，平成２５年６月２８日，別件訴訟①一審判決を変\n更し，本件会社の請求のうち，会社法４２３条１項に基づき，Ｄが本件会社\nに平成２２年４月以降の原告に対する賃金等４０７万６５０５円の負担を\nさせたことにつき，同額の損害賠償を請求する部分には理由があると認め，\nＤに上記損害相当額等の金員の支払を命じる判決（以下「別件訴訟①二審判\n決」という。）を言い渡した（甲６）。\nウ  Ｄは，別件訴訟①二審判決に対し，上告受理申立てをした（最高裁判所平\n成２５年（受）第２０００号）が，不受理の決定がされ，別件訴訟②二審判\n決が確定した（甲７）。\n２  争点及び争点に対する当事者の主張\n本件照会が原告に対する不法行為に該当するか（争点 ）。\n（原告の主張）\nア  所属する弁護士から弁護士会照会の申出を受けた場合の弁護士会の審査\nは，当該弁護士の「職務」，「弁護士の使命」及び「照会先の不利益」の観点\nからの限界ないし制約を受け，これらの事情を見過ごして，照会権の逸脱及\nび濫用が認められる場合は，当該情報の帰属主体及び照会先に対して損害賠\n償責任を負う。\n弁護士会は，申出をした弁護士からその職務を遂行する上で必要でない\n事項の報告，必要な限度を超える事項の報告を求められても許してはなら\nない。\n弁護士会は，基本的人権の擁護，社会正義の実現の見地から不適当なと\nきは，申出を許してはならない。\n弁護士会は，照会先の不利益の有無及び程度（照会先が照会に応じたこ\nとにより，民事，刑事等の制裁を科せられるか否か等）を審査しなければ\nならない。\nイ  本件申出は，Ｆ税理士又は本件税理士法人が，原告の依頼を受けて作成し\nた確定申告書等の開示を求めるものであるところ，Ｆ税理士及び本件税理士\n法人は，同各書面について，税理士法３８条に基づき，守秘義務を負ってい\nた。同条の守秘義務は，納税者の心理的，社会的及び法律的な利益や納税者\nと税理士との信頼関係の保護の見地から重要であるほか，守秘義務違反に対\nして，民事上の損害賠償のみならず，税理士業務の停止等の懲戒処分や刑事\n罰が予定されているものである。\nしたがって，こうした照会申出は，原則許されないと解すべきであり，仮\nに本件申出が許されるとしても，被告は，①「照会を求める事項」，②「照会\nを求める事項」と「要証事実」との関連性について厳格に審査し，③照会を\n求める情報について，ａ秘密の性質，法的保護の必要性の程度，ｂ当該個人\nと係争当事者との関係，ｃ報告を求める事項の争点としての重要性の程度，\nｄ他の方法によって容易に同様な情報が得られるか否かについても厳格に\n審査をする必要があった。\nウ  しかるに，被告は，上記の審査を怠たり，本件照会をしたのであって，本\n件照会は違法であり，原告に対する不法行為に該当する。\n上記①「照会を求める事項」については，様々なプライバシーに係る事\n項の記載がある確定申告書等につき，１０年もの長期間にわたり作成され\nたものについての照会を認めた。\n上記②の関連性についても，平成２２年３月以降に原告が就労困難な状\n態にあったか否かに密接に関連するのは，同月以降の原告の医療情報であ\nり，医療情報は，別件訴訟①においてＤに釈明を求めたり，原告に反対尋\n問を行ったりするなどにより，医療機関を確認して求めることもできたの\nであって，入手は不可能ではなかった。\n一方，確定申告書等に記載された情報は，原告が就労困難な状態にあっ\nたか否かについては関連性がなく，又は関連性が希薄である。事業収入金\n額の変動をみるとしても，平成２２年以降も本件税理士法人が原告の確定\n申告等を行っていることを確認した上で照会するのでなければ，それ以前\n分と比較することはできないのに，そのような確認を前提とせずに照会を\nした。\n上記③につき，確定申告書等に記載された情報は，前科と同様に法的保\n護の必要性が高かったこと，原告は，別件訴訟①においてＤが敗訴すれば，\n本件会社から損害賠償請求を受ける可能性があり，別件訴訟①において証\n言拒絶権が認められる立場であったことからしても，本件照会については，\n厳格に審査すべきであった。しかるに，被告は，厳格な審査もせず，また，\n本人の意向を確認することを一切不要とした。\n（被告の主張）\nア  弁護士会照会の制度は，弁護士が基本的人権の擁護と社会正義の実現の担\nい手であることに格別の意義を認め，高度の社会的期待に支えられたその職\n務を円滑ならしめるために認められているものである。\nしたがって，弁護士会照会の申出を受けた弁護士会は，当該申出をした弁\n護士が意図的に事実関係を虚構することを想定する必要はなく（弁護士法５\n６条１項の懲戒制度により，それが担保されているといえる。），その記載内\n容につき，外形上，文面上不合理であることが明白であるような場合を除き，\nひとまず真実として信頼することができ，これを前提として，照会申出の必\n要性及び相当性の判断に進むことが許される。\n本件申出の記載内容に鑑みれば，被告としては，原告が，平成１９年１０\n月から平成２３年２月までの期間の前後において，本件税理士法人に確定申\n告を委任していたことを前提として審査を進めることとなる。\nイ  確定申告書や総勘定元帳に記載された情報は，前科ほどの高度なプライバ\nシー情報とはいえず，また，原告は，別件訴訟①の当事者である本件会社の\n元従業員，Ｄの子であるから，完全な第三者とはいえず，個人情報保護の要\n請は相対的に低くなる。\nウ  本件照会の必要性に関する審査については，本件申出の理由の記載によれ\nば，原告に就労実態があったか否かが別件訴訟①における重要な争点となっ\nていたものであり，個人事業収入の変動と体調を崩して就労困難であったか\n否かは密接に関連するといえ，一定期間の個人事業収入金額の変動状況を把\n握する必要があった。\n体調を崩したか否かについては，医療機関等への照会の方法はあり得るが，\n照会対象者がどこの医療機関に通っているのかを申出側で探知することは\n不可能であるし，医療情報は確定申告書や総勘定元帳の情報よりもより高度\nなプライバシー情報であって，これを得ることが「他の方法」であるとする\nことはできない。\nエ  本件照会の相当性に関する審査においては，被告は，収入の変動につき，\n一定期間の情報を比較する必要性があるものとして，１０年という照会の期\n間が相当性の範囲内にあるものと判断したものである。\nオ  被告は，本件照会をするに当たり，照会先でなければ知り得ない事実によ\nって，弁護士会が行った利益衡量とは異なる判断が導かれるというのであれ\nば，照会先が独自に，二次的な利益衡量を行い，その結果，弁護士会の照会\nを拒絶することが可能となることを担保するため，本件申出の理由の記載の\nある申出書副本を照会先である本件税理士法人に送付する方法を採用し，被\n告が弁護士会として行った利益衡量の判断方法についても照会先に明らか\nにしている。\nカ  仮に，平成２２年以降の確定申告をしていなかったから収入を対比できな\nいのに回答をしたということが本件税理士法人として不適切であったとし\nても，本件税理士法人が原告の確定申告をしていた期間は，本件申出をした\n側にはわからず，ましてや，本件申出の理由を前提として審査をする被告に\nもわからない事情である。\nキ  以上のとおりであり，本件申出には，照会の必要性と相当性が認められる\nから，同申出を受けてなされた本件照会は，原告に対する不法行為に該当し\nない。\n原告の損害（争点 ）\n（原告の主張）\nア  被告が適正に本件申出を審査していたのであれば，別件訴訟①二審判決に\nおいて，別件訴訟①一審判決が変更されることはなく，原告は，本件会社に\n４０７万６５０５円の支払を命じられる危機にさらされることはなかった。\nよって，原告は，被告がした違法な本件照会により，上記額の財産的損害を\n被った。\nイ  原告は，被告がした違法な本件照会により，プライバシー権を侵害され，\nかつ，弁護士及び弁護士会に対する信用・信頼を裏切られ，精神的苦痛を被\nったのであり，この精神的苦痛を慰謝すべき額は，１００万円を下らない。\nウ  本件事案の内容，難易度等の諸般の事情を考慮すると，被告の不法行為と\n相当因果関係のある弁護士費用は，５０万円を下らない。\n（被告の主張）\n原告の主張を争う。\n原告の主張する財産的損害及び精神的損害は，結局，別件訴訟①二審判決に\nおいて，主張及び証拠構造全体の評価として判決がなされたことによるもので\nあって，いずれも被告の行為から生じたものではないから，被告の行為との相\n当因果関係はない。\n第３  争点に対する判断\n１  争点 （本件照会が原告に対する不法行為に該当するか。）について\n前記前提事実並びに各掲記の証拠及び弁論の全趣旨によれば，以下の事実が\n認められる。\nア  弁護士会照会の申出に係る平成２４年当時の被告における規則の内容（甲\n１３，１４）\n申出手続（京都弁護士会弁護士法第二十三条の二に基づく照会手続規則\n第二条。以下，同規則を「本件規則」という。）\n弁護士会照会の申出をする会員は，以下の事項を含む所定の事項を，所\n定の照会申出書用紙３通に記入し，被告に提出する。\nａ  受任事件の表示（争訟中のものについては，係属官庁，事件番号，事\n件名，当事者名，会員の立場，その他の場合は，争訟中のものに準じて\n事件を特定するに必要な事項を記載する。）\nｂ  照会を求める事項（明確かつ限定的に記載する。）\nｃ  照会を求める理由（照会を求める事項と要証事実との関連並びに照会\nの必要性及び相当性を具体的に記載する。）\n照会申出の審査基準（被告が本件規則第三条４項に基づき定めた「照会\n申出の審査基準」。以下「本件基準」という。）\nａ  照会先の適否  税理士の事務所も含まれる（本件基準一）。\nｂ  受任事件の存在（本件基準二）\nｃ  照会を求める事項の適否\n⒜  照会事項が照会先の所轄事項でない場合でも，資料を有していて，\n報告が可能である場合の照会の申出は，許される（本件基準三１）。\n⒝  単に意見や判断を求める照会は，原則として許されないが，専門的\n知識に基づいて容易に判断できる法律解釈や医学的意見等について\nの照会の申出は，許される（本件基準三２）。\n⒞  照会を求める事項については，照会先において職務上の秘密に属す\nる事項というだけでは，必ずしも照会の申出が許されないとはいえな\nい（本件基準三３）。\n⒟  閲覧等利用し得る他の制度がある場合においては，なるべく当該制\n度を利用することが望ましいが，他の制度があるからといって照会の\n申出が許されないとはいえない（本件基準三４）。\nｄ  照会を求める理由については，照会申出の必要性を判断できる程度に，\n当事者の地位，相互の関係，紛争の概要，照会を求める事項によって明\nらかにしたい事項等が具体的に記載されていることを要する（本件基準\n四１）。\nｅ  照会を求める理由については，ｄに加え，照会の申出の相当性を理解\nできる程度に，照会事項と受任事件との関係が具体的に記載されている\nことを要する（本件基準四２）。\nｆ  照会を求める事項が個人の情報に関わるときは，以下に掲げる事項を\n総合的に考慮して照会申出の必要性及び相当性が認められることを要\nする（本件基準五１）。\n⒜  当該秘密の性質及び法的保護の必要性の程度\n⒝  当該個人と係争当事者との関係\n⒞  報告を求める事項の争点としての重要性の程度\n⒟  他の方法によって容易に同様な情報が得られるか否か\n照会の審査（本件規則第三条）\nａ  被告は，照会申出が，必要かつ相当と認められたときは，照会先に対\nし，所定の様式による照会書，本件規則に定める申出手続（上記 ，以\n下同じ。）に基づき会員から提出された照会申出書及び所定の回答用紙\nを送付して報告を求める。\nｂ  被告は，照会申出書記載の内容が，本件規則に定める申出手続に照ら\nして不十分あるいは適当でないと認めるときは，申出を拒絶することが\nできる。\nｃ  被告は，照会申出書記載の内容の修正補充を勧告することができる。\nまた，照会申出の趣旨に反しない限度で，照会申出会員の意見を聞いた\n上で照会申出書記載の内容を修正補充することができる。\nイ  平成２４年当時の被告における弁護士会照会の申出の審査の状況等（乙３，\n証人Ｇ）\n被告においては，平成２４年当時，弁護士会照会の申出に対する以下の\n審査は，被告の副会長４名が交替で担当していた。\nａ  弁護士会照会を発出するか否かの判断\nｂ  弁護士会照会の全部又は一部に対し，拒否回答があった場合の申入れ\n（再度の申入れを含む。）\n被告においては，平成２４年当時，弁護士会照会の申出を受け付けた場\n合は，被告の事務局が形式的な面についてのチェックを行った上で，受付\n日の翌日（又は翌営業日）に，同日の担当の副会長が， の審査を行うこ\nととなっていた。\n上記 ａの判断に際しては，例えば，携帯電話番号をもとに契約者情報\nを照会することの申出をするものについて，契約者の住所氏名に関する情\n報が得られれば足りる場合には，照会事項から引き落とし口座を外す補正\nを求めるなど，必要に応じ，電話やファクシミリで，申出を行った会員に\n対し，申出の補正を求めた上で，照会を行うとの判断をすることがあった。\nウ  本件申出に対する被告の審査（甲１，６，乙３，証人Ｇ）\n被告は，平成２４年１２月２７日又は２８日，本件申出を受け付けた。\n（甲１には，同月２８日の受付印が押印されているところ，上記イ のと\nおり，平成２４年当時の被告における弁護士会照会の申出の審査の状況等\nによると，同月２７日における事実上の受付の可能性も否定できない。）\n被告の平成２４年度の副会長であった弁護士Ｇ（以下「Ｇ弁護士」とい\nう。）は，平成２４年１２月２８日の被告における弁護士会照会の申出の\n審査を担当しており，本件申出についても審査を担当した。\nＧ弁護士は，本件申出につき，ⅰ別件訴訟①は，控訴審まで紛争が続い\nており，同族会社である本件会社内で，会社法４２３条違反の事実が争わ\nれる紛争性の高い事案であること，ⅱ別件訴訟①では，当事者の子である\n原告が，本件会社に従業員として雇用されていた平成１９年１０月から平\n成２３年２月までの間に，体調を崩して就労困難な状態があったか否かが\n争点となっていること，ⅲ別件訴訟①の一審においては，就労実態があっ\nたという証言（供述）がなされたこと，ⅳ原告は，上記従業員としての雇\n用の他に，個人事業主として大工業を営んでいること，ⅴ本件申出は，上\n記ⅲの証言（供述）もあるため，別件訴訟①の争点である原告の就労困難\n性の立証をすべく，原告の大工業の事業収入の変動に関する情報（就労困\n難であれば，大工業の事業収入にも変動があることになるため）として，\n確定申告書及び総勘定元帳を求めるものであることといった事情に着目\nし，別件訴訟①の争点を解明するためには，原告の大工業による就労の状\n況の変動が分かることが必要であり，確定申告書や総勘定元帳の記載を照\n会する必要性があると考えた。\nまた，Ｇ弁護士は，上記変動を把握するための期間としては，少なくと\nも，本件会社で雇用されていた期間（平成１９年１０月から平成２３年２\n月までの３年４，５か月の間）を含む一定程度の期間が必要であり，かつ，\n大工業が景気の変動の影響を受ける業種であると考えたことから，それな\nりの長期の期間が必要であると考え，本件申出に記載された１０年間につ\nいても相当と考えた。\nそして，Ｇ弁護士は，本件申出に係る情報が，個人に関するものであり，\nＦ税理士が原告に対して守秘義務を負う立場にあるが，こうした場合でも，\n比較衡量をし，その結果守秘義務が解除される場合には，弁護士会照会を\n発することになるところ，本件申出の場合には，上記の諸事情のほか，本\n件申出の情報を，被告の会員又はその依頼者である本件会社が税理士法人\nに直接尋ねても提出はされないと予想されること，一般的には，原告の医\n療情報も，被告の会員又はその依頼者である本件会社が取り寄せるのは不\n可能であることなどの事情を総合考慮し，本件申出の記載のとおり，弁護\n士会照会をすることが相当であると判断した。\nなお，Ｇ弁護士は，本件申出の理由の記載から，本件税理士法人は平成\n１９年１０月から平成２３年２月までの期間の前後において原告の確定\n申告を担当していたものと理解し，本件税理士法人が平成２２年以降の原\n告の確定申告を担当していなかったこと\n照）は認識していなかった。\n被告は，平成２４年１２月２８日付けで本件照会をした。その結果，前\n記前提事実のとおり，本件税理士法人から被告に対し，本件回答書による\n回答があり，同回答書の一部が証拠提出されたこともあり，別件訴訟①二\n審判決は，同一審判決を変更した。\nエ  原告のＦ税理士に対する訴訟（甲５，１６，１７，弁論の全趣旨）\n原告は，平成２５年，Ｆ税理士に対し，Ｆ税理士が本件照会に応じて，\n本件税理士法人をして，原告の承諾を得ないまま，本件確定申告書等を開\n示したことがプライバシー権を侵害する不法行為に当たると主張し，不法\n行為に基づき，慰謝料４００万円及びこれに対する遅延損害金の支払を求\nめる訴訟（京都地方裁判所平成２５年（ワ）第５７９号。以下「別件訴訟\n②」という。）を提起した。\n別件訴訟②につき，原告の請求を全部棄却する判決がされたが，原告は，\n控訴（大阪高等裁判所平成２５年（ネ）第３４７３号。なお，原告は，同\n控訴審において，損害の費目を「慰謝料３２０万円，弁護士費用８０万円」\nに変更した。）した。\n別件訴訟②の控訴審において，平成２６年８月２８日，Ｆ税理士が，原\n告の意向を確認等することもなく本件確定申告書等を開示したことにつ\nき，過失があるとして，不法行為の成立を認め，原判決を変更し，同不法\n行為による損害として，Ｆ税理士に慰謝料３０万円及び弁護士費用５万円\n及び遅延損害金の支払を命じる判決（以下「別件訴訟②二審判決」という。）\nが言い渡された。Ｆ税理士は，原告に対し，同年９月３日，同判決に従い，\n遅延損害金を含め，合計３７万５７４６円を支払った。\nオ  本件会社の原告等に対する訴訟\n本件会社は，平成２７年，原告がＤと共同して，勤務実態がなかったに\nもかかわらず，本件会社に別件訴訟①二審判決で認容された期間及び他の\n期間の賃金等の負担をさせたなどと主張し，Ｄ，原告及び原告の元妻に対\nし，損害賠償等を求める訴訟（京都地方裁判所平成２７年（ワ）第１１０\n０号。以下「別件訴訟③」という。）を提起した。（甲８，弁論の全趣旨。）\n別件訴訟③につき，平成２９年４月１３日，原告に対し，不当利得に基\nづき，本件会社の別件訴訟①二審判決で認容された賃金の負担相当額４０\n７万６５０５円及び他の期間の賃金の負担額４３４万６１３３円の支払\nを，Ｄに対し，会社法４２３条１項に基づき，上記４３４万６１３３円の\n支払を命じるなどの判決が言い渡された。原告は，同判決に対し，控訴し\nた。（甲３３，弁論の全趣旨）。\n弁護士法及び税理士法の各規定\nア  弁護士法２３条の２\n第１項\n弁護士は，受任している事件について，所属弁護士会に対し，公務所又\nは公私の団体に照会して必要な事項の報告を求めることを申し出ること\nができる。申出があつた場合において，当該弁護士会は，その申出が適当\nでないと認めるときは，これを拒絶することができる。\n第２項\n弁護士会は，前項の規定による申出に基づき，公務所又は公私の団体に\n照会して必要な事項の報告を求めることができる。\nイ  税理士法３８条\n税理士は，正当な理由がなくて，税理士業務に関して知り得た秘密を他に\n洩らし，又は窃用してはならない。税理士でなくなつた後においても，また\n同様とする。\n以上を前提として，本件照会が，原告に対する不法行為に該当するかについ\nて判断する。\nア  弁護士会照会の制度は，弁護士が受任している事件について，訴訟資料を\n収集し，事実を調査する等その職務活動を円滑に行うために設けられた制度\nであって，弁護士が，基本的人権を擁護し，社会正義を実現することを使命\nとするものである（弁護士法１条１項）ことに鑑み，公共的性格を有するも\nのであり，弁護士の受任事件が訴訟事件となった場合には，当事者の立場か\nら裁判官の行う真実の発見と公正な判断に寄与するという結果をもたらす\nことを目指すものである。\nこのような制度趣旨に鑑み，弁護士会照会を受けた公務所又は公私の団体\nは，正当な理由がない限り，照会された事項について，弁護士会に対し，報\n告をすべき公法上の義務を負うものと解されるところ，一方で，弁護士会照\n会をすることが上記の公務所又は公私の団体の利害に重大な影響を及ぼし\n得ることなどに鑑み，弁護士法２３条の２は，弁護士会照会の制度の適正な\n運用を図るために，照会権限を弁護士会に付与し，個々の弁護士の申出が上\n記制度の趣旨に照らして適切であるか否かの判断を当該弁護士会に委ねて\nいるものである（最高裁平成２７年（受）第１０３６号同２８年１０月１８\n日第三小法廷判決・民集７０巻７号１７２５頁参照）。\nイ  ところで，弁護士法２３条の２により弁護士会に委ねられた弁護士会照会\nの申出の審査権限の行使について，その詳細は，弁護士法をはじめとして何\nらかの法令により定められているものではないし，弁護士会の目的（弁護士\n法１条）や弁護士会に自律的な性格があること（同法５６条２項等参照）も\n考慮すると，上記審査権限の手続及び審査基準については，弁護士会の自律\nに委ねられるのが原則であると解することができる。もっとも，上記のとお\nり弁護士会に照会権限が付与された趣旨に鑑みれば，弁護士会の審査手続や\n審査基準を明文化する場合には，個々の弁護士の申出が，権利の実現や真実\n発見・公正な判断という弁護士会照会制度の趣旨に沿ったものであることを\n判断できるものでなければならないし，弁護士会照会が照会先である公務所\n又は公私の団体に公法上の義務を負わせるものであるから，照会先の利害\n（公務所又は公私の団体が保管する情報が個人情報の場合には，最終的な利\n益の帰属主体からして，照会先の利害というよりも，むしろ個人の利害であ\nる場合がある。）との利益衡量ができることが考慮されたものでなければな\nらない。そして，こうした考慮がされた審査手続及び審査基準であるならば，\n弁護士法２３条の２の趣旨及び効果に沿った合理的なものであって，弁護士\n会の自律に委ねられた範囲内のものと解することできる。そのため，その明\n文化された合理的な審査手続及び審査基準をもとに，弁護士会照会をするこ\nとが適当であるとして判断してなされた弁護士会照会は，特段の事情がない\n限り，公法上の違法性を帯びることはないと解することができる。なお，上\n記審査手続又は同審査基準に違反し，弁護士会照会をすることが適当でない\n場合であっても，なされた弁護士会照会が直ちに不法行為法上の違法となる\nものではなく，不法行為法上の違法と判断されるためには，上記審査手続又\nは同審査基準の違反の内容，程度のほか，侵害された権利の内容，侵害の程\n度等を考慮して，不法行為法上も違法な権利侵害であるといえなければなら\nないことになる。\nウ  本件においては，前記⑴の認定事実のとおり，被告は，弁護士会照会の手\n続として本件規則を，本件規則に基づき，照会申出の審査基準として本件基\n準を，それぞれ定めている。\nまず，本件規則の内容は，照会申出に，受任事件の具体的表示（係属官庁，\n事件番号，当事者名など），照会を求める事項（明確かつ限定的な記載）及\nび照会を求める理由（照会を求める事項と要証事実との関連並びに照会の必\n要性及び相当性を具体的に記載）を明らかにすることを求めており，他の規\n定（甲１３）を含めて，権利の実現や真実発見・公正な判断という弁護士会\n照会制度の趣旨に沿った申出であることを判断できる手続を規定している\nということができる。\n次に，本件基準の内容は，照会を求める必要性や相当性を，照会を求める\n要件としていると解することができ，その必要性については，当事者の地位，\n相互の関係，紛争の概要，照会を求める事項によって明らかにしたい事項な\nどを，相当性については，照会事項と受任事件等の関係などをそれぞれ具体\n的に例示的に列挙していると解される（以上は本件基準四１，２）。そして，\n照会先が職業上の秘密保持義務を負う場合，閲覧等利用し得る他の制度があ\nる場合等は，これらも意識して審査することを要求しており（本件基準三１\nから４。照会先に職業上の秘密保持義務がある場合等には，照会が許されな\nいとまではしていないが，それらの要素が考慮される要素であることを否定\nしていないと解される。），照会を求める事項が個人の情報に関わるときは，\n当該秘密の性質及び法的保護の必要性の程度，当該個人と係争当事者との関\n係，報告を求める事項の争点としての重要性の程度，他の方法によって容易\nに同様な情報が得られるか否かを総合考慮して，照会申出の必要性及び相当\n性が認められることを要件としている（本件基準五１）。したがって，本件\n基準の内容は，全体として，具体的詳細なもので，考慮要素としてもできる\nだけ過不足なく取り上げようとし，弁護士会照会の申出が，権利の実現や真\n実発見・公正な判断という弁護士会照会制度の趣旨に沿ったものであること\nを判断できるものとなっており，照会先の利害（最終的な利益の帰属主体が\n個人の場合は個人）との利益衡量をすることも考慮されたものであると解す\nることができる。なお，原告が主張する証拠の代替性については，弁護士会\n照会が証拠収集のための制度であり，自由心証主義の下では，証拠の証明力\nが画一的なものとはいえず，代替性がないことを常に要求できるものではな\nいことから，代替的立証手段の存否及びその難易を，照会を求める必要性や\n他の方法によって容易に同様な情報が得られるか否かの要素の中で判断さ\nれれば足りるともいえ，本件基準に明文の規定がないとしても，そのことだ\nけで，本件基準が不合理とはいえない。\n以上のとおりであるから，本件規則及び本件基準は，弁護士法２３条の２\nの趣旨及び効果に沿った合理的なものであり，弁護士会の自律に委ねられた\n範囲内のものといえる。\nなお，原告は，Ｆ税理士及び本件税理士法人が，税理士法３８条に基づき，\n守秘義務を負っており，守秘義務違反に対しては，民事上の損害賠償のみな\nらず，税理士業務の停止等の懲戒処分や刑事罰が予定されているものである\nから，こうした守秘義務が存在する照会先に対する照会申出は，原則許され\nないと解すべきであり，仮に許されるとしても，厳格な審査が必要である旨\n主張する。しかし，税理士法３８条の守秘義務は，同条の規定からして，正\n当な事由があれば解除されるところ，弁護士法２３条の２に基づく適法な弁\n護士会照会に応じることは，原則として上記正当な事由がある場合であると\n解することができるから，守秘義務が存在する照会先に対する照会申出も，\n原則許されないと解すべきものではない。また，税理士の守秘義務は，最終\n的には，主に依頼者である納税義務者の利益のために存在するのであり，税\n理士個人の利益があるとしても，副次的なものにすぎないから，権利の実現\nや真実発見・公正な判断と利益衡量されるべきは，主に依頼者のプライバシ\nーの利益であって，本件基準では，この利益衡量が考慮され，本件基準五１\nによって明文化されているのであるから，同基準に従って審査がされれば足\nり，税理士の守秘義務の存在があるために，本件基準に従った審査がことさ\nらに厳格であることが必要とまではいえない。したがって，上記原告の主張\nは，採用することができない。\nエ  そこで，本件照会が，本件規則の定める審査手続に沿ってなされ，本件基\n準に定める審査基準に従って，照会が適切と判断されるものであったか，特\nに照会を求める必要性及び相当性があると判断されるものであったかにつ\nいて検討する。なお，弁護士会照会の申出については，弁護士の使命（弁護\n士法１条１項）や懲戒制度の存在（同法５６条１項）によって，特段の事情\nのない限り，真実性が担保されていると考えられることから，同申出の内容\nが真実であるとして，審査基準該当性を検討することになる。\nまず，審査手続遵守の点であるが，前記前提事実のとおり，本件申出に\nついては，受任事件を別件訴訟①の控訴審，照会先を本件税理士法人とし，\n本件申出の照会事項及び理由を，それぞれ別紙「照会事項」，同「申出の理\n由」各記載のとおりとしているから，本件申出は，本件規則２条の定める\n申出手続に沿ってなされたものであることが明らかであり，他の事項も含\nめて，本件申出が本件規則の定める審査手続に反したことを認めるに足り\nる証拠はない。\n次に，審査基準該当性，特に照会を求める必要性及び相当性の点である\nが，本件申出の照会事項によれば，対象となった事項は，主に原告の確定\n申告書等の記載全てであり（大量にある場合は，直近１０年分），原告の個\n人の情報に関わるときであるということができる。したがって，本件基準\n一から同四まで（照会先の適否，受任事件の存在，照会事項の適否，照会\n申出の必要性・相当性）のほかに，同五１（個人情報に関わるときの照会\n申出の必要性及び相当性の考慮要素）が適用され，当該秘密の性質及び法\n的保護の必要性の程度，当該個人と係争当事者との関係（関係が密接なほ\nど，一般に照会を求める必要性及び相当性が高まることになる。），報告を\n求める事項の争点としての重要性の程度，他の方法によって容易に同様な\n情報が得られるか否かを総合考慮して，照会申出の必要性及び相当性が認\nめられることが必要となる。\n前記前提事実のとおり，本件申出の照会先は税理士法人，受任事件は別\n件訴訟①の控訴審であり，上記のとおり，本件申出の対象となった事項は，\n原告の確定申告書等の記載全てであり，単に意見や判断を求めるものでは\nないことなどから，本件申出が本件基準一から三までに従ったものである\nことは明らかである。\nそこで，照会申出の必要性及び相当性（本件基準四及び同五１）である\nが，本件申出の理由によると，別件訴訟①においては，原告が体調を崩し\nて就労が困難な状態にあったか否かが争点となっていたこと，Ｄは原告に\n就労実態があった旨を主張し，その主張に沿う証言がされ，これを争う本\n件会社からは，就労実態を否定する立証が必要であったこと，本件会社の\n訴訟代理人であるＩ弁護士は，原告が本件会社で就労困難であれば，同時\n期に，原告の個人事業である大工としての事業収入金額にも変動があった\nと考え，確定申告書及びその作成の元となる総勘定元帳（確定申告書等）\nの各記載により，上記争点についての本件会社の主張を立証することを検\n討していたことが認められる。同認定事実によると，争点と照会事項との\n関連は十分にあるといえるから，一般的な意味での照会申出の必要性及び\n相当性は否定できない（本件基準四）。\nそして，個人情報にかかわるときの考慮要素（本件基準五１）であるが，\n確定申告書等には，確定申告書の写しにおける収入・所得金額や費用額を\nはじめとして，主に原告の財産的情報又は経済的活動の情報が記載され\n（甲３２の書式部分参照），他にも営業活動の秘密（総勘定元帳における\n取引先名など）や家族関係に関する事項（確定申告書における配偶者控除・\n扶養控除関係など）が含まれ得る。しかし，それらも原告の財産的情報又\nは経済的活動の情報に関係するものであるから，確定申告書等は，全体と\nして，プライバシーの観点からは，前科及び犯罪経歴（最高裁昭和５２年\n（オ）第３２３号同５６年４月１４日第三小法廷判決・民集第３５巻第３\n号６２０頁参照）や病歴や病状等の医療情報が記載されたものとは異なる\nものということができる（もっとも，個人情報に関する場合，照会の必要\n性及び相当性の観点からは，照会ができるだけ抑制的な範囲にとどめるこ\nとが望ましいことはいうまでもない。）。なお，過去の確定申告書等は，既\nに税務申告に伴って提出・使用された書面の写しであって，公的機関や第\n三者に全く非開示の書面とも異なる面があるというべきである。\nまた，本件申出の理由によると，原告は，別件訴訟①の当事者で，本件\n会社の代表取締役であったＤの子であること，同訴訟の一審で，同訴訟の\nもう一方の当事者である本件会社の従業員でもあったことが認められ，同\n認定事実によると，原告は，別件訴訟①のいずれの当事者とも密接な関係\nにあったということができる。しかも，上記のとおり，本件訴訟の争点は，\n原告の就労が困難な状態にあったか否かであって，原告自身が本件訴訟①\nに密接な関係があったということもできる。\nさらに，本件申出の理由によると，別件訴訟①は，本件会社と前代表取\n締役の紛争で，控訴審に移審し，長引く紛争となっていたこと，内容にお\nいては，原告が体調を崩して就労が困難な状態にあったか否かが争点とな\nり，原告のタイムカードが作成されていないにもかかわらず，Ｄは原告に\n就労実態があった旨を主張し，その主張に沿う証言がされていたことが認\nめられ，同認定事実によると，訴訟における対立は深刻で，紛争解決のた\nめに，争点としての重要性は否定できないと考えられる。\nそして，確定申告書等は，私法上の開示請求権がなければ，その性格上，\n納税者本人から一般には開示されない文書であるし，納税者本人が依頼す\nる税理士法人や税理士に任意に開示を依頼しても，税理士法３８条の守秘\n義務を根拠に拒否されることが予想されることからすると，原告の確定申\n告書等に記載された情報は，弁護士会照会とは異なる他の方法によって容\n易に同様な情報が得られる場合の情報ではないと考えるのが相当である。\n以上の諸事情を総合考慮すると，原告の確定申告書等は，原告の個人情\n報に関わるものであるが，本件基準五１の考慮要素を考慮してもなお照会\n申出の必要性及び相当性があるということができ，これと同様の判断（前\n記 ウの認定事実）をしたＧ弁護士の判断は，本件基準に従ったものとい\nうことができる。\nなお，原告は，被告が，１０年間分の確定申告書等の記載内容全てを対\n象とした点を論難する。しかし，原告の事業収入が大工業によるもので景\n気の変動等による影響が大きいと推測できること，原告の本件会社におけ\nる稼働期間は３年４月から５月に及ぶことに鑑みれば，原告の本件会社に\nおける稼働期間の前後を含めて１０年間の収入の変動を確認することは，\nやや長めの印象はあるものの，照会の必要性及び相当性があるというべき\nである。また，事業収入の変動について，体調以外の変動要素の有無を確\n認し，比較する必要があることは否定できないから，事業収入以外の情報\nを含めて，確定申告書等の全ての記載事項を対象としたことについても，\n本件基準が規定する相当性を欠くものとはいえない。\n本件税理士法人は，被告がした本件照会につき，被告から提供された情\n報のほかに，本件税理士法人又はＦ税理士が知り得た情報を加えて，客観\n的に正当な理由があると判断できれば回答義務を免れるところ，被告は，\n本件税理士法人に対し，本件規則（３条１項）に基づき，被告の判断の根\n拠を示すものとして，本件照会において，本件申出の写しを本件照会に添\n付して本件税理士法人に送付し，本件税理士法人が，被告が本件照会をす\nると判断した根拠を理解し，自ら正当理由の有無に関して判断する機会を\n与えたものであって，この点に鑑みても，被告がした本件照会は，本件規\n則に沿ったものであるということができる。\nオ  以上のとおりであるから，本件照会は，本件規則の定める審査手続に沿っ\nてなされ，本件基準に定める審査基準に従って，照会が適切と判断されたも\nのといえるし，本件全証拠によっても，本件照会が違法とされる特段の事情\nも窺えないことからすると，本件照会は，弁護士会照会として適法なものと\nいうことができる。そうすると，別件訴訟②二審判決の結論を踏まえても，\n本件照会は，不法行為法上も，原告に対し，違法とされることはないという\nべきである。\n２  以上の次第で，その余の点について判断するまでもなく，原告の請求は，理由\nがない。\n第４  結論\nよって，原告の請求を棄却し，主文のとおり判決する。\n京都地方裁判所第７民事部\n裁判長裁判官   浅 見 宣 義\n裁判官   朝 倉 亮 子\n裁判官   秋 本 円 香\n（別紙）\n申出の理由\n１  相手方は平成２３年４月１６日まで申立人の代表取締役であった。\n２  相手方が代表取締役であった間，相手方の三男であるＡ（原告）を平成１９年\n１０月から平成２３年２月まで申立人の従業員として雇用していたとして，申立\n人からＡ（原告）に対し給与等を支払い，申立人においてＡ（原告）にかかる法\n定福利費を負担していた。\n３  しかし，平成２２年３月以降，申立人においてＡ（原告）のタイムカードは存\n在せず，かつ，申立人の顧問社会保険労務士が相手方に対しＡ（原告）のタイム\nカードが存在しない理由を問い合わせたところ，相手方は「Ａ（原告）は体調を\n崩して休んでいる」と述べた。\n４  申立人は，平成２２年３月以降のＡ（原告）に支払った給与等及び申立人が負\n担した法定福利費は，就労実態がないにもかかわらず，相手方が親族の図利目的\nで支払った給与であり，また，申立人に負担させた費用であるとして，相手方に\n対し不法行為（民法７０９条），任務懈怠（会社法４２３条）による損害賠償請求\nを求めている。\n５  原審において，相手方は，Ａ（原告）は業務内容の変更によりタイムカードを\n作成していないだけであり，就労実態はあったと主張，証言している。\n６  Ａ（原告）は，申立人の従業員として就労する前後において，Ｂ工務店の屋号\nで大工業を営んでいた。その間の確定申告を照会先の税理士法人に委任してい\nた。確定申告書には事業収入及び給与収入が記載されているところ，Ａ（原告）\nが体調を崩し就労困難な状態であったのであれば，事業収入金額にも変動が生じ\nていると考えられる。逆に，事業収入金額に変動等がなければ上記３の内容に疑\n義が生じる。\n７  そのため，Ａ（原告）の確定申告書及びその元となる資料の記載内容を明らか\nにすることにより，平成２２年３月以降，Ａ（原告）は就労困難な状態にあり，\n申立人における就労実態がなかったことを立証したい。\n（別紙）\n照会事項\nＡ（原告）氏（京都市●●区●●）に関し，下記の点についてご回答ください。\n記\n１  貴税理士法人（貴税理士法人の所属税理士）において，Ａ（原告）氏の確定申告\nを行った，あるいは，関与されたことはありますか。\n２  上記１において，あるという場合，その期間は，いつからいつまでですか（平成\n〇年から平成〇年まで等）\n３  上記１において，あるという場合，確定申告を行った，あるいは関与されたＡ（原\n告）氏の確定申告書及び総勘定元帳の写しを回答書に添付願います（大量にある場\n合は直近１０年分で結構です）。\n以上\n"
}