{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 9,
    "day": 13
  },
  "case_number": "平成22(受)1209",
  "case_name": "建物明渡請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "民集　第66巻9号3263頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成21(ネ)6078",
  "original_date": {
    "era": "Heisei",
    "year": 22,
    "month": 3,
    "day": 16
  },
  "gist": "借地借家法３８条２項所定の書面が賃借人の認識にかかわらず契約書とは別個独立の書面であることの要否",
  "case_gist": "借地借家法３８条２項所定の書面は，賃借人が，その契約に係る賃貸借は契約の更新がなく，期間の満了により終了すると認識しているか否かにかかわらず，契約書とは別個独立の書面であることを要する。",
  "ref_law": "借地借家法38条",
  "lawsuit_id": "82539",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=82539",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/539/082539_hanrei.pdf",
  "contents": "平成２２年（受）第１２０９号  建物明渡請求事件\n平成２４年９月１３日  第一小法廷判決\n主          文\n原判決を破棄し，第１審判決を取り消す。\n被上告人の請求を棄却する。\n訴訟の総費用は被上告人の負担とする。\n理          由\n上告人の上告受理申立て理由について\n１  本件は，第１審判決別紙物件目録記載の建物（以下「本件建物」という。）\nを上告人に賃貸した被上告人が，本件建物の賃貸借（以下「本件賃貸借」とい\nう。）は借地借家法（以下「法」という。）３８条１項所定の定期建物賃貸借であ\nり，期間の満了により終了したなどと主張して，上告人に対し，本件建物の明渡し\n及び賃料相当損害金の支払を求める事案である。上告人は，同条２項所定の書面を\n交付しての説明がないから，本件賃貸借は定期建物賃貸借に当たらないと主張して\nいる。\n２  原審の適法に確定した事実関係の概要は，次のとおりである。\n(1)  被上告人は，不動産賃貸等を業とする会社である。\n上告人は，貸室の経営等を業とする会社であり，本件建物において外国人向けの\n短期滞在型宿泊施設を営んでいる。\n(2)  被上告人は，平成１５年７月１８日，上告人との間で，「定期建物賃貸借\n契約書」と題する書面（以下「本件契約書」という。）を取り交わし，期間を同日\nから平成２０年７月１７日まで，賃料を月額９０万円として，本件建物につき賃貸\n借契約を締結した。本件契約書には，本件賃貸借は契約の更新がなく，期間の満了\nにより終了する旨の条項（以下「本件定期借家条項」という。）がある。\n(3)  被上告人は，本件賃貸借の締結に先立つ平成１５年７月上旬頃，上告人に\n対し，本件賃貸借の期間を５年とし，本件定期借家条項と同内容の記載をした本件\n契約書の原案を送付し，上告人は，同原案を検討した。\n(4)  被上告人は，平成１９年７月２４日，上告人に対し，本件賃貸借は期間の\n満了により終了する旨の通知をした。\n３  原審は，上記事実関係の下で，次のとおり判断して，本件賃貸借は定期建物\n賃貸借であり，期間の満了により終了したとして，被上告人の請求を認容すべきも\nのとした。\n上告人代表者は，本件契約書には本件賃貸借が定期建物賃貸借であり契約の更新\nがない旨明記されていることを認識していた上，事前に被上告人から本件契約書の\n原案を送付され，その内容を検討していたこと等に照らすと，更に別個の書面が交\n付されたとしても本件賃貸借が定期建物賃貸借であることについての上告人の基本\n的な認識に差が生ずるとはいえないから，本件契約書とは別個独立の書面を交付す\nる必要性は極めて低く，本件定期借家条項を無効とすることは相当でない。\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n期間の定めがある建物の賃貸借につき契約の更新がないこととする旨の定めは，\n公正証書による等書面によって契約をする場合に限りすることができ（法３８条１\n項），そのような賃貸借をしようとするときは，賃貸人は，あらかじめ，賃借人に\n対し，当該賃貸借は契約の更新がなく，期間の満了により当該建物の賃貸借は終了\nすることについて，その旨を記載した書面を交付して説明しなければならず（同条\n２項），賃貸人が当該説明をしなかったときは，契約の更新がないこととする旨の\n定めは無効となる（同条３項）。\n法３８条１項の規定に加えて同条２項の規定が置かれた趣旨は，定期建物賃貸借\nに係る契約の締結に先立って，賃借人になろうとする者に対し，定期建物賃貸借は\n契約の更新がなく期間の満了により終了することを理解させ，当該契約を締結する\nか否かの意思決定のために十分な情報を提供することのみならず，説明においても\n更に書面の交付を要求することで契約の更新の有無に関する紛争の発生を未然に防\n止することにあるものと解される。\n以上のような法３８条の規定の構造及び趣旨に照らすと，同条２項は，定期建物\n賃貸借に係る契約の締結に先立って，賃貸人において，契約書とは別個に，定期建\n物賃貸借は契約の更新がなく，期間の満了により終了することについて記載した書\n面を交付した上，その旨を説明すべきものとしたことが明らかである。そして，紛\n争の発生を未然に防止しようとする同項の趣旨を考慮すると，上記書面の交付を要\nするか否かについては，当該契約の締結に至る経緯，当該契約の内容についての賃\n借人の認識の有無及び程度等といった個別具体的事情を考慮することなく，形式\n的，画一的に取り扱うのが相当である。\nしたがって，法３８条２項所定の書面は，賃借人が，当該契約に係る賃貸借は契\n約の更新がなく，期間の満了により終了すると認識しているか否かにかかわらず，\n契約書とは別個独立の書面であることを要するというべきである。\nこれを本件についてみると，前記事実関係によれば，本件契約書の原案が本件契\n約書とは別個独立の書面であるということはできず，他に被上告人が上告人に書面\nを交付して説明したことはうかがわれない。なお，上告人による本件定期借家条項\nの無効の主張が信義則に反するとまで評価し得るような事情があるともうかがわれ\nない。\nそうすると，本件定期借家条項は無効というべきであるから，本件賃貸借は，定\n期建物賃貸借に当たらず，約定期間の経過後，期間の定めがない賃貸借として更新\nされたこととなる（法２６条１項）。\n５  以上と異なる原審の判断には，判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨は以上と同旨をいうものとして理由があり，原判決は破棄を免れな\nい。そして，以上説示したところによれば，被上告人の請求は理由がないから，第\n１審判決を取り消し，上記請求を棄却することとする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁 判 長 裁 判 官   白 木   勇   裁 判 官   櫻 井 龍 子   裁 判 官   金 築 誠 志   裁 判 官\n横田尤孝  裁判官  山浦善樹)\n"
}