{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 11,
    "day": 13
  },
  "case_number": "平成25(行ケ)10338",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84625",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84625",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/625/084625_hanrei.pdf",
  "contents": "平成２６年１１月１３日判決言渡\n平成２５年（行ケ）第１０３３８号  審決取消請求事件\n口頭弁論終結日  平成２６年１０月２８日\n判     決\n原       告     株 式 会 社 マ キ タ\n訴訟代理人弁護士     櫻林正 己\n訴訟代理人弁理士     小林   武\n被       告     日立工機株式会 社\n訴訟代理人弁護士     小林幸 夫\n同      坂田洋 一\n訴訟代理人弁理士     筒井大 和\n同              小塚善 高\n同              青山   仁\n同              筒井章 子\n主     文\n１  特許庁が無効２０１３－８０００５０号事件について平成\n２５年１１月１２日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事実及び理由\n第１  請求\n主文同旨\n第２  前提となる事実\n１  特許庁における手続の概要（当事者間に争いがない。）\n被告は，平成１７年１月２０日，発明の名称を「卓上切断機」とする特許出願（特\n願２００５－１２６０９号。請求項の数５。以下「本願」という。）をし，平成１\n９年１２月１０日，平成２１年９月１６日，同年１１月６日及び平成２２年１月１\n５日に，特許請求の範囲についての補正を行ったが，平成２２年１月２８日，拒絶\n査定を受けた（甲２，１６の１ないし１１）。そこで，被告は，同年４月１６日，\n拒絶査定に対する不服の審判を請求するとともに，平成２３年４月２２日，特許請\n求の範囲等についての補正（以下「本件補正」という。）を行ったところ，同年５\n月１７日，「原査定を取り消す。本願の発明は，特許すべきものとする。」との審\n決がされ，同年６月１０日，設定の登録（特許第４７５９２７６号）を受けた（甲\n１，３，４，１６の１９。以下，この特許を「本件特許」という。）。\n原告は，平成２５年３月２８日，特許庁に対し，本件特許の請求項１ないし５に\n記載された発明についての特許を無効にすることを求めて審判の請求をした。\n特許庁は，上記請求を無効２０１３－８０００５０号事件として審理をした結果，\n同年１１月１２日，「本件審判の請求は，成り立たない。」との審決をし，その謄本\nを，同月２１日，原告に送達した。\n原告は，平成２５年１２月１９日，審決の取消しを求めて本件訴訟を提起した。\n２  特許請求の範囲の記載（甲３）\n本件補正後の本件特許の特許請求の範囲の請求項１ないし５の記載は，以下のと\nおりである（以下，同請求項１ないし５に記載された発明を，それぞれ「本件発明\n１」ないし「本件発明５」といい，これらを併せて「本件発明」という。なお，下\n線を付した範囲が本件補正による補正部分である。）。\n【請求項１】\n加工部材を支持可能なベース部と，\n切断刃を支持する切断部と，\n該ベース部上面に対して平行に延びる傾動軸を支点として，前記ベース部上面に\n対して垂直の位置から傾動可能に支持された支持部材と，\n該支持部材に支持され，前記ベース部上面と離間し，且つ該ベース面上面と平行\nな方向に延在する一対のパイプであって，該一対のパイプの軸心を含む仮想平面が，\n前記切断刃の側面と平行となるように配置された第１のパイプ及び第２のパイプ\nと，\n前記第１及び第２のパイプに沿って摺動可能に支持されると共に，前記ベース部\nの上方で揺動軸を支点として前記切断部を揺動可能に支持する摺動支持部と，\nを備えた卓上切断機であって，\n前記摺動支持部は，前記第１及び第２のパイプの軸方向に形成され，それぞれ第\n１及び第２のパイプの外径より大きい内径を有する第１及び第２の貫通孔と，前記\n第１の貫通孔に開口し，第１の貫通孔と直交する方向に形成された第３の貫通孔を\n有すると共に，\n該第３の貫通孔に螺合し，前記一対のパイプの軸心を含む仮想平面の方向に前記\n第１のパイプを押圧するように設けられた係合部材と，\n前記第１及び前記第２のそれぞれの貫通孔内であって，前記第１の貫通孔の内周\n面と前記第１のパイプの外周面との間及び前記第２の貫通孔の内周面と前記第２の\nパイプの外周面との間に前記第１のパイプ及び前記第２のパイプのそれぞれと接触\nするように配置された複数の摺動部材とを備え，\n前記第１のパイプと接触する前記摺動部材の長さ方向の全領域を第１の領域，前\n記第２のパイプと接触する前記摺動部材の長さ方向の全領域を第２の領域としたと\nきに，前記第１の領域は前記第２の領域より短く形成され，\n前記係合部材及び前記第１の領域は，前記仮想平面の方向において前記第２のパ\nイプと接触する前記摺動部材の前記支持部材側の一端と前記支持部材と反対側の他\n端との間に位置し，且つ前記係合部材は，前記第１のパイプと接触する前記摺動部\n材の一方の端部に近接する位置で前記第１のパイプと係合するように設けることに\nより，\n前記支持部材の傾動角度にかかわらず前記係合部材による押圧方向が前記仮想平\n面上であって且つ前記切断刃の側面と平行となるようにしたことを特徴とする卓上\n切断機。\n【請求項２】\n請求項１において，前記支持部材は前記切断刃の軸方向と直交すると共に，前記\nベース部上面に対して平行に延びる傾動軸を支点として，前記ベース部上面に対し\nて垂直な位置から両方向に４５°傾動可能に支持されていることを特徴とする卓上\n切断機。\n【請求項３】\n該ベース部は，ベースとターンテーブルとを備え，該ターンテーブルは該ベース\n上に支持され，該ターンテーブルは，該ベースに対して回動可能であり，該ターン\nテーブルの上面と該ベースの上面とは面一でありそれぞれ該ベース部の上面をなし\nて該加工部材を支持し，\n該支持部材は該ターンテーブルに傾動可能に支持されていることを特徴とする請\n求項１又は２記載の卓上切断機。\n【請求項４】\n該係合部材は，ネジと該ネジの一端に設けられたノブとを有し，\n該ネジが該第３の貫通孔に螺合し，該ネジの他端が，該仮想平面上において前記\n切断刃の側面と平行な方向に該第１のパイプを押圧して該第１のパイプの摺動を規\n制することを特徴とする請求項１又は２記載の卓上切断機。\n【請求項５】\n該係合部材は，該第１のパイプの部分に係合可能であり，該係合により，該摺動\n支持部を該第１のパイプにおける任意の部分に固定可能であることを特徴とする請\n求項１又は２記載の卓上切断機。\n３  審決の理由\n審決の理由は，別紙審決書（写し）記載のとおりである。要するに，①本件補正\nは，新たな技術的事項を導入するものとまでいうことはできない，②本件発明は，\nカナダ国特許出願公開第２３７２４５１号明細書（甲６。以下「甲６文献」という。）\nに記載された発明（以下「甲６発明」という。）並びに米国特許出願公開第２００４\n－００５５４３６号明細書（甲７），実願昭５９－１１０９９０号のマイクロフィル\nム（甲８。以下「甲８文献」という。）及び特開平８－２５２８０１号（甲９）の各\n記載事項（以下，それぞれ「甲７記載事項」，「甲８発明」，「甲９記載事項」という。）\nに基づいて，当業者が容易に発明をすることができたものであるということはでき\nないから，本件特許は，特許法２９条２項に違反してなされたものではない，とい\nうものである。\n審決が認定した甲６発明の内容，本件発明１と甲６発明との一致点及び相違点は，\n以下のとおりである。\n(1)  甲６発明の内容\n「被切断部材を支持可能な主作業台２４及びロタンダ２１と，\n丸のこ１２を支持するのこぎりマウント１１と，\n該主作業台２４及びロタンダ２１上面に対して平行に延びる回転軸を支点とし\nて，前記主作業台２４及びロタンダ２１上面に対して垂直の位置から傾動可能に支\n持されたピボットアームタワー３７と，\n該ピボットアームタワー３７に支持され，前記主作業台２４及びロタンダ２１上\n面と離間し，且つ該主作業台２４及びロタンダ２１上面と平行な方向に延在する一\n対のスライドレール２０であって，該一対のスライドレール２０の軸心を含む仮想\n平面が，前記該切断刃の側面と平行となるように配置された上側のスライドレール\n２０及び下側のスライドレール２０と，\n前記上側及び下側のスライドレール２０に沿って摺動可能に支持されると共に，\n前記主作業台２４及びロタンダ２１の上方でピボットアームピボット１４を支点と\nして前記丸のこ１２を揺動可能に支持するピボットアームキャリッジ１５と，\nを備えた小型な摺動複合マイターソーであって，\n前記ピボットアームキャリッジ１５は，前記上側及び下側のスライドレール２０\nの軸方向に形成され，それぞれ上側及び下側のスライドレール２０のパイプの外径\nより大きい内径を有する上側及び下側の貫通孔と，\n前記上側及び前記下側のそれぞれの貫通孔内であって，前記上側の貫通孔の内周\n面と前記上側のスライドレール２０の外周面との間及び前記下側の貫通孔の内周面\nと前記下側のスライドレール２０の外周面との間に前記上側のスライドレール２０\n及び前記下側のスライドレール２０のそれぞれと接触するように配置された複数の\nリニアアキシャルベアリング３１とを備え，\nた小型な摺動複合マイターソー。」\n(2)  本件発明１と甲６発明との一致点及び相違点\n審決で認定した本件発明１と甲６発明との一致点及び相違点は，以下のとおりで\nある（「Ａ－１．」等の符号は，審決による。）。\nア  一致点\n「Ａ－１．加工部材を支持可能なベース部と，\nＡ－２．切断刃を支持する切断部と，\nＡ－３．該ベース部上面に対して平行に延びる傾動軸を支点として，前記ベース部\n上面に対して垂直の位置から傾動可能に支持された支持部材と，\nＡ－４．該支持部材に支持され，前記ベース部上面と離間し，且つ該ベース面上面\nと平行な方向に延在する一対のパイプであって，該一対のパイプの軸心を含む仮想\n平面が，前記該切断刃の側面と平行となるように配置された第１のパイプ及び第２\nのパイプと，\nＡ－５．前記第１及び第２のパイプに沿って摺動可能に支持されると共に，前記ベ\nース部の上方で揺動軸を支点として前記切断部を揺動可能に支持する摺動支持部\nと，\nを備えた卓上切断機であって，\nＢ´．前記摺動支持部は，前記第１及び第２のパイプの軸方向に形成され，それぞ\nれ第１及び第２のパイプの外径より大きい内径を有する第１及び第２の貫通孔と，\n有すると共に，\nＤ．前記第１及び前記第２のそれぞれの貫通孔内であって，前記第１の貫通孔の内\n周面と前記第１のパイプの外周面との間及び前記第２の貫通孔の内周面と前記第２\nのパイプの外周面との間に前記第１のパイプ及び前記第２のパイプのそれぞれと接\n触するように配置された複数の摺動部材とを備えた卓上切断機。」である点。\nイ  相違点\n（相違点１）\n本件発明１が，第１の貫通孔に開口し，第１の貫通孔と直交する方向に形成され\nた第３の貫通孔を有し，該第３の貫通孔に螺合し，一対のパイプの軸心を含む仮想\n平面の方向に第１のパイプを押圧するように設けられた係合部材を有し，支持部材\nの傾動角度にかかわらず前記係合部材による押圧方向が前記仮想平面上であって且\nつ切断刃の側面と平行となるようにしたものであるのに対し，甲６発明はこのよう\nな係合部材を備えていない点。\n（相違点２）\n本件発明１が，第１のパイプと接触する摺動部材の長さ方向の全領域を第１の領\n域，第２のパイプと接触する前記摺動部材の長さ方向の全領域を第２の領域とした\nときに，前記第１の領域は前記第２の領域より短く形成され，係合部材及び前記第\n１の領域は，前記仮想平面の方向において前記第２のパイプと接触する前記摺動部\n材の支持部材側の一端と前記支持部材と反対側の他端との間に位置し，且つ前記係\n合部材は，前記第１のパイプと接触する前記摺動部材の一方の端部に近接する位置\nで前記第１のパイプと係合するように設けたものであるのに対し，甲６発明が，そ\nのような構成を備えていない点 。\n第３  原告主張の取消事由\n１  補正要件違反に関する判断の誤り（取消事由１）\n審決は，本件特許の出願当時の明細書（甲２。以下，図面と併せて「本件当初明\n細書」という。）の図１４（以下，単に「図１４」という。）の記載を根拠として，\n本件補正によって導入された「前記第１のパイプと接触する前記摺動部材の長さ方\n向の全領域を第１の領域，前記第２のパイプと接触する前記摺動部材の長さ方向の\n全領域を第２の領域としたときに，前記第１の領域は前記第２の領域より短く形成\nされ，前記係合部材及び前記第１の領域は，前記仮想平面の方向において前記第２\nのパイプと接触する前記摺動部材の前記支持部材側の一端と前記支持部材と反対側\nの他端との間に位置し，且つ前記係合部材は，前記第１のパイプと接触する前記摺\n動部材の一方の端部に近接する位置で前記第１のパイプと係合するように設けるこ\nとにより」（以下「本件補正事項」という。）との構成は，本件当初明細書に実質\n的に記載されている旨判断した。\nしかし，本件当初明細書には摺動支持部を短くし，可動域を長くするという課題\nは示されておらず，図１４も，摺動支持部を短くすることを意図したものではない。\nすなわち，摺動支持部の摺動方向の長さが短い方が好ましいことが技術常識である\nとしても，摺動部材の耐荷重支持能力を考慮すれば，第１のパイプと第２のパイプ\nの摺動部材の長さをほぼ等しくする方が，摺動支持部全体の長さを短くすることが\nできるところ，図１４の「ボールベアリング３６」に対して６分の１程度の長さの\n「すべり軸受リング３５」を用いる構成は，主として前者のみで荷重を支えるため，\n摺動支持部全体の長さが長くなってしまう構成であるから，摺動部材を問わず，摺\n動支持部全体の長さを短くするという技術思想は開示されていない。\nそして，本件当初明細書の記載及び技術常識に鑑みれば，図１４を見た当業者で\nあれば，「ボールベアリング３６」は摺動支持部３３の荷重等を支持するため，「す\nべり軸受リング３５」は主として回り止め機能を奏するために設けられたものであ\nって，各々の技術的意義に従って，寸法及び位置関係が特定されていると理解する。\nしたがって，図１４から，一般的な技術用語でもない「摺動部材」という上位概\n念を用いるなどして部材及び寸法を捨象して，二つの摺動部材の位置関係，配置関\n係だけを特定した発明を読み取ることはできない。むしろ，本件補正により，第１\nのパイプについて，すべり案内である「すべり軸受リング３５」の代わりに転がり\n案内である「ボールベアリング３６」とほぼ同じ長さのボールベアリングを使用す\nる実施形態まで含むことになるところ，前者はほとんど荷重を負担しないが後者は\n実質的に荷重を負担する役割を果たすもので，両者は技術的に異なるものであるか\nら，本件補正によって新規事項が追加されていることは明らかである。\n以上によれば，本件補正事項が，本件当初明細書に記載されている事項の範囲内\nであるとする審決の判断は誤りである。\n２  相違点１に関する判断の誤り（取消事由２）\n(1)  本件発明１について\n審決は，甲８文献の記載からは係合部材が２本のパイプ（スライドシャフト）の\n軸心を結ぶ仮想平面を通っているか不明であること，甲６発明については，係合部\n材による押圧方向が２本のパイプ（スライドレール）の軸心を結ぶ仮想平面上とし\nなければ許容できる精度で加工できないといった動機付けがないことなどから，甲\n８文献の係合部材を甲６発明に適用するに当たり，押圧方向を甲６発明の２本のパ\nイプの軸心を結ぶ平面上とすることは，当業者にとって容易に想到することができ\nたものではない旨判断した。\nしかし，甲８文献に記載されている係合部材は，上側のパイプの軸線上を通るよ\nうに上から押圧し，その結果，２本のパイプの軸心を含む仮想平面を通っているこ\nとは明らかである。そして，甲８文献に記載された切断機は，甲６発明の切断機と\n同様に，上下にスライドシャフトを配置した卓上切断機であって，スライドシャフ\nトを固定するノブの操作性に関しては同じような性能を有すると理解できるから，\n甲６発明に甲８発明のノブを組み合わせることは容易である。\nしたがって，甲８発明を甲６発明に適用することによって，相違点１に係る構成\nとすることは当業者にとって容易想到であり，審決の判断は誤りである。\n(2)  本件発明２ないし５について\n審決は，本件発明 1 が当業者が容易に想到し得たものではないことを理由として，\n本件発明２ないし５についても，当業者が容易に想到し得たものではない旨判断し\nたが，前記(1)のとおり，本件発明 1 の判断は誤りであり，本件発明２ないし５に関\nする審決の判断も誤りである。\n第４  被告の反論\n１  補正要件違反に関する判断の誤り（取消事由１）に対して\n本件当初明細書（図１４，図１６，【００４８】【００５７】【００５８】【０\n０６１】【００８０】【００８１】等）の記載に接した当業者であれば， ①図１４\nに示された「ボールベアリング３６」及び「すべり軸受リング３５」が「摺動部材」\nであって，これらは唯一の摺動部材でないこと，②第２摺動支持部の仮想平面上の\nパイプ方向の幅が小さいほど第２摺動支持部の摺動可能範囲が大きくなり加工でき\nる木材の幅が大きくなるという課題があること，③「摺動部材」が第２のパイプに\n接触する領域，即ち「第２の領域」の長さを所与のものとした場合には，第２摺動\n支持部の幅を「第２の領域」の長さと一致させたときに，第２摺動支持部の幅が最\n短（最小）になること，④第２摺動支持部の幅を「第２の領域」の長さと一致させ\nる為には，「摺動部材」が第１のパイプに接触する領域，即ち「第１の領域」の長\nさは「第２の領域」の長さより短く，「第１の領域」及び「係合部材」は，仮想平\n面上において，第２のパイプと接触する摺動部材の支持部材側の一端と反対側の他\n端との間に位置するという条件を満たす，図１４のような配置とすべきことを当然\nの事項として理解できる。\nなお，本件発明１は，第１の領域，第２の領域，係合部材の相対的位置関係に言\n及するのみで，摺動支持部の絶対的な長さを短くすることについては記載していな\nい。\n以上によれば，本件補正は，本件当初明細書に記載された範囲の事項を超えるも\nのではなく，補正要件違反はないから，審決の判断に誤りはない。\n２  相違点１に関する判断の誤り（取消事由２）に対して\n(1)  本件発明１に対して\nア  甲８文献の第１図には，上下にかつ平行に配置されている２本の「スライド\nシャフト１１，１２」（パイプ）が示されているが，その軸心を含む仮想平面は下\n記図１に直線で示すように延びていることもあるから，２本のパイプの軸心を含む\n仮想平面と切断刃が平行であるか否か，同平面を甲８文献の係合部材が通っている\nか否かは明らかではない。\nイ  また，仮に，甲８文献の第１図の係合部材である「ノブ１５」の押圧方向が\n「ノブ１５」の押圧点において同図の「スライドシャフト１１」の接線方向と直交\nするように設計するのが技術常識であったとしても，下記図２(a)に示す三つのノブ\n１５の押圧方向は，各ノブ１５の押圧点においてパイプの接線方向とそれぞれ直交\nし，何れも上側のシャフト１１を上方から押圧するところ，これらを側面から（甲\n８文献の第１図と同じ方向から）見た場合には，何れのノブ１５も図２(b)に示され\nるように見える。\nよって，甲８文献において，「ノブ１５」が上下にかつ平行に配置されている２\n本の「スライドシャフト１１，１２」のうち，上側の「スライドシャフト１１」を\nその上方から押圧するからといって，「スライドシャフト１１，１２」の軸心を含\nむ仮想平面の方向に「スライドシャフト１１」を押圧することになるとは限らない。\nウ  以上によれば，甲８文献には，２本のパイプの軸心を含む仮想平面と切断刃\nが平行であるか否か，同平面を係合部材が通っているかについて記載も示唆もなく，\n本件発明１が奏する格別の作用効果についても記載されていない。\nそして，甲６文献の記載から，上下のパイプの軸心を含む仮想平面の方向という\n特定の方向に係合部材を押圧するという動機付けを導くこともできないから，甲６\n発明に甲８発明を組み合わせて本件発明１に想到することはできないとした審決の\n判断に誤りはない。\n(2)  本件発明２ないし５について\n上記(1)と同様に審決の判断に誤りはない。\n第５  当裁判所の判断\n当裁判所は，原告の取消事由２には理由があり，審決にはこれを取り消すべき違\n法があるものと判断する。その理由は，以下のとおりである。\n１  取消事由１（補正要件違反に関する判断の誤り）について\n(1)  本件当初明細書の記載内容について\n本件当初明細書の「発明の詳細な説明」には，以下の記載がある（甲２。図１，\n３ないし５，１４ないし１６，１８，２２については，別紙本件当初明細書図面目\n録参照。なお，【０００６】の（図２２の）との記載は本判決で加筆した。）。\n「【技術分野】\n【０００１】\n本発明は卓上切断機に関し，特に，切断刃の揺動軸に略垂直の方向に切断刃が移\n動可能なスライド部を有する卓上切断機に関する。」\n「【発明が解決しようとする課題】\n【０００６】\nしかし，従来の卓上切断機では，（図２２の）ネジ１０５４により一方のパイプ１\n０５０を押圧することにより一方のパイプ１０５０が湾曲し，他方のパイプ１０５\n１を支点として摺動支持部１０４９が回転し，切断刃の側面の方向が変わってしま\nい，ベース部上面に対する垂直性が低下していた。\n【０００７】\nそこで，本発明は，パイプを押圧することによりパイプの摺動を規制していると\nきに，ベース部上面に対する切断刃の垂直性の低下を防止する卓上切断機を提供す\nることを目的とする。\n【課題を解決するための手段】\n【０００８】\n上記目的を達成するために，本発明は，加工部材を支持可能なベース部と，切断\n刃を支持する切断部と，該ベース部の上方で揺動軸を支点として該切断部を揺動可\n能に支持すると共に，該ベース部に支持される支持部材とを備える卓上切断機であ\nって，該支持部材は，一端側において該ベース部に支持され他端側には第１摺動支\n持部材を有する第１保持部と，該第１摺動支持部材に摺動可能に支持されることに\nより，該揺動軸に対して略直交する方向に移動可能なスライド部とを備え，該切断\n部は該スライド部に揺動可能に接続され，該スライド部は，一端側において該切断\n部を支持し他端側において該第１摺動支持部材に摺動可能に支持され平行に配置さ\nれた一対のパイプを有し，該一対のパイプの軸心を含む仮想平面は該切断刃の揺動\n方向と略平行な位置関係にあり，該一対のパイプが該第１摺動支持部材に対して摺\n動することにより該揺動軸に対して略直交する方向に該切断刃が移動し，該第１摺\n動支持部材は，該仮想平面上において該揺動軸に対して略直交する方向に該パイプ\nを押圧することにより，該第１摺動支持部材に対して摺動を規制するよう該パイプ\nに係合する第１係合部材を有する卓上切断機を提供している。」\n「【発明の効果】\n【００１９】\n請求項１記載の卓上切断機によれば，第１摺動支持部は，仮想平面上において揺\n動軸に対して略直交する方向にパイプを押圧することにより，パイプを第１摺動支\n持部に対して摺動を規制するよう係合する第１係合部材を有しているため，第１係\n合部材による一方のパイプへの押圧によって変形する一方のパイプの方向を切断刃\nの略揺動方向，即ち，揺動軸に略垂直の方向に一致させることができる。このため，\nパイプが変形することが，ベース部上面に対する切断刃の垂直性に影響を与えず，\nベース部上面に対する切断刃の垂直性の低下を防止することができる。」\n「【発明を実施するための最良の形態】\n【００２９】\n本発明の実施の形態による卓上切断機について図１乃至図１９に基づき説明する。\n以下の説明における前後左右上下については，説明の便宜上，図１の左方を前とし，\n図１の右方を後ろとし，図１の紙面の裏側から表側へ向かう方向，即ち，図３の右\n方を右とし，図１の紙面の表側から裏側へ向かう方向，即ち，図３の左方を左とし，\n図１の上方を上とし鉛直上方に一致し，図１の下方を下とし鉛直下方に一致する。\n【００３０】\n図１に示すように，卓上切断機１は具体的には卓上丸鋸であり，図示せぬ四角角\n柱状の木材である加工部材を支持可能なベース部１０と，駆動源である図示せぬモ\nータと切断刃たる丸鋸刃３１とを有し図示せぬモータによって回転駆動される丸鋸\n刃３１を回転可能に支持する切断部３０と，ベース部１０に傾動可能に支持されベ\nース部１０の上方で切断部３０を揺動可能に支持する支持部材４０とを有してい\nる。」\n「【００４８】\nここで，２本のパイプ５０，５１の両端は，図１４，図１８に示すように，一端\nがそれぞれ後述の第２端部保持部材５３によって覆われて保持され他端がそれぞれ\n第１端部保持部材５２によって覆われて保持されることにより略平行に配置されて\n一対をなし，この一対のパイプ５０，５１の軸心を含む仮想平面は，図３の左右方\n向に延出して設けられた後述の切断部３０の揺動軸３２に対して略直交する位置関\n係とされている。一対のパイプ５０，５１の一端側の部分で後述の第２摺動支持部\n３３の貫通孔３３ａ，３３ｂを貫通しており，他端側の部分で第１摺動支持部４９\nの貫通孔４９ａ，４９ｂを貫通している。\n【００４９】\nパイプ５０，５１の外径はそれぞれ貫通孔４９ａ，４９ｂの内径よりも小さく，\n一対のパイプ５０，５１は，それぞれ貫通孔４９ａ，４９ｂ内でその軸方向に摺動\n可能である。貫通孔４９ａ，４９ｂの指向する方向，即ち，パイプ５０，５１の摺\n動方向は，後述の揺動軸３２に対して略直交する方向に一致している。第１摺動支\n持部４９を貫通しているパイプ５０，５１の端部側と反対の端部側には，後述のよ\nうに切断部３０が第２摺動支持部３３を介してパイプ５０，５１によって支持され\nている。一対のパイプ５０，５１は，スライド部に相当する。\n【００５０】\n換言すれば一対のパイプ５０，５１は，一端側において切断部３０を支持してお\nり，他端側において第１摺動支持部４９によって周方向に覆われ摺動可能に支持さ\nれて平行に配置されている。貫通孔４９ａ，４９ｂは鉛直上下方向に配置されてい\nるため，上述のように，一対のパイプ５０，５１の軸心を含む仮想平面は後述の切\n断部３０の揺動方向と略平行な位置関係とされている。一対のパイプ５０，５１が\n第１摺動支持部４９に対して摺動することにより後述の揺動軸３２に対して略直\n交する方向に丸鋸刃３１が移動可能である。」\n「【００５７】\n貫通孔３３ａ，３３ｂは，図１６に示すように，前後方向に垂直な面で切った断\n面が略円形状をしており，一対のパイプ５０，５１がそれぞれ貫通している。パイ\nプ５０，５１の外径はそれぞれ貫通孔３３ａ，３３ｂの内径よりも小さく，一対の\nパイプ５０，５１は，それぞれ貫通孔３３ａ，３３ｂ内でその軸方向に摺動可能で\nある。貫通孔３３ａ，３３ｂの指向する方向，即ち，パイプ５０，５１の摺動方向\nは，揺動軸３２に対して略直交する方向に一致している。\n【００５８】\n一対のパイプ５０，５１は，一端側において第２摺動支持部３３を介して切断部\n３０を支持している。貫通孔３３ａ，３３ｂは鉛直上下方に配置されているため，\n一対のパイプ５０，５１の軸心を含む仮想平面は，丸鋸刃３１の揺動方向と略平行\nな位置関係とされている。一対のパイプ５０，５１に対して第２摺動支持部３３が\n摺動することにより，揺動軸３２に対して略直交する方向に丸鋸刃３１が移動可能\nである。」\n「【００６１】\n貫通孔３３ａ内であって第２摺動支持部３３とパイプ５０との間には，図１６に\n示すように，すべり軸受リング３５が嵌装されている。すべり軸受リング３５は，\n貫通孔３３ｃに螺合するネジ部材３５Ａによって保持されており，すべり軸受リン\nグ３５によってパイプ５０は貫通孔３３ａ内で貫通孔３３ａの半径方向に移動不能\nに構成されている。また，貫通孔３３ｂ内の第２摺動支持部３３とパイプ５１との\n間には，図１６に示すように，ボールベアリング３６が嵌装されており，ボールベ\nアリング３６はパイプ５１の第２摺動支持部３３に対する摺動を滑らかにすると共\nに貫通孔３３ｂ内において貫通孔３３ｂの半径方向におけるパイプ５０，５１の移\n動を規制する。\n【００６２】\nこのように，第２摺動支持部３３においては，貫通孔３３ａ，３３ｂ内において\nパイプ５０，５１が貫通孔３３ａ，３３ｂの半径方向に移動不能となっており，且\nつ，第１摺動支持部４９においては，貫通孔４９ｂ内においてパイプ５１が貫通孔\n４９ｂの半径方向に移動不能となっているのに対して，第１摺動支持部４９の貫通\n孔４９ａ内においてパイプ５０が貫通孔４９ａの半径方向に移動可能となっている。\nこのため，前述のように，第１摺動支持部４９のボルト５６，５６（図１５）を回\n転させて貫通孔４９ａの半径方向における摺動部材５５，５５の位置を調整するこ\nとによって，パイプ５０の貫通孔４９ａ内での図１５における左右方向の位置を微\n調整して第２摺動支持部３３をパイプ５１を支点として傾動させ，ターンテーブル\n２１上面２１Ａに対する丸鋸刃３１の傾動角度を微調整することができるように構\n成されている。\n【００６３】\nまた，第１ネジ５４，第２ネジ３４によるパイプ５０への押圧によって変形する\nパイプ５０の方向を丸鋸刃３１の略揺動方向，即ち，揺動軸３２に略垂直の方向に\n一致させることができる。このため，パイプ５０が変形することが，ターンテーブ\nル２１上面２１Ａに対する丸鋸刃３１の垂直性に影響を与えず，ターンテーブル２\n１上面２１Ａに対する丸鋸刃３１の垂直性の低下を防止することができる。また，\n第１係合部材，第２係合部材をそれぞれ第１ネジ５４，第２ネジ３４により構成す\nるようにしたため，第１係合部材，第２係合部材の構成を簡単にすることができる。」\n「【００８０】\n幅の広い加工部材（木材）をターンテーブル２１の上面２１Ａに対して直角に切\n断する際には，第１端部保持部材５２が支持部材４０の第１摺動支持部４９に当接\nするまで一対のパイプ５０，５１を前方へ移動させた後，第１ネジ５４の第１ノブ\n５４Ａを回転させてパイプ５０の第１摺動支持部４９に対する摺動を規制する。ま\nた，第２ネジ３４の第２ノブ３４Ａを回転させて第２摺動支持部３３のパイプ５０\nに対する摺動の規制を解除する。そして，図４に示すように，第２端部保持部材５\n３に当接するまで第２摺動支持部３３を一対のパイプ５０，５１に沿って前方へと\n移動させる。そして，丸鋸刃３１を回転駆動させながら，ハンドル３７を押し下げ\nて，切断部３０を図示せぬスプリングの付勢力に抗して揺動軸３２を中心として図\n５に示すように下方へと揺動させる。\n【００８１】\nこの状態のままハンドル３７を握って，切断部３０と第２摺動支持部３３とをパ\nイプ５０，５１の軸方向に沿って揺動軸３２に垂直に後方へ移動させることにより，\n幅の狭い加工部材（木材）をターンテーブル２１の上面２１Ａに対して直角に切断\nすることができる。そして，加工部材が切断された後にハンドル３７を押し下げる\n力を解除すると，切断部３０は，図示せぬスプリングの付勢力によって揺動軸３２\nを中心として上方へと揺動して，ハンドル３７を押下げる前の元の位置へと戻る。\n以後，同様の作業を繰り返すことによって加工部材を次々と連続的に切断すること\nができる。加工部材の角度切り，傾斜切り及び複合切りも同様の要領で行うことが\nできる。」\n「【００９１】\nまた，第１摺動支持部４９とパイプ５１との間，第２摺動支持部３３とパイプ５\n１との間には，それぞれボールベアリング５７，３６が嵌装されていたが，ボール\nベアリングに限定されない。例えば，ボールベアリングに代えてオイル含浸メタル\nを用いて，第１摺動支持部に対してパイプを摺動可能としてもよい。」\n(2)  補正要件違反に関する判断の誤りについて\nア  本件当初明細書においては，「摺動部材」については明記されておらず，第１\nのパイプと接触する摺動部材の長さ方向の全領域を第１の領域，第２のパイプと接\n触する前記摺動部材の長さ方向の全領域を第２の領域としたときに，「第１の領域\nは前記第２の領域より短く形成されること」，「係合部材及び第１の領域は，一対\nのパイプの軸心を含む仮想平面の方向において第２のパイプと接触する摺動部材の\n支持部材側の一端と前記支持部材と反対側の他端との間に位置すること」，「係合\n部材は，第１のパイプと接触する摺動部材の一方の端部に近接する位置で第１のパ\nイプと係合すること」という構成も明記されていない。\nしかし，上記(1)の記載によれば，本件当初明細書においては，①一対のパイプ５\n０，５１が第２摺動支持部３３の貫通孔３３ａ，３３ｂを貫通し（【００４８】），そ\nの外径はそれぞれ貫通孔３３ａ，３３ｂの内径よりも小さく，その軸方向に摺動可\n能であって（【００５７】），これにより，揺動軸３２に対して略直交する方向に丸鋸\n刃３１が移動可能である（【００５８】），②貫通孔３３ａ内の第２摺動支持部３３と\nパイプ５０との間にすべり軸受リング３５が嵌装され，パイプ５０は貫通孔３３ａ\nの半径方向に移動不能である，③貫通孔３３ｂ内の第２摺動支持部３３とパイプ５\n１との間にボールベアリング３６が嵌装され，パイプ５１の第２摺動支持部３３に\n対する摺動を滑らかにすると共に貫通孔３３ｂの半径方向におけるパイプ５０，５\n１の移動を規制する（【００６１】，図１６）という構成が示されている。また，こ\nれらの部材等の位置関係については，図１４及び１６において，すべり軸受リング\n３５の長さ方向の全領域を第１の領域，ボールベアリング３６の長さ方向の全領域\nを第２の領域としたときに，前記第１の領域は前記第２の領域より短く形成され，\n第２ネジ３４及び前記第１の領域は，一対のパイプ５０，５１を含む仮想平面の方\n向においてパイプ５１と接触するボールベアリング３６の支持部材側の一端と同支\n持部材と反対側の他端との間に位置し，且つ第２ネジ３４は，パイプ５０と接触す\nるすべり軸受リング３５の一方の端部に近接する位置でパイプ５０と係合するよう\nに設けるという関係が示されているところ，同構成において，「第２ネジ３４」を\n係合部材，「パイプ５０」を第１のパイプ，「パイプ５１」を第２のパイプ，「す\nべり軸受リング３５」及び「ボールベアリング３６」を摺動部材として抽象化して\n表現すると本件補正事項と同一の構成となる。\nそこで，このような抽象化が新たな技術的事項を導入するものではなく，本件当\n初明細書において，本件補正事項が実質的に記載されていたといえるかについて検\n討する。\nまず，「第２ネジ３４」を係合部材，「パイプ５０」を第１のパイプ，「パイプ\n５１」を第２のパイプと表現することについては，新たな技術的事項を導入するも\nのでないことは明らかである。また，「ボールベアリング３６」の技術的意義につ\nいてみると，①パイプの摺動を滑らかにし，②貫通孔の半径方向におけるパイプの\n移動を規制するほか（【００６１】），③切断部を含めた部品等の荷重を支えるもので\nあること（図１４，１６，【００５８】【００６１】【００８０】【００８１】等）は\n当業者にとって明らかであり，これらの要件を満たすものであれば，ボールベアリ\nングに限定されない（【００９１】）。一方，「すべり軸受リング３５」についても，\n①摺動を可能にし（【００５７】），②パイプの半径方向の移動を不能にするほか\n（【００６１】），③切断部を含めた部品等の荷重を支えるものであること（図１４，\n１６，【００５８】【００６１】【００８０】【００８１】等）は当業者にとって明ら\nかであって，「ボールベアリング３６」と「すべり軸受リング３５」が支えている荷\n重の配分が異なることやそれぞれの軸受（ベアリング）の機能の違いに技術的意義\nがあるわけではない。\nそうすると，本件発明１における両者の技術的意義は基本的に同一であって，パ\nイプの摺動を可能にして支持する上下の部材について，様々な部材の中からどのよ\nうな軸受（ベアリング）等を用い，上下の部材にどのように荷重を配分して支持す\nるかは当業者が適宜なし得る設計的事項であって，このような摺動を可能にする部\n材を「摺動部材」と抽象化して表現したとしても，新たな技術的事項を導入するも\nのではない。そして，当業者であれば，摺動可能な卓上切断機については摺動支持\n部の摺動方向の長さが短い方が好ましいという課題があることは認識しているので\nあるから（当事者間に争いがない。），本件当初明細書の記載をみれば，第２の領\n域の長さを所与のものとした場合には第１の領域と係合部材を第２の領域の範囲内\nに収めることで摺動支持部の長さが相対的に短くなっていることを認識し，理解す\nるものである。\n以上によれば，本件当初明細書において示されていた構成について，「第２ネジ\n３４」を係合部材，「パイプ５０」を第１のパイプ，「パイプ５１」を第２のパイ\nプ，「すべり軸受リング３５」及び「ボールベアリング３６」を摺動部材として抽\n象化して表現することは新たな技術的事項を導入するものではなく，本件当初明細\n書において，本件補正事項が実質的に記載されていたといえる。\nしたがって，本件補正は適法であり，原告の主張する取消事由１は理由がない。\nイ  原告の主張について\n(ｱ)  原告は，本件当初明細書には摺動支持部を短くし，可動域を長くするという\n課題は示されておらず，図１４の「ボールベアリング３６」に対して６分の１程度\nの長さの「すべり軸受リング３５」を用いる構成は，主として前者のみで荷重を支\nえるため，摺動支持部全体の長さが長くなってしまう構成であるから，摺動部材を\n問わず，摺動支持部全体の長さを短くするという技術思想は開示されていない旨主\n張する。\nしかし，そもそも本件発明１において開示されている技術思想は，第２の領域の\n長さを所与のものとした場合に，第１の領域と係合部材との位置関係を相対的に定\nめることで摺動支持部全体の長さを相対的に短くすること（第２の領域の長さと一\n致させること）にすぎず，摺動部材を問わず，摺動支持部全体の長さを絶対的に短\nくすることではないから，原告の主張はその前提を欠くものである。\nしたがって，原告の主張は理由がない。\n(ｲ)  また，原告は，図１４を見た当業者であれば，「ボールベアリング３６」は\n摺動支持部３３の荷重等を支持するため，「すべり軸受リング３５」は主として回\nり止め機能を奏するために設けられたものであって，各々の技術的意義に従って，\n寸法及び位置関係が特定されていると理解する旨主張する。\nしかし，前記アで判示したとおり，「ボールベアリング３６」及び「すべり軸受\nリング３５」はいずれも，パイプを摺動可能に支持し，パイプの半径方向の移動を\n規制する機能を有することは明らかであって，「すべり軸受けリング３５」がほと\nんど荷重を支持していないからといって，その機能を全く有しないわけではない。\nしたがって，原告の主張は理由がない。\n(ｳ)  さらに，原告は，本件補正により，第１のパイプについて，すべり案内であ\nる「すべり軸受リング３５」の代わりに転がり案内である「ボールベアリング３６」\nとほぼ同じ長さのボールベアリングを使用する実施形態まで含むことになるとこ\nろ，前者はほとんど荷重を負担しないが後者は実質的に荷重を負担する役割を果た\nすもので，両者は技術的に異なるものであるから，本件補正によって新規事項が追\n加されている旨主張する。\nしかし，前記アで判示したとおり，上下の摺動部材でどのように荷重を配分して\n支持するかは当業者が適宜なし得る設計事項である。また，甲１２によれば，転が\nり案内であるボールベアリングとすべり案内であるすべり軸受リングとは，前者は\n摩擦係数が後者の数十分の１と小さいなどの性能の差異があることは認められる\nが，本件発明１においては，これらの技術的意義の差異を重視して各部材を採用し\nたとは認められない。\nしたがって，第１のパイプについて，すべり案内である「すべり軸受リング３５」\nの代わりに転がり案内である「ボールベアリング３６」とほぼ同じ長さのボールベ\nアリングを使用する実施形態まで含むことになることは，それぞれの軸受（ベアリ\nング）に機能の違いがあるからといって，本件発明１との関係においては，前記判\n断を左右せず，原告の主張は理由がない。\n２  取消事由２（相違点１に関する判断の誤り）について\n(1)  本件発明１の要旨\n本件発明１は，切断刃の揺動軸に略垂直の方向に切断刃が移動可能なスライド部\nを有する卓上切断機に関するものである（【０００１】）。従来の摺動可能な卓上\n切断機においては，一端側において切断部を支持し他端側において摺動支持部に摺\n動可能に支持された一対の平行に配置されたパイプを有し，これらの軸心を含む仮\n想平面は切断刃の揺動方向と略垂直な位置関係にあり（【０００４】），パイプを\n支持する摺動支持部には，パイプの摺動を規制する係合部材（ネジ）が設けられ，\nネジの他端がパイプを押圧することによりパイプの摺動を規制するという構成をし\nていたが（【０００５】），ネジが一方のパイプを押圧することにより一方のパイ\nプが湾曲し，他方のパイプを支点として摺動支持部が回転し，切断刃のベース部上\n面に対する垂直性が低下していた（【０００６】【０００７】）。本件発明１は，\n上記仮想平面上において揺動軸に対して略直交する方向にパイプを押圧することに\nより，パイプを摺動支持部に対して摺動を規制するよう係合する係合部材を有する\n卓上切断機であって，これにより，係合部材による一方のパイプへの押圧によって\n変形する一方のパイプの方向を切断刃の略揺動方向，即ち，揺動軸に略垂直の方向\nに一致させることで，ベース部上面に対する切断刃の垂直性の低下を防止すること\nができるという効果を奏するものである（【００２７】）。\n(2)  甲６発明について\nア  甲６文献には，以下のとおり記載されている（甲６。図７ないし９について\nは，別紙甲６発明図面目録参照。）。\n「発明の分野\nこの発明は，長尺材料を各切断片のための２つの部分に切断するように意図され\nた電動工具に関する。より詳しくは，本発明は木工においてその主要な用途を有す\nる。\n発明の背景\n丸のこ刃の刃部が可能な限り小さい角度で材料を出た時に最も滑らかな切り口が\n得られることは，木工に関する技術において知られている。」（訳文１頁８～１３行）\n「米国において「マイター」切断として知られる斜め切断を可能にするために，\n被切断材料の支持面は通常，主作業台に回転自在に取り付けられ，切断中に固定さ\nれる，「ロタンダ（rotunda）」，剛直な水平円板の形態で構成される。」（訳文２頁３\n～５行）\n「大きく高まった横びき能力を求めるこの新しい要請に対応するために，摺動複\n合マイターソーが２つの既知の形態で生み出された。１形態において，ロタンダは，\n互いに平行でかつのこ刃の中心平面に平行な２本の水平アキシャルベアリングを備\nえる。」（訳文２頁１３～１６行）\n「摺動複合マイターソーの第２の既知の形態において，ロタンダの後側に直接取\nり付けられるベベルピボットボスの従来の位置は保持される。このボスは１対の相\n互に連結され後方に延びわずかに上方に向いているアームを備えており，アームの\n端には１対の平行に向けられたアキシャルベアリングが設けられている。」（訳文３\n頁４～７行）\n「発明の概要\n本発明は，上述の通り既知の現行技術に優る２つの主要な利点を有する摺動複合\nマイターソーを提供する。すなわち，ロタンダが使用された場合，ロタンダから後\n方に延びることなく，それにより休止位置にある間，より小型の全体機械をもたら\nす１対のスライドチューブが設けられている。そして第二に，前記チューブに配設\nされ，のこ刃の所要の摺動運動を可能にするアキシャルベアリングは，幾何学的に\nのこ刃の中心に対し剛直な関係を有しており，そして前記中心の近くに配置される\nことによって，のこぎり機構の重量および使用中にのこ刃に作用する反作用力のた\nめに，より少ない曲げモーメントを生じる。前記ベアリングでのより少ない曲げモ\nーメントは，スティクションを回避し，より短小なベアリングを可能にし，より高\nい精度の切断を保証し，あらゆる遊びも，のこぎり機構がアキシャルベアリングに\n対して変位する現行技術の場合のように，ますます長くなるモーメントアームによ\nって拡大されない。本発明の上記および他の特徴および利益は，添付図面とともに\nなされるいくつかの好ましい代替実施形態の以下の説明からより完全に理解される\nであろう。」（訳文３頁１２～２５行）\n「図７は，本発明の好ましい実施形態の，丸のこの中心平面で得られる断面図で\nあり，固定スライドレールは直接駆動ユニットの反対側にある。これはのこぎりを\n所望のあらゆる位置に持ち上げることを可能にする。\n図８は，図７においてＢＢで表記された図７の実施形態の平面図である。\n図９は，のこぎりの長い垂直平面で得られ図７においてＡＡで表記された断面図\nである。」（訳文７頁１２～１６行）\nイ  上記アによれば，甲６発明は，主要な用途が木工であって，長尺材料を二つ\nの部分に切断する摺動複合マイターソー（卓上切断機）を提供するもので（訳文２\n頁３～５行），１対のスライドチューブ（パイプ）を設けることによって機械の小型\n化を実現するとともに，ベアリングを上記スライドチューブに配設して切断部の摺\n動運動を可能とし，のこ刃の中心の近くに堅く固定することによって，のこぎり機\n構の重量および使用中にのこ刃に作用する反作用力により生じる曲げモーメントを\n低下させ，より高い精度の切断を実現するものである（訳文１２～２５行）。\n(3)  甲８発明について\nア  甲８文献（実願昭５９－１１０９９０号のマイクロフィルム）には，以下の\nとおり記載されている（甲８。第１図ないし第３図については，別紙甲８図面目録\n参照。）。\n「２．実用新案登録請求の範囲\n１．被切断材料を支持するバイスを設けたベースと，このベースに固定したヒン\nジと，このヒンジの後端に揺動自在に軸支されたアーム部と，このアーム部に装着\nされ，かつのこ刃を有するモートル部とを備えた卓上切断機において，前記アーム\n部を，前記ヒンジの後端に揺動自在に軸支したアームと，このアームにスライドシ\nャフトを介して前記アームの長手方向に摺動自在に固定し，かつ前記モートル部を\n装着したアームホルダとで形成したことを特徴とする卓上切断機。」（１頁３～１\n４行）\n「本考案は，・・・切断幅を増大することを可能とした卓上切断機を提供するこ\nとを目的とするものである。」（２頁１０～１２行）\n「以下，図示した実施例に基づいて本考案を説明する。第１図から第３図には本\n考案の一実施例が示されている。」（３頁８行～１０行）\n「このように構成された卓上切断機で本実施例ではアーム部５を，ヒンジ４の後\n端に揺動自在に軸支したアーム５ａと，このアーム５ａにスライドシャフト１１，\n１２を介してアーム５ａの長手方向に摺動自在に固定し，かつモートル部７を装着\nしたアームホルダ５ｂとで形成した。」（３頁１９行～４頁４行）\n「すなわちアームホルダ５ｂにスライドシャフト１１，１２を圧着し，アーム５\nａに摺動可能に嵌合した。すなわちスライドシャフト１２の案内溝１３にアーム５\nａに埋設したピン１４を係合させた。そしてアーム５ａに設けたノブ１５でスライ\nドシャフト１１を固定した。このようにすることにより卓上切断機は次に述べるよ\nうに動作することができる。ベース３上面の被切断材料１を，ハンドル１０を下げ\nのこ刃６で切断する場合に，ノブ１５を緩めハンドル１０を手前に引きのこ刃６を\n手前に連動させる。次いでハンドル１０を下降させ被切断材料１に切込みを加え，\n下限位置に当接したらハンドル１０を押込み，のこ刃６を後側へ連動させ乍ら切断\nを行なうことができる。」（４頁１２行～５頁５行）\n「なお一般の切断作業時にはハンドル１０を押し込んだ状態でノブ１５でスライ\nドシャフト１１を締結し，切断作業を行なうことができる。」（５頁１２～１４行）\n「４  図面の簡単な説明\n第１図は，本考案の卓上切断機の一実施例の側面図，第２図は，第１図のＡ－Ａ\n線に沿う断面図，第３図は，「本考案の卓上切断機の一実施例の切断状態を示す側\n面図である。」（６頁９～１３行）\nイ  上記アによれば，甲８発明は，被切断材料を支持するバイスを設けたベース\nと，このベースに固定したヒンジと，このヒンジの後端に揺動自在に軸支されたア\nーム部と，このアーム部に装着され，かつのこ刃を有するモートル部とを備える卓\n上切断機に関するものであって（１頁３～１４行），切断幅を増大するために，前\n記アーム部を，前記ヒンジの後端に揺動自在に軸支したアームと，このアームにス\nライドシャフトを介して前記アームの長手方向に摺動自在に固定し，かつ前記モー\nトル部を装着したアームホルダとで形成するという構成をとっており（２頁１０～\n１２行，３頁１９行～４頁４行），「摺動支持部（アーム５ａ）に対して摺動自在\nに上下に平行に配設された二本のパイプ（スライドシャフト１１，１２）を備えた\nものにおいて，アーム５ａの上方から形成された孔を介してノブ１５により上方か\nらスライドシャフト１１を固定する」（４頁１２行～５頁５行，第１図，第３図）\nという技術を開示しているものと認められる。\n(4)  本件発明１に関する相違点１の判断の誤りについて\n審決は，甲８文献の記載からは係合部材が２本のパイプ（スライドシャフト）の\n軸心を結ぶ仮想平面を通っているか不明であること，甲６発明については，係合部\n材による押圧方向が２本のパイプ（スライドレール）の軸心を結ぶ仮想平面上とし\nなければ許容できる精度で加工できないといった動機付けがないことなどから，甲\n８発明の係合部材を甲６発明に適用するに当たり，押圧方向を甲６発明の２本のパ\nイプの軸心を結ぶ平面上とすることは，当業者にとって容易に想到し得たものでは\nない旨判断した。\nしかし，甲８文献の第１図及び第３図はいずれも側面図ではあるものの，第１図\nの「ノブ１５」は「スライドシャフト１１，１２」（パイプ）に対して垂直方向の上\n方から押圧する形で図示されており，正面図を作成したときに「スライドシャフト\n１１」と「スライドシャフト１２」が左右にずれることを窺わせるような記載は一\n切ない。また，卓上切断機においては，２本のパイプの軸心を結ぶ平面が鉛直であ\nるものが数多く存在し（甲１８ないし２０），甲６発明も同様である。これらの事情\nによれば，甲８発明に接した当業者であれば，「ノブ１５」は，「スライドシャフト\n１１」と「スライドシャフト１２」の軸心を結ぶ仮想平面上を通っており，上方か\nら「スライドシャフト１１」を押圧すると理解するものであって，係合部材が２本\nのスライドシャフト（パイプ）の軸心を結ぶ仮想平面を通っているか不明であると\nいうことはできない。\nそして，甲６発明も甲８発明も，揺動軸を支点として揺動可能な切断部を有し，\nかつ，上下に平行に配置された２本のパイプを用いることで切断部を摺動可能とす\nる卓上切断機に関するものであって，いずれも切断幅を増大して幅広の木材に対応\nするものである。また，甲８発明で開示されている技術は，摺動する切断部を固定\nすることを可能にするものであるところ，切断部が摺動する構造において切断部を\n摺動しないように固定することは，切断作業の態様を増やすという利点があること\n（摺動せずに切断部の上下の揺動のみで切断することができる。），搬送時などに\n切断部が意図せず動くことを防止する必要があることなどからすると，甲６発明を\n含めた切断部が摺動する構造を有する卓上切断機において，切断部を固定すること\nは，共通の内在する課題であると認められる。\nそうすると，甲６発明に甲８発明を適用する動機付けがあるというべきであって，\n甲６発明及び甲８発明に接した当業者であれば，甲８発明を甲６発明に適用して，\n相違点１に係る構成（一対のパイプの軸心を含む仮想平面の方向に第１のパイプを\n押圧するように設けられた係合部材を有し，支持部材の傾動角度にかかわらず前記\n係合部材による押圧方向が前記仮想平面上であって且つ切断刃の側面と平行となる\nようにする構成）とすることを容易に想到することができると認められるから，審\n決の判断は誤りである。\n(5)  被告の主張について\nア  被告は，甲８文献には，２本のパイプの軸心を含む仮想平面と切断刃が平行\nであるか否か，同平面を係合部材が通っているかについて記載も示唆もない旨主張\nする。\nしかし，甲８文献の記載からすれば，当業者は２本のパイプの軸心を含む仮想平\n面と切断刃が平行であると理解するものであるし，側面図（甲８文献の第１図及び\n第３図）において，ノブの上面が見えない水平な形で「ノブ１５」が記載されてい\nる点からしても，「ノブ１５」の押圧方向は，「スライドシャフト１１，１２」の\n軸心を含む仮想平面の方向であると理解されるものである。\nなお，被告は，２本のパイプが傾いて設置されている例として乙１ないし５を提\n出するが，乙１はパイプの太さが異なる構成であること，乙２はパイプの配置，太\nさ等の構成が明らかではないこと，乙３はパイプがテーブル面よりも下方に配置さ\nれている構成であること，乙４は卓上切断機ではないこと，乙５はパイプが３本あ\nる構成であることなどからすると，いずれも甲８発明の構成とは異なるものであっ\nて，これらの証拠は，甲８文献記載の図面に関する前記解釈を左右しない。\nしたがって，被告の主張は理由がない。\nイ  なお，被告は，甲８文献には，本件発明１が奏する格別の作用効果（係合部\n材による一方のパイプへの押圧によって変形する一方のパイプの方向を切断刃の略\n揺動方向に一致させることで，ベース部上面に対する切断刃の垂直性の低下を防止\nすること）について記載も示唆もされていない旨主張する。しかし，被告が主張す\nる効果は，甲８発明が当然有している効果であるから，甲８文献にその作用効果が\n記載されていないことは，甲６発明に甲８発明を適用する妨げとはならない。\n(6)  本件発明２ないし５に係る相違点１の判断の誤りについて\n審決は，本件発明 1 が当業者が容易に想到し得たものではないことを理由として，\n本件発明２ないし５についても，当業者が容易に想到し得たものではない旨判断し\nたが，前記(4)及び(5)で判示したとおり，本件発明１に関する容易想到性の判断は\n誤りであるから，本件発明２ないし５に関する審決の判断も誤りである。\n３  相違点２について\n審決は，相違点２について，相違点２に係る構成の配置は，甲６発明に内在する\n課題を解決する配置であって，当業者にとって自明であることなどから，当業者で\nあれば相違点２に係る構成を容易に想到し得たと判断している。審決のこの判断に\nついては，被告もこれを争わず，当裁判所も，摺動可能な卓上切断機については摺\n動支持部の摺動方向の長さが短い方が好ましいという課題があることを当業者は認\n識しており，当業者であれば，これを解決するために相違点２に係る構成の配置と\nすることを容易に想到し得たと判断するものであるから，審決の上記判断に誤りは\nないと判断する。\n第６  結論\n以上によれば，原告主張の取消事由２は理由があり，審決は取消しを免れない。\nよって，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官          設    樂        一\n裁判官      大      寄    麻      代\n裁判官      平      田    晃      史\n（別紙）\n本件当初明細書図面目録\n【図１】                              【図３】\n【図４】                              【図５】\n【図１４】\n【図１５】                          【図１６】\n【図１８】\n【図２２】\n（別紙）\n甲６発明図面目録\n（別紙）\n甲８図面目録\n【第１図】\n【第２図】                              【第３図】\n"
}