{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 2,
    "day": 15
  },
  "case_number": "平成23(行ケ)10309",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82200",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82200",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/200/082200_hanrei.pdf",
  "contents": "平成２４年２月１５日判決言渡  同日原本受領  裁判所書記官\n平成２３年（行ケ）第１０３０９号  審決取消請求事件\n（被参加事件  平成２３年（行ケ）第１０１１１号）\n口頭弁論終結日  平成２４年１月２５日\n判        決\n承 継 参 加 人        フ ィ リ ッ プ   モ リ ス\nブランズ  エスエーアールエル\n同訴訟代理人弁護士        渡      辺      広      己\n野      中              武\n戸      田      智      彦\n秋      山      朋      子\n脱 退 原 告        フ ィ リ ッ プ   モ リ ス\nプ ロ ダ ク ツ   エ ス   ア ー\n被              告        特 許 庁 長 官\n同 指 定 代 理 人        内      田      直      樹\n芦      葉      松      美\n板      谷      玲      子\n主        文\n１  承継参加人の請求を棄却する。\n２  訴訟費用は承継参加人の負担とする。\n３  この判決に対する上告及び上告受理の申立てのた\nめの付加期間を３０日と定める。\n事実及び理由\n第１  請求\n特許庁が不服２０１０－１１１６５号事件について平成２２年１１月１６日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，脱退原告が，下記１の商標登録出願に対する下記２のとおりの手続にお\nいて，脱退原告の拒絶査定不服審判請求について特許庁が同請求は成り立たないと\nした別紙審決書（写し）の本件審決（その理由の要旨は下記３のとおり）には，下\n記４のとおりの取消事由があると主張して，その取消しを求め，承継参加人が，本\n件訴訟係属中に，脱退原告から商標を受ける権利を譲り受けた事案である。\n１  本願商標（甲３５）\n出願日：平成２１年４月２日\nパリ条約に基づく優先権主張日：平成２１年１月１３日（スイス連邦）\n出願番号：商願２００９－２８６２６\n商標の構成：\n指定商品：第３４類「未加工又は加工済みのメンソール風味のたばこ，メンソー\nル風味の葉巻たばこ，メンソール風味の紙巻きたばこ，メンソール風味のシガリロ，\nメンソール風味の手巻きたばこ，メンソール風味のパイプ用たばこ，メンソール風\n味のかみたばこ，メンソール風味のかぎたばこ，たばこ用紙で巻いたフィルター付\nき或いはフィルターなしのメンソール風味のたばこと切断された丁子からなるメン\nソール風味の紙巻きたばこ，メンソール風味の代用たばこ（医療用のものを除\nく。），その他のメンソール風味のたばこ，紙巻きたばこ用紙，シガレット・チュ\nーブ，フィルター，ブリキ製のたばこ入れ，その他のたばこ入れ，たばこケース及\nび灰皿，喫煙パイプ，たばこ紙巻き器，喫煙用ライター，その他の喫煙用具，マッ\nチ」\n２  特許庁における手続の経緯等\n脱退原告は，平成２２年２月２５日付けで拒絶査定を受けたので，同年５月２５\n日，これに対する不服の審判を請求した。\n特許庁は，これを不服２０１０－１１１６５号事件として審理したが，平成２２\n年１１月１６日，「本件審判の請求は，成り立たない。」との本件審決をし，その\n謄本は，同年１２月８日，脱退原告に送達された。\n脱退原告は，平成２３年４月７日，本件訴訟を提起し，その後，承継参加人に対\nして本願商標について商標登録を受ける権利を譲渡し，平成２３年６月８日，その\n旨の出願人名義変更届がされた（丙１。以下，脱退原告及び承継参加人を併せて，\n「原告ら」という。）。\n３  本件審決の理由の要旨\n本件審決の理由は，要するに，本願商標と別紙記載の引用商標（乙１，２）とが\n称呼上，相紛らわしい類似の商標であり，かつ，本願商標の指定商品が，引用商標\nの指定商品と同一又は類似のものであるから，本願商標が商標法４条１項１１号に\n該当するというものである。\n４  取消事由\n商標法４条１項１１号に係る判断の誤り\n第３  当事者の主張\n〔原告らの主張〕\n(1)  本件審決の判断について\n本件審決は，本願商標及び引用商標に接したたばこ及び喫煙用具の取引者及び需\n要者が，図案化されていない文字「ＢＬ」及び「ＣＫ」並びに「Ｂｌ」及び「ｃ\nｋ」のみを抽出して識別するから，両商標からは「ビイエルシイケイ」との称呼が\n生じるとの前提に立って両者の類否を判断している。\nしかしながら，本願商標及び引用商標の指定商品の取引者及び需要者が，本願商\n標からあえて図案化されていない文字を選択し，特定の観念も生じない「ＢＬ」\n「ＣＫ」又は「Ｂｌ」「ｃｋ」（ビイエルシイケイ）と認識・把握するとの本件審\n決の判断は，不自然であり，取引の実情にそぐわない。\n(2)  本願商標の称呼及び観念について\nア  本願商標は，黒色の長方形の図形中に，「ＢＬ[Ａ]ＣＫ／ＭＥＮＴＨＯＬ」\nの文字を同一の書体及び横幅で上下段に密着して配置し，[Ａ]の文字を原告ら及び\n関連会社が製造販売するたばこ「ＭＡＲＬＢＯＲＯ」ブランドを象徴する周知著名\nの商標「マールボロ・ルーフ・デザイン」（以下「本願図形」という。）によって\n図案化・表示している（甲２１～２３，２５～２７，３７～４６，丙９～２０。以\n下，枝番を省略する。）。そのため，取引者及び需要者がこれをあえて分離して観\n察するとは考えられず，「ＢＬ[Ａ]ＣＫ／ＭＥＮＴＨＯＬ」の文字を一体として捉\nえて考えるのが自然である。\nそして，本願商標の指定商品であるたばこ・喫煙用具の取引者（たばこ等取扱業\n者）及び需要者（成人喫煙者）は，多種多様なたばこブランド・銘柄が存在する状\n況において，その中から各人の嗜好に合う商品を選別して購入しており，商品識別\nに関して相応の注意力を有している。そのため，これらの者の通常の注意力をもっ\nてすれば，何ら意味を持たない「ＢＬ」及び「ＣＫ」の文字を看取した場合，通常，\nそれだけを認識して把握するだけではなく，これに何らかの意味を見いだそうと注\n意を払うのが自然である。本願商標の取引者及び需要者は，その場合，上段につい\nて１文字分のスペースを置いた前後の文字との関係や，本願商標の背景の図形の色\nである黒色を表す親しまれた英単語「ＢＬＡＣＫ」に加えて，図案化した文字[Ａ]\nの三角形の屋根（ルーフ）の形状が，欧文字「Ａ」の最も特徴を有する点と一致し\nている（欧文字の「Ｏ」の形状とは，特徴が合致しない。）ことから，これを[Ａ]\nとみて，本願商標の上段は「ＢＬ[Ｏ]ＣＫ」ではなく，「ＢＬ[Ａ]ＣＫ」の語を表\nしたものと容易に想定することができる。\nまして，本願商標は，最近，取引者及び需要者の間で成功を収めている商品であ\nる原告らの「ＭＡＲＬＢＯＲＯ」ブランドの「ブラックメンソール」シリーズに使\n用されるために考案されたものである（甲２５，２７）。そして，原告らは，同じ\nく「ＭＡＲＬＢＯＲＯ」ブランドで「ＢＬＡＣＫＧＯＬＤ（ブラックゴールド）」\nというシリーズのたばこも製造・販売している（甲３４）から，取引者及び需要者\nは，これらの商品を区別・差別化するため，本願商標を上下段で併せて一連の造語\nである「ブラックメンソール」として認識・理解するのが商品識別の実態である。\nイ  したがって，本願商標からは，観念を伴わない「ビイエルシイケイ」との称\n呼が生ずるものではなく，その一体感ある構成により一連の造語「ＢＬ[Ａ]ＣＫ／\nＭＥＮＴＨＯＬ」として認識・把握され，一連で，簡潔かつ発音しやすい「ブラッ\nクメンソール」との称呼が生じ，これに応じて「黒のメンソール」又は「黒いメン\nソール」の観念が生じるほか，取引者及び需要者は，本願商標を使用した商品の出\n所が原告ら又は原告らの「ＭＡＲＬＢＯＲＯ」ブランドであることを容易に認識す\nることができる。\nなお，被告は，本願商標について，「ブラックメンソール」との称呼が生じるこ\nとを，かつて認めていた（甲７）。\n(3)  引用商標の称呼及び観念について\nア  たばこ及び喫煙用具の取引者及び需要者は，前記の本願商標の場合と同様に，\n引用商標に何らかの意味を見いだそうと注意を払うのが自然であるところ，引用商\n標が大文字の「Ｂ」から始まり，中央に配置されている図形の次の文字が小文字の\n「ｃ」であり，当該図形が星の図形であることからすれば，これが５文字からなる\n１つの単語を表したものであろうことを容易に推察する。そして，親しまれた英単\n語「Ｂｌａｃｋ」に通じる前後の文字「Ｂｌ」及び「ｃｋ」との関係や，星の図形\nが欧文字「Ａ」の形状と共通性があり（欧文字の「Ｏ」の形状とは，特徴が合致し\nない。），各種のレタリングに用いられていること（甲８）から，取引者及び需要\n者は，星の図形を難なく「Ａ（ａ）」と置き換え，全体として「Ｂｌｏｃｋ」では\nなく「Ｂｌａｃｋ」の語を表していると容易に認識し得る。\nまして，引用商標の登録名義人である日本たばこ産業株式会社（以下「日本たば\nこ」という。）が発売している「ＳｅｖｅｎＳｔａｒｓ（セブンスター）」は，極\nめて著名なたばこのブランドであり，セブンスターたばこのパッケージには７個の\n黒い星の図形が必ず配置されているから，７個の黒い星の図形は，セブンスターブ\nランドの商品であることを表す図形として広く認識されている（甲２３，２９，３\n０，丙２１）。そして，日本たばこは，平成２１年以降，「ＳｅｖｅｎＳｔａｒｓ\n／ＢｌａｃｋＩｍｐａｃｔ（セブンスター・ブラック・インパクト）」及び「セブ\nンスター・ブラック・インパクト・ボックス」との商品を販売しており，いずれも\n黒を基調とした商品パッケージに「７」をかたどった星の図形又は７個の星が大き\nく表示されていた（甲３０～３３，４８～５０）。\nイ  したがって，引用商標からは，観念を伴わない「ビイエルシイケイ」との称\n呼が生ずるものではなく，取引者及び需要者は，７個の星の図形からこれをセブン\nスターブランドの商品であると認識し，かつ，「セブンスター・ブラック・インパ\nクト」の浸透により，星の図形を「Ａ（ａ）」に置き換え，「Ｂｌａｃｋ」の語を\n表したものと理解する。したがって，引用商標からは，「ブラック」との称呼が生\nじ，これに応じて「黒，黒色」の観念が生じるほか，７個の星の図形から，著名ブ\nランドである「セブンスター」の観念とともに，「セブンスター」の称呼あるいは\nこれらを結合した「セブンスター・ブラック」との称呼が発生する。\nなお，被告は，引用商標について，「ブラック」との称呼が生じることを，かつ\nて認めていた（甲２８）。\n(4)  本願商標と引用商標との類否判断について\nア  以上のように，本願商標に接した取引者及び需要者は，その一体感ある外観\n及び構成に加えて，本願商標中の本願図形（マールボロ・ルーフ・デザイン）が\n[Ａ]の文字を表すことを容易に看取し，これを一連の造語「ＢＬ[Ａ]ＣＫ／ＭＥＮ\nＴＨＯＬ（ブラックメンソール）」からなる商標として認識・把握するというのが\n実際の商品識別行為であり，ゆえに，本願商標からは一連の称呼「ブラックメンソ\nール」のみが生じ，「黒のメンソール」又は「黒いメンソール」といった観念を生\nじる一方，引用商標からは，「ブラック」の称呼が生じ，それに対応して「黒」の\n観念が生ずる。\nしたがって，本願商標と引用商標とは，外観，称呼及び観念のいずれにおいても\n非類似であり，よって，両者は，非類似商標である。\nイ  本願商標は，原告ら又は原告らの商品であることを表す著名な本願図形（マ\nールボロ・ルーフ・デザイン）を使用するとともに，本願商標を使用した「マール\nボロ・ブラックメンソール」が人気商品となっている一方，引用商標も，日本たば\nこ又は日本たばこの著名な「セブンスター」商品であることを表す７個の星の図形\nを使用していることにより，本願商標及び引用商標を指定商品であるたばこや喫煙\n用具に使用した場合，取引者及び需要者がこれらの出所を混同することはあり得な\nい。\nウ  仮に，本願商標の「ＭＥＮＴＨＯＬ（メンソール）」の文字を識別力が低い\nと考え，本願商標の要部を「ＢＬ[Ａ]ＣＫ」と認定した場合，本願商標からは「ブ\nラック」の称呼及び「黒」の観念が生じる。\nしかし，黒を意味する「ＢＬＡＣＫ／ブラック」は，指定商品との関係で，商品\nの品質（色彩）が黒色であることを表示するにすぎないとして，商標法３条１項３\n号に該当する可能性がある。\nこれに対して，本願商標は，欧文字[Ａ]を著名な本願図形に図案化する一方，引\n用商標は，やはり著名な７つ星の図形を構成する１つの星の図形で欧文字[ａ]を図\n案化することで，いずれも図形と文字とが融合した一体の構成をとったことで，そ\nれぞれ識別力を持つ商標として認識・把握されるようになっているから，両者の欧\n文字[Ａ]又は[ａ]の図案化の態様が非類似である以上，本願商標と引用商標とは，\n非類似であるというべきである。\n(5)  指定商品及び取引の実情について\nア  承継参加人は，平成２３年９月２７日，本願商標の指定商品のうち，「マッ\nチ」について（丙２～４），同年１０月２１日，同じく「紙巻きたばこ用紙」を除\nく全ての指定商品について（丙６，７），それぞれ商標法１０条１項に基づく分割\n出願をした上で，本願商標の指定商品から削除した（丙３～５，７，８）。ただし，\n承継参加人は，残された指定商品である「紙巻きたばこ用紙」についてのみ審理判\n断を求めているものではない。\nイ  本願商標及び本願図形は，前記のとおり，たばこの取引者及び需要者に広く\n認識されているから，本願商標の指定商品のうち，各種の「たばこ」並びにこれに\n関連する「紙巻きたばこ用紙」及び各種の喫煙用具（丙１９．２０）に使用された\n場合，その商品の出所として原告らが想起・認識されるという取引の実情がある。\nまた，本願商標の指定商品のうち，「マッチ」は，喫煙用具に含まれるライター\nと同様，たばこに火をつける道具として一般的かつ恒常的に使用されているから，\n本願商標及び本願図形をマッチに付した場合には，取引者及び需要者は，そのマッ\nチが原告らを出所とする商品であると把握する。他方で，引用商標及び７個の黒い\n星の図形は，前記のとおり，たばこ及び喫煙用具の取引者及び需要者に広く知られ\nているから，これがマッチに使用された場合，取引者及び需要者は，日本たばこを\n出所とする商品であると把握する。したがって，「マッチ」について本願商標や引\n用商標が使用された場合には，その商品の出所について誤認混同が生じるおそれは\nない。\n(6)  結論\nよって，本願商標と引用商標とは，非類似であるというべきであり，本件審決は，\n商標法４条１項１１号の判断を誤るものである。\n〔被告の主張〕\n(1)  本願商標及び引用商標の類否判断について\nア  外観，称呼及び観念について\n本願商標の「ＢＬ」及び「ＣＫ」の文字部分と「ＭＥＮＴＨＯＬ」との文字部分\nとは，上下に分けて表され，かつ，「ＭＥＮＴＨＯＬ」の文字が比較的小さいばか\nりか，両者が一体となって特定の意味合いを生じるような観念上のつながりもない\nことから，両者は，視覚上，分離して観察されるものである。さらに，本願商標中\nの「ＭＥＮＴＨＯＬ」の文字部分は，その指定商品との関係において，メンソール\n風味のたばこであるとの品質ないし商品の特性を表示したものと容易に認識され\n（甲２５，５０），自他商品の識別標識として機能せず，当該文字部分から出所識\n別標識としての称呼及び観念を生じない。\n他方，本願商標の「ＢＬ」及び「ＣＫ」並びに引用商標の「Ｂｌ」及び「ｃｋ」\nは，図形を中心に左右両側にバランスよく同じ書体，同じ色彩等をもって表されて\nいることから，これらの文字は一体のものとして見られ，かつ，本願商標及び引用\n商標の各図形部分とこれらの文字部分とに有機的な統一感を与えるようなデザイン\nが施されているものではないから，当該図形部分と当該文字部分とは，いずれも分\n離して看取される。\nまた，本願商標及び引用商標の各図形部分は，いずれもいかなる文字の特徴とも\n一致しないから，取引者及び需要者は，当該図形部分が文字を図案化したものとは\n認識し得ず，したがって，本願商標及び引用商標の各文字部分をもって，商品の出\n所識別標章として看取・認識する。\nさらに，本願商標及び引用商標の各文字部分は，商品の出所識別標章として強く\n支配的な印象を与えるから，いずれも各商標の要部であるというべきところ，これ\nらの各文字部分は，いずれも特定の意味合いを有する語として我が国で広く親しま\nれたものといえる事実もないから，これらから特定の観念は生じることはなく，簡\n易・迅速を尊ぶ取引の実際にあっては，取引者及び需要者は，上記文字部分をもっ\nて取引に資する場合も少なくない。\nしたがって，本願商標及び引用商標は，いずれも上記文字部分に相応した「ビイ\nエルシイケイ」の称呼を生じ，かつ，特定の観念は生じない。\nイ  本願商標と引用商標との類否について\n本願商標及び引用商標のうち，「ＢＬＣＫ」及び「Ｂｌｃｋ」の各文字部分は，\n商品の出所識別標識として強く支配的な印象を与えるものであって，本願商標の要\n部として認識・把握されるものである。そして，本願商標及び引用商標の各要部で\nある「ＢＬＣＫ」及び「Ｂｌｃｋ」の各欧文字を対比すると，大文字・小文字の差\n異はあるものの，同一のつづりからなる文字であるから，出所識別標識として重要\nな役割を果たす当該文字部分は，その限りにおいて，外観上近似する。\nそして，前記のとおり，本願商標及び引用商標は，いずれも，独立して自他商品\nの出所識別標識としての機能を果たす文字部分が「ビイエルシイケイ」との称呼を\n共通にしており，ともに特定の意味合いを直ちに看取させないものであるから，観\n念において比較することができない。\nよって，本願商標と引用商標とは，類似の商標である。\nウ  指定商品及び取引の実情について\n本願商標と引用商標の各指定商品は，同一又は類似の商品であり，商標間の類否\n判断に影響を与えるような具体的な取引状況として，指定商品全般についての一般\n的・恒常的な取引の実情は見当たらない。また，原告らが本願図形を用いているの\nは，指定商品のうちの紙巻きたばこ及びその広告に限定されており，原告らは，本\n願商標と引用商標の抵触する商品全般の取引の事情について明らかにしていない。\n仮に，本願商標，本願図形（マールボロ・ルーフ・デザイン），引用商標及び７\n個の星の図形が「たばこ」について使用された結果，「たばこ」及び「たばこ関連\n商品」の需要者間に広く知られているとしても，少なくとも「マッチ」については，\nそのような事情は存在しない。すなわち，原告ら及び日本たばこは，いずれも「マ\nッチ」について本願商標及び引用商標を使用も製造もしていない（乙３～５）。ま\nた，「たばこ」と「マッチ」とは，日本標準商品分類においても別異の商品とされ\nているし（乙６），「たばこ」の需要者は，喫煙者に限定されるのに対し，「マッ\nチ」は，火を得るために汎用される用具であるから，その需要者は，喫煙者に限定\nされず，性別・年代を問わず広範な範囲にわたる。\nエ  結論\nしたがって，本願商標をその指定商品（少なくとも「マッチ」）に使用した場合\nには，その出所について誤認混同を生じるおそれがあるので，本願商標は，商標法\n４条１項１１号に該当する。\n(2)  原告らの主張に対する反論\nア  本願商標について\n「Ｍａｒｌｂｏｒｏ」商標は，文字が出所識別標識としての機能を果たしている\nものである一方，本願図形（マールボロ・ルーフ・デザイン）は，欧文字「Ａ」の\n外観上の特徴である「△」の形状と共通性のある三角形を看取させるものではない\nし，「マールボロ」ブランドのたばこの包装に表された図形が欧文字の「Ａ」を表\nすものとの事実も，見当たらない（甲２４）。さらに，本願図形は，原告らが他で\n使用しているものと色彩等の印象が大きく相違するばかりか，黒色中に同系列の無\n彩色である濃い灰色を用いて表されているものであるから，さほど目立つ態様でも\nなく，三角形又は三角形の屋根の形状とは認識し得ない。\nまた，図形と文字の結合からなる商標について，常に必ずしも，図案部分を文字\nの図案化されたものと看取・認識するという理由はない。むしろ，本願商標の指定\n商品であるたばこの需要者は，成人ではあるものの，その商品自体は，特殊である\nとか極めて高価であるとか，その他子細かつ慎重に注意を払われる商品ではないか\nら，一般の成人消費者が日用品の購買に際して払う注意力を基準に判断をすべきと\nころ，そのような取引者及び需要者の注意力を基準とすれば，取引者及び需要者は，\n親しみやすく，かつ，印象にとどめやすい「ＢＬＣＫ」の欧文字部分を本願商標の\n出所識別標識として看取・認識するのであって，本願商標中の「ＢＬＣＫ」の文字\n部分を捨象するのは不自然である。商標の類否に関する取引の実情とは，その争点\nとなる商品全般についての一般的・恒常的なものであって，単にある商標が現在使\n用されている商品についてのみの特殊的・限定的なものではないところ，原告らの\n主張は，本願商標の指定商品のうち，現時点における「紙巻きたばこ」及びその広\n告に限定されている。\nさらに，「マールボロ・ブラック・メンソール」シリーズの商品パッケージ等は，\n著名な「Ｍａｒｌｂｏｒｏ」商標が出所識別標識としての機能を果たしているばか\nりか，「ＢＬＡＣＫ  ＭＥＮＴＨＯＬ」の欧文字が明瞭に表示され，特に欧文字\n「Ａ」の図案化はされていないから，当該商品を前提として，無彩色である濃い灰\n色の地色に同系統の色彩である濃い灰色で平板に表され，地色に埋没しているかの\nような本願図形が「Ａ」と需要者に容易に認識されることにはならない。\nイ  引用商標について\n星の図形を欧文字「ａ」と看取する理由はないし，また，前記のとおり，図形と\n文字の結合からなる商標について，常に必ずしも，図案部分を文字の図案化された\nものと看取・認識するという理由はない。\n原告ら主張に係る「ＳｅｖｅｎＳｔａｒｓＢｌａｃｋＩｍｐａｃｔ」は，その商\n標として「ＳｅｖｅｎＳｔａｒｓ」のほか，「セブンスター・ブラック・インパク\nト」及び「ＢｌａｃｋＩｍｐａｃｔ」の文字商標が使用されており，かつ，当該商\n品のパッケージ前面の構成態様と引用商標の構成態様とは，明らかに相違している\nから，「ＳｅｖｅｎＳｔａｒｓＢｌａｃｋＩｍｐａｃｔ」が宣伝されたとしても，\n需要者が引用商標を「Ｂｌ（ａ）ｃｋ」と容易に理解し得るとはいえない。\nまた，「ＳｅｖｅｎＳｔａｒｓ」及び「セブンスター」が周知著名の紙巻きたば\nこの商標であるとしても，それ自体がありふれている星の図形を黒色で７つ表示し\nたものが，直ちに当該各商標を認識させるものとはいえないし，「セブンスター」\nシリーズの商品には，いずれも当該各商標が使用されている一方，当該各商標や当\n該商品のパッケージ前面の構成態様は，引用商標と明らかに相違している。\nしたがって，引用商標から出所識別標識として「セブンスター」又は「セブンス\nターブラック」の称呼及び「セブンスター」の観念が生じるということはできない。\n第４  当裁判所の判断\n１  商標の類否の判断基準について\n商標法４条１項１１号に係る商標の類否は，同一又は類似の商品又は役務に使用\nされた商標が，その外観，観念，称呼等によって取引者，需要者に与える印象，記\n憶，連想等を総合して全体的に考察すべきであり，かつ，その商品又は役務に係る\n取引の実情を明らかにし得る限り，その具体的な取引状況に基づいて判断するのを\n相当とする（最高裁昭和３９年（行ツ）第１１０号同４３年２月２７日第三小法廷\n判決・民集２２巻２号３９９頁）。\nしかるところ，複数の構成部分を組み合わせた結合商標については，商標の各構\n成部分がそれぞれ分離して観察することが取引上不自然であると思われるほど不可\n分的に結合しているものと認められる場合において，その構成部分の一部を抽出し，\nこの部分だけを他人の商標と比較して商標そのものの類否を判断することは，原則\nとして許されない。他方，商標の構成部分の一部が取引者，需要者に対し商品又は\n役務の出所識別標識として強く支配的な印象を与えるものと認められる場合や，そ\nれ以外の部分から出所識別標識としての称呼，観念が生じないと認められる場合な\nどには，商標の構成部分の一部だけを他人の商標と比較して商標そのものの類否を\n判断することも，許されるものである（最高裁昭和３７年（オ）第９５３号同３８\n年１２月５日第一小法廷判決・民集１７巻１２号１６１２頁，最高裁平成３年（行\nツ）第１０３号同５年９月１０日第二小法廷判決・民集４７巻７号５００９頁，最\n高裁平成１９年（行ヒ）第２２３号同２０年９月８日第二小法廷判決・裁判集民事\n２２８号５６１頁参照）。\n２  本願商標及び引用商標の構成等について\nそこで，以上の見地から，まず，本願商標及び引用商標の構成等をみることとす\nる。\n(1)  本願商標について\n本願商標は，黒色の横長四角形内の上段に白抜きで同じ書体かつ同じ大きさの\n「ＢＬ」及び「ＣＫ」の欧文字を，高さがこれらの欧文字と等しい灰色の四角形の\n下部を三角形状に切り取った図形の左右両側に均等に配置し，その下段に白抜きで\n互いに同じ書体かつ同じ大きさだが，「ＢＬ」及び「ＣＫ」よりは若干小さい「Ｍ\nＥＮＴＨＯＬ」の欧文字を，その左右端が上段の「ＢＬ」及び「ＣＫ」の左右端と\n同じになるように配置した構成からなるものである。\nそして，上記図形は，その左右を「ＢＬ」及び「ＣＫ」との欧文字で囲まれてい\nる上に，これらの欧文字とも均等に配置されており，かつ，高さもこれらの欧文字\nと等しいことに加えて，その下部が三角形状に切り取られている形状であることか\nら，欧文字の「Ａ」を想起させるものであり，我が国でも広く用いられている「Ｂ\nＬＡＣＫ（黒，黒色）」との英単語のうちの欧文字の「Ａ」の部分を当該図形によ\nり置き換えて図案化したものであることを容易に看取できるというべきである。そ\nして，本願商標では，上段の欧文字と下段の欧文字がいずれも白抜きの同じ書体で\n構成されており，両者をよどみなく称呼し得るから，両者は，一連のものとして認\n識される結果，本願商標からは，上段の上記英単語「ＢＬＡＣＫ」に下段の「ＭＥ\nＮＴＨＯＬ」を続けて発音した「ブラックメンソール」との称呼が生じ，併せて，\n「黒色のメンソール」との観念を生じることそれ自体は否定できない。\nしかしながら，本願商標の指定商品（補正後のもの）が前記第２の１に記載のと\nおりの商品であることに鑑みると，本願商標の下段（「メンソール」との称呼及び\n観念を生じさせる部分）からは出所識別標章としての称呼又は観念は必ずしも生じ\nないというべきであって，本願商標からは，以上のほか，「ブラック」との称呼を\n生じ，併せて，「黒，黒色」との観念を生ずることも否定できないところである。\n(2)  引用商標について\n他方，引用商標は，黒色で同じ大きさの星形の図形を縦に７つ並べ，上から４つ\n目の星形の図形（以下「本件星形」という。）を中心として，本件星形の高さに等\nしく，黒色で同じ書体かつ大文字・小文字の大きさに対応した「Ｂｌ」及び「ｃ\nｋ」の欧文字をその左右両側に均等に配置した構成からなるものである。\nそして，本件星形は，その左右を小文字の欧文字の「ｌ」及び「ｃ」で挟まれて\nおり，星形図形に近似した小文字の欧文字を直ちに見いだし難いことに照らすと，\n引用商標からは，「ビイエルシイケイ」との称呼が生じ，特定の観念を生じないと\nいえなくもない。\nもっとも，本件星形は，上記のように左右を「Ｂｌ」及び「ｃｋ」との欧文字で\n囲まれている上に，これらの欧文字とも均等に配置されており，かつ，高さもこれ\nらの欧文字と等しいことに加えて，「Ｂｌ」，「ｃｋ」及びこの両者の間の１つの\n欧文字からなる英単語で我が国で広く知られたものには，「Ｂｌａｃｋ」及び「Ｂ\nｌｏｃｋ」があるが，本件星形が頂点を５つ有していることから欧文字の大文字で\nある「Ａ」を想起させる余地がある。ゆえに，引用商標は，「Ｂｌａｃｋ（黒，黒\n色）」との英単語のうちの欧文字の「ａ」の部分を本件星形により置き換えて図案\n化しているものと見ることもできる。\nしたがって，引用商標からは，上記英単語「Ｂｌａｃｋ」を発音した「ブラッ\nク」との称呼が生じ得るほか，併せて，「黒，黒色」との観念を生じ得るというこ\nとができる。\n(3)  小括\n以上によれば，本願商標と引用商標とでは，外観を異にしているが，称呼として\nは，本願商標が少なくとも「ブラック」との称呼を生じるのに対して，引用商標も\n「ブラック」との称呼を生じ，観念も，本願商標が「黒，黒色」であるのに対し，\n引用商標も「黒，黒色」であるというように，称呼と観念とは共通するものといわ\nなければならない。\nなお，この点について，被告は，本願商標及び引用商標からはいずれも「ビイエ\nルシイケイ」との称呼が生じ，特定の観念が生じない旨を主張する。\nしかしながら，本願商標のような構成のなかに図形を配置した場合，当該図形が\n欧文字の「Ａ」を想起させることは前記のとおりであって，本願商標の称呼を検討\nするに当たり，欧文字部分（「ＢＬ」及び「ＣＫ」）と当該図形とを分離して観察\nすることは，それ自体不自然であるというほかない。また，引用商標のような構成\nの中に本件星形を配置した場合にも，本件星形が欧文字の「Ａ」を想起させる余地\nがあることは前記のとおりであって，引用商標が欧文字「ａ」の部分を本件星形に\nより置き換えて図案化していると見る余地を否定すべき事情も見当たらない。\nよって，被告の主張は，失当として，採用できない。\n３  指定商品の取引の実情について\nそこで，次に，取引の実情をみることとする。\n(1)  指定商品について\n補正後の本願商標の指定商品は，第３４類「未加工又は加工済みのメンソール風\n味のたばこ，メンソール風味の葉巻たばこ，メンソール風味の紙巻きたばこ，メン\nソール風味のシガリロ，メンソール風味の手巻きたばこ，メンソール風味のパイプ\n用たばこ，メンソール風味のかみたばこ，メンソール風味のかぎたばこ，たばこ用\n紙で巻いたフィルター付き或いはフィルターなしのメンソール風味のたばこと切断\nされた丁子からなるメンソール風味の紙巻きたばこ，メンソール風味の代用たばこ\n（医療用のものを除く。），その他のメンソール風味のたばこ，紙巻きたばこ用紙，\nシガレット・チューブ，フィルター，ブリキ製のたばこ入れ，その他のたばこ入れ，\nたばこケース及び灰皿，喫煙パイプ，たばこ紙巻き器，喫煙用ライター，その他の\n喫煙用具，マッチ」であり，引用商標の指定商品は，第３４類「たばこ，喫煙用具，\nマッチ」であるから，両者の指定商品は，たばこ及びその関連商品（以下「たばこ\n等」という。）並びにマッチであって同一又は類似であることが明らかである。\n(2)  たばこ等の取引の実情について\nそこで，これらのたばこ等の取引の実情について検討すると，証拠（甲２５，３\n２～３４，４１～５６，丙９～２１）及び弁論の全趣旨によれば，次の事実が認め\nられる。\nすなわち，たばこ等の中核商品である紙巻きたばこは，いずれも価格の類似する\n２０本入りの箱を１つの単位として販売されているが，一般的な生活必需品などで\nはなく，購買力を有する成人の極めて広い層が需要者となっている典型的な嗜好品\nであって，その製造，卸売及び小売に関わる取引者も，たばこ事業法により制限さ\nれている。そして，原告らが製造・販売している「マールボロ」との名称を有する\n紙巻きたばこの銘柄には２０種類以上が，引用商標の商標権者が製造・販売してい\nる「セブンスター」又は「セブン」との名称を有する紙巻きたばこの銘柄には１５\n種類以上が，それぞれ存在することからも明らかなように，紙巻きたばこは，銘柄\nごとのタール及びニコチンの含有量その他の成分の違いによって味わい等に微妙な\n差異ないし特色が設けられており，取引者及び需要者も，そのような各銘柄の差異\nないし特色が消費（喫煙）ひいては商品の選択に当たって重要な意味を持つものと\nして認識している。しかも，たばこ等の製造・販売業者は，その商標，上記２０本\n入りの箱の外観（パッケージ）及び銘柄の命名に意を凝らしてある銘柄について他\nの銘柄との間で差別化を図り，併せて各銘柄の有する特色又はその印象を強調した\n宣伝広告をするなどしている。また，たばこ等の製造・販売業者は，上記のように\nたばこが典型的な嗜好品であることを反映して，このような自社のたばこの宣伝広\n告の一環として，たばこの消費（喫煙）に関連する各種のたばこ関連用品（例えば，\n喫煙用ライター。甲４２，丙１７，１９，２０）についても，自社のたばこの商標\n等を付するなどした上で頒布している。そのため，たばこ等の取引者及び需要者は，\nこれらの商標等の違いによって多数の銘柄及びそれぞれの銘柄の有する特色をおお\nむね正確に識別しており，取引に当たって特にその商標の細部の差異についても十\n分な注意を払い，自己の最も嗜好する銘柄を選択しているのが実情である。\n(3)  たばこ等の指定商品について本願商標及び引用商標が想起させるブランド\nについて\n原告らは，「マールボロ」との称呼を生じさせる「Ｍａｒｌｂｏｒｏ」との欧文\n字からなる商標を使用したたばこ商品を製造・販売しているが，「マールボロ」の\n銘柄を冠した商品名を有するたばこ商品（いわゆる「マールボロ」ブランド）は，\n販売実績上位２０銘柄のうち３銘柄を占め（平成２１年度第４四半期においてシェ\nア合計５．１％），輸入紙巻きたばこに限ると販売実績上位１０銘柄のうち首位を\n含む５銘柄を占めているから，いわゆる「マールボロ」ブランドは，たばこ等の取\n引者及び需要者に周知著名であると認められる。しかも，いわゆる「マールボロ」\nブランドのたばこ商品の多くは，いずれも，本願商標においてその左右を「ＢＬ」\n及び「ＣＫ」との欧文字で囲まれている四角形の下部を三角形状に切り取った図形\n（本願図形）と同一又は類似のものを，その２０本入りの箱の表面に大きく書き込\nんでおり，本願図形は，それ自体がいわゆる「マールボロ」ブランドを表象するも\nのとしてたばこ販売店等で用いられているから（甲２３，２５，４０～４６，丙９\n～２０），これを指定商品であるたばこ等に使用した場合，取引に当たりその商標\nの細部の差異についても十分な注意を払う取引者及び需要者において周知著名のい\nわゆる「マールボロ」ブランドに属する銘柄のたばこ等を想起させるものである。\n他方，引用商標の商標権者は，「セブンスター」との称呼を生じて７つの星との\n観念を生じさせる「Ｓｅｖｅｎ  Ｓｔａｒｓ」との商標を使用したたばこ商品を販\n売しており，当該銘柄が我が国における紙巻きたばこの販売実績の首位を占めてい\nる（平成２１年度第４四半期においてシェア５％）ことに加えて，引用商標の商標\n権者が販売する「セブンスター」の銘柄を冠し又はこれに関連した商品名を有する\nたばこ商品（いわゆる「セブンスター」ブランド）が販売実績上位２０銘柄のうち\n１１銘柄を占め（同じくシェア合計３０．４％），販売実績の上位６位までを独占\nしているから，いわゆる「セブンスター」ブランドは，たばこ等の取引者及び需要\n者に周知著名であると認められる（甲２３，２９，３０，３２，３３，４７～５０，\n丙２１）。そして，引用商標は，星形の図形を縦に７つ並べていることから，これ\nを指定商品であるたばこ等に使用した場合，取引に当たりその商標の細部の差異に\nついても十分な注意を払う取引者及び需要者において周知著名のいわゆる「セブン\nスター」ブランドに属する銘柄のたばこ等を想起させるものである。\n(4)  マッチの取引の実情について\n他方，本願商標及び引用商標に共通の指定商品であるマッチについてみると，本\n件の証拠及び弁論の全趣旨によっても，マッチは，たばこの消費（喫煙）に使用さ\nれることがあるとはいえるものの，喫煙以外の様々な用途にも用いられる個別単価\nの安価な使い捨ての汎用品であって，その取引者及び需要者は，嗜好品であるたば\nこ等の取引者及び需要者に限られず，それよりもはるかに広汎である。また，マッ\nチについては，喫煙用ライターとは異なり，現在では喫煙に使用される頻度も圧倒\n的に低く，たばこの宣伝広告の一環として特定のたばこの商標等を付するなどした\nものも見当たらないから，その取引者及び需要者において，各銘柄の差異ないし特\n色が消費ひいては商品の選択に当たって重要な意味を持つものとして認識されてい\nるなどの取引の実情も，認められない。\nしたがって，マッチの販売に当たって本願図形又は７つの星形を使用したとして\nも，いわゆる「マールボロ」ブランド又はいわゆる「セブンスター」ブランドに属\nする銘柄のたばこ等をマッチの取引者及び需要者に想起させるとは限らず，他に\n「マッチ」という指定商品について本願商標と引用商標との類否判断に当たって検\n討を要する具体的な取引状況を認めるに足りる証拠もない。\n４  本願商標と引用商標との類否判断について\n(1)  以上によれば，本願商標及び引用商標の指定商品のうち，たばこ等につい\nてみると，その取引者及び需要者は，取引に当たり商標の細部の差異についても十\n分な注意を払うものであって，本願商標と引用商標とでは，「ブラック」との称呼\nが生じること及び「黒，黒色」との観念を生じることで共通しているとはいえ，両\n者は，外観を著しく異にしている上に，本願商標及び引用商標は，いずれも，我が\n国において周知著名のいわゆる「マールボロ」ブランド又はいわゆる「セブンスタ\nー」ブランドに属する銘柄のたばこ等を取引者及び需要者にそれぞれ想起させるか\nら，本願商標及び引用商標が指定商品であるたばこ等に用いられたとしても，たば\nこ等の取引者及び需要者において，その出所の識別に当たって誤認混同を生じるお\nそれはないものというべきである。\n(2)  しかしながら，本願商標及び引用商標の指定商品のうち，「マッチ」につ\nいてみると，本願商標と引用商標とでは，「ブラック」との称呼が生じること及び\n「黒，黒色」との観念を生じることで共通していることに加えて，「マッチ」の取\n引者及び需要者については，たばこ等におけるような取引の実情が認められず，他\nに「マッチ」という指定商品について本願商標と引用商標との類否判断に当たって\n検討を要する具体的な取引状況を認めるに足りる証拠もない。\nしたがって，本願商標と引用商標とは，「マッチ」という指定商品に関する限り，\n商標法４条１項１１号に該当する類似の商標であるというほかなく，本件審決の判\n断も，結論において誤りとはいえない。\n５  結論\n以上の次第であるから，承継参加人の請求は，棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          井      上      泰      人\n裁判官          荒      井      章      光\n別紙\n引用商標\n登録番号：登録第５２４０９２４号\n出願日：平成２０年１１月１０日\n登録日：平成２１年６月１９日\n商標の構成：\n指定商品：第３４類「たばこ，喫煙用具，マッチ」\n"
}