{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 3,
    "day": 23
  },
  "case_number": "平成28(ワ)35838",
  "case_name": "特許法違反請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86659",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86659",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/659/086659_hanrei.pdf",
  "contents": "平成２９年３月２３日判決言渡  同日原本交付  裁判所書記官\n平成２８年（ワ）第３５８３８号  特許法違反請求事件\n口頭弁論終結日  平成２９年３月７日\n判決\n原 告         X\n被 告         Y\n同訴訟代理人弁護士  土肥尚 子\n川戸万 葉\n主文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，原告に対し，４００万円を支払え。\n２  被告が文章の内容「反論は難しい」を補正は行わなくてもよいという証拠と\nして挙げるのなら特許庁公認の内容証明の提出を求める。\n３  甲第５号証のアイデア書の内容を表現できているというのなら，挿絵の場所\nと文章の場所を示しなさい。この問いは弁理士会で苦情として取り扱ってもら\nったにもかかわらずいまだに明白な謝罪もなく，２月１日にアイデア書をＦＡ\nＸで着信していたことも認めていない事実は，応答義務違反に該当する行為で\nある。\n第２  事案の概要\n本件は，弁理士である被告に対して特許出願に関する出願書類作成及び手続\nの代理を委任した原告が，被告が原告の求める内容を出願書類に記載しない，\n上記特許出願に関する拒絶理由通知に対して原告の意向に応じた補正を行わな\nいなどして特許法，応答ないし補正義務に違反した，詐欺を行った，ねつ造な\nいし文書管理義務違反を行ったと各主張して，被告に対し，①不法行為に基づ\nき損害賠償金４００万円の支払（第１請求），②上記拒絶理由通知に対する反\n論が難しいという被告の見解についての特許庁公認の内容証明の提出（第２請\n求），③上記出願書類において原告の発明の内容を記載した文章ないし図面の\n場所の特定（第３請求）をそれぞれ求める事案である。\n１  前提事実（当事者間に争いのない事実並びに後掲の証拠及び弁論の全趣旨に\nより容易に認められる事実）\n⑴  当事者\n原告は道路レーンや交差点における道路レーンを切替えるシステムに関\nする発明（以下「本件発明」という。）をした者であり，被告は弁理士で\nある。\n⑵  特許出願に係る書類作成等の委任\n原告は，被告に対し，平成２７年１１月頃，本件発明につき，無料相談\nを依頼し，その後特許出願に係る書類作成及び手続の代理を委任（以下\n「本件委任契約」という。）した。\n⑶  特許出願等\nア  被告は，本件委任契約に基づき，特許庁に対し，平成２８年２月１７\n日に本件発明につき特許出願（特願２０１６－０２８４２７。請求項の数\n１２。以下「本件特許出願」という。）を，同年３月１６日に審査請求を\nした。\nイ  被告は，本件特許出願につき平成２８年５月１７日頃，特許請求の範\n囲請求項１～３の発明につき特許法２９条１項３号及び同条２項に，本件\n請求項４～１２の発明につき同項に各該当することを理由とする同月９日\n付けの拒絶理由通知（以下「本件拒絶理由通知」という。）を受領し，こ\nれにおいて引用されている文献を併せてこれを原告に送付するとともに，\n上記の拒絶理由に対して反論することができることなどを伝えた。（甲２\nの１～６）\nウ  被告は，原告との間で同年６月５日から数度にわたって書面の交換及\nび打合せをし，本件特許出願に係る手続補正書及び意見書の案の作成をし，\n同年９月１４日，特許庁に対して本件特許出願につき手続補正書及び意見\n書を提出した。\n⑷  特許査定等\n特許庁は，本件特許出願につき特許査定をし，同年１２月２０日，被告\nに対してその旨の通知を発送した。被告は，原告に対し，同月２２日，そ\nの旨，特許料の納付，分割出願の要否等につき連絡した。（乙６の１及び\n２）\n２  争点\n⑴  第１請求の成否（被告の原告に対する特許法違反及び応答ないし補正義\n務違反の有無，損害額）\n⑵  第２請求及び第３請求の成否\n３  争点についての当事者の主張\n⑴  争点⑴（第１請求の成否）について\n（原告の主張）\nア  被告は，原告のアイデア書（甲５）の「上下線同時に右折レーン移動\nする」等の内容及び挿絵を特許請求の範囲又は明細書において表現せず，\n原告のアイデアであるモーター駆動部に関する文章を特許請求の範囲又は\n明細書に記載しなかった。また，本件発明のうち通行区分標示と通行区分\n標示標識については特許庁からＡの評価が出ていたものであるところ，原\n告が本件拒絶理由通知を受領した後，被告に電話をかけて補正を依頼した\n際，被告は無言になって何も応えなくなり，その後に弁護士の警告を受け\nることになるという内容の文書をファクシミリ送信した後の電話において\nも無言のままで，原告の求める補正（①「車両検知器自動渋滞解消システ\nム」に類似するアイデアの削除，②「右折レーンレール移動式（交差点３\n０ｍのみ）」に類似するアイデアの削除，③「進行方向別通行区分切り替\nえ式」に類似するアイデアの削除，④「通行区分標示標識切り替え式」に\n類似するアイデアの削除）を行わなかった。これらは特許法違反，応答な\nいし補正義務違反に該当し，原告はこれにより合計２００万円（特許成作\n費用１４０万円，精神的慰謝料６０万円）の損害を被った。\nイ  進行方向別通行区分の発明が特許庁から拒絶されているのは虚偽であ\nり，被告はその旨を原告宛の文書（甲４の２）に記載して原告を騙そうと\nした。これは詐欺罪に該当し，原告はこれにより１００万円の損害を被っ\nた。\nウ  被告は，原告がファクシミリ送信した文書につき「機械が壊れてレビ\nューが消えた」と述べていたのに，本件の答弁書においては「メモリーは\n消えたがＦＡＸのコピーはある」と述べた旨主張した。これはねつ造罪な\nいし文書管理義務違反に該当し，原告はこれにより１００万円の損害を被\nった。\n（被告の主張）\n上記（原告の主張）アにつき，被告は，原告の依頼に応じて本件特許出\n願に係る出願書類の案を作成し，原告の意向を踏まえて内容を修正し，特\n許庁に提出した。また，本件拒絶理由通知がされた後についても反論の可\n能性等につき説明し，原告と数次の打合せを経て，補正内容等につき原告\nに説明を行い，その意向を確認し，確認書を交わしてこれを確定させ，特\n許庁に提出したものである。また，同イ及びウにつき，原告の主張する事\n実はない。したがって，原告の主張する特許法違反，応答ないし補正義務\n違反，詐欺，ねつ造及び文書管理義務違反はない。\n⑵  争点⑵（第２請求及び第３請求の成否）について\n（原告の主張）\nア  第２請求につき，本件拒絶理由通知後の平成２８年６月１３日に被告\nが原告に送付した文書は，本件特許出願につき補正をすることはできない\n趣旨をいうものと理解されるが，特許庁が行った拒絶理由と異なる内容で\nあり，その有効性について，専門的な判断をなし得る特許庁による内容証\n明が必要である。\nイ  第３請求につき，原告が求めるアイデア書（甲５）の内容を被告が本\n件特許出願の明細書中に表現したのであれば，それを示すことが必要であ\nり，これにより損害賠償請求額が変わり得る。\n（被告の主張）\n争う。第２請求及び第３請求の法律上の根拠が明らかでない。\n第３  当裁判所の判断\n１  争点⑴（第１請求の成否）について\n⑴  まず，原告の前記主張のうち特許法違反，応答ないし補正義務違反をい\nう点について判断する。\nア  後掲の証拠及び弁論の全趣旨によれば，次の事実が認められる。\n被告は，平成２７年１２月１７日頃，本件委任契約に基づき，本件発\n明につき特許願，特許請求の範囲，明細書，図面及び要約書の各案文\nを作成の上，原告に送付し，意見を求めた。被告は，原告と数度にわ\nたりアイデア書（甲５）を含む書面の交換及び打合せをした上，平成\n２８年２月１３日頃，原告との間で特許出願の内容について合意した。\nその際，上記アイデア書の図面を本件明細書に含める意向は原告から\n示されなかった。\n被告は，これを踏まえて上記特許願等の案文を修正し，平成２８年２\n月１７日，本件特許出願をし，同月２４日付けで出願に係る書類の写\nし等を原告に送付したが，原告から修正すべき点につき意見ないし要\n望はなかった。（甲１の３～８）\n本件特許出願に対しては本件拒絶理由通知がされたが，原告は，被告\nからこれに対して反論することができる旨の連絡を受けて，①同年６\n月５日には前記明細書の図３～５を請求項とすることなど，②同月７\n日には「右折レーンレール移動式。交差点３０ｍのみ警察の許可がお\nりた場合のみ，右側に広げる。左側に狭めるなど数か所でできる。」\nことなどの各意向を伝えた。これに対し，被告は，同月１３日，上記\n①につき，上記図３は請求項１として出願しており，拒絶理由に対し\n反論が可能である一方で，上記図４は請求項１０，図５は同１２であ\nるが，いずれも反論が難しいことを，②につき一部は特許になる可能\n性があるが，その他は可能性が低いことなどを記載した文書を送付し\nて応答した。原告は，被告に対し，同月２０日付けで，向かい合う右\n折レーンが左右に移動し効率よく渋滞解消するという最大の特長が明\n細書に記載されるべきことなどの意向を伝えた。（甲３，４の１及び\n２）\n原告は，同月２６日，被告と打合せをし，被告が，請求項１につき手\n続補正書及び意見書の案を作成して原告に送付して了承を得ること，\n原告が了承した案を特許庁に提出すること，必要があれば期間を延長\nすることなどを合意した。（乙１）\n被告は，上記合意に基づき，本件特許出願に係る手続補正書及び意見\n書の案を作成し，同年８月１日頃，原告に対して送付した。原告は，\n同月２８日の打合せの際，手続補正書及び意見書の案（同月２８日付\nけ）を被告から受け取り，被告との間で，「道路標識体」を「ポスト\nコーン」に限ることなどの修正内容を反映した案を同月３１日までに\n被告が作成して原告に送付すること，原告の応答がないか提出期限に\n間に合わない場合は期限までに上記案を特許庁に提出することなどを\n取り決め，これに基づき，被告から，同年９月２日頃，手続補正書及\nび意見書の修正案の送付を受けた。（乙２及び３の各１～３，４の１\n及び２）\n原告は，被告と同月１１日に打合せをし，「道路標識体」を「ポスト\nコーン」と改めることによる特許査定の見込み等に関する被告の説明\nを了解して上記のとおり改める意向を表明し，被告がそのとおり修正\nした手続補正書及び意見書の案（同日付け）を受領した上，被告との\n間で，被告が上記案を特許庁に提出することを合意した。被告は，こ\nの合意に基づき，特許庁に対し，同月１４日，上記案と同内容の手続\n補正書及び意見書を提出した。（甲６，乙５の１～３）\nイ  上記アの事実関係によれば，①本件特許出願に係る書類及び本件拒絶\n理由通知に対する手続補正書ないし意見書の作成に当たり，原告が表明し\nた意向を受けて被告が書面の案を作成して説明を行い，これを受けて原告\nが意向を改めるなどした結果，本件特許出願に係る書類につき平成２８年\n２月１３日頃に，上記手続補正書及び意見書の内容につき同年９月１１日\nにそれぞれ原告と被告との間で合意した内容を原告が本件委任契約に基づ\nき被告に対して記載を求める内容として確定させたこと，②被告が上記各\n合意内容どおりの内容を記載した上記各文書を特許庁に対して提出したこ\nとが明らかであるから，被告が特許庁に対して提出した上記各文書に記載\nのないものは，原告が被告に対して記載を求めた内容に含まれないとみる\nべきである。そうすると，アイデア書（甲５）の内容，モータ駆動部に関\nする文章及び原告の主張する前記補正内容につき上記各文書に記載されて\nいない部分があるとしても，被告がこれを記載しなかったことが応答ない\nし補正義務違反等に当たるとは解されない。\nウ  原告は，被告が電話口において無言を貫くなどして何らの対応もしな\nかったと主張するが，前記認定事実のとおり被告は原告と文書の交換及び\n対面での打合せを行うなどの対応をしているのであるから，電話口におい\nて無言となることがあったとしても，これをもって不法行為に当たるとは\n認められない。\n⑵  次に，進行方向別通行区分の発明に関する詐欺をいう点についてみるに，\n前記前提事実⑶イ及び証拠（甲４の２）によれば，被告は，進行方向別通\n行区分の切り替え式は本件請求項１０に記載したものであって，特許庁か\nら特許出願を拒絶すべきものとされている旨を文書により原告に伝えたも\nのであるところ，本件拒絶理由は本件特許出願に係る請求項全部について\n出願を拒絶すべき理由があるとしている。そうすると，上記文書の記載が\n虚偽であるとは認められず，被告の行為が詐欺に当たると解することはで\nきない。\n⑶  さらに，ねつ造ないし文書管理義務違反をいう点についてみるに，原告\nがファクシミリ送信した文書につき原告が被告に対して問い合わせたこと\nは当事者間に争いがない一方，本件の証拠上，被告がファクシミリの故障\nを理由に文書が存在しない旨回答したと認めることはできない。そうする\nと，被告にねつ造の事実ないし文書管理義務違反があるとは解されない。\n⑷  したがって，その余の点につき判断するまでもなく，原告の第１請求は\n理由がない。\n２  争点⑵（第２請求及び第３請求の成否）について\n原告は，上記拒絶理由通知に対する反論が難しいという被告の見解について\nの特許庁公認の内容証明の提出（第２請求），上記出願書類において原告の発\n明の内容を記載した文章ないし図面の場所の特定（第３請求）を各求めるが，\n特許法その他の法律又は本件委任契約上，上記の内容証明の提出及び場所の特\n定をする請求権が生じるということはできない。\nしたがって，原告の第２請求及び第３請求は理由がない。\n３  結論\nよって，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官  長谷川   浩   二\n裁判官  萩原孝 基\n裁判官  中嶋邦 人\n"
}