{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 5,
    "day": 24
  },
  "case_number": "平成27(行ウ)16",
  "case_name": "怠る事実の違法確認等請求事件（住民訴訟）",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "gist": "市民会館の増改築工事契約をめぐる住民訴訟で，\n１　落札者を除く入札者が予定価格を超える金額で入札をした事実等から談合の存在を推認することはできないとされた事例\n２　本体工事（市民会館別館の増改築工事）に伴い法令上必要とされる追加工事（同市民会館本館の改修工事）を含めずに本体工事についてのみ入札を実施したことが不法行為ということはできないとされた事例\n３　入札実施後原契約締結前に，法令上追加工事が必要とされることが判明した場合において，その必要性を議会に報告しないまま，本体工事についてのみ議会の議決を得て原契約を締結したことが不法行為ということはできないとされた事例",
  "case_gist": "１　東日本大震災に係る復旧・復興事業等の影響で人件費等が急騰し，入札の不調あるいは不落が相次ぐ状況にあったことからすると，α市における事後審査型制限付一般競争入札の落札率が高止まり傾向にあり，本件入札の落札率も１００％であったことが明らかに不自然とはいえないことなどからすれば，落札者を除く入札者が全員予定価格を超える金額で入札をしたなど原告らが主張する事実から談合の存在を推認することはできない。\n２　本体工事（市民会館別館の増改築工事）に伴い法令上必要とされる追加工事（同市民会館本館の改修工事）について，α市長らが本体工事に係る入札の実施時にその必要性を認識していた，又は，認識することができたとは認められないから，追加工事を含めずに上記入札を実施したことが不法行為ということはできない。\n３　追加工事を実施するには原契約を締結した上でこれを変更する方法によることに合理性があったこと，追加工事のための契約の変更については予算措置を含めて別に議会の議決を求める予定であったことなどからすれば，α市長らが原契約締結に係る議会の審議の際に追加工事の必要性を報告しなかったからといって，上記審議を妨げたとはいえず，上記報告をせずに議会の議決を得て原契約を締結したことが不法行為ということはできない。",
  "lawsuit_id": "88344",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=88344",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/344/088344_hanrei.pdf",
  "contents": "平成３０年５月２４日判決言渡\n平成２７年（行ウ）第１６号  怠る事実の違法確認等請求事件（住民訴訟）\n主           文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用及び補助参加によって生じた訴訟費用は原告ら\nの負担とする。\n事実及び理 由\n第１  請求\n１  被告が，Ｐ１，Ｐ２，Ｐ３，Ｐ４，Ｐ５，Ｐ６株式会社，株式会社Ｐ７及び\n被告補助参加人に対し，各自５５９４万４０００円の支払請求を怠ることが違\n法であることを確認する。\n２  被告は，Ｐ１，Ｐ２，Ｐ３，Ｐ４，Ｐ５，Ｐ６株式会社，株式会社Ｐ７及び\n被告補助参加人に対し，各自５５９４万４０００円及びこれに対する平成２７\n年２月７日から支払済みまで年５分の割合による金員を支払うよう請求せよ。\n第２  事案の概要等\n１  事案の概要\n本件は，α市の住民である原告らが，α市の執行機関である被告を相手に，\n地方自治法２４２条の２第１項３号及び４号に基づき，\n(1)  α市の実施したα市立市民会館（以下「市民会館」という。）別館２階ホ\nール増築他建築工事に係る事後審査型制限付一般競争入札（以下「本件入札」\nという。）において，本件入札に参加したＰ６株式会社（以下「Ｐ６」という。），\n株式会社Ｐ７（以下「Ｐ７」という。），被告補助参加人（以下「補助参加人」\nといい，上記２社と併せて「Ｐ６ほか２社」という。）がＰ６を受注予定者と\nする談合を行ったため，適正な競争入札が行われた場合の代金額に比して高\n額の請負契約（以下「本件原契約」という。）が締結され，α市がその差額に\n相当する５５９４万４０００円の損害を被ったことにより，Ｐ６ほか２社に\n対して，不法行為に基づく損害賠償請求権を有しているにもかかわらず，被\n告がその行使を違法に怠っているとして，被告がＰ６ほか２社に対してそれ\nぞれ上記損害賠償請求をしないことが違法であることを確認するとともに，\n「怠る事実の相手方」であるＰ６ほか２社に対し，それぞれ上記損害賠償金\n及びこれに対する遅延損害金の支払を請求するよう求め，\n(2)  α市長であるＰ１，副市長であるＰ２，α市職員であるＰ３及びＰ４（Ｐ\n２及びＰ３と併せて「Ｐ２ら」という。）がＰ６ほか２社による談合を知り，\nあるいは知り得たにもかかわらず，本件入札を実施し，その結果，適正な一\n般競争入札が行われた場合の代金額に比して高額の本件原契約が締結され，\nα市がその差額に相当する５５９４万４０００円の損害を被ったことにより，\nＰ１及びＰ２らに対して，不法行為に基づく損害賠償請求権を有しているに\nもかかわらず，被告がその行使を違法に怠っているとして，被告がＰ１及び\nＰ２らに対してそれぞれ上記損害賠償請求をしないことが違法であることを\n確認するとともに，「怠る事実の相手方」であるＰ１及びＰ２らに対し，それ\nぞれ上記損害賠償金及びこれに対する遅延損害金の支払を請求するよう求め，\n(3)  Ｐ１，Ｐ２ら及びα市職員であるＰ５が追加で工事が必要となることを隠\nして，本件入札を行い，議会の議決を得て，本件原契約を締結したという一\n連の不法行為により，高額な本件原契約及びそれを変更する契約（以下「本\n件変更契約」という。）が締結され，α市が５５９４万４０００円の損害を被\nったことにより，Ｐ１，Ｐ２ら及びＰ５に対して，不法行為に基づく損害賠\n償請求権を有しているにもかかわらず，被告がその行使を違法に怠っている\nとして，被告がＰ１，Ｐ２ら及びＰ５に対してそれぞれ上記損害賠償請求を\nしないことが違法であることを確認するとともに，「怠る事実の相手方」であ\nるＰ１，Ｐ２ら及びＰ５に対し，それぞれ上記損害賠償金及びこれに対する\n遅延損害金の支払を請求するよう求めた，\n住民訴訟の事案である。\n２  前提事実（当事者間に争いがない事実，証拠（書証番号は特記しない限り枝\n番号を含む。）により容易に認定することができる事実及び当裁判所に顕著な事\n実）\n(1)  当事者等\nア  原告らは，いずれもα市の住民である。\nイ  被告は，α市の執行機関たる市長である。\nＰ１は，平成２４年５月にα市長に就任し，現在に至るまでその職にあ\nる。\nウ  Ｐ２，Ｐ３及びＰ４は，本件原契約及び本件変更契約締結の当時，それ\nぞれα市の副市長，総務部長及び総務部総括次長の職にあり，Ｐ５は，α\n市Ｆ部建築営繕課（以下「建築営繕課」という。）の職員であった（甲２５，\n乙２６）。\nエ  Ｐ６ほか２社は，いずれもα市内に本店を有する建設会社である（甲２\n０，乙１５，弁論の全趣旨）。なお，Ｐ７は，Ｐ１の父が設立した会社で\nあり，Ｐ１は平成２４年３月２０日まで同社の代表取締役を務め，同日以\n降現在に至るまで，同人の妹が同社の代表取締役を務めている（甲５）。\n(2)  本件原契約及び本件変更契約に至る経緯等\nア  市民会館は，α市β町地内にあり，本館と別館とで構成される。市民会\n館別館２階には，約４００人を収容できるホール（以下「本件ホール」と\nいう。）があった。\nイ  α市は，本件ホールの改築及び新ホールの増築等の工事（以下「本件工\n事」という。）を行うことを計画し，平成２５年１１月６日，株式会社Ｐ８\n（以下「Ｐ８」という。）との間で，本件工事の設計業務の委託を内容とす\nる業務委託契約を締結した（乙１４）。\n市民会館は，いわゆる既存不適格建築物（建築基準法３条２項参照）で\nあったため，本件工事を実施し市民会館を増改築する場合には，同法８６\n条の７等の規定により緩和される場合を除き，同法３条３項３号又は４号\nにより，同法又はこれに基づく命令若しくは条例の規定（以下「建築関係\n法令」という。）の適用（遡及適用）を受けることとなるものであった。そ\nこで，α市は，Ｐ８に対し，本件工事の実施により建築関係法令が適用さ\nれることとなる範囲（以下「遡及適用範囲」という。）について，大阪府建\n築主事との間で事前協議を行うよう指示した（乙２６）。\nウ  建築営繕課は，平成２６年３月下旬，Ｐ８を通じて大阪府建築主事から，\n本館部分につき，以下のＡからＥまでに係る工事をするよう指示を受ける\nとともに，同工事をしなければ建築確認をすることができない旨の見解を\n示された（乙２５，２６）。\nＡ．排煙区画の既存部遡及\nＢ．堅穴区画部の遮煙性能確保の既存部遡及\nＣ．昇降機設備の耐震性確保\nＤ．昇降機設備の戸開走行防止対策\nＥ．屋上防火水槽の改修\nエ  Ｐ８は，平成２６年４月，α市に対し，協議先を大阪府建築主事から大\n阪府の指定確認検査機関である株式会社日本確認検査センター（以下「日\n確検」という。）に変更したい旨を申し出て，α市はこれを了承した（乙２\n５，２６）。\nオ  α市は，本件入札に関し，α市事後審査型制限付一般競争入札実施要領\n（以下「本件実施要領」という。甲１の４。）を作成し，平成２６年４月２\n５日，入札公告を実施した。\n本件実施要領には，概ね以下の記載がある。\n(ア)  競争入札に付すべき事項等は，以下のとおりである（本件実施要領\n１項）。なお，下記ｃ記載の工事には，排煙区画の既存部遡及に係る工事\n（上記ウのＡ。以下「排煙区画工事」という。）が含まれている。\nａ  工事名称\n市民会館２階ホール増築他建築工事\nｂ  工事場所\nα市β町地内\nｃ  工事概要\n２階ホール増築工事，２階ホール既設改修工事，外溝工事\nｄ  工期\n議会の議決の翌日から平成２６年１１月２８日まで\nｅ  予定価格及び最低制限価格\n予定価格   ：２億０７３６万円（税込金額）\n１億９２００万円（税抜金額）\n最低制限価格：１億５５０２万７５２０円（税込金額）\n１億４３５４万４０００円（税抜金額）\n(イ)  本件入札の入札参加資格要件では，地方自治法２３４条２項，地方\n自治法施行令１６７条の５及びα市事後審査型制限付一般競争入札制\n度に関する要綱（平成９年要綱第９号，以下「本件要綱」という。甲３，\n乙２８。）４条の規定等に基づき，登録の住所（本店）がα市内の者（以\n下「市内業者」という。）は，経営事項審査結果通知書（審査基準日が\n平成２４年１０月２３日以降のもの）の建設工事の種類「建築一式」の\n総合評定値（以下「総合評定値」という。）が７００点以上であること\n（ＪＶを除く。），登録の住所（支店又は営業所）がα市内の者は，総合\n評定値が９００点以上であること（ＪＶを除く。），登録の住所がα市外\nの者（以下「市外業者」という。）は，総合評定値が１２００点以上で\nあること（ＪＶを除く。）とされ，また過去１０年間に建築工事で予定\n価格の５０パーセント以上の国又は地方公共団体の元請けとしての施\n工実績があることなどの要件が課されていた（本件実施要領２項）。\n(ウ)  入札参加希望者は，入札書と共に価格内訳書を提出する必要がある\n（本件実施要領１１項）。\n(エ)  契約の締結については，落札決定後に仮契約を締結して，α市議会\nの議決を得たときに本契約の効力が生ずるものとされた（本件実施要領\n１７項，本件原契約に係る建設工事請負契約書（甲９，１０）５３条）。\nカ  α市は，平成２６年５月２２日，本件入札を実施し，Ｐ６は，予定価格\nと同額である１億９２００万円（税抜金額）で応札して，落札した。\n本件入札に参加申請したのは，Ｐ６の他に株式会社Ｐ９，Ｐ７及び補助\n参加人の４社であり，このうち株式会社Ｐ９は施工実績の要件を満たさな\nいとして参加が否定され，またＰ７は入札価格を２億２１６４万円（税抜\n金額），補助参加人は入札価格を２億４５００万円（税抜金額）といずれも\n予定価格を上回る金額で応札したため，失格となった。（以上につき，甲１\n４，２０）\nキ  α市は，平成２６年５月２３日，建築基準法６条の規定に基づく建築確\n認申請書を日確検に提出したところ，日確検は，同月２６日，遡及適用範\n囲について上記ウのＢからＥまでの範囲（以下「本件遡及適用部分」とい\nう。）であり，それらの部分について，本件工事と併せて工事が必要との見\n解を示した。\nク  Ｐ２らは，本件工事に係る工事請負仮契約締結案についてＰ１に上程し，\n平成２６年５月２９日，Ｐ１は同仮契約締結を認める旨の決裁をした（甲\n８）。これを受けて，α市はＰ６との間で，請負金額を２億０７３６万円\n（税込金額）とする仮契約を締結した（甲９，１０）。\nケ  Ｐ８は，日確検との間で協議を継続した結果，平成２６年６月２３日，\n本件工事と同時に，本件遡及適用部分の工事（以下「本件追加工事」とい\nう。）を実施することで協議を終了し，同追加工事の図面及び内訳書等を\n建築営繕課に提出した。本件追加工事に係る費用は，見積額７２３６万円\n（税込金額）とされた。（以上につき，乙２５，２６）\nコ  α市議会は，平成２６年６月２５日午前１０時からの平成２６年６月α\n市議会定例月議会（以下「本件議会」という。）において，本件原契約締\n結の議案を審議・可決し，これにより，本件原契約の効力が発生した。Ｐ\n１，Ｐ２及びＰ３は，地方自治法１２１条により本件議会に出席したが，\n本件追加工事が必要であることについての説明をしていない。（以上につ\nき，甲９～１１，２２）\nＰ２，Ｐ４及びＰ５は，同日午後２時から２時３４分まで開催された議\n会運営委員会において，本件工事について建築確認を受けるためには，本\n件追加工事が必要であり，早急に本件追加工事にかかる費用に対する補正\n予算案の決議が必要である旨の説明をし，同委員会は，同年７月８日から\n同月１０日までの間，特別議会を開催することを決した（甲２３）。\nサ  α市は，Ｐ６に対し，本件追加工事についても同社に発注することを打\n診し，同社の内諾等が得られたことから，平成２６年７月８日，特別議会\nに対し，本件追加工事に伴う請負契約の変更及び補正予算の計上に係る各\n議案を提出した。同特別議会は，同月９日，いずれの議案も可決した。（以\n上につき，乙２３）\nシ  Ｐ２らは，本件工事に係る設計変更及び本件変更契約締結について，Ｐ\n１に上程し，平成２６年７月１０日及び１６日，Ｐ１はいずれも認める旨\nの決裁をした（甲１２，１３）。\nこれを受けて，α市は，同月２２日，Ｐ６との間で，請負金額を７２３\n６万円（税込金額）増額する本件変更契約を締結した（甲４）。\nス  日確検は，平成２６年７月２４日，α市に対し，本件工事及び本件追加\n工事に係る建築確認をして，確認済証を交付した（甲２６）。\n(3)  本件訴訟に至る経緯\nア  原告らは，平成２６年１０月２７日，α市監査委員に対し，住民監査請\n求を行ったところ，同監査委員は，同年１２月２２日付けで，同監査請求\nには理由がないとしてこれを棄却し，原告らにその旨通知した（甲１，２\nの１）。\nさらに，同監査委員は，同日付けで，α市長宛ての「要望書」と題する\n書面を作成した。同要望書には，予定価格を公表しているにもかかわらず\nこれを上回る価格で入札するケースの出現は，市の発注価格の妥当性に疑\n義が生じ兼ねないため，少なくとも設計額の算出から実際の入札までに相\n当な期間が経過しているものについては，発注価格の妥当性を再確認する\nとともに，必要に応じて増額等の修正の措置を行われたい旨，また，本件\n追加工事については早い時期に必要性を把握して当初設計に含んでおくべ\nきものであり，設計変更で計上することは適切とはいえず，このような事\n後における多額の契約変更は，入札の公平性や妥当性を阻害する可能性が\nある旨の記載がある（甲２の２）。\nイ  原告らは，平成２７年１月１６日，前記事案の概要(1)の各請求及び同(2)\nの各請求について本件訴えを提起し，その後，平成２９年２月２２日付け\n訴えの変更申立書をもって，同(3)の各請求のうちＰ１及びＰ２らに係るも\nのを追加し，さらに，同年１０月１０日付け訴えの変更申立書をもって，\n同(3)の各請求のうちＰ５に係るものを追加した（顕著な事実）。\nなお，前記事案の概要(3)の各請求（本件追加工事の存在を隠して本件入\n札から本件原契約締結に至るまでの一連の行為をしたＰ１，Ｐ２ら及びＰ\n５に対する不法行為に基づく損害賠償請求権についての各請求）は，いず\nれも，原告らがα市監査委員から監査結果の通知を受けた日から３０日を\n経過した後に追加されたものであるが，これらの請求は，本件原契約の締\n結に関与した執行機関又は職員に対する不法行為に基づく損害賠償請求\n権に係る請求であるという点において，前記事案の概要(2)の各請求（談合\nを知りあるいは知り得たのに本件原契約を締結したＰ１及びＰ２らに対\nする不法行為に基づく損害賠償請求権についての各請求）と同一であると\nいえることなどからすれば，同(3)の各請求に係る訴えは，当初の訴え提起\nの時に提起されたものと同視し，出訴期間の遵守において欠けるところが\nないと解すべき特段の事情があるということができ，適法な訴えであると\nいうことができる。\n３  争点\n(1)  談合をしたＰ６ほか２社に対する不法行為に基づく損害賠償請求権の行\n使を怠る事実について\nア  Ｐ６ほか２社による談合の有無（争点①）\nイ  談合によりα市に生じた損害の有無及びその額（争点②）\n(2)  談合を知りあるいは知り得たのに本件原契約を締結したＰ１及びＰ２ら\nに対する不法行為に基づく損害賠償請求権の行使を怠る事実について\nア  Ｐ６ほか２社による談合の有無（争点①）\nイ  Ｐ１及びＰ２らが談合を知りあるいは知り得たか否か（争点③）\nウ  談合によりα市に生じた損害の有無及びその額（争点②）\n(3)  本件追加工事の存在を隠して，本件入札から本件原契約締結に至るまでの\n一連の行為をしたＰ１，Ｐ２ら及びＰ５に対する不法行為に基づく損害賠償\n請求権の行使を怠る事実について\nア  本件原契約に本件追加工事を含めずに本件入札を行い，議会の議決を得\nて同契約を締結した行為の違法性の有無（争点④）\nイ  本件原契約によりα市に生じた損害の有無及びその額（争点⑤）\n４  争点に関する当事者の主張\n(1)  争点①（Ｐ６ほか２社による談合の有無）について\n（原告らの主張）\nア  入札談合について\n入札談合は，主観的な合意・共同が立証されなければ談合がないという\nことはなく，入札の状況，入札参加者の状況，入札者の面識と面談可能性，\n実際の入札からその存在を推認することができる。\nイ  本件入札の状況，入札参加者の状況，面識の有無等について\n(ア)  α市は，本件入札において，入札参加資格要件のうち総合評定値に\nつき，市内業者と市外業者とで５００点もの点差を設定するなど，他の\n市に比べても市外業者が参入困難な競争性を欠く制度を用いていた。被\n告は，本件入札の入札参加対象業者は，市内業者が５社，市外（府内）\n業者が８６社もあったことから競争性が担保されていた旨主張するが，\n実際に本件入札に参加したのは市内業者であるＰ６ほか２社のみであり，\n互いに面識，交流の深い市内業者であったことからすると，実質的競争\n性が担保されていたとはいえない。\n(イ)  また，α市では，平成１９年６月頃から突如工事費内訳書の提出を\n求めることを止め，価格内訳書の提出に変更し，本件入札においても価\n格内訳書の提出で足りるとされていたことから（甲１の４），ますます談\n合を容易にする条件ができていたといえる。\nウ  実際の入札及び近時のＰ６ほか２社による入札状況について\n(ア)  談合は，受注予定者以外の者が，受注予定者に競争を望まないこと\nを前提にしたカルテルであるから，落札価格を決める権限を委ねられた\n受注予定者は，予定価格の範囲内で可能な限りそれに近い，つまり最も\n利益を得られる価格で入札する。そのため，談合が存在する場合には，\n落札率が９０パーセント台後半に張り付くことになるところ（甲１９），\n本件入札においてもＰ６が予定価格の１００パーセントで落札している。\nそして，Ｐ１がα市長に就任した平成２４年５月以降にα市で行われ\nた事後審査型制限付一般競争入札（落札者がＪＶのものは除く。）は６つ\nあるが，６ついずれもＰ６ほか２社の全て又はいずれかの業者が参加し\nており，そのうち同３社が落札した工事は５つで，そのいずれもが予定\n価格の９３パーセントを超える高値で落札されている。同月以前に行わ\nれたα市の事後審査型制限付一般競争入札の落札率が６０パーセント台\nであったことからすると，対照的である（甲１７）。\nそうすると，本件入札も，Ｐ７及び補助参加人が入札前に公表されて\nいた予定価格を超える入札をしてあえて失格となり，それによりＰ６が\n予定価格の１００パーセントで落札したのであるから，本件入札は，競\n争制限された入札方法のもとで繰り返し行われてきた談合の一環であっ\nたといえる。\n(イ)  また，談合がなかったのであれば，予定価格を超える入札をしたＰ\n７及び補助参加人は，必ず積算根拠を示すことができるはずであるのに\n合理的な説明もないのであるから，本件入札は談合によって行われたも\nのと考えざるを得ない。\nエ  行政のゆがみが談合を推認させること\n(ア)  α市は，本件追加工事に係る費用の増額という意図的に明白な事実\nを反映しない予定価格を設定して本件入札を実施し，本件原契約を締結\nしたものであり，このような行政のゆがみは，談合行為という意図的な\n行為の介在なくしては説明し得ない。\n(イ)  また，本件要綱８条では，入札者の数が３者に満たない場合は，入\n札の執行を中止するものとする旨定め，入札の競争性を担保することに\nより行政の公正を図っているものと解されるところ，本件入札では，参\n加したＰ６以外の２社は，予定価格を上回る金額で入札した結果，失格\nとなり，Ｐ６のみが有効な入札をしたのであるから，入札者の数は実質\n的には１者であり，入札の競争性を担保した上記要綱８条の趣旨に反す\nる。そのため，α市は，他市がこのような入札を有効とせず，再入札を\n求めているように，本件入札を中止すべきであった。それにもかかわら\nず，Ｐ１及びＰ２らが本件入札を有効なものとして続行したことは，談\n合に基づく本件入札への同人らによる不正加担のあらわれである。\nオ  被告の主張には理由がないこと\n(ア)  被告及び補助参加人は，予定価格が実勢価格を下回り，両者の価格\nが乖離することは特異ではないとして，本件入札においてＰ７及び補助\n参加人が予定価格を超える金額で応札した理由を説明するが，「公共建築\n工事の円滑な施工確保に係る当面の取組について」（平成２６年総行行第\n１２号，国営計第１０２号，国土入企第２４号，乙８）によると，予定\n価格が実勢価格を下回りやすいなどの状況が発生するのは，予定価格の\n設定が入札の数か月以上前となる場合であって，入札公告日と入札日と\nの間に１か月ほどしかなかった本件入札は，前提を異にする。\nまた，予算決算及び会計令８０条２項や「公共工事の入札及び契約の\n適正化を図るための措置に関する指針」（平成２３年８月９日閣議決定，\n甲２１）１６頁において，地方公共団体の長は，公共工事の入札の予定\n価格の設定に当たっては，最新の実勢価格を適正に反映させなければな\nらないなどと定めていることからすると，α市長が法令に従って予定価\n格を設定している限り，その予定価格は実勢価格を反映した価格のはず\nであるから，被告及び補助参加人の主張は全く根拠を欠くものである。\n(イ)  さらに，被告は，γ市やδ市の例を挙げ，予定価格を超える金額で\nの応札が特段異例ではないなどと主張するが，δ市の例（乙４）では，\n不調となった入札において，予定価格を超える金額での応札があったか\nどうか明らかでなく，またγ市の例（乙１）においても，２社が入札を\n辞退し，残り１社が予定価格を超える金額で入札したことから，入札そ\nのものが不調に終わっている点で本件入札とは異なる。被告の主張は，\n予定価格を超える金額での応札及び落札した１社が予定価格の１００パ\nーセントで応札するという本件入札の異常性を無視するものであり，か\nかる異常性を否定する理由にはならない。\n（被告の主張）\nア  入札参加資格要件について\n原告らは，本件入札の入札参加資格要件では，市外の業者に極めて高い\n総合評定値を設定しており，その結果，実質的に限られた市内業者のみが\n入札に参加することになる旨主張するが，事後審査型制限付一般競争入札\nは，国や地方公共団体において採用されている一般的なものであり，また\n上記資格要件における総合評定値の設定も当該契約の目的，内容に照らし\nそれに相応する業者の資力，信用，技術，経験等の経営状況，発注工事の\n業務遂行能力，市内業者の育成等を総合考慮して設定されたもので，一般\n的に認められる合理的なものである。そして，本件入札において入札参加\n資格要件を満たすものは市内業者５社の他にも市外業者８６社いたこと\nに鑑みると，本件入札につき，市内業者３社しか入札に参加しなかったこ\nとから競争性が確保されていないと断ずるのは失当である。\nイ  予定価格と同額あるいはそれを上回る価格での入札が不自然ではないこ\nと\n原告らは，法令により定められた予定価格が実勢価格を下回ることはな\nい旨主張するが，γ市では予定価格約７４億円に対し約２４億円も上回る\n応札があり，他の応札参加予定者が全て辞退するという異常事態が発生し\nたことなどからもうかがわれるように，地方公共団体の算定した予定価格\nが実態にそぐわないものとなっているということは，現時点での建設業界\nではままあることである。また，近畿の自治体による公共工事では，東日\n本大震災の復興工事や全国での公共事業拡大等で人件費や資材価格が急\n騰し，採算が厳しい工事の入札が敬遠されていたこと，上記γ市の例の他\nにもδ市立総合体育館建設工事の一般競争入札の例（乙４）のように，予\n定価格を超える事例が生じていたことからすると，本件入札における予定\n価格をオーバーした応札も必ずしも異常なものとはいえず，違法な談合と\n関連付けるのは皮相的であって失当である。\nさらに，予定価格の１００パーセントでの入札は，これを下回る入札業\n者がいるのであれば，落札を諦めるということが充分考えられるのである\nから，これをもって談合という指摘は的を射たものではない。\nウ  本件変更契約締結に至る経緯にやむを得ない事情があること\n原告らは，行政のゆがみが談合の存在を推認させるなどと主張するが，\n大阪府との事前調整段階での不手際，見通しの甘さは否めないとしても，\n本件変更契約は不測の事態に対するやむを得ざる対応によるものであっ\nて違法なものではない。\n（補助参加人の主張）\nア  補助参加人が本件入札の入札価格を積算した時点では，補助参加人内部\nで人員や資力の不足が発生しており，また一般的にも鉄骨資材や人件費等\nが高騰していたことから，本件入札における予定価格では，補助参加人に\nとり到底利益を確保し得ず，まして予定価格を下回った価格で応札するこ\nとは不可能な状況であることが判明した。\nそのため，入札価格がたとい予定価格を上回る金額であったとしても，\n補助参加人が営利企業として適切な利益を見込んだ見積価格にて応札す\nることはむしろ当然であり，加えて，近年の公共工事における予定価格が\n人件費の高騰等を合理的に見込んでおらず，不当に建設会社の利益を圧迫\nしており，入札参加者が提示する入札価格は，このような建設業者の意向\nを表明し得る唯一の手段であることからすれば，補助参加人が辞退せずに\n本件入札へ参加したことには合理的な理由がある。したがって，談合の上\nわざと失格になりＰ６に落札させた事実はない。\nイ  原告らは，予定価格を超える金額での入札が特異な入札であるかのごと\nく主張するが，予定価格を超える金額での入札は一般的に行われているほ\nか，補助参加人も他市で行っているのであって（丙１～４），予定価格が実\n勢価格と乖離することは特異なことではない。また，原告らが主張するよ\nうに，殊更に補助参加人が提示した入札価格の積算根拠を示さなければな\nらないものではない。\nウ  原告らの主張は，本件入札について，Ｐ６ほか２社のみが意思を通じれ\nば談合が成立することを前提とするものであるが，原告ら自身，本件入札\n参加資格を有する業者が市内で５社，市外で８６社に上ることを認めてお\nり，この状況下で，そもそも上記３社のみで談合が成立することはあり得\nない。\n(2)  争点②（談合によりα市に生じた損害の有無及びその額）について\n（原告らの主張）\n本件入札において，Ｐ６ほか２社による談合がなければ，請負金額を予定\n価格の２０％以下に抑えることが可能であったのであるから（甲７参照），Ｐ\n６ほか２社の談合によりα市が被った損害は，予定価格の２０パーセントで\nある５５９４万４０００円を下らない。\n（被告の主張）\n争う。\n(3)  争点③（Ｐ１及びＰ２らが談合を知りあるいは知り得たか否か）について\n（原告らの主張）\n上記(1)（原告らの主張）のとおり，本件入札は，Ｐ１がα市長に就任した\n後，繰り返し行われてきた談合の一環である。そして，Ｐ１及びＰ２らは，\n談合を知りあるいは知り得たにもかかわらず，誠実管理執行義務を怠り，本\n件原契約を締結している以上，共同不法行為が成立する。\n（被告の主張）\n上記(1)（被告の主張）のとおり，本件入札には談合が存在しないことから，\n原告らの主張は前提を欠く。\n(4)  争点④（本件原契約に本件追加工事を含めずに本件入札を行い，議会の議\n決を得て同契約を締結した行為の違法性の有無）について\n（原告らの主張）\nア  本件変更契約を本件原契約からあえて分離し，本件原契約のみを競争入\n札した行為について\n(ア)  α市は，平成２６年３月下旬の時点において，大阪府建築主事から\n建築確認申請を通すためには本館も改修する必要性があることを指摘さ\nれていたことからすると，本件入札の予定価格に，本館改修のための工\n事（追加工事）にかかる費用を増額することを当然考慮しなければなら\nなかった。それにもかかわらず，α市は，追加工事の見積もりを出さず，\n建築確認を受けられない違法な本件原契約の工事のみを取り出し，本件\n入札の予定価格を設定し，同入札を行っている。\n本件入札を実施した後に，本件追加工事を実施するため本件原契約が\n変更されるに至り，その変更によって請負代金額は７２３６万円（当初\nの工事請負契約額の３４．９パーセントに相当）も増額し，本件入札の\n公平性を害したことは，α市監査委員がα市長宛てに提出した要望書（甲\n２の２）の中で指摘するとおりである。\n(イ)  被告は，後発的に日確検から指摘があり，本件追加工事をする必要\n性が生じた旨主張するが，Ｐ１が本件原契約の設計変更に係る決裁をし\nた時期は，本件議会における議決により，本件原契約の効力が発生した\n日からわずか１５日後であったこと，また本件追加工事は建築関係法令\nに適合させることを内容とすることからすると，本件追加工事の必要性\nは，本件原契約締結前から当然明らかであり，Ｐ１，Ｐ２ら及びＰ５に\nおいてその旨認識していたはずである。\nそれにもかかわらず，同人らは当初設計に含まれるべき工事内容を設\n計金額に計上しなかったのであり，被告の主張する日確検からの後発的\nな指摘は，本件追加工事を含めずに本件入札を行ったことの合理的理由\nとはならない。\n(ウ)  仮に本件入札の実施時点において，未だ本件追加工事が現に必要と\nなることを認識していなかったとしても，上記のとおり，建築営繕課は，\n大阪府建築主事から，建築確認をするためには市民会館の本館について\nも防災対策を目的とする工事が必要である旨指摘されていたこと，また\n別館にある本件ホールと一体として本館を利用する場合，本館だけが防\n災対策の工事が不要であり遡及適用を受けない，あるいはその遡及適用\n範囲が縮減されることはおよそ考えられない取扱いであること，さらに\nは，Ｐ５は二級建築士の資格を持ち，建築関係法令の遡及適用に関し専\n門的知識と経験を有していたことからすれば，Ｐ５は，本件遡及適用部\n分について工事対象としないまま建築確認を受けられる可能性が著しく\n低いことを当然に知っていたし，また知り得た。それにもかかわらず，\n遡及適用範囲の縮減を見込めるという甘い見通しのもとに，本件追加工\n事が発生する可能性について，関係部署であるα市市民生活部生活安全\n課（以下「生活安全課」という。）及び同市総務部契約課（以下「契約課」\nという。）に適時に報告する義務（α市事務分掌条例施行規則（平成７年\n規則第７号）１５条３項７号）を怠り，建築関係法令に反する違法な本\n件入札が実施されるのを漫然と放置しており，公務員の法令遵守義務（地\n方公務員法３２条）に違反している。\nそもそも，入札対象となる工事は，建築確認が得られて初めてその内\n容が確定するものであるから，本件工事のように，建築関係法令に適合\nするか疑義のある工事については，入札がやり直しとなることを避ける\nため，建築確認申請をして，建築関係法令に適合することの見通しが付\nいた段階で，入札を実施しなければならないはずである。\n(エ)  加えて，生活安全課は，市民会館の安全性に責任を持ち，建築関係\n法令に適合する安全な建物を市民に利用させる事務を，また契約課は，\n建築関係法令に適合しない違法な工事を入札対象としない事務を分担し\nていること，さらには，α市長は，自らが決裁者となる工事が法令に適\n合することを当然に前提とすべきことからすれば，上記関係部署が法令\nに適合するよう他の部署と連携することを怠り，漫然と違法な本件工事\nのみを取り出して本件入札を実施したことは，Ｐ１及び上記各部署の法\n令遵守に対する意識の低さの表れといえる。\nイ  本件原契約締結について議会の議決を得たとはいえないこと\nα市は，本件原契約締結に係る議決を得る以前の平成２６年６月２３日\nには，既に本件遡及適用部分について工事が必要であることを認識し，そ\nれに伴い新たに７２３６万円が必要であるとの積算が出ていたにもかか\nわらず，Ｐ１，Ｐ２ら及びＰ５は，本件追加工事の存在及び工事代金の増\n額を秘して，本件議会における適正な審議を妨害し，同月２５日に本件原\n契約締結に係る議決を得ており，地方自治法９６条１項５号，α市の議会\nの議決に付すべき契約および財産の取得または処分に関する条例（昭和３\n９年条例第７号，以下「本件条例」という。甲２４。）２条に違反する行\n為をしている。\nウ  小括\n以上のとおり，Ｐ１，Ｐ２ら及びＰ５は，本件追加工事を秘して本件入\n札を実施することで，同入札の公平性を阻害した上，本件議会における適\n正な審議を妨害し，地方自治法９６条１項５号，本件条例２条に違反する\n行為をしており，これらの一連の行為の違法性は明らかである。\n（被告の主張）\nア  本件原契約及び本件変更契約に至る経緯について\n(ア)  市民会館は，昭和４６年に開館し，各種講演会，研修会，美術展示\n等で連日多くの市民らに利用されていたが，本件ホールについて，天井\nが全体的に低いなどの苦情が寄せられ，また老朽化によりドアを閉めて\nも会場外に音が漏れ，同ホールの収容人数を超える来場者がロビーに溢\nれるようなイベントが年に数回行われるという状況であった。\nそのため，α市は，市民の苦情への対応のため本件工事を実施するこ\nととし，同工事を終え，市民会館をオープンする時期については，市民\n会館が最も多く利用されるのが例年１１月から翌年２月までであること，\n特に利用者が年末年始に他の施設を利用しなければならない不便さの回\n避，工事中の騒音等による会議室への影響の短期化等の必要性から，平\n成２６年１２月を目指すこととした。\n(イ)  Ｐ８は，平成２５年１２月の段階より，建築営繕課の指示を受け，\n大阪府建築主事と遡及適用範囲について協議を開始したが，協議の内容\nは，主として，別館２階のホールの増改築等工事に伴い，別館部分を現\n行建築基準法に適合させるための改修についてであった。\n(ウ)  建築営繕課は，平成２６年３月下旬，前記前提事実(2)ウのとおり，\nＰ８を通じて，大阪府建築主事から本館部分について多岐にわたる遡及\n適用範囲についての指示を受けたことから，同範囲を減縮させるために\n迅速に協議を進め，より速い応答を求める必要があると判断し，同年４\n月頃，Ｐ８の協議先を大阪府建築主事から日確検へと変更した。\n(エ)  日確検は，Ｐ８が日確検に対しセカンドオピニオンを求めた平成２\n６年４月の時点では，大阪府建築主事からの指摘事項（前記前提事実(2)\nウ）に係る本館部分の改修について不要であるとの見解を示しており\n（乙２５），Ｐ８は，同月２１日，α市に遡及適用範囲は排煙区画工事\n以外にないとの設計内訳書（乙２７）を渡した。α市は，同月２５日，\n本件工事の入札公告をし，その際，入札予定価格に，排煙区画工事に係\nる既設のサッシ改修及びオペレーター装置付の工事価格のみ反映した。\n(オ)  α市は，平成２６年５月２３日，建築確認申請書を日確検に提出し\nたところ，日確検は，従前の見解と異なり，遡及適用範囲について本件\n遡及適用部分も含まれるとの見解を示した。\n(カ)  Ｐ８は，日確検との折衝によって遡及適用範囲を縮減できるとの望\nみから，日確検と継続的に協議をしたが，平成２６年６月２３日，本件\n遡及適用部分に係る工事（本件追加工事）を実施することで協議を終了\nし，本件追加工事に関する費用を７２３６万円（税込金額）と見積もり，\nα市に最終設計を提出した。\n(キ)  α市は，本件追加工事について，既に工事施工中のＰ６に発注する\nのが相当であると判断し，契約課は，平成２６年７月８日，特別議会に\n本件変更契約締結等に係る議案を提出し，同月９日には議会の議決を，\n同月１６日にはα市長による決裁を得た上で，同月２２日，Ｐ６との間\nで本件変更契約を締結した（甲１３）。\nイ  本件追加工事を含めずに本件入札を行い，本件原契約を締結したことに\n合理性があること\n原告らは，建築関係法令に適合しない違法な工事のみを取り出して，本\n件入札を強行したなどと主張するが，上記アのとおり，市民会館の設計業\n務の担当部署である建築営繕課は，平成２６年４月２１日にＰ８から遡及\n適用範囲は排煙区画工事以外にないことを示した設計内訳書（乙２７）を\n受け取り，これを契約課に渡したにすぎないのであるから，Ｐ１，Ｐ２ら\n及びＰ５が本件入札の期日までに本件追加工事が発生することを予見す\nることは困難で，同期日を中止せず，落札業者を決定したことにはやむを\n得ない事由がある。\nウ  本件原契約締結に係る議会の議決は有効に成立していること\n(ア)  原告らは，本件追加工事の存在を秘して本件議会における適正な審\n議を妨害し，本件原契約締結に係る議決を得た旨主張するが，建築営繕\n課及びＰ８は，日確検との折衝によって遡及適用範囲を縮減できると考\nえ，協議を重ねてきたのであり，本件追加工事の内容及び金額が確定し\nたのは，本件議会の直前である平成２６年６月２３日であった。\n(イ)  そして，本件追加工事を実施するには，予算を確保する必要がある\nところ，支出負担行為として，①一般競争入札によって締結した本件原\n契約を変更する方法，②当初の設計とは異なる附帯工事を行うとして随\n意契約で行う方法，③本件契約とは別契約として入札を実施する方法等\nを検討した結果，本件追加工事の建築の積算額が７２３６万円で本件原\n契約の請負代金に対し３４パーセントあまりの増額となることからする\nと，②の方法では本件条例の規定からも，議会軽視の批判が生じる可能\n性があること，③の方法では同一敷地内で同一時期に複数の業者が入る\nことになり，安全面あるいは工事の効率面から難点があること，安全性\nを確保しつつ円滑に２つの工事を進めれば，平成２６年１２月のオープ\nンに間に合うこと，当初の入札では３社からしか応札がなく，そのうち\n２社が予定価格を超えていたことなどを考慮して，①の当初の本件原契\n約を変更する方法を採ったのである。\n(ウ)  そもそも，本件議会における議案は，適法な本件入札に基づき締結\nされた仮契約について，本契約としての効力を生じさせるためのもので\nあるから，この議案の審議に当たっては，入札が実施された後に判明し\nた本件追加工事，つまり本件変更契約締結の必要性に関しては説明する\n必要がなかったために，説明していないだけである（本件変更契約の必\n要性に関しては，平成２６年７月８日に開催された特別議会で議決を得\nている。）。\n(エ)  そうすると，Ｐ１，Ｐ２ら及びＰ５は，本件追加工事の存在を秘し\nて，本件原契約締結に係る議決を得たものではなく，地方自治法９６条\n１項５号，本件条例２条に違反せず，何ら不法行為は成立しない。\n(5)  争点⑤（本件原契約によりα市に生じた損害の有無及びその額）について\n（原告らの主張）\nア  Ｐ１，Ｐ２ら及びＰ５が当初から本件原契約と本件変更契約に関する工\n事費用とを一体とする予定価格を設定し，当該予定価格をもとに一般競争\n入札を実施していれば，Ｐ６ほか２社以外の業者の参入を促し，より競争\n性の確保された入札を実施することができたはずである。したがって，適\n正な競争入札を実施した場合と適正な競争入札を回避した本件入札との\n差額が損害額となる。\nイ  また，Ｐ１，Ｐ２ら及びＰ５が，本件議会における適正な審議を妨害し\nたことにより，本件原契約締結について議会の議決を経たということはで\nきず，本件原契約は違法無効であるのに，α市に違法無効な同契約に基づ\nく財政支出をさせている。これにより，α市が被った損害は，本件原契約\n及び本件変更契約の全額となるが，既に本件工事及び本件追加工事は完了\nしていることから，結局，損害額は，本件原契約及び本件変更契約を一体\nとする予定価格をもとに適正な競争を実施した場合の契約金額との差額と\nなる。\nウ  そうすると，これらの不法行為によりα市が被った損害額は，予定価格\nの２０パーセントである５５９４万４０００円を下らない。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実，証拠（乙２５，２６，証人Ｐ５のほか，各項掲記のもの）及\nび弁論の全趣旨を総合すれば，以下の事実が認められる。\n(1)  α市各部署の役割\nα市には，地方自治法１５８条１項の規定に基づき，市長の権限に属する\n事務を分掌させるため，内部組織として１０の組織が設置されているところ\n（α市事務分掌条例１条），そのうち総務部に属する契約課は，請負契約（工\n事及び製造に係るものに限る。）に関すること等を（α市事務分掌条例施行規\n則１１条４項），市民生活部に属する生活安全課は，市民会館に関すること等\nを（同規則１２条２項），街づくり部に属する建築営繕課は，市有建築物及び\nその他建築物の設計，施工及び監督に関すること等を（同規則１５条７項）\n掌る（乙５，６）。\n(2)  本件入札に至るまでの経緯\nア  市民会館は，昭和４６年竣工時から４０年以上経過したことにより老朽\n化しており，また特に本件ホールについては，市民から天井が低いなどの\n苦情が寄せられていたことから，生活安全課は，平成２５年１０月２日，\n本件工事が必要と考え，建築営繕課に対し，本件工事に係る設計業務を依\n頼した。\nその際，本件工事を終え，市民会館をオープンする時期については，市\n民からの苦情に早期に対応すること，また年末年始に利用する市民が多い\nことなどを理由に，平成２６年１２月を目指すこととした。\nイ  建築営繕課のＰ５らは，本件工事の設計業務は一級建築士が行う必要が\nあることから，Ｐ８に同業務を委託することを決し，平成２５年１２月頃，\nＰ８に対して，本件ホールを改築するとともに，別館の東側に新ホールを\n増築すること及び同増改築に伴う遡及適用範囲について，大阪府建築主事\nと事前協議を行うよう指示し，Ｐ８は，同建築主事と事前協議を開始した。\nウ  Ｐ８は，平成２６年２月２０日，建築営繕課に対し，大阪府建築主事と\n協議したところ，日影規制の関係で，市民会館の東側に新ホールを増築す\nることはできない旨指摘を受けたことを報告した。\n建築営繕課は，上記報告を受け，新ホールを市民会館の南側に増築する\nことを検討し，生活安全課の了承も得られたことから，Ｐ８に対し，市民\n会館の南側に増築する内容の設計等をするよう指示した。\nエ  建築営繕課は，平成２６年３月下旬，Ｐ８を通じて大阪府建築主事から，\n前記前提事実(2)ウ記載のＡからＥまでの箇所を工事するよう指示を受け\nるとともに，それらの工事を行わない限り，建築確認をすることができな\nい旨の見解を示された。なお，本件遡及適用部分（上記Ｂ～Ｅ）は，市民\n会館のうち本館部分に係る工事である（甲２６，乙２１（７頁），２６（別\n紙），弁論の全趣旨）。\n建築営繕課は，Ｐ８から，遡及適用範囲の協議には図面の作成等に多く\nの時間を要し，同年１２月のオープンに間に合うか懸念されるため，より\n迅速に協議を進める必要があるとして，日確検に意見を仰ぎたい旨の申入\nれを受けたことから，同申入れを了承し，同年４月頃，協議先を大阪府建\n築主事から日確検へと変更した。\nオ  日確検は，Ｐ８に意見を求められた平成２６年４月の時点では，本件遡\n及適用部分の改修は不要であるとの見解を示し（乙２５），Ｐ８は，同月２\n１日，建築営繕課に対し，遡及適用範囲は排煙区画工事以外にないとの設\n計内訳書（乙２７）を渡した。\nカ  契約課は，上記オの設計内訳書を踏まえて予定価格等を設定し，平成２\n６年４月２３日，本件入札の入札参加資格要件等についてα市事後審査型\n制限付一般競争入札資格審査会の審査に付し，同月２５日，本件入札を公\n告した。公告された予定価格（１億９２００万円（税抜金額））及び最低制\n限価格（１億４３５４万４０００円（税抜金額））には，排煙区画工事（前\n記前提事実(2)ウのＡ）の工事価格のみ反映された。\n(3)  本件入札\nア  α市は，平成２６年５月２２日，本件工事を事後審査型一般競争入札に\n付した（本件入札）。本件入札の入札参加資格要件等は，前記前提事実(2)\nオ記載のとおりである。\nイ  本件入札には，Ｐ６ほか２社及び株式会社Ｐ９が参加申請したところ，\n株式会社Ｐ９は施工実績の要件を満たさず参加が否定され，またＰ７及び\n補助参加人はいずれも予定価格を上回る金額で応札したため，失格となっ\nた。その結果，予定価格と同額である１億９２００万円（税抜金額）で応\n札したＰ６が，本件入札を落札した。\n(4)  本件原契約及び本件変更契約に至る経緯\nア  Ｐ８は，平成２６年５月２３日，建築確認申請書を日確検に提出したと\nころ，日確検は，同月２６日頃，従前の見解と異なり，遡及適用範囲につ\nいて本件遡及適用部分も含む旨の見解を示した。\nイ  建築営繕課のＰ５らは，Ｐ８と日確検との折衝によって遡及適用範囲を\n縮減することを期待し，上記アの日確検の見解を契約課に連絡することな\nく，日確検からの更なる回答を待った。\nウ  Ｐ２らは，本件工事に係る工事請負仮契約締結案についてＰ１に上程し，\n平成２６年５月２９日，Ｐ１は同仮契約締結を認める旨の決裁をした。こ\nれを受けて，α市はＰ６との間で，請負金額を２億０７３６万円（税込金\n額）とする仮契約を締結した。（以上につき，甲８～１０）\nエ  Ｐ８は，日確検から改めて遡及適用範囲につき本件遡及適用部分を含む\n旨の見解を示されたことから，平成２６年６月２３日，その旨建築営繕課\nに報告するとともに，本件追加工事の図面及び設計内訳書を提出して，日\n確検との協議を終了した。上記設計内訳書には，本件追加工事に係る費用\nについて見積額７２３６万円（税込金額）と記載されていた。\nそれを受けて，建築営繕課は，生活安全課に対し，遡及適用範囲を縮減\nすることはできず，本件追加工事が必要になる旨報告した。\nオ  α市議会は，平成２６年６月２５日午前１０時からの本件議会において，\n本件原契約締結の議案を審議・可決し，これにより，本件原契約の効力が\n発生した。Ｐ１，Ｐ２及びＰ３は，地方自治法１２１条により本件議会に\n出席したが，本件追加工事が必要であることについての説明をしていない。\n（以上につき，甲９～１１，２２）\nＰ２，Ｐ４及びＰ５は，同日午後２時から２時３４分まで開催された議\n会運営委員会において，本件工事について建築確認を受けるためには，本\n件追加工事が必要であり，早急に本件追加工事にかかる費用に対する補正\n予算案の決議が必要である旨の説明をし，同委員会は，同年７月８日から\n同月１０日までの間，特別議会を開催することを決した（甲２３）。\nカ  α市は，平成２６年７月８日，本件変更契約締結及び補正予算の計上に\nついて，上記特別議会に各議案を提出し，同特別議会は，同月９日，いず\nれの議案も可決した。\nキ  Ｐ１は，平成２６年７月１０日及び１６日，本件工事に係る設計変更及\nび本件変更契約締結について，いずれも認める旨決裁し，これを受けて，  α\n市は，同月２２日，Ｐ６との間で，請負金額を７２３６万円（税込金額）\n増額する本件変更契約を締結した（甲１２，１３）。\nク  日確検は，平成２６年７月２４日，α市に対し，本件工事及び本件追加\n工事に係る建築確認をして，確認済証を交付した（甲２６）。\n(5)  α市における近時の入札状況\n平成２２年５月１８日から平成２７年１１月１７日までの間にα市で実施\nされた予定価格５０００万円以上の入札のうち，事後審査型制限付一般競争\n入札の形式で行われたものは，本件入札を除いて下記アからセまでの１４件\nであった。なお，下記アからカまではＰ１のα市長就任前に行われた入札で\nあり，下記キからセまではその就任後に行われた入札である。また，下記ア\nからセまでの落札者に引き続く括弧書きに記載されているのは，落札者の平\n成２７年１０月末日現在の総合評定値及びその順位（市内業者については市\n内の順位と全体の順位）である。（以上につき，甲１６，１７）\nア  Ｇ小学校校舎大規模改造建築工事に係る入札\n入札日    平成２２年５月１８日\n落札価格   ３億１６００万円（落札率７１．６％）\n落札者    Ｐ１０株式会社（１２３７点，全体８５位）\n参加者数   １１社\nイ  Ｈ中学校校舎大規模改造建築工事に係る入札\n入札日    平成２２年８月３日\n落札価格   ９１３４万円（落札率６６．６％）\n落札者    株式会社Ｐ１１（１４４３点，全体５２位）\n参加者数   ６社（Ｐ７，補助参加人を含む。）\nウ  （仮称）Ｉ小学校跡地活用建築工事に係る入札\n入札日    平成２２年１１月９日\n落札価格   ３億４７００万円（落札率６０．１％）\n落札者    株式会社Ｐ１２（１５０３点，全体４６位）\n参加者数   １５社\nエ  Ｋ中学校大規模改造建築工事に係る入札\n入札日    平成２３年５月１７日\n落札価格   ３億９５００万円（落札率７１．７％）\n落札者    Ｐ１３株式会社（総合評定値なし）\n参加者数   ８社\nオ  Ｌ小学校老朽改修建築工事に係る入札\n入札日    平成２３年５月１７日\n落札価格   ２億１１００万円（落札率６３．９％）\n落札者    株式会社Ｐ１４（１３１０点，全体７４位）\n参加者数   ４社（Ｐ７を含む。）\nカ  Ｍ小学校大規模改造建築工事に係る入札\n入札日    平成２３年５月１７日\n落札価格   ２億０７００万円（落札率６９．７％）\n落札者    Ｐ７（８６９点，市内３位・全体１７８位）\n参加者数   ３社（Ｐ７を含む。）\nキ  Ｎ幼稚園大規模改造建築工事に係る入札\n入札日    平成２５年６月２５日\n落札価格   １億０９００万円（落札率９７．３％）\n落札者    Ｐ６（９２８点，市内２位・全体１５７位）\n参加者数   ３社（Ｐ６及び補助参加人を含む。）\nク  Ｏ配水場ポンプ室築造工事に係る入札\n入札日    平成２５年１０月２日\n落札価格   １億４１３５万円（落札率９４．９％）\n落札者    Ｐ７（８６９点，市内３位・全体１７８位）\n参加者数   ４社（全て市内の会社であり，Ｐ６及びＰ７を含む。）\nケ  Ｐ小学校跡地活用建築工事に係る入札\n入札日    平成２６年１１月１４日\n落札価格   ７億５５８４万５０００円（落札率８８．５％）\n落札者  Ｐ７（８６９点，市内３位・全体１７８位）及びＰ１５株\n式会社（１２０１点，全体９６位）によるＪＶ\n参加者数   ４ＪＶ（Ｐ６及び補助参加人によるＪＶを含む。）\nコ  Ｍ小学校プール改築等建築工事に係る入札\n入札日    平成２７年７月３０日\n落札価格   １億３０００万円（落札率９９．８％）\n落札者  Ｐ１６株式会社（７０６点，市内７位・全体２１８位）\n参加者数   ４社（全て市内の会社であり，Ｐ６を含む。）\nサ  Ｇ小学校屋内運動場改修等建築工事に係る入札\n入札日    平成２７年１０月２２日\n落札価格   １億２６００万円（落札率９４．０％）\n落札者    Ｐ６（９２８点，市内２位・全体１５７位）\n参加者数   ６社（Ｐ６及び補助参加人を含む。）\nシ  Ｑ小学校屋内運動場改修等建築工事に係る入札\n入札日     平成２７年１０月２２日\n落札価格   １億２３００万円（落札率９３．８％）\n落札者    補助参加人（１１０６点，市内１位・全体１１７位）\n参加者数   ４社（補助参加人を含む。）\nス  Ｒ小学校屋内運動場改修等建築工事に係る入札\n入札日    平成２７年１０月２２日\n落札価格   １億１９９８万円（落札率９６．７％）\n落札者    株式会社Ｐ９（７３７点，市内５位・全体２１０位）\n参加者数   ３社\nセ  Ｓ中学校屋内運動場改修等建築工事に係る入札\n入札日    平成２７年１１月１７日\n落札価格   ８３４０万円（落札率８４．７％）\n落札者    株式会社Ｐ１７（８４４点，全体１８７位）\n参加者数   ４社\n２  争点①（Ｐ６ほか２社による談合の有無）について\n原告らは，①本件入札では，入札参加資格要件について，他市に比べ市外業\n者が参加困難な競争性を欠く制度等を用いていたこと，その結果，実際に本件\n入札に参加したのは互いに面識，交流の深い市内業者であるＰ６ほか２社であ\nったこと，また本件入札では，入札に参加する際に価格内訳書を提出すれば足\nりるとされ，工事費内訳書を提出する必要がなかったこと，②Ｐ１がα市長に\n就任した後の事後審査型制限付一般競争入札のうち，Ｐ６ほか２社が落札した\n５件の落札率が９０パーセント台後半に張り付いていることからＰ６ほか２社\nによる恒常的な談合が推認されるところ，本件入札においても，Ｐ７及び補助\n参加人が入札前に公表されていた予定価格よりも上回る金額で応札をして失格\nとなり，Ｐ６が１００パーセントで落札したこと，さらには③本件追加工事費\n用を含めない予定価格を設定して本件入札を実施するなどの行政の歪みが存在\nしていたこと等の事情からすれば，本件入札に際し，Ｐ６ほか２社が談合して\nいたことが推認される旨主張する。そこで，以下，原告ら主張の上記事情から\nＰ６ほか２社による談合を推認することができるか，検討する。\n(1)  ①入札参加資格要件，入札参加者の面識の有無等について\nア  入札参加資格要件\n(ア)  本件入札において採用された事後審査型制限付一般競争入札は，国\nや他の地方公共団体が実施する入札においても採用されており（乙４の\n４，１６参照），入札後に落札候補者に限って参加資格を審査することに\nより，入札事務の簡素化のみならず，談合の未然の防止にも資するもの\nとされている（乙１６参照）。\nそして，地方自治法等の法令は，普通地方公共団体が締結する公共工\n事等の契約に関する入札について，機会均等，公正性，透明性及び経済\n性（価格の有利性）の確保を図っているものと解されるが，契約の確実\nな履行の確保あるいは地元経済の活性化への寄与等を考慮して，必要か\nつ合理的な範囲内で，登録の住所（本店あるいは支店又は営業所）が当\n該普通地方公共団体内にあるか否かで入札参加資格要件に一定の差異を\n設けることも許容しているものと解される（地方自治法施行令１６７条\nの５の２参照）。\n(イ)  本件入札における入札参加資格要件では，総合評定値について，市\n外業者は，市内業者に比して，５００点高い１２００点を有している必\n要がある旨定められていたところ，市内業者は，工事現場等への距離が\n近く，現場に関する知識等を有しているなど契約の確実な履行を期待し\n得ること，さらには，地元経済の活性化の見地から，入札参加資格要件\nにつき合理的範囲内で市内業者を優遇する必要性があったことは否定し\n得ない。加えて，本件入札の実施時において，総合評定値が１２００点\n以上の市外業者は８６社存在し，総合評定値７００点以上の市内業者５\n社を大幅に上回っていたこと（乙１５）などからすれば，総合評定値に\n係る要件における市内業者と市外業者との上記差異は相当な範囲内のも\nのといえる。\n原告らは，上記入札参加資格要件は，他市に比べても市外業者の参入\nが困難な要件である旨主張するが，本件入札と同様，２億円以上２億５\n０００万円未満の予定価格で一般競争入札を行う場合，ε市，ζ市及び\nδ市では，市外業者は一律に，原則として入札参加資格要件を有しない\n（乙１７）とされているのであるから，他市に比べ市外業者が参入困難\nな要件であるとは必ずしもいえない。\n(ウ)  その他原告らが主張する事情を検討しても，本件入札における入札\n参加資格要件に不合理な点は認められず，同要件により本件入札の実質\n的競争性が阻害されたとはいえない。\nイ  入札時の提出書類の定め\n本件実施要領１１項では，入札時の提出書類について，入札書の他，価\n格内訳書を掲げるのみで，積算根拠を示した工事内訳書の提出を求めてい\nない。しかし，入札参加者に対し，積算根拠を示した工事内訳書を提出さ\nせることが談合等の不正の防止策になり得るとしても，入札時に積算根拠\nを示した工事内訳書の提出を要さない入札において，およそ談合がされる\nとは到底いえず，本件入札においてもその一事をもって談合があったと推\n認することはできない。\nウ  入札参加者の面識の有無等\n本件入札に参加したＰ６ほか２社は市内業者であることからすると，互\nいに面識や交流があった可能性は否定し得ないものの，談合の事実を推認\nさせるような特別に深い関係性を有していた事実を認めるに足りる証拠\nはない。そもそも，上記アのとおり，本件入札の入札参加資格要件を満た\nす者は，Ｐ６ほか２社及び市内業者２社の他に，市外業者も８６社あった\nのであるから，近年α市が実施した事後審査型制限付一般競争入札に市外\n業者が参加することが減っていた事実が認められるとしても（上記認定事\n実(5)），Ｐ６ほか２社において本件入札に市外業者が参加しないことを認\n識していたなどという事情が認められないにもかかわらず，深い関係性が\nあったことの一事をもって，本件入札における談合の存在を推認すること\nはできない。\n(2)  ②Ｐ６ほか２社による従前の入札状況及び本件入札における入札状況に\nついて\nア  Ｐ６ほか２社による従前の入札状況\n(ア)  α市が平成２２年５月１８日から平成２７年１１月１７日までの\n間に実施した事後審査型制限付一般競争入札の落札率をみると，Ｐ１が\nα市長に就任した平成２４年５月より前に実施された６件（上記認定事\n実(5)ア～カ）については，いずれも７０パーセント前後であるのに対\nし，就任後に実施された９件については，７件が９０パーセントを超え，\n残り２件についても８５パーセント前後であり（上記認定事実(3)イ，\n(5)キ～セ），落札率は，Ｐ１の市長就任後初めて事後審査型制限付一\n般競争入札が行われた平成２５年６月２５日から顕著な高止まり傾向\nを示している。特に，同年以降，Ｐ６ほか２社が単体で落札した事後審\n査型制限付一般競争入札５件（上記認定事実(3)イ，(5)キ，ク，サ，シ）\nにおける落札率は９３パーセントを超え，このような落札率の高止まり\nは，Ｐ６ほか２社による恒常的な談合の存在をうかがわせる一事情とな\nり得ると考えられる（甲１９）。\nしかしながら，証拠（乙１～４，８～１１）によれば，平成２５年頃\n以降，東日本大震災に係る復旧・復興事業等の影響で人件費や資材価格\nが急騰したことによって，国又は地方公共団体が設定した予定価格が実\n勢価格を下回り，あるいは入札参加資格者が今後の人件費や資材価格の\n高騰のリスクを嫌うなどして，入札が不調（応札者がいない場合をいう。\n以下同じ。）あるいは不落（全ての応札価格が予定価格を超過すること\nをいう。以下同じ。）に終わる事態が生じるようになったこと，また平\n成２６年に入り，α市の近隣市を含む近畿圏でも，上記と同様の理由に\nより，入札の不調や不落が相次ぐようになった事実が認められる。\nそうすると，α市における平成２５年６月２５日以降の落札率の高止\nまりは，上記のような人件費及び資材価格の高騰が原因で生じたもので\nあることも十分に考えられるから，上記落札率の高止まりの事実のみを\nもって，Ｐ６ほか２社による恒常的な談合の存在を推認することはでき\nない。\n(イ)  次に，平成２２年５月１８日から平成２７年１１月１７日までの間\nにα市で実施された事後審査型制限付一般競争入札の落札状況をみると，\n市内業者が落札した件数は，平成２３年以前に実施された６件について\nはうち１件にとどまっているが（上記認定事実(5)ア～カ。なお，同エの\n落札者の本店所在地は証拠上明らかではない。），平成２５年以降に実\n施された９件についてはうち８件と大幅に増加している（上記認定事実\n(3)イ，(5)キ～ス）。このような市内業者が落札する割合の増加は，一\n見すると，市内業者による恒常的な談合，特に，上記８件のうち５件を\n単体で落札したＰ６ほか２社による談合の存在を疑わせるものである。\nしかし，平成２３年以前に実施された６件については，市外業者がそ\nの全てに応札しているのに対し，平成２５年以降に実施された８件につ\nいては，市外業者が単体で応札したのは半数の４件にとどまっている（甲\n１７）ことからすれば，上記市内業者が落札する割合の変化は，市外業\n者の応札が減少したことによるものと考えられる。したがって，上記事\n実から，Ｐ６ほか２社による恒常的な談合の存在を推認することはでき\nない。\n(ウ)  さらに，平成２５年以降に市内の会社が単体で落札した入札の内訳\nをみると，Ｐ６（市内２位）が落札したものが３件，補助参加人（市内\n１位），Ｐ７（市内３位），株式会社Ｐ９（市内５位）及びＰ１６株式\n会社（市内７位）が落札したものが各１件となっており，Ｐ６ほか２社\nで上記７件のうち５件を占めているが（上記認定事実(3)イ，(5)キ，ク，\nサ，シ），Ｐ６ほか２社は，α市における平成２７年１０月末日現在の\n総合評定値の上位３社であるから（甲１６），予定価格５０００万円を\n超える規模の入札において，その受注の大半を占めていたとしても直ち\nに不自然とはいえず，かかる事実をもってＰ６ほか２社による恒常的な\n談合の存在を推認させるものではない。\nしたがって，本件入札がＰ６ほか２社による恒常的な談合の一環であ\nる旨の原告らの主張は，その前提を欠き，採用することはできない。\nイ  本件入札における入札状況\n(ア)  原告らは，本件入札において，Ｐ７及び補助参加人が公示されてい\nた予定価格をあえて上回る応札をしたこと，入札に参加した残り１社で\nあるＰ６が予定価格の１００パーセントで応札したことの異常性を指\n摘し，これらの事実から本件入札における談合が推認される旨主張する。\nしかし，上記アのとおり，本件入札当時，東日本大震災に係る復旧・\n復興事業等の影響で人件費や資材価格が急騰したことによって，入札の\n不調あるいは不落が相次ぐ状況にあったことからすると，本件入札にお\nいても，入札実施者の設定した予定価格が実勢価格を下回り，あるいは\n資材価格の高騰等のリスクを見込んで入札参加希望者が積算した見積価\n格が実勢価格を上回るなどして，予定価格あるいは見積価格と実勢価格\nとの間に乖離が生じていた可能性も十分に考えられる。そして，補助参\n加人は，このような場合，入札参加希望者において，入札への参加を辞\n退せず，あえて予定価格を上回る金額で応札することは，公共工事にお\nける予定価格が人件費や資材価格の高騰等を合理的に見込んでいないこ\nとを入札実施者に対し表明するという点において，一定の意義を有する\nものである旨主張するところ，この主張が特段不自然なものとはいえず，\n現に補助参加人がα市以外の市が実施した入札において，予定価格を上\n回る金額で応札した例も認められるところである（丙１，３）。\nさらに，入札参加希望者において，積算した見積価格が予定価格と拮\n抗している場合，現実の応札を期待するものの，一方で収益性の確保を\n図る必要があることから，予定価格と同額での落札を求め，それを下回\nる価格で入札に参加する者が出現したならば落札を断念するということ\nも経済的見地から十分合理的といえるのであって，Ｐ６の落札率が１０\n０パーセントであることが明らかに不自然とはいえない。\n(イ)  原告らは，地方公共団体の長は，予算決算及び会計令８０条２項等\nに基づき，公共工事の入札の予定価格を設定するに当たっては，最新の\n実勢価格を適正に反映させているものと考えられること，また本件入札\nにおいては，入札公告日と入札日との間が１か月ほどしかなく，予定価\n格の設定後入札までに長期間経過していないことなどからすれば，予定\n価格と実勢価格との間に乖離が生じることは考えられず，予定価格を上\n回る金額での応札は異常である旨主張する。\nしかし，地方公共団体の長において，予定価格の設定に当たり，最新\nの実勢価格を適正に反映するよう努めているとしても，人件費や資材価\n格の急騰により，刊行物の掲載価格等が一部で実勢価格の上昇に追い付\nかず，予定価格と実勢価格との間に乖離が生じる可能性は否定し得ない\n（乙１０参照）ところ，現に平成２６年に入り近畿圏においても人件費\n等の急騰により入札の不調や不落が相次ぐようになったことは既に認\n定説示したとおりである。また，予定価格に最新の実勢価格が反映され\nていたとしても，入札参加者が資材価格の更なる高騰等を予想して積算\nした見積価格が実勢価格を上回る場合も否定し得ず，予定価格を上回る\n金額での応札がおよそ不自然とはいえない。\n(ウ)  したがって，本件入札における入札状況から，Ｐ６ほか２社による\n談合を推認することはできない。\n(3)  ③行政の歪みの存否等について\nア  原告らは，本件入札における予定価格に，意図的に本件追加工事の価格\nを反映させなかったことが談合を推認させる旨主張するが，上記認定事実\n(2)カのとおり，契約課は，Ｐ８から提出された設計内訳書を踏まえて，予\n定価格を設定・公告したにすぎず，また，後記３(1)のとおり，契約課にと\nどまらず，建築営繕課においても，本件入札の時点においては，遡及適用\n範囲が排煙区画工事に止まらない具体的な可能性があることを把握して\nいなかったのであるから，Ｐ１及びＰ２らが意図的に本件追加工事の価格\nを予定価格に反映させなかったものとはいえない。したがって，原告らの\n主張はその前提を欠く。\nイ  また，原告らは，Ｐ１及びＰ２らにおいて，本件要綱８条の適用あるい\nは同条の趣旨に鑑み本件入札を中止すべきであったのにそのまま執行した\nことは，同人らが談合に協力していたことを示すものであり，談合の存在\nを推認させる事情である旨主張する。\nしかし，α市競争入札心得（甲１５）１１条１項では，予定価格が事前\nに公表されている場合，それを超える入札をした者は失格となる旨定める\nものの，その者の参加まで遡って否定するとはしていないことからすれば，\n本件入札における参加者は，Ｐ６ほか２社の３者であったと認められるの\nであって，本件要綱８条の中止の要件には該当しない。\nまた，本件要綱８条の趣旨は，原告らが主張するとおり，競争性の担保\nや価格の有利性の確保等にあるものと考えられるところ，確かにＰ７及び\n補助参加人が予定価格を上回る金額で応札したことにより，Ｐ６は，結果\nとして，本来一般競争入札が予定する価格競争をすることなく落札するに\n至っている。しかし，かかる場合，再入札を実施したとしても，予定価格\nを上げない限り，同じ結果になり，あるいは入札が不落に終わる可能性も\n見込まれるのであって，価格の有利性等の見地から入札をそのまま執行す\nることには十分合理性がある。したがって，α市が本件入札をそのまま執\n行したことが本件要綱８条の趣旨に反するとはいえず，やはり本件入札を\n中止すべき義務があったとはいえないのであるから，原告らの上記主張は\n採用することができない。\n(4)  小括\n以上のとおり，原告らが主張する上記間接事実からＰ６ほか２社による談\n合の存在を推認することはできず，その他に，Ｐ６ほか２社が本件入札にお\nいて談合したことをうかがわせる事情はないから，Ｐ６ほか２社が本件入札\nに際して談合したと認めることはできない。\n３  争点④（本件原契約に本件追加工事を含めずに本件入札を行い，議会の議決\nを得て同契約を締結した行為の違法性の有無）について\n(1)  本件追加工事を含めずに本件入札を行ったことについて\nア  地方自治法２３４条１項及び２項は，普通地方公共団体の締結する契約\nについて，一般競争入札の方法を原則としているところ，これは，機会均\n等の理念に最も適合して公正であり，かつ，価格の有利性を確保し得るた\nめと解される。一般競争入札の方法により契約を締結した後に入札条件と\nされた契約の内容を変更することは，上記の趣旨に反するものであり，そ\nれが当初から予想し得る軽微な範囲にとどまる場合等を除き，原則として\n許されないものと解される。\nそうすると，契約の締結後にその内容を変更する必要があることを認識\nしている場合には，本来その変更すべき契約内容が確定した後に，新たな\n条件の下で入札に付すべきものであって，変更内容が当初から予想し得る\n軽微な範囲にとどまる場合，変更内容が確定する前に早期に契約を締結し\nて履行に着手する必要がある場合や履行に着手した後でなければ変更内\n容が確定しない場合に変更の可能性を示した上で入札に付すなど特段の\n事情がない限り，当該契約について不確定条件で入札を実施することは許\nされないものと解するのが相当である。\nイ(ア)  そこで検討すると，上記認定事実によれば，本件入札の実施時点に\nおいては，日確検が，遡及適用範囲につき排煙区画工事のみとなる見込\nみである旨の見解を示していたのであり，また一級建築士のいる設計会\n社であるＰ８においても，日確検の上記見解を受けて，本件追加工事は\n不要であることを前提として，同追加工事を含めない設計内訳書（乙２\n７）を作成し，建築営繕課に提出していたというのであるから，Ｐ５も\n証言するとおり，本件入札の実施時点においては，本件追加工事が必要\nとなると認識していたとは認められず，また，認識することができたと\nいうこともできない。\n(イ)  この点に関し，原告らは，本件追加工事は建築関係法令に適合させ\nることを内容としているのであるから，本件追加工事が必要となること\nは明らかであった旨主張する。\n確かに，普通地方公共団体が建築工事の施工を決定するに当たっては，\n同工事が法令に従ったものであるかどうかの審査を行うべきであって，\n本件工事のように，建築基準法３条２項に定める建築後の法令の変更に\nよって違反建築物と扱われない，いわゆる既存不適格建築物を増改築す\nるに当たっては，当該増改築によって，同条３項３号又は４号により建\n築関係法令の遡及適用を受けることとなるかについても十分に検討す\nべきといえる。\nしかし，本件ホールは市民会館の別館にあるのに対し，本件遡及適用\n部分は，いずれも市民会館の本館にあるのであって，別館を増改築する\nことにより，本館についてまで遡及適用が及ぶかについては必ずしも明\nらかとはいい難く，このことは，現に日確検が，上記のとおり，本件入\n札の実施時点では，遡及適用範囲について，排煙区画工事のみになる見\n込みである旨の見解を示していたことからも裏付けられる。したがって，\n原告らの上記主張は採用することができない。\n(ウ)  また，原告らは，α市は本件入札の翌日である平成２６年５月２３\n日には建築確認申請をしているところ，本件追加工事に係る補正予算に\nついて審理されたＴ会議において，α市街づくり部長が「増築改修部分\nと今回の既存不適格は一本の建築確認で申請しております。」と発言し\nていることからすれば，遅くとも本件入札の実施時には，本件追加工事\nが必要となることを認識していた旨主張する。\nしかし，上記認定事実(4)エによれば，Ｐ８が，遡及適用範囲に関す\nる日確検の最終的見解を踏まえ作成した本件追加工事にかかる図面及\nび設計内訳書を建築営繕課に提出したのは同年６月２３日であり，α市\nの確認を経て，同市あるいはその代理人であるＰ８が日確検に上記図面\n等を提出したのは早くても同日以降であったと考えられる。現に，建築\n確認申請書（甲２６）１頁目にある日確検による受付印は，同年７月２\n４日付けとされており，同年５月２３日付けとはされていない。\nまた，原告らが指摘するＴ会議における街づくり部長の発言は，同会\n議に出席したＰ４が，「最終的にこの工事につきましては増設及び既存\n部分を改修一体で建築確認申請の審査を受けています。」と述べている\nこと（乙２２・１８頁）からも明らかなように，本件工事に関する建築\n確認申請をした後に，本件追加工事に関する資料を追加したことによっ\nて，最終的には「一本」の建築確認申請となった旨の発言と認められる\nのであって，街づくり部長の上記発言は，同年５月２３日に，本件追加\n工事についてまで建築確認申請をしたことの根拠となるものではない。\n(エ)  以上のとおり，本件入札の実施時点において，Ｐ１，Ｐ２ら及びＰ\n５が，本件追加工事が必要となることを認識していた，又は認識するこ\nとができたとは認められない。したがって，本件追加工事を含めずに本\n件入札を行ったことが違法であるとはいえず，この点について，Ｐ１，\nＰ２ら及びＰ５が不法行為責任を負うことはない。\nウ  原告らは，Ｐ５の証言によるとしても，Ｐ５は本件入札の実施以前に\nおいて，本件追加工事が必要となる可能性については認識していたので\nあるから，その旨関係部署に適時に報告すべきであったのに，遡及適用\n範囲の縮減を見込めるという甘い見通しの下に上記報告義務を怠り，建\n築関係法令に反する違法な本件入札が実施されるのを漫然と放置したな\nどとして，公務員の法令遵守義務（地方公務員法３２条）に違反する旨\n主張する。\nしかし，上記イ(ア)記載のとおり，本件入札の実施時点においては，Ｐ\n８のみならず日確検においても，本件追加工事が不要となる見込みであ\nる旨の見解を示していたのであるから，Ｐ５が今後の協議においても日\n確検が上記見解を維持し，大阪府建築主事から指摘を受けた遡及適用範\n囲の縮減が見込まれると考えたことについて特段不合理な点は認められ\nない。本件入札の実施時までに，Ｐ５が生活安全課や契約課に対し，本\n件追加工事の必要性に関する情報を提供することがより適切であったと\nいえるとしても，Ｐ５において原告らが主張するような報告義務を負っ\nていたとまでいうことはできない。\nエ  なお，上記のとおり，本件追加工事が必要となる可能性自体はあったの\nであるから，α市としては，建築確認を得て遡及適用範囲が確定した後に，\n本件入札を実施するという選択肢もあり得たということができる。\nしかし，建築確認を受けた後でなければ入札を実施することができない\nというべき合理的な根拠は見いだし難く，むしろ建築確認を受けていない\n段階でも，既存部分の取壊し工事等は行うことができるというのである\n（証人Ｐ５）。そうすると，上記認定事実のとおり，市民会館は，本件ホ\nールを年末年始に利用する市民が多く，その時期の閉館は避ける必要があ\nること等から，平成２６年１２月の開館を目指していた中で，本件入札の\n実施を延期することによって，開館を遅らせるのを避けるため，日確検か\nら遡及適用範囲は排煙区画工事のみとなる見込みである旨の見解を示さ\nれた段階で，同見解に沿う内容の設計図書の作成及び予定価格等の設定を\nして，本件入札を実施したことが不合理であったとはいい難く，この点に\nつき裁量権の範囲を逸脱し，又はこれを濫用したとはいえないというべき\nである。\n(2)  本件追加工事の必要性を議会に報告しないまま，本件原契約締結に係る議\n会の議決を得て同契約を締結したことについて\nア  本件変更契約の締結を予定しながら本件原契約を締結したことの合理性\nについて\n(ア)  上記認定事実(4)エ及びオによれば，本件議会において本件原契約締\n結の議案を審議・可決した平成２６年６月２５日午前の時点では，既に\nＰ８が本件追加工事を行うことで日確検との協議を終了し，その旨建築\n営繕課に報告しており，また，Ｐ２，Ｐ４及びＰ５は，同日午後に開催\nされた議会運営委員会に出席して，本件追加工事の必要性を報告したと\nいうのであるから，本件議会の時点において，Ｐ５のみならずＰ１及び\nＰ２らにおいても，本件工事の内容のままでは建築関係法令に適合しな\nいため，同工事と同時に本件追加工事を実施する必要があることを認識\nしていたものと認められる。\nそうであるところ，α市は，本件追加工事を実施する方法として，本\n件議会の議決を得て本件原契約の効力を発生させ，その上で再び議会の\n議決を得て本件変更契約を締結する方法を選択したのであるが，本件変\n更契約が，請負代金額を７２３６万円（当初の工事請負金額の３４．９\nパーセントに相当）増額し，工事内容にも少なくない範囲で変更を加え\nるものであることからすれば，α市においては，漫然とＰ６との間で本\n件原契約を締結するのではなく，所要の変更を加えた上で，改めて入札\nを実施すべきではなかったかなどの疑問も生じ得る。\n(イ)  しかし，被告の主張によれば，本件議会前の時点において，市民会\n館を建築関係法令に適合した建築物とするために必要な本件追加工事を\n実施するための方法としては，本件原契約の締結に係る本件議会の議決\nを得た後，同契約変更に係るα市議会の議決を経て，本件原契約を変更\nするという現に採用された方法のほか，①本件追加工事のみ一般競争入\n札を実施する方法及び②本件工事に係る工事請負仮契約を解除し，本件\n追加工事を含めて改めて一般競争入札に付する方法等が考えられたとい\nうのであるが，①については，本館と別館とが同一敷地内で互いに隣接\nし，内部は扉等でつながっているなど密接な関連性を有するため，別々\nの業者に工事を行わせるのは不合理かつ非現実的であり，採用すること\nができない。また，②の方法については，新たに一般競争入札を実施す\nるとなれば，市民会館を予定どおり平成２６年１２月に開館することが\nできず，市民の年末年始の利用等に影響が出るのみならず，α市の都合\nで本件原契約（仮契約）を解除することになれば違約金等の発生も予想\nされ，また，本件入札では，入札参加者３社のうち２社が予定価格を１\n５パーセントから２５パーセント超える金額で応札していたこと及び資\n材価格等が高騰していたこと等からすれば，本件追加工事を含めた一般\n競争入札の不調・不落を防ぐためには，本件入札の予定価格に本件追加\n工事の費用（７２３６万円）を加えた金額を予定価格として設定するの\nみでは足りず，より多額の予定価格の設定を余儀なくされる可能性も十\n分に考えられたということができ，この方法も採用することが難しかっ\nたものと認められる。\n(ウ)  そうすると，α市において，本件追加工事が必要であることが明ら\nかになった後に，α市議会の議決を得て本件原契約を締結したことにも，\n相応の合理的理由があったものということができる。\nなお，本件全証拠においても，本件変更契約の代金が，既存不適格部\n分を関係法令に適合させるために必要な設計変更に応じて合理的に算出\nされた金額であることに疑いを生じさせるような事情は見当たらない。\nイ  本件議会において本件追加工事の必要性の報告ないし説明をしなかった\nことについて\n(ア)  地方自治法９６条１項５号は，その種類及び金額について政令で定\nめる基準に従い条例で定める契約（α市においては１億５０００万円以\n上の工事又は製造の請負契約。地方自治法施行令１２１条の２第１項，\n本件条例２条参照。）を締結する場合，議会の議決に付さなければならな\nい旨規定するところ，その趣旨は，上記政令等で定める種類及び金額の\n契約を締結することは普通地方公共団体にとり重要な経済行為に当たる\nものであるから，議会の議決を要することとして，住民の利益を保障す\nるとともに，これらの事務の処理が住民の代表の意思に基づいて適正に\n行われることを期することにあると解される。\nこのような趣旨からすれば，議会の議決を要する契約の締結について\n審議に必要な説明をするために議会に出席した普通地方公共団体の長又\nはその補助職員が，当該審議に重要な事項を殊更に隠蔽するなどして議\n会における審議を妨げたといえるような場合には，当該普通地方公共団\n体に対する関係で不法行為が成立する余地があるものと考えられる。\n(イ)  上記認定事実によれば，Ｐ１，Ｐ２及びＰ３は，本件議会に出席し\nたにもかかわらず，同議会において，本件追加工事が必要である等の事\n情を何ら説明しなかったというのであるが，既に認定・説示したところ\nからすれば，本件追加工事を実施するためには，Ｐ６との間で本件原契\n約を締結した上でこれを変更する方法によることが合理的であったとい\nえる上，本件追加工事は，別館部分の増改築に伴って法令上必要となる\n附随的なものであり，その内容等については，予算措置を含めて別に特\n別議会で議決を求める予定であったことなどからすれば，本件議会に出\n席したＰ１，Ｐ２及びＰ３が，本件議会はあくまで本件原契約の効力を\n発生させるものと位置付け，同議会において，本件追加工事が必要とな\nる旨の報告ないし説明をしなかったからといって，本件原契約の締結に\nついての審議を妨げたということはできない。\n(ウ)  上記に加え，Ｐ２，Ｐ４及びＰ５は，本件原契約締結に係る議決を\n得た後，同日中に議会運営委員会において本件追加工事が必要となる旨\n報告し，本件追加工事に係る補正予算に加え，本件変更契約締結に関し\nても，α市議会の議決を得ていることからすれば，Ｐ１，Ｐ２ら及びＰ\n５において，およそ議会を軽視していたなどということもできない。\n(3)  小括\n以上によれば，本件原契約締結に至るまでのＰ１，Ｐ２ら及びＰ５による\n一連の行為が共同不法行為を構成するということはできない。\n４  結論\nよって，その余の点につき判断するまでもなく，原告らの請求はいずれも理\n由がないからこれらを棄却することとし，主文のとおり判決する。\n大阪地方裁判所第７民事部\n裁 判 長 裁 判 官     山田   明\n裁判 官     森   田    亮\n裁判 官     石 川 舞 子\n"
}