{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 3,
    "day": 25
  },
  "case_number": "平成27(ネ)10014",
  "case_name": "特許権侵害行為差止請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85769",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85769",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/769/085769_hanrei.pdf",
  "contents": "平成２８年３月２５日判決言渡\n平成２７年(ネ)第１００１４号  特許権侵害行為差止請求控訴事件（原審  東京地\n方裁判所平成２５年(ワ)第４０４０号）\n口頭弁論終結日  平成２８年２月１９日\n判          決\n控訴 人          ＤＫＳＨジャパン株式会 社\n（以下「控訴人ＤＫＳＨ」という。）\n控訴 人          岩 城 製 薬 株 式 会 社\n（以下「控訴人岩城製薬」という。）\n控訴 人          高 田 製 薬 株 式 会 社\n（以下「控訴人高田製薬」という。）\n控訴 人          株式会社ポーラファル マ\n（以下「控訴人ポーラファルマ」という。）\n上記４名訴訟代理人弁護士   新保克 芳\n同                  髙﨑   仁\n同                洞 敬\n同                 井上   彰\n同                 酒匂禎 裕\n同 弁 理 士       今村正 純\n同              渡辺紫 保\n同 補 佐 人 弁 理 士        室伏良 信\n同               井上香 織\n被 控 訴 人        中 外 製 薬 株 式 会 社\n訴訟代理人弁護 士        尾崎英 男\n同              日   野   英一 郎\n同              江   黒   早耶 香\n主              文\n１  本件控訴をいずれも棄却する。\n２  控訴費用は，控訴人らの負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人の請求をいずれも棄却する。\n第２  事案の概要\n１  本件は，発明の名称を「ビタミンＤおよびステロイド誘導体の合成用中間体\nおよびその製造方法」とする特許権（特許番号第３３１０３０１号。以下「本件特\n許権」といい，同特許権に係る特許を「本件特許」という。）の共有者の１人であ\nる被控訴人が，控訴人ＤＫＳＨの輸入販売に係る原判決別紙物件目録１記載のマキ\nサカルシトール原薬（以下「控訴人製品１」という。）並びに控訴人岩城製薬，控\n訴人高田製薬及び控訴人ポーラファルマの各販売に係る同目録２記載(1)ないし(3)\nの各マキサカルシトール製剤（以下，それぞれ「控訴人製品２(1)」などといい，\nこれらを併せて「控訴人製品２」という。また，控訴人製品１と併せて「控訴人製\n品」という。）の製造方法である別紙方法目録記載の方法（以下「控訴人方法」と\nいう。なお，控訴人製品１は，原判決別紙物件目録１において，控訴人方法で製造\nされたものと特定されており，控訴人製品２は，同目録２において，控訴人方法で\n製造されたマキサカルシトールの製剤と特定されている。）は，本件特許に係る明\n細書（特許権設定登録時のもの。以下「本件明細書」という。なお，本件特許は平\n成１５年６月３０日以前にされた出願に係るものであるから，本件明細書は，特許\n請求の範囲を含むものである〔平成１４年法律第２４号附則１条２号，３条１項，\n平成１５年政令第２１４号〕。）の特許請求の範囲の請求項１３に係る発明（以下\n「本件発明」という。）と均等であり，その技術的範囲に属するから，控訴人方法\nにより製造した控訴人製品の販売等は本件特許権を侵害すると主張して，特許法１\n００条１項，２項に基づき，①控訴人ＤＫＳＨに対しては，控訴人製品１の平成２\n９年９月３日までの輸入又は譲渡の差止め及び廃棄を，②その余の控訴人らに対し\nては，それぞれ，控訴人製品２(1)ないし(3)の同日までの譲渡又は譲渡の申出の差\n止め及び廃棄を求める事案である。なお，被控訴人は，本件訴え提起後に，本件特\n許についての特許無効審判において，平成２５年９月２５日付け訂正請求書により，\n特許請求の範囲の請求項１３の訂正をした。\n原審は，控訴人方法が本件発明及び上記訂正後の特許請求の範囲の請求項１３に\n係る発明（以下「訂正発明」という。）と均等であることを認め，また，本件発明\nに係る特許が特許無効審判により無効にされるべきものとは認められないと判断し\nて，被控訴人の請求を全部認容したため，控訴人ら（原審被告ら）が，原判決を不\n服として，本件控訴をした。\n当審における審理中に，上記訂正を認める旨の審決が確定した。\n２  前提となる事実（当事者間に争いがない事実又は文中掲記した証拠及び弁論\nの全趣旨により容易に認定できる事実）\n(1)   当事者\nア  被控訴人は，医薬品の研究，開発，製造，販売及び輸出入等を業とする株式\n会社である。\nイ  控訴人ＤＫＳＨは，医薬品の輸入，販売等を業とする株式会社である。\nウ  控訴人岩城製薬，控訴人高田製薬及び控訴人ポーラファルマは，それぞれ，\n医薬品の販売等を業とする株式会社である。\n(2)  マキサカルシトール\nア  被控訴人は，活性型ビタミンＤ３誘導体であるマキサカルシトールを有効成\n分とする角化症治療剤である商品名オキサロール軟膏・ローションを製造販売して\nいる。\nイ  活性型ビタミンＤ３の生理作用としては，古くからカルシウム代謝調節作用\nが知られていたが，細胞の増殖抑制作用や分化誘導作用等の多岐にわたる新しい作\n用が発見され，角化異常症の治療薬として期待されるようになっていた。しかし，\n活性型ビタミンＤ３には血中カルシウムの上昇という副作用の問題があった。\n被控訴人は，活性型ビタミンＤ３であるカルシトリオールの化学構造を修飾した\n物質であるマキサカルシトールが細胞増殖抑制作用，分化誘導作用を有しながら，\n血中カルシウム上昇作用が弱いことを見いだした。すなわち，下記の左図がビタミ\nンＤ３（非活性），中図がビタミンＤ３の１αと２５位が水酸化して活性化したカル\nシトリオール（１α，２５ジヒドロキシビタミンＤ３）であるが，被控訴人は，カ\nルシトリオールの２２位のメチレン基を酸素原子に置き換えることによって，増殖\n抑制作用が１０～１００倍向上し，他方，副作用である血中カルシウム，リンの上\n昇作用がカルシトリオールよりも著しく弱い物質が得られることを見いだしたもの\nである（弁論の全趣旨）。この物質がマキサカルシトール（下記の右図）である。\nウ  被控訴人は，昭和６０年１２月２６日（優先権主張・昭和５９年１２月２\n８日），新規物質であったマキサカルシトールを含む９，１０－セコ－５，７，１\n０（１９）－プレグナトリエン誘導体について特許出願をし（甲１），平成４年１\n０月に特許権の設定登録を得た（特許第１７０５００２号）。同特許権は，存続期\n間の延長登録を経て，平成２２年１２月２６日に存続期間が満了した。\n訂正発明は，このマキサカルシトールを含む化合物の製造方法に関するもので\nある。\n(3) 本件特許権\n被控訴人は，以下の特許権（本件特許権）を，ザ・トラスティーズ・オブ・コロ\nンビア・ユニバーシティ・イン・ザ・シティ・オブ・ニューヨーク（以下「コロン\nビア大学」という。）と持分２分の１ずつ共有している。\nア  特許番号  特許第３３１０３０１号\nイ  発明の名称  ビタミンＤおよびステロイド誘導体の合成用中間体およびその\n製造方法\nウ  出願日  平成９年９月３日\nエ  出願番号  特願平１０－５１２７９５\nオ  優先日  平成８年９月３日（米国６０／０２５，３６１による優先権主張。\nマキサカルシトール\nカルシトリオール\n（１α，25 ジヒドロキシビ\nタミンＤ\n３\n）\nビタミンＤ\n３\n以下「本件優先日」という。）\nカ  登録日  平成１４年５月２４日\nキ  存続期間の延長  本件特許権につき，平成２２年３月３１日，特許法６７条\n２項に基づき，以下の内容の存続期間延長登録が行われた（なお，被控訴人は，延\n長登録がされる前の存続期間の末日までの差止めを求めているので，本件では，上\n記延長登録の効果は問題とならない。）。\n(ｱ)  特許権の存続期間の延長理由となる処分\n薬事法（平成２５年法律第８４号による題名変更前のもの）１４条９項に規定す\nる医薬品に係る同項の承認\n(ｲ)  処分を特定する番号\n承認番号  ２１８００ＡＭＸ１０３８６０００\n(ｳ)  処分の対象となった物\nマキサカルシトール（一般的名称）\n(ｴ)  処分の対象となった物について特定された用途\n掌蹠膿疱症\n(ｵ)  延長の期間\n５年\n(4)  本件発明\n本件明細書の特許請求の範囲の請求項１３の記載は，以下のとおりである。\n「【請求項１３】\n下記構造を有する化合物の製造方法であって：\n（式中，ｎは１～５の整数であり；\nＲ１およびＲ２は各々独立に，所望により置換されたＣ１－Ｃ６アルキルであり\n；\nＷおよびＸは各々独立に水素またはＣ１－Ｃ６アルキルであり；\nＹはＯ，ＳまたはＮＲ３であり，ここでＲ３は水素，Ｃ１－Ｃ６アルキルまたは\n保護基であり；\nそしてＺは，式：\nのＣＤ環構造，式：\nのステロイド環構造，または式：\nのビタミンＤ構造であり，Ｚの構造の各々は，１以上の保護または未保護の置換\n基および／または１以上の保護基を所望により有していてもよく，Ｚの構造の環は\nいずれも１以上の不飽和結合を所望により有していてもよい）\n（ａ）下記構造：\n（式中，Ｗ，Ｘ，ＹおよびＺは上記定義の通りである）\nを有する化合物を\n塩基の存在下で下記構造：\n（式中，ｎ，Ｒ１およびＲ２は上記定義の通りであり，そしてＥは脱離基である）\nを有する化合物と反応させて，\n下記構造：\nを有するエポキシド化合物を製造すること；\n（ｂ）そのエポキシド化合物を還元剤で処理して化合物を製造すること；および\n（ｃ）かくして製造された化合物を回収すること；\nを含む方法。」\n(5)  無効審判請求及び訂正請求\nセルビオス－ファーマ  エス  アー（以下「セルビオス社」という。）は，平成\n２５年５月２日，本件特許（請求項１ないし３０に係る特許）について，特許無効\n審判（無効２０１３－８０００８０）を請求した（甲２８）。\n被控訴人及びコロンビア大学は，平成２５年９月２５日付け訂正請求書（甲１５）\nにより，特許請求の範囲の減縮を目的として，本件明細書の訂正（訂正後の請求項\nの数は２８。以下「本件訂正」といい，訂正後の明細書を「訂正明細書」という。\nなお，本件訂正により訂正されたのは，本件明細書中の特許請求の範囲のみであ\nる。）を請求した。特許庁は，平成２６年７月２５日，「請求のとおり訂正を認め\nる。本件審判の請求は，成り立たない。」との審決をした（甲２８）。\nセルビオス社は，同審決の取消しを求めて，知的財産高等裁判所に審決取消請求\n訴訟（平成２６年（行ケ）第１０２６３号）を提起したが，同裁判所は，平成２７\n年１２月２４日，セルビオス社の請求を棄却する判決をし，同判決は確定した（甲\n３３，３４）。\n(6)  訂正発明\nア  本件訂正後の特許請求の範囲の請求項１３の記載は，原判決別紙訂正明細書\nの特許請求の範囲【請求項１３】のとおりであり，同項に係る発明（訂正発明。以\n下，本件特許のうち，同項に係る特許を「訂正発明についての特許」という。）を\n構成要件に分説すると次のとおりである（下線が訂正部分である。以下，構成要件\nＡ－１，Ａ－２ないしＡ－６を併せて「構成要件Ａ」といい，構成要件Ｂ－１ない\nしＢ－３を併せて「構成要件Ｂ」という。）。\nＡ－１  下記構造を有する化合物の製造方法であって：\nＡ－２  （式中，ｎは１であり；\nＡ－３  Ｒ１およびＲ２はメチルであり；\nＡ－４  ＷおよびＸは各々独立に水素またはメチルであり；\nＡ－５  ＹはＯであり；\nＡ－６  そしてＺは，式：\nのステロイド環構造，または式：\nのビタミンＤ構造であり，Ｚの構造の各々は，１以上の保護または未保\n護の置換基および／または１以上の保護基を所望により有していてもよ\nく，Ｚの構造の環はいずれも１以上の不飽和結合を所望により有してい\nてもよい）\nＢ－１  （ａ）下記構造：\n（式中，Ｗ，Ｘ，ＹおよびＺは上記定義の通りである）\nを有する化合物を\nＢ－２  塩基の存在下で下記構造：\n（式中，ｎ，Ｒ１およびＲ２は上記定義の通りであり，そしてＥは脱\n離基である）\nを有する化合物と反応させて，\nＢ－３  下記構造：\nを有するエポキシド化合物を製造すること；\nＣ  （ｂ）そのエポキシド化合物を還元剤で処理して化合物を製造すること\n；および\nＤ  （ｃ）かくして製造された化合物を回収すること；\nＥ  を含む方法。」\nイ  本件訂正は，本件発明の目的物質及び出発物質の「Ｚ」を，「ステロイド環\n構造」及び「ビタミンＤ構造」のものに限定するとともに，導入される側鎖を下記\n構造のもの（３－ヒドロキシ－３－メチルブトキシ基。以下「マキサカルシトール\nの側鎖」という。）に限定すること等を内容とするもので，特許請求の範囲を減縮\nするものである（なお，この目的物質のうち，さらに「Ｚ」として「ビタミンＤ構\n造」を選択し，「Ｚ」に置換基として二つのヒドロキシ基〔ＯＨ〕を有している物\n質が，マキサカルシトールである。）。\n控訴人方法は，本件訂正によって本件発明から除外された部分に属しない（争い\nがない）。\n(7)  控訴人らの行為\nア  控訴人ＤＫＳＨは，スイスの製薬メーカーであるセルビオス社が控訴人方法\nにより製造した控訴人製品１を業として輸入し，少なくとも，控訴人高田製薬及び\n控訴人ポーラファルマに対して販売している。\nイ  控訴人岩城製薬，控訴人高田製薬及び控訴人ポーラファルマは，平成２４年\n８月１５日，それぞれ，控訴人製品２(1)ないし(3)の製造販売について厚生労働大\n臣の承認を受け，これらの製品は，同年１２月１４日，薬価基準収載された。\n控訴人製品２が原薬（有効成分）として含有するマキサカルシトールは，いずれ\nも控訴人方法によって製造されたものである。\nウ  控訴人方法は，別紙方法目録記載のとおりであり，要するに，①出発物質Ａ\nを，塩基の存在下で，試薬Ｂ（１－ブロモ－３－メチル－２，３－エポキシブタン。\n４－ブロモ－２，３－エポキシ－２－メチルブタンとも称する。以下「本件試薬」\nということがある。）と反応させて，エポキシド化合物の中間体Ｃを合成する工程\nⅠ，②中間体Ｃを還元剤で処理してエポキシ基を開環させて，物質Ｄ（マキサカル\nシトールのトランス体）を得る工程Ⅱ，③物質Ｄをシス体に転換し，保護基を外し\nて，目的物質であるマキサカルシトールを得る工程Ⅲ，④マキサカルシトールを回\n収する工程Ⅳからなる，マキサカルシトールの製造方法である。\nエ  控訴人方法は，訂正発明の構成要件Ａ，Ｂ－２，Ｄ及びＥを充足する。\n控訴人方法は，工程Ｉの出発物質Ａの炭素骨格が，訂正発明の構成要件Ｂ－１の\n引用する構成要件Ａ－６の「Ｚ」のうち，「シス体のビタミンＤ構造」（シス（５\nＺ）セコステロイド構造）で「１以上の保護・・・の置換基を有している」構造で\n二つの保護された置換基を有している構造ではなく，その幾何異性体であるトラン\nス体のビタミンＤ構造（トランス（５Ｅ）セコステロイド構造）である点で，訂正\n発明の構成要件Ｂ－１を充足しない。\n（訂正発明のＺのビタミンＤ構造）        （控訴人方法の出発物質Ａの炭素骨格）\n（Ｚは１以上の保護の置換基を有して\nいてもよい）\nまた，控訴人方法は，工程Ⅰ，Ⅱの中間体Ｃの炭素骨格が，同様に，シス体のビ\nタミンＤ構造ではなく，トランス体のビタミンＤ構造である点で，訂正発明の構成\n要件Ｂ－３及びＣを充足しない。\nなお，ビタミンＤ類の基本骨格には，上部の二環から繋がる三つの二重結合（ト\nリエン。二重結合は，下図の二重線で表示されている部分）があり，ビタミンＤ類\nには，このトリエン構造に由来する幾何異性体が二つ存在する。「シス体」とは，\n下図の左側のトリエンの並び方のものをいい，「トランス体」とは，右側の並び方\nのものをいう。\n３  争点\n本件の争点は，①控訴人方法が訂正発明と均等なものとして，同発明の技術的範\n囲に属するか否か，②訂正発明についての特許が特許無効審判により無効にされる\nべきものと認められるか否か（下記(2)アないしウの無効理由の有無）である。\n(1)  訂正発明との均等の成否\n(2)  訂正発明についての無効理由の有無\nア  乙１４文献を主引例とする進歩性欠如（無効理由ア）\n５位 ５位\nシス体 トランス体\nイ  甲１２文献を主引例とする進歩性欠如（無効理由イ）\nウ  乙４文献を主引例とする進歩性欠如（無効理由ウ）\nなお，控訴人らは，原審においては，原判決の「事実及び理由」の第２の３に摘\n示のとおりの無効理由１，２及び４ないし６（３は欠番）を主張していたが，当審\nにおいては，同無効理由１，５及び６の主張を撤回し，新たな無効理由として，後\n記甲１２文献を主引例とする進歩性欠如（上記無効理由イ）を主張した。したがっ\nて，当審における審理の対象となる無効理由は，上記無効理由アないしウのみであ\nる。\n第３  当事者の主張\n１  訂正発明との均等の成否について\n均等の第１要件から第５要件までの成否に関する当事者の主張は，次のとおり，\n当審における主張を補充するほか，原判決の「事実及び理由」の第３の１ないし５\nに摘示のとおりであるから，これを引用する（ただし，引用に係る原判決中，「原\n告」とあるのは「被控訴人」と，「被告」とあるのは「控訴人」と，「被告方法」\nとあるのは「控訴人方法」と，「構成要件Ａ－６’」とあるのは「構成要件Ａ－６」\nと，それぞれ読み替えるものとし〔以下，引用する場合は同じ。〕，原判決１６頁\n２１行目の「以下「本件試薬」という。」を「本件試薬」と，１９頁１４行目の\n「乙４の２」を「特表平４－５０４５７３（以下「乙４文献」という。）」と，そ\nれぞれ改める。）。\n（当審における当事者の補充主張）\n(1)  均等の第１要件について\n（控訴人ら）\nア(ｱ)  シス体であるビタミンＤ構造を出発物質とした場合，出発物質と中間体\nは飴状で安定性が悪く，出発物質としての取扱いや使用に難点がある。また，結晶\nではないため酸化触媒であるシリカを充填剤としたカラムクロマトグラフィーで精\n製する必要があり，ビタミンＤは酸化により劣化しやすいので，精製時のロスがあ\nる。\nこれに対して控訴人方法では，出発物質Ａ（トランス体），試薬Ｂを反応させた\n中間体Ｃ（トランス体）及びそれを開環した物質Ｄ（トランス体のマキサカルシト\nール）が，いずれも結晶で安定性が高く，合成ルートの中途で結晶として取り出し\nて保存が可能であり，また，再結晶により精製できるため類縁体の種類と量とを減\nらすことができる。\nこのように，控訴人方法は，工程の安定性，精製容易性を高めた点で製法として\n訂正発明にはない技術的意義を有し，一方で，工程数の点で，訂正発明が二工程で\nあるのに対して，三工程からなる点で，相違する。\n(ｲ)  そもそも，ビタミンＤ３誘導体の一般的な合成方法として，シス体のビタ\nミンＤ構造を出発物質とする方法，トランス体のビタミンＤ構造を出発物質とする\n方法，ステロイド環を出発物質とする方法は，従来から当業者には別個のものとし\nて理解されている。\nその上，訂正明細書には，「本発明による上記方法で出発化合物として使用され\nる化合物の幾つかは，公知化合物である。例えば，・・・・・・国際特許公開公報\nＷＯ９０－０９９９１（１９９０年９月７日）およびＷＯ９０／０９９９２（１９\n９０年９月７日）に記載された所望により水酸基が保護されている９，１０－セコ\n－５，７，１０（１９）－プレグナトリエン－１α，３β，２０β－トリオール」\nとの記載があり，記載されている二つの国際公開公報に対応する公報（乙３の２，\n乙４の２）では，トランス体とシス体が書き分けられ，後者の公報には，トランス\n体からシス体への転換には追加工程が必要であること，トランス体の出発物質から\nシス体のマキサカルシトールが製造されることの記載もあり，シス体の出発物質と\nする場合とトランス体の出発物質とする場合が区別されている。\n結局，シス体を出発物質とする訂正発明は，トランス体を出発物質する方法とは\n別のものとして成立している。\n(ｳ)  化合物の製造方法の技術分野においては，化合物の構造の違い，反応条件\nの僅かな違いによっても，反応性に差異が生ずることがあり，出発物質から目的物\n質を得るまでの全工程が有機的に結合しているのであって，その有機的な結合その\nものが課題解決のための技術的思想である。したがって，その構成要素又は組み合\nわせが変われば，別の技術的思想となる。\nそして，前記(ｱ)のとおり，訂正発明と比べて，控訴人方法は，出発物質，中間\n体，中間体から異性化する工程を要する点で異なり，また，工程の安定性，精製容\n易性の点で異なる。\n出発物質は，目的物質を得るための一連の工程の起点をどこに置くのかという点\nで，まさに本質的な部分である。上記(ｲ)のとおり，シス体であるビタミンＤ構造\nを出発物質とする方法と，トランス体を出発物質とする方法とは，それぞれ別個の\n方法と理解されている。中間体についても，目的物質を得るための一連の工程の経\n過点をどこに置くのかという点で本質的な部分であり，トランス体のマキサカルシ\nトールを経るか否かで，上記(ｱ)のとおり，工程が安定か，工程数が減るかという\n選択を行うこととなるから，まさに製造方法として本質的な部分である。\nこうした製法の重要な構成要素である出発物質，中間体の違いや，安定性や工程\n数の違いを無視して，製法の一部のみ取り出すのは誤りというほかない。訂正発明\nの本質は，部分ではなく，その製法全体にあり，出発物質や総工程数が相違する控\n訴人方法が訂正発明と本質的に同じであるとはいえない。\nイ(ｱ)  また，シス体とトランス体のビタミンＤ構造には，前者は酸化抵抗性が\n低く，後者は酸化抵抗性が高いという違いもある。訂正発明は，出発物質をステロ\nイド環構造の２０位アルコール化合物とする特開平６－２５６３００号公報（以下，\n同公報を「乙４６公報」という。）記載の従来の製法について，出発物質をシス体\nのビタミンＤ構造とした場合には，その酸化抵抗性が低く，側鎖へのエポキシ基の\n選択的な導入のためには，そのトリエン構造の保護が不可欠であり，側鎖導入が効\n率的に行えないという問題があり，適用が困難であるため，同問題に対して，出発\n物質としてシス体のビタミンＤ構造を選択し，それに適合するエーテル結合とエポ\nキシ基の導入順序を見出したものである。したがって，シス体のビタミンＤ構造を\n出発物質とすることで，工程数を減少させる利点を享受しつつ，これを出発物質と\nする場合の問題点（酸化抵抗性）を解決した点に，訂正発明の本質があり，出発物\n質がシス体のビタミンＤ構造であることは不可欠な本質的要素である。\nこれに対し，出発物質をトランス体のビタミンＤ構造とする場合には，目的物質\nを得るために必ず異性化する工程が必要となるから，シス体のビタミンＤ構造を出\n発物質とした場合の製法全体の工程数減少の利点を享受し得ない。一方，トランス\n体のビタミンＤ構造は，シス体のビタミンＤ構造と異なり，酸化抵抗性が高いため\n従来の酸化方法を用いて側鎖へのエポキシ基の導入を効率的に行うことができるか\nら，酸化抵抗性に関する課題がなく，課題解決原理を使用する必要はない。次に，\nトランス体のビタミンＤ構造は，結晶性で安定性に優れることからエポキシ中間体\nのストッキング性，再結晶による目的化合物の回収等の多くのメリットがある。さ\nらに，ビタミンＤ構造体を出発物質として使用する場合には，いずれかの段階で，\n１位に水酸基を導入する必要があるが，この場合にトランス体を採用したほうが好\nましい。\n(ｲ)  訂正明細書に記載がある効果は，工程数の短縮のみであり，訂正発明の効\n果は，従来技術に対して工程を短縮した点にある。出発物質がステロイド環構造又\nはシス体のビタミンＤ構造の場合は，従来技術として，訂正発明のように二工程で\nマキサカルシトールの側鎖を導入できる製造方法はなかった。しかし，出発物質が\nトランス体のビタミンＤ構造の場合は，訂正明細書に従来技術として紹介されてい\nる特表平４－５０４５７３公報（乙４文献）記載の方法により，一工程でマキサカ\nルシトールの側鎖を導入できるから，従来技術より工程数が短縮するという効果を\n主張することができない。\nウ  以上のとおり，出発物質がシス体のビタミンＤ構造かそのトランス体かによ\nって，製法としての効果は全く異なり，それぞれ別個の発明として成立し得るもの\nであり，後者の場合には従来技術に比して工程数を短縮するという効果を有しない\nのであるから，控訴人方法は，訂正発明と本質的部分において，同一とはいえず，\n均等の第１要件を充足しない。\n（被控訴人）\nア(ｱ)  均等論における発明の本質的部分の問題は，対象製品等と特許発明との\n間に差異があるかどうかではなく，差異が特許発明の本質的部分に関係するかどう\nかの問題である。差異があっても，特許発明の本質的部分における差異ではなく，\n当業者が適宜選択できる事項の差異であって，本質的部分においては同じであれば，\n均等の第１要件は満たされる。\n控訴人らが主張するシス体とトランス体の安定性や精製容易性の違いは，訂正発\n明の本質的部分であるマキサカルシトールの側鎖の導入方法とは関係がないし，出\n発物質によって別の方法であるとの理解が存在しても，そのことは，訂正発明と控\n訴人方法とが実質的に同じであることを否定する理由とはならない。\n(ｲ)  従来技術に比して工程を短縮できるという点のみが訂正発明の作用効果で\nはない。訂正発明は，マキサカルシトールの側鎖を導入するための特定の化学反応\nであるから，その効果の最も正確な表現をするならば，訂正発明を，すべての公知\nのマキサカルシトールの側鎖の導入法と比較するべきである。本件特許に係る出願\n以前のマキサカルシトールの側鎖の導入を可能とする方法は，①被控訴人が開発し\nた最初のマキサカルシトールの合成方法（甲１２。多量の副生成物が生じ，かつ，\n酸素の使用の場面で安全性の配慮を要するなど，工業生産を考慮すると非常に効率\nが悪い。），②その改良法として被控訴人が開発した臨床試験当時のマイケル法と\n呼ばれる合成方法（乙１４の図６。多量の塩化セリウムを使用し，金属廃棄物とし\nて処理する必要があるため，大量生産での使用は困難である。）及び③訂正発明の\n発明者が行った臭化プレニルを試薬として用いる方法（水酸基を側鎖末端の２５位\nに選択的に導入するために水銀化合物が必要であるため，工業生産には使用できな\nい。）のみであり，そのいずれもが工業生産に適した方法ではなかった。訂正発明\nは，初めて工業的に実用可能なマキサカルシトールの側鎖の導入方法であり，その\n効果は，上記各従来のマキサカルシトールの側鎖導入法に対するマキサカルシトー\nルの側鎖の導入法の違いである。\nしたがって，訂正発明における本質的特徴は，マキサカルシトールの量産を初め\nて可能にした，２０位アルコール化合物と，あらかじめ臭化プレニルの二重結合を\n酸化してエポキシ体となっている構成要件Ｂ－２の試薬との反応によるマキサカル\nシトールの側鎖の新規な導入方法にある。そして，控訴人方法は，この本質的特徴\nを共通に備えている。\nイ  訂正発明の側鎖導入法は酸化反応を含まないので，シス体とトランス体とを\n比較した酸化抵抗性の低さの違いは，訂正発明のマキサカルシトールの側鎖の導入\nに影響しない。また，訂正発明の反応は溶媒中で行われるので，トランス体のビタ\nミンＤ構造が結晶性で安定性に優れることは，訂正発明のプロセスにおいては関係\nがない。さらに，１位に水酸基を導入する関係でトランス体を採用した方が好まし\nいという点も，出発物質は，シス体にしろ，トランス体にしろ，１位に水酸基を有\nしているものであり，出発物質を入手する上でのトランス体の有利点に過ぎない。\nなお，出発物質がトランス体のビタミンＤ構造の場合には，公知技術によって一工\n程でマキサカルシトールの側鎖を導入できたという控訴人らの主張は，根拠がない。\nウ  したがって，訂正発明と控訴人方法の差異は，訂正発明の本質的部分ではな\nく，控訴人方法は，均等の第１要件を充足する。\n(2)  均等の第２要件について\n(控訴人ら）\nア  前記(1)の控訴人らの主張イのとおり，訂正発明の効果は，従来技術に対し\nて工程を短縮した点にあるところ，出発物質をトランス体のビタミンＤ構造とする\n方法の場合は，従来から一工程でマキサカルシトールの側鎖を導入できたから，従\n来技術により工程数が短縮するという効果を主張することができない。\nイ  また，工程の短縮という訂正発明の効果としての効率性は，トータルとして\nの製造工程数で決せられるべきである。トータルとしての製造工程数でみると，控\n訴人方法では，トランス体からシス体への異性化工程が必要となって工程数が増え，\n目的化合物を得るのに実質的に三工程を要するから，訂正発明とは同じ作用効果を\n有さず，およそ「置換」とはいえない。\nウ  その他，前記(1)の控訴人らの主張ア(ｱ)のとおり，控訴人方法は，訂正発明\nにはない技術的意義を有し，実際の収率はシス体の場合とは同じにはならず，出発\n物質をシス体とする場合とトランス体とする場合とでは別個の方法と理解されるか\nら，訂正発明と相違し，「置換」が可能とはいえない。\nエ  したがって，控訴人方法は，均等の第２要件を満たしていない。\n（被控訴人）\n従来技術に比して工程を短縮した点のみが訂正発明の作用効果とはいえないこと\nは前記(1)の被控訴人の主張ア(ｲ)のとおりである。\n仮に，工程の短縮が作用効果であるとしても，同効果は，本件試薬を使用するこ\nとにより従来技術で行われていた試薬との反応後の酸化工程を省略することで得ら\nれているから，出発物質をトランス体のビタミンＤ構造に置換した場合でも，訂正\n発明と同一の作用効果を奏する。\n(3)  均等の第３要件について\n（控訴人ら）\nア  前記(1)の控訴人らの主張ア(ｲ)のとおり，ビタミンＤ誘導体の合成方法とし\nて，シス体のビタミンＤ構造を出発物質とする方法，トランス体のビタミンＤ構造\nを出発物質とする方法，ステロイド環構造を出発物質とする方法は，別個のものと\nして理解されている。シス体のビタミンＤ構造の出発物質を，トランス体に変更し\nても，訂正発明の期待する工程数の短縮という効果が同じであるとは容易に想到す\nることができない。\nイ  訂正明細書には，シス体のビタミンＤ構造を出発物質とする実施例はないか\nら，訂正明細書を見た当業者にとって，そもそもシス体のビタミンＤ構造を出発物\n質として反応が進むのかが不明であり，さらに，シス体のビタミンＤ構造を出発物\n質とする方法とは別個の方法と認識されているトランス体のビタミンＤ構造を出発\n物質とした場合に，反応が進むかは全く不明であり，およそ特許請求の範囲に記載\nされているも同然であるとは理解できないから，当業者が容易に置換できるとはい\nえない。\nウ  したがって，控訴人方法は，均等の第３要件も満たさない。\n（被控訴人）\n訂正明細書の実施例の実験条件でシス体のビタミンＤ構造を出発物質とした反応\n実験をすれば，すぐに実施可能であることがわかるし，ビタミンＤの分野では，ト\nランス体とシス体の相互の転換関係は当業者に周知であるから，トランス体のビタ\nミンＤ構造を出発物質とした場合の反応についても，実験をすれば直ちに実施可能\nであることが分かる。\nしたがって，控訴人方法は，均等の第３要件を満たす。\n(4)  均等の第５要件について\n（控訴人ら）\nア  化学式や化合物名を用いて一定のルールのもとに客観的かつ容易に発明の対\n象が定義される化学分野の発明では，化学式で示されている特許請求の範囲の客観\n的かつ明瞭な記載に基づき，その明瞭な範囲から権利が拡張されることはないとい\nう第三者の信頼は当然生じるものであって，特許請求の範囲の記載を超えて権利が\n及ぶ範囲が拡張されることを第三者が予期することは極めて困難である。権利範囲\nの明確な規定が要求される化学分野の発明と，機能的表現が許容される分野の発明\nでは，特許請求の範囲の記載に対する第三者の信頼は全く異なるレベルである。化\n学の発明について特許請求の範囲の記載に対する第三者の信頼を保護すべきことは，\n最高裁昭和４７年１２月１４日判決（フェノチアジン誘導体製法事件）で示されて\nいるし，最高裁平成２７年６月５日判決（プロダクト・バイ・プロセスクレーム事\n件）も，本件と同じ医薬分野におけるクレームの解釈について，自らが主張する独\n占排他権の範囲を明確に記載することに対する出願人の負担と，第三者が特許請求\nの範囲の記載から権利が及ぶ範囲を予測する負担とを衡量する必要性を示している。\n化学式で特許請求の範囲が記載されている訂正発明において，出願時にトランス\n体の出発物質を特許請求の範囲に含めるための出願人の負担は皆無といって良いの\nに対し，客観的かつ明瞭な表現で規定されている特許請求の範囲から権利が拡張す\nることはないという第三者の信頼は上記のとおり当然生じるものであって，出願人\nの負担と第三者の信頼を衡量したとき，均等の理念である「衡平」の理念に照らし\nて，第三者の信頼の方が保護されるべきである。\nそもそも，最高裁平成１０年２月２４日第三小法廷判決・民集５２巻１号１１３\n頁（以下「ボールスプライン事件最判」という。）は，制定法である特許法７０条\n１項の規定に従うことが原則であることを示した上で，特許法の目的である産業の\n発達を阻害しない範囲内においてのみ，均等論が適用されることを示し，特許法の\n原則に反してでも特許権者を保護すべき理由が存在していることを前提として均等\n論を認めているにすぎない。本件で均等の成立を認めることは，均等論の適用によ\nる権利の拡大を前提に出願人はクレームを作成すれば良い，という上記特許法の原\n則を無視した議論を認めることとなり，特許制度の公示機能を信じた第三者に多大\nな損害を与える。\nイ  しかも，本件においては，以下のとおりの事情からすれば，出願人がシス体\nのビタミンＤ構造のみを出発物質としたのは，出願時の困難や過誤に基づくもので\nはなく，出発物質を定義する際にトランス体のビタミンＤ構造の記載を失念したと\nいう事情は存在しない。出願人は，特許請求の範囲を記載するに際し，トランス体\nのビタミンＤ構造を対象としないことを明瞭かつ客観的に意識して出発物質を決定\nし，積極的にトランス体のビタミンＤ構造を除外するという意識的な選択をしたも\nのである。\n(ｱ)  ビタミンＤの基本骨格にはシス体とトランス体という二種類の幾何異性体\nが存在し，この二種類の基本骨格しか自然界に存在しないことは周知の事項である。\nまた，本件優先日には，ビタミンＤ誘導体の合成において，出発物質をトランス体\nのビタミンＤ構造とするルートは広く当業者に知られており，ビタミンＤ誘導体を\n研究する本件特許の発明者らであれば，これらの事実を熟知していた。したがって，\n本件優先日において，出願人が過誤でトランス体のビタミンＤ構造を出発物質とす\nる合成ルートの存在に気付かなかったということはない。\nまた，前記(1)の控訴人らの主張ア(ｲ)のとおり，ビタミンＤ誘導体の合成におい\nて，トランス体のビタミンＤ構造を出発物質とする場合とシス体を出発物質とする\n場合はそれぞれ別の方法であると理解されていた。\n(ｲ)  訂正明細書の特許請求の範囲の請求項１３には，訂正発明の構成要件Ｂ－\n３の構造式において，化学結合を波線で「 Ｈ」と記載し，Ｈの付け根の立体構\n造がＲ体とＳ体の立体異性体の双方を含むことが明示されているのに，ビタミンＤ\n構造の幾何異性体についてはシス体のみに限定して記載されている。立体異性体に\nついてはその両方を含むことを明記する一方で，幾何異性体についてはシス体のみ\nを特許請求の範囲に記載すれば，トランス体が対象外となることは出願人も直ちに\n理解でき，第三者もそのように理解する。したがって，訂正明細書上，トランス体\nを対象としないことを明瞭かつ客観的に限定している。\n(ｳ)  また，訂正明細書の詳細な説明中（４１欄３２～４８行）には，前記(1)の\n控訴人らの主張ア(ｲ)のとおり，出発物質として，シス体のビタミンＤ構造を記載\nした特許公報のほかに，トランス体のビタミンＤ構造を記載した二つの国際公開公\n報が記載されている。しかるに，訂正明細書（３７欄１０～１２行）には，「本発\n明に関するＣＤ環構造，ステロイド構造およびビタミンＤ構造は各々，特には下記\nする構造を意味し・・（略）」と記載された上で，シス体であるビタミンＤ構造の\n化学構造式が選択され，記載されており，かかる選択を受けて，特許請求の範囲に\nおいても，シス体のビタミンＤ構造のみが記載されている。このように，二種類存\n在する基本骨格の中から，シス体を「特に」限定しているのであるから，訂正明細\n書上，トランス体を対象としないことを明瞭かつ客観的に限定している。したがっ\nて，トランス体のビタミンＤ構造は意識的に除外されている。\n(ｴ)  さらに，訂正明細書の詳細な説明中（２０頁右欄１行以下）には，ＳＯ２\nの付加によって保護されたビタミンＤ構造の例として，下記の図が記載されている。\n左右の図は，化合物としては同じであり，「（ＳＯ２の付加により）保護された\nビタミンＤ構造の例」を示すためであれば，左図を描けば十分である。ところが，\n訂正明細書に上記二つの構造式を提示しているのは，次図に示すような，シス体の\n出発物質とＳＯ２が付加した直後の構造式（左側の構造式），トランス体の出発物\n質とＳＯ２が付加した直後の構造式（右側の構造式）を各々表現していると解釈す\nるしかない。\nまた，保護基としてＳＯ２を付加したビタミンＤ誘導体を出発物質として用いる\nと，アルキル化反応の際に必ずトランス体になることは，本件優先日当時の技術常\n識である（乙１）。\n訂正明細書の「発明の詳細な説明」の欄に，このようなトランス体の出発物質を\n想定した記載が存在するのに，特許請求の範囲ではシス体の出発物質に限定してい\nるのであって，この点でも意識的限定が明らかである。\n(ｵ)  訂正明細書にはステロイド環構造を出発物質とする実施例しか記載がない\nのに，訂正発明は，「Ｚ」に相当する部分構造がシス体のビタミンＤ構造の場合に\nまで拡張されている。実施例からの拡張として，ビタミンＤ構造を権利範囲に加え\nる際に，シス体として特定すれば，それが拡張の限界となること及びその記載こそ\nが第三者に対する権利主張可能範囲であることも出願人は理解していた。また，具\n体的に記載された発明がすでに一般化され，出願人自らが主張する独占排他権の範\n囲として特許請求の範囲に記載されている明細書に接すれば，第三者は，当然に\n「Ｚ」に相当する部分構造についても検討が行われた上で，権利が及ぶ範囲が決定\nされ，それと同時に，特許請求の範囲に記載されなかったビタミンＤ構造に関して\nは権利が及ぶ範囲から除外されたと認識する。\n(ｶ)  本件特許出願時の審査実務では，出発物質ごとに具体的な実施例が求めら\nれていなかったから，出願人が出発物質として何を選ぶかは全く任意であり，出発\n物質の「Ｚ」に相当する部分構造として，シス体のビタミンＤ構造，トランス体の\nビタミンＤ構造，ステロイド環構造，ＣＤ環等のいずれをも選択可能であり，トラ\nンス体を含めることに何らの困難もなかった。\n(ｷ)  出願人がビタミンＤ構造についてはシス体のみとしたのは，発明の進歩性\nを意識した限定と理解される。すなわち，前記(2)の控訴人らの主張のとおり，訂\n正発明について訂正明細書に記載がある作用効果は，「工程の短縮」のみであるが，\nトランス体を出発物質とするとシス体への転換工程が必要となり，同作用効果を主\n張できない。しかも，トランス体のビタミンＤ構造を出発物質とする場合，一工程\nで側鎖を導入した公知技術（乙４の２，乙５０）が存在するため，従来技術と比較\nした工程数短縮効果は得られない。そのため，出願人は，ビタミンＤ構造について\nトランス体を発明の対象とすると工程短縮の効果を主張して特許査定を受けられな\nかった可能性が高く，シス体のみを出発物質としたものであると考えられる。\n(ｸ)  以上のとおり，訂正発明において，トランス体のビタミンＤ構造について\nは，ボールスプライン事件最判がいう「特許請求の範囲から意識的に除外されたも\nのに当たるなどの特段の事情」があり，また，同判決が均等論を認める根拠として\n示す「あらゆる侵害態様を予測して明細書の特許請求の範囲を記載することは極め\nて困難」という，特許権者を特に保護すべき事情は存在しない。そして，訂正明細\n書には，トランス体を出発物質とする発明の開示は全くなく，トランス体にまで権\n利を拡大しなければ社会正義に反するというような事情も全くない。一方，訂正明\n細書をみた第三者は，トランス体のビタミンＤ構造を出発物質とする製法に訂正発\n明の権利は及ばないとしか理解しない。\nウ  以上のほか，被控訴人は，控訴人らが製剤の事業化にあたり先発・後発特許\n調整を行った際に，控訴人ＤＫＳＨに書面を送付し，控訴人方法について，シス体\nのビタミンＤ構造との均等侵害の主張のみならず，ＣＤ環構造に所望の置換基を有\nするものがトランス体のビタミンＤ構造を形成するものに当たることを前提とする，\nＣＤ環構造の文言侵害の主張もしていた。訂正明細書において，ＣＤ環については\n置換基が結合したビタミンＤ構造のトランス体が除外されていないにもかかわらず，\n特許請求の範囲ではシス体に限定されたビタミンＤ構造のみが記載されていること\nからすれば，ビタミンＤ構造の場合に，特許請求の範囲からトランス体が意識的に\n除外されていることはいっそう明確である。上記被控訴人の文書は，ビタミンＤ構\n造を出発物質とする場合はシス体に限定されているという訂正明細書の記載内容を\n控訴人らに再確認させるものであり，控訴人らの製造販売開始前に示された特許権\n者による表示であって，意識的限定というべきである。\nしかも，被控訴人は，結局，本件訴訟においては均等の主張のみを行い，その後\nに本件訂正によりＣＤ環をＺから削除している。ＣＤ環の場合の文言侵害とシス体\nのビタミンＤ構造の場合の均等侵害という別個の構成要件の記載に関し，片方（Ｃ\nＤ環）でしか文言侵害がいえないという事実は，他方（シス体のビタミンＤ構造）\nでは構成要件の記載からトランス体のビタミンＤ構造が除外されていることを示し\nており，かかる場合に文言侵害の主張に代えて均等侵害の主張を認めるのは，第三\n者の保護という均等論の根底にある衡平の原則に反する。\nエ  したがって，控訴人方法は，第５要件を充足しない。\n（被控訴人）\nア  特許請求の範囲の文言が明瞭であるか，不明瞭であるかは均等を認める必要\n性や均等論の理念とは関係がない。特許請求の範囲は，発明を明瞭に記載すること\nが求められており，むしろ明瞭に規定された発明であってこそ，均等か否かの評価\nをすることができる。\nボールスプライン事件最判により均等論が認められている以上，出願人はこれを\n前提として特許出願をすることができ，また，第三者もこれを前提として特許の評\n価をする必要があり，特許請求の範囲でのある文言の構成の選択が，その文言以外\nの構成について権利を主張することの放棄の意思表明には必ずしもならない。それ\nは「その文言以外の構成」が広く知られていても同じである。\nイ  控訴人らの主張は，出願時に容易に知り得る均等技術は明細書に記載し，特\n許請求の範囲に含まれるように記載すべきであり，これを怠ると，均等の主張が許\nされないというものであるが，そのような義務は，特許法のどこにも規定されてお\nらず，均等論が確立している現在の特許実務においては根拠がない。\n控訴人らの主張に従うと，出願人は，「シス体」の発明をしたら，特許出願のた\nめに「トランス体」の発明も研究しなければならないことになり，さらに，他の\n「意識的除外」も生じないように，出願時の検討が必要になる。「意識的除外」を\n避けるための検討事項が増えると，多くの研究時間を要し，特許出願に時間，労力，\n費用がかかることになる。一方，侵害者は，他者の特許を検討し，特許請求の範囲\nに記載がされていなければ均等が及ばないものとして，均等侵害の心配をすること\nなく均等物を探すことができるようになり，不当である。\n(ｱ)  控訴人らは，シス体とトランス体の二種類しかないときに特許請求の範囲\nに「シス体」と記載すれば，それはシス体を「特に」限定したことを意味する旨の\n主張をする。しかし，二種類のうちの一方を記載したことが，「特に」限定する積\n極的な意思表示であると解する理由はない。\n(ｲ)  控訴人らが指摘する訂正明細書の３７欄は，訂正発明の出発物質の構造式\nを説明する中で，「本発明に関するＣＤ環構造，ステロイド構造およびビタミンＤ\n構造は，各々，特には下記する構造を意味し，」と述べており，特許請求の範囲に\n記載されている三種類のＺの構造式を記載しただけである。一方，訂正明細書の４\n１欄は，訂正発明の出発物質のうち公知化合物であるものについて，文献を引用し\nている部分である。\nこれらの離れた別の記載を意図的に結び付けて，特許出願人が，出願時に，トラ\nンス体のビタミンＤ構造を技術的範囲から意識的に除外したとする控訴人らの主張\nは，恣意的にすぎる。\n(ｳ)  控訴人らは，訂正明細書中のＳＯ２付加により保護されたビタミンＤ構造に\nついての記載を根拠に，意識的限定であると主張する。\nしかし，ＳＯ２の保護基は，ビタミンＤ構造を酸化反応から保護するものである\nが，訂正発明の反応においては酸化作用の反応は存在しないから，訂正発明の反応\nにおいて用いられる保護基ではなく，一般的なビタミンＤ構造で用いられる保護基\nの例である。訂正明細書記載の二通りの保護基の図は，同一の構造であり，一方の\n図で十分であるが，両方の表記がなされていることから，これを出願人のトランス\n体に対する意識的除外を示すものとする控訴人らの主張は理解し難い。\n(ｴ)  特許請求の範囲に記載された発明の技術的範囲が，実施例に記載された具\n体的な実施態様より広いことは，特許実務において一般的なことであり，特許請求\nの範囲が実施例から「拡張されている」などとはいわない。控訴人らが，実施例と\n特許請求の範囲の間に「一段階の拡張」が存在し，均等の認定は「二段階の拡張」\nであるかのように主張するのは，特許法を正解しないものである。\nウ  控訴人らは，本訴提起前に被控訴人が送付した書面の記載を根拠とした主張\nをする。しかし，同書面において，被控訴人は，ＣＤ環の請求項の文言侵害と同時\nに，シス体のビタミンＤ構造の請求項についてのトランス体のビタミンＤ構造の均\n等も主張しているのであるから，その行為が意識的除外であるとの主張は理解でき\nない。また，同書面は，セルビオス社の見解に対する弁護士の反論の意見書にすぎ\nず，このような議論の中で出された見解の表明が均等の第５要件の特段の事情に当\nたるものではない。\nエ  控訴人らは，本件において均等を認めることが衡平の理念に反する旨主張す\nる。しかし，本件は，衡平の原則により均等論による保護が認められるべき事案で\nある。被控訴人は，昭和６０年にマキサカルシトールを発明し，多額の投資をして，\nその臨床試験を行い，医薬品の新規事業を開拓したが，前記(1)の被控訴人の主張\nア(ｲ)のとおり，従前の製造方法では，臨床試験が成功しても量産化できなかった\nか，あるいは，高価な医薬品として少量を供給するほかなく，約１０年の年月を要\nして発見した訂正発明によって，マキサカルシトールを医薬品として十分合理的な\n価格で社会に供給することが可能となった。控訴人らは，物質特許が期間満了し，\nかつ，マキサカルシトールの乾癬用途特許も延長期間満了で平成２４年９月に切れ\nた後の同年１２月に後発医薬品メーカーとして市場に参入した。それが可能であっ\nたのは，セルビオス社がマキサカルシトールの原薬を控訴人らの受け入れ可能な価\n格で供給したからであり，セルビオス社は，控訴人方法を独自開発したのではなく，\n被控訴人の技術情報から訂正発明を知って，シス体をトランス体に変えれば，本件\n特許の侵害を回避できると考えて，控訴人方法で製造したマキサカルシトール原薬\nを控訴人らに供給したのである。セルビオス社が本件試薬を用いるという最も重要\nな情報を被控訴人の技術情報から入手したことは，セルビオス社が本件特許に対し\nて提起した無効審判請求（無効２０１３－８０００８０）において，本件試薬が記\n載された「１－ハロ－３－メチル－２，３－エポキシブタンとアルコール類との反\n応」と題する論文（昭和５７年に頒布された「 CHEMISTRY  OF\nHETEROCYCLIC  COMPOUNDS」と題する書籍登載。以下「乙９文献」とい\nう。）に相当する文献を提出していないことから明らかである。\n本件で，被控訴人の研究者が，１０年の年月を要して発見した，マキサカルシト\nールの効率的な工業的生産方法の訂正発明について，シス体をトランス体に変える\nことで特許侵害を回避できるとしたら，侵害者らは，訂正発明によって得られた効\n率的生産の効果を享受して，安価な後発医薬品で参入できることになり，特許法１\n条の目的に照らして妥当ではない。\nオ  したがって，控訴人方法は，第５要件を充足する。\n２  訂正発明についての無効理由の有無について\n(1)  乙１４文献を主引例とする進歩性欠如（無効理由ア）について\n（控訴人ら）\nア  久保寺登執筆の論文「活性型ビタミンＤ誘導体－医薬品開発の過程で合成研\n究者が担当する多彩な役割」（有機合成化学協会誌第５４巻第２号。乙１４。以下\n「乙１４文献」という。）の図９には，訂正発明の出発物質と同一の出発物質に，\n４－ブロモ－２－メチル－テトラヒドロピラニルオキシ－２－ブテンを反応させて，\nプレニル基を有するステロイド化合物を生成し，引き続き，香月－シャープレス反\n応を用いてエポキシド化合物１８，１９を生成し，これにＤＩＢＡＨ（水素化ジイ\nソブチルアルミニウム）を用い，光照射及び熱異性化を経て，マキサカルシトール\nの予想代謝物１２，１３を合成する方法（以下「乙１４発明」という。）が記載さ\nれている。\n訂正発明と乙１４発明は，以下の点で相違し，その余の点で一致する。\n（相違点１）目的物質の側鎖について，訂正発明の側鎖は，末端の基がメチル基\nであるマキサカルシトールの側鎖であるのに対し，乙１４発明の側鎖は，末端の基\nがヒドロキシメチル基であり，マキサカルシトールの側鎖ではない点。\n（相違点２）アルキル化反応に用いる試薬が，訂正発明では「４－ブロモ－２，\n３－エポキシ－２－メチルブタン」（本件試薬）であるのに対し，乙１４発明では\n「４－ブロモ－２－メチル－テトラヒドロピラニルオキシ－２－ブテン」である点。\n（相違点３）訂正発明は，出発物質と本件試薬を塩基の存在下で反応させて，下\n記構造：\nｎ＝１，Ｒ１，Ｒ２＝メチル\nを有するエポキシド化合物を得ているのに対して，乙１４発明では，出発物質と本\n件試薬とは異なる試薬とを反応させて，下記構造の化合物を生成し，\n次いで，香月―シャープレス反応を用いて，下記構造\nのエポキシド化合物を製造する点。\nただし，相違点３は，相違点２によって当然生じる相違点であり，相違点２と別\n個独立したものではないから，実質的な相違点は，相違点２のみである。\nイ  上記相違点は，以下のとおり容易に克服することができる。\n(ｱ)  乙１４文献は，全体としてマキサカルシトールの合成方法を検討した文献\nであり，マキサカルシトールを工業的に効率的に製造する方法が技術課題であるこ\nとが明記されている。\n(ｲ)  また，乙１４文献の図９には，下図１のとおり，エポキシド化合物から還\n元によりエポキシ基を開環する反応が記載され，マキサカルシトールの予想代謝物\nが高収率で得られたことが記載されている。\n（図１）\n還元（開環反応）\n（エポキシド化合物）       （予想代謝物）\nこの予想代謝物の側鎖は，マキサカルシトールの「構造を眺めて代謝を受けやす\nい部分を想定して」，マキサカルシトールの側鎖の末端の一方のメチル基がヒドロ\nキシメチル基に変化する可能性のあることを想定して合成されたものであり，マキ\nサカルシトールの側鎖と異なるのは，末端のメチル基（ＣＨ３。上記図１の青色部\n分）のうちの一つがヒドロキシメチル基（ＣＨ２－ＯＨ。上記図１の赤色部分）に\nなっている点のみである。\n(ｳ)  有機合成の研究では，類似構造を有する化合物の合成方法から着想を得る\nのが常道であり，乙１４文献記載のマキサカルシトールを効率的に製造する方法を\n課題として解決しようとする当業者は，乙１４文献の図９の記載に接して，乙１４\n発明の予想代謝物であるビタミンＤ誘導体及びその前駆体となるステロイド化合物\nの側鎖と，マキサカルシトールの側鎖の構造が，上記のとおり酷似していることに\n着目して，乙１４発明の合成方法をマキサカルシトールの合成にも応用し，エポキ\nシド化合物におけるヒドロキシメチル基をメチル基に変更することを動機付けられ\nる。\n上記図１の開環反応では，エポキシド化合物の末端のヒドロキシメチル基とメチ\nル基がそのまま予想代謝物に保存されており，当業者であれば，乙１４発明のエポ\nキシド化合物においてヒドロキシメチル基をメチル基に置き換えても，下図２のと\nおり，メチル基がいずれも保存され，エポキシ基の開環反応によりマキサカルシト\nールを合成できることを容易に理解し，想到する。\n（図２）\nエポキシ基の開環後も，ヒドロキシメチル基とメチル基がそのまま保存されるこ\nとは，当業者の技術常識とも合致している（乙１０）。\nしかも，ステロイド環構造を有するエポキシド化合物のエポキシ基を還元剤で開\n環して，マキサカルシトールと同様に，末端に二個のメチル基の結合した側鎖を構\n築する方法は，下図３のとおり，本件優先日前において当業者に知られている（乙\n１９。ただし，図３の側鎖は，２２位の原子が酸素原子ではなく，炭素原子である\n点がマキサカルシトールの側鎖と異なる。）。\n（図３）\n訂正発明の発明者自身，カルシトリオールの側鎖の２２位の炭素原子を酸素原子\nに置換することによりマキサカルシトールを想到している（乙１４）。しかるとこ\nろ，国際公開公報第９３／２１２０４号（乙１９。以下「乙１９文献」という。）\nでは，このカルシトリオールと同じ側鎖を構築する際にエポキシド化合物を用いる\nことが記載されており，当業者は，乙１４文献の図９記載のマキサカルシトールの\n側鎖構築法が，乙１９文献の側鎖構築法に酷似していることを直ちに理解する。乙\n１９文献のような技術知見を有する当業者にとって，乙１４文献の図９のエポキシ\nド化合物からマキサカルシトール前駆体（エポキシド化合物）の合成を着想するこ\nとには，何の困難もない。\nしたがって，前記(ｱ)の課題を認識する当業者は，乙１４文献の図９から，マキ\nサカルシトールの合成をするために，その前駆体として，図９のエポキシド化合物\nのヒドロメチル基をメチル基に置き換えたエポキシド化合物を用いることを容易に\n着想し，動機付けられる。\n(ｴ)  そして，上記図２のエポキシド化合物から，訂正発明の試薬及び出発物質\nとしてのステロイド環構造の２０位アルコール化合物を想到することは，以下のと\nおり，容易である。\na  既知の物質の合成ルートを検討するに当たっては，目的化合物からスタート\nして，反応を逆行して合成法を検討する「逆合成法」が有機合成の分野における研\n究者の常套手段であり（乙３７，３８），本件優先日当時，有機合成化学に携わる\n者であれば誰でも必ず身に着けている合成法であった。マキサカルシトールという\n既知の物質を効率的に作るという課題を解決するために，当業者が逆合成法を用い\nるのは自然である。\n逆合成法は，なるべく効率的にマキサカルシトールの合成前駆体となるエポキシ\nド化合物を合成するために適用されるのであり，最初に考慮されるのは，一段階の\n反応でエポキシド化合物を合成できないか，ということである。\n前記図２のエポキシド化合物を見ると，下図４のとおり，エーテル結合の酸素原\n子とその右側の炭素原子との間で切断することが可能であり，有機合成の観点から\nも合理的である（乙３９Ａ意見書）。\n（図４）\n上記のように切断した場合，エーテル結合部分の酸素原子は電子的にマイナスに\nチャージするため，これを打ち消すために電気陰性度の小さな水素原子を付加し，\n一方，切断されたもう一方の炭素原子は電子的にプラスにチャージするため，これ\nを打ち消すために電気陰性度の高いＢｒなどのハロゲン原子を付加するのは技術常\n識である。実際，乙１４発明においても出発物質と試薬との関係は同様であり，こ\nの切断後のステロイド環構造の２２位を水酸基としたものは，乙１４発明の出発物\n質そのものである。\nb  上記部位で切断することは，当業者の技術常識とも合致する。すなわち，出\n発物質の２２位水酸基をアルキルブロミドによりアルキル化するような手法は，本\n件優先日当時，当業者に周知かつ慣用の技術であり（甲１），また，ある化合物を\nアルキル化する際に，エピブロモヒドリンなどのエポキシ基を有する化合物をアル\nコールと反応させることにより，グリシジルエーテル化合物を合成できることは，\n本件優先日当時，周知であった（乙６ないし８，２９ないし３１。立体的に複雑な\n３員環骨格に結合する２級アルコールについて乙３１。立体的に複雑なステロイド\nアルコールについて乙４１，４２）。\nｃ  以上から，マキサカルシトールの効率的な製造方法を検討する当業者は，逆\n合成法を適用して，上記図４の部位でエポキシド化合物を切断した上，炭素原子側\nにＢｒを付加して得られる本件試薬（同図の右下の化合物。訂正発明１のエポキシ\n体の試薬の構造と同じ）を，酸素原子側に水素原子を付加して得られる乙１４発明\nの出発物質（図４の右上の化合物。訂正発明の出発物質の炭素骨格がステロイド環\n構造のものと同じ。以下「本件ステロイド出発物質」という。）に適用することを\n想起する。\nまた，乙１４発明では，側鎖にエポキシ基を導入するためにプレニルの導入と香\n月－シャープレス反応の二工程が必要であるが，本件試薬を用いれば，一工程で側\n鎖にエポキシ基を導入することができ，工程数を短縮できることも容易に理解でき\nる。\nｄ  上記のように本件試薬を想起した当業者は，文献検索を行った結果，本件試\n薬を掲載した乙９文献を発見することができる。\n乙９文献は，１０種類の異なる構造を有するアルコール類について本件試薬が反\n応することを報告するものであり，そのうち，イソプロパノールが，最適化されて\nいない条件であるにもかかわらず，本件試薬と約５０％という高い収率で反応する\nことが記載されている。\nイソプロパノールと本件試薬との反応は，ＳＮ２反応である。ＳＮ２反応におい\nて，目的とする生成物が得られることを予測できるかで問題となるのは，反応部位\nとなる官能基構造の類似性や，アルコール類であれば，反応点の構造が何級アルコ\nールかというような，反応点のごく近傍の環境の類似性である。反応に供される化\n合物の全体としての分子量や，反応部位から遠隔にある，反応とは関係のない箇所\nの分子構造などは問題とされない（乙３９Ａ意見書，乙６４）。\nそして，イソプロパノールは，訂正発明の出発物質と同じ２級アルコールであっ\nて，両者は，反応部位の部分構造（下図５の青色で囲んだ部分）が酷似するから，\n当業者は，訂正発明の出発物質と本件試薬とのＳＮ２反応性も，良好に進行するこ\nとが理解できる。\n（図５）\n（イソプロパノール）         （訂正発明の出発物質）\nこのことは，反応を考える際の当業者の常套手段である分子模型を見ても，本件\n試薬には求核剤（反応の対象となる物質）の進路に大きな空間があるため，本件ス\nテロイド出発物質との反応が容易に進行し，ステロイド環構造は，本件試薬との反\n応に際して立体的障害に全くならないことが分かる。\nｅ  そして，乙９文献には，ブタノールと本件試薬を反応させて得たエポキシエ\nーテル化合物のエポキシ基を，還元剤で所望の方向に開環する工程も記載されてお\nり，開環すると，マキサカルシトールの側鎖と同一の側鎖が形成されることも記載\nされている。ブタノールに代えて，イソプロパノールの場合でも，エポキシ基を開\n環すれば，側鎖が同一構造（マキサカルシトールの側鎖）になるのは自明である。\nしたがって，当業者は，高い蓋然性をもって，本件試薬と本件ステロイド出発物\n質とのエポキシアルキル化反応が進行する可能性が高いと考えて，訂正発明のエポ\nキシド化合物を合成することを動機付けられるというべきである（乙３９Ａ意見\n書）。\nウ  被控訴人の主張について\n(ｱ)  乙１４文献の図９のエポキシド化合物のヒドロキシメチル基をメチル基に置\nき換えたエポキシド化合物を用いるという着想の容易想到性について\n被控訴人は，乙１４発明の目的物質のビタミンＤ誘導体には２種類の異なる立体\n配置が存在するために香月－シャープレス反応を用いているから，乙１４発明のエ\nポキシ体の還元反応の部分だけに着目する理由は存在しないと主張する。しかし，\nいずれのビタミンＤ誘導体もマキサカルシトールの側鎖と構造が酷似しており，エ\nポキシ基の開環により高収率で得られているから，いずれに着目しても当業者はマ\nキサカルシトールの合成に応用することを想到するし，乙１４文献で香月－シャー\nプレス反応を用いていることの目的は当業者に容易に理解され，当業者はマキサカ\nルシトールでは立体配置の問題が生じず，一種類だけの前駆体エポキシド化合物を\n利用するだけで効率的にマキサカルシトールを製造できることを理解するから，図\n９において二種類の異性体が存在することは，控訴人らの主張する着想の容易想到\n性の妨げにならない。\nまた，被控訴人は，乙１４発明をマキサカルシトールの合成に応用するのであれ\nば，試薬を臭化プレニルに代えるのが素直であると主張する。しかし，逆合成の手\n法は，なるべく効率的に前駆体であるエポキシド化合物を合成するために適用する\nのであり，工程数の多い迂遠な合成方法を当業者がわざわざ採用するはずがなく，\n被控訴人の主張は失当である。\n(ｲ)  本件試薬と本件ステロイド出発物質との反応の予測可能性について\n被控訴人は，本件試薬と本件ステロイド出発物質との反応が進むことを当業者が\n予測することはできないと主張し，その根拠として，①本件試薬には反応点の候補\nが３か所あるので，副反応が生じる可能性があること，②本件試薬のエポキシ基が\n開環する可能性があること，③本件試薬の電荷分布の点からは後記反応点１で反応\nが進むと予測できないこと，④エピハロヒドリンの反応性に関する知見からは直接\n置換反応で反応が進むと予測できないこと，⑤本件ステロイド出発物質の反応は，\n本件試薬の立体の影響を受けることなどを挙げる。\nしかし，上記①及び②については，乙９文献自体から，エポキシ基が開環するこ\nとなく，直接置換反応により反応点１で反応が進行することが明らかである。\nまた，上記③については，本件試薬において，反応点の炭素原子とその隣の炭素\n原子がいずれもプラスに荷電しているとの被控訴人の主張は誤りである。\n上記④については，ウィリアムソン反応において，エピハロヒドリンも反応点１\nで反応することが知られている（乙５８）。\nさらに，上記⑤については，被控訴人の研究者が個人的に有していた知見にすぎ\nず，技術常識ではない。本件ステロイド出発物質の水酸基が，本件試薬と同等の分\n子量や類似構造を有する種々のハロゲン化アルキル試薬と容易にＳＮ２反応するこ\nとは，本件優先日当時周知であった（甲１２，２０，乙１８，４１）。\nエ   以上のとおり，マキサカルシトールの効率的な製法を見いだそうとする当\n業者であれば，乙１４発明のマキサカルシトールの予想代謝物をマキサカルシトー\nルとするために末端のヒドロキシメチル基をメチル基に変えること（相違点１），\n乙１４発明の試薬に代えて本件試薬を本件ステロイド出発物質に適用すること（相\n違点２），そして，本件ステロイド出発物質に本件試薬を適用して訂正発明のエポ\nキシド化合物を得ること（相違点３）をいずれも容易に想起する。\nそして，本件試薬について記載のある乙９文献の存在は，上記適用可能性につい\nて一層確信を抱かせるものである。本件試薬を乙１４発明の試薬に代えて用いるこ\nとについて，乙９文献に記載や示唆がないからといって，上記容易性には何らの影\n響もない。実際，訂正発明の発明者らは，乙９文献のイソプロパノールの反応を見\nて，本件試薬を使用してマキサカルシトールを合成することができると考えたと述\nべている（甲１３，乙２４）。\nしたがって，訂正発明は，乙１４発明及び乙９文献の技術的事項に基づいて当業\n者が容易に想到することのできるものである。\n（被控訴人）\nア  乙１４発明の反応工程は，以下の図のとおりである。\n訂正発明と乙１４発明の一致点及び相違点は，控訴人らの主張するとおりであり，\n導入しようとする側鎖の末端構造が相違し，反応試薬も相違する。\nイ  控訴人らは，乙１４発明の反応工程のうち，最終目的物質である予想代謝物\n（１２），（１３）が，エポキシド化合物（１８），（１９）のエポキシ基を開環\nすることで得られていることに着目し，このエポキシド化合物のヒドロメチル基を\nメチル基に置換したものをマキサカルシトールの前駆体とすることは容易であると\n主張する。\nしかし，乙１４発明の反応工程において，エポキシド化合物（１８），（１９）\nの反応が用いられるのは，最終目的物質（１２），（１３）を，側鎖末端の立体配\n置を選択的に製造することを可能とするために，香月－シャープレス反応を含む特\n別な反応工程を採用しているからである。すなわち，エポキシド化合物を（１８）\nにするか（１９）にするかで，最終目的物質が（１２）あるいは（１３）になる。\n立体構造の制御の目的がなければ，エポキシド化合物を経由することはない。これ\nに対して，マキサカルシトールの側鎖末端には異なる立体配置は存在しないから，\nマキサカルシトールの製造方法を開発するときに，乙１４発明の反応工程からエポ\nキシ体の還元反応の部分だけに着目する理由は全くない。控訴人らが乙１４発明の\nエポキシ体の還元反応の部分だけに着目するのは，訂正発明をみた後知恵である。\n仮に，乙１４発明の予想代謝物とマキサカルシトールの構造の類似性に着目して，\n乙１４発明をマキサカルシトールの合成に応用するとしたら，エポキシ基に結合し\nたヒドロキシメチル基をメチル基に置換するのではなく，乙１４発明で出発物質\n（８）と反応させる試薬を，下右図の構造を有する臭化物（臭化プレニル）に変え\nるのが素直である（甲１３）。\n右図の試薬は出発物質と反応するが，エポキシド化合物は生成しない。目的物質\nの側鎖末端がマキサカルシトールの側鎖になれば，香月－シャープレス反応を用い\nてエポキシ体を生成する理由はない。\n乙１４文献は，２０位アルコール化合物とのウィリアムソン反応でエポキシ試薬\nを用いることは示唆しておらず，マキサカルシトールの側鎖の導入において，エポ\nキシ体の開環反応を用いることを示唆する記載は存在しない。乙１４発明から，本\n件試薬が導きだせるという主張は，乙１４発明の反応工程の技術的意義を無視した\nものである。\nウ  また，訂正発明の出発物質のような２０位アルコール化合物と本件試薬との\n反応は，以下のとおり，有機化学の技術常識に基づけば，困難であると予想されて\nいたものである。\n(ｱ)  本件試薬側の予測困難性\nａ  訂正発明の反応であるウィリアムソン反応は，ハロゲン化アルキルＲ’Ｘ側\nの反応点が正に荷電（δ＋）する度合いが高いほど，またその正の荷電が安定化さ\nれるほど，反応が進行しやすい（乙５６）。\n有機化学の常識からは，訂正発明の試薬の構造を考えた場合，下図に示すように，\n反応点であるα炭素原子も，その隣のβ炭素原子も，それぞれＢｒ原子，酸素原子\nという陰性原子と結合するため，正に荷電するはずであるが，隣り合う炭素原子が\nいずれも正荷電で反発するため，反応点の炭素原子の正の荷電は安定化されにくく，\nウィリアムソン反応も進行しにくいと予想される。\nｂ  また，本件試薬には反応点の候補が３か所あるため，副反応が生じる可能性\nが予想される。\nｃ  さらに，一般に，エポキシ基を分子内に有するエポキシド化合物は，反応性\nに富み，開環しやすいから，反応による開環が予想される。\nｄ  本件試薬と構造が類似しているエピハロヒドリンに関する多くの研究によれ\nば，エピハロヒドリンは求核試薬と反応してエポキシ基の開環が生じるケースが多\nく（直接置換反応が起こるケースは少ない。），その条件や反応経路（直接置換反\n応が起こるか否か）は予測困難である（甲３１）。エピハロヒドリンの知見から，\n本件試薬の直接置換反応を予測することはできない。\n(ｲ)  ２０位アルコール化合物側の予測困難性\n一方，２０位アルコール化合物は，反応相手の試薬の立体の影響（試薬の環の位\n置などの嵩高さ）を敏感に受ける。２０位アルコール化合物にマキサカルシトール\nの側鎖を直接導入することはできていないし，２０位アルコール化合物と，甲１３\nの化合物９や，後記甲１２試薬１との反応は全く進行しない。２０位アルコール化\n合物には，マキサカルシトール側鎖を導入しうる構造のウィリアムソン反応試薬と\nの反応を妨げる立体障害が存在すると推測される。\nエ  乙９文献は，上記ウの有機化学の技術常識に基づく予想が，本件試薬とイソ\nプロパノールのような低分子アルコールとの反応に関しては，当てはまらない結果\nを記載しているものである。しかし，なぜ，乙９文献の出発物質と試薬の反応が進\nむのかは，解明されているわけではなく，乙９文献には，その理由が理解できる記\n載はない。また，乙９文献の反応収率（４０．６～７６．４％）と反応条件（４０\nないし８０℃で８ないし１０時間の加熱還流を要している。）に鑑みると，本件試\n薬には立体障害が存在することを示唆している。そうすると，本件試薬には，一方\nで，一般的に反応の困難を予想させる理由が存在し，他方，乙９文献には，理由は\nわからないが，低分子アルコールとの反応では，反応を困難とする作用を上回る，\n反応を促進させる作用が存在することが示唆されている。\nしかし，乙９文献は，低分子アルコールとは構造を大きく異にする２０位アルコ\nール化合物との反応については，反応性を予測させるものではなく，本件試薬との\n反応も困難と予測し，又は反応するかどうかは実験をしてみなければわからないと\n考えるのが合理的である。また，乙９文献以外には，本件試薬の反応性を予測し得\nる根拠となる知見は存在せず，本件試薬の側からも，訂正発明の反応の予測は困難\nである。\n訂正発明は，技術常識に基づく上記予想とは異なり，実際に実験を行ってみると\n非常に高い収率で反応するという組み合わせであることを見出したものである。特\n許制度の趣旨に鑑みれば，実験をしなければ，反応が進むかどうかわからない反応\nについて，初めて実際に実験をして反応性が見いだされた反応については，進歩性\nのある発明がなされたと評価されるべきである。\n(2)  甲１２文献を主引例とする進歩性欠如（無効理由イ）について\n（控訴人ら）\nア  久保寺登他４名執筆の論文「ビタミンＤ ３誘導体の合成研究ＶＩＩＩ」\n（Chem.Pharm.Bull.,1986,34(10),4410。甲１２。以下「甲１２文献」という。）\nには，マキサカルシトールの合成を目的として，訂正発明と同一の出発物質（本件\nステロイド出発物質）である化合物９と，試薬として「１－ブロモ－３，３－エチ\nレンジオキシブタン」（以下「甲１２試薬１」という。）を用いたが，アルキル化\n反応が起こらなかったことが記載されている。\n甲１２文献に記載されたマキサカルシトールの上記製造工程（以下「甲１２発明」\nという。）と訂正発明は，目的物質，出発物質及び回収の要件の点で一致し，試薬\nの点で相違し（相違点１），中間体及び還元処理－開環工程の点で相違する（相違\n点２）。\nイ  上記相違点１は，以下のとおり容易に克服することができる。\n(ｱ)  前記(1)の控訴人らの主張のとおり，本件優先日当時，マキサカルシトール\nを効率的に製造する方法を得ることは，当業者が当然に有している技術的課題であ\nった（甲１２，乙１４）。\nまた，マキサカルシトール製造に際して，本件ステロイド出発物質の２２位水酸\n基を，アルキル化試薬によりアルキル化することは，本件優先日当時，すでに慣用\n的に用いられていた技術であり（甲１２，乙１８，乙１４），本件優先日当時，上\n記技術的課題を研究している当業者にとっては，ステロイド化合物の２２位水酸基\nを高収率でアルキル化できるアルキル化試薬を見つけ出せばよいだけであった。\n(ｲ)  甲１２文献の注１０には，甲１２試薬１を用いた合成が失敗した理由とし\nて，「１－ハロ－３，３－エチレンジオキシブタンが嵩高いからであるかもしれな\nい。」との記載がされている。この記載によれば，甲１２試薬１（下図）のうち５\n員環の環状エーテルがより嵩高くないものであれば，本件ステロイド出発物質（化\n合物９）に対してアルキル化反応の進行が期待できることが示唆されている。\n(ｳ)  一方，マキサカルシトールの側鎖は，エーテル基に炭素数４の直鎖アルキ\nルが結合した構造となっている。したがって，マキサカルシトールの側鎖を導入す\nるための試薬も，直鎖構造が炭素数４であることが求められる。\nそして，甲１２文献には，本件ステロイド出発物質と，下図の「４－ブロモ－１\n－ブテン」（以下「甲１２試薬２」という。）を反応させた場合には，収率９％で\nマキサカルシトールを得られたことが記載されている。\nそうすると，当業者は，炭素数４の直鎖アルキル構造を維持しつつ，環状構造を\n持ちながら嵩高くない化合物，具体的には，５員環の環状エーテル部分を低減する\nべく，環状部分の環を構成する元素数を減らした化合物を試薬として用いることを\n想起し，動機付けられる。\nそして，当時公知の化合物を調べると，上記条件に該当する化合物として，本件\n試薬を掲載した乙９文献を発見することができる。\n(ｴ)  乙９文献の記載内容については前記(1)の控訴人らの主張イ(ｴ)ｄのとおり\nである。甲１２文献記載のアルキル化反応と，乙９文献記載の本件試薬とアルコー\nル類とのアルカリ金属アルコキシドの存在下での反応は，いずれもＳＮ２反応に関\nする技術である点で共通しているから，本件試薬は，本件ステロイド出発物質とも\nよく反応することが予想される。\nまた，立体模型でみれば分かるとおり，甲１２試薬１においては５員環が壁とな\nって求核剤の進路が妨害され，本件ステロイド出発物質の酸素原子が試薬に接近で\nきず，この立体障害のためにＳＮ２反応が進行しないのに対し，本件試薬において\nは，求核剤の進路に大きな空間があり，エポキシ基は本件ステロイド出発物質の進\n路を妨害せず，反応点の炭素の背面に求核剤が接近できる。したがって，甲１２文\n献の注１０の記載に接した当業者は，本件試薬では立体障害が解決されていること\nを理解し，この点からも本件試薬を反応に用いることを強く動機付けられる。\n(ｵ)  そして，乙９文献には，前記(1)の控訴人らの主張イ(ｴ)ｄのとおり，ブタ\nノールと本件試薬を反応させたエポキシド化合物について，エポキシ基を還元剤で\n処理してマキサカルシトールの側鎖としたことも記載されている。さらに，エポキ\nシ基を導入することにより，ケトン体を介する甲１２発明よりも工程数を短縮でき\nるから，当業者であれば本件試薬を用いる。\n(ｶ)  また，甲１２文献には，甲１２試薬１に代えて本件試薬を使用することを\n阻害するような記載も事実も存在しない。\n(ｷ)  したがって，前記(ｱ)の技術的課題を認識する当業者であれば，甲１２文献\nの本件ステロイド出発物質に，甲１２文献の示唆に基づき，乙９文献記載の本件試\n薬を反応させてみようとすることは当然である。\nウ  上記相違点２（中間体及び還元処理－開環工程の相違）は，相違点１（試薬\nの相違）が克服されれば，自ずと克服されるものである。また，エポキシ基が導入\nされたステロイド化合物において，エポキシ基を還元剤により開環してマキサカル\nシトールの側鎖と同様の側鎖を製造できることは，本件優先日前に広く知られてい\nた。したがって，相違点２は容易に克服することができる。\nエ  したがって，訂正発明は，甲１２発明及び乙９文献に基づいて当業者が容易\nに想到することのできるものである。\n（被控訴人）\nア  訂正発明と甲１２発明とは，控訴人らの主張するとおり，反応試薬が相違し\n（相違点１），中間体及びエポキシ開環のマキサカルシトールの側鎖を形成する工\n程も全く異なる（相違点２）。\nイ  控訴人らは，マキサカルシトールの効率的製造方法を研究している当業者に\nとっては，ステロイド化合物の２２位水酸基を高収率でアルキル化できるアルキル\n化試薬を見つけ出せばよいだけであったと主張する。しかし，被控訴人が実際に甲\n１２発明の改良技術として臨床試験の治療薬の製造に用いた方法は，アルキル化試\n薬でアルキル化する，甲１２発明と同じウィリアムソン反応ではなく，マイケル法\nと呼ばれる方法であったのであり，同主張は，訂正発明を見た後知恵に基づくもの\nである。アルキル化試薬は多数存在し，そのうち，マキサカルシトールの工業生産\nに使えるのは本件試薬のみである。\nウ  甲１２文献の注１０が言及する「嵩高さ」とは，「１α，３β－ビス（テト\nラヒドロピラニルオキシ）－５－アンドロステン－１７β－オール」と「１－クロ\nロ－４，４－エチレンジオキシペンタン」（以下「甲１２試薬３」という。）との\nアルキル化反応との対比で述べられたものであり，５員環が出発物質の側鎖導入の\n反応点から離れている度合によるものと推測される。そもそも，上記アルキル化反\n応は，甲１２発明の反応とは，出発物質であるアルコール側の反応点の構造も異な\nるのであるから，注１０を重視する理由はない。\nまた，甲１２文献においては，５員環を有する嵩高い試薬である甲１２試薬１を\n用いた反応は失敗し，環状構造を持たない甲１２試薬２を試薬として用いた反応も\n収率が９％であり，どちらも満足すべき反応性を有していないのであるから，甲１\n２文献に接した当業者は，別の試薬を考えるのが普通であり，「環状構造を持ちな\nがら崇高くない化合物であればうまくいくのではないかと考える。」という控訴人\nらの主張は理解不能である。\nエ  乙９文献から，本件試薬と，甲１２文献の本件ステロイド出発物質のような\n分子量の大きなアルコールとの反応が進むとは予測できないことは，前記(1)被控\n訴人の主張エのとおりである。\nオ  以上のとおり，訂正発明と甲１２発明との相違点に係る訂正発明の構成を容\n易に想到することができたとの控訴人らの主張は理由がない。\n(3)  乙４文献を主引例とする進歩性欠如（無効理由ウ）について\n無効理由ウについての当事者の主張は，原判決の「事実及び理由」の第３の７に\n摘示のとおりであるから，これを引用する（ただし，引用に係る原判決中，「無効\n理由２」とあるのは「無効理由ウ」と，「乙４の２」とあるのは「乙４文献」と，\n「乙９」とあるのは「乙９文献」とそれぞれ読み替える。以下，引用する場合は同\nじ。）。\n第４  当裁判所の判断\n当裁判所も，控訴人方法は，訂正発明と均等であり，また，訂正発明についての\n特許が特許無効審判により無効にされるべきものとは認められないものと判断する。\nその理由は，以下のとおりである。\n１  訂正発明との均等の成否について\n(1)  均等の５要件及び立証責任について\n特許権者は，業として特許発明の実施をする権利を専有し（特許法６８条本文），\n特許発明の技術的範囲は，願書に添付した特許請求の範囲の記載に基づいて定めら\nれ（同法７０条１項），特許出願人は，特許請求の範囲には，特許を受けようとす\nる発明を特定するために必要と認めるすべての事項を記載しなければならないので\nあるから（同法３６条５項），特許請求の範囲の記載は，第三者に対し，特許の独\n占的,排他的な権利の範囲を公示する機能を有するものである。したがって，特許\n発明の技術的範囲は，特許請求の範囲に記載された構成の文言解釈により確定され\nるのが原則である。\nしかしながら，特許請求の範囲に記載された構成中に，相手方が製造等をする製\n品又は用いる方法（以下「対象製品等」という。）と異なる部分が存する場合であ\nっても，①同部分が特許発明の本質的部分ではなく，②同部分を対象製品等におけ\nるものと置き換えても，特許発明の目的を達することができ，同一の作用効果を奏\nするものであって，③上記のように置き換えることに，当該発明の属する技術の分\n野における通常の知識を有する者（当業者）が，対象製品等の製造等の時点におい\nて容易に想到することができたものであり，④対象製品等が，特許発明の特許出願\n時における公知技術と同一又は当業者がこれから当該出願時に容易に推考できたも\nのではなく，かつ，⑤対象製品等が特許発明の特許出願手続において特許請求の範\n囲から意識的に除外されたものに当たるなどの特段の事情もないときは，同対象製\n品等は，特許請求の範囲に記載された構成と均等なものとして，特許発明の技術的\n範囲に属するものと解するのが相当である（以下，上記①ないし⑤の要件を，順次\n「第１要件」ないし「第５要件」という。）。なぜなら，①特許出願の際に将来の\nあらゆる侵害態様を予想して明細書の特許請求の範囲を記載することは極めて困難\nであり，相手方において特許請求の範囲に記載された構成の一部を特許出願後に明\nらかとなった物質・技術等に置き換えることによって，特許権者による差止め等の\n権利行使を容易に免れることができるとすれば，社会一般の発明への意欲を減殺す\nることとなり，発明の保護，奨励を通じて産業の発達に寄与するという特許法の目\n的に反するばかりでなく，社会正義に反し，衡平の理念にもとる結果となるのであ\nって，②このような点を考慮すると，特許発明の実質的価値は第三者が特許請求の\n範囲に記載された構成からこれと実質的に同一なものとして容易に想到することの\nできる技術に及び，第三者はこれを予期すべきものと解するのが相当であり，③他\n方，特許発明の特許出願時において公知であった技術及び当業者がこれから同出願\n時に容易に推考することができた技術については，そもそも何人も特許を受けるこ\nとができなかったはずのものであるから，特許発明の技術的範囲に属するものとい\nうことができず，④また，特許出願手続において出願人が特許請求の範囲から意識\n的に除外したなど，特許権者の側において一旦特許発明の技術的範囲に属しないこ\nとを承認するか，又は外形的にそのように解されるような行動をとったものについ\nて，特許権者が後にこれと反する主張をすることは，禁反言の法理に照らし許され\nないからである（ボールスプライン事件最判）。\nそして，第１要件ないし第５要件の主張立証責任については，均等が，特許請求\nの範囲の記載を文言上解釈し得る範囲を超えて，これと実質的に同一なものとして\n容易に想到することのできるものと認定される範囲内で認められるべきものである\nことからすれば，かかる範囲内であるために要する事実である第１要件ないし第３\n要件については，対象製品等が特許発明と均等であると主張する者が主張立証責任\nを負うと解すべきであり，他方，対象製品等が上記均等の範囲内にあっても，均等\nの法理の適用が除外されるべき場合である第４要件及び第５要件については，対象\n製品等について均等の法理の適用を否定する者が主張立証責任を負うと解するのが\n相当である。\n(2)  訂正発明と控訴人方法との相違\n前記第２の２(7)エのとおり，控訴人方法は，訂正発明の構成要件Ａ，Ｂ－２，\nＤ及びＥを充足するが，同方法における出発物質Ａ及び中間体Ｃが，シス体のビタ\nミンＤ構造の化合物ではなく，その幾何異性体であるトランス体のビタミンＤ構造\nの化合物であるという点で，訂正発明の構成要件Ｂ－１，Ｂ－３及びＣと相違する。\nそこで，以下，出発物質及び中間体にトランス体のビタミンＤ構造の化合物を用い\nる控訴人方法が，訂正発明において出発物質及び中間体にシス体のビタミンＤ構造\nの化合物を用いる場合と均等なものといえるか，順次，均等の要件を判断する。\n(3)  均等の第１要件（非本質的部分）について\nア  本質的部分の認定について\n特許法が保護しようとする発明の実質的価値は，従来技術では達成し得なかった\n技術的課題の解決を実現するための，従来技術に見られない特有の技術的思想に基\nづく解決手段を，具体的な構成をもって社会に開示した点にある。したがって，特\n許発明における本質的部分とは，当該特許発明の特許請求の範囲の記載のうち，従\n来技術に見られない特有の技術的思想を構成する特徴的部分であると解すべきであ\nる。\nそして，上記本質的部分は，特許請求の範囲及び明細書の記載に基づいて，特許\n発明の課題及び解決手段 (特許法３６条４項，特許法施行規則２４条の２参照)と\nその効果（目的及び構成とその効果。平成６年法律第１１６号による改正前の特許\n法３６条４項参照）を把握した上で，特許発明の特許請求の範囲の記載のうち，従\n来技術に見られない特有の技術的思想を構成する特徴的部分が何であるかを確定す\nることによって認定されるべきである。すなわち，特許発明の実質的価値は，その\n技術分野における従来技術と比較した貢献の程度に応じて定められることからすれ\nば，特許発明の本質的部分は，特許請求の範囲及び明細書の記載，特に明細書記載\nの従来技術との比較から認定されるべきであり，そして，①従来技術と比較して特\n許発明の貢献の程度が大きいと評価される場合には，特許請求の範囲の記載の一部\nについて，これを上位概念化したものとして認定され（後記ウ及びエのとおり，訂\n正発明はそのような例である。），②従来技術と比較して特許発明の貢献の程度が\nそれ程大きくないと評価される場合には，特許請求の範囲の記載とほぼ同義のもの\nとして認定されると解される。\nただし，明細書に従来技術が解決できなかった課題として記載されているところ\nが，出願時（又は優先権主張日。以下本項(3)において同じ）の従来技術に照らし\nて客観的に見て不十分な場合には，明細書に記載されていない従来技術も参酌して，\n当該特許発明の従来技術に見られない特有の技術的思想を構成する特徴的部分が認\n定されるべきである。そのような場合には，特許発明の本質的部分は，特許請求の\n範囲及び明細書の記載のみから認定される場合に比べ，より特許請求の範囲の記載\nに近接したものとなり，均等が認められる範囲がより狭いものとなると解される。\nまた，第１要件の判断，すなわち対象製品等との相違部分が非本質的部分である\nかどうかを判断する際には，特許請求の範囲に記載された各構成要件を本質的部分\nと非本質的部分に分けた上で，本質的部分に当たる構成要件については一切均等を\n認めないと解するのではなく，上記のとおり確定される特許発明の本質的部分を対\n象製品等が共通に備えているかどうかを判断し，これを備えていると認められる場\n合には，相違部分は本質的部分ではないと判断すべきであり，対象製品等に，従来\n技術に見られない特有の技術的思想を構成する特徴的部分以外で相違する部分があ\nるとしても，そのことは第１要件の充足を否定する理由とはならない。\nイ  訂正明細書の記載\n訂正明細書の【発明の詳細な説明】欄には，次の記載がある（甲１５。なお，各\n文末に引用する行数は，化学式を含まない数である。）。\n(ｱ)  「発明の背景」\n「ビタミンＤおよびその誘導体は，重要な生理学的機能を有する。例えば，１α，\n２５－ジヒドロキシビタミンＤ３は，カルシウム代謝調節活性，増殖阻害活性，腫\n瘍細胞等の細胞に対する分化誘導活性，および免疫調節活性などの広範な生理学的\n機能を示す。しかし，ビタミンＤ３誘導体は高カルシウム血症などの望ましくない\n副作用を示す。\n特定の疾患の治療における効果を保持する一方で付随する副作用を減少させるた\nめに，新規ビタミンＤ誘導体が開発されている。\n例えば，日本特許公開公報昭和６１－２６７５５０号（１９８６年１１月２７日\n発行）は，免疫調節活性と腫瘍細胞に対する分化誘導活性を示す９，１０－セコ－\n５，７，１０（１９）－プレグナトリエン誘導体を開示している。さらに，日本特\n許公開公報昭和６１－２６７５５０号（１９８６年１１月２７日発行）は，最終産\n物を製造するための二種類の方法も開示しており，一方は出発物質としてプレグネ\nノロンを使用する方法で，他方はデヒドロエピアンドロステロンを使用する方法で\nある。\n１α，２５－ジヒドロキシ－２２－オキサビタミンＤ３（ＯＣＴ），即ち，１α，\n２５－ジヒドロキシビタミンＤ３の２２－オキサアナログ体は，強力なインビトロ\n分化誘導活性を有する一方，低いインビボカルシウム上昇作用（ｃａｌｃｅｍｉｃ\nｌｉａｂｉｌｉｔｙ）を有する。ＯＣＴは，続発性上皮小体機能亢進症および幹癬\nの治療の候補として臨床的に試験されている。\n日本特許公開公報平成６－０７２９９４（１９９４年３月１５日発行）は，２２\n－オキサコレカルシフェロール誘導体およびその製造方法を開示している。この公\n報は，２０位に水酸基を有するプレグネン誘導体をジアルキルアクリルアミド化合\n物と反応させてエーテル化合物を得て，次いで得られたエーテル化合物を有機金属\n化合物と反応させて所望の化合物を得ることを含む，オキサコレカルシフェロール\n誘導体の製造方法を開示している。\n日本特許公開公報平成６－０８０６２６号（１９９４年３月２２日発行）は，２\n２－オキサビタミンＤ誘導体を開示している。この公報はまた，出発物質としての\n１α，３β－ビス（ｔｅｒｔ－ブチルジメチルシリルオキシ）－プレグネ－５，７\n－ジエン－２０（Ｓ又はＲ）－オールを塩基の存在下でエポキシドと反応させて２\n０位からエーテル結合を有する化合物を得ることを含む方法を開示している。\nさらに，日本特許公開公報平成６－２５６３００号（１９９４年９月１３日発行）\nおよびＫｕｂｏｄｅｒａ他（Ｂｉｏｏｒｇａｎｉｃ  ＆  Ｍｅｄｉｃｉｎａｌ  Ｃ\nｈｅｍｉｓｔｒｙ  Ｌｅｔｔｅｒｓ，４（５）：７５３－７５６，１９９４）は，\n１α，３β－ビス（ｔｅｒｔ－ブチルジメチルシリルオキシ）－プレグナ－５，７\n－ジエン－２０（Ｓ）－オールを４－（テトラヒドロピラン－２－イルオキシ）－\n３－メチル－２－ブテン－１－ブロミドと反応させてエーテル化合物を得て，それ\nを脱保護し，そして脱保護されたエーテル化合物をシャープレス酸化することを含\nむ，エポキシド化合物を立体特異的に製造する方法を開示している。しかし，上記\n方法は，ステロイド基の側鎖にエーテル結合およびエポキシ基を導入するのに一工\n程より多くの工程を必要とし，従って所望の化合物の収率が低くなる。\nさらに，上記文献のいずれにも，アルコール化合物を末端に脱離基を有するエポ\nキシ炭化水素化合物と反応させて，それによりエーテル結合を形成する合成方法は\n開示されていない。また，上記文献には，側鎖にエーテル結合およびエポキシ基を\n有するビシクロ［４．３．０］ノナン構造（本明細書中以下においてＣＤ環構造と\n称する），ステロイド構造またはビタミンＤ構造は開示されていない。」（１５頁\n６行～１６頁１３行）\n(ｲ)  「発明の詳細な説明」\na   「本発明は，下記構造を有する化合物の製造方法であって：\n（式中，ｎは１～５の整数であり；Ｒ１およびＲ２は各々独立に，所望により置\n換されたＣ１－Ｃ６アルキルであり；ＷおよびＸは各々独立に水素またはＣ１－Ｃ\n６アルキルであり；ＹはＯ，ＳまたはＮＲ３であり，ここでＲ３は水素，Ｃ１－Ｃ\n６アルキルまたは保護基であり；そしてＺは，\nであり，Ｒ４，Ｒ５，Ｒ８，・・・Ｒ１７は各々独立に水素，置換または未置換の低級\nアルキルオキシ，アミノ，アルキル，アルキリデン，カルボニル，オキソ，ヒドロ\nキシル，または保護されたヒドロキシルであり；そしてＲ６およびＲ７は各々独立\nに水素，置換または未置換の低級アルキルオキシ，アミノ，アルキル，アルキリデ\nン，カルボニル，オキソ，ヒドロキシル，保護されたヒドロキシルであるか，また\nは一緒になって二重結合を形成する）；\n（ａ）下記構造：\n（式中，Ｗ，Ｘ，ＹおよびＺは上記定義の通りである）\nを有する化合物を塩基の存在下で下記構造：\nまたは\n（式中，ｎ，Ｒ１およびＲ２は上記定義の通りであり，そしてＥは脱離基である）\nを有する化合物と反応させて化合物を製造すること；並びに\n（ｂ）かくして製造された化合物を回収すること，\nを含む方法を提供する。・・・・\n下記構造：\nを有する化合物の製造方法は新規であり，細胞に対する分化誘導活性および増殖阻\n害活性などの多様な生理学的活性を有することができるビタミンＤ誘導体の合成に\n有用である。」（２４頁６行～２５頁下から２行）\nｂ  「本発明はまた，下記構造：\n（式中，ＺはＣＤ環構造，ステロイド構造またはビタミンＤ構造を示し，これらは\n各々，１以上の保護または未保護の置換基および／または１以上の保護基を所望に\nより有していてもよい）を有する化合物を提供する。本発明に関するＣＤ環構造，\nステロイド構造およびビタミンＤ構造は各々，特には下記する構造を意味し，これ\nらの環は何れも１以上の不飽和結合を所望により有していてもよい。ステロイド構\n造においては，１個または２個の不飽和結合を有するものが好ましく，５－エンス\nテロイド化合物，５，７－ジエンステロイド化合物，またはそれらの保護された化\n合物が特に好ましい。\nＣＤ構造，ステロイド構造，またはビタミンＤ構造であるＺ上の置換基は特に限\n定されず，水酸基，置換または未置換の低級アルキルオキシ基，…およびオキソ基\n（＝Ｏ）などを例示することができ，水酸基が好ましい。これらの置換基は保護さ\nれていてもよい。・・・\nステロイド構造における不飽和結合のための保護基の例としては，４－フェニル\n－１，２，４－トリアゾリン－３，５－ジオンおよびマレイン酸ジエチルが挙げら\nれる。そのような保護基を有する付加物の例は以下のものである：・・・\nさらに，ビタミンＤ構造はＳＯ２の付加によって保護されていてもよい。そのよ\nうな保護されたビタミンＤ構造の例を下記に示す：\n」（２５頁下から１行～２８頁２行）\nc  「式Ｉの化合物の製造について本明細書に開示した反応の概略を以下の反応\n図Ａに示す。\n本発明による上記方法で出発化合物として使用される化合物の幾つかは，公知化\n合物である。例えば，「Ｙ」がＯである場合，以下のものを出発化合物として使用\nすることができる：日本特許公開公報昭和６１－２６７５５０号（１９８６年１１\n月２７日発行）に記載された１α，３β－ビス（ｔｅｒｔ－ブチルジメチルシリル\nオキシ）－プレグナ－５，７－ジエン－２０（Ｓ）－オール；日本特許公開公報昭\n和６１－２６７５５０号（１９８６年１１月２７日発行）および国際特許公開公報\nＷＯ９０－０９９９１（１９９０年９月７日）およびＷＯ９０／０９９９２（１９\n９０年９月７日）に記載された所望により水酸基が保護されている９，１０－セコ\n－５，７，１０（１９）－プレグナトリエン－１α，３β，２０β－トリオール；\nＪ．Ｏｒｇ．Ｃｈｅｍ．，５７，３１７３（１９９２）に記載されたオクタヒドロ\n－４－（ｔ－ブチルジメチルシリルオキシ）－７－メチル－１Ｈ－インデン－１－\nオール；並びにＪ．Ａｍ．Ｃｈｅｍ．Ｓｏｃ．，１０４，２９４５（１９８２）に\n記載されたオクタヒドロ－４－（アセチルオキシ）－７－メチル－１Ｈ－インデン\n－１－オール。」（２９頁下から２行～３０頁１０行）\nｄ  「本発明は，本明細書中上記した新規な中間体を経てビタミンＤまたはステ\nロイド誘導体を製造する方法に関する。この反応の概略を以下の反応図Ｂに示す。\n本発明による上記二工程の反応の工程（１）の反応は，本明細書中に既に記載\nした反応図Ａの方法と同様に実施できる。\n工程（２）の反応は工程（１）で得られたエポキシド化合物中のエポキシ環を\n開環する反応であり，これは還元剤を使用して実施される。工程（２）で使用でき\nる還元剤は，工程（１）で得られたエポキシド化合物の環を開環して水酸基を生成\nできるもの，好ましくは第３アルコールを選択的に形成できるものである。」（３\n９頁５行～１２行）\ne  「以下の反応図Ｃは，本発明の化合物および方法を使用する反応経路を示す。\n対応するステロイド化合物からのビタミンＤ化合物の合成方法は，紫外線照射およ\nび熱異性化などの慣用的方法によって実施できる。対応するＣＤ環化合物からのビ\nタミンＤ化合物の合成方法もまた慣用的である。そのような方法は，例えば，Ｅ．\nＧ．Ｂａｇｇｉｏｌｉｎｉ他，Ｊ．Ａｍ．Ｃｈｅｍ．Ｓｏｃ，１０４，２９４５－\n２９４８（１９８２）およびＷｏｖｋｕｌｉｃｈ他，Ｔｅｔｒａｈｅｄｒｏｎ，４\n０，２２８３（１９８４）に記載されている。反応図Ｃに示した方法の一部または\n全部は本発明の範囲内であるものと理解すべきである。\n反応図Ｃ\n（式中，Ｗ，Ｘ，Ｙ，Ｏ，Ｒ１およびＲ２は上記定義と同一であり，構造の環は何\nれも１または２個の不飽和結合を所望により有していてもよい）」（４２頁７行～\n４３頁３行目）\nウ  訂正発明の内容\n(ｱ)  上記イの記載によれば，訂正発明については，以下のとおり認められる。\na  訂正発明は，細胞に対する分化誘導活性及び増殖阻害活性などの多様な生理\n学的活性を有することができるビタミンＤ誘導体の合成に有用な化合物の製造方法\nに関する。\nb  従来，新規なビタミンＤ誘導体として，カルシトリオール（１α，２５－ジ\nヒドロキシビタミンＤ３）の２２－オキサアナログ体（２２位が酸素原子に置き換\nえられた誘導体）である，１α，２５－ジヒドロキシ－２２－オキサビタミンＤ３\n（マキサカルシトール）などが開発されていた。\n特開昭６１－２６７５５０号公報（甲１の２。以下「甲１公報」という。）は，\n新規物質としてマキサカルシトールを含む９，１０－セコ－５，７，１０（１９）\nプレグナトリエン誘導体及びその製造方法を開示した文献であり，当該方法は，ス\nテロイド環構造の２０位アルコール化合物を，４－ブロモ－１－ブテンを試薬とし\nて反応させて２０位に側鎖（マキサカルシトールの側鎖ではない。）を導入した上，\nこれを酸化し，さらに，別の試薬である有機金属化合物（メチルマグネシウムブロ\nマイド）と反応させて，最後に光照射及び熱異性化を行い，マキサカルシトール等\nを製造するというものである。\nc  甲１公報記載の製造方法以降，ステロイド環構造の２０位アルコール化合物\nに，側鎖を形成するための試薬を反応させて，２２－オキサアナログ体を製造する\n方法として，①特開平６－７２９９４号公報（乙３５），②特開平６－８０６２６\n号公報（乙３６），③特開平６－２５６３００号公報（乙４６公報。なお，同公報\n記載の方法は，乙１４文献の図９と同じである。）に示される方法が存在した（た\nだし，以下のとおり，マキサカルシトールの側鎖を有する化合物を製造する方法は，\nこのうち①のみである。）。\n上記①の方法は，ステロイド環構造の２０位アルコール化合物を，ジアルキルア\nクリルアミド化合物と反応させて２０位に側鎖（マキサカルシトールの側鎖ではな\nい。）をエーテル結合により導入した上，さらに，有機金属化合物と反応させてマ\nキサカルシトールの側鎖を形成し，マキサカルシトールを製造する方法である。\n上記②の方法は，ステロイド環構造の２０位アルコール化合物を，塩基の存在下\nでエポキシド化合物と反応させて側鎖（側鎖にエポキシ基は形成されない。）をエ\nーテル結合により導入した後，側鎖の保護基を外して，２２－オキサビタミンＤ誘\n導体（マキサカルシトールの側鎖は有しない。）を製造する方法である。\n上記③の方法は，ステロイド環構造の２０位アルコール化合物を，４－（テトラ\nヒドロピラン－２－イルオキシ）－３－メチル－２－ブテン－１－ブロミドと反応\nさせて２０位に側鎖（マキサカルシトールの側鎖ではない。）をエーテル結合によ\nり導入した後，側鎖の保護基を外し，さらに，香月－シャープレス酸化反応により\n側鎖にエポキシ基を形成させて，最後に当該エポキシ基を開環することにより，２\n６－ヒドロキシ－２２－オキサビタミンＤ誘導体（マキサカルシトールの側鎖とは，\n末端のメチル基の一つがヒドロキシメチル基である点で異なる。）を製造する方法\nである。\nしかし，上記①及び②の方法は，ステロイド環構造の側鎖にエポキシ基を導入す\nるものではなく，また，上記③の方法は，エポキシ炭化水素化合物と反応させるも\nのではなく，ステロイド環構造の側鎖にエーテル結合及びエポキシ基を導入するの\nに一工程よりも多くの工程が必要であった。すなわち，甲１公報を含め，上記公知\n文献のいずれにも，マキサカルシトールはもちろんのこととして，２２－オキサア\nナログ体（２２－オキサビタミンＤ誘導体）を製造する方法に関して，２０位アル\nコール化合物を，末端に脱離基を有するエポキシ炭化水素化合物と反応させて，そ\nれによりエーテル結合を形成する合成方法も，一工程でステロイド環構造又はビタ\nミンＤ構造の側鎖にエーテル結合及びエポキシ基を導入する方法も開示されていな\nかった。\nd  訂正発明は，マキサカルシトールの側鎖を有するビタミンＤ誘導体又はステ\nロイド誘導体の製造方法（ビタミンＤ構造又はステロイド環構造化合物へのマキサ\nカルシトールの側鎖の導入方法）として，上記ｃのとおり従来技術に開示されてい\nなかった新規な製造方法を提供することを課題とするものであり，当該課題を解決\nする具体的な解決手段として，ビタミンＤ構造又はステロイド環構造の２０位アル\nコール化合物（構成要件Ｂ－１の化合物）を，塩基の存在下で，末端に脱離基を有\nするエポキシ炭化水素化合物（構成要件Ｂ－２の試薬）と反応させることにより，\nエーテル結合及び側鎖にエポキシ基を有するステロイド環構造体又はビタミンＤ構\n造体であるエポキシド化合物（構成要件Ｂ－３の中間体）を合成し，その後，還元\n剤で処理をしてこの側鎖のエポキシ基を開環して水酸基を形成することにより，マ\nキサカルシトールの側鎖を有するビタミンＤ誘導体又はステロイド誘導体を製造す\nるという方法を採用したものである（なお，構成要件Ｂ－２に記載された二種類の\n試薬のうち，エポキシ基を含まない方のものは，塩基の存在下ではエポキシ基を含\nむ方のものと同じ構造を形成するものである。）。\ne  なお，訂正発明の出発物質，中間体，目的物質の「Ｚ」の炭素骨格のうちビ\nタミンＤ構造は，いずれもシス体であるが，Ｚは，この炭素骨格に「１以上の保護\n又は未保護の置換基および／または１以上の保護基を所望により有していてもよい」\nものである（構成要件Ａ－６）。後記(7)イ(ｲ)ｃのとおり，シス体のビタミンＤ構\n造に保護基としてＳＯ２が付加された場合には，ビタミンＤ構造の５位の二重結合\nが失われて回転障害がなくなり，幾何異性体ではなくなるところ，訂正発明の「Ｚ」\nは，文言上，このような保護基が付加されることによりシス体・トランス体の区別\nがなくなったビタミンＤ構造をも含むものである（以下，「ビタミンＤ構造」とい\nうときには，特定しない限り，シス体又はトランス体に限定しないものを指す。）。\nf  訂正明細書には，訂正発明の効果について特に記載されていないが（特許法\n３６条４項，特許法施行規則２４条の２参照)，前記のとおり，訂正発明の課題は，\n従来技術に開示されていなかったマキサカルシトールの側鎖を有するビタミンＤ誘\n導体又はステロイド誘導体の新規な製造方法を提供すること自体にあることからす\nれば，訂正発明の効果とは，従来技術に開示されていなかった新規な方法により，\nマキサカルシトールの側鎖を有するマキサカルシトール等のビタミンＤ誘導体又は\nステロイド誘導体を製造できることと認められる。\n(ｲ)  以上のとおり，訂正発明は，従来技術にはない新規な製造ルートによりそ\nの対象とする目的物質を製造することを可能とするものであり，従来技術に対する\n貢献の程度は大きい。そして，本件優先日に公知であったマキサカルシトールの製\n造方法のうち，甲１公報記載の最初のマキサカルシトールの製造方法は，操作が煩\n雑で，目的物質の収量が低く，また分離精製が容易でない等の欠点があったもので\nあり，訂正明細書記載の前記(ｱ)ｃ①の製造方法はその改良法として発明されたも\nのであるが（乙３５），同①の方法も大量合成には不利であることから，本件優先\n日当時には，さらなる改良が検討され，新たなマキサカルシトールの工業的な製造\n方法が求められており，マキサカルシトールの物質特許を有していた被控訴人にお\nいても，訂正発明によって，初めてマキサカルシトールの工業的な生産が可能とな\nったものである（乙１４，弁論の全趣旨）。\n(ｳ)  以上に対し，控訴人らは，本件優先日の従来技術として，特表平４－５０\n４５７３号公報（乙４文献）記載の方法により，トランス体のビタミンＤ構造を出\n発物質として一工程でマキサカルシトールの側鎖を導入する方法も公知である，本\n件優先日前に一工程でマキサカルシトールの側鎖を導入することができたことを示\nす公知文献（１９９１年公表の「２２－オキサビタミンＤ類縁体の合成および生物\n学的活性」と題する論文。乙５０）もあるなどと主張する。しかし，乙４文献記載\nの発明は，マキサカルシトールの側鎖とは側鎖の炭素数が異なる新規なビタミンＤ\n誘導体の製造方法であるし，その他の乙４文献の記載によっても，同文献に一工程\nでマキサカルシトールの側鎖を有するビタミンＤ誘導体を製造する方法が具体的に\n開示されていたと認めることはできない。また，控訴人らが指摘する公知文献（乙\n５０）には，「アルコール化合物のＯ－アルキル化への合成の詳細」については\n「参考文献５【判決注：国際公開第９０／０９９９１号の４５頁】を参照のこと」\nと記載されているところ，国際公開第９０／０９９９１号（乙３の１）に具体的に\n開示されているマキサカルシトールの側鎖の合成方法は，２０位アルコール化合物\nを臭化プレニルと反応させて，エーテル結合により側鎖（マキサカルシトールの側\n鎖ではない。）を導入した上，酢酸水銀と反応させることによりマキサカルシトー\nルの側鎖を形成する方法（乙３の１の製造例１１及び１２）のみであるから，上記\n公知文献（乙５０）が参照するのも同方法と理解するのが合理的である。したがっ\nて，控訴人らの主張は理由がなく，訂正明細書における従来技術の記載が，客観的\nに見て不十分であるとは認められない。\nエ  訂正発明の本質的部分\n訂正発明の上記課題及び解決手段とその効果に照らすと，訂正発明の本質的部分\n（特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構成す\nる特徴的部分）は，ビタミンＤ構造又はステロイド環構造の２０位アルコール化合\n物を，末端に脱離基を有する構成要件Ｂ－２のエポキシ炭化水素化合物と反応させ\nることにより，一工程でエーテル結合によりエポキシ基を有する側鎖を導入するこ\nとができるということを見出し，このような一工程でエーテル結合によりエポキシ\n基を有する側鎖が導入されたビタミンＤ構造又はステロイド環構造という中間体を\n経由し，その後，この側鎖のエポキシ基を開環するという新たな経路により，ビタ\nミンＤ構造又はステロイド環構造の２０位アルコール化合物にマキサカルシトール\nの側鎖を導入することを可能とした点にあると認められる。\n一方，出発物質の２０位アルコール化合物の炭素骨格（Ｚ）がシス体又はトラン\nス体のビタミンＤ構造のいずれであっても，出発物質を，末端に脱離基を有するエ\nポキシ炭化水素化合物と反応させることにより，出発物質にエーテル結合によりエ\nポキシ基を有する側鎖が導入された中間体が合成され，その後，この側鎖のエポキ\nシ基を開環することにより，マキサカルシトールの側鎖を導入することができると\nいうことに変わりはない。この点は，中間体の炭素骨格（Ｚ）がシス体又はトラン\nス体のビタミンＤ構造のいずれである場合であっても同様である。したがって，出\n発物質又は中間体の炭素骨格（Ｚ）のビタミンＤ構造がシス体であることは，訂正\n発明の特許請求の範囲の記載のうち，従来技術に見られない特有の技術的思想を構\n成する特徴的部分とはいえず，その本質的部分には含まれない。\nオ  控訴人方法の第１要件の充足\n控訴人方法は，ビタミンＤ構造の２０位アルコール化合物（出発物質Ａ）を，末\n端に脱離基を有する構成要件Ｂ－２のエポキシ炭化水素化合物と同じ化合物（試薬\nＢ）と反応させることにより，出発物質にエーテル結合によりエポキシ基を有する\n側鎖が導入されたビタミンＤ構造という中間体（中間体Ｃ）を経由し，その後，こ\nの側鎖のエポキシ基を開環することにより，マキサカルシトールの側鎖をビタミン\nＤ構造の２０位アルコール化合物に導入するものであるから，訂正発明の特許請求\nの範囲の記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部\n分を備えているといえる。\n一方，控訴人方法のうち，訂正発明との相違点である出発物質及び中間体の「Ｚ」\nに相当するビタミンＤ構造がシス体ではなく，トランス体であることは，前記エの\nとおり，訂正発明の本質的部分ではない。\nしたがって，控訴人方法は，均等の第１要件を充足すると認められる。\nカ  控訴人らの主張について\n(ｱ)  控訴人らは，訂正発明は，乙４６公報記載の従来の製法が酸化工程を含み，\n酸化抵抗性が低いシス体を出発物質とすると側鎖導入が効率的に行えないという問\n題があったため，シス体を出発物質として選択しつつ，それに適合する（酸化工程\nを含まない。）エーテル結合とエポキシ基の導入順序を見出すことにより，工程数\nを減少させる利点を享受しつつ，シス体を出発物質とする場合の問題点（酸化抵抗\n性）を解決した点に本質があるから，出発物質がシス体のビタミンＤ構造であるこ\nとが不可欠な本質的要素であり，これに対して，トランス体のビタミンＤ構造が出\n発物質の場合には，酸化抵抗性が低いという問題はないし，異性化工程を要するか\nら工程数の減少という利点を享受し得ない旨主張する。\nしかし，前記のとおり，特許発明の本質的部分は，特許発明の特許請求の範囲\nの記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分が何\nであるかを確定することによって認定されるべきところ，訂正発明は，前記のとお\nり，乙４６公報記載の技術だけではなく，訂正明細書記載の他の従来技術にも開示\nされていない新規なマキサカルシトールの側鎖の導入方法を提供することを課題と\nして，この課題を解決する手段を提供するものである。そして，乙４６公報記載の\n方法においてシス体を出発物質とすることに酸化抵抗性等の問題点があり，この問\n題点が訂正発明の場合には生じないとしても，上記ウ及びエに認定したところによ\nれば，訂正発明の解決した課題を，そのような限定されたものと解すべき理由はな\nいから，酸化抵抗性が低い化合物を出発物質とすることを訂正発明の本質的部分と\n認めることはできない。\nまた，確かに，シス体を用いれば異性化工程が必要ないという利点があること\nはそのとおりであるが，訂正明細書の反応図Ｃには，出発物質，中間体，目的物質\nのいずれの段階においても，ステロイド化合物からビタミンＤ化合物へ転換する経\n路が記載されており，本件優先日当時，ステロイド化合物からビタミンＤ化合物へ\nの合成方法は，慣用的方法によって実施できたものである。そして，訂正発明は，\n出発物質として，シス体のビタミンＤ構造のみならずステロイド環構造の化合物も\n含んでいるところ，「Ｚ」としてステロイド環構造を選択した場合には，ステロイ\nド環構造をビタミンＤ構造に転換させるような条件下で紫外線照射及び熱異性化に\n付し，かくして製造された化合物を目的物質として回収することを含む方法も，訂\n正発明の一形態として記載されている（前記イ(ｲ)ｅ）。すなわち，訂正発明のう\nち，出発物質の「Ｚ」をステロイド環構造にするかビタミンＤ構造にするかによっ\nて，転換工程を含めた全体の工程数はそもそも異なり得ることからすれば，転換工\n程の有無による総工程数の違いは，訂正発明の本質的部分とはいえない。\nこの点，控訴人らは，訂正発明の本質的部分は，ステロイド環構造を有する化\n合物を出発物質とする場合と，ビタミンＤ構造の化合物を出発物質とする場合では\n当然異なるものであると主張する。しかし，特許発明の本質的部分は，特許請求の\n範囲の記載中に複数の選択肢が記載されている場合であっても，そのような選択肢\nが許容されていることの技術的意義を踏まえて，特許請求の範囲の記載全体から認\n定すべきであるから，控訴人らの主張は採用することができない。\n(ｲ)  また，控訴人らは，訂正発明の効果は，従来技術に対してマキサカルシト\nールの側鎖を導入する工程数を短縮した点にあるところ，トランス体を出発物質と\nする場合には，一工程でマキサカルシトールの側鎖を導入する従来技術があったか\nら，控訴人方法は，訂正発明と本質的部分において同一とはいえないとも主張する。\nしかし，そもそもトランス体を出発物質として一工程でマキサカルシトールの側鎖\nを有するビタミンＤ誘導体を製造することができる方法が公知であったと認めるこ\nとはできないことは前記ウ(ｳ)のとおりである。また，訂正発明の作用効果及び控\n訴人方法がこれを奏することについては，後記(4)ウのとおりである。したがって，\n控訴人らの主張は理由がない。\n(ｳ)  控訴人らは，化合物の製造方法の技術分野においては，全工程の有機的結\n合そのものが課題解決のための技術的思想であり，出発物質をシス体とする製造方\n法とトランス体とする製造方法とは当業者に別個のものとして理解されているので\nあって，製法の重要な構成要素である出発物質，中間体の違いや，シス体とトラン\nス体との安定性，精製容易性や総工程数の違いを無視して，製法の一部のみを取り\n出して，本質的部分とするのは誤りである旨を主張する。\nしかし，前記のとおり，特許発明の本質的部分は，特許発明の特許請求の範囲\nの記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分が何\nであるかを確定することにより認定されるべきであり，化合物の製造方法であるか\nらといって，常に全工程の有機的結合のすべてが本質的部分となるものとはいえな\nい。したがって，出発物質，中間体に，側鎖導入のための反応に影響を及ぼさない\nわずかな違いがあることをもって，直ちに本質的部分が異なるとはいえない。\nまた，シス体を出発物質及び中間体とするか，トランス体を出発物質及び中間\n体とするかどうかで，一般的には別個の製造方法として理解されており，また，両\n者には，安定性，精製容易性や総工程数の違いがあるとしても，訂正発明の本質的\n部分とは，前記エで認定したとおりの従来技術に開示されていなかった新規な製造\n方法により，ビタミンＤ構造又はステロイド環構造の２０位アルコール化合物にマ\nキサカルシトールの側鎖を導入することを可能としたという点にあり，当該新規な\n側鎖の導入方法は，出発物質又は中間体がシス体であるかトランス体であるかによ\nって異なるものではなく，シス体又はトランス体の安定性，精製容易性や工程数の\n違いも，訂正発明の本質的部分に関わる部分ではない。訂正発明の特許請求の範囲\nの記載のうち，従来技術に見られない特有の技術的思想を構成する特徴的部分以外\nの作用効果の点で相違する部分があることは，訂正発明の本質的部分を共通に備え\nていることを否定する理由とはならない。\nしたがって，控訴人らの主張は理由がない。\n(4)  均等の第２要件（置換可能性）について\nア  前記のとおり，控訴人方法と訂正発明は，控訴人方法における出発物質Ａ\n及び中間体Ｃの炭素骨格が，トランス体のビタミンＤ構造であるのに対し，訂正発\n明（訂正発明のうち，出発物質及び中間体のＺに相当する炭素骨格がシス体のビタ\nミンＤ構造であり，控訴人方法における出発物質と同様に，置換基として，保護さ\nれた水酸基がビタミンＤ構造の１位と３位に結合しているもの。以下，イ，ウにお\nいて同じ。）における出発物質であるビタミンＤ構造の２０位アルコール化合物\n（構成要件Ｂ－１）及び中間体であるエーテル結合によりエポキシ基を有する側鎖\nが導入されたビタミンＤ構造（構成要件Ｂ－３）の炭素骨格が，シス体である点で\n相違する。そこで，訂正発明における出発物質及び中間体を，控訴人方法における\n出発物質及び中間体と置き換えても，訂正発明の目的を達成することができ，同一\nの作用効果を奏するかについて検討する。\nイ  前記(3)ウ(ｱ)ｄのとおり，訂正発明の課題は，マキサカルシトールの側鎖\nを有するビタミンＤ誘導体の製造方法として，従来技術に開示されていなかった新\n規な製造方法を提供することにあり，その解決手段は，ビタミンＤ構造の２０位ア\nルコール化合物（構成要件Ｂ－１の化合物）を，塩基の存在下で，末端に脱離基を\n有する構成要件Ｂ－２のエポキシ炭化水素化合物と反応させることにより，エーテ\nル結合によりエポキシ基を有する側鎖が導入されたビタミンＤ構造体であるエポキ\nシド化合物（構成要件Ｂ―３の中間体）を合成し，その後，この側鎖のエポキシ基\nを開環するという新規な方法により，マキサカルシトールを製造するというもので\nある。そうすると，訂正発明の第２要件における作用効果とは，ビタミンＤ構造の\n２０位アルコール化合物を，末端に脱離基を有するエポキシ炭化水素化合物と反応\nさせて，それにより一工程でエーテル結合によりエポキシ基を有する側鎖が導入さ\nれたビタミンＤ構造という中間体を経由するという方法により，マキサカルシトー\nルを製造できることと認められる。\nウ  そして，控訴人方法は，前記のとおり，出発物質Ａ（トランス体のビタミ\nンＤ構造の２０位アルコール化合物）を，試薬Ｂ（訂正発明の構成要件Ｂ－２のエ\nポキシ炭化水素化合物）と反応させることにより，エーテル結合によりエポキシ基\nを有する側鎖が導入されたトランス体のビタミンＤ構造体であるエポキシド化合物\nの中間体Ｃを生成し，その後，この側鎖のエポキシ基を開環してマキサカルシトー\nルの側鎖を有する物質Ｄを生成し，最後に物質Ｄに光照射を行いその炭素骨格をシ\nス体のビタミンＤ構造へと転換して，訂正発明と同じマキサカルシトールを製造す\nるというものである。\n控訴人方法における上記出発物質Ａ及び中間体Ｃのうち訂正発明のＺに相当す\nる炭素骨格はトランス体のビタミンＤ構造であり，訂正発明における出発物質（構\n成要件Ｂ－１）及び中間体（構成要件Ｂ－３）のＺの炭素骨格がシス体のビタミン\nＤ構造であることとは異なるものの，両者の出発物質及び中間体は，いずれも，ビ\nタミンＤ構造の２０位アルコール化合物を，同一のエポキシ炭化水素化合物と反応\nさせて，それにより一工程でエーテル結合によりエポキシ基を有する側鎖が導入さ\nれたビタミンＤ構造という中間体を経由するという方法により，マキサカルシトー\nルを製造できるという，同一の作用効果を果たしており，訂正発明におけるシス体\nのビタミンＤ構造の上記出発物質及び中間体を，控訴人方法におけるトランス体の\nビタミンＤ構造の上記出発物質及び中間体と置き換えても，訂正発明と同一の目的\nを達成することができ，同一の作用効果を奏しているものと認められる。\nエ  控訴人らは，訂正明細書に記載がある効果は，工程数の短縮のみであり，\n訂正発明の作用効果は，従来技術に比して，シス体を出発物質とした場合のマキサ\nカルシトールの側鎖の導入工程を短縮したことにある，また，工程の短縮としての\n効率性はトータルとしての製造工程数で決せられるべきであり，総工程数が異なる\n場合は同じ作用効果を有しない旨主張する。しかし，控訴人らの同主張は，次の理\n由により採用することができない。\n平成６年法律第１１６号による特許法の改正は，同改正前の特許法３６条４項\nが「発明の目的，構成及び効果」を明細書の発明の詳細な説明の必要的記載事項と\nしていたところ，同改正後の同項，特許法施行規則２４条の２により，「課題及び\nその解決手段」等を必要的記載事項としたものであり，発明の効果は明細書の発明\nの詳細な説明の必要的記載事項として規定されていない。現在では，実務上も，国\n際出願等に係る特許発明について「発明の効果」の記載のない明細書も多数存在し\nており（当裁判所に顕著な事実である。），訂正明細書にも「発明の効果」を記載\nした部分がないのは，この改正に適合するものである。そして，明細書に「発明の\n効果」の記載がない特許発明について，一部の従来技術との対比のみにより発明の\n作用効果を限定して推認するのは相当ではない。\n訂正明細書には，従来技術のうち，乙４６公報記載の発明について「上記方法\nは，ステロイド基の側鎖にエーテル結合及びエポキシ基を導入するのに一工程より\n多くの工程を必要とし，従って所望の化合物の収率が低くなる。」との記載がある\n（前記(3)イ(ｱ)）。しかし，同記載は，訂正明細書に従来技術として挙げられてい\nる複数の発明のうち一つのみについての記載である上，エーテル結合によるエポキ\nシ基の導入という特定の側鎖導入の工程について意図するものであり，これらの工\n程を含めた方法全体の工程数のことを意図するものではないし，そもそも乙４６公\n報記載の方法は，マキサカルシトールの側鎖を導入する製造方法でもないから，こ\nれをもって，従来技術に比して，シス体を出発物質とした場合のマキサカルシトー\nルの側鎖の導入工程を短縮したことが訂正発明の作用効果であるということはでき\nない。また，前記(3)カ(ｱ)のとおり，訂正発明は，ステロイド環構造をビタミンＤ\n構造へ転換する工程をも包含しており，特に転換工程の有無を含めた全工程数の違\nい（少なさ）を，従来技術との違いとして認識しているわけではないことからすれ\nば，訂正発明の作用効果を，従来技術に比して，マキサカルシトール等の目的物質\nを製造する総工程数を短縮できることと認定することはできない。\nオ  したがって，控訴人方法は，均等の第２要件を充足すると認められる。\n(5)  均等の第３要件（置換容易性）について\n証拠（文中掲記）によれば，本件優先日当時，トランス体のビタミンＤ構造を，\n光照射によりシス体へ簡便に転換し得ることは周知技術であり，所望のビタミンＤ\n誘導体を製造するに際し，トランス体のビタミンＤ構造を有する化合物を出発物質\nとして，適宜側鎖を導入した後，光照射を行うことによりトランス体をシス体へ転\n換して，シス体のビタミンＤ誘導体を得る方法は広く知られていたこと（甲１４，\n乙１，乙２，乙３３），控訴人方法の出発物質Ａに相当するトランス体のビタミン\nＤ構造をマキサカルシトールの合成に用いることも知られていたこと（乙４の２），\nシス体のビタミンＤ構造を有する化合物を出発物質とする場合であっても，製造過\n程で置換基等の導入や保護基を外す際等にトランス体へと転換し，再びシス体へと\n転換する方法も一般的であったこと（乙１）が認められる。\nまた，一般に，化合物の反応においては，反応点付近の立体構造が反応の進行に\n大きく影響することが知られているところ，出発物質であるビタミンＤ構造の２０\n位アルコール化合物がマキサカルシトールの側鎖の導入に際して反応する水酸基は，\nトランス体とシス体とで構造が異なるビタミンＤ構造の二重結合（５位）の位置か\nら遠く離れており，出発物質のビタミンＤ構造がトランス体であってもシス体であ\nっても，反応点付近の立体構造は同じであることからすれば，当業者であれば，ト\nランス体とシス体の二重結合の位置の違いによって訂正発明のマキサカルシトール\nの側鎖の導入過程の反応が異なるものと考えないのが自然である。\nそうすると，控訴人方法の実施時（本件特許権の侵害時）において，訂正発明の\n目的物質に含まれるマキサカルシトールを製造するために，訂正発明の出発物質に\nおける「Ｚ」として，シス体のビタミンＤ構造の代わりに，トランス体のビタミン\nＤ構造を用い，この出発物質Ａを，訂正発明の試薬と同一の試薬Ｂと反応させて，\nトランス体である以外には訂正発明の中間体と異なるところがない中間体Ｃを生成\nすること，中間体Ｃの側鎖のエポキシ基を開環してマキサカルシトールの側鎖を有\nするトランス体である物質Ｄを得ること，最終的には物質Ｄに光照射を行いシス体\nへと転換し，水酸基の保護基を外して，訂正発明の目的物質と同じマキサカルシト\nールを製造するという控訴人方法は，当業者が訂正発明から容易に想到することが\nできたものと認められる。\nしたがって，控訴人方法は，均等の第３要件を充足すると認められる。\n(6)  均等の第４要件（対象方法の容易推考性）について\n控訴人らは，控訴人方法は，乙４文献に基づき，本件優先日当時容易に推考がで\nきた旨を主張する。しかし，控訴人らの同主張が認められないことについては，原\n判決の「事実及び理由」の第４の４(1)ないし(6)に判示のとおりであるから，これ\nを引用する。\nしたがって，控訴人方法について，均等の第４要件における対象方法の容易推考\n性は認められない。\n(7)  均等の第５要件（特段の事情）について\nア  第５要件の判断基準について\n特許発明の実質的価値は，特許請求の範囲に記載された構成からこれと実質的に\n同一なものとして当業者が容易に想到することのできる技術に及び，第三者はこれ\nを予期すべきものであるから，対象製品等が，特許発明とその本質的部分，目的及\nび作用効果で同一であり，かつ，特許発明から当業者が容易に想到することができ\nるものである場合には，原則として，対象製品等は特許発明と均等であるといえる。\nしかし，特許出願手続において出願人が特許請求の範囲から意識的に除外したなど，\n特許権者の側において一旦特許発明の技術的範囲に属しないことを承認するか，又\nは外形的にそのように解されるような行動をとったものについて，特許権者が後に\nこれと反する主張をすることは，禁反言の法理に照らし許されないから，このよう\nな特段の事情がある場合には，例外的に，均等が否定されることとなる（前記ボー\nルスプライン事件最判参照）。\n(ｱ)  この点，特許請求の範囲に記載された構成と実質的に同一なものとして，\n出願時に当業者が容易に想到することのできる特許請求の範囲外の他の構成があり，\nしたがって，出願人も出願時に当該他の構成を容易に想到することができたとして\nも，そのことのみを理由として，出願人が特許請求の範囲に当該他の構成を記載し\nなかったことが第５要件における「特段の事情」に当たるものということはできな\nい。\nなぜなら，①上記のとおり，特許発明の実質的価値は，特許請求の範囲に記載さ\nれた構成以外の構成であっても，特許請求の範囲に記載された構成からこれと実質\n的に同一なものとして当業者が容易に想到することのできる技術に及び，その理は，\n出願時に容易に想到することのできる技術であっても何ら変わりがないところ，出\n願時に容易に想到することができたことのみを理由として，一律に均等の主張を許\nさないこととすれば，特許発明の実質的価値の及ぶ範囲を，上記と異なるものとす\nることとなる。また，②出願人は，その発明を明細書に記載してこれを一般に開示\nした上で，特許請求の範囲において，その排他的独占権の範囲を明示すべきもので\nあることからすると，特許請求の範囲については，本来，特許法３６条５項，同条\n６項１号のサポート要件及び同項２号の明確性要件等の要請を充たしながら，明細\n書に開示された発明の範囲内で，過不足なくこれを記載すべきである。しかし，先\n願主義の下においては，出願人は，限られた時間内に特許請求の範囲と明細書とを\n作成し，これを出願しなければならないことを考慮すれば，出願人に対して，限ら\nれた時間内に，将来予想されるあらゆる侵害態様を包含するような特許請求の範囲\nとこれをサポートする明細書を作成することを要求することは酷であると解される\n場合がある。これに対し，特許出願に係る明細書による発明の開示を受けた第三者\nは，当該特許の有効期間中に，特許発明の本質的部分を備えながら，その一部が特\n許請求の範囲の文言解釈に含まれないものを，特許請求の範囲と明細書等の記載か\nら容易に想到することができることが少なくはないという状況がある。均等の法理\nは，特許発明の非本質的部分の置き換えによって特許権者による差止め等の権利行\n使を容易に免れるものとすると，社会一般の発明への意欲が減殺され，発明の保護，\n奨励を通じて産業の発達に寄与するという特許法の目的に反するのみならず，社会\n正義に反し，衡平の理念にもとる結果となるために認められるものであって，上記\nに述べた状況等に照らすと，出願時に特許請求の範囲外の他の構成を容易に想到す\nることができたとしても，そのことだけを理由として一律に均等の法理の対象外と\nすることは相当ではない。\n(ｲ)  もっとも，このような場合であっても，出願人が，出願時に，特許請求の\n範囲外の他の構成を，特許請求の範囲に記載された構成中の異なる部分に代替する\nものとして認識していたものと客観的，外形的にみて認められるとき，例えば，出\n願人が明細書において当該他の構成による発明を記載しているとみることができる\nときや，出願人が出願当時に公表した論文等で特許請求の範囲外の他の構成による\n発明を記載しているときには，出願人が特許請求の範囲に当該他の構成を記載しな\nかったことは，第５要件における「特段の事情」に当たるものといえる。\nなぜなら，上記のような場合には，特許権者の側において，特許請求の範囲を記\n載する際に，当該他の構成を特許請求の範囲から意識的に除外したもの，すなわち，\n当該他の構成が特許発明の技術的範囲に属しないことを承認したもの，又は外形的\nにそのように解されるような行動をとったものと理解することができ，そのような\n理解をする第三者の信頼は保護されるべきであるから，特許権者が後にこれに反し\nて当該他の構成による対象製品等について均等の主張をすることは，禁反言の法理\nに照らして許されないからである。\nイ  控訴人らの主張について\n(ｱ)  控訴人らは，化学分野の発明では，特許請求の範囲が客観的かつ明瞭な表\n現で規定されており，第三者にはその範囲以外に権利が拡張されることはないとの\n信頼が生じるから，当該信頼は保護されるべきであると主張する。しかし，前記の\nとおり，均等による権利は，特許請求の範囲の文言上規定された範囲以外であって\nも，特許請求の範囲に記載された構成からこれと実質的に同一なものとして当業者\nが容易に想到することができる技術に及び，第三者はこれを予期すべきであり，禁\n反言の法理に照らし均等の主張が許されないのは，上記特段の事情がある場合に限\nられるのであって，化学分野の発明であることや，特許請求の範囲が文言上明確で\nあることは，それ自体では「特段の事情」として均等の成立を否定する理由とはな\nり得ないから，控訴人らの主張は理由がない。\n(ｲ)  控訴人らは，前記第３の１(4)控訴人らの主張イ(ｱ)ないし(ｷ)のとおりの事\n情を主張し，訂正発明の出願人は，特許請求の範囲を記載するに際し，トランス体\nのビタミンＤ構造を対象としないことを明瞭かつ客観的に意識して出発物質を決定\nし，積極的にトランス体のビタミンＤ構造を除外するという意識的な選択をしたも\nのであり，したがって，本件においては，ボールスプライン事件最判がいう「特許\n請求の範囲から意識的に除外されたものに当たるなどの特段の事情」があり，また，\n同判決が均等論を認める根拠として示す「あらゆる侵害態様を予測して明細書の特\n許請求の範囲を記載することは極めて困難」という，特許権者を特に保護すべき事\n情は存在しないなどと主張する。\nしかし，以下のとおり，訂正明細書中には，訂正発明の出発物質をトランス体の\nビタミンＤ構造とした発明を記載しているとみることができる記載はなく（訂正明\n細書中に，トランス体のビタミンＤ構造を出発物質とする発明の開示がされていな\nいことは，争いがない。），その他，出願人が，本件特許の出願時に，トランス体\nのビタミンＤ構造を，訂正発明の出発物質として，シス体のビタミンＤ構造に代替\nするものとして認識していたものと客観的，外形的にみて認めるに足りる証拠はな\nいから，控訴人らの主張は理由がないというべきである。\na  控訴人らは，二種類の幾何異性体の存在やトランス体のビタミンＤ構造を出\n発物質とする合成ルートは周知であったから，出願人が過誤でトランス体のビタミ\nンＤ構造を出発物質とする合成ルートの存在に気が付かなかったということはない\nなどと主張する。しかし，訂正発明の出願人が，一般的にシス体の幾何異性体とし\nてトランス体が存在することやトランス体のビタミンＤ構造を出発物質としてビタ\nミンＤ誘導体の合成を行う方法があることを知っていたとしても，そのことだけを\nもって，出願人が，出願時に，訂正発明の出発物質に代替するものとしてトランス\n体のビタミンＤ構造を出発物質とすることを認識していたものと客観的，外形的に\nみて認められるということはできない。したがって，控訴人らの主張は理由がない。\nｂ  控訴人らは，訂正発明の特許請求の範囲は，化学結合を波線で「 Ｈ」と\n記載し（構成要件Ｂ－３），Ｈの付け根の立体構造がＲ体とＳ体の立体異性体の双\n方を含むことを明示しているのに，ビタミンＤ構造の幾何異性体についてはシス体\nのみに限定して記載されているのであるから，トランス体を対象としないことを明\n瞭かつ意識的に限定していると主張する。しかし，Ｒ体－Ｓ体の立体異性（鏡像異\n性）とシス体－トランス体の立体異性（幾何異性）とは性質が異なるものであり，\n訂正明細書においてＲ体とＳ体の区別を前提とする記載があるからといって，出願\n人が訂正発明の出発物質に代替するものとしてトランス体のビタミンＤ構造を認識\nしていたものと客観的，外形的にみて認められるとはいえず，特許請求の範囲を意\n識的に限定したとは認められない。したがって，控訴人らの主張は理由がない。\nｃ  控訴人らは，訂正明細書中に，シス体の出発物質にＳＯ２が付加した直後の\n構造式と，トランス体の出発物質にＳＯ２が付加した直後の構造式を表現する二つ\nの構造式が記載され，トランス体の出発物質を想定した記載が存在するのに，特許\n請求の範囲ではシス体の出発物質に限定しているのであるから，この点でも，出発\n物質の意識的限定は明らかであると主張する。\nしかし，訂正発明の「Ｚ」は，請求項１３において，「１以上の保護又は未保護\nの置換基および／または１以上の保護基を所望により有していてもよ（い）」もの\nと明記されているのであり，控訴人らが指摘する訂正明細書中の二つの構造式（前\n記(3)イ(ｲ)ｂ）は，いずれも，このような保護基が付された形態の「Ｚ」の例とし\nて，保護基としてＳＯ２が付加されているビタミンＤ構造を示すものにすぎず，Ｓ\nＯ２が付加される前の化合物が記載されているものではない。そして，ビタミンＤ\n構造にＳＯ２が付加された化合物は，ビタミンＤ構造の二重結合が失われて回転障\n害がなくなり，幾何異性体ではなくなるから，上記二つの構造式自体はシス体・ト\nランス体の区別がないものである。そうすると，このような保護基が付された形態\nの「Ｚ」の例が記載されていることによって，出願人が訂正発明の出発物質に代替\nするものとしてトランス体のビタミンＤ構造を認識していたものと客観的，外形的\nにみて認めるには足りず，特許請求の範囲の出発物質を意識的に限定したものとは\nいえない。したがって，控訴人らの主張は理由がない。\nｄ  控訴人らは，訂正明細書の４１欄には，出発物質として，シス体のビタミン\nＤ構造のほかに，トランス体のビタミンＤ構造を記載した二つの国際公開公報が記\n載されているのに，訂正明細書の３７欄では，二種類存する基本骨格からシス体を\n「特に」限定し，特許請求の範囲でもシス体のみが記載されているのであるから，\n訂正明細書上トランス体のビタミンＤ構造は意識的に除外されていると主張する。\n訂正明細書の４１欄には，訂正発明における中間体に当たる化合物の製造の際に\n出発化合物として使用することができる公知化合物の例示として，「日本特許公開\n公報昭和６１－２６７５５０号（１９８６年１１月２７日発行）および国際特許公\n開公報ＷＯ９０－０９９９１（１９９０年９月７日）およびＷＯ９０／０９９９２\n（１９９０年９月７日）に記載された所望により水酸基が保護されている９，１０\n－セコ－５，７，１０（１９）－プレグナトリエン－１α，３β，２０β－トリオ\nール」との記載がある（前記(3)イ(ｲ)ｃ）。しかし，「９，１０－セコ－５，７，\n１０（１９）－プレグナトリエン－１α，３β，２０β－トリオール」との記載は，\nビタミンＤ構造をシス体ともトランス体とも限定しない一般的な表記であり，上記\n４１欄の記載は，トランス体のビタミンＤ構造を出発物質とする発明を記載してい\nるものではない。そして，引用された個々の公報の中においては，それぞれの公報\n記載の発明に係る製造方法の過程においてビタミンＤ構造のシス体の構造式又はト\nランス体の構造式が記載されているものの，訂正明細書においては，これらの文献\nは「９，１０－セコ－５，７，１０（１９）－プレグナトリエン－１α，３β，２\n０β－トリオール」を記載したものとして引用されているのみである。\nまた，控訴人らが指摘する訂正明細書の３７欄は，特許請求の範囲の記載と同じ\n内容を特定して記載しているものであり，出発物質等の「Ｚ」としてトランス体の\nビタミンＤ構造を明示しているものではない。\nそして，訂正明細書には，他に，トランス体をシス体へと転換する工程の記載な\nど，トランス体のビタミンＤ構造についての言及は一切なく，トランス体を出発物\n質とする製造方法に係る発明についての記載はない。\nそうすると，上記各訂正明細書の記載をもって，訂正明細書中に，訂正発明の出\n発物質をトランス体のビタミンＤ構造とする発明が記載されているとみることはで\nきないし，これをもって，出願人が，出願時に，トランス体のビタミンＤ構造を訂\n正発明の出発物質に代替するものとして認識していたものと客観的，外形的にみて\n認めるには足りず，トランス体のビタミンＤ構造が特許請求の範囲から意識的に除\n外されていたものとは認められない。したがって，控訴人らの主張は理由がない。\nｅ  控訴人らは，訂正明細書にはステロイド環構造を出発物質とする実施例しか\n記載がないのに，特許請求の範囲では，シス体のビタミンＤ構造を出発物質とする\nものにまで発明が一般化されて拡張されており，このような明細書に接すれば，第\n三者は，特許請求の範囲に記載されなかった構成については除外されたものと認識\nすると主張する。しかし，特許請求の範囲の記載は，明細書によりサポートされて\nいる必要はあるが，実施例に記載された発明の範囲と一致する必要はない。実施例\nに示された内容よりも一般化された内容の発明が特許請求の範囲に記載されている\nことは，一般的に行われていることであって，このことのみをもって，出願人が，\n特許請求の範囲に記載されている出発物質以外のものを，当該出発物質に代替する\nものとして認識していたものと客観的，外形的にみて認められる根拠となるもので\nはなく，特許請求の範囲を意識的に限定したなどの特段の事情があるものとはいえ\nない。したがって，控訴人らの主張は理由がない。\nｆ  控訴人らは，出願人が，出発物質のＺとしてトランス体のビタミンＤ構造を\n含めることに何らの困難もなかったと主張する。しかし，出願時に，特許請求の範\n囲に記載された構成と実質的に同一なものとして，特許請求の範囲外の他の構成を\n容易に想到することができる場合であっても，そのことのみでは，当該他の構成を\n意識的に除外したなどの特段の事情があるとはいえないことは前記ア(ｱ)のとおり\nである。したがって，控訴人らの主張は理由がない。\nｇ  控訴人らは，訂正発明はトランス体のビタミンＤ構造を発明の対象とすると\n工程短縮の効果を主張して特許査定を受けられなかった可能性が高く，そのため，\n出願人はシス体のみを出発物質としたものと考えられるなどと主張する。しかし，\n前記(4)エのとおり，訂正発明の作用効果が工程数の短縮にあるとは認められず，\nかえって，訂正発明の本質的部分は前記(3)エのとおりと認められ，シス体である\nことは本質的部分に何ら関わるものではないことからすれば，被控訴人が控訴人ら\nの主張する作用効果を意識して，訂正発明の出発物質から意図的にトランス体を除\n外したものと認めることはできない。したがって，控訴人らの主張は理由がない。\nｈ  以上によれば，本件においては，出願人が訂正明細書において訂正発明の出\n発物質をトランス体のビタミンＤ構造とする発明を記載しているとみることはでき\nず，出願人が出願時に訂正発明の出発物質に代替するものとしてトランス体のビタ\nミンＤ構造を認識していたものと客観的，外形的にみて認められないから，出願人\nが特許請求の範囲に「Ｚ」をトランス体のビタミンＤ構造とする構成を記載しなか\nったことが，第５要件における「特段の事情」に当たるものということはできない。\n(ｳ)  控訴人らは，控訴人製品の事業化前に被控訴人が送付した書面の記載が，\n特許権者による特許請求の範囲の意識的限定の表示に当たると主張する。\nしかし，被控訴人は，同書面（被控訴人代理人弁護士が作成した意見書）におい\nて，控訴人方法が，訂正発明のうち，特許請求の範囲記載の出発物質及び中間体の\n「Ｚ」としてシス体のビタミンＤ構造を選択したものと均等である旨の均等侵害の\n主張もしていたものであるから，併せてその他の主張を選択的にしていたからとい\nって，同主張をすることにより，特許請求の範囲を意識的に限定したものと解する\nことはできない（なお，前記のとおり，本件訴訟においては，控訴人方法が，ＣＤ\n環構造を出発物質とする本件訂正前の本件発明の文言侵害に当たらないことは当事\n者間に争いがない。）。したがって，控訴人らの主張は理由がない。\n(ｴ)  控訴人らのその余の主張によっても，均等の第５要件の特段の事情がある\nものとは認められない。\nしたがって，控訴人方法について，均等の第５要件における特段の事情は認めら\nれない。\n(8)  小括\n以上によれば，控訴人方法は，訂正発明と均等であり，その技術的範囲に属する\nものと認められる。\n２  訂正発明についての無効理由の有無について\n(1)  乙１４文献を主引例とする進歩性欠如（無効理由ア）について\nア  乙１４文献の記載内容\n乙１４文献は，本件優先日（平成８年９月３日）前である平成８年２月１日に頒\n布された「有機合成化学協会誌第５４巻第２号」に登載された，訂正発明の発明者\nの１人である久保寺登の「活性型ビタミンＤ誘導体－医薬品開発の過程で合成研究\n者が担当する多彩な役割」と題する論文であり，以下のとおりの記載がある。\n(ｱ)  「１．はじめに\n活性型ビタミンＤ，１α，２５－ｄｉｈｙｄｒｏｘｙｖｉｔａｍｉｎＤ３（１）\n（Ｃａｌｃｉｔｒｉｏｌ；以下１，２５（ＯＨ）２Ｄ３と略す）の種々の生理作用\nを構造修飾により分離することを目的として生まれてきた１α，２５－ｄｉｈｙｄ\nｒｏｘｙ－２２－ｏｘａｖｉｔａｍｉｎＤ３（２）（２２－ｏｘａｃａｌｃｉｔｒ\nｉｏｌ；以下ＯＣＴ【判決注：マキサカルシトール】と略す。）は，白血病細胞等\nの腫瘍細胞に対して強い分化誘導・増殖抑制作用を有する反面，血中カルシウム上\n昇作用は弱いと言う特徴を持っており，現在までのところ，１，２５（ＯＨ）２Ｄ\n３の作用分離の最も進んだ誘導体の１つとされている。・・・\nところで，製薬会社の合成研究室に身を置く研究者の仕事に関しては，初期の活\n性物質の探索研究に注意が向きがちであるが，実は探索研究にとどまらず，大量合\n成法確立のための製法検討やアイソトープラベル体，予想代謝物等の関連物質の合\n成等々，医薬品を生み出していく過程において“縁の下の力持ち”とも言える種々\nの役割に及んでいる。・・・筆者達がＯＣＴの開発研究という創薬の過程で，ここ\n数年間にかかわってきた合成上のいくつかの項目に焦点をあてながら，医薬品開発\nの中で合成研究者が担当する多彩な役割について触れてみたい。」（１３９頁左欄\n１行～右欄１２行）\n(ｲ)   「３．大量合成法の検討－従来法の問題点と改良点\nさて，候補検体が絞られ開発の方向性が決定される頃になると，大量の検体供給\nが必要となる。・・・\n当初，ＯＣＴの合成を行っていた工程を図５に示した【判決注：前記甲１公報記\n載の方法と同じ。】。この方法の欠点はアルコール（８）のアルキル化の際に副生\n成物（９）を生成する点にある。９は次のＷａｃｋｅｒ酸化の際，未反応物として\n分離されるが，ロスとして痛手であった。この副生成物（９）の生成は８の水酸基\nの立体障害に起因する反応性の低さから生じている。８のアルキル化反応を数十系\n統の反応で検討した結果，図６に示すようにＭｉｃｈａｅｌ付加反応－メチル化反\n応を経由する改良法が効率的であることが判明し，現在はこの方法を採用している。\nしかしこのメチル化反応においても，ＣｅＣｌ３・７Ｈ２Ｏを２５０℃のオーブン\nで脱水・無水化して用いており，実験室レベルでは何ら問題はないが大量合成には\n不利なことからさらに改良が検討されている。」（１４０頁右欄下から５行～１４\n２頁左欄８行）。\n(ｳ)   「４．  関連化合物の合成\n４．１  予想代謝物の合成\n代謝物の構造決定に際しては，実際に生体試料中から抽出・単離されたものと化\n学合成されたものを直接比較することが近道で重要である。薬物の構造を眺めて代\n謝を受けやすい部分を想定し，予想代謝物を合成して提供することが，代謝の実験\nを行う研究者には大きな手助けとなる。\n１，２５（ＯＨ）２Ｄ３の場合は２３，２４，および２６位が水酸化され，最終\n的にｃａｌｃｉｔｒｏｉｃ  ａｃｉｄに代謝されることが良く知られている。そこ\nでＯＣＴの場合も図７に示すように２４－ｈｙｄｒｏｘｙｌａｔｅｄ  ＯＣＴ（１\n０）および（１１），２６－ｈｙｄｒｏｘｙｌａｔｅｄ  ＯＣＴ（１２）および\n（１３）【判決注：マキサカルシトールの側鎖の２６位が水酸化されたもの】さら\nに２３位が水酸化されて生ずるｈｅｍｉａｃｅｔａｌ（１４）由来のｐｅｎｔａｎ\nｏｒＯＣＴ（１５）の合成を検討した。」（１４２頁左欄１７行～右欄１２行）\n【図７】\n(ｴ)  「さらに２６－ｈｙｄｒｏｘｙｌａｔｅｄ  ＯＣＴ（１２）および（１３）\nは図９に示すようにｋｅｙ  ｓｔｅｐにＫａｔｓｕｋｉ－Ｓｈａｒｐｌｅｓｓ反応\nを用いてｅｐｏｘｉｄｅ（１８）および（１９）を得，それぞれ２５位がＲ配位\n（１２）およびＳ配位（１３）の２６－ｈｙｄｒｏｘｙｌａｔｅｄ  ＯＣＴに導い\nた。・・・（図９）」（１４２頁右欄行１６行～１４３頁左欄２行）\n【図９】\nイ  乙１４発明の内容\n上記アによれば，乙１４文献の図９には，以下の方法（乙１４発明）が開示され\nているものと認められる。\n「下記の２０（Ｓ）－アルコール（８）を，\n（式中，ＴＢＳは保護基であるｔ－ブチルジメチリシリルである。）\n４－ブロモ－２－メチル－テトラヒドロピラニルオキシ－２－ブテンと反応させて，\n（式中，ＴＨＰ＝テトラヒドロピランである。）\n下記【図９の中央上部の図と同じ】のステロイド化合物を生成し，\n（式中，Ｒ\n１＝ＴＨＰ，Ｒ２＝Ｈである。）\n引き続き，香月－シャープレス反応を用いて，以下の（１８），（１９）のエポキ\nシド化合物を生成し，\nこれをＤＩＢＡＨ（水素化ジイソブチルアルミニウム）で還元処理した後，光照射\n及び熱異性化をし，図９（図７参照）の（１２），（１３）のマキサカルシトール\nの予想代謝物を得る方法。」\nウ  訂正発明と乙１４発明との一致点及び相違点\n(ｱ)  訂正発明と乙１４発明とは，以下の点で一致する。\n「下記構造を有する化合物の製造方法であって：\n（式中，Ｗは水素，Ｘはメチルであり；ＹはＯであり；そしてＺはビタミンＤ構造\nである）\n（ａ）下記構造：\n（式中，Ｗ，Ｘ及びＹは上記定義のとおりであり，Ｚはステロイド環構造である。）\nを有する化合物を下記構造\nＥ－Ｂ\nを有する試薬（式中，Ｅは脱離基である。）と反応させて，下記構造：\nを有するエポキシド化合物を製造すること；\n（ｂ）そのエポキシド化合物を還元剤で処理して化合物を製造すること；及び\n（ｃ）かくして製造された化合物を回収すること；\nを含む方法。」\nすなわち，ステロイド環構造の２０位アルコール化合物を出発物質とし（構成要\n件Ｂ－１），当該物質を試薬と反応させてエポキシド化合物を製造し（構成要件Ｂ\n－３のうち側鎖を除く部分），そのエポキシド化合物を還元剤で処理し，所望のビ\nタミンＤ化合物を製造する方法（構成要件Ａ－１のうち側鎖を除く部分，Ａ－２，\nＡ－４ないしＡ－６，ＣないしＥ）である点で一致する。\n(ｲ)  訂正発明と乙１４発明とは，以下の点で相違する。\n（相違点１）目的物質の「Ｙ－Ａ’」について，訂正発明の側鎖は，下記左図の\nとおりマキサカルシトールの側鎖である（構成要件Ａ－１のうち側鎖部分，Ａ－３）\nのに対し，乙１４発明の側鎖は，下記右図のとおりマキサカルシトールの側鎖では\nない点。\n（相違点２）訂正発明では，（試薬として使用する）化合物「Ｅ－Ｂ」（ＥがＢ\nｒで，Ｂがエポキシ基を含む構成の場合。以下同じ。）は下記構造：\nの「４－ブロモ－２，３－エポキシ－２－メチルブタン」（本件試薬）である（構\n成要件Ｂ－２の化学式部分）のに対し，乙１４発明では，化合物「Ｅ－Ｂ」は下記\n構造：\nの「４－ブロモ－２－メチル－テトラヒドロピラニルオキシ－２－ブテン」である\n点。\n（相違点３）訂正発明では，出発物質と化合物「Ｅ－Ｂ」とを塩基の存在下で反\n応させて，下記構造：\nｎ＝１，Ｒ１，Ｒ２＝メチル\nを有するエポキシド化合物を得ている（構成要件Ｂ－２の化学式を除く部分，Ｂ－\n３のうち側鎖部分）のに対して，乙１４発明では，出発物質と化合物「Ｅ－Ｂ」の\n反応により，下記構造の化合物を生成し，\n次いで，香月―シャープレス反応を用いて，下記構造\nのエポキシド化合物を製造する点。\nエ  相違点２及び３の容易想到性についての検討\n上記ウのとおり，訂正発明と乙１４発明とは，その目的物質（相違点１），出発\n物質に反応させる試薬（相違点２），中間体であるエポキシド化合物及び同化合物\nを製造する工程（相違点３）において相違するところ，控訴人らは，乙１４発明に\n乙９文献記載の試薬（本件試薬）を組み合わせることにより，訂正発明に係る構成\nに容易に想到することができる旨を主張している。\n(ｱ)  しかし，乙１４発明の試薬は訂正発明の試薬とは異なるから，乙１４発明\nから訂正発明に想到するには，訂正発明の試薬を乙１４発明の試薬に代えて使用す\nる動機付けが必要となる。この点，本件試薬の構造自体は公知であった（乙９）が，\n前記アの記載によれば，そもそも乙１４文献の図９記載の工程（乙１４発明）は，\nマキサカルシトールとは異なり，二種類の立体配置が存在する側鎖末端構造を有す\nるマキサカルシトールの予想代謝物（１２），（１３）を選択的に合成するための\n製造方法である。そして，乙１４発明においては，上記二種類のマキサカルシトー\nルの予想代謝物の合成のため，二種類のエポキシド化合物（１８）又は（１９）\n（両者は，側鎖末端の立体配置〔Ｒ体とＳ体〕が異なる異性体である。）を選択的\nに作り分けることを目的として，香月－シャープレス反応（同反応を用いると，二\n重結合を含む側鎖が不斉エポキシ化され，立体配置の異なる二種類の化合物を合成\nすることができる。）を用いており，その香月－シャープレス反応に必要な二重結\n合を出発物質の側鎖に導入するための試薬として，二重結合を側鎖に有する特定の\n試薬（４－ブロモ－２－メチル－テトラヒドロピラニルオキシ－２－ブテン）を選\n択しているものであって，当該試薬に代えて本件試薬を用いることについては，乙\n１４文献にも，乙９文献にも記載されておらず，その示唆もない。\nそうすると，当業者において，本件試薬を乙１４発明と組み合わせる動機付けが\nあるとはいえないから，相違点２（試薬の相違）に係る訂正発明の構成は，当業者\nにおいて容易に想到することができたものとはいえない。\n(ｲ)  また，当業者において，乙１４発明のエポキシド化合物に代えて，訂正発\n明の中間体であるエポキシド化合物を得ようとする動機付けは，乙１４文献にも，\n本件訴訟に提出された他の公知文献にも記載されておらず，その示唆もない。\nしたがって，相違点３（エポキシド化合物の相違）に係る訂正発明の構成につい\nても，当業者において容易に想到することができたものとはいえない。\nオ  控訴人らの主張について\n以上に対し，控訴人らは，乙１４発明の目的物質を，マキサカルシトールの予想\n代謝物に代えて，側鎖構造が類似するマキサカルシトールとすること（相違点１）\nは容易であり，そうすると，①マキサカルシトールの効率的な製造方法を検討する\n当業者は，乙１４文献の図９に接すれば，同図のマキサカルシトールの予想代謝物\nの側鎖とマキサカルシトールの側鎖の構造が酷似していることに着目して，マキサ\nカルシトールの合成をするために，エポキシド化合物（１８）及び（１９）のヒド\nロキシメチル基をメチル基に置き換えた化合物をマキサカルシトールの前駆体とし\nて使用することを着想し，動機付けられる（以下「主張①」という。），②この置\nき換えたエポキシド化合物に逆合成法及び技術常識を適用すると，エーテル結合の\n酸素原子とその右側の炭素原子との間で切断した上，切断によって得られる本件試\n薬と乙１４発明の出発物質とを反応させることを想起し，かつ，両物質の反応は良\n好に進むと考えるから，相違点２及び相違点３に係る訂正発明の構成に想到するこ\nとはいずれも容易である（以下「主張②」という。）旨主張する。そこで，以下，\n控訴人らの主張について検討する。\n(ｱ)  控訴人らは，主張①のとおり，マキサカルシトールの効率的な製造方法を\n検討する当業者は，乙１４文献の図９から，エポキシド化合物（１８）及び（１９）\nのヒドロキシメチル基をメチル基に置き換えた化合物をマキサカルシトールの前駆\n体として使用することを着想し，動機付けられると主張する。\nしかし，前記エ(ｱ)のとおり，乙１４文献の図９記載の工程は，２５位の立体配\n置がＲ体かＳ体かで異なる二種類のマキサカルシトールの予想代謝物（１２）又は\n（１３）を選択的に合成するための製造方法であり，まず，出発物質に試薬を適用\nして二重結合を有する側鎖を導入し，次いで，これに香月－シャープレス反応を用\nいるという二段階の反応を行うことにより，二重結合をエポキシ基に変換した中間\n体である二種類のエポキシド化合物（１８）又は（１９）を選択的に合成し，さら\nに，各エポキシド化合物のエポキシ基を開環することにより図９の右下に図示され\nる二種類のステロイド化合物を製造し，最後に，各ステロイド化合物を光照射及び\n熱異性化して，それぞれから最終目的物質である上記予想代謝物（１２）又は（１\n３）を生成するという一連の工程である。控訴人らの上記主張①は，この一連の工\n程のうち終盤の，中間体（前駆体）としてエポキシド化合物を経由するという点の\nみを取り出し，そのエポキシド化合物を得るまでの工程は，乙１４発明とは全く違\nうものに変更するというものであるから，乙１４発明の一連の工程のうち，特にエ\nポキシド化合物を経由するという点に着目する技術的着想が必要である（仮に，こ\nの乙１４発明をマキサカルシトールの合成にも応用しようとするのであれば，乙１\n４発明の試薬を，４－ブロモ－２－メチル－テトラヒドロピラニルオキシ－２－ブ\nテンに代えて，マキサカルシトールの側鎖にとって余分なテトラヒドロピラニルオ\nキシ基（ＯＴＨＰ基）のない下図の４－ブロモ－２－メチル－２－ブテン（臭化プ\nレニル）を用い，それ以外は，乙１４発明と同様の一連の側鎖導入工程，エポキシ\n化工程，エポキシ基の開環工程を経る製造方法に想到することが自然である。）。\n乙１４文献記載の試薬     ４－ブロモ－２－メチル－２－ブテン\nこの点，乙１４文献には，図９の一連の工程が，特にエポキシド化合物を経由す\nるという点に着目したものであることを示唆する記載はなく，むしろエポキシド化\n合物は，２６位が水酸化された側鎖末端の立体配置が異なる二種類のマキサカルシ\nトールの予想代謝物（１２）又は（１３）を選択的に製造するという目的のために，\n香月－シャープレス反応を採用した結果，工程中において生成されることとなった\nものにすぎないものと理解される。また，乙１４文献には，図９の合成方法によっ\nてマキサカルシトールの予想代謝物が高収率で得られたことが記載されているのみ\nで，問題点の記載もなく，乙１４発明の一連の工程の改良（変更）をする際に，ど\nの点は変更する必要がなく，どの点を改良すべきかを示唆する記載もない（仮に改\n良すべき点として工程数を取り上げたとしても，側鎖導入工程，エポキシ化工程，\nエポキシ基の開環工程のいずれを短縮すべきなのかについての示唆もなく，二重結\n合からエポキシ化を経由せず直接水酸化するという選択肢なども想定は可能であ\nる。）。\nそうすると，当業者が，仮に乙１４発明の最終目的物質であるマキサカルシトー\nルの予想代謝物（又はその前駆体となるステロイド化合物）とマキサカルシトール\nの側鎖の類似性から，乙１４発明をマキサカルシトールの合成に応用することを想\n到し得たとしても，その際に，一連の工程のうち，特にエポキシド化合物を経由す\nるという点に着目して，最終工程であるエポキシド化合物のエポキシ基を開環する\n工程の方を変更せず，その前段階である側鎖導入工程とエポキシ化工程は変更しよ\nうとすることを，当業者が容易に着想することができたとは認められない。\n(ｲ)  この点，控訴人らは，主張①の根拠として，乙１９文献（国際公開公報第\n９３／２１２０４号）には，カルシトリオールと同じ側鎖を構築する際にエポキシ\nド化合物を用いることが記載されており，訂正発明の発明者自身，カルシトリオー\nルの側鎖の２２位の炭素原子を酸素原子に置換することによりマキサカルシトール\nに想到しているのであるから，乙１９文献の技術的知見を有する当業者にとって，\n乙１４発明のエポキシド化合物からマキサカルシトール前駆体（エポキシド化合物）\nの合成を着想することは何の困難もないとも主張する。\nしかし，乙１９文献には，下図のとおり，側鎖の２２位が酸素原子ではなく，炭\n素原子によって結合している（マキサカルシトールの側鎖のようにエーテル結合を\nしていない。）カルシトリオールの合成方法が記載されているものであり（乙１９，\n弁論の全趣旨），２０位アルコール化合物と反応試薬とのウィリアムソン反応を行\nうものでもないし，目的物質はマキサカルシトールではない。\nその上，乙１９文献に記載されている製造方法は，上記のとおり，まず出発物質\nの側鎖の二重結合を酸化することにより，側鎖にエポキシ基を導入した上，エポキ\nシド化合物のエポキシ基を還元剤で開環して，目的物質の側鎖を生成するという一\n連の工程であり，同工程のうち中間体としてエポキシド化合物を経由するという点\nのみに着目することを示唆する記載があるとは認められない。\nそうすると，乙１９文献の技術的知見を有する当業者であっても，乙１４発明の\n一連の工程から，目的物質を合成する最終段階の工程であるエポキシド化合物を前\n駆体とする点のみに着目し，その前段階である側鎖導入工程とエポキシ化工程は変\n更しようとすることを，容易に着想することができたとはいえない。\nなお，控訴人らは，訂正発明の発明者自身が，カルシトリオールから，その２２\n位の炭素原子を酸素原子に置換した物質の合成を検討し，マキサカルシトールを発\n明した旨述べている（乙１４）とも指摘するが，発明者らがそのような検討をした\nからといって，カルシトリオールの上記製造方法のうちの最終段階の工程であるエ\nポキシド化合物を前駆体とする点のみに着目して，その前段階である側鎖導入工程\nとエポキシ化工程を変更してマキサカルシトールの製造方法を想到することが当業\n者にとって容易であることを根拠付けるものとはいえない。\n(ｳ)  控訴人らは，(a) 乙１４文献の図９に接した当業者は，香月－シャープレ\nス反応は二種類の異なる立体配置が存在するために用いられているものであり，マ\nキサカルシトールでは立体配置の問題が生じないことを理解するから，図９におい\nて二種類の異性体が存在することは，控訴人らの主張する着想の容易想到性の妨げ\nにならない，(b) 工程数の多い迂遠な合成方法を当業者がわざわざ採用するはずが\nないから，乙１４発明をマキサカルシトールの合成に応用する際に臭化プレニルに\n代えるという方法を採用することはない，とも主張する。\nしかし，上記(a)の主張については，そもそも控訴人らが着想の容易想到性の根\n拠として主張する側鎖構造の類似性及び乙１９文献によっては，乙１４文献の図９\n記載の一連の工程のうち中間体（前駆体）としてエポキシド化合物を経由するとい\nう点のみを取り出して，そのエポキシド化合物を得るまでの工程は，乙１４発明と\nは全く違うものに変更するということを着想させるとは認められないことは前記(ｱ\n)，(ｲ)判示のとおりであり，乙１４文献の図９の工程を見た当業者が，控訴人らの\n上記主張のような理解をするとしても，そのことは，一連の工程のうち中間体とし\nてエポキシド化合物を経由するという点に着目することを示唆するものとはいえず，\n同判示内容を左右するものではない。\nまた，上記(b)の主張についても，前記判示(ｱ)のとおり，仮に乙１４発明をマキ\nサカルシトールの合成に応用しようとすれば，最終目的物質の側鎖構造の違いに伴\nい，その限度で試薬の側鎖構造の変更を想到することは自然であるといえても，そ\nれ以上に，工程数の改良をしようとして，一連の工程のうちエポキシド化合物を経\n由する部分のみを維持し，その前段階の合成工程をまったく別のものに変更する動\n機付けがあるとは認められないのであり，控訴人らの同主張も，同判示内容を左右\nするものではない。\n(ｴ)  以上によれば，控訴人らの主張は，そもそも主張①が認められないから，\nその余の主張②について検討するまでもなく，乙１４発明から，相違点２及び３に\n係る訂正発明の構成を当業者が容易に想到することができたとは認められない。\nカ  したがって，控訴人らの無効理由アの主張は，理由がない。\n(2)  甲１２文献を主引例とする進歩性欠如（無効理由イ）について\nア  甲１２文献の記載内容\n甲１２文献（訳文は乙４３）は，本件優先日（平成８年９月３日）前である昭和\n６１年（１９８６年）に頒布された「Chem.Pharm.Bull.」に登載された，訂正発明\nの発明者の１人である久保寺登を含む被控訴人の新薬研究所の研究者５名による\n「ビタミンＤ３誘導体の合成研究ＶＩＩＩ」と題する論文であり，以下のとおりの\n記載がある。\n(ｱ)  「（化合物）１０の形成と対照的に，１－ブロモ－３，３－エチレンジオ\nキシブタン・・・と（化合物）９とのアルキル化反応は失敗した。【判決注：反応\n式Ａ参照】（注１０）」（２頁下から５行目～下から３行目）\n【反応式Ａ】\n(ｲ)  「しかし，所望の２５－ケト誘導体（１３）は以下の２段階手法によって\n得られた；還流キシレン中４－ブロモ－１－ブテン及び大過剰の水素化ナトリウム\n（ＮａＨ）とアルコール９を１８時間反応させた後，得られた二重結合の異性体\n（１１及び１２）の１：１混合物がワッカー（Ｗａｃｋｅｒ）法（触媒量の塩化パ\nラジウム（Ⅱ）（ＰｄＣｌ２）及び過剰量の塩化銅（Ⅰ）（ＣｕＣｌ）と共に，ジ\nメチルホルムアミド（ＤＭＦ）及び水（Ｈ２Ｏ）中，酸素雰囲気下，室温で１９時\n間反応に付す。）により酸化され，反応しない異性体１２と共に，（化合物）９の\n消失量からみて収率４４％でケトン化合物（１３）を得た。テトラヒドロフラン\n（ＴＨＦ）中，（化合物）１３をメチルマグネシウムブロマイド（ＭｅＭｇＢｒ）\nと０℃で１時間反応させると，プロ－Ｄ３誘導体（１４）を収率７９％で得た。\n（化合物）１４は，続いて上述したのと同じようにして光反応，熱異性化反応，\n及び脱保護反応に付され，１α，２５－（ＯＨ）２－２２－オキサ－Ｄ３  ３ｂを\n収率９％で得た。【判決注：反応式Ｃ参照】」（２頁下から３行～３頁１０行）\n【反応式Ｃ】\n(ｳ)  （注１０）「１α，３β－ビス（テトラヒドロピラニルオキシ）－５－ア\nンドロステン－１７β－オールを，沸騰キシレン中で水素化ナトリウム（ＮａＨ）\nの存在下，１－クロロ－４，４－エチレンジオキシペンタンとアルキル化反応させ\nると，所望のエーテル化合物を好収率で得た【判決注：反応式Ｂ参照】。この研究\nの失敗は，前者と比べて１－ハロ－３，３－エチレンジオキシブタンが嵩高いから\nであるかもしれない。」（５頁下から７行～３行）\n【反応式Ｂ】\nイ  甲１２発明の内容\n上記ア(ｱ)によれば，甲１２文献には，以下の方法（甲１２発明）が開示されて\nいるものと認められる。\n「マキサカルシトールの側鎖を有するステロイド化合物の合成を目的とする製造\n方法であって，\n反応式Ａの化合物９（ステロイド環構造の２０位アルコール化合物）を，\n１－ブロモ－３，３－エチレンジオキシブタン（甲１２試薬１）と反応させたが，\n反応が失敗して，所望の化合物が得られなかった方法」\nウ  訂正発明と甲１２発明との一致点及び相違点\n(ｱ)  訂正発明と甲１２発明とは，以下の点で一致する。\n「ステロイド環構造の２０位アルコール化合物を出発物質とし（構成要件Ｂ－\n１），当該物質を試薬と反応させて，マキサカルシトールの側鎖を有するステロイ\nド化合物を製造することを目的とした方法（構成要件Ａ，Ｅ）」\n(ｲ)  訂正発明と甲１２発明とは，以下の点で相違する。\n（相違点１）訂正発明では，試薬として使用する化合物（脱離基がＢｒで，エポ\nキシ基を含む構成の場合）は，１－ブロモ－３－メチル－２，３－エポキシブタン\n（本件試薬）である（構成要件Ｂ－２の化学式部分）のに対し，甲１２発明では，\n１－ブロモ－３，３－エチレンジオキシブタン（甲１２試薬１）である点。\n（相違点２）訂正発明は，出発物質と試薬とを塩基性の条件下で反応させてエポ\nキシド化合物を得，その後，還元剤で処理してエポキシ基を開環することにより，\n目的物質を得る方法である（構成要件Ｂ－２のうち化学式を除く部分，Ｂ－３，Ｃ，\nＤ）のに対し，甲１２発明は，出発物質と試薬とを反応させたが，反応が失敗して，\n目的物質を得られなかった点。\nエ  相違点１の容易想到性についての検討\n上記ウのとおり，訂正発明と甲１２発明とは，出発物質に反応させる試薬（相違\n点１）及び出発物質と試薬が反応して中間体であるエポキシド化合物及び目的物質\nが合成される否か（相違点２）において相違するところ，控訴人らは，甲１２発明\nに乙９文献の本件試薬を組み合わせることにより，相違点に係る訂正発明の構成に\n容易に想到することができる旨を主張している。\nしかし，甲１２発明の試薬は訂正発明の試薬と異なるから，甲１２発明から訂正\n発明を想到するには，訂正発明の試薬を甲１２発明の試薬に代えて使用する動機付\nけが必要となる。この点，本件試薬の構造自体は公知であった（乙９）が，甲１２\n試薬１（下記左図）は，本件試薬（下記右図）とは，具体的な環状構造が全く異な\nり，反応が失敗した甲１２試薬１に代えて本件試薬を用いることについては，甲１\n２文献にも，乙９文献にも記載されておらず，その示唆もない。\nそうすると，当業者において，本件試薬を甲１２発明と組み合わせる動機付けが\nあるとはいえないから，相違点１（試薬の相違）に係る訂正発明の構成を，当業者\nにおいて容易に想到することができたものとはいえない。\nオ  控訴人らの主張について\n以上に対し，控訴人らは，①本件優先日当時，当業者は，本件ステロイド出発物\n質の水酸基を高収率でアルキル化できるアルキル化試薬を見つけ出せばよいだけで\nあり，②甲１２発明を見た当業者は，甲１２文献の注１０の記載をみれば，アルキ\nル化反応が失敗した甲１２試薬１に代えて，炭素数４の直鎖アルキル構造を維持し\nつつ，環状構造を持ちながら，環状部分を構成する元素数を減らした化合物である\n本件試薬をアルキル化試薬として用いることを想起する，③そして，本件試薬が記\n載された乙９文献をみれば，本件試薬と本件ステロイド出発物質との反応は良好に\n進むと考えるから，相違点１及び２に係る訂正発明の構成に想到することはいずれ\nも容易である旨主張する。\n(ｱ)  しかし，控訴人らの上記主張①については，甲１２文献には，甲１２発明\nの反応が失敗したため，代わりにマキサカルシトールを製造する方法として，化合\n物９に４－ブロモ－１－ブテン（甲１２試薬２）を適用した場合には，アルキル化\n反応は進行し，２５－ケト誘導体（１３）を経由して，マキサカルシトールの側鎖\nを有するステロイド化合物（１４）を合成することができたことが記載されている\nこと（前記ア(ｲ)の反応式Ｃ）も考慮すると，当業者が，甲１２文献記載の各方法\nのうち，あえてマキサカルシトールの側鎖の導入に失敗した工程の方に着目し，そ\nれに基づいて，当然に甲１２発明のアルキル化試薬を別のアルキル化試薬に変更す\nることを動機付けられ，甲１２試薬１に代わるアルキル化試薬を探すことを動機付\nけられるとは認められない。\n(ｲ)  また，控訴人らの上記主張②について検討するに，甲１２文献の注１０に\nは，反応式Ｂは好収率であったが，反応式Ａは失敗したことが並べて論じられてお\nり，「この研究の失敗は，前者と比べて１－ハロ－３，３－エチレンジオキシブタ\nンが嵩高いからであるかもしれない。」と記載され，この「前者」は，反応式Ｂの\n１－クロロ－４，４－エチレンジオキシペンタン（甲１２試薬３）を意味すると認\nめられる。\n上記二つの反応の試薬を比較すると，アルキル化に失敗した甲１２試薬１（下図\n左側）の方が，アルキル化に成功した甲１２試薬３（下図右側）よりも，主鎖の炭\n素数が一つ少なく，５員環が結合する位置が脱離基である臭素に近くなっているこ\nとから，「嵩高さ」とは，脱離基と環状構造の距離の観点も含み，単に環状構造の\n大きさのみを意図しているものではないと理解するのが合理的である。\nまた，甲１２文献の注１０の記載は，失敗の原因を「嵩高いからであるかもしれ\nない」と分析しているにすぎない上，そもそも，反応式Ｂは，反応式Ａとは，試薬\nだけではなく，出発物質の構造も異なっているのであるから，甲１２試薬１の「嵩\n高さ」を軽減した試薬とすれば，当然に反応式Ｂと同様に反応が進み，化合物９と\n反応することを示唆するものと理解することはできない。\n仮に，甲１２試薬１の「嵩高さ」が「環状構造の大きさ」であり，これが反応を\n阻害していると理解したとしても，甲１２文献には，試薬が環状構造を維持すべき\nことを示唆する記載はなく，かえって，前記のとおり，甲１２文献において反応が\n成功した実施例で用いられている４－ブロモ－１－ブテン（甲１２試薬２。下図参\n照）は環状構造を有しないのであるから，「嵩高さ」を軽減した試薬として，環状\n構造を維持した試薬が想起されるものともいえない。\nしたがって，甲１２文献の注１０には，甲１２試薬１の５員環の環状エーテルが\nより嵩高くないもの，すなわち環状部分を構成する元素数を減らした化合物であれ\nば，化合物９に対してアルキル化反応の進行が期待できることが示唆されていると\nの控訴人らの主張は，理由がないから，これを前提とする控訴人らの上記主張②は，\n採用することができない。\n(ｳ)  以上によれば，当業者が，マキサカルシトールの製造方法として，敢えて，\n失敗した甲１２試薬１を用いる甲１２発明に着目し，失敗した理由として記載され\nた「嵩高さであるかもしれない」という示唆のみから，甲１２試薬１に代えて，環\n状構造を小さくした本件試薬を検討する動機付けがあったということはできず，そ\nの余の点について検討するまでもなく，甲１２発明から，相違点１及び２に係る訂\n正発明の構成を当業者が容易に想到することができたとは認められない。\nカ  したがって，控訴人らの無効理由イの主張は，理由がない。\n(3)  乙４文献を主引例とする進歩性欠如（無効理由ウ）について\n訂正発明は，乙４文献記載の発明から容易に想到することができたものとは認め\nられない。その理由は，原判決の「事実及び理由」の第４の７に判示のとおりであ\nるから，これを引用する。\n３  まとめ\n以上によれば，控訴人方法は，訂正発明と均等なものとして，訂正発明の技術的\n範囲に属するものと認められる。また，訂正発明について控訴人らが主張する無効\n理由はいずれも理由がなく，訂正発明についての特許が特許無効審判により無効に\nされるべきものとは認められない。\nそして，前記前提となる事実によれば，控訴人製品はいずれも控訴人方法によっ\nて製造されたものであるから，控訴人製品１を輸入し又は譲渡する行為及び控訴人\n製品２を譲渡し又は譲渡の申出をする行為は，いずれも本件特許権を侵害する。し\nたがって，本件特許権の存続期間の延長登録がされる前における存続期間の末日で\nある平成２９年９月３日まで，控訴人ＤＫＳＨに対しては控訴人製品１の輸入又は\n譲渡の差止め及び廃棄を，控訴人岩城製薬，控訴人高田製薬及び控訴人ポーラファ\nルマに対してはそれぞれ控訴人製品２(1)ないし(3)の譲渡又は譲渡の申出の差止め\n及び廃棄を求める被控訴人の請求は，いずれも理由がある。\n第５  結論\n以上によれば，被控訴人の請求をいずれも認容した原判決は相当であり，控訴人\nらの本件控訴はいずれも理由がない。\nよって，主文のとおり判決する。\n知的財産高等裁判所特別部\n裁判長裁判官    設    樂        一\n裁判官    清     水          節\n裁判官    髙   部   眞規 子\n裁判官    大    鷹    一    郎\n裁判官    大    寄    麻    代\n（別  紙）\n方  法  目  録\n下記の工程からなるマキサカルシトールの製造方法\n１．（工程I）塩基の存在下で，下記の出発物質Ａと下記の試薬Ｂを反応させ，\n下記のエポキシド化合物の中間体Ｃを合成する工程。\n出発物質Ａ              ＋   試薬Ｂ\n→  中間体Ｃ\n２．（工程II）下記の中間体Ｃを還元剤で処理して，エポキシド環（エポキシ基）\nを開環し，下記の物質Ｄを得る工程。\n中間体Ｃ         →       物質Ｄ\n３．（工程III）トランス体である下記の物質Ｄをシス体に転換し，保護基を外\nして，マキサカルシトールを得る工程。\n物質Ｄ           →     マキサカルシトール\n４．（工程IV）得られたマキサカルシトールを回収する工程。\n（注：上記の各構造式において，Proは「保護基」の意味である。）\n"
}