{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 12,
    "day": 5
  },
  "case_number": "平成23(行ウ)81",
  "case_name": "保有個人情報一部不開示決定処分取消等請求事件",
  "court_name": "横浜地方裁判所",
  "field": "行政",
  "gist": "亡夫の死亡労働災害事故についての災害調査復命書及び添付資料の開示請求に対し労働局長がした一部開示決定のうち，不開示とした部分の取消し及び当該不開示部分の開示決定の義務付けの各請求が，一部認容された事例",
  "case_gist": "亡夫の死亡労働災害事故についての災害調査復命書及び添付資料の開示請求に対し労働局長がした一部開示決定のうち，不開示とした部分の取消し及び当該不開示部分の開示決定の義務付けの各請求につき，前記不開示部分は，市場に出ている商品や事故現場の状況に関する客観的な情報であって，一般的に関係者が秘匿している種類の情報であるとはいえないもの及び事故現場の客観的状況の見分結果等を総合して調査担当者の判断により取捨選択等したものが記載されているものであって，これらが開示されることにより，災害調査に当たって関係者の任意の協力を得ることが困難になる具体的可能性は認め難く，災害調査の実施に当たり実質的な支障が生じるおそれは一般的抽象的な可能性にとどまり，法的保護に値する蓋然性とまではいうことができず，前記不開示部分に係る情報を開示することによって，行政機関の保有する個人情報の保護に関する法律１４条７号柱書にいう「当該事務…の性質上，当該事務…の適正な遂行に支障を及ぼすおそれ」があるとはいえないこと，前記不開示部分を開示し，他の記載事項と照らし合わせたとしても，正確な事実の把握を困難にし，又は違法若しくは不当な行為を容易にし，若しくはその発見を困難にするといえる程度に，災害調査の着眼点や手法，行政上の措置の基準が推測されることは考え難く，前記不開示部分に係る情報が同号イ所定の不開示情報に該当するということはできないこと，前記不開示部分の一部は，事故当時に使用されていた製品に関する情報であるが，事故の原因や法令違反等に直ちに結び付く情報としてではなく，事故当時に使用されていた各製品に関する一般的な情報として記載又は撮影されており，これらの情報を開示することにより，製品の使用者等である各法人の信用や社会的評価を直ちに低下させるということはできず，したがって，当該各法人の取引関係や人材確保等の面において困難を来す蓋然性が法的保護に値する程度にあるということもできないから，これらの情報が同条３号イ所定の不開示情報に該当するということはできないことから，前記不開示部分のうち前記一部を不開示とした部分は違法であるとして，前記各請求を一部認容した事例",
  "lawsuit_id": "83494",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=83494",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/494/083494_hanrei.pdf",
  "contents": "\u0000 \u0000\n平成２４年１２月５日判決言渡\n平成２３年（行ウ）第８１号  保有個人情報一部不開示決定処分取消等請求事件\n主文\n１  本件訴えのうち，別紙個人情報目録記載の情報の開示決定を求\nめる部分を却下する。\n２  神奈川労働局長が，原告に対し，平成２３年８月１日付けでし\nた保有個人情報部分開示決定（ただし，平成２４年５月２２日付\nけで変更された後のもの。）のうち，別紙不開示情報目録記載の\n情報を不開示とした部分は，別紙個人情報目録記載の部分を除き，\nこれを取り消す。\n３  神奈川労働局長は，原告に対し，前項の取消しに係る部分の情\n報の開示決定をせよ。\n４  原告のその余の請求を棄却する。\n５  訴訟費用は，これを５分し，その１を原告の負担とし，その余\nを被告の負担とする。\n事実及び理由\n第１  請求\n１  神奈川労働局長が，原告に対し，平成２３年８月１日付けでした保有個人情\n報 部 分 開 示 決 定 （ た だ し ， 平 成 ２ ４ 年 ５ 月 ２ ２ 日 付 け で 変 更 さ れ た 後 の も\nの。）のうち，別紙不開示情報目録記載の情報を不開示とした部分を取り消す。\n２  神奈川労働局長は，原告に対し，別紙不開示情報目録記載の情報の開示決定\nをせよ。\n第２  事案の概要\n１  事案の骨子\n本件は，原告が，行政機関の保有する個人情報の保護に関する法律（以下\n「法」という。）に基づき，神奈川労働局長に対し，原告の夫であった亡Ａの\n\u0000 \u0000\n死亡労働災害事故（以下「本件事故」という。）についての災害調査復命書及\nび添付資料の開示請求をしたところ，同労働局長から一部開示決定（ただし，\n平成２４年５月２２日付けで変更決定がされた。以下「本件一部開示決定」と\nいう。）を受けたことから，本件一部開示決定のうち別紙不開示情報目録記載\nの情報（以下，これらを併せて「本件各不開示部分」といい，別紙不開示情報\n目録１ないし２６記載の情報をそれぞれ「本件不開示部分１」ないし「本件不\n開示部分２６」という。）を不開示とした部分の取消し及び本件各不開示部分\nの開示決定の義務付けを求めた事案である。\n２  基礎となる事実（当事者間に争いのない事実並びに掲記の証拠及び弁論の全\n趣旨により容易に認められる事実）\n(1)  当事者等\n原告は，本件事故により平成▲年▲月▲日に死亡した亡Ａの妻である。\n（争いがない）\n(2)  本件事故\n亡Ａは，平成▲年▲月▲日午前▲時▲分ころ，神奈川県藤沢市内の木造家\n屋建築工事現場（以下「本件工事現場」という。）において，敷地内にあっ\nた構造用合板を敷地前の道路に移動させるため，床材の構造用合板２７枚\n（以下「本件構造用合板」という。）を２本のナイロンスリング（以下「本\n件ナイロンスリング」という。）により玉掛けし，他の作業員がこれを移動\n式クレーン（以下「本件移動式クレーン」という。）でつり上げ移動させよ\nうとしたところ，同日午前▲時▲分ころ，本件ナイロンスリングから本件構\n造用合板が落下して，亡Ａがその下敷きになった（本件事故）。\n亡Ａは，頭蓋骨粉砕骨折，多発肋骨骨折，左右胸腔内出血の傷害を負い，\n同日午前▲時▲分，頭蓋骨粉砕骨折による脳挫滅によって死亡した。\n（以上につき，争いがない事実，乙３）\n(3)  災害調査\n\u0000 \u0000\n藤沢労働基準監督署労働基準監督官Ｂ及び産業安全専門官Ｃは，同日，本\n件事故につき，災害調査（以下「本件調査」という。）を行い，その後，本\n件 調 査 に 係 る 災 害 調 査 復 命 書 （ 乙 ３ 。 以 下 「 本 件 災 害 調 査 復 命 書 」 と い\nう。）を作成して藤沢労働基準監督署長に提出した。藤沢労働基準監督署長\nは，平成２３年１月１１日，本件災害調査復命書に署長判決及び意見を付し\nた。（争いがない）\n(4)  本件一部開示決定\n原告は，平成２３年６月１７日付けで，神奈川労働局長に対し，開示を請\n求する保有個人情報を「平成▲年▲月▲日に発生した私の亡夫Ａに係る死亡\n労働災害について，藤沢労働基準監督署が作成した災害調査復命書及び添付\n資料一切」とする，保有個人情報の開示請求をした。（乙１）\n神奈川労働局長は，平成２３年８月１日，上記開示請求に係る保有個人情\n報の一部が，法１４条２号，３号イ又は７号柱書及びイに該当するとして，\nこれらの情報を不開示とし，その余を開示する部分開示決定（本件一部開示\n決定）をした。（甲１）\n本件各不開示部分は，上記開示請求に係る本件災害調査復命書の添付資料\nのうち資料番号７ないし１７の資料（本件不開示部分１ないし１１）並びに\n写真番号１ないし１５の添付写真及びそれらの説明記事の一部（本件不開示\n部分１２ないし２６）である。（弁論の全趣旨）\n(5)  本件訴えの提起\n原告は，平成２３年１０月４日，本件訴えを提起した。（当裁判所に顕著\nな事実）\n(6)  本件一部開示決定の変更決定\n神奈川労働局長は，平成２４年５月２２日付けで，本件一部開示決定によ\nり不開示とされた部分のうち，本件災害調査復命書本文７頁６行目から１０\n行目まで及び写真番号２の添付写真の記事欄を開示する旨の変更決定をした。\n\u0000 \u0000\n（乙２，乙３）\n３  争点及びこれに関する当事者の主張\n本件の争点は，本件不開示部分１ないし２６の不開示情報該当性であり，こ\nれに関する当事者の主張は次のとおりである。\n（被告の主張）\n(1)  本件各不開示部分に含まれる情報の概要\n本件不開示部分１は本件事故の発生状況を図示した図面，同２は本件移動\n式クレーンの性能に関する書面，同３ないし５はいずれも本件移動式クレー\nンの仕様等に関する書面，同６及び７は本件移動式クレーンの法定検査に関\nする書面，同８は本件移動式クレーンの車両検査に関する書面及び自動車運\n転免許に関する書面，同９及び１０は本件移動式クレーンの法定検査に関す\nる書面，同１１は本件ナイロンスリングの仕様等に関する書面である。\nまた，同１２ないし２６はいずれも，本件調査担当者が撮影した，本件工\n事現場，本件構造用合板，本件ナイロンスリング，本件移動式クレーン及び\n本件事故当時に亡Ａが着用していた保護帽の写真及びその説明である。\n(2)  法１４条７号該当性（本件各不開示部分の全て）\nア  本件不開示部分１ないし１１の作成又は資料の入手，本件不開示部分１\n２ないし２６の写真撮影に際しては，関係者の任意の協力が不可欠である\nところ，関係者が情報提供等に協力した事実，関係者が提供した情報や関\n係者の協力の下に行った調査の結果得られた事実が第三者に公開されると，\n経験則上，関係者が，不利益な情報を提供された者からの報復，被災者ら\nからの責任追及，取引関係の障害となることなどを懸念して，災害調査に\n任意に協力しない事態になって，災害調査の迅速かつ実効的な実施に支障\nが生じ，災害調査の適正な遂行に支障を及ぼすおそれがある。\n原告は，労働安全衛生法９１条，９４条に基づく権限の行使や１２０条\n４号の刑事罰による災害調査への協力の間接的な強制が可能であることを\n\u0000 \u0000\nもって，本件各不開示部分を開示しても災害調査に実質的な支障が生じな\nいと主張する。しかしながら，労働基準監督官等は，事業者等の関係者が\n立入りを拒んだ場合には実力をもって立ち入ることはできないと解されて\nおり（同法９１条４項参照），関係者には労働基準監督官等の質問に対す\nる一般的な説明義務は課されておらず，労働基準監督官等には帳簿，書類\n等の物件を押収する権限が付与されていない。そのため，労働基準監督官\n等は，同法９１条及び９４条の規定によっても，強制力をもって災害調査\nを実施することはできない。また，刑事罰の威嚇をもって間接的に関係者\nの協力を強制するといった調査手法は，相手方に無用な警戒心を抱かせ，\nかえって任意の協力を得ることを困難にしかねない。したがって，上記各\n規定があることをもって，災害調査に関し関係者からの任意かつ積極的な\n協力がなくても災害調査に実質的な支障が生じないとはいえない。\nイ  また，本件各不開示部分が開示されることにより，調査の着眼点や手法\nが明らかにされてしまうおそれがあり，これらと他の記載事項と突合する\nことにより行政上の措置の基準が明らかになって，さらには，行政上の措\n置を回避するため，資料の隠ぺいや虚偽の説明がされるなどの支障が生じ\nるおそれがある。したがって，本件不開示部分を開示すると，正確な事実\nの把握が困難となるばかりでなく，違法若しくは不当な行為を容易にし，\n又はその発見を困難にするおそれがある。\nウ  よって，本件各不開示部分は，法１４条７号柱書及びイの不開示情報に\n該当する。\n(3)  法１４条２号該当性（本件不開示部分６ないし１０，１２，１３及び１\n５の一部）\n本件不開示部分６ないし１０には，個人の氏名，生年月日等の記載や，印\n影又はサインがあり，本件不開示部分１２，１３及び１５は，開示請求者で\nある原告以外の個人が写真撮影されているところ，これらは開示請求者以外\n\u0000 \u0000\nの特定の個人を識別することができる情報であるから法１４条２号柱書に該\n当し，かつ，法１４条２号イないしハに掲げる除外事由に該当しない。\n(4)  法１４条３号イ該当性（本件不開示部分３，４，６ないし１１，１６な\nいし１９，２４及び２６の一部）\n本件不開示部分３，４及び６ないし１０には，本件移動式クレーンの使用\n者，所有者，製造者又は法定検査実施機関等である各法人の名称等が記載さ\nれ，本件不開示部分３，６，８には，法人のロゴマーク，本件移動式クレー\nンの名称，型式，種類，登録番号等が記載され，本件不開示部分１１には，\n本件ナイロンスリングの製造者のロゴマークが記載され，本件不開示部分１\n６ないし１９，２４及び２６には，本件移動式クレーンの製造者，所有者，\n使用者，法定検査実施機関である各法人の名称，本件移動式クレーンの自動\n車登録ナンバー，型式，刻印番号，本件構造用合板の製造者である法人の名\n称，保護帽の製造者及び販売元の法人の名称等が写真撮影又は記載されてい\nるところ，これらは法人に関する情報であり，これらが開示されれば，当該\n法人の取引関係や人材確保等の面において困難を来すおそれがあり，当該法\n人の競争上の地位その他正当な利益を害するおそれがあるから，法１４条３\n号イに該当する。\n（原告の主張）\n(1)  法１４条７号該当性\nア  本件各不開示部分はいずれも本件事故に関する客観的状況を記録した図\n面，写真ないし客観的資料であるところ，こうした客観的状況の記録ない\nし客観的資料の取得については，関係者の積極的な協力は要しない。仮に\n関係者の協力を要する場合があったとしても，労働安全衛生法９１条１項\n及び９４条１項に基づく権限の行使や，関係者がこれに応じない場合は同\n法１２０条４号の刑事罰による間接的な強制によって関係者からの資料等\nの提出や陳述を得ることができるから，本件各不開示部分を開示したとし\n\u0000 \u0000\nても実質的支障は生じない。\nまた，労働基準監督官等による調査内容は，神奈川労働局等のウェブサ\nイトや報道により広く公表されているし，刑事事件や労災保険金不支給処\n分の取消訴訟の公開法廷で証拠として提出されている。\nしたがって，本件各不開示部分を開示することによって，関係者が災害\n調査への関与に消極的になったり，十分な協力が見込めなくなるような事\n態が生じる法的保護に値する蓋然性があるとはいえない。\nイ  そして，上記のとおり，労働基準監督官等による調査内容は，広く開示\nされているから，調査の着眼点や手法・措置基準の秘密性が高いとはいえ\nず，本件各不開示部分を開示することによって，正確な事実の把握を困難\nにし，又は違法若しくは不当な行為を容易にし，若しくはその発見を困難\nにするおそれが新たに生じる蓋然性があるとはいえない。\nウ  他方，本件災害調査復命書は，原告の本件事故についての事業者等に対\nする損害賠償請求や労働基準監督官等が行った職務及び処分の適正の検証\nをする上での重要な証拠，資料となるものであり，原告にとって，本件各\n不開示部分の開示を受ける必要性は大きく，また，原告が自ら本件各不開\n示部分に係る情報を取得することは困難であるから，本件各不開示部分の\n開示による支障と原告の利益を比較衡量すると後者が大きいことは明らか\nである。\nエ  したがって，本件各不開示部分は，いずれも，法１４条７号柱書及びイ\nに該当しない。\n(2)  法１４条２号該当性\n上記被告の主張(3)は争う。\n(3)  法１４条３号イ該当性\n本件各不開示部分に法人に関する情報が記載されているとしても，当該法\n人等又は当該個人の権利，競争上の地位その他正当な利益を害するおそれが\n\u0000 \u0000\nあるとはいえないから，法１４条３号イに該当しない。\n第３  当裁判所の判断\n１  本件各不開示部分は，いずれも災害調査復命書の添付資料及び添付写真の一\n部であるところ，災害調査の意義並びに災害調査復命書の内容及び機能等につ\nき，弁論の全趣旨によれば，次の事実が認められる。\n(1)  災害調査は，特定の労働災害が発生した場合に，その発生原因を究明し，\nこれを是正する方法を検討するとともに，同種災害の再発防止策等を策定す\nるため，労働基準監督官，産業安全専門官等の調査担当者が，労働安全衛生\n法９１条，９４条に基づいて，事業場に立ち入り，関係者に質問し，帳簿，\n書類その他の物件を検査し，又は作業環境測定を行うなどし，また，関係者\nの任意の協力を得て行われる。\n(2)  災害調査復命書には，災害調査において災害現場の見分経過，聴取した\n関係者の説明及び関係先から提供を受けた資料等の調査結果が，文章，図面，\n写真等により記録化されるとともに，その調査結果を基に災害調査担当者の\n分析・評価した災害発生原因，再発防止策や行政上の措置等に関する所見・\n提言等が記載される。\n災害調査復命書は，労働基準監督署長が労働災害の発生した事業場等に対\nする再発防止のための行政指導や行政処分等の内容を判断するための資料と\nなり，また，必要に応じて，その写しが都道府県労働局を通じて厚生労働省\nに送付され，同種災害に係る施策や法令改正等の要否を検討するための基礎\n資料として使用される。\n２  次に，本件災害調査復命書の記載内容及び本件各不開示部分に含まれる情報\nにつき，基礎となる事実に加え，掲記の証拠及び弁論の全趣旨によれば，以下\nの事実が認められる。\n(1)  本件災害調査復命書は，藤沢労働基準監督署の労働基準監督官及び産業\n安全専門官が本件事故の関係者から説明，資料の提供，本件事故現場の保\n\u0000 \u0000\n存・再現等の任意の協力を得て本件事故の災害調査（本件調査）を行った上\nで作成したものであり，本件災害調査復命書の本文には，本件災害調査を実\n施した事業場に関する事項，被災労働者に関する事項，本件事故の発生状況\nに関する事項，本件事故の原因及び再発防止対策に関する事項，調査官の意\n見，署長判決及び意見等が記載され，参照用として，関係者から提供を受け\nた資料やそれを本件調査担当者において抜粋し取りまとめたもの及び本件調\n査担当者が本件事故当日又は翌日に撮影した写真が添付されている（乙３）。\n本件各不開示部分のうち，本件不開示部分１ないし１１は本件災害調査復\n命書の添付資料のうち資料番号７ないし１７であり，本件不開示部分１２な\nいし２６は本件災害調査復命書に添付された写真番号１ないし１５の写真及\nびそれらの説明文の一部である。\n(2)  本件不開示部分１は，本件事故の発生状況を図示した図面であり，同図\n面には，本件事故発生前後の亡Ａの位置関係，亡Ａと本件移動式クレーンと\nの位置関係等，上記各地点の点間距離，本件移動式クレーンの寸法，本件移\n動式クレーンの操作状況が図示又は記載されている。\n(3)  本件不開示部分２は，本件移動式クレーンの性能に関する書面であり，\n本件移動式クレーンが有する作業能力・性能を，異なる操作状況ごとに数値\n化し，一覧表形式で取りまとめた文書である。\n(4)  本件不開示部分３ないし５は，いずれも本件移動式クレーンの仕様等に\n関する書面である。\nこのうち本件不開示部分３は，本件移動式クレーンの外形図や仕様等に関\nする具体的数値が記載されている書面であり，本件移動式クレーンの製造者\nである法人のロゴマークや本件移動式クレーンの名称・型式等が記載されて\nいる。\n本件不開示部分４は，本件移動式クレーンの作業能力や操作方法及び操作\nに必要な条件等が記載されている書面であり，上記製造者である法人の名\n\u0000 \u0000\u0000\u0000\n称・所在地等が記載されている。\n本件不開示部分５は，本件移動式クレーンの作業能力が記載されている書\n面である。\n(5)  本件不開示部分６及び７は，本件移動式クレーンの法定検査に関する書\n面であり，本件不開示部分６がその表面，本件不開示部分７がその裏面であ\nる。\n本件不開示部分６には，本件移動式クレーンの作業能力や法定検査の結果\n等が記載されているほか，本件移動式クレーンの製造検査申請者である法人\nの名称等並びに本件移動式クレーンの種類及び型式の記載があり，検査者印\n欄には原告以外の個人の印影がある。\n本件不開示部分７には，法定検査の内容，経過等が記載されているほか，\n法定検査実施機関である法人の名称の記載があり，検査者印欄には原告以外\nの個人の印影がある。\n(6)  本件不開示部分８は，本件移動式クレーンの車両検査に関する書面及び\n自動車運転免許に関する書面であり，車両検査に関する部分には，本件移動\n式クレーンの所有者又は使用者である法人の名称及び住所，本件移動式クレ\nーンの登録番号，型式，能力等が記載され，自動車運転免許に関する部分に\nは，原告以外の個人の氏名，生年月日，本籍，住所等が記載されている。\n(7)  本件不開示部分９及び１０は，本件移動式クレーンの法定検査に関する\n書面である。\n本件不開示部分９には法定検査実施機関である法人の名称が記載され，検\n査者印欄等には原告以外の個人の印影がある。\n本件不開示部分１０には本件移動式クレーンの使用者である法人等の名称\nが記載され，運転者欄には原告以外の個人のサインが記入されている。\n(8)  本件不開示部分１１は，本件ナイロンスリングに関する書面であり，本\n件ナイロンスリング及び同種製品の形状，重量，材質等の仕様，性能及び価\n\u0000 \u0000\u0000\n格等が記載されているほか，本件ナイロンスリングの製造者である法人のロ\nゴマークが記載されている。\n(9)  本件不開示部分１２は，本件工事現場奥の足場から，本件工事現場及び\n本件事故発生場所である道路までの全景を撮影した写真であり，原告以外の\n個人が撮影されている。\n(10)  本件不開示部分１３は，本件構造用合板の集積状況を撮影した写真であ\nり，原告以外の個人が撮影されている。\n(11)  本件不開示部分１４は，本件ナイロンスリングの写真２枚及びその見分\n結果を記載した説明記事である。\n(12)  本件不開示部分１５は，本件工事現場の足場から，本件事故地点を撮影\nした写真２枚であり，そのうち１枚には原告以外の個人が撮影されている。\n(13)  本件不開示部分１６は，本件移動式クレーン全体を自動車登録ナンバー\nも含めて撮影した写真並びに本件移動式クレーンの型式，性能等や製造者及\nび所有者である各法人の名称を記載した説明記事である。\n(14)  本件不開示部分１７及び１８は，いずれも本件移動式クレーンの銘板等\nが撮影された写真及びそれらの説明記事である。\n本件不開示部分１７の写真は，本件移動式クレーンの銘板に加え，法定検\n査に関する標識等が撮影されており，これらの銘板や標識には本件移動式ク\nレーンの製造者や法定検査実施機関である各法人の名称や本件移動式クレー\nンの型式等が記載又は刻されている。また，本件不開示部分１７の記事欄に\nは，本件移動式クレーンの型式や性能のほか，本件移動式クレーンの製造者\n及び所有者である各法人の名称等が記載されている。\n本件不開示部分１８の写真は，本件移動式クレーンの銘板を接写したもの\nであり，この銘板には，本件移動式クレーンの製造者である法人の名称や本\n件移動式クレーンの型式等が刻されている。また，本件不開示部分１８の記\n事欄には，本件移動式クレーンの型式や性能等が記載されている。\n\u0000 \u0000\u0000\u0000\n(15)  本件不開示部分１９は，本件移動式クレーンの法定検査に関する刻印等\nの写真及び本件移動式クレーンの所有者及び使用者である法人の名称等を記\n載した説明記事である。\n(16)  本件不開示部分２０ないし２２は，いずれも本件ナイロンスリングの写\n真及びその形状の見分結果を記載した説明記事である。\n(17)  本件不開示部分２３は，本件構造用合板の写真及びその説明記事である。\n本件不開示部分２４は，本件構造用合板に押印されているスタンプを接写\nした写真であり，上記スタンプには本件構造用合板の性能等の情報や製造者\nである法人の名称が押印されている。\n(18)  本件不開示部分２５及び２６は，本件事故当時に亡Ａが着用していた保\n護帽の写真であり，本件不開示部分２６の写真には，上記保護帽の性能や法\n定点検に関する事項等が記載されているステッカーや，製造者及び発売元で\nある各法人の名称が撮影されている。\n３  法１４条７号該当性（本件各不開示部分の全てについて）\n(1)  本件各不開示部分に係る情報が，法１４条７号柱書所定の「国の機関…\nが行う事務又は事業に関する情報」に該当することは明らかであるところ，\n以下，これらを開示することにより，「当該事務…の性質上，当該事務…の\n適正な遂行に支障を及ぼすおそれ」（同号柱書）又は「検査，取締り…に係\nる事務に関し，正確な事実の把握を困難にするおそれ又は違法若しくは不当\nな行為を容易にし，若しくはその発見を困難にするおそれ」（同号イ）があ\nるといえるかどうかを検討する。\n(2)  被告は，本件不開示部分１ないし１１の作成又は資料の入手，本件不開\n示部分１２ないし２６の写真撮影に際しては，関係者の任意の協力が不可欠\nであるところ，関係者が情報提供等に協力した事実，関係者が提供した情報\nや関係者の協力の下に行った調査の結果として得られた事実が第三者に公開\nされれば，災害調査への関係者の任意の協力が見込めないことになりかねず，\n\u0000 \u0000\u0000\u0000\n災害調査の迅速かつ実効的な実施に支障を及ぼすおそれがあるから，本件不\n開示部分はいずれも法１４条７号柱書に該当すると主張する。\nしかしながら，法は，行政機関が保有する自己に関する個人情報の正確性\nや取扱いの適正性を確保して個人の権利利益を保護するため，保有個人情報\nの開示を原則としていること（１条，１４条柱書）からすれば，法１４条７\n号柱書所定の「適正な」は，当該情報を開示することにより計られ得る個人\nの権利利益との衡量をした上でなお当該事務又は事業の遂行が当該情報を非\n開示とすることにより保護されるべきものであることを要し，「支障」は名\n目的なものでは足りず，実質的なものであることを要し，また，「おそれ」\nは，一般的抽象的な可能性では足りず，法的保護に値する蓋然性であること\nを要するというべきである。\nしかるところ，本件不開示部分２ないし２６は，本件移動式クレーン，本\n件ナイロンスリングの性能，仕様，法定検査等に関する書面やその写真，本\n件構造用合板や本件事故当時に亡Ａが着用していた保護帽の写真や，本件事\n故地点周辺の写真であって，これらはいずれも市場に出ている商品や本件事\n故現場の状況に関する客観的な情報であって，一般的に関係者が秘匿してい\nる種類の情報であるとはいえない。また，本件不開示部分１は，本件事故発\n生前後の位置関係やクレーンの操作状況が記載された図面であるが，被告は，\n関係者の指示説明や再現により得られた情報を基に本件調査担当者が作成し\nたと主張するものの，特定の関係者の氏名の記載があるとの主張をしていな\nいことに照らすと，特定の関係者からの聴取内容がそのまま記載又は引用さ\nれているわけではなく，本件事故現場の客観的状況の見分結果や他の関係者\nからの聴取内容等を総合して本件調査担当者の判断により取捨選択等したも\nのが記載されていることが推測される。以上のような本件各不開示部分の類\n型的な性質からすると，本件各不開示部分を開示したとしても，以後の災害\n調査について任意に協力することを拒むおそれが有意に高まるとは考え難い。\n\u0000 \u0000\u0000\u0000\nまた，労働安全衛生法は，災害調査担当者に，事業場に立ち入り，関係者\nに質問し，帳簿，書類その他の物件を検査するなどの権限を（同法９１条，\n９４条），労働基準監督署長等に，事業者，労働者等に対し，必要な事項を\n報告させ，又は出頭を命ずる権限を与え（同法１００条），これらに応じな\nい者は罰金に処せられることと規定しているところ（同法１２０条４号，５\n号），これらの規定は労働災害の発生原因の究明や再発防止策の策定に必要\nな事実の把握を可能とすることを趣旨とするものと解されるが，究極的には，\nこれらの規定の存在が裏付けとなって，関係者の任意の協力が促されている\nとの一面があるということができる。この点について，被告は，①同法９１\n条及び９４条の規定によっても，災害調査担当者は強制力をもって災害調査\nを実施することはできないこと，また，②刑事罰の威嚇をもって間接的に関\n係者の協力を強制するという調査手法は，かえって任意の協力を得ることを\n困難にしかねないことから，これらの規定が置かれていることをもって，災\n害調査に関し関係者からの任意かつ積極的な協力がなくても災害調査に実質\n的な支障が生じないとはいえないと主張するところ，そのような支障を来す\nとの懸念は全く考えられないというものではない。しかしながら，前示のよ\nうな本件不開示部分の内容，性質からすれば，この種の情報が開示されるこ\nとによって事実上関係者の任意の協力を得ることを期待することができなく\nなるとか，刑事罰の存在を関係者に認識させるなどの威嚇によるのでなけれ\nば任意の協力を得ることが困難となるような事態を招来する蓋然性が認めら\nれるとは，到底いうことができない。\n以上を総合すると，本件各不開示部分が開示されることにより，災害調査\nに当たって関係者の任意の協力を得ることが困難になる具体的可能性は認め\n難く，災害調査の実施に当たり実質的な支障が生じるおそれは一般的抽象的\nな可能性にとどまり，法的保護に値する蓋然性とまではいうことができない。\nしたがって，本件各不開示部分に係る情報を開示することにより，「当該事\n\u0000 \u0000\u0000\u0000\n務…の性質上，当該事務…の適正な遂行に支障を及ぼすおそれ」があるとは\nいえない。\n(3)  また，被告は，本件各不開示部分が開示されることにより，災害調査の\n着眼点や手法が明らかにされ，これらと他の記載事項と突合することにより\n行政上の措置の基準が明らかになって，虚偽の供述などにより正確な事実の\n把握が困難となるおそれがあるほか，違法若しくは不当な行為を容易にし，\n又はその発見を困難にするおそれがあると主張する。\nしかしながら，法１４条７号イ所定の「おそれ」も，一般的抽象的な可能\n性では足りず，法的保護に値する蓋然性であることを要するというべきであ\nることは，上記(2)と同様である。\nそして，災害調査は，労働災害の発生原因を究明し，行政上の措置を講じ\nるとともに災害防止策を策定するためのものであるから，災害調査に当たっ\nて，労働災害の発生状況や労働災害当時に使用されていた製品に関する情報\nを収集することは，一般的に想定し得るということができる。また，本件災\n害調査復命書が行政上の措置の当否等の検討資料として用いられることは上\n記１のとおりであるが，本件各不開示部分の内容は上記２のとおりであって，\n本件災害調査復命書本文のうち開示されている記載内容も合わせて考えると，\n本件各不開示部分は，行政上の措置の判断に直接的に結び付く資料ではなく，\n行政上の措置を判断する前提として，本件事故発生に関連する事実を広く把\n握するために収集，作成された基礎資料であると推測される。\nそうすると，本件各不開示部分を開示し，他の記載事項と照らし合わせた\nとしても，正確な事実の把握を困難にし，又は違法若しくは不当な行為を容\n易にし，若しくはその発見を困難にするといえる程度に，災害調査の着眼点\nや手法，行政上の措置の基準が推測されることは考え難く，本件各不開示部\n分を開示することによって，「正確な事実の把握を困難にするおそれ又は違\n法若しくは不当な行為を容易にし，若しくはその発見を困難にするおそれ」\n\u0000 \u0000\u0000\u0000\nが法的保護に値するほどにあるということは到底できない。\n(4)  したがって，本件各不開示部分に係る情報は，いずれも，法１４条７号\n柱書又はイ所定の不開示情報に該当するということはできない。\n４  法１４条２号該当性（本件不開示部分６ないし１０，１２，１３及び１５の\n一部）について\n(1)  前記２のとおり，本件不開示部分６ないし１０には，個人の氏名，生年\n月日等，印影又は署名が記載又は押印されており，本件不開示部分１２，１\n３及び１５の写真には，開示請求者である原告以外の個人を被写体とする部\n分がある（別紙個人情報目録記載の情報）。\n(2)  これらの情報は，いずれも「個人に関する情報」であって，当該情報に\n含まれる記述等により「開示請求者以外の特定の個人を識別することができ\nるもの」であるから，法１４条２号柱書に該当するということができる。\nそして，原告は，これらの情報が同号イないしハに掲げる除外事由に該当\nする旨の主張立証をしない。\n(3)  したがって，別紙個人情報目録記載の情報は，いずれも，法１４条２号\n所定の不開示情報に該当するというべきである。\n５  法１４条３号イ該当性（本件不開示部分３，４，６ないし１１，１６ないし\n１９，２４及び２６の一部）について\n(1)  本件不開示部分３，４及び６ないし１０には本件移動式クレーンの使用\n者，所有者，製造者又は法定検査実施機関等である各法人の名称等が，本件\n不開示部分３，６，８には法人のロゴマーク，本件移動式クレーンの名称・\n型式・種類・登録番号等が，本件不開示部分１１には本件ナイロンスリング\nの製造者のロゴマークが，本件不開示部分１６ないし１９，２４及び２６に\nは本件移動式クレーンの製造者，所有者，使用者，法定検査実施機関である\n各法人の名称，本件移動式クレーンの自動車登録ナンバー，型式，刻印番号，\n本件構造用合板の製造者である法人の名称，保護帽の製造者及び発売元の法\n\u0000 \u0000\u0000\u0000\n人の名称等が撮影又は記載されているところ，被告は，これらの情報がいず\nれも「法人…に関する情報」（法１４条３号柱書）に該当し，かつ，「開示\nすることにより，当該法人等又は当該個人の権利，競争上の地位その他正当\nな利益を害するおそれがあるもの」（同号イ）に該当すると主張する。\n(2)  しかしながら，法が保有個人情報の開示を原則としていることからすれ\nば，「法人の競争上の地位その他正当な利益を害するおそれ」は，一般的抽\n象的な可能性では足りず，法的保護に値する蓋然性が必要であるというべき\nであるところ，上記(1)の各情報は，本件事故当時に使用されていた製品に\n関する情報として前記１のとおりの意義を有する本件災害調査復命書に記載\nされているものの，本件災害調査復命書の本文及び添付写真の説明記事のう\nち開示されている部分の文言に照らすと，本件事故の原因や法令違反等に直\nちに結び付く情報としてではなく，本件事故当時に使用されていた各製品に\n関する一般的な情報として記載又は撮影されていることが推認できる。そう\nすると，これらの情報を開示することにより，当該各法人の信用や社会的評\n価を直ちに低下させるということはできず，したがって，当該各法人の取引\n関係や人材確保等の面において困難を来す蓋然性が法的保護に値する程度に\nあるということもできない。\n(3)  したがって，上記(1)の各情報の全てが「法人…に関する情報」に該当す\nるか否かはさておき，これらの情報を開示することにより「法人の権利，競\n争上の地位その他正当な利益を害するおそれ」があるとはいえないから，こ\nれらの情報が，法１４条３号イに該当するということはできない。\n６  結論\n以上によれば，本件一部開示決定のうち，別紙個人情報目録記載の情報を除\nく本件各不開示部分を不開示とした部分は，違法である。\nしたがって，本件一部開示決定の取消しを求める請求は，別紙個人情報目録\n記載の情報を除く限度で理由があるから認容すべきであり，その余は，理由が\n\u0000 \u0000\u0000\u0000\nないから棄却すべきである。\nそして，本件各不開示部分の開示を求める請求は，別紙個人情報目録記載の\n情報を除く部分を開示すべきことは法令上明らかであるというべきであるから，\n別紙個人情報目録記載の情報を除く限度で理由があり，認容すべきであるが\n（行政事件訴訟法３７条の３第５項），その余は，同法３７条の３第１項２号\n所定の訴訟要件を満たさないから，不適法であり，却下すべきである。\nよって，主文のとおり判決する。\n横浜地方裁判所第１民事部\n裁判長裁判官          佐      村      浩      之\n裁判官          日  下  部      克      通\n裁判官          志      村      由      貴\n\u0000 \u0000\u0000\u0000\n別紙\n不開示情報目録\n１  藤沢労働基準監督署の労働基準監督官及び産業安全専門官が作成した平成▲年\n▲月▲日に発生したＡが死亡した労働災害に係る災害調査復命書の添付資料のう\nち，資料番号７\n２  同資料番号８\n３  同資料番号９\n４  同資料番号１０\n５  同資料番号１１\n６  同資料番号１２\n７  同資料番号１３\n８  同資料番号１４\n９  同資料番号１５\n１０  同資料番号１６\n１１  同資料番号１７\n１２  上記復命書添付写真のうち写真番号１の写真\n１３  同写真番号２の写真\n１４  同写真番号３の写真及び記事欄の２行目\n１５  同写真番号４の写真\n１６  同写真番号５の写真及び記事欄の３行目以下\n１７  同写真番号６の写真及び記事欄の２行目以下\n１８  同写真番号７の写真及び記事欄の２行目以下\n１９  同写真番号８の写真及び記事欄の１９文字目以降\n２０  同写真番号９の写真及び記事欄の２行目以下\n２１  同写真番号１０の写真及び記事欄の２行目以下\n２２  同写真番号１１の写真及び記事欄の３１文字目以降\n２３  同写真番号１２の写真及び記事欄の２行目以下\n２４  同写真番号１３の写真\n２５  同写真番号１４の写真\n２６  同写真番号１５の写真\n\u0000 \u0000\u0000\u0000\n別紙\n個人情報目録\n１  別紙不開示情報目録記載６の情報のうち，個人の印影\n２  同記載７の情報のうち，個人の印影\n３  同記載８の情報のうち，個人の氏名，生年月日，本籍，住所\n４  同記載９の情報のうち，個人の印影\n５  同記載１０の情報のうち，個人の署名\n６  同記載１２の情報（写真）のうち，個人を被写体とする部分\n７  同記載１３の情報（写真）のうち，個人を被写体とする部分\n８  同記載１５の情報（写真）のうち，個人を被写体とする部分\n\u0000\n"
}