{
  "trial_type": "IPCase",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 9,
    "day": 18
  },
  "case_number": "平成30(ネ)10089",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88974",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88974",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/974/088974_hanrei.pdf",
  "contents": "令和元年９月１８日判決言渡\n平成３０年（ネ）第１００８９号  損害賠償請求控訴事件（原審  東京地方裁判所\n平成２８年（ワ）第３９３７２号）\n口頭弁論終結日  令和元年６月５日\n判     決\n控訴 人    株 式 会 社 ア ー ル シ ー コ ア\n同訴訟代理人弁護士    相    良      朋      紀\n原              雅      宣\n佐      藤    力    哉\n彈    塚      寛      之\n被 控 訴 人    株 式 会 社 秀 和 住 研\n（以下「被控訴人秀和住研」という。）\n被 控 訴 人    株 式 会 社 秀 和\n（以下「被控訴人秀和」という。）\n上記両名訴訟代理人弁護士    川    上      邦      久\n主     文\n１  控訴人の控訴に基づき，原判決を次のとおり変更する。\n⑴  被控訴人らは，控訴人に対し，連帯して６００万円及びこれ\nに対する平成２８年１２月１９日から支払済みまで年６分の割\n合による金員を支払え。\n⑵  控訴人のその余の請求を棄却する。\n２  控訴人の当審における追加請求について\n⑴  被控訴人らは，控訴人に対し，連帯して１８００万円及びこ\nれに対する平成２８年１２月１９日から支払済みまで年５分の\n割合による金員を支払え。\n⑵  控訴人のその余の当審における追加請求を棄却する。\n３  訴訟費用は，第１，２審を通じてこれを５分し，その１を被控\n訴人らの連帯負担とし，その余を控訴人の負担とする。\n４  この判決は，第１項⑴，第２項⑴に限り，仮に執行することが\nできる。\n事実及び理由\n第１  当事者の求めた裁判\n１  控訴の趣旨\n⑴  原判決を取り消す。\n⑵ア  被控訴人らは，控訴人に対し，連帯して１億１７８８万３７３９円及びこ\nれに対する平成２８年１２月１９日から支払済みまで年６分の割合による金員を支\n払え。\nイ  被控訴人秀和住研は，控訴人に対し，４１９万２８９４円及びこれに対する\n平成２８年１２月１９日から支払済みまで年６分の割合による金員を支払え。\n⑶  当審における追加請求\nア  被控訴人らは，控訴人に対し，連帯して１億１７８８万３７３９円及びこれ\nに対する平成２８年１２月１９日から支払済みまで年５分の割合による金員を支払\nえ。\nイ  被控訴人秀和住研は，控訴人に対し，４１９万２８９４円及びこれに対する\n平成２８年１２月１９日から支払済みまで年５分の割合による金員を支払え。\n（控訴人は，当審において，債務不履行による損害賠償請求（⑵アイ）に加え，\n予備的請求として，不法行為による損害賠償請求（⑶アイ）を追加した。）\n２  控訴の趣旨に対する答弁\n⑴  本件控訴を棄却する。\n⑵  控訴人の当審における追加請求をいずれも棄却する。\n第２  事案の概要等（特に断らない限り，略称は原判決に従う。）\n１  事案の要旨\n⑴  本件は，ログハウスを中心とする企画型住宅の設計をし，販売会社（販社）\nを通じて顧客に販売している控訴人が，控訴人の販社であった被控訴人らにおいて，\n控訴人の商品の展示場で勧誘した顧客に自らの商品である建物を販売するなどした\nことは，販社契約上の義務の違反に当たると主張して，①  平成１２年から平成１\n７年まで控訴人の販社であった被控訴人秀和住研に対し，債務不履行による損害賠\n償請求権に基づき，４１９万２８９４円及びこれに対する遅延損害金の支払を求め，\n②  平成１７年以降控訴人の販社となった被控訴人秀和については債務不履行によ\nる損害賠償請求権に基づき，その債務を連帯保証した被控訴人秀和住研については\n保証債務履行請求権に基づき，被控訴人らに対し，１億１７８８万３７３９円及び\nこれに対する遅延損害金の連帯支払を求めた事案である（遅延損害金はいずれも訴\n状送達の日の翌日である平成２８年１２月１９日を起算日とし，商事法定利率であ\nる年６分の割合による。）。\n⑵  原審は，控訴人の主張した２つの契約上の義務のうち，①  販社は模倣品を\n取り扱ってはならない義務（模倣品非取扱義務）について，被控訴人らにおいて建\n築し顧客に提供した本件各建物はいずれも販社契約上の模倣品に該当しないとして，\n被控訴人らの義務違反を認めず，また，②  ストックされた顧客情報を他に流用し\nてはならない義務（ストック顧客情報非流用義務）については，本件各建物のうち\n一部との関係で，控訴人秀和に義務違反が認められるものの，控訴人の主張する逸\n失利益との間に相当因果関係が認められないと判断し，控訴人の被控訴人らに対す\nる各請求をいずれも理由がないものとして棄却した。\nそこで，控訴人が本件控訴を提起した。\n⑶  控訴人は，当審において，①  債務不履行による損害賠償請求を主位的請求\nとし，販社である被控訴人らの義務として，専従義務（新主張の追加），他社競合\n商品取扱禁止義務及び顧客情報漏洩禁止義務の３つを選択的に主張し，予備的に，\n②  不法行為による損害賠償請求として上記①の請求と同額の金員（ただし，遅延\n損害金の割合は年５分）の支払を求める請求を追加する旨の申立てをした。\nなお，控訴人は，以上に加えて，不正競争防止法４条に基づく損害賠償請求を予\n備的に追加する旨の申立てもしたが，その訴え変更については，平成３１年３月１\n３日の第１回口頭弁論期日において，民訴法１４３条４項により，これを許さない\n旨の決定がされた。\n２  前提事実（当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により認\nめられる事実）\n⑴  当事者\nア  控訴人は，東京都に本店を有する，住宅用木材及び資材の製造・販売等を業\nとする株式会社である。\nイ  被控訴人秀和住研は，平成２年７月１７日に設立された，青森県八戸市に本\n店を有する，建築工事等を業とする株式会社である。\nウ  被控訴人秀和は，平成１７年７月１日に被控訴人秀和住研の子会社として，\n「株式会社ビッグフット秀和」の商号で設立された，土木，建築工事及び不動産の\n販売等を業とする株式会社であり，被控訴人秀和住研と代表者が共通である。\n⑵  販社契約の締結及びその内容\nア  控訴人は，「ビックフット」（平成２０年４月まで）又は「ＢＥＳＳ」（ベス。\n同月以降）のブランド名で，ログハウスを中心とする企画型住宅を設計し，住宅用\nの木材及び資材を販売会社（販社）に供給し，販社は，顧客を勧誘し，控訴人から\n供給された木材及び資材を使用して住宅を建築して，顧客に販売している（以下，\n時期を問わず，この事業を「ビッグフット事業」といい，顧客に販売される建物を\n「ビッグフット商品」という。）。\nイ  被控訴人秀和住研は，平成１２年９月３０日，控訴人との間で，「ビッグフッ\nト地区販社契約」を締結し，その後契約の更新をした。\n各契約の内容は，別紙１「販社契約及び販社規約の規定変更の経緯等」に記載さ\nれたとおりである（以下，各契約を，上記別紙の「販社契約」欄の「番号」欄の記\n載に従い，「販社契約１」などという。）。\nウ  被控訴人秀和は，平成１７年７月１日，控訴人との間で，販社契約５を締結\nして新たに控訴人の販社となり，その販社契約に基づき控訴人に対して負うことと\nなる一切の債務を，従前販社であった被控訴人秀和住研が書面で連帯保証した（甲\n９７）。販社契約５は，その後，別紙１に記載されたとおり更新された。\n⑶  販社である被控訴人らによる自らの商品の建築等\n控訴人の販社であった被控訴人らは，別紙２「関係顧客一覧表」に記載されたと\nおり，平成１６年６月２７日から平成２８年５月８日までの間に，３０件にわたり，\n控訴人の商品の展示場で勧誘し，いずれもストック顧客として登録された顧客に対\nし，自らの商品の建築請負契約を締結し，提供した（以下，対象となった各建物を\n併せて「本件各建物」といい，個別の建物を指す場合には，同別紙の「番号」欄の\n記載に従い「本件建物１」などといい，対応する顧客を「本件顧客１」などという。\n甲４２，４５，乙２３）。\n⑷  販社契約の終了\n控訴人は，平成２８年３月１７日，上記⑶の被控訴人らの行為が，当時効力を有\nしていた販社契約１０の２８条⑴「本契約を継続し難い重大な事由」に該当すると\nして，販社である被控訴人秀和に対し，販社契約１０を解除する旨の意思表示をし\n（以下「本件解除」という。甲５３ないし５８），控訴人と被控訴人らとの契約関係\nは終了した。\n３  争点\n⑴  主位的請求について\nア  被控訴人らの債務不履行の有無（争点１－１）\nイ  控訴人の損害の有無及び額（争点１－２）\nウ  損害賠償請求権の消滅時効の成否（争点１－３）\n⑵  予備的請求（当審における追加請求）について\nア  被控訴人らの不法行為の成否（争点２－１）\nイ  控訴人の損害の有無及び額（争点２－２）\nウ  損害賠償請求権の消滅時効の成否（争点２－３）\n第３  当事者の主張\n１  被控訴人らの債務不履行の有無（争点１－１）について\n〔控訴人の主張〕\n⑴  事実関係\nア  平成１６年に販社であった被控訴人秀和住研は，その運営するビッグフット\n秋田展示場に来場した本件顧客１に対し，被控訴人秀和住研の商品の販売活動をし，\n同年６月２７日，同顧客との間で本件建物１に係る建築請負契約を締結し，設計・\n施工を行った。\nイ  平成１７年以降に販社であった被控訴人秀和は，同年１１月１日から平成２\n２年１２月２８日にかけて，上記展示場に来場した本件顧客３ないし２７に対し，\nまた，平成２６年５月３１日から平成２８年５月８日にかけて，その運営するビッ\nグフット青森展示場に来場した本件顧客２８ないし３０に対し，関連会社である被\n控訴人秀和住研の商品の販売活動を行い，その結果，同社に上記各顧客との間で本\n件建物３ないし３０に係る建築請負契約を締結させ，設計・施工を行わせた。\n⑵  被控訴人秀和住研の販社契約上の義務の違反\nア  専従義務の違反（当審における新たな主張）\n平成１６年６月２７日当時効力を有していた販社契約４によれば，販社は，展示\n場をビッグフット事業単独の専用のものとし，専任の組織体制を設置しなければな\nらないとされていた（第３条（展示場・組織体制・業績管理等））。上記契約の趣\n旨からすれば，これは販社の専従義務を定めたものであると解される。\nビッグフット秋田展示場に来場した本件顧客１に対して自らの商品の建築請負契\n約を締結するなどした被控訴人秀和住研は，販社の専従義務に違反している。\nイ  他社競合商品取扱禁止義務の違反（原審において「模倣品非取扱義務の違反」\nとされていたものと同じ）\n販社契約４によれば，販社は，模倣品に限らず，他社競合商品を扱ってはならな\nいとされていた（第５条（対象商品と競合商品取扱いの禁止））。上記契約の趣旨\nからすれば，ここでいう「競合」とはビッグフット商品と顧客層が重複することを\n意味し，「他社競合商品」とは同商品と顧客層が重複する，控訴人以外の商品を意\n味するものと解される。本件建物１は，自然派由来の木材を多用した個性的な住宅\nであり，その商品特性からみて類型的にビッグフット商品と顧客層が重複するもの\nであるから，「他社競合商品」に該当する。\n他者競合商品を取り扱った被控訴人秀和住研は，販社の他社競合商品取扱禁止義\n務に違反している。\nウ  顧客情報漏洩禁止義務の違反（原審において「ストック顧客情報非流用義務\nの違反」とされていたものと同じ）\n販社契約４によれば，販社は，控訴人の保有するストック顧客情報を流用し，又\nは第三者に漏洩してはならないとされていた（第２２条（秘密の遵守））。上記契\n約の趣旨からすれば，ビッグフット事業において登録された顧客との間でビッグフ\nット商品以外の商品を販売することは，同義務に違反するものとして許されない。\n登録された本件顧客１に対して自らの商品の建築請負契約を締結した被控訴人秀\n和住研は，販社の顧客情報漏洩禁止義務に違反している。\n⑶  被控訴人秀和の販社契約上の各義務の違反\nア  本件建物３ないし２７\n平成１８年１月１日から平成２３年１２月３１日までの期間に効力を有していた\n販社契約５ないし８には，販社契約４と同様に，販社の専従義務，他社競合商品取\n扱禁止義務及び顧客情報漏洩禁止義務の各義務が定められていた。\n被控訴人秀和は，ビッグフット秋田展示場に来場した本件顧客３ないし２７に対\nして自らの商品を提供した点において専従義務に違反し，他者競合商品を取り扱っ\nた点において他社競合商品取扱禁止義務に違反し，登録された上記各顧客に対して\n自らの商品を提供した点において顧客情報漏洩禁止義務に違反している。\nイ  本件建物２８ないし３０\n平成２６年１月１日以降効力を有していた販社契約１０には，それまでの各販社\n契約と同様に，販社の専従義務，他社競合商品取扱禁止義務及び顧客情報漏洩禁止\n義務の各義務が定められているほか，販社は，契約終了時から６か月間，本契約に\nよる営業場所において，控訴人と同一ないし類似の事業を行ってはならないことが\n定められていた（第３０条（契約終了後の競業避止義務））。\n被控訴人秀和は，本件建物２８を本件顧客２８に提供したことにつき，専従義務\n及び顧客情報漏洩禁止義務に違反し，本件建物２９を本件顧客２９に提供したこと\nにつき，専従義務及び顧客情報漏洩禁止義務のほか，他社競合商品取扱禁止義務に\n違反し，平成２８年５月８日に本件建物３０を本件顧客３０に提供したことについ\nては，契約終了後の競業避止義務及び顧客情報漏洩禁止義務に違反する。\n〔被控訴人らの主張〕\n⑴  時機に後れた攻撃方法の却下\n専従義務の違反をいう控訴人の主張は，控訴審において初めてされたものであり，\n時機に後れて提出された攻撃方法である。提出がその時機に後れたことについて控\n訴人には重大な過失があり，その審理により訴訟の完結を遅延させることになるか\nら，主張は民訴法１５７条１項により却下されるべきである。\n⑵  認否及び反論\nア  事実関係，控訴人が挙げる各約定の存在は認め，控訴人の主張は争う。\nイ  控訴人の主張するような専従義務及び他社競合商品取扱禁止義務は，販社契\n約の各約定において定められたことはない。被控訴人秀和住研は，控訴人と販社契\n約を締結する以前から住宅事業を営んでおり，最初に締結した販社契約１でも，従\n前からの事業を継続することは禁止されていなかった。また，被控訴人らが顧客に\n提供した商品は，販社契約上禁止された「模倣品」には該当しない。\nウ  秘密保持の対象は，当初，事業運営ノウハウに限られていた。控訴人の主張\nする顧客情報漏洩禁止義務に関する約定としては，平成２４年１月１日付け販社契\n約９の第５条において，登録されたストック顧客を販社の関係会社に紹介するなど\nの流用をすることが初めて禁止され，販社契約１０においても同旨の約定が引き継\nがれたが，これらより前の販社契約にそのような義務が明記されたことはなかった。\nエ  上記ウのストック顧客情報流用禁止規定（第５条）は，ビッグフット事業の\nために５億円を超える支出をした被控訴人秀和が，事業継続のために契約の改訂を\n拒絶できない状態に乗じて創設されたものであるから，控訴人がその優越的地位を\n濫用したものとして公序良俗に反し，無効である。\nオ  被控訴人秀和住研は，ビッグフットの展示場に来訪した顧客に対し，ビッグ\nフット商品の販売活動を行ったが，予算的な制約から同商品の販売は不可能だと判\n断せざるを得ない顧客に対し，その要望を踏まえた別の住戸の建築をし提供したも\nのであり，控訴人の利益を侵害する関係にもないことからすれば，販社契約の債務\n不履行による損害賠償請求は，その前提を欠くというべきである。\n２  控訴人の損害の有無及び額（争点１－２）について\n〔控訴人の主張〕\n⑴  模倣品の取扱いに係る本件損害賠償合意及び本件違約金規定\n被控訴人秀和（その代表者は被控訴人秀和住研の代表者でもある。）は，平成１８\n年６月１４日，控訴人との間で，販社が模倣品と判定された商品を取り扱っていた\nことが発覚した場合には，当該物件請負額の２０％相当の損害賠償金を支払わなけ\nればならない旨合意した（本件損害賠償合意）。また，ビッグフット販社規約書（２\n００７年版）には，本件損害賠償合意と同旨の違約金規定（本件違約金規定）があ\nり，平成１９年１月１日から適用された。\nそして，平成２８年３月１６日開催の幹部販社会議において，本件建物１ないし\n２７がいずれもビッグフット商品の模倣品であると判定され，同年９月１４日開催\nの幹部販社会議において，本件建物２８ないし３０についても同様の判定がされた。\nしたがって，被控訴人らは，本件各建物の全てに係る損害賠償として，以下の(ア)\nないし(ウ)のとおり，本件損害賠償合意又は本件違約金規定の内容に従って算定さ\nれる額の金員を支払うべきことになる。\n(ア)  被控訴人秀和住研による本件建物１の請負金額は，被控訴人秀和住研がビ\nッグフット商品の建築を請け負った際の金額を下回らないと考えられるから，ビッ\nグフット商品の建築請負金額を基準とすべきである。被控訴人らが秋田県内におい\nて平成１６年から平成２３年までの間にビッグフット商品を建築した際の請負代金\nの平均額は２０９６万４４７０円であるから，被控訴人秀和住研が控訴人に対して\n賠償すべき損害の額は，４１９万２８９４円となる。\n（計算式）２０９６万４４７０円×２０％×１件＝４１９万２８９４円\n(イ)  被控訴人秀和による本件建物３ないし２７の請負金額につき，上記(ア)と\n同様に，ビッグフット商品を建築した際の請負代金の平均額２０９６万４４７０円\nを基準とすると，被控訴人秀和が控訴人に対して賠償すべき損害の額は，１億０４\n８２万２３５０円となる。\n（計算式）２０９６万４４７０円×２０％×２５件＝１億０４８２万２３５０円\n(ウ)  被控訴人秀和が青森県内で建築を請け負った本件建物２８ないし３０に係\nる請負金額は，被控訴人秀和がビッグフット商品の建築を請け負った際の請負金額\nを下回らないと考えられるから，青森県内における平成２６年１１月から平成２８\n年３月１７日までのビッグフット商品の平均請負金額である２１７６万８９８２円\nを基準とすると，被控訴人秀和が控訴人に対して賠償すべき損害の額は，１３０６\n万１３８９円となる。\n（計算式）２１７６万８９８２円×２０％×３件＝１３０６万１３８９円\n⑵  逸失利益\n本件損害賠償合意又は本件違約金規定がないとしても，控訴人には，被控訴人ら\nが控訴人の商品の展示場で勧誘した顧客に対して自らの商品を提供したことにより，\n本来得られたはずの利益が得られなかったという逸失利益に相当する損害が生じて\nおり，この損害は被控訴人らの行為と相当因果関係がある。本来得られたはずの利\n益とは，各顧客との間で，販社契約に従ってビッグフット商品が販売された場合に，\n販社契約に基づいて支払われるキット販売利益及びロイヤリティの合計であり，別\n紙３「損害目録」のとおり，その額は合計６７８２万６２０８円を下らない。\n〔被控訴人らの主張〕\n⑴  本件損害賠償合意及び本件違約金規定について\n事実は否認し，主張は争う。\nア  模倣品の取扱いに係る本件損害賠償合意は存在しない。\n仮に，本件損害賠償合意が存在するとしても，同合意は，控訴人の主張によって\nも，控訴人と被控訴人秀和との間でされており，被控訴人秀和住研との間の合意で\nはないから，被控訴人秀和住研が販社であった当時の建物販売について合意の効力\nを受けることはない。\nイ  本件違約金規定は，ビッグフット事業のために５億円を超える支出をした被\n控訴人秀和が，事業継続のために契約の改訂を拒絶できない状態に乗じて創設され\nたものであるから，控訴人がその優越的地位を濫用したものとして公序良俗に反し，\n無効である。\n仮に，本件違約金規定が無効でないとしても，その要件を充足していないから，\n本件に適用されることはない。\n⑵  逸失利益について\n控訴人は，現実に発生した損害を具体的に主張し，立証しなければ，逸失利益に\n係る損害の賠償を求めることはできないが，本件においてその主張立証はない。\n本件各建物を建築した顧客は，資力の関係で，ビッグフット商品の建築を断念し\nた顧客であり，このことは，ビッグフット商品の請負金額と本件各建物の請負金額\nとの差が大きいことから明らかである。そのような資力が乏しい顧客にはビッグフ\nット商品の請負契約を締結することはできないから，本件事実関係の下では，控訴\n人において本来得られたはずの利益はない。また，控訴人の主張する逸失利益が被\n控訴人らの行為と相当因果関係を有することもない。\n３  損害賠償請求権の消滅時効の成否（争点１－３）について\n〔被控訴人らの主張〕\n⑴  控訴人の主張する各損害賠償請求権のうち，本件建物１，３ないし２７の建\n築等に係るものは，いずれも各請負契約締結の日から起算して５年の経過により商\n法５２２条の時効が完成した。被控訴人らは，控訴人に対し，令和元年６月５日の\n本件口頭弁論期日において，上記時効を援用するとの意思表示をした。\n⑵  控訴人の後記の主張⑴⑶はいずれも争う。\n〔控訴人の主張〕\n⑴  時効の援用は，時機に後れたものとして却下されるべきである。\n⑵  消滅時効の起算点は争う。\n模倣品に関する販社の義務違反については，オーナー会議等において「模倣品」\nと判定された時点で，違反物件に係る請負代金の２０％が損害として確定されるこ\nとになるから，本件債務不履行に基づく損害賠償請求権の損害が確定し，この時か\nら，控訴人において，債務不履行による損害賠償請求権を行使できる状態になる。\nオーナー会議において本件各建物が「模倣品」と認定された日は，本件建物１から\n２７までについて平成２８年３月１６日，本件建物２８から３０までについて同年\n９月１４日である。よって，消滅時効は完成していない。\n⑶  仮に時効が完成しているとしても，被控訴人らは，本件各建物に関する請負\n契約の締結等の事実を控訴人に対して一切隠匿し，他社競合商品の取扱禁止義務や\n専従義務に違反している事実が発覚しないようにしており，控訴人が本件債務不履\n行に基づく損害賠償請求権について消滅時効を中断するための措置を講じることを\n妨害しているから，その援用は，権利の濫用に当たり，許されない。\n４  被控訴人らの不法行為の成否（争点２－１）について\n〔控訴人の主張〕\n被控訴人らの各行為は，販社契約上の義務違反に当たるだけでなく，控訴人の営\n業上の利益を違法に侵害するものとして，不法行為（本件建物３ないし３０につい\nては共同不法行為）も構成する。\nすなわち，①  顧客情報は，個人情報そのものであり，それを取得した事業者自\n身ですら，事前に定めた取得目的外に利用したり，同意なく第三者に提供したりす\nることは原則として認められていないから，被控訴人らにおいて顧客情報を漏洩す\nることは，控訴人の「権利」も「侵害」する。また，②  他社競合商品の取扱い及\nび③  専従義務に違反する各請負契約締結行為についても，ビッグフットの展示場\nは，控訴人のビッグフット商品を体験させ販売することを目的として設けられてい\nるから，この展示場においてビッグフット商品の販売に専従せず，他社競合商品を\n取り扱うことは，商取引の公正を著しく害する違法性を有する行為である。\n〔被控訴人らの主張〕\n不法行為の主張は，被控訴人らの行為が販社契約上の義務違反に当たることを前\n提としなければ成り立たないはずのものである。被控訴人らの行為が販社契約上の\n義務違反に当たらないことは先に主張したとおりであり，そうである以上，被控訴\n人らには控訴人に対する不法行為を構成するような行為はない。\n５  控訴人の損害の有無及び額（争点２－２）について\n〔控訴人の主張〕\n控訴人には，被控訴人らの不法行為により，本来得られたはずの利益を得られな\nいという逸失利益に相当する損害が生じている。その額は，別紙３のとおり，合計\n６７８２万６２０８円を下らない。\n〔被控訴人らの主張〕\n債務不履行による損害賠償請求についてと同様に争う。本件において，控訴人に\n利益の逸失はない。\n６  損害賠償請求権の消滅時効の成否（争点２－３）について\n〔被控訴人らの主張〕\n⑴  控訴人の主張する不法行為については，控訴人が被控訴人らから各年度の終\n了から３か月以内に業務の報告を受けて，その時に不法行為に係る加害者及び損害\nを知ったから，上記各日から起算して３年が経過した損害賠償請求権について民法\n７２４条前段の消滅時効が完成した。被控訴人らは，控訴人に対し，令和元年６月\n５日の本件口頭弁論期日において，上記時効を援用するとの意思表示をした。\n⑵  控訴人の後記の主張⑴⑶はいずれも争う。\n〔控訴人の主張〕\n⑴  消滅時効の援用は，時機に後れたものとして却下されるべきである。\n⑵  消滅時効の起算点は争う。\n控訴人は，被控訴人らの元社員から，被控訴人らの違反行為を通報する書簡（甲\n４１）を平成２７年１２月２４日に受領し，その後，調査を行った結果，①  顧客\n情報の漏洩禁止義務違反行為，②  他社競合商品の取扱い，③  展示場における専\n従義務に違反する各請負契約締結行為等の詳細が判明したのである。\n控訴人が上記日以前において不法行為に係る「損害及び加害者を知った」ことは\nなく，不法行為に基づく損害賠償請求権の消滅時効期間は経過していない。\n⑶  仮に，不法行為に基づく損害賠償請求権の時効が完成しているとしても，債\n務不履行による損害賠償請求権についてと同様に，その時効の援用は，権利の濫用\nに当たり，許されない。\n第４  当裁判所の判断\n１  認定事実\n前記前提事実（前記第２の２）に加え，証拠（各項に掲げたもののほか，甲１３\n６，１３７，１６１，１６４，乙２０，２１，原審証人Ａ，同Ｂ，同Ｃ，被控訴人\nら代表者）及び弁論の全趣旨を総合すれば，以下の事実が認められ，証拠中以下の\n認定に反する部分は採用しない。\n⑴  控訴人の業務の内容\n控訴人は，ログハウスを中心とする企画型住宅（ビッグフット商品）を設計し，\n全国に展開した販社に住宅用の木材及び資材を供給し，販社から顧客に住宅を提供\nするという業態で事業を行っている。\n控訴人は，展示場に来場し又は資料請求をした顧客を，データベースに登録して\n「ストック顧客」と呼び，その情報を上記事業に活用していた。\n⑵  被控訴人秀和住研との販社契約の締結\nア  控訴人は，青森・下北，八戸エリアを地区（商圏エリア）とするビッグフッ\nト商品の販社として，被控訴人秀和住研と販社契約を締結することとし，平成１２\n年９月３０日，被控訴人秀和住研との間で，次の(ア)ないし(コ)を含む「ビッグフ\nット地区販社契約」（販社契約１。甲８０）を締結した。\n(ア)  控訴人は，本部として，商品の開発及び価格の設定，資材キットの供給，\n全国的な宣伝及び広報，地区販社に対する販売ノウハウ等の提供及び指導，施工に\nおける技術指導，その他事業運営ノウハウの提供を行う（第２条・本部の業務）。\n(イ)  被控訴人秀和住研は，青森・下北，八戸エリアを地区（商圏エリア）とし，\n商圏エリア内にモデルハウスを設け，控訴人の指定する専用のパソコン及びアプリ\nケーションを導入して，商品の販売等を行う（第３条・地区販社の組織体制）。\n(ウ)  対象商品は，ビッグフットログハウス等の控訴人の開発したビッグフット\n商品及び控訴人の選定したインテリア関連商品とし，被控訴人秀和住研は，控訴人\nの許可する特別な場合を除いて，他社競合商品を取り扱わない（第４条・対象商品）。\n(エ)  控訴人が被控訴人秀和住研にビッグフット商品のキットを販売すること等\nに係る取引条件について定める（第５条・取引条件）。\n(オ)  控訴人は，事業運営上のルールとブランドイメージの統一を図るため，シ\nステム，基準等に係る規約を年度ごとに制定し，被控訴人秀和住研は，規約を遵守\nする（第８条・規約の制定及び遵守）。\n(カ)  控訴人は，互いに利益を上げ，全販社間の公平を図るため，毎年１１月度\nの販社会議において翌年のビッグフットマーケティング指数を発表し，被控訴人秀\n和住研は，それに基づいて翌年の販売計画を作成する（第９条・年間販売計画）。\n(キ)  被控訴人秀和住研は，控訴人に対し，毎月の営業状況報告，前年の営業実\n績報告を行い，控訴人は，同報告に基づき，被控訴人秀和住研に経営指導を行う（第\n１０条・報告の義務）。\n(ク)  被控訴人秀和住研は，ビッグフットの商標を使用するときは，事前に控訴\n人の許可を得なければならず，担当する商圏エリア外での宣伝広告活動についても，\n控訴人の許可を要する（第１３条・商標の使用等）。\n(ケ)  被控訴人秀和住研は，本契約に基づいて知った事業運営上のノウハウを一\n切に他に洩らさないものとし，契約の終了後も同様とし，これに違反したときは，\n控訴人の被る損害の責を負う（第１７条・秘密の遵守）。\n(コ)  本契約は，締結の日から２年間存続し，以後２年ごとに双方協議の上更新\nを行う（第１９条・契約期間）。\nイ  販社契約１は，平成１３年１月１日付けで更新され（販社契約２。甲９４），\nさらに，平成１４年１月１日付け（販社契約３。甲９５）及び平成１６年１月１日\n付け（販社契約４。甲９６）でそれぞれ更新された。\nウ  販社契約４の約定のうち本件に関係するものは次のとおりである。\n(ア)  被控訴人秀和住研は，事業の開始に当たり，ビッグフット事業単独の展示\n場を開設し，専任の組織体等を設け，ビッグフット事業の業績管理を被控訴人秀和\n住研の展開する他事業と分離，独立して行う（第３条・展示場・組織体制・業績管\n理等）。\n(イ)  対象商品は，ビッグフットログハウス等の控訴人の開発したビッグフット\n商品及び控訴人の選定した関連商品とし，被控訴人秀和住研は，控訴人の許可する\n特別な場合を除いて，他社競合商品を取り扱わない（第５条・対象商品と競合商品\n取扱いの禁止）。\n(ウ)  控訴人が被控訴人秀和住研にビッグフット商品のキットを販売する際の価\n格は，「（キットの定価）×（仕切率）」の算式により求められ，ビッグフット商品が\n販売された場合には，被控訴人秀和住研は，控訴人に対し，請負代金額の３％に相\n当するロイヤリティを支払う（第６条・取引条件，別表Ｂ）。\n(エ)  被控訴人秀和住研は，本契約に基づいて知った事業運営上のノウハウを一\n切に他に洩らさないものとし，契約の終了後も同様とし，これに違反したときは，\n控訴人の被る損害の責を負う（第２２条・秘密の遵守）。\n(オ)  被控訴人秀和住研は，契約終了時から６か月間，本契約による営業場所に\nおいて，控訴人と同一ないし類似の事業を行うことができない（第２６条・契約終\n了後の競業避止義務）。\nエ  被控訴人秀和住研は，販社契約４の期間中である平成１６年６月２７日，本\n件顧客１との間で，本件建物１に係る建築請負契約を締結した。\n⑶  ビッグフット秀和の設立と販社の地位の承継\nア  被控訴人秀和住研は，平成１７年７月１日付けで子会社である被控訴人秀和\n（当時の商号は「株式会社ビッグフット秀和」）を設立した。控訴人との販社契約に\nついては，新たに設立された被控訴人秀和と控訴人との間で，「ビッグフット販社基\n本契約」（販社契約５。甲９７）が締結されて従前の契約を更新し，その控訴人に対\nする債務を被控訴人秀和住研が書面をもって連帯保証した。\nなお，ビッグフット秀和の設立は，控訴人から勧められたものであり，控訴人か\nらは，さらに，一部出資をするので，今後の事業は全て控訴人の承認を得るように\nと求められたが，被控訴人秀和住研は，この提案を断った（乙２０）。\nイ  被控訴人秀和住研は，別紙１記載のとおり，販社契約５の期間中に４件（本\n件建物２ないし５），顧客との間で建物の建築請負契約を締結した。\n⑷  控訴人における商品管理等の強化等\nア  販社契約５は，平成１８年１月１日，更新され（販社契約６。甲８１），特に，\n販社の業務として，販社がビッグフット事業以外の活動は行わないことが明確にさ\nれた（第２条）。\nこれは，当時，販社がビッグフット事業とは別に類似の商品を扱う例のあること\nが知られていたためである。\nイ  販社の１つである株式会社ウッディハウスは，山形地区をエリアとしていた\nが，同年５月２１日付けの「お詫び状」と題する書面で，控訴人に対し，ビッグフ\nット商品と意匠，デザイン及び間取りにおいて酷似する商品を販売していた事実を\n確認し，同様のことを行わないことを誓約するなどした（甲８４）。\nウ  控訴人においては，定期的に「ビッグフット幹部販社会議」が開催されてい\nたところ，同年６月１４日に開催された会議には，幹部販社からの構成員として被\n控訴人らの代表者も出席し，上記イの事実が報告されるとともに，ビッグフット商\n品のブランド管理が議題の一つとして取り上げられ，模倣品を販売することの禁止\nが確認された（甲８５，８６）。\nエ  「ビッグフット販社規約書（２００７年版）」は，平成１９年１月１日に効力\nを生じたところ，同規約には，販社の契約上の義務違反に係る賠償額の予定として，\n販社が模倣品と判定された商品を取り扱っていたことが発覚した場合には，当該物\n件請負額の２０％相当の損害賠償金を支払わなければならないとの本件違約金規定\nが設けられた（甲１３８）。\nオ  販社契約６は，平成２０年１月１日には，ブランド名を「ＢＥＳＳ」と改め\nて更新され（「ＢＥＳＳ販社基本契約」（販社契約７。甲９８）），競合商品の扱いに\n関し，販社「の関係会社を含み」他社競合商品の取扱いができないと改められた（第\n５条）。同契約は，平成２２年１月１日に更新された（販社契約８。甲９９）。\nなお，販社契約７からは，ビッグフット商品の販売につき販社である被控訴人秀\n和の支払うべきロイヤリティの割合が，請負代金額の４％とされた（第６条・販社\n取引条件，「ＢＥＳＳ販社規約書（２００８年版）第７条。甲１３９）。\nカ  被控訴人秀和住研は，別紙１記載のとおり，販社契約６の期間中に７件（本\n件建物６ないし１１，１３），販社契約７の期間中に９件（本件建物１２，１４ない\nし２１），販社契約８の期間中に６件（本件建物２２ないし２７），顧客との間で建\n物の建築請負契約を締結した。\n⑸  平成２４年以降の事実の経過\nア  販社契約８は，平成２４年１月１日に更新され（販社契約９。甲１００），ビ\nッグフット事業において登録されたストック顧客を販社の関連会社に紹介して流用\nすることはできないことが明記された（第５条後段）。\nイ  控訴人，被控訴人秀和及び被控訴人秀和住研は，平成２６年１月１日，「ＢＥ\nＳＳ販社基本契約」（販社契約１０。甲２３）を締結した。\n販社契約９からの変更点として，被控訴人秀和は，本契約に基づいて知ったビッ\nグフット事業の運営ノウハウ，その他控訴人が秘密として指定した情報及び顧客情\n報を第三者に一切漏洩してはならず，また本契約に基づくビッグフット事業の遂行\n以外の目的に使用しないものとし，本契約の終了後も同様とする（第２５条・秘密\n保持と流用禁止）との約定が設けられた。\nウ  販社契約１０の締結に関連する平成２７年１月１日付け「ＢＥＳＳ販社規約\n書（２０１５年版）」の内容についても，販社である被控訴人秀和において異議なく\n同意された（甲２４）。\nもっとも，販社契約１０における他社競合商品取扱禁止義務については，本部で\nある控訴人と各販社との間で，なお運用上の疑義があったことから，平成２７年７\n月２２日開催のオーナー会議において協議され，その結果，取扱禁止の対象となる\n競合類似商品の定義は，①  自然志向，いわゆる木の家等でかつ価格帯も近く，結\n果として対象客層が似通っていること，②  ビッグフットの商談のバッティングが\nあり，競合対象となりやすいこと，③  デザイン面等（表現，セールストーク等を\n含む。）で模倣懸念があり，顧客の混同を招くおそれがあること，の３点において\n確定された（甲１１４）。\nエ  被控訴人秀和住研は，平成２６年５月３１日に本件顧客２８との間で本件建\n物２８の，平成２７年９月７日に本件顧客２９との間で本件建物２９の，建築請負\n契約をそれぞれ締結した（甲４５）。\nオ  控訴人及び被控訴人秀和は，平成２８年１月１日付けで販社契約１０の契約\n期間の終期を平成２７年１２月３１日から平成２８年３月３１日に変更する旨合意\nした（甲３６）。\n平成２８年３月１６日開催の幹部販社会議において，本件建物１ないし２７を含\nむ商品が販社契約上の模倣品であると判定された（甲５３）。\n控訴人は，これを受けて，同月１７日，被控訴人らによる販売が「本契約を継続\nし難い重大な事由」に該当するとして，被控訴人秀和に対し，販社契約を解除する\n旨の意思表示をし（甲５６），販社契約１０は，この頃，終了した。\nカ  被控訴人秀和住研は，販社契約１０の終了後である平成２８年５月８日，本\n件顧客３０との間で，本件建物３０の建築請負契約を締結した（甲４５）。\nキ  被控訴人秀和の商号は，控訴人からの要求を受け（甲７４ないし７７），同年\n９月１日付で「株式会社ビッグフット秀和」から「株式会社秀和」に変更された（甲\n２）。\nその後，同月１４日開催の幹部販社会議において，本件建物２８ないし３０につ\nいても模倣品であるとの判定がされた（甲５８）。\n控訴人は，同年１１月２１日，本件訴えを提起した。\n⑹  被控訴人らによる販社契約に基づくビッグフット商品の販売実績等\n被控訴人らのビッグフット商品の販売実績は，秋田の展示場における平成１７年\n４月から平成２３年１２月までの間の販売実績をみると，１３４件（契約額平均２\n０９６万４４７０円。甲６２），青森の展示場における平成２６年１１月から平成２\n８年２月までの間の販売実績をみると，２４件（契約額平均２１７６万８９８２円。\n甲６３）であった。\n２  主位的請求（債務不履行による損害賠償請求）について\n⑴  事案に鑑み，消滅時効の成否（争点１－３）から判断する。\nア  控訴人の請求は，販社であった被控訴人秀和住研又は被控訴人秀和が，販社\n契約上の義務に違反して，自らの製品である本件建物１，３ないし３０の建築請負\n契約を締結して，顧客にビッグフット商品でない建物を提供したことを理由とする，\n債務不履行による損害賠償の請求である。\nその消滅時効は，権利を行使することができる時から進行する（民法１６６条１\n項）。ここでいう「権利を行使することができる時」とは，権利を行使するのに法律\n上の障害がなくなった時をいい，権利者が権利の存在を知らない場合であっても時\n効は進行するものと解される。控訴人の主張する上記債務不履行による各損害賠償\n請求権は，期限の定めのない債権であるので，その成立の時が「権利を行使するこ\nとができる時」に当たり，その時から消滅時効が進行する。\n控訴人の主張する債務不履行による各損害賠償請求権のうち，本件建物１，３な\nいし２７の建築に係るものは，いずれも各請負契約締結の日から５年の経過により\n商法５２２条の時効が完成している。そして，被控訴人らが控訴人に対して，令和\n元年６月５日の本件口頭弁論期日において，上記時効を援用するとの意思表示をし\nたことにより，時効により消滅した。\n控訴人は，模倣品に関する販社の義務違反については，オーナー会議等において\n「模倣品」と判定された時点から起算されると主張するが，上記説示したところに\n照らし，主張は採用することができない。\nイ  控訴人は，被控訴人らが契約上の義務違反行為を発覚しないようにしていた\nので，時効の援用は，権利の濫用に当たり，許されないと主張する。しかし，一般\nに契約当事者間の債権債務関係は，時効による規律になじむものであり，商人間で\nあれば，よりそのようにいうことができる。前記１の認定事実に照らしても，本件\nにおいて時効の援用が権利の濫用に当たるとまではいえない。\nウ  控訴人は，被控訴人らによる時効の援用が，訴訟上，時機に後れた攻撃防御\n方法の提出に当たり，却下されるべきであるとも主張するが，それにより訴訟の完\n結を遅延すると認められないから，却下することはしない。\nエ  まとめ\n以上によれば，債務不履行については，本件建物２８ないし３０の建築請負契約\nに限り，検討すれば足りる。\n⑵  被控訴人秀和の債務不履行の有無（争点１－１）\nア  本件建物２８及び２９について\n(ア)  販社であった被控訴人秀和は，平成２６年５月３１日，その運営するビッ\nグフット青森展示場に来場した本件顧客２８に対し，また，平成２７年９月７日，\n上記展示場に来場した本件顧客２９に対し，それぞれ被控訴人秀和住研の商品の販\n売活動を行い，同社に上記各顧客との間で上記各建物に係る建築請負契約を締結さ\nせ，設計・施工を行わせたというのである。\n(イ)  この当時効力を有していた販社契約１０には，以下のとおり，販社の義務\nが定められていた。\n①  専従義務\n被控訴人秀和は，ビッグフット事業を開始するに当たり，同事業単独の展示場を\n開設し，専任の組織体制を設け，同事業の業績管理を被控訴人秀和の展開する他事\n業と分離，独立して行う（第３条）。\n②  顧客情報漏洩禁止義務\n被控訴人秀和は，ビッグフット事業において登録したストック顧客とビッグフッ\nト以外の建築請負契約を締結し，被控訴人秀和の関係会社等に紹介するなど，スト\nック顧客を流用することはできず（第５条後段），本契約に基づき知り得た控訴人\nの構築するシステム及び基準等のビッグフット事業運営ノウハウ，その他控訴人が\n秘密情報として指定した情報並びに顧客情報を第三者（同事業の遂行に携わる者以\n外の被控訴人秀和の内部の者を含む。）に一切漏洩してはならず，また本契約に基\nづく同事業の遂行以外の目的に使用しないものとし，契約終了後も同様とする（第\n２５条⑴）。\n③  他社競合商品取扱禁止義務\n本契約に基づく対象商品は控訴人の開発したビッグフット商品及び控訴人の選定\nした関連商品とし，被控訴人秀和は，控訴人の許可する特別な場合を除き，被控訴\n人秀和の関係会社を含み他社競合商品（ログハウス及び控訴人が定めるビッグフッ\nト類似商品）の取扱いができない（第５条前段）。\n(ウ)  被控訴人らは，このうち顧客情報漏洩禁止義務について，その根拠規定は，\n被控訴人秀和がビッグフット事業のために５億円を超える支出をし，販社契約の継\n続のために契約の改訂を拒絶できない状態に乗じて創設されたから，控訴人がその\n優越的地位を濫用して設けたものとして公序良俗に反し，無効であると主張する。\nしかしながら，控訴人においてストック顧客情報流用禁止規定を設けることには，\n販社契約の目的に照らして相応の合理性があり，その内容も販社の義務として不当\nといえないことからすれば，顧客情報漏洩禁止義務を定めた規定が，公序良俗に反\nし無効であると評価することはできない。\n(エ)  また，販社契約１０の他社競合商品取扱禁止義務における競合商品の意義\nについて，前記認定事実のとおり，なお本部と販社との間で明確な共通認識に至ら\nず，平成２７年７月のオーナー会議において，①  自然志向，いわゆる木の家等で\nかつ価格帯も近く，結果として対象客層が似通っていること，②  ビッグフットの\n商談のバッティングがあり，競合対象となりやすいこと，③  デザイン面等（表現，\nセールストーク等を含む。）で模倣懸念があり，顧客の混同を招くおそれがあるこ\nと，の３点において確定したという事実経過に照らすと，上記平成２７年７月のオ\nーナー会議の時以降，契約上，販社を法的に拘束する義務が生じたと認めるのが相\n当であり，控訴人も，この時よりも前に建築請負契約が締結された本件建物２８に\nついては，他社競合商品取扱禁止義務の違反を主張していない。\n(オ)  よって，被控訴人秀和は，被控訴人秀和住研に本件建物２８の建築請負契\n約を締結させたことにつき，専従義務及び顧客情報漏洩禁止義務に違反したものと\n認められ，また，同様に本件建物２９の建築請負契約を締結させたことにつき，専\n従義務，顧客情報漏洩禁止義務及び他社競合商品取扱禁止義務に違反したものと認\nめられる。\nイ  本件建物３０について\n(ア)  前記認定事実（１⑸イ，オ，カ）のとおり，販社契約１０は，平成２８年\n３月１７日頃，控訴人による解除によって終了したが，販社であった被控訴人秀和\nは，その６か月以内である同年５月８日，被控訴人秀和住研に本件顧客３０との間\nで建物の建築請負契約を締結させた。\n(イ)  この当時既に販社契約１０は終了していたが，同契約には，顧客情報漏洩\nは，契約の終了後も禁止されること（第２５条⑴），契約終了後の競業避止義務と\nして，販社は契約終了時から６か月間は本契約による営業場所において控訴人の営\n業と同一ないし類似の事業を行うことができないこと（第３０条）が定められてい\nた。\n(ウ)  よって，被控訴人秀和は，被控訴人秀和住研に本件建物３０の建築請負契\n約を締結させたことにつき，顧客情報漏洩禁止義務及び契約終了後の競業避止義務\nに違反したものと認められる。\nウ  その余の被控訴人らの主張について\n被控訴人らは，専従義務の主張が控訴審において初めてされた点をとらえて，時\n機に後れた攻撃方法に当たり訴訟上却下されるべきであるとも主張する。\nしかし，原審において契約に関する事実関係について審理が尽くされており，専\n従義務の主張は，別の法的観点を当てはめるだけのことであり，その審理により訴\n訟の完結を遅延すると認められないから，これを却下することはしない。\n⑶  控訴人の損害の有無及び額（争点１－２）\nア  本件建物２９について\n(ア)  本件建物２９に係る建築請負契約の締結については，前記⑵のとおり，専\n従義務，顧客情報漏洩禁止義務のほか，他社競合商品取扱禁止義務の違反が認めら\nれ，本件違約金規定の適用があることから，控訴人は，具体的な損害の発生を主張\n立証することなく，請負代金額の２０％の賠償を求めることができる。\n(イ)  被控訴人らは，本件違約金規定は，被控訴人秀和が販社契約のために５億\n円を超える多額の支出をし，同契約の継続のために契約の改訂を拒絶できない状態\nに乗じて創設されたものであるから，控訴人がその優越的地位を濫用して設けたも\nのとして公序良俗に反し，無効であると主張する。\nしかしながら，一般に，賠償額の予定は，契約を遵守させるとともに，損害の有\n無ないし額をめぐる二次的な係争を避けるために合理性があり，請負代金額の２\n０％という違約金の額も不当とはいえないことからすれば，本件違約金規定が，公\n序良俗に反し無効であると評価することはできない。\n(ウ)  本件建物２９に係る請負代金の額は，証拠（乙３０の２８）によれば，税\n込みで２０００万円であると認められるから，控訴人は，その２０％に相当する４\n００万円の賠償を求めることができる。\nイ  本件建物２８及び３０について\n(ア)  本件建物２８及び３０に係る建築請負契約の締結（本件建物２８につき専\n従義務及び顧客情報漏洩禁止義務の違反，本件建物３０につき顧客情報漏洩禁止義\n務及び契約終了後の競業避止義務の違反）については，本件違約金規定の適用はな\nい。\n(イ)  控訴人は，損害として，別紙３「損害目録」記載のとおり，販社契約に従\nい各顧客にビッグフット商品が販売されていれば得られたキット販売利益及びロイ\nヤリティの合計（本件建物２８につき３１５万１５８７円，本件建物３０につき２\n８２万６７０４円）の喪失を主張する。\nそこで判断するに，民法上，損害賠償の範囲に関して，逸失利益のような消極的\n損害の賠償責任が認められるためには，被害者がその消極的損害に係る将来の利益\nを取得することが確実であることを要し，また，相当因果関係の有無からしても，\n因果関係に争いがある場合には，特定の事実が特定の結果発生を招来した関係が高\n度の蓋然性をもって是認し得ることが必要であると解される。ビッグフット事業で\nは，展示場に来場し又は資料請求をした顧客をデータベースに登録し，直ちに販売\nができなくても，「ストック顧客」と呼んで活用を図っていたというのであるが，被\n控訴人らの商品が販売されていなければ，登録された顧客情報が残っているという\nだけのことであり，控訴人が上記の利益を受けられるものではない。このようにし\nてみると，登録された顧客に対し，ビッグフット商品を販売して所定の利益を取得\nすることは，確実であるとも，その高度の蓋然性があるともいえないから，控訴人\nの上記の主張はその前提を欠いている。\n(ウ)  他方，本件の販社契約のもとでストックされた顧客情報は，将来ビッグフ\nット商品を販売することのできる可能性を含んでいるという意味において財産的価\n値を有し，この点からすれば，被控訴人らが各顧客に自らの提供する建物を販売し\nたことは，上記の可能性を低下させ又は失わせるものとして，控訴人に対して財産\n的損害を生じさせたというべきである。\nなお，被控訴人らは，財産的損害の発生を争い，本件各建物の建築等をした相手\nは，ビッグフット商品を購入するには資力の面で支障があった顧客に限られるから，\n控訴人に損害は生じない旨主張するが，顧客が安価な商品を選択する理由には，客\n観的に資力が足りないということのほかにも様々なものがあり得るところであり，\n本件において控訴人に損害が生じないと断定することはできない。\nそこで，次に，上記財産的損害の額を算定すべきところ，将来ビッグフット商品\nを販売することのできる可能性の低下ないし喪失という損害の性質上その額を立証\nすることは極めて困難であると認められる。\n販社契約に基づくビッグフット商品の販売実績に関しては，前記認定（１⑹）の\nとおり，秋田の展示場における平成１７年４月から平成２３年１２月までの間の販\n売実績が１３４件，青森の展示場における平成２６年１１月から平成２８年２月ま\nでの間の販売実績が２４件であったというのであるが，販売件数と顧客登録との相\n関関係を示す的確な証拠はない。\nそこで，上記財産的損害については，将来ビッグフット商品を販売することので\nきる可能性の金銭的評価であることを踏まえつつ，秋田及び青森における販売実績\nとして，販売されたビッグフット商品の契約額の平均が２０００万円程度であるこ\nと（前記１⑹），ビッグフット商品の建築請負契約を締結することができた場合に\nは，販社から控訴人に対し，請負代金の３～４％のロイヤリティが支払われ，控訴\n人が提供するキットが用いられることにより，控訴人に利益が生じること，控訴人\nと被控訴人らとの間では，他社競合商品を取り扱ったことに対する違約金として，\n請負金額の２０％とする旨の本件違約金規定が有効に設けられ，違約金の額が４０\n０万円と算定される例（本件建物２９）があったこと，その他本件に現れた一切の\n事情を総合的に考慮し，口頭弁論の全趣旨及び証拠調べの結果に基づき，民訴法２\n４８条により，相当な損害額は各建物につき１００万円（合計２００万円）と認め\nる。\nウ  まとめ\n本件建物２８ないし３０に係る建築請負契約の締結等に係る債務不履行により，\n被控訴人秀和において賠償すべき控訴人の損害の額は，上記アの４００万円及びイ\nの２００万円の合計である６００万円となる。そして，被控訴人秀和住研は，連帯\n保証契約に基づき，上記と同額を支払うべきである。\n３  予備的請求（不法行為による損害賠償請求）について\n⑴  被控訴人らの不法行為の成否（争点２－１）\nア  控訴人と各販社とは，大きくとらえれば，本部である控訴人が事業運営上の\nノウハウを提供し，住宅のブランド使用を許諾し，ブランドの管理や販社の業績の\n監督をし，販社はその対価を支払うことを中核とする継続的な契約関係にあり，比\n較的高額な商品を扱うという業務の性質上，一度勧誘した顧客を登録し，長く関係\nを維持継続する必要もある。これらの趣旨は，契約書の約定を全体として合目的的\nに解釈すれば，平成１２年に最初に締結された販社契約１にも含まれていたと解す\nる余地があるが，各販社の契約上の義務の存在や内容は必ずしも明確でないため徹\n底せず，平成１８年頃までは，被控訴人ら以外の販社の中にも顧客に類似商品を販\n売する事例があったというのである。\nもっとも，前記認定事実のとおり，控訴人と各販社との間では，次第に契約関係\nの適正を図ることが強く意識されるようになり，平成１８年６月１４日に開催され\nた会議において，被控訴人らの代表者も参加して協議がされ，その結果，他社競合\nの意義についてなお明確さを欠くものであったにせよ，ビッグフット商品のブラン\nド管理や顧客管理に反する行為を行わないことが確認されたことが認められる。\nこれらの事実関係を踏まえると，各販社は，平成１８年６月１５日以降，過去に\nビッグフット商品の販売の勧誘をし，登録された顧客に対して，ビッグフット商品\nとは別の商品を販売してはならないという注意義務を負うに至ったものであり，被\n控訴人秀和が，代表者を共通にする被控訴人秀和住研に，ビッグフット展示場に来\n場した顧客との間で本件建物１０ないし３０の建築請負契約を締結させたこと，及\nび，被控訴人秀和住研が建築請負契約を締結したことは，いずれも商取引の公正を\n著しく害する違法性を有するものというべきである。\n他方，これより前の時期に締結された建物の建築請負契約について不法行為を構\n成するような注意義務を基礎付けるに足りる的確な主張立証はない。\nイ  被控訴人らは，販社契約上の義務の違反を強く争うとともに，より緊密な関\n係にある契約当事者間において契約違反と評価されない行為について不法行為が成\n立することはない旨主張するが，契約による保護と不法行為による保護とはその趣\n旨目的を異にするから，そのように一概にいうことはできない。\nウ  以上によれば，本件各建物の建築請負契約のうち，平成１８年６月１５日以\n降にされた本件建物１０ないし３０に係るものについては，被控訴人らがその注意\n義務に反し，控訴人の営業上の利益を侵害したものとして，被控訴人らの共同不法\n行為を構成するというべきである。\n⑵  控訴人の損害の有無及び額（争点２－２）\nア  本件建物１０ないし２７について\n控訴人は，債務不履行による損害賠償請求と同様に，本件顧客１０ないし２７と\nの間で販社契約に従ってビッグフット商品が販売されていれば得られたキット販売\n利益及びロイヤリティの合計として，別紙３「損害目録」記載のとおり約２００万\n円から約３００万円の金額を主張する。\n債務不履行による損害との関係で検討したとおり，キット販売利益及びロイヤリ\nティの額をもってそのまま控訴人の逸失利益として認めることはできない。\nしかしながら，被控訴人らが登録顧客に自らの商品を提供したことは，ビッグフ\nット商品の販売可能性を低下させ又は失わせるものとして，不法行為との関係でも\n控訴人の財産的損害に当たり，そのような損害の性質上その額を立証することが極\nめて困難であることに加え，先に債務不履行による損害賠償との関係で考慮したの\nと同様の事実関係等，その他本件に現れた一切の事情を総合的に考慮し，口頭弁論\nの全趣旨及び証拠調べの結果に基づき，民訴法２４８条により，相当な損害額とし\nて，各建物につき１００万円（合計１８００万円）を認定する。\nイ  本件建物２８ないし３０について\n前記２⑶のとおり，本件建物２８及び３０については，債務不履行により賠償す\nべき損害額が各１００万円と認定され，同２９については本件違約金規定により４\n００万円の賠償が認められるところ，不法行為を根拠としてもこれを上回る損害は\n認められない。\nウ  まとめ\n以上によれば，本件建物１０ないし２７の建築に係る被控訴人らの共同不法行為\nにより賠償すべき控訴人の損害の額は，合計１８００万円となる。\n⑶  損害賠償請求権の消滅時効の成否（争点２－３）\n被控訴人らは，控訴人の不法行為による損害賠償請求権について民法７２４条前\n段の３年の消滅時効を援用する。\nしかし，証拠（甲４１，２０２）及び弁論の全趣旨によれば，控訴人は，被控訴\n人らの元従業員から，被控訴人らの違反行為を通報する書簡を平成２７年１２月２\n４日に受領したことが認められ，不法行為の被害者である控訴人がこれより前に損\n害及び加害者を知ったと認めるに足りる証拠はない。他方，控訴人が不法行為によ\nる損害賠償請求権を行使する旨を記載した控訴理由書を平成３０年１２月２１日に\n裁判所に提出したことは，記録上明らかである。\nしたがって，消滅時効は完成していない。\n４  結論\n以上によれば，控訴人の原審における各請求は，被控訴人らに対し，連帯して６\n００万円及びこれに対する遅延損害金の支払を求める限度で理由があり，その限度\nで認容すべきところ，これを棄却した原判決は一部失当であって，本件控訴は一部\n理由があるから，そのように原判決を変更し，また，控訴人が当審において追加し\nた各請求は，被控訴人らに対し，連帯して１８００万円及びこれに対する遅延損害\n金の支払を求める限度で理由があるから，その限度で認容し，その余を棄却するこ\nととして，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官              高    部    眞  規  子\n裁判官              小    林      康      彦\n裁判官              関    根      澄      子\n"
}