{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 12,
    "day": 18
  },
  "case_number": "平成28(行ヒ)404",
  "case_name": "被爆者健康手帳交付等請求事件(平成２８年（行ヒ）第４０４号の１)",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "民集　第71巻10号2364頁",
  "original_court_name": "福岡高等裁判所",
  "original_case_number": "平成24(行コ)29",
  "original_date": {
    "era": "Heisei",
    "year": 28,
    "month": 5,
    "day": 23
  },
  "gist": "原子爆弾被爆者に対する援護に関する法律に基づく被爆者健康手帳交付申請及び健康管理手当認定申請の各却下処分の取消しを求める訴訟並びに同取消しに加えて被爆者健康手帳の交付の義務付けを求める訴訟につき，訴訟の係属中に申請者が死亡した場合における訴訟承継の成否",
  "case_gist": "原子爆弾被爆者に対する援護に関する法律に基づく被爆者健康手帳交付申請及び健康管理手当認定申請の各却下処分の取消しを求める訴訟並びに同取消しに加えて被爆者健康手帳の交付の義務付けを求める訴訟について，訴訟の係属中に申請者が死亡した場合には，その相続人が当該訴訟を承継する。\n（補足意見がある。）",
  "ref_law": "民訴法１２４条１項，原子爆弾被爆者に対する援護に関する法律（平成２０年法律第７８号による改正前のもの）２条２項，原子爆弾被爆者に対する援護に関する法律２条１項，原子爆弾被爆者に対する援護に関する法律２条３項，原子爆弾被爆者に対する援護に関する法律２７条",
  "lawsuit_id": "87314",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=87314",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/314/087314_hanrei.pdf",
  "contents": "平成２８年（行ヒ）第４０４号の１  被爆者健康手帳交付等請求事件\n平成２９年１２月１８日第一小法廷判決\n主          文\n１  原判決主文第２項，第７項及び第８項のうち被爆者\n健康手帳交付義務付けの訴えに関する部分を破棄\nし，同部分につき，別紙相続人目録１及び２の各\n「上告人」欄記載の上告人らの控訴を棄却する。\n２  上告人らのその余の上告を棄却する。\n３  別紙相続人目録１の「上告人」欄記載の上告人らと\n被上告人らとの間に生じた控訴費用及び上告費用，\n同目録２の「上告人」欄記載の上告人らと被上告人\nらとの間に生じた訴訟の総費用，並びにその余の上\n告人らと被上告人らとの間に生じた上告費用は上告\n人らの負担とする。\n理          由\n上告代理人龍田紘一朗ほかの上告受理申立て理由（ただし，排除された部分を除\nく。）について\n１  本件は，長崎市に投下された原子爆弾（以下「長崎原爆」という。）に被爆\nしたとする別紙申請者目録記載の者（以下「本件申請者ら」という。）が，原子爆\n弾被爆者に対する援護に関する法律（以下「被爆者援護法」という。）に基づき被\n爆者健康手帳の交付及び健康管理手当の認定の各申請をしたところ，長崎市長又は\n長崎県知事からこれらを却下する旨の処分（以下，それぞれ「本件各交付申請却下\n処分」，「本件各認定申請却下処分」といい，これらを併せて「本件各処分」とい\nう。）を受けたため，本件申請者らは同法１条３号所定の被爆者の要件を満たすな\nどと主張して，本件各処分の取消し，被爆者健康手帳の交付の義務付け等を求める\n事案である。本件申請者らのうち本件訴訟の原審口頭弁論終結前に死亡した者につ\nいては，それぞれ相続人が相続により本件訴訟における当該者の地位を承継したと\n主張して，訴訟承継の申立てをした。\n２(1)  被爆者援護法は，同法１条各号のいずれかに該当する者であって，被爆\n者健康手帳の交付を受けたものを被爆者として，同法による援護の対象としている\nところ，同条１号は，原子爆弾が投下された際当時の広島市若しくは長崎市の区域\n内又は政令で定めるこれらに隣接する区域内に在った者を，同条２号は，原子爆弾\nが投下された時から起算して政令で定める期間内に同条１号に規定する区域のうち\nで政令で定める区域内に在った者を，同条３号は，同条１号及び２号に掲げる者の\nほか，原子爆弾が投下された際又はその後において，身体に原子爆弾の放射能の影\n響を受けるような事情の下にあった者を，それぞれ掲げている。なお，原子爆弾被\n爆者に対する援護に関する法律施行令（以下「被爆者援護法施行令」という。）１\n条１項は，同法１条１号の政令で定める区域は原子爆弾が投下された当時の同施行\n令別表第１に掲げる区域とする旨を定めている。\nまた，同法２条１項は，被爆者健康手帳の交付を受けようとする者は，その居住\n地等の都道府県知事（同法４９条により，長崎市については長崎市長。以下同\nじ。）に申請しなければならない旨を，同法２条３項（平成２０年法律第７８号に\nよる改正前は同条２項）は，同条１項による申請を受けた都道府県知事は，申請者\nが同法１条各号のいずれかに該当すると認めるときは，その者に被爆者健康手帳を\n交付するものとする旨を，それぞれ定めている。\n(2)  被爆者援護法２７条１項は，都道府県知事は，被爆者であって，造血機能\n障害，肝臓機能障害その他の厚生労働省令で定める障害を伴う疾病（原子爆弾の放\n射能の影響によるものでないことが明らかであるものを除く。）にかかっているも\nのに対し，その者が医療特別手当等の支給を受けている場合を除き，健康管理手当\nを支給する旨を定めているところ，同条２項は，同条１項に規定する者が同手当の\n支給を受けようとするときは，同項に規定する要件に該当することについて都道府\n県知事の認定を受けなければならない旨を，同条３項は，都道府県知事は，上記認\n定を行う場合には，併せて当該疾病が継続すると認められる期間を定めるものとす\nる旨を，同条４項は，同手当は，月を単位として一律の金額を支給する旨を，同条\n５項は，同手当の支給は，上記認定を受けた者が上記認定の申請をした日の属する\n月の翌月から始め，その日から起算してその者につき上記期間が満了する日（その\n期間が満了する日前に上記要件に該当しなくなった場合にあっては，その該当しな\nくなった日）の属する月で終わる旨を，それぞれ定めている。\n３  原審の適法に確定した事実関係等の概要は，次のとおりである。\n(1)  本件申請者らは，長崎原爆が投下された際及びその後相当期間，当時の長\n崎市の区域外であって，爆心地から７．５㎞以上１２㎞以下の範囲内の地域（以下\n「本件地域」という。）に在った者である。なお，本件地域は，被爆者援護法施行\n令別表第１に掲げる区域には含まれていない。\n(2)  本件申請者らは，平成２２年６月１５日までに長崎市長又は長崎県知事に\n対して被爆者健康手帳の交付及び健康管理手当の認定の各申請をしたが，同月２５\n日までにこれらを却下する旨の本件各処分を受けた。\n(3)  本件申請者らのうち，別紙申請者目録２記載の者並びに別紙相続人目録１\n及び２の各「被相続人」欄記載の者は，本件各処分の取消し，被爆者健康手帳の交\n付の義務付け等を求め，同目録３の「被相続人」欄記載の者は，本件各処分の取消\nし等を求めて本件訴訟を提起したが，同目録１～３の各「被相続人」欄記載の者\n（以下「本件被相続人ら」という。）は，それぞれ原審口頭弁論終結前である「死\n亡日」欄記載の日に死亡し，「上告人」欄記載の上告人ら（以下「本件相続人ら」\nという。）がこれを相続した。そこで，本件相続人らは，当該相続により本件訴訟\nにおける本件被相続人らの地位を承継したと主張して，訴訟承継の申立てをした。\n４  原審は，上記事実関係等の下で，本件被相続人らに係る本件各処分の取消し\n及び被爆者健康手帳交付義務付けの訴えについて，要旨次のとおり判断した。\n本件各処分の取消しによって回復すべき法律上の利益及び被爆者健康手帳の交付\nの義務付けを求める法律上の利益は，本件申請者らが被爆者援護法上の被爆者とし\nて同法による援護（健康管理手当の支給を含む。）を受ける地位であるところ，同\n法による援護を受ける地位は被爆者に固有のものであり，一身専属的なものである\nと解されるから，本件相続人らが本件被相続人らの相続人としてこれを承継するこ\nとはできず，本件被相続人らが本件各処分の取消しを求める訴訟及び被爆者健康手\n帳の交付の義務付けを求める訴訟は，本件被相続人らの死亡により当然に終了す\nる。\n５  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n(1)  被爆者援護法は，被爆者の健康面に着目して公費により必要な医療の給付\nをすることを中心とするものであって，その点からみると，いわゆる社会保障法と\nしての他の公的医療給付立法と同様の性格を持つものであるということができるも\nのの，他方で，原子爆弾の投下の結果として生じた放射能に起因する健康被害が他\nの戦争被害とは異なる特殊の被害であることに鑑みて制定されたものであることか\nらすれば，被爆者援護法は，このような特殊の戦争被害について戦争遂行主体であ\nった国が自らの責任によりその救済を図るという一面をも有するものであり，その\n点では実質的に国家補償的配慮が制度の根底にあることは否定することができな\nい。\nそして，同法に基づく健康管理手当は，原子爆弾の放射能の影響による造血機能\n障害等の障害に苦しみ続け，不安の中で生活している被爆者に対し，毎月定額の手\n当を支給することにより，その健康及び福祉に寄与することを目的とするものであ\nるところ（同法前文，２７条参照），同条は，その受給権に関し，被爆者であっ\nて，所定の疾病に罹患しているものであれば，同条２項所定の都道府県知事の認定\nを受けることによって，当該認定の申請をした日の属する月の翌月から一定額の金\n銭を受給することができる旨を定めている。このような規定に照らすと，同手当に\n係る受給権は，所定の各要件を満たすことによって得られる具体的給付を求める権\n利として規定されているということができる。\n以上のような同法の性格や健康管理手当の目的及び内容に鑑みると，同条に基づ\nく認定の申請がされた健康管理手当の受給権は，当該申請をした者の一身に専属す\nる権利ということはできず，相続の対象となるものであるから，被爆者健康手帳交\n付申請及び健康管理手当認定申請の各却下処分の取消しを求める訴訟並びに同取消\nしに加えて被爆者健康手帳の交付の義務付けを求める訴訟について，訴訟の係属中\nに申請者が死亡した場合には，当該訴訟は当該申請者の死亡により当然に終了する\nものではなく，その相続人がこれを承継するものと解するのが相当である。\n(2)  これを本件についてみると，本件被相続人らは，生前に被爆者健康手帳の\n交付及び健康管理手当の認定の各申請をしたものであるところ，そのうち別紙相続\n人目録１及び２記載の者は，これらを却下する旨の処分の取消し及び被爆者健康手\n帳の交付の義務付けを求める訴訟の係属中に，同目録３記載の者は，上記取消しを\n求める訴訟の係属中に，それぞれ死亡したことは前記３(3)のとおりであるから，\n本件被相続人らをそれぞれ相続した本件相続人らにおいて，上記の各訴訟を承継す\nるものというべきである。\n６  以上によれば，原判決中，本件被相続人らに係る本件各処分の取消し及び被\n爆者健康手帳交付義務付けの訴えに関する部分には，法令の解釈適用を誤った違法\nがある。論旨はこの限度で理由がある。\nもっとも，原審は，本件被相続人らに係る本件各処分の取消請求につき，仮定的\nな本案の判断をし，原審口頭弁論終結時における科学的知見によれば，長崎原爆が\n投下された際爆心地から約５㎞までの範囲内の地域に存在しなかった者は，その際\nに一定の場所に存在したことにより直ちに原爆の放射線により健康被害を生ずる可\n能性がある事情の下にあったということはできない上，本件申請者らに長崎原爆の\n投下後，原爆の放射線による急性症状があったと推認することはできず，本件申請\n者らの被爆者援護法１条３号該当性に関する上告人らの主張には理由があるとは認\nめられない旨の判断をしているところ，本件記録に現れた証拠関係等に照らせば，\n原審の上記判断は是認することができ，本件被相続人らに係る本件各処分の取消請\n求は理由がないことが明らかである。したがって，同請求は棄却を免れないもので\nあるところ，そのうち別紙相続人目録１及び２の各「上告人」欄記載の上告人らの\n請求について，当該請求に係る訴えにつき訴訟終了宣言をした原判決には法令の解\n釈適用を誤った違法があるが，同違法は不利益変更禁止の原則により結論に影響を\n及ぼすものではないし，同目録３の「上告人」欄記載の上告人らの上記取消請求に\nついては，当該請求に係る訴えにつき訴訟終了宣言をした第１審判決には上記のと\nおり法令の解釈適用を誤った違法があるが，当該訴えについての控訴は不利益変更\n禁止の原則によりこれを棄却するにとどめるほかないものであるから，当該控訴を\n棄却した原審の判断は結論において是認することができる。そうすると，同目録１\n～３の各「上告人」欄記載の上告人らの上記取消請求に係る上告は，これを棄却す\nべきである。\nまた，以上によれば，同目録１及び２の各「上告人」欄記載の上告人らによる被\n爆者健康手帳交付義務付けの訴えにつき訴訟終了宣言をした原審の判断には，判決\nに影響を及ぼすことが明らかな法令の違反があり，原判決中当該訴えに関する部分\nは破棄を免れない。そして，当該訴えは行政事件訴訟法３７条の３第１項２号所定\nの訴訟要件を欠く不適法なものであり，これを却下した第１審判決は相当であるか\nら，当該訴えに関する部分につき，上記上告人らの控訴を棄却すべきであるとこ\nろ，当該訴えについては，上記のとおり不適法でその不備を補正することができな\nいものであるから，口頭弁論を経ないで判決をすることとする（最高裁平成１３年\n（行ツ）第２０５号，同年（行ヒ）第２０２号同１４年１２月１７日第三小法廷判\n決・裁判集民事２０８号５８１頁参照）。\nなお，被爆者の地位確認請求及び健康管理手当請求に係る上告については理由が\nなく，また，その余の請求に関する上告については上告受理申立て理由が上告受理\nの決定において排除され，又は以上に述べたことから所論に理由がないことが明ら\nかであるので，棄却することとする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。なお，裁判官木澤克\n之の補足意見がある。\n裁判官木澤克之の補足意見は，次のとおりである。\n被爆者援護法に基づく健康管理手当の受給権の法的性質について，若干の意見の\n補足をしたい。\n１  原判決は，被爆者援護法による援護の根底に国家補償的配慮があることを前\n提としつつも，同法の主たる性格が被爆者の健康面に着目して公費により必要な医\n療の給付をすることを中心とする社会保障法であるとし，被爆者援護法に基づく健\n康管理手当の受給権は一身専属的なものであるとした。\nしかし，同法は，原子爆弾という比類のない破壊兵器の投下の結果として生じた\n放射能に起因する健康上の障害がかつて例をみない特異かつ深刻なものであること\nと並んで，かかる障害が遡れば戦争という国の行為によってもたらされたものであ\nり，しかも，被爆者の多くが生涯癒やすことのできない傷跡と後遺症を残し，今な\nお生活上一般の戦争被害者よりも不安定な状態におかれ，苦しんでいることに鑑み\nて制定されたものであって，このような特異かつ重大な戦争被害について戦争遂行\n主体であった国が自らの責任によりその救済を図るという一面を有するものであ\nり，まさにその点から実質的に国家補償的配慮が同法の制度の根底にあると解すべ\nきものである。また，健康管理手当については，放射能に起因する健康被害の上記\nのような特異性及び重大性に鑑み，その放射能の影響による造血機能障害等の障害\nに苦しみ続け，不安の中で生活している被爆者に対し，一定の要件を満たすことに\nよって，一律定額の金銭的給付をする旨が定められているのであるから，同手当に\n係る受給権が財産的価値を有する権利性を帯びたものとして規定されていることは\n否定し難い。\n加えて，同法は，同手当に係る受給権の譲渡や差押えを禁止しているものの（４\n４条，４５条），同手当の認定申請によって具体的に計算可能となった受給権を相\n続人が相続し，同手当の支給を受けることが同法の趣旨，目的に反するものである\nということはできない。また，原子爆弾被爆者に対する援護に関する法律施行規則\n８条は，被爆者が死亡したときは被爆者健康手帳を返還しなければならない旨を規\n定しているが，同手当に係る受給権が上記のように一定の要件を備えることで具体\n的に発生するものとして規定されていることからすると，上記のような同法施行規\n則の定めがあるからといって，認定申請がされた同手当に係る受給権までもが一身\n専属的なものにすぎないということはできないと考えられる。\n２  一口に社会保障的性格を有する給付であるといっても，これを支給すること\nとした法律の目的や立法の経緯，給付の性質，具体的な給付規定の在り方，受給権\nが相続の対象となることが法の趣旨，目的に沿うか否か等をみなければ，その給付\nに係る受給権が一身専属的なものであるか否かを判断することはできないものとい\nうべきであるところ，被爆者援護法に基づく健康管理手当のように，制度の根底に\n特殊な被害に対する国家補償的配慮があるとされており，かつ，一定の要件を満た\nすことによって生ずる定額の金銭的給付であって，被爆者の生活を経済的に援護す\nる趣旨を含む給付については，相続されるものと解するのが相当である。\nこの点，健康管理手当は，被爆者援護法が制定される前においては，原子爆弾被\n爆者に対する特別措置に関する法律に基づき，一定の要件を満たす被爆者に対して\n支給すべきものとされていたところ，同法の下においては同法施行令によって一定\nの所得制限がされていたが，段階的に所得制限の基準が緩和され，被爆者援護法の\n制定に伴い，所得制限は完全に撤廃されたのであるから，そのような経過や現行法\nの規定に照らすと，同手当に係る受給権が被爆者の一身専属にとどまらないもので\nあることは，現行法においてはより明確になっていると解すべきである。\n３  そうすると，被爆者援護法の主たる性格が被爆者の健康面に着目して公費に\nより必要な医療の給付をすることを中心とする社会保障法であるとしても，そのこ\nとは，以上の判断を左右するに足るものではないというべきである。\n(裁 判 長 裁 判 官   木 澤 克 之   裁 判 官   池 上 政 幸   裁 判官   大 谷 直 人   裁判 官\n小池  裕  裁判官  山口  厚)\n"
}