{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 8,
    "day": 28
  },
  "case_number": "平成25(ワ)7840",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84423",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84423",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/423/084423_hanrei.pdf",
  "contents": "平成２６年８月２８日判決言渡  同日原本交付  裁判所書記官\n平成２５年(ワ)第７８４０号  損害賠償請求事件\n口頭弁論終結日  平成２６年５月２３日\n判 決\n原 告        株式会社 Ring International\n訴訟代理人弁護士  和田   宏 徳\n補佐人弁理士  中井   信 宏\n被 告        有限会社ワカサ観光物産\n訴訟代理人弁護士  牧 山   美 香\n訴訟代理人弁理士  佐藤   英 昭\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n被告は，原告に対し１００４万円及びこれに対する平成２５年８月６日から支払済\nみまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，後記商標権を有する原告が，後記被告各標章の使用が原告の商標権を侵害\nすると主張して，被告に対し，不法行為（民法７０９条）に基づく損害賠償及びその\n後日である訴状送達日の翌日から民法所定の年５分による遅延損害金の支払を求め\nた事案である。\n１  前提事実（争いのない事実，後掲各証拠及び弁論の全趣旨により容易に認められ\nる事実）\n(1) 当事者（弁論の全趣旨）\n原告は，食品・食材・加工食品の企画立案及びプロデュース等を目的とする株\n式会社であり，被告は，ドライブインの経営等を目的とする有限会社である。\n(2) 原告の商標権（甲１，２）\nア  原告は，次の登録商標（以下「原告商標」といい，登録にかかる権利を「原\n告商標権」という。）の商標権者である。\n登録番号   第５１０５８０４号\n出願年月日  平成１９年６月１１日\n登録年月日  平成２０年１月１８日\n商品及び役務の区分  第１４類  第２８類  第３０類\n指定商品\n第１４類  キーホルダー\n第２８類  おもちゃ  人形\n第３０類  菓子及びパン  プリン  ゼリー菓子  即席菓子のもと\n商標\nｍｅｌｏｎｋｕｍａ（標準文字）\nイ  原告商標の登録時の権利者は株式会社ＵＭＡＩであったところ，平成２２年\n１１月２９日受付（受付第０１８２７９号）の特定承継による本権の移転の登\n録がされ，原告が権利者となっている。\n(3) 被告による被告各標章の使用（甲３）\n被告は，遅くとも平成２２年１２月頃から，別紙被告標章目録記載の標章を，\n被告が運営するウェブサイト（http://yubariten.com/）のグッズ販売ページ（以\n下「本件ウェブサイト」という。）において，同目録に記載した商品（以下「被\n告商品」という。）を示すものとして使用している。\n２  争点\n(1) 原告商標と被告各標章の類否\n(2) 原告商標に係る指定商品と被告商品の類否\n(3) 原告商標権の行使が権利濫用に当たるか\n(4) 原告の被った損害額\n３  争点に関する当事者の主張\n(1) 争点(1)（ 原告商標と被告各標章の類否）について\n（原告の主張）\nア  原告商標について\n原告商標は，「ｍｅｌｏｎｋｕｍａ」であり，その称呼は「メロンクマ」で\nある。また，「ｍｅｌｏｎ」とはウリ科の果実である「メロン」を意味し，「ｋ\nｕｍａ」は「熊」を意味する。\nよって，原告商標は，「メロン」と「熊」とが合わさったものとの観念を有\nする。\nイ  被告各標章について\n被告各標章は，いずれも「メロン熊」又は「メロンくま」に「ストラップ」，\n「マグネット」，「ミニタオル」等の商品の種類に関する記述を続けるものであ\nるから，被告各標章の要部はいずれも「メロン熊」又は「メロンくま」の部分\nである。\nそして，「メロン熊」又は「メロンくま」の称呼は，「メロンクマ」であり，\n「メロン熊」又は「メロンくま」は，「メロン」と「熊」とが合わさったもの\nとの観念を有する。\nウ  原告商標と被告各標章の類似\n原告商標と，被告各標章は，称呼及び観念において同一であり，類似する。\n（被告の主張）\nア  被告各標章の要部\n被告各標章は，いずれも「メロン熊（くま）」の文字に「ストラップ」，「マ\nグネット」，「ボクサーパンツ」といった商品の普通名称を付加するものである\nが，被告各標章は，すべて一連にまとまりよく記してなる外観を有し，「メロ\nン熊（くま）」の部分が特に強調された外観のものではないから，「ストラップ」，\n「マグネット」，「ボクサーパンツ」等の語の自他商品識別力が希薄であるとし\nても，「メロン熊（くま）」の部分が直ちに要部になるとはいえない。\nイ  原告商標から生ずる観念について\n原告商標の構成要素のうち「ｍｅｌｏｎ」の部分の辞書的意味は「ウリ科の\n植物の総称」の意味をもつが，そのような意味にとどまらず，「メロンの果肉，\n特別配当金，濃いピンク色・黄赤色」などの意味もある。\nまた，「ｋｕｍａ」については，英和辞典にその記載がないため，そこから\n生じる称呼「クマ」について辞書を参照すると，「奠，隈，曲，阿，熊」など\nの意味がある。したがって，原告商標からは多様な観念が想起され，「ｋｕｍ\nａ」の部分から「熊」という観念のみが生ずることはない。\nしたがって，観念同一とはいえない。\nウ  外観について\n原告商標は，９文字のローマ字からなる外観を有するのに対し，被告各標章\nの「メロン熊」の部分は，片仮名３文字と漢字１文字の合計４文字よりなる外\n観を有する。このように，被告各標章の要部は，原告商標の半分以下の文字数\nで構成され，しかもローマ字と日本語文字という明確な差異を有するため，外\n観において類似しない。\nエ  称呼について\nアに述べた被告各標章の要部からすると，被告各標章の称呼は，「メロンク\nマストラップ」，「メロンクママグネット」，「メロンクマボクサーパンツ」等と\nなり，称呼上も類似しない。\nオ  まとめ\n以上のとおり，原告商標と被告各標章とは，外観・観念・称呼のいずれの点\nにおいても非類似であり，更にそれらによって取引者・需要者に与える印象・\n記憶・連想等を総合して，その商品又は役務に係る取引の実情を踏まえつつ全\n体的に考察すれは，取引者・需要者が商品の出所につき誤認混同を生ずるおそ\nれのないものであり，類似しない。\n(2) 争点(2)（ 原告商標に係る指定商品と被告商品の類否）について\n（原告の主張）\nア  類似性の基準\n商品の類似性は，商品自体が取引上互いに誤認混同を生ずるおそれがないも\nのであっても，それらの商品に同一又は類似の商標を使用するときは，同一の\n営業主の製造又は販売にかかる商品と誤認混同されるおそれがある場合には，\nこれらの商品は類似の商品に当たる。\nイ  原告商標の指定商品との類似\n一般の小売における販売状況をみた場合には，マグネット等にキャラクター\nを付したような商品はおもちゃとして販売されており，通信販売大手のウェブ\nサイトにおいても，おもちゃのカテゴリでマグネット等が販売されている。こ\nのような取引状況からすれば，被告商品は，全て次のとおり原告商標の指定商\n品と類似するものである。\n原告商標の指定商品  被告商品\nキーホルダー  ストラップ\nおもちゃ，人形  マグネット，パンツ，ステッカー，ミニタオル，は\nんかち，メモ帳，学習帳，クリアファイル，巾着，\nＴシャツ，耳かき，ビックマスコット，ソックス，\n貯金箱，ミニがま口，ぬいぐるみマスコット，スト\nラップ\n菓子  とうきびチョコ，グミ\n（被告の主張）\nア  原告商標の指定商品\n原告商標の指定商品は，前提事実(2)ア記載のとおりである。\nイ  原告商標の指定商品との類否\n被告商品の商品及び役務の区分及び原告商標の指定商品との類否について，\n特許庁商標課編による「類似商品・役務審査基準」によると，類似するものは，\nビックマスコット（別紙目録番号１５），とうきびチョコ（同２２）及びグミ\n（同２３）のみである。\n(3) 争点(3)（原告商標権の行使が権利濫用に当たるか）について\n（被告の主張）\nア  商品の出所につき誤認混同を生じるおそれが皆無であること\n（ア）被告各標章が使用されたキャラクター商品の周知著名性\n被告は，遅くとも平成２１年８月までに，大きく開いた口にメロン色の肌，\n短い手足を特徴とする北海道夕張市のご当地キャラクター（以下「本件キャ\nラクター」という。）を創作し，夕張メロンとヒグマが合体したその風貌か\nら「メロン熊」として装飾用マグネットのお土産品を開発し，同年１１月ま\nでに１０００個を完売した。\n以後，本件キャラクターが，「きもかわいい（気持ち悪いが，どこか可愛\nい）」，「メロンを突き破って牙をむく不気味な姿」などの印象により記憶さ\nれたことにより，強力な顧客吸引力，自他商品識別力を有することとなり，\n被告各標章が使用されたキャラクター商品は，日本全国に及ぶ周知性，著名\n性を獲得するに至っている。\n（イ）原告商標の不使用\n原告は，原告商標を日本国内においてその登録の日（平成２０年１月１８\n日）から現在まで，一切使用していない（原告は，「平成２３年頃からよう\nやく商品が具体化されるに至った」と主張するから，少なくとも，平成２２\n年末までは原告商標を使用していなかったことは自認している。）。\n原告商標が使用された商品が取引に供された事実がない以上，被告商品と\nの関係において，商品の出所に誤認混同をきたすおそれはない。\nイ  原告の商標権行使が権利濫用であること\n上記のとおり，本件キャラクターは，遅くとも平成２２年４月頃には北海道\n夕張市のご当地キャラクターとして広くメディア等に取り上げられて広告，宣\n伝されていた。原告は，その周知性が高まるにつれ，原告商標の登録を受けて\nいたことを奇貨として，被告各標章が使用された本件キャラクターの周知性，\n著名性にフリーライドすべく平成２３年頃に商品化の計画を進めたものであ\nる。\nこのような状況における原告商標権に基づく損害賠償請求権の行使は，権利\nの濫用に当たる。\n（原告の主張）\nア  被告の主張に対する認否\n被告各標章が使用された本件キャラクター商品が周知性，著名性を獲得して\nいたとの主張及び原告が原告商標を平成２２年末まで使用していなかったと\nの主張はいずれも否認する。\nイ  誤認混同のおそれがあること\n被告各標章を付したキャラクター商品から，被告である「ワカサ観光物産」\nを想起することはなく，本件キャラクターそのものを想起するのであるから，\n結局「メロン熊」として認識され，原告商標との誤認混同が生ずる。\nウ  被告の調査義務の懈怠\n被告は，被告各標章の使用を始める際に調査をすれば，被告各標章に類似す\nる原告商標の存在が明らかになったはずである。したがって，被告においては，\n原告商標の存在を踏まえて別の標章を使用するなり，原告との間で使用許諾を\n得るなどができたのであるから，権利濫用ということはできない。\n(4) 争点(4)（原告の被った損害額）について\n（原告の主張）\nア  被告の売上げ\n被告は，遅くとも平成２２年１２月頃から，被告商品を販売し，少なくとも，\n年間５０００万円の売上げを得ており，現在までに，1 億２９１７万円の売上\nげを上げている。\nイ  相当実施料額（商標法３８条３項）\n原告商標の実施料相当額は，商品の小売金額の７パーセントを下らないから，\n原告の被った損害は９０４万円と推定される。\nウ  弁護士費用\n原告は，本訴の提起追行を弁護士に委任し，その結果少なくとも１００万円\nの損害を被った。\nエ  まとめ\nよって，原告は，被告に対し，不法行為（民法７０９条）に基づき，原告の\n被った損害の賠償及び不法行為の後日である訴状送達日の翌日からの遅延損\n害金の支払を求める。\n（被告の主張）\n原告の主張を争う。\n第３  当裁判所の判断\n１  後掲各証拠及び弁論の全趣旨に前提事実を総合すると，原告商標及び被告各標章\nの使用に関し，次の事実を認めることができる。\n(1) 被告各標章の由来等\nア  被告代表者は，北海道夕張市内の観光物産店「北海道物産センター」の店長\nであったところ，平成１９年頃に「花豆プリン」，平成２１年頃には「石炭シュー\nクリーム」，「ユウバリなまらキャラメル」など，地元の農産物や観光資源を活\n用した商品を開発し，需要者の好評を得ていたほか，東京などの百貨店にも，\n夕張市産の商品にちなんだ物産展を出店して，それらの認知度を高める活動を\nしていた（乙７４～７８）。\nイ  平成２１年９月頃，被告代表者は，知人のメロン農家が熊（ヒグマ）の食害\nに困っているとの話から，メロンを食べ過ぎた熊の様子を想定した「メロン熊」\nという名称の，ヒグマが夕張市特産のメロンに顔を突っ込んだデザインで，牙\nを剥き出しにした本件キャラクターを着想し，これをかたどった商品（マグ\nネット）を土産物として販売した。この商品は，「きもかわいい」（気持ち悪い\nと可愛いの合成語）商品として，約２か月で１０００個が売り切れる人気商品\nとなり，平成２２年４月頃には，マグネット以外にも，同キャラクターを使用\nしたストラップやパズル，Ｔシャツなどの商品も販売（インターネット販売を\n含む。）するようになった（乙６～１２，７９～８３）。\nウ  平成２２年９月までに，「メロン熊」の名称の本件キャラクターは，その着\nぐるみがイベントに参加し，本件キャラクターを使用した商品が，全国展開の\nクレーンゲーム機の景品に採用され，また，第６回日本おみやげものアカデ\nミーグランプリ「旅先でお土産として買ってみたい賞・非食品の部」の第１位\nとなるなどした結果，同年末までには，全国的に周知，著名となり，顧客吸引\n力を獲得するに至った（乙１４～２１，８８～９４）。とりわけ，本件キャラ\nクターは，子供が泣き出すほどリアルに熊をかたどった，かわいくないことを\n特徴としており，他の同種のキャラクターとの差別化に成功し，認知度を上げ\nていた（乙１２８）。\nエ  その後も，被告代表者は，全国のいわゆる「ご当地キャラ」，「ゆるキャラ」\nに関する行事や，全国各地の百貨店で開催される北海道物産展等に本件キャラ\nクターを参加させ，観光ガイドブックその他の媒体に本件キャラクターを登場\nさせるなどして，本件キャラクターを，夕張市ないし北海道を代表するキャラ\nクターとして，周知性，著名性を維持するべく活動している（乙２２～７２，\n９５～２１７（欠番を除く））。\nオ  なお，被告は，指定商品を第９類（携帯電話機用ストラップ）として，標準\n文字「メロン熊」からなる商標の商標権（登録番号５３６０８８４号）を，平\n成２２年１０月１５日取得している（弁論の全趣旨）。\n(2) 被告各標章の使用態様（甲３）\nア  本件ウェブサイトは，ドメイン名に「yubariten.com」（ユウバリテン・ドッ\nトコム）を使用し，サイドメニューと，メインページにフレーム分割され，メ\nインページには，冒頭に「メロン熊グッズ増殖中」との文言が，ロゴ調の字で\n記載され，本件キャラクター及びそれを使用した商品群の画像を組み合わせた，\nフレーム幅一杯の画像が掲載されている。また，被告のいわゆるホームページ\n（トップページ）は別途存在し，本件ウェブサイト自体は通信販売用のページ\nである。\nイ  メインページの上記アの画像の下には，商品一覧として，６６件の商品が商\n品写真によって掲示され，その写真の説明として，小さく，標準文字で構成さ\nれる被告各標章が，（ものによっては，更に商品を説明する文言が付加された\n上）各商品に付されている。\nウ  サイドメニューには，冒頭に「YUBARI LIMITED EDITION  メロン熊  生\n息地：夕張」との表示，その下に「メロン熊日記」へのリンクとその画像，フェ\nイスブックへのリンク，商品紹介（メロン熊グッズ，夕張メロン，じゃがポッ\nクル）のページへの各リンク，新着商品の紹介（内容は，メインページの各商\n品）が配されている。\n(3) 原告商標に関する経緯等\nア  株式会社ＵＭＡＩは，平成１８年６月２日設立された広告代理業等を目的と\nする株式会社であり，その代表者はＰ１であった（甲２４）。\n原告商標は，同社によって，平成１９年６月１１日出願され，平成２０年１\n月１８日に登録された。\nイ  原告は，平成２２年１０月２８日に設立された食品・食材・加工食品の企画\n立案及びプロデュース等を目的とする株式会社であり，その代表者は，Ｐ２（株\n式会社ＵＭＡＩの代表者と同一人物）であった（甲２５）。\n原告は，平成２２年１１月２９日，株式会社ＵＭＡＩから，原告商標権の移\n転を受けた（甲１）。\nウ  被告は，平成２４年８月３１日，原告商標の取消審判を申し立てた（取消２\n０１２－３００６９４，甲６）。\n原告は，同審判手続において，平成２３年１２月１０日に株式会社 Pupu\nBerry に対し，原告商標権について通常実施権の許諾をした上，同社において\n「Ｍｅｌｏｎｋｕｍａ手焼きクッキー」などの商品を取引していた，あるいは，\nメロンクマぬいぐるみの商品をサンプル出荷した等と主張していた（甲７，９，\n１１～２３）。\nエ  原告は，平成２５年７月３１日，本件訴訟を当裁判所に提起した。\n(4) 原告商標の商標登録取消審決（乙２１８）\n特許庁審判官は，平成２６年４月２２日，原告商標の商標登録を取り消す旨の\n審判をし，その理由として，前記(3)ウの審判の登録（平成２４年９月２６日）\n前３年以内に，日本国内において，原告商標の指定商品中のクッキーについて，\n原告提出の証拠によっては，原告主張の「Ｍｅｌｏｎｋｕｍａ手焼きクッキー」\nなる商品そのものが流通段階で存在していたことすら確認できず，原告商標ない\nしこれと社会通念上同一と認められる商標の使用をしたものと認めることが出\n来ず，ぬいぐるみやパンについては，その使用の事実を裏付ける証拠の提出はな\nいと判断した。\n２  検討\n(1) 原告商標と被告各標章との類否\n被告各標章は，いずれも「メロン熊」又は「メロンくま」に商品の種類に関す\nる記述を続けるものであり，その要部は「メロン熊」又は「メロンくま」である\nといえる。\n以下，被告各標章のうち「メロン熊」又は「メロンくま」と原告商標を対比す\nる。\n原告商標は，９文字のローマ字からなる外観を有するのに対し，被告各標章の\n「メロン熊」の部分は，片仮名３文字と漢字１文字の合計４文字よりなる外観を，\n被告各標章の「メロンくま」の部分は，片仮名３文字と平仮名２文字の合計５文\n字よりなる外観を有し，両者は外観において類似しない。\n原告商標も被告各標章も称呼は同じ「メロンクマ」である。\n観念について検討するに，原告商標は，ローマ字（小文字）で「ｍｅｌｏｎｋ\nｕｍａ」と一連一体に表記されるため，この表記に接した者は，そのような外国\n語の単語があるのではないかと考えるが，これに適応する単語がないため，直ち\nには特定の観念を生じない。もっとも，そのまま発音することにより，果物のメ\nロンと動物の熊という２つの観念が想起される。しかし，本件キャラクターが出\n現するまでに，被告以外の第三者が，果物のメロンと動物の熊を組み合わせた存\n在を，具体的なイメージとして考案したと認めるに足りる証拠はなく，原告商標\nのみからは，メロンと熊を結合させた，ひとつのものとしての観念を想起させる\nことはないといえる。\n被告各標章のうち「メロン熊」又は「メロンくま」については，「メロン」と\n「熊」（「くま」）が片仮名と漢字（平仮名）で書き分けられているため，直ちに\n果物のメロンと動物の熊という２つの観念を想起することができ，さらに，前記\n１(1)から，メロンの中に顔を突っ込んだ，メロンと熊がひとつに結合された本\n件キャラクターを観念することができる。\n以上によると，原告商標と被告各標章のうち「メロン熊」又は「メロンくま」\nの部分は，称呼においてのみ類似している。\n(2) 原告商標の指定商品と被告商品の類否\n被告商品のうち，少なくとも，マグネット，ビックマスコット，ぬいぐるみマ\nスコットは，原告商標の指定商品であるおもちゃ，人形と同一，あるいはこれに\n類似するといえる。\n(3) 誤認混同のおそれ\n原告商標と被告各標章のうち「メロン熊」又は「メロンくま」の部分が称呼に\nおいて類似しているとしても，次に述べるとおり，需要者が誤認混同するおそれ\nは極めて低い。\nア  被告各標章の自他識別能力等\n上記１の認定によると，本件キャラクターは，被告代表者が考案したもので\nあって，北海道夕張市を代表するものとして，遅くとも平成２２年末頃には，\nそのキャラクター誕生にまつわるエピソードも含め，全国的に周知性，著名性\nを獲得したものと認められ，かつ，そのキャラクターが人気を博したことから，\n強い顧客吸引力を得たものと認められる。そして，その周知性，著名性や顧客\n吸引力は，被告代表者の努力により，現在においても維持発展されていること\nも認められる。\nこれに伴い，片仮名の「メロン」と漢字の「熊」（平仮名の「くま」）を組み\n合わせてなる「メロン熊」（「メロンくま」）との標章（語句）も，本件キャラ\nクターを指し示すものとして周知性，著名性を獲得し，したがって，本件キャ\nラクター及びゴチック体調の「メロン熊」の標章（被告各標章に共通する部分\nとなる標章）は，被告の扱う商品について高い自他識別能力を獲得したものと\nいうべきである。\nイ  被告各標章の使用態様\nまた，上記１(2)にみたとおり，本件ウェブサイトにおいても，被告各標章\nが，本件キャラクターとともに使用され，かつ，北海道夕張市に由来すること\nを示す各種語句とともに使用されており，他人の商品役務との誤認混同が生じ\nることのないような措置がされていると評価できる。\nウ  原告商標の自他識別能力\n他方，原告商標の出願は，平成１９年６月にされてはいるが，その後，原告\n商標の商標権者及び通常実施権者はもちろん，被告以外の第三者が，上記標章\nの著名性の獲得に至るまでに，果物のメロンと動物の熊を組み合わせた存在を，\n具体的なイメージとして考案したと認めるに足りる証拠はなく，また，現在ま\nでに，被告以外にそのような存在を使用した商品が流通したことを認めるに足\nりる証拠もない。実際，原告商標については，特許庁において，不使用を理由\nとする取消審判がされている。\nそうすると，原告商標から，「メロン」と「熊」がひとつに結合したものを\n観念することができたとしても，むしろ本件キャラクターを想起させてしまう\nことになる。\nエ  まとめ\n以上によると，原告商標と被告各標章は，称呼こそ類似するが，需要者たる\n一般消費者において，その出所を誤認混同するおそれは極めて低いというべき\nである。\n(4) 原告の権利行使が権利濫用であること\n以上述べたところからすると，もともと被告各標章には特段の自他識別能力があ\nる一方，原告商標は，登録後，少なくとも，流通におかれた商品に使用されてはお\nらず，原告商標自体，原告の信用を化体するものでもなく，何らの顧客誘因力も有\nしているともいえない。そして，原告商標と被告各標章との間で出所を誤認混同す\nるおそれは極めて低い。それにもかかわらず，原告は，原告商標権に基づき損害賠\n償請求をするものであるが，このような行為は，本件キャラクターが周知性，著名\n性を獲得し，強い顧客吸引力を得たことを奇貨として，本件の権利行使をするもの\nというべきである。\nまた，前記１で認定した原告商標の登録取消審決に至る経過をみると，本件訴訟\nの提起自体が，上記審判に対する対抗手段として行われた疑いが強いというべきで\nある。\n以上によると，原告商標と被告各標章が誤認混同のおそれがあるとしても，原告\nによる権利行使は，商標法上の権利を濫用するものとして，許されないというべき\nである。\n３  結論\n以上の次第で，その余の点を判断するまでもなく，原告の請求は理由がないから，\nこれを棄却する。\n大阪地方裁判所第２６民事部\n裁 判 長 裁 判 官\n山    田          陽    三\n裁 判 官\n松    阿    彌              隆\n裁 判 官\n林           啓    治    郎\n（別紙）\n被 告 標 章 目 録\n番号  標章  対象商品\n１  メロン熊ストラップ  メロン熊ストラップ＜グリーン＞\nメロン熊ストラップ＜オレンジ＞\nメロン熊ストラップ＜ピンク＞\nメロン熊ストラップ＜ブルー＞\nメロン熊ストラップ＜ブラック＞\n２  メロン熊  くたくたストラップ  メロン熊  くたくたストラップ\n３  メロン熊マグネット  メロン熊マグネット\nメロン熊マグネット<カワイイバージョン\nガオー>\nメロン熊マグネット<鮭バージョン>\nメロン熊マグネット<とうきびバージョン\n>\n４  メロン熊  顔マグネット  メロン熊  顔マグネット\n５  メロン熊  ボクサーパンツ  メロン熊  ボクサーパンツ  01  ピンク\nメ ロ ン 熊   ボ ク サ ー パ ン ツ   02   イエ\nロー\n６  メロン熊  ショッキングステッカー  メロン熊  ショッキングステッカー\n７  メロン熊  ジューシーステッカー  メロン熊  ジューシーステッカー\n８  メロン熊  ミニタオル  メロン熊  ミニタオル<とうきび>\nメロン熊  ミニタオル<鮭>\nメロン熊  ミニタオル<黄色いハンカチ>\n９  メロン熊  メモ帳  黄色いハンカチ  メロン熊  メモ帳  黄色いハンカチ(リア\nル)\nメロン熊  メモ帳  黄色いハンカチ（カワ\nイイ）\n10  メロン熊  学習帳  メロン熊  学習帳  闇の巨獣\nメロン熊  学習帳  ハニーフラッシュ\n11  メロン熊  クリアファイル  メロン熊  クリアファイル  危険な都会\nメロン熊  クリアファイル  闇の巨獣\nメロン熊  クリアファイル  鮭バージョ\nン２\nメ ロ ン 熊   ク リ ア フ ァ イ ル   ハ ニ ー フ\nラッシュ\n12  メロン熊  巾着  メロン熊  巾着\n13  メロン熊Ｔシャツ  メロン熊Ｔシャツ（ブラック×グリーン）\n14  メロン熊  耳かき  メロン熊  耳かき\nメロン熊  耳かき（捕獲バージョン）\nメロン熊  耳かき（とうもろこしバージョ\nン）\nメロン熊  耳かき（鮭バージョン）\n15  メロン熊  ビックマスコット  メロン熊  ビックマスコット\n16  メロン熊  ソックス  メロン熊  ソックス（ブルー）\nメロン熊  ソックス（ピンク）\n17  メロン熊  貯金箱  メロン熊  貯金箱（鮭バージョン）\n18  メロン熊  勝負パンツ  メロン熊  勝負パンツ\n19  メロン熊  ミニがま口  メロン熊  ミニがま口\n20  メロン熊  ぬいぐるみマスコット  メロン熊  ぬいぐるみマスコット【スト\nラップ】\n21  メロンくまじゅうちょう  メロンくまじゅうちょう<きいろぴはんか\nちばーじょん>\nメロンくまじゅうちょう<きゃけばーじょ\nん>\n22  メロン熊のとうきびチョコ  メロン熊のとうきびチョコ  １０本入\n23  メロン熊  グミ  メロン熊  グミ\n"
}