{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 12,
    "day": 20
  },
  "case_number": "平成24(行ケ)10117",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82861",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82861",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/861/082861_hanrei.pdf",
  "contents": "平成２４年１２月２０日判決言渡\n平成２４年（行ケ）第１０１１７号  審決取消請求事件\n口頭弁論終結日  平成２４年１１月６日\n判 決\n原            告      株 式 会 社 東 京 精 密\n訴訟代理人弁理士      林              孝      吉\n同                    清      水      貴      光\n被            告      アプライド  マテリアルズ  インコーポレイテッド\n訴訟代理人弁護士      古      城      春      実\n同                    堀      籠      佳      典\n訴訟代理人弁理士      園      田      吉      隆\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が，無効２００７－８００１７２号事件について，特許第３４３１１１５\n号の請求項１，４０，４２ないし４４，４６，４８，４９，５１に係る発明につい\nて，平成２４年２月２１日にした審決を取り消す。\n第２  当事者間に争いのない事実\n１  特許庁における手続の経緯等\n被告は，発明の名称を「ケミカルメカニカルポリシングの操作をインシチュウで\nモニタするための装置及び方法」とする特許第３４３１１１５号（優先権主張１９\n９５年３月２８日，米国。平成８年３月２８日出願，平成１５年５月２３日設定登\n録。以下「本件特許」という。請求項の数５２。）の特許権者である。原告は，平\n成１９年８月２４日，本件特許を無効にすることを求めて審判の請求（無効２００\n７－８００１７２号事件）をし，被告は，平成２３年１２月８日，訂正請求書を提\n出した（以下「本件訂正」という。）。特許庁は，平成２４年２月２１日付けで，\n「訂正を認める。特許第３４３１１１５号の請求項９，１８，１９，２０，２４，\n２５，２７，２８，２９，３０，３１，３２，３９，５２に係る発明についての特\n許を無効とする。特許第３４３１１１５号の請求項１，４０，４２，４３，４４，\n４６，４８，４９，５１に係る発明についての審判請求は，成り立たない。審判費\n用は，その９９分の３８を請求人の負担とし，９９分の６１を被請求人の負担とす\nる。」などとする審決（以下「審決」という。）をし，その謄本は，同年３月１\n日，原告に送達された。\nなお，上記無効審判請求手続においては，平成２１年１０月１４日及び平成２３\n年１月２４日に，それぞれ審決がなされており，これらの審決において，「請求項\n２ないし８，１０ないし１７，２１ないし２３，２６，３３ないし３８，４１，４\n５，４７，５０についての審判請求は成り立たない」ことが確定している。\n２  特許請求の範囲\n(1) 本件訂正前の本件特許の特許請求の範囲の請求項１，４０，４２ないし４４，\n４６，４８，４９，５１の記載は次のとおりである（甲１０）。\n【請求項１】ウエハに対してケミカルメカニカルポリシング（ＣＭＰ）を行うため\nの装置であって，（ａ）シャシに回転自在に設置され，ホール（孔）を自身に有す\nる回転可能な研磨プラーテンと，（ｂ）プラーテンに設置され，研磨スラリにより\nウェットで，プラーテンのホールと調心されたウィンドウを有する，研磨パッドで\nあり，（ｉ）前記ウィンドウは，該研磨パッドの一部であって，レーザービームに\n対して少なくとも部分的に透過性を有する該研磨パッドの前記一部を備え，又は\n（ｉｉ）前記ウィンドウは，該パッドに形成されたプラグであって，レーザービー\nムに対して透過性を有する前記プラグを備える，前記研磨パッドと，（ｃ）研磨パ\nッドに対してウエハを保持するための，回転可能な研磨ヘッドであって，このウエ\nハが酸化物層の下の半導体基板を備える，前記研磨ヘッドと，（ｄ）ウエハへ向け\nてレーザービームを発生させることが可能であり且つウエハ及びホール（孔）から\n反射されてくる光を検出することが可能なレーザー干渉計を有する終点検出器とを\n備え，前記ウィンドウは，ウエハが前記ウィンドウの上にある時は，周期時間の少\nなくとも一部の間にレーザービームをウエハへ入射させるための通路を与える装置。\n【請求項４０】ケミカルメカニカルポリシングシステムにおいて用いるための研磨\nパッドであって，前記研磨パッドは，（ａ）研磨面と，（ｂ）底面と，を備え，前\n記研磨パッドの前記底面及び前記研磨面の中にはウィンドウが形成され，前記ウィ\nンドウは，光に対して透過性を有すると共に，（ｉ）前記ウィンドウは，該研磨パ\nッドの一部であって，前記光に対して少なくとも部分的に透過性を有する該研磨パ\nッドの前記一部を備え，又は（ｉｉ）前記ウィンドウは，該パッドに形成されたプ\nラグであって，前記光に対して透過性を有する前記プラグを備え，前記研磨パッド\nは，第１の透過性部分と，前記研磨面を与える第２の非透過性部分とを備える，研\n磨パッド。\n【請求項４２】ケミカルメカニカルポリシングシステムにおいて用いるための研磨\nパッドであって，前記研磨パッドは，（ａ）研磨面と，（ｂ）底面と，を備え，前\n記研磨パッドの前記底面及び前記研磨面の中にはウィンドウが形成され，前記ウィ\nンドウは，光に対して透過性を有すると共に，（ｉ）前記ウィンドウは，該研磨パ\nッドの一部であって，前記光に対して少なくとも部分的に透過性を有する該研磨パ\nッドの前記一部を備え，又は（ｉｉ）前記ウィンドウは，該パッドに形成されたプ\nラグであって，前記光に対して透過性を有する前記プラグを備え，前記研磨パッド\nは，第１の透過性部分と，研磨面を与える第２の非透過性部分とを備え，該第２の\n非透過性部分が，添加物を有するポリウレタンである，研磨パッド。\n【請求項４３】該添加物が微粒子を有することで，該第２の部分がマイクロポーラ\nス構造を有するようにする請求項４２に記載の研磨パッド。\n【請求項４４】該第２の非透過性部分が，オープンセルの構造を有する請求項４０\nに記載の研磨パッド。\n【請求項４６】該研磨面と反対側に底面を更に有する請求項４０に記載の研磨パッ\nド。\n【請求項４８】研磨パッドが，研磨面を有する第１の層と，研磨面と反対側の第２\nの層とを有する請求項４０に記載の研磨パッド。\n【請求項４９】該第１の透過性部分が，第１の層に形成される請求項４８に記載の\n研磨パッド。\n【請求項５１】研磨パッドが，自身に形成されたアパーチャを有し，透過性部分が\nアパーチャ内に位置をとるプラグを備える請求項４０に記載の研磨パッド。\n(2) 本件訂正後の本件特許の特許請求の範囲の請求項１，４０，４２ないし４４，\n４６，４８，４９，５１の記載は次のとおりである（以下，これらの請求項に記載\nされた発明を「本件発明１」，「本件発明４０」などといい，これらを総称して\n「本件発明」という。また，本件訂正後の特許請求の範囲，発明の詳細な説明及び\n図面（甲１０，１２，１３）を含めて「本件明細書」ということがある。）。下線\n部は本件訂正の訂正箇所である（ただし，本件争点に関する部分に限定した。）。\n【請求項１】ウエハに対してケミカルメカニカルポリシング（ＣＭＰ）を行うため\nの装置であって，（ａ）シャシに回転自在に設置され，ホール（孔）を自身に有す\nる回転可能な研磨プラーテンと，（ｂ）プラーテンに設置され，研磨スラリにより\nウェットで，プラーテンのホールと調心されたウィンドウを有する，発泡材料から\nなる表面を有する研磨パッドであり，前記ウィンドウは，該パッドに形成された中\n実な材料からなるプラグであって，レーザービームに対して透過性を有する前記プ\nラグを備え，前記プラグは前記研磨パッドの表面とほぼ共面の上面を有する，前記\n研磨パッドと，（ｃ）研磨パッドに対してウエハを保持するための，回転可能な研\n磨ヘッドであって，このウエハが酸化物層の下の半導体基板を備える，前記研磨ヘ\nッドと，（ｄ）ウエハへ向けてレーザービームを発生させることが可能であり且つ\nウエハ及びホール（孔）から反射されてくる光を検出することが可能なレーザー干\n渉計を有する終点検出器とを備え，前記ウィンドウは，ウエハが前記ウィンドウの\n上にある時は，周期時間の少なくとも一部の間にレーザービームをウエハへ入射さ\nせるための通路を与える装置。\n【請求項４０】ケミカルメカニカルポリシングシステムにおいて用いるための研磨\nパッドであって，前記研磨パッドは，（ａ）発泡材料からなる研磨面と，（ｂ）底\n面と，を備え，前記研磨パッドの前記底面及び前記研磨面の中にはウィンドウが形\n成され，前記ウィンドウは，光に対して透過性を有すると共に，該パッドに形成さ\nれた中実な材料からなるプラグであって，前記光に対して透過性を有する前記プラ\nグを備え，前記研磨パッドは，第１の透過性部分と，前記研磨面を与える第２の非\n透過性部分とを備え，前記プラグは前記研磨パッドの第２の非透過性部分の表面と\nほぼ共面の上面を有し，前記ウィンドウは，ウエハが前記ウィンドウの上にある時\nは，光をウエハへ入射させるための通路を与える研磨パッド。\n【請求項４２】ケミカルメカニカルポリシングシステムにおいて用いるための研磨\nパッドであって，前記研磨パッドは，（ａ）発泡材料からなる研磨面と，（ｂ）底\n面と，を備え，前記研磨パッドの前記底面及び前記研磨面の中にはウィンドウが形\n成され，前記ウィンドウは，光に対して透過性を有すると共に，該パッドに形成さ\nれた中実な材料からなるプラグであって，前記光に対して透過性を有する前記プラ\nグを備え，前記研磨パッドは，第１の透過性部分と，研磨面を与える第２の非透過\n性部分とを備え，該第２の非透過性部分が，添加物を有する発泡ポリウレタンであ\nり，前記プラグは前記研磨パッドの第２の非透過性部分の表面とほぼ共面の上面を\n有し，前記ウィンドウは，ウエハが前記ウィンドウの上にある時は，光をウエハへ\n入射させるための通路を与える研磨パッド。\n【請求項４３】該添加物が微粒子を有することで，該第２の部分がマイクロポーラ\nス構造を有するようにする請求項４２に記載の研磨パッド。\n【請求項４４】該第２の非透過性部分が，オープンセルの構造を有する請求項４０\nに記載の研磨パッド。\n【請求項４６】該研磨面と反対側に底面を更に有する請求項４０に記載の研磨パッ\nド。\n【請求項４８】研磨パッドが，研磨面を有する第１の層と，研磨面と反対側の第２\nの層とを有する請求項４０に記載の研磨パッド。\n【請求項４９】該第１の透過性部分が，第１の層に形成される請求項４８に記載の\n研磨パッド。\n【請求項５１】研磨パッドが，自身に形成されたアパーチャを有し，透過性部分が\nアパーチャ内に位置をとるプラグを備える請求項４０に記載の研磨パッド。\n３  審決の理由\n(1) 別紙審決書写しのとおりである（１０７頁２４行以下の部分は「参考」につ\nき省略）。その判断の概要は以下のとおりである。\nア  本件訂正は，特許法１３４条の２第１項ただし書きに適合し，特許法１３４\n条の２第５項の規定により準用する同法１２６条３項及び４項の規定に適合するの\nで，本件訂正を認める。\nイ  無効理由２（特許法３６条４項，６項１号，２号違反）について\n本件特許の特許請求の範囲の各請求項について，特許法３６条４項，６項１号，\n２号に違反するとの無効理由は成り立たない。\nウ  無効理由１（特許法２９条２項違反）について\n本件特許の特許請求の範囲の請求項９，１８ないし２０，２４，２５，２７ない\nし３２，３９，５２に係る発明は，甲１（特開平７－５２０３２号公報。以下，甲\n１に記載された発明を「甲１発明」という。），甲２（特開平５－３０９５５８号\n公報），甲３（特開昭６３－１３４１６２号公報），甲４（特開昭６１－７６２６\n０号公報），甲５（特開平４－２５５２１８号公報）に記載された発明ないし周知\nの事項に基づいて当業者が容易に発明をすることができたものである。\n本件発明１は，甲１発明１（後記(2)ア(ｱ)），甲２ないし甲５記載事項及び甲１\n１ないし甲２５記載事項から当業者が容易になし得たものとすることはできない。\n本件発明４０及び本件発明４２は，甲１発明７（後記(2)ア(ｲ)），甲２ないし甲\n５記載事項及び甲１１ないし甲２５記載事項から当業者が容易になし得たものとす\nることはできない。\n本件発明４０は，甲１ないし甲５に記載された発明及び事項から容易になし得た\nとすることはできないので，請求項４０による特定事項を全て含み，さらに，別の\n特定事項を備える本件発明４４，４６，４８，４９，５１も，同様に，当業者が容\n易になし得たとすることはできない。\n本件発明４２は，甲１ないし甲５に記載された発明及び事項から容易になし得た\nとすることはできないので，請求項４２による特定事項を全て含み，さらに，別の\n特定事項を備える本件発明４３も，同様に，当業者が容易になし得たとすることは\nできない。\n(2) 審決が認定した甲１発明の内容及び甲１発明と本件発明１，４０，４２ない\nし４４，４６，４８，４９，５１との一致点，相違点は，以下のとおりである。\nア  甲１発明の内容\n(ｱ) ウエハに対してケミカルメカニカルポリシング（ＣＭＰ）を行うための装置\nであって，（ａ）回転自在に設置され，中心から放射状に伸びる近接した２本の直\n線で囲まれ，中心付近から周縁近くまで伸びた溝２と，溝２の長手方向中央に設け\nられた貫通孔３を自身に有する回転可能な定盤１と，（ｂ）定盤１に設置され，研\n磨液によりウェットで，定盤１の溝２と同形に切り抜かれた研磨布窓６を有する，\n発泡材料からなる表面を有する研磨布５であり，前記貫通孔３の溝２側には，透明\nガラス製の中実な材料からなる透明窓材４が嵌め込まれ，（ｃ）研磨布５に対して\nウエハ７を保持するための，回転可能なウエハ支持板８であって，このウエハ７が，\n表面に熱酸化膜を形成した２枚のシリコンウエハを，熱酸化膜を接せしめて接着し\nたＳＯＩウエハ７を備える，ウエハ支持板８と，（ｄ）ウエハ７へ向けて光を照射\nさせることが可能であり且つウエハ７及び貫通孔３からの反射光を受光するプロー\nブ９を有し，これにより研磨状態の終点を知ることができるものであり，前記貫通\n孔３，透明窓材４，溝２は，ウエハ７の中心が透明窓材４の上にある時の一部の間，\n赤色の範囲を含む光をウエハ７へ入射させるための通路を与えるウエハ研磨装置。\n（以下「甲１発明１」という。）\n(ｲ) ケミカルメカニカルポリシングを行う研磨装置において用いるための研磨布\n５であって，前記研磨布５は，（ａ）発泡材料からなるウエハ７に押し付けられる\n面と，（ｂ）定盤１に支持される面と，を備え，定盤１には中心から放射状に伸び\nる近接した２本の直線で囲まれ，中心付近から周縁近くまで伸びた溝２と，溝２の\n長手方向中央に設けられた貫通孔３を自身に有し，前記貫通孔３の溝２側には，透\n明ガラス製の中実な材料からなる透明窓材４が嵌め込まれるところ，前記研磨布５\nには，定盤１の溝２と同形に切り抜かれた研磨布窓６が形成され，ウエハ７の中心\nが該研磨布窓６の上にあるときの一部の間赤色の範囲を含む光のための通路を与え\nる研磨布５。（以下「甲１発明７」という。）\nイ  甲１発明と本件発明１，４０，４２との一致点\n(ｱ) 甲１発明１と本件発明１との一致点\nウエハに対してケミカルメカニカルポリシング（ＣＭＰ）を行うための装置であ\nって，（ａ）シャシに回転自在に設置され，開口を自身に有する回転可能な研磨プ\nラーテンと，（ｂ）プラーテンに設置され，研磨スラリによりウェットで，プラー\nテンの開口と調心されたウィンドウを有する，発泡材料からなる表面を有する研磨\nパッドであり，研磨プラーテンの開口及び研磨パッドのウインドウからなる通路に\n中実な材料からなる光透過部材を配設し，（ｃ）研磨パッドに対してウエハを保持\nするための，回転可能な研磨ヘッドと，（ｄ）ウエハへ向けて光を発生させること\nが可能であり且つウエハ及び開口から反射されてくる光を検出することが可能な終\n点検出器とを備え，前記ウィンドウは，ウエハが前記ウィンドウの上にある時は，\n周期時間の少なくとも一部の間に光をウエハへ入射させるための通路を与える装置。\n(ｲ) 甲１発明７と本件発明４０，本件発明４２との一致点\nケミカルメカニカルポリシングシステムにおいて用いるための研磨パッドであっ\nて，前記研磨パッドは，（ａ）発泡材料からなる研磨面と，（ｂ）底面と，を備え，\n前記研磨パッドの前記底面及び前記研磨面の中にはウィンドウが形成され，前記ウ\nィンドウは，光に対して透過性を有すると共に，プラーテンの開口及び研磨パッド\nのウインドウからなる通路に中実な材料からなる光透過部材を配設し，前記ウィン\nドウは，ウエハが前記ウィンドウの上にある時は，光をウエハへ入射させるための\n通路を与える研磨パッド。\nウ  甲１発明と本件発明１，４０，４２との相違点\n(ｱ) 甲１発明１と本件発明１との相違点\nａ  研磨プラーテンに関して，本件発明１では，「ホール（孔）を自身に有する\n研磨プラーテン」と特定しているのに対して，甲１発明１では，研磨プラーテンに\n相当する定盤１に設けられる開口は，中心から放射状に伸びる近接した２本の直線\nで囲まれ，中心付近から周縁近くまで伸びた２本の溝２と，溝２の長手方向中央に\n設けられた貫通孔３である点。（以下「相違点１」という。）\nｂ  光透過部材の構造に関して，本件発明１では，「前記ウィンドウは，該パッ\nドに形成された中実な材料からなるプラグであって，レーザービームに対して透過\n性を有する前記プラグを備える，前記研磨パッド」であるとして，研磨パッドに中\n実な材料からなる光透過部材が設けられているとしているのに対して，甲１発明１\nでは，光透過部材は，貫通孔３の溝２側に嵌め込まれた透明ガラス製の中実な材料\nからなる透明窓材４である点。（以下「相違点２」という。）\nｃ  ウエハに関して，本件発明１では，「酸化物層の下の半導体基板を備える」\nものであると特定しているのに対して，甲１発明１では，ＳＯＩウエハではあるも\nのの，酸化物層を表面に有するかどうか不明な点。（以下「相違点３」という。）\nｄ  終点検出する光及び装置に関して，本件発明１では，「レーザービーム」を\n用いており，また，検出器が「レーザー干渉計」であるのに対して，甲１発明１で\nは，単に光を用いており，検出器がプローブ９である点。（以下「相違点４」とい\nう。）\nｅ  プラグに関して，本件発明１では，「研磨パッドの表面とほぼ共面の上面を\n有する」としているのに対して，甲１発明１では，透明窓材４の上面の位置につい\nて不明な点。（以下「相違点５」という。）\n(ｲ) 甲１発明７と本件発明４０との相違点\nａ  光透過部材の構造に関して，本件発明４０では，「前記ウィンドウは，光に\n対して透過性を有すると共に，該パッドに形成された中実な材料からなるプラグで\nあって，光に対して透過性を有する前記プラグを備え」ているとして，研磨パッド\nに光透過部材が設けられているのに対して，甲１発明７では，光透過部材は，貫通\n孔３の溝２側に嵌め込まれた透明ガラス製の中実な材料からなる透明窓材４である\n点。（以下「相違点３１」という。）\nｂ  研磨パッドに関して，本件発明４０では，「第１の透過性部分と，研磨面を\n与える第２の非透過性部分とを備え」るとしているのに対して，甲１発明７では，\n研磨布５の光透過性について不明な点。（以下「相違点３２」という。）\nｃ  プラグに関して，本件発明４０では，「研磨パッドの第２の非透過性部分の\n表面とほぼ共面の上面を有」しているとしているのに対して，甲１発明７では，研\n磨布５の光透過性について不明であり，また，透明窓材４の上面の位置について不\n明な点。（以下「相違点３３」という。）\n(ｳ) 甲１発明７と本件発明４２との相違点\nａ  光透過部材の構造に関して，本件発明４０では，「該パッドに形成された中\n実な材料からなるプラグであって，光に対して透過性を有する前記プラグを備え」\nているとして，研磨パッドに光透過部材が設けられているのに対して，甲１発明７\nでは，光透過部材は，貫通孔３の溝２側に嵌め込まれた透明ガラス製の中実な材料\nからなる透明窓材４である点。（以下「相違点３４」という。）\nｂ  研磨パッドに関して，本件発明４２では，「第１の透過性部分と，研磨面を\n与える第２の非透過性部分とを備え，該第２の非透過性部分が，添加物を有する発\n泡ポリウレタンである」としているのに対して，甲１発明７では，研磨布５の光透\n過性について不明であり，また，添加物を含有するかどうかも不明な点。（以下\n「相違点３５」という。）\nｃ  プラグに関して，本件発明４０では，「研磨パッドの第２の非透過性部分の\n表面とほぼ共面の上面を有」しているとしているのに対して，甲１発明７では，研\n磨布５の光透過性について不明であり，また，透明窓材４の上面の位置について不\n明な点。（以下「相違点３６」という。）\n第３  当事者の主張\n１  取消事由に係る原告の主張\n審決には，次のとおり，(1) 本件訂正に関する判断の誤り（取消事由１），(2)\n特許法３６条６項１号，２号該当性に関する判断の誤り（取消事由２），(3) 本件\n発明に関する容易想到性判断の誤り（取消事由３）があり，これらは審決の結論に\n影響を及ぼすから，審決は取り消されるべきである。\n(1) 本件訂正に関する判断の誤り（取消事由１）\nア  審決は，本件訂正に関し，本願の特許請求の範囲の請求項１のプラグにつき，\n「前記プラグは前記研磨パッドの表面とほぼ共面の上面を有する」との限定事項を\n加えること，請求項４０及び４２のプラグにつき，「研磨パッドの第２の非透過性\n部分の表面とほぼ共面の上面を有し」と訂正することは，「図面の図３（ｃ）を参\n照すると，ポリウレタンプラグ４２の上面が研磨パッドの表面とほぼ共面となって\nいることが示されていることから，・・・上記訂正は，新規事項の追加には該当し\nない。」として，訂正を認めた。\nしかし，以下のとおり，「ポリウレタンプラグ４２の上面が研磨パッドの表面と\nほぼ共面となっていること」は本件明細書には全く示されていない。すなわち，本\n件明細書に「ほぼ共面」なる記載はなく，図３（ｃ）の説明に該当する段落【００\n２９】にも「ポリウレタンプラグ４２の上面が研磨パッドの表面とほぼ共面となっ\nていること」の記載はない。また，「共面」とは，隙間のない連続した面を指すの\nか，隙間があっても同一高さの面を指すのか等，一般的な工業用語としても意味が\n特定できず，「ほぼ」とは，どの程度の「共面」を指すのかも不明であり，図３\n（ｃ）をみても，どのような状態が「ほぼ共面」なのか，図面内のどこを根拠にそ\nのようにいえるのかが不明である。\nしたがって，請求項１，４０及び４２記載のプラグにつき，「前記プラグは前記\n研磨パッドの表面とほぼ共面の上面を有する」との限定を加えることは，本件明細\n書に基づいたものではなく，新規事項の追加に該当する。\nイ  審決は，請求項４３及び４４について，「当該請求項自体の文言の変更はな\nいものの，請求項４３が引用している独立請求項である請求項４２が減縮されたも\nのであり，請求項４４が引用している独立請求項である請求項４０が減縮されてい\nるから，請求項４３ないし４４については，それぞれ減縮されたものであることは\n明らかである。」とし，請求項４６，４８，４９及び５１について，「当該請求項\n自体の文言の変更はないものの，請求項４６，４８，４９，５１が最終的に引用し\nている独立請求項である請求項４０が減縮されたものであるから，請求項４６，４\n８，４９，及び５１については，それぞれ減縮されたものであることは明らかであ\nる。」として，訂正を認めた。\nしかし，請求項４０及び４２に係る上記アの訂正事項は，本件明細書に基づくも\nのではないから，新規事項の追加に該当する。\nウ  したがって，本件訂正に関する審決の判断には誤りがある。\n(2) 特許法３６条６項１号，２号該当性に関する判断の誤り（取消事由２）\n審決は，請求項１における「ほぼ共面」について，「本件明細書の段落【００２\n８】に『パッド１８自身はウィンドウとして用いられているため，検出できる大き\nさのギャップは存在しない』と記載されているように，『ギャップが存在しない』\nことを意味するものである。」，「『ほぼ共面』とは，上記のとおり，『ギャップ\nが小さい』ことを意味するものではなく，『ギャップが存在しない』ことを意味す\nるものであって，具体的には，本件特許の図面の図３（ｂ），（ｃ）の状態を意図\nするものである。そして，本件特許明細書における『ギャップのディメンジョンと\nして２５０μｍ以下』との記載は，本件特許の図３（ａ）の状態を意図するもので\nあって，『ほぼ共面』を意図するものではない。」として，「ほぼ共面」が本件明\n細書に該当する記載がないとの理由で特許法３６条６項１号違反であるとすること\nはできず，また，明確性を欠くとして同項２号違反であるとすることもできないと\n判断した。\nしかし，「ほぼ共面」なる語は，「おおかた共面」，「およそ共面」，「だいた\nい共面」を意味し，「完全な共面」を意味するものではないから，文字どおりであ\nれば，「ギャップが存在しないこと」ではなく，「ギャップが小さいこと」を示す\nと解される。また，「ほぼ共面」の語は，本件明細書の段落【００２８】にもその\n他の箇所にも全く記載がないから，同段落を参照しても，「ギャップが存在しない\nこと」を意味するとはいえず，審決は，「ほぼ共面」が，プラグ上面とパッド上面\nの２つの面に継ぎ目，隙間がないことを指すのか，２つの面が同一平面上に位置す\nることを指すのか，明らかにしていない。審決が，「ほぼ共面」につき，本件明細\n書の図面の図３（ｂ），（ｃ）の状態を意図するものであるとし，本件明細書にお\nける「ギャップのディメンジョンとして２５０μｍ以下」との記載は，本件明細書\nの図３（ａ）の状態を意図するものであって，「ほぼ共面」を意図するものではな\nいとするのは，根拠のないことである。\n請求項４０，４２の「ほぼ共面」との記載（請求項４３，４４，４６，４８，４\n９，５１において引用される。）についても，上記と同様である。\nしたがって，審決の特許法３６条６項１号，２号該当性に関する上記判断には誤\nりがある。\n(3) 本件発明に関する容易想到性判断の誤り（取消事由３）\nア  相違点５に係る本件発明１の「研磨パッドの表面とほぼ共面の上面を有す\nる」との構成について，審決は，「ほぼ共面」を「ギャップが存在しない」ことと\n解した上，甲１発明１に甲２ないし甲４記載の事項を適用することにより，本件発\n明１のように，発泡材料からなる表面を有する研磨布５における透明窓材４を，研\n磨布５の表面とほぼ共面の上面を有するものとすることを容易になし得たとはいえ\nない旨判断した。\nしかし，上記(2) のとおり，「ほぼ共面」とは，ウェハとプラグの「ギャップが\n存在しない」ことではなく，「ギャップが小さいこと」と解すべきである。そして，\n甲１発明１において，透明窓材６と研磨布５の位置関係も「ほぼ共面」であること\n（甲１の段落【００１５】，図１），甲９（特開平３－２３４４６７号公報）の第\n１図・第３図においても，プラグに相当する「ガラス板４」と研磨パッドに相当す\nる「研磨クロス５」とは，それぞれの上面が，図面上においてほぼ共面と判断し得\nることから，本件発明１の上記構成は，甲１発明１の「透明窓材４は研磨布５の表\n面とほぼ共面の上面を有すること」に対応し，本件発明１は，甲１発明１から当業\n者が容易になし得たものである。\nまた，仮に，「ほぼ共面」が「ギャップが存在しないこと」を意味するとしても，\n甲１発明１のプラグとして使用される透明窓材６の代わりに甲２記載の透明なポリ\nシングパッド１をプラグとして適用することは当業者にとって容易であり，また，\nポリシングパッド１をプラグとして適用すれば，ウェハとの摺接を許すため，ウェ\nハとプラグのギャップをなくすこと，すなわち，パッド表面とプラグ上面とを同一\n平面上にすることは当業者にとって容易に想到し得ることである。\nしたがって，相違点５に係る本件発明１の構成は，甲１発明１及び甲２記載の事\n項から当業者が容易になし得たものであり，審決の上記判断には誤りがある。また，\n本件発明１と甲１発明１との相違点１ないし４に係る本件発明１の構成ついても，\n本件の無効審判請求手続における平成２１年１０月１４日付け審決で判断が示され\nたとおり，当業者が容易に想到し得たものであるから，審決の判断の誤りは結論に\n影響を及ぼす。\nイ  相違点３３に係る本件発明４０の「第１の透過性部分と，研磨面を与える第\n２の非透過性部分とを備え」るとの構成について，審決は，甲１発明７に甲２ない\nし甲４記載の事項を適用することにより，・・・本件発明４０のように，研磨パッ\nドを，発泡材料からなり，研磨面を与える第２の非透過性部分と，研磨パッドに形\n成され，中実な材料からなり，光に対して透過性を有し，研磨面とほぼ共面の上面\nを有する第１の透過性部分であるプラグからなるものとすることを容易になし得た\nものであるとすることはできない旨判断した。\nしかし，甲１発明７の透明窓材６は「第１の透過性部分」に対応し，研磨布５は\n「研磨面を与える第２の非透過性部分」に対応する。甲１において，研磨布５は透\n過性とは記載されないが，光透過性のある「透明窓材６」との対比上，非透過性で\nあると理解される。そして，上記アのとおり，「（第１の透過性部分である）プラ\nグは，（第２の非透過性部分である）研磨パッドの表面のほぼ共面の上面を有する\nこと」は，甲１発明７ないし甲２記載の事項から当業者が容易に想到し得るもので\nある。\nしたがって，相違点３３に係る本件発明４０の構成は，甲１発明７及び甲２記載\nの事項から当業者が容易になし得たものであり，審決の上記判断には誤りがある。\nまた，本件発明４０と甲１発明７との相違点３１，３２に係る本件発明１の構成に\nついても，本件の無効審判請求手続における平成２１年１０月１４日付け審決で判\n断が示されたとおり，当業者が容易に想到し得たものであるから，審決の判断の誤\nりは結論に影響を及ぼす。\nウ  相違点３６に係る本件発明４２の「研磨パッドの第２の非透過性部分の表面\nとほぼ共面の上面を有」しているとの構成について，審決は，甲１発明７に甲２な\nいし甲４記載事項を適用することにより，・・・本件発明４２のように，研磨パッ\nドを，発泡材料からなり，研磨面を与える第２の非透過性部分と，研磨パッドに形\n成され，中実な材料からなり，光に対して透過性を有し，研磨面である第２の非透\n過性部分の表面とほぼ共面の上面を有する第１の透過性部分であるプラグからなる\nものとすることを容易になし得たものであるとすることはできない旨判断した。\nしかし，本件発明４２と甲１発明７との相違点３４ないし３６は，本件発明４０\nと甲１発明７との相違点３１ないし３３と同様である。\nしたがって，相違点３６に係る本件発明４２の構成は，上記アと同様，当業者が\n容易になし得たものであり，審決の上記判断には誤りがあり，この判断の誤りは結\n論に影響を及ぼす。\nエ  請求項４３は，請求項４２を引用し，請求項４４，４６，４８，５１は請求\n項４０を引用し，請求項４９は請求項４８を引用する。上記イ，ウのとおり，相違\n点３１ないし３３に係る本件発明４０の構成，及び，相違点３４ないし３６に係る\n本件発明４２の構成は，甲１ないし甲５発明に基づき，当業者が容易になし得るも\nのである。また，請求項４３，４４，４６，４８，４９，５１と甲１発明との間に，\n上記以外の実質的な相違点はないから，本件発明４３，４４，４６，４８，４９，\n５１は，甲１発明及び甲２ないし５記載の事項に基づき，当業者が容易になし得る\nことである。\nオ  以上のとおり，本件発明に関する審決の容易想到性判断には誤りがあり，結\n論に影響を及ぼす。\n２  被告の反論\n審決には，以下のとおり，取り消されるべき判断の誤りはない。\n(1) 取消事由１（本件訂正に関する判断の誤り）に対し\n原告は，①本件明細書に「ほぼ共面」なる記載はなく，図３（ｃ）の説明に該当\nする段落【００２９】にも「ポリウレタンプラグ４２の上面が研磨パッドの表面と\nほぼ共面となっていること」の記載はない，②「共面」とは，隙間のない連続した\n面を指すのか，隙間があっても同一高さの面を指すのか等，一般的な工業用語とし\nても意味が特定できず，「ほぼ」とは，どの程度の「共面」を指すのかも不明であ\nる，③本件明細書の図３（ｃ）をみても，どのような状態が「ほぼ共面」なのか，\n図面内のどこを根拠にそのようにいえるのかが不明であるとの理由から，「ポリウ\nレタンプラグ４２の上面が研磨パッドの表面とほぼ共面となっていること」は本件\n明細書には示されておらず，請求項１，４０及び４２記載のプラグにつき，「前記\nプラグは前記研磨パッドの表面とほぼ共面の上面を有する」との限定を加えること\nは，本件明細書に基づいたものではなく，新規事項の追加に該当する旨主張する。\nしかし，上記①の点に関し，本件明細書の段落【００２９】には，具体例（ｃ）\n（図３（ｃ）の具体例）について，「プラーテンホール３０の上の領域における典\n型的なパッド材料は，中実な（ソリッドな）ポリウレタンプラグ４２に置き換えら\nれる。」と記載され，ここでポリウレタンプラグ４２に置き換えられる「プラーテ\nンホール３０の上の領域における典型的なパッド材料」は，「第１に，パッド１８\n自身はウィンドウとして用いられているため，検出できる大きさのギャップは存在\nしない。」（段落【００２８】）というものであるから，当該パッド材料に置き換\nえられたポリウレタンプラグ４２も，「検出できる大きさのギャップは存在しな\nい。」ものであることは自明である。そして，請求項１，４０，４２記載の「前記\nプラグは前記研磨パッドの表面とほぼ共面の上面を有する」は，「検出できる大き\nさのギャップは存在しない」ことに対応する。\nまた，上記②の点に関し，本件明細書で「ほぼ共面」の語そのものが用いられて\nいないとしても，請求項１，４０，４２記載の「前記プラグは前記研磨パッドの表\n面とほぼ共面の上面を有する」は，「検出できる大きさのギャップは存在しない」\n（段落【００２８】）に対応することは明らかであり，「ほぼ共面」とは，（スラ\nリを捉える）「ギャップが存在しない」ことを意味するといえる。\nさらに，上記③の点に関し，上記のとおり，本件明細書の図３（ｃ），段落【０\n０２８】，【００２９】の記載から，請求項１，４０，４２の「前記プラグは前記\n研磨パッドの表面とほぼ共面の上面を有する」の「ほぼ共面」は，（スラリを捉え\nる）「ギャップが存在しない」ことを意味することは明らかである。\nしたがって，「前記プラグは前記研磨パッドの表面とほぼ共面の上面を有する」\nの限定を加えることは新規事項の追加には該当しない。原告の主張は理由がなく，\n本件訂正に関する審決の判断に誤りはない。\n(2) 取消事由２（特許法３６条６項１号，２号該当性に関する判断の誤り）に対\nし\n原告は，「ほぼ共面」なる語は，「完全な共面」を意味するものではなく，本件\n明細書の段落【００２８】を参照しても，「ギャップが存在しないこと」ではなく，\n「ギャップが小さいこと」を示すと解すべきであって，審決の特許法３６条６項１\n号，２号該当性に関する判断には誤りがある旨主張する。\nしかし，上記(1) のとおり，請求項１，４０，４２記載の「ほぼ共面」は，本件\n明細書の段落【００２８】に「パッド１８自身はウィンドウとして用いられている\nため，検出できる大きさのギャップは存在しない」と記載されているように，「ギ\nャップが存在しない」ことを意味する。\nしたがって，「ほぼ共面」が本件明細書に該当する記載がないとの理由で特許法\n３６条６項１号違反であるとすることはできず，また，明確性を欠くとして同項２\n号違反であるとすることもできないとの審決の判断に誤りはない。\n(3) 取消事由３（本件発明に関する容易想到性判断の誤り）に対し\nア  原告は，「ほぼ共面」とは，ウェハとプラグの「ギャップが小さいこと」と\n解すべきであり，甲１発明１において，透明窓材６と研磨布５の位置関係も「ほぼ\n共面」であること，甲９においても「ガラス板４」と「研磨クロス５」とは，それ\nぞれの上面がほぼ共面と判断し得ることから，相違点５に係る本件発明１の構成は，\n甲１発明１の「透明窓材４は研磨布５の表面とほぼ共面の上面を有すること」に対\n応し，本件発明１は，甲１発明１から当業者が容易になし得た旨主張する。\nしかし，上記(1) のとおり，本件発明１の「ほぼ共面」は，「ギャップが小さ\nい」ことを意味するのではなく，「ギャップが存在しない」ことを意味する。一方，\n甲１や甲９には，「ギャップが少ない」ことは記載されていても，「ギャップが存\n在しない」こと，すなわち，「ほぼ共面」であることは記載されておらず，原告の\n主張に理由はない。\nまた，原告は，仮に，「ポリウレタンプラグ４２の上面が研磨パッドの表面とほ\nぼ共面になっていること」が「ウエハとポリウレタンプラグ４２の間のギャップが\n存在しないこと」を意味するとしても，甲１発明１の透明窓材６の代わりに甲２に\n示す透明なポリッシングパッド１をプラグとして適用することは当業者にとって容\n易である旨主張する。\nしかし，甲１の研磨布５は，発泡材料からなるのに対して，甲２における研磨面\nは全体が透明な部材からなるので，甲１発明１における研磨面と甲２における研磨\n面とはその材質が異なることは明らかである（この点については，原告も反論して\nいない。）。そして，ケミカルメカニカルポリシングシステムとは，研磨すべき面\nを平面化するものであることから，仮に，甲１発明１の透明窓材６の代わりに甲２\n発明に示す透明なポリッシングパッド１をプラグとして適用することを考えたとし\nても，研磨すべき面を平面化するケミカルメカニカルポリシングシステムにおいて，\n材質の異なる研磨布５とポリッシングパッド１を研磨面とすることが容易に想到で\nきたとはいえない。\nイ  原告は，相違点３３に係る本件発明４０の構成について，甲１発明７の透明\n窓材６は「第１の透過性部分」に，研磨布５は「研磨面を与える第２の非透過性部\n分」に対応し，研磨布５は，光透過性のある「透明窓材６」との対比上，非透過性\nであると理解され，「（第１の透過性部分である）プラグは，（第２の非透過性部\n分である）研磨パッドの表面のほぼ共面の上面を有すること」は，甲１発明７ない\nし甲２記載の事項から当業者が容易に想到し得るものである，本件発明４２ないし\n４４，４６，４８，４９，５１についても，同様に，当業者が容易になし得るもの\nである旨主張する。\nしかし，上記アのとおり，本件発明１の「プラグは研磨パッドの表面とほぼ共面\nの上面を有すること」との構成は，甲１発明１及び甲２記載の事項から容易想到と\nはいえず，上記構成と同じ構成を含む本件発明４０，４２ないし４４，４６，４８，\n４９，５１についても，当業者にとって容易になし得るものとはいえない。\nウ  以上のとおり，本件発明に関する審決の容易想到性判断に誤りはなく，原告\nの主張は理由がない。\n第４  当裁判所の判断\n当裁判所は，原告主張の取消事由にはいずれも理由がなく，審決に取り消される\nべき違法はないと判断する。その理由は，以下のとおりである。\n１  取消事由１（本件訂正に関する判断の誤り）について\n原告は，本件訂正に関し，請求項１記載のプラグにつき，「前記プラグは前記研\n磨パッドの表面とほぼ共面の上面を有する」との限定，請求項４０及び４２のプラ\nグにつき，「研磨パッドの第２の非透過性部分の表面とほぼ共面の上面を有し」と\nの限定を，それぞれ加えることは，本件明細書に基づいたものではなく，新規事項\nの追加に該当する，請求項４０ないし４２を引用する請求項４３，４４，４６，４\n８，４９及び５１についても新規事項を追加するものであるとして，本件訂正を認\nめた審決の判断は誤りである旨主張する。そこで，以下，検討する。\n(1) 認定事実\nア  本件訂正前の本件特許の特許請求の範囲の請求項１，４０，４２ないし４４，\n４６，４８，４９，５１の記載は，上記第２の２の(1) のとおりであり，本件訂正の上記各請求項の記載は，上記第２の２の(2) のとおりである。\nイ  本件明細書の発明の詳細な説明には，次の記載がある（甲１０，１３）。な\nお，発明の詳細な説明の記載については，本件訂正による変更はない（甲１１）。\n【００２７】プラーテンホール３０及びウエハ１４の詳細な図（ウエハがプラーテ\nンホール３０の上にある場合の）が，図３（ａ）～（ｃ）に示される。図３（ａ）\nに示されるように，プラーテンホール３０は，ステップ状の直径を有し，ショルダ\n３６を形成する。ショルダ３６は，レーザービーム３４のためのウィンドウとして\n機能するクオーツインサート３８を有してこれを指示するために用いられる。プラ\nーテン１６とインサート３８の間のインターフェースがシールされ，ウエハ１４と\nインサート３８の間の通り道を見つけようとするケミカルスラリ４０の一部がプラ\nーテン１６の底部から漏出できないようにされている。クオーツインサート３８は，\nプラーテン１６の上面の上に突出し，部分的にプラーテンパッド１８の中に入り込\nむ。このインサート３８の突出部は，インサート３８の上面とウエハ１４の表面と\nの間のギャップを最小にする意図をもって置かれている。このギャップを最小にす\nることにより，このギャップに捉えられるスラリ４０の量が最小になる。・・・イ\nンサート３８とウエハ１４の間のスラリ４０の層が薄くなるほど，レーザービーム\n３４とウエハに反射される光の弱化が少なくなる。・・・このギャップはできるだ\nけ小さい方がよいが，ＣＭＰプロセス中はいつでもインサート３８がウエハ１４に\n接しないことを確保するべきである。・・・\n【００２８】図３（ｂ）は，プラーテン１６とパッド１８の別の具体例である。こ\nの具体例では，クオーツインサートは排除され，パッド１８には貫通穴は存在しな\nい。・・・ウエハ１４とプラーテン１６の底部との間には，パッド１８のポリウレ\nタンカバー層２２だけが残っている。・・・従って，プラーテン３０の上にあるカ\nバー層２２の一部が，レーザービーム３４のためのウィンドウとして機能する。こ\nの別の構成は，大きな利点を有している。第１に，パッド１８自身はウィンドウと\nして用いられているため，検出できる大きさのギャップは存在しない。従って，レ\nーザービームの有害な散乱を生じさせるスラリ４０はほとんど存在しない。・・・\n【００２９】パッドのカバー層に用いられるポリウレタン材料は，レーザービーム\nに対して実質的に透過性を有しているものの，透過性を阻害する添加物を含有して\nいる。この問題点は，図３（ｃ）に描かれている本発明の具体例において排除され\nる。この具体例では，プラーテンホール３０の上の領域における典型的なパッド材\n料は，中実な（ソリッドな）ポリウレタンプラグ４２に置き換えられる。このプラ\nグ４２は，レーザービームのウィンドウとして機能し，パッド材料を包囲するグル\nーブ（又はオープンセル構造）を有しないポリウレタン材料製であり，透過性を阻\n害する添加物を含有していない。従って，プラグ４２を通ることによるレーザービ\nームの弱化は最小になる。好ましくは，プラグ４２はパッドと一体で成形される。\n（判決注：図３（ａ）ないし（ｃ）は別紙１記載のとおりである。）\n(2) 判断\nア  上記(1) 認定の事実によれば，本件訂正前の特許請求の範囲の請求項１，４\n０，４２ないし４４，４６，４８，４９，５１には，「パッドに形成されたプラ\nグ」との記載はあるが，パッドとプラグが「ほぼ共面」であるか否かについての記\n載はない。\nそこで，本件明細書の記載をみると，上記(1) 認定の事実から，本件明細書には，\n「プラーテンホール３０」に「クオーツインサート３８」を設けた構成を有する具\n体例が示され（図３（ａ）），レーザービームのためのウィンドウを「クオーツイ\nンサート３８」で構成した場合，クオーツインサートの上面とウエハの表面との間\nのギャップを最小にすることで，このギャップに捉えられるスラリの量を最小にす\nることができるが，ＣＭＰプロセス中はいつでもクオーツインサートがウエハに接\nしないことを確保するべきであること（【００２７】）が記載されていると認めら\nれる。\nまた，本件明細書には，「ウエハ１４」と「プラーテン１６」の底部との間に\n「パッド１８」の「ポリウレタンカバー層２２」だけが残った構成を有する具体例\nも示されており（図３（ｂ）），クオーツインサートを用いずに，パッドのポリウ\nレタンカバー層の一部がウィンドウとして機能する構成とした場合には，検出でき\nる大きさのギャップは存在せず，レーザービームの有害な散乱を生じさせるスラリ\nが殆ど存在しない利点があるが，ポリウレタンカバー層に用いられるポリウレタン\n材料が透過性を阻害する添加物を有しているとの問題点があること（【００２８】，\n【００２９】），この問題点を排除するため，別の具体例は，「プラーテンホール\n３０」の上の領域におけるパッド材料を「中実な（ソリッドな）ポリウレタンプラ\nグ４２」に置き換えたものであり，「中実な（ソリッドな）ポリウレタンプラグ４\n２」の上面が「パッド１８」における「カバー層２２」の表面とほぼ同一平面上に\n位置する構成を有し（図３（ｃ）），この中実なプラグをレーザービームのウィン\nドウとして機能させる構成により，ポリウレタンプラグが透過性を阻害する添加物\nを含有しないために，プラグを通ることによるレーザービームの弱化が最小になる\nこと（【００２９】）が記載されている。\n以上によれば，本件明細書には，プラグを通るレーザービームの弱化を最小化す\nる目的で，レーザービームの有害な散乱を生じさせるスラリが殆ど存在しないよう\nにするとの作用効果を得るために，研磨パッドとプラグの間にギャップが存在せず\n「ほぼ共面」となっている構成が採用されることが示されていると理解される。そ\nうすると，本件訂正前の特許請求の範囲の請求項１記載の発明において，上記の技\n術的意味で，「（中実な）プラグ」の上面と「研磨パッド」における表面の間にギ\nャップが存在せず，「ほぼ共面」となっている構成を備えることにより，プラグを\n通るレーザービームの弱化を最小化する目的で，レーザービームの有害な散乱を生\nじさせるスラリが殆ど存在しないようにするとの作用効果を奏することは，本件明\n細書の記載から明らかというべきである。\nしたがって，本件訂正前の特許請求の範囲の請求項１に，「前記プラグは前記研\n磨パッドの表面とほぼ共面の上面を有する」を加入する訂正は，新規事項を追加す\nるものとはいえない。また，同じく，請求項４０及び４２に，「前記プラグは前記\n研磨パッドの第２の非透過性部分の表面とほぼ共面の上面を有し」を加入する訂正\nも，同様の理由により，新規事項を追加するものとはいえない。\nよって，本件訂正を認めた審決の判断に誤りがあるとの原告の主張は理由がない。\nイ  これに対し，原告は，①本件明細書に「ほぼ共面」なる記載はなく，図３\n（ｃ）の説明に該当する段落【００２９】にも「ポリウレタンプラグ４２の上面が\n研磨パッドの表面とほぼ共面となっていること」の記載はない，②「共面」とは，\n隙間のない連続した面を指すのか，隙間があっても同一高さの面を指すのか等，一\n般的な工業用語としても意味が特定できず，「ほぼ」とは，どの程度の「共面」を\n指すのかも不明である，③本件明細書の図３（ｃ）をみても，どのような状態が\n「ほぼ共面」なのか，図面内のどこを根拠にそのようにいえるのかが不明である旨\n主張する。\nしかし，本件明細書に，「ポリウレタンプラグ４２の上面が研磨パッドの表面と\nほぼ共面となっていること」の記載はないとしても，この点は，上記アのとおり，\n本件明細書の記載から明らかな事項と認められる。また，本件訂正前の特許請求の\n範囲の請求項１記載の発明において，「ケミカルスラリ４０」の一部が「プラーテ\nン１６」の底部から漏出できないように構成することは，本件明細書の段落【００\n２７】に記載されており，図３（ｃ）に示された「（中実な）ポリウレタンプラグ\n４２」の上面と「パッド１８」における「カバー層２２」の表面がほぼ同一平面上\nに位置する（「ほぼ共面」）構成で，「ケミカルスラリ４０」の一部が漏出できな\nいように，上記「ポリウレタンプラグ４２」と上記「カバー層２２」とが隙間なく\n接していることは，本件明細書（図面を含む。）の記載に接した当業者には自明で\nある。したがって，上記①及び③の原告の主張は理由がない。\nまた，上記アのとおり，本件明細書の記載によれば，「（中実な）ポリウレタン\nプラグ４２」の上面と「パッド１８」における「カバー層２２」の表面がほぼ共面\nとなっている構成を備えることにより，レーザービームの有害な散乱を生じさせる\nスラリが殆ど存在しないとの作用効果を奏するというのであるから，本件訂正に係\nる「ほぼ共面」とは，「プラグ」の上面と「研磨パッド」の表面との間に「ギャッ\nプが存在しないこと」をいうことは，本件明細書（図面を含む。）の記載から明ら\nかである。したがって，上記②の原告の主張も理由がない。\nウ  よって，取消事由１における原告の主張を採用することはできない。\n２  取消事由２（特許法３６条６項１号，２号該当性に関する判断の誤り）につ\nいて\n原告は，「ほぼ共面」なる語は，「完全な共面」を意味するものではなく，本件\n明細書の段落【００２８】を参照しても，「ギャップが存在しないこと」ではなく，\n「ギャップが小さいこと」を示すと解すべきであって，審決の特許法３６条６項１\n号，２号該当性に関する判断には誤りがある旨主張する。\nしかし，上記１のとおり，本件訂正後の本件特許の特許請求の範囲の請求項１に\nおける「前記プラグは前記研磨パッドの表面とほぼ共面の上面を有する」との構成\nの「ほぼ共面」とは，「プラグ」の上面と「研磨パッド」の表面との間に「ギャッ\nプが存在しないこと」をいうことは，本件明細書から明らかである。また，本件訂\n正後の請求項４０，４２の「ほぼ共面」との記載（請求項４３，４４，４６，４８，\n４９，５１において引用される。）についても同様に解すべきである。\nしたがって，上記各請求項に係る発明は，本件明細書の発明の詳細な説明に記載\nされたものと認められ，また，特許請求の範囲の上記各請求項には，それらに係る\n発明の構成が明確に記載されていると認められるから，本件特許の特許請求の範囲\nの上記各請求項が，特許法３６条６項１号，２号に規定する要件に適合するとした\n審決の判断に誤りはなく，原告の主張は理由がない。\n３  取消事由３（本件発明に関する容易想到性判断の誤り）について\n(1) 原告は，本件発明１の「ほぼ共面」とは，ウェハとプラグの「ギャップが小\nさいこと」と解すべきであり，甲１発明１において，透明窓材６と研磨布５の位置\n関係も「ほぼ共面」であること，甲９においても「ガラス板４」と「研磨クロス\n５」とは，それぞれの上面がほぼ共面と判断し得ることから，相違点５に係る本件\n発明１の構成は，甲１発明１の「透明窓材４は研磨布５の表面とほぼ共面の上面を\n有すること」に対応し，本件発明１は，甲１発明１から当業者が容易になし得た旨\n主張するので，以下，検討する。\nア  認定事実 ｱ) 本件特許の優先日前に頒布された刊行物である甲１には，以下の記載がある。\n【請求項１】回転する定盤の研磨布の張り付けられた面に，研磨液を滴下しつつ，\nウエハ支持板に固定したウエハをウエハ支持板により回転させつつ押し付け研磨す\nる方法において，定盤及び研磨布の回転中心と周縁との間に設けた窓からウエハの\n研磨面の光の反射状態を見て研磨状態を判定するウエハ研磨方法。\n【０００１】【産業上の利用分野】本発明は，半導体ウエハ，特にＳＯＩ\n(Silicon-on-Insulator)ウエハ等の膜付きウエハの研磨方法及び装置に関する。\n【０００６】【発明が解決しようとする課題】本発明は，研磨途中でウエハを定盤\nから離すことなく研磨中の膜の厚さを知ることができ，研磨の高精度な制御が効率\nよくできるウエハの研磨方法及び装置を提供することを課題とする。\n【０００７】【課題を解決するための手段】本発明による課題を解決するための手\n段は，(1) 回転する定盤の研磨布の張り付けられた面に，研磨液を滴下しつつ，ウ\nエハ支持板に固定したウエハをウエハ支持板により回転させつつ押し付け研磨する\n方法において，定盤及び研磨布の回転中心と周縁との間に設けた窓からウエハの研\n磨面の光の反射状態を見て研磨状態を判定するウエハ研磨方法，\n【００１３】【作用】本発明方法において，定盤及び研磨布の回転中心と周縁との\n間に設けた窓からウエハの研磨面の光の反射状態を見て研磨状態を判定すれば，研\n磨を中断せずに研磨状態の終点を知ることが出来る・・・。\n【００１５】本発明の装置において，透明窓材とウエハとの間にできる研磨液の膜\nを通してウエハの研磨面に照射した光の反射光を観察あるいは評価するのであるが，\n研磨液は液中に微粒子が懸濁したものであり，光を散乱する性質をもっているので，\n透明窓材の表面とウエハの研磨面との間の間隔が小さい方が観察あるいは評価に都\n合がよい。\n【００２２】【実施例】図１，図２に示した実施例について説明する。定盤１は直\n径３００ｍｍ，厚さ１０ｍｍのアルミニウム製の円盤で，その中心の片面に定盤１\nを回転するための軸が固定してある。定盤１の軸を固定した面の反対側の面には，\n中心から放射状に伸びる近接した２本の直線で囲まれ，中心付近から周縁近くまで\n伸びた溝２が設けてある。・・・溝２の長手方向中央には，直径１０ｍｍの貫通孔\n３が設けられ，溝２の反対側では円錐状に拡大している。貫通孔３の溝２側にはパ\nイレックス透明ガラス製の透明窓材４が嵌め込まれ，研磨液が漏れないようにして\nある。\n【００２３】定盤１の溝２を有する面には，定盤１と同形の厚さ０．７ｍｍのロー\nデルニッタ社製，商品名ｓｕｂａ－５００ウレタン含浸ポリエステル不織布からな\nる研磨布５が張り付けられ，溝２に相当する部分は溝２と同形に切り抜かれて，研\n磨布窓６が形成されている。透明窓材４は定盤１の表面より約０.５ｍｍ突出する\nが，研磨布５の弾性を考慮しても研磨布５の表面より十分低くなっている。\n【００２４】定盤１の溝２の反対側には透明窓材４の回転路に面して研磨するウエ\nハ７の研磨面に光を照射しその反射光を受光するプローブ９が配置されている。・\n・・\n（判決注：図１及び図２は，別紙２記載のとおりである。）\n(ｲ) 本件特許の優先日前に頒布された刊行物である甲２には，以下の記載がある。\n【請求項１】研磨対象ウェーハの所定の厚さに等しい波長の光を研磨対象ウェーハ\nに全反射角で入射し，前記研磨対象ウェーハを光が透過したとき，または研磨対象\nウェーハの所定の厚さに等しい波長の光を研磨対象ウェーハに偏光角で入射し，前\n記研磨対象ウェーハから反射する偏光を遮断するように配設された偏光板を前記偏\n光が通過したとき，研磨を終了することを特徴とする貼り合わせウェーハの研磨方\n法。\n【０００３】【発明が解決しようとする課題】上記のような研磨方法で貼り合わせ\nウェーハの一方，すなわちＳＯＩウェーハについて，その厚さの大部分を研磨によ\nり除去し，１μｍないしそれ以下の層を素子形成層として均一な厚さに残すことは\n極めて困難である。特に，素子形成層の厚さのばらつきが大きく，±０．５μｍ程\n度の精度であるため，ＳＯＩ半導体基板の製造歩留りが低い。また，貼り合わせウ\nェーハをウェーハ研磨機から取り外してＳＯＩウェーハの厚さを測定する方法では，\n作業能率を向上させることができない。本発明は上記従来の問題点に着目してなさ\nれたもので，ＳＯＩ半導体基板の製造工程において，素子形成層であるＳｉ層を高\n精度に，かつ能率よく所望の厚さに研磨するための貼り合わせウェーハの研磨方法\nを提供することを目的としている。\n【０００６】・・・貼り合わせウェーハをマウントプレートに貼着したままＳＯＩ\nウェーハの厚さを管理することができ，所望の厚さに到達した時点で研磨を終了さ\nせることができる。\n【０００７】【実施例】・・・これらの図において，ウェーハ研磨機のポリシング\nパッド１は透明体で，パッド駆動装置２により回転および昇降する駆動軸２ａの先\n端に固着されている。マウントプレート３は，たとえばＳｉＯ２からなる透明体で，\n前記ポリシングパッド１の上方にレーザ発振器４，波長変換装置５がそれぞれ配設\nされている。マウントプレート３の下方には光検出器６が設けられ，光検出器６の\n出力配線は制御装置７に接続されている。・・・\n【０００８】貼り合わせウェーハ１１は，２枚の単結晶Ｓｉウェーハを絶縁層Ｓｉ\nＯ２を介して貼り合わせたいわゆるＳＯＩ基板で，直接接着技術によって形成され\nる貼り合わせ型ＳＯＩ基板の製造工程に従って，素子形成層の所定の厚さ近くまで\nＳｉ単結晶層を研磨したものである。・・・レーザ発振器４によって発振されたレ\nーザ光は，波長変換装置５により所定の波長λすなわちＳＯＩウェーハの目標厚さ\nをｔ１としたとき，λ＝ｔ１となるように変換された後，ポリシングパッド１とス\nラリー１０とを透過して貼り合わせウェーハ１１に全反射角θで入射される。・・\n・ｔ＝λになると，それまで上部Ｓｉ層１１ａの上面で全反射していた光の一部が\n上部Ｓｉ層１１ａを透過し，更にＳｉＯ２層１１ｂ，下部Ｓｉ層１１ｃ，ワックス\n層１２，マウントプレート３を透過してマウントプレート３の下方に進む。光検出\n器６はこの透過光を検出すると制御装置７に信号を出力し，制御装置７はパッド駆\n動装置２に研磨終了指令信号を送る・・・。\n(ｳ) 本件特許の優先日前に頒布された刊行物である甲３には，以下の記載がある。\n「本発明は，石英，セラミック，結晶材料などの硬質材料よりなり，研磨し難く，\nしかも高精度の仕上面精度を必要とし，遠紫外線ないしＸ線領域において用いられ\nる光学部品などの被加工物を研磨する研磨加工法に関するものである。」（１頁右\n下欄４行～８行）\n「次に本発明の第２実施例について説明する。第２図は本発明の第２実施例を示す\n側面図である。\n本実施例においては，第２図に示すように光源として，レーザ光源１０を用い，\nこのレーザ光源１０からのレーザ光線１１をビームエキスパンダ１２によって広げ，\n光学的に透明な材料よりなるポリッシャ３を通過させ，被加工物１の被加工面６を\n照射するようにしたものであり，」（３頁左上欄１１行～１８行）\n「上記第１，第４実施例に示す光源９としては水銀ランプを用い，第２，第３実施\n例の光源１０，１３としてはＮｄ－ＹＡＧレーザ，Ａｒイオンレーザ，エキシマレ\nーザを用いればよい。また被加工物１に対する砥粒７，加工液８の組合わせは目的\nによって多様であるが，例えばＡｌ２Ｏ３・ＴｉＣセラミックに対し，ダイヤモン\nド砥粒の５０Ｗｔ％ＫＯＨ懸濁液の使用が可能であり，石英ポリッシャを通過した\nＮｄ－ＹＡＧレーザ，Ａｒイオンレーザの照射によって加工が促進される。」（３\n頁右下欄１行～１０行）\n(ｴ) 本件特許の優先日前に頒布された刊行物である甲４には，以下の記載がある。\n「第１図は・・・図において，２は被加工物たとえば光学ガラスであり，その上面\nが被加工面である。本実施例においては被加工面は平面である。４は研摩加工工具\nであるポリシャであり，該ポリシャ４としてはたとえば合成樹脂または軟質金属等\nのシートが用いられる。該ポリシャ４はポリシャ保持手段である平面皿６の下面に\n貼付固定されている。被加工物２とポリシャ４との間には研摩液８が存在する。該\n研摩液８中には研摩剤である微粒子が懸濁せしめられている。１０はレーザ光をガ\nイドする光ファイバなどのライトガイドである。該ライトガイド１０はそれぞれレ\nーザ光源からレーザ光を伝送せしめてその先端から照射せしめる。ライトガイド１\n０は保持手段６の全体にわたって上下方向に多数設けられている貫通孔を通って，\n該貫通孔に対応する位置にてポリシャ４に設けられている貫通孔中へと延びている。\n従って，ライトガイド１０の先端は被加工面と対向する様な配置となっている。\n加工時においては，通常の液中研摩と同様に被加工物２とポリシャ４とは適宜の\n圧力にて押圧せしめられつつ相対運動を行なう。」（２頁左上欄１２行～右上欄１\n５行）\n「以上の実施例においてはポリシャ４に貫通孔を設けてライトガイド１０の先端を\n該貫通孔中に位置せしめているが，ポリシャ４が透明なものである場合には，第２\n図に示される様にポリシャ４の貫通孔は設けなくともレーザ光の照射は良好に行な\nわれる。」（２頁左下欄１３行～１８行）\n(ｵ) 本件特許の優先日前に頒布された刊行物である甲９（特開平３－２３４４６\n７号公報）の「発明の詳細な説明」には，以下の記載がある。\n「まず，本発明の方法の実施に使用するスタンパの金型取付面の研磨機の第１実施\n例について説明する。\n第１図および第２図において，スタンパ１は，情報信号をカッティングしたガラ\nス原盤上にニッケルを５００～２０００Åの厚さに蒸着して導電化した後，その上\nに電鋳によりニッケルを３０５～３３０μｍの厚さに電着して形成したものであり，\n前記ガラス原盤そのものである円盤状の保護盤２に剥離されずにそのまま被着され\nている。また，該スタンパ１の金型取付面１ａは，研磨定盤６に張られた研磨クロ\nス５に当接する。・・・\nまた，該研磨ホルダ７は，・・・その回転とは反対回りの回転をする。これによ\nり前記スタンパ１の金型取付面１ａと前記研磨クロス５とが互いに摺擦して研磨さ\nれる。該研磨に際しては，液体の研磨剤が設定された割合で前記研磨クロスに滴下\nされる。\n測定面２ａは，前記保護盤２のスタンパ１が被着している面より外側の面に環状\nに形成されており，前記金型取付面１ａと平行で前記研磨クロス５に対向している。\nガラス板４は，前記研磨定盤６に張られた研磨クロス５の表面からわずかに後退\nしてほぼ同一平面を形成するように該研磨定盤６の適宜部位に形成された取付孔６\nｂに嵌着されており，その表面に前記研磨クロス５が張られることなく露出してい\nる。\n光学式変位計（・・・）３のセンサ３ａは，前記取付孔６ｂの前記ガラス板４よ\nり下方に嵌着されており，その測定光３ｄは，該ガラス板４を透過して前記測定面\n２ａを照射可能である。\n前記測定光３ｄは，研磨定盤６の回転に伴って移動し，１回転する間に前記測定\n面２ａと２回交差するので，その交差のたびに該測定面２ａを照射することにな\nる。」（３頁左上欄１５行～右下欄９行）\n「つぎに，本実施例のスタンパの金型取付面の研磨方法の実施例について説明する。\nまず，研磨前のスタンパ１の厚さから研磨により仕上げようとする所定のスタン\nパの厚さ，例えば２９５μｍを減じて得た値を研磨代寸法として制御ユニット８に\n設定する。・・・\n研磨中，光学式変位計３の演算部３ｂは，前記センサ３ａの測定信号に基づいて，\n金型取付面１ａに垂直な方向の測定面２ａの変位量の測定値を常時演算して求め，\n前記制御ユニット８に入力する。該制御ユニット８は，前記測定値が前記研磨代寸\n法に達したときに前記駆動部９を停止させ研磨を終了させる。」（４頁左上欄２行\n～右上欄６行）\n「なお，第１および第２実施例では，スタンパの代りにガラス板やシリコンウエハ\nー等を研磨することも可能であり，同様の仕上寸法精度が確保できる。」（５頁左\n上欄１９行～右上欄２行）\n（判決注：第１図及び第３図は，別紙３記載のとおりである。）\nイ  判断\n(ｱ) 本件訂正後の本件特許の特許請求の範囲の請求項１における「ほぼ共面」と\nは，上記１のとおり，「プラグ」の上面と「研磨パッド」の表面との間にギャップ\nが存在しない構成であることは，本件明細書から明らかである。\n一方，上記ア(ｱ) 認定の事実によれば，甲１発明１における「透明窓材４」の上\n面と「研磨布５」の表面との間にはギャップが存在すると認められるから（【００\n２３】），両者が「ほぼ共面」となっているとはいえない。また，甲１の記載によ\nれば，甲１発明１は，本件発明１の「プラグ」に相当すると認められる透明窓材と\nウエハとの間にできる研磨液の膜を通してウエハの研磨面に照射した光の反射光を\n観察あるいは評価するものであるから，透明窓材の表面とウエハの研磨面との間の\n間隔は小さい方がよいとしても，透明窓材の上面とウエハが押し付けられる研磨布\nの表面とのギャップが存在しない，「ほぼ共面」にすることの動機付けはないとい\nうべきである（【０００６】，【０００７】，【００１５】）。\nまた，上記ア(ｲ)ないし(ｴ)認定の事実によれば，甲２には，研磨面全体が透明な\n部材からなるパッドが，甲３には，研磨面全体が石英等の光学的に透明な材料から\nなるポリッシャが，甲４には，研磨面全体が透明な合成樹脂等からなるポリシャが，\nそれぞれ記載されているが，甲２ないし４には，全体を同じ材料からなる透明な研\n磨面として，レーザ光線を透過させて研磨することが記載されるにとどまり，プラ\nグに相当する部材の上面とパッドに相当する部材の表面とのギャップが存在しない\n「ほぼ共面」にすることについての示唆があるとはいえない。ケミカルメカニカル\nポリシングシステムが研磨すべき面を平面化するものであることを考慮すれば，研\n磨面全体を同じ材料で構成することは当然であるが，このことから，プラグに相当\nする部材の上面とパッドに相当する部材の表面とのギャップが存在しない「ほぼ共\n面」にすることが示唆されるわけではない。そうすると，甲１発明１に，甲２ない\nし４記載の技術を適用して，「透明ガラス製の中実な材料からなる透明窓材４」の\n上面と「発泡材料からなる表面を有する研磨布５」の表面との間にギャップが存在\nしない構成，すなわち，両者が「ほぼ共面」である構成（相違点５に係る本件発明\n１の構成）とすることを当業者が容易に想到し得るとは認められない。\nさらに，上記ア(ｵ) 認定の事実によれば，甲９の発明の詳細な説明には，「ガラ\nス板４は，前記研磨定盤６に張られた研磨クロス５の表面からわずかに後退してほ\nぼ同一平面を形成するように該研磨定盤６の適宜部位に形成された取付孔６ｂに嵌\n着されており，その表面は前記研磨クロス５が張られることなく露出している。」\nと記載されることから，「ガラス板４」の上面と「研磨クロス５」の表面との「ギ\nャップが小さい」ことが記載されるにとどまり，両者の間に「ギャップが存在しな\nい」ことが記載されているとは認められない。第１図及び第３図には，ガラス板の\n上面と研磨クロスの表面が一直線で記載されているが，上記の発明の詳細な説明の\n記載からすれば，作図上の便宜のために，そのような記載がなされたものと理解す\nべきである。そうすると，本件発明１における「プラグは研磨パッドの表面のほぼ\n共面の上面を有すること」が，甲９の記載に基づいて当業者が容易に想到し得たと\nもいえない。\nそして，他に原告の主張を裏付ける証拠はない。\nしたがって，相違点５に関する審決の容易想到性の判断に誤りがあるとする原告\nの主張は理由がない。\n(ｲ) これに対し，原告は，仮に，「ほぼ共面」が「ギャップが存在しないこと」\nを意味するとしても，甲１発明１のプラグとして使用される透明窓材６の代わりに\n甲２記載の透明なポリシングパッド１をプラグとして適用することは，当業者にと\nって容易であり，また，ポリシングパッド１をプラグとして適用すれば，ウェハと\nの摺接を許すため，ウェハとプラグのギャップをなくすこと，すなわち，パッド表\n面とプラグ上面とを同一平面上にすることは当業者にとって容易に想到し得る旨主\n張する。\nしかし，上記(ｱ) のとおり，甲１発明１において，「透明ガラス製の中実な材料\nからなる透明窓材４」の上面と，「発泡材料からなる表面を有する研磨布５」の表\n面との間にギャップが存在しない構成，すなわち，両者が「ほぼ共面」である構成\nとすることを，甲２ないし４の記載に基づいて当業者が容易に想到し得たとは認め\nられないから，原告の上記主張も理由がない。\n(ｳ) したがって，本件発明１と甲１発明１との相違点５に係る構成は，甲２ない\nし４記載の事項及びその他の証拠に基づいても，当業者が容易に想到し得たものと\nはいえないから，本件発明１に関する審決の容易想到性の判断に誤りはない。\n(2) 原告は，相違点３３に係る本件発明４０の構成について，甲１発明７の透明\n窓材６は「第１の透過性部分」に，研磨布５は「研磨面を与える第２の非透過性部\n分」に対応し，研磨布５は，光透過性のある「透明窓材６」との対比上，非透過性\nであると理解され，「（第１の透過性部分である）プラグは，（第２の非透過性部\n分である）研磨パッドの表面のほぼ共面の上面を有すること」は，甲１発明７ない\nし甲２記載の事項から当業者が容易に想到し得るものである，本件発明４２ないし\n４４，４６，４８，４９，５１についても，同様に，当業者が容易になし得るもの\nである旨主張する。\nしかし，上記(1) のとおり，本件発明１と甲１発明１との相違点５に係る構成は，\n当業者が容易に想到し得たとはいえないから，本件発明４０の「プラグは前記研磨\nパッド・・・の表面とほぼ共面の上面を有し」との構成も，上記(1) と同様の理由\nにより，甲１発明７ないし甲２記載の事項から当業者が容易に想到し得たとはいえ\nない。また，本件発明４２ないし４４，４６，４８，４９，５１についても，同様\nに解すべきである。\n第５  結論\n以上のとおり，原告の主張する取消事由にはいずれも理由がなく，審決に取り消\nされるべき違法はない。原告は，他にも縷々主張するが，いずれも採用の限りでは\nない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n芝      田      俊      文\n裁判官\n岡      本              岳\n裁判官\n武      宮      英      子\n別紙\n１（本件明細書）\n図３\n２（甲１） １                                    図２\n３（甲９）\n"
}