{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 12,
    "day": 16
  },
  "case_number": "平成26(わ)459",
  "case_name": "傷害",
  "court_name": "神戸地方裁判所第１刑事部",
  "lawsuit_id": "84866",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=84866",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/866/084866_hanrei.pdf",
  "contents": "平成２６年１２月１６日宣告\n傷害被告事件\n判                決\n主                文\n１  被告人を懲役１年２月に処する。\n２  この裁判確定の日から３年間その刑の執行を猶予する。\n理                由\n【罪となるべき事実】\n被告人は，平成２５年７月１０日午後５時１５分頃，神戸市 ａ区ｂｃ丁目ｄ番ｅ\n号所在のＡＢ店北側駐車場において，自動車の通行方法をめぐって Ｃ（当時３５歳）\nと口論になった際，同所に止めた普通乗用自動車の運転席に座って運転席ドアを開\nいたまま同車を発進させようとしたところ，そのドア内側に立っていた Ｃから自己\nの左肩付近をつかまれ，また，Ｃのすぐ近くにＤ（当時３４歳）が立っていること\nを認識しながら，両名に対し，あえて同車を発進・後退させる暴行を加えて両名を\nその場に転倒させるなどし，よって，\nＣに加療約１か月間を要する右母趾種子骨骨折等の傷害を，\nＤに加療約３週間を要する腰背部打撲等の傷害を\nそれぞれ負わせたものである。\n【証拠の標目】\n省略\n【法令の適用】\n省略\n【弁護人の主張に対する判断等】\n１  争点\n判示傷害につき，被告人は自動車を発進させた際には被害者 Ｃは自己の身体を\nつかんでいなかったなどと犯行態様を一部争う旨の供述し，弁護人は，被告人に\nよる傷害の事実そのものは争わないが，被告人の行為は過剰防衛又は誤想過剰防\n衛（急迫不正の侵害がないのにあると思った場合）に該当する旨主張するので検\n討する。\n２  前提事実\n次の事実は関係証拠により容易に認められ，この限度では被告人・弁護人にも\n概ね争いがない。\n被害者ＣとＤは友人同士であり，事件当日，ＡＢ店（パチンコ店）で待ち合\nわせをしていた。被告人と被害者らとは本件まで面識等はなかった。\n事件直前，被告人が自動車（被告人車又は自車）を運転して，パチンコ店の\n前の道路付近を通りかかった際，対向直進してきた Ｃ運転車両（Ｃ車）が右折\nしてパチンコ店に入った。被告人は， Ｃ車が自車とぶつかりそうになったなど\nとして腹を立て，Ｃ車を追ってパチンコ店に入り，その北側駐車場内通路で Ｃ\n車を追い抜いてその右前方に自車を止め， Ｃ車を停止させた。被告人は即座に\n自車を降りてＣ車の運転席側に行き，「危ないやないか。」などと大声で言った\nところ，Ｃも自動車から降りてきてその場で口論となった（その際，被告人が\nＣの胸ぐらをつかんだか否かは争いがある〔争点①〕。）。\n口論の最中，被告人は，Ｃの言動や着ていた作業着の「Ｅ」との刺繍を見て，\nＣが暴力団関係者ではないかと考え，逃げたほうがよいと思い，「もうええわ。」\nなどと言いながら自車の方に戻り，運転席に乗り込んで自車を発進させようと\nした。しかし，Ｃは被告人の後を追いかけて被告人車の運転席側に行き，ドア\nが開いた状態で運転席に座った被告人の襟首や胸ぐらをつかみ，激しく揺さぶ\nったり，エンジンキーの取り合 いになるなどした。この時点では被告人は Ｃに\n対し恐怖心を抱き，「ごめん，ごめん」と言うなどしていた。また，この頃，Ｄ\nが被告人車の方にやって来たが，被告人は， Ｃらの言動から同人らが知人同士\nであることが分かった（この後，ＣがＤに仲間を呼ぶように指示し， Ｄが携帯\n電話をかけるなどしたか否かは争いがある〔争点②〕。）。\n被告人は，その場から逃走しようと考え，自車を 発進させようとしたが，進\n路前方に別の車両が止まっていたため自車を後退させて発進し，その際， Ｃ及\nびＤに対し判示のけがをさせ，その場から逃走した（被告人が自車を発進させ\nた際，Ｃが被告人の身体をつかんでいたか否か等は争いがある〔争点③〕。）。\n３  補足的事実認定\n前記争点①について\nＣは，着ていた作業服の左胸付近をつかまれて胸の社名を見られた旨供述し，\n被告人はこれを否定するが， Ｄはその場面を見たとは述べていないし，他にこ\nれを裏付ける証拠はなく，「疑わしきは被告人の利益に」という観点から，刑事\n裁判においてはＣ供述のみではその事実を認定することは相当ではない。\n前記争点②について\n被告人は，ＣがＤに仲間を呼ぶように指示し， Ｄが携帯電話をかけていた旨\n供述し，Ｃらはこれを否定するが， Ｃは被告人との口論直前までＤと電話で会\n話していた旨述べ， Ｄも被告人車に近づいて行った際に携帯電話を持っていた\nことは認めているところ， Ｄの携帯電話の通話履歴等の Ｄが電話をかけていな\nかったことを裏付ける証拠は検察官から提出されていないから，これも「疑わ\nしきは被告人の利益に」という観点から，実際に， Ｃらが仲間を呼ぼうとして\nいたか否かはともかく，少なくとも被告人から見て， Ｃらが仲間を呼ぼうとし\nていたとも思われる状況があったと認めることが相当である。\n前記争点③について\nＣは，被告人車が発進した際，自己の上半身が車内に入った状態で被告人の\n首の後ろから左腕を回してその左肩，襟の辺りをつかんでいた旨供述し， Ｄも\nこれに沿う供述をするが，被告人はこれを否定し， Ｃが被告人の身体をつかん\nでいた手を離し車外に出て，開いていた運転席ドアよりも更に離れたので，そ\nの隙に自車を発進させたなどと供述する。しかしなが ら，被告人の述べる状況\nではＣが転倒して負傷することは考えられないのであるから，この被告人供述\nは明らかに不合理であって事実に反するといわざるを得ず，採用できないもの\nである。この点は前記Ｃ供述のとおり左肩付近をつかんでいたと認定できる（な\nお，被告人が自車を発進させた際，自車のすぐ近くに Ｄがいたことを認識して\nいたと認められる。）。\n４  法律判断\n以上を前提に検討するが，まず，被告人が，判示のとおりの犯行に及び，よっ\nて，Ｃ及びＤに傷害を負わせたことは疑いを容れない。\n被告人はＣから襟首や胸ぐらをつかまれ激し く揺さぶられるなどし，更には仲\n間を呼ばれれば拉致されたり袋だたきにされたりするかもしれないと考え，その\n場から逃走するために本件犯行に及んだと認められるが，被告人がそのような事\n態に陥った原因は， Ｃの運転態度に腹を立てた被告人が路外のパチンコ店に入っ\nたＣ車をわざわざ追いかけて停止させた上，自車を降りて Ｃ車の運転席付近まで\n行き大声で文句を言ったことによるものである。この点，前記認定のように，被\n告人が胸ぐらをつかむなど被告人の方から先に Ｃに暴行を加えたとは認められな\nいが，交通トラブルに関し相手方に大声で文句を言えば ，相手方の対応によって\nは口論から素手のつかみ合いなどに発展することは通常予想できる範囲内のこと\nであるから，前記Ｃの攻撃は被告人が自らの行為により招いたものといわざるを\n得ず，被告人においてＣに対する正当防衛をなし得る立場になかったことは明ら\nかである。\nＣが仲間を呼ぼうとしていたと思っていた点 をもって，新たな攻撃があると誤\n信したとみる余地があるかについて， Ｃ自身，暴力団を名乗った訳でもなく，犯\n罪組織の関係者であることをうかがわせる客観的事情はない。住宅街にある営業\n中のパチンコ店の敷地内での事件であり，当時は まだ明るい時間帯で，何人もが\n被告人とＣらの様子を見ている状況であったというのであり，このような状況は\n被告人にも容易に認識できたと認められる。そうすると， Ｃの仲間がただちに駆\nけつけ，その指示どおりに被告人を袋だたきにする等の現実的・具体的な危険性\nは高くなかった上，電話で仲間を呼び出そうとしている段階では未だ被告人の生\n命・身体に対する法益侵害が現在するとか，間近に押し迫っているとも認め難い\nのであるから，このことから直ちに通常予想できる範囲を超える新たな攻撃があ\nったなどとは認め難い。（なお，被告人は， Ｃから「刺したる。」と言われたとも\n述べるが，Ｃが実際に刃物を取り出したなどとはうかがわれず，生命・身体への\n侵害が切迫した状況はなかったと認められる。）。\nそして，Ｄに至っては，被告人に何らの暴行も加えておらず，被告人も ＣとＤ\nの二人がかりで攻撃されると思ったとは述べていない。また ＣがＤと共謀して暴\n行を加えたと見る余地もなく，このことは被告人も分かっていたと認められる。\n結局のところ，被害者２名の関係で，被告人に急迫不正の侵害があったとか，\n合理的根拠に基づいてそのような侵害があると誤信したとは認められず，被告人\nに正当防衛はもちろん，過剰防衛や誤想過剰防衛が成立する余地はない。\n【量刑の理由】\n本件は，自動車を発進させて被害者２名を路上に転倒させるなどして負傷させた\n傷害の事案である。\n本件犯行態様は，被害者らの転倒状況によっては自車で轢くなどして命に関わる\nようなけがをも負わせかねない危険なもので，悪質というほかない。この点，被告\n人は，被害者らにけがをさせるつもりはなかったとも述べているが，自己の行為の\n危険性は十分に認識していたはずであるから，そのような心情は何ら被告人に有利\nな事情とはなり得ない。\nその結果，被害者２名にそれぞれ軽からぬ傷害を負わせ，休業等も余儀なくさせ\nたが，事件後１年以上経過しているにもかかわらず，被告人は判決直前に被害者２\n名にそれぞれ１０万円を支払ったのみである。\n犯行の直接のきっかけは被害者の暴行によるが，前記認定のとおりそれは被告人\nが自らの行動により招いたものである上，被告人において，まずもって Ｃにきちん\nと謝罪したり，自らあるいは第三者に依頼して１１０番通報をするなど，人の命に\n関わりかねない危険な行為をするよりも，他に適切な対応手段はいくらでもあった\nと考えられる。そもそもが菊の御紋のシールを貼った一見右翼風の高級車を乗り回\nし，相手が一般人と見るやわざわざ追いかけて停車させてでも交通マナーについて\n文句を言おうとし，相手が暴力団関係者だと思えば後先も考えずその場から逃走し\nようとする幼稚で身勝手な被告人の行動傾向に問題があるといわざるを得ないので\nあって，犯行動機や犯行に至る経緯に酌量の余地は乏しい。\n総じて，本件犯情はまことに芳しいものではない。\nしかしながら，特にＣに関しては，被告人に触発されたとはいえ，犯行に至る原\n因に少なからずＣ自身の不相当な行動が影響しているといわざるを得ないこと， Ｃ\nに対し，今後自賠責保険による相当額の賠償の可能性があること， Ｄが前記１０万\n円をもって示談に応じていること，これまで前科が無く，当公判廷においても大筋\nで事実関係を認め，一応反省の言葉を述べていること等の事情もあるので，今回に\n限り主文の刑を量定の上，その刑の執行を猶予することが相当である。\n（求刑－懲役２年）\n平成２６年１２月１６日\n神戸地方裁判所第１刑事部\n裁  判  官   畑   口   泰   成\n"
}