{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 3,
    "day": 7
  },
  "case_number": "平成24(行ケ)10246",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83055",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83055",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/055/083055_hanrei.pdf",
  "contents": "平成２５年３月７日判決言渡  同日原本領収  裁判所書記官\n平成２４年（行ケ）第１０２４６号  審決取消請求事件\n口頭弁論終結日  平成２５年２月１４日\n判        決\n原              告        株 式 会 社 マ ル ハ ニ チ ロ 水 産\n同訴訟代理人弁理士        羽      鳥              修\n松      嶋      善      之\n被              告        特 許 庁 長 官\n同 指 定 代 理 人        齋      藤      真  由  美\n郡      山              順\n石      川      好      文\n守      屋      友      宏\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２００９－１７２８２号事件について平成２４年５月２３日にした\n審決を取り消す。\n第２  事案の概要\n本件は，原告が，後記１のとおりの手続において，特許請求の範囲の記載を後記\n２とする本件出願に対する拒絶査定不服審判の請求について，特許庁が，同請求は\n成り立たないとした別紙審決書（写し）の本件審決（その理由の要旨は後記３のと\nおり）には，後記４の取消事由があると主張して，その取消しを求める事案である。\n１  特許庁における手続の経緯\n(1)  原告は，発明の名称を「ミオグロビン含有生食用赤身魚肉の加工食品」と\nする発明につき，平成１７年２月７日に特許出願（特願２００５－３１０５９。請\n求項の数６）を行った（甲１０）。\n(2)  原告は，平成２１年６月１２日付けで拒絶査定を受け，同年９月１５日，\n不服の審判を請求するとともに，手続補正書を提出した（請求項の数４。甲１１。\n以下「本件補正」という。）。\n(3)  特許庁は，上記請求を不服２００９－１７２８２号事件として審理し，平\n成２４年５月２３日，本件補正を却下した上，「本件審判の請求は，成り立たな\nい。」との本件審決をし，その謄本は同年６月５日，原告に送達された。\n２  本件審決が対象とした特許請求の範囲の記載\n(1)  本件補正前の特許請求の範囲の記載\n本件補正前の特許請求の範囲請求項１の記載は，次のとおりである。以下，請求\n項１に記載された発明を「本願発明」という。\nミオグロビン含有生食用赤身魚肉を，還元剤を含有する状態で，酸素難透過性包\n装材料を用いて密封包装した後，冷凍処理してなり，上記酸素難透過性包装材料が，\n２３℃における酸素透過率が５００cc/m2・24hrs・atm  以下のものである，ミオグ\nロビン含有生食用赤身魚肉の加工食品\n(2)  本件補正後の特許請求の範囲の記載\n本件補正後の特許請求の範囲請求項１の記載は，次のとおりである。以下，請求\n項１に記載された発明を「本件補正発明」といい，本件補正後の明細書（甲１０，\n１１）を「本願明細書」という。なお，文中の下線部は，補正箇所を示す。\nミオグロビン含有生食用赤身魚肉を，還元剤を含有する状態で，酸素難透過性包\n装材料を用いて密封包装した後，冷凍処理してなり，上記酸素難透過性包装材料が，\n２３℃における酸素透過度が５００cc/m2・24hrs・atm  以下のものであり，上記還\n元剤が，アスコルビン酸類又はエリソルビン酸類であり，該アスコルビン酸類又は\n該エリソルビン酸類の濃度が，アスコルビン酸又はエリソルビン酸としての重量換\n算で０．０５～１質量％である，ミオグロビン含有生食用赤身魚肉の加工食品\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，要するに，①本件補正発明は，後記引用例１及び２に\n記載された発明並びに周知技術に基づいて，当業者が容易に発明をすることができ\nたものであり，特許法２９条２項の規定により，特許を受けることができないため，\n特許出願の際独立して特許を受けることができないものであるから，本件補正を却\n下すべきであり，②本願発明も，同様の理由で，当業者が容易に発明することがで\nきたものであるから，同項の規定により，特許を受けることができないというもの\nである。\nア  引用例１：特開平１－１７１４３３号公報（甲１）\nイ  引用例２：特開平１０－１１７７３０号公報（甲２）\nウ  周知例１：特開平３－２８９４７５号公報（甲４）\nエ  周知例２：特開平１１－３１４３１８号公報（甲５）\nオ  周知例３：特開平６－５４６４４号公報（甲７）\nカ  周知例４：特開平６－４８４４９号公報（甲８）\n(2)  本件審決は，その判断の前提として，引用例１に記載された発明（以下\n「引用発明」という。）並びに本件補正発明と引用発明との一致点及び相違点を以\n下のとおり認定した。\nア  引用発明：超低温冷凍処理したマグロ肉をブロック状にし，これを酸素透過\n率の低い合成樹脂製包装材料であるポリエチレンフィルム，ポリプロピレンフィル\nムで真空パックして，該合成樹脂製包装材料と該ブロック状冷凍マグロ肉との間を\n密封状態としたものを再冷凍処理して得られるマグロ肉\nイ  一致点：所定の状態の処理したミオグロビン含有生食用赤身魚肉を，酸素難\n透過性包装材料を用いて密封包装した後，冷凍処理してなる，ミオグロビン含有生\n食用赤身魚肉の加工食品\nウ  相違点１：ミオグロビン含有生食用赤身魚肉の加工食品が，本件補正発明で\nは，還元剤を含有するものであり，該還元剤が，アスコルビン酸類又はエリソルビ\nン酸類であり，該アスコルビン酸類又は該エリソルビン酸類の濃度が，アスコルビ\nン酸又はエリソルビン酸としての重量換算で０．０５～１質量％であるのに対し，\n引用発明では，還元剤を含有するものではない点\nエ  相違点２：酸素難透過性包装材料が，本件補正発明では，２３℃における酸\n素透過度が５００cc/m2・24hrs・atm  以下のものであるのに対し，引用発明では，\nポリエチレンフィルム，ポリプロピレンフィルムである点\nオ  相違点３：ミオグロビン含有生食用赤身魚肉の所定の状態の処理が，本件補\n正発明では，明らかでないのに対し，引用発明では，超低温冷凍処理である点\n４  取消事由\n(1)  本件補正却下に係る判断の誤り（取消事由１）\n(2)  本願発明の容易想到性に係る判断の誤り（取消事由２）\n第３  当事者の主張\n１  取消事由１（本件補正却下に係る判断の誤り）について\n〔原告の主張〕\n(1)  相違点１の判断の誤り\nア  引用例１は，冷凍保存中の魚肉の変色の進行をできるだけ防止する技術であ\nる。同引用例を含む従来技術では，冷凍保存中の魚肉の変色の進行を完全に防止す\nることができず，冷凍保存後に開封して食する際の魚肉の色は，冷凍保存前の包装\n直後の魚肉の色より劣ったものであった。\n引用例２も，同様に，保存中の魚肉の変色の進行を防止する技術であり，同引用\n例では，保存中の魚肉の変色の進行を防止するため，還元剤が使用されている。\nイ  従来，食品の冷凍保存の技術分野においては，鮮度保持や脂の劣化防止等の\n観点から酸素難透過性の包装材料を用いることが行われてきた。\n食品の冷凍保存においては，専ら冷凍保存中の食品の劣化防止に力点が置かれ，\nその目的のために酸素難透過性の包装材料が用いられていた。しかし，食品のうち\nでもマグロ肉の赤身を始めとする「ミオグロビン含有生食用赤身魚肉」の冷凍保存\nに関しては，酸素難透過性の包装材料を用いるという従来技術と事情が異なり，酸\n素難透過性の包装材料の使用は避けられていた。本件補正発明は，かかる「ミオグ\nロビン含有生食用赤身魚肉」という特定の食品を対象とした技術であり，そのこと\nに起因して，食品の冷凍保存の技術分野において一般的に行われてきた手法がその\nまま適用できないという赤身魚肉の技術分野における特有の課題を有する。\nウ  上記の課題を踏まえた上で，本願の発明者は，マグロ肉の赤身を始めとする\n赤身魚肉の色を冷凍保存後に開封して食する際に，当該赤身魚肉本来の好ましい鮮\n紅色に復元する技術を開発した。従来技術は，引用例１及び２に記載されているよ\nうな冷凍保存中の魚肉の変色の進行を防止する技術であり，冷凍保存後の赤身魚肉\nの色を復元する技術は従来存在しない。\nミオグロビン含有生食用赤身魚肉の冷凍保存の技術分野においては，包装材料の\n材質等を種々工夫したとしても，経済的に見合う貯蔵・流通温度である－２０℃近\n辺の温度域では当該赤身魚肉の変色を完全に抑えることは非常に難しい。そこで本\n願発明では，発想を逆転させ，保存中における赤身魚肉の変色を抑えるのではなく，\n保存中における赤身魚肉の変色は許容した上で，包装材料を開封して赤身魚肉を食\nすときに，変色した肉色を本来の鮮やかな肉色に復元させる技術を見出し，本件補\n正発明の完成に至ったものである。\n引用発明において，引用例２に記載された還元剤を含有させたとしても，引用発\n明では，包装材料として２３℃における酸素透過度が５００cc/m2・24hrs・atm  よ\nり大きいポリエチレン等の包装材料を使用しているため，冷凍保存中の赤身魚肉の\n変色の進行の防止効果は認められるものの，冷凍保存後に開封して食する際の赤身\n魚肉の色を魚肉本来の好ましい鮮紅色に復元する効果はない。\nしたがって，本件審決が判断したように，引用発明において，引用例２に記載さ\nれた還元剤を組み合わせることに困難性がないとしても，当該組合せに係る発明は，\n本件補正発明の「酸素難透過性包装材料が，２３℃における酸素透過度が５００\ncc/m2・24hrs・atm以下のものである」という構成を具備しないものとなる。つま\nり，本件補正発明は，引用発明において，引用例２に記載された還元剤を含有させ\nた構成のものではない。それゆえ，本件補正発明の構成及び当該構成に基づく顕著\nな効果が，引用例１及び２の記載から当業者が容易に想到し得たものでないことは\n明らかである。\nしかも，引用例１及び２には，本件補正発明の課題である「包装材料を開封して\n赤身魚肉を食すときに，変色した肉色を本来の鮮やかな肉色に復元させる」ことが\n一切記載されていない。引用例１及び２に記載の発明は，「冷凍保存中の魚肉の変\n色の進行を防止する」点にあり，本件補正発明で解決しようとする課題が一切存在\nしていない。よって，当該課題を解決するための手段である相違点１に係る本件補\n正発明の構成を容易に想到し得たとはいえない。\n(2)  相違点２の判断の誤り\nア  周知例３及び４には，「マグロ肉の鮮度低下，変色を防止する目的で，マグ\nロ肉保存中の包装体中の酸素濃度をより低下させようとし，酸素透過性のより低い\nものを使う」ことは一切記載されていない。\nまた，マグロ肉のメト化（変色）は，酸素がごくわずかに存在する条件下で生じ\nやすく，マグロ肉を酸素透過度の比較的高い包装材料で包装した方が，酸素透過度\nの低い包装材料で包装した場合よりも，マグロ肉のメト化を防止できることは，当\n業者の技術常識である（甲１２）。\nしたがって，引用発明において，マグロ肉保存中の包装体中の酸素濃度をより低\n下させようとして，酸素透過性のより低いものを使おうとし，ポリエチレンフィル\nム，ポリプロピレンフィルムに代えて，上記周知例に記載された酸素難透過性包装\n材料を適用することは，冷凍保存中の赤身魚肉の変色の進行が予測されるので，当\n業者であれば決して採用しない構成である。\nイ  しかも，本件審決は，「マグロ肉のメト化（変色）は，酸素がごくわずかに\n存在する条件下で生じやすく，マグロ肉を酸素透過度の比較的高い包装材料で包装\nした方が，酸素透過度の低い包装材料で包装した場合よりも，マグロ肉のメト化を\n防止できること」に関し，原告の主張の当否を一切判断しておらず，審理が十分に\n尽くされていない。\n(3)  効果について\n従来技術は，冷凍保存中の魚肉の変色の進行を，できるだけ防止する技術であり，\n従来，本件補正発明のような，冷凍保存後に開封して食する際の赤身魚肉の色を魚\n肉本来の好ましい鮮紅色に復元する技術は存在しない。\n従来技術は，冷凍保存中の魚肉の変色の進行を防止するものであるため，冷凍保\n存後に開封して食する際の魚肉の色は，製造直後の魚肉の色に依存する。魚肉の色\nは，季節や産地等によって大きく異なるため，従来技術では，冷凍保存後に開封し\nて食する際の魚肉の色を一定に保持することは困難である。\nこれに対し，本件補正発明は，相違点１及び２の構成を併せて採用することによ\nり初めてなし得た，冷凍保存後に開封して食する際の赤身魚肉の色を復元する技術\nである。このことに起因して，本件補正発明によれば，季節や産地等によって赤身\n魚肉の色が異なっていても，赤身魚肉をその本来の好ましい鮮紅色に復元できるの\nで，製造ロット間で赤身魚肉の色に差が生じにくいとの従来技術にない特有の効果\nを有する。\nしたがって，本件補正発明のかかる特有の効果は，引用例１及び２の記載並びに\n本件出願当時の周知技術から予測し得ない格別顕著なものである。\n〔被告の主張〕\n(1)  相違点１の判断について\nア  引用発明について\n引用発明の目的は，マグロ肉の保存方法において，①マグロ肉質の鮮度を保持す\nるとともに，②マグロの肉質の変色を防止することを目的としたものである。よっ\nて，引用発明は，「冷凍保存中の魚肉の変色の進行を，できるだけ防止する」こと\nを目的とするのみならず，さらにマグロ肉質の鮮度を保持することをも目的とする\nものである。\nまた，マグロを含む食品の冷凍保存の技術分野では鮮度保持等の観点から酸素難\n透過性の包装材料を用いることが普通に行われていることから，引用発明において\nも，鮮度保持の目的で，酸素難透過性の包装材料を用いることは，当然に理解でき\nることである。\nしたがって，引用発明を含む「ミオグロビン含有生食用赤身魚肉」の冷凍保存に\nおいて，鮮度保持の目的で，酸素難透過性の包装材料が用いられているものであり，\n「酸素難透過性の包装材料の使用は避けられていた」とはいえない。\nイ  技術常識について\n甲１２には，マグロ肉の冷凍保存において，アルミ箔の袋のように酸素を全く透\n過させない袋でマグロ肉を真空包装したものは，これら実験の中でメトミオグロビ\nンへの酸化が最も進み，ポリエチレン袋中に含気包装したものは，これら実験の中\nでメトミオグロビンへの酸化が最も進みにくいことが示されている。この記載部分\nのみを見ると，あたかも，引用例１の「マグロ肉を，凍結時に酸素透過率の小さい\n包装材料で真空パックする（ロー・パック）ことで，そのメト化をある程度防止す\nることができることを知り得た」とは異なる結果となるように思われる。\nしかし，マグロ肉の冷凍保存における，マグロ肉のミオグロビンの酸化について，\nミオグロビンの酸化速度は特定の低酸素分圧（３．３～４．０mmHg）で最高とな\nり，当該特定の低酸素分圧でメト化は促進されること，また，ミオグロビンの酸化\n速度は酸素分圧０mmHg付近が最低であり，この酸素分圧０mmHg付近ではメト化\nは抑制されること，マグロ肉の冷凍保存における，マグロ肉のミオグロビンの酸化\nにつき，低酸素分圧がメト化を促進するのではなく，ミオグロビンの酸化速度が最\n大となる特定の低酸素分圧（３．３～４．０mmHg）に一致しないようにすること\nが大切であることは，技術常識である。\nウ  この技術常識を踏まえると，引用発明の「酸素透過率の低い合成樹脂製包装\n材料であるポリエチレンフィルム，ポリプロピレンフィルムで真空パック」するこ\nとは，マグロ肉質の鮮度を保持するとともに，酸化による変色を防止できるよう，\n酸素透過率の低い合成樹脂製包装材料であるポリエチレンフィルム，ポリプロピレ\nンフィルムでマグロを包装し，真空パックにより酸素を除去しマグロミオグロビン\nの酸化速度を低くすることを意味する。その結果，引用発明は「マグロ肉を，凍結\n時に酸素透過率の小さい包装材料で真空パックする（ロー・パック）ことで，その\nメト化をある程度防止することができることを知り得た」のであるから，上記技術\n常識に照らせば，酸素分圧が３．３～４．０mmHg付近の自動酸化速度の速い領域\nを避け，極低酸素分圧の０mmHg付近としたものである。\nミオグロビン含有生食用赤身魚肉の冷凍保存において酸素難透過性の包装材料が\n使用されていたことは明らかである。\nエ  引用発明の包装材料について\n一般に，酸素透過性は，ポリエチレンの延伸の有無，密度の高低，ポリエチレン\nの厚さ等により異なってくるところ，引用発明のポリプロピレンフィルムの延伸の\n有無，厚さ等は不明であることから，具体的な酸素透過度はどのくらいかは分から\nない。引用発明において極端に薄く酸素を透過しやすいフィルムを使うとは考えら\nれない。\nオ  鮮紅色への復元について\n(ア)  引用発明における「超低温冷凍処理したマグロ肉」は，マグロ捕獲後直ち\nに超低温処理された新鮮な状態なものであるから，マグロ肉色は，還元型ミオグロ\nビンの色である暗紫赤色である。\n(イ)  引用発明の目的は，マグロの肉質を鮮度の良い状態に保持するとともに，\n変色を防止できるようにしたマグロ肉を提供することであるから，引用発明におけ\nる「超低温冷凍処理したマグロ肉」を，引用発明における「酸素透過率の低い合成\n樹脂製包装材料であるポリエチレンフィルム，ポリプロピレンフィルムで真空パッ\nク」する際には，技術常識に照らし，酸素分圧が３．３～４．０mmHg付近の酸化\n速度の速い領域を避け，極低酸素分圧の０mmHg付近にしようとしたものである。\n引用発明において，マグロの保存の際の酸化による変色を防止する目的で，マグ\nロ肉に引用例２に記載された還元剤を含有する状態とすることは，当業者が容易に\n想到し得たことである。当該還元剤を含有する状態とすることともあいまって，引\n用発明及び引用例２記載の事項に基づいて当業者が容易に想到し得た包装されたマ\nグロ肉は，還元型ミオグロビンが酸化されオキシミオグロビンとならず，暗紫赤色\nのままで保存されることは予測し得ることである。\nそして，かかる状態の，還元剤を含有する状態で真空パックされマグロ肉保存中\nの包装体中の酸素濃度を低く保とうと酸素透過性のより低い包装材料で包装された\nマグロ肉を，開封して食する際には，空気にさらしておくだけで，還元型ミオグロ\nビンがオキシミオグロビンに酸化し，暗紫赤色が魚類本来の好ましい鮮紅色になる，\nすなわち，復元することは自明である。\n(ウ)  したがって，引用発明と引用例２記載の事項及び周知技術に基づいて当業\n者が容易に想到し得た包装されたマグロ肉は，開封前は，還元型ミオグロビンの暗\n紫赤色のままであり，開封後はオキシミオグロビンに酸化し暗紫赤色が鮮紅色にな\nることは，当業者が予測し得たことであるから，原告の主張する「復元」について\nは，当業者の予測し得る範囲内のものである。\nカ  容易想到性について\n(ア)  ミオグロビンは，生体内で筋肉中に存在し酸素貯蔵体としての機能を担っ\nており，ヘモグロビンから酸素を受け取り筋肉に酸素を供給する役割を果たしてい\nる。\nそして，還元型ミオグロビンが酸化されてオキシミオグロビンになる反応とオキ\nシミオグロビンが還元されて還元型ミオグロビンに戻る反応とが可逆的に起きる反\n応であること，よって，酸素分圧が高いと還元型ミオグロビンが酸化されてオキシ\nミオグロビンとなり，酸素分圧が低いとオキシミオグロビンが還元されて還元型ミ\nオグロビンとなることは，技術常識である。\nさらに，食品分野で使用されているアスコルビン酸やエリソルビン酸は還元剤で，\nヘム鉄を還元することも知られている。\n(イ)  動機付け及び容易想到性について\n引用発明は，マグロ肉質の鮮度を保持するとともに，変色を防止できるよう，酸\n素透過率の低い合成樹脂製包装材料であるポリエチレンフィルム，ポリプロピレン\nフィルムでマグロを包装し，真空パックにより酸素を除去してマグロミオグロビン\nの酸化速度が最も低い０mmHg付近，すなわち，酸素分圧が低い状態とするもので\nある。\nまた，引用例２は，マグロ等の食肉品の保存等の際に生じる，酸化による退変色\nを防止することを目的とするものである。\nそうすると，引用発明と引用例２記載の食肉品の退変色防止剤を含有させた食肉\n品とは，共に，マグロの保存の際の酸化による変色を防止したマグロ肉を提供する\nことを目的とする点で共通するから，引用発明において，マグロの保存の際の酸化\nによる変色を防止する目的で，マグロ肉に，引用例２に記載された退変色防止剤す\nなわち還元剤であるアスコルビン酸又はエリソルビン酸類及びカタラーゼを含有さ\nせることは，当業者が容易に想到し得たことである。\n(2)  相違点２の判断について\nア  酸素透過性の低い包装材料の採用について\nマグロ肉の鮮度低下，変色を防止する目的で，マグロ肉保存中の包装体中の酸素\n濃度をより低下させようとして，酸素透過性のより低いものを使うことは，本件出\n願前，周知であった。\n引用発明において，包装体中の酸素濃度を低下させるため，酸素透過性が低いも\nの（５００cc/m2・24hrs・atm以下）を採用することは必要に応じて適宜なし得る\nものである。そして，これらの構成を採ることにより得られる真空パックされたマ\nグロ肉は，当初は，還元型ミオグロビンが酸化されずに暗紫赤色のままで保存され\nているとしても，引用発明の「酸素透過率の低い合成樹脂包装材料」として，酸素\n透過度が５００cc/m2・24hrs・atm以下の酸素難透過性包装材料を適用し真空パッ\nクし，さらに，引用例２記載のアスコルビン酸やエリソルビン酸の還元作用により，\n上記オキシミオグロビンは還元型ミオグロビンに還元されマグロ肉色は暗紫赤色と\nなること，そして，この状態で真空パックされたものを開封すれば，暗紫赤色の還\n元型ミオグロビンが大気中の酸素により，直ちに鮮紅色のオキシミオグロビンに酸\n化されることとなり，魚肉本来の好ましい鮮紅色に復元することは，当業者が予想\nし得たことである。\nイ  容易想到性について\n前記のとおり，マグロ肉の冷凍保存における，マグロ肉のミオグロビンの酸化に\nついて，ミオグロビンの酸化速度は特定の低酸素分圧（３．３～４．０mmHg）で\n最高となり，当該特定の低酸素分圧でメト化は促進されること，ミオグロビンの酸\n化速度は酸素分圧０mmHg付近が最低であり，この酸素分圧０mmHg付近ではメト\n化は抑制されること，また，マグロ肉の冷凍保存における，マグロ肉のミオグロビ\nンの酸化につき，低酸素分圧がメト化を促進するのではなく，ミオグロビンの酸化\n速度が最大となる特定の低酸素分圧（３．３～４．０mmHg）に一致しないように\nすることが，マグロ肉の冷凍保存におけるマグロ肉のミオグロビンの酸化について\nの技術常識である。\nよって，引用発明において，包装体中の酸素濃度を低下させるため，酸素透過性\nに低いもの（酸素透過度が５００cc/m2・24hrs・atm以下）を採用することは必要\nに応じて適宜なし得るものである。\n(3)  効果について\n本件補正発明の効果については，引用例１及び２に記載された事項並びに周知技\n術から予測される範囲内のものである。\n２  取消事由２（本願発明の容易想到性に係る判断の誤り）について\n〔原告の主張〕\n本願発明における判断も，同様に誤った判断に基づくものである。\n〔被告の主張〕\n本願発明の発明特定事項を全て含み，さらに他の発明特定事項を減縮したものに\n相当する本件補正発明が，前記１のとおり，容易に発明をすることができたもので\nあるから，本願発明も，同様の理由により，引用例１及び２に記載された発明及び\n周知技術に基づいて当業者が容易に発明をすることができたものである。\n第４  当裁判所の判断\n１  本件補正発明について\n本件補正発明の特許請求の範囲の記載は前記第２の２のとおりであり，本件明細\n書の記載によれば，本件補正発明は，概要，以下のとおりのものである（甲１０，\n１１）。\n(1)  技術分野\n本件補正発明は，冷凍での長期保管中の風味の劣化が抑えられ，冷凍保管中はく\nすんだ肉色であるが，解凍・開封後に賞味する際に，好ましい鮮紅色の肉色を呈す\nるミオグロビン含有生食用赤身魚肉の加工食品に関する（【０００１】）。\n(2)  背景技術\nこの赤身魚肉の変色は，当該魚肉中に含まれる色素蛋白質であるミオグロビンの\n変化により生じる。すなわち，ミオグロビンは酸素と可逆的に結合するヘム鉄を分\n子中に有しており，ヘム鉄が酸素と結合して生じる好ましい色調のオキシミオグロ\nビンから，ヘム鉄が酸化されてメトミオグロビンができるためであり，この反応は\n一般にメト化と呼ばれている。オキシミオグロビンの状態を保持し続けようとする\n従来の方法においては，－２０℃近辺の保管温度では，メト化による肉色の変色が\n原因で食品を実際に賞味する際の肉色が好ましくなかったり，風味が劣化したりす\nることを避けることができず，長期間の冷凍保管が可能な製品ができないという問\n題があった（【０００２】～【０００８】）。\n(3)  発明が解決しようとする課題\n本件補正発明の目的は，簡便かつ安全な手段により，－１８～－２５℃程度の通\n常の冷凍温度帯での長期間保存中における風味の劣化を抑制でき，かつ，冷凍保管\n中の肉色の変色は進行するものの，解凍後に実際に食品を賞味する際に好ましい鮮\n紅色の肉色を呈するミオグロビン含有生食用赤身魚肉の加工食品を提供することに\nある（【０００９】）。\n(4)  課題を解決するための手段\n本発明者らは，上記課題を解決すべく鋭意検討を行った結果，ミオグロビン含有\n生食用赤身魚肉を密封包装する包装材料の少なくとも一部に，酸素難透過性層を有\nする酸素難透過性包装材料を用い，かつ上記ミオグロビン含有生食用赤身魚肉に食\n品添加物である還元剤を含有せしめることにより，－２０℃近辺の通常の冷凍食品\nの保管温度帯による長期保存を経ても，解凍後の風味及び肉色が大幅に改善される\nことを見出し，本件補正発明を完成させた（【００１０】）。\n(5)  発明の効果\n本件補正発明によれば，簡便かつ安全な手段により，－１８～－２５℃程度の通\n常の冷凍温度帯での長期間保存中における風味の劣化を抑制でき，かつ，冷凍保管\n中の肉色の変色は進行するものの，解凍後に実際に食品を賞味する際に好ましい鮮\n紅色の肉色を呈するミオグロビン含有生食用赤身魚肉の加工食品を提供することが\nできる。\nすなわち，本件補正発明のミオグロビン含有生食用赤身魚肉の加工食品は，特殊\nな冷凍保管設備及び多大なランニングコストを必要とする超低温物流を必要とせず，\n－２０℃近辺の温度帯での長期冷凍貯蔵が可能である。\nまた，本件補正発明のミオグロビン含有生食用赤身魚肉の加工食品は，冷凍保管\n中は，酸素難透過性包装材料の働きにより酸素分圧が低下するために，オキシミオ\nグロビンから酸素が脱離し，くすんだ肉色となるが，解凍し，開封して空気にさら\nした後は，酸素をほぼ完全に除去したことにより肉の鮮度が保たれていることと，\n還元剤の働きの相乗効果によって，速やかにミオグロビンが空気中の酸素と結合し\nてオキシミオグロビンの状態に戻るため，数分ないし数十分程度の短時間で好まし\nい鮮紅色の肉色が復元する。さらに，冷凍保管中に酸素を極力除去した状態で保持\nされるため，冷凍保管中の風味の劣化が極めて効果的に抑制される（【００１２】\n【００１３】）。\n(6)  発明を実施するための最良の形態\n本件補正発明で使用する還元剤としては，Ｌ－アスコルビン酸，エリソルビン酸，\nあるいはこれらの酸の塩類（例：ナトリウム塩，カリウム塩，カルシウム塩），あ\nるいはこれらの酸の誘導体（例：脂肪酸エステル，配糖体）等のアスコルビン酸類\n及びエリソルビン酸類等が挙げられる。\nこれらのアスコルビン酸類又はエリソルビン酸類の添加量は，上記ミオグロビン\n含有生食用赤身魚肉中に，アスコルビン酸又はエリソルビン酸としての重量換算で\n好ましくは０．０５～１質量％，より好ましくは０．１～０．６質量％である。\n本件補正発明に用いる酸素難透過性包装材料としては，通常の魚肉加工食品に使\n用される，酸素バリア層を有する単層若しくは複層構造のシート状あるいはフィル\nム状の包装材料を適宜に成型して使用することができる。上記酸素バリア層として\nは，従来から知られている，例えば，アルミ箔等の金属箔，シリカ蒸着フィルム，\nアルミナ蒸着フィルム等の無機物蒸着膜，延伸ナイロン（ＯＮＹ）フィルム，無延\n伸ナイロンフィルム，延伸ポリプロピレン（ＯＰＰ）フィルム，ポリエチレンテレ\nフタレート（ＰＥＴ）フィルム，ポリ塩化ビニリデンコート延伸ナイロン（ＫＯ\nＮ）フィルム，ポリ塩化ビニリデンコート延伸ポリプロピレンフィルム，ポリ塩化\nビニリデンフィルム，エチレン酢酸ビニルコポリマー鹸化物フィルム，を含む層が\n好ましく使用される。\n上記酸素難透過性包装材料は，２３℃における酸素透過度が，５００cc/m2・\n24hrs・atm以下のものであることが好ましく，５０cc/m2・24hrs・atm以下のもので\nあることがより好ましい。なお，酸素透過度は，ＪＩＳ  Ｋ  ７１２６Ａ，Ｂ法\n（２３℃，０％ＲＨ）によるものである。\nまた，上記酸素難透過性包装材料の厚さは，使用する材料にもよるが，一般的に\n４０～３００μｍ程度の厚さであることが好ましい。\n上記酸素難透過性包装材料としては，その酸素難透過性（酸素バリア層の酸素バ\nリア性及び酸素吸収層の酸素吸収性）が高いほど，風味の残存，官能改善効果が大\nきいが，その他価格，輸送保管性，保護性，作業性，密封性，耐冷凍性等，一般に\n冷凍食品用包装材料に要求される諸機能を考慮して材料を選択することが好ましい。\n本件補正発明のミオグロビン含有生食用赤身魚肉の加工食品は，外部からの酸素\nの侵入が阻止されるとともに，還元剤や食品中の諸成分との反応によって内部にわ\nずかに残存する酸素が消費されて包装材料内部の無酸素若しくは低酸素雰囲気が達\n成される。これによって，－２０℃近辺の冷凍保管温度帯による長期保存を経ても，\nその風味を残存させることができると考えられる。\nまた，本件補正発明のミオグロビン含有生食用赤身魚肉の加工食品は，凍結保管\nしておくと，魚肉が無酸素・低酸素雰囲気にさらされることによって，オキシミオ\nグロビンから酸素が脱離するため，肉色のくすみ，退色，メト化が生じるが，この\n凍結保管中でのミオグロビンの退色は可逆的なものであり，解凍・開封後には，還\n元剤の働きでミオグロビンが速やかに還元化され，開封した後の大気中に含まれる\n酸素と結合することにより，速やかにオキシミオグロビンの好ましい鮮紅色の色調\nが回復する。この肉色の復元を速やかに行うためには，ミオグロビン含有生食用赤\n身魚肉中に還元剤が適度な量を含まれているとともに，当該魚肉が酸素と接触しや\nすい状況が必要であり，そのためには当該魚肉がミンチ状，すき身状，細片状，ス\nライス状等の状態になっていることが本件補正発明の実施形態上好ましい（【００\n１４】～【００２３】）。\n２  引用発明等について\n(1)  引用発明について\nア  引用例１（甲１）には，おおむね以下の記載がある。\n(ア)  特許請求の範囲\n超低温冷凍処理したマグロ肉をブロック状にし，これを酸素透過率の低い合成樹\n脂製包装材料で真空パックして，該合成樹脂製包装材料と該ブロック状冷凍マグロ\n肉との間を密封状態としたものを再冷凍処理するようにしたことを特徴とするマク\nロ肉の保存方法（請求項１）\n合成樹脂製包装材料が，ポリエチレンフィルム，ポリプロピレンフィルムである\n特許請求の範囲第１項に記載のマグロ肉の保存方法（請求項３）\n(イ)  産業上の利用分野\n本発明は，マグロ肉の保存方法に係り，より詳細には，大型赤身肉であるマグロ\n肉の変色・褐色を防止し，鮮度のよい状態に保持できるようにしたマグロ肉の保存\n方法に関する。\n(ウ)  発明の技術的背景\nマグロ肉は，肉色素のミオグロビン，血色素のヘモグロビンにより赤色をしてい\nて，これに酸素が作用すると，初めオキシ型の明赤色に変わり，最終的にはミオグ\nロビンのメト化によって褐色に変色することが知られている。\n本発明者は，上述したような点に対処して，種々検討をしたところ，マグロ肉を，\n凍結時に酸素透過率の小さい包装材料で真空パックする（ロー・パック）ことで，\nそのメト化をある程度防止することができることを知り得た。しかし，マグロをラ\nウンド，ドレスあるいはセミ・ドレスのままで真空パックするには装置が大掛かり\nとなるとともに，凍結膨圧等の問題もある。\nまた，冷凍効率を良くするためには，包装材料として，なるべく薄いものを用い\nる必要があるが，当該薄い材質のものを用いる場合，マグロ肉の包装作業に手間が\n掛かるという問題があり，さらに，厚い材質のものを用いた場合は，凍結の遅れを\n無視できないおそれ，また，マグロは大型魚であるため，包装材料とマグロ肉との\n密着状態を得ることが難しい等の問題がある。\n本発明は上述した点に対処して創案したものであって，その目的とするところは，\nマグロの肉質を鮮度の良い状態に保持するとともに，変色を防止できるようにした\nマグロ肉の保存方法を提供することにある。\n(エ)  目的を達成するための手段\n上記目的を達成するための手段としての本発明のマグロ肉の保存方法は，超低温\n冷凍処理したマグロ肉をブロック状にし，これを酸素透過率の低い合成樹脂製包装\n材料で真空パックして，当該合成樹脂製包装材料と当該ブロック状冷凍マグロ肉と\nの間を密封状態としたものを再冷凍処理するようにした構成よりなる。\n(オ)  作用\nそして，上記構成に基づく本発明のマグロ肉の保存方法は，一旦，マグロ肉を超\n低温で急速凍結させた後，これをブロック状にして真空パックすることにより，超\n低温による冷凍でのメト化を防止した状態を保持し，この状態で酸素との接触を防\n止させ，また，これを再冷凍することによりドリップ等の発生を防止させるように\n作用する。\n(カ)  真空パック工程\n本工程は，マグロ肉ブロック状工程で，ブロック状化した冷凍マグロ肉を，酸素\n透過率の低い合成樹脂製材料（すなわち，酸素が透過し難い合成樹脂製材料）で包\n装し，密封状態とするための工程である。\nここで，合成樹脂製材料としては，ポリエチレンフィルム，ポリプロピレンフィ\nルム，その他ラミネートフィルムよりなる袋体を用いている。そして，真空ポンプ\nを用い，真空室内でもって冷凍マグロ肉を封入した袋体内を脱気シールするように\nしている。\nイ  以上によれば，引用発明は，マグロ肉を酸素透過率の低い合成樹脂製包装材\n料で真空パックして冷凍保存するに当たって，ラウンド，ドレスあるいはセミ・ド\nレスのような大きな肉塊のままではなくブロック状にすることで，包装材料とマグ\nロ肉との密着状態をより確実とし，酸素との接触を高度に防止することにより，メ\nト化による変色を防止し，鮮度のよい状態に保持することを実現したものである。\n(2)  引用例２について\nア  引用例２（甲２）には，おおむね以下の記載がある。\n(ア)  特許請求の範囲\n畜肉，魚肉又はそれらの加工品に，還元剤及びカタラーゼを含有させることを特\n徴とする畜肉，魚肉又はそれらの加工品の退変色防止方法（請求項１）\n還元剤がアスコルビン酸類又はエリソルビン酸類である請求項１記載の退変色防\n止方法（請求項２）\n還元剤の濃度が１０～１００００ppm及びカタラーゼ活性が１unit／g以上となる\nように，還元剤及びカタラーゼを含有させる請求項１記載の退変色防止方法（請求\n項３）\n(イ)  従来の技術\n牛肉，豚肉等の畜肉，鮪，鰹，鰺等の魚肉及びそれらの加工品（食肉品）におい\nては，その赤身部分の色調の鮮やかさが消費者の購買意欲をそそる上で重要とされ，\nその色調の劣化は，商品価値を低下させる主原因となっている。食肉品の色調の構\n成成分となる色素は，ミオグロビン，ヘモグロビン等のヘム色素が主体であり，ヘ\nム色素中の鉄が大気中の酸素と反応して酸化し，色調の劣化をもたらすことは従来\nから良く知られている事実である。その退変色を防止するため，炭酸ガス，酸素ガ\nス，窒素ガス等の単独ガスあるいは混合ガスを用いてガス置換包装する方法，アス\nコルビン酸，エリソルビン酸やそれらのナトリウム塩等の還元剤を用いてヘム色素\n中の鉄を還元する方法，一酸化炭素，ニコチン酸アミド等を用いてヘム色素を安定\n化させる方法等が提案されている（【０００２】）。\n(ウ)  発明が解決しようとする課題\nしかしながら，ガス置換包装や還元剤を用いた方法では，食肉品の種類，商品形\n態によって適用範囲が限定されるだけでなく，一般に効果の持続性が低いという問\n題点があった。さらに，還元剤を過剰に用いると，還元剤による変色が起こって逆\n効果になる欠点を有する。以上のように，従来の退変色防止方法にはそれぞれ問題\n点を有していることから，安全で効果の持続性の高い退変色防止方法の開発が望ま\nれている。\nしたがって，本発明の目的は，安全で効果の持続性が高くかつ食肉品の品質及び\n鮮度の判断を消費者に誤らせるおそれのない食肉品の退変色防止方法及び退変色防\n止剤を提供し，食肉品の保存及び流通の際に生じる退変色を防止し新鮮な色調を長\n時間維持することを可能とすることである（【０００３】【０００４】）。\n(エ)  課題を解決するための手段\n本発明者らは，食肉品の好ましからぬ変色を防止する方法について鋭意検討した\n結果，アスコルビン酸類，エリソルビン酸類等の還元剤及びカタラーゼを併用する\nことによって，上記目的が達成できることを見出し，本発明に至った（【０００\n５】）。\nイ  以上のとおり，引用例２には，マグロ肉等の赤身肉のヘム色素中の鉄が大気\n中の酸素と反応して酸化，すなわちメト化して変色することを防止するために，ア\nスコルビン酸やエリソルビン酸等の還元剤を１０～１００００ppm，すなわち０．\n００１～１％含有させることが記載されている。\n(3)  周知例１について\n周知例１（甲４）には，おおむね以下の記載がある。\nア  特許請求の範囲\n冷凍用魚介類を被覆する吸水性シートと，その外側を覆うガスバリア性袋状体と\nからなる冷凍用魚介類の包装体であって，前記吸水性シートは，冷凍用魚介類側に\n位置する透水性シートと，透水性シートあるいは非透水性シートと，前記両シート\nの間に挟着された高吸水性樹脂とからなり，前記ガスバリア性袋状体はヒートシー\nル性を有し，被覆後減圧下でヒートシールすることにより冷凍用魚介類を真空包装\nすることができ，その後冷凍することができることを特徴とする冷凍用魚介類の包\n装体（請求項１）\n請求項１又は２に記載の冷凍用魚介類の包装体において，前記ガスバリア性袋状\n体が，２００cc/m2・24hrs・atm以下の酸素透過度を有することを特徴とする冷凍\n用魚介類の包装体（請求項３）\nイ  発明の詳細な説明\n本発明においてガスバリア性袋状体は，ガスバリア性フィルム，あるいはガスバ\nリア性フィルムの貼合体からなるものであり，通常の真空包装の際に使用し得るも\nのである。\n上記ガスバリア性フィルムとしては，ポリオレフィン，ポリエステル，ポリアミ\nド等のものを用いることができる。\nこのようなガスバリア性袋状体のフィルムあるいはフィルムの貼合体は，酸素透\n過度が２００cc/m2・24hrs・atm以下であるのが好ましい。酸素透過度が２００\ncc/m2・24hrs・atmを超えると，包装後包装系内に侵入してくる酸素により冷凍用\n魚介類が酸化しやすくなり，好ましくない。\n(4)  乙４について\n乙４（国際公開２００３－２４２３６号）には，おおむね以下の記載がある。\nア  赤身魚肉等をプラスチックフィルムの包装材料によって密着包装する魚肉包\n装体及びその製造法に関する。包装材料としては，０℃の乾燥条件（０～１０％相\n対湿度条件）で酸素ガス透過度が２０cm3/m2･d･atm，厚さ２０～２００μm及び\n（断面積×２．５％引張割線弾性率）が１６００N以下であるものが用いられる。\nカツオ，マグロ等の赤身魚肉の変色防止及び変形防止に有効である。\nイ  本発明は，上記従来の赤身魚肉の輸送，加工等の問題を解決すべくなされた\nものであって，ミオグロビンを含む赤身魚肉の酸化を抑制することによって赤身魚\n肉の優れた色調その他の品質を維持し，保存期間を延長することを目的とする。\n本発明者らは上記目的を達成すべく鋭意研究を重ねた結果，生の赤身魚肉を，プ\nラスチックフィルムで，①０℃の乾燥条件（本発明においての乾燥条件は，０～１\n０％相対湿度条件を意味する）における酸素ガス透過度が２０cm3/m2･d･atm以下，\n②厚さが２０μm以上，２００μm以下であり，③フィルムの断面積と２．５％引\n張割線弾性率との積が１６００N以下である包装材料を用いて密着包装することに\nよって上記目的が達成されることを見出した。\nウ  本発明では，フィルムの酸素ガス透過度を０℃の乾燥条件において２０\ncm3/m2･d･atm以下とすることにより，赤身魚肉は密着包装後，速やかに還元型ミオ\nグロビンによって発現される暗赤色若しくは赤紫色の色調となり，その後その色調\nが開封するまで保持されるとともに，肉に含まれる脂質の酸化も抑制される。開封\n後は，ミオグロビンのオキシ化によって数分から数時間で鮮紅色に発色し，酸化臭\n等劣化のない包装前の高品質な状態を復元することができる。\nエ  密着包装に用いるプラスチックフィルムは，０℃の乾燥条件における酸素ガ\nス透過度が２０cm3/m2･d･atm以下，好ましくは１２cm3/m2･d･atm以下，より好まし\nくは７cm3/m2･d･atm以下，最も好ましくは３cm3/m2･d･atm以下である。それによっ\nて，赤身魚肉の酸化を抑制し，ひいては変色などの品質劣化を抑制することができ\nる。酸素ガス透過度が上記範囲を越えると，赤身魚肉の変色（ミオグロビンのメト\n化）や，脂質酸化が生じ，商品としての品質が損なわれるので好ましくない。\n３  取消事由１（本件補正却下に係る判断の誤り）について\n(1)  相違点１について\nア  相違点１について\n相違点１は，ミオグロビン含有生食用赤身魚肉の加工食品が，本件補正発明では，\n還元剤を含有するものであり，該還元剤が，アスコルビン酸類又はエリソルビン酸\n類であり，該アスコルビン酸類又は該エリソルビン酸類の濃度が，アスコルビン酸\n又はエリソルビン酸としての重量換算で０．０５～１質量％であるのに対し，引用\n発明では，還元剤を含有するものではない点である。\n前記２(1)のとおり，引用発明は，マグロ肉を酸素透過率の低い合成樹脂製包装\n材料で真空パックして冷凍保存するに当たって，ブロック状にすることで，包装材\n料とマグロ肉との密着状態をより確実とし，酸素との接触を高度に防止することに\nより，メト化による変色を防止し，鮮度のよい状態に保持することを実現したもの\nである。\nまた，前記２(2)のとおり，引用例２には，マグロ肉等の赤身肉のヘム色素中の\n鉄が大気中の酸素と反応して酸化，すなわちメト化して変色することを防止するた\nめに，アスコルビン酸やエリソルビン酸等の還元剤を１０～１００００ppm，すな\nわち０．００１～１％含有させることが記載されている。\n両者は，マグロ肉と酸素との接触を断つことにより変色を防止するという技術思\n想において共通する。しかも，引用発明は，そのための手段として，酸素透過率の\n低い合成樹脂製包装材料で真空パックすることに加えて，マグロ肉をブロック状に\nして包装材料との密着状態をよりよくするという手段を採用しているから，更に他\nの手段を併用する動機付けを与えるものである。\nしたがって，引用発明において，引用例２記載のアスコルビン酸やエリソルビン\n酸等の還元剤を併用することとし，その際，その含有率を引用例２に記載された値\nに基づき最適化することは，当業者が容易になし得たことということができる。\nイ  原告の主張について\n(ア)  原告は，マグロ肉を始めとするミオグロビン含有生食用赤身魚肉の冷凍保\n存においては，一般的な食品の場合と異なり，酸素難透過性の包装材料の使用は避\nけられていたと主張する。\nしかし，原告が主張するような事情があったとしても，酸素透過率の低い合成樹\n脂包装材料を用いる引用発明と還元剤とを組み合わせることを妨げる理由にはなら\nないから，原告の上記主張は，失当である。\n(イ)  原告は，冷凍保存後の赤身魚肉の色を復元する技術は従来存在しないと主\n張する。\nしかし，前記２(4)のとおり，保存中には酸素との接触を断つことにより暗赤色\nとなり，開封後に好ましい鮮紅色を復元するという技術は，従来から存在していた\nものであるから，原告の上記主張は，採用することができない。\n(ウ)  原告は，引用発明に引用例２の還元剤を含有させたとしても，引用発明の\n包装材料は本件補正発明のものよりも酸素透過率が高いため，本件補正発明の構成\nとはならず，開封後にマグロ肉の色が復元するという本件補正発明特有の効果が奏\nされないと主張する。\nしかし，この点について，本件審決は，包装材料の酸素透過率を相違点２として\n挙げて判断しており，その判断に誤りがないことは，後記のとおりである。\n(2)  相違点２について\nア  相違点２について\n相違点２は，酸素難透過性包装材料が，本件補正発明では，２３℃における酸素\n透過度が５００cc/m2・24hrs・atm以下のものであるのに対し，引用発明では，ポ\nリエチレンフィルム，ポリプロピレンフィルムである点である。\n前記２(3)及び(4)によれば，マグロ肉等を酸素に接触させずに真空パック保存す\nるのに用いる合成樹脂製包装材料として，本件補正発明におけるものと同程度に酸\n素透過率の低いものは周知であったと認められる。そして，前記２(1)によれば，\n引用発明で用いる酸素透過率の低い合成樹脂製包装材料は，マグロ肉と酸素との接\n触を防止するためのものであるから，引用発明において上記周知の包装材料を用い\nることは当業者にとって自明である。\nしたがって，相違点２に係る本件補正発明の構成は，容易に想到することができ\nる。\nイ  原告の主張について\n(ア)  原告は，甲１２を根拠として，マグロ肉のメト化は，酸素がごくわずかに\n存在する条件下で生じやすく，マグロ肉を酸素透過度の比較的高い包装材料で包装\nした方が，酸素透過度の低い包装材料で包装した場合よりも，マグロ肉のメト化を\n防止できることが技術常識であるとし，それによれば，引用発明において酸素透過\n性のより低いものを使えば冷凍保存中に変色が進行することが予測されるから，当\n業者であれば引用発明に周知の酸素難透過性包装材料を適用することはない旨主張\nする。\n(イ)  よって検討するに，甲１２（東京水産大学第７回公開講座編集委員会編\n「マグロ－その生産から消費まで－」（昭和５６年９月８日発行））には，おおむ\nね以下の記載がある。\nａ  包装後，－１０℃に貯蔵した場合についてメトミオグロビン生成率の推移を\n調べ，包装処理の変色に及ぼす影響をみた結果が図７．８に示してある。表面からmmまでの表層肉の肉色は，アルミ箔の袋中に真空包装したものが最も悪く，ポ\nリエチレン袋中に含気包装したものが最もよい。一方，表面から３mmより内部の\n肉では，三者とも肉色にほとんど相違は見られない。貯蔵温度を－２０℃及び－３\n０℃に下げた場合でも，－１０℃貯蔵の場合と同様な傾向が認められる。アルミ箔\nの袋を用いて真空包装したマグロ肉の変色が速い理由は，酸素分圧が低いためであ\nる。\n以上のことから，冷凍マグロの肉色保持を目的として包装処理を考える場合には，\n通気性の低い包装資材で真空包装するより，通気性で水蒸気透過性の低い包装資材\nで含気包装する方がよい。\nｂ  「図７．８  ポリエチレン袋に含気包装およびアルミ箔で真空包装したメバ\nチ（３×３×３cm）の－１０℃貯蔵におけるmetMbの生成」\n図７．８には，貯蔵期間０～２５日のメトミオグロビン生成率が示されており，\n左グラフには，表層肉におけるメトミオグロビン生成率は，下記②，③，①の順で\n高く，②と③の差及び③と①の差は同等であることが示され，右グラフには，内部\n肉におけるメトミオグロビン生成率は，②，③，①ともほぼ同一であることが示さ\nれている。\n①  ポリエチレン袋に含気包装したものを直ちに－３５℃で凍結し－１０℃に貯\n蔵した場合\n②  アルミ箔で真空包装したものを直ちに－３５℃で凍結し－１０℃に貯蔵した\n場合\n③  －３５℃で凍結したものをアルミ箔で真空包装し，－１０℃に貯蔵した場合\n(ウ)  しかし，前記(イ)のとおり，甲１２には，①，②及び③というわずか３つ\nの個別具体的な包装及び保存条件での実験結果及びそれに基づく考察が記載されて\nいるにすぎない。例えば，図７．８から，酸素難透過性包装材料とされるアルミ箔\nで真空包装した場合であっても，②と③のように冷凍保存条件が異なれば，表層肉\nにおけるメトミオグロビン生成率が大きく異なることからしても，原告が主張する\nような普遍的な技術常識を導き出せるものとは認めることができない。\nしたがって，原告の上記主張は，その前提を欠くものであり，採用することはで\nきない。\n(3)  効果について\nア  以上のとおり，相違点１及び２に係る本件補正発明の構成は，引用例１及び\n２に記載された発明並びに周知技術に基づいて，容易に想到することができたもの\nであり，本件補正発明の効果についても，引用例１及び２に記載された発明並びに\n周知技術から予測される範囲内のものである。\nイ  原告の主張について\n(ア)  原告は，本件補正発明は，相違点１及び２の構成を併せて採用することに\nより初めてなし得た，冷凍保存後に開封して食する際の赤身魚肉の色を魚肉本来の\n好ましい鮮紅色に復元する技術であって，季節や産地等によって赤身魚肉の色が異\nなっていてもその本来の好ましい鮮紅色に復元できるので，製造ロット間で赤身魚\n肉の色に差が生じにくいとの従来技術にない特有の効果を有するとして，本件補正\n発明に格別顕著な効果を認めなかった本件審決の判断は誤りである旨主張する。\n(イ)  しかし，まず，冷凍保存後に開封して食する際の赤身魚肉の色を魚肉本来\nの好ましい鮮紅色に復元する技術が，従来から存在していたことは，前記２(4)の\nとおりである。\nまた，相違点１の還元剤及び相違点２の酸素難透過性包装材料は，いずれも，マ\nグロ肉と酸素の接触を断つという同一の目的を達成するための手段であって，相違\n点１及び２に係る本件補正発明の構成を同時に採用することに困難性はない。\nそして，マグロ肉中の色素であるミオグロビンは酸素と可逆的に結合するヘム鉄\nを有しており，ヘム鉄が酸素と結合していないミオグロビンは暗紫赤色，酸素と結\n合したオキシミオグロビンは好ましい鮮紅色，ヘム鉄が酸化されたメトミオグロビ\nンは褐色を呈することは，本件出願日当時の技術常識である（当事者間に争いが\nい。）。これによれば，引用発明の酸素難透過性包装材料を本件補正発明と同程度\nに酸素透過性の高い周知のものとした上で，引用例２の還元剤を組み合わせた場合，\nすなわち，還元剤を含有し，かつ包装により酸素との接触を確実に防いだ状態でマ\nグロ肉を冷凍保存した場合には，包装前にミオグロビンと結合していた酸素は還元\n剤により消費されるから，オキシミオグロビンのヘム鉄は酸素を失って暗紫赤色を\n呈するようになるものの，開封して外気中の酸素と接触すれば，ヘム鉄が再び酸素\nと結合してオキシミオグロビンとなり，好ましい鮮紅色を呈することは，当業者で\nあれば十分に予測し得ることである。実際，本件出願日前にそのような現象が知ら\nれていたことは，乙４に記載されているとおりである。また，製造ロット間で色に\n差が生じにくい点も，鮮紅色への復元に起因する効果であるので，同様に，当業者\nの予測の範囲内のものである。\n(ウ)  したがって，本件補正発明が引用例１及び２に記載された発明並びに周知\n技術から予測し得ない効果を有するとはいえない。\n(4)  小括\n以上のとおり，本件補正発明は，容易に想到することができ，独立して特許を受\nけることができないから，本件補正を却下した本件審決の判断に誤りはない。\nよって，取消事由１は，理由がない。\n４  取消事由２（本願発明の容易想到性に係る判断の誤り）について\n本件補正発明が，引用発明に基づいて容易に想到できる以上，本願発明も，引用\n発明に基づいて容易に想到することができたものである。\nよって，取消事由２も，理由がない。\n５  結論\n以上の次第であるから，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          土      肥      章      大\n裁判官          髙      部      眞  規  子\n裁判官          齋      藤              巌\n"
}