{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 6,
    "day": 22
  },
  "case_number": "平成27(わ)1640",
  "case_name": "覚せい剤取締法違反，関税法違反",
  "court_name": "名古屋地方裁判所刑事第３部",
  "lawsuit_id": "86892",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86892",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/892/086892_hanrei.pdf",
  "contents": "主文\n被告人は無罪。\n理由\n第１  本件公訴事実の要旨及び争点\n１  本件公訴事実の要旨\n被告人は，氏名不詳者らと共謀の上，営利の目的で，みだりに，平成２７年\n６月２８日（現地時間），中華人民共和国所在の上海浦東国際空港において，\n航空機に搭乗する際，覚せい剤であるフエニルメチルアミノプロパン塩酸塩合\n計約５９７１.６８ｇ（以下「本件覚せい剤」という。）をリュックサック３個\nに分散隠匿した上，これらをスーツケース１個（以下「本件スーツケース」と\nいう。）に収納し，本件スーツケースを機内預託手荷物として預けて同航空機\nに積み込ませ，同日，愛知県常滑市所在の中部国際空港に到着させ，事情を知\nらない同空港関係作業員にこれを機外に搬出させ，もって覚せい剤取締法が禁\n止する覚せい剤の本邦への輸入を行うとともに，同日，同空港内の名古屋税関\n中部空港税関支署旅具検査場（以下「本件検査場」という。）において，同支\n署税関職員らの検査を受けた際，関税法が輸入してはならない貨物とする本件\n覚せい剤を携帯しているにもかかわらず，その事実を申告しないまま本件検査\n場を通過して輸入しようとしたが，同職員らに本件覚せい剤を発見されたため，\nこれを遂げることができなかった。\n２  争点\n本件の争点は，被告人が前述の方法で本件覚せい剤を本邦に持ち込んだこと，\n被告人が統合失調症にり患していることを前提として，①本件スーツケース内\nに覚せい剤を含む違法薬物が入っているかもしれないと分かっていたか（覚せ\nい剤の営利目的輸入の故意），②善悪を判断する能力又はその判断に従って自\n分の行動をコントロールする能力が失われていたか（責任能力）の２点である。\n第２  当裁判所の判断\n１  前提となる事実関係\n関係各証拠によれば，次の事実が認められる（括弧内の甲の番号は検察官請\n求証拠の番号を，弁は弁護人請求証拠の番号を示す。）。\n⑴  被告人は，平成２０年頃から懸賞金に当選した旨のメールを海外から複数\n回受信し，メールの指示に従い合計約５００万円の現金を送金したり，スペ\nインに出向いたりしたが，金銭を受領できなかった（弁４）。\n⑵  被告人は，遅くとも昭和６２年に統合失調症にり患し，精神鑑定時まで症\n状が持続しており，統合失調症の症状である誇大妄想により，自分は詩で世\n界を救う愛の詩人「Ａ」であり，自分の詩を世界に広めるための出版費用を\n受け取る権利があると考えていた（鑑定人Ｂ医師の公判廷における証言（以\n下「Ｂ鑑定」という。））。\n⑶  被告人の母親は，平成２４年から平成２５年までの間並びに平成２７年４\n月又は５月及び同年６月に，海外に行ってお金を受け取りに行く旨述べる被\n告人に対し，銀行から銀行へ送金すれば済むのに被告人自身が海外渡航しな\nければならないのはおかしい旨述べたことがあった（甲１５）。また，被告\n人の妹は，平成２７年３月頃，海外に行って物を運ぶアルバイトがある旨を\n述べる被告人との雑談の中で，「運び屋にさせられるんじゃないの。」など\nと述べたことがあった（Ｃ証言）。\n⑷  被告人は，同月頃から国連関係者と称するＤなる人物と，被告人が海外へ\n赴き書類に署名すれば２５００万ドルの資金を受け取ることができる旨のや\nり取りをメールで行っていた（甲４１，Ｂ鑑定）。\n⑸  被告人は，同年６月２３日，中華人民共和国へ渡航し（甲３７），上海の\nホテルに宿泊した。被告人の渡航・滞在費用はＤが立て替えて負担していた\n（甲４２）。\n⑹  被告人は，同月２７日夜（現地時間），宿泊先のホテルにおいて，Ｄが差\nし向けた黒人女性から本件スーツケースを受け取った。その際，同人が本件\nスーツケース内の荷物を取り出して整理を始め，その様子を見た被告人は，\n本件スーツケース内に，リュックサック３個，男性用シャツ，女性用及び子\n供用靴，毛布等が入っていることを確認した（甲４１，被告人供述）。\n⑺  被告人は，同月２８日（現地時間），上海浦東国際空港において，本件ス\nーツケースを機内預託手荷物として預けた上で，航空機に搭乗して中部国際\n空港に到着した（甲３７）。\n⑻  被告人は，同日，中部国際空港内の本件検査場において，携帯品・別送品\n申告書（以下「申告書」という。）に「他人から預かったもの」を持ってい\nるかとの質問に「いいえ」，確認票に「他の人に頼まれて持ってきたものは\nありますか？」との質問に一度「はい」と回答したものの「いいえ」と訂正\nして虚偽の記載をした。その後，本件スーツケース内のリュックサック３個\nの背当て部分から本件覚せい剤が発見された（甲３８）。\n２  前提事実の補足説明\n本件検査場における被告人の言動に関し，検察官は，税関職員であるＥの公\n判廷における証言を根拠に，被告人が本件検査場において，本件スーツケース\n内のリュックサックから本件覚せい剤の白色結晶が発見されるよりも前に，隠\n匿されている物について「闇の人が使う化学物質」である旨発言したと主張す\nる。\nしかしながら，Ｅ証言によると，Ｅは，被告人の上記発言を印象に残るもの\nとして当初からずっと記憶に留めていたわけではなく，被告人と税関職員との\nやり取りを記録したというウォッチャーメモを証人として出廷する際に読んで\n記憶を喚起したにすぎないものと認められるところ，ウォッチャーメモ自体に\nついては証拠請求されておらず，そのような文書の存否や，発言の時期を含め\nた内容の正確性について明らかとはいえないことや，税関職員のＦ作成の犯則\n嫌疑事件発見報告書等にも被告人の前記発言の記載がないとみられることから\nすると，被告人がそのような発言をしたと認めることはできない。\n３  前提となる事実関係（前記１）から本件スーツケース内に覚せい剤を含む違\n法薬物が入っているかもしれないとの認識を推認することの可否\n検察官は，統合失調症の影響はさておき，①妹の忠告等，海外渡航の際に違\n法薬物を運搬させられる可能性を想起できる機会があったこと，②本件スーツ\nケースは日本で第三者に渡すものだと認識していたこと，③Ｄが渡航・滞在費\n用を全額負担するのは不合理であり，違法薬物運搬等他の目的があると想起で\nきたこと，④税関検査で不審な言動をしていることを根拠に，被告人において\n本件スーツケース内に覚せい剤を含む違法薬物が入っているかもしれないとの\n認識があったと推認できると主張するので，検察官が指摘するこれらの事実に\nついて検討する。\n妹らの忠告について\n被告人の母親及び妹が，被告人に対し，海外渡航に関する何らかの忠告を\nしていたことは前記１ のとおりであるが，被告人の母親は，報道によって\n被告人が海外に渡航すれば運び屋にされるかもしれない旨の不安は抱いてい\nたものの，その不安を直接被告人に告げたことはない旨供述し，被告人の妹\nも，運び屋にされるかもしれない旨の発言をしたことはあるものの，本件の\n上海渡航とは別件に関して雑談の中で一度話をしたことがあるだけであり，\n今回の海外渡航自体には賛成していたと供述している。\nこのような状況からすれば，被告人の母親及び妹の忠告は，被告人が運び\n屋にされるおそれがあるとの印象を抱き，心に引っ掛かるものとして記憶に\nずっと留めさせるようなエピソードとはいえず，せいぜい何かをきっかけに\nして本件スーツケース内に覚せい剤を含む違法薬物が入っている可能性を認\n識させる一因となる可能性がないとはいえないという程度にとどまり，推認\n力は非常に弱いというべきである。\n本件スーツケースを第三者に渡す認識について\n被告人が正確に理解していたかは疑問があるものの，被告人とＤとのメー\nルのやり取りには，複数回名古屋にいる役員に渡すギフトプレゼントを用意\nしている旨の記載があることや，被告人は，本件スーツケースが亡き父親へ\nの香典であると思ったり，黒人女性から「ユーアンドＤ」と言われて渡され\nたりしたものの，名古屋の指定されたホテルに持っていくつもりであったと\n供述していることからすると，被告人に本件スーツケースを日本で第三者に\n渡す認識があったものと認められる。\nしかし，被告人は，Ｄについて自分が本来受け取るべき資金を受け取れる\nようにしてくれる国連関係の職員であると信じており，そのように信頼して\nいたＤの代理人としてホテルにやって来た黒人女性から本件スーツケースを\n預かり，その中身も見せられて一見して違法な物はないことを確認している。\n信頼している相手から帰国するついでに荷物を運んでほしいと言われ，荷物\nの中身もひととおり確認し，禁制品等やましい物を発見できない場合，一般\n人において，覚せい剤を含む違法薬物が入っているのではないかと疑わずに\nその荷物を運ぶことを引き受けることが必ずしも不自然なこととは考えられ\nない。ましてや，被告人は，上海に渡航した経緯に鑑み，非常にだまされや\nすく，Ｄを信頼し，書類に署名すれば２５００万ドルを受け取れるものと信\nじていたこと等からして，被告人が本件スーツケースの中身に不審を抱かな\nいことがあったとしても不思議ではない。したがって，本件スーツケースを\n第三者に渡す認識があったとの事実は，被告人が本件スーツケース内に覚せ\nい剤を含む違法薬物が入っているかもしれないとの認識を推認させるものと\nはいえない。\n渡航・滞在費用について\n検察官がいうとおり，Ｄ（又はＤが所属する薬物組織）が被告人の渡航・\n滞在費用を支出していたことが認められる。しかし，本件は，高額の報酬を\n受けることを約束して荷物の運搬を引き受けた事案とは異なるのであって，\n渡航・滞在費用をＤが支払ったことをもって被告人が本件スーツケースの中\nに覚せい剤を含む違法薬物が含まれるのではないかとの疑念を抱いたと推認\nするのは相当でない。そもそも被告人は，渡航・滞在費用について，Ｄとの\n間で，一時的にＤが立て替え，最終的に自分が負担する旨約束しており，被\n告人もそのようにすることを認識していたものと認められる。また，本来書\n類を郵送すれば済むことなのに，殊更被告人を海外渡航させたことにも照ら\nすと，それらの費用を負担するのは相手方であるべきとの考え方が成り立つ\n余地もある。これらによると，Ｄが被告人の渡航・滞在費用を支出した事実\nが本件スーツケース内に覚せい剤を含む違法薬物が入っているかもしれない\nとの認識を推認させるものとはいえない。\n⑷  税関検査での行動について\n被告人は，税関検査の際，他人から預かった荷物はない旨申告書等に記載\nしていたものの，その際には，申告書に記載されている文章を読まず，記載\n台のところにいた男性から聞いたすべて「いいえ」と回答すればよいとのア\nドバイスに従って回答し，確認票の記載も辻褄を合わせたにすぎない旨供述\nする。防犯カメラには被告人が申告書の記載台で男性と会話している様子が\n映っており，被告人の上記供述を裏付けている。また，一般的にも面倒な手\n続への煩わしさから預かった荷物はないとの虚偽の申告をする者もいないわ\nけではない。そうすると，被告人が他人から預かった荷物はない旨の客観的\nには虚偽の記載をした事実は，被告人の本件スーツケース内に覚せい剤を含\nむ違法薬物が入っているかもしれないとの認識を推認させるような不審な行\n動であるとはいえない。\nなお，検察官は，本件検査場において，本件覚せい剤の白色結晶が発見さ\nれる前に，被告人が「闇の人が使う化学物質」と発言したことが本件スーツ\nケース内に覚せい剤を含む違法薬物が入っていたかもしれない旨の認識を推\n認させる一事情である旨主張する。しかし，前述のとおり，このような事実\nが認定できないので，検察官の主張は前提を欠くといわざるを得ないが，仮\nに，被告人がそのような発言をしたと認められるとしても，被告人がその時\n点では，自分が税関職員に疑われて様々な質問を受けていた上，Ｘ線検査に\nより，本件スーツケース内のリュックサックの背当て部分に何かが入ってお\nり，その前に禁制品が掲載されているしょうよう板も見ているのであるから，\nその時点になって初めて覚せい剤を含む違法薬物の存在に気付いてそのよう\nな発言をしたと考えることもできる。被告人が前記白色結晶の発見前に「闇\nの人が使う化学物質」との発言をした事実があることを前提としても，この\n事実が，被告人において本件スーツケース内に覚せい剤を含む違法薬物が入\nっていたかもしれないとの認識があるのではないかと疑わせる事実となり得\nることを否定できないにしても，推認力はさほど強くなく，この事実をもっ\nて被告人においてそのような認識があったことを認めるには不十分である。\n⑸  以上検討したとおり，検察官指摘の各事実の推認力はいずれも十分なもの\nではなく（ないか非常に弱いものが大半である。），これらの事実を総合し\nても，被告人が本件スーツケース内に覚せい剤を含む違法薬物が入っている\nかもしれないとの認識を有していたとは到底認め難い。\n４  Ｂ鑑定について\n鑑定人Ｂ医師は，要旨，被告人は，自分は愛の詩人として世界を救うとの誇\n大妄想の下，２５００万ドルを自分の詩を世界に広めるための出版費用として\n受け取ることができると考えていたところ，このような誇大妄想に囚われてい\nたため，２５００万ドルを受け取ることに一生懸命になっており，本件スーツ\nケースに関心又は不審を抱くことはなかったから，自分が覚せい剤を含む違法\n薬物の運び屋になるかもしれないという具体的かつ明確な認識はなかった旨鑑\n定する。\nＢ医師は，豊富な医学的知識及び経験を有する精神科医で，鑑定に際して必\n要な資料を分析した上で各種検査を行うなど適切に鑑定を実施しており，また，\nその鑑定意見をみると，専門的知見を踏まえた合理的な内容であり，特段信用\n性に疑問を差し挟む余地はない。\n検察官は，①鑑定の前提となる資料が不十分であること，②鑑定の前提とな\nる事実認定に誤りがあること，③結論に至るまでの推論過程に誤りがあること\nから，Ｂ鑑定は信用できないと主張する。\nＢ医師は，\n取調状況ＤＶＤの全部やウォッチャーメモを検討していないという。しかし，\nＢ医師は捜査段階における被告人の警察官調書及び検察官調書の提供を受けて\n検討していることは明らかであるし，また，被告人に現れていた症状につき，\n取調べ時点及び鑑定時点において，日常的な会話を行うことができ，幻聴など\nの統合失調症に起因する奇異な言動も認められないから，供述調書以外に取調\nべの様子を録音録画したＤＶＤを鑑定資料として検討する必要性はさして高く\nない。さらに，ウォッチャーメモ自体の存否が明らかでなく，そもそも検察官\nにおいてこれを鑑定資料として提供していないことからしても，鑑定資料とし\nての価値自体にも疑問がある。これらによると，Ｂ鑑定の前提となる資料は十\n分提供されて検討されており，鑑定の資料が不十分であったとは認められない。\n次に，②（鑑定の前提となる事実認定）についてみると，検察官は，Ｂ医師\nが，被告人の母親と妹の忠告状況を誤って理解しているし，本件スーツケース\nに対する認識についても誤認があるという。しかし，被告人の母親と妹の忠告\nについては，前記３⑴で検討したとおり，被告人に与えた影響は大きくないの\nであって，重要な前提となる事実とはいえず，また，被告人の母親及び妹の供\n述調書も鑑定の際に検討しているのであって，認定に明らかな誤りがあるとは\nいえない。さらに，本件スーツケースに対する認識についても，Ｂ医師は，被\n告人とＤへのギフトであると認識していたものと認定する一方，この部分の被\n告人の公判供述はギフトなのかどうかよく分からなかったというものである\nが，これが結論を左右するほどの重要な違いとも思われず，これが看過できな\nい事実誤認に当たるとは考え難い。\n推論過程）についてみると，検察官は，Ｂ鑑定について，被告\n人が金銭受領に一生懸命になって本件スーツケースに関心を向けられなかった\nことと一般人が金に目がくらみ金銭受領に気が向いてしまうこととは質的に異\nなるとする点，金銭受領に一生懸命になると本件スーツケースに関心が向かな\nくなる点に論理の飛躍があると非難する。しかし，Ｂ鑑定によれば，統合失調\n症にり患している被告人には，暗示を受けやすいこと，自己の置かれた状況に\n対して吟味をすることが不得手であること，妄想に合わせて物事を解釈する傾\n向があることといった特徴があり，そのような特徴に照らすと，被告人と一般\n人との認識の間にはその認識に質的な差があり，金銭受領に注力することで本\n件スーツケースへ関心が及ばなくなってしまうと考えられると説明されている\nことから，論理の飛躍があるとはいえない。\n以上によると，Ｂ鑑定は十分に信用できるというべきであり，統合失調症に\nり患し，その症状である誇大妄想を有する被告人において，本件スーツケース\n内に覚せい剤を含む違法薬物が入っているかもしれないとの認識を持つこと\nは，通常人に比してより一層困難であったことが認められる。\n５  捜査段階における自白の信用性について\n検察官は，「私が上海で受け取ったスーツケースの中に，もしかしたら，麻\n薬が入っているかもしれないという疑問を，上海の空港にいたときに思ったこ\nとがありました。」旨を内容とする被告人の検察官調書（平成２７年７月１４\n日付け，乙３）での自白が信用できると主張するので，その信用性について検\n討する（なお，捜査報告書（取調状況ＤＶＤ・乙１０）によれば，被告人が自\n分の意思で自発的に上記供述をしたものと認められるから，任意性に疑いはな\nい。）。\n⑴    供述経過について\n被告人は，平成２７年７月１２日に自白に至るまで，本件スーツケース内\nに覚せい剤を含む違法薬物が入っているとは知らず，入っているかもしれな\nいとも思わなかったと供述していた。しかし，同日付け警察官調書（弁７）\nでは，黒人女性から本件スーツケースを受け取った際，麻薬のような違法薬\n物が入っているかもしれないと思った旨供述し，同月１４日付け検察官調書\n（乙３）では，本件スーツケースを受け取った際には違法薬物が入っている\nかもしれないとは思わなかったが，翌日に上海の空港で麻薬のような違法薬\n物が入っているかもしれないと思ったと供述している。３日間の短期間で，\n本件スーツケース内に覚せい剤を含む違法薬物が入っているかもしれないと\nの認識をいつの時点で抱いたのかという重要な部分で供述が変遷している\nが，変遷の理由については供述調書内で語られていない。記憶に基づいた自\n白であれば，このような変遷が生じるのは考え難い。\n供述内容について\n被告人の検察官調書における自白は，本件スーツケースを受け取った時点\nでは覚せい剤を含む違法薬物が入っているかもしれないとの認識を持たなか\nったが，上海浦東国際空港に至って初めてそのような認識を持つに至ったと\nいうものである。しかし，本件スーツケースを受け取った時点では何も思わ\nず，空港に至って突然黒人女性の言葉や知人等から言われていた忠告を思い\n出して本件スーツケース内に覚せい剤を含む違法薬物が入っているかもしれ\nない旨の認識を持つというのは唐突であり，不自然の感を否めない。\nまた，被告人は，中国で麻薬で捕まると死刑になるという話を思い出し，\n本件スーツケース内に麻薬を含む違法薬物が入っているかもしれないとの認\n識を持つに至ったと供述しているが，その反面，上海浦東国際空港でも本件\nスーツケースのＸ線検査などが予想されるのに，同空港に着いてから本件ス\nーツケースを預け入れるまでの間に，本件スーツケース内を確認しようとし\nたり本件スーツケースを置いていこうとしたりせず，半信半疑だったので成\nり行きに任せようと思ったとも供述している。このような被告人の心情は，\n真に託された荷物に違法薬物が入っているかもしれず，そのことによる自己\nへの害悪を認識したのであれば，起こり得ないものであって，この点でも供\n述内容としては不自然といえる。\nさらに，被告人は，中部国際空港に到着後，税関検査を受ける際に，申告\n書の書き方を記載台にいた男性に聞き，文章を読まずにすべての質問に「い\nいえ」と回答した旨一貫して供述している。もし被告人が入国前から本件ス\nーツケース内に覚せい剤を含む違法薬物が入っているかもしれないと認識し\nていたのであれば，税関検査を通る際に，申告書の質問を読んで回答を吟味\nしてしかるべきであるのに，他人の言いなりになって質問を見ずに回答した\nというのは解せないところである。\nこのように，被告人の自白には，内容自体に不自然な点がある。\n供述態度等について\n被告人の取調べ状況ＤＶＤ（乙１０）によると，被告人は，自ら検察官に\n進んで自白をしているように見える。しかし，被告人の供述は，検察官から\n何も考えていないことはない，何か考えているはずだと言われ，よく考えて\n自己分析，自問自答してみた結果がそうであるという論調であり，随所で「思\nったと思う。」と自己の当時の認識を推測するかのような言い回しをしてい\nることから，事後的に当時の自分の内心を想像して語っている疑いも拭えな\nい。そのような話が連日の取調べによって繰り返されたことで，検察官の前\nでは一定の具体性・迫真性を持つ自発的な供述になったとみる余地が多分に\nある。そうすると，被告人の自白の供述態度のみによってその信用性を判断\nすることは危険である。\n以上によると，被告人の自白は，認識の発生時点という重要部分で変遷し，\n内容の各所で不自然な点が認められ，事後的に作出した可能性もあることか\nら，信用することができない。\n６  小括\nそうすると，被告人が統合失調症にり患している点を措いても，検察官指摘\nの３冒頭の①ないし④の事実から被告人が当時本件スーツケース内に覚せい剤\nを含む違法薬物が入っているかもしれないとの認識を有していたと認めること\nはできず，ましてＢ鑑定を前提とすれば，統合失調症にり患していた被告人は，\n愛の詩人として世界を救うという誇大妄想に適合するように事実を解釈しよう\nとする傾向があるため，本件スーツケースに関心又は不審を抱くことができな\nかったと考えられ，捜査段階における被告人の自白も信用することができない\nから，被告人に前記認識があったと認めることはできない。\n第３  結論\n以上検討してきたところによれば，被告人には本件スーツケース内に覚せい\n剤を含む違法薬物が入っているかもしれないとの認識があったとはいえないか\nら，その余の争点については判断するまでもなく，本件公訴事実については犯\n罪の証明がないことに帰着するから，刑事訴訟法３３６条により被告人に対し，\n無罪の言渡しをすることとする。\n（求刑－懲役１１年，罰金５００万円及び覚せい剤３袋の没収）\n平成２９年６月２８日\n名古屋地方裁判所刑事第３部\n裁判長裁判官   山    田    耕      司\n裁判官   引    馬    満  理  子\n裁判官   堀    田    康    介\n"
}