{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 4,
    "day": 7
  },
  "case_number": "平成22(行ケ)10249等",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81240",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81240",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/240/081240_hanrei.pdf",
  "contents": "平成２３年４月７日判決言渡  同日判決原本領収  裁判所書記官\n平成２２年（行ケ）第１０２４９号，第１０２５０号  審決取消請求事件\n口頭弁論終結日  平成２３年３月２２日\n判 決\n原 告        ア ボ ツ ト ・ ラ ボ ラ ト リ ー ズ\n原 告        セ ン ト ラ ル 硝 子 株 式 会 社\n原告ら訴訟代理人弁護士        岡 田 春 夫\n鈴 木   潤\n弁理士        川 口 義 雄\n大 崎 勝 真\n被 告        バクスター・インターナショナル・\nインコーポレイテッド\n訴 訟 代 理 人 弁 護 士        宮 原 正 志\n弁 理 士        山 本 秀 策\n馰 谷 剛 志\n森 下 夏 樹\n長 谷 部   真   久\n主 文\n特許庁が無効２００７－８００１３８号事件について平成２２年３月２\n６日にした審決及び無効２００５－８０１３９号事件について平成２２\n年３月２９日にした審決を取り消す。\n訴訟費用は被告の負担とする。\nこの判決に対する上告及び上告受理申立てのための付加期間を３０日と\n定める。\n事 実 及 び 理 由\n第１  原告らが求めた判決\n主文同旨\n第２  事案の概要\n本件は，被告からの無効審判請求に基づき請求項１ないし４に係る原告らの特許\nを無効とする審決の取消訴訟である。争点は，訂正後の請求項１ないし４の発明に\nつき，明細書の発明の詳細な説明に当業者がその実施をすることができる程度に記\n載がされているか否か（実施可能要件の有無）である。なお，以下に「原告」とい\nうときは，原告両名を総称するものとする。\n１  特許庁における手続の経緯\n(1)  原告は，平成１０年１月２３日，名称を「フルオロエーテル組成物及び，ル\nイス酸の存在下におけるその組成物の分解抑制法」とする発明につき，優先日を平\n成９年１月２７日，優先権主張国を米国とする特許出願をし（特願平１０－５３２\n１６８号），平成１３年４月２７日，特許登録を受けた（特許第３１８３５２０号，\n請求項の数は４）。\n(2)  これに対し，被告は，平成１７年５月９日，請求項１ないし４につき無効審\n判請求をしたが（無効２００５－８０１３９号），この請求において被告が主張した\n無効理由は次のとおりである。\n①請求項１ないし４の発明は，特開平７－２６７８８９号公報（甲２６。以下，\n特に断らない限り，書証の符号及び番号は平成２２年（行ケ）第１０２４９号事件\nにおいて提出されたものを指す。）又は特開平７－２５８１３８号公報（甲３１）に\n記載された発明であり，新規性がない（特許法２９条１項３号）。\n②請求項１ないし４の発明は，甲第２６号証及び「ＴＨＥ  ＵＮＩＴＥＤ  ＳＴ\nＡＴＥＳ  ＰＨＡＲＭＡＣＯＰＥＩＡ  ＴＨＥ  ＮＡＴＩＯＮＡＬ  ＦＯＲＭＵＬ\nＡＲＹ」（米国薬局方，平成２２年（行ケ）第１０２５０号事件の甲７）又は甲第３\n１号証及び上記米国薬局方（第１０２５０号事件の甲７）に基づいて，当業者が容\n易に発明することができたもので，進歩性がない（特許法２９条２項）。\n③請求項１ないし４の発明は特開平９－１９４４１６号公報（第１０２５０号事\n件の甲８）に記載された発明と同一であるから，特許法２９条の２に違反する。\n④明細書の発明の詳細な説明は，当業者が発明の実施をすることができる程度に\n明確かつ十分に記載したものではない（実施可能要件，特許法３６条４項１号）。\n特許庁は，平成１８年６月２１日，被告の上記主張をいずれも排斥して，被告の\n無効審判請求は成り立たない旨の審決をした（第一次審決）が，被告が提起した第\n一次審決の取消訴訟（平成１８年（行ケ）第１０４８９号）で，知的財産高等裁判\n所は，平成２１年４月２３日，明細書の「発明の詳細な説明には，本件各発明の少\nなくとも各一部につき，当業者がその実施をすることができる程度の記載があると\nはいえず，審決の判断は誤りである」として，第一次審決を取り消すとの判決を言\nい渡した（第一次取消判決）。\n原告は，上記判決後の平成２１年７月９日，特許庁に対し，請求項１及び４の特\n許請求の範囲の記載の一部を改める本件訂正請求をした。\n(3)  他方，被告は，平成１９年７月２３日，請求項１ないし４につき無効審判請\n求をしたところ（無効２００７－８００１３８号），原告は，平成２１年３月２７日，\n前記(2)と同じ内容の本件訂正請求をした。\nなお，被告が，この無効審判請求において主張した無効理由は次のとおりである。\n①本件訂正前の請求項１の発明は，優先日前に日本国内で公然実施された発明（原\n告アボット・ラボラトリーズによる麻酔薬の販売）であり，新規性（特許法２９条\n１項２号）がなく，また本件訂正前の請求項２ないし４の発明も，優先日前に日本\n国内で公然知られた発明であり，新規性（同法２９条１項１号）がない（第１の無\n効理由）。\n②本件訂正前の請求項１ないし４の発明は，優先日前に日本国内で公然実施され\nた発明に基づいて当業者において容易に発明できたもので，進歩性（同法２９条２\n項）がない（第２の無効理由）。\n③本件訂正前の請求項１ないし４の発明が，明細書の発明の詳細な説明に記載さ\nれておらず，サポート要件（同法３６条６項１号）を欠く（第３の無効理由）。\n④本件訂正前の請求項４の発明は，その特許請求の範囲にいう「ルイス酸」にい\nかなる物質が包含されるか不明なものであって，特許を受けようとする発明が明確\nでない（同法３６条６項２号，第４の無効理由）。\n⑤本件訂正前の請求項１ないし４の発明は，明細書の発明の詳細な説明の記載に\nよってもその作用効果を奏する上で必要十分な水の添加量が判然としないから，発\n明の詳細な説明に，当該発明が属する技術分野における通常の知識を有する者（当\n業者）がその実施をすることができる程度に明確かつ十分な記載がされているもの\nではない（同法３６条４項１号，第５の無効理由）。\n⑥本件訂正前の請求項１ないし４の発明は優先日当時完成していない（未完成発\n明，同法２９条１項柱書，第６の無効理由）。\n⑦補正要件違反（同法１７条の２第３項，第７の無効理由）\n⑧本件訂正前の請求項１ないし４の発明は，願書に添付された明細書，特許請求\nの範囲又は図面に記載された事項が対応する外国語書面に記載された事項の範囲内\nにない（同法１２３条１項５号，第８の無効理由）。\n(4)  特許庁は，無効２００７－８００１３８号事件については，平成２２年３月\n２６日，「訂正を認める。特許第３１８３５２０号の請求項１ないし４に係る発明に\nついての特許を無効とする。」との審決をし，その謄本は平成２２年４月６日に原告\nに送達された。また，特許庁は，無効２００５－８０１３９号事件についても，平\n成２２年３月２９日，同様に，「訂正を認める。特許第３１８３５２０号の請求項１\nないし４に係る発明についての特許を無効とする。」との審決をし，その謄本は平成\n２２年４月７日に原告に送達された。\n上記の２つの審決の理由は後記３のとおり同じ内容であるので，以下一括して「審\n決」という。\n２  本件訂正発明の要旨\n本件発明は，麻酔薬用フルオロエーテル組成物等に関する発明で，請求項の数は\n前記のとおり４であるが，本件訂正後の特許請求の範囲は以下のとおりである（下\n線部が訂正箇所）。\n【請求項１（本件訂正発明１）】\n「麻酔薬組成物であって，\n一定量のセボフルラン；及び\n２０６ｐｐｍ以上，０．１４％（重量／重量）未満の水を含むことを特徴とする，\n前記麻酔薬組成物。」\n【請求項２（本件訂正発明２）】\n「上記一定量のセボフルランに対して水を添加するステップを含むことを特徴と\nする，請求項１に記載の麻酔薬組成物の調製法。」\n【請求項３（本件訂正発明３）】\n「水に対して上記一定量のセボフルランを添加するステップを含むことを特徴と\nする，請求項１に記載の麻酔薬組成物の調製法。」\n【請求項４（本件訂正発明４）】\n「一定量のセボフルランのルイス酸による分解を防止する方法であって，該方法\nは，該一定量のセボフルランに対して所定量の水を添加するステップを含むことを\n特徴とし，但し，該所定量の水が，得られる溶液中において２０６ｐｐｍ以上，０．\n１４％（重量／重量）未満である前記方法。」\n３  審決の理由の要点\n本件訂正発明１ないし４（以下まとめて「各訂正発明」という。）は，その発明の\n少なくとも一部につき，明細書の発明の詳細な説明に，当業者が実施することがで\nきる程度，すなわちセボフルランがルイス酸によってフッ化水素酸等の分解産物に\n分解されることを防止し，安定した麻酔薬組成物を実現するという所期の作用効果\nを奏することができる程度に，明確かつ十分に記載されたものではないから，平成\n１４年法律第２４号による改正前の特許法（以下単に「特許法」という。）３６条４\n項１号の要件（実施可能要件）を欠く。\n第３  原告主張の審決取消事由（実施可能要件充足の有無の判断の誤り）\n１  審決は，訂正明細書（本件訂正後の明細書）の発明の詳細な説明の記載が実\n施可能要件を充足するか否かにつき，次のとおり説示する。\n「訂正明細書の記載によれば，セボフルランを含有する麻酔薬組成物中の水の量\nを，本件数値範囲（２０６ｐｐｍ以上，０．１４％（重量／重量）未満）の下限で\nある２０６ｐｐｍとすることにより，実施例４において，４０℃の恒温装置に２０\n０時間置く場合にはセボフルランの分解を抑制できたものの，同実施例において６\n０℃の恒温装置に１４４時間置く場合，また，実施例３において，１１９℃で３時\n間オートクレーブするなどした場合にはセボフルランの分解を抑制することができ\nなかったものである。\nそして，訂正明細書の実施例３，４で採用されている１１９℃（実施例３），４０℃，\n６０℃（実施例４）といった実験条件は，セボフルラン含有麻酔薬の製造，保存等\nにおいて通常使用されている温度ではなく，過酷な温度条件である。かかる温度条\n件は，セボフルランの分解抑制効果を確認するための実験を，３時間，あるいは１\n４４時間もしくは２００時間といった通常のセボフルラン含有麻酔薬の保存期間に\n比べて短期間に行うために採用されたものと考えられるが，これらの温度，時間に\nついての実験条件と，通常のセボフルラン含有麻酔薬の製造，保存等の環境下での\n条件との関係については，訂正明細書には何ら説明がない。また，原告は，訂正明\n細書の実験例において採用される条件が『最悪の場合のシナリオ』と主張するにと\nどまり，両者の具体的な関係は明らかにしていない。\nさらに，訂正明細書の実施例４はタイプＩの透明ガラス製アンプルにセボフルラ\nンと水を入れてフレームシールしたものであるから，そこで問題となるルイス酸は，\nそのほとんどがガラス容器に由来するものであると認められ，セボフルランの製造，\n輸送，貯蔵工程等，セボフルランがさらされる環境下において存在し得るガラス容\n器に由来するルイス酸以外のルイス酸が及ぼす影響を考慮に入れたものではない。\nまた，各訂正発明において，麻酔薬組成物を収容する容器はガラス容器に限られず，\nプラスチック，スチール，又は他の材料でもよいとされる（訂正明細書１１頁末行\n－１２頁３行）が，訂正明細書の各実施例はガラス製の容器に関するものだけであ\nる。\nそうすると，本件数値範囲（２０６ｐｐｍ以上，０．１４％（重量／重量）未満）\nの下限である２０６ｐｐｍの水が存在する場合について，実施例４において，６０℃\nの恒温装置に１４４時間置く場合，実施例３において，１１９℃で３時間オートク\nレーブするなどした場合にはセボフルランの分解を抑制することができないにもか\nかわらず，フレームシールした透明ガラス製アンプルを用いた実施例４において，\n４０℃の恒温装置に２００時間置くとの条件下にセボフルランの分解が抑制するこ\nとができた１例があることをもって，セボフルランを含有する麻酔薬組成物中の水\nの量を本件数値範囲（２０６ｐｐｍ以上，０．１４％（重量／重量）未満）とする\nことによって，セボフルランがルイス酸によってフッ化水素酸等の分解産物に分解\nされることを防止し，安定した麻酔薬組成物を実現するという所期の作用効果を奏\nするものと当業者が理解し得ると認めることはできない。」\n「したがって，発明の詳細な説明には，各訂正発明について，本件数値範囲の水\nを含有させることにより所期の作用効果を奏することを裏付ける記載があるものと\n認めることはできず，その他，そのように認めるに足りる証拠はないから，発明の\n詳細な説明には，各訂正発明の少なくとも各一部につき，当業者がその実施をする\nことができる程度の記載があるとはいえないというべきである。」\n２(1)  しかしながら，訂正明細書の実施例１ないし７は，いずれもその抑制対象\nとなるルイス酸の量や貯蔵温度の点からして，セボフルランが通常取り扱われる環\n境下ではまず考えられない，本件特許に対応する英国の特許に関する英国の判決（甲\n１）にいう「最悪の場合のシナリオ」の例であることは明らかである。\n訂正明細書の発明の詳細な説明の記載は，上記「最悪の場合のシナリオ」の範疇\nにおいても作用効果があることを示せば，「最悪の場合のシナリオ」よりも条件が悪\nくはない，より緩やかな「製造や貯蔵工程等」において「セボ麻酔薬」（セボフルラ\nンを含有する麻酔薬）がルイス酸に晒され得る環境（条件）においても，当然に作\n用効果があることを示すことができるとの趣旨で，実施例が記載され，水分量の下\n限が規定されているものである。\nところで，反応温度が高くなれば，反応速度が指数級数的に大きくなるから，一\n般に，反応量に対しては，反応時間よりも反応温度の方がより支配的である。そう\nすると，訂正明細書の実施例のうち，反応温度が最も低い４０℃の実施例４におい\nて効果が確認された水分量である２０６ｐｐｍをもって，添加する水分量の基準と\nするのは合理的かつ当然である。\nそうすると，訂正明細書の実施例（特に実施例４）における実験条件と，「通常の\nセボフルラン含有麻酔薬の製造，保存等の環境下での条件との・・・具体的な関係」\nは当業者には明らかであって，「実施例４において，４０℃の恒温装置に２００時間\n置くとの条件下にセボフルランの分解が抑制することができた１例があることをも\nって，セボフルランを含有する麻酔薬組成物中の水の量を本件数値範囲（２０６ｐ\nｐｍ以上，０．１４％（重量／重量）未満）とすることによって，セボフルランが\nルイス酸によってフッ化水素酸等の分解産物に分解されることを防止し，安定した\n麻酔薬組成物を実現するという所期の作用効果を奏するものと当業者が理解し得る\nと認めることはできない」との審決の判断は誤りである。\n(2)  また，訂正明細書（甲１２１）２，３頁では，実施例１及び２等の具体的\nな実験結果を基に，セボフルランのルイス酸による分解の一般的なメカニズムが示\nされており，記載の体裁から，これがガラス容器に由来する代表的なルイス酸であ\nる酸化アルミニウム等に限って示されたものでないことは明らかである。\n当業者であれば，「セボフルランの製造，輸送，貯蔵工程等，セボフルランがさら\nされる環境下において存在し得るガラス容器に由来するルイス酸以外のルイス酸」\nとして，訂正明細書に具体的に記載されている酸化アルミニウム等の他にも，例え\nば，輸送容器や貯蔵容器が特に金属製の場合に，容器が錆びることにより発生する\n金属酸化物や，空気中のちりや砂塵等に含まれる珪素，アルミニウム，鉄等のクラ\nーク数が大きな元素からなるものを容易に想定することができる。特に，ガラス容\n器由来のルイス酸として訂正明細書にも記載されている酸化アルミニウムが代表的\nな強いルイス酸であることは周知であって，ガラス容器由来のルイス酸以外の「セ\nボフルランの製造，輸送，貯蔵工程等，セボフルランがさらされる環境下において\n存在し得る」他のルイス酸に対しても，酸化アルミニウムと同様か，あるいはそれ\n以上に，２０６ｐｐｍの水分を添加することによって所期の作用効果を奏するもの\nであることは明らかである。\nしたがって，訂正明細書の発明の詳細な説明の記載が，ガラス容器に由来するル\nイス酸以外のルイス酸がセボフルランの安定性に及ぼす影響についても考慮したも\nのであることは明らかであって，「セボフルランの製造，輸送，貯蔵工程等，セボフ\nルランがさらされる環境下において存在し得るガラス容器に由来するルイス酸以外\nのルイス酸が及ぼす影響を考慮に入れたものではない。」との審決の判断は誤りであ\nる。\n(3)  よって，各訂正発明については，訂正明細書の発明の詳細な説明に，当業\n者がその実施をすることができる程度に明確かつ十分な記載がなされていないもの\nではないから，これに反する審決の判断は誤りである。\n第４  取消事由に関する被告の反論\n１  そもそも，各訂正発明の優先日当時，セボフルランがルイス酸で分解されて\nいることは当業者に広く知られておらず，技術常識とはなっていなかった。すなわ\nち，上記当時，当業者は，いかなる範囲の物質がセボフルランの分解をもたらすか，\nどのような条件でセボフルランの分解が生じるかを全然了知していなかった。しか\nも，ルイス酸は特定の酸を指称するものではなく，広範な化合物を含む相対的な概\n念であって，自然界においてさまざまなものが存在する上，１つの物質がルイス酸\nとして作用したり，ルイス塩基として作用したりすることもある。ルイス酸及びル\nイス塩基の種類，範囲，作用，反応の形態についてもさまざまな見解があり，今日\nにおいてもルイス酸の種類等の外延は確定していない。また，ルイス酸にはその硬\n軟に差があり，酸・塩基反応を生じるか否か，どのような速度で反応するかは，上\n記の硬軟のほか，種々の条件によって変化し得るもので，実験をせずに判断するこ\nとはできない。\n訂正明細書の実施例４は，かように広範なルイス酸のうちごく一部のガラス容器\n由来の物質について記載するにすぎないもので，実施例４の実験条件でセボフルラ\nンの安定性が確認できたからといって，他のルイス酸による分解に対する抑制剤の\n影響を予測し得るものではなく，広範なルイス酸のすべてについて同様に安定性が\n確保できることにはならない。\nまた，仮に訂正明細書の実施例４の実験が，通常の製造，保管，使用方法として\nはあり得ない，原告がいう「最悪のシナリオ」の実験条件の下にされたのだとして\nも，上記のとおりのルイス酸の広範，相対的な性格にかんがみると，通常の製造，\n保管，使用方法による実験条件の下で，あらゆるルイス酸による影響についても判\n断ができるとはいえない。\nなお，訂正明細書の実施例が実際の麻酔薬の保管条件とは関係がない加速試験に\n係るものであるとすれば，２０６ｐｐｍの水を添加する実施例４も実際の保管条件\nを反映しないものにすぎないのであって，他の実施例の記載を実際の保管条件とは\n異なる実験条件に係るものとして排斥しておきながら，実施例４のみを判断の根拠\nとするのは自家撞着である。原告が主張の論拠とするアレニウスの式も，単一（一\n段）の化学反応について一般的な示唆を与えるものにすぎず，セボフルランの分解\nのような，多段の化学反応が関与し，反応温度以外の個々の条件が結果に影響を及\nぼすことが明らかな化学反応については，何ら示唆を与えるものではない。少なく\nともセボフルランの分解のような化学反応については，原告が主張するような，反\n応時間よりも反応温度の方が，反応量に対してより支配的な要因であることが技術\n常識であるということはできない。\nしたがって，訂正明細書の実施例４における実験条件と，「通常のセボフルラン含\n有麻酔薬の製造，保存等の環境下での条件との・・・具体的な関係」は当業者には\n明らかでなく，「実施例４において，４０℃の恒温装置に２００時間置くとの条件下\nにセボフルランの分解が抑制することができた１例があることをもって，セボフル\nランを含有する麻酔薬組成物中の水の量を本件数値範囲（２０６ｐｐｍ以上，０．\n１４％（重量／重量）未満）とすることによって，セボフルランがルイス酸によっ\nてフッ化水素酸等の分解産物に分解されることを防止し，安定した麻酔薬組成物を\n実現するという所期の作用効果を奏するものと当業者が理解し得ると認めることは\nできない」との審決の判断に誤りはない。\n２  また，上記のとおり，「ルイス酸」はその外延が不明確な極めて広範な概念で\nあるところ，審決が指摘するとおり，訂正明細書にはガラス容器由来のルイス酸以\n外の具体的なルイス酸に係る実施例は記載されておらず，当業者が訂正明細書の実\n施例４の記載を見ても，極めて広範な「ガラス容器由来のルイス酸以外のルイス酸」\nについて，これがセボフルランの分解に，どのような機序で，どのような条件下で，\nどの程度影響するか，全く具体的に理解することはできない。\nしたがって，「セボフルランの製造，輸送，貯蔵工程等，セボフルランがさらされ\nる環境下において存在し得るガラス容器に由来するルイス酸以外のルイス酸が及ぼ\nす影響を考慮に入れたものではない。」との審決の判断に誤りはない。\n第５  当裁判所の判断\n１  フルオロエーテルの１種であるセボフルランがルイス酸によって分解される\n機構は，訂正明細書（甲１３２）２頁上から２行ないし４頁下から１１行，８頁上\nから７行ないし１０行に記載されているところ，訂正明細書には，上記分解を抑制\nする方法に関して，次のとおりの記載がある。\n・「本発明の麻酔薬組成物は生理学的に許容可能なルイス酸抑制剤も含んでいる。\n本明細書で用いる『ルイス酸抑制剤』という用語は，ルイス酸の空軌道と相互作用\nし，それによりその酸の潜在的な反応部位を遮断するあらゆる化合物を表している。\n生理学的に許容可能なあらゆるルイス酸抑制剤を本発明の組成物に使用することが\nできる。本発明で使用できるルイス酸抑制剤の例は，水・・・を含む。\n本発明の組成物は有効な安定化量のルイス酸抑制剤を含んでいる。本組成物に使\n用できるルイス酸抑制剤の有効な安定化量は，約０．０１５０％ｗ／ｗ（水当量）\nからフルオロエーテル化合物中におけるルイス酸抑制剤の約飽和レベルまでである\nと考えられる。本明細書で用いる『飽和レベル』という用語は，フルオロエーテル\n化合物中におけるルイス酸抑制剤の最大溶解レベルを意味している。・・・例えば，\nフルオロエーテル化合物がセボフルランで，且つルイス酸抑制剤が水の場合，本組\n成物を安定化するために使用される水の量は，約０．０１５０％ｗ／ｗから０．１\n４％ｗ／ｗ（飽和レベル）であると考えられる。しかし，一旦本組成物がルイス酸\nに晒されると，本組成物とルイス酸抑制剤の望ましくない分解反応を防止するため，\nルイス酸抑制剤がルイス酸と反応するので，本組成物中のルイス酸抑制剤量は減少\nし得ることに留意すべきである。\n本発明の組成物で使用するのに好適なルイス酸抑制剤は水である。・・・先述の如\nく，本組成物に付加できる水の有効量は，約０．０１５０％ｗ／ｗから約０．１４％\nｗ／ｗであり，好適には約０．０４００％ｗ／ｗから約０．０８００％ｗ／ｗであ\nると考えられる。・・・\nフルオロエーテル化合物がルイス酸に晒されると，本組成物中に存在する生理学\n的に許容可能なルイス酸抑制剤がルイス酸の空軌道に電子を供与し，該抑制剤と該\n酸との間に共有結合を形成する。これにより，ルイス酸はフルオロエーテルのアル\nフアフルオロエーテル部分との反応が妨げられ，フルオロエーテルの分解が防止さ\nれる。」（９頁５行～１１頁１０行）\n・「実施例１：ルイス酸としての活性アルミナ\nタイプ III のガラスは主に二酸化珪素，酸化カルシウム，酸化ナトリウム，及び酸\n化アルミニウムからなっている。酸化アルミニウムは既知のルイス酸である。・・・\n特定の条件（無水，酸性）下では，ガラス表面が攻撃され，または変質し，セボフ\nルランを酸化アルミニウム等の活性ルイス酸部位に晒すことがある。\n以下の３つのレベルの水分を含有する２０ｍｌのセボフルランに様々な量の活性\nアルミナを付加することにより，セボフルランの分解における水の効果を試験し\nた：１）２０ｐｐｍの水－測定した量の水であって，それ以外に水は何も加えてい\nない；２）１００ｐｐｍの水－添加（ｓｐｉｋｅｄ）；３）２６０ｐｐｍの水－添加。\n次の表１は試験のマトリックスを示している。（表略）\n２０ｐｐｍの水は水０．００２２％ｗ／ｗに相当することが理解されよう。サン\nプルを６０℃に放置し，２２時間後にガスクロマトグラフィーで分析した。図１は，\n同量の酸化アルミニウム（５０ｍｇ）の存在下において，水の量が増えるほどセボ\nフルランの分解度が減少することを示している（表１のＡ列）。酸化アルミニウムの\n量が２０ｍｇ及び１０ｍｇの場合も同様な傾向が観察された（Ｂ列及びＣ列）。」（１\n３頁上から８行～１４頁下から３行）\n・「実施例２：水を加えた場合と加えない場合の，加熱によるアンプル内でのセボ\nフルランの分解\n約２０ｍＬのセボフルランをタイプＩの１つ目の５０ｍＬ入り透明アンプルに入\nれ，２つ目のアンプルには約２０ｍＬのセボフルランと１３００ｐｐｍの水を入れ\nた。両アンプルともフレームシール（ｆｌａｍｅ－ｓｅａｌｅｄ）した後，１１９℃\nで３時間オートクレーブした。次いで，２つのアンプルの内容物をガスクロマトグ\nラフィーで分析した。図２は，１番目のアンプルに入れたセボフルランが分解した\nことを示している。図３は，ルイス酸抑制剤，即ち水を加えた結果，２番目のアン\nプルに入れたセボフルランは分解しなかったことを示している。」（１４頁下から２\n行～１５頁上から９行）\n・「実施例３：水添加試験（１０９ｐｐｍから９５１ｐｐｍ）によるアンプル内で\nのセボフルランの分解\nタイプＩの透明ガラス製アンプルを用いて，様々なレベルの水がセボフルランの\n分解を抑制する効果について試験した。約２０ｍＬのセボフルランと，約１０９ｐ\nｐｍから約９５１ｐｐｍの範囲の異なるレベルの水を各アンプルに入れた。その後，\nそれらのアンプルをシールした。合計１０本のアンプルにセボフルランと様々な量\nの水を充填した。そのうち５本のアンプルをセットＡとし，残りの５本をセットＢ\nとした。次いで，それらのアンプルを１１９℃で３時間オートクレーブした。セッ\nトＡのサンプルは一晩振とう機に掛け，水分をガラス表面に被覆できるようにした。\nセットＢのサンプルはガラス表面を水で平衡化することなく調製した。幾つかの対\n照サンプルも調製した。オートクレーブに掛けていない２本のアンプル（対照アン\nプル１及び対照アンプル２）と１本のボトル（対照ボトル）に，それぞれ，２０ｍ\nＬのセボフルランを充填した。どの対照サンプルにも水を全く加えなかった。また，\n対照サンプルは一晩振とうもしなかった。ヘキサフルオロイソプロパノール（ＨＦ\nＩＰ）と総分解産物（メチレングリコールビスヘキサフルオロイソプロピルエーテ\nル，ジメチレングリコールビスヘキサフルオロイソプロピルエーテル，メチレング\nリコールフルオロメチルヘキサフルオロイソプロピルエーテルを含む）のレベルを\nガスクロマトグラフィーで測定した。その結果が以下の表２に示されている。（表略）\n上記表２の結果は，セットＡ及びセットＢのアンプルの場合，少なくとも５９５\nｐｐｍの水があれば充分にセボフルランの分解を抑制できることを示している。ま\nた，この結果は，一晩振とうしたアンプルと一晩振とうしなかったアンプルとの間\nに有意な差がないことを示している。」（１５頁１０行～１７頁末行）\n・「実施例４：６０℃または４０℃における水添加セボフルラン試験によるアンプ\nル内でのセボフルランの分解\nタイプＩの透明ガラス製アンプルを用いて，様々なレベルの水及び温度がセボフ\nルランの分解抑制に及ぼす影響について試験した。約２０ｍＬのセボフルランと，\n約１０９ｐｐｍから約９５１ｐｐｍの範囲の異なるレベルの水を各アンプルに入れ\nた。その後，それらのアンプルをフレームシールした。分解プロセスを加速するた\nめ，各水分レベルのサンプルを２つの加熱条件下に置いた。サンプルは，６０℃の\n恒温装置（ｓｔａｂｉｌｉｔｙ  ｓｔａｔｉｏｎ）に１４４時間置くか，あるいは\n４０℃の恒温装置に２００時間置いた。各サンプルにおいて得られたセボフルラン\nをガスクロマトグラフィーで分析し，ｐＨも調べた。ヘキサフルオロイソプロピル\nアルコール（ＨＦＩＰ）とセボフルランの総分解産物を測定した。その結果が以下\nの表３に示されている。（表略）\n表３の結果は，４０℃で２００時間貯蔵した場合，２０６ｐｐｍより以上のレベ\nルの水があればセボフルランの分解を抑制できることを示している。また，サンプ\nルを６０℃で１４４時間またはそれ以上貯蔵した場合には，３０３ｐｐｍより以上\nのレベルの水があればセボフルランの分解を抑制できる。このデータは，温度が上\n昇すると，セボフルランの分解抑制に必要な水の量が増大することを示唆してい\nる。」（１８頁１行～２０頁４行）\n・「実施例５：活性化されたタイプ III の褐色ガラス製ボトル内におけるセボフル\nランの分解\n分解したセボフルランの貯蔵に使用したタイプ III の褐色ガラス製ボトルを試験\nした。ボトルの内面にかなりの量の腐食があるボトルを選んだ。合計１０本のタイ\nプ III 褐色ガラス製ボトルを選択した。これらの各ボトルに含まれている分解したセ\nボフルランを排液し，分解していない新鮮なセボフルランでこれらのボトルを数回\nすすぎ洗いした。約２０ｐｐｍの水を含有する約１００ｍＬの分解していないセボ\nフルランを各ボトルに入れた。開始時（時間ゼロ時）と５０℃で１８時間加熱した\n後に，すべてのサンプルをガスクロマトグラフィーで分析した。ヘキサフルオロイ\nソプロピルアルコール（ＨＦＩＰ）とジメチレングリコールエーテル（Ｐ２）につ\nいて測定した。その結果が以下の表４及び表５に示されている。（表略）\n表４及び表５の結果は，これらのボトルのガラス表面が分解したセボフルランに\nより『活性化』されていたことを示している。このように，『活性化』されたガラス\n表面は新鮮なセボフルランの分解に対する開始剤として作用した。」（２０頁７行～\n２２頁４行）\n・「実施例６：活性化されたタイプ III 褐色ガラス製ボトル内でのセボフルランの\n分解に関する追加試験\n実施例５の各ボトル内でのセボフルランの分解の程度をガスクロマトグラフィー\nで定量化した。１０本のボトルを，対照Ｓｅｖｏグループ（ボトル２，３，５，７，\n８を含む）と試験Ｓｅｖｏグループ（ボトル１，４，６，９，１０を含む）の２つ\nのグループに分けた。\n１０本のボトルすべてを，約２０ｐｐｍの水を含有する分解していないセボフル\nランで再度数回すすぎ洗いした。５本の対照Ｓｅｖｏグループのボトルに対しては，\n約２０ｐｐｍの水を含有する１００ｍＬのセボフルランを各ボトルに入れた。一方，\n５本の試験グループボトルに対しては，約４００ｐｐｍの水（添加）を含有する１\n００ｍＬのセボフルランを各ボトルに入れた。\n開始時（時間ゼロ時）と５０℃で１８時間加熱した後にすべてのサンプルをガス\nクロマトグラフィーで分析した。ヘキサフルオロイソプロピルアルコール（ＨＦＩ\nＰ），ジメチレングリコールビスヘキサフルオロイソプロピルエーテル（Ｐ２），及\nび総分解産物を測定した。その結果が以下の表６に示されている。（表略）\n表６の結果は，時間ゼロ時では，表４のゼロ時の結果と比べると，セボフルラン\nの有意な分解が観察されなかったことを示している。表６の結果は，試験Ｓｅｖｏ\nグループ（４００ｐｐｍの水）ではセボフルランの分解度がかなり低減されたこと\nを示している。分解産物Ｐ２（ジメチレングリコールビスヘキサフルオロイソプロ\nピルエーテル），及びＳ１（メチレングリコールフルオロメチルヘキサフルオロイソ\nプロピルエーテル）の量は，対照グループ１（２０ｐｐｍの水）の場合よりもずっ\nと少なかった。しかし，試験ＳｅｖｏグループのＨＦＩＰ濃度はかなり高く，ガラ\nス表面が尚も幾分活性状態にあったことを示唆している。\n図４は，表５及び表６のデータから得られる分解産物ジメチレングリコールビス\nヘキサフルオロイソプロピルエーテル（Ｐ２）量をグラフで比較したものである。\nまた，図５は，実施例５及び６で現れる分解産物メチレングリコールフルオロメチ\nルヘキサフルオロイソプロピルエーテル（Ｓ１）量をグラフで比較したものである。\n図４及び図５は共に，４００ｐｐｍの水を付加によりセボフルランの分解が抑制さ\nれることを示している。」（２２頁５行～２４頁１５行）\n・「実施例７：活性化されたタイプ III 褐色ガラス製ボトル内でのセボフルランの\n分解に関する追加試験\n実施例６の試験Ｓｅｖｏグループの５本のボトルからセボフルランをデカントし\nた。各ボトルを新鮮なセボフルランで充分にすすぎ洗いした。次いで，各ボトルに\n約１２５ｍＬの水飽和セボフルランを入れた。その後，その５本のボトルを回転機\nに約２時間掛け，活性化されたガラス表面に水を被覆できるようにした。次いで，\n各ボトルから水飽和セボフルランを排液し，４００（添加）ｐｐｍの水を含有する\n１００ｍＬのセボフルランで置換した。５０℃で１８時間，３６時間，及び１７８\n時間加熱した後，すべてのサンプルをガスクロマトグラフィーで分析した。ビスヘ\nキサフルオロイソプロピルエーテル（Ｐ２）と総分解産物について測定した。その\n結果が以下の表７に示されている。（表略）\n表７の結果は，活性化されたガラス表面を加熱する前に水飽和セボフルランで処\n理することにより，セボフルランの分解が大いに抑制されたことを示している。」（２\n４頁１６行～２６頁２行）\n２  前記１のとおり，訂正明細書の発明の詳細な説明には，ルイス酸によるセボ\nフルランの分解を抑制する薬剤（ルイス酸抑制剤）のうち好適なものとして水を使\n用することが記載されており（９頁５行～１１頁１０行），また，実施例１に係る記\n載（１３頁上から８行～１４頁下から３行）ではセボフルランに添加する水の量が\n増加するに従ってよりセボフルランの分解を抑制（防止）し得ることが記載されて\nいる。そして，実施例２ないし７，とりわけ実施例４に係る記載では（１４頁下か\nら２行～２６頁上から２行），各実施例における反応温度，反応時間の条件に差異が\nあるものの，セボフルランに添加する水の量が２０６ｐｐｍ以上の場合にセボフル\nランの分解を抑制し得ることが記載されており，また訂正明細書の９頁末行ないし\n１１頁４行では，フルオロエーテル化合物としてセボフルランを選択し，ルイス酸\n抑制剤として水を選択した場合には，添加される水の量は飽和レベルである０．１\n４％ｗ／ｗ（重量／重量パーセント）を上限とする旨が記載されている。\nところで，セボフルランを有効成分とする麻酔薬を製造する丸石製薬株式会社が，\n昭和６１年１２月２６日，医薬品の製造承認を申請する際に当時の厚生大臣に対し\nて提出した「セボフルランの長期保存試験に関する資料」では，セボフルランをガ\nラス瓶に充填して２５℃で保存しても，２年間安定であった旨が記載されているし\n（甲１０２），平成２年に我が国において上記の麻酔薬の販売を開始してから，平成\n８年に米国ＦＤＡから原因の追及等を求められるまで，セボフルランがガラス瓶内\nで分解し得ることは知られていなかったものであった（甲１４，３０）。また，北海\n道大学大学院Ａ教授の鑑定意見書（甲３６）では，「－Ｃ－Ｏ－Ｃ－Ｆ－」の化学構\n造を有するα－フルオロエーテルの一つであるセボフルランは，比較的ルイス酸に\n対して安定であり，強いルイス酸でなければこれを分解する可能性は小さいところ，\n医薬品用の容器内で保管する場合を含めて，日常の環境ではかかる強いルイス酸は\n存在しないとされている。そうすると，セボフルランはこれを成分とする麻酔薬が\n通常保管，使用される態様においては，相当程度安定な薬剤であることが明らかで\nある。\n上記のとおり，もともとセボフルランは麻酔剤の成分として相当程度安定である\nところ，水が一般にルイス酸（触媒）を失活させる化合物，すなわちルイス酸抑制\n剤として周知であること（甲３６。訂正明細書９頁６行１１頁１０行もかかる技術\n常識に沿ったものであると理解できる。）をも考慮すれば，前記の２０６ｐｐｍ以上\n０．１４％ｗ／ｗ未満の含有率となるよう（この点が，無効２００５－８０１３９\n号事件の第一次取消判決後に限定された構成である。）セボフルランに水分を添加す\nることで，麻酔薬の保管，運搬手段として通常用いられるガラス製アンプルにセボ\nフルランを充填した後，アンプルの一部を炎で加熱して焼き切ってアンプルを密封\nし（フレームシール），できあがったアンプル入り麻酔薬を一定の時間保管した後に，\nアンプルを破って麻酔薬を使用するという通常想定される使用方法においても，あ\nるいはその余のこの種の薬品に通常予想される保管・使用の方法においても，相当\n期間セボフルランの分解を防止（抑制）し得ることを当業者において容易に理解す\nることができるというべきである。\nなお，確かにルイス酸は極めて広範な概念であり，ルイス酸の作用機序も様々で\nある上，各訂正発明の優先日当時に，原告や各訂正発明の発明者以外の当業者が，\nセボフルランがルイス酸によって分解されることを知らなかったとしても，訂正明\n細書の発明の詳細な説明にはルイス酸がセボフルランを攻撃・分解する機構や分解\nを防止（抑制）する機構が一応記載されているし，各訂正発明では，前記のとおり\n一般にルイス酸抑制剤として周知な水が分解防止のための成分として採用されてい\nるから，麻酔薬に使用される組成物の調製程度のことであれば，必要に応じて上記\nの範囲内で含有水分量を適宜増量することで，当業者の技術常識に照らして，ルイ\nス酸によるセボフルランの分解防止という各訂正発明の作用効果を奏することがで\nきるというべきである。\nしたがって，訂正明細書の発明の詳細な説明には，当業者が，セボフルランに一\n定の含有率で水を含有させた麻酔薬組成物（本件訂正発明１）及びかかる含有を特\n徴とする麻酔薬組成物の調製方法（本件訂正発明２，３）を実施できることはもち\nろん，かかる含有によりルイス酸によるセボフルランの分解を防止する方法（本件\n訂正発明４）についても，これを実施できる程度に明確かつ十分な記載がされてい\nるということができ，各訂正発明につき特許法３６条４項１号の実施可能要件に欠\nけるところはない。審決は実施可能要件の充足の有無につきこれと異なる判断をす\nるものであって，その判断には誤りがある。\n３(1)  この点，審決は，「訂正明細書の実施例３，４で採用されている１１９℃\n（実施例３），４０℃，６０℃（実施例４）といった実験条件は，セボフルラン含有\n麻酔薬の製造，保存等において通常使用されている温度ではなく，過酷な温度条件\nである。かかる温度条件は，セボフルランの分解抑制効果を確認するための実験を，\n３時間，あるいは１４４時間もしくは２００時間といった通常のセボフルラン含有\n麻酔薬の保存期間に比べて短期間に行うために採用されたものと考えられる」とす\nる一方で，「これらの温度，時間についての実験条件と，通常のセボフルラン含有麻\n酔薬の製造，保存等の環境下での条件との関係については，訂正明細書には何ら説\n明がない。また，原告は，訂正明細書の実験例において採用される条件が『最悪の\n場合のシナリオ』と主張するにとどまり，両者の具体的な関係は明らかにしていな\nい。」と説示する。しかし，訂正明細書の実施例３，４で採用されている実験条件が\n通常想定される使用条件を超える過酷なもので，短時間で実験を終える加速試験の\n条件として設定されたものであるとすれば，上記実験条件下でも安定している薬剤\nは，上記実験条件未満の通常の使用条件の下でも安定しているものと考えるのが当\n業者の当然の理解であって，さらに詳細に製造条件等を開示するか否かは，明細書\nの作成者において発明の詳細な説明をどこまで具体的かつ詳細に記載し，当該発明\nの実施形態を詳細に開示するかによるものにすぎず，かかる詳細な製造条件等の開\n示が特許法３６条４項１号の規定の適用上必須だとされるものではない。そうする\nと，審決の上記説示は誤りである。\n(2)  また，審決は，「訂正明細書の実施例４はタイプＩの透明ガラス製アンプ\nルにセボフルランと水を入れてフレームシールしたものであるから，そこで問題と\nなるルイス酸は，そのほとんどがガラス容器に由来するものであると認められ，セ\nボフルランの製造，輸送，貯蔵工程等，セボフルランがさらされる環境下において\n存在し得るガラス容器に由来するルイス酸以外のルイス酸が及ぼす影響を考慮に入\nれたものではない。・・・訂正明細書の各実施例はガラス製の容器に関するものだけ\nである。そうすると，本件数値範囲・・・の下限である２０６ｐｐｍの水が存在す\nる場合について，・・・実施例４において，４０℃の恒温装置に２００時間置くとの\n条件下にセボフルランの分解が抑制することができた１例があることをもって，セ\nボフルランを含有する麻酔薬組成物中の水の量を本件数値範囲・・・とすることに\nよって，セボフルランがルイス酸によってフッ化水素酸等の分解産物に分解される\nことを防止し，安定した麻酔薬組成物を実現するという所期の作用効果を奏するも\nのと当業者が理解し得ると認めることはできない。」と説示する。\n確かに，訂正明細書の２頁１０行ないし１７行には，容器であるガラスの成分\nである酸化アルミニウムがルイス酸としてフルオロエーテルを分解する旨が記載さ\nれているから，訂正明細書は，ガラス由来のルイス酸を念頭に置いて記載されてい\nるとも評価し得る。しかしながら，前記のとおり，訂正明細書の実施例の記載は，\n各訂正発明のような麻酔薬が通常使用される方法である，ガラス製アンプルに封入\nして保管する方法を想定してされたものであることが明らかであって，上記の通常\nの方法を想定したがために実施例の態様が一定のものになっているにすぎない（な\nお，上記の通常の方法を当業者が選択する限り，当業者が訂正明細書の発明の詳細\nな説明に記載の手順を踏むことによって，各訂正発明の作用効果を奏し得ることは\n明らかである。）。また，訂正明細書には「本明細書で用いる『容器』という用語は，\n物品を保持するために使用することができる，ガラス，プラスチック，スチール，\nまたは他の材料でできた入れ物を意味している。」との記載（１１頁末行ないし１２\n頁２行）があるから，ガラス以外の材料からなる容器内にルイス酸が存在する態様\nが除外されていないことは明らかである（なお，訂正明細書の２頁１３，１４行で\nも，「ルイス酸のソースは・・・酸化アルミニウムであり得る。」と記載されている\nにすぎず，ルイス酸の源が酸化アルミニウムであるとか，容器のガラス由来の物質\nであると必ずしも断定されているわけではない。）。そして，訂正明細書の発明の詳\n細な説明の記載の内容に照らせば，ガラス以外の材料から成る容器内にルイス酸が\n存在する場合においても，当業者において，上記記載に従って手順を踏むことによ\nって，各訂正発明の構成を実施することが可能であると解して差し支えない。\nしたがって，審決の上記説示は誤りであり，実施可能要件の充足の有無に係る前\n記結論が左右されるものではない。\n４  結局，第一次取消判決後に訂正された各訂正発明についての実施可能要件（特\n許法３６条４項１号）の充足の有無に係る審決の判断には誤りがあり，この旨を主\n張する原告の取消事由は理由がある。\n第６  結論\n以上によれば，原告が主張する取消事由は理由があるから，主文のとおり判決す\nる。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n真 辺 朋 子\n裁判官\n田 邉   実\n"
}