{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 12,
    "day": 25
  },
  "case_number": "平成28(あ)137",
  "case_name": "殺人未遂幇助被告事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "決定",
  "result": "棄却",
  "article_info": "集刑　第322号127頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成26(う)1331",
  "original_date": {
    "era": "Heisei",
    "year": 27,
    "month": 11,
    "day": 27
  },
  "gist": "殺人未遂幇助被告事件について，第１審判決が説示する間接事実の積み重ねによって殺人未遂幇助の意思を認定できないとして事実誤認を理由に有罪の第１審判決を破棄し無罪とした原判決が是認された事例（東京都庁郵便小包爆発事件）",
  "ref_law": "刑法（平成７年法律第９１号による改正前のもの）６２条１項，刑法（平成７年法律第９１号による改正前のもの）２０３条，刑法（平成７年法律第９１号による改正前のもの）１９９条",
  "lawsuit_id": "87347",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=87347",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/347/087347_hanrei.pdf",
  "contents": "平成２８年（あ）第１３７号  殺人未遂幇助被告事件\n平成２９年１２月２５日  第一小法廷決定\n主      文\n本件上告を棄却する。\n理      由\n検察官の上告趣意のうち，判例違反をいう点は，事案を異にする判例を引用する\nものであって，本件に適切でないか，実質は事実誤認，単なる法令違反の主張であ\nり，その余は，事実誤認，単なる法令違反の主張であって，刑訴法４０５条の上告\n理由に当たらない。\nなお，所論に鑑み，職権で判断する。\n１  本件公訴事実の要旨\n本件の訴因変更後の公訴事実の要旨は，以下のとおりである。\n宗教法人オウム真理教（以下「教団」という。）に所属していた井上嘉浩及び中\n川智正ら（以下「井上ら」という。）は，共謀の上，治安を妨げ，かつ，当時の東\n京都知事らを殺害する目的をもって，平成７年５月９日頃から同月１１日頃までの\n間，東京都八王子市内のマンションの居室（以下「本件居室」という。）におい\nて，内部をくり抜いた書籍の中に，爆薬トリメチレントリニトロアミン（別名ＲＤ\nＸ）を充塡して起爆装置を施したプラスチック製ケースを挿入した上，同書籍の表\n紙を開くことにより起爆装置が作動し爆発するように仕掛けた爆発物１個を製造\nし，同月１１日頃，茶封筒に入れた上記爆発物を，東京都渋谷区所在の当時の東京\n都知事公館宛て速達郵便物として，東京都新宿区内の郵便ポストに投函し，同月１\n２日頃，郵便配達員に同知事公館に配達させ，さらに，同月１６日，東京都職員に\n同区所在の東京都第一本庁舎の知事秘書室まで運ばせ，よって，同所において，都\n知事宛て郵便物確認業務等を担当していた東京都職員の被害者（当時４４歳）に上\n記郵便物を開封させ，同人が上記書籍を取り出して表紙を開くと同時に起爆装置を\n作動させて爆発させ，もって，爆発物を使用するとともに，同人に入院加療約５１\n日間を要する左手全指挫滅切断，右手拇指開放性粉砕骨折及び顔面・頸部・両上肢\n・前胸部・腹部多発挫創の傷害を負わせたが，殺害の目的を遂げなかった（以下\n「本件爆弾事件」という。）。その際，教団に所属していた被告人は，それに先立\nち，井上らが爆発物を製造・使用して治安を妨げるとともに，殺人を実行しようと\nしていることを認識しながら，同年４月１９日頃から同月２５日頃までの間，５回\nにわたり，山梨県所在の教団施設（以下「本件教団施設」という。）から上記爆薬\nトリメチレントリニトロアミンの原料であるヘキサメチレンテトラミン（別名ウロ\nトロピン）及び濃硝酸並びに起爆剤アジ化鉛の原料であるアジ化ナトリウム及び酢\n酸鉛等を持ち出して，これらをバッグ内に隠して本件居室等まで運び，同所におい\nて，中川らに引き渡すなどするとともに，同月１９日頃から同年５月１１日頃まで\nの間，本件居室等において，井上らに今後も協力する旨伝えるなどし，もって，同\n人らの上記犯行を容易にさせてこれを幇助した。\n２  本件の審理経過\n正犯者らが本件爆弾事件を実行したこと及び被告人が前記薬品等を運搬した\nことに争いはないが，正犯者らが無差別殺人等の事件を起こす意図を有しているこ\nと及び運搬に係る薬品がそのための爆弾製造等に用いられるものであることについ\nて，被告人が認識していたことを示す直接証拠は存在せず，被告人が，各幇助行為\nの時点において，爆発物取締罰則違反（爆発物製造・使用）及び殺人未遂の各罪に\nつき，それぞれ幇助の意思を有していたかどうかが争われた。検察官は，正犯者ら\nが行う無差別殺人等のテロ行為に，自己が運搬した薬品が使用されるという認識\nと，薬品の中身については，爆発物の原料をはじめ，人を殺害するための化学物質\nを生成するための原料であるとの認識の二つの認識（未必的認識を含む。）を有し\nていたことをもって，各幇助の意思があったとするものであると主張していた。\n第１審判決は，大要，以下のとおり認定し，被告人に，殺人未遂幇助の意思\nは認められるが，爆発物取締罰則違反（爆発物製造・使用）幇助の意思は認められ\nないとし，殺人未遂幇助の犯罪事実を認定した。\nア\nＸの原料となる薬品等を本件教団施設等から持ち出し，本件居室等まで運んで中川\nンスリット）を見せられ，被告人が薬品を運んできてくれたおかげで準備ができつ\n室で，被告人がそれまでに運搬した薬品を用いて黒色火薬を製造した際，薬品をす\n認められる。\nイ  平成７年３月１９日の教団に対する強制捜査開始から同月２０日のいわゆる\n地下鉄サリン事件を始めとする一連の事実経過及びその報道状況，教団に対する強\n制捜査の状況，これらに関連する教団関係者の発言・活動の内容，本件教団施設に\nおける被告人の活動状況，被告人による薬品の運搬状況等から，被告人は，遅くと\nも，同年４月２３日頃の３回目の薬品運搬以降，井上らが，運搬された薬品を使用\nして何らかの危険な化合物を製造すること，教団の教祖の逮捕を阻止するために合\n成した化合物を用いて何らかの活動をする意図であることを認識したと認められ\nる。上記２点からすれば，井上らの活動に伴って人の殺傷が生じ得ることも想起す\nることが可能である。加えて，被告人が，地下鉄サリン事件を知った際，教団に所\n属していた土谷正実の下において本件教団施設で関わってきた化学物質生成等の活\n動（以下「ワーク」という。）の経験等から教団の関与への疑いを抱き，同年３月\n下旬頃の女性信者による「土谷がサリンを分析していた」旨の発言がその疑いを強\nめる契機となり，長期間にわたり教団に対する強制捜査が継続している状況に照ら\nしても，その疑いは容易に払拭できるものではなかったこと，被告人には薬品運搬\nに当たり新幹線待合室等で教団に関する報道に接する機会があったことといった状\n況の下で，井上らの置かれた状況等を察知したとすれば，地下鉄サリン事件への教\n団関与への疑惑が想起され，自己のワーク等を振り返るなどした上で，井上らが教\n団の教祖の逮捕を阻止するために行う行為が人の殺傷を含み得ることをも認識した\nものと認められる。したがって，本件殺人未遂について幇助の意思を認めることが\nできる。\nウ  一方，被告人は，本件教団施設でＲＤＸを製造するワークに従事していた\nが，その際にウロトロピンを取り扱ったとは認められないから，被告人が運搬した\n薬品からＲＤＸの製造を予測し得たとは考えられない。被告人は，ワークの当時Ｒ\nＤＸが爆薬であることを知っていたとは認められない上，その後にこれを知る機会\nがあったともうかがわれないから，運搬を指示された薬品に濃硝酸が大量に含まれ\nていたことにより，ＲＤＸ製造の際に硝酸を使用した経験に基づいて爆薬が製造さ\nれるものと認識したとも考えられない。また，被告人は，本件居室で，井上から完\n成したペンスリットを見せられたが，その際にそれが爆薬である旨の説明はなかっ\nたものであり，このことから爆薬が作られていることを被告人が認識したとは認め\nられない。さらに，井上らが教祖の逮捕を阻止するために行う行為が人の殺傷を含\nみ得ることのみから，被告人が爆発物の使用もあり得ると予想し得たとは認め難\nい。したがって，本件爆発物製造・使用について幇助の意思があったとは認められ\nない。\n第１審判決に対し，被告人は，事実誤認，法令適用の誤り，訴訟手続の法令\n違反を理由に控訴した。\n原判決は，第１審判決による被告人の認識の推認過程には，論理則，経験則に照\nらし不合理な点があるため，被告人が殺人未遂幇助の意思を有していたと認めるこ\nとはできないとして，事実誤認を理由に第１審判決を破棄し，被告人に対し無罪の\n言渡しをした。\nこれに対し，検察官が上告した。\n３  当裁判所の判断\n控訴審が第１審判決に事実誤認があるかどうかを審査するに当たっては，当\n該事案の内容，証拠調べを中心とする公判審理の経過等を踏まえて，第１審判決の\n事実認定が論理則，経験則等に照らして不合理であるかどうかを検討しなければな\nらない。\n本件については，第１審の公判審理の時点で本件爆弾事件の発生から約１９年が\n経過していること，特殊な宗教団体による大規模な組織的犯行の一環としてなされ\nたものであること，争点は，正犯者らの犯行や自己が運搬した薬品の用途を被告人\nが認識していたかどうかに帰着するところ，検察官の主張によっても，被告人のそ\nのような認識を端的に示す証拠の存在が指摘されたわけではなく，間接事実を総合\nして被告人の主観面に属する幇助の意思が立証されるというものであり，その内容\nも未必的認識にとどまった可能性もある旨主張されていることなどの特質を指摘す\nることができる。\nこのような特質を有する事案について，特に裁判員裁判において合理的な判断を\n示すためには，裁判体として，個々の証拠の評価のみならず，推認過程の全体を把\n握できる判断構造（以下「判断構造」ということがある。）について共通認識を得\nた上で，これをもとに，各証拠の持つ重みに応じて，推認過程等を適切に検討する\nことが求められる。\nこのような観点から本件についてみると，後記のとおり，第１審判決において\nは，間接事実の積み重ねによって殺人未遂幇助の意思を認定した判断構造の枠組み\nが示されているが，その合理性には看過できない問題がある。これに対して，第１\n審判決に事実誤認があるとした原判決は，第１審判決による判断構造を十分に捉え\n直さないまま，その判断過程に沿って個別の事実認定を検討した上，その不合理性\nを具体的に示していない説示部分を含んでおり，これをそのまま是認することはで\nきない。しかし，間接事実からの推論の過程が説得的でないなどとして，第１審判\n決が説示する間接事実の積み重ねによって殺人未遂幇助の意思を認定することはで\nきないとした原判断は，以下のとおり，結論において，これを是認することができ\nるものである。\n第１審判決は，証拠上認定できる事実をもとに，推認される事実として，\n①「井上らが運搬された薬品を使用して何らかの危険な化合物を製造することを被\n告人が認識していたこと」，②「井上らが教団の教祖の逮捕を阻止するために合成\nした化合物を用いて何らかの活動をする意図であることを被告人が認識したこ\nと」，③「井上らが教団の教祖の逮捕を阻止するために行う行為が人の殺傷を含み\n得ることを被告人が認識したこと」という３つの事実関係に整理し，①，②の間接\n事実が認定できることから，「井上らの活動に伴って人の殺傷が生じ得ることも想\n起することが可能である」とした後，これに加えて，③の事実に関する判断の中\nで，④地下鉄サリン事件への教団関与の疑念を強めていたことと⑤教団に関する報\n道に接する機会があったことという間接事実も認定できるとした上で，そのような\n状況の下では，⑥井上らの置かれた状況等を察知し，さらに，⑦自己のワーク等を\n振り返るなどすることにより，井上らの活動によって人の殺傷が生じ得ることを被\n告人が認識したと認定できる旨説示している。一方，第１審判決は，殺人未遂幇助\nの意思を認定しつつ，爆発物取締罰則違反（爆発物製造・使用）幇助の意思を認定\nできないとしている。\nこのような第１審判決の判断構造は，公判前整理手続における争点整理や論告に\nおいて示された間接事実の積み重ねの枠組みとは異なる，複雑なものとなっている\nところ，抽象的な総合評価による事実認定を避けて，判断の枠組みを示そうとした\nものと理解される。しかし，第１審判決には，次のとおり，不合理な点があること\nを指摘できる。\nイ   第１審判決は，本件の事実認定に当たって，前記アのような間接事実の積\nみ重ねによる判断構造を採用したこと自体において，不合理なものがあるといわざ\nるを得ない。\nすなわち，前記ア①，②の間接事実は，それらから「人の殺傷結果の想起可能\n性」を推認し，更に同④から⑦までの間接事実を加えることによって，殺人未遂幇\n助の意思の認定に結び付く同③の事実を認定するための前提となるものである。し\nかしながら，被告人の認識対象は，それぞれ，同①の間接事実においては井上らが\n「何らかの危険な化合物」を製造すること，同②の間接事実においては井上らが合\n成した化合物を用いて「何らかの活動をする意図」であることとされている点にお\nいて，いずれも広範な事態を含み得る曖昧な内容にとどまっている。そのような同\n①，②の間接事実から，同③の事実認定の前提となる「人の殺傷結果の想起可能\n性」を推認することは，そもそも困難というほかない。\nこのように，殺人未遂幇助の意思を認定するためのいわば土台という位置付けが\nされている同①，②の間接事実による推認過程が不合理である以上，同①，②の間\n接事実に，同④地下鉄サリン事件への教団関与の疑念，同⑤教団に関する報道に接\nする機会の存在，そのような状況の下での被告人による，同⑥井上らの置かれた状\n況等の察知，同⑦自己のワーク等の振り返り等の間接事実を加えたとしても，殺人\n未遂幇助の意思の認定に結び付く同③の事実を認定できるとする合理的な説明が全\n体として十分になされているとはいえない。\nまた，第１審判決が，同①，②の間接事実からの推認により得られるとする結果\nは，「人の殺傷が生じ得ること」を想起することが可能であるというにとどまり，\n抽象的な結果発生の認識可能性をいうものにすぎず，殺人の認識が不可欠な本件に\nおいては甚だ不十分というほかない。これに付加する同④から⑦までの間接事実を\nみても，いずれも被告人の漠然とした疑念ないし抽象的な認識可能性の契機を指摘\nするものであり，これらを併せて検討しても，同①，②の間接事実を基礎として得\nられるとされる抽象的な結果発生の認識可能性から殺人未遂幇助の意思の認定にま\nで高めるには，飛躍があるといわざるを得ない。\nこのような第１審判決の判断構造に関する不合理性の問題は，間接事実とな\nる各個別事実の検討においても現れている。\nすなわち，第１審判決が前記ア①，②の間接事実を検討する際に摘示した間接事\n実の中には，被告人の直接的体験に基づく認識といった確実で動かし難い事実と，\n様々な事情を総合した結果得られた被告人の認識や認識可能性といった推論に基づ\nく事実があるにもかかわらず，第１審判決は，数段階に分けて推論を重ねる過程\nで，個々の間接事実の推認力の根拠や程度について不明確なまま，上位の事実を推\n認しているところがある。また，同じ事実を別個の間接事実の推認に重複して評価\nするに当たり，不合理なものがあることを指摘できる。\n例えば，第１審判決は，同②の間接事実を推認するための間接事実として，「被\n告人は，井上らが運搬した薬品により大量合成した物を用いて何らかの活動をしよ\n７年３月下旬頃，地下鉄サリン事件について教団の関与が疑われていたことを認識\n署の幹部が集結し，加えて被告人が薬品を持ち出した本件教団施設の責任者である\n土谷がいないことから，井上らが一体となって教団全体にわたる活動の準備をして\nいることを容易に推認できる状況にあったことといった各事実を挙げている。しか\nはいえず，しかも，被告人の認識可能性に依拠する推論に基づく事実と思われる\n②の間接事実を推認するための間接事実を基礎付ける事実として用いられながら，\n他方で，同①，②の間接事実だけでは殺人未遂幇助の意思の認定に結び付く同③の\n事実を推認できないとして，これを補強するために指摘された同④の間接事実の推\n認にも用いられており，単に別個の間接事実の推認に重複して評価するというもの\nにとどまらず，本件においては不合理な重複評価というほかない。\nまた，第１審判決は，個々の間接事実として，被告人にとって不利益に評価し得\nる事実を認定しつつ，間接事実の推認においてはその認定が反映されず，結局殺人\n未遂幇助の意思の推認に向けてどのような評価をしたのかがはっきりしないなどの\n問題もある。\n例えば，第１審判決は，同①の間接事実の検討において，「薬品の量の多さに照\nらすと，井上らが，単に何らかの実験をするにとどまらず，何らかの化合物を大量\nに製造する意図であることも被告人は認識したと認められる」としているところ，\n実験にとどまらない化合物の大量製造ということからすれば，当時の状況下では井\n上らの目的は実際にその化合物を用いることしかないということになろうが，その\n推認された事実が同①の間接事実の推認にどのように反映されているかが明らかで\nなく，また，同②の間接事実との関係でどのように評価されているかについても曖\n昧である。\nこのように，第１審判決は，個々の事実の認定においても，階層的な間接事実の\n積み重ねを通じて過剰な推認につなげているところがある上，その推認過程が必ず\nしも明確ではなく，不合理なものといわざるを得ない。\n第１審判決の判断構造に関する不合理性の問題は，第１審\n判決が，一方で殺人未遂幇助の意思を認定し，他方で爆発物取締罰則違反（爆発物\n製造・使用）幇助の意思を認定できないとした点からも指摘できる。\nすなわち，第１審判決は，本件教団施設における被告人のワークや当時の認識等\nに関する認定事実を前提として，被告人の認識を全体として検討する中で，殺人未\n遂幇助の意思は認められるとした後，爆薬製造の具体的認識を支える事情があった\nかどうかを中心に検討し，被告人は，ワークの経験等を踏まえても，井上らによる\n爆発物製造・使用の可能性を認識したとは認められないとの判断に至っている。し\nたがって，第１審判決は，被告人について井上らが爆発物の使用による無差別殺人\n等を行うとの認識が認められなかったというものと理解するほかない。\n同様に，第１審判決は，殺人未遂幇助の意思について，井上らが，具体的にいか\nなる危険な化合物を製造して人の殺害を行うのか，ということに関する被告人の認\n識を認定するに至っていない。そうすると，第１審判決は，被告人において井上ら\nが上記のような殺人を行うことの認識が認められることについて，その認定判断の\n理由を合理的に説明することが求められるところであるが，それがなされていると\nはいえない。\nウ  結局，第１審判決は，殺人未遂幇助の意思を認定した点において，判決に影\n響を及ぼすことが明らかな事実誤認があり，控訴審において破棄を免れないもので\nあったといわざるを得ない。\n次に，原判決は，事実誤認を理由として第１審判決を破棄しているとこ\nろ，第１審判決の認定判断につき，「事実関係を抽象的で細かい段階に分けて判断\n第１審判決の判断構造上の問題を明確に説示することなく，結局第１審判決の判断\n過程に沿って検討するとして，第１審における証人の証言の信用性評価を含め，個\n別の事実認定につき詳細に判断をしている。\nこのように，原判決は，第１審判決の判断構造についての評価が不十分なまま証\n拠の信用性等の検討を行っている。その結果，原判決は，例えば，第１審判決にお\nいて幇助行為と評価された被告人の行為のうち，精神的幇助行為とされるもの（前\n１審判決に対して検察官が控訴していないため，爆発物取締罰則違反幇助の訴因が\n当事者間において攻防の対象から外された原審の段階では，必ずしも重要とはいえ\nなくなったと解される証拠関係について，詳細に判示し，しかも，第１審判決の事\n実認定の不合理性を必ずしも具体的に指摘しないまま，証拠の信用性について第１\n審判決と異なる判断をしているなど，控訴審における事実誤認の審査の在り方とい\nう観点から見て，問題がないわけではない。\nイ  しかし，原判決は，間接事実からの推論の過程が説得的でないなどとして，\n第１審判決が説示する間接事実の積み重ねによって殺人未遂幇助の意思を認定する\nことはできないとしたものであり，前記 のとおり，第１審判決には判決に影響を\n及ぼすことが明らかな事実の誤認があり，控訴審において破棄を免れないものであ\nったことに照らすと，第１審判決を破棄し，被告人に対し無罪の言渡しをした原判\n断は，結論において，これを是認することができる。原判決が第１審判決の事実認\n定についてした前記アの説示部分をそのまま是認することはできないが，この点は\n結論に影響しない。\nよって，刑訴法４１４条，３８６条１項３号により，裁判官全員一致の意見で，\n主文のとおり決定する。\n(裁 判 長 裁 判 官   池 上 政 幸   裁 判 官   大 谷 直 人   裁 判 官   小池   裕   裁判 官\n木澤克之  裁判官  山口  厚)\n"
}