{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 8,
    "day": 10
  },
  "case_number": "平成28(ラ)10013",
  "case_name": "移送決定に対する抗告事件",
  "court_name": "知的財産高等裁判所",
  "lawsuit_id": "86103",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86103",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/103/086103_hanrei.pdf",
  "contents": "平成２８年（ラ）第１００１３号  移送決定に対する抗告事件\n基本事件・さいたま地方裁判所川越支部平成２６年（ワ）第２１５号損害賠償請求\n事件\n決     定\n抗告人（基本事件被告）       株式会社日本エネルギー開発\n抗告人（基本事件被告）     Ｘ１\n同             Ｘ２\n同             Ｘ３\n上記４名代理人弁護士     遠    藤    直    哉\n村    谷    晃    司\n田    島    紘  一  郎\n相手方（基本事件原告）     Ｙ\n同代理人弁護 士     中    谷        誼\n主     文\n原決定を取り消す。\n理     由\n第１  抗告の趣旨及び理由\n相手方と抗告人らとの間のさいたま地方裁判所川越支部平成２６年（ワ）第２１\n５号損害賠償請求事件（基本事件）について，同裁判所が，平成２８年６月１３日，\n「本件訴訟を東京地方裁判所に移送する。」旨職権で決定したところ，抗告人らは，\n「原決定を取り消す。」旨の裁判を求めて抗告を申し立てた。\n抗告の理由は，別紙「移送決定に対する即時抗告申立書」（写し）の「第３  即\n時抗告の理由」に記載のとおりであり，要するに，基本事件は，民事訴訟法６条１\n項の「特許権に関する訴え」に該当しないというものである。\n第２  当裁判所の判断\n１  一件記録によれば，基本事件について，次の事実が認められる。\n(1)  相手方は，平成２６年３月２４日，相手方住所地を管轄するさいたま地方裁\n判所川越支部に対し，抗告人らが，投擲型消火器の販売事業について詐欺を行い，\nその結果，相手方は損害を被ったと主張して，抗告人らに対し，共同不法行為責任\nに基づき，２５３７万０８００円の損害賠償を求める訴えを提起した。\n訴状において相手方が主張した不法行為の内容は，抗告人Ｘ１（以下「抗告人Ｘ\n１」という。）が，上記消火器は，ナノ化技術によって他社製品よりも消火能力が\nはるかに上であること，抗告人Ｘ１がそのナノ化の特許を日本で持ち，消火器や消\n火剤のノウハウも持っていること，日本消防検定のＮＳマークもすぐに取れること\nなどの虚偽の説明をし，これを信じた相手方が抗告人Ｘ１の求める支払に応じたと\nいうものであった。\n同裁判所は，訴状を受理し，第１回口頭弁論期日を開いた上，弁論準備手続に付\nして審理を続行した。\n(2)  相手方は，第７回弁論準備手続期日（平成２７年５月２９日）において，準\n備書面（６）を陳述し，これを裏付ける証拠として，特許公報（甲６０）と弁理士\n作成の私的鑑定書（甲６１）を提出した。上記準備書面（６）には，抗告人Ｘ１が\nナノ化の特許権を有し，他社メーカーの特許権を侵害しない消火剤を開発したと述\nべたが，実際には，抗告人Ｘ１が開発したとする消火剤は，訴外会社ボネックス（以\n下「訴外会社」という。）の特許権を侵害するものである，との記載がある。\n上記第７回弁論準備手続期日において，相手方が，次回期日までに請求原因（欺\n罔行為）を特定することとなった。\n(3)  相手方は，第８回弁論準備手続期日（平成２７年７月１５日）において，準\n備書面（７）を陳述した。\n上記準備書面（７）には，抗告人Ｘ１が，抗告人らにはナノ化の技術及びそれに\n類する技術がなく，消火器製造の技術・ノウハウがなく，訴外会社の特許を侵害し\nているにもかかわらず，①平成２４年３月上旬及び５月上旬，沖縄県内において，\n相手方に対し，「私は，ナノ化する機械の特許を持っている。この消火器の消火剤\nは，私が新たに発明したもので，他社製品とは製造方法が異なり，ナノ化によって\n消火能力が格段に増大したこと，ナノ化された消火剤は，これまでの消火剤よりも\n消火能力が高く，データもある。」，「既に投擲型消火器について他社メーカー製\nの物がありますが，他社メーカーの特許を侵害しない新しい消火剤を開発しました。\n私は，消火器のノウハウを十分に持っており，日本消防検定のＮＳマークもすぐに\n取ることができます。」などと述べて５００万円を交付させ，②同年５月８日ころ，\n沖縄県内において，「ナノ化の機械は全てステンレスで作りますし，ナノ化する液\n体衝突機も付けます。」，「このノニジュースの機械は私が作った。ナノ化によっ\nて吸収が良くなり，味も良くなる。この機械で食品がナノ化され，販売されていま\nす。ナノ化する精密機械なので値段が高く，製作に時間がかかります。」などと述\nべて１５００万円を交付させた，との記載がある。\n(4)  基本事件は，平成２７年１１月５日，合議体で審理及び裁判する旨決定され，\nその後も，弁論準備手続期日が続行された。相手方は，平成２８年３月２３日，抗\n告人会社の取締役であったその余の抗告人ら３名に対し，会社法４２９条に基づく\n損害賠償請求を予備的に追加した。\n(5)  第１４回弁論準備手続期日（平成２８年４月２７日）において，次回期日（同\n年６月２２日）までに，双方が陳述書を準備し，人証申請することが確認された。\n(6)  さいたま地方裁判所川越支部は，同年６月１３日，基本事件を東京地方裁判\n所に移送する旨職権で決定した。その理由は，抗告人Ｘ１が新規開発したと述べて\nいた消火剤の製造方法は，訴外会社の有する特許権を侵害するから，相手方を含む\n第三者が特許権者の許諾を受けずに実施することはできないのに，抗告人らが，こ\nれを秘して，相手方に対し，海外での販路拡張を目的とする消火器の商品サンプル\nを国内で作るために製造機械を売却したことは欺罔行為に当たる旨の相手方の主張\nを，抗告人らが争っているから，基本事件は，「特許権に関する訴え」（民事訴訟\n法６条１項）に当たり，東京地方裁判所の管轄に専属するというものである。\n２  民事訴訟法６条１項の「特許権に関する訴え」に当たるか否かについては，\n訴え提起の時点で管轄裁判所を定める必要があり（同法１５条），明確性が要求さ\nれることなどから，抽象的な事件類型によって判断するのが相当である。そして，\n同法６条１項が，知的財産権関係訴訟の中でも特に専門技術的要素が強い事件類型\nについては専門的処理体制の整った東京地方裁判所又は大阪地方裁判所で審理判断\nすることが相当として，その専属管轄に属するとした趣旨からすれば，「特許権に\n関する訴え」は，特許権侵害を理由とする差止請求訴訟や損害賠償請求訴訟，職務\n発明の対価の支払を求める訴訟等に限られず，特許権の専用実施権や通常実施権の\n設定契約に関する訴訟，特許を受ける権利や特許権の帰属の確認訴訟，特許権の移\n転登録請求訴訟，特許権を侵害する旨の虚偽の事実を告知したことを理由とする不\n正競争による営業上の利益の侵害に係る訴訟等を含むと解するのが相当である。\n他方，基本事件は，抗告人らの共同不法行為（詐欺）又は会社法４２９条に基づ\nく損害賠償請求訴訟であるから，抽象的な事件類型が特許権に関するものであると\nいうことはできない。そして，相手方の欺罔行為に関する主張は変遷しているもの\nの，相手方は，抗告人Ｘ１による消火器販売事業への勧誘に際し，抗告人Ｘ１の開\n発した消火剤が，同人は技術やノウハウを有していないのに，同人が特許を持って\nおり，これまでの消火剤より性能がよいと述べたことや，他社メーカーの特許を侵\n害しないと述べたことが，詐欺に当たるなどと主張するものと解される。しかし，\n事業の対象製品が第三者の特許権を侵害するというだけで，当該事業への勧誘が詐\n欺に当たるとか，取締役の任務を懈怠したということはできないから，欺罔行為の\n内容として「特許」という用語が使用されているだけで，このことをもって，基本\n事件が専属管轄たる「特許権に関する訴え」（民事訴訟法６条１項）に当たるとい\nうことはできない。また，知的財産高等裁判所設置法２条３号は，「前２号に掲げ\nるもののほか，主要な争点の審理に知的財産に関する専門的な知見を要する事件」\nを知的財産高等裁判所の取り扱う事件の１つとしており，第三者の特許権の侵害の\n有無が争点の１つとなる場合には，専門的処理体制の整った東京地方裁判所又は大\n阪地方裁判所で審理判断することが望ましいとしても，それが全て専属管轄たる「特\n許権に関する訴え」に当たるということもできない。基本事件のように，審理の途\n中で間接事実の１つとして「特許」が登場したものが専属管轄に当たるとすると，\nこれを看過した場合に絶対的上告理由となること（民事訴訟法３１２条２項３号）\nからしても，訴訟手続が著しく不安定になって相当でないというべきである。\n３  したがって，基本事件は，「特許権に関する訴え」（民事訴訟法６条１項）\nに当たらないというべきであり，東京地方裁判所の専属管轄とは認められない。\n４  以上のとおりであるから，これと異なる原決定は失当であり，取り消すのが\n相当である。\nよって，主文のとおり決定する。\n平成２８年８月１０日\n知的財産高等裁判所第４部\n裁判長裁判官      髙    部    眞  規  子\n裁判官      古    河    謙    一\n裁判官      鈴    木    わ  か  な\n"
}