{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 4,
    "day": 23
  },
  "case_number": "平成25(行ケ)10247",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84152",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84152",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/152/084152_hanrei.pdf",
  "contents": "平成２６年４月２３日判決言渡  同日原本領収  裁判所書記官\n平成２５年（行ケ）第１０２４７号  審決取消請求事件\n口頭弁論終結日  平成２６年４月９日\n判        決\n原 告                          日 本 ケ ミ コ ン 株 式 会 社\n訴 訟 代 理 人 弁 護 士                          浜 田 治 雄\n訴 訟 代 理 人 弁 理 士                          西 口   克\n同                        赤 津 悌 二\n同                        田 辺   稜\n同                        浅 沼 聖 子\n被 告                          特    許    庁    長    官\n指 定 代 理 人                          酒 井 伸 芳\n同                        石 井 研 一\n同                        相 崎 裕 恒\n同                        山 田 和 彦\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が不服２０１２－１９７４０号事件について平成２５年７月２２日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n  原告は，発明の名称を「電解コンデンサ」とする発明について，平成１９\n年３月３０日，特許出願（優先権主張日平成１８年９月２９日，特願２００\n７－９３９６０号。以下「本願」という。）をした。\n原告は，平成２４年７月４日付けの拒絶査定を受けたため，同年１０月６\n日，拒絶査定不服審判を請求するとともに，同日付けで本願の願書に添付し\nた特許請求の範囲について手続補正（甲７）をした。\n  特許庁は，上記請求を不服２０１２－１９７４０号事件として審理を行い，\n平成２５年７月２２日，「本件審判の請求は，成り立たない。」との審決（\n以下「本件審決」という。）をし，同年８月２日，その謄本が原告に送達さ\nれた。\n  原告は，平成２５年９月２日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n本願の特許請求の範囲の請求項１の記載は，次のとおりである（以下，請求\n項１に係る発明を「本願発明」という。）。\n「【請求項１】\n陽極内部端子を備えた陽極箔と，陰極内部端子を備えた陰極箔とを，セパレ\nータを介して巻回又は積層したコンデンサ素子に駆動用電解液とともに金属ケ\nースに収納し，金属ケースの側面を加締めてコンデンサ素子を押圧して固定し\nた電解コンデンサにおいて，\n前記コンデンサ素子と金属ケースの加締めとの間には，前記金属ケースの側\n面を加締めた際にコンデンサ素子の変形を緩和可能な総厚みとなるようにコン\nデンサ素子の外周にテープ材が複数周巻き付けられ，その厚みが２００～６０\n０μｍとするとともに，前記陰極箔は，コンデンサ素子の最外周に陽極箔の巻\nき終わり端よりも短く巻回された電解コンデンサ。」\n３  本件審決の理由の要旨\n  本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，\n本願発明は，本願の優先権主張日前に頒布された刊行物である実願昭６２－\n１２１２１９号（実開昭６４－２６８３０号）のマイクロフィルム（以下「\n引用例１」という。甲１２）及び実願平３－４２９０５号（実開平４－１２\n７６３５号）のマイクロフィルム（以下「引用例２」という。甲１３）に記\n載された発明と周知事項に基づいて当業者が容易に発明をすることができた\nものであって，特許法２９条２項の規定により特許を受けることができない\nから，その余の請求項に係る発明について論及するまでもなく，本願は拒絶\nすべきものであるというものである。\n  本件審決が認定した引用例１に記載された発明（以下「引用発明」という。），\n本願発明と引用発明の一致点及び相違点は，以下のとおりである。\nア  引用発明\n「内部端子が接続されたアルミの陽極箔，マニラ紙やクラフト紙等の絶\n縁紙，及び内部端子が接続されたアルミの陰極箔を積層して巻回したコン\nデンサ素子を，金属製のケースに収納し，金属製のケースに，側面に向か\nう凸起を設けて，コンデンサ素子の最外周に巻回された絶縁紙に押圧して\nコンデンサ素子を固定した，電解コンデンサにおいて，\nコンデンサ素子の最外周に巻回された絶縁紙に，金属製のケースに設け\nられた，側面に内側に向かう凸起がくいこんでいるため，陽極箔の変形等\nを防止できる，\n電解コンデンサ。」\nイ  本願発明と引用発明の一致点\n「陽極内部端子を備えた陽極箔と，陰極内部端子を備えた陰極箔とを，\nセパレータを介して巻回又は積層したコンデンサ素子に駆動用電解液とと\nもに金属ケースに収納し，金属ケースの側面を加締めてコンデンサ素子を\n押圧して固定した電解コンデンサにおいて，\n前記コンデンサ素子と金属ケースの加締めとの間には，前記金属ケース\nの側面を加締めた際にコンデンサ素子の変形を緩和可能な厚みとなるよう\nにコンデンサ素子の外周にテープ材が巻き付けられた電解コンデンサ。」\nである点。\nウ  本願発明と引用発明の相違点\n（相違点）\n本願発明が，コンデンサ素子の変形を緩和可能な「総」厚みとなるよう\nに，テープ材が「複数周」巻き付けられ，「その厚みが２００～６００μ\nｍとする」のに対し，引用発明は，絶縁紙に，凸起がくいこんでいるため，\n陽極箔の変形等を防止できるものであるものの，絶縁紙（本願発明の「テ\nープ材」に相当。）を「複数周」巻き付けること，及び「総」厚みである，\n「その厚みが２００～６００μｍとする」との特定がない点。\n（相違点）\n本願発明が，「前記陰極箔は，コンデンサ素子の最外周に陽極箔の巻き\n終わり端よりも短く巻回された」ものであるのに対し，引用発明には，こ\nのような特定がない点。\n第３  当事者の主張\n１  原告の主張\n  取消事由１（一致点の認定の誤り）\nア  本件審決は，引用発明の「コンデンサ素子の最外周に巻回された絶縁紙」\nは本願発明の「コンデンサ素子の外周に巻き付けられたテープ材」に相当\nするとした上で，「前記コンデンサ素子と金属ケースの加締めとの間には，\n前記金属ケースの側面を加締めた際にコンデンサ素子の変形を緩和可能な\n厚みとなるようにコンデンサ素子の外周にテープ材が巻き付けられた電解\nコンデンサ」である点を本願発明と引用発明の一致点として認定した。\nしかしながら，以下に述べるとおり，引用発明の「コンデンサ素子の最\n外周に巻回された絶縁紙」は本願発明の「コンデンサ素子の外周に巻き付\nけられたテープ材」に相当するものとはいえないから，本件審決の上記一\n致点の認定は誤りである。\n  本願発明の特許請求の範囲（請求項１）における「陽極内部端子を備\nえた陽極箔と，陰極内部端子を備えた陰極箔とを，セパレータを介して\n巻回又は積層したコンデンサ素子」，「コンデンサ素子の外周にテープ\n材が複数周巻き付けられ」との記載によれば，本願発明では，「コンデ\nンサ素子」を構成する「セパレータ」と「コンデンサ素子」の外周に巻\nき付けられた「テープ材」とが別の部材であることが明らかであり，本\n願発明における「テープ材」は「コンデンサ素子」を構成する部材では\nない。\nこれに対し，引用例１の実用新案登録請求の範囲（請求項１）におけ\nる「最外周面に絶縁紙が巻回されたコンデンサ素子と，該コンデンサ素\n子の前記絶縁紙に押圧され前記コンデンサ素子を固定しうる凸起を有す\nるケースとを設ける」との記載中の「コンデンサ素子の前記絶縁紙」と\nの表現は，「絶縁紙」が「コンデンサ素子」を構成する一つの部材であ\nると理解するのが自然である。\nまた，引用例１の「コンデンサ素子の最外周には絶縁紙が巻回され，\n凸起はこの絶縁紙にくいこんでいるため，電極箔を損傷することなく特\n性を向上できる。」（３頁１行～４行）との記載中の「コンデンサ素子\nの最外周には絶縁紙が巻回され」との表現は，「コンデンサ素子」を構\n成する一つの部材である「絶縁紙」が「コンデンサ素子」の最外周に配\n置されていることを示すものと理解するのが自然である。\nさらに，引用例１の「図において，１は，コンデンサ素子であり，ア\nルミの電極箔，マニラ紙やクラフト紙等の絶縁紙及びアルミの陰極箔を\n積層して巻回したものであり，最外周面には絶縁紙２のみあるいは絶縁\n紙２と陰極箔とが巻回されている。」（３頁８行～１２行）との記載に\nよれば，引用例１の「コンデンサ素子」は，「アルミの陽極箔，マニラ\n紙やクラフト紙等の絶縁紙及びアルミの陰極箔」を，この順序で「積層」\nして「巻回」した構成からなり，「陽極箔」と「陰極箔」とを「絶縁紙」\nを挟んで積層するとともに巻回しているから，引用例１記載の「絶縁紙」\nは，本願発明における「セパレータ」に相当する部材であることは明ら\nかである。そして，「コンデンサ素子」の最外周面には「絶縁紙２のみ\nあるいは絶縁紙２と陰極箔とが巻回されている」が，「陰極箔」は「コ\nンデンサ素子」を構成する部材であり，この「陰極箔」と共に巻回され\nる「絶縁紙」もまた「コンデンサ素子」を構成する部材であることは明\nらかであるから，引用発明には，「コンデンサ素子」の外周に配置され\nている部材は存在しない。\nこのように，引用発明の「絶縁紙」は「コンデンサ素子」を構成する\n部材に過ぎないのに対して，本願発明の「テープ材」は「コンデンサ素\n子」の外周に巻き付けられた部材であって，「コンデンサ素子」を構成\nする部材ではないから，「金属ケースの加締め」と当接するのは，引用\n発明では，「コンデンサ素子」自体であるのに対して，本願発明では，\n「テープ材」であって，「コンデンサ素子」ではない。\nしたがって，引用発明の「コンデンサ素子の最外周に巻回された絶縁\n紙」は本願発明の「コンデンサ素子の外周に巻き付けられたテープ材」\nに相当するものとはいえない。\n  次に，コンデンサ素子の外周に巻き付けられる「テープ材」は，一般\n的にはコンデンサ素子の巻回端部がほどけないようにすることを目的と\nし，その構成及び機能においてセパレータとは別部材であり，また，コ\nンデンサ素子がほどけないようにすれば足りるから，「テープ材」を複\n数回巻くことも，一般的には想定されていない。\n本願発明は，「テープ材」を金属ケースの側面を加締めた際にコンデ\nンサ素子の変形を緩和可能な総厚みとなるようにコンデンサ素子の外周\nに複数周巻き付け，その厚みを２００～６００μｍとする構成を採用し，\n「テープ材」が，コンデンサ素子の巻回端部がほどけないようにする機\n能と，コンデンサ素子を金属ケース内に固定することを目的とする固定\n材としての機能の両方の機能を併せ持つようにしたものである。\nこれに対し，引用例１には，コンデンサ素子の最外周に配置された部\n材が「巻回された絶縁紙」であるとの記載があるが，セパレータとは別\n部材であって，かつ，コンデンサ素子の巻回端部がほどけないようにす\nる機能と固定材としての機能の複数の機能を備えた「テープ材」や「巻\n止めテープ」については一切開示がない。また，「絶縁紙」を巻止めテ\nープに用いること自体は広く知られているものの，引用例１の「コンデ\nンサ素子の最外周に巻回された絶縁紙」は単に材質が巻止めテープと一\n致しているだけであって，引用例１には，コンデンサ素子の巻回端部が\nほどけないようにする機能と固定材としての機能の両方の機能を併せ持\nつ「テープ材」を用いるとの技術的思想については記載も示唆もない。\nしたがって，引用発明の「コンデンサ素子の最外周に巻回された絶縁\n紙」は本願発明の「コンデンサ素子の外周に巻き付けられたテープ材」\nに相当するものとはいえない。\nイ  以上のとおり，引用発明の「コンデンサ素子の最外周に巻回された絶縁\n紙」は本願発明の「コンデンサ素子の外周に巻き付けられたテープ材」に\n相当するものとはいえないから，本件審決認定の両発明の一致点のうち，\n「前記コンデンサ素子と金属ケースの加締めとの間には，前記金属ケース\nの側面を加締めた際にコンデンサ素子の変形を緩和可能な厚みとなるよう\nにコンデンサ素子の外周にテープ材が巻き付けられた電解コンデンサ」で\nある点を一致点と認定した部分は誤りである。\n  取消事由２（相違点の容易想到性の判断の誤り）\nア  本件審決は，相違点について，①固定を強化するために凸起のくいこ\nみ量を大きくすること及びコンデンサ素子の変形を緩和可能とするために\n必要な回数の巻き付けを行うことは，いずれも当業者が適宜なし得る事項\nである，②そして，絶縁紙として，数十μｍの厚さのものを用いることは\n周知であるから，凸起のくいこみ量に応じて，コンデンサ素子の変形を緩\n和可能とするために，厚さ数十μｍの絶縁紙を数回程度巻き付けて最適化\nし，その厚みを２００～６００μｍとすることは当業者が適宜なし得る事\n項であるとして，引用発明において，相違点に係る本願発明の構成のよ\nうにすることは格別なことではない旨判断した。\nしかしながら，本件審決の上記判断は誤りである。\n  引用例１には，最外周面に巻回すべき絶縁紙の総厚さないし総厚みに\nついての記載が存在しないばかりか，そもそも，コンデンサ素子の巻回\n端部がほどけないようにすることを目的とする「テープ材」を固定材と\nして用いるという技術的思想についても開示も示唆もないから，この固\n定材としての「テープ材」の厚みを最適化することは，当業者において\n適宜なし得るものではない。\n  また，「テープ材」の総厚みを２００～６００μｍの範囲とすること\nは，以下のとおり，当業者が設計上任意に設定可能な事項ではない。\n本願発明が対象とする電解コンデンサは，車載用途に使用されるもの\nであり，「この車載用途では，激しい振動を継続的に受け，電解コンデ\nンサに加わる振動ストレスとしては数十Ｇ以上であり，さらに厳しい環\n境では数百Ｇ以上であるため，金属ケース内でのコンデンサ素子の強固\nな固定が必要となる。」（本願の願書に添付した明細書（以下，図面を\n含めて「本願明細書」という。甲２４）の段落【０００５】）。\nコンデンサ素子を金属ケースの中に収めた製品としての電解コンデン\nサの典型的な直径は１８ｍｍであり，陽極箔や陰極箔，あるいはセパレ\nータなどを巻回して構成したコンデンサ素子の典型的な直径は１７ｍｍ\n程度である（甲２１）。このような電解コンデンサについて，金属ケー\nスの側面を加締めた際に生じるコンデンサ素子の変形を緩和可能とする\n厚みを数多くの実験を経て検討した結果，すべての課題や制約を満足し\nつつ，十分な性能を発揮することが可能な電解コンデンサとして，当該\n厚みに許容される範囲が２００～６００μｍであることを見出したもの\nであり，この数値範囲は臨界的意義を有する。\nすなわち，一般に，コンデンサは，小型化，高容量化することが求め\nられており，素子の大きさを小さくすることは金属ケース当たりの容量\n効率の低下に直結するため，コンデンサ素子を金属ケースに収納可能な\n限りの大きさにして体積効率を向上させることが行われているが，本願\n発明のように固定材であるテープ材を２００～６００μｍもの厚さで配\n置する場合，一般品と比較して，テープ材の厚さだけコンデンサ素子の\n素子径を小さくする必要があり，ひいては容量の低下を招くものである\nから，当業者としては採用しないのが一般的である。\nしかしながら，本願発明は，特に，車載用途として用いた場合に加わ\nる数百Ｇ以上の振動ストレスに耐える構造にする必要が不可欠であるた\nめ，必要な容量を実現しつつ，固定材であるテープ材については，素子\n径を小さくしてコンデンサの体積効率を低下させるという当業者が通常\n選択しない構成を採用したものであり，本願発明における「テープ材」\nの２００～６００μｍもの厚みは，様々な技術的・経済的制約を考慮し\nた上で，車載用途に必要な強固な固定という目的を達成するために見出\nした本願発明に不可欠かつ固有の特徴であって，単なる設計事項ではな\nい。\nイ  以上によれば，凸起のくいこみ量に応じて，厚さ数十μｍの絶縁紙を数\n回程度巻き付けて最適化し，その厚みを２００～６００μｍとすることは\n当業者が適宜なし得る事項であり，引用発明において相違点に係る本願\n発明の構成のようにすることは格別なことではないとした本件審決の判断\nは誤りである。\n  取消事由３（相違点の容易想到性の判断の誤り）\nア  本件審決は，①電解コンデンサにおいて，陰極箔と陽極箔の長さを異な\nらせることは周知である(例えば，甲１５），②そして，引用例２には，陰\n極箔を陽極箔より小さくすることで，相対向する位置に陰極箔を介在しな\nいようにして，陽極箔の端部による陰極箔との電気的な短絡の防止を図る\n技術が記載されているから，端部を有する巻き終わり部において，陰極箔\nを，コンデンサ素子の最外周に陽極箔の巻き終わり端よりも短く巻回して\n電気的な短絡を防止することは当業者が適宜なし得る事項であるとして，\n引用発明において相違点に係る本願発明の構成のようにすることは格別\nなことではない旨判断した。\nしかしながら，本件審決の上記判断は誤りである。\n  本願発明は，コンデンサ素子を収納する金属ケースの側面を加締めた\n際に，陽極箔の巻き終わり端とそれに対向する陰極箔との間でショート\nが発生しやすいという課題があることをつきとめ，その課題を克服する\nための手段として，陽極箔の巻き終わり端のコンデンサ素子外周側の陰\n極箔を陽極箔に対向させないように短く巻回する構成を採用し，ショー\nトの発生確率を低減するようにしたものである（本願明細書の段落【０\n０１３】）。\nこれに対し，本件審決が引用する周知例（甲１５）には，「コンデン\nサ素子１０は，上記の陽極箔１と陰極箔２とを，セパレータ３を間に挟\nむようにして巻き取って形成している。…また，陽極箔１と陰極箔２の\n長さは必ずしも一致する必要はなく，巻回時においていずれかを空巻き\nすることにより，…その長さを異ならせることができる。…」（段落【\n００１６】）との記載があるが，この記載は，陰極箔を陽極箔の巻き終\nわり端よりも短く巻回することにより電気的な短絡を防止するとの本願\n発明の技術的思想を開示するものではない。\n  引用例２の実用登録新案請求の範囲（請求項１）の「陽極箔の幅を陰\n極箔の幅より広くした」との記載，「本考案に係る電解コンデンサ素子\nの部分断面図」である図１の記載によれば，引用例２は，あくまで電極\n箔の「幅」に着目しているものであって，電極箔の「長さ」に着目する\nものではない。\nまた，仮に電解コンデンサの短絡不良の原因が陽極箔の端部のバリが\nセパレータを突き破り陰極箔に接触していることにあると理解したとし\nても，その解決のために採り得る手段は，電極箔の端部をテープで被覆\nすること（例えば，甲２３等），セパレータの素材強度をより強いもの\nにすること，セパレータの厚さを厚くすることなど複数存在するから，\n引用例２に接した当業者が，引用例２記載の電解コンデンサの陰極箔の\n巻き終わりの端部は，陽極箔の巻き終わりの端部よりも短いと直ちに理\n解するものとはいえない。\nイ  したがって，端部を有する巻き終わり部において，陰極箔を，コンデン\nサ素子の最外周に陽極箔の巻き終わり端よりも短く巻回して電気的な短絡\nを防止することは当業者が適宜なし得る事項であり，引用発明において相\n違点に係る本願発明の構成のようにすることは格別なことではないとし\nた本件審決の判断は誤りである。\n  まとめ\n以上によれば，本願発明は，引用例１及び引用例２に記載された発明と周\n知事項に基づいて当業者が容易に発明をすることができたとした本件審決の\n判断は誤りであり，本件審決は，違法であるから，取り消されるべきもので\nある。\n２  被告の主張\n  取消事由１に対し\nア  「テープ」は，「幅がせまく長い，うすい帯状のもの」（広辞苑第六版）\nを意味するから，本願発明の「コンデンサ素子の外周に巻き付けられたテ\nープ材」にいう「テープ材」は，「幅がせまく長い，うすい帯状の材」で\nあると解するのが自然である。\n本願明細書には，本願発明のテープ材の材質として，「樹脂テープ」及\nび「ゴムテープ」に加えて，「絶縁性の電解紙」（絶縁紙）が例示（段落\n【００１９】）されている。\nそして，引用発明の「コンデンサ素子の最外周に巻回された絶縁紙」は，\n「幅がせまく長い，うすい帯状の材」であって，その材質は本願発明のテ\nープ材の材質に含まれるから，本願発明の「コンデンサ素子の外周に巻き\n付けられたテープ材」に相当するものであるとした本件審決の認定に誤り\nはない。\nイ  原告は，これに対し，本願発明の「テープ材」は，コンデンサ素子の巻\n回端部がほどけないようにする「巻止めテープ」としての機能とコンデン\nサ素子を金属内に固定する固定材としての機能の両方の機能を併せ持つも\nのであり，また，本願発明の「テープ材」と「セパレータ」とは別部材で\nあるが，引用例１には，「セパレータ」とは別部材であって，かつ，複数\nの機能を備えた「テープ材」や「巻止めテープ」についての開示がないか\nら，引用発明の「コンデンサ素子の最外周に巻回された絶縁紙」は本願発\n明の「コンデンサ素子の外周に巻き付けられたテープ材」に相当するもの\nではない旨主張する。\nしかしながら，本願発明の特許請求の範囲（請求項１）には，「テープ\n材」の構成が記載されているのみであって，コンデンサ素子の巻回端部が\nほどけないようにする「巻止めテープ」の構成の記載はなく，コンデンサ\n素子を構成する部材である「セパレータ」と「テープ材」とが別部材であ\nることについての記載もない。\nまた，本願明細書には，本願発明の「テープ材」として，「巻止めテー\nプ」を用いる構成が開示されている一方で，「テープ材を巻止めテープ２\nと兼用させていたが，これに限らず別部材として構成しても良い。」（段\n落【００２８】）との記載があり，本願発明の「テープ材」は，「巻止め\nテープ」に限らないことが開示されている。仮に本願発明の「テープ材」\nが「巻止めテープ」に限られるとしても，引用発明において，コンデンサ\n素子の最外周に巻回された「絶縁紙」が巻止めテープとしての機能を備え\nていなければ，コンデンサ素子がほどけて金属ケースに収容困難となるこ\nとは明らかであるから，「絶縁紙」が巻止めテープとしての機能を備えて\nいることは，引用例１に記載されているに等しい事項であるといえる。\nさらに，仮に本願発明の「テープ材」と「セパレータ」とが別部材であ\nるとしても，引用発明においては，「コンデンサ素子の最外周に巻回され\nた絶縁紙」は，コンデンサ素子を構成する「マニラ紙やクラフト紙等の絶\n縁紙」とは関係を有さず，単に，コンデンサ素子の最外周面に絶縁紙が巻\n回されてさえいればよい。また，コンデンサ素子を構成する「セパレータ」\nとしての「絶縁紙」とコンデンサ素子の外周に巻回された「絶縁紙」とを\n別個の絶縁紙とすることは常套手段である（例えば，乙１）。\nしたがって，引用発明の「コンデンサ素子の最外周に巻回された絶縁紙」\nは，本願発明の「コンデンサ素子の外周に巻き付けられたテープ材」に相\n当するものといえるから，原告の上記主張は理由がない。\nウ  以上によれば，引用発明の「コンデンサ素子の最外周に巻回された絶縁\n紙」は本願発明の「コンデンサ素子の外周に巻き付けられたテープ材」に\n相当するものではないことを前提に，本件審決における一致点の認定の誤\nりをいう原告主張の取消事由１は，その前提を欠くものであり，理由がな\nい。\n  取消事由２に対し\nア  引用発明は，「コンデンサ素子の最外周に巻回された絶縁紙に，金属製\nのケースに設けられた，側面に内側に向かう凸起がくいこんでいるため，\n陽極箔の変形等を防止できる」ものであるから，引用例１には，絶縁紙の\n総厚さについての具体的な記載はないものの，絶縁紙の厚みを利用して，\n陽極箔の変形等を防止するという技術的思想が開示されていることは明ら\nかである。また，引用発明は，絶縁紙に上記の凸起をくいこませることに\nよりコンデンサ素子を固定させているから，引用例１には，絶縁紙を固定\n剤として用いるという技術的思想が開示されていることも明らかである。\nしかるところ，コンデンサ素子の最外周に巻回される絶縁紙について，\nその巻き付けのための絶縁紙の長さをどの程度とするかは，引用発明の電\n解コンデンサを製品として具体化するに際し当業者が普通に検討する事項\nであり，絶縁紙の長さを長くして巻き付け回数を多くするに従い，陽極箔\n等の変形がより確実に防止されて「電極箔を損傷することなく特性を向上\nできる」こと（引用例１の「明細書」の３頁３行～４行）は自明であるか\nら，コンデンサ素子の変形を緩和可能とするために十分な回数の巻き付け\nを行うことは，引用発明の目的課題の範囲内において，当業者が適宜なし\n得る事項である。\n一方で，絶縁紙を必要以上に巻回したのでは，コンデンサ素子の生産性\nやコストの面から問題が発生し，引用発明が前提とする従来技術の「コス\nトが高くなる」という問題点（引用例１の「明細書」の２頁６行）を解決\nできないこととなるから，巻回する絶縁紙の総厚みに上限を設けることも\nまた，引用発明の目的課題の範囲内において，当業者が適宜なし得る事項\nである。\nそして，絶縁紙として，数十μｍの厚さのものを用いることは周知であ\nること（例えば，甲１４）からすると，「金属製のケース」に設けられた\n凸起のくいこみ量に対してコンデンサ素子の変形を緩和可能とするため\nに，厚さ数十μｍの絶縁紙を数回程度巻き付けて，総厚みを２００～６０\n０μｍとすることは，当業者であれば，格別の困難なく，通常の創意工夫\nの範囲内でなし得ることである。\nしたがって，当業者は，相違点に係る本願発明の構成を容易に想到す\nることができたものである。\nイ  原告は，これに対し，本願発明の電解コンデンサが車載用途として用い\nられることを考慮し，直径が１７ｍｍ程度のコンデンサ素子を，直径が１\n８ｍｍの金属ケースの中に収めた場合に，「テープ材」の厚みに許容され\nる範囲が２００～６００μｍであることを見出したものであり，本願発明\nの「２００～６００μｍ」という数値範囲は，臨界的意義があり，単なる\n設計事項ではない旨主張する。\nしかしながら，本願発明の特許請求の範囲（請求項１）には，車載用途\nを前提とする原告主張の上記構成の記載がないばかりか，コンデンサ素子\nや金属ケースの直径等については，特許請求の範囲及び本願明細書に全く\n記載がない。そもそも，車載用途であっても，コンデンサの形状及び寸法\nは千差万別であり，本願発明の電解コンデンサを，車載用途の特定の寸法\n及び形状のものと限定的に解することはできず，むしろ，本願発明の電解\nコンデンサは，寸法及び形状について厳格な制約がない一般の電解コンデ\nンサであると解するのが妥当である。\nまた，本願発明の「電解コンデンサ」は，その寸法及び形状はもとより，\n「テープ材」の種類（応力を緩和する能力），加締め箇所数，目標とする\n電気的特性等を何ら特定するものではない。さらには，本願明細書を参照\nしても，本願発明の電解コンデンサと比較例（例えば，テープ材の総厚み\nを２００μｍ未満にした電解コンデンサ）とで電気的特性及び故障率がど\nの程度異なるかといった評価結果の開示はないし，そもそも，本願発明の\nテープ材の総厚みに上限を設けた理由についてすら記載がない。\nしたがって，本願発明の「テープ材」の総厚みの数値範囲を２００～６\n００μｍとすることに，格別の意義は認められないから，原告の上記主張\nは理由がない。\nウ  以上によれば，本件審決における相違点の容易想到性の判断の誤りを\nいう原告主張の取消事由２は，理由がない。\n  取消事由３に対し\nア  引用例２の段落【０００５】，【００１０】及び【００１１】の記載事\n項によれば，引用例２には，電解コンデンサにおいて，陽極箔の端部のバ\nリがセパレータを突き破り，陰極箔と接触し電気的な短絡を引き起こすこ\nとが短絡不良の原因であり，その不良の原因を取り除くために，バリの相\n対向する位置に陰極箔を介在しないようにするという技術的思想が開示さ\nれている。\nそして，電解コンデンサの陽極箔は矩形状であるから，陽極箔の幅方向\nのみならず，長さ方向にも端部を具備することは自明であり，また，陰極\n箔の巻き終わり端を陽極箔の巻き終わり端よりも長くし，又はこれと一致\nさせる構成としたのでは，引用例２記載の短絡不良の原因を放置すること\nとなることからすると，当業者は，引用例２記載の電解コンデンサの陰極\n箔の巻き終わり端は，陽極箔の巻き終わり端よりも短くなっており，陽極\n箔の巻き終わり端のバリの位置，すなわち陽極箔端部のバリの位置に陰極\n箔を介在しないようにして，陽極箔の端部による陰極箔との電気的な短絡\nの防止を図っていると理解するものといえる。\nこのように，引用例２には，陰極箔を陽極箔より小さくすることで，相\n対向する位置に陰極箔を介在しないようにして，陽極箔の端部による陰極\n箔との電気的な短絡の防止を図る技術が記載されている。\nまた，陽極箔と陰極箔の短絡不良の発生を低く抑えることは，「安価な\nアルミ電解コンデンサを提供する」（引用例１の「明細書」の２頁８行）\nという引用発明の目的に適うことであり，そもそも，陽極箔と陰極箔の短\n絡不良が好ましくないことは，すべての電解コンデンサに共通することで\nある。\nそうすると，当業者は，引用発明と引用例２記載の技術を組み合わせて\n相違点に係る構成とすることを容易に想到することができたものであ\nる。\nイ  以上によれば，本件審決における相違点の容易想到性の判断の誤りを\nいう原告主張の取消事由３は，理由がない。\n  まとめ\n以上のとおり，原告主張の取消事由はいずれも理由がなく，本願発明は，\n引用例１及び引用例２に記載された発明と周知事項に基づいて当業者が容易\nに発明をすることができたとした本件審決の判断に誤りはない。\n第４  当裁判所の判断\n１  取消事由１（一致点の認定の誤り）について\n  本願明細書の記載事項等\nア  本願発明の特許請求の範囲（請求項１）の記載は，前記第２の２のとお\nりである。\nイ  本願明細書（甲２４）の「発明の詳細な説明」には，次のような記載が\nある（下記記載中に引用する「図１」ないし「図６」については別紙１を\n参照）。\n  「【背景技術】\n従来のアルミ電解コンデンサは，アルミニウム等の弁作用金属からな\nるエッチング箔に化成皮膜を形成した陽極箔と，アルミニウム等の弁作\n用金属のエッチング箔からなる陰極箔とを絶縁紙等のセパレータを介し\nて巻回又は積層してコンデンサ素子を形成し，このコンデンサ素子に駆\n動用電解液を含浸するとともに有底筒状の金属ケースに収納し，金属ケ\nースの開口部を封口体によって封止して電解コンデンサを構成してい\nる。」（段落【０００２】）\n  「【発明が解決しようとする課題】\nこれらの電解コンデンサでは，従来から金属ケース内でのコンデンサ\n素子の固定を行う手法として，金属ケース内に熱可塑性の樹脂やエポキ\nシ樹脂等の固定剤を充填して，コンデンサ素子を金属ケース内に固定す\nるものが開示されている。」（段落【０００３】）\n「また，図６に示すように，金属ケース２の側面を加締めて，凸部６\nを形成し，この凸部６によってコンデンサ素子１の外周面より押圧し，\nコンデンサ素子１を金属ケース２内に固定するものが開示されている（\n特許文献１）。…」（段落【０００４】）\n「ところで，近年電解コンデンサを車載用途に使用される傾向にあり，\nこの車載用途では，激しい振動を継続的に受け，電解コンデンサに加わ\nる振動ストレスとしては数十Ｇ以上であり，さらに厳しい環境では数百\nＧ以上であるため，金属ケース内でのコンデンサ素子の強固な固定が必\n要となる。」（段落【０００５】）\n「従来の固定剤によるコンデンサ素子の固定では，コンデンサ素子の\n固定を強固に行うには，金属ケース内に充填する固定剤の量を多くしな\nければならず，電解コンデンサの使用時に内圧上昇した場合の許容空間\nとなる金属ケース内での空間が小さくなるため，圧力弁等の安全装置が\n作動しやすくなり，電解コンデンサの寿命を短くしてしまう問題があっ\nた。」（段落【０００６】）\n「また，図４に示すように，金属ケース３の側面を加締めてコンデン\nサ素子１を固定する場合，コンデンサ素子１の固定を強固に行うには，\n金属ケース３の側面の加締めて形成した凸部６の大きくするなどコンデ\nンサ素子１への押圧力を大きくしなければならず，コンデンサ素子１を\n構成する電極箔に機械的ストレスが加わり，漏れ電流等の電気的特性に\n悪影響を与える場合がある。」（段落【０００７】）\n「本発明は，上述したような従来技術の問題点を解決するために提案\nされたものであり，電解コンデンサの電気的特性に悪影響を与えること\nなく，金属ケース内へのコンデンサ素子の強固な固定を可能とした電解\nコンデンサを提供することを目的としている。」（段落【０００８】）\n  「【課題を解決するための手段】\n上記の課題を解決した本発明の電解コンデンサは，\n陽極内部端子を備えた陽極箔と，陰極内部端子を備えた陰極箔とを，\nセパレータを介して巻回又は積層したコンデンサ素子に駆動用電解液と\nともに金属ケースに収納し，金属ケースの側面を加締めてコンデンサ素\n子を押圧して固定した電解コンデンサにおいて，前記コンデンサ素子と\n金属ケースの加締めとの間には，前記金属ケースの側面を加締めた際に\nコンデンサ素子の変形を緩和可能な総厚みとなるようにコンデンサ素子\nの外周にテープ材が複数周巻き付けられたことを特徴としている。」（\n段落【０００９】）\n「これによると，金属ケースの側面の加締め時に，コンデンサ素子の\n変形を緩和可能な総厚みとなるように，テープ材がコンデンサ素子の外\n周に複数周巻回されているため，コンデンサ素子の固定を強固にするた\nめ，金属ケースの側面の加締め深さを大きくした場合であっても，前記\nテープ材がコンデンサ素子へ加わる応力を緩和し，電解コンデンサの電\n気的特性が悪化することがなく，金属ケース内でのコンデンサ素子の固\n定を強固に行うことができる。」（段落【００１０】）\n「またこのテープ材は，従来の様に固定剤の充填量等の制御にくらべ，\nコンデンサ素子の外周に巻回配置することで，容易に取り付けることが\n可能であとともに，コンデンサ素子の外周への巻回数を変更することで，\nコンデンサ素子と金属ケースとの隙間の大きさにかかわらず，テープ材\nを所望の総厚みとすることが容易にできる。このテープ材としては，コ\nンデンサ素子を巻止める巻止めテープを用いることができる。また材質\nとしては，ポリフェニレンサルファイド，ポリエチレンテレフタレート，\nポリプロピレン，エチレンプロピレンターポリマー，ポリエチレンナフ\nタレートを用いることができる。\nまた，前記テープ材は，複数周巻回されて，その厚みが２００～６００\nμｍとすることで，金属ケースの側面の加締め寸法を大きくしても，コ\nンデンサ素子に加わる機械的ストレスを軽減して固定することができる\nため，車載用途として用いられる場合に加わる数百Ｇ以上の振動ストレ\nスに耐えることができる。」（段落【００１１】）\n「また，前記金属ケースの側面の加締めを複数箇所で行うことで，金\n属ケース内でのコンデンサ素子の固定を更に強固に行うことができる。」\n（段落【００１２】）\n「また，前記陰極箔は，コンデンサ素子の最外周に陽極箔の巻き終わ\nり端よりも短く巻回されることが好ましい。これは，本願発明者等が金\n属ケースの側面を加締めた際に，陽極箔の巻き終わり端とそれに対抗す\nる陰極箔との間でショートが発生しやすいことをつきとめ，陽極箔の巻\nき終わり端のコンデンサ素子外周側の陰極箔を，陽極箔に対抗させない\nように短く巻回することで，ショートの発生確率を低減することができ\nる。」（段落【００１３】）\n「また，前記陽極箔の巻き終わり端に形成されたカットバリをコンデ\nンサ素子の外周側方向に向かせると，陽極箔の巻き終わり端のコンデン\nサ素子外周側には，陰極箔は陽極箔の巻き終わり端より短く巻回されて\nいるため，陰極箔は存在せず，ショートは生じない。」（段落【００１\n４】）\n「さらには，前記陽極箔の巻き終わり端とそれに対抗する陰極箔との\n間に絶縁シートを介在させると，ショートが確実に防止できる。」（段\n落【００１５】）\n  「【発明の効果】\n本発明によれば，電解コンデンサの電気的特性に悪影響を与えること\nなく，金属ケース内へのコンデンサ素子の固定を強固に行うことができ\nる。」（段落【００１６】）\n  「【発明を実施するための最良の形態】\n以下，本発明の実施例について図を参照して詳細に説明する。図１は，\n本発明の実施例の電解コンデンサの製造工程を示す斜視図である。図２\nは，本発明の実施例の電解コンデンサの製造工程を示す断面図である。\n図３は，本発明の実施例の電解コンデンサの製造工程を示す断面図であ\nる。」（段落【００１７】）\n「図１に示すように，本実施例の電解コンデンサにおいて，陽極箔は，\nエッチング処理し化成皮膜を形成したアルミニウム箔からなり，陰極箔\nはエッチング処理したアルミニウム箔からなり，任意に化成皮膜が形成\nされる。この両電極箔には，アルミニウム等からなる細長い箔状の内部\nタブ端子や丸棒部及び偏平部及び該丸棒部に接続したリード部からなる\nリード端子等の電極内部端子がステッチ法やコールドウェルド法により\n接続される。前記陽極箔及び陰極箔の間に，マニラ紙やクラフト紙等の\n絶縁紙，不織布又はそれらの混抄紙などの絶縁部材から構成されるセパ\nレータを介して巻回又は積層し，巻回端部または積層端部をほどけない\nように巻止めテープ２にて固定することで，コンデンサ素子１が形成さ\nれる。このコンデンサ素子１は，アルミニウムからなる有底筒状の金属\nケース３内に駆動用電解液とともに収納され，該金属ケース３の開口端\nには，弾性ゴム等からなる封口部材４が配置され，前記開口端をカーリ\nング処理にて加締めて電解コンデンサを封止している。」（段落【００\n１８】）\n  「ここで，前記コンデンサ素子１の巻止めテープ２について詳細に述\nべる。この巻止めテープ２は，コンデンサ素子１の外周に複数周巻回さ\nれることで，所定の厚みをないしている。この巻止めテープ２の総厚み\nは，後述する金属ケース３の側面を加締めて凸部６を形成した際に，コ\nンデンサ素子１に加わる応力を緩和可能な厚みであり，その総厚みは，\n２００～６００μｍの範囲としている。特には，３００～５００μｍが\n好ましい。後述する金属ケース３の側面の加締めて形成された凸部６に\nよる応力は，加締め深さ寸法を大きくするほど強くなり，車載用途で用\nいられる際にコンデンサ素子１に加わる数百Ｇ以上の振動に対応する加\n締め深さとした場合には，コンデンサ素子１に凸部６による電極箔の電\n気的特性の劣化を起こさない様にコンデンサ素子１への応力を緩和させ\nるには，上記の様な巻止めテープ２の総厚みが必須となる。本実施例で\nは，巻止めテープ２として，厚さ約５０μｍのポリフェニレンサルファ\nイドを用い，４から１２周巻回している。\nなお，本実施例では，テープ材として，巻止めテープ２を用いており，\nこの材質は，ポリフェニレンサルファイド，ポリエチレンテレフタレー\nト，ポリプロピレン，エチレンプロピレンターポリマー，ポリエチレン\nナフタレート等の樹脂テープやゴムテープ，絶縁性の電解紙等から構成\nすることができる。このテープ材として，巻止めテープ２を代用するこ\nとで，既存の設備を利用することが可能となり，製造工程が簡略化され\nる。またテープ材を用いることで，コンデンサ素子１の外周に巻回する\nことで，コンデンサ素子１に密着させて強度の高い緩和部材とすること\nができるとともに，コンデンサ素子１と金属ケース３の隙間によって，\nコンデンサ素子１の外周に巻回するテープ材の巻回数を変えることで，\n容易にテープ材の総厚みを変更可能となり，コンデンサ素子１と金属ケ\nース３の隙間の大きさにかかわらず，テープ材を所望な総厚みとなるよ\nうに容易に形成することができる。」（段落【００１９】）\n  「次に，上述のとおり作成された電解コンデンサは，その金属ケース\n３の側面より，カーリング手段５によって加締められる。このカーリン\nグ手段５は，金属ケース３の側面より，前述のコンデンサ素子１に巻回\nされた巻止めテープ２を押圧するように圧入され，金属ケース３の内側\nが凸状に変形され，この凸部６が巻止めテープ２に食い込むとともに凸\n部６による応力を緩和させた状態でコンデンサ素子１を固定している。\nカーリング手段５は，電解コンデンサの上端ならびに下端の２箇所に圧\n入することで，さらにコンデンサ素子１を強固に固定できる。」（段落\n【００２０】）\n「以上のように，コンデンサ素子１の外周にテープ材を複数周巻回す\nることで，金属ケース３の側面を加締めた際にコンデンサ素子１に加わ\nる応力を前記テープ材によって緩和可能となり，車載用途で求められる\n耐震動性を満足させ可能な程度に金属ケース３の側面の加締め寸法を大\nきくできる。」（段落【００２１】）\n  「次に本発明の実施例の変形例について，図を参照して詳細に説明す\nる。…」（段落【００２２】）\n「まず，この変形例では，前述の実施例でのコンデンサ素子の巻回構\n造について詳しく説明する。図４に示すように，コンデンサ素子は，陽\n極箔８と陰極箔７の間にセパレータ９を介して巻回されている。陰極箔\n７の巻き終わり端１１には，この巻き終わり端１１のコンデンサ素子内\n周側に絶縁性のテープ材１０が介在されている。また陽極箔８の巻き終\nわり端１１には，この巻き終わり端１１のコンデンサ素子内周側に同じ\nく絶縁性のテープ材１０が介在されている。なおこの陽極箔側のテープ\n材１０は，生産性を考慮してコンデンサ素子の巻き止めを行う巻止めテ\nープ２を兼ねており，コンデンサ素子の外周を複数周巻き止めている。\nこのテープ材１０は，実施例で示したものと同様である。」（段落【０\n０２３】）\n「次に，図５は，コンデンサ素子の陽極箔８及び陰極箔７の巻き終わ\nり端１１近傍を示したものであり，コンデンサ素子は，陰極箔７が陽極\n箔８に対して，外周側に配置されるように巻回され，陰極箔７は，陽極\n箔８よりも短く巻回されている。つまり図５に示すように，陽極箔８の\n巻き終わり端１１は，コンデンサ素子の外周側では，陰極箔７に対抗し\nない構成としている。」（段落【００２４】）\n「ここで，本願発明者等は，金属ケースの側面を加締めた際に，ショ\nートが生じやすい部分の検討を行ったところ，陰極箔７よりも硬度が高\nい陽極箔８では，加締めた際の応力が集中しやすいため，陽極箔８の巻\nき終わり端１１とそれに対抗する陰極箔７との間でショートが発生しや\nすいことをつきとめ，前述のとおり，陽極箔８の巻き終わり端１１のコ\nンデンサ素子外周側の陰極箔７を，陽極箔８に対抗させないように短く\n巻回することで，ショートの発生を低減したものである。」（段落【０\n０２５】）\n「したがって，金属ケースに収納し，金属ケースの側面を加締めた際\nに，陽極箔８の巻き終わり端１１によるショートの発生は，陽極箔８の\n巻き終わり端１１におけるコンデンサ素子内周側に対抗する陰極箔７と\nなり，この部分にのみ上述のとおり，巻止めテープ２兼用のテープ材１\n０を介在させることで，ショートは防止できる。これに対し，陰極箔７\nを陽極箔８より長く巻回することもできるが，陽極箔８の巻き終わり端\n１１は，そのコンデンサ内周側及び外周側の両面に陰極箔７が対抗する\nため，この両面にテープ材１０を介在しなければならず煩雑である。」\n（段落【００２６】）\n「さらには，図５に示すように，陽極箔８の巻き終わり端１１におい\nて，陽極箔８を切断する際に生じるカットバリ１２をコンデンサ素子の\n外周側に向かうように陽極箔８を配置している。これによると，陽極箔\n８の巻き終わり端１１のカットバリ１２の向かう先には，陰極箔７が対\n抗していないため，バリ１２によるショートの可能性が低くなる。陰極\n箔７の巻き終わり端１１のカットバリ１２についても同様にコンデンサ\n素子の外周側に向かうように配置し，このカットバリ１２による陽極箔\n８との接触によるショートを防止している。」（段落【００２７】）\n「以上，本発明の実施例を図面により説明してきたが，具体的な構成\nはこれら実施例に限られるものではなく，本発明の要旨を逸脱しない範\n囲における変更や追加があっても本発明に含まれる。例えば，実施例で\nは，金属ケース３の側面の加締めを上端と下端の２箇所にて行っていた\nが，これに限らず，中央の１箇所にてもよく，また３箇所以上でも良い。\nまた，テープ材を巻止めテープ２と兼用させていたが，これに限らず別\n部材として構成しても良い。」（段落【００２８】）\nウ  前記ア及びイの記載を総合すれば，本願明細書には，次の点が開示され\nていることが認められる。\n  アルミニウム等のエッチング箔に化成皮膜を形成した陽極箔と，アル\nミニウム等のエッチング箔からなる陰極箔とを絶縁紙等のセパレータを\n介して巻回又は積層してコンデンサ素子を形成し，このコンデンサ素子\nに駆動用電解液を含浸するとともに有底筒状の金属ケースに収納し，金\n属ケースの開口部を封止する電解コンデンサにおいて，金属ケース内で\nのコンデンサ素子の固定を行う手法として，従来から，金属ケースの側\n面を加締めて凸部を形成し，この凸部によってコンデンサ素子の外周面\nより押圧し，コンデンサ素子を金属ケース内に固定する方法が知られて\nいる。\n近年電解コンデンサを車載用途に使用される傾向にあり，この車載用\n途では，激しい振動を継続的に受け，電解コンデンサに加わる振動スト\nレスは，数十Ｇ以上であり，さらに厳しい環境では数百Ｇ以上であるた\nめ，金属ケース内でのコンデンサ素子の強固な固定が必要となるところ，\n金属ケースの側面を加締めてコンデンサ素子の強固な固定を行うには，\n金属ケースの側面を加締めて形成した凸部を大きくするなどコンデンサ\n素子への押圧力を大きくしなければならず，コンデンサ素子を構成する\n電極箔に機械的ストレスが加わり，漏れ電流等の電気的特性に悪影響を\n与える場合があるという課題があった。\n  本願発明は，上記課題を解決し，電解コンデンサの電気的特性に悪影\n響を与えることなく，金属ケース内へのコンデンサ素子の強固な固定を\n可能とした電解コンデンサを提供することを目的とするものであり，そ\nの課題を解決するための手段として，「前記コンデンサ素子と金属ケー\nスの加締めとの間には，前記金属ケースの側面を加締めた際にコンデン\nサ素子の変形を緩和可能な総厚みとなるようにコンデンサ素子の外周に\nテープ材が複数周巻き付けられ，その厚みが２００～６００μｍとする\nとともに，前記陰極箔は，コンデンサ素子の最外周に陽極箔の巻き終わ\nり端よりも短く巻回された」構成を採用した。\n本願発明は，金属ケースの側面の加締め時にコンデンサ素子の変形を\n緩和可能な総厚みとなるように，テープ材がコンデンサ素子の外周に複\n数周巻回されているため，金属ケースの側面の加締め深さを大きくした\n場合であっても，テープ材がコンデンサ素子へ加わる応力を緩和し，電\n解コンデンサの電気的特性が悪化することがなく，金属ケース内でのコ\nンデンサ素子の固定を強固に行うことができ，また，テープ材は，複数\n周巻回されて，その厚みを２００～６００μｍとすることで，金属ケー\nスの側面の加締め寸法を大きくしても，コンデンサ素子に加わる機械的\nストレスを軽減して固定することができるため，車載用途として用いら\nれる場合に加わる数百Ｇ以上の振動ストレスに耐えることができ，さら\nには，陽極箔の巻き終わり端のコンデンサ素子外周側の陰極箔を，陽極\n箔に対抗させないように短く巻回することで，金属ケースの側面を加締\nめた際に陽極箔の巻き終わり端とそれに対抗する陰極箔との間に発生す\nるショートの発生確率を低減することができ，電解コンデンサの電気的\n特性に悪影響を与えることなく，金属ケース内へのコンデンサ素子の固\n定を強固に行うことができるという効果を奏する。\n  引用例１の記載事項\nア  引用例１（甲１２）の「明細書」には，次のような記載がある（下記記\n載中に引用する「図」については別紙２を参照）。\n  「２．実用新案登録請求の範囲\n  コンデンサ素子をケースに収納し蓋により密閉したアルミ電解コ\nンデンサにおいて，最外周面に絶縁紙が巻回されたコンデンサ素子と，\n該コンデンサ素子の前記絶縁紙に押圧され前記コンデンサ素子を固定し\nうる凸起を有するケースとを設けることを特徴とするアルミ電解コンデ\nンサ。」（１頁３行～１０行）\n  「３．考案の詳細な説明\n（産業上の利用分野）\n本考案はコンデンサ素子の固定方法を改良したケース入りコンデンサ\nに関する。」（１頁１１行～１４行）\n  「（従来の技術）\n小型のアルミ電解コンデンサは，従来，蓋によりコンデンサ素子をケ\nースの底に押し付けコンデンサ素子を固定していた。」（１頁１５行～\n１８行）\n  「（考案が解決しようとする問題点）\nしかし，この方法では電極箔が押され変形したり電極箔間の距離がま\nちまちになり，特性の劣化やバラツキを生じる原因となる欠点があった。\nこのために，陽極箔や陰極箔の中よりも絶縁紙のそれを十分に長くし\nて，蓋の押圧による圧力を軽減しているが，コストが高くなる欠点があ\nった。\n本考案の目的は，以上の欠点を改良し，特性を向上し，安価なアルミ\n電解コンデンサを提供するものである。」（１頁末行～２頁９行）\n  「（問題点を解決するための手段）\n本考案は，上記の目的を達成するために，コンデンサ素子をケースに\n収納し蓋により密閉したアルミ電解コンデンサにおいて，最外周面に絶\n縁紙が巻回されたコンデンサ素子と，該コンデンサ素子の前記絶縁紙に\n押圧され前記コンデンサ素子を固定しうる凸起を有するケースとを設け\nることを特徴とするアルミ電解コンデンサを提供するものである。」（\n２頁１０行～１８行）\n 「（作用）\n本考案によれば，ケースの側面に設けられた凸起によりコンデンサ素\n子を固定しており，かつコンデンサ素子の最外周には絶縁紙が巻回され，\n凸起はこの絶縁紙にくいこんでいるため，電極泊を損傷することなく特\n性を向上できる。」（２頁１９行～３頁４行）\n  「（実施例）\n以下，本考案を図示の実施例に基づいて説明する。\n図において，１は，コンデンサ素子であり，アルミの電極箔，マニラ\n紙やクラフト紙等の絶縁紙及びアルミの陰極箔を積層して巻回したもの\nであり，最外周面には絶縁紙２のみあるいは絶縁紙２と陰極箔とが巻回\nされている。３は，アルミ等の金属製のケースであり，側面に内側に向\nう凸起４が設けられ，絶縁紙２にくいこんでいる。５は，ケース３を密\n閉する蓋であり，端子６が貫設されている。端子６にはコンデンサ素子\n１から引き出されたリード線７が接続されている。\n上記実施例において，凸起４は絶縁紙２のみあるいは絶縁紙２と陰極\n箔とに押圧され，陽極箔にはほとんど影響を与えないため，陽極箔の変\n形等を防止できる。」（３頁５行～４頁１行）\n  「（考案の効果）\n以上の通り，本考案によれば，ケースの凸起をコンデンサ素子の最外\n周面の絶縁紙に押圧しコンデンサ素子を固定しているために，特性を向\n上でき，バラツキの少ない安価なアルミ電解コンデンサが得られる。」\n（４頁４行～９行）\n  「４．図面の簡単な説明\n図は本考案の実施例の正面断面図を示す。\n１…コンデンサ素子，２…絶縁紙，\n３…ケース，４…凸起。」（４頁１０行～１３行）\nイ  前記アの記載を総合すれば，引用例１には，次の点が開示されているこ\nとが認められる。\n  コンデンサ素子をケースに収納したアルミ電解コンデンサにおけるコ\nンデンサ素子の固定方法としては，従来，蓋によりコンデンサ素子をケ\nースの底に押し付けコンデンサ素子を固定していたが，この方法では，\n電極箔が押され変形したり，電極箔間の距離がまちまちになり，「特性」\nの劣化やバラツキを生じる原因となるため，陽極箔や陰極箔の中よりも\n絶縁紙のそれを十分に長くして，蓋の押圧による圧力を軽減しているが，\nコストが高くなるという欠点があった。\n  「本考案」は，上記の欠点を改良し，「特性」を向上し，安価なアル\nミ電解コンデンサを提供することを目的とするものであり，その目的を\n達成するための手段として，「本考案」に係る「アルミ電解コンデンサ」\nは，コンデンサ素子をケースに収納し蓋により密閉したアルミ電解コン\nデンサにおいて，最外周面に絶縁紙が巻回されたコンデンサ素子と，該\nコンデンサ素子の前記絶縁紙に押圧され前記コンデンサ素子を固定しう\nる凸起を有するケースとを設ける構成を採用した。\n「本考案」に係る「アルミ電解コンデンサ」は，ケースの側面に設け\nられた凸起によりコンデンサ素子を固定し，かつ，コンデンサ素子の最\n外周には絶縁紙が巻回され，凸起はこの絶縁紙にくいこんでいるために，\n凸起は，絶縁紙のみあるいは絶縁紙と陰極箔とによって押圧され，陽極\n箔にはほとんど影響を与えないので，陽極箔の変形等を防止することが\nでき，電極箔を損傷することなく「特性」を向上し，バラツキの少ない\n安価なアルミ電解コンデンサが得られるという効果を奏する。\n  一致点の認定について\n原告は，本件審決が，引用発明の「コンデンサ素子の最外周に巻回された\n絶縁紙」は本願発明の「コンデンサ素子の外周に巻き付けられたテープ材」\nに相当するとした上で，「前記コンデンサ素子と金属ケースの加締めとの間\nには，前記金属ケースの側面を加締めた際にコンデンサ素子の変形を緩和可\n能な厚みとなるようにコンデンサ素子の外周にテープ材が巻き付けられた電\n解コンデンサ」である点を本願発明と引用発明の一致点と認定したのは誤り\nである旨主張するので，以下において判断する。\nア  本願発明の特許請求の範囲（請求項１）の記載によれば，本願発明の「\nコンデンサ素子」は，「陽極内部端子を備えた陽極箔」と「陰極内部端子\nを備えた陰極箔」とを「セパレータ」を介して巻回又は積層して構成され\nたものであり，本願発明の「テープ材」は，「前記コンデンサ素子と金属\nケースの加締めとの間」に，「金属ケースの側面を加締めた際にコンデン\nサ素子の変形を緩和可能な総厚みとなるようにコンデンサ素子の外周に複\n数周巻き付け」られたものであるから，本願発明の「テープ材」は，「コ\nンデンサ素子」と別部材であることを理解できる。\nそして，本願明細書には，本願発明の「テープ材」について，「…この\nテープ材としては，コンデンサ素子を巻止める巻止めテープを用いること\nができる。…」（段落【００１１】），「…なお，本実施例では，テープ\n材として，巻止めテープ２を用いており，この材質は，ポリフェニレンサ\nルファイド，ポリエチレンテレフタレート，ポリプロピレン，エチレンプ\nロピレンターポリマー，ポリエチレンナフタレート等の樹脂テープやゴム\nテープ，絶縁性の電解紙等から構成することができる。このテープ材とし\nて，巻止めテープ２を代用することで，既存の設備を利用することが可能\nとなり，製造工程が簡略化される。またテープ材を用いることで，コンデ\nンサ素子１の外周に巻回することで，コンデンサ素子１に密着させて強度\nの高い緩和部材とすることができるとともに，コンデンサ素子１と金属ケ\nース３の隙間によって，コンデンサ素子１の外周に巻回するテープ材の巻\n回数を変えることで，容易にテープ材の総厚みを変更可能となり，コンデ\nンサ素子１と金属ケース３の隙間の大きさにかかわらず，テープ材を所望\nな総厚みとなるように容易に形成することができる。」（段落【００１９\n】）との記載がある。上記記載によれば，本願発明の「テープ材」の材質\nは，樹脂テープやゴムテープ，絶縁性の電解紙等から構成することができ，\nまた，「テープ材」として，「コンデンサ素子を巻止める巻止めテープ」\nで代用することができることを理解できる。\nイ  次に，引用例１に，前記第２の３アのとおりの引用発明が記載されて\nいることは当事者間に争いがない。\n引用発明は，「内部端子が接続されたアルミの陽極箔，マニラ紙やクラ\nフト紙等の絶縁紙，及び内部端子が接続されたアルミの陰極箔を積層して\n巻回したコンデンサ素子を，金属製のケースに収納し，金属製のケースに，\n側面に向かう凸起を設けて，コンデンサ素子の最外周に巻回された絶縁紙\nに押圧してコンデンサ素子を固定した，電解コンデンサにおいて，コンデ\nンサ素子の最外周に巻回された絶縁紙に，金属製のケースに設けられた，\n側面に内側に向かう凸起がくいこんでいるため，陽極箔の変形等を防止で\nきる，電解コンデンサ。」であるから，引用発明の「コンデンサ素子の最\n外周に巻回された絶縁紙」は，「内部端子が接続されたアルミの陽極箔」，\n「マニラ紙やクラフト紙等の絶縁紙」及び「内部端子が接続されたアルミ\nの陰極箔」を積層して巻回して構成された「コンデンサ素子」と別部材で\nあることを理解できる。\nこのことは，引用例１には，「図において，１は，コンデンサ素子であ\nり，アルミの電極箔，マニラ紙やクラフト紙等の絶縁紙及びアルミの陰極\n箔を積層して巻回したものであり，最外周面には絶縁紙２のみあるいは絶\n縁紙２と陰極箔とが巻回されている。３は，アルミ等の金属製のケースで\nあり，側面に内側に向う凸起４が設けられ，絶縁紙２にくいこんでいる。」\n（前記ア），「４．図面の簡単な説明」において「図は本考案の実施\n例の正面断面図を示す。」，「１…コンデンサ素子，２…絶縁紙，３…ケ\nース，４…凸起。」（前記ア）との記載があるように，「絶縁紙２」\nが「コンデンサ素子１」とは別構成のものとして区別して説明されている\nことからも明らかである。\nまた，アルミ電解コンデンサのコンデンサ素子が，アルミの陽極箔とア\nルミの陰極箔とが絶縁部材から構成されるセパレータを介して対抗する部\n分に電荷が蓄えられることによって電気的にコンデンサとして機能するこ\nとは，技術常識である。しかるところ，引用例１記載の「絶縁紙２」は，\n最外周面に巻回されており，陽極箔と陰極箔とが対抗する部分に存在する\nものではないから，電気的にコンデンサとして機能するコンデンサ素子の\n「セパレータ」部分を構成するものではない。\nそして，「金属製のケースに設けられた，側面に内側に向かう凸起」は\n加締めにより形成することが常套手段であり，引用発明においては，「コ\nンデンサ素子の最外周に巻回された絶縁紙に，金属製のケースに設けられ\nた，側面に内側に向かう凸起がくいこんでいるため，陽極箔の変形等を防\n止でき」るのであるから，引用発明の「コンデンサ素子の最外周に巻回さ\nれた絶縁紙」は，コンデンサ素子と金属製のケースの凸起の間に存在し，\n金属製のケースの側面を加締めた際にコンデンサ素子の変形を緩和可能な\n総厚みとなるようにコンデンサ素子の外周に巻き付けられたものと理解で\nきる。\n加えて，引用発明の「コンデンサ素子の最外周に巻回された絶縁紙」は，\n「巻回」されることから，細長い帯状の部材である「テープ材」に該当す\nるものであり，その材質は，本願明細書が「テープ材」の材質として例示\nする「絶縁性の電解紙」（前記ア）に該当する。\nそうすると，引用発明の「コンデンサ素子の最外周に巻回された絶縁紙」\nは，本願発明の「テープ材」に相当するものであり，本願発明と引用発明\nとは，「前記コンデンサ素子と金属ケースの加締めとの間には，前記金属\nケースの側面を加締めた際にコンデンサ素子の変形を緩和可能な厚みとな\nるようにコンデンサ素子の外周にテープ材が巻き付けられた電解コンデン\nサ」である点で一致するものと認められる。\nウ  原告は，これに対し，引用例１記載の「コンデンサ素子」は，「アル\nミの陽極箔，マニラ紙やクラフト紙等の絶縁紙及びアルミの陰極箔」を，\nこの順序で「積層」して「巻回」した構成からなり，「陽極箔」と「陰\n極箔」とを「絶縁紙」を挟んで積層するとともに巻回しているから，「\nマニラ紙やクラフト紙等の絶縁紙」は，本願発明における「セパレータ」\nに相当する部材である，そして，「コンデンサ素子」の最外周面には「\n絶縁紙２のみあるいは絶縁紙２と陰極箔とが巻回されている」が，「陰\n極箔」は「コンデンサ素子」を構成する部材であり，この「陰極箔」と\n共に巻回される「絶縁紙」もまた「コンデンサ素子」を構成する部材で\nあることは明らかであるなどとして，引用発明の「コンデンサ素子の最\n外周に巻回された絶縁紙」は，「コンデンサ素子」を構成する部材に過\nぎず，「コンデンサ素子」と別部材ではないから，引用発明の「コンデ\nンサ素子の最外周に巻回された絶縁紙」は本願発明の「コンデンサ素子\nの外周に巻き付けられたテープ材」に相当するものとはいえない旨主張\nする。\nしかしながら，前記イ認定のとおり，引用例１には，引用発明の「コ\nンデンサ素子の最外周に巻回された絶縁紙」に相当する「絶縁紙２」が，\n「コンデンサ素子１」とは別構成のものとして区別して説明されており，\nまた，「絶縁紙２」は，「陰極箔」と共に巻回されている場合でも，陽\n極箔と陰極箔とが対抗する部分に存在せず，電気的にコンデンサとして\n機能するコンデンサ素子の「セパレータ」部分を構成するものではない。\nしたがって，引用発明の「コンデンサ素子の最外周に巻回された絶縁\n紙」は「コンデンサ素子」と別部材であるから，原告の上記主張は，そ\nの前提において，理由がない。\n  次に，原告は，本願発明の「テープ材」が，コンデンサ素子の巻回端\n部がほどけないようにする機能とコンデンサ素子を金属ケース内に固定\nすることを目的とする固定材としての機能の両方の機能を併せ持つよう\nにしたものであるのに対し，引用発明の「コンデンサ素子の最外周に巻\n回された絶縁紙」は単に材質が巻止めテープと一致しているだけであっ\nて，引用例１には，コンデンサ素子の巻回端部がほどけないようにする\n機能と固定材としての機能の両方の機能を併せ持つ「テープ材」を用い\nるとの技術的思想について記載も示唆もないから，引用発明の「コンデ\nンサ素子の最外周に巻回された絶縁紙」は本願発明の「コンデンサ素子\nの外周に巻き付けられたテープ材」に相当するものとはいえない旨主張\nする。\nしかしながら，本願の特許請求の範囲の請求項２には，「前記テープ\n材は，コンデンサ素子を巻止める巻止めテープである請求項１に記載の\n電界コンデンサ。」との記載があるが（甲７），同請求項１（本願発明）\nには，本願発明の「テープ材」が「コンデンサ素子の巻回端部がほどけ\nないようにする機能」あるいは「巻止めテープ」としての機能を有する\nことを明示した記載はない。\nまた，前記アのとおり，本願明細書には，「テープ材」として，「コ\nンデンサ素子を巻止める巻止めテープ」を用いることあるいは「代用」\nすることができることが記載されているにとどまり，「テープ材」が「\n巻止めテープ」としての機能を有することが必須であることについての\n記載も示唆もない。\nしたがって，本願発明の「テープ材」が，コンデンサ素子の巻回端部\nがほどけないようにする機能とコンデンサ素子を金属ケース内に固定す\nることを目的とする固定材としての機能の両方の機能を併せを持つ必要\nがあるものとは認められないから，原告の上記主張は，その前提におい\nて理由がない。\n  小括\n以上によれば，本件審決が「前記コンデンサ素子と金属ケースの加締めと\nの間には，前記金属ケースの側面を加締めた際にコンデンサ素子の変形を緩\n和可能な厚みとなるようにコンデンサ素子の外周にテープ材が巻き付けられ\nた電解コンデンサ」である点を本願発明と引用発明の一致点と認定したこと\nに誤りはないから，原告主張の取消事由１は理由がない。\n２  取消事由２（相違点の容易想到性の判断の誤り）について\n  相違点の容易想到性について\nア  前記１イのとおり，引用例１には，アルミ電解コンデンサにおけるコ\nンデンサ素子の従来の固定方法では，電極箔が押され変形したり，電極箔\n間の距離がまちまちになり，「特性」の劣化やバラツキを生じる原因とな\nるため，陽極箔や陰極箔の中よりも絶縁紙のそれを十分に長くして，蓋の\n押圧による圧力を軽減しているが，コストが高くなるという欠点があった\nことから，引用例１記載の「本考案」に係る「アルミ電解コンデンサ」（\n引用発明）は，上記の欠点を改良し，「特性」を向上し，安価なアルミ電\n解コンデンサを提供するという目的を達成するための手段として，最外周\n面に絶縁紙が巻回されたコンデンサ素子と，該コンデンサ素子の前記絶縁\n紙に押圧され前記コンデンサ素子を固定しうる凸起を有するケースとを設\nける構成を採用し，これによりケースの側面に設けられた凸起によりコン\nデンサ素子を固定し，かつ，コンデンサ素子の最外周には絶縁紙が巻回さ\nれ，凸起はこの絶縁紙にくいこんでいるために，凸起は，絶縁紙のみある\nいは絶縁紙と陰極箔とによって押圧され，陽極箔にはほとんど影響を与え\nないので，陽極箔の変形等を防止することができ，電極箔を損傷すること\nなく「特性」を向上し，バラツキの少ない安価なアルミ電解コンデンサが\n得られるという効果を奏することが開示されている。\nイ  その一方で，引用例１には，引用発明の「コンデンサ素子の最外周に巻\n回される絶縁紙」の厚さについての記載はない。\nしかしながら，引用例１の上記開示事項によれば，コンデンサ素子を固\n定するケースの側面に設けられた凸起は，「コンデンサ素子の最外周に巻\n回される絶縁紙」にくいこんでいるために，絶縁紙のみあるいは絶縁紙と\n陰極箔とによって押圧され，陽極箔の変形等を防止することができるもの\nであるから，引用例１に接した当業者は，「コンデンサ素子の最外周に巻\n回される絶縁紙」の総厚みは，金属ケースの側面を加締めて凸起を形成す\nる際にコンデンサ素子の変形を緩和可能な厚みに設定する必要があること\nを理解し，電解コンデンサに用いる絶縁紙の厚さ，電解コンデンサの具体\n的用途，その用途に求められる電気的特性等の要求性能を考慮して，「コ\nンデンサ素子の最外周に巻回される絶縁紙」の総厚み及び巻回数を最適な\nものに設定することを試みるものと認められる。\nしかるところ，甲１４（特開平１１－３４５７４９号公報）には，「固\n体電解コンデンサ」に関し，「まず，密度０．５５ｇ／ｃｍ３，長さ８ｃ\nｍ，幅７ｍｍ，厚さ５０μｍのマニラ紙からなるセパレータ３を準備し，\nこのセパレータ３を介して，長さ７ｃｍ，幅５ｍｍのアルミニウムの陽極\n箔１と，長さ７ｃｍ，幅５ｍｍのアルミニウムの陰極箔２を巻回し，巻き\n終わり部をポリイミドフィルムにシリコン系粘着剤を塗布したゆるみ防止\nテープ５を貼り付け，その後３００℃で３０分間熱処理することによって\nセパレータ３の炭化を行い，コンデンサ素子を得た。」（段落【００２０\n】）との記載があり，絶縁紙である「厚さ５０μｍのマニラ紙からなるセ\nパレータ３」が開示されている。上記記載と弁論の全趣旨によれば，本願\nの優先権主張日（平成１８年９月２９日）当時，電解コンデンサに用いる\n絶縁紙の厚さとして，５０μｍ程度のものは，周知であったことが認めら\nれる。\nまた，電解コンデンサは，各種の電子機器に用いられる汎用の電子部品\nであり，自動車車両には，電動パワーステアリング，モータ駆動インバー\nタその他の制御用電子機器，オーディオ機器などの各種の電子機器が搭載\nされることから，電解コンデンサを車載用途とすることは，本願の優先権\n主張日当時，電解コンデンサの通常の用途の一つであったものと認められ\nる。\nさらに，車載用途の電解コンデンサにおいては，車両の走行時等に相当\n程度の振動を受け，耐振動性能が要求性能の一つとされていたものと認め\nられる。\nそして，電解コンデンサをその用途に求められる要求性能に応じて支障\nのない構造とすることは，当業者が普通に行うことである。\nウ  以上によれば，引用発明において，電解コンデンサの通常の用途である\n車載用途に求められる電気的特性，耐振動性能等を考慮し，金属ケースの\n側面を加締めて凸起を形成する際にコンデンサ素子の変形を緩和可能とな\nるようにコンデンサ素子の最外周に厚さ５０μｍ程度の絶縁紙を複数周巻\nき付けて，その厚みを２００～６００μｍの範囲内のものとすることは，\n当業者が適宜決定し得る設計事項であるものと認められる。\nしたがって，引用例１に接した当業者であれば，相違点に係る本願発\n明の構成を容易に想到することができたものと認められる。\n  原告の主張について\n原告は，①引用例１には，最外周面に巻回すべき絶縁紙の総厚さないし総\n厚みについての記載が存在しないばかりか，そもそも，コンデンサ素子の巻\n回端部がほどけないようにすることを目的とする「テープ材」を固定材とし\nて用いるという技術的思想についても開示も示唆もないから，この固定材と\nしての「テープ材」の厚みを最適化することは，当業者において適宜なし得\nるものとはいえない，②コンデンサ素子を金属ケースの中に収めた製品とし\nての電解コンデンサの典型的な直径は１８ｍｍ，陽極箔や陰極箔，あるいは\nセパレータなどを巻回して構成したコンデンサ素子の典型的な直径は１７ｍ\nｍ程度であり，このような電解コンデンサについて，金属ケースの側面を加\n締めた際に生じるコンデンサ素子の変形を緩和可能な厚みを数多くの実験を\n経て検討した結果，すべての課題や制約を満足しつつ，十分な性能を発揮す\nることが可能な電解コンデンサとして，当該厚みに許容される範囲が２００\n～６００μｍであることを見出したものであり，この数値範囲は臨界的意義\nを有する，そして，本願発明は，特に，車載用途として用いた場合に加わる\n数百Ｇ以上の振動ストレスに耐える構造にする必要が不可欠であるため，必\n要な容量を実現しつつ，固定材である「テープ材」については，素子径を小\nさくしてコンデンサの体積効率を低下させるという当業者が通常選択しない\n構成を採用したものであり，本願発明における「テープ材」の２００～６０\n０μｍもの厚みは，様々な技術的・経済的制約を考慮した上で，車載用途に\n必要な強固な固定という目的を達成するために見出した本願発明に不可欠か\nつ固有の特徴であって，単なる設計事項ではないとして，本件審決における\n相違点の容易想到性の判断に誤りがある旨主張する。\nしかしながら，原告の上記主張は，以下のとおり理由がない。\nア  上記①について\n前記イ認定のとおり，引用例１には，引用発明の「コンデンサ素子の\n最外周に巻回される絶縁紙」の厚さについての記載はないが，引用例１の\n開示事項から，当業者は，「コンデンサ素子の最外周に巻回される絶縁紙」\nの総厚みは，金属ケースの側面を加締めて凸起を形成する際にコンデンサ\n素子の変形を緩和可能な厚みに設定する必要があることを理解し，電解コ\nンデンサに用いる絶縁紙の厚さ，電解コンデンサの具体的用途，その用途\nに求められる電気的特性等の要求性能を考慮して，「コンデンサ素子の最\n外周に巻回される絶縁紙」の総厚み及び巻回数を最適なものに設定するこ\nとを試みるものと認められる。\nしたがって，原告の上記①の主張は理由がない。\nイ  上記②について\n本願発明の特許請求の範囲（請求項１）には，「電解コンデンサ」を構\n成する「コンデンサ素子」の直径，「金属ケース」の寸法，本願発明が目\n標とする電気的特性，固定強度等についての記載はない。\nまた，本願明細書には，「テープ材」の総厚みを２００～６００μｍの\n数値範囲とする本願発明の電解コンデンサとその総厚みを上記数値範囲外\nとする電解コンデンサとを対比した評価結果の記載はない。\nしたがって，本願発明の特許請求の範囲及び本願明細書の記載から，本\n願発明の「テープ材」の総厚みの数値範囲を２００～６００μｍとするこ\nとに臨界的意義があるものと認めることはできない。\nそして，前記イ認定のとおり，本願の優先権主張日当時，電解コンデ\nンサを車載用途とすることは，電解コンデンサの通常の用途であったもの\nであり，また，車載用途の電解コンデンサにおいては，車両の走行時等に\n相当程度の振動を受け，耐振動性能が要求性能の一つとされていたもので\nあるところ，電解コンデンサをその用途に求められる要求性能に応じて支\n障のない構造とすることは，当業者が普通に行うことであるから，引用発\n明において，車載用途に求められる電気的特性，耐振動性能等を考慮し，\n金属ケースの側面を加締めて凸起を形成する際にコンデンサ素子の変形を\n緩和可能となるようにコンデンサ素子の最外周に厚さ５０μｍ程度の絶縁\n紙を複数周巻き付けて，その厚みを２００～６００μｍの範囲内のものと\nすることは，当業者が適宜決定し得る設計事項であるものというべきであ\nる。\nしたがって，原告の上記②の主張は理由がない。\n  小括\n以上によれば，本件審決における相違点の容易想到性の判断に誤りはな\nいから，原告主張の取消事由２は理由がない。\n３  取消事由３（相違点の容易想到性の判断の誤り）について\n  引用例２の記載事項\n引用例２（甲１３）には，次のような記載がある（下記記載中に引用する\n「図１」については別紙３を参照）。\nア  「【実用新案登録請求の範囲】\n【請求項１】  陽極箔と陰極箔とをセパレータを介在させて巻回したコ\nンデンサ素子を有する電解コンデンサにおいて，陽極箔の幅を陰極箔の幅\nより広くしたことを特徴とする電解コンデンサ。」（２頁）\nイ  「【産業上の利用分野】\n本考案は電解コンデンサの特には電極箔の幅に関するものである。」（\n段落【０００１】）\nウ  「【従来の技術】\n電解コンデンサはアルミニウム箔からなる陽極箔と陰極箔とをセパレー\nタを介在させて巻回し，電極液を含浸したコンデンサ素子を外装ケース内\nに封口体と共に密閉した構造を有する。」（段落【０００２】）\n「このような構造の電解コンデンサにおいて，従来は陽極箔の幅と陰極\n箔の幅はそれぞれ同一幅か，もしくは陰極箔の方が陽極箔より幅が広くな\nっていた。」（段落【０００３】）\n「このように構成することは，コンデンサの静電容量は陽極箔の面積に\nよるところが大きく，かつ陽極箔の単位面積あたりの価格が高いために陽\n極箔の面積を充分に活用するためであった。」（段落【０００４】）\nエ  「【考案が解決しようとする課題】\n上述のような関係にある陽極箔と陰極箔とからなるコンデンサ素子を有\nする電解コンデンサをエージングすると，電気的な短絡不良を発生するも\nのが多々見受けられた。この原因を調査したところ，陽極箔の端部のバリ\nがセパレータを突き破り，陰極箔と接触していることが分かった。」（段\n落【０００５】）\n「陽極箔は陰極箔に比較すると厚く，また化成被膜が形成されているた\nめに硬い。よって，そのスリット（切断）時にバリが発生し易く，バリの\n大きさは箔厚と同一程度のものもある。」（段落【０００６】）\nオ   「【課題を解決するための手段】\nしかるに，本考案は上述した課題を解決するために，陰極箔の幅を陽極\n箔の幅より狭くし，このような関係にある陽極箔と陰極箔とをセパレータ\nを介在させて巻回したコンデンサ素子とするものである。」（段落【００\n０７】）\nカ  「【作用】\n陽極箔の幅の間に陰極箔が位置するこにより，陽極箔の両端にバリがあ\nったとしてもバリの位置に陰極箔が存在しないので，バリがセパレータを\n突き破ったとしても陰極箔とは電気的に短絡することはない。」（段落【\n０００８】）\nキ  「【実施例】\n先ず，図１に本考案に係る電解コンデンサ１の部分断面図を示す。」（\n段落【０００９】）\n「コンデンサ素子１において，エッチングされかつ表面に化成被膜が形\n成された陽極箔２は陰極箔３の箔幅より大きくなるように構成され，両電\n極箔２と３はセパレータ４を介在させて巻回される。また，この巻回にお\nいて，陰極箔３の両幅端は陽極箔２の両幅端間に位置される。」（段落【\n００１０】）\n「したがって，図示のように陽極箔２の両端部にバリ２１が発生してい\nたとしても，バリ２１の相対向する位置には陰極箔３は介在しないので，\nバリ２１による陽極箔３との電気的な短絡は発生しない。」（段落【００\n１１】）\n「なお，本考案において陰極箔の幅は陽極箔の幅より－１～－５ｍｍの\n幅が適当であり，両電極幅の差が小さいと巻取時のズレによって効果が少\nなく，またその差が過大であると充分なる静電容量が得られないことにな\nる。」（段落【００１６】）\nク  「【考案の効果】\n本考案はエージング時の短絡不良の発生を低く抑えることができるの\nで，電解コンデンサの生産性の向上を図ることができる。」（段落【００\n１７】）\n  相違点の容易想到性について\n前記の記載事項を総合すれば，引用例２には，アルミニウムの陽極箔と\n陰極箔とをセパレータを介して巻回し，電極液を含浸したコンデンサ素子を\n外装ケース内に密閉した構造の電解コンデンサにおいて，従来，陽極箔の端\n部のバリがセパレータを突き破り，陰極箔と接触し，電気的な短絡不良が発\n生するという課題があったことから，その課題を解決するための手段として，\n陰極箔の幅を陽極箔の幅より小さくし，陽極箔の端部のバリの相対向する位\n置に陰極箔が存在しないようにする構成を採用し，これにより，陽極箔の端\n部と陰極箔との接触による短絡不良の発生を低く抑える効果を奏することが\n開示されていることが認められる。\n上記開示事項によれば，引用例２には，「陰極箔の幅を陽極箔の幅より小\nさくすることで，陽極箔の端部の相対向する位置に陰極箔が存在しないよう\nにして，陽極箔の端部と陰極箔との電気的な短絡の防止を図る技術」が記載\nされていることが認められる。\nしかるところ，引用例２に「陽極箔は陰極箔に比較すると厚く，また化成\n被膜が形成されているために硬い。よって，そのスリット（切断）時にバリ\nが発生し易く」（段落【０００６】）との記載があることからすると，引用\n例２に接した当業者は，陽極箔の切断時に発生する端部のバリは，幅方向だ\nけではなく，長さ方向の切断時にも発生する可能性があり，このバリと陰極\n箔との接触による短絡不良が発生するおそれがあることを理解するものとい\nえる。\n一方，引用例１に「図において，１は，コンデンサ素子であり，アルミの\n電極箔，マニラ紙やクラフト紙等の絶縁紙及びアルミの陰極箔を積層して巻\n回したものであり，最外周面には絶縁紙２のみあるいは絶縁紙２と陰極箔と\nが巻回されている。」（前記１ア）との記載があることからすると，引\n用発明のコンデンサ素子を構成する陰極箔は，コンデンサ素子の最外周に配\n置されていることを理解できる。\nそして，陽極箔と陰極箔の電気的な短絡の防止を図ることは電解コンデン\nサにおける自明の課題であるから，引用例１及び引用例２に接した当業者は，\n引用発明において，引用例２記載の「陰極箔の幅を陽極箔の幅より小さくす\nることで，陽極箔の端部の相対向する位置に陰極箔が存在しないようにして，\n陽極箔の端部と陰極箔との電気的な短絡の防止を図る技術」を電極箔の長さ\n方向に適用して，陰極箔を，コンデンサ素子の最外周に陽極箔の巻き終わり\n端よりも短く巻回する構成（相違点に係る本願発明の構成）とすることを\n容易に想到することができたものと認められる。\n  原告の主張について\n原告は，引用例２の実用登録新案請求の範囲（請求項１）及び図１の記載\nによれば，引用例２は，あくまで電極箔の「幅」に着目しているものであっ\nて，電極箔の「長さ」に着目するものではなく，また，仮に電解コンデンサ\nの短絡不良の原因が陽極箔の端部のバリがセパレータを突き破り陰極箔に接\n触していることにあると理解したとしても，その解決のために採り得る手段\nは，電極箔の端部をテープで被覆すること（例えば，甲２３等），セパレー\nタの素材強度をより強いものにすること，セパレータの厚さを厚くすること\nなど複数存在するから，引用例２に接した当業者が，引用例２記載の電解コ\nンデンサの陰極箔の巻き終わりの端部は，陽極箔の巻き終わりの端部よりも\n短いと直ちに理解するものとはいえないとして，引用発明において相違点\nに係る本願発明の構成のようにすることは格別なことではないとした本件審\n決の判断は誤りである旨主張する。\n確かに，前記認定のとおり，引用例２には，「陰極箔の幅を陽極箔の幅\nより小さくすることで，陽極箔の端部の相対向する位置に陰極箔が存在しな\nいようにして，陽極箔の端部と陰極箔との電気的な短絡の防止を図る技術」\nが記載されているものであって，電極箔の「長さ」に直接着目したものとは\nいえない。\nしかしながら，前記認定のとおり，引用例２の段落【０００６】の記載\n事項から，当業者は，陽極箔の切断時に発生する端部のバリは，幅方向だけ\nではなく，長さ方向の切断時にも発生する可能性があり，このバリと陰極箔\nとの接触による短絡不良が発生するおそれがあることを理解するものといえ\nるから，上記技術を電極箔の長さ方向に適用することは格別なことではない\nものと認められる。\nしたがって，原告の上記主張は理由がない。\n  小括\n以上によれば，本件審決における相違点の容易想到性の判断に誤りはな\nいから，原告主張の取消事由３は理由がない。\n４  結論\n以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審\n決にこれを取り消すべき違法は認められない。\nしたがって，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          富 田 善 範\n裁判官          大 鷹 一 郎\n裁判官          平 田 晃 史\n(別紙１)\n【図１】\n【図２】\n【図３】\n【図４】\n【図５】\n【図６】\n(別紙２)\n【図】\n(別紙３)\n【図１】\n"
}