{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 7,
    "day": 23
  },
  "case_number": "平成24(行ケ)10408",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83475",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83475",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/475/083475_hanrei.pdf",
  "contents": "平成２５年７月２３日判決言渡\n平成２４年（行ケ）第１０４０８号  審決取消請求事件\n口頭弁論終結日  平成２５年７月９日\n判 決\n原 告        新 東 工 業 株 式 会 社\n訴 訟 代 理 人 弁 護 士        鰺   坂   和   浩\n弁 理 士        長 谷 川 芳 樹\n黒 木 義 樹\n城   戸   博   兒\n阿      部              寛\n大 森 鉄 平\n被 告        日 本 鋳 鉄 管 株 式 会 社\n訴 訟 代 理 人 弁 護 士        石   戸   孝   則\n弁 理 士        石   川   泰   男\n石   橋   良   規\n主 文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた判決\n特許庁が無効２０１２－８０００７０号事件について平成２４年１０月１６日に\nした審決を取り消す。\n第２  事案の概要\n本件は，特許無効審判請求を不成立とする審決の取消訴訟である。争点は，容易\n想到性の有無である。\n１  特許庁における手続の経緯\n被告は，発明の名称を「ダクタイル鋳物用溶融鋳鉄の溶製設備」とする発明の特\n許権者である（特許３６８５７８１号，平成１４年１１月１９日特許出願，平成１\n７年６月１０日特許登録，請求項の数は５。〈甲２１〉）。被告は，原告からの別\n件無効審判請求（無効２００９－８００１２１号）の審判において，平成２１年８\n月２４日付けの訂正請求をし，特許庁は，平成２２年１月２５日，上記訂正を認め\nる審決をし，確定した（無効審判請求は不成立。乙１，２）。\n原告は，平成２４年５月１日，本件無効審判請求（無効２０１２－８０００７０\n号）をしたが，特許庁は，同年１０月１６日，「本件審判の請求は，成り立たない。」\nとの審決をし，その謄本は同月２５日，原告に送達された。 ２  本件発明の要旨\n上記の訂正請求（乙２）に基づく特許請求の範囲の請求項１ないし５に係る発明\nは，以下のとおりである。\n【請求項１（本件発明１）】\n溶解炉で溶解された元湯を貯留する保持炉と，保持炉に貯留されていた元湯を受\nける取鍋と，取鍋内の元湯に黒鉛球状化剤を添加する，ワイヤーフィーダー法によ\nる黒鉛球状化処理装置と，を備えたダクタイル鋳物用溶融鋳鉄の溶製設備であって，\n前記保持炉と前記黒鉛球状化処理装置との間には，取鍋を搭載して自走すると共に\n搭載した取鍋をその上で移動させるための取鍋移動手段を有する搬送台車と，取鍋\nを移動させる取鍋移送手段と，が設置されており，前記取鍋は，前記搬送台車と前\n記取鍋移送手段との間を行き来し，吊り上げられることなく，前記搬送台車，前記\n取鍋移動手段及び前記取鍋移送手段によって保持炉から黒鉛球状化処理装置へ移動\nさせられることを特徴とする，ダクタイル鋳物用溶融鋳鉄の溶製設備。\n【請求項２（本件発明２）】\n溶解炉で溶解された元湯を貯留する保持炉と，保持炉に貯留されていた元湯を受\nける取鍋と，取鍋内の元湯に黒鉛球状化剤を添加する，ワイヤーフィーダー法によ\nる黒鉛球状化処理装置と，黒鉛球状化処理終了後に取鍋内のスラグを取鍋から排出\nする排滓処理装置と，を備えたダクタイル鋳物用溶融鋳鉄の溶製設備であって，前\n記保持炉と前記黒鉛球状化処理装置と前記排滓処理装置との間には，取鍋を搭載し\nて自走すると共に搭載した取鍋をその上で移動させるための取鍋移動手段を有する\n搬送台車と，取鍋を移動させる取鍋移送手段と，が設置されており，前記取鍋は，\n前記搬送台車と前記取鍋移送手段との間を行き来し，吊り上げられることなく，前\n記搬送台車，前記取鍋移動手段及び前記取鍋移送手段によって保持炉から黒鉛球状\n化処理装置及び排滓処理装置へ移動させられることを特徴とする，ダクタイル鋳物\n用溶融鋳鉄の溶製設備。\n【請求項３（本件発明３）】\n前記取鍋移動手段及び前記取鍋移送手段は，ローラーが回転することによってロ\nーラー上に搭載された取鍋を移動させるローラーテーブル方式であることを特徴と\nする，請求項１又は請求項２に記載のダクタイル鋳物用溶融鋳鉄の溶製設備。\n【請求項４（本件発明４）】\n前記搬送台車は１つの直線上を走行し，前記取鍋移送手段は，その取鍋の移動方\n向が当該搬送台車の走行方向に対して実質的に直行する方向に設けられていること\nを特徴とする，請求項１ないし請求項３の何れか１つに記載のダクタイル鋳物用溶\n融鋳鉄の溶製設備。\n【請求項５（本件発明５）】\n前記搬送台車は，レーザーセンサーによって，その位置が検出されることを特徴\nとする，請求項１ないし請求項４の何れか１つに記載のダクタイル鋳物用溶融鋳鉄\nの溶製設備。\n３  原告が主張する無効理由\n(1)  無効理由１\n本件発明１，３，４は，甲１（特開平７－２５１２４０号公報）に記載された発\n明及び周知技術に基づいて，その出願前に当業者が容易に発明をすることができた\nものであるから，その特許は，特許法２９条２項の規定に違反してされたものであ\nり，同法１２３条１項２号の規定により無効とすべきものである。\n(2)  無効理由２\n本件発明２は，甲１及び甲１１（「鋳物工場の設備と生産システムの融合化・統合\n化」（社団法人日本鋳造工学会  平成１１年１月１１日）３４－３９頁）に記載され\nた発明及び周知技術に基づいて，その出願前に当業者が容易に発明をすることがで\nきたものであるから，その特許は，特許法２９条２項の規定に違反してされたもの\nであり，同法１２３条１項２号の規定により無効とすべきものである。\n(3)  無効理由３\n本件発明５は，甲１及び甲１２（「鋳造工場の自動化・省力化マニュアル」（財団\n法人素形材センター  平成７年３月３１日）３１２－３１３頁）に記載された発明\n及び周知技術に基づいて，その出願前に当業者が容易に発明をすることができたも\nのであるから，その特許は，特許法２９条２項の規定に違反してされたものであり，\n同法１２３条１項２号の規定により無効とすべきものである。\n４  審決の理由の要点\n本件発明１，３及び４は，甲１に記載された引用発明及び周知技術に基づいて本\n件出願当時，当業者が容易に発明をすることができたものではない。また，本件発\n明２は，引用発明，甲１１に記載された発明及び周知技術に基づいて，本件発明５\nは，引用発明，甲１２に記載された発明及び周知技術に基づいて，それぞれ，本件\n出願当時，当業者が容易に発明をすることができたものではない。\n(1)    甲１には，次の発明（引用発明）が記載されていることが認められる。\n「保持炉と，保持炉から溶湯を受湯し，Ｍｇ粉末を一旦留めることができる球状化\n処理容器と，球状化処理容器内にＭｇ粉末を投入する処理手段と，球状化処理容器\nを傾けて溶湯とＭｇ粉末を反応させる昇降・回転姿勢変更手段と，注湯機と，を備\nえた球状化黒鉛鋳鉄製品の鋳造ラインであって，前記保持炉と前記注湯機の間には，\n前記昇降・回転姿勢変更手段と前記処理手段を具備し，底部に車輪が取り付けられ\nた搬送装置本体が設置されており，前記球状化処理容器は，前記搬送装置本体によ\nって前記保持炉から前記注湯機へ搬送される，球状化黒鉛鋳鉄製品の鋳造ライン。」\n(2)  本件発明１と引用発明との一致点と相違点は次のとおりである。\n【一致点】\n「溶解炉で溶解された元湯を貯留する保持炉と，元湯に黒鉛球状化剤を添加する黒\n鉛球状化処理装置を備えたダクタイル鋳物用溶融鋳鉄の溶製設備であって，搬送台\n車が設置されているダクタイル鋳物用溶融鋳鉄の溶製設備。」\n【相違点１】\n本件発明１は，元湯を受けるのが「取鍋」であって，黒鉛球状化処理が，取鍋内\nの元湯に黒鉛球状化剤を添加する「ワイヤーフィーダー法による」ものであるのに\n対し，引用発明は，溶湯を受湯するのが「球状化処理容器」であって，球状化処理\nが「球状化処理容器にＭｇ粉末を投入し，該容器を傾けて溶湯とＭｇ粉末を反応さ\nせる」ものである点。\n【相違点２】\n本件発明１は，搬送台車が，「取鍋を搭載して自走すると共に搭載した取鍋をその\n上で移動させるための取鍋移動手段を有」し，さらに「保持炉と黒鉛球状化処理装\n置との間に，取鍋を移動させる取鍋移送手段が設置されており，取鍋は，搬送台車\nと取鍋移送手段との間を行き来し，吊り上げられることなく，搬送台車，取鍋移動\n手段及び取鍋移送手段によって保持炉から黒鉛球状化処理装置へ移動させられる」\nのに対し，引用発明は，搬送装置本体が，「昇降・回転姿勢変更手段と処理手段を具\n備し，球状化処理容器は，搬送装置本体によって保持炉から注湯機へ搬送される」\n点。\n(3)  相違点に関する判断は以下のとおりである。\n①  相違点１について\n甲２～７，１３，２０の記載によれば，本件特許の出願前に，鋳鉄中の黒鉛球状\n化処理方法として，引用発明のような球状化処理容器を用いるコンバータ法も，本\n件発明１のような取鍋を用いるワイヤーインジェクション法も周知であったと認め\nられる。\nしかしながら，甲１の記載によれば，引用発明は，球状化処理容器を用いる際に，\n溶湯計量や注湯のため使用していた汎用取鍋による温度低下を防止するため，球状\n化処理容器による直接受湯や直接出湯を可能にしたものであるから，引用発明にお\nいて，球状化処理容器に代え取鍋を採用することは阻害されているというべきであ\nる。\nまた，上記各号証に記載されるように，コンバータ法とワイヤーインジェクショ\nン法は，黒鉛球状化剤の形態も添加機構も異なるから，鋳造設備として置換しよう\nとする動機づけもない。\nしてみると，引用発明において相違点１を解消することは，当業者が容易になし\n得たことではない。\n②  相違点２について\n甲８～１０の記載によれば，本件特許の出願前に，台車に搭載した取鍋を他の場\n所へ移送するために台車上と台車外にローラコンベアを設置することは周知であっ\nたと認められるが，前記のとおり，引用発明において，取鍋を採用することには阻\n害要因がある。\nまた，甲１には，搬送装置本体が処理手段を具備し，Ｍｇ反応（黒鉛球状化処理）\n等を一括処理することが，引用発明の効果であると記載されているから，引用発明\nにおいて，搬送装置本体以外の場所に黒鉛球状化処理装置を設けることも阻害され\nているというべきであり，そのような他の場所に設けた黒鉛球状化処理装置へ取鍋\nを移送するために，搬送装置本体上にローラコンベアを設ける動機づけがない。\nしてみると，引用発明において相違点２を解消することも，当業者が容易になし\n得たことではない。\n(4)  本件発明１及び３，４（無効理由１）について\nしたがって，本件発明１は，甲１に記載された発明及び周知技術に基づいて，\n当業者が容易に発明をすることができたものではない。本件発明３，４も，それぞ\nれ引用発明と対比すると，本件発明１と同様の相違点１，２を有するから，本件発\n明１と同様，甲１に記載された発明及び周知技術に基づいて，当業者が容易に発明\nをすることができたものではない。\n(5)  本件発明２（無効理由２）について\n本件発明２も，引用発明と対比すると，本件発明１と同様の相違点１，２を有す\nるが，甲１１には，球状化剤投入場とノロ掻き場を有する配湯レイアウトについて\n記載されているにすぎず，相違点１，２に係る技術的事項は記載されていない。\nしたがって，本件発明２は，甲１及び甲１１に記載された発明及び周知技術に基\nづいて，当業者が容易に発明をすることができたものではない。\n(6)  本件発明５（無効理由３）について\n本件発明５も，引用発明と対比すると，本件発明１と同様の相違点１，２を有す\nるが，甲１２には，レーザによる無人搬送車の車体位置検出について記載されてい\nるにすぎず，相違点１，２に係る技術的事項は記載されていない。\nしたがって，本件発明５は，甲１及び甲１２に記載された発明及び周知技術に基\nづいて，当業者が容易に発明をすることができたものではない。\n第３  原告主張の審決取消事由 １  取消事由１（引用発明の認定の誤り）\n(1)  引用発明の「処理手段」について\n引用発明に係る黒鉛球状化処理方法はいわゆるコンバータ法であって，鋳造ライ\nンの物理的な動作を行う装置と，装置を動作させて各工程を一括して処理する「処\n理手段」が存在する。甲１の請求項１及び「前記溶湯の受湯，球状化処理，注湯，\n前記球状化処理容器内のスラグ排出等の各工程を一括して処理する処理手段」（段落\n【００１０】）に記載されている「処理手段」は，甲１の段落【００１２】以下の実\n施例において「制御部２０」として記載されているもので，「台車１の後半部分」に\n設けられ，「図８に示すように加算器２１，制御器２２，及び表示器２３から構成さ\nれており，容器２が受湯した溶湯の量を算出し，表示する。また，制御部２０は受\n湯した溶湯の量をもとに，投入するＭｇ粉末の量を決定する機能及び鋳造ラインに\nおける各工程を一括して処理する機能」を有するものである（段落【００１５】）。\nこのことは，段落【００１８】において，「ロードセル１８ａ，１８ｂ，及び１８ｃ\nによって測定された重量の合計を加算器２１が計算し，制御器２２は合計重量から\n容器２の重量を減じ，その値から溶湯の量を算出する。さらに制御器２（制御器２\n２の誤記と思われる）は，容器２に受湯した溶湯の量をもとに，溶湯に投入すべき\nＭｇの量を決定する。」と記載されていることからも明らかである。\nこのように，引用発明の「処理手段」は，加算機２１，制御器２２及び表示器２\n３から構成され，ロードセル等のセンサ類から得られた情報等に基づいて，物理的\nな動作を行う装置に対して制御信号等を送ることで装置を制御する機能を有するも\nのであって，Ｍｇ粉末の投入そのものを行う手段ではないから，審決が「球状化処\n理容器内にＭｇ粉末を投入する処理手段」と認定したのは誤りである。\n(2)  ＳＴ５に存在する装置ないし手段について\n甲１の段落【００１７】には，「図９及び図１０のＳＴ５においてＭｇ粉末投入及\nびＭｇ反応並びにスラグ排出を行うものとする。」と記載され，段落【００２１】に\nは，「台車１が図９及び図１０のＳＴ５に到着したならば，図１１（オ）のように容\n器２のＭｇ投入口２ｂよりＭｇを投入する。」と記載されている。そして，図１１（オ）\nには，容器２の外部からＭｇが投入されている様子が矢印で表現されている。これ\nらの段落【００１７】，【００２１】及び図１１から理解できるように，ＳＴ５に到\n着したときのみ，Ｍｇ粉末が容器外部から容器内へ投入されているため，「Ｍｇ粉末\nを球状化処理容器内に投入する装置ないし手段」が位置ＳＴ５にあることは明らか\nである。このような「添加剤を溶湯の入った球状化処理容器内に投入する装置」は，\n周知の装置である。そうすると，甲１の記載に接した当業者は，甲１においては周\n知の「Ｍｇ粉末を球状化処理容器（容器２）内に投入する装置ないし手段」が位置\nＳＴ５に配置されていると理解するのが自然である。\nまた，甲１の段落【００１６】には，「図９及び図１０においてＳＴ１～ＳＴ１０\nはセンターピン受け１０が設置された，台車の旋回点，あるいは停止点を示してい\nる。」と記載されていることから，ＳＴ５にはセンターピン受け１０が設置され，Ｓ\nＴ５に位置決め可能とされているものであり，単なる任意の停止点ではないことも\n明らかである。そして，図１１の（オ），（カ）に示すように，位置ＳＴ５には他の\n位置に存在しないフードが容器２の上方に描かれている。これは，位置ＳＴ５でＭ\nｇ粉末を投入して反応させた際に生じるフュームや発煙の拡散を防止するものであ\nり，黒鉛球状化処理の設備として周知のものである。黒鉛球状化処理する位置ＳＴ\n５は，単なる停止点ではなく，Ｍｇ粉末を投入する装置ないし手段が配置され，Ｍ\nｇの反応によって生じるフュームや発煙の拡散を防止する設備が配置された位置で\nある。\n以上によれば，引用発明では，処理手段（制御部２０）によって動作する「Ｍｇ\n粉末を球状化処理容器（容器２）内に投入する装置ないし手段」が存在し，該装置\nないし該手段は位置ＳＴ５に配置されており，該装置ないし該手段によって，Ｍｇ\n粉末が球状化処理容器内へ投入されると理解するのが自然である。このため，審決\nが，Ｍｇ粉末の投入そのものを行う装置がＳＴ５にあることを認定していないのも\n誤りである。\n２  取消事由２（一致点及び相違点の認定の誤り）\n本件発明１の「黒鉛球状化処理装置」は，請求項１，段落【００１８】，【００１\n９】の記載のとおり，取鍋の外に配置されているワイヤーフィーダー法による装置\nであって，取鍋内の元湯と黒鉛球状化剤とを反応させるために，取鍋内の元湯に黒\n鉛球状化剤を添加すなわち投入する装置である。したがって，引用発明の「処理手\n段によって動作し，ＳＴ５の位置に存在し，Ｍｇ粉末を球状化処理容器内に投入す\nる装置ないし手段」が，本件発明１の「黒鉛球状化処理装置」に対応し，それが配\n置された位置ＳＴ５が，本件発明１の「黒鉛球状化処理装置」の配置位置に対応す\nるから，引用発明の「球状化処理容器は，搬送装置本体によって保持炉からＳＴ５\nへ搬送される」と認定すべきである。\nそうすると，吊り上げられることなく移動させられる点，球状化処理容器ないし\n取鍋を搭載して自走する点は，一致点となり，審決の相違点２は，次のように認定\nされるべきである。\n「本件発明１は，搬送台車が，『搭載した取鍋をその上で移動させるための取鍋移動\n手段を有』し，さらに『保持炉と黒鉛球状化処理装置との間に，取鍋を移動させる\n取鍋移動手段が設置されており，取鍋は，搬送台車と取鍋移送手段との間を行き来\nし，搬送台車，取鍋移動手段及び取鍋移送手段によって保持炉から黒鉛球状化処理\n装置へ移動させられる』のに対し，引用発明は，搬送装置本体が，搭載した取鍋を\nその上で移動させるための取鍋移動手段を有しておらず，『球状化処理容器は，搬送\n装置本体によって保持炉からＳＴ５へ搬送される』点。」\n３  取消事由３（相違点１の容易想到性の判断の誤り）\n(1)  黒鉛球状化処理方法として，コンバータ法も，ワイヤーインジェクション\n法（ワイヤーフィーダー法）も周知であり，甲２，３及び５には，両者が併記され\nているところ，当業者にとっては，有限の選択肢の中から適宜の黒鉛球状化処理法\nを選択することは容易であり，また，取鍋と球状化処理容器の用途，機能は同一で\nあるから，選択された黒鉛球状化処理法に合わせて，球状化処理容器から取鍋へ変\n更することも，適宜行う設計事項にすぎない。\n審決は，溶湯の温度低下により，取鍋を採用することにつき阻害事由がある旨述\nべるが，溶湯の温度低下は，リレー形式の溶湯の移動によってもたらされるもので\nあり，審決で指摘された課題及び解決手段において，容器の種類は関係なく，上記\n解決手段を採用したために球状化処理容器を取鍋へ変更できない技術的障害がある\nとはいえないから，引用発明において，球状化処理容器に代え取鍋を採用すること\nは阻害されているとはいえない。\n(2)  また，コンバータ法およびワイヤーフィーダー法は，機能・作用が共通す\nるものであるから，コンバータ法に代えて周知のワイヤーフィーダー法を選択する\nことは容易であり，取鍋内の元湯に黒鉛球状化剤を添加するワイヤーフィーダー法\nは，自動化，コンピュータ化又は省人化することが可能であるから，当業者が，黒\n鉛球状化処理を効率化するために，周知のワイヤーフィーダー法を採用することは\n自然なことである。\n(3)  黒鉛球状化処理の方法が異なれば，黒鉛球状化剤の形態や添加機構が異な\nるのは自明であって，「黒鉛球状化剤の形態，添加機構が異なる」こと自体が，「動\n機づけがない」とする理由にはならない。\nしたがって，引用発明において相違点１を解消することは当業者が容易になし得\nたことであり，審決は相違点１の容易想到性判断を誤っている。\n４  取消事由４（相違点２の容易想到性の判断の誤り）\n(1)  前記のとおり，本件発明１の黒鉛球状化処理装置は，引用発明の処理手\n段（制御部２０）に相当するものではなく，ＳＴ５に配置されている「Ｍｇ粉末\nを球状化処理容器内に投入する装置ないし手段」に相当するものであるから，本件\n発明１でいう黒鉛球状化処理装置が搬送装置本体上に存在するとの審決の前提\nを欠いている。\nまた，審決は，処理手段が搬送装置本体に備わっていることが，引用発明の効果\nを奏するための必須要件であると認定しているが，処理手段が搬送装置本体以外の\n場所に存在した場合には，一括処理できないといった技術的な障害が発生するとは\n記載されていない。引用発明では，処理手段は搬送装置本体に存在するものの，位\n置ＳＴ５に黒鉛球状化処理装置が別途設けられ，Ｍｇ粉末投入は搬送装置本体の外\n部から行われており，このような状態で一括処理を実現している。処理手段は，制\n御部２０すなわちソフトウェア的な要素からなるものであり，このような制御部２\n０が，搬送装置本体以外の場所に存在することによって動作が阻害されることは技\n術常識からすればあり得ない。\n仮に，処理手段がＭｇ粉末を投入していると解釈したとしても，引用発明では位\n置ＳＴ５にて黒鉛球状化処理が行われているのであるから，Ｍｇ粉末投入装置が，\n搬送装置本体に存在する場合と，位置ＳＴ５に存在する場合とで黒鉛球状化処理の\n一括処理へ与える影響はない。\n(2)  引用発明では，搬送装置本体以外の場所に設けた黒鉛球状化処理装置\nが存在するため，周知のローラコンベアを設置する動機づけは存在するといえ\nる。そして，甲８～甲１０によれば，本件特許の出願前に，台車に搭載した取\n鍋を他の場所へ移送するために台車上と台車外にローラコンベアを設置するこ\nとは周知である。また，前記のとおり，「引用発明において取鍋を採用すること」\nについては阻害要因がなく，黒鉛球状化処理をワイヤーフィーダー法へ変更し\nた際に行う設計事項に過ぎない事項であって，「引用発明において搬送装置本体\n以外の場所に黒鉛球状化処理装置を設けること」についても，審決で示された\n阻害要因は存在しない。このため，引用発明において溶湯をＳＴ５の位置へ移\n動させる際に，台車上と台車外にローラコンベアを設置するに当たり格別な技\n術的支障があるとはいえない。\nさらに，極めて少ない操作員で，取鍋の移動及び黒鉛球状化処理を行う（段落【０\n０１０】）という本件発明の作用効果は，甲８～１０に記載された効果から当業者で\nあれば予測可能である。そうすると，本件発明１について，相違点２の構成から得\nられる効果は，甲１記載発明及び周知技術に基づいて，当業者が予測できる以上の\nものでもない。\n以上から，引用発明において台車上と台車外にローラコンベアを設置すること\nは，当業者が容易に想到できたことといえる。 ５  取消事由５（当業者の観点から各相違点の容易想到性を判断してない点）\n引用発明において，「コンバータ法」の製造設備を「ワイヤーフィーダー法」の製\n造設備へと変更することや，「球状化処理容器」を「取鍋」へと変更することは，技\n術的に全く困難なものではなく，安全性の向上や自動化・省力化等を念頭におき，\n鋳物工場の物理的制約及びニーズに合わせて構成ユニットを改造したり，周辺装置\nを改造したりレイアウトを変更したりしている当業者であれば，通常行う設計変更\nの範囲である。\n鋳物製造設備を構成する各ユニットにおいて，搬送関係の装置は設備計画の最後\nの段階で決定するものであり，例えば，クレーンを用いた吊り上げ方式とするのか，\nあるいは，ローラコンベヤを採用する方式とするのかについては，鋳物製造設備の\n物理的制約を踏まえてなされる，当業者の典型的な設計事項にすぎない。\n第４  被告の反論\n１  取消事由１に対し\n(1)  甲１の段落【００１１】では，「さらに，処理手段は球状化処理容器に受\n湯した溶湯の量をもとに投入するＭｇの量を決定し，球状化処理容器内に投入す\nる。」旨が明確に記載されており，甲１には，処理手段以外の別の方法によってＭｇ\n粉末を投入する旨の記載は存在しない。\nしたがって，審決が「球状化処理容器内に Mg 粉末を投入する処理手段」と認定\nした点に誤りはない。\n(2)  ＳＴ５は球状化処理容器を傾けることによって黒鉛球状化処理を行う地\n点であるが，Ｍｇ粉末投入は単にその前の処理として行われるものであり，甲１の\n段落【００１２】以下の実施例では，この連続した処理工程を単に同じＳＴ５の位\n置で行っているにすぎないから，ＳＴ５の位置においてのみＭｇ粉末が投入される\nことは，ＳＴ５に投入装置が存在することの根拠となるものではない。\n仮に，原告主張のようにＳＴ５の位置において処理手段以外の手段がＭｇ粉末を\n投入するように構成した場合であっても，投入装置がＳＴ５の位置に存在すること\nはありえず，実施例において，処理手段以外の方法でＭｇ粉末を投入しようとする\n場合には，装置ではなく手作業でＭｇ粉末を投入すると考えるのが自然である。す\nなわち，甲１の図１１（オ）において，容器２のＭｇ粉末の投入口２ｂは搬送台車\n側を向いているところ，搬送台車には球状化処理容器を左右方向に旋回させる機能\nはないことも考慮すれば，Ｍｇ粉末の投入は搬送台車上から行わなければならない\nこととなるのであり，また，台車には，投入口２ｂと制御部２０との間に作業ステ\nージ（図１の格子状模様のある部分）が存在することからすれば，Ｍｇ粉末の投入\nは手作業で行われると考えるのが自然である。また，甲１７には，甲１と同様に，\n球状化処理容器を傾けることによって黒鉛球状化処理を行ういわゆるコンバータ法\nの技術が記載されており，事前にチャンバ室の反応口の整備をするとの記載からみ\nて，Ｍｇ粉末の充填も操作員による手作業である可能性が非常に高いのである。\nまた，コンバータ法において「添加剤を溶湯の入った球状化処理容器内に投入す\nる装置」が公知といえず，まして周知の装置とはいえない。\n２  取消事由２に対し\n(1)  原告の主張はＳＴ５の位置に投入装置が存在することを前提とするもの\nであるところ，前記のとおりＳＴ５の位置に投入装置など存在しないのであるから，\n主張を支えるべき前提そのものが成り立たない。\n(2)  本件発明１の「元湯に黒鉛球状化処理剤を添加する」黒鉛球状化処理に相\n当する処理は，引用発明においては球状化処理容器内でのＭｇ反応をもたらす動作，\nすなわち昇降・回転姿勢変更手段による球状化処理容器の回転動作であるから，原\n告は対比すべき対象を完全に誤っている。\n本件発明１の黒鉛球状化処理装置は，「黒鉛球状化処理装置８は，元湯に黒鉛球状\n化剤を添加して元湯中の黒鉛を球状化し，元湯からダクタイル鋳物用溶融鋳鉄を溶\n製する装置」（段落【００１９】）である。これに対し，Ｍｇ反応の際に球状化処理\n容器を傾ける球状化処理方法，すなわちコンバータを採用している引用発明におい\nては，Ｍｇ粉末の球状化処理容器内へ投入自体で，Ｍｇ反応すなわち黒鉛球状化処\n理が行われることはない。引用発明においては，Ｍｇ反応を起こすために球状化処\n理容器を回転させる動作をする昇降・回転姿勢変更手段こそが，球状化剤であるＭ\nｇ粉末を溶湯に添加する動作であり，球状化処理の主要な役割である。\n３  取消事由３に対し\n(1)  本件発明１の取鍋は，上方は全て開口となっているが，引用発明の球状化\n処理容器は，その姿勢を変えてＭｇ投入口２ｂを下にして，激しいＭｇ反応を起こ\nさせることから，周囲の環境及び安全を確保するために蓋で覆う必要があり，容器\n２において蓋の無い開口部は出湯口２ｃのみとなっている。よって，蓋を備えた密\n閉系（乙３）の引用発明の球状化処理容器と比較して，本件発明１の汎用取鍋は，\n溶湯の温度低下防止能力が著しく劣ることが明らかであり，「球状化処理容器に代え\n取鍋を採用することは阻害されている」との審決の判断に誤りはない。\n(2)  本件発明１は，ダクタイル鋳物用溶融鋳鉄の溶製にあたって，ワイヤーフ\nィーダー法のような取鍋を黒鉛球状化処理装置までクレーン等で吊り上げた状態で\n搬送するのが通常であった黒鉛球状化処理方法を採用した際に生じていた搬送上の\n問題点を解決することを課題とするものである。これに対して，引用発明は，黒鉛\n球状化処理方法としてコンバータ法を採用した場合における鋳造ラインにおいて，\n保持炉または溶解炉から鋳型までの処理容器の搬送，あるいは処理容器の姿勢制御，\n並びに鋳造工程に係る処理等を，任意に自動で行うことを可能とした球状化処理容\n器搬送装置に係るものである。\nそして，引用発明における黒鉛球状化処理方法としてのコンバータ法は，そもそ\nも溶湯を黒鉛球状化処理装置まで搬送する必要のない方法である。すなわち，引用\n発明では，搬送装置本体には容器２，処理手段，昇降・回転姿勢変更手段等が設置\nされ，昇降・回転姿勢変更手段による球状化処理容器の回転動作で黒鉛球状化処理\nを行うものであるから，昇降・回転姿勢変更手段が黒鉛球状化処理装置を構成して\nおり，また容器２が保持炉から直接元湯を受湯しているのであるから，保持炉から\n黒鉛球状化処理装置まで溶湯を取鍋で搬送することを前提とするワイヤーフィーダ\nー法とはその構成を大きく異にする。\nさらに，甲１の【従来の技術】の記載からも明らかなように，コンバータ法を黒\n鉛球状化処理方法として採用した場合には，従来から球状化処理容器の搬送の際に\nクレーン等で吊り上げることが通常であったわけでもない。\nしたがって，黒鉛球状化処理装置までの溶湯の搬送自体必要なく，球状化処理容\n器の搬送の際にもクレーン等で吊り上げる必要のないコンバータ法を黒鉛球状化処\n理方法として採用した引用発明を前提とする限りは，本件発明が解決しようとする\n「取鍋を黒鉛球状化処理装置までクレーン等で吊り上げた状態で搬送するのが通常\nであった黒鉛球状化処理方法を採用した際」に生じていた課題に直面することがな\nく，課題の共通性は皆無である。\nまた，甲１には，引用発明の搬送装置において，黒鉛球状化処理方法としてコン\nバータ法に代えてワイヤーフィーダー法を選択可能である旨の記載はなく，ワイヤ\nーフィーダー法を選択することに対する示唆も全く存在しない。\n(3)  引用発明は，鋳造ラインにおいて取鍋搬送の必要のないコンバータ法を黒\n鉛球状化処理方法として採用した場合においてのみ自動化等の効果を奏するもので\nあるから，黒鉛球状化処理方法としてワイヤーフィーダー法を採用した場合におけ\nる取鍋の搬送上の効果を奏する本件発明１とは，そもそも前提とする技術分野が異\nなる。その意味で，コンバータ法とワイヤーフィーダー法との間に機能及び作用の\n共通性はない。黒鉛球状化処理方法が異なれば，取鍋搬送の必要性の有無など構成\nやその効果も大きく異なるのであるから，機能・作用の共通性は本件発明１の解決\n課題との関係で捉えられるべきものである。\n本件発明１の解決課題との関係で捉えた場合，コンバータ法とワイヤーフィーダ\nー法との間には機能及び作用の共通性はなく，いずれを用いても搬送上の構成や効\n果に変わりはないという択一的関係にないことは明らかである。\nそして，黒鉛球状化剤の形態も添加機構も異なるから，鋳造設備として置換しよ\nうとする動機づけはないとの審決の認定に誤りはない。 ４  取消事由４に対し\nそもそも搬送装置本体以外の場所に黒鉛球状化処理装置が存在するとの前提自体\nに誤りがある。\nまた，本件発明１の黒鉛球状化処理装置に相当する昇降・回転姿勢変更手段が搬\n送装置本体上に存在しているのであるから，この点からも搬送装置本体以外の場所\nに黒鉛球状化処理装置を設けることに阻害要因があることは明らかである。\nしたがって，引用発明においては，搬送装置本体以外の場所に黒鉛球状化処理装\n置を設けることに阻害要因が存在し，動機づけも存在しないことは明らかである。\nさらに，前記のとおり「引用発明において取鍋を採用すること」には阻害要因が存\n在するのであるから，搬送手段の変更が容易である旨の原告の主張も失当である。\nしたがって，審決のした相違点２に対する容易想到性判断に誤りはない。\n５  取消事由５に対し\n進歩性判断における設計事項とは，①技術の具体的適用に伴い当然考慮せざるを\n得ない事項であって，②その構成自体に格別の技術的意義がない場合に適用される\nものであるところ，上記３に述べてきたことからすれば，コンバータ法からワイヤ\nーフィーダー法への変更，球状化処理容器の取鍋への変更について，当業者が通常\n行う設計変更の範囲などと到底いえるものではない。\nまた，上記４に述べてきたことからすれば，搬送装置本体上にローラコンベアを\n設けることが，相違点２について，当業者が通常行う設計変更の範囲などと到底い\nえるものではないことは明らかである。\n第５  当裁判所の判断\n１  本件発明１について\n本件明細書（甲２１，乙２）によれば，本件発明１につき以下のことを認めるこ\nとができる。\n本件発明１は，溶融状態の鋳鉄を収容した取鍋を，クレーン等で吊り上げること\nなく移動させ，溶解炉で溶解された溶融鋳鉄（元湯）からダクタイル鋳物用溶融鋳\n鉄を溶製する設備に関するものである（段落【０００１】）。\nダクタイル鋳物は，鉄スクラップを主たる鉄源原料としてキュポラ或いは電気炉\nによって溶解された元湯に，金属Ｍｇ等の黒鉛球状化剤を添加して，ダクタイル鋳\n物用溶融鋳鉄を溶製し，これを遠心鋳造機等の鋳造設備によって鋳造することで製\n造されている（段落【０００３】）。\n溶解炉で溶解された元湯をダクタイル鋳物用溶融鋳鉄に溶製する際には，通常，\n溶解炉で溶解された元湯を一旦保持炉に装入し，保持炉で貯留・滞留させて温度や\n成分等を均質化させた後に保持炉から所定量の元湯を取鍋に装入し，取鍋内で黒鉛\n球状化剤を添加すること等によって黒鉛球状化処理が行われており，従来，元湯を\n収容した取鍋及び黒鉛球状化処理が施された後の溶湯を収容した取鍋は，クレーン\nやホイスト等によって吊り上げられて，保持炉や黒鉛球状化処理装置の間を搬送さ\nれている（段落【０００４】）。\nそのため，搬送装置を運転する専用の操作員を必要とすると共に，作業の都度に\n玉掛け操作員の指示・合図を必要としており，労働生産性が必ずしも高い作業であ\nるとはいい難く，ダクタイル鋳物の製造コストを上昇させる一つの要因であった（段\n落【０００９】）。\n本件発明１は，このような課題を解決し，ダクタイル鋳物を製造する際に，保持\n炉で貯留・滞留された元湯を取鍋に受け，次いで，ワイヤーフィーダー法による黒\n鉛球状化処理装置に搬送してダクタイル鋳物用溶融鋳鉄に溶製し，更に，必要に応\nじて取鍋内のスラグを除去するまでの工程において，極めて少ない操作員で，取鍋\nの移動及び黒鉛球状化処理を行うことが可能である，ダクタイル鋳物用溶融鋳鉄の\n溶製設備を提供することを目的としたもので（段落【００１０】），保持炉と黒鉛球\n状化処理装置との間に，取鍋を搭載して自走すると共に搭載した取鍋をその上で移\n動させるための取鍋移動手段を有する搬送台車と，取鍋を移動させる取鍋移送手段\nとを設置し，取鍋を吊り上げることなく，搬送台車，取鍋移動手段及び取鍋移送手\n段によって，保持炉から黒鉛球状化処理装置へ移動させるようにしたことを特徴と\nする（段落【００１１】）。これにより，取鍋をクレーン等によって吊り上げる必要\n性がないため，ほとんどの作業を自動化することが可能となり，極めて少ない操作\n員で一連の作業に対処することが可能となり，その結果，省力化並びに省力化に伴\nう生産性の向上が達成されるという効果を奏するものである（段落【００３７】）。\n２  引用発明の認定について\n(1)  引用発明の「処理手段」について\n審決が認定した引用発明について原告が主張するのは，Ｍｇ粉末を球状化処理装\n置に投入する装置ないし手段はＳＴ５にあるのに，この認定を誤っているというも\nのである。そこで，引用発明の「処理手段」及びＳＴ５の装置ないし手段について\n以下認定する。\nア  甲１には，以下の記載がある。\n「【特許請求の範囲】\n【請求項１】  球状化黒鉛鋳鉄製品を製造するための球状化処理容器が回転自在に取り付けられ，\n前記球状化処理容器の地上高及び回転姿勢を変更する昇降・回転姿勢変更手段と，\n前記球状化処理容器が載置され，前記球状化処理容器及びその内部に受湯される溶湯の重量を\n計量する計量手段と，\n本体底部に収納自在に設けられ，鋳造工場の所定経路の床面に敷設されたレールを追尾する追\n尾手段と，\n前記本体底部に収納自在に設けられ，前記所定経路途中の床面の旋回位置に敷設された回転自\n在な受け部に嵌合する旋回手段と，\n前記本体底部に取り付けられ，回転軸が変更可能な複数の車輪と，\n前記溶湯の受湯，球状化処理，注湯，前記球状化処理容器内のスラグ排出等の各工程を一括し\nて処理する処理手段とを具備することを特徴とする球状化処理容器搬送装置。」\n「【００１１】\n【作用】本発明によれば，昇降・回転姿勢変更手段によって，保持炉または溶解炉からの直接\n受湯や注湯機への直接出湯が可能な地上高に球状化処理容器を持ち上げる。次に，計量手段に\nよって球状化処理容器及びその内部に受湯される溶湯の重量を計量しつつ，ＦＣをベースとし\nた溶湯を所定量受湯する。さらに，処理手段は球状化処理容器に受湯した溶湯の量をもとに投\n入するＭｇの量を決定し，球状化処理容器内に投入する。また，Ｍｇ反応の際には昇降・回転\n姿勢変更手段によって，球状化処理容器を傾ける。その後，Ｍｇ反応の終了した溶湯を球状化\n処理容器から注湯機へ出湯する。保持炉または溶解炉から注湯機までの容器の搬送には，本体\nの車輪を駆動して移動する・・・。処理手段は，上述の各工程を一括して処理する。」\n「【００１５】台車１の後半部分には制御部２０が設けられているが，制御部２０は図８に示す\nように加算器２１，制御器２２，及び表示器２３から構成されており，容器２が受湯した溶湯\nの量を算出し，表示する。また，制御部２０は受湯した溶湯の量をもとに，投入するＭｇの量\nを決定する機能及び鋳造ラインにおける各工程を一括して処理する機能をも有する。」\n「【００１８】台車１が図９及び図１０のＳＴ１に到着したならば，図１１（ウ）のように保持\n炉１５から，ＦＣの溶湯を容器２の受湯口２ａより受湯する。このとき，次のようにして，溶\n湯の計量を同時に行う。図９及び図１０のＳＴ１において，保持炉１５より容器２に溶湯を受\n湯する際には，図８のように容器２はロードセル１８ａ，１８ｂ，及び１８ｃの上面に載置さ\nれている。・・・そこで，ロードセル１８ａ，１８ｂ，及び１８ｃによって測定された重量の合\n計を加算器２１が計算し，制御器２２は合計重量から容器２の重量を減じ，その値から溶湯の\n量を算出する。さらに制御器２は，容器２に受湯した溶湯の量をもとに，溶湯に投入すべきＭ\nｇの量を決定する。容器２が所定量の溶湯の受湯を完了したら，台車１は図９及び図１０のＳ\nＴ３へ向かって後退する。・・・」\n「【００２５】・・・これで鋳造工程の１周期が完了する。また，上記各工程にあっては，制御\n部２０が一括して処理を行う。」\n「【００２７】\n【発明の効果】・・・また，本体が鋳造工場の所定経路を正確に追尾する手段と処理手段を具備\nしているために，溶湯の計量や受湯，投入Ｍｇ量の決定，出湯，スラグの排出，さらにはＭｇ\n反応のような処理の際にも，人間が関与せずに安全に一括処理することができる。」\nイ  上記のとおり，請求項１によれば，「処理手段」は，「溶湯の受湯，球状\n化処理，注湯，前記球状化処理容器内のスラグ排出等の各工程を一括して処理する」\n手段であることが記載されている。そして，上記段落【００１５】において，「受湯\nした溶湯の量をもとに，投入するＭｇの量を決定する機能及び鋳造ラインにおける\n各工程を一括して処理する機能」を有するものとして，「制御部２０」が記載されて\nいることに照らせば，「処理手段」の具体的な構成として「制御部２０」が相当する\nものと認められる。そうすると，上記各記載部分には，処理手段について，①加算\n器２１，制御器２２，表示器２３から構成されるものであること，②球状化処理容\n器２が受湯した溶湯の量を算出し，表示するものであること，③受湯した溶湯の量\nをもとに，投入するＭｇ粉末の量を決定する機能及び鋳造ラインにおける各工程を\n一括して処理する機能を有するものであることが記載されているものと認められる\n（段落【００１５】，【００１８】，【００２５】，図８）。\n以上によれば，甲１には，「処理手段」が，加算器，制御器，表示器から構成され\nるものであって，球状化処理容器が受湯した溶湯の量を算出して表示する機能や，\n受湯した溶湯の量をもとに投入するＭｇ粉末の量を決定する機能など，鋳造ライン\nにおける溶湯の受湯，球状化処理，注湯，球状化処理容器内のスラグ排出等の各工\n程を一括して処理する機能を有するものであることが記載されていると認められる。\nこれに対し，「処理手段」の具体的な説明が記載されている実施例の欄（段落【０\n０１７】～【００２６】）には，「処理手段」について上記①～③の事項が記載され\nているにすぎず，「処理手段」自体が，Ｍｇ粉末を球状化処理容器内に投入すること\nについての記載がない。そもそも，甲１は，鋳物製造ラインにおける注湯機に溶湯\nを供給するための球状化処理容器搬送装置に関する発明が記載された公開特許公報\nであり（特許請求の範囲），鋳造ラインにおいて，保持炉から鋳型までの処理容器の\n搬送，処理容器の姿勢制御，鋳造工程に係る処理等を，任意に自動で行うことを可\n能とした球状化処理容器搬送装置を提供することを目的としたものであって（段落\n【０００９】），球状化処理容器搬送装置それ自体に特徴があると考えられる。それ\nにもかかわらず，その具体的な説明が記載されている実施例の欄に，球状化処理容\n器搬送装置がＭｇ粉末を球状化処理容器内に投入する手段を備えることについての\n記載がないことからすると，甲１においては，Ｍｇ粉末の球状化処理容器内への投\n入は，球状化処理容器搬送装置が備える手段により行われることが予定されている\nものではないと理解される。そして，甲１４（特開平８－１７６６３７号公報）及\nび１６（実願昭５０－７３２９７号〈実開昭５１－１５３７０２号〉のマイクロフ\nィルム）によれば，「添加剤を溶湯の入った容器内に投入する装置」は周知の装置で\nあると認められることからすれば，当業者において，Ｍｇ粉末投入のための装置が\n所定の場所に別途置かれていることは十分に理解することができる。\nウ  被告は，上記の段落【００１１】に「処理手段は球状化処理容器に受湯\nした溶湯の量をもとに投入するＭｇの量を決定し，球状化処理容器内に投入する。」\nと記載されていることを根拠として，審決が「球状化処理容器内にＭｇ粉末を投入\nする処理手段」と認定したことに誤りはない旨主張する。\nしかしながら，段落【００１１】の末尾には，「処理手段は，上述の各工程を一括\nして処理する」旨が記載されており，「各工程」とは，鋳造ラインにおける溶湯の受\n湯，球状化処理，注湯，球状化処理容器内のスラグ排出等であることが同段落の記\n載からも明らかであることからすれば，段落【００１１】における「処理手段は球\n状化処理容器に受湯した溶湯の量をもとに投入するＭｇの量を決定し，球状化処理\n容器内に投入する。」との記載は，「処理手段」が，球状化処理容器に受湯した溶湯\nの量をもとに，溶湯に投入すべきＭｇ粉末の量を決定すること（段落【００１８】）\nと，その後に球状化処理容器のＭｇ投入口よりＭｇ粉末を投入すること（段落【０\n０２１】）を，一つの文章中に続けてまとめて記載したにすぎないものと考えられる。そうすると，甲１の段落【００１１】の記載をもって，甲１に，「処理手段」がＭ\nｇ粉末を球状化処理容器内に投入することが記載されているということはできない。\n(2)  ＳＴ５に存在する装置ないし手段について\nア  甲１には，「次に，本実施例の動作について説明する。本実施例では保持\n炉１５からＦＣの溶湯を受湯するものとし，図９及び図１０のＳＴ５においてＭｇ\n投入及びＭｇ反応並びにスラグの排出を行うものとする。・・・」（段落【００１７】），\n「台車１が図９及び図１０のＳＴ５に到着したならば，図１１（オ）のように容器\n２のＭｇ投入口２ｂよりＭｇを投入する。次に図１１（カ）のように，昇降機３ａ\n及び３ｂにより容器２を上昇させ，その後に姿勢制御機構４により容器２のＢを上\n方に向ける。ここで，容器２内においてＭｇ反応が起こる。」（段落【００２１】）と\nの記載があり，また，図９，１０には，台車が停止点であるＳＴ５に到着したら，\n球状化処理容器のＭｇ投入口よりＭｇ粉末を投入することが記載されている。Ｍｇ\n粉末の球状化処理容器内への投入が，球状化処理容器搬送装置が備える処理手段に\nより行われるものではないことは，上記に認定したとおりであるところ，添加剤を\n容器に投入する装置は，工場の所定位置に設けられることが通常である（甲１４，\n１６）ことも考慮すれば，甲１においては，ＳＴ５にＭｇ粉末を球状化処理容器内\nに投入する装置が設けられており，その装置により，Ｍｇ粉末を球状化処理容器内\nに投入していると解するのが自然である。そして，図１１の（オ），（カ）にのみ，\n球状化処理容器の上部にレンジフードが描かれているところ，これは，Ｍｇ粉末を\n投入して反応させた際に生じるフュームや発煙の拡散を防止するためのものである\nと解され，当該位置は，段落【００２１】の記載によれば，Ｍｇ粉末を投入し，Ｍ\nｇ反応が生じる場所であるＳＴ５であることが示されている。\nそうすると，ＳＴ５に，Ｍｇ粉末を球状化処理容器内に投入する装置が設けられ\nていることは，甲１に記載されているに等しい事項というべきである。\nイ  これに対し，被告は，処理手段以外の方法でＭｇ粉末を投入しようとす\nる場合には，台車上から手作業でＭｇを投入すると考えるのが自然であり，投入装\n置がＳＴ５の位置に存在することはありえないと主張する。\nしかし，甲１においては，鋳造ラインにおける各種の処理等を，人間が関与せず\nに自動で安全に行うものである（段落【０００９】，【００２７】）から，手作業でＭ\nｇ粉末を投入することは，これに反するものであり，そのような構成は阻害されて\nいるというべきであり，安全性（甲２２）の点からも，球状化処理容器を搬送する\n台車上から手作業でＭｇ粉末を投入することは，通常，想定しがたいことである。\nよって，被告の主張は採用することができない。\n(3)  以上によれば，甲１には，「処理手段」がＭｇ粉末を球状化処理容器内に\n投入することは記載されていないから，審決が，「球状化処理容器内にＭｇ粉末を投\n入する処理手段」を含めて引用発明を認定したのは誤りであり，これに対し甲１に\nは，ＳＴ５にＭｇ粉末を球状化処理容器内に投入する装置が設けられていることが\n記載されているのに，審決が，この点を含めて引用発明を認定しなかったのも誤り\nである。\n３  本件発明１と引用発明との対比について\n(1)  甲１から認定すべき発明について\n前記２に認定した事項を踏まえると，引用発明は，以下のとおり認定されるべき\nものである。\n「保持炉と，保持炉から溶湯を受湯し，Ｍｇ粉末を一旦留めることができる球状化\n処理容器と，球状化処理容器内にＭｇ粉末を投入するＭｇ粉末投入装置と，球状化\n処理容器を傾けて溶湯とＭｇ粉末を反応させる昇降・回転姿勢変更手段と，を備え\nた球状化黒鉛鋳鉄製品の鋳造ラインであって，前記保持炉と前記Ｍｇ粉末投入装置\nの間には，前記昇降・回転姿勢変更手段を具備し，底部に車輪が取り付けられ，自\n走する搬送装置本体が設置されており，前記球状化処理容器は，前記搬送装置本体\nによって前記保持炉から前記Ｍｇ粉末投入装置へ搬送される，球状化黒鉛鋳鉄製品\nの鋳造ライン。」（下線部が，審決認定の引用発明との相違部分）\n(2)  対比判断について\nア  本件発明１の「取鍋」と，引用発明の「球状化処理容器」とは，いずれ\nも「容器」である点で共通する。また，本件発明１における「黒鉛球状化処理装置」\nは，取鍋内の元湯にワイヤーフィーダー法により黒鉛球状化剤を添加するものであ\nる。一方，引用発明においては，黒鉛球状化処理は，球状化処理容器内にＭｇ粉末\nを投入し，球状化処理容器を傾けて溶湯とＭｇ粉末を反応させることで行われるも\nのであるから，引用発明における「Ｍｇ粉末投入装置」と「昇降・回転姿勢変更手\n段」が，黒鉛球状化処理装置を構成するものであり，これらが本件発明１における\n「黒鉛球状化処理装置」に相当する。そうすると，両者は，「容器内の元湯に黒鉛球\n状化剤を添加する黒鉛球状化処理装置」を備える点で共通するといえる。\nまた，本件発明１においては，搬送台車は，保持炉と黒鉛球状化処理装置との間\nに設置されている一方，引用発明においては，搬送装置本体は，保持炉と黒鉛球状\n化処理装置を構成するＭｇ粉末投入装置との間に設置されている。本件発明１の黒\n鉛球状化処理装置を上位概念で捉えれば，取鍋内に黒鉛球状化剤を投入する装置と\n解することが可能であるから，両者は，「保持炉と，黒鉛球状化処理装置を構成する\n黒鉛球状化剤投入装置との間に，搬送台車が設置」されている点で共通し，また，\n容器が，「搬送台車によって保持炉から黒鉛球状化剤投入装置へ移動させられる」点\nでも共通する。\nさらに，本件発明１においては，取鍋は，搬送台車に搭載されて，「吊り上げられ\nることなく」移動させられるが，引用発明においても，球状化処理容器は，搬送装\n置本体に搭載されて，「吊り上げられることなく」搬送されることは明らかである。\nそうすると，本件発明１と引用発明とは，\n「溶解炉で溶解された元湯を貯留する保持炉と，保持炉に貯留されていた元湯を受\nける容器と，容器内の元湯に黒鉛球状化剤を添加する黒鉛球状化処理装置を備えた\nダクタイル鋳物用溶融鋳鉄の溶製設備であって，前記保持炉と，前記黒鉛球状化処\n理装置を構成する黒鉛球状化剤投入装置との間には，容器を搭載して自走する搬送\n台車が設置されており，前記容器は，吊り上げられることなく，前記搬送台車によ\nって保持炉から黒鉛球状化剤投入装置へ移動させられるダクタイル鋳物用溶融鋳鉄\nの溶製設備。」（下線部が，審決認定の一致点との相違部分）\nで一致し，以下の点で相違すると認められる。\n【相違点１’】\n本件発明１においては，上記容器が「取鍋」であり，上記黒鉛球状化処理装置を\n構成する黒鉛球状化剤投入装置が，「ワイヤーフィーダー法によ」り，「取鍋内の元\n湯に黒鉛球状化剤を添加する」ものであり，それ自体で黒鉛球状化処理が行われる\n「黒鉛球状化処理装置」であるのに対して，引用発明においては，上記容器が「球\n状化処理容器」であり，上記黒鉛球状化処理装置を構成する黒鉛球状化剤投入装置\nは，黒鉛球状化剤であるＭｇ粉末を球状化処理容器内に投入する「Ｍｇ粉末投入装\n置」であり，それ自体では黒鉛球状化処理装置とはいえないものである点。\n【相違点２’】\n本件発明１においては，搬送台車が，「搭載した取鍋をその上で移動させるための\n取鍋移動手段を有する」ものであり，保持炉と黒鉛球状化処理装置との間には，上\n記搬送台車に加えて，さらに「取鍋を移動させる取鍋移送手段」が設置されており，\n取鍋は，「前記搬送台車と前記取鍋移送手段との間を行き来し」，上記搬送台車に加\nえて，さらに「前記取鍋移動手段及び前記取鍋移送手段」によって保持炉から黒鉛\n球状化処理装置へ移動させられるのに対して，引用発明においては，搬送装置本体\nが上記「取鍋移動手段」を有しておらず，保持炉とＭｇ粉末投入装置との間に上記\n「取鍋移送手段」が設置されていない点。\nイ  この点，被告は，本件発明１の「元湯に黒鉛球状化処理剤を添加する」\n黒鉛球状化処理に相当する処理は，引用発明においては，球状化処理容器内でのＭ\nｇ反応をもたらす動作，すなわち昇降・回転姿勢変更手段による球状化処理容器の\n回転動作であると主張する。\nしかし，引用発明において，「元湯に黒鉛球状化処理剤を添加する」には，球状化\n処理容器内にＭｇ粉末を投入し，その上で，球状化処理容器を傾けて溶湯とＭｇ粉\n末を反応させることが必要である。甲１の段落【０００２】には，「黒鉛の球状化処\n理」として，Ｍｇ粉末を投入し，Ｍｇを反応させることが記載され，段落【０００\n８】には，「黒鉛の球状化処理」として溶湯にＭｇ粉末投入をすることが記載されて\nいるから，Ｍｇ粉末の投入とＭｇ反応をさせることが「黒鉛球状化処理」に含まれ\nていると解される。したがって，被告が主張するように，昇降・回転姿勢変更手段\nによる球状化処理容器の回転動作のみが，黒鉛球状化処理に相当するということは\nできない。\n他方，原告は，引用発明における「球状化処理容器内にＭｇ粉末を投入する装置」\nが，本件発明１における「黒鉛球状化処理装置」に対応すると主張する。\nしかし，本件発明１における「黒鉛球状化処理装置」は，取鍋内の元湯にワイヤ\nーフィーダー法により黒鉛球状化剤を直接添加するものである。引用発明における\n「Ｍｇ粉末投入装置」は，球状化処理容器内にＭｇ粉末を投入するだけであり，球\n状化処理容器内の溶湯にＭｇ粉末を直接添加するものではないから，引用発明にお\nける「球状化処理容器内にＭｇ粉末を投入する装置」のみが本件発明１における「黒\n鉛球状化処理装置」に対応するものとはいえない。\n４  相違点１’の容易想到性について\n(1)  審決は，相違点１について，温度低下を防止するためには，引用発明にお\nいて，球状化処理容器に代え取鍋を採用することは阻害されている旨判断している。\nしかし，甲１の段落【０００８】には，「容器２に溶湯を受湯する際には，溶湯の計\n量を必要としているが，一旦汎用取鍋１２ａに溶湯を受湯し，バネ秤１９によって\n汎用取鍋１２ａと溶湯の重量を測定することにより，溶湯の計量を行っていた。こ\nのため，保持炉１５から汎用取鍋１２ａへ，汎用取鍋１２ａから容器２へ，容器２\nから汎用取鍋１２ｂへ，汎用取鍋１２ｂから注湯機１６へと溶湯の移動が多くなり，\n溶湯の温度低下を招き，不良品の発生率を高くしていた。」との記載があり，これに\nよれば，溶湯の温度が低下したのは，「取鍋」という容器を用いたからではなく，溶\n湯の移動が多くなったからであることは明らかである。そうすると，「取鍋」という\n容器を用いたこと自体が，溶湯の温度低下を招いたと解することはできず，甲１の\n上記記載を根拠として，引用発明において，取鍋を採用することが阻害されている\nということはできない。\nまた，審決は，コンバータ法とワイヤーインジェクション法（ワイヤーフィーダ\nー法）は，黒鉛球状化剤の形態も添加機構も異なるから，鋳造設備として置換しよ\nうとする動機づけはないと判断しているが，黒鉛球状化処理の方法が異なれば，黒\n鉛球状化剤の形態や添加機構が異なるのは明らかであり，それ自体が，引用発明に\nおいて，鋳造設備として置換しようとする動機づけがないことの理由になるとはい\nえない。\nしたがって，審決がした相違点１に関する判断は，上記に指摘した点においては\n首肯することができない。\n(2)  しかしながら，以下のとおり，引用発明において，「球状化処理容器」に\n代えて「取鍋」を用いるとともに，「球状化処理容器内にＭｇ粉末を投入するＭｇ粉\n末投入装置」に代えて，「取鍋内の元湯に黒鉛球状化剤を添加する，ワイヤーフィー\nダー法による黒鉛球状化処理装置」とすることは，当業者が容易に想到することと\nいうことはできない。\nすなわち，本件発明１と引用発明とは，いずれも，溶融鋳鉄（元湯）に黒鉛球状\n化剤を添加して，ダクタイル鋳物用の溶融鋳鉄を溶製する設備に関するもので，技\n術分野が共通するものであり，また，元湯を収容した容器を自走する搬送台車によ\nり自動的に搬送し，作業を自動で行うものである点でも共通するものである。\nしかるに，甲１に，黒鉛球状化処理として記載されているのは，特定構造を有す\nる球状化処理容器内にＭｇ粉末を投入し，球状化処理容器を傾けて溶湯とＭｇ粉末\nを反応させる方法（すなわち，コンバータ法）に関しての，従来技術や解決すべき\n課題のほか，その課題を解決するための手段や実施例のみである。\nそのうち，甲１の段落【００２６】には，「本実施例で用いた形状以外の容器」を\n用いることができる旨記載されるものの，具体的にどのような容器を用いることが\nできるかについての記載はなく，明らかでない。甲１には，コンバータ法を前提と\nして，特定構造を有する球状化処理容器を用いることが記載され，また，その球状\n化処理容器を搬送するための搬送装置の具体的な構造（昇降・回転姿勢変更手段，\n計量手段等）や動作等について記載されているが，このような搬送装置により上記\n球状化処理容器以外の容器を搬送し，コンバータ法以外の方法により黒鉛球状化処\n理を行うことについての記載はなく，台車上に単に容器を搭載して，受湯，注湯が\n可能となる程度に容器の姿勢を変更させるというにとどまらず，図１４記載の容器\nのＢ部分を上方に向けたり下方に向けたりと回転させる（段落【００２１】，【００\n２２】）仕組みとなっていることからすれば，甲１においては，コンバータ法以外の\n黒鉛球状化処理を行うことを意図していないと解される。\nそうすると，取鍋が，溶融鋳鉄を収容するために用いられ，黒鉛球状化処理にお\nいても用いられる通常の容器であり，また，黒鉛球状化処理として，コンバータ法\nも，ワイヤーフィーダー法も，いずれも周知の方法と認められる（甲２～７，１３，\n２０）としても，特定構造を有する球状化処理容器を用いるコンバータ法を前提と\nする引用発明において，球状化処理容器に代えて取鍋を用い，その取鍋内の元湯に\nワイヤーフィーダー法により黒鉛球状化剤を添加して黒鉛球状化処理を行う動機づ\nけがあるとはいえない。\nしたがって，引用発明において，「球状化処理容器」に代えて「取鍋」を用いると\nともに，「球状化処理容器内にＭｇ粉末を投入するＭｇ粉末投入装置」に代えて，「取\n鍋内の元湯に黒鉛球状化剤を添加する，ワイヤーフィーダー法による黒鉛球状化処\n理装置」とすることが，当業者が容易に想到することであるということできない。\n５  相違点２’の容易想到性について\n(1)  審決は，相違点２の台車上と台車外にローラコンベアを設置することに関\nし，そもそも引用発明において取鍋を使用することにつき阻害されること，及び引\n用発明には，搬送装置本体が処理手段を具備し，Ｍｇ反応等を一括処理することが\n引用発明の効果であると記載されているから，引用発明において，搬送装置本体以\n外の場所に黒鉛球状化処理装置を設けることも阻害される旨判断している。\nしかし，前者の取鍋の使用について阻害事由がないことは，前記４において認定\n判断したとおりである。また，後者の点について，審決は，「球状化処理容器内にＭ\nｇ粉末を投入する処理手段」が搬送装置本体にあることを前提としているが，前記\n２，３において判断したように，審決は，引用発明の「処理手段」の認定及び本件\n発明１の「元湯に黒鉛球状化処理剤を添加する」黒鉛球状化処理に相当する処理に\nついての認定を誤っていることから，その前提を欠く。\n(2)  しかしながら，以下のとおり，引用発明において，台車上と台車外にロー\nラコンベアを設置することは，当業者が容易に想到することであるとはいえない。\nすなわち，甲１においては，搬送装置本体はレールに沿って走行し（段落【００\n１７】），搬送装置本体に搭載された球状化処理容器は，搬送装置本体によって保持\n炉からＭｇ粉末投入装置が設けられているＳＴ５へ搬送されるが，球状化処理容器\nは，搬送装置本体に備えられている昇降・回転姿勢変更手段に取り付けられたまま\nの状態で，搬送装置本体の走行経路上において，Ｍｇ粉末投入装置によりＭｇ粉末\nが投入されるものと認められる。甲１においては，球状化処理容器を昇降・回転姿\n勢変更手段から取り外して，搬送装置本体の走行経路上から離れた位置まで移動さ\nせ，その位置で，Ｍｇ粉末投入装置によりＭｇ粉末を投入することが予定されてい\nるものではない。\nそうすると，引用発明において取鍋を採用したとしても，その取鍋を昇降・回転\n姿勢変更手段から取り外した上で，搬送装置本体の走行経路上から離れた位置まで\n移動させるためのローラコンベアを設ける動機づけは，そもそも存在しない。\n以上によれば，引用発明において，台車上と台車外にローラコンベアを設置する\nことが，当業者が容易に想到できたことであるとはいえない。\n(3)  この点，原告は，引用発明において取鍋を採用することは，黒鉛球状化処\n理をワイヤーフィーダー法へ変更した際に行う設計事項であることを前提として，\n台車に搭載した取鍋を他の場所へ移送するために，台車上と台車外にローラコンベ\nアを設置することは周知である（甲８～１０）ところ，引用発明においては，搬送\n装置本体以外の場所に黒鉛球状化処理装置が設けられているため，周知のローラコ\nンベアを台車上と台車外に設置する動機づけは存在し，また，極めて少ない操作員\nで，取鍋の移動及び黒鉛球状化処理を行うという本件発明１の作用効果は，当業者\nであれば予測可能であるから，引用発明において，台車上と台車外にローラコンベ\nアを設置することは，当業者が容易に想到できたことであると主張する。\nしかし，上記主張は，引用発明において，黒鉛球状化処理をワイヤーフィーダー\n法へ変更するとともに，取鍋を採用することが容易想到であることを前提とするも\nのであるが，そのようなことが容易想到とはいえないことは，前記のとおりである。\nまた，原告は，引用発明において，「コンバータ法」の製造設備を「ワイヤーフィ\nーダー法」の製造設備へと変更することや，「球状化処理容器」を「取鍋」へと変更\nすること及び搬送関係設備の方式等は，安全性の向上や自動化・省力化等を念頭に\nおき，鋳物工場の物理的制約及びニーズに合わせて構成ユニットを改造したり，周\n辺装置を改造したりレイアウトを変更したりしている当業者であれば，通常行う設\n計変更の範囲であるから容易に想到できると主張する。しかし，当業者が様々な設\n計変更等を行うことが通常のことであるとしても，本件発明１の進歩性の判断にお\nいては，甲１に開示されている引用発明の具体的な内容を踏まえ，引用発明からの\n容易想到性を問題にするものであるから，原告の主張を採用することができない。 ６  小括\n以上によれば，引用発明に基づく容易想到性についての審決の判断の一部には是\n認できない部分があるものの，引用発明及び周知技術に基づいて本件発明を容易に\n発明することができないとした本件審決の結論に影響を及ぼすものではなく，結論\nにおいて正当である。よって，原告主張の取消事由１ないし５により，本件審決を\n取り消すべき違法があるということはできない。\n第６  結論\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n中 村   恭\n裁判官\n中 武 由 紀\n"
}