{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 10,
    "day": 6
  },
  "case_number": "平成27(ネ)10064等",
  "case_name": "著作権確認等請求控訴・附帯控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85363",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85363",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/363/085363_hanrei.pdf",
  "contents": "平成２７年１０月６日判決言渡\n平成２７年（ネ）第１００６４号，同第１００７８号  著作権確認等請求控訴・附\n帯控訴事件（原審  東京地方裁判所平成２６年（ワ）第７５２７号）\n口頭弁論終結日  平成２７年７月２１日\n判決\n控訴人 兼 附帯 被 控 訴 人        Ｘ\n（以下，単に「原告」という。）\n訴訟代理人弁護 士      弘   中   惇一 郎\n弘 中 絵 里\n大木   勇\n品川   潤\n山 縣 敦 彦\n渥 美 陽 子\n被控訴人 兼 附帯 控訴 人        Ｙ１\n（以下，単に「被告Ｙ１」という。）\n被 控 訴 人 兼 附 帯 控 訴 人        Ｙ２\n（以下，単に「被告Ｙ２」という。）\n両名訴訟 代 理 人 弁護 士        辻   本   希世 士\n辻 本 良 知\n松   田   さと み\n被控訴 人     学 校 法 人 常 翔 学 園\n（以下「被告学園」という。）\n訴訟代理人弁護 士     俵   正 市\n小川 洋 一\n被控訴 人      一 般 社 団 法 人 情 報 処 理 学 会\n（以下「被告学会」という。）\n訴訟代理人弁護 士     山 本 純 一\n村 松 宏 樹\n主文\n１  原告の控訴に基づき，原判決を次のとおり変更する。\n(1) 被告Ｙ１及び被告Ｙ２は，原告に対し，連帯して４０万円及びうち２０万\n円に対する平成２４年３月３１日から，うち２０万円に対する同年５月\n３１日から各支払済みまで年５分の割合による金員を支払え。\n(2) 被告学会は，別紙ウェブサイト目録記載２のウェブサイトから別紙論文\n目録記載３の論文を削除せよ。\n(3) 原告の被告Ｙ１，被告Ｙ２及び被告学会に対するその余の請求並びに被告\n学園に対する請求をいずれも棄却する。\n２  被告Ｙ１及び被告Ｙ２の附帯控訴をいずれも棄却する。\n３  訴訟費用は，１，２審を通じ，原告に生じた費用の２０分の１と被告Ｙ１\n及び被告Ｙ２に生じた費用の１５分の１を同被告らの連帯負担とし，原告に\n生じた費用の１０分の１と被告学会に生じた費用の５分の２を同被告の負担\nとし，その余を全部原告の負担とする。\n４  この判決は，１項(1)に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原告の控訴\n(1) 原判決を次のとおり変更する。\n(2) 被告Ｙ１，被告Ｙ２及び被告学園は，原告に対し，連帯して３３０万円及び\nうち２２０万円に対する平成２４年３月３１日から，うち１１０万円に対する同年\n５月３１日から各支払済みまで年５分の割合による金員を支払え。\n(3) 被告Ｙ１及び被告学園は，原告に対し，連帯して２２０万円及びうち１１\n０万円に対する平成２３年３月３１日から，うち５５万円に対する平成２４年３月\n３１日から，うち５５万円に対する同年５月３１日から各支払済みまで年５分の割\n合による金員を支払え。\n(4) 被告Ｙ１及び被告Ｙ２は，別紙謝罪広告目録記載第２の要領をもって，同目\n録記載第１の謝罪広告を各１回掲載せよ。\n(5) 被告学会は，別紙ウェブサイト目録記載の各ウェブサイトから別紙論文目\n録記載３の論文及びその著作者名の表示を削除せよ。\n(6) 被告学会と原告との間で，原告が別紙論文目録記載１の論文の著作権を有\nすることを確認する。\n(7) 訴訟費用は，１，２審とも被告らの負担とする。\n(8) 上記(2)及び(3)につき仮執行宣言\n２  被告Ｙ１及び被告Ｙ２の附帯控訴\n(1) 原判決中被告Ｙ１及び被告Ｙ２の敗訴部分を取り消す。\n(2) 原告の被告Ｙ１及び被告Ｙ２に対する請求をいずれも棄却する。\n(3) 訴訟費用は，１，２審とも原告の負担とする。\n第２  事案の概要等\nなお，呼称は，原判決に従う。\n１  事案の概要\n本件は，別紙論文目録記載１の論文（原告論文）の著作者である原告が，被告Ｙ\n２が単独又は指導教授である被告Ｙ１と共同で執筆した別紙論文目録記載２ないし\n４（被告ら共著論文１，同２及び被告Ｙ２論文）及びＡが執筆した論文（Ａ論文）\nの中にそれぞれ原告論文の記述とほぼ同一の記述があり，これらが原告論文に係る\n原告の著作権（複製権又は翻案権）及び著作者人格権（同一性保持権及び氏名表示\n権）を侵害する不法行為であり，また，学術論文を他人に盗用・剽窃されない利益\nを侵害する一般不法行為（民法７０９条）を構成し，被告Ｙ１が勤める大学院を運\n営する被告学園は被告Ｙ１の各不法行為について使用者責任（同法７１５条１項）\nを負うと主張して，①被告Ｙ２及び被告Ｙ１に対しては，被告ら共著論文１，同２及\nび被告Ｙ２論文による著作権侵害及び著作者人格権侵害の共同不法行為に基づき，\n被告学園に対しては，その使用者責任に基づき，慰謝料及び弁護士費用として３３\n０万円及びこれに対する各不法行為の日から民法所定の年５分の割合による遅延損\n害金の連帯支払を求め，また，②被告Ｙ２及びＡの指導教授であった被告Ｙ１に対し\nては，被告ら共著論文１，同２による学術論文を盗用・剽窃されない利益の侵害に\n係る一般不法行為並びにＡ論文による著作権侵害及び著作者人格権侵害に係るＡと\nの共同不法行為に基づき，被告学園に対しては，その使用者責任に基づき，慰謝料\n及び弁護士費用として２２０万円及び各不法行為の日から民法所定の年５分の割合\nによる遅延損害金の連帯支払を求め，さらに，③被告Ｙ２及び被告Ｙ１に対して，著\n作者人格権侵害に基づく名誉回復措置請求（著作権法１１５条）として謝罪広告の\n掲載を求め，このほか，④被告学会に対しては，同被告の運営するウェブサイト上\nでの被告ら共著論文２及びその著作者名の掲載が原告論文に係る公衆送信権及び氏\n名表示権を侵害すると主張して，著作権法１１２条１項に基づき同ウェブサイト上\nからの論文及び著作者名表示の削除を求めるとともに，⑤原告論文の著作権につい\nての被告学会への譲渡契約を同被告の債務不履行に基づき解除したと主張して，こ\nれを争う被告学会との間で，原告が原告論文の著作権を有することの確認を求めた\n事案である。\n原審は，平成２７年３月２７日，原告の請求①のうち，被告Ｙ１及び被告Ｙ２に対\nして連帯して２２万円及びうち１１万円に対する平成２４年３月３１日以降の，う\nち１１万円に対する平成２４年５月３１日以降の遅延損害金の支払を求める部分，\n請求④のうち，被告学会の運営するウェブサイトからの被告ら共著論文２の削除を\n求める部分を認容し，その余の請求を棄却したところ，原告は，同年４月９日に敗\n訴部分すべてについて控訴し，被告Ｙ１及び被告Ｙ２は，同年６月５日に，敗訴部分\nすべてについて附帯控訴した。なお，被告学会は控訴していない。\n２  前提事実（当事者間に争いがないか，証拠及び弁論の全趣旨により容易に認\n定できる事実）\n次のとおり原判決を補正するほか，原判決第２の２に記載のとおりであるから，\nこれを引用する。\n（原判決の補正）\n(1) 原判決４頁６行目の「ア  原告論文は，」の後ろに「原告が執筆した論文で\nあり，」を加える。\n(2) 原判決４頁１０行目の「甲３の１」を削除する。\n(3) 原判決４頁１５行目の「〔弁論の全趣旨〕」を「〔甲３の１・２，弁論の全趣\n旨〕」と改める。\n(4) 原判決４頁２０行目の「〔甲４，丁６〕」を「〔甲４，丁６，弁論の全趣旨〕」\nと改める。\n(5) 原判決５頁４行目の末尾に，改行の上，「なお，本件著作権規程前文は，「こ\nの規程ではかかる著作物の著作権を情報処理学会に譲渡してもらうことを原則とす\nるものの，それによって著者ができるだけ不便を被らないよう配慮する。」と，同第\n７条１項は，「本学会が著作権を有する論文等に対して第三者による著作権侵害（あ\nるいは侵害の疑い）があった場合，本学会と著作者が対応について協議し，解決を\n図るものとする。」と定めている。〔甲４〕」を加える。\n(6) 原判決５頁１４行目の「審査された。〔甲２５，弁論の全趣旨〕」を，「審査\nされ，その後，本件大学院のホームページ及び知的財産研究科作成の研究誌「知的\n財産専門研究」において，論文の題名と要約が掲載されたが，本文は公表されてい\nない。〔甲８の１，２５，弁論の全趣旨〕」と改める。\n(7) 原判決５頁２４～２５行目の「提出されたものであるが，その後，公表は\nされていない。〔弁論の全趣旨〕」を，「提出され，その後，本件大学院のホームペー\nジ及び知的財産研究科作成の研究誌「知的財産専門研究」において，論文の題名と\n要約が掲載されたが，本文は公表されていない。〔甲８の１，８の２，２７，弁論の\n全趣旨〕」と改める。\n(8) 原判決６頁３行目の「〔弁論の全趣旨〕」を「〔甲２０，弁論の全趣旨〕」と\n改める。\n(9) 原判決６頁１１行目の「〔弁論の全趣旨〕」を「〔甲２１，弁論の全趣旨〕」\nと改める。\n第３  争点及び争点に関する当事者の主張\n次のとおり原判決を補正するほか，原判決第２の３及び第３記載のとおり（６頁\n２０行目から２４頁２行目まで。引用した別紙部分を含む。）であるから，これを引\n用する。\n（原判決の補正）\n１  原判決６頁２２行目を「ア  複製権又は翻案権侵害の成否（引用の適法性の\n有無を含む。）」と改める。\n２  原判決８頁２５行目の末尾に，「被告学会は，原告から著作権譲渡契約書（丁\n６）を受領して，著作権の譲渡を受けたのであり，強制的に著作権を奪ったわけで\nはない。」を加える。\n３  原判決１３頁５行目の末尾に，改行の上，次のとおり加える。\n「(3) 創作性の低い表現についての著作権ないし著作者人格権侵害の判断基準\n原告表現１は，電気通信役務利用放送法第１２条の規定をＩＰマルチキャスト放\n送事業者の立場からそのまま表現したものであるが，このように性質上作者の個性\nが発揮される幅が極めて狭い場合には，ほぼデッドコピーに相当するような場合に\nしか侵害は認められるべきではない。しかし，原告表現１と被告ら共著論文２にお\nける表現は，共通している部分も少なく，翻案の範疇を逸脱している。」\n４  原判決１３頁６行目の「(3)」を「(4)」と改める。\n第４  当審における当事者の主張\n１  本件著作権譲渡契約の解除の可否（争点(1)）\n(1) 原告\nア  被告学会の義務\n本件著作権規程は，「研究論文等の印刷，配布又は Web 送信など，投稿者及び他の\n会員や社会の期待に答えるサービスを，情報処理学会の名声と権威にふさわしい質\nを維持しながら提供する」という趣旨から策定されたものであり（甲４），被告学会\nが投稿者から著作権の譲渡を受けるのも，上記趣旨を全うするためである。また，\n同規程が，「著作物の著作権を情報処理学会に譲渡してもらうことを原則とするもの\nの，それによって著者ができるだけ不便を被らないように配慮する」として，被告\n学会において投稿者の権利・利益に配慮すべき義務を課しているのも，研究論文等\nの印刷，配布又はウェブ送信といったサービスを良質な形で提供するためである。\n本件著作権規程において，著作者との協議の内容や解決の方法が何ら具体的に定\nめられていないのは，著作者の権利・利益を保護するために被告学会が取るべき対\n応は事案によって異なり，一律に定めることは必ずしも適切ではないからであって，\n被告学会に著作権侵害状態の除去や著作権の著作者への再譲渡の義務を否定する根\n拠にはならない。学術研究の振興・発展を担う学術団体においては，学術論文の著\n作者からその著作権の譲渡を受ける以上，その不作為によって著作権侵害状態が継\n続し，もって学術研究の成果が不当に利用されるような事態を回避する普遍的な義\n務があるというべきである。\nイ  被告学会の債務不履行\n被告学会は，原告が当初から一貫して被告Ｙ１及び被告Ｙ２による著作権侵害の状\n態を解消したいとの意向を示していたにもかかわらず，被告Ｙ１及び被告Ｙ２をして\n是正措置をとらせずに，著作権侵害の状態を放置した。かかる被告学会の不作為は，\n上記アの義務に違反するものである。\nなお，原告が，平成２５年８月６日付け通知（甲５）によって，被告学会に対し\n是正措置の手続を進めないように要望したのは，被告学会が是正措置をとらないこ\nとから，著作権譲渡契約を解除した上で，原告自らが権利行使する意向を固めたか\nらであって，この点をもって被告学会の不作為を正当化するのは誤りである。\n(2) 被告Ｙ２及び被告Ｙ１並びに被告学会\n本件著作権規程の冒頭部分から明らかなとおり，被告学会は，著作者のみならず，\n「他の会員や社会」の期待に応えるサービスの提供を目的としている。よって，著\n作権侵害が発生した場合，被告学会は，著作者と協議して解決を図るべきであるが，\nそれを超えて，著作者の意向のみに従って訴訟を提起したり，著作権を再譲渡した\nりしなければならないという義務を負うわけではない。\n被告学会は，必要な是正措置を講じようとしていたから，原告の主張は誤りであ\nる。\n２  複製権又は翻案権の侵害の成否（争点(2)ア）\n(1) 原告\nア  被告Ｙ２論文\n被告Ｙ２論文には，被告ら共著論文１，同２と同様に，原告表現１及び同２を複\n製した記述が含まれていた。\nイ  原告表現１の創作性\n原告表現１は，９頁にもわたる丁１文献の記述内容における重要なポイントにつ\nいて，原告論文の読者が容易に把握・理解できるよう，コンパクトに要約したもの\nである。\n文章の「要約」を行うに当たり，「選択の範囲，記述の順序，文章の運び及び具体\n的な文章表現等」における工夫を要するが，その工夫は，誰が行っても同じよう内\n容になるとはいえない。\n特に，本件における原告表現１は，丁１文献における記述の中で，原告が比較的\n重要でないと判断した部分をカットした上で，重要であると判断した部分のみをも\nって再構成し，１つの文章として容易に理解ができるよう工夫が凝らされている。\n具体的には，「再送信技術方式の基本要件」（５頁）のうち，「（４）技術面の同一性」\nや「（５）技術管理機能」といった項目が除外されている。これは，原告による，読\nみやすさと重要なポイントへのフォーカスという観点からの工夫である。また，再\n送信同意を得られる技術方式の「運用条件」（８頁）についても，要約から外してい\nる。この項目についても，一般的な要約であれば何らかの形で盛り込まれるのが通\n常と考えられ，原告なりの工夫が凝らされている。\nウ  原告表現２の創作性\n原告表現２は，英国著作権法の条文そのものを「翻訳」した表現ではなく，英国\n著作権法の平成１５年改正に関する原告による「解説」の表現である。当然ながら，\n法改正の解説には様々な内容があり得るし，同解説を分かりやすく表現するには更\nに様々な方法があり得る。原告表現２は，英国著作権法の平成１５年改正の内容の\nうち，原告の見解を補強する内容として特に参考にすべき点を抽出し，これをコン\nパクトにまとめて表現したものである。\nエ  複製\n「複製」とは，「既存の著作物に依拠し，その内容及び形式を覚知させるに足りる\nものを再製すること」をいう。被告表現２には，原告表現２では２文になっている\nところを１つの文にまとめている箇所があるが，これをもって原告表現２の内容及\nび形式を覚知し得なくなるわけではない。また，被告表現２の末尾に１文が加筆さ\nれているが，そうだからといって，被告表現２におけるその他の箇所について，原\n告表現２の複製でなくなるものではない。被告表現２における上記で指摘した以外\nの箇所は，まさに原告表現２のデッドコピーであって，「複製」であることに疑いの\n余地はない。\n(2) 被告Ｙ２及び被告Ｙ１並びに被告学園\nア  原告表現１の創作性\n原告表現１の再送信同意の基本原則を述べた部分（第１部）とそれに対応する丁\n１文献の違いは，丁１文献にはない「まず」という接続詞を付していること，丁１\n文献にある①と②の間の「および」を削除していること，丁１文献ではタイトルに\n記載されている「基本原則」を冒頭に記載していることであり，原告表現１は，再\n送信同意の基本原則を２つの視点で簡潔に要約しようとするという丁１文献と同様\nの思想を表現するに際し，ごくわずかな接続詞の追加・削除を除いて丁１文献の表\n現をほぼそのまま用いている。\n次に，原告表現１の再送信同意の具体的な技術的な要件を述べた部分（第２部）\nは，丁１文献の「Ⅱ．技術要件」中の「（１）地域限定性の確保」，「（２）著作権の\n保護」，「（３）同一性の確保」というタイトルをそのまま記載した後に，丁１文献（１）\n（２）（３）中に表現されている項目を括弧内にそのまま記載することにより表現さ\nれており，丁１文献との違いは，丁１文献にはない「次に」という接続詞を付して\nいること，丁１文献では大項目を（１）（２）（３）・小項目を①②③等で表現してい\nるのに対して大項目を①②③・小項目をその後の括弧内で表現していること，丁１\n文献の該当箇所のタイトルである「再送信技術方式の基本要件」を「具体的な技術\n要件」としたことであり，原告表現１が丁１文献の思想をそのまま表現しようとし\nた際に用いられた表現手法は，ごくわずかな接続詞の追加，用語の修正を除いて丁\n１文献をそのまま抜き出すという極めてありふれた手法を用いるものであり，また，\n抜き出し方についても，大項目を（１）（２）（３）ではなく①②③とし，小項目の\nうち主要なものを括弧内にそのまま抜き出してその他は「等」とするという極めて\nありふれた手法を用いるものにすぎない。\nさらに，原告表現１の再送信同意の手続に関する部分（第３部）と丁１文献の違\nいは，原告表現１では丁１文献にはない「さらに」という接続詞を付していること，\n丁１文献の該当箇所のタイトルである「再送信同意の手続き」に「について」を付\nして文章を書き始めていること，丁１文献の２文を１文にしていることであり，丁\n１文献における表現をほぼそのまま抜き出した内容となっており，原告は，丁１文\n献と同じく，再送信同意の同意手続の概要を簡潔に説明しようとする思想を表現す\nるに際し，ごくわずかな接続詞の追加・削除を除いて丁１文献の表現をほぼそのま\nま用いている。\n選択の範囲について見ると，原告表現１の第１部は，丁１文献の導入部分である\n「（はじめに）」の箇所を除く，本文の冒頭部分である「Ⅰ．再送信同意の基本原則」\nのうち冒頭３行をほぼそのまま抜き出し，第２部は，丁１文献の「Ⅱ．技術要件」\nのうち，導入部分，「１．用語の定義と前提条件」及び「２．技術要件に関する考え\n方」の部分を除き，「３．再送信技術方式の基本要件」をほぼそのまま抜き出し，第\n３部は，「Ⅲ．再送信同意の手続き」のうち，冒頭３行，１９行目及び２０行目をほ\nぼそのまま抜き出しただけである。このように，原告は，丁１文献につき，要素で\nはない導入部分を削除し，若干の接続詞の追加とごくわずかな修正を文末に施すこ\nとで原告表現１としただけである。原告表現１は丁１文献を簡潔に要約する思想の\n下に表現されたものであるが，かかる思想の下に丁１文献に依拠して表現すべき内\n容を選択しようとすれば，その選択の範囲は，誰が行っても同じような内容になる\nといえ，原告なりの工夫がされていると認めることはできない。\nまた，記載の順序についても，丁１文献においてⅠ，Ⅱ，Ⅲ部に整理されていた\nものをそのまま踏襲して３部に分けた上で，丁１文献と全く同一の記載順序とする\nにすぎないため，何ら原告なりの工夫がされているわけではない。\nしたがって，原告表現１は，丁１文献の思想内容を，丁１文献の表現内容に依拠\nしてほぼそのまま抜き出すという，極めてありふれた手法により作成されたにすぎ\nず，創作性は認められない。\nイ  原告表現２の創作性\n「有線番組サービス」の翻訳前の語である「cable programme service」中の「cable」\nは「有線」，「programme」は「番組」，「service」は「サービス」とそれぞれ翻訳さ\nれるのが一般的であり，「有線番組サービス」はこの個々の単語の一般的な訳語を単\n純に前から順に組み合わせたものにすぎず，原告独自の訳語とはいえない。\n原告表現２は，第２文と第３文において，英国著作権法が平成１５年に改正され\nて「放送」と「有線放送」の区別がなくなって放送の概念に統一されたことを説明\nしようとする思想に基づき，作成されたものである。原告表現２の第２文及び第３\n文は，法律改正の内容をごく短い文章で単純に紹介しただけであるから，文章の運\nび及び具体的な文章表現等は，誰が行っても同じような表現にならざるを得ない。\nまた，原告表現２の第４文は，英国著作権法の改正によりインターネットのうち\n放送の概念に含まれるものとそうでないものが含まれるようになったことを説明し\nようとする思想に基づき，その内容を単純にごく短い文章で単純に紹介したのみで\nあるから，文章の運び及び具体的な文章表現等は，誰が行っても同じような表現に\nならざるを得ない。\nそして，記載の順序についても，第２文及び第３文の思想と第４文の思想を単純\nかつ並列的に「また」で接続しているにすぎず，極めてありふれた手法によるもの\nといわざるを得ない。\nよって，原告表現２についても，作者の個性が表現されたものとはいえず，創作\n性は認められない。\nウ  創作性の判断\n原告論文全体は，およそ１万１３８０文字からなる９頁の論文であるが，このう\nち原告表現１の部分は，１頁の３分の１足らずの分量であり，被告表現１と共通す\nるのは４２０文字程度にすぎない。また，原告表現２の部分も，１頁の６文の１程\n度の分量であり，被告表現２と共通するのは２５０文字程度にすぎない。そして，\nこの原告論文全体からすればわずかな原告表現１及び２は，内容についても，他の\n文献を要約したものか，あるいは，単なる条文の解説にとどまるにすぎないため，\n原告が侵害を主張する部分のみでは，思想又は感情の創作的表現があるとはいえな\nい。\nエ  複製\n原告表現２は，法律改正の内容をごく短い文章で単純に紹介したのみであるから\n本来創作性を認めるべきではないが，仮に一部肯定するとしても極めて限定的に解\nされるべきであり，完全なデッドコピーでない限りは創作的部分を複製したとは認\nめられない。しかるに，被告表現２のうち１０４頁記載部分は，原告表現２の完全\nなデッドコピーではなく，原告表現２の第２文と第３文については一方の文の一部\nと他方の文の一部をまとめて１つの文としている上，第４文については第６条の説\n明を行う前半部分に表現の共通性が認められるにとどまり，後半部分については一\n切共通の表現を用いることなく，被告独自の視点と表現において，有線放送やIPマ\nルチキャスト放送が英国改正著作権法における「放送」の概念に含まれることを示\nしている。\nしたがって，被告表現２のうち１０４頁記載部分は，原告表現２の創作的部分を\n複製したものではない。\n(3) 被告学園\n原告表現１は，編集著作物としての創作性を有さない。\n編集著作物となるには，素材の選択又は配列のいずれかに創作性がなければなら\nない（著作権法１２条１項）が，原告表現１は，丁１文献の該当箇所の内容を抜粋\nしたもので，その抜粋部分の選択及び配列のいずれにおいても，作者の何らかの個\n性が表れたものとはいえず，創作性がない。\n丁１文献は，「同意条件の具体的内容」として，「Ⅰ  再送信同意の基本原則」「Ⅱ\n技術要件」「Ⅲ  再送信同意の手続き」の３項目に分類して，説明しているが，原告\n表現１は，その分類及び配列を忠実に取り入れ，「再送信同意の基本原則」「技術要\n件」「再送信同意の手続き」の順に，同意条件の具体的内容につき説明を加えている。\nまた，原告表現１は，「再送信同意の基本原則」における説明内容として，「①編成\n面及び技術面における「同一性保持」が維持されていること，②放送事業者の放送\nの意図としての地域姓（誤字と思われる。）の担保が可能であることが挙げられてい\nる。」と述べ，丁１文献の「Ⅰ  再送信同意の基本原則」の冒頭部の記載「再送信に\nおいては，①編成面及び技術面における「同一性保持」が維持されること，②放送\n事業者の放送の意図としての地域性の担保が可能であること」を，ほぼそのままの\n内容で引用している。そもそも，「挙げられている」という表現方法自体が，公的文\n書の引用であって，自己の創作ではないことを認めた書き方である。\n次に，原告表現１は，「技術要件」として，①地域限定性の確保，②著作権の保護，\n③同一性の確保といった項目が挙げられていると述べているが，これも，丁１文献\nが，基本要件として挙げている「（１）地域限定性の確保」「（２）著作権の保護」「（３）\n同一性の確保」を，その順番どおりに忠実に並べているだけである。なお，「挙げら\nれている」という表現方法自体が意味するところも，上記のとおりである。\nそして，原告表現１は，①地域限定性の確保の内容として，「再送信サービスのエ\nリアが，当該地域で地上デジタル放送を行っている地上放送事業者の放送対象地域\nに限定することが可能であること等」と記載し，②著作権の保護の内容として，「地\n上デジタル放送と同等のコンテンツ保護機能を有すること等」と記載しているが，\nこれらは，丁１文献が，「（１）地域限定性の確保」及び「（２）著作権の保護」の中\nで記載している最初の一文をそのまま抜き出して，「等」を付けただけの内容である。\nさらに，原告表現１は，③同一性の確保の内容として，「サービス・編成の同一性\nが保たれること，地上デジタル放送と同等の品質が保たれること，データ放送の機\n能が地上デジタル放送と同等に確保されること等」と記載しているが，そのうち，\n冒頭の「サービス・編成の同一性」は，丁１文献の「（３）同一性の確保」の冒頭の\n項目と同一である。続きの「地上デジタル放送と同等の品質が保たれること」，「デ\nータ放送の機能が地上デジタル放送と同等に確保されること」は，丁１文献の「（３）\n同一性の確保」の続きの内容をそのまま引用したものではないが，その（ⅰ）から\n（ⅵ）のうちの，（ⅰ）（ⅱ）の主たる部分を引用したものであって，最後に「等」\nを付けていることからして，単に，丁１文献の該当箇所の最初の部分を引用しただ\nけで，作者が一定の方針に従って，内容を選択・配列したという観念を看取するこ\nとができない。\n以上のとおり，原告表現１は，全体として，丁１文献の該当箇所から，その内容\nを抜粋・引用しているだけで，その抜粋部分の選択及び配列のいずれにおいても，\n作者の何らかの個性が表れたものとはいえず，創作性はない。\n３  同一性保持権侵害の成否（争点(2)イ）\n(1) 原告\n創作性の有無が問題となるのは，特定の表現についてであって，論文全体につい\nてではない。本件で比較観察すべきは，原告表現１と被告表現１，及び，原告表現\n２と被告表現２であって，原告論文全体と被告ら共著論文２全体ではない。原告表\n現１と被告表現１，原告表現２と被告表現２を比較観察すれば，被告表現１及び２\nが，原告表現１及び２を「改変」したものであることは明らかであり，被告ら共著\n論文１及び同２は原告論文の同一性保持権を侵害している。\n(2) 被告Ｙ１及び被告Ｙ２\n原判決は，原告表現と被告表現を比較した上で，改変がないことを根拠に同一性\n保持権を否定しており，原告の主張は当たらない。\n原告論文と被告ら共著論文１及び同２のその他の部分を比較観察すると，原告で\nすらその共通性を一切主張できないほど，両者は別個に独立した著作物である。し\nたがって，「改変」の概念を完全に逸脱するといえ，同一性保持権の侵害は問題にな\nり得ない。\n４  氏名表示権侵害の成否（争点(2)ウ）\n(1) 原告\n本件で氏名表示権侵害の有無の点で比較観察すべきは，原告表現１と被告表現１\nであって，原告表現１について，原告の氏名を表示する必要がある。\n本件のような著作物（論文）の一部に他人の著作物の複製を含むような場合，自\n己の著作物と他人の著作物を明瞭に区分した上で，どの部分が氏名表示の対象とな\nる著作物であるのかを特定することが，氏名表示の前提となる。単に氏名を表示す\nるのみでは，著作物（論文）の中のどの部分に関して氏名を表示しているのか全く\n明らかでなく，氏名表示権を認めた趣旨に反する結果となる。したがって，文献と\n引用又は参考とした箇所とのつながりを不要とすることはできない。\n(2) 被告Ｙ１及び被告Ｙ２\n氏名表示権は，ある著作物について自己の著作物であることを明らかにしたい，\nあるいは秘しておきたいといった著作者の精神的利益保護のために設けられた権利\nであるから，単に氏名が表示されていれば足り，個々の文献と本文中における引用\n又は参考とした箇所との繋がりを明示する必要はない。とりわけ，原告表現２は，\n原告論文全体のごくわずかの割合を占めているにすぎず，改正英国著作権法の内容\nが基礎となっており，原告独自の思想を表現する性質のものでもないから，文献末\n尾に引用されていれば十分である。しかも，被告表現２のうち１０４頁記載部分に\nは，１０５頁記載部分と同一の内容が含まれているところ，１０５頁記載部分には\n原告の氏名表示がなされているから，被告ら共著論文１全体を参照すれば，１０４\n頁記載部分との関係においても，原告の氏名表示がされていると解釈できる。\n以上より，被告表現２のうち１０４頁記載部分には氏名表示がされているといえ\nる。\n５  被告Ｙ２及び被告Ｙ１の損害賠償額（争点(2)エ，オ）\n(1) 原告\n被告ら論文及び被告Ｙ２論文によって，原告が被った精神的苦痛を慰謝するため\nの慰謝料額及び弁護士費用額として，原判決が認定した金額は低きに失する。\n(2) 被告Ｙ１及び被告Ｙ２\n原告表現１は丁１文献を，原告表現２は英国著作権法の改正内容を，それぞれ基\n礎とするものであり，原告独自の思想を表現するものではない。また，原告表現１\nも原告表現２も極めて短い文章である上，原告論文全体に占める割合もごくわずか\nである。さらに，被告表現２のうち１０４頁記載部分に至っては，文献末尾に原告\n論文の特定がされている上，同一の内容を含む１０５頁記載部分にも原告の氏名表\n示がある。このように，仮に氏名表示権侵害が肯定されるとしてもごく形式的な侵\n害にとどまるから，その違法性は極めて小さく，慰謝すべきような精神的損害が原\n告に発生したとは評価できないし，金銭的評価として１件につき１０万円という金\n額は，不当に高い。\n６  被告ら共有論文２に係る削除請求の可否（争点(2)カ）\n(1) 原告\n別紙ウェブサイト目録１及び２は，被告学会の便宜的な都合で形式的にウェブサ\nイトが２つに分かれているだけであって，本来は一体となるべき内容であるから，\n侵害の停止請求としては，一体として削除されるのが適切というべきである。\n(2) 被告学会\n争う。\n７  謝罪広告の要否（争点(2)キ）\n(1) 原告\n被告Ｙ１及び被告Ｙ２が執筆した被告ら共著論文は，原告の複製権又は翻案権，同\n一性保持権及び氏名表示権を，被告Ｙ１の指導を受けて被告Ｙ２が執筆した被告Ｙ２\n論文は，控訴人の複製権又は翻案権及び同一性保持権を，それぞれ侵害している。\n被告Ｙ１及び被告Ｙ２は，知的財産研究の専門職大学院における教授と大学院生（当\n時）であるし，同大学院の修了要件となっている特別研究論文は国家試験の一部免\n除要件とされている。したがって，他の分野における学術論文や修士論文を執筆す\nる場合と比較して，他人の著作権を侵害しないように十分に配慮されるべきである。\nそれにもかかわらず，被告Ｙ１及び被告Ｙ２は，原告表現のデッドコピーを自身らの\n論文において使用した。このような事情からすれば，被告Ｙ１及び被告Ｙ２に対し損\n害賠償を命ずることのほか謝罪広告の掲載をも命じなければ，原告の名誉又は声望\nは，到底，回復されない。\n(2) 被告Ｙ１及び被告Ｙ２\n被告Ｙ１及び被告Ｙ２に何らかの侵害行為が認められたとしても，両者の行為は原\n告に対する悪質な権利侵害とはいえず，また，それによって，原告の社会的評価と\nしての名誉又は声望が大きく損なわれたものと認めることもできない。\n８  Ａ論文による著作権及び著作者人格権の侵害に基づく被告Ｙ１の損害賠償義\n務の有無及びその額（争点(3)）\n(1) 原告\nア  Ａ論文の内容\nＡ論文の題名が「通信と放送の融合に向けた知的財産および関係法整備の研究」\nであること，Ａ論文の概要紹介文において，「総務省における通信・放送法の見直し\nの経緯」や「欧州・・・の通信・放送融合状況」との記載があること（甲２５），Ａ\n論文が被告Ｙ１の指導の下で執筆されたものであること，同じように被告Ｙ１の指導\nの下で執筆された被告Ｙ２論文において原告表現１，同２が含まれている可能性が\n濃厚であること（少なくとも，被告学園は，被告Ｙ２論文に原告表現２と同様の内\n容が含まれていることを認めている。）からすれば，Ａ論文にもまた原告表現１，同\n２が含まれていると考えるのが合理的である。\nイ  被告Ｙ１の責任\n本件大学院知的財産研究科の学生のうち，被告Ｙ１が主査として特別研究論文の\n内容を審査した学生は，平成２２年度ではＡを含めて３名，最も多い平成２３年で\nも被告Ｙ２を含めて７名であった（甲８の１）。この程度の人数であれば，専門の研\n究者である被告Ｙ１において，その内容を精査し，適切な引用を行っているか否か\nを判断することは容易である。\n特に，本件で問題となっている「通信と放送の融合」は極めてニッチな分野であ\nって，我が国における先行研究としては原告によるもの以外にはない状況であった。\nこのことは，被告Ｙ１も当然に認識していたはずである。そうであれば，被告Ｙ１が\n原告表現と同一ないし類似した表現をＡ論文において見つければ，直ちに原告によ\nる表現であると覚知でき，その結果，Ａによる著作権侵害を極めて容易に認識し得\nたはずである。それにもかかわらず，被告Ｙ１においてこれを漫然と看過したこと\nは，大学院教員としての作為義務を果たさなかったというべきである。\nしたがって，被告Ｙ１は，Ａ論文に関して，複製権又は翻案権及び同一性保持権\nの侵害に係る不法行為責任を負う。\n(2) 被告Ｙ１\n原告は，Ａ論文において原告表現１及び同２が含まれていると主張するが，憶測\nにすぎない。仮にＡ論文に原告表現が含まれていたとしても，原告は原告論文の著\n作権を有しないし，Ａ論文が公表されているとは認められないから，氏名表示権侵\n害にも当たらない。\n被告Ｙ１は，Ａ論文の執筆者でないため，そもそもＡ論文に関して著作権の侵害\n主体とはなり得ない。被告Ｙ１がＡ論文との関係上負うのは，指導教授としての審\n査や評価に関する義務であって，第三者に対する関係での侵害防止義務を根拠付け\nる法規範は一切存在しないから，被告Ｙ１は責任を負わない。\n９  学術論文を盗用・剽窃されない利益の侵害に係る一般不法行為の成否（争点\n(4)）\n(1) 原告\n他人の研究成果の剽窃・盗用によって著作者が被る不利益を，具体的な表現のみ\nを保護する著作権法によってすべて保護できるわけではない。学術論文を盗用・剽\n窃されない利益は，著作権法が規律の対象とする著作物の利用による利益とは別個\nの法的保護に値する利益である。\nある論文に触れた読者が，その研究成果が当該論文の著作者による独自の成果で\nあると誤解することは，実際の元の論文の著作者に対し，甚大な精神的苦痛を与え\nるものである。かような剽窃・盗用行為は，仮に形式的に元の論文の著作者の氏名\nを表示していた場合であっても，それは単なる「飾り」にすぎず，自己の独自的主\n張であると偽る点において，研究倫理に著しく反するというべきである。\n(2) 被告Ｙ１及び被告Ｙ２\n学術論文を盗用・剽窃する行為は，学術論文が著作物性を有する場合，著作権法\nが規律の対象とする著作物の利用による利益の侵害行為であって，それを超えて著\n作物の利用による利益とは異なる法的に保護された利益が侵害されたとはいえない。\n１０  被告学園の使用者責任の有無（争点(5)）\n(1) 原告\n被告学園の使用者責任の有無を論じるに当たって，被告学園の職務該当性は，論\n文の名義という形式面のみで判断するのは妥当でなく，本件大学院の教員の職務に\n学術論文の執筆が含まれているか否かという実質面で判断するのが妥当である。\n(2) 被告学園\n被告Ｙ１及び被告Ｙ２は，被告ら共著論文１，２を執筆して，「信学技報」に掲載\nする方式で公表したが，大学院の研究・教育課程において発表されたものではなく，\n個人名で投稿されたものであって，被告学園や大学院名義で発表されたものでもな\nい。\nしたがって，被告Ｙ１及び被告Ｙ２による公表が，被告学園の事業執行に当たりな\nされたとはいえず（民法７１５条），被告学園は使用者責任を負わない。\n第５  当裁判所の判断\n１  当裁判所は，原告の請求は，被告Ｙ１及び被告Ｙ２に対し，被告ら各共著論文\nに係る氏名表示権侵害の不法行為に基づいて，４０万円の損害賠償金及びこれに対\nする年５分の割合による遅延損害金の連帯支払を求め，被告学会に対し，被告ら共\n著論文２に係る氏名表示権侵害について，著作権法１１２条１項に基づき，別紙ウ\nェブサイト目録記載２のウェブサイトからの被告ら共著論文２の本文の削除を求め\nる限度で理由があるが，その余はいずれも理由がないと判断する。\nその理由は，次のとおり原判決を補正するほか，原判決の「事実及び理由」欄の\n「第４  当裁判所の判断」（理由中に引用した別紙部分を含む。）に記載のとおりで\nあるから，これを引用する。\n２  原判決の補正\n(1) 原判決２４頁６行目の「丁２，５の１ないし５」を「丁２，４の２，５の\n１ないし５」と改める。\n(2) 原判決２６頁１行目の末尾に「また，本件著作権規程上，被告学会に投稿\nされる論文等に関する一切の著作権が，最終投稿された時点から，原則として被告\n学会に帰属することとされているが（甲４），その手続のために締結される著作権譲\n渡契約書（丁６）には，「特別な事情により，著作権の譲渡に承諾できない場合，ま\nたは一部制約がある場合は，その旨，書面にてお知らせください。」と記載されてお\nり，原告において，原告論文の著作権を保有し続けるか否か，すなわち，本件著作\n権譲渡契約を締結するか否かという選択は，原告に委ねられていたのである。した\nがって，本件著作権譲渡契約は，著作権を強制的に奪うものとはいえず，同契約が\n一定の法的拘束力を有することを根拠として，被告学会が，著作権侵害解消義務や\n再譲渡義務を負うことを導き出せるものではない。」を加える。\n(3) 原判決３１頁の１６行目の「しかも，」から２２行目までを次のとおり改め\nる。\n「しかも，削除された１文は，前後に記載されたＩＰマルチキャスト放送事業者\nが放送事業者に対して地上デジタル放送の再送信同意を求めた場合の同意条件に関\n連し，総務省の情報通信審議会において，同意条件に関する基本的な考え方が示さ\nれたという客観的な説明を加えたものにすぎず，前後の文脈とは独立した意味内容\nを有するものであるから，上記１文の有無は，前後の文脈に何ら影響しない。被告\nら共著論文２における許諾の具体的な技術的要件に関する記載は，いずれも地上デ\nジタル放送を前提としており，地上デジタル放送に関する記載と理解できるから，\n原告が主張するように，上記１文を削除したことにより，当該記載が，地上デジタ\nル放送についての限定的なものではなく，広く放送事業者の再送信許諾条件として\nの記述に変更されたものとは解されず，原告論文と異なる文脈となるものでもない。\nこのように，上記１文の削除は，原告論文全体の文脈や趣旨を誤解させるものでも\nなければ，品位を低下させるものでもない。」\n(4) 原判決３３頁１４行目から１９行目までを，次のとおり改める。\n「しかし，被告ら共著論文１の１０３頁の本文中には脚注番号「１」が使用され，\nその下部の脚注部分には，「１」と記載され，同１０４頁の本文中には脚注番号「２」\n及び「３」が使用され，その下部の脚注部分には，「２」及び「３」と記載されてお\nり，これらに引き続き，同１０５頁の本文中には，脚注番号として「４」及び「５」\nが使用され，その下部の脚注部分には「４」及び「５５」と記載されており，脚注\n番号「５」に対応する脚注部分「５」がないから，脚注部分の「５５」が「５」の\n誤記であることは，これらの記載に接した者にとって一目瞭然であって，かかる番\n号の誤記を理由に，上記引用部分について原告の氏名が表示されていないというこ\nとはできない。」\n(5) 原判決３６頁２３行目から３７頁６行目までを，次のとおり改める。\n「また，原告は，本件訴訟の提起・追行を原告訴訟代理人に委任し，その弁護士\n費用を支出していると認められるところ，上記慰謝料額に加え，本件訴訟の内容や\n専門性に鑑み，上記不法行為と相当因果関係のある弁護士費用の額は，被告ら共著\n論文１及び２につき，それぞれ１０万円，合計２０万円と認めるのが相当である。\nよって，被告Ｙ２は，被告Ｙ１と連帯して，共同不法行為に基づく損害賠償として\n４０万円及びうち２０万円に対する被告ら共著論文１が遅くとも執筆・公表された\n平成２４年３月３１日（不法行為日）から，うち２０万円に対する被告ら共著論文\n２が遅くとも執筆・公表された同年５月３１日（不法行為日）から各支払済みまで\n民法所定の年５分の割合による遅延損害金の支払義務を負うというべきである。」\n(6) 原判決３７頁１６行目から２０行目までを，次のとおり改める。\n「(2) よって，被告Ｙ１は，被告ら各共著論文に係る被告Ｙ２との共同不法行為に\n基づき，被告Ｙ２と連帯して，前記５(2)と同様に，４０万円及びうち２０万円に対\nする平成２４年３月３１日から，うち２０万円に対する同年５月３１日から各支払\n済みまで民法所定の年５分の割合による遅延損害金の支払義務を負うというべきで\nある。」\n(7) 原判決４０頁１行目の「Ａ論文」を「Ａ論文」と改める。\n(8) 原判決４０頁２～３行目の「同一性保持権の主張も前記３のとおり理由が\nない。」を，次のとおり改める。\n「同一性保持権の主張も，前記３のとおり，Ａ論文のテーマからすると，原告各\n表現以外の記載が一定の分量あると考えられるから，全体として，原告論文とは別\n個の著作物であるというべきであり，理由がない。」\n(9) 原判決４０頁５行目の「証拠（丙１）並びに弁論の全趣旨によれば，」を次\nのとおり改める。\n「証拠（丙１，４）並びに弁論の全趣旨によれば，被告学園の就業規則及び本件\n大学院学則上，職員は，就業規則や理事会決定等の遵守義務，学園の秩序維持義務，\n相互協力職責遂行・研究目的達成努力義務を負うこと（就業規則第４条），職権逸脱，\n濫用行為の禁止，秘密漏えいの禁止，被告学園の行動規範に反する行為の禁止（就\n業規則第３２条）などが規定されているだけで，具体的な論文審査基準に関する定\nめはないこと，」\n(10) 原判決４１頁１～２４行目を次のとおり改める。\n「確かに，一般的に，大学院において，学生が論文を作成する場合には，当該論\n文が直接学位取得を目的とするものでないとしても，教授をはじめとする教員が，\n従前の同種の研究課題に対する結果を十分に調査した上で，学生の新たな問題意識\nを踏まえて，深く洞察したことが表現された論文となるように，適宜，指導するこ\nとが望ましく，また，完成して提出された後は，論文について，着眼点の当否や文\n章の記載順序，論理構成等の点を審査し，論文としての完成度を評価した上で，単\n位の付与等を決定すべきである。かかる意味において，被告Ｙ１は，Ａの指導教授\nとして，学生の記載する論文の主題と同種の研究課題に関する基本文献や参考文献\n等の更なる調査の指導を促すなど，その課題研究について適切な指導を行うことが\n望ましかったといえるし，また，学生の持っている問題意識の当否，記載された論\n文における，論理的な整合性や論証の過不足等を確認するなどして，必修科目の課\n題として提出されたＡ論文を適切に審査し，評価しなければならなかったというべ\nきである。しかし，かかる指導や審査は，学生（定員は３０名。）全員に対して，そ\nの提出時期にかかわらず，等しくなされるべきものであるし，必修科目の単位の対\n象であり，課程修了の判断対象となる以上，合否決定に間に合うような期間的な制\n約を伴うものとならざるを得ないから，その指導や審査の対象を際限なく広く設定\nすることは相当ではない。本件大学院以外の他の大学等の研究機関において，論文\n上の個々の表現が，第三者の著作権ないし著作者人格権を侵害するおそれがないか\nをどの程度審査しているか，また，侵害のおそれがある場合にどのように是正させ\nているかに関する適確な証拠はないし（原告が，自らそのような著作権侵害の有無\nの審査をしているか否かも証拠上明らかではない。），本件大学院知的財産研究科に\nおいても，論文盗用防止ソフト等を使用して論文の盗用の可能性を審査するという\n具体的な審査基準が存在しない以上，控訴人が主張するように，被告Ｙ１において，\n学生の論文の個々の表現について，第三者の著作権ないし著作者人格権を侵害する\nおそれの有無を逐一確認すべき義務を負っているとは解されない。そして，論文の\n審査基準は大学内で統一的なものとなることが要請されるから，被告Ｙ１の専門分\n野が知的財産権であるとしても，また，その年度の学生の数が比較的少なかったと\nしても，それらの事情によって，被告Ｙ１の義務が加重されると解すべきではない。」\n(11) 原判決４３頁１行目の「しかし，」の後ろに，次のとおり加える。\n「原告の主張は，一般的に著作には時間や労力を要すること，著作が表現の自由に\n関わるものであり，その著作者の立場や著作内容によっては他の憲法上の事由に関\nわること，他人がその著作を無断で利用した場合に，その著作者が何らかの影響を\n受けることを述べるにすぎず，著作権法がその制定当時から前提にしていた，学術\nの範囲に属する著作物に係る著作活動の本質やそれに伴う結果を指摘しているにす\nぎないから，著作権法上の保護法益とは別に保護すべき独自の法益があるとは認め\nられない。\nそもそも，」\n(12) 原判決４４頁１２行目から１７行目までを，次のとおり改める。\n「以上のとおり，原告の請求は，被告Ｙ１及び被告Ｙ２に対し，被告ら各共著論文\nに係る氏名表示権侵害の不法行為に基づいて，４０万円の損害賠償金及びこれに対\nする年５分の割合による遅延損害金の連帯支払を求め，被告学会に対し，被告ら共\n著論文２に係る氏名表示権侵害について，著作権法１１２条１項に基づき，別紙ウ\nェブサイト目録記載２のウェブサイトからの被告ら共著論文２の本文の削除を求め\nる限度で理由があるが，その余はいずれも理由がない。」\n３  当審における当事者の主張に対する判断\n(1) 原告\nア  本件著作権譲渡契約の解除の可否（争点(1)）\n原告は，本件著作権規程の趣旨からすれば，本件著作権規程は，著作権侵害状態\nの除去や著作権の著作者への再譲渡の義務を否定する根拠にはならず，被告学会に\nは，その不作為によって著作権侵害状態が継続し，もって学術研究の成果が不当に\n利用されるような事態を回避する普遍的な義務があるというべきであると主張する。\nしかし，原告が指摘するように，本件著作権規程が，研究論文等の印刷，配布又\nはウェブ送信といったサービスを良質な形で提供するものであるとしても，その実\n現方法が，原告の主張するように，著作権侵害状態の除去や著作権の著作者への再\n譲渡を必須の前提とするわけではないし，その実現に当たって，著作者の意向を必\nず反映させなければならない必然性はないから，被告学会に，そのような一般的義\n務を認めることはできない。原告の主張は採用できない。\nしたがって，被告学会に債務不履行はなく，原告による本件著作権譲渡契約の解\n除の意思表示の効力は認められない。\nイ  同一性保持権侵害の成否（争点(2)イ）\n原告は，同一性保持権侵害の有無に当たって，論文全体ではなく，原告が創作性\nを主張した特定の表現について比較すれば足りるところ，原告表現１及び２と被告\n表現１及び２をそれぞれ比較観察すると，「改変」に当たると主張する（この原告の\n主張は，著作物性のある個々の表現が著作物であり，原告論文が，複数の著作物の\n混合したものという前提に立つのか，原告論文は１つの著作物という前提に立つの\nか明らかではない。）。\nしかし，原告の主張するとおり，原告表現１及び２と被告表現１及び２のみを比\n較観察しても，被告表現１及び２と原告表現１及び２の相違点は，原告論文の本質\n的特徴に関わらない部分に関するもので，軽微な変更にとどまるというべきである。\nしたがって，原告の主張は採用できない。\nウ  被告ら共有論文２に係る削除請求の可否（争点(2)カ）\n原告は，被告学会の便宜的な都合で形式的にウェブサイトが２つに分かれている\nだけであって，本来は一体となるべき内容であるから，別紙ウェブサイト目録記載\n１及び２は，一体として削除されるのが侵害の停止請求として適切というべきであ\nると主張する。\nしかし，原告の主張は，現実のウェブサイトの記載を前提としていない上に，削\n除しなければ著作者人格権侵害の停止又は予防ができないため，削除する必要があ\nるかという削除義務の有無の問題と，削除しなくても著作者人格権侵害の問題は生\nじないが，それでも削除した方が望ましいかという削除の当否の問題を混同するも\nのであって，失当である。別紙ウェブサイト目録記載１及び２ウェブサイトは，そ\nれぞれ別のウェブサイトであり，その記載内容が異なる以上，それぞれについて，\n著作者人格権侵害の有無，侵害の停止又は予防に必要な措置への該当性が異なって\nくるから，一体として削除されないのは，当然のことというほかない。\n原告の主張は理由がない。\nエ  謝罪広告の要否（争点(2)キ）\n原告は，本件における権利侵害の内容，被告Ｙ１及び被告Ｙ２の属性等を理由に，\n被告Ｙ１及び被告Ｙ２に対し損害賠償を命ずることのほか謝罪広告の掲載をも命じ\nなければ，原告の名誉又は声望は到底回復されないと主張する。\nしかし，原告が前提としている，原告に対する著作権の帰属や，それを前提とし\nた複製権又は翻案権侵害，著作者人格権としての同一性保持権侵害の事実などは認\nめられないから，原告が主張するような名誉又は声望の侵害は認められない。そし\nて，被告ら各共著論文における原告の氏名表示権の侵害に関して，謝罪広告の掲載\nを命じるべき事情が認められないことは，原判決が第４の８（３８頁１６行目から\n３９頁１０行目）で適切に摘示したとおりである。\n原告の主張は理由がない。\nオ  Ａ論文による著作権及び著作者人格権の侵害に基づく被告Ｙ１の損害賠\n償義務の有無及びその額（争点(3)）\n原告は，Ａ論文の題名や概要紹介文の内容から原告表現が含まれていると合理的\nに考えられると主張する。\nしかし，論文の作成者が全く異なる以上，ある論文が別の論文と同一の題名や主\n題であったり，これらの論文に関する指導教授が共通であるとしても，このことを\n理由として，当該論文間における表現そのものが同一又は類似していると合理的に\n推認することはできない。また，特定の内容・テーマを解説する表現は複数考えら\nれるから，論文のテーマが限定的な分野に関するものであるとしても，その表現の\n同一性又は類似性が推認できるものでもない。そして，本件において，被告学園は，\n原審において，公表されていない被告Ｙ２論文及びＡ論文を書証として提出しなか\nったが，被告Ｙ２論文に原告表現２と同様の内容が含まれていることを認めつつ，\nＡ論文については，原告表現が含まれていることを否認していたのであって（原審\nにおける平成２６年１２月１２日付け被告学園準備書面（３）１，２頁，第５回弁\n論準備手続調書），かかる訴訟追行態度に鑑みても，被告Ｙ２論文に原告表現が含ま\nれていることをうかがわせるような事情は認められない。\n次に，原告は，被告Ｙ１が論文を審査すべき学生はわずかであるから，適切な引\n用がなされているかを判断できると主張する。\nしかし，被告Ｙ１において，期間的に，適切な引用の判断が可能であったか否か\nと，当該判断義務があるかは直接関係しないのであって，被告Ｙ１に引用の適切さ\nを審査すべき義務が認められないことは，既に上記第５の２(10)で説示したとおり\nである。\n原告の主張は理由がない。\nカ  学術論文を盗用・剽窃されない利益の侵害に係る一般不法行為の成否（争\n点(4)）\n原告は，学術論文を盗用・剽窃されない利益は，著作権法が規律の対象とする著\n作物の利用による利益とは別個の法的保護に値する利益であると主張する。\nしかし，著作権法は，学術論文を，学術の範囲に属する言語の著作物として保護\nの対象とし（２条１項１号，１０条１項１号），これに関する盗用や剽窃は，複製権，\n翻案権や氏名表示権等に係る問題として処理することを想定している（２１条，２\n７条，１９条）と解されるから，原告の主張する利益は，著作権法が既に想定して\nいるものといえ，別個に保護すべき法益とは認められない。\n原告の主張は理由がない。\nキ  被告学園の使用者責任の有無（争点(5)）\n原告は，本件大学院の教員の職務に学術論文の執筆が含まれているか否かという\n実質面で判断すれば，被告学園に，被告Ｙ１による被告ら各共著論文の公表につい\nての使用者責任が認められると主張する。\nしかし，大学又は大学院の教員が行うすべての学術論文の執筆，発表が，使用者\nである大学又は大学院の事業，及び，被用者である教員の職務の範囲の両方に含ま\nれているとは限らないし，外形上，被用者の職務の範囲に含まれているともいえな\nい。そして，事実的不法行為に関する「事業の執行について」の要件は，職務関連\n性のみならず，使用者による被用者の行為の支配可能性をも考慮して判断すべきで\nあるところ，憲法２３条が規定する学問の自由及び大学の自治の観点からすれば，\n大学又は大学院における雇用契約上，被用者である教員の研究の内容やそれに基づ\nく研究の成果として発表された論文の内容について，公表までの段階で，使用者は\n過度に関与すべきではなく，被告学園の就業規則（丙４）が，研究に関して，職員\nが研究目的達成努力義務を負うことしか規定していないのもかかる趣旨に基づくも\nのと解される。本件における氏名表示権侵害行為後に発表された，平成２６年８月\n２６日付け文部科学大臣決定「研究活動における不正行為への対応等に関するガイ\nドライン」（甲３７）も，研究活動における不正行為について，一次的には，研究者\n自身の倫理及び社会的責任の問題と捉え，二次的に，研究機関の対応強化を提案し，\n不正行為を事前に防止する取組みを推進すべきという行為指針を示しているが，こ\nこでも，研究機関の取組内容として，論文盗用等の不正行為に対し，事後的には，\n調査や告発等比較的具体的な提案がなされている一方で，事前の予防措置としては，\n研究倫理教育といった比較的抽象度の高いものしか挙げられていないのも，同様の\n見地に立つものと解される。このような事情からすれば，被告Ｙ１が執筆に関与し\nた被告ら各共著論文の公表につき，被告学園の使用者責任を肯定することはできな\nいというべきである。\n原判決が，被告学園の使用者責任を否定するに当たって，被告ら各共著論文の名\n義に所属する大学名や肩書きが記載されていないことや，本件大学院ないし被告学\n園の名義で発表されたものでないこと，本件大学院の研究・教育課程において発表\nされたものではないことを理由として掲げたのは，大学院の教員の職務におよそ研\n究発表が含まれないことを前提とした上で，職務関連性及び事業執行性を否定した\nものではなく，本件で問題となる被用者の不法行為が，肩書き等を示さない論文発\n表という行為の外形からだけでは，当然に被用者である被告Ｙ１の職務の範囲に含\nまれているとはいえず，取引的不法行為に必ずしも当たらないことを明らかにしつ\nつ，具体的な職務命令の不存在等を指摘することで，事実的不法行為を認めるため\nの要件である上記支配可能性を否定し，職務関連性と支配可能性を総合考慮すると，\n「事業の執行について」の要件該当性が否定されるべきことを示したものと解され，\n正当なものとして是認できる。\n原告の主張は採用できない。\n(2) 被告ら\nア  原告表現１及び同２の創作性（争点(2)ア～ウ）\n被告らは，原告表現１及び同２の創作性は否定されるべきと主張する。\nしかし，接続詞の有無等，明らかに表現の本質的部分とはいえない部分を除くと，\n被告らが，原告表現１及び同２における創作性がない根拠として具体的に指摘する\nのは，原告表現１が，丁１文献の重要部分をありふれた方法で選別，要約，加工し\nたものである，原告表現２が，英国著作権の条文の客観的な説明にすぎない，とい\nう点である。これらは，いずれも原告表現の創作性の低さを指摘するものではある\nが，特定のまとまりのある文章から重要と考える部分を選別，要約，加工したり，\n特定の法律の条文の内容を説明したりする表示方法として，多様な選択の幅がある\n以上，上記の主張では，原告表現１及び同２に個性の発揮がなくありふれたものと\nいえるほどの事情を指摘できておらず，原告表現１及び同２の創作性は否定できな\nい。\n被告らの主張は理由がない。\nイ  氏名表示権侵害の成否（争点(2)ウ）\n被告Ｙ２及び被告Ｙ１は，文献で氏名が表示されていれば氏名表示権の問題は生じ\nず，個々の文献と本文中における引用又は参考とした箇所との繋がりを明示する必\n要はない，原告表現２は，原告独自の思想を表現したものではないから，文献末尾\nに引用されていれば十分であると主張する。\nしかし，文献末尾に，単に著作者の氏名が表示されるだけでは，文献として著作\n者の著作物の内容を参考としたのか，著作物を複製等するなどして利用したのかを\n区別することができず，著作物について著作者としての氏名を表示したものとはい\nえない。一般的に，論文において，慣行として，引用箇所ごとに氏名を表示するの\nが一般的であるのも，かかる区別を明確にするためと解される。また，氏名表示権\nを規定する著作権法１９条は，著作者の著作物に表現された思想が独創的であるこ\nとを要件としておらず，独創性の程度によって，著作物との関連が明らかではない\nような氏名の表示方法が許容されると解すべき根拠はない。\nしたがって，被告Ｙ２及び被告Ｙ１の主張は採用できない。\nウ  被告Ｙ２及び被告Ｙ１の損害賠償額（争点(2)エ，オ）\n被告Ｙ２及び被告Ｙ１は，氏名表示権侵害を肯定するとしてもごく形式的なものに\nとどまるから，その違法性は極めて小さく，慰謝すべきような精神的損害が原告に\n発生していない，少なくとも１件につき１０万円という金額は不当に高いと主張す\nるが，著作者人格権を軽視するものであり，採用できない。\n第６  結論\n以上より，原告の請求は，被告Ｙ１及び被告Ｙ２に対し，被告ら各共著論文に係る\n氏名表示権侵害の不法行為に基づいて，４０万円の損害賠償金及びこれに対する年\n５分の割合による遅延損害金の連帯支払を求め，被告学会に対し，被告ら共著論文\n２に係る氏名表示権侵害について，著作権法１１２条１項に基づき，別紙ウェブサ\nイト目録記載２のウェブサイトからの被告ら共著論文２の本文の削除を求める限度\nで理由があるが，その余はいずれも理由がないから，原告の控訴に基づき原判決を\n変更するとともに，被告Ｙ１及び被告Ｙ２の附帯控訴は棄却することとし，主文のと\nおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清水   節\n裁判官\n片 岡 早 苗\n裁判官\n新 谷 貴 昭\n別紙\nウェブサイト目録\n控訴の趣旨第１項(5)によって削除を求める論文の「著者名」及び「著者名（英）」\n並びに本文が掲載されているウェブサイトのＵＲＬ\n記\n１  「著者名」及び「著者名（英）」が掲載されているウェブサイト\nhttps://ipsj.ixsq.nii.ac.jp/ej/?action=pages_view_main&active_action=repository_vie\nw_main_item_detail&item_id=82001&item_no=1&page_id=13&block_id=8\n２  本文が掲載されているウェブサイト\nhttps://ipsj.ixsq.nii.ac.jp/ej/?action=repository_action_common_download&item_id=\n82001&item_no=1&attribute_id=1&file_no=1\n別紙                        論  文  目  録\n１  表    題   通信と放送の融合に伴う著作権問題の研究\n執  筆  者   Ｘ（原告）\n発表年月日   平成１９年１２月\n掲載媒 体   公益社団法人電気通信普及財団発行の研究調査報告書第２２\n号\n２  表      題   通信・放送融合における著（ママ）著作権問題－裁判例と各国\nの比較から導く日本著作権法のあり方－\n執  筆  者   Ｙ２（被告），Ｙ１（被告）\n発表年月日   平成２４年３月\n掲載媒 体   一般社団法人電子情報通信学会発行の「信学技報」\n＊なお，表示上は「Ｂ」も執筆者の一人に挙げられている。\n３  表      題   ＩＰＴＶサービスにおける著作権問題－デジタル映像コンテン\nツの流通促進に向けて－\n執  筆  者   Ｙ１（被告），Ｙ２（被告）\n発表年月日   平成２４年５月\n掲載媒 体   ①一般社団法人電子情報通信学会発行の「信学技報」\n②一般社団法人情報処理学会発行のＣＤ－ＲＯＭ\n③同学会が運営するウェブサイト「電子図書館」\n４  表      題   通信・放送融合の著作権問題について－裁判例と各国の比較か\nら導く日本の著作権法の有り方－\n執  筆  者   Ｙ２（被告）\n発表年月日   平成２４年３月頃\n別紙                        謝罪広告目録\n第１  広告の内容\nお詫び\nＹ１及びＹ２は，私達の共著である下記２点の論文において，Ｘ氏が執筆・公\n表した「通信と放送の融合に伴う著作権問題の研究」（公益社団法人電気通信普\n及財団発行の研究調査報告書第２２号に掲載）の内容を一部Ｘ氏に無断で掲載\nし，これによりＸ氏の著作権及び著作者人格権を侵害しました。ここに，Ｘ氏\nに対し，深く謝罪いたします。\nＹ１\nＹ２\n記\n１  「通信・放送融合における著著作権問題－裁判例と各国の比較から導く日\n本著作権法のあり方－」（平成２４年３月発行の信学技報に掲載）\n２  「ＩＰＴＶサービスにおける著作権問題－デジタル映像コンテンツの流通\n促進に向けて－」（平成２４年５月発行の信学技報に掲載）\n第２  広告の要領\n１  掲載媒体\n(1)  一般社団法人情報処理学会発行の「情報処理」\n(2)  一般社団法人電子情報通信学会発行の「電子情報通信学会誌」\n(3)  一般社団法人情報処理学会電子化知的財産・社会基盤研究会（EIP）のウ\nェブサイト（http://www.eip.or.jp/）\n(4)  一般社団法人電子情報通信学会技術と社会・倫理研究会（SITE）のウェ\nブサイト（http://www.ieice.org/~site/）\n２  掲載スペース\n(1)(2)については，奥付\n(3)(4)については，トップページ\n３  使用フォント（文字サイズ）\nゴシック（見出しは１０ポイント，本文は９ポイント）\n４  掲載期間\n(3)(4)につき，１年間\n別紙                          著作物対照表\n原告論文  被告ら共著論文\n表\n現\n１\n【甲３の１・７５頁，甲３の２・１５０頁】\nIP マルチキャスト放送事業者が放送の同時\n再送信を行う場合には，まず放送事業者の再\n送信同意を得る必要がある（電気通信役務利\n用放送法第 12 条）。\n（中略）\nまず，再送信同意の基本原則として，①編成\n面及び技術面における「同一性保持」が維持\nされていること，②放送事業者の放送の意図\nとしての地域姓の担保が可能であることが\n挙げられている。次に，具体的な技術要件と\nして，①地域限定性の確保（再送信サービス\nのエリアが，当該地域で地上デジタル放送を\n行っている地上放送事業者の放送対象地域\nに限定することが可能であること等），②著\n作権の保護（地上デジタル放送と同等のコン\nテンツ保護機能を有すること等），③同一性\nの確保（サービス･編成の同一性が保たれる\nこと，地上デジタル放送と同等の品質が保た\nれること，データ放送の機能が地上デジタル\n放送と同等に確保されること等）といった項\n目が挙げられている。さらに，再送信同意の\n手続きについて，放送の再送信を希望する役\n務利用放送事業者は，同意主体である地上放\n送事業者から構成される審議機関に対し，所\n定の資料を提出し，審議機関は，当該資料を\nもとに再送信同意に関する判断を行うとさ\nれている。\n【被告ら共著論文２，甲７・４～５頁】\nまず，電気通信役務利用放送法第 12 条に基づき，\nIP マルチキャスト放送事業者は放送事業者の許\n諾を得る必要がある．\nまた，この場合の許諾の基本原則として，①編\n成面及び技術面における「同一性保持」が維持\nされていること，②放送事業者の放送の意図と\nしての地域姓の担保が可能であることが挙げら\nれている．さらに，具体的な技術要件として，\n①地域限定性の確保（再送信サービスのエリア\nが，当該地域で地上デジタル放送を行っている\n地上放送事業者の放送対象地域に限定すること\nが可能であること等），②著作権の保護（地上デ\nジタル放送と同等のコンテンツ保護機能を有す\nること等），③同一性の確保（サービス･編成の\n同一性が保たれること，地上デジタル放送と同\n等の品質が保たれること，データ放送の機能が\n地上デジタル放送と同等に確保されること等）\nといった項目が挙げられている．さらに，再送\n信同意の手続きについて，放送の再送信を希望\nする役務利用放送事業者は，同意主体である地\n上放送事業者から構成される審議機関に対し，\n所定の資料を提出し，審議機関は，当該資料を\nもとに再送信同意に関する判断を行うとされて\nいる．\n表\n現\n２\n【甲３の１・７７頁，甲３の２・１５１～１\n５２頁】\n伝送路の多様化に対応した包括的規定を検\n討する際には，英国著作権法が参考になるも\nのと思われる。英国著作権法は，2003 年の\n改正により，放送の定義に関する規定（第 6\n条 ） を 改 め 「 有 線 番 組 サ ー ビ ス （ cable\nprogramme  service）」を「放送」の概念の中\nに含めることとした。つまり，放送と有線放\n送の区別を廃し，両者を「放送」という概念\nに統合している。また，第 6 条の中にインタ\nーネット送信に関する項目である(1A)が盛\nり込まれたため，インターネット送信のうち\n第 6 条(1A)に規定されている(a)，(b)，(c)に当\nてはまるものだけが「放送」に該当し，それ\n以外のインターネット送信は「放送」ではな\nいとされている（下記条文参照）。\n【被告ら共著論文１，甲６】\n【１０５頁】\n「伝送路の多様化に対応した包括的規定を検討\nする際には，英国著作権法が参考になるものと\n思われる。英国著作権法は，2003 年の改正によ\nり，放送の定義に関する規定（第 6 条）を改め\n「有線番組サービス（cable programmed service）\nを「放送」の概念に含める。」こととした。つま\nり，放送と有線放送の区別を廃し，両者を「放\n送」という概念に統合するとなっている。\n【１０４頁】\nイギリス著作権法での「放送」の扱いは，2003\n年の改正により，放送の定義に関する規定（第 6\n条）を改め「有線番組サービス（cable  program\nservice）」を「放送」の概念の中に含めることと\nし，放送と有線放送の区別を廃し，両者を「放\n送」という概念に統合している。また，第 6 条\n中にインターネット送信に関する項目の(1A)が\n盛り込まれた為，インターネット送信のうち第 6\n条(1A)に規定している(a)，(b)，(c)に当てはまる\nものだけが「放送」に該当し，有線放送や IP マ\nルチキャスト放送であっても「放送」と位置付\nけされている。\n"
}