{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 12,
    "day": 25
  },
  "case_number": "平成22(ワ)15634等",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82875",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82875",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/875/082875_hanrei.pdf",
  "contents": "平成２４年１２月２５日判決言渡  同日原本領収  裁判所書記官\n平成２２年(ワ)第１５６３４号，第４６７８２号  損害賠償等，同反訴請求事件\n口頭弁論の終結の日  平成２４年１０月２日\n判                決\n東京都杉並区＜以下略＞\n原告・反訴被告（以下「原告」という。）\n有 限 会 社 伽 藍\n同訴訟代理人弁護士          片 岡 朋 行\n東京都練馬区＜以下略＞\n被告・反訴原告（以下「被告」という。）\nＡ\n同訴訟代理人弁護士          小 池 純 一\n主                文\n１  被告は，原告に対し，４３７万３２５０円及びこれに対する平成２１年１\n２月３１日から支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求及び被告の反訴請求をいずれも棄却する。\n３  訴訟費用は，本訴反訴を通じ，これを１０分し，その７を被告の負担とし，\nその余を原告の負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  本訴\n被告は，原告に対し，８５３万２６５４円及びこれに対する平成２１年１２\n月２９日から支払済みまで年５分の割合による金員を支払え。\n２  反訴\n原告は，被告に対し，５３５万２０００円及びこれに対する平成２３年２月\n９日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本訴は，原告が，被告に対し，オリジナルビデオアニメーション作品の制作\nに関する請負契約に基づき，請負代金８５３万２６５４円及びこれに対する目\n的物の引渡しの日の翌日から支払済みまで民法所定の年５分の割合による遅延\n損害金の支払を求める事案であり，反訴は，被告が，原告に対し，上記請負契\n約の債務不履行による損害賠償請求権に基づき，５３５万２０００円及びこれ\nに対する反訴状送達の日の翌日から支払済みまで民法所定の年５分の割合によ\nる遅延損害金の支払を求める事案である。\n１  前提となる事実（争いのない事実並びに各項末尾掲記の証拠及び弁論の全趣\n旨により容易に認められる事実）\n(1)  原告は，アニメーションの制作等を目的とする特例有限会社であり，被\n告は，アニメーションの演出，企画等に関わった経験を有する個人である。\n（甲１８，乙６，１６）\n(2)  被告は，平成２１年１月ころ，かつて自主制作したボイスドラマについ\nて，低予算でオリジナルビデオアニメーション（以下「ＯＶＡ」という。）\nとして自主制作し，これを即売会や同人ショップで販売することを企画した。\n（乙６，１６）\n(3)  原告と被告は，原告を請負人とし，被告を注文者として，別紙作品目録\n記載のオリジナルビデオアニメーション作品（以下「本件作品」という。）\nの制作を目的とする請負契約（以下「本件請負契約」という。なお，その成\n立時期及び業務の内容については，当事者間に争いがある。）を締結した。\n(4)  本件作品のＤＶＤマスターは，平成２１年１２月下旬に完成した。本件\n作品のＤＶＤ商品は，同月３０日までに５００部製造されて，被告に納品さ\nれ，そのうちの４００部が株式会社虎の穴（以下「虎の穴」という。）に納\n品された（虎の穴は，このうち２００部を買い取り，２００部を委託販売と\nすることにした。）。（甲１５，１７ないし１９，２８，乙６）\n２  争点\n(1)  本訴\nア  本件請負契約の成立時期及びその内容\nイ  本件請負契約の仕事の完成及び目的物の引渡しの有無\n(2)  反訴\n原告の債務不履行の有無\n３  争点についての当事者の主張\n(1)  本訴\nア  本件請負契約の成立時期及びその内容について\n（原告の主張）\n(ア)  原告と被告は，平成２１年１０月３１日に，次の内容で本件請負契\n約を締結した。\n①  仕事の内容\n本件作品の完全パッケージメディア（本件作品の映像としての完成\n版）の制作，本件作品のＤＶＤマスターの制作及びオーサリング，本\n件作品のＤＶＤ商品５００部の製造，本件作品のポスターの制作及び\n印刷並びに上記完全パッケージメディア，ＤＶＤマスター，ＤＶＤ商\n品５００部及びポスターの引渡し\n②  請負代金額\n上記請負業務の完成に要した費用を実費精算する。\n③  納期\n平成２１年１２月末に開催されるコミックマーケット（以下「コミ\nケ」という。）に間に合うように制作する。\n(イ)  原告は，本件請負契約の業務を完成させるために，別紙「各項目に\nついての主張対比表」（以下「別紙対比表」という。）の１ないし３０\nの各「項目」欄記載の業務について，それぞれに対応する「原告主張」\n欄の「金額」欄記載の金額（合計８１２万６３３８円）を必要とし，こ\nれに消費税相当額４０万６３１６円を加えた８５３万２６５４円が本件\n請負契約の請負代金額となる。なお，上記各金額に係る個別の主張は，\n別紙対比表の「原告反論」欄の「具体的主張内容」欄記載のとおりであ\nる。\n（被告の主張）\n(ア)  原告と被告は，原告が作成した実行予算案（乙１。以下「予算案\n１」という。）を前提に低予算で本件作品を制作することとして，遅く\nとも平成２１年６月２４日までに，次の内容で本件請負契約を締結した。\n①  仕事の内容\n色彩設計，作画監督，レイアウト，原画，動画，動検，色指定，セ\nル検，彩色，特効，制作進行，材料費，背景，撮影，オフライン，オ\nンライン，タレント費，スタジオ使用費，ディレクター，コピー費，\n車両費\n②  請負代金額\n１５５万５０００円\n③  納期\n平成２１年１２月上旬\n(イ)  仮に請負業務の完成に要した費用を実費精算するものであるとして\nも，別紙対比表１ないし３０の各「項目」欄に記載の業務について，そ\nれぞれに対応する「被告主張」欄の「金額」欄記載の金額（合計１５２\n万６４２３円）を必要としたにすぎないから，これに消費税相当額７万\n６３２１円を加えた１６０万２７４４円が本件請負契約の請負代金額と\nなる。なお，上記各金額に係る個別の主張は，別紙対比表の「被告主\n張」欄の「具体的主張内容」欄記載のとおりである。\nイ  本件請負契約の仕事の完成及び目的物の引渡しの有無について\n（原告の主張）\n原告は，平成２１年１２月２９日ころまでに，仕事を完成させ，目的物\nを被告に引き渡した。完成した本件作品の質は，少なくとも一般の商業作\n品の水準を満たしていた。\n（被告の主張）\n原告が本件請負契約の業務を著しく遅滞したために，本件作品の出来栄\nえを確認する時間がほとんどなく，カットを修正することもほとんどでき\nなかった上，原告が必要とされるリテイク作業をしなかったので，本件作\n品の完成度は極めて低いものとなった。そして，原告は，本件請負契約で\n制作した本件作品のカットの原本一式を被告に引き渡していない。\n(2)  反訴\nア  原告がリテイク作業をしなかったことについて\n（被告の主張）\n原告は，本件請負契約の内容として，作成した原画及び動画を確認する\n機会を被告に与え，必要なリテイク作業をする義務を負っていた。しかし\nながら，原告は，本件請負契約の業務を長期間にわたって放置し，被告に\n原画及び動画を確認する機会をほとんど与えなかった。具体的には，被告\nが確認した原画はわずか３１カットで，被告が原画の存在のみを確認した\nものが１２カットであり，残りの１５５カットは全く確認していないし，\nまた，撮影素材は，本件作品全体について撮影済みの素材を基に確認し，\n修正点についてリテイクを行った上で本撮影を行うという通常の過程を経\nていないのである。その結果，各カットに描写されたキャラクターが確定\nしたデザインと大幅に異なり，各カットの背景などの絵がレイアウトの指\n示と全く異なったり他のカットとの整合性を欠いているなど，本件作品の\n仕上がりは極めて質の低いものとなったが，原告は，これらの問題を修正\nするために必要なリテイク作業をしない。\n本件作品に必要とされるリテイク作業を外注する場合の費用は，１５０\n万円を下らないから，被告は，同額の損害を被った。\n（原告の主張）\n原告は，作成した原画及び動画を確認する機会を被告に与え，必要なリ\nテイク作業をするとの義務を負っていない。そして，原告は，制作した本\n件作品の全ての原画のカットを被告に送付して，確認する機会を被告に与\nえているところ，被告は，そのうちの十数カットについてリテイクを指示\nし，原告はこれらについて適切にリテイク作業をしているし，また，原告\nは，平成２１年１２月１６日ころ，撮影済みの素材を確認する機会を被告\nに与え，被告から指摘があった部分全てについてリテイク作業をしている。\nイ  原告が本件請負契約の業務を適切に履行しなかったことについて\n（被告の主張）\n原告は，本件請負契約の業務を著しく遅滞した。被告は，本件作品のＤ\nＶＤ商品を２０００部以上製造することが可能な予算を確保していたが\n（納品までの期間に余裕があれば，ＤＶＤを製造する単価は安くなる。），\n原告が業務を遅滞したことにより，５００部しか製造することができなか\nった。また，虎の穴の担当者は，本件作品のＤＶＤ商品を２０００部以上\n買い取ることを約束していたが，原告が本件請負契約の業務を遅滞したこ\nとにより，本件作品のＤＶＤ商品を買取りで２００部，委託販売で２００\n部しか虎の穴に納品することができなかったのである。その結果，被告は，\n本件作品に関して，虎の穴の買取分の代金４４万２０００円及びイベント\n販売による代金１１万６０００円の合計５５万８０００円しか売上げを得\nることができなかった。\n原告が本件請負契約の業務を適切に履行していれば，被告は，虎の穴に\n対して本件作品のＤＶＤ商品２０００部を販売し，４４１万円（卸値２１\n００円×２０００部＋消費税）の売上げを得ることができたから，被告は，\nこれから売上げ５５万８０００円を控除した３８５万２０００円の損害を\n被った。\n（原告の主張）\n被告が本件作品のＤＶＤ商品を５００部しか製造することができなかっ\nたのは被告に資金がなかったからであって，被告は，２０００部以上の製\n造が可能な予算を確保していなかったし，虎の穴は，本件作品のＤＶＤ商\n品を２０００部買い取ることを約束していなかった。\n第３  当裁判所の判断\n１  前提となる事実に，証拠（甲１，２の１及び２，３ないし２３，２６ないし\n２８，２９の２，３及び６，３０の４及び６，３１，３３，３５，乙１，２の\n１，３の１及び２，５，６，１５ないし１７，１８の１，２０，２１の１ない\nし３，２６，２９）及び弁論の全趣旨を総合すれば，次の事実が認められる。\n(1)  被告は，平成２１年１月ころ，かつて自主制作したボイスドラマである\n「ＥＮＧＡＧＥ」について，低予算でＯＶＡとして自主制作し，これを即売\n会や同人ショップで販売することを企画した。\n被告は，同年２月ころ，原告の代表者であるＢ（以下「原告代表者」とい\nう。）に上記企画があることを伝え，低予算でＯＶＡを制作する場合にどの\nような予算が考えられるかを尋ねた。原告代表者は，知合いに頼む場合の特\n別な価格による参考として，予算案１（乙１）を作成し，被告に交付した。\n(2)  被告は，原告代表者に，平成２１年２月１７日に本件作品のシナリオの\n第１稿を，同月２６日にシナリオの第２稿を送付した。\n被告は，同年３月ころから，本件作品の絵コンテの制作やキャラクターの\nデザインの検討を始め，同月１２日，原告代表者にキャラクターの原案を送\n付した。\n被告は，同年４月ころ，原告代表者に本件作品の絵コンテを見せたところ，\n原告代表者から，この絵コンテでは本件作品が売れるのか疑問があるとの感\n想が述べられたので，被告は，原告代表者に本件作品の絵コンテの制作につ\nいてのアドバイスを求め，絵コンテを書き直して，同年５月ころ，これを完\n成させた。\n(3)  被告は，平成２１年５月ころ，株式会社Ａｃｃａ  ｅｆｆｅ（以下「ア\nッカエッフェ」という。）の代表取締役であるＣに，本件作品に係る企画が\nあることを伝えて，キャラクターデザイナーの紹介を依頼した。Ｃは，被告\nにＤを紹介し，被告は，Ｄに本件作品のキャラクターのデザインを依頼した。\n(4)  被告は，平成２１年７月ころ，原告代表者に，同年１２月末に開催され\nるコミケで本件作品の本編を販売する予定であるが，同年８月のお盆の時期\nに開催されるコミケで本件作品の予告編（以下「本件０巻」という。）を販\n売したいのでその制作に協力して欲しいと伝えた。\n被告は，同年７月１０日及び同年８月７日に，原告代表者にＤの制作した\n主要なキャラクターのラフデザイン等を送付した。原告は，同月中旬ころま\nでに，本件０巻のためのカットを止め絵として制作し，被告に納品した。被\n告は，原告が制作したカットや自作の素材を用いて，本件０巻を完成させ，\n同月１５日，これをコミケで販売した。\n(5)  被告は，平成２１年１０月上旬ころ，原告代表者に，同月２４日に予定\nしている本件作品のアフレコ（声優の声の録音のこと）に用いるための線撮\n（未完成の作画の素材を撮影すること）とその編集を依頼した。原告代表者\nは，被告に株式会社ファルコン（以下「ファルコン」という。）を紹介し，\nファルコンが線撮とその編集のための代金として２０万円程度の金額を提示\nしたので，被告は，これを了承して，ファルコンに線撮とその編集を依頼し\nた。ファルコンは，本件作品の線撮とその編集の作業を同月２１日ころに終\nえ，同月２４日には，線撮された映像を基に本件作品のアフレコが行われた。\n(6)  被告は，平成２１年１０月３１日，原告代表者及びＣに，本件作品の制\n作進行の担当者としてＥを紹介した。その際，被告は，資金がないから，本\n件作品をＤＶＤにプレスするための費用が払えない，Ｅを雇うこともできな\nい，ファルコンでの線撮やその編集にかかった代金も払えない，このままで\nは本件作品を自主制作で同年１２月末のコミケに間に合わせることができな\nいなどと述べ，原告代表者及びＣに助けを求めた。原告代表者は，自らがプ\nロデューサーとなり，原告が本件作品を完成させ，皆で協力してできるだけ\n多くの売上げを上げ，その売上げから各所への支払をするしかないと述べた。\nそこで，被告は，原告代表者に，同年１２月末のコミケに間に合うように原\n告が本件作品を制作することを依頼し，原告代表者はこれを引き受けた。ま\nた，このとき，本件作品に係る経理及び広報の業務は，原告から委託を受け\nたアッカエッフェが担当することが原告代表者，被告及びＣの間で合意され\nた。\n原告は，同年１１月初旬ころ，本件作品の制作進行をＥに委託し，本件作\n品の制作業務の一部をＦが代表者を務める株式会社Ｉ＆Ｓファクトリー（以\n下「Ｉ＆Ｓ」という。）に委託した。また，被告は，このころ，原告に本件\n作品の戦闘シーンの３カットのレイアウトの制作を委託し，原告はこの作業\nをＧに委託した。\n(7)  原告代表者，被告，Ｆ及びＥは，平成２１年１１月１０日ころ，本件作\n品の美術監督，背景，撮影及び編集の担当者の選定について打合せをした。\nこのとき，原告と被告は，韓国の会社であるＴｅａｍ’ｓ  Ａｒｔ（以下\n「チームズアート」という。）に本件作品の美術監督及び背景の作成を委託\nし，ファルコンに本件作品の撮影と編集を委託することにした。\n(8)  原告代表者は，平成２１年１１月１９日，今後本件作品の完成までに必\n要とされる各業務にかかる金額を見積もった予算案（乙２の１。以下「予算\n案２」という。）を作成し，これをＣに送付した。\n原告代表者は，同月下旬，被告，Ｃ及びＦに予算案２を見せた。このとき，\n被告は，自分で行うとしていたオーサリングの作業をすることができないと\nして，これを原告に委託した。\n(9)  原告代表者，被告，Ｃ及びＦは，平成２１年１１月２４日，本件作品の\nダビングの作業のスケジュールについて打合せをした。このとき，被告は，\n自分で行うとしていた音響効果の作業ができないと述べ，これを原告に委託\nした。そして，同年１２月５日，ＮＥＫスタジオにおいて，原告が音響効果\nの作業を委託したＨ及びＩによって，本件作品のダビングの作業が行われた。\n(10)  平成２１年１１月２８日，Ｃが手配した本件作品の宣伝のためのウェブ\nラジオの番組の収録が行われ，被告はこの番組に出演した。\nまた，Ｃは，同月３０日，本件作品に係る金銭を管理するために，「株式\n会社Ａｃｃａ  ｅｆｆｅ  Ｅｎｇａｇｅ口」という名称の銀行口座を開設し\nた。\n(11)  原告が本件作品の作画，仕上げ及び背景の各業務を委託した各担当者は，\n次のとおり，各業務を行った。\nア  原告が委託した作画監督（以下「本件作画監督」という。）は，被告が\n作成した本件作品のレイアウトに問題があったので，平成２１年１１月１\n４日から同年１２月５日にかけてレイアウトの修正をした。また，Ｇは，\n同年１１月２６日から同年１２月１日にかけて，本件作品の戦闘シーンの\n３カットのレイアウトを制作した。\nイ  原告が本件作品の原画の制作を委託した各担当者は，同年１１月１４日\nから同年１２月７日までに原画を制作し，本件作画監督は，同年１１月１\n６日から同年１２月１０日にかけて，これらの原画を修正した。\nウ  原告は，本件作品の動画の制作を同年１１月１７日から順次各担当者に\n発注し，同日から同年１２月１１日までに本件作品の動画の納入を受けた。\nエ  原告は，同年１１月１８日から，仕上げ（彩色）の作業を各担当者に委\n託し，各担当者は，同年１２月１３日までにその作業を終えた。\nオ  原告は，同年１２月１０日から同月１６日にかけて，チームズアートか\nら本件作品の背景の納入を受けた。\n(12)  ファルコンは，平成２１年１２月１０日から同月１６日にかけて，本件\n作品の撮影をした。ファルコンは，同日，本件作品の編集の作業を行い，こ\nれに立ち会った原告代表者及び被告は，不具合があるカットについてリテイ\nクの指示をし，ファルコンは，それらについて撮影をやり直した。本件作品\nの編集は同月１７日に完了し，その後，ファルコンは，オーサリングの作業\nをして，本件作品のＤＶＤマスターを完成させ，これを被告に引き渡した。\n(13)  原告代表者，被告，Ｃ及びＦは，平成２１年１２月１５日，本件作品に\nついて打合せをした。Ｃは，打合せの前にＤＶＤをプレスする工場とプレス\nする日程について調整をし，被告に対し，本件作品のＤＶＤマスターを同月\n１９日必着で工場に送るように指示をした。被告は，ファルコンから，本件\n作品のＤＶＤマスターを受領した後，これを宅配便で工場に送付した。\n(14)  本件作品のＤＶＤ商品は，５００部製造され，平成２１年１２月３０日\nまでに，被告に納品された。\n被告は，同日，コミケで本件作品のＤＶＤ商品を販売した。\n(15)  被告とＣは，平成２１年１２月１９日，虎の穴を訪問し，本件作品のプ\nロモーションを行った。本件作品のＤＶＤ商品のうち４００部は，同月３１\n日，虎の穴に納品され，虎の穴は，そのうち２００部を買い取り，残りの２\n００部を委託販売することとした。\n(16)  原告代表者，被告，Ｃ及びＦは，平成２２年１月４日，本件作品につい\nて打合せをし，このとき，平成２１年１２月３０日のコミケにおける本件作\n品のＤＶＤ商品の売上げが１１万４０００円であったことが報告された。こ\nの売上げは「株式会社Ａｃｃａ  ｅｆｆｅ  Ｅｎｇａｇｅ口」の銀行口座に\n入金された。\n(17)  被告は，平成２２年３月１８日，原告に対し，本件作品についての請求\n書及びこれを査定するための資料の送付を求める書面を送付し，これに対し，\n原告は，同月３１日ころ，被告に対し，本件請負契約の請負代金として８５\n３万２６５４円を請求する書面を送付した。\nまた，被告は，同年５月１４日，原告に本件請負契約の業務の債務不履行\nがあるとして，原告に対し，債務不履行に基づく損害賠償の一部として６８\n９万７２５６円を請求する書面を送付した。\n(18)  原告は，平成２２年４月２７日に本訴を提起し，被告は，同年１２月２\n０日に反訴を提起した。\n２  本訴について\n(1)  本件請負契約の成立時期及び内容について\nア  本件請負契約の成立時期について\n前記１認定の事実によれば，被告は，平成２１年１０月３１日，原告代\n表者に，原告が本件作品を制作することを依頼し，原告代表者はこれを引\nき受けて，本件作品の制作に関する作業を進めているのであるから，原告\nと被告は，遅くともこのときまでには本件請負契約を締結したと認められ\nる。\n被告は，原告と被告は平成２１年６月２４日までに本件請負契約を締結\nしたと主張する。しかしながら，このことを認めるに足りる的確な証拠が\nない上，前記１認定の事実によれば，原告は，同年８月中旬ころまでに本\n件０巻のためのカットを被告に納品したが，その後，同年１０月上旬まで\n本件作品の制作に係る作業をしていないのであって，このことを考えると，\n原告と被告が同年６月２４日までに本件請負契約を締結したと認めること\nはできない。\nイ  本件請負契約の内容について\n(ア)  仕事の内容について\n別紙対比表３ないし１３，１５ないし１９，２１，２３ないし２５，\n２７及び２８の各「項目」欄記載の事項が本件請負契約の仕事であった\nことは当事者間に争いがない。そこで，以下，別紙対比表１，２，１４，\n２０，２２，２６，２９及び３０の各「項目」欄記載の事項が本件請負\n契約の仕事であったか否かについて検討する。\nａ  プロデューサー（別紙対比表１）\n前記１認定の事実によれば，原告代表者は，平成２１年１０月３１\n日に被告から助けを求められた際に自らがプロデューサーとなって原\n告が本件作品を完成させると述べ，被告は，これを受けて，原告代表\n者に，原告が本件作品を制作することを依頼しているのであるから，\nプロデューサーの業務は，本件請負契約の仕事であると認められる。\nｂ  制作プロデューサー（別紙対比表２）\n原告は，Ｆが制作プロデューサーに係る業務を担当していたと主張\nするところ，前記１認定の事実によれば，Ｆが本件作品の制作に関わ\nっていたことは認められるものの，原告と被告が，Ｆが制作プロデュ\nーサーとしての業務を担当することを合意したことやＦが制作プロデ\nューサーに係る業務を実際に担当したことを認めるに足りる的確な証\n拠はない。そうであるから，制作プロデューサーの業務は，本件請負\n契約の仕事であると認めることはできない。\nｃ  美術監督（別紙対比表１４）\n前記１認定の事実によれば，原告と被告は，平成２１年１１月１０\n日ころ，本件作品の美術監督をチームズアートに委託することを合意\nしているのであるから，美術監督の業務は，本件請負契約の仕事であ\nると認められる。\nｄ  音響効果（別紙対比表２０）\n前記１認定の事実によれば，被告は，平成２１年１１月２４日，音\n響効果の作業ができないとして，これを原告に委託しているのである\nから，音響効果の業務は，本件請負契約の仕事であると認められる。\nｅ  ポスター彩色１巻（別紙対比表２２）\n被告が本件作品の第１巻のポスターの彩色の業務を原告に委託した\nことを認めるに足りる的確な証拠はなく，この業務が本件請負契約の\n仕事であると認めることはでない。\nｆ  ＤＶＤオーサリング（別紙対比表２６）\n前記１認定の事実によれば，被告は，平成２１年１１月下旬，オー\nサリングの作業ができないとして，これを原告に委託しているのであ\nるから，ＤＶＤオーサリングの業務は，本件請負契約の仕事であると\n認められる。\nｇ  経理広報担当（別紙対比表２９）\n前記１認定の事実によれば，原告と被告は，平成２１年１０月３１\n日，原告から委託を受けたアッカエッフェが本件作品に係る経理及び\n広報の業務を担当することを合意しているのであるから，経理広報担\n当の業務は，本件請負契約の仕事であると認められる。\nｈ  制作管理（別紙対比表３０）\n前記１認定の事実によれば，被告は，平成２１年１０月３１日，原\n告代表者に，原告が本件作品を制作することを依頼しているのであっ\nて，本件作品の制作管理の業務を原告に委託したということができる\nから，制作管理の業務は，本件請負契約の仕事であると認められる。\n(イ)  請負代金額について\n本件請負契約の請負代金について，原告と被告が確定金額を合意した\nとか，本件請負契約の仕事の完成に要した費用を実費精算した額とする\nとの合意をしたことを認めるに足りる証拠はない。\nしたがって，原告と被告は，本件請負契約の請負代金として相当額と\nすることを合意したというほかはない。\nウ  そうすると，原告と被告は，遅くとも平成２１年１０月３１日までに本\n件請負契約を締結したものであり，その仕事の内容は，前記イ(ア)認定の\nとおりである。\n(2)  本件請負契約の仕事の完成及び目的物の引渡しの有無について\n前記１認定の事実によれば，原告は，コミケが開催された平成２１年１２\n月３０日までに，本件請負契約の仕事を完成して，本件作品のＤＶＤマスタ\nー及び本件作品のＤＶＤ商品５００部を被告に引き渡し，また，証拠（甲１，\n１６，１７）及び弁論の全趣旨によれば，原告は，同日までに，本件作品の\nポスターを被告に引き渡していることが認められる。\n被告は，本件作品の完成度が極めて低いから，原告は本件請負契約の仕事\nを完成していないし，原告は，本件作品のカットの原本一式を被告に引き渡\nしていないと主張する。しかしながら，後記３(1)のとおり，完成した本件\n作品のＤＶＤ商品の品質に問題があるとは認められないし，また，原告と被\n告が，本件請負契約において，本件作品のカットの原本一式を被告に引き渡\nすことを合意したことを認めるに足りる証拠はない。\n(3)  以上によれば，被告は，原告に対し，請負代金額として相当額を支払う\n義務がある。\nそこで，前記(1)イ(ア)で確定した本件請負契約の仕事について，それぞ\nれ相当と認められる請負代金額を検討することとする。\nア  プロデューサー\n証拠（甲１，１７ないし２０）及び弁論の全趣旨によれば，本件作品の\n制作に当たり，原告代表者は，多くの時間と労力を費やしてプロデューサ\nーとしての業務を行ったことが認められるが，前記１認定の事実によれば，\n原告代表者は，平成２１年１０月３１日に被告から助けを求められた際に，\n自らがプロデューサーとなって本件作品を完成させ，皆で協力してできる\nだけ多くの売上げを上げ，その売上げから各所への支払をすることを想定\nしていたのであって，このことに照らすと，原告代表者は，被告に十分な\n資金がないことを認識していたから，本件作品のプロデューサーの業務の\n対価として，高額な報酬を得ることは考えていなかったということができ\nる。\n以上の事情を併せ考えると，プロデューサーの業務の対価は，３０万円\nが相当であると認められる。\nイ  作画監督\n前記１認定の事実によれば，本件作画監督は，本件作品のレイアウトや\n原画の修正をするなど，作画監督としての業務を行ったものであるところ，\n証拠（乙２の１）によれば，予算案２では，作画監督の金額は１５万円と\nされていることが認められるから，作画監督の業務の対価は，１５万円が\n相当であると認められる。\nウ  レイアウト\n前記１認定の事実によれば，Ｇは，本件作品の戦闘シーンの３カットの\nレイアウトを制作したものであるところ，証拠(乙２の１)によれば，予算\n案２では，レイアウトの金額は１カット当たりの単価が３０００円とされ\nていることが認められるから，レイアウトの業務の対価は，９０００円が\n相当であると認められる。\nエ  原画（第二原画）\n前記１認定の事実によれば，本件作品の原画は，その業務を委託された\n各担当者が制作したが，証拠（甲１，４ないし８，１７）によれば，本件\n作品において制作された原画の数は１９７カットであると認められる。そ\nして，証拠（乙２の１）によれば，予算案２では，原画の金額は１カット\n当たりの単価が１５００円とされていることが認められるから，原画（第\n二原画）の業務の対価は，２９万５５００円が相当であると認められる。\nオ  動画\n前記１認定の事実によれば，本件作品の動画は，その業務を委託された\n各担当者が制作したが，証拠（甲１，４，９ないし１１，１７）によれば，\n本件作品において制作された動画の数は２２１９枚であると認められる。\nそして，証拠（乙２の１）によれば，予算案２では，動画の金額は１枚当\nたりの単価が１８０円とされていることが認められるから，動画の業務の\n対価は，３９万９４２０円が相当であると認められる。\nカ  色彩設計\n証拠（甲１，１２，１７）及び弁論の全趣旨によれば，本件作品の制作\nに関し，色彩設計の業務が行われたことが認められるところ，証拠（乙１，\n２の１）によれば，色彩設計の金額は，予算案１では２万円とされ，予算\n案２では０円とされていることが認められるから，このことを併せ考える\nと，色彩設計の業務の対価は，２万円が相当であると認められる。\nキ  色指定\n証拠（甲１，１２，１７）及び弁論の全趣旨によれば，本件作品の制作\nに関し，色指定の業務が行われたことが認められるところ，証拠（乙２の\n１）によれば，予算案２では，色指定の金額は３万円とされていることが\n認められるから，色指定の業務の対価は，３万円が相当であると認められ\nる。\nク  セル検査\n証拠（甲１，１２，１７）及び弁論の全趣旨によれば，本件作品の制作\nに関し，セル検査の業務が行われたことが認められるところ，証拠（乙２\nの１）によれば，予算案２では，セル検査の金額は３万円とされているこ\nとが認められるから，セル検査の業務の対価は，３万円が相当であると認\nめられる。\nケ  彩色\n証拠（甲１，４，１２，１３，１７）及び弁論の全趣旨によれば，本件\n作品の制作に関し，彩色の業務が行われ，その数量は２３０８枚に及ぶこ\nとが認められるところ，証拠（乙２の１）によれば，予算案２では，彩色\nの金額は，１枚当たりの単価が１６０円とされていることが認められるか\nら，彩色の業務の対価は，３６万９２８０円が相当であると認められる。\nコ  特殊効果\n証拠（甲１，１７）及び弁論の全趣旨によれば，本件作品の制作に関し，\n特殊効果の業務が行われたことが認められる。ところで，原告がこの業務\nとして具体的にどのような作業をしたのかは明らかでないが，証拠（乙１，\n２の１）によれば，特殊効果（特効）の金額は，予算案１では１万円とさ\nれ，予算案２では０円とされていることが認められるから，このことを併\nせ考えると，特殊効果の業務の対価は，１万円が相当であると認められる。\nサ  制作進行\n証拠（甲１，９，１７，１８）及び弁論の全趣旨によれば，Ｅが制作進\n行の業務を行ったことが認められるところ，証拠（乙２の１，６）によれ\nば，予算案２では，制作進行の金額は１万円とされているが，被告は，専\n任の制作担当者を１０万円で雇ってはどうかとの提案を了承していたこと\nが認められるから，制作進行の業務の対価は，１０万円が相当であると認\nめられる。\nシ  材料費\n証拠（甲１，１７）及び弁論の全趣旨によれば，本件作品の制作に当た\nって材料費を要したことが認められるが，ＯＶＡの制作に当たっては，材\n料費を要するのが通常であると考えられるから，他の業務の中でこれを計\n上している可能性を否定することができないし，原告が具体的にどのよう\nな材料をどのように使ったのかは明らかでなく，証拠（乙１，２の１）に\nよれば，材料費の金額は，予算案１では１０万円とされているが，予算案\n２では０円とされていることが認められることを併せ考えると，材料費を\n独立して計上することは相当でないというべきである。\nス  美術監督\n証拠（甲１，１４，１７，１８，乙７）及び弁論の全趣旨によれば，チ\nームズアートは，美術監督の業務をしたが，レイアウトと齟齬する背景を\nいくつか制作し，被告がこれを修正する必要があったことが認められる。\nそして，証拠（乙２の１）によれば，予算案２では，美術監督の金額は５\n万円とされていることが認められるところ，このことを併せ考えると，美\n術監督の業務の対価は，４万円が相当であると認められる。\nセ  背景\n証拠（甲１，１４，１７）によれば，チームズアートは，本件作品の背\n景を制作し，その数は２０１カットに及ぶことが認められるところ，証拠\n（乙２の１）によれば，予算案２では，背景の金額は１カット当たりの単\n価が１８００円とされていることが認められるから，背景の業務の対価は，\n３６万１８００円が相当であると認められる。\nソ  撮影（線撮込み）\n前記１認定の事実によれば，ファルコンは，本件作品の線撮とその編集\nのための代金として２０万円程度の金額を提示し，被告がこれを了承して\n作業を依頼したので，平成２１年１０月２１日ころまでに線撮とその編集\n作業を終えたが，被告は，この代金を支払うための資金がなかったので，\n原告代表者らに助けを求め，その結果，原告代表者に原告が本件作品を制\n作することを依頼し，原告代表者がこれを引き受けているのであり，証拠\n（乙２の１）によれば，予算案２には，「撮影（線撮込み）」との記載が\nあることが認められるから，本件請負契約において，原告と被告は，ファ\nルコンにおける線撮の業務をも本件請負契約の仕事に含めることを合意し\nたものと認められる。\nまた，前記１認定の事実によれば，ファルコンは，本件作品の撮影（本\n撮影）も行っていて，証拠（甲１，１７）によれば，その撮影の時間は１\n４４０秒であると認められるところ，証拠（乙２の１）によれば，予算案\n２では，撮影の金額は１秒当たりの単価が４００円とされていることが認\nめられる。\n以上の事情を併せ考えると，線撮を含む本件作品の撮影の業務の対価は，\n８０万円が相当であると認められる。\nタ  オフライン\n証拠（甲１，１５，１７，１８）及び弁論の全趣旨によれば，本件作品\nの制作に関し，ファルコンがオフラインの業務を行ったことが認められる\nところ，証拠（乙２の１）によれば，予算案２では，オフラインの金額は\n８万円とされていることが認められるから，オフラインの業務の対価は，\n８万円が相当であると認められる。\nチ  オンライン\n証拠（甲１，１５，１７，１８）及び弁論の全趣旨によれば，本件作品\nの制作に関し，ファルコンがオンラインの業務を行ったことが認められる\nところ，証拠（乙２の１）によれば，予算案２では，オンラインの金額は\n５万円とされていることが認められるから，オンラインの業務の対価は，\n５万円が相当であると認められる。\nツ  ダビングスタジオ費\n証拠（甲１，１６，１７）によれば，本件作品のダビングの作業は，Ｎ\nＥＫスタジオにおいて行われたが，この作業に６時間を要したことが認め\nられるところ，証拠（乙２の１）によれば，予算案２では，ダビングスタ\nジオ費（ＤＢスタジオ費）の金額は１時間当たりの単価が１万５０００円\nとされていることが認められるから，ダビングスタジオ費は，９万円が相\n当であると認められる。\nテ  音響効果\n前記１認定の事実によれば，原告が音響効果の作業を委託したＨ及びＩ\nが本件作品のダビングの作業を行ったところ，証拠（乙２の１）によれば，\n予算案２では，音響効果の金額は１０万円とされていることが認められる\nから，音響効果の業務の対価は，１０万円が相当であると認められる。\nト  ポスター彩色０巻\n証拠（甲１，１２，１７）及び弁論の全趣旨によれば，本件０巻のポス\nターの彩色の業務が行われたことが認められるが，このポスターがどのよ\nうなものであったかが明らかではないから，これに要した費用を確定する\nことはできない。しかしながら，被告は，本件０巻のポスターの彩色の業\n務の代金が２万円であると主張しているから，このことに照らすと，本件\n０巻のポスターの彩色の業務の対価は，２万円が相当であると認められる。\nナ  ポスター印刷０巻\n証拠（甲１，１６，１７）及び弁論の全趣旨によれば，本件０巻のポス\nターの印刷の業務が行われたことが認められるところ，証拠（乙２の１）\nによれば，予算案２では，本件０巻のポスターの印刷（ポスター印刷（０\n巻））の金額は２万円とされていることが認められるから，本件０巻のポ\nスターの印刷の業務の対価は，２万円が相当であると認められる。\nニ  ポスター印刷１巻\n証拠（甲１，１６，１７）及び弁論の全趣旨によれば，本件作品の第１\n巻のポスターの印刷の業務が行われたことが認められるところ，証拠（乙\n２の１）によれば，予算案２では，本件作品の第１巻のポスターの印刷\n（ポスター印刷（１巻））の金額は２万円とされていることが認められる\nから，本件作品の第１巻のポスターの印刷の業務の対価は，２万円が相当\nであると認められる。\nヌ  ＤＶＤパッケージ\n証拠（甲１，１６ないし１９）及び弁論の全趣旨によれば，本件作品の\nＤＶＤ商品のパッケージの制作の業務が行われたことが認められるところ，\n証拠（乙２の１）によれば，予算案２では，ＤＶＤ商品のパッケージの金\n額は３０万円とされていることが認められるから，本件作品のＤＶＤ商品\nのパッケージの制作の業務の対価は，３０万円が相当であると認められる。\nネ  ＤＶＤオーサリング\n前記１認定の事実によれば，ファルコンは，本件作品のオーサリングの\n業務を行ったものであるところ，証拠（甲１５）によれば，ファルコンは，\n原告に対し，オーサリングの代金として３０万円を請求していることが認\nめられる。ところで，被告は，陳述書（乙２８）において，低予算ででき\nるだけ経費を抑える場合であっても，オーサリングの費用として１０万円\nを要すると陳述しているから，このことを併せ考えると，本件作品のオー\nサリングの業務の対価は，２０万円が相当であると認められる。\nノ  コピー費\n証拠（甲１，１７）及び弁論の全趣旨によれば，本件作品の制作に当た\nってコピー費を要したことが認められるが，ＯＶＡの制作に当たっては，\nコピー費を要するのが通常であると考えられるから，他の業務の中でこれ\nを計上している可能性を否定することができないし，具体的にどのように\nコピー費を要したかは明らかでなく，証拠（乙１，２の１）によれば，コ\nピー費の金額は，予算案１では３万円とされているが，予算案２では０円\nとされていることが認められることを併せ考えると，コピー費を独立して\n計上することは相当でないというべきである。\nハ  車両費\n証拠（甲１，１７）及び弁論の全趣旨によれば，本件作品の制作に当た\nって車両を使用したことが窺えるが，その費用を定額で計上することに合\n理性があるとは認め難いし，原告が具体的にどのように車両を使用したか\nは明らかでなく，証拠（乙１，２の１）によれば，車両費の金額は，予算\n案１では７万円とされているが，予算案２では０円とされていることが認\nめられることを併せ考えると，車両費を独立して計上することは相当でな\nいというべきである。\nヒ  経理広報担当\n前記１認定の事実によれば，本件作品に係る経理及び広報の業務は，ア\nッカエッフェが担当し，同社の代表者であるＣが実際の経理及び広報の業\n務を行っているところ，証拠（甲１６）によれば，アッカエッフェは，原\n告に対し，「経理・広報プロデュース担当」の代金として４０万円を請求\nし，その内訳として，声優のキャスティング，キャラクターのデザインを\n行ったＤの手配，虎の穴やコミケとの交渉を挙げていることが認められる\nから，経理広報担当の業務の対価は，１０万円が相当であると認められる。\nフ  制作管理\n証拠（甲１，１７ないし２０）及び弁論の全趣旨によれば，原告は本件\n作品の制作管理の業務を行ったところ，アニメの業界では，通常，制作費\nの合計額の１０％が制作管理費として請求されることが認められるが，原\n告代表者は，被告に十分な資金がないことを認識して，自らがプロデュー\nサーとなって本件作品を完成させ，皆で協力してできるだけ多くの売上げ\nを上げ，その売上げから各所への支払をすることを想定していたのである\nから，原告が通常どおりの制作管理費を請求するとは考え難いところであ\nる。そうであるから，制作管理の業務の対価は，２７万円が相当であると\n認められる。\nヘ  したがって，本件請負契約の請負代金額は，以上を合計した４１６万５\n０００円に消費税相当額２０万８２５０円を加えた４３７万３２５０円と\nするのが相当であると認められる。\n(4)  以上のとおり，原告は，平成２１年１２月３０日までに本件請負契約の\n仕事を完成して，被告に本件作品のＤＶＤマスター，本件作品のＤＶＤ商品\n５００部及び本件作品のポスターを引き渡していることが認められるから，\n被告は原告に対し，本件請負契約の請負代金４３７万３２５０円及びこれに\n対する上記各目的物の引渡しが完了した日の翌日である同月３１日から支払\n済みまで民法所定の年５分の割合による遅延損害金の支払義務を負う。\n３  反訴について\n(1)  原告がリテイク作業をしなかったことについて\n証拠（乙２９）によれば，被告は，原告代表者が本件作品を制作すること\nを引き受けた平成２１年１０月３１日から本件作品の完成が求められる同年\n１２月末のコミケまでの間に，少なくとも４３カットの原画の確認をし，そ\nのうちのいくつかについては修正の指示を出していることが認められ，また，\n前記１認定の事実によれば，被告は，ファルコンによる本件作品の編集の作\n業に立ち会い，不具合があるカットについてリテイクの指示をし，それらに\nついてファルコンが撮影をやり直しているのであって，その後，本件作品は\n映像として完成し，被告は，本件作品のＤＶＤ商品の納品を受けて，平成２\n１年１２月３０日のコミケでこれを販売している。そして，被告は，本件作\n品の完成した映像について，各カットに描写されたキャラクターが確定した\nデザインと大幅に異なり，また，各カットの背景などの絵がレイアウトの指\n示と全く異なったり，他のカットとの整合性を欠くなど，本件作品は極めて\n質の低い仕上がりになったと主張するところ，証拠（乙５，２５ないし２\n７）によれば，キャラクターのデザインは，確定したデザインと大きく異な\nらないことが認められるし，また，各カットの背景などの絵がレイアウトの\n指示と全く異なることや他のカットとの整合性を欠くことなどについては具\n体的な主張，立証がないのであって，乙５に徴しても，本件作品のＤＶＤ商\n品の品質に問題があるとは認められない。\nそうであれば，本件請負契約の内容として，原告に原画及び動画を確認す\nる機会を被告に与えるとともに，必要なリテイク作業をする義務があるとし\nても，原告がこれを怠ったということはできない。\n(2)  原告が本件請負契約の業務を適切に履行しなかったことについて\n前記１認定の事実によれば，原告は，平成２１年１２月末のコミケに間に\n合うように本件作品を制作することとして被告の依頼を引き受け，同月３０\n日までに仕事を完成させ，その目的物を被告に引き渡しているのであるから，\n原告が本件請負契約の業務の履行を遅滞したということはできない。\n(3)  以上のとおりであるから，被告の反訴請求は，その余の点について判断\nするまでもなく，理由がない。\n第４  結論\nよって，原告の本訴請求は，前記２(4)記載の限度で理由があるからこれを\n認容し，その余は理由がないから棄却し，被告の反訴請求は理由がないからこ\nれを棄却することとして，主文とおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官          高 野 輝 久\n裁判官          三 井 大 有\n裁判官          小 川 卓 逸\n"
}