{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 3,
    "day": 28
  },
  "case_number": "平成24(わ)882",
  "case_name": "強制わいせつ致傷",
  "court_name": "神戸地方裁判所第４刑事部",
  "lawsuit_id": "84224",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=84224",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/224/084224_hanrei.pdf",
  "contents": "平成２６年３月２８日宣告  裁判所書記官\n平成２４年第８８２号  強制わいせつ致傷被告事件\n判            決\n主            文\n被告人を懲役２年８月に処する。\n未決勾留日数中３６０日をその刑に算入する。\n理            由\n【罪となるべき事実】\n被告人は，帰宅中のＡ（当時１８歳）に強いてわいせつな行為をしようと考\nえ，平成２４年８月１７日午後１１時頃，兵庫県明石市ａ町ｂ丁目ｃ番ｄ号に\nあるＢのエレベーター内において，同女に対し，いきなり同女の右腕を両手で\nつかみ，「静かにせな殺すぞ。」などと言って脅迫し，同女の右腕を両手でつか\nんだまま同女を上記エレベーター内から上記マンションｅ階エレベーター横階\n段踊り場まで連行し，同所において，同女の口を手で塞いでその場に仰向けに\n転倒させるなどの暴行を加え，強いてわいせつな行為をしようとしたが，同女\nが抵抗したためその目的を遂げず，その際，上記暴行により，同女に全治約１\n週間を要する後頭部打撲及び皮下血腫，頸部・左膝擦過傷，外傷性頸部症候群\nの傷害を負わせた。\n【争点に対する判断】\n１  争点\n本件では，被告人が，被害者に対し，わいせつな行為をする目的で公訴事実記\n載の暴行を加え，被害者に傷害を負わせたことについては争いがない。争点は，\n犯行当時，被告人が軽度知的障害及び広汎性発達障害等の影響により，心神耗\n弱の状態にあったか否かである。\n弁護人は，被告人は軽度知的障害及び広汎性発達障害等の影響によりもともと\n常識的な判断能力が劣っていた上，犯行時には，後者の障害に特有のパニック\n状態（精神的混乱状態）に陥っていたため，心神耗弱の状態にあったと主張し\nた。\n当裁判所は，以下のとおり，軽度知的障害及び広汎性発達障害等が本件犯行に\n影響を与えているとしても，その影響は限定的なものであり，被告人には完全\n責任能力が認められると判断した。\n２  前提事実\n  被告人は，中学生の頃から性非行，性犯罪を繰り返し，昭和６３年から平\n成７年にかけて，少年院や刑務所に複数回入所していた（なお，平成元年頃，\n医療少年院入所中に統合失調症の診断を受けている。）。平成７年２月にも強姦\n未遂事件で検挙されたが，不起訴処分となり，同年２月１７日，他者加害の危\n険があるとして，Ｃ病院に措置入院することとなった。平成１６年３月３１日，\n被告人はＣ病院を退院したが，その後もＤ病院に定期的に通院していた。なお，\n診断日は不明であるが，同病院では，被告人は統合失調症，広汎性発達障害，\n軽度知的障害の診断を受けている。\n  Ｃ病院退院後，被告人は，自宅で自慰行為にふけり，母親の目の前でも自\n慰行為をするようになった。平成１９年頃からは，母親にソープランドに行く\nための金を要求するようになり，要求を拒否されると，母親に暴力をふるうこ\nともあった。また，この頃から，幻聴や被害妄想のような症状も目立つように\nなった。\n  平成２４年１月３日，被告人は，些細なことから母親に暴力をふるい，母\n親が警察に通報したことから，同日から同月２４日までＥ病院に入院した。同\n年６月２４日にも，Ｄ病院での外来診察時，妄想興奮状態で病院内で暴れたこ\nとから，そのまま同病院に入院した。その後，症状は軽快し，同年８月１５日\nに退院した。\n  本件犯行当日の状況\nア  同月１７日，被告人は，昼食後と夕食後に自慰行為を行い，夜食後にも自\n慰行為を行ったが，生身の女性の体に触りたいとの欲求にかられ，母親にソー\nプランドに行くための金を要求した。母親にこれを拒否されると，被告人は，\nその欲求を抑えきれず，かねてから若い女性が多く入居していそうなマンショ\nンとして把握していた本件マンションに向かった。\nイ  被告人は，エレベーター内で女性を襲うことにし，本件マンションに到着\nすると，１階エレベーターホールの脇の集合ポスト付近で女性を待っていた。\nウ  １人目の女性が通りかかった際，被告人は，先にエレベーターに乗り込み，\n女性を待ったが，女性がそのエレベーターに乗ってこなかったため，失敗に終\nわった。\nエ  その後，被告人が集合ポスト付近で女性を待っていると，被告人の好みの\nタイプであった被害者がエレベーターホールに現れ，エレベーターに乗り込ん\nだことから，被告人も引き続いてエレベーターに乗り込み，公訴事実記載の犯\n行に及んだ。\nオ  被告人は，被害者が悲鳴をあげたため，誰かが１１０番通報をして警察が\n来るのではないかと考え，わいせつ行為を諦めて逃走した。自宅に逃げ帰った\n被告人は，母親にマンションのエレベーターで女性を襲ったことを告白したが，\n警察には言わないように口止めをした。さらに，被告人は，母親の助言を受け，\n犯行時に着用していた帽子を袋の中に入れ，ズボンやＴシャツと一緒に押し入\nれの奥に隠した。\n３  精神障害の有無・程度について\n  Ｆ医師の供述の要旨\n①被告人は，ＩＣＤ－１０の診断基準に照らし，犯行時，軽度知的障害，非社\n会性パーソナリティ障害，妄想型統合失調症であったと診断できる。②このう\nち妄想型統合失調症については，犯行当時に幻覚妄想はなく，犯行への影響は\nほとんど無視できる。③軽度知的障害については，理解力が多少人より劣って\nおり，短絡的な思考傾向がみられる。④非社会性パーソナリティ障害について\nは，社会のルールを守ることができず，自らの欲求に従って行動しがちな人格\n構造がみられる。⑤これらの障害は，上記のような思考傾向や人格構造に基づ\nいて犯行を行ったという限度では本件犯行に影響を与えているといえるが，著\nしくはない。また，⑥広汎性発達障害については，被告人の幼少期の資料が不\n足していること等から確定診断はできないが，犯行時，広汎性発達障害であっ\nた可能性は否定できない。⑦もっとも，相手と目をあわさないとか，会話をし\nないというような極端な症状はなく，コミュニケーションにさほど難はないこ\nとから，症状は軽い部類と考えられる。⑧広汎性発達障害であるとした場合，\n人の感情に対する理解の低さ等が犯行に影響を与えているとも考えられるが，\nその程度は著しくはない。なお，発達障害の影響でパニック症状（混乱状態）\nが出ることはあるが，本件においては，犯行時及びその前後の言動からすると，\nそのような症状（状態）があったとは考えにくい。\n  上記供述の信用性\nＦ医師は，精神科の専門医であり，その学識，経験等に照らし，精神鑑定の鑑\n定人として十分な資質を備えている。同医師は，鑑定にあたって，捜査機関か\nら提供された被告人の入通院歴等を含む一件資料を精査し，被告人と複数回面\n談を行うだけでなく，被告人の母親とも面談を行うなど慎重な検討を行ってい\nる。その判断過程をみても，信頼性のある診断基準（ＩＣＤ－１０）に基づき，\n具体的かつ合理的な診断根拠が示されている上，その診察方法や前提資料の検\n討について特に不合理な点は見あたらない。\nなお，弁護人は，前記⑧について，被告人は，犯行直前に，母親からソープ\nランドに行くための金をもらえなかったことが，被告人にとって想定外の事態\nであり，これがきっかけとなって被告人は広汎性発達障害特有のパニック状態\n（混乱状態）に陥っていたなどと主張し，被告人もこれに沿う供述をする。\n確かに，広汎性発達障害に特徴的な症状の一つとして，想定外の事態が生じた\n際にパニック状態（錯乱状態や思考が停止した状態）に陥るということが挙げ\nられる。しかし，他方で，広汎性発達障害の臨床経験が豊富な専門医である証\n人Ｇ医師（Ｈ大学大学院医学研究科）は，人が当初の目的に合致した合理的な\n行動を行っている場合には，パニック状態にあったとは言い難いと公判で供述\nしている。そして，母親に要求を拒否された後の被告人の行動をみると，被告\n人は，若い女性が多く入居していると考えたマンションを犯行場所として選び，\n集合ポストの周辺で若い女性が現れるのを待ち，被害者と二人きりのエレベー\nター内で被害者を「静かにせな殺す」などと脅し，さらに人目につかない階段\n踊り場に被害者を連れこみ，助けを求めようとする被害者の口を塞ぐなど，マ\nンション住民等に犯行が発覚しないように被告人なりに注意を払いつつ，女性\nの体を触るという目的を達成するために相応に合理的な行動をとっている。こ\nうしたことからすると，被告人がパニック状態にあったと認めることはできな\nい。\n以上のことからすると，Ｆ医師の上記供述は十分に信用できるものである。\n４  責任能力の判断\n以上を前提に犯行時の被告人の責任能力について検討する。まず，病状につい\nては，前記３のとおり，被告人は，犯行当時，妄想型統合失調症に罹患して\nいたものの，幻覚妄想はなく，軽度知的障害，非社会性パーソナリティ障害及\nび広汎性発達障害の症状はいずれも日常生活に支障がない程度のものといえる。\nそして，被告人は，自慰行為を繰り返すうちに生身の女性の体に触りたいとい\nう気持ちを抑えられなくなって犯行に及んでいる。確かに，母親にソープラン\nドに行く金をもらえなかったということから直ちに犯行を決意している点はあ\nまりに短絡的であり，軽度知的障害等の影響がみられるが，犯行動機は十分了\n解可能である。若い女性が多いと考えたマンションに向かい，エレベーターに\n若い女性が乗り込むのを待ち，エレベーター内で女性を襲うという本件犯行は\nそれなりに計画的なものであった。また，被告人が犯行直前に母親の目の前で\n自慰行為を行っていたことについては，通常の感覚では理解し難いが，被告人\nは日常的にそのような行為をしており，本件犯行当日において，特に異常な精\n神状態にあったということはない。\n加えて，前記３のとおり，被告人は，若い女性の体を触るという目的に応じ\nた相応に合理的な行動をとっており，これらの犯行状況について，比較的具体\n的な記憶を留めてもいる。また，被告人は，犯行後，逃走し，犯行を告白した\n母親に口止めをした上，証拠を隠すなど，本件犯行発覚防止のための行動をと\nっている。\n以上のとおり，女性の体に触りたいという本件犯行の動機は了解可能なもので\nあり，本件犯行には一応の計画性が認められる。被告人の犯行時の精神状態は\nパニック状態（混乱状態）といえるものではなく，平素のものと質的に異なる\nものではなかった。具体的な行動も女性の体に触るという目的に相応した合理\n的なものである。そして，被告人は本件犯行が違法なものであるとの認識を有\nしていた。\n以上のことからすれば，被告人は，軽度知的障害，非社会性パーソナリティ障\n害及び広汎性発達障害の影響があったとしても，善悪の判断能力，行動制御能\n力が多少低下していたという程度であり，これらが著しく低下した状態にはな\nかったというべきである。したがって，被告人は犯行時，完全責任能力を有し\nていたと認められる。\n【法令の適用】\n被告人の判示行為は刑法１８１条１項（１７９条，１７６条前段）に該当する\nところ，所定刑中有期懲役刑を選択し，なお犯情を考慮し，同法６６条，７１\n条，６８条３号を適用して酌量減軽をした刑期の範囲内で被告人を懲役２年８\n月に処し，同法２１条を適用して未決勾留日数中３６０日をその刑に算入し，\n訴訟費用は，刑事訴訟法１８１条１項ただし書を適用して被告人に負担させな\nいこととする。\n【量刑の理由】\n密室となるマンションのエレベーターで若い女性を狙った犯行であり，この点\nで悪質な犯行である。それなりに計画的な一面もあり，犯行により被害者に与\nえた精神的な苦痛も大きく，不安は未だに癒されていない。暴行内容だけをみ\nると，腕を引っ張ったり，手で口を塞いだりした程度のものであり，傷害結果\nも軽く，また，被告人は犯行当時軽度知的障害等の精神障害の影響で善悪の判\n断能力，行動制御能力が幾分低下していたとはいえるが，こうしたことからす\nると，本件は決して軽微な事案であるとはいえず，同種事案の量刑傾向に照ら\nしても，実刑と執行猶予のいずれもあり得る事案といえる。\nそこで，社会内での更生環境について検討すると，被告人の更生を支えるため\nの適当な監督者は見あたらず，被告人を受け入れる施設等も手配されていない\nことからすると，現状では更生環境はかなり心許ないといわざるを得ない。ま\nた，被告人は一応反省の態度を示しているものの，服役を免れたい気持ちが表\nに出ている。加えて，前刑からは相当長期間が経過しているものの，本件の犯\n行の経緯や手口等から考えれば，この種の性犯罪傾向は根深い。\n以上のことからすると，被告人について，現状では社会内で更生する条件が整\nっているとはいえず，実刑を選択することによって被告人の刑責の重さを明ら\nかにすべきである。他方，刑期については，前記のように被告人のために酌む\nべき事情もあるから，酌量減軽の上，主文の刑を量定した。\n（検察官の求刑は懲役４年，弁護人の科刑意見は懲役２年執行猶予５年）\n平成２６年３月２８日\n神戸地方裁判所第４刑事部\n裁判長裁判官      宮崎英一\n裁判官      冨田敦史\n裁判官      高島  剛\n"
}