{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 10,
    "day": 23
  },
  "case_number": "平成29(行ヒ)185",
  "case_name": "公金違法支出損害賠償等請求事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "集民　第260号1頁",
  "original_court_name": "高松高等裁判所",
  "original_case_number": "平成28(行コ)4",
  "original_date": {
    "era": "Heisei",
    "year": 29,
    "month": 1,
    "day": 31
  },
  "gist": "住民訴訟の係属中にされたその請求に係る市の損害賠償請求権及び不当利得返還請求権を放棄する旨の市議会の議決が裁量権の範囲の逸脱又は濫用に当たるとはいえないとされた事例",
  "case_gist": "市が，その経営する競艇事業に関して，競艇場に近接する水面に漁業権の設定を受けている漁業協同組合に対し公有水面使用協力費を支出したことが違法であるとして提起された住民訴訟の係属中に，その請求に係る当該支出を行った公営企業の管理者に対する損害賠償請求権及び上記組合に対する不当利得返還請求権を放棄する旨の市議会の議決がされた場合において，次の(1)～(5)など判示の事情の下では，当該議決が裁量権の範囲の逸脱又は濫用に当たるということはできない。\n(1)　当該支出が行われた当時，競艇場に近接する水面において上記組合の組合員らが漁業を営んでいたこと等からすれば，競艇事業の円滑な遂行のために上記協力費を支出する必要があると判断することが政策的観点を踏まえた判断として誤りであることが明らかであったとはいえず，また，上記協力費の支出が数十年にわたって継続され，年度ごとに協定書が作成され，市議会において決算の認定も受けていたなど所要の手続が履践されていたこと等からすれば，上記協力費の支出が合理性，必要性を欠くものであったことが明らかな状況であったとはいい難い。\n(2)　上記協力費の支出に関し，上記組合から不当な働きかけが行われたなどの事情はうかがわれず，上記管理者が私利を図るために支出をしたものでもない。\n(3)　当該議決は，上記協力費の支出が違法であるとの上記住民訴訟の第１審判決等の判断を前提とし，不当利得返還請求権を行使した場合の上記組合への影響が大きいことや上記管理者の帰責性が大きいとはいえないこと等を考慮してされたものであり，上記管理者や上記組合の支払義務を不当な目的で免れさせたものということはできない。\n(4)　上記管理者の損害賠償責任は上記協力費の支出によって何らの利得も得ていない個人にとっては相当重い負担となり，また，上記組合に対する不当利得返還請求権の行使により，その財政運営に相当の悪影響を及ぼすおそれがある一方，これらの請求権の放棄によって市の財政に多大な影響が及ぶとはうかがわれない。\n(5)　上記住民訴訟に先行する住民訴訟において上記協力費の支出を違法とした判決を契機に，上記協力費の支出は取りやめられ，上記管理者に対する減給処分が行われるなどの措置が既にとられている。",
  "ref_law": "地方自治法９６条１項１０号，地方自治法２４２条の２第１項４号",
  "lawsuit_id": "88066",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=88066",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/066/088066_hanrei.pdf",
  "contents": "平成２９年（行ヒ）第１８５号  公金違法支出損害賠償等請求事件\n平成３０年１０月２３日  第三小法廷判決\n主      文\n原判決を破棄し，第１審判決中上告人敗訴部分を取り消す。\n前項の部分に関する被上告人らの請求をいずれも棄却する。\n訴訟の総費用は被上告人らの負担とする。\n理      由\n１  本件は，鳴門市（以下「市」という。）が経営する競艇事業に関し，市が平\n成２５年度において漁業協同組合である上告補助参加人ら（以下「参加人ら」とい\nう。）に対して公有水面使用協力費を支出したことが違法，無効であるとして，市\nの住民である被上告人らが，地方自治法２４２条の２第１項４号の規定に基づき，\n上告人を相手に，当時の市公営企業管理者企業局長の職にあった者に対する損害賠\n償請求及び参加人らに対する不当利得返還請求をすること等を求める住民訴訟であ\nり，論旨は，上記各請求に係る請求権を放棄する旨の市議会の議決の適否に関する\nものである。\n２  原審の適法に確定した事実関係等の概要は，次のとおりである。\n(1)  市は，鳴門市公営企業の設置等に関する条例（平成１６年鳴門市条例第３\n８号）により，モーターボート競走法に基づく競艇の開催及びこれに附帯する業務\nを行うため，競艇事業を設置している。また，競艇を開催するため，鳴門市撫養町\n大桑島字濘岩浜４８番地先水面（以下「本件水面」という。）にモーターボート競\n走場（以下「本件競艇場」という。）を設置し，これを管理している。\n市は，上記条例により，競艇事業を含む公営企業の各事業を通じて管理者１人を\n置き，その職名を企業局長としている。平成２４年度及び同２５年度において企業\n局長の職にあったのは，Ａである。\n(2)ア  本件競艇場が設置された昭和２８年当時，参加人らは，本件水面及びこ\nれに近接する海域においてボラ漁の漁業権の設定を受けており，参加人らの組合員\nらは，これらの海域において漁業を営んでいた。参加人らは，市に対し，本件競艇\n場の設置によって漁獲高が減少するなどとして漁業補償を要望し，その結果，市か\nら参加人らに対し，補償金が支払われることとなった。その後，市は，毎年度，上\n記補償金を「漁業補償金」として支払うようになり，昭和４９年度からは「公有水\n面使用協力費」の名目で支払うようになった（以下，上記のとおり市が参加人らに\n毎年度支払った金員を名目を問わず「本件協力費」という。）。\n参加人らが設定を受けていた上記漁業権は，昭和３８年に消滅したが，参加人ら\nは，同年，本件水面に近接する水面上にわかめ養殖業のための区画漁業権の設定を\n受け，組合員らがわかめ養殖業を営むようになった。もっとも，参加人らは，昭和\n５０年９月以降は，市に対して漁業被害の実情を書面により報告することや，減収\n額の調査をすることはなくなった。\nイ  市が参加人らに対してそれぞれ支払った本件協力費の額は，昭和５２年度に\nは２０２万５０００円であったが，順次増額され，平成７年度から同２１年度まで\nは各６００万円であった。その後，本件協力費は，競艇事業の経営状況の悪化等を\n理由として，平成２２年度は各５８０万円，同２３年度は各５００万円，同２４年\n度は各４５０万円と順次減額された。\nウ  市は，平成１６年８月までに，本件競艇場に設置されていたフェンスを移動\nするなどして，本件競艇場の規模を拡張する鳴門競艇場競走水面整備事業（以下\n「本件拡張整備事業」という。）を行った。その際，市は，参加人らに対し，本件\n拡張整備事業に係る工事協力金として，本件協力費とは別に各１０００万円を支払\nい，参加人らは，本件拡張整備事業に同意した。\n(3)  Ａは，平成２５年４月１日，市を代表して，参加人らとの間で，要旨以下\nの内容の公有水面使用協定書を作成して公有水面使用協定（以下「本件協定」とい\nう。）を締結し，市は，同月３０日，本件協定に基づき，参加人らに本件協力費と\nして各４３０万円を支出した（以下，この支出を「本件支出」という。）。なお，\n市と参加人らとの間で平成１８年から同２４年までの間に締結された協定において\nも，年度ごとに協定書が作成され，同様の内容（本件協力費の金額は異なる。）が\n合意されている。また，本件協力費の支出に関し，市議会において決算の認定がさ\nれてきた。\nア  参加人らは，市が本件競艇場において競艇を施行する間，これに必要な公有\n水面の使用を異議なく承諾し，市の競艇事業の運営に支障を来さないよう，その所\n属する組合員と共に，全面的に協力するものとする。\nイ  市は，参加人らに対し，１年間の本件協力費として各４３０万円を支払うも\nのとする。\n(4)ア  市の担当者は，平成２３年１０月に開かれた市議会予算決算委員会や同\n２４年に行われた本件協力費に関する住民監査請求手続において，本件協力費につ\nいて，漁業補償の趣旨を含むとの言及や，港湾管理者である徳島県（以下「県」と\nいう。）との水域占用協議に参加人らの同意が必要となるからその対価であるとい\nった説明はしなかった。\nイ  被上告人らは，平成２４年４月，平成１８年度から同２３年度までの間の本\n件協力費の支出が違法であるとして，徳島地方裁判所に対し，当時企業局長の職に\nあった者に対する損害賠償請求及び参加人らに対する不当利得返還請求をすること\n等を求める住民訴訟（以下「前件訴訟」という。）を提起し，その後，同２４年度\nの本件協力費の支出についても請求を拡張した。\n徳島地方裁判所は，平成２６年１月３１日，平成２３年度及び同２４年度の本件\n協力費の支出は違法であるなどとして，前件訴訟における被上告人らの請求のう\nち，Ａに対し同年度の本件協力費の合計額に相当する９００万円の支払を，参加人\nらに対し同２３年度及び同２４年度に受領した本件協力費に相当する各９５０万円\nの支払を，それぞれ請求することを求める部分を認容する判決を言い渡した。上告\n人は控訴したが，高松高等裁判所は控訴を棄却する判決を言い渡した。上告人は上\n告及び上告受理申立てをしたが，平成２８年２月２６日，最高裁判所において，上\n告を棄却し，事件を上告審として受理しない旨の決定がされた。\n(5)  被上告人らは，平成２６年６月１２日，徳島地方裁判所に対し，平成２５\n年度の本件協力費の支出（本件支出）は違法であるなどとして，本件訴訟を提起し\nた。徳島地方裁判所は，平成２７年１２月１１日，本件支出に係る支出負担行為で\nある本件協定は違法，無効であるとし，被上告人らの請求のうち，Ａに対する８６\n０万円の損害賠償請求及び参加人らに対する各４３０万円の不当利得返還請求をす\nることを求める部分を認容する判決を言い渡し，その理由中で，本件協定が違法で\nあることの根拠の一つとして，本件水面の占用期間延伸手続に参加人らの同意が必\n要であるとは認められないことを挙げた。上告人は，同判決に対して控訴した。\n(6)ア  Ｂ市長は，平成２８年４月１４日，市議会に対し，地方自治法９６条１\n項１０号の規定に基づき，前件訴訟の確定判決及び本件訴訟の第１審判決に係る市\nのＡに対する損害賠償請求権及び参加人らに対する不当利得返還請求権（以下，併\nせて「本件各請求権」という。）を放棄する旨の議案（以下「本件議案」とい\nう。）を提出した。その提案理由書には，本件各請求権を放棄する理由として，①\n参加人らに対する不当利得返還請求権を行使することにより，参加人らの経営に大\nきな打撃を与え，ひいては市の水産業振興への悪影響も懸念されること，②本件協\n力費の支出は組織的な対応の瑕疵及び組織としての判断の誤りによるものであり，\nＡ自身が私利を得ようとしたものではないこと，③本件協力費の支出は予算の範囲\n内で行われており，支出後においては決算認定を受けるなど，市議会においても必\n要性があると認められていたこと，④市は，本件協力費の支出を取りやめており，\n今後についても支出しないこととしているなど，違法とされた財務会計行為を是正\nしていることが挙げられていた。\nＢ市長は，同日，市議会において本件議案の提案理由の説明を行い，その中で，\n本件協力費は，競艇事業の円滑な運営のために参加人らがその所属する組合員と共\nに全面的に協力することへの対価として支出してきたこと，競艇事業を実施するに\nは，本件水面の占用についての県の許可を要し，これには参加人らの同意が必要で\nあるとされていたこと，参加人らの同意を得るための協定書が締結できなくなれば\n競艇事業が実施できなくなるおそれがあるとの認識があったこと等の説明を行っ\nた。\nイ  市議会は，平成２８年４月１４日，損害賠償請求権等放棄審査特別委員会\n（以下「特別委員会」という。）を設置し，本件議案の審査を付託することを決議\nした。\n同日開催された特別委員会において，市の担当者は，参加人らの財務内容につい\nて詳細な調査を行ったことはないこと，参加人らとの良好な関係が崩れた場合の影\n響に関し，公有水面の占用協議に当たって県の許可が得られなくなると競艇を開催\nできなくなり，経済効果の面や雇用について影響が生ずること等を答弁した。特別\n委員会は，同月１５日も本件議案の審査を行った上，本件議案を原案のとおり可決\nした。\n同月１９日に開催された市議会本会議において，特別委員会委員長は，委員会審\n査の概要を報告し，４名の議員が賛成の立場から，２名の議員が反対の立場から討\n論を行い，賛成１１票，反対９票の多数決により本件議案が可決された（以下，こ\nの議決を「本件議決」という。）。\nウ  上告人は，本件議決を受けて，Ａ及び参加人らに対し，本件各請求権を放棄\nする旨をそれぞれ通知した。\n(7)  前件訴訟の第１審判決を受けて，市は，平成２６年度以降の本件協力費の\n支出を取りやめた。また，Ａは給料月額の１０％を６か月減額する懲戒処分を受\nけ，Ｂ市長については６か月の給料月額の減額率を１０％上乗せし２０％減額する\n条例が可決された。\n３  原審は，上記事実関係等の下において，本件協力費は漁業補償としての性格\nを喪失し，協力金という趣旨であるとしても高額に過ぎることから，本件支出は合\n理性，必要性を欠き，本件協定は違法，無効であり，また，Ａは本件協定を締結し\nたことについて過失があるとした上で，本件各請求権の放棄の効力について要旨次\nのとおり判断して，Ａに対する損害賠償請求及び参加人らに対する不当利得返還請\n求を求める被上告人らの請求をいずれも認容すべきものとした。\n本件協力費の支出は，合理性，必要性を欠くものであったところ，永年その支出\nが継続され，この間に支払われた金額は多額に及んでいる。Ａは，その合理性，必\n要性の基礎となる事情について調査し，検討すべき義務を負っていたにもかかわら\nず，漫然と従前の経緯を踏襲して支出を行ったものであり，参加人らも，支出の違\n法性を基礎付ける事実関係を認識した上で，多額の利益を得たものであり，いずれ\nも帰責性は大きい。本件議決の提案理由等についても的確な説明責任が果たされて\nいるとはいえない。漁業協同組合の財政的基盤がぜい弱であることは公知の事実で\nあるが，不当利得返還請求権を行使することによる参加人らの経営への打撃につい\nて的確な立証はなく，参加人らに真に救済が必要であるならば別途支援策を講ずべ\nきである。これらの事情を総合考慮すると，本件議決は，地方自治法の趣旨等に照\nらして不合理であって裁量権の範囲の逸脱又はその濫用に当たるもので違法であ\nり，本件各請求権の放棄は無効である。\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n(1)  普通地方公共団体がその債権の放棄をするに当たって，その適否の実体的\n判断は，住民による直接の選挙を通じて選出された議員により構成される普通地方\n公共団体の議決機関である議会の裁量権に基本的に委ねられているものというべき\nであるところ，住民訴訟の対象とされている損害賠償請求権又は不当利得返還請求\n権を放棄する旨の議決がされた場合には，個々の事案ごとに，当該請求権の発生原\n因である財務会計行為等の性質，内容，原因，経緯及び影響，当該議決の趣旨及び\n経緯，当該請求権の放棄又は行使の影響，住民訴訟の係属の有無及び経緯，事後の\n状況その他の諸般の事情を総合考慮して，これを放棄することが普通地方公共団体\nの民主的かつ実効的な行政運営の確保を旨とする地方自治法の趣旨等に照らして不\n合理であって上記の裁量権の範囲の逸脱又はその濫用に当たると認められるとき\nは，その議決は違法となり，当該放棄は無効となるものと解するのが相当である。\nそして，財務会計行為等の性質，内容等については，その違法事由の性格や当該職\n員又は公金の支出等を受けた者の帰責性等が考慮の対象とされるべきものと解され\nる（最高裁平成２２年（行ヒ）第１０２号同２４年４月２０日第二小法廷判決・民\n集６６巻６号２５８３頁，最高裁同２２年（行ヒ）第１３６号同２４年４月２３日\n第二小法廷判決・民集６６巻６号２７８９頁参照）。\n(2)  以上の観点から，本件議決の適否について検討する。\nア(ア)  まず，本件協力費の支出の性質及び内容についてみると，本件協力費の\n支出の違法事由は，当初の漁業補償としての性格が失われており，協力金の趣旨で\nあるとしても高額に過ぎ，合理性，必要性を欠くものであったという点にある。も\nっとも，本件協力費の支出が違法とされ，支出を行った者に過失があるとされる場\n合であっても，その支出は，地方公共団体が経営する企業の円滑な運営のために関\n係者の理解，協力を得るべく行われたものとみられるところ，本件議決の適否を判\n断するためにその支出を行った者又は支出を受けた者の帰責性の程度を検討するに\n当たっては，このような支出が，当該企業の目的を遂行するための政策的観点を踏\nまえた多角的，総合的な判断に基づいて行われる性質のものであることを考慮に入\nれる必要がある。\nそこで検討すると，本件競艇場は，平成２５年当時もこれに近接する水面におい\nて参加人らの組合員らがわかめ養殖業を営んでいた上，本件拡張整備事業により以\n前に比べて規模を拡張していたというのであり，上記組合員らが営む漁業に対して\nなお一定の影響を及ぼしていると考えることにも理由がないとはいえない状況にあ\nったということができる。そうすると，本件支出当時においても，収益事業たる競\n艇事業の円滑な遂行のために本件協力費を支出する必要があると判断することが，\n上記の政策的観点を踏まえた判断として誤りであることが明らかであったというこ\nとはできない。また，本件協力費の支出が数十年にわたって継続され，近年は毎年\n減額されていたこと，年度ごとに協定書が作成され，市議会において決算の認定も\n受けていたなど所要の手続が履践されていたこと等の事情も考慮すると，本件協力\n費の支出が合理性，必要性を欠くものであったことがその態様等に照らして明らか\nな状況であったとはいい難い。\nそうすると，Ａが企業局長として本件協力費の支出に関与した当時，同人は，本\n来であれば本件協力費の見直しを行うべきではあったものの，その支出が違法であ\nることを容易に認識し得る状況にあったとはいえないから，その帰責性が大きいと\nいうことはできない。\nまた，参加人らは，本件協力費の支出の適否を判断する立場にはなく，従前と同\n様に市との間で協定を締結し，それに従って本件協力費を受領したにすぎないもの\nである上，本件協力費の支出が合理性，必要性を欠くものであったことが明らかな\n状況であったといい難いことは上記のとおりである。そうすると，参加人らが受領\nした本件協力費の累積金額が相当高額に及ぶことを考慮しても，参加人らの帰責性\nが大きいということはできない。\n(イ)  次に，本件協力費の支出の原因，経緯及び影響に関しては，上記のとお\nり，本件協力費の支出は，永年にわたって継続され，その間，所要の手続を履践し\nていたものであって，参加人らから不当な働きかけが行われたなどの事情はうかが\nわれないし，Ａが私利を図るために本件協力費の支出をしたものではないことも明\nらかである。本件協力費の累積支出額は高額に及ぶのに対し，市やその住民に具体\n的な利益が還元されているものとは認め難いところであるが，本件協力費が競艇事\n業の円滑な運営に資するところがなかったともいい難い。\nイ  以上を前提として，本件議決の趣旨及び経緯についてみると，前記２(6)の\n事実関係に照らせば，本件議決は，本件協力費の支出が違法であるとの前件訴訟の\n確定判決及び本件訴訟の第１審判決が示した法的判断を前提とした上で，不当利得\n返還請求権を行使した場合に参加人らへの影響が大きいこと，Ａの帰責性が大きい\nとはいえないこと等を考慮した上でされたものであるとみることができ，Ａや参加\n人らの支払義務を不当な目的で免れさせたものということはできない。また，本件\n議決に当たり，参加人らの具体的な財務状況は明らかにされていないものの，漁業\n協同組合である参加人らに対して本件協力費の支払を打ち切った上に，３年分の本\n件協力費に相当する１３８０万円の返還を求めれば，その財政運営に相当の悪影響\nを及ぼすことが容易に想定されることに照らせば，市の水産業振興の観点から参加\n人らの財政運営に一定の配慮をし，不当利得返還請求権の放棄の理由としたことが\n不合理であるとはいえない。なお，Ｂ市長や市の担当者らは，市議会等において，\n本件水面の占用許可を得るために参加人らの同意が必要であるなどと説明している\nが，この説明は，その内容に正確性を欠いた点があるとしても，前件訴訟の確定判\n決や本件訴訟の第１審判決の判断を否定する趣旨に出たものとはいえず，本件議案\nに反対する立場の議員からの意見表明が行われた上で本件議決に至ったという審議\nの経過等からすれば，上記の点が市議会議員の投票行動に重大な影響を及ぼしたと\nいうこともできない。\nウ  さらに，市の本件各請求権の放棄又は行使の影響についてみると，Ａの１７\n６０万円の損害賠償責任は，本件協力費の支出によって何らの利得も得ていない個\n人にとっては相当重い負担となり，また，参加人らに対する不当利得返還請求権の\n行使により，その財政運営に相当の悪影響を及ぼすおそれがあることは前記のとお\nりである。一方，市の規模等に鑑みれば，本件各請求権の放棄によってその財政に\n多大な影響が及ぶとはうかがわれない。\nなお，本件議決は，本件訴訟が原審に係属している間に行われたものではある\nが，前件訴訟の確定判決や本件訴訟の第１審判決における法的判断を前提とするも\nのであることは前記のとおりであって，住民訴訟制度の趣旨を没却する濫用的なも\nのに当たるということはできない。また，前件訴訟の第１審判決を契機として平成\n２６年度以降の本件協力費の支出は取りやめられ，Ａに対する減給処分が行われる\nなどの措置が既にとられているところである。\nエ  以上の諸般の事情を総合考慮すれば，市が本件各請求権を放棄することが普\n通地方公共団体の民主的かつ実効的な行政運営の確保を旨とする地方自治法の趣旨\n等に照らして不合理であるとは認め難いというべきであり，本件議決が市議会の裁\n量権の範囲の逸脱又はその濫用に当たるということはできない。そして，本件議決\nを受けて，上告人がＡ及び参加人らに対し，本件各請求権を放棄する旨をそれぞれ\n通知したことにより，その放棄は有効にされ，同請求権は消滅したものというべき\nである。\n５  以上と異なる原審の判断には，判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨はこの趣旨をいうものとして理由があり，原判決は破棄を免れな\nい。そして，以上に説示したところによれば，Ａ及び参加人らに関する被上告人ら\nの請求はいずれも理由がないから，第１審判決中上告人敗訴部分を取り消し，同部\n分に関する被上告人らの請求をいずれも棄却すべきである。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁判長裁判官  岡部喜代子  裁判官  山崎 敏充  裁判官   戸倉三郎  裁判官\n林  景一  裁判官  宮崎裕子)\n"
}