{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 4,
    "day": 12
  },
  "case_number": "平成29(行ケ)10187",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87677",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87677",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/677/087677_hanrei.pdf",
  "contents": "平成３０年４月１２日判決言渡\n平成２９年（行ケ）第１０１８７号  審決取消請求事件\n口頭弁論終結日  平成３０年２月６日\n判 決\n原 告  株式会社コラ ボ\n訴訟代理人弁理士  伊藤 捷 雄\n被 告  特 許 庁 長 官\n指 定 代 理 人  橘   崇 生\n刈間宏 信\n板谷玲 子\n半田正 人\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０１６－１３９２４号事件について平成２９年８月２９日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1) 原告は，平成２７年９月２４日，意匠に係る物品を「ライター」とし，意\n匠の形態を別紙審決書写しの「別紙第１」のとおりとする意匠（以下「本願\n意匠」という。）に係る意匠登録出願（意願２０１５－２０９１０号）をし\nた。\n特許庁は，平成２８年６月３日付けで拒絶査定をしたため，原告は，同年\n９月１６日，これに対する不服の審判を請求した。\n(2) 特許庁は，これを不服２０１６－１３９２４号事件として審理し，平成２\n９年８月２９日，「本件審判の請求は，成り立たない。」との審決をした。\nその謄本は，同年９月１９日，原告に送達された。\n(3) 原告は，平成２９年１０月１６日，審決の取消しを求めて本件訴えを提起\nした。\n２  審決の理由の要旨\n(1) 審決の理由は，別紙審決書写し記載のとおりである。要するに，本願意匠\nは，「特許庁総合情報館が１９８９年６月１６日に受け入れた，イタリア国\nＲ．Ｄ．Ｅ  ＲｉｃｅｒｃｈｅＤｅｓｉｇｎＥｄｉｔｒｉｃｅｓ．ｒ．ｌ．\n発行の外国雑誌『ＭＯＤＯ』（１９８９年１月３１日発行）の第２２ページ\nに所載の『ライター』の意匠（特許庁意匠課公知資料番号第ＨＢ０１０２８\n２３８号）」（その形態は，別紙審決書写しの「別紙第２」のとおり。以下\n「引用意匠」という。）と，意匠に係る物品が共に「ライター」であって一\n致し，その形態においても，共通点が両意匠の類否判断に及ぼす影響は大き\nいのに対して，相違点がこれに及ぼす影響は共通点が与える共通の印象を覆\nすには足らないものであるから，意匠全体としてみた場合，本願意匠は引用\n意匠に類似するものであり，意匠法３条１項３号の意匠に該当する，という\nものである。\n(2) 審決が認定した本願意匠と引用意匠との共通点及び相違点は，それぞれ次\nのとおりである。\n（共通点）\nア  基本的構成態様\n・ヒンジによって結合した本体とフタより構成した点（共通点（ア））\n【Ａ．フタを閉じた場合】\n・その全体形状は，各稜線（かくりょうせん）を丸面取り状とした扁平（へ\nんぺい）な縦長直方体である点（共通点（イ））\n【Ｂ．フタを開けた場合】\n・本体上面中央の点火部には，大きな風防を立設している点（共通点（ウ））\n・点火部のヒンジ側（左側）には，カムを設けている点（共通点（エ））\n・点火部の右側の本体上面には，発火石（フリント）を備えている点（共\n通点（オ））\n・風防から右に延設した正面視略角丸三角形状のドラム支持部によって，\n回転自在に設けた円板状の発火ドラム（火打ち石用回転やすりドラム。\n「フリントホイール」とも呼ばれる。）を，発火石直上に設けている点\n（共通点（カ））\nイ  具体的態様\n・フタを閉じた状態で，全体の縦横の長さ比率が，約３：２である点（共\n通点（キ））\n・本体の高さと，フタの高さの比率が，約３：２である点（共通点（ク））\n・ヒンジ側側面（左側面）は，平面視で直線状の平面である点（共通点（ケ））\n・右側面は，平面視で中央がやや膨出した曲面である点（共通点（コ））\n・風防は，やや扁平な略筒状のものである点（共通点（サ））\n・風防は，正面視で，本体の約４分の１の大きさである点（共通点（シ））\n・風防には，複数の空気穴が規則正しく空いている点（共通点（ス））\n・本体上面周縁には，僅かな段差を設け，フタを閉じたときの密封性を高\nめた形態としている点（共通点（セ））\n（相違点－いずれも具体的態様に関し）\n・（フタを閉じた状態で）フタの上面につき，本願意匠は，正面視で直線の\n平面であるのに対して，引用意匠は，正面視で中央が本の少し膨出した曲\n面である点（相違点（ａ））\n・風防につき，本願意匠は，平面視で扁平な略倒コ字状の板を正面側と背面\n側で向かい合わせにしたものであるのに対して，引用意匠は，平面視で略\n横長「Ｃ」字状と思われる形態である点（相違点（ｂ））\n・風防の空気穴につき，本願意匠は，星形にした空気穴を７つ，七曜紋状に\n並べているのに対して，引用意匠は，正円形の空気穴を互い違いに並べて\nいる点（相違点（ｃ））\n第３  当事者の主張\n（原告の主張）\n１  審決が認定した共通点及び相違点に対する認否\n(1) 具体的態様の共通点（キ），（ク）及び（サ）は否認する。\n(2) その余の共通点（基本的構成態様の共通点（ア）ないし（カ），具体的態\n様の共通点（ケ），（コ），（シ）ないし（セ））及び相違点（相違点（ａ）\nないし（ｃ））は認める。\n２  類否判断について\n(1) 共通点の評価の誤り\n審決は，「共通点（ア）の，本体とフタの構成，共通点（イ）の，フタを\n閉じたときの全体の形状，及び共通点（キ）及び同（ク）の各部の寸法比率，\n並びに，共通点（ウ）ないし（カ）及び共通点（ケ）ないし（セ）の基本的\n構成態様及び各部の具体的態様がほぼ一致する両意匠は，需要者に共通の印\n象を強く与えるものであるから，これらの共通点が両意匠の類否判断に及ぼ\nす影響は極めて大きい。」と判断した。\nしかし，これらの共通点に係る構成は，本願意匠の出願前にＺＩＰＰＯ社\nのオイルライター（以下「ジッポーライター」という。）として周知の形態\nである（甲１１の１・２）から，一般需要者及び取引者は，これらの共通点\nに係る構成をみて商品（形態）の類否を判断するわけではない。\nしたがって，審決の上記判断は誤りである。\n(2) 相違点の評価の誤り\n審決は，「具体的態様に係る相違点（ａ）ないし（ｃ）が，両意匠の類否\n判断に及ぼす影響はいずれも微弱にとどまるものであって，上記共通点が与\nえる強い共通の印象を覆す程のものではない。」と判断した。\nしかし，相違点（ａ）の引用意匠の蓋を閉じた状態における上面部の膨出\n部の形状は，ジッポーライターの特徴であって（甲１１の１・２），広く周\n知著名となっている部分であるのに対し，本願意匠のものは，この部分が平\n面となっているから，この部分の形態の相違は，類否判断に大きな影響を及\nぼす。\n次に，相違点（ｃ）の風防の部分は，ライターの需要者が，ライターの購\n入時に必ず蓋を開けて確認する部分であり，この部分の形態の相違は，審決\nが認定したように，類否判断を行う際の影響が微弱であるということはあり\n得ない。\nすなわち，前記のとおり，共通点に係る構成は，ジッポーライターとして\n周知の形態であるから，需要者はこれをみて本願意匠と引用意匠の類否判断\nを行うわけではなく，必ず蓋を開いて内部を確認するはずであるし，蓋を開\nいた状態において，大きなウェイトを占める風防の部分に着目するはずであ\nる。\nそうすると，本願意匠は，この風防の部分（両側面）に星型の空気穴が七\n曜紋状に設けられており，しかも，見た目にきらびやかな印象を与えるのに\n対し，引用意匠の風防に設けられた空気穴は，単なる丸穴で，七曜紋状に配\n置されていないのであるから，両意匠をみた一般取引者や需要者は，両者（風\n防）の違いを明確に識別する。そして，他に七曜紋に星型を用いたものはな\nいことも併せ考慮すると，（ｃ）の風防の部分における相違が両意匠の類否\n判断に与える影響は，決して微弱なものとはいえない。\n以上によれば，審決の上記判断も誤りである。\n３  以上のとおり，審決は，共通点の評価と相違点の評価を誤ったものであり，\nこの誤りに基づいて，本願意匠と引用意匠が類似すると判断したものであるか\nら，取消しを免れない。\n（被告の主張）\n１  審決が認定した共通点及び相違点のうち原告が否認する部分について\n(1) 共通点（キ）について\n原告は，平成２９年６月２８日に特許庁に提出した意見書（甲１０）にお\nいて，引用意匠の具体的な比率を説明せずして，「本願意匠のものはフタを\n閉じた状態で，全体の縦横の長さが，概略３：２であることは認めます。し\nかしながら，引用意匠のものは概略３：２ではありません。」と，引用意匠\nの全体の縦横の長さ比率が，約３：２ではないと主張し，なおかつ，審決理\n由の認否においてもこの比率を認めていない。\nしかしながら，審決では，４頁の「４．（１）」において，「そこで，検\n討してみると，引用意匠は，雑誌に掲載された，被写体に対してやや斜めか\nら撮影された写真１図のみであるから，遠近法で，同一の長さであっても，\n手前と奥で現れる長さが異なるものであるから，正確には寸法が測れないが，\nより正確さを期して，写真の横幅を約１２０ｍｍとした場合の，本体及びフ\nタの中央の高さを測ると，本体が約４５ｍｍで，フタが約３０ｍｍである。\nよって，フタを閉じた状態での全高は４５＋３０で，約７５ｍｍである。そ\nして，本体上辺での横の長さを測ると，約５０ｍｍであるから，引用意匠の，\nフタを閉じた状態での全体の縦横の長さが，約３：２とした点については，\n誤りがない。」と説示しており，改めて確認しても，審決の上記説示のとお\nりであり，誤りはない。\n(2) 共通点（ク）について\n原告は，上記意見書（甲１０）において，引用意匠の具体的な比率を説明\nせずして，「本願意匠のものは，本体とフタの高さ比率が，約３：２ですが，\n引用意匠のものは概略３：２ではありません。」と，引用意匠の本体の高さ\nと蓋の高さの比率が，約３：２ではないと主張し，なおかつ，審決理由の認\n否においてもこの比率を認めていない。\nしかしながら，審決では，４頁の「４．（２）」において，「上記（１）\nのとおり，引用意匠の高さは，本体が約４５ｍｍで，フタが約３０ｍｍであ\nる。よって，引用意匠の，本体とフタの高さ比率が，約３：２とした点につ\nいては，誤りがない。」と説示しており，改めて確認しても，審決の上記説\n示のとおりであり，誤りはない。\n(3) 共通点（サ）について\n原告は，上記意見書（甲１０）において，「引用意匠のものは左側がつな\nがっておりますことから，やや扁平な略筒状ということができますが，本願\n意匠のものは，正面から見て（正面視）左右が割れておりますので，略筒状\nとは言いがたいものであります。」と主張し，なおかつ，審決理由の認否に\nおいても本願意匠の風防が略筒状であることを認めていない。\nこれに対して，審決では，５頁の「４．（４）」において，「本願意匠の\n扁平な風防の奥行長さの約７分の１という極僅かな隙間であるから，風防の\n概略の形態として『略筒状』と認定して，誤りはない。」と説示していると\nころ，概略の形態として認定しているのであるから，審決のとおり誤りはな\nい。\n２  類否判断について\n(1) 原告は，ライター全体の形態のうちの大半が周知である一方，ライター内\n部の一部分である風防の形態に特徴点があるのであるから，引用意匠との類\n否判断においては，この点を重視するべきである旨を主張している。\nしかし，意匠法では，意匠について「この法律で『意匠』とは，物品（物\n品の部分を含む。第八条を除き，以下同じ。）の形状，模様若しくは色彩又\nはこれらの結合であつて，視覚を通じて美感を起こさせるものをいう。」（２\n条１項）と規定することで，物品全体の意匠だけでなく，物品の部分の意匠\nについても意匠登録を受けることができるように手当てされている。\nそして，物品の部分について意匠登録を受けようとするときは，願書の【意\n匠に係る物品】の欄の上に【部分意匠】の欄を設けることとなっている（意\n匠法施行規則の様式第２［備考］８）が，本願の願書には，【部分意匠】の\n欄が設けられていないから，原告は，物品の部分の意匠ではなく，物品全体\nの意匠について意匠登録を受けようとして出願したことは明らかである。\n仮に，本願が，ライターの部分である風防部分の形態について，部分意匠\nとして意匠登録を受けようとして出願されていれば，当然に，風防部分の形\n態を特に重視して類否判断をするものである。\nしかし，本願は，ライター全体の意匠について出願されているのであるか\nら，ライター全体を観察して類否判断を行うほかはなく，そのため，本願意\n匠が意匠法３条１項３号に掲げる意匠に該当し，同条同項柱書きの規定によ\nり，意匠登録を受けることができない，とした審決の認定及び判断に誤りは\nない。\nなお，ライター全体の形態のうちの大半が周知であるものに，ライター全\n体の意匠登録がなされるということは，意匠の創作を奨励し，産業の発達に\n寄与することを目的とする意匠法の立法趣旨に反するというべきである。\n(2) 共通点の評価について\n意匠法においては，「登録意匠とそれ以外の意匠が類似であるか否かの判\n断は，需要者の視覚を通じて起こさせる美感に基づいて行うものとする。」\n（２４条２項）と定められているところ，本願意匠に係る物品（ライター）\nにおける一般的な需要者は，ライターを使用する喫煙者，あるいは喫煙者に\n贈物をするためにライターを購入する者など，いわゆるエンド・ユーザーで\nあって，広く一般の消費者を含むものというべきである。そして，このよう\nな一般の消費者は，商品の購入に際し，常に格別の注意力を持って商品を確\n認するとは限らず，小売店の店頭などでは，短時間のうちに購入商品を決定\nするということも少なくないと考えられ，この種物品の意匠における類否を\n判断するに当たっては，通常流通に置かれる蓋を閉じた状態での全体の観察\nを重視するべきである。\nまた，原告は，「一般需要者及び取引者は，これらの共通点に係る構成を\nみて商品（形態）の類否を判断するわけではない。」などと，意匠の類否判\n断においては，周知の形態による共通点は捨象される旨主張するが，「共通\n点を構成する部分に公知な形状や周知な形状が含まれているとしても，公知\nであること，周知であることは，意匠の特徴を示す要素とはなり得ないこと\nに何ら結び付くものではなく，上記各共通点があいまってなす全体の基調が，\n意匠全体の類否に大きな影響を及ぼすことを否定すべき理由となると考える\nべき根拠はない。」（東京高等裁判所平成１４年（行ケ）第２２１号・同年\n１１月１４日判決）のであって，飽くまでも，全体観察の上で，一般の消費\n者（需要者）の判断基準で類否判断を行うべきである。\nしたがって，全体観察をした結果，共通点（ア）ないし（セ）がほぼ一致\nすることにより，需要者に両意匠が共通する印象を与えるとした審決の判断\nに誤りはない。\n(3) 相違点の評価について\nア  相違点（ａ）について\n原告は，「相違点（ａ）の引用意匠の蓋を閉じた状態における上面部の\n膨出部の形状は，ジッポーライターの特徴であって（甲１１の１・２），\n広く周知著名となっている部分であるのに対し，本願意匠のものは，この\n部分が平面となっているから，この部分の形態の相違は，類否判断に大き\nな影響を及ぼす。」などと主張する。\nしかし，有限会社ガスライタータイムス社が開設するウェブサイトであ\nる「ライター大図鑑」（乙２，３）をみると，ジッポーライターのカテゴ\nリーに蓋の上面を平面としたものが数多く紹介されているし（乙２），逆\nに，オイルライターのカテゴリーに，蓋の上面を僅かに膨出した曲面とす\nるものが数多く紹介されている（乙３）。\nしたがって，原告主張のようにいうことはできず，むしろ，オイルライ\nターにおいて，蓋の上面を本願意匠のように平面としたものも，引用意匠\nのように僅かに膨出した曲面としたものも，共に周知の形状であって，そ\nれらの形状に特徴はないというべきである（甲１１の２・３，乙２，３）。\nイ  相違点（ｃ）について\n原告は，「（需要者は）必ず蓋を開いて内部を確認するはずであるし，\n蓋を開いた状態において，大きなウェイトを占める風防の部分に着目する\nはずである」などと主張する。\nしかし，前記「ライター大図鑑」（乙２，３）をみると，数多くの商品\nのうち，そのほとんど全てのライターが蓋を閉じた状態で紹介されている\nのであるから，直ちに上記のようにはいえない。\nむしろ，当該ウェブサイトには，「ジッポーライター」の項目に９２５\nアイテムものライター（の外観）が紹介されている（乙４）。このことか\nらすると，ライターの供給者たる企業は，一般需要者に対して，個々のラ\nイターにつき商品としての魅力をアピールするポイントとして，「蓋を閉\nじた状態」におけるライターの外観（形態）を重視していることがうかが\nわれるし，ライターを購入する一般需要者も，特にこれらライターの外観\nに注目することにより，自己の好みに合ったライターを選定し，その上で，\nライターの性能，価格等他の要素も踏まえてライターを購入しているもの\nと認められる。その意味で，市場における商品としてのライターの訴求力\nが「蓋を閉じた状態」における外観にあることは明らかである。\nまた，原告は，「本願意匠は，この風防の部分（両側面）に星型の空気\n穴が七曜紋状に設けられており，しかも，見た目にきらびやかな印象を与\nえる」などと主張する。\nしかし，通常の状態では蓋が閉じられて視認できない風防部に設けられ\nた空気穴の形状や配置に相違があるとしても，その相違は風防部のみのも\nのであって，全体意匠として出願された本願意匠と引用意匠を全体観察す\nれば，部分的な相違点と認めるほかはなく，両意匠の類否判断において及\nぼす影響が微弱であるとした審決の判断に誤りはない。\nそして，風防は，蓋を開けて初めてみえるものであって，なおかつ，ラ\nイター全体からみればごく限られた部分にすぎないから，取引者は，その\n違いを識別するかもしれないが，一般の消費者は，その違いに気付かない\n可能性が高い。また，この相違点に気付いたとしても，せいぜい，（引用\n意匠である）ジッポータイプのライターの一つのバリエーション，又は同\nライターの新商品と勘違いする程度の差異と認められ，全体観察において，\n両意匠の類否判断において及ぼす影響が微弱であるとした審決の判断に誤\nりがあるとはいえない。\n３  原告も認めているところであるが，共通点の，（ア）ないし（カ），（ケ），\n（コ）及び（シ）ないし（セ）は，出願前から公知の形態であるから，本願意\n匠は，これら共通点として掲げた形態を利用した上で成り立っているものであ\nって，本願意匠の独自の新たに創作された形態（権利客体の内容）といえるの\nは，風防における穴の形状とその並べ方だけである。\nよって，その部分のみを創作した内容として表して出願し，その部分のみの\n権利を取得しようとするのならばまだしも，新規性があり，創作性がある意匠\nとはいえない（ア）ないし（セ）を含めた全体の形態について意匠登録をする\nことはできないというべきであり，原告の主張は失当である。\n第４  当裁判所の判断\n１  類否判断の前提となる事実\n(1) 意匠に係る物品は，本願意匠も引用意匠も共にライターであって，同一で\nある。\n(2) 意匠の形態（共通点及び相違点）について\nア  本願意匠と引用意匠の形態が，審決が認定した共通点のうち，少なくと\nも，同（キ），（ク）及び（サ）を除くその余の点において共通し，かつ，\n審決が認定した相違点（同（ａ）ないし（ｃ））において相違しているこ\nとは，原告も争っていない。\nイ  共通点（キ）について\n原告は，共通点（キ）を否認するものの，その具体的な理由を明らかに\nしない。\nそこで，審決添付の別紙第１の「蓋を閉じた状態の正面図」に基づいて\n本願意匠に係るライターの縦と横の長さを測ると，縦約４８ｍｍ，横約３\n２ｍｍであるから，蓋を閉じた状態における全体の縦横の長さの比率は，\n約３：２であると認められる。\n他方，審決添付の別紙第２の図面に基づいて引用意匠に係るライターの\n縦と横の長さを測ると，縦は蓋部分（中央）が約２８ｍｍ，本体部分（中\n央）が約４６ｍｍで合計約７４ｍｍ，横は本体上部で約５０ｍｍであるか\nら，蓋を閉じた状態における全体の縦横の長さの比率は，やはり約３：２\nであると認められる（なお，別紙第２の図面（写真）はやや斜めに写って\nいるため，横の長さが正面図の場合よりも多少短くなっている可能性があ\nるが，その点を考慮しても，縦横の長さの比率が約３：２となることは認\nめてよい。）。\nしたがって，両意匠につき，蓋を閉じた状態における全体の縦横の長さ\nの比率を約３：２であるとした共通点（キ）の認定に誤りがあるとは認め\nられない。\nウ  共通点（ク）について\n原告は，共通点（ク）を否認するものの，その具体的な理由を明らかに\nしない。\nそこで，審決添付の別紙第１の「蓋を閉じた状態の正面図」に基づいて\n本願意匠に係るライターの本体及び蓋の高さを測ると，本体部分が約２９\nｍｍ，蓋部分が約１９ｍｍであるから，その比率は，約３：２であると認\nめられる。\n他方，審決添付の別紙第２の図面に基づいて引用意匠に係るライターの\n本体及び蓋の高さを測ると，前記のとおり，本体部分（中央）が約４６ｍ\nｍ，蓋部分（中央）が約２８ｍｍであるから，その比率は，やはり約３：\n２であると認められる。\nしたがって，両意匠につき，本体の高さと蓋の高さの比率が，約３：２\nであるとした共通点（ク）の認定に誤りがあるとは認められない。\nエ  共通点（サ）について\n原告は，共通点（サ）を否認するものの，その具体的な理由を明らかに\nしない。\nそこで検討するに，本願意匠の風防は，左右に切れ目を有するものの，\n全体としてみれば，断面略長方形の略筒状とみることができるし，引用意\n匠の風防も，断面略長方形の略筒状とみることができる。\nまた，風防部分の具体的な形状の相違については，別途，相違点（ｂ）\nとして正しく認定されている。\nしたがって，両意匠につき，風防がやや扁平な略筒状のものであるとし\nた共通点（サ）の認定自体に誤りがあるとは認められない。\nオ  以上によれば，両意匠の形態には，審決が認定するとおり，共通点（ア）\nないし（セ）と，相違点（ａ）ないし（ｃ）が認められる。\n２  本願意匠と引用意匠の類否\n(1) 以上を前提として，両意匠の類否について検討する。\n両意匠に係る物品は共にライターであって，主として喫煙時に使用される\nものであり，使用時は，手に持って蓋を開け，円盤状の発火ドラムを回転さ\nせて使用されるのが通常であり，不使用時は，蓋を閉じた状態で，ポケット\nやカバン，机の引き出し等に収納して保管されるのが通常であると認められ\nる。\nしたがって，これらの物品の性質，用途，使用態様等からすれば，一般需\n要者である看者は，通常，持ちやすさや使いやすさの観点から，まず，その\n全体的な形態（外観）に着目して観察し，次いで，蓋の形状や構成，点火部\nの形状や構成等に着目して観察するものと認めるのが合理的である。\nそうすると，本体と蓋の構成（共通点（ア））や，蓋を閉じた状態におけ\nる全体の形状（共通点（イ）），蓋を閉じた状態における全体の縦横の長さ\n比率（共通点（キ）），本体の高さと蓋の高さの比率（共通点（ク））など\nは，いずれも物品の全体的な形態（外観）に関するものであって，正に看者\nの注意を強くひく構成態様であるということができるし，蓋を開けた状態に\nおける点火部の構成（共通点（ウ）ないし（カ））や，点火部に設けられた\n風防の全体的形状（共通点（サ）ないし（ス））なども，同様に看者の注意\nを強くひく部分であるということができる。\nそして，その他の共通点（ケ），（コ）及び（セ）も含めて，基本的構成\n態様の全部と各部の具体的態様がほぼ一致する両意匠は，需要者にそれだけ\n共通の美感を生じさせるものといえるから，全体的観察において，これらの\n共通点がもたらす影響は相当に大きいと認められる。\nこれに対し，具体的態様における相違点（ａ）ないし（ｃ）は，蓋の上面\nの僅かな膨らみの有無（相違点（ａ））や，風防のヒンジ側（左側）の縦の\n隙間（切れ目）の有無（相違点（ｂ）），風防の側面に設けられた空気穴の\n数や形状，並び方の違い（相違点（ｃ））といった，いずれも全体からみれ\nば局所的な相違を摘出するものにすぎず，全体的観察において，これらの相\n違点がもたらす影響は相対的に小さいといわなければならない。\nそうすると，審決が，両意匠は，意匠に係る物品が一致し，その形態にお\nいても，共通点が両意匠の類否判断に与える影響が大きいのに対して，相違\n点がこれに及ぼす影響は共通点が与える共通の印象を覆すには至らないとし\nて，意匠全体としてみた場合，本願意匠は引用意匠に類似すると認めたのは\n相当であって，その認定判断に誤りがあるとは認められない。\n(2) 原告の主張について\nア  原告は，共通点（ア）ないし（セ）に係る構成は，本願意匠の出願前に\nジッポーライターとして周知の形態である（甲１１の１・２）から，一般\n需要者及び取引者は，これらの共通点に係る構成をみて商品（形態）の類\n否を判断するわけではないとして，共通点がもたらす影響を重視した審決\nの認定判断は誤りであると主張する。\nしかしながら，仮に上記の構成が周知のライターの形態と基本的に同一\nであったとしても，前記のとおり，看者の注意を強くひく構成態様である\nと評価される以上，これを両意匠に共通してみられる特徴的部分であると\nして類否判断を行うことは当然である（そうでなければ，周知意匠と類似\nの構成を有する出願意匠が，僅かな部分の相違を理由に意匠登録を受ける\n結果となり，意匠法３条１項３号の趣旨からして相当でないことは明らか\nである。）。\nしたがって，原告の上記主張は採用できない。\nイ  原告は，相違点の評価に関し，①相違点（ａ）の引用意匠の蓋を閉じた\n状態における上面部の膨出部の形状は，ジッポーライターの特徴であって\n（甲１１の１・２），広く周知著名となっている部分であるのに対し，本\n願意匠のものは，この部分が平面となっているから，この部分の形態の相\n違は，類否判断に大きな影響を及ぼす，②相違点（ｃ）の風防の部分は，\nライターの需要者が，ライターの購入時に必ず蓋を開けて確認する部分で\nあり，この部分の形態の相違は，審決が認定したように，類否判断を行う\n際の影響が微弱であるということはあり得ない，などと主張する。\nしかしながら，上記①（相違点（ａ））に関していえば，原告が提出し\nた上記証拠のみでは，必ずしも蓋の上面部が膨出した曲面となっている形\n状が「ジッポーライター」の特徴として広く周知著名となっているとまで\nは認められない。むしろ，証拠（乙２，３）によれば，ジッポーライター\nの中にも蓋の上面を平面としたものが少なからず見受けられ，また，ジッ\nポーライター以外のオイルライターの中にも蓋の上面が僅かに膨出した曲\n面となっているものが少なからず見受けられるのであるから，上面部が平\n面となっていることが本願意匠の際立った特徴であるということはできな\nい。\n上記②（相違点（ｃ））に関しても，風防それ自体は，ライターの重要\nな構成要素の一つであり，需要者が着目する部分の一つであるといい得る\nとしても，本願意匠と引用意匠とでは，現に，風防が立設されている部位\nや，その大きさ，形状，本体との大きさのバランス，複数の空気穴が規則\n正しく空いている点などがいずれも共通しており（共通点（ウ）及び（サ）\nないし（ス）），これによれば，両意匠は，風防に関してもその構成態様\n（形状）は概ね共通しているということができる。これに対し，原告が主\n張する空気穴の数や形状，並べ方の違いといった点は，結局のところ，風\n防の側面に設けられた模様の相違にすぎず（複数の空気穴が規則正しく空\nいているという点でも構成が共通している以上，空気穴自体の数や形状，\n並べ方によって異なる印象を与えるにも自ずと限界がある。），両意匠の\n構成を全体的に観察した場合に受ける印象の相違は限定的であるといわざ\nるを得ない。\n以上によれば，両相違点がもたらす美感の相違は，いずれも意匠全体か\nらみれば限定的なものにすぎず，相対的にみて，両相違点は必ずしも類否\n判断に大きな影響を及ぼすとはいえない。\nしたがって，原告の上記主張は採用できない。\n３  結論\n以上の次第であるから，原告の主張する取消事由はいずれも理由がなく，審\n決に取り消されるべき違法があるとは認められない。\nよって，原告の請求を棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴    岡    稔    彦\n裁判官\n寺    田    利    彦\n裁判官\n間    明    宏    充\n"
}