{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 12,
    "day": 14
  },
  "case_number": "平成29(わ)311",
  "case_name": "臍帯血移植事件",
  "court_name": "松山地方裁判所",
  "lawsuit_id": "87509",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87509",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/509/087509_hanrei.pdf",
  "contents": "主 文\n被告人を懲役２年４月に処する。\nこの裁判が確定した日から３年間その刑の執行を猶予する。\n理 由\n（罪となるべき事実）\n被告人は，臍帯血の保管等を業とする株式会社アの代表取締役及び臍帯血販売等\nを業とする株式会社イの代表取締役（平成２７年７月１０日以前は実質経営者）と\nして，両社の業務全般を統括管理しているものであるが，\n第１【平成２９年１０月５日付け起訴状公訴事実第１】\n平成２６年１２月２７日，茨城県ａｂ番地所在の当時の前記ア事務所におい\nて，長男の臍帯血の保管を前記アに委託していたＡ（当時３８歳）に対し，真\n実は提供を受けた臍帯血は研究目的に使用せず，前記イにおいて中間業者を介\nして医療機関に高額で販売する意思であるのにその情を秘し，「臍帯血を研究\nに使わせていただきたい。」などとうそを言い，さらに，「提供した臍帯血は，\n再生医療の発展を目指した研究に使用される」旨記載した臍帯血提供同意書を\n交付して閲読させ，前記Ａをしてその旨誤信させ，よって，同月２９日，前記\nＡをして，署名押印した前記臍帯血提供同意書及び臍帯血保管委託基本契約解\n除通知書を前記ア宛てに郵送させ，その頃，同所に到達させて，その長男の臍\n帯血１個（販売価格８０万円相当）の所有権を前記アに無償で譲渡させ，もっ\nて人を欺いて財産上不法の利益を得た\n第２【平成２９年１０月５日付け起訴状公訴事実第２】\n平成２７年２月９日，長男及び二男の臍帯血の保管を前記アに委託していた\nＢ（当時５６歳）が，前記ア事務所に電話をかけて保管委託契約の解約の申込\nみをした際，前記Ｂに対し，真実は提供を受けた臍帯血は研究目的に使用せず，\n前記イにおいて中間業者を介して医療機関に高額で販売する意思であるのに\nその情を秘し，電話で，「臍帯血を研究開発のために使わせてもらえませんか。\n再生医療の発展のために臍帯血を使わせてもらえませんか。」などとうそを言\nい，さらに，その頃，「提供した臍帯血は，再生医療の発展を目指した研究に\n使用される」旨記載した臍帯血提供同意書を前記Ｂ宛てに送付して閲読させ，\n前記Ｂをしてその旨誤信させ，よって，同月１３日頃，前記Ｂをして，署名押\n印した前記臍帯血提供同意書及び臍帯血保管委託基本契約解除通知書を前記\nア宛てに郵送させ，その頃，同所に到達させて，その長男及び二男の臍帯血合\n計２個（販売価格合計１５０万円相当）の所有権を前記アに無償で譲渡させ，\nもって人を欺いて財産上不法の利益を得た\n第３【平成２９年９月１５日付け起訴状公訴事実第１】\nＣ，Ｄ及びＥと共謀の上，大阪市ｃｄ丁目ｅ番ｆ号所在の診療所であるウに\nおいて再生医療法に規定する第一種再生医療等に該当する他人間の臍帯血移\n植を実施するに当たり，前記ウの管理者であるＣにおいて，第一種再生医療等\n提供計画を厚生労働大臣に提出することなく，別表１記載のとおり，平成２８\n年２月１３日から平成２９年４月１４日までの間，３回にわたり，前記ウにお\nいて，Ｆほか１名に対し，別表１記載の各目的で，分離調製済みの冷凍保存さ\nれた他人の臍帯血を，解凍の上，投与し，もって第一種再生医療等提供計画を\n提出せずに第一種再生医療等を提供した\n第４【平成２９年９月１５日付け起訴状公訴事実第２】\nＧ，Ｈ及びＩと共謀の上，東京都ｇｈ丁目ｉ番ｊ号 k ビル１階所在の診療所\nであるエにおいて再生医療法に規定する第一種再生医療等に該当する他人間\nの臍帯血移植を実施するに当たり，前記エの管理者であるＧにおいて，第一種\n再生医療等提供計画を厚生労働大臣に提出することなく，別表２記載のとおり，\n平成２８年７月２８日から平成２９年４月１２日までの間，６回にわたり，前\n記エにおいて，Ｊほか３名に対し，別表２記載の各目的で，分離調製済みの冷\n凍保存された他人の臍帯血を，解凍の上，投与し，もって第一種再生医療等提\n供計画を提出せずに第一種再生医療等を提供した\n第５【平成２９年１０月５日付け起訴状公訴事実第３】\n平成２８年１１月１５日及び同月１６日，愛媛県警察本部カ課司法警察員警\n部補Ｋにより臍帯血６６４個の差押えを受け，同日，同人からそのうち６４９\n個の仮還付を受けて保管を命ぜられ，これらを保管中，Ｅと共謀の上，\n１  平成２９年３月２６日，前記保管を命ぜられていた臍帯血のうち，前記ア又\nは前記イ所有に係る臍帯血１個（検体番号ｑ番）を，被告人において，ほしい\nままに，茨城県ａｌ番地ｍ前記ア兼前記イ事務所から同市ｎｏ丁目ｐ番地キ株\n式会社オ駅まで持ち出し，同所において，一般社団法人ウ代表理事のＤに譲り\n渡し，\n２  同年４月１３日，前記保管を命ぜられていた臍帯血のうち，前記ア又は前記\nイ所有に係る臍帯血１個（検体番号ｒ番）を，被告人において，ほしいままに，\n前記ア兼前記イ事務所から前記オ駅まで持ち出し，同所において，前記ウ代表\n理事のＤに譲り渡し，\nもって横領した\nものである。\n（証拠の標目）\n省略\nＡＡウ（法令の適用）\n罰 条\n判示第１，第２の各行為    それぞれ刑法２４６条２項\n判示第３，第４の各行為    それぞれ包括して刑法６５条１項，６０条，再生\n医療法６０条１号，４条１項〔同種行為を反復継\n続する意思をもって事前の提出義務に違反し，各\n提供行為に及んでおり，それぞれ包括一罪になる\nと解する。〕\n判示第５の各行為            包括して刑法６０条，２５２条１項\n刑種の選 択       判示第３及び第４の罪について，それぞれ懲役刑\nを選択\n併合罪の処 理       刑法４５条前段，４７条本文，１０条（刑及び犯\n情の最も重い判示第２の罪の刑に法定の加重）\n刑 の 執 行 猶 予       刑法２５条１項\n（量刑の理由）\n１  本件は，民間の臍帯血バンクが経営破綻してその事業を引き継いだことを契機\nに，臍帯血の保管，販売業等を営んでいた被告人が，①被告人の会社に臍帯血の\n保管を委託していた各被害者に対し，研究に使用する目的であるなどと虚偽の説\n明をして，臍帯血を無償で譲渡させた詐欺２件（判示第１，第２），②診療所の管\n理者のほか，臍帯血の卸売業等を営む共犯者らと共謀の上，上記管理者において，\n第一種再生医療等提供計画を提出することなく，各患者に対し，それぞれ大腸が\nんの治療，脳性麻痺の治療，アンチエイジング，膵炎の再発防止等の目的で，細\n胞の分離，冷凍等の操作を加えた他人の臍帯血を解凍した上，静脈注射等をする\nという方法で臍帯血移植を行った再生医療法違反２件（判示第３，第４），③被告\n人の会社が所有し，捜査機関により差押えを受け，仮還付を受けて保管を命じら\nれていた臍帯血を，臍帯血の卸売事業等を営む共犯者と共謀の上，判示第３の診\n療所の代表理事に譲り渡した横領（判示第５）の事案であり，これらは，被告人\nの会社が保管していた臍帯血に端を発する一連の事件である。\n２   まず，再生医療法違反の各犯行（判示第３，第４）についてみると，再生医\n療法は，実施される再生医療等に想定されるリスクの程度等に応じた安全確保\nのための仕組みを設けており，臨床応用がほとんどなく，未知の領域が多く残\nされた第一種再生医療等については，細胞の腫瘍化や予測不能かつ重篤な有害\n事象を発生させ，人の生命及び健康に重大な影響を与えるおそれがあることに\n鑑み，同法４条１項において，これを提供しようとする病院又は診療所の管理\n者に対し，厚生労働省令で定めるところにより，その提供計画の提出を義務付\nけている。被告人らが再生医療法施行以前から実施してきた臍帯血移植は，ア\nンチエイジング等の目的，あるいは移植に用いる造血幹細胞の適切な提供の推\n進に関する法律施行規則１条所定の２７疾病（悪性リンパ腫，急性白血病等の\n疾病）以外の疾病に対する治療を目的として，免疫抑制等の処置をすることな\nく，細胞の分離，冷凍等の操作を加えただけの他人の臍帯血を静脈注射等によ\nって患者に投与する方法（以下「本件臍帯血移植」という。）によるものであり，\nこのような方法は，安全性，有効性が確立された医療技術ではなく，投与され\nた細胞の性質が体内で変わり得る未知のリスクが含まれるものであって，移植\nに用いる造血幹細胞の適切な提供の推進に関する法律２条２項所定の有効性，\n安全性が確立された造血幹細胞移植には該当せず，また，本来の細胞と異なる\n構造・機能を発揮することを目的として細胞を使用するものであり，再生医療\n法２条４項所定の「細胞加工物」を用いた医療技術であると解されることなど\nから，同法４条１項の適用対象となる第一種再生医療等に該当するものであっ\nた。\n被告人らは，平成２７年１１月に再生医療法の罰則適用の対象となり，平成\n２８年１月には，厚生労働省から，本件臍帯血移植が再生医療法の対象となる\nため直ちに治療の提供を中止し，法に基づく手続を行うよう行政指導を受けた\nにもかかわらず，その後も平成２９年４月までの間，医師であるＣとＧにおい\nて，被告人から臍帯血の卸売業者であるＥやＨ，Ｉを経由して提供された臍帯\n血を用いて判示第３と第４の各犯行に及び，被告人を含む共犯者はいずれも多\n額の利益を得ていたのであり，その各犯行は，再生医療等提供計画の提出を義\n務付けることにより当該治療の安全性確保を図るという同法の趣旨を没却す\nる悪質な犯行であったというべきである。加えて，判示第４の犯行については，\nＧにおいて，前記２７疾病に該当する病名又はその疑いがあるなどと，事実と\nは異なる診断名をカルテに記載するなどして再生医療法の適用除外となる臍\n帯血移植であるかのように装いながら犯行に及んでいたというのであり，なお\nさら悪質であったといわざるを得ない。\nまた，本件臍帯血移植は，前記のとおり，安全性や有効性が科学的に証明さ\nれておらず，仮に，第一種再生医療等提供計画を提出しても，そのまま受理さ\nれることはないというものであり，人命及び健康に重大な影響を与えるおそれ\nがあったのであるから，唯一医業を行うことができる医師によってこのような\n行為が行われたことは，再生医療そのものに対する国民の信頼を著しく失墜さ\nせるものであり，その社会的影響も看過することができない。\n被告人は，ＥやＨらを介してＣやＧに継続的に臍帯血を提供し，臍帯血移植\nの症例に係る照会に回答するなど，ＣとＧが本件臍帯血移植を実施する上で重\n要な役割を果たし，判示第３及び第４の犯行に限っても，臍帯血の販売によっ\nて約９７０万円という多額の利益を得ている。また，臍帯血移植が違法である\nと確定的に認識しながら，保有していた臍帯血をできる限り販売して利益を得\nたいと考え，確たる根拠もないのに，共犯者らに対し，本件臍帯血移植が再生医\n療法の適用対象ではないなどと誤った説明を重ね，本件臍帯血移植の継続を助\n長したのであり，その身勝手な意思決定に対しては厳しい法的非難が向けられ\nるべきである。\nそうすると，被告人自身は，第一種再生医療等提供計画の提出義務を課され\nている管理者（医者）ではなく，個々の案件で臍帯血移植を実施するかどうか\nの判断はＣやＧに委ねられている点を前提としても，被告人の本件各犯行への\n関与の度合いはかなり大きく，共犯者との比較においても，犯情は重いという\nべきである。\n３  次に，詐欺の各犯行（判示第１，第２）についてみると，被告人は，将来子供\nが病気になった場合に備えて有償で保管委託していた，臍帯血に思い入れのある\n各被害者に対し，臍帯血が再生医療発展のための研究に用いられるなどと申し向\nけてその旨信じ込ませ，臍帯血合計３個の所有権を放棄させたのであり，各被害\n者の善意等を利用し，言葉巧みに臍帯血をだまし取った手口は悪質というほかな\nい。もとより，転売目的でこのような犯行に及んだ動機等に酌むべき事情は見受\nけられず，実際，不正に入手した上記臍帯血のうちの２個を合計３３０万円もの\n高額で売却し，利益を得ていることからしても，その意思決定に対しては厳しい\n法的非難が向けられるべきである。\n４  加えて，横領の犯行（判示第５）についても，自らが行ってきた臍帯血関連事\n業が捜査対象とされていたにもかかわらず，その事業を第三者に譲渡して利益\nを得ようと考え，買収話を仲介していたＤが自らが経営する診療所に対する臍\n帯血の販売の継続を求めていたことから，Ｅの依頼に応じて，Ｄの便宜を図る\n目的で犯行に及んだというのであり，その利欲的な動機に酌むべき点がないこ\nとはもとより，犯行の発覚を免れるため，押収されている臍帯血の全体の個数\nが変わらないよう別の臍帯血を入れ替えて保管する偽装工作を施していること\nからしても，犯情が軽いとはいえない。\n５  以上のとおり，被告人については，犯情の重い再生医療法違反（法定刑が１年\n以下の懲役等）の犯行が２件ある上に，より法定刑の重い詐欺や横領の犯行が\nあり，これらの犯情も併せ考慮すると，その刑事責任は，共犯者と比較しても，\n全体として重いといわざるを得ない。\n６  ただ，被告人にこれまで懲役前科がないこと，犯罪事実を認めて反省の態度を\n示し，経営する臍帯血販売会社を既に解散するなどして，今後は臍帯血移植等\nに関わらない旨約していること，詐欺の各被害者との間でそれぞれ示談が成立\nしていること，出廷した妻が今後の監督を申し出ていることなどの事情を考慮\nすると，懲役２年４月の刑を科してその刑事責任を明確にした上，今回に限っ\nては刑の執行を猶予し，社会内において自力更生の機会を与えるのが相当であ\nると判断した。\n（求刑―懲役２年６月）\n（別表省略）\n平成２９年１２月１４日\n松山地方裁判所刑事部\n裁判長裁判官        末 弘 陽 一\n裁判官     馬場義 博\n裁判官     丸 林 裕 矢\n"
}