{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 7,
    "day": 6
  },
  "case_number": "平成27(わ)825",
  "case_name": "虚偽有印公文書作成，虚偽有印公文書行使，詐欺",
  "court_name": "神戸地方裁判所第４刑事部",
  "lawsuit_id": "86456",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86456",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/456/086456_hanrei.pdf",
  "contents": "平成２８年７月６日宣告  裁判所書記官\n号  虚偽有印公文書作成，虚偽有印公文書行使，詐欺被告事\n件\n判       決\n主       文\n被告人を懲役３年に処する。\nこの裁判が確定した日から４年間その刑の執行を猶予する。\n理       由\n（罪となるべき事実）\n被告人は，兵庫県議会議員として，兵庫県から，議員の調査研究に資するため\nに必要な経費に充てるべき政務調査費（平成２５年度分からは政務活動費。以下\nこれらを合わせて「政務調査費等」という。）として，年度末時点の残余の返還\nを条件に， 議員分及 び被告人所 属の会派 分を併せて ，平成２ ３年度分４ ８４万\n円，平成２４年度分６００万円，平成２５年度分６００万円の各交付を受けてい\nたものであるが，各年度とも，政務調査費等の支出に該当しないものを含めて計\n上して，前記各交付額分全部を支出し，残余は存在しない旨の内容虚偽の記載を\nした収支報告書等を作成，提出することにより，返還の要否について調査権限を\n有する同県議会議長及びその指示を受けた同県議会事務局職員らを欺いて政務調\n査費等の返還を免れようと考え，\n第１  平成２４年４月ないし同年５月頃，神戸市ａ区ｂ通ｃ丁目ｄ番ｅ号Ａ等に\nおいて，真実は，平成２３年度議員分の政務調査費の支出として計上した４\n３５万円のうち１４３万８８７２円分は政務調査費の支出に該当するもので\nはなく，残余額は０円ではなかったのに，兵庫県議会議員としての職務に関\nし， 行使 の目 的で ，収 支 報告 書へ の添 付が 義 務付 けら れて いる 「 支払 証 明\n書」に別表１番号１のとおり虚偽の記載をするなどして前記１４３万８８７\n２円の虚偽支出を政務調査費のうちの調査研究費の項目で計上し，収支報告\n書の残余欄に０円と虚偽の記載をして， 記名のある被告人作成名義の内容虚\n偽の平成２３年度議員分の政務調査費収支報告書を作成した上，平成２４年\n５月頃，前記ＡＢにおいて，同事務局職員及び同職員を介して同県議会議長\nに 対 し， 同収 支報 告書 を 前記 支払 証明 書と 共 に 提 出し て行 使 し ， これ に よ\nり ， 各記 載内 容が いず れ も 真 実で ある かの よ うに 装 い， そ の頃 Ｂ 等 におい\nて，同事務局職員及び同議長，ひいては同県知事に，同収支報告書等の各記\n載はいずれも真実であって，被告人から返還を受けるべき残余は存在しない\n旨誤信させて，前記虚偽計上額１４３万８８７２円から政務調査費交付限度\n額を超過するため充当されなかった支出 分合計２万４７３０円を控除した政\n務調査費の残余相当額１４１万４１４２円の返還を免れ ，もって人を欺いて\n財産上不法の利益を得た\n第２  平成２５年４月ないし同年５月頃，前記Ａ等において，真実は，平成２４\n年度会派分の政務調査費の支出として計上した６０万円のうち４万６０００\n円分は政務調査費の支出に該当するものではなく，残余額は０円ではなかっ\nたのに，前記職務に関し，行使の目的で，収支報告書への添付が義務付けら\nれている「領収書等添付様式」に別表２ 番号１のとおり虚偽の記載をするな\nどして前記４万６０００円の虚偽支出を政務調査費のうちの事務費の項目で\n計上し，収支報告書の残余欄に０円と虚偽の記載をして，記名のある被告人\n作成名義の内容虚偽の平成２４年度会派分の政務調査費収支報告書を作成し\nた上，平成２５年５月頃，前記Ｂにおいて，同事務局職員及び同職員を介し\nて同県議会議長に対し，同収支報告書を前記領収書等添付様式と共に提出し\nて行使し，これにより，各記載内容がいずれも真実であるかのように装い，\nその頃，同Ｂ等において，同事務局職員及び同議長，ひいては同県知事に，\n同収支報告書等の各記載はいずれも真実であって，被告人から返還を受ける\nべき残余は存在しない旨誤信させて，政務調査費の残余相当額４万６０００\n円の返還を免れ，もって人を欺いて財産上不法の利益を得た\n第３  平成２５年４月ないし同年５月頃，前記Ａ等において，真実は，平成２４\n年度議員分の政務調査費の支出として計上した５４０万円のうち３６３万７\n８１０円分は，政務調査費の支出に該当するものではなく，残余の額は０円\nではなかったのに，前記職務に関し，行使の目的で，収支報告書への添付が\n義務付けられている「支払証明書」及び「領収書等添付様式」に別表１及び\n２の各番号２のとおり虚偽の記載をするなどして前記３６３万７８１０円の\n虚偽支出を政務調査費のうちの調査研究費又は事務費の項目で計上し，収支\n報告書の残余欄に０円と虚偽の記載をして，記名のある被告人作成名義の内\n容虚偽の平成２４年度議員分の政務調査費収支報告書を作成し た上，平成２\n５年５月頃，前記Ｂにおいて，同事務局職員及び同職員を介して同県議会議\n長に対し，同収支報告書を前記支払証明書及び前記領収書等添付様式と共に\n提出して行使し，これにより，各記載内容がいずれも真実であるかのように\n装い，その頃，同Ｂ等において，同事務局職員及び同議長，ひいては同県知\n事に，同収支報告書等の各記載はいずれも真実であって，被告人から返還を\n受けるべき残余は存在しない旨誤信させて，前記虚偽計上額３６３万７８１\n０円から政務調査費交付限度額を超過するため充当されなかった支出分合計\n１０万１７３５円を控除した政務調査費の残余相当額３５３万６０７５円の\n返還を免れ，もって人を欺いて財産上不法の利益を得た\n第４  平成２６年４月ないし同年５月頃，前記Ａ等において，真実は，平成２５\n年度議員分の政務活動費の支出として計上した５６４万円のうち４６８万７\n７２２円分は，政務活動費の支出に該当するものではなく，残余の額は０円\nではなかったのに，前記職務に関し，行使の目的で，収支報告書への添付が\n義務付けられている「支払証明書」及び「領収書等添付様式」に別表 １及び\n２の各番号３のとおり虚偽の記載をするなどして前記４６８万７７２２円の\n虚 偽 支出 を 政 務活 動費 の うち の 要 請陳 情等 活 動費 又は 事務 費 の 項 目で 計上\nし，収支報告書の残余欄に０円と虚偽の記載をして，記名のある被告人作成\n名 義 の内 容 虚 偽の 平成 ２ ５年 度議 員分 の政 務 活動 費 収 支報 告書 を 作成 し た\n上，平成２６年５月頃，前記Ｂにおいて，同事務局職員及び同職員を介して\n同県議会議長に対し，同収支報告書を前記支払証明書及び前記領収書等添付\n様式と共に提出して行使し，これにより，各記載内容がいずれも真実である\nかのように装い，その頃，同Ｂ等において，同事務局職員及び同議長，ひい\nては同県知事に，同収支報告書等の各記載はいずれも真実であって，被告人\nから返還を受けるべき残余は存在しない旨誤信させて，前記虚偽計上額４６\n８万７７２２円から政務活動費交付限度額を超過するため充当されなかった\n支出分合計５５万１８８９円を控除した政務活動費の残余相当額４１３ 万５\n８３３円の返還を免れ，もって人を欺いて財産上不法の利益を得た\nものである。\n（証拠の標目）\n（事実認定の補足説明）\n第１  被告人及び弁護人の主張の要旨\n判示各事実について，被告人は，政務調査費等の収支報告書に虚偽の記載を\nしてその返還を免れようという考えはなかったと述べる。弁護人も，各収支報\n告書の虚偽性及びそれに対する被告人の認識を争うとともに，検察官によって\n虚偽支出とされているもののうち，出張費用に関するものについては，その出\n張が行われなかったことが立証されておらず，また，それ以外の支出について\nは，実際の支出内容が政務調査費等に当たらないこと は立証されていないか\nら，いずれも被告人において返還すべき支出であったとはいえず，詐欺罪は成\n立しないと主張する。\n第２  当裁判所の認定\n１  判示第１の支出，同第３の支出のうち調査研究費の項目で計上された分及\nび同第４の支出のうち要請陳情等活動費の項目で計上された分について\nこれらの支出について，被告人が以下のとおり収支報告書等を提出した\nことは争いがなく，関係証拠上も認められる。\nア  平成２３年度分（判示第１の支出）\n［被告人は，平成２３年度議員分の政務調査費収支報告書に，「調査\n研究費」として合計２３４万０２０９円の支出をした旨記載し，そのう\nち１４３万８８７２円分については，別紙資料１０番号１ないし５７の\nとおり，平成２３年６月１７日から同年１２月２１日までの間 ，５７回\nにわたり，県の事務及び地方行財政に関する調査のため ，西宮市と東京\n都，石川県，福岡県，三重県，愛知県，神奈川県又は広島県との間の交\n通費としてその都度６５４０円ないし３万０７００円を支出した旨の支\n払証明書を作成し，これらを収支報告書に添付して兵庫県議会議長等に\n提出した。\nイ  平成２４年度分（判示第３の調査研究費の支出）\n被告人は，平成２４年度議員分の政務調査費収支報告書に， 「調査研\n究費」として合計３６３万３９７５円の支出をした 旨記載し，そのうち\n３４３万０６５０円分については，別紙資料１１番号１ないし９２のと\nおり，平成２４年４月３日から平成２５年３月２９日までの間，９２回\nにわたり，県の事務及び地方行財政に関する調査のため，西宮市と東京\n都，名古屋市又は福岡県との間の交通費としてその都度１万８４５０円\nないし４万１８８０円を支出した旨の支払証明書を作成し，これらを収\n支報告書に添付して同県議会議長等に提出した。\nウ  平成２５年度分（判示第４の要請陳情等活動費の支出）\n被告人は，平成２５年度議員分の政務活動費収支報告書に， 「要請陳\n情等活動費」として合計３４３万４８８０円を支出した旨記載し，その\nうち３４３万３７７０円分については，別紙資料１２番号１ないし１９\n５のとおり，平成２５年４月２日から平成２６年３月３ ０日までの間，\n１９５回にわたり，Ｃ駅と東京都内，Ｄ駅，Ｅ駅又はＦ駅との間の交通\n費としてその都度１万１５６０円ないし４万１８８０円を支出した 旨の\n支払証明書を作成し，これらを収支報告書に添付して同県議会議長等に\n提出した。\nしかしながら，前記⑴の各出張を理由とする支出については，以下のと\nおり，出張の事実がなかったものと認定することができる。\nア  各出張を理由とする支出のうち別紙資料\n１０番号２０及び５３， 同 １１番号３９， 同 １２番号３５，５７，５\n９，６１，７８，９６，９９，１０８，１１２，１１６，１２６，１４\n０，１４１及び１５２については，被告人名義のクレジットカードの利\n用履歴などから，各支出日の特定の時刻における被告人の居場所（西宮\n市内や大阪市内の店舗など）が明らかであるところ，出張に利用したと\nされる 交通機関の運行状況からすれば，各支出日に被告人が 各出張先\n（東京都，石川県，福岡県，Ｆ駅，Ｄ駅）に行った上で，さらに前記の\n居場所に赴くことは事実上不可能であったことが認められる。\nしたがって，これらの支出の理由とされている各出張の事実はなかっ\nたものと認められる上，このような架空出張を理由とする支出の報告が\n繰り返されていたことに鑑みると，同様の出張を理由とする他の支出に\nついても，出張の事実がなかったのではないかとの疑いを抱かざるを得\nない。\nイ  また，関係証拠によれば，被告人は，インターネット上のカレンダー\nであるＧ（以下「Ｇ」という。）に，登庁調査や本会議，政務調査会，\n常任委員会，管外調査，管内調査などの公務に関する予定のほか，クリ\nーニング確認，プリンター修理などの私的な予定をも細かな内容まで登\n録しており，自身の行動予定をＧで子細に管理していたものと認められ\nる。したがって，仮に被告人が の各出張を実際に行ったのであれ\nば，各出張に関連する予定が登録されているはずであるのに，Ｇの登録\nデータを見ても，被告人が各出張先に出向いたことや，各出張先で何ら\nかの調査を行ったことをうかがわせる記載は一切見当たらない。この事\n実からは，被告人が の各出張を実際には行っていなかったことが\n強く推認される。\nウ  さらに，関係証拠によれば，被告人は，平成２５年５月頃から同年６\n月頃にかけて，平成２４年度の政務調査費収支報告書の点検を担当して\nいた兵庫県議会事務局職員から，県外調査 の調査先及び調査内容を具体\n的に記載するよう，重ねて修正依頼をされたにもかかわらず，「失念し\nているので，記載できません。」などと返答するのみで，修正に応じな\nかったことが認められる。\nその一方で，被告人の政務調査費等収支報告書上，平成２３年６月以\n降の約２年間に１７０回以上にわたり行ったとされる県外出張が ，平成\n２５年５月中旬以降一切行われなくなり，以後は，もっぱら県内のＤ及\nびＦへの出張費用が計上されるようになったことが認められる。\nまた，被告人は，平成２６年５月頃，平成２５年度の政務活動費収支\n報告書の点検を担当していた同事務局職員から，前記Ｄ等への出張費用\nを内容とする要請陳情等活動費について，場所及び具体的な活動内容を\n記載する方が望ましい旨の指摘を受けたにもかかわらず，何ら対応しな\nかったことが認められる。\n加えて，被告人は，公判廷においても，前記⑴の各出張について，調\n査内容や調査の際に会った人物のみならず，出張をしたかどうか自体に\nついてさえ，「覚えていません。」などと それ自体極めて不自然な供述\nに終始している。弁護人は，被告人のこのような供述状況について，被\n告人の病的な健忘による可能性を主張するが， 公判廷での被告人の様子\nや受け答えからは，そのような重篤な健忘を来すような心身の障害はう\nかがわれないし，仮に何らかの障害があるにしても，二，三年の間に行\nわれた特定の地域への極めて多数回の出張について，一切思い出せない\nというのは到底理解し難い。むしろ，各出張内容を明らかにしないとい\nう被告人の態度が従前からのものであることからすれば，被告人の前記\n公判供述は虚偽の疑いが強いというべきである。\n以上のような被告人のこれまでの言動は， の各出張が実際には\n行われなかったことを強く推認させるというべきである。\nエ  以上の各事情に照らせば， の各出張を理由とする支出について\nは，いずれも出張の事実がなかったものと認められる。したがって，こ\nれらの支出に関する平成２３年度議員分及び平成２４年度議員分の各政\n務調査費収支報告書，平成２５年度議員分の政務活動費収支報告書並び\nにこれらに添付された支払証明書の記載内容はいずれも虚偽であり，同\n収支報告書等を自ら作成，提出した被告人は，当然その虚偽性を認識し\nていたものと認められる。\n２  判示第２の支出について\n被 告人 が 同人 の 所 属 す る会 派 分 の 平成 ２ ４ 年度 政 務調 査費 収 支 報告 書\nに，事務費として合計２７万３４６６円を支出した旨記載し，そのうち４\n万６０００円 分に つい て は ， 別紙 資料 １番 号 １ な い し ３の とお り ， 「 葉\n書・切手代」に支払ったものとして，領収書等添付様式に販売店発行のレ\nシートを複写し，それを収支報告書とともに兵庫県議会議長等に対し提出\nしたことは争いがなく，関係証拠上も認められる。\nしかしながら，関係証拠によれば，検察官が別紙資料１の虚偽理由欄に\nおいて指摘するとおり，いずれの支出についても，当該販売店において，\n日付・金額の対応する葉書・切手の販売記録が存在しないこと，加えて，\n別紙資料１番号１及び２については，領収書等添付様式に 複写されたレシ\nートの印字内容は，当該販売店において葉書及び切手が販売された場合の\nものとは異なる上，印字された日付と金額が新幹線切符の販売記録と一致\nすること，同番号３については，領収書等添付様式に複写されたレシート\nが，真正なレシートの商品単価と購入数量の印字部分を 修正テープで消し\nたものであることが認められる。\n以上の事実によれば，別紙資料１の前記各支出について，その理由とさ\nれた 葉書及び切手 の購入 の 事実は な か った も の と 認 め ら れ る。 し た が っ\nて，これらの支出に関する平成２４年度会派分の政務調査費収支報告書及\nびこれに添付された領収書等添付様式の記載内容は虚偽であり， 同収支報\n告書等を自ら作成，提出した被告人は，当然その虚偽性を認識していたも\nのと認められる。\n３  判示第３の支出のうち事務費の項目で計上された分について\n関係証拠によれば，被告人は，平成２４年度議員分の政務調査費収支報\n告書に，事務費として１２６万６１０６円を支出した旨記載し，そのうち\n２０万７１６０円分については，別紙資料２番号１ないし１３，資料３番\n号１ないし５及び資料４番号１ないし３ のとおり，「葉書・切手代」又は\n「切手代」に支払ったものとして，領収書等添付様式に 販売店発行のレシ\nートを複写し，それを収支報告書とともに兵庫県議会議長等に対し提出し\nたことが認められる。\nし かし な がら ，関 係 証 拠に よ れば ， 検察官 が別 紙 資料 ２ 番 号 １ ない し\n４，６，９，１０，１２，１３の虚偽理由欄において指摘するとおり，こ\nれらの支出については，領収書等添付様式に複写されたレシートが，真正\nなレシートの商品単価と購入数量の印字部分を修正テープで消 すという改\nざん行為によって作出されものであること，別紙資料２の各支出の領収書\n等添付様式に複写されたレシート（改ざんされたものについては真正なレ\nシート）に見られる印字は，当該販売店において切手や葉書が販売された\n場合のものとしては商品単価等の点で通常あり得ないものであることが認\nめられる。\nまた，別紙資料３及び４の各支出についても，領収書等添付様式 に販売\n店発行のレシートが複写されているものの，当該販売店の販売記録上，こ\nれらのレシートの印字内容に合致する 切手や葉書の販売記録は存在しない\nことが認められる。\n以上の事実によれば，別紙資料２ないし４の前記各支出について，その\n理由とされた葉書及び切手の購入の事実はなかったものと認められる。し\nたがって，これらの支出に関する平成２４年度議員分の政務調査費収支報\n告書及びこれに添付された領収書等添付様式の記載内容は虚偽であり， 同\n収支報告書等を自ら作成，提出した被告人は，当然その虚偽性を認識して\nいたものと認められる。\n４  判示第４の支出のうち事務費の項目で計上された分について\n関係証拠によれば，被告人は，平成２５年度議員分の政務活動費収支報\n告書に事務費として２６０万０９６２円を支出した旨記載し， そのうち１\n２５万３９５２円分については，別紙資料５番号１ないし４，資料６番号\n１ないし１２， 資 料７ 番 号 １ な い し３ ７及 び 資 料 ８ の とお り 「 切手代 」\nに，また，別紙資料９番号１ないし５２３のとおり，「事務用品消耗品」\nにそれぞれ支払ったとして，領収書等添付様式を添付して収支報告書 とと\nもに兵庫県議会議長等に提出したことが認められる。\nしかしながら，関係証拠によれば，別紙資料５番号１ないし４の各支出\nについては，領収書等添付様式に複写されたレシートが，真正なレシート\nの商品単価と購入数量の印字部分を修正テープで消すという改ざん 行為に\nよって作出されたものであること，これらの支出の領収書等添付様式に複\n写されたレシートの基になった真正なレシートに見られる印字は，当該販\n売店において切手や葉書が販売された場合のものとしては商品単価の点で\n通常あり得ないものであること，その一方で，これらのレシートの内容と\n時期，単価及び数量の点で合致する商品券の販売記録が当該販売店に存在\nすることが認められる。\nまた，別紙資料６ないし８の各支出についても，関係証拠によれば， 各\n領収書等添付様式に複写された領収書を発行した販売店の販売記録上，そ\nの領収書の記載と合致する切手の販売に関するものは存在しないことが認\nめられる。\nさらに，別紙資料９の各支出についても，関係証拠によれば，実際の使\n途は，同資料購入時間・内容等欄記載のとおり，いずれも食料品の購入代\n金，国民年金保険料，クリニックの通院費等であり，事務用品消耗品の類\nではないばかりか，明らかに私的なものであって，政務活動費には 到底該\n当しないものであったことが認められる。加えて，そのうちの４６件につ\nいては，被告人が改ざんしたクレジットカード利用明細書を領収書等添付\n様式に複写している。\n以上の事実によれば，別紙資料５ないし９の前記各支出について，その\n理由とされた切手や事務用品消耗品の購入事実はなかったものと認められ\nる。したがって，これらの支出に関する平成２５年度議員分の政務活動費\n収支報告書及びこれに添付された領収書等添付様式の記載内容は虚偽であ\nり，同収支報告書等を自ら作成，提出した被告人は，当然その虚偽性を認\n識していたものと認められる。\n５  なお，弁護人は，実際の支出内容が政務調査費等に当たらないことは立証\nされていないと主張する。しかしながら，前記各収支報告書等に記載された\n支出の使途は，明らかに事実と異なっており，その内容に照らして被告人に\nその認識がなかったとは到底考えられず，前記認定のとおり，被告人は，敢\nえて虚偽の記載をしたものと認められる。そして，実際の支出内容が政務調\n査費等を充てるのに問題がないものであれば，被告人は，収支報告書等にそ\nのまま記載すれば足り，虚偽の記載をする必要がないのにこれを敢えて行っ\nていること，各支出について政務調査費等の該当性をうかがわせる 事実や証\n拠が一切ないことに鑑みると，実際の支出内容が政務調査費等に当たらず，\n被告人もこれを認識していたことは立証されているというべきである。弁護\n人の主張は採用できない。\n（法令の適用）\n１  罰条  判示第１ないし第４の各事実について\n虚偽有印公文書作成の点\nいずれも刑法１５６条，１５５条１項\n虚偽有印公文書行使の点\nいずれも刑法１５８条１項，１５６条，１５５条１項\n詐欺の点\nいずれも刑法２４６条２項\n２  科刑上一罪の処理\n判示第１ないし第４の各罪について，それぞれ刑法５４条１項後段，１０条\n（虚偽有印公文書の作成とその行使と詐欺との間には順次手段結果の関係があ\nるので，いずれも一罪として刑及び犯情の最も重い虚偽有印公文書行使罪の刑\nで処断）\n３  併合罪の処理\n刑法４５条前段，４７条本文，１０条（犯情の最も重い判示第４の罪の刑に\n法定の加重）\n４  刑の執行猶予  刑法２５条１項\n５  訴訟費用の不負担  刑訴法１８１条１項ただし書\n（量刑の理由）\n本件は，兵庫県議会議員であった被告人が，平成２３年度ないし平成２５年度\nに交付された政務調査費等について，虚偽支出を計上した収支報告書を作成，提\n出し，虚偽支出分の返還を免れたという事案である。\n被告人は，県民に選ばれた県議会議員としての信頼に基づき，その責務を果た\nすために多額の政務調査費・政務活動費を交付されていたのに，金銭欲からその\n信頼を裏切って本件犯行に及んでいることからすると，本件犯行は県民に対する\n高い背信性を有するものといえる。また，被告人は，３年度分にわたり同様の犯\n行に及んでいる上，膨大な数の架空支出や虚偽支出を計上するとともに，改ざん\nしたレシート等を添付資料に使用したり，県議会事務局職員から使途を具体的に\n明らかにするよう指摘を受けた後も，出張先を県外から県内に変えて架空出張費\n用の計上を続けたりしており，犯行態様は悪質といわざるを得ない。そして，虚\n偽報告によって返還を免れた政務調査費等の総額は９１３万円余りと多額である\n上，県議会議員や政務調査費等の制度に対する一般の信頼を損ねたことをも考え\n併せると，被告人の刑事責任は重いといえる。\nしかしながら，被告人は，本件起訴前である平成２６年７月から同年８月にか\nけて，平成２３年度ないし平成２５年度分の政務調査費等の全額に平成２６年度\n分の政務活動費の一部を加えた計１８３４万円とその利息約９０万円を返納して\nおり，その結果，本件犯行による 財産的被害は全部回復されたものと 認められ\nる。また，現在の被告人に真摯な反省の態度は見られないが，少なくとも前記返\n納時には一定の反省の態度が見られたというべきである。さらに，本件犯行の内\n容からすると，被告人が県議会議員を辞職し，事件が広く報道されること自体は\n避けられなかったとしても，その後もマスコミに大きく取り上げられる状況が継\n続したことによって，既に一定の社会的制裁を受けていることは否定できない。\nこのような事情を勘案すると，被告人を直ちに矯正施設に収容するのではなく，\n社会内での更生の機会を与えるのが相当と判断し，主文のとおり，刑の執行を猶\n予することとした。\n（検察官求刑  懲役３年）\n平成２８年７月６日\n神戸地方裁判所第４刑事部\n裁判長裁判官    佐  茂    剛\n裁判官    中  川  卓  久\n裁判官    河  原  春  奈\n"
}