{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 9
  },
  "case_number": "平成21(ワ)37543",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所民事第３４部",
  "result": "その他",
  "lawsuit_id": "82543",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82543",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/543/082543_hanrei.pdf",
  "contents": "平成２３年１２月９日判決言渡\n平成２１年（ワ）第３７５４３号  損害賠償請求事件\n判 決\n主 文\n１  被告は，原告Ａに対し，８００万円及びこれに対する平成１８年１１月１１\n日から支払済みまで年５分の割合による金員を支払え。\n２  原告Ａのその余の請求並びに原告Ｂ，原告Ｃ，原告Ｄ及び原告Ｅの請求をい\nずれも棄却する。\n３  訴訟費用は，原告Ａと被告との関係では，これを２０分し，その１９を原告\nＡの負担とし，その余は被告の負担とし，原告Ｂ，原告Ｃ，原告Ｄ及び原告Ｅ\nと被告との関係では，全部同原告らの負担とする。\n４  この判決は，１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  被告は，原告Ａに対し，１億５８１３万９２０５円及びこれに対する平成１８年\n１１月７日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ｃに対し，２８００万円及びこれに対する平成１８年１１月７日か\nら支払済みまで年５分の割合による金員を支払え。\n３  被告は，原告Ｄに対し，２８００万円及びこれに対する平成１８年１１月７日か\nら支払済みまで年５分の割合による金員を支払え。\n４  被告は，原告Ｂに対し，２８００万円及びこれに対する平成１８年１１月７日か\nら支払済みまで年５分の割合による金員を支払え。\n５  被告は，原告Ｅに対し，２８００万円及びこれに対する平成１８年１１月７日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告らが，被告の開設するＦ病院（以下「被告病院」という。）において子\n宮脱の治療のために手術を受けた原告Ａ（以下「原告Ａ」という。）が肺血栓塞栓症を\n発症し後遺障害が残ったのは被告病院の医師らの過失によるものであるなどと主張し\nて，被告に対し，不法行為又は債務不履行に基づき損害賠償金及び被告病院に入院し\nた日である平成１８年１１月７日（予備的に肺血栓塞栓症を発症した日である同月１\n１日）からの遅延損害金の支払を求める事案である。\n１  前提事実（争いのない事実及び掲記の証拠〔［］内は当該証拠の関係頁である。\n以下同じ。〕により容易に認定できる事実）\n  当事者\nア  原告Ａは，昭和８年１０月２１日生まれの女性である。原告Ｃ（以下「原告\nＣ」という。）は原告Ａの夫であり，原告Ｄ（以下「原告Ｄ」という。），原告Ｂ\n（以下「原告Ｂ」という。）及び原告Ｅ（以下「原告Ｅ」という。）は，原告Ａ，\n原告Ｃ夫婦の子である。\nイ  被告は，被告病院を開設，運営する社会福祉法人である。Ｇ医師（以下「Ｇ\n医師」という。）は，被告病院産婦人科の医師であり，Ｈ歯科医師（以下「Ｈ歯\n科医師」という。）は，当時，被告病院において医科麻酔科研修を受けていた歯\n科医師である。\n  診療経過等\nア  原告Ａは，平成６年６月，Ｉ病院を受診して子宮脱との診断を受け，膣内に\nペッサリー（リング状の医療用具）を装着する治療を受けたが，ペッサリーを\n膣内に長期間装着したままにすると膀胱や直腸に穴が開くことがあるなどと記\n載されたＧ医師の著書を読み，平成１８年７月４日（以下，月日のみ記載する\nときは，全て平成１８年である。），被告病院を受診して，Ｇ医師の診察を受け\nた（甲Ａ１[３～２１]，甲Ｂ６，原告Ｃ）。\nイ  原告Ａは，Ｇ医師から，性器脱（子宮脱）の疑いとの診断を受け，Ｉ病院に\nおいてペッサリーを抜去した上，８月１日，改めて被告病院を受診した（乙Ａ\n１の１[１１，１２]）。\nウ  Ｇ医師は，原告Ａを子宮脱と診断し，仙棘靱帯子宮頸部固定術，ＴＯＴスリ\nング術等の手術（以下「本件手術」という。）を実施することを決定した（乙Ａ\n１の１[１２]）。\n原告Ａは，１１月７日，被告病院に入院し，同月９日，Ｇ医師を執刀医，Ｈ\n歯科医師を麻酔医とする本件手術を受けた。\nエ  原告Ａは，１１月１１日午前６時５５分頃，トイレに行くため術後初めて歩\n行した際，低血圧ショック及び意識障害を発症した。\n被告病院産婦人科の当直医であるＪ医師や，連絡を受けて駆けつけたＧ医師，\n被告病院内科のＫ医師，Ｌ医師は，原告Ａに対し，心臓マッサージ，アンビュ\nーバッグ，気管内挿管による人工呼吸等を実施し，同日午前８時２０分頃，原\n告ＡをＣＣＵ（心筋梗塞等の心臓血管系の重症患者を対象とする集中治療室）\nに移して治療を継続した（乙Ａ１の２[４，３８，３９]）。\n被告病院の医師らは，原告Ａを肺塞栓症と疑い，同日午後４時頃，抗凝固剤\nであるヘパリンの投与を開始し，肺血流シンチグラフィー検査（以下「肺血流\nシンチ検査」という。）により肺血栓塞栓症との確定診断を得た後の同日午後８\n時，血栓溶解剤であるクリアクターの投与を開始した。\nオ  被告病院の医師らは，１１月１４日及び１７日に実施した頭部ＣＴ検査の結\n果に基づき，原告Ａを大脳全体の脳浮腫，虚血と診断した（乙Ａ１の４[４，６]）。\n原告Ａは，低酸素脳症を原因とする遷延性意識障害を発症した。原告Ａは，\nその四肢が完全に麻痺し，発声，歩行，排尿，排便，食事等も全く不可能な状\n態である。なお，原告Ａは，平成２０年１２月４日，東京都から身体障害程度\n等級１級（疾患による両上肢機能障害，両下肢機能障害１級）の身体障害者手\n帳の交付を受けている。\n  医学的知見等\nア  子宮脱\n子宮脱は，加齢による骨盤底の線維組織の弱体化，肥満に伴う骨盤底への負\n荷増大等により，次第に骨盤臓器が膣管内に落ち込む病態をいう（乙Ｂ１２）。\nその治療には，ペッサリーを膣内に装着する保存的治療方法（甲Ｂ２）と，仙\n棘靱帯子宮頸部固定術，ＴＯＴスリング術等による外科的治療方法とがある（甲\nＢ１６，乙Ａ６）。\nイ  肺血栓塞栓症，深部静脈血栓症，静脈血栓塞栓症\n肺血栓塞栓症は，肺動脈が閉塞する疾患のうち，塞栓子が血栓であるものを，\n深部静脈血栓症は，深部静脈（深筋膜より深部を走行する静脈）に血栓が生じ，\n静脈還流に障害を与えるものをいう。肺血栓塞栓症は，そのほとんどが深部静\n脈血栓症に起因するもので，肺血栓塞栓症と深部静脈血栓症とは連続した病態\n（静脈血栓塞栓症）である（甲Ｂ８[ⅷ]）。\nウ  ガイドライン\n  肺血栓塞栓症／深部静脈血栓症（静脈血栓塞栓症）予防ガイドライン作成\n委員会が平成１６年６月に公表した「肺血栓塞栓症／深部静脈血栓症（静脈\n血栓塞栓症）予防ガイドライン」（以下「予防ガイドライン」という。）は，\n静脈血栓塞栓症発症のリスクレベルを低リスク，中リスク，高リスク及び最\n高リスクに階層化し，各リスクレベルに対応する予防措置を講ずることを推\n奨している。\n  日本循環器学会等の合同研究班が平成１６年６月に公表した「肺血栓塞栓\n症および深部静脈血栓症の診断・治療・予防に関するガイドライン」（以下「治\n療ガイドライン」といい，予防ガイドラインと併せて「予防ガイドライン等」\nという。）も，予防ガイドラインと同じく，静脈血栓塞栓症発症のリスクレベ\nルを階層化し，各リスクレベルに対応する予防措置を講ずることを推奨する\nほか，腫脹，色調変化，下腿筋の硬化，圧痛の有無等を考慮して深部静脈血\n栓症発症の有無を診断し（疑診患者については，エコー検査，Ｄ－ダイマー\n値の測定によりこれを鑑別する。），また，呼吸困難，胸痛の有無等を考慮し\nて肺血栓塞栓症発症の有無を診断するとし，そのスクリーニング検査として，\n動脈血ガス分析検査，胸部Ｘ線検査，心電図検査，心エコー検査等を，確定\n診断のための検査として，肺動脈造影検査，心臓カテーテル検査，肺血流シ\nンチ検査等を挙げる。\nなお，治療ガイドラインは，急性肺血栓塞栓症の治療を，右心不全及び呼吸\n不全に対するもの（呼吸循環管理等）と，血栓源に対するもの（抗凝固療法，\n血栓溶解療法等）とに大別した上，①  酸素吸入を実施してもＳｐＯ２（酸素\n飽和度）を９０％以上に維持できない場合，気管内挿管による人工呼吸を実施\nする，②  心肺蘇生が困難な場合や，酸素療法，薬物療法等を実施しても呼吸\n循環不全が改善しない場合はＰＣＰＳ（経皮的心肺補助装置）を導入するとし\nている（甲Ｂ１[１０８８～１１０５]）。\n２  争点\n  被告病院の医師らの注意義務違反及び因果関係の有無\n  被告病院の医師らの説明義務違反及び因果関係の有無\n  損害の有無及び損害額\n３  争点についての当事者の主張\n  被告病院の医師らの注意義務違反及び因果関係の有無\nア  本件手術の適応\n（原告らの主張）\n  本件手術は，再発症例や難治性の症例につき適応を有する。原告Ａの子宮\n脱は軽度で，上記のような症例ではないから，本件手術の適応はないし，①\n本件手術の実施により静脈血栓塞栓症を発症する危険性が高いこと，②  本\n件手術の合併症として感染，メッシュ（本件手術はメッシュを用いる手術で\nある。）の露出によるびらん等が報告されていること，③  原告Ａにペッサリ\nー装着による合併症は出現していなかったことからしても，本件手術の適応\nはない。\nまた，①  高齢である場合，②  糖尿病に罹患している場合，③  ペッサリ\nーを長期間装着している場合には，メッシュを用いる手術は回避すべきとされ\nているところ，原告Ａが，当時７３歳で，糖尿病に罹患し，ペッサリーを長期\n間装着していたことに加え，同原告が，被告との間で，できる限り手術を実施\nせず，侵襲のより少ない方法で治療をする旨の診療契約を締結し，本件手術の\n実施を希望していなかったことからすると，Ｇ医師は，いずれにしても本件手\n術の実施を避けるべきであった。\n  Ｇ医師が，本件手術の適応につき適切な判断をし，その実施を避けていれば，\n静脈血栓塞栓症を発症することも，原告Ａに後遺障害が残ることもなかった。\n（被告の主張）\n原告Ａは子宮脱であり，本件手術の適応を有していた。原告Ａは，Ｉ病院の\n医師に相談してペッサリーを抜去し，自ら希望して本件手術を受けたのであっ\nて，Ｇ医師において本件手術の実施を避けるべき事情はない。\nイ  静脈血栓塞栓症に関する注意義務違反\n  静脈血栓塞栓症に関する検査義務\n（原告らの主張）\n原告Ａの両下肢の大腿部から足首にかけて顕著な腫脹，むくみ，発赤等が出\n現し，また，同原告は疼痛を訴えていたのであるから，Ｇ医師としては，深部\n静脈血栓症を疑い，術前術後を通じて，Ｄ－ダイマー値の測定，超音波検査，\n静脈造影検査，静脈エコー検査，肺血流シンチ検査等を実施すべきところ，同\n医師は，原告Ａの下肢に問題はないとして，上記の各種検査を実施しなかった。\n術前に深部静脈血栓症に関する検査が実施されていれば，原告Ａが本件手術\nを受けることはなかった。また，術前に肺血流シンチ検査が実施されていれば，\n原告Ａが肺血栓塞栓症を発症したとの確定診断が可能であったはずである。さ\nらには，術後直ちに上記の各種検査が実施されていれば，抗凝固療法や血栓溶\n解療法による治療が実施されたはずである。被告病院の医師らに静脈血栓塞栓\n症に関する検査義務の違反がなければ，いずれにせよ原告Ａに後遺障害が残る\nことはなかった。\n（被告の主張）\n原告Ａが被告病院を受診した７月４日時点で，原告Ａの下肢に浮腫等の異状\nや顕著な静脈瘤は認められなかったのであって，Ｇ医師が深部静脈血栓症に関\nする検査をけ怠したとはいえない。\nまた，Ｇ医師が深部静脈血栓症に関する検査を実施したからといって，肺血\n栓塞栓症の発症を避け得たともいえない。\n  静脈血栓塞栓症発症の予防に関する注意義務\n（原告らの主張）\n予防ガイドライン等は，静脈血栓塞栓症の予防として，婦人科領域における\n良性疾患手術（開腹，経膣，腹腔鏡）につき，術前術後を通じて弾性ストッキ\nングを着用すること（以下，これを「弾性ストッキング法」という。），又は十\n分な歩行が可能となるまで空気により間欠的に圧迫し下肢をマッサージする\nこと（以下，これを「間欠的空気圧迫法」という。）を推奨し，静脈血栓塞栓\n症の誘発因子として，肥満，全身麻酔等による血流の停滞，静脈内皮障害，血\n液凝固能の亢進を，婦人科領域における危険因子として，砕石位（下肢を開い\nて上げる体位）での手術を，産科領域における危険因子として血液濃縮（ヘマ\nトクリットは３７％以上）を挙げる。\nまた，平成１６年６月発行の「産婦人科手術№１５」（日本産婦人科手術学\n会編）は，術中の体位によっては静脈血栓塞栓症を誘発することがあるとして，\n弾性ストッキングと同様の効果を有する弾性包帯を使用し，ヘパリンの投与を\n行うとする。\n本件手術は予防ガイドライン等にいう中リスクレベルの手術であるところ，\n①  本件手術が全身麻酔により砕石位で実施されたこと，②  原告Ａが肥満で，\n多血症であったこと（原告Ａのヘマトクリットは４４．６％である。）からす\nると，Ｇ医師は，原告Ａに対し，弾性ストッキング法又は間欠的空気圧迫法を\n実施し，ヘパリンの投与を行うべきであったのに，これらの予防措置を一切講\nじなかった。\n弾性ストッキング法又は間欠的空気圧迫法が実施され，ヘパリンの投与が行\nわれていれば，深部静脈血栓症を発症することも，下肢の静脈に形成された血\n栓が遊離して肺血栓塞栓症を発症することもなく，原告Ａに後遺障害が残るこ\nともなかった。\n（被告の主張）\nＧ医師は，原告Ａに対し，静脈血栓塞栓症発症の予防として，術後，下肢及\nび胴体の曲げ伸ばしをし，身体を動かす工夫をすること，本件手術の翌日には\n座位で食事をし，翌々日には歩行を開始することを告げるなど，早期離床及び\n積極的運動につき指導を行っている。Ｇ医師の対応は適切であるし，少なくと\nも，医師としての合理的裁量を逸脱するとまではいえない。予防ガイドライン\n等によれば，弾性ストッキング法又は間欠的空気圧迫法の実施が推奨されるこ\nとになるが，これは静脈血栓塞栓症発症の予防に関する指針の一つにすぎず，\n個々の症例に対するリスク評価や予防法は最終的には担当医の責任において\n決定すべきものである。そして，①  本件手術は骨盤内深部静脈に侵襲が及ぶ\nような大手術ではなく，手術に要する時間も１時間余りであること，②  術後\n速やかに下肢を動かすことが可能であったこと，③  本件手術は砕石位（高位\n砕石位）により行われ，術中に弾性ストッキング法又は間欠的空気圧迫法を実\n施して下肢を圧迫すると，コンパートメント症候群，神経麻痺等を発症する危\n険性が高まることからすると，本件において，弾性ストッキング法又は間欠的\n空気圧迫法を実施するのはむしろ不適切である。\nまた，仮に，弾性ストッキング法又は間欠的空気圧迫法を実施したとしても，\n静脈血栓塞栓症の発症等を避け得たとは限らない。\nウ  無資格医業\n（原告らの主張）\nＨ歯科医師は，本件手術において，原告Ａの同意を得ることも，研修指導医\nの立会いを得ることもなく，同原告に対する全身麻酔を実施した。これを歯科\n医師の医科麻酔科研修ということはできず，Ｈ歯科医師の行為は，無資格医業\nとして医師法１７条に違反する。\n原告Ａは，被告病院の「手術を受けられる患者様へ」と題する書面に「麻酔\n医  Ｈ」と記載されていたことから，Ｈ歯科医師が被告病院の常勤麻酔標榜医\nであると認識していた。Ｈ歯科医師による麻酔が無資格医業であること，同歯\n科医師が本件手術の２週間前に他の患者に対する麻酔を実施し，当該患者をい\nわゆる植物状態にしたことを知っていれば，原告Ａは，Ｈ歯科医師による麻酔\nの実施を拒否したはずであり，その場合，本件手術自体が中止され，静脈血栓\n塞栓症を発症することも，原告Ａに後遺障害が残ることもなかった。\n（被告の主張）\nＨ歯科医師が実施した麻酔自体に不備はなく，原告Ａは当該麻酔により静脈\n血栓塞栓症を発症したわけでもない。\nまた，歯科医師が麻酔科研修として歯科及び口腔外科以外の症例につき麻酔\nを実施することは医療制度上予定されており，歯科医師が麻酔科研修として麻\n酔を実施する旨を告げたからといって，患者においてこれを拒否するとは考え\nられない（なお，患者が歯科医師による麻酔の実施を拒否する場合，麻酔医に\nよる麻酔が実施されることになる。）。原告Ａは，ペッサリー抜去後数か月を経\nてようやく本件手術を受けることになったのであって，歯科医師による麻酔科\n研修としての麻酔であるというだけで，その実施を拒否するとは考えられず，\nいずれにしても，Ｈ歯科医師による麻酔の実施と静脈血栓塞栓症発症との間に\n因果関係はない。\nエ  麻酔の実施に関する注意義務\n  麻酔医らによる術前術後管理\n（原告らの主張）\n被告病院の麻酔医ら（Ｈ歯科医師を含む。以下同じ。）は，術前，診療録の\n内容を確認したり，肺血流シンチ検査等を実施したりして，原告Ａの既往症，\n全身状態等を確認すべきであり，また，術後，Ｄ－ダイマー値の測定，静脈エ\nコー検査等を実施したりすべきであるのに，これらを行わず，Ｈ歯科医師自身，\nＤ－ダイマー値を測定することも，輸液により血液の希釈を図ったり，輸液の\n内容を工夫したりして静脈血栓塞栓症の発症を予防することも行っていない。\n（被告の主張）\n被告病院の麻酔医らは，術前術後に原告Ａを回診し，その全身状態の把握に\n努めているし，Ｈ歯科医師も，本件手術の際，出血量に対応した適切な輸液を\n実施している。\n  麻酔方法の適否\n（原告らの主張）\n被告病院の麻酔医らは，①  局所麻酔の場合，全身麻酔の場合に比して静脈\n血栓塞栓症の発症率は５５％減少するとされていること，②  全身麻酔は肺血\n栓塞栓症の発症を誘発する因子とされていること，③  原告Ａが高齢，肥満及\nび多血症で糖尿病にも罹患していたこと，また，同原告の両下肢に浮腫があり，\n本件手術の体位が砕石位であったこと，④  原告Ａが，被告との間で，できる\n限り侵襲の少ない方法で治療をする旨の診療契約を締結していること，⑤  そ\nもそも身体の基本的な機能を全て抑制する全身麻酔の実施はできる限り避け\nるべきであることに鑑みると，本件手術においては局所麻酔を実施すべきであ\nるのに，全身麻酔を実施した。\n局所麻酔の実施により静脈血栓塞栓症の発症率が低減するのは上記のとお\nりである。被告病院の麻酔医らが，局所麻酔を実施し，全身麻酔を実施しなけ\nれば，原告Ａは静脈血栓塞栓症を発症しなかった。\n（被告の主張）\n本件手術の手技は広範囲に及ぶ上，手術に要する時間も１時間余りであるこ\nとからすると，本件手術において局所麻酔の実施を選択することはできない。\nこの場合，全身麻酔又は腰椎麻酔を実施することになるが，静脈血栓塞栓症発\n症の予防を考えると，長時間の安静を要する腰椎麻酔より全身麻酔の方が適切\nであり，被告病院の麻酔医らが全身麻酔の実施を選択したことに注意義務の違\n反はない。\nオ  救急医療行為に関する注意義務\n（原告らの主張）\n被告病院の医師らは，１１月１１日早朝，原告Ａがショック状態に陥ったに\nもかかわらず，直ちに麻酔科医，内科医等の救急医療の専門医を招集せず，そ\nの結果，輸液，気管内挿管による人工呼吸の実施，肺血栓塞栓症の診断とヘパ\nリンの投与，血栓溶解療法の開始等が遅滞し，適切な循環管理，呼吸管理や，\n適切な診断とそれに対応する治療が実施されなかった。\nまた，治療ガイドラインは，心肺停止状態で発症して心肺蘇生が困難な場合\nや，酸素療法や薬物療法によっても低酸素血症や低血圧症が進行し，呼吸循環\n不全を安定化できない場合には，速やかにＰＣＰＳ（経皮的心肺補助装置）を\n導入すべきとするところ，被告病院の医師らは，１１月１１日午前７時１３分\nに原告Ａが心肺停止状態になったにもかかわらず，ＰＣＰＳを導入しなかった。\n被告病院の医師らにより適切な循環管理，呼吸管理や，適切な診断とそれに\n対応する治療が実施されていれば，原告Ａに後遺障害が残ることはなかった。\n（被告の主張）\n被告病院の医師らは，原告Ａの容体が急変した後，心臓マッサージ，アンビ\nューバッグ，気管内挿管による人工呼吸等，分担して適時適切な蘇生措置を講\nじ，現に１１月１１日午前７時４５分には心肺蘇生に成功しているのであって，\nその対応に注意義務違反はない。\nまた，客観的な検査所見は肺血栓塞栓症の発症を否定するものであったこと，\n手術直後であり出血の危険性が高かったことからすると，同日午後４時頃から\nヘパリンの投与を開始し，肺血流シンチ検査の結果により肺血栓塞栓症との確\n定診断を得た後に血栓溶解療法を開始したことが不適切とはいえない。\nなお，ＰＣＰＳは，急性心筋梗塞症例のうち重篤な心原性ショックを伴う最\n重症例等に対して用いられ，カニューレ挿入時の血管合併症（出血，血腫，動\n脈損傷），下肢虚血，空気混入による空気塞栓等が発症する危険性もあるのであ\nって，肺血栓塞栓症の患者につきその導入が絶対的に義務付けられるものでは\nない。\n  被告病院の医師らの説明義務違反及び因果関係の有無\n（原告らの主張）\nＧ医師は，原告Ａに対し，①  疾病名と現状，②  治療内容とこれによる症\n状の改善の程度，③  治療の危険性，④  他に選択可能な治療方法の有無，そ\nの有効性及び危険性，⑤  疾病の将来予測（治療を実施しない場合の予測を含\nむ。）のほか，⑥  肺血栓塞栓症発症のリスクレベルが中リスクであること，⑦\n弾性ストッキング法又は間欠的空気圧迫法の実施，ヘパリンの投与等が必要で\nあること，また，これによって静脈血栓塞栓症の発症を完全に防止することが\nできるわけではないこと，⑧  肺血栓塞栓症を発症した場合に必要となる医療\n費の額を説明した上，本件手術の実施につき同意を得るべきであるのに，これ\nらの説明を全くしなかった。\nまた，被告病院の麻酔医らも，原告Ａに対し，全身麻酔の危険性を説明した\n上，その同意を得るべきであるのに，これを説明することも，原告Ａの同意を\n得ることもしなかった。\nＧ医師が上記の説明をしていれば，原告Ａが本件手術の実施につき同意をし\nなかったことは明らかであり，そうであれば，静脈血栓塞栓症を発症すること\nも，原告Ａに後遺障害が残ることもなかった。また，被告病院の麻酔医らが上\n記の説明をしていれば，原告Ａは全身麻酔の実施につき同意をせず，結果的に\n本件手術も実施されなかった。\n（被告の主張）\nＧ医師は，原告Ａに対し，血栓症を発症する可能性があることを告げている。\nまた，被告病院の医師らは，原告Ａに対し，全身麻酔の方法により本件手術を\n実施することを告げ，Ｇ医師も，原告Ａに対し，「帰室時に言葉でやりとりでき\nる状態になっている。ただし，完全に全身麻酔が抜けるのには通常２，３時間\nかかる。それまで眠気や興奮などが見られるかもしれない」と，全身麻酔の方\n法により本件手術を実施することを前提とした説明をしている。\n  損害の有無及び損害額\n（原告らの主張）\nア  原告Ａ\n  心遣い費  １０万円\n原告Ａは，１１月８日，Ｇ医師に対し，心遣いとして１０万円を交付したが，\n被告病院の医師らの過失により後遺障害が残った以上，これは原告Ａの損害と\nいうべきである。\n  医療費  １０５１万２３０９円\n被告は，原告Ａに対し，１１月７日から平成２１年９月３０日までの医療費\nとして２３０万５９９０円を請求している。また，原告Ａの医療費は月額６万\n５８８５円であり，その平均余命は１５．１８年（ライプニッツ係数１０．３\n７９６）であるから，将来の医療費は８２０万６３１９円となる。\n  医療具費  １３９万９２９１円\n原告Ａは，被告に対し，１１月７日から平成２１年９月３０日までの医療具\n費として３０万６９４２円を支払った。また，原告Ａの医療具費は月額８７７\n０円であり，その平均余命は１５．１８年であるから，将来の医療具費は１０\n９万２３４９円となる。\n  入院雑費  ７２７万１３３１円\n原告Ａの１１月７日から平成２１年９月３０日までの入院雑費は１５８万\n８５００円（１日当たり１５００円）であり，また，その平均余命は１５．１\n８年であるから，将来の入院雑費は５６８万２８３１円となる。\n  看護費  ３８７８万０４３２円\n原告Ａの１１月７日から平成２１年９月３０日までの看護費は８４７万２\n０００円（１日当たり８０００円）であり，また，その平均余命は１５．１８\n年であるから，将来の看護費は３０３０万８４３２円となる。\n  看護交通費  １４４５万１４５８円\n１１月７日から平成２１年９月３０日までの近親者（原告Ｃ，原告Ｄ，原告\nＢ及び原告Ｅ）の看護交通費は合計３１５万７７８０円（１日平均２９８１円）\nであり，また，その平均余命は１５．１８年であるから，将来の看護交通費は\n合計１１２９万３６７８円となる。\n  休業損害及び逸失利益  １７５５万１０７２円\n原告Ａは，１１月から平成２１年９月までの間，休業を余儀なくされた。原\n告Ａの収入は月額１１万円であるから，その休業損害は３８５万円となる。\nまた，原告Ａ（平均余命１５．１８年）は労働能力を１００％喪失したので\nあるから，その逸失利益は１３７０万１０７２円となる。\n  入院慰謝料  １２０７万３３１２円\n原告Ａの１１月７日から平成２１年９月３０日までの入院に係る慰謝料は\n４６０万円が相当であり，将来にわたる入院に係る慰謝料は７４７万３３１２\n円が相当である。\n  後遺障害慰謝料  ５６００万円\n被告病院の医師らの過失により原告Ａに後遺障害等級１級に該当する後遺\n障害が残ったことに加え，静脈血栓塞栓症に関する説明がされず，また，無資\n格医業が行われたことなど，同医師らの背信性が極めて大きいことを考慮する\nと，原告Ａの後遺障害慰謝料は５６００万円が相当である。\nイ  原告Ｃ，原告Ｄ，原告Ｂ及び原告Ｅ（慰謝料各２８００万円）\n原告Ａの近親者である原告Ｃ，原告Ｄ，原告Ｂ及び原告Ｅの慰謝料は各２８\n００万円が相当である。\n（被告の主張）\n争う。\n第３  当裁判所の判断\n１  前記前提事実に加え，掲記の証拠（次の認定に反する部分は，いずれも採用する\nことができない。）及び弁論の全趣旨によれば，原告Ａの診療経過等につき次の事実\nを認めることができる。\n  原告Ａは，平成６年６月，Ｉ病院を受診して子宮脱との診断を受け，膣内にペ\nッサリーを装着する治療を受けたが，ペッサリーを長期間装着したままにすると\n膀胱や直腸に穴が開いてしまうことさえある，一生ペッサリーの使用に頼って手\n術を回避するのは少し無理があるなどと記載されたＧ医師の著書を読み，７月４\n日，被告病院を受診して，Ｇ医師の診察を受けた（甲Ａ１[３～２１]）。\nなお，原告Ａが被告病院に提出した「御依頼」と題する書面には，約１０年\n間，子宮脱の治療のためペッサリーを装着していること，約２か月前から若干\nの尿排泄症状が出現し，違和感を強く感じるようになったこと，高齢であるこ\nとからできる限り手術を実施せず，侵襲のより少ない治療方法を希望すること\nなどが記載されている（乙Ａ１の１[３５]）。\n  Ｇ医師は，ペッサリーが装着された状態では確定的な診断ができないことから，\n原告Ａを子宮脱の疑いと診断した上，同原告に対し，外科的治療に伴うリスクは\nあるものの，ペッサリーの装着を継続しても，疼痛，悪臭，出血，瘻孔形成等の\nリスクはあるとして，手術を受けるかどうかＩ病院の担当医に相談して考えるよ\nう指導するとともに，手術を受ける場合には，Ｉ病院においてペッサリーを抜去\nしておく必要がある旨を告げた（乙Ａ１の１[１１，３２，３３]，乙Ａ２[２]，\n証人Ｇ）。\n  原告Ａは，被告病院において手術を受けることを決め，７月６日，Ｉ病院にお\nいてペッサリーを抜去した（甲Ａ１[２１]，乙Ａ１の１[１２]）。\n歯科医師である原告Ｄは，７月１１日，原告Ａに代わって，被告病院に診察\nの申込みをするとともに（甲Ａ２６[２，３]），同月２１日，被告病院の看護師\nに対し，電話で，ペッサリー抜去後，原告Ａの両下肢に浮腫が生じ，歩行も困\n難であるとして，予定日（８月１日）より前に診察するよう求め，Ｇ医師に対\nしても，両下肢が重くて疼痛があり，ふらつきが続くので，急患として診察し\nてほしい旨記載した書面をファクシミリで送信した（原告Ａも，７月２４日，\n被告病院の看護師に対し，電話で，ペッサリー抜去後，子宮脱が出現し，炎症\nも生じているとして，予定日より前に診察するよう求めている。乙Ａ１の１[１\n１]，乙Ａ３）。\nしかし，被告病院の看護師は，子宮脱により下肢が重くなることはないとし\nて，内科，整形外科等を受診するよう返答し，Ｇ医師も，原告Ｄに対し，ファ\nクシミリでは原告Ａの身体の状態はよく分からないので，一般再来を受診した\n方が確実であるなどと記載した書面をファクシミリで送信するにとどめた（甲\nＡ９，乙Ａ１の１[１１]）。\n  原告Ａは，８月１日，被告病院を受診して，Ｇ医師の診察を受け，同医師は，\n原告Ａを子宮脱と診断し，本件手術の実施を決定した。\nその際，Ｇ医師は，原告Ａが「下肢が重い感じがする」，「下降感があり，気\n持ちが悪い」などと訴えたことから，その下肢を観察したが，浮腫等の異状は\n認められなかった。なお，Ｇ医師は，腎機能の確認を目的として血液検査を実\n施しているが，Ｄ－ダイマー値の測定，静脈エコー検査等は実施していない（乙\nＡ１の１[１２]，乙Ａ２[４]）。\n  原告Ａは，８月３日，被告病院を受診して心電図検査を受けた。また，原告Ａ\nは，９月９日，被告病院を臨時に受診して，具合が悪いなどと訴えたが，Ｇ医師\nは，抗炎症作用を有するアズノール軟膏を処方し，具体的な手術日が決定するま\nで待機するよう指示するにとどめた。\nＧ医師は，９月３０日，他の患者の手術の予定が取り消されたことから，本\n件手術を１１月９日に実施することとして，原告Ａに対し，電話でその旨を告\nげた。なお，Ｇ医師は，１０月１７日，原告Ａの申し出により血糖等に関する\n血液検査を実施しているが（その結果，軽症の糖尿病に罹患していることが判\n明した。），その際も，Ｄ－ダイマー値の測定，静脈エコー検査等は実施してい\nない（乙Ａ１の１[１２～１５]，乙Ａ１の２[９]，乙２[４，５]，証人Ｇ）。\n  原告Ａは，１１月７日，被告病院に入院した。\nＧ医師は，同月８日，原告Ａに対し，本件手術の手順，担当看護師，麻酔医\n等が記載された「手術を受けられる患者様へ」と題する書面（甲Ａ１０）を交\n付した上，①  子宮脱であること，②  ペッサリー装着による管理も可能であ\nるが，自然治癒は期待できず，根治には手術が必要であること，③  本件手術\nは，経膣的に，脱出した膣及び子宮を還納し，メッシュの埋没により支持不良\n部位を補強するもので，その成功率は約９５％であること，④  本件手術にお\nいてメッシュが露出する可能性があり，また，合併症としては，細菌感染，血\n腫形成，下肢圧迫による皮膚障害（潰瘍形成），神経麻痺，血栓症，筋肉痛，関\n節痛等があること，⑤  術後，麻酔が抜けるのに２，３時間を要し，それまで\nは眠気，興奮等が生ずる場合があることを説明して，本件手術の実施につき同\n意を得るとともに，⑥  本件手術の翌日には座位で食事をし，その翌々日には\n歩行を開始することを告げ，床ずれ，血栓症等の発症を予防するため，寝返り，\n下肢及び胴体の曲げ伸ばし等，身体を動かす工夫をするよう指導した（乙Ａ２\n［６～８］）。\nもっとも，Ｇ医師は，被告病院において患者に交付することとされていた「静\n脈血栓塞栓症の予防に関する説明書」（以下「本件説明書」という。本件説明書\nには，①  被告病院では，予防ガイドラインに準拠し，静脈血栓塞栓症の予防\nを行っていること，②  予防法には，早期離床，積極的な運動，弾性ストッキ\nング法又は間欠的空気圧迫法の実施，ヘパリンの投与等があること，③  これ\nらの方法によっても静脈血栓塞栓症は完全には防止できない可能性があること\nなどが記載されている。甲Ａ１２）を原告Ａに交付しておらず，また，静脈血\n栓塞栓症発症の予防措置を講ずることについて同意も得ていない。\n  Ｇ医師は，１１月９日午後３時２５分から午後４時３５分まで本件手術を実施\nしたが，その際，弾性ストッキング法又は間欠的空気圧迫法の実施，ヘパリンの\n投与等の措置は講じていない。また，本件手術の麻酔はＨ歯科医師が実施したが，\n歯科医師が医科麻酔科研修として麻酔を実施することについて，原告Ａに対する\n説明はなく，その同意も得ていない（乙Ａ１の２[３０]，甲Ａ５[１６]）。\nなお，被告病院の麻酔医は，１１月９日及び同月１０日，原告Ａに対する術\n前術後（術前はＭ医師及びＮ医師，術後はＯ医師）の回診を実施している（乙\nＡ１の２［９，３２］）。\n  原告Ａは，１１月１１日午前６時５５分頃，トイレに行くため術後初めて歩行\nした際，低血圧ショック（血圧測定不可能），意識障害（意識レベルはＪＣＳⅡ―\n１０〔普通の呼びかけで目を開けるなど，刺激をすると覚醒する状態〕）等を発症\nして転倒した。\n同日午前７時頃に当直医であるＪ医師が，午前７時１３分頃にはＧ医師が到\n着し，酸素吸引，心臓マッサージ，アンビューバッグによる人工呼吸を実施す\nるなどし（原告Ａの意識レベルはＪＣＳⅢ－３００〔痛み刺激に反応せず，刺\n激をしても覚醒しない状態〕であり，自発呼吸も消失した。），また，午前７時\n２０分頃には，連絡を受けた被告病院内科のＫ医師及びＬ医師が到着し，午前\n７時３５分頃，Ｌ医師において気管内挿管を実施するなどした結果，午前７時\n４５分頃，自発呼吸が再開し，ＳｐＯ２も７７％から８８％までに改善した（乙\nＡ１の２[４，３８，３９]）。\n  被告病院の医師らは，１１月１１日午前８時２０分頃，原告ＡをＣＣＵに移し\nて治療を継続した。\n被告病院の医師らは，同日午前９時２５分頃に実施したＣＴ検査によっても，\n午前１１時頃に実施した心エコー検査によっても，肺血栓塞栓症を示す所見は\n確認されなかったものの，その症状から肺塞栓症を疑い，午後４時頃，ヘパリ\nンの投与を開始した（乙Ａ１の２[４１]，乙Ａ１の４[１，３]，乙Ａ１の５[２]）。\n  被告病院の医師らは，１１月１１日午後５時１５分頃に実施した肺血流シンチ\n検査により両肺末梢に多発する陰影欠損を認め，原告Ａを肺血栓塞栓症と確定的\nに診断した。\n被告病院の医師らは，術創からの出血がないこと，原告Ａの呼吸状態が不良\nであることなどを考慮して，血栓溶解療法を実施することとし，同日午後７時\n頃，原告Ｄに対し，本件説明書を交付して，同原告から，血栓溶解療法の実施\nにつき同意を得た上，午後８時頃から，原告Ａに対するクリアクター（８０万\n単位）の投与を開始した（乙Ａ１の２[４１，４２]，乙Ａ１の５[２]）。\n  原告Ａは，１１月１１日午後１１時頃，出血性ショック状態に陥り，血圧も８\n０mmＨｇ（収縮期）／７０mmＨｇ（拡張期）（以下，単位を省略し「収縮期圧／拡\n張期圧」の要領で示す。）まで低下したが，翌１２日には出血傾向は改善し，血圧\nも同日午後６時頃には１３０／９０まで改善した（乙Ａ１の２[４７]，乙Ａ１の\n５[３]）。\n被告病院の医師らは，１１月１４日に実施した頭部ＣＴ検査において，原告\nＡの大脳全体に脳浮腫が出現し，虚血状態であることが確認され，同月１７日\nに実施した検査においても，格別変化が見られないことから，同原告を大脳全\n体の脳浮腫，虚血と診断した（乙Ａ１の４[４，６]）。\n  補足説明\nア  原告らは，原告Ａは本件手術の実施を希望しておらず，これはＧ医師の勧め\nによるものであるなどと主張し，原告Ｃもこれに沿う供述をするが，証拠（乙\nＡ１の１[３２～３４]，証人Ｇ）及び弁論の全趣旨によれば，①  Ｇ医師は，\n原告Ａがペッサリー装着による不具合があるため手術を希望して被告病院を受\n診した旨，及び，子宮脱の状態が明らかになった時点で治療を引き継ぐので，\nペッサリーの抜去後，再度連絡するよう指導した旨を記載した診療情報提供書\nをＩ病院の担当医に交付し，同担当医も，原告Ａは，当初手術を希望していな\nかったものの，膣の異物感等により，現時点では被告病院での手術を希望して\nいる旨を記載した「紹介状・診療情報提供書」をＧ医師に交付していること，\n②  Ｇ医師は，原告Ｄに対し，書面で，ペッサリーを抜去して子宮脱の状態を\n確認する必要があることを報告するとともに，手術までの待機期間の苦痛の程\n度は判定できず，それでも外科的に根治する方向で努力するかどうか，Ｉ病院\nの担当医とよく検討するよう依頼していることが認められるのであって，原告\nＡは，Ｇ医師の指導等を考慮し，最終的には自らの判断で本件手術を受けるこ\nとを決めたというべきである。\nイ  原告らは，術前，原告Ａの両下肢の大腿部から足首にかけて顕著な腫脹，む\nくみ，発赤が出現し，また，同原告は疼痛を訴えていた旨の主張もし，原告Ｃ\nはこれに沿う供述をする。\nしかしながら，証拠（甲Ａ８，乙Ａ１の１[１１，１２] ，証人Ｇ）及び弁論\nの全趣旨によれば，①  Ｇ医師は，原告Ｄから原告Ａの両下肢に浮腫がある旨\nの連絡を受け，また，８月１日の診察の際，原告Ａにおいて下肢の異状を訴え\nたことから，その状態を観察したが，特に異状は認められなかったこと，②  原\n告Ａは，その後，Ｇ医師に対し，下肢の異状を訴えていないことが認められ，\n少なくとも，８月１日以降，原告Ａの両下肢の大腿部から足首にかけて顕著な\n腫脹，むくみ，発赤が出現し，また，同原告が疼痛を訴えていたと認めること\nはできない。\n２  争点（被告病院の医師らの注意義務違反及び因果関係の有無）\n  本件手術の適応\n原告らは，原告Ａに本件手術の適応はなく，また，Ｇ医師は本件手術の実施\nを避けるべきであった旨の主張をする。\nしかしながら，前記のとおり，①  子宮脱に対する治療には保存的治療方法\nのほか，外科的治療方法（本件手術）があること，②  原告Ａは，ペッサリー\nを膣内に装着する保存的治療方法を受けていたが，Ｇ医師の著書を読み，その\n指導を受けるなどして，自らの判断で本件手術を受けたことが認められ，原告\nＡに本件手術の適応がなかったとも，Ｇ医師は本件手術の実施を避けるべきで\nあったともいえない。\n原告らは，医学文献（甲Ｂ３２［５６６，５６７］）を根拠に，本件手術の適\n応は再発症例や難治性の症例に限られる旨の主張をするが，上記文献は，本件\n手術が再発症例や難治性の症例に用いられるとするものであり，その適応を上\n記症例に限定する趣旨と解することはできない。また，原告らは，他の医学文\n献（甲Ｂ１２［１６５４］）を根拠として，①  高齢である場合，②  糖尿病に\n罹患している場合，③  ペッサリーを長期間装着している場合は，本件手術を\n避けるべきである旨の主張もするが，上記文献（甲Ｂ１２）の著者であるＧ医\n師の供述に鑑みると，これも患者の状態により手術の実施が不可能となる場合\nがあることにつき注意を喚起する趣旨のものというべきである。\nいずれにしても，Ｇ医師は本件手術の実施を避けるべきであったとはいえず，\n原告らの上記主張は採用することができない。\n  静脈血栓塞栓症に関する注意義務違反\nア  静脈血栓塞栓症に関する検査義務\n原告らは，Ｇ医師が静脈血栓塞栓症等に関する検査をけ怠したと主張し，そ\nの根拠として多数の医学文献を提出するが，これらは，①  婦人科悪性腫瘍や\n骨盤内巨大腫瘍の患者に関するもの（甲Ｂ３０[１０１４]），②  救急医療の現\n場における鑑別診断に関するもの（甲Ｂ１０[４２２]），③  一般的な術前検査\nとして凝固系検査，肺血流シンチ検査等があることを紹介するもの（甲Ｂ２７\n[１８５]），④  術後１日目から３日目までに深部静脈血栓症が発症することが\n多いとして，医療従事者に注意を喚起するもの（甲Ｂ３１[３０]）にすぎず，\n上記文献により，Ｇ医師において上記検査をすべきであることが直ちに基礎付\nけられるわけではない。なお，顕著な静脈瘤が存在する患者については術前に\n静脈エコー検査を実施し，血栓の有無を事前に確認すべきとする医学文献（甲\nＢ７[６５５]）や，腫脹，色調変化，下腿筋の硬化，圧痛，Homans 兆候（膝を\n軽く押さえ足関節を背屈させると，腓腹部に疼痛が生じること），lowenberg 兆\n候（下腿を加圧すると痛みが生じること）等の有無を診察し，深部静脈血栓症\nが疑われる患者については，Ｄ－ダイマー値の測定，エコー検査を行うとする\n医学文献（甲Ｂ１[１１１３～１１１４]）もあるが，前記認定事実のとおり，\n８月１日時点では原告Ａの両下肢に異状は確認されず，その後も同原告におい\nて下肢の異状を訴えていたわけではないのであって，これらを考慮しても，Ｇ\n医師が上記検査をけ怠したとはいえず，注意義務違反があるとはいえない。\nイ  静脈血栓塞栓症発症の予防に関する注意義務\n  前記前提事実のとおり，予防ガイドライン等は，静脈血栓塞栓症発症のリ\nスクレベルを低リスク，中リスク，高リスク及び最高リスクに階層化し，各\nリスクレベルに対応する予防措置を講ずることを推奨している（なお，予防\nガイドライン等は，リスクレベルを付加的な危険因子の有無，内容を総合考\n慮して定めるものとし，弱い危険因子として肥満，下肢静脈瘤等，中等度の\n危険因子として高齢，長期臥床等，強い危険因子として静脈血栓塞栓症の既\n往等を，婦人科領域における危険因子として砕石位による手術を挙げる。）。\nそして，予防ガイドラインは，婦人科領域に関し，①  ３０分以内の小手術\nを低リスク，②  良性疾患手術（開腹，経膣，腹腔鏡）等を中リスク，③  骨\n盤内悪性腫瘍根治術等を高リスク，④  静脈血栓塞栓症の既往，あるいは血栓\n性素因の悪性腫瘍根治術を最高リスクと，また，治療ガイドラインは，①  ６\n０歳未満の患者の非大手術及び４０歳未満の患者の大手術（基本的に４５分以\n上を要する手術）を低リスク，②  ６０歳以上又は危険因子を有する患者の非\n大手術，４０歳以上又は危険因子を有する患者の大手術を中リスク（婦人科手\n術のうち良性疾患手術は中リスクとみなされる。），③  ４０歳以上の患者の癌\nの大手術を高リスク，④  静脈血栓塞栓症の既往，あるいは血栓性素因のある\n大手術を最高リスクと分類した上，静脈血栓塞栓症の予防として，低リスクの\n場合には早期離床及び積極的運動を，中リスクの場合には弾性ストッキング法\n又は間欠的空気圧迫法の実施を，高リスクの場合には間欠的空気圧迫法の実施\n又はヘパリン（低用量未分画ヘパリン）の投与を，最高リスクの場合には弾性\nストッキング法又は間欠的空気圧迫法の実施とヘパリンの投与との併用を推\n奨する（甲Ｂ１[１１２１～１１２３]，甲Ｂ８[１２，１３，５３]）。\nそして，前記のとおり，本件手術は経膣による良性疾患に対するもので，こ\nれに要した時間は約１時間１０分であるから，予防ガイドライン等によれば，\nそのリスクレベルは中リスク以上と評価され，弾性ストッキング法又は間欠的\n空気圧迫法の実施が推奨されることとなる。\n  この点，被告は，予防ガイドライン等は一つの指針にすぎず，肺血栓塞栓症\n発症の予防は最終的には担当医の判断と責任の下に実施されるべきである，Ｇ\n医師が早期離床や積極的運動を指導したことは，医師としての合理的裁量の範\n囲内であるし，本件において，弾性ストッキング法又は間欠的空気圧迫法を実\n施することは却って不適切である旨の主張もする。\n確かに，個々の患者に対していかなる医療行為を行うかは，患者と十分に協\n議した上，最終的には担当医の責任において決定すべきものであって，医療ガ\nイドラインは，その決定を支援するための指針にすぎず，担当医の医療行為を\n制限するものでも，当該ガイドラインの推奨する医療行為を実施することを医\n療従事者に義務付けるものでもない（甲Ｂ８［３］）。\nしかしながら，証拠（甲Ａ１２，甲Ｂ１，８）及び弁論の全趣旨によれば，\n予防ガイドラインは，日本血栓止血学会等の１０学会又は研究会が参加して作\n成され，また，治療ガイドラインも，日本循環器学会等の７学会が参加した合\n同研究班により作成されたもので，その公表後，被告病院を含む多数の医療機\n関等において，現に予防ガイドライン等に準拠した静脈血栓塞栓症発症の予防\n措置が講じられていることが認められるのであって，このような予防ガイドラ\nイン等の作成経緯，その実施状況等に鑑みると，少なくとも本件において，予\n防ガイドライン等に従った医療行為が実施されなかった場合には，このことに\nつき特段の合理的理由があると認められない限り，これは医師としての合理的\n裁量の範囲を逸脱するものというべきである。\n被告は，①  本件手術による侵襲の範囲は限定的で，手術に要した時間も１\n時間余りであること，②  原告Ａは，全身麻酔から覚醒した後，直ちに下肢を\n動かすことができたこと，③  本件手術は高位砕石位によるもので，術中，弾\n性ストッキング法又は間欠的空気圧迫法を実施して下肢を圧迫するとコンパ\nートメント症候群や神経麻痺の発症の危険性が高まること（乙Ｂ６）などから，\n予防ガイドライン等に従った予防措置を講じなかったことにつき合理的な理\n由がある旨の主張もするが，そもそも，予防ガイドラインは，侵襲の範囲が限\n定的である場合でも，手術に要する時間が３０分を超えるときは，そのリスク\nレベルを中リスクと位置付け，静脈血栓塞栓症の予防措置として，早期離床及\nび積極的運動の指導ではなく，弾性ストッキング法又は間欠的空気圧迫法の実\n施を推奨していること，これらの理学的予防法については合併症を発症する可\n能性が比較的少ないこと（甲Ｂ８［１１～１３］。砕石位による手術の場合，\n間欠的空気圧迫法の実施によりコンパートメント症候群を発症することがあ\nる旨の指摘はあるが〔乙Ｂ９の２〕，これは手術に要する時間が８時間程度で\nあることを前提とするもので，本件に直ちに妥当するものではない。），そして，\n前記認定事実のとおり，Ｇ医師が，原告Ａに対し，本件説明書を交付すること\nも，静脈血栓塞栓症発症の予防措置を講ずることについて同意を得ることもせ\nず，どのような予防措置を講ずるかについて，同原告と十分な協議をしたわけ\nではないことからすると，本件において，上記合理的理由があったと認めるの\nは困難というほかない。\nＧ医師は，原告Ａのリスクレベルは予防ガイドライン等にいう中リスクと評\n価され，この場合，弾性ストッキング法又は間欠的空気圧迫法の実施が推奨さ\nれるにもかかわらず，早期離床や積極的運動を指導するほかは，静脈血栓塞栓\n症発症の予防措置を講じず，弾性ストッキング法も間欠的空気圧迫法も実施し\nなかったのであるから，上記の医療ガイドラインの一般的な性質を考慮しても，\n同医師には，静脈血栓塞栓症発症の予防に関し注意義務違反があるというべき\nである。\n  ところで，原告らは，弾性ストッキング法又は間欠的空気圧迫法が実施さ\nれていれば，肺血栓塞栓症を発症することも，原告Ａに後遺障害が残ること\nもなかった旨の主張をする。\nしかしながら，全証拠によるも，原告Ａの肺血栓塞栓症の塞栓子となった血\n栓の形成時期及び形成部位は不明といわざるを得ないところであり，血栓が術\n前に形成されていた可能性や原告Ａがショック状態に陥った後に形成された\n可能性，あるいは骨盤内に血栓が形成された可能性も否定できないことからす\nると（証人Ｇ），弾性ストッキング法又は間欠的空気圧迫法が実施されていれ\nば，肺血栓塞栓症は発症しなかったという高度の蓋然性があるとまで認めるこ\nとはできない。\nもっとも，①  本件手術は予防ガイドライン等にいう中リスクの手術であり，\n肺血栓塞栓症発症の危険性が一定程度存在したことは否定できないこと，②\n医学文献（甲Ｂ７［６５３］，甲Ｂ９［２１６］，甲Ｂ３１[２８，２９]）上も，\n肺血栓塞栓症の多くは下肢に形成された血栓に起因するものであるとされ，ま\nた，術前に形成された小血栓が，術中術後に発育し，深部静脈血栓症を発症す\nることもあるとされていること，③  予防ガイドライン等において，上記中リ\nスクの患者につき，術後，弾性ストッキング法を実施することにより，肺血栓\n塞栓症発症の確率は有意に減少し，また，間欠的空気圧迫法は弾性ストッキン\nグ法より効果が高いとされていること（甲Ｂ８［１２～１３］）などからする\nと，弾性ストッキング法又は間欠的空気圧迫法が実施されていれば，肺血栓塞\n栓症が発症せず，原告Ａに後遺障害が残らなかった相当程度の可能性があると\n認められ，原告ＡはＧ医師の注意義務違反により，上記可能性を侵害されたと\nいうべきである。\n  無資格医業\n歯科医師が，麻酔科における研修として患者に対して麻酔を実施する場合に\nは，歯科医師の医科麻酔科研修ガイドラインに基づき，研修指導医又は研修指\n導補助医が歯科医師に対して必要な指導，監督を行うこと，歯科医師が歯科及\nび歯科口腔外科疾患以外の症例に関する行為に関与する場合については，歯科\n医師であることを患者に説明し，原則として患者の同意を得ることとされてい\nる（甲Ａ６[別添]）。\nこの点，証拠（甲Ａ５[１６]，甲Ａ６[３]，甲Ａ７[７]）及び弁論の全趣旨\nによれば，①  当時，被告病院の歯科医師に対する指導監督態勢には不備があ\nり，Ｈ歯科医師による麻酔も研修指導医等による十分な指導監督の下で実施さ\nれたわけではないこと，②  被告病院は，原告Ａに対し，「麻酔医  Ｈ」と記載\nした「手術を受けられる患者様へ」と題する書面を交付するのみで，歯科医師\nが麻酔を実施することにつき何らの説明もせず，このことにつき原告Ａの同意\nを得ることもしなかったことが認められ，Ｈ歯科医師による麻酔の実施は上記\nガイドラインを著しく逸脱するものといわざるを得ない。\nただ，そうではあるものの，本件において，Ｈ歯科医師の実施した麻酔自体\nに何らかの不備があったとは認められず，研修指導医等がＨ医師に対して必要\nな指導監督を行い，また，Ｈ歯科医師が歯科医師であることを説明していれば，\n肺血栓塞栓症は発症しなかったという高度の蓋然性があるとは認められないし，\nこのことにつき相当程度の可能性があるとも認められない。原告らの上記主張\nは採用することができない。\n  麻酔の実施に関する注意義務\nア  麻酔医らによる術前術後管理\n原告らは，被告病院の麻酔医らによる術前，術後の管理に不備がある旨の主\n張をする。\nしかしながら，そもそも麻酔医を含む被告病院の医師らが静脈血栓塞栓症に\n関する検査をけ怠したといえないことは前記のとおりであるし，麻酔科標榜医\nであるＭ医師及びＮ医師において術前回診を実施し，Ｏ医師において術後回診\nを実施するなどして術前術後の管理を行っていることも前記のとおりであって，\n被告病院の麻酔医らによる術前術後の管理に不備があるとは認められない。な\nお，原告らは，Ｈ歯科医師も，Ｄ－ダイマー値を測定し，あるいは，輸液によ\nり血液の希釈を図ったり，輸液の内容を工夫したりすべきであったと主張する\nが，同歯科医師に上記の義務があることを認めるに足りる証拠はない。原告ら\nの上記主張は，採用することができない。\nイ  麻酔方法の適否\n原告らは，被告病院の麻酔医らは，局所麻酔を実施すべきであるのに，全身\n麻酔を実施した旨の主張をする。\nしかしながら，医学文献（甲Ｂ２７[８２]，甲Ｂ２３[７７９]，甲Ｂ８[６]）\nによっても，被告病院の麻酔医らが全身麻酔を避けるべきであったとは認めら\nれないし，本件手術の手技の範囲，全身麻酔には麻酔から覚醒後速やかに下肢\nを動かすことができるという利点もあること（乙Ａ５[２]）などからすると，\n被告病院の麻酔医らが全身麻酔を実施したことに合理的な裁量の逸脱があると\nまでいうのも困難である。原告らの上記主張は，採用することができない。\n  救急医療行為に関する注意義務\n原告らは，被告病院の医師らは，原告Ａがショック状態に陥った際，救急医\n療の専門医を招集せず，また，原告Ａに対して適切な医療行為を行わなかった\nと主張する。\n確かに，前記認定事実に加え，証拠（甲Ａ５[１９]）及び弁論の全趣旨によ\nれば，被告病院には，緊急事態発生時の対応に関する明確な申合せがなく，本\n件においても，気管内挿管による人工呼吸等の心肺蘇生術が開始されるまでに\nは時間を要したことが認められるものの，他方で，原告Ａがショック状態に陥\nってから約５分後にＪ医師が，約１８分後にはＧ医師が到着し，直ちに酸素吸\n入，心臓マッサージ，アンビューバックによる人工呼吸が実施され，また，約\n２５分後には内科医であるＬ医師らも到着して，気管内挿管による人工呼吸が\n実施されて，結果的に心肺蘇生に成功したことも認められるのであって，上記\nの経過に照らすと，被告病院の医師らによる救急医療行為に何らかの不備があ\nったとまで認めることはできない。\nなお，原告らは，①  原告Ａがショック状態に陥った後，直ちにヘパリンの\n投与を開始し，速やかに血栓溶解療法を開始すべきであった，②  １１月１１\n日午前７時１３分時点でＰＣＰＳを導入すべきであったとも主張する。\nしかしながら，本件手術の実施から間がなく，ヘパリンの投与により手術部\n位から出血する危険性があったことからすると，肺血栓塞栓症の所見が確認さ\nれないにもかかわらず，ヘパリンを投与すべきとまではいえないし，原告Ａの\n全身状態の管理を優先し，肺血流シンチ検査により肺血栓塞栓症との確定診断\nを経た後に血栓溶解療法を開始したことを注意義務違反とまでいうことはでき\nない。また，治療ガイドラインは，心肺蘇生が困難な場合や，酸素療法，薬物\n療法等を実施しても呼吸循環不全が改善しない場合はＰＣＰＳを導入するとし\nているところ（甲Ｂ１[１０９３]），原告Ａは，被告病院の医師らの心肺蘇生措\n置により，１１月１１日午前７時４５分に自発呼吸が再開し，午前８時１０分\nに血圧が１８０／１００，心拍数が１００，あるいは１１０になったのである\nから（乙Ａ１の２[４]），被告病院の医師らがＰＣＰＳを導入しなかったことを\n注意義務違反とまでいうことはできない。原告らの上記主張は，いずれも採用\nすることができない。\n３  争点（被告病院の医師らの説明義務違反の有無等）\n証拠（甲Ａ１２，甲Ｂ８［５４］，甲Ｂ１４［９３５，９３６］）及び弁論の全趣\n旨によれば，①  予防ガイドラインは，患者及びその家族に対し，静脈血栓塞栓症\nにつき十分な説明を行い，その発症の危険性を認識させる必要があるとし，医学文\n献も，静脈血栓塞栓症のリスクレベル，これに対応する予防措置とその合併症，そ\nして，予防措置を講じてもこれを完全に防止できず，発症した場合には致死的にな\nり得ることなどを説明すべきとしていること，②  被告病院においても，当時，患\n者に対し，本件説明書を交付して，静脈血栓塞栓症発症のリスクレベル，これに対\n応する予防措置とその合併症，そして，予防措置を講じてもこれを完全に防止でき\nないことなどを説明し，上記の予防措置を講ずることについて患者の同意を得るこ\nとになっていたことが認められる。\nそうであるにもかかわらず，Ｇ医師は，前記認定事実のとおり，術前，原告Ａに\n対し，本件手術の必要性，内容，成功率，合併症等を説明し，床ずれ，血栓症等を\n防止するため，早期離床及び積極的運動を指導しているものの，静脈血栓塞栓症発\n症のリスクレベル，これに対応する予防措置とその合併症，そして，予防措置を講\nじてもこれを完全に防止できないことなどについては何ら説明をせず，本件説明書\nを交付することも，静脈血栓塞栓症発症の予防措置を講ずることについて同意を得\nることもしていないのであって，Ｇ医師には説明義務違反があるというほかない。\nもっとも，前記認定事実のとおり，①  原告Ａは自らの判断で本件手術を受けた\nこと，②  Ｇ医師は，血栓症等の予防のために積極的に運動するよう指導するなど，\n血栓症について一応の説明をしていることなどからすると，Ｇ医師に説明義務違反\nがなければ，原告Ａが本件手術を受けなかったという高度の蓋然性があるとは認め\nられないし，このことにつき相当程度の可能性があるとも認められない。\nなお，原告らは，被告病院の麻酔医らが，全身麻酔の危険性を説明せず，これを\n実施することについて同意も得ていないとも主張するが，Ｇ医師は，全身麻酔を実\n施すること，その場合，麻酔が抜けるのに２，３時間を要し，それまでは眠気，興\n奮等が生ずる場合があることを説明して，本件手術の実施につき同意を得ているの\nであって，この点について，麻酔医らを含む被告病院の医師らに説明義務違反があ\nったということはできない。\n４  争点（損害の有無及び損害額）\n前記のとおり，Ｇ医師には，静脈血栓塞栓症発症の予防に関し注意義務違反が\nあり，原告Ａは，上記注意義務違反により，弾性ストッキング法又は間欠的空気\n圧迫法が実施されていれば，肺血栓塞栓症が発症せず，原告Ａに後遺障害が残ら\nなかった相当程度の可能性を侵害されたものといわざるを得ない。原告Ａは，こ\nれにより相応の精神的苦痛を被ったものと認められるところ（なお，原告Ａは，\n十分な予防措置が講じられず，その結果，重大な後遺障害が残ったことも理由の\n一つとして，慰謝料請求をするのであり，これには上記侵害に係るものも含まれ\nると解される。），上記侵害の態様及びその程度，原告Ａの年齢，後遺障害の程度\n等，一切の事情を総合考慮すると，原告Ａに対する慰謝料は８００万円と認める\nのが相当であるが，原告Ｃ，原告Ｄ，原告Ｂ及び原告Ｅにつき個別に損害が発生\nしたとまではいえない。\n５  以上によれば，原告Ａの請求は，慰謝料８００万円及びこれに対する不法行為の\n後である１１月１１日から支払済みまで年５分の割合による遅延損害金の支払を求\nめる限度で理由があるが，同原告のその余の請求並びに原告Ｃ，原告Ｄ，原告Ｂ及\nび原告Ｅの請求にはいずれも理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第３４部\n裁判長裁判官  森    冨    義    明\n裁判官  大    澤    知    子\n裁判官  西    澤    健 太 郎\n"
}