{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 5,
    "day": 24
  },
  "case_number": "平成29(わ)1243",
  "case_name": "強盗致傷，強盗予備",
  "court_name": "福岡地方裁判所",
  "lawsuit_id": "88756",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88756",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/756/088756_hanrei.pdf",
  "contents": "主        文\n被告人Ａを懲役１１年に，被告人Ｂを懲役１６年に処する。\n未決勾留日数中，被告人Ａに対しては３７０日を，被告人Ｂに対しては３０\n０日をそれぞれその刑に算入する。\n理        由\n（罪となるべき事実）\n被告人Ａ及び同Ｂは，現金を強取しようと考え，Ｃ，Ｄ，Ｅ，Ｆ，Ｇ，Ｈ，Ｉ及\nびＪと共謀の上，平成２９年４月２０日午後零時２５分頃，福岡市ａ区ｂｃ丁目ｄ\n番ｅパーキングにおいて，Ｋ（当時２９歳）に対し，その顔面に催涙スプレーを噴\n射する暴行を加えて，その反抗を抑圧し，同人管理の現金３億８４００万円在中の\nスーツケース１個（時価約１万円相当）を強取し，その際，前記暴行により，同人\nに約５日間の治療を要する刺激物質性接触皮膚炎及び化学物質性急性気管炎の傷害\nを負わせた。\n（事実認定及び罪数判断の補足説明）\n１  本件の争点は，被告人両名と共犯者らとの間の強盗の共謀の有無であるところ，\n被告人両名が本件犯行に関与した旨を述べるＣの証言は，①関係者間の通話履歴\nや防犯カメラ映像，共犯者の供述等の関係証拠とよく整合し，②全体的に具体的\nかつ自然で内容に破綻がない上，③Ｃが捜査段階から一貫して被告人両名の関与\nを供述しており，④既に刑が確定しているＣには被告人両名を殊更罪に陥れる動\n機もないことからすれば，十分に信用できる。\n上記①の点について補足すると，統合捜査報告書によれば，Ｃが被告人Ｂから\n本件犯行計画を持ちかけられたと述べる平成２９年３月以降，被告人ＢとＣの間\nの通話の回数及び時間が，同年一，二月の通話の回数・時間から格段に増加し，\n同年４月には，上記両名の間のほか，Ｃと被告人Ａ，ＣとＤの間の通話の回数・\n時間もそれ以前と比べ大幅に増加している。\nそして，Ｃは，当日の金地金の取引量や取引金額（被害者が所持している現金\nの額）を前日の夕方から当日の朝にかけて被告人Ｂから聞き，Ｄに伝達していた，\n被告人ＢはＬからその情報を入手していたと証言するところ，後記３のとおり，\n本件犯行の実行グループが被害者を待ち伏せるなどして強盗の機会をうかがった\n同年４月１４日の朝，同グループが再び被害者を待ち伏せるなどした同月１９日\nの前日に当たる同月１８日の夕方，本件犯行決行日である同月２０日の前日に当\nたる同月１９日夜の３度にわたり，Ｌと被告人Ｂの間の通話履歴に続けて被告人\nＢとＣの間の通話履歴が存在し，このうち同月１４日及び同月１８日については，\n更に続けてＣとＤの間等の通話履歴が存在する。\nまた，Ｃは，実行グループから受け取った現金入りのスーツケースをレンタカ\nーに積み込む際，被告人Ａに手伝ってもらったと述べるが，この証言は，強奪し\nた現金の受取地点を撮影した防犯カメラ映像にＣと被告人Ａらしき人物が映って\nいることや，その場に居合わせたＥ及びＨが，Ｃともう一人の男性が奪ってきた\nキャリーケースを持って車に積み込んだなどと供述していることにより裏付けら\nれている。\nこれに対し，被告人Ａは，本件当時突発性左大腿骨壊死という病気にかかって\nおり，本件犯行に関わることはあり得ないなどと供述するが，新幹線を使って３\n度にわたり東京から福岡を訪れることが出来ているし，忙しい仕事を休んでまで\nして福岡に来た理由について，不自然で曖昧な説明に終始していることから，被\n告人Ａの供述は到底信用できない。\n一方，被告人Ｂは，ＬやＣとの通話の内容について，ゴルフ場の予約がとれた\nかをＬに確認し，その結果をＣに伝えるなど，本件犯行とは無関係の会話をして\nいたと供述するが，Ｌが直接Ｃに連絡すれば済む話であることなど，説明自体が\nかなり不自然である上，同月２０日午後３時にＣと会話した際にＣに緊迫した様\n子がなかったと述べる点は，その頃Ｃが交際女性の家で想定外のスーツケースの\n解体作業を行っていたという状況から考えて，およそ信じ難い。捜査段階から供\n述が大きく変遷していることも踏まえると，被告人Ｂの供述も到底信用できない。\nなお，証人Ｍは，金地金取引についての情報を被告人Ｂ，ＣやＬなどに伝えた\nことは一切ないと述べるが，金地金取引における自身の関与の仕方を含め，説明\nが具体的かつ明瞭とは言い難い。他の取引関与者が取引情報を犯人側に流したか\nどうかは知らないとも述べていることからすると，少なくともＣの証言の信用性\nを揺るがすものとはいえない。\n２  信用できるＣの証言に関係証拠を併せれば，被告人Ｂは，Ｃに本件犯行計画を\n持ち掛け，Ｃはその実行をＤに依頼するとともに，被告人Ｂから得た取引情報を\nＤに伝え，本件強盗致傷の犯行が実行されたこと，被告人Ａは，Ｃの加勢をする\nようにとの被告人Ｂの指示を受け，東京から福岡へ行き，強奪した現金をＣと共\nに実行グループから受け取るなどし，被告人Ｂの指示によりそのうち９０００万\n円を東京まで運搬したことなどが認められる。\n以上によれば，被告人両名が，判示共犯者らと本件犯行を共謀したことは優に\n認められる。\n３  なお，Ｃ証言に関係証拠を併せれば，被告人両名が，平成２９年４月１４日及\nび同月１９日の２回にわたり，Ｃらと共謀の上，Ｋから現金を強取しようとして，\nｅパーキング付近路上で被害者を待ち伏せるなどして強盗の機会をうかがった事\n実が認められる（以下「各待ち伏せ行為」という。）。検察官は，各待ち伏せ行為\nをそれぞれ強盗予備罪として起訴しているが，各待ち伏せ行為及び同月２０日の\n強盗致傷の犯行は，日時・場所が近接し，同じ被害者から現金を奪うという犯行\n計画に基づき行われ，犯行の手口や関与した共犯者も同じであったこと，金地金\nの取引金額は日ごとにそれぞれ異なるものの，取引金額に着目して強盗決行の有\n無を決めていたわけではなかったことからすると，全体としてみれば，１個の強\n盗に向けて継続した意思の下に行われたものと認めるのが相当である。よって，\n各待ち伏せ行為はいずれも強盗予備罪を構成せず，本件の強盗致傷罪に吸収され\nるものと解される。\n（量刑の理由）\nまず，全体の犯情についてみると，組織的・計画的な犯行である上，３億８４０\n０万円もの巨額の現金を白昼繁華街の駐車場で強奪しており，大胆で悪質な犯行と\nいわざるを得ず，この犯行が社会に与えた衝撃は大きい。被害者の怪我の程度は比\n較的軽いものの，催涙スプレーを顔面に吹きかけるという危険な態様であったし，\n２度にわたり強盗の機会を逃しながら，なおも犯行を試みて本件強盗致傷の実行に\n至っていることからは，犯行に向けた意思の強さが見て取れる。\n次に，被告人両名の個別の情状についてみると，被告人Ａは，計画段階から本件\nに関与していた上，被告人Ｂの指示を受けてＣのもとへ赴き，強奪した現金入りの\nスーツケースの受取・運搬・解体等の作業に関与し，現金の一部９０００万円を東\n京まで運搬するなど，本件において重要な役割を果たしており，少なくない報酬も\n得ている。\nまた，被告人Ｂは，犯行計画を立案し，強奪する現金の動きに関する情報を入手\nして，Ｃを介して実行グループ側にその情報を伝達したほか，強奪した現金の半分\nを回収し，共犯者らに分配するとともに，自らはその手を汚すことなく高額の報酬\nを得ていると推察され，本件犯行において主導的・中心的な役割を果たしている。\n以上によれば，共犯事件で被害金額が１０００万円以上の強盗致傷事件１件の事\n案の量刑傾向の中で，被告人Ａの責任はやや重い部類に，被告人Ｂの責任はかなり\n重い部類に，それぞれ属するといえる。\nその上で，被告人両名が，いずれも犯行を否認して不合理な弁解に終始し，反省\nの態度が見られないことも考慮し，被告人両名をそれぞれ主文の刑に処することと\nした。\n（求刑：被告人Ａにつき懲役１３年，被告人Ｂにつき懲役１６年）\n令和元年５月２７日\n福岡地方裁判所第３刑事部\n裁判長裁判官   足  立    勉\n裁判官   國  分    進\n裁判官   加  藤    貴\n"
}