{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 10,
    "day": 11
  },
  "case_number": "平成25(ワ)658",
  "case_name": "横田基地飛行差止等請求事件",
  "court_name": "東京地方裁判所立川支部",
  "lawsuit_id": "87151",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87151",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/151/087151_hanrei.pdf",
  "contents": "平成２５年(ワ)第６５８号横田基地飛行差止等請求事件（以下「第１事件」とい\nう。）\n平成２５年(ワ)第１７５７号横田基地飛行差止等請求事件（以下「第２事件」とい\nう。）\n（ 略 称 ） 以 下 に お い て は ， 特 に 必 要 が な い 限 り ， 第 １ 事 件 原 告 か 第 ２ 事 件 原 告\nか を 問 わ ず に 単 に 「 原 告 」 と い い ， 個 別 の 原 告 に つ い て は 「 原 告 番 号 １ の 原\n告 」 の よ う に 原 告 番 号 に よ っ て 特 定 す る 。 ま た ， 第 １ 事 件 ， 第 ２ 事 件 被 告 を 単\nに「被告」という。\n主         文\n１  原告番号８８３の原告の訴え及び同原告に係る  Ｂ１  及び  Ｂ２  の訴訟\n承継の申立てを却下する。\n２  その余の原告らの各訴えのうち，平成２９年３月２日以降に生ずべき損害の\n賠償請求に係る部分を却下する。\n３  原告番号１，７６，１０１，１０２，３９１，５９８，６９９，７８９，８\n３５及び８８１の各原告による横田飛行場における自衛隊の使用する航空機の\n離発着及びエンジンの作動の差止めの訴えを却下する。\n４  第３項の各原告による横田飛行場におけるアメリカ合衆国軍隊の使用する航\n空機の離発着及びエンジンの作動の差止めの請求を棄却する。\n５  原告番号８６５の原告の第３項及び第４項と同旨の差止請求に係る訴訟は，\n平成２５年６月２７日の同原告の死亡により終了した。\n６  被告は，次の各原告に対し，次の各金員を支払え。\n⑴  別紙３－１認容額一覧表１の「氏名」欄記載の各原告（ただし，同欄に\n「（被承継人）」と併記された者を除く。）に対し，対応する同表の「元金合\n計」欄記載の金員及びうち「提訴前合計」欄記載の金員に対する平成２５年\n４月２７日から，「Ｈ２５．３．２７～Ｈ２５．４．２６」欄から「Ｈ２９．\n１．２７～Ｈ２９．３．１」欄までの各欄記載の金員に対する各期間の最終\n日の翌月１日から各支払済みまで年５分の割合による金員\n⑵  別紙３－３承継人認容額一覧表の「承継人」欄記載の各原告 （訴訟承継\n人）に対し，対応する同表の「元金合計」欄記載の金員及びうち「提訴前合\n計」欄記載の金員に対する平成２５年４月２７日から，「Ｈ２５．３．２７\n～Ｈ２５．４．２６」欄から「Ｈ２８．７．２７～Ｈ２８．８．２６」欄ま\nでの各欄記載の金員に対する各期間の最終日の翌月１日から各支払済みまで\n年５分の割合による金員\n⑶  別紙３－２認容額一覧表２の「氏名」欄記載の各原告に対し，対応する同\n表の「元金合計」欄記載の金員及びうち「提訴前合計」欄記載の金員に対す\nる平成２５年８月１０日から，「Ｈ２５．８．１～Ｈ２５．８．３１」欄か\nら「Ｈ２９．２．１～Ｈ２９．３．１」欄までの各欄記載の金員に対する各\n期間の最終日の翌月１日から各支払済みまで年５分の割合による金員\n７  第６項の原告らのその余の請求をいずれも棄却する。\n８  原告番号２５，３２３，７１３，８０１，８１６，８１７の原告らの請求を\nいずれも棄却する。\n９  訴訟費用は，全事件を通じ，第１項記載の原告及び訴訟承継人について生じ\nた費用は原告訴訟代理人らの負担とし，第８項記載の原告らについて生じた費\n用は各原告の負担とし，第３項ないし第５項記載の原告らについて生じた費用\nは４分し，その３を上記原告らの，その余を被告の負担とし，その余の原告ら\nについて生じた費用は２分し，その１を同原告らの，その余を被告の負担とし，\n被告について生じた費用は２分し，その１を第１項記載の原告を除くその余の\n原告らの負担とし，その余を被告の負担とする。\n１０  この判決は，第６項⑴ないし⑶に限り，被告に送達された日から１４日を経\n過したときは，仮に執行することができる。ただし，被告が原告らに対し，別\n紙３－１認容額一覧表１，同３－２認容額一覧表２及び同３－３承継人認容額\n一覧表の各原告に対する「担保額」欄記載の各金員の担保を提供するときは，\n担保を提供した原告との関係でその執行を免れることができる。\n事実及び理 由\n第１部  請求及び事案の概要\n第１  請求（第１事件，第２事件を通じて）\n１  被告は，原告番号１，７６，１０１，１０２，３９１，５９８，６９９，７\n８９，８３５，８６５及び８８１の原告（以下，一括して「差止原告ら」とい\nう。）に対し，自ら又はアメリカ合衆国軍隊をして，横田飛行場において，毎\n日午後７時から翌日午前７時までの間，航空機の離発着をしてはならず，かつ，\n一切の航空機のエンジンを作動させてはならない。\n２  被告は，各原告に対し，それぞれ７９万２０００円及びこれに対する第１事\n件原告については平成２５年４月２７日から，第２事件原告については同年８\n月１０日から各支払済みまで年５分の割合による金員を支払え。\n３  被告は，各原告に対し，第１事件原告については平成２５年３月２７日から，\n第２事件原告については同年８月１日から，第１項記載の各行為がなくなり，\nかつ，その余の時間帯において原告らの居住地に６５デシベルを超える一切の\n航空機騒音が到達しなくなるまでの間，それぞれ毎月末日限り，１か月当たり\n２万２０００円及びこれに対する当該月の翌月１日から各支払済みまで年５分\nの割合による金員を支払え。\n４  訴訟費用は被告の負担とする。\n５  第２項につき仮執行宣言\n第２  事案の概要\n１  本件は，横田飛行場の周辺に居住し，又は居住していた住民である原告らが，\n横田飛行場を航行する航空機の発する騒音を中心とする侵害により身体的被害，\n睡眠妨害，日常生活妨害や精神的・情緒的被害等を受けているとして，米軍の\n使用する施設及び区域として，アメリカ合衆国に対して横田飛行場を提供して\nいる被告に対し，次の⑵の請求をし，併せて，第１事件原告らのうち１１名の\n差止原告らにおいて次の⑴の請求をする事案である。\n⑴  人格権，環境権及び平和的生存権に基づき，毎日午後７時から翌日午前７\n時までの間の被告及びアメリカ合衆国軍隊（以下「米軍」という。）の航空\n機の離発着及びエンジンの作動の禁止を求める差止請求\n⑵  日本国とアメリカ合衆国との間の相互協力及び安全保障条約第６条に基づ\nく施設及び区域並びに日本国における合衆国軍隊の地位に関する協定の実施\nに伴う民事特別法（以下「民事特別法」という。）２条，国家賠償法（以下\n「国賠法」という。）２条１項又は同法１条１項に基づき，第１事件原告ら\nは平成２２年３月２７日から，第２事件原告らは同年８月１日からそれぞれ\n差止対象行為がなくなり６５ｄＢを超える航空機騒音が原告らに到達しなく\nなるまで（以下，第１事件原告らにつき平成２２年３月２７日以降，第２事\n件原告らにつき同年８月１日以降を「本件請求対象期間」という。），原告\n１名につき１か月当たり慰謝料２万円と弁護士費用２０００円の合計２万２\n０００円の割合による損害賠償金及びうち提訴日までの分７９万２０００円\nに対する各事件訴状送達の日の翌日（第１事件については同年４月２７日，\n第２事件については同年８月１０日）から，提訴日後の毎月２万２０００円\nに対する当該月の翌月１日から各支払済みまで民法所定の年５分の割合によ\nる遅延損害金\n２  被告は，被告（自衛隊）の使用する航空機（以下「自衛隊機」という。）の\n差止請求及び口頭弁論終結日の翌日以降の将来の損害の賠償請求並びに一部の\n原告らの請求にかかる訴えは不適法であるとして却下を求め，米軍の使用する\n航空機（以下「米軍機」という。）の差止請求は主張自体失当として棄却を求\nめ，口頭弁論終結日までの過去の損害の賠償請求については，原告らが航空機\n騒音によって受けている影響は受忍限度内にとどまるし，フィリピン国籍の原\n告１名については国賠法６条の相互保証の要件を欠くなどとして請求の棄却を\n求めるとともに，仮に損害賠償責任が生じるとしても，原告らの一部は横田飛\n行場における航空機騒音等による被害を容認して横田飛行場の周辺に転居して\nきたなどとして危険への接近の法理に基づく損害の免除又は減額を主張し，さ\nらに，住宅防音工事への助成を受けた原告につき減額を主張するなどして争っ\nている。\n第２部  前提となる事実\n以下の事実は，当事者間に争いがないか，括弧内掲記の証拠又は弁論の全\n趣旨により容易に認められる。\n第１  横田飛行場の設置・管理の経緯等\n１  横田飛行場の所在位置及び規模\n横田飛行場は，平成２５年３月３１日現在，東京都の福生市，立川市，武蔵\n村山市，昭島市，羽村市及び西多摩郡瑞穂町（以下「瑞穂町」という。）の５\n市１町にまたがる地域に所在する総面積約７１３万６０００平方メートルの施\n設及び区域であり，長さ約３３５０メートルの滑走路（これに接続して南側約\n３０５メートル，北側約３００メートルのオーバーラン部分が設けられてい\nる。）及び長さ約２０００メートルの誘導路を有し，格納庫，整備工場等の附\n属施設のほか，アメリカ合衆国第５空軍司令部，同空軍第３７４空輸航空団等\nの各庁舎及び住宅等の支援施設が設置され，後述のとおり平成２４年３月以降，\n航空自衛隊航空総隊司令部と関連部隊の施設も置かれている。\n２  横田飛行場の設置及び管理の経緯\n⑴  終戦までの経緯\n旧陸軍省は，昭和１５年４月，当時の福生町，羽村町，瑞穂町，砂川町，\n村山町及び拝島町にまたがる山林及び農地約４４６万平方メートルを買収し，\n多摩飛行場（旧陸軍の立川飛行場の附属施設）として開設した。旧陸軍は，\n昭和２０年８月１５日の終戦に至るまで，多摩飛行場を我が国の東部防衛飛\n行基地として管理運用していた。\n⑵  終戦後の経緯\nア  旧陸軍は，昭和２０年８月１５日の終戦により解体され，同年９月，連\n合国軍を構成する米軍は，その進駐に伴い，多摩飛行場を接収した。\nイ  米軍は，多摩飛行場を整備し，昭和２１年８月，名称を当時の村山町の\n一字地名を採って横田飛行場と変更して，新たに米軍の使用する飛行場と\nして開設した。\nウ  被告は，昭和２７年４月２８日，「日本国との平和条約」（昭和２７年\n条約第５号。以下「平和条約」という。）の発効に伴い，「日本国とアメ\nリカ合衆国との間の安全保障条約」（以下「旧安保条約」という。）及び\n「日本国とアメリカ合衆国との間の安全保障条約第三条に基く行政協定」\n（以下「行政協定」という。）２条１項に基づき，横田飛行場を，米軍の\n使用する施設及び区域として，アメリカ合衆国に提供した。アメリカ合衆\n国に提供される施設及び区域の決定や返還の請求は，これ以降，日米両国\n代表者による合同委員会（以下「日米合同委員会」という。）の協議を経\nて行われることとなった。\nエ  被告は，その後，アメリカ合衆国に対し，日米合同委員会の協議に従い，\n数度にわたって施設及び区域の追加提供をした。そのうち，滑走路の拡張，\n航空機運航の安全確保等に関する主なものは，次のとおりである。\n昭和３０年１０月４日，滑走路拡張用地として約４０万８４４７平方\nメートル，ローカライザー（着陸機に滑走路中心線からの左右の逸脱を\n知らせる装置）用地として約１万１１２７平方メートル，アウターマー\nカー（計器進入着陸装置の １つで滑走路末端からの距離を知らせるも\nの）用地として約２３１平方メートル，アウターマーカーへの出入道路\nとして約６９９平方メートルの地役権，航空障害物制限区域として約７\n万６９７２平方メートルにわたる土地の地役権（ただし，空間に航空機\nの路線権を認めるための用役制限を内容とするもの）の提供\n昭和３７年１２月２１日，南北の進入灯設置用地として約３万３９０\n０平方メートルの提供（このうち，道路敷に係る部分は東京都の所有地\n等であり，鉄道敷に係る部分は旧日本国有鉄道の所有地であったため，\nこれらの部分については地役権の提供）\n昭和４５年５月２８日，滑走路南東側面の無障害地帯として約１万０\n７００平方メートルの使用許可\n昭和４７年２月３日，滑走路北側の無障害地帯として約６万２６７９\n平方メートル（国有地であるが，このうち約６万２６０７平方メートル\nの部分は航空障害物制限区域として提供されたもの）の提供及び上記の\n航空障害物制限区域として既に提供してあった部分につき，この制限区\n域を解除し，改めて航空機の着陸安全確保のための米軍専用区域とした\n上で同部分約７万６９７２平方メートルの提供\n昭和４７年３月２日，ミドルマーカー（計器着陸装置）設置用地とし\nて約１万７１６０平方メートル（このうち約１万６７４７平方メートル\nはミドルマーカー保護のための障害物制限用地として提供されたもの）\nの提供\nオ  被告は，この間の昭和３５年６月２３日，「日本国とアメリカ合衆国と\nの間の相互協力及び安全保障条約」（以下「安保条約」という。）の締結\nに伴い，「日本国とアメリカ合衆国との間の相互協力及び安全保障条約第\n６条に基づく施設及び区域並びに日本国における合衆国軍隊の地位に関す\nる協定」（以下「地位協定」という。）を締結し，地位協定２条１項⒜，\n⒝に基づき，引き続き，米軍の使用する施設及び区域として横田飛行場を\nアメリカ合衆国に提供し，以後今日に至るまで，米軍が飛行場としてこれ\nを管理，使用している。\n３  横田飛行場の基地機能の変遷\n⑴  駐屯部隊及び使用状況等の変遷\nア  横田飛行場は，朝鮮戦争，ベトナム戦争の当時は，米軍の爆撃機や戦闘\n機の離着陸に使用されていたが，昭和４６年の第３４７戦術戦闘航空団等\nの沖縄等への移駐に伴う戦闘爆撃機の撤収により，戦闘基地としての機能\nを失った。これ以降，横田飛行場は，ＤＣ－８，ボーイング７２７，同７\n４７及びその他の米軍にチャーターされた民間航空機並びにＣ－１４１及\nびＣ－５Ａギャラクシー等の軍用輸送機の極東空輸中継基地となり，昭和\n５０年９月，沖縄の嘉手納飛行場からＣ－１３０を配備した第３４５戦術\n空輸大隊が移駐した。\nイ  また，被告は，昭和４８年から昭和５３年にかけて，日米両政府間で協\n議されていた在日アメリカ合衆国空軍の関東平野地域における施設・区域\nの整理統合計画（関東平野地域統合計画・略称ＫＰＣＰ）に基づき，米軍\nから府中空軍施設，立川飛行場，関東村住宅地区等の各施設の返還を受け，\nこれらの各施設の代替施設が横田飛行場内に建設された。府中空軍施設に\n設置されていた在日米軍司令部及び第５空軍司令部も，昭和４９年１１月\n以降，横田飛行場内に移設された。\nフィリピン共和国（以下「フィリピン」という。）のクラーク基地から，\n昭和６３年１０月，第６００空軍音楽隊が移駐し，平成元年７月から９月\nにかけて，第９航空医療飛行隊等４部隊が移駐し，同年１２月には，第３\n７４戦術空輸航空団が移駐した。\n第３７４戦術空輸航空団は，平成４年４月，空軍再編の一環として横田\n飛行場の維持管理を任務としていた第４７５航空基地団と合併され，第３\n７４空輸航空団として再編成された。\nウ  横田飛行場に配備されていたＣ－１３０の一部は，平成１０年３月末ま\nでに，アメリカ合衆国本土のエルメンドルフ空軍基地に移駐した。\nエ  航空医療輸送機として使用されていたＣ－９Ａ４機は，平成１５年９月\n末，第３４７航空医療輸送中隊の解散に伴って退役となり，以後，代替機\nは配置されていない。\nオ  日米安全保障協議委員会は，平成１７年１０月，「日米同盟：未来のた\nめの変革と再編」を発表し，その中で航空自衛隊航空総隊司令部をアメリ\nカ合衆国第５空軍司令部と同じく横田飛行場内に設置することが明記され\nた。航空自衛隊は，同委員会が平成１８年５月に発表した「再編実施のた\nめの日米のロードマップ」に基づき，横田飛行場において，航空総隊司令\n部の運用に必要な各種施設を整備するとともに，指揮システムや自動警戒\n管制システムなどの指揮統制システム及び器材などの移設作業を進め，平\n成２４年３月２６日，航空総隊司令部及び関連部隊の横田飛行場への移転\nを完了し，横田飛行場における航空総隊司令部の運用を開始した。この際，\n横田飛行場に移転したのは，航空総隊司令部のほか作戦情報隊及び防空指\n揮群であり，移転後の航空自衛隊の所在人員は約８００名である。\n航空総隊司令部がアメリカ合衆国第５空軍司令部と同じ敷地内に設置さ\nれたことにより，被告とアメリカ合衆国との間において，対処可能時間が\n短い防空及び弾道ミサイル防衛に関する必要な情報をより迅速に共有する\nことが可能となり，日米両司令部組織間の連携が強化され，相互運用性の\n向上が図られた。\nカ  以上のとおり，横田飛行場は，開設以来，航空機が離着陸する飛行場と\nして使用され，現在は，在日米軍司令部，アメリカ合衆国第５空軍司令部，\n同空軍の一部並びに航空自衛隊航空総隊司令部及び関連部隊が設置され，\nＣ－１３０（プロペラ輸送機），Ｃ－１２（プロペラ輸送機）及びＵＨ－\n１Ｎ（ヘリコプター）が常駐する米軍の輸送中枢基地となるとともに，我\nが国の防空及びミサイル防衛の機能も併せ持つ日米が共同で使用する施設\nともなっている。\n⑵  横田飛行場における夜間着陸訓練の実施と代替施設の検討状況等\nア  夜間着陸訓練（略称ＮＬＰ）とは，航空母艦（以下「空母」という。）\nの艦載機が，滑走路の一部を空母の着艦甲板に見立て，夜間，地上の誘導\nライト等を頼りに大きな推力を維持しつつ滑走路上に定められた基点に向\nけて滑走路に進入し，着陸後直ちに急上昇して復航することを数回繰り返\nすというものである（以下，夜間か否かを問わずこのような内容の訓練を\n「タッチアンドゴー」ということもある。）。\nイ  米軍の要請により昭和５７年２月からは空母ミッドウェーの母港である\n横須賀海軍施設に近い厚木海軍飛行場において夜間着陸訓練を行うことと\nなった。そして，昭和５８年１月以降は，横田飛行場においても同訓練を\n実施することとなり，横須賀基地に配備された航空母艦（平成３年８月ま\nでは空母ミッドウェー，同年９月以降は空母インディペンデンス，平成１\n０年８月以降は空母キティホーク，平成２０年９月以降は空母ジョージ・\nワシントン）が横須賀港から出港する直前の一定期間（概ね５日から２３\n日までの間。ただし，１日のみの年や不実施の年もあり，平成１３年以降\nは後述のとおり実施されていない。），その艦載機の早期警戒機や対潜哨\n戒機等が横田飛行場で同訓練を実施していた。\nウ  上記イのとおり，夜間着陸訓練は主として厚木海軍飛行場で行われてき\nたが，同飛行場周辺地域の市街化に伴う騒音問題を早急に解決する必要が\nあり，また，米軍も騒音の軽減や同訓練の効率化を理由に関東地方及びそ\nの周辺における十分な訓練ができる飛行場の確保を要請してきたことか\nら，防衛省（当時の防衛施設庁。以下，省庁名は特に断らない限り現在の\nものによる。）は，昭和５８年度から，既存の飛行場の中に，米軍の要請\nを満たし，周辺住民の理解が得られる飛行場の有無，飛行場を新たに設置\nするための適地の有無などの調査検討を行った。\nエ  これらの検討の結果，防衛省は，三宅島に空母艦載機着陸訓練場を設置\nすることを計画したが，一旦は誘致を決議した地元村議会が反対に転じた\nこと等により見通しが立たなくなり，実現までに相当の期間を要すること\nが見込まれたことから，防衛省は，米軍に対し，硫黄島において空母艦載\n機着陸訓練を実施するという暫定措置を申し入れた。\nオ  防衛省は，この申入れを米軍が受け入れたことを踏まえ，平成元年度か\nら，硫黄島に設置されている飛行場（海上自衛隊硫黄島航空基地）におい\nて，灯火施設等の滑走路関連施設，給油施設等の夜間着陸訓練に必要な施\n設の整備に着手し，約１６６億８６００万円の予算を投じて，平成５年３\n月末，上記施設を完成させた。米軍は，この施設整備期間中においても，\n硫黄島において，一部完成した施設を使用し，可能な範囲で夜間着陸訓練\nの一部を実施した。\nカ  防衛省は，硫黄島における夜間着陸訓練施設の完成に伴い，米軍に対\nし，硫黄島においてできるだけ多くの訓練を実施するよう要望し，米軍\nも，その要望を受け入れる意向を示した。米軍は，硫黄島における上記施\n設完成後の平成５年４月から平成２４年５月までの間，硫黄島において，\n４１回にわたり，おおむね騒音の比較的大きいジェット戦闘機による夜間\n着陸訓練を実施した。\nキ  平成１７年の「共同文書」において，空母艦載機着陸訓練のための恒常\n的な訓練施設が特定されるまでの間，現在の暫定的な措置に従い，米国は\n引き続き硫黄島で空母艦載機着陸訓練を行う旨が確認された。平成１８年\n５月の「再編の実施のための日米ロードマップ」では，恒常的な空母艦載\n機着陸訓練施設について検討を行うための二国間の枠組を設け，恒常的な\n施設をできるだけ早い時期に選定することを目標とした。そして，平成２\n３年６月の日本の外務・防衛大臣と米国の国務・国防長官による日米安全\n保障協議委員会（通称「２プラス２」）において，鹿児島県の馬毛島を大\n規模災害を含む各種事態に対処する際の活動を支援するとともに通常の訓\n練などのために使用する新たな自衛隊の施設を設け，併せて米軍の空母艦\n載機着陸訓練の恒久的な施設として使用する検討対象とし，その旨を地元\nに説明することとした。\nク  横田飛行場は，平成２２年度まで，硫黄島における天候等の事情により\n所要の訓練を実施できない場合における空母艦載機着陸訓練の対象区域に\n指定されており，米軍は，硫黄島での訓練が悪天候によって予定どおり実\n施できないなどの特別な事情がある場合に，横田飛行場において，早期警\n戒機及び対戦哨戒機による訓練を実施していた。ただし，米軍は，平成１\n２年９月を最後に横田飛行場においては夜間を含む空母艦載機着陸訓練を\n実施していない。\n４  横田飛行場にかかる施設及び区域の一部返還とその後の利用状況\n⑴  一部返還の概要\n横田飛行場の用地及び飛行場運用のためにアメリカ合衆国に提供された土\n地（地役権のみのものを含む。）のうち，被告が返還を受けたものは，次の\nとおりである。\nア  昭和３２年４月５日，旧陸軍時代に射撃練習場として使用され，提供後\nは遊休地となっていた土地約１７万４４７４平方メートル\nイ  昭和４６年４月１２日，横田飛行場から我が国に出入国する外国人を対\n象とする税関庁舎等建設のための土地約２０１２平方メートル\nウ  昭和４７年２月２９日，変電所の移設に伴い不要となった土地約１７４\n３平方メートル\nエ  昭和５２年９月３０日及び同年１１月１１日，不要となったアウター\nマーカー関連用地約１３１０平方メートル\nオ  昭和５５年８月２９日，熊川交差点拡幅のための土地約７４２平方メー\nトル\nカ  昭和５６年８月１３日，横田飛行場から我が国に出入国する外国人を対\n象とする東京入国管理事務所建設のための土地約７５０平方メートル\nキ  昭和６０年７月８日，国道１６号を拡幅するための土地約３万８９９０\n平方メートル\nク  以上合計約２２万００２１平方メートルの土地に加え，横田飛行場への\n専用側線（貨物列車の引込線）用地等合計約４８００平方メートル\n⑵  返還土地の利用状況\nア  上記⑴アの土地\n国有地である約１６万０６３０平方メートルは，財務省（旧大蔵省。以\n下同じ。）所管の普通財産として，一部は瑞穂町に貸し付けて中学校，公\n民館及び図書館用地として利用され，また，一部は東京都との交換に供し\nて高等学校の用地として利用されている。その余の民有地部分は，所有者\nに返還された。\nイ  同イの土地\n財務省所管の行政財産として，横田飛行場を利用する出入国者のための\n税関及び出入国管理事務所の合同庁舎用地として利用されている。\nウ  同ウの土地\n大部分は民有地であったため，所有者に返還された。\nエ  同エの土地\n大部分は財務省所管の普通財産，一部は都道として利用されている。\nオ  同オの土地\n東京都の財産として，五日市街道用地の一部として利用されている。\nカ  同カの土地\n法務省所管の行政財産として，横田飛行場を利用する出入国者のための\n東京入国管理事務所庁舎用地として利用されている。\nキ  同キの土地\n国土交通省所管の行政財産として，国道１６号用地として利用されてい\nる。\nク  その余の土地のうち国有地の一部は，市道や雨水汚水幹線敷として関係\n自治体に無償で貸し付けられている。\n５  横田飛行場の設置，管理及び米軍機の運航等の法律関係\n⑴  終戦までの法律関係\n我が国の旧陸軍は，昭和２０年８月１５日の終戦まで，横田飛行場をその\n財産として所管し，飛行場の設置，維持，管理，航空機の運航及びこれに伴\nう航空交通管制（旧航空法は，軍用航空機に対しては適用が除外されてい\nた。）の全てを専権的に行っていた。\n⑵  終戦から平和条約発効までの法律関係\n横田飛行場は，上記２⑵ア，イのとおり昭和２０年９月から平和条約の発\n効の日の前日である昭和２７年４月２７日までの間，米軍に接収され，施設\n及び区域の維持，管理，航空機の運航及びこれに伴う航空交通管制は，米軍\nの専権下にあった。\n⑶  平和条約発効後の法律関係\n被告は，平和条約の発効により，昭和２７年４月２８日以降，行政協定２\n条１項に基づき米軍の使用する施設及び区域として横田飛行場を米軍に提供\nし，行政協定３条１項により，米軍が管理，使用を開始した。\nこれにより，米軍は，自らの判断と責任において横田飛行場に航空機を配\n備し，その運航のために横田飛行場を管理し，使用することとなった。その\n有する上記管理，使用権限は，横田飛行場に離着陸する米軍及びその関係の\n航空機の運航管理行為を含む。\n被告は，昭和３５年６月２３日，安保条約及び地位協定を締結し，同日以\n降，横田飛行場を地位協定２条１項⒜，⒝に基づいて提供し，現在に至って\nいるが，地位協定３条１項でアメリカ合衆国は使用を許可された施設及び区\n域内でそれらの運営，管理等のために必要な全ての措置を執ることができる\nとされており，横田飛行場の管理，使用に係る法律関係は，従前と同様であ\nって，米軍機の保有及び運航権限は，全て米軍の専権に属する。\n⑷  現状\n以上のとおり，アメリカ合衆国は，安保条約及び地位協定２条１項 ⒜，\n⒝，３条１項に基づき，横田飛行場を使用し，横田飛行場内において，それ\nらの運営，管理等のために必要な全ての措置を執る権限を有する。そして，\n米軍機の運航活動の内容について変更を求めるには，地位協定２５条の定め\nる日米合同委員会の協議によらなければならない。\n６  横田飛行場の航空交通管制等\n⑴  航空法の適用除外\n被告は，平和条約発効後の昭和２７年７月１５日，国内における航空機の\n運航の安全，航行に起因する障害防止等の目的の下に，航空法（昭和２７年\n法律第２３１号）を制定した。これに伴って，それまで米軍独自の判断によ\nり我が国の領空を自由に航行していた米軍機と我が国の航空機との航空活動\nに伴う種々の面での法的調整を図る必要が生じたため，被告は，同日，航空\n法の制定と併行して，「日本国とアメリカ合衆国との間の相互協力及び安全\n保障条約第六条に基づく施設及び区域並びに日本国における合衆国軍隊の地\n位に関する協定及び日本国における国際連合の軍隊の地位に関する協定の実\n施に伴う航空法の特例に関する法律」（昭和２７年法律第２３２号。以下\n「航空特例法」という。）を制定し，航空法所定の事項について，次のとお\nり幾つかの適用除外事項を定めた。適用除外事項が設けられたことにより，\n横田飛行場においては，適用除外事項について航空法所定の手続は行われて\nいない。\nア  飛行場，航空保安施設の設置に係る国土交通大臣の許可\nイ  航空機の耐空証明\nウ  航空機の運航従事者の資格の技能証明\nエ  操縦教育証明\nオ  外国航空機の航行の許可\nカ  外国航空機の国内使用の制限\nキ  軍需品輸送の禁止\nク  各種証明書等の承認\nケ  航空機の運航に関する同法第六章の規定のうち，国土交通大臣の航空交\n通の指示，航空交通情報の入手のための連絡，飛行計画及びその承認並び\nに到着の通知を除くその余の事項（適用保留事項は，「日本国とアメリカ\n合衆国との間の相互協力及び安全保障条約第六条に基づく施設及び区域並\nびに日本国における合衆国軍隊の地位に関する協定及び日本国における国\n際連合の軍隊の地位に関する協定の実施に伴う航空法の特例に関する法律\n施行令」（昭和３４年政令第３３４号。以下「航空特例法施行令」とい\nう。）において指定している。）\n⑵  航空交通管制\n航空法の制定に伴い，米軍機を含めた我が国の領空を運航する航空機に対\nする航空交通管制は国土交通大臣の権限事項となった（同法９５条の２ない\nし９７条参照）が，米軍機に対する航空交通管制を全て我が国の国土交通大\n臣の権限に服せしめるのでは米軍機の運航に支障を来す場合も生じることか\nら，日米合同委員会は，航空交通管制についても，地位協定６条１項（地位\n協定締結前は行政協定６条１項）により，地位協定２条（地位協定締結前は\n行政協定２条）に基づいて，アメリカ合衆国に対して提供された飛行場施設\nの隣接，近傍空域における航空交通管制業務は，同国（米軍）が行うことと\nした。具体的には，航空交通管制業務（航空路管制業務，飛行場管制業務，\n進入管制業務，ターミナル・レーダー管制業務及び着陸誘導管制業務（航空\n法施行規則１９９条１項１号ないし５号））のうち，航空路管制業務は国土\n交通大臣が所管し，その余の横田飛行場に関する管制業務は米軍が行うこと\nとされ，米軍は，横田飛行場内の離着陸管制，横田飛行場の管制圏及び進入\n管制区内の航行については，米軍機のみならず我が国の民間機も含め全てこ\nれを管制し，これから離脱する場合又は航空路から横田飛行場の進入管制区\nへ進入する場合には，国土交通省の航空路管制と管制の引継ぎを行うことと\nされている。\n⑶  航空機騒音に関する日米合同委員会の合意\n日米合同委員会は，昭和３９年４月１７日，横田飛行場周辺における米軍\nの航空機騒音の規制に関して諸種の規制措置を設けることに合意した。さら\nに，同委員会は，平成５年１１月１８日，上記合意を一部改正し，「２２時\nから６時までの間の時間における飛行及び地上における活動は，米軍の運用\n上の必要性に鑑み緊要と認められるものに制限される。夜間飛行訓練は，在\n日米軍の任務の達成及び乗組員の練度維持のために必要とされる最小限に制\n限し，司令官は，夜間飛行活動をできるだけ早く完了するよう全ての努力を\n払う」との合意をした（以下「平成５年日米合同委員会合意」という。）。\n⑷  その他\n横田飛行場（合計７１３万６０００平方メートル）の財産管理関係の主な\nものは，平成２４年１２月３１日現在，財務省所管の行政財産が約６０８万\n９０００平方メートル，防衛省所管の行政財産が約２万６０００平方メート\nル，国土交通省所管の行政財産が約９６万平方メートル，東京都等の公有財\n産が約３万４０００平方メートル，民有財産が約２万７０００平方メートル\nとなっている。\n７  自衛隊機使用の法律関係\n⑴  自衛隊機の運航権限\n自衛隊法３条は，「自衛隊は，我が国の平和と独立を守り，国の安全を保\nつため，直接侵略及び間接侵略に対し我が国を防衛することを主たる任務と\nし，必要に応じ，公共の秩序の維持に当たるものとする。」と定め，同法第\n６章は，自衛隊の行動として，防衛出動，治安出動，海上における警備行\n動，災害派遣，領空侵犯に対する措置等の各種の行動を規定している。自衛\n隊機の運航は，上記のような自衛隊の任務，特にその主たる任務である国の\n防衛を確実かつ効果的に遂行するため，防衛政策全般にわたる判断の下に行\nわれる。\nそして，防衛大臣は，内閣総理大臣が有する指揮監督権の下，自衛隊の隊\n務を統括する権限を有しており（自衛隊法８条），同権限には，自衛隊機の\n運航を統括する権限も含まれている。防衛大臣は，同権限に基づいて，同法\n１０７条５項の規定により防衛大臣が定めた航空機の使用及び搭乗に関する\n訓令（昭和３６年防衛庁訓令第２号）を発し，自衛隊機の具体的な運用は，\n同訓令２条６号に規定する航空機使用者に与えられ，当該航空機使用者は，\n同訓令３条に定められた場合に所属の航空機を使用することができる。\n⑵  自衛隊機の運航に関する規制\n自衛隊機の運航には，次のとおりの規制がある。\nア  航空法の適用除外\n自衛隊法１０７条１項及び４項は，航空機の航行の安全又は航空機の航\n行に起因する障害の防止を図るための航空法の規定の適用を大幅に除外\nし，同条５項で，防衛大臣は，自衛隊が使用する航空機の安全性及び運航\nに関する基準，その航空機に乗り込んで運航に従事する者の技能に関する\n基準を定め，その他航空機による災害を防止し，公共の安全を確保するた\nめ必要な措置を講じなければならないものと規定している。\nイ  防衛大臣の定める基準等\n防衛大臣は，前同項に基づき，上記適用除外の代替措置として，自衛隊\nが使用する航空機の安全性及び運航に関する基準，その航空機に乗り込ん\nで運航に従事する者の技能に関する基準として，航空機の運航に関する訓\n令（昭和３１年防衛庁訓令第３４号）及び航空従事者技能証明及び計器飛\n行証明に関する訓令（昭和３０年防衛庁訓令第２１号）を定めている。\n第２  航空機騒音の評価方法\n１  音の尺度と航空機騒音の特性\n音とは，振動等が媒質（気体，液体，固体）を伝わり，聴覚に与える刺激で\nある。人間の聴覚が刺激される範囲は，個人差はあるが，周波数（１秒間にお\nける音圧（音波によって空気中に生ずる圧力で，１気圧に対する圧力の増減量\nによって定められる。）による空気の変動繰り返し回数で，単位はヘルツ（以\n下「Ｈｚ」と表記する。））で２０Ｈｚから２万Ｈｚまでとされている。音\nは，音波の周波数によって定められる音の高さ，音圧によって定まる音波の振\n幅の程度によって決まる音の大きさ及び音波の波形によって定まる音色の３つ\nの要素によって構成される。このうち，音の大きさに関しては，同じ音圧の音\nであっても，周波数によって，人間の聴覚には異なった大きさの音に聞こえる\nことから，音圧に関して，対数的性質を持つ人間の感覚に着目し，人が聞くこ\nとのできる最小の音の音圧を基準とした音圧レベルの単位としてデシベル（以\n下「ｄＢ」と表記する。）という尺度を用いることがある。更に音圧レベルを\n人間の耳に感じる音の大きさを定量的に表示する方法として，音の大きさのレ\nベルであるフォン（ｐｈｏｎ）が用いられている。ただし，ｐｈｏｎ値は，自\n然界にはあまり存在しない正弦波（波形が正弦関数で表される波動。純音）の\nみを取り出したものであること（１０００Ｈｚの純音が実際にどのような大き\nさに聞こえるかを表すものであり，例えば１０００Ｈｚで７０ｄＢの純音と同\nじ大きさに聞こえる周波数帯の音圧レベルの音はすべて７０ｐｈｏｎと表示さ\nれる。）や，聴覚に個人差があることなどから，騒音の程度を客観的に表示す\nる値としては十分ではない。\nそもそも，一概に騒音といっても，実際の騒音は，突発性，周波数成分の違\nいなどの様々な特性を有しており，一様ではない。殊に，航空機騒音は，工場\n騒音，自動車騒音等の他の地上音源からの騒音と比較して，継続時間が数秒か\nら数十秒の間欠音であること，音源パワーが桁違いに大きく広範囲に影響をも\nたらすこと，飛行形態や飛行経路の変更，気象条件による飛行方向や音の伝播\n特性の変化により地上で聞こえる騒音の性状やレベルが大きく変化することと\nいった特性がある。\nしたがって，このような航空機騒音の特性を考慮し，「うるささ」という感\n覚的な評価を重視することが必要であると考えられるようになり，次のような\n評価方法が考案された（以上につき乙６参照）。\n２  ＰＮＬ（感覚騒音レベル。Ｐｅｒｃｅｉｖｅｄ  Ｎｏｉｓｅ  Ｌｅｖｅｌ）\n⑴  概要\n航空機騒音に対して感じる「やかましさ（Ｎｏｉｓｉｎｅｓｓ）」（「大\nきさ」ではない。）を求め（単位はｎｏｙであり，１０００Ｈｚで大きさの\nレ ベ ル が ４ ０ ｐ ｈ ｏ ｎ の 音 と 同 じ や か ま し さ の 音 が １ Ｎ ｏ ｙ で あ る 。 乙\n４），これを基礎にして「音の大きさのレベル」に対応するものとして考案\nされたものに，ＰＮＬ値による評価方法がある。\n⑵  計算式\nｎｏｙ及びＰＮＬは，次の計算式によって求められる（乙４参照）。\nア  ＮＴ（総Ｎｏｙ）＝Ｎｍａｘ＋０．１５（ΣＮ－Ｎ ｍａｘ）\nＮ ｍａｘは，騒音を１／３オクターブバンド（オクターブバンドとは，あ\nる周波数を中心として上限と下限の周波数比が２倍となる周波数の帯域を\nいい，オクターブバンドを１／３に分割したものが１／３オクターブバン\nドである。）による周波数分析をした各周波数帯の最大値である。また，\nΣＮは，各周波数帯のｎｏｙ数の総計である。\nイ  ＰＮＬは上記の総Ｎｏｙを基に次の式で算出される。\nＰＮＬ＝４０＋\n３\n１００\nｌｏｇＮＴ\n３  ＷＥＣＰＮＬ（加重等価継続感覚騒音レベル。Ｗｅｉｇｈｔｅｄ  Ｅｑｕｉ\nｖａｌｅｎｔ  Ｃｏｎｔｉｎｕｏｕｓ  Ｐｅｒｃｅｉｖｅｄ  Ｎｏｉｓｅ  Ｌ\nｅｖｅｌ）\n⑴  概要\n昭和４６年，国際連合の下部機関であるＩＣＡＯ（国際民間航空機関）\nは，航空機騒音の特性を考慮し，航空機騒音にさらされている地域の住民が\n受ける感覚騒音量をより適切に評価する方法として，ＰＮＬを基礎にしたＷ\nＥＣ ＰＮ Ｌ値 （以 下 「Ｗ 値」 とい い， Ｗ 値 は 「 ７ ０ Ｗ 」 な ど と 数 字 に\n「 Ｗ 」 を 添 え て 表 記 す る 。 ）による評価方法を採択した。我が国でも，\n後記第３のとおり航空機騒音に係る環境基準としてＷ値を採用し，後記第４\nのとおり横田飛行場のような防衛施設の防音工事を始めとする周辺対策を実\n施する上での行政指針としても採り入れた。\n⑵  基本的な考え方\nＷ値の評価方法は，上記１のとおりの航空機騒音自体の特異性，騒音の１\n日を通じた定常性といった条件の下では，一般騒音と同様に，瞬間的な音圧\nレベルであるｄＢだけで評価するより も，ある期間（例えば１日）につい\nて，時間帯補正をするなどしてその総曝露量で評価した方が人間の感覚的な\n騒音評価として適切であるとの考え方に基づく。\nこのように，Ｗ値とは，間欠的に発生する航空機騒音が日常生活面でどの\nように知覚されているのかを総合的に捉えようとする騒音評価方法であり，\n次のア～ウのとおりに補正されたＰＮＬを意味する。Ｗ値には複数の算定方\n法があるが，我が国では後記第３の環境基準で用いられる環境庁方式と後記\n第４の周辺対策で用いられる防衛施設庁方式という二種類の算定方法が併存\nして使用されてきた。\nア  Ｗ（Ｗｅｉｇｈｔｅｄ）\n例えば，９０ｄＢの航空機騒音でも，昼間と夜間では周囲の状況（騒音\nの対象がないときのその場所における騒音（暗騒音）の大きさの違い），\nあるいはその人が日常生活で置かれている状況（仕事，一家団らん，睡眠\n等）などを考慮した場合には，心理的，生理的に反応する度合いが異なる\nことを考慮して，時間帯に重み付けをするということである。\nイ  Ｅ（Ｅｑｕｉｖａｌｅｎｔ)\n１日の航空機騒音の総量を２４時間（８万６４００秒）で平均すること\nを意味し，等価騒音値を求めるということである。\nウ  Ｃ（Ｃｏｎｔｉｎｕｏｕｓ）\n等価騒音値が１日中継続するという意味である。\n第３  航空機騒音に係る環境基準について\n１  環境基準告示の経緯\n公害対策基本法（昭和４２年法律第１３２号）９条１項は，「政府は，大気\nの汚染，水質の汚濁，土壌の汚染及び騒音に係る環境上の条件について，それ\nぞれ，人の健康を保護し，及び生活環境を保全するうえで維持されることが望\nましい基準を定めるものとする。」とし，４項は「政府は，公害の防止に関す\nる施策を総合的かつ有効適切に講ずることにより，第一項の基準が確保される\nように努めなければならない。」と定めた。この規定に基づいて，航空機によ\nる特殊騒音についても環境基準が設定された。\nすなわち，環境庁長官の諮問を受けた中央公害対策審議会騒音振動部会特殊\n騒音専門委員会は，昭和４８年４月，「航空機騒音に係る環境基準につい て\n（報告）」（乙６４）を提出し，航空機騒音に係る諸対策を総合的に推進する\nに当たっての目標となるべき環境基準の設定につき，航空機騒音の特徴をよく\n取り入れた単位であり航空機騒音の国際単位として採用されているという見地\nから，航空機騒音の評価単位として人の感じる「うるささ」を表示するＷ値を\n用いることを提言するとともに，指針値を７０Ｗ及び７５Ｗとすること，その\n他騒音測定方法，指針値達成期間，指針値達成のための施策についての検討結\n果を報告した。\nそして，中央公害対策審議会は，上記委員会報告に基づいて，同年１２月６\n日，環境庁長官に対し，「航空機騒音に係る環境基準の設定について」と題す\nる答申（乙６５）を行い，環境庁長官は，同２７日，「航空機騒音に係る環境\n基準」（昭和４８年環境省告示第１５４号。以下「昭和４８年環境基準」とい\nう。乙５）を告示した。\n２  昭和４８年環境基準の内容\n昭 和 ４ ８ 年 環 境 基 準 は ， 生 活 環 境 を 保 全 し ， 人 の 健 康 の 保 護 に 資 す\nる うえ で 維 持 す る こ と が 望 ま し い 航 空 機 騒 音 に 係 る 基 準 値 及 び そ の 達\n成期間 につき 次のとおり定めた （乙５） 。\n⑴   基準 値\n専 ら 住 居 の 用 に 供 さ れ る 地 域 （ 地 域 類 型 Ⅰ ） に つ き ７ ０ Ｗ 以下 と\nし ， そ れ 以 外 の 地 域 で あ っ て 通 常 の 生 活 を 保 全 す る 必 要 が あ る 地 域\n（ 地 域 類 型 Ⅱ ） に つ き ７ ５ Ｗ 以 下 と し て ， 地 域 の 類 型 は 都 道 府 県 知\n事が指定する。\n上 記 に い う Ｗ 値 は 次 の 方 法 に よ り 測 定 ・ 評 価 し た 場 合 に お け る 値\nと す る （ 以 下 ， こ れ に 従 っ て Ｗ 値 を 算 出 す る 方 式 を ， 後 記 第 ４ の２\nの 防 衛 施 設 庁 長 官 の 定 め た 算 定 方 式 （ 防 衛 施 設 庁 方 式 ） と 対 比 さ せ\nる意味で「環境庁方式」という）。\nア   測 定 は ， 原 則 と し て 連 続 ７ 日 間 行 い ， 暗 騒 音 よ り １ ０ ｄＢ 以上\n大きい航空機騒音のピークレベル（計量単位 はｄＢ ） 及 び 航 空 機\nの機数を記録するものとする。\nイ   測 定 は ， 屋 外 で 行 う も の と し ， そ の 測 定 点 と し て ， 当 該 地 域 の\n航空機騒音を代表すると認められる地点を選定するものとする。\nウ   測 定 時 期 と し て は ， 航 空 機 の 飛 行 状 況 及 び 風 向 等 の 気 象 条 件 を\n考慮して，測定点における航空機騒音を代表すると認められる 時\n期を選定するものとする。\nエ   測定は，計量法７１条の条件に合格した騒音計を用いて行うものとす\nる。この場合において，音圧の周波数補正回路は 可聴音に対する人間の\n感覚をより反映するよう周波数に重み付けをして補正された音圧レベル\nであるＡ特性（単位はｄＢで，Ａ特性で補正された数値であることを特\nに明示する趣旨で「ｄＢ（Ａ）」を用いることがあるが，（Ａ）は省略さ\nれることが多く，本判決でも特に断らない限り，単に「ｄＢ」で表記し\nた場合にはＡ特性による音圧を示すものとする。）を，時間重み付け特性\n（環境騒音においては，極めて短時間に音圧レベルが変化しているとこ\nろ ， そ の よ う な 激 し い 変 動 を 測 定 器 で 読 み 取 る こ と は で き な い こ と か\nら，これらの変動を緩やかに見せる表示を行う必要がある。このことを\n時間重み付け特性というが，時間重み付け特性には，早く反応するＦａ\nｓｔとより反応の遅いＳｌｏｗがある。）は遅い時間重み付け特性（Ｓｌ\nｏｗ）を用いることとする。\nオ   評 価 は 上 記 ア の ピ ー ク レ ベ ル 及 び 機 数 か ら 次 の 算 式 に よ り １ 日\nご と の 値 （ Ｗ 値 ） を 算 出 し ， そ の す べ て の 値 を パ ワ ー 平 均 し て 行 う\nものとする。\n算式   ｄＢ（Ａ） ＋１０  ｌｏｇ１０Ｎ－２７\nなお， Ｎ＝Ｎ２＋３Ｎ３＋１０（Ｎ １＋Ｎ４）\n上記算式の ｄＢ（Ａ） とは，１日のすべての 一機ごとのピークの音\n圧レベル（上記エのＡ特性で補正されたもの）をパワー平均したものをい\nい，Ｎの算定の基礎となるＮ １は午前０時から午前７時までの間の航空機\nの機数，Ｎ ２は午前７時から午後７時までの間の航空機の機数， Ｎ ３は午\n後７時から午後１０時までの航空機の機数，Ｎ ４は午後１０時から午後１\n２時までの間の航空機の機数をいい，これらを上記の算式のとおり時間帯\nによって重み付けして合計したものがＮである。\n⑵  達成期間\n公 共 用 飛 行 場 等 の 周 辺 地 域 に お い て は ， 飛 行 場 の 区 分 ご と に 定 め る\n達 成 期 間 で 達 成 さ れ ， 又 は 維 持 さ れ る も の と し ， 達 成 期 間 が ５ 年 を 超\nえ る 地 域 に お い て は ， 中 間 的 な 改 善 目 標 を まず 達成 す る こ と と し て ，\n段 階 的 に 環 境 基 準 が 達 成 さ れ る よ う に す る も の と し た 。 そ し て ， 横 田\n飛 行場 について は ， 達 成 期 間 は 「 １ ０ 年 を 超 え る 期 間 内 に 可 及 的 に 速\nや か に 行 う こ と 」 と さ れ ， 改 善 目 標 は 「 ５ 年 以 内 に ８ ５ Ｗ 未 満 と す る\nこ と 又 は ８ ５ Ｗ 以 上 の 地 域 に お い て 屋 内 で ６ ５ Ｗ 以 下 と す る こ と ， １\n０ 年 以 内 に ７ ５ Ｗ 未 満 と す る こ と 又 は ７ ５ Ｗ 以 上 の 地 域 に お い て 屋 内\nで ６ ０ Ｗ 以 下 と す る こ と 」 と さ れ た 。。 また ， 自 衛 隊 等 が 使 用 す る 飛\n行 場 の 周 辺 地 域 に お い て は ， 「 平 均 的 な 離 着 陸 回 数 及 び 機 種 並 び に 人\n家 の 密 集 度 を 勘 案 し ， 当 該 飛 行 場 と 類 似 の 条 件 に あ る 公 共 用 飛 行 場 等\nの 区 分 に 準 じ て 環 境 基 準 が 達 成 さ れ ， 又 は 維 持 さ れ る よ う に 努 め る も\nのとする 。 」とされ た 。\n⑶   東京都及び埼玉県における地域類型の指定\n東京都は，昭和５３年３月，埼玉県は，昭和５７年１２月，それぞれ 横\n田飛行場周辺に係る地域類型対象区域を定めた上，当該対象区域内におい\nて 昭 和 ４ ８ 年 環 境 基 準 の 地 域 類 型 を 当 て は め る 地 域 を 指 定 す る 旨 の 告 示\n（東京都告示第３０９号，埼玉県告示第１８４１号）をした。これらによ\nる と ， 上 記 対 象 区 域 の う ち ， 地 域 類 型 Ⅰ を 当 て は め る 地 域 は 都 市 計 画 法\n（ 昭 和 ４ ３ 年 法 律 第 １ ０ ０ 号 ） ８ 条 １ 項 １ 号 に 定 め る 第 １ 種 住 居 専 用 地\n域，第２種住居専用地域及び住居地域並びに同号の規定による用途地域と\nして定められていない地域とされ，地域類型Ⅱを当てはめる地域は同号に\n定める近隣商業地域，商業地域，準工業地域及び工業地域とされた（乙６\n６，１３２，１３３，１３４）。\n３  平成２５年４月１日改正後の環境基準\n公 害 対 策 基 本 法 は ， 平 成 ５ 年 １ １ 月 １ ９ 日 に 廃 止 さ れ ， こ れ に 替 わ\nって 新 た に 施 行 さ れ た 環 境 基 本 法 （ 平 成 ５ 年 法 律 第 ９ １ 号 ） １ ６ 条 １\n項 は ， 政 府 が ， 騒 音 等 に 係 る 環 境 上 の 条 件 に つ い て ， 人 の 健 康 を 保 護\nし ， 生 活 環 境 を 保 全 す る 上 で 維 持 さ れ る こ と が 望 ま し い 基 準 を 定 め る\n旨 規 定 し て い る 。 昭 和 ４ ８ 年 環 境 基 準 は ， 環 境 基 本 法 の 施 行 に 伴 う 関\n係 法 律 の 整 備 等 に 関 す る 法 律 （ 平 成 ５ 年 法 律 第 ９ ２ 号 ） ２ 条 に よ り ，\n環 境 基 本 法 １ ６ 条 １ 項 に 基 づ い て 定 め ら れ た 航 空 機 騒 音 に 係 る 環 境 基\n準とみなされ た 。\nそ の後 ， 昭 和 ４ ８ 年 環 境 基 準 は ， 平 成 １ ９ 年 環 境 省 告 示 第 １ １ ４ 号\nに よ っ て 改 正 さ れ ， 平 成 ２ ５ 年 ４ 月 １ 日 か ら 改 正 後 の 基 準 （ 以 下 「 改\n正 環 境 基 準 」 と い う 。 ） が 適 用 さ れ る こ と と な っ た 。 こ の 改 正 は ， 近\n年 の 騒 音 測 定 機 器 の 技 術 的 進 歩 及 び 国 際 的 動 向 に 即 し て ， Ｗ 値 の 代 わ\nりに新たな評価指 標として時間帯補 正等価騒音レベル （Ｌ ｄ ｅ ｎ ）を採用\nし た も の で あ る。 Ｌ ｄ ｅ ｎは夕方の騒音に５ｄＢ，夜間の騒音に１０ｄＢを加\nえて評価した１日当たりの等価騒音レベル で，ｄはｄａｙ（昼間 ・７時か\nら １ ９ 時 ） ， ｅ は ｅ ｖ ｅ ｎ ｉ ｎ ｇ （ 夕 方 ・ １ ９ 時 か ら ２ ２ 時 ） ， ｎ は\nｎ ｉ ｇ ｈ ｔ （ 夜 間 ・ ２ ２ 時 か ら 翌 日 ７ 時 ） の 略 で あ り， 単 位 は ｄ Ｂ で\nあ る。\nそして，基準値としては，昭和４８年環境基準のレベルと同等のものを設\n定することが適当であるとした上で，理論的及び実態的な関係からＬ ｄｅｎ の\n値はＷ値から１３を引いたものにほぼ近似することから，地域類型ⅠでＬｄｅｎ\n５７ｄＢ以下，地域類型ⅡでＬ ｄｅｎ６２ｄＢ以下とされたが，評価指標を変更\nしたにすぎず，実質的な基準の水準は改正前と同様である（以下，昭和４８年\n環境基準と改正環境基準を一括して単に「 航空機環境基準」ということがあ\nる。以上につき 乙７，８ ）。\n第４   防衛施設である飛行場の周辺地域の騒音に関する法制度とその運用\n１  法令の定め\n⑴  生活環境整備法\n防衛施設周辺の生活環境の整備等に関する法律（昭和４９年法律第１０１\n号。以下「生活環境整備法」という。）は，自衛隊又は米軍（以下，生活環\n境整備法２条１項の定義規定に従い「自衛隊等」ということがある。）の行\n為又は防衛施設の設置若しくは運用により生ずる障害の防止等のため防衛施\n設周辺地域の生活環境等の整備について必要な措置を講ずるとともに，自衛\n隊の特定の行為により生ずる損失を補償することにより，関係住民の生活の\n安定及び福祉の向上に寄与することを目的としている（同法１条）。かかる\n目的のため，同法４条は，被告が，「政令で定めるところにより自衛隊等の\n航空機の離陸，着陸等のひん繁な実施により生ずる音響に起因する障害が特\nに著しいと認めて防衛大臣が指定する防衛施設の周辺の区域（以下「第一種\n区域」という。）に当該指定の際現に所在する住宅について，その所有者又\nは当該住宅に関する所有権以外の権利を有する者がその障害を防止し，又は\n軽減するため必要な工事を行うときは，その工事に関し助成の措置を採るも\nのする」と規定している（以下，この措置を「防音工事助成」という。）。\nまた，同法５条１項は，第一種区域のうち上記の音響に起因する障害が特\nに著しいと認めて当該区域の指定の際現に所在する建物等につき所定の移転\nないし除却をする場合の損失補償の措置（以下「移転措置」という。）を採\nる区域として第二種区域，同法６条１項は第二種区域のうち上記の音響に起\n因する障害が新たに発生することを防止し，併せてその周辺における生活環\n境の改善に資する必要があると認めて緑地帯その他の緩衝地帯として整備を\n行うべき区域として第三種区域についても定めている（以下，第一種区域，\n第二種区域及び第三種区域を総称して「第一種区域等」という。）。\nなお，同法の制定に伴って従前，上記を含む周辺対策の根拠とされていた\n防衛施設周辺の整備に関する法律（昭和４１年法律第１３５号。以下「周辺\n整備法」という。）は廃止されたが，周辺整備法に基づき指定された第二種\n区域は，その指定時に生活環境整備法５条１項により指定されたものとみな\nすこと（附則４項）とされている。\n⑵  生活環境整備法施行令，同施行規則\n生活環境整備法の委任を受けた同法施行令（昭和４９年政令第２２８号。\n以下「生活環境整備法施行令」という。）は，第一種区域等の指定は，「自\n衛隊等の航空機の離陸，着陸等の頻繁な実施により生ずる音響の影響度をそ\nの音響の強度，その音響の発生の回数及び時刻等を考慮して防衛省令で定め\nる算定方法で算定した値が，その区域の種類ごとに防衛省令で定める値以上\nである区域を基準として行うものする。」（８条）と規定し，この指定は官\n報で告示するとしていた（１９条）。\nそして，ここにいう防衛省令である同法施行規則（昭和４９年総理府令第\n４３号。平成２５年防衛省令第５号による改正前のもの。以下「旧生活環境\n整備法施行規則」という。）は，防衛省令で定める算定方法について，数式\n自体は前記第３の２⑴オの昭和４８年環境基準と同じ次の算式を掲げた（同\n条１項）。\nｄＢ（Ａ） ＋１０ｌｏｇ１０Ｎ－２７\nＮ＝Ｎ２＋３Ｎ３＋１０（Ｎ１＋Ｎ４）\nここでいう ｄＢ（Ａ） やＮ等については実質的に前記第３の２⑴オと\nほぼ同一の定義がされている（同項２号）が，実際の算定方法には後記２の\nとおりの違いがある。\n防衛施設庁長官がこれらの値を算定するに当たっては，自衛隊等の航空機\nの離陸，着陸等がひん繁に実施されている防衛施設ごとに，当該防衛施設を\n使用する自衛隊等の航空機の型式，飛行回数，飛行経路，飛行時刻等に関\nし，年間を通じての標準的な条件を設定し，これに基づいて行うものとした\n（同条３項）。\nその上で，旧生活環境整備法施行規則２条は，前述の各措置の対象となる\n第一種区域等を画する旧生活環境整備法施行令８条にいう防衛省令で定める\n値について，第一種区域にあっては７５Ｗ（旧生活環境整備法施行規則の制\n定当初は８５Ｗであったところ，昭和５４年総理府令第４１号による改正に\nより８０Ｗに改められ，さらに昭和５６年総理府令第４９号による改正によ\nり７５Ｗに改められた。），第二種区域にあっては９０Ｗ，第三種区域にあ\nっては９５Ｗと定めていた（乙１６ないし１８）。\nなお，旧生活環境整備法施行規則は，平成２５年防衛省令第５号によって\n改正され，現行の生活環境整備法施行規則（以下「改正生活環境整備法施行\n規則」という。）１条は，改正環境基準と同じく，Ｗ値に代えて時間帯補正\n等価騒音レベル（Ｌ ｄｅｎ）による算定方法を採用し，同規則２条の定める生\n活環境整備法施行令８条の防衛省令で定める値も，第一種区域においては７\n５Ｗに代えて６２ｄＢ，第二種区域においては９０Ｗに代えて７３ｄＢ，第\n三種区域においては９５Ｗに代えて７６ｄＢとされた。改正生活環境整備法\n施行規則は平成２５年４月１日から施行されたが，同日以後の生活環境整備\n法４条による第一種区域等の指定について適用するとされており，横田飛行\n場周辺を含む同日より前にされた第一種区域等の指定については引き続き旧\n生活環境整備法施行規則の規定によることとなる。\n２  防衛施設庁方式におけるＷ値の算定方法\n⑴  算定方法の根拠等\n上記１の法令の規定を受け，防衛施設庁長官は，上記算定方法等の細部基\n準等として，昭和５５年１０月２日，「防衛施設周辺における航空機騒音コ\nンターに関する基準について（通達）」（施本第２２３４号（ＣＦＳ）。以\n下「コンター作成旧通達」という。乙３１）を定めた。その後の平成１６年\n１１月１日，「第一種区域等の指定に関する細部要領について（通達）」\n（施本第１５８９号（ＣＦＳ）。以下「コンター作成新通達」という。乙３\n２）により，新たなコンター作成基準を定め，コンター作成旧通達は廃止さ\nれたが，その内容は概ねコンター作成新通達に引き継がれている。なお，コ\nンター作成新通達は，その後平成１９年８月３０日に防衛庁の省移行に伴う\n規定整備により，防衛施設庁長官を防衛大臣に改める等の一部改正が行われ\nて現在に至っている。\nコンター作成新通達は，各防衛施設周辺におけるＷ値を算定した上，７５\nＷ以上の地域について，５Ｗごとに同位置の値を示す地点を結んだ線を騒音\nコンターとするものとしている（第１の３）。\nコンター作成旧通達及びコンター作成新通達に従ったＷ値の算定方法が防\n衛施設庁方式である。\n⑵  防衛施設庁方式のＷ値の算定方法（環境庁方式との相違点）\nコンター作成旧通達及びコンター作成新通達に定められたＷ値の算出方法\n（防衛施設庁方式）の具体的内容，とりわけ環境庁方式との相違点は，次の\n３点である（甲Ｂ５８，５９，乙３１，３２）。\nア  環境庁方式では，飛行回数（Ｎ）として，運航スケジュールを用いて算\n出した１日当たりの単純平均回数を用いる のに対し，防衛施設庁方式で\nは，最近１年間の日別，時間帯飛行回数のデータを基礎にして，飛行しな\nい日も含め，１日の総飛行回数の上位から数えて９０パーセントに相当す\nる１日の総飛行回数をもって，その飛行場における１日の標準総飛行回数\nとする。\nイ  環境庁方式は，騒音の継続時間を２０秒と固定して一定値を補正するの\nに対し，防衛施設庁方式では，最大騒音レベルと前後のこれより１０ｄＢ\n低いレベルを超える騒音の実際の継続時間を計測し，これに応じて個別の\n機種・飛行態様ごとに補正値を加算する。\nウ  環境庁方式ではジェット機の着陸音に対して補正を行わないが，防衛施\n設庁方式では当時の測定結果に基づきジェット機の着陸音に対してプラス\n２ｄＢの補正を行っている。\n⑶  両方式の算定結果の違い\n以上⑵の算定方法の相違の結果，防衛施設である飛行場の周辺において，\n同一の条件の下で，環境庁方式によって算定されるＷ値と防衛施設庁方式に\nよって算定されるＷ値を比較すると，前者が後者よりも３～５Ｗ程度低くな\nるとされている（甲Ｂ５８参照）。\n３  横田飛行場周辺の騒音コンターの作成及び区域指定等\n⑴  昭和５０年代における第一種区域の指定の沿革\nア  被告は，昭和５２年３月１４日から同月２１日まで及び同年７月８日か\nら同月１３日までそれぞれ予備調査を行って横田飛行場に離着陸する米軍\n機の飛行形態等を把握し，次いで，同月１８日から同月２５日までの間\n（夏季）及び昭和５３年２月１３日から同月１４日までの間（冬季）に本\n調査を行い，飛行場内測点５００，北側固定測点１５及び南側固定測点１\n６９において常時測定員を配置し，２４時間連続して，発生時刻，機種，\n飛行方法，ピーク騒音レベル，時間特性，１時間ごとの暗騒音，気象状況\n等を観測した。また，移動点測定として，同時に１２点から１５点にわた\nる測定が可能な人数で，約１週間にわたって毎日午前８時から午後５時ま\nでの間，移動しながら測定を行った。\n被告は，これらの資料を総合し，Ｎ（１日の飛行回数）及び各地点での\nｄＢ（Ａ ） を算出し，着陸音補正（着陸時のジェット騒音について２\nｄＢを加える。）及び継続時間補正を行うなどして，横田飛行場周辺のＷ\n値を求め，それによる騒音コンター図（等音線ともいうべきもの。）を作\n成し，これに基づき，道路，河川等現地の状況を踏まえ，順次次のイない\nしエの区域指定を行った（乙３１）。\nイ  被告は，昭和５４年８月３１日，当時の旧生活環境整備法施行規則（乙\n１６）に基づき，Ｗ値（以下，特に断らない限り防衛施設庁方式によるも\nのをいう。）が８５以上の区域を第一種区域，同９０以上の区域を第二種\n区域として指定する旨を告示した（防衛施設庁告示第１７号，乙２７）。\nウ  被告は，昭和５４年９月１４日総理府令第４１号（乙１７）による旧生\n活環境整備法施行規則２条の改正に伴い，昭和５５年９月１０日，Ｗ値が\n８０以上の区域を新たな第一種区域として指定する旨を告示した（防衛施\n設庁告示第１４号，乙２８）。\nエ  被告は，昭和５６年１２月２１日総理府令第４９号（乙１８）による旧\n生活環境整備法施行規則２条の改正に伴い，昭和５９年３月３１日，Ｗ値\nで７５以上の区域を新たな第一種区域として指定する旨を告示した（防衛\n施設庁告示第４号。乙２９。以下「昭和５９年告示」という）。\n⑵  平成１７年における第一種区域の解除及び指定\nア  被告は，飛行場周辺における航空機騒音対策を始めとする周辺対策につ\nいて，今後の採るべき施策の在り方に関する検討の資料を得ることを目的\nとして，平成１３年９月，有識者による「飛行場周辺における環境整備の\n在り方に関する懇談会」を設置した。平成１４年７月の上記懇談会の提言\n（乙３０）は，「真に騒音等の影響を受けている住民に対して限られた財\n源を効果的に支出する観点から，深刻な騒音等の影響を被っている区域を\n見極める必要があり ，改めて計画的に全国の飛行場施設の騒音度を調査\nし，各防衛施設ごとに段階的に区域の見直しを図ることが適切な時期が到\n来している。」などと指摘した。この提言を踏まえた被告の委託により，\n財団法人防衛施設周辺整備会は，昭和５９年告示による第一種区域の指定\nから約２０年が経過し，その間，横田飛行場の航空機の騒音状況に変化が\n見られるなどとして，平成１５年度に概ね次のとおりの内容で航空機騒音\n調査を行った（乙８９。以下「平成１５年度調査」という。）。\n調査期間\n現地調査として，平成１５年８月２０日から同月２２日までの間，離\n着陸訓練等の飛行態様や測定点の適切性を調査する事前調査を行い，そ\nの後同年９月５日から同月１３日までの間（夏季），同年１１月３日か\nら同月１０日までの間（秋季）及び平成１６年２月２０日から同月２８\n日までの間（冬季）の３回にわたり本調査を行った。\nまた，飛行回数調査は，後述のとおり自動騒音測定装置によるものを\n含めて平成１５年４月１日から平成１６年３月３１日までの間を対象と\nして行った。\n調査対象地域\n横田飛行場における過去の調査結果，飛行経路図等を参考にして，滑\n走路を中心としてその延長方向に３８キロメートル，垂直方向に６キロ\nメートルの範囲とした，測定点は５２地点と従前から自動騒音測定装置\nが設置された１３地点とした。\n調査対象機種\nＣ－１３０，Ｃ－２１，Ｃ－５，ＵＨ－１等を対象とした。\n現地事前調査の調査方法\n離着陸訓練等の飛行態様を現地で把握すると共に，あらかじめ地図上\nで選定した測定点を踏査し，暗騒音レベルが低く測定に支障がないこ\nと，航空機の飛行状況が確認できる場所であること等，測定点として適\n切であるか否かを調べた。また，不適当な場合は，当初選定した予定地\nを至近の適当な場所に変更するなどし，その周辺において測定点として\n妥当な場所に測定点を設定した。そして，最終的に選定した測定点を地\n図上で確認するとともに，周辺の既存住宅や主要道路等について調査を\n行った。\n現地本調査の調査方法\nａ  飛行状況調査\n横田飛行場においては，米軍から飛行回数に関する資料が提供され\nず，自動騒音測定装置の観測データを基に飛行回数を確認するため，\n１週間連続で測定する点を設定し，機種，方向，態様，経路等を正確\nに確認し，その比率を基に標準飛行回数の基となるデータを取得し\nた。なお，測定は，夏季，秋季，冬季の３季について行い，測定時間\nは，自動騒音測定装置のデータを基に，夏季及び冬季については午前\n６時から午後１０時までの１６時間，秋季については午前８時から午\n後１０時までの１４時間とした。\nｂ  飛行経路調査\n飛行経路及び基礎データ作成用のスラントディスタンス（受音点と\n航空機までの最短距離）の確認のため，過去の調査結果を参考に測定\n点を設定し，仰角測定により飛行位置（平面位置，高度）を確認し\nた。\nｃ  基礎データ調査\n地上面にウインドスクリーン（風による雑音防止のためにマイクロ\nホンの先端に取り付けるスポンジ状のキャップ）を装着したマイクロ\nホンを設置し，普通騒音計（Ｃ特性）を通してデータレコーダに録音\nし，持ち帰り分析用のデータとした。\nｄ  ピーク騒音レベル及び継続時間\n地上約１．５メートルの高さにウインドスクリーンを装着したマイ\nクロホンを設置し，普通騒音計（Ａ特性）を通してレベルレコーダー\nに記録し，ピーク騒音レベル及び継続時間を読み取ると共に，飛行時\n刻，機種，飛行経路，飛行態様等をデータ用紙に記入した。\n飛行回数\n平成１５年４月１日から平成１６年３月３１日までの期間の自動騒音\n測定装置（横田飛行場滑走路両端の２地点のもの）の航空機騒音発生回\n数及び上記本調査における飛行状況調査の結果を基に求めた。\nＷ値の算出\n上記調査に基づく機種別，飛行態様別，飛行経路別のピーク騒音レベ\nル，１日の標準飛行回数，継続時間のデータに基づき，防衛施設庁方式\nにより（乙８９の１１６頁の継続時間の補正，着陸音補正，１１２頁の\n飛行回数の算出方法参照）各測定地点のＷ値を算出した。\nＷ値に基づくコンターの作成\n横田飛行場周辺の滑走路延長方向に２８キロメートル，滑走路垂直方\n向に１３キロメートルの範囲において２５０メートル間隔の格子点５９\n８ ９ 点 の Ｗ 値 を 算 出 し ， そ の 値 か ら メ ッ シ ュ 法 を 用 い て コ ン タ ー 図\n（甲Ｂ１７７の３枚目。省略された乙８９の１２３頁の図１２に当たる\nもの。）を作成した。\nイ  被告は，平成１７年１０月２１日，上記アの平成１５年度調査の結果を\n基に，これまでの第一種区域等を見直し，区域の指定及び指定の解除（指\n定の解除については，平成１９年５月１日から適用。）を行い，防衛施設\n庁告示第９号をもって告示した（以下「平成１７年告示」という。乙１\n９）。新たに指定し直された第一種区域等の範囲は，別紙４－１「横田飛\n行場に係る第一種区域指定等参考図 」の「凡例」に「第一種区域  平１\n７．１０．２０防衛施設庁告示９号」と記載された赤実線で囲む区域であ\nり，指定を解除された第一種区域は， 「第一種区域解除区域  平１９．\n５．１解除」と記載された赤斜線部分である（以下，平成１７年告示にお\nける第一種区域とその外側の区域とを画する線を「第一種区域線」とい\nう。）。\nまた，平成１７年告示によって従前の第二種区域の指定も一部解除され\nたが，横田飛行場については，前述の生活環境整備法附則４項の規定によ\nって第二種区域及び第三種区域とみなされる地域が引き続き存在し，その\n範囲は別紙４－１「横田飛行場に係る第一種区域指定等参考図」及び別紙\n４－２「横田飛行場に係る移転措置対象区域指定参考図」の各「凡例」\nに，それぞれ「第二種区域（みなし）  昭４２．３．３１防衛施設庁告示\n第５号」として黄色の実線で囲まれた範囲，「第三種区域（みなし）  昭\n４２．３．３１防衛施設庁告示第５号  昭４４．４．１５防衛施設庁告第\n６号」として緑色の実線で囲まれた範囲のとおりである。ただし，横田飛\n行場周辺地域は，平成１７年告示当時の第三種区域の指定の基準であるＷ\n値９５以上に達していないことから，同区域の指定はされていない。\nウ  工法区分線等の設定\n防衛大臣は，生活環境整備法４条に基づく住宅防音工事の助成を行うた\nめ，「防衛施設周辺における住宅防音事業及び空気調和機器稼働事業に関\nする補助金交付要綱」（平成２２年３月２９日防衛省訓令第１０号。乙２\n５）を定め，同要綱５条に基づき，防衛省地方協力局長は，住宅防音工事\n標準仕方書（以下「防音工事仕方書」という。乙５３）及び住宅防音工事\nの標準仕方に係る工法区分線の設定等要領（以下「区分線設定等要領」と\nいう。乙５３の最後から３枚分）を定めている（なお，防音工事仕方書\nは，上記要綱の制定以前から順次改正されており，乙５３は平成２５年１\n２月時点のものでＬ ｄｅｎとＷ値が併記されているが，その位置付けや工法\n別の計画防音量は実質的に従前と変わっていない。）。\n防音工事仕方書は，防音工事の工法として第Ⅰ工法と第Ⅱ工法を定めて\nいる。第Ⅰ工法は，８０Ｗ（Ｌ ｄｅｎ６６）以上の区域内の住宅を対象とし\nて計画防音量２５ｄＢ以上とするものであり，第Ⅱ工法は，７５Ｗ以上８\n０Ｗ未満（Ｌ ｄｅｎ６２以上６６未満）の区域内の住宅を対象として計画防\n音量を２０ｄＢ以上とするものである。そして，区分線設定等要領は，そ\nれぞれの工法の適用区域を区分する線（以下「工法区分線」という。）の\n設定方法を定めている。これによると，横田飛行場周辺の第Ⅰ工法と第Ⅱ\n工法の工法区分線は，８０Ｗの騒音コンターと重なる住宅の所在状況を勘\n案して，８０Ｗの騒音コンターに沿って引くものとされている。\n上記２つの工法による住宅防音工事は居室を対象として行うものである\nが，平成１５年１月２４日施本第６３号（ＣＦＳ）通達により家屋全体を\n一つの区画としてその全体を対象に実施する防音工事である後記４⑵オの\n外郭防音工事が追加され（乙４４），同通達及び区分線設定等要領によれ\nば，全ての住宅が外郭防音工事の対象となる区域の外郭線（以下「外郭\n線」という。）について，８５Ｗの騒音コンターと重なる住宅の所在状況\nを勘案して，８５Ｗのコンターに沿って引くものとされている。\n横田飛行場については，平成１７年１０月２０日，当時の防音工事仕方\n書及び区分線設定等要領に基づき，平成１５年度調査に基づく騒音コン\nターにおける８０Ｗのコンターを基礎にした新たな工法区分線と８５Ｗの\n騒音コンターを基礎にした新たな外郭線が設定された。\nエ  本件請求対象期間の区域指定\n以上の結果，横田飛行場周辺地域においては，平成１７年１０月２０日\n以降，防衛施設庁方式による平成１５年度調査に基づくＷ値の大きさに従\nって，７５Ｗコンターにつき第一種区域線，８０Ｗコンターにつき工法区\n分線，８５Ｗコンターにつき外郭線が画されていることとなり，現在もこ\nれが維持されている（以下，これらに係るコンターを「告示コンター」と\nいうことがある。）。\n本判決においては，上記の告示コンターによる第一種区域の外側の地域\nを「指定区域外」，第一種区域線と工法区分線の間の地域を「７５Ｗ地\n域」，工法区分線と外郭線の間の地域を「８０Ｗ地域」，外郭線の内側地\n域を「８５Ｗ地域」といい，これらを一括して「告示コンター内地域」又\nは「７５Ｗ以上の地域」という。また，指定区域外のうち，平成１７年告\n示により第一種区域から除外された範囲を「旧７５Ｗ地域」という。各地\n域の概要は別紙４－３の原告ら作成の図面のとおりである（ 甲Ａ２０の\n２。７５Ｗ地域が同図面の「告示コンター７５Ｗ以上」，８０Ｗ地域が\n「告示コンター８０ Ｗ以上」， ８ ５ Ｗ 地 域 が 「 告 示 コ ン タ ー ８ ５ Ｗ 以\n上」，旧７５Ｗ地域が「旧告示コンター７５Ｗ以上」に該当する。）。\n４  助成措置の対象となる防音工事の概要と種類\n⑴  概要\n建物中の工事対象となる居室又は区画の内外部開口部の防音工事，外壁又\nは内壁及び室内天井面の遮音及び吸音工事並びに冷暖房設備と換気設備を取\nり付ける空気調和機器（以下「空調機器」という。）の設置工事を内容と\nし，被告は各家屋所有者らに対しこれらの工事に要する経費を補助金として\n交付する。補助率は一定の限度額はあるが原則１００パーセントで，外部開\n口部となる窓の数が多いとか，同開口部が特に大きいなど建物の構造が通常\nと異なっているといった特殊な場合を除き，補助額はほとんどの場合工事費\n全額で，個人負担が生じることはない。\n⑵  種類\nア  新規防音工事\nいまだ住宅防音工事が実施されていない住宅につきその所有者の選択す\nる２居室以内（ただし，平成１１年１２月１０日までは世帯人員４人以下\nの場合は１居室）を対象とするもの。昭和５０年代から実施されてきた\nが，住宅防音工事の進捗状況等を踏まえ，平成２１年度末をもって廃止さ\nれ，平成２２年度以降は，防音工事未実施の住宅については後記の一挙防\n音工事が実施されることとなった。\nイ  追加防音工事\n上記アを実施済みの住宅につき，５居室を上限とする世帯人員に１を足\nした居室数からアを実施済みの居室数を減じた居室数以内の居室を所有者\nが選択して実施するもの\nウ  一挙防音工事\nいまだ住宅防音工事が実施されていない住宅につき，５居室を上限とす\nる世帯人員に１を足した居室数以内の居室を所有者が選択して実施するも\nの\nエ  防音区画改善工事\nバリアフリー対応住宅，フレックス対応住宅及び身体障害者福祉法４条\nに規定する身体障害者が居住する住宅を対象に，専用調理所（台所），区\n画された玄関，廊下，浴室等の居室以外の区画と居室を併せて一つの防音\n区画として実施するもので，平成１１年度から実施されている。世帯人員\n４人以下の場合は４居室，５人以上の場合は世帯人員に１を加えた居室数\n（ただし，防音工事実施済みの場合は実施された居室数を減じる。）が上\n限となる。なお，上記イ又はウを実施済みの住宅について実施する場合は\n原則としてこれらの工事完了日から起算して１０年以上経過していること\nを要する。\nオ  外郭防音工事\n前述のＷ値が８５以上の外郭線の内側の区域（外郭対象区域）に所在す\nる住宅のうち，いまだ防音工事が実施されていない居室を有する住宅を対\n象に，世帯人員にかかわらず，原則として住宅全体を一つの防音区画とし\nて，その外郭の住宅防音工事を実施するもので，平成１４年度から実施さ\nれている。また，第一種区域のうち外郭対象区域を除くＷ値７５以上８５\n未満の区域に所在する鉄筋コンクリート造系の集合住宅のうち，防音工事\n未実施で一定の条件を満たすものも対象となる。なお，上記イ又はウを実\n施済みの住宅について実施する場合は原則としてこれらの工事完了日から\n起算して１０年以上経過していることを要する。\n⑶  助成対象となる住宅\n生活環境整備法４条では第一種区域の指定の際に当該区域内に現に所 在\nする住宅となっているが，被告はその指定に先立ち，昭和５０年度から周\n辺整備法に基づき指定された第二種区域内で 防音工事の助成措置を行って\nきた。その後，前記 ３ ⑴ イ～エのとおり段階的に第一種区域を指定した\nが，その結果，例えば昭和５４年の指定日以降に建築された住宅は，Ｗ値\n８５以上の地域では同法による助成の対象とはならないのに，昭和５５年\nの指定で新たに第一種区域とされたＷ値８０以上８５未満の地域では対象\nとなるといった，いわゆるドーナツ現象が生じた 。そのため，被告は，行\n政措置により，横田飛行場周辺においては，平成８年度からＷ値８５以上\nの地域，平成１１年度からＷ値８０以上の地域において，ドーナツ現象に\nより対象外となった住宅に対しても防音工事の助成を行い，さらに，平成\n１７年告示による第一種区域内の上記のいずれにも該当しない住宅（いわ\nゆる告示後住宅）のうち，一定の地域及び基準日に所在するものについて\nも同様の助成を行っている。（乙４０，４７）\n第５  原告らの訴訟承継及び居住地等\n別紙３－１の「氏名」欄に「（被承継人）」と付記した者（以下「被承継\n人」という。）は，提訴後の同「死亡日」欄記載の日に死亡し，別紙３－３の\n当該「被承継人」に対応する「承継人」欄記載の者が同「相続割合」欄記載の\n割合で本件に関し相続した。\n原告ら（被承継人を含み，原告を兼ねていない訴訟承継人を除く。以下，特\nに断らない限り同じ。）は，本件請求対象期間の少なくとも一部において，横\n田飛行場周辺の告示コンター内地域又は指定区域外の旧７５Ｗ地域に居住して\nいる。原告らの居住関係（居住地，居住期間，居住地に係る区域指定における\nＷ値等）の詳細は別紙５移動経過一覧表に記載のとおりである（なお，原告番\n号５７の原告のＷ値「外」の「損害賠償請求期間」の「始期」は，甲Ａ５７の\n１の１・２に照らし「Ｈ２６．９．２５」の誤記と認めるのでその旨訂正し\nた。）。\n第６  横田飛行場を巡る従前の主な騒音訴訟の経緯\n横田飛行場の周辺住民は，横田飛行場に離着陸する航空機による騒音等の被\n害を受けているとして，昭和５１年以降，被告に対し，次のとおり損害賠償等\nを求める訴えの提起を繰り返してきた。\n１  第１次，第２次訴訟\n横田飛行場の周辺住民は，昭和５１年及び昭和５２年，被告に対し，横田飛\n行場における航空機離着陸等の差止め並びに過去及び将来の損害の賠償を求め\nる訴えを東京地方裁判所八王子支部に提起した。同裁判所は昭和５６年７月１\n３日，差止めを求める訴えを不適法として却下し，８５Ｗ以上の地域に受忍限\n度を超える損害が生じているとして過去の損害賠償請求の一部を認容し，その\n余の請求を棄却する判決を言い渡した（判例タイムズ４４５号８８頁，判例時\n報１００８号１９頁）。\n上記判決に対し，双方が控訴し，東京高等裁判所は，昭和６２年７月１５\n日，差止めに係る控訴を棄却し，過去の損害賠償請求につき昭和４８年環境基\n準の地域類型Ⅰについては７５Ｗ以上，地域類型Ⅱについては８０Ｗ以上の地\n域に受忍限度を超える損害が生じているとして認容額を変更し，事実審口頭弁\n論終結後の将来請求に係る訴えを却下する判決を言い渡した（判例タイムズ６\n４１号２３２頁，判例時報１２４５号３頁。以下「横田昭和６２年控訴審判\n決」という。）。\n横田昭和６２年控訴審判決に対し，周辺住民らが上告したが，最高裁判所\nは，平成５年２月２５日，米軍機の差止請求は却下ではなく主張自体失当とし\nて棄却すべきだが，不利益変更禁止の原則により上告棄却にとどめるとしたほ\nかは，控訴審の判断を支持して上告を棄却する判決を言い渡した（裁判集民事\n１６７号３５９頁，判例タイムズ８１６号１３７頁，判例時報１４５６号５３\n頁。以下「横田平成５年最高裁判決」という。）。\n２  第３次訴訟\n横田飛行場の周辺住民は，昭和５７年，被告に対し，横田飛行場における航\n空機離着陸などの差止め並びに過去及び将来の損害の賠償を求める訴えを東京\n地方裁判所八王子支部に提起した。同裁判所は，平成元年３月１５日，差止め\nを求める訴え及び口頭弁論終結日の翌日以降の将来の損害賠償請求に係る訴え\nは不適法として却下し，受忍限度につき横田昭和６２年控訴審判決と基本的に\n同様として原告の過去の損害賠償請求の一部を認容し，その余の請求を棄却す\nる判決を言い渡した（判例タイムズ７０５号２０５頁，判例時報１４９８号４\n４頁）。\n上記判決に対し，双方が控訴し，東京高等裁判所は，平成６年３月３０日，\n差止めを求める部分及び将来の損害賠償請求に係る部分につき控訴を棄却し，\n受忍限度につき基本的に一審と同様としつつ，慰謝料の基準額を一部増額する\nなどして過去の損害賠償請求を一部認容する判決を言い渡し，この判決は確定\nした（判例タイムズ８５５号２４６頁，判例時報１４９８号２５頁）。\n３  第５～７次訴訟（原告らの呼称では第１次新訴訟）等\n横田飛行場の周辺住民は，平成８年，平成９年及び平成１０年，米国及び被\n告に対し，横田飛行場における航空機離着陸などの差止め等（外交交渉義務確\n認請求を含むので「等」）並びに過去及び将来の損害の賠償を求める訴えを東\n京地方裁判所八王子支部に提起した。米国に対する訴訟については先行して却\n下判決がされ，我が国の民事裁判権は米国の主権行為には及ばないとしてこれ\nを是認した最高裁判所の平成１４年４月１２日の判決（民集５６巻４号７２９\n頁。以下「横田平成１４年最高裁判決」という。）で決着した。被告に対する\n訴訟につき，東京地方裁判所八王子支部は，平成１４年５月３０日，差止め等\nを求める訴えを棄却し，将来の損害賠償請求に係る訴えは不適法として却下\nし，Ｗ値７５以上の地域に受忍限度を超える損害が発生しているとして過去の\n損害賠償請求を一部認容し，その余の請求を棄却する判決を言い渡した（判例\nタイムズ１１６４号１９６頁，判例時報１７９０号４７頁。以下「横田平成１\n４年一審判決」という。）。\n横田平成１４年一審判決に対し，双方が控訴し，東京高等裁判所は，平成１\n７年１１月３０日，差止め等を求める部分につき控訴を棄却し，将来の損害賠\n償請求に係る訴えにつき，口頭弁論終結日の翌日から判決の言渡し日までにつ\nいて認容し，その余は不適法として却下し，地域類型Ⅰと同Ⅱを区別すること\nなくＷ値７５以上の地域に受忍限度を超える損害が発生しているとして過去の\n損害賠償請求を一部認容する判決を言い渡した（判例タイムズ１２７０号３２\n４頁，判例時報１９３８号６１頁 。以下「横田平成１７年控訴審判決」とい\nう。）。\n最高裁判所は，上記判決に対する被告の上告受理申立てを受理した上，平成\n１９年５月２９日，将来の損害賠償請求に係る訴えのうち原審が認容した部分\nを破棄して周辺住民らの控訴を棄却する判決を言い渡した（裁判集民事２２４\n号３９１頁，判例タイムズ１２４８号１１７頁，判例時報１９７８号７頁。以\n下「横田平成１９年最高裁判決」という。）。\nなお，この間の平成６年と平成１２年にも周辺住民らが同種の訴訟（第４，\n８次訴訟）を提起したが，東京地裁八王子支部は平成１５年５月１３日にＷ値\n７５以上の地域に受忍限度を超える損害が発生しているとして横田平成１４年\n一審判決と基本的に同旨の判決を言い渡し，東京高裁は平成２０年７月１７日\nに一審判決後の平成１５年度調査に基づく告示コンターの変更前と変更後の各\nＷ値７５以上の地域に受忍限度を超える損害が発生しているとして過去の損害\n賠償の認容額を一部変更するほかは一審の判断を基本的に支持する判決を言い\n渡し（いずれも公刊物未登載だが判例秘書登載），最高裁での住民側の上告棄\n却・不受理決定により確定している。\n本件訴訟は，通算すると第１０，第１１次に当たる。なお，第９，１２次訴\n訟は当裁判所支部の民事第３部で審理が継続中である。（当裁判所に職務上顕\n著な事実）\n第３部  当事者の主張\n第１  原告らの主張\n１  差止請求権の法律上の根拠と許容性\n⑴  法律上の根拠\n差止原告らは，次のとおり憲法上保障される人格権，環境権，平和的生\n存権に基づき，被告に対し，横田基地の航空機の離着 陸及びエンジン作動\n（以下「離着陸等」という。）の差止請求権を有する。\nア  人格権\n人格権の一内容としての，静穏，快適かつ安全な日常生活を享受する\n権利は，憲法１３条，２５条によって保障されている。\n本件において，差止原告ら横田基地周辺住民は，横田基地の騒音によ\nって著しい精神的苦痛を被っているとともに，平穏で安全な生活を乱さ\nれ，著しい生活上の妨害を被り続けており，その被害が現実化している\nのであるから，人格権に基づき侵害行為の排除を求めることができる。\nイ  環境権\n環境権は，健康で快適な生活を維持す る条件としての良い環境を享受\nし，これを支配する権利とされており，憲法１３条，２５条によって保\n障されている。\n差止原告らは，横田基地の航空機による騒音により，健康で快適な生\n活を維持する条件としての良い環境を享受することができず，環境権を\n侵害されているから，環境権に基づき，横田基地の航空機の離着陸等の\n差止めを求めることができる。\nウ  平和的生存権\n戦争の準備行為，飛行訓練・演習等の軍事的な活動による被害や恐怖\nにさらされている者は，平和的生存権（憲法前文，１３条）に基づき，\n当該活動の差止めを請求することができる。\n横田基地は軍事基地であり，戦闘行為を行うために必要な銃器，爆弾\n等の軍事物資を積んだ軍用機による飛行訓練・演習を行っているところ，\n差止原告らは，軍用機の騒音による被害，軍用機の墜落・落下物の危険，\n戦争に巻き込まれるのではないかという恐怖にさられているのであって，\n平和的生存権を侵害されているから，平和的生存権に基づき，横田基地\nの航空機の離着陸等の差止めを請求することができる。\n⑵  民事訴訟による自衛隊機の飛行差止めが可能であること\n被告は，厚木飛行場に関する最高裁判所平成５年２月２５日判決・民集\n４７巻２号６４３頁（以下「厚木平成５年最高裁判決」という。）等を根拠\nに，自衛隊機の離着陸等の差止めを求める 訴えは不適法であると主張する。\nしかしながら，厚木平成５年最高裁判決は，自衛隊機の運航に関する防\n衛庁長官の権限の行使について周辺住民との関係で公権力性を認めた点で\n間違っている。同判決後の小松基地に関する平成１４年３月６日金沢地方\n裁判所判決（以下「小松平成１４年一審判決」という。）は，自衛隊法上，\n防衛大臣が周辺住民に対する騒音の影響に配慮してその運航統括権限を行\n使すべきことを定めた規定は設けられておらず，ま して，それに当たり周\n辺住民等国民の権利義務を形成し，又はその範囲を確定し得ること，たと\nえば周辺住民に騒音等の受忍義務を課しうることを定めた規定も，その要\n件，内容，効果等を定めた規定も何ら設けられていないから，法治主義，\n法律による行政の原則に照らして，広汎性のある騒音の発生が必然的であ\nるという社会的事実から当然に周辺住民に騒音受忍義務が発生するという\nことにはならず，周辺住民への配慮責務が行政庁に課せられているという\nことから法律上の明確な根拠なくして周辺住民に騒音受忍義務を課すこと\nは許されない旨判示し，自衛隊等の離着陸等の差止請求は，自衛隊機の運\n航に関する防衛大臣の権限の行使の取消変更ないしその発動を求める請求\nを包含することにならないとして，民事上の訴えとして不適法ではないと\nの判断を示している。\n⑶  米軍機の飛行差止めが可能であること\n被告は，厚木平成５年最高裁判決を根拠に，米軍機の離発着等の差止め\nを請求するのは，国に対してその支配の及ばない第三者の行為の差止めを\n請求するものというべきであるとして，主張自体失当と主張する。\nしかしながら，地位協定３条３項が「合衆国軍隊が使用している施設及\nび区域における作業は，公共の安全に妥当な考慮を払つて行わなければな\nらない。」としており，また，同協定１６条が「日本国において，日本国の\n法令を尊重し，及びこの協定の精神に反する活動，特に政治的活動を慎む\nことは，合衆国軍隊の構成員及び軍属並びにそれらの家族の義務である。」\nとしているとおり，米軍の基地管理権限は無制限ではなく，本件のように\n米軍機が横田飛行場外を飛行する結果，基地外の住民に騒音被害をもたら\nす場合，日本国の法令による制約は米軍にも及ぶことになり，被告は米軍\nの活動を制限することができると解すべきである。また，地位協定１８条\n５項にいう「公務執行中の合衆国軍隊の構成員若しくは被用者の作為若し\nくは不作為又は合衆国軍隊が法律上責任を有するその他の作為，不作為若\nしくは事故で，日本国において日本国政府以外の第三者に損害を与えたも\nのから生ずる請求権」には，差止請求権も含まれると解されるから，原告\nらの請求は地位協定上の根拠を有するものである。さらに， 午後１０時か\nら翌朝午前６時までの米軍機の飛行及び地上での活動制限を内容とする平\n成５年日米合同委員会合意に基づき被告には同内容の履行義務が生じるこ\nとからすれば，原告らの請求は，被告の支配の及ばない第三者 の行為の差\n止めを求めるものではない。この合意によれば，少なくとも午後１０時か\nら午前６時までの飛行差止めを求める部分については認容されるべきであ\nるし，それ以外の時間帯についても，日米合同委員会航空機騒音対策分科\n委員会（甲Ａ１７）において合意をして規制することができるのであるか\nら，原告らの請求は認容されるべきである。\n加えて，横田飛行場の米軍機による騒音が裁判所の判決によって何度も\n違法と認定されているにもかかわらず，被告が米軍に対する基地の提供を\nやめないどころか，横田飛行場の拡張及び機能強化を積極的に行い，巨額\nの予算を投じてきたことは，被告自身が違法行為を行っているものと評価\nすることができる。\n米軍機の飛行差止めの必要性について見ても，米軍機が平成５年日米合\n同委員会合意に違反して夜間，早朝飛行を行ってきたこと，米国政府が地\n位協定に基づく賠償金の負担を一切拒否していること ，差止請求を認容し\nても横田飛行場の機能に影響はないことなど からすれば，米軍による違法\n行為抑止のためにも，差止めを認める必要性が高い。\nしたがって，差止原告らは米軍機の飛行差止めを請求することができる\nというべきである。この点，差止原告らがアメリカ合衆 国政府を被告とし\nて米軍機の飛行差止請求をしたとしても，日本国の民事裁判権が及ばない\nとして不適法却下判決がされることになるから（横田平成１４年最高裁判\n決），被告に対して飛行差止めを求める本件の請求を主張自体失当としてし\nまうと，米軍機の飛行差止請求については我が国の裁判所による実質的な\n判断が全くされないこととなり，裁判を受ける権利の侵害となり かねない。\n２  損害賠償請求権の法律上の根拠\n⑴  民事特別法２条\n民事特別法２条は，米軍の占有し，所有し，又は管理する土地の工作物\nその他の物件の設置又は管理に瑕疵があつたために日本国内において他人\nに損害を生じたときは，国賠法２条の例により，国が損害賠償責任を負う\nという趣旨の規定であるから，国賠法２条についての大阪空港最高裁大法\n廷判決の解釈がそのまま民事特別法２条についても当てはまる。\n本件において，横田飛行場が「合衆国軍隊の占有し，所有し，又は管理\nする土地の工作物その他の物件」に当たることは明らかである。そして，\n横田飛行場は多数の住民の居住する地域に極めて接近して存在しているた\nめ，多数のジェット機や大型機を離着陸させること等によって周辺住民に\n騒音等による甚大な損害を及ぼすことは不可避である。\n横田飛行場がこのような状態にあり，騒音等により原告らを含む周辺住\n民の人格権，環境権及び平和的生存権を侵害し，受忍限度を超える危害を\n生じさせていることは，営造物が有すべき安全性を欠いている状態，すな\nわち他人に危害を及ぼす危険性のある状態にあるものというべきである。\nしたがって，被告は，民事特別法２条によって，原告らの損害を賠償す\nる責任を負う。\n⑵  国賠法２条１項\n営造物がその供用目的に沿って利用されている状況のもとにおいて，利\n用者以外の第三者に危害が生ずる場合も，これから危害が生ずるような場\n合も上記の瑕疵に含まれる。\n被告は，東京都という人口過密な地域において，多数の住民の居住する\n地域に極めて密接した場所にある横田飛行場内に自衛隊基地を設置し，米\n軍機の飛行に加えて自衛隊機が飛行するようになれば，横田 飛行場の騒音\nによる被害が増大することを知りながら，あえて横田基地に自衛隊基地を\n設置したのであるから，自衛隊基地としての横田飛行場の設置，管理に瑕\n疵があることは明らかである。\nしたがって，被告は，同条項により，原告らの被った損害を賠償する責\n任を負う。\n⑶  国賠法１条１項\n被告は，米軍に横田飛行場を提供し，周辺自治体を含む多数の住民の声\nを無視して基地の拡張・機能強化に協力し，また，被告が有する権限を行\n使して原告ら周辺住民の被害を軽減すべき義務を一貫して怠ってきた。\n被告は，横田平成１７年控訴審判決で，騒音被害を放置した責任を厳し\nく指摘されているにもかかわらず，その後もなお，横田飛行場を米軍に提\n供し続けており，周辺住民らの騒音被害を抜本的に解消したり，補償制度\nを設けたりする対策を取ろうともしていない。\nこれらの被告の作為及び不作為は，被告の公権力の行使に当る公務員の\n作為及び不作為に該当することが明らかであり，原告らの被害は，これら\n被告の公務員の作為及び不作為によって生じたものである。\nよって，被告は，同条項により，原告らの被った損害を賠償する責任を\n負う。\n３  侵害行為の内容\n⑴  航空機騒音による侵害\nア  横田飛行場周辺における航空機の飛行状況\n横田飛行場周辺では ように米軍機及び自衛隊機（以下「米\n軍機等」という。）が飛行し，周辺住民に騒音被害を与えている。\n常駐機について\n横田飛行場には，Ｃ－１３０ハーキュリーズ，Ｃ－１２Ｊヒューロ\nン，ＵＨ－１Ｎイロコイといった米軍輸送機・連絡機が常駐している。\nＣ－１３０ハーキュリーズは，軍用中距離戦術空輸機であり，横田\n飛行場で年間を通じて最も離着陸回数が多い。Ｃ－１２Ｊヒューロン\nはプロペラ式の小型輸送機・連絡機で，人員輸送や貨物輸送に使用さ\nれる。ＵＨ－１Ｎイロコイは連絡用の中型ヘリコプターである。これ\nらの常駐機は昼夜を問わず頻繁に旋回訓練を行い，基地周辺に騒音被\n害を与えている。\n他基地からの飛来機について\n上記の常駐機のほか，横田飛行場には輸送機Ｃ－５ギャラクシー，同\nＣ－１７グローブマスター，空中給油・輸送機ＫＣ－１０エクステン\nダー，同ＫＣ－１３５ストラトタンカー，多用途ヘリコプターＳＨ－６\n０シーホーク，艦上輸送機Ｃ－２Ａグレイハウンド等の米軍輸送機が連\n日飛来している。また，戦闘機Ｆ－１５イーグル，艦上戦闘・攻撃機Ｆ\nＡ－１８ホーネット，電子装備攻撃機ＥＡ－６Ｂプラウラー，早期警戒\n機Ｅ－２Ｃホークアイ，戦闘機Ｆ－１６ファイティングファルコン等の\n米軍戦闘機や米軍攻撃機も頻繁に飛来して旋回訓練等を行っている。ま\nた，平成２６年７月以降は，ＭＶ－２２オスプレイも飛来している。\n中でも，Ｃ－５ギャラクシーは，世界最大級の輸送機で，離着陸時飛\n行直下では１１０ｄＢを超える激しい騒音を発生させている。また戦闘\n機であるＦ－１５イーグル，ＦＡ－１８ホーネット等も頻繁に飛来して\nおり，その騒音は激甚である。\n横田飛行場には自衛隊機は常駐していないものの，連絡機が度々飛来\nするほか，横田飛行場日米友好祭等のイベントの際には多数の自衛隊機\nが飛来して，基地周辺に騒音被害を与えている。飛来機は中等練習機と\n連絡・支援任務に使用されるジェット機 Ｔ－４，大型輸送用ヘリコプ\nターＣＨ－４７Ｊ，ビジネスジェット機Ｕ－４などである。\n飛行コースについて\n横田飛行場周辺での航空機の飛行コースは，南北の直進コース，東西\nの旋回コースに大別される。\n南北の直進コースは横田飛行場に離着陸する航空機の取るコースであ\nる。一般的に離陸の方が着陸より高出力のため騒音のピーク値が高く持\n続時間も長いが，他方，着陸は進入角度が小さく低空で進入してくるた\nめ，騒音の影響はすさまじい。\nまた，東西の旋回コースは，搭乗員の離着陸訓練の際に取られている\nコースで，２機から８機の編隊で行うこともある。旋回コースは多様で\n広範囲にわたり，発生する騒音は滑走路延長線上の測定点では捕捉され\nにくいが，周辺住民の被害感は強い。\n飛行訓練について\n横田飛行場では，常駐機及び飛来機による物資投下訓練やパラシュー\nト降下訓練，旋回訓練，タッチアンドゴーを日常的に行っている。\n横田飛行場の常駐機であるＣ－１３０ハーキュリーズの頻繁な低空・\n旋回訓練のほか，他基地からの飛来機を含めた戦闘機，ヘリコプターや\n警戒機等による旋回訓練が住民を苦しめ続けている。\nまた，飛行訓練としてサムライサージ訓練（輸送機の運用能力向上の\nため，多数機により編隊飛行などを行う訓練），緊急管理演習（略称Ｅ\nＭＥ。大地震，航空機事故等の重大事故における対応訓練），初動対応\n即応演習（略称ＩＲＲＥ。緊急事態発生に対する初動の対応を行う訓\n練），運用即応演習（略称ＯＲＥ。仮想戦闘環境における基地の機能テ\nスト），戦闘対応即応演習（略称ＣＥＲＥ。戦闘装備品等の確保に迅速\nに対処するための対応訓練）等が行われている。これらの訓練は激しい\n騒音を長時間にわたって発生させる。\nなお，平成２７年５月１２日，日米両政府は，対テロ作戦等を主要任\n務とするＣＶ－２２オスプレイを平成２９年後半以降に横田基地に配備\nすることを公表しており，今後，騒音の更なる激化が懸念されている。\nイ  横田飛行場における航空機騒音の特徴\n横田飛行場は，民間飛行場と異なり，定時に飛行がされるわけではな\nく，住民は，いつ爆音に曝されるか分からない上，日中のみならず深夜，\n早朝も飛行し，国際情勢や米国の都合により，いつ飛来する航空機の数や\n種類が増加して騒音が飛躍的に増加するかも分からない。\n横田飛行場に離着陸する航空機は，大別するとジェット機，プロペラ機\n及びヘリコプター機よりなるが，民間機と異なり，航続距離や運搬能力を\n重視する軍用機はエンジンの低騒音化を施しておらず，騒音に配慮した飛\n行方法もとられていない。\nこのうち，ジェット機の騒音は，その主成分が中高音域にあり，プロペ\nラ機と比べて１０００ないし４０００Ｈｚの周波数域での音圧が高く，４\n０００Ｈｚ以上の周波数域では圧倒的に音圧が高い。ジェット機の高音\n圧・高周波成分の騒音は，かん高い金属音となって響き，人に不快を感じ\nさせる原因となっている。例えば，ＫＣ－１３５ストラトタンカー（空中\n給油・輸送機）は４０００Ｈｚ付近の高音域に主成分があるため，横田飛\n行場に飛来する米軍機のなかでも最もやかましく感じられる機種の一つで\nある。\nプロペラ機は，７５ないし３００Ｈｚに主成分があり，高音域になるに\n従って音圧レベルが急速に低下し，また出力も小さいが，基地周辺ではジ\nェット機よりも低空を低速度で飛行するため，高騒音・長時間の被害を住\n民に与える。\nヘリコプター機は，それ自体の騒音はプロペラ機ほどではないにして\nも，プロペラ機よりさらに低空を低速度で飛行するため，結局高騒音・長\n時間の被害を住民に与えており，さらに後述する低周波音の影響もある。\nウ  防衛施設庁方式によるＷ値を騒音の評価指標とすべきであること\n航空機騒音の評価指標としては，従来，Ｗ値が用いられてきたが，一\n口にＷ値といっても，前述のとおり，我が国では昭和４８年環境基準に\n基づく環境庁方式と防音工事助成措置等に関して用いられてきた防衛施\n設庁方式の２つの方式が併用されており，これらは基礎となる数値の取\nり方や計算方法が異なる。\nこれらのＷ値の算定方式のうち，過去の基地騒音訴訟において用いら\nれてきたのは，防衛施設庁方式によるＷ値であり，本件でもこの算定方\n式によるＷ値が用いられるべきである。\nすなわち，軍用空港は，一定の航空機が定期的に運航する民間空港に\n比べ，航空機の機種，飛行回数，飛行経路，飛行態様が格段に多種多様\nで複雑であり，同一地点でも航空機による騒音のピークレベルと継続時\n間の変化が大きく，ほとんど飛行がない日がある一方で１日に１００回\nを超える飛行が行われる日もあるなど日によって騒音への曝露状態が大\nきく異なることから，環境庁方式によるＷ値では住民のうるささの反応\nに適合せず，航空機騒音に対する受忍限度を判断する指標としては不適\n当である。これに対し，防衛施設庁方式では，上記のような軍用空港の\n特殊性に鑑みた補正が施されており，より適切に騒音とこれに対する住\n民の反応を評価することができる。\nこれに対し，被告は，防衛施設庁方式は，実際の飛行回数に補正など\nをしているため，騒音が現実に生じたと推定されるわけではないなどと\n主張するが，上述のとおり，同方式は，軍用空港の特殊性をより正確に\n反映させるための算定方式であって，飛行回数の補正も，実証データに\n基づいた妥当性と合理性をもたせるために行われるものである。軍用空\n港周辺の航空機騒音について環境庁方式と防衛施設庁方式のそれぞれで\nＷ値を算出すると，環境庁方式の方がＷ値で３～５程度低くなることが\n確認されており，環境庁方式では軍用空港周辺の騒音を過小に評価する\nことになる。\nさらに被告は，昼間の騒音を控除して環境省方式で算定した昼間騒音\n控除後Ｗ値なるものにより航空機騒音の内容及び程度を判断すべきであ\nると主張するが，Ｗ値とは一定の地域を一つの社会環境的な単位として\n１日２４時間を前提に評価する尺度であるから，子どもや老人，健康な\n人や病人，会社員や自営業者，家庭の専業主婦や学生など，様々な生活\nパターンの人がいることを当然の前提としており，昼間に当該地域にい\nない人がいるという理由で昼間の騒音を控除することはＷ値の前提条件\nを覆すものである。\n昼間の騒音被害が共通損害とはいえないとの主張も，原告らが主張す\nる後述の共通損害の考え方を誤解するものであって，失当である。\nエ  騒音の実態\n被告が防衛省北関東防衛局のウェブページで公開している横田飛行場の\n北側（瑞穂町箱根ヶ崎）と南側（昭島市美堀町）の 行政財産内の２地点\n（以下，単に「瑞穂」，「昭島」と表示する。）の自働測定結果（甲Ｂ２\n７６の１～２８７の９。７０ｄＢ以上，継続時間３秒以上の航空機騒音が\n測定対象）を原告らが年度集計した結果によれば，横田基地の航空機の飛\n行実態は次のとおりである。\n１日平均飛行回数\n次のとおり，昭島での最近の１日平均飛行回数は２８ 回から３０回\nで，告示コンターが告示された平成１７年の２５．９回から明らかに増\n加しており，瑞穂でも同程度で，依然として高い水準にある。\nH17  H18  H19  H20  H21  H22  H23  H24  H25  H26  H27  H28\n昭島  25.9  28.6  29.0  30.0  26.4  28.2  29.3  26.6  28.0  28.5  29.1  26.7\n瑞穂  32.2  29.4  26.1  29.3  28.0  29.3  25.3  24.5  26.6  28.5  28.6  25.9\n１日最大飛行回数\n次のとおり，昭島では平成２３年度に１１９回に達しており，平成２\n４年度にいったん減少したものの，その後はまた増加に転じて，１００\n回を超える飛行回数を記録している。瑞穂では平成２１年度以降増加傾\n向にあり，平成２３年度以降は６年間のうち５年間において，１００回\nを超えている。\nH17  H18  H19  H20  H21  H22  H23  H24  H25  H26  H27  H28\n昭島  107  109  105  107  109  118  119  94  98  106  110  102\n瑞穂  115  96  92  93  115  96  106  96  100  112  113  108\n団らん時間（１９時から２２時）及び深夜（２２時から０時）と早朝\n（０時から７時）の飛行回数\n次のとおり，団らん時間の飛行回数は，昭島においては，平成２３年\n度以降，年間２０００回前後へと増加した上，平成２７年度には２１６\n３回に達して増加の一途にあり，瑞穂でも同様に増加している。\n昭島  H20  H21  H22  H23  H24  H25  H26  H27\n団らん時間  2241  1706  1889  2007  2153  1983  1962  2163\n深夜  40  24  48  34  24  18  23  18\n早朝  199  281  240  215  170  86  97  9\n瑞穂  H20  H21  H22  H23  H24  H25  H26  H27\n団らん時間  2021  1699  1966  1775  2172  1960  1989  2138\n深夜  32  21  40  20  27  19  14  30\n早朝  209  233  179  146  122  92  126  104\n深夜早朝の時間帯の飛行は，平成５年日米合同委員会合意によって原\n則として禁止されているにもかかわらず，依然としてなくなっていな\nい。特に瑞穂で近年増加に転じており，早朝については，昭島，瑞穂の\nいずれでも平成２６年度に増加に転じており，今後も増加が起こらない\nという保証は全くない。\nまた，平成２７年度を例にすると，深夜早朝の合計は昭島で１１３\n回，瑞穂で１３４回となり，平均では３日に 1 回程度の割合となる。し\nかし，原告らが実感する騒音状況は年間飛行回数のみでは評価できず，\n昭島市の拝島第二小学校における時間帯毎の自働測定結果（甲Ｂ２３４\nの８）を見ると，同年１１月２２日夜間から２３日早朝にかけては，多\nくの人が就寝している午後１１時から午前５時台に合計７回もの飛行が\nあり，騒音によって一晩に７回も睡眠を妨害されるという深刻な被害の\n実態がある。\n依然として高いＷ値\n防衛省北関東防衛局の測定によるＷ値は，被告によれば環境庁方式で\n算定したものというのであるから，上記ウのとおり防衛施設庁方式のＷ\n値に換算する必要があり，この数値に両方式の開差を１００パーセント\n含む数値である５Ｗを加算するのが相当である。そうすると，下表のと\nおりとなり，昭島では横ばいで，瑞穂では平成２６年度に８７Ｗに達す\nるなど増加傾向といえる。航空機の運航態様が不定であるため，騒音曝\n露量が一定せず，期間ごとの変動幅が大きいという軍用空港の特殊性を\n考慮すると，いずれにおいても全体的には告示コンター上のＷ値と概ね\n同程度ないしこれに近似した結果を示しているといえ，横田飛行場周辺\nの騒音曝露量は高水準のまま維持されている。\nH22  H23  H24  H25  H26  H27  H28\n昭島  85.1  84.8  84.9  84.3  85.6  83.5  83.4\n瑞穂  85.0  85.1  85.1  84.4  87.0  84.8  85.4\nオ  告示コンターで捕捉されていない深刻な騒音の実態\n飛行経路の種類\n米軍の平成２７年の発表（甲Ｂ１６７）により横田飛行場における飛\n行経路には次の①～⑤があることが明らかとなったが，告示コンターの\n基礎となった平成１５年度調査ではそのうち①と④が調査の中心とされ\nており，その余の３つは捕捉されていない。\n①  有視界飛行方式（Ｖｉｓｕａｌ  Ｆｌｉｇｈｔ  Ｒｕｌｅ。以下\n「ＶＦＲ」ということがある。）による平均海面からの高度２０００\nフィート（約６００メートル）地点での矩形パターン（以下，このパ\nターンを「場周経路」という。）\nＶＦＲとは離陸後に目視にて位置を判断する飛行方式をいい，これ\nによって飛行する航空機の離着陸の際に定められた場周経路を飛行す\nるものである。タッチアンドゴーや旋回訓練などＶＦＲで滑走路を使\nう飛行機は全てこの場周経路に集中する。ただし，場周経路の運用実\n態は，パイロットが目視で飛行するため，幅がある。\n②  ＶＦＲによる平均海面からの高度１５００フィート（約４５０メー\nトル）地点での場周経路\n③  ＶＦＲオーバーヘッド・パターン\n有視界飛行方式で，通常の場周経路よりも高い高度（２５００フ\nィート。約７５０メートル）で飛行する航路である。飛行場上空まで\n速度と高度を落とさずに近づくことができ，敵機が接近して急襲して\nきた場合に迅速に対処するための訓練ルートである。\n④  レーダー矩形パターン\n計器飛行方式による滑走路延長線上の飛行航路である。\n⑤  ヘリ移行パターン\nヘリコプターの場周経路である。\n捕捉されていない飛行方法・飛行経路の存在\n平成１５年度調査 ②やそれよりも低空飛行を行っている\n③について全く考慮されておらず，さらに，飛行\n方法についても，滑走路延長線をそのまま離陸することを前提にしてい\nるところ，横田飛行場における一般的な飛行方法のうち，西側を２６マ\nイルまで進出してから東側に飛行し，通常より低高度で飛行する離陸方\n法や，激甚な騒音を発生させる５５００フィートからの急降下訓練や，\n場周経路外における旋回訓練などは捕捉されていない。\n平成１５年度調査のその余の問題点\nその他，平成１５年度調査は，滑走路延長線上と場周経路だけに特化\nした調査地点しか設けられておらず，調査日数も少ないほか，深夜の時\n間帯における飛行を調査しておらず，また，調査対象とした機種を８つ\nに絞り，かつ機種識別を自動騒音測定装置に頼って調査してしまってい\nるという点でも問題点がある。\n以上のとおり，平成１５年度調査には問題が多く，騒音の実態を十分\nに捕捉しておらず，実際の騒音被害はより深刻である。\n⑵  地上騒音による侵害\n地上騒音とは，タクシーイング音（航空機が離着陸の前後に駐機場と滑走\n路を行き来する際の騒音），ＡＰＵ（駐機中の航空機に空気圧，油圧，電力\nなどを供給するために装備された補助動力装置）等の空港場内音，航空機の\n整備に伴うエンジン試運転の音，離着陸前のエンジン調整音，離陸直前のラ\nンナップ音などの上空ではなく飛行場内から発生する音のことをいう。\n原告らが平成２８年３月２３日から同月２９日にかけて専門業者に依頼し\nて行った騒音測定結果（甲Ｂ２３９）及び同年１月２９日に実施された本件\n検証期日における騒音測定結果（甲Ｂ１６１）によれば，横田飛行場周辺に\nおいてタクシーイング音等が確認されたほか，原告らも地上騒音の発生を訴\nえており，離着陸が続く際には地上騒音は長時間続き，早朝や深夜に発生す\nることもあって，その程度は到底看過することができない重大なものである。\nしかるに，ＷＥＣＰＮＬでは，航空機の離陸や着陸に伴い発生する飛行騒音\nが主として評価の対象となっており，地上騒音は評価の対象となっていない。\n⑶  航空機の排気ガス，振動等による侵害\nア  航空機に使用されるジェット燃料は天然の原油を精製して得られる成分\nを主体に構成され，市販されている灯油やガソリンに幾分近い性質を備え\nているため，排気ガスを発生させる。横田飛行場を離着陸する航空機は，\n一酸化炭素，窒素酸化物などの大量の排気ガスを原告らが住む地域にまき\n散らして，原告らの家の壁やベランダ等に汚れを生じさせたり，健康への\n悪影響を生じさせたりしている。\nイ  航空機が周辺地域の居宅の上空を通過する際，家屋が振動し，場所によ\nっては，屋根瓦やタイルの落下，外壁のひび割れ，居宅の家具の振動等の\n事態も生じている。\n⑷  航空機の墜落及び落下物等の危険による侵害\nア  航空機の墜落及び落下物の事故の危険性\n横田飛行場周辺では，従前から航空機の墜落及び落下物の事故が頻繁に\n発生している。過去にこのような事故があったという事実自体が，墜落及\nび落下物の事故により，自己の生命，身体，財産が侵害されるかもしれな\nいという現実的な恐怖感を抱かせるものである。また，オスプレイも複数\n回飛来しており，原告ら周辺住民に，墜落事故の恐怖，不安をもたらして\nいる。\nイ  基地施設からの燃料漏出事故等の危険性\n横田飛行場では，航空機燃料の漏出事故や火災事故が多数回発生してお\nり，原告ら周辺住民に対して大事故の不安を与えるだけでなく，周辺環境\nを汚染し，住民の良好な自然環境を奪っている。\nウ  米兵 の犯罪事件 による侵害の危険性\n従 前 か ら 横田 基地 所 属 の 米 兵 に よ る 犯 罪 事 件 も 多 数 起 き て お り ， こ\nれ に よ っ て も ， 原 告 ら 周 辺 住 民 は ， 生 命 ， 侵 害 ， 財 産 侵 害 の 危 険 ， 不\n安にさらされている。\n⑸  低周波音による侵害\n低周波音 とは 人 間 の 耳 に は 聞 こ え に く い １ ０ ０ Ｈ ｚ 以 下 の 周 波 数 の音\nで あ り ， 壁 や 屋 根 を 突 き 抜 け て 伝 播 す る 特 徴 を 持 つ 。 低 周 波 音 は 従 前 実\n施 さ れ て き た Ａ 特 性 レ ベ ル に よ る 騒 音 測 定 で は 捕 捉 で き な か っ た が ， 原\n告らが 琉 球 大 学 の 渡 嘉 敷 健 准 教 授 に 委 託 して 平 成 ２ ７ 年 ９ 月 ２ ０ 日 か ら\n同 月 ２ ６ 日 に行 った 低 周 波 音 測 定 報告書 （ 甲 Ｂ ２ ６ ７ 。 以 下 「 本件 低周\n波音測定 報 告 書 」 と い う 。 ） に よ っ て ， 横 田 飛 行 場 に 定 期 的 に 飛 来 す る\nＣ － ５ ギ ャ ラ ク シ ー や 常 駐 機 で あ る Ｃ － １ ３ ０ 等 か ら 相 当 程 度 の 低 周 波\n音 が 発 生 し て い る こ と が 確 認 さ れ た 。 低 周 波 音 に 関 す る 環 境 基 準 は ま だ\n策 定 さ れ て い な い が ， 環 境 省 は ， 一 定 の 数 値 を 超 え た 場 合 に 低 周 波 音の\n被 害 が 発 生 す る 目 安 と し て 参 照 値 を 公 表 し て い る と こ ろ ， Ｃ － ５ ギ ャ ラ\nク シ ー も Ｃ － １ ３ ０ も この 値 を 大 き く 超 え る レ ベ ル の 低 周 波 音 を 発 生 さ\nせている 。 こ の 調 査 は 期 間 が 短 い 上 ， 横 田 飛 行 場 南 側 の １ 地 点 の み で 行\nわ れ た も の で あ り ， 横 田 飛 行 場 の 低 周 波 音 の 実 態 を 表 し た も の と は い え\nな い が ， そ の 一 端 を 明 ら か に し た 意 味 は 大 き い 。 ま た ， 常 駐 機 で あ る ヘ\nリ コ プ タ ー Ｕ Ｈ － １ を 始 め と す る 他 の 航 空 機 や 地 上 騒 音 も 低 周 波 音 を 発\n生 さ せ て お り ， 原 告 ら が 低 周 波 音 の 心 理 的 影 響 と さ れ る 不 快 感 ， イ ラ イ\nラ 感 ， 圧 迫 感 及び 物 的 影 響 と さ れ る 振 動 と い っ た 被害 を 訴 え て い る こと\nから も ， 横田 飛 行 場 周 辺 に お け る 低 周 波 音 の 発 生 は 明 ら か と い う こ と が\nで き る。 なお， 普天間基地に関し 福岡高等裁判所那覇支部が平成２２年７\n月２９日に言い渡した判決（同裁判所支部平成２０年(ネ)第１２５号・判例\nタイムズ１３６５号１７４頁，判例時報２０９１号１６２頁。以下「普天間\n平成２２年控訴審判決」という。）及び那覇地方裁判所沖縄支部が平成２８\n年１１月１７日に言い渡した判決（同裁判所支部平成２４年(ワ)第１２１号，\n４４３号。以下「普天間平成２８年一審判決」という。乙２１７） も低周\n波音による被害を認めている。\n４  航空機騒音その他の前記３の侵害による被害\n⑴  総論\nア  原告ら横田飛行場周辺住民の被害の多様性・重大性\n原告らの居住地域は，都心への通勤圏内にあるベッドタウンであり，\n航空機による騒音等がなければ，豊かな自然環境に恵まれて静穏な生活\nを営むのに絶好の条件を備えた地域である。\nしかし，原告らは，横田飛行場に離発着する航空機の騒音その他の前記\n３の侵害（以下「航空機騒音等」という。）によって長年にわたって苦し\nめられ続け，様々な被害を受けている。\n横田飛行場に離発着する航空機の騒音は，間欠的かつ衝撃的であるが，\nその音量が日常生活において他の例を見ないほどに強大であり，ジェット\n機による金属音や大型輸送機による振動を伴う威圧的な音など，その音色\nも耐え難いものである。また，航空機による騒音や振動は，周辺の広範な\n地域に均質的に及ぼされ，原告らの頭上から突如として襲い掛かってくる\nもので，防音壁や家屋による遮音の効果もほとんど期待できない。\n原告らは，日夜を問わず，防止困難な航空機騒音等により生活環境を著\nしく破壊されているほか，横田飛行場が軍事基地であることから生ずる特\n有の危険性を感じており，静穏かつ安全な日常生活を享受する権利や平和\n的生存権を侵害されている。\nこのように，航空機騒音等により，原告らは，後記⑵以下のとおり睡眠\n妨害，高血圧等の身体的被害，家族の団らんの妨害をはじめとする日常生\n活の妨害（墜落や落下物等の恐怖を含む。），心理的・情緒的被害をはじめ\n生活全般に深刻かつ重大な被害を被っている。\nイ  共通損害\n原告らが航空機騒音等によって受けている被害は，原告ら各自の年齢，\n性別，家族構成，職業，居住条件，生活形態等の個別的条件の相違に応じ\nて，その内容，程度及び発現形態を異にする。\nしかし，本件における原告ら各自が受けている被害は，横田飛行場に離\n発着する航空機の騒音等に起因して発現したものである点で共通するもの\nであり，均質的な騒音により生活環境を破壊されている点でも共通してい\nる。また，原告らは，各自が受けた具体的被害の全部について賠償を求め\nるものではなく，原告らの被害に伴う精神的苦痛を慰謝料という形で請求\nするのであるから，その精神的苦痛を一定の限度で原告ら全員に共通する\n損害と捉え，その限度において各自一律に慰謝料として賠償を求めること\nができる。このような考え方は大阪空港訴訟に係る最高裁大法廷判決（昭\n和５１年 第３９５号同５６年１２月１６日・民集３５巻１０号１３６９\n頁。以下「大阪空港最高裁大法廷判決」という。）や前記「第２部  前提\nとなる事実」第６の横田飛行場を巡る従前の第一審，控訴審及び最高裁の\n判決を始めとする累次の航空機騒音訴訟でも広く認められてきたところで\nある。\n⑵  睡眠妨害\n国内外において，騒音が人の睡眠に及ぼす影響について多くの調査・研究\nがされており，航空機騒音により睡眠妨害が生じることは科学的に明らかに\nされている。具体的には，①世界保健機関（以下「ＷＨＯ」という。）は，\n平成１１年に環境騒音のガイドライン（甲Ｃ８。以下「ＷＨＯガイドライ\nン」という。）を作成し，その中で，睡眠妨害が環境騒音の主要な影響の一\nつであるとして，騒音によって睡眠に一次的影響が生じ，更に騒音を受けた\n次の日にも不眠感などの二次的影響が生じるとして，睡眠妨害を防止するた\nめのガイドライン値を定めているほか，②欧州夜間騒音ガイドライン（甲Ｃ\n２０）はＷＨＯガイドラインを補完して，夜間の騒音による睡眠妨害が健康\n影響の重要な要因であるとして夜間騒音による健康影響が生じないようにす\nるガイドライン値を定めている。さらに，③沖縄県の委託で平成１１年に行\nわれた嘉手納，普天間両基地の周辺住民の健康影響調査の報告書（甲Ｃ７。\n以下「沖縄県健康影響調査報告書」という。）や④石川勤労者医療協会城北\n病院の服部真医師（以下「服部医師」という。）らが平成２３年に実施した\n小松基地周辺住民の戦闘機騒音による健康影響調査（以下「小松基地調査」\nという。）の報告書（甲Ｃ１１の１・２。以下「小松基地調査報告書」とい\nう。）でも，航空機騒音により睡眠妨害や不眠症が生じているとの 分析結果\nが報告されている。\n本件では，欧州夜間騒音ガイドラインの睡眠妨害による健康影響を防ぐた\nめのガイドライン値であるＬ ｎｉ ｇ ｈ ｔ ，ｏ ｕ ｔ ｓ ｉｄ ｅ（２２時から翌７時までの夜\n間に発生した騒音についての等価騒音レベルを示す指標で屋外での計測値か\nら計算するもの）４０ｄＢを超える夜間騒音が発生している。さらに，７０\nＷを超える騒音が発生している旧７５Ｗ地域に居住する原告らを含めた原告\nらの居住地域全域において，原告らは，日中はもちろん，大多数の人間が１\n日の疲れを癒やし，子どもや体調の悪い者にとっては睡眠導入の時間帯とな\nる午後７時から午後１０時の時間帯や，多くの人が睡眠を取る時間帯である\n午後１０時から翌朝午前７時の深夜早朝にも航空機騒音に曝され，人間とし\nての生活にとっても，心身の健康にとっても重要なはずの睡眠を妨害されて\nいる。\n⑶  身体的被害・健康被害\n騒音は，人間に物理的ないし精神的・社会的ストレスを与える外部刺激の\n一つであり，直接的には聴覚器に作用して，一時的又は永続的に聴力を損な\nうほか，間接的には，自律神経を介した生体反応，内分泌反応，免疫系の変\n動が生じ，これらが相関し合って循環機能，呼吸機能，代謝機能，消化機能\nなどに変化をもたらし，騒音量が一定量を超えて身体に影響を与えると，\n様々な疾患・体調不良が生じる。ＷＨＯは，「健康」について，「身体的，精\n神的，社会的に完全に良好な状態であり，単に病気又は虚弱でないことでは\nない」と定義しており，騒音により健康が害されているかについては，疾病\n等が生じているかのみならず，精神的・社会的な良好状態が害されているか\nという点からも判断すべきである。ＷＨＯガイドラインによれば，騒音によ\nり身体的被害が生じることが確立されているとされているほか，松井利仁北\n海道大学教授が嘉手納基地周辺の住民の高血圧の有症者数が１０００人以上\nと推定される旨を算定した意見書（甲Ｃ２４。以下「松井意見書」という。），\n沖縄県健康影響調査報告書，小松基地調査報告書などによれば，①高血圧・\n虚血性疾患などの心循環器系疾患，②聴力障害，耳鳴り，③流産や早産など\nの妊婦に与える影響，④心身不調，自律神経失調症等の精神障害，胃への影\n響，発がんの促進その他の原告らに共通して発生している身体的精神的影響，\n⑤騒音を原因とする睡眠妨害に起因する各種健康被害，⑥会話や日常生活上\nの重要な音が聞き取れないという聴取妨害などの聴覚への影響，⑦認知能力\nの低下に伴う作業，学習に対する影響，⑧音そのものによって生じる不快感，\n⑨騒音への感受性が強い子どもの認知障害，行動・情緒障害は，全て騒音を\n原因とする健康被害に該当する。以上のように原告らは騒音により日々健康\nをむしばまれながら生活を送っており，単に「うるさい」というだけではな\nく，身体的・健康的な被害という側面から騒音被害をとらえなおすべきであ\nる。\n⑷  日常生活の妨害\nア  騒音による会話の中断と電話・テレビ等の聴取妨害\n原告らは，航空機騒音により，家族，親族，近隣住民，友人知人らとの\n会話や電話での通話を妨害され，仕事に支障が出ているほか，テレビ，ラ\nジオの視聴や音楽鑑賞を妨害されている。\nイ  思考，読書，仕事，趣味等知的作業に対する妨害\n原告らは，いつ発生するか予測ができない航空機騒音により，知的作業\nを妨害されている。新聞，雑誌，書籍を読んだり，文章を書いたりするこ\nとや，俳句，詩歌，書道，楽器演奏などの趣味も妨害されている。さらに，\n家事労働，自宅を仕事場としている業務，文筆業，美容・理容業，事務仕\n事その他の作業を妨害されており，業務能率も低下している。\nウ  家族の団らんや休息時間の妨害\n午後７時から午後１０時までは本来家族で楽しく会話をしたり，食事を\nとったり，テレビを見たりといういわゆる団らんの時間であり，ゆっくり\nと穏やかに過ごす休息の時間であるが，横田 飛行場周辺では，この団ら\nん・休息時間帯に前記３⑴ のとおり年間２０００回を超える航空機騒\n音が発生しており，これら家族のコミュニケーションが中断され，家族の\n団らんや休息が破壊されている。\nエ  騒音の感受性が高い人への影響\n病気療養中の人，障害者，高齢者，妊婦，乳幼児にとっては，強大な航\n空機騒音下での生活による精神的苦痛は特に厳しく，身体的影響も健常者\nに比して一層強く，その影響は大きいものである。\nオ  学習，勉学，学校の授業等の妨害，思考力や集中力の低下，特に年少者\nへの悪影響\n原告らの居住地域には，多数の小，中，高等学校が存在する。児童生徒\nらは，航空機騒音によりしばしば授業が中断し，集中力を妨げられ，授業\nの効果が低下している。さらに，自宅や学習塾，自習室等で静かに学習す\nることも妨げられている。児童生徒らは，騒音のためにイライラし，落ち\n着きを保てず，思考力や集中力が低下している。特に年少の子どもらは，\n大切な成長期にあるため，人格形成上の被害は大きい。\n⑸  心理的・情緒的被害\n横田飛行場に飛来する航空機は大型軍用機が多く，その騒音は，日常生活\n上，他に類を見ないほどの強大さであり，かつ金属性の痛音である。このよ\nうな騒音に日夜さらされている原告らは，いずれも強い不快感，いらだち，\nイライラ感を覚え，神経過敏となっているのみならず，常に航空機の墜落お\nよび落下物の恐怖，不安に怯えている状況である。中には，これが高じてノ\nイローゼその他，精神，神経症状を訴える者もいる。また，騒音によりテレ\nビの音や会話が聞こえなくなったり集中力が途切れたりすることから，日常\n生活や学校生活において気短になったり，イライラし，落ち着きがなくなり，\n集中力を欠き，飽きっぽくなったり，神経質な性格になったりもする。さら\nに乳幼児期に航空機騒音にさらされたことによって過敏な反応を起こしたこ\nとが原因で，子どもの人格形成に悪影響を及ぼしたり，将来の悪影響の発現\nを心配したりすることもある。\nそしてこれらの被害は，ＷＨＯが，アノイアンスとして，心理的・情緒的\n被害というよりもそれ自体を健康被害としてとらえているのみならず，それ\nによって健康を害する誘因となる点でも重大なものである。\n⑹  その他の被害\nア  交通事故の危険\n原告らの居住する地域では，激甚な航空機騒音により，自動車のエンジ\nン音，クラクション音，接近音等がかき消されることもある。そのため，\n原告らは，自動車等の接近に気付かず，事故に遭う危険を感じている。\nイ  ペットに対する悪影響\n犬，猫などのペットの飼育やペットとの生活は，都市近郊の住宅地域で\nある本件被害地域でも，通常の市民生活において欠かすことのできない存\n在になっている。航空機騒音に怯えるのは，犬，猫等のペットも同様であ\nり，怯えるあまり，吠えるなどしたことが近隣で問題になり，対人関係を\n悪化させたりすることもある。\nウ  戦争の想起による精神的苦痛\n原告らの中には戦争を体験した者もおり，そうでなくとも，横田飛行場\nを離着陸する米軍機等の騒音により原告らは戦争を想起せざるを得なくな\nるという精神的苦痛を受けている。\nエ  排気ガスによる被害\n大型ジェット機は，自動車とは比べものにならない大量の排気ガスを排\n出する。原告らが居住する地域の大気は，横田飛行場を離発着する航空機\nの排出する排気ガスにより汚染されている。また，この排気ガスにより，\n屋根や物干し竿，住宅外部の手摺り等のベタつき，洗濯物の黒ずみ等が観\n察されることもある。\nオ  家屋の振動\n横田飛行場に飛来する航空機，特に大型ジェット輸送機の飛行音は，他\nの騒音源と比較して著しく大きく，その高速進行が大気にもたらす衝撃は\n極めて強烈である。原告らが居住する地域では，航空機が飛行するたびに，\n家屋が振動し，場所によっては，屋根瓦やタイル等の落下，外壁のひび割\nれ等の危険がある。\n５  損害賠償請求について\n⑴  受忍限度を超える違法な侵害行為\nア  告示コンター内地域（７５Ｗ以上の地域）に居住する原告\n侵害行為の違法性が認められるためには，当該侵害行為が社会生活上\n受忍すべきであると考えられる範囲を超えていることを要するとされる\nところ，その判断要素としては，「侵害行為の態様と侵害の程度，被侵害\n利益の性質と内容，侵害行為のもつ公共性ないし公益上の必要性の内容\nと程度等を比較検討するほか，侵害行為の開始とその後の継続の経過及\nび状況，その間にとられた被害の防止に関する措置の有無及びその内容，\n効果等の事情をも考慮し，これらを総合的に考察してこれを決すべきも\nの」とされている（大阪空港最高裁大法廷判決）。\n横田基地の騒音被害については，横田平成５年最高裁判決において７\n５Ｗ以上の地域に居住する原告については受忍限度を超える違法な侵害\n行為が存在することが認められた。また， 横田平成１７年控訴審判決に\nおいても，同様の判断をしており，この判断は横田平成１９年最高裁判\n決において確定している。本 件訴訟においても，かかる地域に居住する\n原告らに対する侵害行為が受忍限度を超える違法なものであることは明\n白である。\nイ  旧７５Ｗ地域に居住する原告\n告示コンターでは指定区域外とされている旧 ７５Ｗ地域に居住すると\n主張する原告番号３２３番，７１３番，８０１番，８１６番，８１７番，\n１０６７番の６名の原告ら（以下，一括して「指定区域外原告 ら」とい\nう。）も，次の理由により，７５Ｗ以上の地域に居住する原告らと同様，\n同程度の航空機騒音等を原因とする身体的被害，睡眠妨害，日常生活妨\n害その他の被害による精神的苦痛を受けており， 受忍限度を超える被害\nを受け続けていることが明白である。\n前記３⑴エのとおり，航空機 騒音の実態は平成１５年度調査よりも深\n刻である上，Ａ特性を前提として実施された同調査ではＡ特性では拾いき\nれない高レベルの低周波音は捕捉されていないし，前記３⑵の地上騒音も\nほとんど反映されていないから，実際には深刻な騒音被害が告示コンター\nの範囲を超えた指定区域外原告らの居住地域にも生じている。\nまた，環境基本法１６条の規定に基づき，人の健康の保護及び生活環\n境の保全のうえで維持されることが望ましい基準として環境基準が示さ\nれ て お り ， 航 空 機 騒 音 に 関 し て は ， 環 境 庁 の 告 示 （ 昭 和 ４ ８ 年 環 境 基\n準）により，指定区域外原告らの居住地域を含む専ら住居の用に供され\nる地域（Ⅰ類型）では７０ Ｗ以下，Ⅰ類型以外の地域で通常の生活を保\n全する必要がある地域（Ⅱ類型）では７５ Ｗ以下と定められている。 こ\nれは，科学的知見を前提として調査研究の結果をもとに政策的な要素も\n加味して，本来達成されるべき基準よりも緩和 した基準であるところ，\n過去の調査で７０Ｗ地域に居住する住民にも騒音による深刻な影響が生\nじることが明らかになっていること，横田飛行場が軍用の飛行場である\nことなどに照らして，最低限達成されるべき環境基準は 防衛施設庁方式\nでの７０Ｗとすべきである 。指定区域外原告らの居住地域は，もともと\nは７５Ｗ以上の地域であったが，平成 １９年５月１日に発効した第一種\n区域指定解除の告示 （平成１７年告示）により除外されたにすぎず，実\n質的には，７５Ｗの コンターの外縁から至近距離に位置して従来と変わ\nらぬ質・量の騒音に悩まされ続けているのであり，これらの原告らの居\n住地が，少なくとも７０Ｗ以上の騒音地域であることは明白である 。\nさらに，欧州夜間騒音ガイドラインは，ガイドライン値をＬ ｎｉｇｈｔ，ｏ\nｕｔｓｉｄｅ４０ｄＢと定めているから，同ガイドライン値を超える地域に\nも，受忍限度を超える騒音被害が生じている と見るべきである。そして，\n原 告 ら の 依 頼 で 作 成 さ れ た Ｌ ｎ ｉ ｇ ｈ ｔ ， ｏ ｕ ｔ ｓ ｉ ｄ ｅ による 騒 音 コ ン タ ー 図\n（甲Ｃ２９。以下「原告夜間騒音コンター図」ということがある。）のと\nおり，指定区域外原告らの居住地は，いずれもＬ ｎｉｇｈｔ，ｏｕｔｓｉｄｅ４０\nｄＢを超える地域である。\n以上より，指定区域外原告らも，７５Ｗ以上の地域に居住する原告ら\nと同様，被告又は米軍が横田 飛行場で発する騒音等により， 共通の被害\nを受け続けていることが明らかであり，かかる被害は， 音環境や静穏に\n対する社会的な価値が変化し，静音を求める社会的な要請が強まってい\nる社会背景も併せ考慮すれば，受忍限度を超える ものというべきである。\n⑵  横田飛行場の公共性に関する被告の主張に対する反論\n被告は横田飛行場には高度の公共性が認められ，受忍限度も高くなると\n主張する。しかしながら，憲法の規定する平和主義（前文，９条，１３\n条）に照らして，軍事的公共性は否定されるべきである。また，国防は他\nの行政部門と同等のものとみるべきであること，むしろ国防には外部から\nの攻撃対象にされるのではないかという不安感を与えるなどの消極的側面\nがあること，仮に公共の利益の実現に資するとしても横田飛行場 の周辺住\n民という一部の者を犠牲にすることは不公平であることに照らせば，横田\n飛行場に高度の公共性は認められない。したがって，騒音被害の違法性\n（受忍限度）の判断に当たってこれを斟酌し，または重視することは許さ\nれない。\nましてや，横田平成１７年控訴審判決においては，長きにわたり騒音等\nの被害を放置し続けてきた国の姿勢を「法治国家のありようから見て，異\n常の事態で，立法府は，適切な国防の維持の観点からも，怠慢の誹りを免\nれない。」と厳しく糾弾し，かかる違法状態の是正が強く求められたとこ\nろである。しかし，現状はいまだ変わらないばかりか，かえって新たに横\n田基地に自衛隊航空総隊司令部を移転させるなど，被告は上記判決の指摘\n及び度重なる最高裁判決を無視し続けているのであり，かかる被告の姿勢\n自体，上記侵害行為の違法性を高めるものである。\nなお被告は，航空機環境基準は受忍限度を画する基準ではないと主張し\nつつ，同基準の類型Ⅱの地域に居住している原告らについては受忍限度を\n８０Ｗとすべきであるなどと主張するが，自己に都合の悪い時は環境基準\nを軽んじ，都合のよい時にだけこれに依拠するという極めてご都合主義的\nな主張といわざるを得ない。被告の主張のように地域類型を考慮するので\nあれば，類型Ⅰの地域では受忍限度を７０Ｗとすべきである。\n以上のとおり，被告の侵害行為は，人格権，環境権及び平和的生存権を\n侵害するものであって著しい違法性を有し，受忍限度を優に超えるもので\nある。\n⑶  被告の防音工事助成その他の周辺対策等の主張に対する反論\nア  住宅防音工事の実施状況について\n被告の主張する原告ら（口頭弁論終結前に死亡した原告を含む。）の\n住宅に対する被告の助成による防音工事の実施状況のうち，各工事の種\n別，各工事の完了年月日及び各工事により防音工事が実施された室数が別\n紙６「防音工事一覧表」の各該当欄記載のとおりであることについては，\n原告番号１７，１８，１２９～１３２，１８３，１８４，１８７～１９０，\n２０４，２２３，２２４，２３７～２３９，７１３，７４５，８４１～８\n４５，９１４～９１６，９５５，９５６，１０６１，１０６２の原告らに\n関する部分は平成２８年１２月時点で十分な資料の提出がなく，又は提出\nされた資料と齟齬があるので知らず，原告番号９８３～９９０の原告らに\n関する部分は，防音工事が実施された室数が１室にとどまるかについては\n知らず，その余の原告らに関する部分は認める。\nイ  住宅防音工事による減額について\n被告は，住宅防音工事が実施された住宅については，航空機騒音に係\nる昭和４８年環境基準の改善目標が達成できているなどとして，原告ら\nの損害を減額すべきであると主張する。\nしかしながら，仮に被告の主張を前提としても，そもそも，航空機環\n境基準は屋外の騒音に関して設定されたものであり，屋内における騒音\nに関するものではない上，屋内におけるＷ値を６０以下にすることは，\n昭和４８年環境基準の告示後１０年以内に達成されるべき改善目標にす\nぎず，最終的に達成されるべき基準そのものではない。\nまた，住宅防音工事の実態をみても，横田飛行場に関する住宅防音工\n事は施工できる居室数が限られるなど対象が限定的であって，かつ効果\nがほとんどないか極めて乏しい。他方，防音工事を実施したほぼ全世帯\nが窓を閉めないと防音工事の効果が出ないと考えているところ， 居住者\nにとっては，窓を閉め切って生活をすること自体が苦痛であること，住\n宅防音工事によって湿気や結露が発生すること，気管支やのどの痛み，\nぜんそく，呼吸障害等の病気にかかりやすくなること，窓を閉め切るこ\nとで空調機器を使用する頻度が高くなって電気料金が高額になることな\nどの弊害が多々生じている。沖縄県健康影響調査報告書においても防音\n工事実施の有無で健康への影響につき著明な差が認められなかったとさ\nれている。以上のように被告の主張する住宅防音工事は原告らの被害を\n軽減するものではなく，これによる減額を認めるのは不当である。\nウ  その余の周辺対策について\n被告が主張するその余の周辺対策の大部分は，騒音被害の軽減とは無関\n係の施策であり，減額要素となるものではない。\n⑷  被告の危険への接近の法理の主張に対する反論\n横田平成１７年控訴審判決は，危険への接近論について，大阪空港最高\n裁大法廷判決の判断枠組みを前提としながらも，免責法理としても減額法\n理としても全面的に排斥し，この判決は確定したこと，近時の他の基地訴\n訟の判決においても，危険への接近論を排斥する判断がなされていること\nからすれば，本件においても，危険への接近論を適用すべき ではない。\n被告は自己責任の原則及び衡平の理念を持ち出して危険への接近論の適\n用を主張するが，被告は，裁判所の度重なる違法の判断にもかかわらず，\nその違法状態を解消することなく被害を放置，拡大しているばかりか，被\n害実態等に関する情報を隠蔽してきたのであるから，そのような加害者で\nある被告に自らの責任を棚に上げて自己責任の原則及び衡平の理念を持ち\n出す資格はない。\n仮に危険への接近論の適用の可否を検討するとしても，原告らへの非難\n可能性はなく，原告らが騒音被害を容認していたものではない。すなわち，\n原告らは，経済的制約や通勤の便宜等諸般の事情を考慮した結果，各地域\nに居を定めざるを得なかったのであり，また，被告が積極的に騒音被害の\n範囲，程度，被害実態に関する情報を開示しない中で，原告らが住居の選\n定に当たって騒音を現実に認識することは困難であるから，原告らの被害\n地域への転入は非難されるべきではないし，騒音被害を容認していたとい\nうこともあり得ない。\nさらに被告は，平成６年１月１日を基準日とし，同日以降の被害地域へ\nの転入者につき被害を認容していたか，認識しなかったことに過失がある\nなどと主張するが，被告が主張する横田飛行場に関する報道や告示は危険\nについての認容あるいは過失の根拠にはならず，また，航空機騒音は横田\n飛行場周辺に一定期間居住して初めて認識できるものであること等からす\nれば，同日が何らの基準日にもなり得るものではない。その他，個別の原\n告に係る被告の危険への接近論の主張はいずれも失当である。\n⑸  原告番号２５のフィリピン国籍の原告についての相互保証に関する被告の\n主張に対する反論\nア  立証責任は被告にあること\n国家賠償請求権を定めた憲法１７条の規定の文言は「何人も」として\n対象を限定しておらず，また，国賠法１条１項及び同法２条１項は「他\n人」とのみ規定し，日本国民ないし相互の保証の存在する国の国籍を有\nする外国人という規定にはなっていない。そして，国賠法６条は，その\n者が外国人である場合に初めて，その外国人が国籍を有する国と我が国\nとの間に相互の保証があるかどうかを問題にしている。このような憲法\n及び国賠法の規定の構造に鑑みると，当該原告についてフィリピン法に\nよる相互保証がないことを被告が抗弁事実として主張立証すべきである。\nイ  相互保証の要件を充足すること\nそもそも，国賠法６条は違憲の疑いがあるところ，被害者救済の観点\n及び国際協調主義の観点も併せて考えれば，同条の要件を厳格に解釈す\nべきではなく，フィリピンにおいて日本人が同種の請求をした際に 何ら\nかの法的救済の途があれば相互保証の要件を満たすというべきである。\nそして，フィリピンにおいては，外国人が国に対し損害賠償請求を行\nう場合に相互保証は求められず，民法等により一定の場合に国又は地方\n自治体が損害賠償責任を負うこととされているから，日本国民も，フィ\nリピン政府に対し，法的救済を求めることができる。厚木飛行場に係る\n平成２７年７月３０日東京高裁判決（判例時報２２７７号８４頁。以下\n「厚木平成２７年控訴審判決」という。）も，フィリピンでは国家無答\n責の原則が実定法上規定されているものの，その適用範囲は国の同意や\n裁判所の判断により限定されている場合もあり，同法理の存在を絶対視\nすることはできないなどとして，フィリピン国籍の者について，国賠法\n６条の相互保証の要件を満たすと判断した。\nしたがって，本件においても，フィリピン国籍の原告番号２５の原告\nは，相互保証の要件を充足する。\n⑹  原告番号８８３の原告に係る裁判所の補正命令への反論\n上記の原告については，本来は，訴訟委任状の裏面に記載されているはず\nの代理人目録が印刷ミスにより空白となっていたが，他の書面によって授権\nが明らかであれば足りるところ，第１事件について同時に裁判所に提出され\nた他の訴訟委任状や世帯を同じくする娘である原告番号８８１の原告が作成\nした，原告番号８８３の原告が同一代理人に第１事件を委任した旨の陳述書\n（甲Ｃ１０の８８１の２）等によって授権の事実は明らかである。原告番号\n８８３の原告は補正命令当時既に死亡しており，当該原告に訴訟委任状の提\n出を命ずる補正命令は不可能を強いるもので民訴法５９条，３１条１項の要\n件を欠き，無効である。\n⑺  損害額\n騒音の人に対する有害性が広く周知され，静かな環境を確保することの\n重要さが意識されるようになったことや近時の航空機騒音訴訟における損\n害賠償額の高額化傾向に加え，原告らが横田飛行場の航空機騒音等によっ\nて受けている被害が単なる不快感にとどまらず，身体や健康，情緒あるい\nは日常生活等の様々な局面に及ぶ極めて重大な被害であること，何度も訴\n訟を提起しなければならない原告らの負担が大きいこと，横田飛行場の航\n空機騒音等への抜本的対策を執らずに放置している被告への制裁や不法行\n為の抑止の必要性が高いこと等に照らせば，原告らが被った被害に伴う全\n員に共通する損害は，どんなに少なくみても，原告ら１人当たり，慰謝料\nとして１か月当たり２万円を下らず，それに伴う弁護士費用は慰謝料額の\n１０パーセントに相当する１か月当たり２０００円が相当である。原告ら\nは，提訴時までに発生した損害として，提訴日より遡って過去３年分（第\n１事件原告らにおいては平成２２年３月２７日から平成２５年３月２６日\nまで，第２事件原告らにおいては平成２２年８月１日から平成２５年７月\n３１日まで）の慰謝料と弁護士費用の合計である７９万２０００円をそれ\nぞれ請求し，提訴日以降も１か月当たり２万２０００円の支払を請求し，\n併せて上記７９万２０００円に対する各訴状送達の日の翌日から，提訴日\n以降分の毎月２万２０００円に対する当該月の翌日１日から，各支払済み\nまで民法所定の年５分の割合による遅延損害金の支払を求める。\n⑻  口頭弁論終結日の翌日以降の将来の損害賠償請求の適法性\nそもそも，将来の損害賠償の訴えを不適法として却下すべきものとした\n大阪空港最高裁大法廷判決の判断は，４０年近く前のものであり，この判\n断に対する裁判所，研究者からの批判があることに照らし， 見直すべきで\nあって，あらかじめその請求をする必要がある限り，将来の損害賠償請求\nを認容すべきである。本件では，横田飛行場の基地としての重要性が増大\nし，騒音被害が継続しているから，あらかじめその請求をする必要がある\n場合に当たることは明らかである。\n仮に，大阪空港最高裁大法廷 判決の判断基準によるとしても，本件では，\n横田飛行場周辺の航空機騒音の発生により被害地域で居住する原告らは受\n忍限度を超える被害を受けているのであるから，請求権の基礎となる事実\n関係及び法律関係が既に存在するといえ，昭和５１年の第１次訴訟の提訴\nから既に２度の最高裁判決を含む３度の確定判決により周辺住民の損害賠\n償請求が認容されるなど，横田飛行場周辺の航空機騒音の違法性は少なく\nとも４０年近くにわたって継続している。これに加えて，平成２９年後半\nからＣＶ－２２オスプレイが配備される計画があることからすれば，上記\n請求権の基礎となる事実関係及び法律関係の継続が予測される。\nまた，請求権の成否及び内容につき被告に有利な影響を生じ 得る事情の\n変動としては，①航空機騒音状況の改善，②周辺住民の転居・死亡，③住\n宅防音工事の実施状況の３点が考えられるが，上記①は騒音データ等に基\nづく限り複雑な判断や評価を要しないものであるし，②は客観的事実とし\nて明確であることに加え，③は前述のとおり原告らにとってその効果が期\n待できずそもそも被告に有利な事情とはいえないから，いずれも将来にお\nける事情の変動があらかじめ明確に予測し得る事由に限られているといえ\nる。\nさらに，上記①及び②の立証の負担を被告に課すことの当否についても，\n①は，被告は横田飛行場の設置者として航空機騒音の状況を最もよく把握\nし得る立場にあるから，被告が航空機騒音の発生状況の変化の事実を立証\nすることが困難であるとはいえず，②についても，被告には住民票の写し\nの閲覧や交付請求が認められており，その調査確認が著しく困難であると\nはいえないから，いずれについても請求異議の訴えによりその発生を証明\nしてのみ執行を阻止しうるという負担を被告に課しても格別不当とはいえ\nない。\n第２  被告の主張\n１  差止請求の許否ないし可否\n⑴  自衛隊機に対する差止請求が不適法であること（本案前の答弁）\n差止 原 告 ら の 請 求 の う ち ， 自 衛 隊 機 の 離 着 陸等 の 差 止 め を 求 め る 部分\nは，厚木平成５年最高裁判決及び福岡空港に係る最高裁平成４年 (オ )第\n１１８０号同６年１月２０日第一小法廷判決・裁判集民事１７１号１５\n頁（判例タイムズ８５５号１０ ３頁，判例時報１５０２号９８頁。以下\n「福岡空港最高裁判決」という。）が説示するとおり，防衛大臣に委ね\nられた自衛隊機の運航に関する権限の行使の取消変更ないしその発動を\n求める請求を包含することになるから， 民事上の訴えとしては不適法で\nあり，却下されるべきである。\n⑵  米軍機に対する差止請求が主張自体失当であること\n米軍機の運航等に伴う騒音等による被害を理由として，直接の加害者では\nない被告に対し，米軍機の差止請求をするためには，被告が米軍機の運航等\nを規制し，制限することのできる立場にあることが必要であるところ，横田\n飛行場に係る被告と米軍との法律関係は，条約（地位協定２条１項⒜⒝）に\n基づくものであるから，被告は，条約及びこれに基づく国内法令に特段の定\nめがない限り，米軍の横田飛行場の管理運営の権限を制約し，その活動を制\n限し得るものではない。\n現在，関係条約及び国内法令に前記のような米軍機の横田飛行場における\n運航の規制等に関する特段の定めはないから，差止原告らの米軍機の差止請\n求は，被告の支配の及ばない第三者の行為の差止めを求めるものであって，\n主張自体失当である（横田平成５年最高裁判決，厚木平成５年最高裁判決，\n福岡空港最高裁判決参照）。\nしたがって，差止原告らの請求のうち，米軍機の差止めを求める部分は，\nその主張それ自体から理由がないことが明らかである。\n２  損害賠償請求権の法律上の根拠に関する原告らの主張に対する反論\n原告らは，過去の損害の賠償を求める部分に関する適用法条として，民事特\n別法２条並びに国賠法１条１項及び２条１項を挙げているが，本件損害賠償請\n求については，端的に民事特別法２条の規定に照らしてその成否を検討すれば\n足りる。\nすなわち，民事特別法２条にいう「土地の工作物その他の物件の設置又は管\n理に瑕疵があった」とは，国賠法２条１項における解釈と同様に，当該物件を\n構成する物的施設自体に存する物理的，外形的な欠陥ないし不備によって他人\nに危害を生ぜしめる危険性がある場合のみならず，その物件が供用目的に沿っ\nて利用されることとの関連において他人に危害を生ぜしめる危険性がある場合\nをも含み，また，その危害は，当該物件の利用者以外の第三者に対するそれを\nも含むものと解される（大阪空港最高裁大法廷判決参照）。\n原告らは，横田飛行場が民事特別法２条にいう「合衆国軍隊の占有し，所有\nし，又は管理する土地の工作物その他の物件」に当たることを前提として，横\n田飛行場は，多数の住民が居住する地域に極めて接近した場所に所在するとこ\nろ，被告が被害の発生を防止するために十分な措置を講じないまま，多数のジ\nェット機等を離着陸させ，あるいは訓練飛行としての旋回訓練をさせることに\nよって，原告ら周辺住民に対し，航空機騒音等による甚大な被害を及ぼすおそ\nれを生じさせていることなどを理由に，本件損害賠償請求をしている。民事特\n別法の前記解釈に照らせば，本件損害賠償請求が認められるかどうかは，まさ\nに同条にいう「設置又は管理の瑕疵」の有無の解釈に尽きる問題である。\nそうすると，本件損害賠償請求については，端的に民事特別法２条の規定に\n照らしてその成否を検討すれば足りるのであって，それ以外に国賠法１条１項\n及び２条１項の適用を検討する必要はなく，これらの規定を適用する余地もな\nい。\n３  侵害行為に関する原告らの主張に対する反論\n⑴  航空機騒音による侵害について\nア  航空機騒音の特性と防衛施設としての横田飛行場の特殊性\n航空機騒音は，その継続時間が短く，一過性，間欠的であることに特徴\nがあり，しかも，飛行形態や飛行経路，気象条件等によって音の伝播特性\nが異なる。また，航空機騒音による影響は飛行場からの距離，飛行形態，\n飛行方向，離着陸の別等によっても大きく異なる。\nさらに，横田飛行場のような防衛施設としての飛行場は，民間航空機が\n使用する公共用飛行場とは異なり，航空機の運航形態に一定性がなく，航\n空機が比較的多く飛行する日がある反面，ほとんど飛行しない日もあり，\nその周辺の航空機騒音の状況は日々変化している。\nこれらの航空機騒音の特性や防衛施設としての横田飛行場の特殊性等か\nらすれば，Ｗ値が一定値以上の区域においても日ごと，月ごとに騒音の頻\n度や程度は一定ではなく，Ｗ値は一定程度以上の騒音が恒常的に発生して\nいることを示すものではないことに留意すべきである。横田飛行場におけ\nる航空機騒音がもたらす周辺住民の心身への影響や生活妨害の程度を的確\nに認定するためには，騒音の大きさ，その発生回数，年別，月別，曜日\n別，日別の騒音量の変化，時間帯別の発生回数及び騒音の継続時間その他\nの発生形態等について，個々の住民，居住地ごとに多面的かつ具体的な検\n討を加える必要がある。\nイ  環境庁方式を前提に昼間騒音を控除して計算したＷ値（後述の「昼間騒\n音控除後Ｗ値」）を騒音の評価基準として用いるべきであること\n告示コンターの前提となる防衛施設庁方式は，防衛施設周辺の関係住\n民の生活の安定及び福祉の向上に寄与することを目的とする政策的補償\n措置として家屋への防音工事等の周辺対策を手厚く実施するために設計\nされたものである。そのため，特定の区域内において，①常に当該区域\nを設定した時点と同等の騒音が生じていることが推定されるわけではな\nいし，②飛行回数について実際の飛行回数の算術平均を大幅に上回るい\nわば架空の飛行による数値を計上しているから，当該区域に付された防\n衛施設庁方式によるＷ値に相当する騒音が現実に生じたことが推定され\nるわけでもない。加えて，③防衛施設庁方式によるＷ値は，年間を通じ\nて屋外で曝露し続けることを前提としているところ，個々の居住者は，\nそれぞれ固有の様々な生活様式に従って生活しているのであるから，こ\nれら個々の居住者がすべからく告示された指定区域のＷ値に相当する騒\n音にさらされているなどと推定することは到底できない。\n他方，航空機環境基準は，あくまで行政目的達成のための望ましい基\n準とされるもので，直ちに航空機騒音の受忍限度を画する基準となるも\nのではないとはいえ，人の健康保護や生活環境保全を念頭に置いたもの\nである。また，航空機環境基準は，自衛隊等が使用する飛行場も対象と\nしており，騒音測定日数の点で自衛隊等の特殊性を反映させようとする\n以外は，環境庁方式を用いることを含め，公共用飛行場と差異を設けて\nおらず，もとより防衛施設庁方式で評価するなどとは一切規定していな\nい。したがって，騒音の評価の基礎としては環境庁方式によるＷ値を用\nいるのが相当である。\n原告ら全員が昼間の時間帯に共通して一定程度の航空\n機騒音に曝露されているわけではなく，昼間の時間帯は勤務や就学等で\n居住地域を離れる者が相当数存在することを考慮すると，原告らが現実\nに共通して曝露された騒音の内容と程度の認定は，防衛施設庁方式で算\n出したＷ値によるべきではなく，環境庁方式によった上で昼間騒音を控\n除して計算したＷ値（以下「昼間騒音控除後Ｗ値」という。）を用いて\n行うべきである。昼間騒音控除後Ｗ値は，基本的には環境庁方式による\nＷ値の算出方法と同様の方法で算出するが，飛行回数については，１日\nごとの総飛行回数を時間帯別による重み付けをして算出するに当たっ\nて，「平日（土日，祝日及び１２月２９日から１月３日を除く。）の昼\n間の時間帯（午前９時から午後５時）」の飛行回数を除いて算出するも\nのである。\nしたがって，航空機騒音の内容及び程度は，告示コンターではなく，\n被告が本件訴訟で平成１５年度調査における基礎データを基に算出した\n昼間騒音控除後Ｗ値に基づいて作成させたコンター図（乙１０６の１・\n２。以下「昼間騒音控除コンター図」という。）及び同コンター図にお\nける原告ら主張の居住場所を表示した地図（乙１２８の１ないし１０）\nに基づいて認定判断すべきである。\nウ  環境庁方式による自動騒音測定の結果に見られる航空機騒音の減少\n被告は，別紙７－１の１０か所（同別紙に記載のない⑦，⑪，⑫は平成\n１７年告示による縮小前の旧７５地域のさらに外側なので除外）に自動騒\n音測定装置を設置しており，うち，⑤，⑧，⑨，⑩が７５Ｗ地域，⑥が８\n０Ｗ地域，①と②が８５Ｗ地域，③，④，⑬が旧７５Ｗ地域に設置されて\nいる（以下，一括して「被告測定地点」という。）。平成２０年度から平\n成２７年度までの昼間騒音を控除しない環境庁方式によるこれらの地点で\nの測定結果（乙６８の２，乙６９の１・２，乙７０の２）は，別紙７－２\nのとおりである。この結果によれば，実際の測定値は７５Ｗ地域でも８０\nＷ地域でも各地点が属するコンターのＷ値より相当程度低くなっており，\n８５Ｗ地域が横ばいであることを考慮しても，第一種地域内の航空機騒音\nは全体傾向として減少している。また，いずれの測定地点でも，航空機騒\n音は，日中（午前７時から午後７時まで）に極端に集中しており，深夜\n（午後１０時から午前０時まで）及び早朝（午前０時から７時まで）はほ\nとんど発生しておらず，一般的な就寝時間における騒音量は少なくなって\nいる。このように，近時の横田飛行場周辺の騒音の状況は，過去の騒音訴\n訟の時とは異なって軽減されている。\n⑵  地上騒音による侵害について\n原告らは，原告らの陳述書こそが最重視されるべきであると主張して，横\n田飛行場から発生する地上音がどの程度であり，原告らに対してどの程度の\n侵害を与えているか等につき，客観的証拠を提出していない。しかも，地上\n音に関して記載のある陳述書は３９８通（１０７８名分）のうち９６通（２\n８３名分。人数比約２６．３パーセント）にすぎず，さらに地上音について\nの具体的状況を記載しているものは６１通（１８４名分。人数比約１７．１\nパーセント）にとどまる。また，原告らの陳述書では，同じＷ値の地域内で\nも訴えの状況が共通ではなく，Ｗ値と被害の訴えの状況に相関関係も認めら\nれない。\n仮に横田飛行場から地上騒音が発生していたとしても，横田飛行場におい\nて地上騒音が発生すると考えられるエンジン試運転場及びエンジン調整場は\nいずれも横田飛行場の中央部分に位置しており，その周辺には多数の基地施\n設の建物が存在しているのであるから，音の特性（距離減衰等）に照らせ\nば，原告らが主張するような深刻な被害をもたらすものとは認められない。\nまた，横田飛行場の周辺には国道１６号，都道５号（新青梅街道）等の幹線\n道路及び一般道路が存在しているため，地上騒音があるとしても，自動車騒\n音に起因する可能性もあり，それが横田飛行場から発生した地上騒音に起因\nするものか否かは不明である。\n実際に，平成１５年度調査の測定結果によれば，観測された地上騒音は比\n較的短時間であり， 横田飛行場直近の３か所のみであった（乙８９） 。ま\nた，平成１９年３月に出された日本騒音制御工学会の報告書（乙９０）によ\nっても，飛行場周辺での地上音の影響は些少であるとされている。\n以上によれば，横田飛行場における地上騒音が原告らに対して深刻な被害\nを与えるほどの侵害行為を構成しているとは認められない。\n⑶  航空機の排気ガス，振動による侵害について\nア  航空機の排気ガスについて\n横田飛行場の離着陸は一本の滑走路で行われるため，一定の時間的間隔\nが不可欠である。一般的にも飛行場における航空機の離着陸は単発的，間\n欠的であり，このため，飛行場は，長時間継続的に自動車等の並行走行や\n渋滞などが生ずる自動車道路などと比べて大気汚染源となりにくい。\nまた，航空機の排気ガスは大容量でＰＰＭ濃度が薄く，高速で噴気する\nために拡散率が高く，局所的な汚染現象を示しにくい。\n加えて，横田飛行場の総面積は約７１４万平方メートルにも及び，離着\n陸の方向は風向きによって変わり，飛行方向も一定ではないため，拡散率\nが高く，排気ガスの周辺への影響は低くなる。\nこれらの事情からすると，横田飛行場において排気ガスによる侵害が発\n生することはあり得ない。現に，横田飛行場周辺の測定局の排気ガス成分\nの年平均値は，他の測定局の年平均値と比べて特別に高い値を示している\nわけではなく（乙２０８，２０９），これらの測定結果からすれば，横田\n飛行場を離着陸する航空機の排気が横田飛行場周辺の大気汚染に対して影\n響を与えているとは認められない。\nイ  航空機の通過に伴う振動について\n航空機が３０ないし４０メートルまで接近して飛行する建物を除き，航\n空機による振動が何らかの被害につながることはほとんどないとされてい\nる（乙１４３）。そして，横田飛行場における航空機の運航においては，\n昭和３９年４月の日米合同委員会における合意 （乙１４６）に基づき，\n「離着陸及び計器進入の場合を除き，横田飛行場隣接地域の上空における\n最低飛行高度はジェット機については平均海面上２０００フィート（６０\n９．６メートル）とし，ターボプロップ機及び在来機については平均海面\n上１５００フィート（４５７．２メートル）」とすることとされており，\n米軍機等が３０ないし４０メートルにまで建物に接近して低空飛行するな\nどということは通常あり得ない。\nまた，実際に生じる振動は，航空機騒音のレベルが同一であっても，家\n屋等の構造その他の諸要因次第で全く相違してくるものであるから，騒音\nとは別に振動による侵害行為を取り上げる必要はない。\n⑷  航空機の墜落及び落下物等の危険による侵害について\n過去に航空機の墜落事故等が発生したことがあるからといって，直接の被\n害者ではない原告らとの間では何ら侵害行為になるわけではない。原告らの\n主張は，航空機墜落事故等の危険性について抽象的に指摘するものに すぎ\nず，このような抽象的な事故の危険性があることをもって違法な権利侵害と\nいうことはできない。\nそもそも，横田飛行場は，我が国の航空関係法規の適用がある一般の公共\n用飛行場以上の広大な敷地を有しており，滑走路の位置，長さ，幅員も一般\nの公共用飛行場に適用される航空法の基準を満たしていて，航空管制に関す\nる設備及び計器飛行（航空法２条１６項）に必要な設備も具備されている。\nまた，米軍は，自ら各種基準を設けてその安全性の確保に努めており，自衛\n隊も，同様に安全性確保のための各種の基準を設けている。加えて，被告\nは，昭和４０年７月３０日付け基地問題等閣僚懇談会了解事項「横田及び厚\n木飛行場等の周辺における安全措置について」並びに周辺整備法及び生活環\n境整備法に基づき，一定範囲における移転補償，土地買収の措置を講じ，結\n果的に航空交通量の多い空域の直下の土地を空き地とすることによって飛行\n場周辺の安全性を確保している。\nしたがって，横田飛行場の安全対策は十分に執られており，原告らが主張\nするような事故が起こる危険性は少ない。\n⑸  低周波音による侵害について\n原告らが提出する本件低周波音測定報告書は，１か所の測定地点でわずか\n５日間測定した結果にすぎず，横田飛行場周辺の低周波音の実態を示したも\nのと認めるにはおよそ不十分である。また，その測定方法や測定結果の分析\nも不適切であり，結果の信用性は乏しく，横田飛行場を離着陸する航空機の\n発する低周波音の実態を裏付けるものとは認め難い。\n仮に横田飛行場周辺において低周波音が発生しているとしても，低周波音\nの音圧は，Ｗ値において適切に評価されているから，航空機騒音と別の侵害\nとして捉える必要はない。また，低周波音により健康障害が発生することを\n肯定する科学的知見は確立していないこと等によれば低周波音による心身等\nに対する影響ないし被害を軽々に認定すべきではない。原告らは，上記測定\n結果が環境省の示す参考値を超えるなどと主張するが，参考値は，苦情申立\nてが発生したときにこれが低周波音によるものであるか否かを判断する目安\nとして示されたものである上，固定発生源から発生する低周波音を適用対象\nとするもので，航空機騒音のような一過性，間欠性の音源から発生し得る低\n周波音については適用が除外されている。\n４   航空機騒音等による被害に関する原告らの主張に対する反論\n⑴  共通損害論について\nア  主張立証責任\n横田飛行場の供用が違法であるかどうかを判断するに当たっては，原告\nらにおいて侵害行為の態様と程度及び被侵害利益の性質と内容を明らかに\nすることが必要であり，本件のような集団訴訟においても，各原告がそれ\nぞれその主張する被害を被っていることを個別具体的に主張立証しなけれ\nばならない。\nすなわち，横田飛行場の航空機騒音によって原告らに身体的被害や生活\n妨害等の法益侵害が具体的に発生しており，横田飛行場の供用が違法と評\n価されるためには，個々の原告において，実際に曝露されている騒音の内\n容や程度を明らかにした上で，その主張に係る各種被害が具体的に発生し\nていることを個別具体的に主張立証する必要がある。そして，各人の性\n別，年齢，職業，健康状態，気質，体質，騒音等に対する感受性や慣れの\n程度，騒音等の発生源に対する利害関係，居住地域，防音工事実施の有無\n等による家屋の遮音性，居住期間，勤務地，通学先など，身体的，心理\n的，社会的な条件や生活の態様が異なるのに応じて，各人が受けるであろ\nう精神的被害（心理的不快感），生活妨害，身体的被害の有無・程度は当\n然異なるものであるから，上記の主張立証に当たっては，個々の原告ごと\nに航空機騒音等によって受けているとする被害の内容，程度を個別的，具\n体的に明らかにしなければならない。\n本来，世帯を同じくする原告らであっても，個々に自己の被害を主張立\n証すべきであり，世帯の代表者の陳述書によって直ちに他の同居の原告ら\nの被害までもが立証されるものではない。仮に，世帯の代表者による陳述\n書により同一世帯の他の原告らの被害を立証できるとする場合でも，その\n者と同居していた時期の被害に限定される。\nイ  共通損害を主張立証しようとする場合にも，原告らに最小限共通する被\n害の主張立証責任があること\n原告らは，大阪空港最高裁大法廷判決に依拠して原告ら各自が等しく被\nっていると認められる被害を原告ら全員に共通する損害としてとらえて損\n害賠償を請求しているものと考えられる。\nしかしながら，原告らが，原告ら全員に最小限共通する損害が存在する\nとして，当該共通する損害について賠償を求めるのであれば，どのような\n損害を一定の限度で原告ら全員が等しく被っているのかを具体的に立証す\nべきことは当然であ り，大阪空港最高裁大法廷判決は，共通損害に関し\nて，損害の立証の程度が軽減されることを認めたものではない。\nすなわち，共通損害が認められるためには，①原告らの一部の者にその\nような被害が発生していることを主張立証するのみでは足りず，②その被\n害が現に他の原告らにも共通に生じていると認められるような性質，内容\n及び程度のものであることを合理的な疑いを容れない程度に主張立証する\nことが必要とされるのである。\nウ  昼間の騒音被害は共通損害ではないこと\n仮に，原告らが共通して曝露された航空機騒音の内容と程度を認定する\nのに何らかの基準を用いざるを得ないとしても，原告らの中には昼間の時\n間帯は出勤や通学により不在とする者も多く，全員が共通して昼間の時間\n帯に在宅しているものではないことは明らかであるから，昼間の時間帯に\n騒音被害地域にいない者もそこにいる者と同じ騒音被害を受けているとい\nう論拠が何ら明らかにされていない本件では，共通損害として１日２４時\n間を通して騒音にさらされていることを前提に出されたＷ値を用いること\nは不当である。この観点からも，前述のとおり，実際に原告らが共通して\n曝露された騒音の内容と程度の実態に近い昼間騒音控除後Ｗ値を用いるべ\nきである。\n⑵  睡眠妨害について\n睡眠妨害はその原因や程度について個人差が顕著である上，航空機騒音と\nの関連性を示す客観的な基準も存在しないから，そもそも共通損害となり得\nない。\n原告らは，ＷＨＯガイドラインや欧州夜間騒音ガ イドラインを根拠にし\nて，騒音曝露と睡眠妨害を含めた身体的被害との因果関係は確立されている\nなどと主張する。しかしながら，ＷＨＯガイドラインは，ＷＨＯ憲章第１条\nに示された健康観に基づき，その増進のための長期的な達成目標を示してい\nるにすぎず，あえて高感受性群を念頭に置き，安全確保に万全を期すための\n指針値として設けられたものと位置付けられるから，高感受性群以外の一般\n人に共通する基準を定めたものではないのであって，その数値が航空機騒音\nと健康被害との因果関係を検討する場合の尺度にならないことは明らかであ\nる。また，欧州夜間騒音ガイドラインは，騒音対策，騒音規制の策定に当た\nっての参考値，指針値としての意味合いを有するものの，夜間騒音と健康被\n害との間の相当因果関係を明らかにする基準値にはなり得ない。そもそも，\n欧州夜間騒音ガイドラインは，Ｌ ｎ ｉ ｇ ｈ ｔ ， ｏ ｕ ｔ ｓ ｉ ｄ ｅを指標としているとこ\nろ，同指標は，Ｗ値と算定方法が異なっており，飛行回数の時間帯別の重み\nづけがないほか，夜間の８時間のみの測定結果をもとに算定しており，比較\n対象とはなり得ない。\n加えて，厚生労働省が実施した平成２３年国民健康・栄養調査結果の概要\n（乙１５４の１）によれば，我が国で生活する者の５０パーセント以上が睡\n眠の質に何らかの問題を抱えているとの報告がある上，ファイザー株式会社\nが平成２３年に行った全国の２０歳以上の男女４０００人を対象とした不眠\nに関する意識調査（乙１５５）でも，４割以上の者が不眠症の疑いがあると\nの結果が得られている。航空機騒音の有無とは関係なく，これほど多数の者\nの睡眠の質が劣化しているのであるから，原告らの中に睡眠の質について何\nらかの不都合を感じる者がいたとしても，これが航空機騒音に起因するもの\nと即断することは誤りである。\n原告らは，小松基地調査報告書及び沖縄県健康影響調査報告書を根拠にし\nて原告らの健康被害と騒音との間の因果関係を立証しようとしているが，上\n記各報告書は，横田飛行場とは所属機種等が異なるために騒音状況が異なる\n別の飛行場周辺における調査の結果にすぎず，また，かかるアンケートによ\nって得られた訴えのみをもって睡眠妨害とする疫学調査は法的因果関係を立\n証するには不十分であって，これらによって原告らの睡眠妨害に係る健康被\n害を立証することはできない。仮に原告らが航空機騒音により睡眠を妨げら\nれているとしても， 別紙７－２の被告測定地点の 自動騒音測定状況によれ\nば，横田飛行場周辺における午後１０時から午前７時までの１日平均騒音発\n生回数は８５Ｗ地域内の被告測定地点①，②においてすら極めてわずかであ\nり，また，屋外のＷ値が８５であっても，後述のとおり住宅防音工事施工済\nみ住宅では少なくとも２０ｄＢ以上の防音効果が認められて屋内においては\n４８年環境基準が達成されたと同様の環境が整備されたこととなり，防音工\n事が実施されていない住宅でも上記の時間帯は窓を閉めることが通常と考え\nられ，就寝中の屋内の騒音量は相当に減衰するといえるのであるから，Ｌｎ\nｉ ｇ ｈ ｔ ， ｏ ｕ ｔ ｓ ｉ ｄ ｅがそれほど高い値を示すとも考えられず，受忍限度内のも\nのというべきである。\n⑶  身体的被害について\n我が国のみならず，国際的にも，飛行場周辺で航空機騒音を受けることに\nより人の身体又は精神に直接的かつ深刻な影響を及ぼすことを示す明確な科\n学的知見はない。上記⑵のとおり小松基地調査報告書によっても因果関係は\n証明されていないから，原告らに横田飛行場の航空機騒音等による共通損害\nとしての身体的被害（精神症状を含む。）を認めることはできない。\n⑷  日常生活の妨害及び心理的・情緒的被害について\n一般的に，航空機騒音が各種の生活妨害及び心理的不快感等の日常生活へ\nの悪影響を与える可能性があること自体は否定できないが，原告らがこれを\n共通損害として主張するのであれば，社会生活上耐え難い程度の被害が原告\nら全員に共通して生じていることにつき客観的な証拠をもって明らかにすべ\nきであり，陳述書や供述では不十分である。また，仮に原告らに何らかの生\n活妨害等が生じているとしても，前記３⑴ウのとおり近時の横田飛行場周辺\nの騒音が軽減の傾向にあることや後述の住宅防音工事の効果を考慮すると，\n受忍限度内のものというべきである。\n⑸  その他の被害について\nそもそもいずれも原告らに共通する損害とはいえないし，振動及び排気ガ\nスによる被害については前記３⑶のとおり認められず，その余を含め，いず\nれも原告らの陳述書や供述のみでは十分な立証がされているとはいえない。\n５  損害賠償請求権について\n⑴  違法性の判断枠組み\n民事特別法２条にいう営造物の設置，管理の瑕疵が認められるためには，\nその営造物を供用目的に従って利用に供した結果として，利用者以外の第三\n者の権利ないし法益を侵害し，同侵害が社会生活上受忍すべき限度を超え，\n違法と評価されることが必要である。そして，この違法性の存否は，侵害行\n為の態様と侵害の程度，被侵害利益の性質と内容，侵害行為のもつ公共性な\nいし公益上の必要性の内容と程度等を比較検討するほか，侵害行為の開始と\nその後の継続の経過及び状況，その間にとられた被害の防止に関する措置の\n有無及びその内容，効果等の事情をも考慮し，これらを総合的に考察してこ\nれを決すべきこととされている（大阪空港最高裁大法廷判決参照）。\n⑵  横田飛行場の公共性\n飛行場における米軍機等の運航活動といった公共性を有する行為が第三者\nとの関係において違法な権利侵害ないし法益侵害となるかを判断するにあた\nって，当該活動の公共性が判断要素となり，公共性が高ければ，それに応じ\nて当該活動による被害を受忍すべき限度も高くなる。\n横田飛行場は，アメリカ合衆国空軍が管理し，航空自衛隊航空総隊指令本\n部が設置され，安保条約に基づき，我が国の平和と安全に寄与し，並びに極\n東における国際の平和と安全の維持に寄与するという高度に政治的・行政的\nな目的のため米軍に対して提供され，その目的を遂行する上で必要不可欠な\n施設として，米軍が利用している。そして，横田飛行場が日本本土のほぼ中\n央の首都圏の郊外に位置し，交通，輸送及び通信網も発達していることか\nら，在日米軍の任務遂行に当たり日本政府の関係当局者と常時緊密な連携が\n維持し得るとともに，要員の居住条件も整備されている。しかも，横田飛行\n場はその敷地のほとんどが国有地で，昭和１５年に旧陸軍により多摩飛行場\nとして設置されて以来，一貫して飛行場として使用され，在日米軍の航空基\n地としての経済的な立地条件を備えている。また，昭和４８年から昭和５３\n年にかけて，かつて関東平野地域で在日米空軍の使用していた施設や区域の\n合計面積約２２２０万平方メートルが我が国に返還され，これら施設及び区\n域の機能の大部分が横田飛行場に集約された経緯があり，他にこれに代替す\nるような規模や同条件を同じくする施設・区域を首都圏の近くに求めること\nは不可能である。なお，横田飛行場は滑走路が３３５３メートルと長く，大\n型機の離着陸が可能であることから，平成２３年３月１１日の東日本大震災\n発生直後の成田，羽田両空港の閉鎖の際には代替空港として機能し，また，\n同震災後に米軍が行った「トモダチ作戦」という大規模な人道支援，災害救\n助活動の際には人員や物資の空輸等の基地として重要な役割を果たした。\nしたがって，横田飛行場を離着陸する米軍機等の諸活動は，我が国の基本\n的な存立と安全を確保するための高度の公共性を有する活動にほかならず，\n高度の公共性が認められるものである。\nそして，原告らが侵害行為であると主張する航空機騒音等は，横田飛行場\nの使用に伴って必然的に生ずるものであり，その使用態様において米軍が条\n約や法律によって与えられた権限を逸脱したり濫用したりすることによって\n生じたものではなく，違法性ないし受忍限度の判断においては，上記のよう\nな横田飛行場の公共性を十分に考慮すべきである。\n⑶  被告の防音工事助成その他の周辺対策等による被害の防止又は軽減\nア  概要\n被告は，横田飛行場の存続によってもたらされる公益の重大性と，横田\n飛行場において米軍機等が運航されることによって影響を受ける住民の生\n活上の利益との調和を図るために，平成２７年度までに総額約４９１１億\n円の国費を用いて住宅防音工事の助成，移転措置と緑地帯の整備，学校，\n病院その他の公共施設の防音工事の助成及びその他種々の周辺対策（テレ\nビ受信料の助成措置，騒音用電話機の設置に対する補助，民生安定施設の\n一般助成，再編交付金，基地交付金及び調整交付金の助成等）を実施して\nきた。これらの対策により，原告らを含む周辺住民にもたらされる航空機\n騒音を主とする不利益ないし影響は相当程度防止又は軽減されており，仮\nに原告らに一定の生活妨害等が発生しているとしても，それが受忍限度を\n超えると見ることはできない。\nイ  住宅防音工事の助成\n住宅防音工事の助成の実施\n被告は，昭和５０年度から平成２７年度までに横田飛行場周辺地域の\n住宅の所有者に対し合計約１２３３億６９２４万円を支出して，前記第\n２部「前提となる事実」第４の４の住宅防音工事への助成を実施してお\nり，これによって 騒音による周辺住民への影響は軽減さ\nれている。\n住宅防音工事の効果\n住宅防音工事は，第２部「前提となる事実」第４の３⑵ウのとおり，\n防音工事仕方書に従って行われ，標準的工法は，８０Ｗ地域に所在する\n住宅を対象とする第Ⅰ工法と７５Ｗ地域に所在する住宅を対象とする第\nⅡ工法に分けられ，前者では２５ｄＢ以上，後者では２０ｄＢ以上を計\n画防音量とした上で，使用する建具等の基準を定めている。そして，被\n告は，工事完了の際，提出資料や現地調査等により防音工事仕方書に従\nって工事がされたことを必ず確認しているから，すべての防音工事にお\nいて防音工事仕方書に定められた計画防音量は達成されている。現に，\n平成１３年１０月から平成１４年３月にかけて防衛施設庁が住宅防音工\n事事業に関する政策評価において行った防音量調査（第Ⅰ工法につき１\n４か所の飛行場周辺で１１８世帯，第Ⅱ工法につき４か所の飛行場周辺\nで２３世帯が対象。乙１１３）では，第Ⅰ工法につき最低でも２５．０\nｄＢ，最高で４４．０ｄＢ，第Ⅱ工法につき最低でも２０．０ｄＢ，最\n高で３２．４ｄＢの遮音効果が認められている。また，過去の横田飛行\n場の騒音訴訟や厚木飛行場の騒音訴訟における検証結果（乙５４，１８\n０）でも計画防音量かそれ以上の遮音効果が確認されている。さらに，。\n被告が平成２８年９月１２日に昭島市内の８５Ｗ地域で平成２７年度に\n外郭防音工事を実施した住宅内で 航空機飛来時に行った騒音測定結果\n（乙１８０）では３２．１ｄＢの防音効果が確認されており，計画防音\n量が達成されていることが明らかである。\n原告らの住居についての住宅防音工事の実施状況\n原告らの住居に対する被告の助成による防音工事の実施状況は，別紙\n６「防音工事一覧表」に記載のとおりである。\n住宅防音工事助成の強化・充実\n被告は，住宅防音工事につき逐次その強化・充実を図ってきた。例え\nば，平成１１年度からはバリアフリー対応住宅等を対象に従前は防音工\n事の施工対象外であった厨房，浴室，玄関，廊下等の居室以外の部分と\n居室を一体の防音区画とした防音区画改善工事及び老朽化のため建て替\nえられた住宅への防音工事，老朽化した防音建具の機能復旧工事を助成\nの対象に加え，平成１４年度からは住宅全体を一つの防音区画とする外\n郭防音工事の助成を実施し，居室単位の防音工事について指摘されてき\nた閉塞感といった問題点を大幅に改善した。また，防音工事で設置した\n空調機器の電気代の負担軽減策として，この間の平成元年度から生活保\n護法に規定する被保護者等に対し電気代を助成する空調機器稼働費助成\n事業を行い，さらに平成１５年度からは太陽光発電システム設置に係る\nモニタリング事業を行っている。被告は，今後も財政事情等を踏まえつ\nつ，さらなる施策の充実を図る予定である。\nウ  その他の周辺対策等\n移転措置及び緑地帯整備事業\n被告は，周辺整備法及び生活環境整備法に基づき，移転対象区域に居\n住等する住民がより好ましい環境に移転する場合，現に所在する建物等\nの移転の補償等を行うとともに，その跡地等を買い上げて緑地帯その他\nの緩衝地帯とし，地方公共団体が一定の用に供するときは無償で使用さ\nせることにより，周辺住民の生活環境の整備を図る措置を講じてきた。\n昭和３９年度から平成２７年度までに被告が横田飛行場に関してこれら\nの事業に支出した総額は，移転措置事業が１３６億７９５８万２０００\n円，緑地帯等整備事業が約２０億０６６９万６０００円に及ぶ。その結\n果，平成２７年度末時点で，昭島市においては広場，種苗育成施設，消\n防に関する施設敷地等として約１万０５００平方メートル，福生市にお\nいては広場，駐車場，花壇等として約２万１９００平方メートル，立川\n市においては広場，消防に関する施設敷地として約２万８５００平 方\nメートル，瑞穂町においては広場として約２万９７００平方メートルが\n無償で使用されるに至った。\n学校，病院等その他の施設の防音工事の助成\n被告は，横田飛行場周辺地域において，周辺整備法，生活環境整備法\n又は行政措置に基づき，平成２７年度までに，学校等の防音工事の補助\n金として昭和２９年度から総額６８４億０２９８万８０００円，学校等\nの防音工事関連設備の使用に要する費用の補助金として昭和４８年度か\nら総額７６億５５８７万１０００円，病院等の防音工事の補助金として\n昭和３４年度から総額８０億３６７１万５０００円，公民館，図書館等\nの学習等供用施設や老人福祉センターといった民生安定施設の防音工事\nの補助金として昭和４２年度から総額２２９億９０１３万３０００円を\n交付した。\nその他の周辺対策\n被告は，平成２７年度までに横田飛行場の周辺において，航空機騒音\nが家屋内で伝播することにより生じる聴取障害（テレビの音声が聞き取\nりにくくなったり，音声が細切れに聞こえたりするなど）に関して，昭\n和４５年度以降はＮＨＫ，平成１８年度以降は放送受信契約者を対象に\n補助金を交付するテレビ受信料の助成措置として，昭和４５年度から総\n額１４５億１７５１万６０００円を交付したほか，騒音用電話機の設置\nに対する補助金として，昭和４６年度から総額約４８４７万７０００円\nを交付した。\nまた，自衛隊等の使用する施設の周辺において自衛隊等の行為によっ\nて生ずる障害を防止又は軽減する障害防止工事としての排水路等の改修\n工事につき，昭和４０年度から総額６１億９３４３万円，民生安定施設\nの整備等の一般助成のための地方公共団体への補助金として昭和３７年\n度から総額３２３億５２１１万１０００円を交付した。\nさらに，地方公共団体が行う防衛施設周辺整備統合事業及び基本構想\n策定に対する補助金として，平成１９年度から総額４億１０４７万３０\n００円を交付し，公共用施設の整備又は事業のための特定防衛施設周辺\n整備調整交付金として，昭和５０年度から総額３４８億９６５７万３０\n００円を交付したほか，営農者に対する航空機の離発着等による就労阻\n害に係る損失補償として，昭和３５年度から総額３億３８４５万７００\n０円を支出している。\n加えて，被告は，再編関連特別事業（防災，教育・スポーツ及び文化\nの振興，交通の発達及び改善，公園及び緑地の整備等のほか生活環境の\n整備に関する事業で防衛大臣が定めて告示するもの）に対する再編交付\n金として，平成１９年度から総額５４億５０７７万９０００円を交付し，\nまた，地方公共団体に対する条件や使途等に制約のない一般財源の補給\n金である基地交付金及び調整交付金として，昭和３２年度から総額１１\n９９億０４７１万５０００円を交付した。\n音源対策等\n第２部「前提となる事実」の第１の３⑵のとおり，被告は，夜間着陸\n訓練による騒音の軽減を図るため，平成元年度から平成５年３月未まで\nに，約１６６億８６００万円をかけて空母艦載機着陸訓練に必要な施設\nを完成させ，平成１３年度以降，横田飛行場では夜間着陸訓練は実施さ\nれていない。\nまた，被告は，米軍機の運航方式に直接に制限を加える権限がない中\nで，外交交渉の努力を重ね，第２部「前提となる事実」の第１の６⑶の\nとおり，平成５年１１月１８日の平成５年日米合同委員会合意により，\n米軍の２２時から６時までの間の時間における飛行及び地上における活\n動を制限し，夜間飛行訓練を必要最小限にすること等を合意し，以後，\n米軍は上記合意事項を実践し，被告も折にふれてその実行につき協力を\n求めてきた。\n⑷  本件における受忍限度の判断\nア  航空機環境基準は受忍限度を画する基準とはならないこと\n航空機環境基準は，「人の健康を保護し，及び生活環境を保全する上で\n維持されることが望ましい基準」（環境基本法１６条１項）と規定されて\nいることから明らかなように，政府が航空機騒音に対する総合的施策を進\nめる上で，達成されることが望ましい基準であって，損害賠償請求権の発\n生を基礎づける航空機騒音の受忍限度を画する基準となるものではないし，\n仮に原告らが環境基準を超える航空機騒音に曝露されているという事実が\nあったとしても，直ちに原告らに航空機騒音による健康被害が生じたとの\n事実を推認させるものではない。\nまた，第２部「前提となる事実」第３のとおりの航空機環境基準の制定\nの経緯やその内容に照らしても，あくまでも理想的な生活環境を造出する\nための行政上の改善目標として設定されたものであり，受忍限度を画する\n基準とはなり得ない。\nただし，航空機環境基準は，地域類型Ⅰについては７０Ｗ以下とされ，\n地域類型Ⅱについては７５Ｗ以下とされて地域類型によって差異を設けて\nいるところ，この５Ｗの差は，環境騒音に対する住民意識の差違等による\nものであると説明されているのであるから，仮に受忍限度につき何らかの\n基準を設ける場合でも，地域類型Ⅰと地域類型Ⅱとでは差を設けるべきで\nある\nイ  告示コンターは受忍限度を画する基準とはならないこと\n前述のとおり，告示コンターは，政策的補償措置としての防音工事等の\n周辺対策を実施するために政策的に算定された防衛施設庁方式に基づくＷ\n値を基礎にして，その実施区域を画するものにすぎず，当該区域に付され\nたＷ値に相当する騒音が現実に発生していることが推定されるわけではな\nい。また，現実には多くの居住者は，指定区域内にいる場合もほとんどは\n屋内で生活しているにもかかわらず，告示コンターは年間を通じて屋外で\n曝露し続けることを前提としており，実態と乖離した過大な騒音曝露を認\nめることになる。\nしたがって，指定区域内に居住していることをもって，防衛施設庁方式\nで算定された当該指定区域のＷ値に相当する騒音曝露を受けていると推認\nすることはできない。\n実際にも，別紙７－２の被告測定地点の騒音発生状況と防音工事の効果\nによれば，第一種区域内の実勢騒音は，各測定点が属するコンターのＷ値\nよりも相当程度低いし，８５Ｗ地域であっても，防音工事施設内において\nは，住宅防音工事の効果により航空機環境基準が達成されたと同様の屋内\n環境が保持されるとうかがわれるから，原告らが第一種区域内に居住して\nいるというだけで原告らが受忍限度を超える航空機騒音に曝露されている\nとは認められない。\nウ  原告らへの航空機騒音の影響が受忍限度の範囲内であること\n前述のとおり，横田飛行場周辺の航空機騒音の発生状況が軽減されてい\nること，航空機騒音以外の侵害行為は認められないこと，周辺住民が受け\nている影響は日常生活の妨害や心理的な不快感等にとどまること，横田飛\n行場には高度の公共性があること，被告による住宅防音工事その他の周辺\n対策等が一定の効果を上げていること等を考慮すると，横田飛行場に航行\nする航空機の騒音によって原告らに何らかの損害が発生しているとしても，\n社会生活上，受忍すべき限度を超えるものとは認められない。\n⑸  危険への接近の法理による免責又は損害賠償の減額\nア  免責又は減額の法理としての危険への接近の法理\n免責の法理としての危険への接近の法理とは，ある者がある場所に危険\nが存することを認識しながら又は過失により認識しないで，あえてその場\n所に入って危険に接近し，そのため損害を受けたときは，危険を容認した\nもの又はそれに準ずるものとして，加害者の責任が否定されるとするもの\nである。これは，私法関係において自由な意思決定によって選択した結果\nは自らが負担するのが原則（自己責任の原則）であり，これによる損害を\n他に転嫁することは不法行為法を支える根本理念の１つである衡平の理念\n（損害の公平な分担）に反するという考え方に根ざすものである。\n免責の法理としての危険への接近の法理の要件について，大阪空港最高\n裁大法廷判決は，①危険に接近した者が侵害行為の存在を認識しながらあ\nえてそれによる被害を容認して居住を開始したこと（被害容認要件），②\n被害が精神的苦痛ないし生活妨害の程度にとどまり，直接，生命，身体に\nかかわるものでないこと（被害程度要件），③侵害行為に相当高度の公共\n性が認められること（公共性要件），④実際の被害が入居時の侵害行為か\nらの推測を超える程度のものであったとか，入居後に侵害行為の程度が格\n段に増大したなどの特段の事情が認められないこと（消極的要件）が満た\nされる場合，そのような被害は，入居者において受忍しなければならず，\n同被害を理由として慰謝料の請求をすることは許されない旨の判断を示し\nたものと解釈され，免責の法理としての危険への接近の法理を認めた。\nまた，上記①の被害認容要件を欠き，危険への接近の法理により免責が\n認められない場合であったとしても，危険（騒音の存在）を認識し又は過\n失によってこれを認識せず，当該危険が存在する場所に接近し，そのため\nに被害を被ったときは，損害額の減額事由としてこれを考慮するのが衡平\nの理念に照らして相当であり，このような減額の法理としての危険への接\n近も認めるべきである。\nイ  本件における免責の法理としての危険への接近\n次の経過からすれば，遅くとも平成６年１月１日以降に横田飛行場周辺\nの第１種指定区域（以下「指定区域」という。）内に居住を開始した原告\nらについては，航空機騒音による被害の発生状況を認識し，その被害を容\n認していたことが推定され，同日以降，指定区域内に転居した原告ら（出\n生者を除き，指定区域内で転居した者を含む。）については，免責の法理\nとしての危険への接近を適用すべきである。すなわち，①昭和３８年，福\n岡県米軍板付基地に所在する航空団がＦ１０５Ｄ戦闘爆撃機と共に横田基\n地に移駐する計画があり，その計画に対して昭島市議会が全会一致の反対\n決議を行ったこと（乙１０３の１・２），②昭和３９年５月に当該戦闘爆\n撃機が横田飛行場に移駐した後，滑走路近隣地区の住民から，同地区住民\n全員を他地区に移転させる補償を求める旨の国への陳情書，市議会への請\n願書が提出されたことを受け，昭和４０年７月３０日，政府が集団移転の\n基準を定めたこと（乙１０３の３）から，昭和４０年には，横田飛行場周\n辺が恒常的に航空機騒音の曝露を受ける地域であることが広く知れ渡るに\n至っていたと認められ，本来は遅くとも昭和４１年１月１日以降に横田飛\n行場周辺に転入した原告らは，転入時に航空機騒音の存在を十分に認識し\nており，かつ，その被害を認容していたことが推認されるというべきであ\nる。そして，上記の事情に加え，③昭和４２年３月３１日に移転対象区域\nが告示されたこと（乙３６），④昭和５０年３月１日には生活環境整備法\n９条１項に基づき，横田飛行場を含む複数の防衛施設が特定防衛施設に，\n立川市，昭島市，福生市，武蔵村山市，東京都西多摩郡羽村町（現羽村\n市）及び瑞穂町を含む複数の市町村が特定防衛施設関連市町村にそれぞれ\n指定され，官報で告示されたこと（乙１１６），⑤防衛大臣が，生活環境\n整備法４条に基づく住宅防音工事の助成対象区域について，昭和５４年８\n月３１日に第一種区域及び第二種区域を，昭和５５年９月１０日に第一種\n区域を，昭和５９年３月３１日に第一種区域をそれぞれ指定した上，いず\nれも官報で告示したこと（乙２７～２９），⑥平成５年２月２５日に横田\n平成５年最高裁判決の言渡しがされたことが主要日刊紙において全国的に\n報道されたこと，⑦同年１１月には平成５年日米合同委員会合意がなされ\nたことが全国的に報道されたことなどからすれば，どんなに遅くとも，平\n成６年１月１日以降においては，横田飛行場周辺の航空機騒音が社会問題\nとして取り上げられ，誰もが迅速かつ容易に同周辺地域の航空機騒音に関\nする情報を入手できる状況となったと認められる。\nそうすると，少なくとも平成６年１月１日（以下「基準日」という。）\n以降，指定区域内に転居した原告ら（出生者を除き，指定区域内で転居し\nた者も含む。別紙８「居住履歴一覧表」の類型Ａ）については，免責の法\n理としての危険への接近を適用すべきである。\n仮に平成６年１月１日以降における指定区域内への転入の事実のみでは\n原告らが被害を容認していたとまでは認められないとしても，少なくとも\n次の別紙８「居住履歴一覧表」の類型Ｂ１～Ｂ３のいずれかに当たる者\nは，転入ないし転居時に航空機騒音の被害を容認していた事実が強く推認\nされるから，その転居等が選択の余地のないものであったなどの特段の事\n情がない限り，免責の法理としての危険への接近の法理を適用すべきであ\nる。\n①  類型Ｂ１  基準日以降，指定区域内に居住した事実が認められ，その\n後いったん同区域外に転居したにもかかわらず，再び同区域内に転入し\nた者\n②  類型Ｂ２  基準日以降に指定区域内に居住の事実が認められ，その\n後，より騒音レベルの高い区域に転居した者\n③  類型Ｂ３  基準日以降に指定区域内で複数回転居を繰り返している者\nウ  本件における減額の法理としての危険への接近\n少なくとも，基準日（平成６年１月１日）以降に指定区域内に居住を開\n始した原告ら（上記の類型Ａ）又はそのうち上記の類型Ｂ１～Ｂ３のいず\nれかに該当する者については，航空機騒音による被害を認識していたか，\n又はこれを認識しなかったことに過失があると認められ，減額の法理とし\nての危険への接近の法理を適用して，損害額につき相当の減額をすべきで\nある。\nエ  危険への接近の法理の適用を受けるべき原告ら\n本件において，被告が免責の法理又は減額の法理としての危険への接近\nの法理の適用を受けるべきと主張する原告らは，主位的には別紙８「居住\n履歴一覧表」の「危険への接近類型」欄にＡの記号があり，かつ，「法理\n適用の有無」欄に○印を付した者であり，予備的には上記「危険への接近\n類型」欄にＢ１，Ｂ２，Ｂ３のいずれかの記号があるもののうち，「法理\n適用の有無」欄に○印を付した者である。なお，親の転居に帯同しての転\n居，婚姻に伴う配偶者宅への転居，親の面倒を見るための転居，相続した\n土地への転居等については，住民票や陳述書等で分かる範囲で除外し，\n「法理適用の有無」欄に×印を付した。\n⑹  原告番号２５のフィリピン国籍の原告に関する相互保証等について\nア  相互保証の 立証責任を負う同原告がその立証をしないこと\n国賠法６条の文言からすれば，相互保証は外国人の国家賠償請求権の権\n利取得要件であると読むのが素直であるから，同条は外国人の国家賠償請\n求権の権利根拠規定であり，相互保証があることの立証責任は同原告が負\nう。\nイ  相互保証の要件が欠けること\n相互保証があるといえるためには，当該国籍国が，我が国の国賠法と同\n一か又はそれより厳重でない要件の下に日本人の被害者に対して賠償責任\nを負うことが必要であり，その判断に当たっては，①公の営造物の設置又\nは管理の瑕疵から発生した，②生命・身体・財産に直接の影響を与えない\n生活妨害等の精神的被害に基づく慰謝料請求が，③加害者の故意・過失を\n要せずに認められることという具体的な事柄についての実質的な比較を要\nするというべきである。\nフィリピン政府の平成２４年６月６日付け調査訓令（国家賠償に関する\n外国立法例：フィリピン回答）」（乙１７０）及び同年５月２２日付け\n「見解（国家賠償法に関する調査協議事項）」（乙１７２の２）によれば，\n日本国の国賠法に対応する特別な法律は存在しないとした上で，「国家は\nその同意なく訴えられることができないことは，確固としている。」，\n「国家に対して訴訟が行われるためには，国家が訴えられることを許可す\nる同意がなければならず，それは特別法又は一般法によって明示され\nる。」「その原則は，国家に対する訴訟のみを禁止するように見られるが，\n公務員が職務行為で履行した行動に対して，その職員に対して訴訟手続き\nをとることにも，この原則は適用される。」などとされており，フィリピ\nンにおいては，政府ないし国がその賠償責任を負う日本国の国賠法に相当\nする制度は確立されていないものと考えられ，上記①ないし③についての\n比較において，我が国の国賠法が定める要件と実質的に同等の要件でフィ\nリピン政府の賠償責任が認められるとは到底いえない。\nしたがって，フィリピン法で相互保証のあることが認められるとはいえ\nない。\nウ  住居地における居住の実態が認められないこと\n原告番号２５の原告は， 原告番号１９の原告の陳述書（甲Ｃ１０の１\n９）に同居の家族として記載されるにとどまり，居住地における生活実態\nが不明であって，その被害について具体的な立証がないから，損害賠償請\n求は認められない。原告番号２５の原告が指定区域内の外国人住民となっ\nたのは平成２４年７月９日であるが，その後も頻繁に長期間の出国を繰り\n返しており，少なくとも同月８日以前と合計４５６日に上る出国期間に係\nる請求は棄却すべきである。\n⑺  その余について判断するまでもなく請求が退けられるべき原告ら\n原告番号２９，１６１，２３０，２４３，３９８及び６４０の原告らにつ\nいては提訴後に死亡しているところ，訴訟手続の受継手続がされておらず訴\n訟要件を欠くから，これらの原告らに係る訴えは却下すべきである。\n⑻  損害額に関する原告らの主張に対する反論\nア  損害額一般\n仮に横田飛行場の供用に係る航空機騒音が受忍限度を超える内容及び程\n度のものであると判断された場合でも，原告らは一律の請求をするにとど\nまり，これによる個別具体的な被害の内容及び程度につき的確な主張立証\nをしていないし，原告らが支払を求める損害賠償額は，これまでの裁判例\n等に照らすと高額にすぎる。\nイ  住宅防音工事が実施された住宅における損害の減額\n前記⑶のとおり被告の助成による防音工事が実施された居室について\nは，少なくとも２０ｄＢ～２５ｄＢの防音効果が認められる。そして，原\n告らが主張する騒音等の被害は，住宅の総居室数に占める住宅防音工事が\n実施された居室数の割合に応じて軽減されるから，防音工事が実施された\n住宅の居住者（口頭弁論終結前に死亡した者を含む。）については，当該\n住宅の総居室数に占める住宅防音工事が実施された居室数の割合に応じて\n損害額を減額すべきである。しかるところ，当該住宅の全室数及び防音工\n事が実施された居室数は，別紙６「防音工事一覧表」の「全室数」欄及び\n「住宅防音工事」の「工事室数」欄に各記載のとおりであるから，該当す\nる 原 告 に つ い て は そ れ ぞ れ 後 者 を 前 者 で 割 っ て 算 出 し た 「 施 工 割 合\n（％）」（小数点以下切捨て）を減額すべきである。\n⑼  口頭弁論終結の翌日以降の将来の損害賠償請求が不適法であること（本\n案前の答弁）\nア   将来の給付の訴えの要件\n民訴法１３５条は，将来の給付を求める訴えについて，「あらかじめ\nその請求をする必要がある場合に限り，提起することができる」と規定し\nている。この将来の給付を求める訴えの要件について，大阪空港最高裁大\n法廷判決は，「同一態様の行為が将来も継続されることが予測される場合\nであっても，それが現在と同様に不法行為を構成するか否か及び賠償すべ\nき損害の範囲いかん等が流動性をもつ今後の複雑な事実関係の展開とそれ\nらに対する法的評価に左右されるなど，損害賠償請求権の成否及びその額\nをあらかじめ一義的に明確に認定することができず，具体的に請求権が成\n立したとされる時点においてはじめてこれを認定することができるととも\nに，その場合における権利の成立要件の具備については当然に債権者にお\nいてこれを立証すべく，事情の変動を専ら債務者の立証すべき新たな権利\n成立阻却事由の発生としてとらえてその負担を債務者に課するのは不当で\nあると考えられるようなものについては，本来例外的にのみ認められる将\n来の給付の訴えにおける請求権としての適格を有するものとすることはで\nきないと解するのが相当である。」と判示している。 そして，この法理\nは，横田平成５年最高裁判決，厚木平成５年最高裁判決のほか，厚木飛行\n場に係る最高裁判所平成２７年(受)第２３０９号同２８年１２月８日第一\n小法廷判決・裁判所時報１６６５号５頁（以下「厚木平成２８年民事最高\n裁判決」という。によっても踏襲されている。\nイ  口頭弁論終結日の翌日以降の損害賠償請求が不適法であること\n本件においては，口頭弁論終結後において，原告らのいう侵害行為又は\n損害の発生の基礎となる事実関係が変動することが予測されるのであり，\n将来の不法行為成立の確実性及び賠償内容の確定性の要件をいずれも充足\nするものではない。\nすなわち，実体法上，原告らが横田飛行場に関して損害賠償請求権を取\n得し得るのは，横田飛行場における航空機エンジンの作動，航空機の航行\nによって生じる騒音等が受忍限度を超える場合に限られるが，騒音等が受\n忍限度を超えているか否かの判断は，侵害行為の態様と侵害の程度，被侵\n害利益の性質と内容，公共性，地域性，先住性，危険への接近及び侵害防\n止措置等の多様な事実関係の総合的判断の上で決せられることになる。し\nかるに，横田飛行場における将来の航空機騒音発生の違法性や損害の有無\nについては，航空機騒音の程度が受忍限度を超えるかどうかが上記のよう\nな複雑多様な諸要素により判断されるものであることに加え，航空機騒音\n等の状況には恒常性がなく，原告らの生活状況の変動等や今後講じられる\n被害対策の内容によっても左右され，多分に流動的要素を含むものである\nから，これらをあらかじめ一義的かつ明確に判断することは極めて困難と\nいわざるを得ない。実際に，横田基地に配備されているＣ－１３０Ｈ輸送\n機は，平成２８年１２月からＣ－１３０Ｊ輸送機に順次更新される計画で\nあり，後継機であるＣ－１３０Ｊ輸送機の飛行による騒音は，従来機と比\n較して大幅に低減され，離陸時の騒音の範囲は８１パーセント減少し，着\n陸時の騒音の範囲は７３パーセント減少するとされているところであり，\nこの事実からすれば，今後航空機騒音の程度が大きく変動する可能性が高\nい。\n他方，原告らの請求を認容するには，将来においても横田飛行場周辺に\n居住していることが前提となるが，原告らが将来転居する可能性もあるの\nであり，転居の有無は，原告らにとっては明白な事実であっても，被告に\nとっては，１０７８名を超える原告らの居住地全てを逐次把握することは\n非常に困難であり，将来の転居の事実を違法性阻却事由のように捉えて被\n告にその立証の負担を課すことは相当ではなく，むしろ請求時点における\n居住地については，原告らにこれを立証させるべきである。また，被告に\nよる周辺対策も，例えば住宅防音工事については着実に実績が積み重ねら\nれており，原告らの被害についても変動があり得るのであって，将来にお\nける被害の内容・程度をあらかじめ一義的かつ明確に認定することは極め\nて困難である。\n以上によれば，横田飛行場の航空機騒音による損害賠償請求権の将来に\nおける発生の有無は，極めて不明確であり，また，損害の有無，程度につ\nいても変動があり得るのであって，明確な具体的基準により，その変動状\n況をあらかじめ把握することも極めて困難である。そうすると，損害賠償\n請求権の成否及びその内容を的確に把握するためには，それが成立したと\nされる時点の事実関係に基づいて，改めてその成立の有無及びその内容を\n審理判断するほかない。\n第４部  争点\n以上を整理すると，本件の争点は次のとおりとなり，基本的にこの順序で\n判断することとする。\n第１  差止請求について\n１  差止請求の趣旨等\n２  自衛隊機の差止請求の許否\n３  米軍機の差止請求の可否\n第２  損害賠償請求について\n１  原告番号８８３の原告の請求及び被告が却下を申し立てる他の原告ら\nに係る訴えの許否\n２  法律上の根拠及び判断枠組み\n３  侵害行為の有無と内容について\n４  被害の性質と内容について\n５  横田飛行場の公共性について\n６  被告の防音工事の助成その他の周辺対策等による被害の防止又は軽減\nについて\n７  違法性の有無（受忍限度）の判断について\n８  危険への接近について\n９  国賠法６条の相互保証等について\n10  損害額について\n第４  口頭弁論終結日の翌日以降の将来の損害賠償請求の許否\n第５部  当裁判所の判断\n第１  差止請求について\n１  差止請求の趣旨等\n⑴  差止請求の趣旨\n差止原告ら（ただし ，後記 ⑵ の 原 告 番 号 ８ ６ ５ の 原 告 を 除 く 。 以 下 同\nじ。）は，被告に対し， 人格権その他の私法上の権利に基づ く民事訴訟\nとして， 毎日午後７時から翌午前７時まで の 被告自身及び米軍による，\n航空機の 離発着等の 差止めを請求するものであ る。 この請求（以下「本\n件差止請求」という。）には自衛隊機に係るものと米軍機に係るものを\n包含 し，両者は扱いを異に すると解される ので， 後記 ２以下で分けて検\n討する。\n⑵  原告番号８６５の原告 の差止請求の帰すう\n同原告 が 本 件 提 訴 後 の 平 成 ２ ５ 年 ６ 月 ２ ７ 日 に 死 亡 し た こ と は 当 事 者\n間に争いがない ところ， 人格権その他の私法上の権利 に基づく航空機の\n離着陸等の差止めの請求権は請求権者の一身に専属する権利であって相\n続の対象となり得ないものと解されるから，本件訴訟のうち 同原告 の航\n空機の離着陸等の差止めに関する部分は，同 原告 の死亡により当然に終\n了したというべきである （厚木平成２８年民事 最高裁 判決参照） 。\nし た が っ て ， 本 件 訴 訟 の う ち 上 記 請 求 に 関 す る 部 分 に つ い て は， 同原\n告 の死亡により終了したことを宣言することとする。\n２  自衛隊機の差止請求の許否\n差止原告らは，被告に対し，人格権その他の私法上の権利に基づく民事訴訟\nとして，横田飛行場における一定の時間帯における自衛隊機の離着陸等の差止\nめを求めている。\nこの点，前記第２部「前提となる事実」第１の７のとおり，防衛大臣は，自\n衛隊に課せられた我が国の防衛等の任務の遂行のため自衛隊機の運航を統括し，\nその航行の安全及び航行に起因する障害の防止を図るため必要な規制を行う権\n限を有するものとされているのであって，自衛隊機の運航は，このような防衛\n大臣の権限の下に行われるものである。そして，自衛隊機の運航はその性質上\n必然的に騒音等の発生を伴うものであり，防衛大臣は，騒音等による周辺住民\nへの影響にも配慮して自衛隊機の運航を規制し，統括すべきものである。しか\nし，自衛隊機の運航に伴う騒音等の影響は飛行場周辺に広く及ぶことが不可避\nであるから，自衛隊機の運航に関する防衛大臣の権限の行使は，その運航に必\n然的に伴う騒音等について周辺住民の受忍を義務づけるものといわなければな\nらない。そうすると，上記権限の行使は，騒音等により影響を受ける周辺住民\nとの関係において，公権力の行使に当たる行為というべきである。\n差止原告らの自衛隊機に係る差止請求は，被告に対し，横田飛行場における\n一定の時間帯（毎日午後７時から翌日午前７時までの間）における自衛隊機の\n離着陸等の差止めを私法上の権利に基づく民事上の請求として求めるものであ\nる。しかしながら，上記に説示したところに照らせば，このような請求は，必\n然的に防衛大臣に委ねられた上記のような自衛隊機の運航に関する権限の行使\nの取消変更ないしその発動を求める請求を包含することになるものといわなけ\nればならないから，行政訴訟としてどのような要件の下にどのような請求をす\nることができるかはともかくとして，本件の自衛隊機に係る差止請求は不適法\nというべきである（厚木平成５年最高裁判決参照）。原告らの引用する小松平\n成１４年一審判決は，差止請求を適法とした上で棄却したが，上記と見解を同\nじくする控訴審である名古屋高裁金沢支部平成１４年(ネ)第１８３号同１９年\n４月１６日判決（公刊物未登載だが判例秘書登載）によって取り消されて差止\nめに係る訴えは却下されている。ちなみに，地方裁判所及び家庭裁判所支部設\n置規則１条２項により当立川支部には行政事件訴訟に係る事件に関する事務を\n取り扱う権限はない。\nよって，差止原告らの自衛隊機の離着陸等の差止請求に係る訴えは，不適法\nであり却下を免れない。\n３  米軍機の差止請求の可否\n⑴  検討\n差止原告らは，人格権その他の私法上の権利に基づき，被告に対し，被告\nが妨害を除去し得る立場にあること又は被告自身が違法行為を行っていると\n評価できることを主張して，夜間の一定の時間帯につき，横田飛行場におけ\nる米軍機の離発着等の差止めを請求している。\nしかしながら，前記第２部「前提となる事実」第１の５及び６によれば，\n横田飛行場は，被告が安保条約及び地位協定に基づき，米軍の使用する施設\n及び区域としてアメリカ合衆国に提供しているものであって，横田飛行場に\nおいて米軍機を運航させているのは被告ではなく，アメリカ合衆国であると\n認められ，被告自身がこれらの行為を行っているとは認められない。また，\nアメリカ合衆国は，安保条約及び地位協定２条１項⒜，⒝及び３条１項に基\nづき，横田飛行場内において，その運営，管理等のために必要な全ての措置\nを執る権限を有するとされる一方，被告に横田飛行場を始めとする施設及び\n区域の管理運営を規制する権限を与える規定は関係条約及び国内法令には見\n当たらないのであるから，横田飛行場の管理運営の権限は，全てアメリカ合\n衆国に委ねられており，被告は，横田飛行場における米軍機の運航等を規制\nし，制限することのできる立場にはないと評価せざるを得ない。\nよって，差止原告らの米軍機の離着陸等の差止請求に係る訴えは，被告に\n対してその支配の及ばない第三者の行為の差止めを請求するものというべき\nであるから，その余の点について判断するまでもなく，主張自体失当として\n棄却を免れない（横田平成５年最高裁判決，厚木平成５年最高裁判決参照）。\n⑵  差止原告らの主張について\nこれに対し，差止原告らは，被告が，横田飛行場の米軍機による騒音が裁\n判所の判決によって何度も違法と認定されているにもかかわらず，被害防止\nの措置等を講じることなく，横田基地の米軍への提供を継続するほか，横田\n飛行場の拡張及び機能強化を積極的に行っているから，これをもって被告が\n差止原告らの人格権その他の私法上の権利を侵害していると評価できるとし\nて，本件差止請求の相手方となる旨を主張する。\nしかしながら，本件における直接の侵害行為者は，横田飛行場において米\n軍機の運航等を行っているアメリカ合衆国であること，また，直接の侵害行\n為である米軍機の運航等を規制し制限する権限を被告が有していないことは，\n上記⑴のとおりであり，これらの事実は，被告が安保条約や地位協定等を締\n結して横田飛行場をアメリカ合衆国に提供しており，その意味で差止原告ら\nの主張する被害に加功していると評価できるとしても変わらないから，原告\nらの主張は理由がない。\nまた，差止原告らは，地位協定３条３項，１６条によれば，米軍機が横\n田飛行場外を飛行する結果，基地外の住民に騒音被害をもたらす場合 は，\n日本国の法令による制約は米軍にも及ぶことになり，被告は米軍の活動を\n制限することができると解すべきであ って，同協定１８条５項にいう「公\n務執行中の合衆国軍隊の構成員若しくは 被用者の作為若しくは不作為又は\n合衆国軍隊が法律上責任を有するその他の作為，不作為若しくは事故で，\n日本国において日本国政府以外の第三者に損害を与えたものから生ずる請\n求権」には，差止請求権も含まれると解され， 少なくとも午後１０時から\n翌朝午前６時までの米軍機の飛行及び地上での活動制限を内容とする平成\n５年日米合同委員会合意に基づき被告には同内容の履行義務が生じる など\nとして，差止原告らの請求は，被告の支配の及ばない第三者の行為の差止\nめを求めるものではないと主張する。\nしかしながら， 米軍機の運航活動の内容について変更を求めるには，地\n位協定２５条の定める日米合同委員会の協議によらなければならならないと\nころ，原告らが引用する地位協定のいずれの条文も，横田飛行場における米\n軍機の運航等を規制し，制限することのできる根拠となり得るとは解されな\nい。平成５年日米合同委員会合意についても，米軍に対して努力を求めた\nものにすぎず，これを根拠として 横田飛行場における米軍機の運航等を規\n制ないし制限することのできる権限が被告に付与されたとはいえないのであ\nって，原告らの主張は採用することができない。\nさらに，差止原告らは，上記のような判断は米軍機の離着陸等の差止請求\nについては我が国の裁判所による実質的な判断がされないこととなり，裁判\nを受ける権利を侵害する旨を主張するが，差止原告らがその請求の根拠とす\nる私法上の差止請求について，その成立要件としていかなる要件が求められ\nるのか，本件において成立要件を充足する事実関係が存するのかという実体\n法上の争点について差止原告らに主張立証の機会が与えられ，上記⑴のとお\nりその主張について当裁判所が検討し，判断を示している以上，裁判を拒否\nしているということはできず，差止原告らの主張は採用することができない。\nその他差止原告らが主張するところは，上記⑴の判断を左右するものではな\nい。\n第２  損害賠償請求について\n１  原告番号８８３の原告の請求等及び被告が却下を申し立てる他の原告らに係\nる訴えの許否\n⑴  原告番号８８３の原告の請求とこれに係る訴訟承継の申立てについて\n当裁判所に対して第１事件の提訴に当たり提出された同原告の訴訟委任状\nには，「後記代理人目録記載の各弁護士を訴訟代理人と定め，下記の事項を\n委任します。」という記載のみがあり，代理人目録が存在しなかったのであ\nるから，同原告に関する限り，第１事件の提起は無権限でなされ，いまだ同\n原告につき訴訟係属は生じていないといわざるを得ない。当裁判所はこの瑕\n疵を補正するため，同原告につき訴訟委任状の提出を求める補正命令を発し\nたところ，同原告は既に死亡していたというのであるから，もはやこの瑕疵\nを補正して同原告につき訴訟係属を生じさせることは不可能というべきであ\nる。\nなお，原告ら代理人は，原告番号８８３の原告と世帯を同じくする同８８\n１の原告が陳述書（甲Ｃ１０の８８１・８８１－２）を提出していることを\nもって原告番号８８３の原告についての訴訟代理人の範囲は明らかであると\n主張するが，問題となっているのは訴訟代理人が誰かではなく訴訟代理権限\nの授与の有無であり，仮に原告ら代理人の主張を前提としても，原告番号８\n８３の原告と同時に提出された同世帯とされる同８８１及び８８２の各原告\nについても，訴訟委任状に同様に代理人目録が記載されておらず訴訟係属が\n生じていないという瑕疵があり，補正によって初めてこれが治癒されたもの\nであるから，上記主張は採用することができない。また，上記訴訟委任状が\n他の原告らの代理人目録の記載のある訴訟委任状と同時に裁判所に提出され\nたという一事をもって，原告番号８８１の原告を始めとするこれらの原告が\n他の原告らと同様の訴訟委任をしたと認めることもできない。他に一件記録\nを精査しても，原告番号８８１の原告について第１事件の提訴の時点での訴\n訟委任を認めるに足りない。\nよって，同原告についての提訴は訴訟委任に基づかずにされた瑕疵があり，\nこの瑕疵は補正できないというべきであるから，同原告の訴え及びこれを前\n提とする訴訟承継の申立ては却下を免れない。\n⑵  被告が訴え却下を申し立てる他の原告らについて\n被告は，原告番号２９，１６１，２３０，２４３，３９８及び６４０の原\n告らについて，本件訴訟の係属後に死亡したことが認められるが訴訟受継の\n手続が執られていないとして，訴えを却下すべきと主張する。しかし，同２\n９の原告については訴訟承継人の申立てがあり，その余の原告らについては\n死亡の時点までに有効な訴訟委任がされて訴訟代理人が選任されているから，\n死亡によって訴訟手続の中断が生じることはなく（民訴法１２４条２項），\nこれらの原告の死亡までに生じた慰謝料請求権は既に請求の意思が明示され\nている以上，一身専属性を失ってその相続権を有する者に相続され，原告ら\n訴訟代理人はこれらの相続人の代理人として訴訟を追行しているというべき\nであるから，被告の主張は採用することができない。\n２  法律上の根拠及び判断枠組み\n⑴  民事特別法２条について\n原告らは，損害賠償請求についての適用法条として，民事特別法２条，国\n賠法１条１項，２条１項を選択的に主張するところ，まず民事特別法２条に\nついて検討する。\n横田飛行場は，前記第２部「前提となる事実」第１の２⑵オによれば，同\n法２条にいう「合衆国軍隊が占有し，所有し，又は管理する土地の工作物」\nに当たる。\n次に，民事特別法２条は，上記の工作物の設置又は管理の瑕疵によって日\n本国内で他人に損害を生じたときは，「国の占有し，所有し，又は管理する\n土地の工作物その他の物件の設置又は管理に瑕疵があつたために他人に損害\nを生じた場合の例により，国がその損害を賠償する責に任ずる。」と規定す\nるところ，「例により」とは，ある事項について，他の法令の下における制\n度又は手続を包括的に当てはめて適用することを表現する用語として用いら\nれるものであるから，民事特別法２条にいう土地の工作物その他の物件の設\n置又は管理の瑕疵については，国賠法２条１項の営造物の設置又は管理の瑕\n疵についての解釈が当然に妥当する。しかるところ，国賠法２条１項にいう\n土地の工作物その他の物件の設置又は管理の瑕疵とは，土地の工作物その他\nの物件が有すべき安全性を欠いている状態をいうのであるが，当該物件を構\n成する物的施設自体に存する物理的，外形的な欠陥ないし不備によって他人\nに危害を生ぜしめる危険性がある場合のみならず，その物件が供用目的に沿\nって利用されることとの関連において他人に危害を生ぜしめる危険性がある\n場合をも含み，また，その危害は，営造物の利用者に対してのみならず，利\n用者以外の第三者に対するそれをも含むものと解される。すなわち，当該物\n件の利用の態様及び程度が一定の限度にとどまる限りにおいてはその施設に\n危害を生ぜしめる危険性がなくても，これを超える利用によって危害を生ぜ\nしめる危険性がある状況にある場合には，そのような利用に供される限りに\nおいて同物件の設置又は管理には瑕疵があるというを妨げず，したがって，\n同物件の設置，管理者において，そのような危険性があるにもかかわらず，\nこれにつき特段の措置を講ずることなく，また，適切な制限を加えないまま\nこれを利用に供し，その結果利用者又は第三者に対して現実に危害を生ぜし\nめたときは，それが設置，管理者の予測し得ない事由によるものでない限り，\n同条の規定による責任を免れることができないと解され，民事特別法２条の\n責任についても同様と解される（大阪空港最高裁大法廷判決，横田平成５年\n最高裁判決，厚木平成５年最高裁判決参照）。\n原告らの主張する横田飛行場の設置又は管理の瑕疵は，横田飛行場に離発\n着する米軍機及び自衛隊機等が発する航空機騒音等が原告らに被害を生ぜし\nめているという点にあるところ，上記のとおり，このような第三者に対する\n被害を生じさせていることも民事特別法２条の設置又は管理の瑕疵に含まれ，\nまた，工作物がその供用目的に沿って利用されている状況のもとにおいてこ\nの利用から危害が生ずるような場合もこれに含まれるというべきであるから，\n横田飛行場の供用が第三者に対する関係において違法な権利侵害ないし法益\n侵害となる限り，横田飛行場に民事特別法２条の設置又は管理の瑕疵がある\nというべきである。\nそして，土地の工作物その他の物件の使用又は供用が第三者に対する関係\nにおいて違法な権利侵害ないし法益侵害となるかどうかを判断するに当たっ\nては，侵害行為の態様と侵害の程度，被侵害利益の性質と内容，侵害行為の\n持つ公共性ないし公益上の必要性の内容と程度等を比較検討するほか，侵害\n行為の開始とその後の継続の経過及び状況，その間に採られた被害の防止に\n関する措置の有無及びその内容，効果等の事情をも考慮し，これらを総合的\nに考察してこれを決すべきである（大阪空港最高裁大法廷判決，厚木平成５\n年最高裁判決参照）。\n以下，この見地から，まず侵害行為，原告らの被害，横田飛行場の公共性\n及び防音工事の助成を始めとする被告の措置による被害の防止又は軽減に関\nして順次認定判断し，その上で横田飛行場の使用又は供用が上記の諸点に照\nらして周辺住民である原告らに対する関係において受忍限度を超える違法な\n権利侵害ないし法益侵害となるかを検討する。\n⑵  原告らの他の選択的主張について\n国賠法１条１項は特定の公務員の職務上の故意過失を要件とするが，原告\nらの主張はかかる特定を欠くから失当である。また，国賠法２条１項につい\nても，上記第１の３⑴のとおり横田飛行場の管理運営の権限は基本的にアメ\nリカ合衆国に委ねられていて被告にはなく，単にその前身にすぎない多摩飛\n行場を旧陸軍が開設したことや被告が安保条約等に基づき横田飛行場を提供\nしていることをもってこれを被告が設置管理しているということはできない\nから理由がない。\n３  侵害行為の有無と内容について\n⑴  航空機騒音について\nア  本件請求対象期間における横田飛行場への航空機の離発着の状況の概要\n前記第２部「前提となる事実」第１の１及び３⑴に加え，証拠（甲Ｂ１\n８６，１８７。福生市が平成２８年３月，瑞穂町が平成２６年３月に公表\nした横田基地に関する資料）によれば，次のとおりと認めることができる。\n常駐機\n横田飛行場には，Ｃ－１３０ハーキュリーズ，Ｃ－１２ヒューロン，\nＵＨ－１Ｎヒューイといった米軍輸送機・連絡機が常駐している。\nＣ－１３０ハーキュリーズは，軍用中距離輸送機であり，横田飛行場\nで年間を通じて最も離着陸回数が多く，編隊飛行を含め訓練飛行を行う\n機種の大半を占めており，旋回時に機体上面が見えるほどの低空飛行を\n行うこともあるが，他の機種に比べると騒音は小さく音質も高周波成分\nが少ない。Ｃ－１２ヒューロンはプロペラ式の小型輸送，連絡機で，人\n員輸送や貨物輸送に使用され，プロペラ機のため比較的低騒音である。\nＵＨ－１Ｎヒューイは中型ヘリコプターで主に人員輸送等に使用されて\nいる。\n他基地からの飛来機\n上記の常駐機のほか，横田飛行場には輸送機Ｃ－５Ａギャラクシー，\n同Ｃ－１７ＡグローブマスターⅢ，空中給油・輸送機ＫＣ－１０エクス\nテンダー，同ＫＣ－１３５ストラトタンカー，多用途ヘリコプターＳ\nＨ－６０シーホーク，艦上輸送機Ｃ－２Ａグレイハウンド等の米軍輸送\n機が飛来している。また，戦闘機Ｆ－１５イーグル，艦上戦闘・攻撃機\nＦＡ－１８ホーネット，早期警戒機Ｅ－２Ｃホークアイ，戦闘機Ｆ－１\n６ファイティングファルコン等の米軍戦闘機や米軍攻撃機も飛来してい\nる。また，平成２６年７月以降は，ＭＶ－２２オスプレイも飛来してい\nる。\nこのうち，Ｃ－５Ａギャラクシーは，ジャンボジェット機（Ｂ－７４\n７）よりも一回り大きい世界最大級の輸送機で，離着陸時飛行直下では\n１１０ｄＢを超える激しい騒音を発生させ，低空時の威圧感も大きい。\nまた，Ｃ－１７Ａ及びＫＣ－１３５は燃料を満載した離陸時にはＣ－５\nＡを上回る騒音を発生させるが，近年は低騒音型のエンジンとなり飛行\n時の騒音は緩和されている。さらに，戦闘機であるＦ－１５イーグル，\nＦ－１６ファイティングファルコン，ＦＡ－１８ホーネット等も頻繁に\n飛来しており，その騒音は極めて大きい。\n横田飛行場には自衛隊機は常駐していないものの，連絡機が度々飛来\nするほか，横田飛行場日米友好祭等のイベントの際には多数の自衛隊機\nが飛来して，基地周辺に騒音被害を与えている。飛来機は中等練習機と\n連絡・支援任務に使用されるジェット機川崎Ｔ－４，大型輸送用ヘリコ\nプターＣＨ－４７Ｊ，ビジネスジェット機であるガルフストリームＵ－\n４やブリティッシュ・エアロスペースＵ－１２５などであり，特にＴ－\n４は，飛来数は少ないがビジネスジェット機に比較して騒音が大きい。\n飛行訓練について\n横田飛行場では，所属機による通常の飛行訓練の他に様々な事態を想\n定して，サムライサージ訓練（輸送機による大規模編隊飛行訓練），滑\n走路上へのパラシュート降下訓練，物資投下訓練，緊急管理演習（略称\nＥＭＥ。大地震，航空機事故，バスと航空機の衝突事故等の様々な状況\nを想定した重大事故における対応訓練），運用即応演習（略称ＯＲＥ。\nテロ攻撃や航空機，地上戦力による攻撃等に実践的な即応体制をとるこ\nとを目的とした仮想戦闘環境における基地の機能テスト），初動対応即\n応演習（略称ＩＲＲＥ。ＯＲＥの初期段階を想定して緊急事態発生に対\nする初動の対応を行う訓練），戦闘対応即応演習（略称ＣＥＲＥ。戦闘\n装備品等の確保に迅速に対処するための対応訓練）等が不定期に行われ\nている。\n特に，平成２３年以降，所属部隊だけでなく 沖縄等の米軍も参加し\nて，サムライサージ等の輸送機の編隊飛行や滑走路上へのパラシュート\n降下訓練，物資投下訓練がしばしば行われ，複数の航空機から一度に数\n十人が降下することもある。このような訓練では輸送機が飛行場周辺の\n市街地上空を低空で旋回することが多い。ただし，横田飛行場での夜間\n着陸訓練（ＮＬＰ）は，平成１３年度以降は実施されていない。\nなお，平成２７年５月１２日，日米両政府は，対テロ作戦等を主要任\n務とするＣＶ－２２オスプレイを平成２９年後半以降に横田基地に配備\nすることを公表したが，本件口頭弁論が終結した同年３月時点では上記\n配備は行われていない。\nイ  航空機騒音の評価指標（環境庁方式と防衛施設庁方式 のいずれが相当\nか）\n前記第２部「前提となる事実」第２，第３及び第４のとおり，航空機騒\n音の評価方法として我が国では従前からＷ値が採用されており，Ｗ値を基\n準として航空機騒音を評価することに合理性が認められるところ，我が国\nで用いられているＷ値の算出方法には，同第３の２⑴の環境庁方式と同第\n４の２の防衛施設庁方式があり，原告らは後者を，被告は前者さらにはこ\nの算定方法から昼間騒音を控除した昼間騒音控除後Ｗ値を評価指標とする\nべきであると主張して争っている。\nそこで，本件の航空機騒音の評価指標としていずれを用いるのが適切か\nについて，まず検討する。\n防衛施設庁方式の策定経緯は，証拠（甲Ｂ４８，４９，５８，５９）\nを総合すれば，次のとおりである。\n防衛施設庁は，周辺整備法及び生活環境整備法に基づく周辺対策を進\nめる中で防衛施設毎に順次騒音コンターの作成作業を行ってきたが，騒\n音調査の方法，調査結果の整理方法などに一定の基準を作り，コンター\nの合理性，再現性等について検討し得るよう準備する必要があると考え，\n社団法人日本音響材料協会（以下「音響材料協会」という。）に対し，\n「防衛施設周辺騒音コンター作成基準の設定」を委託し，昭和５１年６\n月，「防衛施設周辺騒音コンター作成基準委員会」（以下「基準委員\n会」という。）を発足させ，同委員会は，昭和５２年３月，その検討結\n果を「防衛施設周辺騒音コンター作成基準報告書」（以下「基準報告\n書」という。甲Ｂ４８）にとりまとめた。次いで，同委員会の後身であ\nる 「 防 衛 施 設 周 辺 騒 音 調 査 研 究 委 員 会 」 （ 以 下 「 研 究 委 員 会 」 と い\nう。）が，昭和５３年３月，最終的な報告書をとりまとめ，これに基づ\nいて防衛施設庁方式のＷ値が策定された。\n生活環境整備法に基づく第一種区域等の指定をする基準となるＷ値の\n算定方法について，環境庁方式に代えて防衛施設庁方式が策定，採用さ\nれた理由は，基準報告書（甲Ｂ４８）及び証拠（甲Ｂ５８，５９。基準\n委員会及び研究委員会で専門委員を務め，コンター作成新通達の作成に\n調査委員会委員として関与した田村明弘横浜大学名誉教授（以下「田村\n名誉教授」という。）作成の平成２３年９月３日付けの意見書及び横浜\n地方裁判所で平成１９年１１月７日に実施された田村名誉教授の証人尋\n問調書）によれば，次のとおりであると認められる。\n民間航空機が使用する公共用飛行場では，年間を通じて飛行回数に大\nきな増減がなく，機種や飛行態様も一定であるのに対して，自衛隊及び\n米軍が運用する軍用飛行場では，年間を通じて飛行回数の変動が非常に\n大きく，機種や運航態様も多種多様である。\n公共用飛行場と軍用飛行場との間のこのような違いは，周辺住民の騒\n音に対する反応にも差違をもたらす。具体的には，騒音を受ける日にば\nらつきがある場合，うるささに対する人間の感覚が，比喩的にいえば，\n「騒音が多かった日に引き寄せられて感じる」という特性を持つことか\nら，騒音回数が多く騒音程度の著しい日の騒音に強い印象を受ける。そ\nして，１日当たりの航空機数に変動がある場合に，一定期間内の平均機\n数よりも数多く飛行した日を基準にしたＷ値が周辺住民の反応に比例す\nる。このことは，公共用飛行場１か所と軍用飛行場３か所の周辺住民に\n対するアンケート調査を昭和５０年度から昭和５３年度までの３年間に\nわたり実施し，航空機騒音に対する意識尺度と評価値がどのような関連\n性を有するかを調査した木村翔日本大学教授（基準委員会の副委員長で\nもあった。）外の共同研究の結果（甲Ｂ４９。その要点につき甲Ｂ４６\n（共同研究者の荘美知子工学博士（以下「荘博士」という。）の陳述\n書）参照）によっても実証されている。防衛施設庁方式の算定の基礎と\nなる飛行回数として累積度９０パーセント方式が採用されたのは，軍用\n飛行場における騒音に対する上記のような住民反応を適切に評価するこ\nとができ，民間空港と同等な評価法に補正して整合を得ることができる\nからである。\nまた，継続時間補正については，軍用機は低高度の場合には騒音の継\n続時間が４秒程度と短くなるほか，機種による速度や高度の差も大きい\nので，環境庁方式のように継続時間を一律２０秒として画一的に取り扱\nうのは不適当であるからであり，着陸音補正も，実測データに基づき２\nｄＢの補正が必要と認められることによるものであって，いずれも軍用\n飛行場の特殊性を考慮した補正である。\n以上によれば，防衛施設庁方式は，基準委員会及び研究委員会の検討\nと実証的研究による裏付けの下で，１年を通じて飛行回数，機種及び飛\n行態様が不規則でその変動が大きい軍用飛行場周辺において，そのよう\nな変動がほとんどない民間空港周辺における環境庁方式によるＷ値と同\n等の住民反応が得られるようにするにはどのような補正をすべきかとい\nう観点から提案，策定された算定方式であると認められ，被告の主張す\nるように周辺対策を手厚くするための政策的なものにとどまるというこ\nとはできない。そうすると，軍用飛行場である横田飛行場周辺の航空機\n騒音を評価する指標としては，環境庁方式によるＷ値よりも，防衛施設\n庁方式によるＷ値の方が単なる騒音曝露量ではなくこれに対する騒音の\n受け手である住民の「うるささ」という感覚的評価を重視して数値化し\nようとするＷ値の趣旨により適合し適切であると認められる。\nこれに対し，被告は，防衛施設庁方式は，飛行回数について実際の飛\n行回数の算術平均を大幅に上回る数値を計上しており，Ｗ値に相当する\n騒音が現実に生じたことが推定されるわけではないなどとして，環境庁\n方式を採用することが相当であるとした上で，昼間の時間帯には勤務や\n就学等で居住地域を離れる者が存在するとして，昼間騒音控除後Ｗ値を\n用いるべきであると主張する。\nしかし，上述のとおり，防衛施設庁方式における飛行回数その他の補\n正は，実証的なデータと研究に基づき，民間空港と異なる軍用空港の特\n殊性やこれに対する住民反応をより適切に評価するためのものであって，\n環境庁方式が先行していたにもかかわらず，防衛施設庁長官があえて防\n衛施設庁方式を策定，採用した経緯に照らしても，環境庁方式を採用す\nべきであるとする被告の主張は到底採用することができない。\nまた，被告の主張する昼間騒音控除後Ｗ値については，環境庁方式を\n基礎とする点で既に採用の限りではない。この点を措くとしても，前記\n第２部「前提となる事実」第２の３及び証拠（甲Ｂ５８，５９）によれ\nば，Ｗ値とは，間欠的ではあるが，騒音レベルが高く音源が固定されて\nいないため，影響が広範囲に及ぶなどの航空機騒音の特殊性を前提に，\n一定の地域ごとにその地域に居住する者がほぼ同程度の航空機騒音にさ\nらされるという考え方に基づき，一定の地域を社会環境単位と捉え，航\n空機騒音はその社会環境単位に居住する住民の属性や生活パターンを超\n越して影響をもたらすことを前提に，このような航空機騒音がもたらす\n社会環境単位における住民反応を適切に評価するには当該地域の戸外騒\n音を終日にわたって区別なく評価する尺度がふさわしいという考え方に\n基づき（甲Ｂ５８の１５頁，５９の９頁，４０頁～），昼間の時間帯に\n居住地域を離れる者が存在することをも考慮した上での受音者側の感覚\n的要素を加味した「うるささ」の評価尺度であって，地域内における単\nなる物理的な騒音曝露量の総体を示すものではないから，被告の主張は\nＷ値についての考え方を正解しないものである。そして，１日（２４時\n間）に生じた航空機騒音を総合して評価するという理念で考案された評\n価尺度がＷ値であるところ，昼間控除後Ｗ値は，平日の昼間の午前９時\nから午後５時の飛行回数を除いて算出するなど，実際にある昼間の騒音\nをないものとして算定しておきながら，２４時間で平均化するという点\nでも，評価方法として矛盾があり，採用することができない（甲Ｂ５９\nの２６頁）。\nしたがって，被告作成の昼間騒音控除コンター図及びこれに基づく被\n告の主張はおよそ採用の余地がない。\n以上によれば，本件における航空機騒音の評価指標としては防衛施設\n庁方式で算定したＷ値によることが相当である。ただし，実際の騒音の\nデータとしては環境庁方式によるＷ値しか存在しないことが多いが，一\n般に環境庁方式と防衛施設庁方式では前者が後者よりも３～５Ｗ数値が\n低くなることを考慮して，便宜上，環境庁方式による数値に４Ｗを加え\nた数値を防衛施設庁方式によるＷ値の近似値として取り扱うこととする。\nウ  本件における航空機騒音の程度を認定する資料としての告示コンターの\n合理性\n前記第２部「前提となる事実」第４の３のとおり，横田飛行場周辺に\nおいては，被告の委託によって平成１５年度調査が実施され，これに基\nづいて第一種区域線，工法区分線及び外郭線が指定ないし設定されて告\n示コンターが作成されている。平成１５年度調査は，昭和５９年告示か\nら約２０年が経過し，その間，横田飛行場の航空機の騒音状況に変化が\n見られることなどから実施されたものであるところ，前提となる昭和５\n９年告示に至るまでに被告が行った騒音調査は，まず予備調査を行って\n横田飛行場に離着陸する米軍機等の飛行形態を把握し，次いで，夏季の\n１週間及び冬季の２日間に本調査を行い，飛行場内測点（５００か所），\n北側固定測点（１５か所）及び南側固定測点（１６９か所）において常\n時測定員を配置し，２４時間連続して，発生時刻，機種，飛行方法，\nピーク騒音レベル，時間特性，１時間ごとの暗騒音，気象状況等を観測\nし，また，移動点測定においては，同時に１２か所から１５か所にわた\nる測定が可能な人数で，約１週間にわたって毎日午前８時から午後５時\nまでの間，移動しながら測定を行うという大規模かつ詳細なものであっ\nた。平成１５年度調査は，昭和５９年告示から騒音状況に変化がみられ\nるかを調査するため，前記第２部「前提となる事実」第４の３⑵アのと\nおり，３日間の現地事前調査により測定点としての適切性等を調査し，\n夏季，秋季及び冬季の３回に分けてそれぞれ９日，８日，９日にわたっ\nて実施した現地での本調査により，５２の測定点において飛行状況調査，\n飛行経路調査，騒音測定等の基礎データ調査を行うとともに，平成１５\n年４月１日から１年間の自動騒音測定による航空機騒音発生回数及び本\n調査による飛行状況調査の結果から飛行回数を求め，防衛施設庁方式に\nより各測定地点のＷ値を算出し，これによるコンター図を作成して，第\n一種区域等を新たに指定したものである。\nこのように，告示コンターは，極めて大規模かつ詳細な騒音調査を行\nった昭和５９年告示を踏まえ，新たに大規模かつ詳細な騒音測定等の調\n査に基づき，軍用飛行場における航空機騒音を適切に評価する指標であ\nる防衛施設庁方式のＷ値によって横田飛行場周辺の航空機騒音を評価し\nた結果によるものであるから，少なくとも上記各調査がなされた当時の\n航空機騒音の実態に合致したものであったと認めるのが相当である。\nそして，告示コンターが全面的に適用された平成１９年５月から本件\n請求対象期間の始期である平成２２年３月又は同年８月までは３年前後\nしか経過しておらず，口頭弁論終結日の時点で更に７年近くが経過して\nいるところ，上記のとおりの告示コンターの合理性に加え，現に被告に\nおいて平成１５年度調査を行わせて第一種区域等の見直しを実施してい\nること等に照らせば，同調査時の航空機騒音の実態と現状との食違いが\n顕著となっている場合には被告において告示コンターの再見直しがなさ\nれるはずであり，少なくとも，告示コンターを作成する際の各騒音調査\nと同程度の規模，内容の騒音調査がなされて原告らが損害賠償を求める\n平成２２年３月以降の航空機騒音の状況が，告示コンターの前提となっ\nた平成１５年度調査の結果と比較して乖離が顕著となっていることが認\nめられない限りは，告示コンターに基づいて本件請求対象期間の航空機\n騒音の状況を認定することが合理的であり，相当である。現に被告の主\n張する昼間騒音控除後Ｗ値も，新たな騒音測定をしてその結果に基づい\nて算出したものではなく，告示コンターの基礎となった平成１５年度調\n査のデータを基に防衛施設協会に委託して昼間騒音を控除した環境庁方\n式によるＷ値に換算させたものにすぎないから（乙１０６の１・２），\n被告自身も平成１５年度調査による騒音データが調査当時の航空機騒音\nの実態を反映したものであることは自認しているということができる。\nまた，原告らは平成１５年度調査の時点又はそれ以降において実際には\n告示コンターを上回る航空機騒音が発生していたと主張するが，この主\n張は平成１５年度調査の時点から本件口頭弁論終結日まで少なくとも告\n示コンターが前提とした程度の航空機騒音が発生し続けていることを前\n提とするものというべきであり，実質的には発生する騒音の最低線を画\nする限度では告示コンターに一定の合理性を認めるものということがで\nきる。\nこれに対し，被告は，別紙７－１の自動騒音測定装置の設置位置図\n（乙６８の２）記載の「測定場所」欄の測定地点１０か所（８５Ｗ地域\n２か所，８０Ｗ地域１か所，７５Ｗ地域４か所，区域外３か所。以下\n「被告測定地点」又は単に「測定地点」といい，個別の測定地点につい\nては「測定地点①」などと表記する。）における平成２０年度から２７\n年度までの測定地点ごとのＷ値，１日当たりの時間帯別及び騒音レベル\n別の平均騒音発生回数の集計結果（乙６８・６９の各１・２）に基づき，\n告示コンターの各Ｗ値の区域において，実際にはそれを下回るＷ値の騒\n音しか発生していないとか，平成１５年度調査の時点よりも騒音が減少\nしているなどと主張する。\nそこで，被告が援用する上記騒音測定結果についてみるに，被告は，\n上記１０か所の測定地点における継続時間３秒以上の７０ｄＢ以上の航\n空機の騒音発生回数をまとめているところ，本件請求対象期間に先立つ\n平成２０年度（平成２０年４月）から平成２７年度までのＷ値の推移と\n平均騒音発生回数（４月から翌年３月までの発生回数を同期間の日数で\n除したもの）は別紙７－２のとおりである。ただし，被告の援用する別\n紙７－２の「Ｗ値」欄に記載された数値は環境庁方式により算定したも\nのなので，当裁判所でこれに４を加えた防衛施設庁方式による近似値を\nその欄外下に追加記載した。また，平均騒音発生回数につき，被告は元\nデータの小数点第２位を四捨五入した値を記載しているが，その結果が\n０となる場合は更に傾向を詳しく見るために下側に元データの数値を併\n記した。\nまず。防衛施設庁方式によるＷ値の推移を見るに，７５Ｗ地域では概\nね７５Ｗかそれ以上となっていて顕著な乖離はなく，８５Ｗ地域ではむ\nしろほとんどの年度で９０を超えるかこれを僅かに下回る程度で騒音は\nむしろ平成１５年度調査の時点よりも激化していると認められる。これ\nに対し，８０Ｗ地域では，いずれの年度でも８０を下回ってはいるもの\nの，７７台が多く最低でも７５を上回っていて乖離が顕著とまではいえ\nない。そもそも平成１５年度調査と異なって機種や飛行態様・方法等の\n調査も行われていないのであるから，これをもって告示コンターの８０\nＷ地域で騒音が減少して平成１５年度調査の結果と乖離していると見る\nことはできない。\n次に，深夜と早朝の平均騒音発生回数の傾向を検討するに，まず，８\n５Ｗ地域（測定地点①，②）では，夜間（午後１０時から午前０時ま\nで）は，測定地点①で平成２６年度に０．０４となっているのを唯一の\n例外として，いずれの年度でも０．１を維持しており，基本的に変わっ\nていない。早朝（午前０時から午前７時まで）は平成２１年度をピーク\nにして若干減少傾向にあるとはいえ，平成２６年度以降も０．３又は０．\n４を維持している。\n次に，８０Ｗ地域（測定地点⑥）を見ると，深夜は，平成２０年度以\n降，ほぼ０．１回で少ない年でも０．０４回を維持しており，基本的に\n変動はない。早朝については平成２１年度をピークとして平成２３年度\nまでは若干減少傾向にあったが，平成２４年度以降は０．３回と０．２\n回の間で推移している。\nまた，７５Ｗ地域（測定地点⑤，⑧，⑨，⑩）では，深夜については\n概ね０．１回から０．０４回の間を推移している（昭島市宮沢町の測定\n地点⑨は他と比較するとやや０．１回を下回る年度が多いが，減少傾向\nにあるとはいえない。）。早朝は平成２１年度をピークとして若干減少\nしたものの，平成２４年度以降はいずれにおいても０．２回から０．３\n回の間を推移しており，足踏み状態にある。\nちなみに，これに対し，旧Ｗ値７５地 域 （測定 地 点③， ④，⑬） で\nは，深夜については，特に④ （飯能市岩沢）では平成２３年度以降一\n貫して０．０２回にとどまっているが，その余の地点では０．１回と０．\n０３又は０．０４回との間をゆれ動いているものの， 早 朝は 基本的に\nいずれの地点でも平成２１年度をピークとして以降は減少傾向にある\nということができる。\nこれに対し，原告らは，測定地点①，②についての被告がウェブペー\nジで公開している測定結果（甲Ｂ２７６の１～２８７の９）を集計した\nとする結果をもとに騒音の発生状況を主張するが，深夜や早朝の飛行回\n数等は原告らの主張する年間の総数よりも別紙７－２のような１日当た\nりの平均の方が発生状況が把握しやすいので，被告の書証によることと\nし，むしろ，別紙７－２の測定結果では８０Ｗ地域が瑞穂町の１か所し\nかなかったこと等を考慮し，これを補完する意味で原告らが提出する昭\n島市の測定結果（甲Ｂ５５，２２８の各３，６，８，１１頁）について\n検討する（なお，原告らは瑞穂町における測定結果（甲Ｂ２２０～２２\n６）も提出するが，証拠（甲Ｂ３１９）によっても８０Ｗ地域か８５Ｗ\n地域かが不明で，比較の対象とできず，年度ごとの集計もされていない\nから，こちらは考慮し得ない。）。\n昭島市では，８５Ｗ地域の昭島市拝島町の拝島第二小学校屋上（以下\n「拝島第二小地点」という。）及び８０Ｗ地域の昭島市田中町の市役所\n庁舎屋上（以下「昭島市役所地点」という。）において航空機騒音の自\n動測定を行っている。測定方法は，平成２５年３月までは７０ｄＢ以上\nの騒音が５秒以上継続したときに，同年４月からは暗騒音＋８ｄＢ以上\nの騒音が５秒以上継続したときに，騒音を測定するというものである。\nこれらの測定結果に基づき当裁判所が計算した平成２１年度から平成\n２７年度までのＷ値の推移及び１日当たりの平均騒音発生回数は，別紙\n７－３のとおりである。ただし，前者については元データが環境庁方式\nによるものなので４を足した防衛施設庁方式による近似値を併記し，後\n者については別紙７－２と同じく，小数点第２位を四捨五入し，その結\n果０となる場合は小数点第３位を切り捨てた。\nこれによれば，防衛施設庁方式によるＷ値を見ると，８５Ｗ地域の拝\n島第二小地点ではどの年度も８５Ｗ前後で一貫しており，平成２７年度\nは８４Ｗであるものの，前年の平成２６年度は本件請求対象期間では最\n高の８８Ｗに達するなどしていて，騒音が減少傾向にあるとは到底いえ\nない。また，８０Ｗ地域の拝島市役所地点でも８０を下回ってはいるが，\n平成２６年度は７９に達し，最低でも７６にとどまっていて，やはり乖\n離が顕著とはいえない。\nさらに，深夜，早朝の平均騒音発生回数を見ても， 拝島第二小地点\n（８５Ｗ地域）では，深夜は，平成２４年度の０．０３を唯一の例外と\nして一貫して０．１回であり，早朝は，平成２１年度をピークにして若\n干減少傾向にあるとはいえ，平成２４年度以降０．３を維持していて，\n同じ８５Ｗ地域である別紙７－２の測定地点①，②と基本的に同様であ\nる。\nまた，昭島市役所地点（８０Ｗ区域）では深夜は０．０４の年度もあ\nるが概ね０．１を維持しており，早朝は平成２１年度をピークにして若\n干減少傾向にあったが平成２４年度以降は０．３と０．２との間を推移\nしていて，やはり基本的に同じ８０Ｗ地域である別紙７－２の測定地点\n⑥と同様の傾向を示している。\n以上は年平均で見たものであるが，１日の騒音発生状況の実例を見る\nと，例えば拝島第二小学校における時間帯毎の自動測定結果（甲Ｂ２３\n４の８，２３５の２）によれば，平成２７年１１月２２日夜間から２３\n日早朝にかけては，午後１１時台に１回，午前０時台と午前２時台に各\n２回，午前３時台と午前５時台に各１回と合計７回の騒音が記録されて\nいる。また，平成２８年５月２５日の夜間から同月２７日の早朝にかけ\nても，同月２５日の午後７時から午後１０時にかけて合計１５回の騒音\nが記録され，引き続き同月２６日の午前０時台，午前１時台，午前４時\n台，午前５時台，午前６時台に１回ずつ合計５回の騒音が記録され，さ\nらに，同日の午後１１時台と翌２７日の午前２時台，３時台に各１回の\n騒音が記録されている。なお，深夜や早朝ではないが，同年７月７日の\n午後７時から午後１０時の間にも合計３４回もの騒音が記録されている。\n以上によれば，Ｗ値の推移と夜間早朝の年間騒音発生回数のいずれを\n見ても，告示コンターとの乖離が顕著とはいえないし，騒音が軽減され\nる傾向にあるとも到底いえない。８０Ｗ地域については，瑞穂町の測定\n地点⑥も拝島市役所地点も一応８０Ｗには達していないとはいえ，僅か\n２か所での測定結果であり，機種や飛行経路の調査もされていないから，\n平成１５年度調査の妥当性を左右するものではない。そもそも被告が，\n真に実際の騒音の状況が告示コンターを不合理とするまでに変化して現\n状と乖離しているという認識を有しているのであれば，少なくとも平成\n１５年度調査と同程度の現地調査を改めて行ってこれに基づき新たなコ\nンターを作成すれば足りるはずである。そうすると，平成１５年度調査\nの結果と比較して航空機騒音が軽減していると認めることはできず，被\n告の主張は，採用することができない。\n他方，原告らは，平成１５年度調査につき，①考慮された飛行方法が\n滑走路延長線上の計器飛行方式での離発着と平均海面からの高度２００\n０フィート（約６００メートル）での場周経路に限られ，場周経路上の\n飛行のうち高度１５００フィート（約４５０メートル）の有視界飛行及\nび高度２５００フィート（約７５０メートル）の オーバーヘッド・パ\nターンによる飛行等は考慮されておらず，捕捉された騒音が極めて限定\n的であること，②調査方法についても，調査地点が少なく，偏在してお\nり，調査期間が短いこと，③飛行状況調査につき夜間の飛行を除外して\nいること，④機種識別を自動騒音測定装置に頼っていることなどの点で，\n平成１５年度調査は不十分であり，実際には告示コンターの区域外の旧\n７５Ｗ地域内においても７５Ｗ地域と同等の騒音が生じていることが明\nらかであるなどと主張する。\nしかしながら，上記①の主張については，原告らがその根拠として援\n用する東京都環境局が作成した「横田飛行場周辺航空機騒音調査」（甲\nＢ１５５）は，同調査が実施された平成２２年１１月の８日間において\n平成１５年度調査が騒音測定の実施に当たって想定していなかった飛行\n方法が存在することを示すものであるとはいえ，限られた測定結果に基\nづき航空機の航跡調査を行ったものにすぎず，平成１５年度調査の時点\nはもとより，本件請求対象期間においても，そのような飛行が恒常的に\n繰り返されていたことまでを立証するものとはいい難い。また，在日米\n軍横田基地第３７４空輸航空団が平成２５年４月２１日に作成した「航\n空機空中衝突防止のために」と題する書面（甲Ｂ１６５）及び米空軍特\n殊作戦コマンドが平成２７年２月２４日に作成した「ＣＶ－２２の横田\n飛行場配備に関する環境レビュー」抜粋（甲Ｂ１６７）において記載さ\nれている横田飛行場の航空機の飛行経路の種類に至っては，いつの時点\nのどのようなデータに基づいているかが明らかではないほか，平成１５\n年度調査が騒音測定の対象としていなかった飛行方法がどの程度の頻度\nで実施されているかも具体的に明らかではないから，平成１５年度調査\nの時点はもとより，本件請求対象期間を通じて恒常的にそのような飛行\nが繰り返されていることまでを立証するものとはいい難い。さらに，原\n告らの②ないし④の主張は，平成１５年度調査に必ずしも完全に航空機\n騒音の実態を捕捉し切れていない可能性があることを示唆するものでは\nあるが，これらの点を考慮しても，平成１５年度調査に基本的な合理性\nる。そうすると，これらの事実をもっ\nて原告らの主張するように直ちに旧７５Ｗ地域を含めて告示コンターよ\nりも深刻な航空機騒音が発生していると認めることはできない。\nそして，先に検討した昭島市内の２地点の平成２１年度の騒音測定の\n集計結果に加え，同地点における平成１９年～２３年測定結果（甲２。\nこれのみ「年度」（４月～翌年３月）でなく「年」（１月～１２月）単\n位で集計），うち拝島第二小地点における日ごとの時間帯別及び騒音レ\nベル別の騒音測定回数，継続時間合計，日最高音，パワー平均，Ｗ値等\nの集計結果の平成２２年度分（甲Ｂ２２９の１～１２），平成２３年度\n分（甲Ｂ２３０の１～１２），平成２４年度分（甲Ｂ２３１の１～１\n２），平成２５年度分（甲Ｂ２３２の１～１２），平成２６年度分（甲\nＢ２３３の１～１２），平成２７年度分（甲Ｂ２３４の１～１２），平\n成２８年４月～１２月分（甲Ｂ２３５の１～４），瑞穂町役場及び瑞穂\n町箱根ヶ崎の民家（前者は甲Ａ１２によれば指定区域外とうかがわれ，\n後者は甲Ｂ３１９によっても瑞穂町が個人情報として所在地を開示して\nいないため８０Ｗ地域か８５Ｗ地域かが不明）における騒音発生回数\n（１日平均回数），最高音圧レベル（ｄＢ），Ｗ値等の測定データの平\n成２１年度～２３年度分（甲３），平成２４年度分（甲Ｂ５６），平成\n２５年度～２７年度分（甲Ｂ２１９の１～３），上記民家における日ご\nとの騒音最高値（ｄＢ），時間帯別騒音発生回数，Ｗ値等の集計結果の\n平成２２年度分（甲Ｂ２２０の１～１２），平成２３年度分（甲Ｂ２２\n１の１～１２），平成２４年度分（甲Ｂ２２２の１～１２），平成２５\n年度分（甲Ｂ２２３の１～１２），平成２６年度分（甲Ｂ２２４の１～\n１２），平成２７年度分（甲Ｂ２２５の１～１２），平成２８年４月～\n１２月分（甲Ｂ２２６の１～９）のほか，八王子市の宇津木台町会会館\n（８０Ｗ地域）における平成２８年７月と同年８月のｄＢによる騒音測\n定結果（甲Ｂ２５９の１の４５～５５頁。ただし現地進行協議の指示説\n明書の添付資料としての提出にとどまる。），福生市内の２地点におけ\nる騒音測定結果の平成１７年度～２２年２月分（甲１の７８～８０頁），\n平成２７年度分（甲Ｂ２２７。ただしＬ ｄ ｅ ｎのみ），東京都環境局によ\nる昭島市，福生市，武蔵村山市，瑞穂町内の各１地点（ただし，昭島市\n内の測定地点は前記昭島市役所地点）における平成２４年度と平成２６\n年度の航空機騒音調査結果報告書（甲Ｂ５７，２３６）に加え，平成２\n８年１月２９日の検証期日及び同年１０月１４日の現地進行協議期日の\n騒音測定結果（甲Ｂ１６２，２６０。なお，各期日における被告の騒音\n測定結果は乙１４９，１８２）を提出する。\nしかし，最も古いものでも平成１９年の測定結果（甲２）であって，\nもとより平成１５年度調査の信頼性を左右するに足りるものではない。\nまた，これらのＷ値はいずれも環境庁方式によるものとうかがわれると\nころ，原告らから，これらを防衛施設庁方式のＷ値に換算した上で，こ\nれらの測定結果と平成１５年度調査との間に顕著な乖離が生じているこ\nとを認めるに足りるような具体的な主張立証はない。そうすると，平成\n１５年度調査の際に比較して，航空機騒音が告示コンターを不合理とす\nる程度にまで深刻化していると認めることはできない。\n以上によれば，告示コンターは横田飛行場周辺における航空機騒音を\n基本的に正確に反映しているものと認められ，平成１５年度調査以後，\n原告ら及び被告により，これと同程度の規模，内容の騒音調査がなされ\nた事実はなく，また，本件訴訟で提出された各種の測定結果に照らして\nも，平成１５年度調査当時との乖離が顕著となっているとは認められな\nい。そうすると，本件請求対象期間においても，告示コンターによる７\n５Ｗ以上の地域においては，当該Ｗ値に照応する航空機騒音が発生して\nいると認めるのが相当である。\n⑵  地上騒音による侵害について\nア  認定事実\n証拠（以下括弧内掲記のもの）によれば，次の事実が認められる。\n地上騒音の意義と種類\n地上騒音とは，航空機の離着陸に伴い発生する上記⑴の航空機騒音と\n区別されるものであり，飛行場内における航空機の運用や機体整備に伴\nい発生する騒音である。地上騒音の例としては，①着陸機が接地後の制\n動のためエンジンを逆噴射するときに発するリバース音，②航空機が駐\n機場と滑走路を行き来する際に発するタクシーイング音，③駐機中の航\n空機に空気圧，油圧，電力などを供給するために航空機の尾部に装備さ\nれた補助動力装置であるＡＰＵ（Ａｕｘｉｌｉａｒｙ  Ｐｏｗｅｒ  Ｕ\nｎｉｔｓ）の稼動音，④整備に伴うエンジン試運転の音，⑤離陸前のエ\nンジン調整音，⑥離陸直前の戦闘機のエンジン最終点検によるランナッ\nプ音が挙げられる（甲Ｂ２３８の２４頁以下，乙９０の１０７頁以下）。\n平成１５年度調査における地上騒音の測定結果（乙８９）\n夏季，秋季及び冬季の各７日間における３度の本調査で得られた各測\n定点におけるピーク騒音レベル及び継続時間のデータを，機種別，飛行\n方向別，飛行態様別にそれぞれ平均値を求めて整理した結果によれば，\n５２の固定測定地点のうち，測定点１４（８７．１Ｗ），同２０（８３．\n８Ｗ），同２４（６９．３Ｗ），同２６（７５．３Ｗ），同２８（６８．\n６Ｗ），同３１（７３．１Ｗ），同３２（７９．２Ｗ），同３５（７５．\n９Ｗ），同３６（８３．４Ｗ），同４１（７１．５Ｗ）（乙８９の３７\n頁以下で「Ｇ」と記載された地点。なお，各地点のＷ値については同１\n２２頁参照）の計１０地点において，地上音が確認された。\n原告らによる地上音の測定結果\n原告らが日本音響エンジニアリング株式会社に依頼して平成２８年３\n月２３日から同月２９日にかけて，原告番号８２９の原告宅４階ベラン\nダ（７５Ｗ地域内）において自動騒音測定装置を用いた騒音測定結果に\nは，同月２３日及び同月２４日に「タクシーイングあるいは誘導路上で\n一事停止する際のアイドリングと思われる騒音」が確認されたとする記\n載があるが，実音データの聴感によるもので，目視で裏付けられたもの\nではない（甲Ｂ２３９の１０頁）。\n平成１８年度環境省請負業務騒音評価手法及び規制手法等検討調査業\n務報告書（乙９０）\nこの報告書は，社団法人日本騒音制御工学会が作成したものであり，\n我が国の騒音対策における評価量が整合されていないために住民が実際\nに受けている騒音の総曝露量などを適切に評価できないとの問題意識か\nら，諸外国の騒音に係る評価手法や規制手法の実態を調査するとともに，\n音源ごとの評価・規制のあり方について技術的検討を行い，将来におけ\nる騒音政策に関する技術的課題を検討する際の有用な資料を提供するこ\nとを目的として，防衛施設を含む複数の飛行場の飛行経路等のデータを\n参考に，運用状況につき典型的な条件を設定して推計によりＷ値への影\n響を検討して，前述の田村名誉教授や荘博士も委員を務める検討委員会\nの審議によって取りまとめられたものである。その地上音評価の必要性\nに関する検討結果の概要は次のとおりである。\n地上騒音の一般的な特徴として，気象の影響を強く受け，騒音レベル\nが大きく変化すること，騒音の影響を受ける地域がごく限定された範囲\nにとどまること等が挙げられる。そして，上記 の地上騒音のうち，Ａ\nＰＵ稼動音は暗騒音との区別や測定が困難であり，整備に伴うエンジン\n試運転音も騒音に配慮した施設内で実施されるため騒音への寄与は低い。\nまた，タクシーイング音は誘導路近傍を除いて影響は小さく，離陸前の\n調整音も飛行音に比べてレベルが小さく影響は少ない。これに対し，着\n陸後のリバース音は滑走路側方で比較的大きな音として頻繁に観測され，\n従前の基準でも測定，評価の対象とされているが，空港から離れた地域\nでは寄与は少なく，離陸直前のランナップ音についても滑走路側方１キ\nロメートル地点でも騒音曝露評価値の上昇は０．１～０．４ｄＢで影響\nは小さい。\nイ  検討\n上記ア ， によれば，平成１５年度内の計２１日間及び平成２８年３\n月２３日及び同月２４日において，横田飛行場周辺の地域のいくつかの地\n点において何らかの地上騒音が発生していることがうかがわれるものの，\nその音源等は必ずしも明確とはいえず，測定の期間，箇所のいずれにおい\nても本件で問題になっている平成２２年頃から現在までの本件請求期間内\nに，告示コンターの各地域という広がりを持った地域内においてどのよう\nな地上騒音が生じているのかを認定する客観的資料としては不十分といわ\nざるを得ない上，同 の検討結果によれば，防衛施設周辺において生じる\n地上騒音がＷ値の算定に与える影響は小さいというのである。\nこれに対し，原告らはＷ値で評価される航空機騒音とは別個に深刻な地\n上騒音による侵害が発生していると主張し，原告らの陳述書（甲Ｃ１０。\nなお，枝番号が原告番号に対応しているところ，枝番号の記載は特に必要\nがない限りは省略する。）にもエンジン調整音を主とする地上音に言及す\nるものがある。しかし，地上騒音について具体的に陳述するものは，被告\nの指摘（平成２９年３月１日付け準備書面 添付の地上音に関する陳述書\n集計表⑴）によれば陳述書総数３９８通の２割にも満たず，本人尋問を受\nけた原告１６名の陳述書だけを見ても，地上騒音に特に触れていない原告\nが過半数の９名（原告番号５，１９６，５２０，６３９，６６２，７１３，\n８０１，８６１，１０６７）にも及び，言及する者のうち２名（同３５２，\n８３９）は抽象的に地上騒音がある旨を陳述書に記載するにとどまってい\nる上，地上騒音に言及しない上記原告の居住区域は８５Ｗ地域（もともと\n同８の１名のみ）を除く全ての地域に及んでいる。\n以上によれば，横田飛行場周辺の原告らの居住地域の全域又は一定のＷ\n値以上の地域において，航空機騒音とは別の侵害として把握するに足りる\n地上騒音による侵害が発生していることを認めることはできない。\n⑶  航空機の排気ガス，振動による侵害について\nア  排気ガスによる侵害について\n原告らは，航空機が排気ガスを上空から広範囲にまき散らし，原告らの\n家の壁やベランダ等に汚れを生じさせ，健康への悪影響を生じさせている\nと主張し，平成２８年１月２９日に行われた本件検証期日において離陸し\nた航空機から茶色の排ガスの排出が観察されたこと（甲Ｂ１６１の１０～\n１１頁），原告番号６９２の原告（８０Ｗ地域）の自宅屋根の雨樋に黒い\n汚れが付着していること（甲Ｂ２７２，２７３）を指摘するほか，原告ら\nの陳述書（甲Ｃ１０）中にも排気ガスの被害を訴えるものが散見される。\nしかしながら，原告らは，横田飛行場周辺地域においてどのような種類\nの排気ガスがどの程度，どの範囲において生じているのかについて，客観\n的資料をもって具体的に主張立証するものではない。そればかりか，証拠\n（乙２０８，２０９）及び弁論の全趣旨によれば，横田飛行場に近い福生\n市役所を始めとする横田飛行場周辺自治体の６箇所の測定局の排気ガス成\n分である二酸化窒素や一酸化炭素の平成２１年度から平成２７年度の年平\n均値を見ても，他の東京都下の測定局の年平均値と比べて特別に高い値を\n示しているわけではなく，いずれの年度でも環境基準を達成していること\nが認められる。\nしたがって，横田飛行場周辺において排気ガスによる侵害が発生してい\nると認めることはできない。\nイ  振動による侵害について\n原告らは，横田飛行場周辺を飛行する航空機による振動が家屋等の構造\n物に対する物理的被害を与え，また，家の窓ガラス等がガタガタと大きな\n音を立てることにより原告らに恐怖や不安を与えているなどと主張し，被\n告の指摘（平成２９年１月１８日付け準備書面 添付の陳述書集計表１\n「以下「被告振動等陳述書集計表１」という。）によっても原告らの陳述\n書（甲Ｃ１０）の通数，人数のいずれで見ても６割近くが振動について言\n及している。\nこれにつき，原告らは，構造物に物的被害を生じるのは８５ｄＢ以上の\n振動であり，長期にわたり振動にさらされる公害振動の場合に物的被害が\n生じない限界がほぼ７０ｄＢとするのが適切と考えられていることなどの\n一般論が記載された文献（甲Ｂ２６３。弁護士村頭秀人著の「騒音・低周\n波音・振動の紛争解決ガイドブック」）を引用するが，同文献の上記記載\nは主に地盤の振動に関するものと見受けられ，原告らの主張する振動被害\nの発生の機序は必ずしも明確とはいい難い。他方，被告は，航空機が３０\n～４０メートルまで接近する建物を除き，航空機による振動（空気振動を\n通しての建物の振動）が何らかの被害につながることはほとんどないとの\n知見（乙１４３の３９頁。航空公害研究センター所長守田栄の「航空公\n害・音に関する基礎量と単位」）を前提に，昭和３９年４月の日米合同委\n員会による横田飛行場隣接地域の最低飛行速度に関する合意（乙１４６）\nからすれば，米軍機がこのような低空を飛行することは通常あり得ないと\n主張する。しかし，上記合意は離着陸及び計器侵入の場合を除いており，\n現に平成２９年１月２９日の拝島第二小学校における当裁判所の検証にお\nいて，Ｃ－５輸送機が着陸する際に同小学校の屋上から相当に低空を飛行\nし（甲Ｂ１６１の９１頁・写真８－５参照），その際に振動が体感された\nことが経験された。しかしながら，上記はあくまでも屋外でのことである\nし，振動の有無や程度については，家屋の構造や建築・耐用年数，窓ガラ\nス，屋根材等の材質その他さまざまな要因による影響が考えられ，原告ら\nが陳述する振動や建物の損傷が航空機の航行に起因するとまでは認めるに\n足りない。\nそうすると，横田飛行場の周辺で少なからぬ原告らが航空機の航行時に\n建物の振動を経験していることはうかがわれるものの，その発生機序は現\n時点では明確とはいえず，上記⑴の航空機騒音とは別個の侵害として，振\n動による侵害が横田飛行場周辺の原告らの居住地域の全域又は一定のＷ値\n以上の地域に共通する侵害として発生しているとまでは認めることができ\nない。\n⑷  航空機の墜落事故等の危険性による侵害について\nア  航空機の墜落及び落下物事故の危険性について\n証拠（甲Ｂ１３，１８６，２４７，２７４，２７５，２９８）によれ\nば，次の事実が認められる。\n昭和２２年７月から 昭和５９年１０月までの間，横田飛行場周辺に\nおいては１０件の航空機墜落事故が発生し，このうち６件においては\n基地関係者以外にも身体的，財産的被害が発生している。また，昭和\n５３年４月から平成２８年１０月までの間に４件の不時着事故，１件\nの発煙事故，１件のエンジンカバー紛失事故，１３件の事故予防着陸\nないし緊急着陸，１件の着陸時の事故が発生した。特に平成２８年に\nは ２ 月 ， ４ 月 ， １ ０ 月 と 立 て 続 け に ヘ リ コ プ タ ー Ｕ Ｈ － １ な い し Ｕ\nＨ－１Ｎが予防着陸を繰り返し，横田飛行場の所在する５市１町から\n徹底した原因究明と再発防止等を求める口頭要請がされた。\nさらに，昭和３８年１月から平成２０年７月までの間，横田飛行場\n周辺において，３件の模擬爆弾や訓練用砂袋の誤投下事故，８件 の航\n空機部品やヘルメット，ペットボトルの 落下事故，１件の部品紛失事\n故が発生し，うち平成１１年５月の誤投下事故と同年９月の部品落下\n事故では民間建物の屋根を損傷した上，平成２５年７月から平成２６\n年１１月にかけても紛失場所不明の５件の部品紛失事故が発生してい\nる。\n原告らは，過去に以上のような航空機の事故があったことをもって，\n今後も同種の事故が発生する危険性があり，このこと自体が航空機騒音\nによる被害とは別個の違法な侵害行為を構成すると主張する。しかると\nころ，現実にこれらの事故が発生し，その中には周辺住民に現実に身体\n的，財産的被害を生じたものもあることに照らすと，原告らが横田飛行\n場に離着陸する航空機の事故に対する危険を感じ，不安，恐怖を覚えて\nいるとしても理解できるところであり，このような事故が生じることへ\nの不安感や恐怖感自体は後述のとおり航空機騒音に伴う 原告らの心理\n的・情緒的被害の一環として考慮すべきである。\nしかしながら，昭和５９年１０月を最後に墜落事故は発生しておらず，\n明確に部品等の落下と認められる事故も平成２０年７月を最後に発生し\nていないこと，その他事故の内容及び頻度等に照らすと，本件請求対象\n期間において横田飛行場を航行する航空機によって墜落や落下物事故が\n起こる具体的な危険性があったとまでは認めることができず，このよう\nな危険性が現実に存在するとしてこれ自体が侵害行為を構成するという\nことは困難といわざるを得ない。原告らは，横田飛行場に飛来するＭ\nＶ－２２オスプレイの墜落事故の危険性についても言及するが，証拠\n（甲Ｂ１２３，１２８～１３０，１４０，１４２，１９８，２０５，２\n１１，２１３～２１６，乙１８３，１８５，１８７～１８９，１９１）\nによれば，沖縄の普天間基地に配備されたＭＶ－２２オスプレイが平成\n２６年７月以降，横田飛行場にも時折飛来していること，米軍普天間基\n地所属の同機種のオスプレイが平成２８年１２月１３日に沖縄県内の浅\n瀬に墜落する事故を起こしたことが認められるものの，これらの証拠を\n考慮しても，上記墜落事故の原因はいまだ不明であり，オスプレイ自体\nの構造に欠陥があるとまでは断定できず，オスプレイの飛来が原告らの\n不安感，恐怖感を強めていることは理解できるものの，上記認定を左右\nするものとまではいえない。\nイ  燃料漏出及び火災事故等について\n証拠（甲Ｂ１３，１４の１・２，１５，９７，１８６）によれば，次\nの事実が認められる。\n平成５年１０月，平成１０年７月，平成１９年９月に，横田飛行場で\nは３回の燃料漏出事故（漏出量はそれぞれ１万８０００ガロン，３０～\n５０ガロン及び１４８０ガロン）が発生している。また，昭和４２年５\n月，昭和５３年７月及び平成１０年１０月には横田飛行場内又はその周\n辺で運航中の航空機の火災事故が発生した。さらに，平成２１年１月に\nは横田飛行場内の平屋建ての建物約３６００平方メートルが全焼する火\n災事故が発生し，東京都と横田基地の所在する５市１町の首長で構成さ\nれる横田基地に関する東京都と周辺市町連絡協議会（以下「連絡協議\n会」という。）が即時の情報提供と原因究明，再発防止策の説明を行う\nよう要請したが，後日，その消火活動に使われた大量の汚濁した水が福\n生市内の公園の池に流れ込み，数百匹の魚が死んだことが判明した。\n原告らは， のような事故があったことから横田飛行場内の施設\nの設置，運用自体が大事故の不安を与えるとともに周辺環境を汚染して\n航空機騒音とは別個の侵害行為を構成するなどと主張する。\nしかるところ，共通損害といえるか否かはともかくとして，航空機騒\n音から想起されるそのような事故が生じることへの不安感や恐怖感を心\n理的・情緒的被害の一環として斟酌する余地はあり得る。しかし，上記\nの事故の内容及び頻度等に照らすと，かかる事故のあった飛行場とい\nうだけで横田飛行場の設置，運用が原告らに対する具体的な危険性を伴\nう侵害行為となるとは認めることができないというべきである。このこ\nとは原告らが主張する横田飛行場所属の米兵や米軍属による犯罪の発生\nについても同様である。\n⑸  低周波音による侵害について\nア  原告らは，平成２７年９月に原告らが委託して実施，作成された本件低\n周波音測定報告書（甲Ｂ２６７）に基づき，横田飛行場に飛来する航空機\nから相当程度の低周波音が発生しており，航空機騒音とは別個の侵害を構\n成すると主張する。\nイ  しかるところ，環境庁は，低周波音による苦情に対応するため，平成１\n２年１０月，「低周波音の測定方法に関するマニュアル」（甲Ｂ２６５。\n以下「環境庁マニュアル」という。）を公表しており，これによれば低周\n波音に関する知見は次のとおりである。\n低周波音の意義等\n一般に，人が聴くことができる音の周波数範囲は２０Ｈｚから２０ｋ\nＨｚまでとされており，周波数２０Ｈｚ以下の音波を超低周波音といい，\n１００Ｈｚ以下の低周波数の可聴音と超低周波音を含む音波を低周波音\nという（同１頁）。\n低周波音は多くの環境騒音に含まれているが，音圧レベルの高い低周\n波音は，不快感や圧迫感を与え（心理的・生理的影響），また，家屋の\n窓や戸の揺れ，がたつきなどを生じさせる（物理的影響）ことが知られ\nている。ジェット機のジェットエンジンやヘリコプターの回転翼は低周\n波音の問題を発生させる可能性がある（同４～６頁）。\n現在のところ，低周波音に関する環境基準やガイドラインは存在しな\nい。\nＡ特性とＧ特性\n前記第２部「前提となる事実」第３の２⑴エのとおり航空機の騒音レ\nベルの評価は，可聴音に対する人間のうるささの感覚をより的確に反映\nするため，Ａ特性音圧レベルで行われ，Ｗ値を算出する際にもＡ特性で\n補正した値を用いている。これに対して，２０Ｈｚまでの超低周波音の\n人体感覚を評価するため，１６Ｈｚ付近の周波数特性の重み付けを高く\nした周波数補正特性をＧ特性といい，この周波数補正特性を反映した音\n圧レベルをＧ特性音圧レベルという（同１頁）。\n低周波音の測定方法\n測定にはＧ特性音圧レベルを測定できる音圧レベル計を用いるものと\nし，Ｇ特性を持たない低周波音圧レベル計を用いる場合には，実時間周\n波数分析器等を用いて現場で周波数分析を行うか，周波数重み付けをし\nない平坦特性で低周波音を録音し，持ち帰って再生し，実時間周波数分\n析器等を用いて周波数分析を行うものとしている（同２１頁）。\n低周波音の測定では，風の影響を強く受ける。対象とする低周波音の\n音圧レベルが小さいほど，また，周波数が低いほど風の影響を受けやす\nい。風雑音によるレベルの上昇は不規則かつ不安定で，風の強い場合に\nは人が測定器に張り付いて風雑音と対象音を逐次仕分けする必要があり，\n大きな音圧レベルが発生したのは実は風によるものだったということに\nなりかねないので特に注意を要する。そのため，音圧レベル計にはでき\nるだけレベルレコーダーを併用して風雑音の影響をこまめにチェックし，\n録音に際しても風雑音の影響をこまめにアナウンスすることが望ましい。\n風が強いときには測定をしない方が無難である（同２１，２８頁）。マ\nイクロホンに騒音計用の防風スクリーン（通常直径９センチメートル）\nを付けるがあまり大きな効果は期待できない。低周波音の音圧レベルが\n８０ｄＢ程度で草木や木の葉が風で揺れているときは測定は難しい（同\n５１頁）。\nまた，音圧レベル計とレベルレコーダーの動作特性は遅い時間重み付\nけ特性であるＳｌｏｗを用いる（同２４，２６頁）。\nウ  環境省の「低周波音問題対応の手引書」とその位置付け（甲Ｂ２６４）\n環境省は，平成１６年６月，低周波音についての苦情に地方自治体が対\n応する際の解決に至る道筋を示す ものとして「低周波音問題対応の手引\n書」（以下「環境省手引書」という。）を公表した。ただし，この手引書\nは，固定発生源から発生する低周波音に適用するものであり，航空機を始\nめとする交通機関のような移動音源には適用しないことが明記されている\n（同１頁）。また，環境省手引書は，建具のがたつき等の物理的苦情と室\n内において感じられる不快感等の心身に係る苦情とを分けて，評価指針と\nして後述の音圧レベルによる参照値を示したが，これについては，交通機\n関等の移動発生源には適用しないこと，低周波音についての対策目標値，\n環境アセスメントの環境保全目標値や作業環境ガイドラインとして策定し\nたものではないことが留意事項として明記されている。また，心身に係る\n基準に関する参照値については，低周波音に関する感覚について個人差が\n大きいことを考慮して大部分の被験者が許容できる音圧レベルを設定した\nものであり，ほとんどの苦情は室内で起こることから室内の測定値である\nとされている（同２３，２６頁）。\nまた，環境省手引書は，低周波音の測定に際しては，測定項目を低周波\n音の１／３オクターブ周波数分析，Ｇ特性音圧レベル，風向，風速等とし\nて的確な測定計画を立案した上で，環境庁マニュアルを参考にして測定を\n実施するものとしている。測定の際の注意事項として，風が強いと風雑音\nが対象となる低周波音より大きくなってしまうことが考えられるため，そ\nの影響が小さくなる条件で測定する必要があることを明記している（同６，\n８頁）。\nさらに，評価指針では，物的苦情に関する測定場所は問題となる住居な\nどの建物の屋外で建物から１～２メートル離れた位置とすること，測定量\nはＧ特性音圧レベル及び１／３オクターブバンド音圧レベルとすること，\n測定周波数範囲は原則として１／３オクターブバンド中心周波数１Ｈｚ～\n８０Ｈｚとすること，低周波音レベル計の聴感補正特性は周波数分析の場\n合は平坦特性（周波数補正のないもの）とし，Ｇ特性音圧レベルを用いる\n場合はＧ特性とするが，Ｇ特性の付いていない低周波音レベル計では平坦\n特性でも可とするとされている（同２６，２７頁）。\nその上で，苦情については，第１に発生源と疑われる施設・設備機器等\nと苦情内容との間に対応関係があることを確認し，第２に低周波音の測定\n結果と環境省が評価指標として示す周波数毎の１／３オクターブバンド音\n圧レベルによる参照値（以下「参照値」という。中心周波数４０Ｈｚを例\nにとると，物的苦情については９３ｄＢ，心身に係る苦情については５７\nｄＢ）とを照らし合わせた上で，測定値がいずれかの周波数で参照値以上\nであれば，その周波数が苦情の原因である可能性が高いとしている。また，\n心身に係る苦情については，Ｇ特性音圧レベルが９２ｄＢ以上の場合も２\n０Ｈｚ以下の超低周波音による苦情の可能性が考えられるとしている（同\n２１～２３頁）。\nエ  本件低周波音測定報告書（甲Ｂ２６７）とその問題点\n本件低周波音測定報告書は，横田飛行場滑走路南端からほぼ南へ約１．\n２キロメートルの位置にある東京都立川市西砂町 a－b－c の家屋（８０Ｗ\n地域）の２階屋上から１．２メートルの高さに騒音計マイクロホンを設置\nし，平成２７年９月２０日から同月２６日の７日間にわたって，騒音及び\n低周波音の測定を行ったとするものである。測定にあたっては，Ｃ特性を\n用い，速い時間重み付け特性（Ｆａｓｔ）を用いたデータ解析ができたの\nは，同年９月２０日と２３日～２６日の５日間であり，そのうち①同月２\n０日の午後５時５分から１０分までの間，②同月２３日の午後５時４０分\nから午後６時までの間，③同日の午後６時から午後６時３０分までの間，\n④同月２４日の午後６時１０分から午後６時１５分までの間，⑤同月２５\n日の午前１０時１分から午前１０時１５分までの間及び⑥同月２６日の午\n後１時５３分から午後１時５８分までの間に低周波音を観測したとする。\nそして，原告らは，同期間の横田飛行場周辺の上記測定地点を含む６か所\nのいずれかで航空機の目撃がされたとする飛行記録作成報告書（甲Ｂ２６\n８。以下「本件飛行記録」という。）との照合の結果として，低周波音は\nＣ－５ギャラクシー及びＣ－１３０の飛来時に観測されたものであるなど\nと主張する。\nしかしながら，本件低周波音測定報告書は，測定地点がわずか１か所で，\n測定・分析を行ったのも平成２７年９月中の５日間の中のごく限られた期\n間にすぎず，原告らも自認するとおり，横田飛行場周辺の低周波音の全体\n像を示すものとはいい難い。この点を措くとしても，少なくとも，次の点\nで本件低周波音測定報告書には疑義がある。すなわち，環境庁マニュアル\nでは，音圧レベルとしてＧ特性若しくは平坦特性を用いるとされているに\nもかかわらず，本件低周波音測定報告書は，周波数補正特性についてＣ特\n性とＡ特性を用いている。原告らは，２０Ｈｚ以下の風の影響を少なくす\nるためにＣ特性を用いたと主張するが，Ｃ特性の場合に風の影響を考慮し\nなくてよいとする文献等の提出がないことはもとより，Ｇ特性ないし平坦\n特性とＣ特性との間にどのような差違があるのかを判断するための十分な\n証拠はなく，環境庁マニュアルに沿っていないＣ特性による測定結果には\n疑問がある。\nまた，環境庁マニュアルでは，低周波音の測定で最も注意すべきは風に\nよる影響であることが随所で強調され，風が強い場合には人が測定器に張\nり付いて風雑音と対象音とを仕分けする必要があるとされているし，環境\n省手引書でも風速や風向を低周波音測定時の測定項目としているが，本件\n低周波音測定報告書には測定地点における風向，風速が全く記載されてい\nない。原告らは，青梅市における平成２７年９月２０日と同月２３日の風\n向，風速の気象データ（甲Ｂ２７１）を提出するが，青梅市で測定された\n風向，風速が立川市西砂町にそのまま妥当するとは到底考え難く，風雑音\nによる影響がどの程度排除された測定結果かについても疑問がある。\n加えて，測定結果の評価を見ても，本件飛行記録で本件低周波音測定報\n告書の測定地点（Ｚと表示）において同報告書で低周波音が測定されたと\nする時間帯に符合して航空機の飛来が目撃されたのは平成２７年９月２０\n日１７時７分のＣ－５ギャラクシー程度であり，逆に同月２３日の１９時\n２４分には同所でＣ－１３０の飛来が目撃されているのに低周波音が測定\nされた形跡はなく，本件飛行記録のその他の地点での目撃状況と照合して\nも本件低周波音測定報告書とは必ずしも一致しないから，この点でも本件\n低周波音測定報告書には疑問が残る。\nそうすると，本件低周波音測定報告書をにわかに採用することはできず，\n原告らの一部の陳述書に低周波音に言及するものがあることを考慮しても，\n原告らの居住地の全域又は一部の地域において，横田飛行場を離着陸する\n航空機等から心理的・生理的影響や物理的影響を及ぼす程度の低周波音が\n発せられていることを認めるに足りる証拠はない。\nなお，原告らは，普天間平成２２年控訴審判決や普天間平成２８年一審\n判決（乙２１７）で低周波音による侵害ないし被害が認められたことを指\n摘するが，これらの判決は低周波音についての沖縄県等の複数地点での数\n年にまたがる時期を異にする測定結果に基づき， 常駐機としてヘリコプ\nターが大半を占めているという普天間飛行場の特殊性を考慮した上で，低\n周波音に日常的に曝露されていることを認めたものとうかがわれ，仮に本\n件低周波音測定報告書が採用できたとしても，１地点におけるごく短期間\nの低周波音の測定結果しかなく，普天間飛行場とは飛来する航空機の内容\nも異なる横田飛行場については低周波音の実態がこれに匹敵する程度に明\nらかとは到底いい難く，低周波音による侵害を認めることはできない。な\nお，本件低周波音測定報告書と同一の測定者による低周波音の測定報告書\nは普天間平成２８年一審判決でも証拠として採用されていない （乙２１\n７）。\nしたがって，横田飛行場周辺において航空機騒音とは別に低周波音によ\nる侵害が発生していると認めることはできず，もとより先に見た振動の原\n因が低周波音によることを認めるに足りる証拠もない。\n４  被害の性質と内容について\n⑴  共通損害論について（判断枠組み）\n原告らは，本件で主張する被害を原告ら全員に共通するものとして主張す\nるとともに，航空機の騒音被害に関する裁判例等によれば，原告ら各自の被\n害の個別具体的な立証は不要であるとするのに対し，被告は，原告らの被害\nを個別具体的に主張立証する必要があると主張するので，まず，この点につ\nき検討する。\n民事特別法２条は，原告ら各自の被っている被害につき，それぞれの固有\nの権利として損害賠償の請求をすることを認めているものであるから，各原\n告について，それぞれ受忍限度を超える被害の発生と内容が認定されなけれ\nばならないことは当然である。\nしかしながら，原告らの請求は，原告ら各自が受けた具体的被害の全部に\nついて賠償を求めるのではなく，それらの被害のうち原告ら全員が等しく被\nっていると認められる程度のものにつきその限度で各自が慰謝料という形で\nの損害賠償を求めているにすぎないから，更に原告ら各自の事情を個別具体\n的に立証するまでもなく，そのような意味で原告らに最小限度共通に生じて\nいる被害を原告ら各自につき違法性の判断要素として考慮し，損害賠償を認\nめることは許されるし相当である。もちろん，このような被害であっても，\n原告ら各自の生活条件，身体的条件等の相違に応じてその内容及び程度を異\nにし得るものではあるが，そこには全員について同一に存在が認められるも\nのや，例えば生活妨害の被害のように，その具体的内容において若干の差違\nはあっても，静穏な日常生活の享受が妨げられているという点においては共\n通性があって，これに伴う精神的苦痛の性質及び程度において差違がないと\n認められるものも存在し得ることからすれば，このような被害の主張立証も\n一概に排除されるべきものではない。\nただし，横田飛行場の設置管理の違法性の判断については，その供用に伴\nう航空機の離着陸の際に生ずる騒音等が原告ら周辺住民にどのような種類，\n性質，内容の被害をどの程度に生ぜしめているかが一つの重要な考慮要素を\nなすところ，この場合における被害の総体的な認定判断においては，必ずし\nも原告ら全員に共通する被害のみに限らず，その一部にのみ生じている特別\nの被害も考慮の対象にすることができる。この見地からは，原告のうち特殊\nな生活条件，身体的条件を有する者について生ずる特別の被害も加えて総体\n的な評価判断をすることができ，このような損害は，共通損害に対する慰謝\n料の算定の要素とはならないものの，上記の限度では問題となり得る。\n以上は大阪空港最高裁大法廷判決を始め，横田飛行場を巡る従前の累次の\n一審，控訴審及び最高裁の判決並びに他の基地関係の騒音訴訟の判決におい\nても認められてきたところであり，当裁判所もこれと見解を同じくするもの\nである。よって，以下ではこのような観点から，原告らの被害について検討，\n判断することとする。\n⑵  騒音が心身に影響を与える一般的な可能性\nア  沖縄県が平成１１年に作成した航空機騒音による健康への影響に関する\n調査報告書（甲Ｃ７。沖縄県健康影響調査報告書）は，「第１章  序論」\nにおいて航空機騒音によって健康影響が発現する経路ないしその構造につ\nいて，次のとおり説明しており，騒音の人体への生理学的な影響の発現経\n路に関する研究結果を踏まえた一般論としてはこのとおりと認めることが\nできる。\n騒音は，外耳道から鼓膜，耳小骨連鎖を経て内耳に入り，有毛細胞に傷\n害を与えることによって，聴力の低下を引き起こす。内耳の有毛細胞にお\nいて神経インパルスに変換された騒音は，聴神経を経て大脳皮質の聴覚域\nに達して音感覚を成立させるとともに聴取妨害をもたらす。一方，網様体\nを経て大脳の新皮質に到達した神経インパルスは，覚醒，睡眠妨害，ある\nいは思考・精神作業妨害を起こす。また，視床下部を介して大脳旧皮質全\n体を刺激し，不快感，イライラ等の情緒妨害を起こし，さらに食欲・性欲\n等の本能欲を妨害するに至る。このような情緒妨害，日常生活妨害がアノ\nイアンスとして捉えられている反応の背景要因を構成するものである。ま\nた，これらの影響が一定の限度を超すと，ストレス反応として，視床下部\nと下垂体を介して甲状腺，副腎，生殖腺等の内分泌系に影響が現れる。さ\nらに，視床下部からのインパルスは自律神経系を介して循環器系や消化器\n系に影響を及ぼすと考えられている。（同１－５，６頁）\nしたがって，航空機騒音は，これに対する曝露状況やその内容・程度に\nよっては，原告らの身体又は精神に影響を及ぼし得る可能性があるものと\n認められる。\nイ  これに対して被告は，航空機騒音が人の身体又は精神に直接的かつ深刻\nな影響を及ぼすことは一般的に否定されているとして，各種の国内外の研\n究や調査の結果（乙１５６～１６７）を提出する。\nしかしながら，被告が依拠する研究，調査の大半は，昭和４０年代から\n５０年代の知見（乙１５６～１６１，１６４）であり，その後の新たな知\n見を基に作成された沖縄県健康影響調査報告書や後述のＷＨＯガイドライ\nン，欧州夜間騒音ガイドラインなどの原告らが依拠する証拠を排斥するも\nのとはいえない。したがって，以下では，原告らが主張する被害類型毎に，\n原告らが提出する証拠と比較的近時の被告が掲げる証拠（乙１６３，１６\n５～１６７）とを個別的に検討し，横田飛行場の航空機騒音等により原告\nらに共通の被害が生じていると認めることができるか及びこれが認められ\nる場合の性質・程度につき検討する。\n⑶  睡眠妨害\nア  認定事実\n以下括弧内掲記の証拠によれば，次の事実が認められる。\n用語の補足説明（甲８，甲Ｄ３，乙２０７，２１９）\nａ  等価騒音レベル（Ｅｑｕｉｖａｌｅｎｔ  Ｃｏｎｔｉｎｕｏｕｓ\nＡ－ｗｅｉｇｈｔｅｄ  ｓｏｕｎｄ  ｐｒｅｓｓｕｒｅ  Ｌｅｖｅ\nｌ）\n不規則かつ大幅に騒音レベルが変動している場合に，測定時間内の\nＡ特性による音圧レベルのエネルギーを時間平均したものであり，測\n定時間Ｔ時間内の等価騒音レベルをＬ Ａｅｑ，Ｔ（単位はｄＢ）で表記\nする。ただし，Ｔは省略することがある。\nｂ  単発騒音曝露レベル（Ｗｅｉｇｈｔｅｄ  Ｅｑｕｉｖａｌｅｎｔ\nＣｏｎｔｉｎｕｏｕｓ  Ｐｅｒｃｅｉｖｅｄ  Ｎｏｉｓｅ  Ｌｅｖｅ\nｌ）\n単発的な騒音の大きさをそのエネルギーと等しいエネルギーを持つ\n継続時間１秒間の定常騒音の騒音レベルに換算したもので，Ｌ ＡＥ\n（単位はｄＢ）で表記する。\nｃ  最大騒音レベル\n対象とする時間範囲に発生した騒音レベルの最大値であり，時間重\nみ付け特性をＦａｓｔとしたＡ特性の音圧レベルを測定した騒音計の\n指示値の最大値で，ＬＡｍａｘ（単位はｄＢ）で表記する。\nｄ  夜間の等価騒音レベル\n最も曝露される建物の前面（外側）で８時間（午後１１時～午前７\n時）測定された１年間のＬ Ａ ｅ ｑであり，Ｌ ｎ ｉ ｇ ｈ ｔ ， ｏ ｕ ｔ ｓ ｉ ｄ ｅ（単位は\nｄＢ）で表記する。\nＷＨＯガイドライン（甲Ｃ８）\n平成１１年に公表されたＷＨＯガイドラインでは，睡眠妨害は，環境\n騒音（航空機騒音を始めとするあらゆる音源から発生する音。同１頁）\nの主要な影響の一つであるとされ，要旨次のとおりの記述がある。\n騒音によって睡眠中に生じる一次影響として入眠困難，覚醒や睡眠深\n度の変化，血圧・心拍数・指先脈波振幅の上昇，血管収縮，呼吸の変化，\n不整脈，体動の増加などがある。騒音曝露を受けた翌朝やその後何日間\nかに現れる二次影響として不眠感，疲労感，憂うつ，作業能率の低下が\nある。一次影響の反応確率には，問題となっている騒音の騒音レベルよ\nりも暗騒音とのレベル差が関与する。そして，快適な睡眠のためには，\n騒音が定常的な音ならば，夜間の屋内の暗騒音のＬ Ａｅｑは３０ｄＢ以下\nにとどめるべきであり，個々の発生音についても，４５ｄＢを超えるよ\nうな騒音は避けるべきである（同４頁）。\n間欠音による睡眠妨害は，最大騒音レベルとともに増加し，たとえ全\n体的な等価騒音レベルがかなり低くても，高い最大騒音レベルの騒音が\n少しでも発生すれば睡眠に影響が生じる。したがって，睡眠妨害を防ぐ\nためには，等価騒音レベルだけでなく，最大騒音レベルや騒音の発生回\n数によっても定められるべきである。暗騒音のレベルが低い場合，可能\nな限り，Ｌ Ａ ｍ ａ ｘ４５ｄＢを超える騒音は制限すべきである（同７～８\n頁）。\n欧州夜間騒音ガイドライン（甲Ｃ２０）\nＷＨＯ欧州事務局が平成１５年に夜間騒音曝露の制御と監視に関する\n将来的な法規制及び政策実施に関する科学的な助言を欧州委員会とその\n加盟国に提供する目的で設置した専門家による作業部会が，騒音の健康\n影響に関する文献調査を行い，作業部会の中に設置された４つの専門家\n会議での討議を経てまとめた草案を平成１８年から企業，各国政府，非\n政府組織などと共に検討した上で，平成２１年１０月，最終報告書とし\nて提出したものであり，要旨次のとおりの記述がある。\n睡眠が生物学的に必要であり，睡眠の妨害は，健康に関わる様々な悪\n影響と関連している。睡眠中の騒音が心拍数の増大，脳幹の反応，睡眠\n深度の変化及び覚醒反応といった生物学的影響を与えることに関する十\n分な知見がある。夜間騒音曝露が自己申告による睡眠妨害，薬物使用の\n増加，体動の増加，（環境要因による）不眠症の原因になることを示す\n十分な知見がある。また，夜間騒音がホルモンレベルの変化や心臓血管\n系疾患，うつ，その他の精神的疾患といった臨床症状を引き起こすとい\nう限定的な知見がある。なお，ここにいう「十分な知見」とは夜間騒音\n曝露と健康影響との因果関係は既に確立されていることをいい，偶然の\n一致，バイアス，歪みなどが十分に排除されていると考えられる研究に\nおいて，その関係を確認し得ること，騒音が健康影響をもたらす生物学\n的妥当性も十分に確立されていることをいうものと定義されている。ま\nた，「限定的な知見」とは，騒音と健康影響の関連性は直接的には観測\nされていないが，因果関係を支持するに足る優れた知見があること，間\n接的な知見は豊富に存在し，それらは健康に悪影響を及ぼす生理学的変\n化の中間的影響と騒音曝露とを結びつけていることをいうと定義されて\nいる（同４頁）。\n欧州夜間騒音ガイドラインは，以上の知見を基礎として，自己申告に\nよる睡眠妨害や，環境要因による不眠症，睡眠薬・鎮痛薬服用の増加な\nどの健康に対する悪影響を防止するための夜間騒音のガイドライン値と\nして，Ｌ ｎ ｉ ｇ ｈ ｔ ， ｏ ｕ ｔ ｓ ｉ ｄ ｅ４０ｄＢとすること及び種々の理由でこれを\n早期に達成できない場合の暫定目標を同５５ｄＢとすることを提案した\n（同１０頁）。\n長田泰公らによる「騒音の睡眠に及ぼす影響に関する実験的研究」と\n題する論文（甲Ｃ４。以下「長田論文」という。）\n昭和４３年に公表された文献で，内容は要旨次のとおりである。\n１９～２０歳の健康な男子学生５名に対し，睡眠中，テープに録音し\nた夜間の道路交通騒音と小規模な機械工場の騒音とを午前０時から６時\nまでの６時間，寝台上の位置で４０ｄＢ及び５５ｄＢになるようにして\n聞かせて，被験者の脳波，精神電流反射，脈拍数，血液・尿などを検査\nする実験を行った。その結果，夜間睡眠中に聞かせた騒音は４０ｄＢで\nも脳波からみた睡眠深度を浅くし，脈拍の安定を乱し，血球にも変化を\n与えて睡眠による休養効果を損なうことが判明した。そして，４０ｄＢ\nよりも５５ｄＢの方が，脳波からみた睡眠深度，脈拍への影響が強かっ\nた。もっとも，被験者は騒音に気づいておらず，主観的にはよく眠れた\nと答えていた。\n原告夜間騒音コンター図（甲Ｃ２９）\nこのコンター図（同１３頁）は，原告らが，平成２８年１０月，前述\nの被告測定地点１０箇所と昭島市拝島第二小学校に昭島市が約３か月毎\nに異なる時期に測定した３か所と東京都の測定した１４か所（ただし，\nうち４か所は９月中，うち６か所は７月中の各１４日のみの測定で，１\n年間分の測定結果があるのは残りの４か所）を加えた２８か所の測定地\n点での平成２４年度における夜間騒音データを基に，日本音響エンジニ\nアリング株式会社に依頼して測定点ごとのＬ ｎｉｇｈｔ，ｏｕｔ ｓｉｄ ｅを算定し\nた結果に基づいて作成させたものである。ただし，算定の基礎となった\nとする各測定地点毎のデータは示されていない。\n原告夜間騒音コンター図によれば，上記 の欧州夜間騒音ガイドライ\nンのガイドライン値である告示コンターの７５Ｗ地域内の測定地点では\nいずれもＬ ｎ ｉ ｇ ｈ ｔ ， ｏ ｕ ｔ ｓ ｉ ｄ ｅ４０ｄＢを超えていて，同地域が同４０ｄ\nＢを示すコンター線の中にほぼ含まれ，また，告示コンターの８０Ｗ地\n域内の測定地点ではいずれも同４５ｄＢを超えて，同地域は同４５ｄＢ\nのコンター線にほぼ重なっている。ただし，７５Ｗ地域外で同４０ｄＢ\nを超える測定地点は１か所にとどまり，また，南北方向の同４０ｄＢや\n同３５ｄＢのコンター線上には全く測定地点がない。現に作成者自身が，\n同４５ｄＢと同５０ｄＢのコンター線は概ね実態に沿って引けているが，\n同４０ｄＢと同３５ｄＢのコンター線の外側に調査地点がなく，調査地\n点の不足により実態との乖離が著しいとの留保を付している（同１４\n頁）。\n沖縄県健康影響調査報告書（甲Ｃ７）の記載\n同報告書の第３章には要旨次のとおりの記載がある。\nａ  生活質・環境質の調査のため平成８年から平成９年にかけて，全部\nで９８問の質問項目から成る調査票を，嘉手納飛行場周辺の７５Ｗ以\n上の区域及び普天間飛行場周辺の区域（７５Ｗ未満として指定はない\nが，騒音の影響を受けていると思われる区域（以下「７５Ｗ 未満区\n域」という。）を含む。）の住民並びに対照群として航空機騒音に曝\n露されていない区域に居住する住民の合計７８９４名に配布し，５６\n９３名分の有効回答（うち嘉手納飛行場周辺３５６０名，普天間飛行\n場周辺１４４８名，対照群６８５名）を得た（３－２～３頁）。\nｂ  「睡眠妨害」の頻度に関する設問について「いつもある」，「とき\nどきある」と回答した者の合計割合（反応率ともいう。）は，嘉手納\n飛行場及び普天間飛行場いずれにおいても，指定区域のＷ値と相関し，\nＷ値が高くなるほど高くなった（もっとも，両飛行場周辺の７５Ｗ区\n域及び８０Ｗ区域においては，普天間飛行場周辺における反応率が嘉\n手納飛行場における反応率よりも格段に高く，反応率が異なってい\nる。）。また，特定の航空機騒音による睡眠妨害（飛行機・ヘリコプ\nターの音による睡眠妨害とエンジン調整音による睡眠妨害の２種類）\nについても反応率が調べられ，いずれについても「週に何日も妨害さ\nれる」，「週１，２回妨害される」と回答した者の合計割合は，Ｗ値\nが高くなるほど高くなった（３－１６頁）。\nｃ  上記調査においては「睡眠障害」に関する調査も実施した。\n日常における睡眠障害一般につき，「床についたとき，寝つけなく\nて困ることがありますか」，「夜中に目がさめて，その後寝つけなく\nて困ることはありますか」，「朝早く目がさめてしまって困ることが\nありますか」，「一晩じゅう十分に眠れなかった感じのすることがあ\nりますか」との４つの設問を設け，「週に３回以上ある」と「週に１，\n２回ある」と回答した項目数を「睡眠障害：週１，２回」とし，「週\nに３回以上ある」，「週に１，２回ある」，「月に１，２回ある」の\nいずれかに回答した項目数を「睡眠障害：月１，２回」として，それ\nぞれの尺度値とした。いずれも４つの設問に対する回答数（１問につ\nき１点）に応じて，０点から４点までの値を取る尺度値であり（すな\nわち，４つの設問全てに「週に１，２回ある」以上の頻度の選択肢を\n選んだ回答者は，「睡眠障害：週１，２回」が４点となる。），点数\nが高いほど睡眠障害の程度が高いと推定される。\n以上を基に，「睡眠障害：週１，２回」が４点であった回答者の割\n合と「睡眠障害：月１，２回」が１点以上であった回答者（前者は，\n比較的重度な睡眠障害を示し，後者は，比較的軽度な睡眠障害を示\nす。）の割合を年齢・性別の構成比が対照群と一致するように調整し\nて算出したところ，全体として，睡眠障害と航空機騒音曝露との間に\n量反応関係がみられた。\n一方，航空機騒音に曝露されていない対照群における結果は，航空\n機騒音にさらされていない者が他の何らかの要因で睡眠障害を経験し\nている割合を示すから，今回の場合には曝露地区の回答結果が対照群\nと比較してどの程度増加しているかが問われるとして，多重ロジステ\nィック回帰分析（統計的な多変量解析の一手法で，ある事象が起こる\n確率を複数の要因から予測するための回帰式を導くことができ，各要\n因の影響の程度は後述のオッズ比として得られる。同Ａ－４頁）によ\nり，対照群に対する各指定区域群の睡眠障害のオッズ比を求めた。な\nお，オッズ比とは疾病の発病リスクなどを比較するために一般に用い\nられる尺度であり，騒音曝露群での該当者の比率をＰ １，対照群での\n比率をＰ ０ と す る と ， ｛ （ １ － Ｐ ０ ） ／ Ｐ ０ ｝｝ ×｛Ｐ １ ／ （ １ － Ｐ\n１）｝という数式で表される。両群に差がない場合，オッズ比は１と\nなり，曝露群での比率の方が高い場合には１以上の値となる（同Ａ－\n２頁）。\nその結果，嘉手納飛行場周辺においては，「睡眠障害：週１，２\n回」（４点），「睡眠障害：月１，２回」（１点以上）のいずれにつ\nいても，航空機騒音曝露とオッズ比との間に著明な量反応関係が認め\nられた。他方で，普天間飛行場周辺においては，「睡眠障害：週１，\n２回」（４点）については量反応関係が認められなかったが，「睡眠\n障害：月１，２回」（１点以上）については，量反応関係が有意に認\nめられた。比較的重度な睡眠障害を示す「週１，２回」では，対照群\nとの間に５パーセントの有意水準で有意差が認められるのはＷ値８５\n以上の区域であるが，比較的軽度な睡眠障害である「月１，２回」で\nは，７５Ｗ以上の全ての曝露群において，対照群との間にオッズ比の\n有意差が認められた。他方，７５Ｗ未満区域については，月１，２回\nの睡眠障害の回答率に関してすら非曝露群との有意差があるとはうか\nがわれない（以上につき図３－１４を含む３－１６～１８頁）。\n小松基地調査報告書（甲Ｃ１１の１。なお同報告書の本文中で引用の\n表は甲Ｃ１１の２）の記載\n平成２３年に服部医師が行った小松基地調査では，「成人・学生（１\n５歳以上）用の騒音と健康に関する調査票」（甲Ｃ１２。以下「小松騒\n音調査票」という。）を使用して調査を行った。この調査の方法及び結\n果につき，同報告書には要旨次のとおりの記載がある。\nａ  小松基地周辺の地域のそれぞれＷ値７０，７５，８０，８５の区域\n並びに対照群としての非騒音地区として小松基地から離れた地域の２\n町会を調査対象とし，調査票によるアンケートを６７６世帯に配布し，\n５８４世帯（７０Ｗ区域１０５世帯，７５Ｗ区域１０９世帯，８０Ｗ\n区域１１５世帯，８５Ｗ区域７６世帯，非騒音地区１７９世帯）の回\n答を得た（１０，１２頁）。\nｂ  統計解析については，性・年齢や属性の影響を調整して，地区騒音\nレベルや「戦闘機騒音のうるささ」が健康や疾病に与える影響を評価\nするため，得点に対しては重回帰分析を行って得点の推定値とその９\n５パーセント信頼区間を示し，カットオフ値以上か否かに対しては多\n変量ロジスティック回帰分析を行いオッズ比とその９５パーセント信\n頼区間を示した。\n調整する属性は性・年齢など交絡要因になることが明らかな属性を\n基本に選択した。調整した値と調整していない値を区別する必要があ\nる場合には，調整した値は「調整得点」や「調整割合」など，調整し\nていない値は粗得点や粗割合などと表記した（以上同１４～１５頁）。\nｃ  過去１か月間の睡眠の状態や１か月間に少なくとも週３回以上経験\nした睡眠のトラブルについての設問につき，戦闘機騒音で睡眠が妨げ\nられることが「かなりある」，「ひどくある」と回答した人の粗割合\nは，騒音レベルが高くなるに従い増加する量反応関係が有意に認めら\nれた。また，７５Ｗ以上の区域に居住する人について，防音工事を行\nった部屋の有無やその部屋にいる時間との関連を検討したが，性，年\n齢，深夜勤務の有無，病気の有無などで補正しても，睡眠妨害との間\nに有意の関連性はなかった（２１～２２頁）。\nｄ  「現在不眠症又は睡眠薬を毎日服用する」と回答した人の粗割合は，\n地区騒音レベルが高くなるに従い増加する量反応関係が有意に認めら\nれた。ただし，性・年齢を調整して非騒音地区と比較すると，７０Ｗ\n区域，７５Ｗ区域，８５Ｗ区域では有意ではなく，８０Ｗ区域のみ有\n意に高かった。また，「現在不眠症または睡眠薬を毎日服用する」と\nの回答と戦闘機による睡眠妨害の頻度を「ほとんどない」と「あまり\nない」，「少しある」，「かなりある」と「ひどくある」に分けて比\n較すると，有意に関連しており，戦闘機騒音により睡眠が妨げられる\n頻度が高くなるにつれ，不眠症又は睡眠薬を毎日服用する人の割合が\n高くなる傾向がみられる。「現在不眠症または睡眠薬を毎日服用す\nる」との回答者のうち，戦闘機騒音で睡眠が妨げられたことが「あ\nる」と「少しある」と回答した人は合計６６．７パーセントであった\n（２３頁）。\nｅ  不眠症についての国際的な判定方法であるＷＨＯアテネ不眠症尺度\nを用いた小松騒音調査票中の設問の得点（８項目の回答に０～３点を\n与え，合計を尺度得点としたもの。）では，尺度粗得点でみると，非\n騒音地区，７０Ｗ・７５Ｗ区域，８０Ｗ・８５Ｗ区域の３群に分けて\n比較すると非騒音地区以外の区域の得点が増加する量反応関係が有意\nに認められた。性・年齢に加え深夜勤務の有無，騒音作業歴，現在の\n病気の有無を交絡要因として調整した結果でも同様の関係が認められ\nた（同２４～２６頁）。\n原告らの供述及び陳述書（甲Ｃ１０）\n被告の主張（前掲の被告振動等陳述書集計表１）によっても，原告ら\nの人数比にして約７８パーセントが，航空機騒音により，寝付けない，\n起こされる，眠りが浅いといった睡眠妨害の被害を訴えているというの\nであって，陳述書に明示的に睡眠妨害がないと記載した者は４パーセン\nトに満たず，本人尋問をした７５Ｗ以上の地区内の原告１２名中原告番\n号８６１の原告を除く全員が何らかの睡眠妨害を陳述ないし供述してい\nた。\nイ  検討\nＷＨＯガイドラインは，屋内において睡眠妨害が生じ始めるガイドラ\nイン値を単発の最大騒音レベルで４５ｄＢとしている（上記ア ）。ま\nた，欧州夜間騒音ガイドラインは，睡眠妨害や不眠症，睡眠薬・鎮痛薬\n服用の増加などの健康に対する悪影響などを防止するためのガイドライ\nン値をＬ ｎ ｉ ｇ ｈ ｔ ， ｏ ｕ ｔ ｓ ｉ ｄ ｅ４０ｄＢとすることを提案している（同 ）。\nさらに，長田論文によれば，調査範囲が狭く，直ちにその実験結果を一\n般化することは困難であるものの，４０ｄＢ以上の騒音により睡眠深度\nを浅くするなどの影響が現れ始めるものとされている（同 ）。\nそして，前記３⑴のウ 及び で検討した別紙７－２及び７－３の７\n５Ｗ以上の地域内の被告測定地点並びに昭島市市役所地点及び拝島第二\n小地点における平成２１年度から平成２７年度までの１日当たりの平均\n騒音発生回数をみると，深夜においては概ね１０日間に１日程度（１日\n当たり０．１回），早朝においては概ね１０日間に２ないし７日程度\n（１日当たり０．２回から０．７回）の頻度で７０ｄＢ以上の航空機騒\n音が発生し，その頻度は，特に早朝の時間帯を見ると，決して低いとは\nいい難い\nかけて断続的に航空機騒音が発生することもある。これに対し，被告は，\n住宅防音工事施工済みの住宅においては少なくとも２０ｄＢの防音効果\nが認められると主張するが，後述のとおり防音効果が発生するのは開口\n部の施錠を完全にしている場合に限られるし，仮にこれを前提としても，\nＷＨＯガイドラインが制限すべきとするＬ Ａ ｍ ａ ｘ４５ｄＢを超えており，\n睡眠の質に影響を与えるレベルの騒音であると認められる。なお，原告\n夜間騒音コンター図については，平成２４年度という限られた期間にお\nける限られた地点の測定結果を前提として作成されたデータであり，算\n定の基となったデータも必ずしも明らかでない上，特にＬ ｎ ｉ ｇｈ ｔ ，ｏ ｕｔｓ\nｉｄｅ４０ｄＢ以下のコンター線については作成者自身が不正確であるこ\nとを自認していて，これによって原告らが現実に上記コンター図のとお\nりの夜間の等価騒音レベルの曝露を受けているとまでは認定できない。\nただし，被告がその数値の正確性自体については特に争っていないこと\nにも鑑みると，上記コンター図のＬ ｎ ｉ ｇ ｈ ｔ ， ｏ ｕ ｔ ｓ ｉ ｄ ｅ４０ｄＢを示すコ\nンター内に包含された告示コンターの７５Ｗ以上の地域ではＬ ｎ ｉ ｇ ｈ ｔ ，\nｏ ｕ ｔ ｓ ｉ ｄ ｅ４０ｄＢを超える騒音が発生していることがうかがわれ，こ\nの限度で，一定の証明力を認める余地がある。少なくとも平成２４年度\nのデータに基づいて作成されているという点では，平成１５年度調査の\nデータを環境庁方式に換算し昼間騒音を控除して焼き直したにすぎない\n被告作成の昼間騒音控除コンター図よりは遙かに有用性が高いというべ\nきである。\n以上のほか，経験則上も，一定以上の騒音に曝されることによって睡\n眠が妨げられることは肯定することができること，沖縄県健康影響調査\n報告書及び小松基地調査報告書において睡眠妨害に関する訴えと航空機\n騒音曝露との間に量反応関係があることが統計学的に示されていること\n（上記ア ， ），本件においても陳述書を提出しあるいは本人尋問で\n供述した原告らの相当数が自身又はその家族において航空機騒音により\n睡眠妨害を受けていると訴えていること（同 ），自覚を伴わない睡眠\n妨害が生じている可能性もあり得ること（同 ）を併せ考慮すると，７\n５Ｗ以上の地域に居住する原告らは，その影響の程度や頻度に違いがあ\nるとはいえ，一定程度の睡眠妨害の被害を等しく受けていると認めるこ\nとができる。\nこれに対し，旧７５Ｗ地域に居住する原告について検討するに，そも\nそもこれらの原告の居住地点における騒音の推移を示す継続的な測定結\n果は提出されておらず，これについての明確な主張もされていない。ま\nた，上記ア のとおり，沖縄県健康影響調査報告書でも７５Ｗ未満区域\nと非曝露群との間で睡眠妨害の頻度につき有意差は認められていない。\nさらに，原告夜間騒音コンター図についても，Ｌ ｎ ｉ ｇ ｈ ｔ ， ｏ ｕ ｔ ｓ ｉ ｄ ｅ４０\nｄＢのコンター線は作成者自身が不正確であることを自認していて，前\n示のとおり告示コンター７５Ｗの内側でこの基準を超える騒音が発生し\nていることをうかがわせるにとどまり，これをもって旧７５Ｗ地域でも\n同様の騒音に曝露されていると認めることはできない。他に旧７５Ｗ地\n域で，航空機騒音に曝露されていない非指定区域に比べ，睡眠妨害が多\nく生じている事実を示す証拠はなく，むしろ，本人尋問を行った提訴時\nに旧７５Ｗ地域に居住する原告５名について見ても，少なくとも平成２\n６年に作成された当初の陳述書においては，原告番号３２３の原告が騒\n音で目が覚めることはないと明記し（甲Ｃ１０の３２３），同８１７の\n原告は睡眠時間帯について記載しながら特に睡眠妨害には言及しておら\nず（甲Ｃ１０の８１７），同１０６７の原告も，就寝する夜９時頃には\nまだ飛行機は飛んでいることが多いが眠りに入ることはできる（甲Ｃ１\n０の１０６７）などと記載し，また，同８０１の原告は本人尋問におい\nても一度就寝すれば朝までぐっすり就寝できると供述する（同原告本人\n１２頁）など，５名中４名については７５Ｗ以上の地域の原告と訴えの\n切実性にニュアンスの差があることがうかがわれ，経験則上も騒音曝露\n量が小さければ睡眠妨害の程度は小さいと考えられるから，告示コン\nター内地域と同程度の睡眠妨害が生じているとまでは認めるに足りない\nといわざるを得ない。\n被告の反論について\nａ  被告は，ＷＨＯガイドラインは，ＷＨＯ憲章第１条に示された健康\n観に基づき，その増進のための長期的な達成目標を示しているにすぎ\nず，かつ，あえて高感受性群を念頭に置いて安全確保に万全を期する\nための指針値として設けられたものと位置付けられており，高感受性\n群以外の者に共通する基準を定めたものではないとして，その数値が\n航空機騒音と健康被害との因果関係を検討する場合の尺度にはならな\nいし，欧州夜間騒音ガイドラインも，夜間騒音と健康被害との間の相\n当因果関係を明らかにする基準値にはなり得ないほか，同ガイドライ\nンが指標とするＬ ｎｉｇｈｔ，ｏｕｔｓ ｉｄｅは，Ｗ値と算定方法が異なってお\nり，比較対象とはなり得ないなどと主張する。\nしかしながら，証拠（甲Ｃ８）によれば，ＷＨＯガイドラインは，\nＷＨＯが，平成７年までに行われた研究及びその後に行われた分析に\n基づいて，平成１１年に特定の環境と重要な健康影響ごとに重要な健\n康影響が生じる最低レベルとしてのガイドライン値をまとめたもので\nあることが認められ，そのガイドライン値や，その前提として当該文\n書にまとめられた知見は，その作成過程や内容等に照らし，基本的に\n信用性が高いと考えられる。また，証拠（甲Ｃ２０）によれば，欧州\n夜間騒音ガイドラインは，夜間騒音の法規制のための専門的・科学的\n知見を提供することを目的として，平成１５年に専門家による作業部\n会を設置した上で，夜間騒音による健康影響に関する既存の科学的知\n見に係る文献調査等を実施し，これらを基に平成２１年に提案された\nものであり，平成１１年に策定されたＷＨＯガイドラインを前提にし\nつつ，その後の重要な研究成果を踏まえてその内容を補足するものと\n位置付けられていることが認められ，そのガイドライン値や，その前\n提として当該文書にまとめられた知見も，その作成過程，内容等に照\nらし，ＷＨＯガイドラインと同様に基本的に信用性が高いと認められ\nる。そして，欧州夜間騒音ガイドラインが基準値としてＷ値とは異な\nるＬ ｎｉｇｈｔ，ｏｕｔｓ ｉｄ ｅを使用していることは，横田飛行場周辺で行わ\nれた騒音調査によって計測されたＷ値と単純な比較ができないことを\n意味するにとどまり，そのガイドライン値そのものの信用性について\n疑義を生じさせるものではない。当裁判所は，基本的にはＷＨＯガイ\nドラインが示した４５ｄＢを目安とし，原告らが算定したＬ ｎｉｇｈｔ，\nｏ ｕ ｔ ｓ ｉ ｄ ｅは補足的に参照しているにすぎず，この算定値自体には被\n告も特段の異議を唱えていないのであるから，被告の主張はいずれも\n上記 の認定を左右するものではない。\nｂ  被告は，沖縄県健康影響調査報告書及び小松基地調査報告書は，横\n田飛行場とは騒音の状況が異なる他の飛行場における，ある一定の時\n期についての調査結果にすぎず，横田飛行場の航空機騒音による被害\nを立証するものではないと主張する。しかし，いずれの調査も，防衛\n施設庁方式によるＷ値に従って指定等された区域と当該区域に居住す\nる住民反応との関連性を調査したものであり，同様に防衛施設庁方式\nによるＷ値に従って指定等された地域における騒音被害が問題になっ\nている本件についても，一定程度参考にし得るところがあるから，被\n告の主張は採用することができない。\nまた，被告は，これらの調査報告書のようにアンケートによって得\nられた訴えのみをもって睡眠妨害とする疫学調査によって法的因果関\n係を立証することはできないとも主張する 当裁\n判所は，沖縄県健康影響調査報告書等の社会調査のみから睡眠妨害と\nいう共通損害を認めたものではないし，睡眠妨害の有無などは，その\n被害の内容，性質が複雑，多岐，微妙で，外形的には容易に捕捉し難\nく，騒音への被曝露者の主観的条件によっても差違が生じ得る反面，\nその主観的な受け止め方を抜きにしてはこれを正確に認識，把握する\nことができないものであるから，アンケート調査等に主観的要素が含\nまれているからといって，証拠価値を否定することは相当でない（大\n阪空港最高裁大法廷判決参照）。\nさらに，被告は，厚生労働省が公表した平成２５年度の国民健康・\n栄養調査の概要（乙１５４の２）によれば，航空機騒音の有無とは関\n係なく，６割以上の回答者が睡眠について何らかの問題を抱えている\nと考えられるほど睡眠の質が劣化しているのであり，ファイザー株式\n会社が平成２３年にアテネ不眠症尺度を用いて行った調査結果（乙２\n０４）でも不眠症の疑いがあると回答した者が４割以上であったとの\n結果が得られているとして，原告らの中に睡眠の質について何らかの\n不都合を感じる者がいたとしても，これが航空機騒音に起因するもの\nと即断することは誤りであり，上記の各調査報告書から疫学的関連性\nを認めることはできないなどと主張する。\nしかし被告の引用する厚生労働省の調査の睡眠の質に関する質問は，\n「睡眠全体の質に満足できなかった」，「日中眠気を感じた」といっ\nた沖縄県健康影響調査報告書や小松基地調査報告書とは異なる，必ず\nしも睡眠障害に直結するとはいい切れない抽象的な選択肢を含むもの\nであり，直ちにこれらと比較することはできない。また，ファイザー\n社の調査についても，この一事をもって沖縄県健康影響調査報告書等\nが認めた量反応関係が否定されるものではなく，むしろ，ファイザー\n社の調査が，不眠症の疑いのある回答者の７割以上に不眠症の自覚が\nないと指摘していることは，前述の長田論文を補強するというべきで\nある。\n⑷  身体的被害・健康被害\nア  身体的被害・健康被害の意義と検討の対象\n原告らは，身体的被害・健康被害として，①高血圧・虚血性疾患などの\n心循環器系疾患，②聴力障害・耳鳴りなどの聴覚への影響，③流産や早産\nなどの妊婦に与える影響，④その他の原告らに共通して発生している身体\n的精神的影響を主張し，横田飛行場からの航空機騒音等によってこれらの\n身体的被害・健康被害が原告らの共通損害として発生していると主張する。\n原告らは，以上に加え，⑤睡眠妨害に起因する各種健康被害についても\n独立した健康被害であるかのように主張するが，これについては，前述の\n睡眠妨害の被害として検討済みであるか，後記イ以下の個別の項目と重複\nするから，こちらで検討すれば足りるというべきである。\nまた，原告らは，ＷＨＯの健康に関する定義を引用して，⑥会話や日常\n生活上の重要な音が聞き取れないという聴取妨害も，聴覚への影響の一環\nとして身体的被害・健康被害という概念で捉えることが相当であると主張\nし，さらには⑦認知能力の低下に伴う作業・学習への影響や⑧音そのもの\nによって生じる不快感についても同様と主張する。しかし，これらは，持\n続的な生理的影響ないし身体症状への影響を伴わないから，上記⑥と⑦に\nついては後記⑸の日常生活の妨害の一環として，また，上記⑧については\n後記⑹の心理的・情緒的被害として検討するのが相当である。\nさらに，原告らは，ＷＨＯガイドラインに認知能力，読解力や学習意欲\nへの低下，攻撃的行動の増加などに関する記載があることに依拠して，身\n体的被害の一つとして，⑨子どもの認知障害及び行動・情緒障害をも挙げ\nる。しかし，認知障害や情緒障害の概念は多義的であるのに，原告らは具\n体的にどのような生理的影響ないし身体症状をいうのか明らかにしておら\nず，ＷＨＯガイドラインの記載も，直ちに原告らのいう身体的被害として\nの認知障害及び行動・情緒障害について言及したものとまでは認められな\nい。そうすると，原告らの主張する子どもへの影響については，身体的被\n害の一つとして捉えることはできず，子どもに対する後記⑸及び⑹の被害\nの発現として考慮するのが相当である。\nそこで，以下では，上記①～④について順次検討する。\nイ  高血圧・虚血性心疾患などの心循環器系疾患\n認定事実\n以下括弧内掲記の証拠によれば，次の事実が認められる。\nａ  ＷＨＯガイドライン（甲Ｃ８）\n「生理的機能」として次の記述があるものの，騒音の特異的健康影\n響を考慮した「指針値」の項目ではこれを考慮した特段の値は示され\nていない。\n空港，工場，騒音の激しい道路近傍の住民に対して騒音が生理的機\n能に急性的，慢性的な影響を及ぼしている可能性がある。長期曝露に\nよって，住民の中の高感受性群が高血圧や虚血性心疾患などの永続的\nな影響を発現することになると考えられる。強大な工場騒音に５～３\n０年曝露された労働者は血圧が上昇し，高血圧になるリスクが高まる\nと考えられる。心循環器系への影響は，Ｌ Ａｅｑ，２４ｈが６５ないし\n７０ｄＢの航空機騒音・道路交通騒音の長期曝露地域においても明ら\nかにされている。騒音と高血圧や心疾患の発症率との関連は必ずしも\n強いものではないが，高血圧よりも虚血性心疾患の方が騒音との関連\nがいくぶん強いとされている（同４頁）。\nｂ  欧州夜間騒音ガイドライン（甲Ｃ２０の４，６頁）\n前記⑶ア のとおり，夜間騒音が及ぼす高血圧，心筋梗塞，うつ病\n等の影響については「限定的な知見」にとどまるとする（同４頁）。\n他方，心筋梗塞のリスクがＬ ｄａｙ （昼間 （午前７時から午後７時ま\nで）の等価騒音レベル）に関連して上昇することは十分な知見がある\nものの，Ｌ ｎ ｉ ｇ ｈ ｔ ， ｏ ｕ ｔ ｓ ｉ ｄ ｅが比較的新しい指標であり，心臓血管疾\n患に関して夜間騒音に着目した調査が少ないため，Ｌ ｎｉｇｈｔ，ｏｕ ｔｓ ｉ\nｄｅに関連する知見は限定的であるとしつつ，夜間の騒音曝露が日中\nの騒音曝露よりも心臓血管疾患などの影響に強く影響しているという\n仮説を支持する動物やヒトを対象とした研究の知見があり，この研究\n項目に関する疫学的研究の必要性は高いとする（同４頁）。そして，\n騒音影響の閾値（影響が生じ始める値，もしくはそのレベルであれば\n影響が曝露レベルと関係する値と定義されている。同５頁）の項目に\nおいて「心臓血管系機能の変化」を掲げながらも，生物学的に妥当な\n因果の経路が構築されているものの，これを定めるには至っていない\n旨を注記して，特段の指針値を示していない（同６頁）。その一方で，\n「健康保護のための提言」として，Ｌ ｎｉｇｈｔ，ｏｕｔ ｓｉｄｅが５５ｄＢ以\n上になると夜間騒音による心臓血管系への影響が公衆衛生上の重要な\n事項となるとも記述する（同９頁）。\nｃ  沖縄県健康影響調査報告書（甲Ｃ７）の記載\n第７章の本文に要旨次のとおりの記載がある。\n平成６年度及び平成７年度に嘉手納飛行場と普天間飛行場の周辺の\n市町村で行われた老人保健法に基づく基本健康診査データを基にＷ値\nと最高，最低血圧との関連を調査した（７－１頁）。\n血圧は年齢や肥満度による違いが大きく，特に年齢との関連が顕著\nであるところから，１０歳毎の年齢別に９０パーセントタイル値を求\nめ，これを上回る比率についてＷ値との関連を分析した。その結果，\n多少の凹凸はあるものの，顕著な量反応関係が認められた（７－１，\n３頁）。\nただし，７－３頁に記載された９０パーセントタイルの表では最高\n血圧についてはＷ値が増すごとにオッズ比が上昇しているが，最低血\n圧についてはＷ値７５未満の対照群とＷ値８０区域のオッズ比はほと\nんど変わらないように見受けられ，本文との間にニュアンスの差があ\nるように見受けられる。\nｄ  小松基地調査報告書（甲Ｃ１１）の記載\n小松騒音調査票（甲Ｃ１２）で，高血圧，心臓病，脳出血や脳梗塞\n後などを例示して「現在治療中か，医師から治療が必要と言われた病\n気がありますか」という質問をしたところ，その回答の分析として要\n旨次のとおりの記載がある。\n各騒音地区の有病者数が少なく，７０Ｗ～８５Ｗの各騒音地区間に\nは粗有病率（現在治療が必要な病気を有する粗割合）の有意差がなか\nったため，７０Ｗ～８５Ｗをまとめて騒音地区とし，非騒音地区と比\n較した。騒音地区の粗有病率は非騒音地区と比べて「脳出血や脳梗塞\n後」が４．２倍，「心臓病」が２．２倍でそれぞれ有意に高かった。\nこれらについての性・年齢調整後のオッズ比も有意に高かったが，騒\n音地区の中では７０と７５，７５と８０，８０と８５との間に有意差\nはなかった。性・年齢に加えて他の属性も含めて調整した非騒音地区\nに対する騒音地区の多要因調整オッズ比は有意に高かった（２１頁）。\nｅ  運輸省等の空港周辺住民健康調査（乙１６６）\n運輸省航空局及び財団法人空港環境整備協会が，平成１２年３月に\n結果を公表した調査であり，要旨次のとおりの記述がある。\n平成元年から平成１０年までの間に大阪国際空港及び福岡空港の周\n辺で実施された健康診断結果のデータを集計・集約して，航空機騒音\nによる最高血圧，最低血圧並びに血圧判定及び心電図判定への長期影\n響を検討した。当時の公共用飛行場周辺における航空機騒音による障\n害の防止等に関する法律８条の２，９条及び同施行令６条に定める第\n一種区 域外 ，第 一種 区域 （ 環境 庁方 式Ｗ 値７５ 以上），第 二 種区域\n（同９０以上）のそれぞれの１０年間の最高血圧，最低血圧の推移を\nみると，大阪，福岡の男女ともにほぼ横ばいに推移を示しており，増\n加あるいは減少傾向は認められなかった。騒音対策区域間を年度で比\n較すると，福岡では男女ともに最高・最低血圧は第二種区域が他の２\n群に比べて低い傾向を示しているが，これは騒音対策区域３群の平均\n年齢がそのまま反映されたもので，航空機騒音によるものではないと\n判断した。さらに医師が下す心電図判定結果の正常者率も，ほぼ横ば\nいで推移していた。以上により航空機騒音による直接的な影響は否定\nされた。\nｆ  原告らの供述及び陳述書\n原告番号８６１の原告は突発性頻脈の発症を訴えるが，本人尋問の\n結果によってもその原因は不明というのであり（同原告本人７頁），\n同５８７の原告は狭心症を訴えるものの，原因はストレスの可能性が\nあるというにとどまっている（同原告本人５頁）。その他陳述書で高\n血圧，弱狭心症，不整脈などの心循環器系の疾患に罹患している旨を\n記載している原告らが散見されるものの，これらの症状が航空機騒音\nによって発生したことを裏付けるに足りる診断書等の提出はない。\n検討\n原告らは，航空機騒音により高血圧，虚血性心疾患等の心循環器系疾\n患に罹患する危険性に曝されており，この危険性の増大を共通損害とし\nて認めるべきであると主張するので，検討する。\nまず，ＷＨＯガイドラインは，騒音と高血圧や心疾患の発症率との関\n連は必ずしも強いものではないとしており，循環器系への影響の具体的\nな態様は明らかにしていない 。また，欧州夜間騒音ガイド\nラインは，夜間騒音が及ぼす高血圧，心筋梗塞等の影響について「限定\n的な知見」があるとするものの（同ｂ），前記⑶ で引用したその定\n義によれば，騒音と健康影響との関連性は直接的には観測されていない\nが，因果関係を支持するに足る間接的な知見があることをいうとされて\nおり，間接的な知見から一応矛盾のない説明はできるが，直接的な証拠\nはないことから，当該知見につきなお異論の余地があることを示すもの\nと解釈することができる。しかるところ，同ガイドライン自体は，ここ\nでいう間接的な証拠や異論の内容を示しておらず，同ガイドラインをも\nって騒音と高血圧や心循環器系疾患との因果関係が明確になっていると\nまではいい難い。\nまた，沖縄県健康影響調査報告書や小松基地調査報告書の本文中には\n原告らの主張に沿うかのような記載があるが，前者の記述には必ずしも\n掲示された図と一致していないのではないかとの疑いがあり\nｃ），後者についてもそもそも有病者数が少なくＷ値毎の有意性は認め\nられていない（同ｄ）など，いずれにも疑問が残る。なお，原告らは嘉\n手納飛行場周辺の高血圧有症者が約１０００人と推定されるとの松井意\n見書の記載（甲Ｃ２４・４９頁）を指摘するが，上記の疑問の残る沖縄\n県健康影響調査報告書の結論を前提とした推論にとどまり，独自の意味\nを有するものとはいえない。他方，運輸省等の空港周辺住民健康調査の\nように長期にわたる診断結果を踏まえて騒音と血圧や心疾患との関連性\nを否定する調査結果も存在する（同ｅ）のであって，証拠上，航空機騒\n音と高血圧や心循環器系疾患との間に因果関係があり航空機騒音によっ\nてこれらに罹患する具体的な危険性が高まると認めることには躊躇を覚\nえざるを得ない。\nしたがって，騒音により高血圧や心循環器系疾患に罹患する危険性が\n高まるとする原告らの主張は客観的証拠による因果関係の裏付けが必ず\nしも十分とはいえず，これを認めることはできない。ただし，欧州夜間\n騒音ガイドラインが，上記のとおり限定的な知見があるとするにとどめ\nながらも，予防的見地から，健康に対する悪影響の防止の趣旨も含めた\n暫定目標を示していることに照らすと，原告らが騒音に曝露されること\nによって高血圧や心循環器系疾患を発症するのではないかという不安感\nを感じることは十分に理解できるところであり，後述のとおり，心理\n的・情緒的損害の一環という限度において，このような不安感について\nは共通の被害として認めることができる。\nウ  聴力障害・耳鳴り等\n認定事実\n以下括弧内掲記の証拠によれば，次の事実が認められる。\nａ  ＷＨＯガイドライン（甲Ｃ８）\n騒音による健康影響について要旨次のとおりの記述をした上で，聴\n力障害が生じ始めるガイドライン値につき，工業地域，商業地域，道\n路沿道（屋内，屋外）の環境条件においては，Ｌ Ａ ｅ ｑ，２４ｈで７０\nｄＢ，ＬＡｍａｘで１１０ｄＢとすることを提言する（同１２頁）。\n騒音性障害は，世界で最も広汎に見られる回復不能な職業病であり，\n世界全体で１億２０００万人が聴取困難の障害を有していると推計さ\nれるが，職業性の曝露による聴力障害の程度はＬ Ａ ｅ ｑ，８ｈが７５ｄ\nＢ以下であれば，職業曝露が長期にわたっても聴力障害は生じないと\n期待され，また，環境騒音や娯楽にかかわる騒音のＬ Ａ ｅ ｑ，２４ｈが\n７０ｄＢ以下であれば，たとえ生涯にわたって曝露されても大多数の\n人には聴力障害が生じないと期待される（同３頁）。\nＩＳＯ１９９９が，Ｌ Ａｅｑ，２４ｈが７０ｄＢ以下の曝露であれば，\n長期的な曝露であっても聴力障害には至らないことを示しており，聴\n力保護の観点からすれば，衝撃音のピーク音圧レベル（瞬時音圧のレ\nベルであり，騒音レベルの最大値とは異なる。特に衝撃音の場合は最\n大騒音レベルよりもかなり大きな値となる。）は成人に対して１４０\nｄＢ，小児に対して１２０ｄＢ以下にとどめることが絶対的に必要で\nある（同７頁）。\nｂ  欧州夜間騒音ガイドライン（甲Ｃ２０）\n騒音による慢性的聴力障害に関する記述は見受けられない。\nｃ  児玉省日本女子大学名誉教授の調査（甲Ｃ２８の３）\n同教授は，昭和３９年から４５年にかけて，横田飛行場周辺地域の\n航空機騒音による生活・健康への影響調査を行い（以下「児玉調査」\nという），次のとおり報告した。\n横田飛行場を離着陸する航空機の進路直下にある拝島第二小学校\n（横田飛行場より約１キロメートル）の児童５６名と，横田飛行場よ\nり東へ約３キロメートルの距離にある東小学校の児童４１名に対して\n２年間にわたって聴覚検査を実施したところ，拝島第二小学校の児童\nの方が，各周波数を通じて聴力損失度が大きいことが明らかになった。\nただし，これが直ちに永久的な聴力損失であるかは，新たな検査を待\nたなければならないし，また，この聴力障害をもって直ちに航空機騒\n音の結果と断定するわけにはいかない（同２０頁）。\nｄ  沖縄県健康影響調査報告書（甲Ｃ７）の記載\n第９章に要旨次のとおりの記載がある。\n航空機騒音が騒音性の聴力損失を発生させているかという問題につ\nいては，従来から肯定するものと否定するものとがあり議論されてき\nた。空港や基地の周辺で住民に騒音性難聴が生じるかどうかは騒音曝\n露量によるが，仮に激甚な騒音曝露があったとしても，航空機騒音に\nよる聴力喪失者を見いだせるかどうかの問題がある（９－１頁）。\n平成３年に北谷町において実施されたアンケート調査において「耳\nの聞こえが悪い」とする者の割合が９５Ｗ以上の区域において対照群\nに比べて有意に高かったこと，また，過去の資料を用いてベトナム戦\n争当時の騒音曝露量を推定してＷ値が１０５程度，Ｌ Ａ ｅ ｑ，２４ｈが\n８５ｄＢ程度であると推定される地区について，聴力損失が生じてい\nる可能性があると推察し，聴力検診を実施した。\n対象は，嘉手納飛行場周辺の北谷町砂辺区（Ｗ値８５以上１００未\n満の地区）と嘉手納町屋良（Ｗ値９０以上９５未満の地区）に居住す\nる２５歳から６９歳までの男女２０３５名であり，二次にわたる検診\nの成績を総合的に評価した結果，航空機騒音への曝露が原因と濃厚に\n疑われる聴力損失者を１２名（北谷町砂辺区で１０名，嘉手納町屋良\nで２名）確認した（以上につき９－１１，１２頁）。\nｅ  小松基地調査報告書（甲Ｃ１１の１）の記載\n小松騒音調査票の健康状態・自覚症状に関する質問への回答分析と\nして要旨次のとおりの記載がある。\n「かなりある」と「ひどくある」と回答した者の合計の粗割合につ\nき，「耳が遠くなった」，「胸がどきどきする」については地区騒音\nレベルが高くなるに従い増加する量反応関係が有意に認められ，「耳\n鳴りがする」，「肩がこる」の粗割合には地区騒音レベルとの関係は\n認められず，「腰が痛い」についても騒音地区内での量反応関係はな\nかった。非騒音地区に対する性・年齢調整オッズ比を見ても「耳鳴り\nがする」は有意ではなかったが，それ以外の項目は７０Ｗ以上の騒音\n地区全体では有意だった（同２０，２１頁。ただし，その引用する表\n５－１－４を見る限り，上記のいずれの項目でも地区騒音レベルに従\nって高くなるという量反応関係は見受けられない。甲Ｃ１１の２）。\nｆ  運輸省等の空港周辺住民健康調査\n前記イ ｅのとおり血圧等への影響に関するものであるが，その冒\n頭部分で聴覚影響については長年にわたる研究成果の蓄積があり，空\n港周辺住民に騒音性難聴がみられることはまずないとの結論が得られ\nていると記載している（乙１６６の１頁）。\nｇ  原告らの供述及び陳述書\n原告番号５の原告は耳鳴りを訴えるが原因は不特定であると供述し\nており（同原告本人１１頁），同８３９の原告も昭和５０年頃から耳\n鳴りがあったとするが医師の診察は受けておらず（同原告本人１３，\n１４頁），騒音が原因かは不明であると陳述している（甲Ｃの８３\n９）。また，同９３９の原告は小学校６年生の頃に難聴の診断を受け\nたと供述するが（同原告本人９頁），その原因については特に言及し\nていない。その他，陳述書で耳鳴りや難聴を訴える原告が散見される\nが（甲Ｃの５７８等），これらの症状が横田飛行場の騒音によること\nを個別的に認めるに足りる診断書その他の証拠はない\n検討\nＷＨＯガイドラインは，工業地域，商業地域，道路沿道（屋内，屋\n外）の環境条件に対する聴力障害が生じ始めるガイドライン値につき，\nＬ Ａｅｑを２４ｈで７０ｄＢ，Ｌ Ａ ｍａｘを１１０ｄＢと定めるが，横田飛\n行場周辺においてこのようなレベルの航空機騒音が生じてきたとの主張\n立証はない。\nまた，沖縄県健康影響調査報告書は，嘉手納飛行場周辺において騒音\n性難聴の可能性が濃厚な症例があったと指摘しているが，上記の診断自\n体が確定的なものでないことは同報告書も自認している上，過去のベト\nナム戦争の時期にＷ値１０５程度の激しい騒音に曝されたことが推測さ\nれるという特殊の条件下での可能性にとどまるものであって，これをも\nって横田飛行場の航空機騒音によって一部の原告らが訴える聴力障害が\n発生していると認めることはできず，小松基地調査報告書を含め，他に\nこれを認めるに足りる証拠はない。\nしたがって，上記 ｇの原告らの供述や陳述書を考慮しても，原告ら\nの訴える難聴や耳鳴り等の慢性的な聴力障害が横田飛行場の航空機騒音\nによって生じたと認めるに足りる証拠はなく，これを騒音による健康被\n害と認定することはできないし，騒音によってこれらの症状を発症する\n具体的な危険性があるとも認めるに足りない。\nエ  流産や早産などの妊婦に与える影響\n認定事実\n証拠によれば，次の事実が認められる。\nａ  沖縄県健康影響調査報告書（甲Ｃ７）の記載\n同報告書の第８章には「低出生体重児出生率」として要旨次のとお\nりの記載がある。\n低出生体重児とは，一般に２５００グラム未満の体重で出生した幼\n児のことをいうところ，身体の発育や学習能力などに関して出生後長\n期にわたってリスクを負うことが報告されている（８－１頁）。\n沖縄県は，昭和４９年から平成５年までの２０年間の沖縄本島内の\n人口動態調査出生票約３６万件を利用して市町村別の低出生体重児の\n出生率を調査した上で，嘉手納飛行場周辺の市町村に絞って騒音曝露\n量との関連を調査，分析した。ただし，上記の出生票は市町村単位で\n防衛施設庁のＷ値別のコンターを利用することはできないため，騒音\n曝露量については，昭和５２年の実測値に基づく地域区分から市町村\nごとの平均曝露量を求め，①嘉手納町（平均８８．０Ｗ），②北谷町\n（平均８３．５Ｗ），③低曝露５市町村（平均７５Ｗないし７７．８\nＷ），④対照群としてのその余の８市町村（平均７２．５Ｗないし７\n３．４Ｗ）の４群に分類して比較検討した（同８－３～４頁）。\nその結果，嘉手納町では対照群よりも低出生体重児の出生率が約１．\n３倍高く，北谷町は低曝露５市町村と同程度の比率であるものの，そ\nの２群をまとめて嘉手納町及び対照群９市町村と比較すると，騒音曝\n露量が高くなるほど上昇するという関係が見られた（同８－３～５\n頁）。\nただし，低体重児の出生率には，多くの因子が影響を及ぼすので，\nそのうち，性別，母親の年齢，出生順位，世帯の主な仕事，嫡出か否\nか，出生年，母親の年齢と出生順位の交互作用を調整して，騒音曝露\nと低出生体重児との関係を多重ロジスティック回帰分析によって解析\nした。その結果，対照群と北谷町との間でも有意な差が生じ，騒音曝\n露量と低体重児の出生との間には顕著な量反応関係が得られた （同\n８－５～６頁）。\nまた，上記４群ごとの早産児（ここでは，在胎３７週未満の出生児\nをいう。）の出生率についても，北谷町と低曝露５市町村とはいずれ\nも同程度の比率であるものの，その２群と嘉手納町及び対照群９市町\n村で比較すると，騒音曝露量が高くなるほど上昇するという関係が見\nられた。この結果について，低体重児出生率と同様の多重ロジスティ\nック解析をしたところ，北谷町と低曝露５市町村との間にも有意な差\nが見られ，騒音曝露量と早産児出生率との間には顕著な量反応関係が\n得られた（同８－８～１０頁）。\nｂ  小松基地調査報告書（甲Ｃ１１）の記載\n小松基地調査では，妊娠出産調査票（甲Ｃ１５。以下「小松出産調\n査票」という。）を使用して調査を行ったところ，同報告書にはその\n回答の分析として要旨次のとおりの記載がある。\n前記⑶ア ａ記載の調査対象世帯のうちの平成８年４月以降に出産，\n死産，流産した女性を対象に小松出産調査票を配布して２７１名から\n回答を得，そのうち解析可能な回答が含まれる２５６名を対象に解析\nを行った。２５６名の内訳は非騒音地区が１００人，７０Ｗ地区が３\n３人，７５Ｗ地区が４１人，８０Ｗ地区が４７人，８５Ｗ地区が３５\n人であるが，７０Ｗ～８５Ｗの各騒音地区は人数が少ないため検出力\nが低く，かつ，各騒音地区間の出生体重に有意差がなかった。そこで，\n７０Ｗ以上の地区をまとめて騒音地区とし，非騒音地区と比較した。\nその上で，妊娠経過に基地騒音の影響を受ける現在の地区に居住中\n（里帰り分娩を含む。）に妊娠・出産した２００人（非騒音地区７４\n人，騒音地区１２６人）と基地騒音の影響を受けない他の地区に居住\n中に妊娠・出産した５６人（非騒音地区２６人，騒音地区３０人）に\n分けて解析した（甲Ｃ１１の４０頁）。\nその結果，全体では，騒音地区の出生体重は非騒音地区に比べて１\n２４グラム有意に少なく，妊娠中の居住地区別に分けると，現在の地\n区での妊娠・出産では騒音地区の出生体重は非騒音地区に比べて１５\n９グラム有意に少なかったが，他の地区に居住していたときの妊娠・\n出産では騒音地区と非騒音地区の差は有意ではなかった（同４０頁）。\nまた，現在の地区での妊娠・出産について，低出生体重児（２５０\n０グラム未満）の粗割合を比較し，非騒音地区に対する低出生体重児\nのオッズ比を見ると，７５Ｗ地区と８５Ｗ地区は有意に高かったが，\n７０Ｗ地区と８０Ｗ地区は有意ではなかった。７０Ｗ以上の騒音地区\nをまとめて非騒音地区と比較したところ，低体重児の割合は，騒音地\n区が有意に多かった。さらに，出生時の母親の年齢，喫煙習慣，飲酒\n習慣，母親の身長と妊娠前体重，子どもの性別，多胎か単胎かの多要\n因で調整した騒音地区の出生体重は非騒音地区に比べて平均１５５グ\nラム有意に少なかった（同４１～４２頁）。\n妊娠期間には各地区間の有意差はなく，７０Ｗ以上の地区をまとめ\nた騒音地区と非騒音地区との比較でも有意差はなかった。３７週未満\nの早産の割合を見ても騒音地区と非騒音地区に有意差はなかった（４\n５頁）。\n他の地区での妊娠も含む全体で３５４回の妊娠と現在の地区に居住\nしているときの２６２回の妊娠について，流産・死産率を検討した。\n各地区の流産・死産数が少ないため，７０Ｗ以上の地区をまとめて騒\n音地区とし，非騒音地区と比較したところ，全体の３５４回の妊娠に\nついて，粗流産・死産率には非騒音地区と有意差はなかった。現在の\n地区に居住しているときの母親１２４人，２６２回の妊娠について比\n較すると，７０Ｗ以上の騒音地区の粗流産・死産率１３．７パーセン\nトは非騒音地区５．７パーセントより２倍以上高く，有意に高い傾向\nがあった（同４６頁）。\nもっとも，流産・死産数が少ないため検出力が弱く，この差が真実\nかどうかを確認するためにはさらに多い母親の調査が必要であった。\nまた，今回は流産の時期について限定しなかったが，妊娠前期の流産\nは正確な把握が困難なため，妊娠後期に限定することや医療機関の協\n力を得た調査も必要であった（同５３頁）。\nｃ  伊丹市における調査（甲Ｃ２の１７６頁）\n「騒音の影響・文献抄録集第２」の中に上記調査の要約として要旨\n次のとおりの記載がある。\n騒音影響調査研究会が，大阪国際空港周辺都市の一つである伊丹市\nの昭和４４年生まれの乳児から無作為抽出された７１３件の体重につ\nいて，生活水準，性別，出生順位，出生時体重，母の職業と年齢，旧\n住所の騒音，現在地の航空機及び他の騒音との関係を解析したところ，\n航空機騒音レベル以外には関連因子はなかった。そこで，伊丹市とそ\nの周辺で静かな都市との比較をしたところ，大阪国際空港にジェット\n機が就航する以前には伊丹市と出生体重に差がなかったのに，就航後\nは伊丹市の出生体重は他の都市より軽くなっていた。また，伊丹，豊\n中，宝塚の各保健所の昭和４４年生まれの低体重児を調べたところ，\n騒音の大きい地域（ＥＣＰＮＬ８５ｄＢ以上）では未熟児出生率が高\nかった。\nｄ  原告らの供述及び陳述書\n原告番号３４５の原告は，長女が早期破水で出生時から全盲となっ\nたことにつき騒音によるストレスが原因と思っていると供述する一方\nで，医学的には早期破水の原因が不明であることを認める旨の供述及\nび陳述をしている（同原告本人５頁，甲Ｃ１０の３４５）。他にも複\n数の原告が流産や切迫流産の危険での入院等を経験したことを陳述し\nているが，騒音が原因か不明である旨の留保を付している者も少なく\nない（甲Ｃ１０の３４１，７１５）。\n検討\n沖縄県健康影響調査報告書は， ａのとおり市町村ごとの平均曝\n露量を求めて分析しているが，証拠（甲Ｃ７の８－４頁の表８－２）に\nよれば，北谷町は実際には７５Ｗ区域から９５Ｗの区域まで５つの区域\nに分かれている一方，低曝露５市町村の中にも８０Ｗ区域や８５Ｗ区域\nへの居住者が相当数おり，さらには対照群の中にも７５Ｗ区域を有する\n市町村が複数あることが認められ，各市町村の中で複数の騒音曝露量が\n混在する状況を踏まえていない点で前提となるべき母親の騒音曝露量の\n設定に疑問があるといわざるを得ず，その分析結果をにわかに採用する\nことはできない。また，小松基地調査報告書や伊丹市での調査について\nは，出生体重や妊娠期間に影響を及ぼす可能性のある因子として沖縄県\n健康影響調査報告書が指摘する，母親の身長及び体重，前回の妊娠から\nの期間，妊娠中の就業状況，母親の栄養状態，喫煙，飲酒，社会的地位，\n所得水準，両親の学歴などの多くの要因（甲Ｃ７の８－１１頁）の一部\nしか検討されていないか，又は全く考慮されておらず，その結論をにわ\nかに採用することはできない。特に原告らが直接問題とする早産や流産\nについては，小松基地調査報告書でも有意差は認められていないか，さ\nらに調査による検証が必要とされており，これをもって騒音との因果関\n係を認めることはできない。\nそうすると，上記の各報告書及び一部の原告らの供述や陳述書をもっ\nて，騒音への曝露によって流産や早産などの妊婦に与える影響が発生し\nたと認めることはできず，他にこれを認めるに足りる証拠はない。\nオ  心身不調その他の健康被害\n認定事実\n以下括弧内掲記の証拠によれば，次の事実が認められる。\nａ  ＷＨＯガイドライン（甲Ｃ８）\n精神的疾患につき，環境騒音が精神的疾患を直接に引き起こすと\nは考えられておらず，環境騒音への曝露とメンタルヘルスとの関係\nについては明確な結論は得られていないとの記載がある（同５頁）。\nｂ  欧州夜間騒音ガイドライン（甲Ｃ２０）\n前記 のとおり，夜間騒音がホルモンレベルの変化やうつ，そ\nの他の精神的疾患といった臨床症状を引き起こすことについては「限\n定的な知見がある」とするにとどまる（同４頁）。\nｃ  小松基地調査報告書（甲Ｃ１１の１）の記載\n前記ウ ｅに加え，要旨次のとおりの記載がある。\n平成２３年の小松基地調査において使用された小松騒音調査票には\n精神疾患のスクリーニングに世界中で使用されている調査方法である\nＧＨＱ（Ｔｈｅ  Ｇｅｎｅｒａｌ  Ｈｅａｌｔｈ  Ｑｕｅｓｔｉｏｎ\nｎａｉｒｅ）２８項目版が含まれている（同１１頁）。\n上記調査票につき精神疾患を疑う６点以上及び精神疾患と診断され\nる１２点以上の回答者の粗割合は，８５Ｗ区域と８０Ｗ区域では非騒\n音地区に比較してカットオフ値以上の割合が 有意に高かった（２８\n頁）。\n性・年齢に加え，居住年数，深夜勤務の有無，現在の病気の有無，\n耳の病気の既往で調整した多要因調整ＧＨＱ総得点は，非騒音地区と\n比較すると，８０Ｗ，８５Ｗ区域が有意に高かったが，７０Ｗ区域は\n有意に高い可能性が高いにとどまり，７５Ｗ区域は有意差がなかった\n（２９頁，甲Ｃ１１の２の表５－１－６－６）。\nｄ  平成１０年の小松基地周辺での調査の報告書（甲Ｃ１６の１）の記\n載\n服部医師は，平成１０年にも小松基地周辺住民を対象として航空機\n騒音による健康影響の調査（以下「平成１０年小松基地調査」とい\nう。）を行っていたところ，その報告書には要旨次のとおりの記載が\nある。\n騒音地区として８５Ｗ区域１００世帯，８０Ｗ区域１２９世帯，７\n５Ｗ区域２３４世帯，非騒音地区２２６世帯を対象に，各種の身体的\n症例を含め「まったくない」，「あまりない」，「少しある」，「か\nなりある」，「ひどくある」の５段階に分けて回答を求める調査票を\n配布して調査を行った。調査票では，身体的症状として，「頭が痛\nい」，「疲れやすい」，「肩がこる」，「腰が痛い」，「胃腸の調子\nが悪い」などの項目につき，「まったくない」，「あまりない」，\n「少しある」，「かなりある」，「ひどくある」の５段階に分けて回\n答を求めた。そのうち「かなりある」，「ひどくある」を症状ありと\nして地区別の頻度を算出し，さらに，全地区合計で症状ありの頻度が\n５パーセント未満の項目は，「少しある」も症状ありに加えた地区別\n頻度も併せて比較した（同２２頁）。\nその結果，身体的症状のうち，「めまいがする」以外の症状は，非\n騒音地区に比べて騒音地区に有意に多かったが，これについても「少\nしある」を症状ありに加えると騒音地区に有意に多くなった。騒音レ\nベルが高くなるにつれて症状が増える項目が多かったが，「腰が痛\nい」と「胃腸の調子が悪い」は（８５Ｗ区域よりも）８０Ｗ区域に最\nも多かった（同２５頁，甲Ｃ１６の２の図５）。\nｅ  原告らの陳述書\n原告番号１７３の原告は肩こりや頭痛があると陳述している（甲Ｃ\n１０の１７３）。また，同２０４の原告も肩こり等を訴え，また，同\n２６０の原告は頭痛を訴えているものの，いずれも騒音の影響かどう\nかは不明との留保を付している（甲Ｃ１０の２０４，２６０）。 同３\n５３の原告は妻である同３５４の原告がノイローゼで精神科に通院し\nていると陳述している（甲Ｃ１０の３５３）。ただし，以上の原告を\n始めとするその余の身体・精神症状を訴える原告らについて症状が騒\n音によるものであることを示す診断書その他の証拠の提出はない。\n検討\nＷＨＯガイドラインは騒音とメンタルヘルスとの関係について明確な\n結論は得られていないとし，欧州夜間騒音ガイドラインもホルモンバラ\nンスの変化や精神的疾患を引き起こす「限定的な知見がある」とするに\nとどまっていて，このような知見はいまだ法的因果関係が認められる程\n度までには確立されていないことを示しているといえる。現に小松基地\n調査報告書によっても，肩こりや腰の痛みの訴えについては騒音レベル\nに応じた量反応関係は認められておらず，精神疾患を示す多要因調整Ｇ\nＨＱの総得点についても７５Ｗ区域と非騒音地区で有意差がなく，むし\nろ７０Ｗ区域の方が高かったというのであるし，平成１０年の小松基地\n調査でも頭痛等の割合は８５Ｗ区域よりも８０Ｗ区域の方が高くなって\nいるなど，航空機騒音と原告らが主張するような身体や精神症状との間\nに定量的な関係があるとはいえず，他にこれを認めるに足りる証拠はな\nい。そもそも原告らの主張する身体的，精神的被害の存在や原因は本来\n医師の診断書等のより客観的な証拠をもって認定可能な性質のものであ\nり，その提出がない以上，これを航空機騒音等による被害として認める\nことはできない。\n⑸  日常生活の妨害\nア  認定事実\n以下括弧内掲記の証拠によれば，次の事実が認められる。\nＷＨＯガイドライン（甲Ｃ８）\nａ  会話妨害について\n要旨次のとおりの記載があり，これを踏まえて昼間と夕方の屋内に\nおける会話妨害のガイドライン値をＬ Ａ ｅ ｑ，１６ｈで３５ｄＢとする\nことを提案している（同１２頁）。\n会話了解度は騒音によって低下する。会話音の音響エネルギーは大\n部分が１００Ｈｚから６ｋＨｚの周波数領域に存在し，そのうち３０\n０Ｈｚから３ｋＨｚは会話の理解に最も重要な役割を果たしていると\nころ，会話と同時に妨害音が発生することによってマスキングされて\n会話の理解が困難となる。環境騒音はドアのベル，電話の呼び出し音，\nその他の警告音や音楽といった日常生活を送る上で重要な会話以外の\n音を妨害することもある（同３頁）。\n高感受性群の例としては，特定の疾病や健康問題を有する人，盲人，\n聴覚障害者，乳児，小児，高齢者などが挙げられる。高周波領域の聴\n力がわずかに低下しているだけでも，騒音環境下では会話が困難にな\nると考えられ，会話妨害に関しては，住民の大多数が高感受性群に属\nする（同６頁）。\n複雑な内容（学校での会話，外国語，電話の声）を聞くときには，\n聞き取ろうとする音声が５０ｄＢの場合，会話音と妨害音のレベル差\nが少なくとも１５ｄＢは必要であり，会話を正確に聞き取るためには\n暗騒音を３５ｄＢ以下にとどめるべきである（同７頁）。\nｂ  作業，学習への影響について\n要旨次のとおりの記載がある。\n主に労働者や小児に対して騒音が認知作業の成績に悪影響を及ぼし\n得ることが明らかにされている。騒音によって集中力が賦活され単純\n作業の能率を短期間上昇させることもあるが，複雑な作業の場合，認\n知作業の成績は大幅に低下する。読解力，集中力，問題を解く力，記\n憶力などが騒音によって特に影響を受ける認知能力である。騒音は集\n中を妨げる刺激となり，衝撃音は驚愕反応によって破壊的な影響を及\nぼす可能性がある。騒音への曝露は曝露終了後の成績にも悪影響が生\nじると考えられ，慢性的に航空機騒音に曝露されている空港周辺の学\n校の生徒は，詳細な読解力，難問に取り組む際の持続力，読解試験の\n成績，学習意欲が標準よりも低い。騒音は作業中の障害やミスを増加\nさせると考えられ，ある種の事故は作業能率の低下を示す指標になり\n得る（同５頁）。\nｃ  社会的行動について\n要旨次のとおりの記載がある。\n環境騒音の影響は，社会的行動やその他の行動に対する妨害の程度\nを調査することによって評価することができる。多くの環境騒音は，\n休息，娯楽，テレビの視聴などに対する妨害が最も重要な影響と思わ\nれる。８０ｄＢ以上の騒音が援助的な行動を減少させることや，大き\nな騒音が攻撃的な人の攻撃的行動を増加させることについてかなり整\n合性のある研究結果が得られている。慢性的に高レベルの騒音に曝露\nされている小児が無力感を抱くことも懸念されている（同８頁）。\n沖縄県健康影響調査報告書（甲Ｃ７）の記載\n同報告書の第３章には，要旨次のとおりの記載がある。\n沖縄県健康影響調査では，生活質・環境質の調査のため，平成８年か\nら平成９年にかけて，全部で９８問の質問項目から成る調査票を，嘉手\n納飛行場及び普天間飛行場の周辺地域（ただし，普天間飛行場周辺につ\nいては７５Ｗ未満として指定を受けていない地区を含む。）並びに対照\n群として航空機騒音に曝露されていない地域に居住する合計７８９４名\nに配布し，５６９３名分の有効回答（内訳は嘉手納周辺３５６０名，普\n天間周辺１４４８名，対照群６８５名）を得た（３－１～３頁）。\nそのうち，飛行機の音などによる会話妨害，電話聴取妨害，ＴＶ聴取\n妨害，作業妨害，思考妨害，休息妨害 の質問項目について「いつもあ\nる」，「ときどきある」，「たまにある」，「あまりない」，「まった\nくない」の５つの選択肢による回答を求め，「いつもある」と回答した\n人数の割合の合計を年齢・性別の構成比率を調整の上，Ｗ値ごとに分析\nした。いずれについても，Ｗ値の増大とともに，正反応率が上昇し，著\n明な量反応関係が認められ，特にコミュニケーションに関する妨害であ\nる会話妨害，電話聴取妨害，ＴＶ聴取妨害の３項目は正反応率が最も高\nく，極めて明瞭な量反応関係が認められ る（同３－１０，１３～１４\n頁）。\nこれに対し，警告音聴取妨害（自動車での走行中又は道路の歩行中に\n警笛が聞こえなくて危ない思いをしたかどうか。）の設問への反応率は，\n８５Ｗ以下の区域ではほとんど認められず，「いつもある」と「ときど\nきある」を合計しても約１０％もしくはそれ以下にとどまっている（同\n３－１５頁）。\n小松基地調査報告書（甲Ｃ１１）の記載\n小松騒音調査票（甲Ｃ１２）の「テレビや電話が聞き取りにくい」，\n「会話が妨げられる」，「ゆっくりくつろげない」，「考え事や読書が\nできない」という質問に対する回答結果の分析として，要旨次のとおり\nの記載がある。\n上記各質問のいずれについても「かなりある」と「ひどくある」と回\n答した者の合計の粗割合が地区騒音レベルが高くなるに従い増加する量\n反応関係が有意に認められ た。また，上記合計の非騒音地区に対する\n性・年齢調整オッズ比も騒音地区全体で有意に高かった（２０，２１頁。\nその引用する表５－１－４を見ると，「考え事や読書ができない」が８\n５Ｗ区域より８０Ｗ区域で若干高くなっていることを除いては，騒音地\n区の間でも量反応関係が有意に認められることがうかがわれる。甲Ｃ１\n１の２）。\n国民生活時間調査報告書（甲Ｃ３０）\nＮＨＫ放送文化研究所が，平成２７年１０月，１万２６００人以上に\nついて１５分ごとの生活行動と在宅状況を調査し，７８８２人から有効\nな回答を得たところ，平日でも午後７時には６７．６パーセントの人が\n在宅しており，その後在宅する人の割合は増え，午後８時では７５．３\nパーセント，午後９時では８１．７パーセント，午後１０時では８６．\n９パーセントに増加している。そして，午後７時の時点では，３３．１\nパーセントの人が自宅でテレビを視聴して２７．１パーセントの人が食\n事をしている。その後，自宅でテレビを視聴している人の割合は増加し\nて午後８時には４０．１パーセント，午後８時３０分に４１．４パーセ\nントとピークとなり，午後９時には３８．１パーセント，午後１０時に\nは２８．０パーセントと減少し，他方，午後１０時には２７．５パーセ\nントが睡眠についている。\n原告らの供述及び陳述書\nａ  騒音による会話の中断及び電話，テレビ等の聴取妨害\n原告らの大半がこれらにより仕事や日常生活への支障が生じている\n旨を陳述ないし供述している。特に原告番号３５２の原告は，平成２\n８年９月まで２４時間操業のパン工場に勤務しており，自宅にいる時\nにも上司から勤務調整その他の仕事上の電話が頻繁にかかってきたが，\n航空機騒音があると大声で話してもらったり聞き返したりして気を遣\nう等，電話の聴取妨害による支障を具体的に供述している（同原告本\n人８，１０頁）。また，同８６１の原告は野球中継を見ていてクライ\nマックスに航空機騒音で解説が聞こえなくなり臨場感が遮断されて興\nざめな気持ちとなることを（同原告本人１０頁），同１９６の原告は\n朝の連続ドラマや旅や釣りの番組を好んで視聴しているが，航空機騒\n音で聞こえなくなる ため，対策として録画しながら見ている ことを\n（同原告本人７頁），具体的に供述している。さらに，テレビのサス\nペンスドラマを好んで視聴しているが，それまで一生懸命聞いていた\nのに航空機騒音で一部の台詞が聞こえず微妙なニュアンスが分からな\nくなってがっかりするとの陳述（甲Ｃ１０の９１９）やラジオの中国\n語ニュースその他の語学講座の聴取が航空機騒音で妨げられ憎しみさ\nえ感じるとの陳述（甲Ｃ１０の９９７）もある。\nｂ  思考，読書，仕事，趣味等知的作業に対する妨害\n原告らの複数名が，騒音による集中力の低下に伴う知的作業による\n妨害や騒音そのものによる仕事の中断による業務への支障が生じてい\nる旨を陳述ないし供述している。例えば，原告番号５２０の原告は，\n自宅離れのプレハブで建築工事に使用する鉄筋の積算や図面作成の仕\n事に従事しているところ，航空機騒音により集中力が低下して仕事の\n中断を余儀なくされることがあり，また，電話での打合せ中は聞き間\n違いを防ぐため相手に騒音が収まるまで待ってもらう等の支障が生じ\nている旨を具体的に供述しており（同原告本人５～６頁），自宅でト\nラック整備業を営む同１９６の原告も航空機騒音による仕事の妨害に\nついて具体的に供述している（同原告本人６頁）。また，大学教員で\nある同６３９の原告は，自宅で論文執筆時に航空機騒音により集中力\nを阻害され騒音が収まった後も執筆を続ける意欲をそがれる旨を供述\nしている（同原告本人９～１０頁）。さらに，同９３９の原告は，妻\nである同９４０の原告と共にプロの音楽家として音楽活動に従事して\n自宅でＣＤやテープの録音等をし，また妻が自宅で歌のレッスンをし\nているところ，航空機騒音によって録音のやり直しやレッスンの中断\nを余儀なくされ，これらが妨げられていることを具体的に供述してい\nる（同原告本人４～６，８頁）。\nｃ  家族の団らんや休息時間の妨害\n原告らの相当数が夕方以降の家族の団らんの時間が航空機騒音のた\nめに妨害されている旨を供述している。例えば，原告番号８の原告は，\n現在大学生，専門学校生である同１１，１２の原告がそれぞれ高校生，\n中学生であった平成２２年当時は午後７時から８時頃まで家族で食事\nを一緒にして学校や部活動に関する相談をするなどしていたところ，\n航空機騒音によって会話を妨げられるなどの被害を受けていた旨を供\n述している（同原告本人７～８頁）。また，同６３９の原告も，午後\n７時から８時頃にかけて家族で夕食をとり，その後に大学生の二女や\n長男とアルバイトの相談や就職の話などをしていても，航空機騒音が\nあると皆が黙って話が途切れてそれきりになってしまい，家族のコミ\nュニケーションを重視して妻が台所にいても会話に参加できるよう\nオープンキッチンにしたのに，その意味が薄くなっている旨を供述し\nている（同本人６～８頁）。\nｄ  騒音の感受性が高い人への影響\n原告番号５の原告は，二男である同７の原告につき，知的障害があ\nって言葉が話せないところ，航空機騒音があるとおびえて上に向かっ\nて指をさして壁をたたいたり床を踏んだりして暴れるなどと供述及び\n陳述している（同原告本人６，１２頁，甲Ｃ１０の５）。また，同３\n４５の原告は，二女である同３４７の原告が全盲であり，周囲の音を\n目安に方向を探って歩行するが，航空機騒音があると方向が分からな\nくなりその場で立ち止まらざるを得なくなること，最寄駅から自宅ま\nでの道順を音の順番で把握するところ，横田飛行場の騒音のために途\n中で居場所が分からなくなって独力で帰宅する訓練を断念せざるを得\nなくなり，現在ヘルパーなしでは外出できない状態であることなど，\n視覚障害者に対する深刻な影響を具体的に供述している（同原告本人\n６～９頁）。\nイ  検討\nＷＨＯガイドラインは，騒音による会話妨害に関しては住民の大多数\nが高感受性群に属するとしてこれを重視し，騒音が集中力を妨げること\nや作業中のミスを増加させることを肯定し，休息，娯楽，テレビ等の聴\n取妨害をその重要な影響として挙げている 沖縄県\n健康影響調査報告書によれば，電話聴取妨害，ＴＶ聴取妨害，作業妨害，\n思考妨害，休息妨害といった生活妨害に関する質問に対して著明な量反\n応関係が認められ（ ），小松基地調査報告書でも実質的にこれ\nとほぼ同様の結果が得られていること（同 ）から，航空機騒音が生活\n妨害を生じさせているとの結論は統計学の知見からも一応支持される。\n経験則に照らしても，航空機騒音に曝露されることによって，音の聴取\nや集中力の維持を妨げられ，それによって会話，電話やテレビ等の視聴\nなど音を聞き取ることを必要とする作業や仕事や学習，趣味等の意識の\n集中を要する作業及び家族の団らんが妨げられることは明らかである。\n現に原告らの少なからずが，騒音による会話の中断，テレビや電話の聴\n取妨害による仕事や日常生活への支障，騒音による集中力の低下や仕事\nの中断による業務への支障につき具体的に陳述ないし供述している（同\n。また，夕方以降の家族の団らんの時間の妨害についての陳述や供\n述も少なくないところ，同\nでは夕食とその後の団らんの時間と位置付けられていることがうかがわ\nれ，別紙７－２の７５Ｗ以上の地域の１日当たりの騒音発生回数を見て\nも，この時間帯には，早朝及び深夜の時間帯よりも多くの航空機が飛行\nしており，毎日２回から６回近くの頻度で騒音が発生していることから\nも上記の供述等は裏付けられているということができる。\n以上に照らすと，７５Ｗ以上の地域に居住する原告らは，横田飛行場\nの航空機騒音によって，その日常生活において，音の聴取（会話，テレ\nビ，電話等）や意識の集中（仕事，学習，趣味等）を要する作業及び家\n族の団らんのような生活の質を高める行為を妨げられ，その日常生活が\n妨害されていること，その妨害の程度は，各原告らのＷ値の大きさに応\nじて増大していることが認められ，このような生活妨害は，原告らに共\n通する被害と認められる。\nなお， ｄによれば，横田飛行場の航空機騒音が知的障害者や\n視覚障害者といった騒音の感受性が高い者に対してより深刻な影響を与\nえていることが認められ，これ自体は原告らの共通損害とはいえないも\nのの，違法性の判断要素の一つとして考慮すべきである。\nこれに対し，旧７５Ｗ地域に居住する原告（指定区域外原告）につい\nては，そもそも各原告の居住地での騒音曝露量やこれに対するうるささ\nの住民反応を個別的に認めるに足りる騒音の測定結果やＷ値の算定に関\nする主張立証はないし，沖縄県健康影響調査報告書によっても，各生活\n妨害について「いつもある」と回答した者の割合は普天間基地周辺の７\n５Ｗ未満の区域では７５Ｗ以上の区域に比べてごく低率にとどまってい\nる上（甲Ｃ１１の３－７８頁），そもそも対照群との比較もなく，経験\n則上も騒音曝露量が小さければ生活妨害の程度が小さくなると考えられ\nることに照らすと，ある程度の生活妨害が生じることがあるとしても，\nその程度は，７５Ｗ以上の地域に居住する原告らに比べて小さいといわ\nざるを得ず，７５Ｗ以上の地域と同程度の生活妨害が発生しているとま\nで認めることはできない。また，小松基地調査報告書は，Ｗ値７０～８\n５の地区を騒音地区と一括して非騒音地区と比較しているにすぎず，７\n５Ｗ未満の地区が非騒音地区と比べて特段に大きい被害を受けているこ\nとまでを裏付けるものとみることはできない。\n他方，被告は，航空機騒音が原告らの主張するような生活妨害を生じ\nさせる可能性は否定しないものの，陳述書や供述では証明が不十分であ\nると主張するが，睡眠障害につき前述したのと同様に，被害の性質上，\n外形的には補足し難く，騒音への被曝露者の主観的な受け止め方を度外\n視して正確な認識，把握は困難であるから，理由がない。また，横田飛\n行場の高度の公共性に照らすとその程度が受忍限度を超えるものとの証\n明がないとも主張するが，公共性に関する検討で後述するとおり採用し\n難い。\n⑹  心理的・情緒的被害\nア  認定事実\n以下括弧内掲記の証拠によれば，次の事実が認められる。\nＷＨＯガイドライン（甲Ｃ８）\nａ～ｃの知見に加え，高速道路，空港，工場のような大\nきな騒音源の近くに保育所や学校を作るべきでないことは明らかである\nと指摘し，これらの知見を踏まえ，学校関係のガイドラインを授業中の\n室内はＬ Ａ ｅ ｑ３５ｄＢ，屋外の校庭は昼間の居住地域と同じＬ Ａｅｑ５５\nｄＢとすることを提言する（８，９頁）。\n児玉調査（甲Ｃ２８の５）\n前記⑷ウ ｃのとおり，昭和３９年から昭和４５年にかけて横田飛行\n場の飛行コース直下の拝島第二小学校の児童を対象にして，横田飛行場\nから離れた東小学校その他の対照群と比較調査したものであるが，心理\n的諸検査の結果として，拝島第二小学校の生徒には，対照群と比較して，\n根気のなさが見られ，感情的不安及び攻撃的傾向を示す反応や回答が高\nいこと，特にロールシャッハテスト（紙にインクをたらして，２枚折に\nしてできた図版が何に見えるかを尋ねるもの）では，不安傾向，攻撃的\n傾向，衝動的傾向が濃厚であり，それら不安等の傾向が空を飛ぶもの，\n空で火をふいているものなどと航空機に結びつくことが十分に推測され\nたとの記載がある（同６～９頁）。\n沖縄県健康影響調査報告書（甲Ｃ７）の記載\n同調査における前記 回答結果として，第３章\nに要旨次のとおりの記載がある。\n同調査票に対する５６９３名分の有効回答のうち，「あなたの生活は\n基地の騒音によってどの程度の被害を受けていますか」との設問（「耐\nえがたい被害をうけている」，「非常に被害をうけている」，「かなり被害\nをうけている」，「少し被害をうけている」，「被害をうけていない」の５\n段階 か ら一 つ を 選択 ）に 対 し ，「耐 え が たい 被 害を う けて い る」 及び\n「非常に被害をうけている」と回答した者の合計割合は，嘉手納，普天\n間の両飛行場周辺ともに，Ｗ値の増大とともに上昇する傾向が著明であ\nる。ただし，７５Ｗ未満の群については，上記回答の合計割合は，５％\n程度にすぎず，同じ普天間飛行場周辺の７５Ｗ区域や嘉手納飛行場周辺\nを含む７５Ｗ区域全体に比較して低率にとどまるとうかがわれる（同\n３－９，７７頁）。\nまた，イライラ感（イライラする，腹が立つ）や恐怖感（飛行機の音\nが怖いと思う）についての設問（前記\n択するもの）に対し，「いつもある」と「ときどきある」と回答した者\nの合計割合についても同様にＷ値の増大に伴って上昇する傾向が見受け\nられる。これに対し，戦争への恐怖（戦争を思い出して怖いと思う）の\n設問については，同様の回答をした者の反応率は低く，Ｗ値への連動傾\n向も明らかではないように見受けられる（同３－９頁，３－１１頁の図\n３－９⒜～⒞）。さらに，飛行機の墜落の不安や飛行機からの落下物の\n不安につ いての 設問 （「非 常に感 じる」，「かなり 感じる」，「 少し感じ\nる」，「あまり感じない」，「まったく感じない」の５段階から一つを選択\nするもの）につき「非常に感じる」と「かなり感じる」と回答した者の\n合計割合についても，後者についての嘉手納飛行場周辺の７５Ｗ区域と\n８０Ｗ区域の差が僅差であることを除いて基本的に上記と同様の傾向が\n見受けられる（同３－１０頁の図３－１０，３－７０頁）。\n原告らの供述及び陳述書\nほとんどの原告らが，航空機騒音に対する何らかのイライラ感や落着\nきのなさを訴えている。例えば原告番号８６１の原告は航空機騒音にさ\nらされると平常心でいられず，落着きがなくなって情緒不安定やいらだ\nちを感じ，バイクの発信音が異常に気になるようになったと供述してお\nり（同原告本人６頁），他にも同様のイライラ感や落着きのなさを陳述\nする原告が少なくなく（甲Ｃ１０の７４等），中には集中している時に\n騒音で中断されるとイライラするので，これを避けるために集中しない\nで本を読むようになり，読書の楽しみが半減したと陳述する原告もある\n（甲Ｃ１０の８３３）。また，騒音に対する無気力感を陳述する原告も\nある（甲Ｃ１０の２６４）。\nさらに，多数の原告が航空機の墜落事故や航空機からの部品等の落下\n事故の不安感についても言及しており，例えば，原告番号８の原告は自\n宅が空路の真下で墜落事故のニュースに接すると人ごとではないと感じ\nる旨を供述し（同原告本人９頁），航空機が相当な低空飛行をしている\nとしていつ墜落してもおかしくないと考えてしまうと陳述する原告もい\nる（甲Ｃ１０の４４０）。また，同１９６の原告は，低空飛行で模擬か\nもしれないが爆弾型の積荷まで見え，それが落ちるのではないかという\n不安があると供述し（同原告本人１０頁），同６３９の原告も航空機の\n騒音は単なる騒音ではなく墜落又は落下物事故による死を感じさせる音\nであると供述している（同原告本人１１頁）。\n加えて，子どもへの悪影響を訴える原告も少なくなく，例えば，原告\n番号１９６の原告は，息子（原告にはなっていない。）が幼い時に航空\n機の騒音があると両耳を押さえて叫び，自分の声で騒音を消そうとして\nいたことを供述し（同原告本人１１頁），同６１の原告も，同居の子で\nある同６３，６４の原告らが小さい頃は騒音があると大声で叫ぼうとし\nていたことに加え，拝島第二小学校に通っていた際に度々航空機騒音で\n授業や運動会，音楽会などの学校行事が中断されたことを具体的に陳述\nしている（甲Ｃ１０の６１）。また，同３３０の原告も同居の子である\n同３３１，３３２の原告らにつき，小さい頃，航空機騒音が聞こえるた\nびに泣き出したりおびえたりする様子が見られ，また，騒音の影響でい\nらいらしたり怒りっぽかったりしたと陳述し，同４４０の原告も同４４\n１の原告を含む子らにつき同旨の陳述をしている（甲Ｃ１０の３３０・\n４４０）。\nイ  検討\n前記⑸ア ｂ，ｃのとおり，ＷＨＯガイドラインが，騒音は集中力や\n持続力を妨げ攻撃的行動を増加させるといった知見を示しており，相当\n古いとはいえ，横田飛行場周辺を対象に行われた数少ない調査である児\n玉調査の結果はこれに沿うものであるし，沖縄県健康影響調査報告書に\nよれば，７５Ｗ以上の地域における被害感と騒音曝露量との間には著明\nな量反応関係が認められ，騒音が被害感などの精神的苦痛を生じさせて\nいるという結論は統計学の知見からも一応支持される。そして，経験則\nに照らしても，航空機騒音そのもの，又はこれによる会話，電話，テレ\nビ視聴の妨害や趣味，作業の中断といった各種の生活妨害によってイラ\nイラ感や落着きのなさ等の不快感を覚えることは明らかといえるし，現\nにほとんどの原告が何らかのイライラ感その他の不快感を訴えている。\nまた，航空機騒音から想起される墜落事故や落下物事故の不安感につ\nいても多数の原告が言及しているところ，前記３⑷ア で認定した横田\n飛行場に所属する航空機自体や落下物の事故の発生履歴や内容に照らせ\nば，かかる不安感にも相当の根拠があり，沖縄県健康影響調査報告書に\nよれば航空機騒音の恐怖感や事故の不安感についても基本的にＷ値に応\nじて増大する傾向が見受けられる。\n以上によれば，７５Ｗ以上の地域に居住する原告らは，横田飛行場の\n航空機騒音によって，イライラ感その他の不快感や不安感等の心理的・\n精神的苦痛を感じており，このような心理的・情緒的被害は，原告らに\n共通する被害と認められる。\n原告らは子どもへの影響についても主張するところ，ＷＨＯガイドラ\nインが小児を高感受性群と位置付けていることからすると，成人である\n原告らが先に認定した生活妨害や上記のような心理的・情緒的被害を被\nっている以上，子どももこれと同様の被害を被って成人以上の影響を受\nけていることが認められ，児玉調査やこれに沿うＷＨＯガイドラインの\n知見並びに原告らの供述及び陳述書によれば，その主張するような騒音\nに対する反応やいらいらしやすさといった心理的・情緒的被害が発生し\nていることが認められる。\nただし，現在原告となっている者についても，多くはかかる被害が発\n生したのは本件請求対象期間よりも前のこととうかがわれ，このような\n子に対する悪影響は，本件請求対象期間に未成年であった原告を除いて\nは，共通損害としてではなく，違法性の判断の一要素として考慮するの\nが相当である。\nこれに対し，指定区域外原告に関しては，前記⑸でも指摘のとおりそ\nもそも騒音曝露量やこれに対する住民反応を示す的確な証拠がない上，\n沖縄県健康影響調査報告書によっても，７５Ｗ未満の区域における被害\n感についての正反応率は低率にとどまり，恐怖感や事故の不安感につい\nては７５Ｗ未満の区域と対照群との比較は示されていないから，この間\nに有意な差があるとも認められない。経験則上も騒音曝露量が小さけれ\nば心理的・情緒的被害の程度も小さくなると考えられる。そうすると，\n一定程度の心理的・情緒的被害が生じることがあるとしても，その程度\nは，７５Ｗ以上の地域に居住する原告らに比べると小さいといわざるを\n得ず，指定区域外原告の供述及び陳述書を考慮しても，７５Ｗ地域と同\n等程度の損害が発生していると認めることはできない。\n他方，被告は 採用すること\nができない。\n⑺  その他の被害\nア  交通事故の危険\n原告らの中には，航空機騒音によって周囲の音がかき消され，横田飛行\n場の周辺で交通事故が発生しやすくなる危険性を供述ないし陳述する者が\nいる（原告番号３４５，５８７の各原告本人等）。\nしかしながら，横田飛行場周辺における交通事故の発生頻度が他の地域\nと比較して特別に高いことを示すような証拠はなく，前記⑸ア のとおり\n沖縄県健康影響調査報告書においても８５Ｗ以下の曝露群では交通事故の\n危険を示す警告音聴取妨害への反応率は極めて低率にとどまったところ，\n原告らの居住地域には８５Ｗ以下の地域しかないことにも照らすと，この\nような危険性やこれに対する不安感が原告らに共通する被害として認めら\nれるとはいえない。\nイ  ペットに対する悪影響\n原告らの中には，横田飛行場を離着陸する航空機によって飼育している\n犬等のペットに悪影響が及び，これによって苦痛を感じている旨を陳述す\nる者がいる（甲Ｃ１０の１６４，５５６，１００９）。\nしかしながら，ペットを飼育していない者を含む原告らの全てが横田飛\n行場周辺の住民が飼育しているペットに悪影響が及んだとして苦痛を感じ\nているとは認め難い上，そのような苦痛を感じている者がいたとしても，\nそれは上記⑹の心理的・情緒的被害に包含されるものとみるのが相当であ\nって，かかる精神的苦痛が独立した被害として発生しているとは認められ\nない。\nウ  戦争の想起による精神的苦痛\n原告らの中には，戦争を経験するなどして横田飛行場の航空機騒音によ\nり，戦争を想起するという苦痛を感じている者がいる（甲Ｃ１０の２４９，\n４９７，７７７，１０４１）。\nしかしながら，原告らの全てが戦争を経験しているわけではないし，前\n記⑹ア のとおり日本で唯一地上戦を経験した沖縄県においての沖縄県健\n康影響調査報告書においてすら，戦争への恐怖についてはイライラ感や恐\n怖感に比べて反応率が低く，Ｗ値との連動傾向も明確ではないことを考慮\nすると，戦争の想起が，上記⑹の心理的・情緒的被害と独立した共通の被\n害として発生しているとは認められず，このような苦痛を感じる原告がい\nることは違法性の判断の一要素として考慮し得るにとどまるというべきで\nある。\nエ  排気ガス及び振動による被害\n原告らの中には，排気ガスによる被害を申告する者がいる（甲Ｃ１０\nの２１９，４４２，４５８）。\nしかしながら，前記３⑶アのとおり，横田飛行場を離着陸する航空機\nから原告らの主張する被害を発生させるような排気ガスが発生している\nことは認められず，かかる被害を認めることはできない。\n原告らの中には，横田飛行場を離着陸する航空機騒音等により家屋等\nの振動を感じている者も少なくない（原告番号１９６の原告本人５頁，\n甲Ｃ１０の８７，２３３，２７１，５７８，９５９，９６２）。\nしかしながら，前記３⑶イ及び⑸のとおりであって，航空機騒音とは\n別個の侵害として振動が発生していることを証拠上認めるに足りないし，\n原告らに共通する被害とも認めるに足りない。\n５  横田飛行場の公共性について\n⑴  被告の主張の要旨\n原告らが横田飛行場における航空機の運航に伴う騒音等を違法な権利侵害\nないし法益侵害であると主張するのに対し，被告は横田飛行場における航空\n機の運航には高度の公共性があるとして受忍限度を超えていないと主張する\nから，この点について検討する。\n⑵  横田飛行場の公共性の有無と内容\n前記第２部「前提となる事実」の第１の１ないし４及び証拠（甲Ｂ１８４，\n１８５，甲Ｄ１０，乙７２，７３）によれば，横田飛行場は，アメリカ合衆\n国空軍が管理し，安保条約に基づき，我が国の安全に寄与し，極東における\n国際の平和と安全の維持に寄与するという高度に政治的・行政的な目的のた\nめ米軍に対して提供されている上，平成２３年３月には我が国のミサイル防\n衛における統合任務部隊の指揮等を行う航空自衛隊航空総隊司令部も設置さ\nれていることが認められる。そして，現在の不安定かつ流動的な国際情勢の\n下において，被告の主張する横田飛行場の立地条件・規模，施設の状況等を\n考慮すると，横田飛行場における米軍機等の運航は，我が国の防衛政策及び\n外交政策上重要な位置を占める米軍の活動の一環であり，上記の目的の下で\n我が国の基本的な存立と安全を確保するための活動として公共性が認められ\nる。\n⑶  公共性と受忍限度\nもっとも，前述のとおり，米軍機等による横田飛行場の航行に伴う航空機\n騒音によって原告らには睡眠妨害，各種の生活妨害及び心理的・情緒的被害\nが発生していると認められ，身体的被害ないし健康被害までは認めるに足り\nないとしても，その被害の程度は原告らが当然に受忍しなければならないほ\nど軽度とはいえず，しかもその被害を受ける地域は広範で多数の住民に被害\nが及んでいる。しかも，横田飛行場における米軍機等の航行によって発生す\nる利益は，我が国の国民全体が等しく享受するものではあるが，上記の利益\nが増大するに伴って横田飛行場の周辺住民である原告らが受ける利益も増大\nするという彼此相補の関係にはなく，むしろ横田飛行場の使用によって国民\n全体が上記のような利益を受ける一方で，原告らを含む周辺住民という一部\nの少数者に特別の犠牲が強いられているという不公平が存在する。そして，\nこのような不公平は，上記の公共性をもっては直ちに正当化することはでき\nないというべきであり，上記の公共性の一事をもって，原告らの損害賠償請\n求権を否定することはできない（厚木平成５年最高裁判決参照）。\nしたがって，被告の主張は採用することができない。\n６  被告の防音工事助成その他の周辺対策等による被害の防止又は軽減について\n⑴  被告の主張の要旨\n被告は，横田飛行場の提供によってもたらされる公益の重大性と，横田飛\n行場において米軍機等が運航されることによって影響を受ける住民の生活上\nの利益との調和を図るために，防音工事助成及びその他の周辺対策を実施し\nており，これらによって原告らの被害は相当程度に防止ないし軽減されてい\nるとして，原告らの被害は受忍限度の範囲内と見るべきであると主張する。\nそこで，まず防音工事助成につき，次いでその余の周辺対策等につき検討す\nる。\n⑵  防音工事助成について\nア  認定事実\n以下括弧内に掲記する証拠等によれば次のとおり認められる。\n防音工事の工事内容等（乙５３，検証の結果）\n前記第２部「前提となる事実」第４の３⑵ウのとおり，被告の助成に\nよる防音工事は，防音工事仕方書（乙５３）に従って行われる。標準的\nな工法は，８０Ｗ以上の区域に所在する住宅について２５ｄＢ以上の計\n画防音量を目標とする第Ⅰ工法と，７５Ｗの区域に所在する住宅につい\nて２０ｄＢ以上の計画防音量を目標とする第Ⅱ工法とに分類され，各工\n法について，鉄筋コンクリート造系と木造系の標準工法例を定めている。\n鉄筋コンクリート造系の防音工事は，第Ⅰ工法と第Ⅱ工法で基本的に\n違いがなく，主として開口部に対する工事であり，窓等の外部開口部に\nついては，在来の建具を撤去し，アルミニウム合金製気密建具を取り付\nけ，内部開口部については，木製防音建具（周囲に植毛ゴムパッキング\nを用いて気密性を保たせた建具）を取り付けることとされている。\n木造系の防音工事は，開口部に対する鉄筋コンクリート造系と同様の\n防音工事に加え，壁及び天井に対しても改造を加える。外壁に対する工\n事は，例えば，第Ⅰ工法においては，在来仕上げを撤去の上，壁胴縁を\n格子に組み，その間に吸音材を充てんし，その上に石膏ボードを打ち付\nけ，さらに，従来張られていた物と同等の仕上げ材を新たに張り直すな\nどしている。また，第Ⅱ工法にあっては，原則として在来仕上げのまま\nであるが，防音上著しく有害な亀裂，隙間等がある場合は，同一の仕上\nげ材等で補修する。天井に対する工事は，例えば，第Ⅰ工法における最\n上階二重天井にあっては，在来の天井を撤去し，野縁（天井の裏に入れ\nる骨組み）を新設して石膏ボードを打ち付け，更にその下部に同様に野\n縁を組んで，これに吸音材を張り，更に化粧石膏ボードを打ち付けてい\nる。第Ⅱ工法にあっては，原則として在来仕上げのままであるが，防音\n上著しく有害な亀裂，隙間等がある場合や在来の天井がない場合は，有\n効な防音工事を施している。ただし，木造系および鉄筋コンクリート造\n系のいずれについても，屋根は在来のままであるし，実際に計画防音量\nに達する防音効果を上げるためには，内外の開口部を完全に閉め切って\n室内を密閉することが必要である。そして，外部開口部に設置されるア\nルミニウム合金製気密建具は，框と可動部分との間に気密材を使用し，\nレバーを上に引き上げて気密性を保持する構造であるが，レバーの引き\n上げにはある程度の力を要する。また，内部開口部に取り付ける木製防\n音建具は，通常の建具よりかなり重量があり，やや使いにくい（この点\nは当裁判所の防音工事済み住宅の検証の際に被告指定代理人も自認する\nところである。）。さらに，防音工事を実施した居室を閉め切ると密閉状\n態となることから温度調節及び換気のために空調機器の使用が必須とな\nり，そのための電気代の支払が必要となる。\n住宅防音工事の実施状況\n本件請求対象期間に７５Ｗ以上の地域に居住していたことのある原告\nら（口頭弁論終結前に死亡した原告を含む。） に対する防音工事の実施\n状況のうち，前記「第２部  前提となる事実」第４の４⑵の各工事の種\n別，各工事の完了年月日及び各工事により防音工事が実施された室数が\n別紙６「防音工事一覧表」の各該当欄に記載のとおりであることは，原\n告番号１７，１８，１２９～１３２，１８３，１８４，１８７～１９０，\n２０４，２２３，２２４，２３７～２３９，７１３，７４５，８４１～\n８４５，９１４～９１６，９５５，９５６，９８３～９９０，１０６１，\n１０６２の各原告については証拠（甲Ｃ１０の１７，１２９，１８３，\n１８８，２０４，２２３，２３８，８４２，９１４，乙１４８の７４５，\n８４１～８４５，９１４～９１６，９５５，９５６，９８３～９９０，\n１０６１，１０６２）及び弁論の全趣旨によって認められ，その余の原\n告らについては当事者間に争いがない。なお，原告番号７４５の原告に\nついては，乙１４８の７４５の１の１０枚目に新規工事として３居室に\n防音工事を実施した旨の書込みがあり，乙１４８の７４５の２に照らす\nとその後の平成６年の追加工事では空調機器の設置工事が行われたにと\nどまり，同別紙と齟齬がないことが認められる。\n住宅防音工事の助成に支出した費用の総額（弁論の全趣旨）\n被告は，昭和５０年度から平成２７年度までに，横田飛行場周辺の住\n宅防音工事に対する助成の総額として，新規，追加，一挙防音工事の合\n計につき約１２３３億６９００万円，防音区画改善工事につき約７億２\n９００万円，外郭防音工事につき約５３億０３００万円を支出した。\n防音工事仕方書に従って行われた住宅防音工事の効果の検証結果\nａ  防衛施設庁は，平成１３年度に住宅防音工事事業に関する政策評価\n書をとりまとめるに当たり，平成１３年１０月から平成１４年３月に\nかけて，第Ⅰ工法については１４か所の飛行場周辺の１１８世帯を，\n第Ⅱ工法については４か所の飛行場周辺の２３世帯を対象として防音\n量調査を行った。その結果，第Ⅰ工法では，最低でも２５．０ｄＢ，\n最高で４４．０ｄＢの遮音効果が認められ，第Ⅱ工法では，最低でも\n２０．０ｄＢ，最高で３２．４ｄＢの遮音効果が認められた（乙１１\n３）。\nｂ  過去の横田飛行場の騒音訴訟における平成１０年１０月２７日の検\n証期日での防音工事実施済み住宅における被告国側の測定結果によれ\nば，午後２時５６分に飛来した航空機（Ｃ－９）の騒音について，屋\n外７５ｄＢに対し屋外は４４ｄＢであり，３１ｄＢの差が認められた\n（乙５４）。\nｃ  厚木飛行場の騒音訴訟における平成１１年８月２４日の検証結果に\nよれば，午後４時２分に飛来した航空機（ＦＡ－１８Ｃ）の騒音は，\n屋外では９６ｄＢ（国側測定）又は９８ｄＢ（原告住民側測定）であ\nったのに対し，防音工事を実施した部屋の屋内で窓を閉めた状態では\n７３ｄＢ（原告住民側測定）であった。ただし，同じ部屋の屋内で窓\nを開けた状態で測定した午後３時４９分に飛来したＦＡ－１８Ｃの騒\n音は９０ｄＢであり，同時刻の屋内での測定結果は９２ｄＢ（原告住\n民側測定）又は９３ｄＢ（被告国側測定）で，ほとんど差がなかった。\n（乙２２１）\n原告らの供述及び陳述書（甲Ｃ１０）における評価\n住宅防音工事を実施した世帯の原告らの住宅防音工事の効果に関する\n評価については，工事の種別を問わず，全く効果がないわけではないが\n不十分であるとする意見が大勢と認められ，屋根は防音工事の対象とな\nらないため上方からの騒音は遮断されない，自然の風が入らない，引き\n戸が重い，窓を閉めていないと効果が出ないためエアコンの冷房で電気\n代がかかる，部屋を閉め切ることで圧迫感がある，携帯電話の電波が入\nりにくくなったなど，騒音対策としては一定の限界や少なからぬ弊害が\nあることを指摘している。例えば，原告番号８６１の原告は，同居する\n９５歳の父親が防音工事によって重くなった洗面所のドアの開閉ができ\nないなどの不都合が生じている旨を供述し（同原告本人１１頁），原告\nらの中で唯一防音区画改善工事をした同３４５の原告も，窓やサッシを\n閉めれば多少の違いはあるが，（閉めただけでは）テレビの音は相変わ\nらず聞こえず，サッシの施錠までしないと効果はないと供述し，ドアや\n窓がとても重く引戸を開け損ねて爪が２回ほどはがれたとも陳述してい\nる（同原告本人１２頁，甲Ｃ１０の３４５）。さらに，外郭防音工事を\n行った同１５０の原告も，冷暖房の電気代が負担で，引戸が重くなった\n上，（引戸を閉めた状態では）他の部屋からの呼び声や電話のベルが聞\nこえず，室内では生活音などがかえって大きく聞こえて気になるように\nなった等の不便があると陳述している（甲Ｃ１０の１５０）。\n防音工事の効果に対するその余の評価\nａ  上記 ａの政策評価書のとりまとめに際して防衛施設庁が平成１３\n年３月から同年５月まで厚木飛行場周辺で実施した住民意識調査（回\n答者数５１３６名）では，「防音効果が不足している」及び「防音効\n果が全くない」とする回答が合計で約６６パーセントであった。その\n理由としては，「テレビ，電話等が聞き取りにくく，会話や睡眠が妨\n害されるなど，予想していたほど防音効果がなかった」と「住宅全体\nを防音工事していない」が多かった。また，同評価書によれば，神奈\n川県が平成１２年７月から同年９月にかけて実施した厚木飛行場周辺\nの生活環境調査では「防音工事の効果があまりない」と「全くない」\nとの回答が合計で約５３パーセントであったとされている（乙１１３\nの６頁，別紙１２）。\nｂ  沖縄県健康影響調査報告書は，第３章の生活質・環境質の調査で防\n音工事を実施した者についてその効果等についても調査しており，そ\nの結果について要旨次のとおり記載している。\n防音効果に関する質問（「十分にある」，「かなりある」，「ある\n程度ある」，「あまりない」，「全くない」の５段階から選択）に\n「あまりない」と「全くない」と回答した者の合計は，７５Ｗ群では\n１９～２０．６パーセントであったが，Ｗ値の上昇とともに増大した。\nまた，防音工事の満足度に関する質問に対し，「不満」及び「大変不\n満」と回答した者の合計もＷ値の上昇とともに増大した（同３－２７\n頁。同３－７４頁の表で概算すると，嘉手納飛行場周辺の７５Ｗ群で\nは約１０％，８０Ｗ群では約１４％，８５Ｗ群では約２５％がこのよ\nうな回答をしているとうかがわれる。）。\n嘉手納飛行場周辺の回答者につき防音工事実施の有無で回答率に変\n化があるかを見るに，騒音につき「大変うるさい」と答えた回答者で\nは防音工事実施群と非実施群で量反応曲線にほとんど違いがなく，テ\nレビ聴取妨害が「いつもある」と「ときどきある」とした回答者でも\n同様であった。また，睡眠妨害に関する４つの設問のいずれかに「月\n１，２回」とした回答者のオッズ比にも著名な差はなく，かえってＷ\n９５以上の群では実施群の方が非実施群より高くなっていた（同３－\n２９～３０頁）。\nこの結果によれば，現行の防音工事は物理的には一定の効果をもた\nらしているが，生活実態としては必ずしも居住者の生活環境の改善に\n十分に寄与していない。その理由としては，防音工事をしても窓を開\nけて生活している世帯が多いことのほかに，遮音量の問題が考えられ\nる。すなわち，１家屋の中で防音工事の対象となる居室は限られてお\nり，神経質に境界部分のドアのロックを励行しない限り所定の遮音量\nは得られないが，例えば台所には防音工事が行われないことが多く，\n日常生活の中で台所に隣接する居室等との境界部分のドアをいちいち\n閉めてロックすることは非現実的である（同３－３１頁）。\nイ  検討\n被告が助成の対象とする防音工事は防音工事仕方書に従って行われるも\nのとされているところ，上記 の防音工事が実施された原告らの住宅に\nつき防音工事仕方書に従わない工事がされたとの主張立証はないから，こ\nれらの工事は防音工事仕方書に従って行われたものと認められる。そして，\nによれば，防音工事仕方書に従って防音工事を行った場合は，内外の\n建具を閉め切って密閉状態にする限り，計画防音量を達成するものである\nことが認められる。\nそうすると，防音工事の効果に否定的な一部の原告らの陳述を勘案して\nも，防音工事は，同工事を実施した住宅に居住する原告らに対して，物理\n的には一定の限度で防音効果を生じさせているといえ，一定の被害軽減の\n効果をもたらしていると認めるのが相当である。\nしかしながら，被告が助成の対象とする防音工事は，住宅防音工事とい\nう呼称とは裏腹に，原則として８５Ｗ以上の区域でしか行われない外郭防\n音工事を除いては，住宅全体にではなく，独立した厨房，玄関，廊下，浴\n室等を除いた一部の居室にしか実施されないのであり，防音工事を実施し\nた居室ないし区画を閉め切って密閉状態にしなければ防音工事仕方書が定\nめる計 画防 音量 を達 成する こと はで きな いもの で ， その 大半 の実態 は，\n「居室防音工事」と呼称すべきものである。しかるところ，沖縄県健康影\n響調査報告書が指摘するとおり，日常生活において，不定期的にいつ発生\nするかもしれない航空機騒音に備えて防音工事実施部分の内部開口部の建\n具をその都度閉め切ることは煩雑で必ずしも現実的ではない上，内部開口\n部の建具は通常のものよりも重くて使い勝手が悪く，老人や小児など力の\n弱い者にとってはこれを開閉すること自体が困難と認められる。\nまた，上記 ｃの検証結果によっても防音工事は窓を開けた状態では\nほとんど効果がないことが明らかであり，外郭防音工事の場合を含め，計\n画防音量を達成させるためには少なくとも外部開口部の窓等のサッシを閉\nめレバーを操作するなどして密閉する必要があるところ，そのような自然\nの光や風を享受できない密閉された空間で２４時間生活するということは\n困難であるし，単にサッシを閉めるだけでなくその都度レバーを操作する\nこともいささか煩雑で力を要するから，実際に原告らが住宅防音工事によ\nる被害の軽減を享受し得る場面は限られているといわざるを得ない。加え\nて，原告らの供述や陳述書によれば，自然の風が入らない，引き戸が重い，\n密閉しないと効果が出ないため空調機器の稼働のための電気代がかかる，\n部屋を閉め切ることで圧迫感がある，携帯電話の電波が入りにくくなるな\nど，防音工事を行うことによる弊害が少なくないことも認められる。\nなお，被告は，防音工事で設置した空調機器の電気代の負担軽減策とし\nて平成元年度から生活保護法に規定する被保護者等に対し上記電気代の助\n成措置を行い，平成１５年度からは太陽光発電システム設置に係るモニタ\nリング事業を行っていると主張するが，前者は対象者が極めて限定されて\nおり，後者も試行段階にすぎないから，現時点での実績や実効性は乏しく，\n考慮の対象外というべきである。 また，老朽化した防音建具の機能復旧\n工事等についても，現状を維持するために当然必要な措置にすぎず，特段\n考慮すべきものとはいえない。なお，いずれについても原告らの中に対象\n者がいるか否かは明らかでない。\n以上のとおりであるから，被告が実施した住宅防音工事は，少なくとも\n物理的には騒音を一定程度軽減する効果があるものの，その大半は，そも\nそも住居内の限られた居室のみを対象とするものであり，この点を措くと\nしても，常時密閉された状態で生活することは期待できないから，実際に\nはその効果が発揮される場面は限られる上，弊害も少なくないなど，原告\nらが受けている騒音被害を根本的に解消し，又はそれに近い効果を上げて\nいるとは到底認められず，これをもって原告らの被害が受忍限度の範囲内\nにあるとは到底いい難く，この措置を受けた者に対する慰謝料算定の際の\n一事情として考慮するにとどめるのが相当である（具体的な考慮の程度に\nついては後述する。）。\n⑶  その余の被害防止措置について\nア  認定事実\n弁論の全趣旨によれば次のとおり認められる。\n移転措置及び緑地帯整備事業\n被告は，周辺整備法及び生活環境整備法に基づき，移転対象区域に居\n住等する住民がより好ましい環境に移転する場合，現に所在する建物等\nの移転の補償等を行うとともに，その跡地等を買い上げて緑地帯その他\nの緩衝地帯とし，地方公共団体が一定の用に供するときは無償で使用さ\nせることにより，周辺住民の生活環境の整備を図る措置を講じてきた。\n昭和３９年度から平成２７年度までに被告が横田飛行場に関してこれら\nの事業に支出した総額は，移転措置事業が約１３６億７９００万円，緑\n地帯等整備事業が約２０億０６００万円に及ぶ。その結果，平成２７年\n度末時点で，昭島市においては広場，種苗育成施設，消防に関する施設\n敷地等として約１万０５００平方メートル，福生市においては広場，駐\n車場，花壇等として約２万１９００平方メートル，立川市においては広\n場，消防に関する施設敷地として約２万８５００平方メートル，瑞穂町\nにおいては広場として約２万９７００平方メートルが無償で使用される\nに至った。\n学校，病院等及びその他の施設の防音工事の助成\n被告は，横田飛行場周辺地域において，周辺整備法，生活環境整備法\n又は行政措置に基づき，平成２７年度までに，学校等の防音工事の補助\n金として昭和２９年度から総額約６８４億０２００万円，学校等の防音\n工事関連設備の使用に要する費用の補助金として昭和４８年度から総額\n約７６億５５００万円，病院等の防音工事の補助金として昭和３４年度\nから総額約８０億３６００万円，公民館，図書館等の学習等供用施設や\n老人福祉センターといった民生安定施設の防音工事の補助金として昭和\n４２年度から総額約２２９億９０００万円を交付した。\nその他の周辺対策\n被告は，平成２７年度まで（以下も同じ。）に横田飛行場の周辺にお\nいて，航空機騒音が家屋内で伝播することにより生じる聴取障害（テレ\nビの音声が聞き取りにくくなったり，音声が細切れに聞こえたりするな\nど）に対する補償の趣旨で，昭和４５年度以降はＮＨＫ，平成１８年度\n以降は放送受信契約者を対象に補助金を交付するテレビ受信料の助成措\n置として，昭和４５年度から総額約１４５億１７００万円を交付したほ\nか，騒音用電話機の設置に対する補助金として，昭和４６年度から総額\n約４８００万円を交付した。\nまた，自衛隊等の使用する施設の周辺において自衛隊等の行為によっ\nて生ずる障害を防止又は軽減する障害防止工事としての排水路等の改修\n工事につき，昭和４０年度から総額約６１億９３００万円，民生安定施\n設の整備等の一般助成のための地方公共団体への補助金として昭和３７\n年度から総額約３２３億５２００万円を交付した。\nさらに，地方公共団体が行う防衛施設周辺整備統合事業及び基本構想\n策定に対する補助金として，平成１９年度から総額約４億１０００万円\nを交付し，公共用施設の整備又は事業のための特定防衛施設周辺整備調\n整交付金として，昭和５０年度から総額約３４８億９６００万円を交付\nしたほか，営農者に対する航空機の離発着等による就労阻害に係る損失\n補償として，昭和３５年度から総額約３億３８００万円を支出している。\n加えて，被告は，再編関連特別事業（防災，教育・スポーツ及び文化\nの振興，交通の発達及び改善，公園及び緑地の整備等のほか生活環境の\n整備に関する事業で防衛大臣が定めて告示するもの）に対する再編交付\n金として，平成１９年度から総額約５４億５０００万円を交付し，また，\n地方公共団体に対する条件や使途等に制約のない一般財源の補給金であ\nる基地交付金及び調整交付金として，昭和３２年度から総額約１１９９\n億０４００万円を交付した。\n音源対策等\n第２部「前提となる事実」の第１の３⑵のとおり，被告は，夜間着陸\n訓練による騒音の軽減を図るため，平成元年度から空母艦載機離着陸訓\n練に必要な施設の整備に着手し，約１６６億８６００万円をかけて平成\n５年３月末にこれを完成させた。\nまた，第２部「前提となる事実」の第１の６⑶のとおり，平成５年１\n１月１８日の平成５年日米合同委員会合意により，米軍の２２時から６\n時までの間の時間における飛行及び地上における活動は，運用上の必要\n性に鑑み緊要と認められるものに制限され，夜間飛行訓練は，在日米軍\nの任務の達成及び乗組員の練度維持のために必要とされる最小限に制限\nされ，司令官は，夜間飛行活動をできるだけ早く完了するよう全ての努\n力を払うことが合意された。\nイ  検討\n前示のとおり，横田飛行場の使用によって国民全体が利益を受ける一方\nで，その使用に伴って発生する航空機騒音によって原告らを含む周辺住民\nは特別の犠牲を強いられるという不公平が存在するのである。しかるとこ\nろ，上記ア の移転措置は，引き続き横田飛行場周辺地域に居住し続けて\nいる原告らの航空機騒音による被害を低減させるものではなく， のう\nち農業等就労阻害に対する補償についても特定の損失に対する補償であっ\nて原告らが間接的にせよ何らかの利益を受けるとはいえず，上記の不公平\nを是正するものとはいえないから，原告らとの関係でこれを違法性ないし\n受忍限度の判断に当たって考慮することはできない。\n他方，上記ア のうちの緑地帯等整備事業と 及び については，よ\nり良好な社会環境を原告らの居住する地域に提供するものであり，Ｗ値が\n前提とする，一定の地域を社会環境単位と捉え，その社会環境単位に居住\nする住民の属性や生活パターンを超越して影響をもたらすという航空機騒\n音の特性にも照らせば，間接的とはいえ上記のような不公平に対する総体\n的な補償の一環と位置付けることができ，違法性ないし受忍限度を考慮す\nるに当たっての要素の一つとはなり得るということができる。\nもっとも，もとよりこれらの周辺対策が直接に原告らが被っている航空\n機騒音による被害そのものを軽減させるものではないから，差止請求権に\nついてはともかく，損害賠償請求権に関する限り，これらの周辺対策をも\nって原告らの被害が受忍限度の範囲内にあるということは到底できず，慰\n謝料の算定に当たっての一要素として限られた範囲で考慮する余地がある\nにとどまるというべきである。\nまた，上記ア の音源対策等については，硫黄島の施設の整備や平成５\n年日米合同委員会合意にもかかわらず，前示のとおり依然として本件請求\n対象期間においても午後１０時以降の深夜，早朝に米軍機の航行が行われ，\nこれによって現に原告らに睡眠妨害を始めとする深刻な被害を生じさせて\nいるのであるから，損害賠償請求において，これをもって違法性を軽減さ\nせるものということはできない。むしろ，平成５年日米合同委員会合意が\nあるにもかかわらず，被告がその後に米軍にこれを遵守させるために何ら\nかの実効性のある働きかけをしたとの主張立証はなく，この点を侵害行為\nの違法性ないし受忍限度の判断に当たって考慮するのが相当である。\n７  違法性の有無（受忍限度）の判断について\n⑴  告示コンター内地域に居住する原告らについて\n上記 ３ 及び ４ の と お り ， 横田飛行場 を 航行 する航空機 の 騒音 により，\n少なくとも 告示コンター内地域（ 防衛 施設庁方式 による ７５Ｗ以上の地\n域 ） に 本件請求 対象 期間内の一部において居住し てい た原告ら は， その\n居住期間において， 相当に大きな騒音に曝露され るという侵害を受け ，\nこれによ る 共通 の被 害として， 睡眠妨害，会話の中断，電話・テレビ・ラ\nジオの聴取困難，仕事，学習，趣味等の知的作業の妨害や家族の団らんの妨\n害といった日常生活の妨害及び不快感，不安感等による心理的・精神的苦痛\nといった心理的・情緒的被害を生じさせられている。\nそして，生活環境整備法，同施行令及び同施行規則が， 自衛隊等の航空\n機の離陸，着陸等の ひん 繁な実施により生ずる音響に起因する障害が 特\nに 著しいと認めて防衛大臣が指定する防衛施設の周辺の区域（第一種区\n域）に当該指定の際現に所在する住宅について， 防音工事の助成をする\nことを規定し ， この 第一種区域を画する基準を 防衛施設庁方式で算定し\nたＷ値で ７５Ｗとしている こと （前記第２部 「 前提となる事実 」 第４ の\n１ ） に照らすと ，法令上も，７５Ｗ以上の地域に おいては 航空機騒音に\nよる損害が著しく， 居住者に対する個別的な 被害 の軽減 策 を図る必要 を\n生じさせ る 程度に まで 至っている と判断されていると 見るのが相当であ\nる。\n他方， 前 記 ５ の と お り ， 横 田 飛 行 場 に お け る 米 軍 機 等 の 航 行 は，我が\n国 の 基 本 的 な 存 立 と 安 全 を 確 保 す る た め の 活 動 と し て 公 共 性 が 認 め ら れ\nるものの， そ の 公 共 性 は 国 民 全 体 に 帰 属 す る も の で ， む し ろ そ の た め に\n原告 ら に 特 別 の 犠牲 を 強 い る と い う 不 公 平 を 生 じ さ せ て い る の で あ る か\nら ， こ れ を も っ て 原 告 ら の 被 害 が 受 忍 限 度 の 範 囲 内 に あ る とい うことは\nできない。\nまた， 前記 ６ の と お り 被 告 が 行 っ て い る 防音工事助成その他 の周辺対\n策等 をもって 原告らの被害 が 受忍限度の範囲内 にあるとすること も でき\nない。\nそして， 前記第２部 「 前提となる事実 」 第６のとおり， 横 田 飛 行 場 の\n周辺住民は，横田飛行場 を航行 する航空機による騒音等の被害を受けて\nいるとして，昭和５１年以降 繰り返し 訴訟を提起し， 一審，控訴審及び\n最高裁において，防衛施設庁方式によるＷ 値 ７５以上の地 域の居住者の\n騒音被害を認定し て 被告に慰謝料の支払を命じ る 判断 が繰り返し 出され\nて きた 中で， 前 記 ６ のとおり， 被告は 住宅防音工事助成及びその他の周\n辺対策を行ってきた ものの ， これらには限定的及び間接的な効果しかな\nく，むしろ平成５年日米合同委員会合意から 本件口頭弁論終結日までに\n四半世紀近くが経過しようとして いるにもかかわらず，被告が米軍にこ\nれを遵守させるための何らかの働きかけをした形跡はないのであって，\n被告が 騒音による権利侵害を 少しでも 抜本的に解決 しようと する 努力を\n十分に果たしているとはいい難い。\n以上 の事情を総合考 慮すれば， 告 示 コ ン タ ー ７５ Ｗ 以 上 の 地 域 に 居 住\nしていた 原告らは， その居住期間において， 社会生活上受忍すべき限度\nを超える違法な権利 ないし法律上の利益の 侵害 を受けている ということ\nができ ， これによる被害は 民事特別法２条にいう 工作物の 設置又は管理\nの瑕疵に よる損害に 当たるというべきであるから， 被告には原告らの共\n通被害に対し慰謝料を支払う義務がある 。\n⑵  指定区域外原告らについて\nア  指定区域外原告らの主張の要旨\n指定区域外原告ら（原告番号３２３，７１３，８０１，８１６，８１７，\n１０６７の６名の原告ら）は，旧７５地域に居住している間，コンター内\n地域に居住していた原告らと同様の受忍限度を超える騒音等による被害を\n受けているとし，その根拠として次のとおり主張する。①告示コンター及\nびその基礎となった平成１５年度調査では捕捉されない航空機騒音や地上\n騒音，低周波音による侵害があり，騒音の実態は平成１５年度調査よりも\n深刻である，②航空機環境基準が，指定区域外原告らの居住地域を含む\n専ら住居の用に供される地域（類型Ⅰ）では７０Ｗ以下，Ⅰ類型以外の\n地域で通常の生活を保全する必要がある地域（ 類型Ⅱ）では７５Ｗ以下\nと定められていることからすると，最低限達成されるべき環境基準は防\n衛施設庁方式での７０Ｗとすべきである ところ，原告らの居住地が，少\nなくとも７０Ｗ以上の騒音地域であることは明白である，③ 欧州夜間騒\n音ガイドラインが定めるガイドライン値はＬ ｎｉｇｈｔ，ｏｕｔｓｉｄ ｅ４０ｄＢ\nであるところ，原告夜間騒音コンター図によれば ，指定区域外原告らの\n居住地は，いずれも同ガイドライン値を超える地域内にある。\nイ  上記①について\nそもそも低周波音や地上騒音はもとより，航空機騒音についても，指\n定区域外原告らの居住地域における実際の騒音測定結果についての主張\n立証はなく，騒音の客観的な発生頻度や程度を認めるに足りる証拠はな\nい。この点を措くとしても，告示コンター及びその基礎となった平成１\n５年度調査は，前記３⑴ウのとおり，調査当時の航空機騒音の実態に合\n致したものであり， 本件請求対象期間においても，告示コンターを不合\n理とする程度にまで騒音被害が深刻化しているとは認められないから，\n原告らの主張は採用することができない。\nそもそも本件において，原告らは，横田飛行場の騒音等に日々曝露さ\nれることによって原告らに生じる被害の総体を主張していると解され，\n運航が不定期，不規則であるという軍用飛行場の特殊性にも照らすと，\nその認定には，その原因となる原告ら各自 の年単位での平均的，総体的\nな騒音曝露状況を認定できることが不可欠というべきであ り，この点は\n指定区域の内外を問わず基本的に同様である。もっとも，告示コンター\n内地域の原告らについては，前示のとおり ，本件請求対象期間の騒音の\n実態が，これと乖離する程度に激化又は緩和されているとは認められず，\n告示コンターが合理性を失 っていない以上，７５Ｗ，８０Ｗ，８５Ｗの\n各コンター線の範囲内では平均的，総体的に少なくとも各Ｗ値に相当す\nる航空機騒音が発生していると認定することができる。しかし，指定区\n域外原告らについては，このような 認定をすべき根拠がなく，各原告に\nおいて，平成１５年度調査に匹敵する程度の 季節を異にしたある程度の\n期間の騒音の発生状況を個別具体的に主張立証することを要するという\nべきである。しかるところ，このような主張立証はなく，原告番号８１\n６の原告の陳述書等（甲Ｃ１０の８１６。細枝番を含む。以下同じ）や\nその余の指定区域外原告らの供述及び陳述書等（甲Ｃ１０の３２３，７\n１３，８０１，８１７，１０６７）を踏まえても，指定区域外原告らの\n平均的，総体的な騒音曝露状況を認めることはできない。\nしたがって，上記①の指定区域外原告らの主張は理由がない。\nウ  上記②について\n公害対策基本法９条及びその後身である環境基本法１６条の規定（第２\n部「前提となる事実」第３の１及び３）によれば，航空機環境基準は行政\n上目指すべき政策目標として位置付けられており，直ちに受忍限度を超え\nた騒音の基準となるということはできない。また，原告らが航空機環境基\n準をＷ７５とする地域類型Ⅱの居住者らを含む共通損害を主張しているこ\nとと上記のような原告らの主張が整合するかにも疑問がある。いずれにせ\nよ，平成１７年告示により第一種地域から外れた以上， 告示コンターの\n７５Ｗのコンター線の外縁から至近距離に居住している ことをもって，\n告示コンター内地域と同程度の騒音被害を受けているとまでは認め難 く，\n指定区域外原告らの居住地域における騒音の発生 状況を認めるに足りる\n的確な主張立証がない以上，上記主張は 採用することができ ない。むし\nろ，前記４⑸及び⑹のとおり，経験則上も，Ｗ値が小さくなれば横田飛\n行場を航行する航空機の騒音の被害も小さくなると考えるのが自然であ\nる。\nエ  上記③について\n前記４⑶ のとおり，原告夜間騒音コンター図は，告示コンターの７\n５Ｗの外縁を超える部分については正確性が認め難いというべきであるか\nら，これをもって指定区域外原告らが現実にＬ ｎ ｉ ｇ ｈ ｔ ， ｏ ｕ ｔ ｓ ｉ ｄ ｅ４０ｄＢ\n以上の夜間騒音への曝露を受けているとは認められず，他にこれを認める\nに足りる証拠はない。\nオ  小結\n以上によれば，指定区域外原告らについては，平均的，総体的な騒音曝\n露状況が明らかでなく，もとよりこれが受忍限度を超えていると認めるに\n足りる証拠もないから，慰謝料を認めることはできない。なお，以上の点\nは，その余の原告らのうち，本件請求対象期間内の一部の期間において指\n定区域外に居住していたと認められる原告らの当該居住期間についても同\n様である。逆に，原告番号１０６７の原告については，本件請求対象期間\nの一部の期間内は告示コンター内地域に居住していたと認められるから，\nこの期間については慰謝料が認められる。\n⑶  航空機環境基準上の地域類型の考慮の要否\n被告は，航空機環境 基準において，専ら 住居の用に供される 地域（地\n域類型Ⅰ）と通常の生活を保全する必要がある地域（地域類型Ⅱ）が設\nけられ，この類型ごとに指針値が定められていることから，原告らの被\n害が受忍限度を超えているかどうかを判断 するに際しても，地域類型の\n差を考慮すべきであると主張する。\n昭和４８年環境基準の設定に係る中央公害対策審議会の答申の基となった\n同審議会騒音振動部会特殊騒音専門委員会の報告（乙６４。第２部「前提と\nなる事実」第３の１参照）によれば，上記地域類型が設けられたのは，先行\nして設定されていた一般の騒音に係る環境基準に地域類型が設けられている\nことを踏襲したものと認められるところ，その設定の際の専門委員会の報告\n等（乙１３６，１３８）に照らすと，一般の騒音に係る環境基準で地域類型\nが設けられた理由は，騒音の特性として，影響範囲が騒音発生源から比較的\n近距離の周辺地域に限定されているのが通常であるとした上で，住居地域な\nどの静穏を要する地域と商工業地域とで都市騒音の実態や騒音に関する住民\nの意識等に地域差が見られると考えたことによると認められる。\nしかしながら，前記第２部「前提となる事実」第２の１で見たとおり，航\n空機騒音は，工場騒音，自動車騒音等の他の騒音と比較して広範囲に及ぶこ\nと，継続時間が数秒から数十秒の間欠音であること等の特性があって影響が\n質的に異なり，地上の特定の音源から生じる定常的な騒音のように，住居地\n域と商工業地域とでその実態やこれに対する住民の意識が大きく異なるとは\n考え難い。このような特性に照らすと，航空機騒音については，地域類型ご\nとに被害の実態が異なるということはできない。現に生活環境整備法を受け\nた同施行令は，「音響の影響度をその音響の強度，その音響の発生回数及び\n時刻等を考慮」した算定値を基準に定めた区域を基準に第一種区域等の指定\nを行うとして，航空機騒音に対する曝露状況を基準に対策措置を講じており，\nコンター内の地域類型の差は考慮していない。\n以上によれば，受忍限度の判断に際して航空機環境基準の地域類型を考慮\nすべきとする被告の主張は理由がない。\n⑷  結論\n以上のとおりであるから，横田飛行場における航空機の航行は，告示コン\nターにおける防衛施設庁方式による７５Ｗ以上の地域に居住し，又は本件請\n求対象期間内に居住したことのある原告らにつき，その居住期間において，\n違法な権利侵害ないし法律上の利益の侵害に当たり，上記の限度で，横田飛\n行場には，民事特別法２条の設置又は管理の瑕疵があると認められる。\n８  危険への接近について\n⑴  被告の主張の要旨\n被告は，大阪空港大法廷判決が説示した，いわゆる危険への接近の法理を\n援用して，平成５年２月や同年１１月に横田平成５年最高裁判決や平成５年\n日米合同委員会合意が主要日刊紙において全国的に報道されたことやそこに\n至るまでの横田飛行場を巡る訴訟及び官報告示等の経緯等をるる主張した上，\n遅くとも平成６年１月１日には横田飛行場の航空機騒音が重要な社会問題と\nして広く国民の注目を集めるようになっていたとして，主位的に，同日以降，\n生活環境整備法４条に基づく第一種区域に指定された区域（被告のいう指定\n区域）内に居住を開始した原告ら（出生者を除き，コンター内地域間で転居\nした者を含む。）は，居住開始時に航空機騒音による被害の発生状況を認識\nしその被害を容認していたことが推定されるとして，このような原告らにつ\nいては，特段の事情がない限り，免責の法理としての危険への接近を適用し\nて，損害賠償請求権を否定すべきであると主張し，予備的に，具体的な類型\nを挙げた上，少なくともこの類型に該当する原告らについては同法理を適用\nすべきであると主張する（別紙８「居住履歴一覧表」参照）。\n⑵  検討\nア  大阪空港大法廷判決は，危険への接近について被告が主張するような法\n理を説示しているわけではなく，あくまでも一つの事例判断にとどまると\nいうべきであるが，同判決が「危険に接近した者（中略）が危険の存在を\n認識しながらあえてそれによる被害を容認していたようなときは」と説示\nして，危険の認識と被害の容認を明確に区別していることに照らすと，被\n告の主張するように，騒音の認識をもって一般的に被害の容認が推定され\nるとは到底いうことができない。\nそうすると，上記の点において既に被告の主位的主張は失当というべき\nであるが，予備的主張との関係も考慮して横田飛行場の周辺において，ど\nのような場合に被害を容認したといえるかを検討する。人が住居の移動を\nする場合は，自身や家族の進学，就職，転勤，経済状態の変動，婚姻等の\n身分関係の変動及び家族の介護等の何らかの事情を伴うことがほとんどで\nある。また，新たに住居を購入ないし賃貸等する場合の意思決定は様々な\n要素を総合的に考慮した結果行われるものであって，航空機騒音の有無は\nそのような意思決定の過程の一つの要素にすぎず，仮に航空機騒音による\n被害があることを具体的に知っていたとしても，親の介護，子どもや自己\nの通勤通学のための交通の便宜，婚姻に伴う配偶者との同居，親兄弟の土\n地建物の相続，経済的事情その他諸般の理由から，そのような被害のある\n物件を選択せざるを得ないことも十分にあり得るのであって，このような\n場合に騒音被害のあることを知っていたという一事をもって，被害を容認\nしたとして危険への接近の法理を適用して損害賠償が一切受けられないと\nするのは公平に反し，相当とはいい難い。そして，このような事情は，告\n示コンター地域内で転居する場合であっても基本的に同様である。\nそうすると，航空機騒音による損害賠償を請求する者が，航空機騒音に\nよる被害を容認していたとして被告のいう免責の法理としての危険への接\n近を適用するためには，他に上記のような転居の理由がないこと，換言す\nれば専ら損害賠償を受ける目的をもって告示コンター内地域に居住を開始\nしたことをこの法理の適用を主張する者が抗弁として主張立証することを\n要すると解するのが相当である。\nイ  被告が主張する横田平成５年最高裁判決の報道や平成５年日米合同委員\n会合意の報道及びこれに先行する官報告示その他の経緯は被告の引用する\n証拠によって認められ，これらによれば，平成６年１月１日の時点では，\n横田飛行場周辺において航空機騒音が社会問題化して周辺住民の関心が高\nまっていたことはうかがわれる。しかし，この種の報道が全国的に連日に\nわたって間断なく行われていたというわけではないから，横田飛行場の航\n空機騒音問題が周辺住民以外にも広く知られるようになっていたとまでは\n認めることができず，他にこれを認めるに足りる証拠はない。\nまた，一口に横田飛行場の周辺地域といっても広大であり，平成６年１\n月１日当時は昭和５９年告示が適用されて第一種区域が現在よりも広かっ\nたことを措いて告示コンターによる現在の第一種区域の範囲だけを見ても，\n北は埼玉県飯能市から南は東京都八王子市，日野市にまで広がっているの\nであって，指定区域外からコンター内地域への転入者はもとより ，コン\nター内地域で移動する者であっても，移動先がコンター内地域であるか否\nかや移動先の騒音の発生状況を具体的に認識しているとは考え難く，もと\nより騒音被害を容認していたとは認め難い。\nさらに，横田飛行場を航行する航空機の飛行実態は不規則，不定期で年\n間を通じても変動し，仮に転居前に現地を下見したとしても航空機を見か\nけず，騒音問題に気付かないことも十分あり得るものである。\nまた，仮に下見のときにたまたま航空機騒音に遭遇したとしても，横田\n飛行場周辺における航空機騒音被害の実態は，実際に騒音被害地域に一定\n期間在住するなどしなければ正確には把握できないものであるから，上記\nのような一回的な経験があったからといって，実際に転居先で生活する際\nに受ける騒音被害の程度を認識していたということはできない。原告番号\n５８７の原告も，８０Ｗ地域に自宅敷地を購入する前又は後に航空機を目\n撃したと供述しつつ（同原告本人１１，１５，１９頁），騒音がこれほど\nひどいとは思わなかったと陳述している（甲Ｃ１０の５８７，乙１８１）。\n以上については，平成２９年１月２９日に当裁判所が瑞穂町箱根ヶ崎の\n防音工事実施済住宅（７５Ｗ地域）及び昭島市美堀町の原告番号９３９の\n原告の自宅（８０Ｗ地域）で行った検証において航空機が全く飛来せず\n（検証の結果），同年１０月１４日に八王子市久保山町１，２丁目（８０\nＷ地域）で行った現地進行協議期日においては，航空機は１回しか飛来し\nなかったものであって（乙１８２），いずれの地域も基本的には通常の又\nは通常以上に閑静な住宅街という印象であったことから，当裁判所も実感\nするところである。\nただし，被告が予備的に主張するＢ１～Ｂ３の３類型のうち，告示コン\nター内地域に居住後に一旦指定区域外への転居を経て元の住居地又はその\n近接地に戻った原告については，航空機騒音による被害の認識はあったも\nのとうかがわれる。しかしながら，上記アのとおり，人が住居を定める場\n合は，血縁上，地縁上又は職業上などの何らかの事情を伴うことがほとん\nどであり，特に一旦ある土地に居住すると，そこでの不動産の取得，家族\nの存在，友人や勤務先等の社会的生活基盤の形成により，当該地域との結\nびつきが強まることは明らかであって，この点においては騒音被害を認識\nしながら転居せずに居住を継続している原告らと本質的に異なるところは\nないというべきである。例えば，平成６年１月１日後に７５Ｗ地域から８\n０Ｗ地域に転居した原告番号４５の原告は，老親（原告番号４３，４４番\nの原告ら）を呼びよせて同居するために近隣の広い家に転居したことがう\nかがわれ（甲Ｃ１０の４３），８０Ｗ地域に居住後，一旦指定区域外に転\n出し，その後に８５Ｗ地域に転入した同９７５の原告についても，実家か\nら婚姻に伴って転出し，その後８５Ｗ地域内の都営住宅の抽選に当選して\n転入したことがうかがわれる（甲Ｃ１０の９７５）。さらに，７５Ｗ地域\nから８０Ｗ地域に転居した同１０５１の原告は，事情があって所有する居\n宅を手放し，子どもの転校を避けるため同じ学区内で転居したことが認め\nられる（甲Ｃ１０の１０５１）。その他，同６５９の原告は，離婚に伴っ\nて同６５６の原告の住居である実家に戻っ て同居したものとうかがわれ\n（甲Ｃ１０の６５６，弁論の全趣旨），被告がコンター地域内の移動者と\nして危険への接近の法理を適用すべきと主張する原告の多くが陳述書の作\n成者の同居家族とうかがわれることからすれば，多かれ少なかれ，地縁，\n血縁等に由来する同様の相当な事情があるものとうかがわれる。そうする\nと，これらの原告についても，これをもって騒音被害を容認したものとし\nて損害賠償請求が許されないとすることは公平に反する。\n以上によれば，平成６年１月１日以降に横田飛行場周辺地域に居住を開\n始した原告らの全部又は一部が一律に航空機騒音による被害の発生状況を\n認識していたと認めることはできず，被告の主張はこの観点からも採用す\nることができない。なお，被告は，当初，昭和４１年１月１日以降に転入\nした原告らについて同様に騒音被害の容認が推定されるとして危険への接\n近の法理による免責を主張していたものの，最終的にこの主張は撤回した\nとうかがわれるが，この主張についても理由がないことは，以上の説示か\nら明らかというべきである。\n⑶  危険への接近の法理による減額の主張とその検討\nさらに，被告は，平成６年１月１日以降に指定区域内に居住を開始した原\n告らについては，航空機騒音を認識していたか，少なくともこれを認識しな\nかったことに過失があるとして，過失相殺の法理に準じた危険への接近によ\nる損害賠償額の減額を主張する。\nしかし，上記⑵で検討したとおり，これらの原告が航空機騒音を認識して\nいたとは認め難いし，また，仮に認識していたとしてもなお指定区域内に居\n住せざるを得なかった事情があるものとうかがわれる。\nまた，被告は，騒音被害を認識していなかったとしても過失があると主張\nするが，そもそもこのような場合にまで危険への接近の理論を拡大して適用\nすることが大阪空港最高裁大法廷判決の趣旨に沿うとは考えられない。この\nような過失を構成するためには，危険への接近が基礎とする公平の理念に照\nらし，少なくとも，被告において，横田飛行場周辺に転入しようとする原告\nに対し，転入前に指定区域の範囲及び航空機騒音の実態等を直接かつ具体的\nに情報提供し，当該原告においてこれを認識した上で転入したことを主張立\n証する必要があるというべきところ，被告において，このような情報提供を\n行ったことの主張立証はない。加えて，静穏な生活環境への要求が高まって\nいる現代社会において，航空機騒音による原告らの睡眠妨害，生活妨害及び\n心理的・情緒的被害は決して軽視することはできない上，前示のとおり，被\n告は横田飛行場周辺の住民が受けている騒音被害が受忍限度を超えて違法な\n程度に達しているとする度重なる司法判断にもかかわらず，違法状態の解消\nに向けた十分な努力をしたとは認められないことに照らすと，これらの点を\n度外視して，被告が原告らの騒音の存在の認識又はこれを認識しなかった過\n失を理由に損害賠償額の減額を主張するのは危険への接近の法理ないし過失\n相殺の法理が基礎とする公平の観念にかえって反するといわざるを得ず，こ\nの点からも被告の危険への接近の法理による減額の主張は，採用することが\nできない。\n⑷  結論\n以上のとおり，被告の危険への接近の法理による免責又は損害賠償額の減\n額についての主張は，いずれも認めることができない。\n９  国賠法６条の相互保証等について\n⑴  双方の主張の要旨\n被告は，フィリピン国籍を有する原告番号２５の原告につき，同人の本国\n法において相互保証があること（国賠法６条）について立証責任を負ってい\nるのに，その立証をしていないとして，損害賠償請求は認められないと主張\nし，同原告は，相互保証の立証責任は被告にあり，相互保証の要件は満たさ\nれていると主張する。\n⑵  相互保証の立証責任\n民事特別法２条は，「合衆国軍隊の占有し，所有し，又は管理する土地の\n工作物その他の物件の設置又は管理に瑕疵があつたために日本国内において\n他人に損害を生じたときは，国の占有し，所有し，又は管理する土地の工作\n物その他の物件の設置又は管理に瑕疵があつたために他人に損害を生じた場\n合の例により，国がその損害を賠償する責に任ずる。」と定め，国賠法の関\n連規定を包括的に適用しているから，外国籍の原告の民事特別法に基づく請\n求についても国賠法６条が適用され，相互の保証があることを要する。しか\nるところ，民事特別法２条及びその引用する国賠法２条は，いずれも特段の\n限定を付することなく「他人に損害を生じたとき」と規定し，別途，国賠法\n６条で「外国人が被害者である場合」に相互の保証を要する旨が定められて\nいる。また，我が国と法制度の異なる外国の法制度の内容を把握し主張する\nに当たっては，単なる法律の規定の文言だけでなく現実の運用も問題となり\n得，特にいわゆる判例法国ではこの傾向が著しいというべきであって，当該\n国の国民であるからといってこれが一般的に可能かつ容易とは考えられず，\nむしろ，被告側である国の方が必要があれば在外公館を通じた調査等により\nこのような資料を入手しやすい立場にあるということができる。さらに，外\n国法について相互の保証を問題とすることによる損害賠償責任を免れるとい\nう利益は国側に帰属するから，その内容の主張立証についても国側に委ねる\nのが公平というべきである。以上のような法規の構造，立証の難易及び公平\nの観点からすると，当該外国法につき相互の保証がないことを国側において\n抗弁として主張立証すべきと解するのが相当である。\n⑶  相互保証の内容\n国賠法６条は，我が国の国民に国家賠償による救済を与えない国の国民に\n対し，我が国が積極的に救済を与える必要はないという衡平の観念に基づく\nものであるところ，各国の法制度は多様であり，我が国と法制度の異なる外\n国の法制度との同一性を厳密に要求することは救済が認められる範囲を不当\nに制限することとなりかねないから，相互の保証があると認められるかどう\nかは，当該救済を認めることが国賠法６条の依拠する衡平の観念に反するか\nどうかという基準で決すべきであり，具体的には，我が国と当該国の法制度\nが重要な点で同一であるか否かによって判断するのが相当である。\nこれに対し，被告は，当該国籍国が国賠法と同一かそれより厳重でない要\n件の下に日本人の被害者に対して賠償責任を負うことを要するなどと主張す\nるが，上記の同条の趣旨に照らし，採用することができない。\n⑷  本件についての検討\n以上を踏まえて原告番号２５の原告の本国法であるフィリピン法において\n相互保証があるかを検討する。\nフィリピンにおいては，同国の１９８７年憲法の第１６条３項で，国家は，\nその合意なしに訴訟の対象となることができないと定め，行政法第３章第１\n０節において，法律に規定された同意がない限り国家に対して訴訟を提起す\nることができない旨を定めており，原則として，国家無答責の原則を採用し\nている（乙１７３）。そして，訴訟提起の同意が認められる場合として明示\n的同意と黙示的同意があるとされており，前者については国家を訴えること\nができる旨を規定する一般法又は特別法がある場合がこれに当たる。後者は，\n国家が訴訟を提起した場合， 国家が行った契約に関する請求をする場合\n及び 国家とは別の法人格を有しない政府機関に対する訴訟において，問題\nとされる行為を①国家を維持するための行政機能（ｇｏｖｅｒｎｍｅｎｔａ\nｌ  ｆｕｎｃｔｉｏｎ）と②私人が行う経済活動を単に国家が行っているに\nすぎない職務的機能（ｐｒｏｐｒｉｅｔａｒｙ  ｆｕｎｃｔｉｏｎ）とに分\n類し，そのうちの②に当たる場合に限られている。我が国の国家賠償法に相\n当するような法律はなく，むしろ，国家無答責の原則は，表面上は国の政府\n職員に対する訴訟であっても最終的な法的責任が政府に帰する場合にも適用\nされる。そして，フィリピン政治法の教科書（乙１７９）においては，訴え\nられた政府職員に判決が下されたときに，これを満たすための金額の配賦な\nど国の積極的行動が必要となる場合には，当該訴えは国に対するものとなる\nとされ，フィリピンの最高裁判所において，法律により要求された軍事訓練\nで負傷したとしてフィリピン国防軍の幹部個人を訴えた事件において，国が\n国家無答責の原則の放棄をしなかったことを理由に訴えを退けた事例（ガル\nシア対職員長事件。Garcia v. Chief of Staff,17 SCRA 120）や米軍の海軍\n基地の従業員が同基地の長官等に対し中傷的な発言をしたとして損害賠償請\n求をした事件で責任があるのは米国政府であるとして同意のない訴えにあた\nるとした事例（サンダース対ヴェリディアーノ事件。Sanders v. Veridiano,\n162 SCRA 88）があることが報告されている。また，米国技術司令部を通じ\nた埠頭の 修理契 約に 関わる米 国に対 する 損害賠償 等の請 求に つき，（黙示\n的）同意は契約が統治的機能に関する場合には認められないとして，問題の\nプロジェクトが米国とフィリピンの防衛のための海軍基地に関わり，最重要\nの政府機能に関するとして訴えからの免除を認めた事例（米国対ルイス事件。\nUnited States of America v.Ruiz,136 SCRA 487）も紹介されている（乙１\n７０，１７４，１７７，１７９）。\nそこで，フィリピンの法制度において，国家無答責の原則にもかかわらず，\n本件のような国に対する損害賠償請求訴訟が許容されるかを検討するに，フ\nィリピン民法２７条は，公務員が正当な理由なく公務の遂行を拒否又は懈怠\nした場合の財産的，精神的損害の賠償請求権を肯定しているものの，この規\n定は公務員の不法行為でなく義務不履行に限って定めたものとされている。\nそして，同法２１８０条は，国が不法行為につき責任を負うのは特命の機関\n（ｓｐｅｃｉａｌ  ａｇｅｎｔ）を通じて行動した場合に限られるが，この\n責任は公務員が職務を正当に遂行した場合に生じた損害には及ばないとして\nおり，民法の注釈書は，訴えの対象となった行為が公務員の職務の執行とし\nて行われたときは，国は責任を負わないと指摘している（乙１７５）。また，\nフィリピン民法２１８９条は，州，市及び地方公共団体については，これら\nの管理する道路，橋，公共建築物及びその他の公共営造物の欠陥によって発\n生した人の死傷について責任を有すると規定するが，国の管理下にある公共\n営造物の欠陥によって発生した場合に同様の責任を肯定した規定や法令は見\n当たらず，明示的同意による国家無答責の例外は見受けられない。さらに，\n本件は， 国家が訴訟を提起した場合にも， 国家が行った契約に\n関する請求を行う場合にも当たらず，むしろ 行政機能に関する\n訴訟であると考えられる。そうすると，本件は，明示的又は黙示的同意があ\nる場合に該当するとは認められず，先に指摘した判例上も，本件のような場\n合は国家に対して訴えを提起すること自体が否定される公算が強い。\nそうすると，フィリピンの法制度においては，国家無答責の原則により，\n国に対して本件のような訴訟を提起することは認められないと解されるから，\n相互の保証はないものと認められ，これを左右するに足りる証拠はない。\n⑸  結論\nよって，その余の点を検討するまでもなく，原告番号２５の原告の請求は，\n理由がない。\n１０  損害額について\n⑴  基本となる慰謝料額\n以上によれば，告示コンターの７５Ｗ以上の地域に居住していた原告らは，\nその居住期間において，日常的に睡眠 妨 害 ， 各種 の 生 活妨 害 及び 心理 的・\n情緒 的な不安感，恐怖感 といった 被害をある程度等しく被っており，こ\nれら による 共通 損 害の程度は，原告らの居住する指定区域のＷ値が高く\nなるほど大きくな るといえるから，慰謝料額を定めるに当たっては，原\n告らそれぞれの居住する地域におけるＷ値を参考にするのが相当であ る。\nそして， 本件における侵害行為の態様と侵害の程度，被侵害利益の性質と\n内容，侵害行為の持つ公共性の内容と程度，侵害行為の継続の経過及び状況，\n周辺対策を含むその間に採られた被害の防止軽減措置等の一切の事情を考慮\nすると，原告らそれぞれの居住する地域における騒音の大きさに応じて，共\n通する最小限度の損害の程度に対応するものとして，基準となるべき１か月\n当たりの慰謝料額は，次のとおりとするのが相当である。\n①  ７５Ｗ地域      ４０００円\n②  ８０Ｗ地域      ８０００円\n③  ８５Ｗ地域   １万２０００円\nなお，慰謝料額の算定期間を１か月単位としたのは，原告らの請求が１か\n月を単位としていることを踏まえ，横田飛行場に航行する航空機の発する騒\n音の回数や大きさが日によって異なるため１日を単位とするのは適当ではな\nく，他方，１年を通じて極端な差違があるとまではいえず，１か月単位の平\n均で把握するのが最も被害の実情に即すること等を考慮したためである。ま\nた，原告らが提訴日（第１事件につき平成２５年３月２７日，第２事件につ\nき同年８月１日）を基準にして提訴前の３年間分と提訴日後の分につき１か\n月単位で慰謝料を請求していること，後述のとおり本件訴訟においては，口\n頭弁論終結後の損倍賠償を請求することはできず，本件口頭弁論の終結日で\nある平成２９年３月１日までに発生した損害が賠償の対象となることを考慮\nして，１か月の単位を原告らの各請求期間の初日から１か月間ずつ（第１事\n件では平成２２年３月２７日から同年４月２６日，第２事件では平成２２年\n８月１日から同月３１日として，以下これに準ずる。以下「慰謝料算定の基\n準期間」という。）とする。\nそして，上記のような被害の実情や損害計算の便宜を考慮し，原告らが当\n該Ｗ値の地区に居住した期間が１か月に満たない場合（慰謝料算定の基準期\n間の途中で出生や死亡が生じた場合を含む。）であっても，慰謝料算定の基\n準期間に１日でも当該地域に居住した事実が認められれば，１か月分の慰謝\n料を認めることとした。また，慰謝料算定の基準期間の途中で告示コンター\n内の地区間の転居や後述の防音工事の施工による変動があった場合には，１\n日でもより大量の騒音に曝露される環境に居住していたことを考慮して，当\n該日の属する慰謝料算定の基準期間についてはより高い方の慰謝料額を認め\nることとした。ただし，口頭弁論終結日前の最後の慰謝料算定の基準期間に\nついては，１か月を１日又は３日超えるにすぎず，実質的に１か月と同視で\nきるところ，この１日又は３日を日割計算とするのは他の同期間内の変動の\n場合の取扱いと均衡を欠くこと，後述のとおり同日の翌日以降の損害賠償請\n求が認められないことも考慮して，口頭弁論終結日までを含むものとした。\n⑵  住宅防音工事の助成による減額\n前記 ６ ⑵イ のとおり， 被告 の助成により 防音工事 が実施されたこと は ，\n同工事が実施された住居に 居住する 原告らの被害を一定程度軽減する事\n情として，慰謝料算定の際に考慮するのが相当である 。そして，その減額\n割合については，航空機騒音の被害を根本的に解消するものとはいえないこ\nと，対象が原則として住宅内の一 部の 居 室に限ら れ， その室 数等にも 制限\nがあること， 外郭防音工事を含めて 防音効果を享受するためには 工事 実\n施部分を密閉する必要があり， 実際に防音工事による被害の低減を享受\nでき る場面は限られていることに加えて， 自然の風が入らない，引き戸\nが重い，閉め 切ら ないと効果が出ないため 空調機器の使用によ って 電気\n代がかかる，部屋 を閉め切ることで圧迫感がある，携帯電話の電波が入\nりにくくな る などの弊害 も多々 あることに照らせば， 被告からの助成を\n受けて防音工事を実施した原告及びその同居者につき，防音工事を実施\nした居室の数や工 事 の種 別 に 関 わ り な く ， 最 初 の 防 音 工 事 の 実 施 後 の 慰\n謝料の額を一律に１０パーセント減額するのが相当である。\nこれに対して，被告は，防音工事による 損害の減額は，住宅 の総居室数\nに占める防音工事が実施された居室数の割合に応じて行うべきである と\n主張するが， そもそも総居室数や 防音工事を 実施 した 居室数のとらえ方\n自体が必ずしも一律ではな く， 原告らの住宅の状況や防音工事の具体的\nな施工方法によってもその効果が変動し得ることに加え， 沖縄県健康 影\n響 調査報告書によれば，そもそも防音工事の実施の有無と騒音による被\n害感との間にすら有意の相関関係はなく，もとより 住宅防音工事が実施\nされた居室数 や住宅の総居室数に占めるそ の割合 との間についても同様と\nうかがわれ，原告らの供述及び陳述書によっても 有意の相関関係を認める\nに足りないから，被告の主張は採用することができない。\n⑶  弁護士費用\n原告らは，本件訴訟の追行を弁護士に委任しているところ，その弁護士費\n用については，本訴訟における立証の難易度，本件における認容額等の諸般\nの事情を考慮し，慰謝料額算定の基準期間の各１か月につき，その１０パー\nセントの割合に相当する金額を侵害行為との間で相当因果関係のある損害と\n認めることとする。\n⑷  認容額一覧表について\n以上の考え方をもとに，第１事件については認容額一覧表１において平成\n２２年３月２７日以降，第２事件については認容額一覧表２において平成２\n２年８月１日以降，口頭弁論終結日までの各原告に対応する慰謝料算定の基\n準期間欄毎に慰謝料及び弁護士費用の合計額を記載し，その総額を「元金合\n計」欄に記載したほか，第１事件については認容額一覧表１において平成２\n５年３月２６日まで，第２事件については認容額一覧表２において平成２５\n年７月３１日までの合計額を「提訴前合計」欄に記載した。\n⑸  承継人認容額一覧表について\n承継人認容額一覧表の「被承継人」欄記載の被承継人については，同「承\n継人」欄記載の承継人が「相続割合」欄記載の割合で被承継人の死亡日まで\nに生じた損害賠償請求権を取得しているところ，被承継人に生じた損害額は，\n認容額一覧表１の，当該被承継人に対応する「提訴前合計」欄及び「Ｈ２５．\n３．２７～Ｈ２５．４．２６」欄以降の各慰謝料算定の基準期間欄に記載の\nとおり（死亡後の基準期間欄については０と記載）となる。その上で，承継\n人認容額一覧表の当該承継人に対応する 最初の行にこれらの記載を 転記し\n（認容額一覧表１で転居等により２行以上にわたっている場合でも１行にま\nとめた。），承継人認容額一覧表の「承継人」欄記載の原告訴訟承継人に対\n応する「提訴前合計」欄記載の金額及び提訴後の各慰謝料算定の基準期間毎\nの金額にそれぞれ同表の「相続割合」欄記載の割合を乗じた金額（円未満切\n捨て）を記載し，各承継人ごとの総額を「元金合計」欄に記載した。したが\nって，もともと自らも原告として損害賠償請求をし，その後，親族の分を承\n継取得した原告については，認容額一覧表１記載の当該原告欄の金額と承継\n人認容額一覧表の同原告を承継人とする部分の金額を合算した金額が当該原\n告兼訴訟承継人に対する認容合計額ということになる。\n⑹  遅延損害金について\n提訴日までに生じた損害については，認容額一覧表１記載の第１事件原告\nら及び承継人認容額一覧表記載の訴訟承継人らについては，各人に対応する\n「提訴前合計」欄の額に対する第１事件の訴状送達日の翌日である平成２５\n年４月２７日から，認容額一覧表２記載の第２事件原告らについては第２事\n件の訴状送達日の翌日である同年８月１０日から各支払済みまで民法所定の\n年５分の割合による遅延損害金を認める。\n提訴後に生じた損害については，提訴前に生じた損害に対する遅延損害金\nとの重複を避けつつ，原告らが基準期間の翌月１日を遅延損害金の起算日と\nして請求していることに照らし，認容額一覧表１及び同２記載の各原告並び\nに承継人認容額一覧表記載の各訴訟承継人に対応する各慰謝料算定の基準期\n間欄記載の各金員に対する同期間の最終日の翌月１日から各支払済みまで民\n法所定の年５分の割合による遅延損害金を認める。\n第３  口頭弁論終結日の翌日以降の将来の損害賠償請求の許否\n継続的不法行為に基づき将来発生すべき損害賠償請求権については，たとえ\n同一態様の行為が将来も継続されることが予測される場合であっても，損害賠\n償請求権の成否及びその額をあらかじめ一義的に明確に認定することができず，\n具体的に請求権が成立したとされる時点において初めてこれを認定することが\nでき，かつ，その場合における権利の成立要件の具備については債権者におい\nてこれを立証すべきであり，事情の変動を専ら債務者の立証すべき新たな権利\n成立阻却事由の発生としてとらえてその負担を債務者に課するのは不当である\nと考えられるようなものは，将来の給付の訴えを提起することのできる請求権\nとしての適格を有しないと解するのが相当である。そして，飛行場において離\n着陸する航空機の発する騒音等により周辺住民らが精神的又は身体的被害等を\n被っていることを理由とする損害賠償請求権のうち口頭弁論終結の日の翌日以\n降の分については，将来それが具体的に成立したとされる時点の権利関係に基\nづきその成立の有無及び内容を判断すべきであり，かつ，その成立要件の具備\nについては請求者においてその立証の責任を負うべき性質のものであって，こ\nのような請求権は将来の給付の訴えを提起することのできる請求権としての適\n格を有しないものである（大阪空港最高裁大法廷判決，横田平成１９年最高裁\n判決，厚木平成２８年民事最高裁判決参照）。\nしたがって，原告らの被告に対する口頭弁論終結日の翌日である平成２９年\n３月２日以降に発生した被害についての損害賠償請求については，その性質上，\n将来の給付の訴えを提起することのできる請求権としての適格を有しないもの\nというべきであり，権利保護の要件を欠くから，原告らの同部分の請求に係る\n訴えを却下する。\n第６部  結論\n第１  原告番号８８３の原告の訴えは，訴訟委任に基づかない瑕疵があるから同訴\nえ及びこれに係る訴訟承継の申立てを却下する。\n第２  差止請求について\n１  原告番号８６５の原告の差止請求は死亡により終了した。\n２  その余の差止原告らの自衛隊機に関する離着陸等の差止請求に係る訴えは，\n不適法であるから却下する。\n３  その余の差止原告らの 米軍機に関する離着陸等の差止請求は主張自体失当\nで理由がないから棄却する。\n第３  損害賠償請求について\n１  原告番号２５の原告については相互保証の要件がなく，同３２３，７１３，\n８０１，８１６及び８１７の原告らについては受忍限度を超える損害の発生が\n認められないから，これらの原告らの請求はいずれも棄却する。\n２  本件口頭弁論終結日である平成２９年３月１日までの損害賠償請求について，\n次の限度で理由があるから認容し，その余は棄却する。\n⑴  別紙３－１認容額一覧表１記載の各原告に対し，対応する同表の「元金合\n計」欄記載の金員及びうち「提訴前合計」欄記載の金員に対する平成２５年\n４月２７日から，「Ｈ２５．３．２７～Ｈ２５．４．２６」欄から「Ｈ２９．\n１．２７～Ｈ２９．３．１」欄までの各欄記載の金員に対する各期間の最終\n日の翌月１日から各支払済みまで年５分の割合による金員\n⑵  別紙３－３承継人認容額一覧表の「承継人」欄記載の各原告 （訴訟承継\n人）に対し，対応する同表の「元金合計」欄記載の金員及びうち「提訴前合\n計」欄記載の金員に対する平成２５年４月２７日から，「Ｈ２５．３．２７\n～Ｈ２５．４．２６」欄から「Ｈ２８．７．２７～Ｈ２８．８．２６」欄ま\nでの各欄記載の金員に対する各期間の最終日の翌月１日から各支払済みまで\n年５分の割合による金員\n⑶  別紙３－２認容額一覧表２記載の各原告に対し，対応する同表の「元金合\n計」欄記載の金員及びうち「提訴前合計」欄記載の金員に対する平成２５年\n８月１０日から，「Ｈ２５．８．１～Ｈ２５．８．３１」欄から「Ｈ２９．\n２．１～Ｈ２９．３．１」欄までの各欄記載の金員に対する各期間の最終日\nの翌月１日から各支払済みまで年５分の割合による金員\n３  原告らの平成２９年３月２日以降 の損害賠償請求に係る訴えは不適法であ\nるから却下する。\n第４  仮執行宣言及び仮執行免脱宣言について\n原告らの請求のうち， 口頭弁論終結日までの過去の損害賠償請求を認容し\nた部分については，仮執行宣言を付した上 で，別紙３－１ないし３－２記載\nの 各 原 告 及 び 別 紙 ３ － ３ 記 載 の 各 承 継 人 に 対 し て そ れ ぞ れ 各 別 紙 の 「 担 保\n額」欄記載の担保を立てることを条件とする 仮執行免脱の宣言をすることが\n相当である。また，仮執行宣言の執行開始時期については，本判決が被告に\n送達された日から１４日を経過したときと定めるのが相当である。\n東京地方裁判所立川支部民事第１部\n裁判長裁判官    瀬戸 口    壯 夫\n裁判官    原        雅    基\n裁判官池上絵美は，差支えのため署名押印することができない。\n裁判長裁判官    瀬戸 口    壯 夫\n"
}