{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 6,
    "day": 23
  },
  "case_number": "平成26(行ケ)10166",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85961",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85961",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/961/085961_hanrei.pdf",
  "contents": "平成２８年６月２３日判決言渡\n平成２６年（行ケ）第１０１６６号  審決取消請求事件\n口頭弁論終結日  平成２８年４月２８日\n判         決\n原       告          日本ファイリング株式会 社\n訴訟代理人弁護士         鮫島正 洋\n同                小栗久 典\n同                和田祐 造\n被 告                  株式会社岡村製作 所\n訴訟代理人弁護士         三村量 一\n訴訟復代理人弁護士        澤田 将 史\n同                近藤正 篤\n訴訟代理人弁理士          重 信 和 男\n同                堅   田   多恵 子\n同                小椋正 幸\n主         文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n特許庁が無効２０１１－８００００９号事件について平成２６年６月３日に\nした審決のうち，「特許第２８５１２３７号の請求項１，２及び７に記載され\nた発明についての特許を無効とする。」との部分を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n原告は，平成６年４月２０日，発明の名称を「図書保管管理装置」とする\n発明について特許出願（特願平６－８１３９８号。以下「本件出願」という。）\nをし，平成１０年１１月１３日，特許第２８５１２３７号（請求項の数７。\n以下「本件特許」という。）として特許権の設定登録を受けた。\n被告は，平成２３年１月１９日，本件特許のうち特許請求の範囲の請求項\n１，２及び７に係る発明についての特許を無効とすることを求めて無効審判\n請求（無効２０１１－８００００９号。以下「本件無効審判請求事件」とい\nう。）をした。\n原告は，平成２３年５月１６日，本件無効審判請求事件において，特許請\n求の範囲の減縮を目的とする訂正請求（以下，この請求に係る訂正を「第１\n次訂正」という。）をした。\n特許庁は，平成２３年１２月２１日，第１次訂正を認めた上で，「本件審\n判の請求は成り立たない。」との審決（以下「本件第１次審決」という。）\nをした。\n被告は，平成２４年１月２７日付け訴状により，本件第１次審決の取消し\nを求める審決取消訴訟（知的財産高等裁判所平成２４年（行ケ）第１００３\n８号事件）を提起した。\n知的財産高等裁判所は，同年１２月１１日，本件第１次審決を取り消す旨\nの判決（以下「本件第１次判決」という。）をし，その後，同判決は確定し\nた。\n特許庁は，平成２５年４月２３日，本件無効審判請求事件について，第１\n次訂正を認めた上で，「特許第２８５１２３７号の請求項１，２及び７に記\n載された発明についての特許を無効とする。」との審決（以下「本件第２次\n審決」という。）をした。\n原告は，平成２５年５月２９日，本件第２次審決の取消しを求める審決取\n消訴訟（知的財産高等裁判所平成２５年（行ケ）第１０１５３号事件）を提\n起し，また，同年８月２３日，本件特許について，特許請求の範囲の減縮を\n目的とする訂正審判請求（訂正２０１３－３９０１１９号。以下，「本件訂\n正審判請求」といい，これに係る訂正を「本件訂正」という。また，本件訂\n正後の明細書（甲５７）を「本件訂正明細書」という。）をした。\n知的財産高等裁判所は，平成２５年１０月７日，平成２３年法律第６３号\nによる改正前の特許法１８１条２項の規定により，本件第２次審決を取り消\nす旨の決定をした。\n原告は，平成２５年１０月２３日付け訂正請求のための期間指定通知で指\n定された期間内に訂正請求をしなかったので，平成２３年法律第６３号によ\nる改正前の特許法１３４条の３第５項の規定により，当該期間の末日に，本\n件訂正審判請求の審判請求書に添付された特許請求の範囲，明細書を援用し\nた訂正請求がされたものとみなされた。\n特許庁は，平成２６年６月３日，本件無効審判請求事件について，本件訂\n正を認めた上で，「特許第２８５１２３７号の請求項１，２及び７に記載さ\nれた発明についての特許を無効とする。」との審決（以下「本件審決」とい\nう。）をし，その謄本は，同月１２日，原告に送達された。\n原告は，平成２６年７月１０日，本件審決の取消しを求める本件訴訟を\n提起した。\n２  特許請求の範囲の記載\n本件訂正後の特許請求の範囲は，請求項１ないし７からなり，その請求項１，\n２及び７の記載は，次のとおりである（甲５７。以下，本件訂正後の請求項１，\n２及び７に係る発明を，それぞれ「本件発明１」，「本件発明２」及び「本件\n発明３」という。なお，下線部が第１次訂正に係る訂正箇所であり，これに二\n重下線部を加えたものが本件訂正に係る訂正箇所である。）。\n「【請求項１】\n図書の寸法別に分類された幅及び高さがそれぞれ異なる複数の棚領域を有\nする書庫と，この書庫の各棚領域に収容されるもので，それぞれが収容され\nた棚領域に対応した寸法を有する複数の図書を収容する複数のコンテナと，\nこの複数のコンテナの前記書庫内における収容位置と，各コンテナに収容さ\nれた複数の図書の各図書コードとを対応させて記憶する記憶手段と，取り出\nしが要求された図書の図書コードを入力することにより，前記記憶手段の記\n憶内容に基づいて，該要求図書が収容されているコンテナを前記書庫から取\nり出してステーションに搬送するとともに，返却が要求された図書の寸法情\n報を入力することにより，該返却図書の寸法に対応する複数の前記コンテナ\nの中から空きのあるコンテナを前記書庫から取り出して前記ステーションに\n搬送する搬送手段と，この搬送手段により前記ステーションに搬送されて，\n前記要求図書が取り出されたコンテナまたは前記返却図書が返却されたコン\nテナに対して，前記記憶手段の記憶内容を更新する更新手段とを具備し，前\n記書庫の複数の棚領域には，前記搬送手段によってコンテナを取り出す間口\nに対して，奥行き方向に２個のコンテナが収容され，前記搬送手段には，前\n記コンテナを取り出す間口に対して，手前側のコンテナを取り出してから奥\n側のコンテナを取り出す移載手段が備えられていることを特徴とし，前記奥\n行き方向に２個収容されたコンテナのうち，手前側のコンテナを前記空きの\nあるコンテナとして優先的に使用することを特徴とする図書保管管理装置。\n【請求項２】\n前記移載手段は，前記手前側のコンテナを前記棚領域から取り出す取り出\nし機構と，前記奥側のコンテナを手前側に移動させる移動機構とを備え，前\n記奥側のコンテナは，前記移動機構によって手前側に移動させた状態で，前\n記取り出し機構によって棚領域から取り出されることを特徴とする請求項１\n記載の図書保管管理装置。\n【請求項７】\n前記移載手段は，前記手前側のコンテナ及び前記奥側のコンテナを選択的\nに取り出して保持可能な第１及び第２の取り出し手段を備え，前記第１の取\nり出し手段で前記手前側のコンテナを取り出し保持させた状態で，前記第２\nの取り出し手段で前記奥側のコンテナを取り出して前記ステーションへの搬\n送に供させることを特徴とする請求項１記載の図書保管管理装置。」\n３  本件審決の理由\n本件審決の理由は，別紙審決書写しのとおりであるが，その要旨は，次の\nとおりである。\nア  本件発明１は，①本件出願前に頒布された刊行物である特開平５－１５\n１２３３号公報（甲４）に記載された発明（以下「甲４発明」という。）\nと，②カリフォルニア州立大学オアビット図書館第ⅠⅠ期プロジェクト仕\n様書（甲１の３）に記載された事項，③特開昭４９－８０７８０号公報（甲\n５）に記載された事項，④特開平４－２５６６０７号公報（甲１７），実\n願昭６３－５８０８７号（実開平１－１６２４１０号）のマイクロフィル\nム（甲１８），特開昭５９－１７２３０６号公報（甲２４）及び実願昭５\n８－１６１９４４号（実開昭６０－７２４０５号）のマイクロフィルム（甲\n２５）に記載された周知技術（以下「周知技術１」という。）並びに⑤甲\n５，特開昭５０－８２７０号公報（甲６），特開昭４９－１３４０７５号\n公報（甲７），特開昭５７－７２５０３号公報（甲８），特開昭５６－５\n６４０２号公報（甲９），実願昭４７－１１２０６３号（実開昭４９－６\n７３７９号）のマイクロフィルム（甲１０）及び実願平３－４５８５７号\n（実開平５－１９２１０号）のＣＤ－ＲＯＭ（甲１１）に記載された周知\n技術（以下「周知技術２」という。）に基づいて当業者が容易に発明をす\nることができたものである。\nイ  本件発明２は，甲４発明と，甲１の３及び甲５に記載された事項並びに\n周知技術１及び周知技術２に基づいて当業者が容易に発明をすることがで\nきたものである。\nウ  本件発明３は，甲４発明と，甲１の３，甲５及び甲８に記載された事項\n並びに周知技術１及び周知技術２に基づいて当業者が容易に発明をするこ\nとができたものである。\nエ  したがって，本件発明１ないし３についての特許は，特許法２９条２項\nに違反してなされたものであり，無効とすべきものである。\n本件審決が認定した甲４発明，本件発明１と甲４発明との一致点及び相違\n点は，以下のとおりである。\nア  甲４発明\n「書棚１１を有する書庫と，書庫内に設置された書棚１１に複数の図書\n３３をケース１３とともに収容する複数のコンテナ１２と，この複数のコ\nンテナ内の図書３３の前記書庫内における格納ロケーションと，各コンテ\nナ１２に収容された複数の図書に付されたバーコード３５のデータとをケ\nース１３のデータとともに対応させて記憶するハードディスク４７と，貸\nし出しが要求された図書３３のコードを入力することにより，前記ハード\nディスク４７の記憶内容に基づいて，該要求図書３３がケース１３ととも\nに収容されているコンテナ１２を前記書庫から取り出してステーション（\n例えば，図１０の２６，３０，３１）にスタッカークレーン７５，搬送コ\nンベア７７，搬送コンベア８０，搬送コンベア８２により搬送するととも\nに，返却が要求された際に複数の前記コンテナの中から所望のコンテナを\n書庫から取り出してステーションに搬送し，返却が要求された図書に付さ\nれたバーコード３５のデータとを任意のケース１３のデータとともに入力\nすることにより，前記返却図書がケース１３とともに収容されたコンテナ\nを書棚１１内における格納ロケーションにスタッカークレーン７５，搬送\nコンベア７７，搬送コンベア８０，搬送コンベア８２により搬送する手段\nと，この搬送する手段により前記ステーションに搬送されて，前記要求図\n書３３に対する格納ロケーションや各コンテナ１２に収容されたケースと\n図書のデータを対応させて記憶していた前記ハードディスクの記憶内容を\n削除し，または，前記返却図書を収容したケース１３の書棚１１内におけ\nる格納ロケーションをハードディスク４７へ新たに記憶させることにより，\n前記ハードディスクの記憶内容を更新する手段とを具備する図書入出庫管\n理装置。」\nイ  本件発明１と甲４発明の一致点・相違点\n一致点\n「複数の棚領域を有する書庫と，この書庫の各棚領域に収容された複\n数の図書を収容する複数のコンテナと，書庫内における収容位置と各コ\nンテナに収容された複数の図書の各図書コードとを対応させて記憶する\n記憶手段と，取り出しが要求された図書の図書コードを入力することに\nより，前記記憶手段の記憶内容に基づいて，該要求図書が収容されてい\nるコンテナを前記書庫から取り出してステーションに搬送するとともに，\n返却が要求された際に，返却が要求された図書の情報を入力することに\nより，複数の前記コンテナの中からコンテナを書庫から取り出してステ\nーションに搬送する搬送手段と，この搬送手段により，前記ステーショ\nンに搬送されて，前記要求図書または前記返却が要求された図書の情報\nを入力することにより，前記要求図書または前記返却図書に関する前記\n記憶手段の記憶内容を更新する更新手段とを具備する図書保管管理装\n置。」である点。\n相違点\n（相違点１）\n書庫の複数の棚領域と複数の図書を収容する複数のコンテナに関し\nて，本件発明１においては，「図書の寸法別に分類された幅及び高さが\nそれぞれ異なる複数の棚領域を有する書庫」と「それぞれが収容された\n棚領域に対応した寸法を有する複数の図書を収容する複数のコンテナ」\nとを採用しているのに対し，甲４発明においては，このような図書の寸\n法別に分類された幅及び高さがそれぞれ異なる複数の棚領域や棚領域に\n対応した寸法を有する複数の図書を収容する複数のコンテナを用いてい\nない点。\n（相違点２）\n要求図書の取り出し搬送や返却図書の返却搬送と書庫内における収容\n位置と各コンテナに収容された複数の図書の各図書コードとを対応させ\nて記憶する記憶手段に関して，本件発明１においては，要求図書の取り\n出しに際しては「要求図書が取り出されたコンテナに対する記憶手段の\n記憶内容を更新する」とともに，返却図書の返却に際しては「返却が要\n求された図書の寸法情報を入力することにより，該返却図書の寸法に対\n応する複数のコンテナの中から空きのあるコンテナを書庫から取り出し\nてステーションに搬送し，前記返却図書が収容されたコンテナに対する\n記憶手段の記憶内容を更新する」ものであるのに対し，甲４発明におい\nては，このような図書の寸法情報の入力により返却図書の寸法に対応す\nる複数のコンテナの中から空きのあるコンテナを書庫から取り出す構成\nと図書の寸法に対応するコンテナに対する記憶手段の記憶内容を更新す\nる構成とを具備していない点。\n（相違点３）\n本件発明１においては，「書庫の複数の棚領域には，搬送手段によっ\nてコンテナを取り出す間口に対して，奥行き方向に２個のコンテナが収\n容され，前記搬送手段には，前記コンテナを取り出す間口に対して，手\n前側のコンテナを取り出してから奥側のコンテナを取り出す移載手段が\n備えられている」のに対して，甲４発明においては，書庫の複数の棚領\n域から，搬送手段によってコンテナを取り出すものではあるが，奥行き\n方向に複数のコンテナを収容し，搬送手段には，コンテナを取り出す間\n口に対して手前側のコンテナを取り出してから奥側のコンテナを取り出\nす移載手段を備えたものであるかは不明である点。\n（相違点４）\n返却時の空きのあるコンテナ使用の優先規則について，本件発明１に\nおいては，「前記奥行き方向に２個収容されたコンテナのうち，手前側\nのコンテナを前記空きのあるコンテナとして優先的に使用する」のに対\nして，甲４発明においては，優先規則が不明である点。\n本件審決が認定した周知技術１及び周知技術２は，以下のようなものであ\nる。\nア  周知技術１\n「収容物の寸法別に分類された幅及び高さがそれぞれ異なる複数の棚領域\nを有する倉庫とそれぞれが収容された棚領域に対応した寸法を有する複数\nの収容物を収容する複数のコンテナを備えた自動倉庫」\nイ  周知技術２\n「倉庫の分野において，物品等を載置するパレットなどの容器を取り出す\n間口に対して，奥行き方向に複数の容器が収容されている場合の容器の取\nり出し方として，容器を取り出す間口に対して間口を塞いでいる手前側の\n容器を取り出してから奥側の容器を取り出すこと」\n第３  原告の主張\n以下に述べるとおり，本件発明１について，甲４発明と，甲１の３及び甲５\nに記載された事項並びに周知技術１及び周知技術２に基づいて当業者が容易に\n発明をすることができたとした本件審決の判断は誤りである。\nまた，本件発明２及び３は，いずれも本件発明１の従属項に係る発明である\nから，本件発明１の場合と同様の理由により，これらの発明について，当業者\nが容易に発明をすることができたとした本件審決の判断は誤りである。\nしたがって，本件審決は，取り消されるべきものである。\n１  取消事由１（本件発明１と甲４発明の一致点の認定の誤り・相違点の看過）\n本件審決は，「返却が要求された際に，返却が要求された図書の情報を入力\nすることにより，複数の前記コンテナの中からコンテナを書庫から取り出して\nステーションに搬送する搬送手段」を本件発明１と甲４発明の一致点として認\n定している。\nしかし，本件審決の上記認定には，以下に述べるとおりの誤りがあり，その\n誤りは，本件審決の取消事由を構成する。\n甲４発明は固定ロケーション方式であること\nア  甲４発明は，図書とケースの対応関係をフリーとするものではあるが，\nケースとコンテナ(格納ロケーション)の対応関係は，以下に述べるとおり，\n固定されたものと認められる。そうすると，甲４発明においては，図書の\n返却処理に当たって，返却するケースによって取り出すコンテナは決まっ\nており，複数のコンテナの中から選択する余地はないから，本件審決が，\n「複数の前記コンテナの中からコンテナを書庫から取り出」す点を本件発\n明１と甲４発明の一致点と認定したことは誤りである。\n本件審決は，甲４の記載（段落【００２６】ないし【００３４】，【０\n０４２】及び【００４３】並びに【図１】ないし【図１０】）から，甲\n４発明においては，ケースと格納ロケーションの対応関係に係る記憶内\n容を返却の都度更新（前とは異なる新たな対応関係を設定）する旨認定\nしたが，当該記載部分から，このような事実は認定できず，当該記載部\n分以外にも，この点を明示ないし示唆する記載は存在しない。\nかえって，甲４の記載等からすれば，甲４発明において，ケースと格\n納ロケーションの対応関係は固定されているとしか考えられない。すな\nわち，甲４発明において，ケースと格納ロケーションの対応関係がフリ\nーであり，図書館員が，図書の返却の都度ケースと格納ロケーションの\n対応関係を新たに設定するのであるとすれば，図書館員は，図書の返却\n作業に際し，当該図書を入れたケースを収容すべきコンテナの空きの有\n無を認知している必要がある。そして，図書館員がコンテナの空きの有\n無を認知するためには，①図書館員がコンテナの空きを目視により確認\nするか，②コンテナの空き状況を検出するシステムが図書館員に空きの\n有無を知らせることが必要である。これに対し，ケースと格納ロケーシ\nョンの対応関係が固定であれば，当該固定された格納ロケーションには，\n必ず当該ケースを収容するスペースがあるから，図書館員がコンテナの\n空きの有無を認知している必要はない。\nしかるところ，甲４発明においては，カウンターステーション３０と\n異なる階にある入庫用ラックステーション１７でケース１３がコンテナ\n１２に収容されるのであり，カウンターステーション３０にはコンテナ\n１２が存在しないのであるから，カウンターステーション３０において，\n図書館員がコンテナ１２に空きがあるか否かを目視により確認すること\nはできない。\nまた，コンテナの空き状況を検出するシステムが図書館員に空きの有\n無を知らせる構成について，甲４には一切記載されていない。\nこのように，甲４発明は，①図書館員がコンテナの空きを目視により\n確認することもできないし，②コンテナの空き状況を検出するシステム\nも具備していないものであるから，図書館員が，図書の返却作業に際し，\n当該図書を入れたケースを収容すべきコンテナの空きの有無を認知する\nことができないものであり，そうである以上，ケースと格納ロケーショ\nンの対応関係は，フリーではなく，固定されているとしか考えられない。\n被告は，甲４の段落【００３４】に，図書の返却動作について，「そ\nのケース１３の書棚１１内における格納ロケーションを設定しハードデ\nィスク４７に登録する。」と記載されていることを根拠として，甲４発\n明では，ケースと格納ロケーションの対応関係は固定的なものではない\n旨主張する。\nしかし，以下に述べるとおり，甲４の段落【００３４】における格納\nロケーションの設定登録は，ケースと格納ロケーションの対応関係が固\n定の場合であっても，格納対象のケースを特定するために必要な処理で\nあるから，被告の上記主張は成り立たない。\nすなわち，甲４発明において，図書館員が複数冊（例えば，図書Ａ～\nＥの５冊）の図書の返却を受けた場合，まず図書Ａ～Ｅとこれらを収納\nするケースＡ～Ｅのバーコードを読み取りハードディスクに登録し（段\n落【００３３】，【図７】のＳ２１，Ｓ２２），次に，そのうちのどれ\nか（例えば，ケースＣ）を搬出口にセットしたとき，そのケースＣと固\n定の関係にある格納ロケーションを設定しなければ，複数のケースＡ～\nＥのどれが書棚１１に返却されるものかが不明となり，ケースのステー\nションへの搬送処理を行えない。\nまた，ケースの格納ロケーションをハードディスクに登録するのは，\n次の貸出しの際に，書棚１１に返却されたケースＣを取り出すために必\n要だからである。\nしたがって，甲４発明において，図書の返却の際に，ケースの格納ロ\nケーションの設定登録がされることは，ケースと格納ロケーションの対\n応関係が固定であることの根拠とはなり得ても，フリーであることの根\n拠とはならない。\nまた，被告は，甲４の段落【０００５】に記載された従来技術（以下\n「甲４従来技術」という。）において，ケースとコンテナの位置との対\n応関係が固定されていないことから，甲４発明についても，あえて上記\n対応関係を固定的にした発明と解すべき合理的理由はない旨主張する。\nしかし，甲４従来技術は，ケースと図書の関係が固定であることの課\n題を指摘するためのものにすぎず，以下に述べるとおり，甲４発明とは，\n自動化書庫の本質的機能において相違する別発明であるから，前者の延\n長として後者を認定すべきではない。\nすなわち，まず，甲４従来技術に係る特公昭６１－４７２３号公報（甲\n７４）の記載によれば，甲４従来技術においては，押し棒３２のように\nケース格納用空き空間をつくる技術が採用されているため，任意の空き\nのあるコンテナにケースを収容できるが，甲４発明ではそのような技術\nの記載がない。\nまた，甲４従来技術では，ケースのコンテナへの入庫時に，そのコン\nテナに収容された全てのケースのバーコードが読み取られ，ケースの位\n置（ロケーション）を示す記憶内容が更新されるが（甲４の段落【００\n０５】），甲４発明では，ケースがステーションに向かう前（コンテナ\nへの収納前）に，格納ロケーションが設定されるのであり，格納手順に\n本質的な相違が存在する。\nさらに，甲４発明では，複数の厚さのケースがあるため（段落【００\n１２】，【図２】参照），返却するケースの厚みによってはコンテナに\n返却できないという不都合が生ずるから，これを防止するために，ケー\nスの厚みやコンテナの空き管理等の制御が必要になるが，甲４には，ケ\nースの厚みやコンテナの空き管理等の制御にかかる記載も示唆もない。\nしたがって，甲４従来技術において，ケースとコンテナの位置との対\n応関係が固定されていないからといって，甲４発明についても，同様の\nものであると認定することはできない。\nイ  本件審決は，上記アのとおり一致点の認定を誤った結果，甲４発明に甲\n１の３記載の事項を適用することにより，相違点２に係る本件発明１の構\n成を当業者が容易に想到し得るとの誤った判断をしたものであるから，上\n記の一致点の認定の誤りは，審決の結論に影響を及ぼすものであって，審\n決の取消事由を構成する。\n甲４には，「図書の情報を入力することにより，複数の前記コンテナの中\nからコンテナを書庫から取り出」すことの記載も示唆もないこと\n甲４の記載（段落【００３３】，【００３４】）によれば，甲４発明の図\n書の返却処理においては，「返却が要求された図書の情報を入力する」こと\nが行われ，また，「コンテナを書庫から取り出」すことが行われているが，\n入力された図書の情報は，それが収容されるべきコンテナの取出しには用い\nられておらず，コンテナの取出しは，入力された図書の情報とは関係なく，\n図書館員が格納ロケーションを設定することにより行われている。\nしたがって，甲４発明においては，「返却が要求された図書の情報を入力\nする」ことと「コンテナを書庫から取り出」すこととの間に因果関係はない\nから，「図書の情報を入力することにより，複数の前記コンテナの中からコ\nンテナを書庫から取り出」す点について，本件発明１と甲４発明の一致点で\nあるとした本件審決の認定は誤りであり，ひいては，相違点を看過するもの\nである。\nそして，上記相違点については，甲１の３その他のいかなる先行技術文献\nにも開示がなく，甲４発明とこれらの文献を組み合わせたとしても，当該相\n違点に係る本件発明１の構成とすることはできないから，上記の一致点の認\n定の誤り・相違点の看過は，審決の結論に影響を及ぼすものであって，審決\nの取消事由を構成する。\n２  取消事由２（相違点２についての容易想到性判断の誤り）\n甲４発明に甲１の３記載の事項を適用できるとした判断の誤り\n本件審決は，相違点２に係る本件発明１の構成について，甲４発明に周知\n技術１の構成を適用するに際して，甲１の３記載の技術的事項に基づき，当\n業者が容易に想到し得るものと判断した。\nしかし，甲４発明と甲１の３記載の図書館における自動保管取り出しシス\nテム（以下「甲１システム」という。）とは，以下に述べるとおり，基本的\n構成，課題及び作用・機能が相違し，そもそも両者を組み合わせることはで\nきないから，甲４発明に甲１システムを適用することによって，相違点２に\n係る本件発明１の構成を当業者が容易に想到し得るとした本件審決の判断は\n誤りである。\nア  甲４発明は，ケースとコンテナ(格納ロケー\nション)の対応関係が固定されたものと認められ，この点において，アイテ\nムと容器の関係がフリーである甲１システムとは，基本的構成を異にする\nから，甲４発明に甲１システムを適用することはできない。\nイ  また，甲４発明では，図書館員がカウンターステーション３０において\n図書３３をケース１３に収容し，当該ケース１３はステーションから入庫\n用ラックステーション１７まで搬送コンベア２９で搬送され，入庫用ラッ\nクステーション１７では，搬送されたケース１３が，１ケースごとに，ピ\nッキング装置１９により設定済みの格納ロケーションに対応するコンテナ\n１２に収納され，当該ケース１３を収納したコンテナ１２は，書棚１１に\n搬送され格納される。このように，甲４発明は，図書館員がカウンタース\nテーション３０から１ケースごとピッキング装置１９等の構成により書棚\n１１に収容するものであり，コンテナ１２は書棚１１と入庫用ラックステ\nーション１７との間を移動するのみであって，貸出し・返却処理において\n図書館員の手元にはコンテナ１２は届かないものである。\n一方，甲１システムは，甲４発明のコンテナに相当する容器が図書館員\nの手元にあり，図書館員が当該容器にアイテムを収容することで返却作業\nが行われるものである。\nしたがって，甲４発明と甲１システムとでは，返却処理の技術思想が根\n本的に異なり，その結果，両者の作用・機能も全く異なるものであるから，\n甲４発明に甲１システムを適用する動機付けたり得るものがない。\nウ  さらに，甲４発明は，ケースの存在が不可欠なものであり，この点にお\nいて甲１システムとは本質的に構成が相違しているから，甲４発明に甲１\nシステムを適用することはできない。\nすなわち，甲４発明は，「図書は，その寸法や形状が様々であるため，\nこのままでは書庫に対する入出庫動作を自動化することができない」（甲\n４の段落【０００２】）ため，ケースを採用した発明であり，「図書を１\n冊単位毎に自動でコンテナから取り出しあるいは返却する際にケースに入\nれることにより，ハンドリングやロケーションの管理が容易にな」る（段\n落【０００３】）ように，ケースを採用したものであるから，ケースの存\n在を不可欠とするものである。\n他方，甲１システムでは，ケースは用いられず，コンテナに収容される\n対象は図書そのものであるから，甲４発明に甲１システムを適用するには，\nケースをなくし，図書そのものを収容対象にする着想が必要であるが，ケ\nースを不可欠とする甲４発明において，ケースをなくすことはできない。\nしたがって，甲４発明に甲１システムを適用することはできない。\n甲４発明に甲１の３記載の事項を適用することによって相違点２に係る本\n件発明１の構成とすることができるとした判断の誤り\n本件審決は，甲１システムについて，「アイテムのサイズ情報（寸法情報）\nを使って制御を行うものと解するのが合理的である。」と認定した上で，甲\n４発明に甲１システムを適用することによって相違点２に係る本件発明１の\n構成とすることができる旨判断した。\nしかし，以下に述べるとおり，甲１システムは，「返却が要求された図書\nの寸法情報を入力する」ものでも，そのことにより，「該返却図書の寸法に\n対応する…空きのあるコンテナを取り出す」ものでもない。\nすなわち，甲１システムにおいては，図書の返却時に，アイテムに付され\nたバーコードナンバーをスキャンすることによって図書情報が入力されると\nころ，このバーコードナンバーは，「Label type（最初の１桁）」，「Libra\nry identifier（次の４桁）」，「Sequential number（次の８桁）」，「Mod\nulus 10 Complementary Check Digit（最後の１桁）」の４つから構成される\nが，この中に図書の寸法情報は含まれていない（甲１の３・１２頁）。\n他方，甲１システムにおいても，図書のサイズに関するコードが存在する\nが，それは図書の上端に付され，返却作業に先立ち，図書を手作業でソート\nする際に参照されるものであり，図書の取り出しのために容器が来ると，取\nり出された図書と同じサイズの図書を返却することが示されているのみであ\nって（甲１の３・１３頁），図書の寸法情報がバーコード化され，返却の際\nに読み取られたり，空きのあるコンテナの取り出しのために用いられること\nについては，記載も示唆もされていない。\nこのように，甲１システムは，「返却が要求された図書の寸法情報を入力\nすることにより，該返却図書の寸法に対応する…空きのあるコンテナを取り\n出す」ものではないから，甲４発明に甲１システムを適用しても，相違点２\nに係る本件発明１の構成とすることはできないのであり，本件審決の前記判\n断は誤りである。\n３  取消事由３（相違点３についての容易想到性判断の誤り）\n本件審決は，「物品等を載置するパレットなどの容器を取り出す間口に対\nして，奥行き方向に複数の容器が収容されている場合の容器の取り出し方と\nして，容器を取り出す間口に対して間口を塞いでいる手前側の容器を取り出\nしてから奥側の容器を取り出すことは，甲第５号証に記載され，更に甲第６\n号証ないし甲第１１号証にも記載されているように，倉庫の分野では慣用的\nに行われている従来周知の技術的事項（周知技術２）である。」とした上で，\n甲４発明と甲５記載の多段積層棚（「多段積層棚の複数の棚空間には，伸縮\nフォーク３によって載荷パレットを取り出す間口に対して，奥行き方向に複\n数（２個）の載荷パレットが収容された多段積層棚」。以下「甲５積層棚」\nという。）とは，コンテナ等を用いて収容物を棚空間に収容する点で共通す\nることから，周知技術２を甲４発明に適用することは，当業者が容易になし\n得たことであり，したがって，甲４発明並びに甲５積層棚及び周知技術２に\n基づき，相違点３に係る本件発明１の構成を得ることは，当業者が容易にな\nし得たことである旨判断した。\nしかし，他方で，本件審決は，相違点４に係る判断において，「手前側に\n空きのある容器があるにもかかわらず，奥側の空きのある容器を取り出すこ\nとは，明らかに出納効率を低下させる取り出しである」と判断しており，こ\nれを前提とすれば，収容効率と出納効率がトレードオフの関係にある自動化\n書庫に係る甲４発明において，収容効率を向上させるために，明らかに出納\n効率を低下させる甲５積層棚の構成を適用することには阻害要因があるとい\nうべきである。\nしたがって，この点に言及することなく，甲４発明並びに甲５積層棚及び\n周知技術２に基づき，相違点３に係る本件発明１の構成を得ることは，当業\n者が容易になし得たことであるとした本件審決の判断は誤りである。\n被告は，本件審決の上記判断は，本件第１次判決の拘束力に従ったもので\nあるから，取り消されるべき違法はない旨主張する。\nしかし，本件第１次判決の前提とした事項に変更があるなどの特段の事情\nがある場合には，当該判決の拘束力は生じないと解すべきところ，本件第１\n次判決は，相違点２につき甲４発明の認定を本質的に誤っており，そのため，\n相違点３に係る容易想到性判断の前提に誤りがあったものであるから，本件\n第１次判決の相違点３に係る判断については，上記特段の事情があり，拘束\n力は生じないというべきである。\nしたがって，被告の上記主張は理由がない。\n４  取消事由４（相違点４についての容易想到性判断の誤り）\n本件審決は，「出納効率を向上させることとともに，収容効率を向上させる\nことは，書棚や倉庫の分野において周知の課題である」とした上で，「奥行き\n方向に複数の容器が収容されていることに係る周知技術２に照らせば，…荷物\n等の搬入に係る返却及び入庫については，空きのある容器に荷物等を収容する\n態様であるから，搬入に係る装置の自動化などによる出納効率の向上とともに，\n空きのある容器の位置に対応した出納効率の向上をも検討することは，当業者\nの当然の発意であ」り，「そうすると，搬入に際して，手前側に空きのある容\n器があるにもかかわらず，奥側の空きのある容器を取り出すことは，明らかに\n出納効率を低下させる取り出しであるから，上記した出納効率の向上という周\n知の課題に基づけば，手前側の容器を空きのある容器として優先的に使用する\nことは，書棚や倉庫等の分野において，当業者が通常採用し得る技術的事項で\nある」として，甲４発明，甲１システム，甲５積層棚並びに周知技術１及び２\nに基づき，相違点４に係る本件発明１の構成を得ることは，当業者が容易にな\nし得たことである旨判断した。\nしかし，以下に述べるとおり，本件審決の上記判断は誤りである。\n本件審決は，書棚や倉庫における荷物等の搬入に係る返却及び入庫につい\nて，空きのある容器の位置に対応した出納効率の向上をも検討することは当\n業者の当然の発意である旨を認定し，この点をもって，甲４発明から相違点\n４に係る本件発明１の構成に至る動機付けとする。\nしかし，上記のような課題は，本件出願前のいかなる先行技術文献にも記\n載されておらず，その存在については何ら立証されていない。\n甲４発明は，「ケースと図書とが常に固定した対応関係にあると，図書が\n返却された場合その相当数のケースの中から返却された図書に対応するケー\nスを探し出さなければならず作業の効率が悪くなる」(段落【０００６】)と\nいう課題に対し，「返却された図書を任意のケースに収容して書庫に入庫す\nることができ，貸し出し及び返却時の作業を容易化する」(段落【０００９】\n)ようにしたものである。このように，甲４に示されているのは，図書館員の\nカウンターステーション３０における図書の返却作業の容易化に係る課題で\nあり，図書館員が図書の返却作業を終えた後，当該図書が返却されたコンテ\nナを書庫へ入庫する際の処理効率の向上に係る「空きのある容器の位置に対\n応した出納効率の向上」とは，効率化する対象（前者が作業員の返却作業で\nあるのに対し，後者は書庫へのコンテナの格納処理）が全く異なるものであ\nるから，甲４から，書棚への格納(返却)効率の向上の課題を着想し得るもの\nではなく，そのほかに上記課題の存在を示す文献もない。\nしたがって，本件審決の上記認定は誤りである。\nまた，仮に，書棚や倉庫における荷物等の搬入に係る返却及び入庫につい\nて，空きのある容器の位置に対応した出納効率の向上をも検討することが当\n業者の当然の発意であるとしても，本件審決は，そのような発意を実現する\n解決手段として，相違点４に係る本件発明１の構成（「前記奥行き方向に２\n個収容されたコンテナのうち，手前側のコンテナを前記空きのあるコンテナ\nとして優先的に使用する」構成）を示す文献等を何ら提示することなく，相\n違点４についての容易想到性を認める判断をしたものであり，このような判\n断は，いわゆる後知恵に基づく判断であって，誤りである。\nさらに，甲４発明において，相違点４に係る本件発明１の構成とすること\nには阻害要因がある。\nすなわち，甲４発明において，相違点４に係る本件発明１の構成とするに\nは，返却が要求された図書を入れたケースがカウンターステーションにある\n段階で，図書館員が当該ケースの格納ロケーションを設定するに当たり，手\n前側のコンテナを優先的に使用できるものでなければならない。ところが，\n応関係が固定されており，特定のケースが収容されるコンテナは一義的に定\nまるから，そもそもケースの収容先として「いかなるコンテナを優先するか」\nという発想そのものが生じない。\nしたがって，甲４発明において，相違点４に係る本件発明１の構成を採用\nすることには阻害要因があるから，当該構成について，甲４発明に基づき当\n業者が容易に想到し得るものではない。\n５  取消事由５（本件発明の効果に顕著性を認めなかった判断の誤り）\n本件審決は，本件発明１の効果について，図書保管管理装置における図書の\n収容効率の向上と出納効率の向上を両立させることにあることを認めながら，\n「収容効率の向上」と「出納効率の向上」各々の効果が周知であるとの理由で，\n「当業者が予測できる程度のものであって，格別のものではない。」と判断し，\n効果顕著性を否定するが，その判断は誤りである。\nすなわち，個々に捉えればそれぞれの課題が周知である場合であっても，そ\nれらの課題がトレードオフの関係にある場合は，かかる２つの課題を両立的に\n解決し，それによる効果を両立させた場合，原則として，効果顕著であると認\n定されるべきである。しかるところ，本件発明１は，図書保管管理装置におい\nて，サイズ別配架及び手前側・奥側コンテナ配置によって収容効率を向上させ\nつつ，フリーロケーション方式を採用し，かつ，手前側コンテナを優先的に使\n用することにより出納効率をも向上させたものであり，トレードオフの関係に\nある「収容効率」と「出納効率」という２つの課題を両立して解決したところ\nに効果顕著性があることは明らかであるから，これを認めなかった審決の判断\nは誤りである。\n第４  被告の主張\n１  取消事由１（本件発明１と甲４発明の一致点の認定の誤り・相違点の看過）\nに対し\n原告は，甲４発明においては，ケースとコンテナ(格納ロケーション)の対\n応関係が固定されたものと認められるから，本件審決が，「複数の前記コン\nテナの中からコンテナを書庫から取り出」す点を本件発明１と甲４発明の一\n致点と認定したことは誤りである旨主張する。\nしかし，甲４発明においては，ケースとコンテナ（格納ロケーション）の\n対応関係は，固定的なものではなく，フリーであることが明らかであるから，\n原告の上記主張は誤りである。\nすなわち，甲４には，ケースとコンテナとの対応関係が固定である旨の記\n載はなく，むしろ，その段落【０００５】には，従来技術について，「図書\nが返却された場合，図書館員は，返却された図書を元のケースに収容し，そ\nのケースを任意の空きのあるコンテナに自動入庫させる。すると，コンテナ\nの入庫時に，そのコンテナに収容された全てのケースのバーコードが読み取\nられ，ケースの位置（ロケーション）を示す記憶内容が更新されて，ここに\n図書の返却が行なわれる。」として，コンテナとケースの位置(ロケーション\n)との対応関係を固定的とはしないものとすることが記載されている。そして，\n甲４発明は，上記従来技術における「図書」と「ケース」との対応関係が固\n定されていることによる作業の非効率性を解決するために，「図書」と「ケ\nース」の対応関係を固定的とはしないものとすることを特徴とする発明であ\nるところ，上記従来技術で課題とされていない「ケース」と「コンテナ」の\n対応関係が固定的でなかった点をあえて固定的にした発明と解すべき合理的\n理由はない。\nまた，原告が主張するように，甲４発明において，「ケース」と「コンテ\nナ」との対応関係が固定的であるならば，甲４の段落【００３４】に「ケー\nス１３の書棚１１内における格納ロケーションを設定しハードディスク４７\nに登録する。」とあるように，わざわざ，ケースの書棚内における格納ロケ\nーション（コンテナ)を設定しハードディスクに登録する必要はないと解され\nるから，この点からも，「ケース」と「コンテナ」との対応関係が固定的な\nものであるとは考えられない。\nしたがって，原告の上記主張は理由がない。\nまた，原告は，甲４発明の図書の返却処理においては，入力された図書の\n情報は，それが収容されるべきコンテナの取出しには用いられておらず，コ\nンテナの取出しは，入力された図書の情報とは関係なく，図書館員が格納ロ\nケーションを設定することにより行われているから，「図書の情報を入力す\nることにより，複数の前記コンテナの中からコンテナを書庫から取り出」す\n点について，本件発明１と甲４発明の一致点であるとした本件審決の認定は\n誤りである旨主張する。\nしかし，甲４発明では，図書館員が図書及びケースに付されたバーコード\nを読み取ることにより格納ロケーションが設定され，当該格納ロケーション\nに基づいて図書を収納するコンテナが書庫からステーションに搬送されるも\nのであるから，原告の上記主張は誤りである。\nすなわち，甲４の段落【００３２】ないし【００３４】の記載によれば，\n甲４発明の図書の返却処理においては，ステップＳ２１で，図書に付された\nバーコード３５のデータを（ケース１３に付されたバーコード３４とともに）\n読み取ることで入力し，ステップＳ２２で，図書に付されたバーコード３５\nのデータを（ケース１３に付されたバーコード３４とともに）ハードディス\nク４７に格納登録している。そして，ステップＳ２３では，図書館員が，図\n書を収容したケースを返却のためにカウンターステーション３０の搬出口に\n置くこととされ，次のステップＳ２４では，ケース１３の書棚１１内におけ\nる格納ロケーションを設定してハードディスク４７に登録するとされている\nところ，ステップＳ２４については，格納ロケーションを設定してハードデ\nィスクに登録する主体は明記されていない。ステップＳ２３の前には，「図\n書館員は」という記載があるが，ステップＳ２３とステップＳ２４は異なる\nステップであるから，両ステップの主体を同一と解すべき必然性はない。\n他方，甲４の特許請求の範囲の請求項１には，次の記載がある（下線は被\n告による。）。\n「【請求項１】識別情報の付された図書と，この図書を収容する識別情報の\n付された自動搬送用のケースと，このケースを複数収容し得る書庫と，この\n書庫に収容された図書に対する収容位置情報を含む図書情報を，前記図書に\n付された識別情報と該図書が収容される前記ケースに付された識別情報とを\n組み合わせた情報とともに記憶する記憶手段と，この記憶手段の記憶内容に\n基づいて前記書庫から出庫すべき図書の収容されたケースを自動的に取り出\nして出庫する自動搬出手段と，前記書庫に入庫すべき図書に付された識別情\n報と該図書を収容し得る任意の前記ケースに付された識別情報とを読み取っ\nて，該図書に対する新たな図書情報を生成する生成手段と，この生成手段で\n生成された図書情報に基づいて前記書庫に入庫すべき図書の収容されたケー\nスを自動的に前記書庫に入庫する自動搬入手段とを具備してなることを特徴\nとする図書入出庫管理装置。」\nこのように，上記請求項１には，「この書庫に収容された図書に対する収\n容位置情報を含む図書情報」という文言が存在しており，「図書情報」には\n図書の収納位置情報が含まれるとされている。また，「前記書庫に入庫すべ\nき図書に付された識別情報と該図書を収容し得る任意の前記ケースに付され\nた識別情報とを読み取って，該図書に対する新たな図書情報を生成する生成\n手段と，この生成手段で生成された図書情報に基づいて前記書庫に入庫すべ\nき図書の収容されたケースを自動的に前記書庫に入庫する自動搬入手段」と\nの記載によれば，書庫に入庫すべき図書及びケースに付された識別情報（実\n施例における図書及びケースのバーコードのデータ）を読み取ることによっ\nて，当該図書について新たな収納位置情報を含む「図書情報」が生成され，\n当該「図書情報」に基づいてケースに収容された図書が自動的に書庫に入庫\nされることが読み取れる。そして，甲４発明において，図書及びケースに付\nされた識別情報を読み取ることによって生成される収納位置情報とは，実施\n例における書棚１１内における格納ロケーションであるから，甲４発明にお\nいては，図書及びケースに付されたバーコードを読み取ることによって格納\nロケーションが設定され，当該格納ロケーションに基づいて図書を収納する\nコンテナが書庫からステーションに搬送されるものであることは明らかであ\nる。\nしたがって，「図書の情報を入力することにより，複数の前記コンテナの\n中からコンテナを書庫から取り出」す点について，本件発明１と甲４発明と\nの一致点であるとした本件審決の認定に誤りはなく，原告の前記主張は理由\nがない。\n２  取消事由２（相違点２についての容易想到性判断の誤り）に対し\n甲４発明に甲１の３記載の事項を適用できるとした判断の誤りについて\nア  原告は，甲４発明は，ケースとコンテナ（格納ロケーション）の関係が\n固定的なものと認められ，アイテムと容器の関係がフリーである甲１シス\nテムとは基本的構成を異にするから，甲４発明に甲１システムを適用する\nことはできない旨主張するが，甲４発明において，ケースとコンテナ（格\n納ロケーション）の関係が固定的なもの\nとおりであるから，原告の上記主張は理由がない。\nなお，仮に，甲４発明におけるケースとコンテナの対応関係が固定的な\nものであるとする原告の主張を前提としたとしても，甲４発明では，図書\nとケースとの対応関係は固定的なものではなく任意であり，図書は，毎回\n任意のケースを介して任意の書棚の収容位置あるいはコンテナに収納され\nることになるのであるから，図書とコンテナとの対応関係がフリーな関係\nにあることに変わりはなく，原告の上記主張は理由がない。\nイ  また，原告は，甲４発明は，図書を収容したケースをピッキング装置１\n９等の構成により書棚に収容するもので，図書館員の手元にコンテナが届\nかないのに対し，甲１システムは，図書館員が，その手元にある容器に図\n書を収容するものであり，両者の返却処理の技術思想は根本的に異なり，\n作用・機能も全く異なるものであるから，甲４発明に甲１システムを適用\nする動機付けたり得るものがない旨主張する。\nしかし，甲４には，【図１】及び【図２】に示されたピッキング装置を\n用いる実施例だけでなく，段落【００４２】ないし【００４４】，【図１\n０】及び【図１１】に示されているように，ピッキング装置を用いないで，\nコンテナをカウンターステーションに搬送する他の実施例も記載されてお\nり，返却図書の図書コードを入力することにより，空きのあるコンテナを\n書庫から取り出してステーションに搬送し，最終的に返却図書をコンテナ\nに収納し，書棚に保管することも記載されている。\nそして，甲１システムにおける返却処理も，アイテムのスキャニングに\nより開始され，図書館員の手元に容器があれば，その容器にアイテムを自\n動的に割り当てているが，図書館員の手元に容器がなければ，その他の場\n合として，所定の優先順位規則によるランダムロケーション割り当てアル\nゴリズムに従って，返却アイテムを「フルではない」状態の容器へ割り当\nてるようにしており，甲１システムにおいても，アイテムがスキャニング\nされ，返却が要求された後に，容器を割り当てて取り出すことが記載され\nている。\nしたがって，甲４発明と甲１システムのいずれにおいても，返却図書の\n図書コードを入力することにより，空きのあるコンテナを書庫から取り出\nしてステーションに搬送することに変わりがないから，原告の上記主張は\n理由がない。\nウ  さらに，原告は，甲４発明は，ケースの存在が不可欠なものであり，こ\nの点において甲１システムとは本質的に構成が相違しているから，甲４発\n明に甲１システムを適用することはできない旨主張する。\nしかし，甲４発明では，単にケースに収容して図書の貸出しと返却を行\nっているだけであり，甲４発明が，複数の書棚領域を有する書庫と複数の\n図書を収納するコンテナとを備え，図書コードに基づいてコンテナの出し\n入れをすることにより図書の貸出しと返却を行うものであることに変わり\nはない。\nまた，甲４には，「ケース」を用いる理由として，「図書は，その寸法\nや形状が様々であるため，このままでは書庫に対する入出庫動作を自動化\nすることができない。」（段落【０００２】），「図書を１冊単位毎に自\n動でコンテナから取り出しあるいは返却する際にケースに入れることによ\nり，ハンドリングやロケーションの管理が容易になり，個別にて搬送する\n際にも図書を保護することができる。」（段落【０００３】）との記載が\nあるが，甲４発明におけるコンテナ単位の入出庫管理システム（段落【０\n０４２】，【図１０】）では，上記の理由が妥当するものではない。\nそうすると，甲４発明に対し，甲１システムにおける寸法別に分類され\nた図書に対応する寸法の複数種類のコンテナ（容器）などの技術的事項を\n適用するに際して，甲４発明における「ケース」を不可欠のものとする必\n要はなく，「ケース」を使用しない構成とすることが，当業者にとって格\n別困難であったとはいえない。\nしたがって，甲４発明がケースを使用していることは，甲４発明に甲１\nシステムを適用することを妨げる要因とはならないから，原告の上記主張\nは理由がない。\n甲４発明に甲１の３記載の事項を適用することによって相違点２に係る本\n件発明１の構成とすることができるとした判断の誤りについて\n原告は，甲１システムにおいて，図書の返却時にスキャンされるバーコー\nドナンバーには図書の寸法情報が含まれておらず，他方，図書のサイズに関\nするコードは，図書の上端に付され，返却作業に先立ち，図書館員が図書を\n手作業でソートする際に参照されるにすぎないことから，甲１システムは，\n「返却が要求された図書の寸法情報を入力することにより，該返却図書の寸\n法に対応する…空きのあるコンテナを取り出す」ものではないから，甲４発\n明に甲１システムを適用しても，相違点２に係る本件発明１の構成とするこ\nとはできない旨主張する。\n確かに，甲１の３には，図書のサイズコードについて，返却の際に，図書\nを手動で事前仕分けするために，各アイテムの上端にマークされていること\nが記載されているが，このサイズコードは，事前仕分けのみに利用されてい\nるのではなく，サイズ別に分類された容器にアイテムを収容するためにも利\n用されていると考えられる。すなわち，甲１システムは，サイズ別に分類さ\nれた容器に，これに対応するサイズのアイテムを収容するものである以上，\n容器を取り出す際，それがアイテムのサイズに適合する容器でなければ，ア\nイテムを収容できないことが生じるから，図書のサイズコードを利用して，\nそれに対応した容器を取り出して，アイテムを収容しているものと考えるの\nが自然である。\nそして，甲１の３には，自動保管取り出しシステム（ＡＳ／ＲＳ）がコン\nピュータシステムからなること（抄訳文４頁６行），容器が容器（コンテナ）\nアドレスを有すること（抄訳文４頁２１行，２４頁１４行，２７頁２行），\nアイテム（図書）がバーコードナンバーやサイズコードを有すること（抄訳\n文１３頁１６及び１７行，１４頁下から３行ないし１５頁下から５行，１６\n頁下から５行ないし１７頁１行，２４頁１４行及び２８頁８及び９行），ア\nイテムに付されたバーコードナンバー（図書コード）を光学的にスキャンす\nること（抄訳文２８頁３ないし１５行），ＡＳ／ＲＳ（自動保管取り出しシ\nステム）は，要求された図書（アイテム）を伴うコンテナ（容器）の取り出\nしを自動的に開始すること（抄訳文２４頁１ないし４行），ランダムに返却\n保管される図書（アイテム）を，図書がちょうど取り出された容器セクター\nに自動的に割り当てること（抄訳文２８頁下から１行ないし２９頁５行），\nオペレータのオプションとして，アイテムを取り出さないで返却する場合に，\nシステムは，第２．０２．Ｄ章（抄訳文１７頁７行ないし１８頁下から５行）\nに記載された優先順位を用いて，収容スペースが利用可能な（フルではない）\n容器を取り出すこと（抄訳文２９頁下から５行ないし下から１行）が記載さ\nれているところ，これらの記載からすると，本件審決が，「甲第１号証の３\nらには，図書入出庫管理装置において，自動保管取り出しシステム（ＡＳＲ\nＳ）らに使用されるコンピュータシステムが，複数の容器に関する『容器ア\nドレス』，及び，複数の図書（アイテム）に関する『図書コード』（バーコ\nードやサイズコード）等の情報を利用することが記載されているといえる」\nと認定していることに誤りはない。\nしたがって，甲１の３には，図書のサイズコードを含む「図書コード」等\nの情報を利用することが記載されているから，原告の主張は理由がない。\n３  取消事由３（相違点３についての容易想到性判断の誤り）に対し\n原告は，甲４発明並びに甲５積層棚及び周知技術２に基づき，相違点３に係\nる本件発明１の構成を得ることは当業者が容易になし得たことであるとの本件\n審決の判断について，甲４発明に甲５積層棚の構成を適用することには阻害要\n因があることを理由に，誤りがある旨主張する。\nしかし，この点については，確定した本件第１次判決（甲４８）が，第１次\n訂正後の請求項１に係る発明について，本件審決と同様の判断をしている。\nしたがって，本件審決の上記判断は，本件第１次判決の拘束力（行政事件訴\n訟法３３条１項）に従ったものであるから，取り消されるべき違法はなく，原\n告の上記主張は失当である。\n４  取消事由４（相違点４についての容易想到性判断の誤り）に対し\n原告は，本件審決が，「空きのある容器の位置に対応した出納効率の向上\nをも検討することは，当業者の当然の発意である」と認定したことについて，\nそのような課題は，本件出願前のいかなる先行技術文献にも記載されておら\nず，また，甲４から着想し得るものでもないから，本件審決の上記認定は誤\nりである旨主張する。\nしかし，以下に述べるとおり，空きのある容器の位置に対応した出納（返\n却）効率の向上という課題は，従来から存在したものであり，また，甲４に\nおいても存在するものであるから，原告の上記主張は理由がない。\nア  甲１５（特開平２－７０６０３号公報）には，「貯蔵所の管理方法及び\n装置」に関する発明について，その管理対象の物体として「書籍」や「ビ\nデオテック，ディスコテック」等が記載され，物体はその寸法を考慮して\n入りうる最初の空き場所に貯蔵され，各貯蔵所毎に物体が貯蔵された位置\n及びまだ利用しうる貯蔵容量の位置及び寸法が記録されること（２頁左下\n欄９～１６行）が記載されるとともに，「つまり物体の搬入及び搬出は完\n全に自動化しうる。物体を貯蔵所内へ搬入するには，コンピュータは物体\nを持定し，その寸法を及び貯蔵所の充満についてのデータを得た後に，物\n体を貯蔵しうる様々な場所を突き止める。これが第１のソーティングアル\nゴリズムである。可能性が複数ある場合には，少なくとも１つの他のソー\nティングアルゴリズムの関数として１つが選択される。例えば物体は，最\n初に利用される場所への最短経路により又は搬出の頻度を考慮して貯蔵さ\nれる。自動装置は案内する位置にあり，物体を選択された位置に位置決め\nする。」（３頁右上欄８行～同左下欄１行）と記載されている。このよう\nに，甲１５には，空きのある位置に対応した書籍の搬入（返却）時に貯蔵\n場所を決定する際に，最短経路や搬出の頻度を考慮することが記載されて\nいる。\nまた，甲１の３発明における返却処理も，通常の手順として，アイテム\nを容器から取り出したときに，他の返却するアイテムがある場合には，返\n却アイテムのバーコードナンバーをスキャンし，この返却するアイテムを，\n別のアイテムがちょうど取り出された容器セクターに自動的に割り当てる\n制御を行っている。すなわち，アイテムが容器から取り出されたときに同\n時に返却する処理を通常の手順として行うことで，容器を取り出す際の書\n庫から取り出し口までの往復の搬送をなるべく省略し，返却効率の向上を\n図るようにしている。\nさらに，乙７（特開平６－５６２０４号公報）に記載された「図書入出\n庫装置」においては，図書館員が上昇したサブコンテナに図書を返却する\nものとされているところ（段落【００４２】），段落【００４５】及び【図\n８】には，既に上昇しているサブコンテナに優先的に図書を収容し，返却\n効率の向上を図ることが記載されている。\n以上のような本件出願前の公知文献の記載からすれば，空きのある容器\nの位置に対応した出納効率の向上という課題は，従来から存在したもので\nある。\nイ  原告は，甲４に示されているのは，図書館員のカウンターステーション\n３０における図書の返却作業の容易化に係る課題であり，図書が返却され\nたコンテナを書庫へ入庫する際の処理効率の向上に係る「空きのある容器\nの位置に対応した出納効率の向上」とは効率化する対象が異なるから，甲\n４から書棚への格納（返却）効率の向上の課題を着想し得るものではない\n旨主張する。\nしかし，甲４発明においても，図書のフリーロケーションを採用するこ\nとで貸出し及び返却の自動化を図っており，自動化による作業の容易化，効\n率化という課題が内在している。\nまた，甲４においては，【図１】及び【図２】に示されたピッキング装\n置を用いる実施例だけでなく，段落【００４２】ないし【００４４】，【図\n１０】，【図１１】に示されているように，ピッキング装置を用いないで\nコンテナ単位でカウンターステーションに搬送する他の実施例も記載され\nており，コンテナの入出庫における自動化についても記載されているのであ\nって，コンテナの書棚への入出庫を自動化することによる作業の容易化，効\n率化という課題が存在している。\nまた，原告は，本件審決は，相違点４に係る本件発明１の構成（「前記奥行\nき方向に２個収容されたコンテナのうち，手前側のコンテナを前記空きのあ\nるコンテナとして優先的に使用する」構成）を示す文献等を何ら提示するこ\nとなく，相違点４についての容易想到性を認める判断をした点において，誤\nりがある旨主張する。\nしかしながら，奥行き方向に２個収容されたコンテナにおいて，奥側のコ\nンテナを搬出する方が手前側のコンテナを搬出するよりも出納効率が低下す\nることは，以下のアないしウの文献に記載されているとおり，技術常識であ\nるから，出納効率を低下させないために，間口を塞いでいる手前側の容器を\n奥側の容器よりも優先的に使用することは自然なことであり，したがって，\n当業者であれば，相違点４に係る本件発明１の構成とすることは容易に想到\nし得ることであって，本件審決の判断に誤りはない。\nア  甲９（特開昭５６－５６４０２号公報）には，奥行き方向に２個のパレ\nット（コンテナ）を収納した倉庫内設備において，奥側に格納された荷物\nを棚から取り出す時は，格納効率が悪くなること，また，奥側の荷物を出\n庫口へ卸した後に，手前側の荷物を置き換え位置から元の棚区画へ戻すと\nいう残作業を行う必要性があるため，直ちに次の荷物の取り出し作業や格\n納作業に向かうことができず効率が悪くなり，出納効率が低下することが\n記載されている（１頁右下欄８行～２頁右上欄２行）。\nイ  また，甲２６（実公昭６３－１２０８５号公報）には，複数のコンテナ\nを収納する棚を設けた物品収納設備について，「押し込まれたコンテナを\n運び出す場合は，取出側にあるコンテナを他の空いた棚に移動したのち，\n運び出す」こと（２頁第４欄１５～１７行），「先ず搬出入扉を開け荷物\nをコンテナ２に入れる。次いで操作盤１１で格納の指示をすると，自動的\nに空いている棚まで前記コンテナを運び，既に格納されているコンテナを\n押し込んで格納する」こと（２頁第４欄８～１２行）が記載されていると\nころ，これらの記載によると，コンテナを搬出する際には手前側のコンテ\nナを取り出し，また，当該コンテナを収納する際には，既に格納されてい\nるコンテナを押し込んで収納棚の手前側に格納すること，すなわち，手前\n側のコンテナを優先して使用することにより，出納効率を向上できること\nが記載ないし示唆されている。\nウ  さらに，甲６５（特開昭５８－１００００３号公報）には，コンテナ格\n納装置について，「本発明においては，奥行き方向に並んで連結されたコ\nンテナが１個づつ搬出されても，搬出されたコンテナに続くコンテナは引\n出されて常に棚間口に位置しているため，コンテナの搬出入に要する時間\nが短かく，さらに搬出入頻度の高いものが棚間口側に同頻度の低いものが\n棚奥行側に収納され，かくしてコンテナの搬出入能率が高い。」（２頁右\n上欄１１～１７行）として，奥行き方向に２個収容されたコンテナ格納装\n置において，棚間口に位置しているコンテナの方が，コンテナの搬出入に\n要する時間が短くなることが記載されている。\nさらに，原告は，甲４発明では，ケースと格納ロケーションの対応関係が固\n定されており，そもそもケースの収容先として「いかなるコンテナを優先する\nか」という発想そのものが生じないから，甲４発明において，相違点４に係る\n本件発明１の構成を採用することには阻害要因がある旨主張する。\nアで述べたとおり，甲４発明においては，ケースと格納ロ\nケーションの対応関係が固定的なものとは認められないから，原告の上記主張\nは理由がない。\n５  取消事由５（本件発明の効果に顕著性を認めなかった判断の誤り）に対し\n原告は，本件発明１は，図書保管管理装置において，トレードオフの関係にあ\nる「収容効率」と「出納効率」という２つの課題を両立して解決したところに効\n果顕著性があることは明らかであるから，これを認めなかった審決の判断は誤り\nである旨主張する。\nしかしながら，本件発明１においては，奥行き方向に２個配置したコンテナの\nうち，奥側のコンテナを使用しなければ収容効率の向上は望めず，他方，奥側の\nコンテナを使用した際には必然的に出納効率は低下するものであるから，収容効\n率と出納効率とは常にトレードオフの関係にあるのであって，そのことは本件発\n明１においても何ら解決されていない。\nすなわち，本件発明１は，「収容効率と出納効率を同時に大幅に向上」させる\nようなものではなく，奥行き方向に２個のコンテナを配置した従来周知の構成に，\n手前側のコンテナを優先的に使用するという構成を単純に付加したものにすぎ\nないのであって，この組合せによる何らかの相乗効果を奏するようなものではな\nいから，従来周知の技術から当業者が当然に予測できる程度の効果を奏するもの\nにすぎない。\nしたがって，原告の上記主張は理由がない。\n第５  当裁判所の判断\n１  本件発明１について\n本件特許に係る本件訂正後の特許請求の範囲の請求項１の記載は，前記第２\nの２のとおりである。\nそして，本件訂正明細書（甲５７）の「発明の詳細な説明」の記載も総合す\nれば，本件訂正明細書には，本件発明１に関し，次のような開示があることが\n認められる。\n近時，多量の蔵書を有する大規模図書館等にあっては，図書の取り出しや\n返却に要する作業の能率向上を図るために，利用者が貸し出しを要求した図\n書を書庫から取り出して利用者カウンターまで搬送するとともに，その図書\nが貸し出されたことを記録する作業や，図書が返却されたことを記録しその\n図書を書庫まで戻して収容位置を記録する作業等を自動化する自動入出庫シ\nステムが導入されてきている（段落【０００２】）。\n一方，現在の図書館においては，図書の保管管理手段として，図書を分野\n別に分類して書庫に収容する分類別固定ロケーション配架方式が採用され，\n一般の図書館では，この分類別固定ロケーション配架方式に上述した自動入\n出庫システムが組み合わされる形態となっている（段落【０００５】）。\nしかし，分類別固定ロケーション配架方式による図書の保管管理を行なう\n場合，１つの分類の中に種々の寸法の図書が混在するために，各分類毎に最\n大寸法の図書に合わせて書棚の高さや奥行きを設定することが必要となるな\nど，図書の収容効率が悪化するという問題があり，さらに，図書を返却する\n場合，その図書の分類に対応するコンテナを書庫から利用者カウンターまで\n取り出す必要があるため，互いに分類の異なる複数の図書が返却されると，\n１冊毎に別のコンテナを書庫から利用者カウンターに取り出す必要が生じ，\n図書の取り出し及び返却作業の能率向上が十分に図れないという不都合も生\nじている（段落【０００６】ないし【０００８】）。\nそこで，近時では，多量の図書をそれらの内容には無関係に，寸法のみに\nよって分類して，保管するようにしたサイズ別フリーロケーション方式が考\nえられてきている。このサイズ別フリーロケーション方式は，収容する図書\nの寸法に応じてそれぞれ大きさの異なる複数種類のコンテナを用意しておき，\nそれぞれのコンテナを大きさ別に分類して書庫に収容するようにしたもので\nあり，各コンテナの書庫内における収容位置は固定され，各コンテナの番号\nと収容されている図書のコードとが対応付けられて記憶され，この記憶内容\nに基づいて必要なコンテナが利用者カウンターに取り出されるとともに，利\n用者カウンターで図書の取り出しや返却が行なわれたコンテナが書庫に戻さ\nれる際に，コンテナとそのコンテナに収容されている図書とを対応付けた記\n憶内容が更新されるようになっている。（段落【０００９】，【００１０】）\nこのようなサイズ別フリーロケーション方式による図書の保管管理手段を\n採用することにより，書庫内における無駄な空間を極力削減し図書の収容効\n率を向上させることができ，また，同一寸法の図書ならば，その寸法の図書\nを収容するためのコンテナ内に任意に返却することが可能となるので，コン\nテナを搬送する搬送機構の稼働回数も少なくすることができ，自動化による\n図書の取り出し及び返却作業の能率を効果的に向上させることができる（段\n落【００１１】）。\nしかし，サイズ別フリーロケーション方式による図書の保管管理手段は，\nまだ開発途上にある段階であって，図書の書庫内における収容効率の点や，\n取り出し及び返却作業の点等において，より一層の改良を施すことが強く要\n望されている（段落【００１２】，【００１３】）。\n本件発明１は，サイズ別フリーロケーション方式による図書の保管管理手\n段において，書庫内における図書の収容効率を向上させるとともに，自動化\nによる図書の取り出し及び返却作業の能率も効果的に向上させ得る極めて良\n好な図書保管管理装置を提供することを目的としたものであり，そのための\n当該装置の構成として，「図書の寸法別に分類された幅及び高さがそれぞれ\n異なる複数の棚領域を有する書庫と，この書庫の各棚領域に収容されるもの\nで，それぞれが収容された棚領域に対応した寸法を有する複数の図書を収容\nする複数のコンテナと，この複数のコンテナの前記書庫内における収容位置\nと，各コンテナに収容された複数の図書の各図書コードとを対応させて記憶\nする記憶手段と，取り出しが要求された図書の図書コードを入力することに\nより，前記記憶手段の記憶内容に基づいて，該要求図書が収容されているコ\nンテナを前記書庫から取り出してステーションに搬送するとともに，返却が\n要求された図書の寸法情報を入力することにより，該返却図書の寸法に対応\nする複数の前記コンテナの中から空きのあるコンテナを前記書庫から取り出\nして前記ステーションに搬送する搬送手段と，この搬送手段により前記ステ\nーションに搬送されて，前記要求図書が取り出されたコンテナまたは前記返\n却図書が返却されたコンテナに対して，前記記憶手段の記憶内容を更新する\n更新手段とを具備し，前記書庫の複数の棚領域には，前記搬送手段によって\nコンテナを取り出す間口に対して，奥行き方向に２個のコンテナが収容され，\n前記搬送手段には，前記コンテナを取り出す間口に対して，手前側のコンテ\nナを取り出してから奥側のコンテナを取り出す移載手段が備えられているこ\nとを特徴とし，前記奥行き方向に２個収容されたコンテナのうち，手前側の\nコンテナを前記空きのあるコンテナとして優先的に使用することを特徴とす\nる」構成を採用したものである（特許請求の範囲請求項１，段落【００１４\n】，【００１５】）。\nそして，本件発明１は，上記の構成により，従来の分類別固定ロケーショ\nン方式に比して図書の収容効率を向上させることが可能なサイズ別フリーロ\nケーション方式を採用した図書の保管管理手段において，さらに，その書庫\nのコンテナを出し入れするための間口に対して奥行き方向に，複数のコンテ\nナを収容させるようにしたので，書庫内における図書の収容効率をより一層\n向上させることができ，また，優先的に手前側のコンテナを使用する管理方\n法を用いることにより，図書の取り出し及び返却作業の能率を効果的に向上\nさせることができるのであり，書庫内における図書の収容効率を向上させる\nとともに，自動化による図書の取り出し及び返却作業の能率も効果的に向上\nさせ得るという作用効果を奏するものである（段落【００１６】，【００８\n９】）。\n２  取消事由１（本件発明１と甲４発明の一致点の認定の誤り・相違点の看過）\nについて\n甲４の記載事項\n甲４（特開平５－１５１２３３号公報）には，次の記載がある（下記記載\n中に引用する図面のうち，図１ないし４，６，７，１０及び１１については\n別紙を参照）。\nア  【特許請求の範囲】\n【請求項１】識別情報の付された図書と，この図書を収容する識別情報の\n付された自動搬送用のケースと，このケースを複数収容し得る書庫と，こ\nの書庫に収容された図書に対する収容位置情報を含む図書情報を，前記図\n書に付された識別情報と該図書が収容される前記ケースに付された識別\n情報とを組み合わせた情報とともに記憶する記憶手段と，この記憶手段の\n記憶内容に基づいて前記書庫から出庫すべき図書の収容されたケースを\n自動的に取り出して出庫する自動搬出手段と，前記書庫に入庫すべき図書\nに付された識別情報と該図書を収容し得る任意の前記ケースに付された\n識別情報とを読み取って，該図書に対する新たな図書情報を生成する生成\n手段と，この生成手段で生成された図書情報に基づいて前記書庫に入庫す\nべき図書の収容されたケースを自動的に前記書庫に入庫する自動搬入手\n段とを具備してなることを特徴とする図書入出庫管理装置。\nイ  【発明の詳細な説明】\n【０００１】\n【産業上の利用分野】この発明は，例えば大型図書館等において多量の図\n書の貸し出し及び返却の管理を容易に行なえるようにした図書入出庫管理\n装置に関する。\n【０００２】\n【従来の技術】周知のように，多量の蔵書を有する大型図書館等において\nは，利用者が貸し出しを要求した図書を，正確かつ迅速に書庫から取り出\nして利用者カウンターまで搬送するとともに，その図書が貸し出されたこ\nとを記録する作業や，図書が返却されたことを記録するとともに，その図\n書を書庫まで戻し収容位置を記録する作業等を自動化するために入出庫管\n理システムが提案されている。この場合，図書は，その寸法や形状が様々\nであるため，このままでは書庫に対する入出庫動作を自動化することがで\nきない。\n【０００３】そこで，従来では，例えば特公昭６１－４７２３号公報に示\nされるように，図書を１冊単位で規格化された大きさのケースに収容し，\nこのケースを複数個コンテナに収容してコンテナ単位で自動入出庫させる\nことが考えられている。このように，図書を１冊単位毎に自動でコンテナ\nから取り出しあるいは返却する際にケースに入れることにより，ハンドリ\nングやロケーションの管理が容易になり，個別にて搬送する際にも図書を\n保護することができる。この場合，各ケースには，バーコードが付されて\nおり，どのケースがどのコンテナに収容されているかが全て記憶されてい\nる。\n【０００４】そして，図書の取り出しが要求されると，その図書の入った\nケースを収容するコンテナが書庫から自動出庫され，さらにそのコンテナ\nから所望の図書の入ったケースが自動出庫される。すると，図書館員は，\n自動出庫されたケースから図書を取り出して利用者に渡し，ここに図書の\n貸し出しが行なわれる。\n【０００５】また，図書が返却された場合，図書館員は，返却された図書\nを元のケースに収容し，そのケースを任意の空きのあるコンテナに自動入\n庫させる。すると，コンテナの入庫時に，そのコンテナに収容された全て\nのケースのバーコードが読み取られ，ケースの位置（ロケーション）を示\nす記憶内容が更新されて，ここに図書の返却が行なわれる。\n【０００６】しかしながら，上記のような従来の入出庫管理システムでは，\n図書とケースとが１対１に対応しているので，図書が返却される毎に大量\nの空きケースの中からその図書を収容すべきケースを探さなければならず，\n作業が非能率的になるという問題が生じている。すなわち，図書の貸し出\nしには，館内貸し出し（当日貸し出し当日返却）と館外貸し出し（当日貸\nし出し後日返却）とがあり，貸し出し件数が多いと空ケースも相当数にな\nる。このため，ケースと図書とが常に固定した対応関係にあると，図書が\n返却された場合その相当数のケースの中から返却された図書に対応するケ\nースを探し出さなければならず作業の効率が悪くなるとともに，多量の空\nケースを常時カウンター付近に保管する必要も生じる。\n【０００７】また，ケースを間違えた場合には，その図書を後から探し出\nすことが実質的に不可能になる。一般に，図書自体にバーコードを付すこ\nとが考えられるが，ケースに収容された図書のバーコードを読み取るよう\nにすることは不可能に近い。なお，貸し出し時に図書とケースとを両方貸\nすことは，ケースの破損や紛失を招くとともに，２冊以上貸し出した際に\nケースと図書とを入れ違えて返却される等の問題を招くため得策ではない。\nウ  【０００８】\n【発明が解決しようとする課題】以上のように，従来の入出庫管理システ\nムでは，図書とケースとの対応関係を保持する必要があり，そのためにせ\nっかく自動化を図りながらも，その利点を十分に活かしきれないという問\n題を有している。\n【０００９】そこで，この発明は上記事情を考慮してなされたもので，図\n書とケースとの対応関係を固定的なものとせずに，返却された図書を任意\nのケースに収容して書庫に入庫することができ，貸し出し及び返却時の作\n業を容易化することができる極めて良好な図書入出庫管理装置を提供する\nことを目的とする。\n【００１０】\n【課題を解決するための手段】この発明に係る図書入出庫管理装置は，識\n別情報の付された図書と，この図書を収容する識別情報の付された自動搬\n送用のケースと，このケースを複数収容し得る書庫と，この書庫に収容さ\nれた図書に対する収容位置情報を含む図書情報を，図書に付された識別情\n報と該図書が収容されるケースに付された識別情報とを組み合わせた情報\nとともに記憶する記憶手段と，この記憶手段の記憶内容に基づいて書庫か\nら出庫すべき図書の収容されたケースを自動的に取り出して出庫する自動\n搬出手段と，書庫に入庫すべき図書に付された識別情報と該図書を収容し\n得る任意のケースに付された識別情報とを読み取って，該図書に対する新\nたな図書情報を生成する生成手段と，この生成手段で生成された図書情報\nに基づいて書庫に入庫すべき図書の収容されたケースを自動的に書庫に入\n庫する自動搬入手段とを備えるようにしたものである。\n【００１１】\n【作用】上記のような構成によれば，ケースと図書との対応関係を固定的\nなものとせずに，ケースに付された識別情報と図書に付された識別情報と\nの組み合わせで新たな図書情報を生成して入出庫管理を行なうようにして\nいるので，入庫すべき図書を任意のケースに収容して書庫に入庫すること\nができ，貸し出し及び返却時の作業を容易化することができ（ママ）とと\nもに，作業時の間違いを除き得る。\nエ  【００１２】\n【実施例】以下，この発明の一実施例について図面を参照して詳細に説明\nする。図１は，この実施例で説明する図書入出庫管理システムの全体的な\n構成を示している。すなわち，図中１１は例えば図書館の３階の書庫内に\n設置された書棚で，複数のコンテナ１２，１２，……が収容されている。\nこれらコンテナ１２，１２，……には，それぞれ複数個のケース１３，１\n３，……が収容されている。各ケース１３，１３，……には，それぞれ１\n冊の図書が収容される。また，各ケース１３，１３，……は，規格化され\nた一定の大きさのものが基準となっており，この基準の大きさに対して収\n納する図書の厚みによって幾種類かの厚みを有するものが用意されている。\n【００１３】ここで，上記書棚１１の前面には，レール１４に案内されて\n走行するスタッカークレーン１５が設置されている。このスタッカークレ\nーン１５は，図書の出庫時に，書棚１１からコンテナ１２を取り出して出\n庫用ラックステーション１６に移送するとともに，出庫用ラックステーシ\nョン１６に置かれたコンテナ１２を，書棚１１の元の位置に移送して入庫\nする動作を行なうものである。また，スタッカークレーン１５は，図書の\n入庫時に，書棚１１からコンテナ１２を取り出して入庫用ラックステーシ\nョン１７に移送するとともに，入庫用ラックステーション１７に置かれた\nコンテナ１２を，書棚１１の元の位置に移送して入庫する動作とを行なう\nものである。\n【００１４】これら出庫用及び入庫用ラックステーション１６，１７に沿\nって，エンドレスの搬送レール１８が設置されている。この搬送レール１\n８上には，複数のピッキング装置１９，１９，……が走行自在に支持され\nている。これらピッキング装置１９，１９，……は，出庫用ラックステー\nション１６に設置されたコンテナ１２から所望のケース１３を取り出し，\n搬送レール１８上を移動して２階向搬出口２０及び１階向搬出口２１のい\nずれかに移送する動作と，２階向搬入口２２及び１階向搬入口２３のいず\nれかに搬送されたケース１３を，入庫用ラックステーション１７に置かれ\nたコンテナ１２の空きスペースに収容する動作とを行なうものである。\n【００１６】さらに，１階向搬出口２１に移送されたケース１３は，図示\nしない垂直搬送機を介して図書館の１階に設置されたケース搬入口２８に\n搬送され，搬送コンベア２９を介してカウンターステーション３０または\n１階ステーション３１に移送される。そして，カウンターステーション３\n０では，図書館員によってケース１３から図書が取り出されて利用者への\n貸し出しに供され，１階ステーション３１では，図書館員によってケース\n１３から図書が取り出され利用者に渡されて閲覧に供される。この場合，\n空ケース１３は，カウンターステーション３０及び１階ステーション３１\nにそれぞれ保管される。\n【００１７】また，返却された図書及び閲覧後の図書は，カウンターステ\nーション３０及び１階ステーション３１で図書館員によってケース１３に\n収容され，搬送コンベア２９を介してケース搬出口３２に移送された後，\n図示しない垂直搬送機を介して３階の１階向搬入口２３に移送され，出庫\nと逆の過程によって書棚１１へ返却される。\n【００１８】図２は，上記出庫用ラックステーション１６に運ばれたコン\nテナ１２からピッキング装置１９にケース１３を取り出す状態を示してい\nる。すなわち，コンテナ１２は，その図中前面及び上面の開放された略箱\n状に形成されており，それぞれ図書３３を収容した複数のケース１３，１\n３，……が縦置きに配列されて収容されている。ここで，各ケース１３，\n１３，……は，図３に示すように，図中上面の開放された略箱状に形成さ\nれており，図書３３を完全に覆うように形成されている。そして，各ケー\nス１３，１３，……及び各図書３３には，それぞれバーコード３４，３５\nが付されている。また，コンテナ１２の側面には，スタッカークレーン１\n５による書棚１１に対しての入出庫動作のための把持手３６が設けられて\nいる。さらに，上記ケース１３の前面には，ピッキング装置１９によるコ\nンテナ１２に対しての入出庫動作のための把持手３７が設けられている。\nオ  【００２０】ここで，図４は図１に示した図書入出庫管理システムの制\n御システムを示している。すなわち，図中３９は中央処理装置で，例えば\nマイクロプロセッサ等を内蔵している。この中央処理装置３９には，…バ\nスライン４０を介して，…ファイルアダプタ４６を経て図書情報の記憶さ\nれたハードディスク４７…が接続されている。\n【００２１】また，上記中央処理装置３９には，バスライン４０を介して，\nシリアルインターフェースアダプタ５０を経て統括制御盤５１と定置式検\n出器５２とが接続されている。この統括制御盤５１は，…前記スタッカー\nクレーン１５，ピッキング装置１９，垂直搬送機及び搬送コンベア２５，\n２９等の動作を統括的に制御するもので，ケース１３の位置を検出する定\n置式検出器５２の検出結果に基づいて制御動作を行なうものである。\n【００２２】さらに，上記中央処理装置３９には，バスライン４０を介し\nて，シリアルインターフェースアダプタ５３を経てコンソール５４，ディ\nスプレイ５５，バーコードリーダ５６及びシリアルプリンタ５７が接続さ\nれている。そして，これらコンソール５４，ディスプレイ５５，バーコー\nドリーダ５６及びシリアルプリンタ５７は，カウンターステーション３０\nに設置されている。\n【００２３】また，上記中央処理装置３９には，バスライン４０を介して，\nシリアルインターフェースアダプタ５８を経てディスプレイ５９，バーコ\nードリーダ６０，シリアルプリンタ６１及びバーコードプリンタ６２が接\n続されている。そして，これらディスプレイ５９，バーコードリーダ６０，\nシリアルプリンタ６１及びバーコードプリンタ６２は，１階及び２階ステ\nーション３１，２６にそれぞれ設置されているものとする。\nカ  【００２６】上記のような構成となされた図書入出庫管理システムにお\nいて，以下，その動作を説明する。まず，図６は，図書３３の貸し出し動\n作を説明するためのフローチャートである。すなわち，図書３３の貸し出\nし動作は，利用者が貸し出しを要求する図書３３を，カウンターステーシ\nョン３０の図書館員に伝えることから開始（ステップＳ１）される。する\nと，カウンターステーション３０の図書館員は，ステップＳ２で，コンソ\nール５４を操作して要求された図書３３のコードを入力する。\n【００２７】要求図書３３のコードが入力されると，中央処理装置３９は，\nステップＳ３で，ハードディスク４７に記憶された図書情報から要求図書\n３３が書棚１１に在庫しているか否か，つまり現在貸し出し中であるか否\nかを判別し，判別結果をディスプレイ５５に表示する。そして，要求図書\n３３が書棚１１に在庫していない（ＮＯ）旨の表示がディスプレイ５５に\nなされると，図書館員は，ステップＳ４で，利用者に要求図書３３が在庫\nしていないことを説明して終了（ステップＳ１６）される。\n【００２８】また，要求図書３３が書棚１１に在庫している（ＹＥＳ）場\n合には，中央処理装置３９は，ステップＳ５で，統括制御盤５１に要求図\n書３３を書棚１１から取り出すための搬出指令を発生する。すると，統括\n制御盤５１の制御によって，詳細な動作は後述するが，各スタッカークレ\nーン１５，ピッキング装置１９，垂直搬送機６５及び搬送コンベア２５，\n２９等が動作され，ステップＳ６で，要求図書３３がケース１３に収容さ\nれた状態で書棚１１からカウンターステーション３０まで搬出されて，カ\nウンターステーション３０内に設定された搬入口から図書館員の手元に運\nばれる。\n【００２９】そして，カウンターステーション３０の図書館員は，ステッ\nプＳ７で，バーコードリーダ５６により搬出されてきたケース１３に付さ\nれたバーコード３４を読み取る。すると，中央処理装置３９は，ステップ\nＳ８で，読み取られたバーコード３４が要求図書３３のコードに対応して\nいるか否かを判別する。そして，対応していなければ（ＮＯ），図書館員\nは，ステップＳ９で，要求図書３３のコードを再確認し，ステップＳ１０\nで，コンソール５４を操作して要求図書３３の再出庫指令を発生し，ステ\nップＳ５の処理に戻される。\n【００３０】また，読み取られたケース１３のバーコード３４が要求図書\n３３のコードに対応していれば（ＹＥＳ），図書館員は，ステップＳ１１\nで，バーコードリーダ５６により利用者の持つ利用者カードに付されたバ\nーコードを読み取った後，ステップＳ１２で，ケース１３から図書３３を\n取り出しバーコードリーダ５６によりその図書３３に付されたバーコード\n３５を読み取る。すると，中央処理装置３９は，ステップＳ１３で，例え\nばハードディスク４７内に設定された図書貸し出しリスト記憶領域に，利\n用者カードのバーコードデータと貸し出す図書３３のバーコード３５デー\nタとを登録するとともに，その図書３３に対してハードディスク４７内に\n記憶されているロケーションやケース１３と図書３３との対応コード等の\n図書情報を削除する。\n【００３１】その後，図書館員は，ステップＳ１４で，図書３３と利用者\nカードとを利用者に渡し，ステップＳ１５で空ケース１３を所定場所に保\n管して，ここに，貸し出し動作が終了（ステップＳ１６）される。\n【００３２】次に，図７は，図書３３の返却動作を説明するためのフロー\nチャートである。すなわち，図書３３の返却動作は，利用者が返却する図\n書３３と利用者カードとをカウンターステーション３０に持ってくること\nから開始（ステップＳ１７）される。すると，カウンターステーション３\n０の図書館員は，ステップＳ１８で，利用者の持ってきた図書３３と利用\n者カードとを受け取り，ステップＳ１９で，コンソール５４を操作してそ\nの図書３３のコードを入力する。このコード入力がなされると，中央処理\n装置３９は，ハードディスク４７内に設定された図書貸し出しリスト記憶\n領域から，その図書３３の貸し出し登録を削除する。\n【００３３】そして，図書館員は，ステップＳ２０で利用者カードを利用\n者に返却した後，ステップＳ２１で，ケース保管場所から返却された図書\n３３を収容するのに相応しい任意のケース１３を選んで取り出し，バーコ\nードリーダ５６によりそのケース１３に付されたバーコード３４と図書３\n３に付されたバーコード３５とを読み取る。すると，中央処理装置３９は，\nステップＳ２２で，ケース１３から読み取ったバーコード３４データと図\n書３３から読み取ったバーコード３５データとを組み合わせて，ハードデ\nィスク４７に格納登録する。\n【００３４】次に，図書館員は，ステップＳ２３で，図書３３をケース１\n３に収容しカウンターステーション３０内に設定された搬出口にセットし\nた後，ステップＳ２４で，そのケース１３の書棚１１内における格納ロケ\nーションを設定しハードディスク４７に登録する。すると，中央処理装置\n３９は，ステップＳ２５で，統括制御盤５１にケース１３を書棚１１に返\n却するための格納指令を発生する。そして，統括制御盤５１の制御によっ\nて，詳細な動作は後述するが，各スタッカークレーン１５，ピッキング装\n置１９，垂直搬送機６５及び搬送コンベア２５，２９等が動作されて，ス\nテップＳ２６で，図書３３がケース１３に収容された状態で所定のコンテ\nナ１２に入れられ書棚１１に入庫され，ここに，返却動作が終了（ステッ\nプＳ２７）される。\nキ  【００３５】ここで，図８は，図書３３の貸し出し時に，要求図書３３\nを書棚１１からカウンターステーション３０まで搬出する動作を説明する\nためのフローチャートである。まず，開始（ステップＳ２８）され，ステ\nップＳ２９で，統括制御盤５１が中央処理装置３９からの搬出指令を受信\nすると，統括制御盤５１は，ステップＳ３０で，スタッカークレーン１５\nに書棚１１から所望のコンテナ１２を取り出す指令を与え，ステップＳ３\n１で，スタッカークレーン１５によって取り出されたコンテナ１２が出庫\n用ラックステーション１６に載置される。\n【００３６】次に，統括制御盤５１は，ステップＳ３２で，ピッキング装\n置１９を出庫用ラックステーション１６まで移動させ，ステップＳ３３で，\n移送機構３８によりコンテナ１２内の指定されたケース１３をピッキング\n装置１９に移送させる。そして，統括制御盤５１は，ステップＳ３４で，\nケース１３を搭載したピッキング装置１９を搬送レール１８上を移動させ\nて１階向搬出口２１まで移送し，ステップＳ３５で，垂直搬送機によりケ\nース１３をケース搬入口２８まで垂直移送し，ステップＳ３６で，搬送コ\nンベア２９によりケース１３をカウンターステーション３０の搬入口まで\n移送する。\n【００３７】その後，統括制御盤５１は，ステップＳ３７で，出庫用ラッ\nクステーション１６に載置されたケース１３の取り出されたコンテナ１２\nを，スタッカークレーン１５によって書棚１１の元の位置に入庫させ，ス\nテップＳ３８で，中央処理装置３９に出庫作業の完了したことを報告して\n終了（ステップＳ３９）される。\n【００３８】また，図９は，図書３３の返却時に，図書３３をカウンター\nステーション３０から書棚１１まで搬送する動作を説明するためのフロー\nチャートである。まず，開始（ステップＳ４０）され，ステップＳ４１で，\n統括制御盤５１が中央処理装置３９からの格納指令を受信すると，統括制\n御盤５１は，ステップＳ４２で，カウンターステーション３０の搬出口に\nセットされたケース１３を，搬送コンベア２９を介してケース搬出口３２\nまで移送し，ステップＳ４３で，垂直搬送機によりケース１３を１階向搬\n入口２３まで垂直移送する。\n【００３９】そして，統括制御盤５１は，ステップＳ４４で，ピッキング\n装置１９を１階向搬入口２３まで移動させ，ステップＳ４５で，移送機構\n３８により１階向搬入口２３のケース１３をピッキング装置１９に移送さ\nせる。その後，統括制御盤５１は，ステップＳ４６で，スタッカークレー\nン１５に書棚１１から所望のコンテナ１２を取り出す指令を与え，ステッ\nプＳ４７で，スタッカークレーン１５によって取り出されたコンテナ１２\nが入庫用ラックステーション１７に載置される。\n【００４０】次に，統括制御盤５１は，ステップＳ４８で，ケース１３を\n搭載したピッキング装置１９を搬送レール１８上を移動させて入庫用ラッ\nクステーション１７まで移動させ，ステップＳ４９で，移送機構３８によ\nりピッキング装置１９上のケース１３をコンテナ１２内に移送する。そし\nて，統括制御盤５１は，ステップＳ５０で，入庫用ラックステーション１\n７に載置されたケース１３の収容されたコンテナ１２を，スタッカークレ\nーン１５によって書棚１１の元の位置に入庫させ，ステップＳ５１で，中\n央処理装置３９に入庫作業の完了したことを報告して終了（ステップＳ５\n２）される。\n【００４１】したがって，上記実施例によれば，ケース１３と図書３３と\nの対応関係を固定的なものとせずに，ケース１３に付されたバーコード３\n４データと図書３３に付されたバーコード３５データとの組み合わせで入\n出庫管理を行なうようにしているので，返却された図書３３を任意のケー\nス１３に収容して書棚１１に入庫することができ，貸し出し及び返却時の\n作業を容易化することができる。\nク  【００４２】次に，図１０は，上記実施例の入出庫管理システムに付加\nして好適する，コンテナ１２単位の入出庫管理システムを示している。す\nなわち，書棚７４からスタッカークレーン７５によって出庫されたコンテ\nナ１２は，出庫用ラックステーション７６，搬送コンベア７７，コンテナ\n搬出口７８及び図示しない垂直搬送機を介した後，２階向コンテナ搬入口\n７９及び搬送コンベア８０を介して２階ステーション２６に搬送されると\nともに，１階向コンテナ搬入口８１及び搬送コンベア８２を介してカウン\nターステーション３０または１階ステーション３１に搬送される。\n【００４３】また，カウンターステーション３０または１階ステーション\n３１のコンテナ１２は，搬送コンベア８３を介して１階向コンテナ搬出口\n８４に搬送され，２階ステーション２６のコンテナ１２は，搬送コンベア\n８５を介して２階向コンテナ搬出口８６に搬送される。そして，１階向コ\nンテナ搬出口８４または２階向コンテナ搬出口８６に搬送されたコンテナ\n１２は，図示しない垂直搬送機を介して３階のコンテナ搬入口８７に移送\nされ，搬送コンベア８８を介して入庫用ラックステーション８９に移送さ\nれた後，スタッカークレーン７５により書棚７４に入庫される。\nケ  【００４４】このようなコンテナ１２単位の入出庫管理システムと，図\n１に示したケース１３単位の入出庫管理システムとを並設した状態を，図\n１１に示している。このように，ケース１３単位の入出庫管理システムに\n加えてコンテナ１２単位の入出庫管理システムを付加することにより，例\nえば通常の図書３３の貸し出し及び返却作業は，ケース１３単位の入出庫\n管理システムを使用して行ない，棚卸しや在庫整理のように大量の図書３\n３を移動させるようなときには，コンテナ１２単位の入出庫管理システム\nを使用する等，十分に実用的なシステムを構成することができる。なお，\nこの発明は上記実施例に限定されるものではなく，この外その要旨を逸脱\nしない範囲で種々変形して実施することができる。\nコ  【００４５】\n【発明の効果】以上詳述したようにこの発明によれば，図書とケースとの\n対応関係を固定的なものとせずに，返却された図書を任意のケースに収容\nして書庫に入庫することができ，貸し出し及び返却時の作業を容易化する\nことができる極めて良好な図書入出庫管理装置を提供することができる。\n検討\n原告は，本件審決が，「返却が要求された際に，返却が要求された図書の\n情報を入力することにより，複数の前記コンテナの中からコンテナを書庫か\nら取り出してステーションに搬送する搬送手段」を本件発明１と甲４発明の\n一致点と認定したことには誤りがあり，その認定の誤りは本件審決の取消事\n由を構成する旨を主張し，その根拠として，甲４発明においては，①ケース\nとコンテナ（格納ロケーション）の対応関係は固定されており，「複数の前\n記コンテナの中からコンテナを書庫から取り出」すものではないこと，②「\n返却が要求された図書の情報を入力する」ことと「コンテナを書庫から取り\n出」すこととの間に因果関係がないことを指摘する。\nつい\nて，原告がその主張の根拠とする上記①及び②の事実が認められるか否かに\nついて，以下検討する。\nア  ケースとコンテナ（格納ロケーション）の対応関係が固定されていると\nの点について\nａ  甲４の段落【００３３】，【００３４】及び【図７】によれば，甲\n４発明においては，図書が返却された際，当該図書は図書館員によっ\nて任意のケースに収容された後，書棚に入庫されることになるが，こ\nの間の処理手順は，次のようなものとされている。\nすなわち，まず，図書館員は，ケース保管場所から任意のケースを\n取り出し，そのケースに付されたバーコードと返却された図書に付さ\nれたバーコードとをバーコードリーダで読み取るが，これによって，\n両者のバーコードデータが組み合わされて，ハードディスクに格納登\n録される（ステップＳ２１，Ｓ２２）。次に，図書館員は，図書をケ\nースに収容しカウンターステーションの搬出口にセットした後，当該\nケースの書棚内における格納ロケーションを設定しハードディスクに\n登録する（ステップＳ２３，Ｓ２４）。すると，中央処理装置が，統\n括制御盤に格納指令を発し，その後，統括制御盤の制御によって，ス\nタッカークレーン，ピッキング装置，垂直搬送機及び搬送コンベア等\nが動作されて，図書を収容したケースが所定のコンテナに入れられ書\n棚に入庫されることになる（ステップＳ２５ないしＳ２７）。\n以上のような甲４の記載からすると，甲４発明において，図書を収\n容したケースが，書棚にある複数のコンテナのうちのいずれのコンテ\nナに収容され，書庫内のいずれのロケーションに格納されるかについ\nては，図書が返却された際に，図書館員が，当該図書を収納したケー\nスの書棚内における格納ロケーションを設定・登録することによって\n定まるものであることを自然に理解することができる。そして，この\nような理解からすれば，図書を収容したケースとそれを収容するコン\nテナとの対応関係は，図書の返却が行われる都度，上記格納ロケーシ\nョンの設定・登録によって新たに定まるものであって，原告が主張す\nるように，特定のケースが特定のコンテナに収容されるようあらかじ\nめ定められたもの（固定されたもの）ではないというべきである。\nｂ  これに対し，原告は，上記格納ロケーションの設定・登録は，ケー\nスとコンテナ（格納ロケーション）の対応関係が固定されている場合\nであっても，複数の図書が返却され，格納対象となるケースが複数あ\nる場合に，搬送処理を行うケース（したがって，そのケースを収容す\nべきコンテナ）を特定するために必要な処理であるから，甲４発明に\nおいて，上記格納ロケーションの設定登録が行われることは，ケース\nとコンテナ（格納ロケーション）の対応関係が固定されていないこと\nの根拠とはならない旨主張する。\nしかし，仮に，甲４発明において，ケースとコンテナ（格納ロケー\nション）の対応関係が固定されているとすれば，原告主張のように，\n格納対象となるケースが複数ある場合に搬送処理を行うケースを特定\nするための処理としては，搬送処理を行うケースのバーコードを読み\n取るなどして当該ケースを特定すれば足りることであって，当該ケー\nスに対応した格納ロケーションの設定を行う必要はないはずであり，\n更には，その格納ロケーションをハードディスクに登録することは，\nおよそ意味のない処理手順ということになる。この点，原告は，ケー\nスの格納ロケーションのハードディスクへの登録は，次の貸出しの際\nに当該ケースを取り出すために必要である旨主張するが，ケースと格\n納ロケーションの対応関係が固定されている以上，改めてケースの格\n納ロケーションをハードディスクに登録する処理など行わなくとも，\n次の貸出しの際に特定のケースを取り出すことに支障はないはずであ\nる。\nしたがって，原告の上記主張には理由がない。\nまた，上記 の認定は，甲４の次の記載からも裏付けられる。\nすなわち，甲４の段落【００３０】及び【図６】には，図書を貸し出\nす際の処理手順について，図書館員は，要求図書を取り出した後，利用\n者カードのバーコードと貸し出す図書のバーコードをそれぞれバーコー\nドリーダで読み取ること（ステップＳ１２，Ｓ１３），すると，中央処\n理装置は，両者のバーコードデータをハードディスク内の図書貸し出し\nリスト記憶領域に登録するとともに，当該図書に対してハードディスク\n内に記憶されているロケーションやケースと図書との対応コード等の図\n書情報を削除することが記載されている。\nしかるところ，上記のとおり，図書の貸し出しの際に，ハードディス\nクから削除される図書情報として，ケースと図書との対応コードに加え，\nこれと並列して「ロケーション」が挙げられていることからすれば，甲\n４発明において，図書の「ロケーション」の情報は，ケースと図書との\n対応関係に係る情報とは別個の情報としてハードディスクに記憶される\nものであると理解するのが自然である。そして，ケースと図書との対応\n関係に係る情報とは異なる図書の「ロケーション」情報とは，図書（ケ\nース）が収容されているコンテナの情報であるとしか考えられないから，\n上記の記述は，甲４発明においては，図書のロケーション（コンテナ）\nがケースとの対応関係によって一義的に定まるものではないこと，すな\nわち，ケースと格納ロケーション（コンテナ）の対応関係が固定された\nものではないことを示しているということができる。\n甲４には，コンテナの空きの有無を認知できる構成の記載がないとす\nる原告の主張について\nａ  原告は，甲４発明において，図書館員が，図書の返却の都度ケース\nと格納ロケーションの対応関係を新たに設定するのであるとすれば，\n図書館員は，図書の返却作業に際し，図書を収容したケースを収容す\nべきコンテナの空きの有無を認知している必要があるが，甲４には，\n図書館員が，目視又はシステムによりコンテナの空きの有無を認知で\nきる構成についての記載はないから，甲４発明では，ケースとコンテ\nナ（格納ロケーション）の対応関係は固定されているとしか考えられ\nない旨主張する。\n確かに，原告が主張するとおり，甲４発明が，図書館員によって図\n書の返却の都度ケースと格納ロケーションの対応関係が新たに設定・\n登録されるものであるとすれば，図書館員は，書棚にある複数のコン\nテナのうち，返却された図書を収容したケースを収容することができ\nるだけの空きスペースのあるコンテナを格納ロケーションとして設定\n・登録しなければならず，そのためには，図書館員において，その設\n定・登録の際に，書棚にあるコンテナの空き状況を認知していること\nが必要であることは明らかである。また，甲４をみても，甲４発明に\nおいて，図書館員が，上記格納ロケーションの設定・登録の際に，書\n棚にあるコンテナの空き状況をどのようにして認知するのかについて，\n具体的に説明する記載は見当たらないものといえる。\nｂ  しかしながら，以下のような甲４の記載等を総合すれば，甲４発明\nにおいて，図書館員が，図書の返却の際に図書が収容されたケースの\n格納ロケーションを設定・登録するに当たり，コンテナの空き状況を\n認知し得る構成を備えていることは，当業者において当然に理解し得\nることというべきである。\nまず，甲４の段落【００３０】及び【００３４】の記載によれば，\n甲４発明において，図書を収容した各ケースが書棚のいずれのコン\nテナに収容されているかという情報，すなわちケースの格納ロケー\nションの情報は，図書の返却時に，当該図書を収容したケースの格\n納ロケーションとして図書館員によって設定され，ハードディスク\n４７に登録されることになり，当該図書が貸し出されることにより\n削除されるまで，ハードディスク４７内に記憶されていることにな\nる。\nこのように，ハードディスク４７には，書棚に存在する全てのケ\nースについて，いずれのコンテナに収容されているかという情報が\n記憶されていることになるが，これをコンテナの側から見れば，書\n棚にある各コンテナについて，どのケースが収容されているかとい\nう情報が記憶されていることになるから，ハードディスク４７には，\n各コンテナについて，どれだけの空きがあるかという情報が記憶さ\nれているものといえる。なお，甲４発明において，各ケースは，規\n格化された一定の大きさのものとされるが，厚みについては，図書\nの厚みに応じた幾種類かのものがあるとされるところ，このような\n場合に，各ケースのバーコード情報の中に，当該ケースの厚みに関\nする情報も含まれるようにすることは，当然に行われるべきことと\nいえる。\nしたがって，甲４発明においては，ハードディスク４７内に，書\n棚にある各コンテナについて，どの程度の厚みの空きがあるかとい\nう点を含めた空き状況に関する情報が記憶されているものというこ\nとができる。\n⒝  他方，甲４の段落【００２０】ないし【００２３】及び【図４】\nの記載によれば，甲４発明の図書入出庫管理システムにおいては，\nマイクロプロセッサ等を内蔵する中央処理装置に，上記ハードディ\nスク４７が接続されており，また，上記中央処理装置には，図書館\n員が貸出し及び返却の作業を行うカウンターステーションに設置さ\nれたコンソール，ディスプレイ及びバーコードリーダ等の装置が接\n続されている。\nそして，図書館員は，カウンターステーションに設置された上記\n各装置を使用して，図書の貸出し及び返却時の作業を行うものであ\nるところ，図書の返却の際に図書が収容されたケースの格納ロケー\nションを設定・登録するに当たっても，図書館員は上記各装置を使\n用した入力を行い，それに応じた中央処理装置の処理によって，ハ\nードディスク４７への格納ロケーションの登録が行われるものと考\nえられる。\n⒞  以上で述べたとおり，甲４発明においては，図書館員が図書の返\n却の際に図書を収容したケースの格納ロケーションを設定・登録す\nるために使用するコンソール，ディスプレイ及びバーコードリーダ\n等の装置とハードディスク４７とが中央処理装置を介して接続され\nているところ，ハードディスク４７には書棚にある各コンテナにつ\nいての空き状況に関する情報が記憶されているのであり，他方，前\n図書の返却の際に図書を収容し\nたケースの格納ロケーションとして，当該ケースを収容することが\nできるだけの空きスペースのあるコンテナを設定・登録するために\nは，図書館員において，書棚にあるコンテナの空き状況を認知して\nいることが必要であることは明らかであることからすると，当業者\nからみれば，甲４発明においては，図書館員は，図書の返却の際に\n図書を収容したケースの格納ロケーションを設定・登録するに当た\nって，コンソールやディスプレイ等の装置を操作することにより，\n中央処理装置を介しハードディスク４７に記憶された各コンテナに\nついての空き状況に関する情報を参照するなどして，コンテナの空\nき状況を認知することが予定されているものと当然に理解し得ると\nいうべきである。\nｃ  以上によれば，甲４において，図書館員がコンテナの空きの有無を\n認知できる構成についての具体的な記載がないからといって，甲４発\n明ではケースとコンテナ（格納ロケーション）の対応関係が固定され\nているとしか考えられないとはいえないのであり，この点に関する原\n告の主張には理由がない。\n以上で述べたところを総合すれば，甲４発明においては，ケースとコ\nンテナ（格納ロケーション）の対応関係が固定されているものとは認め\nられないというべきであるから，このことを根拠として，本件審決によ\nる本件発明１と甲４発明の一致点の認定に誤りがあるとする原告の主張\nは理由がない。\nイ  「返却が要求された図書の情報を入力する」ことと「コンテナを書庫か\nら取り出」すこととの間に因果関係がないとの点について\n甲４の段落【００３３】，【００３４】及び【図７】の記載によれば，\n甲４発明において図書が返却された際の処理手順では，図書館員が，ケ\nース保管場所から任意のケースを取り出し，そのケースに付されたバー\nコードと返却された図書に付されたバーコードとをバーコードリーダで\n読み取ることによって，返却が要求された図書の情報の入力が行われて\nおり，その結果，ケースと図書のバーコードデータが組み合わされて，\nハードディスクに格納登録されることになる（ステップＳ２１，Ｓ２２）。\n他方，甲４発明において，返却された図書を収容したケースを収容す\nるためのコンテナの取出しは，図書館員が，当該ケースの格納ロケーシ\nョンを設定しハードディスク４７に登録すること（ステップＳ２３，Ｓ\n２４）により，中央処理装置から統括制御盤への格納指令が発せられ，\nその後，統括制御盤の制御によって，スタッカークレーン等の装置が動\n作されて，所定のコンテナが取り出される（ステップＳ２５ないしＳ２\n７）という手順で行われることになる。\nこのような甲４発明における図書の返却時の処理手順からすれば，書\n棚にある複数のコンテナの中から，返却された図書を収容したケースを\n収容するコンテナを選定し，これを取り出す処理は，図書館員による格\n納ロケーションの設定・登録によって行われていることが明らかである。\nそして，図書館員が上記格納ロケーションを設定・登録するに当たって\nコンソールやディスプ\nレイ等の装置を操作することにより，中央処理装置を介しハードディス\nク４７に記憶された各コンテナについての空き状況に関する情報を参照\nするなどして，当該ケースを収容するのに適した空きのあるコンテナを\n選定しているものと考えられるのであり，甲４には，この選定に，先に\n入力された返却図書のバーコードデータが用いられていることをうかが\nわせる記載はなく，また，技術的に見ても，上記の選定に返却図書に関\nする情報が用いられるべき理由は見当たらないというべきである。\nしてみると，甲４発明においては，「返却が要求された図書の情報を\n入力すること」によって，「複数の前記コンテナの中からコンテナを書\n庫から取り出」す処理が行われるものとはいえない。\nこれに対し，被告は，甲４の段落【００３４】の記載において，「ス\nテップＳ２４で，そのケース１３の書棚１１内における格納ロケーショ\nンを設定しハードディスク４７に登録する」処理を行う主体は，図書館\n員ではないとの前提に立った上で，甲４発明においては，返却図書及び\nケースに付されたバーコードを読み取ることによって，収容位置情報（す\nなわち，格納ロケーション）が生成（設定）されるから，「返却が要求\nされた図書の情報を入力すること」によって，「複数の前記コンテナの\n中からコンテナを書庫から取り出」す処理が行われている旨主張する。\nしかしながら，甲４の段落【００３４】の記載は，「次に，図書館員\nは，ステップＳ２３で，図書３３をケース１３に収容しカウンターステ\nーション３０内に設定された搬出口にセットした後，ステップＳ２４で，\nそのケース１３の書棚１１内における格納ロケーションを設定しハード\nディスク４７に登録する。」というものであり，この記載からすれば，\nステップＳ２３及びステップＳ２４を行う共通の主体が「図書館員」と\nされていることが，文言上明らかであるから，被告の前記主張は，その\n前提において誤りであって，採用できない。\n以上によれば，本件審決が，「返却が要求された際に，返却が要求さ\nれた図書の情報を入力することにより，複数の前記コンテナの中からコ\nンテナを書庫から取り出してステーションに搬送する搬送手段」を本件\n発明１と甲４発明の一致点と認定したことには，誤りがあるものといえ\nる。\nしかるところ，原告は，誤って認定された一致点に対応する相違点に\nついて，甲１の３その他いかなる先行文献にも開示がなく，甲４発明と\nこれらの文献を組み合わせたとしても，当該相違点に係る本件発明１の\n構成とすることはできないから，上記の一致点の認定の誤り・相違点の\n看過は，審決の結論に影響を及ぼすものであり，審決の取消事由を構成\nする旨主張する。\nしかしながら，本件審決は，上記の点において本件発明１と甲４発明\nの一致点の認定を誤りながらも，相違点の認定においては，前記第２の\n甲４発明は「返却が要求された図書の寸法情報を入\n力することにより，該返却図書の寸法に対応する複数のコンテナの中か\nら空きのあるコンテナを書庫から取り出」す構成を具備しない点を相違\n点２として認定した上で，当該相違点に係る本件発明１の構成について\nは，甲４発明に，周知技術１の寸法別のコンテナ等の構成を適用するに\n際して，甲１の３記載の技術的事項に基づき当業者が容易に想到し得た\nものと判断している。そして，本件審決の上記判断に誤りがないことは，\n後記３の取消事由２についての判断において述べるとおりである。\nしてみると，本件審決における上記一致点の認定の誤りは，本件審決\nの結論に影響を及ぼすものとはいえないから，本件審決の取消事由とな\nるものではない。\n小括\n以上によれば，原告主張の取消事由１は理由がない。\n３  取消事由２（相違点２についての容易想到性判断の誤り）について\n甲１の３の記載事項\nア  甲１の３（カリフォルニア州立大学オビアット図書館第ⅠⅠ期プロジェ\nクト仕様書）には，「図書館設備―自動保管取り出しシステム（ＡＳＲＳ）」\n（訳文４頁２行）の見出しに続いて，次の事項が記載されている。\n「パート１  一般」の章のうち「１．０１業務の内容」（訳文４ない\nし６頁）の項目中には，以下の記載がある。\nａ  「Ａ．含まれる業務\n機器供給者は，\n１．６基のミニロードスタッカクレーン。スタッカクレーンは，…容\n器挿入／引き出し機構を備えなければならない。…\n２．棚の構造は，全部で１３，２６０個の容器の収容位置を含む６通\n路分から構成される。…\n５．仕切り，容器アドレス，及びセクターラベルを含む容器。…\n７．６つのＡＳ／ＲＳ通路端ワークステーション。…\n９．コンピュータシステム，コントローラ，周辺機器，及びソフトウ\nエアを含む，在庫チェック（インベントリ）コントロール，コンベ\nヤコントロール，及び図書館コンピュータシステムとのインターフ\nェイスを供給するためのＡＳＲＳコントローラ。…\nからなる，自動保管取り出しシステム（ＡＳ／ＲＳ）を設計，製作，\n据付するための，全ての必要なエンジニアリングサービス，労務，材\n料及び機器を供給しなければならない。」（訳文４頁８行ないし５頁\n１７行）\nｂ  「Ｃ．本章の用語の定義\n１．本仕様書で文字「ＬＣＳ」が用いられる場合は常に，ＬＣＳは「図\n書館コンピュータシステム」を意味すると理解されなければならな\nい。\n２．本仕様書で文字「ＡＳＲＳ」が用いられる場合は常に，ＡＳＲＳ\nは「自動保管取り出しシステム」を意味すると理解されなければな\nらない。\n３．本仕様書で文字「ＥＡＷＳ」が用いられる場合は常に，ＥＡＷＳ\nは「通路端ワークステーション」を意味すると理解されなければな\nらない。」（訳文６頁９ないし１８行）\n「パート２ 製品」の章のうち「２．０２ ＡＳＲＳシステムの一般的\n記載」（訳文１１ないし１８頁）の項目中には，以下の記載がある。\nａ  「Ａ．ＡＳ／ＲＳシステムのパラメータ…\n６．標準システム構成\na. ６通路ミニロードシステム…\nｃ．段の数：３４段 段の高さ：容器の深さ＋次の容器の底面まで最\n大１．０インチ\n７．２４インチ×４８インチの容器（内側寸法）の底面図を用いる。容\n器の要求数の分配は下記のようになる。\n容器サイズ                     要求個数\n２４インチ幅×４８インチ長×６．０インチ深さ        ３９０\n２４インチ幅×４８インチ長×１０．０インチ深さ      ７０２０\n２４インチ幅×４８インチ長×１２．０インチ深さ     ５０７０\n２４インチ幅×４８インチ長×１５．０インチ深さ      ３９０\n２４インチ幅×４８インチ長×１８．０インチ深さ      ３９０\n全容器数    １３２６０\n10．システムに保管される標準的なマテリアル：本，雑誌，印刷物…\nといった図書館マテリアル…\n12．保管されるパートの数\n形式      全個数       個数／容器    容器の高さ\n１．本と雑誌    ９５０，０００      ９６     １０インチ\n６４     １２インチ\n６４     １５インチ\n３．児童向図書    ８，１１５     １４０     １２及び\n１５インチ\n４．テキスト     １７，０９５       ６０    １２インチ」\n（訳文１１頁２行ないし１２頁２２行）\nｂ  「Ｂ．マテリアルフロー…\n１．…ＡＳ／ＲＳアイテムの要求が，図書館コンピュータシステム（Ｌ\nＣＳ）になされたとき，オーダー要求入力手順が，６つのＡＳ／Ｒ\nＳワークステーションの１つで開始される。\n２．ワークステーションのオペレータは，要求されたアイテムを，自\n動的に取り出された容器から取り出し，もし，要求されたアイテム\nがランダムに保管される場合には，ＡＳＲＳへ返却するアイテムを\nインプットする。\n不変ロケーションアイテムは，それらが不変に割り当てられた容\n器に返却されなければならない。\n３．要求が入力されたときには，利用者名と識別番号，アイテムのバ\nーコードナンバー…といった情報を含んだスリップが作られる。こ\nのスリップに印刷された情報を用いて，オペレータはＥＴＶ配送車\n上のコンテナの中に，取り出されたアイテムを入れ，この配送車を\n図書館内の様々な届け先へ送り出す。\n４．通常の要求と返却オペレーションに加えて，ＬＣＳとＡＳＲＳと\nの間のアイテムの移送が可能である。…\n５．ＡＳＲＳアイテムが，サーキュレイションエリアで図書館へ返却\nされるとき，それらのアイテムは，ＡＳ／ＲＳワークステーション\nへ返却するため，サイズのカテゴリーごとに（例えば，ランダム保\n管アイテム），及び通路ごとに（不変保管アイテム），手動で棚載\n用台車に事前に格納される。次に，アイテムは，要求が入力された\nとき，またはキューに要求がない時点で，ＡＳ／ＲＳ保管容器に返\n却される。…\n管され，追跡される「非ＬＣＳ」保管アイテムの２つの分類からな\nる。通常アイテムは，ランダム保管と専用保管の両方からなり，一\n方，非ＬＣＳアイテムは，専用の容器保管ロケーションのみが割り\n当てられる。」（訳文１３頁４行ないし１４頁２０行）\nｃ  「Ｃ．ＡＳ／ＲＳアイテムの識別…\nＡＳＲＳに保管される全てのアイテムは，各種レベルにおける識別\n手段として，下記を用いる。\n１．簡潔図書目録記録\n図書整理番号，著者，及びタイトルが，図書目録の識別用に用い\nられ，各々は，最大３７文字の英数字文字列からなる。バーコード\nナンバーが第１次的なキーフィールドであり，図書整理番号，著者，\n及びタイトルは，単なる第２次的な識別手段である。…\nｂ．バーコードナンバー\nバーコードナンバーは，下記のように，１４桁の番号のキーフ\nィールドである。\n３ ０７００ １０１４７４２ ０（判決注：甲１の３には，これ\nらの数字の意味について，次のとおり記載されている。\n「３」  ラベルタイプ（アイテムについては，常に‘３’）\n「０７００」  図書館識別番号（ＣＳＵＮについては，常に‘０\n７００’）\n「１０１４７４２」  連番\n「０」  モジュラス１０補完チェック桁）\n１．このバーコードナンバーは，個々のアイテムを一意的に識別\nするため，ＬＣＳシステムによっても，ＡＳＲＳシステムによ\nっても両方に用いられる。このバーコードナンバーのラベルは，\nアイテムの内側カバー上に位置する。…\nｃ．サイズ／通路コード\nサイズコード，または通路コードが，各々のアイテムの上端に\nマークされる。ランダム保管アイテムは，サイズコード（例えば，\nＡ，Ｂ，またはＣ）を有し，一方，不変ロケーションアイテムは，\n通路コード…を有する。サイズ／通路コードは，保管のためＡＳ\n／ＲＳへ返却する前に，図書館マテリアルを手動で事前仕分けす\nるために用いられる。\nｄ．バーコードの最後の２桁\nサイズコード，または通路コードに加えて，アイテムバーコー\nドの最後の２桁が，各々のアイテムの上端にマークされる。これ\nらの２桁は，ＡＳＲＳオペレータが，マテリアルを容器から出す\nオーダーをするのを容易にするために提供される。」（訳文１４\n頁下から３行ないし１７頁６行）\nｄ  「Ｄ．フルの容器とフルのセクターの定義…\n２．最も低いレベルの保管の階層は，セクターである。次に高い保管\nの階層は，容器である。例えば，複数のセクターが容器を構成する。\n３．セクターは「フル」，「フルではない」，または「空」の３つの\n状態のうち，１つの状態をとることができる。\n４．オペレータが，例えば，キーボードを打って，セクターがフルで\nあるとシステムに宣言したときは，ＡＳＲＳは，このセクターが「フ\nル」であると判断する。ランダムロケーション保管においては，オ\nペレータによってセクターがフルであると宣言されるまで，ＡＳＲ\nＳは，返却アイテムを，「フルではない」状態のセクターへ割り当\nてるようにする。…\n７．容器の全てのセクターがフルであるとき，ＡＳＲＳは，容器が「フ\nル」であると判断する。この定義によれば，「部分的にフル」の容\n器は，少なくとも１つの「フルでない」または「空」のセクターを\n有し，「空」の容器は，容器のセクターが全て空になっている。\n８．ランダムロケーション保管においては，ＡＳＲＳによって，以下\nの優先規則が用いられる。\nａ．「フルでない」セクターは，「空」のセクターよりも高い優先\n順位を有する。\nｂ．同じ容器の中の全ての「フルでない」セクターは，同等の優先\n順位を有する。\nｃ．「部分的にフル」の容器は，「空」の容器よりも，高い優先順\n位を有する。\nｄ．「空」のセクターの数が少ない「部分的にフル」の容器は，「空」\nのセクターの数が多い「部分的にフル」の容器よりも，高い優\n先順位を有する。\nｅ．「空」のセクターの数が同じである「部分的にフル」の容器は，\n同等の優先順位を有する。\n９．要求されたアイテムがセクターから取り出されたときには，いつ\nでも，要求されたアイテムが取り出される前は，「フル」と宣言さ\nれていたとしても，システムは，代わりのランダム保管アイテムを，\nこのセクターへ入れることを許容する。」（訳文１７頁７行ないし\n１８頁１９行）\n「パート２ 製品」の章のうち「２．０３ ソフトウエアの仕様」（訳\n文１８ないし３０頁）の項目中には，次の記載がある。\nａ  「Ｂ．ソフトウエア…\n１．本章では，ＡＳ／ＲＳコントロールシステム（ＡＳＲＳ）のため\nの機能仕様を記載する。ＡＳＲＳは，専用のコンピュータシステム\nであって，…その機能は，６つのＡＳ／ＲＳワークステーションに\nおけるオペレーションコントロール：つまり，オーダーの書き込み\nを要求，アイテムの返却，アイテムの移送，在庫チェック，及びセ\nキュリティである。このシステムは，図書館のコンピュータシステ\nム（ＬＣＳ）とインターフェイスを取るようになっている。」（訳\n文２２頁下から１０行ないし最終行）\nｂ  「Ｃ．要求手順…\n１．オンライン公共アクセスカタログ（ＯＬＰＡＣ）を用いる利用者\nは，貸し出しのため，ＡＳＲＳにロケーションがあるアイテムを要\n求することができる。全てのＡＳＲＳアイテム要求は，ＡＳＲＳタ\nーミナルを通して要求される非ＬＣＳアイテムを除いて，ＬＣＳを\n通して生じる。ＬＣＳは，借り手のＩＤナンバーを入力させて，利\n用者の要求を確認する。…確認プロセスが完了すると，アイテム要\n求のトランザクションが，インターフェイスを介して，ＡＳＲＳへ\n送信される。\n２．オーダー入力手順…\nａ．ＬＣＳ要求に対するＡＳ／ＲＳの応答\n何れかのＡＳ／ＲＳに関して，確認された利用者のアイテム要\n求トランザクションを，インターフェイスを介して受け取ると，\n直ちに，ＡＳ／ＲＳは，要求されたアイテムを伴う容器の取り出\nしを自動的に開始する。…\n３．要求された容器の配送…\nａ．通路端ワークステーション（ＥＡＷＳ）において，中に入った\n１以上の要求アイテムを伴って容器が配送される。…\n４．要求アイテムの選択…\nａ．ＥＡＷＳオペレータは，アイテムを識別するため，アイテムナ\nンバーの最後の２桁（各アイテムの上端にマークされている）を\n用いて，アイテムを容器から取り出す。…\n５．ランダム保管アイテムの交換…\nａ．もし，要求アイテムが，ランダムに保管される（ランダムに保\n管されるアイテムは，上端にサイズコード，例えば，Ａ，Ｂ，ま\nたはＣ，がマークされる）場合には，ＡＳＲＳは，通常，ＡＳ／\nＲＳ要求を満たすためにアイテムが取り除かれたごとに，ＡＳ／\nＲＳへ返却されるアイテムのインプット（第２．０３．Ｄ章）…\nを予期する。\nｂ．オペレータが，代替アドレスをインプットしない限り，ちょう\nどアイテムを取り除いた容器とセクターのアドレスが，保管され\nるアイテムに自動的に割り当てられる。」（訳文２３頁９行ない\nし２７頁３行）\nｃ  「Ｄ．マテリアル返却手順…\n１．ＥＡＷＳにおける返却アイテムのスキャニング…\nａ．ＡＳ／ＲＳへの返却は，アイテムの光学的スキャニングで開始\nされ，通常，アイテムを容器から取り除いた後に行われる。各Ｅ\nＡＷＳでは，ＡＳ／ＲＳの中へ積載されるのを待っているアイテ\nムのグループが，棚載台車上に保管されている。\nランダムに保管されるアイテムは，サイズグループ（例えば，\nＡ，Ｂ，またはＣ）によって分類され，…サイズグループは，ア\nイテムナンバーの最後の２桁と共に，アイテムの上端に記載され\nる。\nｂ．同様のスキャニングによって，インターフェイスを介する，Ｌ\nＣＳへのアイテム返却トランザクションの送信が開始される。…\n３．ランダムロケーションの割り当て…\nａ．インターフェイスを介したアイテム返却トランザクションの送\n信の開始と共に，同じスキャニング（第２．０３．Ｄ．１章）に\nよって，現在，ＥＡＷＳにいる容器に対して，正しいサイズグル\nープのランダムに保管されるアイテムを，アイテムがちょうど取\nり出された容器セクターに自動的に割り当てることを開始する。\nその他の場合には，ロケーション割り当てアルゴリズムが，第２．\n０２．Ｄ．章に記載された優先順位規則を用いる。…\nｃ．オペレータがアイテムを挿入した後，ＡＳＲＳは，オペレータ\nに容器をその保管ロケーションへ返却するように促す。…\nｅ．オペレータのオプションとして，容器が配送されたときに，ア\nイテムを取り出さないで，アイテムをＡＳ／ＲＳへ返却すること\nができる。この場合には，システムは，第２．０２．Ｄ章（判決\n注：上記 に記載された優先順位を用いて，収容ス\nペースが利用可能な（フルでない）容器を取り出す。」（訳文２\n８頁２行ないし２９頁最終行）\nイ  以上によれば，甲１の３には，本件審決が認定したとおりの技術的事項\n（本件審決５０頁下から７行ないし５２頁１９行）が開示されていること\nが認められる。\n甲４発明に甲１の３記載の事項を適用できるとした判断の誤りについて\n原告は，甲４発明と甲１システムとは，基本的構成等を異にしており，両\n者を組み合わせることはできないから，甲４発明に甲１の３記載の事項を適\n用することによって相違点２に係る本件発明１の構成とすることを当業者が\n容易に想到し得るとした本件審決の判断は誤りである旨主張する。\nそこで，以下では，原告が甲４発明と甲１システムとの基本的構成等が異\nなる根拠として主張する事由ごとに，その主張の当否を検討することとする。\nア  原告は，甲４発明は，ケースとコンテナ（格納ロケーション）の対応関\n係が固定されている点において，アイテムと容器の関係がフリーである甲\n１システムと基本的構成を異にする旨主張する。\nしかし，甲４発明において，ケースとコンテナ（格納ロケーション）の\n対応関係が固定されているものといえない で述べたと\nおりであるから，原告の上記主張に理由がないことは明らかである。\nイ  また，原告は，甲４発明は，図書を収容したケースをピッキング装置１\n９等の構成により書棚に収容するもので，図書館員の手元にコンテナが届\nかないのに対し，甲１システムは，図書館員が，その手元にある容器に図\n書を収容するものであり，両者の返却処理の技術思想は根本的に異なり，\n作用・機能も異なる旨主張する。\nしかし，甲４の段落【００４２】，【００４３】及び【図１０】の記載\nによれば，甲４には，原告が主張する，図書を収容したケースをピッキン\nグ装置１９等により書棚に収容するもので，図書館員の手元にコンテナが\n届かない構成の実施例（段落【００１２】ないし【００４１】）のほか，\nコンテナ単位の入出庫管理システムに係る実施例，すなわち，【図１０】\nに示されたとおり，書棚とステーションとの間において，スタッカークレ\nーン，出庫用及び入庫用ラックステーション，搬送コンベア並びに垂直搬\n送機によって，コンテナ単位で図書の入出庫を行う構成の実施例が開示さ\nれている。そして，本件審決は，\nに基づき，「貸し出しが要求された図書３３のコードを入力することによ\nり，前記ハードディスク４７の記憶内容に基づいて，該要求図書３３がケ\nース１３とともに収容されているコンテナ１２を前記書庫から取り出して\nステーション（例えば，図１０の２６，３０，３１）にスタッカークレー\nン７５，搬送コンベア７７，搬送コンベア８０，搬送コンベア８２により\n搬送するとともに，返却が要求された際に複数の前記コンテナの中から所\n望のコンテナを書庫から取り出してステーションに搬送」する構成のもの\nを甲４発明として認定したものである（なお，原告は，本件審決によるこ\nのような甲４発明の認定自体に誤りがあることを取消事由として主張する\nものではない。）。\n以上のような甲４発明の認定を前提とすれば，甲４発明は，図書館員の\n手元にコンテナが届かないものではないから，原告の前記主張は，その前\n提を欠くものであって，理由がない。\nウ  さらに，原告は，甲４発明は，ケースの存在が不可欠なものであり，こ\nの点において甲１システムとは本質的に構成が相違している旨主張する。\nこの点，甲４の段落【０００２】及び【０００３】の記載によれば，甲\n４の図書入出庫管理装置において，図書をケースに収容することとされる\nのは，図書は，その寸法や形状が様々であるため，このままでは書庫に対\nする入出庫動作を自動化することができなかったところ，１冊単位で規格\n化された大きさのケースに収容することにより，図書を１冊単位毎に自動\nでコンテナから取り出しあるいは返却する際に，ハンドリングやロケーシ\nョンの管理が容易になり，個別にて搬送する際にも図書を保護することが\nできるからであるとされている。\n他方，本件審決が認定した甲４発明は，前記イのとおり，書棚とステー\nションとの間において，スタッカークレーン，出庫用及び入庫用ラックス\nテーション，搬送コンベア並びに垂直搬送機によって，コンテナ単位で図\n書の入出庫を行う構成のものであるところ，このような構成においては，\n図書を１冊単位毎に自動でコンテナから取り出しあるいは返却するもので\nはなく，図書の個別搬送を行うものでもないから，甲４において図書をケ\nースに収容することとされる理由がそのまま当てはまるものではなく，甲\n４発明について，ケースの存在が不可欠であるとはいえないというべきで\nある。\nしたがって，原告の上記主張は，その前提を欠くものであって，理由が\nない。\nエ  以上のとおり，甲４発明と甲１システムとが基本的構成等を異にする旨\nの原告の主張はいずれも理由がなく，したがって，これを根拠として，甲\n４発明に甲１の３記載の事項を適用できるとした本件審決の判断に誤りが\nあるとする原告の主張は，採用できない。\n甲４発明に甲１の３記載の事項を適用することによって相違点２に係る本\n件発明１の構成とすることができるとした判断の誤りについて\n原告は，甲１システムにおいて，図書の返却時にスキャンされるバーコー\nドナンバーには図書の寸法情報が含まれておらず，他方，図書のサイズに関\nするコードは，図書の上端に付され，返却作業に先立ち，図書館員が図書を\n手作業でソートする際に参照されるにすぎないことから，甲１システムは，\n「返却が要求された図書の寸法情報を入力することにより，該返却図書の寸\n法に対応する…空きのあるコンテナを取り出」すものではなく，甲４発明に\n甲１システムを適用しても，相違点２に係る本件発明１の構成とすることは\nできない旨主張する。\nそこで， １の３の記載を前提として，甲１システムが，\n「返却が要求された図書の寸法情報を入力することにより，該返却図書の寸\n法に対応する…空きのあるコンテナを取り出」す処理を行うものといえるか\n否かについて検討する。\nア  とおりの甲１の３の記載によれば，甲１システムにおいて保管\nされる図書等のアイテムには，取出し・返却によっても保管先の容器が変\nわらない不変ロケーションアイテムと，取出し・返却の都度，ランダムに\n保管先の容器が割り当てられるランダム保管アイテムが存在するところ，\nランダム保管アイテムについての返却手順 ）においては，\nＡＳ／ＲＳへの返却は，アイテムの光学的スキャニングで開始され，通常，\nアイテムを容器から取り除いた後に行われるものとされる（\nのＤ．１．ａ）。すなわち，返却するアイテムのバーコードをスキャニン\nグすると，その時点でＥＡＷＳ（通路端ワークステーション）に存在し，\nアイテムがちょうど取り出された容器セクターに，当該返却アイテムのロ\nケーションが自動的に割り当てられることなる（ のＤ．３．\nａ）。\nそして，このような返却手順においては，アイテムの取出しのためにＥ\nＡＷＳに配送され，ちょうどアイテムが取り出された容器に返却アイテム\nが返却されているのであるから，「返却が要求された図書の寸法情報を入\n力することにより，該返却図書の寸法に対応する…空きのあるコンテナを\n取り出」す処理が行われるものでないことは明らかといえる。\nイ  他方，甲１システムにおける返却手順には，オペレータのオプションと\nして，上記とは異なる返却手順も存在する。そして，この手順では，アイ\nテムの取出しのためにＥＡＷＳに配送された容器の存在は前提とされず，\n第２．０２．Ｄ章に記載された優先順位規則（容器を，全てのセクターが\nフルである「フル」，少なくとも１つのフルでないセクターを有する「部\n分的にフル」，全てのセクターが空である「空」に分け，これらに一定の\n優先順位を付けたもの）を用いて，収容スペースが利用可能な（フルでな\nい）容器を取り出すものとされている（ のＤ．３．ｅ）。\nしかるところ，甲１システムにおいては，上記容器として，２４インチ\n幅×４８インチ長の底面のサイズを共通にするが，高さが異なる（６．０\nないし１８．０インチ）５種類のサイズのものが用いられ ），\nアイテムをサイズ別に分類し，そのサイズに対応したサイズの容器に収容\nして保管するものとされている。そうすると，上記オプションに係る返却\n手順において，返却アイテムを収容するのに適切な容器を取り出すに当た\nっては，収容スペースが利用可能な容器を取り出すことのみならず，当該\n返却アイテムのサイズに対応したサイズの容器を取り出すことが必要であ\nることは明らかである。そして，そのためには，オペレータが上記オプシ\nョンに係る返却手順を行うに当たり，当該返却アイテムのサイズ情報が入\n力されるようにし，その情報に基づいて適切なサイズの容器を取り出すよ\nうにすることが自然な方法というべきところ，甲１システムにおいては，\nランダム保管アイテムに，例えばＡ，Ｂ，Ｃといったサイズコードが付さ\nれ，返却前の手動での事前仕分けに用いられ の\nＣ．１．ｃ）からすれば，このサイズコードに応じた情報の入力により，\n当該サイズに対応したサイズの容器を取り出す処理が行われているものと\n理解するのが合理的というべきである。\nウ  この点，確かに，原告主張のとおり，甲１の３においては，上記サイズ\nコードの使用について，アイテムの上端に付されたサイズコードが返却前\nの手動での事前仕分けに用いられることが記載されるのみであり，容器の\n取出しのために用いられることについて，具体的に説明する記載はない。\nしかし，上記イで述べたとおり，甲１システムが，複数のサイズの容器を\n用い，アイテムをそのサイズに対応したサイズの容器に収容して保管する\nものであり，上記オプションに係る返却手順における適切な容器の取出し\nにはアイテムのサイズ情報の使用が必要と認められる以上，甲１システム\nにおいては，サイズコードを入力する具体的態様は明らかではないものの，\nその入力によって容器の取出しの制御が行われていること自体は否定し難\nいし，このことは当業者にとっても十分に理解可能というべきである。\nなお，特開平３－２６４３９６号公報（甲１３）及び実願昭６３－１５\n０２８９号（実開平２－７２２２５号）のマイクロフィルム（甲１４）に\nよれば，図書管理システムにおいて，アイテムのサイズ情報を特定する方\n法としては，システム内に図書コード単位で図書管理データを持たせ，こ\nれを参照して当該図書に関するデータを特定する方法（甲１３）やサイズ\n情報に対応する情報を直接入力する方法（甲１４）が，本件出願前から知\nられていたから，当業者であれば，甲１システムにおいても，これらの方\n法を適宜選択して，アイテムのサイズ情報を特定・入力していることも当\n然に理解し得るものといえる。\nエ  以上によれば，甲１システムは，返却アイテムのサイズコードに応じた\n情報を入力することにより，当該サイズに対応したサイズの容器を取り出\nす処理を行うものであり，また，その際，所定の優先順位規則を用いて，\n収容スペースが利用可能な容器を取り出す処理を行うものであるから，「返\n却が要求された図書の寸法情報を入力することにより，該返却図書の寸法\nに対応する…空きのあるコンテナを取り出」す処理を行うものといえる。\nしたがって，原告の前記主張は，その前提を欠くものであって，理由が\nない。\n小括\n以上によれば，原告主張の取消事由２は理由がない。\n４  取消事由３（相違点３についての容易想到性判断の誤り）について\n原告は，本件審決が，甲４発明並びに甲５積層棚及び周知技術２に基づき，\n相違点３に係る本件発明１の構成を得ることは当業者が容易になし得たことで\nあるとした点について，収容効率と出納効率がトレードオフの関係にある自動\n化書庫に係る甲４発明において，収容効率を向上させるために，明らかに出納\n効率を低下させる甲５積層棚の構成を適用することには阻害要因があるから，\n審決の判断は誤りである旨主張する。\n他方，被告は，本件審決の上記判断は，確定した本件第１次判決の拘束力に\n従ったものであるから，取り消されるべき違法はない旨主張するので，以下検\n討する。\n本件第１次審決（甲４１）は，第１次訂正後の特許請求の範囲の請求項１\nに記載された発明（以下「第１次訂正発明１」という。）について，甲４発\n明と甲１の３に記載された発明，甲５に記載された発明及び従来周知の技術\n的事項に基づいて当業者が容易に発明することができたとはいえないとして，\n特許法２９条２項違反の無効理由の存在を否定した。\nその際，本件第１次審決は，第１次訂正発明１と甲４発明の一致点として，\n本件審決が認定した本件発明１と甲４発明の一致点と同様のもの（前記第２\nを認定し，また，相違点１ないし３として，本件審決が認定し\nた本件発明１と甲４発明の相違点１ないし３とほぼ同様のもの（前記第２の\n。相違点３に係る本件発明１又は第１次訂正発明１の構成において，\n書庫の複数の棚領域に，搬送手段によってコンテナを取り出す間口に対して，\n奥行き方向に収容されるコンテナの数について，本件審決では「２個」と特\n定されているのに対し，本件第１次審決では「複数」とされている点のみが\n異なる。）を認定した上で，相違点１及び３に係る第１次訂正発明１の構成\nについて，いずれも当業者が容易に想到し得たものであるとはいえない旨判\n断した。\nこれに対し，本件第１次判決（甲４８）は，上記相違点１及び３に係る第\n１次訂正発明１の構成は，いずれも当業者が容易に想到し得たものであると\n判断し，この点についての判断の誤りを理由として，本件第１次審決を取り\n消したものであるが，上記相違点３に係る容易想到性については，次のとお\nり判示している。\n「物品等を載置するパレットなどの容器を取り出す間口に対して，奥行き\n方向に複数の容器が収容されている場合の容器の取り出し方として，容器\nを取り出す間口に対して，間口を塞いでいる手前側の容器を取り出してか\nら奥側の容器を取り出すことは，甲第５号証に記載され，審決でも認定し\nているように，倉庫の分野では慣用的に行われている従来周知の技術的事\n項である。そして，甲４発明と甲５発明とは，コンテナ等を用いて収容物\nを棚空間に収容する発明である点で共通するから，この周知の技術的事項\nを甲４発明に適用することは，当業者が容易になし得たことである。」，\n「被告は，甲４発明は，「貸し出し及び返却時の作業を容易化する」こと，\nすなわち，出納効率の向上という技術的課題を克服するためになされた発\n明であるから，出納効率を低下させる甲５発明を適用することは阻害要因\nがあると主張する。しかし，甲４発明と甲５発明は，上記のとおり，コン\nテナ等を用いて収容物を棚空間に収容する発明である点で共通しており，\nその主たる相違は，収容物が図書であるか一般的な荷物であるかの点にあ\nるといえるところ，出納効率を向上させることとともに，収容効率を向上\nさせることは，書棚や倉庫の分野において周知の課題である…。したがっ\nて，甲４発明において，収容効率を向上させるために，甲５発明を適用す\nることは，当業者が容易に想到し得た事項であるといえる。よって，被告\nの主張は採用することができない。」（４４頁）\nしかるところ，本件第１次判決における上記相違点３に係る容易想到性の\n判断は，本件第１次審決を取り消すものとした判決主文が導き出されるのに\n必要な事実認定又は法律判断にわたるものであるから，取消判決の拘束力（行\n政事件訴訟法３３条１項）により，本件審決を行う審判官は，上記判断に抵\n触する判断をすることは許されないものというべきである。\nなお，本件第１次判決は，本件第１次訂正後の第１次訂正発明１を前提と\nしたものであるのに対し，本件審決は，本件訂正後の本件発明１を前提とし\nたものであるところ，本件訂正によって第１次訂正発明１から変更された構\n成は，前記第２の２記載の請求項１のうち，二重下線が付された部分（すな\nわち，①書庫の複数の棚領域に，搬送手段によってコンテナを取り出す間口\nに対して奥行き方向に収容されるコンテナの数について，「複数」とされて\nいたのを「２個」と特定する点，及び②「前記奥行き方向に２個収容された\nコンテナのうち，手前側のコンテナを前記空きのあるコンテナとして優先的\nに使用する」との構成を付加した点）のみであり，本件第１次判決における\n上記相違点３に係る容易想到性の判断は，これらの訂正によって影響を受け\nるものではないというべきであるから，当該判断の拘束力は，本件審決の判\n断にも及ぶものと考えられる。\nこれに対し，原告は，本件第１次判決の前提とした事項に変更があるなど\nの特段の事情がある場合には，当該判決の拘束力は生じないとした上で，本\n件第１次判決は，相違点２につき甲４発明の認定を本質的に誤っており，そ\nのため，相違点３に係る容易想到性判断の前提に誤りがあったものであるか\nら，本件第１次判決の相違点３に係る判断については，上記特段の事情があ\nり，拘束力は生じない旨主張する。\nしかしながら，原告の上記主張は，結局のところ，確定した本件第１次判\n決の判断内容に誤りがあることを根拠として，当該判決に拘束力が生じない\n旨を主張するものであり，取消判決に拘束力が認められる趣旨に照らし，失\n当というべきである。\nまた，原告が上記主張の前提とする本件第１次判決における相違点２につ\nいての甲４発明の認定の本質的な誤りとは，甲４発明においてケースとコン\nテナ(格納ロケーション)の対応関係が固定されたものであることを看過して\nいることを指すものと考えられるところ，このような事実が認められないこ\nとは，前記２ アにおいて述べたとおりである。\nしたがって，原告の上記主張に理由がないことは明らかである。\n以上によれば，甲４発明と甲５積層棚及び周知技術２に基づき，相違点３\nに係る本件発明１の構成を得ることは当業者が容易になし得たことであると\nした本件審決の判断は，本件第１次判決の拘束力に従い，その判断に沿った\n判断をしたものであるから，当該判断に取り消すべき違法がないことは明ら\nかである。\nしたがって，原告主張の取消事由３は理由がない。\n５  取消事由４（相違点４についての容易想到性判断の誤り）について\n原告は，相違点４に係る本件発明１の構成（前記奥行方向に２個収容された\nコンテナのうち，手前側のコンテナを前記空きのあるコンテナとして優先的に\n使用する構成）は，甲４発明，甲１システム，甲５積層棚並びに周知技術１及\nび２に基づいて容易に想到し得るものとした本件審決の判断には誤りがあると\nし，その根拠として，①甲４に示されているのは，図書館員のカウンターステ\nーションにおける図書の返却作業の容易化に係る課題にすぎないから，甲４か\nらは，図書が返却されたコンテナの書棚への返却効率の向上に係る課題を着想\nし得ないこと，②本件審決には，相違点４に係る本件発明１の構成を示す文献\n等が何ら提示されていないこと，③甲４発明においては，ケースとコンテナ(格\n納ロケーション)の対応関係が固定されており，そもそもケースの収容先として\n「いかなるコンテナを優先するか」という発想が生じないから，甲４発明にお\nいて相違点４に係る本件発明１の構成を採用することには阻害要因があること\nを主張するので，以下検討する。\n原告は，甲４に示された課題の内容に照らせば，甲４からは，図書が返却\nされたコンテナの書棚への返却効率の向上に係る課題を着想し得ない旨主張\nする。\nこの点，確かに，甲４には，従来の図書の入出庫管理システムでは，図書\nとケースとが固定した対応関係にあったため，図書の返却時に当該図書に対\n応したケースを探し出さねばならず，作業の効率が悪くなるという問題等が\nあったことに鑑み，図書とケースとの対応関係を固定的なものとせず，ケー\nスに付された識別情報と図書に付された識別情報との組み合わせで新たな図\n書情報を生成して入出庫管理を行なうようにすることにより，入庫すべき図\n書を任意のケースに収容して書庫に入庫することができ，貸し出し及び返却\n時の作業を容易化することができるものとした発明であることが記載されて\nおり（段落【０００６】ないし【００１１】），これからすると，甲４にお\nいて解決しようとする直接の課題が，図書館員のカウンターステーションに\nおける図書の返却作業の容易化に係るものであることは，原告主張のとおり\nといえる。しかしながら，書棚や倉庫の分野において，出納効率と収容効率\nの双方を向上させることが周知の課題であることは，本件第１次判決が判示\nするとおりであり（ ），また，甲４にも，図書の貸出し及び返却時\nにおける書棚からのコンテナの取出し及び返却を，統括制御盤の制御に基づ\nき，スタッカークレーン等を用いて自動的に行うシステムが記載されている\nこと（段落【００１３】，【００１７】，【００２８】，【００３４】，【０\n０３５】，【００３７】，【００３９】，【００４０】，【００４２】，【０\n０４３】）からすれば，甲４においても，図書が返却されたコンテナの書棚\nへの返却効率の向上に係る課題は内在するものというべきである。\nそして，甲４発明に甲５積層棚及び周知技術２を適用することにより，相\n違点３に係る本件発明１の構成（書庫の複数の棚領域には，搬送手段によっ\nてコンテナを取り出す間口に対して，奥行き方向に２個のコンテナが収容さ\nれ，前記搬送手段には，前記コンテナを取り出す間口に対して，手前側のコ\nンテナを取り出してから奥側のコンテナを取り出す移載手段が備えられてい\nる構成）とすることが当業者において容易に想到し得たことは，本件第１次\n判決が判示するとおりであるところ ，このような構成を前提と\nすれば，書庫の棚領域に，搬送手段によってコンテナを取り出す間口に対し\nて，奥行き方向に１個のコンテナのみを収容する構成に比べ，奥側のコンテ\nナを使用しこれを取り出す際に，手前側のコンテナを取り出してから奥側の\nコンテナを取り出すという手順が付加されることになって，出納効率が低下\nすることは自明であるから，当業者であれば，上記構成を採用するに当たり，\n出納効率と収容効率の双方を向上させるという書棚や倉庫の分野における周\n知の課題及び甲４に内在する上記課題を踏まえ，上記構成から生じる出納効\n率の低下をできるだけ軽減させようとすることは，当然の発意ということが\nできる。\nさらに，上記のような発意に基づき，相違点３に係る本件発明１の構成の\n下で，そこから生じる出納効率の低下をできるだけ軽減させようとするので\nあれば，手前側のコンテナと奥側のコンテナの双方に空きがある場合に，取\n出しの手順がより簡易な手前側のコンテナを優先的に取り出すようにするこ\nと，すなわち相違点４に係る本件発明１の構成とすることは，当業者が通常\n行い得ることであって，必ずしもこのような構成を示す技術文献等の記載に\nよらなくとも認定し得る技術常識であるということができる。\nしたがって，上記①及び②の点を根拠として，本件審決の判断に誤りがあ\nるとする原告の主張は理由がない。\nまた，甲４発明において，ケースとコンテナ(格納ロケーション)の対応関\n係が固定されて において述べたとお\nりであるから，このことを前提とする上記③に係る原告の主張に理由がない\nことは明らかである。\n以上によれば，原告主張の取消事由４は理由がない。\n６  取消事由５（本件発明の効果に顕著性を認めなかった判断の誤り）について\n原告は，本件発明１は，図書保管管理装置において，サイズ別配架及び手前\n側・奥側コンテナ配置によって収容効率を向上させつつ，フリーロケーション\n方式を採用し，かつ，手前側コンテナを優先的に使用することにより出納効率\nをも向上させたものであり，トレードオフの関係にある「収容効率」と「出納\n効率」という２つの課題を両立して解決したところに効果顕著性があることは\n明らかであるから，これを認めなかった審決の判断は誤りである旨主張する。\nしかしながら，まず，原告が上記で主張する本件発明１の構成のうち，図書\n保管管理装置において，サイズ別配架及びフリーロケーション方式を採用する\nことは，本件訂正明細書の従来技術として示されている（本件訂正明細書（甲\n１の３にも記載されているところであり，本願出願前の公知技術であったもの\nと認められる。\nしたがって，原告が上記で主張する本件発明１の構成のうち，発明としての\n特徴的部分といえる構成は，①手前側・奥側に２個のコンテナを配置する構成\n及び②手前側コンテナを優先的に使用する構成というべきところ，このうち，\n①の構成は，これによって，１個のコンテナを配置する従来の構成に比して図\n書の収容スペースが増え，収容効率を向上させるものであることは明らかであ\nる。しかし，①の構成を採用した場合，奥側のコンテナを使用することにより，\nこれを取り出す際には，手前側のコンテナを取り出してから奥側のコンテナを\n取り出すという手順が付加されることになるから，そのぶん出納効率が低下す\nることは避けられないことといえる。そして，このような出納効率の低下は，\n②の構成を採用することによっても解消されるものではなく，②の構成は，奥\n側のコンテナが使用される頻度をできるだけ少なくすることにより，上記出納\n効率の低下の程度を軽減させるというものにすぎない。\n以上によれば，本件発明１は，図書保管管理装置において，上記の構成を採\n用することにより，トレードオフの関係にある「収容効率」と「出納効率」と\nいう２つの課題を両立して抜本的に解決するというものではなく，①の構成に\nよって収容効率の向上を図る一方で，その結果生じる出納効率の低下という弊\n害について，②の構成を採用することによって軽減を図るものにすぎないとい\nうべきであり，このような本件発明１の効果は，当業者の予測の範囲を超える\nものではなく，顕著なものということはできない。\nしたがって，原告主張の取消事由５は理由がない。\n７  結論\n以上の次第であるから，本件発明１についての本件審決の判断に誤りがある\nとして原告が主張する取消事由はいずれも理由がない。\nまた，原告は，本件発明１の従属項に係る発明である本件発明２及び３につ\nいての本件審決の判断についても，本件発明１の場合と同様の理由により誤り\nがある旨主張するが，当該主張にも同様に理由がないこととなる。\nしたがって，本件審決に取り消すべき違法は認められず，原告の請求は棄却\nされるべきものである。\n知的財産高等裁判所第３部\n裁判長裁判官        鶴 岡 稔 彦\n裁判官        大 西 勝 滋\n裁判官        杉 浦 正 樹\n（別紙）       甲４の図面\n【図１】\n【図２】\n【図３】\n【図４】\n【図６】\n【図７】\n【図１０】\n【図１１】\n"
}