{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 4,
    "day": 13
  },
  "case_number": "平成30(ワ)274",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "87688",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87688",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/688/087688_hanrei.pdf",
  "contents": "平成３０年４月１３日判決言渡  同日原本領収  裁判所書記官\n平成３０年(ワ)第２７４号  発信者情報開示請求事件\n口頭弁論終結日  平成３０年３月７日\n判                  決\n原                  告          Ａ\n同訴訟代理人弁護 士                                清      水      陽    平\n被                  告          ソフトバンク 株 式 会 社\n同訴訟代理人弁護 士                                五  十  嵐              敦\n梶    原              圭\n小    塩    康      祐\n丸    住    憲      司\n稲    葉    大      輔\n中    山              祥\n藤    井    康      太\n大    山    貴      俊\n菅    野    邑      斗\n四    方              岳\n丸    山              駿\n主                  文\n１  被告は，原告に対し，別紙発信者情報目録記載の各情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  事案の概要\n本件は，原告が，氏名不詳者がインターネット上のブログに投稿した記事は\n原告が著作権を有し又はその肖像が写った写真を複製するなどして不特定多数\nに送信したものであるから，同行為により原告の著作権（複製権及び公衆送信\n権）及び肖像権が侵害されたことは明らかであると主張して，特定電気通信役\n務提供者の損害賠償責任の制限及び発信者情報の開示に関する法律（以下「プ\nロバイダ責任制限法」という。）４条１項の開示関係役務提供者である被告に\n対し，同項に基づき，被告の保有する発信者情報の開示を求める事案である。\n１  前提事実（当事者間に争いのない事実並びに後掲の証拠及び弁論の全趣旨に\nより容易に認められる事実。）\n(1)  被告は，電気通信事業を営み，インターネット接続サービスを提供する株\n式会社である。\n(2) 氏名不詳者による画像の投稿\n氏名不詳者（以下「本件発信者」という。）は，別紙投稿記事目録１～５\n記載の各日時において，インターネット上のブログ「livedoor  Blog」（以\n下「本件ブログ」という。）に同別紙記載の各記事（以下，同目録記載の番\n号に従い「本件記事１」などといい，これらを併せて「本件各記事」とい\nう。）を投稿し，不特定多数に送信した。\n別紙著作物目録記載の各写真（以下，同目録記載の番号に従い「原告画像\n１」などといい，これらを併せて「原告各画像」という。）のうち，本件記\n事１には原告画像１～３（ただし，同写真３については上下を切除する加工\nがされている。），本件記事２には原告画像４及び５（ただし，同各写真に\nついては両端を切除する加工がされている。），本件記事３には原告画像６\n（ただし，同写真についてはハート型に切り取られる加工がされている。），\n本件記事４には原告画像７並びに本件記事５には原告画像８がそれぞれ掲載\nされている。\n（甲１の１～５，甲８の１～３）\n(3) 被告による情報の保有\n被告は，プロバイダ責任制限法４条１項の開示関係役務提供者に該当し，\n別紙発信者情報目録記載の各発信者情報を保有している。\n２  争点\n(1) 権利侵害の明白性\n(2) 発信者情報開示を受けるべき正当理由の有無\n第３  争点に関する当事者の主張\n１  争点(1)（権利侵害の明白性）について\n〔原告の主張〕\n原告各画像はいずれも原告が著作権を有する著作物であり，同各画像に係る\n原告の権利（同各画像について著作権，原告画像６については予備的に肖像権）\nが侵害されたことは明らかである。\n(1)  原告各画像は，原告自身が被写体の配置，ポーズ，調光等を考えて撮影し\nたものであり，思想又は感情を創作的に表現したものである。\n(2)  原告画像６は，原告のスマートフォンを夫に一時的に貸与して撮影しても\nらったものであり，その著作権は原告の夫から原告に対して黙示的に譲渡さ\nれている。\n(3)  本件各記事に原告各画像を掲載することは，私的使用（著作権法３０条１\n項）や引用（同法３２条１項）その他の制限事由に該当しない。\n(4)  仮に原告画像６の著作権が原告に帰属しないとしても，同画像には原告の\n容姿が写っており，肖像権侵害を構成する。\n〔被告の主張〕\n(1)  原告画像１～８は，人物の全身若しくは上半身又は物品（洋服，バッグ，\n時計，靴等）の全部若しくは一部をありふれた構図で撮影した写真であり，\n著作物の要件である創作性を有しない。\n(2)  原告各画像のうち，原告画像６については，仮に原告の夫が撮影したもので\nあるとしても，原告に対してインスタグラムへの投稿の限度でのみ使用許諾\nした可能性を否定できず，その著作権が原告に帰属するとはいえない。\n(3)  本件各写真に著作物性が認められ，その著作権が原告に帰属しているとして\nも，著作権法３０条以下に定める制限事由がいずれも存在しないことが明ら\nかとはいえない。\n(4)  原告画像６に関する肖像権侵害の主張については，同画像は被写体の顔が不\n鮮明である上，原告がインスタグラムにおいて自ら公開している画像であり，\n同画像の掲載について原告の同意が得られていないことが客観的に証明され\nていないので，肖像権侵害が明らかとはいえない。\n２  争点(2)（発信者情報の開示を受けるべき正当理由の有無）について\n〔原告の主張〕\n原告は，本件発信者に対して著作権侵害に基づく損害賠償を請求するため，\n被告に対し，本件発信者の本件発信者情報の開示を求めるものであり，正当\n理由の要件を充足している。\n被告は電子メールアドレスの開示を不要と主張するが，プロバイダ責任制\n限法４条１項に係る総務省令は，電子メールアドレスも侵害情報の発信者の\n特定に資する情報としている。被告の保有する住所，氏名が必ずしも正確と\nは限らず，電子メールアドレスで発信者を特定することができる可能性もあ\nるのであるから，電子メールアドレスの開示は必要である。\n〔被告の主張〕\n本件各発信者の氏名又は名称及び住所の開示があれば，損害賠償請求等を\n行うことは可能であるから，これに加えて，電子メールアドレスの開示を受\nけるべき正当な理由は存在しない。\n第４  争点に対する判断\n１  争点１（権利侵害の明白性）について\n(1)  氏名不詳者が本件ブログに原告各画像の掲載された本件各記事を投稿し，\n不特定多数に送信したとの事実が認められることは，前記第２の１(2)のと\nおりである。\n(2)  被告は，原告各画像はありふれたものにすぎず創作性を有しないと主張す\nるが，原告各画像はその被写体につき構図や撮影角度，被写体との距離など\n目的に応じた撮影方法を選択しているものと認められ，撮影者の思想，感情\nが創作的に表現されたものであるということができるので，原告各画像はい\nずれも著作権法２条１項１号の「著作物」に当たる。\n(3)  被告は，原告画像６の著作権が原告に帰属することを争うが，証拠（甲２，\n弁論の全趣旨）によれば，同画像は原告の夫が原告の依頼に基づき撮影した\nものであり，撮影に使用したのは原告のスマートフォンであるとの事実を\n認めることができる。これによれば，同画像６の著作権は原告の夫から原\n告に黙示的に移転しているものということができるので，同画像の著作権\nは原告に帰属する。\n(4)  被告は，著作権法３０条以下に定める制限事由がいずれも存在しないこと\nが明らかであるとはいえない旨主張するが，原告各画像に係る著作権を制限\nする事由が存在すると認めるに足りる証拠はない。\n(5)  したがって，本件各記事が本件ブログに掲載されたことによって原告の著\n作権（複製権，公衆送信権）が侵害されたことは明らかである。\n２  争点２（発信者情報開示を受けるべき正当理由の有無）について\n原告が本件発信者に対して原告各画像の複製権及び公衆送信権侵害を理由\nとする損害賠償請求権等を行使するためには，その発信者情報の開示が必要\nであると認められる。\n開示すべき発信者情報に関し，被告は，電子メールアドレスの開示を受け\nる必要はないと主張するが，プロバイダ責任制限法４条１項に係る総務省令\nにおいては，電子メールアドレスも侵害情報の発信者の特定に資する情報と\nして規定されている上，転居などの事情によって本件発信者の実際の住所が，\n被告が本件発信者の住所として所持しているものと異なる可能性もあること\nに照らすと，電子メールアドレスの開示が不要ということはできない。\nしたがって，原告には被告から本件発信者情報の開示を受けるべき正当な\n理由があると認められる。\n３  結論\nよって，本訴請求は理由があるからこれを認容することとし，主文のとおり\n判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n佐    藤    達      文\n裁判官\n遠    山    敦      士\n裁判官勝又来未子は転補により署名押印することができない。\n裁判長裁判官\n佐      藤      達    文\n別紙\n発信者情報目録\n別紙投稿記事目録記載の各アイ・ピー・アドレスを，同目録記載の日時ころに\n被告から割り当てられていた契約者に関する以下の情報\n１  氏名または名称\n２  住所\n３  電子メールアドレス\n以上\n別紙\n投稿記事目録\n《投稿記事目録添付の各写真は添付省略》\n１\nＵ Ｒ Ｌ：http://以下省略\n投 稿 日 時：2017-10-14 20:19:\nＩＰアドレス：省略\n２\nＵＲＬ：http:// 以下省略\n投 稿 日 時：2017-10-22 19:20:46\nＩＰアドレス：省略\n３\nＵＲＬ：http:// 以下省略\n投 稿 日 時：2017-10-22 18:59:23\nＩＰアドレス：省略\n４\nＵ Ｒ Ｌ：http:// 以下省略\n投 稿 日 時：2017-10-31 19:05:47\nＩＰアドレス：省略\n５\nＵＲＬ：http:// 以下省略\n投 稿 日 時：2017-10-31 19:06:21\nＩＰアドレス：省略\n別紙\n著作物目録\n《１ないし５の写真は添付省略》\n"
}