{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 6,
    "day": 20
  },
  "case_number": "平成25(行ケ)10024",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83320",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83320",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/320/083320_hanrei.pdf",
  "contents": "平成２５年６月２０日判決言渡  同日原本領収  裁判所書記官\n平成２５年（行ケ）第１００２４号  審決取消請求事件\n口頭弁論終結日  平成２５年５月３０日\n判        決\n原              告      株 式 会 社 ナ ビ\n同訴訟代理人弁護士      中 村 眞 一\n粟   谷   し の ぶ\n山 崎 岳 人\n被              告      株 式 会 社 ウ イ ン ラ イ ト\n同訴訟代理人弁護士      原   秋 彦\n中 川 直 政\n同          弁理士      原 島 典 孝\n板 垣 忠 文\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が取消２０１１－３００６８０号事件について平成２４年１２月１８日に\nした審決を取り消す。\n第２  事案の概要\n本件は，原告が，後記１の原告の本件商標に係る登録商標に対する不使用を理由\nとする当該登録の取消しを求める被告の後記２の本件審判請求について，特許庁が\n同請求を認めた別紙審決書（写し）の本件審決（その理由の要旨は後記３のとおり）\nには，後記４のとおりの取消事由があると主張して，その取消しを求める事案であ\nる。\n１  本件商標\n原告は，平成１５年１０月３１日，「ＪａｎＮａｖｉ」の欧文字と「ジャンナビ」\nの片仮名文字を二段に横書きしてなる商標（以下「本件商標」という。）について，\n第９類「業務用テレビゲーム機，家庭用テレビゲーム機，硬貨作動式機械用の始動\n装置，ゲーム機（テレビジョン受像機専用のもの），コンピュータ用プログラムを\n記憶させた記憶媒体」，第２８類「マージャン用具，硬貨投入式麻雀卓」及び第４\n１類「インターネットのネットワークを利用して対戦する麻雀ゲームの提供，通信\nを用いて行う麻雀ゲームの提供，麻雀の教授，麻雀競技会の企画・運営又は開催，\n麻雀荘の提供，麻雀大会の企画・運営又は開催，麻雀用具の貸与，娯楽の提供，娯\n楽情報の提供，ゲームセンターの提供，会員制による教育・娯楽の提供」を指定商\n品又は指定役務として，登録出願をし，平成１６年９月１７日，設定登録を受けた\n（登録第４８０２６００号商標。甲７３，７４）。\n２  特許庁における手続の経緯\n(1)  被告は，平成２３年７月１９日，継続して３年以上日本国内において商標権\n者，専用使用権者又は通常使用権者のいずれもが本件商標を指定役務中第４１類「イ\nンターネットのネットワークを利用して対戦する麻雀ゲームの提供，通信を用いて\n行う麻雀ゲームの提供，麻雀の教授，麻雀競技会の企画・運営又は開催，麻雀荘の\n提供，麻雀大会の企画・運営又は開催，娯楽の提供，娯楽情報の提供，ゲームセン\nターの提供，会員制による教育・娯楽の提供」（以下「本件指定役務」という。）\nについて使用した事実がないと主張して，取消審判を請求し，当該請求は同年８月\n２日に登録された。\n(2)  特許庁は，これを取消２０１１－３００６８０号事件として審理し，平成２\n４年１２月１８日，「本件商標の指定役務中，本件指定役務については，その登録\nは取り消す。」旨の本件審決をし，同月２８日にその謄本が原告に送達された。\n３  本件審決の理由の要旨\n本件審決の理由は，要するに，原告は，本件審判の請求の登録前３年以内に日本\n国内において，商標権者，専用使用権者又は通常使用権者のいずれかが本件指定役\n務のいずれかについて，本件商標の使用をしていた事実を証明したものとは認めら\nれないから，本件商標の登録は，商標法５０条の規定により，本件指定役務につい\nて取り消すべきである，というものである。\n４  取消事由\n本件商標の不使用に係る判断の誤り\n第３  当事者の主張\n〔原告の主張〕\n１  「インターネットのネットワークを利用して対戦する麻雀ゲームの提供」及\nび「通信を用いて行う麻雀ゲームの提供」（以下，併せて，「麻雀ゲームの提供」\nという。）について\n(1)  原告のホームページにおける「麻雀ゲームの提供」について\nア  本件審決は，原告のホームページは要証期間（平成２０年８月２日から平成\n２３年８月１日まで。以下「本件要証期間」という。）に開設され，かつ，閲覧可\n能な状態にあったとは認められないから，その期間内に，原告のホームページにお\nいて，本件商標を「麻雀ゲームの提供」について使用したと認めることはできない\n旨判断した。\nしかし，原告は，平成２３年４月８日，原告のホームページのためにドメインを\n取得し，同月１１日には，あらかじめ制作していたＷｅｂデータを用いて，ホーム\nページを開設し，そのホームページ上で，オンライン麻雀ゲームコンテンツ「ジャ\nンナビ」（以下「ジャンナビソフト」という。）をユーザーに販売及びレンタルし\nており，その事実は A の陳述書（甲４３）によって裏付けられている。\nイ  本件審決は， A が原告と密接な関係にある人物であることをもって，その陳\n述書には信用性が認められないと判断した。\nしかし， A は，平成２３年４月９日から同年５月３１日までの間，原告の代表取\n締役であり，同年４月当時，ホームページを制作，開設した当事者でもある。その\n当時， A と原告が密接な関係にあったことは当然であり，かかる事実をもって，同\n人の陳述の信用性が否定されるということにはならない。\n(2)  麻雀店すずめ（以下「すずめ」という。）を通じた麻雀ゲームの提供につい\nて\n本件審決は，原告とすずめとの間の取引に係る物品受領書（甲２１）及び領収証\n（控）（甲５５）の信用性は認められず，また，すずめのホームページ（甲２２）\nが，本件審判の請求の登録前までに開設され，かつ，閲覧が可能な状態にあったこ\nとを確認することができないとした上で，原告がすずめに対し，ジャンナビソフト\nを平成２３年４月３０日に納品したことが認められず，かつ，すずめのホームペー\nジにおいて，本件商標を使用した麻雀ゲームの提供が行われたことを確認すること\nができない以上，すずめを通じた麻雀ゲームの提供が行われたものとは認められな\nいと判断した。\nしかし，次のとおり，本件審決の判断は誤りである。\nア  本件審決は，上記物品受領書の宛名や作成者欄の記載からすると，同物品受\n領書は，すずめと株式会社正成（以下「正成」という。）との取引を示すものであ\nって，原告とすずめとの間の取引書類とは認められないと判断した。\nしかし，上記物品受領書中，原告の名前が記載されるべきところに「すずめ」と\n記載されたのは，納品書（控）・請求書・納品書・物品受領書が４枚綴りとなった\n複写式のものにつき，納品書と物品受領書との間に厚紙を入れて，物品受領書の左\n上に原告の記名をすべきところを，厚紙を入れ忘れたため，原告がすずめ宛てに交\n付するために納品書用に記載した「すずめ」が物品受領書の左上にも記載され，そ\nの訂正がされないまま，すずめから原告に交付されたことによる。上記物品受領書\nの「すずめ」の記載は，事務上のミスにすぎない。\nイ  本件審決は，上記領収証（控）の伝票番号及び品名が上記物品受領書と同一\nでないとして，同領収証（控）の記載内容に信憑性があるものとは認められないと\n判断した。\nしかし，物品受領書と金銭の領収書は，異なる書類であり，それぞれの伝票番号\nの記載方法が異なることは当然にあり得ることである。また，上記物品受領書の品\n名欄は小さいため，領収証（控）のように詳細な記載をすることができなかったも\nのであり，これらの相違は，証拠の信用性を否定するほどの相違ではない。\nそして，上記物品受領書の品名欄に「麻雀ジャンナビソフト貸与  平成２３年５\n月～１０月分」との記載があること，この記載が原告とすずめとの間のコンテンツ\nの利用契約書（甲２０）や上記領収証（控）の記載と合致することなどからすると，\n原告がすずめに対し，平成２３年４月３０日にジャンナビソフトを提供したことが\n認められるべきである。\nウ  本件審決は，すずめのホームページ（甲２２）には，これがいつの時点のも\nのであるのか，その年月日を示す表示がないと判断した。\nしかし，一般的にホームページ上に作成日付を明記することは希である。そして，\n株式会社ビートワン（以下「ビートワン」という。）とすずめとの間のホームペー\nジ開発委託覚書（甲２３）では，すずめへのホームページの納品を平成２３年４月\n２８日としていること，すずめの代表取締役である B の陳述書（甲４６）には，「平\n成２３年４月３０日から同年１０月３１日までの間，麻雀店すずめのホームページ\nに，麻雀ゲーム「ジャンナビ」を表示させ，ゲームを利用できるようにしました。」\nとの記載があること，原告とすずめとの間のコンテンツの利用契約書（甲２０）で\nは，麻雀ゲーム「ジャンナビ」の提供期間を平成２３年４月３０日から同年１０月\n３０日までとし（第２条），その利用条件をインターネット上で運営するすずめの\nＷｅｂサイトに対してリンクを設定する形態によりコンテンツを提供すると定め\n（第３条），第４条に定めた利用料金３万円が実際に原告に支払われていること（甲\n５５）などからすると，すずめのホームページは，平成２３年４月３０日には開設\nされ，かつ，閲覧可能な状態にあったものというべきである。\n(3)  株式会社ＡＩＲＣＡＳＴ（以下「ＡＩＲＣＡＳＴ」という。）を通じた麻雀\nゲームの提供について\n本件審決は，原告とＡＩＲＣＡＳＴとの間の取引に係る領収証（控）（甲５７）\nや A の陳述書（甲４３，５４）の信用性は認められず，また，ＡＩＲＣＡＳＴのホ\nームページ（甲３６）が，本件審判の請求の登録前までに開設され，かつ，閲覧が\n可能な状態にあったことを確認することができないとした上で，原告がＡＩＲＣＡ\nＳＴに対し，ジャンナビソフトを平成２３年４月２０日に納品したことが認められ\nず，かつ，ＡＩＲＣＡＳＴのホームページにおいて，本件商標を使用した麻雀ゲー\nムの提供が行われたことを確認することができない以上，ＡＩＲＣＡＳＴを通じた\n麻雀ゲームの提供が行われたとは認められないと判断した。\nしかし，次のとおり，本件審決の判断は誤りである。\nア  本件審決は，上記領収証（控）の伝票番号及び品名が物品受領書（甲３５）\nと同一でないとして，同領収証（控）の記載内容に信憑性があるものとは認められ\nないと判断した。\nしかし，前記(2)イのとおり，領収証（控）の伝票番号及び品名が物品受領書と同\n一でないことは，証拠の信用性を否定するほどの相違ではない。\nイ  本件審決は，ＡＩＲＣＡＳＴのホームページ（甲３６）には，これがいつの\n時点のものであるのか，その年月日を示す表示がないと判断した。\nしかし，一般的にホームページ上に作成日付を明記することは希である。そして，\nＡＩＲＣＡＳＴの代表取締役でもある A の陳述書（甲５４）には，「ジャンナビソ\nフトは平成２３年４月２０日から同年１０月２０日まで，弊社のホームページに６\nヶ月間掲載しました。」との記載があること，原告とＡＩＲＣＡＳＴとの間のコン\nテンツの利用契約書（甲３４）では，麻雀ゲーム「ジャンナビ」の提供期間を平成\n２３年４月２０日から同年１０月２０日までとし（第２条），その利用条件をイン\nターネット上で運営するＡＩＲＣＡＳＴのＷｅｂサイトに対してリンクを設定する\n形態によりコンテンツを提供すると定め（第３条），第４条に定められた利用料金\n３万円が実際に原告に支払われていること（甲５７）などからすると，ＡＩＲＣＡ\nＳＴのホームページでは，平成２３年４月２０日には麻雀ゲーム「ジャンナビ」が\n掲載され，かつ，閲覧可能な状態にあったものというべきである。\n(4)  有限会社ＬＳコミュニケーションズ（以下「ＬＳコミュニケーションズ」と\nいう。）を通じた麻雀ゲームの提供について\n本件審決は，原告とＬＳコミュニケーションズとの間の取引に係る領収証（控）\n（甲５６）の信用性は認められず，また，ＬＳコミュニケーションズのホームペー\nジ（甲２８）が，本件審判の請求の登録前までに開設され，かつ，閲覧が可能な状\n態にあったことを確認することができないとした上で，原告がＬＳコミュニケーシ\nョンズに対し，ジャンナビソフトを平成２３年５月１日に納品したことが認められ\nず，かつ，ＬＳコミュニケーションズのホームページにおいて，本件商標を使用し\nた麻雀ゲームの提供が行われたことを確認することができない以上，ＬＳコミュニ\nケーションズを通じた麻雀ゲームの提供が行われたものとは認められないと判断し\nた。\nしかし，次のとおり，本件審決の判断は誤りである。\nア  本件審決は，上記領収証（控）の伝票番号及び品名が物品受領書（甲２７）\nと同一でないとして，同領収証（控）の記載内容に信憑性があるものとは認められ\nないと判断した。\nしかし，前記(2)イのとおり，領収証（控）の伝票番号及び品名が物品受領書と同\n一でないことは，証拠の信用性を否定するほどの相違ではない。\nイ  本件審決は，ＬＳコミュニケーションズのホームページ（甲２８）には，こ\nれがいつの時点のものであるのか，その年月日を示す表示がないと判断した。\nしかし，一般的にホームページ上に作成日付を明記することは希である。そして，\nＬＳコミュニケーションズのアミューズメント事業部長である C の陳述書（甲４７）\nには，概略，「弊社は，このＣＤ－Ｒを利用して，平成２３年５月１日から同年１\n０月３１日までの間，弊社のホームページに麻雀ゲーム「ジャンナビ」を掲載しま\nした。」との記載があること，原告とＬＳコミュニケーションズとの間のコンテン\nツの利用契約書（甲２６）では，麻雀ゲーム「ジャンナビ」の提供期間を平成２３\n年５月１日から同年１０月１日までとし（第２条），その利用条件をインターネッ\nト上で運営するＬＳコミュニケーションズのＷｅｂサイトに対してリンクを設定す\nる形態によりコンテンツを提供すると定め（第３条），第４条に定められた利用料\n金３万円が実際に原告に支払われていること（甲５６）などからすると，ＬＳコミ\nュニケーションズのホームページでは，平成２３年５月１日には麻雀ゲーム「ジャ\nンナビ」が掲載され，かつ，閲覧可能な状態にあったものというべきである。\n(5)  旧車二輪専門店ＢＡＮＢＡＮ（以下「ＢＡＮＢＡＮ」という。）を通じた麻\n雀ゲームの提供について\n本件審決は，ＬＳコミュニケーションズの原告に対する販売報告書（甲４８）の\n信用性は認められず，また，ＢＡＮＢＡＮのホームページ（甲３０）が，本件審判\nの請求の登録前までに開設され，かつ，閲覧が可能な状態にあったことを確認する\nことができないとした上で，原告がＬＳコミュニケーションズを通じ，ＢＡＮＢＡ\nＮに対し，「ジャンナビソフト」を販売したことが認められず，かつ，ＢＡＮＢＡ\nＮのホームページにおいて，本件商標を使用した麻雀ゲームの提供が行われたこと\nを確認することができない以上，ＢＡＮＢＡＮのホームページにおいて麻雀ゲーム\nの提供が行われたものとは認められないと判断した。\nしかし，次のとおり，本件審決の判断は誤りである。\nア  本件審決は，上記販売報告書には報告者の押印がなく，また，その内訳欄に\nは誤記があるとして，同報告書が真正に作成されたものとは認められないなどと判\n断した。\nしかし，上記販売報告書は，メールに添付してＬＳコミュニケーションズから原\n告に送付されたものであり，報告の内容及びメール添付上の便宜からすれば，必ず\nしも報告者の押印が求められるものではない。また，「単価」と記載すべき欄を誤\nって「件数」と記載したのは，ごく軽微なミスにすぎず，このような誤記をもって，\n証拠全体の信用性を否定することはできない。\nイ  そして，ＬＳコミュニケーションズを通じて，ＢＡＮＢＡＮのホームページ\nにおいて麻雀ゲーム「ジャンナビ」が提供されたことは，原告とＬＳコミュニケー\nションズとの間のソフトウェア製品の販売に関する契約書（甲２９），上記販売報\n告書及び C の陳述書（甲４７）によって裏付けられている。\nなお， C の陳述書には，概略，「弊社は，平成２３年５月１日に，麻雀ゲームジ\nャンナビが記録されたＣＤ－Ｒを原告から受け取りました。その後，同年６月３日\nに，ソフトウェア製品の販売に関する契約に合意し，ＢＡＮＢＡＮに対し，ソフト\nを販売しました。ＢＡＮＢＡＮのホームページには，平成２４年６月から麻雀ゲー\nムジャンナビが掲載しています。」との陳述があるが，ＢＡＮＢＡＮのホームペー\nジにおける麻雀ゲームジャンナビの掲載時期に係る「平成２４年６月」との記載は，\n「平成２３年６月」の誤記である。\nウ  以上によれば，ＢＡＮＢＡＮのホームページでは，本件要証期間に麻雀ゲー\nム「ジャンナビ」が掲載され，かつ，閲覧可能な状態にあったものというべきであ\nる。\n２  「麻雀大会の企画・運営又は開催」について\n(1)  「ジャンナビ杯」との商標（以下「使用商標」という。）について\n本件審決は，原告及びＬＳコミュニケーションズが麻雀大会で使用した「ジャン\nナビ杯」との文字について，同書，同大，等間隔で外観上，まとまりよく一連一体\nに表され，これにより生ずる称呼も一気一連に称呼し得るものであるから，構成全\n体として一体不可分のものとして認識されるものであるとした上で，使用商標は，\n本件商標と，その外観，称呼，観念を異にするものであり，社会通念上，同一の商\n標であるとはいえないと判断した。\nしかし，使用商標の「ジャンナビ杯」との文字のうち，「ジャンナビ」の部分は\n片仮名で記載され，「杯」の部分は漢字で記載されており，それぞれが区別される\nものであって，一連一体のものとはいえない。また，観念においても，「ジャンナ\nビ杯」は，「ジャン」という文字が麻雀を実施する場所を提供する店舗である「雀\n荘」の頭文字として使用されることがあるように，麻雀の略語であることを想起さ\nせるものであり，他方，「ナビ」との文字は，「ナビゲーション」の頭文字を取っ\nた略語であり，「ナビゲーション」とは，インターネット用語としては，ユーザー\nが目的とする情報へアクセスできるように手助けする機能のことをいうから，「ジ\nャンナビ」との語は，一連一体として，通信機能を用いた麻雀ゲームとの観念を生\nじさせるものである。これに対し，「杯」との語は，ＮＨＫ杯など，ある商標を有\nする企業が主催者又は共催者となってスポーツ等の大会を開催する場合に，自らが\n有する商標に「杯（カップ）」をつけて「○○杯（カップ）」として表示するもの\nである。このような商標の利用は，当該「○○杯（カップ）」の表示を見た者に，\n「○○」という商標を付された商品やそれを販売する企業のイメージを想起させる\nことによる宣伝効果を狙ったものであり，「杯」という語そのものには特段の識別\n力はない。このように，「ジャンナビ杯」は，外観及び観念において，枢要部であ\nる「ジャンナビ」と枢要部ではない「杯」に区別される。\nしたがって，「ジャンナビ杯」は，「ジャンナビ」が外観及び観念の要部であり，\n本件商標である「ジャンナビ」と同一の商標であると解すべきである。\nよって，本件審決の判断は誤りである。\n(2)  原告による麻雀大会の企画・運営又は開催について\n本件審決は，原告のホームページ（甲４，６，３７）には，これがいつの時点の\nものであるのか，その年月日を示す表示がなく，真正に作成されたものであるか疑\n義があるから，本件要証期間に開設され，かつ，閲覧可能な状態にあったものであ\nることを認めることはできないとした上で，麻雀大会の参加者である D の陳述書\n（甲３８）， A の陳述書（甲４３）及び麻雀大会参加者に対する領収証（控）（甲\n５８～６１）も，原告のホームページの存在を前提とするものであるから，その内\n容に疑義があるとして，原告が，平成２３年４月２９日に麻雀大会の企画・運営又\nは開催をしたものとは認められないと判断した。\nしかし，証拠の信用性判断は，他の一つの証拠の信憑性が欠けるという一事をも\nって信用性が否定されるようなものではなく，個々の証拠の信用性は，証拠ごとで\n個別に判断されるべきものである。そして，上記各陳述書や領収証（控）の信用性\nを否定するに足りるような虚偽の陳述ないし偽造・変造に係る証拠は何ら認められ\nない。また，前記１(1)のとおり，そもそも原告のホームページは，その信用性が否\n定されるべきものではない。\nしたがって，原告による麻雀大会の企画・運営又は開催の事実は，上記各証拠に\nより認められるべきであり，本件審決の判断は誤りである。\n(3)  ＬＳコミュニケーションズによる麻雀大会の企画・運営又は開催について\n本件審決は，ＬＳコミュニケーションズの原告に対する販売報告書（甲４９）の\n信用性は認められないとした上で，ＬＳコミュニケーションズが平成２３年７月２\n日に麻雀大会の企画・運営又は開催をしたものとは認められないと判断した。\nしかし，本件審決は，上記販売報告書の内訳欄には誤記があり，また，報告者の\n押印もないから，同報告書が真正に作成されたものとは認められないと判断したも\nのであるところ，前記１(5)と同様に，販売報告書のごく軽微なミスを理由に証拠全\n体の信用性を否定することはできない。\nそして，ＬＳコミュニケーションズが平成２３年７月２日に麻雀大会「ジャンナ\nビ杯」の企画・開催又は運営をしたことは，上記販売報告書に加え，原告とＬＳコ\nミュニケーションズとの間の販売代理店契約（甲３１），ＬＳコミュニケーション\nズの代表者である E の陳述書（甲３９），麻雀大会参加者の F の陳述書（甲４１），\n麻雀大会の開催ポスター（甲４０）及びファーストワンが発行した領収証（甲４２）\nによっても裏付けられている。\nしたがって，ＬＳコミュニケーションズによる麻雀大会の企画・運営又は開催の\n事実は，上記各証拠により認められるべきであり，本件審決の判断は誤りである。\n３  「娯楽の提供」及び「娯楽情報の提供」について\n本件審決は，原告による一連の事業が行われたか否か疑義があるとして，原告が，\n「娯楽の提供」及び「娯楽情報の提供」を行ったものとは認められないと判断した。\nしかし，前記のとおり，原告は，原告又は取引先のホームページにおいて，麻雀\nゲームを提供し，また，原告及びＬＳコミュニケーションズが麻雀大会の企画・運\n営又は開催を行っているところ，これらの事業は，「娯楽の提供」ないし「娯楽情\n報の提供」に該当するものである。\nしたがって，原告又は原告との間で販売代理店契約を締結したＬＳコミュニケー\nションズは，本件要証期間に本件商標を「娯楽の提供」ないし「娯楽情報の提供」\nの役務に使用したものである。\n４  よって，本件商標の不使用に係る本件審決の判断は誤りである。\n〔被告の主張〕\n１  「麻雀ゲームの提供」について\n(1)  原告のホームページでの「麻雀ゲームの提供」について\nア  原告は，平成２３年４月１１日に開設した原告のホームページにおいて，麻\n雀ゲームの提供を行った旨主張する。\nしかし，原告が本件商標を付して提供した旨主張するのは，国際分類第３５類に\n属する「販売促進策の企画・実施」という役務であり，本件審判請求で不使用取消\nしの対象とされる指定役務である「麻雀ゲームの提供」についての使用ではない。\nまた，「麻雀ゲームの提供」を商標法上の役務というためには，それ自体が独立\nした役務として商取引の対象となることが必要であるところ，原告のホームページ\n（甲４，５）には，ジャンナビソフトについて，「販売価格：￥５００，０００」\n「レンタル（1 ヶ月）：￥５，０００」と記載されており，このように高額なゲー\nムソフトウェアが「ゲームプログラム」という商品として独立して商取引の対象と\nされているとは到底考えられない。\nしたがって，原告が，本件要証期間に「麻雀ゲームの提供」たる役務に本件商標\nを付して他人に提供したことはないというべきである。\nイ  仮に，ジャンナビソフトの提供が，「麻雀ゲームの提供」たる役務に該当す\nるとしても，本件要証期間に原告のホームページにおいてジャンナビソフトが提供\nされたという事実は認められない。すなわち，原告のホームページが，本件審判の\n請求の登録前までに開設され，かつ，閲覧が可能な状態にあったことを客観的に立\n証するものは何ら存在しない。そもそも，ドメインを取得しても，コンテンツを掲\n載していないウェブサイトはいくらでもあり，ドメイン取得の事実を示すのみでは，\nホームページの運用開始日が証明されるものではない。\nかえって，ホームページの「沿革」欄には，平成１６年９月に「ネットワークを\n利用して対戦する麻雀ゲームジャンナビの提供」と記載されているが，同年７月１\n日から平成１８年５月２４日まで，原告は，休眠会社の状態にあったこと， A は，\n被告に対する平成１９年４月１０日付け通知書において，原告がネットワークを利\n用して対戦する麻雀ゲームの提供を行っていないことを認めていること，ドメイン\nの取得時期は， A が原告の代表取締役に就任した時期とほぼ一致していることなど\nからすると，原告のホームページは，本件審判請求がされた後に，本件商標の使用\nの体裁を取り繕うために制作されたものであると強く推認される。\n(2)  すずめ，ＡＩＲＣＡＳＴ又はＬＳコミュニケーションズを通じた「麻雀ゲー\nムの提供」について\nア  原告は，すずめ，ＡＩＲＣＡＳＴ及びＬＳコミュニケーションズに対して，\nジャンナビソフトを提供したと主張する。\nしかし，ジャンナビソフトの提供は，国際分類第３５類に属する「販売促進策の\n企画・実施」という役務である。また，すずめ，ＡＩＲＣＡＳＴ及びＬＳコミュニ\nケーションズは，それぞれホームページでジャンナビソフトを無償で提供したとし\nているが，これらは麻雀荘等の顧客に対し，本業に付随して提供されるものにすぎ\nず，それ自体は商標法上の独立した役務に該当しない。\nイ  また，原告が，すずめ，ＡＩＲＣＡＳＴ及びＬＳコミュニケーションズに対\nし，ジャンナビソフトを提供したという事実は存在しない。これらの取引の存在に\nついて原告が引用する証拠は，次のとおり，いずれも信用性のないものである。\n(ア)  原告とすずめとの間の取引について\nａ  甲２１の物品受領書は，その記載自体から，原告とすずめとの間の取引書類\nとは認められない。同物品受領書は，文面上明らかにすずめと正成との間の取引書\n類である。\nまた，上記物品受領書の品名欄の記載が，同日に作成されたはずの領収証（控）\n（甲５５，６８）の但書欄の記載と一致していないことも不可解である。\nさらに，上記領収証（控）の但書欄には，「麻雀ジャンナビソフトの提供及び記\n憶媒体の貸与として」と記載されており，本件審判請求で不使用取消しの対象とさ\nれた指定役務の文言に殊更近似した表現が使用されているのも，極めて不自然であ\nる。\nｂ  原告は，原告とすずめとの間の平成２３年４月３０日付けコンテンツの利用\n契約書（甲２０）も，両者間で本件要証期間にジャンナビソフトの提供があったこ\nとの根拠である旨主張する。\nしかし，本件審判手続において，上記コンテンツの利用契約書が提出されたのは，\n原告による答弁書の提出（平成２３年１０月２４日）から約８か月半も経過した平\n成２４年７月９日であるから，同契約書は，原告が本件商標の使用実績を取り繕う\n目的で本件審判手続開始後にバックデートで作成されたものと推認され，同契約書\nに証拠価値は認められない。\n(イ)  原告とＡＩＲＣＡＳＴとの間の取引について\n物品受領書（甲３５）の品名欄の記載が，同日に作成されたはずの領収証（控）\n（甲５７，６９）の但書欄の記載と一致していないことは不可解である。\nまた，前記(ア)ａで甲５５及び６８の領収証（控）について述べたのと同様の理\n由により，甲５７及び６９の領収証（控）についても，信憑性は認められない。\nさらに，上記物品受領書に示されている取引は，代表者が同一人（ A ）である会\n社間での取引である。したがって，同物品受領書に示されている原告とＡＩＲＣＡ\nＳＴとの取引は， A の指示又は支配の下で，本件商標の不使用取消しを免れる目的\nで名目的にその使用の外観を作出するために作り出した取引であることが強く推認\nされる。\n(ウ)  原告とＬＳコミュニケーションズとの間の取引について\n物品受領書（甲２７）の品名欄の記載が，同日に作成されたはずの領収証（控）\n（甲５６）の但書欄の記載と一致していないことは不可解である。\nまた，前記(ア)ａで甲５５及び６８の領収証（控）について述べたのと同様の理\n由により，甲５６及び７０の領収証（控）についても，信憑性は認められない。\nさらに，ＬＳコミュニケーションズは，教育事業，中古車事業及び建築事業を行\nう会社であり，同社のホームページに麻雀ゲームソフトを設置したとしても，顧客\n獲得効果はおよそ期待できない。営利を目的とする会社が実際の営利的効果が得ら\nれることを期待できないものをわざわざ費用を払って設置することは，およそ考え\nにくい。\nしたがって，原告は，ＬＳコミュニケーションズに依頼して本件商標の使用の体\n裁を取り繕うためにジャンナビソフトを設置したにすぎないことが強く推認される。\nかかる使用は，仮にそれが原告による本件商標の利用であると評価できると仮定し\nても，不使用取消しを免れるに足りる「使用」ではあり得ない。\n(エ)  ＬＳコミュニケーションズとＢＡＮＢＡＮとの間の取引について\nａ  販売報告書（甲４８）について\n原告は，販売報告書の誤記が軽微なミスであり，これをもって証拠全体の信用性\nを否定することは本件審決の偏向した判断である旨主張する。\nしかし，契約当事者間において枢要な位置を占める販売報告書において，このよ\nうな明白かつ重要な誤記が看過されたまま数か月にわたって放置され続けることは，\n常識では考えられない。上記販売報告書は，最近になって原告が捏造したものと推\n認される。\nまた，上記販売報告書の備考欄には，「平成２３年６月３日付け「ソフトウェア\n製品の販売に関する契約」に従い麻雀ゲームソフト「ジャンナビ」Ｗｅｂ上の提供」\nと記載されている。同契約は，ＬＳコミュニケーションズが「麻雀ゲームソフト  ジ\nャンナビを複製し，当該複製品をインターネット上のサイト，ホームページに組み\n込み販売する」ことができるというものであるが（第１条），ＬＳコミュニケーシ\nョンズが自社のサイトにゲームソフトを組み込むことは，原告とＬＳコミュニケー\nションズとの間のコンテンツの利用契約書（甲２６）で定められているから，上記\nソフトウェア製品の販売に関する契約書（甲２９）でいう「インターネット上のサ\nイト，ホームページ」とは，第三者のサイトやホームページと解される。すなわち，\nソフトウェア製品の販売に関する契約は，ＬＳコミュニケーションズが麻雀ゲーム\nソフトを複製し，当該複製品を第三者のサイトやホームページに組み込んだ態様で\n販売することを定めたものである。\nしかるに，上記販売報告書では，「Ｗｅｂ上の提供」と記載されており，ＬＳコ\nミュニケーションズが自社のサイトでゲームソフトを提供したことが表示されてい\nる。仮に，自社サイトで提供したのではなく，ソフトウェア製品の販売に関する契\n約に基づき第三者に販売したのであれば，販売報告書における販売報告の対象を単\nに「Ｗｅｂ上の提供」と記載するはずはないから，当該販売報告書の備考欄の記載\nはソフトウェア製品の販売に関する契約内容と整合性がないものである。\nさらに，上記販売報告書には，報告者の捺印もされていないことからすると，同\n販売報告書は，最近になって原告によって捏造されたものとみるのが自然である。\nｂ  原告は，原告とＬＳコミュニケーションズとの間の平成２３年６月３日付け\nソフトウェア製品の販売に関する契約書（甲２９）も，本件要証期間にＬＳコミュ\nニケーションズを介してＢＡＮＢＡＮに対しジャンナビソフトを提供したことの根\n拠である旨主張する。\nしかし，前記(ア)ｂと同様に，本件審判手続において上記ソフトウェア製品の販\n売に関する契約書が提出されたのは，平成２４年７月９日であるから，同契約書は，\n原告が本件商標の使用実績を取り繕う目的で審判手続開始後にバックデートで作成\nされたものと推認され，同契約書にも証拠価値は認められない。\n２  「麻雀大会の企画・運営又は開催」について\n(1)  使用商標について\n「ジャンナビ杯」との文言からなる使用商標は，本件商標と社会通念上同一の商\n標ではない。\nしたがって，使用商標の使用によって，本件商標の不使用取消しを免れるもので\nはない。\n(2)  原告による「麻雀大会の企画・運営又は開催」について\n仮に，使用商標が本件商標と社会通念上同一の商標であると評価することができ\nるとしても，本件要証期間において，原告が麻雀大会「ジャンナビ杯」の企画・運\n営又は開催をしたものとは認められない。原告が，平成２３年４月２９日に麻雀大\n会「ジャンナビ杯」を開催したことの裏付けとして引用する証拠は，次のとおり，\nいずれも信用性に欠けるものである。\nア  原告のホームページ（甲４，６，３７）について\n前記１(1)のとおり，原告のホームページが，本件審判の請求の登録前までに開設\nされ，かつ，閲覧が可能な状態にあったことの客観的証拠はない。\nまた，本件審判手続における答弁書提出の段階（平成２３年１０月２４日）で提\n出されたホームページの写し（甲４，６）には，麻雀大会の参加費に関する記載は\nなかったが，後に提出されたホームページの写し等（甲３７，３８，５８～６１）\nには，参加費が明記されている。同年４月２９日に麻雀大会が開催されたという原\n告の主張からすると，参加費が明記された上記各証拠は，答弁書提出の段階でも当\n然に提出することができたはずであるのに，平成２４年７月９日になってようやく\n提出されるに至ったものである。かかる経緯からすると，参加費が明記された上記\n各ホームページの写しは，特許庁の平成２４年５月２１日付け審理事項通知書にお\nいて，原告のホームページ（甲４，６）に提示されている麻雀大会の告知には参加\n費用に関する記載がないと指摘されたことを受け，参加費用を徴収した大会を実施\nしたことの証拠として後付けで作成されたものであることが強く推認される。\nイ   D の陳述書（甲３８）について\nD なる人物による甲３８の陳述書には，平成２３年４月中旬頃，原告のホームペ\nージで麻雀大会の告知を見て，これに応募した旨の記載があり，また，原告は， D が\n見たというホームページとして，甲３７を提出している。\nところで，平成２３年４月１１日を作成日とする原告のホームページ（甲６）は，\n同年４月２９日に開催された麻雀大会の優勝者の氏名が既に明示されているという，\nあり得ないものであるから，当該ホームページは，捏造されたものというべきであ\nるところ，同ホームページにおける同年１１月３日開催の麻雀大会の告知には，場\n所や参加費の記載がないのに， D が見たという上記ホームページ（甲３７）では，\n同年４月２９日の麻雀大会について，急に詳細な記載がされており，首尾一貫して\nいない。\nしたがって，甲３７のホームページも捏造された疑いが濃いものであり，これに\n基づくという D の陳述にも信用性は認められない。\nウ  領収証（控）（甲５８～６１）について\n前記のとおり，原告のホームページや D の陳述書には不自然な点が多いから，原\n告が平成２３年４月２９日に主催したと主張する麻雀大会は存在しなかったと強く\n推認される。したがって，上記各書証の内容に沿うものとして提出された上記各領\n収証（控）についても，これを信用することはできない。\nしかも，本件審判手続において上記各領収証（控）が提出されたのは，原告によ\nる答弁書の提出から１０か月も経過した平成２４年８月２７日であるから，これら\nの領収証（控）は，原告が本件商標の使用実績を取り繕う目的のもとにバックデー\nトで作成されたものにすぎないことが強く推認される。\n(3)  ＬＳコミュニケーションズによる麻雀大会の企画・運営又は開催について\n原告は，ＬＳコミュニケーションズが原告との間の販売代理店契約（甲３１）に\n基づき，平成２３年７月２日に麻雀大会「ジャンナビ杯」を開催した旨主張する。\nしかし，そのような麻雀大会があったことの裏付けとして原告が引用する証拠は，\n次のとおり，いずれも信用性のないものである。\nア  販売報告書（甲４９）について\n前記１(2)イ(エ)ａと同様に，上記販売報告書は，内訳欄の項目に誤記があり，ま\nた，報告者の押印がないから，信用性はない。\nイ  販売代理店契約書（甲３１）について\n上記販売代理店契約書は，平成２３年６月６日付けで作成されているところ，前\n記１(2)イ(ア)ｂと同様に，本件審判手続において同契約書が提出されたのは，平成\n２４年７月９日であるから，同契約書は，原告が本件商標の使用実績を取り繕う目\n的で審判手続開始後にバックデートで作成されたものと推認され，同契約書にも証\n拠価値は認められない。\nウ   E の陳述書（甲３９）及び F の陳述書（甲４１）について\nこれらの陳述書には，いずれもＬＳコミュニケーションズのホームページで麻雀\n大会の告知がされたなどの記載がある。\nしかし，麻雀大会の開催を掲載したというＬＳコミュニケーションズのホームペ\nージは，証拠として提出されていない。\nまた，ＬＳコミュニケーションズは，前記のとおり，麻雀大会の開催を事業目的\nとする会社ではないから，そのような企業がホームページに麻雀大会の告知を掲載\nしたとしても，麻雀愛好家の目に留まるということは考えられない。\nしたがって，そのような麻雀大会の告知はもとより，大会自体が存在しなかった\nものといわざるを得ない。\nエ  ポスター（甲４０）及び領収証（甲４２）について\n前記のとおり，販売報告書（甲４９），販売代理店契約書（甲３１）， E の陳述\n書（甲３９）及び F の陳述書（甲４１）には，何ら信用性がなく，平成２３年７月\n２日にＬＳコミュニケーションズが主催した麻雀大会など存在しなかったものとい\nわざるを得ない。\nしたがって，以上の各書証に沿うものとして提出されたポスター及び領収証につ\nいても，これを信用することはできない。\nしかも，前記１(2)イ(ア)ｂと同様に，本件審判手続においてこれらの書証が提出\nされたのも，平成２４年７月９日であるから，これらの書証は，原告が本件商標の\n使用実績を取り繕う目的のもとにバックデートで作成されたものにすぎないものと\n推認される。\n３  「娯楽の提供」及び「娯楽情報の提供」について\n原告は，自己による一連の事業の実施を前提に，原告が「娯楽の提供」及び「娯\n楽情報の提供」について本件商標の使用を行った旨主張する。\nしかし，前記のとおり，原告が当該「一連の事業」を実施したこと自体が認めら\nれないから，原告の主張は前提を欠くものである。\n４  よって，本件商標の不使用に係る本件審決の判断に誤りはない。\n第４  当裁判所の判断\n１  「麻雀ゲームの提供」について\n(1)  原告のホームページでの麻雀ゲームの提供について\n原告は，平成２３年４月１１日に開設したホームページで，麻雀ゲームの提供を\n行った旨主張する。\n確かに，証拠（甲３～６）によれば，原告は，平成２３年４月８日にドメイン\n（jannavi.co.jp）を取得し，その後，そのドメインを利用して，ホームページを開\n設していること，甲４及び５に係る原告のホームページでは，麻雀ゲームジャンナ\nビ（ＰＣ版）及び麻雀ゲームジャンナビ（携帯版）の販売及びレンタルについての\n記事が掲載されていることなどが認められる。\nしかしながら，原告のホームページに上記各麻雀ゲームの販売及びレンタルにつ\nいての記事が掲載されたのが，本件要証期間であったことを認めるに足りる客観的\nな証拠はない。\nなお， A の陳述書（甲４３）には，原告のホームページは平成２３年４月１１日\nに開設した旨の記載がある。\nしかしながら， A の上記陳述書においても，原告のホームページに上記各麻雀ゲ\nームの販売及びレンタルに係る記事が掲載された時期は明示されていない。そして，\n平成２３年４月９日まで原告の代表取締役であった G は，同日以前には，原告が本\n件商標を麻雀ゲーム・アプリケーション・プログラム製品の商標として使用してい\nなかったと陳述していること（甲８２，８８，８９）を併せ考慮すると， A の上記\n陳述のみをもって，本件要証期間に原告のホームページで「麻雀ゲームの提供」が\n行われていたと認めることはできない。\n(2)  すずめを通じた麻雀ゲームの提供について\nア  原告は，平成２３年４月３０日にすずめにジャンナビソフトを提供したこと\nの証拠として，甲２１，５５等を提出しているが，次のとおり，これらの証拠は，\nいずれも信用性の乏しいものである。\n(ア)  物品受領書（甲２１）及び領収証（控）（甲５５，６８）について\n甲２１の物品受領書の品名欄には，「麻雀ジャンナビソフト貸与  平成２３年５\n月～１０月分」と記載されているところ，同物品受領書の左上部にはすずめの名称\nが記載され，右上部には正成の名称が記載されるとともに，正成の押印がされてい\nることが認められ，かかる体裁からすると，同物品受領書は，正成がすずめに対し，\nジャンナビソフトの貸与を受けたことを記載して交付した書面であるというべきで\nあり，すずめが原告から物品を受領したことを裏付ける書面であるということはで\nきない。\nまた，甲５５及び６８は，原告が，すずめから，３万円を受領したことが記載さ\nれた平成２３年４月３０日付けの領収証（控）であり，その但書欄には，「麻雀ジ\nャンナビソフトの提供及び記憶媒体の貸与として」との記載がある。\nしかしながら，上記領収証（控）が，ジャンナビソフトの提供に対する料金の支\n払のために作成されたものであれば，領収証（控）の但書欄には，「麻雀ジャンナ\nビソフトの提供として」と記載すれば足りるのであって，これに加えて，本件指定\n商品の表記に合わせるかのように「記憶媒体の貸与」をも記載するというのは，不\n自然である。\nさらに，本件審判手続において，原告は，特許庁から平成２４年５月２１日付け\n審理事項通知書（乙１）により，原告が「麻雀ゲームの提供」を行っていたとは認\nめ難いとの暫定的な見解が示された後，同年７月９日に上記物品受領書及び領収証\n（控）を提出している。原告は，平成２３年１０月２４日，特許庁に対し，答弁書\nと共に本件指定役務に係る使用の証拠（甲１～８）を提出しているところ，上記物\n品受領書及び領収証（控）は，いずれもそれ以前の同年４月３０日に作成されてい\nたというのであるから，上記答弁書等と共に特許庁に提出することも可能であった\nのに，特許庁から上記のような暫定的見解が示された後になって初めてこれを提出\nしていることからすると，上記物品受領書及び領収証（控）の内容の信用性には疑\n問を持たざるを得ない。\nしたがって，上記物品受領書及び領収証（控）は，信用性の乏しいものといわざ\nるを得ず，同物品受領書及び領収証（控）をもって，原告がすずめに対し，平成２\n３年４月３０日にジャンナビソフトを提供した証拠と認めることはできない。\n(イ)  陳述書（甲４３，４６）について\nA の陳述書（甲４３）及びすずめの経営者である B の陳述書（甲４６）には，\n平成２３年４月３０日，原告が，すずめに対し，ジャンナビソフトを提供した旨の\n陳述があるが，これを裏付ける客観的な証拠がない以上，これらの陳述をもって，\n同日，原告がすずめに対し，ジャンナビソフトを提供したと認めることはできない\nし，他にこれを認めるに足りる証拠もない。\nイ  原告は，平成２３年４月３０日には，すずめのホームページは開設され，か\nつ，閲覧可能な状態にあったと主張する。\n確かに，ビートワンとすずめとの間の平成２３年３月２８日付けホームページ開\n発委託覚書（甲２３）では，ビートワンが作成したホームページは，同年４月２８\n日にすずめに納品すると記載されていること， B の陳述書（甲４６）には，「平成\n２３年４月３０日から同年１０月３１日までの間，すずめのホームページに，麻雀\nゲーム「ジャンナビ」を表示させ，ゲームを利用できるようにしました。」との記\n載があること，原告とすずめとの間の平成２３年４月３０日付けコンテンツの利用\n契約書（甲２０）では，麻雀ゲーム「ジャンナビ」の提供期間を同日から同年１０\n月３０日までとし（第２条），その利用条件をインターネット上で運営するすずめ\nのＷｅｂサイトに対してリンクを設定する形態によりコンテンツを提供すると定め\nられていること（第３条）がうかがわれるなど，原告の上記主張に沿う証拠も提出\nされている。\nしかしながら，前記のとおり，原告がすずめに対し，平成２３年４月３０日にジ\nャンナビソフトを提供したことを認めるに足りる証拠はない。\nまた，上記ホームページ開発委託覚書及びコンテンツの利用契約書は，いずれも\n同年３月又は４月に作成されたというのであるが，これらの書面が本件審決手続に\nおいて本件商標の使用に係る証拠として提出されたのは，特許庁から平成２４年５\n月２１日付け審理事項通知書により，原告が「麻雀ゲームの提供」を行っていたと\nは認め難いとの暫定的な見解が示された後であるから，前記ア(ア)と同様に，その\n内容の信用性には疑問を持たざるを得ない。しかも，平成２３年４月９日から同年\n５月３１日まで原告の代表取締役であった A は，平成１９年１月２５日までは被告\nの代表取締役を務めていたところ（甲７８，８２），その退任時には，被告との間\nで，相互にその業務を妨害するような事態の発生を防止するため，退職金の支払や A\nが所有していた被告の株式の処分について，合意書（甲８０）を作成することとな\nるような紛争が生じていたものであり，上記ホームページ開発委託覚書やコンテン\nツの利用契約書は，いずれも，被告との間でそのような紛争が生じていた A の関与\nの下で作成されていることを併せ考慮すると，その信用性は乏しいものといわざる\nを得ない。\nさらに，すずめのホームページ（甲２２）には，これがいつの時点のものか，そ\nの年月日を示す表示もない。\n以上によれば，上記ホームページ開発委託覚書等の証拠から，すずめのホームペ\nージが，平成２３年４月３０日には開設され，かつ，閲覧可能な状態にあったと認\nめることはできない。\n(3)  ＡＩＲＣＡＳＴを通じた麻雀ゲームの提供について\nア  原告は，平成２３年４月２０日にＡＩＲＣＡＳＴにジャンナビソフトを提供\nしたことの証拠として，甲３５，５７等を提出しているが，次のとおり，これらの\n証拠は，いずれも信用性の乏しいものである。\n(ア)  物品受領書（甲３５）及び領収証（甲５７，６９）について\n甲５７及び６９は，原告が，ＡＩＲＣＡＳＴから，３万円を受領したことが記載\nされた平成２３年４月２０日付けの領収証（控）であり，その但書欄には，「麻雀\nジャンナビソフトの提供及び記憶媒体の貸与として」との記載がある。\nしかしながら，上記領収証（控）が，ジャンナビソフトの提供に対する料金の支\n払のために作成されたものであれば，領収証（控）の但書欄には，「麻雀ジャンナ\nビソフトの提供として」と記載すれば足りるのであって，これに加えて，本件指定\n商品の表記に合わせるかのように「記憶媒体の貸与」をも記載するというのは，不\n自然である。\nまた，上記物品受領書及び領収証（控）は，いずれも平成２３年４月２０日に作\n成されたというのであるが，これが本件審判手続において本件商標の使用に係る証\n拠として提出されたのは，特許庁から平成２４年５月２１日付け審理事項通知書に\nより，原告が「麻雀ゲームの提供」を行っていたとは認め難いとの暫定的な見解が\n示された後であるから，前記(2)ア(ア)と同様に，その内容の信用性には疑問を持た\nざるを得ない。\nしたがって，上記物品受領書及び領収証（控）の信用性は乏しいといわざるを得\nず，同物品受領書及び領収証（控）をもって，原告がＡＩＲＡＣＡＳＴに対し，平\n成２３年４月２０日にジャンナビソフトを提供した証拠と認めることはできない。\n(イ)   A の陳述書（甲４３，５４）について\nA の上記各陳述書には，原告が，平成２３年４月２０日にＡＩＲＣＡＳＴにジャ\nンナビソフトを提供した旨記載されているが，これを裏付ける客観的な証拠がない\n以上，これらの陳述をもって，同日，原告がＡＩＲＣＡＳＴに対し，ジャンナビソ\nフトを提供したと認めることはできないし，他にこれを認めるに足りる証拠もない。\nイ  原告は，平成２３年４月２０日には，ＡＩＲＣＡＳＴのホームページに麻雀\nゲーム「ジャンナビ」が掲載され，かつ，閲覧可能な状態にあったと主張する。\n確かに，原告がＡＩＲＣＡＳＴのホームページであると主張する甲３６には，麻\n雀ゲームジャンナビ（ＰＣ版）及び麻雀ゲームジャンナビ（携帯版）がそれぞれ掲\n載されていること，ＡＩＲＣＡＳＴの代表取締役でもある A の陳述書（甲５４）に\nは，「ジャンナビソフトは平成２３年４月２０日から同年１０月２０日まで，弊社\nのホームページに６ヶ月間掲載しました。」との記載があること，原告とＡＩＲＣ\nＡＳＴとの間の同年４月２０日付けコンテンツの利用契約書（甲３４）では，麻雀\nゲーム「ジャンナビ」の提供期間を同日から同年１０月２０日までとし（第２条），\nその利用条件をインターネット上で運営するＡＩＲＣＡＳＴのＷｅｂサイトに対し\nてリンクを設定する形態によりコンテンツを提供すると定めていること（第３条）\nがうかがわれるなど，原告の上記主張に沿う証拠もある。\nしかしながら，前記のとおり，原告がＡＩＲＣＡＳＴに対し，平成２３年４月２\n０日にジャンナビソフトを提供したことを認めるに足りる証拠はない。\nまた，上記コンテンツの利用契約書は，平成２３年４月２０日に作成されたとい\nうのであるが，これが本件審判手続において本件商標の使用に係る証拠として提出\nされたのは，特許庁から平成２４年５月２１日付け審理事項通知書により，原告が\n「麻雀ゲームの提供」を行っていたとは認め難いとの暫定的な見解が示された後で\nあるから，前記(2)ア(ア)と同様に，その内容の信用性には疑問を持たざるを得ない。\nしかも，上記コンテンツの利用契約書も，前記(2)イと同様，被告との間で紛争が生\nじていた A の関与の下で作成されていることを併せ考慮すると，同契約書の信用性\nは乏しいものといわざるを得ない。\nさらに，ＡＩＲＣＡＳＴのホームページ（甲３６）には，これがいつの時点のも\nのか，その年月日を示す表示もない。\n以上によれば，上記コンテンツの利用契約書等の証拠から，平成２３年４月２０\n日にはＡＩＲＣＡＳＴホームページに麻雀ゲーム「ジャンナビ」が掲載され，かつ，\n閲覧可能な状態にあったと認めることはできない。\n(4)  ＬＳコミュニケーションズを通じた麻雀ゲームの提供について\nア  原告は，平成２３年５月１日にＬＳコミュニケーションズにジャンナビソフ\nトを提供したことの証拠として，甲２７，５６等を提出しているが，次のとおり，\nこれらの証拠は，いずれも信用性の乏しいものである。\n(ア)  物品受領書（甲２７）及び領収証（控）（甲５６，７０）について\n甲５６及び７０は，原告が，ＬＳコミュニケーションズから，３万円を受領した\nことが記載された平成２３年５月１日付けの領収証（控）であり，その但書欄には，\n「麻雀ジャンナビソフトの提供及び記憶媒体の貸与として」との記載がある。\nしかしながら，上記領収証（控）が，ジャンナビソフトの提供に対する料金の支\n払のために作成されたものであれば，領収証（控）の但書欄には，「麻雀ジャンナ\nビソフトの提供として」と記載すれば足りるのであって，これに加えて，本件指定\n商品の表記に合わせるかのように「記憶媒体の貸与」をも記載するというのは，不\n自然である。\nまた，上記物品受領書及び領収証（控）は，いずれも平成２３年５月１日に作成\nされたというのであるが，これが本件審判手続において本件商標の使用に係る証拠\nとして提出されたのは，特許庁から平成２４年５月２１日付け審理事項通知書によ\nり，原告が「麻雀ゲームの提供」を行っていたとは認め難いとの暫定的な見解が示\nされた後であるから，前記(2)ア(ア)と同様に，その内容の信用性には疑問を持たざ\nるを得ない。\nしたがって，上記物品受領書及び領収証（控）の信用性は乏しいといわざるを得\nず，同物品受領書及び領収証（控）をもって，原告がＬＳコミュニケーションズに\n対し，平成２３年５月１日にジャンナビソフトを提供した証拠と認めることはでき\nない。\n(イ)  陳述書（甲４３，４７）について\nA の陳述書（甲４３）及び C の陳述書（甲４７）には，平成２３年５月１日，\n原告が，ＬＳコミュニケーションズに対し，ジャンナビソフトを提供した旨記載さ\nれているが，これを裏付ける客観的な証拠がない以上，これらの陳述をもって，同\n日，原告がＬＳコミュニケーションズに対し，ジャンナビソフトを提供したと認め\nることはできないし，他にこれを認めるに足りる証拠もない。\nイ  原告は，平成２３年５月１日には，ＬＳコミュニケーションズのホームペー\nジに麻雀ゲーム「ジャンナビ」が掲載され，かつ，閲覧可能な状態にあったと主張\nする。\n確かに，ＬＳコミュニケーションズのホームページ（甲２８）には，麻雀ゲーム\n「ジャンナビ」が掲載されていること， C の陳述書（甲４７）には，概略，「弊社\nは，このＣＤ－Ｒを利用して，平成２３年５月１日から同年１０月３１日までの間，\n弊社のホームページに麻雀ゲーム「ジャンナビ」を掲載しました。」との記載があ\nること，原告とＬＳコミュニケーションズとの間の平成２３年５月１日付けコンテ\nンツの利用契約書（甲２６）では，麻雀ゲーム「ジャンナビ」の提供期間を同日か\nら同年１０月１日までとし（第２条），その利用条件をインターネット上で運営す\nるＬＳコミュニケーションズのＷｅｂサイトに対してリンクを設定する形態により\nコンテンツを提供すると定めていること（第３条）がうかがわれるなど，原告の上\n記主張に沿う証拠も提出されている。\nしかしながら，前記のとおり，原告がＬＳコミュニケーションズに対し，平成２\n３年５月１日にジャンナビソフトを提供したと認めるに足りる証拠はない。\nまた，上記コンテンツの利用契約書は，平成２３年５月１日に作成されたという\nのであるが，これが本件審判手続において本件商標の使用に係る証拠として提出さ\nれたのは，特許庁から平成２４年５月２１日付け審理事項通知書により，原告が「麻\n雀ゲームの提供」を行っていたとは認め難いとの暫定的な見解が示された後である\nから，前記(2)ア(ア)と同様に，その内容の信用性には疑問を持たざるを得ない。し\nかも，上記コンテンツの利用契約書も，前記(2)イと同様，被告との間で紛争が生じ\nていた A の関与の下で作成されていることを併せ考慮すると，同契約書の信用性は\n乏しいものといわざるを得ない。\nさらに，ＬＳコミュニケーションズのホームページ（甲２８）には，これがいつ\nの時点のものか，その年月日を示す表示もない。\n以上によれば，上記コンテンツの利用契約書等の各証拠から，平成２３年５月１\n日にはＬＳコミュニケーションズのホームページに麻雀ゲーム「ジャンナビ」が掲\n載され，かつ，閲覧可能な状態にあったと認めることはできない。\n(5)  ＢＡＮＢＡＮのホームページにおける麻雀ゲームの提供について\nア  原告は，平成２３年６月にＬＳコミュニケーションズがＢＡＮＢＡＮにジャ\nンナビソフトを販売したと主張する。\nしかしながら，ＬＳコミュニケーションズがＢＡＮＢＡＮに対し，本件ソフトウ\nェアを販売したことを認めるに足りる客観的な証拠はないから，原告の主張は採用\nすることができない。\nイ  原告は，本件要証期間にＢＡＮＢＡＮのホームページに麻雀ゲーム「ジャン\nナビ」が掲載され，かつ，閲覧可能な状態にあったと主張する。\n確かに，甲３０のＢＡＮＢＡＮのホームページでは，麻雀ゲームジャンナビが掲\n載されていることが認められる。\nしかしながら，ＢＡＮＢＡＮのホームページに上記麻雀ゲームジャンナビが掲載\nされたのが，本件要証期間であったことを認めるに足りる客観的な証拠はないから，\n原告の主張は採用することができない。\n(6)  小括\nよって，本件要証期間に本件商標が「麻雀ゲームの提供」に係る役務に使用され\nたと認めることはできない。\n２  「麻雀大会の企画・運営又は開催」について\n(1)  商標の同一性\n商標法５０条１項は，「継続して３年以上日本国内において商標権者，専用使用\n権者又は通常使用権者のいずれもが各指定商品又は指定役務についての登録商標\n（書体のみに変更を加えた同一の文字からなる商標，平仮名，片仮名及びローマ字\nの文字の表示を相互に変更するものであつて同一の称呼及び観念を生ずる商標，外\n観において同視される図形からなる商標その他の当該登録商標と社会通念上同一と\n認められる商標を含む。）の使用をしていないときは， 何人も，その指定商品又は\n指定役務に係る商標登録を取り消すことについて審判を請求することができる。」\n旨規定するところ，同項において，①書体のみに変更を加えた同一の文字からなる\n商標，②平仮名，片仮名及びローマ字の文字の表示を相互に変更するものであって\n同一の称呼及び観念を生ずる商標，③外観において同視される図形からなる商標が\n例示されていることに鑑みれば，同項にいう「登録商標と社会通念上同一と認めら\nれる商標」は，上記①ないし③に準ずるような，これと同程度のものをいうものと\n解される。なお，文言上，登録商標と「同一」と認められるものでなければならず，\n「類似」の商標は含まれない。\n(2)  本件商標と使用商標との同一性\nア  本件商標は，「ＪａｎＮａｖｉ」の欧文字と「ジャンナビ」の片仮名文字と\nを二段に横書きしてなり，「ジャンナビ」との称呼を生じ，また，「麻雀大会の企\n画・運営又は開催」に係る役務の取引者，需要者においては，「麻雀（マージャン）」\nの略語を意味する「ジャン」と，操縦等の意味を有する「ナビゲーション」の頭文\n字である「ナビ」とを結合させた語句であると想起し得るものである。\nこれに対し，原告のホームページ（甲４，６，３７）に掲載された使用商標は，\n「ジャンナビ杯」との文字からなり，「ジャンナビハイ」との称呼を生じ，また，\n上記取引者，需要者においては，「ジャンナビ」との名称を付したゲーム大会等を\n想起し得るものである。\nそうすると，使用商標は，①本件商標の書体のみに変更を加えた同一の文字から\nなる商標とはいえないし，②本件商標のローマ字等の文字の表示を相互に変更して\n同一の称呼及び観念を生ずる商標でもなく，また，③外観において本件商標と同視\nされる図形からなる商標でもなく，これらと同程度のものということもできない。\nしたがって，「ジャンナビ杯」は，本件商標と社会通念上同一と認められる商標\nということはできない。\nイ  原告の主張について\n原告は，使用商標では，「ジャンナビ」の部分が要部となっているから，使用商\n標と本件商標とは，社会通念上同一であると主張する。\nしかしながら，使用商標から「ジャンナビ」の部分のみを抽出し，この部分だけ\nを本件商標と比較して商標そのものの同一性を判断することは，許されない。\nしたがって，原告の主張は，採用することができない。\n(3)  小括\nよって，その余の点について検討するまでもなく，本件要証期間に本件商標が「麻\n雀大会の企画・運営又は開催」に係る役務に使用されたと認めることはできない。\n３  結論\n以上の次第であるから，原告主張の取消事由には理由がなく，原告の請求は棄却\nされるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          土      肥      章      大\n裁判官          大 鷹 一 郎\n裁判官          齋      藤              巌\n"
}