{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 11,
    "day": 28
  },
  "case_number": "平成25(行ケ)10121",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83805",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83805",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/805/083805_hanrei.pdf",
  "contents": "平成２５年１１月２８日判決言渡  同日原本領収  裁判所書記官\n平成２５年（行ケ）第１０１２１号  審決取消請求事件\n口頭弁論終結日  平成２５年１０月３１日\n判        決\n原              告        三 菱 電 機 株 式 会 社\n訴 訟 代 理 人 弁 護 士        近      藤      惠      嗣\n同                        重      入      正      希\n同                        前      田      将      貴\n被              告        東芝 ホー ムア プ ライ アンス\n株 式 会 社\n訴 訟 代 理 人 弁 護 士        高      橋      雄  一  郎\n同                        阿      部      実  佑  季\n訴訟復代理人弁護士        北      島      志      保\n訴 訟 代 理 人 弁 理 士        小      川      泰      典\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が無効２０１２－８００１２６号事件について平成２５年３月１９日にし\nた審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  株式会社東芝（以下「東芝」という。）は，平成７年７月２０日，発明の名\n称を「洗濯機の脱水槽」とする特許出願（特願平７－１８４３５１号）をし，平成\n１４年３月２２日，設定の登録（特許第３２９０３３６号。請求項の数７）を受け\nた（甲２。以下，この特許を「本件特許」という。）。\n(2)  本件特許は，平成２０年１２月９日，東芝から東芝コンシューマエレクトロ\nニクス・ホールディングス株式会社（以下「東芝コンシューマエレクトロニクス」\nという。）及び被告に一般承継により移転され，同日，特定承継による本件の一部\n移転により，被告，東芝及び東芝コンシューマエレクトロニクスの共有となった\n（乙１）。\n本件特許は，平成２３年３月３日，東芝から特定承継による本件の持分移転によ\nり，被告及び東芝コンシューマエレクトロニクスの共有となった（乙１）。\n(3)  原告は，平成２４年８月２１日，本件特許の請求項１ないし７に係る発明に\nついて，特許無効審判を請求し，無効２０１２－８００１２６号事件として係属し\nた。\n(4)  特許庁は，平成２５年３月１９日，「本件審判の請求は，成り立たない。」\nとの審決（以下「本件審決」という。）をし，その謄本は，同年４月４日，原告に\n送達された。\n(5)  原告は，平成２５年４月２６日，本件審決の取消しを求める本件訴訟を提起\nした。\n(6)  被告は，平成２５年１０月８日，東芝コンシューマエレクトロニクスから特\n定承継による本権の持分移転により，本件特許に係る東芝コンシューマエレクトロ\nニクスの持分全部を承継した（乙２～４）。\n２  特許請求の範囲の記載\n本件特許の特許請求の範囲の請求項１ないし７に記載の発明は，次のとおりであ\nる。以下，請求項１に記載された発明を「本件発明１」といい，各発明を併せて\n「本件発明」という。また，本件特許に係る明細書（甲２）を，図面を含め，「本\n件明細書」という。\n【請求項１】金属板を円筒状に曲成しその両端部を接合することにより形成した胴\n部と，この胴部の下縁部に結合した底板，及び胴部の上縁部に装着したバランスリ\nングとを具備するものにおいて，フィルタ部材を具え，このフィルタ部材が上下の\n全長で前記胴部の接合部を内側より覆い，その上下の全長より充分に小さな寸法の\n隙間を前記バランスリング又は底板との間に余すことを特徴とする洗濯機の脱水槽。\n【請求項２】胴部の接合部がかしめによるもので，そのかしめ接合部の内側凸形状\nに合わせ，フィルタ部材に凹部を形成したことを特徴とする請求項１記載の洗濯機\nの脱水槽。\n【請求項３】胴部の接合部がかしめによるもので，フィルタ部材の凸状部に対し，\n胴部のかしめ接合部に凹陥部を形成して，これらを遊嵌したことを特徴とする請求\n項１記載の洗濯機の脱水槽。\n【請求項４】胴部の接合部がかしめによるもので，そのかしめ接合部一帯の部分に\n凹陥部を形成し，この凹陥部にフィルタ部材の全体を遊嵌したことを特徴とする請\n求項１記載の洗濯機の脱水槽。\n【請求項５】胴部の接合部がかしめによるもので，そのかしめ接合部の内側部分を\n平坦にしたことを特徴とする請求項１記載の洗濯機の脱水槽。\n【請求項６】胴部の接合部を突合わせ溶接としたことを特徴とする請求項１記載の\n洗濯機の脱水槽。\n【請求項７】フィルタ部材が胴部の接合部をまたいでその両側部でねじ固定されて\nいることを特徴とする請求項１記載の洗濯機の脱水槽。\n３  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）のとおりであり，要するに，本件発明に\nついて，特許を受けようとする発明が明確であるとの要件を満たしていないとはい\nえない，というものである。\n４  取消事由\n明確性の要件に係る判断の誤り\n第３  当事者の主張\n〔原告の主張〕\n(1)  本件明細書の記載の参酌の可否について\n本件発明１の「その上下の全長より充分に小さな寸法の隙間」との構成のうち，\n「その上下の全長」が「フィルタ部材の上下の全長」を意味することは明らかであ\nり，「充分に小さな寸法」との構成がフィルタ部材の全長との比較で用いられてい\nることは当業者に理解可能である。\nしかしながら，フィルタ部材の全長より充分に小さな寸法がいかなる技術的意味\nを有するかは，特許請求の範囲の記載からは不明である。「充分に」とは比較の基\n準又は程度が不明確な表現であり，本件発明の特許請求の範囲の記載は，殊更に不\n明確な表現を用いることによりその技術的範囲を曖昧なものとしている。特許法３\n６条６項２号は，特許権が行使される範囲の外延を明示するという特許請求の範囲\nの機能に鑑みて，特許請求の範囲の記載のみで技術的思想である発明自体が明確と\nなることを要求しており，本件審決も，本件発明の「隙間」の技術的意義は特許請\n求の範囲の記載のみでは一義的に理解することはできないとする以上，本件発明の\n特許請求の範囲の記載が明確性の要件を充足していないことは明らかである。\n(2)  本件明細書の記載の参酌について\n仮に，本件審決のように本件明細書の記載を参酌したとしても，本件発明の特許\n請求の範囲の記載は一義的に解釈することはできない。\nア  作用効果の記載の参酌について\n(ア)  本件明細書には，「充分に小さな寸法」の意味を定義した記載は存在しな\nいから，本件明細書の記載を参酌したとしても，特許請求の範囲の記載が明確性の\n要件を充足する余地はない。\n本件明細書において，「充分に小さな」又は「充分に小さい」という記載が存在\nするのは，【０００８】【００１３】及び【００２９】にすぎず，そのうち，【０\n００８】及び【００２９】には，「充分に小さな寸法の隙間」が解決手段であるこ\nとを示すのみであり，その具体的構成を開示するものではない。【００１３】では，\n【図１】に図示された寸法Ｌ１及び寸法Ｌ２がフィルタ部材の全長より充分に小さ\nいことが記載されているが，その理由は示されておらず，フィルタ部材の全長より\nもどの程度小さければ「充分に小さい」といえるかは不明である。\n本件審決は，本件明細書に記載された本件発明の課題や効果に基づいて「（フィ\nルタ部材の）全長より充分に小さな寸法の隙間」の技術的意義を明らかにしようと\nするが，このような手法は特許法３６条６項２号の趣旨に反する。\n(イ)  本件明細書には，「その（フィルタ部材の）上下の全長より充分に小さな\n寸法の隙間」という構成を採用した結果として得られる効果を説明する記載が存在\nするにすぎず，当該構成に関する説明は存在しない。本件明細書における発明の効\n果に関する記載から本件発明の構成を想定することは，解決課題から解決手段を想\n定することに等しく，解決手段を開示することによって特許を得るという特許法の\n論理に反する。\n前記のとおり，本件明細書（【００１６】）には，【００１３】に記載された寸\n法Ｌ１及び寸法Ｌ２の作用効果が記載されているにすぎず，寸法Ｌ１や寸法Ｌ２が\nどれだけ大きければ「隙間」と呼べるか，反対に，どれほど大きくても「充分に小\nさな寸法の隙間」といい得るかを明らかにするものではない。本件審決は，寸法Ｌ\n１及び寸法Ｌ２の作用効果の記載を「充分に小さな寸法の隙間」の定義として代用\nするものであって，誤りである。\nイ  死角について\n(ア)  本件審決は，隙間を設ける効果が「実用上支障がない程度」「その程度の\n効果を奏するもの」であるとするが，本件審決が認定する上記効果をもってしても，\nどの程度の大きさの隙間であれば「（フィルタ部材の）全長より充分に小さな寸法\nの隙間」に該当するのかを一義的に判断することはできない。\n(イ)  本件審決は，一般的な体形の使用者を想定し得るとした上で，隙間に関し，\n脱水槽内を覗く使用者の視点の位置は想定でき，その視点からバランスリング又は\nフィルタ部材の陰（死角）となって見えなくなる程度の「その上下の全長より充分\nに小さな寸法」は明確であるとする。\nしかしながら，本件発明の特許請求の範囲の記載及び本件明細書には，「その上\n下の全長より充分に小さな寸法」を判断する基準とフィルタ部材の陰（死角）とを\n直接結び付ける記載はないし，当業者が使用者の体形等を想定できるからといって，\n直ちに本件発明の「その上下の全長より充分に小さな寸法」が一義的に明らかとな\nるわけではない。同じ人物が同じ洗濯機を使用した場合でも，様々な事情によって\n視点の位置は変化するから，「脱水槽内を覗く使用者の視点Ｅ」が一義的に定まる\nことはないし，当該視点が一定の範囲を有する概念であると理解するとしても，そ\nの範囲は明確とはなり得ない。\n(ウ)  したがって，バランスリング又はフィルタ部材の「死角」によって隙間の\n接合部が見えなくなるという本件発明の作用効果を参酌しても，「その全長よりも\n充分に小さな寸法」は一義的に明確とはいえない。\nウ  接合部に洗濯物が触れないことについて\n(ア)  本件審決は，接合部に洗濯物が触れないという効果について，そのような\n効果を奏し得る程度の「その上下の全長より充分に小さな寸法の隙間」も当業者が\n想定でき，その技術的思想は明確であるとする。\nしかしながら，前記のとおり，接合部に洗濯物が触れないという作用効果は，寸\n法Ｌ１及び寸法Ｌ２の効果であって，「その上下の全長より充分に小さな寸法」の\n定義ではない。\nまた，本件審決は，「接合部に洗濯物が触れない」とは，触れることが少なくな\nる，触れにくくなるであろうという程度を意味するとするが，「触れにくくなるで\nあろうという程度」との認定自体，極めて不明確であるのみならず，当該認定は本\n件明細書の記載に基づくものではない。隙間の接合部に洗濯物が触れるか否かは，\n隙間の寸法のみで決せられるものではなく，フィルタ部材やバランスリングの形状\nが大きく影響するが，本件発明の特許請求の範囲の記載において，フィルタ部材や\nバランスリングの形状を具体的に特定するものではないし，上記各部材の形状につ\nいて当業者に共通認識は存在しない。\n(イ)  洗濯物が「触れることが少なくなる」という作用効果を奏するか否かを判\n断するためには，基準となる対比されるべき構成（触れることが少なくなっていな\nい寸法の隙間を備えた構成）が存在しなければならないが，本件明細書には当該構\n成が明らかにされていないから，本件明細書の記載を参酌しても，当業者は本件明\n細書の「触れることが少なくなる」との作用効果を一義的に理解することはできな\nい。\nエ  熱膨張率について\n本件審決は，本件発明では，熱膨張率の違いにより生ずる隙間の程度より大きな，\n洗濯物が挟まれないような，あらかじめ人為的にある程度の大きさの隙間が形成さ\nれればよいとする。\n確かに，熱膨張率の違いにより生ずる隙間の程度は，容易かつ客観的に計算する\nことができるものである。\nしかしながら，当業者は，洗濯物が挟まれないような蓋然性のある大きさがどの\n程度であるかについて想定することはできないから，このような大きさの隙間を一\n義的かつ明確に定義することはできない。\nしたがって，「その上下の全長より充分に小さな寸法の隙間」については，寸法\nの上限に関わる「充分に小さな寸法」が不明確であるのみならず，どの程度の大き\nさがあれば「隙間」と呼び得るのかという寸法の下限についても明確性を欠く。\n(3)  以上のとおりであるから，本件発明の特許請求の範囲の記載が明確性の要件\nを充足するということはできない。\n〔被告の主張〕\n(1)  本件明細書の記載の参酌の可否について\n発明の技術的意義が特許請求の範囲の記載のみでは一義的に理解することができ\nず，文言の解釈を要するのはごく普通のことであり，これをもって直ちに特許法３\n６条６項２号の規定に違反するとはいえない。このような場合，明細書の記載等を\n参酌して解釈するのが確立した実務であり，特許法が許容するところである。特許\n請求の範囲の記載の文言が一義的に明確ではないとしても，明細書の発明の詳細な\n説明を参酌することにより，その技術的意義を明確に理解することができる場合，\n第三者に不測の不利益を被らせることはない。\n(2)  本件明細書の記載の参酌について\n本件審決のように本件明細書の記載を参酌すれば，本件発明の特許請求の範囲の\n記載は一義的に解釈することができる。\nア  作用効果の記載の参酌について\n明細書の発明の詳細な説明の記載を参酌することは，定義形式の表現のみを参酌\nすることを意味するものではなく，課題やその解決手段，作用効果との関係で文言\nの技術的意義を理解することにほかならない。当該手法も，実務上確立した手法で\nあり，特許法が許容するところである。\nしたがって，本件明細書における発明の効果に関する記載から本件発明の構成を\n想定することも許されるから，本件明細書に「充分に小さな寸法」の意味を定義し\nた記載が存在しないからといって，特許請求の範囲の記載が明確性の要件を充足す\nる余地はないということはできない。\nイ  死角について\n本件明細書（【００１６】）には，「使用者の視点Ｅ（図１参照）に対し，ここ\nの接合部がバランスリングの陰（死角Ｄ１）となって見えず」と記載されており，\n使用者の視点Ｅを基準にして死角を特定することが明記されている。\n本件発明においては，ｍｍ単位での厳密な視点の特定が要求されているのではな\nく，普通の使用者が普通の姿勢で見た場合に隙間が見えないことを要求しているに\nすぎない。洗濯機は，一般的な体型の使用者の通常の使用方法を対象として設計さ\nれるから，使用者の視点Ｅは一義的に定まるものであるし，使用者の視点Ｅが定ま\nれば，死角も一義的に定まる。そのような死角内に隙間がとどまることが「その上\n下の全長より充分に小さな寸法」である。\nしたがって，「その上下の全長より充分に小さな寸法」とは，一般的な体型の使\n用者の通常の使用方法における視点において「隙間における接合部が，バランスリ\nング又はフィルタ部材の陰となって見えなくなる」ものと解釈することができる。\nウ  接合部に洗濯物が触れないことについて\n(ア)  本件発明は，洗濯物が隙間に触れる可能性があること自体は前提としてお\nり，フィルタ台等の突出する形状によって，洗濯物が接合部に触れることが少なく\nなるという効果を奏するものである。そして，そのような隙間の寸法は当業者が想\n定できるというべきである。\n(イ)  「洗濯物が隙間の接合部に触れることがない」という表現は，いかなる洗\n濯物でも絶対に接合部に触れることがない（絶対的かつ完璧な非接触）などという\nありえない状態を意味するものではない。本件明細書（【図１】）のとおり，ごく\n小さな洗濯物が寸法Ｌ２の下隙間の接合部に接触する可能性があることは自明であ\nり，本件明細書（【００１６】）は，通常の洗濯において，隙間の接合部には洗濯\n物が触れにくいということを意味するにすぎない。隙間における接合部が，バラン\nスリング又はフィルタ部材の陰となって見えなくなるような「隙間」においては，\n同時に，洗濯物が隙間の接合部に触れることがなくなるという効果を奏する。\nエ  熱膨張率について\n熱膨張率は，どの程度の大きさがあれば「隙間」と呼び得るかに関する寸法の下\n限について問題となり得るものである。「揚水路形成部材と脱水槽の胴部の熱膨張\n率の違いにより特に冷えたときに生じてしまう僅かな隙間」は，胴部の大きさや材\n料等によって異なり得るが，客観的に計算することは可能である。原告も，熱膨張\n率の違いにより生ずる隙間の程度は容易かつ客観的に計算できること自体は認めて\nいるから，洗濯物が挟まれることのない大きさも客観的に計算可能というべきであ\nる。\n本件発明では，熱膨張率の違いにより生ずる隙間の程度より大きく，かつ，洗濯\n物が挟まれない程度の大きさの隙間があらかじめ人為的に形成されればよいところ，\n当業者であればその隙間の大きさを想定することは可能である。「洗濯物が挟まれ\nることのない大きさ」の下限は，ｍｍ単位で問題になるものではない。「隙間なく\n取り付けられているにもかかわらず，揚水路形成部材と脱水槽の胴部の熱膨張率の\n違いにより特に冷えたときに生じてしまう僅かな隙間」とは異なり，「あらかじめ\n人為的にある程度の大きさの隙間を設けること」という程度に特定されていれば十\n分である。\n(3)  以上のとおりであるから，本件発明の特許請求の範囲の記載は明確性の要件\nを充足するというべきである。\n第４  当裁判所の判断\n１  本件発明について\n本件発明の特許請求の範囲は，前記第２の２に記載のとおりであるところ，本件\n発明で，明確性要件充足が問題となっている請求項１の「その上下の全長より充分\nに小さな寸法の隙間」は，請求項１から７まで共通である。本件明細書（甲２）に\nは，おおむね次の記載がある。\n(1)  発明の属する技術分野\n本件発明は，胴部が金属板から成る洗濯機の脱水槽に関する（【０００１】）。\n(2)  従来の技術\n近年，洗濯機においては，脱水槽の胴部が，これまでのプラスチックに代わり，\nステンレス鋼板など金属板から作製されたものが供用されている。このものにおい\nては，その機械的強度が高く，高回転に耐え得ることから，脱水性能を向上させ得\nるという利点を有している（【０００２】）。\n脱水槽の胴部の作製については，金属板を円筒状に曲成し，その両端部をかしめ\nあるいは溶接によって接合するようになっており，この胴部に，下縁部において底\n板が結合され，上縁部においてバランスリングが装着されている（【０００３】）。\nこのように作製された脱水槽においては，槽内を覗く使用者に胴部の接合部が見\nえ，外観が良くない。また，胴部の接合がかしめによりされているものでは，かし\nめの内側への出張りのため，洗濯物が引っ掛かりやすい。一方，胴部の接合が溶接\nによりされているものでは，溶接時に焼もどし状のテンパーカラーが発生すると，\n接合部が変色して目立つようになる。さらに，この溶接による接合部では，金属板\nがステンレス鋼板であっても錆が発生しやすく，この部分に洗濯物がこすられると，\n錆が洗濯物に付着するという問題点を有している（【０００４】）。\nそこで，胴部の接合部を揚水路形成部材で内側から覆うようにしたものが供用さ\nれている。この揚水路形成部材は，脱水槽内の水を撹拌体のポンプ作用により底部\nからバランスリング部分まで導いて吐出する揚水路を形成するものであり，底板か\nらバランスリングにかけて上下に隙間なく取り付けられている（【０００５】）。\n(3)  発明が解決しようとする課題\n揚水路形成部材は一般にプラスチック製であり，金属板から成る脱水槽の胴部と\nは熱膨張率が相違する。このため，特に冷えたときの揚水路形成部材の熱収縮量が\n脱水槽の胴部のそれより大きく，上部のバランスリングとの間，及び下部の底板と\nの間にそれぞれ隙間を生じてしまって，これらの隙間に洗濯物が挟まれてしまい，\n傷められる。また，揚水路形成部材はその上部がバランスリングに嵌合され，下部\nが底板に嵌合されるものであり，これらの嵌合の必要から，組立性も悪いという問\n題点を有していた（【０００６】）。\nそこで，本件発明の目的は，胴部の接合部を見えなくし，かつ，その接合部に洗\n濯物が触れないようにできるばかりでなく，洗濯物が挟まれるようになることなく，\nかつ，組立性を悪くすることもなく達成できる洗濯の脱水槽を提供することにある\n（【０００７】）。\n(4)  課題を解決するための手段\n上記目的を達成するために，本件発明の洗濯機の脱水槽においては，金属板を円\n筒状に曲成しその両端部を接合することにより形成した胴部と，この胴部の下縁部\nに結合した底板及び胴部の上縁部に装着したバランスリングとを具備するものであ\nって，フィルタ部材を具え，このフィルタ部材が上下の全長で前記胴部の接合部を\n内側より覆い，その上下の全長より充分に小さな寸法の隙間を前記バランスリング\n又は底板との間に余すことを特徴とする（【０００８】）。\nこのような構成により，フィルタ部材で直接胴部の接合部を見えなくでき，かつ，\n洗濯物からも遮絶できることに併せ，バランスリングからフィルタ部材までの間で\nは，ここの接合部がバランスリングの陰となって見えず，フィルタ部材から底板ま\nでの間では，ここの接合部がフィルタ部材の陰となって見えなくなる。また，それ\nら各間の接合部には，洗濯物がバランスリングとフィルタ部材及びフィルタ部材と\n底板にそれぞれ止められて触れることがなくなる（【０００９】）。\nそして，フィルタ部材が熱収縮しても，これとバランスリングとの間，又は底板\nとの間にはもともと隙間があり，それらが広くなるだけで，洗濯物が挟まれるよう\nなことはない。さらに，フィルタ部材は，バランスリングと底板とに関係なく組み\n付けることができる（【００１０】）。\n(5)  発明の実施の形態\nア  脱水槽１は，脱水孔９を多数形成するとともに膨出部１０，１１を形成した\nステンレス鋼板等の金属板を円筒状に曲成し，その両端部を「はぜかしめ」により\n接合する（接合部１２）ことによって胴部１３を形成している。また，胴部１３の\n下縁部には，鉢形容器状の底板１４をねじ１５によって結合し，上縁部にバランス\nリング１７を内側に位置させた状態でねじ１８によって装着している（別紙【図\n５】，【図１】，【００１２】）。\nフィルタ部材８は，プラスチック製のフィルタ台１９と，これに揺動可能に取り\n付けたフレーム２０がプラスチック製のフィルタ２１とから成り，そのフィルタ台\n１９を，バランスリング１７から寸法Ｌ１離し，底板１４から寸法Ｌ２離した非接\n触状態で，上記脱水槽１の胴部１３に，接合部（かしめ接合部）１２を内側より覆\nうように取り付けている（別紙【図２】）。ここで，フィルタ部材８は，上下の全\n長で接合部を覆うものであり，寸法Ｌ１及び寸法Ｌ２は，そのフィルタ部材８の上\n下の全長より充分に小さい。したがって，フィルタ部材８は，その上下の全長より\n充分に小さな寸法Ｌ１，Ｌ２の隙間を，バランスリング１７及び底板１４との間に\n余している（別紙【図１】，【００１３】）。\nイ  前記アの構成により，脱水槽１の胴部１３の接合部１２は，直接的にはこれ\nを覆ったフィルタ台１９（フィルタ部材８）によって見えなくされ，かつ，バラン\nスリング１７からフィルタ台１９までの間では，脱水槽１内を覗く使用者の視点Ｅ\n（別紙【図１】）に対し，接合部１２がバランスリング１７の陰（死角Ｄ１）とな\nって見えず，フィルタ部材１７から底板１４までの間では，接合部１２がフィルタ\n部材１７の陰（死角Ｄ２）となって見えなくなる。\nまた，上記各部の接合部１２には，洗濯物がバランスリング１７とフィルタ台１\n９及びフィルタ台１９と底板１４にそれぞれ止められて距離を置き，触れることが\nなくなる（【００１６】）。\nかくして，外観を良くでき，かしめ接合部１２の内側凸１２ａ部に洗濯物が引っ\n掛かることもなくなる。また，接合部１２がその接合をかしめでなく溶接で行って\nいたとして，接合部１２が変色しても，それが目立つことはなく，さらに，その接\n合部１２に錆が発生しても，洗 濯物に錆 が付着することがなくなる（【 ００１\n７】）。\nそして，フィルタ台１９が熱収縮しても，バランスリング１７との間，又は底板\n１４との間にはもともと寸法Ｌ１，Ｌ２の隙間があり，それらが広くなるだけで，\nそこには従来の揚水路形成部材とバランスリング及び底板との間に生じたわずかな\n隙間のように洗濯物が挟まれることはない（【００１８】）。\n２  明確性要件について\n(1)  本件発明１の請求項の記載について\n原告は，フィルタ部材の全長より充分に小さな寸法がいかなる技術的意味を有す\nるかは特許請求の範囲の記載からは不明であり，「充分に」とは比較の基準又は程\n度が不明確な表現であるから，本件発明の特許請求の範囲の記載は殊更に不明確な\n表現を用いることによりその技術的範囲を曖昧なものとしており，本件審決も，本\n件発明の「隙間」の技術的意義は特許請求の範囲の記載のみでは一義的に理解する\nことはできないとする以上，本件発明の特許請求の範囲の記載が明確性の要件を充\n足していないことは明らかであるなどと主張する。\n本件発明において，「隙間」とは，胴部の接合部を内側より覆うフィルタ部材に\nついて，バランスリング又は底板との間に設けられた隙間を意味することは明らか\nであるところ，当該「隙間」は，フィルタ部材につき，「その上下の全長より充分\nに小さな寸法の」隙間であり，当該隙間を「バランスリング又は底板との間に余す\nこと」と特定されている。\nそして，本件発明における「その上下の全長」とは，「フィルタ部材の上下の全\n長」を意味することは明らかであるから，「その上下の全長より充分に小さな寸法\nの隙間」とは，「フィルタ部材の上下の全長」より「充分に小さな寸法の隙間」と\n特定されていることが明らかである。\nしたがって，本件発明の「充分に小さな寸法」とは，「フィルタ部材の上下の全\n長」を基準とした比較において「充分に小さな寸法」をいうことが明らかであり，\n基準となる長さが明示されている以上，「充分に」なる用語が用いられていること\nをもって，比較の基準又は程度が不明確であり，殊更に不明確な表現が用いられて\nいるということもできない。\nしたがって，本件発明の特許請求の範囲の記載が直ちに明確性の要件を充足しな\nいとはいえない。\nもっとも，特許請求の範囲の記載において特定された「フィルタ部材の上下の全\n長」に対して「充分に小さな寸法の隙間をバランスリング又は底板との間に余す」\n構成の技術的意義については，特許請求の範囲の記載からは明らかではないから，\nその技術的意義を明らかにするために本件明細書の記載を参酌することは，特定さ\nれた構成の説明を本件明細書の記載に求めるにすぎず，当然に許容される。\nそこで，以下，本件明細書の記載を参酌して，明確性の要件を検討するが，上記\n構成の技術的意義が特許請求の範囲の記載のみでは一義的に理解することができな\nいからといって，直ちに明確性の要件を充足しないとはいえないから，この点に関\nする原告の上記主張は採用することができない。\n(2)  本件明細書の記載の参酌について\nア  作用効果の記載について\n(ア)  本件発明は，「フィルタ部材の上下の全長」に対して「充分に小さな寸法\nの隙間をバランスリング又は底板との間に余すこと」を発明特定事項の１つとして\nおり，本件明細書（【０００７】【０００９】【００１０】）には，これによって\n「胴部の接合部を見えなく」し，「その接合部に洗濯物が触れないようにできるば\nかりでなく」「洗濯物が挟まれるようになることなく」「組立性を悪くすることも\nなく達成できる洗濯の脱水槽を提供する」という効果を奏する発明であることが開\n示されている。\nしたがって，本件発明の「フィルタ部材の上下の全長」に対して「充分に小さな\n寸法の隙間」との構成は，上記効果を達成することのできる技術的意義を有する\n「隙間」であるということができる。\n(イ)  原告は，本件明細書における発明の効果に関する記載から本件発明の構成\nを想定することは，解決課題から解決手段を想定することに等しく，解決手段を開\n示することによって特許を得るという特許法の論理に反すると主張する。\nしかしながら，発明の技術的意義は，その構成自体だけでなく，作用等も考慮し\nて定められるものであるから，発明の技術的意義や特許請求の範囲に記載された発\n明特定事項を検討する際に，明細書の発明の詳細な説明に記載された構成だけでは\nなく，発明の目的，課題及び効果を参酌することも当然に許されるのであって，参\n酌する範囲を構成に関する記載に限定する合理的理由はない。\nしたがって，原告の上記主張はいずれも採用することができない。\n(ウ)  以上のとおり，本件発明は，「フィルタ部材の上下の全長」に対して「充\n分に小さな寸法の隙間」を設けることにより，①「胴部の接合部を見えなく」し\n（死角の存在），②「その接合部に洗濯物が触れないようにできるばかりでなく」\n「洗濯物が挟まれるようになることなく」（接合部に洗濯物が触れないこと），③\n「組立性を悪くすることもなく達成できる洗濯の脱水槽を提供する」（熱膨張率の\n相違に基づく変形への対応）との効果を奏するものである。本件審決も，上記①な\nいし③の観点から，本件発明の明確性の要件を検討しているものである。そこで，\n以下，上記①ないし③の点について検討する。\nイ  死角について\n(ア)  前記１(5)によれば，本件明細書には，フィルタ部材の上下の全長より「充\n分に小さな寸法の隙間」が，脱水槽の上部より「脱水槽内を覗く使用者の視点Ｅ」\nに対してバランスリングとフィルタ台の死角となって見えなくなるという技術的意\n義が示されており，本件明細書の記載に接した当業者は，当然に上記「隙間」はバ\nランスリングとフィルタ台の死角に入る程度の寸法であると理解することができる\nものである。\n(イ)  バランスリングの陰とフィルタ部材の陰は，使用者の視点Ｅの位置との関\n係で変化するものであるが，本件明細書は，視点Ｅについて「脱水槽内を覗く使用\n者の視点Ｅ」としており，本件発明が洗濯機の脱水槽という日常生活家電製品に係\nる発明であることからすれば，当業者は，洗濯機の一般的な用法を前提として，\n「脱水槽内を覗く使用者の視点Ｅ」とは，脱水槽内の洗濯物を取り出すために覗く\n場合の視点を意味するものと理解することができる。そして，本件明細書（【図\n１】）には，脱水槽内を覗く使用者の視点Ｅとバランスリングの陰（死角Ｄ１）及\nびフィルタ部材の陰（死角Ｄ２）との位置関係が図示されており，当業者は，通常\n想定される使用者の平均身長，洗濯物の取り出し動作を前提として脱水槽内を覗く\n使用者の視点Ｅの範囲を設定した上で，バランスリングとフィルタ台の死角に入る\n程度の寸法の隙間を適宜設定することが可能であるということができる。\nしたがって，本件明細書に接した当業者は，フィルタ部材の上下の全長より充分\nに小さな寸法Ｌ１，Ｌ２とは，通常想定される使用者の平均身長等を前提として設\n定される脱水槽内を覗く使用者の視点Ｅに対し，バランスリングの陰（死角Ｄ１）\nとなる寸法とフィルタ部材の陰（死角Ｄ２）となる寸法よりも小さいことを意味す\nると理解することが可能である。\n(ウ)  原告は，本件審決は隙間を設ける効果が「実用上支障がない程度」「その\n程度の効果を奏するもの」であるとするが，本件審決が認定する上記効果をもって\nしても，どの程度の大きさの隙間であれば「（フィルタ部材の）全長より充分に小\nさな寸法の隙間」に該当するのかを一義的に判断することはできない，同じ人物が\n同じ洗濯機を使用した場合でも，様々な事情によって視点の位置は変化するから，\n「脱水槽内を覗く使用者の視点Ｅ」が一義的に定まることはないし，当該視点が一\n定の範囲を有する概念であると理解するとしても，その範囲は明確とはなり得ない\nなどと主張する。\nしかしながら，使用者が洗濯物を取り出すために脱水槽内を覗く際における使用\n者の視点Ｅは，使用者の姿勢の変化等に応じて移動するものの，洗濯機の通常の用\n法からすれば，脱水槽の上部開口に近い高さ（一般的な洗濯機に則して検討すれば，\n洗濯機筐体の上部開口に近い高さ）から使用者がほぼ直立した状態における高さと\nいう限られた範囲において移動するにすぎない以上，視点Ｅの位置が変化し得るこ\nとをもって，２つの死角Ｄ１，Ｄ２に隠れるフィルタ部材の全長より「充分に小さ\nな寸法の隙間」を設定することが当業者にとって困難であるということはできない。\nまた，本件発明が洗濯機の脱水槽という日常生活家電製品に係る発明であること\nからすれば，「実用上支障がない程度」の効果とは，通常想定される洗濯機の動作\nにおいて，洗濯機の使用者が操作する際に支障が生じることがない程度の効果を意\n味することは明らかである。\n以上によると，原告の上記主張はいずれも採用することができない。\nウ  接合部に洗濯物が触れないことについて\n(ア)  前記１(5)によれば，本件明細書には，バランスリングからフィルタ台まで\nの間とフィルタ部材から底板までの間に隙間が設けられるが，これらの隙間はフィ\nルタ部材の上下の全長より充分に小さいため，バランスリングとフィルタ台及びフ\nィルタ台と底板とによって洗濯物が上記各隙間に入り込む状態となるのを止められ\nて，脱水槽の胴部の接合部から距離を置き，触れることがなくなるという技術的意\n義が記載されている。当業者は，本件明細書の上記記載から，フィルタ部材の上下\nの全長より「充分に小さな寸法の隙間」とは，このような技術的意義を有するもの\nであり，「バランスリングとフィルタ台及びフィルタ台と底板とによって洗濯物が\n上記各隙間に入り込む状態となるのを止められて，脱水槽の胴部の接合部から距離\nを置き，触れることがなくなるその程度の寸法の隙間」であることを理解すること\nができるものである。\n(イ)  原告は，接合部に洗濯物が「触れにくくなるであろうという程度」との本\n件審決の認定自体，極めて不明確であるのみならず，隙間の接合部に洗濯物が触れ\nるか否かは，隙間の寸法のみで決せられるものではなく，フィルタ部材やバランス\nリングの形状が大きく影響するが，本件発明の特許請求の範囲の記載において，フ\nィルタ部材やバランスリングの形状を具体的に特定するものではないし，上記各部\n材の形状について当業者に共通認識は存在しない，洗濯物が「触れることが少なく\nなる」という作用効果を奏するか否かを判断するためには，基準となる対比される\nべき構成が存在しなければならないが，本件明細書には当該構成が明らかにされて\nいないから，本件明細書の記載を参酌しても，当業者は本件明細書の「触れること\nが少なくなる」との作用効果を一義的に理解することはできないなどと主張する。\n確かに，脱水時に洗濯物が隙間に入り込み，脱水槽の胴部にある接合部に触れた\n状態になるか否かは，原告が主張するとおり，フィルタ部材やバランスリングの形\n状及び寸法（特に脱水槽半径方向の寸法）によって大きな影響を受けるのみならず，\n脱水時に発生し，洗濯物に作用する遠心力によっても影響を受けることは明らかで\nある。\nしかしながら，本件発明は，フィルタ部材やバランスリングの形状について特定\nするものではないが，洗濯機の脱水槽に係る発明であるから，脱水槽内に通常どの\nような洗濯物が投入されるのかについては，当業者が当然に想定し得るものであっ\nて，通常想定される洗濯物が上記各隙間に入り込むことがない寸法は，フィルタ部\n材やバランスリングの形状を前提として，本件明細書の前記記載を考慮すれば，当\n業者が適宜設計可能であるというべきである。\nまた，本件発明は，通常想定される脱水操作において，通常想定される洗濯物が\n上記各隙間に入り込んで脱水槽の胴部の接合部に触れることがないことを目的とす\nるものであるから，通常想定される洗濯物を前提として，洗濯機において通常想定\nされる脱水動作を行った場合には，洗濯物が脱水槽の胴部の接合部に触れることが\nないことを作用効果とするものというべきである。\nしたがって，本件明細書の記載について，当業者は，通常想定される脱水動作及\nび通常想定される洗濯物を前提とし，洗濯物が接合部に触れないことを意味するも\nのと理解した上で，「充分に小さな寸法の隙間」の技術的意義を把握することは可\n能であるということができる。\n以上によると，原告の上記主張は採用することができない。\nエ  熱膨張率について\n(ア)  前記１(3)及び(4)によれば，本件明細書には，従来，胴部の接合部を揚水\n路形成部材で内側から覆うようにしていたが，プラスチック製の揚水路形成部材と\n金属板から成る脱水槽の胴部とは熱膨張率が相違することにより，上部のバランス\nリングとの間，及び下部の底板との間にそれぞれ隙間を生じてしまって，これらの\n隙間に洗濯物が挟まれて傷められるという問題を有していたため，本件発明の洗濯\n機の脱水槽においては，脱水槽の胴部の接合部をフィルタ部材で覆うときに，フィ\nルタ部材の上下の全長より充分に小さな寸法の隙間をバランスリング又は底板との\n間にあらかじめ形成することで，フィルタ部材が熱収縮しても，これとバランスリ\nングとの間，又は底板との間にもともとある隙間が広くなるだけとなるようにし，\nそこには洗濯物が挟まれるようなことがないという技術的意義が記載されている。\n(イ)  原告は，当業者は洗濯物が挟まれないような蓋然性のある大きさがどの程\n度であるかについて想定することはできないから，そのような隙間は一義的かつ明\n確に定義することはできないなどと主張する。\nしかしながら，前記ウ(イ)で述べたとおり，洗濯物が挟まれない程度の隙間の寸\n法は，洗濯機の脱水槽の形状（特に，隙間を形成するフィルタ部材とバランスリン\nグ及び底板の形状）や洗濯機の脱水時の動作状態によって変わり得ることは当業者\nにとって明らかであるから，洗濯物が挟まれない程度の隙間の寸法は，脱水槽の形\n状及び動作状態等を前提として，当業者が実験などにより適宜設定することは可能\nである。\nそうすると，フィルタ部材の上下の全長より「充分に小さな寸法の隙間」とは，\nフィルタ部材が熱収縮しても，バランスリングとの間，又は底板との間にもともと\nある隙間が広くなるだけで，洗濯物が挟まれるようなことがないという技術的意義\nを前提として，当業者が上記「隙間」とはそのような技術的意義を有する程度の寸\n法を有する隙間であることを理解することができるものである。\nしたがって，原告の上記主張は採用することができない。\nオ  以上のとおり，本件発明の「フィルタ部材の上下の全長」に対して「充分に\n小さな寸法の隙間」を設ける構成については，当業者が，①使用者から胴部の接合\n部を見えなくするという死角を存在させるという技術的意義，②その接合部に洗濯\n物が触れないようにするという技術的意義，③各部材の熱膨張率の相違が存在して\nも，隙間に洗濯物が挟まれないようにするという技術的意義を有することを前提と\nして，適宜設定可能であるということができるから，当該構成は明確である。\n３  そうすると，本件発明の特許請求の範囲の記載は，請求項だけでなく，本件\n明細書の記載を参酌しても明確性の要件を充足するというべきであるから，本件審\n決の認定及び判断は相当であって，取り消すべき違法はない。\n第５  結論\n以上の次第であるから，本件審決は相当であって，原告の請求は理由がないから，\nこれを棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官          富      田      善      範\n裁判官          田      中      芳      樹\n裁判官          荒      井      章      光\n（別紙）\n【図１】\n【図２】\n【図５】\n"
}