{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 1,
    "day": 14
  },
  "case_number": "平成25(ワ)106",
  "case_name": "水利権確認等請求事件",
  "court_name": "大分地方裁判所民事第１部",
  "result": "その他",
  "lawsuit_id": "85105",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=85105",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/105/085105_hanrei.pdf",
  "contents": "平成２７年１月１４日  判決言渡  同日原本領収  裁判所書記官\n平成２５年（ワ）第１０６号  水利権確認等請求事件\n口頭弁論終結日  平成２６年１１月１２日\n判                決\n主                文\n１  原告と被告との間で，原告が毎年４月１日から１０月１５日までの間，大\n分県由布市ａ町ｂ字ｃｄ番の山林内の流水から取水し，Ａ水路を経由して大\n分県由布市ａ町ｅ字ｆ地区に導水して利用する権利を有することを確認す\nる。\n２  被告は，原告が前項の取水及び導水を行うことを妨害してはならない。\n３  原告のその余の請求を棄却する。\n４  訴訟費用は，これを１２分し，その５を原告の負担とし，その余を被告の\n負担とする。\n事 実 及 び 理 由\n第１  請求の趣旨\n１  原告と被告との間で，原告が毎年１月１日から１２月３１日までの間，大分\n県由布市ａ町ｂ字ｃｄ番の山林内の流水から取水し，Ａ水路を経由して大分県\n由布市ａ町ｅ字ｆ地区に導水して利用する権利を有することを確認する。\n２  被告は，原告が前項の取水及び導水を行うことを妨害してはならない。\n第２  事案の概要\n本件は，原告が，被告に対して，被告が所有する水源地（以下「本件水源地」\nという。）から取水及び導水して利用する権利（以下「本件水利権」という。）\nを原告が有することの確認，及び本件水利権に基づく原告の本件水源地からの\n取水及び導水に対する被告による妨害排除を求めた事案である。\n１  争いのない事実等\n以下の事実は，当事者間で争いがないか，括弧内掲記の証拠（証拠の枝番号\nについては，括弧を付して表記する。）及び弁論の全趣旨により容易に認める\nことができる。\n⑴  当事者等\nア  被告は，大分県由布市ａ町ｂに属する行政自治区の一つであり，本件水\n源地である同町ｂ字ｃｄ番の山林内にある「Ｂ」水源地を所有する法人格\nなき社団である（甲２，３）。\nイ  原告は，大分県由布市ａ町ｅｆ区内の住民で，別紙１見取図朱線表示の\n経路で本件水源地からＣ谷を経て同区に通水するＡ水路（以下「本件水路」\nという。）を利用する者によって構成され，本件水路を維持管理している法\n人格なき組合である（甲１，５，７，乙４，７）。\n原告は，本件水路の維持管理をすることにより，農作物の生産向上を図\nることを目的とし，組合員が農地を失った場合には，その資格を失うとさ\nれ，本件水路に家庭排水を放流するものを準組合員としている（甲１）。\nなお，本件水路は，明治３年に起工し，明治４年に完成した総計約４キ\nロ，４か所の隧道を伴う水路である（乙１３，２５）。\n⑵  明治３年４月，Ｄ組（被告）は，ｆ村（大分県由布市ａ町ｅに属する自治\n区の一つであるｆ区），ｇ村（同町ｅに属する自治区の一つであるｇ区），ｈ\n村（同町ｂに属する自治区の一つであるｈ区）などとの間において，「Ｅ規定」\nと題する協定書（甲４。以下「本件明治協定書」という。）が作成された。\n本件明治協定書の記載は，別紙２（甲１４の一枚目及び二枚目）のとおり\nであり，本件水源地である「Ｂ水源」からｆ村，ｇ村，ｈ村に分水する内容\nが記載されている（なお，同協定書の意味については，後記のとおり，争い\nがある。）。\n⑶  本件水源地からの分水形態\n本件水源地内を常時流下している流水の水路に原告が土のうなどで堰（以\n下「一番俵」という。）を設け，一番俵の上部から原告が設置した水路に分水\nしてコンクリート枡（以下「本件コンクリート枡」という。）に導水し，その\n上部に設けた横穴から本件水路に通水する方法で分水がされている（甲１０，\n３６，乙８⑵，３９）。\n本件コンクリート枡の下部には排水口を開閉するサブタ（以下「本件サブ\nタ」という。）が設けられており，本件サブタを引き上げれば，本件コンクリ\nート枡の下部から水が流れ出し，水位が下がるので，水槽上部の横穴から本\n件水路には水が流れなくなる構造となっている（甲３６，乙２０，３９，４\n２）。\n本件水源地に係る原告と被告の関わり\n原告は，被告に，本件水源地から分水している代わりに，昭和２２年頃ま\nで水恩米を，その頃以降は水恩料を届けており，田植え前の時期に本件水路\nや本件コンクリート枡などを清掃する井手普請を行い，本件水源地と本件水\n路の状況を確認して被告を招いた宴会を催したりする「井手上げ」を行うな\nどしていた（甲２７，乙１⑴，８⑵，９⑴⑵，１０，１１，３６）。\n被告は，平成２３年１２月頃，ｆ区に対して，本件水利権は毎年４月から\n９月までであることを内容とする協定書の締結を求め，少なくとも，それ以\n降，原告が本件サブタを下ろしても，直ぐに本件サブタを引き上げる状態が\n続いている（甲１１，１２）。\n２  主要な争点\n⑴  本件水源地からの分水期間\n⑵  本件水利権の帰属主体\n第３  主要な争点に対する当事者の主張\n１  争点⑴について\n【原告の主張】\n⑴  本件明治協定書によって，ｆ区が本件水利権を有することが確認されてお\nり，同協定書には，分水の時期を制限するような文言はない。\n被告が指摘する「Ａ成就之上畑田成出来」との文言は，水路が完成すると\n畑が田になるという客観的事実を意味しているに過ぎず，分水の時期を制限\nするのであれば，分水に関する重要な事項であるから文書上も明確にするは\nずであるが，そのような文書は存在しない。\n⑵ア  ｆ区は，本件明治協定書以前から上水道がなかった昭和４０年代に至る\nまで，時期を制限することなく本件水源地より飲料水をはじめとする生活\n用水として分水していた。\n通年で分水できなければ，ｆ区，特にｉ部落では，本件水路に飲料水な\nどの生活用水を依存していたため，およそ生活が成り立ち得なかった。こ\nのことは，本件水路開発記念碑にｉ部落では用水が不便であったと記載さ\nれていること，ｉ部落がｆ区や原告とは別に水恩料を被告に納めていたこ\nとからも明らかである。\nまた，ｆ区には，最も多い時期には農耕用の牛馬が１２０頭前後おり，\nこれらを飼育するためにも大量の水が必要であり，その他精米にも水車の\n動力とするため，本件水路の水が必要であった。\n本件水路は，その全長が４キロに及び，数か所の手堀りの隧道があるこ\nとから，本件水路事業は，本件水路の記念碑が記載するように，これが完\n成した明治初期においては大規模な事業であった。時期を制限する分水の\nために，本件水路事業を行うものとは考え難い。\n原告の規約によれば，本件水路を家庭排水の排水路としても使用するこ\nとが予定されているところ，本件水路に通年で通水していることが前提と\nなっている。\n原告の活動記録によっても，１０月から４月頃の井手上げまでの間，本\n件水路に水が流れていたことが記載されている。\nａ町の上水道設置に際し，ａ町は，本件水源地の水利権者として，被告\nではなく，ｆ区との間で協定を交わしている。\nイ  被告の主張に対する反論\n水恩米や水恩料という名称，町誌や記念碑の記載によっても，本件水路\nが水田のための灌漑用水の確保が主たる目的であったことを示すに留まり，\n本件水源地からの分水時期が制限されていたことを裏付けるものとはいえ\nない。また，町誌の記載は不正確であり，当該記載を鵜呑みにすることは\nできない。\n本件コンクリート枡は，通水管に木の枝などの浮遊物が流入しないよう\nにする構造になっているなど土砂や木の枝が本件水路の貫に流入し，貫の\n管理に支障を来すことを防止するために設置されたものである。\n被告が指摘する原告の規約は，平成１２年４月１日施行日直前頃に作成\nされたものであり，当時，既に上水道が普及して３０年以上も経過してお\nり，本件水路の水需要は主として水田の灌漑用水になっていたものである\nから，原告の規約と本件水源地からの分水時期の制限の有無とが関係して\nいるとはいえない。\n⑶ア  本件水源地内の流水は，本件水路に導水されなければ，大分川へと流下\nするのみであるから，期間を限定する合理的必要性はない。\nイ  被告主張の下流域にある水田はほとんど耕作されておらず，被告・ｈ地\n区の用水は，本件水源地とは別の水源地の水で賄われており，同水源地の\n湧水量は本件水源地よりも多く，両地区において，必ずしも本件水源地か\nらの分水が必要ではない。\n以上から，本件水源地からの分水について，時期に制限がされていないと\nいうべきである。\n【被告の主張】\n⑴  本件明治協定書には，本件水源地である「Ｂ水源」の使用目的，分水割合\n等について取決めがなされており，同協定書は，「Ａ成就之上畑田成出来」\nとの記載からも明らかなように灌漑用水目的で作成されており，その分水期\n間は，春に本件水路に水を導く井手上げを行い，初秋までの間の米の耕作期\n間とされている。\n⑵ア  本件水路ができる明治４年以前は 本件水源地からｆ区まで水を引いて\nいたことはなく，また，本件水路が設置された後も灌漑用水として使われ\nていたに留まり，生活用水になっていたことはない。このことは，ｆ区が\n本件水源地から分水している代わりに水恩米や水恩料を届けていること，\nｆ村（ｆ区）がＤ組（被告）に対して明治３年２月に宛てた文書の文言，\n本件水路に関する町誌や記念碑の記載によっても明らかであり，また，本\n件水源地一帯では，牛の放牧がなされており，本件水路や流水には糞尿が\n流入しており，生活用水に耐え得るものではなかった。\n本件水路は，平成３年３月の大分県ａ町の調査時には隧道の崩落等によ\nって実際に通水される状況にはなかった上，平成６年頃の改修事業が行わ\nれるまでは，そもそも蓋がなかったことから，冬期は落ち葉や土によって\n水路が塞がれていたため，田植え前の時期に行われる井手普請まで通水で\nきる状況ではなかった。井手普請後の井手上げが田植えの時期に連動した\n時期に行われているのも，本件水源地からの分水が通年でないことを裏付\nける。\n本件水源地から本件水路への分水に際して，堰やマスを作り，本件サブ\nタを設けているのは，分水時期を制限して通水を止めるためである。本件\nコンクリート枡が作られる平成６年頃までは，一番俵の土のう，本件コン\nクリート枡が設置された場所にあった二番俵と称する土のうが大雨や台風\nなどによって自然に崩壊しており，冬期に本件水源地から本件水路に流水\nすることはなく，崩壊の時期が遅いときには，被告が俵を外していた。\n原告の規約に定める目的も農作物の生産向上を図ることとされているな\nど原告の規約によっても，本件水源地からの分水が灌漑目的であることが\n明らかである。\n平成２３年１２月１８日に被告とｆ区との間で協議した際には，ｆ区は\n本件水源地からの分水が灌漑用であることを認めていた。\nイ  原告の主張に対する反論\nｆ区は，本件水路を用いた本件水源地からの分水のみならず，Ｃ谷の水\nを導水して通水しており，仮に被告が許容していない期間において通水が\nなされていたとしても，本件水源地からの分水ではない。\nｆ区に原告主張の牛馬数がいたことや水車があったことは，確認できな\nい。ｉ地区には，貯水タンクがあり，本件水源地とは別の水源地から貯水\nタンクに通水し，また，付近には川があり，井戸や出水も存在しており，\n加えて，被告がｉ地区から水恩料を受け取ったのは平成元年以降である。\n本件水路は，灌漑用水路として設置されたものであり，仮に家庭排水路\nとして用いられていたとしても，本来の用途と違う用途として使われてい\nるものであり，本件水源地からの分水が通年であることと家庭排水路であ\nることは関係ない。\n原告の活動記録の記載によっても，ｆ区は，本件水源地以外の水源地を\n前提に記録がされており，本件水源地からの分水が通年であることを何ら\n裏付けるものではない。\nａ町の上水道設置に伴う取水について，被告は，ｆ区とａ町との協定に\n先立つ昭和２４年頃に，ａ町が取水することについて了承している。また，\n当該取水に伴うａ町とｆ区との協定書には，灌漑用水として分水するとの\n記載がある。\n⑶  本件水路の下流域には，被告の水田があり，またｊ区・ｈ地区の堰があっ\nて重要な水路として利用され，冬期は水量が少なくなるため，農業用水，養\n魚場や防災用水等に使用しており，分水時期を制限する合理的理由がある。\n以上から，本件水源地からの分水期間は，灌漑用水として使用する米の耕\n作期間である。\n２  争点⑵について\n【原告の主張】\n⑴  本件水利権の帰属主体は，当初，ｆ区であったものが，遅くとも，昭和５\n０年前後頃，原告に承継された。\n⑵  権利の承継は，権利者と次の権利者との間の承継であり，被告との契約を\n必要とするものではない。\n【被告の主張】\n被告とｆ区との間では，通水について取決めがされたものの，ｆ区と原告は\n別団体であり，被告は，原告との間では何ら合意をしていないから，原告に本\n件水利権は帰属しない。\n第４  当裁判所の判断\n１  争いのない事実等に加え，証拠（各事実末尾記載）及び弁論の全趣旨によれ\nば，以下の事実が認められ，これに反する証拠は採用できない。\n⑴  明治３年以前にも，ｉ地区には六，七戸の居住者がおり，牛を飼うなどし\nていた（証人Ｆ，原告代表者）。\n⑵  明治３年２月頃，ｆ村は，Ｄ組に対して，同村内の水源から分水すること\nを申し入れ，分水の代わりに水恩米を差し出し，また，貫や井手の普請をす\nることとし，普請がなされた後は堰上げによって通水することとするなどと\n記載した文書を届けた（乙１）。\n⑶  明治４年頃，完成した本件水路によって，主にｉ地区の荒地８ヘクタール\n余りが水田となり，ｆ・ｇ集落を合わせて，約１３ヘクタールの新田が開か\nれた（乙１３）。\n⑷  昭和２３年９月，ｆ区が建立したＡ開発記念碑には，本件水路によって，\n「八町四反余ノ荒地一躍美田ト化シ」との記載がある（甲３６，４０）。\n⑸  昭和３３年７月２６日，被告は，ｆ区との間で，本件水路とは別の水路か\nらの漏水を同日から当該年度の稲作期間中に限定して分水するとの内容の\n契約書を交わした（乙３１。以下，当該契約書を「本件昭和３３年契約書」\nという。）。\n⑹  昭和３９年１２月１８日，ａ町は，被告の水利利用代表者との間で，飲料\n水施設設置事業に伴う飲料水源を本件水路から取水することに関連して，本\n件水路とは別の水路から漏水している水を本件水路に分水し，本件水路関係\n者による分水に係る設備の変更を禁止しつつ，その代替として水路取込口及\nび水路の一部の補修経費をａ町が負担するとの内容の協定書を交わした（甲\n２０ 。以下，当該協定書を「本件昭和３９年協定書」という。）。\n⑺  昭和４０年頃，ａ町は，ａ町ｅ地区の飲料水施設設置事業を実施し，これ\nによって，ｆ区，ｇ区，ｋ区には水道が引かれ，これによって飲料水，生活\n用水等が賄われるようになった（甲３０⑵）。\nその際，ａ町から被告に対して，ｅ水源から取水して水道水にすることや\n取水量についての協議は，特になされていなかった（証人Ｇ）。\n⑻  昭和４０年９月６日，ａ町は，飲料水施設設置に際して，本件水源地より\n上流から取水することとし，下流に位置する本件水源地からの分水に影響が\nあるため，ｆ区等との間で，「ａ町営水道（ｅ水源）に関する協定書」（以下\n「本件昭和４０年協定書」という。）を交わした。同協定書には，ｆ区長と\nは別に「ｆ新井路代表」の記名押印がある（甲１９）。\n本件昭和４０年協定書には，「飲料水源をｇｆ新井路かんがい用水の水源\n大字ｂ通称Ｂより取水する事に関連して」との記載があり，ａ町の水道水源\nを本件水源地と定め，取水量や灌漑用水最需要期に用水不足となった際には\n調整することなどを定めており，取水の時期は制限されておらず，当該協定\n書においても，被告は当事者とされていない（甲１９，２６，証人Ｆ）。\n⑼  昭和４８年１月２９日，被告は，ａ町との間で，本件水源地とは別の水源\nについて，慣行水利権を１９４０万円で譲渡するとの契約を交わした（甲１\n１別紙参照，２１）。\n⑽  昭和４９年３月２２日，ｇ新井路水利組合は，ａ町との間で，水利権を売\n買する契約を締結し，その際，被告は，当該契約に関与していない（甲９，\n２４）。\n⑾  被告は，ｆ区の他に，少なくとも平成２年頃から原告から，水恩料等を受\nけ取っている（乙９⑵，１０）。\n⑿  平成３年３月２日，Ｈ株式会社（以下「Ｈ」という。）は，本件水源地か\nらＣ谷までの水路の状況を調査した（乙２５。以下「本件水路調査」という。）。\n本件水路調査によれば，本件水路のうち，本件水源地からＣ谷を経た当た\nりまでの調査対象とされた３つの隧道内には，天井崩落，崖崩れ，斜面から\nの土砂流入が生じ，土砂や石が堆積するなどしており，３０㎥から４０㎥の\n土砂搬出が必要な隧道があり，また，Ｃ沢取込口が欠落しているが，そこよ\nり水を取水できるとされており，同年４月上旬までにＣの取込口から本件水\n路に取水することで仮復旧する予定とした（乙２５，証人Ｆ）。\n⒀  平成３年から平成６年の間，原告が自ら本件水路の土砂搬出作業や管の補\n修をしたり，業者に依頼したりしたことはなかったものの，ｆ区内の本件水\n路は通水し，井手普請や井手上げがなされ，さらに田植え及び収穫がなされ\nている（甲１７，３７，３９，証人Ｆ，原告代表者，被告代表者）。\n⒁  平成６年４月４日，原告が契約担当者となって，Ｈとの間で，本件水路の\n浚渫改修工事を発注した（甲８）。\n平成６年度ａ町による本件水路の改修事業によって，当該場所の水路に蓋\nが設置された。本件水路（特に急傾斜地であるＣ谷付近）では，土の埋没や\n落ち葉の詰まりが頻繁に生じ，しばしば水路が塞がれることがあったため，\n井手普請では，堆積した落ち葉や土を水の力を利用して流して掃除すること\nがあった（甲１７，乙１７，１９，証人Ｆ，原告代表者）。\nまた，同改修事業において，本件コンクリート枡が設けられた。本件コン\nクリート枡は，井手から水路で本件コンクリート枡まで水を引き，水を本件\nコンクリート枡に貯めて土砂を沈殿させ，本件コンクリート枡の上部に貫に\n至る通水管を設け，通水管の入口に金属製の格子を設置している。時間が経\nつと本件コンクリート枡の底に土砂が溜まるものの，本件コンクリート枡の\n下流側に溜まった土砂を流すことができる排水路が設けられており，本件サ\nブタを用いて排水できる構造となっている（甲１０⑵，乙２０）。\n本件コンクリート枡は，本件水源地から一番俵を経て本件水路に分水する\nにあたって，何もなければ本件水路に流入しないことから導水する役割を果\nたし，ｆ区から被告に対して設置を申し入れ，本件サブタの設置を含む設計\n図面を渡して，被告から了承を受けて設置されるに至ったものである。これ\nに対して，一番俵については，ｆ区や原告から被告に対して恒常的なものに\nしようとの申し入れはなかった（甲２５，３１，乙５１，証人Ｇ，証人Ｆ，\n原告代表者，被告代表者）。\n⒂  平成７年３月２８日，原告は，被告と，Ｇ宅において，被告が本件サブタ\nを上げるなどして本件水路に通水しないようにしたことから通水について協\n議をした（甲１７，２６，証人Ｆ，原告代表者）。\nその後，同年４月１０日に本件水路の通水がなされた（甲１７，証人Ｆ）。\n同月２９日，井手上げが行われた（甲１７）。\n⒃  平成７年１２月１日，ａ町は，被告との間で，本件水源地からの取水につ\nいて，年額６０万円の水源地使用量を支払うとする協定書を交わし，さらに，\n昭和４０年から同協定書作成まで補償金を支払っていなかったため，遡って\n５年分の損失補償として３００万円を支払う補償契約書を交わして，取水料\n金の支払を開始した ，証人Ｇ，証人Ｆ）。\n⒄  平成２３年１２月１８日，原告と被告が本件水源地からの分水について協\n議をし，その際，被告から，同分水期間が４月から１０月であり，１０月に\nは被告関係者が本件水路への導水を止めていた ことや４月から１０月まで\nの通水も制限するなどの発言があった（乙１５，証人Ｆ，被告代表者）。\n⒅  本件水路に関係するその他の事情\nア  一番俵は，ｆ区やｇ区などが土のうなどを積み上げて設けていたもので\n証人Ｇ，証人Ｉ，被告代表者）。\nイ  ｆ区は，相当以前から，Ｃ谷の井堰にパイプを設置し，Ｃ谷の水を本件\n水路に導水しており，また，当該堰の下流にはコンクリート枡が設置され\nており，同枡は，サブタが設けられているなど本件コンクリート枡と同様\nの構造である。（甲３６，乙 １６⑶，１７，４０⑵，４３，４７，原\n告代表者，被告代表者）。\n⒆  原告の昭和５５年以降の本件水路管理に関する活動記録には，１０月から\n４月までの間でも本件水路の水が止まったために確認したり，本件水路の詰\nまりを除去したりしており，４月に井手普請及び井手上げをし，平成３年や\n平成５年にあっても井手普請や井手上げが行われ，平成３年の井手普請は１\n日で終了したことが記載され，本件水路の水源について水源地，「水の本」と\nの表記がある一方で本件水源地について「ショウジガ本」と表記され，その\n他「Ｃの谷」との表記がある（甲１７，３７，乙３５）。\n２  争点⑴について\n⑴ア  本件明治協定書には，本件水利権に触れていながら，分水の時期を制限\nする明確な文言はなく，本件水路への別の水源からの分水についても，本\n件昭和３９年協定書及び本件昭和４０年協定書には本件水源地からの分水\nが通年を前提とした記載があるのに対して，時期を制限している本件昭和\n３３年契約書では稲作期間中に限定して分水すると特記しており，これら\n文書の記載からは，本件水利権について，特段時期を特定されていなかっ\nたものと認められる。\nしかしながら，水利権は，その性質上，利水目的に必要なだけの水を利\n用できる権利であって，時期が明確に特定されていないことから，直ちに\n利水目的を超える水利用が認められるものではなく，本件明治協定書によ\nる合意にあっても，このことは同様というべきである。\nイ  これに加えて，昭和４０年頃，ａ町は，上水道を設置するにあたり，被\n告との間で取水量等について協議をしていない上，被告も，昭和４８年頃\nにはａ町に慣行水利権を有償で譲り渡しながら，平成７年まで本件水源地\nからの取水についてはａ町から補償金を授受していなかった。\nウ  そうすると，本件水源地から本件水路への分水について，被告は，ｆ区\nや原告に対して，本件水利権の利水目的の範囲内では優先権を主張できる\n関係にないものと認められる。\n⑵  本件水利権の目的について検討する。\nア  上記認定事実によれば，原告やｆ区が被告に対して水恩米を納めている\nところ，明治時代から昭和初期にかけての米の価値を考慮すると，当該事\n情によって，本件水路が灌漑用水目的であると推認されるとまでは言い難\nい。\nまた，本件コンクリート枡は，原告が被告に設計の上で設置を申し入れ\nて被告が了承しているところ，本件コンクリート枡がなければ，本件水路\nに本件水源地から分水することが困難であったものと認められるものの，\nその構造は，Ｃの谷の下流にあるコンクリート枡と同様であるから，本件\nサブタは土砂を流すために設けられたものというべきで，灌漑用水目的で\nあったことを前提に，必ずしも本件水源地からの分水時期を制限するため\nに設けられたものとはいうことはできない。さらには，被告代表者の供述\nによれば，本件水路に水が流れなくするために被告が作業をする際の行事\nは特段なく，時期も明確ではなく，さらに，本件水路への分水を止めるこ\nとを本件水源地所有の被告が実施する明確な理由もない。したがって，こ\nれらの事情によっても，本件水利権の目的が灌漑用水目的であったとまで\nは言い難い。\nイ  しかしながら，本件明治協定書やその前年のｆ区から被告に充てた文書\nの記載，本件水路完成後に新田が開かれ，そのことが開発記念碑に特に記\n載されていること，本件昭和３３年契約書においても稲作期間中を重視し\nていること及び本件昭和４０年協定書には「かんがい用水」との文言が用\nいられているなど，灌漑用水目的を前提とした記載が存する。\nまた，井手普請では，本件水路に堆積した落ち葉や土を水の力を利用し\nて掃除することがあったことに照らせば，稲作に先立って井手普請に際し\nて通水することで水の力を利用できるようになるものと推認されることが\n自然であって，そうすると，本件水路が井手普請に先立って通水していた\nとは言い難い。このことは，井手上げが田植えの時期前に行われていたこ\nとと合致する。この点，原告代表者は，井手普請に先だって通水していた\nと供述するものの，にわかに採用できない。\nさらに，本件コンクリート枡の設置にあたっても，本件水源地から分水\nするための一番俵については，大雨や台風などで自然に崩壊することがあ\nりながら，恒常的な施設を設置されることはなく，原告からそのような提\n案がなされたこともないことに照らすと，本件水源地からの分水が恒常的\nなものではなくとも，利水目的が果たされるものと認識していたものと認\nめられる。\n他方で，本件水路には，原告の活動記録によれば，稲作をしていない１\n０月から４月の間でも通水していたことがあると認められる。これらのこ\nとは，昭和年代において通年で本件水路に通水していたことを前提とする\n陳述書（甲２３，２４，２６ないし２８，３８）及び証言（証人Ｊ，証人\nＦ，原告代表者）と内容が合致する。しかし，本件水源地の他にも，Ｃの\n谷から取水しており，また，本件昭和３９年協定書によっても本件水路へ\nの分水が予定されていたことが窺え，さらに，本件水路調査によっても本\n件水源地からの分水によって本件水路の通水が容易にはできない時期があ\nってＣの谷など別の水源地からの取水によって仮復旧しており，原告自ら\n本件水路の修繕に務めていないにもかかわらず，稲作がなされていること\nからすると，本件水路の通水が必ずしも本件水源地からの分水によるもの\nとまではいい得ない。また，原告の活動記録の記載によっても，その記載\nから当然に水源地が本件水源地と特定できるものではなく，当該結論に影\n響しない。\n加えて，本件水路完成前からｆ区内のｉ地区にも居住者がおり，必ずし\nも本件水路がなければｉ地区内で生活ができなかったというものではなく，\n明治初期における本件水路事業が多大な負担を伴うものであったとしても，\n本件水源地からの分水が灌漑用水目的であったことに影響しないというべ\nきである。\nこれらのことを考慮すると，その文言においても，慣行においても，本\n件水利権の利水目的が灌漑用水目的であったものと認められる。\nウ  原告は，本件水利権につき，これに加えて生活用水等の目的が存すると\n主張する。しかし，その利水目的については，上記のとおりであり，その\nほか本件全証拠に照らしても，本件水利権が生活用水等を含んでいたと認\nめられるに足りる証拠はなく，その上，昭和４０年頃にａ町による上水道\n設置によって，その生活用水が賄われており，本件水利権の利水目的が変\nわった場合，本件明治協定書記載の水利権との同一性が保持し得ないとい\nうべきところ，昭和４０年頃以降も本件水源地からの分水を変わらず行い，\n原告又はｆ区と被告との間で特段協議をしたものとは認められないことか\nらすると，本件水利権の利水目的が灌漑用水目的であったというべきであ\nり，原告の主張は，採用できない。\n以上によれば，本件水源地からの分水について，本件明治協定書上，時期\nの制限の定めがなく，被告が原告やｆ区に対して本件水利権の目的の範疇で\nは優先権を主張できない状況下にあっても，原告は，灌漑用水目的での利水\nを超えて，本件水源地からの分水をすることができない。\nそして，本件水利権の灌漑用水目的が町誌や記念碑の記載を前提にすると\n稲作を前提とする灌漑用水であって，平成２３年１２月１８日の被告の発言\n等を併せ考慮すると，原告が本件水源地からの分水を主張できる期間は，稲\n作開始前に準備をする期間等を考慮して毎年４月１日から１０月上旬の期\n間であるというべきである。\nなお，原告は，本件水路に通水していない場合には，本件水路が劣化する\nなどの影響がでると主張するものの，本件水路の維持管理の責任主体は原告\nである上，本件水路そのものも，現状（甲３６，乙３９）に照らすと，明治\n初期とは状況が異なっていることは明らかで，当然に本件水路維持のために\n本件水利権が利用できるということはできないから，当該主張を考慮するこ\nとはできない。\nしたがって，本件水源地からの分水期間は，毎年４月１日から１０月１５\n日までと認められる。\n３  争点⑵について\n⑴  上記認定事実によれば，本件水源地からの分水は，本件明治協定書におい\nてはｆ区が当事者であったものの，現在は，原告が本件水路を維持管理して\nいる。その間，「ｆ新井路代表」が本件水路に関係する本件昭和４０年協定書\nにはｆ区と別に記名押印しており，昭和４９年にｆ区と同じく本件水路から\n分水を受けていたｇ区の水利権について水利組合がｇ区や被告を介さずにａ\n町と売買契約を締結していることから同水利組合が同水利権を有していたと\nいうべきだから，この頃には，ｆ区にも，原告が存在し，本件水利権を有し\nていたと推認される。その上，平成２年以降，被告は，原告からも水恩料を\n受け取っているから，被告も，原告が本件水利権を有しているものと認識し\nていたものと認められる。\n⑵  そうすると，少なくとも，平成２年以降，本件水利権が原告に帰属し，被\n告がそのことを認識して水恩料を受領していたものと認められるから，本件\n水利権の継承に被告の了承を要するか否かにかかわらず，原告は，本件水利\n権の帰属を被告に対して主張でき，これに反する被告の主張は，採用できな\nい。\nしたがって，本件水利権は，原告に帰属する。\n４  小括\n以上によれば，原告は，毎年４月１日から１０月１５日までの間，本件水源\n地から取水して本件水路を経てｆ区に導水する水利権を有するというべきで\nあり，これに加えて，平成２３年１２月１８日の被告の発言内容や，平成２５\n年度の稲作期間においても本件水路への分水が制限されたとする原告代表者\nの供述に照らせば，原告は，被告に対して，本件水利権の確認に留まらず，本\n件水利権の分水期間中の利水を妨害しないように求めることができる。\n５  よって，原告の請求は上記の限度で理由があるからその限度でこれを認容す\nることとし，その余を棄却することとし，訴訟費用の負担につき民事訴訟法６\n１条，６４条本文を適用して，主文のとおり判決する。\n大分地方裁判所民事第１部\n裁判官    一   藤   哲   志\n"
}