{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 9,
    "day": 12
  },
  "case_number": "平成27(ワ)2717",
  "case_name": "被告の介護サービスを利用して自宅への送迎を受けていた１００歳の女性が自宅前の階段から転落したことが原因で死亡したのは被告の安全配慮義務違反又は過失によるものだとして，女性の遺族が被告に損害賠償を求めたところ，請求が一部認容された事案",
  "court_name": "福岡地方裁判所第５民事部",
  "lawsuit_id": "86396",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86396",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/396/086396_hanrei.pdf",
  "contents": "主                文\n１  被告は，原告Ａに対し，２７１万６９６２円及びこれに対する平成２５年１\n２月２４日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ｂ，原告Ｃ，原告Ｄ及び原告Ｅそれぞれに対し，２７１万６９\n６２円及びこれに対する平成２７年９月１３日から支払済みまで年５分の割\n合による金員を支払え。\n３  原告らのその余の請求をいずれも棄却する。\n４  訴訟費用は，これを５分し，その４を原告らの負担とし，その余を被告の負\n担とする。\n５  この判決は，第１項及び第２項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n１  被告は，原告Ａに対し，１６００万円及びこれに対する平成２４年９月９日\nから支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ｂ，原告Ｃ，原告Ｄ及び原告Ｅそれぞれに対し，１１００万円\n及びこれに対する平成２４年９月９日から支払済みまで年５分の割合による\n金員を支払え。\n第２  事案の概要\n本件は，Ｆの相続人である原告ら（各法定相続分各５分の１）が，被告に対\nし，Ｆが被告との間で特別養護老人ホームの利用契約を締結して介護を受けて\nいたところ，被告の送迎により帰宅する際，玄関先の階段で転倒して負傷し，\nその後，死亡するに至ったことについて上記契約上の安全配慮義務違反を理由\nとする債務不履行又は不法行為が成立し，Ｆ に３７３１万７７２８円の損害\n（原告らの相続分は各７４６万３５４５円）が発生したほか，原告らに固有の\n慰謝料（原告Ａにつき８００万円，その余の原告らにつき各４００万円）及び\n弁護士費用６００万円（原告Ａにつき２００万円，その余の原告らにつき各１\n００万円）の損害が発生したとして，上記債務不履行又は不法行為に基づく損\n害賠償請求権に基づく一部請求として原告Ａにつき１６００万円，その余の原\n告につき各１１００万円及びこれらに対する不法行為日である平成２４年９\n月９日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を\n求める事案である。\n１  前提事実（証拠等を括弧内に摘示した事実以外は争いがない。）\n当事者等\nア  被告は，特別養護老人ホームＧ（以下「本件施設」という。）を運営す\nる社会福祉法人である。\nイ  原告らは，Ｆ（明治４５年１月５日生）の子である。Ｆは，後記 のと\nおり，死亡したところ，原告らはその法定相続人（法定相続分各５分の１）\nである。\n介護サービス利用契約\nＦは，平成２１年５月１３日，被告との間で，Ｆを利用者，被告を事業者\nとして，本件施設における指定短期入所生活介護サービス又は指定短期入所\n生活介護予防介護サービス（以下「介護サービス」という。）を受け，その\n利用料金を支払うことを内容とするショートステイ利用契約（以下「本件契\n約」という。）を締結した。本件契約には，以下の条項が含まれる（甲２）。\nア  期間  契約締結日から利用者の要介護認定の有効期間満了日まで\nイ  事業者の義務等\n事業者は，介護保険法令の趣旨に従い，利用者がその有する能力に応\nじ，可能な限り自立した日常生活を営むことができるように支援するこ\nとを目的として，利用者に対し，その日常生活を営むために必要な居室，\n共用施設等及び介護サービスを提供する（１条１項）。\n事業者及びサービス従事者は，サービスの提供に当たって，利用者の\n生命，身体，財産の安全確保に配慮する（１０条１項）。\n事業者は，本契約に基づくサービスの実施に伴って，自己の責に帰す\nべき事由により利用者に生じた損害について賠償する責任を負う（１４\n条１項）。\nウ  サービス利用料金   送迎（片道）につき１８９０円（利用者負担金１\n８９円）\n本件事故の発生\nＦは，本件契約に基づき本件施設における介護サービスの提供を受けた後，\n平成２４年９月９日午後５時４０分頃，雨天の中，被告の従業員であるＨ（以\n下「Ｈ職員」という。）の送迎により本件施設から自宅に帰宅する際，自宅\n前の階段において階段を踏み外して転倒，転落し，階下の道路に後頭部を強\n打するなどして出血を伴う脳挫傷等の重傷を負った（以下「本件事故」とい\nう。）。\nＦの死亡\nＦは，本件事故後，救急搬送を受けてＩ病院に入院し，平成２４年１１月\n１８日（当時１００歳），入院中に本件事故に起因する誤嚥性肺炎となり，\n死亡した。\n２  争点及び争点に関する当事者の主張\n本件事故についての被告の安全配慮義務違反又は不法行為の成否\nア  原告ら\n被告は，地方自治体の指定・認可を受けた高齢者の介護事業者として，\n本件契約に基づき，Ｆに対し，Ｆの自宅前にある階段を昇段しようとする\nに際し，その生命，身体の安全を確保するため，同人の転倒及び転落を防\n止すべく，その身体を支え，介助する高度の義務を負っていた。また，本\n件事故当時，Ｆは，高齢で歩行に介助が必要であった上，Ｆの自宅前の階\n段の手すりが雨で滑りやすくなっていた。Ｆは，当時，歩行中にいつ転倒\nしてもおかしくなく，腕の筋力も衰えていたため，階段において常時支え\nが必要であったが，被告は，このことを認識し，又は十分に認識すること\nができ，雨天の場合などには二人体制でＦを送迎することもあった。\nしたがって，被告は，Ｆが自宅前の階段を上るに当たり，介助者二人体\n制をとり，又は一人体制であってもレインコートを利用して両手で介助で\nきるようにするなどした上，濡れている手すりを拭きあげ，Ｆの真後ろに\n立ち，その体を受け止められる体勢をとり，手を離さずに体幹を常時支え\nるなどして，Ｆの転倒を防止する措置をとるべき義務があった。\nところが，Ｈ職員は，一人でＦの介助に当たり，Ｆの右後ろから左手で\n傘を差しながら，右手でＦの右肘部分を支え，Ｆが階段の２段目に到達し\nたところ，階段の１段目において，「杖は止めて，手すりだけで上がりま\nしょう。」と言って，Ｆが右手に持っていた４点杖（着地部分に４本の支\n柱がある杖）の使用を中止させ，Ｆが右手を手すりに伸ばしてつかもうと\nしていたところ，Ｆの手元及び足元に注意を払うことなく，Ｆが両手で手\nすりをつかむ前に４点杖をつかむために Ｆの右肘部分から右手を急に離\nし，Ｆの身体を不安定な状態にしたことから，Ｆは支えを失ってバランス\nを崩し，臀部から階下に転落して本件事故が発生した。\nしたがって，被告には，本件契約上の安全配慮義務違反があり，過失に\nよる不法行為が成立する。\nＦの自宅に階段があることは本件契約の前提であり，これにより被告が\n免責されるものではない。\nイ  被告\nＦは手すりを両手でつかんで自力で階段を上る能力があるところ，Ｈ職\n員は，本件事故前にＦを自宅に送迎する際，Ｆに４点杖を使って路上から\n１，２段階段を上ってもらい，４点杖を外して両手で階段の手すりを持っ\nてもらって，自分で一段ずつ石段を上がってもらっていたが，事故が発生\nすることはなかった。\n本件事故の当日も，Ｈ職員は，従前と同様に，Ｆのやや右後方に位置し，\nＦの右腰辺りに右手を添えて軽く支え，階段を上ってもらっていた。とこ\nろが，Ｆが４点杖を離して両手で階段の手すりをつかむ状態になった際，\n４点杖がＨ職員の前に置かれたので，Ｈ職員は，進行の邪魔になる４点杖\nをよけるため，右手をＦの体から離して４点杖を動かした瞬間，Ｆが転倒\n転落した。\nこのように，本件事故は，ほんの一瞬のはずみで生じたものであり，被\n告が具体的に本件事故を予見することは不可能であり，Ｆが階段を上るの\nについていくためにＨ職員が４点杖を避けたことはやむを得ず，本件事故\nの回避可能性もなかった。また，被告が送迎する職員を複数にしたとして\nも本件事故を回避できたかどうか不明である。\nなお，本件事故は，自宅前の階段に昇降機を設置することによって回避\nすべきである一方，家族の介護中であっても発生し得るものであり，たま\nたま老人福祉施設の職員が付き添っていただけで法的責任を負うというの\nは，不当に老人介護の負担を重くすることになる。\n本件事故に係る過失相殺の可否及び程度\nア  被告\nＦの自宅には，高齢者が昇降するのにはふさわしくない長い階段があり，\n本件事故を回避するためには，Ｆが外出しないで済むよう老人ホームに入\n所するか，自宅前の階段に昇降機を設置する必要があった。そして，その\n費用はリースで月額１ないし２万円程度，設置する場合でも１５万円程度\nである。また，階段に設置した金属製の手すりが滑りやすいのであれば，\nこれを滑りにくい素材にするか，滑り止めの措置を講ずべきであった。と\nころが，Ｆは自宅に住みながら，本件事故を回避するために必要な措置を\n講じなかった。\nまた，Ｆは，従前，手すりを握りながら階段を昇降することができたが，\nＦは手すりを握り損ね，又は手すりを離して突然後方に転倒した。\nしたがって，Ｆ側には過失があり，損害額を９割減額すべきである。\nイ  原告ら\nＦの自宅に階段があることは本件契約の前提であって，被告がＦの体を\n支えるという基本的な介助さえ行っていればＦの安全は確保され，容易に\n本件事故の発生を防ぐことができた。他方，Ｆ及び原告らに自宅前の階段\nへの昇降機設置などを求めることは経済的な不可能を強いるものであって\n実現可能性がなく，被告の介助を求めることがＦの送迎時の安全を確保す\nるための最善の選択であった。\nしたがって，過失相殺はあり得ない。\nＦ及び原告らの損害額\nア  原告ら\nＦ固有の損害  計３７３１万７７２８円\nａ  入院費  １０万６２６５円\nｂ  入院雑費  １０万６５００円\n計算式：１日１５００円×７１日\nｃ  原告らの交通費  １９万５７９０円\nＦは，入院中，脳挫傷，外傷性くも膜下出血，頭がい骨骨折等のた\nめ，生命の危険がある状況にあり，医師や看護婦が不在の際には同人\nの様子を看ておく必要があったことから，原告らが毎日見舞いに行く\n必要があった。そして，原告らが拠点としていたＦの自宅から入院先\nの病院までは公共交通機関を使うと不便であるため，タクシーを使わ\nざるを得なかった。\nｄ  介護器具レンタル料  ３万７５００円\nｅ  入院慰謝料  １４５万円\nｆ  死亡慰謝料  ３０００万円\n被告は，本件訴訟前，本件事故の責任を認めていたが，本件訴訟で\nこれを争うなどの一貫性のない不誠実な対応をしており，これにより\nＦが被った精神的苦痛を慰謝するには３０００万円を要する。\nｇ  逸失利益  ４２５万４８２３円\nＦは，厚生年金の通算老齢年金，国民年金の老齢年金，遺族厚生年\n金及び遺族共済年金として合計年額２２３万２０５０円を受給してい\nた（甲１０）。Ｆは，平成２４年９月当時，血圧は正常値の範囲内で\nあり（甲３５），かかる心身の状態からすると少なくとも３年間（ラ\nイプニッツ係数：２．７２３２）の生存が可能であった。生活費控除\n率は３０パーセントである。したがって，その逸失利益は以下のとお\nり，４２５万４８２３円である。\n計算式：２２３万２０５０円×０．７×２．７２３２\nｈ  葬儀費用  計１１６万６８５０円\n葬儀代金  ８９万９１９５円\n僧侶費用  １８万円\n葬儀関係費  ７万６１０５円\n葬儀タクシー代  １万１５５０円\n原告ら固有の慰謝料  計２４００万円\n被告は，本件訴訟前，本件事故の責任を認めていたが，本件訴訟でこ\nれを争うなどの一貫性のない不誠実な対応をしており，原告らは，精神\n的苦痛を被った。特に，原告Ａは，目の前で本件事故を見せられ，重大\nな精神的苦痛を被った。これらの精神的苦痛を慰謝するために要する慰\n謝料は原告Ａにつき８００万円を下らず，その余の原告につき４００万\n円を下らない。\n弁護士費用  計６００万円\n原告らは本件事故により本訴提起及び弁護士への委任を余儀なくされ\nたのであり，本件事故と因果関係がある弁護士費用は，原告Ａにつき２\n００万円，その余の原告につき各１００万円が相当である。\nイ  被告\n逸失利益\n１ ０ ０ 歳 の 女 性 の 平 均 余 命 は 一 応 ２ ． ６ ５ 歳 と さ れ て い る が ， Ｆ\nは，平成２３年１２月から平成２４年２月２７日まで，骨粗しょう症の\nため胸椎，腰椎骨折によりＪ病院に入院し，同年６月２０日から同年７\n月６日まで右ほほ丹毒によりＫ病院に入院し，高血圧であった。したが\nって，Ｆの余命を３年とすることに合理性はない。また，介護を受けて\nいる高齢者の生活費控除率は少なくとも７ないし８割となるはずであ\nる。\n慰謝料\nＦは，終末期に近い高齢者であり，疾患もかかえていたこと，Ｈ職員\nが相応の注意を払っていたのにＦが突発的に転倒したことなどを踏まえ\nると，入院慰謝料１４５万円及び死亡慰謝料３０００万円は高すぎる。\nまた，本件では近親者に慰謝料が認められるべき事情はない。\n第３  当裁判所の判断\n１  認定事実\n争いのない事実，証拠（後掲書証，甲６２，乙２３，２４，原告Ａ，証人Ｈ，\n証人Ｌ）及び弁論の全趣旨を総合すると，以下の事実が認められる。\nＦの身体状況等\nＦは，平成８年頃から高血圧症と，平成１５年頃から骨粗しょう症と診断\nされており，平成２３年１２月から平成２４年２月まで，胸腰椎圧迫骨折に\nより入院し，同年６月２０日から同年７月６日まで右頬部化膿性皮膚感染症\nにより入院していた。Ｆは，本件事故当時，身長約１３５ないし１４０セン\nチメートルで，歩行時には前傾気味であったが，上記骨折による入院のため\nに下肢筋力が一層低下し，左目を失明して右目も目の前が見える程度の視力\nであり，４点杖を使って歩行しても転倒するリスクがあったことから，歩行，\n立ち上がり等のための介助を必要としており，介護保険制度における要介護\n状態区分のうち要介護４の認定を受けていた。しかし，Ｆは，自宅において\n一人暮らしをすることを希望しており，被告は，原告らが介護に来られない\n期間，本件契約に基づく介護サービスを提供していた（乙３，乙４の２，乙\n５ないし７，１７）。\n本件事故現場の状況等\nＦの自宅（福岡県糟屋郡ａ町ｂ）は，本件施設（被告住所地）から約１キ\nロメートルの距離にある（甲３）。Ｆの自宅前のアスファルト製道路から玄\n関まではコンクリート製の上り階段があり，その階段は途中の踊り場で直角\nに曲がって玄関に通じていた。踊り場から玄関までの階段（以下「上階段」\nという。）は２０段程度あり，平成１６年頃から椅子式昇降機が備え付けら\nれている一方，前面道路から踊り場までの階段（以下「下階段」という。）\nは１０段あって，左側に金属製の手すりがあったが，昇降機は備え付けられ\nていなかった（甲６，５６の１及び２，甲５９）。しかし，原告らは，Ｆが\n外出するに当たって下階段を昇降する際，被告の職員，介護タクシー等の介\n助を受けさせればよいと考える一方，被告も，上記のような階段があること\nを理解していたが（乙５），Ｆ及び原告らとの間で，下階段に昇降機を追加\n設置することについて協議したことはなかった。\n被告による自宅送迎の状況\n被告は，平成２１年３月から本件事故の発生までの間，Ｆに対し，介護サ\nービスを提供し，本件事故時も含め合計６０回以上，自宅と本件施設との間\nにおけるＦの送迎を行った。介護福祉士であるＨ職員（昭和５３年９月２０\n日生，身長約１６８センチメートル）（乙２０）は，このうち５０回の送迎\nを担当し，Ｆの左手を握り，左腕ないし左脇を支えるなどしてＦが\n階段を昇降するのを介助していた（甲３８の１ないし３，甲５５，甲５６の\n１ないし３，甲５８の２，甲５９，６０，乙３）。\n本件事故前のＦの生活状況\nＦは，本件事故直前の平成２４年８月３１日から同年９月９日までの本件\n施設への入所中，食欲があり，体温及び血圧等に問題はなく，レクレーショ\nンに参加するなどしていた（甲３５）。\n本件事故発生の状況等（甲３７，乙９，２１等）\nア  Ｈ職員は，同日午後５時３０分頃，Ｆを自動車に乗せて本件施設を出発\nし，約５分後，Ｆの自宅前に到着し，階段上の玄関まで荷物を持って行き，\n自宅で待っていた原告Ａに対し，Ｆの到着を知らせ，Ｆが雨で濡れないよ\nうに傘を差しかけるよう求めた。\nイ  Ｈ職員は，その後，Ｆが乗っている自動車に戻り，原告Ａが出て来るの\nを待たず，Ｆを降ろして自分の左手でＦの左手を握り，Ｆの右手に４点杖\nを持たせ，自分の右手でＦに傘を差しかけながら下階段まで誘導した。雨\n天のため，上記手すりは濡れていた。\nウ  Ｈ職員は，Ｆが階段を上り始める前にＦの左手で下階段左側にある手す\nりを握らせ，Ｆに傘を差しかける手を自分の右手から左手に持ち替え，右\n手でＦの右脇の下あたりを支えながら，Ｆの右斜め後ろに立ってＦが下階\n段を上るのを介助し始めた。Ｆが下階段を上り始める時点では，原告Ａは\n下階段まで来ていなかった。\nエ  Ｈ職員は，Ｆが下階段の２段目に至った時点で，Ｆに対し，「ここから\nは杖は止めて，手すりだけで上りましょう。」と伝えると，Ｆは，右手を\n４点杖から離し，体を左に向けながら左側にある手すりをつかもうとした。\n原告Ａは，その時点までに，傘を二本持って下階段の２段目あたりまで下\nりてきて，Ｆに傘をさしかけ，Ｆが下階段を上るのを見守っていた。\nオ  Ｈ職員は，Ｆが右手で手すりをつかもうとしていた時点ではＦに不安定\nな様子がなかったことから，Ｆが置いた４点杖が進行の邪魔にならないよ\nうにするため，自分の右手をＦの右脇の下から離し，Ｆから目を離して４\n点杖を右上に動かしたところ，Ｆがバランスを崩して後ろに倒れ，Ｈ職員\nの左手の下をすり抜けるようにして階下に転落し，腰を階段下の地面に打\nち付けた後，後頭部をアスファルト製の道路面に打ち付けて後頭部を出血\nした。\nＦの治療状況等\nＦは，その後，Ｉ病院に救急搬送されて集中治療室（ＩＣＵ）に入院する\nことになり，原告Ａは，Ｈ職員とともに，医師から，Ｆは，頭部打撲挫創，\n頭がい骨骨折，急性硬膜下血腫，外傷性くも膜下出血と診断され，ＣＴ検査\nにより脳実質損傷が発見されれば脳挫傷と診断されること，頭蓋内出血のた\nめに頭蓋内圧が破綻すれば急変，重症化及び生命の危険があるが，Ｆは高齢\nのために血腫除去手術を受けられず，保存的治療をしながら経過観察するこ\nとになる旨の説明を受けた（甲２２，甲３４の１９頁）。Ｆは，入院日の翌\n日に当たる平成２４年９月１０日，ＣＴ検査により脳挫傷の診断を受けたが，\n頭蓋内圧に影響するほどではなく，また，同日から，脳挫傷に伴う症候性て\nんかんが出現し，同月１３日，低ナトリウム血症がみられるようになったが，\nその後，改善傾向がみられた。Ｆは，同月１８日，ＩＣＵから別の病棟に移\nり，原告らの協力を得ながら在宅生活に向けたリハビリ治療を受け，意識障\n害が若干改善することもあったが，意識障害が遷延し，臥床状態が続く中で\n身体機能の低下が進み，同年１１月５日，誤嚥性肺炎を生じ，同月１７日，\n誤嚥性肺炎を再発し，同月１８日，死亡するに至った（甲３４の９頁，２８\n２頁，３８２頁，４９８頁，５２７頁，５３５頁，６０３頁等）。\n本件事故後の原告らと被告との遣り取り等\n被告は，本件事故の直後から，原告らに対し，被告が作成した本件事故の\n顛末書，福岡市等に提出する事故報告書等を交付し，本件事故が発生したこ\nとを謝罪し，損害賠償する用意がある旨を述べていた。これに対し，原告Ａ\nは，被告が作成した事故報告書等に，Ｆの症状が軽度と記載されるなど医師\nから受けた説明と異なる部分があり，本件事故の発生状況等について自らの\n認識と異なる部分があったことなどから，訂正を求め，質問をするなどし，\n被告は事故報告書の内容を一部訂正し，質問に回答するなどしていた（甲３，\n８，９，３９ないし５０，乙１０，１１，１４，１８，１９，２１）。\nしかし，原告Ａは，被告の対応に納得できずに不満を募らせており，平成\n２４年１２月１０日，Ｆの自宅を訪問した被告の職員に対し，Ｆが死亡した\nことを知らせず，被告は，同月２９日頃，原告ＥからＦの葬儀が終了した旨\nの連絡を受け，Ｆが死亡したことを知った（乙２６）。\nその後，被告は，原告Ａに対し，話合いの機会を持ちたいと繰り返し要請\nし，Ｈ職員は，平成２５年１１月，原告Ａに対し，Ｆが死亡したことについ\nて反省し，謝罪する意思を伝える書簡を送った（甲２４ないし２９）。\n原告Ａは，同年１２月２３日，被告に対し，書面により，損害賠償請求を\nする旨を通知した（甲６３の１）。\n２\nについて\n安全配慮義務違反又は不法行為の成否\nイ）を踏まえると，被告は，本件契約に基づ\nき，利用者の有する能力に応じた介護サービスを提供し，そのサービスの提\n供に当たって，利用者の生命，身体等の安全確保に配慮すべき義務（安全配\n慮義務）を負うが，その義務の具体的内容は，利用者であるＦの有する能力，\n現場の状況等によって異なり得るので，以下，本件事故に即して検討する。\nまず，Ｆは，明治４５年１月５日生まれで本件事故当時には１００歳に達\n骨粗しょう症のために骨折しや\nすくなっていた上，下肢筋力の低下，視力悪化により，歩行中に転倒する恐\nれがあった（前記１ 。そして，本件事故の現場である下階段は，それ自\n体，段差があって平地に比べて足場がよいとはいえず，転倒した場合にはコ\nンクリート製階段に体を打ち付け，更に転落した場合にはアスファルト製道\n路に体を打ち付けることになるし，本件事故当日は雨天のために手すりが濡\nれて滑りやすくなっていた（前記１ 。そして，被告及びＨ職員は，\n３年以上にわたり，Ｆに対し，介護サービスを提供し，本件施設と自宅との\n間の送迎を行っており，これらの事実を概ね認識していたといえる（前記１\nこれらを踏まえると，Ｆは，雨天の中で下階段を上る際，手す\nりを握り，杖を使用していたとしても，その身体を適切に支えられないと，\nバランスを崩して転倒し，固い階段や路面に体を打ち付けて骨折等の重傷を\n負う危険性が常にあり，かつ，このことは特別養護老人ホームを営む被告及\nび介護福祉士であるＨ職員も予見することができたといえる。\nしたがって，被告は，本件契約に基づく安全配慮義務として，本件事故当\n日，Ｆが下階段を上るに当たっては，常時，その身体を注視し，その身体を\n適切に支えてＦがバランスを崩して転落しないようすべき義務を負っていた\nといえる。\nところが，被告の従業員で上記義務の履行補助者であると認められるＨ職\n員は，Ｆが下階段を上る際，Ｆの左手に手すりを握らせ，自らの右手でＦの\n右脇を支えていたものの，Ｆから目を離し，右手をＦの右脇から離したこと\nからＦがバランスを崩すことになった（前記１ オ）。また，Ｈ職員の立ち\n位置は，Ｆの斜め後ろであった（前記１ Ｈ職員がＦの真後ろに立\nっていれば，転倒したＦが階下に転落していくのを防止できたといえる。し\nたがって，被告は本件契約上の安全配慮義務に違反したため，Ｆがバランス\nを崩して転倒転落して本件事故が発生した ものとして債務不履行が成立す\nる。\nなお，被告が，Ｆが下階段を上るに当たり，常時，Ｆの身体を注視し，そ\nの身体を適切に支えるべき義務は，被告が高齢者の介護事業を行う法人とし\nて締結した本件契約に基づくものであって，本件契約と無関係に上記のよう\nな高度の義務を負うものでなく，Ｈ職員が不安定な状態になかったＦの体か\nらわずかの時間手を離したこと（前記１ について被告の不法行為が成\n立するとまではいえない。\n被告の主張について\nこれに対し，被告は，Ｈ職員は，本件事故まで同様の手順でＦの送迎にお\nける介助を行っていたが事故が発生することはなかったとして，安全配慮義\n務違反を争う。しかし，Ｈ職員は，雨天時のＦの送迎にあたって下階段でど\nのように介助したか覚えていないが，階段においてＦの体から手を離したの\nは本件事故時が初めてである旨証言しているであって（Ｈ証人調書１頁，２\n頁，１６頁），階段昇降時にＦの体を手で支えていたためにＦの転落事故が\n発生しなかったことが窺われる。したがって，上記被告の主張は前提を欠く。\nまた，被告は，本件事故は，ほんの一瞬のはずみで生じたものであり，被\n告が具体的に本件事故を予見することは不可能であった旨主張する。しかし，\nＨ職員がＦから手を離す時点でＦに不安定な様子がなかったとしても，本件\n契約上の安全配慮義務を前提として，Ｆの身体状況，本件事故現場の状況等\nを踏まえれば，被告及びＨ職員にとって本件事故が予見可能であったといえ\n。\nさらに，被告は，Ｈ職員が４点杖を避けようとＦの体から手を離したこと\nはやむを得ず，本件事故の回避可能性もなかった旨主張する。しかし，Ｈ職\n員自身が，階段においてＦの体から手を離したのは本件事故時が初めてであ\nる旨証言しているのは上記のとおりである。そして，Ｈ職員は，Ｆが雨で濡\nれないよう左手で傘を差していたが，原告ＡにＦのために傘を差すように要\n請し，現に，原告Ａは傘を差しに降りてきたのであるから（前記１ ），\n原告Ａを待っていれば，左手で傘を差さずにＦの体を支えることもできたし，\n右手でＦを支えたまま原告Ａに４点杖を動かしてもらうこともできたから，\n４点杖を動かすためにＦの体から手を離したことがやむを得なかったとはい\nえず，本件事故の回避可能性もあった。\n加えて，被告は，自宅前の階段は高齢者が昇降するのにふさわしくなく，\n下階段に昇降機を設置することによって本件事故を回避すべきである旨主張\nする。しかし，被告は，下階段に昇降機がないことを認識しながら，特段こ\nれを問題とすることなく，送迎を行っていたのであるから（前記１ ），\n昇降機の不備によって，その全責任を免れることはできない。\n３  本件事故に係る過失相殺の可否及び程度）について\n過失相殺（民法４１８条）における過失とは，公平の見地から損害賠償額を\n減額することを正当化できる被害者側の不注意であると解されるので，以下，\nＦ側にこのような意味での不注意があったかどうか検討する。\nＦは，その希望に従って自宅で生活しており，外出するためには下階段を不\n可避的に昇降することになるが（前記１ ，前記２で検討したとおり，\nＦの身体状況等を踏まえると，本件事故現場である下階段は，Ｆが昇降する際\nにバランスを崩して転倒し，固い階段や路面に体を打ち付けて骨折等の重傷を\n負う危険性があった。Ｆは，平成１５年頃，骨粗しょう症と診断され，平成２\n３年１２月から胸腰椎圧迫骨折により入院したため下肢筋力が一層低下し た\nことなど（前記１ 上階段に椅子式昇降機が設置された平成１\n６年頃以降も，Ｆの身体的機能の衰えが進み，下階段に係る上記危険性は高ま\nってきていたといえる。そうすると，本件事故は，上記危険性が現実化したも\nのともみられるのであって，Ｆ又は原告らが上階段と同様に下階段は椅子式昇\n降機を設置してこれを利用した場合も本件事故を防ぐことができたといえる。\n原告らは，自宅前の階段への昇降機設置などを求めることは経済的な不可能\nを強いるものであって実現可能性がない旨主張する。しかし，証拠（乙２２）\nによれば，屋外用椅子式昇降機の設置にかかる費用は，初期費用１５万円，リ\nース代金月額１万５０００円程度（年額１８万円程度）であることが認められ，\n原告Ａによれば，下階段よりも長い上階段の椅子式昇降機の設置費用も総額１\n００万円未満であったというのであるから（原告Ａ本人調書３５頁），介護保\n険制度等による補助を受けられず（原告Ａ本人調書３３頁），Ｆの年金が年額\n２２３万２０５０円であったこと（甲１０）を踏まえても，Ｆの身体及び生命\nに対する危険を防止するための費用として負担不可能なほど高額とはいえな\nい。\n以上によれば，Ｆ及び原告らは，本件事故当時，本件事故を防止するために\n下階段に椅子式昇降機を設置することができたところ，その措置を取っていな\nかったことが本件事故の発生に寄与しており，Ｆ又は原告らにも過失相殺にお\nいて考慮し得る不注意があったといえる。\n他方，被告には前記２のような本件契約上の基本的な義務違反があり，下階\n段に昇降機がないことを認識しながら，特段これを問題とすることなくＦの送\n迎を行っていたこと（前記１ ）なども踏まえると，被告側の落ち度が\nより大きいのであって，過失相殺の割合を３割とするのが相当である。\n３  Ｆ及び原告らの損害額）について\n既に認定した事実，括弧内に摘示した書証等によれば，被告の債務不履行に\nよる損害額は，以下のとおりである。\nＦ固有の損害\nア  入院費  １０万６２６５円（甲１１の１ないし３）\nイ  入院雑費  １０万６５００円\n計算式：１日１５００円×入院日数７１日\nウ  原告らの交通費  １９万５７９０円（甲１３ないし１６〔枝番号省略〕，\n弁論の全趣旨）\nＦの治療状況（前記１ からして，その入院中，原告らの見守りやリ\nハビリ治療への協力が必要であったと認められる。そして，原告らがＦの\n入院先（福岡県糟屋郡ｃ町ｄ（甲１１の１））に通うに当たり公共交通機\n関を利用するのは不便であり，原告らも高齢であること（甲６２，弁論の\n全趣旨）を踏まえると，通院にタクシーを使うことが不相当とまではいえ\nない。\nエ  介護器具レンタル料  ３万７５００円（甲１２の１ないし３）\nオ  逸失利益  １００万８２５９円\nＦは，年金として合計年額２２３万２０５０円を受給していたが，その\nうち年額５４万２２５０円が厚生年金の老齢年金及び国民年金の老齢年金\nに当たり，年額１６８万９８００円が遺族厚生年金及び遺族共済年金に当\nたる（甲１０，弁論の全趣旨）。ところで，遺族厚生年金及び遺族共済年\n金は，受給権者の生存中その生活を安定させる必要を考慮して支給するも\nのであるから，死亡した者が生存していたならば将来受給し得たであろう\n上記各年金は，損害としての逸失利益に当たらないと解するのが相当であ\nる（最高裁平成１２年１１月１４日第三小法廷判決・民集５４巻９号２６\n８３頁参照）。そうすると，逸失利益に当たるのは老齢年金年額５４万２\n２５０円の将来支給分になるが，Ｆは上記遺族厚生年金及び遺族共済年金\nによりほぼ生活費をまかなえたと考えられ，老齢年金に係る生活費控除率\nは０割とするのが相当である。そして，１００歳女性の平均余命は，平成\n２４年当時２．３４歳であったところ（厚生労働省平成２４年簡易生命表\n（女）（当裁判所に顕著）），Ｆは，死亡当時，１００歳１０か月に達し\nていたから，少なくとも２年間（ライプニッツ係数：１．８５９４）は生\n存可能であったと認めるのが相当である。原告ら及び被告は，これに反す\nる主張をするが，Ｆの身体状況，本件事故直前の生活状況（前記１\nを踏まえても，Ｆの余命が平均的なものを上回ったとも，下回ったと\nも認められない。\nしたがって，その逸失利益は次の計算式のとおり，１００万８２５９円\n（円未満切り捨て。以下同様）である。\n計算式：５４万２２５０円×１．８５９４\nカ  入院慰謝料及び死亡慰謝料  １５００万円\nＦは，戦後，苦労して原告らを育て上げ（甲６２），年を重ねて介護を\n受けることが必要になったものの，その余生（前記オのとおり，少なくと\nも２年間は生存可能であった。）を自宅で生活することを望んでいたが，\n本件事故により，重傷を負い，本件入院後に自宅での生活に戻ることなく，\n身体機能が一層衰えて誤嚥性肺炎により死亡するに至ったもので無念であ\nったと認められる。他面として，Ｆは，原告らに対する親としての責任を\n果たし終え，平均寿命を大きく上回る１００歳まで生きてきた。そして，\n被告による義務違反の態様，本件事故によるＦの負傷の程度及び死亡まで\nの推移，被告による本件事故後の対応等を総合すると，その入院及び死亡\nによる精神的苦痛を慰謝するのに必要な入院慰謝料及び死亡慰謝料は併せ\nて１５００万円と認めるのが相当である。\nキ  葬儀関係費用  １１６万６８５０円（甲１４，甲１６ないし２０〔枝番\n号省略〕，弁論の全趣旨）\nク  小括\n以上によれば，被告の債務不履行と相当因果関係に立つＦの損害額は１\n７６２万１１６４円となり，これに過失相殺をした後の損害額は１２３３\n万４８１４円となる。したがって，原告らの相続分（各５分の１）は各２\n４６万６９６２円となる。\n原告ら固有の慰謝料  ０円\n前記２ のとおり，被告は本件事故によるＦの死亡につき不法行為責任を\n負わず，被告は，本件契約に基づく債務不履行責任を負うところ，本件契約\nの当事者でない原告らが，本件契約に基づく債務不履行により固有の慰謝料\n請求を取得するものとは解されない（最高裁昭和５５年１２月１８日第一小\n法廷判決・民集３４巻７号８８８頁参照）。\n弁護士費用  各２５万円\n本件契約のような高齢者に対する介護サービスの提供を内容とする契約上\nの安全配慮義務違反を理由とする債務不履行に基づき事業者に損害賠償を請\n求する場合，利用者が主張立証すべき事実は，不法行為に基づく損害賠償を\n請求する場合とほとんど変わるところがない。そうすると，事業者の安全配\n慮義務違反を理由とする債務不履行に基づく損害賠償請求権は，利用者がこ\nれを訴訟上行使するためには弁護士に委任しなければ十分な訴訟活動をする\nことが困難な類型に属する請求権であるということができる。したがって，\n利用者又はその相続人の弁護士費用は，相当と認められる額の範囲内のもの\nに限り，上記安全配慮義務違反と相当因果関係に立つ損害というべきである\n（最高裁平成２４年２月２４日第二小法廷判決・裁判集民事２４０号１１１\n頁参照）。\nこれを本件についてみると，原告らが本件訴訟の訴訟追行を弁護士に委任\nしたことは当裁判所に顕著であるところ，被告の安全配慮義務違反と相当因\n果関係がある弁護士費用は，Ｆの損害額に係る原告らの相続分\nの約１割に相当する２５万円と認めるのが相当である。これを原告らの相続\n分と併せると各２７１万６９６２円となる。\n遅延損害金の起算日\n債務不履行に基づく損害賠償請求権は期限の定めのない債務であり，民法\n４１２条３項により，その債務者は債権者からの履行の請求を受けた時に遅\n滞に陥るというべきである の最高裁昭和５５年１２月１８日判決参\n照）。\n原告らは，平成２４年９月１１日以前に損害賠償請求をしていたと主張す\nる。確かに，被告は，本件事故直後から，原告らに損害賠償する用意がある\nと述べており，原告Ａ Ａが損害賠\n償請求をしていたかどうかについて原告Ａの供述は曖昧であり（原告Ａ本人\n調書３７頁，３８頁），上記主張は採用できない。したがって，遅延損害金\nの起算日は，原告Ａについては書面による請求日（前記１ の翌日（平成\n２５年１２月２４日）となり，その余の原告らについては訴状送達の日の翌\n日（平成２７年９月１３日）となる。\n５  結論\n以上によれば，原告らの請求は，主文第１項及び第２項記載の限度で理由が\nあるのでこれを認容し，主文のとおり判決する。\n福岡地方裁判所第５民事部\n裁判官   小   川   嘉   基\n"
}