{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 2,
    "day": 6
  },
  "case_number": "平成24(ワ)5664",
  "case_name": "特許権侵害差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_id": "83949",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83949",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/949/083949_hanrei.pdf",
  "contents": "平成２６年２月６日判決言渡  同日原本領収  裁判所書記官\n平成２４年（ワ）第５６６４号  特許権侵害差止等請求事件\n口頭弁論の終結の日  平成２５年１２月５日\n判 決\n岐阜県下呂市＜以下略＞\n原 告      有 限 会 社 金 山 化 成\n岐阜県美濃加茂市＜以下略＞\n原 告      日 本 ポ リ 鉢 販 売 株 式 会 社\n上記両名訴訟代理人弁護士      櫻 林 正 己\n同 訴 訟 代 理 人 弁 理 士      兼 子 直 久\n岐阜県美濃市＜以下略＞\n被 告      株 式 会 社 東 海 化 成\n同 訴 訟 代 理 人 弁 護 士      後 藤 昌 弘\n川 岸 弘 樹\n鈴 木 智 子\n古 谷   渉\n同 訴 訟 代 理 人 弁 理 士      廣 江 武 典\n西 尾   務\n服 部 素 明\n主 文\n原告らの請求をいずれも棄却する。\n訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告は，別紙物件目録記載１ないし６の育苗ポットを製造，販売してはなら\nない。\n２  被告は，別紙物件目録記載１ないし６の育苗ポット及びその製造のための金\n型を廃棄せよ。\n３  被告は，原告らに対し，それぞれ７７７０万円及びこれに対する訴状送達の\n日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，育苗ポットに関する特許権を共有する原告らが，被告が製造，販売\nする育苗ポットは原告らの特許権の特許発明の技術的範囲に属すると主張して，\n被告に対し，特許法１００条に基づき，育苗ポットの製造販売の差止め並びに\n育苗ポット及びその製造のための金型の廃棄を求め，民法７０９条に基づき，\nそれぞれ損害金７７７０万円及びこれに対する訴状送達の日から支払済みまで\n民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n１  前提事実（当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により容\n易に認めることができる事実）\n  原告らの特許権\nア  原告らは，発明の名称を「育苗ポット及び表示板付育苗ポット」とする\n特許権（特許第３８６０１７６号。以下「本件特許権」といい，この特許\nを「本件特許」という。）を有している。本件特許は，平成１６年２月２\n５日にした原出願（特願２００４－４９０８６号）から，平成１６年３月\n２６日に分割出願されたものであり，願書に添付した明細書及び特許請求\nの範囲について の平成１８年 ３月２２日 付手続補正書に よる補正（以 下\n「本件補正」という。）を経て，同年９月２９日に特許権の設定の登録が\nされた。本件補正は，本判決添付の公開特許公報の該当項のとおり記載さ\nれていた願書に最初に添付した明細書（以下「当初明細書」という。）及\nび特許請求の範囲（以下「当初特許請求の範囲」という。）を本判決添付\nの特許公報の該当項のとおり補正するというものである。\n（甲２，乙５，１２）\nイ  被告は，平成２４年４月１１日，本件特許（請求項４及び７）に対し，\n特許無効審判を請求し，原告らは，同事件の係属中の平成２５年４月２２\n日，特許請求の範囲の減縮又は明瞭でない記載の釈明を目的として，願書\nに添付した明細書（以下「本件明細書」という。）及び特許請求の範囲の\n訂正（以下，この訂正を「本件訂正」という。）の請求をした。本件訂正\nは，特許請求の範囲の請求項４を削除し，本判決添付の特許公報の該当項\nのとおり記載されていた請求項７を別紙「本件訂正後の請求項７の記載」\n（訂正部分に下線を付す。）のとおり訂正するという内容を含むものであ\nる。\n（甲１９の１の１ないし３，１９の２，乙１）\nウ  特許庁は，平成２５年６月１９日，上記事件について，本件訂正を認め\nるとした上，請求項７に係る本件特許を無効とするとの審決をした。原告\nらは，上記審決のうち，請求項７に係る本件特許を無効とする部分を不服\nとして，知的財産高等裁判所にその取消しを求める訴え（同裁判所平成２\n５年（行ケ）第１０２０１号）を提起した。\n（甲２１ないし２３，乙２１）\n  原告らの発明\n本件訂正前の特許請求の範囲の請求項７の記載は，本判決添付の特許公報\nの該当項記載のとおりであり（以下，この請求項７に係る発明を「本件発明」\nという。），本件訂正後のそれは，別紙「本件訂正後の請求項７の記載」の\nとおりである（以下，本件訂正後の請求項７に係る発明を「本件訂正発明」\nという。）。\n  被告の行為\n被告は，平成１８年９月３０日以降，業として，別紙物件目録記載１ない\nし６の育苗ポット（以下，それぞれを目録の番号に従い「被告製品１」のよ\nうにいい，併せて「被告各製品」という。）を製造，販売している。\n  被告各製品の構成\n被告各製品の構成は，それぞれ別紙被告製品１説明書，被告製品２説明書，\n被告製品３説明書，被告製品４説明書，被告製品５説明書及び被告製品６説\n明書記載のとおりである。\n  構成要件充足性\nア  本件発明等の構成要件の分説\n  本件発明\n本件発明を構成要件に分説すると，次のとおりである（以下，それぞ\nれの符号に従い「構成要件Ａ」のようにいう。）。\nＡ  底壁と，その底壁の縁部から上方に向かって立設する側壁と，その\n側壁と前記底壁とで囲まれる空間であって苗や培土を収納する収納空\n間と，その収納空間に培土や苗を入れるために前記側壁の上縁部によ\nり形成される開口面とを備えた育苗ポットにおいて，\nＢ  前記側壁は平面視多角形に形成されており，その多角形に形成され\nた側壁の少なくとも１の面は，前記底壁側の側壁面が前記上縁部側の\n側壁面に対して段差部を有して前記収納空間側へ窪んで形成されてお\nり，\nＣ  その段差部は，前記収納空間に前記培土を収納した場合にその培土\nによって埋没した状態となる位置に形成され，\nＤ  その段差部の前記開口面を臨む部分に開口され，前記収納空間に収\n納される苗に関する情報が表示された表示板を差込む差込み口を有し，\nＥ  その差込み口は，前記多角形に形成された側壁の１の面における周\n方向の略中央部に形成されていることを特徴とする\nＧ  育苗ポット。\n  本件訂正発明\n本件訂正発明を構成要件に分説すると，次のとおりである（以下，下\n記Ｅ’を「構成要件Ｅ’」と，同Ｆを「構成要件Ｆ」という。）。\nＡないしＤ  本件発明の構成要件ＡないしＤと同じ。\nＥ’その差込み口は，前記多角形に形成された側壁の１の面における周\n方向の略中央部に形成され，\nＦ  前記段差部は，少なくともその差込み口が開口されている部分に形\n成されていることを特徴とする\nＧ  本件発明の構成要件Ｇと同じ。\nイ  本件発明等と被告各製品との対比\n被告各製品は，いずれも，本件発明の構成要件Ａ，ＣないしＥ及びＧを\n充足し，本件訂正発明の構成要件Ａ，Ｃ，Ｄ，Ｅ’，Ｆ及びＧを充足する。\n２  争点\n  被告各製品が本件発明及び本件訂正発明の技術的範囲に属するか否か，す\nなわち，被告各製品が構成要件Ｂを充足するか否か（争点１）\n  本件発明に係る特許が特許無効審判により無効にされるべきものと認めら\nれるか否か，すなわち，本件補正における請求項７の補正が新規事項の追加\nに当たるか否か（争点２）\n３  争点に関する当事者の主張\n  争点１（被告各製品が構成要件Ｂを充足するか否か）について\n（原告ら）\nア  被告各製品は，いずれも，側壁２は平面視四角形に形成されていて，上\n方に位置する上方側壁２１と，その上方側壁２１の下端全周から内方に屈\n曲する段差側壁２２と，その段差側壁２２と底壁１とに接続され下方に位\n置する下方側壁２３とによって構成されており，その結果，側壁２は，底\n壁１側の側壁面（下方側壁２３）が上縁部側の側壁面（上方側壁２１）に\n対して，段差側壁２２を境として，苗Ｂや培土Ｎを収納する空間側へ窪ん\nで形成されているから，構成要件Ｂを充足する。\nイ  「窪む」とは，国語的にも技術用語としても，「落ち込んで低くなる」\nという意味である。本件明細書の発明の詳細な説明の段落【００３２】及\nび【００３５】は，本件発明が，差込み口が開口される段差部を培土によ\nって埋没した状態となる位置に形成することで，表示板を育苗ポットに対\nして略直立した状態で固定することができるという効果を有することにつ\nき記載しており，段落【００５０】ないし【００５３】及び【００８２】\nは，第１凹部７は差込み口９を設ける部位としての機能と苗Ｎの根巻き防\n止機能とを有するが，第１凹部７には苗Ｎの根を底壁３側に導く機能を持\nたせず，差込み口９を設けるための部位としての機能だけを持たせるよう\nにしても良い旨を記載しているから，本件発明の技術的意義は，差込み口\n９が開口される周方向に延びる次の説明図（当初図面の【図６】に説明を\n加えたもの。以下「本件説明図」という。）の横壁Ａ（段差部）を培土に\nよって埋没した状態となる位置に形成することにあり，上下に延びる本件\n説明図の縦壁Ｂ及びＣに技術的意義はない。すなわち，本件発明は，収納\n空間側に窪んだ部分（段差部）に差込み口を形成するという技術的思想を\n開示するものである。\nこれらからすれば，構成要件Ｂの「窪んで形成され」とは，単に「落ち\n込んで低くなる」ことを意味するところ，被告各製品の下方側壁２３が，\n上方側壁２１に対して窪んで形成されていることは明らかである。\nまた，差込み口が開口されている部分以外の部分に段差部を連続して形\n成するか否かは，本件発明及び本件訂正発明の作用効果と全く無関係の事\n項であって，発明特定事項ではないから，「段差部」を側壁の水平方向に\n一定の幅を有するものと限定して解釈すべき理由もない。\n（被告）\nア  原告らが上記（原告ら）アで主張する被告各製品の構成のうち，「窪ん\nで形成されている」との点は否認し，その余は認める。\nイ  「窪む」とは，一部分が落ち込んで低くなること，周りに比べてそこだ\nけが低く落ち込むことを意味するから，構成要件Ｂの「窪んで形成され」\nとは，少なくとも３つの立壁に囲まれた底面が基準面に対してそこだけ低\nくなっている構成を意味する。しかるに，被告各製品は，「上方に位置す\nる大径の上方側壁２１と，下方に位置する小径の下方側壁２３とが段差部\n（段差）２２を介して接続された形態をなす」というべきものであり，窪\nんで形成されて いるものでは ない。また ，本件発明及び 本件訂正発明 の\n「段差部」は，側壁の水平方向に一定の幅を有するものと限定して解釈す\nべきである。しかるに，被告各製品の段差側壁２２は，全周に形成されて\nいるものであって，一定の幅を有するものではない。\nしたがって，被告各製品は，構成要件Ｂを充足しない。\n  争点２（本件補正における請求項７の補正が新規事項の追加に当たるか否\nか）について\n（被告）\nア  当初明細書，当初特許請求の範囲及び願書に最初に添付した図面（以下\n横壁Ａ\n縦壁B\n縦壁C\n「当初図面」といい，これらを併せて「当初明細書等」という。）に「段\n差部」の語は一切使用されず，本件発明の「段差部」に相当すると思われ\nる第１凹部について，側壁の全周にわたるものや一つの側壁の全幅にわた\nるものの記載はなく，側壁の水平方向における幅よりも狭い一定の幅を有\nするものの記載しかない。すなわち，当初明細書の発明の詳細な説明の段\n落【００１３】，【００１４】，【００２８】，【００３０】，【００４\n９】，【００８１】，【００８７】及び【００８８】が，第１凹部の形状\nについて，帯状に延びて形成されるものとし，段落【００１６】，【００\n２１】，【００３３】，【００３８】，【００５２】，【００９０】及び\n【００９５】が，第１凹部７と第２凹部８の間又は複数の第１凹部７につ\nいて，側壁の全周を略等分するように配置されるものとしていることなど\nからして，当初明細書には，第１凹部について，側壁水平方向における幅\nよりも短い幅で，差込み口の長さと同一の幅のものしか記載がないし，当\n初図面も，【図２】及び【図５】に第１凹部７の外側に側壁外形線が\n明確に実線で図示されているように，側壁の水平方向に一定の幅を有し，\nかつ，底壁側まで達する帯状のものしか開示していない。また，当初明細\n書等に，差込み口を設ける位置に選択の余地のない第１凹部しか記載がな\nく，略中央部に差込み口を設けることについての記載はない。\nしかるに，第１凹部７を「段差部」として側壁の水平方向に無限定なも\nのまで拡張すると，差込み口９を設けるための部位としての機能しか有し\nなかった第１凹部７が，差込み口９を設けない部位としての機能をも有す\nることとなり，目印などがなくとも，表示板を育苗ポットに挿入する場合\nに誤差込みに気付く，すなわち，表示板を側壁の差込み口に差し込むに当\nたり，その位置が多少ずれているときには，差込み口が形成されていない\n部分に当たってそれ以上差し込めないために，表示板を正しい位置へ差し\n込むことができるという新たな作用効果ないし技術的事項を導入すること\nになり，第三者に不測の損害を与える。\nしたがって，本件補正のうち，請求項７の補正は，当初明細書等に記載\nした事項の範囲内においてしたものではなく，新規事項の追加に当たる。\nイ  当初明細書等は，表示板を差し込む孔の位置を把握するのが困難である\nとの課題を解決する手段として，第１凹部が目印としての機能を果たすこ\nとを前提としているが，第１凹部に育苗ポットの全周に段差部が形成され\nたものが含まれるとすると，差込み口の周方向（水平方向）の位置を把握\nすることができず，第１凹部が目印としての機能を果たさなくなってしま\nう。また，当初明細書の発明の詳細な説明の段落【００８２】には，第１\n凹部が目印としての機能を果たさなくてもよいとの記載も示唆もないから，\n当初明細書等に接した当業者が段落【００８２】の記載から第１凹部につ\nき想定するのは，飽くまでも目印機能を果たし得る凹部，例えばえくぼ的\nに窪んだ凹部である。そして，差込み口の位置を外部から把握するための\n目印は，表示板が育苗ポットに対して上から下に略垂直方向に挿入される\nものである以上，差込み口の高さというよりは，水平方向の位置が分かる\nようにする点にこそ重要な意義があり，当初明細書等にも第１凹部が高さ\n方向のみの目印を果たす旨を示唆する記載はない。そうであるから，当初\n明細書等における第１凹部をもって，水平方向の位置決め機能を排除した\n段差部まで開示されているとはいえず，当初明細書等に接した当業者が，\n第１凹部から「段差部」のみを抽出して育苗ポットの全周に段差部が形成\nされたものや一つの側壁の全幅にわたって段差部が形成されたものを想定\nすることはない。\nなお，段落【００８３】には，第１凹部７とは別に目印を必要とする場\n合についての記載があるが，これは，他の段落と同様の形状を有する第１\n凹部が，側壁の外部から窪むのではなく内面から突出するという形成方法\nの違いにより，本来は目印としての機能を果たすべき第１凹部７自体が外\n部から視認することができなくなってしまう場合には，差込み口９の位置\nを把握することができないため，例外的に，側壁４の外面に差込み口９の\n位置を示す目印を別に設ける必要があることを記載するものであるに過ぎ\nず，第１凹部７自体を外部から視認することができる場合には，これとは\n別に目印を設ける必要がないから，このような場合にまで別に目印を設け\nることを当業者が想定することはない。\n（原告ら）\nア  当初明細書の発明の詳細な説明の段落【００４９】及び当初図面の【図\n２】及び【図５】には，側壁４に形成された他の側壁４の外面よりも\n収納空間５側に窪んだ段差部が記載，図示されている。\nイ  当初明細書の発明の詳細な説明の段落【００５０】ないし【００５３】\nには，第１凹部７について，差込み口９を設ける部位としての機能と苗Ｎ\nの根巻き防止機能とを有するとの記載があるが，段落【００８２】には，\n第１凹部７には，苗Ｎの根を底壁３側に導く機能を持たせず，差込み口９\nを設けるための部位としての機能だけを持たせるようにしてもよく，かか\nる場合，第１凹部７は，帯状に形成する必要はなく，例えば，えくぼ的に\n収納空間５側に窪むように形成してもよいとの記載があるところ，当初明\n細書の発明の詳細な説明に記載された発明項１及び２は，段落【００４３】\nないし【００７９】に記載された実施例を上位概念化した技術思想であり，\n発明項１の第１凹部は，段落【００８６】，【００２６】及び【００２７】\nに差込み口のある凹部であることのみが記載されているから，必ずしも底\n壁側に向かって帯状に形成された根巻き防止の効果を有するものではない\nのに対し，発明項２の第１凹部は，段落【００８７】，【００２８】及び\n【００２９】の記載のとおり，底壁側に向かって帯状に形成されたもので\nあって，根巻き防止の効果を有するものである。これらからすれば，当初\n明細書は，第１凹部について，差込み口を設ける段差部と根巻き防止機能\nを果たす縦壁とを別個の技術的構成要素として把握し，かつ，差込み口を\n設ける段差部を第１凹部から切り離された単独の構成として記載している\nということができる。そして，育苗ポットの側面において縦壁が根巻き防\n止機能を果たすことは，本件特許の出願時において当業者にとって周知の\n技術的事項であり，２段以上の複数段に形成された育苗ポットは周知であ\nるから，当初明細書の発明の詳細な説明の段落【００８２】の記載に接し\nた当業者にとって，段差部（本件説明図の横壁Ａ）を，根巻き防止機能を\n有する縦壁（同じく縦壁Ｂ及びＣ）を伴わずに形成すること，すなわち，\n「第１凹部の横壁Ａを縦壁Ｂ及びＣを伴わずに側壁の全周に連続的に形成\nしたり，一つの側壁の全幅にわたって形成したりする」という技術的事項\nは，自明の技術的事項に属するものであり，結局，側壁の全周や側壁の幅\n全体に段差部を形成した育苗ポットは，当初明細書等に記載されているの\nと同視することができるのである。\nウ  さらに，当初明細書の発明の詳細な説明の段落【００５５】，【００６\n８】及び【００７１】には，「培土に埋没する位置に第１凹部を形成し，\nその第１凹部の開口面を臨む部分に差込み口を開口することで，表示板を\n育苗ポットに対して略直立した状態で固定することができる」という技術\n的事項（以下「技術的事項１」という。）が記載されている。そして，段\n落【００５２】及び当初図面の【図２】には，側壁４が平面視多角形に形\n成され，その側壁４の１の面における周方向の略中央部に差込み口９が開\n口されていることが記載されているところ，このことは，本件特許出願時\nの当業者にとって，周知の技術的事項であり，技術常識であったから，当\n初明細書には，「側壁を平面視多角形に形成し，その側壁の１の面におけ\nる周方向の略中央部に差込み口を開口することで，表示板を取り付けるた\nめの位置を外部から容易に把握することができる」という技術的事項（以\n下「技術的事項２」という。）が記載されているということができる。\nまた，第１凹部７は，横壁Ａと縦壁Ｂ及びＣをもって特定されるが，当\n初明細書等において，第１凹部は，段差部を一つの側壁の一部に形成する\n場合の実施例に過ぎず，第１凹部を構成する縦壁Ｂ及びＣは，技術的事項\n１に関して表示板を育苗ポットに対して略直立した状態で固定するのにも，\n技術的事項２に関して表示板を取り付けるための位置を外部から容易に把\n握するのにも，何ら作用しておらず，これらの技術的事項とは無関係であ\nる上，２段以上の複数段に形成された育苗ポットが周知であるから，技術\n的事項１及び２ と当初明細書 の発明の詳 細な説明の段落 【００８０】 の\n「本発明の主旨を逸脱しない範囲内で種々の改良変形が可能である」との\n記載に接した当業者は，第１凹部の横壁Ａを縦壁Ｂ及びＣを伴わずに側壁\nの全周に連続的に形成したり，一つの側壁の全幅にわたって形成したりす\nるという技術的事項を自明のものとして把握することができ，結局，側壁\nの全周や側壁の幅全体に段差を形成した育苗ポットは，当初明細書に記載\nされているのと同視することができる。\nエ  したがって，本件補正のうち請求項７の補正は，当初明細書等に記載し\nた事項の範囲内においてしたものであって，新たな技術的事項を導入する\nものではなく，新規事項の追加に当たらない。\n第３  当裁判所の判断\n１  争点１（被告各製品が構成要件Ｂを充足するか否か）について\n  被告各製品は，いずれも，側壁２は平面視四角形に形成されていて，上方\nに位置する上方側壁２１と，その上方側壁２１の下端全周から内方に屈曲す\nる段差側壁２２と，その段差側壁２２と底壁１とに接続され下方に位置する\n下方側壁２３とによって構成されているところ，これによれば，下方側壁２\n３の４つの各面が，段差側壁２２を介して，上方側壁２１の面よりも苗Ｂや\n培土Ｎを収納する空間側に落ち込んで低くなっていると認められる。\nそして，証拠（甲５ないし９，乙７ないし９）によれば，「窪む」とは，\n「一部分が落ち込んで低くなる」，「周囲より低く落ち込む」との意味であ\nると認められるところ，被告各製品は，上記のとおり，側壁２を構成する下\n方側壁２３の４つの各面が，同じく側壁２を構成する上方側壁２１よりも苗\nＢや培土Ｎを収納する空間側に落ち込んで低くなっているから，下方側壁２\n３が上方側壁２１に対して段差部２２を有して収納空間側へ窪んで形成され\nていると認められる。\nしたがって，被告各製品は，「前記側壁は平面視多角形に形成されており，\nその多角形に形成された側壁の少なくとも１の面は，前記底壁側の側壁面が\n前記上縁部側の側壁面に対して段差部を有して前記収納空間側へ窪んで形成\nされて」いるから，本件発明及び本件訂正発明の構成要件Ｂを充足する。\nア  被告は，構成要件Ｂの「窪んで形成され」とは，少なくとも３つの立壁\nに囲まれた底面が基準面に対してそこだけ低くなっている構成を意味する\nから，被告各製品の下方側壁２３は，上方側壁２１に対して段差部を有し\nて窪んで形成されているとはいえないと主張するが，少なくとも３つの立\n壁に囲まれた底面が基準面に対してそこだけ低くなっているのでなければ，\n「周囲より低く落ち込む」ということができないわけではないのであるか\nら，被告の上記主張は，採用することができない。\nイ  また，被告は，本件発明及び本件訂正発明の「段差部」を，側壁の水平\n方向に一定の幅を有するものと限定して解釈すべきであると主張する。\nしかしながら，証拠（甲２，１９の１ないし３，乙２１）によれば，本\n件発明に係る請求項７は，「前記底壁側の側壁面が前記上縁部側の側壁面\nに対して段差部を有して前記収納空間側へ窪んで形成されており」，「そ\nの段差部は，前記収納空間に前記培土を収納した場合にその培土によって\n埋没した状態となる位置に形成され」，「その段差部の前記開口面を臨む\n部分に開口され，前記収納空間に収納される苗に関する情報が表示された\n表示板を差込む差込み口を有し，その差込み口は，前記多角形に形成され\nた側壁の１の面における周方向の略中央部に形成され」として規定し，本\n件訂正発明に係る請求項７も，これらのほか，「前記段差部は，少なくと\nもその差込み口が開口されている部分に形成されている」と規定している\nことが認められるところ，いずれにあっても，特許請求の範囲に，段差部\nを水平方向に一定の幅を有するものと限定して解釈すべきことを根拠付け\nる記載はない。また，証拠（甲２）によれば，本件明細書の発明の詳細な\n説明には，段落【００１８】に，段差部について上記と同様の記載がある\nのみであり，段落【００３５】に，本件発明の効果に関し，「請求項７記\n載の育苗ポットによれば，差込み口が開口されている段差部は，収納空間\nに培土を収納した場合に，その培土によって埋没した状態となる位置に設\nけられているので，差込み口に差込まれた表示板は，側壁の内面と培土と\nによって挟まれた状態とされる。よって，表示板を育苗ポットに対して略\n直立した状態で固定することができるという効果がある。また，側壁は平\n面視多角形に形成されており，差込み口はその多角形に形成された側壁の\n１の面における周方向の略中央部に形成されているので，収納空間に培土\nを収納し，差込み口が培土に埋もれ，開口面から差込み口の位置を把握す\nることができなくなったとしても，育苗ポットの側壁側から差込み口の位\n置を把握することができるという効果がある。」と記載されていることが\n認められるが，ここに記載された効果を得るために，段差部が水平方向の\n一定の幅を有するものである必要があるとは認められない。その他，本件\n明細書や本件図面に「段差部」を限定して解釈すべき根拠を見出すことは\nできない。\n被告の上記主張は，採用することができない。\n２  争点２（本件補正における請求項７の補正が新規事項の追加に当たるか否か）\nについて\nア  本件発明の「段差部」は，多角形に形成された側壁の少なくとも１の面\nにおいて，底壁側の側壁面が上縁部側の側壁面に対して収納空間側へ窪ん\nで形成されるに当たり，底壁側の側壁面と上縁部側の側壁面との間に存在\nし（構成要件Ｂ），収納空間に培土を収納した場合にその培土によって埋\n没した状態となる位置に形成され（構成要件Ｃ），開口面を臨む部分に開\n口され，収納空間に収納される苗に関する情報が表示された表示板を差込\nむ差込み口を有するもの（構成要件Ｄ）である。\nところで，証拠（甲４）によれば，当初明細書等には「段差部」という\n語は用いられていないことが認められるほか，当初明細書の発明の詳細な\n説明には，「この目的を達成するために発明項１記載の育苗ポットは，底\n壁と，その底壁の縁部から上方に向かって立設する側壁と，その側壁と前\n記底壁とで囲まれる空間であって苗や培土を収納する収納空間と，その収\n納空間に培土や苗を入れるために前記側壁の上縁部により形成される開口\n面と，前記側壁の一部であって，前記側壁の上縁部との間に所定間隔を開\nけた部分に他の側壁の外面よりも前記収納空間側に窪む第１凹部と，その\n第１凹部の前記開口面を臨む部分に開口され，前記収納空間に収納される\n苗に関する情報が表示された表示板を差込む差込み口とを備えていること\nを特徴とする育苗ポット。」（段落【００１１】），「この発明項１に記\n載の育苗ポットによれば，苗に関する情報が表示された表示板は差込み口\nに差込まれることで育苗ポットに取付けられる。ここで，この差込み口は\n第１凹部の開口面を臨む部分に開口されているので，収納空間に培土を収\n納した後に，開口面からは差込み口を把握することはできない。一方，差\n込み口が開口されている第１凹部は，側壁の一部であって他の側壁の外面\nよりも収納空間側に窪んだ部分であるので，その第１凹部を目印とするこ\nとで，差込み口の位置は，育苗ポットの側壁側から把握される。また，第\n１凹部は，側壁の上縁部との間に所定間隔を開けた部分に設けられている\nので，その所定間隔を開けた部分では，差込み口に差込まれた表示板は，\n側壁の内面と培 土とによって 挟まれた状 態とされる。」 （段落【００ １\n２】），「発明項１記載の育苗ポットによれば，差込み口が開口されてい\nる第１凹部は，側壁の上縁部との間に所定間隔を開けた部分に設けられて\nいるので，その所定間隔を開けた部分では，差込み口に差込まれた表示板\nは，側壁の内面と培土とによって挟まれた状態とされる。よって，表示板\nを育苗ポットに対して略直立した状態で固定することができるという効果\nがある。」（段落【００２６】），「通常，表示板２は，育苗ポット１に\n培土Ｂを収納した後に差込み口９に差込まれ，育苗ポット１に取付けられ\nる。また，培土Ｂは第１凹部７よりも高い位置になるまで収納される。よ\nって，育苗ポット１に培土Ｂを収納した後には，差込み口９は，培土Ｂに\n埋まり，開口面６からは，差込み口９の位置を把握することができない。」\n（段落【００６８】），「また，第１実施例の育苗ポット１のように，側\n面４に形成された凹部が第１凹部７であるか第２凹部８であるかを判断す\nる必要はなく，側面４に形成された凹部は全て第１凹部７であり，その第\n１凹部７には差込み口９が開口されているので，収納空間５に培土Ｂによ\nって差込み口９が埋もれ，差込み口９の位置を外部から把握できなくても，\n第１凹部７の窪みを目印とすることで，表示板２を差込む位置を外部から\n容易に判断することができる。」（段落【００７９】）との記載があるこ\nとが認められ，これらによれば，当初明細書における第１凹部は，側壁の\n一部であって，側壁の上縁部との間に所定間隔を開けた部分に他の側壁の\n外面よりも収納空間側に窪んでいて，収納空間に培土を収納した場合にそ\nの培土によって埋没し，開口面を臨む部分に収納空間に収納される苗に関\nする情報が表示された表示板を差込む差込み口を有するものであることが\n認められる。そして，証拠（甲４）によれば，当初図面には，第１凹部７\nについて，【図１】及び【図６】のような内容が図示されていることが認\nめられる。そう すると，当初 明細書等の 「第１凹部」（ 第１凹部７を 含\nむ。）が本件発明の「段差部」に対応し，これ以外に，本件発明の「段差\n部」に対応するものは，当初明細書等において見出すことができない。\nイ  そこで，第１凹部がどのような技術的意義を有するかについて検討する\nに，証拠（甲４）によれば，当初特許請求の範囲に記載された発明は，苗\nに関する情報が表示された表示板を育苗ポットに対して略直立した状態で\n固定することができると共に，育苗ポット内に培土が収納されている状態\nであっても，その表示板を取付けるための位置を外部から容易に把握する\nことができる育苗ポット及び表示板付育苗ポットを提供することを目的と\nするものであり（当初明細書の発明の詳細な説明の段落【００１０】），\n①第１凹部には 差込み口が開 口され（同 【００１２】， 【００２０】 ，\n【００２６】， 【００２７】 ，【００３ ７】，【００３ ９】，【００ ５\n３】，【００５５】，【００７３】，【００７７】ないし【００７９】，\n【００８２】，【００８４】，【００８６】，【００９４】，当初図面の\n【図１】ないし【図６】等），②差込み口が培土に埋もれ，開口面から差\n込み口の位置を把握することができなくなったとしても，第１凹部を目印\nとすることで差込み口の位置を育苗ポットの側壁側から把握することがで\nき（当初明細書の発明の詳細な説明の段落【００１２】，【００２７】，\n【００３１】，【００６９】，【００７９】等），また，③第１凹部を側\n壁の上縁部との間に所定間隔を空けた位置から底壁側に向かって帯状に延\nびて形成すると，苗の根が根巻き状態になるのを防止して，苗の根を底壁\n側に導くことができる（同【００２８】，【００３４】，【００３５】，\n【００３８】，【００４０】，【００４１】，【００５０】ないし【００\n５３】，【００８２】等）というものであることが認められるから，第１\n凹部は，差込み 口が開口され （上記①。 以下「差込み口 設置機能」と い\nう。），差込み口の位置を把握するための目印となり（上記②。以下「目\n印としての機能 」という。） ，根巻きを 防止して苗の根 を底壁側に導 く\n（上記③。以下「根巻き防止機能」という。）という技術的意義を有する\nものである。\nこのうち，目印としての機能は，「育苗ポット内に培土が収納されてい\nる状態であっても，その表示板を取付けるための位置を外部から容易に把\n握することができる」という発明の目的を実現するための重要な機能であ\nると解されるが，証拠（甲４）によれば，当初明細書の発明の詳細な説明\nの段落【００２７】に，「また，差込み口が開口されている第１凹部は，\n側壁の一部であって他の側壁の外面よりも収納空間側に窪んだ部分である\nので，収納空間に培土を収納し，差込み口が培土に埋もれ，開口面から差\n込み口の位置を把握することができなくなったとしても，第１凹部を目印\nとすることで，育苗ポットの側壁側から差込み口の位置を把握することが\nできるという効果がある。」と記載され，実施例では他の側壁４の外面よ\nりも収納空間５側に窪み，側壁４の上縁部との間に所定間隔を空けた位置\nから底壁３まで帯状に延びる形状とされる（段落【００４９】，【００７\n３】，【図１】ないし【図６】）ほか，例えば，えくぼ的に収納空間５側\nに窪むように形 成していても よいなどと されていること （段落【００ ８\n２】）が認められるから，これらに照らすと，差込み口が開口される第１\n凹部は，垂直方向（高さ方向）においても水平方向においても目印として\nの機能を果たすべきものであり，かつ，かかる目印としての機能を果たす\nための第１凹部は，側壁側から差込み口の位置を把握することができる程\n度の一定の水平方向の幅を有する，側壁の一部分の窪みである必要がある\nと考えられる。\nウ  本件発明の「段差部」が水平方向の一定の幅を有するものに限定されな\nいことは，前記１イのとおりであり，本件発明の「段差部」は，第１凹\n部と異なるものであって，当初明細書等に記載のない事項であるといわざ\nるを得ない。\nなお，証拠（甲４）によれば，当初明細書の発明の詳細な説明には，\n「また，上記実施例では，第１凹部７と第２凹部８とは，側壁４の外面か\nら収納空間５側に窪むように形成する場合について説明した。しかしなが\nら，第１凹部７と第２凹部８とは，側壁４の内面から収納空間５側に突出\nするように形成しても良い。但し，かかる場合には，側壁４の外面には，\n差込み口９の位置を示すような目印を設ける必要がある。」（段落【００\n８３】）との記載があることが認められるが，この記載は，第１凹部７が\n側壁４の内面から収納空間５側に突出するように形成されることにより，\n側壁４の外面側から第１凹部７の位置を把握することができない場合に限\n定してのものであって，これを把握することができる場合についてのもの\nではない。そして，上記段落は，その記載内容からして，第１凹部７と第\n２凹部８を有し，第１凹部が差込み口設置機能，目印としての機能及び根\n巻き防止機能を有する実施例の改変例として記載されているものであり，\nこのような実施例における第１凹部７は，他の側壁４の外面よりも収納空\n間５側に窪み，側壁４の上縁部との間に所定間隔を空けた位置から底壁３\nまで帯状に延びる形状のものであるから，この記載を根拠として，当初明\n細書等に段差部についての記載があるということはできない。\nア  原告らは，当初明細書の発明の詳細な説明の段落【００４９】及び当初\n図面の【図２】及び【図５】には，側壁４に形成された他の側壁４の\n外面よりも収納空間５側に窪んだ段差部が記載，図示されていると主張す\nる。これは，側壁４の１つの面全体に段差部を設けることが記載，図示さ\nれているとの趣旨を主張するものと解されるが，証拠（甲４）によれば，\n同段落は，「また，側壁４には，他の側壁４の外面よりも収納空間５側に\n窪み，側壁４の上縁部との間に所定間隔を開けた位置から底壁３まで帯状\nに延びる１つの第１凹部７と３つの第２凹部８とが形成されている。」と\nいうもので，これは，【図１】ないし【図４】に基づく実施例の説明とし\nてであって，側壁４の１つの面の上縁部との間に所定間隔を開けた位置か\nら底壁３まで延びる帯状の第１凹部についての記載であり，また，当初図\n面の【図２】及び【図５】は，上記のとおりの第１凹部を有する実施\n例の断面図を示すに過ぎないものであると認められるから，当初明細書等\nの上記の箇所に，側壁４の１の面全体に段差部を設けることが記載，図示\nされていると認めることはできない。\nそうであるから，原告らの上記主張は，採用することができない。\nイ  また，原告らは，当初明細書の発明の詳細な説明の段落【００８２】の\n記載に加え，発明の詳細な説明に記載された発明項１の第１凹部は，段落\n【００８６】，【００２６】及び【００２７】に差込み口のある凹部であ\nることのみが記載されていて，底壁側に向かって帯状に形成された根巻き\n防止の効果を果たすものとして段落【００８７】，【００２８】及び【０\n０２９】に記載された下位概念である発明項２の第１凹部とは異なり，必\nずしも底壁側に向かって帯状に形成された根巻き防止の効果を果たすもの\nではないことからすれば，当初明細書は，第１凹部について，差込み口を\n設ける段差部と根巻き防止機能を果たす縦壁とを別個の技術的構成要素と\nして把握し，かつ，差込み口を設ける段差部を第１凹部から切り離された\n単独の構成として記載しているとした上，根巻き防止機能を果たすのは側\n面における縦壁であること及び２段以上の複数段に形成された育苗ポット\nはいずれも周知であることからすれば，上記段落【００８２】の記載に接\nした当業者にとって，第１凹部の横壁Ａを縦壁Ｂ及びＣを伴わずに側壁の\n全周に連続的に形成したり，一つの側壁の全幅にわたって形成したりする\nという技術的事項が自明の技術的事項に属すると主張する。\n当初明細書の発明の詳細な説明の段落【００８２】の記載は，「また，\n上記実施例では，第１凹部７に，差込み口９を設けるための部位としての\n機能と，苗Ｎの根を底壁３側に導くための機能との２つの機能を持たせる\n場合について説明した。しかしながら，第１凹部７には，苗Ｎの根を底壁\n３側に導く機能を持たせず，差込み口９を設けるための部位としての機能\nだけを持たせるようにしても良い。かかる場合，第１凹部７は，本実施例\nのように帯状に形成する必要はなく，例えば，えくぼ的に収納空間５側に\n窪むように形成していも（ママ）良い。」というものである。証拠（甲４）\nによれば，当初明細書の発明の詳細な説明には，実施例の第１凹部につい\nて，「一方，側壁４の外面側からは，側壁４の外面から窪む第１凹部７と\n第２凹部８との位置は簡単に把握でき，更に，側壁４の上縁部からの所定\n間隔や底壁３からの高さに注目すれば，第１凹部７の位置は簡単に把握す\nることができる。即ち，差込み口９は，第１凹部７の開口面６を臨む位置\nに配置されているので，第１凹部７の位置を把握できれば，差込み口９の\n位置も把握することができる。」（段落【００６９】），「また，第１実\n施例の育苗ポット１のように，側面４に形成された凹部が第１凹部７であ\nるか第２凹部８であるかを判断する必要はなく，側面４に形成された凹部\nは全て第１凹部７であり，その第１凹部７には差込み口９が開口されてい\nるので，収納空間５に培土Ｂによって差込み口９が埋もれ，差込み口９の\n位置を外部から把握できなくても，第１凹部７の窪みを目印とすることで，\n表示板２を差込む位置を外部から容易に判断することができる。」（段落\n【００７９】）との記載があることが認められ，これらの記載に照らすと，\n第１凹部は，目印としての機能をも有するものであるから，段落【００８\n２】の記載は，第１凹部の３つの機能のうちから，当初特許請求の範囲に\n記載された発明の目的と関係のない根巻き防止機能のみの除外を許容する\n趣旨と解される。そして，段落【００８６】，【００２６】及び【００２\n７】には差込み口設置機能の記載があるほか，段落【００２７】には目印\nとしての機能の記載があるところ，目印としての機能を果たすための第１\n凹部は，側壁側から差込み口の位置を把握することができる程度の一定の\n水平方向の幅を有する側壁の一部分の窪みである必要がある。そうすると，\n当初明細書等が差込み口を設ける段差部を第１凹部から切り離された単独\nの構成として記載していると認めることはできないから，たとえ根巻き防\n止機能を果たすのが側面における縦壁であること及び２段以上の複数段に\n形成された育苗ポットがいずれも周知であるとしても，上記段落【００８\n２】の記載に接した当業者にとって，第１凹部の横壁Ａを縦壁Ｂ及びＣを\n伴わずに側壁の全周に連続的に形成したり，一つの側壁の全幅にわたって\n形成したりするという技術的事項が自明の技術的事項に属するということ\nはできず，側壁の全周や側壁の幅全体に段差部を形成した育苗ポットが当\n初明細書に記載されているのと同視することはできない。\n原告らの上記主張は，採用することができない。\nウ  原告らは，当初明細書等において，第１凹部は段差部を一つの側壁の一\n部に形成する場合の実施例に過ぎず，第１凹部を構成する縦壁Ｂ及びＣは\n技術的事項１及び２とは無関係であり，２段以上の複数段に形成された育\n苗ポットが周知であることからすれば，技術的事項１及び２と当初明細書\nの発明の詳細な説明の段落【００８０】の「本発明の主旨を逸脱しない範\n囲内で種々の改良変形が可能である」との記載に接した当業者は，第１凹\n部の横壁Ａを縦壁Ｂ及びＣを伴わずに側壁の全周に連続的に形成したり，\n一つの側壁の全幅にわたって形成したりするという技術的事項を自明のも\nのとして把握することができると主張する。\nしかしながら，証拠（甲４）によれば，当初明細書の発明の詳細な説明\nには，課題を解決するための手段として，第１凹部が不可欠な構成として\n記載されている（段落【００１１】ないし【００２５】）と認められるか\nら，そもそも第１凹部が段差部を一つの側壁の一部に形成する場合の実施\n例に過ぎないということはできない。また，当初明細書等において，第１\n凹部が目印としての機能を果たすものであり，そのための第１凹部が側壁\n側から差込み口の位置を把握することができる程度の一定の水平方向の幅\nを有する側壁の一部分の窪みである必要があることは，前記イのとおり\nである。さらに，原告らが２段以上の複数段に形成された育苗ポットが周\n知である根拠として援用する証拠（甲１５及び１６の各１ないし１７）に\n記載された段差部は，いずれも，差込み口設置機能も，目印としての機能\nも有するものではない。そうであれば，技術的事項１及び２の記載がされ\nているということができるとしても，当初明細書の発明の詳細な説明の段\n落【００８０】の記載に接した当業者が，第１凹部の横壁Ａを縦壁Ｂ及び\nＣを伴わずに側壁の全周に連続的に形成したり，一つの側壁の全幅にわた\nって形成したりするという技術的事項を自明なものとして把握することが\nできるということはできず，側壁の全周や側壁の幅全体に段差部を形成し\nた育苗ポットが当初明細書に記載されているのと同視することはできない。\n原告らの上記主張は，採用することができない。\n  したがって，本件補正のうち，請求項７の補正は，当初明細書等に記載し\nた事項の範囲内においてしたものではなく，本件発明に係る本件特許は，特\n許法１７条の２第３項に規定する要件を満たしていない補正をした特許出願\nに対してされたものであるから，本件発明に係る本件特許は，特許無効審判\nにより無効にされるべきものと認められる。そして，本件訂正のうち請求項\n７の訂正も，その訂正内容に鑑みれば，上記の瑕疵を治癒するものとは認め\nられないから，本件訂正発明に係る本件特許は，同様に特許無効審判により\n無効にされるべきものと認められる。\n３  以上によれば，原告らの請求は，その余の点について判断するまでもなく，\n全て理由がない。\nよって，原告らの請求をいずれも棄却することとして，主文のとおり判決す\nる。\n東京地方裁判所民事第４７部\n裁判長裁判官          高      野      輝      久\n裁判官          三      井      大      有\n裁判官          志      賀              勝\n＜添付の特許公報は省略＞\n別紙\n物  件  目  録\n１  商品名：アルファポットⅡ\n品  名：ＡＬＰⅡ－９０，ＡＬＰⅡ－１０５，ＡＬＰⅡ－１２０\n２  商品名：連結アルファポット\n品  名：ＴＯ－２０ＡＬＰ，ＴＯ－２４ＡＬＰ，ＴＯ－２４ＡＬＰ  ＴＳ，Ｔ\nＯ－４０ＡＬＰ\n３  商品名：アルファポットⅡ深型\n品  名：ＡＬＰⅡ－７５深，ＡＬＰⅡ－９０深，ＡＬＰⅡ－１０５深，ＡＬＰ\nⅡ－１２０深\n４  商品名：アルファポット\n品  名：ＡＬＰ－９０，ＡＬＰ－１０５\n５  商品名：硬質アルファポット\n品  名：硬質アルファポット１０．５ｃｍ\n６  別紙被告製品６説明書記載の育苗ポット（商品名，品名は不明）\n別紙\n本件訂正後の請求項７の記載\n底壁と，その底壁の縁部から上方に向かって立設する側壁と，その側壁と前記底\n壁とで囲まれる空間であって苗や培土を収納する収納空間と，その収納空間に培土\nや苗を入れるために前記側壁の上縁部により形成される開口面とを備えた育苗ポッ\nトにおいて，前記側壁は平面視多角形に形成されており，その多角形に形成された\n側壁の少なくとも１の面は，前記底壁側の側壁面が前記上縁部側の側壁面に対して\n段差部を有して前記収納空間側へ窪んで形成されており，その段差部は，前記収納\n空間に前記培土を収納した場合にその培土によって埋没した状態となる位置に形成\nされ，その段差部の前記開口面を臨む部分に開口され，前記収納空間に収納される\n苗に関する情報が表示された表示板を差込む差込み口を有し，その差込み口は，前\n記多角形に形成された側壁の１の面における周方向の略中央部に形成され，前記段\n差部は，少なくともその差込み口が開口されている部分に形成されていることを特\n徴とする育苗ポット。\n別紙\n被告製品１説明書\n１  商品名：アルファポットⅡ\n品  名：ＡＬＰⅡ－９０，ＡＬＰⅡ－１０５，ＡＬＰⅡ－１２０\n２  図面の簡単な説明\n図１－１（ａ）は，被告製品１の一つであるＡＬＰⅡ－９０の平面図である。\n図１－１（ｂ）は，被告製品１の一つであるＡＬＰⅡ－９０の正面図である。\n図１－２は，ラベルを差し込んだ状態を示す被告製品１の一つであるＡＬＰⅡ\n－９０の斜視図である。\n３  符号の説明\n１    底壁\n２    側壁\n２１  上方側壁\n２２  段差側壁\n２３  下方側壁\n５    スリット\n６    第１細溝\nＢ    培土\nＮ    苗\nＬ    ラベル\n４  ＡＬＰⅡ－９０の構造の説明\n（１）図１－１に示すＡＬＰⅡ－９０は，底壁１と，その底壁１から立設する側\n壁２とを備え，図１－２に示す通り，内部に苗Ｎや培土Ｂを収納し，苗Ｎを\n育苗する育苗ポットである。\n（２）底壁１は，４つの角部が円弧状，４辺が各々長さａである四角形に形成さ\nれている。\n（３）側壁２は，底壁１の縁部から上方に向かって外方に拡がりつつ立設し，そ\nの上縁部は，４つの角部が円弧状，４辺が各々長さｂである四角形に形成さ\nれている。\n（４）側壁２は，上方に位置する上方側壁２１と，その上方側壁２１の下端全周\nから内方に屈曲する段差側壁２２と，その段差側壁２２と底壁１とに接続さ\nれ下方に位置する下方側壁２３とによって構成されている。\n（５）段差側壁２２は，図１－２に示す通り，培土Ｂに埋没する位置に形成され\nている。\n（６）段差側壁２２には，細長いスリット５が上向きに開口されている。スリッ\nト５には，図１－２に示す通り，苗Ｎに関する情報が印刷された板状のラベ\nルＬを差し込むことができる。\n（７）スリット５は，側壁２の各面に１箇所ずつ，合計４箇所開口されている。\n（８）スリット５は，側壁２の各面において，その幅方向の中央部に形成されて\nいる。\n（９）側壁２の各面には，スリット５を挟んで，内方に若干凹んだ２本の細長い\n第１細溝６が，底壁１から側壁２の上縁部まで延びている。\n５  ＡＬＰⅡ－１０５，ＡＬＰⅡ－１２０の構造の説明\nＡＬＰⅡ－１０５，ＡＬＰⅡ－１２０の構造は，上記の４（１）～（９）で説\n明したとおりである。\n別紙\n被告製品２説明書\n１  商品名：連結アルファポット\n品  名：ＴＯ－２０ＡＬＰ，ＴＯ－２４ＡＬＰ，ＴＯ－２４ＡＬＰ  ＴＳ，\nＴＯ－４０ＡＬＰ\n２  図面の簡単な説明\n図２（ａ）は，被告製品２の一つであるＴＯ－２０ＡＬＰの平面図である。\n図２（ｂ）は，被告製品２の一つであるＴＯ－２０ＡＬＰの正面図である。\n３  符号の説明\n１    底壁\n２    側壁\n２１  上方側壁\n２２  段差側壁\n２３  下方側壁\n５    スリット\n６    第１細溝\n４  ＴＯ－２０ＡＬＰの構造の説明\n図２に示すＴＯ－２０ＡＬＰは，被告製品１を，縦に４列，横に５列に合計２\n０個並べ，隣合う側壁２の上縁部同士を連結したものである。各育苗ポットの構\n造は，被告製品１の４（１）～（９）で説明したとおりである。図２において，\n被告製品１と同一の構成には同一の符号を付してある。またＴＯ－２０ＡＬＰは，\n被告製品４を，同様に，縦に４列，横に５列に合計２０個並べ，隣合う側壁２の\n上縁部同士を連結したものもあるが構造は同様である。\n５  ＴＯ－２４ＡＬＰ，ＴＯ－２４ＡＬＰ  ＴＳの構造の説明\nＴＯ－２４ＡＬＰ，ＴＯ－２４ＡＬＰ  ＴＳは，前同様の育苗ポット(被告製\n品１，あるいは，被告製品４)を，縦に４列，横に６列に合計２４個並べ，隣合\nう側壁２の上縁部同士を連結したものである。各育苗ポットの構造は，被告製品\n１の４（１）～（９）で説明し，あるいは被告製品４について説明するとおりで\nある。\n６  ＴＯ－４０ＡＬＰの構造の説明\nＴＯ－４０ＡＬＰは，前同様の育苗ポット(被告製品１，あるいは，被告製品\n４)を，縦に５列，横に８列に合計４０個並べ，隣合う側壁２の上縁部同士を連\n結したものである。各育苗ポットの構造は，被告製品１の４（１）～（９）で説\n明し，あるいは被告製品４について説明するとおりである。\n別紙\n被告製品３説明書\n１  商品名：アルファポットⅡ深型\n品  名：ＡＬＰⅡ－７５深，ＡＬＰⅡ－９０深，ＡＬＰⅡ－１０５深，\nＡＬＰⅡ－１２０深\n２  図面の簡単な説明\n図３（ａ）は，被告製品３の一つであるＡＬＰⅡ－９０深の平面図である。\n図３（ｂ）は，被告製品３の一つであるＡＬＰⅡ－９０深の正面図である。\n３  符号の説明\n１    底壁\n２    側壁\n２１  上方側壁\n２２  段差側壁\n２３  下方側壁\n５    スリット\n６    第１細溝\n４  ＡＬＰⅡ－９０深の構造の説明\n図３に示すＡＬＰⅡ－９０深の構造は，被告製品１の４（１）～（９）で説明\nしたとおりである。図３において，被告製品１と同一の構成には同一の符号を付\nしてある。\n５  ＡＬＰⅡ－７５深，ＡＬＰⅡ－１０５深，ＡＬＰⅡ－１２０深の構造の説明\nＡＬＰⅡ－７５深，ＡＬＰⅡ－１０５深，ＡＬＰⅡ－１２０深の構造は，被告\n製品１の４（１）～（９）で説明したとおりである。\n別紙\n被告製品４説明書\n１  商品名：アルファポット\n品  名：ＡＬＰ－９０，ＡＬＰ－１０５\n２  図面の簡単な説明\n図４（ａ）は，被告製品４の一つであるＡＬＰ－９０の平面図である。\n図４（ｂ）は，被告製品４の一つであるＡＬＰ－９０の正面図である。\n３  符号の説明\n１    底壁\n２    側壁\n２１  上方側壁\n２２  段差側壁\n２３  下方側壁\n５    スリット\n６    第１細溝\n４  ＡＬＰ－９０の構造の説明\nＡＬＰ－９０は，被告製品１のＡＬＰⅡ－９０と同一の構造を有している。す\nなわち，ＡＬＰ－９０は，次の構造を有している。\n（１）図４に示すＡＬＰ－９０は，底壁１と，その底壁１から立設する側壁２と\nを備え，内部に苗Ｎや培土Ｂを収納し，苗Ｎを育苗する育苗ポットである。\n（２）底壁１は，４つの角部が円弧状，４辺が各々長さａである四角形に形成さ\nれている。\n（３）側壁２は，底壁１の縁部から上方に向かって外方に拡がりつつ立設し，そ\nの上縁部は，４つの角部が円弧状，４辺が各々長さｂである四角形に形成さ\nれている。\n（４）側壁２は，上方に位置する上方側壁２１と，その上方側壁２１の下端全周\nから内方に屈曲する段差側壁２２と，その段差側壁２２と底壁１とに接続さ\nれ下方に位置する下方側壁２３とによって構成されている。\n（５）段差側壁２２は，培土Ｂに埋没する位置に形成されている。\n（６）段差側壁２２には，細長いスリット５が上向きに開口されている。スリッ\nト５には，苗Ｎに関する情報が印刷された板状のラベルＬを差し込むことが\nできる。\n（７）スリット５は，側壁２の各面に１箇所ずつ，合計４箇所開口されている。\n（８）スリット５は，側壁２の各面において，その幅方向の中央部に形成されて\nいる。\n（９）側壁２の各面には，スリット５を挟んで，内方に若干凹んだ２本の細長い\n第１細溝６が，底壁１から側壁２の上縁部まで延びている。\n５  ＡＬＰ－１０５の構造の説明\nＡＬＰ－１０５の構造は，上記４（１）～（９）で説明したとおりである。\n別紙\n被告製品５説明書\n１  商品名：硬質アルファポット\n品  名：硬質アルファポット１０．５ｃｍ\n２  図面の簡単な説明\n図５（ａ）は，被告製品５の平面図である。\n図５（ｂ）は，被告製品５の正面図である。\n３  符号の説明\n１    底壁\n２    側壁\n２１  上方側壁\n２２  段差側壁\n２３  下方側壁\n５    スリット\n７ａ  第１細畝\n７ｂ  第２細畝\n４  構造の説明\n（１）図５に示す硬質アルファポット１０．５ｃｍは，底壁１と，その底壁１か\nら立設する側壁２とを備え，内部に苗Ｎや培土Ｂを収納し，苗Ｎを育苗する\n育苗ポットである。\n（２）底壁１は，４つの角部が円弧状，４辺が各々長さａである四角形に形成さ\nれている。\n（３）側壁２は，底壁１の縁部から上方に向かって外方に拡がりつつ立設し，そ\nの上縁部は，４つの角部が円弧状，４辺が各々長さｂである四角形に形成さ\nれている。\n（４）側壁２は，上方に位置する上方側壁２１と，その上方側壁２１の下端全周\nから内方に屈曲する段差側壁２２と，その段差側壁２２と底壁１とに接続さ\nれ下方に位置する下方側壁２３とによって構成されている。\n（５）段差側壁２２は，培土Ｂに埋没する位置に形成されている。\n（６）段差側壁２２には，細長いスリット５が上向きに開口されている。スリッ\nト５には，苗Ｎに関する情報が印刷された板状のラベルＬを差し込むことが\nできる。\n（７）スリット５は，側壁２の各面に１箇所ずつ，合計４箇所開口されている。\n（８）スリット５は，側壁２の各面において，その幅方向の中央部に形成されて\nいる。\n（９）下方側壁２３の各面には，外方に若干突出した２本の細長い第１細畝７ａ\nが，スリット５を挟む間隔を空けて，底壁１から段差側壁２２まで延びてい\nる。\n（１０）上方側壁２３の各面には，外方に若干突出した２本の細長い第２細畝７\nｂが，２本の第１細畝７ａを挟む間隔を空けて，段差側壁２２から側壁２の\n上縁部まで延びている。\n別紙\n被告製品６説明書\n１  商品名：不明\n品  名：不明\n２  図面の簡単な説明\n図６（ａ）は，被告製品６の平面図である。\n図６（ｂ）は，被告製品６の正面図である。\n３  符号の説明\n１    底壁\n２    側壁\n２１  上方側壁\n２２  段差側壁\n２３  下方側壁\n５    スリット\n６    第１細溝\n４  構造の説明\n被告製品６は，被告製品１のＡＬＰⅡ－９０と同一の構造を有している。すな\nわち，被告製品６は，次の構造を有している。\n（１）図６に示す被告製品６は，底壁１と，その底壁１から立設する側壁２とを\n備え，内部に苗Ｎや培土Ｂを収納し，苗Ｎを育苗する育苗ポットである。\n（２）底壁１は，４つの角部が円弧状，４辺が各々長さａである四角形に形成さ\nれている。\n（３）側壁２は，底壁１の縁部から上方に向かって外方に拡がりつつ立設し，そ\nの上縁部は，４つの角部が円弧状，４辺が各々長さｂである四角形に形成さ\nれている。\n（４）側壁２は，上方に位置する上方側壁２１と，その上方側壁２１の下端全周\nから内方に屈曲する段差側壁２２と，その段差側壁２２と底壁１とに接続さ\nれ下方に位置する下方側壁２３とによって構成されている。\n（５）段差側壁２２は，培土Ｂに埋没する位置に形成されている。\n（６）段差側壁２２には，細長いスリット５が上向きに開口されている。スリッ\nト５には，苗Ｎに関する情報が印刷された板状のラベルＬを差し込むことが\nできる。\n（７）スリット５は，側壁２の各面に１箇所ずつ，合計４箇所開口されている。\n（８）スリット５は，側壁２の各面において，その幅方向の中央部に形成されて\nいる。\n（９）側壁２の各面には，スリット５を挟んで，内方に若干凹んだ２本の細長い\n第１細溝６が，底壁１から側壁２の上縁部まで延びている。\n"
}