{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 9,
    "day": 13
  },
  "case_number": "平成22(ネ)10072",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "81616",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81616",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/616/081616_hanrei.pdf",
  "contents": "平成２３年９月１３日判決言渡  同日原本領収  裁判所書記官\n平成２２年（ネ）第１００７２号  特許権侵害差止等請求控訴事件（原審・大阪地\n方裁判所平成２１年（ワ）第２０９７号）\n口頭弁論終結日  平成２３年７月５日\n判                決\n控 訴 人 （ 原 告 ）        フ ジ ボ ウ 愛 媛 株 式 会 社\n訴 訟 代 理 人 弁 護 士        櫻 庭 信 之\n紋 谷 崇 俊\n宍 戸   充\n渡 邊 典 和\n有 松   晶\n中 川 佳 宣\n訴 訟 復 代 理 人 弁 護 士            仁\n被 控 訴 人 （ 被 告 ）        株 式 会 社 Ｆ Ｉ Ｌ Ｗ Ｅ Ｌ\n訴 訟 代 理 人 弁 護 士        伊 藤   真\n平 井 佑 希\n補 佐 人 弁 理 士        西 澤 利 夫\n深 谷 光 敏\n主                文\n本件控訴を棄却する。\n控訴人が当審で拡張した請求を棄却する。\n当審の訴訟費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙被告製品目録記載の研磨布を製造し，譲渡し，貸し\n渡し，譲渡及び貸渡しの申出をしてはならない。\n３  被控訴人は，その占有にかかる前項の研磨布を廃棄せよ。\n４  被控訴人は，控訴人に対し，７億８４８９万５０００円及び内金４億９４０\n０万円に対しては平成２１年２月２４日から，内金２億９０８９万５０００円に対\nしては平成２２年１２月８日から，各支払済みまで年５分の割合による金員を支払\nえ。\n５  仮執行宣言\n第２  事案の概要\n１  控訴人（原告）は，発明の名称を「研磨布および平面研磨加工方法」とする\n本件特許権（特許第３６９７９６３号）の専用実施権者（共有者の一人）であるが，\n被控訴人（被告）が製造等をしている研磨布（被告製品）は，本件特許の請求項１\nに記載された本件特許発明に係る専用実施権を侵害していると主張して，研磨布の\n製造等の差止め，研磨布の廃棄と，損害賠償金の支払を求めた。\n２  原判決は，被告製品は本件特許発明の技術的範囲に属するとは認められない\nとして，控訴人の請求をいずれも棄却した。\n３  控訴人は，損害賠償について，原審では平成１７年１２月２０日から平成２\n１年１月１９日までの期間に対応して４億９４００万円を請求していたが，当審に\nおいて請求を拡張し，同月２０日から平成２２年１２月３日までの期間に対応して\n２億９０８９万５０００円を追加し，全体で７億８４８９万５０００円を請求し，\n合わせて，訴状送達の日の翌日と訴えの変更申立書送達の日の翌日とに分けて遅延\n損害金を請求している。\n４  争いのない事実等は，原判決２頁１０行目以下の「１  判断の基礎となる事\n実」記載のとおりであり，そのうち，本件特許発明の特許請求の範囲の記載は次の\nとおりである（Ａ～Ｄの項目は原判決が付したもの。）。\n【請求項１】\nＡ  ベース層と該ベース層の上に積層した軟質プラスチックフォームで作られたシー\nト状の表面層とからなる研磨布において，\nＢ  前記表面層を，セルを開口させずに層内に内包するように表面が平坦な非発泡の\nスキン層で覆われている独立気泡フォームで形成し，\nＣ  当該スキン層の表面が，研磨液を介してワークの加工面と擦り合う研磨面として\nなる\nＤ  ことを特徴とする研磨布。\n第３  当事者の主張\n１  原審からの主張\n原審における当事者の主張は，原判決４頁１８行目以下の「第３  争点に関する\n当事者の主張」記載のとおりである。\n２  当審における控訴人の主張\n(1)  構成要件充足の有無について\nア  構成要件Ｂの「セルを開口させずに」について\n(ｱ)  原判決は，「構成要件Ｂにいう『セルを開口させずに』とは，『研磨\n布の表面層にセルに通じる穴（通気・通水可能な穴も含む。）が開いていないこと』\nを意味するものと解するのが相当である。」と判断した。しかし，特許請求の範囲\nに記載された語句を解釈するには，まずは明細書の記載を参酌すべきである。\n本件明細書には，従来構造の研磨布では，①スキン層を研削してフォームの層内\nに内包しているセル（気泡）を横から切断し，セル空洞を表面層の表面に「開口さ\nせ」て「ハニカム状のセル構造」（段落【０００７】）を作り出すようにされてい\nること，そして，②このセル空洞の開口部分，即ち「クレータ状空洞部分」（段落\n【０００８】）が，研磨液を保持して研磨することが記載されている。ハニカム状\nとは蜂の巣状の意味であり，「ハニカム状のセル構造」（段落【０００７】）とは，\nセルを横から切断することによって形成される開口部分（「クレータ状空洞部分」）\nが，蜂の巣のように表面層に多数むき出しにされた状態にある構造を示している。\nまた，この開口部分の底とセルを取り囲む壁の先端部分（切り口）には高低差があ\nり，セルを取り囲む壁の先端部分にはささくれた，不規則なギザギザなどのばらつ\nきが見られ，複雑な凹凸の形状になっている。\n次に，本件明細書には，上記のような従来品の問題点として，「セルを取り囲む\n壁の先端部分（切り口）」だけがワークに接触し，局部的な当接により研磨が不均\n一となり，これがうねり等の原因となって，表面を整形するための慣らし運転が長\n時間必要となることや，表面全体にむき出しているクレータ状空洞部分やセルの周\n囲にある壁の不規則な凹凸のために，セル内やその周辺に砥粒（スラリー），スラ\nッジその他異物が凝集・固化しやすく，ワーク表面にスクラッチなどの不具合を生\nじさせる原因にもなることが記載され，このことが本件特許発明の解決すべき技術\n課題とされている。\nそして，本件特許発明は，プラスチックフォームのセル（気泡）を表面に開口さ\nせた従来の研磨布と比べて（段落【００１７】），研磨布の表面層を形成している\nプラスチックフォームのスキン層がワークの加工面全域に直接当接して研磨作用に\n関与し，層内に内包した発泡セルはクッションの役目を果たし（段落【００１８】），\n研磨液が，ワークと研磨布のスキン層表面との間を流れた後にそのまま系外へ流出\nするので，研磨に伴って生じたスラッジなどの異物も研磨布に付着，滞留すること\nなく研磨液に随伴して素早く系外に排出され（段落【００１９】），研磨布の表面\nの全面域が平坦な独立気泡フォームのスキン層で覆われているので，当初に行う慣\nらし運転の時間が少なくてすむ（段落【００２０】）という利点を有する。\nこのような本件明細書の記載からすると，従来品と異なる本件特許発明の本質的\n部分が，層内に多数あるセルを表面にむき出しにすることなく，表面層でセルを覆\nっている点にあることが裏付けられるのであって，本件特許発明の「開口させずに」\nとは，研磨布の表面に多数のクレータ状空洞部分が露出していないことを意味する\nものである。\n(ｲ)  原判決は，その判断の根拠として，広辞苑の「開口」の意義の記載や，\n本件明細書の図１～３では研磨布の表面層に穴が開いていないこと，通気・通水可\n能な連通孔があると，クッションの役目や，スラッジ等の系外への排出などといっ\nた効果を奏さないことなどを挙げ，被告製品には通気・通水可能な連通孔があるの\nで，原判決が判断した意味での「開口させずに」の要件を充足しないとする。\nしかしながら，請求項の解釈については，辞書の記載よりも明細書の記載を参酌\nすべきである。本件明細書の図１～３についても，説明図にとどまるものであるし，\nまた，通気・通水可能な微細な穴を図に描くことはできないので，図に穴がないこ\nとは通気・通水可能な穴を「開口」とする根拠にはならない。研磨布を製造する工\n程において通気・通水可能な微細孔がスキン層に形成されるとしても，それは，走\n査型電子顕微鏡（ＳＥＭ）によっても撮影が難しい，非常に微細なものであるし，\nこれが「開口」に当たるとすれば，本件明細書には，微細孔を積極的に塞ぐ工程が\n記載されるはずであるが，そのような記載はない。クッション性については，ソフ\nァのように通気可能であってもクッション性を有するものがあるところ，軟質プラ\nスチックフォームは微細孔があっても弾性を有しているので，クッション性という\n効果を奏する。スラッジ等の排出については，表面が平らなスキン層である本件特\n許発明の方が，従来品よりも排出されやすく，清掃の頻度も少なく，セル内にスラ\nッジ等が浸入した場合の不具合も少ない。\nしたがって，原判決の判断は誤りである。\n(ｳ)  被告製品は湿式研磨布であるところ，本件特許発明が湿式研磨布を含\nむことは，一般に湿式研磨布が用いられる２段目研磨におけるうねりの目標値が６\n～８Åとされていて，本件明細書の実施例においてうねりの数値がそれよりも少な\nい２Åと記載され（段落【００２９】），２段目研磨に使用可能であることが示さ\nれていることからしても明らかである。\nイ  構成要件Ｂの「独立気泡フォーム」について\n原判決は，プラスチック－用語ＪＩＳ  Ｋ６９００－１９９４（乙２）において，\n「独立気泡」とは「壁によってすべて囲まれ，したがって他の気泡とは連結されて\nいない気泡」と定義していることを前提として，被告製品は，層内に内包されたセ\nルに通気・通水可能な穴が開いていて外部に「開口」しており，セルが壁によって\nすべて囲まれ他のセルと連結されていないものがほとんどであるとは認められない\nから，「独立気泡フォーム」の要件を充足するとは認められないとした。\nしかしながら，本件明細書には，「…独立気泡フォームは，…図２の模式図で表\nすように均一に発泡したセル（気泡）５ｂ－１を内包したコア層５ｃの両側に非発\n泡のスキン層５ｄが形成されたストラクチュアルフォームと同等なセル構造を有し\n…」（段落【００２５】）と記載されており，ここにいう「ストラクチュアルフォ\nーム」は，「インテグラルスキンフォーム」と同義で，表面層が緻密層で構成され，\n芯層の気泡群を内部に閉じ込めた構造となっていることを意味する。したがって，\n本件特許発明の「独立気泡フォーム」の構成は，研磨布コア層内のセルが，研磨布\n表面の全体にわたって外部に露出することなく，研磨布表面の緻密層によりコア層\n内に内包された状態にあることを意味するものである。\nこのように解することで，研磨布コア層内のセルが研磨布表面の緻密層によりコ\nア層内に内包された状態にあれば，優れたクッション性が維持され，また，スキン\n層が密であれば，セルが外部に露出している研磨布と比べると，スラッジ等は系外\nへ流れ易く，清掃も容易であって，本件特許発明の効果を明快に導くことができる。\nさらに，特開平６－２１２０１７号公報（甲２６の１）等の公開特許公報には，湿\n式法で製造された場合のセルの構造を「独立気泡」とする記載があり，上記のよう\nに解することが当業者の理解にかなっている。\n原判決が挙げるＪＩＳ  Ｋ６９００－１９９４には，「流れによって形を与え得\nる弾性材料はプラスチックとしては考えない」との除外規定があり，本件特許発明\nのポリウレタン等を素材とする軟質プラスチックフォームは，流動的な材料から成\n形させる弾性材料であるから，ＪＩＳ  Ｋ６９００－１９９４の適用はない。そも\nそも，ＪＩＳ規格には，本件実施品のように研磨液を流し込んで研磨加工を行う遊\n離砥粒の研磨布を規律する用語も存在しないのであって，ＪＩＳ  Ｋ６９００－１\n９９４を前提として判断した原判決は誤っている。\nウ  構成要件Ｂの「表面が平坦な非発泡のスキン層で覆われている」につい\nて（被控訴人の主張に対する反論）\n本件明細書の記載によれば，請求項２は，スキン層の凹凸を平坦化する，すなわ\nち，凸部分をバフィング加工するだけで，凹部分を除去するものではない。したが\nって，請求項１のスキン層が１～２．５ｍｍ程度の厚さである必要はない。\n(2)  均等について\n被告製品のコア層内にあるセルが他のセルと連結して，被告製品が「独立気泡フ\nォームで形成し」を充足しないと仮定しても，以下のとおり，セル間に連結がある\nことによる相違部分は「独立気泡フォームで形成し」と均等であるから，被告製品\nは，本件特許発明の技術的範囲に属する。\nア  置換可能性\n被告製品にセル間の連結があることで，構成要件Ｂの「独立気泡フォーム」と相\n違するとしても，この相違部分，つまりセル間の連結は，本件特許発明の「独立気\n泡フォームで形成し」と均等である。\n本件明細書の記載によれば，研磨布の表面全体でセルがむき出しになっている従\n来品と異なり，本件特許発明では，セルを開口させずに層内に内包しているままの\n研磨布とすることで，前記課題を解決するところに本件特許発明の目的，作用効果\nないし課題の解決原理がある。このように，本件特許発明の作用効果は，ワークに\n接する研磨布の表面層を中心としたものであり，層内のセルが相互に連結している\nか否かは本件特許発明の作用効果と何ら関係がない。\nこれに対し，被告製品は，層内にセルを内包させ，セル空洞がスキン層で覆われ\nているから，「スキン層がワークの加工面全域に直接当接して研磨作用に関与」し\nており，層内のセル同士が連結していてもクッションの役目を果たし，また，層内\nのセルが表面全体にむき出しにはなっていないから，研磨中に研磨に伴って生じる\nスラッジ等の異物が，従来品のように，セル内に大量に浸入せず，研磨液に随伴し\nて系外に排出され易い。\nしたがって，被告製品は本件作用効果を奏し，目的を達成できるから，置換可能\n性がある。\nイ  置換容易性\n本件特許発明においても，被告製品においても，表面がスキン層で覆われ，コア\n層のセルが層内に内包された構造を有し，本件特許発明の目的や作用効果ないし課\n題の解決原理を達成する点においては共通である。実際，湿式法で軟質プラスチッ\nクフォームを製造する場合，研磨布の内部は必然的に被告製品と同様のセル構造と\nなるのであり，しかも，湿式法による研磨布は，被告製品の製造当時，研磨布業界\nにおいて既に存在し，広く使用されていたものである。\nしたがって，被告製品の内部がセル間で連結していて，独立気泡フォームに該当\nしないとしても，独立気泡フォームを研磨布内部でセル間が連結しているものに置\nき換えることは，軟質プラスチックフォームの研磨布の技術分野の当業者が，被告\n製品の製造の時点において容易に想到することができたものである。\nウ  本質的部分でないこと\n本件特許発明は，セルを開口させずに層内に内包する構造を用いることで，コア\n層内の多くのセル空洞が表面に露出していた従来品の研磨布の課題を解決すること\nを目的とするものであり，この部分が本件特許発明の特徴的部分である。被告製品\nの内部がセル間で連結していて，独立気泡フォームに該当しないとしても，この相\n違部分は，本件特許発明の本質的部分ではない。\nエ  被告製品の容易推考性及び意識的除外の欠如\n被告製品内部のセル同士に連結があったとしても，被告製品が，本件特許出願時\nにおける公知技術と同一又は当業者がこれから右出願時に容易に推考できたと認め\nられる特段の事情はなく，かつ，本件特許発明の特許出願手続において，特許請求\nの範囲から意識的に除外されたものに当たるなどの特段の事情はない。\n(3)  用途発明として進歩性を欠くものではないことについて（被控訴人の主張\nに対する反論）\n本件特許発明は，用途発明ではない。すなわち，従来のバフィング加工する前の\n湿式研磨布では，研磨布とワークの抵抗から研磨布とワークがくっついて上手く回\n転せずにスタックする状態にあり，スキン層がある状態の表面は，到底研磨面とし\nて用いられるものではなかった。そこで，本件特許発明では，製造工程や品質管理\nなどを工夫して研磨布表面を平坦化したものである。したがって，従来のバフィン\nグ加工前の湿式研磨布は，本件特許発明の「スキン層の表面が，研磨面となる」だ\nけの「平坦な」スキン層という構成を充足していないので，本件特許発明の研磨布\nが既知の物であったとはいえない。\nまた，従来の研磨布は，研磨布表面がスキン層で覆われていると研磨液を保持で\nきないと思われていたことから，表面のスキン層をバフィング加工して開口部分に\n研磨液を保持させて研磨するのが常識であった。本件特許発明は，このような技術\n常識と逆行して，研磨布表面のスキン層全体を開口させない研磨布で研磨する，新\nしい研磨方法を着想したものであって，画期的な発明である。\n(4)  サポート要件違反がないことについて（被控訴人の主張に対する反論）\n「軟質プラスチックフォーム」，「独立気泡フォーム」，「研磨液」については，\n当業者であれば，本件明細書の記載と，出願時における当業者の技術常識に照らし，\nそれぞれの意味を理解することができるので，本件明細書にサポート要件違反はな\nい。\n(5)  損害額\n原審における損害額の主張と同様の計算方法により，平成２１年１月２０日から\n平成２２年１２月３日までに被控訴人が得た利益を計算すると，２億９０８９万５\n０００円となる。したがって，原審で主張した被控訴人が得た利益の額である４億\n８０００万円，弁護士等の費用１４００万円と合計すると，損害額の合計は７億８\n４８９万５０００円となる。\n３  被控訴人の当審主張\n(1)  構成要件充足の主張に対し\nア  構成要件Ｂの「セルを開口させずに」に対して\n控訴人は，軟質プラスチックフォームは微細孔があっても弾性を有しており，ク\nッション性があると主張するが，本件特許発明の弾性とは，軟質プラスチックから\nなる研磨布が一般的に持つ弾性ではなく，発泡性軟質プラスチックの気泡を開口さ\nせずに独立発泡とすることで得られる「発泡セル」が持つ弾性を指すのである。そ\nのような弾性は通気・通水可能な湿式研磨布にはなく，湿式研磨布である被告製品\nは，本件特許発明の技術的範囲に含まれない。\nまた，控訴人は，通気・通水可能な微細孔が「開口」に当たるとすれば，本件明\n細書には，微細孔を積極的に塞ぐ工程が記載されるはずであるが，そのような記載\nはないと主張する。しかしながら，本件特許発明の対象が乾式研磨布であれば，乾\n式研磨布には通気・通水可能な微細孔は存在しないから，本件明細書に微細孔を塞\nぐ工程を記載する必要はない。本件特許発明に湿式研磨布を含むと主張するから，\nそのような矛盾が生じるにすぎない。\nイ  構成要件Ｂの「独立気泡フォーム」に対して\n控訴人は，弾性材料にはＪＩＳ  Ｋ６９００－１９９４が適用されないとの除外\n規定がある旨主張するが，ここでいう弾性材料とはゴムのようなものを指すと解さ\nれ，軟質プラスチックには除外規定は適用されない。軟質プラスチックとして本件\n明細書に例示されるポリウレタンについて，ＪＩＳ  Ｋ６９００－１９９４に定義\nがあることなどからしても，ＪＩＳ  Ｋ６９００－１９９４は軟質プラスチックに\n適用される。仮に，軟質プラスチックが弾性材料に含まれるものとしてＪＩＳ  Ｋ\n６９００－１９９４の適用がない場合には，弾性材料であるゴムに関する用語の定\n義を定めたＪＩＳ  Ｋ６２００－２００８が適用されることになるが，これによっ\nても，「独立気泡」とは，「他の気泡とつながらず，全体をそれ自身の壁で囲まれ\nている気泡。」と定義されている。さらに，これらのＪＩＳ規格のいずれも適用さ\nれないとしても，本件明細書に，「独立気泡」という用語について，解釈の指針と\nなる説明が特段付されていないことも併せ考慮すれば，当業者の認識として，上記\nＪＩＳ規格の定義を参酌して，「独立気泡」とは，外部と連結していないことに加\nえ，他の気泡とも連結しないことを要すると解するのが通常である。\nまた，控訴人は，遊離砥粒の研磨布に対するＪＩＳ規格は設けられていないと主\n張するが，被控訴人は，研磨布それ自体ではなく，本件特許発明の研磨布を構成す\nる素材である「軟質プラスチック」の定義として，ＪＩＳ  Ｋ６９００－１９９４\nを援用しているのであって，控訴人の主張は当を得ない。\n控訴人は，「ストラクチュアルフォーム」＝「インテグラルスキンフォーム」＝\n「独立気泡フォーム」であると主張するが，プラスチック用語事典等の文献には，\nストラクチュアルフォームやインテグラルスキンフォームについて，モールド（射\n出成形）という乾式法により製造されるものと記載されており，被告製品のような\n湿式法で製造したものは，独立気泡フォームを有するとはいえない。\nウ  構成要件Ｂの「表面が平坦な非発泡のスキン層で覆われている」につい\nて\n本件特許の請求項１には「スキン層で覆われている」との構成があるが，請求項\n１の従属項である請求項２に「層内に内包したセルが開口しないようにスキン層の\n外面にバフィング加工を施して」との構成があることからすると，請求項１の「ス\nキン層」は，これを除去しない程度のバフィング加工が可能な厚さ・強度を持つ必\n要があり，１～２．５ｍｍ程度の厚さを有するものと解される。しかるに，被告製\n品は，表面部分の厚さが１μｍにも満たないので，本件特許発明の技術的範囲に属\nさない。\n(2)  均等でないことについて\n本件特許発明は，湿式研磨布を含まないものである。すなわち，本件特許発明は\n乾式研磨布に関するものであり，これを構造が大きく異なる湿式研磨布に置換する\n可能性はない。\nまた，独立気泡については，他の気泡と連結しないことに加え，外部と連結して\nいないことを要する。これに対し，被告製品はセル空洞が表面に露出し，外部と連\n結しているのであり，この相違点を超えた置換可能性は存在しない。さらに，本件\n特許発明は，独立気泡であることにより効果を奏するのであって，この点が非本質\n的な部分であるとはいえない。\n(3)  用途発明として進歩性を欠くことについて\n控訴人の主張によれば，本件特許発明は，バフィング加工によりスキン層を除去\nして使用していた従来公知の湿式研磨布について，バフィング加工をせずに使用し\nたという点に新規性・進歩性があるというもので，既知の物を新たな用途に使用す\nるいわゆる用途発明に当たることになる。\nしかしながら，湿式研磨布において，研磨面の開口が小さければ小さいほど研磨\n精度が向上するということは，当業者の間で一般に知られた技術常識であり，その\nため，バフィング加工せずにそのまま研磨布として用いることは，当業者の発想と\nして自然であり，特開平３－２７０８８３号公報（乙２９）等の公開特許公報にも\n湿式研磨布をバフィング加工せずに用いることは開示されている。したがって，湿\n式研磨布をバフィング加工せずに使用すること自体に進歩性はない。\nまた，うねりの発生やスラッジ等の凝集，固化に起因するスクラッチやメンテナ\nンス面の負担についても，従来から公知の課題であり，その課題の発見には新規性\nはない。効果についても，湿式研磨布をバフィング加工せずに使用することにより\n当然に予期できるもので，格別の作用効果はない。\nなお，控訴人は，従来のバフィング加工前の湿式研磨布では研磨できなかったも\nのを，本件特許発明においては，製造工程等を工夫してスキン層を平坦にして研磨\nできるようにしたものであるから，従来の湿式研磨布は，本件特許発明の「スキン\n層の表面が，研磨面となる」だけの「平坦な」スキン層という構成を充足しないと\n主張する。しかし，本件明細書には，スキン層を平坦にするための特殊な条件等は\n開示されておらず，控訴人の主張は明細書に基づかないものである。また，控訴人\nの主張を前提とすると，本件特許発明は，本件明細書に「平坦」にするための記載\nがなく，特許法３６条４項１号，同条６項２号等により無効である。\n(4)  サポート要件違反について\n「軟質プラスチックフォーム」について，本件特許発明の請求項には何ら限定が\nされていないところ，本件明細書には，ポリエチレンとポリウレタンが例示されて\nいるだけで，他の軟質プラスチックについての説明がなく，ポリエチレンとポリウ\nレタンについても，具体的な実施例の開示がない。\n控訴人は，本件特許発明の「独立気泡フォーム」について，スキン層により気泡\nがはさまれたサンドイッチ構造であればよい旨主張しているが，そのような構造で\nあることは本件明細書に記載がない。\n「研磨液」についても，本件特許発明の請求項には研磨液の種類等について限定\nがされていないところ，本件明細書には，コロイダルシリカや金属酸化物等を破砕\nした砥粒が例示されているだけである。\nしたがって，これらの構成については，本件明細書にサポートされておらず，特\n許法３６条６項１号に反する。\n第４  当裁判所の判断\n１  構成要件充足の有無について\n当裁判所も，被告製品は，少なくとも本件特許発明の構成要件Ｂを充足しないも\nのと判断する。その理由は，次のとおり付加するほかは，原判決２４頁３行目以下\nの「１  争点１（被告製品は本件特許発明の技術的範囲に属するか）について」の\nとおりである。\n(1)  構成要件Ｂの「セルを開口させずに」について\n控訴人は，特許請求の範囲の解釈においては明細書の記載を参酌すべきであり，\n本件明細書の記載からすると，従来品と異なる本件特許発明の本質的部分は，層内\nに多数あるセルを表面にむき出しにすることなく，表面層でセルを覆っている点に\nあるから，本件特許発明の「開口させずに」とは，研磨布の表面に多数のクレータ\n状空洞部分が露出していないことを意味し，湿式研磨布に生成される通気・通水可\n能な微細な連通孔は「開口」に該当しないと解すべきである旨主張する。\nしかしながら，原判決が３１頁８行目から３２頁１８行目まで（（イ）の項）及\nび３４頁２行目から３５頁１４行目まで（（オ）の項）で判示するとおり，本件明\n細書には，本件特許発明の効果として，「層内に内包した発泡セルはクッションの\n役目を果たす。」（段落【００１８】，下線部付加。）と記載されており，クッシ\nョン性は，発泡セルを取り囲む軟質プラスチックではなく，発泡セル自体にあると\n理解されるところ，通気・通水可能な微細な連通孔があり，そこから発泡セル内に\n空気や水が浸入すると，「発泡セル」自体がクッションの役目を果たさないことに\nなるから，本件明細書に記載された効果を奏しない。同様に，本件明細書には，本\n件特許発明の効果として，「研磨液は，ワークと研磨布のスキン層表面との間を流\nれた後にそのまま系外へ流出するので，研磨に伴って生じたスラッジなどの異物も\n研磨布に付着，滞留することなく研磨液に随伴して素早く系外に排出れさ\nマ マ る」（段\n落【００１９】）と記載されており，スラッジなどの異物はセル内に浸入せずに系\n外へ排出されることが想定されているものと理解されるところ，通気・通水可能な\n微細な連通孔があると，そこからスラッジなどの異物が浸入する可能性があり，ス\nラッジなどの異物が素早く系外に排出されるという本件明細書に記載された効果を\n奏しないことになる。\n以上のとおり，原判決が，本件特許発明の「開口させずに」とは，研磨布の表面\n層にその層内に内包されたセルに通じる穴が開いていないという意味であり，湿式\n研磨布に生成される通気・通水可能な微細な連通孔が「開口」に該当することは否\n定できないと判断したのは，本件明細書の記載を参酌した上でのものであり，そこ\nに誤りはない。その他，控訴人の主張するところによっても，上記判断が左右され\nるものではない。\n(2)  構成要件Ｂの「独立気泡フォーム」について\n控訴人は，本件明細書の「…独立気泡フォームは，…図２の模式図で表すように\n均一に発泡したセル（気泡）５ｂ－１を内包したコア層５ｃの両側に非発泡のスキ\nン層５ｄが形成されたストラクチュアルフォームと同等なセル構造を有し…」（段\n落【００２５】）との記載から，本件特許発明の「独立気泡フォーム」の構成は，\n研磨布コア層内のセルが，研磨布表面の全体にわたって外部に露出することなく，\n研磨布表面の緻密層によりコア層内に内包された状態にあることを意味するもので\nあると主張する。\nしかしながら，上記段落【００２５】の記載は，「独立気泡フォーム」がストラ\nクチュアルフォームと同等なセル構造を有していることを説明したものにすぎな\nい。他方で，段落【００２５】には，「独立気泡フォーム」に関して，「セル５ｂ\n－１は層内に閉じ込め」などの記載があることや，上記(1)で判示したとおり，通気\n・通水可能な微細な連通孔がある場合に，本件特許発明の効果を奏しないことに照\nらすと，「独立気泡フォーム」の構成についても，セルが他のセルと連通したり，\nましてや，外部から通気・通水可能な微細な連通孔を有することを許容するもので\nあるとは解されない。さらに，本件特許発明における研磨布の表面層は，軟質プラ\nスチックフォームから作られると特定されているのであるから，表面層について規\n定した「独立気泡フォーム」の意義を解釈する際に，プラスチックに関するＪＩＳ\nの用語を参酌して行うことに誤りはない。\nしたがって，控訴人の上記主張は採用することができない。\n２  均等について\n控訴人は，被告製品が構成要件Ｂのうち「独立気泡フォーム」と均等であると主\n張する。\nしかしながら，上記１で判示したとおり，被告製品は構成要件Ｂのうち「セルを\n開口させずに」についても充足しない。控訴人の均等に関する主張は，被告製品が\nこの要件を充足することを前提とし，この要件についての均等の主張を伴わないも\nのであり，被告製品をもって本件特許発明と均等と認めることはできない。\n第５  結論\nよって，被告製品は本件特許発明の技術的範囲に属するとはいえず，その余の点\nについて判断するまでもなく請求棄却の原判決は相当で本件控訴は理由がない。ま\nた，当審において拡張された請求も理由がないから，これらを棄却することとし，\n主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n清 水   節\n裁判官\n古   谷   健 二 郎\n"
}