{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 11,
    "day": 28
  },
  "case_number": "平成23(ネ)10044",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "81791",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81791",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/791/081791_hanrei.pdf",
  "contents": "平成２３年１１月２８日  判決言渡\n平成２３年（ネ）第１００４４号  損害賠償請求控訴事件（原審・横浜地裁小田原\n支部平成２２年（ワ）第１０８７号）\n口頭弁論終結日  平成２３年１０月１２日\n判 決\n控 訴 人                             Ｘ\n訴 訟 代 理 人 弁 護 士                             石 橋 輝 之\n被 控 訴 人                             Ｙ\n主 文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決中，控訴人敗訴部分を取り消す。\n２  被控訴人の請求を棄却する。\n３  訴訟費用は，第１，２審とも被控訴人の負担とする。\n第２  事案の概要（略号は原判決の例による。）\n本件は，被控訴人が作詩・作曲した楽曲「羅針盤」（本件楽曲）を，控訴人\nが，平成２１年３月１７日に被控訴人に無断で東京東高円寺のライブハウスで\n開催されたコンサートにおいて演奏歌唱したことを理由に，被控訴人（一審原\n告）が控訴人（一審被告）に対し，不法行為による損害賠償金１３０万円と遅\n延損害金の支払を求めた事案である。\n原判決は，上記請求を損害賠償金３万円と遅延損害金の支払を命じる限度で\n認容し，その余を棄却したので，これに不服の控訴人（一審被告）が本件控訴\nを提起したものである。\n第３  当事者の主張\n以下のとおり付加するほか，原判決記載のとおりであるから，これを引用す\nる（ただし，原判決４頁１行目の「音便」を「穏便」と訂正する。）。\n１  当審における控訴人の主張\n(1) 本件著作権侵害行為について慰謝料は認めるべきでないこと\nア  著作権は財産権であるところ，財産権の侵害によって生じるのは，原則\nとして財産的な損害のみであって，そのてん補のみによっては十分に損害\nを回復することができない等の特段の事情がある場合に限り，慰謝料請求\nが認められると解される（東京地裁平成２２年６月２日判決，知財高裁平\n成２２年１０月２８日判決）。同旨の裁判例は，東京地裁平成元年１０月\n６日判決，東京地裁平成１５年３月２８日判決及び東京地裁平成１７年７\n月２０日判決などがある。\nところが，原判決は，「原告は，本件楽曲の著作権侵害の使用料相当額\nの経済的損害のみを求めているわけではなく，その後被告自身のブログへ\nの書き込みや謝罪にも応じず，使用料の要求にも一旦は承諾しながらその\n後全く支払われない一連の経緯による精神的苦痛に対する慰謝料を請求\nしているもので，この点を含めて損害を検討すべきである。」と判示して\nいる。かかる原判決の判断内容からすると，原判決は，著作権侵害行為に\nついて財産的損害のみならず，精神的苦痛に対する慰謝料が請求されれ\nば，何らの留保なく当然に慰謝料も認められると考えているようである。\n実際，原判決は，上記「その（財産的損害の）てん補のみによっては十分\nに損害を回復することができない等の特段の事情」につき何ら判断するこ\nとなく，「被告による本件楽曲の無断使用による原告の損害は，経済的精\n神的損害を含めて３万円程度と認めるのが相当である。」と判示して，著\n作権侵害による慰謝料を認めている。\nイ  仮に，原判決のうち後記摘示部分が「特段の事情」について検討した部\n分であると善解したとしても，やはり「特段の事情」が認められないこと\nは明らかである（後記摘示部分は「特段の事情」についてではなく，慰謝\n料額の考慮要素を列挙しているにすぎないと解されるが，念のため検討す\nる。）。\n(ｱ) まず，原判決は，「原告にとって本件楽曲は，原告自身の職業活動及\nび作詞作曲家としての作品の自己表現上重要なものである」という点を\n強調している。しかし，楽曲の創作が「職業活動」であることが慰謝料\n額と何の関係があるのか不明である。プロの作曲・作詞家として楽曲を\n創作している人と，趣味で楽曲を創作している人とで，精神的苦痛に違\nいがあると考える根拠がない。むしろ，第三者に楽曲を提供することを\nもともと予定しているプロであるなら，日本音楽著作権協会（ＪＡＳＲ\nＡＣ）の基準による財産的損害のてん補を受ければ十分であって，第三\n者への楽曲提供を予定せず，趣味で楽曲を創作した人が当該楽曲を第三\n者に勝手に使用された場合の方が精神的苦痛は大きいとも考え得る。\n次に，原判決の「作詞作曲家としての作品の自己表現上重要なもの」\nという点については，著作物は，「思想又は感情を創作的に表現したも\nのであつて，文芸，学術，美術又は音楽の範囲に属するものをいう。」\n（著作権法２条１号）のであるから，著作物が自己表現のたまものであ\nることはいうまでもなく，本件楽曲について，ことさらに自己表現の結\n果創作されたということを強調する理由はない。なお，本件楽曲が他の\n作品に比べ，被控訴人にとってより重要な自己表現物であるという事情\nは，被控訴人より一切主張されていない。\n(ｲ) 原判決は，上記のほかに「あたかも承諾の下で使用していたような内\n容をブログで公表し，これを見た観客からも，書き込みなどの反響があ\nったという経緯，その後，原告が謝罪を求めて無断使用に対する金銭の\n支払いを求めて一旦は承諾しながら，その後無視するような態度をとっ\nていたことなど」を重視しているようである。\nしかし，控訴人のブログ（甲２）をみても，控訴人が「あたかも承諾\nの下で使用していたような内容をブログで公表し」た事実などなく，単\nに，ルナ・ピエーナ時代のオリジナル楽曲である本件楽曲を歌ったとい\nう事実が記載されているだけである。\n次に，「これを見た観客からも，書き込みなどの反響があった」とい\nう点に関しても，原判決も認定しているように，当該ブログへの書き込\nみは，控訴人による本件楽曲の歌唱を絶賛しているのであって，控訴人\nによる演奏，歌唱によって本件楽曲の評価が損なわれたという事実はな\nい。\n「原告が謝罪を求めて無断使用に対する金銭の支払いを求めて一旦は\n承諾しながら，その後無視するような態度をとっていたこと」について\nも，まず，「無視するような態度」が具体的に何を指すのか不明である。\n控訴人が被控訴人に対し連絡をしなかったことを指すのであれば，かか\nる事実が「（財産的な損害の）てん補のみによっては十分に損害を回復\nすることができない等の特段の事情」に当たるとは到底いえない。控訴\n人から連絡がなかったのであれば，早急に調停や訴訟等を提起すればす\nむ問題である。また，被控訴人は，一方的に６万３０００円もの高額な\n楽曲使用料を請求し（甲４），しかもそれを日本赤十字社に匿名で寄付\nするよう要求し，これを拒否した場合には，「私の持つ『切り札』をも\nって対処させて頂きますので予めご了承願います。」などと不可解かつ\n脅迫的な要求をしてきている（乙４）。これを受けて，控訴人が被控訴\n人との連絡を絶ったとしても，控訴人を責めることはできない。さらに，\n当時，被控訴人は，控訴人の夫から，控訴人との不貞行為を原因とする\n損害賠償請求訴訟を提起されているという状況にあって，控訴人と被控\n訴人が頻繁にやりとりすることは不適切な状態にあったのである（控訴\n人は，かかる事実につき原審で主張していない。）。とすれば，この「原\n告が謝罪を求めて無断使用に対する金銭の支払いを求めて一旦は承諾\nしながら，その後無視するような態度をとっていたこと」についても，\n「特段の事情」に該当するような事実とは到底いえない。なお，被控訴\n人から控訴人に楽曲使用料の請求があったのは一回だけであり（乙４の\nメールに甲４の請求書が添付されていた。），何度も請求を受けたにも\nかかわらず控訴人がその度に無視をしたというような事実は存在しな\nい。\n(ｳ) 以上の次第で，仮に原判決のうち上記摘示部分が「特段の事情」につ\nいて検討した部分であると善解したとしても，やはり，本件において「特\n段の事情」が認められる余地はない。\n(2) 損害額はＪＡＳＲＡＣの楽曲使用料を基に算定すべきであること\n本件において被控訴人に生じた財産的損害は著作権料相当額である。そし\nて，著作権料相当額は，日本音楽著作権協会（ＪＡＳＲＡＣ）の楽曲使用料\nを基に算定するのが合理的である。ＪＡＳＲＡＣは，「著作権等管理事業法」\nに基づき，文化庁長官の登録を受けた音楽著作権等管理事業者であり，管理\n委託契約により国内の多くの音楽の著作物の著作権者からその著作権又は\n支分権（演奏権，録音権，上映権等）につき信託を受け，国内の放送事業者\nをはじめ，レコード，映画，出版，興行，社交場及び有線放送等各種の分野\nにおける音楽の著作物の利用者に対して，その利用を許諾し，その対価とし\nて利用者から著作物使用料を徴収し，これを内外国の著作権者に分配してい\nる。そして，ＪＡＳＲＡＣは，日本国内の大半の音楽著作物について管理委\n託業務を行っており，ＪＡＳＲＡＣの著作権使用料についての算定方法が日\n本国内において最も著作権使用料の算定方法として普及していて，これを利\n用することが最も公平といえる。\nそして，ＪＡＳＲＡＣの楽曲使用料は，以下の方法にて算出される（乙５）。\n〔（入場料×定員数×８０％）×使用料率０．４％〕×曲数×１．０５\n本件においては，入場料は２５００円，定員数は４０名であった。したが\nって，その使用料は，〔（２５００円×４０名×８０％）×０．４％〕×１\n曲×１．０５＝３３６円となる。\n以上の次第で，被控訴人に生じた財産的損害は３３６円となる。\n２  当審における被控訴人の主張\n被控訴人は，本訴において，控訴人に対して使用料の請求をしてから１年半\nも放置されたこと，控訴人が謝罪しないことを含め，慰謝料を請求しているも\nのであり，慰謝料は少なくとも５０万円が相当であって，原判決が認めた３万\n円という金額には不満があるが，これを受け入れる。\n第４  当裁判所の判断\n当裁判所も，被控訴人の本訴請求につき，金３万円と遅延損害金の支払いを\n命じた原判決が高きに失するということはできないと判断する。その理由は，\n以下に付加するほか，原判決記載のとおりであるからこれを引用する。\n１  原判決が著作権侵害につき慰謝料を認めたことについて\n(1) 証拠（甲４ないし６，乙４）及び弁論の全趣旨によれば，被控訴人は，控\n訴人が平成２１年３月１７日の本件コンサートにおいて本件楽曲を無断で\n歌唱したことを知り，謝罪を求めたところ，これに応ずる気配がなかったた\nめ，同年４月８日，件名を「楽曲使用料請求書」とするＥメール（乙４）を\n送付し，合計６万３０００円の（日本赤十字社への寄付という形での）支払\nを請求したところ，控訴人が，同年５月１日，「楽曲使用料の支払に不服は\nないが，条件に不明な点があるので，改めて連絡する」旨のＥメール（甲５）\nを送付してきた。しかし，控訴人からその後の返事がなく，謝罪もないため，\n平成２２年１０月４日に厚木簡易裁判所あてに本件訴訟を提起したこと（そ\nの後，本件訴訟は横浜地裁小田原支部に移送された。），被控訴人は，著作\n権侵害に加え，控訴人による上記の事後的対応等を含め，本件での一連の事\n実経過をとらえて不法行為であると主張し，その損害賠償請求をしたことが\n認められる。\n(2) 以上によれば，控訴人がいったんは著作権侵害として６万３０００円の使\n用料を支払うことを約した本件において，著作権侵害を含む一切の不法行為\nにつき損害賠償金の支払を命じることに問題はない。\nなお，控訴人は，本件において「特段の事情」がないことを縷々主張する\nが，前記のとおり，被控訴人は，著作権侵害のみではなく控訴人の事後的対\n応等を含めた一連の事実経過をとらえて不法行為であると主張しその損害\n賠償請求をしているものであるから，「特段の事情」の有無によって本件の\n結論が影響を受けるものではない。\n２  損害額について\n控訴人は，本件において，ＪＡＳＲＡＣの楽曲使用料に基づいて本件楽曲の\n著作権使用料を計算すれば３３６円となる旨主張する。\nしかし，前記１で検討したとおり，本件において被控訴人は，著作権侵害を\n含む一切の不法行為として損害賠償を請求しているものと認められるところ，\n控訴人がいったんは６万３０００円の支払に半ば同意したかのような前記事情\nも考慮すると，損害賠償金として３万円の支払を命じることが高きに失すると\nいうことはできない。\n３  結論\n以上によれば，損害賠償金３万円とこれに対する訴状送達の日の翌日である\n平成２２年１０月６日から支払済みまで民法所定年５分の割合による遅延損害\n金の支払を命じた原判決が不当とすることはできない。\nよって，本件控訴を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所 第１部\n裁判長裁判官      中    野    哲    弘\n裁判官      東 海 林       保\n裁判官      矢    口    俊    哉\n"
}