{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 4,
    "day": 20
  },
  "case_number": "平成30(行ク)44",
  "case_name": "執行停止申立事件",
  "court_name": "大阪地方裁判所",
  "gist": "介護保険法の規定による事業を行う会社に対する，特定の事業所について通所介護に係る指定居宅サービス事業者の指定を取り消す旨の処分によって生ずる損害が，行政事件訴訟法２５条２項にいう「重大な損害」に当たるとされた事例",
  "case_gist": "介護保険法の規定による事業を行う会社が，特定の事業所について通所介護に係る指定居宅サービス事業者の指定を取り消す旨の処分を受けた場合において，当該事業所における事業の大部分は居宅サービス事業であり，当該処分が効力を生ずると，前記会社は当該事業所を閉鎖することを余儀なくされるおそれがあること，当該処分は居宅介護サービス費の請求に関し不正があったことを理由とするものであって，その不正請求は最近ではなく当該処分の約２年前の居宅介護サービス費に係るものであり，その額も合計６０万円強にとどまることなどの事実関係の下では，当該処分によって前記会社に生ずる損害は，行政事件訴訟法２５条２項にいう「重大な損害」に当たる。",
  "lawsuit_id": "88318",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=88318",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/318/088318_hanrei.pdf",
  "contents": "平成３０年（行ク）第４４号  執行停止申立事件\n（本案・平成３０年（行ウ）第５９号  指定取消等処分取消請求事件）\n主 文\n１  大阪市長が申立人に対し平成３０年３月３０日付けでした，大阪市（住所省\n略）所在の事業所「Ａ」について，通所介護に係る指定居宅サービス事業者の\n指定を取り消す旨の処分の効力は，本案事件の第１審判決言渡しの後６０日を\n経過するまでの間（ただし，当該経過の前に本案事件が完結した場合には，当\n該完結時までの間に限る。），これを停止する。\n２  申立人のその余の申立てを却下する。\n３  申立費用は相手方の負担とする。\n理 由\n第１  申立ての趣旨\n大阪市長が申立人に対し平成３０年３月３０日付けでした，大阪市（住所省\n略）所在の事業所「Ａ」について，通所介護に係る指定居宅サービス事業者の\n指定を取り消す旨の処分は，本案事件の判決確定までの間，その効力を停止す\nる。\n第２  事案の概要\n本件は，介護保険法（以下「法」という。）の規定による事業を行う会社であ\nる申立人が，大阪市長から，大阪市（住所省略）所在の事業所「Ａ」（以下「本\n件事業所」という。）について，法７７条１項６号（介護給付費の請求に関する\n不正）に基づき，居宅介護サービス費の請求に関し不正があったことを理由と\nして，本件事業所について通所介護に係る指定居宅サービス事業者の指定を取\nり消す旨の処分（以下「本件処分」という。）を受けたことから，申立人につい\nて同号に該当する事由はないなどとして，本件処分の取消訴訟を提起するとと\nもに，これを本案として，本件処分の効力の停止を求める事案である。\nなお，申立人は，本件処分の取消訴訟（本案訴訟）のほかに，大阪市長から\n平成３０年３月３０日付けでされた，本件事業所及び大阪市（住所省略）所在\nの事業所「Ｂ」についての他の処分の取消訴訟も提起している。\n１  法の定め\n(1)  市町村は，要介護認定を受けた被保険者のうち居宅において介護を受ける\nもの（以下「居宅要介護被保険者」という。）が，都道府県知事（地方自治\n法２５２条の１９第１項の指定都市については，市長。以下同じ。）が指定\nする者（以下「指定居宅サービス事業者」という。）から当該指定に係る居\n宅サービス事業（居宅サービス（訪問介護，通所介護等。法８条１項）を行\nう事業）を行う事業所により行われる居宅サービス（以下「指定居宅サービ\nス」という。）を受けたときは，当該居宅要介護被保険者に対し，当該指定\n居宅サービスに要した費用（一部を除く。）について，居宅介護サービス費\nを支給する（法４１条１項）。\n居宅要介護被保険者が指定居宅サービス事業者から指定居宅サービスを受\nけたとき（厚生労働省令で定める場合に限る。）は，市町村は，当該居宅要\n介護被保険者が当該指定居宅サービス事業者に支払うべき当該指定居宅サー\nビスに要した費用について，当該居宅要介護被保険者に代わり，当該指定居\n宅サービス事業者に支払うことができる（法４１条６項）。この支払があっ\nたときは，居宅要介護被保険者に対し居宅介護サービス費の支給があったも\nのとみなす（同条７項）。市町村は，指定居宅サービス事業者から居宅介護\nサービス費の請求があったときは，厚生労働大臣が定める基準等に照らして\n審査した上，支払う（同条９項）。\n(2)  法４１条１項本文の指定は，厚生労働省令で定めるところにより，居宅サ\nービス事業を行う者の申請により，居宅サービスの種類及び当該居宅サービ\nスの種類に係る居宅サービスを行う事業所ごとに行う（法７０条１項）。こ\nの指定は，６年ごとにその更新を受けなければ，その期間の経過によって，\nその効力を失う（法７０条の２第１項）。\n(3)  都道府県知事は，居宅介護サービス費の請求に関し不正があったときは，\n当該指定居宅サービス事業者に係る法４１条１項本文の指定を取り消し，又\nは期間を定めてその指定の全部若しくは一部の効力を停止することができる\n（法７７条１項６号）。\n(4)  都道府県知事は，前記(2)の申請があった場合において，通所介護等に係る\n指定の申請者が法７７条１項等の規定により指定を取り消され，その取消し\nの日から起算して５年を経過しない者であるときは，法４１条１項本文の指\n定をしてはならない（法７０条２項６号）。この規定は，前記(2)の指定の更\n新について準用される（法７０条の２第４項）。\n(5)  市町村は，要支援認定を受けた被保険者のうち居宅において支援を受ける\nもの（以下「居宅要支援被保険者」という。）が，都道府県知事が指定する\n者（以下「指定介護予防サービス事業者」という。）から当該指定に係る介\n護予防サービス事業を行う事業所により行われる介護予防サービス（以下「指\n定介護予防サービス」という。）を受けたとき（厚生労働省令で定める場合\nに限る。）は，当該居宅要支援被保険者に対し，当該指定介護予防サービス\nに要した費用（一部を除く。）について，介護予防サービス費を支給する（平\n成２６年法律第８３号による改正前の法５３条１項（以下，単に「法５３条\n１項」という。））。\n２  前提事実（一件記録（本案事件の記録を含む。以下同じ。）により一応認め\nられる事実）\n(1)  申立人は，法の規定による事業等を目的とする株式会社である。\n(2)ア  申立人は，平成２６年７月１日頃，Ｂについて，法４１条１項本文の指\n定及び法５３条１項本文の指定（訪問介護事業所及び介護予防訪問介護事\n業所に係る事業者の指定）を受けた。（疎甲２，疎乙１５）\nイ  申立人は，平成２７年６月１日頃，大阪市長から，本件事業所について，\n法４１条１項本文の指定及び法５３条１項本文の指定（通所介護事業所及\nび介護予防通所介護事業所に係る事業者の指定）を受けた。（疎乙１５）\n申立人は，本件事業所において，通所介護に係る居宅サービス事業を行\nっており，その利用者は現在４０名以上いる。（疎甲３６の１から５まで，\n疎甲３８の１，２）\n(3)ア  大阪市長は，平成３０年２月２日付けで，申立人に対し，本件処分に関\nして，予定される不利益処分の内容を本件事業所についての通所介護に係\nる指定居宅サービス事業者の指定の取消処分，根拠となる法令の条項を法\n７７条１項６号，不利益処分の原因となる事実を，申立人が，平成２８年\n１月から同年５月までの間，利用者３０名に対して一部のサービス提供を\n行っていないにもかかわらず，居宅介護サービス費を不正に請求し，受領\nしたこと，聴聞の期日を平成３０年２月１９日午前１０時として，聴聞を\n行う旨を通知した。この通知においては，ほかに本件事業所についての介\n護予防通所介護に係る指定介護予防サービス事業者の指定の取消処分等に\nついても記載されていた。（疎甲１３）\nイ  聴聞の主宰者である大阪市福祉局総務部法人監理担当課長（以下，単に\n「主宰者」という。）は，平成３０年２月１９日及び同月２７日，申立人\n及びその代理人出頭の下，申立人に対する聴聞を実施した。\n申立人及びその代理人は，居宅介護サービス費の請求について過誤はあ\nったが不正の目的も故意もない旨などを記載した意見書（疎甲１６）や関\n係資料（疎甲１７の１から１５まで，疎甲１８の１から８まで）を提出す\nるなどした。（疎乙９）\n処分行政庁（福祉局高齢者施策部事業者指導担当課長及び同部介護保険\n課担当係長）は，不正請求の対象である利用者を３０名としていたのを２\n７名に修正するなどした。（疎乙１１の１から５まで）\nウ  主宰者は，平成３０年３月２３日，大阪市長に対し，本件処分を相当と\n認める旨などの意見を記載した報告書を提出した。（疎甲２６）\n(4)  大阪市長は，平成３０年３月３０日付けで，申立人に対し，本件事業所に\nついて，同年４月３０日をもって通所介護に係る指定居宅サービス事業者の\n指定を取り消す旨の処分（本件処分）をした。その理由は，申立人が，平成\n２８年１月から同年５月までの間，利用者２７名に対して一部のサービス提\n供を行っていないにもかかわらず，居宅介護サービス費を不正に請求し，受\n領したというものであった。（疎甲２７の１）\n大阪市長は，平成３０年３月３０日付けで，申立人に対し，本件事業所に\nついて不正の行為により支払を受けた居宅介護サービス費は５箇月間で合計\n６０万７３３８円である旨通知した。申立人代表者は，同年４月５日付けで，\n大阪市長に対して前記の金額及び法２２条３項所定の加算金を相手方等に返\n還する旨などを記載した「介護給付費返還同意書」及び「債務確認及び返還\n（支払）誓約書」と題する各書面に署名押印した。（疎甲２８の１，疎乙１\n３の１，２）\n(5)  申立人は，平成３０年４月１３日，本案訴訟を提起し，同日，本件申立て\nをした。\n３  当事者の主張\n申立人の主張は，別紙１及び２記載のとおりであり，これに対する相手方の\n意見は，別紙３記載のとおりである。\n第３  当裁判所の判断\n１  「重大な損害を避けるため緊急の必要があるとき」に当たるか否かについて\n(1)  行政事件訴訟法（以下「行訴法」という。）２５条１項から３項までの文\n言，趣旨等に鑑みると，同条２項本文にいう「重大な損害を避けるため緊急\nの必要がある」といえるか否かについては，処分の効力，処分の執行又は手\n続の続行（以下「処分の執行等」という。）により維持される行政目的の達成\nの必要性を踏まえた処分の内容及び性質と，これによって申立人が被ること\nとなる損害の性質及び程度とを，損害の回復の困難の程度を考慮した上で比\n較衡量し，処分の執行等による行政目的の達成を一時的に犠牲にしてもなお\nこれを停止して申立人を救済しなければならない緊急の必要性があるか否か\nの観点から判断すべきものと解される。\n以下，前記の観点から検討する。\n(2)  前記前提事実によれば，申立人は，本件事業所について平成２７年６月１\n日頃に法４１条１項本文の指定を受けた後，本件事業所において通所介護に\n係る居宅サービス事業を行っており，その利用者は現在４０名以上いるので\nあるが，本件処分の効力が生じると，申立人は本件事業所において前記事業\nを行うことができなくなる。そして，疎明資料（疎甲１３，３６の１から５\nまで）によれば，申立人は本件事業所において介護予防通所介護の事業も行\nっているが，本件事業所における事業の大部分は居宅サービス事業であると\n一応認められる。そうすると，本件処分が効力を生じた場合，申立人は本件\n事業所を閉鎖することを余儀なくされるおそれがあるものということができ\nる。\nところで，通所介護は，要介護者であって居宅において介護を受けるもの\nについて，施設に通わせ，当該施設において入浴，排せつ，食事等の介護そ\nの他の日常生活上の世話及び機能訓練を行うことをいい（法８条７項），指\n定居宅サービス事業者は，要介護者の人格を尊重するとともに，要介護者の\nため忠実にその職務を遂行しなければならない（法７４条６項）。このような\n通所介護の性質上，居宅サービス事業を行う事業所及びその従業員と利用者\n及びその家族との間には，人格的な接触を通じて，単なるサービスの提供者\nと利用者という関係にとどまらない信頼関係が醸成されるのであって，居宅\n要介護被保険者は，このような信頼関係を基礎として，一定程度継続的に，\n特定の指定居宅サービス事業者から，通所介護に係る居宅サービスの提供を\n受けるという実態が存するものと考えられる。しかるに，一旦本件事業所が\n閉鎖されると，その利用者と申立人との間の信頼関係は断ち切られ，利用者\nは，他の事業者の事業所を利用し，新たにその事業所との間で信頼関係を形\n成し，一定程度継続的に，当該事業所から，通所介護に係る居宅サービスの\n提供を受けることとなるのであって，申立人が本案訴訟で勝訴したとしても，\n既に他の事業者との間で信頼関係を形成した利用者を再び獲得し，本件事業\n所において通所介護に係る居宅サービス事業を再開することは相当困難であ\nるものと考えられる。\nそうすると，本件処分の効力が生じることに基づく損害は，事後の金銭賠\n償によって回復することが可能な性質・程度の損害であると言い切ることは\nできない。\n他方，居宅介護サービス費の請求に関し不正があったことを理由として指\n定居宅サービス事業者に係る法４１条１項本文の指定を取り消す処分の行政\n目的は，当該不正を行った指定居宅サービス事業者を居宅サービス事業から\n排除することを通じて，居宅介護サービス費の請求及び支給の適正を確保し，\n介護保険事業の健全かつ円滑な運営を維持し，もって国民の保険医療の向上\n及び福祉の増進を図ることにあるものと解され（法１条，５条等参照），こ\nの行政目的は，指定居宅サービス事業者が居宅介護サービス費の不正請求を\n行うことを防止するという一般予防的な側面も有する重要なものであること\nは否定できない。しかしながら，㋐例えば，指定居宅サービス事業者におい\nて，当該指定に係る事業所の従業者の知識若しくは技能又は人員について，\n所定の基準又は員数を満たすことができなくなったこと（法７７条１項３号）\nや所定の指定居宅サービスの事業の設備及び運営に関する基準に従って適正\nな指定居宅サービスの事業の運営をすることができなくなったこと（同項４\n号）を理由として指定居宅サービス事業者の指定の取消処分を行う場合のよ\nうに，居宅要介護被保険者が指定居宅サービス事業者から適切な居宅サービ\nスを受けられることを実現することに当該取消処分の行政目的があるときに\nは，当該指定居宅サービス事業者を居宅サービス事業から可及的に速やかに\n排除する必要性が大きいのに対して，㋑居宅介護サービス費の請求に関し不\n正があったことを理由として指定居宅サービス事業者の指定の取消処分を行\nう場合については，前記のとおりの当該取消処分の行政目的に照らすと，当\n該取消処分の効力が一時的に停止されたとしても，①当該処分の取消訴訟や\n無効確認訴訟につき請求棄却の判決がされることや，②個々の居宅介護サー\nビス費の支払につき不正請求があるときには，当該処分とは別に，不当利得\nの返還を求めることによって，当該目的は相当程度達成され得るといえる。\nこのことに加えて，本件処分の理由とされている不正請求は最近ではなく本\n件処分の約２年前の居宅介護サービス費に係るものであり，その額も合計６\n０万円強にとどまることも併せ考慮すると，当該目的を達成するため申立人\nを居宅サービス事業から可及的に速やかに排除する必要性が大きいとまでは\nいえない。\n以上によれば，本件処分により生ずる申立人の損害は，回復が困難であり，\nその程度も大きく，本件処分による前記行政目的の達成を一時的に犠牲にし\nてもなおその執行を停止して申立人を救済しなければならない緊急の必要性\nがあるものと認められる。\n(3)  これに対して，相手方は，請求に関する不正は介護保険制度の根幹を揺る\nがしかねない重大なものであるところ，申立人は東大阪市においても同種の\n不正請求により指定取消処分を受け，本件においても５箇月間にわたり１１\n５件もの不正請求が認定されており，このような悪質な事案において指定取\n消処分の効力を停止すれば，不正請求がまん延し，介護保険制度の公共性及\nび公平性を保つことができないとして，本件処分の内容及び性質に鑑み「重\n大な損害」はない旨主張する。\nしかしながら，前記(2)で説示したところに加え，本件処分の理由が，介護\nの行い方が不適切であるとか，必要な介護の実施を怠ったなどという利用者\nの生活の安全や健康状態に影響を与える性質のものでないことなども考慮す\nると，相手方の主張に係る事情が「重大な損害」を否定するものであると認\nめるに足りない。\n(4)  以上の次第で，本件については本件処分により生ずる「重大な損害を避け\nるため緊急の必要がある」というべきである。\n２  「本案について理由がないとみえるとき」に当たるか否かについて\n一件記録によれば，本件処分が違法であるとの申立人の主張が，本案事件の\n第１審の審理を経る余地がないほどに理由がないとは認め難い。\nしたがって，本件申立てが「本案について理由がないとみえるとき」（行訴\n法２５条４項）に当たるということはできない。\n３  「公共の福祉に重大な影響を及ぼすおそれ」があるか否かについて\n前記１で説示したところを踏まえると，相手方が主張する内容に照らしても，\n本件処分の効力を停止することにより「公共の福祉に重大な影響を及ぼすおそ\nれ」があるとは認められない。\n４  執行停止の期間について\n申立人は，本件処分の効力を本案事件の判決が確定するまで停止することを\n求めている。しかしながら，現段階における申立人の疎明の程度等に鑑みると，\n本案事件の第１審判決の結論を見た上で，改めて本件処分の効力を停止すべき\n要件があるか否かを判断するのが相当である。\nしたがって，現段階においては，本案事件の第１審判決の言渡しの後６０日\nを経過するまでの間に限り（ただし，当該経過の前に本案事件が完結した場合\nには，当該完結時までの間に限る。），本件処分の効力を停止するのが相当で\nある。\n５  結論\nよって，本件申立ては，本案事件の第１審判決の言渡しの後６０日を経過す\nるまでの間（ただし，当該経過の前に本案事件が完結した場合には，当該完結\n時までの間に限る。），本件処分の効力を停止することを求める限度で理由が\nあるから，その限度で認容し，その余は理由がないからこれを却下することと\nして，主文のとおり決定する。\n平成３０年４月２０日\n大阪地方裁判所第２民事部\n裁判長裁判官          三   輪   方   大\n裁判官      齋   藤        毅\n裁判官      内   藤   陽   子\n（別紙１省略）\n（別紙２省略）\n（別紙３省略）\n"
}