{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 6,
    "day": 20
  },
  "case_number": "平成30(わ)576",
  "case_name": "強要",
  "court_name": "名古屋地方裁判所刑事第５部",
  "lawsuit_id": "87954",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87954",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/954/087954_hanrei.pdf",
  "contents": "平成３０年(わ)第５７６号\n主       文\n被告人両名をそれぞれ懲役１０月に処する。\n被告人両名に対し，この裁判が確定した日から３年間，それぞれその刑の\n執行を猶予する。\n理       由\n（罪となるべき事実）\n被告人両名は，平成３０年１月１７日当時のａ応援団団長であったＡ及び同応援\n団事務局長でｂ新聞を販売する会社の役員であったＢに対し，Ａがｃドームに不正\n入場したなどとして因縁を付け，Ａ及びＢにそれぞれ同応援団団長及び同応援団事\n務局長を辞任させようと考え，共謀の上，\n１  同日午後５時頃から同日午後７時頃までの間，名古屋市甲区乙丙丁目丁番戊号\nのｄ乙店において，Ａ及びＢに対し，被告人Ｃが「仮に球団がいいって言おうが，\n子供券がその日にあった以上…子供券を大人券に変えて入るべき。そういう律す\nることができなければ上に立つ者として，資格はないし，まして，応援団をやる資\n格はない。絶対にない」，「そんな幹部，執行部たちは辞めた方がいいよ。あんた，\n仮にもｂ新聞売っとるんだぞ。俺は，ｂ新聞とは仲ええけども，役員の人とも仲え\nえわ。この話したわね。実際とんでもないことになる。特にあんたのとこ，仕事で\n自分の身銭にかかわっとるのに，ましてや週刊誌じゃないよ。新聞だよ」，「あん\nた，新聞売る資格もないぞ。ｂ新聞言ったる。悪いことも悪いと言えん人間に新聞\n売らせんなって言って」，「５０や１００はすぐ解約したる」，「あんたこそ辞め\nるべきだと思うよ，俺は」などと言い，\n２  Ｂが退店した後の同日午後７時頃から同日午後１０時４９分頃までの間，同店\nにおいて，Ａに対し，被告人Ｃが「俺は，別に表の人間でもやくざやっとるわけで\nもない。裏の人間でもない。闇の人間なんだ」，「あんた辞めた方がええ。あんた\nがガンだ。あんたが辞めるべきなんだ」，「あんたが辞めるまで闘ったるで。一番\n妨害強いぞ」などと言い，被告人Ｄが「俺は，ドーム始まって引きずり下ろされて\nも，責任持てんよ」，「長であるあなたが，ファンとでなく，その球団体面ばっか\nり気にして，ファンじゃなくてそっち側よりになっちゃって，そんなことをするん\nであれば，だったら，俺たちも，本当にあのｅの暴挙なんて，いつでも起こるぜっ\nていうか，あれよりもっとひどいことが起こるぜ」などと言うと，被告人Ｃが続け\nて「ｃドームで起こしたろうか」，「大恥かきゃいいがや。あんたは，所詮，３０\n人をまとめてるだけ。こいつは千人をまとめてる」などと言い，さらに被告人Ｃが\n「興信所使ってやって調べるよ」などと言い，\nもしその要求に応じなければ，Ａ及びＢの自由，名誉及び財産に害を加えかねない旨\nを告知して脅迫し，よって，同月２０日，Ａ及びＢに，それぞれ同応援団団長及び\n同応援団事務局長を辞任させ，もってＡ及びＢに義務のないことを行わせたもので\nある。\n（法令の適用）\n被告人両名の判示所為のうち，Ａに対する強要の点は１及び２を包括して刑法６\n０条，２２３条１項に，Ｂに対する強要の点は同法６０条，２２３条１項にそれぞれ\n該当するが，これは１個の行為が２個の罪名に触れる場合であるから，同法５４条１\n項前段，１０条により１罪として犯情の重いＡに対する強要罪の刑で処断すること\nとし，その所定刑期の範囲内で被告人両名をそれぞれ懲役１０月に処し，被告人両名\nに対し，情状により同法２５条１項を適用してこの裁判が確定した日から３年間，そ\nれぞれその刑の執行を猶予し，被告人Ｄに関する訴訟費用は，刑事訴訟法１８１条１\n項ただし書を適用して同被告人に負担させないこととする。\n（量刑の理由）\n被告人両名は，喫茶店という第三者のいる場であったとはいえ，Ａに対しては５時\n間以上にわたり，Ｂに対しても約２時間も，時にはＢの職業上の不利益や，応援団の\n活動中に暴挙を起こすことなど，具体的な脅迫文言を用いながら，Ａの不正入場やそ\nれに関するＡ及びＢの対応を責め立て，応援団の各役職を辞任するよう迫ったもの\nであり，非常に執ようである。Ａが年度途中で辞任する話は以前から出ていたとうか\nがわれるが，Ａはその直後に，それまで全く辞任の意向などなかったＢともども，応\n援団の各役職を現に辞任しており，被告人らが望んだとおりの結果が生じている。被\n告人両名は，応援団の他のメンバーや応援サークルの者らが応援団の運営方針等に\n関しＡに不満を抱いていたことが背景にあり，私利私欲のためではない旨述べるが，\n自らの意に沿わない者を正当な手段によらず排除しようとしたことにほかならず，\n脅迫という手段を用いることについて計画性も事前共謀もなかったことを踏まえて\nも，動機や経緯に酌むべき余地があるとはいえない。\nもっとも，被告人両名は，いずれも罪を認めて反省しており，二度と被害者両名及\nび球団等に関わらないことを約束している。また，被告人両名には，量刑に影響すべ\nき前科がない。\nそうすると，被告人両名に対し，主文の懲役刑を科した上でその刑の執行を猶予\nし，社会内で更生する機会を与えるのが相当である。\nよって，主文のとおり判決する。\n（求刑  被告人両名に対し懲役１年）\n平成３０年６月２０日\n名古屋地方裁判所刑事第５部\n裁判官     西      山      志    帆\n"
}