{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 7,
    "day": 30
  },
  "case_number": "平成29(ワ)30499",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "87926",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87926",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/926/087926_hanrei.pdf",
  "contents": "平成３０年７月３０日判決言渡  同日原本領収  裁判所書記官\n平成２９年（ワ）第３０４９９号  不正競争行為差止等請求事件\n口頭弁論終結日  平成３０年５月１６日\n判         決\n原        告         株式会社ＰＥＴＴＥＲ Ｓ\n同訴訟代理人弁護士         浅    村    昌    弘\n同                 松    川    直    樹\n同                 和    田    研    史\n同                 和    田         嵩\n被        告         株 式 会 社 マ キ シ ム\n同訴訟代理人弁護士         若     本      修      一\n主         文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，別紙１被告商品目録記載１ないし６の商品を譲渡し，譲渡のために展\n示し（インターネットショッピングサイトにおける譲渡のための展示を含む。）又は\n輸入してはならない。\n２  被告は，別紙１被告商品目録記載１ないし６の商品を廃棄せよ。\n３  被告は，原告に対し，３２９８万６８００円及びこれに対する平成２９年９月\n１６日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告が，被告に対し，被告において別紙１被告商品目録記載１ないし６の\n各ブラウス（以下，個別には同目録記載の番号に応じて「被告商品１」などといい，\nこれらを併せて「被告各商品」という。）の譲渡，譲渡のための展示又は輸入（以下\n「譲渡等」という。）をする行為は，別紙２原告商品目録記載１ないし４の各ブラウス\n（以下，個別には同目録記載の番号に応じて「原告商品１」などといい，これらを併\nせて「原告各商品」という。）の形態を模倣した商品の譲渡等として不正競争（不正競\n争防止法２条１項３号）に該当すると主張して，①不正競争防止法３条１項による差\n止請求権に基づき譲渡等の禁止，②同条２項による廃棄請求権に基づき被告各製品の\n廃棄，③同法４条による損害賠償請求権に基づき損害賠償金３２９８万６８００円及\nびこれに対する不正競争後の日（本訴状送達の日の翌日）である平成２９年９月１６\n日から支払済みまでの民法所定の年５分の割合による遅延損害金の支払を求める事\n案である。\n１  前提事実（当事者間に争いがない又は後掲の証拠〔以下，書証番号は特記しな\nい限り枝番の記載を省略する。〕及び弁論の全趣旨により容易に認められる事実）\n⑴  当事者\n原告は，婦人服等の企画，製造，販売を業とする株式会社であり，「ｔｏｃｃｏ」等\nのブランド名を使用して婦人服を販売している。\n被告は，衣料品等の販売，卸売及び輸出入等を業とする株式会社であり，「ＫＯＢＥ\nＬＥＴＴＵＣＥ」又は「神戸レタス」のブランド名を使用して婦人服を販売している。\n⑵  原告各商品の販売\n原告は，平成２７年８月７日から原告商品１及び原告商品３の販売を，平成２８年\n３月１８日から原告商品２及び原告商品４の販売を，それぞれ開始した（甲９）。原告\nは，原告各商品を「ｔｏｃｃｏ  ｃｌｏｓｅｔ」と題するインターネットショッピン\nグサイトにおいても販売している（甲２，２２）。\n⑶  被告各商品の販売\n被告は，遅くとも平成２８年５月１日以降，被告各商品を輸入し，公式ウェブサイ\nト及び楽天株式会社の運営する楽天市場等の多数のインターネットショッピングサ\nイトや実店舗において，被告各商品を譲渡し，譲渡のために展示した。\n⑷  被告による販売継続\n原告は平成２９年２月２５日，被告に対し，不正競争防止法上の差止請求権に基づ\nき，被告各商品の譲渡等の停止と在庫の廃棄を求める旨等を記載した警告書を送付し\nたが，被告は原告の要望に応えることはできない旨を回答し，現在も被告商品の譲渡\n等を継続している。\n２  争点\n⑴  原告各商品は不正競争防止法２条１項３号の「他人の商品」に当たるか（争点\n１）\n⑵  被告商品１は原告商品１の，被告商品２及び被告商品５は原告商品２の，被告\n商品３及び被告商品６は原告商品３の，被告商品４は原告商品４の各形態を模倣した\n商品であるか（争点２）\n⑶  原告各商品の形態は不正競争防止法２条１項３号の「商品の形態」に当たるか\n（争点３）\n⑷  損害の発生及び額（争点４）\n３  争点に対する当事者の主張\n⑴  争点１（原告各商品は不正競争防止法２条１項３号の「他人の商品」に当たる\nか）について\n（原告の主張）\n原告は，平成２７年２月から３月上旬にかけて，原告各商品の開発を行った。原告\n各商品が開発，発売されるまで，「ノースリーブブラウスに後からふんわりとボリュ\nームを持たせた同じ生地の袖を縫い付けることで少し肩を見せる形態」（以下「本件\n特徴」という。）を有するブラウスは存在していなかった。\n原告従業員は，平成２７年２月頃までに原告各商品の形態をデザインし，総丈，肩\n幅及び天幅などの寸法の情報並びに身頃，袖裏及び袖口の仕様の情報や図面を記載し\nた縫製仕様書を作成し，同年３月５日に大韓民国（以下「韓国」という。）所在の縫製\n工場を有するＤａｂｏｋ社（現在の商号は「ＪＯＹ  ＴＲＡＤＩＮＧ」である。）にＦ\nＡＸで送信した。原告は，同月中旬にＤａｂｏｋ社から受領したサンプルの襟元や袖\n部分に問題があったため，同月１９日，Ｄａｂｏｋ社に対し，上記縫製仕様書に修正\n箇所を加筆してＦＡＸで送信し，再度のサンプル作成を依頼した。しかし，Ｄａｂｏ\nｋ社からは，満足のいく質のサンプルが得られなかった。\nそこで，原告は，平成２７年５月２７日頃，韓国の別のメーカー（以下「原告商品\nメーカー」という。）に対し，同日付けの縫製仕様書を示してサンプル作成を指示し，\n同年７月６日，原告の関係会社である有限会社セレクションに対し，原告商品メーカ\nーを指定して「発注確認書（オーダー表）」を提出して，原告商品１及び原告商品３を\n発注し，同年８月７日に原告商品１及び原告商品３を発売した。\nしたがって，原告各商品は，不正競争防止法２条１項３号の「他人の商品」に当た\nる。\n（被告の主張）\n本件特徴を有するブラウスは，原告が，原告商品１及び原告商品３の販売を開始す\nる平成２７年８月７日より前に，既に株式会社ＤＨＯＬＩＣ  ＦＢＬ（以下「ＤＨＯ\nＬＩＣ社」という。）が遅くとも同年５月１４日に販売しており，各種雑誌やＳＮＳで\n多数取り上げられて評判になっていた。\nそうすると，原告各商品は，原告が独自にデザインしたものではなく，むしろＤＨ\nＯＬＩＣ社の商品に依拠して制作された可能性が高いから，不正競争防止法２条１項\n３号の「他人の商品」には当たらない。\n⑵  争点２（被告商品１は原告商品１の，被告商品２及び被告商品５は原告商品２\nの，被告商品３及び被告商品６は原告商品３の，被告商品４は原告商品４の各形態を\n模倣した商品であるか）について\n（原告の主張）\nア  実質的同一性について\n被告各商品の形態と原告各商品の形態は，いずれも本件特徴を備えたブラウスであ\nる点，生地は布帛（織物生地）である点，襟ぐり及びシルエットの点で共通する。ま\nた，原告商品１と被告商品１の色は黒色で共通する。\n被告各商品の形態と原告各商品の形態は，原告各商品には袖に黒色のリボンが付さ\nれている一方で，被告各商品には袖にリボンが付されていない点で一応相違するが，\n本件特徴を有するブラウスのうち，原告以外の者が販売する商品については，袖にリ\nボンのないものも含めて「ｔｏｃｃｏ風」と一般に認識されているなど，リボンの有\n無は商品の全体的形態に大きな変化を与えるものではなく，商品全体から見ると些細\nな相違にとどまる。また，被告各商品と原告各商品の色は，原告商品２の方が被告商\n品２よりやや色が暗い点，原告商品３はオフホワイト色であるが被告商品３はアイボ\nリー色である点，原告商品４における格子柄の方が被告商品４における格子柄よりも\n細かい点，原告商品２はネイビー色だが被告商品５は紺色である点，被告商品６はコ\nーラル色だが原告商品３はオフホワイト色である点で一応相違する。しかし，色の相\n違はそれほど大きくないか，単なる色違いとの印象を与えるに過ぎず，格子柄の幅の\n相違も，商品の全体的形態に大きな変化を与えるものではなく，商品全体から見ると\n些細な相違にとどまる。\n以上によれば，被告商品１と原告商品１の形態，被告商品２及び被告商品５と原告\n商品２の形態，被告商品３及び被告商品６と原告商品３の形態，被告商品４と原告商\n品４の形態は，実質的に同一である。\nイ  依拠性について\n上記アのとおり，原告各商品と被告各商品の形態は同一であり，原告各商品の形態\nが特徴的であることからすれば，両者の同一性が偶然に生じることはあり得ない。\nまた，原告各商品は，被告各商品が販売される以前から市場において流通しており，\n原告は，原告各商品を，原告の店舗だけでなく，原告のウェブサイト及び楽天市場に\nおいて販売してきている。被告は，婦人服の販売等を業として行っているのであるか\nら，原告各商品の形態を知っていたというべきである。\nさらに，被告はこれまでも，原告が平成２６年に販売を開始した「イベリア」とい\nう名称のブラウスの模倣品を平成２７年に，原告が平成２８年に販売を開始した「ミ\nーリス」及び「フォービス」という名称のワンピースの模倣品を平成２９年に，それ\nぞれ販売を開始した。被告は，原告が開発，販売した商品を数か月から１年後に模倣，\n販売し，原告が作り出した流行に便乗するという行為を連続的にビジネスとして行っ\nている。したがって，被告各商品の形態は，被告による連続的な模倣行為の一環とし\nて，原告各商品に依拠して作り出されたものである。\n（被告の主張）\nア  実質的同一性について\n(ｱ)  原告各商品と被告各商品の共通点及び相違点について\n被告各商品が，原告各商品の創作的特徴を有するという点，襟ぐり及びシルエット\nが同一であるとする点は否認する。また，原告各商品と被告各商品は，襟の前後の下\nがりの深さや袖形状が異なる。\n(ｲ)  原告各商品と被告各商品の対比について\nリボンの有無や，色彩及び格子柄の細かさの相違が，商品全体から見ると些細な相\n違だとする点は争う。リボンの有無は明らかに見る者の注意を惹く部分であるといえ，\n全体的形態の相違は明らかである。\nまた，本件特徴を有するブラウスのうち，原告以外の者が販売する商品が「ｔｏｃ\nｃｏ風」と一般に認識されているとする点は否認する。\nイ  依拠性について\n争う。\n上記アのとおり，被告各商品と原告各商品の全体的形態は相違している。\nまた，原告各商品の形態は，一般的なものであって，多数のメーカーが商品化して\nいるから，被告は，同様の形態について販売主体が原告であることは認識していなか\nった。\n上記「イベリア」，「ミーリス」及び「フォービス」の形態も，いずれも他のメーカ\nーや被告が商品化して販売している一般的なものであって，原告が創作した形態では\nない。よって，被告はこれまでに原告が販売した商品の形態を模倣したことはない。\nさらに，被告は，遅くとも原告各商品の販売開始前である平成２７年８月５日には，\n原告各商品と同じ形態的特徴を有する商品を販売していたから，被告各商品は，原告\n各商品に依拠していない。\n⑶  争点３（原告各商品の形態は不正競争防止法２条１項３号の「商品の形態」に\n当たるか）について\n（原告の主張）\n原告各商品が開発，販売されるまで，本件特徴を有するブラウスは存在していない\nのであり，本件特徴を有するブラウスは，一般に「ｔｏｃｃｏ風」と認識されている\nのであって，原告各商品の形態は，ありふれた形態ではないから，不正競争防止法２\n条１項３号の「商品の形態」に当たる。\n（被告の主張）\n被告は，同じ生地を縫い付ける形態ではないが，「ノースリーブブラウスに後から\nふんわりとボリュームを持たせた生地の袖を縫い付けることで少し肩を見せる形態」\nの商品の販売を，遅くとも，原告各商品が販売される１年以上も前の平成２６年７月\n１７日に開始した。また，被告は，袖を縫い付ける形態ではないものの，「ふんわりと\nボリュームを持たせた同じ生地の袖のある少し肩を見せる形態」の商品の販売を，平\n成２６年５月２０日に開始した。このように，被告は，原告各商品が販売される以前\nから，原告各商品の商品形態を有する商品を販売している。さらに，販売開始時期は\n明らかではないが，多くの有名ブランドから原告各商品と同様の形態の商品が販売さ\nれている（乙１１～２９）。 特徴を有するブラウスが，一般に\n「ｔｏｃｃｏ風」と認識されている事実もない。\nなお，原告各商品のショルダーデザインは，ファッション辞典にも掲載されている\n伝統的なデザイン手法であるオープンショルダー又はベアショルダーの範疇に含ま\nれるものである。\n以上によれば，原告各商品の形態は，ありふれたものであり，不正競争防止法２条\n１項３号の「商品の形態」に当たらない。\n⑷  争点４（損害の発生及び額）について\n（原告の主張）\n被告が故意又は過失により被告各商品を輸入し，譲渡のために展示し，譲渡したこ\nとによって，原告の営業上の利益が侵害された。これによって原告に生じた損害は，\n下記ア又はイ及びウの合計額３２９８万６８００円である（下記ア又はイのうち高額\nなものを選択的に請求する。）。\nア  不正競争防止法５条１項により推定される損害額\n被告は，平成２８年５月１日から平成２９年９月（本件訴え提起時）までの間に，\n被告各商品を併せて少なくとも合計１万４０００枚販売した。\n被告各商品が販売されなければ，原告は上記被告販売枚数と同数を販売することが\nできた。その１枚当たりの原告の利益額は平均して２１４２円を下らない。\nよって，不正競争防止法５条１項により推定される原告の損害額は，上記被告販売\n枚数に上記利益額を乗じて算出される２９９８万８０００円である。\nイ  不正競争防止法５条３項２号に基づく損害額\n上記アのとおり，被告は，平成２８年５月１日から平成２９年９月（本件訴え提起\n時）までの間に，被告各商品を併せて少なくとも合計１万４０００枚販売していたと\nころ，被告各商品の１枚当たりの単価は，１８９０円であるから，被告の上記期間に\nおける被告各商品の売上総額は２６４６万円である。\n原告各商品の形態につき使用を許諾した場合の使用料率は３０％を下らない。\nよって，不正競争防止法５条３項２号に基づく損害額は，上記被告売上総額に使用\n料率３０％を乗じて算出される７９３万８０００円を下らない。\nウ  弁護士費用\n被告による不法行為と相当因果関係のある弁護士費用額は，２９９万８８００円で\nある。\n（被告の主張）\n否認又は争う。\n第３  当裁判所の判断\n１  事実認定\n後掲各証拠及び弁論の全趣旨によれば，次の事実が認められる。\n⑴  原告各商品の形態等\nア  原告各商品は，「ａｆｒｅｓ」の名称で，「チョイ肩見せお袖リボンお目立ち令\n嬢ブラウス」との説明を添えて販売されている色を除いて形態を共通にする商品であ\nる（甲２，２２）。\nイ  原告各商品の形態は，別紙２原告商品目録記載１ないし４の各写真のとおりで\nあり，具体的には次のとおりである（甲２，５～８，１６～２１，２２）。\n(ｱ)    全体・シルエット\n裾に向かって若干広がっているノースリーブブラウスに，ボリュームを持たせたフ\nリル袖を縫い付けることで肩及び上腕の上部を少し見せる形態としたブラウスであ\nる。\n(ｲ)   生地\n生地は，布帛（織物生地）が用いられている。\n(ｳ)    色\n原告商品１は黒色，原告商品２は濃いネイビー色，原告商品３はオフホワイト色，\n原告商品４は，白色と黒色の縦横とも同じ太さのギンガムチェックである。\n(ｴ)   袖\n袖は，その上部がブラウスの裾とほぼ水平になるようにフリルを設けて縫い付けら\nれており，下部の広がりはあまりない。半袖と同様の長さがあって，袖の長さより長\nい黒色のリボンが付されている。\n⑵  被告各商品の形態等\nア  被告各商品は，「オープンショルダーデザイン♪フレアブラウストップス」との\n説明を添えて販売されている色を除いて形態を共通にする商品である（甲２３）。\nイ  被告各商品の形態は，別紙１被告商品目録記載１ないし６の各写真のとおりで\nあり，具体的には次のとおりである（甲１０～２１，２３）。\n(ｱ)    全体・シルエット\n裾に向かって若干広がっているノースリーブブラウスに，ボリュームを持たせたフ\nリル袖を縫い付けることで肩及び上腕の上部を少し見せる形態としたブラウスであ\nる。\n(ｲ)   生地\n生地は，布帛（織物生地）が用いられている。\n(ｳ)    色\n被告商品１は黒色，被告商品２はネイビー色，被告商品３はアイボリー色，被告商\n品４は，白色と黒色の縦横とも同じ太さの原告商品４より幅が太いギンガムチェック，\n被告商品５は紺色（デニム色），被告商品６はコーラル色である。\n(ｴ)   袖\n袖は，ボリュームのあるフリルを設けて縫い付けられており，半袖と同様の長さが\nあって，下部は広がっている。リボンは付されていない。\n(ｵ)   襟\n原告各商品よりも襟の前後の下がりが浅い。\n２  争点２（被告商品１は原告商品１の，被告商品２及び被告商品５は原告商品２\nの，被告商品３及び被告商品６は原告商品３の，被告商品４は原告商品４の各形態を\n模倣した商品であるか）について\n本件事案の内容に鑑み，まず，争点２について判断する。\n⑴  実質的同一性について\nア  共通点について\n原告各商品と被告各商品は，前記１の認定事実のとおり，(a)ノースリーブブラウス\nにボリュームを持たせたフリル袖を縫い付けることで肩及び上腕の上部を少し見せ\nる形態としたブラウスである点，ノースリーブブラウスは裾に向かって若干広がって\nいる点，(b)生地は布帛（織物生地）である点，(c)原告商品１と被告商品１の色は黒色\nで同じであり，原告商品４と被告商品４は白色及び黒色で構成される縦横とも同じ太\nさの格子柄（ギンガムチェック）である点で共通である。\nイ  相違点について\n原告各商品と被告各商品は，前記１の認定事実のとおり，①原告各商品の袖は，ブ\nラウスの色を問わずいずれも袖の長さより長い黒色のリボンが付されており，下部も\n余り広がらない形状であるが，被告各商品の袖は，リボンは付されておらず，裾は広\nがっており，フリルにボリュームがある点，②原告商品２の色は被告商品２のネイビ\nー色より濃いネイビー色である点，原告商品２の色はネイビー色であるが被告商品５\nの色は紺色（デニム色）である点，原告商品３の色はオフホワイト色であるが被告商\n品３の色はアイボリー色であり，被告商品６の色はコーラル色である点，③原告各商\n品よりも被告各商品のほうが襟の前後の下がりが浅い点，④原告商品４の格子幅は被\n告商品４より細かい点で相違する。\nウ  判断\n上記イのとおり，原告各商品は，裾に向かって若干広がったノースリーブブラウス\nにフリル袖を縫い付けたブラウスであるが，ノースリーブブラウスの部分には特徴的\nな点はないから，原告各商品のうち，特徴的であり需要者の目を引く部分は，フリル\n袖であるといえる。\nそこで，袖について検討すると，原告各商品と被告各商品は，いずれもノースリー\nブに縫い付けられフリルを設けたものである点で共通するものの，上記相違点①のと\nおり，フリル袖の広がり及びフリルのボリュームの相違という袖形状の相違は，袖全\n体の形状であり着用時も含めて需要者の印象を大きく左右するものであるから，その\n相違の程度が些細なものであるとはいえず，形態の全体的な印象に影響を及ぼすもの\nといえる。また，原告各商品と被告各商品には，黒いリボンの有無という相違がある。\n原告各商品の黒いリボンは，正面から見たときに見える部分に付されており，袖の長\nさからはみ出す長さであるから，ブラウスの装飾として存在感があり，フェミニンさ\nを強調するものである。さらに，地色が淡い原告商品３（オフホワイト色）及び原告\n商品４（白地に黒のギンガムチェック）においては，黒いリボンの存在は更に印象的\nである。したがって，リボンの有無は，全体的な印象を左右するものであるといえる。\n以上によれば，需要者の着目するフリル袖の部分に上記相違（相違点①）があるか\nら，商品全体の形態として対比した場合に，原告各商品と被告各商品が全体として酷\n似しているということはできない。よって，被告各商品の形態は，原告各商品の形態\nと実質的に同一であると認めることはできず，これに反する原告の主張はいずれも採\n用できない。\n⑵  小括\nしたがって，被告商品１は原告商品１の形態を，被告商品２及び被告商品５は原告\n商品２の形態を，被告商品３及び被告商品６は原告商品３の形態を，被告商品４は原\n告商品４の形態をそれぞれ模倣したと認めることはできない。\n第４  結論\n以上によれば，その余の争点につき検討するまでもなく，原告の請求にはすべて理\n由がないから，これらをいずれも棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n山   田   真   紀\n裁判官\n伊   藤   清   隆\n裁判官\n棚   橋   知   子\n（別紙１）\n被  告  商  品  目  録\n以下の写真（正面及び背面）により示されるブラウス（[C2203]との品番が付されて\nいるものを含みこれに限られない）\n１  被告商品１\n正面\n背面\n２  被告商品２\n正面\n背面\n３  被告商品３\n正面\n背面\n４  被告商品４\n正面\n背面\n５  被告商品５\n正面\n背面\n６  被告商品６\n正面\n背面\n（別紙２）\n原  告  商  品  目  録\n以下の写真（正面及び背面）により示されるブラウス（品名【afres  アフリス】\n商品番号  127-099387）\n１  原告商品１\n正面\n背面\n10  21\n２  原告商品２\n正面\n背面\n３  原告商品３\n正面\n背面\n４  原告商品４\n正面\n背面\n"
}