{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 4,
    "day": 25
  },
  "case_number": "平成22(ワ)10176",
  "case_name": "職務発明対価請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82232",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82232",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/232/082232_hanrei.pdf",
  "contents": "平成２４年４月２５日判決言渡  同日原本領収  裁判所書記官  塙義和\n平成２２年(ワ)第１０１７６号  職務発明対価請求事件\n口頭弁論終結日  平成２４年１月２０日\n判                  決\n仙台市＜以下略＞\n原              告                  Ａ\n同訴訟代理人弁護士        森      川              清\n同                        大      森      孝      参\n仙台市＜以下略＞\n被              告        Ｎ Ｅ Ｃ ト ー キ ン 株 式 会 社\n同訴訟代理人弁護士        新      保      克      芳\n同                        髙      﨑              仁\n同                        洞                      敬\n同                        井      上              彰\n同                        酒      匂      禎      裕\n主                  文\n１  被告は，原告に対し，金２１３万５４９６円及びこれに対する平成２２年６\n月５日から支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は，これを１０分し，その９を原告の負担とし，その余は被告の負\n担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事  実  及  び  理  由\n第１  請求\n被告は，原告に対し，金３０００万円及びこれに対する平成２２年６月５日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告が，被告に在職中に完成させた圧電振動ジャイロに関する発明\nについて，被告に対し，平成１６年法律第７９号による改正前の特許法（以下\n「改正前特許法」という。）３５条３項に基づく職務発明の対価請求として４\n６９７万５２００円の一部である３０００万円（附帯請求として訴状送達の日\nの翌日である平成２２年６月５日から支払済みまで民法所定の年５分の割合に\nよる遅延損害金）の支払を求めた事案である。\n１  前提事実（当事者間に争いがない。）\n(1)  当事者\n原告は，昭和４３年３月に東北大学工学部通信工学科を卒業し，同年４月\nに被告に入社した。原告は，主に圧電セラミックの研究開発業務に従事し，\n平成１２年３月に被告を退職した。\n被告は，昭和１３年に磁気材料の製造販売を目的として設立された株式会\n社であり，設立当初の商号は「東北金属工業株式会社」であったが，その後，\n昭和６３年に商号を「株式会社トーキン」に変更し，さらに，平成１４年に\nは，日本電気株式会社（以下「ＮＥＣ」という。）の電子部品事業と統合し\nて現在の商号に変更した。\n(2)  原告の職務発明\n原告は，被告に在職中，次の各特許権（以下，「本件特許権１」などとい\nい，併せて「本件各特許権」という。）に係る各発明（以下，「本件発明\n１」などといい，併せて「本件各発明」という。）をそれぞれ完成させ，本\n件各発明の特許を受ける権利は被告に承継された。\nア  本件特許権１\n登 録 番 号  第２６６０９４０号\n出  願  日  平成３年１月２５日\n公  開  日  平成５年３月３０日\n登  録  日  平成９年６月１３日\n発  明  者  原告，Ｂ（以下「Ｂ教授」という。），Ｃ\n出  願  人  被告，Ｂ教授\n発明の名称  圧電振動ジャイロ\n【請求項１】  圧電セラミックス円柱の外周面に円周を等分する２ｎ\n（ｎは３以上の整数とする）個の帯状電極を前記圧電セラミックス円柱\nの長さ方向と平行に形成し，これらの帯状電極のうち１個の帯状電極の\n中心線と前記圧電セラミックス円柱の中心軸とを含む面を対称面とする\n位置にあるｍ（ｍは自然数とする）個の帯状電極間隙部に前記圧電セラ\nミックス円柱の屈曲振動モ－ドの共振周波数にほぼ等しい周波数の励振\n用の交流電圧を印加して前記圧電セラミックス円柱をほぼ前記対称面に\n沿う方向に屈曲振動させ，かつ，前記対称面を中心として対称の位置に\nある１または複数個の帯状電極間隙部に発生する電圧を検出するように\nしたことを特徴とする圧電振動ジャイロ。\n【請求項２】  請求項１に記載の圧電振動ジャイロにおいて，前記帯状\n電極を互いに１個おきに接続して２端子として分極したことを特徴とす\nる圧電振動ジャイロ。\n【請求項３】  請求項１に記載の圧電振動ジャイロにおいて，前記帯状\n電極のうち互いに１個おきの帯状電極を接続してアースしたことを特徴\nとする圧電振動ジャイロ。\n【請求項４】  請求項１乃至請求項３に記載の圧電振動ジャイロにおい\nて，前記対称面を中心として対称な位置にある前記帯状電極間隙部のそ\nれぞれに印加する交流電圧の振幅の大きさを調整可能としたことを特徴\nとする圧電振動ジャイロ。\n【請求項５】  円柱体または中心部に長手方向へ貫通孔が形成された円\n柱体からなる圧電セラミックス円柱の外周面上の円周を等分する位置に\n長さ方向と平行に６個または８個の帯状電極を形成し，これらの帯状電\n極を互いに１個おきに接続して２端子として分極処理を施し，分極処理\n後１個の帯状電極の中心線と前記圧電セラミックス円柱の中心軸を含む\n面を対称面とする位置にある１個ずつまたは２個ずつの帯状電極間隙部\nそれぞれに周波数が前記圧電セラミックス円柱の屈曲振動モ－ドの共振\n周波数にほぼ等しい，同一周波数かつ同一振幅の励振用の交流電圧を印\n加して前記圧電セラミックス円柱をほぼ前記対称面に沿う方向に屈曲振\n動させ，かつ，前記対称面に対して対称の位置にある前記励振用の帯状\n電極間隙部またはこれらとは別の１個ずつまたは２個ずつの帯状電極間\n隙部のそれぞれに発生する電圧の差を検出するように構成したことを特\n徴とする圧電振動ジャイロ。\n【請求項６】  円柱体または中心部に長手方向へ貫通孔が形成された円\n柱体からなる圧電セラミックス円柱の外周面上の円周を等分する位置に\n長さ方向と平行に６個または８個の帯状電極を形成し，これらの帯状電\n極を互いに１個おきに接続して２端子として分極処理を施し，分極処理\n後１個の帯状電極の中心線と前記圧電セラミックス円柱の中心軸を含む\n面を対称面とする位置にある１個ずつまたは２個ずつの帯状電極間隙部\nそれぞれ周波数が前記圧電セラミックス円柱の屈曲振動モ－ドの共振周\n波数にほぼ等しい，同一周波数かつ異なる振幅の励振用の交流電圧を印\n加して前記圧電セラミックス円柱をほぼ前記対称面に沿う方向に屈曲振\n動させ，かつ，前記対称面に対して対称の位置にある前記励振用の帯状\n電極間隙部とは別の１個ずつまたは２個ずつの帯状電極間隙部のそれぞ\nれに発生する電圧の差を検出するように構成したことを特徴とする圧電\n振動ジャイロ。\nイ  本件特許権２\n登 録 番 号  第２５５７２８６号\n出  願  日  平成３年２月２７日\n公  開  日  平成５年１１月１９日\n登  録  日  平成８年９月５日\n発  明  者  原告，Ｂ教授，Ｃ\n出  願  人  被告，Ｂ教授\n発明の名称  圧電振動ジャイロ\n【請求項１】  圧電セラミックス円柱の外周面に該圧電セラミックス円\n柱の周方向のほぼ３分の２の領域に，該圧電セラミックス円柱の長さ方\n向と平行な奇数個の帯状電極を等間隔に形成し，これらの帯状電極を互\nいに一つおきに電気的に接続して２端子として分極処理を施し，分極処\n理後，中央部の帯状電極を含む端子をアース電極とし，中央部の帯状電\n極を含まない帯状電極の組を中央部の帯状電極を中心にして２つの組に\n電気的に分離して２個の入出力端子とし，これら２個の入出力端子にそ\nれぞれ位相および電圧振幅が等しく，前記圧電セラミックス円柱の屈曲\n振動モードの共振周波数にほぼ等しい周波数の励振用の交流電圧を印加\nすると同時に，これら２個の入出力端子の差動電圧を検出するように構\n成したことを特徴とする圧電振動ジャイロ。\nウ  本件特許権３\n登 録 番 号  第２５５７２８７号\n出  願  日  平成３年４月４日\n公  開  日  平成４年１０月２９日\n登  録  日  平成８年９月５日\n発  明  者  原告\n出  願  人  被告\n発明の名称  圧電振動ジャイロ\n【請求項１】  圧電セラミックス円柱の外周面に，前記圧電セラミック\nス円柱の長さ方向と平行な３個の帯状電極を等間隔に形成し，両側の帯\n状電極を接続する接続電極を形成し，更に中央の帯状電極と両側の帯状\n電極の間で中央の帯状電極からの距離が等しい位置に２個の帯状電極を\n形成し，中央の帯状電極と前記両側の帯状電極との間で分極処理を施す\nとともに，前記中央の帯状電極をアース端子とし，前記両側の帯状電極\nをそれぞれ入力端子とし，前記２個の帯状電極を出力端子とし，前記入\n力端子に，前記圧電セラミックス円柱の屈曲振動モードの共振周波数に\nほぼ等しい周波数の励振用の交流電極を印加し，前記２個の出力端子の\n差動電圧を検出することを特徴とする圧電振動ジャイロ。\nエ  本件特許権４\n登 録 番 号  第３２９２９３４号\n出  願  日  平成５年４月９日\n公  開  日  平成６年２月１８日\n登  録  日  平成１４年４月５日\n発  明  者  原告\n出  願  人  被告\n発明の名称  圧電振動ジャイロ及び圧電振動ジャイロの共振周波数の調\n整方法\n【請求項１】  円柱状または円筒状の圧電セラミックス体と，該圧電セ\nラミックス体の外周面上に軸方向と平行に設けられた複数個の帯状電極\nとからなり，該帯状電極を用いて分極及び駆動・検出を行う圧電振動ジ\nャイロにおいて，\n前記帯状電極はその中央部に無電極部を有し，\n前記複数個の帯状電極中，少なくとも１つの帯状電極の無電極部に露出\nされた前記圧電セラミックス体の表面に溝を形成することによって，前\n記帯状電極を傷つけることなく共振周波数調整を容易に行うことができ\nることを特徴とする圧電振動ジャイロ。\n【請求項２】  円柱状または円筒状の圧電セラミックス体と，該圧電セ\nラミックス体の外周面上に軸方向と平行に設けられた複数個の帯状電極\nとからなり，該帯状電極を用いて分極及び駆動・検出を行う圧電振動ジ\nャイロにおいて，\n前記帯状電極はその中央部に無電極部を有し，\n前記複数個の帯状電極の間隙に露出された前記圧電セラミックス体の表\n面に少なくとも１つの溝を形成することによって，前記帯状電極を傷つ\nけることなく共振周波数調整を容易に行うことができることを特徴とす\nる圧電振動ジャイロ。\n【請求項３】  中央部にあらかじめ所定領域の貫通孔で規定される無電\n極部を有する帯状電極を複数個，円柱状または円筒状の圧電セラミック\nス体の外周面上に，軸方向と平行になるように設けて圧電振動子を形成\nし，前記複数個の帯状電極の間隙に露出された前記圧電セラミックス体\nの表面に少なくとも１つ以上の溝を形成し，該溝によって，該溝と前記\n圧電セラミックス体の断面の中心とを結ぶ方向と垂直な方向の帯状電極\nから見た共振周波数を一定に保ち，それ以外の帯状電極から見た共振周\n波数を減少させ，\n切削による共振周波数調整工程において前記帯状電極を傷つけることな\nく共振周波数調整を容易に行うことができることを特徴とする圧電振動\nジャイロの共振周波数の調整方法。\nオ  本件特許権５\n登 録 番 号  第３２９１６６４号\n出  願  日  平成５年５月１０日\n公  開  日  平成７年１月１０日\n登  録  日  平成１４年３月２９日\n発  明  者  原告，Ｄ，Ｅ，Ｆ\n出  願  人  被告\n発明の名称  圧電振動ジャイロ\n【請求項１】  圧電セラミック円柱と，この円柱外周面にその長手方向\nと平行かつ周方向に間隔をおいて順に形成された第１乃至第７の帯状電\n極とを有し，前記第１の帯状電極の中心線と前記圧電セラミック円柱の\n中心軸を含む面に対して対称な位置にそれぞれ前記第２及び第７の帯状\n電極，前記第３及び第６の帯状電極，前記第４及び第５の帯状電極を形\n成し，前記第１，第３及び第６の帯状電極を共通接続するとともに，前\n記第２，第４，第５，第７の帯状電極を共通接続してこれらの２組の共\n通接続電極を２端子として前記圧電セラミック円柱に分極処理を施した\n後，前記第２，第４，第５，第７の帯状電極を共通アース電極，前記第\n１の帯状電極を駆動電極，前記第３及び第６の帯状電極をそれぞれ検出\n用電極としたことを特徴とする圧電振動ジャイロ。\n【請求項２】  圧電セラミック円柱と，この円柱外周面にその長手方向\nと平行かつ周方向に間隔をおいて順に形成された第１乃至第６の帯状電\n極とを有し，これらの帯状電極を用いて分極処理した後，前記第１，第\n３及び第５の帯状電極を電気的に接続して共通アース電極とし，前記第\n４の帯状電極を駆動電極，前記第２及び第６の帯状電極を検出用電極と\nした圧電振動ジャイロにおいて，前記第４の帯状電極は前記圧電セラミ\nック円柱の中心に関して前記第１の帯状電極と対称の位置に形成され，\n前記第１の帯状電極の中心線と前記圧電セラミック円柱の中心軸を含む\n第１の面に対して対称で，前記圧電セラミック円柱の中心軸を含み，前\n記第１の面に直交する第２の面に非対称な位置にそれぞれ前記第２，第\n６の帯状電極及び第３，第５の帯状電極が形成されていることを特徴と\nする圧電振動ジャイロ。\n(3)  本件各発明の概要\nア  本件各発明の要素は，①圧電セラミックス円柱の外周面にこの円柱の長\n手方向と平行な複数個の帯状電極を形成し，②これらの帯状電極を分極と\n振動子の励振及び振動の検出に利用し，③円柱が軸の周りに回転したとき\nに生ずる振動成分を検出する圧電振動ジャイロというものである。\nイ  本件発明１の圧電振動ジャイロは，圧電セラミック円柱に偶数個（当初\nの着想は６個）の帯状電極を形成し，互いに１個おきの帯状電極を接続し\nて２端子として分極処理を行い，これらの帯状電極を駆動電極と検出電極\nに用いる方式であって，金属振動子に圧電セラミック板を接着する必要が\nないため，接着工程が省ける上に，接着に伴う特性のばらつきをなくする\nことができるというものであった。\nその後，帯状電極の数は必ずしも６個，８個に限定されないことが分か\nり，本件発明２～５が発明された。そのうち，本件発明５は，帯状電極の\n数を７個とし，第１番目の電極と第７番目の電極をそれぞれ印刷開始電極\nと印刷終了電極とすることにより，第１番目の電極と第７番目の電極との\n間を電極のない領域とし，第４番目の電極を入力電極，第２番目と第６番\n目の電極をそれぞれ出力電極とすることにより，従来不可欠であった周波\n数調整工程を簡略化することが可能な発明であった。\nウ  本件各発明当時，正方形断面の金属角柱に４個の圧電セラミック板を貼\nり付けた構造の圧電振動ジャイロは，「ＧＥタイプ」として広く知られて\nいた。これに次いで開発された，正三角形断面の構造の圧電振動ジャイロ\nは「村田タイプ」，円形断面の構造の圧電振動ジャイロは「トーキンタイ\nプ」として知られることになり，現在では，多くの超音波，圧電関係の専\n門書の中でトーキンの圧電振動ジャイロ＝円柱型の圧電振動ジャイロとし\nて紹介されている。\n(4)  圧電振動ジャイロの製品化\n被告は，平成５年，圧電振動ジャイロを製品化し（以下，被告が製品化し\nた圧電振動ジャイロを総称して「本件ジャイロ」という。），主にビデオカ\nメラやデジタルカメラの手ぶれ補正に使用する部品として，ソニー株式会社\n（以下「ソニー」という。），キヤノン株式会社（以下「キヤノン」とい\nう。）に供給を開始した。\nなお，被告は，本件各発明について，第三者に対して実施許諾をしたこと\nはない。\n(5)  Ｂ教授の持分承継\nＢ教授は，平成３年１２月１３日死亡した。その後，被告は，本件特許権\n１及び２について，Ｂ教授の遺族から，その承継した持分の譲渡を受けた。\n２  争点\n(1)  超過売上高の有無及び割合（争点１）\n(2)  想定実施料率（争点２）\n(3)  使用者貢献度（争点３）\n(4)  発明者間の寄与割合（争点４）\n３  争点に関する当事者の主張\n(1)  超過売上高の有無及び割合（争点１）\n（原告の主張）\nア  相当の対価の算定方法\n(ア)  原告は，本件特許権１の出願日である平成３年１月２５日よりも前\nに，本件各特許権に係る特許を受ける権利を被告に承継させ，当該承継\n時点で被告に対する相当の対価の請求権を取得したから，相当の対価の\n額を定めるに当たっては，改正前特許法３５条４項が適用される。\n(イ)  改正前特許法３５条４項に規定する「発明により使用者等が受ける\nべき利益」は，使用者等が職務発明についての特許を受ける権利を承継\nした時に客観的に見込まれる利益をいうものと解されるところ，使用者\n等は，特許を受ける権利を承継せずに，従業者等が特許を受けた場合で\nあっても，その特許権について特許法３５条１項に基づく無償の通常実\n施権を有することに照らすと，「発明により使用者等が受けるべき利\n益」には，このような法定通常実施権を行使し得ることにより受けられ\nる利益は含まず，使用者等が従業者等から特許を受ける権利を承継し，\n当該発明の実施を排他的に独占し得る地位を取得することによって受け\nることが客観的に見込まれる利益（独占の利益）をいうものと解するの\nが相当である。\n被告は，本件各発明を，第三者に実施許諾をしたことはなく，自らこ\nれを実施していたものである。そこで，具体的には，本件ジャイロの総\n売上高のうち，その排他的，独占的な販売に基づく超過売上高に係る分\nはいくらであるか，その超過売上高に係る分を第三者に許諾した場合に\n得られる想定実施料（超過売上高に係る分に想定実施料率を乗じた額）\nはいくらであるかを認定し，本件ジャイロの販売による独占の利益を算\n定するのが相当である。そして，被告の独占の利益に想定実施料率を乗\nじたものから被告の貢献度割合を差し引いて，更に発明者の間で原告が\n寄与した割合を乗じたものを相当の対価とするのが相当である。\n（計算式）本件ジャイロの総売上高×超過売上高の割合×想定実施料率\n×（１－被告の貢献度）×発明者間に占める原告の寄与割合\n＝相当の対価\n(ウ)  デジタルカメラ及びビデオカメラの手ぶれ補正用の圧電セラミック\nスを用いた振動ジャイロにつき，株式会社村田製作所（以下「村田製作\n所」という。）と被告とが市場を２分し，他社の追随を許さなかったの\nは，次の３つの要件を基本にして，本件各発明のバリエーションをそれ\nぞれ権利化することができたからである。\n①  圧電セラミックス円柱の外周面にこの円柱の長さと平行な複数個の\n帯状電極を形成すること。\n②  これらの帯状電極を分極と振動子の励振及び振動の検出に利用する\nこと。\n③  円柱が軸の周りに回転したときに生ずる振動成分を検出すること。\nしたがって，原告が受けるべき相当の対価の対象となる発明は，本件\n各発明であり，これらを包括して相当の対価を算定するべきであると考\nえる。\nイ  本件ジャイロの総売上高と超過売上高の割合\n(ア)  「振動ジャイロ」ケーススタディ資料によると，被告の本件ジャイ\nロの売上高は，平成５年度上期から平成１１年度上期にかけて合計３７\n億４３８０万円となっている。また，平成１６年度の売上高は７億２４\n００万円，平成１７年度の売上高は８億０１００万円，平成１８年度の\n売上高は９億６０００万円であるから，平成１１年度下期から平成２１\n年度上期までの１年度当たり売上高は，少なくとも８億円を下らないと\n推定できる。\n平成５年度上期から平成１１年度上期までの合計３７億４３８０万円\nに同年度下期から平成２１年度上期までの合計８０億円を加算すると，\n平成５年度上期から平成２１年度上期までの総売上高は１１７億４３８\n０万円となる。\n(イ)  本件各特許権が出願された平成３年から平成５年当時，圧電セラミ\nックス材料を応用した技術を使用したデバイスを製造していたメーカー\nは，京セラキンセキ株式会社，ＴＤＫ株式会社，村田製作所，アルプス\n電気株式会社，ＦＤＫ株式会社（元富士電気化学株式会社），住友電気\n工業株式会社等の企業であった。\nまた，振動ジャイロに係る特許・実用新案を出願していた企業は，上\n記以外に，三菱電機株式会社，ソニー，シチズンミヨタ株式会社（元ミ\nヨタ株式会社），株式会社ニコン，株式会社デンソー，キヤノン，アイ\nシン精機株式会社，松下電器産業株式会社，赤井電機株式会社等があっ\nた。\n当時圧電セラミックスを用いた振動ジャイロには，音叉振動子を用い\nたものと柱状振動子を用いたものがあった。柱状振動子を用いた振動ジ\nャイロについては，村田製作所が三角柱タイプのものを特許とし，本件\n各発明により円柱タイプのものを被告が特許としたことから，圧電セラ\nミックスを材料とした振動ジャイロの市場は，この２社が他社の追随を\n許さず独占するに至った。\n本件ジャイロは，ビデオカメラやデジタルカメラの手ぶれ補正用に使\n用された。\n(ウ)  以上のとおり，本件各発明により，圧電セラミックスを材料とする\n圧電振動ジャイロは，村田製作所と被告の２社のみが独占するに至り，\nビデオカメラやデジタルカメラの手ぶれ補正用の圧電振動ジャイロの市\n場を２社で独占して，他社の参入を許さなかったことからすれば，超過\n売上高の割合は５０％を下らないとするのが相当である。\n（被告の主張）\nア  原告の主張に対する認否\n原告の主張ア(ア)及び(イ)は認める。同ア(ウ)は否認する。同イ(ア)は\nおおむね認める。同イ(イ)のうち，圧電セラミックスを材料とした振動ジ\nャイロの市場は，この２社が他社の追随を許さず独占するに至ったことは\n否認し，その余は認める。同イ(ウ)は否認する。\nイ  本件各発明の実施品について\n被告は，本件各発明のうち，本件発明２～４を実施していない。本件ジ\nャイロのうち，ＣＧ－１６Ａ，ＣＧ－１６前期型，ＣＧ－Ｌ５３が本件発\n明１の実施品であり，ＣＧ－１６後期型，ＣＧ－Ｌ３３，ＣＧ－Ｌ４３，\nＣＧ－３２Ａが本件発明５の実施品である。\n本件発明２は，「周方向のほぼ３分の２の領域に」，「奇数個の帯状電\n極を等間隔に形成」していることを構成要件としているから，７本電極の\nＣＧ－１６後期型，ＣＧ－Ｌ３３，ＣＧ－Ｌ４３，ＣＧ－３２Ａが対象に\nなり得る。しかし，これらは，周方向の２９４～３３０°の領域に７個の\n帯状電極が等間隔に形成されているので，「周方向のほぼ３分の２の領域\nに」（中心角にして約２４０°の領域に），帯状電極を形成するという本\n件発明２の構成要件を充足していない。\nウ  独占の利益について\n(ア)  被告は，以下のとおり，本件各特許権によって市場を独占できてい\nないから，無償の通常実施権に基づく実施によるものを超えた利益は存\n在していない。\n①  被告は，本件各特許権について第三者に実施権を与えたこともなく，\n実施許諾を求められたこともない。\n②  本件ジャイロは，圧電セラミックジャイロであって，主にビデオカ\nメラ等の手ぶれ補正用の製品として使用される。その性能として，\n様々な特性が要求されるが，構成要素の１つにすぎない圧電素子がど\nのような構造であるかによって選択されることはなく，あくまでパッ\nケージ全体が評価される。\n③  最初から市場に村田製作所の製品が圧倒的なシェアをもって存在し\nている中，本件ジャイロはそれと代替可能な製品として採用されるよ\nうになったものであり，しかも，それは安定供給の確保のため２社購\n買という顧客（セットメーカー）の希望によって実現したものであり，\n本件ジャイロは村田製作所の約半分程度のシェアを獲得したにすぎな\nい。そして，２社購買体制が確立した顧客が，新しい供給先の製品を\nコストをかけてまで採用しようとしなかったおかげで，この２社体制\nが一定期間維持されたにすぎない。\n④  原告が本件各発明の骨格として強調する「円柱型振動ジャイロ」と\nいう構造は，既に本件各特許権の出願前に公知であって，誰もが自由\nに開発できる。したがって，本件各発明において具体的に意味がある\nのはその実施形態とでもいうべき部分であるが，他の事業者は別の実\n施形態を選択することが可能である。\n⑤  実際に，本件各特許権の有効期間中に他社が別の技術によって市場\nに参入している。\n⑥  ジャイロ製品として完成させるには，加工されてできあがった振動\n子に対して電極を印刷することが不可欠であるが，円柱タイプの場合\nは，曲面への電極印刷という特有の工程が新たに必要となり，その工\n程では，印刷位置のずれや電極のニジミやカスレの問題があった。ま\nた，分極工程においても，曲面上の電極に電界印加用端子を完全に接\n触させることが困難となる特有の問題があったため，分極が不十分な\n不良品が発生し，歩留まり低下の一因となっていた。実際，電極印刷\nや分極の問題は深刻で，被告製品の歩留まりは８０％程度に留まって\nいる。トータルの生産性の点で，円柱タイプが優位であるという事実\nはない。\n(イ)  ＣＧ組込製品（本件ジャイロを組み込んだ３Ｄモーションセンサ）\nは３Ｄモーションセンサ市場用，ＣＧ－３２Ａはカーナビ市場用の製品\nで，原告が独占の利益を主張する「ビデオカメラやデジタルカメラの手\nぶれ補正用に使用される圧電セラミックスを用いた振動ジャイロの市\n場」の対象製品ではない。これらの市場にはより多くのタイプのジャイ\nロが参入しており，村田製作所との２社独占の時期すら認められない。\n(ウ)  被告ジャイロ事業は，以下のとおり，ほぼ毎年度赤字続きで，累積\nでは売上高から売上原価を控除した売上総利益でみても赤字となってお\nり，本件各発明を実施したことにより被告が受けた利益は全く認められ\nない。\n本件ジャイロの売上高と損益（単位・百万円）\n年度  売上高  売上総利益  営業損益\n1993  183.2  －103.4  －112.6\n1994  186.7  22.8  13.\n1995  593.8  50.1  20.4\n1996  757.2  －92.5  －166.7\n1997  1039.7  87.4  －1.3\n1998  408.2  －72.1  －124.7\n1999  1071.8  119.1  37.\n2000  874.2  －28.4  －143.3\n2001  827.8  －120.8  －289.7\n2002  1114.4  －0.7  －118.2\n2003  1117.9  65.6  －120.6\n2004  1076.1  97.2  －101.7\n2005  839.7  74.1  －98.3\n2006  970.4  －101.3  －250.8\n2007  389.1  －129.5  －243.3\n2008  189.2  －28.1  －126.6\n2009  91.9  4.0  －22.9\n2010  52.6  －29.8  －53.8\n合計  11783.9  －186.5  －1903.2\n(エ)  仮に，本件各特許権にいくらかでも独占力があったと仮定しても，\n特許権により他社の実施を禁止できるのは特許登録後であるから，登録\n前に独占の利益は存在しない。\n登録前の特許であっても，登録後の２分の１の独占力を認める考えも\nあり得るが，それは公開後に限られる。なぜなら，公開によって当該出\n願を知らしめることによって，はじめて第三者の市場参加を抑制できる\nからである。このことは，公開後の場合も，第三者が知り得る当該特許\n出願の審査状況によって，仮に２分の１と認める独占力が更に小さくな\nり得ることを意味する。そして，本件特許権５については，拒絶理由通\n知書が２回にわたって発送されており，登録の可能性は，一層不確かで\nあったから，他社に対する抑止力も当然低く，その実施料率はさらに半\n分の４分の１程度と考えるべきである。\n（原告の反論）\nア  本件各発明の実施品について\n(ア)  被告が本件発明３及び４を実施していないことは認める。\n(イ)  仮に，本件発明２が実施されていなかったとしても，本件発明２～\n４（特に本件発明２及び３）は，円柱型振動ジャイロについて，他社の\n参入を防ぐという効果があり，超過売上高に寄与している。\n(ウ)  本件発明２は，①帯状電極の数を奇数個としたこと，②帯状電極の\n領域をほぼ３分の２の領域に制限することで，２つの端子に入力される\n電圧の合成された振動振幅を高め感度を確保する効果があること，③本\n件発明１，３及び５ではカバーされていない２つの端子を入出力兼用端\n子とすることによって，帯状電極を３個としうち１つの帯状電極をアー\nスにし残り２つの帯状電極を入出力端子とする他社の特許，出願の権利\n化及び実施を阻止することができたのである。\n本件発明３についても，本件発明１，２及び５でカバーされていない\n円柱状振動ジャイロの新規の構成であり，他社による実施を阻止した点\nで大きな意味を持っている。被告において，本件発明３が実施されなか\nったのは，本件発明２と同様に，治工具の変更を伴う仕様変更よりも，\n経験のある方式を選んだためである。\nイ  独占の利益について\n(ア)  本件ジャイロは，デジタルカメラ及びビデオカメラ用途のもので，\n小型かつ安価で大量生産が可能な振動ジャイロであって，本件各特許権\nによる独占の利益が生じていた期間は，特許出願した平成４年ころから\n振動ジャイロにＭＥＭＳ技術が用いられて市場に普及するまでの間であ\nる。平成１６年ころまでの間，手ぶれ補正用ジャイロの代替技術，特に\n圧電セラミックス材料を用いた振動ジャイロの代替技術は，市場に多く\nは存在していなかった。\n被告と競合する他社は，村田製作所及び松下電子部品株式会社（以下\n「松下電子部品」という。）を除いて，市場が要求する性能，品質，価\n格等に応えられる代替技術を有しておらず，被告は，本件各発明を排他\n的に実施していたことによって，村田製作所及び松下電子部品以外の他\n社に対する禁止権の効果として，超過売上高を得ていたことは明らかで\nある。\n手ぶれ補正用ジャイロの市場においては，被告が村田製作所に次ぐシ\nェアを占めていたこと，被告は，円柱状の圧電セラミックスを用いた振\n動ジャイロ以外に，過去及び現在においても三角柱や四角柱のセラミッ\nクジャイロを製品化していないこと，被告は開放的なライセンスポリシ\nーを採用していないこと，これらの事情を考慮すると，本件各特許権に\nよる被告の超過売上高の割合は５０％を下らないとするのが相当である。\n(イ)  職務発明の対価について，使用者等の損益を考慮するべきではない。\n改正前特許法３５条４項の「発明により使用者等が受けるべき利益」\nは，使用者等が「受けた利益」そのものではなく，「受けるべき利益」\nであるから，使用者等が職務発明についての特許を受ける権利を承継し\nた時に客観的に見込まれる利益をいうものと解され，当該発明の実施を\n排他的に独占し得る地位を取得することによって受けることが客観的に\n見込まれる利益，すなわち「独占の利益」をいうものと解されている。\nそして，使用者等が，第三者に当該発明を実施許諾することなく，自\nら実施（自己実施）している場合には，特許権が存在することにより，\n第三者に当該発明の実施を禁止したことに基づいて使用者が得ることが\nできた利益，すなわち，特許権に基づく第三者に対する禁止権の効果と\nして，使用者等の自己実施による売上高のうち，当該特許権を使用者等\nに承継させずに，自ら特許を受けた従業者等が第三者に当該発明を実施\n許諾していたと想定した場合に予想される使用者等の売上高を超える分\n（超過売上高）について得ることができたものと見込まれる利益（超過\n利益）が「独占の利益」に該当するものというべきである。\n(ウ)  特許登録前であっても，使用者が実施により得た利益が特許法３５\n条１項の通常実施権によるものを超過した場合には発明者対価の算定の\n対象になる。\n本件特許権１及び５については，登録前においても，登録後と同様に，\n村田製作所，松下電子部品以外の競業他社が振動ジャイロに係る市場の\n要求する性能，品質，価格等に応えられる技術を実施していたことはな\nく，登録後の期間と同等以上に排他力があったと評価すべきである。\n(2)  想定実施料率（争点２）\n（原告の主張）\n本件各発明は，村田製作所の特許と市場を２分するものであって，他社の\n追随を許さないものとなっていたから，その基本特許性は揺るぎない。また，\n本件各特許がなく，「構造が，村田に追随したものであったなら，特許の面\nから，村田にトーキンのジャイロは息の根を止められていた可能性が大き\nい」ものであった。\nそうであれば，実施料率は重要な基本特許として１０％は下らない。\n（被告の主張）\nア  原告の主張に対する認否\n原告の主張は否認する。\nイ  反論\n(ア)  原告の主張は，村田製作所の特許権の技術的範囲に属さない製品の\n開発ができたということにすぎない。その実施は特許権がなくても可能\nであるし，被告には通常実施権があるから，村田製作所との関係で単に\n事業が可能であったということは，職務発明による特許権移転の対価と\nしては意味のないことである。したがって，仮に想定実施料率を仮定し\nたとしても１％を上回ることはあり得ない。\n(イ)  本件ジャイロは，圧電振動子以外にも，ガラエポ基盤，ＩＣ，金属\nケース等様々な部材によって構成されており，これら部材１つひとつの\n特性や価格，さらには組合せや配置でパッケージ全体の価値が決まる。\n例えば，ノイズ特性については，被告はノイズについて業界トップクラ\nスの知見を有し，本件ジャイロにも，各部材の選定や配置，ＩＣの仕様\n等に関する高度なノウハウを組み込み，優れたノイズ特性を実現してい\nる。したがって，本件ジャイロにおいて本件各発明の価値は極めて低い。\nしかも，製造原価の一部である構成部材全体に対する振動子の価格比\nは２割にも満たない。本件ジャイロの製造費は，これら構成部材の費用\nの他に，労務費，営業経費，販売費等の費用が積算される。したがって，\n実際の本件ジャイロの単価に占める振動子の割合は１割程度にすぎない。\n上記事情からすれば，仮に実施料を想定したときには，通常の実施料\nが製品価格の３％前後であることに照らすと，おそらく製品価格の０．\n１％程度にすぎないものと思われる。なお，本件ジャイロには他の複数\nの特許発明が実施されている。実際に上記想定実施料率で計算したとし\nても，これら他の特許発明の寄与度による減額を受けることとなる。\n（原告の反論）\n被告は，ノイズについて業界トップクラスの知見を有し，優れたノイズ特\n性を実現していることを想定実施料率算定の根拠としているが，同時に使用\n者貢献の根拠ともしており二重に評価している。\n本件ジャイロの構成部材単価と振動子の価格比等は，想定実施料率算定の\n考慮要素にはならない。\n(3)  使用者貢献度（争点３）\n（原告の主張）\n村田製作所は，被告よりも早い段階で圧電セラミックスを材料とした圧電\n振動ジャイロの特許出願を行い製品化しており，被告は，原告の上申を無視\nしたため，圧電振動ジャイロの開発は村田製作所に遅れをとることとなった。\nしかし，原告による強い要望があったこと，原告による本件各発明があっ\nたため，被告は，本件ジャイロの開発を開始することとなった。\nその後，村田製作所から同社の特許を侵害している旨の警告があったが，\n本件各発明は，村田製作所の特許と構造を異にすることから同社による侵害\nの警告をはねのけることができ，その結果，圧電振動ジャイロの事業を継続\nすることができた。つまり，本件各発明なくして，被告は，圧電振動ジャイ\nロの事業を行うことはできず，本件各発明があったことにより，村田製作所\nと被告の２社のみで市場を独占することができたことなどを考慮すると，被\n告の使用者貢献度は，多くても９０％であるとするのが相当である。\n（被告の主張）\nア  原告の主張に対する認否\n原告の主張のうち，村田製作所が被告よりも早い段階で圧電振動ジャイ\nロを製品化していたこと，その後被告が開発を行ったことは認めるが，そ\nの余は否認する。\nイ  反論\n(ア)  本件各発明以前の被告での技術的蓄積の存在，製造困難な円柱型振\n動子の製造技術の確立と製造コストの負担，圧電素子以外に多数のパー\nツ類を組み合わせたモジュールとすることではじめて販売可能となるこ\nと等の様々な要因があってはじめて製品として完成と売上があるのであ\nって，被告の貢献は９９％を下回ることはない。\n(イ)  被告には，主な使用者の貢献として，①圧電セラミックス材料や設\n計についての技術的蓄積があったこと，②以前から電気ノイズの測定と\n対策を専業とする子会社や事業部を有しており，ノイズ対策に関する業\n界トップクラスの技術を蓄積し，本件ジャイロに応用したこと，③他の\nタイプと異なり円柱タイプでは電極印刷が困難であり，様々な工夫を重\nね，印刷技術を改良することによって製造レベルを達成したこと，④実\n際に商品に搭載した場合のノイズ特性を改善するため，セットメーカー\nと共同で，周辺部材の選択・実装，信号処理の方法について検討を重ね\n高度なノウハウを取得したこと，⑤配線の問題や小型化の問題に対し，\n特許第３５０５６８６号や特許第４３５１３４６号を権利化，実施する\nことによって問題を解決したことが認められる。\n(ウ)  上記(イ)以外にも，⑥社内の知的財産部が，出願を弁理士に依頼す\nるなどして，出願に関する助言や図面の作成，拒絶理由通知に対する意\n見書や手続補正書の作成等，権利化に至るまでの諸手続を行っているこ\nと，⑦開発環境の整備として，㋐原告の超音波研究会への参加や博士号\nの取得への協力，㋑Ｂ教授を特別顧問として迎え入れ，より具体的な圧\n電振動デバイス関連の技術指導を受けることのできる社内体制を築いて\nいること，㋒本件ジャイロの製造開始の３年前，本格的な事業化に向け\nて，原告を含めた４人の従業員を圧電ジャイロ開発部門に配置し，実際\nに製造が始まると，開発部を約５人（原告を含む），事業部を約１０人\nに増強して，毎年圧電ジャイロの開発・量産に専従させたこと，⑧円柱\n型振動ジャイロの量産設備投資として合計約６億８４５０万円の設備投\n資を行ったことが認められる。\n（原告の反論）\nア  圧電セラミックス材料についての技術的蓄積が仮にあったとしても，本\n件各発明当時，被告には円柱型振動ジャイロの設計についての技術的蓄積\nはなかった。\n被告がノイズ対策に関してトップクラスの技術を有していたとしても，\nその技術を有していたのは，振動ジャイロの製造部門とは別のＥＭＣ事業\n部門であるため，製品の市場分野が異なる。振動ジャイロに使用されたノ\nイズ対策部品はなく，少なくとも原告が被告に在籍していた間に，振動ジ\nャイロのノイズ対策に関して，ノイズ関連技術部門との情報交換を行った\nこともない。また，例えば，ノイズ対策において電気回路に薄膜抵抗器を\n採用したことについては，金属皮膜抵抗が雑音特性に優れ，低雑音の増幅\n器用途に金属皮膜抵抗をノイズ対策として使用することは当業者にとって\nは常識的なことであった。\n特許第３５０５６８６号及び特許第４３５１３４６号は，本件各発明の\n改良発明であり，被告がビデオカメラ，デジタルカメラの手ぶれ補正用途\nの圧電振動ジャイロの市場に参入し，売上に大きく貢献したのは，基本特\n許である本件特許権１及び５であり，それと比較すれば，貢献度は比較に\nならないほど小さい。\nイ  本件各特許の権利化のプロセスに，弁理士が関与したことは確かである\nが，原告が特許出願明細書に近い形で原稿を書き上げ，中間処理も同様に\n原告が積極的に関与しており，権利化の点で被告が寄与した割合は小さい。\n被告が振動ジャイロの開発に着手し製品化することになったのは，原告が\n振動ジャイロの開発を繰り返し提案し，Ｂ教授を招いて被告社内で講演を\n開催したこと等が影響しており，むしろ，原告の上司は，原告の申入れに\n対し消極的であった。\n人員配置についても，開発開始当初，被告の中では原告とわずか数名の\nみが圧電振動ジャイロの開発に携わっているだけであった。\n設備投資については，営業損益の算定の際に設備投資に掛かった分の減\n価償却費を毎年一定額ずつ一般管理費として売上高から控除しているはず\nである。もし仮に，相当の対価の算定に，設備投資金額が控除された営業\n損益を考慮し，さらに，使用者貢献度においても設備投資金額を考慮する\nのであれば，設備投資を損益と使用者貢献度において二重に評価すること\nになり妥当でない。\n(4)  発明者間の寄与割合（争点４）\n（原告の主張）\nそもそもの始まりである円柱にするという着想は，原告が従前研究してい\nた超音波モータの形状を圧電振動ジャイロに活用できないかと単独で発想し\nたところにあった。そして，着想を現実化するための実験は，原告とＣの両\n名で行っていたが，Ｃは入社まもない新人であり，原告の指示に基づいて原\n告の補助をしていたにすぎない。そして，本件発明５で共同発明者とされる\n者はいずれも製造現場の担当者であり，製造工程からのアドバイスを受けた\nにすぎず，実質的に原告が１人で発明を完成させたものである。\nこのように，被告が圧電振動ジャイロの開発をすることになったのは，原\n告による強い要望があったこと，当初被告の中では原告とわずか数名のみが\n圧電振動ジャイロの開発に携わっており，その後，原告は，一貫して圧電振\n動ジャイロの開発に携わり，しかも中心的役割を担っていたこと，本件各特\n許権のいずれも原告が発明者となっていること，本件各特許権以外にも圧電\n振動ジャイロの周辺特許，実用新案権に係る発明を多数行ってきたことを総\n合的に考慮すると原告の寄与割合は８０％を下らない。\n以上の方法により算定すると，原告が受ける相当の対価は下記のとおりと\nなる。\n（計算式）１１７億４３８０万円×０．５×０．１×（１－０．９）×０．\n８＝４６９７万５２００円\n（被告の主張）\nア  原告の主張に対する認否\n原告の主張のうち，Ｃが新人であったこと，圧電振動子の開発に携わっ\nたのは，当初原告と数名のみであったことは認め，その余は否認ないし争\nう。\nイ  本件発明１について\nＢ教授は，圧電振動デバイスの専門家であり，原告の大学時代の恩師で\nある以上に，被告との関係も深く，被告に対して様々な技術指導を行い，\n圧電セラミックス関連技術に関しては，原告に対して直接指導も行ってい\nた。また，Ｂ教授は，平成元年４月から死去する平成３年１２月まで，被\n告の特別顧問に就任し，より具体的に圧電振動デバイス関連の技術指導を\n行っていた。さらに，Ｂ教授が優先日の数年前に既に円柱タイプの着想に\nついて学会誌に発表していること，出願人が被告及びＢであることも考え\nると，本件発明１におけるＢ教授の寄与度は圧倒的で，５０％を下回るこ\nとはない。\n本件特許権１の特許権者は，当初，被告とＢ教授で，それぞれの持分は\n特に合意がなく，２分の１ずつと理解されていた。ここで，被告とＢ教授\nが，あえて契約で持分割合を決めず，法（民法２５０条）によって２分の\n１と推定されるところに従うこととしていたのは，被告側の開発陣とＢ教\n授の寄与割合が２分の１と評価されていたからにほかならない。\n次に，Ｃの寄与割合は，原告の４分の１は下回らない。なぜなら，本件\n発明１に係る実験は全てＣ１人で行ったのであり，Ｃは，曲面上への電極\n印刷の困難を克服して円柱タイプのジャイロを作製し，実験を行い，確認\n作業を積み重ねて行ったからである。\n以上から，Ｃの寄与割合は１０％とみるべきである。その結果，原告が\n４０％，Ｂ教授が５０％の寄与割合となる。\nウ  本件発明５について\n最初に被告が量産を開始したＣＧ－１６Ａの帯状電極の数は６本であっ\nたが，量産間近の平成４年１１月ころ，ジャイロ開発プロジェクトは，リ\nード線半田付けの作業性を改善するために，帯状電極を曲げた電極形状の\n検討を行っていた。その検討において，振動子特性の測定を重ねたところ，\n円周断面若しくは検出軸ｆｙに対して非対称な電極構成をとることによっ\nて，駆動軸ｆｘと検出軸ｆｙの周波数差Δｆｒと振動軸の位置を制御でき\nるという新たな知見が得られた。しかし，当時は，Δｆｒをゼロにする\n（極力ゼロに近づける）ことが設計指針であったため，Δｆｒが発生して\nしまう曲がった電極構造は，ＣＧ－１６Ａには採用されなかった。しかし，\n６本電極構成は，電極印刷や円柱加工のばらつきなどが原因で，Δｆｒを\nゼロにすることは非常に困難で，ｆｘとｆｙの軸の位置もばらついてしま\nうという弊害があった。その結果，ＣＧ－１６Ａの歩留まりは６０～７\n０％程度しかなかった。\nそこで，ジャイロ開発プロジェクトでは，Δｆｒをゼロにするという発\n想を変え，むしろ曲がった電極などの非対称な電極構成を利用して，ｆｘ\nとｆｙの軸の位置を所望の位置に固定しつつ良好な感度を得ることができ\nないか検討することとした。そこでは，原告（開発部所属），Ｄ（開発部\n所属），Ｅ（事業部所属），Ｆ（事業部所属）の４人が中心となって，非\n対称な電極構造を種々立案し，試作評価を行い，評価結果についての議論\nを行った。その結果，議論の中で，６本電極において，駆動電極に対向す\nるアース電極を２分割し，７本電極とする発想にたどり着いたのである。\nこの７本電極の発想の具体化も，発明者４名が共同で行なった。すなわ\nち，ＤとＥが中心となって円柱状圧電セラミックに７本の帯状電極を印刷\nし，分極処理を行い，インピーダンス測定等の特性評価を行なった。Ｆは，\n７本電極の振動子を駆動，検出する処理回路の設計と実装，および振動ジ\nャイロの組み立て，その特性評価を行なった。原告は，等価回路を用いた\n理論解析で評価結果の分析を行い，本件発明５の明細書原案を作成した。\n特性評価結果や工業化・量産化技術については，発明者全員で検討・議論\nし，改善を行った。\n以上の経緯から明らかなように，７本電極の発想は４名の発明者全員の\n議論の中で生まれたものである。また，各発明者はそれぞれの役割をこな\nして本件発明５を完成させたのであるから，寄与割合は均等で，それぞれ\n２５％である。\n（原告の反論）\nア  本件発明１について\n被告において，当時，特許出願時に共同開発者とするための基準や，共\n同出願人とするための基準が必ずしも明確ではなかったこと，Ｂ教授と被\n告上層部との人的関係が密接であったことから，被告がほとんど関係して\nいない研究成果について，被告が共同出願人になったり，逆に，被告が発\n明した内容であっても，Ｂ教授が共同発明者や共同出願人になることが簡\n単に決められていた。つまり，Ｂ教授の寄与が少ない場合でも，Ｂ教授を\n発明者に加えたり，共同出願人とすることもあったのである。したがって，\n本件特許権１について，Ｂ教授が共同出願人であるから，Ｂ教授の発明の\n寄与率が５０％であるということはできない。\nイ  本件発明５について\n本件発明５以前の６本の帯状電極を有する振動ジャイロ用圧電セラミッ\nク円柱振動子は，圧電セラミック円柱の外周面に６本の帯状電極を等間隔\nに形成し，まず，１つおきの帯状電極を電気的に接続して２端子とし，こ\nの２端子間に約１５０℃に加熱したシリコンオイル中で直流高電圧を印加\nして分極処理を行った後，一方の端子を共通アース端子とし，他方の端子\nは，３つの帯状電極をバラバラにして，その内の１本を駆動端子①，残り\nの２本を検出端子②および③として構成されていた。\n開発当初，振動ジャイロを構成するための良い特性の円柱振動子は，こ\nれら駆動端子①，検出端子②及び③それぞれの端子と共通アース電極との\n間から見た共振周波数ｆｒ１，ｆｒ２及びｆｒ３の内の最大値と最小値の\n差Δｆｒが所定の周波数（例えば３Ｈｚ）よりも小さい場合を合格とし，\nこれを満たさない場合には，レーザービームにより帯状電極間隔部に，微\n小な溝を形成することにより，Δｆｒを所定の値以下に調整していた。\nしかし，原告は，Δｆｒが１０Ｈｚ以上の振動子のｆｒ１，ｆｒ２及び\nｆｒ３のデータを整理しているときに，前記①，②，③端子から見たイン\nピーダンスの周波数特性が，一見ばらばらのように見えるが，インピーダ\nンスが極小となる周波数が２つであることに気がついた。さらに，原告は，\nこの２つの共振周波数は，この圧電セラミック円柱に固有の，互いに直交\nする２つの振動軸方向の振動の共振周波数であり，当初，均質で対称的と\n考えていた圧電セラミック円柱振動子が，ほんのわずかな形状や材質特性\nの非対称性，及び，帯状電極の寸法や配置の非対称性のために，互いに直\n交する固有の振動軸を持ち，この固有の振動軸に沿う共振周波数の差がΔ\nｆｒとなり，各端子①，②，③の位置関係により，インピーダンス特性の\n形が決まることを理解した。\nそこで，原告は，これまでのΔｆｒを小さくしようとする考え方を変え\nて，この直交する振動軸と各端子①，②，③の関係を積極的に制御するこ\nとを考え，最初に，駆動端子①の中心と円柱の中心を結んだ方向と直角な\n方向の円柱外周面に，軸と平行な溝を形成する方法を考えつき，実験で予\n想通りの結果が得られることを確認した。しかし，この方法では，圧電セ\nラミック円柱に形成した帯状電極の位置に合わせて，特定の場所に溝を形\n成するための加工に手間が掛かるという欠点があった。\n次に，原告は，帯状電極の形状を非対称とすることを考え，各帯状電極\nからの検出端子②，③を円柱の半周側に引き出す電極パターンを思いつい\nた。これも，実験で予想どおり，振動軸を端子①の中心と円柱の中心を結\nんだ方向に合わせることができ，ある程度のΔｆｒが生ずることを確認し\nたが，Δｆｒの大きさを自由に変えられないという問題が残った。\nさらに，原告は，帯状電極の数を７本にすることを考えついた。つまり，\n帯状電極の数を７本（ａ，ｂ，ｃ，ｄ，ｅ，ｆ，ｇ）とし，まず，１つお\nきの帯状電極ａ，ｃ，ｅ，ｇとｂ，ｄ，ｆをそれぞれ電気的に接続して２\n端子とし，この２端子間に約１５０℃に加熱したシリコンオイル中で直流\n高電圧を印加して分極処理を行った後，帯状電極ｄを駆動端子①，帯状電\n極ｂを検出端子②，帯状電極ｆを検出端子③とすれば，良好な振動ジャイ\nロを構成するための条件を満たすことを思いついたのである。\n以上のように，本件発明５は，帯状電極７本としたものであるが，その\n着想は原告によるものであった。\n第３  当裁判所の判断\n１  本件ジャイロの生産販売に関する経過について\n後掲の証拠等によれば，以下の各事実がそれぞれ認められ，これを覆すに足\nりる証拠はない。\n(1)  圧電振動ジャイロの開発開始までの経過\nア  原告は，昭和６２年９月，山形県蔵王温泉において開催された電子情報\n通信学会主催の超音波研究会に参加し，圧電振動ジャイロと超音波モータ\nに関する数件の発表を聴講した。原告は，直ちに，上司に対し，圧電振動\nジャイロの開発を提案したが，まだ市場が見えないとの理由で採用されな\nかった。\n（甲７の２，甲４０）\nイ  その後，原告は，昭和６２年１２月，Ｂ教授（原告の大学時代の恩師）\nに対し，被告社内における超音波モータ，圧電振動ジャイロ等についての\n特別講演を依頼し，昭和６３年４月から，Ｂ教授の指導を受け，超音波モ\nータの研究を開始した。また，原告は，同年１１月，ＮＥＣで開催された\n「モータ研究会」の終了後，ＮＥＣ伝送通信事業部の技師長と話をする中\nで，圧電振動ジャイロの民生品への搭載が近いと感じ，上司に対し，圧電\n振動ジャイロの開発を提案したが，従前と同様の消極的な回答であった。\n（甲７の１及び２，甲４０，乙２）\nウ  村田製作所は，平成２年５月，正三角形断面の金属角柱の３つの面に圧\n電セラミック板を接着した構造の圧電振動ジャイロを発表した。この直後，\n被告のＧ会長（当時）とＢ教授との会談において，Ｇ会長が村田製作所の\n製品に関して質問したのに対し，Ｂ教授が既に被告社内において振動ジャ\nイロの講演をしている旨を答えたことから，Ｇ会長は，原告の上司に対し，\n開発を指示し，被告において圧電振動ジャイロの開発が開始された。\n（甲１１，４０，乙２）\n(2)  本件ジャイロの生産販売状況\nア  被告は，平成３年４月４日までに，本件発明１～３に係る特許出願を行\nった。その後，被告は，開発目標をカーナビ用からビデオカメラ用に変更\nし，平成４年５月，ビデオカメラ用プロトタイプ（試作機）を発表した。\nそして，ＣＧ－１６Ａ（本件発明１の実施品）がキヤノンのビデオカメラ\nに採用され，被告は，平成５年度（年度は当該年４月から翌年３月までで\nある。以下同じ。）から，ＣＧ－１６Ａの生産を開始した。しかし，ＣＧ\n－１６Ａは，検出信号の直流化回路等が内蔵されていなかったため，キヤ\nノン以外のメーカーには採用されなかった。被告は，ノイズ対策や村田製\n作所の製品との互換性を施すなどの改良を加え，平成６年度からＣＧ－１\n６前期型（本件発明１の実施品）の販売を開始し，ＣＧ－１６前期型はキ\nヤノン以外のメーカーにも採用された。この間，被告は，平成５年５月１\n０日までに，本件発明４及び５に係る特許出願を行った。また，被告は，\n同年７月，カーナビ用圧電振動ジャイロの開発を再開した。\n（甲１～５の各１，甲１１，４０，乙９，２３，\n証人Ｆ，弁論の全趣旨）\nイ  被告は，平成８年度からＣＧ－１６後期型（本件発明５の実施品）の販\n売を開始した。また，被告は，同年度において，カーナビ用圧電振動ジャ\nイロとしてＣＧ－３２Ａ（本件発明５の実施品）を販売したものの，ＣＧ\n－３２Ａの生産は同年度にとどまった。その後，被告は，平成９年度から\nＣＧ－Ｌ３３（本件発明５の実施品），平成１３年度からＣＧ－Ｌ４３\n（本件発明５の実施品），平成１５年度からＣＧ－Ｌ５３（本件発明１の\n実施品）の販売を開始した。また，被告は，平成１４年度からＣＧ組込製\n品（本件ジャイロを組み込んだ３Ｄモーションセンサ）の販売を開始した。\nＣＧ組込製品には，ＣＧ－Ｌ３３，ＣＧ－Ｌ４３，ＣＧ－Ｌ５３が組み込\nまれた。\n（甲１１，乙２３，２６～２９，弁論の全趣旨）\nウ  本件ジャイロの販売数量及び金額は，別紙「ＣＧシリーズ型式別売上金\n額」のとおりである。被告は，平成２１年２月，振動ジャイロ事業からの\n撤退を表明し，平成２２年１０月，本件ジャイロの生産を終了した（なお，\n顧客の都合で，在庫販売により供給を継続している顧客が１社ある。）。\n（乙９，２３，証人Ｆ，弁論の全趣旨）\n(3)  振動ジャイロ市場における市場占有率と他社の動向\nア  株式会社富士経済・株式会社富士キメラ総研の調査によると，振動ジャ\nイロ市場における市場占有率は，以下のとおりである。\n平成６年（カーナビその他の用途を含む数字である。）\n（数量）村田製作所６２．２％，被告２６．７％，松下電子部品８．\n９％，その他２．２％\n（金額）村田製作所６０．３％，被告２２．２％，松下電子部品７．\n９％，その他９．５％\n平成７年（カーナビその他の用途を含む数字である。）\n（数量）村田製作所６１．６％，被告２４．７％，松下電子部品８．\n２％，その他５．５％\n平成９年（カーナビその他の用途を含む数字である。）\n（数量）村田製作所６６．７％，被告２５．０％，松下電子部品７．\n９％，その他０．４％\n（金額）村田製作所５４．１％，松下電子部品２２．２％，被告１７．\n０％，その他６．７％\n平成１０年（カーナビその他の用途を含む数字である。）\n（数量）村田製作所６９．９％，被告１６．９％，松下電子部品１０．\n３％，その他２．９％\n平成１３年（カーナビその他の用途を含む数字である。）\n（数量）村田製作所３９．５％，松下電子部品２５．６％，被告１６．\n３％，その他１８．６％\n平成１７年（民生用〔主として手ぶれ補正用途〕）\n（数量）村田製作所８０．０％，被告９．４％，セイコーエプソン７．\n１％，その他３．５％\n平成１８年（民生用〔主として手ぶれ補正用途〕）\n（数量）村田製作所７５．０％，パナソニックエレクトロニックデバ\nイス１１．３％，エプソントヨコム８．８％，被告２．５％，\nその他２．５％\n平成１９年（民生用〔主として手ぶれ補正用途〕）\n（数量）村田製作所７０．６％，パナソニックエレクトロニックデバ\nイス１０．３％，エプソントヨコム６．６％，被告０．４％，\nその他１２．１％\n平成２０年（民生用〔主として手ぶれ補正用途〕）\n（数量）パナソニックエレクトロニックデバイス３７．９％，村田製\n作所２９．０％，エプソントヨコム２７．１％，その他（被\n告を含む。）５．９％\n（乙３６～４３）\nイ  株式会社中日社の資料によると，振動ジャイロ市場における市場占有率\nは，以下のとおりである。\n平成１１年（カーナビその他の用途を含む数字である。）\n（数量）村田製作所５５．０％，被告２６．０％，松下電子部品１８．\n６％，その他０．４％\n（甲４１の１）\nウ  村田製作所は，平成１０年，バイモルフ圧電振動ジャイロ（２枚の圧電\n素子を貼り合わせた構造のもの）を商品化し，小型化・低価格化の要求に\n対応した。また，被告の供給先であったソニーは，平成１３年，バイモル\nフ 圧 電 振 動 ジ ャ イ ロ を 発 売 し ， 平 成 １ ７ 年 ， Ｍ Ｅ Ｍ Ｓ （ Micro Electro\nMechanical Systems）振動ジャイロを商品化した。さらに，同年以降，エ\nプソントヨコム株式会社，インベンセンス社，パナソニックエレクトロニ\nックデバイス株式会社（旧・松下電子部品），ＳＴマイクロエレクトロニ\nクス社がＭＥＭＳ振動ジャイロを商品化した。２００７有望電子部品材料\n調査総覧上巻（株式会社富士キメラ総研・平成１８年１２月２７日発行）\nには，今後の方向性として，「カメラ機器の手ブレ補正用には安価な圧電\n振動ジャイロが用いられており，ＭＥＭＳジャイロは用いられていない。\nしかし圧電振動ジャイロではサイズが大きくなってしまう為携帯電話への\n搭載ができない。一方ＭＥＭＳでは価格が高くなってしまうため，現状で\nは携帯電話への採用が難しくなっている。」と記載され，２００８有望電\n子部品材料調査総覧上巻（株式会社富士キメラ総研・平成１９年１２月２\n８日発行）には，今後の方向性として，「ＭＥＭＳ技術開発の進展により\nＭＥＭＳジャイロがＤＳＣ，ＤＶＣ等民生用途でも採用されている。今後\nも高性能で小型化が可能なＭＥＭＳジャイロのシェアが伸びると予測す\nる。」と記載されていた。\n（甲４６，乙７～９，１３～１８，４１，４２，弁論の全趣旨）\n２  超過売上高の有無及び割合（争点１）について\n(1)  後掲の証拠によれば，以下の各事実がそれぞれ認められ，これを覆すに\n足りる証拠はない。\nア  振動ジャイロ\n(ア)  振動ジャイロは，振動子に対して回転を加えて振動の方向と直交す\nる方向に発生する力（コリオリの力）の大きさを検出する方法によって，\n振動ジャイロが搭載された物体（例えばビデオカメラ）の角速度（単位\n時間当たりの回転速度）を検出するセンサである（圧電的に駆動及び検\n出を行って角速度を検出するものが圧電振動ジャイロである。）。回転\n角度は，検出された角速度を積分することで得ることができる。\n（甲７の２，甲８）\n(イ)  振動ジャイロのうち，音叉型は，音叉形状の振動子に励振用及び検\n出用の圧電素子を貼り付けた振動ジャイロである。\n柱状型（音片型ともいう。）は，柱状の振動子を使用する振動ジャイ\nロであり，①圧電素子を振動子に貼り付ける方式と②圧電材料の振動子\nを使用して振動子表面に電極を形成する方式がある。①には，振動子が\n四角柱（ＧＥタイプ），三角柱（村田タイプ）のものがあり，②には，\n振動子が圧電セラミック円柱（トーキンタイプ）のもののほか，バイモ\nルフ構造（２枚の圧電素子を貼り合わせた構造）のものがある（別紙参\n考図面１参照）。\n（甲１及び５の各１，甲７の２，甲８，９，３１，乙２，１３）\n(ウ)  ＭＥＭＳ振動ジャイロは，微細加工技術（ＭＥＭＳ技術）に基づく\n振動ジャイロであり，様々な形状のものがある。\n（甲９，乙７，１５，１７）\nイ  本件各発明以前の文献\n電子情報通信学会技術研究報告（社団法人電子情報通信学会・昭和６２\n年９月２１日発行）のうち，Ｂ教授ほか２名執筆の「交差指電極を用いた\n圧電磁器単体音片ジャイロ」は，振動ジャイロ用振動子には音片あるいは\n音叉振動子が用いられ，これらの振動子には金属に圧電磁器（圧電セラミ\nックス）を接着した構造となっているが，この接着層の存在が振動損失を\n大きくし，接着の位置ずれや接着層の不均一による特性のバラツキを生じ\nやすく，特に振動ジャイロに用いる場合には，この接着層の存在に起因す\nる種々のアンバランスが無回転時出力電圧（ヌル電圧）の発生原因となる\nことを指摘している。\nそこで，正方形断面の圧電磁器角棒を振動子として用いる振動ジャイロ\nを提案し，正方形断面の圧電磁器角棒の４面に交差指電極を設け，この電\n極を用いて対称的な分極分布となるように分極処理を行い，音片の上下・\n左右に２組の対向２面上の交差指電極をそれぞれ屈曲振動の駆動用及び検\n出用の電極として使用し，分極の向きとの関係から，駆動及び検出端子に\nそれぞれ差動トランス（又は差動増幅器）を使用するとしている（別紙参\n考図面２参照）。このような構成の振動ジャイロでは，接着層がないため\n構造上のアンバランスを小さくすることができ，容量比も小さくなるとい\nう特徴があるとし，「正方形断面の圧電磁器音片の代わりに，円形断面の\n圧電磁器丸棒に４組の交差指電極を対称に設けた構造にすることもできる。\n対称性に重点を置けば，この方がジャイロにはむしろ適しているとも言え\nる。」と指摘している。\nそして，ヌル電圧をゼロに調整する方法として，振動子の角部を切除す\nる方法（コーナーカット調整法）が有効であり，それでもなお残るヌル電\n圧は補償電圧を印加する方法（補償電圧法）によりゼロにすることができ\nるとしている。\n（乙１）\nウ  本件各特許権に係る明細書の記載\n(ア)  本件特許権１に係る明細書には，従来技術として，「第１３図は，\n従来の圧電振動ジャイロの一例を示す概略図である。この圧電振動ジャ\nイロは，音叉振動子を構成する振動音片１０１，１０１´の先端に振動\n音片１０１，１０１´の振動方向と直角な方向に振動するように構成さ\nれた振動音片１０２，１０２´が付加されている。振動音片１０１，１\n０１´および１０２，１０２´は，金属で構成され，各々には両面に電\n極が形成され，かつ，厚さ方向に分極された圧電セラミックス薄板１０\n３，１０４，１０５，１０６が接合されている。」（以下「本件特許権\n１に係る従来技術①」という。段落【０００３】），「第１４図は，従\n来の圧電振動ジャイロの他の例を示す概略図である。この圧電振動ジャ\nイロは，断面が正方形である金属柱１０７の隣り合う面に，両面に電極\nが形成されるとともに厚さ方向に分極された圧電セラミックス薄板１０\n８，１０９が接合されている。」（以下「本件特許権１に係る従来技術\n②」という。段落【０００４】），「第１５図も，従来の圧電振動ジャ\nイロの他の例を示す概略図である。この圧電振動ジャイロは，断面が正\n三角形である金属三角柱１１０の三つの面のほぼ中央部に，それぞれ両\n面に電極がされているとともに厚さ方向に分極された圧電セラミックス\n薄板１１１，１１２，１１３が接合されている。」（以下「本件特許権\n１に係る従来技術③」という。段落【０００４】）と記載されている\n（第１３図～第１５図につき別紙参考図面３参照）。\nまた，同明細書には，本件発明１が解決しようとする課題として，\n「従来の圧電振動ジャイロにおいては，いずれも振動音片と圧電セラミ\nックス薄板を接着剤で接合しており，接着位置のばらつきまたは接着剤\nの層の厚さのばらつきなどにより，圧電振動ジャイロの特性が変化する\nという問題があった。」（以下「本件特許権１に係る課題①」という。\n段落【０００７】），「第１３図に示した従来の圧電振動ジャイロにお\nいては，振動音片１０１，１０１´と１０２，１０２´を直角に接合す\nる必要があるので，精度良く組み立てるのが難しいという問題があっ\nた 。 」 （ 以 下 「 本 件 特 許 権 １ に 係 る 課 題 ② 」 と い う 。 段 落 【 ０ ０ ０\n７】），「第１３図および第１４図示した（注：原文のまま）従来の圧\n電振動ジャイロにおいては，励振側の振動方向が検出側の振動方向とが\n精度良く直交していない場合には，圧電振動ジャイロを回転させないと\nきにも出力電圧が発生し，零バランスを調整するために経験および勘に\nより振動音片の一部を機械的に削って調整をする必要があった。」（以\n下「本件特許権１に係る課題③」という。段落【０００７】），「本発\n明の課題は，構造が簡単であり，接着剤が不要であり，かつ，特性のば\nらつきが少ない圧電振動ジャイロを提供することにある。また，本発明\nの他の課題は，研削等の機械的手段によらず，簡単な電気回路により無\n回転時の零バランス調整が可能である圧電振動ジャイロを提供すること\nにある。」（段落【０００７】）と記載されている。\nさらに，同明細書には，発明の効果として，「本発明によれば，圧電\n振動子が圧電セラミックス円柱を用いているため，寸法精度の高い振動\n子が得られ，材質特性的に均質な材料を用いることにより直交する二つ\nの振動モ－ドの特性を精度よく合わせることができ，構造が簡単である\n上に，接着剤が不要で，接着位置や接着層のばらつきなどによる特性の\nばらつきの無い圧電振動ジャイロが得られる。」（以下「本件特許権１\nに係る効果①」という。段落【００２３】），「本発明のよれば（注：\n原文のまま），研削等の機械的な手段によらず，可変抵抗器による調整\nや調整コア付きのトランスによる調整など電気回路により無回転時の零\nバランスの調整をすることができる圧電振動ジャイロが得られる。」\n（以下「本件特許権１に係る効果②」という。段落【００２３】）と記\n載されている。\n（甲１の１）\n(イ)  本件特許権２に係る明細書には，従来技術として本件特許権１に係\nる従来技術①～③と同じもの（段落【０００４】，【０００６】，【０\n００７】），発明が解決しようとする課題として本件特許権１に係る課\n題①及び②と同じもの（段落【００１１】，【００１２】），発明の効\n果として本件特許権１に係る効果①と同じもの（段落【００２４】）が\n記載されている。\n（甲２の１）\n(ウ)  本件特許権３に係る明細書には，従来技術として本件特許権１に係\nる従来技術①～③と同じもの（段落【０００４】，【０００６】，【０\n００７】），発明が解決しようとする課題として本件特許権１に係る課\n題①及び②と同じもの（段落【００１１】，【００１２】）が記載され\nている。同明細書には，発明の効果として，本件特許権１に係る効果①\nと同じもの（段落【００３３】）が記載されているほか，「駆動用の帯\n状電極（入力端子）と検出用の帯状電極（出力端子）とが分離している\nため，駆動用の帯状電極に同一位相で同一振幅の電圧を印加する際に抵\n抗分圧やバッファ用アンプを使用することなしに直接導体で接続するこ\nとが可能となる結果，その分自励発振回路を含めた回路構成が簡単にな\nるという効果もある。」（段落【００３４】）と記載されている。\n（甲３の１）\n(エ)  本件特許権４に係る明細書には，従来技術として，特願平２－３３\n５９８７号出願（本件特許権１の優先権主張の基礎出願）に係る圧電振\n動ジャイロの実施例とそれに関する説明が記載され（段落【０００３】\n～【０００８】），発明が解決しようとする課題として，「従来の圧電\n振動ジャイロにおいては，駆動端子とした帯状電極の中心線と圧電セラ\nミックス円柱の中心軸とを含む面の方向に屈曲振動するため，その方向\nの屈曲振動の共振周波数を調整するためには，駆動端子とした帯状電極\nあるいはこの帯状電極と圧電セラミックス円柱の中心軸に関して対称の\n位置にある帯状電極（アース電極となっている）の少なくともいずれか\n一方の帯状電極の中央部を機械的に削る必要がある。しかし，帯状電極\nそのものを削ると電極面積が変化して，静電容量の値が変化したジャイ\nロ特性に悪い影響を与えてしまうため，帯状電極の中央部を機械的に削\nることはできない。」（段落【００１０】）と記載され，発明の効果と\nして，「あらかじめ適当な面積を有する帯状電極の中央部に無電極部を\n形成し，該無電極部に溝を形成することによって，圧電ジャイロの特性\nを変化させず，各共振周波数を容易に一致させることができ，高精度の\n圧電振動ジャイロを得ることができる。」（段落【００２８】）と記載\nされている。\n（甲１及び４の各１）\n(オ)  本件特許権５に係る明細書には，従来技術として，「図７は従来の\n圧電振動ジャイロに用いられている圧電振動子の構造概略図であり，圧\n電セラミック円柱１０の外周面上の円周を６等分する位置に長さ方向と\n平行な６本の帯状電極１，２，３，４，５，６が形成されている。これ\nらの帯状電極を互いに一つおきに接続して２端子として分極処理を施し，\n分極処理後，一つおきの帯状電極２，４，６を接続して共通アース電極\nとし，残りの帯状電極の内，帯状電極１を駆動電極，帯状電極３及び５\nを検出用電極として圧電振動ジャイロを構成することが出来る。」（段\n落【０００３】），「円柱の屈曲振動においては互いに直交する振動モ\nードｆｘとｆｙが存在し，振動モードｆｘとｆｙが完全に一致（縮退）\nし，円柱が形状的にも，弾性的にも完全に対称である場合には，これら\nの振動方向は注目する任意の方向に固定することが可能である。しかし，\n現実には僅かの非対称性から振動モードｆｘとｆｙが異なると共にその\n振動方向も特定の方向に限定される。」（段落【０００５】），「図９\nはこの二つの振動モードと駆動及び検出用の帯状電極との関係を示すモ\nデルである。図９（ａ）は振動モードｆｘの振動方向と駆動用の帯状電\n極の中心とが一致している場合であり，図９（ｂ）は振動モードｆｘの\n振動方向が駆動用の帯状電極の中心から角度δだけずれている場合を示\nしている。」（段落【０００６】），「圧電振動ジャイロは前述したよ\nうに振動モードｆｘの振動方向に励振している状態で，振動子が回転さ\nせられた場合に，振動モードｆｙの振動が励振され，このｆｙの振動の\n大きさを検出用の帯状電極で検出するものであり，以下のような基本条\n件が要求される。」（段落【０００８】），「第１の基本条件は，振動\nモードｆｘの振動に対して二つの検出用の帯状電極が対称的に配置され，\n回転させない場合に発生する電圧の振幅及び位相が一致していることで\nあり，第２の基本条件は，振動モードｆｙができるだけｆｘと一致して\nいることである。」（段落【０００９】），「この二つの基本条件の中\nで，第１の条件がより重要であり，回転しない場合の出力電圧（ヌル電\n圧）をできるだけゼロに近づける条件となっている。第２の条件は圧電\n振動ジャイロの感度に関する条件であり，振動モードｆｘとｆｙが一致\nするほど感度が大きくなる。」（段落【００１０】）と記載されている\n（図７及び図９につき別紙参考図面４参照）。\nまた，同明細書には，発明が解決しようとする課題として，「従来の\n圧電セラミック円柱を用いた圧電振動ジャイロにおいては，特に振動方\n向を制御することが難しく，各端子からみた共振周波数をできるだけ一\n致させる方法で実効的に振動方向を駆動用の電極に合わせている。この\nため，３つの端子からみた共振周波数の調整に時間がかかり作業性が悪\nかった。」（段落【００１１】），「本発明の主たる課題は，圧電セラ\nミック円柱の外周面に形成する帯状電極の位置を適切に配置することに\nより意図的に圧電セラミック円柱の対称性をくずし，振動モードｆｘと\nｆｙの差を所定の範囲内に入れた状態で振動方向を一定の方向に固定す\nることができるようにすることにある。」（段落【００１２】），「本\n発明は，更に，圧電セラミック円柱の外周面に長手方向に平行な溝を形\n成して振動方向を固定する場合に，電気的な特性変化を少なくすること\nを課題とする。」（段落【００１３】）と記載されている。\nさらに，同明細書には，発明の効果として，「本発明によれば，振動\n方向と対称な位置に検出用の電極が形成されているため，検出用の電極\nに発生する電圧の振幅及び位相がほぼそろっており，最終的な共振周波\n数の調整が容易となると共に圧電振動ジャイロの特性のばらつきも小さ\nくなる。」（段落【００３７】），「本発明によれば，圧電セラミック\n円柱に溝を形成して共振周波数の微調整を行う場合に，二つのアース用\nの電極に挟まれた部分に溝を形成するため，溝形成による振動子の電気\n的特性の変化が少ない振動子が得られる。」（段落【００３８】）と記\n載されている。\n（甲５の１）\n(2)  以上に基づいて，まず，相当の対価の算定方法について検討する。\n原告は，本件特許権１の出願日である平成３年１月２５日よりも前に，本\n件各特許権に係る特許を受ける権利を被告に承継させた（当事者間に争いが\nない。）のであるから，当該承継時において，被告に対する相当の対価の請\n求権を取得したのであり，相当の対価の額を定めるに当たっては，改正前特\n許法３５条４項が適用される。\n使用者等は職務発明に係る特許権について無償の通常実施権を有するので\nあるから（特許法３５条１項），改正前特許法３５条４項に規定する「その\n発明により使用者等が受けるべき利益」とは，当該発明を実施することによ\nり得るべき利益ではなく，これを超えて発明の実施を排他的に独占すること\nによって得られる利益（独占の利益）をいうと解するのが相当である。\nそうすると，本件のように使用者等が職務発明に係る特許権を自己実施し\nていた場合には，超過売上高（全売上高－通常実施権による売上高）に，第\n三者に実施許諾した場合の想定実施料率を乗じることによって，独占の利益\n（超過利益）の額が算出できるから，これから使用者貢献度に相当する額を\n控除し，発明者間の寄与割合を乗じれば，相当の対価を算定することができ\nる（当該算定方法については当事者間に争いがない。）。\nもっとも，「使用者等が受けるべき利益」は，権利承継時において客観的\nに見込まれる利益をいい，具体的には，特許権の存続期間の終了までの独占\nの利益を指すから，当該利益の認定に当たっては，口頭弁論終結時までに生\nじた使用者等における実際の売上高等の一切の事情を考慮することができる\nというべきである。\n(3)  そこで，超過売上高の有無及び割合について検討する。\nア  原告は，村田製作所と被告とが市場を２分し，他社の追随を許さなかっ\nたのは，①圧電セラミックス円柱の外周面にこの円柱の長さと平行な複数\n個の帯状電極を形成すること，②これらの帯状電極を分極と振動子の励振\n及び振動の検出に利用すること，③円柱が軸の周りに回転したときに生ず\nる振動成分を検出することを基本にして，本件各発明のバリエーションを\nそれぞれ権利化することができたからである旨主張する。\nしかしながら，本件各発明以前の文献であるＢ教授ほか２名執筆の「交\n差指電極を用いた圧電磁器単体音片ジャイロ」には，正方形断面の圧電磁\n器角棒を振動子として用いる振動ジャイロが提案され，「正方形断面の圧\n電磁器音片の代わりに，円形断面の圧電磁器丸棒に４組の交差指電極を対\n称に設けた構造にすることもできる。」と記載されていたことが認められ\nる（上記(1)イ）。\nそして，上記文献の記載に照らすと，上記①～③については，本件各発\n明以前に公表されていたのであるから，本件各発明によって圧電セラミッ\nクス円柱の振動子を使用する振動ジャイロを独占できたとはいえないので\nあって，本件各発明はその一態様をそれぞれ技術的範囲とするにすぎない。\n具体的には，電極の数及び位置について，本件発明１は６以上の偶数個\nの電極を等間隔に設けたものに，本件発明２は２４０°の範囲に奇数個の\n電極を等間隔に設けたものに，本件発明３は１２０°ごとに設けた３個の\n電極に加えて２個の電極を有するものに，本件発明５は７個の電極を有す\nるもの，又は１つの面に対してのみ対称となるような位置に配置される６\n個の電極を有するものに，それぞれ技術的範囲が限定され（前提事実(2)\nア～ウ及びオ），本件発明４は，電極の数及び位置については，限定され\nないものの，電極の中央部に無電極部を有するものに技術的範囲が限定さ\nれている（前提事実(2)エ）。\nこのように，本件各発明は，圧電セラミックス円柱の振動子を使用する\n振動ジャイロの一態様をそれぞれ技術的範囲とするにすぎないのであるか\nら，圧電セラミックス円柱の振動子を使用する振動ジャイロを独占するも\nのではないし，本件各発明が技術的範囲とする各態様を併せても，圧電セ\nラミックス円柱の振動子を使用する振動ジャイロを事実上独占するもので\nあるとも認められない。\nイ  以上を前提として，本件ジャイロが本件発明１及び５の実施品であるこ\nと（前記１(2)ア及びイ）を踏まえ，更に検討する。\n本件発明１は，その効果として，本件特許権１に係る明細書の記載のよ\nうに圧電セラミック円柱を採用したことによって寸法精度の高い振動子が\n得られるかは疑問があるものの（実際の工程では圧電セラミックを正四角\n柱に切り出して円柱に研磨加工をしていた〔乙４７，証人Ｆ〕。），圧電\n素子を振動子に貼り付ける方式と比較すると，接着剤が不要で，接着位置\nや接着層のばらつきなどによる特性のばらつきを回避することができる効\n果があったと認められ（前提事実(3)イ，上記(1)ウ(ア)），小型化でも有\n利であったと解される。また，本件発明５は，その効果として，共振周波\n数の調整を容易にする効果があったと認められ（前提事実(3)イ，上記(1)\nウ(オ)），共振周波数の調整工程を簡略化できる効果があったと解される。\nそして，本件ジャイロは，平成１３年までは，カーナビその他の用途を\n含めても数量ベースで１６．３～２６．７％の市場占有率があり（前記１\n(3)ア及びイ），証拠（証人Ｆ）によれば，同時期のビデオカメラ用途で\nは，村田製作所に次いで２０～３０％程度の市場占有率があったと認めら\nれる。その後，本件ジャイロの市場占有率は低下したと推測されるものの，\n平成１７年においても民生用の数量ベースで９．４％の市場占有率を維持\nしていた（前記１(3)ア）のであるから，本件発明１及び５の代替技術の\n存在が否定できないとしても，本件発明１及び５の実施による超過売上高\nが存在すると認めるのが相当である。また，本件発明１及び５の技術的範\n囲及び効果に加え，本件ジャイロの市場占有率を考慮すると，超過売上高\nの割合は４０％と認めるのが相当である（なお，ＣＧ組込製品とＣＧ－３\n２Ａにつき後記(4)イにおいて，特許登録前につき後記(5)において，更に\n検討する。）。\nウ  ところで，本件発明３及び４が実施されていないことについては当事者\n間に争いはなく，本件発明２が実施されたことを認めるに足りる証拠はな\nい。この点について，原告は，本件発明２～４が円柱型振動ジャイロにつ\nいて他社の参入を防ぐ効果があり，超過売上高に寄与している旨主張する。\nしかしながら，上記アのとおり，本件各発明が技術的範囲とする各態様\nを併せても，圧電セラミックス円柱の振動子を使用する振動ジャイロを事\n実上独占するものであるとも認められないから，他社の参入を防ぐ効果が\nあったとはいい難いし，具体的に他社の参入を防いだことを認めるに足り\nる証拠もないから，原告の主張は採用できない。\n(4)  これに対し，被告は，独占の利益（超過利益）がない旨を主張するので\n検討する。\nア  被告は，①第三者に実施許諾を求められたことがない，②圧電素子の構\n造ではなくパッケージ全体が評価される，③２社購買という顧客の希望に\nよって村田製作所の約半分程度のシェアを獲得したにすぎない，④本件各\n発明において意味があるのは実施形態とでもいうべき部分であるが，他の\n事業者は別の実施形態を選択することが可能である，⑤本件各特許権の有\n効期間中に他社が別の技術によって市場に参入している，⑥被告製品の歩\n留まりは８０％程度に留まっており，トータルの生産性の点で，円柱タイ\nプが優位であるという事実はないとして，本件各特許権によって市場を独\n占できていないから，無償の通常実施権に基づく実施によるものを超えた\n利益は存在していない旨主張する。\nしかしながら，超過利益は発明の実施を排他的に独占することによって\n得られる利益であって，市場の独占がある場合に限って超過利益の存在が\n認められるわけではないから，市場の独占ができていないからといって，\n超過利益の存在を否定することはできない。また，上記③については，認\nめるに足りる証拠はないし，上記①，②，④ないし⑥の事情を考慮しても，\n上記(3)イにおいて検討した事情に照らすと，本件において超過利益の存\n在を否定することは困難である。\nイ  また，被告は，ＣＧ組込製品は３Ｄモーションセンサ市場用，ＣＧ－３\n２Ａはカーナビ市場用の製品で，ビデオカメラやデジタルカメラの手ぶれ\n補正用に使用される圧電セラミックスを用いた振動ジャイロの市場の対象\n製品ではない旨主張する。\n確かに，ＣＧ組込製品は３Ｄモーションセンサ市場用，ＣＧ－３２Ａは\nカーナビ市場用の製品であって（前記１(2)イ），本件ジャイロの主要な\n市場であったビデオカメラの手ぶれ補正用の製品ではない。しかしながら，\nＣＧ組込製品は，ＣＧ－Ｌ３３，ＣＧ－Ｌ４３，ＣＧ－Ｌ５３を組み込ん\nだ製品であって（前記１(2)ウ），ＣＧ－Ｌ３３，ＣＧ－Ｌ４３，ＣＧ－\nＬ５３を応用した製品であるから，ＣＧ組込製品の売上高（ただし，組み\n込んだＣＧ－Ｌ３３，ＣＧ－Ｌ４３，ＣＧ－Ｌ５３の価格部分に限る。）\nを含めて独占の利益を認めるのが相当である。\n他方で，証拠（乙２３，証人Ｆ）によれば，カーナビ用途では，誤差の\n原因の抑制が重要で，高い出力と高い温度安定性が要求されていたのに対\nし，ＣＧ－３２Ａでは十分な対応ができずに歩留りが低く１万５９００個\nを出荷したにとどまったこと，その後被告はカーナビ市場から撤退したこ\nとがそれぞれ認められるのであるから，ＣＧ－３２Ａについて独占の利益\nを肯定することは困難である。\nウ  さらに，被告は，被告ジャイロ事業は，ほぼ毎年度赤字続きで，累積で\nは売上高から売上原価を控除した売上総利益でみても赤字となっており，\n本件各発明を実施したことにより被告が受けた利益は全く認められない旨\n主張する。\n確かに，甲１１，乙２３，原告本人尋問の結果によると，被告ジャイロ\n事業が赤字であったことがうかがえる。しかしながら，改正前特許法３５\n条４項の「使用者等が受けるべき利益」とは，権利承継時において客観的\nに見込まれる利益をいうのである。被告の提出する損益計算表（乙２３）\nをみても，損失のある年度ばかりではなく，利益の認められる年度も存在\nする。そのことからは，本件発明１及び５の実施による事業はおよそ利益\nの上がらない事業ではなく，市場環境，被告の事業方針等によっては利益\nを生み出すことのできる事業であることが認められる。そして，別紙「Ｃ\nＧシリーズ型式別売上金額」のとおり，被告には，本件発明１及び５の実\n施品の製造・販売により１億円以上の売上が十数年にわたって継続して認\nめ ら れ る の で あ る （ そ の う ち の ５ 年 は ， ３ ０ 億 円 を 超 え る 売 上 高 で あ\nる。）。そうすると，当該職務発明の実施に係る事業において最終的に損\n失があったとしても，上記のとおり，超過売上高が存在する本件において\nは，独占の利益を否定することはできないというべきである。\n(5)  最後に，特許登録前の独占の利益について検討するに，被告は，登録前\nに独占の利益は存在しない旨主張し，登録後の２分の１の独占力を認める考\nえがあり得てもそれは公開後に限られる旨主張する。\nしかしながら，特許登録前であっても，出願公開後は一定の要件を満たせ\nば補償金を請求することができるから（特許法６５条），少なくとも出願公\n開後においては，事実上の独占力があると認められる。もっとも，差止請求\n権や損害賠償請求権は認められないから，その独占力が登録後と比較して小\nさいといえるのであって，本件発明１及び５の内容，効果等を考慮すると，\nその登録前の超過売上高の割合は登録後のものの２分の１と認めるのが相当\nである（なお，本件特許権１に係る出願公開は平成５年３月３０日，本件特\n許権２に係る出願公開は平成７年１月１０日であるから〔甲１及び５の各\n１〕，本件発明１及び５の実施品の販売はいずれも出願公開以降である〔前\n記１(2)〕。）。\nこの点について，被告は，本件特許権５については，拒絶理由通知書が２\n回にわたって発送されており，登録の可能性は，一層不確かであったから，\n他社に対する抑止力も当然低く，その実施料率はさらに半分の４分の１程度\nである旨主張する。しかしながら，特許権のうち１度も拒絶理由通知を受け\nないで特許登録に至っているものは少数であることなどを考慮すると，被告\nの主張は採用できない。\n(6)  以上のとおり，本件ジャイロ全体の売上高のうち，ＣＧ－３２Ａの売上\n高を除いて，本件発明１及び５の実施による超過売上高の割合は，特許登録\n後においては４０％，特許登録前においては２０％であると認められる。\n３  想定実施料率（争点２）について\n(1)  原告は，本件各発明は，村田製作所の特許と市場を２分するものであっ\nて，他社の追随を許さないものとなっていたから，その基本特許性は揺るぎ\nないなどとして，想定実施料率は１０％を下らない旨主張する。\nしかしながら，前記２(3)アのとおり，本件発明１及び５は，圧電セラミ\nックス円柱の振動子を使用する振動ジャイロの一態様をそれぞれ技術的範囲\nとするにすぎないのであるから，基本特許であるということはできない。\n(2)  他方で，被告は，村田製作所の特許権の技術的範囲に属さない製品の開\n発ができたにすぎないなどとして，仮に想定実施料率を仮定したとしても\n１％を上回ることはあり得ない旨主張する。しかしながら，本件においては，\n本件発明１及び５の実施による独占の利益（超過利益）が認められるのであ\nるから，被告の主張は採用できない。\nまた，被告は，本件ジャイロは，圧電振動子以外にも，ガラエポ基盤，Ｉ\nＣ，金属ケース等様々な部材によって構成され，実際の本件ジャイロの単価\nに占める振動子の割合は１割程度にすぎないなどとして，製品価格の０．\n１％程度にすぎない旨主張する。しかしながら，本件発明１及び５は，圧電\nセラミックス円柱の振動子を使用する振動ジャイロに関する発明であって，\n振動子自体の発明ではないから，本件ジャイロの価格を基準として想定実施\n料率を定めることが不当とはいえない。\nさらに，被告は，本件ジャイロには他の複数の特許発明が実施されている\nとして，これら他の特許発明の寄与度による減額を受ける旨主張する。確か\nに，証拠（乙４の３～４の１０，４の１３，４の１４，乙２１，２２）及び\n弁論の全趣旨によれば，特許第３５０５６８６号は，各電極の半田部を円柱\nの外周面の片半分領域内に集合させて配置させることによって，上方に配置\nしたすべての半田部から直接リード線を引くことを可能にしたものであり，\nＣＧ－１６前期型，ＣＧ－１６後期型，ＣＧ－Ｌ３３において実施されてい\nること，特許第４３５１３４６号は，駆動部の電極パターンと検出部の電極\nパターンとの形状が，検出部の共通アース電極の一軸方向の中央部分が欠か\nれていることにより異なっており，それにより圧電振動子に機械的加工を加\nえることなく振動方向の軸ズレの発生を抑制したものであり，ＣＧ－Ｌ５３\nにおいて実施されていることがそれぞれ認められる。しかしながら，これら\nの特許権は，いずれも本件発明１及び５を前提として，その実施の改善を図\nるものであるといえるから，使用者貢献度の問題として考慮するのが相当で\nあるというべきである。\n(3)  そこで，更に検討するに，証拠（甲１１，乙５の１～５の４，乙９，４\n６，４７，証人Ｆ）及び弁論の全趣旨によれば，本件ジャイロの工程は，①\n正四角柱の圧電セラミックを切り出し，②円柱加工を行い（ただし，生産末\n期には，円柱型圧電セラミックが小型化され，プレス成形技術が改良された\nことにより１本ずつプレス成形することが可能となった。），③スクリーン\n印刷で電極を印刷し，④分極をした後に，ジャイロを組み立てるものであっ\nたこと，１個ずつ円柱の振動子を回転させながら電極を印刷するので，にじ\nみやかすれが発生する問題があったこと，分極では分極治具に１個ずつ振動\n子を挿入して電極に対して位置合わせ行う必要があったこと，このような工\n程のため，本件ジャイロの生産効率や歩留りが悪かったことがそれぞれ認め\nられる。\nそして，上記の問題は本件発明１及び５が圧電セラミックス円柱を前提と\nしていることに起因していると解され，この点を踏まえると，他社に実施許\n諾する場合にも，上記生産上の問題点が実施料率を設定するに当たって考慮\nされざるを得ないものと考えられるから，本件発明１及び５の想定実施料率\nとしては２％と認めるのが相当である。\n４  使用者貢献度（争点３）について\n(1)  原告は，原告による強い要望があったことに加え，本件各発明があった\nことにより，村田製作所と被告の２社のみで市場を独占することができたこ\nとなどを考慮すると，被告の使用者貢献度は，多くても９０％であるとする\nのが相当である旨主張する。\nこれに対し，被告は，主な使用者の貢献として，①圧電セラミックス材料\nや設計についての技術的蓄積，②ノイズ対策に関する業界トップクラスの技\n術蓄積を本件ジャイロに応用したこと，③電極印刷が困難な円柱タイプに対\nして印刷技術を改良することによって製造レベルを達成したこと，④ノイズ\n特性を改善するため周辺部材の選択・実装，信号処理の方法について高度な\nノウハウを取得したこと，⑤配線の問題や小型化の問題に対して特許第３５\n０５６８６号や特許第４３５１３４６号によって問題を解決したことなどを\n指摘し，被告の貢献は９９％を下回ることはない旨主張する。\n(2)  そこで，まず，原告の貢献について検討するに，原告は，昭和６２年時\n点において，圧電振動ジャイロを提案し，その後もＢ教授の被告社内におけ\nる特別講演を依頼し，この特別講演が圧電振動ジャイロ開発の契機となって\nいることが認められる（前記１(1)）のであるから，このような圧電振動ジ\nャイロ開発において原告が果たした役割は，原告の貢献と認めるのが相当で\nある。\n他方で，被告の貢献について検討するに，前記３(2)の認定事実に加え，\n証拠（乙５の１～５の４，乙２３，２４の１～４，乙４４）及び弁論の全趣\n旨によれば，被告は，従前の圧電材料を利用したのみならず新規の圧電材料\nの開発を行ってＣＧ－Ｌ３３以降の機種に搭載したこと，セットメーカーの\n協力を得て周辺部材の選択等のノウハウを確立してノイズ低減を実現したこ\nと，電極印刷において工夫を重ねて印刷技術に改良を加え，圧電セラミック\nの支持体を金属とするなどの製造上の工夫を重ねたこと，各電極の半田部を\n円柱の外周面の片半分領域内に集合させて配置させることによって，上方に\n配置したすべての半田部から直接リード線を引くことを可能にしたこと（特\n許第３５０５６８６号），駆動部の電極パターンと検出部の電極パターンと\nの形状が，検出部の共通アース電極の一軸方向の中央部分が欠かれているこ\nとにより異なっており，それにより圧電振動子に機械的加工を加えることな\nく振動方向の軸ズレの発生を抑制することを可能にしたこと（特許第４３５\n１３４６号），Ｂ教授を特別顧問として採用して圧電振動デバイス関連の技\n術指導を受ける社内体制を整備したこと，平成２年には圧電振動ジャイロの\n開発部門に４名の人員を配置し，本件ジャイロの量産後も開発・量産の両部\n門を併せて１０名以上の人員を配置したこと，本件ジャイロの量産設備投資\nとして合計約６億８４５０万円の設備投資を行ったことがそれぞれ認められ，\nこれらは被告の貢献と認めるのが相当である。\n(3)  そして，このような原告及び被告の貢献に加え，その他本件に現れた事\n情を考慮すると，本件発明１及び５について，被告の使用者貢献度は９５％\nと認めるのが相当である。\n５  発明者間の寄与割合（争点４）について\n(1)  まず，本件発明１に係る発明者間の寄与割合について検討する。\n原告は，円柱という着想は，従前研究していた超音波モータの形状を圧電\n振動ジャイロに活用できないかと単独で発想したところにあり，着想を現実\n化するための実験は，原告とＣの両名で行っていたが，Ｃは入社まもない新\n人であり，原告の指示に基づいて原告の補助をしていたにすぎないなどとし\nて，原告の寄与割合は８０％を下らない旨主張する。\nそこで検討するに，①証拠（乙２４の１～２４の４）及び弁論の全趣旨に\nよれば，Ｂ教授は，原告の大学時代の恩師であるだけでなく，平成元年４月\nから死亡するまでの間，被告の特別顧問を務め，技術指導をしていたことが\n認められ，②電子情報通信学会技術研究報告（社団法人電子情報通信学会・\n昭和６２年９月２１日発行）のうち，Ｂ教授ほか２名執筆の「交差指電極を\n用いた圧電磁器単体音片ジャイロ」において，「正方形断面の圧電磁器音片\nの代わりに，円形断面の圧電磁器丸棒に４組の交差指電極を対称に設けた構\n造にすることもできる。対称性に重点を置けば，この方がジャイロにはむし\nろ適しているとも言える。」と指摘されていること（前記２(1)イ），③Ｂ\n教授は，原告，Ｃとともに発明者とされ，被告とともに共同出願をしている\nこと（前提事実(2)ア）に加え，④原告は，本件発明１以前にＢ教授から円\n柱でジャイロができることを聞いており，その後に本件発明１の構成につい\nてＢ教授に相談した旨述べていること（甲４０，４６，原告本人）に照らす\nと，被告関係者はＢ教授の本件発明１に対する貢献を考慮してＢ教授と被告\nとの共同出願にしたものと認めるのが相当である。\nそして，Ｂ教授と被告においては，本件特許権１に係る持分割合の定めが\nなかったのであるから，その持分割合は原則に従って均分と認めるのが相当\nであり，これを覆すに足りる証拠はない。\n以上によれば，Ｂ教授の本件発明１への寄与割合は５０％と認めるのが相\n当であり，他方，原告及びＣの寄与割合は５０％と認められる。\nまた，証拠（甲４０，４６，原告本人）及び弁論の全趣旨によれば，Ｃは，\n原告の指示に従って，本件発明１の実験を行ったこと，原告とＣ以外に実験\nに関与した者はいなかったことがそれぞれ認められるから，Ｃの発明者間の\n寄与割合は１０％と認めるのが相当である。\nそうすると，原告の本件発明１に係る発明者間の寄与割合は４０％と認め\nるのが相当である。\n(2)  続いて，本件発明５に係る発明者間の寄与割合について検討する。\n原告は，本件発明５で共同発明者とされる者はいずれも製造現場の担当者\nであり，製造工程からのアドバイスを受けたにすぎず，実質的に原告が１人\nで発明を完成させたものであるなどとして，原告の寄与割合は８０％を下ら\nない旨主張し，被告は，７本電極の発想は４名の発明者全員の議論の中で生\nまれたものであり，また，各発明者はそれぞれの役割をこなして本件発明５\nを完成させたのであるから，寄与割合は均等で，それぞれ２５％である旨主\n張する。\n原告は，その陳述書（甲４０）及び本人尋問において，６本の帯状電極を\n有する圧電セラミック円柱振動子では，駆動端子①，検出端子②及び③のそ\nれぞれの端子と共通アース電極との間からみた共振周波数ｆｒ１，ｆｒ２及\nびｆｒ３のうちの最大値と最小値の差Δｆｒが所定の周波数よりも小さい場\n合を合格とし，これを満たさない場合には，レーザービームにより帯状電極\n間隔部に，微小な溝を形成することにより，Δｆｒを所定の値以下に調整し\nていたこと，原告は，Δｆｒが１０Ｈｚ以上の振動子のｆｒ１，ｆｒ２及び\nｆｒ３のデータを整理しているときに，各端子①～③からみたインピーダン\nスの周波数特性について，インピーダンスが極小となる周波数が２つである\nことに気付いたこと，この２つの共振周波数は，圧電セラミック円柱に固有\nの，互いに直交する２つの振動軸方向の振動の共振周波数であり，圧電セラ\nミック円柱振動子のほんのわずかな形状や材質特性の非対称性，帯状電極の\n寸法や配置の非対称性のために，互いに直交する固有の振動軸を持ち，この\n固有の振動軸に沿う共振周波数の差がΔｆｒとなり，各端子①～③の位置関\n係により，インピーダンス特性の形が決まることが分かったこと，そこで，\n原告は，これまでのΔｆｒを小さくする考え方を変えて，この直交する振動\n軸と各端子①～③の関係を制御することを考え，最初に，駆動端子①の中心\nと円柱の中心を結んだ方向と直角な方向の円柱外周面に，軸と平行な溝を形\n成する方法を，次に，帯状電極の形状を非対称として，検出端子②，③を円\n柱の半周側に引き出す電極パターンとする方法を実験したものの，上記２つ\nの方法はそれぞれ欠点があったため，帯状電極の数を７本とする考えに至っ\nたことを述べる。\nこのように，原告は，６本電極の駆動端子①，検出端子②及び③からみた\nインピーダンスの周波数特性について，インピーダンスが極小となる周波数\nが２つであることに気付いたことを契機として，この２つの共振周波数の意\n味を理解し，Δｆｒを小さくする考え方から，直交する振動軸と各端子①～\n③の関係を制御する考え方に変更し，軸に平行な溝を形成する方法と帯状電\n極の形状を非対称とする方法を実験した上で，７本電極に至ったことを述べ\nるのであり，原告の平成７年１月付け博士学位論文「交差指電極励振型圧電\nセラミック円柱振動子を用いた振動ジャイロの研究」（甲３４の１及び２）\nの内容とも符合し，その供述内容に不自然な点はないのであるから，原告の\n供述を採用し，原告が本件発明５の主要な発明者であると認めるのが相当で\nある。\nこれに対し，Ｆは，その陳述書（乙４４）及び証人尋問において，非対称\n電極は，振動子上面から半導体レーザーなどを照射して半田付けが行えるよ\nうにリード線の引き回しを簡略化するために試みられたこと，非対称電極の\n振動子を試作評価すると，分極の異方性から振動軸の位置を制御できること\nが効果として確認できたため，非対称な電極構造が種々立案されて試作評価\nが行われ，その中の１つとして７本電極の構造があったことを述べる。\nしかしながら，非対称な電極構造が種々立案されていたのであれば，上記\nの原告の論文にも記載されたと考えられるにもかかわらず（軸に平行な溝を\n形 成 す る 方 法 と 帯 状 電 極 の 形 状 を 非 対 称 と す る 方 法 に つ い て は 記 載 が あ\nる。），そのような記載がないことに照らすと，上記の供述は容易に採用す\nることができないし，これを客観的に裏付ける証拠もない。\nそして，証拠（甲４０，乙４５，原告本人）によれば，本件発明５の実験\nにおいて，ＤとＥは，素子製作と特性評価を行い，Ｆは，圧電振動ジャイロ\nの組立てと特性評価を行ったこと，本件発明５の理論については，原告に加\nえ，ＤとＦがまとめたことがそれぞれ認められるから，上記３名の発明者間\nの寄与割合は３０％と認めるのが相当である。\nそうすると，原告の本件発明５に係る発明者間の寄与割合は７０％と認め\nるのが相当である。\n(3)  以上のとおり，原告の発明者間の寄与割合は，本件発明１につき４０％，\n本件発明５につき７０％と認められる。\n６  まとめ\n以上に従って，本件発明１及び５に係る相当の対価を算定するに，本件ジャ\nイロの平成２２年度までの売上高は別紙「ＣＧシリーズ型式別売上金額」のと\nおりであり，ＣＧ－３２Ａを除いた特許登録前後の売上高は別紙算定表記載１\nのとおりである（別紙「ＣＧシリーズ型式別売上金額」の注記とおり，ＣＧ組\n込製品については，ＣＧ－Ｌ３３，ＣＧ－Ｌ４３，ＣＧ－Ｌ５３に価格部分に\n限った売上高である。）。\nそこで，別紙算定表のとおり，特許登録前後の売上高にそれぞれの超過売上\n高 の 割 合 （ 登 録 前 ２ ０ ％ ・ 登 録 後 ４ ０ ％ ） を 乗 じ ， こ れ に 想 定 実 施 料 率\n（２％）を乗じて算定された額から，使用者貢献度（９５％）に相当する額を\n控除し，本件発明１及び５のそれぞれの発明者間の寄与割合（本件発明１につ\nき４０％・本件発明５につき７０％）を乗じると，本件発明１及び５の相当の\n対価は，合計２１３万５４９６円となる。\nなお，本件特許権５の存続期間は終了していないが，被告は，平成２２年１\n０月，本件ジャイロの生産を終了し，平成２３年度においては在庫販売に限ら\nれているから（前記１(2)ウ），同年度の売上高を計上しないで，平成２２年\n度までの売上高をもって算定を行ったものである。\n７  結論\nよって，原告の請求は，改正前特許法３５条３項に基づく職務発明の対価請\n求として２１３万５４９６円及びこれに対する訴状送達の日の翌日である平成\n２２年６月５日から支払済みまで民法所定の年５分の割合による遅延損害金の\n支払を求める限度で理由があるから，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官              大  須  賀              滋\n裁判官              小      川      雅      敏\n裁判官菊池絵理は転補のため署名押印できない。\n裁判長裁判官              大  須  賀              滋\n"
}