{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 9,
    "day": 30
  },
  "case_number": "平成24(ワ)24628",
  "case_name": "著作権に基づく差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84537",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84537",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/537/084537_hanrei.pdf",
  "contents": "平成２６年９月３０日判決言渡  同日原本領収  裁判所書記官\n平成２４年（ワ）第２４６２８号  著作権に基づく差止等請求事件\n口頭弁論の終結の日  平成２６年８月２６日\n判 決\n東京都杉並区＜以下略＞\n原 告    甲\n同訴訟代理人弁護 士    深 道 祐 子\n丸茂   浩\n東京都中央区＜以下略＞\n被 告    アイ・ティ・エル株式会社\n同訴訟代理人弁護 士    山 田 義 雄\n秋 山 一 弘\n主 文\n原告の請求をいずれも棄却する。\n訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，別紙被告製品目録記載の製品の販売，頒布，広告及び展示をしては\nならない。\n２  被告は，原告に対し，１０００万円及びこれに対する平成２４年３月１日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  前提事実（当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により容\n易に認めることができる事実）は，次のとおりである。\n原告は，企業の内部統制の構築及び監査を中心にした会計コンサルティ\nング業務を行っている公認会計士である。\nイ  被告は，ソフトの制作，販売等を営む株式会社であり，フィンランドの\nＱＰＲ社から，経営可視化支援ソフト「ＱＰＲ  Ｐｒｏｆｅｓｓｉｏｎａ\nｌ  Ｍａｎａｇｅｒ」（以下「ＱＰＲ」という。）などの販売権，日本語\n版の制作販売権等を取得し，このソフトやソフト用のテンプレートの販売\n等を行っている。\nＱＰＲは，企業内の情報伝達経路や各部署の相関関係，業務のプロセスを\n視覚化し，複雑化する企業組織の現状を把握することを容易にし，各プロセ\nスにおける業務文書の作成と管理を行えるようにすることで，組織の管理，\n合理化及び法適合性の確保等を可能にするためのソフトであり，フロー図を\nデータ化する機能を有し，フロー図の全ての図形をその前後の関係性から自\n動的にデータベースに登録し，このデータを基にして図形を表データに転換\nすること等ができる。\n原告は，平成１８年４月１日，被告との間で，大要，次の内容の業務委託\n契約（以下「本件委託契約」という。）を締結した。\nア  業務委託（１条）\n被告は，被告の商品「ＱＰＲ  ＰｒｏｃｅｓｓＧｕｉｄｅ」（以下\n「ＱＰＲ本体」という。）の販売促進のための「日本版ＳＯＸ法対応テ\nンプレート」（以下「本件テンプレート」という。）モデルを作成する\nことを目的として，原告に対し，ＱＰＲ本体の販売促進用テンプレート\n制作に関するコンサルティング業務（以下「本件業務」という。）を委\n託する。（１項，２項）\n本件業務は，次の業務から構成される。（３項）\nａ  テンプレートモデル作成のための企業モデルの概念の提供\nｂ  テンプレートモデル作成のための①販売（受注～回収），②購買\n（発注～支払），③在庫（受入・払出，実地棚卸，仕掛品計上），④\n会計（現金出納，決算）の各テンプレート資料の提供\nｃ  テンプレートモデル作成のためのＲＣＭ（リスク・コントロール・\nマトリクス）サンプル資料の提供\nｄ  テンプレートモデル完成のための内容確認，検査の支援\nｅ  テンプレートモデルを利用した内部統制整備の手順書作成のための\n資料の提供\nイ  報酬及び費用（２条）\n本件業務の対価は，２３１万円とする。（１項）\n被告は，本件テンプレートを直接販売した場合は実売価格の５０％，\n販売パートナーを通じ間接的に販売した場合は同パートナーへの卸価格\nの５０％をロイヤリティとして原告に支払う。（２項）\n被告は，本件テンプレートの販売実績を毎月末締切りにて原告に報告\nし，原告は，被告の報告に基づき被告に請求書を交付する。（３項）\n被告は，原告の請求に基づき，被告から請求書の交付を受けた翌月末\n日までに，原告の指定する銀行口座に振り込んで支払をする。（４項）\nウ  著作権（７条）\n本件業務を遂行するに当たり，原告又は被告が，単独で新規に報告書，\nプログラムその他の資料（以下「新規著作物」という。）を作成した場合，\nその著作権及び著作者人格権は，それぞれ単独に帰属するものとし，共同\nで作成した場合は，共同又は共有の著作物として，原被告双方に帰属する\nものとする。（１項）\n（甲３）\n原告は，平成１８年７月１日，被告との間で，大要，次の内容の販売イン\nセンティブ基本契約（以下「本件インセンティブ契約」という。）を締結し\nた。\nア  定義（１条）\n本件インセンティブ契約の対象となる製品は，本件テンプレートを同\n梱した被告の下記製品（以下「ＱＰＲ製品」という。）とする。（１項）\n記\n①ＱＰＲ本体\n②「ＱＰＲ  ＳｃｏｒｅＣａｒｄ」（以下「スコアカード」という。）\n質のものである。（２項）\nイ  インセンティブ（２条）\n被告は，本件インセンティブ契約の対象となる製品について，被告の\n顧客及び被告の販売パートナーから得た売上げ（在庫としてパートナー\nから受注した売上げを含む。）のうち，ＱＰＲ製品本体の実売価格の\n５％に相当する金額をインセンティブとして原告に支払う。（１項）\nパッケージ化され複数の製品が一体となって供給される製品に係る売\n上げについては，当該パッケージを構成する各製品の定価を積算し，実\n販売額との割合に応じて按分計算を行い，インセンティブ対象となる被\n告の売上げを算出する。（２項）\n製品の出荷後，１年間を経過した後に被告が被告の顧客及び被告の販\n売パートナーを通じたエンドユーザーから得た追加ライセンスに係る売\n上げは，インセンティブの対象範囲から除外する。（３項）\nその顧客に対してレンタル契約により製品を提供\nした場合は，その顧客との間において初回に締結したレンタル契約期間\nをインセンティブ計算の対象期間とする。（４項）\nウ  インセンティブの計算及び支払（３条）\n被告は，被告の事業年度の四半期単位（６月，９月，１２月及び３月\n各締切り）で当該四半期に被告が獲得したＱＰＲ製品の売上げに基づき，\n原告に支払うインセンティブを計算し，原告に通知する。原告は，被告\nの通知に基づき，被告に対し，翌月１５日までに請求書を発行する。\n（１項）\n被告は，各締切りの翌月末日までに，原告の指定する銀行口座にイン\nセンティブを振り込んで支払う。（２項）\n原告は，本件委託契約に基づき，ＱＰＲ本体をいわゆる日本版ＳＯＸ法\n（金融商品取引法２４条の４の４等）に適応させるため，「標準テンプレー\nトおよび文書化モデルサンプル」と題する書面（甲１。以下「本件書面」と\nいう。本判決末尾に添付する。）を作成し，被告は，平成１８年夏頃，これ\nに基づき，ＱＰＲ本体に本件テンプレートを同梱したソフト「ＱＰＲ  Ｊ－\nＳＯＸ」（以下，この名称で販売されるソフトを「被告製品」という。）を\n完成させ，その販売を開始した。\n（甲１，７，８の１ないし４）\n原告は，被告に対し，平成２２年９月１３日付け書面により，未払のロイ\nヤリティ及びインセンティブの支払を求めたが，被告は，原告に対し，同年\n１０月２０日付け回答書により，未払金はない旨を回答した。\nまた，原告は，被告に対し，平成２４年２月２７日付け書面（同月２８日\n到達）により，平成２４年１月までの販売分について，少なくとも３９５３\n万９２９３円のロイヤリティ及び２７９６万０３６５円のインセンティブの\n未払があるとして，その支払と本件テンプレートの販売実績の報告を求めた\nが，被告は，原告に対し，平成２４年３月１６日付け再回答書により，上記\n回答書で回答したとおり未払金はない旨を回答するとともに，根拠のない請\n求をしたことや原告が被告に対する別件訴訟を提起したことは，原被告間の\n信頼関係を破壊する行為であるとして，本件委託契約を解除する旨の意思表\n示をした。\n（甲５の１及び２，乙２２）\n２  原告の請求は，被告が被告製品を販売しながら，本件委託契約に基づく本件\nテンプレートの販売実績の報告及び本件インセンティブ契約に基づくＱＰＲ製\n著作権（複製権ないしは\n翻案権）に基づき，被告製品の販売，頒布，広告及び展示の差止めを求めると\nともに，   著作権侵害による実施料相当額の損害４５００万円又は本件委託\n契約の債務不履行による未払のロイヤリティ相当額の損害３６４５万２５７８\n円，これが認められないときは同額の利得及び本件インセンティブ契約の債務\n不履行による未払のインセンティブ相当額の損害２６４１万０３９９円，これ\nが認められないときは同額の利得の合計７１４１万０３９９円又は６２８６万\n２９７７円のうち１０００万円（前者と後者との金額の比率は４５００万対２\n６４１万０３９９である。）並びにこれに対する不法行為の後であり，支払催\n告の後である平成２４年３月１日から支払済みまで民法所定の年５分の割合に\nよる遅延損害金の支払を求めるものである。\n３  争点及びこれに関する当事者の主張\n争点\nア  著作権侵害の成否\n本件テンプレートがデータベースの著作物であるか否か（争点１）\n被告が本件書面及び本件テンプレートに係る原告の著作権を侵害した\nか否か（争点２）\nイ  債務不履行又は不当利得の成否\n被告にロイヤリティ及びインセンティブの未払があるか否か（争点３）\n争点に関する当事者の主張\nア  争点１（本件テンプレートがデータベースの著作物であるか否か）につ\nいて\n（原告）\n本件テンプレートは，原告が創作した言語と図形の著作物である本件書\n面をコンピュータ上で利用するために，原告が，その内部統制構築に関す\nる経験を基に，フロー及びプロセスなどフローの構成単位相互の関連性や\nそれらの部門，組織の所属など内部統制上必要とされる情報を，階層的に\n登録管理し，容易にドリルダウンできるようなデータ構造を導くためのテ\nンプレートとして，その体系を定義した著作物であり，会計上先端的な考\nえ方を導入している。本件テンプレートを図式的に表すと，「本件テンプ\nレート＝被告製品－ＱＰＲ本体」となり，ＱＰＲ本体をカスタマイズした\n部分がこれに当たる。本件テンプレートは，単なるひな型ではなく，ＱＰ\nＲ本体を日本版ＳＯＸ法に対応させるために必要なマスタ設定その他の設\n定等を含むものであるが，このカスタマイズの作業は被告が実施したため，\n上記差分がどのようなものであるかを原告が具体的に提示することは困難\nである。\n本件テンプレートは，現実の業務をそのまま記述するのではなく，あえ\nて財務報告情報に絞り，業務フローを抽象化することによって，業務プロ\nセスに起こるリスクと必要なコントロールを容易に明確にするという原告\nの思想に基づいて原告が創作した著作物であり，被告製品を購入したユー\nザーがこれをサンプルテンプレートとして利用することで，必要な情報を\nデータベースに随時登録し（業務フロー，個別のプロセス，サブプロセス，\nタスクの入力），引き出す（プロセス記述書，ＲＣＭ，整備状況テスト文\n書の出力）ことにより，内部統制に関する情報を容易に利用し，管理する\nことが可能になるというデータベース機能を有するから，データベースの\n著作物である。\n（被告）\n本件テンプレートには選択の対象となる情報も，体系的に構成された情\n報もなく，それ自体はデータベース機能を有していないから，本件テンプ\nレートは，データベースの著作物でない。\nイ  争点２（被告が本件書面及び本件テンプレートに係る原告の著作権を侵\n害したか否か）について\n（原告）\n被告は，本件書面や本件テンプレートを用いて，コンピュータ上に本件\n書面と同一のドキュメント又はフロー図を表示させる被告製品を販売，頒\n布，広告又は展示して，原告の本件書面及び本件テンプレートの複製権な\nいし翻案権を侵害した。具体的には，被告は，別紙対照表（以下「本件対\n照表」という。）の「同一箇所」欄の左欄に記載された本件書面の「内容」\n欄と同一の内容を，「内部統制支援ソリューション  ＱＰＲ  Ｊ－ＳＯＸ\n＆  ＴＡＭＩＣのご紹介」と題するパンフレット（甲６。以下「本件パン\nフレット１」という。本判決末尾に添付する。）や「日本版ＳＯＸ法対応\nソリューション  ＱＰＲ  Ｊ－ＳＯＸ」と題するパンフレット（甲７。以\n下「本件パンフレット２」という。本判決末尾に添付する。）において，\n「同一箇所」欄の右欄に記載の箇所の本件テンプレートが稼働しているコ\nンピュータ画面のとおり表示させた。\n（被告）\n本件書面と本件パンフレット２に同一の記載部分があることは認めるが，\nその余は否認する。\nウ  争点３（被告にロイヤリティ及びインセンティブの未払があるか否か）\nについて\n（原告）\n被告が平成１９年から平成２２年まで内部統制に係るセミナーを継続\n的に開催したこと，被告製品や被告のセミナーがインターネット上のニ\nュースで紹介されていたこと，エス・エス・ジェイ株式会社（以下「Ｓ\nＳＪ」という。）やキヤノンＩＴソリューションズ株式会社（以下「キ\nヤノン」という。）のウェブページで被告製品が販売されていることか\nらして，被告が現在まで継続的に被告製品の販売をしていることは明ら\nかである。\n原告が被告から被告製品の販売先として報告を受けたのは，４０社に\n過ぎず，日本ユピカ株式会社（以下「日本ユピカ」という。）への販売\n実績については，報告を受けていないが，本件パンフレット２には，平\n成２０年１１月における被告製品の国内導入実績が６０社以上であると\n記載され，本件パンフレット１には，「ＱＰＲ  Ｊ－ＳＯＸ導入企業」\nに日本ユピカが挙げられ，平成２４年における実績が１００社以上ある\nと記載されていることからして，被告が原告に報告していない被告製品\nの販売実績があることも明らかである。\n未払ロイヤリティ\n被告は，本件委託契約２条３項の約定に反し，平成２０年４月以降，\n被告製品の販売実績について，原告に一切報告をしていない。被告の報\n告によると，平成１８年９月から平成２０年３月までの１９か月分の被\n告製品の売上げに対するロイヤリティは，１５０５万６５００円となる\nから，平成２０年４月から平成２４年１月までの４６か月間の被告製品\nの売上分に対する未払ロイヤリティの額は，３６４５万２５７８円（＝\n１５０５万６５００円÷１９か月×４６か月）を下らない。\n未払インセンティブ\n本件インセンティブ契約は，本件テンプレートの売上げに応じた著作\n権料に関する合意であり，被告が，原告に対し，販売先企業が取得する\nライセンスの数に応じて被告が受け取るライセンス料の５％を著作権料\nとして支払うことを約したものである。被告は，本件インセンティブ契\n約３条１項の約定に反し，平成１８年９月から平成１９年３月までは本\n件製品の販売実績の一部のみに基づくインセンティブの算出しかせず，\n同年４月以降は原告の同意なく支払額を減額し，平成２０年４月以降は\nインセンティブの通知や支払を一切していないのであって，具体的には，\n次のａないしｃのインセンティブの未払がある。\nａ  被告は，平成１９年３月に株式会社ＴＫＣ（以下「ＴＫＣ」とい\nう。）に対して本件テンプレートのライセンスを販売したが，これに\nついて原告に何ら通知していない。ＴＫＣの企業規模からすれば，Ｔ\nＫＣへの売上げに係る未払インセンティブの額は，被告が平成１９年\n１２月に被告製品を販売した日本マタイ株式会社への販売実績を基に\n計算して算出される４８万１０００円を下らない。\nｂ  被告は，平成１９年４月販売分以降，勝手にインセンティブの支払\nを取り止めたが，同月から平成２０年３月までの販売分の売上げに係\nる未払インセンティブの額は，４４８万４２４１円となる。原告は，\nかつて計画された「内部統制サンプリングツール」の事業化がされ，\nこれによる収益でインセンティブの減額が填補されるという条件付き\nで，インセンティブの減額を了承したが，上記事業は頓挫して，条件\nが成就しなかったから，原被告間でインセンティブを減額する旨の合\n意は成立していない。\nｃ  被告の報告を基にすると，平成２０年４月から平成２４年１月まで\nの４６か月間の被告製品等の売上分に対する未払インセンティブの額\nは，２１４４万５１５８円（＝８８５万７７８３円÷１９か月×４６\nか月）を下らない。\n（被告）\n被告が原告にロイヤリティやインセンティブを支払うのは，本件テン\nプレートを同梱した被告製品を販売した場合であるが，被告は，この場\n合の販売実績を全て原告に報告し，ロイヤリティやインセンティブを支\n払っている。被告は，平成２０年４月以降はユーザーからの需要がなく\nなったので，本件テンプレートを同梱した被告製品を販売していない。\nなお，本件テンプレートを同梱しない被告製品も平成２２年１月以降は\n販売実績がない。日本ユピカは，三菱ガス化学株式会社（以下「三菱ガ\nス化学」という。）のグループ会社であり，同社がグループ会社で使用\nする分も含めたライセンスを被告から購入し，日本ユピカは三菱ガス化\n学のサーバーにアクセスして被告製品を使用しているため，被告は，同\n社を本件パンフレット１に導入企業として挙示したに過ぎない。本件パ\nンフレット１及び２に記載された各販売実績は，本件テンプレートを同\n梱しない被告製品の販売実績も含めたものである。\nロイヤリティについて\n被告は，既にロイヤリティの全額を支払っており，未払はない。\nインセンティブについて\nａ  本件インセンティブ契約は，本件テンプレートを同梱した被告製品\nを販売した価格のうち，本体部分の販売価格の５％をインセンティブ\nとして支払う契約であるが，被告は，ＴＫＣに対し，平成１６年にＱ\nＰＲ本体を販売していたから，インセンティブが発生しない。\nｂ  原告と被告は，平成１９年４月以降の被告製品の基本パッケージの\n販売分について，インセンティブを支払わないことで合意した。\n第３  当裁判所の判断\n１  争点１（本件テンプレートがデータベースの著作物であるか否か）について\n証拠（甲１，２，６，７，９）及び弁論の全趣旨を総合すると，本件テンプ\nレートは，販売，購買，在庫，会計及び現金出納の５つの主要プロセスについ\nて，サブプロセスを含めると８２の標準的な業務フローが登録されており，各\nプロセスには関連する勘定科目が定義され，３６４個の標準的，典型的なリス\nクがアサーションの定義とともに登録されていて，被告製品を購入したユーザ\nーがこれをサンプルテンプレートとして利用することで必要な情報をデータベ\nースに随時登録し，プロセス記述書，ＲＣＭ等として引き出すことにより，内\n部統制に関する情報を容易に利用することが可能となるものであると認められ\nる。しかしながら，本件テンプレートの実体や存在形式は判然としないし，具\n体的にどのような情報がいかなる体系で構成されているのかについては，本件\n全証拠によってもその詳細が判然としないから，仮に本件テンプレートがデー\nタベースに該当するものであるとしても，その情報の選択又は体系的な構成に\nよって創作性を有するものであるとは認め難い。\nしたがって，本件テンプレートがデータベースの著作物であると認めること\nはできないから，これを前提とした原告の請求は理由がない。\n２  争点２（被告が本件書面に係る原告の著作権を侵害したか否か）について\n以下のとおり，被告が本件書面に係る原告の著作権（複製権ないし翻案権）\nを侵害したとは認められず，他にこれを認めるに足りる証拠はない。\n本件対照表記載１\nア  ①について\n証拠（甲１，６）を対比しても，本件書面と本件パンフレット１に掲載\nされた被告製品の画面の表示（以下「被告画面表示」という。）のどの部\n分が一致するのかを確認することができないから，原告の著作権を侵害し\nたとは認められない。なお，仮に本件対照表の①の「内容」欄のとおり共\n通する部分があるのだとしても，後記イと同様の理由により，共通する部\n分が創作性のある表現であるとは認められない。\nイ  ②について\n証拠（甲１，６）によれば，本件書面と本件パンフレット１に掲載され\nた被告画面表示のいずれにもフローチャートが記載され，円柱や長方形等\nの図形に囲まれた「発注納品データ」，「支払予定データ」，「Ｐ－１請\n求照合処理」，「Ｐ－２支払予定処理」，「Ｐ－３相殺処理」，「Ｐ－４\n支払留保処理」等の記載やこれらが矢印でつながれて業務フローを表して\nいる点などが共通することが認められるが，これらの図形はそもそもＰＱ\nＲ本体に設定されているものであるし（甲９），記載された文字は単なる\n業務処理の名称にありふれた符号を付したものであり，業務フローは標準\n的な業務の流れを示すものに過ぎないから，共通する部分が創作性のある\n表現であるとは認められない。\n本件対照表記載２\nア  ①について\n証拠（甲１，７）によれば，本件書面と本件パンフレット２に掲載され\nた被告画面表示のいずれにもフローチャートが記載され，「発注納品デー\nタ」，「支払予定データ」，長方形等の図形に囲まれた「Ｐ－１請求照合\n処理」，「Ｐ－２支払予定処理」，「Ｐ－３相殺処理」，「Ｐ－４支払留\n保処理」等の記載やこれらが矢印でつながれて業務フローを表している点\nなどが共通することが 共通\nする部分が創作性のある表現であるとは認められない。\nイ  ②について\n証拠（甲１，７）によれば，本件書面と本件パンフレット２に掲載され\nた被告画面表示のいずれにも「Ｐ－５支払仮確定処理」との記載があるこ\nとが認められるが，これは単なる業務処理の名称にありふれた符号を付し\nたものに過ぎないから，創作性のある表現であるとは認められない。\nウ  ③ないし⑦について\n証拠（甲１，７）を対比しても，本件書面にある「請求照合処理の担当\n者はＩＤ・パスワードで制限されている」，「マスタ登録されていない業\n者，商品は登録できない」，「検収済み発注データは，発注Ｎｏ．で呼び\n出し請求登録できるが，発注データそのものは修正できない」，「プルー\nフリストを出力し，入力内容を確認する」，「請求照合済みの発注データ\nに対して請求照合処理は二重に実施できない」との記載と同一の内容が，\n本件パンフレット２に掲載された画面表示に記載されていることは確認で\nきない。なお，仮に両者に共通する部分があるとしても，本件書面におけ\nる上記の各記載は，それぞれ独立した短文で構成され，そこに記載された\n内容を表現するものとしてありふれたものであるから，共通する部分が創\n作性のある表現であるとは認められない。\n３  争点３（被告にロイヤリティ及びインセンティブの未払があるか否か）につ\nいて\nロイヤリティについて\n被告が平成２０年４月以降に本件テンプレートを同梱した被告製品を販売\nしたとか，被告が原告に報告していない被告製品の販売分があることを認め\nるに足りる証拠はない。\n原告は，被告が内部統制に係るセミナーを継続的に開催したこと，被告製\n品や被告のセミナーがインターネットのニュースで紹介されたこと，ＳＳＪ\nやキヤノンのウェブページで被告製品が販売されていることからして，被告\nが現在まで継続的に被告製品の販売をしていることは明らかであると主張す\nる。確かに，証拠（甲１３の１ないし４，１４，１５）によれば，原告が主\n張する事実があることが認められるが，これらは，被告が同月以降も被告製\n品の販売活動（宣伝広告）をしていたことの根拠となることはあっても，被\n告が実際に顧客に被告製品の販売をすることができたことまでの根拠となる\nものではない。そして，本件テンプレートを同梱した被告製品の定価が５０\n０万円と高額であること（甲１０，１１），金融商品取引法２４条の４の４\n等は平成２０年４月１日以降に開始する事業年度から適用されるものであっ\nて，各企業はそれより前にこれに対応する準備を進める必要があったことか\nらすれば，同日以降に本件テンプレートを同梱した被告製品の需要がなくな\nったとの被告の主張が不自然，不合理であるとまでは断じ難い。\nまた，原告は，本件パンフレット２には，平成２０年１１月における被告\n製品の国内導入実績が６０社以上であると記載され，本件パンフレット１に\nは，導入企業に原告が報告を受けていない日本ユピカが挙げられ，実績が１\n００社以上あると記載されていることからして，被告が原告に報告していな\nい被告製品の販売実績があることも明らかであると主張する。確かに，証拠\n（甲６，７）によれば，原告が主張する記載があることが認められるが，証\n拠（甲１０，１１，乙６の１，１５の１）及び弁論の全趣旨によれば，本件\nパンフレット１に記載された導入企業中，日本ユピカは，三菱ガス化学のグ\nループ会社であって，同社のサーバーにアクセスして被告製品を使用してい\nるところ，被告が同社に被告製品や追加のライセンスを販売して原告にもそ\nの旨を報告しているものであり，その余の企業は，全て被告が原告に販売の\n事実を報告していることが認められる。そして，証拠（甲９）に照らすと，\n本件パンフレット１に記載された１００社というのは，実際には，ＱＰＲの\n関連商品全体についての導入企業の数であると窺われるところである。\nそうすると，原告の主張は，いずれも採用することができないというべき\nである。\nインセンティブについて\nア  被告のＴＫＣへの本件テンプレートの販売分について\n被告が原告に対してインセンティブを支払う\nべき対象製品は，本件テンプレートを同梱した被告製品（パッケージ化さ\nれたものを含む。）と本件テンプレートに係る追加ライセンスであると認\nめられる。\nところで，証拠（甲１０ないし１２，乙７の１ないし３）及び弁論の全\n趣旨によれば，被告は，被告製品の販売を開始して以降，通常は，本件テ\nンプレートを同梱した被告製品として，ＱＰＲ本体（プロセスガイド）３\n個，スコアカード１個及びウェブ用ライセンス５件から構成される基本パ\nッケージを販売し，ライセンスの追加を希望する顧客に対しては，更に追\n加ライセンスを販売していたところ，ＴＫＣに対しては，平成１６年頃に\nＱＰＲ本体を販売していたため，平成１９年３月に本件テンプレートを８\n０万円で販売して原告にロイヤリティとして４０万円を支払ったことが認\nめられるが，本件テンプレート自体がインセンティブを支払うべき対象製\n品に当たるとは直ちに認め難いし，仮に本件テンプレートの販売を追加ラ\nイセンスの販売と同視すべきものと解するとしても，被告は，ＴＫＣに対\nし，ＱＰＲ本体の出荷後１年以上経過した後に本件テンプレートを販売し\nたのであるから，この売上分は，本件インセンティブ契約２条３項により，\nインセンティブの対象範囲から除外されるものである。\nイ  平成１９年４月から平成２０年３月までの販売分について\n証拠（乙４）によれば，原告と被告は，平成１９年頃，本件インセンテ\nィブ契約について，前記基本パッケージの販売分についてはインセンティ\nブ支払の対象とせず，追加ライセンスを付与する場合にのみその対象とす\nることに変更する旨の合意をしたことが認められる。原告は，上記合意に\nは，「内部統制サンプリングツール」の事業化がされ，これによる収益で\nインセンティブの減額が填補されるという条件が付されていたと主張する\nが，これを認めるに足りる証拠はない。\nそして，証拠（甲１１，乙１１の１ないし３，１５の１ないし３，１８\nの１ないし３，２０の１ないし３，２１の１ないし３）によれば，被告は，\n原告に対し，平成１９年４月から平成２０年３月までの間の追加ライセン\nスに係る売上げやインセンティブの額等を通知し，原告は，これを受けて\n請求書を発行し，被告は，平成２０年５月までに対応する金員を全て支払\nっていることが認められ，他に上記期間中に被告が原告に通知していない\n追加ライセンスの販売分があると認めるに足りる証拠はない。\nウ  平成２０年４月以降の販売分について\n被告が同月以降に本件テンプレートを同梱した被告製品を販売したと認\n被告が同月\n以降に追加ライセンスの販売をしたと認めるに足りる証拠もない。\n４  以上によれば，原告の請求は，全て理由がない。\nよって，原告の請求をいずれも棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官      高    野    輝    久\n裁判官      三    井    大     有\n裁判官      宇    野    遥    子\n＜甲第１号証，６号証及び７号証は添付を省略する。＞\n被告製品目録\n製品名  「日本版ＳＯＸ法対応ソリューション」又は「ＱＰＲ  Ｊ－ＳＯＸ」\n"
}