{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 12,
    "day": 21
  },
  "case_number": "平成28(ネ)10079",
  "case_name": "損害賠償等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86377",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86377",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/377/086377_hanrei.pdf",
  "contents": "平成２８年１２月２１日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ネ）第１００７９号  損害賠償等請求控訴事件\n原審・宇都宮地方裁判所大田原支部平成２６年（ワ）第１９７号\n口頭弁論終結日  平成２８年１０月２６日\n判     決\n控訴 人      アルファクラブ株式会 社\n同訴訟代理人弁護士     小    沢    征    行\n秋    山    泰    夫\n吉    岡    浩    一\n小    野    孝    明\n御  子  柴    一    彦\n山    崎    篤    士\n上    枝    賢  太  郎\n笠    井    陽    一\n外    海    周    二\n髙    尾        剛\n東            卓\n西    原    秀    隆\n佐    藤    良    尚\n小    林    多  希  子\n阿    部    博    昭\n石    黒    英    明\n遠    藤    洋    一\n清    水    洋    介\n稲    田    康    男\n被控訴 人     Ｙ\n同訴訟代理人弁護士      園    部    秀    雄\n主     文\n１  本件控訴を棄却する。\n２  控訴人の当審における拡張請求をいずれも棄却する。\n３  当審における訴訟費用は全て控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，控訴人に対し，１４６３万０９５１円及びうち１１６３万０９\n５１円に対する平成２７年１月１２日から，うち３００万円に対する平成２８年９\n月２日から各支払済みまで年６分の割合による金員を支払え（控訴人は，当審にお\nいて，原審における１１６３万０９５１円の損害賠償請求を，このように拡張した。）。\n３  被控訴人は，控訴人の互助会会員に係る情報を使用して，当該会員に対し，\n互助会契約の解約及び解約手数料の返還並びに解約手数料の返還を請求する訴えの\n提起を勧誘してはならない。\n４  被控訴人は，控訴人の互助会会員及び被控訴人が葬儀施行契約の締結を勧誘\n締結する相手方に対し，別紙虚偽事実目録記載の趣旨の事実を記載した文書を配布，\n送付若しくは展示し，又は，同事実を口頭で伝達，陳述若しくは流布してはならな\nい（控訴人は，当審において，上記請求を追加した。）。\n５  訴訟費用は，第１，２審とも，被控訴人の負担とする。\n第２  事案の概要（略称は，審級による読替えをするほか，原判決に従う。）\n１  本件は，冠婚葬祭業やその互助会業等を営む控訴人が，控訴人やその代理店\nとの間で雇用契約や業務委託契約を締結して控訴人のために稼働していた被控訴人\nが，控訴人の営業秘密を使用し，虚偽の事実を互助会会員に告げる等して互助会契\n約の解約，解約手数料の返還及び解約手数料の返還を請求する訴えの提起を働きか\nけたことが，①不正競争防止法２条１項７号，②不法行為又は債務不履行に当たる\nと主張して，損害賠償金１１６３万０９５１円及びこれに対する平成２７年１月１\n２日（訴状送達日の翌日）から支払済みまで商事法定利率年６分の割合による遅延\n損害金の支払を求めるとともに，同法３条１項に基づき，互助会会員に係る情報を\n使用して互助会契約の解約等の勧誘をすることの差止めを求めた事案である。\n原判決は，①控訴人主張の営業秘密は，不正競争防止法２条６項の「営業秘密」\nに当たらないと判断して，同法に基づく損害賠償請求及び差止請求をいずれも棄却\nし，また，②被控訴人の行為は，不法行為又は債務不履行に当たらないと判断して，\n不法行為又は債務不履行に基づく損害賠償請求をいずれも棄却した。\nそこで，控訴人がこれを不服として控訴したものである。なお，控訴人は，当審\nにおいて，別紙虚偽事実目録記載の虚偽事実の告知が，①不正競争防止法２条１項\n１５号，②不法行為又は債務不履行に当たると主張して，３００万円の損害賠償請\n求をするとともに，同法３条１項に基づき，上記虚偽事実の告知等の差止請求を追\n加的に併合した。\n２  前提事実\n以下のとおり改めるほかは，原判決の「事実及び理由」の第２の１記載のとおり\nであるから，これを引用する。\n(1)  原判決４頁３行目の「さがみ葬祭会館黒磯」を「さがみ葬斎会館黒磯」と改\nめる。\n(2)  原判決５頁１４行目の「当支部」を「宇都宮地方裁判所大田原支部」と改め，\n以下も同様とする。\n３  争点\n(1)  被控訴人による控訴人の営業秘密の不正使用の有無（争点１）\n(2)  被控訴人による控訴人に関する虚偽事実の告知等の有無（争点２）\n(3)  被控訴人による不法行為又は債務不履行の成否（争点３）\n(4)  控訴人の損害額（争点４）\n(5)  差止めの必要性の有無（争点５）\n第３  争点に関する当事者の主張\n争点に関する当事者の主張は，後記１のとおり訂正し，後記２のとおり当審にお\nける主張を追加するほかは，原判決の「事実及び理由」の第２の３記載のとおりで\nあるから，これを引用する。\n１  原判決の訂正\n(1)  原判決７頁１０行目の「痛み」を「傷み」と改める。\n(2)  原判決１１頁７行目の「事前相談見積書」を「葬儀事前相談見積書」と改め，\n以下も同様とする。\n(3)  原判決１２頁７行目の「さがみ葬祭会館黒磯」を「さがみ葬斎会館黒磯」と\n改め，以下も同様とする。\n(4)  原判決１２頁８行目の「問い合わせ」を「問合せ」と改め，以下も同様とす\nる。\n(5)  原判決１７頁９行目の「争点２」を「争点３」と改める。\n(6)  原判決２１頁２行目の「過ぎず」を「すぎず」と改める。\n(7)  原判決２１ページ１０行目の「争点３」を「争点４」と改める。\n(8)  原判決２３ページ２４行目の「争点４」を「争点５」と改める。\n２  当審における主張\n〔控訴人の主張〕\n(1)  争点１（被控訴人による控訴人の営業秘密の不正使用の有無）について\nア  不正競争防止法上の営業秘密として保護されるための要件である「秘密管理\n性」に関し，経済産業省の「営業秘密管理指針」（平成２７年１月２８日全部改訂）\nによれば，企業の規模，業態，従業員の職務，情報の性質その他の事情によって異\nなるものであり，企業における営業秘密の管理単位における従業員がそれを一般的\nに，かつ容易に認識できる程度のものである必要があるとされている。その上で，\n複数の媒体で同一の営業秘密を管理する場合については，それぞれについて秘密管\n理措置が講じられることが原則ではあるが，いずれかの媒体への秘密管理措置によ\nって当該情報についての秘密管理意思の認識可能性が認められる場合には，仮にそ\nれ以外の媒体のみでは秘密管理意思を認識し難いと考えられる場合であっても，秘\n密管理性は維持されることが通常であると考えられるとしている。\nイ  原判決は，会員情報を記載したノート等の具体的な管理態様が明らかでない\nとして，会員情報の秘密管理性を否定する。\nしかし，控訴人が営業担当者に会員情報を記載したノートの作成や互助会契約の\n申込書の写しをコピーすることを認めていたのは，営業担当者が会員情報を把握し\nていなければ対外的な営業活動を行うことが困難であるため，営業上の必要性から\nやむを得ず許容していたものであること，ノートや申込書の写しに係る会員情報の\nソース（源）であるデータや書類の原本については，厳格な秘密管理措置が講じら\nれていたこと，会員情報は個人情報でもあるところ，控訴人は個人情報ハンドブッ\nクをテキストとして個人情報総合研修を実施して試験を行うといった周知・教育の\nための措置を実施しており，被控訴人も同研修に参加して個人情報保護理解度確認\nテストを受けて合格していたこと，定型のマネージャー業務委託契約書において個\n人情報の保護について定めていること（甲３），同じく定型の本件業務委託契約書\n（甲４）において，会員情報及び個人情報の保護について規定していることを総合\nすれば，ノートや申込書のコピーに係る会員情報についても，秘密であると容易に\n認識し得るようにしていたといえるから，控訴人の秘密として管理されていたもの\nであり，被控訴人もこのことを認識していた。\n(2)  争点２（被控訴人による控訴人に関する虚偽事実の告知等の有無）について\n花園葬祭の館長として葬儀業において控訴人と競争関係にある被控訴人は，控訴\n人が顧客をだましている，控訴人は悪徳であるといった虚偽の事実を告知し，かか\nる虚偽事実の告知や週刊ダイヤモンドの記事の提示及びこれらの内容の流布により，\n控訴人の営業上の信用を害したのであるから，その行為は，不正競争防止法２条１\n項１５号に該当し，これによって生じた控訴人の営業上の信用の毀損について，同\n法４条に基づき，損害賠償義務を負う。\nそして，被控訴人は，本件訴訟係属中の平成２７年１２月１７日，多数人が参集\nしている告別式において，控訴人の互助会契約を批判し，施主側の互助会会員に対\nして解約を促した（甲３９）。このことからすると，被控訴人は，今後も別紙虚偽\n事実目録記載の趣旨の事実を記載した文書を配布，送付若しくは展示し，又は，同\n事実を口頭で伝達，陳述若しくは流布して，控訴人の営業上の信用を害するおそれ\nがあることから，同法３条１項に基づき，差止めを求める。\n(3)  争点３（被控訴人による不法行為又は債務不履行の成否）について\nア  被控訴人主張の二重価格問題について\n(ア)  葬儀費用の比較は，提供される役務やグレード等を個別に対比・評価しな\nければ論じられない。例えば，ユニクエスト社の「小さなお葬式」の家族葬では，\n備付けの祭壇の前にカーテンを引き，そのカーテンの前の経机の上に位牌や香炉等\nを置き，その周りに生花のスタンドを立てるだけであり，祭壇を用いる控訴人の葬\n儀に比べて格式の低い葬儀となっている。\n「小さなお葬式」の費用はあくまで葬儀のみを対象とする葬儀費用であるが，控\n訴人の互助会では，月掛金を支払えば，葬儀に代わって，互助会会員やその家族の\n結婚式についても役務の提供を受けられる。結婚式にも利用できるという互助会契\n約の利便性の高さは，費用の多寡を比較するに当たり，当然に考慮されるべきであ\nる。また，互助会契約であれば，互助会の葬儀場で優先的に葬儀の施行を受けるこ\nとができる。\nこのように，互助会においても，「小さなお葬式」においても，事前に契約で定\nまっている基本プランにおいて提供される役務のみで葬儀を営むことが可能であり，\n追加される役務の内容や提供役務のグレードアップの具体的な内容を比較検討しな\nいで，費用の多寡を論じても無意味である。\nしたがって，控訴人の葬儀とユニクエスト社の「小さなお葬式」の葬儀を比べた\n場合，追加費用を含めた合計葬儀費用は，控訴人が「小さなお葬式」の２倍以上の\n価格差があることをもって「二重価格問題」とするのは，事実の裏付けを欠く一方\n的なものである。\n(イ)  以上のとおり，被控訴人主張の二重価格問題を直ちに認めることはできな\nい。そして，「小さなお葬式」を営むユニクエスト社は，控訴人の属するアルファ\nクラブグループの別会社によって買収されたが，控訴人とユニクエスト社の間に資\n本関係はなく，両者は別法人として独立して葬儀場を営んでいるのであって，控訴\n人は，ユニクエスト社の下請けとして，控訴人の葬儀場で「小さなお葬式」の葬儀\nを施行しているにすぎない。したがって，控訴人とユニクエスト社とは事業主体が\n異なり，競業関係にあるのだから，アルファクラブグループが買収したユニクエス\nト社の「小さなお葬式」を通じて葬儀を申し込んだ非互助会会員が低額な料金で控\n訴人から役務の提供を受けることができるのに，控訴人がそのことを秘して，非互\n助会会員よりも高い対価を要求される互助会契約を勧誘締結しているのは不当であ\nるという「二重価格問題」の存在は，認められない。\nイ  社会的相当性の逸脱・債務不履行について\n(ア)  被控訴人が互助会会員に係る情報を使用して互助会契約の解約等の勧誘を\nしたこと及び虚偽事実の告知等をしたことは，社会的相当性を逸脱し，不法行為又\nは債務不履行に当たる。\n(イ)  前記アのとおり，「小さなお葬式」を申し込んだ非互助会会員よりも互助\n会会員が高い対価を要求されているという意味での二重価格問題が直ちに認められ\nるものではない。控訴人と競争関係にある「小さなお葬式」について説明しないで\n互助会契約を勧誘締結したからといって，互助会会員をだましたとか，控訴人が悪\n徳であることにならないのは当然である。したがって，「だました」「悪徳である」\nといった被控訴人の発言は，事実に反する虚偽の言説である。\n(ウ)  原判決は，被控訴人の上記発言は，意見ないし評論であり，かつ，意見な\nいし評論としての域を逸脱したものとまではいえないとする。\nしかし，被控訴人は，互助会契約の解約を働きかけた際に，ユニクエスト社の買\n収や互助会会員に不当な負担が生じるといった事実関係を告げ，これを踏まえて控\n訴人が「悪徳である」と述べたのであるから（甲２８），単なる意見ないし評論の\n域を超えるものである。また，「小さなお葬式」で安く葬儀を出せるのに，高い互\n助会契約を締結させてお客をだましていると言って，これに符合する内容の週刊ダ\nイヤモンドの記事を説明しているのであるから（甲４０，４１），単なる意見ない\nし評論の域を超える虚偽の言説といわなければならない。\n(エ)  被控訴人は，平成２５年１０月３０日に控訴人を退職し，翌１１月には，\n葬儀業において控訴人と競合する花園葬祭の館長に就任した。そして，被控訴人は，\n同月以降，多数の会員宅を訪問し，週刊ダイヤモンドの記事，「小さなお葬式」の\nウェブページのコピー等を提示して，上記記事の二重価格問題が存しないことを知\nりながら，自らが獲得した互助会会員を含む多数の互助会会員に対して，互助会契\n約の解約の働きかけを行った。その結果，互助会契約の解約と訴訟提起に賛同する\n１７０名から委任状を集めることができ，被控訴人訴訟代理人がこれらの者を代理\nして，宇都宮地方裁判所大田原支部に既払いの月掛金の返還を求める訴えを提起し\nた。このような被控訴人による働きかけは，社会的相当性を逸脱する違法なもので\nある。\n(オ)  被控訴人との間の本件業務委託契約は，平成２２年１０月３１日に終了し\nたが，同契約では，契約終了後も本件合意の効力が存続する旨合意されていた。そ\nして，被控訴人は，同契約終了後，アシストクルー株式会社との間で再委託契約を\n締結し，本件業務委託契約と実質的に相違のない業務を行った。したがって，上記\n合意の効力は，退職後も少なくとも２年間は継続するというべきである。そして，\n被控訴人と個人的関係がある場合であっても，会員情報が上記合意の対象となるこ\nとは明らかであるから，会員情報を使用して互助会契約の解約等を働きかけること\nは，合意違反であり，債務不履行が成立する。\n(4)  争点４（控訴人の損害額）について\n被控訴人による互助会会員に対する違法な働きかけ，すなわち，被控訴人による\n①不正競争防止法２条１項１５号あるいは②不法行為又は債務不履行に当たる行為\nによって，控訴人は，営業上の信用の毀損による損害を被った。違法な働きかけが\n多数の互助会会員に対してなされ，これらの者を通じて控訴人の信用をおとしめる\n虚偽の事実がさらに広い範囲に流布される可能性があり，被控訴人もその流布を認\n識認容していたことからすれば，控訴人の被った営業上の信用の毀損による損害の\n金銭評価は，３００万円を下らない。控訴人は，かかる損害について，当審におい\nて請求を拡張する。\n〔被控訴人の主張〕\n(1)  争点１（被控訴人による控訴人の営業秘密の不正使用の有無）について\n控訴人の主張は，否認し，争う。控訴人の会員情報の管理体制に照らすと，手控\nえとして残る会員情報は，営業秘密には該当しない。\n(2)  争点２（被控訴人による控訴人に関する虚偽事実の告知等の有無）について\n控訴人の主張は，否認し，争う。被控訴人は，控訴人と競争関係になく，被控訴\n人が虚偽の事実を告知したこともない。\n(3)  争点３（被控訴人による不法行為又は債務不履行の成否）について\nア  控訴人の主張は，否認し，争う。\nイ  ユニクエスト社の「小さなお葬式」と控訴人の基本プランとでは，生花（祭\n壇花）の有無という相違があり，この点を考慮すれば，二重価格問題はなおのこと\n明らかである。また，被控訴人が控訴人において稼働していた当時，両者の祭壇に\nついてグレードの相違はなかった。さらに，結婚式に係る役務の提供を受けられる\n点が葬儀に関する二重価格問題を正当化するものではないし，互助会会員が「小さ\nなお葬式」の顧客よりも優先的に葬儀の施行を受けられるという事実は存しない。\nウ  被控訴人が互助会会員に告げた事実は，いずれも虚偽ではなく，被控訴人は\n互助会契約に関する事実及び当該事実を前提とする意見ないし論評を告げたにすぎ\nない。\n(4)  争点４（控訴人の損害額）について\n控訴人の主張は，否認し，争う。\n第４  当裁判所の判断\n当裁判所も，①控訴人主張の営業秘密は，不正競争防止法２条６項の「営業秘密」\nに該当しないので，不正競争防止法２条１項７号，３条及び４条に基づく差止め及\nび損害賠償請求はいずれも理由がなく，②被控訴人が「虚偽の事実」を告知又は流\n布したとはいえないから，当審において追加された同法２条１項１５号，３条及び\n４条に基づく差止め及び損害賠償請求はいずれも理由がなく，③被控訴人につき，\n不法行為又は債務不履行は認められないので，不法行為又は債務不履行に基づく損\n害賠償請求は，当審における追加請求部分を含めていずれも理由がないものと判断\nする。\nその理由は，以下のとおりである。\n１  争点１（被控訴人による控訴人の営業秘密の不正使用の有無）について\n(1)  会員情報について\nア  控訴人は，会員情報の記載された資料原本について，施錠した倉庫への保管\nやパスワードの設定等により，厳重に管理していたと主張するが，そもそも会員情\n報の具体的内容が定かでない上に，上記資料原本を厳重に管理していたことを認め\nるに足りる的確な証拠はない。\nそして，控訴人は，会員獲得等の営業活動の便宜のため，上記資料原本に記載さ\nれた会員情報について，個々の担当者がノートに転記し，あるいは，互助会契約の\n申込書の写しを保管することを許容しており（乙５），本件全証拠によっても，控\n訴人が，これらノート類について，いかなる管理措置を講じていたかは不明である。\nまた，控訴人の業務において，個々の担当者が，日常的に顧客の情報を管理保管す\nる具体的な必要性があったか疑問である。さらに，被控訴人の退職時に，上記ノー\nトの回収や廃棄を命じたとも認め難い。\n以上のとおり，会員情報の記載された資料原本を秘密として管理していたことを\n認めるに足りる的確な証拠がない上，個々の担当者の作成保管するノート等につい\nては秘密として管理されていたとは到底いうことができない。\nしたがって，会員情報は，従業員等に対し秘密として管理されていることを明ら\nかにするような態様で管理されていたとは認め難く，不正競争防止法２条６項所定\nの「営業秘密」に当たるとはいえない。\nイ  控訴人の主張について\n控訴人は，経済産業省の「営業秘密管理指針」（平成２７年１月２８日全部改訂）\nを援用して，秘密管理性は，従業員が一般的に，かつ容易に認識できる程度のもの\nであれば認められるし，いずれかの媒体への秘密管理措置によって当該情報につい\nての秘密管理意思の認識可能性が認められる場合には，仮にそれ以外の媒体のみで\nは秘密管理意思を認識し難いと考えられる場合であっても，秘密管理性は維持され\nると主張する。\nなるほど，控訴人と被控訴人との間の試用期間雇用契約書（甲１），雇用契約書\n（甲２），マネージャー業務委託契約書（甲３）及び業務委託契約書（甲４）にお\nいては，会員情報の守秘義務が定められていた。また，控訴人は，一般財団法人日\n本情報経済社会推進協会（ＪＩＰＤＥＣ）からプライバシーマークの付与を受け，\n役職員を対象とした研修を実施しており，被控訴人も，「個人情報保護ハンドブッ\nク」（甲１４）をテキストとして使用した研修を受講し，個人情報保護理解度確認\nテストを受け，個人情報の利用目的に明示的な同意が必要であることや個人情報\nファイルの施錠保管に関する質問に正解していることが認められる（甲１３の１～\n３）。\nしかし，前記アのとおり，そもそも会員情報の具体的内容が定かでない上に，控\n訴人は，個々の担当者が会員情報を記載したノートを作成して保管することを日常\n的に許容し，これに対しては特段の秘密管理措置を講じていなかったのであるから，\n仮に，資料原本が控訴人の主張する態様で管理されていたとしても，当該措置は実\n効性を失い，形骸化していたといわざるを得ず，もはや秘密管理性は認められない\nというべきである。\nよって，控訴人の上記主張は理由がない。\n(2)  葬儀事前相談見積書について\n葬儀事前相談見積書（甲２４）は，顧客から，葬儀費用について事前相談があっ\nた場合，実施する施行項目を葬儀事前相談見積書に係るエクセルシートに入力して\n作成されるものであり，個々の施行項目の提供金額と必要な葬儀費用の合計金額を\n明らかにするものである。\n葬儀事前相談見積書（甲２４）に記載された葬儀費用の具体的明細については，\n見積書の性質上，顧客に交付することが予定され，その第三者への公開が特に禁止\nされたものではないし，その記載内容についても秘密として管理されているとは認\nめ難い。\nしたがって，葬儀事前相談見積書は，従業員等に対し秘密として管理されている\nことを明らかにするような態様で管理されていたとは認め難く，営業秘密には当た\nらない。\n(3)  小括\n以上のとおり，控訴人が営業秘密であると主張する会員情報及び葬儀事前相談見\n積書に記載された情報は，いずれも秘密管理性が認められず，不正競争防止法２条\n６項にいう「営業秘密」であると認めることができないから，同法２条１項７号，\n３条及び４条に基づく控訴人の差止め及び損害賠償請求は，その余の点について判\n断するまでもなく，いずれも理由がない。\n２  争点２（被控訴人による控訴人に関する虚偽事実の告知等の有無）について\n(1)  被控訴人主張の二重価格問題について\nア  認定事実\n原判決２６頁３行目から２７頁１６行目までに記載のとおりであるから，これを\n引用する。\nイ  判断\n前記ア認定事実によれば，平成２５年頃に控訴人の葬斎会館で同様の葬儀を施行\nした場合，ＧＧ０２コースの会員は，総額７１万４０００円（税込）の費用を要す\nるのに対し，「小さなお葬式」の家族葬プランに申し込んだ者は，５８万４１００\n円（税込）で足りた（差額１２万９９００円）ということになる。\nそうすると，控訴人の互助会会員が互助会契約に基づき控訴人の葬儀場での葬儀\nを施行する場合の費用よりも，非会員である者が「小さなお葬式」を通じて控訴人\nの葬儀場での同様の葬儀の施行を申し込んだ場合の方が，安価であるということに\nなるから，被控訴人主張の二重価格問題は，このこと自体あるいは控訴人の経営方\n針の当否等の評価はさておき，存在しているものということができる。\nウ  控訴人の主張について\n(ア)  控訴人は，仮に，ユニクエスト社と契約を締結していない互助会の会員等\nが「小さなお葬式」による葬儀を希望したとしても，控訴人が当該会員等に対して\n「小さなお葬式」の葬儀を提供する余地はないから，当該会員等において，互助会\n契約による葬儀と「小さなお葬式」による葬儀との競合ないし選択の問題は生じな\nいと主張する。\nしかし，被控訴人が主張する二重価格問題とは，契約形態の違いにより，控訴人\nによる同様の役務の提供が異なる価格で行われることを問題視するものであるとこ\nろ，控訴人の互助会会員等であっても，互助会契約を締結したまま，別途「小さな\nお葬式」に申し込んで控訴人の葬祭会館で葬儀を施行することは可能であると解さ\nれるから，控訴人の上記主張は失当である。\n(イ)  控訴人は，葬儀費用の比較は，提供される役務の内容やグレード等を個別\nに対比・評価しなければならず，互助会契約による場合と「小さなお葬式」による\n場合とでは，祭壇のグレードが相違するなどと主張する（甲４８，５１）。\nしかし，被控訴人は，控訴人に在籍していた当時，グレードの異なる複数の祭壇\nはそもそも用意されていなかった旨陳述し（乙５），また，控訴人において，「小\nさなお葬式」によって施行する場合，備え付けられた祭壇の前にカーテンを引いて，\nその前に経机と生花スタンドを置くという取扱いを厳格に実施していたと認めるに\n足りる的確な証拠はなく，上記主張立証を考慮しても，前記イの判断を左右するに\nは足りないというべきである。\n(ウ)  控訴人は，互助会契約の場合，結婚式にも利用できるという利便性の高さ\nがあり，また，優先的に葬儀の施行を受けられるので，葬儀費用の多寡を単純に比\n較するのは不当であると主張する。\nしかし，本件では，同一グループに属する控訴人とユニクエスト社において，契\n約形態の相違によって，同様の役務の提供を受けながら，葬儀費用に価格差が生じ\nることの当否が問題となっているのであるから，控訴人主張の点によっては，上記\n結論は左右されないというべきである。\n(エ)  控訴人は，基本プランにおいて提供される役務のみで葬儀を営むことが可\n能であり，追加される役務の内容や提供役務のグレードアップの具体的な内容を比\n較検討しないで，費用の多寡を論じても無意味であると主張する。\nしかし，週刊ダイヤモンドの記事（甲２３）は，３０人規模の平均的な葬儀を念\n頭にした大手４社に対する覆面調査の結果に基づくものであることがうかがえ，そ\nの価格比較が明らかに不当であるとはいえない。そして，控訴人の互助会会員が互\n助会契約に基づき葬儀を施行する場合と非会員の「小さなお葬式」による葬儀の家\n族葬プランを基に比較した場合であっても，価格差が認められるのであるから，控\n訴人の主張は上記結論を左右するものではない。\n(2)  不正競争防止法２条１項１５号の成否について\n控訴人は，被控訴人が，①控訴人は，「小さなお葬式」の葬儀によって安い金額\nで葬儀を施行できるのに，より高い互助会契約の勧誘締結を行っている，②控訴人\nは，上記行為により顧客をだましている，③控訴人は，上記行為を行っている悪質\n業者である，④控訴人は，上記行為により不当な利益を得ているといった，控訴人\nの営業上の信用を害する虚偽の事実を告知し，又は流布していると主張する。\n前記①について，被控訴人が，控訴人の互助会契約に基づき葬儀を施行するより\nも「小さなお葬式」を通じて施行したほうが安くできる旨や，市場価格よりも手頃\nな値段で冠婚葬祭に係る役務を受けることができるという控訴人の互助会契約のメ\nリットは実情に反することなどを告げたこと（引用に係る原判決の事実及び理由の\n第３の２(2)ク）からすれば，①の趣旨の発言を行ったものと推認される。しかし，\n前記(1)認定のとおり，二重価格問題が存在することに照らせば，前記①の趣旨の発\n言内容が「虚偽の事実」に該当するとはいえない。そして，被控訴人が，②ないし\n④の発言をしたことを認めるに足りる的確な証拠はない。\n(3)  小括\nよって，被控訴人が不正競争防止法２条１項１５号の行為をしたとは認め難いか\nら，同法２条１項１５号，３条及び４条に基づく控訴人の差止め及び損害賠償請求\nは，その余の点について判断するまでもなく，いずれも理由がない。\n３  争点３（被控訴人による不法行為又は債務不履行の成否）について\n(1)  認定事実\n以下のとおり訂正するほかは，原判決２８頁２６行目から３２頁２行目までに記\n載のとおりであるから，これを引用する。\nア  原判決２９頁９行目の「さがみ葬祭会館」を「さがみ葬斎会館」と改め，以\n下も同様とする。\nイ  原判決３０頁３行目の「痛み」を「傷み」と改める。\nウ  原判決３１頁９行目の「問い合わせ」を「問合せ」と改める。\n(2)  不法行為又は債務不履行の成否について\n被控訴人の行為が不法行為又は債務不履行に該当するか否かは，被控訴人の行為\nの目的，被控訴人が用いた手段・行為態様及び控訴人が受けた打撃の程度等を総合\nして判断すべきである。当裁判所も，以下のとおり，被控訴人の行為は不法行為又\nは債務不履行に当たるとはいえないと判断する。その理由は，以下のとおり訂正す\nるほかは，原判決３２頁３行目から３９頁６行目までに記載のとおりであるから，\nこれを引用する。\nア  原判決３３頁７行目の「前記(2)エ」を「引用に係る原判決の事実及び理由の\n第３の２(2)エ」と改める。\nイ  原判決３３頁８行目の「前記(2)オ」を「同オ」と改める。\nウ  原判決３５頁３行目から４行目にかけての「前記(1)ウ」を「前記(1)イ」と\n改める。\nエ  原判決３５頁７行目の「前記(2)ク」を「引用に係る原判決の事実及び理由の\n第３の２(2)ク」と改める。\nオ  原判決３５頁１３行目の「前述のとおり」から１４行目の「認められる。」\nまでを「二重価格問題を伝えて謝罪するためというのであって，前述のとおり被控\n訴人には図利加害目的が認められず，互助会契約に関する事柄は公共の利害に関す\nるものであるから，専ら公益を図る目的にあったと認められる。」と改める。\nカ  原判決３５頁２０行目の「（なお，」から２１行目の「できる。）」までを\n削る。\nキ  原判決３６頁８行目の「前記(2)コ」を「引用に係る原判決の事実及び理由の\n第３の２(2)コ」と改める。\nク  原判決３７頁８行目の「問い合わせ」を「問合せ」と改める。\nケ  原判決３７頁２３行目の「既に」から２４行目の「少なくとも」までを「同\n種の条項を一部無効と判断した判決が紹介されていて（甲２３），同種の訴えを棄\n却した判決（甲３５の１・２）を考慮しても，」と改める。\nコ  原判決３８頁１０行目の「ことは，当裁判所に顕著な事実である」を「（弁\n論の全趣旨）」と改める。\nサ  原判決３８頁１４行目の「これまで」から１９行目の末尾までを以下のとお\nり改める。\n「被控訴人は，退職後ほどなくして，自らが担当していた約１３０名の互助会会\n員の自宅を訪問するなどして働きかけて，互助会契約の解約を促すなどし，最終的\nには約１７０名の会員が互助会契約を解約して解約払戻金に係る別訴を提起するに\n至り，控訴人は少なからぬ打撃を被ったのであるから，被控訴人の本件行為は，控\n訴人と継続的な雇用ないし委託関係にあったこと及び本件行為の経緯，態様等に鑑\nみれば，行き過ぎとも考えられる。\nしかし，被控訴人による互助会会員等への働きかけは，在職中にされたものでは\nなく，週刊誌でも取り上げられた二重価格問題（契約形態の違いにより，控訴人に\nよる同様の役務の提供が異なる価格で行われることを問題視するもの）を背景とし\nてなされた意見ないし論評の域にとどまっていること，前記のとおり被控訴人が図\n利加害目的を有していたとは認め難く，被控訴人が使用したとされる顧客情報は不\n正競争防止法上の「営業秘密」に該当しないことからすれば，被控訴人の本件行為\nが不法行為上違法であるとか，退職従業員の負う債務の不履行であるとまではいえ\nず，また，信義則に反するとまでいうこともできない。」\n４  結論\nしたがって，不正競争防止法２条１項７号，３条及び４条，不法行為又は債務不\n履行に基づく差止め又は損害賠償請求を理由がないものとしていずれも棄却した原\n判決は相当であり，当審における拡張請求も理由がないから棄却すべきである。\nよって，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      髙    部    眞  規  子\n裁判官      古    河    謙    一\n裁判官      鈴    木    わ  か  な\n別紙   虚偽事実目録\n１  控訴人は，「小さなお葬式」の葬儀によって安い金額で葬儀を施行できるの\nに，より高い互助会契約の勧誘締結を行っている。\n２  控訴人は，第１項の行為により顧客をだましている。\n３  控訴人は，第１項の行為を行っている悪質業者である。\n４  控訴人は，第１項の行為により不当な利益を得ている。\n以上\n"
}