{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 1,
    "day": 24
  },
  "case_number": "平成23(ワ)27102",
  "case_name": "特許権侵害行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83927",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83927",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/927/083927_hanrei.pdf",
  "contents": "平成２３年（ワ）第２７１０２号  特許権侵害行為差止等請求事件\n判                  決\n当事者の表示    別紙当事者目録記載のとおり\n主                  文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する控訴のための付加期間を３０日と定める。\n事  実  及  び  理  由\n第１  請求\n１  被告は，別紙物件目録記載の携帯電話を輸入し，販売し，又は販売の申出を\nしてはならない。\n２  被告は，前項記載の携帯電話を廃棄せよ。\n３  被告は，原告に対し，３１２５万円及びこれに対する平成２３年９月１日か\nら支払済みまで年５分の割合による金員を支払え。\n４  仮執行宣言\n第２  事案の概要\n１  本件は，「移動無線網で作動される移動局および移動局の作動方法」に関す\nる特許権を有する原告が，被告が輸入・販売等している別紙物件目録記載の各\n携帯電話（以下「被告各製品」という。）が同特許権に係る特許発明の技術的\n範囲に属すると主張して，被告に対し，同特許権に基づいて，被告各製品の輸\n入・販売等の差止め及び廃棄を求めるとともに，特許権侵害を理由とする不法\n行為に基づく損害賠償請求として，３１２５万円及びこれに対する平成２３年\n９月１日（訴状送達日の翌日）から支払済みまで民法所定の年５分の割合によ\nる遅延損害金の支払を求める事案である。\n２  争いのない事実等（証拠等〈略〉を掲げていない事実は当事者間に争いがな\nい。）\n(1) 当事者\nア  原告は，移動電話通信サービスに係る技術の活用を業とするドイツ連邦\n共和国（以下「ドイツ」という。）の法人である。\nイ  被告は，移動電話通信サービスの提供等を業とする株式会社である。被\n告は，平成２３年３月３１日に，イー・モバイル株式会社を吸収合併し，\nその債権債務を包括承継した。\n(2) 原告の有する特許権等\nア  原告は，次の内容の特許権の特許権者である（以下，この特許権を「本\n件特許権」といい，同特許権に係る特許を「本件特許」という。また，本\n件特許に係る明細書及び図面を「本件明細書等」といい，その内容は別紙\n特許公報写し〈略〉のとおりである。）。\n特 許 番 号  第４６９６１７６号\n発明の名称  移動無線網で作動される移動局および移動局の作動方法\n出  願  日  平成２２年６月８日\n登  録  日  平成２３年３月４日\nイ  本件特許は，もともとドイツ国内で出願された特許出願に基づく優先権\n（優先日：平成１１年３月８日）を主張して，平成１２年２月１５日に日\n本を指定国として 含む国際出 願をし，そ の国内移行手続を 経た特許出 願\n（特願２０００－６０４６３４。以下「原出願」という。）について，そ\nの一部を分割して，上記アのとおり，平成２２年６月８日に新たに分割出\n願されたものである。原出願における外国語の明細書及び特許請求の範囲\nの翻訳文は，平成１３年９月１０日付け「明細書」（平成１４年法律第２\n４号による改正前の特許法３６条２項に規定する「明細書」であり，「特\n許請求の範囲」の記載を含む。）であるが，その内容は，平成２２年３月\n１日付け「誤訳訂正書」により訂正されている（以下，原出願に係る上記\n誤訳訂正後の翻訳文の内容を「原出願翻訳文」という。）。\nなお，原告は，上記分割出願に先立って，β社から，原出願の出願人た\nる地位（特許を受ける権利）を承継し，平成２０年１月１１日付けで，特\n許庁に対し，その旨の届け出をした。\n(3) 本件特許に係る特許請求の範囲\n本件特許の特許請求の範囲請求項１及び２の各記載は，別紙特許公報写し\nの各該当項記載のとおりである（以下，請求項１及び２記載の特許発明をそ\nれぞれ「本件発明１」及び「本件発明２」といい，これらを総称して「本件\n発明」という。）。\n(4) 構成要件の分説\nア  本件発明１\n本件発明１を構成要件に分説すると，次のとおりである（以下，それぞ\nれの記号に従い「構成要件Ａ」などという。なお，以下，特許明細書等の\n図面の符号に対応する数字及び記号等の記載は，省略することがある。）。\nＡ  複数のユーザクラスが区別される移動無線網で作動するための移動局\nにおいて，\nＢ  前記移動局は，ＳＩＭカードからユーザクラスを読み出し，\nＣ  ブロードキャストコントロールチャネルを介してアクセス閾値ビット\nおよびアクセスクラス情報を受信し，\nＤ  前記アクセス閾値ビットからアクセス閾値を求め，\nＥ  前記ユーザクラスに関連するアクセスクラス情報に基づいて，\n当該移動局が，受信されたアクセス閾値ビットに依存せずにランダム\nアクセスチャネル（ＲＡＣＨ）にアクセスする権限が付与されているの\nか，あるいはランダムアクセスチャネル（ＲＡＣＨ）への，当該移動局\nのアクセス権限が，アクセス閾値の評価に依存して求められるのかを検\n査するように構成されていることを特徴とする\nＦ  移動局。\nイ  本件発明２\n本件発明２を構成要件に分説すると，次のとおりである（以下「構成要\n件Ｇ」という。）。\nＧ  前記移動局は，アクセス閾値評価を実施するために，前記アクセス閾\n値とランダム数または擬似ランダム数とを比較する手段を有する請求項\n１記載の移動局。\n(5) 被告の行為\n被告（ただし，平成２３年３月３１日以前は，吸収合併前のイー・モバイ\nル株式会社。以下同じ。）は，平成２０年３月より全国で第３世代（３Ｇ）\n携帯電話の音声サービスを開始し，これに伴い，携帯無線電話システムに係\nる 国 際 的 な 標 準 仕 様 の 作 成 を 目 的 と す る 団 体 で あ る ３ Ｇ Ｐ Ｐ （ ３ rd\nGeneration Partnership Projects）により作成された標準規格（以下「３\nＧＰＰ標準」という。）に準拠した被告各製品を，台湾企業のエイチティー\nシーコーポレーション（以下「ＨＴＣ」という。）から納入を受けて，輸入，\n販売及び販売の申出を行っている。\n(6) ３ＧＰＰ標準について\n本件特許に関連する３ＧＰＰ標準の仕様は，日本において，民間標準化機\n関であるＴＴＣ（一般社団法人情報通信技術委員会）やＡＲＩＢ（一般社団\n法人電波産業会）の標準として採用されており，その内容はおおむね以下の\nとおりである。\nア  ランダムアクセスチャネル（以下「ＲＡＣＨ」ということがある。）へ\nのアクセス制御方法は，アクセスサービスクラス（以下「ＡＳＣ」という\nことがある。）の値として，０から７までの八つが存在しており，ＡＳＣ\n＝０が最高の優先度を有しており，ＡＳＣ＝７が最低の優先度を有してい\nる。ＲＡＣＨへのアクセス制御は，ＵＥ（User Equipment）（以下「移動\n局 」 と い う 。 ） に お い て 行 わ れ ， そ の 手 順 は ， ① RACH  tx  control\nparameter （ Ｒ Ａ Ｃ Ｈ 伝 送 制 御 パ ラ メ ー タ ） が 取 得 さ れ ， ② 後 述 の 「 Ｐ\nｉ」と０以上１未満のランダム数Ｒとの比較がされ，③ＲがＰ ｉ 以下であ\nる場合に，移動局から”PHY-ACCESS-REQ”という信号が送信されて，ＲＡ\nＣＨ伝送手続が開始される。つまり，移動局のＲＡＣＨへのアクセス権限\nが付与される。\nイ  他方 ，全て の移動 局は， ０から ９の １０段階 のアク セスク ラス（ 以下\n「ＡＣ」ということがある。）にランダムに割り当てられており，その数\n値は，ＳＩＭカードあるいはＵＳＩＭカードに記憶される。さらに，移動\n局は，優先度の高い五つの特別なカテゴリー（ＡＣ１１～１５）に割り当\nてられる場合もあり，この情報も各々のＳＩＭカードあるいはＵＳＩＭカ\nードに記憶されている。\nまた，移動局には，ＲＡＣＨへのアクセス権限の検査に用いることので\nきる種々のシステム情報が随時提供されている。このシステム情報は，シ\nステム情報ブロックの形で提供され，以下で述べる「ＡＣ－ｔｏ－ＡＳＣ\nマッピング」，「Ｎ」，「ｓ ｉ」等のシステム情報はシステム情報ブロッ\nクにおいて示される。\nウ  前記アの①の工程では，RACH tx control parameter（ＲＡＣＨ伝送制\n御パラメータ）が取得されるが，この中には，移動局がアイドルモード時\nに取得されるＡＳＣが含まれている。\n「 Ａ Ｃ － ｔ ｏ － Ａ Ｓ Ｃ マ ッ ピ ン グ 」 （ Mapping of Access Classes to\nAccess Service Classes）という情報要素は，アクセスクラス（ＡＣ）と\nＡＳＣの対応付けをするシステム情報であり，ＳＩＢ５（システム情報ブ\nロックタイプ５）において示される。これらのシステム情報は，ブロード\nキャストコントロールチャネル（以下「ＢＣＣＨ」ということがある。）\nを介して移動局に送られる。この情報により，移動局は，ＳＩＭカードあ\nるいはＵＳＩＭカードに記録されているアクセスクラスに関連したＡＳＣ\nを求めることができる。\nＡＣ－ｔｏ－ＡＳＣマッピング情報要素（ＩＥ）を示すと，以下のとお\nりである。\nエ  また，持続値と呼ばれるＰ\nｉは，ＡＳＣの値に関連しており，まず，Ａ\nＳＣの値（ＡＳＣ＃ｉ）が０から７までの八つの値から選択された上，こ\nれに対応したＰ ｉが求められることになる。具体的には，それぞれのＡＳ\nＣの値に対応したＰ ｉ（ｉ＝１～７）は，ＳＩＢ７（システム情報ブロッ\nク ７ ） に よ っ て 伝 送 さ れ る 動 的 持 続 レ ベ ル （ dynamic  persistence\nlevel）「Ｎ」だけに基づいて算出することができ，場合によっては，更\nにＳＩＢ５（システム情報ブロックタイプ５）等によって伝送される持続\nスケーリングファクター（persistence scaling factor）「ｓ ｉ」とに基\nづいて算出することができる。ただしスケーリングファクター「ｓ ｉ」の\n伝送は，常にオプションである。\nこれらの関係を表に示すと，以下のとおりである。なお，この表に記載\nのとおり，ＡＳＣ＝０の時，Ｐｉは常に１となる。\nＰ（Ｎ）＝２－ （Ｎ －１）\nオ  前記アの②の工程において，ＡＳＣ＝０の場合，Ｐ ｉは常に１となり，\nランダム数ＲよりもＰ ｉは常に大きくなるから，移動局は，Ｎの値に依存\nすることなくＲＡＣＨにアクセスする権限が付与されることになる。これ\nに対し，ＡＳＣ＝１の場合には，ランダム数Ｒと比較されるＰ ｉは一定と\nはならず，ＲＡＣＨにアクセス可能となるか否かは，Ｎに基づいて求めら\nれるＰ（Ｎ）のランダム数Ｒに対する評価に依存することになる。また，\nＡＳＣ＝２～７の場合には，Ｐ ｉ は，ｓ ｉ Ｐ（Ｎ）として算出され，こう\nして求められたＰ ｉとランダム数Ｒとの比較結果に基づいて，アクセス権\n限が付与される。\n(7) 被告各製品の構成及び本件発明の充足性\n被告各製品は，いずれも３ＧＰＰ標準に従って動作するように構成されて\nいる。\nそして，被告各製品は，複数のアクセスクラス（ＡＣ）に区別されており，\n被告によって提供される移動通信無線ネットワークで作動するための携帯電\n話であるところ，この「アクセスクラス」は，携帯電話等の移動局に割り当\nてられるクラスであるから，本件発明１における「ユーザクラス」に該当し，\nまた，「被告によって提供される移動通信無線ネットワーク」及び「携帯電\n話」は，それぞれ本件発明１の「移動無線網」及び「移動局」に該当する。\nまた，携帯電話である被告各製品が「ＥＭ Ｃｈｉｐ」と呼ばれるカード\nを備え，そこからアクセスクラスを読み出す構成は，「移動局」が「ＳＩＭ\nカードからユーザクラスを読み出し」に該当する。\nよって，被告各製品は，本件発明の構成要件Ａ，Ｂ及びＦを充足する。\n３  争点\n(1) 被告各製品は本件発明の技術的範囲に属するか\nア  構成要件Ｃの充足性\nイ  構成要件Ｄの充足性\nウ  構成要件Ｅの充足性\nエ  構成要件Ｇの充足性\n(2) 本件特許は特許無効審判により無効にされるべきものか\nア  新規性欠如（無効理由１）\nイ  進歩性欠如その１（無効理由２）\nウ  進歩性欠如その２（無効理由３）\nエ  進歩性欠如その３（無効理由４）\nオ  分割要件違反及びそれに基づく新規性欠如（無効理由５）\nカ  サポート要件違反（無効理由６）\nキ  実施可能要件違反（無効理由７）\n(3) 原告の請求は権利の濫用として許されないか\n(4) 損害発生の有無及びその額\n第３  争点に関する当事者の主張\n１  争点(1)ア（構成要件Ｃの充足性）について\n〔原告の主張〕\n(1) 構成要件Ｃは，「ブロードキャストコントロールチャネルを介してアクセ\nス閾値ビットおよびアクセスクラス情報を受信し」である。\n被告各製品においては，３ＧＰＰ標準に従い，ＢＣＣＨ（ブロードキャス\nトコントロールチャネル）を介して，Ｎ及びＡＣ－ｔｏ－ＡＳＣマッピング\nを受信する。\nここで，３ＧＰＰ標準におけるＮは，アクセスが可能となるか否かの閾値\n（アクセス閾値）であるＰ（Ｎ）を導くための情報であるから，本件発明に\nおける「アクセス閾値ビット」に相当する。\n仮にアクセス閾値がＰｉ＝ｓｉＰ（Ｎ）であるとしても，ｓｉもＮと同様に\n基地局から提供されるものであるから，ｓ ｉとＮが，併せて本件発明の「ア\nクセス閾値ビット」に該当すると解することもできる。\nまた，本件発明における「アクセスクラス情報」とは，ユーザクラスに関\n連した情報に基づく，通信チャネルへのアクセスの可否に関連した情報であ\nるから，被告各製品におけるＡＣ－ｔｏ－ＡＳＣマッピングは，本件発明に\nおける「アクセスクラス情報」に該当する。\nしたがって，被告各製品は，構成要件Ｃを充足する。\n(2) 被告の主張に対する反論\n被告は，３ＧＰＰ標準のＮ，又はＮとｓ ｉが，構成要件Ｃの「アクセス閾\n値ビット」に該当しないと主張するが，これらが「アクセス閾値ビット」に\n該当することは，後記２〔原告の主張〕のとおりである。\n〔被告の主張〕\n被告各製品が，３ＧＰＰ標準に従い，ＢＣＣＨを介して，Ｎ及びＡＣ－ｔｏ\n－ＡＳＣマッピングを受信すること，及び本件発明における「アクセスクラス\n情報」が，ユーザクラスに関連した情報に基づく，通信チャネルへのアクセス\nの可否に関連した情報であることは，認める。\nしかし，３ＧＰＰ標準のＮが「アクセス閾値ビット」であること，及びＡＣ\n－ｔｏ－ＡＳＣマッピングが「アクセスクラス情報」に該当することは，否認\nする。\n後記２〔被告の主張〕のとおり，本件発明における「アクセス閾値ビット」\nとは，「アクセス閾値」を２進数表記したビット配列であるが，３ＧＰＰ標準\nのＰ（Ｎ）は，基地局から移動局に対して送信される数値である動的持続レベ\nルＮを，Ｐ（Ｎ）＝２ － （ Ｎ － １ ）で示される関数に代入して計算することにより\n算出されるから，Ｎは，Ｐ（Ｎ）を２進数表記したものではない。\nよって，Ｎは「アクセス閾値ビット」に当たらず，被告各製品は，構成要件\nＣを充足しない。\n２  争点(1)イ（構成要件Ｄの充足性）について\n〔原告の主張〕\n(1) 「アクセス閾値ビットからアクセス閾値を求め」ることについて\nア  構成要件Ｄの充足性\n構成要件Ｄは，「アクセス閾値ビットからアクセス閾値を求め」ること\nである。\n３ＧＰＰ標準では，Ｐ（Ｎ）は，アクセスが可能となるかの閾値となる\nから，本件発明における「アクセス閾値」に該当する。また，３ＧＰＰ標\n準においてＰ（Ｎ）は，Ｐ（Ｎ）＝２ － （ Ｎ － １ ）で求められるから，例えば，\nＮ＝１のときはＰ（Ｎ）＝１，Ｎ＝２のときはＰ（Ｎ）＝１／２，Ｎ＝３\nのときはＰ（Ｎ）＝１／４，・・・Ｎ＝８のときはＰ（Ｎ）＝１／１２８\nとして求められる。このように，Ｎは，アクセス閾値Ｐ（Ｎ）を導くため\nの情報であるから，「アクセス閾値ビット」に該当する。\nよって，ＮからＰ（Ｎ）を求めることは，「アクセス閾値ビットからア\nクセス閾値を求め」ることに該当する。\nしたがって，被告各製品は，構成要件Ｄを充足する。\nイ 「アクセス閾値ビット」と「アクセス閾値」の関係について\n(ｱ) 構成要件Ｄは，アクセス閾 値がアク セス閾値ビットから「求 められ\nる」ことを要求しているが，アクセス閾値ビットがアクセス閾値を特定\nの方法により符号化したものであることを何ら要求していない。また，\n「アクセス閾値ビット」という文言からも，「アクセス閾値ビット」が\n「アクセス閾値」を求める基礎となるビットであることを意味している\nとは理解できるが，アクセス閾値ビットがアクセス閾値を特定の表記法\nにより表現したものでなければならないとの限定を読み取ることはでき\nない。\nしたがって，アクセス閾値ビットとアクセス閾値の関係は，アクセス\n閾値ビットからアクセス閾値が「求め」られる，すなわち，特定されれ\nば足りるのであり，例えば，アクセス閾値ビットを関数に代入すること\nにより，アクセス閾値ビットとは別の値であるアクセス閾値を求めるよ\nうな場合も，「アクセス閾値ビットからアクセス閾値を求め」ることに\n該当する。\n(ｲ) この点に関して被告は，「アクセス閾値ビット」が「アクセス閾値」\nを２進数表記したものであるから，「アクセス閾値ビット」で表現され\nる値を関数に代入して「アクセス閾値」を求めるような場合は，「アク\nセス閾値ビットからアクセス閾値を求め」には当たらないと主張する。\nしかし，上記(ｱ)のとおり，構成要件Ｄは，アクセス閾値がアクセス\n閾値ビットから「求められる」ことを要求しているだけであり，アクセ\nス閾値ビットがアクセス閾値を特定の方法により符号化したものである\nことを何ら要求していない。\nまた，本件明細書等の記載を見ても，当業者は，アクセス閾値ビット\nがあらかじめ決められた方法で符号化されること，すなわち，移動局は，\nネットワークから送信されるアクセス閾値ビットにより表現されるアク\nセス閾値の範囲がどのようなものであるかを考慮することができること\nを理解する（一つの実施例では，ネットワークが送信することのできる\nアクセス閾値Ｓが１６個で，それらが予め定められた閾値の範囲をなす\nことが示されている。段落【００２６】）。このように，アクセス閾値\nが，どのような方法でアクセス閾値ビットから「求められる」のかは，\n当業者に委ねられているのである。\nさらに，本件発明の移動局においては，受信したアクセス閾値ビット\nからアクセス閾値が求められ，また，当該アクセス閾値の評価に依存し\nてＲＡＣＨへのアクセス権限が求められることによって，ネットワーク\n側がＲＡＣＨへのアクセス権限を移動局に分配することが可能になるの\nである（本件明細書等・段落【０００９】）。このような効果を得るた\nめには，アクセス閾値ビットからアクセス閾値が「求め」られる，すな\nわち特定されれば足りるのであるから，アクセス閾値とアクセス閾値ビ\nットの技術的意義は，アクセス閾値ビットに基づいてこれに対応するア\nクセス閾値が特定されるところにあるのである。このような，本件発明\nの目的並びにアクセス閾値及びアクセス閾値ビットの技術的意義に照ら\nせば，いかなる規則に基づいてアクセス閾値ビットからアクセス閾値が\n特定されるかは，本件発明との関係では問題にならないというべきであ\nる。\nちなみに，ある値をビットで表現する方法が被告の主張する「２進数\n表記」に限られないことは，本件特許優先日当時の当業者の技術常識に\nも合致している。すなわち，例えば，本件明細書等の段落【００４３】\nによれば，本件発明は，本件特許の優先日当時の技術標準であったＧＳ\nＭ規格に従い実現することができるとされているが，その標準規格であ\nるＧＳＭ０４．６０に関する規格書「ＧＳＭ０４．６０  Ｖ６．２．０\n（１９９８－１０）」（以下「乙１６文献」という。）（１４９頁）に\nおいては，再送信の制御において用いら れる閾値「persistence leve\nl」が，ビット表記と関連付けて定義されているところ，そこでは，per\nsistence level「１６」に対応するビットは「１１１１」と定められて\nおり，これが被告のいう２進数表記であれば，本来１５に対応しなけれ\nばならないはずである。このように２進数のビットとそれに対応する１\n０進数の値との関係を任意に設計することができるという技術常識を前\n提に，当業者が本件明細書等を見れば，アクセス閾値ビットとアクセス\n閾値の対応関係も，同様に，特定のものに限定されないと理解すること\nは明らかである。\n(ｳ) また，被告は，本件明細書等の段落【００４０】に，アクセス閾値ビ\nットからアクセス閾値を「検出」するとの記載があることを取り上げ，\n「検出」という語句には，対象に付加・加工・変更等を加える作業は含\nまれないと主張する。\nしかし，「検出」の通常の意味（検査して見つけ出す）に照らしても，\n「アクセス閾値ビットからアクセス閾値を検出する」ことが，「アクセ\nス閾値ビット がアクセ ス閾値の 自然２進 数表現でなけ ればなら ないこ\nと」を意味するとは到底理解できない。そもそも「検出」との表現は実\n施例において 用いられ ているに すぎず， アクセス閾値 ビット「 １００\n０」からアクセス閾値「８」が求められるという一実施態様を前提とし\nた表現であるから，このような実施例の記載によって特許請求の範囲が\n限定的に解釈されるべき理由はない。しかも，本件明細書等の段落【０\n０３９】には，「第１，第２および第３のビットパターンで使用される，\nアクセス閾値，アクセスクラス情報，優先閾値および移動局サービス情\n報に対するビットの数は単なる例であると理解されたい。」と記載され\nており，ここには，アクセス閾値ビットは「アクセス閾値・・・に対す\nるビット」であればよく，「１０００」から「８」を求めるという具体\n例は，「単なる例」にすぎないことが明らかにされている。\n(ｴ) さらに，被告は，段落【００２５】における「ＢＣＣＨ上でアクセ\nス閾値を送信する」 という実施例の 記載 を断片的に取り上げ て，この\n記載はアクセス閾値 ビットがアクセ ス閾 値そのものの２進数 表記でな\nければならないことを意味していると主張する。\nしかし，特許請求の範囲には，アクセス閾値がアクセス閾値ビットか\nら求められると記載されているのみで，それ以上の限定がなく，他方，\nアクセス閾値とアクセス閾値ビットの技術的意義に照らしても，アクセ\nス閾値がアクセス閾値ビットのみから一つの値に定められる必要がある\nと解することはできないのであるから，本件発明の技術的範囲が実施例\nに記載された態様に限定されると解する理由はない。「アクセス閾値を\n送信する」との記載は，アクセス閾値ビットがアクセス閾値に対応する\nビットであるといった程度のことを意味するにすぎない。しかも，本件\n明細書等の全体を読めば，段落【００２５】が，アクセス閾値に係る制\n御の枠組み，すなわち，アクセス閾値が基地局から提供され，そのアク\nセス閾値によってＲＡＣＨへのアクセス権限が分散されることを概念的\nに説明したものであることが理解されるのに対し，基地局が移動局にど\nのようなビットを送信するかは，そのような枠組みをいかにして実現す\nるかという問題にすぎないから，段落【００２５】がそのような具体的\nなビットの構成について何らかの限定を付すものと理解することはでき\nない。この点は，移動通信システムの専門家による平成２５年（２０１\n３年）１月２８日付け意見書でも，同様に理解されている。\n(ｵ) そして，被告は，アクセス閾値ビットがアクセス閾値そのものの２進\n数表記でなければならないことの根拠として，アクセス閾値ビットがア\nクセス閾値そのものの２進数表記に限られないと解釈すると，本件発明\nの要旨が原出願翻訳文の開示の範囲を超えることになるとも主張する。\nしかし，原出願翻訳文の記載についても，本件明細書等と同様に，ア\nクセス閾値はアクセス閾値ビットに基づいて選択されるものであって，\nアクセス閾値ビットがアクセス閾値そのものの２進数表記に限られるこ\nとはないことが理解されるのである。\n例えば，原出願翻訳文には，被告が指摘するとおり，「ＢＣＣＨ上で\nアクセス閾値を送信する」との記載があるが，ＢＣＣＨ上で送信される\n情報がビットの形式で表現されることは当然であるから，この記載は，\nアクセス閾値に対応するビットであるアクセス閾値ビットがＢＣＣＨ上\nで送信されることを意味していると理解される。また，原出願翻訳文に\nは，アクセス閾値ビット「１０００」からアクセス閾値「８」が求めら\nれる態様が実施例として記載されているが，本件発明の目的に照らせば，\n当業者は，アクセス閾値とアクセス閾値ビットの関係が，実施例として\n記載された一態様に限定されることはなく，アクセス閾値が何らかの対\n応関係に基づいてアクセス閾値ビットから求められればよいことを理解\nする。\nこのほか，原出願の特許請求の範囲請求項１及び１１には，「アクセ\nス権限データがアクセス閾値を含んでいる」との記載があるが，これは，\n上記「アクセス閾値Ｓを送信する」との記載と同様，アクセス閾値が基\n地局から提供されるという制御の枠組みを規定したものにすぎず，アク\nセス閾値ビットがアクセス閾値そのものの２進数表記に限られることを\n意味するものではない。\nよって，本件発明の構成要件 Ｄがアクセス閾値ビットで表 現される\n数値を関数に代 入してア クセス閾値 を求 めることも含ん でいると 解す\nることは，原出願翻訳文に記載された範囲のものであるといえる。\nウ  ＡＳＣ＝２～７の場合について\n(ｱ) 被告は，ＡＳＣ＝２～７の場合，ランダム数Ｒと比較されるのは，Ｐ\n（Ｎ）ではなく，Ｐ ｉであるから，本件発明の「アクセス閾値」に当た\nるのもＰ ｉ であり，また，そのＰ ｉ は，Ｎとは異なるパラメータである\nｓｉを用いて，Ｐｉ＝ｓｉＰ（Ｎ）の関数により算出されるから，Ｎから\n求められる「アクセス閾値」には当たらないと主張する。\nしかし，被告各製品が本件発明の技術的範囲に属するか否かを判断す\nるに当たっては，被告各製品が，ＡＳＣが０と１の場合に構成要件を充\n足するか否かを判断すれば足りるから，ＡＳＣ＝２～７の場合を考慮す\nる必要はない。\nまた，３ＧＰＰ標準は，ネットワークのオペレータがＡＳＣとして０\nと１を用意してネットワークを運用することもできるように設計されて\nいるところ，被告各製品は，ＡＳＣが０と１（ＡＳＣの数が二つ）であ\nる場合であっても，３ＧＰＰ標準に従ってＲＡＣＨにアクセスするよう\nに構成されている。したがって，ＡＳＣが０と１である場合の被告各製\n品の構成を本件発明と対比すれば，構成要件の充足性を判断するのに十\n分であり，ＡＳＣの数が三つ以上用意されている場合を取り上げる必要\nはない。\nしたがって，本件においては，ＡＳＣ＝２～７の場合，すなわち，Ｐ\nｉ＝ｓ ｉ Ｐ（Ｎ）が「アクセス閾値」に当たるか否かを検討する必要は\nない。\n(ｲ) 仮 に ， Ａ Ｓ Ｃ ＝ ２ ～ ７ の 場 合 を 考 慮 に 入 れ ， Ｐ ｉ ＝ ｓ ｉ Ｐ （ Ｎ ） が\n「アクセス閾値」に該当するとしても，被告各製品は，なお構成要件Ｄ\nを充足する。\nすなわち，アクセス閾値は，構成要件Ｄが定めるとおり，受信された\nアクセス閾値ビットから求められるものであるが，アクセス閾値ビット\nのみから求められる必要はなく，特許請求の範囲にはそのように限定す\nる記載はないし，また発明の詳細な説明からもそのような限定を読み取\nることはできない。\n本件特許においては，アクセス閾値の評価に依存して移動局のＲＡＣ\nＨへのアクセス権限が求められるものであり，その値は，ＢＣＣＨ上を\n伝送されるアクセス閾値ビットから求められるのであるから，このよう\nにして，アクセス閾値を用いてＲＡＣＨへの負荷を適切に制御するとい\nう目的を達成することができるのであれば，そのアクセス閾値は，アク\nセス閾値ビットのみから一つの値に定まるものである必要はなく，他の\n要因を考慮して定められるものであってもよいことが理解される。\nこのように，アクセス閾値は，アクセス閾値ビットのみから一つの値\nに定められるものである必要なく，アクセス閾値ビットに加えて他の要\n素を考慮して求められるものであってもよいから，ｓ ｉとアクセス閾値\nビットに相当するＮにより求められる「ｓ ｉＰ（Ｎ）」も，「アクセス\n閾値」に該当する。\nなお，スケーリングファクターであるｓ ｉ は基地局からオプションと\nして提供されるものであって，必ず送信されるものではなく，ｓ ｉが送\n信されない場合には，ｓ ｉの値としてデフォルトの１が用いられるから，\nこのときは，ＡＳＣ＝２～７の場合も，ＡＳＣ＝１の場合と同様，Ｐ ｉ\n＝Ｐ（Ｎ）となる。\nさらに，ｓ ｉが送信される場合に着目する場合は，基地局から移動局\nに送信されるｓ ｉとＮが，併せて本件発明の「アクセス閾値ビット」に\n該当すると解することもできる。そうすると，ｓ ｉＰ（Ｎ）は，アクセ\nス閾値ビットであるｓ ｉ及びＮのみから求められる「アクセス閾値」に\n該当する。\nよって，仮に，ＡＳＣ＝２～７の場合を考慮したとしても，いずれに\nせよ，被告各製品は，「アクセス閾値ビットからアクセス閾値を求め」\nる（構成要件Ｄ）を充足する。\n(2) 構成要件Ｄの省略について\nア  被告は，本件発明が，移動局が構成要件Ｅの「検査」を行う際に構成要\n件ＢないしＥの手順からなる作動方法に従って作動することを必須要件と\nしており，移動局が，構成要件Ｅの検査を行う場合に，必ずアクセス閾値\nビットからアクセス閾値を求めること（構成要件Ｄ）が必要であることを\n前提として，３ＧＰＰ標準においては，ＡＳＣ＝０の場合，Ｐ ｉは常に１\nとなり，ＮからＰ（Ｎ）は算出されないから，構成要件Ｄを充足しないと\n主張する。\nしかし，本件発明は，物の発明であり，「前記アクセス閾値ビットから\nアクセス閾値を求め・・・るように構成されていることを特徴とする移動\n局」を規定しているのであるから，本件発明の移動局は「アクセス閾値ビ\nットからアクセス閾値を求め」るようにされている構成を備えれば足りる。\nまた，構成要件Ｅは「アクセス閾値ビットに依存せずに・・・アクセス\n権 限 が 付 与 さ れ て い る 」 と 規 定 し て お り ， 「 ア ク セ ス 閾 値 に 依 存 せ ず\nに・・・」とは規定していない。このことからも，クレーム上，「アクセ\nス閾値ビットに依存せずに・・・アクセス権限が付与されている」場合に\nアクセス閾値を求めることは要求されていないことを理解することができ\nる。\nさらに，本件明細書等の段落【００３７】には，アクセス閾値に依存せ\nずにＲＡＣＨにアクセスすることができる場合，評価ユニットによるアク\nセス閾値の評価は「場合によって」行われてもよいし，行われなくてもよ\nいことが示されているところ，このように本件明細書等には，アクセス閾\n値の評価が行われない場合があってもよいことを明示しているのであるか\nら，アクセス閾値が求められない場合があってもよいことは当然である。\n本件明細書等の段落【００４０】及び図４ａ～図４ｃの実施例においても，\nアクセス閾値ビットの評価に依存せずにアクセス権限が付与される場合に，\nプログラム点２８５からプログラム点２４５へ分岐して，アクセス閾値が\n求められない態様が開示されている。\nそもそも，本件発明においてアクセス閾値が「検査」の前に求められな\nければならない技術的な必要性は全くなく，ＲＡＣＨへのアクセス権限が\n「アクセス閾値ビットに依存せずに付与されている」移動局はアクセス閾\n値を求める必要がないことは，当業者からすれば明らかである。\n以上のとおり，本件発明において，アクセス閾値は必ず求められなけれ\nばならないものではなく，構成要件Ｄを省略する場合があってもよい。\nイ  この点に関して被告は，本件特許の請求項１の文言が，方法の発明であ\nる請求項３の文言とほぼ同一であるから，本件発明１の技術的範囲も，そ\nの文言に含まれる全ての作動ステップを実施するものとして構成された移\n動局に限定されると解されると主張する。\nしかし，本件発明１の技術的範囲は，本件特許の請求項１の記載に基づ\nいて定めなければならず（特許法７０条１項），しかも，同請求項１に係\nる発明は「物の発明」であり，同請求項３に係る発明は「方法の発明」で\nあることは，文言上明らかであって，物の発明においては，方法の発明と\nは異なり，時系列的な要素が必須であるとは解されておらず，当該物の構\n成が特定されていれば足りると考えられているのであるから，同請求項１\nと同請求項３とが別個独立に解釈されるべきことは当然である。\nウ  小括\n以上のとおり，被告各製品において，ＡＳＣ＝０の場合に，構成要件Ｅ\nの「検査」を行う際，構成要件Ｄの手順を省略する方法で作動するとして\nも，被告各製品が構成要件Ｄに相当する構成を欠くということにはならな\nい。\n(3) 構成要件ＤとＥの順序について\nア  被告は，本件発明においては，移動局が「検査」をする際に，構成要件\nＢないしＥの順序を順守することが必要であるとして，３ＧＰＰ標準にお\nいては「検査」（構成要件Ｅ）の後にアクセス閾値が求められる（構成要\n件Ｄ）から，被告各製品は，本件発明の技術的範囲に属さないと主張する。\nしかし，本件発明は，移動局という「物の発明」であるから，構成要件\n間の順序関係を定めていると解することはできない。構成要件Ｅを見ても，\nアクセス閾値ビットの評価に依存せずにアクセス権限が付与される場合に\nおいては，アクセス閾値を求める必要がないことが示されており，さらに，\n本件明細書等の段落【００３７】には，上記場合には，アクセス閾値の評\n価が行われてもよいし，行われなくてもよいことが開示され，段落【００\n４０】の実施例においても，プログラム点２８５で「検査」が行われた後\nに，プログラム点２１０において，「アクセス閾値が求め」られる態様が\n記載さ れてい るので ある から， 本件 発明 におい て，「 検査」 （構 成要 件\nＥ）の前にアクセス閾値ビットからアクセス閾値を求めること（構成要件\nＤ）が必要であると解することはできない。\nイ  この点に関して被告は，本件特許の請求項３が，手順の順序によって技\n術的範囲を画定する「方法の発明」としてクレームされていることから，\n当該クレームにおける作動方法の順序を，本件発明に係る移動局の技術的\n範囲を判断する際にも考慮する必要があると主張する。\nしかし，「方法の発明」をクレームしている他の請求項は，本件発明の\n技術的範囲の解釈とは無関係である。\nウ  以上のとおり，被告各製品において，「検査」（構成要件Ｅ）の後に，\nアクセス閾値ビットからアクセス閾値を求めている（構成要件Ｄ）として\nも，被告各製品が構成要件ＤないしＥの構成を欠くということにはならな\nい。\n〔被告の主張〕\n(1) 「アクセス閾値ビットからアクセス閾値を求め」ることについて\nア  「アクセス閾値」及び「アクセス閾値ビット」の意義\n(ｱ) 本件発明における「アクセス閾値」とは，ＢＣＣＨを介して受信する\n「アクセス閾値ビット」から求められるものである（構成要件Ｄ）。\nここで，本件発明の「アクセス閾値ビット」という用語は，「アクセ\nス閾値」という用語の直後に，コンピュータが処理する最小単位で２進\n数の０と１に対応する「ビット」という文言が付加されているにすぎず，\nまた，アクセス閾値ビットは，移動局がＢＣＣＨを介して受信するもの\nである（構成要件Ｃ）が，ＢＣＣＨを介してデータが送受信される際に，\n送受信されるデータがビットの形で表現されていることは当たり前のこ\nとであることからすれば，「アクセス閾値ビット」とは，「アクセス閾\n値」という数値を表現するビットであると当然に解される。すなわち，\n「アクセス閾値ビット」により表現される数値が「アクセス閾値」であ\nって，アクセス閾値ビットにより表現される数値を関数に代入して得ら\nれた値は，もはや「アクセス閾値」ではない。\nまた，本件明細書等 に記載された 実施例 においては，アクセ ス閾値\nがＢＣＣＨを介して移動局に伝 送させる 数値であることが前提とさ れ\nており，伝送される情報信号が ビットパ ターンを含んでいること， 当\n該ビットパターンにはアクセス 閾値ビッ トが含まれていること，ア ク\nセス閾値ビットによりアクセス 閾値が移 動局に伝送されること，ア ク\nセス閾値ビットによりアクセス 閾値が２ 進符号化されること（アク セ\nス閾値ビットが「１０００」の 場合は， アクセス閾値「８」が得ら れ\nる こ と ） 及 び 移 動 局 が ア ク セ ス 閾 値 ビ ッ ト か ら ア ク セ ス 閾 値 を 「 検\n出」することが，それぞれ記載 されてお り（段落【００２２】，【 ０\n０ ２ ５ 】 ， 【 ０ ０ ２ ６ 】 ， 【 ０ ０ ３ ５ 】 ， 【 ０ ０ ３ ６ 】 ， 【 ０ ０ ３\n７】及び【００４０】），この ように， 実施例においては，アクセ ス\n閾値がビットで表された形でＢ ＣＣＨを 介して移動局に伝送される こ\nとが記載されている。また，上 記「検出 」とは，「検査して見つけ 出\nす 」 こ と を 意 味 す る か ら ， こ こ で 「 見 つ け 出 」 さ れ る も の は ， 「 検\n出」の対象に既に存在すること が前提で あって，「見つけ出す」と い\nう作業には，見つけ出された対 象に付加 ・加工・変更等を加える作 業\nは含まれないと解される。よっ て，アク セス閾値ビットの形で表現 さ\nれている数値を関数に代入して アクセス 閾値を「計算」することは ，\n「検出」に当たらない。\n以上のとおり，本件発明の特許請求の範囲及び本件明細書等の記載に\nは，アクセス閾値ビットがアクセス閾値をストレートに２進数表記した\nビットであることが示唆される一方，それ以外の方法でアクセス閾値を\n符号化したものを「アクセス閾値ビット」に含めることに関する示唆は\n一切ない。\nしたがって，本件発明における「アクセス閾値」とは，基地局からＢ\nＣＣＨ を介 して 移動 局に伝 送さ れる 数値 であり ，「 アク セス閾 値ビ ッ\nト」とは，アクセス閾値が移動局に伝送される際にこれを表現するビッ\nトであることは明らかである。そして，構成要件Ｄの「アクセス閾値ビ\nットからアクセス閾値を求める」とは，「アクセス閾値ビットからアク\nセス閾値を検出する」（段落【００４０】）こと，すなわち，アクセス\n閾値ビットの形で表現されているアクセス閾値を認識することである。\n(ｲ) 原出願翻訳文の記載\n本件特許は，原出願（特願２０００－６０４６３４）からの分割出願\nであるところ，原出願翻訳文の各請求項には，加入者局に伝送される情\n報信号にはアクセス権限データが備わり，あるいは，アクセス権限デー\nタが情報信号と共に加入者局に伝送されること，加入者局はアクセス権\n限データがアクセス閾値を含んでいるか否かを検査すること，加入者局\nがアクセス閾値をランダム数又は擬似ランダム数と比較すること，が記\n載されていることから，上記各請求項においては，加入者局においてラ\nンダム数又は擬似ランダム数と比較されるアクセス閾値は，アクセス権\n限データに含まれる形で加入者局に伝送される数値であることが，当然\nの前提となっている。\n原出願翻訳文の「発明の利点」においても，上記請求項と同様のこと\nが記載されており，その段落【００２７】には，「ＢＣＣＨ上でアクセ\nス閾値を移動局に送信すること」が記載されており（なお，これは実施\n例の記載ではない。），それ以外に，移動局がアクセス閾値を取得する\n方法の開示は存在しない。\nまた，原出願翻訳文に記載された実施例においても，アクセス閾値は\nアクセス権限データに含まれる形でＢＣＣＨを介して移動局に伝送され\nる数値であることが，当然の前提となっている。\n以上のような原出願の「特許請求の範囲」，「発明の利点」及び実施\n例の記載を総合しても，ビットで表現された形でＢＣＣＨを介して移動\n局に伝送される数値を，移動局において「アクセス閾値」として用いる\nことが記載されているのみで，ビットで表現された形でＢＣＣＨを介し\nて移動局に伝送される数値とは別の数値を，移動局において「アクセス\n閾値」として用いることを開示・示唆するような記載は一切存在しない。\nしたがって，原出願翻訳文に記載された発明においては，アクセス閾\n値それ自体がＢＣＣＨ上で送信される必要があり，アクセス閾値とは異\nなる別の情報を，アクセス閾値の代わりにＢＣＣＨ上で送信することは，\n何ら想定されておらず，原出願翻訳文に記載された「アクセス閾値」と\nは，基地局からＢＣＣＨを介して移動局に伝送される数値であり，「ア\nクセス閾値ビット」とは，アクセス閾値が移動局に伝送される際に，こ\nれを表現するビットである。\nそうすると，原出願から分割された本件発明においても，「アクセス\n閾値」とは，基地局からＢＣＣＨを介して移動局に伝送される数値であ\nり，「アクセス閾値ビット」とは，アクセス閾値が移動局に伝送される\n際にこれを表現するビットであると解すべきである。なお，仮に原告が\n主張するように，本件発明において，アクセス閾値ビットがアクセス閾\n値をビットで表現したものに限定されず，アクセス閾値ビットとアクセ\nス閾値との間には１対１の対応関係すら存在する必要がないというので\nあれば，かかる本件発明の要旨は，原出願翻訳文に記載されていないこ\nとになるため，後記９〔被告の主張〕で主張するとおり，本件特許出願\nは分割要件違反となる。\nイ  被告各製品の充足性\n(ｱ) 原告は，３ＧＰＰ標準において，Ｎが「アクセス閾値ビット」に当た\nり，Ｐ（Ｎ）が「アクセス閾値」に当たり，ＮをＰ（Ｎ）＝２ － （ Ｎ － １ ）\nの関数に代入して，Ｐ（Ｎ）を求めることが，「アクセス閾値ビットか\nらアクセス閾値を求め」ることに当たると主張する。\nしかし，前記アのとおり，本件発明における「アクセス閾値」とは，\nアクセス閾値ビットにより表現される数値を意味するから，アクセス閾\n値ビットにより表現される数値とは別の数値（例えば，アクセス閾値ビ\nットにより表現される数値を，移動局の側で更に関数に代入して得られ\nる数値）は，もはや「アクセス閾値」ではない。そして，構成要件Ｄの\n「アクセス閾値ビットからアクセス閾値を求め」るとは，アクセス閾値\nビットの形で表現されているアクセス閾値を認識することである。\n被告各製品が準拠する３ＧＰＰ標準においては，基地局からビットで\n表現された形で送られている数値はＮであり，ＮからＰ（Ｎ）を算出す\nるためには，移動局の側で更にＮをＰ（Ｎ）＝２ － （ Ｎ － １ ）という関数に\n代入して算定しなければならないから，当然，ＮとＰ（Ｎ）とは別の数\n値である。このように，ＮからＰ（Ｎ）を算出することは，アクセス閾\n値ビットの形式で表現されているアクセス閾値を認識することではない\nから，結局，３ＧＰＰ標準は，「アクセス閾値ビットからアクセス閾値\nを求め」るようには構成されていない。\nしたがって，３ＧＰＰ標準に準拠する被告各製品は，構成要件Ｄを充\n足しない。\n(ｲ) また，３ＧＰＰ標準において，移動局が選択するＡＳＣには，０から\n７までの八つの値があり，それぞれのＡＳＣの値に対応して，Ｐ ｉが算\n出されるのであって，ＡＳＣ＝２～７の 場合は，Ｐ ｉ ＝ｓ ｉ Ｐ（Ｎ）と\nして算出され，こうして求めたＰ ｉとランダム数Ｒとの比較結果に基づ\nいて，アクセス権限が付与されるか否かが求められる。そうすると，Ａ\nＳＣ＝２～７の場合，移動局にアクセス権限が付与されるか否かを求め\nるためにランダム数Ｒと比較される数値 は，Ｐ ｉ ＝ｓ ｉ Ｐ（Ｎ）であっ\nて，Ｐ（Ｎ）ではない。\nしたがって，そもそも，「Ｐ（Ｎ）」は，構成要件Ｇの「アクセス閾\n値」には該当しない。\nまた，ｓ ｉ Ｐ（Ｎ）についても，ｓ ｉ は，Ｎとは別にネットワークか\nら報知されるパラメータであって，同一のＮに対して複数のｓ ｉとの組\nみ合わせがあり得るので，Ｎに対応するｓ ｉＰ（Ｎ）の値は必ずしも一\nつ で は な い か ら ， パ ラ メ ー タ ｓ ｉ を も 用 い て 求 め ら れ る 「 ｓ ｉ Ｐ\n（Ｎ）」は「アクセス閾値」に当たらない。\nウ  原告の主張に対する反論\n(ｱ) 原告は，被告各製品が本件発明の技術的範囲に属するか否かを判断す\nるに当たっては，ＡＳＣが０又は１の場合のみを考慮すれば足りるとし\nて，Ｐ（Ｎ）が「アクセス閾値」に当たると主張する。\nしかし，３ＧＰＰ標準において用いられている用語を正確に把握して，\n本件発明で用いられている用語との対応関係を検討するためには，その\n用語が３ＧＰＰ標準の中でどのように用いられているかを体系的かつ整\n合的に理解することが必要になるから，上記の原告の考え方は採り得な\nい。\n３ＧＰＰ標準においては，前記イ(ｲ)のとおり，ＡＳＣには０から７\nまでの八つの値があり，それぞれのＡＳ Ｃの値に対応して，Ｐ ｉ ＝ｓ ｉ\nＰ（Ｎ）が算出されるのである。したがって，どのＡＳＣを選択するか\nにかかわらず，かつ，スケーリングファクター（ｓ ｉ）が伝送されるか\n否かにかかわらず，常にランダム数Ｒと比較されるＰ ｉについて，これ\nが「アクセス閾値」に当たるか否かを検討するべきである。他方，Ｐ ｉ\nを算出するに際して参照されるパラメータの一つにすぎないＰ（Ｎ）は，\nそもそも「アクセス閾値」に当たるはずがない。\nよって，ＡＳＣ＝０又は１の場合だけでなく，ＡＳＣ＝２～７の場合\nも考慮に入れて，Ｐ ｉが「アクセス閾値」に当たるか否かを検討すべき\nである。\nこの点，原告は，仮にＡＳＣ＝２～ ７の 場合を考慮して，Ｐ ｉ ＝ｓ ｉ\nＰ（Ｎ）がアクセス閾値であるとしても，ＮからＰ ｉを求めることが，\n「アクセス閾値ビットからアクセス閾値を求め」ることに当たると主張\nする。\nしかし，ｓ ｉ Ｐ（Ｎ）におけるｓ ｉは，Ｎとは別にネットワークから\n報知されるパラメータであって，同一のＮに対して複数のｓ ｉとの組み\n合わせがあり得るので，Ｎに対応するｓ ｉＰ（Ｎ）の値は必ずしも一つ\nではない。原告は，アクセス閾値はアクセス閾値ビットによって特定さ\nれる値であると主張しているところ，ｓ ｉＰ（Ｎ）は，アクセス閾値ビ\nットＮだけでは特定されず，パラメータｓ ｉをも用いて求められるので\nあるから，「アクセス閾値」に当たらない。\n(ｲ) 原告は，ＲＡＣＨへの負荷を適切に制御するという本件発明の目的か\nらすれば，アクセス閾値がアクセス閾値ビットのみから一つの値に定ま\nるものである必要はないと主張する。\nしかし，アクセス閾値とアクセス閾値ビットとの間に１対１の対応関\n係が存在せず，アクセス閾値ビットからアクセス閾値が一義的に定まら\nないのであれば，ネットワーク（基地局）は，ＢＣＣＨ上でアクセス閾\n値ビットを移動局に送信する方法によっては，アクセス閾値を制御する\nことができなくなるから，この場合に，ＲＡＣＨへの負荷を適切に制御\nするという目的が達成されなくなることは明らかである。しかも，通常\nの文言解釈としては，「ＡからＢを求める」とは，Ｂを求めるに際して\nＡ以外のパラメータ（変数）が存在せず，Ａが定まれば，Ｂもまた一義\n的に定まる必要がある。よって，アクセス閾値ビットとアクセス閾値と\nの間に，少なくとも１対１の対応関係が存在することが必要であると解\nすべきである。\nこの点，原告は，ＧＳＭ０４．６０における「persistence level」\nの例を挙げて，２進数のビットとそれに対応する１０進数の値との関係\nを任意に設計することが本件特許優先日当時の当業者の技術常識であっ\nたと主張するが，ＧＳＭ０４．６０は，送信される４桁のビットと，pe\nrsistence level の値とが対応付けられているものの，persistence le\nvel の値が４桁のビットで「表現」されているわけではないし，persis\ntence level の値がＢＣＣＨを介して送信されているというわけでもな\nいから，原告の主張は失当である。\n(2) 構成要件Ｄの省略について\nア  クレーム解釈\n本件特許の請求項１の記載によれば，本件発明１に係る移動局は，「検\n査」（構成要件Ｅ）を行う際，構成要件Ｂ，Ｃ，Ｄ，Ｅの各手順を踏むこ\nととされているから，本件発明に係る移動局は，この手順からなる一連の\n作動方法により特定されている。また，「・・・読み出し，」「・・・受\n信し，」「・・・を求め，」「・・・を検査する」という表現を用いて前\n後の作動をつなげることにより，移動局が検査を行うための一つ一つの作\n動を一連のまとまりのあるものとして表現している。さらに，構成要件Ｄ\nの「前記アクセス閾値ビット」及び構成要件Ｅの「受信されたアクセス閾\n値ビッ ト」は ，構成 要件 Ｃの「 アク セス 閾値ビ ット」 を，構 成要 件Ｅ の\n「前記ユーザクラス」は，構成要件Ｂの「ユーザクラス」を指しているが，\nこのように，後出の構成要件が前出の構成要件で用いた文言を特定して再\n度用いる表現からは，時系列的要素が読み取れる。\nしかも，本件発明１の特許請求の範囲の文言は，方法の発明である請求\n項３の特許請求の範囲の文言とほぼ同じであるところ，方法クレームの技\n術的範囲は，当該クレームに記載された全ての作動ステップを実施するこ\nとであることからすると，本件発明１の技術的範囲も，そのクレームに含\nまれる全ての作動ステップを実施するものとして構成された移動局に限定\nされると解すべきことになる。\n一方，本件特許の特許請求の範囲においても，本件明細書等においても，\n構成要件Ｄの手順を省略することについては何ら示唆されていないことを\n考慮すると，本件発明は，この手順を省略して検査するように構成された\n移動局を予定していないものと解される。\nしたがって，本件発明は，移動局が構成要件Ｅの「検査」を行う際に，\n構成要件ＢないしＥの手順からなる作動方法に従って作動することを必須\n要件としており，移動局が，構成要件Ｅの「検査」を行う場合に，当該移\n動局が受信されたアクセス閾値ビットに依存せずにＲＡＣＨにアクセスす\nる権限が付与されているか，あるいは，ＲＡＣＨへのアクセス権限が，ア\nクセス閾値の評価に依存して求められるかを問わず，アクセス閾値ビット\nからアクセス閾値を求めるもの（構成要件Ｄ）である必要がある。\nイ  被告各製品の充足性\n被告各製品が準拠する３ＧＰＰ標準においては，ＡＳＣ＝０の場合，Ｐｉ\nは常に１となり，ＡＳＣ＝０に対応するＰ（Ｎ）は存在しないことになるが，\n対応するＰ（Ｎ）が存在しない以上，Ｐ（Ｎ）はＮから算出されない。この\nように，３ＧＰＰ標準は，ＡＳＣ＝０の場合，構成要件Ｅの「検査」を行う\n際，構成要件Ｄの手順を省略する方法で作動する。\nしたがって，被告各製品は，構成要件Ｄを充足せず，本件発明の技術的\n範囲に属さない。\nウ  原告の主張に対する反論\n(ｱ) 原告は，本件発明が「物の発明」であることを強調して，本件発明の\n移動局が「アクセス閾値ビットからアクセス閾値を求め」る構成を備え\nれば足りると主張する。\nしかし，「物の発明」であることから直ちに，その全ての構成要件を\n機能的に具備するだけでその技術的範囲に属すると判断されるとは限ら\nず，本 件発 明の よう に「物 の発 明」 に係 る特許 請求 の範 囲にそ の物 の\n「作動方法」が記載され，その文言を基準に，構成要件間の論理的関係\nや結び付きを考慮すると，当該作動方法に従って作動するよう構成され\nていることをもって特定されていると判断される場合には，その発明の\n技術的範囲は，当該作動方法に従って作動する物に限定されると解すべ\nきである。\n(ｲ) 原告は，本 件発明 の構成要 件Ｅが「 アクセス閾 値ビット に依存 せず\nに・・・アクセス権限が付与されている」と規定しており，「アクセス\n閾値に 依存 せず に・ ・・」 と規 定し てい ないこ とか ら， クレー ム上 も\n「アクセス閾値ビットに依存せずに・・・アクセス権限が付与されてい\nる」場合には，アクセス閾値を求めることが要求されていないと理解で\nきると主張する。\nしかし，仮に，受信されたアクセス閾値ビットに依存せずにＲＡＣＨ\nにアクセスする権限が付与されている場合は，構成要件Ｄの手順を省略\nして「検査」するように構成されている移動局も本件発明の技術的範囲\nに含めるのであれば，構成要件Ｅにおいて，「・・・あるいは，ランダ\nムアクセスチャネルへの，当該移動局のアクセス権限が，『アクセス閾\n値ビットから求められる』アクセス閾値の評価に依存して求められるか\nを検査する」などと記載すればすむことである。にもかかわらず，あえ\nて構成要件Ｄの手順を独立して設けたのは，受信されたアクセス閾値ビ\nットに依存せずにＲＡＣＨにアクセスする権限が付与されているのか，\nあるいは，ＲＡＣＨへのアクセス権限が，アクセス閾値の評価に依存し\nて求められるかにかかわらず，検査をする過程に構成要件Ｄの手順を必\nず含ませる趣旨であったことを如実に示している。\n(ｳ) 原告は，本件明細書等には，アクセス閾値が求められない態様が開示\nされていると主張する。\nしかし，明細書の記載は，請求項に記載された発明の技術的範囲の解\n釈において参酌されるべきものではあるが，明細書の記載を根拠として，\n請求項の文言と反するクレーム解釈を採用することは許されない。\n(ｴ) 原告は，本件発明においてアクセス閾値が「検査」の前に求められな\nければならない技術的な必要性がないと主張する。\nしか し， 特許 発明 の技 術的 範囲 の確 定に おい ては ，「 特許 請求 の範\n囲」記載の文言から何が読み取れるかが重要であって，仮に，当該文言\nに基づいて確定された技術的範囲が，技術的に見て当該発明の効果との\n関係において必ずしも合理的ではない工程を含む結果となっても，これ\nに対応して，技術的範囲が修正されるわけではないから，被告の上記主\n張は無意味である。\n(3) 構成要件Ｄと構成要件Ｅの順序について\nア  クレーム解釈\n前記(2)アのとおり，本件発明は，移動局が構成要件Ｅの「検査」を行\nう際に，構成要件ＢないしＥの手順からなる作動方法に従って作動するこ\nとを必須要件としているところ，本件特許の特許請求の範囲や本件明細書\n等において，移動局が構成要件ＢないしＥという順序以外の順序で作動す\nることについての示唆がなく，本件明細書等にこの順序以外の順序で「検\n査」することに関する記載すらないことを考慮すると，本件発明は，構成\n要件ＢないしＥの順序以外の順序で「検査」するように構成された移動局\nを排除する趣旨であることは明らかである。\nまた，本件特許の請求項１は，本件発明の移動局を，「方法の発明」と\nしてクレームされている請求項３とほぼ同一の文言で表現される作動方法\nによって特定しており，その文言は，物の「構成」を一つ一つ表現すると\nいうよりむしろ，一連の「方法」を表現していると読めるところ，「方法\nの発明」では，当該方法を構成する一つ一つの手順の順序が当該「方法の\n発明」の技術的範囲を画定しているから，同じ作動方法により特定されて\nいる本件発明に係る移動局の技術的範囲を判断する際にも，これを考慮す\nる必要がある。\nさらに，本件発明における「アクセス閾値」は「アクセス閾値ビット」の\n形で表現される数値であるから，移動局が，アクセス閾値ビットを受信した\n場合（構成要件Ｃ）には，ほぼ同時か，そのすぐ直後に構成要件Ｄの手順が\n自動的に満たされる。他方，アクセスクラス情報に基づく「検査」の手順\n（構成要件Ｅ）は，移動局がアクセスクラス情報を受信した後でなければ行\nうことができないため，必然的に，構成要件Ｃ及びＤの手順の後にならざる\nを得ない。\nイ  被告各製品の充足性\n被告各製品が準拠する３ＧＰＰ標準では，ＡＳＣ＝０の場合を除き，Ａ\nＳＣが選択された後に，Ｐ（Ｎ）がＡＳＣの値に対応して算出されるので\nあるから，３ＧＰＰ標準では，「検査」（構成要件Ｅ）の後にアクセス閾\n値が求められること（構成要件Ｄ）になる。すなわち，３ＧＰＰ標準は，\n「検査」を行う際，本件発明を特定する作動方法に定められている順序と\n異なる順序で検査していることになる。\nよって，被告各製品は，本件発明の構成要件Ｄ及びＥと異なる順序で作\n動するように構成されているから，本件発明の技術的範囲に属さない。\nウ  原告の主張に対する反論\n原告は，本件発明が「物の発明」であることや本件明細書等の記載から，\n本件発明において，「検査」（構成要件Ｅ）の前にアクセス閾値ビットか\nらアクセス閾値を求めること（構成要件Ｄ）が必要であると解することは\nできないと主張する。\nしかし，「物の発明」であることから当然に，構成要件に相当する「構\n成」を全て備えさえすればその技術的範囲に含まれるとはいえないこと，\n及び，明細書等の記載を根拠として請求項の文言と反するクレーム解釈を\n採用することが許されないことは，前記(2)ウで述べたとおりである。\n３  争点(1)ウ（構成要件Ｅの充足性）について\n〔原告の主張〕\n(1) 構成要件Ｅの充足性\n被告各製品は，アクセスクラスに関連するＡＣ－ｔｏ－ＡＳＣマッピング\nに基づいて，受信されたＮに依存せずにＲＡＣＨにアクセスする権限が付与\nされているか，あるいは，ＲＡＣＨへのアクセス権限がＰ（Ｎ）の評価に依\n存して求められているかを検査するように構成されており，そのＡＣ－ｔｏ\n－ＡＳＣマッピングは，本件発明における「ユーザクラスに関連するアクセ\nス ク ラ ス 情 報 」 に 該 当 し ， Ｎ は ， 「 ア ク セ ス 閾 値 ビ ッ ト 」 に 該 当 し ， Ｐ\n（Ｎ）は，本件発明における「アクセス閾値」に該当する。\nここで，ＡＳＣ＝０のときは，Ｐ0 は常に１であり，ＡＳＣ＝１のときは，\nＰ1 はＮに基づいて，Ｐ１＝Ｐ（Ｎ）と求められる。したがって，ＡＳＣ＝０\nのときは，Ｐ0 がＮに依存しないので，移動局は，Ｎに依存することなくＲ\nＡＣＨにアクセスする権限が付与されていることになり，他方，ＡＳＣ＝１\nのときは，ＲＡＣＨにアクセス可能となるか否かは，Ｎに基づいて求められ\nるＰ（Ｎ）の評価に依存することになる。このように，被告各製品は，本件\n発明の構成要件Ｅのとおり，ユーザクラスに関連するアクセスクラス情報に\n基づいて，受信されたアクセス閾値ビットに依存せずにＲＡＣＨにアクセス\nする権限が付与されているのか，あるいはＲＡＣＨへのアクセス権限がアク\nセス閾値の評価に依存して求められるのかを決定するとき，ネットワークか\nら当該移動局に送信されるＡＣ－ｔｏ－ＡＳＣマッピングに基づいてＡＳＣ\nの値を求めることになる。そこで，ＡＣ－ｔｏ－ＡＳＣマッピングに基づい\nてＡＳＣの値を求めることが，本件発明の構成要件Ｅの「検査」に相当する\nことになる。\nよって，被告各製品は，本件発明の構成要件Ｅを充足する。\n(2) ＡＳＣ＝２～７の場合について\nア  被告は，被告各製品が構成要件Ｅを充足するか否かの判断をするに当た\nって，ＡＳＣ＝２～７の場合を考慮する必要があると主張する。\nしかし，被告各製品は，ＡＳＣ＝０であるかＡＳＣ＝１であるかを確認\nする構成を備えており，そのことが，移動局が受信されたアクセス閾値ビ\nットに依存せずにＲＡＣＨにアクセスする権限が付与されているのか，あ\nるいはＲＡＣＨへの移動局のアクセス権限がアクセス閾値の評価に依存し\nて求められるのかを「検査」する構成に該当する以上，被告各製品がそれ\nに加えてＡＳＣ＝２～７であるか否かを検査する構成を備えているとして\nも，そのことによって，構成要件が非充足となるわけではない。\nしたがって，本件発明と被告各製品との対比において，ＡＳＣ＝２～７\nの場合を考慮する必要はない。\nイ  もっとも，ＡＳＣ＝２～７の場合を考慮しても，被告各製品が本件発明\nの技術的範囲に属することに変わりはない。なぜなら，ＡＳＣ＝２～７の\n場合は，ｓｉＰ（Ｎ）が，それぞれｓ２Ｐ（Ｎ），ｓ３Ｐ（Ｎ）・・・，ｓ\n７Ｐ（Ｎ）となり，それがランダム数と比較されて，その結果に応じてア\nクセス権限が付与されるか否かが求められるから，ｓ ｉＰ（Ｎ）が「アク\nセス閾値」に当たることになり，ＡＳＣ＝２～７に属する移動局について\nも，やはり「アクセス閾値」の評価に依存して，アクセス権限が求められ\nるといえるからである。\nしたがって，ＡＳＣ＝２～７の場合も含めて考慮するとすれば，ＡＳＣ\n＝０であるか，ＡＳＣ＝１～７であるかを確認することが，構成要件Ｅの\n「検査」することに該当する。\n〔被告の主張〕\n(1) 構成要件Ｅの「検査」の意義\n本件発明にいう「検査」（構成要件Ｅ）とは，移動局が，アクセスクラス\n情報に基づいて，①受信されたアクセス閾値ビットに依存せずにＲＡＣＨへ\nのアクセス権限が付与されるルートと②アクセス閾値の評価に依存してＲＡ\nＣＨへのアクセス権限が付与されるルートの，いずれのルートに振り分けら\nれるかを検査することである。言い換えると，ＲＡＣＨへのアクセス権限が\n付与されるルートは上記二つのルートしかなく，第三のルートが存在しては\nならない。その意味で，「検査」は，移動局を二者択一のルートに振り分け\nる作業であるといえる。\n(2) 構成要件Ｅの充足性\n３ＧＰＰ標準では，移動局に０から９又は１１から１５のアクセスクラス\nが割り当てられており，移動局は，アクセスクラスと０から７のＡＳＣを対\n応付ける「ＡＣ‐ｔｏ‐ＡＳＣマッピング」に基づいて，自局が属するアク\nセスクラスに対応するＡＳＣを選択する。ＡＳＣ＝０を選択した移動局は，\n０は常に１であるからアクセス権限が付与され，ＡＳＣ＝１を選択した移\n動局は，Ｐ １＝Ｐ（Ｎ）とランダム数の比較結果に基づいてアクセス権限が\n付与されるか否かを判定し，ＡＳＣ＝２，３・・・，７を選択した移動局は，\nｉ ＝ｓ ｉ Ｐ（Ｎ）とランダム数との比較結果に基づいてアクセス権限が付\n与されるか否かを判定する。\nここで，原告の主張するとおり，仮に，Ｎが「アクセス閾値ビット」，Ｐ\n（Ｎ）が「アクセス閾値」にそれぞれ該当すると仮定すると，３ＧＰＰ標準\nでは，ＲＡＣＨへのアクセス権限が付与されるルートが，①Ｎに依存せずに\nアクセス権限が付与されるルート（ＡＳＣ＝０の場合），②Ｐ（Ｎ）の評価\nに依存してアクセス権限が付与されるルート（ＡＳＣ＝１の場合），③Ｐ ｉ\n＝ｓ ｉＰ（Ｎ）の評価に依存してアクセス権限が付与されるルート（ＡＳＣ\n＝２～７の場合）と，三つ以上存在することになる。この③のルートでは，\nｉの値はＮに依存するから，結局，Ｎに依存してアクセス権限が付与され\nることになるが，他方で，このルートではＰ（Ｎ）の評価は行われていない\nから，Ｐ（Ｎ）の評価に依存せずにアクセス権限が付与されることになる。\nそれゆえ，ＡＳＣを選択した結果，移動局が振り分けられるルートは，本件\n発明の「検査」における二者択一のルートに対応しないことになり，被告各\n製品は，構成要件Ｅを充足しないことになる。\n(3) 原告の主張に対する反論\nア  この点に関して原告は，本件発明との対比の関係では，ＡＳＣ＝０の場\n合とＡＳＣ＝１の場合に限定して考えれば足りると主張する。\nしかし，前記(1)のとおり，本件発明の「検査」は，二者択一のルート\nに振り分ける作業であり，前記(2)の①②のいずれにも該当しない第三の\nルートが存在してはならないのである。このように，特許発明がある構成\nを含まないことを要件としている場合には，かかる構成を含む物件が当該\n特許発明の技術的範囲に属しないことは明らかである。\nそして，３ＧＰＰ標準においては，ＡＳＣ＝０，１以外にもＡＳＣ＝２\n～７のルートが存在するのであるから，ＡＳＣ＝２～７のルートが上記①\n②のいずれのルートにも該当しないのであれば，３ＧＰＰ標準に係る移動\n局は，本件発明の技術的範囲に属さないことに帰する。したがって，３Ｇ\nＰＰ標準に係る移動局が，本件発明の技術的範囲に属するか否かを判断す\nるに際しては，ＡＳＣ＝２～７のルートの存在を考慮する必要があること\nは明らかであり，考慮の必要がないとする原告の主張は失当である。\nイ  また，原告は，仮にＡＳＣ＝２～７の場合を考慮するとしても，ｓ ｉＰ\n（Ｎ）がアクセス閾値に当たるから，ＡＳＣ＝０であるか，ＡＳＣ＝１～\n７であるかを確認することが構成要件Ｅの「検査」に該当すると主張する。\nしかし，ｓ ｉ Ｐ（Ｎ）の値はｓ ｉの値に依存するが，ＡＳＣが異なれば，\n当然のことながらｓ ｉも異なり得るのであり，異なるＡＳＣに適用される\nｓ ｉＰ（Ｎ）の値も異なり得る。そうすると，例えば，ＡＳＣ＝２に適用\nされるＰ ｉ ＝ｓ ２Ｐ（Ｎ）が「アクセス閾値」であるとの解釈を採用した\n場合，ＡＳＣ＝１又は３ないし７に属する移動局については，Ｎには依存\nするものの，アクセス閾値（ｓ ２Ｐ（Ｎ））の評価には依存しないでＲＡ\nＣＨへのアクセス権限が付与されることになり，上記①②のいずれにも属\nさない第三のルートが存在することになる。このことは，他のＡＳＣに適\n用されるＰ ｉ ＝ｓ ｉＰ（Ｎ）が「アクセス閾値」であるとの解釈を採用し\nた場合であっても同様である。\nしたがって，ＡＳＣ＝２～７の場合を考慮して，ｓ ｉＰ（Ｎ）が「アク\nセス閾値」に当たると考えたときにも，被告各製品が行う「検査」には第\n三のルートが存在することになるから，被告各製品は，構成要件Ｅを充足\nしない。\n４  争点(1)エ（構成要件Ｇの充足性）について\n〔原告の主張〕\n被告各製品は，Ｐ（Ｎ）の評価を実施するために，Ｐ（Ｎ）とランダム数と\nを比較する手段を有しているところ，前記２〔原告の主張〕のとおり，このＰ\n（Ｎ）は，本件発明における「アクセス閾値」に該当する。\n仮にＡＳＣ＝２～７の場合を考慮するとしても，ｓ ｉＰ（Ｎ）が「アクセス\n閾値」に当たることは，前記２〔原告の主張〕(1)のとおりであるから，ｓ ｉ\nＰ（Ｎ）をランダム数と比較することは，アクセス閾値とランダム数とを比較\nすることに当たる。\nまた，被告各製品は，本件発明１の構成要件ＡないしＦの全てを充足する。\nよって，被告各製品は，本件発明２の構成要件Ｇを充足する。\n〔被告の主張〕\n構成要件Ｇにおいて，ラ ンダム数又は擬 似ランダム数と比較され るのは，\n「アクセス閾値」である。\n原告は，被告各製品におけるＰ（Ｎ）又はｓ ｉＰ（Ｎ）が「アクセス閾値」\nに当たると主張するが，これらが「アクセス閾値」に当たらないことは前記２\n〔被告の主張〕(1)のとおりである。\nよって，被告各製品は，本件発明２の構成要件Ｇを充足しない。\n５  争点(2)ア（無効理由１：新規性欠如）について\n〔被告の主張〕\n(1) 以下のとおり，特開平１０－３２７４７４号の公開特許公報（以下「乙６\n公報」という。）に記載された発明（以下「乙６発明」という。）は，本件\n発明の構成要件ＡないしＧの全てを開示しており，相違点はないから，本件\n発明は，乙６発明と同一であって，新規性を欠く。\nよって，本件特許は，特許法２９条１項３号に該当するから，同法１２３\n条１項２号により無効にされるべきものである。\n(2)  乙６発明と本件発明の対比\nア  乙６発明について\n(ｱ) 乙６公報には，多数の無線基地局を備え，移動局の所在位置に応じた\n無線基地局を介して該移動局と相手端末との間で通信する移動通信シス\nテムにおける移動局が開示されており，また，その移動局は，加入者ク\nラスに属し，加入者クラスは複数存在し得る。\nここで，「加入者クラス」は「ユーザクラス」に該当し，「移動局」\nは「移動無線網で作動するための移動局」であるから，乙６公報には，\n複数の ユー ザク ラス が区別 され る移 動無 線網で 作動 する ための 移動 局\n（構成要件Ａ及びＦ）が開示されている。\n(ｲ) 乙６公報の移動局は加入者クラスに属することから，移動局には，自\n局が加入する加入者クラスに関する情報が当然に記録されている。また，\n自局の加入者クラスに関する情報をＳＩＭカードに記憶することは，本\n件特許の優先日（平成１１年３月８日）当時，周知であったから，乙６\n発明においても，自局の加入者クラスに関する情報をＳＩＭカードに記\n録することは想定されており，当業者であれば，乙６公報から，自局の\n加入者クラスに関する情報をＳＩＭカードに記録することを読み取るこ\nとができる。そして，移動局が，加入者クラスに基づく制御を行う際，\n自局の加入者クラスに関する情報を，当該情報が記録されているＳＩＭ\nカードから読み取ることは，当然のことである。\nよって，乙６公報には，移動局が，ＳＩＭカードからユーザクラスを\n読み出す構成（構成要件Ｂ）が開示されている。\n(ｳ) 乙６発明の移動局は，無線基地局から制御チャネルを介して報知情報\nに含まれる基準レベルＬ及び規制対象移動局又は非規制対象移動局の加\n入者クラスに関する情報を受信するが，無線チャネルを介して情報を伝\n送する際に，情報をビット（２進数）の形式で伝送することは当然のこ\nとであるから，上記基準レベルＬはビットで表現された形で報知情報に\n含まれている。また，基準レベルＬ及び規制対象移動局又は非規制対象\n移動局の加入者クラスに関する情報は，無線基地局から移動局に対して\n報知（一斉送信）されるが，これは，ＢＣＣＨを用いた送信である。\nここで，「基準レベルＬ」は，アクセス制御において受信レベルと比\n較される閾値として用いられるものであるから，これを表現するビット\nは「アクセス閾値ビット」に該当し，規制対象移動局又は非規制対象移\n動局の加入者クラスに関する情報は「アクセスクラス情報」に該当する。\nよって，乙６公報は，移動局がＢＣＣＨを介してアクセス閾値ビット\n及びアクセスクラス情報を受信する構成（構成要件Ｃ）を開示している。\n(ｴ) 乙６発明の移動局は，基準値レベルＬを表現するビットを受信すると，\nそのビットで表現される値を基準レベルＬとして使用する。基準レベル\nＬは，アクセス制御において受信レベルと比較される閾値として用いら\nれるものであるから「アクセス閾値」に該当し，また，基準レベルＬを\n表現するビットは「アクセス閾値ビット」に該当する。\nしたがって，乙６公報には，移動局が，アクセス閾値ビットからアク\nセス閾値を求める構成（構成要件Ｄ）が開示されている。\n(ｵ) 乙６発明の移動局は，無線基地局から制御チャネルを介して受信する\n報知情報の中の「規制情報」に含まれる規制対象移動局又は非規制対象\n移動局の加入者クラスに関する情報と，自局の加入者クラスに関する情\n報とを参照して，自局の加入者クラスが非規制対象移動局であると判断\nされる場合は，発信等を行うことが許可される。一方，自局の加入者ク\nラスが規制対象移動局であると判断される場合には，その報知情報に含\nまれる「規制チャネル識別情報」に対応した制御チャネル（規制チャネ\nル）の受信レベルを計測し，その受信レベルが基準レベルＬを下回る場\n合は，発信等を行うことが可能である状態に遷移するが，反対に上回る\n場合は発信等を見合わせる。乙６公報は規制条件の一つとして「輻輳状\n態」を挙げているから，ここでの発信とは，ＲＡＣＨへのアクセス権限\nが付与されることを意味すると当然に解される。\n移動局は，上記のとおり，自局の加入者クラスに関する情報と受信し\nた規制対象移動局の加入者クラスに関する情報に基づいて，上記のいず\nれのルートを進むかを決定しており，これは「検査」に該当する。\nよって，乙６公報には，構成要件Ｅの構成が開示されている。\n(ｶ) 乙６公報に開示されているシステムにおいて，移動局は，発信等の許\n否を判定するために，受信した基準レベルＬと規制チャネルの受信レベ\nルとを比較する。ここで，受信レベルは，規制基地局と移動局との距離，\nその他の諸条件（障害物の有無，天候等）に左右されるものであるとこ\nろ，移動局において，自局と規制基地局との距離その他の諸条件は，常\nに一定とは限らず，その変動に規則性も再現性もない。したがって，こ\nの「受信レベル」は，一般的に予測不能な値であるから，「ランダム数\nまたは擬似ランダム数」に該当する。\nよって，乙６公報には，構成要件Ｇの構成が開示されている。\nイ  一致点\n上記のとおり，乙６発明は，本件発明１（構成要件ＡないしＦ）及び本\n件発明２（構成要件Ｇ）と一致しており，相違点はない。\n(3)  原告の主張に対する反論\nア  「ユーザクラス」の不開示につき\n原告は，乙６発明の「加入者クラス」は，ＳＩＭカードから読み出され\nるものではなく，「個々の端末に固有」の識別子であるから，「ユーザク\nラス」に相当しないと主張する。\nしかし，「加入者クラス」とは，その文言どおり，加入者，すなわち端\n末利用者の集合体又はそれを示す情報と理解するのが自然であって，これ\nを端末それ自体の ，個体識別 情報のよう なものとして理解 することは ，\n「加入者クラス」という用語の通常の意味からかけ離れたものである。\n乙６公報の請求項１７とその実施例である段落【０１２２】，【０１２\n３】及び【０１２７】の記載からは，「加入者クラス」は，複数の移動局\nの利用者が属するグループ又はそれを示す情報であることが明らかであり，\nそれゆえ，それはＳＩＭカードに記録される性質のものである。\nそして，乙６発明では，移動局が自局の加入者クラスに「関連する」情\n報，すなわち，自局の加入者クラスが規制対象に含まれているか否かにつ\nいての情報を参照している。\nイ  「ＳＩＭカード」の不開示につき\n原告は，乙６発明に，移動局がＳＩＭカードを備えることについての記\n載がないと主張する。\nしかし，前記アのとおり，乙６発明の「加入者クラス」は，移動局の利\n用者をグループとして示す識別情報であり，このようなグループ識別情報\nもまた，ＳＩＭカードに記録されるような移動局の利用者の識別情報にほ\nかならないから，これをＳＩＭカードに記録するのは当然のことである。\nウ  「アクセス閾値」及び「アクセス閾値ビット」の不開示につき\n原告は，乙６発明の「基準レベルＬ」は，移動局が規制空間内に位置す\nるかどうかを判別するための基準，いわば規制空間の大きさを決める値で\nあって，アクセス権限を複数の移動局に対してランダムに分配するための\n本件発明の「アクセス閾値」とは異なる性質のものであり，これを「アク\n．．\nセス\n．．\n閾値」ということは，当業者の通常の理解に反すると主張する。\nしかし，本件特許の特許請求の範囲には，本件発明の「アクセス閾値」\nが，アクセス権限を複数の移動局に対してランダムに分配することを目的\nとしていることの記載はないから，原告の主張するような限定的な解釈は，\n特許請求の範囲の記載を超えるものであり，許されない。\n乙６発明において，「基準レベルＬ」はビットで表現された形で報知情\n報に含まれ，ＢＣＣＨを介して移動局が受信するものであるから，「アク\nセス閾値」に当た り，これを ビット表現 したものが「アク セス閾値ビ ッ\nト」に当たる。\nエ  「検査」の不開示につき\n原告は，乙６発明は本件発明の規定する「検査」を行っておらず，また，\n乙６発明の「基準レベルＬ」は加入者クラスに基づき規制対象となる移動\n局でないと判定された場合には取得されないと主張する。\nしかし，乙６発明において，移動局は，報知情報に含まれる「加入者ク\nラス値」に基づいて，それと自局の「加入者クラス」の番号を比較するこ\nとにより，基準レベルＬを表現するビットに依存せずにアクセス権限が付\n与されているのか，アクセス権限が基準レベルＬの評価に依存して求めら\nれるかを判定するのであるから，乙６発明におけるこの判定は，本件発明\nの「検査」に該当する。\nまた，乙６発明においては，無線基地局は，制御局から「規制開始受け\n付け」を受信すると，先行して保持された「規制チャネル識別情報」と，\n「無線ゾーンに規制ゾーンが存在すること」を示す「規制情報」と，「基\n準レベルＬ」と「加入者クラス」を同時に報知情報に含ませて無線ゾーン\nに送出するのであるから，報知情報に「規制情報」が含まれることを察知\nした移動局は，「基準レベルＬ」を表現するビットを自動的に受信してい\nるものと考えられる。したがって，移動局は，加入者クラス値に基づいて\n規制対象移動局に指定されるか否かにかかわらず，「基準レベルＬ」を受\n信する。\nオ  「ランダム数または擬似ランダム数」の不開示につき\n乱数，すなわちランダム数とは，再現性もなくいかなるアルゴリズムも\n満たさない数の列のことをいう。乙６発明において，移動局が受信する局\n発信号の強度（受信レベル）には，規制基地局と移動局との距離に関係す\nるが，規制基地局と移動局との距離は予測不可能な数値である。また，受\n信レベルの値は，規制基地局と移動局との距離以外の要因，例えば，規制\n基地局と移動局との間に位置する障害物の有無・多少や移動局の周囲の状\n況（天候や他の電化製品等から発せられる電波等）等に左右され，移動局\nの利用者が空間移動すれば，規制基地局と移動局との距離はもちろん，規\n制基地局と移動局との間に位置する障害物の有無・多少も，移動局の周囲\nの状況も変化するから，これらの要因はいずれも，その変化に規則性が認\nめられない。このように，移動局が空間移動した場合は勿論，空間移動し\nない場合も，受信レベルの値に寄与する複数の要因が同時かつ多重的に互\nいに何ら関連性をもたず不規則に変化するため，受信レベルの値は，規則\n性も再現性もない数列となる。\nよって，乙６発明における「受信レベル」は，本件発明のいう「ランダ\nム数」に該当する。\nカ  ＲＡＣＨへのアクセスにつき\n原告は，乙６発明は，発着信の制御であり，ＲＡＣＨへのアクセス権限\nとは無関係であるから，ＲＡＣＨへのアクセス制御を開示するものではな\nいと主張する。\n本件特許の優先日前の時点で，移動通信システムにおいてＲＡＣＨを用\nいることが当然であり，それ以外の選択肢が実際上存在しなかったことは，\nＡＲＩＢ，ＧＳＭ及びＴＥＴＲＡ等の，本件特許の優先日前に策定された\n移動通信システムの標準規格においてＲＡＣＨが用いられていたことから\n明らかである。他方，乙６公報には，移動通信システムにおいてＲＡＣＨ\nが用いられていることを否定する記載は何ら存在せず，むしろ，乙６発明\nの規制空間には「輻輳状態」が想定されているところ，「輻輳状態」は，\n複数の移動局が同時に一つの通信チャネルにアクセスしようとすることに\n起因する現象であるから，乙６発明が規制対象とする「移動局の発信」と\nは，ＲＡＣＨへのアクセスを意味する。\nしたがって，乙６発明は，ＲＡＣＨへのアクセス制御に関するものであ\nり，乙６公報を見た当業者は，乙６発明が前提とする移動通信システムも\nＲＡＣＨを備えていると当然に理解するものであるから，原告の主張は失\n当である。\n〔原告の主張〕\n(1) 基本的技術手段の相違\n本件発明は，「複数のユーザクラスが区別される移動無線網」において，\n移動局が基地局と通信できるよう，移動局の通信チャネルへのアクセスが効\n率的に行えるようにすることを課題としているのに対し，乙６発明は，ホー\nルや映画館等の「規制空間」において，移動局の発着信を一律に禁止すると\nいう周知のメカニズムを提供することを目的とし，「規制基地局」及び「規\n制空間」の存在を必須の前提とする点で，本件発明とは根本的に異なるもの\nである。\n乙６公報の段落【００１３】ないし【００１６】から明らかなように，乙\n６発明はホール，映画館，会議室等において自在に規制ゾーンを形成し，当\n該規制ゾーンにおいて移動局の発着信を規制する手段を提供するものであっ\nて，その規制は，ＲＡＣＨの過負荷の制御に向けられたものでないことは明\nらかであるから，乙６公報はＲＡＣＨへのアクセス権限とは無関係であって，\nＲＡＣＨへのアクセス制御を開示するものではない。このことは，専門家に\nよる平成２４年（２０１２年）１０月１７日付け意見書でも明らかにされて\nいる。\n(2) 本件発明と乙６発明の構成は，少なくとも以下の点で大きく相違している。\nア  「ユーザクラス」（構成要件Ａ，Ｂ，Ｅ）の不開示\n本件発明にいう「ユーザクラス」はＳＩＭカードから読み出されるもの\nであるところ（構成要件Ｂ），ＳＩＭカードに記録された情報は「端末に\n固有」ではあり得 ない。これ に対し，乙 ６発明の「加入者 クラス」は ，\n「個々の端末に固有」の識別子であって，ＳＩＭカードから読み出される\nものではないため，本件発明の「ユーザクラス」には該当しない。\nまた，本件発明の「ユーザクラス」は，例えば警察や消防などの非常サ\nービスの移動局のような，移動局の集合体を意味するのに対し，乙６発明\nの「加入者クラス」は，「個々の端末に固有」であるから，移動局の集合\n体を意味するものではあり得ず，乙６公報には，「加入者クラス」が，例\nえば警察や消防といった，異なるタイプのユーザの集合体と関連している\nことを示す記載もない。\nよって，乙６発明の「加入者クラス」は，本件発明の「ユーザクラス」\nには該当しない。\nイ  「ＳＩＭカード」（構成要件Ｂ）の不開示\n本件発明は，ユーザクラスがＳＩＭカードから読み出されること（構成\n要件Ｂ）を前提とするものであるのに対し，乙６公報には，移動局がＳＩ\nＭカードを備えることについては一切記載がない。また，乙６発明の「加\n入者クラス」は「個々の端末に固有」であるのに対し，ＳＩＭカードは端\n末から差し替えることができるところに本質的な特徴があるのであるから，\n乙６発明の「加入者クラス」をＳＩＭカードに記録することは想定できな\nい。\nウ  「アクセスクラス情報」（構成要件Ｃ，Ｅ）の不開示\n本件発明における「アクセスクラス情報」は，ユーザクラスに「関連す\nる」ものであるが（構成要件Ｅ），乙６公報には，移動局が報知情報に含\nまれる「加入者クラス」を参照することが記載されているのみで，自局の\n「加入者クラス」に「関連する」情報を選択することは記載されていない。\nエ  「アクセス閾値」及び「アクセス閾値ビット」（構成要件Ｃ，Ｄ，Ｅ）\nの不開示\n本件発明の「アクセス閾値」は，構成要件Ｅの「検査」の結果に応じて，\n「アクセス権限が，アクセス閾値の評価に依存して求められる」ことがあ\nるものであるのに対し，乙６発明の「基準レベルＬ」は，移動局が規制空\n間内に位置するかどうかを判別するための基準，いわば規制空間の大きさ\nを決める値であるから，これを「アクセス\n．．．．\n閾値」ということは，当業者の\n通常の理解に反する。\nまた，本件発明の「アクセス閾値」は，アクセス権限を複数の移動局に\n対してランダムに分配することを目的とし，全ての移動局に対してアクセ\nスの機会を付与するものであるのに対し，乙６発明の「基準レベルＬ」は，\n規制空間内の移動局について発着信を一律に禁止するために用いられるも\nのである。\nよって，「基準レベルＬ」は「アクセス閾値」に該当せず，「基準レベ\nル」をビットで表現したとしても，そのようなビットは「アクセス閾値ビ\nット」に該当しない。\nオ  「検査」（構成要件Ｅ）の不開示\n本件発明の「検査」は，ユーザクラスに関連するアクセスクラス情報に\n基づいて，移動局に対して，受信されたアクセス閾値ビットに依存せずに\nアクセス権限が付与されるルートと，アクセス権限がアクセス閾値ビット\nの評価に依存して求められるルートのいずれが割り当てられているかを判\n定するために行われるものであるのに対し，乙６発明において自局の「加\n入者クラス」と報知情報に含まれる「加入者クラス」の比較が行われるの\nは，移動局に対して規制空間内における規制が適用されるか否かを判定す\nるためである。もし当該移動局に対して規制が適用されるのであれば，当\n該移動局は規制空間に位置する限り，発着信を規制される。規制が適用さ\nれないのであれば，当該移動局は当該規制により何らの影響も受けない。\nしたがって，乙６発明は，本件発明の規定する「検査」を行っていない。\nまた，本件発明の「アクセス閾値ビット」は「検査」の前提として必ず\n受信されるものであり，「検査」は，これを前提として行われるものであ\nるところ，乙６発明の「基準レベルＬ」は，加入者クラスに基づき規制対\n象となる移動局でないと判定された場合には取得されない。\nよって，乙６発明は本件発明の「検査」をしていない。\nカ  「ランダム数または擬似ランダム数」（構成要件Ｇ）の不開示\n乙６発明は，「規制基地局」からの局発信号の受信レベルが規制基地局\nと移動局との距離に依存することを利用して，所望の規制空間において移\n動局の発着信を規制するものであり，規制基地局からの距離と受信レベル\nの値の関係が予測されていることが前提とされている。もし，受信レベル\nが「ランダム」で，規則性のない値を示すのであれば，規制空間を定める\nことができず，乙６発明の目的は達せられないことになる。\nよって，乙６発明の受信レベルは「ランダム数または擬似ランダム数」\nに該当しない。\n(3) 小括\n以上のとおり，本件発明の各構成要件に対応する構成は，乙６公報には開\n示されていないから，本件発明が乙６公報に基づき新規性を欠くことはない。\n６  争点(2)イ（無効理由２：進歩性欠如その１）について\n〔被告の主張〕\n(1) 以下のとおり，本件発明は，特 開昭６４－２９１３６号の公開特許公報\n（以下「乙７公報」とい う。）に記載さ れた発明（以下「乙７発 明」とい\nう。）及び周知技術に基づいて，当業者が容易に想到し得るものである。\nよって，本件発明は，特許法２９条２項により特許を受けることができな\nいものであるから，同法１２３条１項２号によって無効にされるべきであり，\n原告はその権利を行使することができない。\n(2)  乙７発明と本件発明の対比\nア  乙７発明について\n乙７公報には，移動無線網で作動するための移動局において，移動局\nは，ＢＣＣＨを介してアクセス閾値ビットを受信し，前記アクセス閾値\nビットからアクセス閾値を求め，ＲＡＣＨへの移動局のアクセス権限が\nアクセス閾値の評価に依存して求められるよう構成されており，かつ，\nアクセス閾値評価を実施するために，アクセス閾値とランダム数とを比\n較する手段を有する移動局が開示されている。\nイ  一致点及び相違点\n本件発明を乙７発明と対比すると，一致点及び相違点は，以下のとおり\nである。\n（本件発明１との一致点）\n移動無線網で作動するための移動局において，前記移動局は，ＢＣＣＨ\nを介してアクセス閾値ビットを受信し，前記アクセス閾値ビットからアク\nセス閾値を求め，ＲＡＣＨへの，当該移動局のアクセス権限が，アクセス\n閾値の評価に依存して求められるように構成されていることを特徴とする\n移動局。\n（本件発明２との一致点）\n移動無線網で作動するための移動局において，前記移動局は，ＢＣＣＨ\nを介してアクセス閾値ビットを受信し，前記アクセス閾値ビットからアク\nセス閾値を求め，ＲＡＣＨへの，当該移動局のアクセス権限が，アクセス\n閾値の評価に依存して求められるように構成されていることを特徴とし，\nかつ，アクセス閾値評価を実施するために，前記アクセス閾値とランダム\n数または擬似ランダム数とを比較する手段を有する移動局。\n（相違点）\n①  移動無線網において複数のユーザクラスが区別される構成\n②  移動局がＳＩＭカードからユーザクラスを読み出す構成\n③  移動局がＢＣＣＨを介してアクセスクラス情報を受信する構成\n④  移動局が，ユーザクラスに関連するアクセスクラス情報に基づいて，\n移動局が受信されたアクセス閾値ビットに依存せずにＲＡＣＨへのアク\nセス権限を付与されるか，あるいは，ＲＡＣＨへの当該移動局のアクセ\nス権限がアクセス閾値の評価に依存して求められるのかを検査する構成\n(3) 相違点に係る構成は当業者が容易に想到できるものであること\nア  相違点について\n本件発明は，アクセス閾値制御及びアクセスクラス制御という２種類の\nアクセス制御の組合せであるのに対し，乙７発明はアクセス閾値制御であ\nり，両者の相違点はこの点に尽きる。換言すれば，前記(2)イの各相違点\nは，乙７発明にはアクセスクラス制御（相違点①ないし③）や，これとア\nクセス閾値制御の組合せ（相違点④）が開示されていない，ということを\n意味するにすぎない。\nしかしながら，これらの相違点について，乙７発明のアクセス閾値制御\nにアクセスクラス制御を組み合わせることは，当業者が周知技術及び前述\nした公知文献を参照することで容易になし得たことであるから，当業者は，\n本件発明の構成に容易に想到することができたものである。\nイ  アクセスクラス制御は周知技術であること\nアクセスクラス制御は，本件特許の優先日前より，当業者にとって周知\n技術であった。すなわち，書証で提出した各文献には，複数の移動局から\nの通信がＲＡＣＨ上で衝突することを避けるためのアクセスクラス制御が\n開示されており，しかも，上記文献の中には，特許文献のみならず，国内\n外における移動局の通信方式に関する標準規格も含まれており，アクセス\nクラス制御は，かかる標準規格において採用されていたものである。\nしたがって，アクセスクラス制御が，本件特許の優先日前より，当業者\nにとって周知技術であったことは明らかである。\nさらに，乙６公報及び乙１６文献には，いずれも，乙７発明が採用する\nアクセス制御，すなわち，移動無線網で作動するための移動局において，\n移動局がＢＣＣＨを介してアクセス閾値ビットを受信し，前記アクセス閾\n値ビットからアクセス閾値を求め，ＲＡＣＨへの移動局のアクセス権限が\nアクセス閾値の評価に依存して求められるというアクセス閾値制御と，ア\nクセスクラス制御の両方が開示されている。\nウ  組合せの動機付け\n本件発明の課題の一つである，アクセス閾値制御を実施する場合に，シ\nステムが過負荷状態である場合でも特定のグループの移動局に対しては特\n別に優先的にＲＡＣＨへのアクセスを許可する必要があるという課題は，\n「ＧＳＭ－１３８課題」として，本件特許の優先日前より公知であったこ\nとは明らかである。\nすなわち，昭和６２年（１９８７年）に開催されたＧＳＭ（Global Sys\ntem for Mobile Communications：デジタル携帯電話の通信方式）の研究\nグループＬ１ＥＧの１９８７年の議事録「ＣＥＰＴ／ＣＣＨ／ＧＳＭ／Ｌ\n１ＥＧ－ＷＰ３  １３８／（８７）」（以下「乙１８文献」という。）で\nは，Ｌ１ＥＧにおける「A PROPOSAL FOR THE DESIGN OF THE RANDOM ACCE\nSS PROTOCOL ON THE CCCH」（以下「乙１９文献」という。）に記載され\nたアクセス閾値制御方式を前提としつつ，アクセス閾値制御が実施される\n場合においても，特別のグループのユーザに対しては「即時の（immediat\ne）」アクセスを認める必要な場合があり得ることを指摘して，システム\nが過負荷状態であり，アクセス閾値制御がされるような場合でも，緊急状\n況において，特定のアクセスクラスに優先的にアクセスを認める必要があ\nるという課題（以下「ＧＳＭ－１３８課題」という。）を示している。そ\nして，これは，本件発明の課題と同一である。\nまた，乙６公報に開示されている基本的な制御態様では，規制ゾーンに\n位置する全ての移動局に対して一律に基準値レベルＬと受信レベルとの比\n較に基づく発信制御（アクセス閾値制御）が行われるのに対して，その発\n展的な制御態様では，規制ゾーンに位置する移動局の中でも，ある特定の\n加入者クラスに限り，基準値レベルＬと受信レベルとの比較に基づく規制\nから除外され，発信を許可されるルートが設けられているところ，これに\nよれば，例えば，映画館という規制ゾーンに所在する警備員が携帯してい\nる移動局等，特定の緊急サービスに従事する加入者クラスに属する移動局\nは，基準値レベルＬと受信レベルとの比較の結果にかかわらず，優先的に\n発信を許可されることになるのであり，これは，ＧＳＭ－１３８課題その\nものである。\nさらに ，特 開平 ４－ ３７３ ３２ ５号 の公 開特許 公報 （以 下「乙 １７ 公\n報」という。）にも，「非常にトラヒックが大きくて大きい規制がかかっ\nている時にも特に緊急の着信を必要とする加入者に対しては優先的に位置\n登録を可能する方が望ましい」と記載されており，ここでは，アクセス閾\n値制御を実施する場合において，システム対する負荷が大きい場合でも，\n特定の移動局のクラスに位置登録を優先的に許可する必要があるという課\n題が開示されており，この課題は，ＧＳＭ－１３８課題を示唆するものと\nいえる。\nエ  解決方法の開示\n乙７発明に開示されているアクセス閾値制御が抱えるＧＳＭ－１３８課\n題を，アクセス閾値制御とアクセスクラス制御との組合せによって解決す\nるとすれば，必然的に，本件発明の構成が導かれる。\n(ｱ) 相違点①について\nアクセスクラス制御において，移動局について複数のユーザクラスを\n区別することは当然のことであるから，乙７発明とアクセスクラス制御\nを組み合わせることで，移動無線網において複数のユーザクラスが区別\nされる構成が当然に導かれる。\n(ｲ) 相違点②について\n乙６発明について述べたのと同様に，自局の属するユーザクラスに関\nする情報をＳＩＭカードに記録することは当業者が当然になし得ること\nである。実際，アクセスクラス制御を開示する標準規格であるＳＴＤ－\n２７Ｈ及びＧＳＭ０２．１１には，いずれも，自局の属するユーザクラ\nスに関する情報をＳＩＭカードに記録する旨が開示されている。\nまた，アクセスクラス制御において，移動局が，記録されている自局\nの属するユーザクラスに関する情報を読み出すことは，当然である。\nしたがって，乙７発明とアクセスクラス制御を組み合わせることで，\n移動局がＳＩＭカードからユーザクラスを読み出す構成が導かれる。\n(ｳ) 相違点③について\nアクセスクラス制御において，移動局がＢＣＣＨを介してアクセスク\nラス情報を受信することは当然のことであり，乙７発明とアクセスクラ\nス制御を組み合わせることで，同構成が当然に導かれる。\n(ｴ) 相違点④について\n相違点④に係る本件発明の構成は，要するに，アクセスクラス制御と\nアクセス閾値制御の組合せにおいて，「アクセスクラス制御→アクセス\n閾値制御」の順序でアクセス制御を行うという構成である。そして，本\n件発明が示すこの解決方法は，緊急時に例外的に特別のユーザのグルー\nプに対する「即時の」アクセスを許可しようというＧＳＭ－１３８の議\n論が示唆する解決方法，すなわち，ある特定のユーザグループに限って，\nアクセス閾値制御の対象から除外して，直ちにアクセス権限を付与する\nことそのものである。\n乙７発明とアクセスクラス制御を組み合わせる場合，アクセス閾値制\n御を利用しつつ，特別のユーザのグループに対して「即時」のアクセス\nを許可するためには，一律にアクセス閾値制御を及ぼす前に，どのユー\nザのグループに対して「即時の」アクセスを許可するかを決定し，その\n特定のユーザのグループに所属する移動局に限って，アクセス閾値制御\nにおけ る閾 値の 評価 に依存 せず にア クセ ス権限 を付 与す るとい う制 御\n（アクセスクラス制御）を適用し，その他のアクセスクラスに対しては，\n原則に戻って，乙７発明のアクセス閾値制御を適用することになるから，\n「アクセスクラス制御→アクセス閾値制御」の枠組みが当然に導かれる。\nまた，乙６公報に開示されているシステムにおいても，アクセス閾値\n制御の枠組みを前提としつつ，特定の加入者クラスをアクセス閾値制御\nの対象から除外して優先的にアクセス権限を付与する必要があるという\n課題を解決するために，最初にアクセスクラス制御を行い，次に，アク\nセスクラス制御ではアクセス権限が付与されなかった移動局についてア\nクセス閾値制御を行うという枠組みを採用している。\nそして，乙６公報に開示されているアクセス閾値制御のみを用いた基\n本的な制御態様とアクセス閾値制御及びアクセスクラス制御を組み合せ\nる発展的な制御態様との関係は，乙７発明（アクセス閾値制御のみ）と\n本件発明（アクセス閾値制御とアクセスクラス制御の組合せ）との関係\nに対応している。かかる観点からも，当業者が，本件発明の課題と同じ\n課題を解決するために，乙７発明のアクセス閾値制御とアクセスクラス\n制御を組み合わせる方法として，相違点④に係る本件発明の構成を採用\nすることは，極めて容易に想到できる。\nこのほか，ＲＡＣＨへのアクセス権限が付与されるルートとして優先\nルートと抽選ルートの２通りのルートを設けるという発想及び技術それ\n自体は，本件特許の優先日前に策定・公開された標準規格であるＴＥＴ\nＲＡにも記載されており，公知技術であった。\n(ｵ) 以上のとおり，乙７発明が開示するアクセス閾値制御に，周知技術で\nあるアクセスクラス制御を組み合わせるに当たり，（ａ）アクセス閾値\n又はこれを表示するビットに依存することなく，クラス規制に関連する\n情報（アクセスクラス情報）のみに基づいて特定のクラスに対して即時\nのアクセスを許可するルートと，（ｂ）即時のアクセスを許可されなか\nった他のクラスに対して閾値の評価に基づいてアクセスを許可するルー\nトの，２本のルートができるように構成すること，すなわち，本件発明\nの構成を導くことは，当業者にとって容易であった。\nまた，本件発明の効果も，乙７発明に開示されているアクセス閾値制\n御及び周知技術であるアクセスクラス制御と基本的には同様であり，こ\nれらから予測できる効果以上のものではない。\nオ  小括\nよって，本件発明は，乙７発明及び周知技術に基づいて容易に想到でき\nるものであるから，進歩性を欠く。\n(4) 原告の主張に対する反論\nア  乙７発明が移動無線網で作動する移動局に適用されること\n原告は，乙７発明は，発明の名称を「マルチアクセス方法」とする衛星\n通信やＬＡＮ等の ネットワー クに関する 発明であり，本件 発明のよう な\n「ＳＩＭカード」を備えた「移動無線網で動作するための移動局」に係る\n発明ではないから，乙７発明がＳＩＭカードに記憶されたアクセスクラス\nに応じてアクセスを制限することにはなじまないと主張する。\nしかし，衛星通信における端末は必ずしも固定端末である必要はなく，\n例えば，人口衛星を用いたイリジウムなどの衛星携帯電話も存在しており，\nまた，乙７公報の実施例の図１にあるようなアンテナを有する端末であっ\nても，映像や音声を電波として通信衛星を経由させるいわゆるＳＮＧ中継\n車など，移動するものも含まれているから，乙７発明が開示するデータ通\n信のプロトコルに係るマルチアクセス方法は移動無線網で作動する移動局\nにも適用される。他方，本件発明が開示する移動局が作動するネットワー\nクは「移動無線網」であり，そこから衛星通信網を排除していない。\nそうすると，乙７発明を，移動無線網で動作する移動局に適用されるア\nクセス制御方法を開示するものと捉えることができる。そして，乙７発明\nが想定するような衛星通信網は多数の利用者による共有を予定しているこ\nとから すれば ，乙７ 発明 の端末 がＳ ＩＭ カード を有す ること は， むし ろ\n「ＳＩＭカード」の使用目的に合致する。実際，イリジウム衛星携帯電話\nにはＳＩＭカードが内蔵されている。\nイ  乙７発明が構成要件Ｄを開示していること\n原告は，乙７発明に構成要件Ｄが開示されていないと主張するが，乙７\n発明では，「制御局」から各「子局」に対してアクセス制限値が送信され，\nこれを子局が受信するところ，チャネルを介して情報を伝送する際に情報\nをビット形式で伝送することは当然であるから，アクセス制限値はビット\nで表現された形で，制御局から子局に向けて一斉送信され，アクセス制限\n値を受信した子局は，この数値と自ら発生した乱数の値とを比較する前提\nとして，アクセス制限値を表現しているビットからアクセス制限値を求め\nている。\nしたがって，乙７公報からは，「アクセス制限値はビットで表現された\n形で制御局から子局に向けて一斉送信される情報に含まれており，子局で\n受信された際に，当該ビットからアクセス制限値を求めている」ことが当\n然に読み取れる。\nウ  アクセスクラス制御が周知技術であること\n原告は，アクセスクラスに基づく制御としては，「アクセスクラスバー\nリング制御」が従来技術として知られていたにすぎず，アクセスクラス制\n御は周知技術ではなかったと主張する。\nしかし，アクセスクラス制御には，「特定のクラスに属する移動局のＲ\nＡＣＨへのアクセスを許可する」という側面と「特定のクラスに属する移\n動局のＲＡＣＨへのアクセスを禁止する」という側面の両方が存在するこ\nとが明 らかで あると ころ ，この 後者 の側 面を強 調すれ ば，か かる 制御 は\n「アクセスクラスバーリング制御」となるが，他方，前者の側面を強調す\nれば，特定のクラスに属する移動局については，他の移動局よりも優先的\nにＲＡＣＨへのアクセスを許可するということになり，これを「アクセス\nクラス優先制御」と呼ぶことができる。\nそして，ＧＳＭ０２．１１においては，優先順位の高いアクセスクラス\nとして「緊急サービス」「公共企業（例  水道／ガス供給者等）」「安全\nサービス」などが列挙されており，ＳＴＤ－２７Ｈにおいては，移動局が\n「一般移動局」の他に「優先移動局（ＶＩＰ，災害対策用等）」及び「保\n守用移動局」等にも分類され得ることとされており，特表平１０－５１２\n４３２ 号の公 表特許 公報 には， 「緊 急ア クセス ・クラ ス」「 特殊 サー ビ\nス・アクセス・クラス」「優先アクセス・クラス」等の表現が用いられて\nおり，さらに，特開平７－２０３５４９号の公開特許公報には，「クラス\n識別子は，システム・メンテナンス・ユーザ，緊急サービスまたは企業重\n役の場合のような特殊または特権ユーザを示すことができる。」との記載\nが存在する（段落【００５２】）。加えて，乙６公報は，規制空間内にお\nいて移動局がＲＡＣＨにアクセスすることを禁止するというアクセス制限\nを行うことを前提に，規制空間内においても通信を行う必要性が特に高い\n移動局に対してＲＡＣＨへのアクセスを優先的に許可するために，アクセ\nスクラス制御を行っている。\nこのように，本件特許優先日より前から，多数の文献に，アクセスクラ\nス制御において「優先」の側面を強調するという技術思想が開示されてい\nたから，アクセスクラスバーリング制御と同様に，アクセスクラス優先制\n御が周知であったことは明らかである。\nエ  乙７発明にアクセスクラス制御を組み合わせることが困難でないこと\n(ｱ) 特定のクラスに優先的にアクセスを認める必要があることを強調する\nＧＳＭ－１３８課題を解決するために，同じく「優先」の側面を有する\nアクセスクラス制御を組み合わせることは，ごく自然な発想である。\nしたがって，乙７発明のアクセス閾値制御に，周知技術であるアクセ\nスクラス優先制御を組み合わせることで本件発明に想到することは，当\n業者が容易になし得たことである。\n(ｲ) 原告は，乙７発明が，一部の子局が優先的に制御局にアクセスするこ\nとができることは「不平等」であるとしているとして，乙７発明がＳＩ\nＭカードに記憶されたアクセスクラスに応じて，アクセスを制限するこ\nとにはなじまないと主張する。\nしかし，乙７発明がいう「不平等」とは，特にアクセスを優先させ\nるべき合理的な理由がないにもかかわらず，単に，制御局の距離の条\n件等により，特定の移動局のみが常にアクセスを付与されることに対\nする評価であるから，優先させるべき合理的な理由を有する特定の移\n動局に優先的にアクセスを付与することを「不平等」と評価するもの\nではない。また，通信衛星網は多数の利用者がシステムを共有できる\nも の と 考 え ら れ る こ と か ら す れ ば ， む し ろ ， 端 末 を ア ク セ ス ク ラ ス\n（ユーザクラス）によって区別する動機は十分にあるというべきであ\nる。\nオ  乙１８文献が特許法２９条１項３号の「頒布された刊行物」に当たるこ\nと\n原告は，乙１８文献について，標準化団体におけるワーキンググループ\nの内部的なメモにすぎず，特許出願前に頒布された刊行物に該当するかど\nうかも，その内容が公知となっていたものかどうかも不明であると主張し\nて，同文献の引例としての適格性を争う。\nしかし，特許法２９条１項３号にいう「頒布された刊行物」とは，公衆\nに対し頒布により公開することを目的として複製された文書，図画その他\nこれに類する情報伝達媒体であって，頒布されたものを指すと解されると\nころ（最高裁昭和５５年７月４日第二小法廷判決・民集３４巻４号５７０\n頁，同昭和６１年７月１７日第一小法廷・民集４０巻５号９６１頁），乙\n１８文献は，ＧＳＭの分科会の会議において，ヨーロッパ各国の通信業界\nの企業に所属する者等の少なくともＷＰ２及びＷＰ３の参加者７９名（報\n告者を含む。）に対し，何らの守秘義務を課すことなく配布され，これを\n受領した者もその利用は自由であると認識していたものであるから，上記\n配布の時点，すなわち，昭和６２年（１９８７年）９月に，特許法２９条\n１項３号にいう「外国において頒布された刊行物」に該当するに至ったと\nいえる。\n〔原告の主張〕\n(1) 乙７発明と本件発明の対比\n被告は，乙７発明に，周知技術を組み合わせることで，本件発明に至るこ\nとが容易であるから，本件特許は進歩性を欠き，無効事由を有すると主張す\nる。\nしかし，乙７発明は，発明の名称を「マルチアクセス方法」とする衛星通\n信やＬＡＮ等のネットワークに関する発明であり，本件発明のような「ＳＩ\nＭカード」を備えた「移動無線網で動作するための移動局」に係る発明では\nない。このことは，乙７公報の［産業上の利用分野］，［従来例］及び［実\n施例］の各記載から明らかである。また，乙７公報の第１図は，乙７発明の\n実施例を表したものであるが，ここでは，「制御局」としては「通信衛星」，\n「子局」としては「所定地域に配置された多数の端末」，すなわち所定の位\n置に固定された端末が想定されている。\nこのように，乙７発明は，そもそも携帯電話等の移動局に関する発明では\nないから，本件発明とは根本的に相違し，乙７発明は，全ての構成要件にお\nいて本件発明と相違する。すなわち，被告も認めるとおり，乙７発明と本件\n発明とは，移動無線網において複数のユーザクラスが区別される構成（構成\n要件Ａ，Ｆ），移動局がＳＩＭカードからユーザクラスを読み出す構成（構\n成要件Ｂ）及び移動局がＢＣＣＨを介してアクセスクラス情報を受信する構\n成（構成要件Ｃ）が相違しているほか，乙７発明には，本件発明の構成要件\nＥに相当する構成が開示されていない。\nまた，被告は，構成要件Ｄについて，「アクセス制限値はビットで表現さ\nれた形で制御局から子局に向けて一斉送信される情報に含まれており，子局\nで受信された際に，当該ビットからアクセス制限値を求めている」と主張す\nるが，そのようなことは乙７公報のどこにも記載されておらず，構成要件Ｄ\nが開示されているということはできない。\n(2) 構成要件Ｅの構成が容易想到でないこと\nア  上記各相違点のうち，とりわけ構成要件Ｅについては，乙７発明には，\n「ユーザクラスに関連するアクセスクラス情報に基づいて，当該移動局\nが，受信されたアクセス閾値ビットに依存せずにランダムアクセスチャ\nネル（ＲＡＣＨ）にアクセスする権限が付与されているのか，あるいは\nランダムアクセスチャネル（ＲＡＣＨ）への，当該移動局のアクセス権\n限が，アクセス閾値の評価に依存して求められるのかを検査する」構成\n（構成要件Ｅ）が開示されておらず，また，構成要件Ｅの構成へと当業\n者を導く契機となる記載もない。\nそして，被告の挙げるその他の文献のいずれを見ても，本件発明の構成，\n特に，構成要件Ｅに対応する構成は開示されておらず，そのような構成に\n当業者を動機付ける記載もなく，本件発明と「同一の課題」が開示されて\nいるともいえない。\nイ  乙１８文献及び乙１９文献につき\n被告は ，乙 １８ 文献 （ＧＳ Ｍ－ １３ ８） 及び乙 １９ 文献 （ＧＳ Ｍ－ ７\n４）に「アクセスクラス制御」と「アクセス閾値制御」の組合せが開示さ\nれていると主張するが，両文献には，阻止された移動局で確率ｆで再送信\nを試みることが記載されており，再送信の確率を規制する制御方式が開示\nされているのみで，閾値を用いた「アクセス閾値制御」は開示されていな\nい。加えて，乙１８文献にはアクセスクラスを用いた具体的な制御方式は\n開示されておらず，乙１８文献の検討を踏まえて，ＧＳＭにおいて最終的\nに採用された制御方法は，ＧＳＭ０２．１１の「アクセスクラスバーリン\nグ制御」であった。\nまた，被告は，乙１８文献に示される課題（ＧＳＭ－１３８課題）が本\n件発明と同一の課題と同じであるとも主張する。しかし，乙１８文献が開\n示しているのは，システム障害等の緊急事態がネットワークに生じた場合\nにおいて，一部の移動局につきアクセスを禁止し，また一部の移動局には\n「即時のアクセス」を許可するという課題であるのに対して，本件発明は，\nＧＳＭ標準規格を含む従来技術を前提により効率的にＲＡＣＨへのアクセ\nス権限の分配を実現することを課題とするものであるから，本件発明の課\n題と乙１８文献の開示する課題は次元が異なる。\nなお，乙１８文献は，ＧＳＭのワーキンググループの一つであるＬ１Ｅ\nＧの会合の議事録であるところ，これは，標準化団体におけるワーキング\nグループの内部的なメモにすぎず，特許出願前に頒布された刊行物に該当\nするかどうかも，その内容が公知となっていたものかどうかも不明である。\nウ  乙１７公報につき\n乙１７公報に 記載され た発明（ 以下「乙 １７発明」と いう。） では，\n「特に緊急の着信を必要とする加入者」は自ら「強制位置登録モードボタ\nン」を押すことによって位置登録要求に対する規制を緩和するというので\nあり，移動端末がＳＩＭカードに記録された「ユーザクラス」によって区\n別されるという発想はないから，移動局の属性に応じたユーザクラスに基\nづく本件発明のようなアクセス制御とは全く異質のものである。\nエ  ＴＥＴＲＡにつき\n標準規格であるＴＥＴＲＡにおける制御は，本件発明とは構成も技術思\n想も全く異なるものであり，少なくとも，ＴＥＴＲＡは本件発明における\n「アクセス閾値の評価に依存してアクセス権限が求められる」ルート（抽\n選ルート）を開示しておらず，またアクセスクラス情報に基づく「検査」\nを開示しておらず，本件発明の構成を開示も示唆もするものではない。\nオ  その他の引例につき\n被告が周知技術として挙げるその他の文献等についても，これらはいず\nれも本件発明の構成要件Ｅに相当する構成を開示するものではない。すな\nわち，仮にこれらの文献の中に，移動局を何らかの「クラス」に分類して，\nＲＡＣＨの過負荷を避けること（アクセスクラス制御）が記載されている\nとしても，その方法は，特定のクラスに属する移動局について，ネットワ\nークへのアクセスを一律に禁止する方式，すなわちアクセスクラスバーリ\nング制御である。\nまた，このアクセスクラスバーリング制御をアクセス閾値制御と組み合\nわせる方式は，ＧＳＭ０４．６０でも採用されていたが，ここでは，所定\nのクラスに属する移動局についてネットワークへのアクセスを禁止した上，\nネットワークへのアクセスを許可された移動局について「抽選」を行って，\n当選した移動局のみがＲＡＣＨへのアクセスを許可される構成が開示され\nているにすぎない。\nカ  これに対して，本件発明は，構成要件Ｅに示されるように，ＲＡＣＨ\nへのアクセス権限が付与されるルートと して，①アクセス閾値の評価，\nすなわち「抽選」の結果に依存せずにア クセス権限が付与されるルート\n（優先ルート）と，②「抽選」の結果に 依存してアクセス権限が付与さ\nれるルート（抽選ルート）の二つが用意 されており，移動局が，自らが\nいずれのルートに振り分けられるのかを 「検査」するように構成されて\nいるのであり，このような本件発明の構 成は，上記の「アクセスクラス\nバーリング制御」や「アクセスクラスバ ーリング制御＋アクセス閾値制\n御」とは根本的に異なる。\nそうすると，乙７発明のアクセス閾値制御に，本件優先日当時に周知で\nあったアクセスクラスバーリング制御を組み合わせたとしても，せいぜい，\nアクセスクラスバーリング制御の後にアクセス閾値制御を行うこと，すな\nわち，ＧＳＭ０４．６０の制御に至るにすぎないのであって，ＲＡＣＨへ\nのアクセス権限に関して二つの異なる特性を有するルートを提供すること\nにより，ＲＡＣＨへのアクセスを負荷に応じて柔軟に制御しようとする本\n件発明の構成に至ることはない。\n(3) 乙７発明と周知技術との組合せの動機付けがないこと（阻害要因）\n乙７公報には，無線網において複数のユーザクラスが区別されることも，\n所定のユーザクラスに属する移動局について優先的にアクセス権限を付与す\nることも記載されておらず，「ユーザクラス」や「アクセスクラス情報」に\n対応する構成を導く動機付けとなる記載すらない。むしろ，乙７公報には，\n「アクセス制御値と乱数の値とにより制御局に対してアクセスできるか否か\nが決まるので，通信を希望する子局にとって平等であり，制御局との距離の\n条件等によりある決まった子局のみが常にアクセスが受け付けられるという\n不平等もなくなる。」との記載があることから，乙７発明においては，この\nように一部の子局が優先的に制御局にアクセスすることができることは「不\n平等」であり，乙７発明はそのような課題を解決したものと位置づけられて\nいる。実 際，乙 ７発明 は通信 衛星と 固定 端末で構 成され るネッ トワー クや\n「独自の伝送路にてネットワークを組んでいるＬＡＮやその他の中小規模ネ\nットワーク等」における発明であるところ，これらのネットワークは，通常，\n公衆に対して開かれたものではなく，端末の数が比較的限られているため，\n端末を複数の「ユーザクラス」によって区別する動機に乏しい。\nしたがって，乙７発明は「ユーザクラス」にはなじまない発明であり，乙\n７公報に接した当業者が，乙７発明に本件発明が規定する「ユーザクラス」\nの概念を持ち込むことを動機付けられることはない。\nよって，乙７発明と，相違点に当たる「アクセスクラス」による制御とを\n組み合わせることは困難である。\n７  争点(2)ウ（無効理由３：進歩性欠如その２）について\n〔被告の主張〕\n(1) 本件発明は，乙７発明及びＧＳＭ０２．１１に開示された技術に基づいて\n容易に想到できるものであるから，進歩性を欠き，特許法２９条２項により\n特許を受けることができないものである。\nよって，本件特許は，同法１２３条１項２号に該当し，無効にされるべき\nであるものであるから，同法１０４条の３第１項により，原告は，本件特許\n権を行使することはできない。\n(2) 乙７発明と本件発明の対比\n前記６〔被告の主張〕(2)のとおり，本件発明と乙７発明との間の相違点\nは，以下のとおりである。\n①  移動無線網において複数のユーザクラスが区別される構成\n②  移動局がＳＩＭカードからユーザクラスを読み出す構成\n③  移動局がＢＣＣＨを介してアクセスクラス情報を受信する構成\n④  移動局が，ユーザクラスに関連するアクセスクラス情報に基づいて，移\n動局が受信されたアクセス閾値ビットに依存せずにアクセス権限を付与さ\nれるか，あるいは，ＲＡＣＨへの当該移動局のアクセス権限がアクセス閾\n値の評価に依存して求められるかを検査する構成\n(3) 相違点に係る構成は当業者が容易に想到できるものであること\nア  動機付け\n乙１８文献が開示する課題，すなわちＧＳＭ－１３８課題は，本件発明\nの課題と同一である。また，このＧＳＭ－１３８課題は，乙１８文献の他\nにも，乙６公報及び乙１７公報においても開示されている。\nよって，アクセス閾値制御を実施する場合に，システムが過負荷状態で\nある場合でも特定のグループの移動局に対しては特別に優先的にＲＡＣＨ\nへのアクセスを許可する必要があるという課題は，本件特許の優先日前よ\nり公知であったことが明らかである。\nイ  解決方法の開示\n(ｱ) ＧＳＭ０２．１１について\nＧＳＭ０２．１１は，デジタル携帯電話の通信方式であるＧＳＭに関\nする標準規格 であるか ら，ここ で開示さ れている移動 局は「移 動無線\n網」で作動するための移動局であるところ，この移動局には，アクセス\nクラス０から９までのうち一つが割り当てられ，そのクラス番号はＳＩ\nＭに記録されており，どのアクセスクラスのアクセスが許可されている\nかを示す情報を報知情報として受信して，そこに含まれるアクセスを許\n可されたアクセスクラスと自局のアクセスクラスを対比し，自局がアク\nセスを許可されたアクセスクラスに所属していれば，複数の移動局がア\nクセスし得るチャネル（ＲＡＣＨ）へのアクセスを許可され，そうでな\nければ，アクセスできないように制御される。\n要するに，ＧＳＭ０２．１１にはアクセスクラス制御が開示されてい\nる。\n(ｲ) 相違点①について\nＧＳＭ０２．１１の開示するアクセスクラス制御では，移動無線網に\nおいて複数のユーザクラスが区別されることは前記のとおりであるから，\nこれと乙７発明を組み合わせることで，移動無線網において複数のユー\nザクラスが区別される構成が当然に導かれる。\n(ｳ) 相違点②について\nＧＳＭ０２．１１の開示するアクセスクラス制御において，上記のと\nおり，クラス番号はＳＩＭに記録されているので，移動局がアクセスを\n許可されたアクセスクラスと自局のアクセスクラスとを対比する際，当\n然，ＳＩＭから自局のアクセスクラスを読み出すことになる。\nよって，これと乙７発明を組み合わせることで，移動局がＳＩＭカー\nドからユーザクラスを読み出す構成が導かれる。\n(ｴ) 相違点③について\nＧＳＭ０２．１１の移動局は，上記のとおり，どのアクセスクラスの\nアクセスが許可されているかを示す情報を報知情報として受信するとこ\nろ，この報知情報は，当然，ＢＣＣＨを介して基地局から移動局へ送信\nされるものであり，上記情報は「アクセスクラス情報」に該当する。こ\nれと乙７発明を組み合わせることで，移動局がブロードキャストチャネ\nルを介してアクセスクラス情報を受信するという構成が当然に導かれる。\n(ｵ) 相違点④について\nＧＳＭ０２．１１にはアクセスクラス制御が開示されているところ，\n前記６〔被告の主張〕(3)のとおり，当業者が，ＧＳＭ－１３８課題に\n従って，乙７発明のアクセス閾値制御にＧＳＭ０２．１１のアクセスク\nラス制御を組み合わせて，相違点④の構成を導くことは容易になし得る\nことである。\n(4) 小括\nよって，本件発明は，乙７発明及びＧＳＭ０２．１１に開示された技術に\n基づいて容易に想到できるものであるから，進歩性を欠く。\n〔原告の主張〕\nＧＳＭ０２．１１は「アクセスクラスバーリング制御」を開示しているにす\nぎないから，乙７発明と組み合わせても，本件発明にはならない。無効理由３\nに係る被告の主張は，無効理由２における「周知技術」に代えて，その一例と\nされたＧＳＭ０２．１１を副引例に挙げたにすぎないから，前記６〔原告の主\n張〕のとおり，その主張には理由がない。\n８  争点(2)エ（無効理由４：進歩性欠如その３）について\n〔被告の主張〕\n(1) 本件発明は，乙１７発明及び周知技術から当業者が容易に想到し得るもの\nであるから，特許法２９条２項により特許を受けることができない。\nよって，本件特許は，同法１２３条１項２号に該当し，無効とすべきもの\nであるから，同法１０４条の３第１項により，原告は，本件特許権を行使す\nることはできない。\n(2) 乙１７発明と本件発明の対比\nア  乙１７発明について\n乙１７公報には，強制位置登録モードである移動局と当該モードでない\n移動局が区別される移動無線網で作動するための移動局において，移動局\nがＢＣＣＨを介してアクセス閾値ビットを受信し，前記アクセス閾値ビッ\nトからアクセス閾値を求め，強制位置登録モードであるか否かの情報に基\nづいて，当該移動局が受信されたアクセス閾値ビットに依存せずにＲＡＣ\nＨにアクセスする権限が付与されているのか，あるいはＲＡＣＨへの当該\n移動局のアクセス権限がアクセス閾値の評価に依存して求められるかを検\n査するように構成されており，かつ，強制位置登録モードであるか否かの\n情報に基づいて，アクセス閾値評価を実施するために，アクセス閾値とラ\nンダム数とを比較する手段を有する移動局（乙１７発明）が開示されてい\nる。\nイ  一致点\n乙１７発明は，移動無線網で作動するための移動局において，この移動\n局がＢＣＣＨを介してアクセス閾値ビットを受信し，アクセス閾値ビット\nからアクセス閾値を求め，移動局が受信されたアクセス閾値ビットに依存\nせずにＲＡＣＨにアクセスする権限が付与されているのか，あるいはＲＡ\nＣＨへの当該移動局のアクセス権限がアクセス閾値の評価に依存して求め\nられるかを検査するように構成されている点で，本件発明１と一致し，さ\nらに，上記アクセス閾値評価を実施するために，前記アクセス閾値とラン\nダム数又は擬似ランダム数とを比較する手段を有する点で，本件発明２と\n一致する。\nウ  相違点\n①  本件発明は，複数のユーザクラスが区別される移動無線網において，移\n動局は，ＳＩＭカードからユーザクラスを読み出し，ブロードキャストチ\nャネルを介して，ユーザクラスに関連する「アクセスクラス情報」を受信\nするものであるのに対し，乙１７発明には，かかる構成の開示がない点\n② 本件発明では，構成要件Ｅの「検査」をユーザクラスに関連するアク\nセスクラス情報に基づいて行うものであるのに対し，乙１７発明には，\n移動局がかかる検査を行うことの開示はあるものの，それをユーザクラ\nスに関連するアクセスクラス情報に基づいて行うことの開示がない点。\n(3) 相違点に係る構成は当業者が容易に想到できるものであること\nア  組合せの動機付け\n乙１７発明は，アクセス閾値制御を実施する場合に，非常に位置登録ト\nラヒックが大きくて大きい規制がかかっている時にも，特に緊急の着信を\n必要とする加入者に対しては優先的に位置登録を可能にする必要がある，\nという課題を示している。つまり，アクセス閾値制御を実施する場合に，\nシステムが過負荷状態である場合でも特定のグループの移動局（特に緊急\nの着信を必要とする加入者）に対しては，優先的にアクセスを許可する必\n要があるという課題を開示している。\nイ  相違点①及び②について\n前記６〔被告の主張〕のとおり，アクセスクラス制御は，乙１７発明と\n同じ課題を解決するための手法として公知であり，しかも，アクセス閾値\n制御の枠組みに組み合わせるべき制御としても公知であったから，乙１７\n発明の上記課題に接した当業者にとって，アクセス閾値制御の対象から除\n外すべき移動局を選択する方法が抽象的なものにとどまる乙１７発明に，\nこれを具体化する構成として，ユーザクラスの概念を導入し，ユーザクラ\nスに基づいて，アクセス閾値制御の対象から除外すべき移動局を選択する\n構成（アクセスクラス制御）を組み入れることは容易であったといえる。\nそして，乙１７発明の枠組みにおいて，上記アクセスクラス制御を用い\nることによって，当該システムでは，複数のユーザクラスが区別され，移\n動局は，基地局から報知される特定のユーザクラスに対してアクセス権限\nを付与するという情報を受信し，アクセス権限を付与された特定のユーザ\nクラスと自局の属するユーザクラスとを対比することになる。さらに，移\n動局において，自局の属するユーザクラスに関する情報をＳＩＭカードに\n記録することも，そこからユーザクラスに関する情報を読み出すことも，\n当業者であれば当然なし得る構成である。\nここでは，複数のユーザクラスが区別される移動無線網において，移動\n局が，ＳＩＭカードからユーザクラスを読み出し，ブロードキャストチャ\nネルを介して，ユーザクラスに関連する『アクセスクラス情報』を受信す\nる構成（相違点①）が，当然に導かれる。\nまた，アクセス閾値制御の対象から除外すべき移動局を選択する基準と\nしてユーザクラスを用いたことから，移動局は，受信したアクセスクラス\n情報に基づいて，自局が属するユーザクラスがアクセス閾値制御から除外\nされる対象に当たるか否かを判断し，これに当たるときはアクセス閾値と\n乱数との比較を行わずにＲＡＣＨにアクセスする構成（相違点②）も，当\n然に導かれる。\n(4) 小括\nよって，本件発明は，乙１７発明とアクセスクラス制御に関する周知技術\nに基づいて容易に想到できるから，進歩性を欠く。\n(5) 原告の主張に対する反論\nア  原告は，乙１７発明の「強制位置登録モード」はユーザが自ら必要に応\nじて設定するもの として想定 されている から，加入者の属 性に着目し た\n「アクセスクラス」の概念とは相容れないと主張する。\nしかし，「強制位置登録モード」を設定するために，ユーザがその都度\n「強制位置登録モードボタン」を押すというのは単なる例示にすぎず，む\nしろ，手動では，強制位置登録モードを設けた目的を達成することができ\nないため，当業者であれば，手動以外の，当該目的に適う設定方法を選択\nするのが自然である。\n乙１７公報の特許請求の範囲には，強制位置登録手段を設ける構成が規\n定されているが，その設定方法は規定されていない。また，発明の詳細な\n説明の記載によれば，乙１７発明の強制位置登録を設けた技術的意義は，\n規制中でも特に緊急の着信を必要とする加入者に対する位置登録規制を解\n除し，優先的に位置登録を認めることにあると認められるところ，この乙\n１７発明の効果との関係では，強制位置登録がいかなる方法で設定される\nかは重要ではなく，当業者に委ねられているといえる。\nしたがって，乙１７発明の「強制位置登録モード」が手動により設定さ\nれることを所与の前提として，他の設定方法の可能性を否定する原告の議\n論は，乙１７発明の認定を誤るものである。\nイ  原告は，「特に緊急の着信を必要とする加入者」に該当するか否かを加\n入者自身が決定することを前提に，基地局が「強制位置登録モード」を設\n定すべき移動局を指定する情報を送信する構成は取り得ないと主張する。\nしかし，上記アのとおり，手動による設定は例示にすぎず，乙１７発明\nは「強制位置登録モード」を設定すべき加入者（移動局）を選択する方法\nを特定していないのであるから，原告が，「強制位置登録モード」が加入\n者によって手動で設定されることを所与の前提としていることは，誤りで\nある。当業者であれば，「特に緊急の着信を必要とする加入者」に該当す\nる加入者を定める場合に，ユーザクラスを基準とすることを容易に想到し\n得る。\nウ  原告は，乙１７発明に周知技術を組み合わせたとしても，せいぜい「ア\nクセスクラスバーリング制御」の後に「アクセス閾値制御」を行うという\nＧＳＭ０４．６０の構成に至るだけであると主張する。\nしかし，前記(3)アのとおり，乙１７発明は，システムが過負荷状態で\nある場合でも特定のグループの移動局（特に緊急の着信を必要とする加入\n者）に対しては，優先的にアクセスを許可する必要があるという課題を開\n示するものであり，要するに，「優先」の必要性を強調するものである。\nしたがって，「優先」の必要性を強調する乙１７発明の課題を解決する\nためには，「アクセスクラスバーリング制御ではなく」同じく「優先」の\n側面を有する「アクセスクラス優先制御」を組み合わせて，乙１７発明に\nおける強制的なアクセスを許可する方法として用いることは，ごく自然な\n発想である。\n〔原告の主張〕\n(1) 「強制的位置登録モード」と「アクセスクラス」が相容れないこと\n被告は，乙１７発明が，アクセス閾値制御を実施する場合に，非常に位置\n登録トラヒックが大きく大きい規制がかかっている時にも，特に緊急の着信\nを必要とする加入者に対しては優先的に位置登録を可能にする必要があると\nいう課題を示しており，その課題を認識し，これを解決するための手段とし\nてアクセスクラス制御に思い至った当業者にとって，乙１７発明が開示する\nアクセス閾値制御の対象からある特定移動局を除外する具体的な方法として，\nアクセスクラス制御の考え方を取り入れることは容易であると主張する。\nしかし，乙１７発明の「強制的位置登録モード」は，「特に緊急の着信を\n必要とする加入者」に対して優先的に位置登録を可能にするものであり，例\nえば移動局端末の「手動位置登録ボタン」を押すことにより，加入者が緊急\nの着信の必要に応じて自ら設定するものである。そして，ここでいう，「特\nに緊急の着信を必要とする加入者」とは，警察や消防といった加入者の属性\nによって決まるものではなく，例えば重要な取引先からの緊急の着信を受け\nたいといった，ユーザの個別の要請によって定まるものである。そして，乙\n１７公報には加入者の属性に着目した記載は一切ない一方，強制位置登録モ\nードを設定する方法の唯一の具体例として手動位置登録ボタンを押すことを\n明記しているのであるから，強制位置登録モードはユーザが自ら必要に応じ\nて設定するものとして想定されていることが明らかである。\nこのように，「強制位置登録モード」はユーザが自ら必要に応じて設定す\nるものであって，加入者の属性に着目した「アクセスクラス」の概念とは相\n容れないから，乙１７発明の「強制位置登録モード」に代えて，被告が周知\n技術であるとする「アクセスクラス」の概念を採用することはできない。\nまた，乙１７発明では，基地局は，加入者が自ら申し出ない限り，どの加\n入者が「特に緊急の着信を必要とする加入者」であるかを知り得ず，したが\nって「強制位置登録モード」を設定すべき移動局を指定する情報など送信し\n得ないから，乙１７発明の「強制位置登録モード」を設定する「手動位置登\n録ボタン」に代えて，基地局から送信される情報に基づいて「強制位置登録\nモード」を設定する仕組みを採用することも考え難い。\n(2) 乙１７発明と周知技術を組み合わせても本件発明の構成に至らないこと\n仮に，乙１７発明に開示されている「アクセス閾値制御」に，「アクセス\nクラス制 御」を 組み合 わせる ことが あり 得るとし ても， 前記６ 〔原告 の主\n張〕のとおり，本件優先日当時に周知であったのは「アクセスクラスバーリ\nング制御」であって，被告が引用する公知文献に開示されていた課題も，せ\nいぜい「アクセスクラスバーリング制御」に関するものであるから，乙１７\n発明に周知のアクセスクラスに基づく制御を組み合わせた場合には，せいぜ\nい「アクセスクラスバーリング制御」の後に「アクセス閾値制御」を行うと\nいうＧＳＭ０４．６０の構成に至るのみである。\n本件発明は，「アクセスクラスバーリング制御」と「アクセス閾値制御」\nの組み合わせではないから，乙１７発明と他の周知技術を組み合わせたとし\nても，本件発明の構成に至ることはない。\n９  争点(2)オ（無効理由５：分割要件違反及びそれに基づく新規性欠如）につ\nいて\n〔被告の主張〕\n(1) 分割要件違反\n原告は，本件発明の「アクセス閾値」，「アクセス閾値ビット」及び構成\n要件Ｄの解釈について，ビットで表現された形でＢＣＣＨを介して受信され\nる数値それ自体は「アクセス閾値」ではなく，当該数値を移動局の側で更に\n関数に代入して得られる別の数値が「アクセス閾値」であり，ビットで表現\nされた形でＢＣＣＨを介して受信された数値を，移動局の側で更に関数に代\n入 し て 別 の 数 値 を 得 る こ と が ， 構 成 要 件 Ｄ の 「 前 記 ア ク セ ス 閾 値 ビ ッ\nト・・・からアクセス閾値・・・を求め」ることであると主張する。\nしかし，前記２〔被告の主張〕(1)ア(ｲ)で主張したとおり，原出願翻訳文\nにおいては，「アクセス閾値」とは，基地局からＢＣＣＨを介して移動局に\n伝送される数値であり，「アクセス閾値ビット」とは，アクセス閾値が移動\n局に伝送される際に，これを表現するビットであると規定されている。\nしたがって，原告が主張する「アクセス閾値」，「アクセス閾値ビット」\n及び構成要件Ｄに関するクレーム解釈を前提とした場合，本件発明は，原出\n願翻訳文に記載されたものではなく，原出願翻訳文に記載されている事項の\n範囲を超えるものであることになる。\nよって，本件特許に係る特許出願は，特許法４４条１項が定める出願の分\n割の要件を満たさず，本件特許は出願日遡及の効果を得られない。その結果，\n本件特許の出願日は実際の出願日である平成２２年６月８日となる。\n(2) 新規性の欠如\n本件特許の対応特許である欧州特許第１８４１２６８号（公開日  平成２\n２年（２０１０年）３月１７日）の特許公報（以下「乙２３公報」）には，\n請求項１として，「複数のユーザクラスが区別されるＵＭＴＳ移動無線網で\n作動するための移動局において，前記移動局は，ＳＩＭカードからユーザク\nラスを読み出し，ブロードキャストコントロールチャネルを介してアクセス\n閾値ビットおよびアクセスクラス情報を受信し，前記アクセス閾値ビットか\nらアクセス閾値を求め，前記ユーザクラスに関連するアクセスクラス情報を\n用いて，当該移動局が，受信されたアクセス閾値ビットに依存せずにランダ\nムアクセスチャネル（例えばＲＡＣＨ）にアクセスする権限が付与されてい\nるのか，あるいはランダムアクセスチャネル（例えばＲＡＣＨ）へのアクセ\nス権限が，アクセス閾値の評価に依存して求められるのか，を決定するよう\nに構成されていることを特徴とする移動局。」との記載がある。よって，乙\n２３公報には，本件発明の構成要件ＡないしＦが全て開示されている。\nまた，乙２３公報の「実施例」の項目には，「第１の移動局はその送受\n信ユニットによって，ＢＣＣＨを介して伝送された情報信号を受信し，こ\nれはアクセス閾値を含んでいる。評価ユニットは，第１の移動局のＲＡＣ\nＨへのアクセスの前にランダム数または擬似ランダム数を引き算し，この\nランダム数または擬似ランダム数がアクセス閾値と少なくとも同じ大きさ\nであるか否かを検査する。その場合だけ，ＲＡＣＨへのアクセスが許容さ\nれる。」との記載があるところ，これは，本件発明の構成要件Ｇと一致す\nる。\nしたがって，乙２３公報には，本件発明１の構成要件ＡないしＦ及び本件\n発明２の構成要件Ｇの全てが開示されているから，本件発明は，いずれも新\n規性を欠く。\n(3) 小括\n以上のとおり，「アクセス閾値」，「アクセス閾値ビット」及び構成要件\nＤに係る原告の解釈を前提とした場合，本件発明は，乙２３公報に基づいて\n新規性を欠くことになるから，本件特許には，特許法２９条１項３号，１２\n３条１項２号に定める無効理由があり，無効にされるべきものである。\nよって，同法１０４条の３第１項により，原告は，本件特許権を行使する\nことができない。\n〔原告の主張〕\n被告は，構成要件Ｄについて，「アクセス閾値ビット」が表す数値を移動局\nの側で更に関数に代入して「アクセス閾値」を得る場合も構成要件Ｄの「前記\nアクセス閾値ビット・・・からアクセス閾値・・・を求め」ることに当たると\nの原告の解釈に対して，その解釈を前提とすると，本件特許が原出願翻訳文に\n記載されている事項の範囲を超えるものとなり，分割要件違反であると主張す\nる。\nしかし，原出願翻訳文の記載についても，本件明細書等と同様に，アクセス\n閾値がアクセス閾値ビットに基づいて選択されるものであって，アクセス閾値\nビットがアクセス閾値そのものの２進数表記に限られることはないことが理解\nされること，それゆえ，本件発明 の構成 要件Ｄが アクセス 閾値ビ ットで 表現\nされる数値を関数に代入してアクセス閾 値を求めることも含んでいると解す\nることが原出願翻訳文に記載された範囲 のものであることは，前記２〔原告\nの主張〕(1)イ(ｵ)のとおりである。\nよって，被告の上記主張及びそれに基づく無効の主張は理由がない。\n１０  争点(2)カ（無効理由６：サポート要件違反）について\n〔被告の主張〕\n(1) 原告は，構成要件Ｄについて，ビットで表現された形でＢＣＣＨを介して\n受信された「アクセス閾値ビット」の数値を，移動局の側で更に関数に代入\nして別の 数値で ある「 アクセ ス閾値 」を 得ること が，「 アクセ ス閾値 ビッ\nト・・・からアクセス閾値・・・を求め」ることである，と主張している。\nしかし，原告が主張する上記クレーム解釈を前提とした場合，本件発明は，\n本件明細書等の「発明の詳細な説明」に記載されていないことになり，本件\n特許の請求項１及び２の記載は，特許法３６条６項１号に規定する要件（い\nわゆるサポート要件）を満たさないから，本件特許は，同法１２３条１項４\n号の規定により無効とされるべきである。\n(2) すなわち，本件明細書等の「課題を解決するための手段」（段落【０００\n５】及び 【００ ０６】 ）及び 実施例 の記 載（段落 【００ ２２】 ，【０ ０２\n５】，【００２６】，【００３５】ないし【００３７】及び【００４０】）\nを総合すると，本件明細書等における「アクセス閾値」とは，基地局からＢ\nＣＣＨを介して移動局に伝送される数値であり，「アクセス閾値ビット」と\nは，アクセス閾値が移動局に伝送される際に，これを表現するビットである。\n換言すれば，本件明細書等には，ビットで表現された形で基地局からＢＣＣ\nＨを介して移動局に伝送される数値を移動局において「アクセス閾値」とし\nて用いることが記載されている。他方で，本件明細書等には，ビットで表現\nされた形で基地局からＢＣＣＨを介して移動局に伝送される数値とは別の数\n値を，移動局において「アクセス閾値」として用いることを開示・示唆する\nような記載は，一切存在しない。\n特許請求の範囲の記載が明細書のサポート要件に適合するか否かは，特許\n請求の範囲に記載された発明が，発明の詳細な説明に記載された発明であっ\nて，発明の詳細な説明の記載により当業者が当該発明の課題を解決できると\n認識できる範囲のものであるか否か，また，その記載や示唆がなくとも当業\n者が出願時の技術常識に照らし当該発明の課題を解決できると認識できる範\n囲のものであるか否かを検討して判断されるべきであるところ，そこでは，\n所定の構成を採ることが当該発明の目的を達成するために有効であること，\nまた，十分な作用効果が得られることが客観的に理解できる程度に開示され\nているかが評価されるべきである。本件発明の効果は，僅かな伝送容量で，\n種々の移動局からの通信が通信チャネル上で衝突する危険を低減できること\n（段落【０００７】）であるが，本件明細書等の発明の詳細な説明により，\n本件発明の上記効果との因果が裏付けられているのは，構成要件Ｄの範囲の\nうち，ビット形式で伝送される数値を「アクセス閾値」として用いる構成の\nみであって，他の構成については，発明の詳細な説明に開示がない。\nまた，ビット形式で伝送される数値を更に関数に代入して別の数値を算定\nするような場合に，代入すべき関数に関する情報を移動局に通知するのであ\nれば，ビット形式で伝送される数値をそのままアクセス閾値として用いる場\n合に比して，伝送容量は増大するし，同様に，アクセス閾値を求めるために\nアクセス閾値ビット以外のパラメータを用いる場合も伝送容量は増大する。\nそうすると，原告の解釈に基づく構成要件Ｄの範囲のうち，ビット形式で伝\n送される数値を「アクセス閾値」として用いる構成以外の構成については，\n「僅かな伝送容量で」種々の移動局からの通信が通信チャネル上で衝突する\n危険を低減できるという本件発明の効果を得られるか否かが明らかでない。\nそれゆえ，それらの構成を採用することにより本件発明の効果が得られる\nことが，当業者に明らかであるともいえない。\n(3) このように，原告が主張するクレーム解釈を前提とした場合，本件特許の\n請求項１及び２の記載は，いわゆるサポート要件を満たさず，特許法１２３\n条１項４号の無効事由を含むことになるから，同法１０４条の３第１項によ\nり，原告は，本件特許権を行使することはできない。\n〔原告の主張〕\n(1) 被告は，原告の構成要件Ｄに関するクレーム解釈を前提とすると，本件特\n許の請求項１及び２の記載はサポート要件を満たさないと主張する。\nしかし，前記２〔原告の主張〕(1)イ記載のとおり，構成要件Ｄにおいて\nは，アクセス閾値はアクセス閾値ビットにより特定されるものであれば足り，\nアクセス閾値がいかなる規則に基づいてアクセス閾値ビットから特定される\nかは問わないと解される。そして，このような意味での「アクセス閾値ビッ\nトからアクセス閾値を求め」ることは，本件明細書等の「ＢＣＣＨ上でアク\nセス閾値を送信する」（段落【００２５】），「ＢＣＣＨを介して伝送され\nた情報信号・・・は，アクセス閾値を含んでいる」（同上），「評価ユニッ\nト は ア ク セ ス 閾 値 ビ ッ ト か ら ア ク セ ス 閾 値 を 検 出 」 す る （ 段 落 【 ０ ０ ４\n０】），「アクセス閾値ビットにより，アクセス閾値は２進符号化され」る\n（段落【００３５】）などの記載によって裏付けられており，さらに，実施\n例における「４つのアクセス閾値ビットにより，この参考例では２ ４＝１６\nのアクセス閾値がネットワークプロバイダから移動局に伝送される」（段落\n【００２６】）との記載や，アクセス閾値ビット「１０００」をアクセス閾\n値「８」に対応させる例（段落【００３７】）によっても裏付けられている。\n本件明細書等のこれらの記載に接した当業者は，アクセス閾値ビットがアク\nセス閾値の自然２進数表現である実施例の態様は単なる一例であって，アク\nセス閾値ビットとアクセス閾値の関係はこれに限られないことを理解する。\n(2) 被告は「僅かな伝送容量」しか必要としないという効果についても述べる\nが，本件明細書等においても，そのような効果が，アクセス閾値をある特定\nの表記法によって表現することによって得られるものとは記載されていない。\nむしろ，そのような効果は，アクセス閾値ビットとアクセスクラス情報がＢ\nＣＣＨ上で伝送され，移動局において，ＳＩＭカードから自局のユーザクラ\nスを読み出して「検査」を行う，という本件発明の制御の構成そのものによ\nって得られるものである。\nまた，被告は，代入すべき関数に関する情報を移動局に通知する場合やア\nクセス閾値を求めるためにアクセス閾値ビット以外のパラメータを用いる場\n合は，伝送容量が増大するとも主張するが，仮に，「関数に関する情報」や\n「他のパラメータ」の伝送により，伝送容量が増大することがあるとしても，\nそのようなことは当業者が適宜設計し得ることであり，それによって本件発\n明の目的が達成されなくなるとはいえない。\n(3) よって，本件発明が本件明細書等に記載されたものでなく，いわゆるサポ\nート要件を満たさないとの被告の主張は失当である。\n１１  争点(2)キ（無効理由７：実施可能要件違反）について\n〔被告の主張〕\n(1) 原告は，構成要件Ｄについて，ビットで表現された形でＢＣＣＨを介して\n受信された「アクセス閾値ビット」の数値を，移動局の側で更に関数に代入\nして別の数値である「ア クセス閾値」を 得ることが，「アクセス 閾値ビッ\nト・・・からアクセス閾値・・・を求め」ることである，と主張している。\nしかし，原告が主張する上記クレーム解釈を前提とした場合，本件明細書\n等の「発明の詳細な説明」の記載は，当業者が本件発明を実施することがで\nきる程度に明確かつ十分に記載したものではないから，特許法３６条４項１\n号に規定する要件（いわゆる実施可能要件）を満たさないことになる。\n(2) すなわち，本件明細書等の発明の詳細な説明には，アクセス閾値ビットが\n表現する２進数表記の数値を１０進数の「アクセス閾値」として用いる以外\nに，アクセス閾値ビットからアクセス閾値を求める方法があり得ることを開\n示していない。\n「アクセス閾値ビット」から「アクセス閾値」を求める方法の中で，実施\n例が開示する，２進数表記から１０進数表記に置き換えるという上記の方法\nは，最も簡略な方法であるが，これ以外の方法を採用しようとする場合，当\n業者は「アクセス閾値ビット」と「アクセス閾値」との関係を独自に設定し，\nどうすれば「アクセス閾値ビット」から「アクセス閾値」が求められるかを\n定め，このような「アクセス閾値」をランダム数等と比較するという手順を\n選択しなければならず，アクセス閾値ビット以外の何らかの関数式なりパラ\nメータなりを独自に設定する必要が生じるにもかかわらず，本件明細書等に\nは，このような手順の選択や関数式・パラメータに関する示唆がなく，手が\nかりも記載されていないのである。\nそして，アクセス閾値ビットからアクセス閾値を求める方法が異なれば，\nアクセス制御のために移動局に伝送する必要のある情報量も異なり，これに\nよって，種々の移動局からの通信が通信チャネル上で衝突する危険を僅かな\n伝送容量で低減できるという発明の効果を実現できるか否かも異なってくる。\n(3) そうすると，原告が主張するクレーム解釈を前提とした場合，本件発明に\nついては，いわゆる実施可能要件を満たさないことになり，特許法１２３条\n１項４号の無効事由を有することになるから，同法１０４条の３第１項によ\nり，原告は，本件特許権を行使することはできない。\n〔原告の主張〕\n被告は，原告の構成要件Ｄに関するクレーム解釈を前提とすると，本件明\n細書等は実施可能要件を満たさないと主張する。\nしかし，前記２〔原告の主張〕(1)イ記載のとおり，構成要件Ｄにおいては，\nアクセス閾値はアクセス閾値ビットにより特定されるものであれば足り，アク\nセス閾値がいかなる規則に基づいてアクセス閾値ビットから特定されるかは問\nわないと解される。そして，このような意味での「アクセス閾値ビットからア\nクセス閾値を求め」ることについて，本件明細書等では，「アクセス閾値ビッ\nト に よ り ， ア ク セ ス 閾 値 は ２ 進 符 号 化 さ れ 」 る と 記 載 さ れ （ 段 落 【 ０ ０ ３\n５】），実施例において，「４つのアクセス閾値ビットにより，この参考例で\nは２ ４＝１６のアクセス閾値がネットワークプロバイダから移動局に伝送され\nる」（段落【００２６】）と記載され，アクセス閾値ビット「１０００」をア\nクセス閾値「８」に対応させる例（段落【００３７】）が挙げられている。\nそして，このような実施例に記載された具体例に接した当業者は，アクセス\n閾値ビットからアクセス閾値の値が特定されるよう，アクセス閾値をビットで\n表現する方法を適宜選択して，本件発明を実施することができる。\nまた，アクセス閾値をビット（１又は０）の形式で表現する方法が一通りで\nないことは自明であり，例えば，ＧＳＭ０４．６０に関する乙１６文献におい\nては，パラメータＳにつき，ビット「００００」がＳ＝１２に対応し，ビット\n「０００１」がＳ＝１５に対応するなどの表現方法が示されている。このよう\nに，ある値をビットで表現する方法が無数に存在することは，本件出願当時の\n当業者にとって技術常識であった。\nよって，当業者にとって，本件発明の「アクセス閾値ビットからアクセス閾\n値を求め」る構成を実施することが容易であったことは明らかであるから，本\n件明細書等の発明の詳細な説明の記載が，実施可能要件に違反することはない。\n１２  争点(3)（被告の請求は権利の濫用として許されないか）について\n〔被告の主張〕\n(1) 被告が特許非実施主体であること等\nア  自ら保有特許発明を実施せず，専ら特許を保有してその権利を行使する\nことを目的とする原告が，被告に対して差止めを請求することは，権利の\n濫用であるから許されない。\nすなわち，原告の設立者であり，その取締役であるαは，原告設立前，\nその所属事務所で，β社の特許業務に携わっていたが，β社が携帯電話の\nビジネスから撤退することが決まると，平成１９年に原告を設立して，β\n社から１５０件以上の特許を購入した。本件特許の原出願も，原告がβ社\nから買収した特許の一つであり，平成２２年１月１１日付けでβ社から原\n告に移転登録された。\n原告は，β社から買収した特許をもとに，現在まで，通信会社等に対し\nて，ライセンスの取得を迫るとともに，権利行使をちらつかせながら，数\n多くの訴訟を提起している。原告は，平成２０年以降，ドイツ，イギリス，\nアメリカで，γ社，δ社，ＨＴＣと訴訟で争っている。\nまた，日本においても，原告は被告に対して，本件訴訟のほかに，特許\n第４０ ０１７ １８号 に基 づく特 許侵 害訴 訟（東 京地方 裁判所 平成 ２１ 年\n（ワ）第８３９０号。以下「別件訴訟１」という。）及び特許４０２１６\n２２号に基づく特許侵害訴訟（同第１７９３７号。以下「別件訴訟２」と\nいう。）を提起したが，これらの訴訟は，いずれも事前交渉もなくいきな\nり提訴されたものであり，特に別件訴訟２の提起は，立証も十分にされな\nいまま行われた探索的なものであり，被告に実験や文書の提出等で過大な\n負担を負わせようとするなど，原告の訴訟態度は，誠実な訴訟の追行とは\n到底いえない。\nイ  上記のとおり，原告は，自ら保有特許発明を実施せず，専ら金銭を得る\n目的のみで，世界各地で通信会社及び携帯電話メーカーに対して訴訟を提\n起しているのであるから，原告には，被告の行為を差し止めることについ\nての利益がなく，原告が被告に対して差止めを求めているのは，専ら高額\nなライセンス料を取得しようとしているからにほかならない。\nよって，このような原告の差止請求は，権利の濫用として，認められる\nべきではない。\n(2) 原告がＦＲＡＮＤ宣言をしていること\nア  原告によるＦＲＡＮＤ宣言\n原告は，平成２１年（２００９年）１２月１０日，欧州委員会に対し，\n移動体通信特許ポートフォリオに含まれる標準規格必須知的財産権に基づ\nき，公平，合理的かつ非差別的（Fair, Reasonable and Non-Discriminat\nory）な条件（以下「ＦＲＡＮＤ条件」という。）で，移動体通信の標準\n規格に準拠する装置の製造・販売等を行う撤回不能な実施権を許諾する用\n意がある旨を宣言した（以下「本件ＦＲＡＮＤ宣言」という。）。なお，\nこれは，本件特許の原出願の出願人であったβ社が，平成１０年（１９９\n８年）２月１７日にＥＴＳＩ（欧州電気通信標準化機構）に対して行った\nＷ－ＣＤＭＡ方式に関する必須知的財産権一般についてのＦＲＡＮＤ宣言\nを，実質的に原告が引き受けたものである。\n被告は，本件特許がＷ－ＣＤＭＡ方式の標準規格必須特許であることを\n認めるものではないが，本件特許が本件ＦＲＡＮＤ宣言の対象に含まれる\nとの原告の主張については，これを援用する。\nそして，原告の被告に対する差止請求権及び損害賠償請求権の行使は，\n本件ＦＲＡＮＤ宣言との関係において，いずれも権利の濫用に該当し，許\nされない。\nイ  ＦＲＡＮＤ宣言に基づく特許権者の権利行使の制限\n原告は，本件ＦＲＡＮＤ宣言によって，標準規格の使用者から，移動体\n通信特許ポートフォリオに属する特許権についてＦＲＡＮＤ条件で実施許\n諾を受けたい旨の申出を受けた場合に，かかる標準規格使用者に対してＦ\nＲＡＮＤ条件で実施権を許諾する義務を負っている。\nしかも，ＥＴＳＩの知的財産権ポリシーがＥＴＳＩの会員に対してＦＲ\nＡＮＤ宣言を求めている趣旨は，ホールドアップ状況（標準規格が採択さ\nれ，幅広く使用されるようになった後に，標準規格使用者に対して特許権\n者が必須特許に基づく権利行使を無制限に許容することにより，当該特許\nが本来有する価値を遥かに上回る力を当該特許に対して付与することにな\nるという状況）が生じることを防止し，標準規格の普及を促進することで\nあることに鑑みれば，ＦＲＡＮＤ宣言を行った特許権者が，標準規格使用\n者との間で，ＦＲＡＮＤ条件での実施許諾契約を締結することにより特許\n権者が得ることができる利益を超える利益（超過利益）を得ようとするこ\nとは，ホールドアップ状況を作出するものであるから，不当であって，許\nされない。\nしたがって，ＦＲＡＮＤ宣言を行った特許権者が，その対象である特許\n権に基づき，標準規格使用者に対して権利行使することが許されるのは，\nかかる権利行使が，標準規格使用者との間でＦＲＡＮＤ条件での実施許諾\n契約を締結するという目的に向けられた場合のみというべきである。\nそうすると，ＦＲＡＮＤ宣言を行った特許権者が，標準規格使用者との\n間でＦＲＡＮＤ条件に基づく実施許諾契約を締結するための努力を尽くさ\nずに，標準規格使用者に対して差止めや損害賠償を求めることは，ＦＲＡ\nＮＤ条件での実施許諾契約の締結というＲＦＡＮＤ宣言の目的を外れるも\nのであるから，許されない。そして，特許権者が標準規格使用者との間で\nＦＲＡＮＤ条件に基づく実施許諾契約を締結すべく努力を尽くしたという\nためには，少なくとも，①特許権者が，標準規格使用者に対し，実施許諾\nの条件を具体的に，かつ撤回不能な形で提示し，しかも，②客観的に見て，\n当該条件がＦＲＡＮＤ条件を超えない（ＦＲＡＮＤ条件よりも特許権者に\nとって有利な条件でない）ものであること，を要するというべきである。\nよって，特許権者が，この①及び②の要件を満たしつつ実施許諾契約を\n締結すべく努力を尽くすことなく，標準規格使用者に対して差止めや損害\n賠償を 請求し た場合 は， 特許権 者の 権利 行使は 権利の 濫用（ 民法 １条 ３\n項）として許されない。\nウ  権利行使制限の射程\n標準規格使用者は，ＦＲＡＮＤ条件による実施許諾を受ける前提として，\n当該特許の必須性及び有効性について確認を求める権利を有するから，Ｆ\nＲＡＮＤ宣言がされた特許権の行使に対する上記イの制限は，標準規格使\n用者が特許侵害の事実を争い，あるいは特許の無効を主張している場合で\nあっても，同様に当てはまる。また，ＦＲＡＮＤ宣言をした特許権者は，\n特許の必須性及び有効性を争った標準規格使用者を，それらを争わない標\n準規格使用者よりも不利に扱うことは，「非差別的（Non-Discriminator\ny）」に反することになり，許されない。さらに，標準規格使用者として\nは，ＦＲＡＮＤ条件を超える実施許諾の条件を受け入れる義務は全くなく，\n特許権者が具体的なライセンス条件を提示し，かつ，当該条件がＦＲＡＮ\nＤ条件であった場合に，その後に初めて，当該条件を受け入れるか否かに\nついて検討することが許されるのであるから，標準規格使用者から特許権\n者に対し，ＦＲＡＮＤ条件にて実施許諾を受ける旨の明示的な申出がない\n場合であっても，特許権の行使に対する上記の制限は，同様に当てはまる\nというべきである。\nエ  原被告間の訴訟等の経緯\n(ｱ) 原告は，平成２１年３月１６日，ライセンス交渉の申入れや訴訟提起\nの予告等の連絡を一切しないまま，突然，特許第４００１７１８号に基\nづいて，被告に対して輸入・販売の差止め及び損害賠償等を求める別件\n訴訟１を提起し，さらに，同年５月２９日にも，今度は特許第４０２１\n６２２号に基づいて，被告に対して輸入・販売の差止め及び損害賠償等\nを求める別件訴訟２を提起した。\n原告は，その後平成２１年１２月１０日に，欧州委員会に対して本件\nＦＲＡＮＤ宣言をしたにもかかわらず，別件訴訟１及び２の訴訟内又は\n訴訟外において，本件ＦＲＡＮＤ宣言をした事実を被告に通知・説明等\nをすることは一切しなかった。\n(ｲ) 原告は，平成２２年６月８日，本件特許の特許出願をし，同出願は同\n年１２月２日に公開され，その後平成２３年３月４日に本件特許が登録\nされ，同年６月８日にその特許公報が発行された。\nこれを受けて，原告は，同年８月１６日，本件訴訟を提起したが，こ\nこでも，別件訴訟１及び２と同様に，訴訟提起に先立ち，原告から被告\nに対してライセンス交渉の申入れや訴訟提起の予告等の連絡は一切なか\nった。\n(ｳ) 東京地方裁判所は，平成２３年８月３０日，別件訴訟１について，原\n告の請求を棄却する判決をし，同判決は，控訴されることなく，同年１\n０月１４日頃に確定した。また，同裁判所は，平成２４年５月３１日，\n別件訴訟２について，原告の請求を棄却する判決をした。原告は，同判\n決に対して控訴した（知的財産高等裁判所平成２４年（ネ）第１００６\n６号）。\n(ｴ) 平成２５年４月２２日，本件訴訟の弁論準備手続期日において，原告\nは，裁判所に対し，中間判決を希望する旨の意向を伝えた。また，裁判\n所は，被告の権利濫用の主張について反論するよう，原告に対して指示\nした。\n原告は，同月２６日付けの被告宛ての書状を，被告及び被告の親会社\nであるε社に対して，代理人を介することなく直接送付したところ，同\n書状の中の記載によって，被告は，初めて本件ＦＲＡＮＤ宣言の存在を\n知った。同書状において，原告は，別件訴訟２及び本件訴訟における各\n係争特許を含む原告の特許について，合理的な条件で被告に実施許諾す\nる用意がある旨述べ，被告に対して面談によるライセンス交渉を申し入\nれたが，そこでも，具体的なライセンス条件の提案等は一切なかった。\n原告からの書状に対し，被告は，同年５月１５日付けの回答書を送付\nし，そこで，特許権侵害の事実がないとの考えを説明した上で，原告が\nＦＲＡＮＤ条件であると考える具体的な実施許諾の条件並びに原告によ\nる他社へのライセンス状況及び当該ライセンスの条件について，書面で\nの説明を求めるとともに，本件ＦＲＡＮＤ宣言の写しを提供するよう求\nめた。\n原告は，被告に対して，同月２７日付けファクシミリを送付し，そこ\nで，本件ＦＲＡＮＤ宣言の写しは原告のウェブサイトから入手可能であ\nるためそれを参照するよう回答し，また，被告が求める情報は面談の場\nでなければ開示できないとして，改めて面談での交渉を求めるとともに，\n面談場所については東京でもよいこと，被告が原告からのライセンス交\n渉の申入れを拒否した場合には被告にはＦＲＡＮＤ条件によるライセン\nスを受ける意思がないとみなすことなどを述べた。\n被告は，原告に対し，同年６月３日付けの書状を送付し，前回の書状\nで説明を求めた情報について開示を受けるためであれば面談に応じる用\n意があると述べた上で，候補日として同月１０日，１１日及び１２日を\n提示したほか，被告が本件ＦＲＡＮＤ宣言に基づいて原告よりライセン\nスを受ける権利を留保するものであり，この書状はかかる権利を放棄・\n制限するものではない旨伝えた。\n被告によるこの候補日の提示に対して，その後，原告は何ら回答を行\nわなかった。\nオ  小括\n上記経緯に鑑みれば，原告が平成２５年４月２６日付け書状を送付する\nまでは，被告との間の問題をライセンス交渉によって解決する意思が皆無\nであったことは明らかであり，また，同書状が送付された後も，原告が本\n当に被告との間の問題をライセンス交渉によって解決する意思があるのか\n疑問であるといわざるを得ない。ここでの原告の態度・姿勢は，被告との\n間の問題をライセンス交渉によって解決しようとするという姿勢から，お\nよそかけ離れたものである。\nさらに，現時点では，原告から被告に対して具体的な実施許諾の条件は\n何ら提示されておらず，前記の要件，すなわち，①特許権者が標準規格使\n用者に対し，実施許諾の条件を具体的に，かつ撤回不能な形で提示したこ\nと，②客観的に見て，当該条件がＦＲＡＮＤ条件を超えないものであるこ\nとは，いずれも満たされていないから，原告が被告との間でＦＲＡＮＤ条\n件に基づく実施許諾契約を締結すべく努力を尽くしたとはいえない。\nしたがって，原告は，被告との間でＦＲＡＮＤ条件に基づく実施許諾契\n約を締結する努力を十分に尽くさないまま，本件特許に基づく権利行使に\n及んだものといえ，原告の本件特許に基づく権利行使は，被告との間でＦ\nＲＡＮＤ条件での実施許諾契約を締結するという目的に照らして，到底正\n当化することができない。\n加えて，原告が，別件訴訟１，２及び本件訴訟において，被告を，Γ社\nに対して圧力をかけ，Γ社との間のライセンス交渉を有利に進めるための\n「道具」としか見ていないことも，ＦＲＡＮＤ宣言をした特許権者が標準\n規格使用者に対して取るべき姿勢からおよそかけ離れたものといえる。\nよって，原告の被告に対する本件特許権に基づく差止請求権及び損害賠\n償請求権の行使は，権利の濫用（民法１条３項）として，許されない。\nカ  原告の主張に対する反論\n原告は，本件ＦＲＡＮＤ宣言をしたことで，潜在的なライセンシーに対\nし，ＦＲＡＮＤ条件でのライセンス契約について相互に誠実な交渉に入る\nよう提案したと主張するが，原告がＦＲＡＮＤ宣言をしたのは欧州委員会\nに対してであって，これによって全ての被疑侵害者に対してライセンス交\n渉の申入れを行ったとはいえない。しかも，被告は，原告が本件ＦＲＡＮ\nＤ宣言を行ったことを，平成２５年４月２６日付け書状を受領するまで把\n握していなかった。\nまた，原告は，被告が被告各製品の販売に先立って，原告に対して協議\nを申し入れ，原告の損害を担保する金員を提供するべきであったと主張す\nるが，被告が被告各製品を取り扱い始めたのは平成２０年からであり，こ\nの時点では，原告が本件ＦＲＡＮＤ宣言をしていたこともないし，本件特\n許は出願すらされていなかったのであるから，被告が原告に協議を申し入\nれることはあり得ない。しかも，多くの特許が存在し，製品等がどの特許\nを真に侵害しているかを逐一調査することができない通信の分野における\nライセンス交渉においては，まず特許権者が被疑侵害者に対して警告書等\nを送付して連絡し，ライセンス交渉を申し入れるのが一般的である。\nなお，原告は，東京地方裁判所平成２５年２月２８日判決（平成２３年\n（ワ）第３８９６９号）についても触れるが，被告は，本件において，同\n判決で問題とされた誠実交渉義務を主張しているものではないから，失当\nである。\n〔原告の主張〕\n(1) 被告が特許非実施主体であること等\nア  被告は，原告が自ら保有特許発明を実施せず，専ら金銭を得る目的のみ\nで訴訟を提起していると主張するが，原告は，ライセンシーを通じてその\n保有する特許発明を実施している。\nまた，仮に原告が自ら保有特許発明を実施していないとしても，そのこ\nとが権利濫用の主張を根拠付けるものではない。なぜなら，被告は，特許\n権者である原告からライセンスを受けることなく，またライセンスを受け\nようとすることもなく，本件発明を実施しているのであるから，かかる行\n為が容認されてよいはずがなく，法は，特許権者が，特許発明を実施して\n利益を得ておきながらその正当な対価を支払わない者に対して，しかるべ\nき権利を行使することを認めているのである。侵害者が特許権者からライ\nセンスを受けることなく特許発明の実施により利益を得ることは，極めて\n不公平であり，この場合に，たまたま，特許権者が自ら特許発明を実施し\nていないからといって，そのことを理由に差止めを免れることも不公平で\nある。\nしたがって，特許発明を自ら実施しない特許権者にも，差止請求権の行\n使は等しく認められなければならならず，そのような特許権者が，ライセ\nンス料を支払おうとしない侵害者に対して，ライセンス交渉を促すことを\n目的として差止請求権を行使することは，何ら不当ではないのであって，\n特許権者が正当な利益を確保するために権利を行使することが，権利濫用\nと評価されるいわれはない。\nイ  原告が，世界各地で，専ら金銭を得る目的で通信会社及び携帯電話メー\nカーを訴えているとしても，原告のそのような権利行使は特許権者の正当\nな利益を確保するためのものであるから，そのことが，権利濫用と評価さ\nれるいわれはないし，被告が本件特許権を侵害してよい理由になることも\nない。\nウ  原告は，平成２１年（２００９年）１２月に欧州委員会に対して発表し\nた声明において，潜在的なライセンシーに対し，ＦＲＡＮＤ条件でのライ\nセンス契約について相互に誠実な交渉に入るよう提案しているのであるか\nら，このような提案を受けていた被疑侵害者に対して，事前に改めてライ\nセンス交渉をしなければ訴訟提起できないなどという義務を負うものでは\nない。よって，原告が被告に対して事前交渉なしに別件訴訟１，２及び本\n件訴訟を提起したことが，権利濫用の評価根拠事実に当たることはない。\nむしろ，被告は，被告各製品を販売する前に，少なくとも原告に協議を申\nし入れ，原告の損害を担保する金員を供託するなど，しかるべき対応をと\nるべきであった。被告が販売する製品について，特許権者から必要な許諾\nを得ることは，被告の義務である。そのような潜在的ライセンシーとして\nとるべき当然の対応をとらずにおきながら，訴訟が提起された後になって，\n事前交渉がなかったことを理由に権利濫用を主張することは，極めて不誠\n実である。\nエ  よって，原告が特許非実施主体であること等を理由として，原告の被告\nに対する差止請求が権利の濫用となるとの被告の主張は理由がない。\n(2) 原告がＦＲＡＮＤ宣言をしていること\nア  被告は，ＦＲＡＮＤ宣言をした特許権者が，①標準規格使用者に対し，\n実施許諾の条件を具体的に，かつ撤回不能な形で提示し，かつ②当該条件\nが客観的に見て，ＦＲＡＮＤ条件を超えないものであるとの要件を満たさ\nなければ，標準規格使用者に対して訴訟を提起することができないとの独\n自の基準を立てて，原告による本件訴訟の提起が権利の濫用であると主張\nする。\nしかし，ＦＲＡＮＤ宣言は，特許権者がライセンスを希望する者に対し\nてＦＲＡＮＤ条件でのライセンスを提供する義務を定めるものにすぎず，\n具体的なライセンス条件は交渉によって決まるのであるから，特許権者は\n訴訟提起前あるいは訴訟係属中に直接ライセンス交渉を申し入れる義務を\n負うものではないし，特許権者からの初期の提案が具体的なものである必\n要もない。\nしたがって，現段階において原告から具体的な実施許諾の条件を提示し\nていないからといって，それが権利濫用の評価根拠事実に当たることはな\nい。\nイ  また，原告は，本件ＦＲＡＮＤ宣言において，全ての潜在的ライセンシ\nーに対して標準必須の特許につきＦＲＡＮＤ条件によるライセンスを提供\nする用意があることを表明し，原告のウェブページ上でも，当該宣言を公\n開した上，「ＩＰＣｏｍ社の必須知的所有権に基づく実施権を求める潜在\n的ユーザに対し，ＦＲＡＮＤ条件での実施権許諾契約に関するＩＰＣｏｍ\n社との誠実な二者間交渉に参加するよう，ここに明確に要請する」と掲載\nしているのであるから，原告が，被告との間でも，ライセンス交渉によっ\nて紛争の解決を図る意思を当初から有していたことは明らかである。\nしたがって，原告には被告との間の問題をライセンス交渉によって解決\nする意思がなかったとの被告の主張は誤りである。\nウ  さらに，別件訴訟１，２及び本件訴訟においては，これらの訴訟提起か\nら現在に至るまで，被告からライセンス交渉の申入れやライセンスを受け\nる旨の申出がされたことは一度もないのに対し，原告は，平成２５年４月\n２２日の本件訴訟の弁論準備手続期日において，裁判所に対して，原告は\n和解による解決を望むものであるが，そのためには裁判所による判断が示\nされることが必要である旨を説明して，和解促進のために中間判決を求め\nる旨を述べた。一方，被告は，本件訴訟での和解は難しいとの見解を示し\nたのである。\nそれでも，原告は，真摯に和解の可能性を探るべく，被告に対しライセ\nンス交渉を提案する内容の同月２６日付け書状を送付したが，被告は，同\n年５月１５日付け書状で，原告の提案した面談を拒否した上で，ＦＲＡＮ\nＤ条件と考える具体的な実施許諾の条件並びに原告がライセンスを許諾し\nた相手方及びそのライセンス条件に関する情報を，「参考までに」書面で\n回答するよう求めてきた。\n原告は，再度被告に対し，同月２７日付け書状で，英語による面談を申\nし入れ，面談の場所は東京でもよいと提案したが，これに対して，被告は，\n同年６月３日付け書状で，原告に対し，東京において日本語で，上記情報\nの開示を受けることのみを目的とする面談に応じると述べた上，書状の日\n付からわずか１週間後の日程を提案し，しかも，そこで「各情報の開示を\n貴社から受けない限り，そもそも，貴社との間でライセンス交渉を行うこ\nとが可能であるか否かの判断をすることができません。」と述べて，同書\n状が，被告のライセンス交渉を行う意思を表明するものでもなく，またラ\nイセンスを希望する旨を申し出るものでもないことを明らかにした。\n原告は，上記書状により，被告にはライセンス交渉を行う意思がないこ\nとを知ったが，平和的解決の可能性を信じて，同年７月１１日付け書状で，\n被告に対し，原告がライセンス交渉を行う希望を有していること及び交渉\nの一定の段階で被告の求める情報を開示する用意があることを改めて表明\nした。\nこのように，原告は，真にライセンス交渉の開始を求めて努力を続けて\nきたのであり，これを拒否しているのは被告の側である。\nそして，被告のようにライセンス交渉そのものを拒否している標準規格\n使用者に対して，特許権者が実施許諾の条件を具体的に提示することは無\n意味であるから，少なくともそのような標準規格使用者に対して，特許権\n者がライセンス条件の提示義務を負うことなどあり得ない。\nエ  なお，東京地方裁判所平成２５年２月２８日判決（平成２３年（ワ）第\n３８９６９号）は，特許権者がライセンス希望者から，対象特許権につい\nてＦＲＡＮＤ条件によるライセンスを希望する具体的な申出を受けた場合\nに，両者が，上記ライセンス契約の締結に向けて，重要な情報を相手方に\n提供し，誠実に交渉を行うべき信義則上の義務を負うとした上，当事者間\nのライセンス交渉の経過を踏まえ，特許権者がその信義則上の義務に違反\nしたこと及びその他の事情を総合考慮して，特許権者が信義則上の義務を\n尽くすことなく対象特許権に基づく損害賠償請求権を行使することが権利\n濫用に当たると判断した。\nしかし，本件においては，被告はライセンスを希望する申出すら行って\nいないのであるから，上記判決に照らしても，原告の被告に対する本件訴\nえが権利濫用に当たるとされる理由は全くない。\nオ  以上のとおり，原告の訴訟活動には何ら非難されるべき点はないのであ\nるから，本件訴訟における原告の被告に対する差止請求及び損害賠償請求\nが本件ＦＲＡＮＤ宣言を理由として権利濫用と評価されることはない。\n１３  争点(4)（損害発生の有無及びその額）について\n〔原告の主張〕\n被告は，別紙物件目録記載(1)の製品を平成２２年１２月頃から，同(2)の製\n品を平成２０年１２月頃から，同(3)の製品を同年１０月頃から，同(4)の製品\nを同年２月頃からそれぞれ販売しており，同(5)についても販売をしていると\nころ，本件特許が登録された平成２３年３月４日から本件訴訟提起までの間の\n被告各製品の売上高は６億２５００万円を下らない。\n他方，本件発明についての特許法１０２条３項にいう「特許発明の実施に対\nし受けるべき金銭の額」は，被告各製品の売上高の５パーセントを下らない。\nよって，原告は，同条項に基づき，被告に対し，少なくとも３１２５万円の\n損害賠償請求権を有する。\n〔被告の主張〕\n被告が，別紙物件目録記載の各携帯電話（被告各製品）を，台湾の会社であ\nるΓ社から納入を受けて販売したことは認める。同目録記載の各携帯電話の発\n売日は，同目録記載(1)の製品が平成２２年１２月１７日，同(2)の製品が平成\n２０年１２月２０日，同(3)の製品が同年１０月１０日，同(4)の製品が同年３\n月２８日，同(5)の製品が同年７月１９日である。\nなお，被告は，現在上記各携帯電話の在庫を有しているものの，これらを積\n極的に発売しておらず，被告の製品カタログにも掲載していない。ただし，顧\n客から注文があった場合には，それに応じるという限度で，各携帯電話の販売\nを継続している。\n原告のその余の主張は，否認ないし争う。\n第４  当裁判所の判断\n１  本件発明の意義\n(1) 本件発明に係る特許請求の範囲は，本件特許に係る特許公報の【特許請求\nの範囲】の【請求項１】及び【請求項２】に記載のとおりである。\nまた，同特許公報の【発明の詳細な説明】には，次の記載がある。\n【技術分野】\n・「本発明は，複数のユーザクラスが区別されている，移動無線網で作動す\nるための移動局お よび移動局 を作動する ための方法に関す る。」（段 落\n【０００１】）\n【背景技術】\n・「すでに，遠隔通信網の少なくとも１つの加入者局に対するアクセスコン\nトロール方法が公知である（特許文献１）。ここでは情報信号が少なくと\nも１つの加入者局に伝送される。」（段落【０００２】）\n【発明が解決しようとする課題】\n・「移動通信網で作動される多数の移動局は，遠隔通信チャネルを介して基\n地局に情報を伝送する。その際，種々の移動局からの通信が，通信チャネ\nル上で衝突する危険がある。本発明の課題は，そのような衝突を避け，移\n動局が基地局と通信できるよう，移動局の通信チャネルへのアクセスが効\n率的に行えるようにすることである。」（段落【０００４】）\n【課題を解決するための手段】\n・「本発明の複数のユーザクラスが区別される移動無線網で作動するための\n移動局は，ＳＩＭカードからユーザクラスを読み出し，ブロードキャスト\nコントロールチャネルを介してアクセス閾値ビットおよびアクセスクラス\n情報を受信し，前記アクセス閾値ビットからアクセス閾値を求め，前記ユ\nーザクラスに関連するアクセスクラス情報に基づいて，当該移動局が，受\n信されたアクセス閾値ビットに依存せずにランダムアクセスチャネルにア\nクセスする権限が付与されているのか，あるいはランダムアクセスチャネ\nルへの，当該移動局のアクセス権限が，アクセス閾値の評価に依存して求\nめられるのかを検査するように構成されている。」（段落【０００５】）\n・「また，本発明の複数のユーザクラスが区別される移動無線網で移動局を\n作動するための方法は，前記移動局にあるＳＩＭカードからユーザクラス\nが読み出され，前記移動局によってブロードキャストコントロールチャネ\nルを介してアクセス閾値ビットおよびアクセスクラス情報が受信され，前\n記アクセス閾値ビットからアクセス閾値が求められ，前記ユーザクラスに\n関連するアクセスクラス情報に基づいて，当該移動局が，受信されたアク\nセス閾値ビットに依存せずにランダムアクセスチャネル（ＲＡＣＨ）にア\nクセスする権限が付与されているのか，あるいはランダムアクセスチャネ\nル（ＲＡＣＨ）への，当該移動局のアクセス権限が，アクセス閾値の評価\nに依存して求められるのかが検査されるように構成されている。」（段落\n【０００６】）\n【発明の効果】\n・「独立請求項の構成を有する本発明の方法および移動局はこれに対して，\nアクセス閾値ビットとアクセスクラス情報が少なくとも１つの移動局に伝\n送され，移動局でアクセス閾値ビットとアクセスクラス情報とを受信して，\nアクセス権限を遠隔通信チャネルに，１つまたは複数の移動局に対してラ\nンダムに分配することが実現される。このアクセスコントロールは，情報\n信号を伝送するのに僅かな伝送容量しか必要とせず，種々の移動局からの\n通信が通信チャネ ル上で衝突 する危険を 低減できる。」（ 段落【００ ０\n７】）\n【発明を実施するための形態】\n・「少なくとも１つの移動局の評価ユニットで，アクセス権限データが，少\nなくとも１つの所定のユーザクラスに対するアクセスクラス情報を備える\nアクセス権限情報を含んでいるか否かが検査され，含んでいる場合には，\n少なくとも１つの移動局が少なくとも１つの所定のユーザクラスに所属す\nることを前提にして，少なくとも１つの移動局の通信チャネルへのアクセ\nスを，当該ユーザクラスに対するアクセスクラス情報に依存して許可する。\nこのようにして，移動局がアクセス閾値を用いたランダム分配に基づき，\n当該通信チャネルへのアクセスが認められない場合であっても，所定のユ\nーザクラスの移動局自体は遠隔通信チャネルの使用が許可される。このよ\nうにして例えば，非常サービスの移動局，例えば警察または消防をこのよ\nうな所定のユーザクラスに割り当てることができる。このユーザクラスは\nランダム分配に依存しないで遠隔通信チャネルに優先的にアクセスするこ\nとができる。」（段落【０００９】）\n【実施例】\n・「・・・遠隔通信サービスは通常，ＲＡＣＨ３０を介して移動局５，１０，\n１５，２０により要求されるか，またはアクセスされる。ＲＡＣＨ３０を\n介して通常は通信が複数の移動局から基地局１００へ送信される。このよ\nうにして種々異なる移動局の通信が相互に衝突する。・・・」（段落【０\n０１８】）\n・「移動局の通信がＲＡＣＨ３０上で他の通信と衝突する場合に対しては，\nこの通信は基地局１００で正常に受信されず，従って基地局１００は確認\n情報を相応の移動局に逆送信することができない。従って移動局は通常，\n基地局１００からの確認情報が受信されなかった所定の時間後に通信を新\nたにＲＡＣＨ３０を介して基地局１００へ送信する。このようにして，Ｒ\nＡＣＨ３０が過負荷される虞がある。遠隔通信サービスの，相応の移動局\nによりユーザが開 始する要求 が伝送容量 の制限のために制 限される。 」\n（段落【００１９】）\n・「ＲＡＣＨ３０の過負荷は次のようにして回避することができる。すなわ\nち，ネットワークプロバイダがＲＡＣＨへのアクセスを個々の移動局５，\n１０，１５，２０に対して所期のように制限することによって回避するこ\nとができる。ここでＲＡＣＨへのアクセスは例えば移動局の所定のユーザ\nク ラ ス に 対 し て だ け 一 時 的 に ま た は 持 続 的 に 優 先 し て 許 容 さ れ\nる。・・・」（段落【００２０】）\n・「ネットワークプロバイダは個々の移動局５，１０，１５，２０に情報信\n号により，どの権限がＲＡＣＨ上での送信に対して相応の移動局５，１０，\n１５，２０に割り当てられているかを通知する。この情報信号は，基地局\n１ ０ ０ か ら そ れ ぞ れ の 移 動 局 ５ ， １ ０ ， １ ５ ， ２ ０ に 伝 送 さ れ\nる。・・・」（段落【００２１】）\n・「ここで基地局１００は所定の時間に情報信号を第１の移動局５に伝送す\nる。ここで情報信号は図１ではシグナリングチャネル２５を介して伝送さ\nれる。シグナリングチャネルは，以下の例ではブロードキャストコントロ\nールチャネルＢＣＣＨとして構成することができる。ここでは所定の時間\nでの情報信号によりビットパターンが第１の移動局５に伝送される。この\nビットパターンは次のような情報を含むことができる。すなわち，どの目\n的でかつどの移動局に対して，ＲＡＣＨへのアクセスが許容されるかとい\nう情報を含むことができる。」（段落【００２２】）\n・「ＲＡＣＨ３０へのアクセス権限を移動局５，１０，１５，２０の一部を\n介して付加的に分散されることは，ＢＣＣＨ２５上でアクセス閾値Ｓを送\n信することにより達成される。・・・第１の移動局５はその送受信ユニッ\nト６５によって，ＢＣＣＨ２５を介して伝送された情報信号を受信する。\nこの情報信号はアクセス閾値Ｓを含んでいる。アクセス閾値Ｓは評価ユニ\nット６０に供給される。評価ユニット６０は，第１の移動局５のＲＡＣＨ\n３０へのアクセスの前にランダム数または擬似ランダム数Ｒを引き算し，\nこのランダム数または擬似ランダム数がアクセス閾値Ｓと少くとも同じ大\nきさであるか否かを検査する。その場合だけ，ＲＡＣＨ３０へのアクセス\nが許容される。・・・」（段落【００２５】）\n(2) 上記各記載によれば，遠隔通信サービスにおいては，移動通信網で作動す\nる多数の移動局がＲＡＣＨと呼ばれる遠隔通信チャネルを介して基地局に情\n報を伝送する際，種々の移動局からの通信が通信チャネル上で衝突すること\nにより，その通信が基地局で正常に受信されず，移動局が新たな通信をＲＡ\nＣＨを介して基地局に送信する結果，ＲＡＣＨに過負荷がかかるおそれがあ\nったところ，本件発明は，そのような衝突を避けて移動局が基地局と通信し，\n移動局の通信チャネルへのアクセスが効率的に行えるように，移動局を複数\nのユーザクラスに区別しておき，基地局からは，ＢＣＣＨを介して移動局に\nアクセス閾値ビット及びアクセスクラス情報を伝送することで，移動局に対\nして，アクセス閾値ビットから求められるアクセス閾値に基づいてＲＡＣＨ\nへのアクセス権限をランダムに分配するようにするとともに，例えば警察又\nは消防といった非常サービスなどの所定のユーザクラスの移動局に対しては，\nそのアクセスクラス情報に基づいて，ランダム分配に依存しないで優先的に\nＲＡＣＨにアクセスする権限を付与するというようなアクセスコントロール\nを実現するために，移動局において，ＢＣＣＨを介してアクセス閾値ビット\n及びアクセスクラス情報を受信し，ＳＩＭカードからユーザクラスを読み出\nして，上記アクセスクラス情報に基づいて，当該移動局がアクセス閾値ビッ\nトに依存せずにＲＡＣＨにアクセスする権限が付与されているのか，あるい\nは，アクセス閾値ビットから求められたアクセス閾値の評価に依存してアク\nセス権限が付与されているのかを検査する構成（本件発明１）とし，また，\nこのアクセス閾値の評価が，アクセス閾値とランダム数又は擬似ランダム数\nとを比較することにより実施される構成（本件発明２）とすることによって，\n遠隔通信チャネルに対するアクセス権限を，一つ又は複数の移動局に対して\nランダムに分配することができ，しかも，このアクセスコントロールは，情\n報信号を伝送するのに僅かな伝送容量しか必要とせず，種々の移動局からの\n通信が通信チャネル上で衝突する危険を低減できるという効果を奏する発明\nである，と認めることができる。\n２  争点(1)イ（構成要件Ｄの充足性）について\n本件の事案に鑑み，まず，被告各製品が，本件発明の構成要件Ｄを充足する\nか否かについて検討する。\n(1) 「アクセス閾値」及び「アクセス閾値ビット」の意義\nア  特許請求の範囲の記載\n特許発明の技術的範囲は，特許請求の範囲の記載に基づいて定めなけれ\nばならず，この場合，特許請求の範囲に記載された用語の意義は，明細書\nの記載及び図面を考慮して解釈されなければならない（特許法７０条１項，\n２項）。\nそこで ，本件発明に おける「 アクセス閾値」及 び「アクセス 閾値ビッ\nト」の各用語の意義を検討するに当たって，まず，本件特許の特許請求の\n範囲の記載を検討するに，本件発明の構成要件Ｄは，「前記アクセス閾値\nビットからアクセス閾値を求め，」というものであるところ，この「アク\nセス閾値」に関して，本件特許の特許請求の範囲には，移動局におけるア\nクセスクラス情報に基づく「検査」の結果によって，当該移動局のＲＡＣ\nＨへのアクセス権限がアクセス閾値の評価に依存して求められる場合があ\nること（構成要件Ｅ），及び，この移動局におけるアクセス閾値評価をす\nるために，アクセス閾値とランダム数又は擬似ランダム数とが比較される\nこと（構成要件Ｇ）が記載されている。これらの記載及び「ある系に注目\nする反応をおこさせるとき必要な作用の大きさ・強度の最小値」（広辞苑\n第六版１３４頁）という「閾値」の用語の一般的な意味に照らせば，本件\n発明における「アクセス閾値」は，一つの移動局において，アクセス閾値\nの評価に依存してＲＡＣＨへのアクセス権限が付与されるか否かが決定さ\nれる場合に，そのアクセス権限が付与されるか，あるいは付与されないか\nを区分するための閾（しきい）となる値であって，本件発明２においては，\nその値は，ランダム数又は擬似ランダム数と比較されるものである，と認\nめることができる。\n他方，「アクセス閾値ビット」に関しては，本件特許の特許請求の範囲\nに，移動局が「ブロードキャストコントロールチャネルを介してアクセス\n閾値ビット・・・を受信」すること（構成要件Ｃ）及び「アクセス閾値ビ\nットからアクセス閾値を求め」ること（構成要件Ｄ）が記載されているか\nら，本件発明における「アクセス閾値ビット」とは，ＢＣＣＨを介して移\n動局に伝送されるビット形式で表現された値であって，当該移動局におい\nて，アクセス閾値という特定の値を求める際に用いられるものであると理\n解される。\nまた，「アクセス閾値ビット」の「ビット」とは，一般的に，「二進数\nで情報を表現した時，そのある桁を表す０または１の数字。」（広辞苑第\n六版・２３６６頁）といわれているように，２進数で用いられる０又は１\nの数字を意味する用語と考えられるところ，ＢＣＣＨ上で伝送されるデー\nタが２進数のビット形式で表現されることが技術常識であること（弁論の\n全趣旨）及び「アクセス閾値ビット」の用語が「アクセス閾値」と「ビッ\nト」を結合させた語であることに鑑みれば，「アクセス閾値ビット」とは，\nその用語自体から，「アクセス閾値」を，ＢＣＣＨを介して伝送するため\nに，２進数のビット形式に置き換えて表記したものであると解するのが最\nも自然であるということができる。\nもっとも，「アクセス閾値」と「アクセス閾値ビット」との関係につい\nては，本件特許の特許請求の範囲には，「アクセス閾値ビットからアクセ\nス閾値を求め」ること（構成要件Ｄ）が記載されているのみであるから，\n特許請 求の範 囲の記 載か らは， 「ア クセ ス閾値 」が「 アクセ ス閾 値ビ ッ\nト」からどのように求められるのか，また，「アクセス閾値」と「アクセ\nス閾値ビット」がどのような関係にあるのかについて，必ずしも一義的に\n明らかであるとはいえない。\nイ  本件明細書等の記載\n本件明 細書等には， 本件発明 の実施例として， 「アクセス閾 値」及び\n「アクセス閾値ビット」に関して，「ＲＡＣＨ３０へのアクセス権限を移\n動局の一部を介して付加的に分散されることは，ＢＣＣＨ２５上でアクセ\nス閾値 Ｓを送 信する こと により 達成 され る。」 （段落 【００ ２５ 】） ，\n「第１の移動局５はその送受信ユニット６５によって，ＢＣＣＨ２５を介\nして伝送された情報信号を受信する。この情報信号はアクセス閾値Ｓを含\nんでいる。アクセス閾値Ｓは評価ユニット６０に供給される。評価ユニッ\nト６０は，第１の移動局５のＲＡＣＨ３０へのアクセスの前にランダム数\nまたは擬似ランダム数Ｒを引き算し，このランダム数または擬似ランダム\n数がア クセス 閾値Ｓ と少 くとも 同じ 大き さであ るか否 かを検 査す る。 」\n（同上），「４つのアクセス閾値ビットＳ３，Ｓ２，Ｓ１，Ｓ０により，\nこの参考例では２ ４＝１６のアクセス閾値Ｓがネットワークプロバイダか\nら移動局５，１０，１５，２０に伝送される。」（段落【００２６】），\n「アクセス閾値ビットＳ３，Ｓ２，Ｓ１，Ｓ０により，アクセス閾値Ｓは\n２進符号化され，」（段落【００３５】），「評価ユニット６０はアクセ\nス閾値ビットＳ３，Ｓ２，Ｓ１，Ｓ０からアクセス閾値Ｓを検出し，ラン\nダム数または擬似ランダム数Ｒを可能なアクセス閾値Ｓの集合から引き算\nする。」（段落【００４０】）との記載がある。また，段落【００３５】\n及び【 ００３ ７】に は， 実施例 とし て， アクセ ス閾値 ビット が「 １０ ０\n０」の場合にアクセス閾値として「８」の値が得られることが記載されて\nいる。\nこれらはいずれも実施例についての記載であるが，そこには，アクセス\n閾値自体がＢＣＣＨを介して移動局に伝送される実施形態が開示されてお\nり，アクセス閾値ビットは，そのアクセス閾値を２進数表記したものとし\nて記載されている。また，アクセス閾値ビットからアクセス閾値を求める\n態様について，評価ユニットが「アクセス閾値ビットからアクセス閾値を\n検出」することが記載されている（段落【００４０】）。他方，本件明細\n書等には，移動局においてアクセス閾値を得るに当たって，アクセス閾値\nとは異なる別の値がＢＣＣＨを介して移動局に伝送される実施形態や，ア\nクセス閾値を２進数表記したビットデータ以外のものをアクセス閾値ビッ\nトとして用いる実施形態は，いずれも開示されていない。\nウ  分割出願に係る特許発明のクレーム解釈\n(ｱ) 前記第２，２(2)イ記載のとおり，本件特許は，原出願（特願２００\n０－６０４６３４）の出願人たる地位を承継した原告が，平成２２年６\n月８日に，原出願を基に分割出願したものである。\n分割出願においては，分割出願に係る発明の技術的事項が原出願の特\n許請求の範囲，明細書又は図面に記載されていることを要し（特許法４\n４条１項参照），分割出願において，原出願からみて新たな技術的事項\nを導入することは許されないのであるから，分割出願の特許請求の範囲\nの文言は，原出願の特許請求の範囲，明細書又は図面に記された事項の\n範囲外のものを含まないことを前提にしていると解するのが合理的であ\nり，そうすると，分割出願の特許請求の範囲に記載された用語の意義を\n解釈するにおいては，原出願及び分割出願の特許請求の範囲及び明細書\n等の全体を通じて統一的な意味に解釈すべきである。\nしたがって，本件においても，本件発明の技術的範囲を確定するに当\nたっては，原出願に係る明細書である原出願翻訳文の記載についても参\n酌することが相当である。\n(ｲ) 原出願翻訳文の内容\n原出願翻訳文の「特許請求の範囲」の項には，次の記載がある。\n【請求項１】「遠隔通信網の少なくとも１つの加入者局（５，１０，１\n５，２０）にて，遠隔通信網の少なくとも１つの遠隔通信チャネルへ\nのアクセス権限を付与する方法であって，情報を少なくとも１ついの\n加入者局（５，１０，１５，２０）に伝送する方法において，情報信\n号と共にアクセス権限データ（４５，５０，５５）を少なくとも１つ\nの加入者局（５，１０，１５，２０）に伝送し，該アクセス権限デー\nタを受信する際に，少なくとも１つの加入者局（５，１０，１５，２\n０）の評価ユニット（６０）において，当該アクセス権限データ（４\n５，５５０，５５）がアクセス閾値（Ｓ）を含んでいるか否かを検査\nし， ここ でア クセ ス閾 値（ Ｓ） をラ ンダ ム数 また は擬 似ラ ンダ ム数\n（Ｒ ）と 比較 し， 少な くと も１ つの 加入 者局 （５ ，１ ０， １５ ，２\n０）の遠隔通信チャネルへのアクセス権限を，前記比較結果に依存し\nて，有利にはランダム数または擬似ランダム数（Ｒ）がアクセス閾値\n（Ｓ）より大きいか，または等しいという条件の下で割り当てる，こ\nとを特徴とする方法。」\n【請求項６】「少なくとも１つの加入者局（５，１０，１５，２０）の\n評価ユニットにて，アクセス権限データが評価情報（Ｓ４）を含むか\n否かを検査し，該評価情報は，アクセス権限データ（４５，５０，５\n５）がアクセス閾値（Ｓ）またはアクセスクラス情報（Ｚ０，Ｚ１，\nＺ２，Ｚ３）を含むことを指示するものであり，アクセス権限データ\n（４５，５０，５５）を前記検査結果に依存して少なくとも１つの加\n入者局（５，１０，１５，２０）の評価ユニットにて評価する，請求\n項１から５までのいずれか１項記載の方法。」\n【請求項７】「アクセス権限データ（４５，５０，５５）はビットパタ\nーン（４５，５０，５５）として伝送される，請求項１から６までの\nいずれか１項記載の方法。」\n【請求項１１】「少なくとも１つの遠隔通信チャネルへのアクセス権限\nが付与される加入者局（５，１０，１５，２０）であって，情報信号\nが少なくとも１つの加入者局（５，１０，１５，２０）に伝送される\n形式の加入者局において，評価ユニット（６０）が設けられており，\n該評価ユニットには，アクセス権限データ（４５，５０，５５）を備\nえる情報信号が供給され，少なくとも１つの加入者局（５，１０，１\n５，２０）の評価ユニットは，アクセス権限データ（Ｓ０，Ｓ１，Ｓ\n２，Ｓ３，Ｓ４，Ｚ０，Ｚ１，Ｚ２，Ｚ３，Ｚ３，Ｄ１，Ｄ２，Ｄ０，\nＰ１）がアクセス閾値（Ｓ）を含んでいるか否かを検査し，前記評価\nユニット（６０）はアクセス閾値（Ｓ）をランダム数または擬似ラン\nダム数（Ｒ）と比較し，前記評価ユニット（６０）は比較結果に依存\nして，とりわけランダム数または擬似ランダム数（Ｒ）がアクセス閾\n値（Ｓ）より大きいかまたは等しいという条件の下で，少なくとも１\nつの加入者局（５，１０，１５，２０）に少なくとも１つの遠隔通信\nチャネルへのアクセスがイネーブルされているか否かを検出する，こ\nとを特徴とする加入者局。」\nまた，原出願翻訳文の明細書には，「発明の利点」の項に，以下の記\n載があるほか，実施例の記載として，段落【００２７】，【００２８】，\n【００３７】，【００３９】及び【００４２】に，それぞれ前記イの本\n件明細 書等 にお ける 実施例 に係 る記 載（ 段落【 ００ ２５ 】，【 ００ ２\n６】，【００３５】，【００３７】及び【００４０】）と同様の記載が\nある。\n【発明の利点】\n・「独立請求項の構成を有する本発明の方法および本発明の加入者局は\nこれに対して，情報信号と共にアクセス権限データが少なくとも１つ\nの加入者局に伝送され，アクセス権限データの受信の際に少なくとも\n１つの加入者局の評価ユニットで，アクセス権限データがアクセス閾\n値を含んでいる否かが検査され，ここでアクセス閾値はランダム数ま\nたは擬似ランダム数と比較され，遠隔通信チャネル状のアクセス権を\n少なくとも１つの加入者局に有利には次の条件の下で割り当てる。す\nなわち，ランダム数または擬似ランダム数がアクセス閾値より大きい\nか，または等しいときに割り当てる。このようにしてアクセス権限を\n遠隔通信チャネルに，１つまたは複数の加入者局に対してランダムに\n分配することが実現される。このアクセスコントロールは，情報信号\nを伝送するのに最小の伝送容量しか必要としない。なぜなら，単にア\nクセス閾値を伝送すればよいからである。」（段落【０００３】）\n・「さらに有利には，少なくとも１つの加入者局の評価ユニットで，ア\nクセス権限データが評価情報を含んでいるか否かを検査する。この評\n価情報は，アクセス権限データがアクセス閾値を含むか，またはアク\nセスクラス情報を含むかを指示し，アクセス権限データは検査結果に\n相応して少なくとも１つの加入者局で評価される。このようにして，\n情報信号の伝送に対して必要な伝送容量をさらに低減することができ\nる。・・・」\n(ｳ) 上記のとおり，原出願翻訳 文の「特許請求の範囲」及び「発明の 利\n点」には，アクセス閾値が，アクセス権限データに含まれて加入者局に\n伝送されること，加入者局において，アクセス権限データにアクセス閾\n値が含まれているか否かを検査すること及びアクセス閾値がランダム数\n又は擬 似ラ ンダ ム数 と比較 され るこ とが 記載さ れて いる 。特に ，上 記\n「発明の利点」の段落【０００３】では，原出願に記載された発明に係\nるアクセスコントロールにおいては，単にアクセス閾値を伝送すればよ\nいため，情報信号を伝送するのに最小の伝送容量しか必要としないこと\nが記載されており，そこで伝送されるものが「アクセス閾値」であるこ\nとが明記されている。\n他方，「アクセス閾値ビット」の用語は，原出願翻訳文の「特許請求\nの範囲」及び明細書の「発明の利点」の中には記載されておらず，「ビ\nット」に関する事項としては，請求項７において，アクセス権限データ\nがビットパターンとして伝送されることが開示されているのみである。\nまた，原出願翻訳文の明細書中の実施例においては，「アクセス閾値ビ\nット」について，アクセス閾値がアクセス閾値ビットから検出されるも\nのであることが記載されており，その更なる具体例として，アクセス閾\n値を２進符号化したものをアクセス閾値ビットとすること，及び，アク\nセ ス 閾 値 ビ ッ ト が 「 １ ０ ０ ０ 」 で あ る 場 合 に ， ア ク セ ス 閾 値 と し て\n「８」 の値 が得 られ ること が開 示さ れて いるが ，「 アク セス閾 値ビ ッ\nト」が上記実施例に記載された以外の技術的意義を有するものであるこ\nとを開示し，又は示唆する記載は見当たらない。\nなお，原出願翻訳文の全体を通して，アクセス閾値がアクセス閾値ビ\nットから「求め」られるものであること（本件発明の構成要件Ｄ）につ\nいては，記載がない。\n原出願翻訳文の「特許請求の範囲」及び「発明の利点」におけるこれ\nらの記載に鑑みれば，原出願翻訳文に記載された発明において，「アク\nセス閾値」とは，加入者局にＲＡＣＨへのアクセス権限をランダム分配\nするための閾となる値として，シグナリングチャネル（ＢＣＣＨとして\n構成することができる。）を介して加入者局（移動局として構成するこ\nとができる。）に対して伝送される値そのものであると解するのが相当\nである。\nエ  検討\n(ｱ) 上記ウのとおり，原出願翻訳文に記載された発明においては，「アク\nセス閾値」とは，ＢＣＣＨを介して移動局に伝送される値そのものを意\n味すると解されるところ，このように解釈した場合，ＢＣＣＨを介して\n伝送されるデータがビット形式で表記されていることが技術常識である\nことからすれば，その「アクセス閾値」の値は，ＢＣＣＨを介して伝送\nするためにビット形式に置き換えられることになるが，そのように「ア\nクセス閾値」の値を２進数表記に置き換えたビットを，「アクセス閾値\nビット」と表現することは，「アクセス閾値ビット」との用語から通常\n把握される意義にも合致するということができる。\nまた，本件明細書等及び原出願翻訳文における実施例の記載について\nも，「アクセス閾値ビットにより，アクセス閾値は２進符号化され」る\nことやアクセス閾値ビット「１０００」からアクセス閾値「８」が得ら\nれるとの実施態様など，上記解釈に沿う記載がある一方で，上記解釈と\nは異なる実施形態を具体的に開示し，又は示唆する記載は見当たらない。\nそうすると，本件発明における「アクセス閾値」及び「アクセス閾値\nビット」の各用語の意義については，「アクセス閾値」とはＢＣＣＨを\n介して伝送されて，移動局において閾値として用いられる特定の値であ\nり，「アクセス閾値ビット」とは，そのアクセス閾値を，ＢＣＣＨを介\nして伝送するためにビット形式で表記したものと解するのが相当である。\n(ｲ) 「アクセス閾値」及び「アクセス閾値ビット」の技術的意義がそれぞ\nれ上記のように解されることから，本件発明の構成要件Ｄの「アクセス\n閾値ビットからアクセス閾値を求め」ることは，移動局において閾値と\nして用いられる特定の値が，基地局からＢＣＣＨを介して移動局に伝送\nされる際にビット形式に置き換えられるところ，移動局において，この\nビット形式で表現されたデータ（アクセス閾値ビット）を受信して，こ\nのビット形式のデータから閾値となる上記の特定の値（アクセス閾値）\nを得ることを意味するものと解される。\nそうすると，例えば，ある特定の値（アクセス閾値）をビット形式に\n置き換えたデータ（アクセス閾値ビット）を受信した移動局が，そのビ\nット形式のデータから元の値（アクセス閾値）を得ることは，構成要件\nＤの「アクセス閾値ビットからアクセス閾値を求め」ることに当たるが，\nその元の値を更に関数などに代入することによって算出される別の値は，\nそれ自 体が ＢＣ ＣＨ を介し て伝 送さ れた もので ない 以上 ，本件 発明 の\n「アクセス閾値」に当たるということはできないというべきであり，そ\nれゆえ，そのような別の値を求めることは，「アクセス閾値ビットから\nアクセス閾値を求め」ることには該当しないと解するのが相当である。\n(2) 原告の主張について\nア  この点に関して原告は，構成要件Ｄは，「アクセス閾値」が「アクセス\n閾値ビット」から「求められる」ことを要求しているだけであるから，ア\nクセス閾値はアクセス閾値ビットから特定されれば足り，例えば，アクセ\nス閾値ビットを関数に代入して別の値を求めるような場合も，「アクセス\n閾値ビットからアクセス閾値を求め」ることに当たると主張する。\n確かに，構成要件Ｄは，アクセス閾値がアクセス閾値ビットから求めら\nれることだけを規定しており，「求め」との用語自体からは，求める方法\nが特段限定されていることは読み取れないが，他方，構成要件Ｄに規定さ\nれる「アクセス閾値」の用語は，それ自体がＢＣＣＨを介して伝送される\n値であると解されるべきことは，前記(1)エのとおりである。そうすると，\n構成要件Ｄが，アクセス閾値ビットからアクセス閾値を求めることしか規\n定していないとしても，そもそも「アクセス閾値」が，上記のとおりＢＣ\nＣＨを介して伝送されるべき値として規定されている以上，ＢＣＣＨを介\nして伝 送され た値を 更に 関数に 代入 して 得られ る別の 値が「 アク セス 閾\n値」に該当しないことは明らかである。\nしたがって，「求める」について特段の限定がないことを前提としたと\nしても，アクセス閾値ビットから「アクセス閾値と異なる別の値」を求め\nることが構成要件Ｄに合致するというに等しい原告の上記主張は採用する\nことができない。\nイ  原告は，移動局においてアクセス閾値ビットからアクセス閾値を求めて，\n当該アクセス閾値の評価に依存してＲＡＣＨへのアクセス制限の有無が決\n定されることによって，ネットワーク側においてＲＡＣＨへのアクセス権\n限を移動局に分配することが可能になるとの本件発明の目的並びに「アク\nセス閾値」及び「アクセス閾値ビット」の技術的意義に照らせば，アクセ\nス閾値ビットに基づいてこれに対応するアクセス閾値が特定されれば足り\nるのであって，いかなる規則に基づいてアクセス閾値ビットからアクセス\n閾値が特定されるかは問題でないと主張する。\nしかし，特許発明の技術的範囲は，特許請求の範囲の記載に基づいて定\nめなければならず，その特許請求の範囲に記載された用語の意義は明細書\nの記載及び図面を考慮して解釈されなければならないところ（特許法７０\n条１項，２項），本件特許の特許請求の範囲及び明細書等の記載を考慮し\nた場合に，本件発明における「アクセス閾値」が，例えば，「アクセス閾\n値ビット」で表現された値を更に関数に代入することによって特定される\n別の値であってもよいと解することができないことは，前記(1)エのとお\nりである。\n原告の主張は，「アクセス閾値」及び「アクセス閾値ビット」の用語の\n意義を，特許請求の範囲及び明細書等の記載から導き出される解釈を超え\nて，当該特許発明の目的や技術的意義に反しないからという理由だけで拡\n張して解釈するものであって相当でないから，採用することができない。\nウ  原告は，本件特許優先日当時に技術標準であったＧＳＭ０４．６０にお\nいて，再送信の制御に用いられる閾値（persistence level）について，p\nersistence level「１６」に対応するビットが「１１１１」と定められて\nいることを例に挙げて，ある値をビットで表現する方法は２進数表記に限\nられず，２進数のビットとそれに対応する１０進数の値との関係を任意に\n設計することができることが，本件特許優先日当時の当業者の技術常識で\nあったと主張する。\nしかし，本件発明において，アクセス閾値をビット形式で表記したもの\nがアクセス閾値ビットであると理解されるのは，本件発明の特許請求の範\n囲及び本件明細書等においては，アクセス閾値がＢＣＣＨを介して送信さ\nれる値として規定されていると解されるからである。これに対して，ＧＳ\nＭ０４．６０においては，persistence level がＢＣＣＨを介して送信さ\nれる値でなければならないことが規定されていると認めることはできない\nから，ＧＳＭ０４．６０における persistence level の値とビット表現と\nの対応関係を根拠として，本件発明の「アクセス閾値」が「アクセス閾値\nビット」と任意に対応させ得るものであると解することはできない。\nエ  原告は，本件明細書等の段落【００３９】の記載から，アクセス閾値ビ\nットが「アクセス閾値・・・に対するビット」であればよく，また，「１\n０００」のビット表現から「８」を求めるという具体例が「単なる例」に\nすぎないことが明らかであると主張する。\nしかし，本件明細書等の段落【００３９】には，「第１，第２および第\n３のビットパターンで使用される，アクセス閾値，アクセスクラス情報，\n優先閾値および移動局サービス情報に対するビットの数は単なる例である\nと理解されたい。」との記載があるところ，この文章から，「アクセス閾\n値ビットがアクセス閾値に対するビットであれば足りる」との趣旨を読み\n取ることはできない。むしろ，上記記載に続いて「例えば大容量のシグナ\nリングのためには増大することができ，バンド幅低減のためには減少する\nことができる。この場合，場合によってはビットパターンの長さ全体も変\n化され る。場 合によ り情 報要素 の個 々ま たは全 体を省 略する こと がで き\nる。」（段落【００３９】）と記載されており，情報量に応じて「ビット\nの数」を「増大」させたり，「減少」させたりし，それによってビットパ\nターンの長さが変化することが示されていることからすれば，上記「アク\nセス閾値・・・に対するビットの数」が「例」であるとは，アクセス閾値\nをビットで表現する際に用いられるビット（０又は１）の桁数が実施例に\n記載された桁数（本件明細書等には，アクセス閾値を表すために４桁のビ\nットを用いる例が記載されている。）に限られないことをいう趣旨である\nと解するのが相当である。\nまた， 本件 明細 書等 の中の 「１ ００ ０」 のビッ ト表 現か ら１０ 進数 の\n「８」を求めるという具体例が単なる実施例にすぎないことは，原告の指\n摘するとおりであるが，前記(1)の解釈は，そのような実施例の記載を直\n接の根拠としてされたものではないから，原告のかかる指摘は失当である。\nオ  原告は，原出願翻訳文の「アクセス権限データがアクセス閾値を含んで\nいる」との記載や「ＢＣＣＨ上でアクセス閾値を送信する」との記載は，\nアクセス閾値が基地局から提供されるという制御の枠組みを規定したもの\nにすぎず，また，アクセス閾値に対するビットであるアクセス閾値ビット\nがＢＣＣＨ上で送信されることを意味しているにすぎないと主張する。\nしかし，上記各記載を素直に読めば，「アクセス閾値」に当たる値がア\nクセス権限データに含まれて，ＢＣＣＨを介して送信されることが記載さ\nれていると理解されるというべきである。また，原出願翻訳文の段落【０\n００３】（発明の利点）には，原出願翻訳文に記載された発明においては\n「単にアクセス閾値を伝送すればよい」ために，最小の伝送容量でアクセ\nスコントロールが実現されることが記載されているところ，この記載は，\nアクセス閾値が基地局から提供されるという制御の枠組みを規定したもの\nではなく，現にアクセス閾値を伝送するという，発明における「アクセス\n閾値」の具体的な技術的意義を規定したものであると解される。仮に原告\nが主張するように，ＢＣＣＨを介して送信されるアクセス閾値ビットによ\nって表現される値と何らかの対応関係がある値，例えば，アクセス閾値ビ\nットで表現される値を更に関数に代入して得られる値を「アクセス閾値」\nと解した場合には，ＢＣＣＨ上で送信されるビットデータによって表現さ\nれる値自体は「アクセス閾値」とは異なる値であることになるが，そのよ\nうに「アクセス閾値」とは異なる別の値がアクセス権限データに含まれて\nＢＣＣＨ上で送信されることを，「アクセス権限データがアクセス閾値を\n含んでいる」とか，「ＢＣＣＨ上でアクセス閾値を送信する」などと表現\nすることが，当業者にとって通常であると解されないことは明らかである。\nカ  このほか，原告の提出にかかる平成２５年（２０１３年）１月２８日付\nけ意見書には，原出願翻訳文（同意見書では「本件親出願当初明細書等」\nと表記されている。）の記載を基にしても，アクセス閾値ビットがアクセ\nス閾値そのものを２進数表記したものに限定されないとの意見が述べられ\nている。\n同意見書は，原出願翻訳文に記載されている発明がＲＡＣＨにおいて複\n数の移動局からの信号が衝突することを避けることを目的としていること，\nアクセス閾値が基地局から送信され，アクセス閾値の評価に依存してアク\nセスが許容されることによって，アクセス権限が移動局の間で分散される\nこと，デジタル通信システムにおいては，アクセス閾値は通信プロトコル\nの一構成要素としてビットの形式で送信されることが当然であるから，ア\nクセス閾値ビットは基地局がアクセス閾値を明示するビットであることな\nどを挙げて，このような発明の目的やコンセプトからすると，アクセス閾\n値を規定するアクセス閾値ビットとしてどのようなビットの構成を用いる\nかは特に限定がないとする。\nしかし，原告が主張するような発明の目的やコンセプトだけを根拠とし\nて，特許請求の範囲に記載された用語の意義を拡張して解釈することが相\n当でないことは，前記イのとおりである。\nまた，同意見書は，平成１１年（１９９９年）当時，通信チャネルのア\nクセス制御の設計において，どのようなビットの構成（ビット位置の割当\nてとパラメータ値の割当て）を採用するかは，通信プロトコル設計の目的\nやコンセプトとは切り離して考えることができ，ビット構成はプロトコル\nによって自由に定めることができたとするが，技術的にそのような自由な\n設計の可能性があったとしても，原出願翻訳文に記載された発明において，\n特許出願人が，あえて「アクセス閾値」をＢＣＣＨ上で送信されるべき値\nとして規定している以上，それと異なる可能性があったことを理由として，\n実際に用いられた用語の意義を拡張して解釈すべきことにはならない。\nさらに，同意見書は，原出願翻訳文の段落【００２７】等の「アクセス\n閾値を送信する」との表現について，アクセス閾値ビット以外の要素を考\n慮してアクセス閾値の値を調整する場合も含めてこのように表現すること\nは，特に不自然ではなく，平成１１年（１９９９年）当時，通信チャネル\nのアク セス制 御の設 計に おいて ，制 御の 基本的 な仕組 みを定 めた 上で ，\n様々な条件を追加的に考慮してきめの細かい制御を行う目的で，アクセス\n閾値ビット以外の要素を考慮してアクセス閾値の値を調整することは普通\nに考えることであったとする。\nしかし，そのような解釈に従えば，ＢＣＣＨを介して送信されるアクセ\nス閾値ビットによって表現される値は，アクセス閾値を求める上で考慮さ\nれるべ き複数 の要素 のう ちの一 つに すぎ ないこ とにな るが， その よう に\n「アクセス閾値」を求めるための複数の考慮要素の一つをビットで表現し\nたものを，あえて「アクセス閾値ビット」と呼称することが用語の用い方\nとして自然であるとの解釈は，直ちに首肯し難く，しかも，アクセス閾値\nの複数 の考慮 要素の 一つ にすぎ ない 値を ビット 形式で 送信す るこ とが ，\n「アクセス閾値を送信する」ことと同義であるとか，「アクセス閾値を送\n信する」という文言から通常理解される技術内容であるということもでき\nない。さらにいえば，同意見書が，アクセス閾値の値の調整にアクセス閾\n値ビット以外の要素を考慮できるか否かを論じる上では，アクセス閾値ビ\nットがアクセス閾値をビット形式に置き換えたものに限られないことを前\n提としているところ，そのような前提を採ることができないことは，前記\n(1)のとおりである。\n(3) 被告各製品の充足性\n前記第２，２(6)のとおり，被告各製品が準拠する３ＧＰＰ標準において\nは，移動局は，ＢＣＣＨを介して送られるシステム情報を受信し，そこに含\nまれる動的持続レベルＮの値を，Ｐ（Ｎ）＝２ － （ Ｎ － １ ）の関数に代入して，\nＰ（Ｎ）の値を求める構成を有することが認められる。\nこのような被告各製品の構成につき，原告は，Ｎ及びＰ（Ｎ）がそれぞれ\n本件発明の「アクセス閾値ビット」及び「アクセス閾値」に当たり，Ｎから\nＰ（Ｎ）を求めることが，「アクセス閾値ビットからアクセス閾値を求め」\nることに当たると主張する。\nこの点，３ＧＰＰ標準においては，ＡＳＣ＝１の場合，Ｐ １＝Ｐ（Ｎ）で\nあり，Ｐ（Ｎ）がランダム数と比較されて，その評価に基づいて，ＲＡＣＨ\nへのアクセス権限が付与されるか否かが決定されるから，この場合において，\nＰ（Ｎ）は，その評価に依存してＲＡＣＨへのアクセス権限が付与されるか\n否かを決定するための閾値として用いられる特定の値であるとはいい得る。\nしかし，３ＧＰＰ標準においては，ＢＣＣＨを介して伝送される値は，Ｐ\n（Ｎ）ではなく，Ｎ（ただし，技術的には，Ｎの値がビット形式で表現され\nたもの）であり，Ｐ（Ｎ）は，このＮの値を「２ － （ Ｎ － １ ）」の関数に代入す\nることによって得られる値であって，Ｎとは異なるものである。\nしたがって，Ｐ（Ｎ）は，ＢＣＣＨを介して伝送される値ではないから，\n本件発明における「アクセス閾値」に該当すると解することはできない。\nそうすると，上記のように，関数を用いてＮからＰ（Ｎ）を求めることを\nもって，「アクセス閾値ビットからアクセス閾値を求め」るということもで\nきない。\nなお，原告は，仮にＡＳＣ＝２～７の場合を考慮したときには，Ｐ ｉ＝ｓ\nｉＰ（Ｎ）となり，ここで，Ｎ又はＮとｓ ｉが「アクセス閾値ビット」であ\nり，これらを関数に代入して求められるＰ ｉ ＝ｓ ｉ Ｐ（Ｎ）が「アクセス閾\n値」に当たると主張するが，ＢＣＣＨを介して伝送されるＮ及びｓ ｉの値を，\nｓ ｉ Ｐ（Ｎ）の関数に代入することによって算出されるＰ ｉ の値は，それ自\n体がＢＣＣＨを介して伝送される値ではないから，「アクセス閾値」に該当\nするといえないことは，上記と同様である。\nよって，被告各製品は，本件発明の構成要件Ｄを充足しない。\n(4) 小括\n上記のとおり，被告各製品は本件発明の構成要件Ｄを充足しないから，そ\nの他の構成要件Ｃ，Ｅ及びＧの充足性のいかんにかかわらず，被告各製品が\n本件発明の技術的範囲に属するものとは認められない。\n３  結語\n以上のとおり，被告各製品は本件発明の技術的範囲に属さないから，その余\nの点について判断するまでもなく，原告の請求は理由がない。\nよって，主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官        東  海  林              保\n裁判官        今      井      弘      晃\n裁判官        足      立      拓      人\n別 紙\n当 事 者 目 録\nドイツ連邦共和国  プラッハ〈以下略〉\n原              告\nアイピーコム  ゲゼルシャフト  ミット  ベシュレンクテル\nハフツング  ウント  コンパニー  コマンディートゲゼルシャフト\n同訴訟代理人弁護士      片      山      英      二\n同                      服      部              誠\n同                      飯      田              岳\n同                      岩      間      智      女\n同訴訟代理人弁理士      小      林      純      子\n同 補 佐 人 弁 理 士      蟹      田      昌      之\n同                      相      田      義      明\n東京都港区〈以下略〉\n被              告      イ ー ア ク セ ス 株 式 会 社\n同訴訟代理人弁護士      窪      田      英  一  郎\n同                      柿      内      瑞      絵\n同                      乾              裕      介\n同                      今      井      優      仁\n同                      野      口      洋      高\n同                      中      岡      起  代  子\n同                      熊      谷              郁\n同訴訟代理人弁理士      三      木      友      由\n同                      宗      田      悟      志\n別紙\n物  件  目  録\n以下のいずれかの機種番号を有する携帯電話\n(1)  ＨＴＣ ＡｒｉａＴ Ｍ（Ｓ３１ＨＴ）\n(2)  Ｄｕａｌ  Ｄｉａｍｏｎｄ（Ｓ２２ＨＴ）\n(3)  Ｔｏｕｃｈ  ＤｉａｍｏｎｄＴ Ｍ（Ｓ２１ＨＴ）\n(4)  ＥＭＯＮＳＴＥＲ（Ｓ１１ＨＴ）\n(5)  ＥＭＯＮＳＴＥＲ  ｌｉｔｅ（Ｓ１２ＨＴ）\n"
}