{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 10,
    "day": 17
  },
  "case_number": "平成23(ワ)26696",
  "case_name": "ロイヤルティ等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82674",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82674",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/674/082674_hanrei.pdf",
  "contents": "平成２４年１０月１７日判決言渡  同日原本領収  裁判所書記官\n平成２３年（ワ）第２６６９６号  ロイヤルティ等請求事件（被告株式会社サンク\nス・ライフパートナー関係）\n口頭弁論終結日  平成２４年８月２９日\n判              決\n東京都港区＜以下略＞\n原              告          株 式 会 社 エ イ ブ ル\n同訴訟代理人弁護士          坂      東      司      朗\n同                          池      田              紳\n同                          小      松      淳      一\n（送達をすべき場所）不明\n（商業登記簿上の本店所在地）福島県郡山市＜以下略＞\n被              告          株式会社サンクス・ライフパートナー\n主              文\n１  被告は，原告に対し，２１６万８５５４円及びうち１２２万３５５４円に対\nする平成２３年１月２８日から，うち９４万５０００円に対する平成２４年\n８月８日から，各支払済みまで年６分の割合による金員を支払え。\n２  被告は，建物の管理，建物の貸借の代理又は媒介，建物の貸与，建物の売\n買，建物の売買の代理又は媒介，土地の管理，土地の貸借の代理又は媒介，土\n地の貸与，土地の売買，土地の売買の代理又は媒介の役務に関する広告に，別\n紙被告標章目録記載の標章を付して展示してはならない。\n３  被告は，別紙被告標章目録記載の標章を付した別紙物件目録①の１，２，４\nないし５０記載の看板を廃棄せよ。\n４  被告は，別紙物件目録①の３記載のシャッターから，別紙被告標章目録記載\nの標章の表示を抹消せよ。\n５  被告は，別紙物件目録②の１ないし４記載の自動販売機から，別紙被告標章\n目録記載の標章の表示を抹消せよ。\n６  訴訟費用は被告の負担とする。\n７  この判決は，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n主文同旨\n第２  当事者の主張\n１  請求原因\n(1)  当事者\nア  原告は，主に不動産賃貸借仲介及び不動産管理を目的とする株式会社で\nある。\nイ  被告は，主に不動産の売買，賃貸，管理，仲介等を目的とする株式会社\nである。被告の旧商号は有限会社住マイルホームであり，平成２１年１月\n２０日に株式会社住マイルホームに，平成２３年１月９日に現商号に商号\n変更されている。\n(2)  本件加盟契約の締結等\nア  原告は，平成２１年２月１日，被告との間で，福島県郡山市＜以下略＞\n所在，エイブルネットワーク郡山中央店に関する「エイブルネットワーク\n加盟契約」（以下「本件加盟契約①」という。）を締結した。\nイ  原告は，平成２０年３月３１日，被告との間で，福島県郡山市＜以下略\n＞所在，エイブルネットワーク日大通り店に関する「エイブルネットワー\nク加盟契約」（以下「本件加盟契約②」といい，合わせて「本件加盟契\n約」という。）を締結した。\nウ  本件加盟契約においては，以下のような条項が定められている。\n(ア)  ロイヤルティ等（２２条）\n①  ロイヤルティ，広告分担金及びＡＮＳ（エイブルネットワークシス\nテム）システム利用料は，契約始期日から発生するものとする。開業\nから１か月に満たない場合，日割計算によって算定するものとし，毎\n月月末締め分を翌月２６日までに原告に着金するように，原告が別途\n指定する銀行口座へ振り込むものとする。なお，振込手数料は被告の\n負担とする。\n②  ロイヤルティは月額５万２５００円（税込）とする。\n③  広告分担金は月額５万２５００円（税込）とする。\n④  ＡＮＳシステム利用料は月額５万２５００円（税込）とする。\n(イ)  契約解除（４５条）\n被告において次の各号の１つにでも該当する事由が発生したときは，\n原告は，被告に対して，２週間の猶予期間を設けて文書にて是正を求\nめ，猶予期間満了後においても，その事由が改められない場合は，本契\n約を解除することができ，解除とともに違約金として，２２条に定める\n月額徴収料の３か月分相当額の金員を請求することができる。\n①  ２２条に規定する債務の滞納があるとき。\n(ウ)  終了に伴う債務等の決済（４９条）\n本契約が期間満了，解約，解除などにより終了した場合，その理由の\n如何を問わず，被告は原告及びその関係会社に対し，負担している金銭\n債務を直ちに支払うものとする。\n(エ)  契約終了の効果（５０条）\n契約が解除・解約または期間満了等により終了したときは，その理由\nの如何を問わず，被告の本契約に基づく一切の権利は消滅し，被告は次\nに掲げる事項を履行するものとする。\n②  「エイブル商標等」を表示する全ての商標類，看板等の一切の使\n用を直ちに中止する。\n(3)  本件加盟契約の解除\nア  被告は，平成２２年１１月及び１２月の各２６日が経過したにもかかわ\nらず，平成２２年１０月から同年１１月までの，郡山中央店分のロイヤル\nティ等（ロイヤルティ・広告分担金・ＡＮＳシステム利用料・物品販売）\n３１万７１００円の支払いを怠った。\nイ  被告は，平成２２年１１月及び１２月の各２６日が経過したにもかかわ\nらず，平成２２年１０月から同年１１月までの，日大通り店分のロイヤル\nティ等（ロイヤルティ・広告分担金・ＡＮＳシステム利用料）３１万５０\n００円の支払いを怠った。\nウ  原告は，被告に対し，平成２３年１月１３日到達の書面により，本件加\n盟契約に基づく未払ロイヤルティ等を平成２３年１月１７日までに支払う\nよう催告するとともに，同期間の経過により契約を解除する旨の意思表示\nをした。\nエ  しかし，平成２３年１月１７日になっても被告から支払はなく，さらに\n本件加盟契約４５条１項が規定する２週間が経過してもなお支払がなされ\nなかったことから，本件加盟契約は，遅くとも平成２３年１月２７日の経\n過をもって解除された。\n(4)  未払ロイヤルティ等\nア  被告は，原告に対し，本件加盟契約４９条１項の規定に基づき，平成２\n２年１０月分から同年１２月分までのロイヤルティ等相当分及び本件加盟\n契約の終了日である平成２３年１月２７日までの日割り分のロイヤルティ\n等相当分合計１２２万３５５４円を支払う義務を負う。\nイ  原告は，被告に対し，平成２４年８月７日送達の平成２４年４月４日付\nけ訴状訂正申立書により，本件加盟契約４５条１項に基づき，同２２条に\n定める月額徴収料の３か月分相当額（２店舗分）合計９４万５０００円の\n支払を請求する。\n(5)  商標権侵害\nア  原告は，下記商標権を有する。\n記\n登録番号  登録第５０２３４１３号\n出願番号  商願２００５－０９０８６２\n出願年月日  平成１７年９月２９日\n商標登録日  平成１９年２月２日\n商標  別紙商標目録記載のとおり（以下「原告商標」という。）\n商品及び役務の区分  第３６類\n指定役務  建物の管理，建物の貸借の代理又は媒介，建物の貸与，建物の\n売買，建物の売買の代理又は媒介，建物又は土地の鑑定評価，土地の管\n理，土地の貸借の代理又は媒介，土地の貸与，土地の売買，土地の売買\nの代理又は媒介，建物又は土地の情報の提供等\nイ  被告の行為\n被告は，本件加盟契約が終了したにもかかわらず，平成２３年１月２８\n日以降現在に至るまで，依然として原告商標と類似する別紙被告標章目録\n記載の標章（以下「被告標章」という。）を別紙物件目録①の１，２，４\nないし５０の看板に付して，被告標章を広告使用している。\nまた，被告は，平成２３年１月２８日以降現在に至るまで，依然として\n被告標章を付した別紙物件目録②の１乃至４記載の自動販売機を各オーナ\nーの所有物件に展示することで，被告標章を広告使用している。\nさらに，被告は，オーナー所有の別紙物件目録①の３記載のシャッター\nに，被告標章を付することにより，平成２３年１月２８日以降現在に至る\nまで，依然として被告標章を広告使用している。\nウ  原告商標と被告標章との対比\n(ア)  原告商標\n①  外観\n原告商標の外観は，「エイブル」の文字を中心に据え，文字自体は\n緑色で塗り潰された太文字で構成される。そして，「エ」の文字の真\n下付近に緑色と白色の格子模様の太線が引かれ，「ブル」の文字の真\n上付近に同様に緑色と白色の格子模様の太線が引かれている。\n②  称呼\n原告商標は，「エイブル」との称呼を生じる。\n③  観念\n原告商標は，不動産賃貸仲介事業，不動産管理事業等を主な業務と\nして全国展開している株式会社エイブルとの観念を生じる。\nまた，英単語の「able」との関係で，「できる」という意味合いが\nある。\n(イ)  被告標章\n①  外観\n被告標章の外観は，エイブルの文字を中心に据え，文字自体は白色\nで塗り潰された太文字で構成される。そして，「エ」の文字の真下付\n近に白色の太線が引かれ，「ブル」の文字の真上付近に同様に白色の\n太線が引かれている。\n②  称呼\n被告標章は，「エイブル」との称呼を生じる。\n③  観念\n被告標章は，不動産賃貸仲介事業，不動産管理事業等を主な業務と\nして全国展開している株式会社エイブルとの観念を生じる。\nまた，英単語の「able」との関係で，「できる」という意味合いが\nある。\n(ウ)  原告商標と被告標章との類似\n原告商標と被告標章とは，称呼及び観念が同一であり，外観も全体的\nな構成等の点において極めて類似している。\nよって，原告商標と被告標章とは類似する。\nエ  原告商標の指定役務と被告提供役務との対比\n被告が，看板・自動販売機等の広告設置により提供しようとしている役\n務内容は，建物の管理，建物の貸借の代理又は媒介，建物の貸与，建物の\n売買，建物の売買の代理又は媒介，土地の管理，土地の貸借の代理又は媒\n介，土地の貸与，土地の売買，土地の売買の代理又は媒介の役務であると\nころ，これらはいずれも原告商標の指定役務に含まれる。\nオ  以上より，被告による被告標章を付した看板，自動販売機，シャッター\n等の広告物の展示行為は，原告商標権を侵害する行為である。\nしたがって，原告は被告に対し，商標法３６条１項・２項に基づき，被\n告標章を付した看板，自動販売機，シャッター等の広告物を展示する行為\nを停止するとともに，被告標章を付した別紙物件目録①の１，２，４ない\nし５０記載の看板を廃棄し，別紙物件目録①の３記載のシャッターから被\n告標章の表示を抹消し，別紙物件目録②の１ないし４記載の自動販売機か\nら被告標章の表示を抹消するよう請求する。\n(6)  不正競争行為\nア  原告表示の商品等表示性\n原告は，別紙商標目録記載の表示（以下「原告表示」という。）を営業\n活動において使用している。\nしたがって，原告表示は，原告の営業表示である。\nイ  原告表示の周知性・著名性\n原告は，１９６８年にアパート・マンションの賃貸仲介業務を開始して\n以来，不動産賃貸仲介事業，不動産管理事業，フランチャイズ事業，パー\nキング事業等を展開することで順調に企業規模を拡大させ，今現在におい\nては，資本金２６億２２００万円，従業員数３０２０名，国内店舗網とし\nて直営店４７１店，ネットワーク店３３９店を擁する日本屈指の不動産賃\n貸仲介業者である。\nそして，原告は，原告表示を統一営業表示として使用する会社として，\nテレビＣＭ・インターネット上で大々的に公告宣伝を行うとともに，エイ\nブルネットワーク各加盟店においては原告表示を付した広告看板・名刺・\n封筒等を用いて業務が行われており，上記原告表示を見れば原告が営業主\n体として行っている業務であることが強く認識されるところである。\nよって，原告表示は，原告が営業主体であることを示す営業表示とし\nて，その「需要者の間に広く認識され」周知性が認められるとともに（不\n正競争防止法第２条１項１号），全国的に「著名」な商品等表示であると\nいえる（同法第２条１項２号）。\nウ  被告による使用行為\n被告は，本件加盟契約が終了したにもかかわらず，平成２３年１月２８\n日以降現在に至るまで，原告表示と類似する別紙被告営業表示目録記載の\n表示（以下「被告表示」という。）を，別紙物件目録①の１，２，４ない\nし５０記載の看板に付して使用している。\nまた，被告は，平成２３年１月２８日以降現在に至るまで，依然として\n別紙物件目録②の１ないし４記載の自動販売機に被告表示を付して使用し\nている。\nさらに，被告は，平成２３年１月２８日以降現在に至るまで，オーナー\n所有の別紙物件目録①の３記載のシャッターに被告表示を付して使用して\nいる。\nエ  原告表示と被告表示との類似\n原告表示と被告表示とが類似していることについては，上記(5)ウのと\nおりである。\nオ  混同を生じさせる行為\n原告は，主に不動産賃貸仲介事業及び不動産管理事業を主な業務として\n展開している一方で，被告も不動産の売買・賃貸・管理等を主な業務とし\nており，その需要者は共通していることからすれば，需要者において，原\n告と被告とが同一の営業主体であると誤信する可能性が極めて高く，被告\nの営業又は商品がそれぞれ原告の営業又は商品と混同を生じさせるおそれ\nがある。\nカ  営業上の利益の侵害\n被告が，原告表示と類似の被告表示を使用することにより，原告表示の\nブランド力が持つ顧客吸引力を容易に取得し，潜在的に存する原告の顧客\nを奪うことで，原告の営業上の利益を侵害することになり，今後も侵害さ\nれるおそれが大きい。\nキ  したがって，原告は被告に対し，不正競争防止法２条１項１号及び２\n号，３条１項及び２項に基づき，被告表示の使用の差止めを求めるととも\nに，被告表示を付した別紙物件目録①の１，２，４ないし５０記載の看板\nを廃棄し，別紙物件目録①の３記載のシャッターから被告表示を抹消し，\n別紙物件目録②の１乃至４記載の自動販売機から被告表示を抹消するよう\n請求する。\n(7)  よって，原告は，被告に対し，①未払ロイヤルティ等及び違約金合計２\n１６万８５５４円及びうち未払ロイヤルティ等１２２万３５５４円に対する\n本件加盟契約解除の日の翌日である平成２３年１月２８日から，うち違約金\n９４万５０００円に対する請求日の翌日である平成２４年８月８日から各支\n払い済みまで，商事法定利率年６分の割合による金員を支払うよう求めると\nともに，②広告物等に別紙被告標章目録記載の標章を付して展示してはなら\nず，③別紙被告標章目録記載の標章を付した別紙物件目録①の１，２，４な\nいし５０記載の看板を廃棄し，④別紙物件目録①の３記載のシャッターか\nら，別紙被告標章目録記載の標章の表示を抹消し，⑤別紙物件目録②の１な\nいし４記載の自動販売機から，別紙被告標章目録記載の標章の表示を抹消す\nるよう求める。\n２  請求原因に対する認否\n被告は，公示送達による呼出を受けたが，本件口頭弁論期日に出頭しない。\n第３  当裁判所の判断\n１  被告は，公示送達による呼出を受けたが，本件口頭弁論期日に出頭しない。\n２  甲１，２，９及び弁論の全趣旨によれば，請求原因(1)（当事者）の事実が\n認められる。\n３  甲３，４によれば，請求原因(2)（本件加盟契約の締結等）の事実が認めら\nれる。\n４  請求原因(3)（本件加盟契約の解除）につき，甲５，６，７の１・２及び弁\n論の全趣旨によれば，被告が平成２２年１０月分及び１１月分のロイヤルティ\n等合計６３万２１００円（本件加盟契約①につき３１万７１００円，本件加盟\n契約②につき３１万５０００円）の支払を怠ったこと，原告が，被告に対し，\n平成２３年１月１３日到達の書面により，本件加盟契約に基づく未払ロイヤル\nティ等を平成２３年１月１７日までに支払うよう催告するとともに，同期間の\n経過により契約を解除する旨の意思表示をしたこと，同書面到達の２週間後で\nある平成２３年１月２７日が経過しても，被告は上記未払ロイヤルティ等を支\n払わなかったことが認められる。なお，本件加盟契約書４５条には，２週間の\n猶予期間を設けてロイヤルティ等の支払を催告した場合において，上記猶予期\n間経過後に，なお支払がされない場合には，原告は本件加盟契約を解除するこ\nとができる旨の記載があるが（甲３，４），上記約定は，原告が，指定した期\n間内の支払を催告し，その催告期間の経過により契約を解除する旨の意思表示\nをしていた場合において，遅くともその意思表示後に約定所定の猶予期間（２\n週間）が経過することにより，契約解除の効力が生じるとする趣旨を含んで合\n意されたものであると認められる。\nそうすると，本件加盟契約は，平成２３年１月２７日の経過をもって解除さ\nれたものと認められる。\n５  請求原因(4)（未払ロイヤルティ等）につき，甲３ないし６及び弁論の全趣\n旨によれば，被告の支払うべき金員は以下のとおりである。\n(1)  郡山中央店  平成２２年１０月分から同年１２月分までのロイヤルティ\n・広告分担金・ＡＮＳシステム利用料・物品販売分    ４７万６７００円\n郡山中央店  平成２３年１月１日から同月２７日までのロイヤルティ・広\n告分担金・ＡＮＳシステム利用料日割分            １３万７１７７円\n(2)  日大通り店  平成２２年１０月分から同年１２月分までのロイヤルティ\n・広告分担金・ＡＮＳシステム利用料                ４７万２５００円\n日大通り店  平成２３年１月１日から同月２７日までのロイヤルティ・広\n告分担金・ＡＮＳシステム利用料日割分            １３万７１７７円\n(3)  違約金  １５万７５００円×３か月分×２店舗分  ９４万５０００円\n(4)  合計                                        ２１６万８５５４円\nなお，本件加盟契約４９条により，被告は，本件加盟契約が解除により終\n了した場合，負担している金銭債務を直ちに支払うべき義務を負うところ\n（甲３，４），前記４のとおり，本件加盟契約は，平成２３年１月２７日の\n経過によって解除されたものと認められるから，被告は，上記(4)の金員の\nうち，未払ロイヤリティ等（上記(1)及び(2)の金員）合計１２２万３５５４\n円につき，上記解除日の翌日である同月２８日から支払済みまで商事法定利\n率年６分の割合による遅延損害金を支払うべき義務を負う。また，前記第３\nの１のとおり，被告は，公示送達による呼出しを受けたものであるところ，\n上記送達は，平成２４年８月６日の経過により，同月７日をもって効力を生\nじたものと認められるから（当裁判所に顕著），被告は，上記(4)の金員の\nうち，違約金（上記(3)の金員）９４万５０００円につき，上記送達日の翌\n日である同月８日から支払済みまで，商事法定利率年６分の割合による遅延\n損害金を支払うべき義務を負う。\n６  請求原因(5)（商標権侵害）について検討する。\n(1)  甲８によれば，請求原因(5)アの事実が認められる。\n(2)  甲１３，１４によれば，請求原因(5)イの事実が認められる。\n(3)  原告商標と被告標章との対比\nア  原告商標\n(ア)  外観\n原告商標の外観は，「エイブル」の文字を中心に据え，白地に文字自\n体は緑色で塗り潰された太文字で構成される。そして，「エ」の文字の\n真下付近から「イ」の文字の第１画の終筆部分の直下まで，白色から緑\n色へ次第に緑色が濃くなっていくように細かい点で構成された太線が引\nかれ，「イ」の文字の第１画の始筆部分の直上から「ル」の文字の真上\n付近まで，緑色から白色へ次第に緑色が薄くなっていくように細かい点\nで構成された太線が引かれている。\n(イ)  称呼\n原告商標は，「エイブル」との称呼を生じる。\n(ウ)  観念\n「エイブル」は，英語で「できる」を意味する英単語（able）である\nが，それほどなじみのある言葉ではなく，原告商標からは，特段の観念\nは生じないというべきである。\nイ  被告標章\n(ア)  外観\n被告標章の外観は，「エイブル」の文字を中心に据え，緑地に文字自\n体は白色で塗り潰された太文字で構成される。そして，「エ」の文字の\n真下付近から「イ」の文字の第１画の終筆部分の直下まで白色の太線が\n引かれ，「イ」の文字の第１画の始筆部分の直上から「ル」の文字の真\n上付近まで，白色の太線が引かれている。\n(イ)  称呼\n被告標章は，「エイブル」との称呼を生じる。\n(ウ)  観念\n被告標章からは，特段の観念は生じない。\nウ  原告商標と被告標章とは，称呼が同一であり，緑色と白色を基調とする\n外観は類似しており，原告商標と被告標章のいずれからも特段の観念は生\nじないのであるから，原告商標と被告標章は全体として類似するというべ\nきである。\nエ  甲１３，１４及び弁論の全趣旨によれば，被告は，建物の管理，建物の\n貸借の代理又は媒介，建物の貸与，建物の売買，建物の売買の代理又は媒\n介，土地の管理，土地の貸借の代理又は媒介，土地の貸与，土地の売買，\n土地の売買の代理又は媒介の役務を提供するものであり，上記役務に関す\nる広告に被告標章を付して展示しているものと認められる。\n被告の上記役務は，いずれも原告商標の指定役務に含まれる。\n(4)  以上によれば，被告による被告標章を付した看板，自動販売機，シャッ\nター等の広告物の展示行為は，原告の商標権を侵害するものとみなされる\n（商標法３７条１号）から，原告は，被告に対し，商標法３６条１項・２項\nに基づき，建物の管理，建物の貸借の代理又は媒介，建物の貸与，建物の売\n買，建物の売買の代理又は媒介，土地の管理，土地の貸借の代理又は媒介，\n土地の貸与，土地の売買，土地の売買の代理又は媒介の役務に関する広告に\n被告標章を付して展示することを差し止め，被告標章を付した別紙物件目録\n①の１，２，４ないし５０記載の看板を廃棄し，別紙物件目録①の３記載の\nシャッターから被告標章の表示を抹消し，別紙物件目録②の１ないし４記載\nの自動販売機から被告標章の表示を抹消するよう求めることができる。\n７  請求原因(6)（不正競争行為）については，請求原因(5)（商標権侵害）と選\n択的な請求と解されるところ，商標権に基づく請求が全て認められるから，不\n正競争行為の成否については判断するまでもない。\n８  以上によれば，原告の請求はすべて認められる。\nよって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官        大  須  賀              滋\n裁判官        西      村      康      夫\n裁判官        森      川      さ  つ  き\n"
}