{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 12,
    "day": 21
  },
  "case_number": "平成27(ワ)726",
  "case_name": "損害賠償請求事件",
  "court_name": "神戸地方裁判所第１民事部",
  "lawsuit_id": "87576",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87576",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/576/087576_hanrei.pdf",
  "contents": "平成２９年１２月２１日判決言渡  同日原本領収  裁判所書記官\n平成２７年 第７２６号  損害賠償請求事件\n（口頭弁論終結日  平成２９年９月１４日）\n判          決\n主          文\n１  被告組合は，Ｘ１に対し，２７万５０００円及びこれに対する平成２５\n年１０月１６日から支払済みまで年５分の割合による金員を支払え。\n２  被告組合は，Ｘ２に対し，２７万５０００円及びこれに対する平成２５\n年１０月１６日から支払済みまで年５分の割合による金員を支払え。\n３  原告らの被告県に対する請求をいずれも棄却する。\n４  原告らの被告組合に対するその余の請求をいずれも棄却する。\n５  訴訟費用のうち，原告らと被告県との間に生じたものは，原告らの負担\nとし，原告らと被告組合との間に生じたものは，これを２５分し，その４\nを被告組合の負担とし，その余を原告らの負担とする。\n６  この判決は，１項及び２項に限り，仮に執行することができる。\n事  実  及  び  理  由\n第１  請求の趣旨\n１  被告らは，Ｘ１に対し，連帯して３３０万円及びこれに対する平成２５年１\n０月１６日から支払済みまで年５分の割合による金員を支払え。\n２  被告らは，Ｘ２に対し，連帯して３３０万円及びこれに対する平成２５年１\n０月１６日から支払済みまで年５分の割合による金員を支払え。\n３  訴訟費用は被告らの負担とする。\n４  仮執行宣言\n第２  事案の概要\n１  本件は，後記交通事故（以下「本件事故」という。）によって死亡したＡの\n相続人（子）である原告らが，被告らに対し，本件事故現場に臨場して救命救\n急活動等に従事した被告組合に所属する救急隊員ら及び被告県に所属する警察\n官らがＡを車内から発見するのが著しく遅滞したことについて，同救急隊員ら\n及び警察官らは，救急救命活動における要保護者探索についての基本的な注意\n義務に違反し，そのためＡを救命できなかったとして，国家賠償法（以下「国\n賠法」という。）１条１項に基づき，各３３０万円（Ａの慰謝料相続分，固有\nの慰謝料及び弁護士費用の合計額）及びこれらに対する不法行為の日である平\n成２５年１０月１６日から各支払済みまで民法所定の年５分の割合による遅延\n損害金の連帯支払を求めた事案である。\n２  判断の前提となる事実\n以下の事実は，当事者間に争いのない事実並びに括弧内に摘示する証拠（書\n証は枝番を含む。以下同じ。）及び弁論の全趣旨によって容易に認められる事\n実である。\n当事者等（枝番を含む甲１，甲１１，乙１４，ほぼ争いがない）\nＡは，昭和１４年〇月〇日生まれの女性であり，平成２５年１０月１７日\n午前０時３２分に，Ｂ病院にて死亡が確認されたものである。\nＸ１及びＸ２は，Ａの子である。また，Ａの配偶者は，Ｃであり，これら\n３名がＡを相続した。\n本件事故の発生（争いがない）\nア  日   時  平成２５年１０月１６日午後８時５０分ころ\nイ  場   所  島根県ａ市ｂ町ｃ番地ｄ（以下「本件事故現場」という。）\nウ  事故態様  Ｄ運転の中型貨物自動車（ナンバー略，以下「Ｄ車」とい\nう。）がＥ運転Ａ後部座席同乗に係る普通乗用自動車（ナン\nバー略，以下「Ｅ車」という）に追突し，ほか自動車３台に\n次々に追突した玉突き事故\n警察官・救急隊員らの臨場（争いがない）\n本件事故現場に臨場したのは，島根県ａ警察署（以下「警察署」という。）\nに所属する警察官ら（以下，臨場した警察官を「警察官ら」という。）と被\n告組合設置のａ広域消防署（以下「消防署」という。）に所属する救急隊員\nら（以下，臨場した救急隊員らを「救急隊員ら」という。）である。\n本件事故が発生してからＡの死亡が確認されるまでの経過（甲３，１１，\n２０，２２，乙１，１４，１５，丙６，７）\n以下，特に断らない限り，年月日は平成２５年１０月１６日を指す。\nア  本件事故現場の状況及び本件事故時の車両の位置関係等については，別\n紙のとおりである。本件事故現場は，南北に通じる道路と東西に通じる道\n路が交差する十字路交差点（以下「本件交差点」という。）付近である。\nＥ車は，Ｄ車に衝突された。Ｅ車は，衝突の衝撃で，本件交差点内には\nじき出され，対向車線で右折待ちをしていた他の車両にさらに衝突し，本\n件交差点内に停止した。\nＥ車の後部座席に座っていたＡは，本件事故の衝撃により，車内に倒れ\n込んだ（ＡがＥ車の車内のどの位置に倒れ込んだかについては，後記のと\nおり，争いがある。）。\nイ  Ｄは，午後８時５５分に，１１０番通報をした。また，非番でたまたま\n現場付近を通行していた消防署の消防隊員が，午後８時５７分に，１１９\n番通報をした。なお，午後９時１分に，島根県警察本部通信指令課も，消\n防署に対し，本件事故について通報している。\nウ  救急隊員らは，救急車２台で消防署を出場し，午後９時７分ころに本件\n事故現場に到着した。救急隊員らは，午後９時１６分に，他の車両に乗車\nしていた１０代女性をＦ病院に，午後９時１７分に，ＥをＢ病院に各救急\n搬送した。このとき，ＡはＥ車の車内にいたが，救急隊によって発見され\nることはなかった。\nエ  警察官らも，本件事故現場に到着し，交通整理や実況見分等を実施した。\nなお，警察官らは，後記カまでの間，他に負傷者がいないかを確認するな\nどはしていない。\nオ  午後１１時１８分ころ，Ｂ病院から警察署に対して，「事故当事者の家\n族が来ているが，まだ家族が戻ってきていないとのこと，現場はまだ終わ\nっていないか。」との問い合わせがあり，さらに，午後１１時２５分ころ，\nＣらがタクシーに乗って本件事故現場に到着し，警察官らに対して，Ａを\n探している旨を申し出た。\nカ  そこで，警察官らが，再度，Ｅ車の車内を確認したところ，午後１１時\n２９分に，Ａが発見された。警察官らは，消防署に連絡し，救急要請をし，\n午後１１時３９分に，本件事故現場に到着した消防署の救急隊らにＡを引\nき継いだ。\nキ  救急車は，Ａを乗せて，午後１１時５０分に，Ｂ病院に向けて出発し，\n午後１１時５３分に，同病院に到着した。\nク  Ａは，平成２５年１０月１７日午前０時３２分に，同病院において死亡\nが確認された。\n解剖の実施（甲３３，乙１８）\n警察官らは，Ａの死体に関し，損傷の部位及び程度，死因，死後経過時間，\n死亡推定時刻，その他参考事項（受傷時期，創傷別と死因との因果関係，受\n傷後死亡までの時間等）等について，Ｇ大学医学部法医学講座教授のＨ医師\nに鑑定を嘱託し，Ｈ医師は，平成２５年１０月１７日午後１時１０分から午\n後４時５１分までの間に，Ａの死体を解剖して鑑定を実施した。\nＨ医師は，平成２６年２月７日に，上記鑑定にかかる鑑定書を作成した\n（以下「本件鑑定書」という。）。本件鑑定書には，①解剖結果，検査結果\n及びＡが発見された状況等から考えると，Ａは，主として，頭部，顔面，胸\n腹部及び右上肢打撃に基づく骨折，多臓器損傷及び出血等による外傷性ショ\nックに陥って死亡したものと考えられること，②受傷後死亡までの時間につ\nいて，Ａは，受傷後ほぼ即死あるいは短時間のうちに死亡したものと考えら\nれること，③死後経過時間等について，死体現象の各指標（直腸内温度，死\n体硬直，死斑，角膜混濁及び内臓諸臓器の腐敗の程度等），死体の置かれて\nいた場所，当時の気温等から総合的に推定すると，死後経過時間は，解剖開\n始時において，およそ１６時間程度であろうと推測されることなどが記載さ\nれている。\n交通事故捜査処理要領（甲５）\n交通事故の取扱いについて，必要な事項を定め安全，迅速かつ，適正な捜\n査処理を図ることを目的に定められた交通事故捜査処理要領（概要）（昭和\n４７年９月２７日発交指第４６５号）（以下「交通事故捜査処理要領」とい\nう。）には，次のように定められている（抜粋。なお，第５は，交通事故捜\n査処理要領の「第１章  総則」に，第１２，第１４ないし第１６は，同「第\n２章  現場措置」に，第１８は，同「第３章  重大特異事故等の措置」に，\nそれぞれ規定されている。）。\n（事故取扱い上の留意事項）\n第５  交通事故の取扱いにあたっては，次の事項に留意しなければならない。\n１～３  省略\n４  負傷者の救護，事故の再発防止など当面必要な措置をとるとともに，\n交通の回復をはかること。\n５  物的証拠は，その所在地点および状況を，人的証拠は，つとめて多数\nをすみやかに確保すること。\n（現場における応急措置）\n第１２  現場に先着した警察官は，次の要領により迅速に適切な措置をとら\nなければならない。\n１  当事者，目撃者，加害車両，被害車両等を確保し記録すること。\n２  死傷者があるときは，直ちに救護措置をとるとともに病院に収容する\n等最善を尽くすこと。\n３  省略\n４  死傷者および関係車両をやむを得ず移動するときは，その位置，方向，\n状態および関係物件との関係位置を表示し記録すること。\n５，６  省略\n（死傷者の取扱い）\n第１４  死傷者の取扱いにあたっては，次の事項に留意しなければならない。\n１  負傷者の救護措置を，他に優先して行うこと。\n２  省略\n３  死亡しているか否かの判断は慎重に行い，重傷を死亡と即断し，また\nは外傷がないことなどの理由から救護の時機を失することのないよう\nにすること。\n４，５  省略\n（現場保存）\n第１５  現場保存は，事故の規模，交通の状況などを考慮し，次によって\n行わなければならない。\n１  衝突痕，印象痕，血痕，ガラス破片，塗膜片等の位置，当事車両の\n位置およびその状況を白墨等で表示し，できる限り現状の状態で保存\nすること。\n２  資料が滅失，き損，変質，散いつのおそれがあるときは，機を失せ\nずこれを収集し，その場所を表示して記録しておくこと。\n３，４  省略\n（交通渋滞の解消）\n第１６  交通渋滞が発生しまたは発生のおそれがある場合は，次の措置によ\nり解消につとめなければならない。\n１  通行の禁止制限等の交通規制措置をとるとともに，第８に定める関係\n機関（救急病院その他の救護機関，電気，ガス，水道等の復旧作業機関，\nクレーン車の所有者等および危険物の排除機関等）の協力を得て，危険\n物等の排除に努めること。\n２  その場に居合わせた公衆に協力を求めるなど，適宜の措置をとること。\n３  省略\n（重大事故等の応急措置）\n第１８  重大事故等の発生を認知した警察署長等は，規模に応じた数の警察官\nを現場に急行させ，第２章「現場措置」によるほか。現場責任者を指定\nして，次の措置をとらなければならない。\n１  省略\n２  一般通行車両，その場に居合わせた者の協力を求め，死傷者の救出に\nつとめること。\n３，４  省略\n３  争点\n被告県が，国賠法１条１項に基づく損害賠償責任を負うか否か\n被告組合が，国賠法１条１項に基づく損害賠償責任を負うか否か\n４  争点に対する当事者の主張\n（被告県が，国賠法１条１項に基づく損害賠償責任を負うか否か）\nについて\n（原告らの主張）\nア  本件事故後のＡの状況\nＡは，警察官らに発見されたとき，頭部を助手席側に，脚部を運転席側\nにして，後部座席に横たわっている状態であった。\n被告らは，Ａが，前部座席と後部座席の間に落ち込んでいたと主張する\nが，Ｅ車の助手席の背部と後部座席の間隔は，２２センチメートルで，さ\nらに，本件事故による車体の変形により，その間隔が縮まっているといえ\nるところ，Ａが身長１４９センチメートル，体重４９．４キログラム（本\n件事故当時）であったことを勘案すると，前部座席と後部座席の狭いスペ\nースに落ち込むということなどは考え難い。\nイ  警察官らの救護等義務違反\n警察法２条には「警察は，個人の生命，身体及び財産の保護に任じ」と\n定められており，また，交通事故捜査処理要領には，「当事者，目撃者，\n加害車両，被害車両等を確保し記録すること。（第１２の１）」，「負傷\n者の救護措置を，他に優先して行うこと。（第１４の１）」などと定めら\nれているとおり，事故現場においては，死傷者の救護が警察官の最優先の\n義務であるから，救急隊員に救護等義務があることは当然のことながら，\n警察官にも救護等義務が存在するというべきである。\nまた，本件では，警察官らが本件事故現場に到着した時刻（午後９時３\n分）の方が，救急隊員らが本件事故現場に到着した時刻（午後９時７分）\nよりも早いので，警察官らに死傷者の救護等義務が存在することは明白で\nある。\nそして，死傷者は，事故車両内に倒れているのが通常であるから，事故\n車両内の死傷者の有無を確認するのは警察官の当然の義務というべきであ\nるところ，本件では，警察官らは，負傷者の救助とともに，事故車両の内\n部にライトを当てるなどして，負傷者が残っていないかを探すべきであっ\nたのに，これを怠り，上記アのとおり，Ｅ車の後部座席に倒れていたＡを\n発見することができなかった過失がある。\nウ  Ａの人格権侵害\n上記イの警察官らの過失により，Ａは，本件事故から約２時間半もの間，\nＥ車に放置されて，その人格権が侵害されたといえる。\nＡには，下記エのとおり，救命可能性があったが，仮に，即死していた\nとしても，速やかに救命措置を受けるべき立場にあったから，Ａの人格権\nが侵害されたという結論を左右するものではない。\nエ  Ａの救命可能性\nＡには，救急隊員らから処置を受けた午後１１時４５分から午後１１時\n５３分ころ，死斑や死後硬直などの死体現象が現れていなかったし，また，\n翌日である平成２５年１０月１７日午前０時３２分まで治療が行われたＢ\n病院のカルテにも四肢硬直や死斑等の死体現象が現れていたことをうかが\nわせる記載はない。そうすると，Ａには，本件事故から３時間半も経過し\nた時点で，死体現象が現れていないから，本件事故直後に即死したことに\nはならず，Ａは，午後１１時から午後１１時３０分ころまで生存していた\nと考える方が，死体現象からみた医学的な知見に合致するといえる。\nこれに対し，本件鑑定書には，死後経過時間，死亡推定時刻について，\n要旨「本屍の皮色に関して，顔面蒼白，背面蒼白ないし諸処紫紅色，死斑\nは背面に認められ，指圧により褪色した。死体硬直は，全身の諸関節にお\nいてやや強く認められた。解剖開始時において直腸内温度は約２５．０℃\n（ときに室温約２１．０℃）であった。なお，本屍は，解剖当日朝までの\n約３時間，冷蔵庫内（約５．０℃）で保存されていた。左右角膜は軽度混\n濁し，左右瞳孔径約０．４センチメートルを透見することができた。左右\n眼球は弾力性を欠いていた。諸臓器には，腐敗の進行はほとんど認められ\nなかった。死後経過時間を推定するために用いる死体現象の上記各指標\n（直腸内温度，死体硬直，死斑，角膜混濁，及び内臓諸臓器の腐敗の程度\n等），本屍の置かれていた場所，当時の気温等から総合的に推定すると，\n本屍の死後経過時間は，解剖開始時において，およそ１６時間程度であろ\nうと推測される。」とされているが，解剖開始時が，死後１６時間程度で\nあることの具体的な理由が示されていないどころか，本件鑑定書の記載に\nよれば，死後１３時間程度という説明もできる。\nまた，本件鑑定書には，「本屍の解剖結果，検査結果，及び本屍が発見\nされた状況等から考えると，本屍は主として，頭部，顔面，腹胸部，及び\n上肢打撃に基づく骨折，多臓器損傷および出血等により，外傷性ショック\nに陥って死亡したものと考えられる。」と記載されているが，Ａの多臓器\n損傷は，胸骨圧迫によって骨折した多数の肋骨によって生じたものである\nから，本件事故による損傷ではない。また，本件鑑定書に記載された出血\n量も，合計３５０ミリリットル（胸部２５０ミリリットル，腹部１００ミ\nリリットル）であるところ，これは，Ａの血液量（体重の約７パーセント\nである約３．５リットル）の１０パーセント程度で，重度の出血と評価さ\nれる３０パーセントに至らないこと（なお，胸部の出血は，胸骨圧迫によ\nって骨折した多数の肋骨によるものである可能性が高い。）も併せ考える\nと，本件事故時に生じた外傷が厳しいなどとは到底いえない。\nさらに，本件鑑定書によると，Ａには，急死の三主徴，すなわち，心臓\n内には暗赤色流動性血液を容れており，諸臓器はうっ血状を呈し，眼瞼，\n眼球，諸臓器表面に溢血点が多数認められるとされているが，仮に，Ａが\n急死したとしても，死亡時刻が事故直後であることを裏付けているとはい\nえない。\nしたがって，Ａは，午後１１時から午後１１時３０分ころまで生存して\nいたのであり，即死ではない。さらに，本件鑑定書に現れたＡの傷害内容\nをみても，脳挫滅や心臓破裂のように，臓器機能が高度に傷害され，直ち\nに治療が開始されたとしても救命の可能性が全くなかった傷害とはいえな\nいから，救命可能性があったといえる。\nオ  損害額\nＡの慰謝料額               ６００万００００円\nＡは，警察官らの救護等義務違反により，人格権を侵害されていると\nころ，Ａの精神的損害を慰謝するための慰謝料額は，次の各事情を考慮\nすると６００万円を下らない。\nａ  警察官らの救護等義務違反は，本件事故から約２時間半もの間，Ａ\nを，Ｅ車の中に放置するというもので，重大な過失である。\nｂ  Ａには救命可能性があった。\nｃ  警察は，本件事故後，Ｃ宅を訪問して謝罪と経緯説明を行ったが，\nこれに納得できない原告らが求めた書面による経緯説明を放置し，真\n摯な対応をしようしない。\n原告ら固有の慰謝料額            各１５０万００００円\n原告らは，警察官らの救護等義務違反により，Ａの子として，多大な\n精神的な苦痛を受けたから，被告県に対し，固有の慰謝料請求権を有す\nる。\n原告らの精神的損害を慰謝するための慰謝料額は，上記各事情を考慮\nすると各１５０万円を下らない。\n弁護士費用                  各３０万００００円\n原告らは，Ａの慰謝料額について，各４分の１ずつ相続しているから，\nして（６００万円×１／４＋１５０万円），損害額は３０\n０万円となるところ，弁護士費用は，その１割である３０万円が相当で\nある。\nカ  よって，原告らは，被告県に対し，国賠法１条１項に基づき，各３３０\n万円及びこれらに対する不法行為の日である平成２５年１０月１６日から\n各支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める。\n（被告県の主張）\nア  本件事故後のＡの状況について，否認する。\nＡは，発見時，頭部を助手席側，脚部を運転席側に膝を折り曲げた姿勢\nで横たわり，背面の一部が後部座席面より上に見え，頭部及び足部分は後\n部座席面より低い位置にあった。また，Ａの着衣は，濃緑長袖ジャケット\nとこげ茶色スカートで，暗い色のものであった。\n原告らは，Ｅ車の助手席の背部と後部座席の間隔が２２センチメートル\nであると指摘するが，Ａを救出する際に前部座席を一番前まで移動させ，\n救出後に前部座席を最も後ろに下げた上で２２センチメートルと計測され\nているので，本件事故時に２２センチメートルであったことを示すもので\nはない。\nイ  警察官らの救護等義務違反について，否認し争う。\n警察法２条は，一般的な警察の責務を規定したものとどまり，交通事故\n捜査処理要領にしても，具体的事案において，特定の負傷者の存在を未だ\n警察が認識していない場合に，当該負傷者の存否をどのタイミングでどの\n程度探索する義務があるかを一般的に定めたものではない。\n本件では，警察官らが本件事故現場に臨場した時点で，すでに救急隊員\n６名が十分な装備とマンパワーをもって迅速に救護活動にあたっており，\nまた，警察官らにおいて，２名の負傷者が救急搬送されたのを確認してい\nる。消防は，救護活動の専門組織で，警察は，交通上の安全確保と事故の\n捜査を専門とする組織であるところ，このような状況においては，警察官\nらは，交差点内における二次事故の発生を防止し，救急隊員の救護作業が\n安全，円滑に行われるための交通規制や事故車両の移動等や事故の捜査に\n専念すべきであり，これらの任務を遂行しないまま，消防の救護活動に介\n入することなどおよそ想定することはできない。\nまた，救急隊員らが救急活動を終えて撤収した後，他に負傷者が残され\nている可能性があるといった情報が全くなかったのであるから，警察官ら\nにおいて，救急隊員らが発見できてない負傷者が残っている可能性につい\nて思いが至らないのは当然であり，救急隊員が撤収した後についても，警\n察官らにおいて負傷者を探索すべき義務はない。\nさらに，上記アの状況のとおり，Ａの存在に気付くこと自体が極めて困\n難な状況にある。\nこれらの事情に照らすと，Ａの発見が遅れたことについて，警察官らに，\n救護等義務違反があったということはできない。\nウ  Ａの人格権侵害について，否認し争う。\nＡは，次の理由から，本件事故による受傷後，ほぼ即死かあるいは短時\n間（遅くとも１０分かからない程度）のうちに死亡したといえ，警察官ら\nが本件事故現場に到着した時点ですでに死亡していた蓋然性が認められる\nので，Ａの発見が遅れたことによる人格権侵害は認められない。\nＡには，急死の三主徴の所見が認められるから，受傷後即死あるいは\n短時間（遅くとも１０分かからない程度）のうちに死亡したといえる。\nまず，血液の暗色流動性が認められるということは，生体反応である血\n液の凝固起点が利かないうちに死亡したことを示すものとして，急死の\n所見とされる。また，人が急に死亡した場合に血液の流れが不均一とな\nり，一部に詰まったりすることから諸臓器のうっ血が急死の所見とされ\nる。そして，溢血点とは，点状出血などの小さな出血をいうが，激しい\n死線期の状況では，血液循環が不均一になり，血液の詰まったところか\nら，小さな出血が認められるから，諸臓器の溢血点が急死の所見とされ\nる。Ａに急死の三主徴が認められるということは，受傷後即死あるいは\n短時間のうちに死亡したことを示す。\n加えて，本件鑑定書によると，受傷については，「過伸展によって第\n２胸椎離断骨折およびその付近の挫裂創を伴う軟部組織出血を生じ，そ\nれとほぼ同時期に，頭部および顔面の激しい振動によって広範囲のクモ\n膜化出血，及び右手首の捻転によって右尺骨脱臼および右橈骨骨折が生\nじ」「その他の多臓器損傷および多発骨折等は，いずれも上記損傷とほ\nぼ同時期に生じたものと推測され」，死因については，「主として，頭\n部，顔面，胸腹部，及び上肢打撲に基づく多臓器損傷および出血等によ\nり外傷性ショック」とされているところ，この鑑定結果は，Ａの傷害の\n内容及び程度が，アメリカ自動車医学振興協会が刊行する人体傷害度\n（ＡＩＳ）の重症度スコア（ＩＳＳ）の短時間死亡群に相当することと\nも矛盾しない。\n以上のとおり，Ａには，急死の所見が確認され，受傷後即死あるいは\n短時間のうちに死亡したと推定されるところ，このことは，受傷の重症\n度などとも矛盾しないし，さらに，腸内温度や他の死体現象とも矛盾し\nないから，Ａは，受傷後即死あるいは短時間のうちに死亡したといえる。\nなお，原告らは，死体現象から推定した死亡時刻を主張するが，死体\n現象から推定される死亡時刻は，死因や死体の保管状況，環境等による\n影響を受け，比較的早い段階で解剖した場合であっても，相当幅のある\n数字しか出せない。死亡時刻は，事故の状況や解剖所見等を中心に据え\nて考察すべきである。\nエ  救命可能性については，否認し争う。上記ウのとおりである。\nオ  損害額については，否認し争う。\n被告県は，主に警察署の副署長であるＩが窓口となり，本件事故の翌日\nである平成２５年１０月１７日から平成２６年３月１４日まで２７回対応\nしており，遺族の要望に応えて，文書による回答を３回実施している。確\nかに，文書の内容は，被告県の法的責任を認めるものではないが，責任逃\nれをしたなどの事実はない。\nまた，原告らが，固有の慰謝料を請求できるのは，Ａの生命侵害ないし\nこれに比肩すべき精神的苦痛を受けた場合に限られるというべきである\n（最高裁昭和３１年（オ）第２１５号 昭和３３年８月５日 第三小法廷判\n決・民集１２巻１２号１９０１頁）。救命可能性については上記ウ，エの\nとおりであるところ，その余の点についての原告らの主張を前提としても，\n原告らがＡの生命侵害に比肩すべき精神的苦痛を受けたとはいえないから，\n原告らが固有の慰謝料を請求することはできない。\n（被告組合が，国賠法１条１項に基づく損害賠償責任を負うか否か）\nについて\n（原告らの主張）\nア  救急隊員らの救護等義務違反\n救急隊員らは，事故現場に到着した際には，負傷者の救助とともに，事\n故車両の内部にライトを当てるなどして，負傷者が残っていないかを探す\nべきであるのに，これを怠り，救急隊員らは，Ｅ車の後部座席をライトで\n照らすなどして確認することなく，Ｅ車の後部座席に倒れていたＡを発見\nすることができなかった過失が認められる。\n救急隊員らが，Ｅ車の車内をライトで照らして確認していないことは，\n本件事故に関する新聞記事に，「救急隊員らは，街灯や救急車の作業灯の\n明かりに頼り，懐中電灯やヘッドライトを使っていなかった」と記載され\nていることからも裏付けられる。\nイ  Ａの人格権侵害\n上記アの救急隊員らによる過失により，Ａは，本件事故から約２時間半\nもの間，Ｅ車に放置され，その人格権が侵害されたといえる。\nＡ のとおり，救命可能性があったが，\n仮に，即死していたとしても，速やかに救命措置を受けるべき立場にあっ\nたから，Ａの人格権が侵害されたという結論を左右するものではない。\nウ  損害額\nＡの慰謝料額               ６００万００００円\nＡは，救急隊員らの救護等義務違反により，人格権を侵害されている\nところ，Ａの精神的損害を慰謝するための慰謝料額は，次の各事情を考\n慮すると６００万円を下らないというべきである。\nａ  救急隊員らの救護等義務違反は，本件事故から約２時間半もの間，\nＡを，Ｅ車の中に放置するというもので，重大な過失である。\nｂ  Ａには救命可能性があった。\nｃ  消防署は，本件事故後，Ｃ宅を訪問して謝罪と経緯説明を行ったが，\nこれに納得できない原告らが求めた書面による経緯説明を放置し，真\n摯な対応をしようしない。\n原告ら固有の慰謝料額            各１５０万００００円\n原告らは，救急隊員らの救護等義務違反により，Ａの子として，多大\nな精神的な苦痛を受けたから，被告組合に対し，固有の慰謝料請求権を\n有する。\n原告らの精神的損害を慰謝するための慰謝料額は，上記各事情を考慮\nすると各１５０万円を下らないというべきである。\n弁護士費用                  各３０万００００円\n原告らは，Ａの慰謝料額について，各４分の１ずつ相続しているから，\n６００万円×１／４＋１５０万円），損害額は３０\n０万円となるところ，弁護士費用は，その１割である３０万円が相当で\nある。\nエ  よって，原告らは，被告組合に対し，国賠法１条１項に基づき，各３３\n０万円及びこれに対する不法行為の日である平成２５年１０月１６日から\n各支払済みまで民法所定の年５分の割合による遅延損害金の支払を求める。\n（被告組合の主張）\nア  救急隊員らの救護等義務違反について，否認し争う。\n救急隊員らは，救急搬送された負傷者以外に負傷者がいないかを確認し\nている。具体的には，Ｅの救急搬送を行ったＪ救急隊長は，Ｅ車の車内を\n目視により確認しているし，また，Ｋ隊員は，ヘルメットに取り付けてあ\nるヘッドライトを照らしてＥ車の車内を確認している。\nなお，原告らが指摘する新聞記事は，新聞記者から取材を受けた消防署\nの担当者が正確に事実関係を把握していないと回答している以上，新聞記\n者の誤解等に基づいて報道されたものと考えられる。\nしたがって，救急隊員らは，負傷者の確認を怠ったとはいえない。\nイ  Ａの人格権侵害については，否認し争う。\nなお，原告らは，Ａに救命可能性があったとも主張するが，Ａに救命可\n能性がないことは，本件鑑定書の記載により，明らかである。\nウ  損害額については，否認し争う。\n被告組合は，原告らに対し，「ｂ町交通事案における救急隊の現場活動\n状況について（報告）」と題して，平成２５年１１月１３日付の書面にて，\nＸ１及びＸ２にそれぞれ書留郵便の方法により送付するなどし，真摯な対\n応をしている。\nまた，原告らが，固有の慰謝料を請求できるのは，Ａの生命侵害ないし\nこれに比肩すべき精神的苦痛を受けた場合に限られるというべきである\n（最高裁昭和３１年（オ）第２１５号昭和３３年８月５日第三小法廷判\n決・民集１２巻１２号１９０１頁）。救命可能性については上記イのとお\nりであるところ，その余の点についての原告らの主張を前提としても，原\n告らがＡの生命侵害に比肩すべき精神的苦痛を受けたとはいえないから，\n原告らが固有の慰謝料を請求することはできない。\n第３  当裁判所の判断\n１  判断の前提となる事実，証拠（甲２，３，１１，１３～１５，１９，２０，\n２２，３３，乙１～１６，１８～２２，丙１～３，５～９，証人Ｌ，証人Ｊ，\n証人Ｈ）及び弁論の全趣旨によれば，次の事実が認められる。ただし，上記証\n拠のうち，次の認定に反する部分は採用しない。\nＤは，Ｄ車を運転して，長距離運転の疲労等のため仮睡状態に陥り，前方\nを注視することが困難になっていたにもかからず，速度を落とすことなく進\n行し，信号待ちのため，本件交差点の南詰停止線手前に先頭から３台目で停\n車していたＥ車の後部に追突した（別紙「第１回目衝突」）。Ｅ車は，この\n衝撃で，前方にはじき出され，先頭から２台目に停車していた車両（別紙\n「チェイサー」とされている車両。以下「チェイサー」という。）に追突し\nた（別紙「第２回目衝突」）のち，さらに，対向車線で右折待ちをしていた\n車両（別紙「大型トラック」とされている車両。以下「大型トラック」とい\nう。）に衝突して（別紙「第４回目衝突」），本件交差点中央部分付近に停\n止した。なお，Ｅ車に追突されたチェイサーは，その衝撃で，先頭で停車し\nていた車両（別紙「ＡＺワゴン」とされている車両。以下「ＡＺワゴン」と\nいう。）に追突し（別紙「第３回目衝突」），本件交差点内にはじき出され，\nチェイサーに衝突されたＡＺワゴンも，その衝撃で，本件交差点内にはじき\n出された。\nＡは，本件事故の衝撃で，Ｅ車の前部座席シートと後部座席シートの間に，\n頭部を助手席側に向け，脚部を運転席に向けるとともに膝を折り曲げ，背中\nを丸めた姿勢で落ち込んだ。\nＥ車には，本件事故により，後部荷台部分がつぶれ，後部の左右ドアが曲\nがり，後部窓及び側面ドア窓のガラスが割れて脱落するなどの損傷が生じた。\nＤは，午後８時５５分に，１１０番通報をした。Ｄは，その中で，本件事\n故を起こしたことの他，けが人が２人で，２人とも女性であると説明をした。\nまた，非番でたまたま本件事故現場付近を通行していた消防署の消防隊員\nが，午後８時５７分に，１１９番通報をした。同消防隊員による通報内容は，\n「車両５台の事故で負傷者２名。１名は１０代女性で過呼吸，もう１名は５\n０代女性で外傷はないが車の損傷がひどい。」というものであった。午後９\n時１分に，島根県警察本部の通信指令課から消防署に通報した際，消防署か\nら「同じ事案だと思われますが，こちらも入電しています。負傷者２名で１\n０代女性，５０代女性。車両５台の事故。」との応答がされた。\n消防署は，これらの通報を受けて，けが人が２名であることを前提に，救\n急車を２台（救急１号隊及び救急２号隊）出動させた。救急車２台は，午後\n９時７分ころに，本件事故現場に到着したが，その時点では，警察署のパト\nカーは１台も到着していなかった。\nＪ隊員，Ｋ隊員，Ｍ隊員が乗車していた救急１号隊は，本件事故現場到着\n時に，Ｅが乗車しているＥ車の方に向かった。他方で，救急２号隊は，もう\n１名の負傷者（１０代の女性）が乗車しているＡＺワゴンの方に向かった。\nＪ隊員は，ＥがＥ車から出ようとしていたので，そのまま車内に座るよう\n指示し，Ｅに対してネックカラーの装着その他の処置をしながら，事情を聴\n取した。Ｅは，会話が可能な状態で，Ｊ隊員からの質問に対し，事故のこと\nは覚えていないとか，特に連絡するような家族はおらず一人暮らしであるな\nどと答えた。Ｊ隊員は，Ｅに対して，Ｅ車の他に同乗者の有無などは確認し\nなかった。また，Ｊ隊員は，Ｅ車の車内を目視したが，負傷者は，Ｅと１０\n代の女性の２名だけであるという思い込みがあり，車内を注視することまで\nしなかった。\nＫ隊員は，Ｅの貴重品の有無を確認するために，ヘルメットについている\nヘッドライトを使ってＥ車の車内を確認し，助手席にあった鞄や紙袋を救急\n１号隊に積み込むなどしたが，Ａを発見するには至らなかった。\n島根県警察本部の通信指令課から臨場指令を受けたパトカー４台も順次，\n本件事故現場に到着した。\nア  まずは，午後９時７分ころ，Ｎ警察官とＯ警察官が乗車するパトカー\n（ａ１。以下「ａ１」という。）が到着した。Ｎ警察官らが，ａ１から降\nりて本件交差点に進入した時点で，すでに，救急隊員らが，ストレッチャ\nーなどを準備して，負傷者の搬送準備にとりかかっているところであった。\nその中で，Ｏ警察官が，救急隊員らに負傷者の搬送先病院を確認するなど\nのやり取りがされている。\nＮ警察官らは，二次的な事故を防ぐために，本件交差点の南側及び西側\nの車両通行止め等の交通整理を実施した。\nイ  次いで，午後９時８分ころ，Ｐ警察官，Ｑ警察官及びＲ警察官が乗車す\nるパトカー（ａ３）が到着した。\nＰ警察官らは，四方向からの車両の進入を防止するために，本件交差点\nの北側及び東側の車両通行止め等の交通整理を実施した。\nウ  そして，午後９時９分ころ，Ｌ警察官（現場責任者）とＳ警察官が乗車\nする交通捜査車であるパトカー（ａ２１）が到着した。\nＬ警察官は，本件交差点の車両通行止めが全方向で完全にできているこ\nとを確認してから，午後９時１０分ころに，事故当事者から事情を聴取す\nるなどして実況見分を開始した。また，Ｓ警察官は，Ｌ警察官から指示を\n受けて，本件事故現場の状況を保全するために，写真撮影を行った。\nエ  最後に，午後９時１６分ころ，Ｔ警察官とＵ警察官が乗車するパトカー\n（ａ２。以下「ａ２」という。）が到着した。ａ２は，当初は交番待機で\nあったものの，本件事故が，車両５台が絡む事故であることが判明し，臨\n場指示を受けたものである。Ｔ警察官らが，ａ２から降車し，本件事故現\n場に向かおうとしたときには，救急車２台が順次，本件事故現場から各病\n院に向けて出発するところであった。\nオ  また，この間，Ｐ警察官，Ｎ警察官及びＯ警察官は，本件交差点の車両\n通行止めが完全にでき，路上のオイル漏れやガラス片の確認を行った。な\nお，路上のオイル漏れについては，ガソリンが漏れているのではなく，ラ\nジエーターの液体が漏れているものであることが確認されている。\n午後９時１６分ころ，ＡＺワゴンに乗車していた１０代女性を乗せた救急\n隊２号は，Ｆ病院に向けて，午後９時１７分ころ，Ｅを乗せた救急隊１号は，\nＢ病院に向けて，それぞれ出発した。\n救急車２台が出発してから，警察官らにおいて，Ｄの飲酒検知や実況見分\nを実施したり，自走可能な事故車両は誘導して脇道に移動させ，自走不能な\n事故車両を押して歩道上に移動させるなどした後に，渋滞車両の通行のため\nの交通規制緩和を行ったりした。具体的な状況は以下のとおりである。\nア  Ｌ警察官は，Ｄの様子から，飲酒検知を実施する必要性があると判断し，\n飲酒検知を実施したところ，検知結果が０．０５未満であった。\nイ  Ｌ警察官は，Ｄの飲酒検知の結果やすでに救急車が出発していることを\n踏まえて，渋滞車両の通行を優先するため，警察官らに本件交差点の車両\nをそれぞれ道路脇に寄せるように指示した。\n自走可能なチェイサー，ＡＺワゴン，大型トラックについては，警察官\nらが誘導して，本件交差点内から道路脇に移動させた。\nＥ車は，自走不可能と判断され，Ｔ警察官，Ｓ警察官，Ｒ警察官，Ｕ警\n察官の４人が，Ｅ車を押して近くの歩道まで移動させた。また，Ｑ警察官\nは，Ｅ車のダッシュボード内から同車の車検証を取り出して，コピーを取\nった。\nウ  Ｌ警察官は，警察官らが，Ｄ車を除く事故車両を，本件交差点内から移\n動し終えたことを確認し，規制体制を整え，現場保存のために，Ｄ車のみ\nを路上に残して，本件交差点の車両通行止め規制を解除し，交通の流れを\n確保した。\nエ  Ｌ警察官は，ＤとＥ以外の事故当事者から詳細な衝突状況を聴取し，各\n事故車両の衝突痕跡を比較した上で，衝突の順序を特定し，聴取を終えた\n事故当事者を順次現場から離脱させた。\nオ  午後１１時ころ，Ｔ警察官とＵ警察官は，Ｄ車を誘導して，通行の妨げ\nにならない場所に移動させてから，Ｌ警察官の指示で，本件事故現場を離\nれ，交番へ帰所した。\nア  午後１１時２５分ころ，Ｃらがタクシーに乗って本件事故現場に到着し，\nＤから事情を聴取していたＬ警察官らに対して，「私の妻であるＡを探し\nている。」，「私の妻は，Ｅさんという友人の車に乗っていたはずで，帰\nってこないため探したところ，友人のＥさんが交通事故を起こしたと聞き，\nＥさんの運ばれたＢ病院に行った。」，「Ｅさんは，『Ａは乗っていた，\nＡはどこへ行きましたか』と言われたので，もしかしたら事故現場に残っ\nて話をしていると思い，ここに来た」などと申し出た。\nイ  Ｃからの申出を受けて，Ｑ警察官らが，Ｅ車の車内を確認したところ，\n後部座席と助手席の間にＡの手が見えたことなどから，午後１１時２９分\nころに，Ａが発見された。Ａは，発見時，頭部を助手席側，脚部を運転席\n側に膝を折り曲げた姿勢で横たわり，背面の一部が後部座席面よりも上に\n見え，頭部及び足部分は後部座席面より低い位置にあるという状態で，呼\n吸と脈拍がなかった。\nウ  Ｑ警察官は，警察署に救急要請をし，午後１１時３３分ころに，警察署\nから消防署に救急要請が行われた。\nエ  Ｌ警察官らは，ＡをＥ車の車内から救出しようとし，開くことのできた\n助手席ないし運転席ドアを開けて，各座席の背もたれを前に倒し，各座席\nを前にスライドさせてスペースを作って，Ａを持ち上げようとしたが，下\n半身が座席の間に食い込んでいたために，上半身を後部座席に乗せること\nができるにとどまった。\nオ  Ｌ警察官は，救急車が到着するまでの間，Ｅ車の車内に手を差し入れ，\nＡに対し胸部圧迫による心肺蘇生を実施した。\n警察署からの救急要請を受けて，救急車は，午後１１時３９分ころ，本件\n事故現場に到着し，午後１１時５０分ころ，Ａを乗せて，Ｂ病院に向けて出\n発した。\nＪ隊員も本件事故現場に臨場した。Ｊ隊員は，Ａの心肺停止状態を確認し\nた上で，胸骨圧迫を継続しながら，救急車内に移動させて，除細動心電図モ\nニターを装着し，心静止状態であることを確認した。そこで，Ｊ隊員らは，\n医師に指示を要請し，医師の指示により，救命措置（ＬＴ～食道閉鎖式エア\nウェイ挿入及び静脈路確保，薬剤〈アドレナリン〉投与）を実施したが，静\n脈路確保は，血管内に留置針を留置できず，薬剤投与には至らなかった。\nＡを乗せた救急車は，午後１１時５３分ころ，Ｂ病院に搬送されたが，Ａ\nは，平成２５年１０月１７日午前０時３２分，同病院のＶ医師により死亡が\n確認された。\nＡは，本件事故で，臓器損傷及び多発骨折の傷害を負い，外傷性ショック\nにより死亡した。\nまた，Ａは，警察官らや救急隊員らが臨場した時点で，死亡していたとま\nではいえないが，救命可能性がない状態にあった。\n２  事実認定の補足説明\n原告らは，Ａの身体はＥ車の後部座席上にあり，前部座席シートと後部座\n席シートの間に落ち込んでなどいない旨主張し，その根拠として，上記のシ\nート間距離が２２センチメートルに過ぎず，事故当時のＡの体格から落ち込\nむことはあり得ないと主張する。しかしながら，上記距離のみから，直ちに\n事故の衝撃によってもおよそ座席下部に落ち込まないといえるかは疑問であ\nる上，上記距離の測定はＡ救出後にＥ車の前部座席を最も後ろに下げた状態\nでの測定であるとの被告県の主張をあながち排斥することはできず，また，\nＡが発見された際の状況を被写体とする写真（甲１９の２，乙１６の写真番\n号３６）によっても，Ａが座席下部に落ち込んでいる様子がうかがわれる。\nよって，原告らの主張は採用できない。\nまた，原告らは，本件事故現場には警察車両が救急車よりも先着していた\n旨主張し，その根拠として，原告らが事故翌日である平成２５年１０月１７\n日に警察署から渡された書面（本件事故現場における警察官の活動状況に係\nる時系列表，甲４１）に，警察車両３台の現場到着時刻が午後９時３分と記\n載されており，救急車やパトカーが最初に臨場した時刻として，被告県が提\n出する証拠（乙１）に記載されている午後９時７分よりも早いこと及び島根\n県警察の隠蔽体質等を挙げる。しかしながら，そもそも，救急隊が本件事故\n現場に到着した正確な時刻はこれを裏付けるに足りる資料が見当たらない上，\n同書面（甲４１）には，救急車や救急隊員らが臨場した時刻やＥなどが救急\n搬送された時刻などが記載されておらず，もっぱら警察官らの行動を中心に\nまとめたものと認められることからすると，同書面は，本件事故翌日，警察\n署が原告らＡの遺族に警察の活動を説明するために［甲９（４～５頁）］，\n事実関係の整理が不十分な状態で作成されたものとうかがわれる。加えて，\n同書面によっても，午後９時１０分ころには救急隊が負傷者２名の救出及び\n具体的搬送先に係る報告を警察官に行っているとされることに照らせば，救\n急隊がそれまでに現場に到着して相応の救急救命活動を行っていたと推認で\nき，これらの事情に照らせば，パトカーが救急車よりも明らかに本件事故現\n場に先着していたと認めることはできず，上記のとおり１のとおり認定する\nことができる。原告らが島根県警察の隠蔽体質を裏付けるとする証拠（甲３\n２）は，上記認定・説示を左右しない。\n３  被告県が，国賠法１条１項に基づく損害賠償責任を負うか否か）に\nついて\n交通事故捜査処理要領には，負傷者の救護措置を他に優先して行うことや，\n現場に先着した警察官は，死傷者があるときは，直ちに救護措置を行うこと\nなどが定められている（判断の前提となる事実 ）が，他方で，同要領には，\n警察官は，交通事故の取扱いに際しては，負傷者の救護のみならず，事故の\n再発防止など当面必要な措置をとるとともに交通の回復をはかったり，物的\n証拠はその所在地点及び状況を，人的証拠はつとめて多数をすみやかに確保\nしたりすることに留意しなければならないとも定められていること（判断の\n前提となる事実 ）などからすれば，事故の規模や現場の具体的状況にかか\nわらず，常に負傷者の救護を優先させなければならないと解することは相当\nではなく，警察官は，事故の規模や現場の具体的状況に応じて，負傷者の救\n護以外の措置を優先させることも許される場合があると解するのが相当であ\nる。そのため，警察官が，上記場合に上記措置を行う限りにおいては，負傷\n者の救護にあたらなかったことをもって，警察官として職務上尽くすべき注\n意義務を懈怠したとはいえないというべきである。\n本件についてみると，警察官らが到着した時点で，救急車２台で臨場した\n救急隊員らによる救護活動が開始されており，また，本件事故が，自動車５\n台が絡む玉突き事故であるものの，臨場した救急隊員らにおいて十分に救護\n可能な状況（医療機関等に搬送を要する負傷者がＡを含めて３人）にあると\nいえることに照らせば，警察官らにおいて，負傷者の救護活動を最も優先し\nなければならない状況にあったとはいえない。また，本件事故によって，複\n数の車両が本件交差点内にはじき出されている状況 ，二\n次事故等の発生を防止するために，本件交差点の通行規制や車両の移動など\nの措置を行う必要性が高い状況にあるといえること，さらに，本件事故態様\nによれば，事故当事者が少なくないことや衝突機序が複雑であることなどが\n予想され，人的ないし物的証拠の保全の必要性が高い状況にあるといえるこ\nとに照らせば，警察官らが，本件事故現場に臨場した時点で，早急に交通整\n理ないし捜査を行う必要性が高い状況にあったと認めるのが相当である。ま\nた，救急車２台が負傷者を救急搬送し，Ａが発見されるまでの間も，交通整\n理ないし捜査が完了していなかったことから ，未だその必要\n性が高い状況にあったといえる。\nそうすると，警察官らにおいては，本件事故に関し，本件事故現場に臨場\nした時点からＡが発見されるまでの間に，負傷者の救護以外の措置を優先す\nることも許される状況にあったといえる。さらに，上記 のとおり，\n警察官らは，本件事故現場に臨場してから，交通整理ないし捜査を継続して\n行っているのであるから，Ａの発見が遅れたことについて，警察官として職\n務上尽くすべき注意義務を懈怠したということはできない。\nこれに対し，原告らは，①事故現場における警察官においては，死傷者の\n救護等義務が最優先の義務であるとか，②そもそも本件では警察官らが救急\n隊員よりも先に本件事故現場に到着していると主張するから検討する。\nまず，②については，既に上記２ において説示したとおりである。次に\n①については，原告らは，警察法２条や交通事故捜査処理要領の規定を根拠\nとするが，警察法２条は，交通事故現場における負傷者の救護を最優先すべ\nきであるという義務を直接定めたものではないし，交通事故捜査処理要領に\nよっても，警察官が，いかなる場合においても，負傷者の救護を最優先させ\nなければならないと解することが困難であることは既に説示したとおりであ\nり，独自の見解というほかない。\n以上のとおり，原告らの主張はいずれも採用できない。\n以上からすると，警察官らは，Ａの発見が遅れたことについて，警察官と\nして職務上尽くすべき注意義務を懈怠したということはできないから，原告\nらの被告県に対する国賠法１条１項に基づく請求は，その余の点について判\n断するまでもなく理由がない。\n４  被告組合が，国賠法１条１項に基づく損害賠償責任を負うか否か）\nについて\n救急隊員は，事故等により，医療機関等に搬送すべき負傷者については，\n医療機関等に緊急に搬送すべき職務上の義務があるといえるところ，当該\n義務を履行する前提として，事故等の現場に臨場した際には，当該事故等\nによって負傷した者の存否を確認すべき義務を負っていることは明らかで\nある。そして，負傷者の存否確認の具体的方法は，臨場した現場の状況等\nに応じて異なり得るが，少なくとも，事故等が発生した状況・経過を，臨\n場した際の四囲の状況や事故関係者からの聞き取り等によって的確に把握\nした上で，当該事故状況等から通常想定される範囲の検索等を行うととも\nに，事故関係者については，当該関係者自体の負傷の有無や程度，救急搬\n送の必要性を検討するだけでなく，当該関係者の心身の状況に応じた聞き\n取り等を行うことによって，更なる負傷者の有無を確認すべき義務がある\nといえる。\nイ  これを本件についてみると，本件事故の発生が夜間であることや，Ａが，\n暗い色の洋服を着用しており（乙１６），さらに，前部座席と後部座席の\n間に落ちてこんでいたことで，Ｅの救護を担当したＪ隊員とＫ隊員におい\nて，Ｅ車の車内を一見しただけではＡを発見できる状況にはなかったとい\nえる（この点，原告らは，Ａは，警察官らに発見されたとき，頭部を助手\n席側に，脚部を運転席側にして，後部座席に横たわっている状態であった\nと主張するが，これを認めることができないことは，既に上記２ におい\nて説示したとおりであって，原告らの主張は採用できない。）。\nしかし，警察官らが，Ｃからの申出を受けて，Ｅ車の捜索をした際に，\n後部座席と助手席の間からＡの手が見えたことからすると（上記１ ，\nＥ車の車内を注意深く観察すれば，Ａを発見できた可能性が高かったとい\nえる。救急隊員らにおいて，Ｅ車の車内を注意深く観察することを妨げる\n事情はなかった（本件証拠上，Ｅについて，意識障害等があるなどして一\n刻の猶予もないほど緊急に搬送しなければならない状況であったといった\n事情は見当たらない。）のであるから，Ｊ隊員とＫ隊員がＥ車の車内を確\n認したこと のみをもって，事故等による負傷者の存否を確認\nすべき義務を尽くしたとは認められない（この点，原告らは，Ｋ隊員がヘ\nッドライトを用いて車内を確認していないと主張し，これに沿う新聞記事\n〈甲３９〉を提出するが，信用性が高い証拠とはいえず，その他これを認\nめるに足りる証拠はないから採用できない。ただし，Ｋ隊員による確認を\nもって，事故等による負傷者の存否を確認すべき義務を尽くしたといえな\nいことは，上記のとおりである。）。\nウ  さらに，Ｅは ，事故のことは記憶にな\nいとはいうものの， Ｅ車にＡが乗っていることの記憶は保持されている\n（上記１ ）。そうすると，救急隊員らにおいて，Ｅに，同乗者の有無\nなどを確認さえしていれば，その回答を端緒にしてＥ車の車内を捜索し，\nＡを発見することができたというべきである。Ｊ隊員がＥから事情を聴取\nした際に，同乗者の有無を確認していないのだから ，事故等\nによる負傷者の存否の確認すべき義務を怠ったといえる。\nエ  したがって，Ｊ隊員とＫ隊員は，救急隊員として通常尽くすべき注意義\n務を懈怠したものと認められる。\nＡは，速やかに救護されていたとしても，\n救命可能性はなかったのであるから，上記４\nＡの生命ないし相当程度の生存可能性 が侵害されたということはできない\n（原告らもこのような主張をしない。そもそも，原告らは，救命の可能性が\n全くなかった傷害とはいえなかったと主張するのみで，救命の可能性があっ\nたことの根拠について十分な主張をしない。）。\n他方で，事故等による負傷者は，消防等に発見してもらい，救護を受ける\n人格的利益を有していると解され，Ａも， 救急隊員らが\n速やかに臨場した時点では，死亡していたとまではいえないのであるから，\n上記人格的利益を有していたものと認められる。\nそして，消防等の救護活動について，これに当たる救急隊員が通常尽くす\nべき注意義務を懈怠したことをもって上記人格的利益を侵害する違法なもの\nであると評価できるか否かは，事故の規模や現場の状況，負傷者の状況等に\n照らして，救護活動が著しく不適切であると認められるか否かによって判断\nするのが相当であるところ，本件では，救急隊員らは，車内を注視すること\nやＥから同乗者の有無を確認することという極めて単純な救護活動を怠って\nおり，その救護活動は著しく不適切であるといわざるをえないから，これに\nより，Ａの上記人格的利益が違法に侵害されたといえる。\nこの点，原告らは，Ａは救命可能性があったと主張し，被告らは，Ａは本\n件事故により即死ないし短時間（遅くとも１０分かからない程度）のうちに\n死亡したと主張するから検討する。\nア  証拠（乙１８，証人Ｈ）によれば，①Ａの受傷については，過伸展によ\nって第２胸椎離断骨折及び付近の挫裂創を伴う軟部組織内出血を生じ，そ\nれとほぼ同時期に，頭部及び顔面の激しい振動によって広範囲のクモ膜化\n出血，右手首の捻転によって右尺骨脱臼及び右橈骨骨折が生じ，その他の\n多臓器損傷及び多発骨折等は，いずれも上記損傷とほぼ同時期に生じたも\nのであること，②心臓内には，暗赤色流動性血液を容れており，諸臓器は\nうっ血状を呈し，眼瞼，眼球，諸臓器表面に溢血点が多数認められ，いわ\nゆる急死の三主徴の所見が認められること，③Ａは，主として，頭部，顔\n面，腹胸部，及び上肢打撃に基づく骨折，多臓器損傷および出血等により，\n外傷性ショックに陥って死亡したものであること，④Ａは受傷後ほぼ即死\nかあるいは短時間のうちに死亡したものであり，救命可能性がないことが\n認められる。\nイ  これに対し，原告らは，①についてＡの多臓器損傷は，胸骨圧迫によっ\nて生じた多数の肋骨骨折によるものである，③について出血が多量とはい\nえない，④について死体現象からすると受傷後ほぼ即死かあるいは短時間\nのうちに死亡したとはいえないなどと主張する。しかし，①についてＨ医\n師は，胸骨圧迫により，周囲に出血を伴う肋骨骨折が生じたと推測できる\nことも踏まえて，その上で，肋骨骨折が多臓器損傷とは関係ないと判断し\nており，また，Ａは，肋骨以外の傷害の状況も軽微とはいえないこと，本\n件事故態様やＥ車の損傷状況からすると，本件事故による衝撃が相当強い\nものであったと推測され，本件事故によって多臓器損傷が生じたとしても\n不合理といえないことにも照らすと，原告らの主張は採用できない。また，\n③についてＨ医師は，一般的には，実際に検出された血液よりも，その周\n囲に多量の出血があることを前提に鑑定した旨供述しており（調書２３頁\nなど），その説明に不合理な点は見受けられない上に，原告らの主張が医\n学的に正当であることを裏付ける証拠もないから，採用できない。さらに，\n④についてＨ医師は，法医学においては，死体現象は時間の幅が広いので，\n死体現象だけで死亡推定時刻を決めることはできないと供述しており（調\n書１８頁），その説明に不合理な点は見受けられない上に，本件では，Ａ\nに，血液の暗赤色流動性，溢血点，臓器のうっ血という急死の三主徴（乙\n２２）の所見が認められ，さらには，アメリカ自動車医学振興協会が刊行\nする人体傷害度（ＡＩＳ）の重症度スコア（ＩＳＳ。ＡＩＳが３点以上の\n損傷部位が２つ以上ある場合を多発外傷といい，各損傷部位３つのスコア\nをそれぞれ２乗して加えたスコアをいう。）で，短時間死亡群５８．９±\n１７．７（Ａは，クモ膜下出血〈ＡＩＳ３点〉，腹腔内に出血を伴う両側\n性血気胸〈ＡＩＳ４点〉，肝臓及び脾臓等の複合破裂〈ＡＩＳ５点〉で，\nＩＳＳが５０点〈３×３＋４×４＋５×５〉になる。）に相当する（乙２\n１）ことも併せ考えると，Ｈ医師の判断に疑問を差し挟む余地はないから，\n原告らの主張は採用できない。\nウ  もっとも，④についてＨ医師によれば，Ａは，受傷後ほぼ即死あるいは\n短時間で死亡しており，具体的に，短時間とは，一概にはいえないが，一\n般的には１０分を超えないということである（調書７～８頁）。救急隊員\nらが到着したのが事故発生から約１７分後であり（判断の前提となる事実\n，Ｈ医師のいう「短時間」の幅の中にあると評価しても不\n合理ではないことや，Ａの死亡が現実に確認されたのが平成２５年１０月\n１７日午前０時３２分であること，現実に救護活動等も行われていること\nも踏まえれば，Ｈ医師のいう一般論のみをもって，救急隊員らが臨場した\n時点で，Ａがすでに死亡していたとまで認めることは，ことの性質に照ら\nして相当でない。この点に関する被告らの主張は採用できない。\nしたがって，Ａは，救急隊員らが臨場した時点で，救命可能性はなかっ\nたが，死亡していたとまでは認められないとするのが相当である。\n損害額\nア  Ａは，救急隊員らの違法な職務執行行為により，上記人格的利益を侵害\nされ，精神的苦痛を受けたといえるところ，本件に現れた一切の事情を考\n慮して，慰謝料額としては，１００万円を認めるのが相当である。\nなお，被告組合は，平成２５年１０月１７日及び同月２１日に，原告ら\nと面談をしてから（甲７，８），同年１１月１３日付け「ｂ町交通事案に\nおける救急隊の現場活動状況について（報告）」と題する書面で，救急隊\nの現場活動状況に関して，原告らにそれぞれ回答している経過があり（丙\n１ないし４），また，上記経過の中で，被告組合が責任逃れに終始してい\nるとはいえないことに照らすと，慰謝料増額事由があるとはいえない。\nイ  原告らが，固有の慰謝料を請求できるのは，Ａの生命侵害ないしこれに\n比肩すべき精神的苦痛を受けた場合に限られるというべきである（最高裁\n昭和３１年（オ）第２１５号昭和３３年８月５日第三小法廷判決・民集１\n２巻１２号１９０１頁）が，本件においては，既に説示したとおり，救急\n隊員の違法な職務執行行為とＡの死亡との間に因果関係が認められない以\n上，原告らがＡの生命侵害に比肩すべき精神的苦痛を受けたとはいえない\nから，原告らが固有の慰謝料を請求することはできない。\nウ  Ａの相続人は，夫であるＣと子である原告らであるから，原告らは，上\n記アのＡの慰謝料請求権を法定相続分（各４分の１）に従い，原告らは，\nＡの慰謝料請求権を各２５万円（１００万円×１／４）ずつ相続した。\nエ  弁護士費用は，各２万５０００円と認めるのが相当である。\nよって，原告らは，被告組合に対し，国賠法１条１項に基づき，各２７万\n５０００円及びこれらに対する平成２５年１０月１６日から各支払済みまで\n民法所定の年５分の割合による遅延損害金の支払を求めることができる。\n５  結論\n以上から，原告らの被告組合に対する請求は，主文の限度で理由があるから\nこれらを認容し，その余は理由がないからいずれも棄却し，原告らの被告県に\n対する請求は理由がないからいずれも棄却することとして，主文のとおり判決\nする。\n神戸地方裁判所第１民事部\n裁判長裁判官     黒    田        豊\n裁判官     東    根    正    憲\n裁判官     熊    野    祐    介\n"
}