{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 12,
    "day": 25
  },
  "case_number": "平成24(行ケ)10053",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82865",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82865",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/865/082865_hanrei.pdf",
  "contents": "平成２４年１２月２５日判決言渡\n平成２４年（行ケ）第１００５３号  審決取消請求事件\n口頭弁論終結日  平成２４年１０月３０日\n判 決\n原            告                シ ー メ ン ス\nアクチエンゲゼルシヤフト\n訴訟代理人弁護士                牧      山      嘉      道\n同                              木      村      育      代\n同                              原      澤      敦      美\n訴訟代理人弁理士                アインゼル・フェリックス＝\nラインハルト\n同                              星   公 弘\n同\n      橋      佳      大\n被            告                特 許 庁 長 官\n指 定 代 理 人                江      口      能      弘\n同                              近      藤              聡\n同                              樋      口      信      宏\n同                              芦      葉      松      美\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２００８－２６９１５号事件について平成２３年９月２８日にした\n審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯\n原告は，発明の名称を「移動無線システムにおける非明示的要求データの伝送方\n法および伝送システム」とする発明について特許を出願した（パリ条約による優先\n権主張日平成１３年１２月７日ドイツ連邦共和国，甲１。以下「本願」という。）\nが，平成２０年１月２２日付けで拒絶理由通知（甲２）を受けたので，同年５月２\n３日，これに対する意見書及び手続補正書を提出したが，同年７月１８日付けで拒\n絶査定（甲５）を受けたので，同年１０月２１日，これに対する不服の審判を請求\nした（不服２００８－２６９１５号事件）。\n原告は，平成２０年１１月１８日付けで手続補正書を提出し，平成２２年８月４\n日付けの審尋（甲９）に対し，同年１２月１０日付けで回答書を提出したところ，\n平成２３年３月２４日付けで拒絶理由通知（甲１１）を受けたので，同年７月１５\n日，これに対する意見書及び手続補正書を提出したが，特許庁は，同年９月２８日，\n「本件審判の請求は，成り立たない。」との審決をし，その謄本は同年１０月１３\n日原告に送達された。\n２  特許請求の範囲の記載\n平成２３年７月１５日付け手続補正書（甲１３）による補正後の特許請求の範囲\n（請求項数２）の記載は，次のとおりである(以下，請求項１記載の発明を「本願\n発明１」といい，請求項２記載の発明を「本願発明２」という。)。\n「【請求項１】\nアプリケーションコンピュータ（１）と，伝送ネットワーク（２）と，移動無線\n機器（３）とを有する移動無線システムにおいて非明示的に要求されたデータを伝\n送するためのシステムであって，\n前記伝送ネットワーク（２）は，アプリケーションコンピュータから受信された\nデータを中間記憶するための記憶手段（４）と，ネットワークコンピュータ（５）\nとを有し，\n前記記憶手段（４）は，アプリケーションコンピュータから受信された前記デー\nタを中間記憶するシステムにおいて，\n前記移動無線機器（３）はネットワークコンピュータ（５）に，どれだけのメモ\nリスペースが当該移動無線機器（３）においてデータの記憶のために使用可能であ\nるかを指示し，\nまたは\n前記移動無線機器は伝送ネットワークに，当該移動無線機器においてデータに対\nするメモリスペースを使用できないことを指示し，\n前記ネットワークコンピュータは，前記移動無線機器により指示された情報に依\n存して，前記中間記憶されたデータを移動無線機器に送信する，\nことを特徴とするシステム。\n【請求項２】\nアプリケーションコンピュータ，伝送ネットワーク（２），および移動無線機器\nを備える移動無線システムにおいて非明示的に要求されたデータを伝送するための\n方法であって，\n前記伝送ネットワーク（２）は，アプリケーションコンピュータから受信された\nデータを中間記憶するための記憶手段（４）と，ネットワークコンピュータ（５）\nとを有する方法において， １）前記記憶手段（４）は，アプリケーションコンピュータ（１）から受信され\nた前記データを中間記憶するステップ，\nＳ２ａ）前記移動無線機器は前記ネットワークコンピュータに，どれだけのメモリ\nスペースが当該移動無線機器でデータの記憶のために使用可能であるかを指示する\nステップ，\nまたは\nＳ２ｂ）前記移動無線機器は伝送ネットワークに，当該移動無線機器においてデー\nタに対するメモリスペースを使用できないことを指示するステップ，\nＳ３）前記ネットワークコンピュータは，前記移動無線機器により指示された情報\nに依存して，前記中間記憶されたデータを移動無線機器に送信するステップ，\nを含むことを特徴とする方法。」\n３  審決の理由\n本願は，発明の詳細な説明の記載が次の点で特許法３６条４項１号に規定する要\n件を満たしていない（別紙審決書の写しのとおり）。\n(1) 理由１\n本願明細書の段落【００２９】には，「ネットワークコンピュータ５が移動無線\n機器３から，この移動無線機器が目下のところアプリケーションコンピュータ１の\n情報を受け入れるために十分なメモリスペースを使用できないことを知っていれ\nば，」と記載されている（「この移動無線機器が目下のところアプリケーションコ\nンピュータ１の情報を受け入れるために十分なメモリスペースを使用できないこ\nと」を，以下「事項ａ」という。）。\nネットワークコンピュータ５が事項ａを知るために，どういう情報が，移動無線\n機器３からネットワークコンピュータ５へ送信されたのか，不明である。\nたとえば，移動無線機器３からネットワークコンピュータ５へ送信された情報は，\n「どれだけのメモリスペースが当該移動無線機器（３）においてデータの記憶のた\nめに使用可能であるか」という情報であって，具体的には「１ＧＢ」とか「２Ｇ\nＢ」とかの数値（以下「数値ｂ」という。）であるのか，それとも「この移動無線\n機器が目下のところアプリケーションコンピュータ１の情報を受け入れるために十\n分なメモリスペースを使用できません。」という旨の文章（以下「文章ｃ」とい\nう。）であるのか，不明である。\nもし，上記疑問に対する回答が文章ｃであれば，移動無線機器３が「移動無線機\n器において使用可能な記憶容量」（以下「記憶容量ｄ」という。）と「アプリケー\nションコンピュータ１の情報のサイズ」（以下「サイズｅ」という。）とを比較し，\nサイズｅが記憶容量ｄより大きいから文章ｃのように判断したことになるが，移動\n無線機器３がどのようにしてサイズｅを得たのか不明である。\n(2) 理由２\n本願明細書の段落【００２８】には，「プッシュサービスデータは矢印７により\n示されているように，アプリケーションコンピュータ１から伝送ネットワーク２に\n送信される。そこでプッシュサービスデータは記憶手段４に中間記憶される。」と\n記載されている。この記載によれば，ネットワークコンピュータ５が事項ａを知っ\nていなくても，プッシュサービスデータは記憶手段４に中間記憶されると解される。\n他方，本願明細書の段落【００２９】には，「ネットワークコンピュータ５が移\n動無線機器３から，この移動無線機器が目下のところアプリケーションコンピュー\nタ１の情報を受け入れるために十分なメモリスペースを使用できないことを知って\nいれば，これらのデータは記憶手段４に中間記憶される。」と記載されている。こ\nの記載によれば，ネットワークコンピュータ５が事項ａを知っている場合のみ，プ\nッシュサービスデータは記憶手段４に中間記憶され，ネットワークコンピュータ５\nが事項ａを知らない場合は，プッシュサービスデータは記憶手段４に中間記憶され\nないと解される。\nしたがって，ネットワークコンピュータ５が事項ａを知らない場合，プッシュサ\nービスデータは記憶手段４に中間記憶されるのか，されないのか不明確である。\n(3) 理由３\n事項ａに関して，「この移動無線機器が目下のところ使用できるメモリスペース\nが，アプリケーションコンピュータ１の情報を受け入れるために十分か，不十分\nか。」という判断をした主体は，移動無線機器３であるのか，それとも移動無線機\n器３以外の何であるのか不明である。\n(4) 理由４\n本願明細書の段落【００２９】には，「例えばユーザが古い情報を読み，その後\n削除したことにより，移動無線機器３で再び十分なメモリスペースが使用できるよ\nうになると直ちに，この情報はネットワークコンピュータ５に送信される。」と記\n載されている。\n上記記載の「この情報」とは，数値ｂであるのか，それとも「記憶手段に中間記\n憶されているプッシュサービスデータを格納するのに十分なメモリスペースが使用\nできるようになった。」という旨の文章（以下「文章ｆ」という。）であるのか，\n不明である。\nまた，削除された情報のサイズが小さければ，古い情報を削除しても，十分なメ\nモリスペースが使用できるようにならないことも考えられる。もし，上記疑問に対\nする回答が文章ｆであれば，「使用できるようになったメモリスペースが，記憶手\n段に中間記憶されているプッシュサービスデータを格納するのに十分か，不十分\nか。」という判断をした主体は，移動無線機器３であるのか，それとも移動無線機\n器３以外の何であるのか不明である。\n(5) 理由５\n本願明細書の段落【００３０】には，「さらに移動無線機器３がネットワークコ\nンピュータ５に，この移動無線機器には新たな情報を受け入れるための十分なメモ\nリスペースがないことを指示した場合に，」と記載されている。\n「メモリスペースが，新たな情報を受け入れるために十分か，不十分か。」とい\nう判断（以下「判断ｇ」という。）は，サイズの分かっている特定の新たな情報に\nついてなされたのか，それともサイズが不明な新たな情報についてなされたのか，\n不明確である。\nもし，上記疑問に対する回答が後者であれば，新たな情報のサイズが不明である\nのに，なぜ判断ｇを行うことができるのか不明である。\nまた，判断ｇをした主体は，移動無線機器３であるのか，それとも移動無線機器\n３以外の何であるのか不明である。\nまた，もし，移動無線機器３が，サイズの分かっている特定の新たな情報につい\nて，判断ｇをしたのであれば，移動無線機器３は，どのようにして，特定の新たな\n情報のサイズを得たのか，不明である。\n(6) 理由６\n本願明細書の段落【００１８】には，「ここで中間記憶されたデータをさらに送\n信することは，移動無線機器により指示された情報に依存する。移動無線機器が例\nえば伝送ネットワークに，目下のところ情報を受信するためのメモリを用意できな\nいことを指示すると，」と記載されている。\nこの記載によれば，移動無線機器が，「目下のところ情報を受信するためのメモ\nリを用意できるか，できないか。」の判断（以下「判断ｈ」という。）をし，判断\nｈの結果が「できない」である場合に，移動無線機器が伝送ネットワークに，目下\nのところ情報を受信するためのメモリを用意できないことを指示するものと解され\nる。\n判断ｈを行うためには，「受信するために用意できるメモリの容量」（以下「容\n量ｉ」という。）と「中間記憶されたデータのサイズ」（以下「サイズｊ」とい\nう。）を比較する必要があるが，移動無線機器はどのようにしてサイズｊを得たの\nか不明である。\n第３  取消事由に係る原告の主張\n被告は，本願の発明の詳細な説明の記載についての著しい錯誤ないし曲解に基づ\nき，上記第２の３記載の理由１～６からなる拒絶理由通知（甲１１）を発し，原告\nの不的確な説明を誘導した。その結果，審決は，本願の発明の詳細な説明の記載の\n解釈について誤った判断を下したものである。したがって，審決は違法であるから，\n取り消されるべきである。\n１  理由１について\n本願発明の要旨は，記憶手段４に中間記憶されたデータを移動無線機器３に送信\nするタイミングを計るために，ネットワークコンピュータ５又は伝送ネットワーク\n２が移動無線機器３から「使用可能な記憶容量についての情報」を得て，当該情報\nに基づいて送信タイミングについての判断を行うということである（段落【００２\n８】第５文，第６文）。\n審決は，理由１において，ネットワークコンピュータ５が「この移動無線機器が\n目下のところアプリケーションコンピュータ１の情報を受け入れるために十分なメ\nモリスペースを使用できないこと」（段落【００２９】）を知るために，どういう\n情報が，移動無線機器３からネットワークコンピュータ５へ送信されたのか，不明\nであるとしている。\nしかし，段落【００２８】第５文には「ネットワークコンピュータ５は移動無線\n機器３から，この移動無線機器において使用可能な記憶容量についての情報を受信\nする。」と明確に記載されている。また，段落【００２８】第１～４文の記載から\n明確に読み取れるように，ネットワークコンピュータ５が移動無線機器３に対して\nこれから送信しようとしている情報のデータは，ネットワークコンピュータ５と共\nに伝送ネットワーク２に包含される記憶手段４に中間記憶されている。\nしたがって，ネットワークコンピュータ５は，送信しようとしている情報のデー\nタ量を認識することができ，かつ，移動無線機器において使用可能な記憶容量につ\nいての情報を受信しているのであるから，当該データ量と当該記憶容量とを比較す\nることにより，「この移動無線機器が目下のところアプリケーションコンピュータ\n１の情報を受け入れるために十分なメモリスペースを使用」できるか否かを当然に\n判断することができる。\n２  理由２について\nプッシュ（型）サービスにおいて，提供されるデータが伝送ネットワーク２上の\n記憶手段４に一時的に中間記憶されるのは通常の構成であり，段落【００２８】第\n３文，第４文の記載は，これに完全に合致している。また，データが記憶手段４に\nここで一旦中間記憶されるのは，最終的にデータを受信する移動無線機器３の記憶\n容量とは無関係である。\n段落【００２９】の記載は，移動無線機器３において使用可能な記憶容量が不十\n分であることをネットワークコンピュータ５が認識している場合，記憶手段４に既\nに中間記憶されているデータは直ちには送信されず，記憶手段４に中間記憶された\n状態が維持されることを意味している。\nプッシュ（型）サービスにおいて，最終的にデータを受信する移動無線機器３の\n記憶容量とは無関係に，データが記憶手段４に中間記憶されるのは，当業者には周\n知の技術常識であるから，上記記載箇所の末尾の部分の表記が若干曖昧であるとし\nても，その意味するところは，当該技術常識を前提とすると容易に認識できること\nである。\n審決は，理由２において，「ネットワークコンピュータ５が事項ａを知らない場\n合，プッシュサービスデータは記憶手段４に中間記憶されるのか，されないのか不\n明確である。」と，全く失当な観点からの選択を要求する指摘をしている。かかる\n失当な要求を含む指摘は，徒に原告の対応に混乱を招き，不的確な説明を誘導する\n原因となったものであり，不当である。\n３  理由３について\n審決は，理由３において，段落【００２９】第１文の記載事項に関して，「この\n移動無線機器が目下のところ使用できるメモリスペースが，アプリケーションコン\nピュータ１の情報を受け入れるために十分か，不十分か。」という判断をした主体\nは，移動無線機器３であるのか，それとも移動無線機器３以外の何であるのか不明\nであるとしている。\nしかし，前記１のとおり，その直前の段落【００２８】第５文には「ネットワー\nクコンピュータ５は移動無線機器３から，この移動無線機器において使用可能な記\n憶容量についての情報を受信する。」と明確に記載されている。また，段落【００\n２８】第１～４文の記載から明確に読み取れるように，ネットワークコンピュータ\n５が移動無線機器３に対してこれから送信しようとしている情報のデータは，ネッ\nトワークコンピュータ５と共に伝送ネットワーク２に包含される記憶手段４に中間\n記憶されている。\nしたがって，ネットワークコンピュータ５は，送信しようとしている情報のデー\nタ量を認識することができ，かつ，移動無線機器において使用可能な記憶容量につ\nいての情報を受信しているのであるから，当該データ量と当該記憶容量とを比較す\nることにより，「この移動無線機器が目下のところアプリケーションコンピュータ\n１の情報を受け入れるために十分なメモリスペースを使用」できるか否かを当然に\n判断することができる。\n４  理由４について\n段落【００２８】第４～６文には，「プッシュサービスデータは記憶手段４に中\n間記憶される。矢印８により示されているように，ネットワークコンピュータ５は\n移動無線機器３から，この移動無線機器において使用可能な記憶容量についての情\n報を受信する。この情報に依存して，記憶手段４に記憶されているデータは矢印１\n０により示されるように移動無線機器３に送信される。」と明確に記載されている。\nそして，この記載に続く段落【００２９】第１文，第２文は，いずれも「例えば」\nとの文言で始まっている。したがって，本願明細書の段落【００２９】第１文，第\n２文に記載された事項は，段落【００２８】第４～６文に記載された事項の具体的\nな例示として記載されたものであることが明らかである。よって，段落【００２\n９】第２文の「この情報はネットワークコンピュータ５に送信される。」との記載\nにおける「この情報」が「移動無線機器において使用可能な記憶容量についての情\n報」を意味していることは，明白である。\nまた，段落【００２８】第１～４文の記載から明確に読み取れるように，ネット\nワークコンピュータ５が移動無線機器３に対してこれから送信しようとしている情\n報のデータは，ネットワークコンピュータ５と共に伝送ネットワーク２に包含され\nる記憶手段４に中間記憶されている。\nしたがって，ネットワークコンピュータ５は，送信しようとしている情報のデー\nタ量を認識することができ，かつ，移動無線機器において使用可能な記憶容量につ\nいての情報を受信しているのであるから，当該データ量と当該記憶容量とを比較し\nて，「例えばユーザが古い情報を読み，その後削除したことにより，移動無線機器\n３で再び十分なメモリスペースが使用できるようになる」か否かを当然に判断する\nことができる。\n５  理由５について\n前記１のとおり，段落【００２８】第５文には「ネットワークコンピュータ５は\n移動無線機器３から，この移動無線機器において使用可能な記憶容量についての情\n報を受信する。」と明確に記載されている。また，段落【００２８】第１～４文の\n記載から明確に読み取れるように，ネットワークコンピュータ５が移動無線機器３\nに対してこれから送信しようとしている情報のデータは，ネットワークコンピュー\nタ５と共に伝送ネットワーク２に包含される記憶手段４に中間記憶されている。\nしたがって，ネットワークコンピュータ５は，送信しようとしている情報のデー\nタ量を認識することができ，かつ，移動無線機器において使用可能な記憶容量につ\nいての情報を受信しているのであるから，当該データ量と当該記憶容量とを比較す\nることにより，「この移動無線機器には新たな情報を受け入れるための十分なメモ\nリスペースがない」か否かを当然に判断することができ，上記判断をした主体は，\nネットワークコンピュータ５又は伝送ネットワーク２であることが疑義の余地なく\n明確である。\n段落【００３０】第１文前半の「さらに移動無線機器３がネットワークコンピュ\nータ５に，この移動無線機器には新たな情報を受け入れるための十分なメモリスペ\nースがないことを指示した場合に，」との記載における「指示」という語は，「示\nす」ないし「提示する」という意味で用いられている。移動無線機器３がネットワ\nークコンピュータ５に対して示すものは，段落【００２８】第５文に明確に記載さ\nれているとおり，「この移動無線機器において使用可能な記憶容量についての情\n報」である。すなわち，移動無線機器３は，ネットワークコンピュータ５が「この\n移動無線機器には新たな情報を受け入れるための十分なメモリスペースがない」か\n否かを判断するための判断材料としての情報をネットワークコンピュータ５に対し\nて提示している。ネットワークコンピュータ５は，移動無線機器３から「この移動\n無線機器において使用可能な記憶容量についての情報」を受信すると，即時に上記\n判断を行うことができるのであるから，実質的に，移動無線機器３が「この移動無\n線機器には新たな情報を受け入れるための十分なメモリスペースがない」か否かに\n「関する情報」を提示しているということができる。\nしたがって，段落【００３０】第１文前半の上記記載は，何らの技術的誤りも文\n法的誤りも含むものではなく，段落【００２８】等の記載を参照し，かつ，日本語\nの通常の語義に従って解釈すれば，非常に明確である。\n６  理由６について\n上記５のとおり，段落【００２８】第５文，また，段落【００２８】第１～４文\nの記載によれば，ネットワークコンピュータ５は，送信しようとしている情報のデ\nータ量を認識することができ，かつ，移動無線機器において使用可能な記憶容量に\nついての情報を受信しているのであるから，当該データ量と当該記憶容量とを比較\nすることにより，「この移動無線機器には新たな情報を受け入れるための十分なメ\nモリスペースがない」か否かを当然に判断することができ，上記判断をした主体は，\nネットワークコンピュータ５又は伝送ネットワーク２であることが疑義の余地なく\n明確である。\n段落【００１８】第１文，第２文前半の「ここで中間記憶されたデータをさらに\n送信することは，移動無線機器により指示された情報に依存する。移動無線機器が\n例えば伝送ネットワークに，目下のところ情報を受信するためのメモリを用意でき\nないことを指示すると，」との記載における「指示」という語は，「示す」ないし\n「提示する」という意味で用いられている。移動無線機器３がネットワークコンピ\nュータ５に対して示すものは，本願明細書の段落【００２８】第５文に明確に記載\nされているとおり，「この移動無線機器において使用可能な記憶容量についての情\n報」である。すなわち，移動無線機器３は，ネットワークコンピュータ５が「この\n移動無線機器には新たな情報を受け入れるための十分なメモリスペースがない」か\n否かを判断するための判断材料としての情報をネットワークコンピュータ５に対し\nて提示している。\nネットワークコンピュータ５は，移動無線機器３から「この移動無線機器におい\nて使用可能な記憶容量についての情報」を受信すると，即時に上記判断を行うこと\nができるのであるから，実質的に，移動無線機器３が「この移動無線機器には新た\nな情報を受け入れるための十分なメモリスペースがない」か否かに「関する情報」\nを提示しているということができる。\nしたがって，段落【００１８】第１文，第２文前半の上記記載は，何らの技術的\n誤りも文法的誤りも含むものではなく，段落【００２８】等の記載を参照し，かつ，\n日本語の通常の語義に従って解釈すれば，非常に明確である。\n第４  被告の反論\n本願の発明の詳細な説明の記載が特許法３６条４項１号に規定する要件を満たし\nていないとの審決の判断に誤りはなく，審決に取り消されるべき違法はない。\n原告は，本願の発明の詳細な説明の記載についての著しい錯誤ないし曲解に基づ\nく拒絶理由の通知が，原告の不的確な説明を誘導し，その結果，本件審決は誤った\n判断を下したと主張する。しかし，原告による手続は，原告の自発的な意志によっ\nてなされ，また，その記載内容も，原告の自発的な判断によるものである。そもそ\nも，原告は本願の出願人であるから，本願発明の内容はもとより，発明の詳細な説\n明に記載された事項についてもすべて知っている立場にある。したがって，原告は\n拒絶理由通知の正否を的確に見分けることができるはずであり，拒絶理由通知が原\n告の不的確な説明を誘導することなどあり得ないはずである。\n１  理由１に係る原告の主張に対し\n原告の主張は，①移動無線機器３からネットワークコンピュータ５に伝えられる\n情報が，もっぱら「送信しようとしている情報のデータ量」と量的に比較できる情\n報（例：１ＧＢ）であり，その結果，②ネットワークコンピュータ５が「送信しよ\nうとしている情報のデータ量」と「移動無線機器において使用可能な記憶容量」を\n比較することによって，③ネットワークコンピュータ５が「移動無線機器が目下の\nところアプリケーシヨンコンピュータの情報を受け入れるために十分なメモリスペ\nースを使用」できるか否かを判断し，④判断結果に基づいて，ネットワークコンピ\nュータ５が記憶手段４に記憶されているデータの移動無線機器３への送信可否を決\n定することを前提とするもののようである。\nしかし，段落【００２８】には，「ネットワークコンピュータ５は移動無線機器\n３から，この移動無線機器において使用可能な記憶容量についての情報を受信す\nる。」としか記載されていない。そればかりか，段落【００１８】には，「移動無\n線機器が例えば伝送ネットワークに，目下のところ情報を受信するためのメモリを\n用意できないことを指示すると，」と記載され，段落【００３０】には，「さらに\n移動無線機器３がネットワークコンピュータ５に，この移動無線機器には新たな情\n報を受け入れるための十分なメモリスペースがないことを指示した場合に，」と記\n載されている。これらの記載から明らかなとおり，段落【００１８】及び【００３\n０】には，「移動無線機器が，伝送ネットワークまたはネットワークコンピュータ\n５に対して，目下のところ情報を受信するためのメモリを用意できないことを指示\nする」という実施形態が記載されている。そして，このような実施形態においては，\n①移動無線機器３からネットワークコンピュータ５に伝えられる情報は「送信しよ\nうとしている情報のデータ量」と量的に比較できる情報（例：１ＧＢ）ではないか\nら，②ネットワークコンピュータ５は「送信しようとしている情報のデータ量」と\n「移動無線機器において使用可能な記憶容量」を比較できない。また，③ネットワ\nークコンピュータ５は，移動無線機器３から「移動無線機器が目下のところアプリ\nケーシヨンコンピュータの情報を受け入れるために十分なメモリスペースを使用」\nできるか否かの指示を受けるだけであり，④記憶手段４に記憶されているデータの\n移動無線機器３への送信可否は，移動無線機器３が決定していると理解できる。\nしたがって，原告の主張は，発明の詳細な説明の記載から理解できる事項に反す\nる。発明の詳細な説明は，請求項１の「前記移動無線機器は伝送ネットワークに，\n当該移動無線機器においてデータに対するメモリスペースを使用できないことを指\n示し」を実施できるように記載されておらず，不明瞭であり，審決の判断に誤りは\nない。\n２  理由２に係る原告の主張に対し\n本願優先日時点において，プッシュ・プロキシ等の記憶手段を備えたものが仕様\nとして周知であることは，被告も承知している。また，情報を転送するためには情\n報を中間記憶（バッファ）することが必要であることも，被告は承知している。し\nかし，このことと本願の記憶手段４が周知であることとは，別論である。\nすなわち，段落【００２９】の記載でいう「中間記憶」とは「移動無線機器のメ\nモリスペースに応じた中間記憶」であって，「転送のために行われる中間記憶（バ\nッファ）」とは異なるものである。そして，段落【００２９】のような記載に接し\nたならば，本願の記憶手段は周知のものとは異なる動作をするものと考えて当然で\nある。\n段落【００２９】には，「十分なメモリスペースを使用できないことを知ってい\nれば，これらのデータは記憶手段４に中間記憶される。」と記載されている。そう\nしてみると，「十分なメモリスペースを使用できないことを知らない場合について\nは，話は別であり，データは記憶手段４に中間記憶されないのだろう。」と考えて\n当然である。したがって，「十分なメモリスペースを使用できないことを知らない\n場合も，これらのデータは記憶手段４に中間記憶される。」と解される段落【００\n２８】の記載と段落【００２９】の記載とが矛盾することは明らかである。\n３  理由３に係る原告の主張に対し\n審決が理由３で問題にしている事項ａは，段落【００２９】の記載事項であると\nころ，段落【００２９】には，「例えば多数の情報をアプリケーションコンピュー\nタ１から伝送ネットワーク３へ送信すべき場合であって，ネットワークコンピュー\nタ５が移動無線機器３から，この移動無線機器が目下のところアプリケーションコ\nンピュータ１の情報を受け入れるために十分なメモリスペースを使用できないこと\nを知っていれば，これらのデータは記憶手段４に中間記憶される。」と記載されて\nいる。\nしかし，段落【００２９】の記載は，①「ネットワークコンピュータ５が移動無\n線機器３から（この移動無線機器において使用可能な記憶容量を具体的数値情報と\nして受信し，当該具体的数値情報と送信データのサイズとを比較した結果），この\n移動無線機器が目下のところアプリケーションコンピュータ１の情報を受け入れる\nために十分なメモリスペースを使用できないことを知っていれば・・・」と解釈す\nることも，②「ネットワークコンピュータ５が移動無線機器３から，この移動無線\n機器が目下のところアプリケーションコンピュータ１の情報を受け入れるために十\n分なメモリスペースを使用できないことを（受信して）知っていれば・・・」と解\n釈することもできる。そして，①のように解釈すると，移動無線機器において使用\n可能な記憶容量が十分であるか否かの判断はネットワークコンピュータが行ったこ\nとになり，②のように解釈すると，移動無線機器において使用可能な記憶容量が十\n分であったか否かの判断は移動無線機器が行ったことになる。\nしたがって，「この移動無線機器が目下のところアプリケーションコンピュータ\n１の情報を受け入れるために十分なメモリスペースを使用できない」と判断をした\n主体がネットワークコンピュータ５又は伝送ネットワーク２であることが，疑義の\n余地なく明確であるとはいえない。\n４  理由４に係る原告の主張に対し\n前記１で述べたところと同じ。\n５  理由５に係る原告の主張に対し\n(1) 段落【００３０】の冒頭の「さらに」の用語は，それ以降の記載がそれまで\nの記載に追加されることを意味している。したがって，段落【００３０】の記載を，\n段落【００２８】ないし【００２９】の記載内容の範囲内で理解することは適切で\nない。事実，段落【００３０】の「メモリ領域を，新たに受信されるデータによっ\nて上書きすること。」は，段落【００２８】ないし【００２９】には記載されてい\nない事項である。\nしたがって，段落【００３０】の「移動無線機器３がネットワークコンピュータ\n５に，この移動無線機器には新たな情報を受け入れるための十分なメモリスペース\nがないことを指示した場合」については，段落【００２８】の記載内容と同じとま\nではいえず，その判断がどのような情報についてなされたのか，また，その判断主\n体が何なのか，明確とはいえないものである。\n(2) 原告は，「指示」という用語は，「命令，指図」の意味で用いられているの\nではなく，「示す」ないし「提示する」という意味で用いられていると主張する。\nしかし，移動無線機器３が伝送ネットワーク２（のネットワークコンピュータ\n５）にする指示に関して，段落【００２１】には「本発明の有利な実施形態では，\n移動無線機器の情報が伝送ネットワークに，いつデータをこの移動無線機器に送信\nすべきかを指示する。この目的のために伝送ネットワークには，いつ最適にプッシ\nュサービスのデータを移動無線機器に送信できるかという時間窓が通知される。」\nと記載され，「命令，指図」には「指示」という用語，「示す」ないし「提示す\nる」には「通知」という用語が使い分けられている。また，「送信すべきかを指示\nする」という記載からは，「指示」という用語が「命令，指図」の意味で用いられ\nていることが理解できる。さらにまた，段落【００２３】には「本発明の別の有利\nな実施形態では，移動無線機器の情報は伝送ネットワークに，どの順序でデータを\n移動無線機器に送信すべきかを指示する。」と記載され，この記載からも，「指\n示」という用語が「命令，指図」の意味で用いられていることが理解できる。\nそうしてみると，移動無線機器３が伝送ネットワーク２（のネットワークコンピ\nュータ５）にする指示に関して，段落【００２１】及び【００２３】の「指示」が\n「命令，指図」と解されるからには，段落【００３０】の「指示」も「命令，指\n図」と解するのが自然である。また，このような解釈は，移動無線機器３がネット\nワークコンピュータ５に「新たな情報を受け入れるための十分なメモリスペースが\nないこと」を指示すると，ネットワークコンピュータ５は記憶手段４に中間記憶す\nるしかないこと，すなわち，ネットワークコンピュータ５には「判断」を伴うよう\nな選択肢は与えられておらず，指示に従うしかないことにも整合する。\n少なくとも，段落【００３０】の「指示」が「示す」ないし「提示する」の意味\nで用いられていることが疑いの余地なく明らかとまではいえない。\n６  理由６に係る原告の主張に対し\n段落【００１８】には，「移動無線機器が例えば伝送ネットワークに，目下のと\nころ情報を受信するためのメモリを用意できないことを指示すると，」と記載され\nているから，「移動無線機器」が「目下のところ情報を受信するためのメモリを用\n意できないこと」を「指示」したことは，文章上明らかである。そして，この指示\nをするためには，「目下のところ情報を受信するためのメモリを用意できない」か\n否かの判断をする主体が必要であるところ，本願の図１のような構成からみて，判\n断主体は移動無線機器以外には考えられない。\n第５  当裁判所の判断\n当裁判所は，本願の発明の詳細な説明は特許法３６条４項１号に規定する要件を\n満たしていないものと判断する。その理由は次のとおりである。\n１  認定事項\n本願発明１及び２について，発明の詳細な説明が特許法３６条４項１号に規定す\nる要件を満たすというためには，本願明細書の記載が，本願発明１及び２の構成に\nついて，当業者がその実施をすることができる程度に明確かつ十分に記載したもの\nであることが必要である。\nそこで，まず，本願発明１及び２の構成を確認すると，次のとおりである。\n(1) 本願発明１の構成\nア  請求項１の記載は次のとおりである。\n「・・・\n前記移動無線機器（３）はネットワークコンピュータ（５）に，どれだけのメモ\nリスペースが当該移動無線機器（３）においてデータの記憶のために使用可能であ\nるかを指示し，\nまたは\n前記移動無線機器は伝送ネットワークに，当該移動無線機器においてデータに対\nするメモリスペースを使用できないことを指示し，\n前記ネットワークコンピュータは，前記移動無線機器により指示された情報に依\n存して，前記中間記憶されたデータを移動無線機器に送信する，\nことを特徴とするシステム。」\nイ  上記記載によれば，本願発明１は，「前記移動無線機器（３）はネットワー\nクコンピュータ（５）に，どれだけのメモリスペースが当該移動無線機器（３）に\nおいてデータの記憶のために使用可能であるかを指示」すること，又は「前記移動\n無線機器は伝送ネットワークに，当該移動無線機器においてデータに対するメモリ\nスペースを使用できないことを指示」することのいずれかがされた後，「前記ネッ\nトワークコンピュータは，前記移動無線機器により指示された情報に依存して，前\n記中間記憶されたデータを移動無線機器に送信する」ものと解される。\nそうすると，本願発明１は，「前記移動無線機器（３）はネットワークコンピュ\nータ（５）に，どれだけのメモリスペースが当該移動無線機器（３）においてデー\nタの記憶のために使用可能であるかを指示」する構成（以下「本願発明１の構成\n１」という。）を備えるものと，「前記移動無線機器は伝送ネットワークに，当該\n移動無線機器においてデータに対するメモリスペースを使用できないことを指示」\nする構成（以下「本願発明１の構成２」という。）を備えるものの両方を含むもの\nと解される。\n(2) 本願発明２の構成\nア  請求項２の記載は次のとおりである。\n「・・・\nＳ２ａ）前記移動無線機器は前記ネットワークコンピュータに，どれだけのメモリ\nスペースが当該移動無線機器でデータの記憶のために使用可能であるかを指示する\nステップ，\nまたは\nＳ２ｂ）前記移動無線機器は伝送ネットワークに，当該移動無線機器においてデー\nタに対するメモリスペースを使用できないことを指示するステップ，\nＳ３）前記ネットワークコンピュータは，前記移動無線機器により指示された情報\nに依存して，前記中間記憶されたデータを移動無線機器に送信するステップ，\nを含むことを特徴とする方法。」\nイ  上記記載によれば，本願発明２は，「Ｓ２ａ）前記移動無線機器は前記ネッ\nトワークコンピュータに，どれだけのメモリスペースが当該移動無線機器でデータ\nの記憶のために使用可能であるかを指示するステップ」，または「Ｓ２ｂ）前記移\n動無線機器は伝送ネットワークに，当該移動無線機器においてデータに対するメモ\nリスペースを使用できないことを指示するステップ」のいずれかがされた後，「Ｓ\n３）前記ネットワークコンピュータは，前記移動無線機器により指示された情報に\n依存して，前記中間記憶されたデータを移動無線機器に送信するステップ」がされ\nるものと解される。\nそうすると，本願発明２は，「Ｓ２ａ）前記移動無線機器は前記ネットワークコ\nンピュータに，どれだけのメモリスペースが当該移動無線機器でデータの記憶のた\nめに使用可能であるかを指示するステップ」（以下「本願発明２の構成１」とい\nう。）を備えるものと，「Ｓ２ｂ）前記移動無線機器は伝送ネットワークに，当該\n移動無線機器においてデータに対するメモリスペースを使用できないことを指示す\nるステップ」（以下「本願発明２の構成２」という。）を備えるものの両方を含む\nものと解される。\n２  判断\n(1) 本願発明１の構成１について\nア  本願明細書の発明の詳細な説明には，本願発明１の構成１とそれによる作用\n効果について，次の記載がある（甲１）。\n「【００１９】\n本発明の別の有利な実施形態では，伝送ネットワークはネットワークコンピュー\nタを有し，このネットワークコンピュータは移動無線機器への伝送を開始する。こ\nのネットワークコンピュータは移動無線機器から，そこに存在するメモリ容量につ\nいての情報を受け取る。ネットワークコンピュータによる送信の開始はここでは，\n移動無線機器により指示された情報に依存して行われる。従ってネットワークコン\nピュータはある程度の制御機能を伝送システムで実行する。ネットワークコンピュ\nータには，どのデータが記憶手段に中間記憶されているか，ないしは移動無線機器\nへのどのデータ伝送が未だ行われていないかが既知である。」\n「【００２８】 １は，アプリケーションコンピュータ１と，記憶手段４およびネットワークコ\nンピュータ５を有する伝送ネットワーク２を示す。さらに図１は移動無線機器３を\n示す。プッシュサービスデータは矢印７により示されているように，アプリケーシ\nョンコンピュータ１から伝送ネットワーク２に送信される。そこでプッシュサービ\nスデータは記憶手段４に中間記憶される。矢印８により示されているように，ネッ\nトワークコンピュータ５は移動無線機器３から，この移動無線機器において使用可\n能な記憶容量についての情報を受信する。この情報に依存して，記憶手段４に記憶\nされているデータは矢印１０により示されるように移動無線機器３に送信される。\n【００２９】\n例えば多数の情報をアプリケーションコンピュータ１から伝送ネットワーク３へ\n送信すべき場合であって，ネットワークコンピュータ５が移動無線機器３から，こ\nの移動無線機器が目下のところアプリケーションコンピュータ１の情報を受け入れ\nるために十分なメモリスペースを使用できないことを知っていれば，これらのデー\nタは記憶手段４に中間記憶される。例えばユーザが古い情報を読み，その後削除し\nたことにより，移動無線機器３で再び十分なメモリスペースが使用できるようにな\nると直ちに，この情報はネットワークコンピュータ５に送信される。相応してネッ\nトワークコンピュータは記憶手段４に中間記憶されている情報を移動無線機器３に\nさらに転送する。」\nイ  上記記載によれば，アプリケーションコンピュータから伝送ネットワークに\n送信されたプッシュサービスデータが，上記伝送ネットワークの記憶手段に中間記\n憶され，上記伝送ネットワークのネットワークコンピュータは移動無線機器から，\nこの移動無線機器において使用可能な記憶容量についての情報を受信し，さらに上\n記プッシュサービスデータの量と，上記移動無線機器において使用可能な記憶容量\nとから，上記プッシュサービスデータを上記移動無線機器に送信するか否かを決定\nすることについて，当業者が実施することができる程度に明確かつ十分に記載され\nていると認められる。\nそうすると，本願明細書の発明の詳細な説明の記載は，本願発明１の構成１につ\nいて，当業者がその実施をすることができる程度に明確かつ十分に記載したもので\nあると認められる。\n(2) 本願発明１の構成２について\nア  本願明細書の発明の詳細な説明には，本願発明１の構成２とそれによる作用\n効果について，次の記載がある。\n「【００１８】\nここで中間記憶されたデータをさらに送信することは，移動無線機器により指示\nされた情報に依存する。移動無線機器が例えば伝送ネットワークに，目下のところ\n情報を受信するためのメモリを用意できないことを指示すると，記憶手段は移動無\n線機器に対する所定のデータを，この移動無線機器が伝送ネットワークにデータ受\n信のためのメモリスペースが再び十分になったことを指示するまで記憶する。ここ\nで情報交換はエアインタフェースを介して行われる。」\n「【００３０】\nさらに移動無線機器３がネットワークコンピュータ５に，この移動無線機器には\n新たな情報を受け入れるための十分なメモリスペースがないことを指示した場合に，\nメモリ領域を新たに受信されるデータによる上書きのために開放することもできる。\nここでは，ユーザによりすでに読まれているが，なお移動無線機器に記憶されてい\nる情報に上書きすることが考えられる。メモリ領域に上書きすることのできる情報\nはユーザの制御によりネットワークコンピュータ５に転送される。相応にしてネッ\nトワークコンピュータ５はさらなる伝送を開始する。」\nイ  上記記載によれば，本願発明１の構成２において，「伝送ネットワークに，\n当該移動無線機器においてデータに対するメモリスペースを使用できないことを指\n示」することの主体は，移動無線機器であり，当該移動無線機器は，伝送ネットワ\nークの記憶手段に中間記憶されたプッシュサービスデータの量を知り，それにより\n「当該移動無線機器においてデータに対するメモリスペースを使用できないこと」\nを検知し，このことを伝送ネットワークのネットワークコンピュータに指示するも\nのと解される。\nしかし，本願明細書の発明の詳細な説明には，移動無線機器が，伝送ネットワー\nクの記憶手段に中間記憶されたプッシュサービスデータの量を知り，「当該移動無\n線機器においてデータに対するメモリスペースを使用できないこと」を検知するた\nめの構成及び方法について何ら具体的な記載はない。また，当該技術分野の技術常\n識を参酌しても，移動無線機器が，伝送ネットワークの記憶手段に中間記憶された\nプッシュサービスデータの量を知り，「当該移動無線機器においてデータに対する\nメモリスペースを使用できないこと」を検知するための構成及び方法が，本願明細\n書の発明の詳細な説明の記載から当業者に自明な事項であるとも認められない。\nそうすると，本願明細書の発明の詳細な説明には，「伝送ネットワークに，当該\n移動無線機器においてデータに対するメモリスペースを使用できないことを指示」\nすることについて，当業者が実施することができる程度に明確かつ十分に記載され\nているとは認められない。\nしたがって，本願明細書の発明の詳細な説明の記載は，本願発明１の構成２につ\nいて，当業者がその実施をすることができる程度に明確かつ十分に記載したもので\nあるとは認められない。\n(3) 本願発明２の構成１について\n本願明細書の発明の詳細な説明には，本願発明２の構成１とそれによる作用効果\nについて，段落【００１９】，【００２８】及び【００２９】に前記(1)アのとお\nりの記載がある。\n上記記載によれば，前記(1)イで判示したところと同様の理由により，本願明細\n書の発明の詳細な説明の記載は，本願発明２の構成１について，当業者がその実施\nをすることができる程度に明確かつ十分に記載したものであると認められる。\n(4) 本願発明２の構成２について\n本願明細書の発明の詳細な説明には，本願発明２の構成２とそれによる作用効果\nについて，段落【００１８】及び【００３０】に前記(2)アのとおりの記載がある。\n上記記載によれば，前記(2)イで判示したところと同様の理由により，本願明細\n書の発明の詳細な説明の記載は，本願発明２の構成２について，当業者がその実施\nをすることができる程度に明確かつ十分に記載したものであるとは認められない。\n(5)  審決の理由１，５及び６について\nア  審決が理由１，５及び６において述べている内容は，要旨次のとおりである。\n(ア)  理由１\n本願明細書の段落【００２９】には，「ネットワークコンピュータ５が移動無線\n機器３から，この移動無線機器が目下のところアプリケーションコンピュータ１の\n情報を受け入れるために十分なメモリスペースを使用できないことを知っていれ\nば，」と記載されている。ここで，ネットワークコンピュータ５が「この移動無線\n機器が目下のところアプリケーションコンピュータ１の情報を受け入れるために十\n分なメモリスペースを使用できないこと」を知るために，移動無線機器３からネッ\nトワークコンピュータ５へ送信された情報が，「この移動無線機器が目下のところ\nアプリケーションコンピュータ１の情報を受け入れるために十分なメモリスペース\nを使用できません。」という旨の文章である場合，移動無線機器３が「移動無線機\n器において使用可能な記憶容量」と「アプリケーションコンピュータ１の情報のサ\nイズ」とを比較し，後者が前者より大きいから，「この移動無線機器が目下のとこ\nろアプリケーションコンピュータ１の情報を受け入れるために十分なメモリスペー\nスを使用できません。」と判断したことになる。しかるに，移動無線機器３がどの\nようにして「アプリケーションコンピュータ１の情報のサイズ」を得たのか不明で\nある。\n(イ)  理由５\n本願明細書の段落【００３０】には，「さらに移動無線機器３がネットワークコ\nンピュータ５に，この移動無線機器には新たな情報を受け入れるための十分なメモ\nリスペースがないことを指示した場合に，」と記載されている。ここで，移動無線\n機器３が，サイズの分かっている特定の新たな情報について，「メモリスペースが，\n新たな情報を受け入れるために十分か，不十分か。」という判断をしたのであれば，\n移動無線機器３は，どのようにして，特定の新たな情報のサイズを得たのか，不明\nである。\n(ウ)  理由６\n本願明細書の段落【００１８】には，「ここで中間記憶されたデータをさらに送\n信することは，移動無線機器により指示された情報に依存する。移動無線機器が例\nえば伝送ネットワークに，目下のところ情報を受信するためのメモリを用意できな\nいことを指示すると，」と記載されている。ここで，移動無線機器が，「目下のと\nころ情報を受信するためのメモリを用意できるか，できないか。」の判断を行うた\nめには，「受信するために用意できるメモリの容量」と「中間記憶されたデータの\nサイズ」を比較する必要があるが，移動無線機器はどのようにして「中間記憶され\nたデータのサイズ」を得たのか不明である。\nイ  審決は，理由１，５及び６において上記のとおり述べているところ，その内\n容は，本願発明１及び２の各構成２について，先に(2)及び(4)の各イで判示したと\nころと同じ趣旨，すなわち，本願明細書の発明の詳細な説明には，移動無線機器が，\n伝送ネットワークの記憶手段に中間記憶されたプッシュサービスデータの量を知り，\n「当該移動無線機器においてデータに対するメモリスペースを使用できないこと」\nを検知するための構成及び方法について何ら具体的な記載がないこと，また，当該\n技術分野の技術常識を参酌しても，移動無線機器が，伝送ネットワークの記憶手段\nに中間記憶されたプッシュサービスデータの量を知り，「当該移動無線機器におい\nてデータに対するメモリスペースを使用できないこと」を検知するための構成及び\n方法が，本願明細書の発明の詳細な説明の記載から当業者に自明な事項であるとも\n認められないことから，本願明細書の発明の詳細な説明の記載は，本願発明１及び\n２の各構成２について，当業者がその実施をすることができる程度に明確かつ十分\nに記載したものとは認められないとの趣旨をいうものである。\nしたがって，審決の理由１，５及び６の判断に誤りはない。\n(6) 原告の主張について\nア  原告は，理由１に対する反論として，段落【００２８】の記載を根拠として，\n「したがって，ネットワークコンピュータ５は，送信しようとしている情報のデー\nタ量を認識することができ，かつ，移動無線機器において使用可能な記憶容量につ\nいての情報を受信しているのであるから，当該データ量と当該記憶容量とを比較す\nることにより，『この移動無線機器が目下のところアプリケーションコンピュータ\n１の情報を受け入れるために十分なメモリスペースを使用』できるか否かを当然に\n判断することができる。」と主張し，また，理由５及び６に対する反論として，上\n記主張にさらに続けて，「上記判断をした主体は，ネットワークコンピュータ５又\nは伝送ネットワーク２であることが疑義の余地なく明確である。」と主張する。\n原告の上記主張は，本願発明１及び２の各構成１については妥当するが，本願発\n明１及び２の各構成２については妥当しない。なぜなら，原告の上記主張は，「伝\n送ネットワークに，当該移動無線機器においてデータに対するメモリスペースを使\n用できないことを指示」することの主体が，ネットワークコンピュータ５又は伝送\nネットワーク２であることを前提とするものであるが，前記(2)及び(4)の各イで判\n示したとおり，本願発明１及び２の各構成２において，「伝送ネットワークに，当\n該移動無線機器においてデータに対するメモリスペースを使用できないことを指\n示」することの主体は，移動無線機器であって，ネットワークコンピュータ５又は\n伝送ネットワーク２ではないからである。\nしたがって，原告の上記主張は採用することができない。\nイ  なお，原告は，被告が発明の詳細な説明の記載について著しい錯誤ないし曲\n解に基づいて理由１～６からなる拒絶理由通知（甲１１）を発し，原告の不的確な\n説明を誘導した結果，審決が誤った判断を下したものであると主張する。\nしかし，前示のとおり，理由１，５及び６の内容は，本願明細書の発明の詳細な\n説明の記載が，当業者が本願発明１及び２の各構成２を実施することができる程度\nに明確かつ十分に記載したものとは認められないとの趣旨をいうものであるから，\n被告が発明の詳細な説明の記載について著しい錯誤ないし曲解に基づいて上記拒絶\n理由通知を発したものということはできない。また，審決の判断にも誤りはない。\nしたがって，原告の上記主張は理由がない。\n(7) まとめ\n以上のとおりであるから，本願は発明の詳細な説明の記載が特許法３６条４項１\n号に規定する要件を満たしていないとの審決の判断に誤りはなく，審決に取り消さ\nれるべき違法はない。\n第６  結論\n以上によれば，原告の請求は理由がないからこれを棄却することとして，主文の\nとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n芝      田      俊      文\n裁判官\n西              理      香\n裁判官\n知      野              明\n"
}