{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 11,
    "day": 27
  },
  "case_number": "平成23(わ)1648",
  "case_name": "現住建造物等放火，殺人，殺人未遂",
  "court_name": "横浜地方裁判所第６刑事部",
  "result": "その他",
  "gist": "現住建造物等放火，殺人，殺人未遂被告事件において，放火したのは共犯者であるとの弁護人の主張を排斥して，単独犯であると認定した事例",
  "lawsuit_id": "83074",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83074",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/074/083074_hanrei.pdf",
  "contents": "\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n平成２３年第１６４８号  現住建造物等放火，殺人，殺人未遂被告事件\n判              決\n主              文\n被告人を無期懲役に処する。\n未決勾留日数中２５０日をその刑に算入する。\n理              由\n（罪となるべき事実）\n被告人は，妻Ａ，長男，次男，Ａの父Ｂ，母Ｃと神奈川県厚木市ａ所在の家屋に\n同居していたが，平成２０年に同家屋を出て単身生活していた。被告人は，その後，\n長男，次男と同居したいが，そうするためには，上記の家屋を焼失させ，そこに居\n住している妻の父母を殺害する必要がある，妻は死んでもかまわないと考え，夜間\nに上記の家屋に放火することを決意し，平成２３年４月２日午前２時ころ，ガソリ\nンを持ってＢ，Ｃ，Ａ，長男及び次男が住居に使用し，Ｂ，Ｃ，Ａが現に就寝中の\n上記の家屋（木造瓦葺２階建て，延べ床面積１９１．８１㎡）において，その１階\nの南東角戸袋部，屋内東側広縁，玄関東側戸袋部，玄関西側戸袋部及び南西側縁側\n下部に，それぞれガソリンを撒布し，ライターで点火した新聞紙を投げるなどして，\n火を放ち，上記の家屋を全焼させるとともに，当時２階で就寝していたＢ（当時７\n０歳），Ｃ（当時６４歳）を焼死させて殺害し，Ａ（当時４０歳）は火災に気付いて\n屋根づたいに隣家に逃れたため，同女を殺害するには至らなかったものである。\n（争点に対する判断）\n第１  弁護人の主張\n被告人が本件放火に関与したことは認めるが，実際に火をつけたのは，別の者\n（共犯者）である（共犯者の名前は言わない。）。すなわち，被告人は，共犯者と\n放火を共謀し，自宅にあったガソリンなどの助燃材を持ち出し，犯行当日の午前２\n時ころに，自らの自動車に共犯者を乗せ，本件家屋付近の駐車場まで行ったが，そ\nの後は共犯者が本件家屋まで一人で行って放火した。また，本件家屋の中にいた被\n\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n害者３名に対する殺意はない。\n第２  火災の状況\n１  火災の発生\n平成２３年４月２日午前２時ころ（以下「平成２３年」の出来事については年の\n標記を省略することもある。），ＢＣ夫妻及びＡが就寝中の木造２階建ての本件家\n屋に何者かが火をつけた。２階西側の洋室にはＣが，２階中央の和室にはＢが，２\n階東側の洋室にはＡがそれぞれ就寝していた。午前２時７分ころには，本件家屋１\n階玄関部分などから炎が激しく吹き出し，短時間のうちに家屋全体に火が燃え広\nがった。午前２時２３分には消防車が到着して消火活動に当たったが，本件家屋は\n全焼した。\n２  発火の場所等\n  Ｄ教授の証言等によれば，１階の①南東角戸袋部，②屋内東側広縁，③玄関\n東側戸袋部，④玄関西側戸袋部及び⑤南西側縁側下部にガソリンのような助燃材合\n計数リットルが撒布され，そこに火をつけられて出火したことが認められる。\n  ②屋内東側広縁については，縁板の一部が焼失しており，その焼失部分の上\nに座卓の天板が落ちていた。座卓天板は，その上面に比べ下面が著しく炭化してい\nた。縁板下の根太の下側に焼損はない。そうすると，その放火方法としては，焼失\nした縁板と座卓天板との間に点火物が投げ入れられたことになる。\n上記東側広縁の縁板の下方はコンクリートの基礎に覆われているから，縁板の下\n方から放火することは不可能である。屋内の東側広縁に放火するためには，犯人は\n玄関から入って放火するか，雨戸，ガラス戸を開けて入って放火するかしかない。\nＡによれば，「本件前夜の４月１日の帰宅後に玄関を内側から施錠したので，合鍵\nを持っていても外からは開けることはできない。」とのことであるから，犯人が玄\n関から入った可能性はない。また，「東側広縁の雨戸の一部は鍵が壊れていて，施\n錠できない状態であった。当夜，その内側のガラス戸に施錠したかは確実ではな\nい。」ということであるから，犯人は，その雨戸を開け，施錠されていなかったガ\n\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nラス戸を開け，放火したものと考えられる。\n  ⑤南西側広縁については，特に南側部分の焼損が激しく，縁板下にある根太\nについても焼失していた。縁板の下方は，東側広縁とは異なり，コンクリートの基\n礎に覆われていなかった。そうすると，その放火方法としては，南西広縁の南側縁\n板下の部分に広範囲に助燃材を撒布するなどした上で，放火したものと考えられる。\n第３  被告人が本件家屋に火を放ったのか\n１  前提事実\n被告人が，４月２日午前１時４０分ころ，自宅マンションから焼酎のペットボト\nル（ガソリン約４リットルが入ったもの）を持ち出し，自己所有のトヨタウィッ\nシュを運転して，本件家屋付近まで行ったことは認められる。そうすると，被告人\nが本件放火に関与したことは明らかである。\n以上の事実を前提に，被告人が本件家屋に火を放ったか否かについて検討する。\n２  犯行態様\n本件放火の態様は，深夜に，助燃材を使用した上で，家屋の５か所に放火すると\nいうものであった。犯人は，家屋外側の戸袋だけでなく，南西側広縁の床下，屋内\nの東側広縁の縁板の上にも放火した。\nこのような放火の仕方は，事前に本件家屋の構造を知っている者でなければでき\nないものと考えられる。しかも，雨戸を開けて，屋内に放火したことからすると，\n犯人はその雨戸付近に家人がいないことまで把握していたことがうかがわれる。\nそうすると，犯人は，本件家屋の構造や使用方法，特に家人が寝ている部屋がど\nこかをよく知っている人物である。これに照らせば，放火行為を行った犯人として\n想定できるのは，本件家屋に住んでいたことがある被告人か，被告人から本件家屋\nの構造や使用方法等の詳しい状況を聞いた者，又は本件家屋を頻繁に訪れたことの\nある者に限られる。\n３  動機等\n犯人は，上記の放火の態様が極めて危険であることを知っていたはずである。こ\n\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nのような行為をあえて行う動機としては，本件家屋の焼損によって大きな利益を得\nられるとか，本件家屋の住人等に強い恨みを持つということしか考えられない。こ\nのような動機がある者としては，本件家屋がなくなり，被害者らが死亡した場合に\nは，再び子供たちと同居することができる被告人が考えられる。被告人以外の者で，\nそのような動機を有する者は見出し難い。\n４  被告人の行動\n被告人は，本件放火の約２週間前に自動車（ダイハツアトレー・ピンク色）を手\n離し，その際にガソリンを抜き取った。そして，新しい自動車（トヨタウィッ\nシュ）を購入し，納車された日の夜に本件犯行のための移動手段として利用してい\nる。このウィッシュについては，自らの母親以外の者にその存在を知らせなかった。\n弟や警察官から放火をしたのではないかと疑われた際には，「自動車がなく，犯\n行はできない。」などと弁解していた。\nこれらの事情は，被告人が犯人であり，その発覚を防ごうとしていたことをうか\nがわせる。\n５  以上からすれば，被告人が本件放火を実行した犯人である可能性は極めて高\nいというべきである。\n第４  被告人以外の者が放火行為を行ったか（共犯者の存在可能性）について\n検察官は，被告人が本件を単独で行ったと主張する。すなわち，被告人が３月２\n４日から犯行当日までの間，携帯電話で連絡を取っている相手は親族しかいないこ\nとからすれば，被告人の言う共犯者は存在しないと主張する。これに対し，弁護人\nは，実際に放火の計画を持ちかけ，本件放火行為を行ったのは共犯者であると主張\nする。\n１  共犯者に関する被告人の供述内容\n  被告人は，３月２０日ころ，共犯者から「近いうちに大事な話があるから来\nないか。」などと連絡を受け，３月２４日午後２時ころ，事前連絡をせずに共犯者\n方に行った。共犯者と世間話をしていたところ，共犯者から「（本件家屋が火事な\n\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nどで燃えてなくなればいいという）気持ちに変わりはないか。あなたが会社をやめ\nることになったのは家が原因か。私がやってもいい。」などと言われた。さらに，\n「私が一人でやってもいい。私のためにやる。人も死亡しないし，全焼もしな\nい。」とも言われた。被告人は，共犯者が，長男，次男が本件家屋にいるいないに\nかかわらず，放火を実行しかねないと考えて心配になり，３月３１日午後１時ころ，\n再び事前連絡なく共犯者方に行き，「長男が４月１日に被告人方に泊まることに\nなった。次男が泊まりに来るかはまだ決まっていない。放火の前に被告人方に来て，\n長男と次男が来ているかどうか確認してほしい。」などと話した。共犯者は，放火\nの方法について，「被告人が持っているガソリンを使う。放火の場所については本\n件家屋の南側の部分にする。」と言っており，「全焼はしない。大丈夫だ。」とも\n言っていた。なお，この時点では本件家屋までの移動手段は決まっておらず，それ\nは共犯者が決めること，放火は被告人が逮捕されないように共犯者が一人で行うこ\nとなどが決まった。\n  ４月２日午前１時過ぎころ，被告人は，共犯者の車が自宅のマンションの敷\n地内に入ってきたのを見て，ガソリン，新聞紙等を持って玄関を出て，階段を降り\nていった。この時，長男と次男は被告人方に泊まりに来ており，部屋で眠っていた。\n被告人は，共犯者が酒に酔っているように見えたことから，「今日はやめよ\nう。」と言ったが，共犯者が「やる。」と言うので，急きょ被告人が共犯者を乗せ\nて自動車を運転していくことになった。その際，共犯者が「車は，被告人の車がい\nい。」などと言ったことから，被告人のトヨタウィッシュで出発することになった。\n本件家屋付近の駐車場に到着すると，共犯者は，タバコをくわえ，ガソリンと新\n聞紙等を持って，小走りで本件家屋に向かっていった。共犯者は，５，６分後に\n戻ってきて，「戸袋２か所に火をつけてきた。」などと言った。\n被告人は，本件放火の後，共犯者と連絡を取り合っていない，共犯者が被告人の\nために火をつけることにした理由は，「被告人を好きだから。」ということである。\n２  被告人の供述内容の検討\n\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n  被告人は，３月２４日に共犯者方に行った際，事前連絡をしなかったという\nが，共犯者が初めて被告人に放火を提案したのが同日であるとすれば，その前には，\n共犯者との連絡をためらう理由はなかったのであるから，事前連絡することなく共\n犯者方に行ったというのは不自然である。また，共犯者が，被告人に対して，突然\n本件家屋の放火を提案してきたというのは理解し難い。\n  当日に共犯者が酒に酔ってやってきたというのも不自然である。また，共犯\n者は事前に「自分が一人でやる。被告人には迷惑を掛けない。」と述べており，自\n分の車で被告人方マンションまで運転してきた。その後，本件家屋に行くとすれば，\n共犯者の車を使用するのが自然である。にもかかわらず，疑いをかけられやすい被\n告人の車に乗って本件家屋近くまで行くことを提案したというのも極めて不自然で\nある。さらに，被告人は本件放火が発覚しないように意を払い，共犯者に対して携\n帯電話で連絡しないようにしていたにもかかわらず，共犯者の提案を受け入れ，犯\n人として疑われる可能性のある自らのウィッシュを急きょ運転していくことを承諾\nしたというのも理解し難い。\n  共犯者は，犯行前は，「全焼しないから大丈夫。」と述べていたにもかかわ\nらず，実際には全焼の危険性の高い方法で放火を行った。また，共犯者は，放火直\n後に，被告人から放火した場所を尋ねられて，５か所であったにもかかわらず２か\n所であると答えたことになるが，被告人のために放火するという共犯者がこのよう\nなうそを被告人に述べる理由はない。ガソリンを使う放火の直前に，タバコをくわ\nえながら小走りでいったというのも不自然という他ない。\n  このように，共犯者がいたという被告人の供述には多くの不自然な点がある。\n３  本件現場から発見されたタバコの吸い殻について\n弁護人は，本件現場からタバコの吸い殻が発見されているところ，これは被告人\nの主張する共犯者が実在することを裏付けていると主張する。\n上記のタバコの吸い殻は，平成２３年６月，燃えた本件家屋の一部などのがれき\n等を除いた後に発見された。もし，共犯者がこれを放火の際に落としたとすれば，\n\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nその時には，がれきはなかったのであるから，そのタバコの吸い殻は消火の際に放\n水を浴びたはずである。しかし，そのタバコの吸い殻には放水を受けたような痕跡\nはない。そうすると，その吸い殻も消火活動後に現場に投棄されたものと考えられ\nるのであって，これは被告人の述べる共犯者の存在を裏付けるものとはいえない。\n４  被告人の周辺者について\n共犯者が実在したとすると，それは放火行為の態様から明らかなように，本件家\n屋の構造，使用状況をよく知っている者であり，さらに被告人の供述を前提にする\nと，被告人がうつ状態であることなどもよく知っている者ということになる。\n被告人の周囲にいる者のうち，被告人の父及び弟は，本件家屋を訪れたことがあ\nり，現場に関する知識がある上，３月にはかなりの頻度で被告人と連絡を取ってい\nる。しかし，いずれも公判廷で被告人に対し，「名前の言えない共犯者などという\n不合理な弁解をせずに，素直に罪を認めてほしい。」旨述べている。その供述内容，\n供述態度等（弟については放火の直後，Ａに対して被告人のトヨタウィッシュの存\n在を伝えるなどしている。）に照らして，同人らが共犯者であるとは到底考えられ\nない。\n５  まとめ\n以上によれば，被告人が供述するような共犯者は具体的に想定することはできず，\n共犯者は実在しないというべきである。\n結局，被告人のいう共犯者は架空の人物を作り上げたものといわざるを得ない。\n第５  殺意の有無について\n１  本件放火行為の危険性\n本件放火は，家人が就寝中の午前２時ころに実行された。しかも，その態様は，\nガソリンを使用して木造家屋の５か所に火をつけるというものであった。火は短時\n間で立ち上がり，午前２時７分ころには炎が玄関周辺から噴き出していた。そのこ\nろ，２階東側の部屋で寝ていたＡは，異様なにおいを感じ，火災に気付いて，窓か\nら脱出し，屋根づたいに隣家に逃れた。隣室で寝ていたＢもＡとほぼ同時に火災に\n\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\n気付いたようであるが，部屋から出ることができなかった。２階西側の部屋で寝て\nいたＣも部屋から出ることができず，両名とも自室で焼死した。\n本件放火の態様は，屋内にいた者が脱出することを著しく困難にするものである。\n就寝中の家人が，家屋が全焼するような火災に遭遇すれば，火災に気付くのが遅れ，\n一酸化炭素を吸い込むなどして，逃げ遅れて死亡する危険性が極めて高いことは明\nらかである。そうすると，本件放火の態様は，就寝中の家人の生命を奪う可能性の\n極めて高いものであったといえる。\n２  危険性の認識\n  被告人は，平成２０年５月まで本件家屋に住んでいたのであるから，本件家\n屋が木造であること，本件の放火地点にガソリンを用いて火をつければ，短時間で\n火が立ち上がり，屋内にいる者の逃げ場がなくなる可能性が高いことは当然認識し\nていたはずである。さらに，午前２時ころには，ＢＣ夫妻はもちろん，Ａも就寝し\nていることは，子供たちから聞いて知っていたというのであるから，放火の時点で，\n上記３名が就寝中であることも認識していた。\nそうすると，被告人には本件放火の危険性のみならず，上記３名が家屋から脱出\nできない可能性が極めて高いことも認識していたといえる。\n  なお，弁護人は，被告人は，自分が住んでいたときと同様に，ＢＣ夫妻は１\n階北西側の部屋で寝ているものと考えており，同室の腰高窓から逃げることができ\nると思っていたと主張する。\n確かに，被告人の放火後の言動（被告人は，現場の後片付けの際に，同室が次男\nの部屋になっていたことを知り，Ａに対し，「万が一次男が被告人方に泊まりに来て\nなかったならば，次男が死ぬ可能性があっただろう。勝手に部屋を変えるな。」と述\nべていた。）からすると，被告人は，放火当時，ＢＣ夫妻が１階北西側の部屋に寝て\nいると考えていた可能性はある。しかし，高齢のＢＣ夫妻が火災に気づいたとして\nも，腰高窓から逃げることが容易にできたとは考え難い。被告人自身の上記発言か\nらも明らかなように，就寝中で火災に気付くのが遅れて死亡する可能性があること\n\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\nは誰しもが思い至ることである。弁護人の主張する事情は殺意を否定するものとは\nいえない。\n３  動機があること\n  本件犯行に至る経緯\n被告人は，平成１６年にＢＣ夫妻と半分ずつ代金を出し，本件家屋を購入した。\n被告人は，本件放火当時までそのローンを支払い続けていた。同居後，被告人は，\nＣとの間で考え方の違いを感じ，さらには被告人自身が従姉妹と不倫関係になった\nこともあって，本件家屋を出ようと決意し，平成２０年５月に一人暮らしを始めた。\nしかし，同年８月ころには不倫関係がうまくいかなくなった。さらに平成２１年５\n月，精神科医に受診して，うつ状態と診断され，Ｅの仕事を休職することになった。\n同年夏ころには，弟に「本件家屋を燃やして，じいさんとばあさん（ＢＣ夫妻のこ\nと）を殺してくれないか。」などと言った。被告人のうつ状態はその後も改善しな\nかった。翌平成２２年夏にも弟に上記と同様のことを言った。平成２３年２月には，\n約２０年ほど勤務した仕事を，傷病による就労不能により退職した。\nなお，被告人は，別居後にＡに，「本件家屋に普通に戻っていいかな。」と言った\nこともあった。これに対し，ＡからＢＣ夫妻に挨拶をするように求められたが，挨\n拶を拒み，本件家屋に戻ることはなかった。また，被告人の住むマンションで４人\nでやり直すことをＡに提案したこともあったが，「本件家屋を子供たちが気に入って\nいる。」などと断られている。\n  動機について\n被告人は，別居後はＢＣ夫妻と話す機会はなかった。別居に至る経緯を見ても，\nそれのみをもって，ＢＣ夫妻に強い恨みを抱いたとは考え難い。特にＢは，被告人\nに意見を言うこともなく，同人との間では何らのいさかいもなかった。\nしかしながら，別居後の被告人の状況を考えると，不倫関係もうまくいかず，う\nつ状態になり，仕事にも行けず，一人で過ごす時間が多かったと思われる。そのよ\nうな中で，子供たちと同居していたころのことを思い出すなどして，再び子供たち\n\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\nと同居したいとの思いを強めていたものと思われる。さらに，子供たちと同居でき\nずに，自分だけ寂しい生活をし，うつ状態になっている状況を悲観する一方，別居\nすることになった原因の一端を作りながら，本件家屋で子供たちと楽しく暮らして\nいるＢＣ夫妻に恨みを募らせていったと考えられる。上記の被告人の弟に対する発\n言もこれらの気持ちを裏付けるものである。\nさらに，被告人の放火の目的の一つは，被告人が認めているように，子供たちと\n同居することにあった。そして，本件当時，Ａとの関係を修復することは難しかっ\nた。これらの事情からすると，ＢＣ夫妻がいる限りＡや子供たちと同居することは\n困難であった。そうすると，被告人には，子供たちと同居するためにＢＣ夫妻を殺\n害する動機があることになる。\nなお，Ａに対しては，ＢＣ夫妻に対するものと比較すると，恨みの程度はそれほ\nど強くなかったし，子供たちと同居する上でもＢＣ夫妻ほどは障害となる存在では\nなかったと思われる。しかし，上記のとおり４人でやり直すことは困難であったし，\n平成２３年３月にはＡが被告人からのメールにも返信しないことが多かった。これ\nらによれば，被告人はＡに対しても悪感情を募らせていたことがうかがわれる。\n４  まとめ\n本件放火の態様が極めて危険であり，その危険性を被告人が認識していたことか\nらすれば，被害者３名に対して殺意をもって犯行に及んだものと認められる。\nさらに，ＢＣ夫妻が高齢であって逃げ遅れる可能性が高いこと，被告人にはＢＣ\n夫妻を殺害する動機があったと認められることからすれば，同人らに対しては強固\nな殺意があったというべきである。\n（法令の適用）\n罰 条\n判示所為のうち\n現住建造物等放火の点  刑法１０８条\n各殺人の点            いずれも刑法１９９条\n\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\n殺人未遂の点          刑法２０３条，１９９条\n科 刑 上 一 罪 の 処 理       刑法５４条１項前段，１０条\n（各殺人はいずれも現住建造物等放火，殺人未遂より犯\n情が重いが，各殺人の犯情に軽重の差はないから，一\n罪として殺人罪の刑で処断。）\n刑 種 の 選 択       無期懲役刑を選択\n未決勾留日数の算入       刑法２１条\n訴 訟 費 用 の 不 負 担       刑訴法１８１条１項ただし書\n（量刑の理由）\n１  本件は，深夜，３名が就寝中の家屋にガソリンを撒いて放火し，２名を殺害し，\n１名については殺人未遂にとどまったという現住建造物等放火，殺人，殺人未遂\nの事案である。\n２  犯行態様は，木造家屋の５か所に数リットルのガソリンを撒いて放火したもの\nであり，本件は強固な意思に基づく極めて危険な犯行である。\nＢＣ夫妻は，本件当夜，就寝していたところ，火災に気付いたものの，煙や炎\nの勢いで逃げることもできず，焼死した。夫妻が感じた恐怖感，絶望感，無念さ\nは言葉で言い表すことはできない。夫妻には落ち度は全くなく，突然命を奪われ\nたのであり，その結果は余りにも重大である。\nＡも，突然火災に遭遇し，死の危険を感じたが，隣人の助けを借りて，かろう\nじて火災から逃れることができた。その恐怖感，父母が家屋に取り残されている\nことを知ったときの絶望感には計り知れないものがある。Ａが子供たちの父親で\nもある被告人に対して極刑を望むほど強い処罰感情を抱くのも当然である。\n３  被告人は，自らの行いを一切顧みることなく，自分が置かれた状況を被害者ら\nのせいであると考え，一方的に恨みを募らせ，子供たちと同居するために本件犯\n行に及んだ。人に対する思いやりや命の重さを尊ぶ気持ちは微塵も感じられない。\n法廷においても，被害者に対して申し訳なかったと述べるものの，架空の共犯者\n\u0000\n\u0000 \u0000\u0000\u0000\u0000\u0000\u0000\u0000\nの存在を述べるなど，真摯な反省の態度をうかがうことができない。悔悟の情も\n乏しいといわざるを得ない。\n４  本件犯行の残酷さや結果の重大性のみならず，現在においても弁解に終始し，\n反省が全く深まっていない態度からすると，被告人に対し，死刑を選択すること\nも十分考えられるところではある。\nしかしながら，本件犯行は，必ずしも事前の段階から確定的な犯意を有し，周\n到に準備を進めていって実現したものとまではいえない。被告人は，本件犯行当\n時はうつ状態と診断されており，被告人を支える人物が周囲にいなかった。子供\nたちに対しては父親としての愛情を注ぎ，被告人なりに接してきたことなどの事\n情も認められる。\n５  以上の事情からすれば，本件の犯情は極めて悪質で，犯行の結果は余りにも重\n大であるが，死刑を選択することは躊躇せざるを得ず，被告人を無期懲役に処す\nることとした。\n（検察官の求刑  無期懲役）\n平成２５年１月１６日\n横浜地方裁判所第６刑事部\n裁判長裁判官        秋      山              敬\n裁判官        景      山      太      郎\n裁判官        満      田              悟\n"
}