{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 4,
    "day": 5
  },
  "case_number": "平成28(行ウ)147",
  "case_name": "外務員職務停止処分取消請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "金融商品取引法（平成２７年法律第３２号による改正前のもの）に基づき一定の期間を定めて外務員の職務の停止を命ずる処分を受けた者が提起した同処分の取消訴訟の係属中に同期間が経過した場合における訴えの利益の消長",
  "case_gist": "金融商品取引法に基づき一定の期間を定めて外務員の職務の停止を命ずる処分を受けた者が提起した同処分の取消訴訟の係属中に同期間が経過した場合，同処分の取消しによって回復すべき法律上の利益は失われるから，同処分の取消しを求める訴えは，訴えの利益を欠き，不適法である。",
  "lawsuit_id": "88322",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=88322",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/322/088322_hanrei.pdf",
  "contents": "平成３０年４月５日判決言渡\n平成２８年（行ウ）第１４７号  外務員職務停止処分取消請求事件\n主           文\n１  本件訴えを却下する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n被告がＡ証券株式会社に対し平成２７年１０月６日付けでした，同日から平\n成２９年４月５日まで，原告につき外務員の職務の停止を命ずる旨の処分を取\nり消す。\n第２  事案の概要\n金融商品取引法（特段の断りのない限り，平成２７年法律第３２号による改\n正前のもの。以下「金商法」という。）に基づき所属の金融商品取引業者の外\n務員（以下，単に「外務員」という。）に係る登録事務の委任を受けている認\n可金融商品取引業協会である被告は，同法６４条の５第１項に基づき，平成２\n７年１０月６日付けで，自己に所属する金融商品取引業者であるＡ証券株式会\n社（以下「Ａ証券」という。）に対し，同社の従業員であり同社のために同法\n６４条１項各号の行為を行う外務員として登録を受けている原告につき，１年\n６か月間外務員の職務の停止を命ずる旨の処分（以下「本件職務停止処分」と\nいう。）をした。本件は，このように本件職務停止処分の対象とされた原告が，\n被告を相手に，同処分の取消しを求める事案である。\n被告は，本件職務停止処分の適法性を主張するとともに，本案前の主張とし\nて，同処分に係る職務の停止期間は既に経過しており，原告は同処分を取り消\nすことにより回復すべき法律上の利益を有しないため，本件訴えは訴訟要\n件（訴えの利益）を欠く不適法なものであるなどと主張して，本件訴えの却下\nを求めている。\n１  関係法令の定め\n別紙１記載のとおり\n２  前提事実（争いのない事実，顕著な事実及び掲記の証拠により容易に認めら\nれる事実）\n⑴  当事者等\nア  被告は，金商法６７条の２第２項に基づく内閣総理大臣の認可を受けて\n設立された認可金融商品取引業協会であり，同法６４条の７第１項に基づ\nき，内閣総理大臣から所属の外務員に係る登録事務（外務員の登録に関す\nる事務のほか，外務員に対する監督上の処分等に関する事務を含む。）の\n委任を受けている。\nイ  Ａ証券は，被告の協会員として被告に所属する金融商品取引業者である。\nウ  原告（昭和５２年▲月▲日生）は，平成２２年７月，Ａ証券の従業員と\nして採用され，金商法６４条に基づき，同社の申請により，同社のために\n同条１項各号所定の行為（有価証券に係る売買及びその媒介等）を行う外\n務員として，被告において登録された者である（外務員は，その所属する\n金融商品取引業者に代わって，上記所定の行為に関し，一切の裁判外の行\n為を行う権限を有する〔同法６４条の３〕。）。\n原告は，Ａ証券におけるＢ営業部（以下「本件営業部」という。）にお\nいて，Ｃ基金等に対する金融商品販売を担当していた。\n⑵  本件職務停止処分に至る経緯等\nア  証券取引等監視委員会は，Ａ証券の本件営業部が顧客であるＣ基金の役\n職員への接待を行った際，その接待につき他の顧客を接待したものと偽っ\nて接待交際費の申請をしたこと（いわゆる顧客名の付替え）につき，本件\n営業部から自主的な申告を受けたことを踏まえ，平成２５年４月１８日を\n基準日として，本件営業部による特別の利益の提供の有無等について検査\nを行った（以下「本件検査」という。）（甲４）。\nイ  証券取引等監視委員会は，平成２５年１２月５日，Ａ証券に対する本件\n検査の結果，法令違反の事実が認められたとして，内閣総理大臣及び金融\n庁長官に対し金融庁設置法２０条１項に基づく行政処分を行うよう勧告す\nるとともに，その旨を同委員会のホームページに掲載して公表した（乙\n３）。同委員会により認定されたＡ証券に係る法令違反行為の内容は，下\n記のとおりである。\n記\nＣ基金の役職員はみなし公務員であるところ，Ａ証券の本件営業部は，\n以下のとおり３つのＣ基金の理事長らに対して接待等を行い，金融商品\n取引契約につき多額の利益提供をしていた。これらの行為は，金商法３\n８条７号（平成２６年法律第４４号による改正前のもの。同改正後は８\n号）に基づく金融商品取引業等に関する内閣府令１１７条１項３号に掲\nげる「金融商品取引契約につき，（略）顧客若しくは第三者に対し特別\nの利益を提供する行為」に該当するものと認められる。\n(ア)  平成２２年１０月から平成２４年１２月までの間，Ｄ基金の理事\n長らに対して，同基金の運用にＡ証券グループが組成した指数連動債\n等（以下「指数連動債等」という。）を組み入れさせる目的で，海外視\n察旅行の費用負担及び約４０回の接待を行い，約３９４万円に相当する\n利益を提供した。\n(イ)  平成２３年１２月から平成２４年１２月までの間，Ｅ基金の理事\nらに対して，同基金の運用に指数連動債等を組み入れさせる目的で，約\n３０回の接待を行い，約１４３万円に相当する利益を提供した。\n(ウ)  平成２２年６月から平成２４年１２月までの間，Ｆ基金の理事ら\nに対して，同基金の運用に指数連動債等を組み入れさせる目的で，海外\n視察旅行の費用負担及び約３０回の接待を行い，約９０万円に相当する\n利益を提供した。\nウ  金融庁は，上記イの勧告を受けて，平成２５年１２月１２日，Ａ証券に\n対し，金商法５１条に基づき，Ａ証券が策定した再発防止策を確実に実\n施・定着させること等を内容とする業務改善命令をした（乙４）。\nエ  原告は，平成２５年１２月２５日，贈賄の公訴事実により東京地方裁判\n所に起訴された。\nオ  Ａ証券は，平成２６年１月２３日付けで原告に対する懲戒解雇処分を\nし（甲４），同年３月１４日，被告に対し事故連絡書を提出した（乙５）。\nこの事故連絡書には，前記イのとおり証券取引等監視委員会により認定さ\nれた行為に関して，原告が上記３基金のうち２基金の主担当者として接待\n等の行為を行っていたことなどが記載されていた。\nカ  原告は，平成２６年７月１６日，東京地方裁判所において，贈賄罪によ\nり懲役１０月・執行猶予３年の有罪判決を受けた（以下「本件有罪判決」\nという。）。本件有罪判決においては，原告がＥ基金の理事らに対し１７\n回の接待により合計８７万４０３６円の賄賂を供与した事実（前記イ(イ)\nの一部に相当する。）が認定されている。原告は，本件有罪判決を不服と\nして控訴したが，同判決は，同年１１月２１日，控訴取下げにより確定し\nた。（甲４）\nキ  Ａ証券は，平成２７年６月２６日，上記カを踏まえ，被告に対し，金商\n法６４条の４第２号に基づき，原告について同法２９条の４第１項２号ハ\nの規定に該当することになったとの欠格事項該当の届出をした。\nク  Ａ証券は，平成２７年７月３日，被告に対し，事故顛末報告書（乙６の\n１）を提出した。\nこの事故顛末報告書には，①Ａ証券の本件営業部では，Ｃ基金の役職員\nへの接待を行った際の経費の申請において顧客名を付け替えていたこと，\n②この付替えの一部については本件営業部が自主的に申告をしていたと\nころ，証券取引等監視委員会（関東財務局）の本件検査により全容解明\nが進み，最終的に平成２５年１２月１２日に３基金（Ｄ基金，Ｅ基金，\nＦ基金）に対する行為が特別の利益の提供であるとの認定を受けたこと，\n③その後のＡ証券における社内調査等も経て，原告が，担当していたＤ\n基金の理事長らに対して海外視察旅行のＡ証券による費用負担及び数多\nくの接待により多額の利益の提供行為を行った事実や，担当していたＥ\n基金の理事らに対しても，数多くの接待を行い，多額の利益の提供行為\nをした事実が確認されたこと，④Ａ証券では，従来からみなし公務員へ\nの接待は原則禁止と定めているが，原告は担当しているＣ基金の役職員\nがみなし公務員であることを認識していながら，顧客名を偽り，みなし\n公務員ではない顧客名を使って接待交際費の申請をしていたため，Ａ証\n券の内部管理部門においてＣ基金への接待の状況について把握すること\nができなかったこと等が記載されていた。\nケ  被告は，平成２７年７月１７日，Ａ証券から，事故顛末報告書（上記\nク）に係る事故について，その行為の概要等につき改めて詳細な報告を記\n載した事実関係確認書（乙９）の提出を受け，同年９月１０日，Ａ証券を\n当事者，原告を参加人として，聴聞を実施した（乙１０）。\nコ  被告は，平成２７年１０月６日付けで，Ａ証券に対し，金商法６４条の\n５第１項に基づき，原告について，同日から平成２９年４月５日までの１\n年６か月間，外務員の職務の停止を命ずる旨の本件職務停止処分をした。\n本件職務停止処分の理由は，原告が，平成２２年１０月から平成２４年\n１２月までの間，金融商品取引契約につき，Ｄ基金及びＥ基金の役員等\nに対し，特別の利益供与を６８回（合計５３７万４０００円）行い，う\nち１７回（合計８７万４０００円）について贈賄罪として有罪判決を受\nけたことをいうものであった。（甲１）\nサ  原告は，平成２８年３月３１日，本件訴えを提起した（顕著な事実）。\n⑶  被告における協会員の役職員に対する処分の方針等\n被告においては，平成２２年９月１４日付けで「協会員の役職員に対する\n処分の考え方」（甲５。以下「考え方」という。）が定められているが，こ\nれが定められるに至った経緯及びその内容は，次のとおりである。\nア  被告においては，平成２０年５月２０日付けの報告書（内部者取引防止\nに関する内部管理態勢等検討ワーキング報告書）により，協会員の役職\n員が関与するインサイダー取引に対する一層の抑止力向上を目的として，\nインサイダー取引に関与した協会員の役職員に対して現状以上の厳しい\n措置を用意すべきであるとの考え方が示されたことや，インサイダー取\n引のみならず金融商品取引業の信用を著しく失墜させる法令等違反行為\nが後を絶たないことから，こうした法令等違反行為の抑止を目的として，\n協会員の役職員に対する処分の在り方全般について検討することとし，\n同年９月にワーキンググループを設置して検討を行った。\n上記ワーキンググループにおける検討の結果は，平成２１年２月１７日\n付け「協会員の役職員に対する処分について」にまとめられたが，その\nうち「４．処分の検討要素等の明示」との項目において，「協会員の役\n職員処分全体に通ずる考え方を示すこととすれば，処分の透明性及び予\n見可能性が高まり，法令等違反行為の抑止の一助となるため，本協会が，\n協会員の役職員に対する処分において考慮してきている処分の検討要素\nや審査に際しての指針について，協会員の役職員に対して明示すること\nが望ましいと考える。」という提言が記載された（乙１３）。\n被告は，上記提言を踏まえ，平成２２年９月１４日付けで「考え方」を\n定め，これを，被告の協会員に対して通知し，各協会員を通じてその所\n属の役職員に対しても周知するものとしているほか，被告のホームペー\nジにも掲載している（甲１５）。\n「考え方」の概要は，以下のとおりである。\nイ  「考え方」は，まず「Ⅰ．処分の検討要素」と題して，協会員の役職員\nに対する処分を行うに際しては，法令等違反行為の内容，罰則の有無及\nび重さ，常習性（違反回数，行為の期間），取引金額，事故金額，顧客\n被害の程度（顧客数，顧客被害額），過去の行政処分及び自主規制処分\nの有無，役職，情状（故意，隠ぺいの有無，動機，原因，方法，手口，\n利得の有無，被害者との関係，被害の弁償状況，利得の還元等の状況，\n発覚の経緯等），刑事訴追の有無並びに反社会的勢力の関与の有無等の\n諸点を考慮し，行為の重大性，悪質性，反復可能性，社会的影響度等を\n総合的に審査するものとした。\nウ  次に，「考え方」は，「Ⅱ．審査の指針」と題して，処分に際しての審\n査の指針を示しているところ，その要旨は次のとおりである。\n(ア)  登録を受けている外務員が金商法６４条の５第１項２号又は３号に\n該当する場合で，その行為が金融商品取引業の信用を著しく失墜させる\nものであるときは，登録取消しとし，登録取消しに至らないものである\nときは，職務停止の検討を行う。そして，この検討に当たっては，法令\n等違反行為の内容，罰則の有無及び重さ，常習性（違反回数や期間），\n取引金額，事故金額並びに顧客被害の程度に応じた処分とすることを基\n本に，行為の重大性，悪質性，反復可能性，社会的影響度等を総合的に\n審査する。また，こうした総合的な審査の際には，①過去の行政処分及\nび自主規制処分の有無，②役職の高さ，③情状（故意，隠ぺいの有無，\n動機，原因，方法，手口，利得の有無等）などの事情を考慮するものと\nし，上記①及び②の事情に応じて加重し，上記③の事情に応じて加重又\nは軽減する。\n(イ)  特に，顧客資産の横領及び顧客への詐欺的行為，金商法上重い罰\n則のある行為（相場操縦やインサイダー取引等）並びに役員等による協\n会員の法令等違反を主導する行為（以下，併せて「不都合行為」とい\nう。）については，登録の取消しを原則とし，登録取消しとならない場\n合であっても重い職務停止処分とする。また，過去に法令等違反行為を\n行った者が再度法令等違反行為を行った場合（①１月を超える期間の処\n分を受け，その決定を受けた日から５年以内に，再度１月を超える期間\nの処分に相当する事由が生じた場合，②処分を受け，その決定を受けた\n日から５年以内に，再度処分を受け，かつ，当該５年以内の期間中にさ\nらに処分に相当する事由が生じた場合〔以下，これらを「再違反行為の\n場合」という。〕）においても，不都合行為の場合と同様に，登録の取\n消し又は重い職務停止の処分とする（なお，登録取消処分ではなく職務\n停止処分を選択する場合，どの程度の停止期間とすべきかについての記\n載はない。）。\n(ウ)  金商法２９条の４第１項２号イからトまでに定める欠格事項（同\n号ハ〔禁錮以上の刑に処せられ，その刑の執行を受けることがなくなっ\nた日から５年を経過しない者〕もこれに含まれる。）のいずれかに該当\nすることとなり，かつ，①欠格事項の起因となった行為が金融商品取引\n業又はこれに関連するものである場合，②欠格事項の起因となった行為\nが刑法上の重大な犯罪である場合，③金融商品取引業及び金融商品取引\n市場に対する信頼を失墜させる場合のいずれかに該当する場合には，登\n録取消しとする。\n３  争点及びこれについての当事者の主張の要旨\n本件の争点は，⑴原告は本件職務停止処分の取消しを求める原告適格を有す\nるか，⑵原告は本件職務停止処分の取消しを求める訴えの利益を有するか，⑶\n本件職務停止処分が適法であるかであり，これらについての当事者の主張の要\n旨は，別紙２記載のとおりである。\n第３  当裁判所の判断\n当裁判所は，原告は本件職務停止処分に定められた停止期間の末日である平\n成２９年４月５日の経過により同処分の効果がなくなった後においてもなお同\n処分の取消しによって回復すべき法律上の利益（行政事件訴訟法９条１項括弧\n書き）を有する者とはいえない（争点⑵）から，本件訴えは訴訟要件（訴えの\n利益）を欠く不適法なものであって，その余の争点について判断するまでもな\nく，本件訴えは却下すべきものであると判断する。その理由の詳細は，次のと\nおりである。\n１  争点⑵（原告は本件職務停止処分の取消しを求める訴えの利益を有するか）\nについて\n⑴  平成２７年１０月６日付けでされた本件職務停止処分は，Ａ証券に対し，\nその所属の外務員であった原告について，同日から平成２９年４月５日まで\nの１年６か月間，外務員の職務の停止を命ずるものであるところ，上記停止\n期間の末日である平成２９年４月５日が経過したことは明らかであるから，\nこれにより，本件職務停止処分の効力はなくなった。そして，金商法６４条\nの５第１項は，登録を受けている外務員が同項各号のいずれかに該当する場\n合には登録取消処分又は２年以内の期間を定めた職務停止処分をすることが\nできる旨を定めているが，これらの処分をするに当たり，当該外務員が過去\nにおいて職務停止処分を受けたことを理由として登録取消処分の選択が義務\n付けられ，あるいは，停止期間をより長期のものとするなどの不利益な取扱\nいをすべき旨を定めた規定はない。したがって，本件職務停止処分の効果が\nなくなった後に同処分を受けたことを理由として法律上不利益な取扱いを受\nける余地はないから，原告は，本件職務停止処分の効果が停止期間の経過に\nよりなくなった後においてもなお同処分の取消しによって回復すべき法律上\nの利益（行政事件訴訟法９条１項括弧書き）を有する者には当たらないとい\nうべきである。\n⑵  以上に対し，原告は，被告の定める「考え方」（前提事実⑶）は行政手続\n法１２条１項に基づく処分基準に当たり，先行の処分を受けたことを理由と\nして後行の処分に係る量定を加重する旨の不利益な取扱いを定めたものであ\nるから，原告は，本件職務停止処分の効果が停止期間の経過によりなくなっ\nた後においても，上記処分基準の定めにより上記の不利益な取扱いを受ける\nべき期間内であれば，なお同処分の取消しによって回復すべき法律上の利益\nを有する（最高裁平成２７年判決参照）旨を主張する。\nア  そこで検討するに，「考え方」の内容は前記前提事実⑶のとおりである\nところ，「考え方」は，まず「処分の検討要素」として，登録取消処分\n又は職務停止処分をするに際しては，①法令等違反行為の内容，罰則の\n有無及び重さ，常習性（違反回数，行為の期間），取引金額，事故金額，\n顧客被害の程度，②過去の行政処分及び自主規制処分の有無，役職，③\n情状（故意，隠ぺいの有無，動機，原因，方法，手口，利得の有無等），\n④刑事訴追の有無，反社会的勢力の関与の有無等の諸事情を考慮した上\nで，行為の重大性，悪質性，反復可能性，社会的影響度等につき総合的\nに審査する旨を明らかにしているのであり，過去の行政処分及び自主規\n制処分の有無については，上記①～④のような審査の際に考慮される事\n情の一つとして掲げるにとどめている。\nまた，「考え方」は，上記「処分の検討要素」に続いて，「審査の指\n針」との表題の下に具体的な審査の在り方を定めているが，ここにおい\nても，まず，登録を受けている外務員が金商法６４条の５第１項２号又\nは３号に該当する場合につき，その行為が金融商品取引業の信用を著し\nく失墜させるものであるときは登録取消処分とし，これに至らないもの\nであるときは職務停止処分の検討を行うとした上で，その検討に当たっ\nては，上記①の各事情に応じた処分とすることを基本に，上記②の事\n情（過去の行政処分等の存在，役職の高さ）に応じて加重し，上記③の\n事情（情状）に応じて加重又は軽減するなどとしている。次に，特に再\n違反行為の場合（１月を超える期間の処分を受け，その決定を受けた日\nから５年以内に，再度１月を超える期間の処分に相当する事由が生じた\n場合等）については，登録取消処分を原則とし，登録取消しとならない\n場合であっても重い職務停止処分とする旨を定めているが，いかなる場\n合に職務停止処分の選択が許されるかを定めるものではなく，また，職\n務停止処分を選択する場合にどの程度の停止期間とすべきかについても\n定めるものではない。一方，金商法２９条の４第１項２号イからトまで\nに定める欠格事項のいずれかに該当することとなり，その起因となった\n行為が金融商品取引業に関連するものである場合や刑法上の重大な犯罪\nである場合等には，登録取消処分とする旨を定めている。\n以上のように，被告の定める「考え方」は，欠格事項に該当し一定の条\n件を満たす場合には登録取消処分とする旨を定めているものの，基本的\nには，上記①～④のような諸事情を考慮した上で総合的に審査すべきも\nのとしているのであり，過去の行政処分等の有無も，審査の際に考慮さ\nれる諸事情の一つとして基本的に位置付けられ，そのうち，１月を超え\nる期間の処分を受けた者について５年以内に再度１月を超える期間の処\n分に相当する事由が生じたなどの再違反行為の場合についても，登録取\n消処分を原則とし，そうでない場合には重い職務停止処分とする旨が定\nめられているにとどまるのであって，どのような条件を満たせばどのよ\nうな処分がされるかという対応関係が明確に定められているとはいえな\nい。\nそうすると，「考え方」は，被告が内閣総理大臣から委任を受けた権限\nにより金商法６４条の５第１項に基づく裁量権を行使するに当たって，\n審査の過程で表れた諸事情を考慮した上で総合的に審査すべきこと及び\n各事情の具体的な考慮の在り方に関する基本的な考え方ないし指針を定\nめたものというべきであり，その裁量権の行使を拘束するものとして定\nめたものということはできないから，行政手続法１２条１項に基づいて\n定められ公にされている処分基準に当たるということはできない。\nイ  なお，「考え方」が定められるに至った経緯（前提事実⑶）をみると，\n法令等違反行為の抑止を目的として処分の在り方全般について検討する\nために被告内に設置されたワーキンググループの検討結果において，処\n分全体に通ずる考え方を示すこととすれば処分の透明性及び予見可能性\nが高まり法令等違反行為の抑止の一助となるため，被告が処分において\n考慮してきている処分の検討要素や審査に際しての指針について明示す\nることが望ましい旨の提言がされたことを受けて「考え方」が定められ\nたと認められるのであって，このような経緯に照らしても，「考え方」\nは，具体的な処分の量定等を定めることにより被告による裁量権の行使\nを拘束する趣旨で定められたものではないといえる。\nまた，被告における実際の運用としても，例えば本件において，原告は，\n①みなし公務員であるＣ基金担当者に対する贈賄により懲役１０月執行\n猶予３年の有罪判決を受け，本件職務停止処分の時点では執行猶予期間\nが満了していなかったのであるから，金商法２９条の４第１項２号ハに\n該当していたものであり，かつ，②その起因となった行為は，Ａ証券に\nおける本件営業部でＣ基金に対する金融商品販売を担当していた原告に\nより，顧客であるＣ基金に対する接待として行われたもので，金融商品\n取引業に関連するものといえるから，「考え方」の定め（欠格事項該当\nの場合）に従えば登録取消処分が選択されるはずである。それにもかか\nわらず，被告はこの定めとは異なって職務停止処分を選択したのであり，\nこのことによっても，被告自身が，「考え方」につき被告の裁量権の行\n使を拘束するものとは認識しておらず，あくまでも処分に関する基本的\nな考え方ないし指針を定めたものとの理解に立った上で，本件において\nは原告に酌むべき事情があること等も考慮して職務停止処分を選択した\nことがうかがわれる。\nウ  以上のとおり，被告の定める「考え方」は，被告が金商法６４条の５第\n１項に基づく裁量権を行使するに当たっての基本的な考え方ないし指針を\n定めたものにとどまるというべきであり，行政手続法１２条１項に基づく\n処分基準に当たるということはできない。そうすると，原告が，「考え\n方」の定めにより，先行する本件職務停止処分を受けたことを理由として\n後行の処分に係る量定を加重する旨の不利益な取扱いを受けるということ\nもできないから，この点からも，本件職務停止処分の効果が停止期間の経\n過によりなくなった後においてもなお同処分の取消しによって回復すべき\n法律上の利益を有する者に当たらないというべきである。したがって，原\n告の上記主張は採用することができない。\n⑶  以上のほか，原告は，本件職務停止処分を受けたことにより被告が指定す\nる研修を受講しなければならないこと，過去に一定の処分を受けたことが外\n務員登録原簿に記載されることなどを挙げて，原告が本件職務停止処分の取\n消しによって回復すべき法律上の利益を有する旨を主張する。\nしかしながら，処分の取消しの訴えは，その処分によって違法に自己の権\n利又は法律上保護されている利益の侵害を受けた者がその処分の取消しによ\nって上記の法益を回復することを目的とする訴えであるから，処分の取消し\nの訴えについて訴えの利益を肯定するためには，当該処分によって権利又は\n法律上保護されている利益が侵害され，処分の取消しにより当該法益を回復\nする可能性があることを要し，当該処分によって事実上の不利益が残存した\nとしても，それをもって行政事件訴訟法９条１項括弧書きにいう「処分の取\n消しによって回復すべき法律上の利益」に当たるということはできない（最\n高裁昭和５３年（行ツ）第１７０号同５５年１月２５日第二小法廷判決・裁\n判集民事１２９号１２１頁，最高裁昭和５３年（行ツ）第３２号同５５年１\n１月２５日第三小法廷判決・民集３４巻６号７８１頁，最高裁昭和５６\n年（行ツ）第１１９号同年１２月１８日第二小法廷判決・裁判集民事１３４\n号５９９頁，最高裁昭和５６年（行ツ）第１７１号同５８年４月５日第三小\n法廷判決・裁判集民事１３８号４９３頁等参照）。\nこれを本件についてみるに，被告が定めた「協会員の外務員の資格，登録\n等に関する規則」（乙１２）には，被告の協会員は，職務停止処分を受けた\n者について速やかに被告が指定する研修を受講させなければならない旨の定\nめ（１３条）があるところ，上記規則は，認可金融商品取引業協会である被\n告の自主的規制として定められたものであって，金商法その他の法令の委任\nに基づくものではないと解されるから，仮に，原告が本件職務停止処分を受\nけた結果として上記の研修を受講することとなったとしても，それは事実上\nの不利益にすぎないものといわざるを得ない。また，上記規則３条に基づき\n作成される外務員登録原簿に原告が本件職務停止処分を受けた旨が記載され\nることに関しても，これにより原告が法令上不利益な取扱いを受けると認め\nることはできず，仮に名誉や信用等の社会的評価が低下するなどの不利益が\n生じるとしても，事実上の不利益にすぎないものといわざるを得ないから，\nこれらの主張に係る不利益をもって，訴えの利益を基礎付ける権利又は法律\n上保護されている利益が侵害されているということはできない。\nしたがって，原告の上記主張は採用することができない。\n２  よって，その余の争点について判断するまでもなく，本件訴えは訴訟要\n件（訴えの利益）を欠き不適法であるから，これを却下することとして，主文\nのとおり判決する。\n東京地方裁判所民事第５１部\n裁判長裁判官      清   水   知恵 子\n裁判官      進   藤   壮一 郎\n裁判官      池   田   美樹 子\n（別紙２）\n争点についての当事者の主張の要旨\n１  争点⑴（原告は本件職務停止処分の取消しを求める原告適格を有するか）につ\nいて\n（被告の主張の要旨）\n⑴  外務員は金融商品取引業者等（金商法３４条参照）の役員又は使用人でなけ\nればならず，その登録の申請は金融商品取引業者等がしなければならない（同\n法６４条１項）。そして，外務員に係る監督上の処分をするに当たっては，当\n該外務員の所属する金融商品取引業者等に対して聴聞を行った（同法６４条の\n５第２項）上，当該金融商品取引業者等に通知しなければならない（同条３\n項）。また，外務員の監督上の処分その他登録事務についての不服については，\n金融商品取引業者等が審査請求をするものとしている（同法６４条の９）。\nこのように，外務員の登録に関する手続や監督上の処分に関しては，外務員\n個人ではなく，金融商品取引業者等が主体又は客体となることが予定されて\nいるのであるから，金商法６４条の５第１項に基づく外務員の職務の停止を\n命ずる旨の処分（以下「職務停止処分」という。）の相手方（名宛人）は，\n当該外務員個人ではなく，当該外務員の所属する金融商品取引業者等である。\n⑵  また，上記⑴のとおり，外務員の登録制度（金商法６４条以下）は，当該金\n融商品取引業者等が投資者保護のため外務員の職務の適切さを確保しつつ諸活\n動を行うため，金融商品取引業者等の申請に基づきその役員又は使用人につい\nて外務員としての登録を受けさせる制度であって，外務員個人の利益を保護す\nるものではない。\nそして，職務停止処分がされたことは，金商法６４条の５第１項に基づき外\n務員の登録を取り消す処分（以下「登録取消処分」という。）とは異なり，\n外務員の登録を拒否すべき事由とはなっていない（同法６４条の２第１項２\n号参照）し，金融商品取引業者等は，職務停止処分を受けた場合には，その\n期間中，当該外務員に外務員の職務を行わせることはできないが，当該金融\n商品取引業者等において継続して勤務させることまで妨げられるわけではな\nい。\nしたがって，当該外務員は，職務停止処分により何らかの事実上の不利益を\n受けるおそれがあるとしても，金融商品取引業者等から独立して法律上保護\nすべき利益を有するということはできない。\n⑶  よって，外務員である原告は，本件職務停止処分の取消しを求める原告適格\nを有しないというべきである。\n（原告の主張の要旨）\n金商法６４条の５第１項は，登録を受けている外務員に対する監督上の処分\nについて，その名宛人を明確には規定していない。また，同法２９条，２条９\n項によれば，登録を受けた金融商品取引業者でなければ金融商品取引を行うこ\nとができず，また，同法６４条１項は，金融商品取引業者等は，当該業者等の\nために一定の金融商品取引業務を行う者については，外務員の登録を受けなけ\nればならない旨規定し，加えて，同条２項は，金融商品取引業者等は，登録を\n受けた外務員以外の者に外務員の職務を行わせてはならない旨を規定している。\nそして，同法６４条の２第１項２号は，同法６４条の５第１項の規定により外\n務員登録を取り消され，その取消しの日から５年を経過していない者の登録を\n拒否しなければならないなどと規定しているところ，金融商品取引業者等が特\n定の外務員に関する職務停止処分を受けることによって負う義務の内容は，当\n該外務員の職務を一定期間行わせないようにするというものであって，かかる\n義務を履行することは，当該外務員との雇用契約等の内容を変更し又はこれを\n解消することを意味しており，外務員登録に関する処分の対象とされた外務員\nは，処分の日から一定期間にわたって，金融商品取引業に従事することができ\nないという不利益を受けることになる。\nそして，かかる処分がされた場合には，当該外務員は，一定期間にわたって\n金融商品取引に従事することができず，収入源が絶たれるなどして，生活全\n般にわたり重大な不利益を受けるおそれがある。そうすると，金商法６４条\nの５第１項に基づく処分の実質的な名宛人は，当該外務員（本件においては\n原告）であるということができる。\nまた，かかる処分によって生じる不利益の性質及び内容並びにその態様に照\nらせば，金商法６４条の５第１項は，外務員登録に関する処分によって外務\n員に生ずる不利益について，当該処分により一般的又は反射的に生ずる事実\n上の不利益にすぎないものとして扱っているとはいえず，当該処分を行うに\n当たっては，当該外務員個人の不利益についても考慮すべきものといえるか\nら，金商法は，外務員に対する違法な処分が行われないという外務員の利益\nについても，法律上保護しているものといえる。\nよって，本件において，本件職務停止処分の対象とされる外務員である原告\nは，本件職務停止処分により，自己の権利若しくは法律上保護された利益を\n侵害され，又は必然的に侵害されるおそれのある者に当たるから，本件職務\n停止処分の取消しを求めるについて法律上の利益を有する者として，本件職\n務停止処分の取消訴訟の原告適格を有する者というべきである。\n２  争点⑵（原告は本件職務停止処分の取消しを求める訴えの利益を有するか）に\nついて\n（被告の主張の要旨）\n⑴  本件職務停止処分は，平成２７年１０月６日から平成２９年４月５日までの\n１年６か月間，原告につき外務員の職務の停止を命ずることを内容とする処分\nであるから，平成２９年４月５日の経過により本件職務停止処分の法的効果は\n消滅した。\nそして，金商法や関係法令において，外務員に係る監督上の処分について，\n過去に職務停止処分を受けたことが新たな監督上の処分についての加重事由と\nなる旨を定めた規定は存在しない。また，行政庁たる被告は，本件職務停止処\n分に関し，行政手続法１２条１項に基づく処分の量定等に関する処分基準を定\nめていないし，その他にも，外務員に係る監督上の処分である登録取消処分や\n職務停止処分に際して，過去の処分歴を考慮することに被告がき束される旨を\n定めた定めも存しない。\nこの点，被告において定めている「考え方」（本文前提事実⑶参照）は，自\n主規制機関である被告において，法令等を遵守する意識の向上につなげるため，\n法令等に違反する行為を抑止するといった一般予防の観点から定められたもの\nであって，行政手続法１２条１項とは全く関係なく定められたものである。そ\nして，被告は，このような経緯及び趣旨に照らし，「考え方」を被告の協会員\nへ通知し，被告のホームページに掲載するに当たっては，「考え方」が行政手\n続法１２条１項に基づく処分基準に当たるとか，被告の処分を定めるに当たっ\nての基準である旨の記載・表示は一切していない。また，その内容をみても，\n行政手続法１２条１項の処分基準は，具体的かつ明確な内容のものでなければ\nならないところ（同法３９条２項），「考え方」は，処分の際の考慮要素を例\n示的に列挙するとともに，抽象的な考え方を示すだけであって，何ら被告の裁\n量をき束する内容となっていない。この点で，「考え方」は，最高裁平成２６\n年（行ヒ）第２２５号同２７年３月３日第三小法廷判決・民集６９巻２号１４\n３頁（以下「最高裁平成２７年判決」という。）における北海道函館方面公安\n委員会規程が，風俗営業者に対し営業停止命令を行う場合の停止期間について，\n各処分事由ごとにその量定における上限及び下限並びに基準期間を定めた上で，\n過去３年以内に営業停止命令を受けた風俗営業者に対し更に営業停止命令を行\nう場合の量定の加重について，通常の場合の上限及び下限にそれぞれ過去３年\n以内に営業停止命令を受けた回数の２倍の数を乗じたものをその上限及び下限\nとし，通常の場合の基準期間の２倍の期間をその基準期間とする旨を定め，処\n分期間を具体的な数値で示していることとは明らかに異なるのであり，不利益\n処分をするかどうか又はどのような不利益処分とするかについてその法令の定\nめに従って判断するために必要とされる基準（同法２条８号ハ）としての内実\nを有しているとは到底いえない。のみならず，仮に「考え方」が行政手続法１\n２条１項に基づく処分基準に当たるのであれば，「考え方」は，金融商品取引\n業に関して贈賄罪に問われて禁固以上の刑に処せられ，欠格事由に該当するこ\nととなった者については，登録取消しとする旨を定めている（本文前提事実⑶\nウ(ウ)参照）のであるから，原告についても外務員の登録を取り消すべきこと\nとなるところ，被告は，「考え方」に縛られることなく，諸般の事情を考慮し\nて原告に対しては職務停止にとどめることとし，本件職務停止処分をしたもの\nである。\nこのように，「考え方」が行政手続法１２条１項に基づく処分基準に当たら\nないことは明らかであるから，この点からも，原告が本件職務停止処分を取り\n消すことによって回復すべき権利又は法律上の利益はない。\n⑵  また，原告は，平成２６年１月２３日，Ａ証券を懲戒解雇となり（本文前提\n事実⑵オ参照），既にＡ証券を退職しているため，本件職務停止処分の効力い\nかんにかかわらず，Ａ証券において外務員の職務を行うことはできない。そし\nて，仮に原告が新たに他の金融商品取引業者に就職し，当該金融商品取引業者\nが原告について外務員登録を申請したとしても，当該金融商品取引業者の原告\nに係る外務員登録申請は，登録拒否事由があるため拒否される関係にある（金\n商法６４条の２第１項１号，２９条の４第１項２号ハ）。\n⑶  以上のとおりであって，原告については，本件職務停止処分を取り消すこと\nによって回復すべき権利又は法律上の利益はないから，本件訴えは訴えの利益\nを欠く不適法な訴えとして却下されるべきである。\n（原告の主張の要旨）\n⑴  「考え方」は，過去の行政処分及び自主規制処分の有無が処分の検討要素に\n当たる旨を明記した上，過去に法令等に違反する行為を行った者に係る再違反\n行為の場合については，登録取消しを原則とし，登録取消しとならない場合で\nあっても重い職務停止処分とする旨を定めている（本文前提事実⑶ウ(イ)参\n照）。このように，「考え方」は，過去において職務停止処分を受けたことを\n理由として将来における処分に係る量定を加重する旨の不利益な取扱いを定め\nているから，行政手続法１２条１項に基づく処分基準に該当するというべきで\nあり，被告は，特段の事情がない限り，上記の定めと異なる処分をすることは\n許されない。そうすると，原告は，本件職務停止処分に定められた職務停止の\n期間が経過した後においても，本件職務停止処分を取り消すことにより回復す\nべき法律上の利益を有するから，訴えの利益に欠けるところはない。\nこの点，被告は，「考え方」について，法令等に違反する行為を抑止すると\nいった一般予防の観点から定められたものであり，行政手続法１２条１項とは\n関係なく定められた旨を主張するが，「考え方」は飽くまで協会員の役職員に\n対する処分を念頭に置いて検討されたものであるし，過去に受けた行政処分歴\nが検討要素となる旨が明示されているのであるから，「考え方」が一般予防の\n観点から定められたとはいえない。被告による行政処分について，「考え方」\n以上の具体性を有する処分に際しての基準の設定等がされていない現状に照ら\nすと，「考え方」は行政手続法１２条１項に基づき定められた処分基準に当た\nると解さなければ恣意的な行政処分を許すことにつながりかねず，相当ではな\nい。そして，「考え方」は外部的に公表されているから，被告に所属する協会\n員は「考え方」を処分基準として認識しているのが通常であるといえるし，そ\nの内容に照らしても，「考え方」は，過去の処分歴等を処分の検討要素として\n定めているのであって，金商法に基づく不利益処分に関する処分基準を策定す\nる上で具体的な数値を示した基準を定めることは現実的とはいえないことに照\nらしても，「考え方」に示された基準に具体性や明確性に欠けるところはない\nというべきである。\n以上のほか，被告が定める外務員資格登録規則１３条（乙１２）によれば，\n職務停止処分を受けた外務員について，すみやかに被告が指定する研修を受講\nさせなければならない旨規定されていること，外務員登録に際しては，過去に\n一定の処分を受けたことがそのまま外務員登録原簿に記載され，外務員である\n限り記録され続けるという不利益を受ける結果となること等を考慮すれば，原\n告は，平成２９年４月５日の経過にかかわらず，本件職務停止処分の取消しに\nよって回復すべき権利又は法律上の利益を有するというべきである。\n⑵  被告は，原告がＡ証券を懲戒解雇となり，本件職務停止処分の効力いかんに\nかかわらず，Ａ証券において外務員の職務を行うことができないから，本件職\n務停止処分の取消しを求める訴えの利益が認められない旨主張する。しかし，\n原告は，Ａ証券による懲戒解雇処分に対して労働審判を申し立てるなどして，\n同処分の効力を争っているのであって，被告の上記主張は理由がない。\n３  争点⑶（本件職務停止処分が適法であるか）について\n（原告の主張の要旨）\n⑴  本件有罪判決において認定された接待回数は１５回，接待合計金額は８７万\n４０３６円であったのに対し，事故顛末報告書に記載され，本件職務停止処分\nの根拠事実の一つとされたＥ基金に関する接待回数は約３０回，接待金額は約\n１４３万円であって，かなりの齟齬がある。これは，本件検査の当時，接待の\n相手方がＣ基金かどうか不明の場合であっても，Ｃ基金の役職員に対する接待\nとして申告することを求めた当時の上司の意向に従ったものである。Ａ証券は，\nＣ基金に対する接待行為が発覚した後，末端職員であった原告を営業部長に指\n名し，その後すぐに上記の申告に係る指示を行っているところ，かかる指示は，\n対外的には，調査に協力的であることを示し，内部的には，新任された原告の\n責任感につけ込み，Ｃ基金に対する特別の利益提供額を実際よりも過大に申告\nさせるとともに，Ａ証券の関与を受けることなしに原告が勝手に接待活動を行\nっていたと印象づけようとするものであり，Ａ証券の責任を原告等の接待の実\n行行為者に押し付けるものである。\nまた，被告は，本件職務停止処分を行うに際し，Ｄ基金における海外視察旅\n行の接待を重要視しているところ，この接待は，原告のみが企画実行したもの\nではなく，Ａ証券が会社ぐるみの関与によって実施したものである。したがっ\nて，被告が本件職務停止処分において認定した接待金額及び接待回数は，原告\nによる実際の接待回数及び接待金額と比較してはるかに過剰なものとなってお\nり，本件職務停止処分には，事実誤認が存在する。本件職務停止処分の対象事\n実の認定のうち，Ｃ基金の役職員に対する接待回数及び接待金額については，\n原告本人の供述に依拠するものであり，当該供述以外には客観的な裏付けが存\n在しない。\n⑵  金商法６４条の５第１項は，外務員が同項各号のいずれかに該当する場合に\nおいては，登録取消処分又は２年以内の職務停止処分を規定していることに加\nえ，外務員登録取消等の制度が外務員として不適格な者を排除することにより，\n金融商品取引業者に対する信頼と取引の公正を図り，もって投資者の保護に資\nすることを目的とするものである。したがって，同項各号に該当する場合に，\n外務員を登録取消処分とするか職務停止処分とするかは，当該外務員が行った\n行為の種類，当該行為に至る経緯，内容，動機，目的等の諸般の事情を考慮し\nて，判断されるべきものである。\nそして，本件職務停止処分の対象となる行為に至る経緯，動機，目的等にか\nんがみれば，本件職務停止処分は重きに失するものとして，社会通念上相当性\nを欠き，違法である。\nすなわち，原告は，本件行為を上司の指示，了解の下行っていた。例えば，\n金額の大きな海外視察旅行の接待に関していえば，原告は，接待の企画立案に\nついて上司の判断を仰いでおり，また，かかる海外視察旅行の接待は，最終的\nには，Ａ証券の決裁を得た上で実行されている。また，Ａ証券の役員をはじめ，\nコンプライアンス統括部や営業本部は，本件行為の違法性を認識しながら，本\n件行為を含むＡ証券により行われた合計４４基金の役職員に対する特別の利益\n提供行為を容認していた。以上のとおり，本件行為は，Ａ証券における組織的\nな特別の利益提供行為の一環であるといえ，原告は，Ａ証券の末端の営業部員\nとして，Ａ証券の意向に従い，本件行為を容認するとの組織的な風土の下，相\n当程度の地位にあった役職員からの指示・了解・容認の下で，本件行為に及ん\nでいたのである。被告は，このような原告の上司による接待や違法な経理処理\nの奨励等の指示ないし関与，Ａ証券の組織ぐるみの関与等を検討し，これらの\n関与や上司の責任等も比較衡量した上で，原告についての処分の量定を決定す\nべきであった。Ａ証券には，原告以外にも，Ａ証券によるＣ基金に対する一連\nの特別の利益提供行為に関する共犯者が存在する。なお，本件有罪判決におい\nて，上司の指示やＡ証券の組織ぐるみの関与が否定されているが，本件有罪判\n決は，Ｅ基金に対する接待行為を対象とするものであり，Ｄ基金における海外\n視察旅行の接待に関する上司の指示やＡ証券の組織ぐるみの関与が否定された\nものではない。本件職務停止処分に際しては，Ａ証券の組織ぐるみの関与及び\n共犯関係等の事情が無視され，実行行為者である末端の営業部員である原告の\nみが突出して重い処分を受けている。かかる事情を加味すれば，本件職務停止\n処分は，重きに失し，社会通念上相当性を欠く，違法なものである。\n⑶  行政機関である被告は，本件職務停止処分に際し，原告のみを理由なく不平\n等に扱ってはならない（憲法１４条）。また，「考え方」によれば，職位の高\nさに比例した処分が予定されている。したがって，本件職務停止処分を行うに\n際しては，原告のみを不利益に扱ったり，また，本件行為やこれに関連する事\n実に関与した者がいる場合，当該関与者に対する処分の内容と比例するもので\nなかったり，本件行為に関与した上司に対する処分が重いものとなっていない\nのであれば，本件職務停止処分は，平等原則に反するものであり，違法である。\nしかしながら，被告は，原告以外に誰についてどのような処分をしたかを全く\n明らかにしておらず，本件職務停止処分は，平等原則に反し，違法である。\n⑷  聴聞結果報告書（甲３）によれば，被告は，原告が本件行為を積極的に行っ\nていたことを認定しているが，そのような事実を認定した根拠は全く明らかに\nされていない。また，Ａ証券の役員らは，みなし公務員であるＣ基金の役職員\nに対して，高額な特別の利益の提供行為を行うことを容認し，原告の上司や原\n告と同様の立場にあった同僚らは，原告と同様に，Ｃ基金の役職員に対して，\n高額な特別の利益の提供行為を行っていた。したがって，何故に，原告のみが\n積極的に接待を行っていたと認定されるのか不明である。\n仮に，上記認定が事実に即して適切なものであったとしても，その原因は，\n上記⑵のとおり，本件行為を容認するＡ証券の組織的な風土によるものであり，\nやむにやまれない事情があるといえるから，原告による接待行為の事実を原告\nに不利益に考慮して本件職務停止処分を行うのは，考慮すべきでない点を考慮\nに入れて処分をしたものにほかならない。他方，本件職務停止処分に際し，Ａ\n証券の役員らや原告の上司等の関与や，これらの者についての処分の必要性等\nに関する考慮がされていないから，本件職務停止処分は，考慮すべき事情を考\n慮せずに行われたものである。\n（被告の主張の要旨）\n⑴  行政庁の処分は，その裁量権の範囲の逸脱又はその濫用があった場合にのみ\n違法として取り消されるものであるところ（行政事件訴訟法３０条），本件職\n務停止処分に関しては，以下のとおり，事実関係及び適用法令の趣旨・目的に\n照らして，社会通念上著しく妥当性を欠き，裁量権の範囲を逸脱し又はこれを\n濫用したものとは認められない。\n⑵  金商法は，外務員登録制度により，金融商品取引業者等に対し，自社の役員\nや使用人に外務員の職務を行わせる場合には当該役員・使用人を外務員として\n登録することを義務付けて外務員の行為の責任を明らかにするとともに，登録\nの欠格要件を定めること及び法令違反等の場合において登録取消処分又は職務\n停止処分等の外務員登録事務を認可金融商品取引業協会たる被告に行わせるこ\nとによって不適格者を排除し，顧客との紛争又は事故の原因となりやすい外務\n員に対する監督体制の整備を図っている。\nまた，自主規制機関としての被告は，自治的に，協会員の従業員に遵守させ\nるべき服務基準等を定めるとともに，協会員の従業員に対する監督責任を定\nめ，「協会員の従業員に関する規則」（乙２）の遵守を協会員に求めるとと\nもに，不都合行為者の取扱いの決定手続を定め，外務員登録手続等の監督体\n制と併せて，協会員の行う有価証券の売買その他の取引等を公正ならしめて\nいる（定款第６条〔乙１〕）。\n⑶  上記規則において被告への提出が義務付けられている事故連絡書や事故顛末\n報告書等は，金商法上の規定に基づき，内閣総理大臣（又はその権限の委任を\n受けた金融庁長官）から委任を受けた被告が行う協会員の外務員に係る監督上\nの処分の基礎資料にもなることは，協会員においても周知のことであって，協\n会員において誤謬があることは許されず，また，虚偽の報告や資料提出につい\nては除名や５億円以下の過怠金賦課など重い処分が課せられることから，協会\n員において慎重に事実関係等を調査・確認した上で提出されている。したがっ\nて，協会員から提出された事故連絡書や事故顛末報告書等は，極めて信用性の\n高いものということができる。\n⑷  証券取引等監視委員会の勧告及び金融庁の業務改善命令等の公知の事実，並\nびにＡ証券から提出された事故連絡書，事故顛末報告書その他の資料から，被\n告が認定した本件職務停止処分の原因となる事実は，事故顛末報告書に記載さ\nれたとおりの事実であり（乙６の１），この行為は，金融商品取引契約に関す\nる業務に関し，金商法３８条８号及び金融商品取引業等に関する内閣府令１１\n７条１項３号にて禁止行為として定められている第三者に対する特別の利益提\n供に該当する。また，原告は，Ｅ基金に対する接待について，刑法１９８条に\n定められる贈賄罪に該当するものとして起訴され，有罪判決が確定している。\nしたがって，原告の行為は，有価証券に係る売買又はその媒介，取次ぎ若しく\nは代理の勧誘（金融商品取引業のうち金商法６４条１項１号ロに掲げる行為）\nを行う業務に関し，法令に違反するものであり，金商法６４条の５第１項２号\nに該当する。よって，被告は，Ａ証券に対して，原告について外務員登録の取\n消し又は２年以内の期間を定めた職務の停止を命ずることができる。そして，\n被告は，所定の手続を経た上で，法令等違反行為の内容，罰則の有無及び重さ，\n常習性（違反回数，行為の期間），取引金額，事故金額，過去の行政処分及び\n自主規制処分の有無，役職，各種情状，刑事訴追の有無並びに反社会的勢力の\n関与の有無等の諸点を考慮し，行為の重大性，悪質性，反復可能性，社会的影\n響度等を総合的に審査して，Ａ証券に対し，原告について１年６か月の職務停\n止処分（本件職務停止処分）をしたものである。\n以上のとおり，本件職務停止処分に係る被告の判断は相当であり，また，裁\n量の範囲の逸脱又はその濫用は認められず，何ら違法と評価されるものではな\nい。\n以上\n"
}