{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 9,
    "day": 27
  },
  "case_number": "平成23(行ケ)10064",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "81642",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=81642",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/642/081642_hanrei.pdf",
  "contents": "平成２３年９月２７日判決言渡  同日原本領収  裁判所書記官\n平成２３年(行ケ)第１００６４号  審決取消請求事件\n口頭弁論終結日  平成２３年９月１３日\n判   決\n原 告                                X\n訴訟代理人弁護士          久 保   司\n被            告          特 許 庁 長 官\n指 定 代 理 人          笹 野 秀 生\n長 島 和 子\n鈴 木 秀 幹\n樋 口 信 宏\n田 村 正 明\n主 文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた判決\n特許庁が不服２００９－８０３５号事件について平成２２年１２月１３日にした\n審決を取り消す。\n第２  事案の概要\n本件は，特許出願に対する拒絶査定に係る不服の審判請求について，特許庁がし\nた請求不成立の審決の取消訴訟である。争点は，進歩性の有無である。\n１  特許庁における手続の経緯\n原告は，平成２０年９月３日，名称を｢地図上の位置情報表示コンピュータシステ\nムおよびそれを用いた地図と座標。｣とする発明について，特許出願（特願２００８\n－２２５７００号，平成２２年３月１８日出願公開，特開２０１０－６０７８６号）\nをしたが，平成２１年３月６日付けで拒絶査定を受けたので，同年４月１４日，こ\nれに対する不服の審判を請求した。\n特許庁は，上記請求を不服２００９－８０３５号事件として審理し，平成２２年\n１２月１３日，｢本件審判の請求は，成り立たない。」との審決をし，その謄本は平\n成２３年１月２６日原告に送達された。\n２  本願発明の要旨\n平成２１年５月１３日付け手続補正書により補正された特許請求の範囲の請求項\n１に係る本願発明は，以下のとおりである。\n【請求項１】地球上および地図上の位置表示として，演算装置を用いて，入力値\nか引数を度分秒表示の緯度・経度あるいは度以下１０進法の緯度・経度とした場合\nの緯度該当数値・経度該当数値を求める地図上の位置情報表示コンピュータシステ\nムであって，前記演算装置は，キーボード，他のコンピュータプログラムの出力部，\n又は地図画面上で地点を指定することにより緯度および経度情報を出力する地図情\n報処理装置やナビゲーション装置等から，緯度および経度の情報を受け付ける経度\nおよび緯度を受け付ける受付手段と，前記緯度および経度の情報を，下記数式に基\nづき緯度入力値を緯度Ｏｗａ率へ変換，経度入力値を経度Ｏｗａ率へ変換する変換\n手段と，\n＜数１＞\n緯度数値をＰとし，経度数値をＱとした場合，\n緯度該当数値ＯＷＰ＝０．５＋Ｐ／３６０\n経度該当数値ＯＷＱ＝０．５＋Ｑ／３６０\n変換した緯度該当数値ＯＷＰと経度該当数値ＯＷＱとして１０進法で表示出力す\nる出力手段とからなることを特徴とする地図上の位置情報表示コンピュータシステ\nム。\n３  審決の理由の要点\n(1)  本願発明は，引用例（特開２００７－４１１８９号公報，甲３）に記載さ\nれた発明（引用発明）及び周知技術に基づいて，当業者が容易に発明をすることが\nできたものであるから，特許法２９条２項の規定により特許を受けることができな\nい。\n(2)  引用発明の認定，同発明と本願発明との一致点及び相違点の認定並びに相\n違点についての判断は，以下のとおりである。\n【引用発明】\n「経度および緯度を固有コードへ変換する地理的座標変換装置であって，経度およ\nび緯度を受け付ける受付手段と，前記緯度および経度の情報を，下記数式に基づき\n整数値に変換する整数化手段と，前記整数値を，文字列中の位置に対して，必ず数\n字のみが表示される位置と，必ず数字以外の文字が表示される位置とが，所定パタ\nーンで配列されている文字列，に変換する文字列化手段と，前記文字列を，地理的\n座標を表す固有コードとして，出力する手段に出力する出力手段と，を有する，地\n理的座標変換装置。\n＜数式＞\nＥｌａ＝ｉｎｔ｛４５６９７６００＊（（Ｌａ＋９０）／１８０）｝\nＥｌｏ＝ｉｎｔ｛４５６９７６００＊（（Ｌｏ＋１８０）／３６０）｝\nただし，\nＬａ： 緯度の入力値（単位は小数点付きの度）\nＬｏ： 経度の入力値（単位は小数点付きの度）\nＥｌａ： 符号化された緯度情報（整数）\nＥｌｏ： 符号化された経度情報（整数）」\n【一致点】\n「地球上および地図上の位置表示として，演算装置を用いて，入力値か引数を度分\n秒表示の緯度・経度あるいは度以下１０進法の緯度・経度とした場合の緯度該当値・\n経度該当値を求める地図上の位置情報表示コンピュータシステムであって，前記演\n算装置は，キーボード，他のコンピュータプログラムの出力部，又は地図画面上で\n地点を指定することにより緯度および経度情報を出力する地図情報処理装置やナビ\nゲーション装置等から，緯度および経度の情報を受け付ける経度および緯度を受け\n付ける受付手段と，前記緯度および経度の情報を，数式に基づき緯度該当数値と経\n度該当数値に変換する変換手段と，変換した情報を出力する出力手段とからなる，\n地図上の位置情報表示コンピュータシステム。」\n【相違点】\n本願発明は，「変換手段」が「前記緯度および経度の情報を，下記数式に基づき\n緯度入力値を緯度Ｏｗａ率へ変換，経度入力値を経度Ｏｗａ率へ変換する」（数式：\n省略）ものであり，「変換した情報を出力する出力手段」が「変換した緯度該当数\n値ＯＷＰと経度該当数値ＯＷＱとして１０進法で表示出力する」のに対し，引用発\n明は，「変換手段」が「前記緯度および経度の情報を，下記数式に基づき整数値に\n変換する整数化手段」（数式：省略）であって，「前記整数値を，文字列中の位置\nに対して，必ず数字のみが表示される位置と，必ず数字以外の文字が表示される位\n置とが，所定パターンで配列されている文字列，に変換する文字列化手段」を備え，\n「変換した情報を出力する出力手段」が「前記文字列を，地理的座標を表す固有コ\nードとして，出力する」点。\n【相違点についての判断】\nア  上記相違点は，「変換手段」が用いる「数式」が異なるとともに，引用発\n明は，「変換手段」に加えて「文字列化手段」を備え，「文字列」を，「地理的座\n標を表す固有コード」としていることである。そして，「数式」に係る相違点は，\n引用発明のものは，「４５６９７６００」を乗じており，かつ，緯度について「３\n６０」ではなく「１８０」で除する点である。\nイ  データ処理を行う際に，データを利用しやすくすることを目的として，０\n～１の範囲となるようにデータを線形変換すること，すなわち，正規化又は規格化\nと呼ばれる処理を行うことは，本件出願前に周知の技術である。\nウ  本願発明においては，緯度及び経度の情報が，０～１の範囲となるように\n正規化処理が行われ，一方，引用発明において，整数化処理に際して，データの範\n囲が０～４５６９７６００（６７６０２）であり，かつ，該データの範囲の中心が\n緯度０°，経度０°となっていることから，データの範囲は０～１ではないものの，\n正規化処理に類似した処理が行われているといえる。\nエ  引用発明において，「４５６９７６００」を乗じているのは，整数化処理\n後の文字列化処理に対応させるためであり，また，文字列化処理は，文字列を用い\nることによって桁数を圧縮するためである。そして，緯度・経度を入力する場合に\nは通常数字のみを用いており，数字はテンキーのみで入力できるという自明のメリ\nットも有するのであるから，桁数を圧縮するかどうか，すなわち，文字列化するか\nどうかは，当業者がそのメリット・デメリットを勘案して適宜選択できる事項とい\nうべきである。\nしてみると，桁数を圧縮することなく整数化すること，すなわち，文字列化処理\nを省略して，「４５６９７６００」に代えて，他の適宜の数値として，例えば「１\n億（１００００００００）」を乗じて８桁の整数とすることは，当業者が適宜なし\n得た設計的事項である。\nオ  地図上の地点を特定する際に，座標軸（座標の原点とスケール）をどのよ\nうに設定するかは，当業者が適宜決定できる単なる設計的事項にすぎない。\nカ  上記のことから，引用発明において，整数化処理及び文字列化処理に代え\nて，変換値が０～１の範囲となる，正規化処理を行うことは，当業者が上記イの周\n知技術に基づいて適宜なし得たことである。\nキ  上記オのとおり，地図上のスケールは当業者が適宜変更できる事項である\nから，正規化処理を行う際に，緯度について，経度と同様に，３６０で除するか，\nあるいは，南緯９０°を０，北緯９０°を１とするべく１８０で除するかは，当業\n者が適宜選択・決定できる設計的事項である。\nク  したがって，引用発明において，上記相違点に係る構成となすことは，当\n業者が容易になし得たことである。\n第３  原告主張の審決取消事由\n（原告主張の取消事由の項目立てを，その内容に即して以下のとおり整理する。）\n１  取消事由１（本願発明と引用発明との一致点の認定の誤り）\n審決が，本願発明と引用発明との対比において，「（引用発明の）「固有コード」は\n「文字列」であるから，「緯度該当値・経度該当値」に相当するといえる。また，緯\n度・経度を表す際に，度分秒表示の緯度・経度あるいは度以下１０進法のいずれか\nで表すことは，当業者に自明の事項であり，「キーボード，他のコンピュータプログ\nラムの出力部，又は地図画面上で地点を指定することにより緯度および経度情報を\n出力する地図情報処理装置やナビゲーション装置等」から「緯度および経度の情報」\nを入力することも，当業者にとって自明の事項である。」（１０頁１５行～２２行）\nと判断したのは，下記のとおり誤りである。\nすなわち，引用発明の「固有コード」は「文字列」であり，本願発明の「緯度該\n当値・経度該当値」に相当するものではなく，また，緯度・経度を表す際に，度分\n秒表示の緯度・経度あるいは度以下１０進法のいずれかで表すことについて，本願\n発明は，緯度・経度を変換した緯度該当数値ＯＷＰと経度該当数値ＯＷＱとして１\n０進法で表示出力するものであり，このように１０進法の表現を度分秒表示の緯\n度・経度の全部に適用することは，当業者にとって自明の事項ではなく，本願発明\nの独自性を示すものである。\n２  取消事由２（相違点についての判断の誤り１）\n審決は，引用発明において，「整数化処理及び文字列化処理に代えて，変換値が０\n～１の範囲となる，正規化処理を行うことは，当業者が上記イの周知技術に基づい\nて適宜なし得たことである。」（１３頁２９行～３１行）としているが，正規化処理\nという抽象概念の下に引用発明と本願発明を同一視するもので，誤りである。\nすなわち，正規化又は規格化と呼ばれる処理を，審決にあるように，データ処理\nを行う際に，データを利用しやすくすることを目的として０～１の範囲となるよう\nに線形変換することとしても，引用発明は，本願発明とは異なり，０～１の範囲と\nなるようにデータを線形変換するものではないので正規化処理を行うものではなく，\nよって，正規化処理が周知の技術であっても，引用発明から本願発明が周知技術に\n基づいて適宜なし得たとする判断は誤りである。\nまた，審決において，正規化又は規格化と呼ばれる処理を行うことは，本件出願\n前に周知の技術であるとして，特表２００１－５０３５４５号公報（１９頁４行～\n１５行），特開平１０－１４５５９０号公報（【００２３】），特開平９－１４５８６\n９号公報（【００１１】），特開平９－９７３５０号公報（【００２６】），特開平６－\n４７９５号公報（【００２６】）を挙げている（１３頁１行～６行）が，これら参考\n公報は，その多くは特許になっているものであり，正規化するその内容によっては\n周知の技術ではなくなることを示している。\n３  取消事由３（相違点についての判断の誤り２）\n審決が，「地図上のスケールは当業者が適宜変更できる事項であるから，正規化処\n理を行う際に，緯度について，経度と同様に，３６０で除するか，それとも，南緯\n９０°を０，北緯９０°を１とするべく１８０で除するかは，当業者が適宜選択・\n決定できる設計的事項である。」（１３頁３２行～１４頁１行）と判断したのは，誤\nりである。\nすなわち，地図上のスケールは，その地図の内容・性格を決定する重要事項であ\nり，当業者が適宜変更できる事項に該当するものではない。本願発明では，緯度・\n経度共に３６０度で表現され，緯度・経度による１８０度：３６０度＝１：２の問\n題が３６０度：３６０度＝１：１になり，数的な処理が緯度・経度の位置情報を含\nめての１０進法で変換し，簡単，単純，明解に表示できる。また，本願発明の目盛\nりは，０から１までの，基本的にはアナログ表現（デジタル表現とは違う意味を持\nたせた連続的な数表現）であり，アナログ表現のため位置情報を表記する場合，少\n数点以下３桁でも８桁でもあるいは１６桁でも表記することが可能である。つまり，\n本願発明は，座標を表す基本が序数（物の順序を表す数）由来ではなく数値由来で\nある。\nこれに対し，引用発明の基本となる考え方は，文字と数字による文字列で緯度及\nび経度を表す地理的座標変換方法であり，［（文字１）（文字２）（数字３）］［（文字４）\n（文字５）（数字６）］の字列を利用する。これらの字列の組合せ種類は，字列の種\n類の総数＝６７６０×６７６０＝４５６９７６００となる。この４５６９７６００\nの数値は，引用発明の基本をなす数値であって，他の数値に変わり得るものでない。\n４  取消事由４（相違点についての判断の誤り３）\n審決が，「本願発明が前提とする正距円筒図法によれば，高緯度になるほど東西方\n向が拡大されて，地図上の東西方向と南北方向との距離が等しくないのであるから，\n「配送の実作業において地図に配送地点を書き込む時」の「作業効率」が高いとは\nいえない。」（１４頁１６行～１９行）と判断したのは，誤りである。\nすなわち，本願発明での作業効率とは，地点の特定化をいい，本願発明の主目的\nもこの地点の特定化に特化している。そして，正距円筒図法は，あくまで地図上は\n東西方向と南北方向との距離を等しいものとしていて，実際の距離とは食い違い，\n実際の距離に対比すると高緯度になるほど東西方向が拡大される。ただし，地図上\nの地点，つまり特定座標系において，地点を表す数値及び文字コードあるいは数字\nと文字の複合コードを知るのに，地図上の東西方向と南北方向との距離が等しくな\nいから  地点の位置情報が取得しにくいということはない。\nそもそも，実際距離との差，地図上の東西方向と南北方向との距離が等しくない\nということと，地点の位置情報が取得しにくいということは関係がないのである。\n５  取消事由５（顕著な作用効果の看過）\n(1)  審決が，「本願発明の効果は，引用例に記載された事項及び周知技術から\n予測し得る程度のものであって，格別のものではない。」（１４頁３５行～３６行）\nと判断したのは，誤りである。\nすなわち，本願発明の式である，「緯度該当数値ＯＷＰ＝０．５＋Ｐ／３６０\n経度該当数値ＯＷＱ＝０．５＋Ｑ／３６０」の効果は，以下のとおりである。\n①  緯度，経度をひとつの形式に統一し，緯度経度の座標系を複雑にして\nいる北緯・南緯・東経・西経をなくした。\n②  他の座標系に多々ある，地図の座標系をいくつかに分割しないでブロ\nックに分けるという形態を排除した。\n③  連続的ないわばシームレスな表現をできる（東経１８０度，西経１８\n０度（日付変更線）近辺はシームレス性は実現できないが，これは限りのある球面\n座標系としてはやむを得ない。）。\n本願発明においては，紙の地図１枚あればおおよその位置情報が特定できるのに\n対し，引用発明においては，１つの区画が２６分割であり，例えば，誰が目安でＦ=\n６番目，Ｍ=１４番目の位置を示せるだろうか。本願発明の座標系が描かれている地\n図と定規があれば，各自が要求する位置情報がわかるのであり，これは他の座標系\nにはない特徴である。\nまた，携帯電話やナビの機器などから緯度・経度を知れば，電卓でも計算でき，\n場合によっては紙による筆算でも本願発明の位置情報は求めることができる。この\nことは，本願発明の位置情報の特徴である独創的式（単純に見えるが今まで何世紀\nの間日の目を見ない式）である。\nさらに，本願発明の式は，全１０進法から導き出された，世界をまとめ上げる座\n標系の世界標準となるものでもあり，本願発明は，世界統一郵便番号の実現にも寄\n与するのである。\n(2)  本願発明は，簡単，単純，明解に位置情報を表示でき，地点の特定がしや\nすくものであり，実際の伝達効果作業を行った実地テスト（甲７の１～３，以下，\n枝番号を省略する。）においても，位置情報を伝達する作業の作業効率が高いことが\n明らかであった。\n第４  被告の反論\n１  取消事由１に対し\n審決は，「引用発明の「固有コード」は「文字列」であるから，「緯度該当値・\n経度該当値」に相当するといえる。  」，「引用発明の「前記緯度および経度の情報\nを，整数値に変換する」における「整数値」は，本願発明の「（入力値か引数を度\n分秒表示の緯度・経度あるいは度以下１０進法の緯度・経度とした場合の）緯度該\n当数値・経度該当数値」に相当する。」と認定したのであって，引用発明の「固有\nコード」は，本願発明の「「緯度該当値・経度該当値」に相当する，又は引用発明\nの「固有コード」は，本願発明の「緯度該当数値・経度該当数値」に相当すると認\n定してはいない。\n引用発明は，緯度及び経度の入力値の単位が「小数点付きの度」であり，緯度及\nび経度を度分秒表示するものではないから，そもそも度分秒表示の点は，本願発明\nと引用発明との一致点と何ら関係がない。\nなお，緯度・経度を表す際に，度分秒で表すことのほかに，小数を伴う度数のみ\nでの表示を行うことも当該技術分野における周知・慣用の事項である。また，度分\n秒表示の場合，度以下の分秒が６０進法であるため１０進法による数値計算に適さ\nないことから，必要に応じ，度分秒表示と，度以下１０進法の表示とで相互に変換\nすることも，当業者に自明の事項である。\n２  取消事由２に対し\n「正規化」が，多くの分野で使われている技術用語であったとしても，審決にお\nける「正規化」の意味は明らかであって，かつ，周知文献として提示したものにお\nいても，概ね「０～１の範囲となるようにデータを線形変換する」という意味で「正\n規化」という用語が用いられている。\nそして，審決では，「緯度および経度の情報を，数式に基づき緯度該当数値と経度\n該当数値に変換する変換手段」を有する点で一致するとしたのであって，「正規化処\n理」を一致点としたものではないから，原告の主張は，審決を正解しないものであ\nる。\nまた，周知文献として例示したものが特許されているか否かは，周知技術である\nか否かの立証とは無関係であり，特許されたとしても，各分野において，０～１の\n範囲となるようにデータを線形変換する構成，すなわち，正規化処理について進歩\n性があると判断されたものではないことは明らかである。\n３  取消事由３に対し\n本願発明は，小数点以下３桁，８桁，１６桁という限られた桁数で表記するので\nあるから，連続した数表現ではなく，離散的な数値で表現するものであり，この点\nで引用発明とは何ら異なるものではない。\nなお，引用例にも，「連続値である緯度および経度を整数値に量子化する際には，\n量子化誤差が発生するが」（段落【００８３】）との記載があり，ここで「量子化」\nとは，「連続的な量を離散的な数値で表すこと」である（乙１）から，引用発明に\nおいても，「アナログ表現」及び「デジタル表現」が認識されているといえる。\nまた，本願明細書の記載によれば，本願発明において配送が能率的にできるのは，\n８桁×８桁の精度の値を使用して，細かく位置を特定できるためと認められる。し\nてみると，原告が主張する「本願発明は，緯度・経度共に３６０度で表現し，緯度・\n経度による１８０度：３６０度＝１：２の問題が３６０度：３６０度＝１：１にな\nり，数的な処理が緯度・経度の位置情報を含めての１０進法で変換し，簡単，単純，\n明解に表示できているので，地点の特定がしやすく，作業効率がよい」という点は，\n本願明細書に基づく主張ではない。\nこれに対し，引用発明において,「４５６９７６００」を乗じているのは,整数化\n処理後の文字列化処理に対応させるためであり,文字列化処理は,文字列を用いるこ\nとによって桁数を圧縮するためである。そして,緯度・経度を入力する場合には通常\n数字のみを用いており,数字はテンキーのみで入力できるという自明のメリットも\n有するのであるから,桁数を圧縮するかどうか,すなわち,文字列化するかどうかは,\n当業者がそのメリット・デメリットを勘案して適宜選択できる事項というべきであ\nる。\nさらに，本願発明においても，例えば，小数点以下の桁数を８桁とするのであれ\nば，経度において，１０００００００分割することとなるのであるから，メッシュ\n構造により位置情報を，経度方向で「１番目」から「１００００００００番目」ま\nで順番として表現したものといえ，位置情報を順番として表現する点で，引用発明\nと何ら異なるものではない。\n４  取消事由４に対し\n原告は，本願発明での作業効率とは，地点の特定化をいい，本願発明の主目的も\nこの地点の特定化に特化していると主張するが，引用発明においても，地点の特定\n化がなされており，また，通常用いられる地図は，縦横が同縮尺の地図であって（甲\n５の１～３），地図上の東西方向と南北方向の距離が等しくないような正距円筒図法\nによる地図は日常用いられていないのであるから，作業効率がよいとの主張は根拠\nがない。\n５  取消事由５に対し\n緯度，経度をひとつの形式に統一したという点については，度分秒表示において\nも緯度を－９０～＋９０，経度を－１８０～＋１８０と統一的に表示することが周\n知であり，複雑さをなくしたという点については，引用発明においても度数表示を\nプラス数値のみの１０進法表示に変換する技術思想を開示しているものであるか\nら，いずれの点も，引用例に記載された事項及び周知技術から予測し得るものであ\nる。\nまた，本願発明と引用発明との対比において，原告が主張する「アナログ表現」\nか「デジタル表現」かという相違はなく，本願発明において，例えば，位置情報を\n小数点以下の桁数を８桁で表記することとすれば，世界地図は，１／２×１０００\n０００００×１００００００００個のブロックに分割されるのであるから，「他の\n座標系のようなブロックに分割する形態を排除した」及び「連続的な，いわばシー\nムレスな表現を可能とした」との原告の主張は失当である。\n第５  当裁判所の判断\n１  取消事由１（本願発明と引用発明との一致点の認定の誤り）について\n(1)  原告は，審決が，本願発明と引用発明との対比において，「引用発明の「固\n有コード」は「文字列」であるから，「緯度該当値・経度該当値」に相当するといえ\nる。」（１０頁１５行～１６行）と判断したことについて，引用発明の「固有コード」\nは「文字列」であり，本願発明の「緯度該当値・経度該当値」に相当するものでは\nないから，誤りであると主張する。\nそこで，検討するに，本願発明の「緯度該当数値・経度該当数値」は，特許請求\nの範囲の記載によれば，地球上及び地図上の位置表示として，緯度・経度を入力値\nか引数として演算装置を用いて求めるものと認められる。これに対し，引用発明の\n「文字列」は，引用例の記載によれば，地理的な座標を地図上などに表示するため\nに，緯度及び経度を入力したコンピュータにより整数化処理及び文字列化処理とい\nう演算を行い求めるものと認められる。そうすると，引用発明の「文字列」は，地\n球上及び地図上の位置を表示するために，緯度及び経度を入力値としてコンピュー\nタである演算装置を用いて求めるものであるという技術的役割を担う点で，本願発\n明の「緯度該当数値・経度該当数値」と共通することが明らかである。\n審決は，引用発明の「文字列」が果たす本願発明と共通する上記の技術的役割に\n着目して，本願発明の「緯度該当数値・経度該当数値」の上位概念である「緯度該\n当値・経度該当値」に相当すると認定したものであり，引用発明の「文字列」と本\n願発明の「緯度該当数値・経度該当数値」とを同一視したものではないから，原告\nの主張は，審決を正解しないものであって，採用できない。\n(2)  また，原告は，審決が，本願発明と引用発明との対比において，「緯度・\n経度を表す際に，度分秒表示の緯度・経度あるいは度以下１０進法のいずれかで表\nすことは，当業者に自明の事項であり，「キーボード，他のコンピュータプログラム\nの出力部，又は地図画面上で地点を指定することにより緯度および経度情報を出力\nする地図情報処理装置やナビゲーション装置等」から「緯度および経度の情報」を\n入力することも，当業者にとって自明の事項である。」（１０頁１７行～２２行）と\n判断したことについて，本願発明は，緯度・経度を変換した緯度該当数値ＯＷＰ及\nび経度該当数値ＯＷＱとして１０進法で表示出力するものであり，このように１０\n進法の表現を度分秒表示の緯度・経度の全部に適用することは，当業者にとって自\n明の事項ではなく，本願発明の独自性を示すものであるから，誤りであると主張す\nる。\nしかし，審決は，本願発明が，「入力値か引数」として「度分秒表示の緯度・経度\nあるいは度以下１０進法の緯度・経度」を用いることを前提とし，引用発明が，入\n力する情報を単に「緯度および経度」としていることから，両者が実質的に相違す\nるかを検討し，緯度・経度を表す際に，度分秒表示の緯度・経度あるいは度以下１\n０進法のいずれかで表示することは，当業者に自明の事項であり，両者が実質的に\n同一と判断したものである。これに対し，原告は，本願発明において演算を行った\n後に出力表示される緯度該当数値及び経度該当数値が１０進法で表現されているこ\nとに独自性があると主張するものであるから，この主張は，審決の当該判断に沿わ\nない反論であって，失当といわなければならない（本願発明において１０進法で表\n現されて出力表示される緯度該当数値及び経度該当数値は，審決において相違点と\nして認定され，別途その進歩性の有無が検討されている。）。なお，緯度・経度を表\nす際に，度分秒で表すことのほかに，小数を伴う度数のみでの表示を行う場合もあ\nること自体は，当該技術分野における周知・慣用の事項である（本願明細書の段落\n【００１６】及び【００２０】の記載もこのことを示している。）。\n２  取消事由２（相違点についての判断の誤り１）について\n(1)  原告は，審決が，引用発明において，「整数化処理及び文字列化処理に代\nえて，変換値が０～１の範囲となる，正規化処理を行うことは，当業者が上記イの\n周知技術に基づいて適宜なし得たことである。」（１３頁２９行～３１行）と判断し\nたことについて，正規化処理という抽象概念の下に引用発明と本願発明を同一視す\nるものであり，引用発明は，本願発明とは異なり，０～１の範囲となるようにデー\nタを線形変換するものではなく正規化処理を行うものではないので，誤りであると\n主張する。\nしかし，審決は，「データ処理を行う際に、データを利用しやすくすることを目的\nとして、０～１の範囲となるようにデータを線形変換すること」（１２頁末行～１３\n頁１行）を，「正規化」又は「規格化」と読み替えた上，引用発明については，「整\n数化処理に際して，データの範囲が０～４５６９７６００（６７６０２）であり，\nかつ，該データの範囲の中心が緯度０°，経度０°となっていることから，データ\nの範囲は０～１ではないものの、正規化処理に類似した処理が行われているといえ\nる」（１３頁１０行～１３行）と認定したものであり，引用発明において変換処理さ\nれたデータの範囲が０～１ではなく０～４５６９７６００であることを踏まえた上\nで，本願発明と同様にデータを利用しやすくする目的のためにデータを線形変換し\nていることから，「正規化処理に類似した処理」が行われていると判断したもので\nある。\n審決のこの判断過程に誤りはなく，原告の主張を採用することはできない。\n(2)  また，原告は，審決が，正規化又は規格化と呼ばれる処理が本件出願前に\n周知技術であることを示すために例示した各種の公報（１３頁１行～６行）につい\nて，その多くは特許になっているものであり，正規化するその内容によっては周知\nの技術ではなくなることを示していると主張する。\nしかし，上記各公報は，データの内容にかかわらず正規化又は規格化と呼ばれる\n処理自体が普遍的な周知技術であることを示すために例示されたものであり，その\nような正規化処理を踏まえて発想を得た技術思想は別次元のもので，これが特許さ\nれるか否かは別異の事柄であるから，原告の主張は失当であってこれを採用するこ\nとはできない。\n３  取消事由３（相違点についての判断の誤り２）について\n(1)  原告は，審決が，「地図上のスケールは当業者が適宜変更できる事項であ\nるから，正規化処理を行う際に，緯度について，経度と同様に，３６０で除するか，\nそれとも，南緯９０°を０，北緯９０°を１とするべく１８０で除するかは，当業\n者が適宜選択・決定できる設計的事項である。」（１３頁３２行～１４頁１行）と判\n断したことについて，地図上のスケールは，その地図の内容・性格を決定する重要\n事項であり，当業者が適宜変更できる事項に該当するものではないとした上，本願\n発明は，座標を表す基本が序数（物の順序を表す数）由来ではなく数値由来であり，\nその目盛りは，０から１までの，基本的にはアナログ表現（デジタル表現とは違う\n意味を持たせた。連続的な数表現）であると主張する。\nしかし，本願発明において，経度について線形変換を行う際の係数を１８０では\nなく３６０とすることによって，原告主張のように，緯度方向と経度方向とが１：\n１となるような係数に基づき線形変換した値によるスケールが略正方形で表示され\nるとしても，そのことによって用途に応じた精度で位置を特定できるようになるも\nのではなく，例えば，スケールが略長方形で表示される場合と比較して精度の面に\nおいて差が生じるものでないことは明らかである（なお，原告主張の「作業効率」\nにおいても差が生じることを裏付ける具体的要素の主張立証はない。）。\nまた，地図上に位置情報を数字により表示するに当たっては，どこまで詳細に表\n示するかという程度に応じて，おのずと一定の離散的な数表現とならざるを得ない\nものであって，常に連続的な数表現を行うことは困難であり，本願発明がアナログ\n表現であると認めることはできない。\nしたがって，審決の上記認定に誤りはなく，原告の主張を採用することはできな\nい。\n(2)  また，原告は，引用発明の基本となる考え方が，文字と数字による文字列\nで緯度及び経度を表す地理的座標変換方法であり，［（文字１）（文字２）（数字３）］\n［（文字４）（文字５）（数字６）］の字列を利用し，その字列の組合せ総数は４５６\n９７６００となるものであり，この数値は引用発明の基本をなす数値であって，他\nの数値に変わり得るものでないと主張する。\nしかし，引用発明は，アルファベットを用いた２６進法による２桁と１０進法に\nよる１桁からなる混合基数による記数法による３桁の文字列（６７６０通りの値を\n表現可能）を２つ組み合わせることによって６７６０×６７６０＝４５６９７６０\n０通りの値を表現できることを前提として，４５６９７６００を乗ずるものである\nところ，引用例の記載（【０００５】，【００２３】～【００２５】，【００６４】）に\nよれば，引用発明が採用した桁によって基数が異なる「混合基数記数法」 は，情報\n量を減らすことなく桁数を圧縮したものといえるのであるから，桁数の圧縮を考慮\nしなければ，アルファベット以外の文字を基数として用いた記数法や，１０進法や\n２６進法以外のＮ進法を基数として用いた記数法を採用できるだけでなく，一般的\nな１０進法による整数を用いた表示も可能と解される。そうすると，引用発明にお\nける４５６９７６００という具体的な数値には限定されるべき必然性がなく，それ\n以外の他の数値を採用することも設計的事項ということができる。\nしたがって，原告の主張を採用することはできない。\n４  取消事由４（相違点についての判断の誤り３）について\n原告は，審決が，「本願発明が前提とする正距円筒図法によれば，高緯度になるほ\nど東西方向が拡大されて，地図上の東西方向と南北方向との距離が等しくないので\nあるから，「配送の実作業において地図に配送地点を書き込む時」の「作業効率」が\n高いとはいえない。」（１４頁１６行～１９行）と判断したことについて，正距円筒\n図法では，実際の距離に対比すると高緯度になるほど東西方向が拡大されるが，地\n図上の東西方向と南北方向との距離が等しくないということと，地点の位置情報が\n取得しにくいということは関係がないと主張する。\n確かに，本願発明は，特許請求の範囲の記載から見て，位置情報を表示する地図\nがどのような図法によるかを特定するものでなく，しかも，正距円筒図法において，\n高緯度になるほど東西方向が拡大されて地図上の東西方向と南北方向との距離が等\nしくないことが，本願発明を実施して地図上の地点の特定を行う際の「作業効率」\nを向上させないことと，どのように関連するのかも明らかでないから，審決の上記\n認定は，特許請求の範囲に沿うものでないといわなければならない。\nしかし，前記１ないし３で判示したように，審決における引用発明の認定に誤り\nはなく，引用発明において，整数化処理及び文字列化処理に代えて変換値が０～１\nの範囲となる正規化処理を行うことは，当業者が周知技術に基づいて適宜なし得た\nことであり，また，地図上のスケールは当業者が適宜変更できる事項であるから，\n正規化処理を行う際に，緯度について経度と同様に３６０で除するか，南緯９０°\nを０，北緯９０°を１とするべく１８０で除するかは，当業者が適宜選択・決定で\nきる設計的事項である。したがって，引用発明において，前記相違点に係る構成を\n採用することは，当業者が容易になし得たことといえる。また，本願発明が，引用\n発明及び周知技術から予想し得ない格別の効果を有するものでないことは，後記５\nのとおりである。\nそうすると，本願発明が正距円筒図法を前提とするから「作業効率」が高いとは\nいえないとした前記審決の判断が，本願発明を正解するものでないとしても，作業\n効率が向上する構成についての原告の主張はないから，本願発明の進歩性が認めら\nれるものではない。取消事由４の主張は，審決を取り消すべき事由には該当しない\nものといわなければならない。\n５  取消事由５（顕著な作用効果の看過）について\n(1)  原告は，本願発明の有する効果として，①北緯・南緯・東経・西経をなく\nした，②地図の座標系を分割しないでブロックに分けるという形態を排除した，③\n連続的なシームレスな表現をできる，などと主張する。\n上記の各効果が本願明細書に記載されたものといえるかはさておき，引用発明に\nおいても，緯度及び経度の情報を統一的な形式の位置情報に変換して表示するもの\nであり，座標系がブロックに分けられるものでもない。また，引用発明において，\n文字列による表示に代えて１０進法による整数を用いた表示を行うことが設計的事\n項であることは，前示のとおりであり，そのような整数により表示された場合，用\n途と表示精度に応じたシームレスな位置が表現されるものであることは，当業者が\n容易に推測できることである（なお，原告が主張する連続的なシームレスな表現が，\n地図上に位置情報を表示するに際し常に連続的な数表現を行うことを意味するもの\nであるとすると，これに基づく効果が本願発明の奏する効果といえないことは，前\n記３(1)の説示から明らかである。）。\nしたがって，原告が主張する上記の効果が，当業者が容易に推考できない格別の\nものということはできない。\n(2)  また，原告は，実際の伝達効果作業を行った実地テスト（甲７）において，\n本願発明を実施した場合の位置情報を伝達する作業の作業効率が高いことが明らか\nであったと主張する。\nしかし，甲７の実験は，引用発明の方式（ロカポ方式）で記載された４組の文字\n列と本願発明の方式（ＯＷＡ方式）で記載された４組の数字列との間での情報伝達\n（転記，パソコンへの入力，携帯電話への入力，電話を介しての読上げ及び書込み）\nの速度比の測定及び評価を行った結果であるところ，引用発明の方式と本願発明の\n方式とを単純に比較しただけでは，本願発明が奏するとされる顕著な効果が裏付け\nられるものではない。すなわち，引用発明は，情報量を減らすことなく桁数を圧縮\nするという観点からアルファベットを表示として使用するものであり，このように\nアルファベット入力が介在する場合と介在しないで数字のみを入力使用する場合と\nにおいて情報伝達速度に差が生ずることは，当業者が通常予測する範囲内にとどま\nり，桁数を圧縮せずに１０進法の整数のみを用いて表示を行えば原告の主張する作\n業効率が向上することは明らかであるから，上記の実験において差が生じたことだ\nけで，本願発明の構成に特有の格別な効果があるとすることはできない  。\nしたがって，原告の主張は採用できず，また，上記の説示に照らしてみれば，原\n告が本願発明による格別な効果として他に主張する点も，容易想到性なしとすべき\nまでの効果の裏付けとなるものではない。\n第６  結論\n以上によれば，原告主張の取消事由は，いずれも理由がない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩   月   秀   平\n裁判官\n清 水   節\n裁判官\n古   谷   健 二 郎\n"
}