{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 10,
    "day": 5
  },
  "case_number": "平成28(ワ)23322",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86252",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86252",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/252/086252_hanrei.pdf",
  "contents": "平成２８年１０月５日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ワ）第２３３２２号不正競争行為差止等請求事件\n口頭弁論終結日  平成２８年８月３１日\n判          決\n原        告    マイケル・ジョセフ・ジャクソン遺産財団\n原        告   トライアンフ  インターナショナル  イン\nコーポレーテッド\n上記２名訴訟代理人弁護士    呂       佳    叡\n同           佐々 木       奏\n同           関    戸       麦\n同           安    部    健    介\n同           山    元   裕    子\n被        告   マイケル・ジャクソン・ジャパン株式会社\n主          文\n１  原告マイケル・ジョセフ・ジャクソン遺産財団と被告との間で，別紙\nの契約書が真正に成立したものではないことを確認する。\n２  被告は，別紙表示目録記載の各表示を，自身の役務若しくはその広告\n若しくは取引に用いる書類若しくは通信に表示し，又はその表示をして\n役務を提供してはならない。\n３  訴訟費用は被告の負担とする。\n４  この判決は，第２項に限り，仮に執行することができる。\n事  実  及  び  理  由\n第１  請求の趣旨\n主文同旨\n第２  事案の概要\n１  本件は，世界的に著名なミュージシャンである訴外マイケル・ジャクソン\n（以下「マイケル」という。）の遺産を管理する財団である原告マイケル・\nジョセフ・ジャクソン遺産財団（以下「原告遺産財団」という。）が弁論分\n離前の相被告である甲（以下「甲」という。）に対しマイケルのアニメの製\n作等に係る権利を付与する内容の「Minute Of Understanding」（覚書。以下\n「本件ＭＯＵ」という。）と題する証書が真正に成立したものであることを\n前提として，甲が代表者であった被告が，国内の第三者に対し，マイケルの\n肖像等の使用許諾をしていることに関して，①原告遺産財団が，被告に対し，\n本件ＭＯＵにおける原告遺産財団代理人の署名は偽造であると主張して，民\n事訴訟法１３４条に基づき，本件ＭＯＵが真正に成立したものでないことの\n確認を求め，②マイケルの氏名及び肖像の使用を第三者に許諾する業務を営\nん で い る 原 告 ト ラ イ ア ン フ   イ ン タ ー ナ シ ョ ナ ル   イ ン コ ー ポ レ ー テ ッ ド\n（以下「原告トライアンフ」という。）が，被告に対し，被告がマイケルの\n肖像等の使用権の許諾を受けていないにもかかわらず，その旨の許諾を受け\nている旨を表示して，第三者に対してライセンスを行うことは，不正競争防\n止法２条１項１４号の不正競争に該当すると主張して，同法３条１項に基づ\nき，上記表示の差止めを求めた事案である。\n２  請求原因\n(1) 当事者等\nア  原告遺産財団\n原告遺産財団は，平成２１年（２００９年）６月２５日に死亡した現在\nもなお世界的に著名なミュージシャンであるマイケルの遺産財団である。\n原告遺産財団は，アメリカ合衆国カリフォルニア州相続法に基づき成立し\nており，マイケルが死亡時に有していた財産の総称である。\n遺産財団は，相続人及び受遺者から独立して存在しており，代表者によ\nって管理されるところ，原告遺産財団の代表者は，カリフォルニア州ロサ\nンゼルス郡上級裁判所によって共同執行人に選任されている乙及び丙であ\nる。\nイ  原告トライアンフ\n原告トライアンフは，マイケルが自身の商標等を管理することを目的と\nして，その生前に設立した米国法人である。\nウ  被告\n被告は，遊戯場並びに遊園地の企画，建設，管理及び経営等を目的とす\nる株式会社である。\nエ  甲\n甲は，被告の元代表取締役であり，形式的には代表取締役を退任した後\nも，子を被告の代表取締役に就任させるなどして，被告の経営を実質的に\n支配している。\n(2) 原告トライアンフの権利\n原告トライアンフは，マイケルの生前から現在に至るまで，マイケルの氏\n名を使用した商標登録を行い（日本では，商標登録第３０１６８８６号，商\n標登録第５４８４３１８号などがある。），その氏名及び肖像の使用を第三\n者に許諾する業務を営んでいる。\n原告トライアンフは，マイケルの死後である平成２１年（２００９年）１\n２月４日に，改めて原告遺産財団との間で「遡及的譲渡証書」（ASSIGNMENT\nNUNC PRO TUNC）と題する書面により契約を締結し，マイケルに関する商標（将\n来の商標を含む。）に係る全世界における全ての権利の譲渡を，マイケルか\nら受けていることを確認した。\n(3)  被告の行為\nア  被告は，原告遺産財団からマイケルの氏名及び肖像の使用権を許諾する\n権限が付与されている旨の虚偽の表示をして，第三者に対し，上記使用権\nを許諾するという違法なライセンス活動を展開し，現時点で原告らに判明\nしているだけでも，次の２件の許諾をした。\n(ｱ)  被告は，本件ＭＯＵを偽造の上，そのコピーを示すなどして，株式会\n社ピノ（以下「ピノ」という。）に対し，マイケルの氏名及び肖像の使\n用権を許諾する権限があると表示し，平成２３年２月２日，ピノとの間\nで，マイケルの肖像・姿態を使用したアニメーション映像を製作利用す\nる権利を許諾する内容の使用許諾契約を締結した。\n(ｲ)  被告は，平成２５年１月頃，株式会社ライフスタイル総合研究所（以\n下「ライフスタイル総研」という。）に対し，自らがマイケルの氏名及\nび肖像の使用等についてのライセンス権を有していると説明をし，ライ\nフスタイル総研との間で，業務委託契約を締結して，マイケルの氏名及\nび肖像を使用したカフェ事業を行うことを許諾した。\nイ  被告は，上記アの際，次のとおり，ピノ及びライフスタイル総研に対し，\n「取引に用いる書類」に，「役務」の「質，内容」について「誤認させる\nような表示」をした。\n(ｱ)  被告は，ピノとの間の使用許諾契約書の頭書に，「マイケル・ジャク\nソン・ジャパン株式会社（以下「甲」という。）と株式会社ピノ（以下\n「乙」という。）は，甲が米国法人マイケル・ジャクソン・エステート\n（以下「原権利者」という。）より，地域等の制限なく独占的・排他的\nに使用を許諾されている故マイケル・ジャクソン（以下「丙」という。）\nの肖像，姿態（以下総称して「本件肖像等」という。）を使用して，ア\nニメーション映像を制作し利用する事業に関し，以下のとおりに契約（以\n下「本契約」という。）を締結する。」と記載した。同記載は，取引に\n用いる書類である上記使用許諾契約書に，別紙表示目録記載１の表示（以\n下「本件表示１」という。）をしたものであり，本件表示１からは，被\n告が，原告遺産財団との契約に基づき適法にマイケルの肖像・姿態の使\n用権の許諾を受けており，被告と契約を締結することにより，ピノが，\nマイケルの肖像・姿態を用いたアニメーション事業を展開することがで\nきる趣旨が読み取れる。\nしかし，被告は，マイケルの肖像・姿態について何らの許諾を得てい\nないから，ピノは，被告から許諾を得ても，マイケルの肖像・姿態の使\n用権を有することにはならない。\nしたがって，本件表示１は，マイケルの肖像・姿態の使用権を第三者\nに許諾するという「役務」の「質，内容」について「誤認させるような\n表示」である。\n(ｲ)  被告は，ライフスタイル総研に対し，自らがマイケルの氏名及び肖像\nの使用等についてのライセンス権を有していると説明をしたのであるか\nら，被告とライフスタイル総研との間の業務委託契約書に，別紙表示目\n録記載２の表示（以下「本件表示２」という。）を記載したと考えられ\nる。本件表示２からは，被告が，マイケル又は原告遺産財団との契約に\n基づき適法にマイケルの氏名及び肖像の使用権の許諾を受けており，被\n告と契約を締結することにより，ライフスタイル総研が，マイケルの氏\n名を用いたカフェ事業を展開することができる趣旨が読み取れる。\nしかし，被告は，マイケルの氏名及び肖像について何らの許諾を得て\nいないから，ライフスタイル総研は，被告と契約を締結しても，マイケ\nルの氏名及び肖像の使用権を有することにはならない。\nしたがって，本件表示２は，マイケルの氏名及び肖像の使用権を第三\n者に許諾するという「役務」の「質，内容」について「誤認させるよう\nな表示」である。\n(4) 本件ＭＯＵの成立の不真正\n本件ＭＯＵは，原告遺産財団が一方当事者とされているが，真正に成立し\nたものではない。すなわち，本件ＭＯＵの原告遺産財産の署名欄には，原告\n遺産財団の法律顧問である丁弁護士（以下「丁弁護士」という。）名義のサ\nインが記載されているが，丁は本件ＭＯＵを見たこともなく，サインをした\nこともない。当該サインは別の文書から丁のサイン部分をコピーして貼り付\nけたものと考えられる。\n(5) 確認の利益\n被告は，原告遺産財団からマイケルの肖像・姿態の使用権の許諾を受けて\nいる旨の表示（本件表示１）をしてライセンス活動を展開しているが，原告\n遺産財団は被告に対し，直接又は間接を問わず，マイケルの肖像・姿態の使\n用権を一切許諾していない。本件表示１によって，原告遺産財団が被告に対\nしマイケルの肖像・姿態の使用権を許諾したかのような虚偽の外観が作出さ\nれ，原告遺産財団の権利又は法律上の地位に危険・不安が生じている。\nそして，本件表示１の拠り所は本件ＭＯＵであるから，本件ＭＯＵが真正\nに成立したものでないことが裁判所により確認されれば，本件表示１は意味\nを失い，原告遺産財団の権利又は法律上の地位に生じた上記危険・不安は除\n去される。\nしたがって，原告遺産財団には，被告との間で，本件ＭＯＵが真正に成立\nしたものではないことを確認する利益がある。\n(6) 差止の必要性\n原告トライアンフは，原告遺産財団から許諾を受けて，日本を含む全世界\nにおいて，第三者に対し，マイケルの氏名及び肖像を使用した商品の製造販\n売等を行う権利を許諾している。しかるに，被告による本件表示１及び２は，\n被告から許諾を得ることにより，マイケルの氏名及び肖像を使用する権利の\n付与を受けられる旨の「誤認させるような表示」であるから，これらの表示\nがされることにより，原告トライアンフの営業上の利益が侵害され，又は侵\n害されるおそれがある。\n加えて，被告及び甲は，マイケルの氏名及び肖像について，自らが原告遺\n産財団から許諾を得ているかのように振舞っており，原告らが被告及び甲に\n対し，ライフスタイル総研による権利侵害行為の停止を求めた際，被告及び\n甲は，原告らには停止させる権利はないとして原告らの要求を拒否した。し\nたがって，今後，本件表示１及び２のほかにも，マイケルの氏名及び肖像に\nついて，被告がマイケル又は原告遺産財団から何らかの許諾を受けている旨\nを表示するおそれがある。それゆえ，原告トライアンフは，別紙表示目録記\n載３の表示（以下「本件表示３」という）についても差止めを求める必要性\nがある。\n第３  当裁判所の判断\n１  被告は，本件口頭弁論期日に出頭せず，答弁書その他の準備書面を提出しな\nいから，原告の主張する請求原因事実について，これを自白したものとみなす。\n２   ところで ， 本件ＭＯＵは， 別紙のとおり， 原告遺産財団と「 Financial\nNavigation Limited」代表者の甲との間で締結されたという外観を有しており，\n原告遺産財団と被告との間で締結されたという外観は有していない。しかし，\n前記第２，２(3)のとおり，被告が，第三者に対し，本件ＭＯＵを示し，又は本\n件ＭＯＵが存在することを前提として，自らに許諾権限がある旨の本件表示１\n及び２をしていることが認められ，同各表示は，本件ＭＯＵが真正に成立した\nものであることを前提として，訴外法人 Financial Navigation Limited から，\n被告が，再許諾等の正当な権限を付与されたものとして行われているというべ\nきであるから，仮に本件ＭＯＵが真正に成立したものであるならば，原告遺産\n財団は，本件ＭＯＵの存在を前提として被告と契約を締結した第三者に対し，\nマイケルの氏名及び肖像等の使用を許諾する義務を負うことになる。そして，\n原告遺産財団と被告との間には，本件ＭＯＵの成立の真正について争いがある。\nそうすると，本件ＭＯＵの成立の真否は，原告遺産財団の義務に関し，原告遺\n産財団と被告との間に紛争を生じさせ，原告遺産財団の法律上の地位を不安定\nにしているといえる。\nしたがって，原告遺産財団は，本件ＭＯＵが真正に成立したものではないこ\nとを確認することで，原告遺産財団と被告との間で争いがある法律上の地位を\n安定させることができるといえるから，原告遺産財団には，被告との間で，本\n件ＭＯＵが真正に成立したものではないことを確認する利益があると認められ\nる。\n３  よって，原告の請求には全部理由があるから全部認容することとし，主文の\nとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n東  海  林        保\n裁判官\n勝    又    来  未  子\n裁判官古谷健二郎は差支えのため署名押印できない。\n裁判長裁判官\n東  海  林        保\n（別紙「契約書」及び「その訳文」は省略）\n（別紙）\n表示目録\n１  原告マイケル・ジョセフ・ジャクソン遺産財団との契約に基づき，マイケル・\nジャクソンの肖像・姿態の使用権の許諾を受けている旨の表示\n２  マイケル・ジャクソン又は原告マイケル・ジョセフ・ジャクソン遺産財団との\n契約に基づき，マイケル・ジャクソンの氏名及び肖像の使用権の許諾を受けてい\nる旨の表示\n３  前二項に掲げるほか，マイケル・ジャクソンの氏名，肖像及び姿態の利用につ\nいて，マイケル・ジャクソン，原告マイケル・ジョセフ・ジャクソン遺産財団又\nは原告トライアンフ インターナショナル インコーポレーテッドから何らかの許\n諾を受けた旨の表示\n以上\n"
}