{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 7,
    "day": 17
  },
  "case_number": "平成25(ネ)10024",
  "case_name": "ドメイン名使用差止請求権不存在確認請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83455",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83455",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/455/083455_hanrei.pdf",
  "contents": "平成２５年７月１７日判決言渡\n平成２５年（ネ）第１００２４号  ドメイン名使用差止請求権不存在確認請求控訴\n事件\n（原審  東京地方裁判所平成２４年（ワ）第２３０３号）\n口頭弁論終結日  平成２５年６月５日\n判                  決\n控 訴 人      日本ユナイテッド・システムズ株式会社\n被 控 訴 人      シ テ ィ バ ン ク 銀 行 株 式 会 社\n訴訟代理人弁護士      高      松              薫\n同                    泉              潤      子\n主                  文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事  実  及  び  理  由\n第１  請求\n１  原判決を取り消す。\n２  被控訴人には，商標第１４４７３４３号，商標第３１７６４１３号，商標第\n３２２１８０８号，商標第４４６９５１８号，商標第４８０２７１２号及び商標第\n４９１０９３９号の本件各商標による，ドメイン名citibank.jpに対する商標法上\nの使用差止請求権については，本件各商標登録時から短くとも平成２４年１月２５\n日の現在に至ってもなお，使用差止請求権は存在していないことを確認する。\n３  訴訟費用は，第１，２審とも被控訴人の負担とする。\n第２  事案の概要\n以下，控訴人（原審原告）を「原告」と，被控訴人（原審被告）を「被告」とい\nい，原審において用いられた略語は，当審においてもそのまま用いる。\n１  原告は，ＪＰＲＳに，本件ドメイン名（「CITIBANK.JP」）を登録している。\n被告は，日本知的財産仲裁センターに対し，原告を相手方として，本件紛争処理方\n針に基づく申立てを行い，日本知的財産仲裁センター紛争処理パネルは，本件ドメ\nイン名の登録を被告に移転せよとの本件裁定をした。\n本件は，原告が，被告に対し，本件各商標に基づく本件ドメイン名の商標法上の\n使用差止請求権の不存在確認を求めた事案である。\n原審は，本件訴えは，判決をもって法律関係の存否を確定することにより，その\n法律関係に関する法律上の紛争を解決するものではないから，確認の利益がなく，\n不適法であるとして，本件訴えを却下した。そこで，原告は，原判決の取消しを求\nめて，当裁判所に控訴を提起した。\n２  前提事実及び争点\n原判決の「事実及び理由」欄の「第２  事案の概要」「１  前提事実」及び「２\n争点」（原判決２頁７行目ないし１０頁１８行目）記載のとおりであるから，これ\nを引用する。\n３  争点に関する当事者の主張\n次のとおり付加するほかは，原判決の「事実及び理由」欄の「第２  事案の概\n要」「３  当事者の主張」（原判決１０頁１９行目ないし２２頁１４行目）記載の\nとおりであるから，これを引用する。\n原判決１１頁２２行目の冒頭に，「裁定制度は，本件紛争処理方針，本件登録規\n則によれば，ドメイン名の移転を求める裁定により，当然に当該ドメイン名の移転\nが行われることを前提とした制度ではなく，訴えが提起された場合には，当該裁判\nの結果に基づき，実施機関（ＪＰＲＳ）が，裁定結果である当該ドメイン名の移転\nを実施するか否かを最終的に判断する制度であると解すべきである。」を加える。\n第３  当裁判所の判断\n１  次のとおり付加訂正するほかは，原判決の「事実及び理由」欄の「第３  当\n裁判所の判断」の１及び２（原判決２２頁１５行目ないし３０頁９行目）記載のと\nおりであるから，これを引用する。\n(1)  原判決２６頁１２行目の「しかしながら，」から１７行目の「相当であっ\nたと解される。」までを，以下のとおり変更する。\n「しかし，原告の主張は，以下のとおり失当である。すなわち，前記のとおり，\n被告が原告を相手方として，本件ドメイン名の登録を被告に移転せよとの裁定を申\nし立てた根拠は，本件紛争処理方針４条ａ項（i）号等所定の要件を充足するとい\nうものであるが，被告が本件各商標の商標権又は専用使用権を有することを原因と\nするものではない。したがって，本件裁定がされた後に，本件において「被告の原\n告に対する商標法上の使用差止請求権が存在しないことの確認を求める訴訟」の審\n理，判断をしたとしても，原告と被告との間の本件ドメイン名に関する紛争の解決\nに何ら役に立たないのみならず，紛争解決を遅延させる結果を招きかねない。」\n(2)  原判決２６頁１７行目の「なお，当裁判所は，」を「なお，原審裁判所\nは，」に改める。\n(3)  原判決２６頁１９行目末尾に，改行して，以下のとおり加える。\n「また，原告は，ＪＰＲＳは，提訴された訴訟の適否等を確認して，本件裁定の\n実施を見送っており，本件訴訟において被告の本件各商標に係る商標法上の使用差\n止請求権の不存在が確認されることにより，ＪＰＲＳは，本件裁定結果を実施する\nか否かを最終的に判断し，本件裁定に係る紛争は終結するのであるから，確認の利\n益はあると主張する。\nしかし，原告の主張は，以下のとおり失当である。\n本件紛争処理方針４条ｋ項は，ＪＰＲＳは，ドメイン名登録移転の裁定の通知後\n１０日間の間に，登録者から申立人を被告として裁判所に出訴したとの訴状等の提\n出があった場合には，当然に，裁定結果の実施を見送る旨が規定され，ＪＰＲＳは，\n当該訴えが適法であるか否かについては判断しないものと解されるから，原告の主\n張は，主張自体失当である。\nそして，前記のとおり，本件訴訟において，本件ドメイン名についての商標法上\nの使用差止請求権が存在しないことについて審理，判断をしたとしても，本件裁定\nに係る被告の申立て及び本件裁定がそのような性質の請求権を根拠とするものでは\nない以上，本件裁定の当否が確認されることにはならず，原告の本件ドメイン名の\n登録に関するＪＰＲＳとの契約関係に基づく地位についての不安，危険は，最終的\nには除去されない。\n原告は，その他縷々主張するが，いずれも理由がない。」\n２  結論\n以上のとおりであるから，その余の点について判断するまでもなく，原告の訴え\nは確認の利益がなく，不適法である。したがって，これを却下した原判決は相当で\nあり，本件控訴は理由がないので，これを棄却することとして，主文のとおり判決\nする。\n知的財産高等裁判所第１部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n小      田      真      治\n"
}