{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 9,
    "day": 20
  },
  "case_number": "平成28(ネ)863",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "大阪高等裁判所第3民事部",
  "original_court_name": "大阪地方裁判所",
  "original_case_number": "平成23(ワ)8942",
  "gist": "１　被控訴人国の国賠法１条１項に基づく損害賠償責任\n(1) 国が，建築作業従事者が石綿含有建材の切断，穿孔等の作業により石綿関連疾患に罹患することを防止するため，労働安全衛生法（安衛法）上の規制権限を行使し，①昭和５０年１０月１日以降，事業者に対する防じんマスクの着用義務付け，作業現場における警告表示の義務付け並びに建材メーカーに対する石綿含有建材への警告表示の義務付けを行わなかったこと，②平成３年末以降，石綿含有建材の製造等を禁止しなかったことは，国賠法１条１項の適用上違法である。\n(2) 国の安衛法５５条，５７条に基づく規制権限の不行使については，いわゆる一人親方も，国家賠償の保護範囲に含まれる。\n(3) 国が国賠法１条１項に基づき被災者らに負うべき責任の範囲は，被災者らに生じた損害の２分の１とするのが相当である。\n２　被控訴人企業らの民法７１９条１項に基づく損害賠償責任\n(1) 建材メーカーは，昭和５０年１月１日以降，建築作業従事者に対し，石綿含有建材の切断，穿孔等の作業により石綿関連疾患を発症する危険性等について警告表示する義務を負い，被控訴人企業らには警告表示義務違反が認められる。\n(2) 共同不法行為の加害行為に当たるというためには，特定の被控訴人企業が警告表示義務に違反して製造販売した石綿含有建材が特定の被災者に到達したことの立証が必要であるが，マーケットシェアを利用した加害行為者の特定という方法も，建材使用が極めて多数回に及ぶ状況では合理性を有し，当該建材のシェアが１０％以上を占める被控訴人企業の製造販売行為は，被災者らの就労した建築作業現場に到達する高度の蓋然性が認められる。\n(3) 上記被控訴人企業らは，民法７１９条１項後段の類推適用により，被災者の曝露期間とメーカーの責任原因期間，主要原因企業以外のメーカーの寄与を考慮した範囲で，連帯して責任を負う。",
  "lawsuit_id": "88159",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88159",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/159/088159_hanrei.pdf",
  "contents": "主                文\n１  被控訴人国関係\n控訴人Ａ，Ｂ１・２，Ｃ，Ｅ１・２，Ｆ１・２，Ｇ１，Ｈ１から５まで，\nＩ，Ｊ１から５まで，Ｋ１から３まで，Ｌ１，Ｍ，Ｏ１，Ｐ，Ｑ１，Ｒ１\n・２，Ｓの各控訴人の被控訴人国に対する各控訴に基づき，原判決主文第\n１項及び第２項中，上記各控訴人に関する部分を次のとおり変更する。\nア  被控訴人国は，上記各控訴人に対し，別紙２の１「認容額等一覧表」\nの各控訴人に対応する「認容額」欄記載の各金員及びこれに対する対応\nする「遅延損害金起算日」欄記載の各年月日から各支払済みまで年５分\nの割合による金員を支払え。\nイ  上記各控訴人の被控訴人国に対するその余の請求（当審で追加した請\n求を含む。）をいずれも棄却する。\n控訴人Ｄ１，Ｎ１の各控訴人の被控訴人国に対する各控訴（当審で追加\nした請求を含む。）及び被控訴人国の控訴をいずれも棄却する。\n２  被控訴人企業ら関係\n控訴人Ａ，Ｂ１・２，Ｅ１・２，Ｆ１・２，Ｇ１，Ｈ１から５まで，Ｉ，\nＬ１，Ｍ，Ｏ１，Ｐ，Ｓの各控訴人の別紙２の２「認容額等一覧表」の\n上記各控訴人の行の「認容額」欄に記載のある列の被控訴人に対する各\n控訴に基づき，原判決主文第３項中，上記各控訴人と各被控訴人との間\nに関する部分を取り消す。\n別紙２の２「認容額等一覧表」の「被控訴人」欄に記載された各被控\n訴人は，各被控訴人の列の「認容額」欄に記載のある行の控訴人に対し，\n同「認容額」欄記載の各金員及びこれに対する対応する「遅延損害金起\n算日」欄記載の各年月日から各支払済みまで年５分の割合による金員を\n（同一の行に記載のある被控訴人がいるときは互いに連帯して）支払え。\n上記各控訴人の各被控訴人に対するその余の請求をいずれも棄却する。\n記載の控訴人らのその余の控訴及び控訴人Ｃ，Ｄ１，Ｊ１から５まで，\nＫ１から３まで，Ｎ１，Ｑ１，Ｒ１・２の各控訴人の各控訴をいずれも\n棄却する。\n３  訴訟費用及び控訴費用\nの当事者間の訴訟費用は，第１，２審を通じ，それぞれ，別紙\n２の１「認容額等一覧表」の「負担割合」欄記載の割合を被控訴人国の\n負担とし，その余を各控訴人の負担とする。\n第１項 に記載した控訴人の控訴費用は，当該各控訴人の負担とする。\n第２項 の当事者間の訴訟費用は，第１，２審を通じ，それぞれ，別紙\n２の２「認容額等一覧表」の「負担割合」欄記載の割合を各被控訴人の\n負担とし，その余を各控訴人の負担とする。\n第２項 の控訴費用は，当該各控訴人の負担とする。\n４  仮執行関係\nから１４\n日を経過したときは，仮に執行することができる。\nただし，被控訴人国が，別紙２の１「認容額等一覧表」の各控訴人に対\nし，対応する「担保額」欄記載の各金員の担保を供するときは，当該控訴\n人との関係でその執行を免れることができる。\nこの判決の第２項 は，仮に執行することができる。\nただし，別紙２の２「認容額等一覧表」の「被控訴人」欄に記載された\n各被控訴人が，各被控訴人の列の「担保額」欄に記載のある行の控訴人に\n対し，同「担保額」欄記載の各金員の担保を供するときは，当該控訴人と\nの関係でその執行を免れることができる。\n事 実 及 び 理 由\n第１章  控訴の趣旨\n第１  控訴人ら\n１  原判決を次のとおり変更する。\n２  別紙３「請求対象被控訴人一覧表」の各控訴人ごとの「被控訴人」欄記載の\n被控訴人は，対応する「控訴人」欄記載の各控訴人に対し，対応する「請求金\n額」欄記載の各金員及びこれに対する「遅延損害金起算日」欄記載の各年月日\nから各支払済みまで年５分の割合による金員を連帯して支払え。\n第２  被控訴人国\n１  原判決主文第１項を取り消す。\n２  上記取消部分に係る控訴人らの請求（控訴人Ｏ１の拡張された請求を含む。）\nをいずれも棄却する。\n第２章  事案の概要（略称は，特記しない限り，原判決の用法による。ただし，略\n称しないことがある。）\n第１節  事案の要旨\n本件は，建築物の新築，改修，解体作業等に従事した建築作業従事者１９\n名の本人又はその相続人である控訴人らが，上記従事者が建築現場において\n建築作業に従事する際，同所で使用された石綿含有建材から発生した石綿粉\nじんに曝露し，これによって石綿関連疾患（石綿肺，肺がん，中皮腫，びま\nん性胸膜肥厚）に罹患したとして，石綿含有建材の使用についての規制権限\nを有していた被控訴人国に対しては，労働関係法令及び建築基準法に基づく\n規制権限不行使の違法等を主張して，国家賠償法１条１項に基づき，石綿含\n有建材を製造・販売した建材メーカーである被控訴人企業ら２２社に対して\nは，警告表示及び製造販売中止等の義務違反を主張して，民法７１９条１項\n及び製造物責任法３条に基づき，建築作業従事者一人当たり各３８５０万円\n（相続人又は受遺者による請求の場合は，相続した割合等に相当する金額）\nの損害賠償金及びこれに対する損害発生時からの年５分の割合による遅延損\n害金の連帯支払を求めた事案である。\n原判決は，控訴人らの被控訴人国に対する請求を建築作業従事者１２名に関\nして一部認容し，その余を棄却し，建築作業従事者７名に関して全て棄却し，\n被控訴人企業らに対する請求を全て棄却した。このため，敗訴部分を不服とす\nる控訴人らと被控訴人国のそれぞれが控訴を提起した。\n控訴人らは，当審において，被控訴人国に対し，労働安全衛生法の改正を\n怠った立法不作為の違法を理由とする国家賠償請求を追加し，控訴人Ｏ１は\n請求を拡張した。また，控訴人らは，原審においては，当初，被控訴人企業\nら２２社のほか建材メーカー２２社を被告として訴えを提起したが，原審係\n属中に３社に対する訴えを取り下げ，当審において，１９社に対する訴えを\n取り下げるとともに，原審におけるいわゆる直接取扱建材の主張に基づく請\n求に係る訴えを取り下げた。\n原審の口頭弁論終結後，原審原告のうち２人が死亡し，相続人又は受遺者\nが訴訟を承継した。\n第２節  前提事実\n当事者，石綿の種類等，建築物の種類及び建築工程等，石綿関連疾患等に関\nする現在の医学的知見，関係法令の定め等は，原判決「事実及び理由」の第２\n章第２節の第１から第４まで（２７頁から５６頁まで）及び第３節の第１から\n第４まで（５６頁から１４９頁まで）に記載のとおりであるから，これを引用\nする。ただし，原判決を次のとおり訂正するほか，別紙１１「原判決訂正一覧\n表」第１のとおり訂正する。\n１  ２７頁２０行目末尾に行を改め，次のとおり加える。\n「  原審原告Ｋは，原審口頭弁論終結後の平成２７年６月４日に死亡し，同人\nの遺言により，控訴人Ｋ１，控訴人Ｋ２及び控訴人Ｋ３が，それぞれ３分の\n１ずつ，原審原告Ｋの本件訴訟に関する権利義務を取得した。\n（甲Ｄ１１の１９・２２・３６）\n原審原告Ｒは，原審口頭弁論終結後の平成２７年８月３１日に死亡し，控\n訴人Ｒ１及び控訴人Ｒ２が，それぞれ２分の１ずつ，原審原告Ｒの本件訴訟\nに関する権利義務を相続した。\n（甲Ｄ１８の２２・２７から３０まで）」\n２  ２７頁２５行目末尾に行を改め，次のとおり加える。\n「   旭トステム外装は，平成１６年１２月１日を分割期日とする吸収分割契\n約により，旭硝子から，同社の窯業系外装建材事業部門（硝子繊維補強強\n化セメント及び軽量気泡コンクリートパネルに関する事業を除く。）の営\n業（窯業系外装建材の製造，開発等）を承継した。 (乙イ・ウ４３）\nエーアンドエーマテリアルは，平成１２年１０月にアスクと浅野スレー\nト（大正４年２月設立）が合併して設立された。\nアスクは，朝日スレート（大正１３年３月設立）が，昭和２５年１２月\nに朝日石綿工業に商号変更した後，昭和６２年４月，アスクと商号変更\nした。\n（甲Ａ１２５６の２，１５０４，甲Ｃ２，４，２１，弁論の全趣旨）\nクボタ（昭和５年１２月設立）は，久保田鉄工所が昭和２８年６月久保\n田鉄工に商号変更し，昭和５１年６月，クボタ建材工業（昭和３２年１１\n月設立）を吸収した後，平成２年４月，現商号に変更した。\nクボタは，平成１５年１２月１日を分割期日とする会社分割（吸収分割）\n契約により，その屋根材及び外装材事業並びにこれに関する権利義務の\n全てをクボタ松下電工外装（平成２２年１０月ケイミューに商号変更）\nに移転し，同社はこれらを承継した。\n（甲Ａ１５０４，甲Ｃ１７の１，２０の２，弁論の全趣旨）\nケイミュー（昭和４７年２月設立）は，平成１５年１２月，クボタと松\n下電工の住宅外装建材事業部門を事業承継して設立されたクボタ松下電工\n外装が，平成２２年１０月に商号変更した会社であり，クボタと松下電工\nが製造販売した住宅屋根用化粧スレート，スレートボード（フレキシブル\n板），窯業系サイディングに係る権利義務を承継した。\n（甲Ａ１５０４，弁論の全趣旨）\n新日鉄住金化学は，昭和４５年に八幡化学工業が新日本製鉄化学工業に\n商号変更し，昭和５９年に合併して設立された新日鐵化学が，平成２４年\n１０月，現商号に変更した。                    （甲Ｃ１９，乙チ７）\n住友大阪セメントは，磐城セメント（明治４０年１１月設立）が数回の\n合併を経た後，昭和３８年１０月，住友セメントに商号変更し，平成６年\n１０月，大阪セメントと合併した会社であり，同月，現商号に変更した。\n（弁論の全趣旨）\n太平洋セメントは，秩父小野田セメント（明治１４年５月設立の小野田\nセメントと大正１２年１月設立の秩父セメントが平成６年に合併）と日本\nセメント（大正元年設立の浅野セメントが昭和２２年５月商号変更）が平\n成１０年に合併して設立された。  （甲Ａ１２５６の１，弁論の全趣旨）\nナイガイ（昭和１３年３月設立）は，昭和６２年４月に内外アスベスト\nから現商号に変更した。         （甲Ｃ１０３，弁論の全趣旨）\nニチアス（明治２９年４月設立）は，昭和５６年１０月に日本アスベス\nトから現商号に変更した。        （甲Ｃ３の２，弁論の全趣旨）\nニチハ（昭和２５年５月設立）は，昭和６３年４月に日本ハードボード\n工業から現商号に変更した。              （甲Ｃ１８，弁論の全趣旨）\n日本インシュレーション（昭和２４年１月設立）は，平成元年４月に大\n阪パツキング製造所から現商号に変更した。      （弁論の全趣旨）\nエム・エム・ケイは，三好石綿工業（大正８年設立）らが合併して設立\nされた三菱セメント石綿工業が，昭和４８年１月，三菱セメント建材に商\n号変更し，更に合併して平成２０年７月に設立された三菱マテリアル建材\nが，平成２７年１０月，現商号に変更した。  （甲Ｃ２，弁論の全趣旨）」\n第３節  争点及び当事者の主張\n第１  被控訴人国に対する請求\n１  被控訴人国に対する請求の争点\n被控訴人国に対する請求の争点は，次のとおりである。\n労働関係法令（旧労働基準法及び労働安全衛生法）に基づく規制権限不行\n使の違法性の有無\nア  石綿粉じん曝露と石綿関連疾患発症との間の因果関係に関する医学的知\n見はいつ確立したか。\nイ  被控訴人国は，建築作業従事者が石綿関連疾患を発症する具体的可能性\nをいつ認識又は予見可能であったか。\nウ  被控訴人国の行った労働関係法令に基づく規制は有効であったか。\nエ  被控訴人国にはさらに規制を行うべき義務があったか。\nオ  一人親方等は労働関係法令の保護対象となるか。\n労働者災害補償保険法に基づく規制権限不行使の違法性の有無\n建築基準法に基づく規制権限不行使の違法性の有無\n一人親方等の保護に関する立法不作為の違法性の有無（当審における新主\n張）\n被控訴人国が控訴人らに対して負う責任及び控訴人らの損害\n２  控訴人ら及び被控訴人国の主張\n控訴人ら及び被控訴人国の主張は，３及び４のとおり当審における主張を加\nえるほか，原判決「事実及び理由」第３章第２節の第１（１４９頁から３６６\n頁まで）並びに第３の【原告らの主張】１（５７７・５７８頁），３（５７８\nから５８０頁まで），４（被控訴人国の主張に対する反論部分のみ。５８０頁\nから５８４頁まで）及び【被告国の主張】（５９０頁から５９９頁まで）に記\n載のとおりであるから，これを引用する。ただし，原判決を別紙１１「原判決\n訂正一覧表」第２のとおり訂正する。\n３  当審における控訴人らの主張\n被控訴人国の，建築作業従事者の石綿被害発生の危険性についての認識\n又は予見可能性\nア  石綿による健康被害に関する医学的情報としては，遅くとも昭和４６年\n当時，①２ｆ／㏄程度であっても長期間曝露すれば石綿肺発症の危険性が\nあること，②石綿肺は高率で肺がんを合併する危険性があること，③微量\n曝露による肺がん・中皮腫発症の危険性があることが明らかになっていた。\n被控訴人国は，石綿に発がん性があることから，一般粉じんとは異なる\n規制の必要性に鑑みて，昭和４６年４月２８日，旧特化則で石綿を「第\n二類物質」と定めた。\n石綿の発がん性についての医学的情報が集積したのは，どんなに遅くと\nも昭和４６年である。\nイ  被控訴人国は，昭和４６年時点では，建築現場における建築作業従事者\nの石綿粉じん曝露状況として，石綿関連疾患発生の危険性があったことを\n認識し，少なくとも予見し得た。\nそもそも，昭和３１年の特殊健康診断指導指針では，石綿製品を切断，\n研磨する場所における作業が対象となっており，昭和３５年制定のじん\n肺法においても，石綿吹付け，石綿製品の切断，研磨及びこれらの作業\nを行う場所における作業が対象となっていた。じん肺健康診断の実施結\n果によると，建設業（ずい道建設工事関連を除く。）におけるじん肺罹\n患者数は１９６０年代後半から６０～７０名の規模で発生し，昭和４６\n年度には１３７名となっていた。有所見率も，建設業では，１９６０年\n代から全産業の有所見率の半分の値に達し，昭和４５年度では，全産業\nの有所見率が９．５％であるのに対し，建設業は６．７％であった。被\n控訴人国は，屋外作業とみなしていた建築現場における建築作業が，じ\nん肺（石綿肺）を発生させる程度の多量の粉じん曝露作業であることを\n認識していた。\n被控訴人国は，旧特化則制定に先立つ昭和４６年１月から３月にかけて\n石綿取扱い事業場の監督指導を行い，それをまとめた「石綿取扱い作業\n者のじん肺罹患状況」によれば，建設業のじん肺（石綿肺）有所見率は\n３．５％であった（全産業は６．５％）。昭和４５年の瀬良好澄の石綿\n吹付工に関する報告，アメリカにおける石綿吹付け作業の禁止措置，欧\n米諸国における断熱工，大工，配管工，左官等の建築作業従事者につい\nての石綿肺，肺がん，中皮腫発症例の報告，セリコフの断熱工について\nの疫学調査，イギリス，アメリカ，ドイツにおける濃度規制（建築現場\nを含む。）の開始，これらを被控訴人国は把握し，認識していた。\n昭和４６年当時，日本でも石綿吹付け作業の石綿粉じん濃度が測定さ\nれ，その結果は，当時の日本産業衛生学会の勧告値を大幅に上回るもの\nであった。石綿板製造工場における石綿板切断時の石綿粉じん濃度も，\n木村菊二の報告によれば，イギリスでは長期間曝露すれば石綿肺発症の\n危険性があるとされている濃度であった。この頃には，石綿粉じんによ\nる新しい公害として石綿の有害性が報道され始めた。昭和４３年以降，\nメンブランフィルター法による石綿粉じんの濃度測定が可能となってい\nたから，被控訴人国が建築現場における石綿粉じん濃度の測定を行っ\nて，建築作業従事者の曝露状況を具体的に把握することは可能であっ\nた。\nウ  被控訴人国は，昭和４７年時点では，建築作業従事者に石綿被害発生の\n危険性があることをより確実に認識し，又は予見し得た。\n昭和４７年には，ＩＬＯ，ＩＡＲＣ報告によって，全ての種類の石綿が\n肺がん及び中皮腫を惹起する危険性を有することが明らかにされ，中皮\n腫の短期間曝露や少量曝露による発症の危険性等も確認された。アメリ\nカの濃度規制は強化された。\nエ  被控訴人国は，昭和４８年時点では，建築作業従事者に石綿被害発生の\n危険性があることを認識し，又は予見し得た。\n環境庁は，昭和４７年，大気汚染物質としての石綿の健康影響について\n労働省労働衛生研究所に調査を委託し，２本の報告書をまとめた。いず\nれの報告書でも，建築現場が石綿粉じんの排出源となっているとし，建\n築作業従事者らの石綿曝露が一般大気汚染による環境曝露より甚だ高い\nことを指摘した。\n昭和４８年に，建設省は，官庁営繕工事の内部仕上げにおける石綿吹付\nけの使用を禁止した。山口裕は，「労働の科学」において，建築作業従\n事者の石綿肺を取り上げ，将来的な建築作業従事者の石綿被害発生の危\n険性を指摘した。被控訴人国は，石綿が肺がん及び中皮腫等の悪性新生\n物を発生させることが明らかになったとして，石綿の局所排気装置の抑\n制濃度を５ｆ／㎤以下とするよう指導することを指示する通達を発出し\nた。\nオ  被控訴人国は，どんなに遅くとも昭和５０年時点には，建築現場におけ\nる石綿関連疾患罹患の危険性を容易に認識することができた。\nイからエまでに加え，昭和５０年までには，欧米諸国の建築作業従事者\nの症例や疫学調査が多数報告され，日本でも，同年には，左官工の石綿\n肺がん症例が報告された。\nカ  被控訴人国に建築作業従事者に対する石綿被害発生についての予見可能\n性が認められた時点においては，そこから間隔を置くことなく，実用性\nのある技術的知見が存在する「最も有効な方策」を直ちに事業者に義務\n付けるべきであった。\nキ  被控訴人国が主張する「労働者の健康被害状況の深刻性及びこれに対す\nる被控訴人国の認識」は，予見可能性を基礎付ける一つの事情にすぎな\nい。\n被侵害法益が生命健康である場合，被控訴人国の規制権限不行使を違法\nとする予見可能性の程度は，漠然とした抽象的な危惧では足りないとして\nも，具体的な危険性を認識することまでは必要としない。被控訴人国が適\n切な石綿粉じん対策を行わなければ，建築作業従事者に重大な石綿被害が\n生じる相当程度の危険性があることを認識し，又は予見可能であれば足り\nる。\n防じんマスクについて\nア  建築現場においては，石綿工場のように作業場所や粉じんの発散源が一\n定しているということがなく，局所排気装置に匹敵する第一次的な方策も\n存在しないこのような建築現場の特徴からすると，建築現場における防じ\nんマスクによる粉じん対策は，石綿粉じん曝露を防止するための重要で不\n可欠な方策である。\n一方，防じんマスクは，規制される事業者側の負担が少ない極めて容易\nな対策であった。\nイ  防じんマスクの着用を義務付ける対策を基礎付けるために必要な被控訴\n人国の把握すべきリスクの程度は，低くてよい。\nこのことからすると，被控訴人国は，遅くとも旧特化則が制定された昭\n和４６年４月２８日時点，鉛中毒予防規則・有機溶剤中毒予防規則が制\n定された昭和４７年９月３０日時点，どんなに遅くとも特化則が改正さ\nれた昭和５０年１０月１日時点において，事業者に対して建築作業従事\n者に対し防じんマスクを着用させるよう義務付けるべきであった。\n平成７年改正特化則においても石綿含有率１％以下の石綿含有製品を除\n外したこと，清掃作業への着用を義務付けなかったこと，発じん作業者\n以外の作業者への着用を義務付けなかったことからすれば，被控訴人国\nの規制権限不行使の違法は，平成１８年９月１日まで継続した。\n警告表示及び作業現場掲示の義務付けについて\nア  防じんマスクについては着用阻害要因があり，建設業特有の重層下請構\n造により，現場の建築作業従事者には指示が行き渡りにくかった。また，\n建築作業従事者は，石綿の危険性や発がん性，防じんマスク着用の必要性\n等を知らなかった。\nしたがって，建築作業従事者が防じんマスクを使用することは期待し難\nい状況にあり，防じんマスクの着用を徹底させ，石綿関連疾患に罹患す\nることを防止するには，防じんマスクの着用を義務付けただけでは不十\n分であった。これを実効あらしめるため，建材への警告表示及び作業現\n場掲示は必要不可欠であった。\nイ  建材への警告表示・作業現場掲示の義務付けは，製造者又は事業主の経\n済活動を制約するものではなく，規制による負担はごく軽く，容易に実施\n可能である。製造者としては，自ら製造・販売する物に，有害物が含有さ\nれていること，その有害性の内容及びその有害性を回避するために必要な\n取扱い上の注意などの警告表示等を容器や包装に付加すれば足りる。事業\n主も，建築現場への掲示をすればよく，実質的にはほとんど費用のかから\nない措置である。\n警告表示及び作業現場掲示の義務付けは，被控訴人国としても，規制権\n限の行使は極めて容易なものであった。違法の始期は，どんなに遅くと\nも昭和５０年１月１日であり，終期は，平成１８年９月１日である。\n石綿吹付け作業の全面的禁止について\nア  石綿吹付け作業は，著しく石綿を発散させる上，吹付材は飛散し易く，\n作業者のみならず，周辺で作業する者，後続の作業者等にも石綿粉じん曝\n露の危険をもたらすものであった。昭和４６年には，石綿吹付作業現場に\nおいて高率に石綿被害が発生し，死者まで出ていることが報告されていた。\n被控訴人国は，昭和５０年特化則改正通達において，石綿吹付け作業によ\nる石綿粉じん曝露の危険性を指摘していた。したがって，被控訴人国は，\n昭和４７年頃までに，どんなに遅くとも昭和５０年１０月１日には，石綿\n吹付け作業による石綿粉じん曝露の危険性を認識していた。\n一方で，昭和５０年の時点には，すでに吹付石綿の代替材としてノンア\nスのロックウール等が存在した。石綿吹付け作業の全面禁止を行うことに\n何ら障害はなかった。\nしたがって，石綿吹付け作業については，昭和５０年の時点でこれを全\n面的に禁止すべきであった。\nイ  昭和５０年改正特化則は，石綿吹付け作業の禁止に例外を設けたため，\n同改正特化則以降も，吹付け作業に石綿が使用され続けた。被控訴人国は，\n石綿含有量が５％以下の場合でも，危険であることを認識していた。\n昭和５７年以降，石綿の発がん性について閾値がないことが明らかとさ\nれ，昭和６１年の石綿条約では，石綿吹付けの禁止が盛り込まれた。昭和\n６２年のいわゆる学校パニックでは，学校施設における吹付石綿が社会的\nに大問題とされた。これらを受けて，建設省は，同年１１月，建基法に基\nづく告示において，耐火構造の規定から吹付石綿を用いた構造の規定を削\n除した。この頃には，ノンアスの吹付材が広く普及していた。\nしたがって，被控訴人国は，昭和６２年時点において，石綿吹付け作業\nを全面的に禁止する措置を取るべきであった。全面禁止措置を平成１６\n年１０月１日まで怠ったのは著しく不合理である。\n集じん機付き電動工具について\nア  電動工具を用いた作業は，石綿吹付け作業と並ぶ二大発じん源である。\nまた，集じん機付き電動工具の使用義務付けは，建築現場における基本的\nかつ有効な粉じん対策である。\n電動工具の集じん装置部分の集じんの原理は，１８８０年代から技術的\nに既に確立しており，我が国でも，昭和２５年頃（１９５０年代）には集\nじん装置が普及していた。昭和３２年頃には，国内でも米国製の集じん機\n付き電動工具が販売され，昭和４９年頃には，国内のメーカーがこれを製\n造販売していた。\nこのように昭和４５年頃（１９７０年代）には，集じん機付き電動工具\nの構造原理，性能原理に関する工学的知見は確立して実用化されていた。\n加えて，石綿粉じん対策としての有効性（集じん機付き電動工具の使用に\nよって，集じん機がない場合と比べて石綿粉じん曝露量は相当程度減少す\nる）も明らかであった。その使用を義務付けることは十分に可能であった。\nイ  作業内容，場所，工具の種類が様々であることは，個別に対応できるこ\nとであり，集じん機付き電動工具の使用を義務付けられない理由とはなら\nない。事業者に物的負担や手間がかかることも，集じん機付き電動工具の\n使用義務付けを否定する理由とはならず，むしろ，除じん装置の購入・管\n理に費用がかかるからこそ，法令によってその使用を義務付ける必要があ\nった。\nしたがって，昭和４７年時点又は昭和５０年時点において，特化則を改\n正して，防じんマスクの使用とともに集じん機付き電動工具の使用を義務\n付けるべきであった。\nどんなに遅くとも，集じん機付き電動工具の使用を推奨する通達が発出\nされた平成４年には，その使用を義務付けるべきであった。\n⑹  特別教育について\n労働安全衛生を実効的に推進するためには，労働者の理解と協力が必要で\nあり，そのためには警告表示・作業現場掲示に加え，労働者に対する安全衛\n生教育が不可欠である。労働者が作業の危険性や，職業病の防止措置の重要\n性を十分に理解しない限り，労働安全衛生措置を使用者又は労働者に義務付\nけただけでは実施されない可能性が高い。\n特に有害で職業病発症の可能性が高い作業については，作業員に当該疾病\nの原因，症状，予防方法，罹患に対する補償制度等を分かりやすく説明し，\n予防対策の重要性を認識させなければならない。したがって，雇入れ時の一\n般的な安全衛生教育のみでは足りず，このような内容を備えた特別教育を繰\nり返し実施させる必要がある。安衛法によれば，多くの物質について特別教\n育の実施が別途規定されている。\n実施を義務付けなかった被控訴人国の違法の始期及び終期は，⑶と同じで\nある。\n⑺  石綿含有建材の製造等の禁止について\nア  安衛法１条及び５５条の趣旨・目的からすれば，①建材に使用される石\n綿が建築作業従事者に重度の健康障害を生ずる物質で，②現在の技術をも\nってしても，建築現場における石綿関連疾患の発症，特に少量曝露でも発\n症する危険性のある肺がん・中皮腫発症を防止する十分な防護方法がない，\nつまり，石綿含有建材の厳格な管理使用が著しく困難又は不可能であると\nきは，被控訴人国は，できる限り速やかに，適時にかつ適切に規制権限を\n行使して石綿含有建材の製造等を禁止すべきである。\nイ  被控訴人国は，遅くとも昭和６２年には，石綿含有建材の製造等を禁止\nすべきであった。\n昭和６２年時点においては，建材に使用されているクリソタイルを含\nむ石綿が建築作業従事者に与える健康障害が重大であり（発がん性，閾\n値がないこと等），健康障害が発生するリスクが極めて高いこと（イギ\nリスにおいて石綿肺が発生する危険性リスクを１％以下とするよう定め\nた個人曝露濃度よりも高い濃度の石綿粉じんに曝露する危険性があった\nこと）が判明していた。\n一方で，建築作業従事者については，厳格な管理使用の大前提となる場\nの管理濃度，個人曝露濃度のいずれの濃度規制も行われておらず，実効\n性のある粉じん発生抑制措置もなかった。局所排気装置の設置は著しく\n困難で，湿潤化も困難であった。防じんマスクの着用も限界があった。\nしたがって，クリソタイルの管理使用の前提となる厳格な使用規制が困\n難又は不可能な状況にあった。\n規制権限不行使の違法性判断に当たり，石綿の社会的有用性やこれに\n代わる代替品の製造コストを考慮することは，労働者の安全と健康の確\n保を目的とする安衛法の委任の趣旨・目的からすると許されない。この\n点を措いても，昭和６２年当時には，多くの建材のノンアス化が進んで\nおり，同時点において石綿と同様又はこれを上回る危険性が指摘された\n代替繊維はなかった。昭和６２年から平成７年の間に代替化が進んだの\nは，代替品の製造技術等が高まったからではなく，使用禁止が世界の趨\n勢となり，石綿含有建材企業が日本での使用禁止が近いと判断したから\nにほかならない。\nこのほか，欧米各国の規制強化や禁止の動向，学校パニックなどの石\n綿の社会問題化の状況を踏まえれば，昭和６２年時点で製造等を禁止す\nる規制権限を行使しなかったことは違法である。\nウ  遅くとも平成３年時点では，全種類の石綿含有建材がノンアス化してい\nた。\nしたがって，この時点では，石綿含有建材の製造等を禁止することが社\n会的に大きな混乱や新たな産業被害を引き起こすことはなかった。被控\n訴人国が国民から石綿含有建材の製造等禁止措置を強く求められていた\n事情もある。\n被控訴人国が，平成３年に，クリソタイルを含む石綿を含有する建材の\n製造等を禁止する規制権限を行使しなかったことは，著しく合理性を欠\nき違法である。\nエ  アモサイトは，クロシドライトと並んでクリソタイルより毒性が強く，\n平成元年には，ＷＨＯがアモサイトの使用禁止を勧告した。アモサイトに\nついて管理使用が可能であるとの見解があったのは平成元年頃までである。\nアモサイトは、昭和６２年においても，石綿含有建材に使用された石綿の\n３％を占めるにすぎなかった。\nしたがって，アモサイトについては，昭和６２年，どんなに遅くとも平\n成元年時点で製造等を禁止すべきであった。\n⑻  一人親方等が保護対象であることについて\nア  本件は，一人親方等に法律の適用を求める（一人親方等を労働者として\n扱うよう求める）ものではなく，生命健康という最高の保護法益の侵害に\n対する国家賠償請求である。この場合，規制権限の根拠となる法令の規定\nの文言やその直接の目的のみならず，業務の実態や災害状況も踏まえて，\n当該根拠法令の趣旨目的，根拠法令の他の規定，保護法益の内容及び性質，\nこれが害されるべき程度などから，積極的かつ柔軟適切に解釈して，被控\n訴人国が負うべき損害賠償義務の範囲を画するべきである。\nイ  安衛法５５条(製造等禁止)  は，労働者にとって重度の健康障害を生ず\nる「物」を作業の「場」から排除し，製造・取扱いの過程で曝露する従事\n者に生ずる健康障害防止の徹底を意図したものである。安衛法５５条の前\n身である旧労基法４８条は，全ての者を適用対象とした黄燐燐寸製造禁止\n法を引き継いだ規定であり，旧労基法４８条の文言上も「労働者」に限定\nされていなかった。\nまた，安衛法５７条の有害物質に関する警告表示制度は，安衛法５５条\nの対象物である重度の健康障害を生ずる物とまではいえない化学物質に\nついても，作業過程において健康障害を生ずるおそれのある化学物質等\nについては，警告表示という一定の規制を義務付けることによって，そ\nの化学物質を取り扱う作業者が，有害物質に曝露することを回避する措\n置を取ることを可能にし，有害物質の取扱い過程における健康障害の発\n生を未然に防止することを目的とするものである。\n安衛法５５条，５７条は，いずれも規制の対象を労働者と使用関係にあ\nる事業者に限定していない。使用従属関係を前提として労働者を保護す\nるために事業者に規制を課した他の安衛法の規定とは，その趣旨・目的\nが異なるのは明らかである。安衛法５５条，５７条が「労働者」との文\n言を使用したとしても，それは，作業過程における有害物質からの曝露\nによる健康障害を防止する趣旨を示すにすぎない。\n有害物質規制（物的規制）に関しては，保護される対象は建築現場で作\n業に従事する労働者も一人親方等も変わらない。一人親方等であるから\nといって，作業過程における危険について自ら守ることが原則（自己責\n任）との論理は妥当しない。\n被控訴人国が法令の直接の目的である労働者に対する安衛法５５条，５\n７条に基づく規制権限を行使すれば被控訴人国が新たな規制や措置を行\nわずとも，また，被規制者が規制に基づいた措置を取ればそれに付加し\nた措置を取らずとも，建築現場で労働者と同様に作業を行う一人親方等\nの生命健康も保護することができる。また，被控訴人国は，そのことを\n当然に認識し，又は予見していた。実際に，被控訴人国は，旧労災保険\n法やけい特法において一人親方等を労働者に準じた扱いをしてきた。\n以上のような安衛法５５条，５７条の沿革，趣旨目的，有害物質規制に\nおいて保護される対象，被控訴人国の認識又は予見等からすれば，安衛\n法５５条，５７条に基づく規制権限不行使に関しては，一人親方等もこ\nれらの規定の間接的な保護の対象又は被控訴人国が規制権限の行使に当\nたってその生命健康に配慮すべき対象と解するか，国賠法上の保護範囲\nに含まれると解すべきである。\nウ  安衛法２２条，２３条，２７条１項に基づく規制権限不行使の違法に関\nしても，これらの規定の前身の旧労基法の規定の文言解釈，これらの規定\nの制定経過や趣旨・目的，建設業を前提とした安衛法３０条や３１条，労\n基法８７条１項の各規定の趣旨・目的，特定元方事業者が一人親方等も含\nめて現場の安全衛生管理を統括していた建設業の実態，被控訴人国自身が\n擬制適用という行政措置により一人親方等を労災保険や日雇労働者健康保\n険制度，けい特法の対象としてきたこと，昭和４０年改正労災保険法にお\nいて一人親方等労災補償制度が確立した意味等からすれば，上記各規定は，\n労働者と使用者間の関係にかかわらず，危険な作業現場において作業する\n者を保護しているとみるべきである。\nしたがって，一人親方等の生命健康について少なくとも同規定の間接的\nな保護の対象等と解するか，又は国賠法上の保護範囲に含まれるものと\n解すべきである。\n特に，「場所的規制」である作業現場掲示の義務付けに関する規制権限\n不行使の違法については，イと同様である。\nエ  省令制定権限の不行使の違法が問題となる場合は，省令は個別的なもの\nではなく，一般的なものであるから，「個別の国民に対して負担する職務\n上の法的義務」は，一定のメルクマールを満たす国民（本件では，建築現\n場における作業によって石綿粉じんによる被害を受ける者というグループ）\nについて「一律」のもの又は関係する者全員との関係で「一体的」なもの\nである。\nこのような「一律」又は「一体的」である省令制定（特に物的規制や場\n所的規制）の権限の行使・不行使という「一律」又は「一体的」な客観的\n行為について，関係する者のうちある者に対しては違法となり，他の者に\n対しては違法とはならないということは，生じ得ないはずである。\n建築現場において職務上全く同一の建築作業を行って石綿粉じんに曝露\nする一人親方等の保護も，規制の目的に含まれる，すなわち，規制権限不\n行使の違法が認められると解すべきである。\n⑼  建基法に基づく規制権限不行使の違法について\nア  建基法２条７号から９号までに基づく権限不行使\n建基法２条７号から９号は，建材という「物」に着目した規定である。\n保護の対象を明示する文言はなく，建基法の主たる目的が，火力から完\n成した建築物の所有者等を守ることにあったとしても，一人親方等を含\nむ建築作業従事者を保護対象とすることに文理解釈上何らの障害もない。\n建築作業従事者は，「完成した建築物」に必然的に関与する者である。\n被控訴人国のこれまでの建築基準行政の運用（建築物及び建材の安全性\nを確保し維持するために建築関係法令を制定又は改廃してきたこと）や\n被控訴人国自らの石綿対策（石綿含有建材の使用禁止を建築関係法令で\n行ってきたこと），昭和４５年改正建基令１０８条の２及び同年改正建\n基法３７条の規定の趣旨からすれば，建基法２条７号から９号までの趣\n旨目的に建材自体の安全性確保が含意されているといえる。\n被控訴人国が，遅くとも石綿の発がん性を前提として旧特化則による規\n制を始めた昭和４６年以降において（そうでないとしても，昭和６２年\n以降，平成３年以降又は平成７年以降），\n①    同年から平成１６年まで，石綿建材及び石綿建材を用いた構造を一\n般的に指定した告示・政令から石綿建材を削除しなかったこと，\n②    平成５年に石綿建材を用いた構造を準耐火構造に一般的に指定した\nこと及び平成１２年に石綿建材を用いた構造を耐火構造等に，石綿ス\nレートを不燃材料に一般的に指定したこと，\n③    昭和４６年以降，石綿建材及び石綿建材を用いた構造について個別\n的に指定・認定したこと，\n④    石綿建材及び石綿建材を用いた構造について，一般的又は個別的に\n指定・認定する際，警告表示等の条件を付さなかったこと\nは違法である。\nイ  建基法９０条に基づく権限不行使\n建基法９０条には，人的属性による保護対象の限定はない。同条は，工\n事現場及びその周辺という「場所」に着目した規定である。同条の保護\n対象に建築作業従事者が含まれることは明白である。\nまた，同条の「危害」は，例示されている「地盤の崩壊」等に類する物\n理的作用による事故に限定して解すべきではなく，広く「工事の施工」\nによって生じる「危害」を対象としていると解すべきである。そうであ\nれば，「有害」物質に曝露すること自体も「危害」であるといえる。\n被控訴人国は，昭和４６年には，建基法９０条２項に基づき，建築作業\n従事者の生命健康を保護するため，石綿粉じん曝露防止のための技術的\n基準を定める作為義務を負っていた。\n⑽  立法不作為の違法について\n国会の立法裁量を前提としても，保護すべき法益の重大性に鑑みて，適切\nな立法を行えばかかる法益を保護でき，国がそれを認識していたにもかかわ\nらず，それを怠った場合には, 立法不作為は，国賠法上違法と評価されると\nいうべきである。\n本件では，一人親方等を含む建築作業従事者の生命健康という，他に代え\nることのできない最高の法益が問題となっている。被控訴人国は，古くから\n建設業の重層下請構造等の特質から一人親方等に労働災害が多発していたこ\nとを確定的に認識していた。そのため，事後的な補償制度については，昭和\n２２年には，一人親方等に旧労災保険法を擬制適用するとの通達を発出し，\n昭和４０年改正労災保険法では，一人親方等の特別加入の制度を作った。昭\n和４７年制定の安衛法では，重層下請構造を念頭に，元請事業者の安全衛生\n上の責任も明確化された。\n現行法では，一人親方等の法的救済が図られないというのであれば，被控\n訴人国は，昭和４７年時点で，遅くとも，昭和５１年に制定された建設雇用\n改善法によっても問題点は改善されず一人親方等の労働災害が多発し続けた\nことが認識された昭和終期頃に，どんなに遅くとも，石綿対策としてクロシ\nドライト，アモサイトの製造等を禁止し，労働者に対する防じんマスク等の\n着用の義務付けを徹底した平成７年時点では，昭和４０年改正労災保険法に\nおいて労災特別加入の対象とした一人親方等について，安衛法５５条及び５\n７条の，また，安衛法２２条，２３条及び２７条１項の適用対象とする旨の\n立法措置を採るべきであった。\n被控訴人国が上記立法措置を採らなかったことは，国賠法１条１項の適用\n上違法と判断されるべきである。\n⑾  個々の建築作業従事者の労働者性について\nア  控訴人Ｃ\n控訴人Ｃの「職歴等申告書」にａの記載がないとしても，当時のケース\nワーカーが短時間で聴き取り記載したものであれば，記憶が混乱し失念\nしてしまうことも不自然ではない。控訴人Ｃの原審における本人尋問で\nの供述内容は具体的で信用性がある。\n控訴人Ｃは，昭和４０年１１月から昭和６２年３月までの間，ａで労働\n者として就労していた。\n控訴人Ｃのｂでの就労終期は，平成９年１２月末である。経費節減のた\nめ，社会保険から国民健康保険への切り替えを求められ，平成４年４月\nにそれに応じたにすぎない。\nイ  被災者Ｇ\n被災者Ｇは，昭和４６年１２月頃から昭和６１年１０月頃までの間，日\n光化成の建築作業にのみ従事しており，他社の建築作業に従事したこと\nはなかった。被災者Ｇの仕事場は日光化成の指示に基づき定められ，休\n日は日曜，朝７時過ぎ頃に家を出て午後６時過ぎ頃に帰宅するというよ\nうに時間的にも拘束されていた。仕事の依頼につき諾否の自由もなかっ\nた。機械・器具類も日光化成から支給されていた。\n被災者Ｇは，日光化成との関係で労働者であったといえる。\nさらに，被災者Ｇは，昭和６１年１０月頃から平成２１年３月３１日ま\nでの間，ｃとの間で支配従属関係にあった。被災者Ｇは日当と言われな\nがら減額されても仕事を続け，一方で残業代の支給を受けていた。被災\n者Ｇは上記期間ほぼｃの仕事のみ行っていた。仕事の指示は元請けの現\n場監督から受けていたが，被災者Ｇの建築作業従事歴からすれば，逐一\nｃから指示を受けるまでもなかった。ビス等細かい材料も会社から支給\nされていた。\n被災者Ｇは，ｃとの関係で労働者であったといえる。\nウ  被災者Ｈ\n被災者Ｈが同業者の建築現場で同業者の指揮監督の下で建築作業に従事\nしていたなどの原審証人Ｔの供述は，具体的で不自然なところはない。\n労災手続の聴取手続で応援作業に関して何ら触れられていないのは，労\n働者性について詳細な質問がされなかったためである。\n被災者Ｈは，証拠上，昭和５２年５月頃から平成２２年２月頃までの間\nも，労働者であったと認められる。\nエ  被災者Ｊ\n被災者Ｊは，昭和４７年７月頃から１２月頃までの間，特定の親方の下\nでクロス貼り作業に従事し，昭和４８年１月頃に「ｄ」の屋号を名乗る\nようになったものの，ｅに指定された現場でｅに特定の期間に一定の作\n業をするよう指示されていた。ｅの職員は毎日のように現場に来て現場\nの進捗状況等をチェックしていた。出勤時間を指示され，時間的場所的\nにも強い拘束を受けていた。\n被災者Ｊは，昭和４８年１月頃からも少なくとも昭和５１年頃までは，\nｅとの関係で労働者であった。\n⑿  損害について\nア  建築作業従事者の石綿被害の特質と重大性，同被害の発生拡大にかかる\n被控訴人国の長期にわたる複数の違法行為と積極的な先行行為を考慮すれ\nば，基準慰謝料額は一律に３５００万円とすべきである。死亡したか否か\nで基準慰謝料額に差を設けることは不合理である。\nイ  被控訴人国の責任を二次的補充的なものとみるべきではなく，損害全体\nとの因果関係を否定するのも相当ではない。\n本件において，被控訴人国の責任範囲が２分の１を下回ることは許され\nない。\n被控訴人国の責任期間内の曝露期間が石綿関連疾患の労災認定基準とさ\nれる期間に足りない場合の減額も不当である。\nウ  喫煙歴は疾患に当たらず，喫煙歴があることによる減額は不当である。\n喫煙が肺がん発症に与える影響の有無は，個体による感受性に影響され\nる要素が強く，喫煙によって肺がんが発生するという医学的な発生機序\nは明らかにされていない。\n４  当審における被控訴人国の主張\n規制権限不行使の違法性の判断枠組み\n労働大臣において労働者の安全衛生，特に粉じん作業に従事する労働者の\n健康被害を防止するために必要な措置に係る省令制定権限を行使すべき義務\nが生ずる前提として，①労働者の健康被害状況の深刻性及びこれに対する国\nの認識，②労働者の健康被害に関する医学的知見の確立，③粉じん防止対策\nの有効性及び当該対策による健康被害の相当程度の防止可能性，④当該対策\nの取組みやその進展状況といった事情を考慮すべきである（最高裁判所平成\n２６年１０月９日判決・民集６８巻８号７９９頁参照）。\nすなわち，規制権限不行使の違法性の有無の判断に当たっては，当該不行\n使が問題とされる当時，被害の実情が相当深刻であったことが判明していた\nという事情が極めて重要な要素となる。単に物質の危険性やこれにより将来\nの被害発生に係る抽象的な認識・予見可能性があるだけでは足りず，深刻な\n被害が発生する差し迫った現実の危険性があり，かつ，既存の規制措置に加\nえ更に厳しい規制措置を講じなければ上記被害を回避できないことについて，\n具体的な認識・予見可能性が必要である。\nしかし，昭和５０年１０月１日当時，建築労働者一般について石綿肺等罹\n患の実情が相当深刻であることが判明していたという事情はない。労働者全\n般における中皮腫の労災認定件数は，昭和６１年当時でも年間９名にすぎず，\n建築労働者の胸膜肥厚斑の有所見者率は，昭和５８年から昭和６２年におい\nても０．８２％にとどまっていたとの調査結果がある。大阪労働基準局が昭\n和６３年度から平成６年度までの間，同局管内の各種事業場のうち建設業の\n事業場を対象とした石綿対策推進状況等について調査した結果，じん肺管理\n区分２以上の者は延べ２名把握されたのみであり，肺がんや中皮腫が過去に\n発生した事業場は０であった。なお，昭和４５年度から平成１６年度までの\n主要産業別労働者人口及びじん肺症等の発症等の発生件数等を比較・分析し\nても，建設現場に就労する労働者について，石綿関連疾患の被害の実態が相\n当深刻であったと認めることはできない。このことは，平成１７年度以降に\nおいても同様である。\nまた，建築現場においては，「屋内作業」であっても，作業全体に占める\n石綿含有建材の切断，加工等の作業（石綿粉じんを発生させる作業）の割合\nが，時間的にも分量的にも石綿紡織工場における同種作業より格段に小さく\n（建築作業では，石綿粉じんを発生させることがその主たる作業に常に付随\nするということはあり得ない。），建築現場で取り扱う石綿含有建材に含ま\nれる石綿量は，石綿紡織工場において扱う石綿原料に含まれる石綿量よりも\nはるかに少なかった。建築作業が進んだ段階で建築物が養生シート等で囲ま\nれた場合であっても，建築作業を行う場が石綿工場の屋内と同視できるよう\nな密閉空間になるものではない。\n石綿含有建材は，一定の範囲でプレカット加工がされるなどしており，建\n築現場において最初から全て切断加工するものではないこと，石綿含有建材\nを切断するのに必ず電動工具が使われるわけではないことも考慮すると，建\n築作業における労働者の石綿粉じん曝露実態を石綿紡織工場における屋内作\n業の石綿粉じん曝露実態と同視することはできない。\nしたがって，被控訴人国が，昭和５０年１０月１日当時，建築現場におけ\nる労働者の石綿肺罹患の実情が石綿紡織工場と同様に深刻であると認識し得\nたということもない。\n控訴人らが指摘する症例報告は被害の深刻性を基礎付けるものとはいえず，\n指摘する通達等も被害の深刻性や被控訴人国の被害発生への認識・予見可能\n性を基礎付けるものとはいえない。\n⑵  防じんマスクについて\nア  特化則の改正により，事業者に対し労働者に防じんマスクを使用させる\n義務付けがされた平成７年より前に，建築労働者一般について，石綿肺等\n罹患の実情が相当深刻であることが明らかになっていた事実はない。\nまた，平成７年より前に，吹付け作業以外の建築作業において，石綿含\n有建材を切断等する作業によって石綿粉じんに曝露し，石綿肺等に罹患\nする危険性が高いとは考えられていなかった。\nイ  吹付け作業以外の建築作業において，防じんマスクの使用は，作業管理\n対策の一つであり，基本的には補助的手段であった。\n粉じん曝露防止対策としての第一次的方策は，粉じん発散防止対策（作\n業環境管理対策）である。吹付け作業や建築物の解体作業以外の建築作\n業では，罰則をもって一律に義務付けることが適切な粉じん発散防止対\n策が見当たらない作業もあったが，その場合は，本来補助的手段である\n防じんマスクやその他の防止策を併せて総合的に石綿粉じん曝露防止策\nを講ずることが合理的と考えられる。\nウ  被控訴人国は，昭和４７年までに，労働者の防じんマスクの使用を相当\n程度確保する規制を既に行ってきた。\n旧安衛則では，使用者に対し，粉じんを発散する衛生上有害な場所での\n業務において作業に従事する労働者に使用させるために呼吸用保護具を\n備える等の義務を課すなどし，旧特化則，安衛則及び特化則でも，呼吸\n用保護具に関して同様の規制を講じてきた。安衛法等では，労働者に対\nする安全衛生教育の実施義務も規定した。\nこのほか，特化則では，屋内作業労働者の健康障害予防措置義務（５条\n２項）を規定し，ここには，防じんマスクを使用させることも含まれた。\n粉じん則では，「石綿」は規制の対象外とされたものの，セメントなど\n鉱物を含む建材の切断等の作業に従事する労働者に防じんマスクを使用\nさせる義務（２７条）が課された。\nそうすると，これに加えて更に厳しい規制を講じなかったことが著しく\n合理性を欠くとはいえない。\nエ  石綿粉じん曝露作業に従事していた者の中には，防じんマスクを着用し\nていた者，他者が防じんマスクの着用していたことを認識していた者，事\n業者から防じんマスクの着用を指示された者等が現に存在した。事業者に\nよる防じんマスクの備付け義務の遵守や防じんマスクを労働者に着用させ\nることが不可能又は著しく困難で，規制の遵守を期待することがおよそ非\n現実的であるといった特段の事情があったとは認められない。したがって，\n被控訴人国が既存の規制のみでは防じんマスクの着用が進んでいなかった\nと認識していたということはできない。\n防じんマスクについては，事業者に各種規制を課したとしても，最終的\nにこれを使用するのは労働者自身にほかならず，石綿粉じん曝露防止の効\n果が得られるか否かは最終的に労働者自身の意思に依拠せざるを得ない。\n防じんマスクの使用に関しては，義務付け規制の実効性に限界があり，事\n業者に対する備付け義務及び労働者に対する使用義務に加えて，事業者に\n対し労働者に防じんマスクを使用させる義務を課すことまで必要不可欠で\nあったとはいえない。\nオ  以上の点を踏まえれば，防じんマスク使用に関する被控訴人国の規制権\n限不行使が国賠法の適用上違法となる余地はない。\n⑶  警告表示及び作業現場掲示について\nア  警告表示・作業現場掲示は，それ自体労働者への石綿粉じん曝露を防い\nだり，石綿関連疾患罹患を防ぐものではない。防じんマスク着用等の各種\n石綿粉じん曝露防止対策を執る必要があることを労働者に認識させるとい\nう間接的な役割を持つにすぎない。直接的な被害防止対策である防じんマ\nスク等の規制と独立して，警告表示・作業現場掲示に係る規制権限不行使\nが独立の違法事由となるものではない。\nイ  警告表示の役割からすれば，警告表示によって防じんマスクの着用等粉\nじん曝露防止対策を実行する必要性があることが分かれば十分である。そ\nれ以上に，石綿により引き起こされる石綿関連疾患の具体的な内容，症状\n等の記載，防じんマスクを着用する必要がある旨の記載を製造者に義務付\nける作為義務が被控訴人国に生ずるとはいえない。\n昭和５０年当時の石綿含有率の分析精度や流通していた多数の石綿含有\n建材の石綿含有率等からすれば，石綿含有量が重量比５％以下の建材を\n規制対象から除外したことも，著しく不合理とはいえない。昭和５０年\n時点で，石綿含有量が重量の５％以下の建材を使用した場合でも労働者\nに健康被害を生じさせる旨の医学的知見が確立していたことの主張立証\n責任は控訴人らにある。\n控訴人らが石綿粉じん曝露防止対策を執らなかった理由は，警告表示の\n不備により危険性の認識を欠いたからではなく，抽象的な危険性は認識\nしながら，将来の発症の可能性にすぎないことから，自己の生命・身体\nに対する危険を防ぐことよりも，目先の作業効率や作業中の快適さを優\n先させたものである。\n⑷  石綿吹付け作業の全面的禁止について\nア  昭和５０年当時及び昭和６２年当時のほぼ全ての石綿含有製品は５％を\n超えて石綿を含有しており，石綿含有量の下限値を５％とすることは，実\n質的にはほぼ全ての石綿含有製品を上限規制の対象とし得るものであった。\nまた，昭和５０年当時及び昭和６２年当時，石綿含有物の石綿含有量を\n測定する技術としては，Ⅹ線回折法しかなく，当時のⅩ線回折装置の精\n度では，試料中に重量比で数％の石綿が含有されていなければ，石綿含\n有量を測定することはできなかった。\nしたがって，石綿含有量が重量５％以下の製品を規制対象から除外した\n措置には合理的な根拠がある。\nイ  昭和６１年の石綿条約でも，労働者の健康が危険にさらされないことを\n確保する手段が取られることを条件に石綿吹付け作業の禁止には例外を\n設けている。昭和５０年当時には，石綿吹付材に代替できる安全な製品\nは普及していなかった。\n石綿吹付け作業が行われている際には関係者以外の者が立ち入ることを\n禁止するなどの措置も義務付けられている。\nしたがって，一定の例外規定を設けたことには合理的な根拠がある。\nウ  石綿吹付け作業と他の作業との同時並行作業は想定されていなかった\nこと，石綿吹付け作業に引き続き行われる作業において吹付石綿を剝す\nことは，適切に養生を行えば避けることができた上，飛散する粉じんの\n量も多くなかったことからすれば，石綿吹付け作業による健康被害を防\n止するには吹付け作業を全面的に禁止するしかなかったとはいえない。\n⑸  集じん機付き電動工具について\n電動工具による加工作業を含めた建築作業は，風等による粉じん拡散効果\nのある屋外を主とした作業であり，屋内作業をする場合も通常は長時間にわ\nたる作業ではなかった。養生シート等で囲まれた場合も，石綿粉じんの大気\nへの拡散・希釈が起こすだけの通気性を欠くことはなかった。その上，電動\n工具では，石綿含有量が比較的低く，最も有害性の低いクリソタイルを中心\nとした石綿含有建材等を取り扱っていた。したがって，電動工具による加工\n作業が，吹付け作業ほど石綿粉じん曝露による危険性が高い作業とは考えら\nれていなかった。\n集じん機等については，相当の重量を有し携行性が低く，その作業の安全\n性に与える影響も無視できない。特に，建設業のように，高所かつ狭い場所\nにおいて，足場の中を移動しながら作業を行うことが常態である現場におい\nては，集じん機やそのホース，コードに作業者がつまずくなどして転落した\nり，誤って電動工具によって身体を切断する危険性があるほか，集じん機が\n高所から落下して他の作業者に当たるなど様々な危険が想定される。これら\nの危険性を考慮すると，集じん機付き電動工具の利用が一概に有効であると\nいうことはできない。\n集じん機付き電動工具による有用性や二次発じんのおそれも様々であり，\n実用性のある技術的知見も存在していなかったことなどにも鑑みると，一律\nに罰則付きで集じん機付き電動工具の使用を義務付けなかったことが，著し\nく合理性を欠いて違法であるとはいえない。\n⑹  特別教育について\nア  特別教育は，それ自体労働者への石綿粉じん曝露を防いだり，石綿関\n連疾患罹患を防ぐものではない。したがって，直接的な被害防止対策で\nある防じんマスク等の規制とは別個に，特別教育に係る対策が独立した\n違法事由となるものではない。\nイ  石綿粉じん曝露作業について必要とされるべき教育内容はことさら難\n解な内容ではなく，雇入れ時教育における教育で不足する点はない。\n平成１７年制定の石綿則をみても，特別教育と雇入れ時教育との間に，\n内容において全く違いはない。\n⑺  石綿含有建材の製造等の禁止について\nア  ある物質に発がん性・有害危険性があることが確認されたとしても，\n直ちに当該物質の製造等を禁止する規制措置につながるものではない。\nある物質の製造等禁止を含めた管理方法を検討するに当たっては，医学\n的知見や技術的知見のほか，社会的，経済的諸事情を総合的に考慮する\nことが必要になる。\n石綿は，その種類や曝露状況によってリスクに違いがあり，これに対\nする規制措置にも様々なものが考えられる。石綿の製造等を禁止するか\nを判断する際には，石綿の発がん性の有無という健康影響の問題にとど\nまらず，石綿が多くの国民の生命の保護にも大きく貢献するという社会\n的有用性の問題のほか，石綿の代替製品の発がん性を含めた健康影響の\n問題，効能を含めた有用性の問題など複雑多岐にわたる諸事情を考慮す\nる必要がある。\nイ  平成３年当時，クロシドライトについては，企業における使用は中止さ\nれており，クロシドライトに比べ発がん性のリスクが低いとされるアモサ\nイトやクリソタイルについては，それぞれの業種において，許容し得る適\n正な曝露規制値を適時模索しながら，発がん性のリスクを高める要因と考\nえられる石綿肺への罹患や喫煙習慣を抑制するとともに，その曝露を可能\nな限り抑制する措置を執って，これを管理使用していくという方針がとら\nれていた。なお，アモサイトについては，昭和５９年度には全国４２７の\n石綿取扱い事業場のうちアモサイトを使用する事業場は５２にまで減少し，\n平成５年にはその使用が中止された。\nクリソタイルについては，平成元年のＷＨＯの「石綿の職業曝露限界」\nの報告において，クリソタイルを安全に管理使用していくことが可能で\nある旨の意見が示されていたことや，ワグナーらによるアンフィボール\n仮説（石綿による重大な健康障害は専らアンフィボール系によるもので\nあるとの仮説）の提起などにより，発がん性，中皮腫発症のリスクの程\n度が小さく，安全に管理使用していくことが可能であるとの考え方が支\n配的な状況であった。\nまた，石綿代替製品については，平成初期から平成６年前後に至っても，\nその性能面及び安全性について問題が残されており，製品化には安全性\nに関する知見の集積と性能面等における技術開発のための時間が必要と\nされている状況であった。\n国際的動向を見ても，平成３年当時，ほとんどの先進主要国において，\n石綿の製造等を全面的に禁止する措置は執られていなかった。\n平成４年に社会党を中心に「石綿製品の規制等に関する法律案」（ただ\nし，クリソタイルの石綿製品については製造等を禁止していない。）が\n衆議院に提出されたが，廃案となり，平成５年には，連合が「石綿使用\nを早期禁止する」との方針を変更したとの報道がされている。平成３年\n当時のわが国においては，石綿（クリソタイル）を適切に管理使用する\nとの考え方が支配的であり，石綿の製造等の禁止措置を取ることの社会\n的コンセンサスは得られていなかった。\nしたがって，被控訴人国が遅くとも平成３年時点で石綿の製造等を禁止\nすべきであったとはいえない。\nウ  平成７年当時，クリソタイルについて，いかなる少量曝露でも発がん性\nを有するとの知見が確立していたわけではなく，クロシドライト及びアモ\nサイトと比較して，発がん性においてクリソタイルの危険性は格段に低い\nとされていた。また，クリソタイルは管理使用が可能であるとの見解が国\n際的に指摘されていた。被控訴人国は，平成７年以前から石綿粉じん曝露\nによる労働者の被害を防止するため，種々の規制を講じてきており，管理\n使用が期待できない状況ではなかった。\n平成７年当時においても，クリソタイルを禁止するために必要な代替製\n品の安全性についての知見が確立しておらず，これを代替することが困\n難であった。\n諸外国の規制と比較しても，被控訴人国のクリソタイルに係る製造禁止\nの規制が遅いということはない。\n平成７年時点においてクリソタイルの製造等禁止措置を講じなかった規\n制権限不行使が，許容される限度を逸脱して著しく合理性を欠き，違法\nとなるとはいえない。\n⑻  一人親方等が保護対象であることについて\nア  行政権限の不行使によって国民が不利益を被った場合であっても，当該\n根拠法令が損害を受けたという個別の国民の権利又は法益を保護の対象\nとしているといえなければ，当該公権力の行使に当たる公務員は当該権\n利又は法益を保護すべき職務上の法的義務を負っているとはいえず，当\n該公権力の不行使が国賠法１条１項の適用上違法となることはない。\n違法性の前提となる職務上の法的義務の有無の問題と国賠法上の保護範\n囲の問題とは表裏の関係にある。\nイ  旧労基法・安衛法は，事業主に使用される労働者の保護を図ることを目\n的としていることは，各条文から明らかである。安衛法が非労働者であ\nる一人親方等をも保護の対象としていると解することは，明文の規定に\n反するもので無理がある。\n旧労基法４８条を引き継いだ安衛法５５条も，「労働者に重度の健康障\n害を生ずる物」を製造等の禁止対象とし得ることを明示している一方，\n労働者以外の者に生じ得る健康障害を考慮すべきことは何ら規定してい\nない。したがって，上記各条文の保護対象が労働者であり，労働者以外\nの者は保護対象に含まれないことは明らかである。\n安衛法５５条に基づく規制権限の不行使が一人親方等との関係で国賠法\n１条１項の適用上違法と評価される余地はない。\nこのことは，安衛法５７条等においても同様である。\nウ  一人親方等について旧労災保険法が擬制適用されていたとしても，特別\n加入者は，単に「労働者」と同様の作業実態があることのみで保護され\nていたわけではない。保護されるにしても，その内容は「労働者」と大\nきく異なっており，「労働者」と全く同様に保護されているわけではな\nい。特別加入制度は，むしろ通常の民間に見られる損害保険と同様の性\n質をもった制度というべきである。\n旧労災保険法上特別加入制度があることは，安衛法の保護対象に一人親\n方等が含まれると解する根拠にはならない。\n旧労基法又は安衛法の規定を関係当事者が遵守したことにより，労働者\n以外の者が利益を得ることがあり得るとしても，これをもって，このよ\nうな利益が旧労基法又は安衛法によって保護されたものと解すべき根拠\nもない。\n⑼  建基法に基づく規制権限不行使の違法について\nア  建基法２条７号から９号までに基づく権限不行使\n建基法２条７号から９号までの規定の趣旨・目的は，建築物の構造の耐\n火性能や建材の不燃性能に関する最低基準を定め，建築の際にこれを遵\n守させることによって，建築された建築物の火災発生の際の延焼や倒壊\nを防止し，火災から国民の生命，健康及び財産の保護を図ることにあ\nり，これらの規定が，建築物の建設・解体等の工事に従事する建築作業\n従事者が工事に従事する際の健康等の保護についてまでもその目的とし\nているものではない。\nまた，建基法２条７号から９号までに基づき内閣及び建設大臣に付与さ\nれた権限は，建築材料が不燃性を有すると認められるか否か，建築物の\n構造が耐火性能，防火性能を有していると認められるか否か等の性能評\n価に関する認定権限である。かかる不燃性，耐火性能，防火性能等の性\n能評価とは無関係に，建築材料が石綿を含有しているという理由だけ\nで，これを排除等する権限は，そもそも与えられていない。\nしたがって，建基法２条７号から９号までに基づく内閣及び建設大臣の\n指定，認定等の行為が，建築作業従事者との関係で国賠法１条１項の適\n用上違法となる余地はない。\nイ  建基法９０条に基づく権限不行使\n建基法９０条による防止措置の対象とされる危害とは，文言上，物理的\nな損壊等による危害を前提としており，建築作業従事者の工事現場にお\nける作業時の石綿粉じんへの長期・継続的な曝露による健康被害まで含\nむものではない。\n同条は，個々それぞれの建築工事の持つ事故の危険性に着目した規定で\nあると解され，建築作業従事者といった労働者の特徴に応じた危害の発\n生を防止する措置を取ることは，同条の目的とはされていない。\n⑽  立法不作為の違法について\n国会議員の立法不作為が国賠法１条１項の適用上違法となるのは，法律の\n規定が憲法上保障され又は保護されている権利利益を合理的な理由なく制約\nするものとして憲法の規定に違反するものであることが明白であるにもかか\nわらず，国会が正当な理由なく長期にわたってその改廃等の立法措置を怠る\n場合などにおいて，国会議員の立法過程における行動が個々の国民に対して\n負う職務上の法的義務に違反したものとして，例外的に，その立法不作為は，\n国賠法１条１項の適用上違法の評価を受けることがあるにすぎない（最高裁\n平成２７年１２月１６日大法廷判決・民集６９巻８号２４２７頁等）。\n一人親方等は，事業者としての地位を有するのであるから，一人親方等を\n労働者保護規定である安衛法の保護対象とする立法を行うことは，安衛法の\n予定するところではない。このような立法を行わないことが，憲法上の何ら\nかの規定に明白に違反することにはならない。\n一人親方等であっても，請負契約を締結していた建設業者等の指揮監督下\nで労務に従事していたなど一定の要件を満たす場合には，当該業者に対し安\n全配慮義務違反による損害賠償責任を追及することが可能である。建材メー\nカーの不法行為責任を追及する方法もあり，労災保険法上の特別加入制度に\nよる救済の制度を利用する方法もある。\n加えて，昭和４７年，昭和６０年代及び平成７年において，一人親方等を\n安衛法の保護対象とする立法措置を執るべきことの根拠は見当たらず，昭和\n５０年以降の石綿等に関する各規制措置等（石綿含有建材の代替化等の努力\n義務，石綿吹付け作業の原則的禁止等）は，労働者に石綿曝露による健康被\n害が生ずるのを防止するための措置ではあっても，一人親方等の石綿曝露に\nよる健康被害の発生防止に事実上の効果があった。\nしたがって，一人親方等を安衛法２２条等の保護対象とする立法措置を執\nらなかったことが，国会議員の職務上の法的義務違反と評価される余地はな\nい。\n⑾  個々の建築作業従事者の労働者性等について\nア  被災者Ｇ\n被災者Ｇは，株式会社ｇから請け負った建築作業を遂行するに当たり，\n同社の元請事業者の指示に従っていたのであり，株式会社ｇの指示に従\nっていたわけではない。被災者Ｇが株式会社ｇから請け負った建築作業\nにつき諾否の事由がなかったこと，同社から常に業務遂行上の指揮監督\nを受けていたことをうかがわせる事情はない。\n株式会社ｇの経営者自身が，被災者Ｇのことを応援に来てもらった職人\nと表現しており，代替性があり，専属性は希薄である。被災者Ｇは，作\n業工具を自ら所有していた。\nこれらによれば，被災者Ｇはｇとの関係で労働者とは認められない。\nまた，被災者Ｇは，自殺により死亡したが，死亡は，自殺者の意思によ\nるもの（故意）であり，被控訴人国の規制権限不行使との間に相当因果\n関係はない。昭和５０年当時，被控訴人国が石綿肺に罹患した被災者が\n自殺することにつき予見可能であったとはいえない。被災者Ｇが石綿肺\nの罹患により精神障害を発症したとの事実もない。\nイ  控訴人Ｍ\n控訴人Ｍは，ｈ株式会社の社長とともに対等の立場で会社を始めたもの\nで，出勤管理や時間管理をされていなかった。控訴人Ｍがｈ株式会社か\nら業務遂行上の指揮監督を受けていたことを示す客観的資料はない。支\n払は約半分が出来高払で，その額も高かった。\n控訴人Ｍは，ｈ株式会社の従業員とは別に職人を集め，その職人に支払\nう金員も含めてｈ株式会社に請求していた。控訴人Ｍは，ｈ株式会社に\nおいてボーナスも源泉徴収もなく，厚生年金にも加入していなかった。\nこれらによれば，控訴人Ｍはｈ株式会社との関係で労働者とは認められ\nない。\nウ  控訴人Ｐ\n控訴人Ｐは，独立後，ｆ以外からの仕事も請け負うことができたが，同\n工業所以外の仕事を受注できなかったため，結果的に，同工業所の仕事\nを請け負ったにすぎない。控訴人Ｐには仕事の諾否の自由があった。ま\nた，自ら手伝いを手配して作業に従事させており，業務内容及び業務遂\n行方法につきｆの具体的指揮命令を受けていなかった。\n勤務時間は決まっておらず，出勤簿で管理されることもなかった。むし\nろ，工事期間さえ守れば自由に作業ができた。報酬は日当制であった。\nこれらによれば，控訴人Ｐは，昭和５２年以降ｆとの関係で労働者とは\n認められない。\n⑿  規制権限不行使と石綿関連疾患罹患との因果関係及び損害について\nア  防じんマスクの使用は，事業者に義務付けの規制をしても，これが徹底\nされるという性質のものではない。また，控訴人らは，被控訴人国の責任\n期間以外にも，建築作業現場において石綿粉じんに曝露されていた上，そ\nの曝露の量は被控訴人国の責任期間中よりも多かった可能性が極めて高い\n者もいる。石綿吹付け作業をみても，昭和４０年代には発じん量が多いも\nのであり，昭和４０年代以前の方が高濃度の石綿粉じんに曝露する機会が\nあった可能性が高い。\n昭和４０年代に講じられていた石綿粉じん曝露対策と昭和５０年以降に\n講じられていた石綿粉じん曝露対策とでは大きな差がある。後者の対策\nの方がより厳格かつ実効性のある措置であったから，昭和５０年以降は，\n石綿粉じんに曝露することにより石綿関連疾患を発症するリスクが日に\n日に減少していったといえる。\n被控訴人国の責任期間以外の期間（昭和５０年１０月１日より前の期間）\nに，石綿粉じんに曝露した者については，被控訴人国の規制権限不行使\nと石綿関連疾患罹患との間に因果関係があるとはいえない。\nイ  慰謝料額算定の際，労災保険給付等の受給を考慮することができるのは，\n当該受給により，経済的不安や苦痛が軽減されるからである。そうすると，\n受給金額の多寡によって，当該不安や苦痛が和らぐ程度も異なると解され\nる。\n労災保険給付等の個別の受給額を考慮することなく慰謝料額を算定する\nことは不当である。\nウ  ＩＰＣＳ（国際化学物質安全性計画）は，喫煙歴も石綿曝露歴もない人\nの発がんリスクを１とすると，喫煙歴があって石綿曝露歴がない人は１０．\n８５倍，喫煙歴がなく石綿曝露歴がある人は５．１７倍，喫煙歴も石綿曝\n露歴もある人は５３．２４倍としている。国立がん研究センターも，能動\n喫煙と肺がんの関連については，多くの調査，研究によりリスク要因とし\nて確実であることが明らかであると指摘している。このように，喫煙が肺\nがん発症に大きな影響を与えていることは明らかであり，喫煙の方が石綿\n粉じん曝露よりも肺がん発症に寄与する度合いが大きいといえる。\nしたがって，民法７２２条２項を類推適用して，肺がんを発症した者の\nうち喫煙歴を有する者については，少なくとも３割（喫煙状況に応じ５\n割を超える）の減額がされるべきである。\n第２  被控訴人企業らに対する請求\n１  被控訴人企業らに対する請求の争点\n被控訴人企業らに対する請求の争点は，次のとおりである。\n民法７１９条１項に基づく共同不法行為責任の成否\nア  被控訴人企業らの，建築作業従事者の石綿関連疾患発症についての予見\n可能性\nイ  被控訴人企業らの警告表示義務違反の有無\nウ  被控訴人企業らの製造販売中止義務等違反の有無\nエ  共同不法行為の加害行為\nオ  共同行為者―主要原因企業―の特定\nカ  民法７１９条１項前段の成否\nキ  民法７１９条１項後段の成否\nク  民法７１９条１項後段の類推適用（寄与度不明の場合）\n製造物責任法３条に基づく責任の成否\n被控訴人企業らが控訴人らに対して負う責任及び控訴人らの損害\n２  民法７１９条１項に基づく共同不法行為責任の成否\n【控訴人らの主張】\n被控訴人企業らの，建築作業従事者の石綿関連疾患発症についての予見可\n能性\nア  石綿含有建材は，製品としての性質上，建築時の加工や改修・解体時の\n破砕等により石綿粉じんが発生することが当然に想定される。しかも，い\nったん石綿含有建材が流通に置かれれば，建築物が解体されるまで長期に\nわたり建築作業従事者から建物所有者等様々な人々を石綿粉じんに曝露す\nる危険にさらすことになり，被害の発生を完全に防止することは極めて困\n難である。\nしたがって，自ら石綿含有建材を製造販売する被控訴人企業らは，石\n綿関連疾患に関する医学的知見の確立を待つまでもなく，石綿含有建材\nを使用する建築作業従事者に万が一にも健康被害が発生しないよう，常\nにその時々の最高の知識，技術水準に基づいて，石綿の危険性に関する\n調査研究を尽くして被害の発生を避けるべきである。その前提として，\n被控訴人企業らには，石綿又は石綿含有建材の危険性について，最新の\n情報を収集，調査する義務がある。\n被控訴人企業らの予見可能性は，石綿粉じん一般の危険性，すなわち，\n石綿粉じん曝露により建築作業従事者の生命・健康に重大な被害が生じ\nる危険性について予見可能であれば足り，病名や発症機序についてまで\n予見可能である必要はない。また，予見可能性の程度も抽象的，一般的\nなもの，すなわち，安全性に疑念を抱かせる程度の抽象的な危惧があれ\nば足り，生命・健康に対する障害の性質，程度や発症頻度まで具体的に\n認識する必要はないというべきである。\nイ  石綿自体の危険性は戦前から知られており，石綿粉じん曝露と石綿肺と\nの関連性は昭和２２年には明らかになっていた。石綿製品の製造過程にお\nける危険性は，石綿含有建材を製造する企業が自社工場で直面する問題で\nあったから，被控訴人企業らが石綿自体の危険性を予見することは極めて\n容易であった。したがって，被控訴人企業らは，どんなに遅くとも昭和３\n０年代には，石綿自体の危険性について現実に認識していた。\n工場内における切断・研磨等の加工作業の危険性を認識していれば，建\n築現場における石綿含有建材の加工作業が危険であることは容易に認識\nすることが可能であった。事業者の安全配慮義務違反については，複数\nの裁判例において，医学的情報の集積状況を踏まえ，昭和３３年，遅く\nとも昭和３５年頃には，石綿粉じん曝露により労働者の生命・身体に重\n大な健康被害が生じることについての予見可能性があったと判断されて\nいる。したがって，建築現場で使用されていた建材を製造販売した被控\n訴人企業らについても，昭和３０年代には，建築現場における石綿含有\n建材の危険性について予見可能性があったと認められるべきである。\nウ  欧米では，１９３０年代には，建築現場における石綿含有建材の危険性\nが認識され，昭和３５年以降は，石綿製品の使用現場及び環境曝露の危\n険性に関する論文や報告等が次々に発表され，その危険性が広く知られ\nるようになっていた。昭和４４年には，イギリスにおいて，建築現場を\nも対象とする石綿規則が制定された。\nシェア上位企業である被控訴人企業らは，いずれも海外（カナダ又は南\nアフリカ）から石綿を輸入し，欧米企業からの製造技術の供与，欧米企\n業の製品の分析及び模倣によって新商品の開発を行い，一部の商品を欧\n米に輸出してきた。被控訴人企業らは，自らの取引の過程で，又は石綿\n協会やスレート協会等を通じて海外企業と密接に交流し，ジョンズ・マ\nンビル社やケープ・アスベスト社等の海外の国際的な同業他社の動向に\nも注目していた。このようにして，海外における建築現場等石綿製品の\n使用現場における被害の発生や規制に関する情報を早くから入手し，豊\n富に有していた。\n他方，被控訴人企業らは，石綿含有建材を製造するだけでなく，流通\n経路を支配し，自社製品が確実に建築現場に到達する仕組みを構築する\nことにより，シェアを増大させ，売上げを確保してきた。被控訴人企業\nらは，こうした流通経路の構築により，直接施工や特約店及び問屋から\nのモニター等によって，建築現場の実態，すなわち，建築現場における\n石綿粉じんの発生状況や建築現場の重層下請構造の実態とその問題性\n（安全衛生管理面での問題性）を把握し，石綿含有建材を流通に置くこ\nとの危険性を認識していた。したがって，被控訴人企業らは，石綿含有\n建材の危険性に関して十分な警告等も行わないまま，多種多様な石綿含\n有建材を大量に建築現場に投入すれば，そこで石綿粉じん曝露による被\n害が大量に発生することは，容易に認識できたはずである。\n被控訴人企業らの間には，製造販売過程及び資本面で提携関係があり，\nこうした提携企業間においては，石綿の危険性に関する情報等も伝えら\nれていた。\n以上によれば，被控訴人企業らは，遅くとも，昭和３９年開催のニュ\nーヨーク国際会議の年報が公表され，環境曝露と断熱作業者の危険性に\n関する情報が世界に発信された昭和４０年には，建築現場における石綿\n含有建材の危険性を現実に認識し，又は容易に予見することができた。\nエ  被控訴人企業らは，旧特化則の規制が建築現場を対象としていないにも\nかかわらず，その規制開始を契機として，一斉に急激なノンアス化を進め\nた。これは，国際的動向から更に規制が強化され，将来的に石綿の使用が\n禁止されることを予測したためである。\nこうした旧特化則制定後の被控訴人企業らの事実認識からすると，被控\n訴人企業らは，どんなに遅くとも昭和４６年時点で，建築現場における\n石綿含有建材の危険性を現実に認識していた。\nオ  一般に外壁材，屋根材などは，内装材に比べて石綿含有率が高く，これ\nを電動工具で切断，穿孔等すれば，高濃度の石綿粉じんが飛散する。外\n壁工事や屋根工事においても，外壁材や屋根材を切断する際には，粉じ\nんが大量に飛散しないようにビニールシートで囲った密閉性の高い作業\n場所が設けられ，切断面から顔の位置までは３０㎝から４０㎝の距離し\nか離れていない状況で電動丸鋸による切断作業が行われていた。このよ\nうな作業実態からすれば，外壁材や屋根材の加工作業に従事していた建\n築作業従事者が高濃度の石綿粉じんに曝露していたことは明らかである。\n被控訴人企業らは，国内外の危険性情報や自社製品の施工現場等の情\n報から，どんなに遅くとも昭和４６年には建築現場における石綿含有建\n材の危険性を確定的に認識しており，この点は，屋外作業についても同\n様である。屋外作業と屋内作業とで危険性の予見可能性の始期が異なる\n理由はない。\n被控訴人企業らの警告表示義務違反の有無\nア  被控訴人企業らの負う安全性確保義務\n石綿は，それ自体，石綿肺や肺がん，中皮腫など極めて重篤な石綿関\n連疾患を引き起こす有害物質であるところ，建築作業現場における建材\nの使用態様の特徴とその作業実態を踏まえれば，石綿含有建材の使用過\n程において石綿粉じんの曝露を回避することは極めて困難である。その\nため，建築作業従事者は，石綿により生命・健康に重大な被害を受ける\n蓋然性が高い。\nこうした石綿含有建材のもたらす危険性の大きさと被害の重大性等か\nらすると，石綿含有建材を製造販売する行為はもともと極めて危険な行\n為であり，被控訴人企業らは，石綿含有建材の製造販売に際し，これを\n使用する者に対して，極めて高度な安全性確保義務を負う。\nなお，石綿含有建材の製造を行わず，専ら販売のみを行っていた企業\nであっても，肺がんや中皮腫を発症するおそれがある石綿含有建材を流\n通に置く以上，その注意義務が低減されるものではない。\nイ  警告表示義務及びその発生時期\n石綿含有建材を製造販売する企業は，早くから建築現場における石綿\n含有建材の危険性を現実に認識していたか，容易に認識することができ\nた。石綿肺，肺がんについては「量－反応関係」があり，石綿粉じんの\n吸引量に対応して石綿肺，肺がんに罹患する危険性は高くなるから，被\n控訴人企業らは，前記安全性確保義務の具体的内容として，建築作業従\n事者が石綿肺，肺がんに罹患する危険性を回避するため，石綿粉じん曝\n露を大幅に減少させる効果が期待できるだけの有効な警告を表示する義\n務（警告表示義務）を負っていた。\n警告表示を行うことは，被控訴人企業らにとって何らの困難もなかった\nから，警告表示義務は，前記予見可能性が発生した時期（前記予見可能\n時期以降に石綿含有建材の製造販売を開始した場合には，その時点）と\n同時期に生じたというべきである。\nウ  警告表示義務の内容\n石綿含有建材のもたらす危険性の大きさと被害の重大性等に鑑みると，\n警告表示義務の具体的内容としては，①建材に石綿が含有されているこ\nと，②石綿粉じんを吸引すると肺がんを含む重篤な石綿関連疾患に罹患\nする危険性があること，③この危険を回避するために石綿粉じんを吸引\nしてはならないこと等が表示され，かつ，それが確実に建築作業従事者\nに伝達される方法で行われなければならなかった。\nエ  警告表示の方法等\n石綿含有建材からの石綿粉じん曝露の危険性は，石綿含有建材の製造\n時における加工に始まり，建築現場での吹付け，切断，穿孔，研磨等の\n加工時，破砕等を伴う建物の改修・解体時，さらには，石綿含有建材の\n廃棄処理時まで，あらゆるプロセスにおいて生じる。したがって，被控\n訴人企業らには，建築作業のあらゆるプロセスにおける石綿粉じん曝露\n防止に対応するあらゆる手段の警告表示が求められていた。\n警告表示は，石綿含有建材の種類，形状，使用方法に応じ，個別の製\n品ごとに石綿含有建材の具体的危険性を的確に伝達し得る態様で行われ\nなければならない。警告表示の方法としては，「最小限の包装単位」ごと\nの警告表示，石綿含有建材そのものへの警告表示が求められる。\n改修時や解体時にも石綿含有建材の使用が分かるような警告表示が必\n要である。吹付材や保温材については，製品が使用された現場に一定の\n範囲ごとにプレート，ラベル等を貼付するなどの方法により警告表示を\n行うことが可能である。また，建材企業は，直接施工する現場を把握し，\n実績として宣伝に用いていたから，施工する元請業者（ゼネコン）等に\n対し，「工事発注者（建物所有者）に石綿含有建材使用の施工の記録（設\n計図書等）を保管して，後の補修・解体に際しては，工事施工者にその\n事実を周知する必要があること」を伝え，完成した建物の所有者や改修\n・解体工事の施工業者，作業従事者に対して石綿使用の情報を提供する\nことが可能であった（石綿障害予防規則８条，「建築物等の解体等の作業\nでの労働者の石綿ばく露防止に関する技術上の指針」参照）。\n解体及び撤去時にも有効なためには，建物所有者や販売店等の流通網\nを通じての警告のほか，あらゆる情報媒体（テレビ，ラジオ，新聞広告，\nダイレクトメール等）を使った警告を行うべきであった。\n警告表示の対象者は，当該製品を実際に使用し，その製品に内包する\n危険性に直接に曝され，被害を受ける可能性のある建築作業従事者であ\nる。他方で，事業主が安衛法等により建築作業従事者に対して一定の義\n務を負っていること等から，石綿含有建材の製造販売企業らは，建築作\n業従事者を雇用する事業主（雇用主）に対しても，石綿含有建材の危険\n性について警告をすべき義務を負う。\n改修時，解体時等における石綿粉じん曝露の可能性がある以上，被控\n訴人企業らに警告表示義務が発生した時期以前に製造した製品であって\nも，警告表示義務発生時以降の警告表示義務は免れないというべきであ\nる。\nオ  警告表示義務違反の存在\n被控訴人企業らは，石綿の使用が禁止される平成１６年まで警告表示\n義務を怠った。それどころか，被控訴人企業らは，営利を拡大するため，\n業界一体となって，石綿含有建材の販売・普及を促進し，石綿含有建材\nの安全性を強調する宣伝・広報活動を行い，これと相反する石綿の危険\n性についての警告をあえて怠ってきた。その義務違反の態様は極めて悪\n質である。\n日本石綿協会は，平成元年，石綿含有建材について個別製品ごとに\n「ａ」マークを表示する制度を導入した。しかし，「ａ」マークの具体的\n内容を国民に知らせるような広報は行われておらず，「ａ」マークが石綿\n含有建材に表示されていても，建築作業従事者には，これが何を意味す\nるのか，とりわけ石綿含有建材の危険性については理解されず，効果を\n持ち得なかった。したがって，「ａ」マークの表示をもって警告表示義務\nを尽くしたとは到底いえない。\n被控訴人企業らに課されていた警告表示義務は，高度の安全性確保義\n務に基づくものであり，被控訴人企業らが安衛法上の警告表示義務（安\n衛法５７条）を尽くしたからといって，直ちに本件の警告表示義務を尽\nくしたことにはならない。\n被控訴人企業らの製造販売中止義務等違反の有無\nア  被控訴人企業らは，早くから石綿含有建材の危険性，とりわけ石綿の発\nがん性を認識し，又は容易に認識することができたから，警告表示を徹\n底しても建築作業従事者の安全を確保できないのであれば，石綿含有建\n材の製造販売を中止し，又は一時停止すべきであった。これは，被控訴\n人国による規制の有無にかかわらず，有害性のある石綿含有建材を製造\n販売する企業として当然の義務である。\n石綿含有建材の製造販売を中止し，又は一時停止した場合でも，施工\n後の建材の危険性に対する警告表示義務は負っている。\nイ  製造販売中止義務等の発生時期\n肺がんと中皮腫の医学的情報の集積，石綿の危険性に関する国際的な\n各種報告や各国の動向，我が国の法令等の制定・改正及び被控訴人企業\nらの情報収集の経緯等からすれば，被控訴人企業らが昭和４０年時点に\nおいて製造販売の中止・一時停止義務を負うことは明らかである。\n仮に昭和４０年時点における製造販売の中止・一時停止義務が認めら\nれないとしても，昭和４６年頃までには，石綿の発がん性に関する医学\n的情報は十分に蓄積されていた。さらに，同年，被控訴人国が石綿を第\n二類物質に指定して，石綿に発がん性があることを前提として旧特化則\nによる規制を開始し，石綿含有建材の製造販売企業は，旧特化則による\n規制を受ける対象となった。このため，被控訴人企業らが，昭和４６年\n時点において，石綿の発がん性を認識し，又は認識し得たことは明らか\nである。加えて，建築現場においては，大量の石綿粉じんが発生し，か\nつ，危険を万全に防止し得ないという構造的な危険が存在し，しかも，\n綿粉じんが発生・飛散するという実態を認識していた。\nこれらのことからすれば，被控訴人企業らが石綿による被害発生防止\nのためにとるべき選択肢は，製品の製造販売の中止以外あり得ない。被\n控訴人企業らは，規制の有無や代替化の可否にかかわらず，昭和４６年\n時点において，石綿含有建材の製造販売そのものを中止し，又は一時停\n止すべきであった。\nそうでないとしても，被控訴人企業らは，どんなに遅くとも，肺がん，\n中皮腫に関する医学的情報が更に集積し，石綿の代替化努力義務が制定\nされた昭和５０年には，石綿含有建材の製造販売を中止し，又は一時停\n止すべきであった。\nウ  製造販売中止義務等違反の存在\n被控訴人企業らは，製造販売中止義務等を負っていたにもかかわらず，\n石綿の使用が禁止される平成１６年までの間，石綿含有建材の製造販売\nを継続した。\nしかも，被控訴人企業らは，石綿含有建材の危険性を確実に認識し，\nかつ，ノンアス製品を開発，販売しながら，他の代替繊維等と比較して\n石綿が安価であったことを主たる動機として，自社の利潤追求を優先さ\nせ，あえて危険な石綿含有建材を製造販売し続けたのであるから，義務\n違反の態様は悪質である。昭和５０年以降は，昭和５０年改正特化則の\n代替化努力義務及び安衛法５７条に基づく警告表示義務に反して，必要\nな警告表示を欠いたまま，石綿含有建材の製造販売を拡大させていった\nから，行為の悪質性はより一層強い。\n被控訴人企業らは，寡占市場である石綿含有建材市場において大きな\nシェアを占める少数の有力企業であるから，一致協力することにより，\n代替化をより迅速に促進することが可能であり，そのことを認識してい\nた。そうであるにもかかわらず，被控訴人企業らは，いずれも利潤確保\nを優先させ，代替化を遅らせ，又は石綿含有製品と非含有製品の両方を\n販売するという判断をした。被控訴人企業らは，代替化に関し，共同の\n注意義務に共同して違反したというべきで，違法性の程度は高い。\n共同不法行為の加害行為\n石綿含有建材は，いったん流通に置かれると，必然的に建築現場に集積す\nる。建築現場においては，石綿含有建材の吹付けや，切断，穿孔，研磨等の\n加工がされることが当然に予定されており，建築作業従事者は，これらの作\n業により発生した石綿粉じんに曝露することになる。石綿含有建材を製造販\n売し，流通に置く行為は「損害発生の原因たり得る危険な行為」であるから，\nこれを加害行為とみるべきである。\n加害行為を石綿含有建材の製造販売行為とみると，石綿含有建材が被災者\nに到達したか否かは因果関係の問題となるから，石綿含有建材が個別の被災\n者らに「到達」したことを控訴人らが主張立証する必要はない。\nなお，シェア上位企業は全国展開をしており，その商品は全国的に流通し\n使用されていたことに加え，シェア上記企業の有する工場及び営業所が近畿\n地区又はその周辺に多く存在すること，近畿地区において特に売上高の大き\nかった大手建材問屋がシェア上位企業の多くを主要な仕入先としていたこと\n多く流通していたことは明白である。\n共同行為者―主要原因企業―の特定\n以下のとおりにして各被災者ごとに特定された主要原因建材を製造販売し\nた主要原因企業が共同行為者である。\nア  広義の主要原因建材の選定\n建物には多種多様な建材が使用されるが，建材を石綿スレートボードや\nロックウール吸音天井板等性質が共通する一定のグループとして区分し，\n建物の種類及び使用部位ごとにみると，多用される建材はある程度限ら\nれてくる。そのため，建築作業従事者の職種と作業した建物ごとにみる\nと，類型的に多く使用した建材の種類は決まり，そのうちの石綿含有建\n材も限られてくる。\nそこで，まず，被災者ごとに，その職種，作業形態等から，危険性が高\nい，すなわち，被災者がその粉じんに曝露した可能性が高い石綿含有建\n材の中で，石綿関連疾患発症への影響が特に高い建材の種類を選定する。\nこれを，広義の主要原因建材という。選定に当たり，原則は，職種に応\nじて類型的に判断するが，例外的に特定の被災者に修正要因があれば修\n正を加えた。\n各被災者の広義の主要原因建材を並べると，次のとおりである（別紙４\n「主要原因建材・企業対照表（控訴人ら主張）」の最上段に記載された建\n材である。）。\n吹付材―吹付石綿，吹付けロックウール\n耐火被覆板\nけい酸カルシウム板第２種（「ケイカル板２種」ともいう。）\nけい酸カルシウム保温材\n外装材―石綿スレート波板，窯業系サイディング\n内装材（ただし，外装用も含んでいる。）\n―石綿スレートボード（フレキシブル板，軟質板を含む。）\nけい酸カルシウム板第１種（「ケイカル板１種」ともいう。）\nロックウール吸音天井板\n押出成形セメント板\n住宅用屋根材\n混和材\nここでは，石膏ボード，スラグ石膏板，パルプセメント板等の危険性の\n低い建材が除かれる。\nイ  狭義の主要原因建材及び主要原因企業の選定方法\n広義の主要原因建材（建材の種類）から，被災者ごとに，使用頻度×飛\n散性×石綿含有率＝病気発症への影響度（累積曝露量）という視点から，\n使用頻度（＝到達可能性）の高い主要原因建材を選定する。これを，狭\n義の主要原因建材という。狭義の主要原因建材は，企業ごとの同種商品\nの総体として判断する。狭義の主要原因建材を製造又は販売した企業を\n主要原因企業という。\n使用頻度の高い建材を製造又は販売する企業としては，マーケットシェ\nアが概ね５％以上の企業をシェア上位企業として選定する。すなわち，\n広義の主要原因建材を製造販売する企業の中から主要原因企業を特定す\nるために，シェアを利用するものである。\nシェア上位企業がそのまま主要原因企業となることが多いが，被災者の\n記憶や就労関係等に基づき，特定企業の建材を多く使用したことが分か\nる場合には，それも考慮する。\nウ  シェアと使用頻度の関係\nシェアは，使用頻度を示す重要な指標である。\nある石綿含有建材の全国的なシェアが高いという場合，それは，同種商\n品の生産量・出荷量に占める割合が高いというだけでなく，当該商品が\n全国に流通しており，実際にも，被災者らが作業に従事した各建築現場\nに高い頻度で到達し，多数回使用されていたか，その可能性が高いこと\nを意味している。特に建材の場合，そのユーザーである建築作業従事者\nは，長期にわたって多数の現場で作業に従事するため，就労期間を通し\nてみると，シェアと使用頻度は高い相関関係を持つ。\n実際に，シェア５％の建材を複数の現場で１回以上取り扱う確率は，次\nのように求められ，３０現場で１回以上取り扱う確率は，理論的には約\n８０％となる。\n１０現場で１回も取り扱わない確率＝（1－0.05）の 10 乗＝0.59\n→１０現場で１回以上取り扱う確率＝１－0.59＝0.41\n２０現場で１回も取り扱わない確率＝0.95 の 20 乗＝0.3\n→２０現場で１回以上取り扱う確率＝１－0.35＝0.6\n３０現場で１回も取り扱わない確率＝0.95 の 30 乗＝0.21\n→３０現場で１回以上取り扱う確率＝１－0.21＝0.79\n本件におけるほぼ全ての被災者は，長期の就労期間の間に，数十から数\n百の現場で作業している（現場監督という職種から現場数が少ない控訴\n人Ａで４１現場，内装工である控訴人Ｍは６００件以上，大工である控\n訴人Ｓは５００件以上，解体工である被災者Ｋは３００件以上の現場で\n作業に従事している）ことからすると，当該建材が被災者に到達する確\n率は約８０％であり，到達の高度の蓋然性が認められることになる。\n大阪府下及び兵庫県下の自治体から入手した公共建築物の設計図書（特\n記仕様書及び仕上表等），解体工事の事前調査記録，Ｔ建築士の事務所が\n作成した建築物の設計図書から判明する石綿含有建材の使用状況や同建\n築士の経験からは，シェアと使用頻度が相関関係を有することが裏付け\nられる。\nエ  シェアの特定\n石綿含有建材のシェアは，昭和４０年代から昭和５０年代を中心とした\n建材の流通関係の文献（シェア資料），石綿スレート協会の統計資料，被\n控訴人企業のホームページ及び社史を中心に抽出し，国交省データベー\nス，建築基準法に基づく不燃材（不燃材，準不燃材，防火材，耐火構造，\n防火構造等）の認定状況等から確認した。\n各建材における企業のシェアは別紙５「企業シェア一覧表（控訴人ら主\n張）」のとおりである。\nこれを見ても，主要原因企業が占めるシェアは極めて大きい。加えて，\n原材料や流通ルートに強みを有する被控訴人企業らは，関連する複数の\n石綿含有建材で高いシェアを占めている。被控訴人企業ら間には多くの\n提携関係が見られること，大建工業や積水化学工業など西日本に本拠を\n置く企業の近畿地区におけるシェアは，見かけの数字以上に高いことな\nどを併せ考慮すると，シェア上位企業の被害発生への影響度は，シェア\nの数字以上に大きいといえる。\nなお，各被災者との関係で被害発生の主要原因である企業を特定すると\nいう観点から，最終的に，各被控訴人企業が製造販売した複数種類の石\n綿含有建材の影響を総体として捉え，評価すべきである。したがって，\n各被控訴人企業のシェアや寄与度の定量的な数値は，それ自体が立証命\n題ではない。\nオ  各建材についての主要原因企業の選定\n原則として，シェア５％以上との基準で建材の種類ごとの主要原因企業\nを選定すると，次のとおりとなる。別紙４「主要原因建材・企業対照表\n（控訴人ら主張）」はこれをまとめたものである（〇又は◎を付けたもの\nが，シェアからみた主要原因企業となる。）。各建材の製造時期は，別紙\n７「被災者別曝露期間対応表（控訴人ら主張）」の各建材ごとの製造時期\n欄に記載のとおりである。\n吹付石綿\nエーアンドエーマテリアル，ナイガイ，ニチアス，日本バルカー工業，\nノザワ\n吹付けロックウール\nエーアンドエーマテリアル，新日鉄住金化学，太平洋セメント，ナイ\nガイ，ニチアス，日東紡績，日本バルカー工業，ノザワ\n耐火被覆板\nエーアンドエーマテリアル，ナイガイ，ニチアス，日本バルカー工業，\nノザワ\nけい酸カルシウム板第２種\nエーアンドエーマテリアル，神島化学工業，ニチアス，日本インシュ\nレーション\nけい酸カルシウム保温材\nエーアンドエーマテリアル，神島化学工業，ニチアス，日本インシュ\nレーション\n石綿スレート波板\nウベボード，エーアンドエーマテリアル，住友大阪セメント，ノザワ，\nエム・エム・ケイ\nなお，住友大阪セメントは関西スレートを子会社化しており，両社の\nシェアを考慮して住友大阪セメントをシェア上位企業とした。\n石綿スレートボード（フレキシブル板，平板，軟質板，軟質フレ\nキシブル板）\nエーアンドエーマテリアル，ノザワ，エム・エム・ケイ\nけい酸カルシウム板第１種\nエーアンドエーマテリアル，神島化学工業，積水化学工業，大建工業，\nニチアス，エム・エム・ケイ\nロックウール吸音天井板\n大建工業，日東紡績\n押出成形セメント板\n昭和電工建材，ノザワ，エム・エム・ケイ\n昭和電工建材の外壁材であるラムダは，窯業系サイディングと押出成\n型セメント板のいずれにも分類されているが，シェア資料では後者に分\n類するものが多いので，一括して押出成形セメント板として扱う。\n窯業系サイディング\nＡＧＣ，旭トステム外装，エーアンドエーマテリアル，クボタ，ケイ\nミュー，神島化学工業，大建工業，東レＡＣＥ，ニチハ\n大建工業の窯業系サイディングは，全て神島化学工業に製造委託して\nいるので，大建工業のシェアは神島化学工業のシェアとしても評価する。\n住宅用屋根材\nクボタ，ケイミュー，住友大阪セメント，積水化学工業，大建工業\n大建工業は，控訴人Ｓとの関係でのみ主要原因企業と扱う。\n大建工業は，関西スレートに製造委託していたので，同社を子会社化\nした住友大阪セメントも主要原因企業と扱う。\n住友大阪セメントについては，石綿スレート波板と総体として評価す\nることがある。\n混和材\nノザワ\nシェア資料はなく，他の調査による。\nカ  複数建材の横断的評価\n各被災者が多く取り扱った複数の建材において大きなシェアを占めてい\nる企業や，個別の取引関係に基づき被災者が特に多く取り扱った建材の\n製造企業は，被害の発生に特に大きな影響を及ぼしている。\nまた，多くの石綿含有建材の中でも，吹付材が石綿関連疾患発症に及ぼ\nした影響は極めて大きく，石綿スレートボード等のボード類がこれに次\nぐ。\nエで選定した主要原因企業のうち，吹付材等を含む複数建材におけるシ\nェア上位企業は次の６社であり，これらの企業が被災者らの発症に特に\n大きな影響を及ぼしたことは確実である。\nエーアンドエーマテリアル，大建工業，ニチアス，日東紡績，ノザワ，\nエム・エム・ケイ\nキ  被災者ごとの主要原因建材及び主要原因企業\n被災者ごとに選定した（狭義の）主要原因建材及び主要原因企業並びに\n選定した理由は，別紙６「被災者別主要原因建材・主要原因企業選定理\n由」に記載のとおりである。\n被災者ごとに，主要原因企業・主要原因建材を並べ，各建材の製造時期\nと被災者の曝露期間とを対応させたのが，別紙７「被災者別曝露期間対\n応表（控訴人ら主張）」である。\n民法７１９条１項前段の成否\n民法７１９条１項前段は減免責の抗弁を許さない「因果関係を擬制」する\n規定であり，要件として「強い関連共同性」を必要とする。これは「複数の\n行為者の行為が，結果の発生に対して社会通念上，全体として一体の行為と\n認められる程度の一体性を有していること」で足り，それで十分である。\n本件における具体的な関連共同性の主張は，原判決「事実及び理由」第３\n章第２節第２の１【原告らの主張】\nであるから，これを引用する。\n少なくとも，各被災者ごとの主要原因企業間には，上記の関連共同性が認\nめられる。\n民法７１９条１項後段の成否\n民法７１９条１項後段は「因果関係を推定」する規定であるから，「弱い\n関連共同性（基礎的な関連共同性）」が存すること，すなわち，「複数の行為\n者の行為それぞれが，結果発生を惹起するおそれのある権利侵害行為に参加\nしていること」で足り，それで十分である。\nその要件と要件の充足の主張は，原判決「事実及び理由」第３章第２節第\n２の１【原告らの主張】 頁から３８７頁まで）並びに\n少なくとも，各被災者ごとの主要原因企業では，上記の要件の充足が認め\nられる。\n民法７１９条１項後段の類推適用（寄与度不明の場合）\n民法７１９条１項後段は，その立法過程や条文の文言等から，択一的競合\nを念頭に規定されたものであるが，複数の加害行為の競合によって被害が発\n生する形態は，択一的競合の場合のみならず，累積的競合（複数の行為が結\n果全部を発生させた場合），重合的競合（ここでは，累積的競合のうち，結\n果の発生の主要部分を惹起した加害者が多数に上り，７１９条１項の適用が\n困難な場合をいう。），それらの競合形態が混在したもの，どの競合形態に該\n当するか不明な場合もある。民法７１９条１項後段は，複数の者が同質の危\n険な行為を行い，その共同行為によって被害が発生したことは明らかである\nが，加害者等を特定できない場合に，損害の公平な分担という観点から，因\n果関係を推定する規定であるから，複数の行為が累積して結果の全部又は一\n部を発生させたが，それらの行為の間に関連共同性がない場合，すなわち，\n累積的競合，重合的競合等加害者の寄与度が不明の場合にも類推適用される\nべきである。\n類推適用の要件としては，①各加害行為者が結果発生の全部又は一部を惹\n起する危険性を有する行為を行ったこと，②それらが競合し，競合行為によ\nり結果が発生したことで足り，関連共同性の要件は不要である。上記①と②\nの要件が充足されれば，各加害行為者の行為と結果との因果関係は法律上推\n定され，当該共同行為者は，損害全部に対して全部（連帯）責任を負う。\n①の要件に関し，加害行為者の行為が被害者に到達すること，本件でいえ\nば，被控訴人企業らが製造販売した石綿含有建材が各被災者の就労した建築\n作業現場に到達したことは不要である。７１９条１項後段の択一的競合の場\n合でも，到達までは要件とはされていない（複数の行為のうち到達した一つ\nの行為を除いた他の行為は，到達していないことを前提とする。）。共同行為\n者が無限定に広がることを防ぐ必要からは，①の要件としては，結果発生に\nついて「相当程度の危険性を有する行為」と解すべきである。\n共同行為者の範囲の特定については，１００％の証明ではなく，民事訴訟\n法上の原則である高度の蓋然性（８０から９０％）の証明で足りるというべ\nきである。その場合，「選択された加害者以外に加害者がいない」というこ\nとができる。\n各被災者の主要原因企業は，被災者の石綿関連疾患発症への影響が特に高\nい建材を製造販売した企業として選定したものであり，上記の①及び②の要\n件を充足する。\n主要原因企業のシェアを合計すれば８０％を超えているから，「選択され\nた加害者以外に加害者がいない」との要件も充足する。\n民法７１９条１項後段を類推適用する場合において，「選択された加害者\n以外に加害者がいない」という要件を充足しない場合でも，選定された共同\n行為者が発生した結果に対して無視し得ない一定の寄与をしている場合には，\n選定された共同行為者全体で，その寄与割合に基づいて連帯して損害賠償責\n任を負うべきである。\nこのような場合，選定された共同行為者らが結果発生に寄与した可能性が\n高いにもかかわらず，全く免責されることは被害者保護の要請からも法的正\n義の観点からも不当である。同時に，その寄与割合の範囲では共同行為者は\n特定されており，その意味で共同行為者での求償も容易であり，共同行為者\nらに連帯責任を課すことは損害の公平な分担の原則にも合致している。\n【被控訴人企業らの主張】\n別紙８「当審における各被控訴人企業の主張」のとおり当審における主張を\n加えるほか，原判決「事実及び理由」第３章第２節第２の１の【被告企業らの\n主張】（４００頁から５６５頁まで）に記載のとおりであるから，これを引用\nする（なお，「病気発症の危険性が相当程度ある建材」を前提とする主張は除\nく。また，「他の被告企業らの主張を援用する」との主張もあるので，取下げ\n済みの原審被告企業又は被控訴人企業の主張も除くことはしない。この点は，\n以下においても同じである。）。\n被控訴人企業らは，予見可能性の有無，対象，警告表示義務の有無，内容，\n製造販売中止義務等の有無を争い，一部の被控訴人企業は，警告表示義務の履\n行を主張している。また，共同不法行為について，控訴人らが主張する法的構\n成，要件，関連共同性の有無を争うとともに，主要原因企業の選定について，\n被災者ごとの主要原因建材の選定，シェア使用の当否，シェアの認定方法等を\n争っている。\n３  製造物責任法３条に基づく責任の成否\n控訴人ら及び被控訴人企業らのうち製造物責任が問われている１６社の主\n張は，原判決「事実及び理由」第３章第２節第２の２（５６５頁から５７７頁\nまで）に記載のとおりであるから，これを引用する。\n４  被控訴人企業らが控訴人らに対して負う責任及び控訴人らの損害\n控訴人ら及び被控訴人企業らの主張は，原判決「事実及び理由」第３章第２\n節第３の【原告らの主張】２（５７８頁），４（被控訴人企業らの主張に対す\nる反論部分のみ。５８３頁から５８８頁まで）及び【被告企業らの主張】（５\n９９頁から６１６頁まで）に記載のとおりであるから，これを引用する。\n第３章  当裁判所の判断\n第１節  石綿関連疾患に関する医学的知見の確立\n１  石綿関連疾患に関する医学的知見の集積状況\n石綿関連疾患に関する医学的知見の集積状況は，原判決「事実及び理由」第\n４章第１節の第２の１（６１９頁から６９２頁まで）に記載のとおりであるか\nら，これを引用する。ただし，本節から第６節までにおいて引用する原判決に\nついて，別紙１１「原判決訂正一覧表」第３のとおり訂正する。\n２  医学的知見の確立時期\n当裁判所も，石綿肺については昭和３３年３月３１日頃に，肺がん，中皮腫\n及びびまん性胸膜肥厚については，昭和４７年頃に石綿粉じん曝露により発症\nするとの医学的知見が確立したものと判断する。その理由は，原判決「事実及\nび理由」第４章第１節の第２の２（６９２頁から７０７頁まで）に記載のとお\nりであるから，これを引用する。\nすなわち，石綿肺についてみると，１で引用した事実によれば，昭和３１年\n度研究及び昭和３２年度研究は，石綿肺の診断基準に関する研究であって，昭\n和３１年度研究において石綿肺の臨床所見がある程度明らかにされ，昭和３２\n年度研究において石綿肺に関する臨床検査が継続，補充され，石綿粉じん環境\n調査や動物実験が続けられたことで，石綿肺の臨床像が明らかにされるととも\nに，診断基準の設定にまで到達した。したがって，昭和３２年度研究の研究報\n告がされた昭和３３年３月３１日頃には，石綿粉じん曝露によって石綿肺が発\n症することが明らかになったと認めるのが相当である。\nまた，肺がん及び中皮腫についてみると，１で引用した事実によれば，ＩＬ\nＯは，昭和４７年１月，「職業がんについての専門家会議」を開催し，同会議\nにおいて，石綿は職業がん（肺，肋膜のがん）の危険性がある物質であること\nが報告され，同年１０月にはＩＡＲＣリヨン会議が開催され，同会議の結果に\n基づく報告（ＩＡＲＣ報告）では，肺がんの発現率に関し曝露－反応の関連性\nを明らかにした疫学的研究により因果関係を証明する証拠は増えてきていると\nして，市販されている主要なタイプ（種類）の石綿は全て肺がんを惹起し得る\nとの点が明言されるとともに，市販の，アンソフィライト以外の全てのタイプ\nの石綿と中皮腫との関連性も明らかにされた。これらの海外における知見は，\n昭和４７年度環境庁公害調査研究委託事業の報告書や昭和４７年度環境庁公害\n研究委託費によるアスベストの生体影響に関する研究報告の報告書でも報告さ\nれているとおり，我が国でも概ね共有されていた。したがって，ＩＬＯ及びＩ\nＡＲＣによって石綿の発がん性が明言された昭和４７年頃に，石綿粉じん曝露\nによって肺がん及び中皮腫を発症するとの医学的知見が確立したと認めるのが\n相当である。\nなお，平成１７年８月２６日に公表された「アスベスト問題に関する政府の\n過去の対応の検証について」（乙メ１。アスベスト問題に関する関係省庁（厚\n労省，環境省，防衛庁，消防庁，文部科学省，経産省，国交省）の検証結果の\nポイントをまとめたもの）では，石綿の有害性についての国際的な知見が確立\nしたのは昭和４７年のＩＬＯ，ＷＨＯの専門家会合でのがん原性の指摘であり，\n労働省及び環境庁においては，同年当時には石綿の危険性について認識してい\nたとの記載がある。\nさらに，びまん性胸膜肥厚については，石綿肺に胸膜肥厚を伴うことは早く\nから知られていたが，びまん性胸膜肥厚が独立した疾患概念となったのは諸外\n国でも昭和４５年以降であり，我が国において労災認定の対象となったのは平\n成１５年のことであることからすれば，石綿粉じん曝露とびまん性胸膜肥厚発\n症との間の因果関係に関する医学的知見についても，石綿粉じん曝露によって\n肺がん及び中皮腫を発症するとの医学的知見が確立した昭和４７年頃に確立し\nたと認めるのが相当である。なお，昭和４７年度環境庁公害研究委託費による\nアスベストの生体影響に関する研究報告の報告書（甲Ａ３１）でも，胸膜肥厚\nが石綿吸入から引き起こされることに言及している。\n３  当審における控訴人らの主張⑴アに対する判断\n控訴人らは，当審においても，石綿の発がん性についての医学的情報が集積\nしたのは，どんなに遅くとも昭和４６年であると主張する。\n控訴人らは，その根拠として，被控訴人国は石綿に発がん性があることから\n昭和４６年４月２８日に旧特化則で石綿を「第二類物質」に指定したと主張し，\n同年９月発行の「労働の科学」２６巻９号に掲載された内藤栄治郎（当時，労\n働省労働基準局労働衛生専門官）執筆の「石綿障害予防対策の現状と関係法規」\n（甲Ａ８２）中の「旧特化則で石綿が対象とされたのは，石綿肺が珪肺に劣ら\nず，重篤な肺疾患であるのみならず，肺がん，中皮腫を起こす疑いがあるため」\nとの記載や，昭和６０年３月に発行された「日本のじん肺対策」（甲Ａ８４）\n中の「労働省は石綿ががん原性物質であることを理由に昭和４６年に施行され\nた旧特化則の対象物質として石綿を指定し」た旨の記述を指摘する。\nしかし，旧特化則の制定に先立ち労働省に設置された労働環境技術基準委員\n会の検討結果（乙アＢ１５。原判決７０頁参照）では，①障害発生の事例があ\nること，②毒性が強くて重篤な障害の発生のおそれがあるものであること，③\n障害が多発するおそれがあるものであることとの観点から，とり急ぎ対策を講\nずる必要がある有害物等を選定したとするところ，添付された有害物等一覧表\nでは，４アミノジフェニル，オーラミン，ジクロルベンジジン等には「がん原\n性物質」を示す印が付いているが，石綿にはその印が付いていない。上記有害\n物等一覧表によれば，旧特化則の第二類物質は，その曝露，吸入等により労働\n者の健康に障害を与えると認められる有害物を指定したものではあっても，一\n律に発がん性を有するものであるから指定したとまでは認められない。\n労働省労働基準局長が昭和４６年５月２４日に発出した「特定化学物質等障\n害予防規則の施行について」の通達（乙アＢ８５）でも，旧特化則は，「最近\nにおける化学物質等による中毒その他の障害の発生状況等にかんがみ，一定の\n化学物質等による障害および環境汚染を予防するため」制定されたと説明され\nており，発がん性のみを基準としたものではないことが読み取れる。\n上記の内藤栄治郎の記載も，「（旧特化則の）対象物質は，石綿を除いてす\nべて有害化学物質である。石綿が，特に（旧）特化則の対象物質とされたのは，\n石綿が…ある種のものは，肺がん，または中皮腫という悪性腫瘍をおこす疑い\nがあるため，その解明は，今後の調査研究にまつとしても，予防は，有害化学\n物質と同等に取り扱う必要があるとされたからである。」と説明するにとどま\nる。「日本のじん肺対策」の上記記述は，石綿の規制値について説明する中で\n記述されたもので，石綿の規制値に関しては，１９７０年代には各国の石綿の\n曝露限界は一方でがん原性のあることを意識しながら，実質的には石綿肺を対\n象とした値が定着した旨記述されている。したがって，これだけでは，旧特化\n則の制定された当時，石綿のがん原性が明らかになっていたとは認め難い。\nしたがって，石綿にがん原性があるから旧特化則で「第二類物質」と指定さ\nれたとは認めることはできず，控訴人らの上記主張も採用することはできない。\n第２節  被控訴人国の労働関係法令（旧労基法，安衛法）に基づく規制権限不行\n使の違法性の有無\n第１  規制権限不行使の違法性の判断基準\n１  違法性の判断基準\n当裁判所も，規制権限不行使の違法性の判断基準については，原判決と同\n様に判断する。その詳細は，原判決「事実及び理由」第４章第１節の第１\n（６１６頁から６１９頁まで）に記載のとおりであるから，これを引用する。\n国又は公共団体の公務員による規制権限の不行使は，その権限を定めた法\n令の趣旨，目的やその権限の性質等に照らし，具体的事情の下において，そ\nの不行使が許容される限度を逸脱して著しく合理性を欠くと認められるとき\nは，その不行使により被害を受けた者との関係において，国賠法１条１項の\n適用上違法となるものと解するのが相当である（最高裁平成１６年４月２７\n日第三小法廷判決・民集５８巻４号１０３２頁，最高裁平成２６年１０月９\n日第一小法廷判決・民集６８巻８号７９９頁参照）。\nしたがって，旧労基法，安衛法の目的及びその各規定の趣旨に鑑みると，\n上記各法律の主務大臣であった労働大臣等又は内閣の上記各法律に基づく規\n制権限は，粉じん作業等に従事する労働者の労働環境を整備し，その生命，\n身体に対する危害を防止し，その健康を確保することをその主要な目的とし\nて，できる限り速やかに，技術の進歩や医学的知見等に適合したものに改正\nすべく，適時にかつ適切に行使されるべきものである（前掲最高裁平成２６\n年１０月９日判決参照）。\n２  当審における被控訴人国の主張⑴に対する判断\n被控訴人国は，規制権限不行使の違法性の有無の判断に当たっては，当該不\n行使が問題とされる当時，被害の実情が相当深刻であったことが判明していた\nという事情が重要な要素となると主張する。\nしかし，労働関係法令に基づく規制権限の不行使の違法を問うためには，被\n控訴人国に労働者に健康障害が発生する危険性の認識又は予見可能性が必要で\nあることは当然である（一切予見もできないにもかかわらず，権限の行使を求\nめることはできない。）。しかし，深刻な健康障害が発生し，それを被控訴人\n国が認識する必要があるというのでは，１でみた，規制権限は「できる限り速\nやかに，技術の進歩や医学的知見等に適合したものに」適時適切に行使すべき\nであるとの原則とは背馳することになりかねない。\nとりわけ，石綿関連疾患のうち肺がんでは１０年以上，中皮腫では２０年か\nら４０年の潜伏期間があり，いずれも，それ以下では石綿曝露が健康に影響を\n与えないという閾値曝露レベルが存在することを示す実質的な証拠はないとさ\nれている（原判決４１，４４頁）。このような疾患の特徴に照らすと，現に疾\n患を発症した者が多数に及ぶまでは被害が深刻とはいえないとの見方も適切で\nはない。\n被控訴人国の主張が，深刻な被害の発生が必要という趣旨であれば，そのよ\nうな考えを採ることはできず，被害の予見可能性を否定する趣旨であれば，第\n２において判断する。\n第２  建築現場における石綿粉じん曝露による健康障害の危険性についての被控\n訴人国の認識又は予見可能性\n１  基礎となる事実\n我が国における石綿の使用状況等，石綿含有建材，我が国における建築物と\n石綿含有建材，建築工事の作業工程等，建築作業従事者の建築現場における石\n綿粉じん曝露，我が国における電動工具の普及と発じん状況，粉じん濃度の評\n価基準，粉じん濃度の測定技術，建築作業時に発生する石綿粉じん濃度の測定\n結果等，建築作業従事者の石綿粉じん曝露による健康障害等，石綿をめぐる報\n道等，国会答弁における被控訴人国の対応等及び各国の規制等の状況について\nは，原判決「事実及び理由」第４章第１節の第３の１（７０７頁から８３７頁\nまで）に記載のとおりであるから，これを引用する。\n２  被控訴人国の予見可能性\n当裁判所も，建築作業従事者には，昭和４０年代以降，石綿粉じん曝露によ\nる石綿関連疾患罹患の危険性が高まっており，被控訴人国は，遅くとも昭和５\n０年時点において，少なくとも，建築現場における屋内作業場での石綿含有建\n材の切断，穿孔，研磨，破砕，解体，混合又は粉状の石綿等を容器から出し入\nれする作業及び屋内外における石綿吹付け作業（石綿粉じん曝露作業）に従事\nすることにより，建築作業従事者が石綿粉じんに曝露し，石綿関連疾患に罹患\nする危険性を具体的に認識することができた，すなわち，昭和５０年時点にお\nいて，上記危険性についての予見可能性があったものと判断する。その理由は，\n原判決「事実及び理由」第４章第１節の第３の２（８３７頁から８５７頁まで）\nに記載のとおりであるから，これを引用する。\nすなわち，１で引用した事実及び掲記の証拠によれば，建築現場における石\n綿粉じん曝露の実態等に関し，次のとおり指摘することができる。\n石綿スレートは，１９００年（明治３３年），オーストリアで発明され，\n明治３９年，初めて日本に輸入された。浅野総一郎は，大正３年浅野スレー\nトを設立して製造を開始し，野澤幸三郎は，大正２年日本石綿盤製造を設立\nして，大正５年から製造を開始した。            （甲Ａ１４２，甲Ｃ２）\nもっとも，戦前における石綿は，軍艦や民間の各種機械の保温材，断熱材\nとして使用されることが多かった。\n石綿はその大部分を輸入に頼っており，戦前の年間輸入量で最も多いもの\nが昭和１４年の約４万ｔであった。昭和１６年には戦争で輸入が途絶え，こ\nれが再開されたのは，昭和２４年である。            （甲Ａ４，１４０）\n戦後，住宅不足を解消するための政策が実施され，昭和３０年には，公営\n住宅，住宅金融公庫の融資による住宅，日本住宅公団の建設する住宅という\n住宅行政の３本柱が確立した。しかし，住宅の建築着工数が増加するに従い，\n建材の不足と熟練労働者の不足の問題が生ずることとなった。また，我が国\nでは，都市の不燃化が従来からの課題であり，昭和３４年には，建築基準法\nの改正で建築物の不燃化が進められることとなった。\nそこで，これらの課題に対処するものとして，石綿含有建材の需要が高ま\nった。昭和３４年発行の「日本の建材工業」では，石綿スレートは「建築の\n不燃化，木材利用合理化のうえに重要な建築資材となってきている」と紹介\nされている（甲Ａ１４２の３２頁）。\n昭和４０年代以降，石綿含有建材の使用量は増加し，原判決別紙１０によ\nれば，例えば石綿含有スレートボードの出荷量は，昭和４８年に最高の５０\n００万㎡余を記録している。石綿の輸入量も増加することになり，昭和４９\n年には年間３５．２万ｔと最高値を記録した。\n建築工事においては，大工，内装工，板金工，左官工，電工，配管工等が\nそれぞれの建築作業を分担し，予め定められた工期の中で作業を行う。この\nため，異なる作業が同時期に行われることもあり得る。\nしたがって，石綿含有建材が使用されている場合，上記の建築作業従事者\nが，切断，破砕，剥離等の作業によって発生した石綿粉じんに直接曝露する\nほか，同時並行で他の職種が石綿粉じんを飛散させる作業を行っている場合\nや作業終了後等に実施される清掃作業を行う場合には，他の職種の建築作業\n従事者が発生させた石綿粉じんに間接曝露することとなる。\nさらに，電動工具の普及が急速に進んだ昭和４０年代以降，建築現場にお\nいて石綿含有建材の加工等に伴い発生する石綿粉じん量は増加した。\n過去に測定された屋内での石綿含有建材の切断等作業時における石綿粉じ\nんの気中濃度及び個人曝露濃度の測定結果からすれば，建築現場において，\n建築作業従事者が，屋内における石綿の吹付け作業や電動工具を用いた石綿\n含有建材の切断等の加工作業，解体作業等によって，直接曝露又は間接曝露\nする危険性がある石綿粉じんの濃度は，日本産業衛生学会が昭和４９年に勧\n告した許容濃度及び天井値を上回っていた。\n瀬良は，昭和４６年に，建築作業従事者のうち石綿吹付け作業を行う者３\n９名中６名（１５．４％）が石綿肺に罹患していたこと及び石綿吹付け作業\nによる我が国最初の死亡例を報告した（「労働の科学」２６巻７号）。\n昭和４６年（原判決８４５頁４行目の「４９年」は「４６年」の誤記であ\nる。）１月から３月にかけて行われた全国の都道府県労働基準局及び労働基\n準監督署による監督指導結果によれば，「石綿取扱い作業者のじん肺罹患状\n況」は，製造業の有所見者率は６．６％，建設業では３．５％，鉱業では０\n％であった（甲Ａ８２の３１頁表６）。\n厚労省による平成１８年度から平成２２年度までの各年度の労災保険給付\n等の請求・決定状況についての報告をみると，肺がん及び中皮腫とも建設業\nの割合が高く，中皮腫については，支給決定がされた件数の約４割から５割\nが建設業であった。また，厚労省による平成１９年度及び平成２０年度の\n「石綿曝露作業による労災認定等事業場一覧表」によれば，石綿曝露作業に\nよる労災認定がされた事業場の半数以上が建設業であった。\n石綿関連疾患の潜伏期間を考慮すると，平成１８年以降の厚労省の労災認\n定に関する報告において発症が確認された建築作業従事者の石綿関連疾患に\n係る石綿粉じんの曝露期間は，昭和４０年代以降であったと考えられる。\n石綿粉じんが石綿肺を発生させる危険性があることは，戦前から認識され\nていた（昭和１３年発行の鯉沼茆吾の「職業病と工業中毒」（甲Ａ１０）に\nも，粉じんによる呼吸器疾患の項目で，「硅肺」と並んで「アスベスト肺」\nが挙げられている。）。戦前でも，石綿紡績工場を対象に保険院調査がされ，\n戦後も，各研究者が大阪府泉南地域や奈良県等の石綿紡織工場で従業員の調\n査をし，昭和３０年以降の労働省労働衛生試験研究となった。\n昭和３１年度研究及び昭和３２年度研究によって，石綿粉じんに曝露する\nことで石綿肺に罹患することの医学的知見は確立し，石綿工場における石綿\n粉じん曝露による石綿肺の被害が深刻な状況にあったことが明らかにされた。\n昭和３０年代においては, 調査研究の対象は鉱山や石綿工場に限られ，建築\n作業従事者の石綿粉じん曝露が問題視されることがなかったが，これは諸外\n国とも傾向を一にした。\nもっとも，昭和４５年頃には，数は少ないものの，石綿吹付け作業や石綿\nスレートの使用増加による石綿肺や肺がんの危険性を示唆する内容が報道さ\nれ，国会の審議においても，瀬良による報告が指摘されていた。昭和４７年\nには，労働省は，屋内作業場における石綿スレートの切断に際しては，特化\n則５条の定めにより局所排気装置の設置が必要であるとの見解を示した（こ\nの「屋内作業場」とは工場を指すものと解される。）。\n昭和５０年改正特化則は，化学物質等の発がん性を意識したものであり，\n人体に対する発がん性が疫学調査の結果明らかとなった物，動物実験の結果\n発がん性の認められたことが学会で報告された物として，石綿を特別管理物\n質と定めた（原判決８７・８８頁）。\n昭和５０年改正特化則は，石綿粉じん曝露の可能性が高いとして，石綿吹\n付け作業を原則禁止とし，石綿含有製品等の切断，穿孔，研磨，破砕，解体，\n混合作業等は石綿粉じんを発散しやすい作業として原則湿潤化を義務付ける\nなど，石綿工場以外の場所も対象とする規定が設けられている。また，事業\n者に対し，石綿の代替化の努力義務が課された。\n昭和４８年頃には，メンブランフィルター法を用いた石綿粉じん濃度測定\n方法は確立していた。このため，昭和４９年時点では，建築現場における建\n築作業に伴う石綿粉じん濃度の測定を行うことが可能な状況にあった。\nこの頃までには，被控訴人国は，諸外国における規制濃度等も十分把握し\nていた。\n以上のとおり，石綿粉じんに曝露することの危険性は，鉱山，石綿紡織工場\nの事例として，遅くとも昭和３３年の時点で明らかであった。そして，建築作\n業のうちでも石綿吹付け作業の石綿粉じん曝露の危険性は，昭和５０年以前に\n明らかとなっていた。建築件数の増加に伴う石綿含有建材の使用量の増加及び\n電動工具の使用は，建築作業従事者の石綿粉じん曝露を増加させ，客観的には，\n建築作業現場（屋内作業といえる現場）において，建築作業従事者は許容濃度\nを上回る石綿粉じんにさらされていた。建築現場において石綿粉じん濃度を測\n定すれば，建築現場における石綿関連疾患罹患の危険性は容易に認識すること\nができた。昭和５０年には，石綿の発がん性は既に明らかになっており，それ\nに伴い石綿工場以外にも石綿粉じん防止対策は広がった。\n以上によれば，遅くとも昭和５０年には，被控訴人国は建築作業従事者の石\n綿関連疾患罹患の危険性は予見することができたということができる。\n３  当審における控訴人らの主張 イからエまで及び被控訴人国の主張 に対す\nる判断\n控訴人らは，当審においても，昭和４６年時点では，被控訴人国は，建築\n現場における建築作業従事者に石綿関連疾患発症の危険性があったことを予\n見し得たと主張し，昭和３１年の特殊健康診断指導指針以来のじん肺健康診\n断において建設業でじん肺罹患者が出ていたことなどを指摘する。\nしかし，昭和４６年度までに建設業（ずい道建設工事関連を除く。）にお\nいてじん肺罹患者が生じていたということから，被控訴人国が建築作業従事\n者について職種を問わず一般的に石綿曝露の危険性を予見し得たとまではい\n巻７号に掲載された「石綿作業と肺疾患」は，石綿吹付け作業従事者に関し\nて記載したものであり（なお，「石綿製品に囲まれて生活しているわれわれ\n一般都市住民にとっても，石綿は環境衛生上の問題としてゆるがせにできな\nいものと言っても過言ではなかろう。」との記載もある。），セリコフの報\n告も，直接的には断熱工を対象としたものであった（原判決６５４・６５５\n頁）。昭和５１年通達に添付された石綿関係資料に示されている建設工事に\nおける石綿粉じん濃度の測定結果（測定時期は昭和４６年）も，石綿吹付け\n作業中の粉じん濃度を測定したものであった（甲Ａ３９０の２の１９頁。結\n果は，当時の許容濃度（２ｍｇ／㎥）を大幅に上回るものである。）。「労\n働の科学」の瀬良と同じ号に掲載された木村菊二の「作業現場の石綿粉塵」\n（甲Ａ１２０７）は，石綿板切断作業時の石綿粉じん濃度の測定結果を示す\nものではあっても，石綿板製造工場における測定結果であった。そうすると，\nこれらが，建築現場における建築作業に一般的にあてはまるものとはいえず，\nこのような測定結果から，被控訴人国が建築作業現場において作業員が石綿\n関連疾患罹患の危険に曝されている事実を直ちに予見できたとはいい難い。\n新聞記事の中には，昭和４５年頃から，石綿吹付け作業や石綿スレート使\n用増加による石綿肺や肺がんの危険性を示唆する記事が掲載されていた（原\n判決８１６頁から８１８頁まで）が，単発的であり，公害としての石綿粉じ\nんの危険に力点を置くものであった。\n控訴人らは，昭和４７年時点，昭和４８年時点では，被控訴人国は，建築\n現場における建築作業従事者に石綿関連疾患発症の危険性があったことを予\n見し得たとも主張する。\n既にみたとおり，昭和４７年には，石綿が，石綿肺に加えて肺がん，中皮\n腫を発症させる危険性を有することが確実になっていた。しかし，この時点\nで，石綿の少量曝露による石綿関連疾患への罹患の危険性まで明らかになっ\nていたとはいうことができない（原判決７０５・７０６頁）。\n昭和４７年に環境庁が公害調査研究を委託した２本の研究報告のうち「人\n肺の病理組織学的研究」（甲Ａ８０）では，「都市空気がアスベストに汚染\nされるまでになっている。」「アスベストの問題は，産業医学のみの問題と\nしてではなく，広く公衆衛生学上の問題としても取り扱うべきもの」と指摘\nされ，「アスベストの生体影響に関する研究報告」（甲Ａ３１）では，アス\nベスト紡績工場労働者のがんと並んで絶縁作業労働者のがんに触れられてい\nるのみであった。同報告でも，環境中のアスベストが取り上げられている。\n欧米諸国のみならず，我が国においても，昭和４８年には，日本産業衛生\n学会が，それまでの許容濃度（２㎎／㎥＝３３繊維／㎤）を大幅に低減した\n２繊維／㎤の許容濃度を勧告し，同年の通達（昭和４８年基発第４０７号）\nでは，気中石綿粉じん濃度の抑制濃度を５繊維／㎤とするよう指導されてい\nる（原判決７６９・７７０頁，７７６頁）。しかし，過去に測定された石綿\n粉じん濃度が，石綿吹付け作業や石綿板製造工場におけるものであったこと\nからすれば，被控訴人国に，建築作業現場において，上記の許容濃度（２繊\n維／㎤）や通達による抑制濃度（５繊維／㎤）を超える状態が発生している\nと認識されていたとみることはできない。\n昭和４８年に発行された「労働の科学」２８巻２号の山口裕執筆の「建設\n業における労働災害と疾病」（甲Ａ４４８）には，建設労働者の職業性疾病\nの将来展望として「近年アスベスト肺，およびアスベストによる呼吸器その\n他のがん発生が大きな問題となってきた。…現在建設業においては，アスベ\nスト製品の加工使用によるアスベスト発じん作業が増加している。現在，技\n能工として盛んにアスベスト粉じんに曝露されている若い労働者の将来に黒\nい影がさしている」との記載があるものの，これは，何ら具体的な数値をも\nって危険性を示しているわけではない。\n以上によれば，昭和４７年時点，昭和４８年時点で，被控訴人国が建築現\n場における建築作業従事者に石綿関連疾患発症の危険性があったことを予見\nし得たとも断定し難い。\n控訴人らの主張はいずれも採用することができない。\n被控訴人国は，当審においても，昭和５０年１０月１日当時，建築労働者\n一般について石綿肺等罹患の深刻な被害が発生していたことはなく，被控訴\n人国が被害の発生を認識していたこともないと主張する。\nしかし，被控訴人国は，昭和６１年前後の，中皮腫の労災認定件数や建築\n労働者の胸膜肥厚斑の有所見者率等を主張するが，石綿関連疾患の肺がんや\n中皮腫が１０年以上又は２０年から４０年という長い潜伏期間を有すること\nを捨象している。そして，潜伏期間のあることは，昭和５０年当時，被控訴\n人国にも十分認識されていた（昭和５１年通達には潜伏期間の記載がある\n（原判決９４頁）。）。\nそうであれば，現に生じている被害のみならず，将来生じる可能性が高い\n被害を含めて被害の深刻性は考えるべきである。被控訴人国が昭和４９年ま\nでの時点では建築作業従事者に石綿関連疾患発生の危険性があることを予見\nし得たとまで評価できないとしても，２⑶から⑸までや上記⑴及び⑵のとお\nり，上記危険性の認識又は予見可能性を裏付ける事実は既に多く積み上がっ\nていた。将来の被害の深刻性も，「労働の科学」で山口裕が指摘していた。\n昭和４９年１１月号の雑誌「東邦経済」には，昭和４６年の労働基準局等の\n調査結果を挙げるなどして，今後の被害の深刻性を心配する記事も掲載され\nていた（原判決８１８・８１９頁）。石綿吹付け作業者の被害が明らかにな\nっていれば，それ以外の建築作業従事者についても検討すべきであったので\nあり，工場内での石綿板切断作業で多くの石綿粉じんが発生しているなら，\n建築作業現場での切断も調査すべきであるといえる。原判決も指摘する（８\n５２頁）とおり，被控訴人国は，建築現場において石綿粉じん濃度測定を行\nうことにより，建築現場における石綿関連疾患罹患の危険性について容易に\n認識することができた。それを怠ったがために危険性を認識することができ\nなかったということは許されない。\n被控訴人国の上記主張は採用することができない。\n第３  「管理使用」を前提とする被控訴人国の規制権限不行使の違法性の有無\n１  違法性が認められる規制権限不行使\n当裁判所も，防じんマスクの着用，建築現場における警告表示（作業現場掲\n示），石綿含有建材への警告表示の各義務付けについては，被控訴人国の規制\n権限不行使は違法であると判断する。一方，その余の管理使用を前提とする規\n制については，その不行使が違法とまではいえないと判断する。さらに，違法\nの時期については，昭和５０年１０月１日から平成１８年９月１日までとすべ\nきであると判断する。その理由は，２及び３のとおり当審における控訴人ら及\nび被控訴人国の主張に対する判断を付加するほかは，原判決「事実及び理由」\n第４章第１節の第４（８５７頁から９５４頁まで）に記載のとおりであるから，\nこれを引用する。\n２\n防じんマスクについて\n控訴人らは，旧特化則が制定された昭和４６年４月２８日時点，鉛中毒予\n防規則・有機溶剤中毒予防規則が制定された昭和４７年９月３０日時点にお\nいて，事業者に対して建築作業従事者に対し防じんマスクを着用させるよう\n義務付けるべきであったと主張する。\nしかし，昭和４６年の旧特化則制定時の石綿の危険性に対する認識の程度\nは，第１節３でみたとおりである。また，この時点の被控訴人国の認識は，\n使用者に防じんマスクを\n労働者の人数と同数以上備え付け，常時有効かつ清潔に保持すべき義務が課\nされ，違反に対しては罰則も課された。労働者にも防じんマスクの使用が義\n務付けられていた。上記の認識等に照らすと，この時点で，上記の各義務を\n超えて，事業者に対し，労働者に防じんマスクを着用させる義務まで義務付\nけなかったことが著しく不合理であるとまではいえない。\nこれは，鉛中毒予防規則・有機溶剤中毒予防規則が制定された昭和４７年\n９月３０日時点でも同様であったといえる。\n控訴人らの上記主張は採用することができない。\n石綿吹付け作業の全面的禁止について\n控訴人らは，被控訴人国は，昭和５０年の時点で石綿吹付け作業を全面的\nに禁止すべきであったと主張する。\n原判決でも触れる（９５２頁）とおり，本件被災者らはいずれも石綿吹付\nけ作業そのものに従事していた者ではない。\n昭和５０年改正特化則では，例外的な石綿吹付け作業に関しては，吹付け\nに用いる石綿含有製品等を容器に入れ，容器から取り出す作業場所の隔離等\n一定の方策が義務付けられた（原判決９１頁）。そうすると，吹付け作業従\n事者であれば別として，それ以外の作業者との関係で，石綿含有率５％以下\nの石綿吹付け作業を禁止対象としなかったことが著しく合理性を欠くとまで\nはいえない。\n控訴人らは，被控訴人国は，昭和６２年の時点では石綿吹付け作業を全面\n的に禁止すべきであったとも主張する。\nしかし，この時点においては，石綿吹付けの大半は事実上中止されていた\nといえること（原判決９０９・９１０頁）からすれば，全面的禁止としなか\nったことが，吹付け作業従事者以外の作業者との関係で著しく合理性を欠く\nと評価するには至らない。\n控訴人らの上記主張はいずれも採用することができない。\n集じん機付き電動工具について\n控訴人らは，被控訴人国は，昭和４７年時点又は昭和５０年時点において，\n防じんマスクの使用とともに集じん機付き電動工具の使用を義務付けなかっ\nたことが著しく合理性を欠くと主張する。\nしかし，上記の時点では，集じん機付き電動工具が販売されていたとはい\nえ，その歴史は浅く，これがどのような場面でも使用できるかは疑問がある。\n乙イ・ウ４（石綿含有建築材料調査報告書）は，昭和６３年５月に日本石綿\n協会がまとめたものであるが，その中には，切断機に適合する集じん機の機\n種が少ない，切断機に取り付ける適切な機種が得られていないので，業界と\nメーカーとの共同開発が必要であるとの記載がみられる。\n控訴人らは，被控訴人国は，集じん機付き電動工具の使用を推奨する通達\nを発出した平成４年には，その使用を義務付けるべきであったと主張する。\nしかし，集じん機付き電動工具は相当程度に重量があるものである上，原\n判決が認定する（９４６頁）とおり，除じん装置の価格は平成４年時点にお\nいても１０万円から２０万円程度と安くはなく，その後の保守管理において\nも細かい点検が求められ，年に１回はメーカーに点検を依頼することが望ま\nしいとされていた。控訴人らは，除じん装置の購入・管理に費用がかかるか\nらこそ，法令によってその使用を義務付ける必要があったとも主張するが，\nその違反に罰則をもってのぞむほど，その使用を法令によって一律に義務付\nけることは困難であったというべきである。\n控訴人らの上記主張は採用することができない。\n特別教育について\n控訴人らは，被控訴人国は，昭和５０年１０月１日には，警告表示・作\n業現場掲示に加え，特に有害で職業上発症の可能性が高い作業については，\n作業員に当該疾病の原因，症状，予防方法，罹患に対する補償制度等を分\nかりやすく説明し，予防対策の重要性を認識させるための特別教育を実施\nさせるべきであったと主張する。\nしかし，昭和５０年時点において，防じんマスクの着用を実効あらしめる\nために警告表示・作業現場掲示を義務付ければ，これらは，建築作業従事者\nにとって直接的な警告となる。そうすると，これらや労働者の雇入れ時の教\n育に加えて特別教育の実施を義務付ける必要性を認めることはできない。\n控訴人らの上記主張は採用することができない。\n３\n防じんマスクについて\nア  被控訴人国は，平成７年より前には，吹付け作業以外の建築作業におい\nて，石綿含有建材を切断等する作業によって石綿粉じんに曝露し，石綿\n肺等に罹患する危険性が高いとは考えられていなかったと主張する。\nしかし，この主張が採用できないことは，第２の３⑶のとおりである。\nイ  被控訴人国は，防じんマスクの使用は基本的には補助的手段であったと\n主張する。\nしかし，建築現場においては，作業場所や粉じんの発生源が固定されて\nいる工場等の作業とは違い，局所排気装置の使用が現実的でない以上，\n作業者個人単位での粉じん曝露を防止することができる防じんマスクの\n使用は重要な役割を果たすものといわざるを得ない。\n総合的に石綿粉じん曝露防止策を講ずるのが合理的であるとしても，そ\nのことが，事業者に対し防じんマスク着用の義務付けを課すことまでは\n必要ないということに結びつくものではない。\nウ  被控訴人国は，昭和４７年までに労働者の防じんマスクの使用を相当程\n度確保する規制を既に行ってきたと主張する。\n旧安衛則以来，事業者に対しては防じんマスクの備え付け義務，労働者\nに対しては防じんマスクの使用義務が定められていた（原判決８８６・\n８８７頁）。しかし，昭和３０年時点から，防じんマスクの使用には，\n通気抵抗による息苦しさや重量による不快感，視野障害等により作業者\nの着用を阻害する要因が存在することが指摘され，昭和６０年又は昭和\n６３年時点においてさえ，防じんマスクを着用しないまま石綿含有建材\nを切断することが一般的に行われていた（原判決８９０頁から８９５頁\nまで）。このような実態は昭和５０年時点でも，当然同様であったと解\nされる。\n現実の着用の実態に照らせば，被控訴人国が防じんマスクの使用を相当\n程度確保する規制を行ってきたとはいうことができない。\nなお，特化則５条２項の規定が防じんマスクを使用させることも含んで\nいたと解することはできないこと，粉じん則２７条の規定をもって石綿\n粉じん曝露防止対策を行ったとはいえないことは，原判決が判示する\n（９２６・９２７頁）とおりである。\n被控訴人国の主張はいずれも採用することができない。\nエ  被控訴人国は，被控訴人国が既存の規制のみでは防じんマスクの着用が\n進んでいなかったと認識していたということはできないとも主張する。\nしかし，被控訴人国が労働者への防じんマスクの着用を実現するための\n体制を含めた安全衛生管理体制の確保のための措置と主張する統括安全\n衛生管理者の選任等の規制が防じんマスクの着用に関してどのように有\n効に機能していたかを示す証拠はなく，行政指導による具体的な効果を\n裏付ける証拠も見当たらないことは，原判決が判示する（９２７・９２\n８頁）とおりである。被控訴人国が提出する労働基準監督年報（乙アＢ\n１１９から１３５まで）を見ても同様である。\nそうすると，建築現場における防じんマスクの着用状況がウのとおり\nであるにもかかわらず，被控訴人国がそのような実態を認識していなか\nったとは考えられない。\n被控訴人国は，最終的に防じんマスクを使用するのは労働者自身であ\nるから，防じんマスクの使用に関して義務付け規制の実効性に限界があ\nる，事業者に対する義務付けは必要不可欠ではないとも主張する。\nしかし，被控訴人国の主張は論理が逆転している。防じんマスクを使\n用するのは労働者の意思に係っているからこそ，労働者に対して使用を\n義務付けるのみではなく，事業者に対して，労働者に使用させるよう義\n務付ける必要が出てくるのである。\n被控訴人国の主張は採用することができない。\n警告表示及び作業現場掲示について\nア  被控訴人国は，警告表示・作業現場掲示は，間接的な役割を持つにすぎ\nず，直接的な被害防止対策である防じんマスク等の規制と独立して違法事\n由となるものではないと主張する。\n建築作業現場において石綿粉じん作業に従事する労働者が石綿関連疾患\nに罹患することを予防するための対策として，防じんマスクの着用は重\n要なものであった。しかし，⑴ウのとおり，昭和５０年時点においても\n着用状況は極めて不十分であった。このことからすれば，間接的なもの\nとはいえ，防じんマスクを労働者に着用させるよう義務付ける措置とは\n別個に労働者が石綿関連疾患罹患の可能性を具体的に認識し，自発的意\n思で防じんマスクを着用するよう促すため，警告表示や作業現場掲示も\n重要な措置というべきである。\nしたがって，これを義務付けないことは著しく合理性を欠くというべき\nである。\nイ  被控訴人国は，警告表示の役割からすれば，石綿関連疾患の具体的な内\n容等や防じんマスクを着用する必要がある旨の記載までは必要ない旨主\n張する。\nしかし，労働者が自発的に防じんマスクを着用するよう促すため警告表\n示を行うという趣旨からすれば，上記の記載も当然必要といえる。\n被控訴人国は，石綿含有量が重量比５％以下の建材を規制対象から除外\nしたことは著しく不合理とはいえないとも主張する。\nしかし，本来規制は一律に行うべきものであり，それに対し，５％以下\nのものを除外することに合理性がないことは，原判決が判示する（９３\n７・９３８頁）とおりである。\n被控訴人国の主張は採用することができない。\n第４  石綿含有建材の製造等の禁止に係る被控訴人国の規制権限不行使の違法性\nの有無\n１  認定事実\n石綿の使用禁止に関する規制等，石綿関連疾患及びその発生の危険性等，代\n替化，海外における石綿の禁止に関する規制について認定することができる事\n実は，原判決「事実及び理由」第４章第１節の第５の１（９５４頁から９９７\n頁まで）に記載のとおりであるから，これを引用する。\n２  規制権限不行使の違法性の有無\n当裁判所も，平成１５年において石綿含有建材のほぼ全面的な禁止措置が\n講じられたことは，石綿の製造等の禁止措置として遅きに失したものと判断\nする。その理由は，原判決「事実及び理由」第４章第１節の第５の２ 及び\n（９９７頁から１００４頁（ただし，２３行目まで））に記載のとおりで\nあるから，これを引用する。ただし，原判決を次のとおり訂正する。\n９９８頁１行目の「時点」の次に「，全種類の石綿含有建材がノンアス化\nした平成３年時点」を加える。\n１００１頁１９行目の「平成７年」から２４行目の「また，」までを削る。\n１００２頁８行目の「ことからすれば」から１１行目の「いわざるを得な\nい」までを削る。\n１００４頁６行目の「平成７年」を「平成３年」に改める。\n１００４頁１０行目の「平成３年以降」を「平成３年以降も」に改める。\n３  製造等禁止の規制権限不行使が違法となる時期\n当裁判所は，平成３年末には，石綿含有建材の製造等を禁止する規制権限を\n行使しなかったことは，著しく合理性を欠き，国賠法１条１項の適用上違法と\nいうべきであると判断する。その理由は，以下のとおりである。\nまず，石綿の危険性についてみるに，昭和４７年頃には，石綿粉じんの曝\n露が肺がん，中皮腫を生じさせるとの医学的知見が確立し，昭和５０年改正\n特化則，改正安衛令では，石綿は特別管理物質に定められた。昭和５０年改\n正特化則では，事業者に対して，石綿の代替化の努力義務が課され，昭和５\n１年通達（乙アＢ３２）では，石綿は，可能な限り，有害性の少ない他の物\n質に代替させるとともに，現在までに石綿を使用していない部門での石綿又\nは石綿製品（発じん防止処理したものであっても，使用中又はその後におい\nて発じんすることの明らかなものを含む。）の導入は，避けるように指導す\nること，特に，青石綿については，他の石綿に比較して有害性が著しく高い\nことからその製品を含め優先的に代替措置をとるよう指導することを求めて\nいた。このことからすれば，昭和５０年又は５１年の時点で，被控訴人国は，\n労働者の健康障害防止のため石綿使用の削減が必要であると考えていたとい\nえる。\n１で引用したとおり，平成元年のＷＨＯの会合では，職業曝露限界に関し，\n反対の意見もあるとされたものの，「それ以下ではがんが起こらないという\n石綿曝露の閾値が存在するという実質的な証拠はない。」と結論付けられた。\n昭和６２年２月に発行された環境庁大気保全局企画課監修の「石綿・ゼオラ\nイトのすべて」（甲Ａ９）には，「理論的には，肺がん及び中皮腫の発現に\n対する石綿曝露量の安全閾値は存在しないという見解が首肯されるものであ\nる」（４７１頁）「石綿はそれ自体がん原性のある物質であり，したがって，\nいかなる低濃度でも安全とする最少の閾値はない」（４７５頁）と記載され\nている。\n上記「石綿・ゼオライトのすべて」には，「肺がんや中皮腫の長い潜伏期\n間を考慮した場合，戦後の石綿消費量の健康影響がようやく顕在化しつつあ\nる時点に，われわれはいま立っていることを認識する必要がある。」（４７\n６頁）との記載もある。なお，これらの記載は，環境庁の認識を示すものと\nみることができる。\n森永謙二及び横山邦彦は，昭和６２年の「アスベスト曝露による人体影響」\n（甲Ａ１０２５）で，大阪，兵庫を含む８府県２市の地域がん登録の成績に\nよると，中皮腫の人口１００万対粗死亡率は，昭和５２年男０．８９，女０．\n３５から昭和５９年には男１．８０，女０．７４と倍増していると指摘し，\n「アスベスト消費量が１９６０年ごろより急増していることから，これらの\n時期における職業性アスベスト曝露による肺がん・中皮腫死亡が２０３０年\nごろまで続くものと予測される。…将来に向けて禍根を残すようなことがあ\nってはならない」から，過去に職業性の石綿曝露を受けた人の健康管理と現\n在曝露を受けている人に対する飛散しうる石綿の厳重な管理と対策が必要で\nある旨記載している。\n「石綿・ゼオライトのすべて」や森永謙二らの文献によれば，昭和６２年\n頃には，石綿粉じん曝露による石綿関連疾患（とりわけ，肺がん・中皮腫）\n発症が現実化してきたものといえる。\n企業の認識としては，機能性材料研究会が平成２年４月に開催した講演会\nの資料に添付された文献（乙イ・ウ３９の３枚目）に，石綿はセンセーショ\nナルな社会問題となっているとの前提で「アメリカでみられるような全面使\n用禁止という措置を取らざるをえない状況に至っている」との認識が示され\nたり，同年３月３０日付け日経産業新聞（乙イ・ウ４０）に，旭硝子の社長\nの「石綿の発がん性は声高に叫ばれるのに，建材メーカーが開発した無石綿\n建材は品質と価格の問題で需要が伸びない。それでも，無石綿化に取り組ま\nなければいけない」との発言が掲載されたりしており，石綿の使用中止が十\n分視野に入っていたことがうかがわれる。\n石綿の使用中止ということでは，昭和５８年度，昭和５９年度には，全国\n４２７の石綿取扱い事業場のうちクロシドライト（青石綿）を使用する事業\n場は１１まで減少し，昭和６２年，各企業は自主的にクロシドライトの使用\nを中止した。アモサイトについても，上記年度の全国４２７の石綿取扱い事\n業場のうちアモサイトを使用する事業場は５２となり，平成元年には１９と\nなった。その後，平成５年に，日本石綿協会が業界としてアモサイトの使用\nを中止した。（原判決８６１・８６２頁）\n石綿含有建材の代替化（ノンアス化）についてみると，平成元年６月発行\nの環境庁大気保全局企画課監修の「アスベスト代替品のすべて」（乙アＡ１\n１０）には，「セルロース繊維や耐アルカリガラス繊維を使った代替はかな\nり進んでいると思われるが，外装材及び屋根葺き材については，代替が進行\nするのはこれからであると思われる。」との記載があり，平成２年３月発行\nの建設省の「建築物のノンアスベスト化技術の開発」（乙アＡ１０８）には，\n平成元年の時点で，石綿含有製品のうち，吹付け石綿やゴム・樹脂成形品\n（ビニルタイル等），塗料等の副資材などは，既に石綿の代替が行われてい\nるが，生産量の多い石綿セメント成形品（石綿スレート，ケイ酸カルシウム\n板等）については，石綿の長所を十分に活用しており，性能を低下させずに\nノンアスベスト化することは，他の石綿含有建材よりも困難であるとの記載\nがある。\n一方，平成２年度通産省委託研究「石綿代替製品調査研究報告書」（乙ア\nＡ１０７，甲Ａ１４４３）では，石綿スレート製品について，「難燃性，耐\n久性といった要求性能をクリアー出来る無石綿製品の製造が可能である」と\nし，従来の石綿スレート製品と比べて強度低下が避けられずコストの問題が\nあると指摘している。\n社団法人日本石綿協会は，平成３年８月，石綿の使用に関する「ポジショ\nンステートメント」（基本的な考え方）等を発表し（甲Ｃ１の５４７），そ\nの中で，けい酸カルシウム板は，価格面ではやや高くなるものの，使用上ほ\nぼ問題ないため無石綿化を進めている，押出成形セメントの薄物については\n平成元年から全面的に無石綿化されている，サイディングも，既にほとんど\nの製品が無石綿化されている，フレキシブルボード，波形石綿スレートは，\n製品技術面，性能面，経済性の面で無石綿化は困難，住宅用屋根材は，無石\n綿化した製品もあるが，技術面，経済性の面で全ての製品を無石綿化するこ\nとは困難としていた。\n実際の被控訴人企業らの動向をみると，吹付材（吹付石綿，吹付けロック\nウール）は，朝日石綿工業が，昭和４５年にはロックウール主体に切り替え，\n昭和４７年に湿式化し，昭和５０年までには吹付けロックウールを含めノン\nアス化した（甲Ｃ４の１３１頁から１３３頁まで，乙ト１４の３６）。ニチ\nアスは，乾式吹付材の製造を昭和４９年に終了し，昭和５０年からはノンア\nスの製品を販売した（甲Ａ１２６８，乙ト１４の３６）。吹付材のうち吹付\n石綿は昭和５０年頃までに，吹付けロックウールは昭和５５年頃までに，被\n控訴人企業らにおいては製造を終了しており（乙ト１４の３６），ノンアス\nの吹付材を販売していた。\n保温材について，朝日石綿工業は，昭和５３年に全製品をノンアス化（甲\nＣ４の１９８頁），ニチアスは，既に昭和４８年からノンアスの製品を発売\nし，昭和５３年，５４年にもノンアス製品を販売していた（甲Ｃ１０４の８\n・１１・１２）。\n内装材につき，けい酸カルシウム板第１種は，ニチアスが昭和６１年に，\n朝日石綿工業が昭和５９年にそれぞれノンアス製品の製造販売を開始した\n（甲Ｃ４）。エム・エム・ケイも，平成３年にはノンアス製品を販売してい\nる（乙ワ８）。ロックウール吸音天井板につき，日東紡績は昭和４５年にノ\nンアス製品を製造販売している（甲Ａ１３４１の１，乙ト１４の３２）。フ\nレキシブル板については，平成元年に朝日石綿工業からノンアス建材が販売\nされた（甲Ｃ４）。\n外壁材についても，サイディングは平成元年中に約８割がノンアスベスト\n製品になると報道され（甲Ａ１４３５の５７），旭硝子は，平成２年に住宅\n用外壁材の全製品から石綿を排除した（乙イ・ウ４０。先の社長の発言のと\nおりである。）。\nクボタは，当初から，ノンアスの屋根材も販売しており，積水化学工業は，\n平成２年に石綿含有住宅用屋根材の製造を終了した（乙ト１４の３３）。住\n宅用屋根材は，平成元年に参入する企業は無石綿を売り物にしているとの報\n道もあった（甲Ａ１４３５の６５・６９）。\nこのように，被控訴人企業らは，早期からノンアス建材の開発に着手して\nいたということができる。上記のほかにも平成３年以前においてノンアス製\n品が製造販売されていたことは，別紙８「当審における各被控訴人企業の主\n張」にあるとおりである。ニチアスは，平成４年時点で，自社の建材の全面\n無石綿化を宣言した（甲Ｃ１０４の２７）が，平成２年３月１２日付けの日\n経産業新聞には，ニチアスの社長が「需要家やメーカーを含めた社会全体で，\n経済コストよりも環境保護を優先させるというコンセンサスができれば，こ\nとは簡単」と述べたと報道されている（甲Ａ１４３５の８９）。旭硝子の社\n長のことばとともに，石綿の代替化の問題の本質は，技術より経済性にあっ\nたのではないかということを示している。\n建設省大臣官房官庁営繕部は，昭和６２年９月，同省所管の官庁施設にお\nける方針として，建築物の新築等において，「工事現場での石綿等の切断，\n穿孔等の加工時並びに将来の解体等時における石綿の飛散防止を考慮して」\n同等以上の代替品がないなどやむを得ない場合を除き，石綿を含む材料・機\n材をできる限り使用しないことを通知した（原判決１３１・１３２頁）。\nまた，建設大臣官房営繕部監修による「建築工事共通仕様書」では，昭和\n６０年版（甲Ａ１４３７）では内装材に石綿セメント板，石綿セメントけい\n酸カルシウム板等を挙げていたが，平成元年版（甲Ａ１４３８）では，石綿\n建材を削除した。\n住宅金融公庫の融資対象となる住宅のための「木造住宅工事共通仕様書」\nでも，昭和６２年版（甲Ａ１４４１）では，内壁材に石綿スレート板等が挙\nがっていたが，昭和６３年版（甲Ａ１４２２）では，これは全て削除された。\n平成元年には，東京都が「東京都アスベスト対策大綱」を策定し，施設の\n建設・改修等に当たっては，代替品の積極的使用を図りノン・アスベスト化\nの推進に努めるなどとされた。民間建築物についても，設計諸団体等を通じ\nて，できるだけ代替品を使用するよう要請していくとされている（甲Ａ１４\n４８，１４４９）。平成２年５月には，大阪府でも「大阪府アスベスト対策\n基本方針」を定め，代替品の使用促進を掲げた（甲Ａ１４５０）。本件訴訟\nで石綿含有建材の使用頻度を確認するため多数の大阪府下又は兵庫県下の自\n治体が発注者の設計図書を検討した控訴人ら代理人は，平成元年以降は石綿\n含有建材がほぼ見られないとしている（平成２８年１２月２７日付け準備書\n面（企―２）６頁）。\nこれらの事実からすれば，平成３年には，公共建物や住宅金融公庫の融資\n住宅には，ノンアス建材が普及していたものと推認される。\nのとなり，クリソタイルを使用するにしても，十分な管理下での使用が必要\nとされていた（石綿条約は，「労働者の石綿への曝露限界又は作業環境を評\n価するための曝露の基準を定め，これを技術の進歩並びに技術的及び科学的\n知識の発展に照らして設定し，定期的に検討し，及び更新すること」などを\n挙げ，平成元年のＷＨＯの会合では，作業者個人の職業曝露限界の引き下げ\nを推奨している。）。クロシドライトは事実上使用が中止されており，アモ\nサイトの使用は限られていた。\nしかし，建築現場は管理使用とはほど遠い状態にあった。管理使用の前提\nとなる曝露濃度の管理は行われておらず，作業が各工程ごとで複雑化する建\n築現場での濃度管理は実際不可能であった。建築作業現場については，作業\n環境測定は，測定自体が目的ではなく，その結果に基づき必要な措置が講じ\nられることを目的とする，屋外作業場は，天候等の不規則な自然環境の影響\nを受けやすく，作業環境測定が困難な上，作業環境が刻々と変化するため作\n業環境測定の結果に基づいて作業環境の改善を図ることも困難である，しか\nも，建設作業現場は，作業場の形状が日々変わり，完成すれば次に移るため，\n作業場も短期間で変わる，作業環境測定や結果の評価は困難である上，結果\nを作業環境に反映することは不可能であるといわれている（乙アＡ７７）。\nこのことは，建築作業のうち屋内作業に関しても，同様といえよう。\n集じん機付き電動工具の使用を義務付けるには至らず，防じんマスクは，\nその着用について指導が徹底したとしても，建築作業の間中，常に着用する\nことまでは考えられていない。建築作業現場は，もともと石綿の管理使用が\n期待できない場所といわざるを得ない。\n昭和６３年１２月に財団法人労働科学研究所出版部から刊行された三浦豊\n彦が編集代表となっている「現代労働衛生ハンドブック」（甲Ａ３２３）で\nは，発がん物質の許容濃度は０であり，いかなる経路からも体内に入れては\nいけないというのがこれまでの考え方であったが，近年は量―反応関係が認\nめられること，発がん性の強さには大差があることから，許容濃度を決めう\nるとの考え方もあるとしながら，すべての労働者に絶対に癌が生じないよう\nな数値を見いだすことは統計学的に極めて難しいとして，許容濃度は０又は\nこれに近いものとして衛生管理を行うことが必要であろうとしている（９１\n１頁）。\nアメリカの労働省労働安全衛生局（ＯＳＨＡ）は，０．１ｆ／㏄であって\nもアスベスト関連がんによる重大なリスクは依然として存在するが，現在の\n工学的技術ではそのレベルにまで職場のアスベスト濃度を低減させるのは多\nくの工程で困難であり，達成可能なレベルのうち最も低い濃度は０．２ｆ／\n㏄であるとして，これを許容曝露濃度と定めた（甲Ａ１３９６。この翻訳は，\n平成２年に公刊されている。）。\nしかし，建築作業現場は，これらの考え方とは遠い環境にあったといえる。\n結果として，平成２７年の中皮腫死亡者は１５００人を超え（甲Ａ１３９\n５），平成１７年以降の石綿肺がん・中皮腫の労災認定件数は年間１０００\n件前後で推移し，その半数が建築作業従事者であった。\n昭和６１年６月２４日にＩＬＯが採択した石綿条約がクロシドライトを除\nく石綿の管理使用を否定せず，平成元年４月に開催されたＷＨＯの協議会合\nの報告書によっても，クロシドライト，アモサイトにつき可能な限り早急に\n使用を禁止することを推奨するにとどまり，クリソタイルについては職業曝\n露限界を引き下げることを推奨した。平成８年９月にＷＨＯは専門家グルー\nプのクリソタイルの評価に関するプレスリリースを発行したが，その中でも\nクリソタイルの管理使用は否定されておらず，平成１８年５月から６月にか\nけて開催された第９５回ＩＬＯ総会決議においても，使用されている石綿の\n把握と適正な管理を宣言している。現在においても，全世界でクリソタイル\nの使用が禁止されているわけではない。\nしかし，これらは厳格な使用規制のもとでの使用を許すもので，職業曝露\n限界の濃度も守れないような状態で防じんマスクさえしっかり着用すれば使\n用が許されるというものではない。先にも触れたように，防じんマスクも，\n建築作業に従事する間は，常時着用せよというものではない（局所排気装置\nであれば，これを工場の稼働時間中動かしたり止めたりということは考えら\nれないであろう。）。\n石綿含有建材の有用性を考慮に入れるとしても，既にみたとおり，平成３\n年ともなれば，かなりの種類の建材で現実に代替化が進んでいた。確かに代\n替化が完了していない建材の種類もあるが，石綿含有建材使用の危険性と比\n較するとき，代替化が完了していることまでも必要かは疑問である。代替化\nの必要は昭和５０年から発出されていたのであり，平成３年ともなれば，そ\nれから１０年はおろか１５年を超える年月である。昭和５１年１月２５日発\n行の「石綿」（甲Ｃ１の３６１）の１面トップに掲載された通産省生活産業\n局窯業建材課長の「新年のごあいさつ」の中では，「石綿の粉じん問題等労\n働安全衛生の面から見ても，今後は石綿代替品の開発が早急に必要と思われ\nます。」と述べられている。被控訴人企業らの動向をみる限り，被控訴人企\n業らは，十分代替化の用意はできていたとみることができる。住宅建築の支\n障についても，建設省は，（石綿の吹付け禁止のときと同様，）先んじて，\n石綿含有建材の使用を控えることを通知している。\n石綿の代替品について，がん原性が疑われるものは存在した。昭和６２年，\nＩＡＲＣは，グラスウール，ロックウールを「人に対する発がんが疑われる」\n（グループ２Ｂ）に分類した。しかし，ロックウールについてみれば，昭和\n４０年代から石綿吹付材と並行して使用されていても，労働省等がそれに対\nし何等かの規制をしたとの事実はうかがえない。平成５年になって，代替繊\n維についても粉じん対策を促しているが（甲Ｂ１００５），その方策の程度\nは石綿とは異なっている。そもそも一方で石綿は発がん性が明らかになって\nいるにもかかわらず，安全性が確かめられないから代替品は使えないという\nのでは，安全性についての考え方が一貫していないとの評価は免れない。\n海外の状況をみても，平成３年時点では，石綿の使用を禁じた国はごくわ\nずかである。平成元年にスイスが，平成２年にオーストリアが，平成３年に\nオランダが石綿の全面使用禁止に至った程度である。しかし，他の国におい\nて管理使用のための条件がどの程度整えられているかをみずに，日本と単純\nに比較するのでは不合理である。労働省は，石綿吹付けについては，ＩＬＯ\nが提案するよりかなり早くこれを原則的に禁止した。\n建築作業従事者が提起した東京地方裁判所平成２０年\nの事件で被控訴人国申出の証人となったＸは，「石綿問題の現状と課題\nに関する有識者の見解」（甲Ａ３２１）の中で「１９９０年代には，材料と\nしての価格の問題と代替品によるラインの変更投資や生産効率・品質などの\n課題を除けば，概ね機能を代替する繊維が開発されていた。安全性の確認が\n課題であった。」「科学者はアスベストのリスクを知っていたし，マスコミ\nも時々とりあげていた。波が過ぎるとマスコミの報道は姿を消し，法的な禁\n止や各種基準の見直しなどの動きも大きなものにならなかった。」「アスベ\nスト問題を，行為の正当化，防御の最適化，個人の曝露限度の設定という原\n則に照らすと，日本は１９８０年代後半には，アスベストの使用継続の正当\n性は失っていた」との見解を述べ，上記訴訟で，日本は遅くとも平成２年\n（１９９０年）には石綿使用の正当性を失ったと供述する（甲Ａ１０８１）。\nの証人となったＹは，純粋科学的な立場からは，発がん性があるとの認識が\n確立した物質は排除すべきであると供述しつつ，適切に保護できるのであれ\nば，別であるとも供述していた（甲Ａ３０６の２）。\n厚労省自体，「アスベスト問題に関する厚生労働省の過去の対応の検証」\n（甲Ａ６７）の中では，クロシドライトを念頭に置くものではあるが，ＩＬ\nＯ石綿条約が採択された昭和６１年は石綿対策の「第二の転換点」であると\n位置づけ，同年以降「厳格な管理から石綿製品の使用そのものを禁止しよう\nという流れが強まって」きたとしている。\n被控訴人国は，社会的コンセンサスを問題とするが，有害物の利用につき\n国民が必ずしもその情報を正確に十分に伝えられているわけではない。社会\n党の法案は反対にあい頓挫しているが，反対した組合は石綿含有建材を製造\nしている企業の組合であり，石綿の管理使用が可能で，万が一の疾患の場合\nも十分な補償が約束されているという前提に立ったとも考えられる。しかし，\n国民一般に，石綿の危険性，建築現場の実情が伝えられたときに，建築作業\n従事者はある程度の石綿関連疾患罹患はやむを得ないので，不燃材として有\n用な石綿含有建材で住宅を建てることは許すべきだとの世論が形成されるか\nは疑問である。\n以上によれば，平成３年末には，日本においては，クリソタイルにつき曝\n露の規制値を設定して管理使用を継続するという考え方のもとに使用できる\n前提に欠け，被控訴人国において，石綿について管理使用を継続し，少なく\nとも石綿含有建材について製造等を禁止する規制権限を行使しなかったこと\nは，許容される限度を逸脱して著しく合理性を欠くといわざるを得ない。\nそれ以前の段階については，規制権限の行使につき違法があると認めるこ\nとはできない。\n第５  労働関係法令（旧労基法，安衛法）の保護対象に一人親方等が含まれるか。\n１  安衛法２２条等の保護対象\n第３及び第４でみたところによれば，本件では，控訴人らが被控訴人国に対\nし主張する違法事由（規制権限の不行使）のうち，労基法９条の「労働者」と\nの関係で国賠法１条１項の適用上違法であると認められるのは，①昭和５０年\n１０月１日以降の，㋐安衛法２２条，２３条，２７条１項に基づき事業者に対\nし労働者に防じんマスクを使用させることを義務付ける規制権限の不行使，㋑\n安衛法５７条に基づき建材メーカー等に対し石綿含有建材への警告表示を義務\n付ける規制権限の不行使，㋒安衛法２２条，２３条，２７条１項に基づき事業\n者に対し建築作業現場における警告表示（作業現場掲示）を義務付ける規制権\n限の不行使，②平成３年末以降の，安衛法５５条に基づき石綿の製造等を禁止\nする規制権限の不行使である。\n当裁判所も，安衛法２２条，２３条，２７条１項，５５条及び５７条の直接\nの保護対象に一人親方等は含まれないものと判断する。その理由は，原判決\n「事実及び理由」第４章第１節の第６の２（１００６頁から１０１８頁まで）\nに記載のとおりであるから，これを引用する。ただし，原判決１００６頁２３\n行目の「等」，同頁２５行目から１００７頁５行目の「そして，」まで，同頁\n１９行目から２６行目までをそれぞれ削る。\n２  国賠法における保護の範囲\n控訴人らは，旧労基法及び安衛法の主たる目的が「労働者」保護にあるこ\nとは認めた上で，本件は，一人親方等に旧労基法及び安衛法の適用を求める\n（一人親方等を労働者として扱うよう求める）ものではなく，生命健康とい\nう最高の保護法益の侵害に対する国家賠償請求であるから，法令の規定の文\n言や直接の目的のみならず，業務の実態や災害状況も踏まえて，被控訴人国\nが負うべき損害賠償義務の範囲を画するべきであると主張する。\n少なくとも安衛法５５条，５７条の規定は，作業者に健康障害を生じさせ\nるような物質が作業現場に持ち込まれないよう，持ち込まれた場合において\nもその有害性を直ちに認識できるよう配慮した規定であり，その効果は，作\n業者が労働者と評価される者であるかどうかに関わらない。安衛法は，本来，\n労働者の安全と健康の確保のため，労働者を雇用する事業者に対し，各種の\n義務を課しているものであるが，これらの規定は事業者が出てこない。\nとりわけ，安衛法５５条の危険物の製造禁止規定については，その前身で\nある旧労基法４８条が，黄燐燐寸製造禁止法の「燐寸製造者は燐寸の製造に\n黄燐を使用することを得ず」「黄燐を使用して製造したる燐寸を販売し，輸\n入若しくは移入し又は販売の目的を以て所持することを得ず」と定めていた\nのを取り込んだものであり，黄燐燐寸製造禁止法は，保護の対象を限っては\nいなかった。もっとも，旧労基法４８条については，黄燐マッチ等の有害物\nの製造禁止は，一般大衆に及ぼす危害防止上からも禁止されるべきではある\nが，上記規定は，労働者の生命身体の保護という見地から規定されたものと\n説明されている。しかし，安衛法の他の規定とは由来が異なることは確かで\nある。\n一方，少なくとも本件の被災者らの稼働形態をみると，後にみるとおり，\n被災者らは，雇用契約の下に働いている者と同一場所で同一の作業をしてい\nるにとどまらない。以前は雇用されていた者が独立したり，契約の形式とし\nては請負でも労働者と評価できる時期もありながら，また，労働者性の要件\nとなるいくつかの要素は満たしながら，労働者性の要件を満たさない要素も\nあるために結論として労働者とは評価できない時期がある又は労働者とは評\n価できないというものである。\nこのような安衛法５５条，５７条の性格や本件の労働者性を満たさない又\nは満たさない時期がある被災者の実態をみるならば，これらの規定も直接に\nは労働者のみを保護の対象とするものであり，保護の対象を一律に労働者以\n外に広げることはできないとしても，労働者に対する規制権限の不行使があ\nった場合の国家賠償の保護範囲としては，上記被災者又は労働者でない時期\nにも及ぼすのが相当である。\n被控訴人国は，違法性の前提となる職務上の法的義務の有無の問題と国賠\n法上の保護範囲の問題とは表裏の関係にあると主張する。\n確かに，原則的には，被控訴人国の主張どおりいうことができる。しかし，\n安衛法５５条，５７条が作業者の生命・健康に直接関わる面があること，具\n体的な本件における労働者性の検討過程をみると，上記原則が一切の例外を\n許さないとは解されない。\nよって，安衛法５５条，５７条に関しては，控訴人らの主張は理由がある。\n一方，安衛法２２条，２３条，２７条１項についてみると，これらの規定\nは，事業者の行為を介して労働者の安全を確保しようとするものである。\n控訴人らが主張する規定の趣旨・目的，安衛法３０条，３１条の規定（こ\nれらの規定は，注文者や元請人と作業者との間に雇用関係はないが，請負人\nや下請人と作業者との間には雇用関係があることを前提としていると解され\nる。），建設業の実態，一人親方等労災補償制度の存在は，国賠法上の保護\n範囲の拡大を根拠付けるものでないことは，原判決「事実及び理由」第４章\nある。\nしたがって，安衛法２２条，２３条，２７条１項に関しては，控訴人らの\n主張は理由がない。\n第３節  労災保険法に基づく規制権限不行使の違法性の有無\n当裁判所も，控訴人らが主張する労災保険法に基づく規制権限不行使の違\n法は認められないものと判断する。その理由は，原判決「事実及び理由」第\n４章第２節（１０１８頁から１０２３頁まで）に記載のとおりであるから，\nこれを引用する。\n第４節  建基法に基づく規制権限不行使の違法性の有無\n第１  建基法２条７号から９号までに基づく権限不行使\n控訴人らは，被控訴人国が，石綿建材等を指定した告示・政令から石綿建\n材を削除しなかったこと，石綿建材を一般的に又は個別的に指定・認定した\nこと，指定・認定に当たり条件を付さなかったことを建基法に基づく規制権\n限の行使として違法であると主張する。\nところで，建基法の規定が建築作業従事者の健康等の保護まで目的として\nいるかは別にして，建基法２条の規定では，指定・認定に当たって条件を付\nすことはおよそ予定されていないと解される。したがって，指定・認定に当\nたり条件を付さなかったことが規制権限不行使の違法と評価される余地はな\nい。\nまた，上記の削除しなかったこと，指定・認定したことは，結局のところ，\n石綿含有建材の使用を許すことの違法をいうものであり，この点は，労働関\n係法令に基づく製造等を禁止すべき規制権限の不行使の違法と重なることに\nなる。\nしたがって，製造等を禁止すべき規制権限の不行使の違法を認めた以上，\n建基法２条７号から９号までの権限不行使については検討の要をみない。\n第２  建基法９０条に基づく権限不行使\n当裁判所も，控訴人らが主張する建基法９０条に基づく規制権限不行使の\n違法は認められないものと判断する。その理由は，原判決「事実及び理由」\n第４章第３節の第２（１０２８頁から１０３２頁まで）に記載のとおりであ\nるから，これを引用する。\n第５節  立法不作為の違法の有無\n控訴人らは，昭和４７年時点，昭和終期頃，平成７年時点において，改正\n労災保険法において労災特別加入の対象とした一人親方等について，安衛法\n５５条等の条文の適用対象とする旨の立法をしなかったことが，国賠法の適\n用上違法であると主張する。\nしかし，国会議員の立法不作為が国賠法１条１項の適用上違法となるのは，\n法律の規定が憲法上保障され又は保護されている権利利益を合理的な理由な\nく制約するものとして憲法の規定に違反するものであることが明白であるに\nもかかわらず，国会が正当な理由なく長期にわたってその改廃等の立法措置\nを怠る場合などに，例外的に違法の評価を受けるものである。\n控訴人らの主張は，保護すべき法益が生命健康であるというものの，それ\n以外には十分な主張立証をしておらず，上記理由だけでは，控訴人らが主張\nする安衛法の改正をしないことが憲法の規定に違反するものであることが明\n白であるとは認めることができない。\nしたがって，控訴人らの主張は理由がないというほかない。\n第６節  被控訴人国が控訴人らに対して負う責任及び控訴人らの損害\n第１  被控訴人国が控訴人らに対して負う責任\n１  被控訴人国の責任\n以上のとおり，被控訴人国が昭和５０年１０月１日の昭和５０年改正特化則\n施行時以降（以下「被控訴人国の責任期間」という。）に防じんマスクを着用\nさせること，警告表示及び作業現場掲示の各義務付けについて規制権限を行使\nしなかったこと，平成３年末に石綿含有建材の製造等を禁止すべき規制権限を\n行使しなかったことは，国賠法１条１項の適用上違法であると認められる。\nしたがって，被控訴人国は，本件被災者のうち，昭和５０年１０月１日以降\nに建築現場において石綿粉じん曝露作業に従事し，石綿粉じんに直接又は間接\n的に曝露した者及び同日以降に建築現場において建築作業に従事し，石綿粉じ\nん曝露作業により発生した石綿粉じんに間接的に曝露した者に対して，国賠法\n１条１項に基づく責任を負う（ただし，労働者性のない者又は期間については，\n一定の例外がある。）。\n２  石綿関連疾患発症と被控訴人国の規制権限不行使との因果関係の有無\n当裁判所も，被災者らのうち，被控訴人国の責任期間外の石綿粉じん曝露期\n間が一定期間以上ある者についても，その石綿関連疾患発症と被控訴人国の先\nに挙げた規制権限不行使との間には因果関係があるものと判断する。その理由\nは，原判決「事実及び理由」第６章第１の２（１０５６頁から１０５８頁まで）\nに記載のとおりであるから，これを引用する。\n被控訴人国は，当審においても，昭和４０年代に講じられていた石綿粉じん\n曝露対策と昭和５０年以降に講じられていた石綿粉じん曝露対策とでは大きな\n差があるから，とりわけ昭和５０年１０月１日より前の期間に石綿粉じんに曝\n露した者については，被控訴人国の規制権限不行使と石綿関連疾患罹患との間\nに因果関係があるとはいえないなどと主張する。\nしかし，被控訴人国は，抽象的に昭和５０年以降は石綿粉じんに曝露するこ\nとにより石綿関連疾患を発症するリスクが日に日に減少していったと主張する\nのみである。また，本件の被災者をみると，被災者Ｄを除きいずれも昭和５０\n年以降に，それも被災者Ｒを除き昭和５０年１０月１日以降も連続して１０年\n以上，石綿粉じんに曝露する作業を行ってきた者である。\nしたがって，少なくとも，本件の被災者については，被控訴人国の上記主張\nは失当である。\nなお，被控訴人国の責任期間内において建築現場における建築作業に従事す\nることにより石綿粉じん曝露作業によって発生した石綿粉じんに曝露したと認\nめられない被災者については，石綿関連疾患を発症していたとしても，被控訴\n人国が責任を負うことはない。\n第２  本件被災者らが建築作業に従事した期間及び各控訴人に対する被控訴人国\nの責任\n各被災者が労働者であった期間及び労働者ではないとしても，国賠法上の保\n護範囲とみるべき期間について，以下検討する。\n１  控訴人Ａ\n石綿粉じん曝露作業従事期間等，石綿粉じん曝露作業の内容，石綿関連疾患\nの発症及び労災認定等は，原判決「事実及び理由」第６章第２の１⑴から⑶ま\nで（１０５８・１０５９頁）に記載のとおりであるから，これを引用する。\n上記事実によれば，控訴人Ａは，被控訴人国の責任期間中１０年以上にわた\nり，建築現場において現場監督（労働者）として検査後の石綿吹付け作業の監\n視作業，巡回作業，清掃作業等に従事した際に石綿粉じんに間接的に曝露し，\nこれによって石綿関連疾患（肺がん）に罹患したと認められる。\nしたがって，被控訴人国は，控訴人Ａに対し国賠法１条１項に基づく責任を\n負う。\n２  被災者Ｂ\n石綿粉じん曝露作業従事期間等，石綿粉じん曝露作業の内容，石綿関連疾患\nの発症及び労災認定等は，原判決「事実及び理由」第６章第２の２⑴から⑶ま\nで（１０５９・１０６０頁）に記載のとおりであるから，これを引用する。当\n裁判所も，原審同様，労働者性について上記以外の検討はしない。\n上記事実によれば，被災者Ｂは，被控訴人国の責任期間中１０年以上にわた\nり，建築現場において内装工（労働者）として耐火被覆材の削り落とし作業，\n内装材の切断・加工作業等に従事した際に石綿粉じんに直接又は間接的に曝露\nし，これによって石綿関連疾患（胸膜中皮腫）に罹患したと認められる。\nしたがって，被控訴人国は，被災者Ｂに対し国賠法１条１項に基づく責任を\n負う。\n３  控訴人Ｃ\n石綿粉じん曝露作業従事期間等，石綿粉じん曝露作業の内容，石綿関連疾患\nの発症及び労災認定等は，原判決「事実及び理由」第６章第２の３⑴から⑶ま\nで（１０６２・１０６３頁）に記載のとおりであるから，これを引用する。\n控訴人Ｃは，当審においても，「職歴等申告書」にａの記載がないのは，短\n時間の聴き取りで記憶が混乱し失念してしまったものであり，昭和４０年１１\n月から昭和６２年３月までの間ａで就労したと主張する。\nしかし，ａについては，平成１８年３月２３日付けの「職歴等申立書」（甲\nＤ３の１２）に記載がなく，平成２０年６月１８日の労働基準監督署での聴き\n取り（甲Ｄ３の１１）でも，控訴人Ｃから申告はなかった。ａで２０年以上就\n労していたというのであれば，それは，ｉの６年やｂでの７年よりはるかに長\nい就労であったのであるから，それを失念するというのは信じ難い。また，陳\n述書（甲Ｄ３の１９）の記載（６頁）によれば，ａでの就労は昭和５５年以降\nとも読み取れる。これらの点からすれば，控訴人Ｃがａの建築関係の仕事をし\nたことがあったとしても，それは，２０年などという長いものでも継続的なも\nのでもなく，「手伝い」的に携わったことがあったにすぎず，そうであればこ\nそ，控訴人 C は，これを申し立てるまでもないと判断し，当初は申し立てなか\nったものと推認される。\nこのように不確定なものを石綿粉じん曝露作業従事期間に加えることはでき\nない。\n控訴人Ｃは，ｂでの就労終期は平成９年１２月末であるとも主張するが，こ\nれをうかがわせる証拠もない。\n以上によれば，控訴人Ｃは，被控訴人国の責任期間中５年１か月間，建築現\n場において石綿スレートの切断等の作業や解体・改修作業における石綿スレー\nト等の除去作業等に従事した際に石綿粉じんに直接又は間接的に曝露し，これ\nによって石綿関連疾患（石綿肺，続発性気管支炎，じん肺管理区分管理２）に\n罹患したと認められる。\nしたがって，被控訴人国は，控訴人Ｃに対し国賠法１条１項に基づく責任を\n負う。\n４  被災者Ｄ\n当裁判所も，被災者Ｄが建築現場において掃き屋として作業に従事していた\n期間は昭和４９年以前であると認めるのが相当であると判断する。その理由は，\n原判決「事実及び理由」第６章第２の４（１０６４・１０６５頁）に記載のと\nおりであるから，これを引用する。\nそうすると，被災者Ｄは被控訴人国の責任期間内において作業中に石綿粉じ\nんに曝露したとは認められず，被控訴人国は被災者Ｄ及びその相続人である控\n訴人Ｄ１に対して，損害賠償責任を負わない。\n５  被災者Ｅ\n被災者Ｅの就労形態については，原判決「事実及び理由」第６章第２の５\n⑴及び⑵（１０６５・１０６６頁）に記載のとおりであるから，これを引用\nする。\nしかし，昭和５０年１０月から平成１６年７月までの被災者Ｅの作業内容\n及び石綿粉じん曝露状況をみると，証拠（甲Ａ１１０４，１２４２，甲Ｄ５\nの６・１４・１６）によれば，被災者Ｅは，上記の期間，電気工として，共\n同住宅，学校・病院，商業ビル等の新築・改修工事に従事し，その際，仮ボ\nルトの取り外しや吹付材によって隠れてしまったインサートを探すため吹付\n材を削り取り，吹付材から発生する石綿粉じんに曝露したこと，照明器具等\nの取付けのために天井のボードを切断する作業の際，内装材から発生する石\n綿粉じんに曝露したことが認められる。\n被災者Ｅは，平成１６年７月２１日，悪性胸膜中皮腫と診断され，平成１\n８年１０月１８日に死亡した。被災者Ｅの妻は，同被災者につき，平成１９\n年１月１８日付けで労災認定を受けた。\n（甲Ｄ５の１の１・２，２の４，１２）\n被災者Ｅ\nば，労働者に対する被控訴人国の責任期間中１０年以上にわたり，建築現場\nにおいて電気工として建築作業に従事した際に石綿粉じんに直接又は間接的\nに曝露し，これによって石綿関連疾患（悪性胸膜中皮腫）に罹患して死亡し\nたと認められる。\nしたがって，被控訴人国は，被災者Ｅに対し国賠法１条１項に基づ  く責\n任を負う。\n６  被災者Ｆ\n石綿粉じん曝露作業従事期間等，石綿粉じん曝露作業の内容，石綿関連疾患\nの発症及び労災認定等は，原判決「事実及び理由」第６章第２の６⑴から⑶ま\nで（１０６７頁から１０６９頁まで）に記載のとおりであるから，これを引用\nする。\n上記事実によれば，被災者Ｆは，被控訴人国の責任期間中１０年以上にわた\nり，建築現場において内装工（労働者）として石綿を含有する天井材等を切断\nし，やすりがけを行う作業，切断した建材をドリルを用いて張り付ける作業に\n従事した際に石綿粉じんに直接又は間接的に曝露し，これによって石綿関連疾\n患（胸膜中皮腫）に罹患して死亡したと認められる。\nしたがって，被控訴人国は，被災者Ｆに対し国賠法１条１項に基づく責任を\n負う。\n７  被災者Ｇ\n石綿粉じん曝露作業従事期間のうち労働者性が認められる期間等，石綿粉じ\nん曝露作業の内容，石綿関連疾患の発症及び労災認定等，被控訴人国の規制権\n限不行使と被災者Ｇの死亡との間の因果関係は，原判決「事実及び理由」第６\n章第２の７⑴から⑷まで（１０６９頁から１０７３頁まで）に記載のとおりで\nあるから，これを引用する。\n証拠（甲Ｄ７の４・８・９）によれば，被災者Ｇは，労働者性が認められな\nい期間（昭和５０年以降でみると，昭和５０年から昭和６１年１０月頃までの\n日本化成での従事期間，同月頃から平成２１年３月３１日までのｃでの従事期\n間）においても，主に，内装工として，内装作業のうちでも仕上げ工事である\n壁と天井の下地の上にボード類を貼りつける作業に従事し，ボードを切断する\n際に石綿粉じんに曝露したことが認められる（当裁判所は，Ｇの労働者性につ\nいては新たには判断しない。）。\n以上のとおり，被災者Ｇは，労働者と評価できない期間があるとしても，労\n働者に対する被控訴人国の責任期間中１０年以上にわたり，建築現場において\n内装工として建築作業に従事した際に石綿粉じんに直接又は間接的に曝露し，\nこれによって石綿関連疾患（石綿肺，じん肺管理区分管理４）に罹患した上，\n死亡したと認められる。\n被控訴人国は，当審においても，被災者Ｇの死亡と被控訴人国の規制権限不\n行使との間に相当因果関係はないと主張する。しかし，労災認定を受けるよう\nな疾患であれば，その疾患の重篤性とともに，仕事及び生活の将来に対する大\nきな不安，絶望から，死を選択してしまうことは十分予見されるところである。\n被控訴人国が石綿肺に罹患した被災者が自殺することにつき予見可能ではなか\nったとは認められず，被控訴人国の主張は採用することができない。\nしたがって，被控訴人国は，被災者Ｇに対し国賠法１条１項に基づく責任を\n負う。\n８  被災者Ｈ\n被災者Ｈの就労形態については，原判決「事実及び理由」第６章第２の８\nれを引用する。\nしかし，昭和５０年１０月から平成１８年までの被災者Ｈの作業内容及び\n石綿粉じん曝露状況をみると，証拠（甲Ｄ８の２から７まで・１２・２８）\nによれば，被災者Ｈは，上記の期間，ダクト工として，ビル，工場や戸建て\n住宅の新築，改修工事においてダクト設置工事に従事し，鉄骨建物では，ダ\nクト設置作業の際，落ちてくる吹付材や，金具を取り付けるために壁や天井\nの吹付材を削り落とす際，飛散した吹付材の石綿粉じんに曝露したこと，ま\nた，戸建て住宅の屋根葺き替え工事に従事し，住宅用屋根材を切断する際，\n発生した石綿粉じんに曝露したことが認められる。\n被災者Ｈは，平成２２年３月１９日，肺がんと診断され，同年９月２２日，\n労災認定を受けた。その後，平成２４年２月５日に死亡した。\n（甲Ｄ８の１・１５・２７）\n被災者Ｈ\n事実によれば，労働者に対する被控訴人国の責任期間中１０年以上にわたり，\n建築現場においてダクト工及び屋根工として，ダクト設置作業や住宅用屋根\n材の切断作業に従事した際に石綿粉じんに直接又は間接的に曝露し，これに\nよって石綿関連疾患（肺がん）に罹患して死亡したと認められる。\nしたがって，被控訴人国は，被災者Ｈに対し国賠法１条１項に基づ  く責\n任を負う。\n９  控訴人Ｉ\n控訴人Ｉの就労形態については，原判決「事実及び理由」第６章第２の９\nこれを引用する。\nしかし，昭和５０年１０月から平成１８年までの控訴人Ｉの作業内容及び\n石綿粉じん曝露状況をみると，証拠（甲Ｄ９の９）によれば，控訴人Ｉは，\n上記の期間，大工として，木造建物，鉄骨造建物，鉄筋造建物の新築工事に\n従事し，内装材，外装材を電動のこぎりで切断する際や切断面をやすりで研\n磨する際，吹付材を削り取る際は，発生する石綿粉じんに曝露したこと，様\n々な建物の解体工事に従事し，吹付材からの石綿粉じんに曝露したことが認\nめられる。\n控訴人Ｉは，平成２２年２月１６日，肺がんと診断され，平成２３年４月\n１３日，労災認定を受けた。              （甲Ｄ９の２の２，６）\n控訴人Ｉ\nば，労働者に対する被控訴人国の責任期間中１０年以上にわたり，建築現場\nにおいて大工及び解体工として建築作業に従事した際に石綿粉じんに直接又\nは間接的に曝露し，これによって石綿関連疾患（肺がん）に罹患したと認め\nられる。\nしたがって，被控訴人国は，控訴人Ｉに対し国賠法１条１項に基づく責任\nを負う。\n10  被災者Ｊ\n被災者Ｊの就労形態については，原判決「事実及び理由」第６章第２の１\nら，これを引用する。\nしかし，昭和５０年１０月から平成１０年頃までの被災者Ｊの作業内容及\nび石綿粉じん曝露状況をみると，証拠（甲Ｄ１０の２１・２２・２４）によ\nれば，被災者Ｊは，上記の期間，内装工として，団地，ビル等の新築工事や\n改修工事において，下地建材を平滑にし，クロスを貼る作業に従事し，下地\n建材を研磨する際，発生する石綿粉じんに曝露したこと，同時に他の工程が\n行われているときは，他の職種が発生させた石綿粉じんに曝露したことが認\nめられる。\n被災者Ｊは，平成１８年５月１６日，肺がんと診断され，平成２２年６月\n４日，死亡した。被災者Ｊは，平成１８年１２月２６日付けで，石綿健康被\n害救済法に基づく療養手当の給付認定を受けた。\n（甲Ｄ１０の１の１・１２・１７）\n被災者Ｊ\nによれば，労働者に対する被控訴人国の責任期間中１０年以上にわたり，建\n築現場において内装工として建築作業に従事した際に石綿粉じんに直接又は\n間接的に曝露し，これによって石綿関連疾患（肺がん）に罹患したと認めら\nれる。\nしたがって，被控訴人国は，被災者Ｊに対し国賠法１条１項に基づく  責\n任を負う。\n11  被災者Ｋ\n石綿粉じん曝露作業従事期間等，石綿粉じん曝露作業の内容，石綿関連疾患\nの発症及び労災認定等は，原判決「事実及び理由」第６章第２の１１⑴から⑶\nまで（１０８１・１０８２頁）に記載のとおりであるから，これを引用する。\nさらに，前提事実のとおり，被災者Ｋは，平成２７年６月４日に死亡した。\n上記事実によれば，被災者Ｋは，被控訴人国の責任期間中約５年間，建築現\n場において解体工（労働者）として屋根材を割り，壁材を破砕し，鉄骨を切断\nするなどの作業に従事した際に石綿粉じんに直接又は間接的に曝露し，これに\nよって石綿関連疾患（胸膜中皮腫）に罹患して死亡したと認められる。\nしたがって，被控訴人国は，被災者Ｋに対し国賠法１条１項に基づく責任を\n負う。\n12  被災者Ｌ\n石綿粉じん曝露作業従事期間等，石綿粉じん曝露作業の内容，石綿関連疾患\nの発症及び労災認定等は，原判決「事実及び理由」第６章第２の１２⑴から⑶\nまで（１０８３・１０８４頁）に記載のとおりであるから，これを引用する。\n上記事実によれば，被災者Ｌは，被控訴人国の責任期間中１０年以上にわた\nり，建築現場において配管工（労働者）としてインサート設置のため鉄骨に吹\nき付けられた石綿吹付け材を削る作業に従事した際に，石綿粉じんに直接又は\n間接的に曝露し，これによって石綿関連疾患（肺がん）に罹患して死亡したと\n認められる。\nしたがって，被控訴人国は，被災者Ｌに対し国賠法１条１項に基づく責任を\n負う。\n13  控訴人Ｍ\n石綿粉じん曝露作業従事期間等，石綿粉じん曝露作業の内容，石綿関連疾患\nの発症及び労災認定等は，原判決「事実及び理由」第６章第２の１３⑴から⑶\nまで（１０８４頁から１０８９頁まで。ただし，１０８８頁９行目の「昭和５\n８年２月」は「昭和５０年１０月」の誤記である。）に記載のとおりであるか\nら，これを引用する。\n被控訴人国は，控訴人Ｍはｈとの関係で労働者とは認められないと主張する。\nしかし，控訴人Ｍにおいて，厳密な出勤管理等はされていなかったこと，報酬\nについて厳密な労務対償性が存在するとは認め難いことは，原判決も指摘する\nところである。その一方で，依頼された仕事に諾否の自由がないこと，労務代\n替性があるとも断定できないこと，ｈが控訴人Ｍの職務の安全等に配慮してい\nたこと，作業員名簿の記載から窺えるｈ自身の認識を総合すれば，控訴人Ｍに\nｈとの関係でも労働者性が認められる。被控訴人国の主張は採用することがで\nきない。\n上記事実によれば，控訴人Ｍは，被控訴人国の責任期間中１０年以上にわた\nり，建築現場において内装工（労働者）として天井材を切断したり，鉄骨に吹\nき付けられた石綿吹付け材を削り取る作業に従事した際に，石綿粉じんに直接\n又は間接的に曝露し，これによって石綿関連疾患（びまん性胸膜肥厚，じん肺\n管理区分管理４相当）に罹患したと認められる。\nしたがって，被控訴人国は，控訴人Ｍに対し国賠法１条１項に基づく責任を\n負う。\n14  被災者Ｎ\n被災者Ｎの就労形態については，原判決「事実及び理由」第６章第２の１４\n⑴及 用す\nる。上記事実によれば，被災者Ｎは，被控訴人国の責任期間内において労働者\n性を認めることができる期間はない。\nさらに，昭和５０年１０月から平成１８年までの被災者Ｎの作業内容及び石\n綿粉じん曝露状況をみるに，甲Ｄ１４の１５（妻である控訴人Ｎ１の陳述書）\nには，解体の仕事をしていた旨の記載があるだけであり，「夫の仕事の具体的\nな内容については全く知りませんでした。」と記載されている。\n確かに，解体工であれば，建物の解体の過程で石綿粉じんを曝露した可能性\nは否定できない。しかし，その態様が全く分からない状態では，可能性は可能\n性にとどまる（被災者Ｎについては，医療関係の証拠も何ら提出されていな\nい。）。\nしかも，労働者ではない者についても国賠法上の保護範囲に含めるのは，被\n控訴人国に安衛法５５条，５７条の規制権限不行使の違法がある場合である。\nそうすると，被控訴人国が平成３年末に石綿含有建材の製造を禁止しなかった\nから，それ以降製造された石綿含有建材で建築された建物を解体したとの関係\nが必要であるが，上記のとおり，そのような関係は認めるに足りない。また，\n解体工事との関係で，製造業者に対する警告表示の規制権限不行使の違法は認\nめられない（原判決９５３・９５４頁）。\n以上によれば，被災者Ｎについて，国賠法上の保護範囲に含める具体的根拠\nを欠く。\nしたがって，被控訴人国は，被災者Ｎ及びその相続人に対して，国賠法に基\nづく損害賠償責任を負わない。\n15  被災者Ｏ\n被災者Ｏの就労形態については，原判決「事実及び理由」第６章第２の１\nこれを引用する。\nしかし，昭和５０年１０月から昭和６３年までの被災者Ｏの作業内容及び\n石綿粉じん曝露状況をみると，証拠（甲Ｄ１５の１６・１９・２０）によれ\nば，被災者Ｏは，上記の期間，築炉工として，主に焼却炉の修復・解体作業\nに従事したが，一部には炉の新築工事もあったこと，新築工事においては，\n外壁と耐火煉瓦の間に板状の保温材を敷き詰める作業を行う際，保温材の切\n断により発生する石綿粉じんに曝露したこと，修繕・解体においては，古く\nなった保温材からの石綿粉じんに曝露し，改修においては，新しい保温材を\n接着する作業があったことが認められる。\n被災者Ｏは，平成１７年７月頃，石綿肺と診断され，平成１８年７月５日，\nじん肺管理区分１の決定を受けた。その後，平成２２年７月２２日，石綿肺\nに続発した難治性気胸を主原因とする呼吸不全により死亡した。死後，平成\n２０年２月時点では，石綿肺は，管理区分２相当の病状に進行し，びまん性\n胸膜肥厚に罹患していたと判断されている。\n（甲Ｄ１５の２・１１・１２・１４・１８）\n被災者Ｏ\nによれば，労働者に対する被控訴人国の責任期間中１０年以上にわたり，築\n炉現場において新築・改修工事に従事した際に石綿粉じんに直接又は間接的\nに曝露し，これによって石綿関連疾患（石綿肺）に罹患したと認められる。\nしたがって，被控訴人国は，被災者Ｏに対し国賠法１条１項に基づく責任\nを負う。\n16  控訴人Ｐ\n石綿粉じん曝露作業従事期間のうち労働者性が認められる期間等，石綿粉じ\nん曝露作業の内容，石綿関連疾患の発症及び労災認定等は，原判決「事実及び\n理由」第６章第２の１６⑴から⑶まで（１０９３頁から１０９７頁まで）に記\n載のとおりであるから，これを引用する。\n被控訴人国は，控訴人Ｐは昭和５２年以降ｆとの関係で労働者とは認められ\nないと主張する。しかし，控訴人Ｐは，もともとｆの日雇い労働者又はそれに\n類似する立場で同工業所の電気設備工事に専従していたところ，昭和５２年に\n独立したものの，「独立」したといえるだけの変化があったことをうかがわせ\nる事情は認められない。被控訴人国が主張する事情に的確な裏付けがあるわけ\nではない。昭和５４年以降は専属ではなくなったと控訴人Ｐ自らが供述してい\nることに照らしても，昭和５２年ではなく，昭和５４年で労働者性の有無を分\nけるべきである。被控訴人国の主張は採用することができない。\nさらに，原判決で認定されている控訴人Ｐの作業内容（上記の第２の１６ ）\nによれば，控訴人Ｐは，昭和５５年以降も平成元年８月までは，電気工として\n従前同様の作業を続けていたことが認められる。\n上記事実によれば，控訴人Ｐは，労働者に対する被控訴人国の責任期間中１\n０年以上にわたり，建築現場において電気工（労働者又は非労働者）として電\n気設備工事に従事し，天井や壁の石綿含有成形板を切断する際，鉄骨に金具を\n取り付けるため鉄骨に吹き付けられた石綿吹付け材を剥がす際に，石綿粉じん\nに直接又は間接的に曝露し，これによって石綿関連疾患（石綿肺，じん肺管理\n区分管理２）に罹患したと認められる。\nしたがって，被控訴人国は，控訴人Ｐに対し国賠法１条１項に基づく責任を\n負う。\n17  被災者Ｑ\n石綿粉じん曝露作業従事期間等，石綿粉じん曝露作業の内容，石綿関連疾患\nの発症及び労災認定等は，原判決「事実及び理由」第６章第２の１７⑴から⑶\nまで（１０９７・１０９８頁）に記載のとおりであるから，これを引用する。\n上記事実によれば，被災者Ｑは，被控訴人国の責任期間中１０年以上にわた\nり，建築現場において塗装工（労働者）として塗装の下地調整作業に従事し，\n塗装面をやすりで平にする際や，改修工事で従前壁等に塗られていた塗料を落\nとす際に，石綿粉じんに直接又は間接的に曝露し，これによって石綿関連疾患\n（石綿肺，じん肺管理区分管理４相当）に罹患し，死亡したと認められる。\nしたがって，被控訴人国は，被災者Ｑに対し国賠法１条１項に基づく責任を\n負う。\n18  被災者Ｒ\n石綿粉じん曝露作業従事期間等，石綿粉じん曝露作業の内容，石綿関連疾患\nの発症及び労災認定等は，原判決「事実及び理由」第６章第２の１８⑴から⑶\nまで（１０９８頁から１１００頁まで）に記載のとおりであるから，これを引\n用する。さらに，前提事実のとおり，被災者Ｒは，平成２７年８月３１日，死\n亡した。\n上記事実によれば，被災者Ｒは，被控訴人国の責任期間中１０年以上にわた\nり，労働者として変電所における変圧器の交換作業や建築物の解体・改修作業\nに従事し，内装材を撤去する際に内装材等に使用されていた石綿含有建材から\n発生した石綿粉じんや解体の際の石綿粉じんに直接又は間接的に曝露し，これ\nによって石綿関連疾患（胸膜中皮腫）に罹患し，死亡したと認められる。\nしたがって，被控訴人国は，被災者Ｒに対し国賠法１条１項に基づく責任を\n負う。\n19  控訴人Ｓ\n石綿粉じん曝露作業従事期間等，石綿粉じん曝露作業の内容，石綿関連疾患\nの発症及び労災認定等は，原判決「事実及び理由」第６章第２の１９⑴から⑶\nまで（１１００頁から１１０２頁まで）に記載のとおりであるから，これを引\n用する。\n上記事実によれば，控訴人Ｓは，被控訴人国の責任期間中１０年以上にわた\nり，建築現場において大工又は大工見習い（労働者）として木造建築物の新築\n工事や増改築工事，解体工事に従事し，電動工具を用いて内装材を切断又は研\n磨する際，これらの建材を破砕する際，石綿粉じんに直接又は間接的に曝露し，\nこれによって石綿関連疾患（肺がん）に罹患したと認められる。\nしたがって，被控訴人国は，控訴人Ｓに対し国賠法１条１項に基づく責任を\n負う。\n第３  包括一律請求の可否\n当裁判所も，本件においては，控訴人らが主張する包括一律請求によること\nも許されるものと判断する。その理由及びその場合の労災保険給付等の扱いに\nついては，原判決「事実及び理由」第６章第３（１１０２・１１０３頁）に記\n載のとおりであるから，これを引用する。\n第４  慰謝料額の算定\n１  当裁判所も，慰謝料の基準額は，石綿肺（じん肺管理区分の管理２）で合併\n症がある場合は１５００万円，肺がん，中皮腫，びまん性胸膜肥厚の場合は２\n４００万円，石綿肺（じん肺管理区分管理４相当），肺がん，中皮腫による死\n亡の場合は２７００万円とするのが相当であり，１割の弁護士費用を認めるべ\nきであると判断する。その理由は，原判決「事実及び理由」第６章第４（１１\n０３頁から１１０６頁まで）に記載のとおりであるから，これを引用する。ま\nた，じん肺管理区分管理２相当であっても，石綿肺が死亡との因果関係がある\nときは，その慰謝料の基準額は２７００万円とするのが相当である。\n控訴人らは，基準慰謝料額は一律に３５００万円とすべきであり，死亡した\nか否かで差を設けることは不合理であると主張する。\nしかし，石綿関連疾患の特質をみても，上記慰謝料額を増額すべきであると\nは考えられず，また，被控訴人国の行為の側面からみても，本件の規制権限不\n行使を故意に匹敵する行為とまでみることはできないから，上記慰謝料額を増\n額すべきであるとは考えられない。\nまた，死亡は，生命を失うという究極の被害であることからすれば，死亡に\nよって慰謝料額を増額することは自然，合理的である。\n控訴人らの主張を採用することはできない。\n一方，被控訴人国は，労災保険給付等の個別の受給額を考慮することなく慰\n謝料額を算定するのは不当であると主張する。\nしかし，第３でみたとおり，包括一律請求の性格は慰謝料請求である。そう\nであれば，労災保険給付等の個別の受給額を反映させることは，その性格とは\n矛盾するといわざるを得ない。\n被控訴人国の主張も採用することはできない。\n２  第２での検討によれば，本件被災者のうち，被控訴人国が国賠法１条１項に\n基づく責任を負うのは，別紙９「被控訴人国に対する慰謝料額算定表」の「合\n計期間」欄に記載のある１７名である。\n上記の１７名につき，罹患した石綿関連疾患及び死亡に至ったかによる各被\n災者の基準慰謝料額は，上記別紙９の「基準慰謝料額」欄記載のとおりである。\n第５  被控訴人国の責任の範囲\n労働者が建築現場における石綿粉じん曝露作業により生じた石綿粉じんに曝\n露することによって石綿関連疾患に罹患することがないように配慮すべき責任\nは，労働者に対して労働契約上の安全配慮義務を負担する事業者が第一次的に\nは負うべきものである。安衛法の下では，被控訴人国の規制権限は，一部の例\n外を除けば，事業者に対して義務を課すという形で行使されることが予定され\nている。また，事業者は，被控訴人国の規制権限の行使の有無にかかわらず，\n労働者の石綿粉じん曝露による石綿関連疾患を防止するために有効かつ適切な\n措置を講ずべき義務を負う。これは，製造者の警告表示においても同様であっ\nて，製造者は，被控訴人国の規制権限の行使の有無にかかわらず，製品を使用\nする者の石綿粉じん曝露による石綿関連疾患を防止するために警告表示を行う\nべき義務を負うことになる。\nしたがって，通常は，被控訴人国の責任は二次的，補充的なものと解される。\nしかし，本件においては，石綿含有建材の普及は，被控訴人国の住宅政策に\n起因した面は否定できない（原判決７１９頁から７３２頁まで）。しかも，被\n控訴人国の規制権限不行使の違法は，単に管理使用における違法にとどまらず，\n製造等の禁止に係る規制権限の不行使に及ぶ。有害物の製造禁止は，被控訴人\n国の規制権限の行使が労働者に対して直接影響を及ぼす場面ということができ\nる。\nそのようにみると，本件において被控訴人国が負うべき賠償責任の範囲は，\n被控訴人国が賠償責任を負うべき被災者に生じた損害の２分の１とするのが相\n当である。\n第６  損害賠償額の修正要素\n１  被控訴人国の責任期間内の石綿粉じん曝露期間が短期間の場合\n当裁判所も，被控訴人国の責任期間内の石綿粉じん曝露期間（以下，この項\nにおいて「国責任曝露期間」という。）が短期間の被災者については，原判決\n同様の，すなわち，①石綿肺に罹患した者で，国責任曝露期間が１０年未満の\n者，②肺がんに罹患した者で，国責任曝露期間が１０年未満の者，③中皮腫に\n罹患した者で，国責任曝露期間が１年未満の者，④びまん性胸膜肥厚に罹患し\nた者で，国責任曝露期間が３年未満の者，これらの者に限り，慰謝料額を基準\n額から１０％減額するのが相当であると判断する。その理由は，原判決「事実\n及び理由」第６章第６の１（１１０７頁から１１１１頁まで）に記載のとおり\nであるから，これを引用する。\n控訴人らは，上記減額は不当であると主張するが，国責任曝露期間が短期間\nにとどまる者と長期に及ぶ者とを全く同一に扱うことは，石綿関連疾患の特質\nにも反し，かえって被害者間の公平を害するものである。控訴人らの上記主張\nは採用することができない。\nただし，本件の１７名のうち国責任曝露期間が短期間であるため減額するの\nは，別紙９のとおり，石綿肺の被災者Ｃのみである。\n２  喫煙歴がある場合\nＩＰＣＳ（国際化学物質安全性計画）は，喫煙歴も石綿曝露歴もない人の発\nがんリスクを１とすると，喫煙歴があって石綿曝露歴はない人のリスクは１０．\n８５倍，喫煙歴がなく石綿曝露歴がある人のリスクは５．１７倍，喫煙歴も石\n綿曝露歴もある人のリスクは５３．２４倍としている（乙アＡ１５７）。これ\nによれば，喫煙は石綿曝露に起因する肺がん発症のリスクを高めることがうか\nがえる。\nこの点に照らすと，石綿関連疾患でも肺がんに罹患した者で喫煙歴のある者\nについては，民法７２２条２項を類推適用して慰謝料額の減額事由とするのが\n相当である。\nもっとも，喫煙量・喫煙期間と石綿曝露に起因する肺がんの発症リスクとの\n間に具体的な相関関係までは認めるに足りない。\nしたがって，喫煙歴のある者については，１０％の減額を行うものとする。\n控訴人らは，喫煙によって肺がんが発生するという医学的な発生機序は明ら\nかにされていないと主張するが，発生機序が全て明らかにならなければ，考慮\nの外においてよいことにはならない。\nまた，被控訴人国は少なくとも３割の減額を主張するが，その根拠はない。\n控訴人らの上記主張及び被控訴人国の上記主張は，いずれも採用することが\nできない。\n本件の１７名の被災者のうち，喫煙歴による減額をすべき者は，原判決別紙\n５「個別原告の主張」によれば，別紙９の「喫煙修正」欄に記載のある５名で\nある。\n３  被控訴人国の，事業者及び被災者らの労働関係法令による各種義務の不遵守\nを考慮すべきとの主張が採用できないことは，原判決「事実及び理由」第６章\n第６の２ （１１１２・１１１３頁）記載のとおりであるから，これを引用す\nる。\n第７  各被災者の慰謝料額及び遅延損害金の起算日\n１  第４から第６によれば，各被災者の認容慰謝料額は，別紙９「被控訴人国に\n対する慰謝料額算定表」の「認容慰謝料額」欄に記載のとおりである。\n死亡した者の相続関係は，原判決「事実及び理由」第６章第７の２（被災者\nＢ），４（被災者Ｆ），５（被災者Ｇ），７（被災者Ｌ），１０（被災者Ｑ）\nの各 （１１１５頁以下）に記載のとおりのほか，証拠（甲Ｄ５の２・３，１\n０の１から６まで，１５の１４・２３・２４（いずれも枝番を含む。），弁論\nの全趣旨）によれば，原判決別紙５「個別原告の主張」の第５（被災者Ｅ），\n第８（被災者Ｈ），第１０（被災者Ｊ），第１５（被災者Ｏ）の各１の相続関\n係の事実を認めることができる。また，被災者Ｋ及び被災者Ｒの相続関係は前\n提事実のとおりである。\nこのような死亡した被災者の損害賠償請求権を相続した者又は遺贈を受けた\n者は，別紙２「認容額等一覧表」の各被災者氏名に対応した「控訴人氏名」欄\n記載の控訴人であり，各控訴人の慰謝料額に１割の弁護士費用を加算すると，\n「認容額」欄記載の金額となる。\n２  遅延損害金の起算日は，生存する者については石綿関連疾患の診断日（そう\nでなければ発症日）又はじん肺管理区分の決定日とするのが，死亡した者につ\nいては死亡日とするのが相当である。その理由は，原判決「事実及び理由」第\nりであるから，これを引用する。当審において新たに被控訴人国の責任を認め\nた被災者Ｅ，被災者Ｈ，控訴人Ｉ，被災者Ｊ，被災者Ｏに関しても，同様に，\n被災者Ｅ，被災者Ｈ，被災者Ｊ，被災者Ｏについては死亡日を，控訴人Ｉにつ\nいては確定診断日を遅延損害金の起算日とするのが相当である。\nそうすると，各控訴人の遅延損害金起算日は，別紙２の１「認容額等一覧表」\n及び２の２「認容額等一覧表」の「遅延損害金起算日」欄記載のとおりである。\n第７節  被控訴人企業らの民法７１９条１項に基づく共同不法行為責任の成否\n第１  被控訴人企業らの，建築作業従事者の石綿関連疾患発症についての予見可\n能性\n１  予見可能性の有無及び予見可能の時期\n被控訴人企業らの注意義務の前提として，まず，被控訴人企業らの，石綿含\n有建材によって建築作業従事者が石綿関連疾患を発症することの予見可能性の\n有無，予見可能となった時期について検討する。\n第１節２でみたとおり，昭和４７年頃には石綿粉じん曝露により肺がん，中\n皮腫及びびまん性胸膜肥厚を発症するとの医学的知見が確立した。この基とな\nるＩＡＲＣ報告は，昭和４８年には公表されている（原判決６６６頁）。\nもともと，石綿粉じんの有害性は，戦前からの問題であり，昭和１２年から\n昭和１５年にかけては保険院調査が行われ，戦後も，被控訴人企業らのうち１\n社の工場には昭和２７年には調査が行われている（原判決６３２頁）。したが\nって，石綿含有建材を製造する企業としては，石綿に関する医学情報は積極的\nに収集していたものと考えられ，また，積極的に収集すべきものであった。\n被控訴人国の予見可能性を検討する際にみた，我が国における石綿の使用状\n況等，石綿含有建材，我が国における建築物と石綿含有建材，建築工事の作業\n工程等，建築現場における石綿粉じん曝露，電動工具の普及，粉じん濃度の評\n価基準，粉じん濃度の測定技術，測定結果，石綿をめぐる報道等，各国の規制\n等の状況に関する事実は，石綿及び建築資材を巡る基本的な事実であるから，\nその全てを詳細に認識していたとはいえないまでも，石綿含有建材を製造販売\nする企業としては，概ね認識していた事実であると考えられる。また，石綿の\n吹付け作業を行う断熱工の健康障害に関する研究報告，例えば，セリコフは，\n昭和４３年及び昭和４５年に石綿断熱作業労働者における肺がん及び中皮腫と\n喫煙に関する研究報告を行い（原判決６６１頁），昭和４６年の「労働の科\n学」には，瀬良の石綿吹付け作業従事者の石綿肺罹患等に触れる記事が掲載さ\nれている（原判決８０１・８０２頁）が，これらは，認識されていたと推測さ\nれる（甲Ｃ４の社史には，セリコフの報告をうかがわせる記載がある。）。上記\nと同じ「労働の科学」には，木村菊二の石綿板製造工場における石綿板切断作\n業時の石綿粉じん濃度の測定結果を示す記事が掲載され，昭和４８年の「労働\nの科学」には，山口裕の建設業におけるアスベスト製品の加工使用によるアス\nベスト発じん作業の増加に触れる記事が掲載されている。昭和４９年には，一\n般経済誌にも，石綿取扱い作業者のじん肺罹患状況に触れる記事が掲載され\nた。\nこのような積み重ねによって，昭和５０年には，石綿含有建材を製造販売す\nる企業，少なくとも被控訴人企業らにおいては，製品に内在する危険性，すな\nわち，石綿含有建材によって建築作業従事者が石綿関連疾患を発症する危険性\nについて予見可能であったと認めることができる。\n２  控訴人らの主張に対する判断\n控訴人らは，建築現場における石綿含有建材の危険性について予見可能な時\n期として，①工場内における切断・研磨等の加工作業の危険性を認識すること\nができた昭和３０年代，②遅くとも，昭和３９年開催のニューヨーク国際会議\nの年報が公表された昭和４０年，③どんなに遅くとも，旧特化則が制定された\n昭和４６年時点と主張する。\nしかし，１のとおり，石綿粉じん曝露と肺がん及び中皮腫の発症との因果関\n係についての医学的知見が確立したのが昭和４７年頃であること，先にみたと\nおり，石綿吹付け作業従事者に関する研究報告等はあっても，建築作業一般に\nれた点に照らすと，被控訴人企業らにおいて，昭和４６年又はそれ以前の時点\nで，建築現場における石綿含有建材の切断等から生じる石綿粉じんにより建築\n作業従事者に重大な被害が生じる危険性を予見することができたとまではいう\nことができない。\n控訴人らの上記主張は採用することができない。\n３  被控訴人企業らの主張に対する判断\n被控訴人企業らの中には，性質上屋外で使用されることが予定されている建\n材（石綿スレート波板，窯業系サイディング，住宅用屋根材）については，作\n業中に粉じんが滞留することはなく，外気によって希釈されると考えられるか\nら，建築作業従事者が石綿粉じんに曝露し，さらに石綿関連疾患を発症するこ\nとまでの予見可能性があったとはいえないと主張するものがいる。\n確かに，平成９年作業マニュアルに記載された，屋外作業における石綿粉じ\nんの個人曝露濃度の測定データをみると，工場屋根のスレートや外壁のスレー\nト等を電動丸鋸やバンドソーで切断したときの個人曝露濃度は，０．０２本／\n㎤から０．３１本／㎤にとどまっており（原判決７９５・７９６頁），昭和６\n２年東ら測定結果（乙Ａ２０６）においても，従来型の電動丸鋸のみを使用し\nたサイディング材の切断の場合でも，石綿繊維の個人曝露濃度は０．２０本／\n㎤から１．１６本／㎤であった。\nしかし，個人曝露濃度測定は，通常は，作業時間中（一般的には拘束時間で\nある８時間）の平均曝露濃度を算出するものである（乙アＡ７７の１３頁）か\nら，上記の平成９年作業マニュアルに記載されている測定データから直ちに，\n大波スレートやフレキシブルボード等石綿含有建材の切断作業時の曝露濃度が\n軽微なものであるとみることができるかは疑問である。また，昭和６２年東ら\n測定の測定結果に関する考察をみると，風向，風速，作業者の姿勢などが短時\n間の作業時には粉じんの測定に大きく影響することがうかがえる。同測定で\nは，集塵ボックス付き電動のこぎりによる測定では，２．０５本／㎤という結\n果が出ているが，これは，細かい石綿繊維が袋を突き抜け作業者の呼吸面近く\nに粉じんをもってきたためと考えられると考察されている。\nむしろ，昭和６３年久永ら測定結果（原判決７９１頁から７９４頁まで）で\nは，建築作業従事者の鼻先の気中石綿粉じん濃度を測定した結果として，建材\n丸鋸切断作業（天井に張られた石綿セメント板の切断作業）について，２．５\n分から５分間測定した際の気中石綿濃度は，１２５．１本／㎖から７８７．０\n本／㎖の結果が得られたとされている。平成元年久永ら測定結果（原判決７９\n８・７９９頁）でも，６．３本／㎖から７８７本／㎖と同様の結果が得られて\nいる。また，甲Ｄ２の２７には，造船工場における石綿作業者の作業環境と健\n康状態の調査であるが，２２㎜の石綿けい酸カルシウム板の切断作業において\n吸じん装置付きの電動回転鋸を使用して切断する場合でも，作業者の口元の石\n綿粉じんの測定結果は，３０から５５繊維／㎤であり，４㎜の石綿セメント板\nの切断作業において同様の鋸を使用して切断する場合の作業者の口元の石綿粉\nじんの測定結果は，２５から６２繊維／㎤であったと示されている。\nこれらはいずれも，室内又は船内における作業での測定ではあるが，サイデ\nィング材や屋根材を電動丸鋸で切断する際，最も近いときには，切断箇所まで\n３０㎝くらいの所まで顔を近づけて作業を行っていたとの供述等（甲Ａ１０\n８，原審控訴人Ｓ本人３頁）からすれば，屋外での石綿含有建材の切断時に\nも，上記の測定結果と同程度の気中石綿濃度の石綿粉じんに曝露していたこと\nは十分想定される。\n建築現場における直接の石綿粉じん曝露として，石綿含有建材を顔の前で切\n断するその作業についてみると，切断の場所が屋内か屋外かの差が大きいもの\nとは考えられない。このような石綿粉じんの発生は，石綿含有建材を製造，販\n売する企業においては，当然把握しておくべき事柄である。\nしたがって，石綿含有建材を製造，販売する企業は，性質上屋外で使用され\nることが予定されている建材についても，屋内で使用される建材と同様，建築\n作業従事者が建材の加工時に発生する石綿粉じんに曝露し，石綿関連疾患を発\n症する危険性について予見可能性があったと認められる。\n被控訴人企業らの上記主張は採用することができない。\n第２  被控訴人企業らの警告表示義務違反の有無\n１  警告表示義務の根拠\n製品を製造し販売する企業とこれを購入し，又は使用する企業又は個人との\n間では，当該製品の組成，それに起因する危険性の有無，内容について，大幅\nな情報量の差が存する。\n製品を製造し販売する企業には，危険性のない製品を製造販売する義務があ\nるが，製品の有用性を確保するために使用における一定の危険の発生を免れな\nいとすれば，その危険に関する情報を正しく購入者又は使用者に伝達し，危険\nを生じさせない義務があるといえる。とりわけ，その危険性が，重大な健康障\n害や生命にまで及ぶ場合には，新たな危険性について認識したときは，製品の\n製造販売に際し，直ちに警告を発する義務を負うというべきである。\n２  警告表示義務及びその発生時期\n１によれば，石綿含有建材を製造，販売する企業は，石綿含有建材について\nその切断・穿孔時の石綿粉じんによって（石綿含有建材について，建築現場に\nおいて切断・穿孔が不可避であること，その際，石綿を含んだ粉じんが発生す\nることは，製品の性質上，従前から当然認識していたといえよう。），生命，身\n体に対する重大な危険性が及ぶと予見可能になったときは，これを購入し，又\nは使用する者に対し，製品の危険性等について警告を表示する義務を負うと解\nすべきである。\nこの警告表示義務は，製品を製造し，又は販売する者に製品の製造販売に当\n然付随する私法上の義務であるといえるから，公的な規制とは関わらない。被\n控訴人国によって義務の履行を求められるまでは履行しなくともよいというこ\nとはできない。また，義務の内容についても，公的な規制の内容とは必ずしも\n一致するものではない。公的な規制の内容は守ったというだけで，常に私法上\nの義務を尽くしたと評価できるものではない。\n第１の１のとおり，被控訴人企業らは，石綿含有建材の建築作業従事者に対\nする石綿関連疾患発症の危険性について，昭和５０年には予見可能であった。\nしたがって，この時点で，被控訴人企業らは，その危険性について警告を表示\nすべき注意義務を負っていた。上記のような警告表示は，（より根本的には，\n石綿含有量を減らし，さらには，石綿の使用を中止するという必要があったと\nしても）建材自体に何らかの変更を加える必要があるものではないから，危険\n性の予見可能時期と警告表示義務の発生時期とは同一と考えるのが相当であ\nる。\n３  警告表示の内容及び方法\n建築作業従事者が石綿含有建材使用によって石綿関連疾患に罹患することを\n防ぐためには，建築作業従事者が石綿粉じんに曝露することを避けさせる必要\nがある。そのためには，建築作業従事者に対し，取り扱う石綿含有建材が石綿\n関連疾患を発症させるという危険性を知らせ，その予防策を具体的に認識させ\nることが必要である。\nしたがって，警告表示の内容としては，石綿を含有するときはその旨及び\n量，石綿の危険性（石綿粉じん曝露により石綿肺，肺がん，中皮腫など生命に\n危険をもたらす重篤な疾患を発症する危険があること）並びに危険性を防ぐた\nめの対策（石綿粉じんに曝露しないために防じんマスクを着用すること，集じ\nん機付き工具を使用することなど）を明確かつ具体的に表示すべきである。\nまた，その方法としては，当該建材自体又はその最小単位の包装に，印刷又\nはシールの貼付その他適切な方法によって行うべきである。\n建築工事の工程は，木造建築物の新築工事であれば，躯体工事の後に仕上げ\n工事があり（仕上げ工事にも，内壁下地工事，内部造作工事，外部仕上げ工事\nなどがある。），その後，設備工事（電気設備工事，給排水衛生設備工事等）が\nされる，鉄骨造建築物や鉄筋コンクリート造建築物の新築工事も同様に段階を\n追ってされる（原判決７３２頁から７３７頁まで，７４０頁から７４７頁ま\nで，７４９頁から７５２頁まで）。そして，各工事には各職種の建築作業従事\n者が関与する（同７５４頁から７６２頁まで）。\n先に述べた警告表示は，建築物の新築工事において，石綿粉じんに曝露する\n機会がある限り，関与する全ての職種の建築作業従事者に向けてされなければ\nならない。そうであるとはいえ，当該建材を直接使用する職種以外の建築作業\n従事者（当該建材が使用されていることを前提に作業を行う者）に対しても，\n必ず建材又は包装紙等への表示という方法で警告を伝えることは現実的ではな\nい。当該建材を直接使用する職種以外の職種の建築作業従事者に対しては，警\n告表示を直接見る建材の購入者（事業者や元方事業者，建築作業従事者にとっ\nて事業者にはならないとしても現場を統括する立場の者等）を介して警告表示\nの内容が伝えられることが想定されているといえる。\n以上の点をいい換えると，石綿含有建材を製造販売する企業にとって，警告\n表示義務は，建築物の新築工事に関与する全ての建築作業従事者（当該建材を\n使用するより前の工程の者は除かれる。）に対して負担する義務というべきで\nある。\n４  警告表示義務の相手方の範囲\n控訴人らは，石綿含有建材からの石綿粉じん曝露の可能性は建物の改修・解\n体時にも生じるから，改修時や解体時にも石綿含有建材の使用が分かるような\n警告表示が必要であると主張する。\nしかし，本件の警告表示義務は，もともと製品を製造販売する際の付随義務\nとして生じているものである。購入者に対し，危険性が正しく伝達される限\nり，建物完成後の改修・解体時における危険性の伝達は，購入者以降の者に託\nされているとみるのが相当である。また，昭和６１年通達，昭和６３年通達，\n平成７年改正後の安衛則，特化則にあるとおり（原判決９７頁から１０１頁ま\nで，１０５頁から１０７頁まで），改修・解体工事における建築作業従事者の\n石綿粉じん曝露からの保護は，改修・解体工事を行う事業者が行う対策によっ\nて図られることが予定されているとみるべきである。\nしたがって，控訴人らの上記主張は理由がない。\n以上の点をいい換えると，石綿含有建材を製造販売する企業にとって，警告\n表示義務は，建築物の改修工事（ただし，破砕部分）や解体工事に関与する建\n築作業従事者に対して負担する義務ではないということになる。\n５  警告表示義務違反の存在\n３で示した警告表示義務については，これが履行されたとの証拠はない。安\n衛法５７条に基づく表示義務が履行されたとしても，その内容からして，それ\nでは，私法上の警告表示義務を尽くしたことにはならない。\n被控訴人企業らの中には，石綿含有建材について個別製品ごとに「ａ」マー\nクを表示していたから警告表示義務違反はない旨主張するものがいる。\n「ａ」マークを付けることは，平成元年に日本石綿協会が導入した制度であ\nる。しかし，これは，石綿含有建材であることを表示したものにすぎない上，\n石綿含有率５％以上の建材にのみ表示された（甲Ａ３７７）。したがって，３\nで示した警告表示義務の内容からみて，警告表示として不十分であることは明\nらかである。\n被控訴人企業らの上記主張は採用することができない。\n第３  被控訴人企業らの製造中止義務等違反の有無\n控訴人らは，被控訴人企業らは，警告表示を徹底しても建築作業従事者の安\n全を確保できないのであれば，昭和４０年時点，昭和４６時点，どんなに遅く\nとも昭和５０年には，石綿含有建材の製造販売を中止し，又は一時停止すべき\nであったと主張する。\nしかし，繰り返し述べるとおり，昭和４０年時点及び昭和４６年時点では，\n未だ，石綿粉じん曝露と肺がん及び中皮腫発症の因果関係に関する医学的知見\nも確立していない段階であるから，石綿含有建材の製造販売の中止等を検討す\nる前提を欠く。昭和５０年も，昭和５０年改正特化則によって石綿粉じん曝露\nに対する規制が始まったばかりであり，事業者に代替化努力義務が課された段\n階であるから，この時点で石綿含有建材の製造販売の中止等の義務が生じたと\nはいえない。\nなお，すでにみたとおり，被控訴人国に石綿含有建材の製造等禁止義務が生\nじたとしても，被控訴人企業らはそれぞれに自主的判断で製造中止に向かって\nいたこと，被控訴人企業らとしては，被控訴人国が講じる規制措置が守られれ\nば建築作業従事者の石綿関連疾患発症を予防することができると考えても不合\n理とはいえないことからすれば，被控訴人企業らに，平成１８年に至るまでの\nいずれかの時点で，石綿含有建材の製造販売を中止し，又は一時停止すべき義\n務が生じたとはいうことができない。\n控訴人らの上記主張は理由がない。\n第４  共同不法行為の加害行為について\n控訴人らは，石綿含有建材はいったん流通に置かれると必然的に建築現場に\n集積するから，石綿含有建材を製造販売し，流通に置く行為は「損害発生の原\n因たり得る危険な行為」であり，これを加害行為とみるべきである旨主張す\nる。\nしかし，石綿含有建材は，建築作業現場に到達して初めて建築作業従事者に\n石綿粉じん曝露の危険性を生じさせるものであるから，流通に置く行為のみで\n直ちに「損害発生の原因たり得る危険な行為」とみることはできない。共同不\n法行為の加害行為としては，特定された被控訴人企業の製造販売した石綿含有\n建材が特定の被災者に到達したことが必要であると解される。\nもっとも，その到達の立証については，別異に検討する必要がある。\n第５  共同行為者―主要原因企業―の特定\n１  控訴人らの主張の概要と当裁判所の立場\n控訴人らは，共同不法行為の共同行為者について，被災者ごとに，その職\n種，作業形態等から，被災者がその粉じんに曝露した可能性が高い石綿含有建\n材のうち石綿関連疾患発症への影響が特に高い建材の種類を選定し（広義の主\n要原因建材），建材の種類ごとにマーケットシェアを利用してシェア上位企業\nを選定し（利用するマーケットシェアは５％以上），シェア上位企業と被災者\nの記憶及び就労関係等から判明するその建材を多く使用した特定企業とから，\n使用頻度（＝到達可能性）が高い企業ごとの同種建材を（狭義の）主要原因建\n材として選定する，主要原因建材を製造又は販売した企業が主要原因企業であ\nり，これを共同行為者とする，シェア率５％以上で選定された主要原因建材\nは，到達の高度の蓋然性が認められると主張する。\n控訴人らは，本件訴訟を提起した段階では，被災者ごとの原因企業，すなわ\nち，共同行為者を特定することはせず，いわば，石綿含有建材製造販売企業４\n４社が一体となって，被災者１９人に対し共同不法行為を働いたとの主張をし\nていた。これに対しては，集合体としての原告らに対する集合体としての被告\nらの共同不法行為という枠組み自体に疑問が呈されていた。これに対し，控訴\n人らは，原審の途中において，各被災者ごとに「病気発症の危険性が相当程度\nある建材」（当初は，「直接取扱建材」と呼称されていた。）という観点から，\n共同行為者となる被告を特定し，さらに，その中から「病気発症への影響度が\n高い建材」として被告を絞り込み，これを「主要原因建材」と名付けた。原審\nでは，全ての原告の全ての被告に対する請求に係る訴えは取り下げられ，いわ\nゆる直接取扱建材を製造販売する企業に対する請求を主位的請求，主要原因建\n材を製造販売する企業に対する請求を予備的請求としていたが，当審におい\nて，前者の請求に係る訴えを取り下げた。\n複数の者が原告となって共同不法行為に基づき損害賠償を請求する場合であ\nっても，その保護法益が異なるのであれば，結果として被告が一致するとして\nも，まずは各被害者ごとに共同行為者を特定する必要がある。これは，本来の\n共同不法行為の枠組みである。\nそして，被害者が共同行為者を特定する方法は，通常は，その者が加害行為\nを行ったという被害者本人や証人等の供述，物的証拠，そうでないとしても個\n別具体的な間接事実の積み上げによる。\nしかし，本件において，被災者らは，いずれも長期間にわたって多数の現場\nで建築作業に従事していたというのであり，各現場で使用した建材の種類も多\n種多様に及ぶ。被災者らは，労働者である場合には，自ら建材を手配するので\nはなく用意された建材を使用して作業してきた。このことは，被災者らが，控\n訴人らがいうところの労働者性がない一人親方等の場合も同様であって，個人\n事業主であるからといって，自ら主体的に建材を選択した様子はうかがえな\nい。このため，被災者らが，使用した建材を記録に残すということはおよそ考\nえられず，どの被災者についても，（ごく例外を除き，）使用した建材に関し帳\n簿もメモも証拠として提出されていない。そうではあっても，上記のような証\n拠を提出できないことはやむを得ないことと考えられる。\nそうすると，控訴人らが行ったマーケットシェアを利用した共同行為者の特\n定という方法も，建材使用が極めて多数回に及ぶ状況では合理性を有すると認\nめられる。\nもとより，選定されたシェア上位企業がそのまま各被災者に対する共同行為\n者となるものではない。共同行為者として特定されるためには，他の証拠から\n認定される各被災者の職種，作業内容，当該建材からの石綿粉じん曝露の蓋然\n性と照らし合わせて判断されなければならないものである。\nところで，控訴人らの主張する計算式のとおり，シェア５％の建材を１０現\n場で１回も取り扱わない確率は，（１－０．０５）の１０乗＝０．５９，２０\n現場で１回も取り扱わない確率は，（１－０．０５）の２０乗＝０．３５とな\nる。\nシェア１０％の建材の場合，１０現場で１回も取り扱わない確率は，（１－\n０．１）の１０乗＝０．３４，２０現場で１回も取り扱わない確率は，（１－\n０．１）の２０乗＝０．１２となる。すなわち，シェア１０％の建材の場合，\n２０現場で１回以上取り扱う確率は１－０．１２＝０．８８であり，９０％近\nい確率となる。\nそして，現場数が多くなれば，計算上，取り扱う確率も高くなる。本件各被\n災者においては，現場監督という職種から現場数が最も少ないと考えられる控\n訴人 A で少なくとも２８現場である（後記４⑵）が，シェア１０％の建材の場\n合，使用頻度，すなわち，建築作業現場に到達する頻度は相当回数に及ぶもの\nと推測することができる。\n控訴人らは，シェア５％以上の建材については，到達の高度の蓋然性が認め\nられる旨主張する。しかし，上記のとおり，シェア５％の場合とシェア１０％\nの場合とでは，明らかに到達する確率が異なり，シェア５％の建材について到\n達の高度の蓋然性を認めることはできない。\nしたがって，マーケットシェアについては１０％を採用する。\nまた，以上にみたところで分かるとおり，控訴人らの主要原因企業の主張\nは，各被災者に到達した建材を選定する性格を持つものである。\n２  広義の主要原因建材\n控訴人らが，各被災者の職種，作業形態等から石綿関連疾患発症への影響が\n特に高いとして選定した建材の種類（別紙４「主要原因建材・企業対照表（控\n訴人ら主張）」の最上段に記載された建材）は，それ自体，選定の合理性を疑\nわせるものはない。\n３  シェア上位企業の選定\n次に，広義の主要原因建材ごとにシェア上位企業を選定する。\nなお，被控訴人企業らの中には，代替可能な建材がある場合，代替可能な建\n材も含めた全体としてのマーケットシェアから使用頻度を検討すべきであると\n主張するものがいる。しかし，ここでは，控訴人らが挙げる主要原因建材にお\nいて，共同行為者となり得るシェア上位企業を特定するにとどまり，個別の被\n災者ごとの主要原因企業を特定するものではない。したがって，代替可能な建\n材も含めた全体としてのマーケットシェアを検討する必要はない。\nまた，被控訴人企業らは，シェア認定資料について，根拠の不明な推計値で\nあり信用性に乏しい，昭和５０年代前半以前のものが中心であり，長期にわた\nるシェアを認定することはできない旨主張する。\nしかし，甲Ａ１１６８（「住産業マーケティング戦略」）では，統計データの\n出所が「石綿スレート協会」と明示してあり（４３頁），甲Ａ１１７７（「日本\nの建築産業」）でも同様である（４８頁）。甲Ａ１１６７（「建材用途・部位別\n需要動向と競合性」）でも，同様に「日本ロックウール工業会」と明示してあ\nり（７２頁，１０４頁），甲Ａ１１７７でも同様である（１１８頁）。さらに，\n乙マ１０３３（株式会社矢野経済研究所発行の「ヤノ・レポート」）の５３頁\nには，繊維強化セメント板の生産・販売出荷量のデータはせんい強化セメント\n板協会（石綿スレート協会の後継団体）による旨記載されているから，同研究\n所作成の統計資料（甲Ａ１１８０の「建材マーケティング便覧」等）も同様で\nあることが推認される。しかも，被控訴人企業らは，自ら保有する社内資料を\n提出することによって，シェア認定資料に記載された数値の正確性を争うこと\nができるにもかかわらず，一部の被控訴人企業を除いてそのような証拠は提出\nされていない。したがって，控訴人らが提出するシェア認定資料（各種の文献\nである。）は，その記載内容自体は概ね正確なものとして採用できるというべ\nきである。\n確かに，控訴人らの提出するシェア認定資料は，昭和４０年代後半から昭和\n５０年代前半にかけてのものが多数である。しかし，この点についても，被控\n訴人企業らは，自ら保有する社内資料や日本石綿協会や石綿スレート協会がま\nとめた資料によって昭和５０年代後半以降のシェアを主張することはできたは\nずである。それがされていない以上，昭和５０年代前半までのシェア認定資料\nに基づき建材ごとのマーケットシェアを認定することを不合理ということはで\nきない。\n被控訴人企業らの上記主張はいずれも採用することができない。\n以下では，まず，被災者の個人的記憶等は別にして，シェア認定資料からシ\nェア上記企業を選定する。\n吹付石綿\n控訴人らは，吹付石綿の主要原因企業として，エーアンドエーマテリア\nル，ナイガイ，ニチアス，日本バルカー工業，ノザワを挙げ，甲Ａ１１４９\nの２５頁には,吹付石綿の１９６９年（昭和４４年）のシェアとして，ニチ\nアスが５５％，日本バルカー工業が２３％，エーアンドエーマテリアル（朝\n日石綿工業）が１４％，ノザワが８％との記載が，甲Ａ１１３９の２４頁に\nは，１９７１年（昭和４６年）のシェアとして，ノザワが４１％，日本バル\nカー工業が３３％，エーアンドエーマテリアル（朝日石綿工業）が９％，ナ\nイガイ及びニチアスが各８％との記載がある。\nしかし，甲Ａ１１４９の２５頁は，昭和４４年１０月の時点で，当時の日\n本バルカー工業，日本アスベスト，朝日石綿工業，野沢石綿セメントの生\n産，施工状況（万㎡）につき，「７～８万㎡（月間）」，「１５～２０万㎡（月\n間）」などと幅のある数値が記載されているにすぎない。これを年間に換算\nすると，かなりの幅が生じることになるから，この数値から当時の上記各社\nのマーケットシェアを認定することは困難といわざるを得ない。また，甲Ａ\n１１３９の２４頁も，昭和４６年当時の日本アスベスト，朝日石綿工業，日\n本バルカー工業，ノザワ及び内外アスベストの吹付石綿の生産能力（月間，\n㎡）を記載したものであり，現実の生産量，出荷量を記載したものではな\nい。したがって，甲Ａ１１３９により同年における吹付石綿のマーケットシ\nェアを認定することも困難である。他に吹付石綿のシェアを認めるに足りる\n証拠はない。\nもともと，被控訴人企業らの警告表示義務が生じる期間は昭和５０年１月\n１日以降であり，同年以降，吹付石綿が製造販売された事実を確認すること\nはできない。そうすると，吹付石綿につきシェア上記企業を選定する必要は\nないともいい得る。そこで，これ以上の検討は行わないが，上記各資料から\nは，昭和４４年頃から昭和４６年頃にかけて，ニチアス，日本バルカー工\n業，エーアンドエーマテリアル，ノザワが４社合わせてかなりの程度のシェ\nアを占めていたことはうかがわれる。\n吹付けロックウール\nア  甲Ａ１１５０の１０８頁，甲Ａ１１６７の７２頁，甲Ａ１１７６の１２\n６頁によれば，吹付けロックウールの推定施工量の割合は，以下のとおり\nと認められる。\n昭和 49 年  昭和 51 年  昭和 53 年\n甲Ａ1167  甲Ａ1150  甲Ａ1176\n日本アスベスト  27％  20.4％  20.0％\n朝日石綿工業  19％  19.4％  20.0％\n日本セメント  19％  16.5％  16.4％\n新日本製鉄化学  19％  12.6％  12.7％\n日東紡績  11％    9.7％  10.0％\nその他    6％  21.4％  20.9％\nイ  乙ト１４の３６によれば，朝日石綿工業は昭和５０年に，日本アスベス\nトは昭和４９年にそれぞれ（乾式）石綿含有吹付けロックウールの製造を\n中止したことが認められる。\nそうすると，被控訴人企業らの警告表示義務違反との関係でシェア上位\n企業を選定するならば，アにおいてシェア１０％以上を占める企業とし\nて，太平洋セメント（日本セメント），新日鉄住金化学（新日本製鉄化\n学），日東紡績の３社と認めることになる。もっとも，これらの企業も，\n乙ト１４の３６によれば，日本セメントは昭和５３年に，新日本製鉄化\n学も同年に，日東紡績はごく一部を除き昭和５４年には石綿含有吹付け\nロックウールの製造を中止したことが認められるから，各被災者の主要\n原因企業を認定するには留意する必要がある。\nまた，証拠（乙チ８，乙ニ４２）及び弁論の全趣旨によれば，上記の３\n社は，吹付けロックウールの吹付施工を「認定特約店」「販工店」等に行\nわせていたことが認められるから，各被災者の主要原因企業を認定する\nにはその点も留意する必要がある。\nウ  控訴人らは，ナイガイ，日本バルカー工業，ノザワも主要原因企業に当\nたると主張する。しかし，これらは，アにおいてシェア１０％以上となっ\nたことがない。したがって，上記３社がシェア１０％以上を占めていたと\n認めるには足りず，控訴人らの主張は採用することができない。\n耐火被覆板\n控訴人らは，耐火被覆板の主要原因企業として，エーアンドエーマテリア\nル，ナイガイ，ニチアス，日本バルカー工業及びノザワを挙げ，シェアを認\n定する証拠として，甲Ａ１１３９，甲Ａ１１４９を提出する。\nしかし，甲Ａ１１４９の２７頁の記載は，昭和４４年１０月の時点で判明\nしている成型鉄骨耐火被覆板の生産状況を示すものにすぎず，日本バルカー\n工業が「２５，０００㎡（月）」，日本アスベストが「１０，０００ ㎡\n（月）」とされているのに対し，朝日石綿工業は「１２，０００枚（月）」と\n異なる単位で記載されており，ここから直ちに昭和４３年頃のシェアを認定\nすることはできない。また，甲Ａ１１３９の２４頁の記載も，日本アスベス\nト，朝日石綿工業，日本バルカー工業，ノザワ，内外アスベストの石綿成型\n板の月間生産能力を示すものであって，これも直ちに生産量又は販売量のシ\nェアを認定できるものではない。他に耐火被覆板のシェアを認定するに足り\nる証拠はない。\nよって，耐火被覆板のシェア上記企業を特定することはできず，マーケッ\nトシェアにより建材の到達の蓋然性を認定することもできない。\nけい酸カルシウム板第２種\nア  甲Ａ１１７１の９３頁に記載された昭和５０年から昭和５２年までのけ\nい酸耐火被覆材（建築用）の出荷量によれば，この期間のシェアは，以下\nのとおりと算定することができる。\n昭和 50 年  昭和 51 年  昭和 52 年\n日本アスベスト  14.5％  15.1％  15.1％\n朝日石綿  17.0％  16.9％  16.9％\n大阪パッキング  28.4％  26.5％  41.7％\n神島化学  13.7％  8.2％  10.7％\nその他  26.5％  33.3％  15.7％\nまた，甲Ａ１１７７の６０頁によれば，珪カル耐火被覆材の昭和５２年\nの施工面積のシェアは，大阪パッキングが４０．０％，日本アスベスト\nが２４．０％，朝日石綿工業が２１．０％，神島化学が１２．０％，日\n本バルカーが３．０％と記載されている。\nこれらによれば，けい酸カルシウム板第２種のシェア上位企業は，日本\nインシュレーション（大阪パッキング），エーアンドエーマテリアル（朝\n日石綿工業），ニチアス（日本アスベスト）及び神島化学工業の４社と認\nめるのが相当である。\nイ  もっとも，甲Ａ３６の１・２の２頁，８頁によれば，けい酸カルシウム\n板第２種は，石綿含有耐火被覆板と共に耐火被覆材に分類されることが認\nめられ，また，甲Ａ１１７７の６０頁，１１９頁によれば，昭和５２年に\nおける耐火被覆材全体の施工実績は合計８，３７２（千㎡）であるのに対\nし，けい酸カルシウム板第２種の施工実績は合計６９０（千㎡），全体の\n８．２％にすぎないこと，同年の耐火被覆材の施工実績の８８．５％は吹\n付けロックウールであることが認められる。\nすなわち，昭和５２年において４０．０％（甲Ａ１１７７の場合）のシ\nェアを占める大阪パッキングも，耐火被覆材全体におけるシェアは３．\n３％（≓０．０８２×０．４０）となるから，被災者への到達可能性を検\n討する際には，この点も考慮する必要がある。\nけい酸カルシウム保温材\n甲Ａ１１７１（甲Ａ１４０８）の９３，９６頁，甲Ａ１４０７の１００頁\nによれば，昭和５０年から昭和５３年のけい酸カルシウム保温材の出荷量の\nシェアは，以下のとおりと認められる。\n昭和 50 年  昭和 51 年  昭和 52 年  昭和 53 年\n甲Ａ1171  甲Ａ1171  甲Ａ1171  甲Ａ1407\n日本アスベスト  29.7％  29.7％  30.0％  32.2％\n朝日石綿  20.0％  20.0％  20.0％  19.9％\n大阪パッキング  19.7％  19.7％  19.8％  18.9％\n神島化学  17.5％  15.6％  19.8％  19.1％\nその他  13.0％  14.9％  10.4％  9.9％\nこれらによれば，けい酸カルシウム保温材のシェア上位企業は，ニチアス\n（日本アスベスト），エーアンドエーマテリアル（朝日石綿工業），日本イン\nシュレーション（大阪パッキング）及び神島化学工業の４社と認めるのが相\n当である。\n石綿スレート波板\nア  甲Ａ１１４９の１１頁・２２頁，乙ト１４の１７から２３までによれ\nば，石綿スレートには，石綿スレート波板，平板，フレキシブル板，軟質\nフレキシブル板，軟質板等があること，石綿スレート波板は，屋根，外壁\n・下見に使用される外装材であるのに対し，その他の石綿スレートは，主\nとして内装，天井，間仕切りに使用される内装材であり，一部は外装・下\n見にも使用されることが認められる。このように，石綿スレート波板とそ\nの他の石綿スレート（以下，この項において「石綿スレートボード」とい\nう。）は用途において競合しないから，シェアについても，別途に検討す\nるのが相当である。\nそこで，まず，石綿スレート波板について検討する。\nイ  甲Ａ１１３７の３８２頁，甲Ａ１１４９の２３頁，甲Ａ１１６７の４８\n頁，甲Ａ１１７６の４４頁によれば，石綿スレート波板の生産量の割合\n（昭和４３年，４５年）又は出荷量のシェア（昭和４９年，５３年）は，\n以下のとおりと認められる。\n昭和 43 年  昭和 45 年  昭和 49 年  昭和 53 年\n甲Ａ1149  甲Ａ1138  甲Ａ1167  甲Ａ1176\n浅野スレート  22％  21.5％  18.5％  9.5％\n朝日石綿工業  20％  20.0％  23.1％  16.9％\n野沢石綿セメント・\nノザワ\n11％  11.5％  9.2％  8.5％\n宇部スレート工業    10.5％  8.1％  13.2％\n関西スレート  5％  6.5％\n住友セメント    6.0％\n三好石綿工業・三菱\nセメント建材\n4.5％  13.9％  8.0％\nその他  43％  11.9％  27.2％  44.0％\nこれらによれば，石綿スレート波板のシェア上位企業は，エーアンドエ\nーマテリアル（浅野スレート，朝日石綿工業），ウベボード（宇部スレー\nト工業）の２社と認めるのが相当である。ノザワ（野沢石綿セメント）\nについては，昭和４９年以降，シェアが１０％を割っていること，被控\n訴人企業らに警告表示義務が認められるのは昭和５０年１月１日以降で\nあることから，シェア上位企業とは認めない。\nウ  控訴人らは，住友大阪セメントとエム・エム・ケイも主要原因企業に当\nたると主張する。\nしかし，乙ツ８・１１によれば，住友大阪セメントが石綿スレート波板\nを製造していたのは昭和５０年７月までであり，同月以降は，同月に設\n立された別会社であるスミセスレート建材株式会社に製造販売は引き継\nがれ，同社が石綿スレート波板を製造販売していたことが認められる。\n住友大阪セメントとスミセスレート建材株式会社は別法人であるから，\n同社の製造販売期間を住友大阪セメントの製造販売期間に含めることは\nできない。しかも，昭和５１年以降，スミセスレート建材株式会社が１\n０％以上のシェアを有していたと認めるに足りる証拠もない。したがっ\nて，住友大阪セメントを石綿スレート波板のシェア上位企業と認めるこ\nとはできない。\nまた，エム・エム・ケイについても，昭和４９年に当時の三菱セメント\n建材のシェアが１３．９％であったことは上記イのとおりであるが，そ\nれ以外の年について１０％以上のシェアを有していたと認めるに足りる\n証拠はない。このことを考慮すると，エム・エム・ケイをシェア上位企\n業と認めることはできない。\n石綿スレートボード\n甲Ａ１１３８の２３頁（フレキシブルボードと平板の合計量），甲Ａ１１\n４９の２３頁（フレキシブルボードと平板の合計量），甲Ａ１１６７の４８\n頁，甲Ａ１１７６の４４頁によれば，石綿スレートボードの生産量の割合\n（昭和４３年，４５年）又は出荷量のシェア（昭和４９年，５３年）は，以\n下のとおりと認められる。\n昭和 43 年  昭和 45 年  昭和 49 年  昭和 53 年\n甲Ａ1149  甲Ａ1138  甲Ａ1167  甲Ａ1176\n浅野スレート  28.6％  26.7％  14.5％  13.3％\n朝日石綿工業  27.1％  23.8％  18.5％  19.4％\n野沢石綿セメント\n・ノザワ\n19.2％  17.5％  9.2％  5.3％\n宇部スレート      7.9％  1.4％\n三好石綿工業・三\n菱セメント建材\n14.2％  11.9％  11.6％\n久保田鉄工        19.4％\nその他  25％  18.8％  38.0％  29.6％\nこれらによれば，石綿スレートボードのシェア上位企業は，エーアンドエ\nーマテリアル（浅野スレート，朝日石綿工業），エム・エム・ケイ（三好石\n綿工業，三菱セメント建材）の２社と認めるのが相当である。\nけい酸カルシウム板第１種\nア  甲Ａ１１５０の５０頁，甲Ａ１１６７の５０頁，甲Ａ１１７６の４７頁\nによれば，けい酸カルシウム板第１種の出荷量のシェアは，以下のとおり\nと認められる。\n昭和 49 年  昭和 51 年  昭和 53 年\n甲Ａ1167  甲Ａ1150  甲Ａ1176\n日本アスベスト  36.6％  35.3％  32.5％\n朝日石綿工業  22.0％  18.8％  19.2％\n三菱セメント建材  12.2％  9.4％  11.8％\n大建工業  12.0％  9.4％\n浅野スレート  8.5％  5.9％  5.9％\n久保田鉄工      5.9％\nその他  8.5％  21.1％  24.6％\n他方，甲Ａ１１７７の４８頁によれば，昭和５２年，昭和５３年のけい\n酸カルシウム板第１種の生産数量の割合は，以下のとおりと認められ\nる。\n昭和 52 年  昭和 53 年\n日本アスベスト  29.1％  29.2％\n朝日石綿工業  26.7％  26.7％\n浅野スレート  4.8％  4.9％\n神島化学工業  18.2％  18.2％\nフネンカ工業  4.5％  4.3％\n三菱セメント建材  13.3％  13.3％\n山王石綿  2.4％  2.4％\n日光化成  0.1％  0.1％\nこれらによれば，けい酸カルシウム板第１種のシェア上位企業は，ニチ\nアス（日本アスベスト），エーアンドエーマテリアル（朝日石綿工業，浅\n野スレート），神島化学工業，エム・エム・ケイ（三菱セメント建材）の\n４社と認めるのが相当である。\nイ  もっとも，乙ト１４の１１によれば，エム・エム・ケイが製造販売して\nいた石綿含有のけい酸カルシウム板第 1 種は商品名「ヒシラック」であ\nり，同商品は平成９年まで製造販売されていたことが認められる。一方，\n乙ワ８，乙ワ１０によれば，エム・エム・ケイは，平成３年にはノンアス\n製品である商品名「ヒシタイカ」を製造販売するようになり，平成５年以\n降は，けい酸カルシウム板第１種の出荷量の９割超を「ヒシタイカ」が占\nめるようになっていたことが認められる。この点を考慮すると，エム・エ\nム・ケイが石綿含有のけい酸カルシウム板第１種のシェアを維持していた\nのは平成４年までと認めるのが相当である。\nまた，乙マ１０３２（「ヤノ・レポート」昭和５０年２月２４日号）の\n２１頁によれば，当時のニチアスのけい酸カルシウム板の出荷先は，９\n０％が非住宅，１０％が住宅であったこと，乙マ１０３３（「ヤノ・レポ\nート」２００７年１１月２５日号）の６２頁にも，ビル用（工場，マン\nション含む）が８０％，住宅用が２０％であり，住宅用比率が若干上昇\n傾向にあると記載されていることが認められる。したがって，ニチアス\nをけい酸カルシウム板第１種についての主要原因企業とするとしても，\n被災者が専ら戸建て住宅を取り扱っていた場合，ニチアスのけい酸カル\nシウム板第 1 種の到達可能性は低いものとみる必要がある。\nウ  控訴人らは，以上のほか，積水化学工業と大建工業もけい酸カルシウム\n板第 1 種の主要原因企業である旨主張する。\nしかし，積水化学工業のシェアが１０％を超えていたと認めるに足りる\n証拠はなく，大建工業についても，昭和４９年に１２．０％であったこ\nとは認められるものの，他の年度にシェアが１０％を超えていたと認め\nるに足りる証拠はない。\nしたがって，両社については，シェア上位企業と認めることはできな\nい。\nエ  甲Ａ１１３３（石綿スレート協会編の「わかりやすい石綿スレート施\n工」）では，石綿スレートボード（フレキシブル板，軟質フレキシブル\n板，平板，軟質板）と石綿セメントけい酸カルシウム板をいずれも「ボー\nド」に分類し（１頁），生産比率についても，これらを「ボード」という\n範疇でまとめ（６頁），使用箇所について，約５０％が内装用，約２６％\nが外装用として使用されているとしつつ，軟質板，軟質フレキシブル板と\nけいカル板はほとんどが内装材として使用されている旨が示されている\n（８頁）。\nまた，甲Ａ３６の１・２（国土交通省が発行した「目で見るアスベスト\n建材」）においても，石綿含有スレートボード（フレキシブル板，平板，\n軟質板，軟質フレキシブル板，その他）と石綿含有けい酸カルシウム板\n第１種は，いずれも内装材（壁・天井）に分類されている（ただし，石\n綿含有けい酸カルシウム板第１種は，耐火間仕切，外装材（外壁・軒\n天）にも挙げられている。）。\nこれらによれば，石綿スレートボードとけい酸カルシウム板第１種は，\n施工部位，使用目的において共通性が高いというべきである。したがっ\nて，各被災者への到達可能性を検討するに当たっては，建材ごとのマー\nケットシェアに加えて，内装材における使用頻度も考慮する必要があ\nる。\n石綿スレートボードとけい酸カルシウム板第１種の出荷量は，原判決別\n紙１０のとおりである。すなわち，けい酸カルシウム板第 1 種の出荷量\n（面積）は，昭和５０年は石綿スレートボードの１９％であったが，翌\n年以降，けい酸カルシウム板第１種の出荷量が増え，平成３年にはほぼ\n同量（９７．８％）まで増加したものの，平成５年以降は急激に出荷量\nが減り，概ね２０％前後で推移したことが認められる。したがって，各\n被災者への到達可能性を検討する際には，各被災者の石綿粉じん曝露期\n間に応じて上記割合を考慮するのが相当である。\nロックウール吸音天井板\n甲Ａ１１５０の７２頁，甲Ａ１１７４の７５頁，甲Ａ１１７６の８０頁，\n甲Ａ１１７７の１２２頁によれば，ロックウール吸音天井板の出荷量，販売\n数量のシェアは，以下のとおりと認められる。\n昭和 51 年  昭和 52 年  昭和 53 年  昭和 54 年\n甲Ａ1150  甲Ａ1177  甲Ａ1176  甲Ａ1174\n大建工業  40.0％  34.3％  40.0％  24.6％\n日東紡績  40.0％  41.4％  36.7％  39.6％\n松下電工  20.0％  24.3％  23.3％  21.6％\n東洋テックス        12.7％\nこれによれば，ロックウール吸音天井板のシェア上位企業は，日東紡績，\n大建工業と認められる。ケイミュー（松下電工）のシェアは１０％を超えて\nいるが，控訴人らは，ケイミューを主要原因企業としていないので，ケイミ\nューについては，シェア上位企業と取り扱わない。\nなお，ロックウール吸音天井板は，ビル，地下街等の天井板に多く使用さ\nれる（甲Ａ１１５０）ので，各被災者への到達可能性を検討するに当たって\nは，関与した建物の種類に留意する必要がある。\n押出成形セメント板\n甲Ａ１１５０の５４頁，甲Ａ１１６７の５４頁，甲Ａ１１７６の５２頁に\nよれば，押出成形セメント板の出荷量のシェアは，以下のとおりとされてい\nる。\n昭和 49 年  昭和 51 年  昭和 53 年\n甲Ａ1167  甲Ａ1150  甲Ａ1176\nノザワ  100％  88.6％  40.8％\n三菱セメント建材  0％  11.4％  8.2％\n昭和電工建材      51.0％\n他方，甲Ａ１１７７の４６頁によれば，押出成形セメント板の生産量の割\n合は，以下のとおりとされている。\n49 年  50 年  51 年  52 年  53 年  54 年\nノザワ  99.6％  96.8％  90.6％  90.9％  82.4％  79.8％\n三菱セメント建材  0.4％  3.2％  9.4％  9.1％  11.1％  11.0％\n昭和電工建材          6.5％  9.2％\nさらに，甲Ａ１１８１の１５１頁によれば，平成５年における押出成形セ\nメント板の出荷額の割合は，以下のとおりとされている。\n厚物  薄物  合計\nノザワ  58.3％    45.7％\n三菱マテリアル建材  32.2％    25.2％\n昭和電工建材  6.1％  84.0％  23.0％\n住友大阪セメント    16.0％  3.5％\nなお，甲Ａ１１７７の４６頁，甲Ａ１１８１の１５１頁によれば，押出成\n形セメント板の生産開始は，三菱マテリアル建材が昭和４９年，昭和電工建\n材が昭和５３年６月とされている。\n以上のような生産量の推移を総合すると，押出成形セメント板のシェア上\n位企業は，ノザワ，エム・エム・ケイ（三菱マテリアル建材。昭和５３年か\nら）及び昭和電工建材（昭和５３年から）の３社と認めるのが相当である。\n窯業系サイディング\nア  控訴人らは，窯業系サイディングの主要原因企業は，旭硝子，旭トステ\nム外装，エーアンドエーマテリアル，クボタ，ケイミュー，神島化学工\n業，大建工業，東レＡＣＥ及びニチハである旨主張する。\nイ  甲Ａ１１８０の６７頁，甲Ａ１１８１の８８頁，甲Ａ１１８２の１２６\n頁によれば，窯業系サイディングの販売量のシェアは，以下のとおりと認\nめられる。\n昭和 62 年  昭和 63 年  平成５年  平成７年\n甲Ａ1180  甲Ａ1180  甲Ａ1181  甲Ａ1182\nニチハ  19.2％  20.2％  16.3％  19.4％\n久保田鉄工  19.2％  19.7％  15.7％  15.4％\n旭硝子  12.2％  13.8％  15.2％  16.5％\n三井木材工業  13.3％  12.8％  14.8％  14.3％\n東レグラサル  10.4％  9.6％\n松下電工  6.9％  6.7％  15.7％  16.3％\nその他  18.8％  17.2％  22.4％  18.2％\nこれらによれば，窯業系サイディングのシェア上位企業は，昭和６３年\n頃までは，ニチハ，クボタ（久保田鉄工），ＡＧＣ（旭硝子）及び東レＡ\nＣＥ（東レグラサル）の４社と，平成５年頃以降は，ニチハ，クボタ，\n旭硝子及びケイミュー（松下電工）の４社と認めるのが相当である。\n控訴人らが主張する旭トステム外装，エーアンドエーマテリアル，神島\n化学工業，大建工業については，１０％以上のシェアを占めていたとの\n証拠はない。\n住宅用屋根材\nア  控訴人らは，住宅用屋根材の主要原因企業は，クボタ，ケイミュー，住\n友大阪セメント，積水化学工業及び大建工業である旨主張する。\nイ  甲Ａ１１５０の９０頁，甲Ａ１１７６の９４頁，甲Ａ１１７７の８６\n頁，甲Ａ１１７８の４８頁，甲Ａ１１８０の７１頁によれば，住宅用屋根\n材の出荷量のシェアは，以下のとおりと認められる。\n51 年  53 年  54 年  55 年  62 年  63 年\n甲Ａ\n甲Ａ\n甲Ａ\n甲Ａ\n甲Ａ\n甲Ａ\n久保田鉄工  66.7％  70.2％  69.9％  67.2％  58.6％  58.3％\n松下電工  25.5％  23.4％  23.7％  22.2％  19.5％  19.0％\n積水化学工業  1.5％  1.2％  1.2％  3.3％  9.9％  10.2％\n大建工業  1.5％  1.2％  1.2％  3.3％\n東洋化学  1.5％    1.2％\n東洋エタニット    1.2％  1.2％  1.1％\nその他  3.3％  2.9％  1.7％  2.9％  2.7％  3.2％\nもっとも，乙ト１４の３３によれば，積水化学工業の石綿含有住宅用屋\n根材は平成２年に製造を終了していることが認められる。\nまた，住友大阪セメントと大建工業が１０％以上のシェアを占めていた\nことはないが，控訴人らは，もともと，大建工業については，控訴人 S と\nの関係でのみ主要原因企業と主張し，住友大阪セメントについては，別\n途の考慮をしている。\nそこで，ここでは，住宅用屋根材のシェア上位企業は，クボタ（久保田\n鉄工），ケイミュー（松下電工）の２社と認めるのが相当である。\n混和材\n甲Ａ１２４８の２によれば，ノザワは昭和３１年からモルタル混和材「テ\nーリング」の製造販売を開始したことが認められ，乙ニ１４・１７によれ\nば，日本セメントが平成４年４月にモルタル混和材の販売を開始した当時，\nノザワの製品である「テーリング」が９０％以上の圧倒的シェアを有してい\nたことが認められる。また，甲Ａ１２４８の８から１２では，左官の仕事に\n従事していた複数の者等がノザワのテーリングが広く出回っていた旨陳述\nし，「テーリング」が混和材の代名詞のように呼ばれていた旨陳述する者も\nいる。\nこれらと異なるシェアに関する証拠が提出されていないことも考慮する\nと，モルタル混和材においては，ノザワが継続的に圧倒的なシェアを占めて\nいたものと認められ，混和材のシェア上位企業はノザワと認めるのが相当で\nある。\n要原因建材・企業対照表」に◎を付けた企業である。\n４  被災者ごとの主要原因建材及び主要原因企業の認定\nそこで，３で選定したシェア上位企業を基に，各被災者の記憶等も加味し\nて被災者ごとの主要原因建材及び主要原因企業を認定する。\n前提として，第２の４のとおり，被控訴人企業らの警告表示義務は，解体\n工事に従事する建築作業従事者に対して負担するものではない。\nしたがって，その作業内容から，解体工事が主であったと認められる被災\n者Ｋ（原判決１０８２頁），被災者Ｎ（原判決１０８９頁），被災者Ｒ（原判\n決１０９９頁）については，主要原因企業を認定するまでもなく，被控訴人\n企業らの責任は発生しないといわざるを得ない。\nまた，被控訴人企業らが警告表示義務を負担するのは昭和５０年１月１日\n以降であるから，それ以降の就労がない被災者Ｄについても，主要原因企業\nを検討するまでもない。\n控訴人Ａ\n控訴人Ａは，昭和５０年以降，現場監督として，ビルやマンション等の\n建築現場において，施工管理業務の一環で，鉄骨等への石綿吹付け作業時\nにおける吹付け材の厚み検査の作業や，墨出し，石綿粉じん曝露作業が行\nわれている現場の巡回及び建築現場の一斉清掃等の作業に従事し，これら\nの作業の際に石綿粉じんに曝露した（原判決１０５９頁，甲Ｄ１の１２）。\n証拠（甲Ｄ１の２・１２）によれば，控訴人Ａは，昭和５０年１月から内\n勤に移る平成１０年４月までの間，株式会社ｊ（以下「ｊ」という。）にお\nいて，少なくとも２８件の建物新築工事（甲Ｄ１の３の４枚目。甲Ｄ１の\n６の４枚目も同じ）で現場係員又は現場所長として施工管理を行ったこ\nと，その対象となった建物は企業の本社ビル，学校，マンション等の大型\n建物が多く，大半は鉄筋コンクリート造，鉄骨鉄筋コンクリート造であっ\nたこと，耐火被覆のためには，吹付材が使用されることが多かったが，通\n路にある鉄骨の柱を隠したいというときは耐火被覆板が使用されることが\nあり，耐火被覆板が使われる箇所は１棟の建物の１，２割程度，建物に耐\n火被覆板が使われる頻度は１割程度であったことが認められる。\n控訴人Ａは，主要原因建材として，吹付材，ボード類，耐火被覆板を挙\nげるところ，上記に認定した控訴人Ａの作業内容からすると，吹付材及び\n耐火被覆板を，控訴人Ａの石綿関連疾患発症への影響度が高い建材と認め\nることができる。一方，ボード類については，甲Ｄ１の１２の陳述書をみ\nても，墨出しや清掃の際，ボード類を切断した粉じんに曝露した旨の記載\nにとどまり，現場監督という職種からしても，これを石綿関連疾患発症へ\nの影響度が高い建材と認めることはできない。\nそのうえで，控訴人らが主張するところの主要原因企業についてみる\nと，控訴人Ａの陳述書（甲Ｄ１の１７）には，建築現場で使用されていた\n石綿含有建材について，吹付材は，５割から８割はノザワの製品であっ\nた，ノザワのほかは，ナイガイ，ニチアスの製品を覚えている，耐火被覆\n板では，ノザワとニチアスから購入したことを覚えているとの記載があ\nる。控訴人Ａの陳述書の記載は，ノザワの製品が多く購入された理由につ\nいて，ｊが吹付材を株式会社大永商会から購入し，同社がノザワの代理店\nであったからと具体的理由を述べており，この理由が不自然であると疑わ\nせる証拠はない。\nなお，乙１４の３６によれば，ノザワは，昭和５５年までは石綿を含有\nした吹付けロックウールを，昭和５３年までは石綿を含有した耐火被覆板\nを製造していたことが認められる。\nそうすると，ノザワは３で選定したシェア上位企業には入っていないも\nのの，控訴人Ａとの関係ではこれを主要原因企業と認めるべきである（控\n訴人Ａの主張では，主要原因企業となっている。）。\n被災者Ｂ\n被災者Ｂは，昭和６３年から平成１４年１２月までの間，建築現場におい\nて，内装工として軽天下地作業や天井及び壁のボード貼り作業に従事し，鉄\n骨造建築物の新築工事における，アンカーボルトや間仕切り下地（壁下地\n材）等を取り付けるため鉄骨に吹き付けられた石綿を含有する耐火被覆材を\n削り落とす際や石綿を含有する内装材（ボード類）を電動丸鋸を使用して切\n断，加工する際に石綿粉じんに曝露した（原判決１０６１頁）。昭和６３年\n以前においては，少なくとも昭和４５年６月頃から昭和５８年頃まで，船内\n大工として，造船工場で間仕切り用の石綿ボードを切断，加工する作業に従\n事し，昭和６０年１１月から昭和６２年頃までは，昭和６３年以降と同様の\n軽天下地作業並びに天井及び壁のボード貼り作業に従事した（同１０６０\n頁）。証拠（甲Ｄ２の２６・２７）によれば，被災者Ｂは，船内大工のとき\nにも，昭和５０年前半からは，内装材として石綿含有建材を使用したこと，\nそのため，これを切断する際，石綿粉じんに曝露したと認められる。\n被災者Ｂの相続人である控訴人は，主要原因建材として，吹付材と内装材\nを挙げるところ，被災者Ｂが建物の内装工を始めた昭和６０年には３で選定\nした吹付けロックウールのシェア上位企業はいずれも石綿含有の吹付けロッ\nクウールの製造を中止している。また，上記控訴人は，吹付材について改修\n工事における曝露を考慮するとも主張するが，改修工事における曝露とは既\n存建物の破砕時のことであるから，被控訴人企業らとしては，解体工事同\n様，警告表示義務を負わない。したがって，吹付材に関し，主要原因企業を\n認定することはできない。\n上記に認定した被災者Ｂの作業内容からすると，内装材を被災者Ｂの石綿\n関連疾患発症への影響度が高い建材と認めることができる。そのうち，ロッ\nクウール吸音天井板については，原判決別紙１０によれば昭和６３年からの\n出荷はなく，船内の内装に使用されたか疑問である（甲Ｄ２の２７の調査で\nも，石綿粉じんの測定にケイカル板と石綿スレートが使用されている。）か\nら，これを主要原因建材とみることはできない。\nそして，被災者Ｂについては，けい酸カルシウム板第１種に関して触れた\nートボード及びけい酸カルシウム板第１種が被災者Ｂの石綿関連疾患発症へ\nの影響度が高い建材と認めることができる。\nそうすると，他に特段の事情がみられない以上，３で選定したシェア上位\n企業を主要原因企業とみるのが相当であるから，被災者Ｂとの関係では，エ\nーアンドエーマテリアル，エム・エム・ケイ，神島化学工業，ニチアスを主\n要原因企業と認めるべきである。\n控訴人Ｃ\n控訴人Ｃは，昭和６２年４月から平成４年４月の間，建築現場において，\n新築工事の屋根工事，内装工事及び解体工事等に従事し,石綿スレートを電\n動サンダーで切断し，電動ドリルで穴を開ける作業，断熱材をカッターナイ\nフで切断する作業，解体・改修作業における石綿スレート等の除去作業の\n際，石綿粉じんに曝露した（原判決１０６２・１０６３頁）。\n甲Ｄ３の１９（控訴人Ｃの平成２４年９月７日付け陳述書）には，昭和６\n２年４月から平成４年４月までのｂでの仕事について，①屋根工事（波形ス\nレートや石綿スレートを屋根などに釘で取り付ける作業），②断熱材取り付\nけ作業（家の内壁に断熱材を取り付ける作業），③解体工事（一般家庭，プ\nール等）の記載がある。\nしかし，控訴人Ｃは，甲Ｄ３の１２（平成１８年３月２３日付け職歴等申\n立書）では，昭和６２年４月から平成４年４月までのｂでの職務内容につい\nて「一般建設業，左官手伝」とするものの，具体的には「ビルの解体作業，\nコンクリートのはつり作業，片づけ，型枠の処理」などと記載している。ま\nた，甲Ｄ３の１１（平成２０年６月１８日付け労働基準監督署の聴取書）で\nも，ｂで「ビルの解体作業，コンクリートのはつり作業，片付け，コンクリ\nートをおとして型枠の処理等を行っていた」と述べている。甲Ｄ３の９（ｂ\n作成の証明書）も，控訴人Ｃの作業について，土木建築作業２ｔ積トラック\n等の資材積込運搬やコンクリート斫り，がれき等の搬出搬入作業，型枠など\nのケレン清掃運搬が先に記載されていて，４番目に「壁面，波形スレート，\n太平石面板，石綿スレート取り付け，取り外し」が出ている状態である。\n以上を総合すれば，ｂにおける控訴人Ｃの作業は，ビルの解体作業やコン\nクリートのはつり作業が主であったと認めるのが相当である。\nなお，控訴人Ｃにａにおける就労があったとしても，甲Ｄ３の１２の記載\nによれば，同様の傾向がみられる。\n控訴人Ｃは，主要原因建材として，吹付材，内装材，押出成形セメント\n板，外装材，住宅用屋根材を挙げるところ，控訴人Ｃの作業内容に照らす\nと，吹付材（昭和６２年以降では，既に石綿含有のものは製造が中止されて\nいる。）は当然として，内装材，押出成形セメント板，外装材，住宅用屋根\n材についても，この中から控訴人Ｃの石綿関連疾患発症への影響度が高い建\n材を選び出すことはできない。控訴人Ｃについては，解体工事における石綿\n粉じんの影響がかなり大きいものと考えられる。\nしたがって，主要原因企業も認めることはできない。\n被災者Ｅ\n被災者Ｅが，遅くとも昭和５０年１０月から平成１６年７月までの間，電\n被災者Ｅの相続人である控訴人は，主要原因建材として，吹付材と内装材\nを挙げるところ，上記に認定した被災者Ｅの作業内容，被災者Ｅの相続人と\n中央電設株式会社との間の訴訟の判決では，被災者Ｅが実際に電気工として\n作業を行った建築現場で石綿スレートボードやロックウール吸音天井板が使\n用されていた可能性が高いことが指摘されていること（甲Ａ１１０４），電\n気工の一般的な石綿粉じん曝露の機会（原判決７５９頁）に，吹付材の製造\n中止時期，けい酸カルシウム板第１種の出荷状況も考慮すると，被災者Ｅの\n石綿関連疾患発症への影響度が高い建材としては，内装材のうちの石綿スレ\nートボード，ロックウール吸音天井板と認めるのが相当である。\nそうすると，他に特段の事情がみられない以上，３で選定したシェア上位\n企業を主要原因企業とみるのが相当であるから，被災者Ｅとの関係では，エ\nーアンドエーマテリアル，エム・エム・ケイ，大建工業，日東紡績を主要原\n因企業と認めるべきである。\n被災者Ｆ\n被災者Ｆは，少なくとも，昭和６１年２月から平成１０年１月まで，建築\n現場において，内装工として天井を張る工事に従事し，石膏ボードやロック\nウール板といった石綿を含有する天井材等を電動丸鋸等で切断し，やすりが\nけを行う作業や切断した建材をドリルを用いて張り付ける作業の際，石綿粉\nじんに曝露した（原判決１０６７・１０６８頁）。\n甲Ｄ６の１２（被災者Ｆの平成１７年５月１２日付け労働基準監督署の聴\n取書）には，昭和５５年頃から昭和６１年１月頃まではｋで，平成１０年２\n月頃から平成１６年１２月７日まではｌで，同様に内装工として天井ボード\nを張る仕事に従事していたが，ｌでは石綿含有建材は扱っていなかったとの\n記載がある。甲Ｄ６の１４・２５によれば，昭和５５年頃から昭和６１年１\n月頃までも，労働者であるかどうかは別にして，同年２月以降と同様に，内\n装工として天井ボードを張る仕事に従事していたこと，昭和６１年１月の前\n後を通じて，作業場所は，新築マンション・家屋が多かったことが認められ\nる。\n被災者Ｆの相続人である控訴人は，主要原因建材として，吹付材と内装材\nを挙げるところ，昭和５５年頃からという稼働時期との関係では，吹付材は\n被災者Ｆの石綿関連疾患発症への影響度が高い建材とはいえない。また，内\n装材のうちでは，けい酸カルシウム板第２種について３⑻で指摘した事項，\nその出荷量の推移，ロックウール吸音天井板が住宅に使用されることは少な\nいことを考慮すると，被災者Ｆの石綿関連疾患発症への影響度が高い建材と\nしては，石綿スレートボードと認めるのが相当である。\nそうすると，他に特段の事情がみられない以上（甲Ｄ６の２２だけでは，\n影響度が高い建材を認めるには至らない。），３で選定したシェア上位企業を\n主要原因企業とみるのが相当であるから，被災者Ｆとの関係では，エーアン\nドエーマテリアル，エム・エム・ケイを主要原因企業と認めるべきである。\n被災者Ｇ\n被災者Ｇは，昭和６１年頃，内装工事を請け負っていた際，主として石\n綿含有建材であるフレキシブル板，けい酸カルシウム板，石膏ボードの切\n断作業及びこれを天井等に張り付ける作業に従事し，石綿粉じんに曝露し\nた（原判決１０７０・１０７２頁）。また，被災者Ｇが，昭和５０年から昭\n和６１年１０月頃まで及び同月頃から平成２１年３月３１日までの間,内装\n工として就労した状況は, 第７節第２の７のとおりである。\n以上によれば，被災者Ｇは，昭和５０年から平成２１年３月３１日まで\n内装工として，主に，壁と天井の下地の上にボード類を張り付ける作業\n（仕上げ工事）に従事していた。甲Ｄ７の４によれば，被災者Ｇの関与し\nた建物は，ビル，マンション，学校等の大型建物が多かったことが認めら\nれる。\n被災者Ｇの相続人である控訴人は，主要原因建材として，吹付材と内装\n材を挙げるところ，上記に認定した被災者Ｇの作業内容からすると，吹付\n材は被災者Ｇの石綿関連疾患発症への影響度が高い建材とはいえないが，\n内装材全てはそのようにいうことができる。\nそうすると，他に特段の事情がみられない以上，３で選定したシェア上位\n企業を主要原因企業とみるのが相当であるが，甲Ｄ７の２１（被災者Ｇの元\n同僚の陳述書）には，よく扱った建材として，石綿板（フレキシブル板，平\n板，太平板），石膏ボード，ケイカル板，岩綿吸音板，よく使用したメーカ\nーとして，日光化成，ニチアス，朝日石綿，浅野スレート，三菱マテリア\nル，ノザワ，大建工業，日東紡績との名前が挙がっており，このことも考慮\nすると，被災者Ｇとの関係では，エーアンドエーマテリアル，エム・エム・\nケイ，ニチアス，大建工業，日東紡績を主要原因企業と認めるべきである。\n被災者Ｈ\n被災者Ｈが，昭和５０年１０月から平成１８年までの間，ダクト工として\n証拠（甲Ｄ８の６・１２）によれば，被災者Ｈは，昭和３９年４月から，\nダクト工として，ダクトを製作して建築現場で取り付け，石綿含有の保温材\nを巻き付ける作業を行ってきたこと，積水営繕センターの仕事をしていた\nが，ダクト工だけでは生活が立ちいかないため，昭和５０年頃，講習を受\nけ，積水営繕センターから「セキスイ瓦Ｕ」の取付け作業も請けるようにな\nったことが認められる。また，証拠（甲Ｄ８の２８（被災者Ｈの弟で一緒に\n仕事をしていたＴの供述書），原審証人Ｔ）によれば，ダクトの設置は，ビ\nルの場合は改修工事，住宅の場合は新築工事が多かったこと，屋根材の取付\nけは，積水瓦の取付けが半数以上であったことが認められる。なお，乙ト１\n４の３３によれば，「セキスイ瓦Ｕ」は，平成２年には無石綿化されたこと\nが認められる。\n被災者Ｈの相続人である控訴人は，主要原因建材として，住宅用屋根材と\n吹付材を挙げるところ，上記に認定した被災者Ｈの作業内容からすれば，住\n宅用屋根材を被災者Ｈの石綿関連疾患発症への影響度が高い建材と認めるの\nが相当である。なお，ダクト設置においても，改修工事では被控訴人企業ら\nの警告表示義務は認められない。\nそして，被災者Ｈは，半数以上，「セキスイ瓦Ｕ」の取付作業を行ってい\nたのであるから，積水化学工業を主要原因企業と認めるべきである。原審証\n人Ｔは，取り扱った屋根材として，「セキスイ瓦Ｕ」のほか，「松下電工のニ\nューウエーブ，フルベスト，クボタのカラーベスト」も使用したと供述す\nる。しかし，これらの屋根材がどの程度使用されていたのかは明らかではな\nいから，積水化学工業以外は，主要原因企業とは認めない。\n控訴人Ｉ\n控訴人Ｉが，昭和５０年１０月から平成１８年までの間，大工又は\n証拠（甲Ｄ９の９，原審Ｉ本人）によれば，控訴人Ｉは，昭和３６年頃か\nら昭和５４年頃までは，主に大手ゼネコンの手がける新築のビル建築現場で\n内装工（木工事）として働き，昭和５４年頃から平成１１年頃までは，木造\n住宅の新築・増改築・解体工事を行い，平成１１年以降は，手間請けで主に\n木造住宅の新築工事と解体工事を行ったこと，昭和５４年頃以降の木造住宅\nの新築工事では，大阪府茨木市，京都府八幡市等の多くの建売住宅の建築を\n手がけたこと，木造住宅の新築工事では，軒天工事，内装下地工事でボード\n類を切断することが多かったことが認められる。\n控訴人Ｉは，主要原因建材として，内装材と吹付材を挙げるところ，上\n記に認定した控訴人Ｉの作業内容からすると，吹付材は控訴人Ｉの石綿関\n連疾患発症への影響度が高い建材とはいえないが，内装材はそのようにい\nうことができる。そして，内装材のうちでも，石綿スレートボードとけい\n酸カルシウム板第１種を石綿関連疾患発症への影響度が高い建材と認める\nのが相当である。\nち，控訴人 I との関係では，エーアンドエーマテリアル，エム・エム・ケ\nイ，神島化学工業を主要原因企業と認めるべきである。\n被災者Ｊ\n被災者Ｊが，昭和５０年１０月から平成１８年までの間，内装工として就\n被災者Ｊは内装工のうちクロス工といえるが，被災者Ｊの相続人である控\n訴人は，クロス工は，左官と同時平行で作業を行うことがあり，被災者Ｊ\nは，左官がモルタルに混和材を混ぜる攪拌作業の際に発生した石綿粉じんに\n曝露したと主張し，主要原因建材はモルタルに含まれる混和材，主要原因企\n業はノザワであると主張する。\n甲Ｄ１０の２２・２４（被災者Ｊとともに仕事をした弟又は義弟の陳述\n書）には，同じ部屋で左官・塗装工・タイル工が混和材を混ぜているすぐ隣\nでクロス貼りの作業を行うことがあり，混和材の石綿粉じんを吸い込んだと\nの記載があり，原審証人Ｕも，同様の供述をする。しかし，もともと，クロ\nス工の仕事は内装工事でも最終段階の仕事であり，工程が遅れなければ，上\n記のような並行作業は起こらない。上記のような並行作業が起こる頻度は明\nらかになっておらず，むしろ，原審証人Ｕの供述からは，まれなこととみざ\nるを得ない。\nしたがって，混和材を被災者Ｊの石綿関連疾患発症への影響度が高い建材\nとは認めることができず，被災者Ｊの相続人である控訴人の上記主張は理由\nがない。\n被災者Ｌ\n被災者Ｌは，昭和５０年２月２６日から平成８年７月２１日までの間，病\n院等の新築及び増改築工事において，医療ガス設備の配管作業に従事し，配\n管のためのインサート設置作業等において鉄骨に吹き付けられた石綿吹付材\nを削る際や電動ドリル等を用いて壁材として使用された石綿含有成型板に穴\nを開ける作業を行う際に，石綿粉じんに曝露した（原判決１０８３頁）。\n被災者Ｌの相続人である控訴人は，主要原因建材として吹付材を挙げると\nころ，上記に認定した被災者Ｌの作業内容，吹付材の製造中止時期からする\nと，内装材のうち石綿スレートボードを被災者Ｌの石綿関連疾患発症への影\n響度が高い建材と認めるのが相当である。\nそうすると，他に特段の事情がみられない以上，３で選定したシェア上位\n企業を主要原因企業とみるのが相当であるから，被災者Ｌとの関係では，エ\nーアンドエーマテリアル，エム・エム・ケイを主要原因企業と認めるべきで\nある。\n控訴人Ｍ\n控訴人Ｍは，昭和５０年１０月から平成２年３月頃までの間，内装工（軽\n量鉄骨下地工事，天井仕上げ工事等）として，主に鉄骨造建築物の新築及び\n改修工事に従事し，天井材として使用されたフレキシブル板，大平板，石膏\nボード及び岩綿吸音天井板等の石綿含有成型板を電動丸鋸等で切断する際や\nビスを用いてこれらを取り付ける際，また，鉄骨に取り付けたインサートに\n吊りボルトを取り付ける作業において鉄骨に吹き付けられた石綿吹付材を削\nり取る際等に，石綿粉じんに曝露した（原判決１０８８頁）。\nさらに，証拠（甲Ｄ１３の４・６・１５の１・１５の３・１８・２４）\nによれば，控訴人Ｍは，平成２年４月以降も平成１６年頃まで，内装工と\nして同様の作業を行ってきたこと，平成２年３月頃までの現場では，天井\nにロックウール吸音天井板やけい酸カルシウム板第１種，フレキシブルボ\nードを使用していたこと，同年４月頃以降は，石綿を含んだ製品は使用し\nていないことが認められる。\n控訴人Ｍは，主要原因建材として，内装材と吹付材を挙げるところ，上\n記に認定した控訴人Ｍの作業内容からすると，吹付材は控訴人Ｍの石綿関\n連疾患発症への影響度が高い建材とはいえないが，内装材全てはそのよう\nにいうことができる。\nそして，３で選定した石綿スレートボード，けい酸カルシウム板第１種及\nびロックウール吸音天井板のシェア上位企業は，いずれも，控訴人Ｍの記憶\n（甲Ａ１１８６の１３）とも一致しているので，控訴人Ｍとの関係では，エ\nーアンドエーマテリアル，エム・エム・ケイ，神島化学工業，ニチアス，大\n建工業，日東紡績を主要原因企業と認めるべきである。\n被災者Ｏ\n被災者Ｏが，昭和５０年１０月から昭和６３年までの間，築炉工として就\n証拠（甲Ｄ１５の１６・２０・２２）によれば，被災者Ｏは，昭和１２年\n以来，戦争中の一時期を除き築炉工をしており，昭和４８年頃にｒの下請け\nに入っている工務店から孫請けとして仕事を請けるようになったこと，昭和\n５１年６月にｍ株式会社を設立し，ｒから直接仕事を請けられるようになっ\nたこと，ｒから請け負う仕事はゴミ焼却場の焼却炉の修繕・解体が主であっ\nたが，修繕工事では，古い保温材をかき出し，新しい保温材を接着する作業\nがあったことが認められる。\n被災者Ｏの相続人である控訴人らは，被災者Ｏは，ニチアス製のけい酸カ\nルシウム保温材，その他の築炉材料を使用したと主張し，ニチアスのみを主\n要原因企業に挙げるところ，甲Ｄ１５の２０・２５（ｍの従業員であったＶ\nの陳述書）には，築炉の材料はｒが手配し，その８，９割以上はニチアスか\nら購入していた，保温材として多く使ったのはニチアスの「シリカライト」\nであったとの記載がある。Ｖの陳述の内容は，客観的裏付けを伴うものでは\nない。しかし，Ｖがわざわざ事実と異なることを陳述する動機は見当たら\nず，ニチアスからｒとの取引について積極的な否定がされているわけでもな\nい。\nしたがって，甲Ｄ１５の２０・２５の内容は信用することができ，被災者\nＯとの関係では，ニチアスを主要原因企業と認めるのが相当である。\n控訴人Ｐ\n控訴人Ｐは，昭和４９年から昭和５４年までの間，学校や工場の新築及び\n改修工事における電気設備工事（照明やコンセント等の取付作業や天井裏に\nおける電気配線作業）に従事し，天井及び壁に使用された石綿含有成型板に\n電動ドリルで穴を開けてのこぎりで切断する際や，鉄骨（Ｈ鋼）にＵラック\nを取り付けるため吹き付けられた石綿を剥がす際に，石綿粉じんに曝露した\n（原判決１０９６頁）。また，昭和５５年から平成元年８月までも，概ね同\n様の作業をしていた（甲Ｄ１６の１４・１７，原審控訴人Ｐ本人）。\n控訴人Ｐは，主要原因建材として，吹付材，内装材，石綿スレート波板を\n挙げるところ，上記に認定した控訴人Ｐの作業内容や被控訴人企業らの警告\n表示義務が認められるのは原則的に新築の場合であることに照らすと，吹付\n材は，控訴人Ｐの石綿関連疾患発症への影響度が高い建材とは評価できな\nい。また，甲Ｄ１６の１７（控訴人Ｐの陳述書）では，工場や農業倉庫の新\n築工事のとき，換気扇の取付けのため屋根の波形スレートを切断したと陳述\nするにとどまり，甲Ｄ１６の２４の陳述書の内容を考慮しても，石綿スレー\nト波板を，控訴人Ｐの石綿関連疾患発症への影響度が高い建材とは評価でき\nない。控訴人Ｐの作業内容からすれば，内装材全てを控訴人Ｐの石綿関連疾\n患発症への影響度が高い建材というべきである。\nそうすると，他に特段の事情がみられない以上，３で選定したシェア上位\n企業を主要原因企業とみるのが相当であるから，控訴人Ｐとの関係では，エ\nーアンドエーマテリアル，エム・エム・ケイ，神島化学工業，ニチアス，大\n建工業，日東紡績を主要原因企業と認めるべきである。\n被災者Ｑ\n被災者Ｑは，塗装工として，ビル等の建築現場において，塗装を行う前の\n下地調整作業としてボードのつなぎ目にパテを塗り，その後やすりなどを使\n用して塗装面（石綿を含有するモルタルやボード等の表面）を平らにする作\n業を行う際や，改修工事においては従前壁等に塗られていた塗料を削り落と\nす等の作業を行う際に，石綿粉じんに曝露した（原判決１０９７頁）。\n被災者Ｑの相続人である控訴人は，主要原因建材として，吹付材と混和材\nを挙げるところ，甲Ｄ１７の７（被災者Ｑが勤務していたｎの報告書）に\nは，「断熱用石綿の吹付作業と近い所で作業をしていたとか，改修塗装の下\n地処理でアスベストを含む部材を削り落としていたかもしれません。具体的\nには不明です。」と記載されているのみである（甲Ｄ１７の１１の１によれ\nば，地方労災医員の医師が聞いた職歴（本人からではない）は，「家屋の解\n体，石綿吹付作業」となっている。）。甲Ｄ１７の５には，被災者Ｑと同じ会\n社に勤務していた者の裁判では，会社の業務が「新築建物，構造物の塗装，\n防水工事，既存建物の内外装の撤去，改修工事，塗装工事，防水工事」とな\nっている旨の記載があるが，それによっても被災者Ｑが扱う可能性のあった\n石綿含有建材が明らかになるわけではない。\n具体的に扱う可能性のあった石綿含有建材が明らかにならない以上，主要\n原因建材，主要原因企業を特定することはできない。\n控訴人Ｓ\n控訴人Ｓは，昭和３４年４月から昭和６１年７月までの間，主に木造建築\n物の新築工事，増改築工事及び解体工事に従事し，これらの工事において，\n丸鋸及び電気サンダー等の電動工具やバール等を用いて石綿を含有する内装\n材等を加工（切断及び研磨作業等）する作業及びこれらの建材を破砕する作\n業等を行う際，石綿粉じんに曝露した（原判決１１０１頁）。\n証拠（甲Ｄ１９の６・１６）によれば，控訴人Ｓは，昭和５０年１月か\nら昭和６１年７月までは，控訴人Ｓの兄が経営するｏに勤め，大工とし\nて，木造住宅の新築工事，増改築工事に従事し，鉄骨４階建てのマンショ\nンや倉庫の新築工事，大阪空港周辺整備機構の民家防音工事にも従事した\nこと，昭和６１年７月からは，個人事業として同様の大工の仕事をし，平\n成２１年６月頃まで働いたこと，оでは，約１０年の間に新築工事２４件\n程度，増改築工事１１５件程度に関わったことが認められる。甲Ｄ１９の\n１６には，大工として，木造新築工事では，基礎工事から，上棟，屋根下\n地・屋根仕上げ工事，外壁下地・外壁仕上げ工事，内壁下地・内壁仕上げ\n工事等全ての工程にかかわった旨の記載がある。\n控訴人Ｓは，主要原因建材として，内装材，窯業系サイディング，住宅\n用屋根材，吹付材を挙げるところ，控訴人Ｓの上記の作業内容からすれ\nば，吹付材は控訴人Ｓの石綿関連疾患発症への影響度が高い建材とは評価\nできない。また，控訴人Ｓが，上記のとおり，新築より増改築の方が多か\nったこと，関西地域においては，外壁としてモルタルの比率が高く，窯業\n系サイディングの普及率が１５％程度とされていること（甲Ａ１３７８の\n１の１７頁）も考慮すると，控訴人Ｓの石綿関連疾患発症への影響度が高\nい建材としては，内装材，そのうちでも石綿スレートボード,けい酸カルシ\nウム板第１種と認めるのが相当である。\n甲Ｄ１９の３５（ｏの建材仕入先の元経営者からの聴き取り）には，ｏ\nには，フレキシブル板，ケイカル板，石膏ボード，岩綿吸音天井板，サイ\nディング，屋根材等を販売したと記載され，製造メーカーとしては，朝日\n石綿，浅野スレート，ニチアス，三菱マテリアル建材，大建工業，日東紡\n績などの名前が挙がっている。しかし，控訴人Ｓが従事したという建物の\n種類に照らすと，ロックウール吸音天井板の使用頻度は高いものとは考え\nられない。\nそうすると，主要原因企業としては，３で選定したシェア上位企業のう\nち，住宅への使用割合が低いニチアス，甲Ｄ１９の３５には名前が挙がっ\nていない神島化学工業は外し，エーアンドエーマテリアル，エム・エム・\nケイと認めるのが相当である。\n５  建築現場への到達\n４で各控訴人又は被災者ごとに認めた主要原因建材については，各控訴人又\nは被災者の建築現場に到達したものと認めるのが相当であり，各主要原因企業\nが各被災者に対する共同行為者となる。\n第６  民法７１９条１項前段に基づく共同不法行為の成否\n民法７１９条１項前段の共同不法行為が成立するためには，共同行為者間\nに，損害の発生に対して社会通念上全体として一個の行為と認められる程度の\n一体性（これは，「強い関連共同性」といわれることがある。）が必要とされて\nいる。\n控訴人らは，主要原因企業間には，①危険共同体としての一体性，②利益\n共同体としての一体性，③業界団体を通じての一体性が認められる旨主張す\nる。\nしかし，被控訴人企業らは，いずれも営利を目的とする企業であって，それ\nぞれ自己の利益を図るために石綿含有建材の製造販売を行っている。そのよう\nな被控訴人企業間においては，利害が対立する関係があることは否定し得な\nい。控訴人らが主要原因建材と主張する建材についての各企業の生産量又は出\n荷量が年毎に変動し，建材のマーケットシェアが年毎に変動していることは，\n被控訴人企業らが独自に石綿含有建材の製造販売を行い，その結果，建材市場\nにおいて競争関係にあったことを示している。\n石綿含有建材に石綿関連疾患発症の危険性が内在しているとしても，石綿含\n有建材の製造販売をもって危険状態の競合的作出行為などということはできな\nい。また，主要原因企業の組み合わせによっては，同一の業界団体に所属し，\n確かに，戦後，ＪＩＳ規格の統一や建基法の不燃材料への石綿スレートの認定\n等を目的とした国への働きかけ，不況時にはカルテルの実施等いわば共同歩調\nをとってきた企業もある。しかし，そうであるからといって，これらは，各被\n災者に対する加害行為における一体性と直接結びついているわけではない。そ\nして，このような「一体性」を強調することは，同一の業界団体に所属してい\nない企業にとっては，一体性を否定する材料になるにすぎない。\n被控訴人企業らのうち各被災者の主要原因企業に絞ってみても，これらの企\n業に，損害の発生に対して社会通念上全体として一個の行為と認められる程度\nの一体性を認めることは困難といわざるを得ない。\nしたがって，民法７１９条１項前段に基づく共同不法行為の成立を認めるこ\nとはできない。\n第７  民法７１９条１項後段に基づく共同不法行為の成否\n民法７１９条１項後段の共同不法行為が成立するためには，被告とされてい\nる共同行為者のうちの誰か（単独又は複数）の行為によって全部の結果が惹起\nされていること，そうでなければ，少なくとも複数の行為者の行為それぞれが，\n結果発生を惹起するおそれのある権利侵害行為に参加しており，それ以外に加\n害行為者となり得る者は存在しないことが主張立証されることが必要である。\nしかし，本件では，前者の要件が主張されているとはいえず（控訴人らは\n「一発打撃論」は主張していない。），また，控訴人らは，マーケットシェアが\n概ね５％以上の企業を主要原因企業として被告を絞り込んでおり，このような\n加害行為者の特定方法自体，「選択された加害者以外に加害者がいない」とい\nう要件と相容れないものである。\nしたがって，民法７１９条１項後段に基づく共同不法行為の成立も認めるこ\nとはできない。\n第８  民法７１９条１項後段の類推適用（寄与度不明の場合）\n１  民法７１９条１項後段の類推適用\n控訴人らは，複数の行為が累積して結果の全部又は一部を発生させたが，そ\nれらの行為の間に関連共同性がない場合，すなわち，累積的競合，重合的競合\n等加害者の寄与度が不明の場合にも，民法７１９条１項後段を類推適用すべき\nである，この場合の要件は，①各加害行為者が結果発生の全部又は一部を惹起\nする危険性を有する行為を行ったこと，②それらが競合し，競合行為により結\n果が発生したことで足りると主張する。\n石綿関連疾患は，石綿粉じんに長期間曝露することにより罹患するものであ\nるが，建築作業従事者が石綿粉じんに曝露する時間は，例えば石綿紡織工場な\nどと比べると，継続的なものでも，１回が長時間に及ぶものでもない。また，\n曝露する石綿粉じんの濃度も，石綿の吹付け作業に比べると，高いものではな\nい。したがって，石綿関連疾患に罹患するのは，様々な石綿含有建材から自ら\nの切断や穿孔の際に発生する石綿粉じん又は他者が発生させる石綿粉じんに長\n期間にわたって少しずつでも繰り返し曝露するという，累積的なものと解され\nる。肺がんや中皮腫の発症に閾値がないとされていることを考慮しても，少数\n回の曝露により直ちに石綿関連疾患が発症するものとは認め難く，多数回累積\nすることによって発症するものと認められる。そうすると，被控訴人企業らの\n製造販売した石綿含有建材が建築作業現場に到達したといえる限り，その石綿\n含有建材から石綿粉じんが生ずれば，石綿関連疾患発症に必ずなにがしかの寄\n与をしているともいえる。一方，石綿含有建材であるといっても，切断等がさ\nれない以上は，石綿粉じんを発するものではないから，建材が到達しても，そ\nれは結果発生に寄与する場合も寄与しない場合もある。\n厳密にみれば，一つの企業のある種類の石綿含有建材（商品名まで同じでな\nくとも種類が同じ場合）であっても，例えば１０年にわたり，継続的に使用し\n続け，毎回少しずつでも切断し続けたというときに，それが原因で肺がんや中\n皮腫に罹患する蓋然性が存在し得る（とりわけ中皮腫にはその可能性は否定で\nきない。）。そして，そのような石綿含有建材が別の企業にもう一種類あったと\nいうときは，他の石綿含有建材を全く使っていなければ，民法７１９条１項後\n段の適用が考えられる。しかし，現実には，多数の石綿含有建材が使用され，\nどれかの一種で石綿関連疾患を発症させ得るとの証明はできず，一方で，先に\nもみたとおり，石綿粉じんが生じたのであれば，石綿関連疾患になにがしかの\n寄与は否定できないのであれば，民法７１９条１項後段の類推適用を図る基礎\nはあるというべきである。複数の行為が累積して結果の全部又は一部（実際に\nは全部か一部かも不明である。）を発生させており，このとき，全部と証明で\nきないから共同不法行為の成立を否定するということはできない。\n民法７１９条１項後段を類推適用する要件としては，①各加害行為者が結果\n発生の全部又は一部を惹起する危険性を有する行為を行ったこと，②それらが\n競合し，競合行為により結果が発生したことで足りる。\n本件の，警告表示がないままの石綿含有建材の製造販売は，到達が認められ\nる限り，①の要件を満たし，また，各被災者の発症により②の要件を満たして\nいる。\n上記の限りで，控訴人らの主張は理由がある。\n２  控訴人らは，「選択された加害者以外に加害者がいない」という要件を充足\nしない場合でも，選定された共同行為者が発生した結果に対して無視し得ない\n一定の寄与をしている場合には，選定された共同行為者全体で，その寄与割合\nに基づいて連帯して損害賠償責任を負うべきであると主張する。\n確かに，本件では，先にも触れた被告の絞り込み，建築現場における多数の\n石綿含有建材の存在，多数の石綿含有建材製造業者の存在から，「選択された\n加害者以外に加害者がいない」という要件を充足していないことは明らかであ\nる。\nこのような場合でも，選定された共同行為者が発生した結果に対して無視し\n得ない一定の寄与をしているのであれば，その寄与に応じた損害賠償責任を負\n担させることは，被害者救済に必要といえ，寄与に応じたものである限りは，\n選定されなかった者との間でも不平等とはいえない。\nまた，各控訴人又は被災者に対し主要原因企業として認定したグループは，\n石綿含有建材を製造している企業という同一性があり，他の製造企業の存在，\n複数の石綿含有建材の建築現場への集積，石綿含有建材からの石綿粉じん発生\nの可能性の認識のもとで，自社製品を販売している。\nそうであれば，グループの責任は連帯責任ととらえることが相当である。\n上記の限りで，控訴人らの主張は理由がある。\n３  そこで，各控訴人又は被災者の主要原因企業とされたグループ（この場合，\n主要原因企業が１社でもグループと同じ扱いをする。）の寄与の割合を検討す\nるに，本件では，縦の寄与割合と横の寄与割合を検討する必要がある。\nすなわち，本件各被災者（ここでは，被控訴人企業らの責任が認められる者\nに限る。）は，いずれも，被控訴人企業らの警告表示義務違反が認められる以\n前の時期の石綿粉じん曝露が，石綿関連疾患発症には無視し得ない寄与をして\nいると認められる（縦の寄与割合）。各被災者の作業内容を検討する過程で認\n定したとおり（一部は，控訴人らの別紙７「被災者別曝露期間対応表」で主張\nされているとおり），大部分の被災者が昭和５０年以前に１０年前後の石綿粉\nじん曝露期間を有している。そうであれば，主要原因企業とされたグループの\n寄与の割合は，５割は超えないというべきである。また，昭和５０年以前の期\n間が２０年を超える被災者Ｏについては，主要原因企業とされたグループの寄\n与の割合は，３割とみるべきであり，一方，昭和５０年以前の期間が５年に満\nたない控訴人Ｍについては，主要原因企業とされたグループの寄与の割合は，\n７割とすべきである。\nさらに，同時期（昭和５０年以降）の曝露について，主要原因建材の主張自\n体が，原因はこれしかないと主張するものではなく，石綿関連疾患発症への影\n響度が高いものを選んだものである（横の寄与割合）。そうすると,同時期にお\nいては,他に原因建材，原因企業があるのであるから，主要原因企業とされた\nグループの寄与の割合は，８割とみるのが相当である。\n第９  共同不法行為の成立\n以上によれば，控訴人Ａ，被災者Ｂ，被災者Ｅ，被災者Ｆ，被災者Ｇ，被災\n者Ｈ，控訴人Ｉ，被災者Ｌ，控訴人Ｍ，被災者Ｏ，控訴人Ｐ，控訴人Ｓについ\nては，それぞれ，第５の４で認定した主要原因企業のグループは，建築作業従\n事者の石綿関連疾患発症を予見しながら，適切な警告表示を行わないまま，昭\n和５０年１月１日以降，多数回，主要原因建材に当たる石綿含有建材を製造販\n売して流通に置き，それが建築現場に到達し，建築作業の過程で石綿粉じんが\n発生し，上記各控訴人又は被災者が石綿関連疾患を発症したと認めることがで\nきる。\n各主要原因企業のグループは，石綿含有建材の製造販売という点では，石綿\n関連疾患発症を引き起こす危険性のある行為を行ったものであり，その累積に\nより各控訴人又は被災者の疾患が発症した。また，石綿含有建材を製造する企\n業としては，他企業の存在，建築現場への石綿含有建材の集積を認識してい\nた。\nしたがって，各主要原因企業のグループは，各控訴人又は被災者に対し，民\n法７１９条１項後段類推適用に基づき，連帯して損害賠償責任を負う。\nただし，本件は，縦（時間）の系列でも，横（他企業の存在）の系列でも，\n主要原因企業のグループは，一定の寄与をしたにとどまるから，負担する責任\nは寄与の割合による。それは，年数等からすれば縦が５割（先のとおり２名を\n除く。），「主要」原因企業であることからすれば横が８割とするのが相当であ\nる。\n第８節  製造物責任法３条に基づく責任の成否\n控訴人らは，製造物責任法３条に基づき，①石綿を含有するという設計上\nの欠陥，②石綿の危険性に関する警告表示が欠けているという警告上の欠陥\nを主張する。\nしかし，①の欠陥については，特段の立証がなく，これを認める余地がな\nい。②の欠陥については，警告表示義務違反の共同不法行為責任と重なる。\nしたがって，②については検討の要をみない。\n製造物責任法３条に基づく請求は理由がないことに帰する。\n第９節  被控訴人企業らが控訴人らに対して負う責任及び控訴人らの損害\n第１  被控訴人企業らが控訴人らに対して負う責任\n第７節の第９のとおりである。\n別紙１０「被控訴人企業らに対する慰謝料額算定表」の主要原因企業欄に記\n載された被控訴人企業らは，対応する被災者欄に記載された被災者に対し，民\n法７１９条１項後段の類推適用により，損害賠償責任（連帯責任）を負う。\n第２  包括一律請求・慰謝料額の算定\n被控訴人企業らに対する請求においても包括一律請求によることが許される\nこと，労災保険給付等を考慮しないことは，第６節の第３のとおりである。\nまた，慰謝料額についても，第６節の第４のとおりである。\n第３  損害賠償額の修正要素\n被控訴人企業らとの間でも，肺がんに罹患した者で喫煙歴のある者について\nは，民法７２２条２項を類推適用して，慰謝料額を減額するのが相当である。\nその割合は，第６節の第６の２のとおり，１０％が相当である。\n第４  各被災者の慰謝料額及び遅延損害金の起算日\n第７節の第９，本節の第２，第３によれば，各被災者の認容慰謝料額は，別\n紙１０「被控訴人企業らに対する慰謝料算定表」の「認容慰謝料額」欄に記載\nのとおりである。\n死亡した者の相続関係，弁護士費用の加算は，第６節の第７の１のとおりで\nある。また，遅延損害金の起算日は，第６節の第７の２と同じにすべきであ\nる。\n第５  消滅時効及び除斥期間\n１  被控訴人企業らの中には，労災認定の時点や石綿健康被害救済法に基づく認\n定時から３年を経過しており，消滅時効が完成していると主張するものがあ\nる。\nしかし，民法７２４条にいう「加害者を知った時」とは，被害者において，\n加害者に対する賠償請求が事実上可能な状況の下に，その可能な程度にこれを\n知った時を意味する。控訴人らが，労災認定の時点等で，自らの疾患が石綿含\n有建材に起因することまでは分かったとしても，そのことに関し，被控訴人企\n業らに警告表示義務違反の注意義務違反があるなどと知ることができたとは認\nめることはできない。\n被控訴人企業らの上記主張は理由がない。\n２  被控訴人企業らの中には，石綿含有建材の製造販売を終了した時点から２０\n年以上が経ったから，除斥期間が経過したと主張するものがある。\nしかし，石綿関連疾患は，長い潜伏期間を経て発症するものである。石綿粉\nじん曝露をもたらす石綿含有建材の製造・販売行為という加害行為が終了して\nから相当期間経過後に損害が発生する場合には，損害の一部又は全部が発生し\nたときを除斥期間の起算点とすべきである。\n被控訴人企業らの除斥期間の主張も理由がない。\n第４章  結論\n以上によれば，控訴人らの請求は，被控訴人国との関係では，別紙２の１\n「認容額等一覧表」の「控訴人氏名」欄に記載のある控訴人につき，同表の\n「認容額」欄記載の金額及びこれに対する遅延損害金の限度で理由があり，控\n訴人番号４及び１４の控訴人の請求は理由がないから，別紙２の１「認容額等\n一覧表」の「控訴人氏名」欄に記載のある控訴人の控訴に基づき，原判決のこ\nれと異なる部分を変更し，控訴人番号４及び１４の控訴人の控訴並びに被控訴\n人国の控訴はいずれも理由がないから，これを棄却し，被控訴人企業らとの関\n係では，別紙２の２「認容額等一覧表」の「控訴人氏名」欄に記載のある控訴\n人につき，同表の「認容額」欄の記載のある被控訴人に対し「認容額」欄記載\nの金額及びこれに対する遅延損害金の限度で理由があり，上記控訴人のその余\nの請求及び同控訴人以外の控訴人の請求は理由がないから，原判決中被控訴人\n企業らの部分はその一部を取り消し，別紙２の２「認容額等一覧表」の「控訴\n人氏名」欄に記載のある控訴人の請求を上記の限度で認容し（国と企業との責\n任は連帯関係には立たないが，認容額の合計が基準慰謝料額を超える場合は，\n超える部分に限り不真正連帯となる。），その余の控訴人の控訴は理由がないか\nら，これを棄却することとし，訴訟費用の負担につき，民事訴訟法６７条２\n項,  ６４条本文，６１条を，仮執行の宣言につき同法２５９条１項を,仮執行\n免脱宣言につき同条３項をそれぞれ適用して，主文のとおり判決する。\n大阪高等裁判所第３民事部\n裁判長裁判官                江    口      と  し  子\n裁判官                大    藪    和    男\n裁判官                影    浦    直    人\n"
}