{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 1,
    "day": 24
  },
  "case_number": "平成28(行ケ)10164",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86467",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86467",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/467/086467_hanrei.pdf",
  "contents": "平成２９年１月２４日判決言渡\n平成２８年(行ケ)第１０１６４号  審決取消請求事件\n口頭弁論終結日  平成２８年１２月１２日\n判           決\n原            告     株式会社ファインフードネットワーク\n訴訟代理人弁護士     宇  佐  見    英    司\n弁理士     森   寿 夫\n被            告     株 式 会 社 ロ ー ソ ン\n訴訟代理人弁理士     新井   悟\n宮      城    和    浩\n中      川        拓\n和      田    阿  佐  子\n宮      田    佳  代  子\n主           文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた判決\n１  特許庁が無効２０１５－８９００８３号事件について平成２８年６月１７日\nにした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n第２  事案の概要\n本件は，商標登録無効審判請求に対する不成立審決の取消訴訟である。争点は，\n商標法４条１項１１号該当性(類似性）の有無である。\n１  本件商標\n被告は，下記の本件商標の商標権者である（甲１，２）。\nゲンコツメンチ    （標準文字）\n①    登録番号   第５７５２７９２号\n②    出願 日   平成２５年６月１２日\n③    登録 日   平成２７年３月２７日\n④    商品及び役務の区分並びに指定商品\n第３０類  メンチカツを材料として用いたパン，メンチカツ入りのサンドイッチ，\nメンチカツ入りのハンバーガー，メンチカツ用調味料，メンチカツ入り弁当，メン\nチカツ入りの調理済み丼物（本件指定商品）\n２  特許庁における手続の経緯\n原告は，平成２７年１０月１５日，特許庁に対し，本件商標が，指定商品「メン\nチカツを材料として用いたパン，メンチカツ入りのサンドイッチ，メンチカツ入り\nのハンバーガー，メンチカツ入り弁当，メンチカツ入りの調理済み丼物」について，\n商標法４条１項１１号に該当するとして，その登録を無効とすることについて審判\nを請求した（無効２０１５－８９００８３号）。\n特許庁は，平成２８年６月１７日，「本件審判の請求は，成り立たない。」との審\n決をし，その謄本は，同月２７日に原告に送達された。\n３  本件審決の理由の要旨\n(1)  引用商標（甲３，４）\nゲンコツ   （標準文字）\n①    登録番号   第５１００２３０号\n②    出願 日   平成１９年５月９日\n③    登録 日   平成１９年１２月２１日\n④    商品及び役務の区分並びに指定商品\n第３０類  おにぎり，ぎょうざ，サンドイッチ，しゅうまい，すし，たこ焼き，\n肉まんじゅう，ハンバーガー，ピザ，べんとう，ホットドッグ，ミートパイ，ラビ\nオリ\n(2)  本件商標について\nア(ｱ)  本件商標は，「ゲンコツメンチ」の片仮名を標準文字により表してな\nるところ，その構成態様は，同じ大きさ，同じ間隔，同じ書体をもって，視覚上，\nまとまりよく一体的に表されているものであって，その外観上，「ゲンコツ」の文字\n部分だけが独立して見る者の注意を引くように構成されているものではない。\n(ｲ)  その構成文字の全体から生じる「ゲンコツメンチ」の称呼も，格別冗\n長ではなく，よどみなく一連に称呼し得るものである。\n(ｳ)  本件商標は，「メンチ」の文字部分が，その指定商品との関係におい\nて，商品の品質，原材料を表したものと理解される場合があるとしても，構成中の\n「ゲンコツ」の文字も，「げんこつのような形（又は大きさ）」として，商品の形状\nを暗示させる場合があることを否定し得ないから，「ゲンコツ」の文字部分は，それ\n自体が自他商品を識別する機能が全くないとまではいえないものの，取引者，需要\n者に対して商品の出所標識として強く支配的な印象を与えるものともいえない。\n(ｴ)  そうすると，本件商標は，「ゲンコツ」の文字部分が，独立して自他\n商品の識別標識として機能するというよりも，一体的なまとまりのあるものとして\n看取，把握されるとみるのが自然である。\n(ｵ)  したがって，本件商標は，その構成全体をもって，特定の意味合いを\n有しない一体不可分の造語を表したものと認識されるとみるのが相当であり，その\n構成文字に相応して，「ゲンコツメンチ」の一連の称呼のみを生じるものであり，特\n定の観念は生じない。\nイ  被告の製造，発売に係る「ゲンコツメンチ」と称するメンチカツは，平\n成２５年６月に発売したとされるものであって，年間３，０００万個が販売され，\n同月に国内全域のテレビＣＭにより紹介され，その回数は３，１９５回に及んでい\nる。そして，「ゲンコツメンチ」は，日経ＭＪの２０１３年ヒット番付において，西\nの前頭に選ばれている。\nウ  そうすると，上記取引の実情によれば，本件商標は，これに接する取引\n者，需要者をして，一連一体の造語からなるものとして認識されるとみるのが相当\nである。\n(3)  引用商標について\n引用商標は，「ゲンコツ」の片仮名を標準文字により表してなるところ，その構成\n文字に相応し，「ゲンコツ」の称呼が生じ，また，「にぎりこぶし」の観念を生じる\nものである。\n(4)  本件商標と引用商標の類比について\nア  両商標の外観を対比すると，その構成文字数，「メンチ」の文字部分の有\n無において明らかな差異を有するものであるから，外観上，判然と区別することが\nできるものである。\nイ  両商標の称呼を対比すると，本件商標から生じる「ゲンコツメンチ」の\n称呼と引用商標から生じる「ゲンコツ」の称呼とは，後半における「メンチ」の音\nの有無という顕著な差異を有し，構成音数を異にするものであるから，それぞれを\n一連に称呼するときは，明瞭に聴別し得るものである。\nウ  両商標の観念を対比すると，本件商標は，特定の観念が生じないもので\nあるのに対し，引用商標は，「にぎりこぶし」の観念が生じるものであるから，観念\nにおいて，相紛れるおそれはないものといえる。\nエ  そうすると，本件商標と引用商標とは，外観，称呼及び観念のいずれの\n点においても相紛れるおそれがない非類似の商標というべきものである。\nしたがって，本件商標の指定商品中の請求に係る商品が，引用商標の指定商品と\n同一又は類似であったとしても，本件商標と引用商標とは，非類似の商標であるか\nら，本件商標は，商標法第４条第１項第１１号に該当しない。\n第３  原告主張の審決取消事由\n１  取消事由１（本件商標についての認定誤り）\n(1)  本件商標を一体的なまとまりのあるものとみる認定の誤り\nア(ｱ)  各構成部分がそれを分離して観察することが取引上不自然であると思\nわれるほど不可分的に結合しているものと認められない商標は，常に必ずしもその\n構成部分全体の名称によって称呼，観念されず，しばしばその一部だけによって簡\n略に称呼・観念され，一個の商標から２個以上の称呼・観念の生ずることがあるこ\nとは経験上の教えるところである（後記第５，１の最高裁判所昭和３８年１２月５\n日判決）。\n(ｲ)  「ゲンコツメンチ」は，「ゲンコツ」と「メンチ」の結合商標である。\n称呼する際には，「ゲンコツ」と「メンチ」との間に必ず区切りがあり，「ゲンコ\nツ」と「メンチ」のそれぞれにアクセントが置かれており，分離して観察すること\nが取引上不自然であると思われるほどの不可分的結合は認められない。\nそして，「ゲンコツ」と「メンチ」には，それぞれ固有の観念がある。\nイ(ｱ)  前記第２，３(2)ア(ｱ)及び(ｲ)の部分は，審決の認定の根拠とはなら\nない。\n被告が実際に本件商標を使用している状況は，甲１９，２０，４１のとおりであ\nり，「ゲンコツ」の文字部分が独立して見る者の注意を引くよう構成されている。\nこの点，登録商標の効力は，登録を受けた字面の範囲に限定されるものであれば，\n被告が実際の商品に使用している商標は本件商標の字面そのものとはいえないから，\n登録の効果は及ばないといわざるを得ず，取引の実情を積み上げても本件商標の有\n効性の根拠とならない一方，もし，登録の効果が及ぶとしたら，同じ大きさ，同じ\n間隔，同じ書体をもって，視覚上まとまりよく一体的に表されているものであると\nいう認定事実は意味のないものとなるはずである。\n(ｲ)  前記第２，３(2)ア(ｳ)の部分も，審決の認定の根拠とはならない。\n特許庁は，「ゲンコツ」に自他商品識別力が認められるから，引用商標のほか，甲\n２３，２４，５０～５４の６件の商標登録，出願を認めており，「ゲンコツ」に自他\n商品識別力がないとするのであれば，自己矛盾である。\n(2)  本件商標は，その構成全体をもって特定の意味合いを有しない一体不可分\nの造語を表したものとする認定の誤り\n本件商標は，一体不可分でもないし，造語でもなく，「ゲンコツ」というブランド\n名を掲げた「メンチ（カツ）」という観念が生じている。\n(3)  本件商標が「ゲンコツメンチ」の一連の称呼のみを生じているものであり，\n特定の観念は生じないものであるとの認定の誤り\n本件商標は，「ゲンコツ」ブランドの名を冠した「メンチ」（カツ）という観念が\n生じており，「ゲンコツメンチ」という一連の称呼のみが生じているものでもないし，\n特定の観念がないなどということもない。\n(4)  本件商標は，これに接する取引者，需要者をして，一連一体の造語からな\nるものとして認定されているとする認定の誤り\n甲３８，３９，４４で示された各取引の実情は，前記甲１９，２０，４１で示さ\nれた本件商標の表示を前提としているものと思われ，そうであれば，いずれも一連\n一体の表示とはなっていないから，前記認定の根拠となるものではない\n２  取消事由２（本件商標と引用商標とが非類似とした判断の誤り）\n本件商標と引用商標とは，いずれも「ゲンコツ」部分に自他商品識別標識として\nの機能が認められ，類似するものである。\n(1)  「ゲンコツメンチ」は，外観上一体的に表記されていたとしても，「ゲン\nコツ」と「メンチ」との間には，明らかに区別があり，称呼上一体的に呼んだとし\nても，必ず両語の間には短くとも一拍の間隙がある。\nそして，それぞれ固有の観念を有している。\n(2)  被告における本件商標の使用状況の実態は，甲１９，甲２０，甲４１で表\n示されているとおりであり，「ゲンコツ」と「メンチ」は明確に区分されており一連\n一体の造語ではない。\n(3)  被告においては，「ゲンコツメンチ」の販売後，ゲンコツシリーズ第２弾\nとして「ゲンコツコロッケ」の販売を開始し，「ゲンコツクリームコロッケ」，被告\n設立４０周年記念商品としてゲンコツシリーズ新作「ゲンコツチーズメンチ」の販\n売を行い，甲２６ののれんにおける「ゲンコツ」の強調に見られるように，「ゲンコ\nツ」に特別なブランド価値を付与した商品展開をしていることからして，「ゲンコツ」\nが取るに足らない用語であるかのような扱いはしていない。\n(4)  結合商標の構成の一部に指定商品と密接に関係する語が含まれている場合\nは，当該部分からは出所表示機能としての称呼や観念を生じない。\n「メンチ」部分は，指定商品である「メンチカツを材料として用いたパン」等と\n密接に関係する語であるから，同部分は，出所識別標識として機能するものではな\nい。\n(5)  一方「ゲンコツ」部分は，「にぎりこぶし」の観念にとどまるものでなく，\n「大きく硬い親爺のゲンコツ」という連想から，「がんこ」「一徹」「力強さ」「こだ\nわり」「職人気質」といった連想を導くものであって，「一徹な職人手作りのこだわ\nりの一品」という観念を与えるものであり，被告は，それをブランドとして利用し\nているのが実態であると考えられる。\nそのような観点をもつ「ゲンコツ」であるからこそ，多くの商標登録が認められ\nているものである。\n第４  被告の反論\n１  取消事由１について\n(1)  本件商標は，その構成態様等を総合勘案すると，全体で一体不可分の一種\nの複合語ないし単一の造語のように認識されるとみるのが自然であり，「メンチ」の\nみを分離，抽出し，「メンチカツ」は略称であるとし，この部分が省略されるとする\nのは，不自然であるから，「本件商標は，一体的なまとまりあるものとして看取，把\n握されるとみるのが自然である」とした審決に誤りはない。\nア  結合商標であったとしても，全体観察を行うのが原則であり，複数\nの構成部分を組み合わせた結合商標と解されるものについて商標の構成部分の\n一部を抽出し，類否を判断することは，その部分が取引者，需用者に対し商品\n又は役務の出所識別標識として強く支配的な印象を与えるものと認められる場\n合や，それ以外の部分から出所識別標識としての称呼，観念が生じないと認め\nられる場合などに限定して行うべきである。\nイ  仮に「メンチ」の「メ」の部分にアクセントがあるとしても，その\nこと自体は，本件商標が，結合商標として認識，把握されるとする理由にはな\nらない。\n本来，独立した単語が２つ以上結合して，新たに１つの単語として機能して\nいる複合語は，多数存在しており，その中には，後部の要素の頭部分にアクセ\nントを持つものも多く存在するが，取引者，需要者は，そのような２つの要素\nを結合させた複合語に関して，２つの単語からなるものとは認識せず， １つの\n語として一体的に認識，理解する。\nウ  むしろ，本件商標は，片仮名７文字と文字数が少なく，その表示態\n様も，同じ書体，同じ間隔で，間隔を空けることなく一体的に表記されている\nこと，７音から構成され，全体の称呼も短く，よどみなく一連に称呼できるこ\nとから，本件商標に接した取引者，需要者は，全体で一体不可分の１つの語と\nして認識，理解するとみるのが自然である。\nエ  このような商標につき，いわゆる結合商標として商標の類比を判断\nする必要はなく，構成全体をもって一体不可分の造語，すなわち，単一の商標\nとして認定し，全体観察をもって商標の類比を判断するのが妥当である。\n(2)ア  登録商標の範囲は，願書に記載された商標見本に基づいて定められ\nている（商標法２７条１項）から，商標の類比判断は，願書に記載された商標\nに基づき判断するのが妥当であり，使用の態様に基づき，本件商標の構成態様\nを認定するのは不適切である。\nまた，甲１９，２０，４１で示された使用状況は，商品「メンチカツ」及び「コ\nロッケ」に関する使用であって，本件商標の指定商品に関する使用ではない。\nさらに，甲１９，２０，４０の使用態様は，「ゲンコツメンチ」の文字を，同じ書\n体の筆文字で，間隔を空けることなく横一連に表しているから，これを考慮したと\nしても，一体不可分のものと認識，把握されるとみるのが自然である。\nイ(ｱ)  食品の分野においては，「ゲンコツ」は，「げんこつ状」又は「げんこ\nつ大」の商品として，商品の形状を暗示させるものであるから，「ゲンコツ」文字部\n分についても，取引者，需要者に対して商品の出所標識として強く支配的な印象を\n与えるものとはいえない。\n審決は，「ゲンコツ」も「メンチ」も自他商品識別力を有しないから，「ゲンコツ\nメンチ」の一体として識別力が認められるというような認定は行っておらず，原告\nの主張は，失当である。\n「ゲンコツ」の語は，食品の分野において，「げんこつ大」又は「げんこつのよう\nな形」の商品（食品）を表す語として普通に使用されているから，仮に，本件商標\nが「ゲンコツ」と「メンチ」の語の結合からなると認識される場合があるとしても，\n「ゲンコツ」の自他商品識別力は極めて弱いものであり，この部分は，取引者，需\n用者に対して商品の出所標識として強く支配的な印象を与えるものではない。\n(ｲ)  甲２３は，「厳骨」の文字より構成される登録商標で，造語商標とい\nうべきであり，「ゲンコツ」の文字が，自他商品識別力を有することの根拠とはなら\nない。甲５０～５４は，「げんこつ」の平仮名により構成されたものであるが，その\n指定商品及び指定役務の内容からして，「げんこつ形状（大）」からなる商品（役務）\nは考え難いことから，自他商品識別力が認められたものと考えられ，本件商標の構\n成文字「ゲンコツ」の自他商品識別力の強弱の認定に影響を与えるものではない。\n(ｳ)  「ゲンコツ」又は「げんこつ」の文字を含む商標が，複数の権利者に\nよって，同一又は類似する商品について，商標登録されている（甲５０～５４，乙\n４～１１）のであって，「ゲンコツ」及び「げんこつ」の語は，自他商品識別力が既\nに希釈化しており，取引者，需要者に対して商品の出所標識として強く支配的な印\n象を与えるものとは認められない。\nウ  結合商標の類比判断において，その一部分が普通名称であったとしても，\nその事実は，１つの考慮要素にすぎず，常にそれ以外の部分が，商品の出所表示と\nして需要者及び取引者に対して強い印象を与えるものとは限らない。普通名称との\n結合商標であっても，外観上一体的に観察される場合や，称呼が短い場合は，一体\n的に観察される場合がある。\n仮に，本件商標の「メンチ」が「メンチカツ」の略称であるとしても，本件商標\nは，「メンチカツ」を指定商品とするものでないから，「メンチ」は，本件商標の指\n定商品の普通名称に当たるという関係性にはない。\n(3)  本件商標は，「ゲンコツメンチ」の片仮名文字を，一連に間隔を空け\nることなく，標準文字で表記したものであり，片仮名７文字で音数も７音と短\nいものであることから，本件商標に接した需要者及び取引者は，全体で１つの\n語として認識，理解するとみるのが自然であり，審決の認定は，妥当である。\n(4)  本件商標は，その構成全体をもって特定の意味合いを有しない一体不\n可分の一種の造語を表したものと認識されるものとみるのが自然であるから，\n審決の認定は，妥当である。\n(5)  甲１９，２０，４１で示された商標は，「ゲンコツメンチ」の文字を，\n同じ書体の筆文字で，間隔を空けることなく横一連に表しており，本件商標と，\n称呼及び観念を同じくし，社会通念上同一の商標といえることから，甲３８，\n３９，４４で証明された取引の実情を考慮し，本件商標について，一連一体の\n造語からなるものとして認識されるものとみるのが相当とした審決の認定は，\n妥当である。\n２  取消事由２について\n本件商標と引用商標は，外観，称呼，観念，いずれの観点からしても，互い\nに相紛れるおそれのない非類似の商標である。\nまた，「ゲンコツメンチ」は，被告の商品の出所を示すものとして周知に至っ\nており，当該取引の実情を考慮した場合，本件指定商品の出所が引用商標の商\n標権者である原告であると誤認混同を生ずるおそれはない。\nしたがって，本件商標と引用商標とは，類似しない。\n(1)  本件商標\n本件商標は，「ゲンコツメンチ」の片仮名を標準文字で表してなり，その構成\n文字は，同じ大きさ，同じ間隔，同じ書体をもって，視覚上，まとまりよく一\n体的に表されており，外観上，「ゲンコツ」の文字部分だけが独立して見る者の\n注意を引くような構成とはなっていないこと，「ゲンコツメンチ」の称呼も無理\nなく一連に称呼することができること，本件商標の構成中「ゲン コツ」は，食\n品の分野においては，「げんこつのような形（又は大きさ）」を表すものとして\n使用されることが多いことから，「ゲンコツ」の文字部分のみが，取引者，需要\n者に対して商品の出所標識として強く支配的な印象を与えるものではなく，本\n件商標は，本件商標に接する取引者，需要者をして，その構成文字の全体につ\nいて，商品の出所を表示する識別標識であると理解，認識され，全体として一\n体不可分の商標と理解，認識される。\nしたがって，本件商標は，その構成全体をもって，特定の意味合いを有しな\nい一体不可分の造語を表したものと認識され，その構成文字に相応して，「ゲン\nコツメンチ」の一連の称呼のみを生じるものであり，特定の観念は生じない。\n(2)  被告の商標「ゲンコツメンチ」の周知性\n被告は，フランチャイズチェーン展開するコンビニエンスストア「ローソン」\nにおいて，平成２５年６月１５日から，本件商標を商品「メンチカツ」に使用\nしており，前記商品は，年間３０００万個以上を販売するヒット商品となって\nいる。\nまた，被告は，前記商品につき，平成２５年６月及び平成２６年４月に，日\n本全国でテレビＣＭを放映し，前記商品は，テレビや雑誌など各種メディアに\n取り上げられている。日経ＭＪの２０１３年ヒット番付においても，「ゲンコツ\nメンチ」が西の前頭に選ばれている。\n以上のとおり，「ゲンコツメンチ」は，被告によって宣伝広告され，売上高も\n相当な金額に上ることから，本件商標の登録時において，被告の商標として，\n取引者，需要者の間で広く認知されていた。\n本件指定商品は，被告のフランチャイズチェーン展開するコンビニエンスス\nトア「ローソン」において販売されるものであり，当該指定商品と 商品「ゲン\nコツメンチ」は，取引者，需要者が共通し，また，同じ店舗で販売されること\nから，本件商標に接した取引者，需要者は，本件商標から，周知となっている\n被告の前記商品を使用した商品と理解し，被告の周知商標「ゲンコツメンチ」\nを想起するものと思料される。\n(3)  引用商標\n引用商標は，「ゲンコツ」の片仮名を標準文字により表してなるところ，「ゲ\nンコツ」の称呼が生じ，「にぎりこぶし」の観念を生じる。\n(4)  本件商標と引用商標の類否\n本件商標と引用商標は，構成文字の数，「メンチ」の文字部分の有無において\n明らかな差異を有するものであるから，外観上は，判然と区別することができ\nる。\n称呼についても，本件商標から生ずる「ゲンコツメンチ」の称呼と引用商標\nから生ずる「ゲンコツ」の称呼とは，「メンチ」の有無という顕著な差異を有し，\n構成音数を異にするものであるから，それぞれを一連に称呼するときは，明瞭\nに聴別し得るものである。\n観念についても，本件商標は，特定の観念が生じないものであるのに対して，\n引用商標は，「にぎりこぶし」の観念が生ずるものであるから，観念において，\n相紛れるおそれもない。\n(5)  分離観察について\n被告が発売している商品「ゲンコツメンチ」，「ゲンコツコロッケ」等の商品は，\n商品の形状が「げんこつのような形」をしていることに由来するものであって，\n「ゲンコツ」に格別なブランド価値を付与しているものではない。\n甲２６は，テレビＣＭの舞台セットの一部である暖簾に「ゲンコツ」の文字\nが一瞬写っている程度で，それ程目立つものではなく，また，ＣＭ中では「ゲ\nンコツコロッケ」と商品名を述べていること，ＣＭ映像の最後には，商品名が\n大きく映し出されることから（乙２４），このテレビＣＭを見た取引者，需要者\nは，「ゲンコツコロッケ」の商品のＣＭであると理解，認識するものであり，暖\n簾の表記についても，「ゲンコツコロッケ」の商品を当然に念頭において看取す\nるものである。\nしたがって，甲２６のテレビＣＭといった宣伝広告において，「ゲンコツ」の\n表記が一部に用いられたことがあるとしても，それらの表記は，本件商標に関\nして，これに接する取引者，需要者が「ゲンコツ」の文字部分を独立して看取\nするほどの強い印象を与えるものではない。\n第５  当裁判所の判断\n１  類似性の判断基準\n商標法４条１項１１号に係る商標の類否は，同一又は類似の商品又は役務に使用\nされた商標が，その外観，観念，称呼等によって取引者，需要者に与える印象，記\n憶，連想等を総合して，その商品又は役務に係る取引の実情を踏まえつつ全体的に\n考察すべきものであり（最高裁昭和３９年（行ツ）第１１０号同４３年２月２７日\n第三小法廷判決・民集２２巻２号３９９頁参照），複数の構成部分を組み合わせた\n結合商標と解されるものについて，商標の構成部分の一部を抽出し，この部分だけ\nを他人の商標と比較して商標そのものの類否を判断することは，その部分が取引者，\n需要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものと\n認められる場合や，それ以外の部分から出所識別標識としての称呼，観念が生じな\nいと認められる場合などを除き，許されないというべきである（最高裁昭和３７年\n（オ）第９５３号同３８年１２月５日第一小法廷判決・民集１７巻１２号１６２１\n頁，最高裁平成３年（行ツ）第１０３号同５年９月１０日第二小法廷判決・民集４\n７巻７号５００９頁，最高裁平成１９年（行ヒ）第２２３号同２０年９月８日第二\n小法廷判決・裁判集民２２８号５６１頁参照。）。\n２  本件商標の外観，称呼及び観念\n(1)  外観，称呼\n本件商標は，「ゲンコツメンチ」と，標準文字である片仮名７文字を，一連に横\n書きし，各文字は，同じ書体，大きさ及び間隔で，一体的に表記された外観を有し\nており，「ゲンコツメンチ」の称呼を生じる。\n(2)  観念\n「げんこつ」及び「メンチ」は，いずれも辞書に掲載された名詞であることから，\n本件商標の左側４文字である「ゲンコツ」の文字部分は，「にぎりこぶし。げんこ。」\nとの観念を生じ（甲８），右側３文字の「メンチ」の文字部分は，「ミンチ」（甲\n５），すなわち，「細かく刻んだ肉。挽肉。」（広辞苑第６版）との観念を生じ得\nる。\nまた，「げんこつ」や，その意味である「にぎりこぶし」，「拳（こぶし）」（広\n辞苑第６版）という語は，物の大きさや形状（平べったい形ではなく，丸みと厚み\nがある形）を表すために，用いられることがある（甲２７～３６，乙２）。\nさらに，「メンチ」は，挽肉を意味する語であり，一般に，挽肉は，生のままで\nはなく，加熱調理などの加工をして食されるのが通常であって，挽肉を用いた料理\nのうち，「メンチ」の語を含む名称を有するものとしては，「挽肉にみじん切りに\nした玉葱などを加えて小判型などにまとめ，パン粉の衣をつけて油で揚げた料理」\nである「メンチカツ」（「ミンチカツ」ともいう。），「挽肉を丸め，油で揚げた\nり，煮たりした料理」である「メンチボール」（「ミートボール」，「ミンチボー\nル」，「肉だんご」ともいう。）が挙げられる（甲５，広辞苑第６版）。\nしたがって，「ゲンコツ」と「メンチ」が連続して記載されている本件商標の全\n体から，「にぎりこぶしのような大きさで，丸みと厚みがある形状の，挽肉を原材\n料とした加工食品」という観念が生じ得る。\nそうすると，本件商標から特定の観念が生じない旨の審決の判断は，誤っている。\n３  引用商標の外観，称呼及び観念\n引用商標は，「ゲンコツ」を標準文字で一連に横書きしたものであって，各文字\nは，同じ書体，大きさ及び間隔で，一体的に表記されており，「ゲンコツ」の称呼\nを生じ，「げんこつ」，「にぎりこぶし」，「拳（こぶし）」の観念を生じる。\n４  取引の実情\n(1)  本件指定商品について\nア  本件指定商品のうち，被告の無効主張の対象となっているのは，「メン\nチカツを材料として用いたパン，メンチカツ入りのサンドイッチ，メンチカツ入り\nのハンバーガー，メンチカツ入り弁当，メンチカツ入りの調理済み丼物」であり，\nこれらは，いずれもメンチカツを含む点で共通する。\nイ  そして，被告は，平成２５年６月から，「ゲンコツメンチ」という商品\n（メンチカツ。以下「本件商品」という。）を発売し（甲１５），年間約３０００\n万個を販売している（甲３８）。\n被告は，本件商品の広告には，「ゲンコツメンチ」を筆書きで横書きにし，「メ」\n及び「チ」の文字が最も大きく，「ゲ」及び最後の「ン」の文字がそれより小さく，\nその他の文字が更に小さい，背景からの白抜きの文字による標章を使用しており（甲\n１９。以下「本件標章」という。），コンビニエンスストアローソンの店頭におい\nて，本件標章を，黒地の帯状の部分に表示し，本件標章の「チ」の部分に重なる位\n置から右側にかけて，「できました！」という標準文字の赤字の横書きの記載を赤\nい線で囲んだものを表示した標章を表示した陳列棚に，本件商品を，他の商品と共\nに陳列し，「ゲンコツ」，「メンチ」というゴシック体の黒い文字を二段に記載し\nた値札を，本件商品を陳列した部分の前面に表示していた（甲４１）。\n被告は，平成２５年６月，本件商品につき，「ゲンコツメンチ  夕食のおかずに\n採用  」というコマーシャル画像のテレビ放映を，日本全国において多数回行っ\nた（甲３９）。\nなお，「ゲンコツメンチ」は，「日経ＭＪ２０１３ヒット商品番付」において，\n「西の前頭」として挙げられた（甲４４）。\nウ  被告が，前記イのとおり，メンチカツに本件標章を使用して販売してい\nるほかに，メンチカツ，若しくは，メンチカツを材料として用いたパン，メンチカ\nツ入りのサンドイッチ，メンチカツ入りのハンバーガー，メンチカツ入り弁当，又\nは，メンチカツ入りの調理済み丼物が，「ゲンコツ」又は「げんこつ」，若しくは，\n「ゲンコツメンチ」又は「げんこつメンチ」という標章を使用して販売されたこと\nを認めるに足りる証拠はない（後記のとおり，弁当の内容物として，「げんこつカ\nツ」との説明がされた例はある。）。\nエ  被告は，平成２６年６月３日から，「ゲンコツコロッケ」という商品を\n発売し（甲１６），平成２７年１月頃から，「ゲンコツクリームコロッケ」という\n商品を数量限定で発売し（甲１７），同年６月１６日から，「ゲンコツチーズメン\nチ」という商品を発売した（甲１８）ところ，本件商品に係る被告の広告の中には，\n本件標章と同様の筆書き，色，字体，大きさの「ゲンコツコロッケ」及び「ゲンコ\nツ兄弟」との標章が表示されたもの（甲１９），「ゲンコツ」，「シリーズ」をゴ\nシック体の文字で二段に分けて表示するとともに，前記のような「ゲンコツコロッ\nケ」の標章や，左側に「ゲン」，「コツ」を小さく二段に分けて表示し，その右側\nに，本件標章と同様の筆書き，色，字体，大きさの「クリームコロッケ」との標章\nが表示されたもの（甲２０）があった。\nまた，被告のコマーシャル画像としては，「Ａ・Ｂ  突然お店になる  」もあ\nり，これは，平成２６年４月にテレビ放映されたが，この画像において，登場人物\n２名が，コロッケ又はメンチカツ様のものを食べている場面において，背景ののれ\nんに，本件標章の「ゲンコツ」の部分が，白い生地に黒字で表示されており，その\n後，「北海道産きたあかり１００％使用」，「ゲンコツコロッケ」，「１３５円（税\n込）」との記載が，白い皿に載せたコロッケと野菜様のものの画像に重ねて表示さ\nれ，続いて，本件標章と「１５４円（税込）」との記載が，白い皿に載せたメンチ\nカツと野菜様のものの画像に重ねて表示された（甲２６，乙２４）。\n(2)  引用商標の指定商品について\nア  引用商標の指定商品は，「おにぎり，ぎょうざ，サンドイッチ，しゅう\nまい，すし，たこ焼き，肉まんじゅう，ハンバーガー，ピザ，べんとう，ホットド\nッグ，ミートパイ，ラビオリ」である。\nイ  そして，原告は，平成２７年１１月，「すわき後楽中華そば」として，\n「梅ゲンコツおにぎり」及び「わかめゲンコツおにぎり」という商品（おにぎり）\nを，ラーメンや焼豚とセットで，又は，単品で，販売していた（甲５５）。\nまた，原告の商品「梅ゲンコツおにぎり」は，岡山県食品産業協議会の平成２４\n年１月１日から平成２５年１２月３１日までの推奨基準審査に合格し，「旨良物」\nブランドとして認定されており（甲５７），平成２８年版の同協議会の推奨品のリ\nストには，「すわき後楽中華そば」，「ゲンコツおにぎり（梅・わかめ）」の標準\n文字が二段に分けて表示され，「すわき後楽中華そばで５０年以上の人気商品です。」\nという紹介文が掲載されていた（甲５６）。\nウ  原告が，前記イのとおり，「梅ゲンコツおにぎり」及び「わかめゲンコ\nツおにぎり」に引用商標を使用して販売しているほかに，おにぎり，ぎょうざ，サ\nンドイッチ，しゅうまい，すし，たこ焼き，肉まんじゅう，ハンバーガー，ピザ，\nべんとう，ホットドッグ，ミートパイ，又は，ラビオリが，「ゲンコツ」又は「げ\nんこつ」，若しくは，「ゲンコツメンチ」又は「げんこつメンチ」という標章を使\n用して販売されたことを認めるに足りる証拠はない。\nエ(ｱ)  原告は，被告に対し，平成２５年，引用商標につき，次の条件で通常\n使用権を許諾した（甲１１）。\n商品  メンチカツ及びメンチカツを使用した弁当・サンドイッチなど\n地域  日本全国\n期間  平成２５年６月１５日から同年１２月３１日まで\n使用態様  商品，包装材，並びに販促物の製造及び販促において使用する。\n対価  １５万円（消費税別）\n(ｲ)  原告は，被告に対し，平成２５年頃，引用商標につき，次の条件で通\n常使用権を許諾した（甲１２）。\n商品  （１）メンチカツやコロッケを使用した弁当\n（２）メンチカツやコロッケを使用したサンドイッチなど\n地域  (ｱ)と同じ\n期間  平成２６年１月１日から同年６月３０日まで\n使用態様  (ｱ)と同じ\n対価  ３０万円（消費税別）\n(ｳ)  原告は，被告に対し，平成２６年６月３０日，引用商標につき，次の\n条件で通常使用権を許諾した（甲１３）。\n商品  （１）メンチカツやコロッケなどを使用した弁当\n（２）メンチカツやコロッケなどを使用したサンドイッチなど\n地域  (ｱ)と同じ\n期間  平成２６年７月１日から平成２７年６月３０日まで\n使用態様  (ｱ)と同じ\n対価  １００万円（消費税別）\n(3)  その他\n平成２０年頃，株式会社もりもとは，「げんこつシュー」という商品（シューク\nリーム）を，北海道内の「もりもと」各店及びオンラインショップで販売しており\n（甲２７），平成２１年９月頃，山本屋有限会社（栃木県佐野市）は，「げんこつ\nドーナツ」という商品（ドーナツ）を販売していた（乙２）。\n平成２６年５月２０日頃，「菓子工房モンパリ」という北海道室蘭市の業者は，\n「げんこつパイ」という商品（クリームをパイ生地で包んだものであり，ミートパ\nイではない。）をインターネット上で販売しており（甲３０），平成２６年１１月\n２６日頃，栃木県那須塩原市のベーカリー「パン・アキモト」という業者は，「栃\n木げんこつパン」という商品（パン）を販売しており（甲３２），平成２８年９月，\n有限会社根岸屋（栃木県桐生市）は，「【和菓子】根岸屋のげんこつドーナツ」と\nいう商品（ドーナツ）をインターネット上で販売していた（乙３）。\n平成２１年１０月２３日，「お弁当のかわの」という業者は，同日の日替弁当の\n中身の一つとして，「豚バラ，モモ，すね肉を叩いて細かくし，たっぷりの玉ねぎ\nと合わせ練り上げてフライにしました。」として，挽肉を原材料とする揚げ物であ\nる「げんこつカツ」が入っている旨の表示をインターネット上に掲載した（甲２９）。\n「ライフコーポレーション」という業者は，平成２７年１０月７日頃，東京都品\n川区の品川御殿山店において，「げんこつから揚げ」という商品（唐揚げ）を販売\nしていた（乙１）。\n５  本件商標と引用商標の類比\n(1)ア  本件商標と引用商標は，右側部分における「メンチ」の文字の有無とい\nう相違があり，外観において相違する。\nイ  本件商標は，「ゲンコツメンチ」の称呼を生じるのに対し，引用商標は，\n「ゲンコツ」の称呼を生じるから，称呼において相違する。\nウ  本件商標は，「にぎりこぶしのような大きさで，丸みと厚みがある形状\nの，挽肉を原材料とした加工食品」という観念を生じ得るのに対し，引用商標は，\n「にぎりこぶし」という観念を生じるのであって，観念において相違する。\nエ  メンチカツを単品で販売する場合において，被告が本件商品を販売し，\n「ゲンコツ」を含む標章を使用しているほかに，「ゲンコツ」又は「げんこつ」と\nいう標章やこれらを含む標章が使用された例はない。\nまた，メンチカツを他の食品と組み合わせた「メンチカツを材料として用いたパ\nン，メンチカツ入りのサンドイッチ，メンチカツ入りのハンバーガー，メンチカツ\n入り弁当，メンチカツ入りの調理済み丼物」としては，平成２１年，弁当の内容物\nとして，挽肉と玉葱を練り上げて揚げたメンチカツである「げんこつカツ」が入っ\nている旨のインターネット上の表示がされたことがあるが，当該弁当そのものは，\n「日替弁当」であって，「メンチカツ入り弁当」そのものに「ゲンコツ」又は「げ\nんこつ」という標章やこれらを含む標章が使用されたわけではなく，他に，これら\nの商品につき，「ゲンコツ」又は「げんこつ」やこれらを含む標章が使用された例\nは見当たらない。\n「おにぎり，ぎょうざ，サンドイッチ，しゅうまい，すし，たこ焼き，肉まんじ\nゅう，ハンバーガー，ピザ，べんとう，ホットドッグ，ミートパイ，ラビオリ」に\nついては，原告が，「梅ゲンコツおにぎり」及び「わかめゲンコツおにぎり」を販\n売し，「ゲンコツ」を含む標章を使用しているほかに，「ゲンコツ」又は「げんこ\nつ」という標章やこれらを含む標章が使用された例はない。\nシュークリーム，ドーナツ，クリームパイ，パン及び唐揚げに，「げんこつ」を\n含む標章が使用された例はあるが，いずれも単品としての販売に使用されたもので\nあって，本件指定商品にも，引用商標の指定商品にも該当するとは認められない。\n前記認定事実によれば，メンチカツ，おにぎり，シュークリーム，ドーナツ，ク\nリームパイ，パン及び唐揚げに，「ゲンコツ」又は「げんこつ」を含む標章が使用\nされた例はあるが，いずれも，商品名としては，「ゲンコツ」又は「げんこつ」だ\nけではなく，商品名（「おにぎり」，「ドーナツ」など）又はその一部（シューク\nリームの「シュー」，メンチカツ又はメンチボールの「メンチ」）も表示されてい\nたことが認められる。\n(2)  本件商標は，「ゲンコツ」の文字部分と「メンチ」の文字部分がいずれも\n辞書に掲載されている語であることから，その組合せであると解されるものではあ\nるが，文字のみの商標であって，図形などとの組合せではなく，しかも，全ての文\n字が，標準文字で，一連に横書きされており，各文字は，同じ字体，大きさ及び間\n隔で，一体的に表記されている。\nまた，本件商標の全体の文字数は，７文字で，多くはないところ，その称呼は，\n「ゲ」と「メ」の母音がいずれも「エ」，その次に続く音がいずれも「ン」であり，\n韻を踏んだ状態になっており，リズム感があることから，全体として，７文字であ\nるにしては，簡潔で歯切れのいい印象を与える。\nそして，食品，特に単品で販売されることのある加工食品で，一定程度の大きさ\nと，丸みと厚みのある形状であり得るものについては，その大きさや形状を表すた\nめに「げんこつ」，「にじりこぶし」，「こぶし」という語を使用し，これを加工\n食品の名称と組み合わせて，商品の名称とされることがあると解されるのであって，\n前記のような加工食品の取引の場面においては，「げんこつ」又は「ゲンコツ」と\nいう語が，商品の大きさや形状を象徴的に表す語として解されることもあるといえ\nる。\nさらに，「挽肉にみじん切りにした玉葱などを加えて小判型などにまとめ，パン\n粉の衣をつけて油で揚げた料理」を，「メンチカツ」ではなく，「ミンチカツ」と\nいう地域もあり（甲６，７），インターネット上においては，平成２７年９月１９\n日の時点で，「メンチカツ」を「メンチ」と略する旨の記載もある（甲７）が，そ\nの他に「メンチカツ」を「メンチ」と略することを裏付ける証拠はなく，平成２５\n年１２月頃のコンビニエンスストアのホットスナックの商品名として，「あらびき\n牛肉メンチカツ」（セブン－イレブン），「ビーフメンチカツ」（ファミリーマー\nト）と，「メンチカツ」を略さずに全体を取り込んだものがある一方，「メンチ」\nのみを取り込んだ商品名は，被告の「ゲンコツメンチ」しか見当たらず，これらを\n紹介する雑誌の記事においては，これらの商品を包括する表現として「メンチカツ」\nと記載されていた（甲４２）。\nそうすると，メンチカツ同様に挽肉を使った料理である「ハンバーグ・ステーキ」\n（挽肉に刻んだ玉葱，パン粉，卵などを加え，平たい円形にまとめて焼いた料理）\n（広辞苑第６版）が「ハンバーグ」と表現されているのに対し，「メンチ」の語は，\n挽肉にみじん切りにした玉葱などを加えて小判型などにまとめ，パン粉の衣をつけ\nて油で揚げた料理である「メンチカツ」を表す名詞として，全国の取引者，需用者\nに，それほど普及しているとはいえない。\n以上によれば，本件商標において，「ゲンコツ」の文字部分だけが，取引者，需\n要者に対し商品又は役務の出所識別標識として強く支配的な印象を与えるものとは\nいえないし，「メンチ」の文字部分からは，出所識別標識としての称呼，観念が生\nじないともいえない。\n(3)  したがって，本件商標は，その外観，称呼及び観念のいずれの点において\nも，引用商標と相違し，取引の実情を考慮しても，引用商標とは類似しておらず，\n商標法４条１項１１号に該当する商標ではない。\n６  原告の主張について\n(1)  原告は，本件商標は，「ゲンコツ」の文字部分のみに自他商品識別標識と\nして機能が認められるとして，取消事由１及び２を挙げ，本件商標と引用商標の類\n似性を主張する。\nしかしながら，語意に留意せずに，本件商標を見た場合，外観上「ゲンコツ」と\n「メンチ」の間に区別があると認めることはできない。\n原告が挙げる前記最高裁昭和３８年１２月５日第一小法廷判決は，図形と文字「宝\n塚」に「リラタカラヅカ」，「ＬＹＲＡＴＡＫＡＲＡＺＵＫＡ」の文字が添記され，\n「宝塚」は当該商標のほぼ中央部に普通の活字で極めて読み取りやすく表示され，\n独立して見る者の注意を引くように構成されている旨の事実認定を前提に，「かか\nる事実関係の下において，原判決が右リラの図名を「宝塚」なる文字とはそれらを\n分離して観察することが取引上自然であると思われるほど不可分的に結合している\nものではないから，本願商標よりはリラ宝塚印の称呼，観念のほかに，単なる宝塚\n印なる称呼，観念も生ずることが少なくないと認めて，ひとしくその指定商品を第\n四類石けんとする引用商標たる「宝塚」と称呼，観念において類似すると判断した\nことは，正当であ」る旨判断したものであって，本件商標のように，全ての文字が，\n標準文字で，一連に横書きされており，各文字は，同じ字体，大きさ及び間隔で，\n一体的に表記されている場合に，その一部のみを分離して観察することを認めたも\nのではない。\nしたがって，原告の前記主張は採用できない。\nなお，原告は，被告が，実際に本件商標を使用している状況は，甲１９，２０，\n４１のとおりであり，「ゲンコツ」の文字部分が独立してみる者の注意を引くよう\nに構成されているとも主張するが，原告が挙げる被告の広告における標章は，本件\n商標ではないから，これを根拠に前記認定を覆すことはできない。\n(2)  原告は，特許庁は，「ゲンコツ」に自他商品識別力が認められるから，引\n用商標のほか，６件（甲２３，２４，５０～５４）の商標登録，出願を認めており，\n「ゲンコツ」に自他商品識別力を認めないのは矛盾である旨も主張する，\nしかしながら，審決は，「本件商標は，『ゲンコツ』の文字部分が，独立して自\n他商品の識別標識として機能するというよりも，一体的なまとまりのあるものとし\nて看取，把握されると見るのが自然である。」と認定しているのであって，「ゲン\nコツ」の文字部分が他の部分と相まって自他商品の識別標識としての機能を果たす\nことまで否定しているわけではない。\n「ゲンコツ」の語がそれだけで十分な自他商品識別力を有することと，「ゲンコ\nツ」の語が「メンチ」の語と一体のものとして認識，理解されるかとは別個に考慮\nすべき事項である。\nしたがって，原告の前記主張は，採用できない。\n第６  結論\n以上のとおり，本件商標は，引用商標と類似しているとはいえないから，本件商\n標が商標法４条１項１１号に該当するとの原告の主張は，採用できない。\n他に，前記認定を覆すに足りる主張・立証はない。\nそうすると，審決は，本件商標の観念の認定において誤っているものの，類似性\nを否定した点において誤りは認められず，原告の本訴請求は理由がないから，これ\nを棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清    水        節\n裁判官\n中    村        恭\n裁判官\n森    岡     礼    子\n"
}