{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 1,
    "day": 27
  },
  "case_number": "平成23(わ)289",
  "case_name": "殺人",
  "court_name": "松山地方裁判所刑事部",
  "gist": "被告人が，実父（被害者）との口論の中で憤激し、アイロンの先端部等で被害者の頭部等を多数回殴打し殺害したという事案で，殺意の発生時期及び量刑事情に関する検察官の主張を排斥した上，懲役１０年の有罪判決を言い渡した事例（裁判員裁判対象事件）",
  "lawsuit_id": "82007",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82007",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/007/082007_hanrei.pdf",
  "contents": "主              文\n被告人を懲役１０年に処する。\n未決勾留日数中１００日をその刑に算入する。\n理              由\n【罪となるべき事実】\n被告人は，実父であるＡが女性と肉体関係を伴う交際をしていることを平成２２\n年８月ころ知り，それ以来，Ａに対し，同女との関係を絶つよう求めていたが聞き\n入れられず，苦悩していたところ，平成２３年８月６日深夜から同女との交際を巡\nってＡと口論になる中で，親子関係を絶つなどと罵倒されたことに憤激し，同月７\n日午前５時ころ，松山市内のＡ方において，Ａ（当時９４歳）に対し，殺意をもっ\nて，室内に置かれていたアイロンの先端部等でその頭部等を多数回殴打し，よって，\nそのころ，同所において，Ａを頭部外傷による脳浮腫により死亡させて殺害したも\nのである。\n【証拠の標目】\n省略\n【事実認定の補足説明】\n判示のとおり，被告人がアイロンで被害者の頭部等を殴打した際に殺意を有し\nていたことは証拠上優に認められ，被告人もこの点を争うものではない。また，\n証拠によれば，これに先立ち，被告人がタオルで被害者の口をふさいだ事実が認\nめられる。そして，検察官は，この時点で既に被告人には殺意があったと主張す\nるのに対して，被告人はこれを否認するので，検討する。\n検察官は，前提として，タオルで口をふさぐ行為の後，間を置かずにアイロン\nでの殴打行為があったとの事実経過を主張しているが，このような経過を認める\nに足りる証拠はない。かえって，被告人は，当公判廷において，被害者が被告人\nからの追及を避けてふて寝をしたので，腹立たしく思って，近くにあったタオル\nで口をふさいだ，その後言い争いやもみ合いが相当時間続き，その後にアイロン\nで殴りつけたとの事実経過を供述している。例えば，都合の悪い追及から逃げよ\nうと寝たふりをした被害者を再び議論の場に引き戻すためにタオルで口をふさい\nだ，という経過もあながち不自然，不合理であるとはいえず，この点は，殺意と\n相容れない事情といえる。\nなお，被告人の公判供述によれば，被告人が検察官主張の事実経過に沿う供述\nを捜査段階でしていたことがうかがわれるものの，供述の裏付けとなり得る客観\n的証拠は何ら公判廷に顕出されていない上，犯行当時の被告人の心理状態等を考\n慮すると，時間の経過などに関する被告人の供述の信用性については，慎重な吟\n味を要する。\n加えて，９４歳の高齢者の口をタオルでふさぐというのは，それなりに危険な\n行為とはいえるが，被告人が被害者の鼻までふさいでいたという証拠はない上（捜\n査段階の犯行再現写真参照），どの程度の力で，どのくらいの時間口をふさいで\nいたかについても客観的な裏付けはない（証拠によれば，被害者の唇に３つの変\n色箇所が認められるが，これに対する医学的説明は全くない。）。そうすると，\nこの点からも殺意の存在は認め難い。\n他にタオルで口をふさいだ時点で殺意が生じていたことをうかがわせる証拠は\nないから，結局，この時点で殺意があったとは認められない。\n【法令の適用】\n省略\n【量刑の理由】\n１  被告人は，部屋の隅に置かれていたアイロンを取りに行き，被害者の頭部と\nいう急所を狙って，手加減することなく，少なくとも８回以上アイロンの先端\n部等で殴り続けており，極めて危険な犯行というほかない。これに加え，被害\n者が動かなくなった後も，腕を持ち上げてその死亡を確認するなどしているこ\nとを併せ考えると，強固な殺意が認められる。\n被害者は，９４歳と高齢ではあったが，腰痛のほかに持病といえるものはな\nく，被害者なりに余生を謳歌していたところ，このような形で，実の娘の手に\nかかって突如命を落としたものであって，本件犯行の結果は余りに重い。\n２  被告人は，約１年間にわたり，被害者の女性関係につき一人で悩みを抱え込\nみ，事件当時，このことにつき被害者と激しい口論になる中で，親子関係を絶\nつなどと罵倒され，憤激の余り，とっさに殺害を決意し，犯行に及んだもので\nあり，本件は突発的，偶発的な犯行と認められる。また，被告人が本人なりに\n苦悩していた心情も理解できないではない。\nもっとも，被害者に殺されるほどの落ち度がないことはいうまでもない上，\n口論に至った経緯を見ても，被告人が，世間体を気にするあまり，自分の倫理\n観や理想の父親像を一方的に押し付けるばかりで，被害者の考えを頭から否定\nし，その生き方を理解しようとする姿勢に欠けていた面は否めないのであって，\n上記の経緯等を考慮するにしても自ずから限度があるといわざるを得ない。\nなお，検察官は，論告において，被告人が，被害者に対し，女性との交際を\n断ち切るよう自分勝手な要求を繰り返し，被害者が交際を絶つ気持ちのないこ\nとを知り憎しみを募らせ，女性との関係を絶たせるためには殺害するしかない\nと考えて犯行に及んだ旨主張している。しかし，被害者の日記やメモの内容に\n照らすと，これを盗み見た被告人が，被害者に対し，女性との交際をやめるよ\nう求めることを自分勝手な要求と評するのは一面的な見方といわざるを得ない。\nそれが思い通りにならないことにつき，被告人が悩みを募らせていたことは事\n実としても，事件直前まで実家に泊まり込んで被害者の世話をし，被害者もそ\nれを受け入れていたという事実経過を踏まえれば，被告人が被害者に対する憎\nしみを募らせていたとも認め難い。さらに，被害者と女性との関係を絶たせる\nために殺害を実行したとの主張に至っては，本件が前記のとおり被害者の発言\nに触発された突発的，偶発的犯行であり，その当時被告人が冷静な状態であっ\nたとは考えられないことからすると，事案の内容にそぐわないものであり，到\n底採用することができない。\n３  被告人は，当公判廷において本人なりの反省の言葉を述べている。被害者の\n息子や孫も，被告人の親族でもあるという複雑な立場ではあるものの，厳しい\n処罰までは求めておらず，被告人の帰りを待っており，こうした事情は，被告\n人のために酌むべきといえる。\n４  以上の事情を総合考慮すると，主文のとおり，被告人を懲役１０年に処する\nのが相当である。\n（求刑―懲役１５年）\n平成２４年２月３日\n松山地方裁判所刑事部\n裁判長裁判官        足 立   勉\n裁判官\n伊 藤 隆 裕\n裁判官\n寺 戸 憲 司\n"
}