{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 1,
    "day": 31
  },
  "case_number": "平成24(ワ)24872",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83968",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83968",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/968/083968_hanrei.pdf",
  "contents": "平成２６年１月３１日判決言渡  同日原本領収  裁判所書記官\n平成２４年(ワ)第２４８７２号  損害賠償請求事件\n口頭弁論終結日  平成２５年１１月１日\n判                  決\n福岡市中央区＜以下略＞\n原              告        株式会社ツツミプランニング\n同訴訟代理人弁護士        大      石      剛  一  郎\n東京都中央区＜以下略＞\n被              告        ピ エ ラ レ ジ ェ ン ヌ 株 式 会 社\n同訴訟代理人弁護士        川      戸      淳  一  郎\n主                  文\n１  被告は，原告に対し，金８４７０万７６７７円及びこれに対する平成２４年\n９月１５日から支払済みまで年５分の割合による金員を支払え。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は，これを５分し，その１を原告の負担とし，その余は被告の負担\nとする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事  実  及  び  理  由\n第１  請求\n被告は，原告に対し，金１億０３９５万円及びこれに対する平成２４年９月\n１５日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，「Pierarejeunne／ピエラレジェンヌ」（「Pierarejeunne」と「ピ\nエラレジェンヌ」を上下二段に横書きしたもの）の商標（以下「本件商標」と\nいう。）に係る商標権（以下「本件商標権」という。）を有する原告が，被告\nに対し，本件商標に類似する別紙被告標章目録記載の標章（以下，併せて「被\n告標章」といい，個別に特定する場合は「被告標章１」などという。）を使用\nしたなどと主張して，不法行為（商標法３８条３項）に基づく損害賠償として\n１億０３９５万円（附帯請求として訴状送達の日の翌日である平成２４年９月\n１５日から支払済みまで民法所定の年５分の割合による遅延損害金）の支払を\n求めた事案である。\n１  前提事実（証拠等を掲記した事実以外は当事者間に争いがない。）\n(1)  原告\n原告は，美容機器・化粧品・健康食品等の販売等を業とする株式会社であ\nる。\n(2)  被告\n被告は，平成１９年８月８日に設立された化粧品・健康用品等の販売等を\n業とする株式会社である。\n被告は，代理店やインターネットを通じて，化粧品，健康食品を販売して\nいる。\n（以上につき甲７の１及び２，甲９，乙１）\n(3)  本件商標権\n原告は，以下の内容の本件商標権を有している。\n記\n商 標  Pierarejeunne\nピエラレジェンヌ\n指定商品又は指定役務並びに商品及び役務の区別\n第３類  化粧品\n出 願 番 号  商願２００９－００８１１３\n出願年月日  平成２１年２月６日\n登 録 番 号  登録第５２７００８３号\n登 録 日  平成２１年１０月２日\n（甲５）\n(4)  被告による被告標章の使用\n被告は，被告標章を使用している。\n２  争点\n(1)  本件商標と被告標章の類似性（争点１）\n(2)  被告標章の使用の具体的態様（争点２）\n(3)  本件商標が商標登録無効審判により無効にされるべきものか（争点３）\nア  商標法４条１項７号該当性（争点３－１）\nイ  商標法４条１項１０号該当性（争点３－２）\n(4)  先使用の抗弁の成否（争点４）\n(5)  原告の損害の有無（損害不発生の抗弁を含む。）及び損害額（争点５）\n３  争点に関する当事者の主張\n(1)  本件商標と被告標章の類似性（争点１）\n（原告の主張）\n本件商標は，「二段併記」の商標となっているが，「ピエラレジェンヌ」\nは造語であり，一つの読みしかなく，二段の上下の称呼は同一である。した\nがって，上下のいずれか一方の使用は社会通念上，同一の商標の使用と解さ\nれる。\nよって，本件商標と被告標章は，その称呼・観念において同一であり，そ\nのことともあいまって，外観において類似性のあるものと解される。\n（被告の主張）\n原告の主張は争う。\n(2)  被告標章の使用の具体的態様（争点２）\n（原告の主張）\n被告は，被告標章を使用した化粧品を販売しており，商標法２条３項１号，\n２号，８号に該当する。\n（被告の主張）\n原告の主張は争う。\n(3)  本件商標が商標登録無効審判により無効にされるべきものか（争点３）\nア  商標法４条１項７号該当性（争点３－１）\n（被告の主張）\n(ア)  被告は，「ピエラレジェンヌ株式会社」の商号の下で，自己の商号\nの略称である「ピエラレジェンヌ」及びそのアルファベット表記である\n「 Pierarejeunne 」 を 商 品 名 （ 商 品 シ リ ー ズ 名 ） と し た 化 粧 品 （ 以 下\n「本件商品」という場合がある。）を，設立当初より現在まで継続して\n販売している（乙２，３）。\n(イ)  「ピエラレジェンヌ」及び「Pierarejeunne」は，イタリア語を語\n源とする「Piera」，英語を語源とする「re」及びフランス語を語源と\nする「jeunne」を組み合わせて，「愛によって生まれ変わる麗しき人」\nという意味を持たせた被告の造語であり，被告は，会社の商号として採\n用するとともに，本件商品に商標として付して使用を開始した（乙４）。\n(ウ)  被告は，平成１９年８月の会社設立前後より原告に対して本件商品\nの製造を依頼し，原告は，被告の依頼を受けて本件商品の製造を行い，\n被告に納入する立場にあった。つまり，被告は，自らの商号の略称を付\nした本件商品の販売事業を企画するとともに推進していた事業主体であ\nり，本件商品の製造委託元であったのに対し，原告は，本件商品の製造\n委託先であったにすぎない。\n(エ)  原告は，本件商品に係る製造委託先であったにもかかわらず，製造\n委託元である被告の同意又は承諾も受けずに，また正当な理由もないの\nに，本件商標について登録出願して登録を受けたものである。このよう\nに，製造委託元の使用する商標について，製造委託元が商標登録してい\nないことを奇貨として，該商品及びその他関連商品を指定商品として出\n願，登録をし，これを排他的に使用せんとすることは，製造委託元等の\n利益を害するものであるから，著しく社会的妥当性を欠くものである。\n(オ)  してみれば，原告の本件商標に係る登録出願行為及び本件商標を使\n用する行為は，公正な商取引の秩序を混乱させ，公序良俗を害するおそ\nれがあるのであって，公正な取引秩序の維持を目的とする商標法の趣旨\nからして，認められるべきものではない。\nしたがって，本件商標は，商標法４条１項７号に該当するものであり，\nこのように無効理由が存在することが明らかな商標権に基づく権利行使\nは認められるべきものではない。\n（原告の主張）\n(ア)  原告は，被告から注文を受け，平成１９年７月より，本件商品の製\n作を依頼され て開発し ，同年１ ０月８日 ，被告から購 入申込み を受け\n（甲１），当該申込みを承諾した。被告は，同年１１月，原告に対し，\n前受金として６００万円を支払い，原告は，同年１２月，被告に対し，\n本件商品の納入を開始した。\n被告は，平成２０年２月に至るも，原告に対し，残金２１４５万４４\n８１円を支払わなかったため，原告は，同年３月４日，被告との間で，\n取引条件合意書を締結した（甲２）。被告は，同合意書による第１回目\nの平成２０年３月３１日の１５０万円の支払を怠り，同年４月２日，原\n告に対し，同月１５日までの支払猶予を願い出るも支払はなかった（甲\n３）。原告は，同月１６日，当時被告会社代表者であったＡ同席のもと，\n支払方法に関する打合わせを行った（甲４）。しかし，その後，原告は，\n再三，請求を試みたにもかかわらず，Ａとも連絡が取れなくなった。そ\nこで，原告は，被告との間の売買契約を解除した上，同年８月１２日，\n被告の代理店から本件商品を回収した。\n原告は，本件商品を在庫として抱えることとなり，その在庫を処分\n（売却）して損失を回復することにした。しかし，被告が本件商品につ\nき商標権を取得してしまうと，原告としては，処分（売却）不可能にな\nってしまう。そこで，原告は，そのような事態発生を防ぐため，平成２\n１年２月６日，本件商標の登録出願を行い，同年１０月２日，商標登録\nされた（甲５）。そして，原告は，今日に至るまで，５０２万２１８８\n円相当の本件商品を処分（転売及び廃棄）し，損失を回復した（甲６）。\n(イ)  原告は，被告の単なる製造委託先ではなく，被告からの開発依頼を\n受けて本件商品の処方開発・製造をした者である。被告は，商品代金の\n支払もせずに，被告に商標を使用する権利があるかのような主張をする\nが，著しく社会的妥当性を欠くものである。\n原告による本件商標の出願登録行為は，被告による商標の登録を防ぎ，\n本件商品を安全に転売して，少しでも損失を回復することを目的として\n行ったものであり，公正な商取引の秩序を混乱させることはないし，公\n序良俗を害するものでもなく，商標法の趣旨にも反しない。\n(ウ)  以上のように，本件商標は，商標法４条１項７号に該当することは\nなく，無効理由も存在しない。\nイ  商標法４条１項１０号該当性（争点３－２）\n（被告の主張）\n(ア)  被告は，平成１９年８月に会社設立して以来現在に至るまで，「ピ\nエ ラ レ ジ ェ ン ヌ 」 及 び 「 Pierarejeunne 」 の 文 字 か ら な る 標 章 （ 以 下\n「引用商標」という場合がある。）を使用し，化粧品の販売等を行って\nいる（乙２，３）。\nそして，乙５号証に示すように，少なくとも原告が本件商標の登録出\n願を行った平成２１年２月６日までに，２６５５件の顧客へ引用商標を\n付した化粧品を販売している。\n(イ)  化粧品は，様々な需要者の嗜好や肌質，年齢，用途等にあわせて，\n多種多様な商品が販売されている。需要者は，それぞれ異なる好みを有\nしており，肌質や年齢も異なるため，複数の化粧品を比較検討しながら\n自分にあった化粧品を購入する。そのため，例えば，実際に一つの化粧\n品が販売された場合，その化粧品が販売されるまでにはかなり多くの需\n要者がその商品を手に取り，あるいは他の商品との比較検討を行ってい\nるはずである。１件の化粧品の販売実績は，その数十倍数百倍の需要者\nに当該化粧品が認識されていたことを示すものであるといえる。\nしたがって，引用商標は，被告の業務に係る商品を表示するものとし\nて取引者，需要者の間に広く認識されていたものであり，その状態は本\n件商標の登録査定時においても継続していたものである。\n( ウ )   一 方 ， 本 件 商 標 は ， 引 用 商 標 と は 「 ピ エ ラ レ ジ ェ ン ヌ 」 及 び\n「Pierarejeunne」の文字を同じくするものであり，社会通念上同一と\nいえるものである。また，本件商標の指定商品は，被告が引用商標を使\n用して販売している「化粧品」と同一の商品である「化粧品」である。\nしたがって，本件商標は，商標法４条１項１０号に該当するものであ\nり，このように無効理由が存在することが明らかな商標権に基づく権利\n行使は認められるべきものではない。\n（原告の主張）\n(ア)  被告は，平成２０年４月１６日以降，商品代金未払のまま，所在不\n明 と な っ て い る の で あ り ， 設 立 当 初 か ら 「 ピ エ ラ レ ジ ェ ン ヌ 」 及 び\n「pierarejunne」の文字からなる標章を使用し化粧品の販売を行ってい\nた証拠はない。\n(イ)  被告は，平成２１年２月６日までに，少なくとも２６５５件の顧客\nに引用商標を付した化粧品の販売をした旨主張しているが，乙５号証の\n１頁１行目の受注番号１１２２３の売上日が２００９/１/３１となって\nいるのに対し，検収月は２００８/１/３１となっており，売上日より検\n収月が１年も前になっているなど全く信憑性はない。\n(ウ)  被告は，１件の化粧品の販売実績がその数十倍数百倍の需要者に当\n該化粧品が認識されていたことを示す旨主張するが，そのような証拠は\nどこにもない。\n(エ)  乙５号証は信憑性の薄いものであるが，これが仮に事実だとしても，\n２６５５件の販売実績のうち，受注区分が新規の顧客は５８７件の２２．\n１％にすぎず，残りの２０６８件の受注はリピートによる購入であり，\n需要者が多くの比較検討を行った結果，購入したものでないことは，被\n告自ら提出した証拠が示唆している。\n被告の化粧品の販売方法は，いわゆるネットワークビジネスであり，\n需要者自身が使用する目的で購入するというよりは，新たな会員を勧誘\nする目的で購入するものが大半である。つまり，需要者が自分に合った\n化粧品だから使用したいという購入動機ではなく，新たな会員獲得と自\n身の販売収入を増やすために購入するものであることは，ネットワーク\nビジネスの販売方式からして明らかといえる。そうすると，引用商標は，\nその一部の会員や需要者に認識されていたものにすぎず，一般の取引者，\n需要者の間に広く認識されていたものであるなどとは到底いえず，その\n状態が本件商標の登録査定時に継続していたなどと認められるはずもな\nい。\n(オ)  以上のとおり，本件商標は，商標法４条１項１０号に該当せず，無\n効理由は存在しない。\n(4)  先使用の抗弁の成否（争点４）\n（被告の主張）\n上記(3)（被告の主張）のとおり，被告は，本件商標の登録出願前から引\n用商標を付した化粧品の販売等を行っており，本件商標の登録出願の際現に\n引用商標が被告の業務に係る商品を表示するものとして取引者，需要者の間\nに広く認識されていたものである。また，被告は，引用商標を付した本件商\n品の販売事業を企画するとともに推進していたのであり，引用商標の使用が\n不正競争の目的でないことは明らかである。\nこのため，被告は，商標法３２条に基づき，本件商標に対して，先使用に\nよる商標の使用をする権利を有するため，原告の被告に対する損害賠償請求\n権の行使は認められない。\n（原告の主張）\n被告が本件商標の登録出願前から化粧品の販売を行っていたということを\n明確に示す証拠はない。乙２～５号証は，客観的に時期を明確に示すもので\nはないから，本件商標の登録出願前に被告の化粧品が取引者，需要者に広く\n認識されていたという証拠はないし，仮に乙５号証の販売実績が事実だとし\nても，広く取引者，需要者に認識されていたという数量でもない。\n(5)  原告の損害の有無（損害不発生の抗弁を含む。）及び損害額（争点５）\n（原告の主張）\nア  被告の平成２１年１０月２日から平成２４年７月末日までの本件商標を\n使用した化粧品の売上金額は少なくとも６３億円を下らないものと推定さ\nれる（７０億円×０．９）。同期間の被告の売上金額は，少なくとも７０\n億円は下らないものと解され，その９０％が化粧品（本件商標を使用した\n化粧品）販売によるものだからである（甲９）。\n使用許諾料については，売上金額の１．５％と解するのが相当であるか\nら，商標権侵害による損害額は，少なくとも金９４５０万円（６３億円×\n０．０１５）を下らない。\nまた，本件訴訟にかかる弁護士費用は，上記損害賠償請求額の１０％と\n解するのが相当である（９４５０万円×０．１＝９４５万円）。\nよって，原告は，被告に対し，不法行為に基づき，１億０３９５万円及\nびこれに対する訴状送達の日の翌日である平成２４年９月１５日から支払\n済みまで民法所定の年５分の割合による遅延損害金の支払を求める。\nイ  被告は，甲６号証に原告の名称がないなど使用の事実を発見できなかっ\nたので，原告が本件商標を使用していない旨主張する。\nしかしながら，甲６号証は，原告と本件商品を取引するアクトの関連会\n社が開設するインターネットのサイト広告であり，原告の商品が販売され\nていることは明らかである。原告は，化粧品の小売はしていないから，そ\nのような事実がないのは当然である。商標を使用するのに商標権者自らが\n使用する必要は全くなく，小売であれ，卸しであれ，通信販売であれ，ど\nのようなルート及び代理店が介在したとしても，商標権者が認知している\n限り何ら問題はない。\nウ  被告は，被告の売上は被告の宣伝広告活動や販売促進活動によるものと\nいうべきであって，被告標章の使用はこれに寄与していない旨主張するが，\nそうであれば，原告が本件商標を登録したことを知った時点で本件商標を\n使用しなければよいのである。被告が本件商標を使用して販売し続けた事\n実自体が，被告が本件商標に財産的価値を認めていたことを示している。\n（被告の主張）\nア  仮に被告の商標権侵害行為があったとしても，原告には本件商標権侵害\nによっては何らの損害も発生していない。\nイ  甲６号証を見る限り，原告の名称はどこにも存在しておらず，本当に原\n告が本件商標を使用しているのかどうか不明である。被告は，インターネ\nットその他を用いて原告が本件商標を使用しているのかどうか調査を行っ\nたが，使用の事実を発見することができなかった。\n原告が本件商標を使用していない以上，本件商標には原告の信用と結合\nした顧客吸引力は存在し得ないから，本件商標権には何らの財産的価値は\nない。\nウ  被告は，被告標章を付した化粧品を販売していたものの，被告標章は被\n告の会社名の一部であり，本件商標権に係る商標登録出願がされる前から\n一貫して被告が使用してきたものにすぎず，被告の売上は，被告の宣伝広\n告活動や販売促進活動等によるものというべきであって，被告標章の使用\nがこれに特に寄与したということはできない。\nエ  商標権は，商標の出所識別機能を通じて商標権者の業務上の信用を保護\nするとともに，商品の流通秩序を維持することにより一般需要者の保護を\n図ることにその本質があり，特許権や実用新案権等のようにそれ自体が財\n産的価値を有するものではない。したがって，登録商標に類似する標章を\n第三者がその製造販売する商品につき商標として使用した場合であっても，\n当該登録商標に顧客吸引力が全く認められず，登録商標に類似する標章を\n使用することが第三者の商品売上に全く寄与していないことが明らかなと\nきは，得べかりし利益としての使用許諾料相当額の損害も生じていないと\nいうべきである。\nオ  さらに，原告は，被告が商標登録してしまうと在庫商品が売れなくなっ\nて困るので，他人の商標であると認識した上で商標登録出願を行い，登録\nを受けたと述べている。すなわち，原告の商標登録の目的は自己の在庫商\n品の販売継続である。今現在もその目的は達される状況にあり，原告は自\n由に在庫商品の販売は行えるのであるから，原告には本件商標権侵害によ\nって何らの損害も発生していない。\n第３  当裁判所の判断\n１  本件商標と被告標章の類似性（争点１）について\n(1)  商標の類否は，同一又は類似の商品に使用された商標が外観，観念，称\n呼等によって取引者，需要者に与える印象，記憶，連想等を総合して全体的\nに考察すべきであり，かつ，その商品の取引の実情を明らかにし得る限り，\nその具体的な取引状況に基づいて判断すべきものである（最高裁昭和３９年\n（行ツ）第１１０号同４３年２月２７日第三小法廷判決・民集２２巻２号３\n９９頁参照）。\n(2)  まず，本件商標と被告標章１を対比する。\nア  本件商標の外観は，欧文字の「Pierarejeunne」と片仮名の「ピエラレ\nジェンヌ」を上下二段に横書きしたものである。\n本件商標の観念については，まず，「Pierarejeunne」は，イタリア語\nの「piera」，英語の「re」及びフランス語の「jeunne」の組合せからな\nる造語であって（乙４），それ自体の定着した観念は見出せないし，その\n他に何らかの観念を想起し得るとは認められない。また，「ピエラレジェ\nン ヌ 」 は ， 「 Pierarejeunne 」 の 日 本 語 表 記 と 解 さ れ る か ら ，\n「Pierarejeunne」と同様に何らかの観念を想起し得るものではない。そ\nうすると，本件商標から特定の観念は生じるとは認められない。\n本件商標の称呼は，「ぴえられじぇんぬ」である。\nイ  被告標章１の外観は，欧文字の「Pierarejeunne」を横書きしたもので，\nそのうち「Ｐ」は太字の一筆書きの全体に丸みを帯びた書体である。被告\n標章１の観念は，本件商標と同様に何らかの観念を想起し得るものではな\nい。被告標章１の称呼は，「ぴえられじぇんぬ」である。\nウ  そこで，本件商標と被告標章１を対比すると，本件商標と被告標章１の\n称呼は，いずれも「ぴえられじぇんぬ」であるから同一である。\n本件商標の外観は，欧文字の「Pierarejeunne」と片仮名の「ピエラレ\nジェンヌ」を上下二段に横書きしたものであるのに対し，被告標章１の外\n観は，欧文字の「Pierarejeunne」を横書きしたもので，そのうち「Ｐ」\nは太字の一筆書きの全体に丸みを帯びた書体である。本件商標と被告標章\n１は外観が類似するとはいえない。\n以上のとおり，外観は類似しないものの，称呼が同一である。そして，\n本件商標のように欧文字の下にその語の音を日本語表記で併記した商標は，\n欧文字の標章とその日本語読み標章を切り離して個別に使用される場合が\nり，実際，本件商標の場合においても，原告商品を宣伝したウェブページ\n（甲６）をみると，原告商品の宣伝の表記には片仮名の「ピエラレジェン\nヌ」のみが多く用いられているものの，他方，「Pierarejeunne」のみを\n単 独 で 表 記 し た 例 も み ら れ ， ま た ， 原 告 商 品 の 容 器 及 び 外 箱 に は ，\n「Pierarejeunne」の文字が「ピエラレジェンヌ」と併記せずに記載され\nていることが認められる。このような取引の実情にも照らすと，本件商標\nと被告標章１は，その外観が相違するものの，その外観の相違を重視する\nことは相当ではなく，称呼において同一である本件商標と被告標章１は類\n似するものというべきである。\n(3)  次に，本件商標と被告標章２を対比する。\nア  被告標章２の外観は，片仮名の「ピエラレジェンヌ」を横書きしたもの\nである。被告標章２の観念は，本件商標と同様に何らかの観念を想起し得\nるものではない。被告標章２の称呼は，「ぴえられじぇんぬ」である。\nイ  そこで，本件商標と被告標章２を対比すると，本件商標と被告標章２の\n称呼は，いずれも「ぴえられじぇんぬ」であるから同一である。本件商標\nの外観は，アルファベットの「Pierarejeunne」と片仮名の「ピエラレジ\nェンヌ」を上下二段に横書きしたものであり，被告標章２の外観は，片仮\n名の「ピエラレジェンヌ」を横書きしたものである。本件商標の片仮名文\n字の字体と被告標章２の片仮名文字の字体は若干相違するが（本件商標の\n片仮名文字はゴシック体風の文字であり，被告標章２の片仮名文字は明朝\n体に類似する文字である。），文字の字体の相違点は大きな相違とはいえ\nない。しかし，全体としてみれば，本件商標と被告標章２の外観は類似し\nない。\n以上のとおり，本件商標と被告標章２の外観は類似しないものの，称呼\nが同一である。そして，本件商標と被告標章２の外観の相違が重視される\nべきでないことは，被告標章１の場合と同様であるから，本件商標と被告\n標章２は類似する。\n(4)  以上のとおり，本件商標と被告標章は類似する。他方で，商品の出所を\n誤認混同するおそれを否定する取引の実情等は認められない。\n２  被告標章の使用の具体的態様（争点２）について\n証拠（甲７の１及び２）によれば，被告は，平成２４年２月現在において，\nその販売する化粧品として「セラムリムーブパック」「Ｏ ２マスク」「セラム\nローション」「カバーリングエッセンス」「エッセンスクリーム」「マトリマ\nー」「ディ：エンヴィ」「スキンヴェール」「オールパーパス  ファンデーシ\nョン」「フェイシャル  ウォッシング  フォーム」「ジェリッシュ  クレンジ\nング  オイル」を販売しており，上記の「マトリマー」以外の化粧品の宣伝広\n告 に お い て は ， 商 品 名 と し て ， い ず れ も 被 告 標 章 ２ が 用 い ら れ て い る こ と\n（「マトリマー」についても，「ピエラレジェンヌのスキンケア」の１つであ\nる保湿パックとして紹介されている 。） ，上記の「セラムリムーブパック 」\n「セラムローション」「カバーリン グエ ッセンス」「エッセンスクリーム 」\n「スキンヴェール」「オールパーパ ス  ファンデーション」「フェイシャ ル\nウォッシング  フォーム」「ジェリッシュ  クレンジング  オイル」の商品容\n器には被告標章１が付されていることが認められる。そして，被告は，無効審\n判請求において，会社設立（平成１ ９年 ８月８日）以来，「ピエラレジェ ン\nヌ」及び「Pierarejeunne」を商品名（商品シリーズ名）として化粧品（本件\n化 粧 品 ） を 販 売 し ， 「 ピ エ ラ レ ジ ェ ン ヌ 」 及 び 「 Pierarejeunne」 （ 引 用 商\n標）を使用していることを自認している（乙６）。\n以上に照らすと，被告は，本件商標の登録日である平成２１年２月６日以降，\n少なくとも化粧品に被告標章１ないし２を付して販売していると認めるのが相\n当であり，被告標章の使用（商標法２条３項１号，２号及び８号）というべき\nである。\nそして，前記１のとおり，本件商標と被告標章は類似し，本件商標権に係る\n指定商品は化粧品（第３類）であるから，被告による化粧品についての被告標\n章の使用は商標法３７条１号に該当する。\nしたがって，被告は，本件商標権を侵害したものと認められる。\n３  本件商標が商標登録無効審判により無効にされるべきものか（争点３）につ\nいて\n(1)  商標法４条１項７号該当性（争点３－１）について\n被告は，本件商標が商標法４条１項７号に該当する旨主張する。\n証拠（甲１～６，１１，１６の１及び２，甲２１）及び弁論の全趣旨によ\nれば，原告は，平成１９年１０月，被告から本件商品の注文を受け，同年１\n２月，被告に対し，本件商品の納入を開始したこと，被告の支払が遅延した\nため，原告と被告は，平成２０年３月２日，取引条件合意書を締結し，被告\nは，原告に対し，残金約２１４５万円について，同月から毎月末日限り５回\nの分割支払（残額に対し年率６％の遅延損害金を含む。）を約したこと，被\n告は，同月末日１５０万円の支払ができなかったため，同年４月２日，原告\nに対し，同月１５日までの支払猶予を求めたものの，同日の支払もできなか\nったこと，原告は，被告との連絡が取れなくなったため，被告との間の本件\n商品の売買契約を解除し，同年８月１２日，被告の代理店から本件商品を回\n収したこと，その後，原告は，本件商標の登録出願を行い，小売業者に本件\n商品を卸し，小売業者を通じて本件商品が販売されていることが認められる。\n以上に照らすと，本件商標の登録出願は，本件商品を販売して未払残金を\n回収する目的で行われたものと認められるのであって，上記に認定した事情\nの下では，社会的妥当性を欠く行為であるとはいい難いし，その他本件商標\nが商標法４条１項７号に該当することを肯定できる事情も認められない。\nしたがって，本件商標は，商標法４条１項７号に該当しない。\n(2)  商標法４条１項１０号該当性（争点３－２）について\n被告は，本件商標が商標法４条１項１０号に該当する旨主張し，本件商標\nの登録出願時（平成２１年２月６日）までに２６５５件の引用商標（被告標\n章と同一である「ピエラレジェンヌ」又は「Pierarejeunne」）を付した化\n粧品の販売があった（乙５）などと主張する。\nしかしながら，乙５号証をみても，会員番号の同一の会員が複数回購入し\nている場合が多数あると認められるのであって，実際の購入者数は購入件数\nよりも下回るものである。そして，その取引地域等も具体的に明らかにされ\nていない。このように，乙５号証によって，本件商標の登録出願時に引用商\n標が需要者の間に広く認識されていたことを認めることは困難であるし，そ\nの他これを認めるに足りる証拠はない。\nしたがって，本件商標は，商標法４条１項１０号に該当しない。\n(3)  以上のとおり，本件商標が商標登録無効審判により無効にされるべきも\nのとは認められない。\n４  先使用の抗弁の成否（争点４）について\n被告は，先使用の抗弁を主張するが，前記３(2)のとおり，本件商標の登録\n出願時に被告標章が需要者の間に広く認識されていたとは認められないから，\n被告の主張は理由がない。\n５  原告の損害の有無（損害不発生の抗弁を含む。）及び損害額（争点５）につ\nいて\n(1)  原告の損害の有無（損害不発生の抗弁を含む。）について\nア  被告は，原告が本件商標を使用していない以上，本件商標には原告の信\n用と結合した顧客吸引力は存在し得ないから，本件商標権には何らの財産\n的価値はない旨主張する。\nしかしながら，商標の使用の有無と顧客吸引力の有無とは必ずしも直結\nするものではない。そして，被告は，それ以外の顧客吸引力を否定する事\n情を主張しないし，本件証拠をみても本件商標の顧客吸引力を否定するよ\nうな事情は見当たらないから，本件商標権に財産的価値がないとはいえな\nい。\nイ  また，被告は，被告の売上は，被告の宣伝広告活動や販売促進活動等に\nよるものというべきであって，被告標章の使用がこれに特に寄与したとい\nうことはできない旨主張する。\nしかしながら，被告は，平成２４年３月６日，原告から本件商標権侵害\nを指摘する警告書を送付された（甲８の１及び２）にもかかわらず，その\n後も被告標章を使用している。また，被告は，被告の売上と宣伝広告活動\n等との関係について立証しないし，その他被告標章の使用が被告の売上に\n寄与していないことを認めるに足りる証拠もない。\nウ  さらに，被告は，登録商標に類似する標章を第三者がその製造販売する\n商品につき商標として使用した場合であっても，当該登録商標に顧客吸引\n力が全く認められず，登録商標に類似する標章を使用することが第三者の\n商品売上に全く寄与していないことが明らかなときは，得べかりし利益と\nしての使用許諾料相当額の損害も生じていないと主張する。\nしかしながら，上記のとおり，本件商標の顧客吸引力を否定する事情は\n見当たらないから，本件商標について使用許諾料相当額の損害も生じてい\nないとはいえない。\nエ  以上のとおり，本件では，本件商標の顧客吸引力を否定する事情等は認\nめられないし，その他原告の損害の発生を否定する事情も認められないか\nら，被告の本件商標権侵害により，原告には少なくとも使用許諾料相当額\nの損害が生じたというべきである。\nオ  したがって，被告の本件商標権侵害により，原告の損害の発生が認めら\nれる。\n(2)  原告の損害額について\n証拠（甲９，乙８，１０，１１）によれば，被告の売上は，平成２１年８\n月１日～平成２２年７月３１日につき１４億１９９３万００３９円，同年８\n月１日～平成２３年７月３１日につき２４億５９５０万２４３６円（役務収\n益を除いた額），同年８月１日～平成２４年７月３１日につき２３億４０１\n０万７６０９円（役務収益を除いた額）であり，そのうちの９０％が化粧品\n販売による売上であることが認められる。\nそうすると，被告の平成２１年１０月２日～平成２２年７月３１日の売上\nは１１億７８７３万６４４３円（＝１４億１９９３万００３９円×３０３／\n３６５）であるから，被告の平成２１年１０月２日～平成２４年７月３１日\nの売上は５９億７８３４万６４８８円（＝１１億７８７３万６４４３円＋２\n４億５９５０万２４３６円＋２３億４０１０万７６０９円）であり，そのう\nちの９０％である化粧品販売による売上は５３億８０５１万１８３９円（＝\n５９億７８３４万６４８８円×０．９）である。そして，前記２のとおり，\n当該売上は被告標章１ないし２を付した化粧品の販売によるものである。\nそこで，本件商標の使用料率を検討するに，証拠（甲２３の添付資料）に\n照らすと，その使用料率は１．５％を下回ることはないと認めるのが相当で\nあるから，その使用許諾料相当額は８０７０万７６７７円（＝５３億８０５\n１万１８３９円×０．０１５）となる。\nそして，本件事案の内容，経過等に鑑みると，弁護士費用相当額としては\n４００万円を認めるのが相当である。\nしたがって，原告の損害額は，合計８４７０万７６７７円である。\n(3)  まとめ\n以上のとおり，原告の請求は，不法行為に基づく損害賠償として８４７０\n万７６７７円及びこれに対する訴状送達の日の翌日である平成２４年９月１\n５日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を求\nめる限度で理由がある。\n６  結論\nよって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官              大  須  賀              滋\n裁判官              小      川      雅      敏\n裁判官              西      村      康      夫\n"
}