{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 11,
    "day": 10
  },
  "case_number": "平成27(ネ)10049",
  "case_name": "著作権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85456",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85456",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/456/085456_hanrei.pdf",
  "contents": "平成２７年１１月１０日判決言渡\n平成２７年（ネ）第１００４９号  著作権侵害差止等請求控訴事件（原審  東京地\n方裁判所平成２６年（ワ）第２１２３７号）\n口頭弁論終結日  平成２７年９月１０日\n判決\n控訴 人        株式 会社 エ ス プ リ ラ イ ン\n訴訟代理人弁護 士        神田知 宏\n訴訟復代理人弁護 士        平津慎 副\n田   村   有 加 吏\n被控訴 人        エ ス 株 式 会 社\n訴訟代理人弁護 士        齋藤有 志\n主文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，別紙被控訴人キャッチフレーズ目録記載の各キャッチフレーズ\nの複製，公衆送信，複製物の頒布をしてはならない。\n３  被控訴人は，控訴人に対し，６０万円及びこれに対する平成２６年９月２日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\nなお，呼称は，審級による読替えのほかは，原判決に従う。\n１  事案の概要\n本件は，控訴人が，被控訴人による別紙被控訴人キャッチフレーズ目録記載１な\nいし４の各キャッチフレーズの複製，公衆送信及び複製物の頒布は，別紙控訴人キ\nャッチフレーズ目録記載１ないし３の各キャッチフレーズの複製権（著作権法２１\n条）及び公衆送信権（著作権法２３条）を侵害又は不正競争を構成すると主張して，\n著作権１１２条１項及び不正競争防止法３条１項に基づき，被控訴人に対し，被控\n訴人キャッチフレーズの複製，公衆送信，複製物の頒布の差止めを求めるとともに，\n不法行為（著作権侵害行為，不正競争行為又は一般不法行為）に基づく損害賠償と\nして，６０万円及びこれに対する平成２６年９月２日（訴状送達日の翌日）から支\n払済みまでの民法所定年５分の割合による遅延損害金の支払を求める事案である。\n２  前提事実（当事者間に争いがないか，証拠及び弁論の全趣旨により容易に認\n定できる事実）\n(1) 当事者\nア  控訴人は，昭和５９年５月１０日に設立された株式会社であり，広告宣\n伝の企画及び制作，日本人及び外国人講師による語学研修講座の運営，外国語教材\nの企画，開発及び販売，通信販売業務，語学等の教養習得のための通信教育等を目\n的とする。\nイ  被控訴人は，平成１８年８月３１日に設立された株式会社であり，イン\nターネットを利用した各種情報提供サービス，広告業，広告代理業，各種通信販売\n等を目的とする。\n(2) 各当事者の利用しているキャッチフレーズ\nア  控訴人の新聞広告又は広告のために自社ウェブサイトに記載されたキャ\nッチフレーズの内容は，別紙控訴人キャッチフレーズに記載のとおりである。\nイ  被控訴人の新聞広告又は広告のために自社や他社のウェブサイトに記載\nされたキャッチフレーズの内容は，別紙被控訴人キャッチフレーズに記載のとおり\nである。\n第３  争点及び争点に関する当事者の主張\n次のとおり，当審における主張を追加するほか，原判決第２の２「争点」及び第\n３「争点に関する当事者の主張」（原判決２頁１０行目～１０頁２５行目）に記載の\nとおりであるから，これを引用する。\n（当審における当事者の追加主張）\n１  控訴人\n(1)  控訴人キャッチフレーズ２の創作性\n一般論として，キャッチフレーズのように簡略で短いフレーズの多くは著作物と\nして保護されないと言われることがあるが，創作性の有無は，思想・感情の創作的\n表現であるか否かという問題であって，その本質は長さの点にはない。俳句の例か\nらも明らかなように，短い表現であるからといって，一つのカテゴリーとして一律\nに創作性を否定することはできず，結局，創作性の有無は，問題となる具体的表現\n内容に即して表現ごとにケースバイケースで判断されるべき問題である。\n控訴人キャッチフレーズ２についても，以下の点を十分考慮すると，著作物性が\n肯定されるべきである。\n創作性については，高い独創性まで要求されておらず，何らかの個性が現れてい\nればよいと解されており，控訴人キャッチフレーズ２についても，創作者の何らか\nの個性が現れていれば，創作性が認められるべきである。そして，短い表現である\nからといって，選択の幅が狭いということはない。広告宣伝に用いられるキャッチ\nフレーズについて，コピーライターという特別の専門職業が存在することからも分\nかるように，様々な表現があり得る中で，広告として印象的でかつ記憶に残りやす\nいものとなるように，工夫をこらす余地が十分にあるのであって，短い表現である\nからといって「誰が創作したとしても同じようなものにならざるを得ない」という\nこともない。短い表現について創作性を肯定した場合，結果として，著作物として\n保護される範囲は非常に狭いものになり，いわゆるデッドコピー又はそれに近い範\n囲でしか保護されないこともあり得るが，保護範囲が狭いからといって創作性を否\n定する理由にはならない。また，著作権はあくまでも相対的排他権にとどまるから，\n依拠しない限り，第三者が類似の表現を新たに創作する自由は保障されており，著\n作物性の有無は侵害の有無に直結しない。\n控訴人キャッチフレーズ２は，「ユーザーが英語を自然かつ流暢に話すことができ\nるようになる」という控訴人商品による英会話学習の効果を強調・アピールするた\nめに創作されたキャッチフレーズであり，それを見聞きした一般の消費者に強い印\n象を与え，記憶に残りやすくするために，「あるひとつぜん」（７字），「えいごがく\nちから」（８字。字余り），「とびだした」（５字）と五七調を用いて，口に出しやす\nく語呂のよい，俳句に近い表現となるように工夫されている。また，「ユーザーが英\n語を自然かつ流暢に話すことができるようになる」という意味内容を表す表現とし\nては，「これであなたも英語がペラペラに！」などと無数のパターンがあり得る中で，\n日本語の通常の語法によれば人間を主語，英語を目的語として「人間が英語を話す」\nという構文を採用するのが自然であるにもかかわらず，あえてユーザーではなく「英\n語」を主語にすることによって，また，「飛び出す」というダイナミックな勢い・動\nきがある表現を，英語の現在完了形に近い時制で用いることによって，読み手の視\n覚にも訴えかけるような強い効果を演出することに成功している。結果として，控\n訴人キャッチフレーズ２は，全体として見た場合に，「ユーザーが英語を自然かつ流\n暢に話すことができるようになる」という意味内容を強く印象付ける非常に独創的\nなものとなっている。\n被控訴人が，控訴人キャッチフレーズ２がありふれた表現である根拠として挙げ\nた類似例（乙１５～１８）は，いずれも，控訴人が控訴人キャッチフレーズ２の使\n用を開始した平成１６年９月８日以降に公表されたものであるから，控訴人キャッ\nチフレーズ２の創作性を否定する根拠にはなり得ない。\n株式会社日本能率協会総合研究所作成の報告書「英会話教材売上Ｎｏ．１の実態\n調査」（甲６）で対象とされている商品の一部について，キャッチフレーズを調査し\nたところ，多様な内容となっており，控訴人キャッチフレーズ２と同一又は類似す\nるものは存在しない（甲７の１～９）。\n控訴人キャッチフレーズ２は，平成１６年７月５日の広告制作会議において，広\n告責任者であるＡが，９月の新聞広告のための新規キャッチフレーズの制作を担当\n者に指示し，数度の担当者会議を経て方針を決定し，過去の利用実績や受講者イン\nタビュー等の資料から，キャッチフレーズのコアとなるパーツを選択した後，販売\n戦略，語調，インパクト，覚えやすさ，躍動感，視覚イメージといった諸要素を総\n合考慮した上で，同年８月２３日に最終決定したものである（甲５）。このように，\n控訴人キャッチフレーズ２は，控訴人の役員及び従業員が工夫を凝らして独自に創\n作したものである。\n(2)  被控訴人キャッチフレーズ３の類似性，依拠性\n少なくとも被控訴人キャッチフレーズ３は，控訴人キャッチフレーズ２と完全に\n同一のデッドコピーであるから，類似性は否定しようがない。\nまた，控訴人と被控訴人はともに英会話教材を販売する同業者であり，新聞広告\nやウェブ広告等の同種の広告媒体に同種の商品の広告を掲載していること，控訴人\nによる控訴人キャッチフレーズの使用は被控訴人による被控訴人キャッチフレーズ\nに先立つものであり，被控訴人が被控訴人キャッチフレーズを使用するに当たり控\n訴人キャッチフレーズに対するアクセスを有していたことは明らかであること，被\n控訴人キャッチフレーズ３は控訴人キャッチフレーズ２のデッドコピーであること，\nその他の控訴人キャッチフレーズ及び被控訴人キャッチフレーズの間にも多数の類\n似点が見られること，本件訴状別紙類似ウェブ広告目録記載の控訴人及び被控訴人\nのウェブ広告の間にも類似点が見られること等の事情からすれば，被控訴人キャッ\nチフレーズ３は控訴人キャッチフレーズ２に依拠するものであることは，明らかで\nある。\n２  被控訴人\n(1)  控訴人キャッチフレーズ２の創作性\n著作物としての創作性について，一般的に，高い創作性までは要求されておらず，\n何らかの個性が現れていればよいと解されていることは認める。しかしながら，控\n訴人キャッチフレーズ２のように，短い表現については，誰が表現しても類似した\n表現にならざるを得ないことから，創作性が否定されるのが原則であり，例外的に\n創作性が肯定される場合があるだけである。\n控訴人キャッチフレーズ２は，耳から覚える英会話に付随し，聴くことにより英\n会話が可能になることを事実として表現するキャッチフレーズである。聴くことに\nよって自ずと英会話を学習できる事実を描写するために使用する表現は，限定的に\nならざるを得ない。控訴人の主張は，控訴人キャッチフレーズ２の特徴を見誤り，\n表現の選択の幅が広いという誤解に基づいたもので，誤りである。\n控訴人キャッチフレーズ２は，７字，８字，５字というつながりで，和歌や定型\n詩に見られる特徴である五七調とはいえない。\n平成１４年４月１１日のイングリッシュアドベンチャーの広告（乙２）には，「こ\nれを楽しいＣＤにのせて聴き流していれば，いつの間にか大好きな歌を口ずさむよ\nうに，英語が自然と口をついて出るようになるのだ。」という表現があり，控訴人キ\nャッチフレーズ２が使用される平成１６年９月８日に先立って，類似した表現が既\nに使用されていた。\n(2)  被控訴人キャッチフレーズ３の類似性，依拠性\n控訴人が，控訴人と被控訴人の広告が類似すると主張する点は，控訴人の主観的\n評価にすぎない。英会話教材の販売方法が模倣しなくても類似することは，不自然\nではない。\n第４  当裁判所の判断\n１  当裁判所は，当審における追加主張及び追加立証を踏まえても，控訴人の請\n求を棄却した原判決は相当であり，本件控訴は棄却されるべきものと判断する。\nその理由は，次のとおり原判決を補正するほか，原判決の「事実及び理由」欄の\n「第４  当裁判所の判断」（１０頁最終行～１４頁２行目）に記載のとおりであるか\nら，これを引用する。\n（原判決の補正）\n(1) 原判決１２頁６～１２行目を，次のとおり改める。\n「キャッチフレーズは，特定の商品や役務の宣伝・広告において，当該商品や役\n務を需要者に訴えかけるために用いられる比較的短い語句であるが，当該商品や役\n務の名称と一緒に表示され，その内容が，当該商品や役務の構造，用途や効果に関\nするものである場合は，当該商品や役務の説明を記述したものとして需要者に把握\nされ，キャッチフレーズ自体には独自の自他識別機能又は出所表示機能を生じない\nのが，通常である。もっとも，当該キャッチフレーズが，当該商品や役務の構造，\n用途や効果に関する以外のものであったり，一般的にキャッチフレーズとして使用\nされないような語句が使用されたりして，当該キャッチフレーズの需要者に対する\n訴求力が高い場合や，広告や宣伝で長期間にわたって繰り返し使用されるなどして\n需要者に当該キャッチフレーズが広く浸透した場合等には，当該キャッチフレーズ\nの文言と，当該商品や役務との結び付きが強くなり，当該商品や製造・販売し，又\nは当該役務を担当する特定の主体と関連付けられ，特定の主体の営業を表示するも\nのと認識され，自他識別機能又は出所表示機能を有するに至る場合があるというべ\nきである。」\n(2) 原判決１２頁１５行目の「争いがない」を「甲１の１ないし４」と改める。\n(3) 原判決１２頁１５～１８行目の「原告商品の売上が，平成２４年４月期に\n約１０６億円，平成２０年４月期に約２１億円に上っていたことは被告も認めてい\nる（平成２６年１０月２９日付け被告準備書面７頁）としても」を「平成２０年４\n月期に約２１億円だった控訴人商品の売上が，平成２４年４月期には約１０６億円\nに増加し（原審における平成２６年１０月２９日付け被告準備書面７頁），平成２\n４年全体では，英会話教材販売において，約９７億２０００円の売上で約４９．９％\nのシェアを占め，２位の被控訴人（約１７．５％）を大きく引き離していた（甲６）\nとしても」と改める。\n(4) 原判決１２頁１９～２０行目の「控訴人キャッチフレーズは控訴人広告の\n見出しの中で，キャッチフレーズの一つとして使用されているにすぎないこと」を，\n「控訴人キャッチフレーズは，控訴人広告の中で，控訴人商品が，「聞き流す」と\nいう方法で使用するだけで「英語が上達する」という効果が生じるという商品の用\n法や効果を謳ったものにすぎないこと」と改める。\n(5) 原判決１３頁２２行目の「控訴人の主張によっても」を「著作権法や不正\n競争防止法は，著作行為や営業行為には労力や費用を要することを前提としつつ，\nあえてその行為及び成果物のすべてを保護対象とはしていないから，控訴人が指摘\nするように，キャッチフレーズに労力や費用を要するというだけでは」と改める。\n２  当審における当事者の主張に対する判断\n(1) 控訴人は，創作性の問題の本質は長さの点になく，創作者の何らかの個性\nが現れていれば足りるし，短い表現であっても，選択の幅が狭いとはいえない以上，\n控訴人キャッチフレーズ２について，著作物性が肯定されるべきである，控訴人キ\nャッチフレーズ２は，五七調の利用や人物を主語としない表現という意味で，需要\n者に強く印象を与えるものであり，従業員が試行錯誤して完成させた，他の英会話\n教材の宣伝文句にはない，独自のものである旨主張する。\nしかしながら，許容される表現の長さによって，個性の表れと評価できる部分の\n分量は異なるし，選択できる表現の幅もまた異なることは自明である。特に，広告\nにおけるキャッチフレーズのように，商品や業務等を的確に宣伝することが大前提\nとなる上，紙面，画面の制約等から簡潔な表現が求められ，必然的に字数制限を伴\nう場合は，そのような大前提や制限がない場合と比較すると，一般的に，個性の表\nれと評価できる部分の分量は少なくなるし，その表現の幅は小さなものとならざる\nを得ない。さらに，その具体的な字数制限が，控訴人キャッチフレーズ２のように，\n２０字前後であれば，その表現の幅はかなり小さなものとなる。そして，アイデア\nや事実を保護する必要性がないことからすると，他の表現の選択肢が残されている\nからといって，常に創作性が肯定されるべきではない。すなわち，キャッチフレー\nズのような宣伝広告文言の著作物性の判断においては，個性の有無を問題にすると\nしても，他の表現の選択肢がそれほど多くなく，個性が表れる余地が小さい場合に\nは，創作性が否定される場合があるというべきである。\n本件において，控訴人商品は，リスニングを中心にすえた英会話教材中，集中し\nて聞き入るという方法ではなく，聞き流す方法を採用した教材であり，控訴人キャ\nッチフレーズ２は，控訴人商品を英会話教材として利用した場合に，自然に流暢に\n英語を話すことができるようになるという効果があることを謳ったものであるが，\nその使用方法や効果自体は，事実であるし，消費者に印象を与えるための五七調風\nの語調の利用や，商品を主語とした表現の採用自体は，アイデアにすぎない。また，\n劇的に学習効果が現れる印象を与えるための「ある日突然」という語句の組合せの\n利用や，ダイナミックな印象を与えるための「飛び出した」という語句の利用に関\nしても，上記アイデアを表現する上で一定の副詞や動詞を使用することは不可欠で\nあるから，他の表現の選択肢はそれほど多くないといわざるを得ない。現に，同様\nのアイデアを表現する上で，控訴人自身が過去に採用したキャッチフレーズにおい\nて，「・・・英語が口から飛び出す！」，「ある日突然，・・・（英語が話せてびっくり\nした！）」，「ある日突然，・・・（自然と英語が口をついて出てくる！）」，「ある日突\n然，英語が口から飛び出して」，「・・・突然，英語が口から飛び出す」（いずれも甲\n５）という控訴人キャッチフレーズ２と共通する部分が存在する。また，キャッチ\nフレーズではないが，控訴人キャッチフレーズ２の公表後に発表された英会話の上\n達方法に関するウェブサイトにおいて，無意識に自然と流暢に英語を話せるように\nなるという劇的な効果を説明するために，「ある日突然に，・・・口から飛び出る」\n（乙１５），「ある日突然，・・・英語のフレーズが口から飛び出してきます。」（乙１\n７），「ある日突然「するっと英語が話せる」ようになった」（乙１８）といった語句\nが使用され，控訴人キャッチフレーズ２と同じ副詞や動詞が選択されているのであ\nって，これらは，控訴人商品と同様の学習効果を表現する上で，他の表現の選択肢\nが限られていることをうかがわせるものである。このような意味において，控訴人\nキャッチフレーズ２における語句の選択は，ありふれたものということができる。\nしたがって，控訴人キャッチフレーズ２に著作物性が認められないとした原判決\nの判断に，誤りはないというべきである。\n(2) したがって，被控訴人キャッチフレーズ３の類似性，依拠性を判断するま\nでもなく，控訴人の請求は理由がない。\n第５  結論\n以上の次第であって，控訴人の請求はいずれも理由がなく，これと結論を同じく\nする原判決は相当であるから，本件控訴を棄却することとし，主文のとおり判決す\nる。\n知的財産高等裁判所第２部\n裁判長裁判官\n清水   節\n裁判官\n片 岡 早 苗\n裁判官\n新 谷 貴 昭\n（別紙）  控訴人キャッチフレーズ目録\n１  音楽を聞くように英語を聞き流すだけ\n英語がどんどん好きになる\n２  ある日突然，英語が口から飛び出した！\n３  ある日突然，英語が口から飛び出した\n以  上\n（別紙）  被控訴人キャッチフレーズ目録\n１  音楽を聞くように英語を流して聞くだけ\n英語がどんどん好きになる\n２  音楽を聞くように英語を流して聞くことで上達\n英語がどんどん好きになる\n３  ある日突然，英語が口から飛び出した！\n４  ある日，突然，口から英語が飛び出す！\n以  上\n"
}