{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 9,
    "day": 28
  },
  "case_number": "平成27(ワ)5912",
  "case_name": "第三者異議事件",
  "court_name": "大阪地方裁判所",
  "right_type": "その他",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85423",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85423",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/423/085423_hanrei.pdf",
  "contents": "平成２７年９月２８日判決言渡  同日原本領収  裁判所書記官\n平成２７年（ワ）第５９１２号  第三者異議事件\n口頭弁論終結日  平成２７年８月３１日\n判 決\n原告          ハインツアンドカンパニー株式会社\n被告          株式会社三光\n同訴訟代理人弁護士  荘田耕司\n同                      岸田真穂\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n被告が株式会社サンコー大阪に対する大阪地方裁判所平成２７年（ル）第１９\n３６号商標権差押命令申立事件の商標権差押命令に基づき別紙商標権目録記載の\n商標権に対してなした差押えは，これを許さない。\n第２  事案の概要\n本件は，被告が，株式会社サンコー大阪（以下「サンコー大阪」という。）に対\nする強制執行（以下「本件強制執行」という。）として，別紙商標権目録記載の商\n標権（以下「本件商標権」という。）を差し押さえたところ，本件商標権は原告に\n帰属するとして，原告が被告に対して第三者異議の訴えを提起した事案である。\n１  前提事実（争いのない事実及び証拠により容易に認定できる事実）\n(1) 被告は，サンコー大阪に対する大阪地方裁判所平成２７年（ル）第１９３\n６号商標権差押命令申立事件に係る同年４月８日付け商標権差押命令に基づ\nき，本件商標権に対して差押えをなした（争いがない。）。\n(2) 本件商標権の登録原簿上では，平成２２年１２月３日を登録年月日として，\nサンコー大阪が商標権者として登録された後，平成２７年４月９日を受付年\n月日として，本件強制執行による差押えの登録がされている。\nまた，同登録原簿上では，平成２２年１２月３日から平成２７年４月９日\nまでの間，本件商標権がサンコー大阪から原告へと移転された旨の登録はさ\nれていない（以上につき乙１）。\n２  争点\n本件商標権が原告に帰属するか。\n３  争点に関する当事者の主張\n（原告の主張）\n本件商標権は，平成２６年７月に，譲渡契約によってサンコー大阪から原告\nに譲渡された。\nしたがって，原告は，被告に対して，所有権に基づき，本件商標権に対する\n差押えを排除するために本訴に及んだものである。\n（被告の主張）\n商標権の移転は，移転登録することが効力発生要件であるところ，本件商標\n権は，サンコー大阪から他に対して移転登録はされていない。\nしたがって，本件商標権について仮に原告が主張する譲渡契約が締結されて\nいたとしても，移転の効果は何ら生じておらず，本件商標権について，原告に\n所有権はない。\n第３  当裁判所の判断\n１  商標権の移転については，登録をしなければその効力を生じないと規定され\nているところ（商標法３５条，特許法９８条１項１号）， 前記前提事実(2)記載\nのとおり，本件商標権は，平成２２年１２月３日にサンコー大阪を商標権者と\nする登録がされた後，平成２７年４月９日に本件強制執行による差押えの登録\nがされており，その間，サンコー大阪から原告への移転登録はされていないと\n認められる。\nしたがって，仮にサンコー大阪と原告との間で上記差押えの登録より前に本\n件商標権の譲渡がされていたとしても，上記差押えの登録より前にその譲渡の\n効力は生じていなかったと認められるから，本件強制執行の目的物である本件\n商標権が，原告に帰属していないことは明らかである。\n２  なお，原告は，口頭弁論終結後に，平成２７年９月１０日付け答弁書を提出\nし，同答弁書において，①サンコー大阪に対し，平成２６年７月２日付けで，\n大阪地方裁判所から債権差押命令が届いており，同命令の中に「取立その他の\n処分をしてはならない」と明記されていたため，本件商標権の名義変更ができ\nなかった，②株式会社川嶋（以下「川嶋」という。）よりサンコー大阪に対し，\n本件商標権の不使用取消審判が請求されたため，商標を使用していることを立\n証するために本件商標権の名義変更ができなかった，③川嶋と被告とはグルー\nプ会社の関係にあり，川嶋が本件商標権の不使用取消審判の請求を行い，請求\n不成立の審決がされそうになると，被告が本件商標権に対して差押えを行うの\nは，法律を悪用するものである，旨主張している。\nしかしながら，まず①に関しては，平成２６年７月２日付けの債権差押命令\nの対象に本件商標権が含まれているとは認められず（乙１），同差押命令は本\n件商標権とは別の債権の処分を禁じたものであると推認されるから，同債権差\n押命令が本件商標権の移転登録の妨げになったとはいえない。\nまた②に関しては，上記不使用取消審判において問題となるのは，審判請求\nの登録日である平成２６年７月１０日（乙１）の前３年以内に，商標権者であ\nるサンコー大阪，その専用使用権者又は通常使用権者のいずれかが，その請求\nに係る指定商品又は指定役務のいずれかについての商標の使用をしているか\nどうかである（商標法５０条）。上記不使用取消審判の請求があったからとい\nって，少なくとも平成２６年７月１１日以降の時点においては，サンコー大阪\nが現在も商標を使用していることを立証する必要はなく，上記不使用取消審判\nの請求が本件商標権の移転登録の妨げになったとはいえない。\nさらに③に関しては，仮に川嶋と被告とがグループ会社の関係にあったとし\nても，当初商標が取り消されるべきものであると考えて本件商標権の不使用取\n消審判の請求を行うことと，その後，請求不成立の審決がされる見込みとなっ\nたため，次の手段として本件商標権に対して差押えを行うことは，相矛盾する\n行動とはいえず，原告の主張するような法律の悪用とは認められない。\nこのように，平成２７年９月１０日付け答弁書において原告が主張する事情\nは，いずれも主張自体失当であり，終結した口頭弁論を再開すべきとは認めら\nれない。\n３  以上のとおり，原告の請求には理由がないから，これを棄却することとし，\n主文のとおり判決する。\n大阪地方裁判所第２６民事部\n裁判長裁判官\n髙    松          宏      之\n裁判官\n田    原          美  奈  子\n裁判官\n中    山                  知\n"
}