{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 6,
    "day": 8
  },
  "case_number": "平成26(ネ)10128",
  "case_name": "商標権侵害差止請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85153",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85153",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/153/085153_hanrei.pdf",
  "contents": "平成２７年６月８日判決言渡\n平成２６年（ネ）第１０１２８号  商標権侵害差止請求控訴事件（原審  東京地方\n裁判所平成２６年（ワ）第７７３号）\n口頭弁論終結日  平成２７年４月１５日\n判 決\n控訴 人  興和株式会 社\n訴 訟 代 理 人 弁護 士  北 原 潤 一\n同  江 幡 奈 歩\n同  梶   並   彰一 郎\n訴 訟 代 理 人 弁 理 士  高   野   登志 雄\n被 控訴 人  ニ プ ロ 株 式 会 社\n訴 訟 代 理 人 弁護 士  伊 原 友 己\n同  加 古 尊 温\n主 文\n１  控訴人の当審における交換的変更に係る請求をいずれも棄却する。\n２  当審における訴訟費用は控訴人の負担とする。\n事実及び理 由\n第１  控訴の趣旨（当審における訴えの交換的変更後のもの）\n１  （主位的請求）\n(1)  被控訴人は，原判決別紙被告標章目録記載１ないし３の各標章（以下\n「被控訴人各標章」と総称する。）を付したＰＴＰシートを包装とする薬剤\nを販売してはならない。\n(2)  被控訴人は，前項記載の薬剤を廃棄せよ。\n２  （予備的請求）\n(1)  被控訴人は，原判決別紙被告標章目録記載４ないし６の各標章（以下\n「被控訴人各全体標章」と総称する。）を付したＰＴＰシートを包装とする\n薬剤を販売してはならない。\n(2)  被控訴人は，前項記載の薬剤を廃棄せよ。\n第２  事案の概要\n１  本件は，控訴人が，被控訴人による被控訴人各標章，あるいは被控訴人各全\n体標章（被控訴人各全体標章は，それぞれ横書きの「ピタバ」と「スタチン」\nを上下二段に配して成る標章であり，被控訴人各標章は，被控訴人各全体標章\nからそれぞれ「ピタバ」の部分を抜き出したものである。）を包装に付しての\n薬剤の販売が，控訴人が有する商標権を侵害するとして，商標法（以下「法」\nという。）３６条１項及び２項に基づき，主位的に，被控訴人各標章のいずれ\nかを付したＰＴＰシートを包装とする薬剤の販売の差止め及び同薬剤の廃棄，\n予備的に，被控訴人各全体標章のいずれかを付したＰＴＰシートを包装とする\n薬剤の販売の差止め及び同薬剤の廃棄を，それぞれ求める事案である。\n控訴人は，原審において，被控訴人による上記行為が，「ＰＩＴＡＶＡ」の\n標準文字から成り，指定商品を「薬剤」とする控訴人の登録商標（登録第４９\n４２８３３号。以下「本件商標」という。）に係る商標権（以下「本件商標\n権」という。）を侵害すると主張した。\n原審は，①被控訴人各標章の部分のみを被控訴人各全体標章とは独立した標\n章と解することはできず，被控訴人が使用しているのは被控訴人各全体標章で\nある，②本件商標と被控訴人各全体標章は，「ピタバ」の称呼を共通にし，需\n要者等のうち医療従事者には同一の観念（ピタバスタチンカルシウムという名\n称の，還元酵素阻害薬である化学物質。以下「本件物質」という。）を想起さ\nせ，患者に対してはいずれも特段の観念を想起させないことから，両者は類似\nすると解する余地がある，③本件商標は，指定商品のうち本件物質が含まれな\nい薬剤に使用した場合は需要者等が当該薬剤に本件物質が含まれると誤認する\nおそれがあるので，法４条１項１６号に該当し，無効審判により無効とされる\nべきものである，として，控訴人の請求をいずれも棄却した。\n控訴人は，本件控訴を提起するとともに，本件商標権につき，指定商品を\n「薬剤但し，ピタバスタチンカルシウムを含有する薬剤を除く」とするもの\n（登録第４９４２８３３号の１）と，指定商品を「ピタバスタチンカルシウム\nを含有する薬剤」とするもの（登録第４９４２８３３号の２。以下「本件商標\n権２」といい，これに係る商標を「本件商標２」という。）に分割し，当審に\nおいて，本件商標権２に基づき控訴の趣旨記載の請求をする旨の訴えの交換的\n変更を行い（以下，変更後の主位的請求を「当審における主位的請求」と，変\n更後の予備的請求を「当審における予備的請求」と，それぞれいう。），被控\n訴人はこれに同意した。\n２  争いのない事実等及び争点に関する当事者の主張（ただし，争点２，４及び\n５に関する当事者の主張中，「本件商標」とあるのをいずれも「本件商標２」\nと読み替える。）は，原判決を次のとおり補正するほか，原判決「事実及び理\n由」第２の１及び２記載のとおりであるから，これを引用する。\n(1)  原判決２頁１７行目冒頭に「ア」を加え，同頁１８行目の「有してい\nる。」を「有していた。」と改める。\n(2)  原判決２頁２４行目末尾に，改行の上，次のとおり加える。\n「イ  控訴人は，平成２６年１１月１７日付けで，本件商標権の分割登録申請\nを行い，本件商標権は，同月１８日，下記(ア)の商標登録に係る商標権及\nび下記(イ)の商標登録に係る商標権（本件商標権２）に分割された（甲１\n９，２０の１及び２）。\n(ア)  登 録 番 号   第４９４２８３３号の１\n商品の区分   第５類\n指 定 商 品   薬剤但し，ピタバスタチンカルシウムを含有する薬\n剤を除く\n登 録 商 標   ＰＩＴＡＶＡ（標準文字）\n(イ)  登 録 番 号   第４９４２８３３号の２\n商品の区分   第５類\n指 定 商 品   ピタバスタチンカルシウムを含有する薬剤\n登 録 商 標   ＰＩＴＡＶＡ（標準文字）」\n(3)  原判決６頁１０行目の「本件物質を含有しない薬剤」を「他の化学物質\n（有効成分）を主成分とし，微量の本件物質を含有するにすぎない薬剤」と\n改める。\n(4)  原判決６頁２４行目の「（同法４７条１項）」の次に，「は，商標権の\n分割がされた場合には分割時を起算点とすべきである。また，仮に除斥期\n間」を加える。\n(5)  原判決７頁６行目末尾に，改行の上，次のとおり加える。\n「仮に，医療従事者において，薬剤に付された「ＰＩＴＡＶＡ」が「ピタバ\nスタチンカルシウム」を含有する薬剤を想起させるとしても，ピタバスタチ\nンをその効能を発揮しない程度にしか含有しない薬剤は，現実的には存在し\n得ないし，「ＰＩＴＡＶＡ」は「ピタバスタチンカルシウム」以外の有効成\n分を含まないことを想起させるものではないから，かかる表示は薬剤の品質\nに誤認を生じさせるものではない。」\n第３  当裁判所の判断\n当裁判所は，被控訴人が使用しているのは被控訴人各商標ではなく被控訴人\n各全体標章であるから，控訴人の当審における主位的請求は，その余の争点に\nついて判断するまでもなく理由がなく，また，被控訴人各全体標章は，本件商\n標権２に係る指定商品の原材料を普通に用いられる方法で表示するものにすぎ\nないから，法２６条１項２号により本件商標権２の効力が及ぶものではなく，\nしたがって，控訴人の当審における予備的請求も，理由がないと判断する。\nその理由は，次のとおりである。\n１  被控訴人各標章の使用の有無（争点１）について\n原判決８頁１３行目の「原告の」の次に「当審における」を加えるほか，原\n判決「事実及び理由」第３の１に記載のとおりであるから，これを引用する。\n２  法２６条１項２号該当性（争点３）について\n(1)  問題の所在\n控訴人は，被控訴人が，本件商標権２の指定商品であるピタバスタチンカ\nルシウム（本件物質）を含有する薬剤に当たる被控訴人各商品に，本件商標\n２と類似する被控訴人各全体標章を付して販売する行為は，控訴人の有する\n本件商標権２を侵害すると主張する。\nこれに対し，被控訴人は，控訴人の主張する被控訴人各全体標章の使用は，\n被控訴人各商品の原材料を普通に用いられる方法で表示するものにすぎず，\n法２６条１項２号により本件商標権２の効力が及ばないと主張する。\nこのような本件事案の内容に鑑み，被控訴人各全体標章と本件商標２の類\n否の点（争点２）をしばらく措き，まず，上記のような被控訴人各全体標章\nの使用が，法２６条１項２号に該当するか否かについて判断することとする。\n(2)  認定事実\n後掲各証拠及び弁論の全趣旨によれば，次の事実が認められる。\nア  医薬品を構成する化学物質について，世界保健機関が設定した標準的な\n名称を国際一般名というが，この国際一般名において，薬理学的に又は構\n造的に類似性のある化合物群には，共通のステム（語幹）が使用される。\n脂質異常症（高脂血症）治療薬であるＨＭＧ－ＣｏＡ還元酵素阻害薬の\nステムは“-vastatin”であり，これに属する薬剤の国際一般名には，本\n件物質である“pitavastatin”のほか，“simvastatin”（シンバスタチ\nン），“pravastatin”（プラバスタチン），“fluvastatin”（フルバス\nタチン），“atorvastatin”（アトルバスタチン），“rosuvastatin”\n（ロスバスタチン）などがある。\nまた，医療現場で繁用されている医療専門書によれば，ＨＭＧ－ＣｏＡ\n還元酵素阻害薬は「スタチン」と分類されており，これに分類される薬剤\nには，ピタバスタチン（本件物質）のほかに，シンバスタチン，プラバス\nタチン，フルバスタチン，アトルバスタチン，ロスバスタチンなどがある\n（以上につき，乙２０）。\n控訴人は，平成１５年９月，本件物質を有効成分とする脂質異常症治療\n薬の販売を開始し，現在に至っている。なお，控訴人の販売する同医薬品\nの販売名は，「リバロ」ないし「ＬＩＶＡＬＯ」というものである（乙１\n５ないし１８）。\nイ  被控訴人各商品の販売名は，原判決別紙被告商品目録に記載のとおりで\nある。\n厚生労働省医薬食品局審査管理課長発出の「医療用後発医薬品の承認申\n請にあたっての販売名の命名に関する留意事項について」（薬食審査発第\n０９２２００１号平成１７年９月２２日。甲２２。以下「本件留意事項」\nという。）によれば，医療用後発医薬品の販売名については，(ア)原則と\nして，含有する有効成分に係る一般的名称を基本とした販売名とすること，\n(イ)含有する有効成分に係る一般的名称に剤型，含量及び会社名（屋号\n等）を付すこととされ，有効成分の一般的名称については，その一般的名\n称の全てを記載するのが原則であるが，当該有効成分が塩，エステル及び\n水和物等の場合にあっては，これらに関する記載を元素記号等を用いた略\n号等で記載しても差し支えないし，他の製剤との混同を招かないと判断さ\nれる場合にあっては，塩，エステル及び水和物等に関する記載を省略する\nことができるとされている。\n本件留意事項は，医薬品の販売名等の類似性に起因した医療事故を防止\nするための対策の一環であり，医療用医薬品が今後引き続き新たに承認さ\nれる状況にあって，既存のものとの類似性が低い販売名を命名することが\nますます困難な状況になることが予想されることから，今後新たに承認申\n請される医療用後発医薬品の販売名についての留意事項を示したものであ\nる。\n被控訴人各商品の販売名は，本件留意事項に準拠しており，本件物質の\n一般的名称である「ピタバスタチンＣａ」，剤型を示す「錠」，有効成分\nの含量を示す「１ｍｇ」，「２ｍｇ」又は「４ｍｇ」，さらに，被控訴人\nを表す会社コードである「「ＮＰ」」から成る。\n本件物質を有効成分とする後発医薬品は，現在，被控訴人を含め２４社\nが販売しており（甲６），これに加え，平成２７年６月以降，新たに２社\nが，本件物質を有効成分とする後発医薬品の販売を開始することが見込ま\nれている。これらの後発医薬品の販売名は，その冒頭に，「ピタバスタチ\nンカルシウム」ないし「ピタバスタチンＣａ」を含む点で共通する。\nウ  被控訴人各商品のＰＴＰシートの表面には，上端の耳部に「ピタバスタ\nチン」と「Ｃａ○ｍｇ「ＮＰ」」（「○」部分には含量を表す数字が入る。\n以下，同じ。）とが横書き上下二段で記載され（文字の大きさは，「ピタ\nバスタチン」及び「Ｃａ○ｍｇ」の部分が「「ＮＰ」」部分よりやや大き\nく表記されている。），表面本体部には，各錠剤封入部の上方に「ピタバ\nスタチン」の文字が横書き一段で（文字の大きさは，「ピタバ」部分が９\nポイント，「スタチン」部分が５．７ポイントである。），その左下方の\n半円形の枠内に有効成分の含量を表す数字が，それぞれ一錠毎に記載され\nている。\n同ＰＴＰシートの裏面には，上端の耳部に「ＰＩＴＡＶＡＳＴＡＴＩ\nＮ」と「ＣＡ○ｍｇ「ＮＰ」」とが横書き上下二段で記載され（文字の大\nきさは，「ＰＩＴＡＶＡＳＴＡＴＩＮ」及び「Ｃａ○ｍｇ」の部分が\n「「ＮＰ」」部分よりやや大きく表記されている。），裏面本体部には，\n各錠剤封入部の上方に一錠毎に，横書き一段の「ピタバスタチン」の記載\n（文字の大きさは，「ピタバ」部分が９ポイント，「スタチン」部分が５．\n７ポイントである。）と，「ピタバ」と「スタチン」を横書きで上下二段\nに配した記載（被控訴人各全体標章である。文字の大きさは，「ピタバ」\n部分が１０．９ポイント，「スタチン」部分が７ポイントである。）とが，\n各錠剤封入部を縦方向に見た場合に交互にされている（乙３，４，３３）。\nまた，これらの「ピタバスタチン」ないし「ピタバ」及び「スタチン」の\n記載の下方の各錠剤封入部に当たる箇所に，半円形の枠内に有効成分の含\n量を表す数字の記載が，それぞれ一錠毎にされている。\nこれらのＰＴＰシートの記載は，厚生省（当時）医薬安全局長発出の\n「医療事故を防止するための医薬品の表示事項及び販売名の取扱いについ\nて」（医薬発第９３５号平成１２年９月１９日。甲１４，２３。以下「本\n件取扱い」という。）に準拠したものである。本件取扱いによれば，医療\n用医薬品のＰＴＰシートには，当該医薬品の和文販売名，英文販売名，規\n格・含量，識別コード等を，表面及び裏面の所定の場所に記載することと\nされ（販売名に関して言えば，表面又は裏面の各耳部のいずれか一方に和\n文販売名を，もう一方に英文販売名を記載するほか，裏面の本体部には，\nおおむね２錠分のシートに１箇所，和文販売名を記載することとされてい\nる。），和文販売名については，製造（輸入）承認書に記載された販売名\nを記載するが，規格又は含量を表す数字又は剤型を表す錠，カプセル等の\n文字は省略してもよいなどとされている。\nなお，被控訴人各商品の外箱に表示された販売名（省略がされていない\n正規のもの）は，「ピタバスタチンＣａ錠○ｍｇ「ＮＰ」」の文字が横書\nき一段で，又は「ピタバスタチン」と「Ｃａ錠○ｍｇ「ＮＰ」」とが横書\nき上下二段で記載されたものであり，ＰＴＰシートが収容された内袋には，\n「ピタバスタチンＣａ錠」の文字が横書き一段で記載されている（乙３，\n４）。\nエ  被控訴人各商品は処方箋医薬品である（乙２）ところ，医薬品，医療機\n器等の品質，有効性及び安全性の確保等に関する法律（平成２５年法律第\n８４号による改正前の薬事法が，同改正により題名を改めたものであ\nる。）４９条１項によれば，薬局開設者又は医薬品の販売業者は，薬剤師，\n薬局開設者，医師，病院や診療所等の開設者への販売又は授与を除き，医\n師等の処方箋の交付を受けた者以外の者に対して，正当な理由なく処方箋\n医薬品の販売又は授与を行ってはならない。また，薬剤師法２３条，２５\n条の２によれば，薬剤師は，販売又は授与の目的で調剤する際には，処方\n箋の記載どおりに薬剤を調剤しなければならず，また，薬剤師は，患者に\n対して，当該薬剤に関して必要な情報を提供し，必要な薬学的知見に基づ\nく指導を行わなければならない。\nオ  平成１６年から平成２５年ころに刊行ないし発表された，複数の日本語\nの論文（乙８ないし１３）及び英語の論文（乙２２ないし２９の各１），\n平成２０年公開の国際出願（乙７），平成２３年の医薬品安全性情報（乙\n１４），平成２４年公開の公開特許公報（乙５，６），平成２５年３月に\n行われた文部科学省の橋渡し研究加速ネットワークプログラムの成果報告\n会の資料（乙３５の資料４）において，本件物質について“pitava”ない\nし「ピタバ」と表記する例が認められる（ただし，そのほとんどは，かか\nる表記が“pitavastatin”ないし「ピタバスタチン」を指すものである旨\nの注記がされているか，文中にこれらの語があり，文脈に照らして上記の\n表記がこれらの語を指すものと理解することができるものである。）。\nまた，平成２２年３月の日本循環器学会にて行われた，スタチンに属す\nる三種の薬剤（ピタバスタチン，アトルバスタチン及びロスバスタチン）\nの効能を比較する臨床研究の結果発表においては，上記三種の薬剤につき，\nそれぞれ「ピタバ」，「アトルバ」及び「ロスバ」との略称が，特に定義\n付けをすることなく用いられている（乙３５の資料２。ただし，研究のプ\nロトコールを示した図には，これらの薬剤の名称の記載がある。）。\n控訴人は，平成２５年１０月１７日，「ピタバ」の標準文字から成る商\n標について，指定商品を「薬剤」とする商標登録の出願を行ったが，特許\n庁審査官は，平成２６年３月４日を起案日として，「ピタバ」の文字は，\n指定商品を取り扱う業界において，「ピタバスタチンカルシウム」又は\n「ピタバスタチン」の略称として使用されているから，単に商品の原材料，\n品質を普通に用いられる方法で表示する標章のみから成る商標であるなど\nとして，同商標は法３条１項３号及び４条１項１６号に該当するとの拒絶\n理由の通知を行い，同年６月１２日，同旨の理由で拒絶査定をした（乙３\n６の１，同３，同５）。\n(3)  検討\nア  前記争いのない事実等(3)ウによれば，被控訴人各全体標章を構成する\n語である「ピタバスタチン」とは，被控訴人各商品の有効成分である本件\n物質の慣用名で，本件物質の一般的名称である「ピタバスタチンカルシウ\nム」から，塩についての記載である「カルシウム」を省略したものであり，\n本件商標権２の指定商品である「ピタバスタチンカルシウムを含有する薬\n剤」の「原材料」に当たるものである。\nそこで，本件における被控訴人による被控訴人各全体標章の使用が，法\n２６条１項２号の「原材料」を「普通に用いられる方法で表示する」もの\nに当たるか否かを検討する。\nイ  まず，「普通に用いられる方法で表示する」とは，一般的には，取引者\nや需要者の観点から見て，当該標章を自他商品識別力を発揮する態様で使\n用する場合を含まないと解されるところ，被控訴人各全体標章については，\nＰＴＰシートに和文販売名を記載すべきとする本件取扱いに準拠して被控\n訴人各商品のＰＴＰシートに付されたものと認められる以上，被控訴人各\n商品の販売名の一部として使用されているとも解し得るから，自他商品識\n別力を発揮する態様での使用に当たることを否定することができないので\nはないかが問題となる。\nしかし，被控訴人各商品のような「後発医薬品」に関しては，本件留意\n事項により，販売名を，有効成分の一般的名称を基本としたものにするこ\nとが要求されているところ，その趣旨は，有効成分が同一の後発医薬品に\n関しては，すべて同一の有効成分名が販売名に記載され，薬（有効成分）\nの取り違えが起きないようにすることにあると解される。したがって，後\n発医薬品について，ＰＴＰシートに販売名を記載するという取扱いの趣旨\nは，自他識別力のある販売名を表示させるというよりは，有効成分名をき\nちんと記載させるというところにあるとも解することができるから，少な\nくとも，後発医薬品のＰＴＰシート等に，「ピタバスタチン」（あるいは\nピタバスタチンカルシウム）などといった有効成分名のみが記載されてい\nる限りにおいては，それがＰＴＰシートに販売名を記載するという本件取\n扱いに準拠して行われたものであったとしても，その実質は，有効成分名\n（原材料名）を記載したものにとどまると評価することができるものとい\nうべきである。\nそして，ＰＴＰシートに「ピタバスタチン」という語を記載する行為が，\n原材料名を「普通に用いられる方法で表示する」場合に当たるかどうかを，\n需要者の観点も踏まえて検討してみると，前記(2)ア及びイのとおりの，\n本件物質を有効成分とする先発医薬品や後発医薬品の販売状況，医療現場\nで繁用されている医療専門書の記載内容，さらに，前記(2)イのとおりの\n後発医薬品の販売名についての本件留意事項の内容に照らせば，「ピタバ\nスタチン」の語は，指定商品の需要者や取引者のうち少なくとも医師，薬\n剤師，看護師等の医療従事者においては，脂質異常症の治療に用いられる\nＨＭＧ－ＣｏＡ還元酵素阻害薬である本件物質を指すものであることは広\nく認識されていたと認めることができる。\nこれに対し，需要者のうち患者については，医薬品について医療従事者\nと同程度の知識を有するとはいい難いし，本件留意事項の内容を一般的に\n認識しているともいい難いから，患者において，「ピタバスタチン」の語\nは脂質異常症治療薬である本件物質を指すことが広く認識されていたとは\nいい難い。\nしかしながら，被控訴人各商品は，いずれも処方箋医薬品に指定されて\nいるから，患者は，医師等の処方箋なしにこれを購入することはできず，\n医師から処方を受ける際には，医師から，少なくともどのような性質で，\nどのような効能を持った薬剤を処方されるのかの説明を受け，さらに，被\n控訴人各商品を購入する際には，薬剤師から，被控訴人各商品の性質や効\n能に加え，購入する商品が，その有効成分である本件物質の一般的名称や\n慣用名，あるいは販売名を成す「ピタバスタチン」あるいは「ピタバスタ\nチンカルシウム」であるとの説明を受けることが一般的であると考えられ\nる。これに加えて，本件物質を有効成分とする後発医薬品が，多数の製薬\n業者によって，「ピタバスタチンカルシウム」や「ピタバスタチンＣａ」\nを販売名の一部として現に販売されていることも併せてみると，「ピタバ\nスタチン」の語は，実際には販売名というよりもむしろ，脂質異常症の治\n療に用いられるＨＭＧ－ＣｏＡ還元酵素阻害薬である本件物質を指すもの\nであることを容易に理解することができるものと考えられる。\n以上の点を総合考慮すると，「ピタバスタチン」の語をＰＴＰシート等\nに表示する行為は，脂質異常症の治療に用いられるＨＭＧ－ＣｏＡ還元酵\n素阻害薬である本件物質の原材料名を表示するものであり，これを自他商\n品識別力を発揮する態様で使用するものではないということができる。\nウ  次に，被控訴人各全体標章が，本件物質の一般的名称である「ピタバス\nタチン」の語のうち，「ピタバ」の部分を「スタチン」に比べて強調して\n表示する構成であることが，「普通に用いられる方法で表示する」場合に\n当たるかどうかが問題となる。\n被控訴人各全体標章は，原判決別紙被告標章目録記載４ないし６のとお\nり，いずれもゴシック体の「ピタバ」と「スタチン」の各語を上下二段に\n横書きして成る構成であるところ，「ピタバ」の部分は，一見して目に付\nきやすい一段目に配置され，「スタチン」の部分と比較して相当大きな書\n体で記載され，その幅も「スタチン」の部分よりも広く外側に張り出して\nいる。よって，「ピタバ」の部分が視覚上強調されて感得されるものとみ\nることができる。\nとはいえ，医療従事者にとっては，「ピタバスタチン」はＨＭＧ－Ｃｏ\nＡ還元酵素阻害薬である本件物質を指すものであることが広く認識されて\nいたと認めることができるのは前記イのとおりである。また，被控訴人各\n全体標章においては，「ピタバ」の部分が「スタチン」の部分に比べて視\n覚上強調された構成であるものの，前記(2)オに認定した事実を踏まえる\nと，医療従事者にとっては，「ピタバ」の語は，少なくとも「ピタバスタ\nチン」の語の一部として，あるいはこの語とともに用いられる場合には，\n明らかにその略称であると解されるから，かかる構成であることをもって，\n被控訴人各全体標章から本件物質を想起することが妨げられるということ\nはできない。さらに，前記(2)ウのとおり，被控訴人各商品のＰＴＰシー\nトには，被控訴人各全体標章のほか，横書き一段の「ピタバスタチン」の\n記載があり，これと外箱における販売名の記載などを併せて見ると，被控\n訴人各全体標章が「ピタバ」ではなく「ピタバスタチン」を表したもので\nあると認識することは，医療従事者にとっては容易であるということがで\nきる。\nそうすると，結局，医療従事者にとって，被控訴人各全体標章を見たと\nきには，一体として「ピタバスタチン」を表していること（あるいは，\n「ピタバ」の部分のみを取り出した場合には，「ピタバスタチン」の略称\nとして用いられているのにすぎないこと）を，容易に理解することができ\nるというべきである。\n次に，患者にとっては，被控訴人各商品は，いずれも処方箋医薬品に指\n定されているから，医師等の処方箋なしにこれを購入することはできず，\n医師から薬剤の処方を受ける際には，少なくともどのような性質でどのよ\nうな効能を持った薬剤を処方されるか等について説明を受け，被控訴人各\n商品を購入する際には，薬剤師から，被控訴人各商品の性質や効能，購入\nする商品が，その有効成分である本件物質の一般的名称や慣用名，あるい\nは販売名を成す「ピタバスタチン」あるいは「ピタバスタチンカルシウ\nム」であるとの説明を受けることが一般的であると考えられることは，前\n記イにおいて説示したとおりである。\nこれに加え，前記(2)ウのとおり，被控訴人各商品のＰＴＰシートにお\nいては，耳部に横書き一段の「ピタバスタチン」あるいは「ＰＩＴＡＶＡ\nＳＴＡＴＩＮ」の記載があること，被控訴人各全体標章が付された裏面に\nはそれと交互に横書き一段の「ピタバスタチン」の記載があること，表面\nには横書き一段の「ピタバスタチン」の記載のみがあり，仮にＰＴＰシー\nトを一錠ずつに切り離したとしても，表面には必ず横書き一段の「ピタバ\nスタチン」の語が付されていることとなることなども併せてみると，患者\nにおいて，被控訴人各商品に付された被控訴人各全体標章が，一体として\n「ピタバスタチン」を指すものであること（あるいは，「ピタバ」の部分\nのみを取り出した場合には，それが「ピタバスタチン」の一部を取り出し\nた略称にすぎないこと）を，さしたる困難もなく理解することができると\nいうべきである。\nしたがって，被控訴人各全体標章は，取引者や需要者において，全体と\nして「ピタバスタチン」を表示するものとして認識されるか，又は「ピタ\nバスタチン」の略称と容易に理解することができる語としての「ピタバ」\nを表示するものとして認識されるものということができるから，その表示\nは，「普通に用いられる方法で表示する」ものの域を出るものではないと\n認められる。\nエ  以上によれば，被控訴人が被控訴人各商品のＰＴＰシートに付して使用\nしている被控訴人各全体標章は，本件商標権２の指定商品の原材料である\n「ピタバスタチン」を，普通に用いられる方法で表示するものと認められ\nるから，法２６条１項２号に当たり，これに対し，控訴人の有する本件商\n標権２の効力は及ばないというべきである。\n(4)  控訴人の主張について\n控訴人は，「ピタバ」は本件物質の一般的な略称表記ではないし，被控訴\n人各商品の需要者である患者は，「ピタバスタチン」が化学物質の一般的名\n称であると認識することはなく，商品名であると認識するから，被控訴人各\n全体標章の表示態様は，「普通に用いられる方法」に当たらないと主張する。\nしかるに，後発医薬品の有効成分としての本件物質の名称を当該医薬品の\n販売名に用いる限り，販売名や商品名として「ピタバスタチン」の語を用い\nたからといって，「普通に用いられる方法」であることが否定されないのは\n前記(3)イのとおりである。\nまた，「ピタバ」が本件物質の略称表記として一般化しているといえるか\nどうかはさておき，医療従事者にとっては，被控訴人各全体標章が一体とし\nて「ピタバスタチン」あるいはその略称としての「ピタバ」を表しているこ\nとを容易に理解することができるのは，前記(3)ウのとおりである。また，\n患者にとっては，薬剤師から購入する際には本件物質の一般的名称や慣用名，\n販売名によって説明を受けるのが一般的と考えられることや，ＰＴＰシート\nに付された他の横書き一段の「ピタバスタチン」の記載等に照らすと，結局\nは被控訴人各全体標章が一体として「ピタバスタチン」あるいはその略称と\nしての「ピタバ」を指すものであることを特段の困難なく理解することがで\nきることも，前記(3)ウのとおりである。\nよって，控訴人が上記のとおり主張するところは，いずれも，被控訴人各\n商品における被控訴人各全体標章の使用が法２６条１項２号に当たることを\n否定すべき事情ということはできず，いずれも採用することができない。\n３  結論\n以上のとおりであり，その余の争点について判断するまでもなく，控訴人の\n当審における交換的変更に係る請求はいずれも理由がないから棄却することと\nし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官      鶴    岡    稔    彦\n裁判官      田    中    正    哉\n裁判官      神    谷    厚    毅\n"
}