{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 4,
    "day": 16
  },
  "case_number": "平成26(ネ)10079",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85045",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85045",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/045/085045_hanrei.pdf",
  "contents": "平成２７年４月１６日判決言渡  同日原本受領  裁判所書記官\n平成２６年(ネ)第１００７９号  特許権侵害差止等請求控訴事件\n原審・東京地方裁判所平成２５年(ワ)第７５６９号\n口頭弁論終結日  平成２７年３月１２日\n判     決\n控訴 人     株 式 会 社 コ ガ ネ イ\n訴訟代理人弁護 士     小 林 幸 夫\n同                        坂 田 洋 一\n同                        河 部 康 弘\n訴訟代理人弁理 士     筒 井 大 和\n同         小 塚 善 高\n同                        青山   仁\n同                        筒 井 章 子\n被 控訴 人     Ｓ Ｍ Ｃ 株 式 会 社\n訴訟代理人弁護 士     清      永    利    亮\n同                        宮      寺      利    幸\n訴訟代理人弁理 士     仲  宗  根      康    晴\n同                        坂      井      志    郎\n補 佐 人 弁 理 士     千      葉      剛    宏\n同                        千      馬      隆    之\n主     文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙物件目録１及び２記載の各製品（以下，それぞれを\n「イ号製品」，「ロ号製品」といい，併せて「被告各製品」という。）を製造し，\n販売し，輸出し又は販売の申出（販売のための展示を含む。）をしてはならな\nい。\n３  被控訴人は，被告各製品及びその半製品を廃棄せよ。\n４  被控訴人は，控訴人に対し，８億２５００万円及びこれに対する平成２５年\n４月５日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本判決の略称は，原判決に従う。\n１  本件は，発明の名称を「吸着搬送装置およびそれに用いる流路切換ユニット」\nとする本件発明について本件特許権（特許第３８６６０２５号）を有する控訴\n人が，被控訴人による被告各製品の製造販売等が，控訴人の本件特許権を侵害\nすると主張して，被控訴人に対し，特許法１００条１項に基づき被告各製品の\n製造販売等の差止め，被告各製品及びその半製品の廃棄を求めるとともに，民\n法７０９条，特許法１０２条２項の損害賠償請求権に基づき，８億２５００万\n円及びこれに対する訴状送達日の翌日である平成２５年４月５日から支払済み\nまで民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n原判決は，被控訴人の製造販売等に係るイ号製品は本件発明の技術的範囲に\n属するが，ロ号製品は文言侵害及び均等侵害を含め本件発明の技術的範囲に属\nさない，本件発明に係る特許は，乙８発明及び周知の技術事項に基づいて当業\n者が容易に想到することができたものとして特許無効審判により無効にされる\nべきであるから，特許法１０４条の３第１項により控訴人は被控訴人に対し本\n件特許権を行使することができないと判示して，控訴人の請求を全部棄却した\nため，控訴人が，これを不服として控訴したものである。\n２  前提事実\n原判決の「事実及び理由」の第２の１記載のとおりであるから，これを引用\nする。\n３  争点及び争点に関する当事者の主張\n次のとおり，争点(2)（ロ号製品の構成要件Ｇ～Ｊの充足性（文言侵害，均等\n論））及び争点(3)（本件特許の無効理由の有無）について，当審における当事\n者の主張を付加するほか，原判決の「事実及び理由」の第２の２記載のとおり\nであるから，これを引用する。\n〔当審における控訴人の主張〕\n(1)  争点(2)（ロ号製品の構成要件Ｇ～Ｊの充足性（文言侵害，均等論））につ\nいて\n原判決は，ロ号製品の均等による特許権侵害の成否について，「本件発明は，\n大気開放ポートがなく，真空破壊のための空気が出力ポートのみから着脱路\nに流入し，かつ，出力ポートから供給される正圧空気が全て着脱路の吸着面\nから排出される従来技術を前提に，ワークを迅速に離脱させるとともに吹き\n飛ばしを防止して正確な位置決めをするという課題の解決のため，大気開放\nポートを設けてこれを着脱路及び出力ポートと連通させることにより，着脱\n路が大気圧に達するまでは大気開放ポートからも空気を流入させてワークの\n離脱を迅速にし，これが大気圧に達した後は正圧空気が大気開放ポートから\nも流出するものとしてワークの吹き飛ばしを防止したものであり，この点の\n構成が本件発明の課題解決のための本質的部分に当たると認められる。そう\nすると，大気開放ポートがなくても排気口から大気の流入及び正圧空気の排\n出が行われるエジェクタを備えた構成は，上記の前提を欠くものであり，本\n件発明が解決すべき課題も存在しないことになるから，本件発明とは本質的\n部分において相違すると解するのが相当である。」と認定した。\nしかし，ロ号製品がその「排気口」によって，イ号製品の「大気開放ポー\nト」と同等の大気の流入と正圧空気の排出を行うことができるのであれば，\nわざわざ，ロ号製品において，イ号製品と同じ「大気開放ポート」を設ける\n必要はなく，上記判決の認定は不合理である。現に，被控訴人が作成するイ\n号製品とロ号製品の性能を説明するパンフレット（甲５）には，ロ号製品に\nも，イ号製品と同様の「大気開放口」の記載があり，「大気開放口」の作用に\nよりイ号製品と同様の作用効果が得られる旨が理解できる。実際，ロ号製品\nのように，エジェクタを用いたものにおいては，「排気口」から排出される空\n気による騒音を低減するために，「マフラ」を流路ブロックに設けることが必\n須となり，「マフラ」は，通気性を有する部材等により形成されているものの，\n「排気口」から外部に排気される空気には大きな通気抵抗が加わることから，\n「大気開放ポート」と同等の効果を奏することはなく，そのため，ロ号製品\nにおいても，エジェクタに「排気口」が存在するにもかかわらず，わざわざ\n「大気開放ポート」が設けられている。\nしたがって，「排気口」が本件発明の「大気開放ポート」と同等の作用効果\nを有するものではないから，原判決の上記認定は誤りであり，ロ号製品に対\nする均等侵害は認められるべきである。\n(2)  争点(3)（本件特許の無効理由の有無）について\nア  乙８発明の認定の誤り，本件発明と乙８発明との一致点及び相違点の認\n定の誤り\n(ア)  原判決は，乙８発明を，\n「移動するアームの先端に設けられた吸盤の吸着面にカートンを吸着\nさせて前記カートンを搬送するカートン取出し装置に使用する流路切換\n装置であって，\nエアコンプレッサに正圧流路を介して連通する正圧供給ポート，前記\n吸盤の着脱路に連通する出力ポート，真空ポンプに真空流路を介して連\n通する真空供給ポート，前記着脱路に連通する真空ポート及び大気に開\n放され大気を前記着脱路に供給する大気ポートが形成され，\n前記正圧供給ポートを前記出力ポートに連通させる状態と前記正圧供\n給ポートを遮断する状態に作動する圧縮空気電磁弁と\n前記真空ポートを前記真空供給ポートに連通させる状態と前記真空ポ\nートを前記大気ポートに連通させる状態に作動する真空電磁弁とを有し，\n前記エアコンプレッサからの圧縮空気を前記着脱路に連通させて前記\nカートンの吸着を停止する際に，前記真空電磁弁の前記真空ポートを前\n記大気ポートに連通させるのと同時に，前記圧縮空気電磁弁の前記正圧\n供給ポートを前記出力ポートに連通させることにより，前記出力ポート\nと前記真空ポートとを連通させて流路を介して前記大気ポートを前記正\n圧供給ポートと前記着脱路とに連通させる，流路切換装置。」（原判決\n「事実及び理由」の第３の３(2)（２４～２５頁））\nと認定した上で，「真空電磁弁（２１）の閉成と同時にこの閉状態の圧縮\n空気電磁弁（２４）を一度開閉動作させて，吸盤（５０）内に残留する\n弱い真空状態を完全に解除」する（乙８の４頁左上欄１０～１２行）と\nいう乙８記載の流路切換装置の構成と，「前記真空ポートを前記大気開放\nポートに連通させ，…前記正圧供給ポートを前記出力ポートに連通させ\nることにより，前記大気開放ポートを前記正圧供給ポートと前記着脱路\nに連通させる」という本件発明の構成を同一のものであるとし，これを\n前提に，乙８発明の大気ポートには正圧空気の一部を排出する作用があ\nることも流体力学上明らかであるから，本件発明の「大気開放ポート」\nが「正圧ポートからの正圧空気の一部を排出する」と規定されるのに対\nし，乙８発明の「大気ポート」は正圧空気の一部を排出することについ\nて明示的な記載がない点は相違点に当たらないと判断した。\nしかし，乙８には，乙８記載の流路切換装置が「前記出力ポートと前\n記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供\n給ポートと前記着脱路とに連通させる」構成を有することまでは記載さ\nれていないから，原判決による乙８発明の認定のうち，上記構成を認定\nした部分は誤りである。したがって，本件発明の「大気開放ポート」が\n「正圧ポートからの正圧空気の一部を排出する」と規定されるのに対し，\n乙８発明の「大気ポート」は正圧空気の一部を排出することについて明\n示的な記載がない点は相違点に当たらないとした原判決の上記判断は誤\nりである。\nすなわち，乙８の圧縮空気電磁弁（２４）が開閉動作するのは，基本\n的には，コンベア（１４）に被包装物（５）がない状態のときであり，\nコンベア（１４）に被包装物（５）があるときには，真空電磁弁（２１）\nを閉じるだけで，圧縮空気電磁弁（２４）を開閉動作させなくても，吸\n盤（５０）をカートン（２）から開放することができる。\n従来のカートン取出し装置では，カートンの非吸着時，すなわち，吸\n盤がカートン（２）に接触してもカートンを吸着させない時に，真空電\n磁弁を大気開放しているにもかかわらず，吸気管路内のフィルターの目\n詰まり等によって，カートンの非吸着時にも弱い真空が残留してしまう\nという課題があった。そこで，被包装物（５）がコンベアにない場合に，\n装置の運転を停止させないようにするために，圧縮空気電磁弁（２４）\nを開閉動作させることによって，カートンの非吸着時における吸盤内の\n弱い真空状態を解除して大気圧と等圧となるようにして，マガジン（４）\nに保持されたカートン（２）を取り出さないようにした技術が乙８記載\nの流路切換装置である。このように，乙８記載の流路切換装置は，吸着\nしたカートン（２）をコンベア（１４）に引き渡すとき，つまりカート\nン（２）を吸盤（５０）から開放するときの問題を解決した技術ではな\nく，カートン（２）の非吸着時の弱い真空状態を解除して大気圧と等圧\nとなるようにし，吸盤（５０）がカートン（２）を吸着しないようにし\nた技術である。すなわち，本件発明が吸着具がワークを吸着している状\n態からワークを離脱させる技術であるのに対して，乙８記載の流路切換\n装置は吸盤がカートンに接触してもカートンを吸着しないための技術で\nある。乙８には，カートン（２）をコンベア（１４）に引き渡す際には，\nエア抜きと同時に，圧縮空気電磁弁（２４）を一度開閉動作させると，\n吸盤（５０）からカートン（２）を開放しやすくすることができること\nが付記されているにすぎず，乙８記載の流路切換装置は，正圧空気の一\n部を排気するようにした技術ではない。乙８には，真空ポート（真空電\n磁弁（２１））の閉成と同時に，正圧供給ポート（圧縮空気電磁弁（２４））\nを一度開閉動作させることについては記載があるが，「前記出力ポートと\n前記真空ポートとを連通させて流路を介して大気ポートを正圧供給ポー\nトと着脱路とに連通させる」ことまでは記載されていない。\nまた，乙８には，「吸盤が大気開放により大気圧と等圧となることが必\n要である」（乙８の２頁左上欄１～３行），「吸盤内が充分に大気圧と等圧\nになりきらず，カートンの非吸着時にも弱い真空状態が発生していた」\n（乙８の２頁左上欄７～９行）との記載がみられるように，圧縮空気電\n磁弁（２４）の一度開閉動作は，あくまで吸盤内の弱い真空状態を解除\nし，吸盤内を大気圧と等圧にするという限度のものにすぎず，大気圧と\n等圧にすることを超えて，それ以上の余剰な圧縮空気を送出することは，\n明細書上も想定されていないから，乙８記載の流路切換装置においては，\n圧縮空気の一部が，着脱路を介して吸盤（５０）と連通した真空電磁弁\n（２１）の大気ポートから排出されることはない。\nしたがって，原判決の上記認定・判断は誤りである。\n(イ)  原判決は，乙８発明について，「前記エアコンプレッサからの圧縮空\n気を前記着脱路に連通させて前記カートンの吸着を停止する際に，前記\n真空電磁弁の前記真空ポートを前記大気ポートに連通させるのと同時に，\n前記圧縮空気電磁弁の前記正圧供給ポートを前記出力ポートに連通させ\nることにより」との構成を有する旨認定した。\nしかし，本件発明は，正圧空気によって真空を破壊する強制真空破壊\nの技術を基本とし，これに大気開放ポートによる自然真空破壊の技術を\n組み合わせることで，真空破壊の初期においては，強制真空破壊と自然\n真空破壊の原理の相乗効果により，真空破壊までの時間を短縮するとと\nもに，大気開放ポートが大気圧に達した後には，大気開放ポートにおけ\nる大気の流れが流入から流出へと逆方向へ切り替わり，正圧流量や圧力\nを低下させることなく，タクトタイムが長くなることや，ワークの吹き\n飛びを防止することを課題として，「前記大気開放ポートを前記正圧供給\nポートと前記着脱路に連通させ」ることによって，「大気開放ポート」を\n二方向弁（出力ポートが大気圧に達するまでは大気の流入ポートとして，\n大気圧に達した後は大気の排出ポートとして，空気の流れる方向が切り\n替わる弁）として作用させることを意図した技術である。\nこれに対して，乙８記載の流路切換装置は，大気開放によって真空を\n破壊する自然真空破壊の技術を基本として，真空状態を破壊して大気開\n放することによってのみカートンの開放を行い，圧縮空気電磁弁はカー\nトンの非吸着時において，吸盤内に残留する弱い真空状態を完全に解除\nし，吸盤内を大気圧と等圧にすることによって，吸盤からカートンを開\n放しやすくするために，補助的に圧縮空気電磁弁を一度開閉動作すると\nいうものにすぎない。\nしたがって，原判決が，乙８発明について，強制真空破壊の技術を基\n本として，「前記エアコンプレッサからの圧縮空気を前記着脱路に連通さ\nせて前記カートンの吸着を停止する際に，前記真空電磁弁の前記真空ポ\nートを前記大気ポートに連通させるのと同時に，前記圧縮空気電磁弁の\n前記正圧供給ポートを前記出力ポートに連通させることにより」との構\n成を有すると認定したことは誤りであり，正しくは，「閉成時に大気と連\n通するエア抜き弁として構成された真空電磁弁（２１）を閉じて大気開\n放することにより真空状態を遮断して前記カートンの吸着を停止する際\nに，吸盤（５０）内に残留する弱い真空状態を完全に解除するために，\n同時に，一度圧縮空気電磁弁（２４）を開閉動作させる」と認定すべき\nである。\n(ウ)  原判決は，乙８発明について，「前記出力ポートと前記真空ポートと\nを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記\n着脱路とに連通させる，流路切換装置」であると認定した。\nしかし，乙８において，真空電磁弁（２１）の構成としては，乙８の\n第４図に示した構成（以下「第４図の構成」という。）のほかに，第５図\nに示した構成（以下「第５図の構成」という。）にすることもできるとさ\nれ，第４図の構成と第５図の構成とが等価なものとして記載されている。\nそして，第５図の構成については，回路切換とエア抜きとの両機能を\n備えた真空電磁弁（２１ａ）を設けて圧縮空気電磁弁（２４）と回路接\n続し，この真空電磁弁（２１ａ）の閉成時にのみ圧縮空気電磁弁（２４）\nと連通する構成とする旨が記載されており，出力ポートと真空ポートが\n共通であるため，「前記出力ポートと前記真空ポートとを連通させて流路\nを介して前記大気ポートを前記正圧供給ポートと前記着脱路に連通させ\nる」との構成を有しない。\nそうすると，第４図の構成と第５図の構成，とりわけ真空電磁弁（２\n１）の構成について実施上は等価なものと明記された乙８から認定され\nるのは，第４図及び第５図の構成に共通の構成である，「真空電磁弁（２\n１）の閉成と同時にこの閉状態の圧縮空気電磁弁（２４）を一度開閉動\n作させる」というにとどまり，原判決のように，第４図の構成にのみ固\n有の，「前記出力ポートと前記真空ポートとを連通させて流路を介して前\n記大気ポートを前記正圧供給ポートと前記着脱路に連通させる，流路切\n換装置」との本件発明の構成と同一のものを認定することはできず，原\n判決がこの点を一致点として認定し，相違点として認定しなかったこと\nは誤りである。\n(エ)  前記(ウ)のとおり，乙８は，第４図の構成と第５図の構成を等価なも\nのとして，第４図の構成に加えて，第５図の構成とすることもできると\nしている以上，乙８に記載されている，吸盤（５０）内の弱い真空状態\nを解除するための圧縮空気の送出とは，単に吸盤（５０）内の弱い真空\n状態を完全に解除し大気圧と等圧にする程度のものであって，カートン\nが吹き飛ぶ程度のものではなく，そもそも余剰の圧縮空気を排出する必\n要のない程度のものである。加えて，乙８記載の流路切換装置において\nは，乙８に従来技術として引用されている特開昭６３－１６２４３６号\n公報（甲２１）に開示された構成と同様の構成を採るものと理解すべき\nところ，甲２１においては，カートンはコンベアの送り爪に挟まれて搬\n送されるから，乙８記載の流路切換装置も同様に，コンベアへの引き渡\nしに際し，送り爪に挟まれて搬送されることにより，客観的に正圧空気\nによる吹き飛びという課題が発生し得ない構成をとっている。\nしたがって，上記の点を相違点として認定しなかった原判決の判断は\n誤りである。\nイ  乙８発明からの容易想到性の判断の誤り\n原判決は，本件発明は乙８発明及び周知の技術事項に基づいて当業者が\n容易に想到することができたものである旨判断した。\nしかし，本件発明は，強制真空破壊の技術を基本として，これに大気開\n放ポートによる自然真空破壊の技術を組み合わせることで，真空破壊の初\n期においては，強制真空破壊と自然真空破壊の原理の相乗効果により，真\n空破壊までの時間を短縮するとともに，大気開放ポートが大気圧に達した\n後には，大気開放ポートにおける大気の流れが流入から流出へと逆方向へ\n切り替わり，破壊圧の上がりすぎによるワークの吹き飛びを防止するとい\nう技術であって，顕著な作用効果を有する技術である。\nこれに対して，前記ア(ウ)で述べたとおり，第４図の構成と第５図の構\n成を等価なものとして扱う乙８には，「前記出力ポートと前記真空ポートと\nを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前記着\n脱路に連通させる」という構成は開示されておらず，したがって，大気ポ\nートが二方向弁として働き，圧縮空気電磁弁から供給される正圧空気の一\n部が大気ポートから排出されるという効果も奏し得ないものであるから，\n破壊圧の上がりすぎによるワークの吹き飛び防止という課題も全く意識さ\nれないし，第５図においてはそのような効果を奏することも全くない。そ\nうすると，乙８記載の流路切換装置において，第５図の構成ではなく，第\n４図の構成のみを選択的に採用して，かつ「一度開閉動作」ではなく「大\n気ポートを着脱路を通じて正圧供給ポートに連通させ」る構成として，当\n該課題を解決しようとする動機付けは得られない。さらに，乙８記載の流\n路切換装置においては，乙８に従来技術として引用されている特開昭６３\n－１６２４３６号公報（甲２１）に開示された構成と同様の構成を採るも\nのと理解すべきところ，甲２１においては，カートンはコンベアの送り爪\nに挟まれて搬送されるから，乙８記載の流路切換装置も同様に，コンベア\nへの引き渡しに際し，送り爪に挟まれて搬送されることにより，客観的に\n正圧空気による吹き飛びという課題が発生する余地がない。\n以上によれば，当業者であっても，乙８発明から本件発明に想到するこ\nとは不可能であって，原判決の上記判断は誤りである。\n〔当審における控訴人の主張に対する被控訴人の主張〕\n(1)  争点(2)（ロ号製品の構成要件Ｇ～Ｊの充足性（文言侵害，均等論））につ\nいて\n本件発明は，ワークの迅速な離脱及びワークの正確な位置決めという課題\nを解決するために，特許請求の範囲に記載のとおり，大気開放ポートを設け，\n正圧源からの正圧空気を着脱路に連通させてワークの吸着を停止する際に，\n大気開放ポートを正圧供給ポートおよび着脱路に連通させる，という構成を\n採用することにより，ワークの離脱の際に，着脱路が大気圧に達するまでは\n大気開放ポートからも大気が流入するのでワークの離脱を迅速に行うことが\nでき，着脱路が大気圧に達した後は正圧空気が大気開放ポートからも排出さ\nれるのでワークの吹き飛ばしを防止することができる，という効果を奏する\nものである。\nこれに対して，ロ号製品のように真空発生装置としてエジェクタを採用し\nた場合は，大気開放ポートを設けなくても，エジェクタに設けられた排気口\nから空気が流入・流出することから，エジェクタの「排気口」が本件発明の\n「大気開放ポート」と同等の作用効果を有する。したがって，エジェクタを\n採用したロ号製品においては，ワークを離脱させる際に正圧空気によってワ\nークが吹き飛ばされるという課題がそもそも存在しないから，本件発明とは\n本質的部分において相違する。\n以上のことから，ロ号製品は，均等の第１要件（ロ号製品との相違部分が\n本件発明の本質的部分でないこと）を充足しないから，均等による本件特許\n権の侵害は認められない。この点，原判決も，被控訴人の上記主張と同旨の\n認定をしており，正当であり，控訴人の主張は理由がない。\n(2)  争点(3)（本件特許の無効理由の有無）について\nア  乙８発明の認定，本件発明と乙８発明との一致点及び相違点の認定に誤\nりがないこと\n(ア)  控訴人の主張(2)ア(ア)について\n乙８には，被包装物（５）がある場合において，吸引機構（１０）が\nカートン（２）をコンベア（１４）に引き渡す際に，真空電磁弁（２１）\nの閉成と同時に圧縮空気電磁弁（２４）を一度開閉動作させるという技\n術事項について明確な記載があるから，控訴人の主張は失当である。\n確かに乙８には，「カートンの非吸着時に，吸盤に高圧のエアを送出し\nて吸盤内の真空状態を解除し，高速かつ円滑なカートンの取り出しを行\nうことのできるカートン取出し装置」（乙８の２頁右上欄６行以下）に係\nる技術事項が記載されているが，乙８には，このような技術事項に加え\nて，カートン（２）をコンベア（１４）に引き渡す際に，圧縮空気電磁\n弁（２４）を一度開閉動作させることで，吸盤（５０）からカートン（２）\nを開放しやすくするという技術事項（乙８の４頁左上欄８行以下）につ\nいても明確に記載されている。\nそして，乙８において，カートン（２）をコンベア（１４）に引き渡\nす際に圧縮空気電磁弁（２４）を一度開閉動作させることにより吸盤（５\n０）内に残留する弱い真空状態を解除してカートン（２）を開放しやす\nくすることと，カートン非吸着時に圧縮空気電磁弁（２４）を開閉動作\nさせることにより吸盤（５０）内に残留する弱い真空状態を解除するこ\nととは，エアコンプレッサ（２５）からの圧縮空気を用いる点で共通す\nるし，圧縮空気電磁弁（２４）を開閉動作させる点でも共通する。した\nがって，カートン（２）をコンベア（１４）に引き渡す際の圧縮空気電\n磁弁（２４）の「一度開閉動作」によっても，カートン非吸着時と同様\nに，吸盤（５０）内に「高圧のエア」（乙８の２頁右上欄６行以下）を送\n出して吸盤（５０）内の真空状態を解除するものである。\nまた，「吸盤（５０）内に残留する弱い真空状態を完全に解除して，吸\n盤（５０）からカートン（２）を開放しやすくする」ことを確実にする\n観点からも，カートン（２）をコンベア（１４）に引き渡す際には，相\n当量の高圧のエアを吸盤（５０）内に送り込み，吸盤（５０）内を大気\n圧以上にすることは必須である。そして，乙８の第４図の構成では，真\n空電磁弁（２１）の真空ポートと大気ポートとを連通させ，同時に，圧\n縮空気電磁弁（２４）の正圧供給ポートと出力ポートとを連通させると，\n必然的に，大気ポートと正圧供給ポートとは，真空ポート，着脱路及び\n出力ポートを介して連通する状態が形成されることになるから，そのよ\nうな連通状態において，上記のように吸盤（５０）に「高圧のエア」（圧\n縮空気）が送出されると，圧力が高い所から低い所へと流体が流れると\nいう流体力学の原理にしたがって，圧縮空気の一部が，着脱路を介して\n吸盤（５０）と連通した真空電磁弁（２１）の大気ポートからも排出さ\nれることは明らかである。\nしたがって，控訴人の主張は理由がなく，原判決による乙８発明の認\n定に誤りはない。\n(イ)  控訴人の主張(2)ア(イ)について\n乙８には，自然真空破壊の技術が基本であるとの記載はないし，「圧縮\n空気電磁弁（２４）を一度開閉動作させる」（乙８の４頁左上欄８～１４\n行）ことが補助的であるとの記載もなく，むしろ乙８の上記記載によれ\nば，乙８記載の流路切換装置は，自然真空破壊のための動作と強制真空\n破壊のための動作を一緒に行うものであって，自然真空破壊と強制真空\n破壊の一方が基本で他方が補助であるということはなく，自然真空破壊\nと強制真空破壊の両真空破壊技術を対等に組み合わせたものと理解され\nる。このように，乙８記載の流路切換装置では，自然真空破壊と強制真\n空破壊の一方が基本で他方が補助であるということはないから，「真空電\n磁弁（２１）を閉じて大気開放することにより真空状態を解除してカー\nトン（２）の吸着を停止する際」と「エアコンプレッサ（２５）からの\n圧縮空気を着脱路に連通させてカートン（２）の吸着を停止する際」と\nは，いずれも「カートン（２）の吸着を停止する際」である点で差異は\nない。\nしたがって，原判決による乙８発明の認定に誤りはなく，控訴人の主\n張には理由がない。\n(ウ)  控訴人の主張(2)ア(ウ)について\n乙８には，第４図の構成と第５図の構成とが互いに別の実施形態とし\nて，どちらの構成とすることもできるという趣旨で記載されており，こ\nれら２つの構成が全く等価なものとして記載されているのではない。\nそして，乙８の第４図の構成は，真空電磁弁（２１）と圧縮空気電磁弁\n（２４）とが吸盤（５０）に対して並列に接続されている構成であるの\nに対し，第５図の構成は，圧縮空気電磁弁（２４）が，真空電磁弁（２\n１ａ）を介して吸盤（５０）に接続されており，実施上も流路構成とし\nても等価ではないから，控訴人の主張は前提において誤りがある。\nそして，控訴人が摘示する乙８の「真空電磁弁（２１）の閉成と同時\nにこの閉状態の圧縮空気電磁弁（２４）を一度開閉動作させる」（乙８の\n４頁左上欄１０行）との説明は，当該説明に先行する「開状態の真空電\n磁弁（２１）が閉じ，大気開放されて真空状態が遮断され，吸盤（５０）\nは起函されたカートン（２）を開放する」（乙８の３頁右下欄下から３行）\nことに際して，圧縮空気電磁弁（２４）を一度開閉動作させることもで\nきるという趣旨の説明であると解すべきである。したがって，乙８の「真\n空電磁弁（２１）の閉成と同時にこの閉状態の圧縮空気電磁弁（２４）\nを一度開閉動作させる」（乙８の４頁左上欄１０行）との説明は，「大気\n開放」が可能な第４図の構成のみを対象とした説明である。第５図の構\n成の場合，そもそも「大気開放」がされない構造となっているからであ\nる。したがって，控訴人の主張は，「第４図と第５図に共通のものとして\n理解すべき」としている点においても，誤りがある。\n前記(ア)のとおり，乙８記載の流路切換装置の回路（第４図の構成）\nでは，真空電磁弁（２１）の真空ポートと大気ポートとを連通させ，同\n時に，圧縮空気電磁弁（２４）の正圧供給ポートと出力ポートとを連通\nさせると，必然的に，大気ポートと正圧供給ポートとが，真空ポート，\n着脱路及び出力ポートを介して連通する状態が形成される。この連通状\n態は，「出力ポートと真空ポートとを連通させて流路を介して大気ポート\nを正圧供給ポートと着脱路とに連通させ」ていることにほかならない。\nしたがって，原判決が，乙８発明について，「前記出力ポートと前記真\n空ポートとを連通させて流路を介して前記大気ポートを前記正圧供給ポ\nートと前記着脱路に連通させる」との構成を有すると認定したことは正\n当であり，この点を本件発明との相違点として認定しなかったことに誤\nりはないから，控訴人の主張は理由がない。\nイ  乙８発明からの容易想到性の判断に誤りはないこと\n前記ア(ウ)のとおり，乙８の第４図の構成と第５図の構成は，互いに独\n立した回路構成であるから，原判決が，第４図の構成に基づく乙８記載の\n流路切換装置をもって，乙８発明として「前記出力ポートと前記真空ポー\nトとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと前\n記着脱路に連通させる，流路切換装置」との構成を有すると認定したこと\nは正当であるし，「出力ポートから吸盤内へと供給される空気の一部が吸盤\nの着脱路を介して連通する大気ポートからも排出されることは，乙８発明\nの流路の構成上，流体力学的に明らかである」と認定したことも正当であ\nる。控訴人は，この点について，乙８の第４図の構成ではなく，本件発明\nと対比する必要のない第５図の構成について，正圧空気の一部が大気ポー\nトから排出されるという効果を奏し得ない旨主張するが，誤りというほか\nない。\nまた，原判決が正当に認定したように，乙８発明は，「前記出力ポートと\n前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧供\n給ポートと前記着脱路に連通させる」との構成を備えており，この構成に\nおいて，本件発明と乙８発明とに相違点はない。そして，対象発明と引用\n発明とに相違点がある場合には，「課題の認識」や「課題を解決しようとす\nる動機付け」の有無の検討を要するが，本件発明と乙８発明とは流路構成\nにおいては相違点が存在しないから，控訴人の「吹き飛び防止という課題\nも全く意識されない」，「課題を解決しようとする動機付けは得られない」\nとの主張は，そもそも前提を欠く。\nさらに，乙８には，従来技術として「特開昭６３－１６２４３６号公報」\n（甲２１）の記載はあるものの，同公報の「カートンの吸着を解除してコ\nンベアに引き渡す」（乙８の１頁右下欄１４行）との構成の詳細についての\n記載はないし，乙８におけるカートン（２）をコンベア（１４）に引き渡\nす構成が，同公報の構成と同一である旨の記載もない。\nしたがって，控訴人の主張は理由がない。\n第３  当裁判所の判断\n１  事案に鑑み，まず争点(3)（本件特許の無効理由の有無）について検討するに，\n当裁判所も，本件発明は，乙８発明及び周知の技術事項に基づいて当業者が容\n易に想到することができたものとして，本件発明に係る本件特許は特許無効審\n判により無効にされるべきであると判断する。その理由は，次のとおり当審に\nおける控訴人の主張に対する判断を付加するほかは，原判決の「事実及び理由」\nの第３の３のとおりであるから，これを引用する。\n２  争点(3)（本件特許の無効理由の有無）についての当審における控訴人の主張\nに対する判断\n(1)  乙８発明の認定の誤り，本件発明と乙８発明との一致点及び相違点の認定\nの誤りについて\nア  控訴人は，原判決が，乙８発明について，「前記出力ポートと前記真空ポ\nートとを連通させて流路を介して前記大気ポートを前記正圧供給ポートと\n前記着脱路とに連通させる，流路切換装置」との構成を有すると認定した\n上で，本件発明の「大気開放ポート」が「正圧ポートからの正圧空気の一\n部を排出する」と規定されるのに対し，乙８発明の「大気ポート」は正圧\n空気の一部を排出する作用があることについて明示的な記載がない点につ\nいては，本件発明と乙８発明の相違点に当たらないと判断したことが誤り\nである旨主張するので，この点について検討する。\nイ  乙８には，概ね，次の記載がある。\n「１.発明の名称\nカートン取出し装置\n２.特許請求の範囲\n受け取り位置と引き渡し位置との間に往復作動される吸引機構端部に設\nけられ，カートンを積み重ねて収容するマガジン内から吸気によりカート\nンを１枚づつ吸着して取出し，コンベアに引き渡すカートン吸引手段を備\nえたカートン取出し装置において，上記カートン吸引手段に選択的にエア\nを圧送する高圧エア送出手段を接続したことを特徴とするカートン取出し\n装置。\n３.発明の詳細な説明\n〔産業上の利用分野〕\n本発明は，扁平に折畳まれてマガジン内に収容されたカートンを１枚づ\nつ取出してコンベアに引渡すカートン取出し装置に係り，特にカートンを\n吸着する吸引機構に関するものである。\n〔従来の技術〕\nカートン取出し装置は，マガジン内に，扁平に折畳まれた多数のカート\nンを積重ねて収容し，バキュームを用いた吸盤等のカートン吸引手段を備\nえた吸引機構がカム駆動により往復揺動して端部側から１枚づつ吸着し，\n取出してコンベアに引渡して搬送するものである。このカートンは，吸引\n機構による移送中またはコンベア上などにおいて起凾（外形をカートンの\n形状に拡げる）され，内容物が収納される。\n従来のカートン取出し装置は，マガジンからカートンを取り出す際には\nカートン吸引手段が真空電磁弁を介して真空源に接続されてカートンを吸\n着保持し，吸引機構によりコンベアに移送され，次にこのカートン吸引手\n段が上記真空電磁弁を介して大気開放されると，カートンの吸着を解除し\nてコンベアに引き渡すように構成されている（特開昭６３－１６２４３６\n号公報参照）。\n〔発明が解決しようとする問題点〕\n上述の如く，従来のカートン取出し装置では，被包装物（ワーク）がな\nい場合，装置の運転を非常停止しなければならないだけでなくカートンの\n非吸着時には，カートン吸引手段としての吸盤が大気開放により大気圧と\n等圧となることが必要である。\n特に高速運転時には短時間で真空状態と大気圧状態とに切換わらなけれ\nばならないにもかかわらず，吸気管路内のフィルターの目詰まり，および\n管路容積に対する吸盤容積が大となる場合等，吸盤内が充分に大気圧と等\n圧になりきらず，カートンの非吸着時にも弱い真空状態が発生していた。\nこのため，カム駆動により受け取り位置と引き渡し位置との間で往復作\n動される吸引機構の端部に設けられた吸盤は，被包装物（ワーク）の有無\nにかかわららず，マガジン最下面のカートンに接触するとカートンを吸着\nし，被包装物が無い場合でもマガジン内のカートンを引き出そうとする。\nこれが繰り返されると，カートンがマガジンの係合爪からはずれ，運転を\n停止しなければならないだけでなく，コンベアの引き渡しが円滑に行なわ\nれない等の問題があった。\nさらに，カートンの係合爪からの脱落を防ぐため，マガジンの係合爪を\n深くすると，カートンがマガジンから取り出しにくくなり，マガジン内に\n多数のカートンを収容できない等の問題があった。\n本発明は，このような欠点を除くためになされたもので，カートンの非\n吸着時，吸盤に高圧のエアを送出して吸盤内の真空状態を解除し，高速か\nつ円滑なカートンの取り出しを行うことのできるカートン取出し装置を提\n供するものである。」（１頁左下欄２行～２頁右上欄９行）\n「〔実施例〕\n…第１図および第２図はそれぞれは本発明の一実施例に係るカートン取\n出し装置の正面図および断面図である。」（２頁左下欄４～８行）\n第１図                          第２図\n第４図                        第５図\n「吸盤（５０）は，アーム（５２）の内部通路（５４），レバー（４８）\nの内部通路（５６），支持軸（１２）の軸方向通路（５８）および半径方\n向通路（６０）を介して，環状体（４４）の内面に形成された環状溝（６\n２）に連通している。この環状体（４４）の環状溝（６２）は，通路（６\n４），チューブ（６６），筒体（３２）の通路（６８）を介して筒体（３\n２）内面の環状溝（７０）に連通し，さらに，中央の固定軸（６）の通路\n（７２）および軸方向通路（７４）を介して，フィルタ（２０）とコント\nローラ（２６）に電気的に接続された真空電磁弁（２１）と真空ポンプ（\n２３）とに接続されている。\nさらに，回転体（８）に支持された３個の吸引機構（１０）の吸盤（５\n０）は，筒体（３２）に形成された３本の異なる環状溝（７０），（７６\n），（７８）を通じて，それぞれ真空ポンプ（２３）に接続されており，\n各真空電磁弁（２１）により独立してバキュームを作用させまた遮断する\nことができるとともに，この吸盤（５０）は，上記コントローラ（２６）\nと電気的に接続された圧縮空気電磁弁（２４）を介して高圧エア送出手段\nとしてのエアコンプレッサ（２５）にも接続されており，この圧縮空気電\n磁弁（２４）の開閉動作により吸盤（５０）内に残留する弱い真空状態を\n解除することができるようになっている。\n上記コントローラ（２６）はコンベア（１４）と同期して搬送される被\n包装物（ワーク）（５）の有無を検出する検知センサ（２７）を備えてお\nり，この検知センサ（２７）の検出信号に基づいて上記各電磁弁（２１），\n（２４）を開閉制御することにより，吸盤（５０）内を真空又は大気圧の\n状態に選択的かつ瞬間的に切換えるようにしている（第４図参照）。\nまた，第４図に示された真空電磁弁（２１）は，閉成時に大気と連通す\nるエア抜き弁として構成されているが，回路切換とエア抜きとの両機能を\n備えた真空電磁弁（２１ａ）を設けて圧縮空気電磁弁（２４）と回路接続\nし（第５図参照），この真空電磁弁（２１ａ）の閉成時にのみ圧縮空気電\n磁弁（２４）と連通する構成とすることもできる。」（３頁左上欄１２行\n～左下欄８行）\n「この時，検知センサ（２７）が被包装物（５）を検出すると，検知セ\nンサ（２７）の検知信号がコントローラ（２６）に送出され，コントロー\nラ（２６）からの指令信号に基づき，圧縮空気電磁弁（２４）は閉状態の\nまま真空電磁弁（２１）が開き，吸盤（５０）が真空ポンプ（２６）に接\n続連通されてカートン（２）を吸着する。\nその後，吸引機構（１０）は，回転しつつアーム（５２）の先端を僅か\nに内方へ振って，マガジン（４）からカートン（２）を取出す。カートン\n（２）は吸引機構（１０）の吸盤（５０）により下面側を吸着保持された\nまま下降してゆく間に，吸引器（８０）により拡開され，さらに図示しな\nい起凾機構により起凾されてコンベア（１４）に引き渡される。コンベア\n（１４）に引き渡された時点で，コントローラ（２６）からの指令信号に\n基づき開状態の真空電磁弁（２１）が閉じ，大気開放されて真空状態が遮\n断され，吸盤（５０）は起凾されたカートン（２）を開放する。\nカートン（２）を開放した吸引機構（１０）は，外方へ揺動されつつ回\n転し，再びカートン（２）を取り出すためにマガジン（４）へ向かう，３\n個所の吸引機構（１０）が，上記作動を順次繰り返すことにより，マガジ\nン（４）内に収容されたカートン（２）を起凾してコンベア（１４）に引\n渡し，被包装物（５）の搬送と同期して連続して搬送を行なう。\nなお，カートン（２）をコンベア（１４）に引き渡す際，圧縮空気電磁\n弁（２４）は閉状態となっているが，真空電磁弁（２１）の閉成と同時に\nこの閉状態の圧縮空気電磁弁（２４）を一度開閉動作させると，吸盤（５\n０）内に残留する弱い真空状態を完全に解除して，吸盤（５０）からカー\nトン（２）を開放しやすくすることもできる。\n次に被包装物（５）がない場合について説明する。検知センサ（２７）\nが被包装物（５）のないことを検出すると，検知センサ（２７）の検知信\n号がコントローラ（２６）に送出され，コントローラ（２６）からの指令\n信号に基づいて閉状態の真空電磁弁（２１）は閉じたままで圧縮空気電磁\n弁（２４）が開閉動作され，吸盤（５０）内は完全に真空が解除される。\nこのため，吸盤（５０）はマガジン（４）のカートン（２）に吸着保持す\nることなく次の動作に移る。この時，真空電磁弁（２１）は次にマガジン\nからカートンを吸着する動作に移るまで閉状態のままである。このため，\n被包装物（５）と同期して搬送を行うコンベア（１４）にはカートン（２\n）が引き渡されることがない。」（３頁右下欄４行～４頁右上欄８行）\nウ(ア)  前記イの記載によれば，乙８に記載された発明は，少なくとも，吸\n盤（５０）の吸着面にカートン（２）の下面側を吸着させ，カートン（\n２）をコンベア（１４）に引き渡すカートン取出し装置に使用する流路\n切換装置であって，正圧供給ポートを出力ポートに連通させる状態と正\n圧供給ポートを遮断する状態とに作動する圧縮空気電磁弁（２４）と，\n真空ポートを真空供給ポートに連通させる状態と真空ポートを大気ポー\nトに連通させる状態とに作動する真空電磁弁（２１）とを有し，大気ポ\nートと真空ポートとを連通させてカートン（２）をコンベア（１４）に\n引き渡す際に，真空電磁弁（２１）の真空ポートを大気ポートに連通さ\nせる（大気開放させる）流路切換装置であることが認められる。\nなお，下図は，乙８の第４図に，乙８の各構成要素の名称を付すると\nともに，本件発明の構成要素に対応する名称を付したものである。\n(イ)  さらに，前記イのとおり，乙８には，「カートン（２）をコンベア\n（１４）に引き渡す際，圧縮空気電磁弁（２４）は閉状態となっている\nが，真空電磁弁（２１）の閉成と同時にこの閉状態の圧縮空気電磁弁（２\n４）を一度開閉動作させると，吸盤（５０）内に残留する弱い真空状態\nを完全に解除して，吸盤（５０）からカートン（２）を開放しやすくす\nることもできる」（乙８の４頁左上欄８行～同欄１４行）ことが記載さ\nれている。乙８のこの記載は，図４に示される実施例と図５に示される\n実施例を前提とした記載であり，それぞれの実施例において，圧縮空気\n電磁弁（２４）を一度開閉動作させることにより，カートン（２）をコ\nンベア（１４）に引き渡す際，吸盤（５０）内に残留する弱い真空状態\nを完全に解除して，吸盤（５０）からカートン（２）を開放しやすくす\nることも乙８には記載されているということができる。\nそして，乙８の図４に示される実施例において，上記記載に基づき「\n圧縮空気電磁弁（２４）を一度開閉動作させ」た場合に導き出される技\n術事項も，乙８の図５に示される実施例において，上記記載に基づき「\n圧縮空気電磁弁（２４）を一度開閉動作させ」た場合に導き出される技\n術事項も，いずれも乙８に記載されている技術事項であるということが\nできる。\n控訴人は，この点について，第４図の構成と第５図の構成とは等価な\nものとして記載されているから，第４図の構成のみを採り上げて乙８発\n明として認定することはできず，乙８には，第４図及び第５図の構成に\n共通の構成しか記載されているとはいえず，乙８発明として認定できる\nのも，第４図及び第５図の共通の構成の限度である旨主張する。\nしかし，乙８に接した当業者は，図４に示される実施例において「圧\n縮空気電磁弁（２４）を一度開閉動作させ」た場合の構成と，図５に示\nされる実施例において「圧縮空気電磁弁（２４）を一度開閉動作させ」\nた場合の構成とが，同一の技術構成であると理解するものではなく，そ\nれぞれ別の構成を有する実施例であると理解することは自明であるか\nら，図４に示される実施例において上記記載に基づいて「圧縮空気電磁\n弁（２４）を一度開閉動作させ」た場合に導き出される技術事項を，乙\n８に記載されている技術事項として認定すること，すなわち，第４図の\n構成と第５図の構成のうち，第４図の構成を乙８発明として認定するこ\nとに誤りはないというべきである。\nしたがって，控訴人の上記主張は採用することができない。\n(ウ)  そこで，乙８の図４に示される実施例について，前記(イ)の乙８の記\n載に基づき，「カートン（２）をコンベア（１４）に引き渡す際，圧縮\n空気電磁弁（２４）は閉状態となっているが，真空電磁弁（２１）の閉\n成と同時にこの閉状態の圧縮空気電磁弁（２４）を一度開閉動作させ」\nた場合の構成について検討する。\n圧縮空気電磁弁（２４）を一度開閉動作させるのは，カートン（２）\nをコンベア（１４）に引き渡す際，真空電磁弁（２１）の閉成と同時で\nあるから，真空電磁弁（２１）が閉成し，真空ポートと大気ポートとが\n連通したときである。\n圧縮空気電磁弁（２４）を開閉動作させると，まず，開動作によって\n圧縮空気電磁弁（２４）の正圧供給ポートと出力ポートとが連通し，エ\nアコンプレッサ（２５）からの圧縮空気が着脱路に流れるようになる。\nこのとき，真空電磁弁（２１）の真空ポートと大気ポートとは連通し，\n真空ポートと着脱路とは連通しているから，結局，圧縮空気電磁弁（２\n４）の出力ポートと真空電磁弁（２１）の真空ポートとは着脱路を介し\nて連通し，真空電磁弁（２１）の大気ポートは圧縮空気電磁弁の正圧供\n給ポートと着脱路とに連通することになる。\nそして，真空電磁弁（２１）の閉成と同時に圧縮空気電磁弁（２４）\nが開動作した直後の着脱路は，それまで真空電磁弁が開いて真空ポンプ\nに連通していたことにより，負圧となっているから，エアコンプレッサ\n（２５）からの圧縮空気は圧縮空気電磁弁（２４）を介して着脱路へ流\nれ，真空電磁弁（２１）の大気解放ポートから流入した空気も着脱路へ\n流れることになる。これは，本件発明に係る本件明細書の段落【００２\n５】記載の「大気開放ポートＴが真空ポートＶと連通状態となると，大\n気が大気開放ポートＴから着脱路１４を介して吸着面１３に流れると\nともに，正圧源１７からの大気圧よりも高い正圧空気が吸着面１３に流\nれることになる。つまり，着脱路１４には，大気開放ポートＴからは圧\n力を大気圧にする空気が流入し，正圧源１７からは大気圧よりも高い圧\n力の空気が流入する」のと同様の状態であると考えられる。\n次に，圧縮空気電磁弁（２４）が閉動作すると，圧縮空気電磁弁（２\n４）の出力ポートと正圧供給ポートとは遮断されるから，大気ポートと\n正圧供給ポートは連通しなくなる。このとき着脱路は，着脱路と大気ポ\nートとが連通しており，また先に圧縮空気電磁弁（２４）が開動作で圧\n縮空気が供給されていたことによって，既に弱い真空状態が完全に解除\nされ，カートン（２）がコンベア（１４）へ引き渡された状態又は引き\n渡される直前の状態になっていると考えられる。そして，一度開閉動作\nする圧縮空気電磁弁（２４）の閉動作が，着脱路の圧力が大気圧よりも\n高くなる前に行われるとすると，「吸盤（５０）内に残留する弱い真空\n状態を完全に解除して，吸盤（５０）からカートン（２）を開放しやす\nくする」ことにはならないから，圧縮空気電磁弁（２４）の閉動作は，\n「吸盤（５０）内に残留する弱い真空状態を完全に解除して，吸盤（５\n０）からカートン（２）を開放しやすくする」ようにした後，すなわち，\n着脱路が大気圧より高くなった後であり，このような状態は負圧によっ\nて吸着されていたカートン（２）がコンベア（１４）へ引き渡された状\n態又は引き渡される直前の状態であると考えられる。したがって，圧縮\n空気電磁弁（２４）の閉動作は，着脱路が負圧状態から，大気圧以上に\n高くなった状態か，少なくとも大気圧以上になる圧縮空気が出力ポート\nから送出された後に行われるべきものであり，この閉動作が行われる直\n前においては，着脱路は大気圧以上になり，エアコンプレッサ（２５）\nから流れた圧縮空気は，一部が着脱路へ流れ，残りは真空電磁弁（２１）\nを介して大気ポートへ流れるか，少なくとも，圧縮空気電磁弁（２４）\nが閉じられる前に出力ポートから送出された圧縮空気の一部が大気ポ\nートへ流れることになる。これは，本件発明に係る本件明細書の段落【０\n０２６】記載の「着脱路１４が大気圧以上となると，正圧供給ポートＰ\nからの正圧空気は着脱路１４に流入するとともに，大気開放ポートＴか\nら一部が排気されることになるので，高い圧力の圧縮空気が大量にワー\nクＷに吹き付けられることが防止される。」のと同様の状態であると考\nえられる。\n以上のとおりであるから，乙８には実質的に「出力ポートと真空ポー\nトとを連通させて流路を介して大気ポートを正圧供給ポートと着脱路\nとに連通させる，流路切換装置」が記載されているということができる\nとともに，乙８発明の「大気ポート」は正圧空気の一部を排出する作用\nがあることが認められる。そうすると，本件発明の「大気開放ポート」\nが「正圧ポートからの正圧空気の一部を排出する」と規定されるのに対\nし，乙８発明の「大気ポート」は正圧空気の一部を排出する作用がある\nことについて明示的な記載がない点については，本件発明と乙８発明の\n実質的な相違点には当たらないというべきである。したがって，控訴人\nの前記アの主張は採用することができない。\nエ  控訴人の主張について\n(ア)  控訴人は，この点について，乙８記載の流路切換装置は，自然真空\n破壊の技術を基本として，真空状態を破壊して大気開放することによっ\nてのみカートンの開放を行い，圧縮空気電磁弁はカートンの非吸着時に\nおいて，吸盤内に残留する弱い真空状態を完全に解除するために，補助\n的に圧縮空気電磁弁を一度開閉動作するというものにすぎないから，原\n判決が，乙８発明について，「前記エアコンプレッサからの圧縮空気を\n前記着脱路に連通させて前記カートンの吸着を停止する際に，前記真空\n電磁弁の前記真空ポートを前記大気ポートに連通させるのと同時に，前\n記圧縮空気電磁弁の前記正圧供給ポートを前記出力ポートに連通させ\nることにより」との構成を有すると認定したことは誤りであり，正しく\nは，「閉成時に大気と連通するエア抜き弁として構成された真空電磁弁\n（２１）を閉じて大気開放することにより真空状態を遮断して前記カー\nトンの吸着を停止する際に，吸盤（５０）内に残留する弱い真空状態を\n完全に解除するために，同時に，一度圧縮空気電磁弁（２４）を開閉動\n作させる」とすべきである旨主張する。\nしかし，前記イの乙８の記載によれば，カートンの吸着を停止するた\nめに真空電磁弁を閉成し大気ポートと真空ポートとを連通させる時と，\n圧縮空気電磁弁を一度開閉動作させる時は同時であり，このうち圧縮空\n気電磁弁を一度開閉動作させるとは，まず一旦圧縮空気電磁弁を開動作\nし，エアコンプレッサからの圧縮空気を着脱路に連通させ，その後閉動\n作させる一連の動作を真空電磁弁の閉成と同時に開始するという意味\nに解されるから，真空電磁弁を閉成する時と圧縮空気電磁弁を開動作す\nる時は同時であるということができる。したがって，原判決が，乙８発\n明について「前記エアコンプレッサからの圧縮空気を前記着脱路に連通\nさせて前記カートンの吸着を停止する際に，前記真空電磁弁の前記真空\nポートを前記大気ポートに連通させるのと同時に，前記圧縮空気電磁弁\nの前記正圧供給ポートを前記出力ポートに連通させる」との構成を有す\nると認定したことに誤りはなく，控訴人の上記主張は採用することがで\nきない。\n(イ)  控訴人は，乙８記載の流路切換装置は，従来のカートン取出し装置\nでは，吸盤がカートンに接触してもカートンを吸着させない時に，真空\n電磁弁を大気開放しているにもかかわらず，吸気管路内のフィルターの\n目詰まり等によって，カートンの非吸着時にも弱い真空が残留してしま\nうという課題があったため，カートンの非吸着時の弱い真空状態を解除\nして大気圧と等圧になるようにし，吸盤がカートンを吸着しないように\nした技術であり，吸着したカートンをコンベアに引き渡すとき，つまり\nカートンを吸盤から開放するときの問題を解決した技術ではないから，\n乙８には，カートンをコンベアに引き渡す際には，エア抜きと同時に，\n圧縮空気電磁弁を一度開閉動作させると，吸盤からカートンを開放しや\nすくすることができることが付記されているにすぎず，乙８記載の流路\n切換装置は，正圧空気の一部を排気するようにした技術ではなく，乙８\n発明について，「前記出力ポートと前記真空ポートとを連通させて流路\nを介して前記大気ポートを前記正圧供給ポートと前記着脱路とに連通\nさせる」との構成を有すると認定することはできないのであって，原判\n決が，本件発明の「大気開放ポート」が「正圧ポートからの正圧空気の\n一部を排出する」と規定されるのに対し，乙８発明の「大気ポート」は\n正圧空気の一部を排出することについて明示的な記載がない点は相違\n点に当たらないとした判断は誤りである旨主張する。\nしかし，前記ウ(イ)のとおり，乙８には，「カートン（２）をコンベ\nア（１４）に引き渡す際，吸盤（５０）内に残留する弱い真空状態を完\n全に解除して，吸盤（５０）からカートン（２）を開放しやすくする」\nことも明記されているのであるから，これを前提として，乙８の第４図\nの実施例に基づき，原判決が，乙８発明について，「前記出力ポートと\n前記真空ポートとを連通させて流路を介して前記大気ポートを前記正圧\n供給ポートと前記着脱路とに連通させる」との構成を有すると認定し，\n上記の点を相違点として認定しなかったことに誤りがないことは，前記\nウ(ウ)で説示したとおりである。\nしたがって，控訴人の上記主張は採用することができない。\n(ウ)  控訴人は，乙８には，「吸盤が大気開放により大気圧と等圧となるこ\nとが必要である」（乙８の２頁左上欄１～３行），「吸盤内が充分に大気圧\nと等圧になりきらず，カートンの非吸着時にも弱い真空状態が発生して\nいた」（乙８の２頁左上欄７～９行）との記載がみられるように，圧縮空\n気電磁弁（２４）の一度開閉動作は，あくまで吸盤内の弱い真空状態を\n解除し，吸盤内を大気圧と等圧にするという限度のものにすぎず，大気\n圧と等圧にすることを超えて，それ以上の余剰な圧縮空気を送出するこ\nとは，明細書上も想定されていないから，乙８発明においては，圧縮空\n気の一部が，着脱路を介して吸盤（５０）と連通した真空電磁弁（２１\n）の大気ポートから排出されることはなく，乙８発明については，「前\n記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポ\nートを前記正圧供給ポートと前記着脱路とに連通させる」との構成を有\nすると認定することはできないのであって，原判決が，本件発明の「大\n気開放ポート」が「正圧ポートからの正圧空気の一部を排出する」と規\n定されるのに対し，乙８発明の「大気ポート」は正圧空気の一部を排出\nすることについて明示的な記載がない点は相違点に当たらないとした判\n断は誤りである旨主張する。\nしかし，控訴人が指摘する乙８の上記各記載は，いずれも従来技術に\n関する記載であって，乙８発明の技術内容を直接規定するものではない\n上，前記ウ(ウ)のとおり，乙８発明において，「吸盤（５０）内に残留\nする弱い真空状態を完全に解除して，吸盤（５０）からカートン（２）\nを開放しやすくする」ためには，着脱路が大気圧と等圧になる程度では\n足りず，着脱路が大気圧より高くなることが必要であり，そのためには，\n着脱路に大気圧を上回る圧縮空気を相当量供給する必要があると解され\nる。このことは，前記イのとおり，「カートンの非吸着時，吸盤に高圧\nのエアを送出して吸盤内の真空状態を解除し，高速かつ円滑なカートン\nの取り出しを行うことのできるカートン取出し装置を提供する。」との乙\n８発明の目的（乙８の２頁右上欄６～９行）に照らしても首肯できると\nころである。そうすると，そのようにして出力ポートから吸盤内へと供\n給される圧縮空気の一部が，着脱路を介して連通する大気ポートからも\n排出されることは，乙８の第４図の構成上明らかである。\nしたがって，控訴人の上記主張は採用することができない。\n(エ)  控訴人は，乙８において，第４図の構成と第５図の構成を等価なも\nのとして，第４図の構成に加えて，第５図の構成とすることもできると\nしている以上，乙８に記載されている，吸盤内の弱い真空状態を解除す\nるための圧縮空気の送出とは，単に吸盤内の弱い真空状態を完全に解除\nし大気圧と等圧にする程度のものであって，カートンが吹き飛ぶ程度の\nものではなく，そもそも余剰の圧縮空気を排出する必要のない程度のも\nのであるから，この点を相違点として認定しなかった原判決の判断は誤\nりである旨主張するが，同主張に理由がないことは，前記ウ(イ)で説示\nしたとおりである。\n(オ)  控訴人は，乙８記載の流路切換装置においては，乙８に従来技術と\nして引用されている特開昭６３－１６２４３６号公報（甲２１）に開示\nされた構成と同様の構成を採るものと理解すべきところ，甲２１におい\nては，カートンはコンベアの送り爪に挟まれて搬送されるから，乙８記\n載の流路切換装置も同様に，コンベアへの引き渡しに際し，送り爪に挟\nまれて搬送されることにより，客観的に正圧空気による吹き飛びという\n課題が発生し得ない構成をとっているから，この点を本件発明と乙８発\n明との相違点として認定しなかった原判決は誤りである旨主張する。\nしかし，前記ウ(ウ)で説示したとおり，原判決が，乙８発明について，\n「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大\n気ポートを前記正圧供給ポートと前記着脱路とに連通させる」との構成\nを有すると認定したことに誤りはないから，これを本件発明と乙８発明\nとの一致点として認定し，相違点として認定しなかったことに誤りはな\nい。控訴人の上記主張は，本件発明の特許請求の範囲請求項３に記載が\nなく，そのため，本件発明の発明特定事項ではない「正圧空気による吹\nき飛びという課題」の有無を相違点として挙げるものであって，採用す\nることができない。\n(2)  乙８発明からの容易想到性の判断について\n控訴人は，第４図の構成と第５図の構成を等価なものとして扱う乙８には，\n「前記出力ポートと前記真空ポートとを連通させて流路を介して前記大気ポ\nートを前記正圧供給ポートと前記着脱路に連通させる」という構成は開示さ\nれておらず，大気ポートが二方向弁として働き，圧縮空気電磁弁から供給さ\nれる正圧空気の一部が大気ポートから排出されるという効果も奏し得ないも\nのであって，破壊圧の上がりすぎによるワークの吹き飛び防止という課題も\n全く意識されないから，乙８記載の流路切換装置において，第４図の構成の\nみを選択的に採用して，かつ「一度開閉動作」ではなく「大気ポートを着脱\n路を通じて正圧供給ポートに連通させ」る構成として，当該課題を解決しよ\nうとする動機付けは得られないし，乙８に従来技術として引用されている特\n開昭６３－１６２４３６号公報（甲２１）においては，カートンはコンベア\nの送り爪に挟まれて搬送されており，乙８記載の流路切換装置も同様に，コ\nンベアへの引き渡しに際し，送り爪に挟まれて搬送されることにより，客観\n的に正圧空気による吹き飛びという課題が発生する余地がないから，当業者\nであっても，乙８発明から本件発明に想到することは不可能であって，原判\n決の容易想到性の判断は誤りである旨主張する。\nしかし，控訴人の上記各主張にいずれも理由がないことは，前記(1)ウ(イ)\n及びエで説示したとおりである。\n(3)  小括\n以上のとおりであるから，本件発明は乙８発明及び周知の技術事項に基づ\nいて当業者が容易に想到することができたものとして，本件発明に係る本件\n特許は特許無効審判により無効にされるべきものである。\n３  結論\n以上によれば，原告は被告に対し本件特許権を行使することができないから，\nその余の点について判断するまでもなく，控訴人の被控訴人に対する特許法１\n００条１項に基づく差止請求及び廃棄請求並びに民法７０９条及び特許法１\n０２条２項に基づく損害賠償請求は，いずれも理由がないというべきである。\nそうすると，控訴人の本訴請求はいずれも理由がなく，これを棄却した原判\n決は相当である。よって，本件控訴を棄却することとし，主文のとおり判決す\nる。\n知的財産高等裁判所第４部\n裁判長裁判官          富    田    善    範\n裁判官          大      鷹    一    郎\n裁判官          田      中    芳    樹\n"
}