{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 3,
    "day": 28
  },
  "case_number": "平成24(行コ)301",
  "case_name": "課徴金納付命令決定取消請求控訴事件（原審・東京地方裁判所平成２２年(行ウ)第７３９号）",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　金融商品取引法（平成２３年法律第４９号による改正前）１７２条の２第１項１号所定の課徴金の額を判断する基準時\n２　金融商品取引法（平成２３年法律第４９号による改正前）１７２条の２第１項１号にいう「新株予約権の行使に際して払い込むべき金額」の意義",
  "case_gist": "１　金融商品取引法（平成２３年法律第４９号による改正前）１７２条の２第１項１号の文言からは，課徴金の納付命令の決定をする要件を満たす時点である有価証券を取得させた時よりも後の事情が，課徴金の額を算定する際の基礎となる事情に含まれるべきことはうかがわれず，同条のその余の部分の規定を見ても，課徴金の納付命令の決定をする要件を具備してからその納付命令の決定をするまでの間に生じた事情が，課徴金の額を算定する際の基礎となる事情に含まれるべきことをうかがわせるものはないから，同号所定の課徴金については，重要な事項につき虚偽の記載がある発行開示書類に基づく募集により有価証券を取得させた時点で課徴金の納付命令の決定をする要件は満たされ，その時点における事情を基礎に課徴金の額を算定すべきである。\n２　金融商品取引法（平成２３年法律第４９号による改正前）１７２条の２第１項１号所定の課徴金については，重要な事項につき虚偽の記載がある発行開示書類に基づく募集により有価証券を取得させたとの事実が生じた時点でその納付命令を決定するための実体的な要件が満たされ，その時点における事情を基礎に課徴金の額を算定すべきものとされており，その具体的な額については，同法の定める課徴金の制度が行政上の措置であって，迅速かつ効率的な運用により制度の趣旨及び目的の実現を確保する必要があることに鑑み，明確かつ容易にこれを算定することができるよう，あらかじめ設けられた基準である同号の定めるところに従って，一律かつ機械的に算定すべきものとされているところ，このような同号所定の課徴金の制度の趣旨及び目的並びにその枠組みに鑑みれば，同号にいう「新株予約権の行使に際して払い込むべき金額」は，その文理に照らしても，当該新株予約権証券を取得させた時点においてそれに係る新株予約権の行使に際して払い込むことが予定されていた価額をいう。",
  "lawsuit_id": "83681",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=83681",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/681/083681_hanrei.pdf",
  "contents": "\u0000 \u0000\n平成２５年３月２８日判決言渡\n平成２４年(行コ)第３０１号  課徴金納付命令決定取消請求控訴事件\n主                文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事  実  及  び  理  由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  金融庁長官が控訴人に対し平成２２年１２月９日付けでした金融商品取引法\n（以下「金商法」という。なお，本件においては，特に断らない限り，平成２\n３年法律第４９号による改正前の規定を掲げる。）１８５条の７第１項に基づ\nく課徴金の納付命令の決定（平成○年度（判）第○号金融商品取引法違反審判\n事件。以下「本件決定」という。）のうち，納付すべき課徴金の額３００万円\nを超える部分（控訴人が平成２１年７月１０日付けで関東財務局に提出した有\n価証券届出書（以下「本件有価証券届出書」という。）の虚偽記載に係る課徴\n金の納付を命ずる部分）を取り消す。\n第２  事案の概要\n１  本件は，その発行する株式が東京証券取引所市場第一部に上場されている株\n式会社である控訴人が，重要な事項につき虚偽の記載がある有価証券届出書（本\n件有価証券届出書）を関東財務局長に提出し，これに基づく募集により，３２\n０個の新株予約権証券を１８５億８０８８万４０００円（当該新株予約権証券\nに係る新株予約権の行使に際して払い込むべき金額を含む。）で取得させたな\nどとして，処分行政庁（金融庁長官）から，納付すべき課徴金の額を８億３９\n１３万円（うち本件有価証券届出書の虚偽記載に係る部分は８億３６１３万円）\nとする課徴金の納付命令の決定（本件決定）を受けたことについて，①主位的\nに，金商法１７２条の２第１項１号所定の課徴金の額を判断するいわゆる基準\n\u0000 \u0000\n時は課徴金の納付命令の決定時と解すべきであるとし，上記の時点までの事情\nに照らすと本件決定における本件有価証券届出書の虚偽記載に係る課徴金の額\nの算定には誤りがあると主張して，本件決定のうち本件有価証券届出書の虚偽\n記載に係る課徴金の納付を命ずる部分（本件決定のうち納付すべき課徴金の額\n３００万円を超える部分）の取消しを，②予備的に，同号が課徴金の額の算定\nに当たっての基礎として定める「新株予約権の行使に際して払い込むべき金額」\nは，新株予約権証券を取得させた時点において当該証券に係る新株予約権の行\n使によって払い込まれることが合理的に見込まれる額と解すべきであると主張\nして，これとは異なる前提に立って課徴金の額の算定がされた同じく本件有価\n証券届出書の虚偽記載に係る課徴金の納付を命ずる部分のうち納付すべき課徴\n金の額４億０５００万円を超える部分（上記①のとおり取消しを求める部分の\n一部）の取消しを，それぞれ求める事案である。\n原判決は，金商法１７２条の２第１項１号所定の課徴金については，重要な\n事項につき虚偽の記載がある発行開示書類に基づく募集により有価証券を取得\nさせた時点で課徴金の納付命令の決定をする要件は満たされ，その時点におけ\nる事情を基礎に課徴金の額を算定すべきものと解するのが相当であるとし，ま\nた，同号にいう「新株予約権の行使に際して払い込むべき金額」については，\n当該新株予約権証券を取得させた時点においてそれに係る新株予約権の行使に\n際して払い込むことが予定されていた価額（当初行使価額）をいうものと解す\nるのが相当であるとして，本件決定のうち本件有価証券届出書の虚偽記載に係\nる課徴金の納付を命ずる部分は適法であるとして，控訴人の請求を棄却した。\nこれを不服として控訴人が控訴をした。\n２  関係法令の定め，前提事実，争点及び争点に関する当事者の主張の要点は，\n次のとおり当審における当事者の主張を付加するほか，原判決「事実及び理由」\n欄の「第２  事案の概要」の１ないし４（３頁５行目から３３頁５行目まで）\nに記載のとおりであるから，これを引用する。\n\u0000 \u0000\n（当審における控訴人の主張）\n(1)  本件決定及び原判決は，金商法１７２条の２第１項１号（以下「本号」と\nいう。ただし，新株予約権証券の場合）の課徴金について，新株予約権証券\nを取得させた時点における事情を基礎に一定の額を一律かつ機械的に算定す\nるものであり，「当該新株予約権証券に係る新株予約権の行使に際して払い\n込むべき金額」とは，当該新株予約権証券を取得させた時点におけるそれに\n係る新株予約権の行使価額（当初行使価額）をいうものであるとする。\n上記解釈は，新株予約権証券を取得させた時点においてそれに係る新株予\n約権の行使価額（当初行使価額）が常に一義的に確定することを前提として\n初めて成り立つものである。なぜなら，その確定がなければ，新株予約権証\n券を取得させた時点における事情を基礎に一定の額を一律かつ機械的に算定\nするということはできないからである。\nしかして，新株予約権の行使価額が例えば「新株予約権の行使の日の前日\nの市場価額（終値）」といったような計算式（算定方法）で定められていた\n場合，新株予約権証券を取得させた時点では，それに係る新株予約権の行使\n価額（当初行使価額）は一義的には確定しない。被控訴人は，上記場合には，\n「新株予約権証券を取得させた日の前日の市場価額（終値）」を代入して算\n定すればよい旨を主張するが，これは，新株予約権証券を取得させた時点で\n当初行使価額が確定しないことを自認するものである。\nしたがって，上記解釈は成り立ち得ない。\n(2)  憲法違反\n本件決定（及び原判決）のように，本号（ただし，新株予約権証券の場合）\nについて，課徴金の額を判断する基準時は新株予約権証券を取得させた時点\nであり，「新株予約権の行使に際して払い込むべき金額」とは当該新株予約\n権証券を取得させた時点におけるそれに係る新株予約権の行使価額（当初行\n使価額）であると解釈し，これを本件に適用して，その課徴金の額を８億円\n\u0000 \u0000\n余とするのは，憲法２９条２項，２２条１項，１３条に違反する（適用違憲）。\n本号については，控訴人の主張するような解釈適用をすべきである。\n仮に本号について本件決定（原判決）のような解釈しか採り得ないとすれ\nば，本号の括弧書部分は上記の憲法各条項に違反して無効である（法令違憲）。\nその理由は，以下のとおりである。\nア  いわゆる森林法判決（最高裁昭和６２年４月２２日大法廷判決・民集４\n１巻３号４０８頁）については，近時，アメリカ型の二重の基準論（及び\n規制目的二分論）による理解よりも，ドイツ連邦憲法裁判所で用いられて\nいる三段階審査論による理解の方が適切であるという見解が有力になって\nいる。三段階審査論とは，憲法上の権利侵害が主張された場合に，①第１\n段階で，憲法上の権利の保障範囲を確定し，②第２段階で，その憲法上の\n権利に対して正当化を要する制限といえるだけの強さの干渉が加えられた\nのかを確認し，③第３段階で，憲法上の権利に対する制限が例外的に正当\n化されるべき憲法上の条件を充足しているかを審査する手法である。\n本件のような財産権侵害の正当性が問題となる場合には，①にいう保障\n範囲にある権利について，②にいう正当化を要する権利制限がされている\nことは明らかである。③にいう制限の正当化事由に関しても，規制目的（違\n反行為の抑止）それ自体の正当性は認められるところである。そうである\nとすると，本件において憲法問題を検討するに当たってのアメリカ型の審\n査基準とドイツ型の審査基準の違いは，主として規制手段の審査基準の相\n違にあるといえる。\n上記第３段階において，規制目的の正当性を確認した上で規制手段の審\n査基準として用いられるのが，「比例原則」である。「比例原則」とは，\n手段の適合性（目的との適合性），手段の必要性（目的達成のための必要\n最小限度性），利益の均衡（狭義の比例性）という三つの観点での審査を\n内容とするものである。\n\u0000 \u0000\nイ  適用違憲\n本件決定（及び原判決）における解釈適用について，上記のような憲法\n上の比例原則を検討すると，以下のとおり，手段の必要性及び利益の均衡\nを欠くというべきである。\n金商法の課徴金制度は，一貫して，違反行為の抑止という目的を達成す\nる手段として「違反者が違反行為によって得た経済的利得相当額を基準」\nとする金銭（課徴金）の賦課を採用してきたところ，本件では，現実の資\n金調達額は０円（新株予約権の消却後は資金調達見込額を含めても０円）\nであり，発行時において想定されていた資金調達額は約９０億円であった。\nそうであるにもかかわらず，１８５億円強の資金調達がされることを前提\nにして８億円を超える課徴金を課すのは，他に合理的な課徴金の金額の算\n出方法がある以上，必要最小限度の手段であるという余地はなく，手段の\n必要性が認められない。\nまた，仮に手段の必要性を認めるとしても，本件では，違反行為の抑止\nのために過度な不利益を課していることは明らかであり，利益の均衡を欠\nいている。\n以上のとおりで，本件において本件決定（原判決）の採用した解釈によ\nり本号を適用して８億円を超える課徴金を課すのは，規制目的との関係に\nおいて前記の「必要性」及び「利益の均衡」を欠くため，憲法２９条２項，\n２２条１項，１３条に違反する。\nウ  法令違憲\n(ア)  本号の括弧書部分は，平成２０年改正で追加されたものであるが，そ\nの改正の際，新株予約権証券に関して課されることとなる課徴金の額の合\n理性や「新株予約権の行使に際して払い込むべき金額」という文言（内容）\nの明確性の検討が不十分なままであったのであり，そもそもその根拠とな\nる立法事実を欠いており，法令として違憲（一部違憲無効）である。\n\u0000 \u0000\n(イ)  立法事実を欠くことについて\n本件新株予約権証券が発行された平成２１年度（平成２１年４月１日\nから平成２２年３月３１日）に発行された新株予約権証券について調査\nしたところ，６９種類の新株予約権証券が発行されているが，①平成２\n４年８月２３日時点で新株予約権が一個も権利行使されていないものが\n３０％に上り（一部しか権利行使されていないものも含めると７６％に\nなる。），②全部又は一部が権利行使されていないもののうち約８５％\nが，消却や放棄，行使期間の徒過等によって，既に権利行使の可能性が\n消滅しているし，③行使価額の修正条項が付されたもの（１７種類）で\nあって現に権利行使されたもの（１４種類）のうち，修正後の行使価額\nで権利行使されたものは７８％（１１種類）に上る。\n上記調査の結果によれば，新株予約権証券を発行したとしても，新株\n予約権について権利行使されないことも多いのが実態であることが分か\nる。そうであるにもかかわらず，「新株予約権の行使に際して払い込む\nべき金額」という将来の見込額を特段の配慮もなくそのまま資金調達額\nとみなしたこと（すなわち，すべての新株予約権が権利行使されるもの\nとみなしたこと）自体，合理性を欠いている。また，行使価額の修正条\n項が付された新株予約権については，そのほとんどが，修正後の行使価\n額で権利行使されているのであるから，「新株予約権の行使に際して払\nい込むべき金額」を当初行使価額と解する場合には，やはり，その金額\nの合理性を欠くことになる。\n以上のとおりで，平成２０年改正においては，新株予約権証券の発行\n者が資金調達額としていかなる金額を想定することが一般的であるのか\nという重要な点について，十分な検討がされていないというべきである。\nまた，新株予約権については，多種多様な設計が可能であり，行使価\n額の定め方ひとつをとってみても，①確定額で定められており，その修\n\u0000 \u0000\n正条項がない場合，②確定額で定められているものの，その修正条項が\nある場合，③算定方法で定められている場合があるのであるから，法文\nの趣旨の明確化のためには（また，「一律かつ機械的」な算定を達成す\nることが必要なのであれば），上記①ないし③のような細かな場合分け\nをし，それぞれの場合ごとに明確な算定がされるように立法上の手当が\nされるべきである。ところが，平成２０年改正においては，これらを十\n把一絡げに「新株予約権の行使に際して払い込むべき金額」と規定した。\nこれは，会社法上の概念でもないし，金商法の委任を受けた内閣府令等\nで用いられることはあるとしても，その内容について確立した理解はな\nい。新株予約権証券の内容を実体的に規律するのは会社法であり，金商\n法はその発行に際しての開示の在り方を規律するにすぎないのであるか\nら，会社法上発行可能な内容を念頭に置いて具体的な法文を定める必要\nがある。以上のとおりで，平成２０年改正においては，「新株予約権の\n行使に際して払い込むべき金額」という文言の明確性についても，十分\nな検討がされていない。\n(ウ)  本号は，直接的には課徴金の賦課によって財産権を制限するもので\nあるが，それに止まらず，本件決定（原判決）のように新株予約権証券\nに係る形式的な当初行使価額を前提とした課徴金を課す場合には，当初\n行使価額を高額に設定した上で事後にこれを引き下げて資金調達時期を\n調節するような設計を困難にするし，また，経済実体を無視して発行者\nが全く想定していない資金調達額を基礎とした課徴金を課す場合には，\n資本市場における新株予約権証券を用いた資金調達について過度の萎縮\n効果を及ぼすことが明らかである。私人による企業活動は，資金調達，\n投資，運用，回収，分配，再投資といった過程により営まれるところ，\nその資金調達を阻害することは，企業活動そのものを阻害するに等しく，\n営業の自由（憲法２２条１項，２９条）を侵害するものである。したが\n\u0000 \u0000\nって，本件のように，そもそも金額の合理性や内容の明確性を欠く法令\nによって，経済実体の著しい無視というべき内容の金銭的不利益措置（課\n徴金）を課す場合には，私人の財産権のみならず，その企業活動（営業\n活動）の自由をも侵害し，ひいては資本市場の健全な発展の阻害さえも\n惹起する。以上のような性質を考えると，本件においては厳格な合憲性\n審査をする必要がある。\n（当審における被控訴人の主張）\n(1)  新株予約権の行使価額が計算式（算定方法）のみで定められていた場合で\nあっても，新株予約権証券を取得させた時点におけるそれに係る新株予約権\nの行使価額（当初行使価額）は一義的に確定する。\nすなわち，会社法上，新株予約権の行使価額の算定方法については，いか\nなる算定方法であっても許容されるというわけではなく，その時々における\n客観的要因により一義的に確定する算定方法でなければならないと解されて\nいるところ，そのような計算方法である限り，新株予約権証券を取得させた\n時点におけるそれに係る新株予約権の行使価額（当初行使価額）は，その時\n点における客観的要因を基に一義的に確定するといえる。新株予約権の行使\n価額が例えば「新株予約権の行使の日の前日の市場価額（終値）」といった\nような計算式（算定方法）で定められていた場合，その当初行使価額は，新\n株予約権証券を取得させた日の前日の市場価額（終値）を基にして一義的に\n確定する。\n(2)  憲法違反をいう主張について\n適用違憲，法令違憲をいう控訴人の主張が失当であることは，以下のとお\nりである。\nア  いわゆる森林法判決で示された財産権に対して加えられる規制に対する\n憲法適合性の判断枠組みは，その後の最高裁平成１４年２月１３日大法廷\n判決（民集５６巻２号３３１頁）や最高裁平成１５年４月１８日第二小法\n\u0000 \u0000\n廷判決（民集５７巻４号３６６頁）でも踏襲されており，もはや判例上確\n立しているといってよい。その判断枠組みでは，規制手段の必要性につい\nて，控訴人の主張するような「目的達成のための必要最小限度性」など要\n求していない。控訴人の主張するドイツ由来の憲法上の比例原則による理\n解は，独自の見解というほかない。\nまた，控訴人は，本件のような場合には，私人の財産権のみならず，そ\nの企業活動（営業活動）の自由をも侵害し，ひいては資本市場の健全な発\n展の阻害さえも惹起するから，性質上，厳格な合憲性審査をする必要があ\nると主張するが，企業活動（営業活動）の自由は無制限に認められるもの\nではなく，特に，重要な事項につき虚偽の記載等がある有価証券届出書等\nの発行開示書類を提出する行為は，市場の公正性，透明性を害する反社会\n性の高い行為であって，当該行為に基づく資金調達の自由を保護すべき必\n要性はないから，控訴人の上記主張も失当である。\nイ  本件決定及び本号の規制目的及び必要性について\n上記の規制目的は，有価証券の新規発行時に重要な事項につき虚偽の記\n載等がある有価証券届出書等の発行開示書類を提出した者に対して課徴金\nを賦課することにより，そのような違反行為を抑止する点にある。\n金商法の目的である市場機能を十分に発揮し幅広い投資家の参加する厚\nみのある市場を構築するためには，市場の公正性，透明性の確保が重要で\nあるところ，重要な事項につき虚偽の記載等がある有価証券届出書等の発\n行開示書類を提出する行為は，そのような市場の公正性，透明性を害する\nものであるから，これを抑止することは社会経済政策の実現として正当な\n規制目的ということができ，かつ，その必要性も高いといえる。\nそして，このような社会経済政策の実現のための規制立法については，\n立法府の合理的裁量が広く認められるべきである。\nウ  本号の規制内容の合理性について\n\u0000 \u0000\u0000\u0000\n違法行為の抑止という規制目的に鑑みれば，一律かつ機械的な算定方法\nを定めることで制度の積極的かつ効率的な運営を可能として抑止効果を確\n保し，また，少なくとも違反者が期待し得た利益相当額を課徴金として賦\n課することによって違法行為抑止の実効性を高めるため，現に違反者が得\nた利益相当額ではなく，違反行為の時点における「得べかりし利益」を課\n徴金額算定の基準とすることには，合理性がある。\nまた，違反者は，虚偽記載等のある有価証券届出書等に基づき有価証券\nを取得させた時点で，当該有価証券による資金調達の可能性が具現化し，\nその時点で「得べかりし利益」を期待することができるようになるのであ\nるから，有価証券を取得させた時点から課徴金の賦課を可能とする必要が\nある。そして，有価証券を取得させた時点において，違反者は，新株予約\n権証券の発行価額のみならず，これに当初行使価額を合算した額を資金調\n達額の最高額として期待し得るのであるから，当該資金調達額を基に算定\nされた経済的利得額を「得べかりし利益」として課徴金額を算定すること\nには合理性がある。\nエ  本号によって規制される財産権の種類，性質及び制限の程度\n本号は，違反者に対して金銭的負担を課すものであるが，前記のとおり，\n重要な事項につき虚偽の記載等がある有価証券届出書等の発行開示書類を\n提出する行為は，市場の公正性，透明性を害する反社会性の強い行為であ\nって，そのような行為の抑止のために一定の金銭的負担が課されることは\nやむを得ない。また，その金額は，違反者が違反行為によって「得べかり\nし利益」に限定されており，違法行為の抑止の観点から過度の不利益を課\nすものではない。\nこの点，「得べかりし利益」を課徴金額とすることにより，現に違反者\nが得た利益との乖離が生じる可能性はあるが，現に違反者が得た利益をも\nって課徴金額とすれば，違反者が現にいかなる利益を得たのかについての\n\u0000 \u0000\u0000\n調査や評価などといった極めて難解な問題に直面し，これらの立証や認定\nが実際上極めて困難となるため，制度の積極的かつ効率的な運営を可能と\nして抑止効果を確保することが不可能になる。また，違反者は，違反行為\nにより「得べかりし利益」の獲得が期待し得た以上，当該違反行為の結果\nとして当該「得べかりし利益」に相当する金銭的負担が課されることもや\nむを得ないと解すべきである。\nしたがって，現に違反者が得た利益と離れた額の課徴金額を課すことに\nなったとしても，なおその合理性は否定されない。\nオ  以上のとおりであって，本号の規制目的は正当であり，規制の必要性も\n認められ，規制内容も合理性を欠くものではないから，本号が立法府の広\n範な合理的裁量の範囲内にあることは明らかである。\nしたがって，本号の括弧書が違憲となる余地はなく，また，本件決定に\n運用違憲の問題が生じることもない。\n第３  当裁判所の判断\n１  当裁判所も，本件決定は適法であって控訴人の請求は理由がないものと判断\nする。その理由は，次のとおり原判決を補正し，後記２に当審における当事者\nの主張に対する判断を付加するほか，原判決の「事実及び理由」欄の「第３  当\n裁判所の判断」の１ないし３（３３頁７行目から４５頁１６行目まで）に記載\nのとおりであるから，これを引用する。\n（原判決の補正）\n(1)  ３４頁２６行目末尾に「なお，平成２０年改正前は，「重要な事項につき\n虚偽の記載がある発行開示書類」と規定されていたが，同改正により，「重\n要な事項につき虚偽の記載があり，又は記載すべき重要な事項の記載が欠け\nている発行開示書類」と改められた（以下，「重要な事項につき虚偽の記載\nがある」というときは，特に断らない限り後者の意味である。）」を加える。\n(2)  ３６頁１８行目の「同号において，」の次に「「新株予約権の行使に際し\n\u0000 \u0000\u0000\u0000\nて払い込まれた金額」という文言ではなく」を加える。\n(3)  ４３頁の１３行目から２３行目までを次のとおり改める。\n「ウ  前記ア②の点についてみるに，新株予約権の行使価額については，その発\n行時点では確定額ではなく計算式（算定方法）で定められる場合もあること\nは，控訴人の指摘するとおりである（会社法２３６条１項２号）。\nしかしながら，そのような場合であっても，新株予約権証券を取得させた\n時点におけるそれに係る新株予約権の行使価額（当初行使価額）は一義的に\n確定する。すなわち，会社法２３６条１項２号にいう「その算定方法」につ\nいては，その時々における客観的要因により一義的に確定する算定方法でな\nければならないと解されるところ，そのような算定方法（計算式）である限\nり，新株予約権証券を取得させた時点におけるそれに係る新株予約権の行使\n価額（当初行使価額）は，その時点における客観的要因を基にして一義的に\n確定するというべきである。例えば新株予約権の行使価額が「新株予約権の\n行使の日の前日の市場価額（終値）」という算定方法で定められていた場合，\nその当初行使価額は，新株予約権証券を取得させた日の前日の市場価額（終\n値）を基にして一義的に確定する。\n上記のように当初行使価額が一義的に確定する以上，課徴金の額は，新\n株予約権証券を取得させた時点で，その当初行使価額等を基礎にして一律\nかつ機械的に算定することができるというべきである。」\n２  当審における当事者の主張に対する判断\n(1)  新株予約権証券を取得させた時点におけるそれに係る新株予約権の行使\n価額（当初行使価額）が一義的に確定することは，前判示のとおりである。\nなお，以下のとおり，金商法の他の規定（ただし，これに基づく企業内容\n等の開示に関する内閣府令の規定を含む。）もそのことを予定しているとい\nえる。\n金商法は，①有価証券（新株予約権証券を含む（２条１項９号））の募集\n\u0000 \u0000\u0000\u0000\n又は売出しは，発行者が当該有価証券の募集又は売出しに関し内閣総理大臣\nに届出をしているものでなければ，することができない（４条１項本文），\nただし，発行価額又は売出価額の総額が１億円未満の有価証券の募集又は売\n出しで内閣府令で定めるものについては，この限りでない（４条１項但書，\n同条項５号），②発行者は，その募集又は売出しにつき４条１項本文の規定\nの適用を受ける有価証券については，この規定による届出がその効力を生じ\nているのでなければ，これを募集又は売出しにより取得させ，又は売り付け\nてはならない（１５条１項），③１５条１項の規定に違反した者は，５年以\n下の懲役若しくは５００万円以下の罰金に処し，又はこれを併科する，と規\n定している（１９７条の２第１項３号）。これらの規定によれば，同法は，\n有価証券を募集により取得させ，又は売出しにより売り付けた時点で，当該\n有価証券の発行価額又は売出価額の総額が一義的に確定していることを予定\nしているといえる。しかして，同法４条１項５号にいう内閣府令に当たる企\n業内容等の開示に関する内閣府令２条４項によれば，上記①の「発行価額又\nは売出価額の総額が１億円」未満というのは，募集又は売出しに係る有価証\n券が新株予約権証券である場合には，「当該新株予約権証券の発行価額又は\n売出価額の総額に当該新株予約権証券に係る新株予約権の行使に際して払い\n込むべき金額の合計額を合算した金額が１億円」未満とされることになる。\nそうすると，以上の諸規定は，新株予約権証券を募集により取得させ，又は\n売出しにより売り付けた時点で，当該新株予約権証券に係る新株予約権の行\n使に際して払い込むべき金額も一義的に確定していることを予定していると\nいえる。\n(2)  憲法違反をいう控訴人の主張について\n本号（金商法１７２条の２第１項１号）について，課徴金の額を判断する\n基準時は有価証券を取得させた時点であり，「新株予約権の行使に際して払\nい込むべき金額」とは当該新株予約権証券を取得させた時点におけるそれに\n\u0000 \u0000\u0000\u0000\n係る新株予約権の行使価額（当初行使価額）であると解すべきこと，そして，\nこのような解釈の下に本号を本件に適用すると，本件有価証券届出書の虚偽\n記載に係る納付すべき課徴金の額は８億３６１３万円となることは，これま\nでに説示してきたとおりである。\n控訴人は，本号につき上記のような解釈をしてこれを本件に適用すること\nは憲法２９条２項，２２条１項，１３条に違反し（控訴人主張のような解釈\nをすべきである。），仮に上記のような解釈しか採り得ないとすれば本号の\n括弧書部分は上記の憲法各条項に違反して無効であると主張する。\nこれまでに説示してきたところによれば，本号については上記のような解\n釈しか採り得ないというべきであるから，結局，本号（括弧書部分）が憲法\n２９条２項，２２条１項，１３条に違反するかどうかを検討すべきことにな\nる。\nそこで，以下では，本号について，まず，憲法２９条２項に違反するかど\nうかを検討し，次に，憲法２２条１項，１３条に違反するかどうかを検討す\nることとする。\nア  財産権は，それ自体に内在する制約があるほか，立法府が社会全体の利\n益を図るために加える規制により制約を受けるものであるが，この規制は，\n財産権の種類，性格等が多種多様であり，また，財産権に対し規制を要求\nする社会的理由ないし目的も，社会公共の便宜の促進，経済的弱者の保護\n等の社会政策及び経済政策上の積極的なものから，社会生活における安全\nの保障や秩序の維持等の消極的なものに至るまで多岐にわたるため，種々\n様々でありうる。したがって，財産権に対して加えられる規制が憲法２９\n条２項にいう公共の福祉に適合するものとして是認されるべきものである\nかどうかは，規制の目的，必要性，内容，その規制によって制限される財\n産権の種類，性質及び制限の程度等を比較考慮して決すべきものであるが，\n裁判所としては，立法府がした上記比較考慮に基づく判断を尊重すべきも\n\u0000 \u0000\u0000\u0000\nのであるから，立法の規制目的が上記のような社会的理由ないし目的に出\nたとはいえないものとして公共の福祉に合致しないことが明らかである\nか，又は規制目的が公共の福祉に合致するものであっても規制手段が上記\n目的を達成するための手段として必要性若しくは合理性に欠けていること\nが明らかであって，そのため立法府の判断が合理的裁量の範囲を超えるも\nのとなる場合に限り，当該規制立法が憲法２９条２項に違背するものとし\nて，その効力を否定することができるものと解するのが相当である。（最\n高裁昭和６２年４月２２日大法廷判決・民集４１巻３号４０８頁（以下「森\n林法判決」という。），最高裁平成１４年２月１３日大法廷判決・民集５\n６巻２号３３１頁参照）\nそこで，上記のような観点から検討する。なお，控訴人は，森林法判決\nにつき，ドイツ連邦憲法裁判所で用いられている三段階審査論による理解\nが適切であるとして，手段の必要性につき「目的達成のための必要最小限\n度性」という観点での審査をすべきであるかのように主張するが，上記の\nとおりであって，「目的達成の必要最小限度性」までは要求されず，上記\n主張は採用することができない。\nイ  本号は，重要な事項につき虚偽の記載があり，又は記載すべき重要な事\n項の記載が欠けている発行開示書類（以下「重要な事項につき虚偽の記載\n等がある発行開示書類」という。）を提出した発行者が，当該発行開示書\n類に基づく募集により有価証券（新株予約権証券を含む。）を取得させた\nとき，当該発行者に対し，当該取得させた有価証券の発行価額の総額（当\n該有価証券が新株予約権証券であるときは，当該新株予約権証券に係る新\n株予約権の行使に際して払い込むべき金額を含む。）の１００分の２.２５\n（当該有価証券が株券等（新株予約権証券を含む。）である場合にあって\nは，１００分の４.５）に相当する額の課徴金を課すというものであって，\nその立法の経緯等は，前記引用に係る原判決説示（３３頁９行目から３４\n\u0000 \u0000\u0000\u0000\n頁２６行目まで）のとおりである。\n本号は有価証券の発行者の財産権に対して規制を加えるものであるが，\nその規制目的は，重要な事項につき虚偽の記載等がある発行開示書類を提\n出して当該発行開示書類に基づく募集により有価証券を取得させた発行者\nに対して課徴金を賦課することにより，そのような金商法に違反する行為\nを抑止するというものである。上記のような違反行為は，有価証券市場の\n公正性と投資者の信頼を著しく害するものであるから，これを防止する必\n要があるというべきである。本号は，上記のような違反行為を抑止するこ\nとによって，国民経済上重要な役割を果たしている有価証券市場の公正性\nとこれに対する投資者の信頼を確保するという経済政策に基づく目的を達\n成するためのものと解することができるところ，このような目的が正当性\nを有し公共の福祉に適合するものであることは明らかである（この点につ\nいては，控訴人も肯認しているものと解される。）。\nウ  そこで，本号の規制手段（課徴金の賦課）が上記の規制目的を達成する\nための手段として必要性又は合理性に欠けていることが明らかであるかど\nうかについて検討することとするが，これまでに説示してきたところ（前\n記引用に係る原判決の説示を含む。）によれば，本号の規制手段は，新株\n予約権証券を取得させた場合につき当該取得をさせた時点におけるそれに\n係る新株予約権の行使価額（当初行使価額）を基礎にして課徴金の額を算\n定するという点を除けば，上記の必要性及び合理性に欠けるところはない\nといえる（控訴人も，上記の点についてのみ，上記の必要性及び合理性に\n欠けると主張しているものと解される。）ので，以下，上記の点について\n検討する。\n新株予約権証券を取得させた時点におけるそれに係る新株予約権の行使\n価額（当初行使価額）を基礎にして課徴金の額を算定することとすると，\nその後の現実の資金調達額が当初行使価額を大幅に下回ったような場合に\n\u0000 \u0000\u0000\u0000\nは，一見すると，過度な不利益を課すことになるかのように思われる。例\nえば，本件のように，その後，すべてが消却されて，現実の資金調達額が\n零になった場合や，新株予約権の行使価額がいわゆる修正条項により減額\nされて，現実の資金調達額が当初行使価額を大幅に下回ることになったよ\nうな場合等である。控訴人は，特に，このことが不合理であると主張する\nものである。\nしかしながら，このことから直ちに上記の必要性又は合理性に欠けると\nいうことにはならない。その理由は，後記エのとおりである。\nエ  金商法の定める課徴金の制度は，有価証券市場の公正性と投資者の信頼\nを害する同法違反の行為について，既存の刑事罰を科すほどに至らない程\n度の違反行為であってもこれを放置しないという観点から，これを抑止す\nるための行政上の措置として金銭的な負担を課すものであり，そのような\n行政上の措置であることからして，また，制度の積極的かつ効率的な運営\nにより抑止効果を確保するために，課徴金の額の算定基準が明確で，その\n算定が容易であることが必要である。\n本号所定の課徴金の額についても，このような観点から，予め設けた基\n準に従い，重要な事項につき虚偽の記載等がある発行開示書類に基づく募\n集により有価証券を取得させることによって当該発行者が得ることが一般\nに想定される経済的な利得の額に相当するものとして，当該取得をさせた\n時点における事情を基礎に一定の額を一律かつ機械的に算定する方式（す\nなわち，発行価額の総額の１００分の２.２５又は１００分の４.５とする\n方式）を採ったものである。そして，当該有価証券が新株予約権証券であ\nるときは，発行者としては，新株予約権証券自体の発行価額だけではなく，\nこれに当該新株予約権証券に係る新株予約権の行使の際に払い込まれる金\n額を合計した額を資金調達額と想定して虚偽の記載等に及ぶのが通常であ\nると考えられることを考慮して，発行開示書類の虚偽記載等に対する十分\n\u0000 \u0000\u0000\u0000\nな抑止となるよう，上記発行価額の総額につき，「当該新株予約権証券に\n係る新株予約権の行使に際して払い込むべき金額」（当初行使価額）を含\nむものとしたのである。\n重要な事項につき虚偽の記載等がある発行開示書類に基づく募集により\n新株予約権証券を取得させた発行者（違反者）としては，当該取得をさせ\nた時点で，当該新株予約権証券を市場の流通に置いており，当該新株予約\n権証券に基づく資金調達の可能性が具現化したものということができ，そ\nの時点で，当初行使価額を基にした「当該発行者が得ることが一般に想定\nされる経済的な利得の額」に相当する「得べかりし利益」を期待すること\nができるようになるのであるから，当該新株予約権証券を取得させた時点\nにおけるそれに係る新株予約権の行使価額（当初行使価額）を含む発行価\n額を基にして課徴金の額を算定することとしても，それなりの合理性があ\nり，少なくとも，合理性がないことが明らかであるとはいえない。\n他方，新株予約権証券を取得させた後の事情も斟酌して課徴金の額を算\n定する方法を採ることは，課徴金の額の算定基準が明確で，その算定が容\n易でなければならないという要請を満たすものとすることが難しいし，前\n記のような課徴金制度の積極的かつ効率的な運営も困難となるばかりでな\nく，既に虚偽記載等がある発行開示書類に基づく募集により新株予約権証\n券を取得させた違反者が，その虚偽記載等が発覚した後の行為（例えば当\n該取得させた新株予約権証券の消却等）によって課徴金の額の減免を得る\nといった事態が生じかねず，かくては，違反行為の抑止という目的を十全\nに実現することができないというべきである。また，「当該新株予約権証\n券に係る新株予約権の行使に際して払い込むべき金額」を控訴人主張のよ\nうな「当該新株予約権証券を取得させた時点で見込まれる合理的な資金調\n達見込額」とする方法も，課徴金の額の算定基準が明確で，その算定が容\n易でなければならないという要請に反するといわなければならない。\n\u0000 \u0000\u0000\u0000\n以上のような諸点に照らすと，本号の規制手段は，前記の規制目的を達\n成するための手段として必要性又は合理性がないことが明らかであるとい\nうことはできない。\nオ  以上のとおりで，本号が憲法２９条２項に違反するということはできな\nい。\nカ  控訴人は，本号が，企業の資金調達を阻害して企業活動（営業活動）の\n自由を侵害するもので，憲法２２条１項に違反すると主張する。しかし，\n企業活動（営業活動）の自由は無制限に認められるものではなく，特に，\n重要な事項につき虚偽の記載等がある発行開示書類を提出する行為は，有\n価証券市場の公正性及び投資者の信頼を著しく害する行為であって，その\nような行為に基づく資金調達の自由を保護すべき必要性はないから，控訴\n人の主張は失当である。\nまた，控訴人は憲法１３条に違反するとも主張するところ，その主張は，\n必ずしも明確ではないが，憲法２９条に違反することを前提として憲法１\n３条にも違反すると主張するものと解される。しかし，憲法２９条に違反\nするといえないことは前判示のとおりであるし，他に憲法１３条に違反す\nるという点も見当たらないから，この主張も失当である。\n３  よって，控訴人の請求を棄却した原判決は相当であり，本件控訴は理由がな\nいから，これを棄却することとし，主文のとおり判決する。\n\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 東京高等裁判所第１９民事部\u0000\n\u0000\n裁判長裁判官            貝  阿  彌          誠\u0000\n\u0000\n\u0000 \u0000\u0000\u0000\n\u0000\n\u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 \u0000       \u0000 \u0000 \u0000 \u0000 \u0000 \u0000 裁判官            生    島      弘    康\u0000\n\u0000\n裁判官            木    山      智    之\n"
}