{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 1,
    "day": 18
  },
  "case_number": "平成30(う)148",
  "case_name": "傷害致死被告事件",
  "court_name": "大阪高等裁判所第2刑事部",
  "result": "棄却",
  "lawsuit_id": "88394",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88394",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/394/088394_hanrei.pdf",
  "contents": "平成３０ １４８号  傷害致死被告事件\n平成３１年１月１８日  大阪高等裁判所第２刑事部判決\n主            文\n本件控訴を棄却する。\n理            由\n第１  本件控訴の趣意\n検察官の控訴趣意は，①原審検察官に対して，被告人が本件の犯人であ\nること（以下「犯人性」という。）が争点として明示されておらず，犯人\n性に関する主張立証の機会を与えられないまま，犯人性を否定する判断を\nした原審の訴訟手続には，判決に影響を及ぼすことが明らかな法令違反が\nある，②被告人が本件の犯人であるにもかかわらず，被告人が犯人である\nとは認められないとした原判決には，判決に影響を及ぼすことが明らかな\n事実誤認がある，というものである。\n以下，原審記録を調査して検討する。なお，略称は原判決の例による。\n第２  訴訟手続の法令違反の主張について\n１  検察官は，被告人及び弁護人は犯人性を争点としておらず，原審裁判\n所も，犯人性を争点として明示せず，犯人性に関する主張立証を尽くさ\nせないまま，犯人性を否定する不意打ちの認定を行ったのであるから，\n原審の訴訟手続には，判決に影響を及ぼすことが明らかな法令違反があ\nる旨主張する。\n２  そこで検討すると，本件公訴事実の要旨は，被告人が，平成２８年１\n２月１９日（以下「本件当日」という。）午後６時頃から午後１０時頃\nまでの間に，当時の被告人方において，当時生後５か月の長女に対し，\nその両脇を両手で抱え上げて壁にその頭部を複数回打ち付け，同様に同\n人を抱えたままその身体を前後に激しく揺さぶるなど，その頭部に強い\n外力を加える暴行を加え，よって，同人に傷害を負わせて，同月２１日\nに死亡させたというものである。\nこれに対して，原審公判前整理手続において，弁護人らは，長女が致\n命傷を負ったのは，被告人が公訴事実記載の暴行を加えたからではなく，\n被告人が本件当日の前日か前々日に長女を過って布団に落下させており，\nこれによって致命傷が生じた可能性があるなどと主張していた。\nそうすると，原審公判前整理手続においては，訴訟の当事者にとって，\n医師の証人尋問等の証拠により，長女の致命傷が，何者かが原審検察官\n主張の時間帯に故意の暴行を加えることによって生じたと認められる場\n合には，次に，その暴行を加えた者が被告人であるかを検討する必要が\nあることは明らかであったといえる。特に，上記時間帯に，被告人方に\nは，被告人と長女だけでなく，被告人の妻のＡ，及び当時１歳８か月の\n長男がいたことに争いはなかったのであるから，Ａによる犯行の可能性\nについて問題となることは当然に想定されたといえる。\n確かに，原審公判前整理手続において，弁護人らは，犯人性を争点と\nして明示していなかったし，むしろ，犯人性につき，被告人以外の第三\n者による犯行の主張はしないと釈明していた。しかし，この釈明は，長\n女の致命傷が被告人の過失行為により生じた合理的な疑いがあるとの弁\n護人の主張を前提としたものであり，弁護人は，被告人は長女に対して\n致命傷が生じ得る暴行を加えてはいない旨主張しているのであるから，\n弁護人の上記釈明の意味は，弁護人において，Ａによる犯行の可能性に\nついて積極的な主張立証をしないというにとどまるといえる。\nそして，公判前整理手続の結果，争点は，①致命傷である急性硬膜下\n血腫等が長女の頭部に強い外力を加えることにより生じたのか，②①の\nような外力が，被告人が長女の頭部を複数回壁に打ち付けたり，激しく\nその身体を前後に揺さぶったりした暴行によるものかである，と整理さ\nれたが，②については，致命傷を形成した強い外力があったとして，こ\nれが被告人による打ち付け行為や揺さぶり行為等の暴行から生じたとい\nえるかが争点であるとされ，この暴行と被告人を結び付けるものとして，\n被告人の捜査段階の自白とＡの目撃証言があるが，前者はその任意性と\n信用性が，後者はその信用性が，それぞれの暴行と被告人の結び付きを\n判断する際のポイントになるとされた。このように，争点整理の結果に\nおいても，暴行と被告人の結び付きが意識され，検察官は，この点を被\n告人の捜査段階の自白とＡの目撃証言という直接証拠を中心に立証する\n方針で臨んでいたといえる。\n３  さらに，公判段階についてみると，確かに，原審第１回公判期日にお\nいて，主任弁護人は，「検察官の冒頭陳述中，被告人による何らかの具\n体的な行為により長女が傷害を負い，それにより長女が死亡したとの検\n察官の主張については，現時点では争いません。」と釈明した。\nしかし，この点も，弁護人の，被告人が長女を過って布団の上に落と\nしてしまったことにより長女が死亡した可能性があり，被告人が故意に\n長女に傷害を負わせた事実はない旨の冒頭陳述での主張を前提としたも\nのである上，証拠調べ手続中の原審第３回公判期日において，検察官は，\n主張立証の確認として，「長女の致命傷が被告人の行為によって生じた\nということについて，第一次的にはＡの目撃供述及び被告人の自供とい\nう直接証拠で立証するが，間接事実からも立証する。ここでいう間接事\n実とは，昨日取り調べた３名の医師の証言から立証される致命傷が生じ\nた時間帯に医師らが供述するような強度の暴行を加える可能性があるの\nは被告人だけであるという事実である。」と陳述している。さらに，検\n察官は，原審第５回公判期日の論告において，「被告人による犯行であ\nること」として，犯人性を推認させる四つの間接事実を指摘したほか，\n被告人が長女を壁にぶつけたなどの内容の被告人の捜査段階の供述，及\nび被告人が長女を前後に揺さぶっているのを見たなどの内容のＡの捜査\n段階の供述がそれぞれ信用できることを指摘している。\n４  以上のとおり，本件において，長女の致命傷が，何者かによって検察\n官が主張する時間帯に故意の暴行を加えることにより生じたと認められ\nる場合には，次に，その暴行を加えた者が被告人であるかという点が問\n題となることは，原審公判前整理手続段階から，検察官にとって容易に\n想定できたといえる上，原審第３回公判期日における検察官の前記釈明\nの内容や，原審第５回公判期日における検察官の前記論告の内容からす\nると，検察官において，犯人性については，Ａが犯人である合理的な疑\nいがないことも含めて，十分に主張立証する必要があることを認識して\nいたといえる。そして，原審裁判所において，犯人性に関して，検察官\nの主張及び立証を制限した事実はみられない。\nこれらによれば，本件において，原審裁判所が，検察官に対して，犯\n人性について更なる主張立証を促すなどの措置をとるまでの義務を有す\nるものではなく，そのような措置をとらずに犯人性を否定する原判決を\n言い渡した原審裁判所の訴訟手続に違法はない。\n５  訴訟手続の法令違反の主張には理由がない。\n第３  事実誤認の主張について\n１  原判決の内容等\n原判決は，本件の争点は，①長女の致命傷が，故意に長女の頭部に\n強い外力を加えることによって生じたか，②①のような外力が，被告\n人による長女の頭部を複数回壁面へ打ち付けた行為や身体を前後に揺\nさぶった行為等の暴行から生じたといえるかである，とした。\n原判決は，争点①について，３名の医師の証言から，長女の致命傷\nは，本件当日の午後６時頃から同日午後１０時３７分頃までの間に，\n故意による強い外力によって生じたことは明らかであるとした。\n次いで，原判決は，争点②について，要旨，次のとおり説示した。\nすなわち，被告人の捜査段階の自白である平成２９年６月２７日付\nけ検察官調書（原審乙第６号証）についてみると，被告人の捜査段階\nの供述は，自白の核心部分が大きく変遷している上，Ａをかばうため\nに虚偽自白をしたという被告人の原審供述も排斥できないから，信用\n性に欠ける。また，目撃状況に関するＡの平成２９年６月８日付け検\n察官調書抄本（原審甲第４５号証）の内容は，不自然で信用性の乏し\nいものであるし，その証明力も乏しい。\nさらに，証拠によって，長女に暴行を加えた犯人がＡではなく被告\n人と認められるかについてみると，検察官が主張する四つの間接事実\nについて，それぞれ検討しても，いずれも被告人が犯人であるとして\nも矛盾しないものにとどまり，被告人が本件の犯人であると考えなけ\nれば説明の困難な事情は見当たらないから，これらを総合しても被告\n人が本件の犯人である点について常識に照らして間違いないといえる\nほどの立証がされていない。\n加えて，本件当日，自分は長女に暴行を加えていない旨のＡの原審\n証言についてみても，信用性を備えたものとはいえない。\n以上によれば，被告人の捜査段階における自白や，自分が犯人であ\nることを否定し，被告人が長女の身体を揺さぶる状況を目撃した旨い\nうＡの原審証言が信用できるとはいいきれず，その他の証拠によって\nも被告人が公訴事実記載の暴行を加えた犯人であると認めることはで\nきない。\n以上の原判決の説示は不合理であるとはいえず，原判決に事実の誤\n認はない。以下，検察官の主張に即して補足して説明する。\n２  被告人の捜査段階の自白の信用性について\n検察官の主張\n検察官は，原判決が被告人の捜査段階の自白の信用性を否定した点\nについて，①長女の負傷は，本件当日午後１０時以降午後１０時３７\n分頃までの間，長女の頭部を激しく揺さぶりながら，長女の前額部等\nを何かに複数回打ち付け，同時に，その頭部に強い回転性外力を加え\nたことによるものと考えられるところ，被告人の自白の内容はそのよ\nうな負傷状況と整合すること，②長女のヒト組織片が洋室の壁の床か\nらの高さ９８センチメートルの位置に付着しており，それが被告人の\n自白に基づき発見されたことからすると，被告人の自白には秘密の暴\n露が含まれていること，③被告人の自白がＡの供述と整合しているこ\nと，④供述の核心部分が大きく変遷したため信用性がない旨の原判決\nの説示に誤りがあること，⑤被告人の自白に至る経緯に関する被告人\nの原審供述は虚偽として排斥できない旨の原判決の説示に誤りがある\nこと，⑥被告人の捜査段階の供述の変遷がＡへの嫌疑をそらすためで\nあるとする原判決の説示に誤りがあること，⑦被告人がＡを犯人にさ\nれると危惧して虚偽自白をし，これを維持していた可能性が否定でき\nないとする原判決の説示に誤りがあることをそれぞれ指摘して，被告\n人の捜査段階の自白が信用できる旨主張する。\n①（長女の負傷状況と整合していること）について\nア  検察官は，当審に至って，専門家の意見等によれば，長女の致命\n傷の受傷時期は，本件当日午後１０時以降午後１０時３７分頃まで\nの間と考えるのが合理的である旨主張する。\nしかし，原審において，検察官は，長女の致命傷の受傷時期を，\n訴因変更をした上で本件当日の午後６時頃から午後１０時頃までの\n間と主張し，その旨の立証をしていた。そして，原審で取り調べた\n各証拠によれば，Ｂ医師は，原審において，致命傷の受傷時期は，\n長女のＣＴ画像が撮影された本件当日午後１１時５７分から遡って，\n三，四時間以内と考えられる旨証言し，Ｃ医師は，原審において，\n受傷時期はどんなに遡っても上記撮影時刻の６時間前までであり，\n長女にびまん性軸索損傷が生じていることからすると，一，二時間\n前でもおかしくない旨証言するにすぎない。\nさらに，被告人は，原審において，本件当日の午後１０時頃，Ａ\nに替わって長女にミルクを飲ませようとしたとき，長女の異常に気\n付かなかった旨供述するが，同時に，長女は寝ており，ミルクは飲\nんでいない，あるいは，ほとんど飲んでいないと供述していること\nからすれば，その時点で異常がなかったとまで認めることはできな\nい。\n以上によれば，原審で取り調べられた証拠上，長女の致命傷の受\n傷時期について，検察官が主張するように，本件当日の午後１０時\n以降午後１０時３７分頃までの間と，限定して考えるのが合理的で\nあるとまではいえない。\nイ  検察官は，長女の脳実質裂傷は，頭部に極めて強い回転性外力が\n掛かり生じたこと，長女の急性硬膜下血腫は，激しい揺さぶりや投\nげ飛ばされるなどの暴力的な取扱い，又は頭部を壁に打ち付ける方\n法によって生じたと推測されること，長女の前額部の打撲傷の受傷\n原因は，手拳で殴打したのではなく，壁等の平たく硬い面に打ち付\nけた方が整合的であること，上記前額部の打撲傷と頭頂部前部の２\nか所の打撲傷は，救急搬送される近い時期に生じたことがそれぞれ\n認められ，これらによれば，長女の負傷状況は，長女の頭部を激し\nく揺さぶりながら，長女の前額部等を何かに打ち付け，同時に，そ\nの頭部に強い回転性外力を加えたと考えるのが合理的である旨主張\nする。\n確かに，長女の前額部の打撲傷については，６センチメートル×\n５センチメートルと大きく，壁等の平たく硬い面に打ち付けた方が\n整合的であるとは考えられる。しかし，長女の前額部及び頭頂部前\n部の２か所の打撲傷の受傷時期について，Ｄ医師は，原審において，\n死亡より３日前後くらい前であると証言するにすぎない。長女の前\n額部の打撲傷は，本件当日の夜，自宅にいた間は誰にも気付かれて\nおらず，一般に打撲傷は徐々に目立ってくることからすると，救急\n搬送に近い時期に負傷したと考えられるものの，それ以上にいつ生\nじたかは明らかでない。また，前額部の打撲傷と，頭頂部前部の２\nか所の打撲傷が同時に生じたのかも明らかではない。さらに，前記\nアのとおり，長女の致命傷の受傷時期は，本件当日の午後１０時以\n降午後１０時３７分頃までの間と限定することはできない。これら\nによれば，長女の前額部及び頭頂部前部の２か所の打撲傷の全てと，\n長女の致命傷である急性硬膜下血腫等が，同時期に生じたとは認め\nられない。\nそして，脳実質裂傷や急性硬膜下血腫は，頭部に極めて強い回転\n性外力が掛かるなどすれば生じることからすると，壁等に打ち付け\nる以外の方法でも生じ得ると考えられるから，当審において検察官\nが主張する長女に対する暴行の態様は，想定されるものの一つでは\nあるが，それに限られるものとはいえない。\nウ  以上によれば，確かに，被告人が捜査段階で供述した長女の頭部\nを壁へ打ち付けるという行為態様は，長女の頭部に強い回転性外力\nが加わったことや，前額部打撲傷が生じていることと整合するとは\nいえるものの，検察官が当審において主張する長女に対する暴行の\n態様は，それが唯一考えられるものではなく，壁への打ち付け行為\n以外の可能性も考えられること，被告人の捜査段階の自白は，長女\nの両脇に手を入れて抱え上げ，前後に二，三回腕を突き出して，長\n女を壁にぶつけたというものであり，検察官が当審において主張す\nる暴行の態様とは異なるものである上，被告人の自白するような内\n容では，長女の身体に生じた傷害の全てを必ずしも合理的に説明し\nきれていないことなどからすると，被告人の捜査段階の自白と長女\nの負傷状況との整合性の点が，被告人の自白の信用性を十分に支え\nるものとはいえない。\nなお，捜査官が被告人に対して，長女を壁に打ち付けるという態\n様について示唆した可能性が否定できないこと で述べる\nとおりであり，このことからも，被告人の自白と長女の負傷状況と\nの整合性の点が自白の信用性を相応に支えることにはならないとい\nえる。\n②（長女のヒト組織片の付着等と整合していること）について\n検察官は，長女のヒト組織片が，平成２９年６月１２日に洋室の壁\nのうち，床から高さ９８センチメートルの位置に付着していたことか\nらすると，何者かが，何らかの方法で長女の皮膚を壁に相当強く押し\n当てたことが推認されるところ，長女のヒト組織片が検出された箇所\nが，頭上から振り下ろして壁に打ち付ける方法ならば，長女の前額部\n等を衝突させた位置と整合する上，被告人の自白に基づき，警察官が\n洋室の壁から微物を採取した結果，長女のヒト組織片が発見され，そ\nの付着した位置が被告人が長女の前額部等を打ち当てた場所と整合す\nることが判明したことからすると，被告人の自白にはいわゆる秘密の\n暴露が含まれており，高い信用性が認められると主張する。\nしかし，まず，長女が夜間に洋室で寝るなどしていたことからする\nと，原判決が説示するとおり，例えば，被告人やＡが長女を抱え上げ\nた際などに長女の身体が壁にぶつかるなど，本件と関係なく長女の皮\n膚が壁に当たった際にヒト組織片が付着した可能性は否定できない。\nまた，確かに，長女の死亡の約半年経過後にヒト組織片が付着してい\nたことからして，長女の身体がある程度強く壁に当たったと考えられ\nるものの，長女のヒト組織片が洋室の壁に付着するためには，その身\n体がどの程度強く壁に当たる必要があるのかは必ずしも明らかでない。\nさらに，打ち付けられた者の頭部が壁のどの位置に衝突するかは，\n行為者と壁との距離や，行為者の動き等に左右されるのであって，検\n察官がいう実験の結果の証拠価値が高いとはいえない。そもそも，被\n告人の捜査段階の自白は，長女の両脇に手を入れて抱え上げ，前後に\n二，三回腕を突き出して，壁にぶつけたというものであり，検察官が\n主張するように頭上から振り下ろして壁に打ち付ける方法ではない。\nそして，被告人が捜査段階で供述した犯行態様では，長女のヒト組織\n片が付着していた箇所と整合しない。なお，検察官は，被告人が長女\nをぶつけたと供述したその壁（洋室東側の柱部分の壁面）から長女の\n皮膚片が検出された旨主張するが，被告人が捜査段階において洋室内\nのどの壁のどの辺りに長女の頭部を打ち当てたと供述したかについて\nの証拠は取り調べられていない。\n以上からすると，長女のヒト組織片の壁への付着の事実は，被告人\nの自白と，ある程度犯行態様を変えれば整合するという程度の証拠価\n値があるものにすぎないといえる。したがって，上記事実は，いわゆ\nる秘密の暴露に当たるとはいえないし，同事実の発見が自白を十分に\n裏付けるものともいえない。\n③（被告人の自白とＡの供述が整合していること）について\n検察官は，被告人が長女を揺さぶっていた旨のＡの供述と被告人の\n自白が整合すること，長女の前額部の打撲傷に関する被告人の自白と\nＡの供述も整合することを指摘し，被告人の自白がＡの原審証言と整\n合しない旨の原判決の説示が誤っている旨主張する。\nしかし，Ａは，原審及び捜査段階において，被告人が洋室において\n長女を揺すっているところを目撃し，被告人に対して止めるように注\n意した旨供述するのに対して，被告人は，捜査段階において，壁に頭\nを打ち付けた後に長女を揺さぶったことはない旨一貫して供述してい\nる。さらに，前額部の打撲傷に関しても，Ａは，原審において，長女\nの様子に変化はなかった旨証言するのに対して，被告人の捜査段階の\n自白調書（原審乙第６号証）には，長女のおでこが赤くなっていた記\n憶がある旨の記載がある。\nなお，被告人が本件当日午後１０時頃に洋室で長女を抱いてその様\n子を見ていたという限度では，被告人の自白とＡの供述は整合する。\nしかし，そのような状況は，生後５か月の乳児に対しては日常的な場\n面の一つといえるし，いずれにせよ，被告人の自白の核心部分を直接\n裏付けるものではない。\n以上によれば，被告人の自白がＡの原審証言と整合しない旨の原判\n決の説示に誤りはない。\n④（供述の核心部分が大きく変遷したため信用性がない旨の原判決\nの説示に誤りがあること）について\n検察官は，被疑者が自白をする場合であっても，より犯情の軽い供\n述をすることにより，最悪の真実との直面から逃げようとするのが自\n然であり，供述の変遷や一部の真実の秘匿は当然であって，自白の核\n心部分が大きく変遷したため信用性がないと判断した原判決には誤り\nがある旨主張する。\nしかし，原判決も述べるように，合理的な理由もなく自白の核心部\n分である犯行態様等の部分が大きく変遷していることは，被告人が自\nらの体験を自白していることに疑いを生じさせるものであることは否\n定し難い。\nこの点の原判決の説示が不合理であるとはいえない。\n⑤（被告人の自白に至る経緯に関する被告人の供述は虚偽として排\n斥できない旨の原判決の説示に誤りがあること）について\nア  検察官は，慎重に捜査を進めていたＥ警察官が，被告人に対して，\n最初から犯人と断定するような取調べをするはずがないこと，仮に，\nＥ警察官が選択肢を示して誘導するなら「揺さぶり」を示したはず\nであること，Ｅ警察官の供述に客観的裏付けがないことはその信用\n性を否定する理由にならないことなどを指摘して，Ｅ警察官から，\n暴行態様につき「壁にぶつけたのか。」などと示唆を受けて自白を\nした旨の被告人の原審供述が信用できない旨主張する。\nしかし，捜査官は，被告人を任意同行した平成２９年６月８日よ\nり前に，被告人の携帯電話機の保存データ内容を精査していたこと\n（原審弁第４号証）や，Ｅ警察官は，同日の昼休憩中に，被告人が\n本件当日の夜に長女を揺さぶっているのを見た旨のＡの供述を把握\nしていたことなどからすると，Ｅ警察官において，被告人が犯人で\nある可能性が高いと考えて，同日午後からの取調べに臨んだとして\nも不自然ではない。\nまた，被告人は，原審において，同日の取調べで，Ｅ警察官から\nは「Ａがやったんか。」「地面にたたきつけたり，壁に頭をぶつけ\nてへんか。」などと尋ねられたほか，「揺すったり，揺さぶったり\nたたきつけたりしてないか。」と尋ねられたとも供述しているから，\n被告人の原審供述によっても「揺さぶり」が選択肢として示されて\nいたといえ，この点の検察官の指摘は当たらない。加えて，Ｅ警察\n官の原審証言に客観的な裏付け証拠がないことは，被告人の原審供\n述が虚偽であるとして直ちに排斥できないことの一つの理由になり\n得る。\n以上によれば，検察官の上記指摘を踏まえても，被告人の自白に\n至る経緯に関する被告人の原審供述は虚偽として排斥できない旨の\n原判決の説示が不合理であるとはいえない。\nイ  検察官は，Ｅ警察官は，平成２９年６月８日の被告人の取調べの\n前に，専門医による医学的知識を得ていたから，長女の受傷部位に\nついて「後頭部である。」などと示唆するはずがなく，この点の被\n告人の供述は信用できない旨主張する。\nしかし，実際に，長女の後頭部には硬膜下血腫が存在したから，\nＥ警察官が被告人にその旨を伝えることが不自然であるとはいえな\nい。そして，被告人は，長女の受傷部位等について医師から十分に\n詳しい説明を聞いていたとは認められない上，医学的知識があると\nはみられないから，Ｅ警察官から長女の後頭部に硬膜下血腫が存在\nする旨を聞いて，後頭部に衝撃を与えないとそのような損傷が生じ\nないなどと考えて，取調べにおいて，後頭部を壁に打ち付けた旨供\n述したとする被告人の原審供述が不自然とはいえない。\nウ  検察官は，前額部の打撲傷が致命傷でないことなどから，Ｅ警察\n官が前額部を打ち付けた旨誘導する必要はなかったのであり，この\n点の被告人の供述は信用できない旨主張する。\nしかし，それが致命傷でなかったとしても，長女の前額部には打\n撲傷があったから，Ｅ警察官からこの点を尋ねられた旨の被告人の\n原審供述は不自然ではない。\nなお，検察官は，被告人は，長女の前額部の負傷について，他の\n虚偽説明が容易に可能であったから，前額部を打ち付けた旨供述す\nる必要はなかったと指摘し，このことから被告人の捜査段階の自白\nの信用性が高い旨主張する。しかし，被告人は，Ｅ警察官から前額\n部の打撲傷（あざ）の指摘を受け，この際，前額部のあざを説明し\nやすいようにと考えて，前額部を壁に打ち付けたと説明した旨原審\nにおいて供述するところ，この供述が不自然であるともいえない。\nそうすると，検察官指摘の点から，捜査段階の自白の信用性が高い\nとまではいえない。\n⑥（被告人の供述の変遷がＡへの嫌疑をそらすためであるとの原判\n決の説示に誤りがあること）について\nア  検察官は，平成２８年１２月１７日に長女を落下させた件に関し\nて，被告人が捜査段階において「うつ伏せの状態で落下させた。」\n旨供述していたのを「仰向けの状態で落下させた。」旨供述を変遷\nさせたことについて，Ａの供述に合わせたにすぎず，Ａに嫌疑が向\nくと恐れたと考えるのは不合理であるから，被告人が取調官から証\n拠の内容を告げられ，それがＡに対する嫌疑にも結び付き得るよう\nな場合には，取調官に迎合して供述を変遷させていることは否定で\nきない旨の原判決の説示は，誤っている旨主張する。\nしかし，原判決の説示をみると，原判決は，供述が変遷した点で\nはなく，被告人が，原審において，警察官から長女の額の傷につい\nて聞かれていたことから，Ａが疑われないように，うつ伏せの状態\nで落下させ，前額部が赤くなったと供述したという点を捉え，被告\n人はＡに嫌疑が向く可能性がある場合には，取調官に迎合した供述\nをしている旨を指摘したものと解される。\nイ  また，検察官は，平成２８年１２月１８日にＡが小児救急電話相\n談に電話をした長女の不調の原因について，被告人が，捜査段階で\nは，自身が長女を強めに揺すったと供述したのに，公判段階では，\n自分がしたことにしないとＡが疑われると思ったと供述を変遷させ\nているが，同日の長女の不調については，Ａに何らの嫌疑がかかる\nはずがないのに，Ａが疑われると思って，やってもいない揺さぶり\nを虚偽供述したというのは不合理である旨主張する。\nしかし，被告人において，Ａが同日の長女の不調に関わっている\nことは，Ａに対する本件についての嫌疑を強めると考えて，虚偽供\n述をした可能性がないとはいえず，被告人の原審供述が不合理であ\nるとはいえない。\nウ  これらを含めた被告人の捜査段階での供述経過等によれば，被告\n人が取調官から証拠の内容を告げられ，それがＡに対する嫌疑にも\n結び付き得るような場合には，取調官に迎合して供述したり，供述\nを変遷させたりしていることは否定できないから，その旨を説示し\nたと解される原判決が不合理であるとはいえない。\n⑦（被告人がＡを犯人にされると危惧して虚偽自白をしたなどとす\nる原判決の説示に誤りがあること）について\nア  検察官は，被告人が捜査官からＡを逮捕する旨言われたことがな\nいことを指摘して，Ａをかばうために虚偽供述をすることはない旨\n主張する。\nしかし，被告人とＡは，平成２８年１２月２０日にそれぞれ警察\n官から事情を聞かれ，平成２９年６月８日にも共に警察署に任意同\n行され，Ａも被疑者として扱われていた（原審甲第４５号証）。そ\nして，本件は，両親及び幼児である長男と生活していた生後５か月\nの長女が重大な傷害を負ったとして自宅から救急搬送された後に死\n亡した事件であり，その原因が父親の被告人にないのであれば，母\n親のＡが疑われる状況にあったといえる。そのような状況で，被告\n人が，Ｅ警察官から「Ａがやったんか。」などと尋ねられて，Ａを\nかばうために虚偽供述をすることが不自然であるとはいえない。\nイ  検察官は，仮に，Ａをかばうために虚偽自白をするのであれば，\n自分が平成２８年１２月１７日に長女を落下させたことがあるので，\nそれが受傷原因であると思う旨供述すれば足りるのであり，被告人\nが長女の頭部を打ち付けた内容の自白をするはずがない旨主張する。\nしかし，平成２９年６月８日の取調べにおいて，被告人は，Ｅ警\n察官から，ベッドからの転落では長女の死因となったけがは生じな\nい旨，医師の意見が出ていると説明を受けていた上， アのと\nおり，被告人の原審供述によれば，被告人は，Ｅ警察官から「地面\nにたたきつけたり，壁に頭をぶつけてへんか。」などと尋ねられて\nいたというのであるから，被告人が，Ｅ警察官らに対して，平成２\n８年１２月１７日に長女を落下させたことを供述しにくかったとし\nても不自然ではない。\nまた，検察官は，被告人がＡをかばうとすれば，全く架空の話を\nするはずがなく，被告人はＡが長女を壁に打ち付けるのを見て知っ\nているか，Ａから犯行の告白を受けたと考えざるを得ない旨主張す\nる。しかし，被告人が捜査官から示唆を受けるなどして，架空の話\nをする可能性がないとはいえない。さらに，被告人は，Ａの犯行を\n目撃していなくても，また，Ａから犯行の告白を受けていなくても，\n自己が犯行をしていないとすると，Ａしか犯行に及んだ者はいない\nと考えて，Ａをかばう供述をすることは考えられる。\nウ  さらに，検察官は，Ａが逮捕される可能性がなくなっても被告人\nが自白を維持したことや，被告人は弁護人にも自白を維持したこと\nを指摘して，被告人の自白が信用できる旨主張する。\nしかし，被告人が自白を維持したのは捜査段階のことにすぎず，\n長女が死亡した原因が被告人にないのであれば，Ａが疑われるとい\nう本件の事実関係からすると，被告人において，Ａが逮捕される可\n能性があると判断して，自白を維持したとしても不自然ではない。\n小括（被告人の捜査段階の自白の信用性について）\n以上によれば，被告人の捜査段階の自白は，その内容が長女の負傷\n状況とある程度整合していることなどを踏まえても，信用性を担保す\nる事情が十分でないとする原判決の説示が不合理であるとはいえない。\nさらに，Ａをかばうために虚偽自白をした旨をいう被告人の原審供述\nが排斥できない旨の原判決の説示も不合理であるとはいえない。これ\nらの事情からすると，被告人の捜査段階の自白について，信用性に欠\nけるとした原判決の認定が不合理であるとはいえない。\n３  被告人の犯人性を肯定しＡの犯人性を否定するものとして検察官が主\n張した四つの間接事実について\n検察官の主張\n検察官は，原審において主張した，①被告人が犯行直後にＡと口裏\n合わせをしていたこと，②被告人が長女に対して強いいら立ちを感じ\nており，顔面を殴打するなどしていたこと，③被告人が犯行後，友人\nに「虐待の容疑」で「パクられるかも」とＬＩＮＥでメッセージを送\n信するなどしていたこと，④Ａは，日々の養育を行い，被告人の暴行\nに対して注意するなどしていたことの四つの間接事実について，原判\n決が，いずれも被告人が犯人であるとしても矛盾しないものにとどま\nり，被告人が本件の犯人であると考えなければ説明の困難な事情は見\n当たらないとしたのは不当であり，これらの四つの間接事実を総合考\n慮すれば，被告人の犯人性が推認され，Ａが犯人でないことが推認さ\nれる旨主張する。\n①（被告人がＡと口裏合わせをしていたこと）について\nア  検察官は，Ａが「私，言わへんから。」「私黙っとくから。」と\n言って口裏合わせを持ち掛けてきた旨の被告人の原審供述，及び被\n告人から「俺のせいや。」と言われ，口裏合わせを持ち掛けた旨の\nＡの原審証言はいずれも信用できるのであり，これらの供述の信用\n性を否定した原判決の説示は誤っている旨主張する。\nしかし，この点に関する被告人の供述とＡの証言が一致している\nとまではいえないこと，自分が本件の犯人でないことを前提とする\nＡの供述には全体として信用性に疑いを差し挟む余地が残されてい\nること，口裏合わせをした経緯に関する被告人の供述は，上記以外\nは詳しい記憶がない旨の断片的であいまいなものであること，被告\n人は原審乙第６号証においては上記のような供述をしていないこと\nなどを指摘して，これらの供述が必ずしも信用できないとした原判\n決の説示が不合理であるとはいえない。\n検察官は，被告人がＡに対して「俺のせいや。」と言ったことは，\n被告人が自己の母親に「俺の不注意や。俺が悪い。」などとＬＩＮ\nＥでメッセージで送信したことと整合する旨指摘する。しかし，被\n告人が自己の母親に上記のとおりＬＩＮＥでメッセージを送信した\n事実から，被告人がＡに対しても同じような発言をしたとまで認め\nることはできない。そして，後記のとおり，Ａの原審証言について\nは，十分に信用性が高いとまではいえないから，検察官の指摘の点\nを踏まえても，原判決の説示が不合理であるとはいえない。\nさらに，検察官は，被告人が捜査段階から口裏合わせの経緯を具\n体的に供述していた旨，及びこの点に関する被告人の原審供述は，\n原審乙第６号証と同旨である旨をそれぞれ指摘する。しかし，原審\n乙第６号証では，Ａが被告人に口裏合わせを持ち掛けた経緯につい\nて何ら記載されておらず，むしろ，長女の救急搬送後に病院から自\n宅に帰った後，唐突にＡが口裏合わせを持ち掛けたように記載され\nているのであって，原審での被告人の供述と整合しない。\nイ  検察官は，被告人とＡとの口裏合わせの事実や，口裏合わせの経\n緯は，被告人が犯人であることと整合し，Ａが犯人であることとは\n整合しない旨主張する。\nしかし，口裏合わせをする理由としては，被告人が本件の犯人で\nあるため以外にも，Ａが犯人であり，Ａをかばうためなど様々なも\nのが考えられるし，本件ではむしろ，Ａから口裏合わせを提案した\nものと認められるから，口裏合わせをした事実そのものが被告人が\n本件の犯人であることを強く推認させる事情とはいえないとの原判\n決の説示に誤りはない。\n検察官は，Ａが平成２９年６月８日に警察官に対して自己が口裏\n合わせを持ち掛けた旨供述したことは，自己に嫌疑が向くように仕\n向けることとなり，Ａが犯人であるとすれば，不自然である旨指摘\nする。しかし，Ａの供述は，被告人が「俺のせいや。」と言った後\nに自己が口裏合わせを持ち掛けたというものであるから，口裏合わ\nせをした旨供述したことが，嫌疑を自己に向けるように仕向けたこ\nとにはならない。何より，Ａは，同日の取調べで，被告人が長女を\n揺すっているところを見た旨供述したのであり，同日の取調べで嫌\n疑を被告人に向けたと評価することも可能である。そうすると，Ａ\nが犯人であったとしても，Ａが警察官に対して自己が被告人に口裏\n合わせを持ち掛けた旨供述したことは，不自然ではない。\nなお，検察官は，Ａが犯人であれば，被告人の嫌疑を高めようと\nするはずであるのに，Ａが被告人の過去の長女への殴打行為につい\nて平成２９年６月８日から数日後の取調べまで供述しなかったこと\nは，Ａが犯人であることと整合しない旨指摘する。しかし，Ａが犯\n人であったとしても，被告人の長女への過去の殴打行為は長女の死\n因とは直接関係しないとして，当初から供述しなかったとしても不\n自然とはいえない。また，Ａは，自己の嫌疑を免れたいと考えた反\n面，夫である被告人をかばおうとする気持ち，あるいは被告人の刑\nを軽くしてほしいという気持ちを持っていたとしても不自然とはい\nえない。\nウ  以上のとおり，被告人とＡとの口裏合わせの経緯を含めて検討し\nても，口裏合わせの事実が，被告人が犯人であることを強く推認さ\nせる事情とはいえない旨の原判決の説示が不合理であるとはいえな\nい。\n②（被告人が長女に対して強いいら立ちを感じるなどしていたこと）\nについて\n検察官は，被告人に動機があって，実際に暴行を振るった虐待歴が\nあり，しかも，粗暴癖があったことは，犯人性を一定程度基礎付ける\n重要な間接事実である旨主張する。\nしかし，被告人が長女に対する強いいら立ちを感じており，長女の\n頬を殴打するなどしたことがあったとしても，それらの事実から，長\n女に対して相当に強度の暴行を加えたという本件の犯人性を推認させ\nる力は限られるというべきである。\nこのような事情だけで，本件当日に長女に公訴事実記載のような強\n度の暴行を加えたのが被告人であるとは断定できないとの原判決の説\n示に誤りはない。\n③（被告人が犯行後に友人に「虐待の容疑」などとＬＩＮＥでメッ\nセージを送信したこと）について\n検察官は，被告人が本件当日の翌日に友人に対して「もしかしたら\n俺パクられるかも知れんから」「虐待の容疑」とＬＩＮＥでメッセー\nジを送信したことは，被告人の犯人性を裏付ける有罪意識の表れとみ\nるべきである旨指摘する。\nしかし，被告人が，警察による事情聴取を初めて受けた際の心境と\nして，いずれ児童虐待の容疑で逮捕されるかもしれないなどと思って\n送信した可能性がないとはいえないとする原判決の説示に誤りはない。\nなお，検察官は，当審において，被告人が，本件当日の翌日に，実\n母に対して「どうしよ」「俺の不注意や  俺が悪い  どう責任とれば\nいいかわからん」とＬＩＮＥでメッセージを送信した事実についても，\n被告人の犯人性を裏付ける有罪意識の表れとみるべきである旨指摘す\nる。しかし，上記メッセージの直後に，「親の俺の責任や」などとい\nうメッセージを送信していることからも，これらのメッセージは，自\n己が長女の親として守れなかったという道義的責任を感じたなど，多\n義的な解釈を容れる余地があるから，この点が，被告人の犯人性を推\n認させる力は弱いというべきである。\n④（Ａが日々の養育を行うなどしていたこと）について\n検察官は，Ａは，長女に暴力を加えたことがなく，長女を適切に養\n育していたし，被告人の長女に対する暴行を制止していた上，本件当\n日，衝動的に暴力を振るう事情が何もなかったと指摘し，そうである\nのに，養育を行う中で衝動的に暴行を加えることがないとはいえない\n旨の原判決の説示は相当でない旨主張する。\nしかし，長女にミルクを与えるなどして養育していたこと自体は被\n告人も同じであるし，Ａが長女に暴力を加えたことがなかったことは\n証拠上うかがえるにすぎない。そして，原判決が指摘するように，Ａ\nは，原審において，長女に比べて長男の方をよく目に掛けていた旨証\n言するだけでなく，「Ａもまだ全然愛情わかへんくて」と友人にＬＩ\nＮＥでメッセージを送信したり，被告人との間で長女を施設に預ける\n話をして，施設を探したり，未熟児で産まれ，退院して２か月ほどの\n乳児である長女を他の家族とは別の部屋に一人だけで寝かせたりして\nいたのであり，長女に対する愛情が薄かったといえる。\nなお，検察官は，長女が危篤状態でありながら被告人と共に長女一\n人を病院に残して一時帰宅し，被告人と口裏合わせをするなどしたＡ\nの言動について，風邪気味だった長男を自宅で休ませる必要があった\nことや，口裏合わせも幼い長男を含む家族を守るためであったことな\nどから，不自然ではない旨主張する。しかし，検察官指摘の事情があっ\nても，Ａは，危篤状態の長女一人を病院に残して一時帰宅した上，長\n女がそのような状態であるのに，被告人に対して口裏合わせを持ち掛\nけるなどしたのであり，Ａの行動については，長女の身体や生命の危\n険を心配していない態度と評価することができるから，Ａが長女の容\n体を真に心配していたのか疑問に感じざるを得ないとの原判決の説示\nに誤りはない。\nこれらによれば，Ａが長女に対して衝動的に強度の暴行を振るう可\n能性がおよそないとまでいい切れるほどの事情は見当たらないとする\n原判決の説示に誤りはない。\n小括（検察官が主張した四つの間接事実の推認力について）\n以上のとおり，検察官が主張した四つの間接事実については，その\nいずれも被告人が犯人であることや，Ａが犯人でないことについての\n推認力が低いものにとどまるから，これらを総合考慮しても，被告人\nが本件の犯人である点について常識に照らして間違いないといえるほ\nどの立証がなされているとはいえない旨の原判決の説示に誤りはない。\n４  Ａの供述の信用性について\n検察官の主張\n検察官は，①Ａが目撃した事実を原判決が誤解していると解される\nこと，②Ａの捜査段階の目撃供述が虚偽である可能性が否定できない\nとする原判決の説示に誤りがあること，③被告人の揺さぶり行為に関\nするＡの目撃供述は一貫しており信用できるのに，これを認定しなかっ\nた原判決には誤りがあること，④Ａが自己の刑責を免れるために被告\n人に不利益な虚偽の供述をするおそれは大きい旨の原判決の説示は誤っ\nていることを指摘して，Ａの供述が信用できる旨主張する。\n①（Ａが目撃した事実を原判決が誤解していること）について\n検察官は，原判決は，Ａにおいて被告人が長女に対し致命傷を負わ\nせるような行為を目撃していることを前提としており，誤っている旨\n主張する。\nしかし，原判決は，Ａの原審証言及びＡの平成２９年６月８日付け\n検察官調書抄本（原審甲第４５号証）の各要旨をおおむね適切に説示\nしており，そこに誤解は見られない。\nなお，原判決が「Ａが証言するような態様では長女に致命傷を生じ\nさせることは困難である」と説示するのは，原審において，訴因とし\nて，長女の頭部を複数回壁に打ち付けることのほかに，長女を抱えた\nままその身体を前後に激しく揺さぶることも，被告人による長女の頭\n部に強い外力を加える暴行の一態様として掲げていたことから，Ａが\n供述する暴行態様によって，長女の致命傷が生じると認定できるかを\n説示したにすぎず，原判決のこの点の説示に，検察官がいう誤解はな\nい。\n検察官は，原判決は，Ａが長女に対し致命傷を負わせるような強度\nの揺さぶりを目撃しているはずであるとの前提に立って，目撃後に長\n女の異変に気付かずに長女を残してリビングに戻るのが不自然である\nと指摘していると主張する。しかし，原判決は検察官のいうような前\n提に立っておらず，仮にそうであった場合のことを説示しているにす\nぎないのであって，検察官の指摘は当を得ない。\n②（Ａの捜査段階の目撃供述が虚偽である可能性が否定できないと\nする原判決の説示に誤りがあること）について\n検察官は，Ａが，平成２９年６月８日の取調べにおいて，警察官に\n対して，自己が被告人に口裏合わせを持ち掛けたことを供述したから，\n自らの逮捕を免れる意図はなかったのであり，Ａが自らの逮捕を免れ\nるために，実際には目撃していないにもかかわらず虚偽の供述をした\n可能性があるとする原判決の説示は誤っている旨主張する。\nしかし，Ａが，警察官に対して，自ら口裏合わせを持ち掛けたこと\nを供述したとしても，Ａは，同日の取調べで，被告人が長女を揺すっ\nているところを見た旨供述したことなどからすると，同日の取調べで\n嫌疑を被告人に向けたと評価することも可能であって，Ａが，長女に\n対する傷害致死罪での逮捕を免れる意図がなかったとはいえない。そ\nして，原判決は，上記の点を踏まえた上で，捜査段階でのＡの目撃供\n述について，２度に渡って注意したとしながら，目撃した被告人の揺\nさぶり行為の態様や強さなどが不明確なものにとどまっているのは，\n実際には目撃していないにもかかわらず虚偽の供述をしたためである\n可能性も否定できないとしているのであって，この説示が不合理であ\nるとはいえない。\n③（被告人の揺さぶり行為に関するＡの目撃供述は一貫しており信\n用できること）について\n検察官は，Ａによる被告人の揺さぶり行為の目撃供述は一貫してい\nるから，これが信用できる旨主張する。\nしかし，Ａの捜査段階の供述と原審での証言とでは，揺さぶりの態\n様やＡが注意した回数が異なっており，目撃時の被告人とＡとの間の\n会話の内容についても変遷がみられる上，供述が一貫していることか\nらそれが直ちに信用できるということにはならない。\nそして，被告人の揺さぶり行為に関するＡの目撃供述については，\nそのような行為をしていない旨の被告人の原審及び捜査段階での供述\nに反することなども踏まえると，Ａの目撃供述が信用できないとして，\n被告人の揺さぶり行為を認定しなかった原判決が不合理であるとはい\nえない。\n④（Ａが自己の刑責を免れるために被告人に不利益な虚偽の供述を\nするおそれは大きい旨の原判決の説示は誤っていること）について\n検察官は，Ａが自己の刑責を転嫁しようとして虚偽供述をするので\nあれば，当初から「被告人が長女を壁にぶつけるのを見た」「被告人\nが長女を激しく揺さぶるのを見た」などと供述することもできたはず\nであり，Ａの供述内容自体が，Ａが虚偽供述をしていない証左である\n旨，また，Ａが起訴後も被告人と離婚しておらず，被告人を大切な家\n族と思っていることなどから，被告人に刑責を転嫁したりする動機は\nない旨主張する。\nしかし，前記のとおり，Ａに，自己の嫌疑を免れたいという気持ち\nがある一方で，夫である被告人をかばおうとする気持ち，あるいは被\n告人の刑を軽くしてほしいという気持ちもあったとしても不自然であ\nるとはいえない。\nＡが自己の刑責を免れるために被告人に不利益な虚偽の供述をする\nおそれは大きい旨の原判決の説示に誤りがあるとはいえない。\n小括（Ａの供述の信用性について）\n以上のほか，前記３\nについては，被告人が犯人であることや，Ａが犯人でないことについ\nての推認力が低いものにとどまることなどを踏まえると，その他の検\n察官の主張を考慮しても，自身が犯人であることを否定し，被告人が\n長女の身体を揺さぶる状況を目撃した旨のＡの原審証言が信用できる\nとはいいきれないとする原判決の説示が不合理であるとはいえない。\n５  結論\n以上のとおり，被告人の捜査段階の自白は，これを裏付ける他の証拠\nが十分ではなく，他方，Ａをかばうために虚偽自白をした旨の被告人の\n原審供述も排斥できないことなどから，被告人の捜査段階の自白につい\nて，信用性に欠けるとした原判決の認定が不合理であるとはいえない。\nまた，被告人の犯人性を肯定し，Ａが犯人である可能性を否定するもの\nとして検察官が主張した四つの間接事実については，これらを総合考慮\nしても，被告人が本件の犯人である点について常識に照らして間違いな\nいといえるほどの立証がなされているとはいえない旨の原判決の認定が\n不合理であるとはいえない。さらに，自身が犯人であることを否定し，\n被告人が長女の身体を揺さぶる状況を目撃した旨いうＡの原審証言が信\n用できるとはいいきれないとした原判決の認定が不合理であるとはいえ\nない。そして，信用性が認められない供述や，推認力が低い事実が多く\nあったとしても，被告人が犯人であるといいきることはできない。\n以上によれば，被告人が公訴事実記載の暴行を加えた犯人であると認\nめることはできない旨の原判決の判断が不合理であるとはいえない。\n事実誤認の主張には理由がない。\n第４  適用した法令\n控訴棄却について刑訴法３９６条\n（裁判長裁判官宮崎英一，裁判官杉田友宏，裁判官近道暁郎）\n"
}