{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 5,
    "day": 23
  },
  "case_number": "平成23(行ケ)10450",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82274",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82274",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/274/082274_hanrei.pdf",
  "contents": "平成２４年５月２３日判決言渡  同日原本領収  裁判所書記官\n平成２３年（行ケ）第１０４５０号  審決取消請求事件\n口頭弁論終結日  平成２４年４月２５日\n判        決\n原              告      株 式 会 社 白 水 館\n同訴訟代理人弁護士      小      関      敏      光\n朴              憲      洙\n中      根      紀      裕\n正      木      健      司\n野      中      光      夫\n泉              希  望  子\n室      田      真      宏\n宮      﨑      真      由\n油      田      弘      佑\n同          弁理士      樋      口      武      尚\n柘      植      千      咲\n被              告      株 式 会 社 健 遊 館\n同訴訟代理人弁護士      水      野      健      司\n同          弁理士      足      立              勉\n小  早  川      俊  一  郎\n主        文\n原告の請求を棄却する。\n訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が無効２０１１－８９００１８号事件について平成２３年１１月２１日に\nした審決を取り消す。\n第２  事案の概要\n本件は，原告が，被告の下記１の本件商標に係る商標登録を無効にすることを求\nめる原告の下記２の本件審判請求について，特許庁が同請求は成り立たないとした\n別紙審決書（写し）の本件審決（その理由の要旨は下記３のとおり）には，下記４\nのとおりの取消事由があると主張して，その取消しを求める事案である。\n１  本件商標（甲２０。枝番を含む。特に断らない限り，以下同じ。）\n商標登録番号：第５３８１６５２号\n商標の構成：健遊館（標準文字）\n指定役務：別紙指定役務目録記載のとおり\n商標登録出願日：平成２２年８月９日\n登録査定日：平成２２年１１月１６日\n設定登録日：平成２３年１月７日\n２  特許庁における手続の経緯\n原告は，平成２３年２月２５日，特許庁に対し，本件商標の指定役務中，第３５\n類，第３６類及び第４４類について，本件商標の登録を無効にすることを求めて審\n判を請求した。特許庁は，これを無効２０１１－８９００１８号事件として審理し，\n同年１１月２１日，本件審判請求が成り立たないとする本件審決をし，その謄本は，\n原告に対し，同年１２月１日，送達された。\n３  本件審決の理由の要旨\n本件審決の理由は，要するに，本件商標の出願当時，原告が使用していた「健遊\n館」なる標章（以下「原告使用標章」という。）が，原告の業務に係る役務を表示\nする商標として，需要者及び取引者の間に広く認識されていたものとはいえないの\nで，原告の業務に係る役務と混同を生ずるおそれがあるとはいえないから，本件商\n標登録は，商標法４条１項１５号の規定に違反してされたものではなく，また，不\n正の目的で使用するものとも認められないから，同項１９号に該当するものでもな\nい，というものである。\n４  取消事由\n(1)  商標法４条１項１５号該当性に係る判断の誤り（取消事由１）\n(2)  商標法４条１項１９号該当性に係る判断の誤り（取消事由２）\n第３  当事者の主張\n１  取消事由１（商標法４条１項１５号該当性に係る判断の誤り）について\n〔原告の主張〕\n(1)  原告使用標章の周知性について\nア  本件審決は，「高齢者専用賃貸住宅の貸与」事業の特質を全く考慮せず，平\n成２２年６月１９日に岐阜県加茂郡白川町（以下，それぞれ「加茂郡」「白川町」\nということがある。）に原告が開設した高齢者専用賃貸住宅「健遊館」（以下「本\n件施設」という。）の施設名称と原告使用標章とを区別した上で，同施設を紹介し\nた新聞記事（甲２，３，９。以下，総称して，「本件新聞記事」という。）を過少\n評価し，原告使用標章の周知性を否定したものであって，明らかに誤りである。\nイ  「建物の貸与」事業（第３６類）では，個別具体的な役務内容の主要部分は，\n貸与する建物自体により決定される。特に，「高齢者専用賃貸住宅の貸与」事業で\nは，役務の需要者及び取引者，つまり「終の棲家」として住宅を賃借する高齢者は，\n当該住宅の設備，貸与に付随して提供されるサービスの内容について，重大な関心\nを有するものである。高齢者専用賃貸住宅は，画一的な大量生産品ではないから，\n設備及びサービスの内容は，一般的に，個々の建物，室内，備品及び周辺環境によ\nり決せられるものである。そのため，需要者及び取引者としては，実際に提供を受\nける役務の内容について，当該住宅と一体不可分のものとして理解するものである。\nウ  本件新聞記事には，原告使用標章が記載されているのみならず，「高齢者専\n用賃貸住宅」が「開設」「オープン」したことが紹介されており，原告使用標章及\nびその役務の関係が強調されているものと解されるから，原告使用標章が格別強調\nされているものではないとした本件審決の判断は誤りである。\n本件新聞記事によると，原告は，平成２２年６月末日までには原告使用標章の使\n用を開始していたものであり，同標章は，岐阜県及びその周辺地域（愛知県などの\n東海地方）の需要者及び取引者において周知となっていたことは明らかである。\nまた，そのほかの書証（甲６，７，２３～２５）からしても，原告使用標章の周\n知性は，「混同を生ずるおそれ」を認めるに十分なものである。\nエ  本件審決は，原告使用標章の周知性を判断する際，周知性に係る地域的範囲\n並びに需要者及び取引者について全く検討しなかった。\n周知性は，あくまで混同を生ずるおそれを判断する１要素であり，他の要素をも\n含めて総合的に判断される相対的なものであるから，必ずしも全国的な周知性が要\n求されるものではないし，「少なくとも数県単位で著名性が必要である」というこ\nともできない。需要者及び取引者についても，指定役務の取引実態に応じて認定さ\nれるべきものであって，役務の種類及び性質により異なるものである。\n原告使用標章に係る「高齢者専用賃貸住宅」の入居者は，法定の諸条件を満たし\nた建造物に入居することになるが，入居者としては，今までの生活環境を完全に失\nわないようにするために，従前の住居の近くを選択するものであるし，入居者に家\n族がいる場合，面会に便利な比較的交通の便の良いところを選択するものである。\nそうすると，「高齢者専用賃貸住宅」に係る需要者及び取引者は，入居希望者及\nびその家族であると解すべきことになるし，その地域的範囲は一般的な総合病院に\n通院，入院できる距離程度において判断されるべきものである。本件において，原\n告使用標章の周知性の有無は，本件施設の所在地である加茂郡あるいは白川町を中\n心とする地域について判断すべきであり，地域的範囲外にまで本件施設の存在を周\n知させる必要はない。また，多数の入居希望者全員が入居できるわけではないから，\n採算が確保できる通常の入居者数に短期に到達したことをもって周知性を認めれば\n足りる。しかも，「高齢者専用賃貸住宅」は，空室が生じたときに広告，宣伝を行\nえば足りるから，満室であれば，当該住宅に係る標章は広く普及されていると解す\nべきである。実際，本件施設は，平成２２年６月の入居開始から僅か２か月後の本\n件商標の登録出願時である同年８月において，３６室中２２室に入居者があり（入\n居率約６０％），原告使用標章は，急速に周知性を獲得したものといえる。特に，\n本件施設は，医療連携型の高齢者専用住宅であることから，注目を浴びている。\nこのような事情を考慮すれば，原告使用標章の周知性については，１つの県ある\nいは同県内の主要な地域の１つにおいて認められれば十分である。しかも，原告使\n用標章については，本件新聞記事等を契機として，多数の問合せがあるなど，本件\n商標の登録出願時には，既に，少なくとも岐阜県及びその周辺地域（愛知県などの\n東海地方）において周知となっていたものである。\n(2)  他人の業務に係る役務と混同を生ずるおそれの有無\n商標法４条１項１５号における「混同を生ずるおそれ」の判断は，当該他人の標\n章の周知度（広告，宣伝等の程度又は普及度），当該標章が創造標章か否か，当該\n標章がハウスマークか否か，企業における多角経営の可能性，商品間，役務間又は\n商品と役務間の関連性等，その他の要素も加えて総合的に検討すべきでものである。\n本件において，原告が原告使用標章の使用を開始し，かつ，同標章が本件新聞記\n事等により周知となった直後に，被告が，原告の行う役務と同一又は類似する役務\nを指定役務として，原告使用標章と同一の本件商標を登録出願したものであって，\n「他人の標章が周知に至った時期」と「出願の時期」とが近接しているものである。\nそのため，需要者及び取引者からすると，混同が生じやすいものと解するのが合理\n的である。特に，原告使用標章は，本件新聞記事が掲載された平成２２年６月２０\n日及び同年７月１６日の間のいずれかの時期に周知となったと解されるところ，本\n件商標の登録出願は同年８月９日であること，被告は，出願の翌日に，原告に対し\nて警告書（甲１。以下「本件警告書」という。）を送付していることなどからする\nと，原告使用標章の存在を確認し，被告自らは「老人の養護」事業しか行っていな\nいにもかかわらず，原告の現在の事業に係る役務について商標を確保するため，被\n告が後追い的に登録出願したことは明らかである。\n本件施設は，原告に関連する医療法人白水会（以下「原告関連法人」という。）\n理事長の提唱する「しらとぴあ構想（健康人も集う健康維持管理ランド）」に属す\nる施設であることから，同構想のシンボルのハウスマークである原告使用標章を施\n設名称として用いたものである。同標章は，同構想において今後も継続して多角的\nに展開することが予定されているものである。\nしたがって，原告の業務に係る役務と本件商標とが混同を生ずるおそれがあるこ\nとは明らかである。\n(3)  小括\n以上からすると，本件商標の登録出願当時，本件商標は，原告使用標章を使用し\nて高齢者専用賃貸住宅事業を行っていた原告の業務に係る役務と混同を生ずるおそ\nれが認められるものであり，商標法４条１項１５号に掲げる商標に該当するものと\nいうべきである。\n〔被告の主張〕\n(1)  原告使用標章の周知性について\nア  本件新聞記事に記載された「健遊館」の文字は，読者の注目を集める「見出\nし」ではなく，記事の中に施設名称として記載されているにすぎない。紙面におい\nて記事が占める割合もそれ程大きくなく，目立たない位置に小さく掲載されている\nにすぎず，読者が記事自体に気付かなかったり，気付いても「健遊館」の標章の内\n容まで直ちに理解できるものでもない。施設開設に係る記事にしては，３紙に掲載\nされたにすぎず，岐阜県の中心部からも離れ，人口も非常に少なく，発行部数も少\nない地方紙等の「地域版」の目立たない記事に，施設名称としての「健遊館」の文\n字が記載されていたとしても，原告使用標章が周知となったということはできない。\n原告が提出するその余の書証（甲４～７，２１～２５）についても，発行日，発\n行部数，頒布場所，頒布方法，ウェブサイトのアクセス数等が不明であったり，頒\n布回数及び数量が少なく，頒布された地域も限定されたものであったり，客観的な\n資料ではないなど，原告使用標章の周知性を基礎付けるものではない。\nイ  高齢者専用賃貸住宅を全国展開する企業等も存在すること，高齢者は，環境，\n気候，物価水準等を考慮して他の地域に移住することも多いことからすると，原告\n使用標章について，１つの県あるいは同県内の主要な地域の１つにおいて周知性が\n認められれば足りるというものではない。しかも，本件施設の所在地である白川町，\n加茂郡は岐阜県の主要な地域でもないから，このような地域に，僅か３６部屋の本\n件施設が建設され，本件商標の登録出願時に２２部屋が入居に至っていたことをも\nって，原告使用標章が周知性を獲得していたとは到底いえないものである。\n(2)  他人の業務に係る役務と混同を生ずるおそれの有無\n原告使用標章が周知ではない以上，商標法４条１項１５号の「混同を生ずるおそ\nれ」を判断する際，「他人の標章が周知に至った時期」と「出願の時期」との近接\n性を含めた諸要素を検討すべきとする原告の主張は，その前提自体が誤りである。\n(3)  小括\n以上からすると，本件商標は，他人の役務と混同を生ずる余地はないから，商標\n法４条１項１５号に掲げる商標に該当しないとした本件審決の判断は相当である。\n２  取消事由２（商標法４条１項１９号該当性に係る判断の誤り）について\n〔原告の主張〕\n(1)  「不正の目的」に関する認定の是非\nア  被告は，本件商標のほか，以下の登録商標（甲３０。以下「被告別件商標」\nという。）を有している。\n商標登録番号：登録第４７９７７４５号\n商標の構成：健遊館（標準文字）\n指定役務：第４３類「宿泊施設の提供，宿泊施設の提供の契約の媒介又は取次ぎ，\n飲食物の提供，動物の宿泊施設の提供，保育所における乳幼児の保育，老人の養護，\n会議室の貸与，展示施設の貸与，布団の貸与，業務用加熱調理機械器具の貸与，業\n務用食器乾燥機の貸与，業務用食器洗浄機の貸与，加熱器の貸与，調理台の貸与，\n流し台の貸与，カーテンの貸与，家具の貸与，壁掛けの貸与，敷物の貸与，タオル\nの貸与」\n商標登録出願日：平成１５年１２月１日\n設定登録日：平成１６年８月２７日\nイ  本件商標は，第３５，３６，３９，４４類の４区分について登録出願したも\nのであるが，「高齢者専用賃貸住宅の貸与」については，指定役務「建物の貸与」\n「建物の管理  建物の貸借の代理又は媒介」に該当する。被告別件商標は，第４３\n類を指定役務とするところ，被告の業務であるデイサービスは，指定役務「老人の\n養護」に該当するが，同役務は，「高齢者専用賃貸住宅の貸与」を含む「建物の貸\n与」とは非類似であるから，「高齢者専用賃貸住宅の貸与」が同商標の権利範囲に\n属することはあり得ない。\nウ  本件警告書に，「最近のマスコミ報道によりますと，貴会は高齢者専用賃貸\n住宅「健遊館」を建設され」と記載されていることからすると，被告は，本件商標\nの登録出願前において，原告使用標章の存在を確認しながら，「高齢者専用賃貸住\n宅」の役務及び類似役務として推定される役務を含む本件商標について登録出願し\nた翌日，原告に対して本件警告書を送付したものということができる。\nしかも，被告は，本件商標の指定役務について，原告の業務である「高齢者専用\n賃貸住宅の貸与」を指定役務として登録出願しておきながら，「高齢者用入所施設\nの提供（介護を伴うものを除く。）」を除外しているから，自らの業務に近いと思\nわれる同役務について，本件商標及び被告別件商標のいずれにおいても，権利を有\nしていないものということになる。このことは，被告が，原告への警告のみを目的\nとして，本件商標について登録出願したことを意味するものである。\n原告が本件使用標章を使用していることは，本件新聞記事等から明らかである。\n被告は，同標章について権利化し，使用すれば出所の誤認混同が生じることを認識\nしながらも，本件警告書において，「健遊館」なる商標は，被告の営業を表示する\nものとして周知であるから，不正競争防止法に違反するものであると主張したもの\nであって，これは，正当な競争原理を阻害するものである。被告は，「高齢者専用\n賃貸住宅の貸与」又はその類似役務に係る事業を行っておらず，被告において「健\n遊館」なる標章が当該役務において周知性を獲得していることはあり得ないことや，\n本件警告書の記載内容からすると，被告が，不正の利益を得る目的，原告に損害を\n加える目的で，本件商標を使用する意思を有していることは明らかである。\nエ  したがって，被告には，商標法４条１項１９号の「不正の目的」が認められ\nる。\n(2)  小括\n以上からすると，本件商標は，商標法４条１項１９号に掲げる商標に該当するも\nのというべきである。\n〔被告の主張〕\n(1)  「不正の目的」に関する認定の是非\nア  原告使用標章が周知性を有するものではないことは，取消事由１において先\nに述べたとおりである。したがって，「不正の目的」について検討するまでもなく，\n原告の主張はその前提自体が誤りである。しかも，以下のとおり，被告には「不正\nの目的」が認められないことも明らかである。\nイ  原告は，「高齢者専用賃貸住宅の貸与」は，被告の行う介護事業とは全く異\nなる事業であるなどと主張するが，「介護事業」の役務の対象となる「老人」の住\n居等が将来問題になるであろうことは容易に認識可能であり，業務の拡大に伴い，\n「健遊館」の文字からなる被告別件商標のほかに，関連性がある業務について本件\n商標を登録出願することは不自然ではない。被告は，「健遊館」という名称の施設\nをフランチャイズとしても運営していること，被告の施設では入浴施設であった施\n設を利用している店舗も多いことから，本件商標につき，第３５類「高齢者用入所\n施設事業の管理及び運営」及び第４４類「介護」「入浴施設の提供」を指定役務と\nした。被告は，本件商標について，自己の業務に使用し，あるいは近い将来使用す\nる意思に基づいて出願したものであり，不正の目的をもって出願したものではない。\n新事業の開始には猶予期間が必要であり，被告が第３６類「高齢者専用賃貸住宅の\n賃貸」に係る事業を行っていないからといって，直ちに不正目的が認められるもの\nではない。ましてや，被告は，関東地区及び中部地区において，「健遊館」という\n名称の営業施設を次々に開設しており，「健遊館」なる標章は，むしろ被告の周知\n標章というべきである。本件警告書は，原告による本件施設との誤認混同を防止し，\n被告の周知標章の信用の毀損，希釈化等を防ぐため，やむなく送付したにすぎない。\n(2)  小括\n以上からすると，本件商標が商標法４条１項１９号に掲げる商標に該当しないと\nした本件審決の判断は相当である。\n第４  当裁判所の判断\n１  取消事由１（商標法４条１項１５号該当性に係る判断の誤り）について\n(1)  原告使用標章の周知性について\n原告は，原告使用標章が周知であることを前提として，本件商標は，原告の業務\nに係る役務と混同を生ずるおそれがあると主張する。\nそこで，まず，原告使用標章の周知性について検討する。\nア  本件新聞記事について\n(ア)  平成２２年６月２０日付け岐阜新聞（中濃地域版。甲２）には，「高齢者\n専用の住宅開設  医療法人白水会  白川町が家賃一部助成」との見出しにより，本\n件施設の開設に係る記事が掲載されている。同記事には，「医療法人白水会が運営\nする高齢者専用賃貸住宅「健遊館」の開設記念式典」に関する記載及び本件施設の\n見学に関する写真が掲載されており，「健遊館」の文字が２か所記載されている。\n(イ)  平成２２年６月２０日付け中日新聞（中濃版。甲３）には，「高齢者に安\n心，憩い  白川で初めて専用賃貸住宅  完成し式典」との見出しにより，本件施設\nの開設に係る記事が掲載されている。同記事には，「白川町坂ノ東に同町初の高齢\n者専用賃貸住宅（高専賃）「健遊館」が完成」したことに関する記載及び本件施設\nの外観の写真が掲載されており，「健遊館」の文字が２か所記載されている。\n(ウ)  平成２２年７月１６日付け朝日新聞（岐阜版。甲９）には，「看護支援付\nき在宅・施設の中間  増える高齢者専用住宅」との見出しにより，岐阜県内におい\nて高齢者専用賃貸住宅が増加している旨の記事が掲載されている。同記事には，白\n川町に開設された「高齢者専用賃貸住宅などが入った施設「健遊館」」に関する記\n載及び本件施設の部屋の写真が掲載されており，「健遊館」の文字が２か所記載さ\nれている。もっとも，同記事は，本件施設のみを取材した記事ではない。\nイ  本件施設のパンフレットについて\n(ア)  「健遊館のご案内」と題するパンフレット（甲４）には，本件施設の概要，\n入居費用，入居までの手続，入居後の生活例等が記載されている。\n(イ)  「健遊館のご案内」と題するパンフレット（甲５）には，本件施設に係る\n入居準備の案内，くらしのしおり，周辺案内，本件施設の概要，平成２２年度のご\nみ収集日程表，避難経路等が記載されている。\n(ウ)  本件施設の開設に関する新聞折り込みチラシ（甲６）には，「入居予約中\n健遊館  ２０１０年春オープン！！」という見出しとともに，本件施設及び周辺の\n医療機関に関する情報や本件施設の賃料等が記載されている。\nウ  インターネット及び雑誌記事等について\n(ア)  財団法人高齢者住宅財団のウェブページ（甲７）には，平成２０年５月１\n９日に本件施設が登録され，岐阜県における高齢者専用賃貸住宅１４件のうちの１\n件として紹介されている。\n(イ)  平成２２年６月発行の「高齢者の住まいと生活の情報誌  創美  東海版」\n（甲２１）には，本件施設が開設されたことが紹介されている。もっとも，同記事\nは，本件施設が原告関連法人により運営されているものとして紹介している。\nなお，同雑誌は，約１万５０００部発行され，愛知（配布量全体の約３分の２），\n岐阜（同約６分の１）及び三重（同約６分の１）の各県の病院（約３５０か所），\n包括支援センター（約３００か所），居宅介護支援事業所（約３０００か所），有\n料老人ホーム（約４００か所），名古屋市内の各区役所のほか，介護専門員等に配\n布されているものである（甲２３）。\n(ウ)  平成２１年１０月発行の「有料老人ホーム・高齢者住宅ガイド  住まいる\nケア東海版第６号」及び平成２２年１月発行の同第７号には，本件施設が平成２２\n年５月開設予定として紹介されている。平成２２年５月発行の同第８号にも，本件\n施設が紹介されている（甲２２）。\nなお，同雑誌は，それぞれ約６万部発行され，名古屋市内を中心とした愛知，岐\n阜，三重及び静岡の各県の居宅介護支援事業所，包括支援センター，老人保健施設，\n病院，老人ホームの利用予定者等に対して送付されているものである（甲２３）。\n(エ)  平成２２年８月５日付け高齢者住宅新聞には，「白水会  複合型高専賃オ\nープン  救急病院と隣接」との見出しにより，原告関連法人が経営する白川病院が\n本件施設を開設し，同施設の運営は原告が行っている旨の記事が掲載されている。\n同記事には，本件施設のイラストが掲載されている。同新聞は，発行部数３万部と\nされている（甲２４）。\n(オ)  平成２４年２月発行の「日経ヘルスケア  平成２４年２月号」には，「健\n康増進，住宅も手がける「医介複合体」  山間部の町で「包括的地域完結型」の理\n想を追求」との見出しにより，原告関連法人が本件施設を開設したことなどが記載\nされている（甲２９）。\nエ  検討\n(ア)  本件新聞記事について\n本件新聞記事について，配布部数を明らかにする書証は提出されていない。本件\n新聞記事のうち，岐阜新聞の記事（甲２）は，新聞の名称から，岐阜県及びその周\n辺地域にて発行される地方紙であると推測されるところ，当該記事は，中濃地域版\nのみに掲載された可能性も否定できないし，岐阜県内の全ての版に掲載されたとし\nても，平成２２年の同県の世帯数は７４万５５６９世帯である（乙１）から，同記\n事が多くの世帯において閲覧されたものということはできない。中日新聞の記事\n（甲３）及び朝日新聞の記事（甲９）についても，同様である（朝日新聞の岐阜県\nにおける平成２２年の朝刊普及率は，８．１２％にすぎない。乙１）。\nまた，記事内容をみても，いずれも本件施設が開設されたことが紹介されている\nものの，１紙については，高齢者専用住宅が増加していることに関する記事におい\nて，本件施設が取り上げられているものである。\nしたがって，本件新聞記事に接したものと推測される世帯数及び記事内容からす\nると，本件新聞記事をもって，その読者が本件施設の存在自体を認識した可能性に\nついては認められるものの，本件商標の登録出願当時，「高齢者専用賃貸住宅の賃\n貸」に係る役務について，原告使用標章が原告の出所を示す標章として周知となっ\nたものと解することはできない。\n(イ)  本件施設のパンフレットについて\n原告従業員作成の証明書（甲１０）には，本件施設のパンフレット（甲４，５）\nは，平成２１年１１月頃作成し，本件施設が落成するまではモデルルームにおいて，\n落成後は本件施設内で，個人及び団体に約７０００部以上配布したのみならず，白\n川町を中心に，岐阜県内及び愛知県内の保健所，病院，医院，公的施設の一部に合\n計３０００部以上配布したものと記載されている。\nまた，本件施設の開設に関する新聞折り込みチラシ（甲６の１）は，請求書及び\n領収証（甲６の２・３）記載の枚数を配布したとも記載されている。同請求書及び\n領収証によると，同チラシは，平成２１年１２月２６日に９万９５００枚，平成２\n２年４月２９日に１万１１５０枚，それぞれ配布したものであるとされる。\n上記記載のうち，パンフレットの配布枚数については，これを裏付けるに足りる\n証拠はない。しかも，本件商標の登録出願前に配布された枚数については，不明で\nある。上記証明書記載の配布枚数を前提としても，配布枚数自体が格別多く，その\nことのみをもって周知性を獲得するのに十分であるということはできないのみなら\nず，原告の業務である「高齢者専用賃貸住宅の賃貸」に係る事業について，需要者\n及び取引者がどの程度存在し，そのうち本件商標の登録出願前において本件施設の\nパンフレットを受領し，原告使用標章を原告が使用していることを認識した需要者\n及び取引者がどの程度の割合存在するかは不明である。\nまた，新聞折り込みチラシについても，パンフレットと同様に，原告使用標章が\n周知性を有することを根拠付けるものではない。\n(ウ)  インターネット及び雑誌記事等について\n本件施設が掲載されているウェブページ（甲７）については，その閲覧数等が不\n明である以上，当該ウェブページに本件施設が紹介されていることをもって，原告\n使用標章の周知性を認めることはできない。\nまた，本件施設は，情報誌（甲２１，２２），業界新聞（甲２４）及び雑誌（甲\n２９）にて紹介されたものではあるが，その発行部数，配布地域及び記事内容等か\nらすると，原告使用標章の周知性を根拠付けるものではないことは，前記(ア)及び\n(イ)と同様である。\n(エ)  原告使用標章の周知性の有無\n以上からすると，本件新聞記事，本件施設のパンフレット並びにインターネット\n及び雑誌記事等は，いずれも個別的に検討すると，原告使用標章の周知性を根拠付\nけるものではないし，これらの報道や広告等が行われたことを総合的に考慮しても，\nなお原告使用標章は，原告が主張する限定的な地域においてですら，「高齢者専用\n賃貸住宅の賃貸」に係る役務について，原告の出所を示す標章として周知となった\nものということはできない。\nこの点について，原告は，高齢者専用賃貸住宅の需要者及び取引者は入居希望者\n及びその家族であるところ，その地域的範囲は一般的な総合病院に入通院可能な距\n離程度にすぎず，本件新聞記事によると，原告使用標章は当該距離（岐阜県及びそ\nの周辺地域）において周知である，本件施設は，入居開始から短期間で多くの入居\n者があるところ，「高齢者専用賃貸住宅」は，空室が生じた際に広告，宣伝を行え\nば足り，満室であれば当該住宅に係る標章は広く普及されていると解釈すべきであ\nることからすると，原告使用標章は，急速に周知性を獲得したといえると主張する。\nしかしながら，商標法４条１項１５号該当性に関し，周知性の地域的範囲につい\nて，原告の主張のとおり限定的に解することができないことは明らかであって，原\n告の主張はその前提自体が失当である。しかも，本件新聞記事によって本件施設が\n開設された事実が報道されたことから，加茂郡あるいは白川町中心の地域において，\n同記事の読者が本件施設の存在自体を認識した可能性があるとしても，同記事をも\nって，原告の主張する極めて限定的な地域的範囲においてすら，原告使用標章が原\n告の役務を示す標章として周知性を獲得したものとまでいうことができないことは，\n先に述べたとおりである。\nまた，高齢者専用賃貸住宅における空室の有無は，当該施設を経営する事業主体\nの有する標章の周知性のみによって決せられるものではなく，当該施設が所在する\n地域の需要等によって変動するものであることは明らかであって，本件施設の入居\n率の多寡をもって，原告使用標章の周知性を根拠付けることができるものではない。\n原告の主張は採用できない。\n(2)  他人の業務に係る役務と混同を生ずるおそれの有無\nア  前記(1)のとおり，原告使用標章は，周知性を有するものではない。\nイ  原告は，原告使用標章が本件新聞記事により周知性を獲得した時期と近接し\nた時期に本件商標の登録出願がされていること，被告自らは「老人の養護」事業し\nか行っていないにもかかわらず，原告の現在の事業に係る役務について商標を確保\nするために後追い的に出願したこと，本件施設は，「しらとぴあ構想」に属する施\n設であるから，同構想のシンボルのハウスマークである原告使用標章を施設名称と\nして用いたものであり，同標章は，同構想において今後も継続して多角的に展開を\n行うことが予定されているものであることから，原告使用標章と本件商標とが混同\nを生ずるおそれがあることは明らかであるなどと主張する。\nしかしながら，原告使用標章が周知性を獲得したものということができない以上，\n本件商標の登録出願との近接性に係る原告の主張はその前提自体が誤りである。\nまた，被告自らが当時行っていない事業を指定役務として本件商標を登録出願し\nたからといって，原告の業務に係る役務との混同を生ずるおそれがあるものという\nことはできない。\nさらに，原告使用標章が原告や原告関連法人により継続的に使用されることが予\n定されていたとしても，同標章が原告の役務を示す標章として周知性を獲得してい\nないことなど，前記認定事実からすれば，本件商標の登録出願時において，本件商\n標が原告の業務に係る役務と混同を生ずるおそれがあるものということもできない。\n原告の主張は採用できない。\nウ  本件において，ほかに本件商標と原告の業務に係る役務とが出所について混\n同を生ずるおそれがあるものと認めるに足りる事情は存在しない。\nしたがって，本件商標について，原告の業務に係る役務と出所について混同を生\nずるおそれがあると認めることはできない。\n(3)  小括\n以上からすると，本件商標は，商標法４条１項１５号の「他人の業務に係る商品\nと混同を生ずるおそれ」のある商標に該当するものとは認められないから，この点\nに関する本件審決の判断に誤りはない。\n２  取消事由２（商標法４条１項１９号該当性に係る判断の誤り）について\n(1)  前記１において説示したとおり，原告使用標章は，原告の出所を示す標章\nとして周知性を有するものではなく，本件商標について，登録出願当時，原告の業\n務に係る役務とその出所について混同を生ずるおそれを認めることができない以上，\n「不正の目的」の有無について検討するまでもなく，本件商標は，商標法４条１項\n１９号に該当するものと認めることができない。\n(2)  原告は，被告は，自らの業務に近いと思われる「高齢者用入所施設の提\n供」について商標権を取得することなく，本件商標を登録出願した翌日，本件警告\n書を送付しているのであるから，原告への警告のみを目的として，本件商標につい\nて登録出願したものである，本件警告書において，「健遊館」なる商標は，被告の\n営業を表示するものとして周知であるから，不正競争防止法に違反するものである\nと主張したことは，正当な競争原理を阻害するものであって，被告が，不正の利益\nを得る目的，原告に損害を加える目的で，本件商標を使用する意思を有しているこ\nとは明らかであるなどと主張する。\nしかしながら，被告は，平成１３年３月に創業し，平成１６年４月１日に法人成\nりした介護保険法に基づく通所介護事業及び介護保険法に基づく介護予防通所介護\n事業を主な事業とする株式会社であるところ，被告別件商標を有するのみならず，\n「健遊館」を社名とし，「健遊館」をその名称に含むデイサービスセンターを東京\n都内に２８件，名古屋市等の中部地区に９件，近畿地区に１件，経営している（甲\n１９）ことからすると，本件商標の登録出願は，被告の事業展開の一環としてされ\nたものと解することができるから，本件警告書の送付時期などをもってしても，被\n告に「不正の目的」があったとまで，認めることはできない。\n(3)  以上からすると，本件商標は，商標法４条１項１９号に該当する商標とは\n認められないから，この点に関する本件審決の判断に誤りはない。\n３  結論\n以上の次第であるから，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官          滝      澤      孝      臣\n裁判官          井      上      泰      人\n裁判官          荒      井      章      光\n（別紙）\n指定役務目録\n第３５類「広告，高齢者用入所施設事業の管理及び運営，経営の診断又は経営に\n関する助言，市場調査，商品の販売に関する情報の提供，ホテルの事業の管理，職\n業のあっせん，書類の複製，文書又は磁気テープのファイリング，建築物における\n来訪者の受付及び案内，求人情報の提供」\n第３６類「預金の受入れ（債券の発行により代える場合を含む。）及び定期積金\nの受入れ，資金の貸付け及び手形の割引，内国為替取引，債務の保証及び手形の引\n受け，有価証券の貸付け，金銭債権の取得及び譲渡，有価証券・貴金属その他の物\n品の保護預かり，両替，金融先物取引の受託，金銭・有価証券・金銭債権・動産・\n土地若しくはその定着物又は地上権若しくは土地の賃借権の信託の引受け，債券の\n募集の受託，外国為替取引，信用状に関する業務，信用購入あっせん，ガス料金又\nは電気料金の徴収の代行，商品代金の徴収の代行，有価証券の売買，有価証券指数\n等先物取引，有価証券オプション取引，外国市場証券先物取引，有価証券の売買・\n有価証券指数等先物取引・有価証券オプション取引及び外国市場証券先物取引の媒\n介・取次ぎ又は代理，有価証券市場における有価証券の売買取引・有価証券指数等\n先物取引及び有価証券オプション取引の委託の媒介・取次ぎ又は代理，外国有価証\n券市場における有価証券の売買取引及び外国市場証券先物取引の委託の媒介・取次\nぎ又は代理，有価証券先渡取引・有価証券店頭指数等先渡取引・有価証券店頭オプ\nション取引若しくは有価証券店頭指数等スワップ取引又はこれらの取引の媒介・取\n次ぎ若しくは代理，有価証券等精算取次ぎ，有価証券の引受け，有価証券の売出し，\n有価証券の募集又は売出しの取扱い，株式市況に関する情報の提供，商品市場にお\nける先物取引の受託，生命保険契約の締結の媒介，生命保険の引受け，損害保険契\n約の締結の代理，損害保険に係る損害の査定，損害保険の引受け，保険料率の算出，\n高齢者専用賃貸住宅の賃貸，建物の管理，建物の貸借の代理又は媒介，建物の貸与，\n建物の売買，建物の売買の代理又は媒介，建物又は土地の鑑定評価，土地の管理，\n土地の貸借の代理又は媒介，土地の貸与，土地の売買，土地の売買の代理又は媒介，\n建物又は土地の情報の提供」\n第３９類「車両による輸送，自動車の運転の代行，主催旅行の実施，旅行者の案\n内，旅行に関する契約（宿泊に関するものを除く。）の代理・媒介又は取次ぎ，他\n人の携帯品の一時預かり，配達物の一時預かり，倉庫の提供，駐車場の提供，車い\nすの貸与，自転車の貸与」\n第４４類「美容，理容，入浴施設の提供，庭園又は花壇の手入れ，庭園樹の植樹，\n肥料の散布，雑草の防除，有害動物の防除（農業・園芸又は林業に関するものに限\nる。），介護，植木の貸与」\n"
}