{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 7,
    "day": 5
  },
  "case_number": "平成23(ワ)1309",
  "case_name": "損害賠償請求事件",
  "court_name": "仙台地方裁判所第3民事部",
  "gist": "原告が所有する船舶が，東日本大震災において発生した津波によって県道上まで流され，被告による同県道の障害物除去・通行確保作業の際に損傷を受けた事案について，同船舶の移動の必要性，緊急性の程度や，損傷の程度，損壊行為の態様等からすれば，被告による損壊行為に職務権限の目的・範囲の逸脱又はその濫用があるとは認められないとして，国家賠償法上の違法性を否定して，原告の請求を棄却した事例",
  "lawsuit_id": "82487",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82487",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/487/082487_hanrei.pdf",
  "contents": "主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，原告に対し，３６７万５０００円及びこれに対する平成２３年９月\n３日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，平成２３年３月１１日の東日本大震災において発生した津波により，\n原告の所有する別紙物件目録記載の船舶（以下「本件船舶」という。）が，名\n取市小塚原の県道塩釜・亘理線（以下「本件県道」という。）の路上（以下「本\n件路上」という。）まで流されて漂着したところ，被告の災害派遣要請を受け\nた自衛隊ないし被告の委託を受けた名取市災害応急措置協力会（以下「協力会」\nという。）が，本件船舶を本件県道の道路脇に移動させ，本件船舶の右舷船首\n部分や左舷前方部分を損壊したこと（以下「本件行為」という。）は違法であ\nる旨主張して，原告が，被告に対し，国家賠償法１条１項に基づき損害賠償金\n３６７万５０００円及びこれに対する訴状送達日の翌日である平成２３年９月\n３日から支払済みまで民法所定の年５分の割合による遅延損害金の支払を請求\nした事案である。\n１  前提事実（争いのない事実並びに後掲証拠及び弁論の全趣旨により容易に認\nめられる事実）\n(1)  当事者等\n原告は，本件船舶の所有者である（争いがない）。\n協力会は，平成１７年１２月２７日，被告との間で，災害時等における応\n急措置及び復旧活動に関する協定書を締結し，被告が災害等の発生状況によ\nり復旧活動に協力会の応援が必要であると認めたときは協力会に応援を要請\nし，協力会が名取市地域防災計画に基づいて応援活動をすることなどを合意\nした（乙４）。\n被告においては，建設部建設課が災害発生時の道路の「啓開」（道路の障\n害物を除去し，緊急輸送ルートを確保することをいう。以下同じ。）に関す\nる事務を所掌していたところ，被告は，災害対策基本法６８条の２に基づき，\n宮城県知事を介して防衛大臣に対して災害派遣を要請し，同要請を受けた防\n衛大臣が自衛隊法８３条２項に基づいて自衛隊を被告に派遣した（乙３，弁\n論の全趣旨）。\n(2)  本件船舶の損壊に至る経緯\nア  本件船舶は宮城県名取市の閖上港に停泊していたところ，平成２３年３\n月１１日の東日本大震災において発生した津波により，同港から直線距離\nで約２ｋｍの距離を流され，本件路上に船首がはみ出る形により，左舷側\nを傾けた状態で漂着した（甲１の１・２，甲６，乙８，９）。\nイ  被告は，東日本大震災発生とともに災害対策本部を立ち上げ，２度の会\n議を経て，宮城県知事に対して自衛隊及び緊急消防援助隊の派遣を要請し，\n同月１２日午前５時から，陸上自衛隊第２施設団，名取市消防，協力会が\n道路啓開による人命救助，捜索活動を開始した。その結果，同月１３日に\nは閖上地区の幹線市道が通行可能となり，同月１５日には閖上地区の県道\n閖上港線（以下「閖上港線」という。），市道小塚原中央線（以下「本県\n市道」という。），北釜地区内の幹線道路のがれきがほぼ撤去されるに至\nった（乙１，２）。\nウ  本件船舶は，同月１５日から同月１８日までの間に，自衛隊ないし協力\n会の行ったがれき等の撤去作業に伴う本件行為により，左舷前方部分が他\nの船舶と重なるような形で本件県道の道路脇に移動された結果，右舷船首\n部分及び左舷前方部分に穴が開くなどの損傷を受けた（甲１の３・４・６\nないし８，弁論の全趣旨）。\n２  争点及び争点に関する当事者の主張\n本件の争点は，①本件行為につき国家賠償法１条１項にいう違法性が認めら\nれるか否か（争点１），②本件行為と本件船舶の損傷との間に因果関係が認め\nられるか否か（争点２），③損害発生の有無及びその数額（争点３）であり，\nこれらの争点に関する当事者の主張は以下のとおりである。\n(1)  争点１（国家賠償法上の違法性の有無）について\n（原告の主張）\nア  本件行為の必要性，緊急性について\n本件船舶は，平成２３年３月１３日に原告が確認した時点では，多少の\n修理は必要なものの大きな損傷はなく，使用可能な状態であったところ，\n自衛隊ないし協力会は，本件船舶を移動させた際に右舷船首部分及び左舷\n前方部分を大きく損壊したのであるから，他人の所有物を撤去するに際し\nて，その物を損壊しないように撤去すべき注意義務に違反したというべき\nである。\n本件当時，一般には生存者救助の必要性から道路上の障害物を撤去して\n交通を確保する必要性があったことは認めるが，同月１４日の時点では，\n本件県道は既に重機によってがれきが整理され，その幅員の半分以上が通\n行可能な状態になっており，本件船舶を移動するまでもなく本件県道を重\n機が通行できたこと，同日時点で名取市における孤立地域は解消されてい\nたこと，本件船舶が移動された後の同月１８日時点においても，本件船舶\n付近にあった車両等が撤去されないまま本件県道を塞いでいたことからす\nれば，本件船舶が生存者の捜索・救出の障害となっていたとは認められず，\n本件船舶を移動する緊急の必要性はなかったというべきである。なお，被\n告は，閖上小学校に避難している負傷者や病人や，発見された遺体の搬送\nルートを確保するためにも，本件県道の通行確保が焦眉の課題であった旨\n主張するが，被告が主張する搬送ルートの確保の必要性はあくまでも震災\n当日である同月１１日夜におけるものであって，本件行為当時には閖上小\n学校に避難者はおらず，仮に避難者がいたとしても本件県道が通行可能な\n状態にあり搬送ルートが確保されていたから，被告の主張は失当である。\nそして，現に，同月１５日以降，名取市では救助者が発見されておらず，\n本件船舶付近からは遺体も発見されなかったのであるから，本件船舶を移\n動する必要は否定されるべきである。\n加えて，災害対策基本法６４条２項は，緊急の必要がある場合に工作物\n等の除去その他の必要な措置をとることができる旨定めているところ，本\n件においては，本件船舶を移動すべき緊急の必要はなかったのであるから，\n本件行為は同条同項にも違反し，国家賠償法１条１項の適用上違法である。\nイ  本件行為の相当性について\n本件船舶を移動する必要があったとしても，移動作業に当たっては，緩\n衝材や当て木を用いることにより，重機による損傷を防ぐことが可能であ\nるから，このような処置が講じられないままに行われた本件行為は相当性\nを欠くものとして違法である。加えて，本件船舶は，本件行為の結果，左\n舷が隣に漂着していた他の船舶にめり込む形で損壊されているが，このよ\nうな結果は，隣の船舶を移動させてスペースを作った上で，本件船舶を移\n動させれば防ぐことができたのであるから，このような観点からも本件行\n為は相当性を欠くというべきである。\nウ  緊急避難の成否について\n被告は，緊急避難による違法性阻却を主張するが，本件行為当時，既に\n本件県道の通行は確保されており，本件船舶自体が生存者を閉じ込めたり\n生き埋めにしたりするなど生存者の生命に危険を及ぼしているといった事\n情がなかった以上，本件行為以外にも適当な手段があったというべきであ\nるから，本件行為について緊急避難が成立する余地はない。\n（被告の主張）\nア  本件行為の必要性，緊急性について\n東日本大震災によって生じた名取市における津波による被害は甚大であ\nり，生存者の捜索，救出が焦眉の課題であり，人命救助，捜索活動に当た\nっていた自衛隊や協力会にとって，がれきの広がった被災地域へ重機や大\n型トラック等が入って作業できるようにすることが緊急に必要であった。\nそして，本件船舶は本件路上に１ｍを超えてはみ出し，道路幅員の約半\n分を塞いでおり，本件県道の通行にとって大きな障害となっていたもので\nあるから，被告の要請又は委託を受け，本件県道のアクセス確保のために\n一刻を争いながら生存者の捜索，救出に当たっていた自衛隊ないし協力会\nに対して，本件船舶を損壊することなく移動することを求めることは困難\nを強いるものである。また，平成２３年３月１１日夜の時点で，名取市建\n設部では，閖上地区における救急搬送先である宮城社会保険病院及び仙台\n市立病院にアクセスできるようにするため，閖上港線及び本件市道の啓開\n作業が不可欠と判断していたところ，本件県道が幹線道路として上記両路\n線に接続していたことや，閖上小学校に避難している負傷者や病人や発見\nされた遺体の搬送ルートとしても重要であったことからすれば，本件県道\nでのがれき等の撤去作業の必要性は高かったといえる。\n原告は，平成２３年３月１４日午前８時の時点で名取市内の孤立地域が\n解消されていたことをもってアクセスが確保されていた旨主張するが，孤\n立地域が解消されていたとしても，中央防災会議における「孤立」の定義\nが「外部からのアクセス（四輪自動車で通行可能かどうかを目安）が途絶\nし，人の移動・物資の流通が困難もしくは不可能となる状態」であること\nからすれば，本件行為当時も本件県道は閖上地区につながる道路が四輪自\n動車の通行が不可能なほどに塞がれていたといえるので，アクセス確保に\n向けた緊急の必要性はなお存在していたというべきである。また，原告は，\n本件県道のうち本件市道と交差する箇所よりも南東側（以下「本件県道南\n東側部分」という。）にあった車両が同月１８日時点でも撤去されていな\nいことを理由に，本件行為の必要性，緊急性を争うが，本件県道南東側部\n分の延長線上にある仙台空港トンネルは津波による浸水及びがれき等の堆\n積により不通となっており，同トンネルの啓開には著しく時間及び労力を\n要することが見込まれたため，本件県道南東側部分の啓開作業は，北東側\nよりも後に行われることとなっていたものであるから，同部分にあった車\n両が同月１８日時点で撤去されていなかったとしても，本件行為の緊急性，\n必要性は否定されない。\nイ  本件行為の相当性について\n本件行為当時における道路の啓開作業では，最小限度の人員や重機等で\n人命救助及び救助者の搬送に当たっており，一刻を争う状況において大量\nのがれき等の障害物に対して逐一緩衝材等を用いたり，船舶の状態を保全\nすべく適当なスペースを確保したりするような時間的，人的，物的余裕は\nなかったので，原告主張に係る移動方法を採らなかったからといって，本\n件行為が相当性を欠くものとはいえない。\nウ  緊急避難の成否について\n国家賠償法４条は公共団体の損害賠償責任について民法の適用を認めて\nいるところ，本件では，一刻も早く本件県道を含む道路のアクセスを確保\nしなければ，がれきの下の生存者を救出することができないという急迫の\n危難が存在しており，被告はこのような危難を避けるために重機を使用し\nて本件船舶を道路脇に移動させる際，作業上やむを得ずに船体の一部を損\n壊したものであるから，民法７２０条２項の緊急避難が成立し，被告は国\n家賠償法上の損害賠償責任を負わない。\n原告は，本件行為時に生存者への生命の危険が生じていないことをもっ\nて，本件行為が緊急避難の要件を満たさない旨主張するが，行為の適法性\n判断に当たっては，行為当時の具体的状況を勘案しつつ，事後的に判断さ\nれるものであって，震災発生から４日後である３月１５日以降も生存者が\n発見される可能性がないとはいえない状況にあった以上，結果的に生存者\nがいなかったことをもって生存者への生命の危険が生じていないとするこ\nとは誤りである。\nまた，原告は，本件船舶自体が生存者の生命に危険を及ぼしていない旨\n主張するが，本件では一般のがれきと本件船舶が一体となって生存者の生\n命に危険を及ぼしていたのであるから，原告の主張は失当である。\n(2)  争点２（因果関係の有無）について\n（原告の主張）\n本件行為により本件船舶の右舷船首部分及び左舷前方部分が損壊されたの\nであるから，本件行為と本件船舶の損傷との間には因果関係がある。\n（被告の主張）\nそもそも本件船舶は閖上港から直線距離で約２ｋｍの距離を流されて打ち\n上げられたものであるから，その間に家屋等の流出物やがれきと接触，衝突\nしたことにより損壊したと考えられるので，本件船舶に生じた損傷が全て本\n件行為によるものとは考えられず，本件行為と本件船舶の損傷との間に因果\n関係はない。\n(3)  争点３（損害発生の有無及びその数額）について\n（原告の主張）\n被告の損壊行為により，本件船舶の右舷船首部分及び左舷前方部分が損傷\nしたところ，これらの損傷を修繕するには，右舷船首部分につき右舷船首外\n板修理が必要であり，左舷前方部分につき左舷海深具修理及び左舷フレーム\n補強，左舷甲板修理及びハッチ製作並びにガンネル（防舷材）修理が必要で\nあるほか，船首及び左舷の塗装が必要であるから，その修理費である３６７\n万５０００円（うち消費税１７万５０００円）が本件行為による損害となる。\n（被告の主張）\n否認ないし争う。\n第３  当裁判所の判断\n１  争点１（国家賠償法上の違法性の有無）について\n(1)  前記前提事実(1)，(2)ウ及び弁論の全趣旨によれば，本件行為は，自衛隊\nないし協力会が，被告の要請ないし委託を受け，災害対策基本法６４条２項\n前段，同条８項前段に基づき，同法６２条１項，５０条１項２号の定める応\n急措置を実施するために行ったものと認められるから，被告の公権力の行使\nによるものということができる。そして，本件行為による本件船舶の損壊が，\n担当者の原告に対する職務上の注意義務違反として，国家賠償法上違法と認\nめられるか否かを判断するに当たっては，上記公権力行使の根拠規定である\n災害対策基本法の関係規定の趣旨及び内容に照らして検討することが必要で\nある。\nそこで，災害対策基本法の規定を見ると，同法は，その目的として，国土\n並びに国民の生命，身体及び財産を災害から保護するため，災害応急対策，\n災害復旧その他必要な災害対策の基本を定めることにより，防災行政の整備\n等を図り，社会の秩序の維持と公共の福祉の確保に資することを掲げた（１\n条）上，災害が発生し，又は発生するおそれがある場合に，①警報の発令及\nび伝達並びに避難の勧告又は指示，②消防，水防その他の応急措置，③被災\n者の救難，救助その他保護，④災害を受けた児童及び生徒の応急の教育，⑤\n施設及び設備の応急の復旧，⑥清掃，防疫その他の保健衛生，⑦犯罪の予防，\n交通の規制その他災害地における社会秩序の維持，⑧緊急輸送の確保，⑨そ\nの他災害の発生の防禦又は拡大の防止のための措置に関する災害応急対策を\n行うこととし（５０条１項各号），当該市町村の地域に係る災害が発生し，\n又はまさに発生しようとしているときは，市町村長において，法令又は地域\n防災計画の定めるところにより，消防，水防，救助その他災害の発生を防禦\nし，又は災害の拡大を防止するために必要な応急措置（以下「応急措置」と\nいう。）を速やかに実施しなければならないとする（６２条１項）とともに，\n応急措置を実施するため緊急の必要があると認めるときは，現場の災害を受\nけた工作物又は物件で応急措置の実施の支障となるもの（以下「被災工作物\n等」という。）の除去その他必要な措置をとることができるとしている（６\n４条２項前段）。\nこのように，災害対策基本法は，国土並びに国民の生命，身体及び財産を\n災害から保護し，社会の秩序の維持と公共の福祉の確保に資することを目的\nとして，市町村長に対し，当該市町村の地域に係る災害が発生し，又はまさ\nに発生しようとしている場合に，消防，水防，救助その他災害の発生を防禦\nし，又は災害の拡大を防止するために，応急措置を速やかに実施することを\n義務付け，このような応急措置を実施するために緊急の必要があることを要\n件として，応急措置の実施の支障となる被災工作物等の除去その他必要な措\n置をとる権限を与えている。\n同法に基づく応急措置及び応急措置の支障となる被災工作物等の除去その\n他必要な措置は，上記目的及び要件の下に認められるものであるところ，災\n害及び応急措置の性質上，災害の現場において，応急措置を実施した公務員\n（市町村長から要請ないし委託を受けた者を含む。）が，その実施の支障と\nなる被災工作物等の除去に伴い，これを損壊することを余儀なくされる場合\nも当然に予想されるところといえる。\nそうであれば，同法６４条２項前段の定める，被災工作物等の除去「その\n他必要な措置」には，被災工作物等の除去自体に加え，被災工作物等の除去\nの目的達成に必要かつ相当な範囲において当該被災工作物等を損壊すること\nを含むものと解するのが相当である。\nそして，災害対策基本法が，国土並びに国民の生命，身体及び財産を災害\nから保護し，公共の福祉の確保に資することを目的としている法意に鑑みる\nと，応急措置の実施の過程で，その支障となる被災工作物等を除去し，当該\n被災工作物等を損壊した公務員の行為が，当該被災工作物等の所有者に対す\nる職務上の注意義務違反に当たり，国家賠償法１条１項にいう違法な公権力\nの行使と認められるためには，当該行為が行われた当時の災害現場の状況の\n下で，当該被災工作物等の除去及び損壊行為について，その必要性，緊急性\nやこれによる被災工作物等の損壊の程度，行為態様から見て，社会通念上相\n当性を欠き，災害対策基本法の定める応急措置に係る職務権限行使の目的及\nび範囲を逸脱し，又はその権限を濫用するものと認められることを要すると\nいうべきである。\n(2)  上記解釈を踏まえて本件の事実関係について見るに，前記前提事実のほ\nか，後掲証拠及び弁論の全趣旨によれば，以下の事実が認められる。\nア  東日本大震災当日（平成２３年３月１１日）の夜，名取市閖上地区にお\nける生存者の救急搬送先としては宮城社会保険病院及び仙台市立病院が，\n遺体の搬送先としては増田体育館，宮城県看護学校及び宮城県警察学校が\nそれぞれ指定されており，名取市閖上地区の沿岸部方面からこれらの施設\nにアクセスするためには，閖上港線，本件市道を通行する必要があったと\nころ，本件県道のうち本件市道と交差する箇所よりも北東側の部分（以下\n「本件県道北東側部分」という。）は，閖上港線及び本件市道に接続して\nいた上，当日の避難場所とされていた閖上小学校にも面していたことから，\n被告（建設部）は，本件県道北東側部分の啓開作業を優先して行うことと\nした（乙１５，１６，弁論の全趣旨）。\nイ  本件船舶は，東日本大震災発生後に生じた津波により，本件県道北東側\n部分に漂着し，少なくとも片側車線の通行を妨げていた（甲６，乙８。な\nお，原告及び被告は，本件船舶の漂着位置が本件路上の半分以上に達して\nいるか否かについて争っているが，本件では，客観的な漂着位置よりも通\n行への支障の程度が重要であるから，上記の限度で認定することとした。）。\nウ  一般に，震災時においては，早期に被災者を発見，救助する方が当該被\n災者の生存率が高いため，救急部隊や緊急車両等が最優先で道路を通行す\nることができるようにする必要があるところ，がれきや倒壊家屋等は，こ\nれら車両の通行を障害するものとして指摘されている（乙５）。\nエ  名取市においては，東日本大震災発生から平成２３年３月１５日まで，\n連日，被災者が発見され，救助されていた（乙６）。\nオ  東日本大震災発生日の翌日である同月１２日，本件県道北東側部分に漂\n着した本件船舶は，多数のがれきや木材等に埋もれている状態であり，本\n件船舶の漂着場所周辺の道路は津波による海水やがれきが滞留していて路\n面が見えない状態であった（乙１２）。\n(3)  上記認定事実を基に検討するに，本件船舶は，名取市閖上地区における生\n存者や遺体の搬送作業の際に通行することが必要な閖上港線及び本件市道に\n接続する本件県道北東側部分の片側車線を妨げる形で漂着していた（上記(2)\nア，イ）ところ，一般に，震災時における被災者の発見・救助のためには救\n急部隊や緊急車両等の車両通行を確保することが必要であること（同ウ）や，\n本件船舶が移動されたと考えられる期間の始期である平成２３年３月１５日\n時点においても被災者が救助されていたこと（前記前提事実(2)ウ，上記(2)\nエ）からすれば，搬送ルートとしての使用が予定されている本件県道北東側\n部分の片側車線を塞いでいる本件船舶を移動させる必要性，緊急性の程度は\n相当高いものであったといえる。\nまた，東日本大震災が未曾有の地震災害であり，地震発生後，同日時点に\nおいてもなお，震度の大きいものも含め，余震が断続的に発生し，余震の発\n生及びその規模の予測が困難であったことは公知の事実であるところ，本件\n船舶が左舷側に傾いた状態で漂着していたこと（前記前提事実(2)ア）からす\nれば，仮に本件船舶を移動せずに放置した場合，余震の影響等により，本件\n船舶が倒れ，本件県道北東側部分を通行する車両等に衝突する等の被害が発\n生する危険性も相当程度あったといえるので，このような観点から見ても，\n本件船舶の移動の必要性，緊急性の程度は相当高いものであったということ\nができる。\nそして，本件行為当時の状況の下で，災害現場において，本件船舶の所有\n者である原告を探索した上，その費用負担と責任において本件船舶の本件県\n道内からの速やかな移動を求めることが，物理的にも経済的にも困難であっ\nたと考えられることも，上記必要性，緊急性の高さを裏付けるものといえる。\n他方，本件船舶の損壊の程度や態様について見ても，本件船舶は，本件行\n為により本件県道の道路脇に寄せられた結果，他の船舶と重なるような形で\n移動させられたものの，その移動の距離は，道路外への移動の目的に照らし\nて不合理とはいえない上，その損壊部分は右舷船首部分及び左舷前方部分に\nとどまっており（前記前提事実(2)ウ），外形的に見て，自衛隊ないし協力会\nが，移動に際し，その目的を逸脱し，殊更に本件船舶の効用を失わせるよう\nな態様により本件船舶を損壊したと見ることはできない。のみならず，本件\n船舶は，津波により閖上港から約２ｋｍ流され，同月１２日の時点では，多\n数のがれきや木材に埋もれた状態で発見されており（前記前提事実(2)ア，上\n記(2)オ），本件県道に漂着するまでの間に，津波等の外力によっても相当程\n度損傷を受けていたと考えられるのであって，このことも併せ考慮すれば，\n本件行為の態様は，上述した移動の必要性，緊急性に照らして社会通念上相\n当性を欠くものということはできない。\n以上の諸点に鑑みれば，本件行為は，災害対策基本法の定める応急措置に\n係る職務権限行使の目的及び範囲を逸脱し，又はその権限を濫用したものと\nは認められないから，国家賠償法１条１項にいう違法な公権力の行使に当た\nるということはできない。\n(4)ア  これに対し，原告は，平成２３年３月１４日の時点では，名取市におけ\nる孤立地域は解消され，本件県道も，その幅員の半分以上が通行可能な状\n態になっていたとして，本件行為の必要性，緊急性はなかった旨主張する。\nしかしながら，本件県道北東側部分が，生存者や遺体の搬送ルートに接\n続する道路として通行の必要性が高いものであること（上記(2)ア）に加え，\n上記部分を救助部隊や緊急車両等のほか，他の一般車両も含めた一定数の\n車両が往来すると考えられることからすれば，本件県道が片側車線のみ一\n応通行可能な状態になっていたとしても，これをできるだけ早期に平常時\nと同様に両側通行できるようにする必要性は依然として高かったといえる\nので，原告の上記主張は採用できない。\nまた，原告は，本件船舶が移動された後の同月１８日時点においても，\n本件船舶付近にあった車両等が撤去されないまま本件県道を塞いでいたと\nして，本件行為の必要性，緊急性はなかった旨主張するが，上述したとお\nり，本件県道のうち，啓開の必要性が高かったのは，本件県道北東側部分\nであり，原告主張に係る車両等が放置されていたのはいずれも本件県道南\n西側部分である（甲８の１・２）から，原告の上記主張を踏まえても，本\n件行為の必要性，緊急性は否定されないというべきである。\nさらに，原告は，本件行為当時には閖上小学校に避難者はおらず，仮に\n避難者がいたとしても本件県道が通行可能な状態にあり搬送ルートが確保\nされていた以上，本件船舶を移動する必要は否定される旨主張する。しか\nしながら，本件県道北東側部分の啓開作業は，東日本大震災発生当日（同\n月１１日）夜における被告（建設部）の判断に基づいて行われたものであ\nる（上記(2)ア）ところ，少なくとも同日時点における判断としては本件県\n道北東側部分の啓開作業の必要性は非常に高いと考えたことには合理性が\nあったということができ，同日より後も，本件県道北東側部分については，\n生存者や遺体の搬送ルート（閖上港線や本件市道）に接続している点で啓\n開する必要性が高かったことに変わりはないから，上記判断に従って，上\n記部分の啓開作業を継続し，本件船舶を移動したとしても，それが直ちに\n災害対策基本法の定める応急措置に係る職務権限行使の目的及び範囲の逸\n脱又はその権限の濫用として違法となるとは認め難い。\n加えて，原告は，本件船舶の漂着場所付近からは遺体が発見されていな\nいこと，同月１５日以降は，救助者が発見されていないことなどを指摘し\nて，本件船舶を移動する必要性，緊急性はなかった旨主張するが，本件船\n舶の移動行為の違法性の判断は，あくまで当該移動行為の時点を基準に，\n移動作業の担当者が職務上の注意義務に違反したか否かという観点から検\n討すべきものであって，原告が指摘する上記事情はいずれも事後的に判明\nした事情であるから，これらの事情を根拠とする原告の主張は採用できな\nい。\nイ  さらに，原告は，本件行為の必要性，緊急性があるとしても，本件行為\nは，緩衝材等を使用せず，本件船舶を移動させるスペースを作っていない\n点で相当性を欠く旨主張するが，原告が主張するような形で本件船舶を移\n動することは望ましいといえるものの，既に見た本件行為の必要性，緊急\n性に照らせば，これを怠ったからといって，本件行為が，社会通念上相当\n性を欠き，災害対策基本法の定める応急措置に係る職務権限行使の目的及\nび範囲を逸脱し，又はその権限を濫用したということはできないから，原\n告の上記主張も採用できない。\nなお，東日本大震災における船舶等の撤去に関しては，本件行為後であ\nる平成２３年３月２５日に「東北地方太平洋沖地震における損壊家屋等の\n撤去等に関する指針」が発出されているところ，上記指針の内容は，外形\n上から判断してその効用をなさない状態にあると認められる船舶は撤去し\nて仮置場に移動させ，それ以外の船舶については，仮置場等に移動させた\n後，所有者等に連絡するよう努めるというものであり（弁論の全趣旨），\nその内容に照らしても，本件行為に上記職務権限行使の目的及び範囲の逸\n脱，又はその権限の濫用は認められないから，前記(3)の判断を左右するも\nのとはいえず，他に以上の認定を左右するに足りる事実及び証拠はない。\n第４  結論\n以上によれば，その余の点について判断するまでもなく，原告の請求は理由\nがないからこれを棄却することとし，訴訟費用の負担につき民事訴訟法６１条\nを適用して，主文のとおり判決する。\n仙台地方裁判所第３民事部\n裁判長裁判官        関      口      剛      弘\n裁判官        小      川      理      佳\n裁判官        吉      賀      朝      哉\n※別紙省略\n"
}