{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 1,
    "day": 15
  },
  "case_number": "平成29(行ケ)10108",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87381",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87381",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/381/087381_hanrei.pdf",
  "contents": "平成３０年１月１５日判決言渡\n平成２９年（行ケ）第１０１０８号  審決取消請求事件\n口頭弁論終結日  平成２９年１２月５日\n判     決\n原              告    株式 会 社 メ デ ィ カ ル ズ\n（旧商号：株式会社リョクサイ）\n被              告                 Ｙ\n同訴訟代理人弁護士     松    田      誠      司\n同          弁理士    齊    藤              整\n徳      永    弥    生\n服      部    京    子\n洲      崎     竜    弥\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が取消２０１４－３０００２６号事件について平成２９年３月３１日にし\nた審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n⑴  原告及び株式会社いきいき緑健（以下「いきいき緑健」という。）は，以下\nの商標（登録第５１６９７３０号）の商標権者である。（乙１，２）\n登録商標：別紙商標目録記載のとおり（以下「本件商標」という。）\n登録出願：平成１９年１月９日\n設定登録：平成２０年１０月３日\n指定商品：第２９類「大麦若葉若しくはケールを主原料とする顆粒状・カプセル\n状・粒状・錠剤状・粉末状・液体状・ゼリー状の加工食品，大麦若葉若しくはケー\nルを主原料として難消化性デキストリンを配合した粉末状・顆粒状・カプセル状・\n錠剤状若しくは液体状の加工食品，大麦若葉若しくはケールを主原料として食物繊\n維キトサンを配合した粉末状・顆粒状・カプセル状・錠剤状若しくは液体状の加工\n食品」\n⑵  被告は，平成２６年１月１０日，特許庁に対し，本件商標は，その指定商品\nについて，継続して３年以上日本国内において商標権者，専用使用権者又は通常使\n用権者のいずれもが使用した事実がないとして，商標法５０条１項の規定に基づく\n本件商標の商標登録の取消しを求める審判を請求し，当該請求は同月２９日に登録\nされた。（乙２０）\n⑶  特許庁は，これを取消２０１４－３０００２６号事件として審理し（以下「本\n件審判」という。），平成２９年３月３１日，「登録第５１６９７３０号商標の商\n標登録は取り消す。」との別紙審決書（写し）記載の審決をし（以下「本件審決」\nという。），その謄本は，同年４月１０日，原告に送達された。\n⑷  原告は，平成２９年５月１０日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）のとおりであり，その要旨は以下のとお\nりである。\n⑴  本件商標を付した広告が掲載された，①商品カタログ（甲１。以下「甲１カ\nタログ」という。），②商品カタログ（甲２。以下「甲２カタログ」という。），\n③「ＷＯＣ  Ｎｕｒｓｉｎｇ  ２０１３  創刊号」と題する雑誌（甲３。以下「甲\n３雑誌」という。）について，いずれも要証期間内に頒布されたとの事実は認めら\nれない。\n⑵  そして，その他，審判請求の登録（平成２６年１月２９日）前３年以内の要\n証期間内における本件商標の使用は証明されないから，商標法５０条の規定により，\n本件商標の登録は取り消されるべきものである。\n３  取消事由\n本件商標の使用の有無に係る認定の誤り\n第３  当事者の主張\n１  本案前の抗弁\n〔被告の主張〕\n本件は，商標権者を原告といきいき緑健の２名とする登録商標の取消審決に対す\nる取消訴訟であるところ，共有に係る商標権の商標登録の取消審決に対する審決取\n消訴訟は，合一確定の必要があるから，共有者全員で訴えを提起する必要がある固\n有必要的共同訴訟に当たり，共有者の１名のみによる訴え提起は不適法である。\nよって，本件訴えは，不適法であるから，これを却下すべきである。\n〔原告の主張〕\n争う。\n２  取消事由について\n〔原告の主張〕\n(1)  甲１カタログの頒布\n甲１カタログは，平成２４年の年間を通じて，新聞の折込み広告を見た顧客から\n問合せがあった時に送付されたり，学会の開催会場構内に置かれたり，ダイレクト\nメールで送付されたりするなどして，頒布された。\n(2)  甲２カタログの頒布\n甲２カタログは，平成２５年７月頃，学会の開催会場構内に置かれたり，ダイレ\nクトメールで送付されたりするなどして，頒布された。\n甲２カタログが頒布されたことは，甲２カタログに関する，顧客からの資料請求\nのはがき（甲２５），ダイレクトメールの基礎名簿作成の基になったはがき（甲２\n６），印刷代金の請求書（甲２７），封筒代金の請求書（甲２８），発送代金の請\n求書（甲２９），納品書（甲３０）及び領収書（甲３１）によって裏付けられる。\n(3)  甲３雑誌の頒布\n甲３雑誌は，平成２５年７月２０日頃，一般の書店において頒布された。\n上記雑誌は，平成２５年７月１９日及び２０日開催の第１５回日本褥瘡学会学術\n集会の開催に併せて創刊されたが，同学会の開催前に予約完売したことから，増刷\nが行われ，その際，本件商標を付した広告が掲載されることになった。このため，\n同雑誌は，第１刷として，本件商標を付した広告が掲載されていない国会図書館所\n蔵のもの（乙６）と，第２刷として，本件商標を付した広告が掲載されたもの（甲\n３雑誌）とが存在する。増刷が行われたことは，井上書店から，同学会の会場内の\n書店売場用に増刷分として発注されていることからも明らかである（甲１５）。国\n会図書館所蔵のものと甲３雑誌の相違は，甲３雑誌の頒布の事実を否定するものに\nはならない。\n(4)  小括\n以上のとおり，甲１カタログ，甲２カタログ及び甲３雑誌は，いずれも要証期間\n内に頒布されている。\nよって，本件商標は，要証期間内に使用されたものである。\n〔被告の主張〕\n(1)  甲１カタログの頒布\n甲１カタログが頒布された事実を示す客観的証拠は一切ない。\n(2)  甲２カタログの頒布\n原告は，本件審判において，甲２カタログの取引書類の提出を指示されたにもか\nかわらず，数度にわたり口頭審理への出頭を拒否し，虚偽の甲３雑誌を提出した上\nで，その後，ようやく奥村印刷株式会社（以下「奥村印刷」という。）作成に係る\n取引書類を提出したものである。また，奥村印刷は，原告と代表者が同じである株\n式会社医学出版（以下「医学出版」という。）の雑誌の発行を一手に引き受けてお\nり，原告とつながりが深い。さらに，原告が提出した甲２カタログの取引書類に関\nし，顧客からのはがき（甲２５，２６）には，商品名である「緑健青汁」について\n一切言及はなく，甲２カタログとの関係が不明である。印刷代金の請求書（甲２７）\nは，甲２カタログとの関係が不明であるほか，本件審判では，差替後の請求書（乙\n３３）も提出されており，その経緯も不明であって到底信用できない。パンフレッ\nトが２万５０００部印刷され（甲２７），その発送がされたにもかかわらず（甲２\n９），重ねて発送作業が行われている（乙３７）のも不自然である。銀行振込であ\nるにもかかわらず，領収書（甲３１）が発行され，かつただし書欄に何らの記載が\nないのも不自然である。\nしたがって，甲２カタログに係る取引書類の信用性は低く，甲２カタログは，頒\n布されていないというべきである。\n(3)  甲３雑誌の頒布\n「ＷＯＣ  Ｎｕｒｓｉｎｇ  ２０１３  創刊号」と題する甲３雑誌には本件商標\nに関する広告が掲載されているが，国会図書館所蔵の同名の雑誌（乙６）の該当ペ\nージには，そのような広告は掲載されていない。\n上記雑誌について，予約完売し，その後増刷が行われたという事実はない。日本\n各地の図書館において，同雑誌の発行後も，本件商標に関する広告が掲載されてい\nないもの（原告主張に係る第１刷）が入手されている。原告と医学出版は同じ代表\n者によって事実上一体的に事業を行っており，原告は医学出版の発行に係る同雑誌\nの印刷部数等は容易に立証できるにもかかわらず，同雑誌について増刷が行われた\nことを裏付ける客観的証拠も提出されていない。同雑誌の増刷に当たり，平成２５\n年７月１９日及び２０日開催の学会における資料配布を告知する広告を改めて掲載\nするのは不合理である。なお，井上書店作成に係る注文書（甲１５）には，増刷分\nを発注する旨記載があるところ，同注文書は本件訴訟の最終段階で初めて提出され\nたものであるほか，あえて注文書に「増刷」分であることを特記するとは考えにく\nく，また，小売業者である井上書店が出版社に発注する際に，卸値ではなく小売単\n価を記載するのも不自然であるから，同注文書の記載は信用できない。\nしたがって，甲３雑誌は，事後的に作成されたものであって，要証期間内に頒布\nされていないというべきである。\n(4)  その他の事情\n原告は，本件商標の指定商品である青汁に関する業務を，３年以上行っていない。\n本件商標の使用の事実は，本件商標を付した商品や，その取引書類を提出すること\nによって容易に証明でき，また，被告からも提出を求められたにもかかわらず，原\n告は，これらを提出しない。\n(5)  小括\n以上によれば，甲１カタログ，甲２カタログ及び甲３雑誌は，いずれも要証期間\n内に頒布されたものとは認められない。\n第４  当裁判所の判断\n１  本案前の抗弁について\n被告は，原告といきいき緑健は，本件商標に係る商標権を共有するところ，原告\nは，単独で本件審決の取消しを請求するから，本件訴えは不適法であると主張する。\nしかし，いったん登録された商標権について，登録商標の使用をしていないこと\nを理由に商標登録の取消審決がされた場合に，これに対する取消訴訟を提起するこ\nとなく出訴期間を経過したときは，商標権は審判請求の登録日に消滅したものとみ\nなされることとなり，登録商標を排他的に使用する権利が消滅するものとされてい\nる（商標法５４条２項）。したがって，上記取消訴訟の提起は，商標権の消滅を防\nぐ保存行為に当たるから，商標権の共有者の１人が単独でもすることができるもの\nと解される。そして，商標権の共有者の１人が単独で上記取消訴訟を提起すること\nができるとしても，訴え提起をしなかった共有者の権利を害することはない。\nまた，商標権の設定登録から長期間経過した後に他の共有者が所在不明等の事態\nに陥る場合や，訴訟提起について他の共有者の協力が得られない場合なども考えら\nれるところ，このような場合に，共有に係る商標登録の取消審決に対する取消訴訟\nが固有必要的共同訴訟であると解して，共有者の１人が単独で提起した訴えは不適\n法であるとすると，出訴期間の満了と同時に取消審決が確定し，商標権は審判請求\nの登録日に消滅したものとみなされることとなり，不当な結果となりかねない。\nさらに，商標権の共有者の１人が単独で取消審決の取消訴訟を提起することがで\nきると解しても，その訴訟で請求認容の判決が確定した場合には，その取消しの効\n力は他の共有者にも及び（行政事件訴訟法３２条１項），再度，特許庁で共有者全\n員との関係で審判手続が行われることになる（商標法６３条２項の準用する特許法\n１８１条２項）。他方，その訴訟で請求棄却の判決が確定した場合には，他の共有\n者の出訴期間の満了により，取消審決が確定し，商標権は審判請求の登録日に消滅\nしたものとみなされることになる（商標法５４条２項）。いずれの場合にも，合一\n確定の要請に反する事態は生じない。なお，各共有者が共同して又は各別に取消訴\n訟を提起した場合には，これらの訴訟は，類似必要的共同訴訟に当たると解すべき\nであるから，併合の上審理判断されることになり，合一確定の要請は充たされる。\n以上によれば，商標権の共有者の１人は，共有に係る商標登録の取消審決がされ\nたときは，単独で取消審決の取消訴訟を提起することができると解するのが相当で\nある（最高裁平成１３年（行ヒ）第１４２号同１４年２月２２日第二小法廷判決・\n民集５６巻２号３４８頁参照）。\nよって，原告は，単独で本件審決の取消しを請求することができる。被告の本案\n前の抗弁は，理由がない。\n２  認定事実\n証拠（各項末尾に掲げるもの）及び弁論の全趣旨によれば，以下の事実が認めら\nれる。\n⑴  被告は，平成２６年１月１０日，本件審判を請求し，同請求は，同月２９日\nに登録された。\n⑵  原告は，平成２６年２月２０日頃，特許庁に対し，本件商標の使用を立証す\nる証拠として，甲１カタログ及び甲２カタログを提出した。（乙１６）\n⑶  本件審判の審判長は，平成２６年７月１８日頃，原告に対し，甲１カタログ\n及び甲２カタログの印刷時期，印刷部数，頒布時期，頒布方法，頒布部数，頒布場\n所，頒布先などを客観的な証拠により確認できないから，要証期間内にこれらが頒\n布されたとの事実は認められないとの暫定的な見解を示した。（乙１６）\n(4)  原告は，平成２６年８月８日頃，特許庁に対し，本件商標の使用を立証する\n証拠として，甲３雑誌を提出した。（乙１７）\n(5)  本件審判の審判長は，平成２６年１２月１日頃，原告に対し，甲３雑誌は国\n会図書館所蔵のものとは異なるから，要証期間内に甲３雑誌が頒布されたとの事実\nは認められないとの暫定的な見解を示した。（乙１７）\n(6)  本件審判の審判長は，平成２７年１１月４日頃，原告に対し，甲１カタログ\n及び甲２カタログの記載内容から要証期間内に甲１カタログ及び甲２カタログが作\n成されたと認められたとしても，これらが頒布されたとの事実は客観的な証拠がな\nいから認められない，甲３雑誌が第２刷であったとしても，その記載内容から，要\n証期間内に甲３雑誌が頒布されたとの事実は認められないとの暫定的な見解を示し\nた。（乙１８）\n(7)  原告は，平成２８年１月１４日頃，特許庁に対し，甲２カタログの頒布によ\nる本件商標の使用を立証する証拠として，奥村印刷作成に係る，印刷代金の請求書\n（甲２７），封筒代金の請求書（甲２８）及び発送代金の請求書（甲２９）を提出\nした。（乙３１）\n(8)  原告は，平成２８年７月２０日頃，特許庁に対し，甲２カタログの頒布によ\nる本件商標の使用を立証する証拠として，奥村印刷作成に係る，品名の明記された\n印刷代金の請求書（乙３３），発送業務代金の請求書（乙３７），納品書（甲３０）\n及び領収証（甲３１）を提出した。（乙３４）\n(9)  特許庁は，平成２９年２月１０日，本件審判の審理を終結し，同年３月３１\n日，要証期間内における本件商標の使用は証明されないとして，本件審決をした。\n３  取消事由について\n(1)  甲３雑誌の頒布\nア  原告は，甲３雑誌は，平成２５年７月２０日頃，一般の書店において頒布さ\nれたと主張する。\nイ  甲３雑誌の発売について\n「ＷＯＣ  Ｎｕｒｓｉｎｇ  ２０１３  創刊号」と題する雑誌は，月刊誌の創刊\n号であり，平成２５年７月２０日に発売が開始されたものである（乙８）。そして，\n国会図書館に所蔵された同題名の雑誌（平成２５年９月２４日受入）は，実際に発\n売されたものと認められるところ，同雑誌には本件商標に係る文字を付した広告は\n掲載されていない（乙６）。しかし，審判長の暫定的見解を受けて，原告が平成２\n６年８月８日頃に提出した同題名の甲３雑誌には，本件商標に係る文字を付した広\n告が掲載されている（甲３）。\nまた，「ＷＯＣ  Ｎｕｒｓｉｎｇ  ２０１３  創刊号」と題する雑誌の出版社で\nある医学出版と原告とは，代表者も所在地も同じであるから（乙７），極めて密接\nな関係を有するものと認められる。そうすると，原告は，実際に発売された同題名\nの雑誌の一部を本件商標に係る文字を付した広告へと改変し，甲３雑誌を作成する\nことは可能であったといえる。\nそうすると，甲３雑誌は，平成２５年７月２０日頃，実際に発売されたものとい\nうことはできない。\nウ  原告の主張について\nこれに対し，原告は，「ＷＯＣ  Ｎｕｒｓｉｎｇ  ２０１３  創刊号」と題する\n雑誌の第１刷は平成２５年７月２０日より前に予約完売し，第２刷として増刷が行\nわれた，増刷時に本件商標を付した広告が掲載されることになった，国会図書館に\n所蔵された雑誌は第１刷であり，甲３雑誌は第２刷であるなどと主張する。\nしかし，「ＷＯＣ  Ｎｕｒｓｉｎｇ  ２０１３  創刊号」と題する雑誌は，予約\n完売したと主張される日以降に，国会図書館のみならず，全国各地の図書館におい\nて購入されており（乙６，神戸常盤大学において同年１０月受入（乙２５），東京\n女子医科大学及び京都橘大学において平成２６年１月受入（乙２６，２７），国立\nがんセンターにおいて平成２８年３月受入（乙２８）），これらの雑誌には，本件\n商標に係る文字を付した広告が掲載されていない。同題名の雑誌の第１刷が予約完\n売したとの原告の主張は，虚偽であるというほかない。\nまた，原告と「ＷＯＣ  Ｎｕｒｓｉｎｇ  ２０１３  創刊号」と題する雑誌の出\n版社である医学出版とは，前記のとおり極めて密接な関係を有するのであるから，\n医学出版が印刷会社に対し増刷の注文をしたのであれば，原告は，増刷が行われた\n事実を裏付ける客観的証拠を提出することは容易である。しかし，原告は，これを\n提出しない。\nなお，井上書店作成に係る平成２５年７月１９日付け注文書（甲１５）には，「Ｗ\nＯＣ  Ｎｕｒｓｉｎｇ  ２０１３  創刊号」と題する雑誌の増刷分を発注する旨記\n載がある。同題名の雑誌が増刷されたか否かは，本件審判において遅くとも平成２\n６年１２月頃から実質的な争点になっており，同注文書は，増刷が行われた事実を\n裏付ける重要な証拠であることは明らかであるにもかかわらず，これが証拠として\n提出されたのは，本件訴訟の第１回弁論準備手続期日の後である平成２９年１０月\nである。このような経緯で証拠として提出された同注文書の記載内容は，信用でき\nるものではない。\nしたがって，甲３雑誌は「ＷＯＣ  Ｎｕｒｓｉｎｇ  ２０１３  創刊号」と題す\nる雑誌の第２刷であるとの原告の主張は，採用できない。\nエ  小括\nよって，甲３雑誌は，実際に発売されたものということはできない。その他，甲\n３雑誌が，平成２５年７月２０日頃，一般の書店において頒布されたとの事実を認\nめるに足りる証拠はない。\n(2)  甲２カタログの頒布\nア  原告は，甲２カタログは，平成２５年７月頃，ダイレクトメールで送付され\nるなどして，頒布されたと主張する。\nイ  甲２カタログに係る取引書類\n原告は，甲２カタログの作成者であるから（甲２），甲２カタログが実際に作成・\n送付された事実を裏付ける客観的証拠を提出することは容易なことである。本件審\n判において，遅くとも平成２６年７月にはかかる証拠の提出が促されていたにもか\nかわらず，甲２カタログに係る取引書類が提出されたのは，１年半後の平成２８年\n１月に至ってからである。\nまた，原告は，平成２８年１月に，奥村印刷作成に係る，甲２カタログの印刷代\n金の請求書を提出し，同年７月に，品名を明記した同請求書を改めて提出した。そ\nのことからすると，原告は，奥村印刷が作成する取引書類の記載内容を容易に変更\nすることができる立場にあったと推認することができる。そして，甲２カタログに\n係る取引書類（甲２７～３１，乙３３，３７）は，いずれも奥村印刷が作成したも\nのであるから，これらの取引書類の記載内容を直ちに信用することはできない。\nさらに，ダイレクトメールの送付先名簿の作成に利用されたとされる顧客からの\n手紙（甲２６）には，甲２カタログの商品名である「緑健青汁」についての言及は\n一切ないから，これらの手紙が存在することは，何ら甲２カタログの送付を裏付け\nるものにはならない。\n加えて，前記(1)のとおり，原告は，平成２７年１１月以前から，「ＷＯＣ  Ｎｕ\nｒｓｉｎｇ  ２０１３  創刊号」と題する雑誌の第１刷は予約完売したとの虚偽の\n主張をしていたものであって，甲３雑誌の頒布の事実は認められないとの審判長の\n暫定的見解を受けた後に甲２カタログに係る取引書類を提出するに至ったのである\nから，これらの取引書類の記載内容も同様に虚偽である疑いが残る。\nよって，甲２カタログに係る取引書類の記載内容は，信用できるものではない。\nウ  小括\nその他，甲２カタログが，平成２５年７月頃，ダイレクトメールで送付されるな\nどしたとの事実を認めるに足りる証拠はない。なお，甲２カタログの最終頁末尾に\n「２０１２＆２０１３  リョクサイ＆いきいき緑健」と記載されているものの，同\n記載のみから，同事実を推認するに足りない。\n(3)  甲１カタログの頒布\nア  原告は，甲１カタログは，平成２４年の年間を通じて，ダイレクトメールで\n送付されるなどして，頒布されたと主張する。\nイ  原告は，甲１カタログの作成者であるから（甲１），甲１カタログが実際に\n作成・送付された事実を裏付ける客観的証拠を提出することは容易なことである。\nしかし，原告は，本件審判において，遅くとも平成２６年７月にはかかる証拠の提\n出が促されたにもかかわらず，甲１カタログに係る取引書類を一切提出しない。そ\nうすると，甲１カタログの最終頁末尾に「２０１２  リョクサイ＆いきいき緑健」\nと記載され，また，甲１カタログに添付された応募はがきには「差出人有効期間平\n成２５年３月１５日まで」と記載されているものの，これらの記載のみから，甲１\nカタログが，平成２４年にダイレクトメールで送付されるなどしたとの事実を推認\nするに足りない。そして，その他，同事実を認めるに足りる証拠はない。\n(4)  まとめ\n以上のとおり，甲１カタログ，甲２カタログ及び甲３雑誌は，いずれも要証期間\n内に頒布されたものとは認められない。また，そもそも，本件商標は，「緑健青汁」，\n「りょくけん青汁」，「リョクケン青汁」及び「ＲＹＯＫＵＫＥＮ  ＡＯＪＩＲＵ」\nの文字を４段に書して成るものであるのに対し，甲１カタログ，甲２カタログ及び\n甲３雑誌に記載された商標は，「緑健青汁」の文字のみを書して成るものである。\nこのような本件商標と使用商標とは，商標法５０条１項にいう「平仮名，片仮名及\nびローマ字の文字の表示を相互に変更するものであって同一の称呼及び観念を生ず\nる商標…その他の当該登録商標と社会通念上同一と認められる商標」であると，直\nちに認めることはできない。\nしたがって，本件商標が要証期間内に使用されたとの事実は認められないという\nべきであり，本件商標の商標登録は，商標法５０条の規定により取り消されるべき\nものである。\n４  結論\nよって，原告主張の取消事由は理由がないから，原告の請求を棄却することとし，\n主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官          髙      部    眞  規  子\n裁判官          山      門              優\n裁判官          片      瀬              亮\n別紙\n商標目録\n"
}