{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 7,
    "day": 18
  },
  "case_number": "平成23(行コ)326",
  "case_name": "各行政処分取消等請求控訴事件（原審・横浜地方裁判所平成２０年（行ウ）第８９号，同２１年（行ウ）第６７号，同２２年（行ウ）第３３号，同第６７号）",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　県教育委員会が，県立学校の卒業式及び入学式における国歌斉唱時に起立しなかった教職員の氏名等を各学校長に経過説明書によって報告させ，これを収集，利用していることが，思想及び信条に関する個人情報の取扱いを制限する神奈川県個人情報保護条例（平成２年神奈川県条例第６号）６条に違反するとしてされた，同条例３４条に基づく前記経過説明書に記載された情報（不起立情報）の利用停止請求に対し，県教育委員会がした利用停止をしない旨の決定（不停止決定）の取消しを求める請求が，棄却された事例\n２　県教育委員会が，県立学校の卒業式及び入学式における国歌斉唱時に起立しなかった教職員の氏名等を各学校長に経過説明書によって報告させ，これを収集，利用していることが，個人情報は本人から収集しなければならないとする神奈川県個人情報保護条例（平成２年神奈川県条例第６号）８条３項本文に違反するとしてされた，同条例３４条に基づく前記経過説明書に記載された情報（不起立情報）の利用停止請求に対し，県教育委員会がした利用停止をしない旨の決定（不停止決定）の取消しを求める請求が，棄却された事例",
  "case_gist": "１　県教育委員会が，県立学校の卒業式及び入学式における国歌斉唱時に起立しなかった教職員の氏名等を各学校長に経過説明書によって報告させ，これを収集，利用していることが，思想及び信条に関する個人情報の取扱いを制限する神奈川県個人情報保護条例（平成２年神奈川県条例第６号）６条に違反するとしてされた，同条例３４条に基づく前記経過説明書に記載された情報（不起立情報）の利用停止請求に対し，県教育委員会がした利用停止をしない旨の決定（不停止決定）の取消しを求める請求につき，前記条例６条１号にいう「思想，信条」に関する個人情報とは，人格そのものあるいは精神作用の基礎にかかわり，その人の政治的信念や個人の人格形成の核心をなす人生観，世界観の表れと外部から認識される情報をいうところ，前記不起立情報には，国歌斉唱時に起立しなかったという客観的，外形的な事実が記載されているにとどまり，起立しなかった動機，理由についての記載はないところ，一般的には，不起立の事実が，「日の丸」や「君が代」に否定的な歴史観ないし世界観と不可分に結び付くものとはいえず，その動機，理由についての情報なしに，不起立の事実自体が特定の思想又はこれに反する思想の表明として外部から認識されるものと評価することは困難であるから，前記不起立情報は，前記条例６条１号所定の個人情報に該当しないとして，前記請求を棄却した事例\n２　県教育委員会が，県立学校の卒業式及び入学式における国歌斉唱時に起立しなかった教職員の氏名等を各学校長に経過説明書によって報告させ，これを収集，利用していることが，個人情報は本人から収集しなければならないとする神奈川県個人情報保護条例（平成２年神奈川県条例第６号）８条３項本文に違反するとしてされた，同条例３４条に基づく前記経過説明書に記載された情報（不起立情報）の利用停止請求に対し，県教育委員会がした利用停止をしない旨の決定（不停止決定）の取消しを求める請求につき，実施機関である県教育委員会は，高校教育課長から各県立学校長あての通知により，卒業式及び入学式において国歌斉唱時に起立しなかった教職員の氏名と指導状況等を記載した経過説明書を提出するよう求め，各学校においては，式典当日に学校長等が，国歌斉唱の際に起立せずに着席した事実を同じ式場内から目視して確認し，その後，各学校の校長から国歌斉唱時に起立しなかった教職員に対し，起立しなかった事実の確認を求めており，これらの事実によれば，前記不起立情報は，実施機関がその所属の職員を介して本人から収集したものであるといえるから，同項に違反しないとして，前記請求を棄却した事例",
  "lawsuit_id": "82923",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=82923",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/923/082923_hanrei.pdf",
  "contents": "主                  文\n１  本件各控訴をいずれも棄却する。\n２  控訴費用は控訴人らの負担とする。\n事  実  及  び  理  由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２(1)  処分行政庁が控訴人Ｐ１，控訴人Ｐ２，控訴人Ｐ３，控訴人Ｐ４，控訴人\nＰ５，控訴人Ｐ６，控訴人Ｐ７，控訴人Ｐ８，控訴人Ｐ９及び控訴人Ｐ１０\nに対し別紙控訴人一覧表（以下「控訴人一覧表」という。）の「２００７年\n度卒業式にかかる利用不停止決定」欄記載の日にした自己情報利用不停止決\n定をいずれも取り消す。\n(2)  処分行政庁が控訴人Ｐ１，控訴人Ｐ２，控訴人Ｐ８，控訴人Ｐ１１，控訴\n人Ｐ１２，控訴人Ｐ１３及び控訴人Ｐ１４に対し控訴人一覧表の「２００８\n年度入学式にかかる利用不停止決定」欄記載の日にした自己情報利用不停止\n決定をいずれも取り消す。\n(3)  被控訴人は，その保管する控訴人Ｐ１，控訴人Ｐ２，控訴人Ｐ３，控訴人\nＰ４，控訴人Ｐ５，控訴人Ｐ６，控訴人Ｐ７，控訴人Ｐ８及び控訴人Ｐ９に\n関する控訴人一覧表の「２００７年度卒業式の経過説明書」並びに控訴人Ｐ\n１０に関する「２００７年度『卒業式における事務職員の行動の事実経過報\n告』」をいずれも抹消せよ。\n(4)  被控訴人は，その保管する控訴人Ｐ１，控訴人Ｐ２，控訴人Ｐ８，控訴人\nＰ１１，控訴人Ｐ１２，控訴人Ｐ１３及び控訴人Ｐ１４に関する控訴人一覧\n表の「２００８年度入学式の経過説明書」をいずれも抹消せよ。\n(5)  被控訴人は，控訴人Ｐ１，控訴人Ｐ２，控訴人Ｐ３，控訴人Ｐ４，控訴人\nＰ１５，控訴人Ｐ５，控訴人Ｐ６，控訴人Ｐ１６，控訴人Ｐ７，控訴人Ｐ８，\n控訴人Ｐ１１，控訴人Ｐ９，控訴人Ｐ１２，控訴人Ｐ１３，控訴人Ｐ１４及\nび控訴人Ｐ１０に対し，それぞれ１００万円及びこれに対する平成２０年１\n２月１３日から支払済みまで年５分の割合による金員を支払え。\n３(1)  処分行政庁が控訴人Ｐ１７，控訴人Ｐ１８，控訴人Ｐ１９，控訴人Ｐ２０\n及び控訴人Ｐ２１に対し控訴人一覧表の「２００８年度卒業式にかかる利用\n不停止決定」欄記載の日にした自己情報利用不停止決定をいずれも取り消す。\n(2)  処分行政庁が控訴人Ｐ１７，控訴人Ｐ１８及び控訴人Ｐ２０に対し控訴人\n一覧表の「２００９年度入学式にかかる利用不停止決定」欄記載の日にした\n自己情報利用不停止決定をいずれも取り消す。\n(3)  被控訴人は，その保管する控訴人Ｐ１７，控訴人Ｐ１８，控訴人Ｐ１９，\n控訴人Ｐ２０及び控訴人Ｐ２１に関する控訴人一覧表の「２００８年度卒業\n式の経過説明書」をいずれも抹消せよ。\n(4)  被控訴人は，その保管する控訴人Ｐ１７，控訴人Ｐ１８及び控訴人Ｐ２０\nに関する控訴人一覧表の「２００９年度入学式の経過説明書」をいずれも抹\n消せよ。\n(5)  被控訴人は，控訴人Ｐ１７，控訴人Ｐ１８，控訴人Ｐ１９，控訴人Ｐ２０\n及び控訴人Ｐ２１に対し，それぞれ１００万円及びこれに対する平成２１年\n１０月８日から支払済みまで年５分の割合による金員を支払え。\n４(1)  処分行政庁が控訴人Ｐ２２に対し平成２１年１１月１０日付けでした自\n己情報利用不停止決定を取り消す。\n(2)  被控訴人は，その保管する控訴人Ｐ２２に関する控訴人一覧表の「２００\n８年度卒業式の経過説明書」を抹消せよ。\n(3)  被控訴人は，控訴人Ｐ２２に対し，１００万円及びこれに対する平成２２\n年５月２８日から支払済みまで年５分の割合による金員を支払え。\n５(1)  処分行政庁が控訴人Ｐ２３及び控訴人Ｐ２４に対し平成２０年８月２０\n日付けで，控訴人Ｐ２５に対し同年７月２９日付けで，それぞれした自己情\n報利用不停止決定をいずれも取り消す。\n(2)  被控訴人は，その保管する控訴人Ｐ２４に関する「２００７年度卒業式の\n経過説明書」並びに控訴人Ｐ２３，控訴人Ｐ２５及び控訴人Ｐ２４に関する\n控訴人一覧表の「２００８年度入学式の経過説明書」をいずれも抹消せよ。\n(3)  被控訴人は，控訴人Ｐ２３，控訴人Ｐ２５及び控訴人Ｐ２４に対し，それ\nぞれ１００万円及びこれに対する平成２２年１０月８日から支払済みまで年\n５分の割合による金員を支払え。\n第２  事案の概要\n１  被控訴人が設置した県立学校において，処分行政庁は，各学校長から，平成\n１９年度卒業式，平成２０年度入学式，同年度卒業式及び平成２１年度入学式\nにおける国歌斉唱時に起立しなかった教職員の氏名等を経過説明書によって報\n告させた。控訴人らは，処分行政庁が控訴人らに係る経過説明書を収集し，利\n用していることが，思想及び信条に関する個人情報の取扱い並びに個人情報の\n収集を制限する神奈川県個人情報保護条例（平成２年神奈川県条例６号。以下\n「本件条例」という。）６条及び８条に違反するとして，本件条例３４条に基\nづき，処分行政庁に対し経過説明書に記載された情報（以下「本件不起立情報」\nという。）の利用停止を請求したが，処分行政庁は，利用停止をしない旨の決\n定（以下「本件不停止決定」という。）をした。\n本件は，控訴人らが，被控訴人に対し，(1)本件不停止決定は違法であるとし\nてその取消しを求めるとともに，(2)人格権に基づき，経過説明書の抹消を求め，\n(3)この情報収集等により精神的苦痛を被ったとして，国家賠償法１条１項に基\nづき，各１００万円の慰謝料及びこれに対する本件訴状送達の日の翌日から支\n払済みまで年５分の割合による遅延損害金の支払を求める事案である。\n原審は控訴人らの請求をいずれも棄却し，控訴人らが控訴した。\n２  基礎となる事実，本件条例の定め及び争点に関する当事者の主張は，次のと\nおり補正し，後記３のとおり当審における当事者の主張を付加するほかは，原\n判決の「事実及び理由」中「第２  事案の概要」の１ないし３に記載のとおり\nであるから，これを引用する。\n(1)  原判決８頁３・４行目の「取組」徹底するよう依頼する」を「取組の徹底\nを」求める」と，同頁９行目の「依頼した」を「求めた」と，同頁１２・１\n３行目の「依頼する」を「求める」といずれも改める。\n(2)  同９頁８行目の「３５条１項」を「３４条１項」と改め，同頁９行目の「経\n過説明書」の次に「に記載の不起立者の個人名」を加え，同頁１１行目の「記\n載のとおり，」の次に「平成１８年６月又は７月に，」を加える。\n(3)  同９頁１４行目の「利用停止の請求拒否処分」を「利用不停止決定」と改\nめる。\n(4)  同９頁２６行目の「情報は，」の次に「異議申立人の氏名，不起立の事実\nを確認した状況，指導の経過等（以下，この項において「本件情報」という。）\nであるところ，」を加える。\n(5)  １０頁１６行目の「調査審議し，」の次に「その結果を報告し，」を加え，\n同頁１８行目の「取り扱うために，」の次に「平成１９年１０月３０日，」\nを加える。\n(6)  同１０頁２２行目の「係る事務」，」の次に「事務の根拠法令等を地方公\n務員法３２条，地方教育行政の組織及び運営に関する法律（以下「地教行法」\nという。）１９条３項，２３条１号，３号，５号及び３２条，学校教育法（平\n成１９年法律９６号による改正前のもの。）２８条３項，６項，５１条，」\nを加える。\n(7)  同１２頁２２行目の「依頼した」を「依頼した。経過説明書の様式につい\nては，「平成  年  月  日に卒業式・入学式を実施したところ，国歌斉唱の\n際に不起立であった教職員がおりましたので，その事実確認及び指導経過に\nついて報告します。」との文章及びその下に「職名・氏名」「発生日時」「Ⅰ\n職員への指導及び事実確認の状況〈式以前の職員全体への指導，式当日の不\n起立の把握状況〉」「Ⅱ  指導経過〈式以後の校長からの個別指導内容等〉」\nと題する記載欄が設けられていた。なお，不起立の理由を当該の教職員に聞\nくことがないよう留意することとされた」と改め，同行目の「乙５の３」の\n次に「，４」を加える。\n(8)  同１３頁３行目末尾の次に改行の上，以下のとおり加える。\n「  控訴人ら（控訴人一覧表の「２００７年度卒業式にかかる利用不停止決定」\n及び「２００８年度入学式にかかる利用不停止決定」欄に日付の記載のある\n控訴人らに限る。）は，上記経過説明書に記載された情報の全てについて，\n本件条例３４条に基づいて利用の停止を請求したが，処分行政庁は，上記各\n欄記載の日付をもって，利用停止をしない旨の決定をした。」\n(9)  同１３頁５行目の「利用停止の請求拒否処分」を「利用不停止決定」と改\nめる。\n(10)  同１４頁５行目の「経過説明書」から同頁１０行目末尾までを「経過説\n明書の様式は前記(6)と同一であり，不起立の理由を当該の教職員に聞くこと\nがないよう留意することとされた点も同じであった（乙５の１，２）。」と\n改める。\n(11)  同１４頁１１・１２行目の「各利用停止決定日」を「本件不停止決定の\n日」と改める。\n(12)  同１５頁６行目の「目的」の次に「（枝番１）」を加え，同頁１９行目\n末尾の次に改行の上，以下のとおり加える。\n「  個人情報を取り扱う目的（枝番４）\n地方公務員法第２８条に規定する分限処分，第\n２９条に規定する懲戒処分等の措置に関し，必\n要な事務を行うため\n個人情報の項目        基本的項目（整理番号，氏名，性別，生年月日\n・年齢，続き柄），社会生活（職業・職歴，地\n位，成績・評価），その他の項目（情状，事故\n事実・原因，考査意見等）\n思想・信条等の個人情報の取扱い\n有（思想，信条及び宗教，人種及び民族，犯罪\n歴，社会的差別の原因となる社会的身分）\n取扱理由              法令（法令の名称等  地方公務員法第２８条，\n第２９条）\n個人情報の収集先及び収集の方法\n本人，本人以外（条例８条３項７号），市町村，\n家族，他の個人，その他（関係機関），文書」\n(13)  同１８頁９行目の「利用不停止決定処分」を「本件不停止決定」と改め\nる。\n(14)  同２５頁１６行目冒頭から同行末尾までを「憲法１３条により保護され\nるプライバシーの権利や，自己に関する情報を統制する権利を侵害する。」\nと改める。\n３  当審における当事者の主張\n(1)  控訴人ら\nア  本件不起立情報が本件条例６条１号所定の個人情報に当たることについ\nて\n本件条例６条１号は，実施機関が「思想，信条」に関する個人情報を取\nり扱うことを禁止しているが，本件不起立情報は同号所定の個人情報に当\nたる。\n最高裁平成２２年（オ）第９５１号同２３年６月６日第一小法廷判決・\n民集６５巻４号１８５５頁は，国歌斉唱時の起立斉唱行為は，「一般的，\n客観的に見て」国旗及び国歌に対する敬意の表明の要素を含む行為である\nことを認め，国旗・国歌に敬意を表明し難いと考える者に敬意の表明とな\nる起立・斉唱を求めることは，「間接的」ながら思想・良心の自由につい\nての制約となる面があることを認めた。したがって，国旗に向かって起立\nしなかったことは，思想・良心の自由に関する情報であり，本件不起立情\n報は，思想及び良心の自由に関する個人情報であって，同号所定の個人情\n報に当たることは明らかである。また，平成２４年１月１６日の３件の最\n高裁判決（最高裁平成２３年（行ツ）第２４２号、平成２３年（行ヒ）第\n２６５号同２４年１月１６日第一小法廷判決・裁判所時報１５４７号３３\n頁等）においても，「不起立行為等の動機，原因は，当該教職員の歴史観\nないし世界観等に由来する「君が代」や「日の丸」に対する否定的評価等\nのゆえに，本件職務命令により求められる行為と自らの歴史観ないし世界\n観等に由来する外部的行動とが相違することであり，個人の歴史観ないし\n世界観等に起因するものである。」と判示されており，これによっても，\n本件不起立情報が同号所定の個人情報に該当することは明らかである。\nイ  本件条例６条ただし書の要件を充たさないことについて\n(ア)  本件条例６条ただし書の要件のうち，あらかじめ神奈川県個人情報\n保護審議会（以下「本件審議会」という。）の意見を聴くとされている\n点については，処分行政庁の諮問に対する本件審議会の意見は，諮問内\n容を不適とするものであった。群馬中央バス事件の最高裁判決（最高裁\n昭和５０年５月２９日第一小法廷判決）は，諮問機関の設置を要求して\nいる法の趣旨から，行政機関の審議会答申尊重義務を肯定し，審議会の\nした答申に原則として従わなければならず，これと異なる職権行使をす\nる場合には，行政機関が特段の合理的な理由を立証しなければならない\nことを明確にしている。したがって，実施機関が本件審議会の意見に反\nする取扱いをするには，特段の合理的な理由が必要であり，実施機関が\n特段の合理的な理由を示すことなく，本件審議会の意見に反する取扱い\nをすることは，同条ただし書に反する。\n(イ)  処分行政庁が本件不起立情報を取り扱うことは，本件条例６条ただ\nし書の「正当な事務若しくは事業の実施のために必要がある」との要件\nも充たさない。\n国歌斉唱の際に起立することについては，職務命令は発せられていな\nいし，そのことは，多数の教職員へのアンケート及び別件の国旗国歌忠\n誠義務不存在確認訴訟の控訴審（当庁平成○年（行コ）第○号事件）で\n提出された教員らの多数の陳述書からも明らかである。また，勤務時間\n外の者に対する職務命令もあり得ない。上記控訴審判決（東京高等裁判\n所平成２２年３月１７日判決）においても，東京都と異なり，神奈川県\nの県立高校においては，職務命令が出されておらず，起立斉唱の義務不\n存在確認訴訟について法律上の争訟性がないとされている。\nなお，職員に対する職務命令については，職務命令であることが明示\n的に示されていなければならない。そうでなければ，校長からの依頼，\nお願いを拒否した場合に，どのような結果につながるのかが当該職員に\nは分からず，これに反することが服務違反となり，人事管理上不利益な\n情報として集積されるという不利益は，教職員にとって不意打ちとなる。\n神奈川県においては，東京都などの事案と異なり，職務命令であること\nが明示されていないのは，職務命令を発していないからである。\nさらに，本件においては，処分行政庁が収集した本件不起立情報に基\nづく指導はされておらず，本件不起立情報の収集の必要性はない。\nウ  本件条例８条１項違反について\n本件条例８条１項によれば，実施機関は，あらかじめ個人情報の取扱目\n的を明確にしなければならないが，本件のように，氏名を収集し，個人を\n検索しうる形で個人情報を取得する場合には，取扱目的の明確性を期する\n観点から，個人情報事務登録簿を備え，個人情報の項目名及び本件条例６\n条各号に関する個人情報を取り扱うときはその理由，個人情報の収集先及\nび収集の方法などを記載しなければならない（本件条例７条）。しかし，\n本件では，その事務登録は全くされておらず，明確性の原則との関係で極\nめて重大な問題がある。処分行政庁が提出した事務登録簿によっても，服\n務上の規律保持を目的としては，本件条例６条１号所定の個人情報を取り\n扱うことはできず，取扱いが可能なのは，分限に関わる場合のみとなって\nいる。\n以上によれば，本件不起立情報の取扱いは，本件条例８条２項に定める\n「適法かつ公正な手段による収集」にも当たらない。\nエ  本件条例８条３項違反について\n本件条例８条３項との関係では，当該個人情報の取得について，控訴人\nらに対して，どのような目的のために，どの機関が収集利用し，個人情報\nがどのように利用されるのかという点が，事前に通知され，これを受けて\n直接本人からの情報収集がされているといえる場合のみが，同項にいう「本\n人からの収集」に該当する。したがって，本件不起立情報の収集は，この\n要件を充たしていない。\nまた，実施機関である処分行政庁と各学校とは，組織体としては別個独\n立の組織であり，各学校が収集した情報を処分行政庁が利用することは個\n人情報の第三者提供となる。そのため，処分行政庁は，本人外収集を例外\n的に適用することについて，本件審議会への諮問を行っている。したがっ\nて，この点においても，本件不起立情報の収集は本件条例８条に違反する。\nオ  本件条例４０条違反について\n本件条例４０条は，本件条例３８条１項に基づく利用停止の請求に対し\nて実施機関がした決定について，行政不服審査法による不服申立てがあっ\nたときは，神奈川県個人情報保護審査会（以下「本件審査会」という。）\nに諮問し，その議を経て，当該不服申立てに対する決定を行わなければな\nらないと定めるところ，本件審査会は，同決定について取り消すべきであ\nるとの答申をした。本件審査会の答申には強い法的拘束性があるのである\nから，これに反する決定をすることについて特段の合理的な理由がない限\nり，処分行政庁は答申に拘束される。\nしたがって，本件不停止決定は，違法である。\n(2)  被控訴人\nア  本件不起立情報が本件条例６条１号所定の個人情報に当たらないことに\nついて\n処分行政庁が各校長あてに発出した教育長通知は，法規としての性格を\n有する学習指導要領並びに国旗国歌法の制定及びこれに伴う文部省通知を\n受けて正当に発出されたものである。同通知は，控訴人ら式典に出席する\n教職員に対し，学習指導要領から導かれる式典時の職務内容を明らかにす\nるために各校長宛になされた正当な職務命令に過ぎず，これに反する態度\nそれ自体を同号所定の個人情報と評価することはできない。\n本件条例６条が同条１号に掲げる思想信条に関する個人情報の取扱制限\nを定める趣旨は，ある思想信条を有する者が，その思想良心の自由を侵害\nされることを防止するためである。侵害の危険があるからこそ，それを未\n然に防止するため，侵害の前段階ともいえる思想信条に関する個人情報の\n取得を制限するという構造である。したがって，およそ侵害の考えられな\nい場面でその前段階である情報の取得を禁ずる意味はない。\n本件のような入学式，卒業式における国歌斉唱時の起立命令が正当な職\n務命令であり，教職員の思想良心の自由を侵害するものでないことは，既\nに多くの判例で認められている。具体的な場面においても，収集された不\n起立情報に基づいて控訴人らが意に反する指導や職務命令を受けたり，懲\n戒処分をされた場合でも，控訴人らの思想良心の自由を侵害することには\nならない。\nイ  本件条例６条ただし書の要件を充たすことについて\n(ア)  同条ただし書の要件との関係では，本件審議会はあくまで諮問機関\nに過ぎず，実施機関は，その答申に拘束されることなく処分を行うこと\nができる。控訴人らの主張する群馬中央バス事件の最高裁判決の評価は\n誤っており，同最高裁判決は，諮問機関の答申の内容どおりの行政処分\nがされたとしても，諮問機関の手続の瑕疵及び内容の瑕疵が行政処分に\n承継される場合があることを明らかにしたにとどまる。\n(イ)  本件において，本件条例６条ただし書にいう「正当な事務」とは，\n教職員に卒業式・入学式の国歌斉唱時に起立することを求める校長の指\n示・指導に従わず不起立であった教職員の氏名を把握し，この者に対し，\n起立をするよう，校長とともに組織的・継続的に指示・指導していく事\n務をいう。\n具体的には，校長は，式以前の職員会議，個別の面談，式当日の朝の\n打ち合わせの場等において，国歌斉唱時の起立を指示・指導しており，\nこの指示・指導は，職務命令にほかならない。被控訴人は，これに反す\nる教職員に対し，直ちに不利益処分を科することなく粘り強く説得する\n方針を採っているが，このことは，当該職務命令に従わなくともよいと\nいうことを意味するものではない。\nなお，処分行政庁においては，不起立者の氏名の収集を停止した事実\nはない。\nウ  本件条例８条との関係について\n本件不起立情報の取扱いについて，本件条例８条１項ないし３項に反す\nるところはなく，本件条例７条にも反する事実はない。\nなお，控訴人らは，被控訴人が本件審査会の答申を尊重することなく，\n本件不停止決定を維持していることが本件条例違反であると主張するけれ\nども，当該主張は，異議申立てに対して被控訴人がした平成２２年４月２\n日付け棄却決定についての瑕疵を主張するものに過ぎず，同決定は本件訴\n訟の対象ではない。また，本件審査会は，あくまで諮問機関であって，参\n与機関ではない。\n第３  当裁判所の判断\n１  本件不停止決定の取消事由の有無について\n(1)  本件不起立情報が本件条例６条１号所定の個人情報に当たるか否かにつ\nいて検討する。\nア  本件条例は，「生存する個人に関する情報であって，特定の個人が識別\nされ，又は識別され得るもの」を「個人情報」と規定した上（２条１号），\n６条により，(1)思想，信条及び宗教，(2)人種及び民族，(3)犯罪歴，(4)\n社会的差別の原因となる社会的身分に関する個人情報を取り扱ってはなら\nないと規定している。\nその意義について，被控訴人作成の神奈川県個人情報保護条例逐条解説\n（甲Ｂ６。以下「条例逐条解説」という。）によれば，「本条は，「(1)\n思想，信条及び宗教，(2)人種及び民族，(3)犯罪歴，(4)社会的差別の原因\nとなる社会的身分」に関する個人情報は，人格そのものあるいは精神作用\nの基礎にかかわる情報であること及び不当な差別に利用されるおそれのあ\nる情報であることから，不安や苦痛を感じさせる程度が強いとともに基本\n的人権を侵害する危険性が高いものであり，これらの個人情報を他人が取\nり扱うことは例外的にのみ認められなければならないことを定めたもの」\nであり，「思想及び信条とは，人格そのものあるいは精神作用の基礎にか\nかわる個人情報や不当な差別に利用されるおそれのある個人情報に限定的\nに解すべきである。」「思想及び信条を原則取扱い禁止とする事項として\n掲げたのは，内面の思想そのものまで統制しようとした過去の苦い経験を\n踏まえたものであり，本条において原則取扱い禁止とする思想及び信条と\nは，支持政党名，政治団体名，政治理念，政治活動の経歴，政治的信条等\nその人の政治的信念や個人の人格形成の核心をなす人生観，世界観が発露\nした情報がこれに当たるものである。したがって，性格，性質，趣味，嗜\n好，物事への意見，見解等はこれに当たらないものである。」との解説が\nされていることが認められる。\n以上によれば，本件条例６条１号にいう「思想，信条」に関する個人情\n報とは，人格そのものあるいは精神作用の基礎にかかわり，その人の政治\n的信念や個人の人格形成の核心をなす人生観，世界観の表れと外部から認\n識される情報がこれに当たるものと解するのが相当である。\nイ  ところで，前記第２の２判示の事実によれば，神奈川県においては，学\n校教育における国旗及び国歌に関する指導は，児童・生徒が我が国の国旗\n及び国歌の意義を理解し，諸外国の国旗及び国歌も含め，これらを尊重す\nる態度を身に付けることができるようにするために実施され，教職員には，\n児童・生徒に国旗及び国歌の意義や，入学式，卒業式などの儀式的行事に\nふさわしい態度や行動を理解させることが求められ，指導に当たる教職員\n自身が範を示す必要があるとの基本的な考え方の下で，入学式，卒業式な\nどの式典においては，国旗は式場正面に掲げるとともに，国歌の斉唱は式\n次第に位置付け，斉唱時に教職員は起立し，厳粛かつ清新な雰囲気の中で\n式が行われるよう，取組の徹底を求めるとともに，教職員が校長の指示に\n従わない場合や，式を混乱させる等の妨害行動を行った場合には，処分行\n政庁としては，服務上の責任を問い，厳正に対処していく旨の通知を，平\n成１６年１１月３０日，同１７年１１月２８日，同１８年１１月３０日，\n同１９年１１月３０日付けで，神奈川県教育長から各県立学校長あてに繰\nり返し発しており，処分行政庁の高校教育課長からは，各県立高等学校長\n等あてに，卒業式及び入学式につき，国歌斉唱時に起立しなかった教職員\nがいた学校については，当該教職員の氏名と指導状況等を記載した経過説\n明書を作成，提出するよう求め，かつ，不起立の理由を当該教職員に聞く\nことがないよう留意することを内容とする通知を発したものであり，本件\n不起立情報は，このような経緯に基づいて，各学校長から処分行政庁に提\n出された経過説明書に記載された情報である。\nそして，証拠（甲Ａ１第２の３ないし５，甲Ａ２第２の４，５，甲Ａ３\n第２の１，甲Ａ５第２の１，甲Ａ７第２の１，甲Ａ８第２の３，甲Ａ１０\n第２の２，甲Ａ１１第２の１，２，甲Ａ１２第２の２，甲Ａ１３第２の１，\n甲Ａ１４第２の１，甲Ａ１５第２の２，甲Ａ１６第２の２，甲Ａ１７第２\nの２，甲Ａ１９第２の１，２，甲Ａ２０第２の１，２，甲Ａ２１第２の１，\n甲Ａ２２第２の１，２，甲Ａ２３第２の１，甲Ａ２４第２，甲Ａ２５第２，\n甲Ａ２６第２，甲Ａ２７第２の１，２。以下，合わせて「本件経過説明書」\nという。）によれば，控訴人らに係る本件経過説明書には，卒業式・入学\n式の日時，学校名，不起立であった教職員の職名・氏名，発生日時，式以\n前の校長から職員全体への国歌斉唱時の起立に関する指示・指導の状況，\n式当日の不起立の把握状況，式後の校長からの個別指導内容，不起立であ\nったことを当該教職員に確認した際の状況が記載されており，当該教職員\nが国歌斉唱時に起立しなかった動機，理由についての記載はないこと，控\n訴人Ｐ１０については，Ｐ２６高等学校の事務職員であるが，平成２０年\n３月１日の平成１９年度卒業式当日は勤務を命じられていなかったにもか\nかわらず，上司である校長，事務長の了解を求めないまま，開式の直前に\n会場に入り，教職員席に着席し，国歌斉唱時には，起立を求める司会者の\n発声にもかかわらず起立しなかったとして，当該内容について，所定の様\n式による経過説明書ではなく，「卒業式における事務職員の行動の事実経\n過報告」と題する書面が作成され，処分行政庁に提出されたが，これにも，\n同控訴人が起立しなかった動機，理由についての記載はないことが認めら\nれる。\nウ  上記認定の事実によれば，本件不起立情報には，控訴人らが国歌斉唱時\nに起立しなかったことを含む上記認定のとおりの情報が記載されているも\nのであり，いずれも客観的，外形的な事実の記載にとどまり，起立しなか\nった動機，理由についての記載はないことが認められる。\nそして，学校の儀式的行事である卒業式等の式典における国歌斉唱時の\n起立行為は，一般的，客観的に見て，国旗及び国歌に対する敬意の表明の\n要素を含む行為であって，そのように外部から認識される行為であるとし\nても，これらの式典における慣例上の儀礼的な所作としての性質を有する\nものであり，かつ，そのような所作として外部からも認識されるものとい\nうべきであるから，それ自体が特定の思想又はこれに反する思想の表明と\nして外部から認識されるものと評価することは困難であり，「日の丸」や\n「君が代」に否定的な歴史観ないし世界観を否定することと不可分に結び\n付くものということはできず，起立行為を求めることも，そのような歴史\n観ないし世界観それ自体を否定するものということはできない。そして，\nこのような慣例上の儀礼的な所作としての起立行為を求められた場合に，\nこれを拒否することも，上記のような歴史観ないし世界観に基づく一つの\n選択によるものであることがあり得ることも否定はできないものの，一般\n的には，不起立の事実が，そのような歴史観ないし世界観と不可分に結び\n付くものとはいえないのであって（最高裁平成１６年（行ツ）第３２８号\n同１９年２月２７日第三小法廷判決・民集６１巻１号２９１頁，最高裁平\n成２２年（行ツ）第３１４号同２３年６月１４日第三小法廷判決・民集６\n５巻４号２１４８頁参照），不起立の事実は，その動機，理由についての\n情報なしに，それ自体が特定の思想又はこれに反する思想の表明として外\n部から認識されるものと評価することは困難であるというべきであり，し\nたがって，本件不起立情報は，本件条例６条１号所定の個人情報に該当し\nないものというべきである。\nエ(ア)  これに対し，控訴人らは，卒業式及び入学式において国旗に正対し\nて国歌斉唱をするか否かは，国家の象徴である国旗及び国歌に対してど\nのように向き合うかという問題であり，同場面における不起立という行\n為は，当該不起立者の人格形成をなす人生観・世界観の発露であって，\n少なくとも，「日の丸」・「君が代」に対する否定的評価を持つことか\nら生まれる思想信条に基づいた行動であることを推知させるには十分な\n情報であり，本件条例６条１号所定の個人情報に当たる旨主張する。\nしかしながら，国歌斉唱時の起立行為は，式典における慣例上の儀礼\n的な所作としての性質を有するものであり，かつ，そのような所作とし\nて外部からも認識されるものというべきであり，不起立の事実も，歴史\n観ないし世界観に基づく一つの選択によるものであることがあり得るこ\nとも否定はできないものの，一般的には，そのような歴史観ないし世界\n観と不可分に結びつくものということはできず，特定の思想又はこれに\n反する思想の表明として外部から認識されるものと評価することが困難\nであることは前記ウ判示のとおりであるから，控訴人らの主張は採用す\nることができない。\n(イ)  また，控訴人らは，本件不起立情報に不起立の動機，理由が含まれ\nていなくとも，処分行政庁は，この不起立が控訴人らの思想信条に基づ\nく行為であることを認識しているから，本件不起立情報は本件条例６条\n１号所定の個人情報に該当する旨主張する。\nしかしながら，本件条例においては，本件条例６条各号に掲げる事項\nに関する個人情報に該当するか否かについては，当該情報自体から，そ\nの性質を踏まえて客観的に判断されることが求められているのであり，\n実施機関が認識している他の情報と照合した上で，これに当たるか否か\nが判断されるべきものとすることは，本件条例の予定するところではな\nいと解すべきである。したがって，仮に，控訴人らが「日の丸」・「君\nが代」に対する否定的評価を持つことに由来する思想信条を有しており，\nそのことを処分行政庁が認識していたとしても，そのことによって，本\n件不起立情報が本件条例６条１号所定の個人情報に該当することになる\nものではないというべきである。\n(ウ)  さらに，控訴人らは，最高裁判例も，国旗・国歌に敬意を表明し難\nいと考える者に敬意の表明となる起立斉唱を求めることは，「間接的」\nながら思想・良心の自由についての制約となる面があることを認めてお\nり，平成２４年１月１６日の３件の最高裁判決においても，「不起立行\n為等の動機，原因は，当該教職員の歴史観ないし世界観等に由来する「君\nが代」や「日の丸」に対する否定的評価等のゆえに，本件職務命令によ\nり求められる行為と自らの歴史観ないし世界観等に由来する外部的行動\nとが相違することであり，個人の歴史観ないし世界観等に起因するもの\nである。」と判示しているから，これらによっても，本件不起立情報が\n本件条例６条１号所定の個人情報に該当することは明らかである旨主張\nする。\nしかしながら，国歌斉唱時の起立行為は，式典における慣例上の儀礼\n的な所作としての性質を有するものであり，かつ，そのような所作とし\nて外部からも認識されるものというべきであって，不起立の事実も，歴\n史観ないし世界観に基づく一つの選択によるものであることがあり得る\nことは否定できないものの，一般的には，「日の丸」や「君が代」に対\nする否定的な歴史観ないし世界観と不可分に結びつくものということは\nできず，特定の思想又はこれに反する思想の表明として外部から認識さ\nれるものと評価することが困難であることは前記ウ判示のとおりであ\nり，また，本件条例においては，本件条例６条各号に掲げる事項に関す\nる個人情報に該当するか否かについては，当該情報自体からその性質を\n踏まえて客観的に判断されることが求められているのであり，実施機関\nが認識している他の情報と照合した上で，これに当たるか否かが判断さ\nれるとすることは，本件条例の予定するところではないことも前記(イ)\n判示のとおりである。\nそして，上記３件の最高裁判決は，職員に対する職務命令違反を理由\nとする懲戒処分の適否を判断したものであり，この判断のためには，懲\n戒権者が，懲戒事由に該当すると認められる行為の外形のみならず，そ\nの原因，動機を含めた諸般の事情を考慮して，懲戒処分にすべきかどう\nか，また，懲戒処分をする場合にいかなる処分を選択すべきかを決定す\nる裁量権の行使が，社会観念上著しく妥当を欠いて裁量権の範囲を逸脱\n又は濫用したと認められるか否かを検討すべきものである（最高裁昭和\n４７年（行ツ）第５２号同５２年１２月２０日第三小法廷判決・民集３\n１巻７号１１０１頁，最高裁昭和５９年（行ツ）第４６号平成２年１月\n１８日第一小法廷判決・民集４４巻１号１頁参照）。そこで，最高裁は，\n上記３件の事例において原審が各教職員について各自の不起立行為の動\n機原因を認定した事実関係を前提に懲戒処分の適否についての判断を示\nしたものであって，国歌斉唱時の教職員の不起立の事実が，一般的に，\n「日の丸」や「君が代」に対する否定的な歴史観ないし世界観と不可分\nに結びつく旨を判示したものということはできず，本件不起立情報が本\n件条例６条１号所定の個人情報に当たらないとする上記認定判断を左右\nするものではないというべきである。\n控訴人らの主張は採用することができない。\nオ  以上によれば，本件不起立情報は，本件条例６条１号所定の個人情報に\nは該当しないものと認められ，他にこれを左右するに足りる証拠はない。\n(2)  本件不起立情報は本件条例６条１号所定の個人情報に当たらないと認め\nられることは上記(1)判示のとおりであるが，処分行政庁は，本件不起立情報\nの収集について本件条例６条ただし書の手続を採っていることを踏まえ，念\nのため，処分行政庁による取扱いが同条ただし書の要件を充たすか否かにつ\nいても検討する。\nア  本件条例６条ただし書は，同条各号所定の個人情報であっても，あらか\nじめ本件審議会の意見を聴いた上で正当な事務又は事業の実施のために必\n要があると認めて取り扱うときは，取扱いが禁止されない旨規定する。\nイ  まず，実施機関である処分行政庁が「あらかじめ本件審議会の意見を聴\nいた上で」取り扱っているものといえるか否かについて検討する。\n(ア)  処分行政庁は，平成１９年１０月３０日付けで，事務の名称を「県\n立高校等の入学式，卒業式における国歌斉唱時の教職員の不起立状況把\n握及び指導に係る事務」，事務の根拠法令等を地方公務員法３２条，地\n教行法２３条１号，３号等，事務の目的を「県立高校等の入学式，卒業\n式における国歌斉唱時に起立しなかった教職員を把握し，起立するよう\n指導を行うため」，取り扱う個人情報を「県立高校等の入学式，卒業式\nの国歌斉唱時に起立しなかった事実及び当該教職員の氏名，校長による\n指導の経過」，取り扱う理由を「県立高校等の入学式，卒業式は，学習\n指導要領に基づき，儀式的行事として行わなければならず，生徒を指導\nする立場にある教職員は，職務として，入学式，卒業式における国歌斉\n唱時には起立することを求められている。高校教育課，子ども教育支援\n課は，入学式，卒業式における国歌斉唱時に起立しなかった教職員に校\n長とともに起立指導を行う際に，繰り返し起立しなかったか否かの情報\nも指導を行う上で必要であり，国歌斉唱時に起立しなかった教職員の氏\n名，不起立であった事実を確認した日時，不起立であった事実の確認，\n校長による指導の経過を毎年度継続して収集する必要がある」として，\n本件審議会に諮問を行い，これに対し，本件審議会は，平成２０年１月\n１７日，「当審議会としては，条例第６条ただし書に基づいて，思想信\n条情報を例外的に取り扱うとする，本件事務の正当性及び必要性を積極\n的に認めるという意味において，本件諮問の内容を適当とする答申を行\nうことはなし難い。もっとも，条例第６条ただし書では元来，実施機関\nは「審議会の意見を聴いた上で正当な事務若しくは事業の実施のために\n必要があると認めて取り扱う」と定めているので，上記のような理由に\nより諮問内容を不適とする本答申を踏まえて，最終的にいかなる職権行\n使をするかは，実施機関である教育委員会に条例上ゆだねられていると\nころと解される。この場合に，実施機関としては，すでに前記審査会の\n答申内容は当審議会への本件諮問によって履行しているものと考えられ\nる。」との内容の答申をしたことは，前記第２の２判示のとおりである。\n上記事実によれば，処分行政庁は，本件不起立情報を取り扱うに当た\nり，あらかじめ本件審議会の意見を聴いたものと認められる。\n(イ)  これに対し，控訴人らは，上記諮問に対する本件審議会の意見は，\n諮問内容を不適とするものであり，群馬中央バス事件の最高裁判決に照\nらしても，実施機関がこれに反する取扱いをすることは，客観的に特段\nの合理的な理由がない限り，違法となる旨主張する。\nしかしながら，本件条例６条ただし書においては，実施機関は「あら\nかじめ本件審議会の意見を聴いた上で」正当な事務事業の実施のために\n必要があると認めて取り扱うときはこの限りでないと規定されているの\nであり，実施機関が同条ただし書の本件審議会の意見に拘束される旨の\n規定もないのであるから，本件審議会は諮問機関であり，実施機関はそ\nの意見に拘束されるものではないことはその規定上明らかというべきで\nある。したがって，実施機関が本件審議会の答申に反する取扱いをする\nことが，特段の合理的な理由がない限り違法となるものとは解されない。\nそして，この理は，本件審議会の上記答申が「本答申を踏まえて，最\n終的にいかなる職権行使をするかは，実施機関である教育委員会に条例\n上ゆだねられているところと解される。この場合に，実施機関としては，\nすでに，前記審査会の答申内容は当審議会への本件諮問によって履行し\nているものと考えられる」としていることからも裏付けられるというべ\nきである。\nなお，最高裁昭和４２年（行ツ）第８４号同５０年５月２９日第一小\n法廷判決・民集２９巻５号６６２頁は，「一般に，行政庁が行政処分を\nするにあたつて，諮問機関に諮問し，その決定を尊重して処分をしなけ\nればならない旨を法が定めているのは，処分行政庁が，諮問機関の決定\n（答申）を慎重に検討し，これに十分な考慮を払い，特段の合理的な理\n由のないかぎりこれに反する処分をしないように要求することにより，\n当該行政処分の客観的な適正妥当と公正を担保することを法が所期して\nいるためであると考えられる」と判示するが，これは，運輸省設置法に，\n運輸大臣が自動車運送事業の免許の許否を決する場合には，運輸審議会\nにはかり，その決定を尊重して，これをしなければならないとの規定の\nある運輸審議会について判示されたものであるから，本件条例６条ただ\nし書に関する上記判断を左右するものではない。\n控訴人らの上記主張は，採用することができない。\nウ  次に，処分行政庁が本件不起立情報を取り扱うことが，本件条例６条た\nだし書にいう「正当な事務若しくは事業の実施のために必要があると認め\nて取り扱うとき」に当たるか否かを検討する。\n(ア)  被控訴人は，正当な事務事業の実施の必要性として，国歌斉唱時の\n教職員の不起立という職務命令違反に対し指導を行うために不起立者を\n把握する必要があると主張するので，まず，入学式・卒業式における国\n歌斉唱時の起立に関する職務命令の有無について検討する。\n(イ)  神奈川県においては，平成１６年１１月３０日付け以降繰り返され\nた各教育長通知により，各校長に対し，国歌の斉唱は式次第に位置付け，\n斉唱時に教職員は起立し，厳粛かつ清新な雰囲気の中で式が行われるよ\nう，取組の徹底を求め，教職員が校長の指示に従わない場合には，処分\n行政庁としては，服務上の責任を問い，厳正に対処していく考えである\nことを伝えていること，さらに，処分行政庁が本件審議会に対してした\n前記イ(ア)の諮問においては，事務の名称を「県立高校等の入学式，卒\n業式における国歌斉唱時の教職員の不起立状況把握及び指導に係る事\n務」，事務の目的を「県立高校等の入学式，卒業式における国歌斉唱時\nに起立しなかった教職員を把握し，起立するよう指導を行うため」とし，\n事務の根拠法令に，職務命令に関する規定である地方公務員法３２条が\n含まれていたことは，前記第２の２判示のとおりである。\n(ウ)  さらに，本件経過説明書の記載，証拠（甲Ａ４第２の１，２，甲Ａ\n１８第２の１，甲Ｂ３，甲Ｂ５，乙１９，２２ないし２４，２６ないし\n２８，３４の１，２）及び弁論の全趣旨によれば，控訴人らの所属する\n各学校においては，校長は，卒業式・入学式以前の職員会議，個別の面\n談，式当日の朝の打合せの場等において，上記教育長通知について説明\nし，その内容を読み上げ，又はその写しを各職員に配布して，国歌斉唱\nを式次第に位置付け，教職員が国歌斉唱時に起立するよう指示・指導を\nし，これを命じていた事実が認められる。\n(エ)  校長は，学校教育法６２条において準用する同法３７条４項の規定\nにより，校務をつかさどり，所属職員を監督する地位にあるところ，上\n記(イ)，(ウ)の事実によれば，控訴人らの所属する各学校の校長は，所\n属する教職員に対し，地方公務員法３２条の「上司の職務上の命令」，\nいわゆる職務命令として，卒業式及び入学式における国歌斉唱時の起立\nを求める指示・指導をしたものと認めることができる。\nそして，校長が職員に対して学校の儀式的行事である卒業式等の式典\nにおける国歌斉唱時の起立行為を求める職務命令は，憲法１９条に違反\nするものではないというべきである（最高裁平成２２年（行ツ）第３１\n４号同２３年６月１４日第三小法廷判決・民集６５巻４号２１４８頁，\n最高裁平成２２年（行ツ）第３７２号同２３年６月２１日第三小法廷判\n決・裁判集民事２３７号５３頁参照）。\n(オ)  これに対し，控訴人らは，国歌斉唱時の起立行為について職務命令\nは発せられていなかったと主張し，控訴人らの陳述書（甲Ａ１ないし３\nの第３，甲Ａ５ないし１７の第３，甲Ａ１９ないし２７の第３，甲Ｂ３\n０，３１，３４，３６，甲Ｂ４２の１ないし４６４，甲Ｂ４３ないし５\n２）並びに控訴人Ｐ１，同Ｐ３，同Ｐ９及び同Ｐ１１本人（いずれも原\n審）の供述中にはこれに沿う部分がある。\nしかしながら，地方公務員法３２条に定める「上司の職務上の命令」\nには，職員の職務の遂行に当たって，その職員を指揮監督する権限を有\nする上司によるその職員の職務に関する命令であれば，口頭によるもの\nも含まれ，特定の職員を名宛人として行われる場合も，特定人を名宛人\nとせず，所属の職員に対して一律に命ずる場合もこれに含まれると解さ\nれるのであるから，前記認定のように，各学校において校長が各職員に\n対し国歌斉唱時に起立するよう指示・指導し，命じたことは，これに該\n当するものと認めることができるのであり，以上判示の点に照らせば，\n本件において国歌斉唱時の起立を求める職務命令は発せられていなかっ\nたとする上記供述は，いずれも採用することはできない。\n控訴人らは，職員に対する職務命令については，職務命令であること\nが明示的に示されていなければならず，そうでなければ，人事管理上不\n利益を受ける教職員にとって不意打ちとなる旨主張するけれども，上記\nの要件を充たす限り，職員の職務についての上司の職務上の命令が職務\n命令に当たるものというべきであるから，控訴人らの主張は採用の限り\nではない。\n(カ)  以上判示したところによれば，本件不起立情報は，国歌斉唱時の起\n立行為を求める職務命令である校長の指示・指導に反した教職員の違反\n事実に関する情報であり，当該情報は，当該教職員に対する指導を実施\nする上でも，また，当該教職員に対する服務違反による人事上の措置の\n要否，内容を検討する上でも必要なものと認められるのであるから，学\n校その他の教育機関の設置及び管理に関する事務並びに学校その他の教\n育機関の職員の任免その他の人事に関する事務を所管する処分行政庁に\nおいて（地教行法２３条１号，３号参照），本件不起立情報を所掌事務\nの遂行上必要なものとして収集し，管理することは，「正当な事務若し\nくは事業の実施のために」必要がある場合に該当するというべきである。\nなお，証拠（甲Ｂ３）及び弁論の全趣旨によれば，処分行政庁の高校\n教育課長は，本件審議会における説明において，入学式・卒業式の国歌\n斉唱の際に起立しなかった教職員に対し，過去に不起立という事実によ\nって処分をしたことはなく，粘り強く指導を繰り返していく旨の説明を\nしており，上記職務命令に従わない職員について地方公務員法に基づく\n懲戒処分をする可能性がある旨の説明はしていないことが認められるけ\nれども，仮に，処分行政庁において職務命令に従わない職員に対する懲\n戒処分を当時想定していなかったとしても，職員に対する指導はもとよ\nり，学校など教育機関の管理に関する事務，その職員の任免その他の人\n事に関する事務を適正に遂行するためには，処分行政庁において本件不\n起立情報を収集する必要性が否定されるものではないというべきであ\nる。\nまた，控訴人らは，本件不起立情報に基づく指導はされておらず，本\n件不起立情報を収集する必要性はない旨主張するけれども，本件不起立\n情報の収集，管理が，処分行政庁の所掌事務の遂行上必要なものと認め\nられるのは、上記判示のとおりであるから，控訴人らの主張は採用の限\nりではない。\n(キ)  なお，控訴人Ｐ１０については，Ｐ２６高等学校の事務職員である\nが，平成２０年３月１日の平成１９年度卒業式当日は勤務を命じられて\nいないにもかかわらず，上司である校長，事務長の了解を求めないまま，\n開式の直前に会場に入り，教職員席に着席し，国歌斉唱時には，起立を\n求める司会者の発声にもかかわらず起立しなかったとして，当該内容に\nついて，所定の様式による経過説明書ではなく，「卒業式における事務\n職員の行動の事実経過報告」が作成され，実施機関に提出されたことは，\n前記(1)イ認定のとおりである。したがって，同控訴人については，勤務\n時間外の行為であるから，職務命令に違反したか否かが直接問題となる\nわけではないが，勤務時間外に，上司の了解を得ないで同校の行事であ\nる式典の会場の教職員席に着席し，国歌斉唱時に起立しなかった点につ\nいて，これに関する指導，人事上の措置の要否，内容を検討する上で，\n同控訴人に係る本件不起立情報は必要な情報であると認められ，学校な\nど教育機関の管理に関する事務，その職員の任免その他の人事に関する\n事務を適正に遂行するために，処分行政庁がこれを収集し，管理するこ\nとは，「正当な事務若しくは事業の実施のために」必要な場合に当たる\nというべきである。\n(ク)  以上判示したところに照らせば，処分行政庁が本件不起立情報を取\nり扱うことについては，仮に本件不起立情報が本件条例６条１号所定の\n個人情報に当たると解する余地があるとしても，同条ただし書の規定に\nより適法なものと認められるというべきである。\n(3)  次に，本件不起立情報の収集が本件条例８条に違反するか否かという点に\nついて検討する。\nア  本件条例８条１項は，実施機関は，個人情報を収集するときは，あらか\nじめ個人情報を取り扱う目的（以下「取扱目的」という。）を明確にし，\n収集する個人情報の範囲を当該取扱目的の達成のために必要な限度を超え\nないものとしなければならないと規定している。そして，条例逐条解説に\nよれば，同項は，実施機関が個人情報を取り扱う最初の段階である収集の\n時点において，誤った個人情報や事務又は事業の執行に当たって不必要な\n個人情報を収集してはならないことを規定したものであり，本件条例７条\nの規定により個人情報取扱事務の登録がなされた事務（検索可能な個人情\n報を取り扱う事務）については，個人情報事務登録簿の中で示された取扱\n目的の達成のために必要な範囲内で，収集に当たることとなり，個人情報\n事務登録簿への登録を要しない事務に係る個人情報を収集する場合には，\n収集に当たる職員が十分に本条の制定趣旨を理解し，個別に個人情報の取\n扱目的の範囲を確認した上で，事務又は事業の執行に当たるように心がけ\nることが重要であると記載されていることが認められる。\n処分行政庁による個人情報事務登録簿の記載については，前記第２の２\n判示のとおり，「教職員等の服務に関する事務」の名称により「教職員等\nの服務規律保持及び諸手続きのため」を目的として記載し，また，「教職\n員等の任免等に関する事務」の名称により，枝番１の目的は「教職員等の\n人事管理のため」とし，枝番４の目的は「地方公務員法第２８条に規定す\nる分限処分，第２９条に規定する懲戒処分等の措置に関し，必要な事務を\n行うため」として，それぞれ登録されているところ，本件不起立情報の収\n集は，これらの項目に該当するものと認められ，また，収集された本件経\n過説明書の記載内容に照らしても，その目的達成のために必要な限度を超\nえない範囲内で個人情報の収集がされているものと認められ，この認定を\n左右するに足りる証拠はない。\n控訴人らは，上記のうち，教職員等の服務に関する事務については，本\n件条例６条１号所定の個人情報を取り扱うことの登録がない旨主張するけ\nれども，本件不起立情報が同号所定の個人情報に該当しないことは前記(1)\n判示のとおりであり，また，仮にこれに該当するとしても，前記第２の２\nに判示するところによれば，「地方公務員法第２８条に規定する分限処分，\n第２９条に規定する懲戒処分等の措置に関し，必要な事務を行うため」と\nの目的で取り扱うことが登録されているのであるから，控訴人らの主張は，\n採用の限りではない。\nしたがって，処分行政庁による本件不起立情報の取扱いは，本件条例８\n条１項に違反するものではないと認められる。\nイ  控訴人らは，上記ア主張の点をもって，本件不起立情報の取扱いが本件\n条例８条２項の定める「適法かつ公正な手段による収集」にも当たらない\n旨主張するけれども，上記アの判示するところに照らし，理由のないこと\nが明らかである。\nウ  次に，本件条例８条３項に違反するか否かを検討する。\n(ア)  本件条例８条３項は，「実施機関は，個人情報を収集するときは，\n本人から収集しなければならない。」と規定している。\n前記第２の２判示の事実及び本件経過説明書の記載を総合すると，実\n施機関である処分行政庁は，高校教育課長から各県立学校長あての通知\nにより，卒業式・入学式において国歌斉唱時に起立しなかった教職員の\n氏名と指導状況等を記載した経過説明書を提出するよう求めたこと，各\n学校においては，式典当日に学校長，副校長，教頭，事務長又は主幹が，\n控訴人らが国歌斉唱の際に起立せずに着席した事実を同じ式場内から目\n視して確認したこと，その後，各学校の校長（控訴人Ｐ１９については\n教頭）から，控訴人らが起立しなかった事実の確認を求めたことが認め\nられ，これらの事実によれば，本件不起立情報は，実施機関が，その所\n属の職員を介して，本人から収集したものであると認めることができる。\nそして，前記教育長通知が説明され，式典以前に国歌斉唱時に起立を\n求める指示・指導がされていたことは前記(2)ウ判示のとおりであるこ\nと，平成１７年度卒業式以降，処分行政庁は起立しなかった職員の氏名\nを経過説明書の形で報告させ，控訴人らがその利用停止請求をしたこと\nは前記第２の２判示のとおりであることに照らせば，控訴人らは，平成\n１９年度卒業式，平成２０年度入学式，同年度卒業式及び平成２１年度\n入学式において教職員席で起立しない者がいるか否かについて，学校長\n又はその部下職員が式典会場において目視し，これが処分行政庁に報告\nされていることを認識していたものと認められ，このことと上記認定事\n実とを総合すれば，本件不起立情報を実施機関が学校長又はその部下職\n員を介して収集したことが，控訴人ら本人の知らない間になされたもの\nとは認められないというべきである。\n(イ)  これに対し，控訴人らは，本件条例８条３項は，本人の同意に基づ\nいて収集しなければならない旨を定めたものであり，本件不起立情報の\n収集はこれに反している旨，また，個人情報保護法１６条によれば個人\n情報の収集に当たっては，事前に本人の同意を得ることが必要とされて\nいるから，本件条例８条３項も「本人同意の原則」を採用したものと解\nすべきである旨主張する。\nしかしながら，本件条例８条３項は，「実施機関は，個人情報を収集\nするときは，本人から収集しなければならない」と規定する一方，「た\nだし，次に各号のいずれかに該当するときは，この限りではない」とし，\n同項２号において「本人の同意に基づき収集するとき」と規定して，そ\nの例外と定めているのであるから，本人から収集する場合には，本人の\n同意に基づくことを要しないことが文理上明らかである。\nまた，個人情報保護法１６条は「個人情報取扱事業者は，あらかじめ\n本人の同意を得ないで，前条の規定により特定された利用目的の達成に\n必要な範囲を超えて，個人情報を取り扱ってはならない。」と規定する\nところ，ここにいう個人情報取扱事業者とは，個人情報データベース等\nを事業の用に供している者をいう（個人情報保護法２条３項）が，地方\n公共団体はこれに当たらないとされている（同項２号）のであり，本件\nについて，個人情報保護法１６条の規定が適用されるものとは解されな\nい。控訴人らの主張は採用の限りではない。\nまた，控訴人らは，実施機関である処分行政庁と各学校とは組織体と\nしては別個独立の組織であり，各学校が収集した情報を実施機関が利用\nすることは個人情報の第三者提供となり，実施機関が控訴人らの知らな\nい間に本件不起立情報を収集することが本件条例８条３項に違反する旨\nを主張するようである。\nしかしながら，本件不起立情報を実施機関が学校長又はその部下職員\nを介して収集したことが，控訴人ら本人の知らない間になされたものと\nは認められないことは，前記(ア)判示のとおりである。\nその上，本件不起立情報に関しては，処分行政庁が本件条例上の実施\n機関であるところ，各学校は，設置者である地方公共団体すなわち被控\n訴人が管理し（学校教育法５条），処分行政庁が所管する（地教行法３\n２条）ものであり，校長又はその部下職員が行った個人情報の収集は，\n実施機関である処分行政庁の行為というべきである。\n控訴人らの主張は採用することができない。\n(ウ)  以上判示したところによれば，本件不起立情報の収集が，本件条例\n８条３項に違反するものではないと認められる。\nエ  したがって，本件不起立情報の収集は，本件条例８条に違反するもので\nはないというべきである。\n(4)  本件条例４０条違反の主張について\n本件条例４０条は，実施機関が本件条例３８条１項に基づいてした決定に\nついて，行政不服審査法による不服申立てがあったときは，本件審査会に諮\n問し，本件審査会の議を経て，当該不服申立に対する決定を行わなければな\nらない旨を規定するところ，控訴人らは，本件審査会は，同決定について取\nり消すべきであるとの答申をしたのであり，本件審査会の答申には強い法的\n拘束性があるのであるから，これに反する特段の合理的な理由がない限り，\n実施機関は答申に拘束される旨主張する。\nしかしながら，本件は，実施機関である処分行政庁が本件条例３８条１項\nに基づいてした本件不停止決定の取消しを求める訴訟であり，実施機関がそ\nの後本件審査会の議を経て異議申立てを棄却した決定に対する取消訴訟では\nないのであるから，控訴人ら主張の点は，本件不停止決定の違法事由には当\nたらないものというべきである。\n(5)  以上によれば，本件不起立情報の収集及び利用については，本件条例に違\n反するものではなく，本件不停止決定には取消事由はないものと認められる。\n２  人格権侵害に基づく抹消請求について\n(1)  控訴人らは，処分行政庁が，控訴人らに係る本件不起立情報を，本件条例\nに違反して収集，保管することが，思想・良心の自由を定めた憲法１９条の\nほか憲法１３条に違反するとして，人格権に基づき，本件経過説明書の抹消\nを求めている。\n(2)  しかしながら，処分行政庁が本件不起立情報を収集，保管することが本件\n条例に違反するものでないことは，上記１判示のとおりであり，控訴人らの\n主張はいずれもその前提を欠くものであって，その余の点を判断するまでも\nなく，採用することができず，その人格権侵害に基づく抹消請求も理由がな\nいというべきである。\nなお，控訴人Ｐ２４に係る「２００７年度卒業式の経過説明書」について\nは，利用不停止決定がされておらず，本件不停止決定の適法性について判断\nした上記１の判断の対象に含まれるものではない。しかしながら，証拠（甲\nＡ２７第２の１）によれば，当該経過説明書の記載内容及びその作成経過に\nついては，他の控訴人らに係る経過説明書と異なる点はないものと認められ\nるから，上記１に判示するところに照らせば，処分行政庁が当該経過説明書\nに係る情報を収集，保管することは，本件条例に違反するものでないと認め\nられ，同控訴人の人格権侵害に基づく抹消請求も理由がないというべきであ\nる。\n(3)  さらに，入学式・卒業式の国歌斉唱時の起立行為を求める職務命令が憲法\n１９条に違反しないことは，前記１(2)ウ判示のとおりであり，処分行政庁が，\n控訴人らに対する指導を実施する上でも，服務違反による人事上の措置の要\n否，内容を検討する上でも，そのような職務命令違反に関する情報である本\n件不起立情報を収集管理することが憲法１９条に違反するものではないこと\nは，明らかというべきである。\n(4)  控訴人らは，憲法１３条との関係について，処分行政庁が本件不起立情報\nを収集，利用することが，プライバシーを侵害し，また，自己に関する情報\nを統制する権利を侵害するとも主張する。\nしかしながら，本件不起立情報は，本件条例６条１号所定の個人情報には\n当たらず，かつ，公立学校の式典における教職員である控訴人らの行為に関\nするものであることは前記１に判示のとおりであることに照らせば，処分行\n政庁において，本件不起立情報を本件条例の定める手続に従って収集，保管\nすることが，控訴人らのプライバシーを侵害し，自己に関する情報を統制す\nる権利を侵害するものと認めることはできない。\nしたがって，処分行政庁が本件不起立情報を収集，管理することについて\nは，憲法１３条に違反するものではなく，控訴人らの本件経過説明書の削除\nを求める請求は，理由がないというべきである。\n３  国家賠償責任の成否について\n控訴人らは，処分行政庁が本件不起立情報に係る平成１９年度卒業式，平成\n２０年度入学式，同年度卒業式及び平成２１年度入学式に係る経過説明書を収\n集，保管することが本件条例に違反して違法である旨主張し，これにより精神\n的損害を被ったと主張する。\nしかしながら，処分行政庁が，平成１９年度卒業式，平成２０年度入学式，\n同年度卒業式及び平成２１年度入学式に係る経過説明書を収集，保管すること\nが本件条例に違反するものでないことは，前記１判示のとおりであり，控訴人\nらの主張は採用することができない。\nまた，控訴人らが平成１７年度卒業式，平成１８年度入学式，同年度卒業式\n及び平成１９年度入学式に係る経過説明書についても，処分行政庁によるその\n収集・保管が違法であり，被控訴人がこれによる控訴人らの損害を賠償すべき\n旨をも主張するものであるとしても，前記第２の２判示のとおり，既に処分行\n政庁において，本件審査会の答申を受けて，利用不停止決定を取り消し，文書\nを廃棄したものであって，控訴人らに，なお損害が生じているものとは認めら\nれない上，前記１で判示するところに照らせば，これらの経過説明書に記載さ\nれた国歌斉唱時の不起立に係る情報も本件条例６条１号所定の個人情報には当\nたらず，これを収集，保管することは本件条例に違反するものとは認められな\nい。\nしたがって，控訴人らの国家賠償法に基づく請求は理由がないというべきで\nある。\n４  以上によれば，控訴人らの請求をいずれも棄却した原判決は相当であって，\n本件各控訴はいずれも理由がないから棄却することとし，主文のとおり判決す\nる。\n東京高等裁判所第５民事部\n裁判長裁判官            大      竹      た  か  し\n裁判官            後      藤              博\n裁判官            栗      原      壯      太\n（原裁判等の表示）\n主                      文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理由\n第１  請求\n１  第１事件\n(1)  神奈川県教育委員会が，原告Ｐ１５，同Ｐ１６，同Ｐ１１，同Ｐ１２，同\nＰ１３及び同Ｐ１４を除く第１事件原告らに対し，別紙原告一覧表の「２０\n０７年度卒業式にかかる利用不停止決定」欄記載の日になした自己情報利用\n不停止決定をそれぞれ取り消す。\n(2)  神奈川県教育委員会が，原告Ｐ１，同Ｐ２，同Ｐ２７，同Ｐ８，同Ｐ１１，\n同Ｐ１２，同Ｐ１３，同Ｐ１４に対し，別紙原告一覧表の「２００８年度入\n学式にかかる利用不停止決定」欄記載の日になした自己情報利用不停止決定\nをそれぞれ取り消す。\n(3)  被告は，その保管する，原告Ｐ１５，同Ｐ１６，同Ｐ１１，同Ｐ１２，同\nＰ１３，同Ｐ１４及び同Ｐ１０を除く第１事件原告らに関する別紙原告一覧\n表の「２００７年度卒業式の経過説明書」，原告Ｐ１０に関する「２００７\n年度『卒業式における事務職員の行動の事実経過報告』」をそれぞれ抹消せ\nよ。\n(4)  被告は，その保管する，原告Ｐ１，同Ｐ２，同Ｐ２７，同Ｐ８，同Ｐ１１，\n同Ｐ１２，同Ｐ１３，同Ｐ１４に関する別紙原告一覧表の「２００８年度入\n学式の経過説明書」をそれぞれ抹消せよ。\n(5)  被告は，第１事件原告らに対し，それぞれ１００万円及びこれに対する平\n成２０年１２月１３日（訴状送達の日の翌日）から支払済みまで年５分の割\n合による金員を支払え。\n２  第２事件\n(1)  神奈川県教育委員会が，第２事件原告らに対し，別紙原告一覧表の「２０\n０８年度卒業式にかかる利用不停止決定」欄記載の日になした自己情報利用\n不停止決定をそれぞれ取り消す。\n(2)  神奈川県教育委員会が，原告Ｐ１７，同Ｐ１８及びＰ２０に対し，別紙原\n告一覧表の「２００９年度入学式にかかる利用不停止決定」欄記載の日にな\nした自己情報利用不停止決定をそれぞれ取り消す。\n(3)  被告は，その保管する，第２事件原告らに関する別紙原告一覧表の「２０\n０８年度卒業式の経過説明書」をそれぞれ抹消せよ。\n(4)  被告は，その保管する，原告Ｐ１７，同Ｐ１８及びＰ２０に関する，別紙\n原告一覧表の「２００９年度入学式の経過説明書」をそれぞれ抹消せよ。\n(5)  被告は，第２事件原告らに対し，それぞれ１００万円及びこれに対する平\n成２１年１０月８日（訴状送達の日の翌日）から支払済みまで年５分の割合\nによる金員を支払え。\n３  第３事件\n(1)  神奈川県教育委員会が，第３事件原告に対し，平成２１年１１月１０日に\nなした自己情報利用不停止決定を取り消す。\n(2)  被告は，その保管する，第３事件原告に関する別紙原告一覧表の「２００\n８年度卒業式の経過説明書」を抹消せよ。\n(3)  被告は，第３事件原告に対し，１００万円及びこれに対する平成２２年５\n月２８日（訴状送達の日の翌日）から支払済みまで年５分の割合による金員\nを支払え。\n４  第４事件\n(1)  神奈川県教育委員会が，第４事件原告Ｐ２３に対し，平成２０年８月２０\n日になした自己情報利用不停止決定，第４事件原告Ｐ２４に対し，同日にな\nした自己情報利用不停止決定，第４事件原告Ｐ２５に対し，同年７月２９日\nになした自己情報利用不停止決定をそれぞれ取り消す。\n(2)  被告は，その保管する，第４事件原告Ｐ２４に関する「２００７年度卒業\n式の経過説明書」及び第４事件原告らに関する別紙原告一覧表の「２００８\n年度入学式の経過説明書」をそれぞれ抹消せよ。\n(3)  被告は，第４事件原告らに対し，１００万円及びこれに対する平成２２年\n１０月８日（訴状送達の日の翌日）から支払済みまで年５分の割合による金\n員を支払え。\n第２  事案の概要\n本件は，平成１９年度卒業式，平成２０年度入学式，同年度卒業式及び平成\n２１年度入学式における国歌斉唱時に，起立しなかった神奈川県立学校の教職\n員らである原告らが，神奈川県教育委員会が神奈川県下の各校長に当該卒業式\n及び入学式で国歌斉唱時に起立しなかった教職員の氏名等を不起立情報として\n報告させ，これを利用していることが，神奈川県個人情報保護条例（平成２年\n神奈川県条例第６号。以下「本件条例」という。）６条及び同８条に反してい\nるとして，同条例３４条に基づき，同委員会に対して当該情報の利用停止を請\n求したものの，利用停止をしない旨の決定を受けたため，①その決定の取消し\nと，②不起立情報が記載されている経過説明書の抹消を求めるとともに，③こ\nの情報収集等により精神的苦痛を被ったとして，国家賠償法１条１項に基づい\nて，各１００万円の慰謝料の支払を求める事案である。\n１  基礎となる事実（掲記の証拠及び弁論の全趣旨により容易に認められる事実）\n(1)  第１事件ないし第４事件原告ら（以下単に「原告ら」という。）は，神奈\n川県立学校の教職員であるか，それぞれ問題となる年度の卒業式や入学式の\n当時教職員であった者である。\n(2)  平成１１年８月１３日，国旗及び国歌に関する法律が公布・施行された。\n神奈川県教育長は，平成１６年１１月３０日付けで，県立学校長あてに，\n「入学式及び卒業式における国旗の掲揚及び国歌の斉唱の指導の徹底につい\nて（通知）」と題する通知を行った。その中で，神奈川県教育長は，「国旗\nは式場正面に掲げるとともに，国歌の斉唱は式次第に位置付け，斉唱時に教\n職員は起立し，厳粛かつ清新な雰囲気の中で式が行われるよう，改めて取組」\n徹底するよう依頼するとともに，「教職員が校長の指示に従わない場合や，\n式を混乱させる等の妨害行動を行った場合には，県教育委員会としては，服\n務上の責任を問い，厳正に対処していく考えであ」ることを表明した（甲Ｂ\n１２，乙９）。神奈川県教育長は，平成１７年１１月２８日にも，平成１６\n年１１月３０日付けの先の通知を添付して，そこに記載された取組の徹底を\n依頼した（乙１０）。神奈川県教育長は，平成１８年１１月３０日，平成１\n９年１１月３０日にも，入学式及び卒業式の実施に当たっては，国旗を式場\n正面に掲げるとともに，国歌の斉唱は式次第に位置付け，斉唱時に教職員は\n起立し，厳粛かつ清新な雰囲気の中で式が行われるよう，取組の徹底を依頼\nするとともに，これまで一部教職員による式に対する反対行動が見受けられ\nたが，教職員には児童・生徒に対する指導上の責務があるから，各学校にお\nいて，このようなことがないように指導の徹底を求めるとともに，教職員が\n校長の指導に従わない場合や，式を混乱させる等の妨害行動を行った場合，\n服務上の責任を問い，厳正に対処していく考えであるとする通知を行った（乙\n１１の１，１２の１）。各通知には，別紙として，平成１８年１１月３０日\nの通知を出すに先立ち新たに作成したとされる「国旗及び国歌の指導につい\nての基本的な考え方」が添付されており，これには「学校教育における国旗\n及び国歌に関する指導は，児童・生徒が我が国の国旗及び国歌の意義を理解\nし，諸外国の国旗及び国歌も含め，これらを尊重する態度を身につけること\nができるようにするため，学習指導要領に基づいて実施されているものです」\n「こうした学校における指導は，教育指導上の視点から行うものであり，教\n職員には，学習指導要領に基づき，児童・生徒に国旗及び国歌の意義や，入\n学式や卒業式などの儀式的行事にふさわしい態度や行動を理解させることが\n求められ，指導にあたる教職員自身が範を示す必要があります」「今後とも，\n学校においては，国旗及び国歌に関する指導を一層適切に行い，次代を担う\n子どもたちが，国際社会で必要とされるマナーを身につけ，信頼される日本\n人として成長することができるよう努め，県民の方々の期待に応えていく必\n要がある」と記載されていた。\n(3)  神奈川県教育委員会は，平成１７年度卒業式以降，卒業式及び入学式の国\n歌斉唱時に起立しなかった教職員の氏名を，各学校長から経過説明書の形式\nで報告させるようになった。そこで，原告らは，本件条例３５条１項に基づ\nいて，神奈川県教育委員会に対し，その保管に係る経過説明書につき，利用\n停止の請求をそれぞれ行った。これに対し，神奈川県教育委員会は，別紙原\n告一覧表の当該欄に記載のとおり，利用停止をしないとの利用不停止決定を\n行った。\n(4)  神奈川県教育委員会は，平成１７年度卒業式に係る経過説明書の自己情報\nの利用停止の請求拒否処分に対する異議申立てを受け，本件条例４０条１項\nに基づいて，平成１８年９月２０日，神奈川県個人情報保護審査会（本件条\n例２２条１項，３１条１項又は３８条１項の規定による決定に対する不服申\n立てにつき実施機関の諮問に応じて調査審議し，その結果を報告する附属機\n関で，平成２年１０月１日設置されたものである。）に諮問をした（甲Ｂ１）。\nこれに対し，同審査会（会長・Ｐ２８）は，平成１９年１０月２４日，結論\nとして「異議申立人に係る自己を本人とする個人情報の利用を不停止とした\n処分は，取り消すべきである。実施機関が，本件異議申立ての対象情報と同\n様の個人情報を取り扱うときは，あらかじめ神奈川県個人情報保護審議会の\n意見を聴くことが相当である」とし，要旨以下のとおりの答申理由を述べた。\n本件行政文書（特定の神奈川県立高等学校の校長が高校教育課長に提出し\nた異議申立人に係る経過説明書）に記載されている情報は，「異議申立人の\n政治的信念及び個人の人格形成の核心をなす人生観，世界観が発露した情報\nであって，条例第６条において原則取扱い禁止とされている思想信条に該当\nする情報であると判断する。」\n「本件情報は，条例第６条ただし書に基づき，例外的に取り扱うことがで\nきる情報には該当しないと判断する。」\n「本件情報は，条例第６条において原則取扱い禁止とされている思想信条\nに該当する情報という面を有するが，同時に，実施機関が行う教職員の服務\nに関する事務に係る情報としての側面をも有するものと認められる。」\n「実施機関は，本件情報と同様の情報を，正当な事務等の実施のために必\n要があると認めて取り扱うときは，あらかじめ審議会の意見を聴くことが相\n当である。」（甲Ｂ１）。\n(5)  これを受けて，神奈川県教育委員会は，従前の利用不停止決定を取り消し，\n平成１７年度卒業式から平成１９年度入学式までの計４回の卒業式・入学式\nに関する経過説明書を廃棄し，平成１９年度卒業式以降について，神奈川県\n個人情報保護審議会（本件条例の定めるところにより，実施機関の諮問に応\nじて調査審議し，又は意見を建議する附属機関で，平成２年４月１日に設置\nされたもの）の意見を聴いた上で，正当な事務若しくは事業の実施のため必\n要なものとして不起立情報を取り扱うために，本件条例６条に基づいて同審\n議会に諮問することにした。\nこのときの諮問内容は「条例第６条の規定に係る思想，信条等該当案件」\nで，事務の名称を「県立高校等の入学式，卒業式における国歌斉唱時の教職\n員の不起立状況把握及び指導に係る事務」，事務の目的を「県立高校等の入\n学式，卒業式における国歌斉唱時に起立しなかった教職員を把握し，起立す\nるよう指導を行うため」，取り扱う個人情報を「県立高校等の入学式，卒業\n式の国歌斉唱時に起立しなかった事実及び当該教職員の氏名，校長による指\n導の経過」，取り扱う理由を「県立高校等の入学式，卒業式は，学習指導要\n領に基づき，儀式的行事として行わなければならず，生徒を指導する立場に\nある教職員は，職務として，入学式，卒業式における国歌斉唱時には起立す\nることを求められている。高校教育課，子ども教育支援課は，入学式，卒業\n式における国歌斉唱時に起立しなかった教職員に校長とともに起立指導を行\nう際に，繰り返し起立しなかったか否かの情報も指導を行ううえで必要であ\nり，国歌斉唱時に起立しなかった教職員の氏名，不起立であった事実を確認\nした日時，不起立であった事実の確認，校長による指導の経過を毎年度継続\nして収集する必要がある」とするものであった。また，「条例第８条第３項\n第７号の規定に係る本人外収集該当案件」については，本人以外から収集す\nる個人情報の項目名を「県立高校等の入学式，卒業式における国歌斉唱時に\n起立しなかった教職員の氏名，不起立であった事実を確認した日時，不起立\nであった事実の確認，校長による指導の経過」，本人以外から収集する場合\nの収集先を「県立高校等の入学式，卒業式の場において，校長，副校長，教\n頭，事務長ら管理職の中の１人又は複数人による目視により確認した事実を\n記録することによる収集」，理由を「教職員が県立高校等の入学式，卒業式\nにおける国歌斉唱時に起立しなかった事実は，公の場で，管理職が目視によ\nり確認した事実を記録することにより収集する情報であるほか，職務上の行\n動の適否に関する情報であるため，本人からの収集にはなじまないと考えら\nれる」とするものであった（甲Ｂ５）。\nこれに対し，神奈川県個人情報保護審議会（会長・Ｐ２９）は，平成２０\n年１月１７日，本件条例６条に基づく諮問部分につき，「条例第６条ただし\n書において，思想信条情報を例外的に取り扱う事務の必要性について，当審\n議会が審議し了承することが予定されているのは，当該思想信条情報の取扱\nい自体は合憲であると容易に判断される場合や，その違憲性の疑いがさほど\n強くない場合であると解される」ところ，本件ではそのような場合に当たら\nないとした上，「当審議会としては，条例第６条ただし書に基づいて，思想\n信条情報を例外的に取り扱うとする，本件事務の正当性及び必要性を積極的\nに認めるという意味において，本件諮問の内容を適当とする答申を行うこと\nはなし難い。」「もっとも，条例第６条ただし書では元来，実施機関は「審\n議会の意見を聴いた上で正当な事務若しくは事業の実施のために必要がある\nと認めて取り扱う」と定めているので，上記のような理由により諮問内容を\n不適とする本答申を踏まえて，最終的にいかなる職権行使をするかは，実施\n機関である教育委員会に条例上ゆだねられているところと解される。この場\n合に，実施機関としては，すでに前記審査会の答申内容は当審議会への本件\n諮問によって履行しているものと考えられよう。」と判断し，本件条例８条\n３項７号に基づく諮問部分につき，「実施機関である教育委員会が，いかな\nる職権措置を採るかの仮定にかかわるところであり，当審議会として，本答\n申においてその適・不適の判断を示すことは難しいが，本件にとって独立し\nた諮問事項には当たらない」と答申した（甲Ｂ２）。\n(6)  神奈川県教育委員会は，神奈川県個人情報保護審議会の答申後の平成２０\n年２月４日開催の定例教育委員会で，入学式・卒業式の国歌斉唱時に起立し\nなかった教職員の氏名の把握と教育委員会への報告を継続すると定め，高校\n教育課長を通じ，各県立高等学校長に対し，平成２０年２月１２日付け「平\n成１９年度卒業式及び平成２０年度入学式に係る調査の実施について（通\n知）」と題する書面で，各式の状況について，終了後１週間以内に，また，\n国歌斉唱時に起立しなかった教職員がいた学校については，該当教職員の氏\n名と指導状況等を記載した経過説明書を終了後２週間以内に教育指導担当あ\nて提出するよう依頼した（甲Ｂ４，乙５の３）。これを受けて，平成１９年\n度卒業式及び平成２０年度入学式において，県立高校の校長ないし副校長ら\nは，国歌斉唱時に起立しなかった教職員を目視にて確認した上，式終了後，\n不起立が確認できた教職員を呼び出して面談し，起立しなかったかどうかの\n事実を確認し，個別指導を行った。各高校は，校長名で，神奈川県教育委員\n会に対し，国歌斉唱の際，起立しなかった教職員名，これを確認した日時，\n確認方法，確認後の当該教職員に対する指導内容を記載した経過説明書を提\n出した。\n(7)  神奈川県教育委員会は，平成１９年度卒業式及び平成２０年度入学式に係\nる経過説明書の自己情報の利用停止の請求拒否処分に対する異議申立てを受\nけ，本件条例４０条１項に基づいて，平成２０年８月１３日，神奈川県個人\n情報保護審査会に諮問をした。これに対し，同審査会（会長・Ｐ２８）は，\n平成２２年１月２０日，「異議申立人に係る自己を本人とする個人情報の利\n用を不停止とした処分は，取り消すべきである」との結論を答申した。その\n理由は，不起立情報は，「条例第６条において原則取扱い禁止とされている\n思想信条に該当する情報であり，同条ただし書に基づき，実施機関は審議会\nの意見を聴いているものの，適当としない本件審議会答申に反して本件情報\nを取り扱うこととした十分な理由を示していないことから，同条ただし書に\n基づき例外的に取り扱うことができる情報には該当しない」というものであ\nった（甲Ｂ１５）。\n(8)  一方，神奈川県教育長は，平成２０年１２月１日付けで，各県立学校長に\nあてて，「入学式及び卒業式における国旗の掲揚及び国歌の斉唱の指導の徹\n底について（通知）」と題する通知を行った（乙４の１）。この中でも「国\n旗は式場正面に掲げるとともに，国歌の斉唱は式次第に位置付け，斉唱時に\n教職員は起立し，厳粛かつ清新な雰囲気の中で式が行われるよう，改めて取\n組みの徹底」をすることと，「教職員が校長の指示に従わない場合や，式を\n混乱させる等の妨害行動を行った場合には，県教育委員会としては，服務上\nの責任を問い，厳正に対処していく考えであ」るとして，適切な対応を依頼\nしている。同通知にも，別紙として先の「国旗及び国歌の指導についての基\n本的な考え方」（平成１８年１１月３０日付け通知の別紙）が添付されてい\nた。\nまた，高校教育課長は，平成２１年２月１０日付けで，各県立高等学校長\n及び県立中等教育学校長あてに，平成２０年度卒業式及び平成２１年度入学\n式につき，式の状況，国歌斉唱時に起立しなかった教職員がいた学校につい\nては，当該教職員の氏名と指導状況等を記載した経過説明書を作成の上，持\n参するよう求めた（乙５の１）。経過説明書の様式は「平成    年    月    日\nに卒業式・入学式を実施したところ，国歌斉唱の際に不起立であった教職員\nがおりましたので，その事実確認及び指導経過について報告します。」との\n表題のもと，「職名・氏名」「発生日時」「Ⅰ  職員への指導及び事実確認\nの状況〈式以前の職員全体への指導，式当日の不起立の把握状況〉」「Ⅱ  指\n導経過〈式以後の校長からの個別指導内容等〉」とされていた。\n(9)  第１事件ないし第４事件原告らに対する，本訴各取消請求に係る各利用停\n止決定日は，別紙原告一覧表の当該欄に記載のとおりである。\nまた，本件に関する本件条例７条所定の個人情報取扱事務の登録は，以下\nのとおりである。\nア  登録番号１９９０－４０１９－０２１（乙１）\n個人情報取扱事務の名称    教職員等の服務に関する事務\n個人情報取扱事務の目的    教職員等の服務規律保持及び諸手続きのた\nめ\n個人情報を取り扱う目的    服務上の規律保持及び諸手続きを行うため\n個人情報の項目名          基本的項目（整理番号，氏名，性別，生年\n月日・年齢，住所・電話番号），心身の状\n況（健康・病歴，障害，身体状況），社会\n生活（地位のみ），資産・収入（収入状況\nのみ），その他の項目（その他（出勤状況，\n職専免事由，兼業等の状況等，営利企業等\n従事状況））\n個人情報の収集先及び収集の方法\n本人，本人以外（条例８条３項１，２号）\nイ  登録番号１９９０－４０１９－００９（乙２）\n個人情報取扱事務の名称    教職員等の任免等に関する事務\n個人情報取扱事務の目的    教職員等の人事管理のため\n個人情報を取り扱う目的    教職員等の人事管理のため\n個人情報の項目名          基本的項目（整理番号，氏名，性別，生年\n月日・年齢，住所・電話番号，国籍），心\n身の状況（健康・病歴，障害，身体状況，\n精神状況），家庭生活（親族関係，婚姻歴，\n家族状況，その他（特技）），社会生活（学\n業・学歴，職業・職歴，地位，資格，成績\n・評価，賞罰），その他の項目（意見・要\n望，顔写真，その他（異動希望，通勤状況，\n処分歴））\n個人情報の収集先及び収集の方法\n本人，本人以外（条例８条３項７号），他\nの実施機関，市町村，家族，他の個人，文\n書\n２  本件条例の定め\n本件に関係する条文の定めは次のとおりである。\n（取扱いの制限）\n第６条  実施機関は，次に掲げる事項に関する個人情報を取り扱ってはなら\nない。ただし，法令若しくは条例（以下「法令等」という。）の規定\nに基づいて取り扱うとき，犯罪の予防，鎮圧及び捜査，被疑者の逮捕，\n交通の取締りその他公共の安全と秩序の維持のために取り扱うとき，\n又はあらかじめ神奈川県個人情報保護審議会（以下「審議会」という。）\nの意見を聴いた上で正当な事務若しくは事業の実施のために必要があ\nると認めて取り扱うときは，この限りでない。\n(1)  思想，信条及び宗教\n(2)  人種及び民族\n(3)  犯罪歴\n(4)  社会的差別の原因となる社会的身分\n（個人情報取扱事務の登録）\n第７条  実施機関は，個人情報を取り扱う事務（括弧内省略）について，次\nに掲げる事項を記載した個人情報事務登録簿を備えなければならな\nい。\n（省略）\n２  実施機関は，個人情報取扱事務を新たに開始しようとするときは，あら\nかじめ，当該個人情報取扱事務について個人情報事務登録簿に登録しなけ\nればならない。登録した事項を変更しようとするときも，同様とする。\n３  実施機関は，前項の規定により登録したときは，遅滞なく，登録した事\n項を審議会に報告しなければならない。この場合において，審議会は，当\n該事項について意見を述べることができる。\n（以下省略）\n（収集の制限）\n第８条  実施機関は，個人情報を収集するときは，あらかじめ個人情報を取\nり扱う目的（以下「取扱目的」という。）を明確にし，収集する個人\n情報の範囲を当該取扱目的の達成のために必要な限度を超えないもの\nとしなければならない。\n２  実施機関は，個人情報を収集するときは，適法かつ公正な手段により収\n集しなければならない。\n３  実施機関は，個人情報を収集するときは，本人から収集しなければなら\nない。ただし，次の各号のいずれかに該当するときは，この限りでない。\n(1)  法令等の規定に基づき収集するとき。\n(2)  本人の同意に基づき収集するとき。\n（(3)から(6)は省略）\n(7)  審議会の意見を聴いた上で，本人から収集することにより県の機関又\nは国の機関，独立行政法人等，他の地方公共団体の機関若しくは地方独\n立行政法人が行う当該事務又は事業の性質上その目的の達成に支障が生\nじ，又は円滑な実施を困難にするおそれがあることその他本人以外の者\nから収集することに相当な理由があることを実施機関が認めて収集する\nとき。\n（以下省略）\n（自己情報の利用停止請求権）\n第３４条  何人も，実施機関が保有する自己を本人とする個人情報が，次の\n各号のいずれかに該当すると認めるときは，当該各号に定める個人\n情報の利用の停止，消去又は提供の停止（以下「利用停止」という。）\nを請求することができる。\n(1)  第６条の規定に違反して取り扱われているとき，第８条第１項から第\n３項までの規定に違反して収集されたものであるとき又は第９条第１項\nの規定に違反して利用されているとき  当該個人情報の利用の停止又は\n消去\n（以下省略）\n（利用停止の請求に対する決定等）\n第３８条  実施機関は，利用停止の請求があったときは，当該利用停止の請\n求があった日から起算して３０日以内に，必要な調査を行い，利用\n停止をする旨又はしない旨の決定をしなければならない。（以下省\n略）\n（審査会への諮問）\n第４０条  第２２条第１項，第３１条第１項又は第３８条第１項の決定につ\nいて，行政不服審査法（昭和３７年法律第１６０号）による不服申\n立てがあったときは，当該不服申立てに対する決定又は裁決をすべ\nき実施機関は，次の各号のいずれかに該当する場合を除き，遅滞な\nく，神奈川県個人情報保護審査会（以下「審査会」という。）に諮\n問し，審査会の議を経て，当該不服申立てに対する決定又は裁決を\n行わなければならない。\n(1)  不服申立てが不適法であり，却下するとき。\n（以下省略）\n３  争点に関する当事者の主張\n(1)  利用不停止決定処分の取消事由の有無\n（原告らの主張）\nア  ６条違反\n(ア)  卒業式及び入学式において国旗に正対して国歌斉唱をするか否か\nは，国家の象徴である国旗及び国歌に対してどのように向き合うかと\nいう問題であり，同場面における不起立という行為は，当該不起立者\nの人格形成をなす人生観・世界観の発露といえる。不起立という客観\n的行為は，外部的行為に属するものではあるが，人の内心領域の精神\n的発動と外部的行為は密接な関係を有し，これを切り離すことはでき\nない。\n君が代について否定的歴史観・世界観を持つ者が，起立するという\n選択が仮にあるとしても，現実に，その者が不起立という選択をした\n場合には，その事実は，起立した場合と異なり，君が代について否定\n的歴史観・世界観を表す情報以外の何物でもない。よって，原告らに\n対する不起立情報は，本件条例６条の思想信条情報に該当する。少な\nくとも，日の丸・君が代に対する否定的評価を持つことから生まれる\n思想信条に基づいた行動であることを推知させるには十分な情報であ\nる。よって，実施機関においてこの情報を取り扱うことはできない。\n被告は，学習指導要領に沿った指導のために不起立者の氏名を収集\nするにとどまり，不起立の理由を記載していないから，思想信条情報\nに該当しないと主張するが，失当である。学習指導要領には「国歌を\n斉唱するよう指導するものとする」とされているだけで，斉唱時の起\n立は要求されていない（甲Ｂ３の３枚目）。不起立の理由が記載され\nていなくても，神奈川県教育委員会は，この不起立が，思想信条に基\nづく行為であることを認識しているから，思想信条情報に該当する。\nそもそも，本件条例６条は，被告が作成した同条例の逐条解説でも，\n「人格そのものあるいは精神作用の基礎にかかわる情報であること及\nび不当な差別に利用されるおそれのある情報であることから，不安や\n苦痛を感じさせる程度が強いとともに基本的人権を侵害する危険性が\n高いもの」とされていることからすると，必ずしも憲法１９条に定め\nる思想良心の自由が現に侵害されることになる情報に限定されていな\nい。これは，本件条例がプライバシー権の保護を目的とする個人情報\n保護条例であることに由来する。プライバシー保護を目的とする本件\n条例は，プライバシー権以外の憲法上の基本的人権が侵害される場合\nに限らず，プライバシー保護の観点から不当な差別に遭遇することを\n回避すべく，そのような危険性があると考えられる情報についても，\n原則としてその取扱いを禁じることにしたものである。\n(イ)  また，不起立情報は，本件条例６条ただし書きに定める，例外的に\n取り扱うことができる個人情報にも当たらない。神奈川県個人情報保\n護審議会は，教育委員会からの諮問を受けて，「諮問に係わる事務の\n正当性及び必要性を積極的に認めるという意味において諮問内容を適\n当とする答申はなし難い」と判断している。不適との意見が返ってき\nても，手続的に意見を聞いたのであるから，例外的に取扱いが許され\nるというのでは，何のための諮問機関なのか問われなければならない。\n被告に裁量権があるとしても，不起立情報のように，個人の権利利\n益に重大な影響を与えるおそれのある場合には，実施機関の裁量に委\nねるのではなく，諮問機関である神奈川県個人情報保護審議会の答申\nを慎重に検討し，これに十分な考慮を払い，特段の合理的な理由のな\nい限りこれに反する処分をしないよう要求することにより，当該行政\n処分の客観的な適正妥当と公正を担保することを条例は求めている。\n行政庁が自らの考えとは異なるというだけで，「特段の合理的な理由」\nを示さない以上，本件条例４０条にも違反する。\n(ウ)  さらに，そもそも，本件は起立斉唱命令という職務命令が存在しな\nい場合に当たる。①職務命令すら発する必要のない事項について，教\n職員のプライバシーを侵害してまで氏名を収集する必要はない。正式\nに職務命令を発令し，それに対する違反がある場合に初めて指導を行\nえばよい。命令もないのに命令違反を取り締まるのは矛盾している。\n②起立斉唱命令が存在しないのに不起立に対する指導を行うのは，当\n該教職員にとって不意打ちであり，身に覚えのない不利益を課される\n結果となる。③学校長からの起立斉唱命令がない以上，教職員らが国\n歌斉唱時に起立しなければならない理由は，法的には存在しないとい\nうべきである。このように，本件では，いずれも起立斉唱命令が存在\nしないのであり，一部の校長が教職員らに起立を指示していたとして\nも，強制力ないし服従義務を負わないお願いのような性質のものであ\nったというしかなく，そうすると，不起立情報の収集には，本件条例\n６条ただし書にいう「正当な事務のため必要」があるとは認められな\nい。\nイ  ８条違反\n(ア)  １項，２項違反\n本件のように，氏名を収集し，個人も検索し得る形で個人情報を取り\n扱う場合においては，本件条例７条が規定する個人情報事務登録簿を備\nえ，「個人情報を取り扱う目的」「個人情報の項目名及び第６条（思想\n信条情報等）に関する情報を取り扱うときはその理由」「個人情報の収\n集先及び収集の方法」などを記載しなければならないところ，被告はこ\nれを怠っている。そこで，個人情報を取り扱う目的の明確化と，その収\n集に当たって適法かつ公正な手段を要求する本件条例８条１項及び２項\nに違反する。\n本件条例８条が定める取扱目的等の明確化の原則に沿った具体的記載\n方法を定めたものが本件条例７条であるところ，被告は，本件条例７条\nで要求される具体的な明確化を行っていない。すなわち，「教職員等の\n服務に関する事務」（乙１）については，思想信条等の個人情報につい\nて取扱いがないとされ，同事務によって使用する主な個人情報記録は「１\n出勤簿，２出勤状況報告書，３職務専念義務免除申請・承認書，４営利\n企業等従事許可申請・承認書，５休暇等申請簿，６時間外登退庁簿等」\nとされているにとどまる。これをもって，本件の場合に収集される個人\n情報が何かが明確になされているとはいえない。\nまた，本件で収集されている情報は，国歌斉唱時に着席していたとい\nう情報であり，式を混乱させる等の妨害行為を行った場合に当たらない\nから，「教職員等の任免等に関する事務」（乙２）には該当しない。\n(イ)  ３項違反\n本件条例８条の趣旨は，個人情報の主体である本人自らの同意に基づ\nいて情報は利用されなければならないとの同意原則に根拠を有する。よ\nり具体的には，実施機関に本人からの直接収集を義務付け，正当な理由\nなしに個人情報が収集されたり，本人の知らないうちに個人情報が収集\nされたりすることを防止しようとする点にある。\nこの観点からすると，校長自身による視認によってのみ確認し，本人\nに確認をとることもないまま経過説明書に原告らの不起立情報の記載を\nしたことは，８条３項に反する。\n被告は，本人からの収集とは，第三者からの伝聞情報ではないこと，\n本人不知の間の収集でないことを意味し，本人の同意の下での収集を意\n味するものではないと主張するが，失当である。個人情報の保護に関す\nる法律（平成１５年法律第５７号。以下「個人情報保護法」という。）\n１５条は利用目的の特定，同１６条は利用目的による制限を規定してい\nる。そして，１６条は「個人情報取扱事業者は，あらかじめ本人の同意\nを得ないで，前条の規定により特定された利用目的の達成に必要な範囲\nを超えて，個人情報を取り扱ってはならない。」と規定しており，個人\n情報の収集に当たっては，事前に本人の同意を得ることが必要とされて\nいる。本件条例の上位に当たる個人情報保護法が「本人同意の原則」を\n採用していることからしても，本件条例８条３項も「本人同意の原則」\nを採用したものと解するのが相当である。被告も，神奈川県個人情報保\n護審議会へ諮問した際には，本人外収集を例外的に適用することを求め\nていた。\n被告は，原告Ｐ２７，同Ｐ５，同Ｐ７，同Ｐ８，同Ｐ９，同Ｐ１３，\n同Ｐ１４及び同Ｐ３０について，各自が不起立であった旨を自認したと\nして，本件条例８条３項に違反しないと主張するが，指摘の自認と不起\n立情報を経過説明書にまとめ，これを県教育委員会において保管利用す\nることに同意を与えるのとは別物である。\n（被告の主張）\nア  ６条違反\n経過説明書に記載された不起立情報は，県立高校の入学式・卒業式にお\nいて，生徒に対して学習指導要領（国旗国歌条項）に沿った指導を行う上\nでの問題行動である国歌斉唱時の教職員の不起立に対し，各学校の校長と\n教育委員会所管課が一体となって組織的・継続的に指導を行うために把握\nしているもので，不起立の理由に関しては調査しておらず，現に経過説明\n書には不起立の理由の記載はない。\n小学校の入学式における教職員のピアノ伴奏許否に関する最高裁判所平\n成１９年２月２７日第三小法廷判決でも，国歌斉唱時のピアノ伴奏拒否や\n不起立が，当該教職員の歴史観・世界観や社会生活上の信念に基づく一つ\nの選択であっても，一般的にはそれと不可分に結びつくものではないと判\n示されている。\nしたがって，原告らが日章旗と君が代に関する過去の特定の時期の歴史\nに係る認識や評価に基づいて起立・斉唱を拒否したとしても，不起立情報\nは，思想信条情報に該当するものではない。\n仮に，思想信条情報に該当するとしても，神奈川県教育委員会は，神奈\n川県個人情報保護審議会の意見を聴いた上で，正当な事務の実施のために\n必要があると認めて当該情報を取り扱っているから，条例第６条ただし書\nの手続を履行している。\nなお，原告らは，職務命令が発せられたこと自体を争うようであるが，\nそれぞれ所属の校長から原告らに対し，表現や伝達の方法は多様であるが，\n国歌斉唱時には起立するよう職務命令を発令している（乙１９）。仮に校\n長の指示・指導が強制力ないし服従義務を伴わない「お願い」のような性\n質のものであったとしても，それに従わない教職員に対し起立をするよう\n指導していく事務の必要性はいささかも変わらないから，本件条例６条た\nだし書の要件充足には影響しない。\nよって，６条違反はない。\nイ  ８条違反\n(ア)  １，２項違反\n本件条例８条は，誤った情報や行政執行に不必要な個人情報が収集さ\nれた場合には，個人の権利利益が侵害されるおそれがあることから，個\n人情報の収集の開始前，実際に収集を行う際における実施機関の義務を\n規定することにより，個人情報の取扱いによる個人の権利利益の侵害を\n防止することを企図した規定である。本条違反については，本件条例３\n４条１項１号に該当するものとして，自己情報の利用停止等の請求の対\n象となる。\n一方，本件条例７条は，県民の自己情報に対するアクセスを容易にす\nるための，システムに関する規定であって，具体的な情報取扱いに関係\nしない。よって，その違反については，本件条例３４条の規定に基づく\n自己情報の利用停止の請求の対象には含まれていない。\nよって，本件条例７条違反が８条違反を構成するものではない。また，\n本件個人情報の取扱いについては，個人情報事務登録簿による登録が行\nわれており，実施機関により本件条例７条の義務が履行されている。\n(イ)  ３項\n本件条例８条３項の趣旨は，個人情報の収集先を本人からと制限する\nことにより，自らの関与がないままに個人情報が集積されるといった権\n利利益の侵害の防止を図ることにある。そうすると，本人からの収集と\nは，第三者からの伝聞情報ではないこと，本人不知の間の収集でないこ\nとを意味し，本人の同意の下での収集を意味するものではない。\n原告らは，県立高等学校に勤務する地方公務員として，入学式及び卒\n業式において，校長が定める式次第に従い，国歌斉唱時には起立して生\n徒を指導すべき指示，命令を受けている。服務監督者は，原告らがこの\n命令に従わず，起立して指導をしなかった事実を，伝聞等を交えること\nなく直接，目視により把握しており，そこに本人以外の第三者は全く介\n在していない。原告らにとって，自らが職務上犯した命令違反行為の情\n報を服務監督権者が把握することは，当然に想定しているものである。\nそうすると，本件は，本人の関知しない情報収集には当たらない。\nまた，経過説明書は，入学式及び卒業式における目視に加えて，事実\n確認と指導の状況に基づいて作成されたものである。第１事件の原告Ｐ\n２７，同Ｐ４，同Ｐ５，同Ｐ７，同Ｐ８，同Ｐ９，同Ｐ１３，同Ｐ１４\n及び同Ｐ３０，第２事件の原告Ｐ１８，同Ｐ１９，同Ｐ２１，第３事件\nの原告Ｐ２２，第４事件の原告Ｐ２３については，それぞれ，面談によ\nり本人確認時に国歌斉唱時起立しなかったことを認めている。そこで，\nこれら原告らについては，条例第８条３項違反を認める余地はない。そ\nれ以外の原告ら（ただし，第１事件原告Ｐ１５を除く）についても，不\n起立の事実を伝聞等を用いることなく直接目視によって確認しているか\nら，８条３項の違反はない。\nなお，被告は，本件条例８条３項７号の規定に基づく諮問手続を履行\nしている。\n(2)  人格権侵害に基づく抹消請求\n（原告らの主張）\n原告らが卒業式等で起立しなかったとの個人情報を被告が取得して，これ\nを利用することは，思想・良心の自由を侵害して憲法１９条に反し，また，\n個人の情報統制権を侵害しているから憲法１３条に違反する。\nよって，原告らは，人格権に基づいて，この抹消を求めることができる。\n（被告の主張）\n争う。\n(3)  国家賠償責任の成否\n（原告らの主張）\n県教育委員会は，平成１９年度入学式までの個人情報については，これを\n消去したが，平成１９年度卒業式以降における個人情報については，これを\n収集・保管している。これが削除されたとしても，県教育委員会による情報\nの収集・保管により原告らが被った精神的損害については，到底回復されな\nい。原告らが被った精神的損害は金銭で計り難いものであるが，仮に金銭を\nもって評価するならば，各自１００万円を下らない。\n（被告の主張）\n被告に国家賠償責任が成立することを否認し，原告らの主張は争う。\n第３  当裁判所の判断\n１  利用不停止決定処分の取消事由の有無について\n(1)  ６条違反\nア  前述のとおり，神奈川県教育長は，平成１６年１１月３０日付けで，各\n県立学校長に対し，入学式及び卒業式の実施に当たって，儀式的行事であ\nることを踏まえた形態とし，教職員全員の役割分担を明確に定め，国旗は\n式場正面に掲げるとともに，国歌斉唱は式次第に位置付け，斉唱時に教職\n員は起立し，厳粛かつ清新な雰囲気の中で式が行われるよう取組の徹底を\n依頼し，「教職員が校長の指示に従わない場合や，式を混乱させる等の妨\n害行動を行った場合には，県教育委員会としては，服務上の責任を問い，\n厳正に対処していく」との通知を行い，その後も同様の通知を行っている。\nそして，高校教育課長は，神奈川県教育長の要請を受けて，各県立高等\n学校長に対し，卒業式及び入学式に係る調査を実施するよう求め，国歌斉\n唱時に教職員が起立しない事態が発生したときには，当該教職員の氏名や\n指導状況等を記載した経過説明書にまとめ，報告するように求めている。\nこの経過説明書の様式は，「平成    年    月    日に卒業式・入学式を\n実施したところ，国歌斉唱の際に不起立であった教職員がおりましたので，\nその事実確認及び指導経過について報告します。」との表題のもと，「職\n名・氏名」「発生日時」「Ⅰ  職員への指導及び事実確認の状況〈式以前\nの職員全体への指導，式当日の不起立の把握状況〉」「Ⅱ  指導経過〈式\n以後の校長からの個別指導内容等〉」の各項目を記載するものとされてい\nる。\nイ  他方，本件条例６条本文では，思想，信条及び宗教に関わる事項に関す\nる個人情報を取り扱ってはならないとされている。原告らは，不起立情報\nは，君が代について否定的歴史観・世界観を表す情報であり，これを記載\nした経過説明書は，同条にいう思想，信条及び宗教に関する情報に当たる\nと主張し，神奈川県個人情報保護審査会も，前述のとおり，平成１９年１\n０月２４日付けの答申において，「不起立者の，国歌斉唱時に起立するこ\nとを拒否するという行為は，不起立者に対してその理由を問わないとして\nも，過去において日の丸・君が代が果たしてきた役割を踏まえた，一定の\n思想信条に基づく行為であることが推知でき」「異議申立人が平成１７年\n度卒業式において国歌斉唱時に起立しなかった事実の経過に係る情報は，\n異議申立人の一定の思想信条を推知し得る情報であるということができ\nる」「本件情報は，異議申立人の政治的信念及び個人の人格形成の核心を\nなす人生観，世界観が発露した情報であって，条例第６条において原則取\n扱い禁止とされている思想信条に該当する情報である」と判断している。\nこれに対し，被告は，ある教職員が日章旗と君が代について一定の歴史\n的評価に基づいて起立・斉唱を拒否しても，そのことは，当該教職員の歴\n史観・世界観や社会生活上の信念に基づく一つの選択であっても，一般的\nにはそれと不可分に結びつくものではなく，国歌斉唱時における不起立と\nいう情報から，特定の思想を推知することは困難であるから，かかる外形\n的情報をもって思想信条情報とはいえないと主張している。\n確かに，儀式的行為である入学式や卒業式において，参列者が起立して\n君が代を斉唱する行為それ自体は，一般的，客観的に見て，これらの式典\nにおける慣例上の儀式的な所作として外部から認識されるから，かかる行\n為が，客観的にみて，特定の歴史観，世界観を有することを外部に表明す\nる行為であると評価することは困難である。そこで，入学式や卒業式にお\nいて，国歌斉唱時に起立することを求めることが，直ちに原告らが有する\n君が代に対する歴史観や世界観を否定するものとはいえない。しかし，原\n告らが県教職員の立場で，入学式や卒業式における国歌斉唱時に起立する\nという職務命令（職務命令の有無を巡る論点については後述する。）に違\n反したとの情報については，別途検討を要する。すなわち，経過説明書に\nは，不起立の理由は記載されていないものの，所属の校長が定める職務命\n令にもかかわらず，入学式や卒業式において国歌斉唱時に起立しなかった\nとの事実とこれを職務命令に違反するものとして式の前後に指導した状況\nに関する報告が記載されている。しかも，思想信条情報に当たることを否\n定する被告の主張するところによれば，校長が，国旗掲揚，国歌斉唱を卒\n業式や入学式の式次第に位置付けた上，卒業式や入学式を控えた時期（概\nね１月から３月ころ）の職員会議等の場で，前記第２，１(2)の教育長通知\nについて説明したり，内容を読み上げたり，写しを各職員に配布するなど\nの方法を通じて，式典に出席する教職員に国歌斉唱時に起立するよう命ず\nるととともに，入学式，卒業式における国歌斉唱時の起立が教職員の職務\n内容に含まれることを周知徹底していたというのであるから，この経過説\n明書には，かかる教育長通知に示された考え方には賛同できない一定の思\n想信条に基づいて，当該教職員がそれぞれ独自に「選択」した行為と当該\n行為がなされた状況が記載されていることになる。そうすると，ここにい\nう不起立情報は，当該教職員の国歌に対する歴史観・世界観や社会生活上\nの信念に直接結びつけることができる情報といえるから，思想信条に関す\nる情報に当たるというべきであって，これを外形的行動から内心を確定的\nに推知できないとの理由で，思想信条情報ではないとか，本件条例上，保\n護に値する程度の思想信条と評価できないというものではない。\nウ  そこで，本件不起立情報が，本件条例６条ただし書により思想，信条及\nび宗教に当たる事項に関する個人情報であっても例外として取扱いが認め\nられる場合のうち「あらかじめ神奈川県個人情報保護審議会の意見を聴い\nた上で正当な事務若しくは事業の実施のために必要があると認めて取り扱\nうとき」に当たるかどうかについて検討する。\nまず，本件では，教育委員会は，平成１９年１０月３０日付けで，神奈\n川県個人情報保護審議会に対し，卒業式及び入学式における不起立情報を，\n個人情報として取り扱うことにつき諮問をしている。同審議会の答申は，\n「思想信条情報を例外的に取り扱うとする，本件事務の正当性及び必要性\nを積極的に認めるという意味において，本件諮問の内容を適当とする答申\nを行うことはなし難い」としつつも，「最終的にいかなる職権行使をする\nかは，実施機関である教育委員会に条例上ゆだねられている」として，「実\n施機関としては，すでに前記審査会の答申内容は当審議会への本件諮問に\nよって履行しているものと考えられよう」と述べ，本件条例６条ただし書\nが定める審議会への意見聴取については，履行したと評価できると答え，\nこれを個人情報として取り扱うかどうかの最終的な判断を実施機関にゆだ\nねている。\n以上からすると，本件条例６条ただし書のうち，「あらかじめ神奈川県\n個人情報保護審議会の意見を聴いた上で」という手続要件は充足されてい\nる。そこで次に，「正当な事務若しくは事業の実施のために必要があると\n認めて取り扱うとき」との要件充足の有無の検討が必要となる。\nエ  被告は，上記の正当な事務若しくは事業の実施の必要性として，国歌斉\n唱時の教職員の不起立という職務命令違反に対し指導を行うために不起立\n者を把握する必要があると主張するところ，原告らは，別件訴訟（被告に\n対して，学校の入学式，卒業式に参列するに際し，国歌斉唱時に国旗に向\nかって起立し国歌を唱和する義務のないことの確認を求めた事件）の控訴\n審判決（東京高等裁判所平成○年（行コ）第○号事件）の事実認定（同判\n決では「県立学校の各校長は，本件教育長通知を受けて，入学式及び卒業\n式に際して国旗を掲揚し，国歌を斉唱する方針を採り，控訴人ら教職員に\n対し，職員会議あるいは卒業式及び入学式等の打合せにおいて，本件教育\n長通知の写し等を配布するなどしてその内容を周知させて国歌斉唱時に起\n立するよう指導するとともに，生徒に対する率先垂範指導を指示し，不起\n立の教職員に対し個別指導を行っているが，特定人を名宛人として国歌斉\n唱時に起立して国歌を斉唱するよう職務命令として命じたことはなく，本\n件教育長通知発令後，不起立を理由とする処分の事例もない。」と認定し\nている。甲Ｂ１６）を指摘した上，卒業式及び入学式に参列する教職員に\n対し，君が代斉唱時に起立するよう求めているのは，神奈川県教育長の各\n県立学校長に対する内部通知にすぎず，所属の校長から国歌斉唱時に起立\nするよう具体的な職務命令が発せられていないから，原告らに対し，起立\nを指導する根拠が存在しないと主張する。\nしかし，先に認定したとおり，神奈川県教育長は，卒業式，入学式に先\n立ち，毎年１１月ころに，各県立学校長に対し，国歌の斉唱を式次第に位\n置付け，斉唱時に教職員が起立し，厳粛かつ清新な雰囲気の中で式が行わ\nれるよう，取組の徹底を求め，教職員が校長の指示に従わない場合には，\n県教育委員会としては，服務上の責任を問い，厳正に対処していく考えで\nあることを伝えている。そして，現実に今回問題となっている原告らにか\nかる卒業式，入学式においては，国歌の斉唱が式次第に位置付けられ，国\n歌斉唱時には特に留保なく一律起立が求められ，それに応ぜず起立してい\nない原告らについては，服務に違反した事実があったとして，不起立情報\nとして記録にとどめられている。そうすると，その前提として，卒業式及\nび入学式において，所属の校長から，表現方法や伝達方法こそ同一ではな\nいとはいえ，教育長から各県立学校長に対してなされた「入学式及び卒業\n式における国旗の掲揚及び国歌の斉唱の指導の徹底について（通知）」の\n趣旨に沿った，命令・指示がなされたと推認されるところである。\nしかも，本件については，平成１９年１０月２４日に出された神奈川県\n個人情報保護審査会の意見に従い，平成１７年度卒業式から平成１９年度\n入学式まで，計４回の卒業式・入学式につき作成した経過説明書を廃棄し，\n平成２０年１月１７日，神奈川県個人情報保護審議会の答申を受けた上，\n本件条例６条ただし書にいう「正当な事務若しくは事業の実施のために必\n要がある」として，国歌斉唱時に起立しなかった教職員についての情報を，\n不起立情報として収集したものである。そうすると，国歌斉唱時の起立は，\n単なる要望や提案のようなもので，従うか従わないか，教職員の任意にゆ\nだねられていたというものではなく，選択の余地をいれない指示であった\nと認められ，このような指示を出す根拠としては，公務をつかさどり，所\n属職員を監督する校長の権限に由来するものというべきである。したがっ\nて，明確に校長から職務命令であるとの具体的な用語に基づくものでない\n限り，学校の教職員の立場で卒業式又は入学式に参列する者でありながら，\n式次第に従い国歌斉唱時に起立を求められても，それに従うかどうかは各\n自の判断に任されており，それに従うことが求められなかったとか，これ\nに従わなかったために記録にとどめられることが想定外の事柄であったと\nは，到底いうことができない。\n実際，原告Ｐ１が出席したＰ３１高校の平成２０年１月１８日の職員会\n議では，起立したまま国歌斉唱をすることとなる平成１９年度卒業式要項\nⅡが議論の対象となり，校長の決裁でそのように卒業式が執り行われるこ\nとになったこと，同年２月２７日の同高校の職員会議では，卒業式に教育\n課程調査ということで，県教育委員会の職員が来校するとの報告があり，\n卒業式の監視ではないかとの意見（具体的には国歌斉唱の際，教職員が起\n立するかどうかの監視を指すものと考えられる）が出たことが（乙３１，\n３２，原告Ｐ１），原告Ｐ３が出席したＰ３３高校の平成１８年度の卒業\n式前の職員会議でも，当時の校長が，国歌斉唱時に起立しなければ，県教\n育委員会に報告して厳正に対処すると繰り返し発言していたこと，同高校\nの平成２０年２月８日の職員会議では，校長が提示した，一同起立のまま\n国歌斉唱となっている式次第に対し，国旗の掲揚と国歌斉唱を削除する修\n正案が出され，決を採ったところ修正案が多数を占めたものの，校長は原\n案を通したことが（乙２６ないし２８，原告Ｐ３），原告Ｐ９にあっては，\n別件訴訟の際作成した陳述書で「現在，卒業式や入学式で「日の丸」，「君\nが代」が強制され，教職員にも『学習指導要領』を根拠に，起立し歌うこ\nとが強要され」ていると訴えていること（乙１４の７，原告Ｐ９），原告\nＰ１１が出席したＰ３２高校の平成２０年１月３１日の職員会議でも，卒\n業式の国歌斉唱時に起立するよう要請することの是非が議論にのぼり，校\n長が「私の立場（職）としてお願いしている。」と答えたこと，同年２月\n２７日の同校の職員会議でも，「卒業式・入学式において不起立者の氏名\nを報告するのか」という質問に対して，校長が「職としてやらざるを得な\nい」「私としては学習指導要領及び県の通知の通りでお願いする。多数決\nを採ることはしない。」と答えていたこと（乙２９，３０，原告Ｐ１１）\nが認められる。\nまた，全日制・定時制・通信制を合わせ１７０校に及ぶ神奈川県内の県\n立高等学校のうちから７０校余りを抽出し，平成１０年から平成１７年ま\nでの卒業式・入学式に関わる議事録を分析して，日の丸・君が代の強制が\n行われている様子を調べ，強制の実態の特徴をまとめたとする，原告Ｐ６\n作成の「県立学校における職員会議議事録の調査報告書「高校編」」と題\nする書面（乙２４）には，調査の結果，各学校が，県教育委員会の圧力に\nより，卒業式及び入学式において日の丸・君が代が強制されていったとす\nる様子が記録されており，その記載からは，校長が職員会議の前の段階で，\n式次第に日の丸・君が代を入れるよう指示・命令などを発し，卒業式及び\n入学式の式次第の案を一方的に変更するようになっていくとする様子が記\n載されているほか，平成１４年から平成１６年にかけて，校長が，自ら判\n断・決定する権限を放棄して，画一的，均一的に，学習指導要領，教育長\n通知，教育課程研究集録第９集を引き合いに出して，教育現場に日の丸・\n君が代を導入しているとの記載も見られるところである。\nそして，そもそも，本件のような入学式及び卒業式に参列する全ての教\n職員に一律に国歌斉唱時に起立するよう職務命令を発するに際しては，こ\nれに反したときに服務違反として懲戒処分などを行うことも念頭に置く場\n合には，証拠確保の観点から，個別的に文書を交付することも想定される\nものの，職務命令を発するには必ず文書を要するというものではなく，一\n般的には口頭によるものでも足りると解される。また，今回の命令は，予\n定される入学式及び卒業式に参列する全ての教職員に一律に命ずるもので\nあるから，教職員各人に個別的に行うのではなく，職員会議などの機会に\n参列予定者全員に向かって集団的になされることも想定し得るところであ\nる。その際，原告らの所属する校長の中には，置かれた状況に応じて，よ\nり説得的に伝えるなどの考えのもと，指示・指導などの表現を使用したこ\nとがあったとしても，前述のとおり，当時，平成１９年１０月２４日に出\nされた神奈川県個人情報保護審査会の意見に従い，平成１７年度卒業式か\nら平成１９年度入学式までの計４回の卒業式・入学式に関する経過説明書\nを廃棄した上，改めて神奈川県個人情報保護審議会から平成２０年１月１\n７日に答申を受けた上，本件条例６条ただし書にいう「正当な事務若しく\nは事業の実施のために必要がある」として，平成１９年度の卒業式から改\nめて国歌斉唱時に起立しなかった教職員の情報を不起立情報として収集す\nることが予定されていた状況下にあったことも併せ考えると，これらの校\n長等は，所属職員を監督する立場から，その権限に基づいて，当該各原告\nに対し，国歌斉唱時に起立するようにとの職務上の命令を発したと認める\nことができる。仮に，原告らが関係する校長等が，懲戒その他の不利益処\n分と結びつく効果を有する性質のある命令の告知を十分に行っていないた\nめに，原告らの中に，懲戒その他不利益処分を付するに足りる職務命令を\n予め受けたというに足りないと評価される者が含まれているとしても，前\n述のとおり，国歌斉唱時に起立するとの要請に従うか従わないか，参列す\nる各教職員の思想信条に従い，任意に選択することが許容されるものでな\nかったことは明らかである。\nオ  以上からすると，今回の卒業式及び入学式における不起立情報は，国歌\n斉唱時に起立することを求める職務命令ないし選択の余地のない指示，指\n導に反した教職員の違反事実に関する情報といえる。こうした違反事実に\n関する情報は，当該教職員に対する指導を実施する上でも，また，当該教\n職員による服務違反に対する人事上の措置の要否，内容を検討する上でも\n必要とされるものであるから，これを原告らを含む県教職員の監督を担う\n立場で人事管理上必要なものとして収集・記録することは「正当な事務若\nしくは事業の実施のために」されたものというほかはない。そこで，実施\n機関である教育委員会としては，本件条例の定めに従い，神奈川県個人情\n報保護審議会に諮問し，その答申を踏まえた上で，正当な事務若しくは事\n業の実施のために必要があるものと認めて取り扱ったもので，かかる判断\nをもって，神奈川県個人情報保護審議会の答申内容を無視し，ないしこれ\nに反したものということは困難である。したがって，不起立情報を収集・\n保管することとした教育委員会の判断は，教職員等の服務規律保持を担う\n行政機関として裁量内の判断と認めることができる。以上については，勤\n務時間外に式場に入り，国歌斉唱時に起立しなかった原告Ｐ１０について\nも異なることはない。\n(2)  ８条違反\nア  本件条例７条１項は，実施機関に個人情報事務登録簿の備付け義務を規\n定している。神奈川県個人情報保護条例逐条解説によれば，県民等が自己\nに関する情報の所在や内容を確認し，積極的に自分の情報に関与すること\nができるようにするため，実施機関に一定の事項を個人情報事務登録簿に\n掲載し，その登録簿を備え付けなければならないと定めたものと解説され\nている（甲Ｂ６）。\n一方，本件条例８条１項は，実施機関が個人情報を収集するとき，あら\nかじめ個人情報を取り扱う目的を明確にし，収集する個人情報の範囲を当\n該取扱目的の達成のために必要な限度を超えないものとしなければならな\nいと規定している。上記逐条解説では，同項は，実施機関が個人情報を取\nり扱う最初の段階である収集の時点において，誤った個人情報や事務又は\n事業の遂行に当たって不必要な個人情報を収集してはならないことを規定\nしたものとされている（甲Ｂ６）。\n同逐条解説の説明は首肯し得るものであり，自己情報の利用停止請求権\nを定めた３４条も，６条，８条１項から３項まで，９条１項，１０条１項，\n１６条の各規定に違反する行為があったときに，利用停止を請求すること\nができるとされ，そこに７条は含まれていない。\nそうすると，本件条例７条と８条は，それぞれ趣旨を異にする規定であ\nると解されるから，７条違反が当然に８条違反を構成することとなるもの\nではない。\nイ  これに対し，原告らは，本件条例７条違反のみでは，利用不停止請求の\n原因と規定されていないことは認めつつ，本件条例７条に違反することが，\n本件条例８条１項で定める明確化原則に違反することになると主張する。\n原告らのいう明確化原則とは，８条１項の規定中「実施機関は，個人情\n報を収集するときは，あらかじめ個人情報を取り扱う目的（以下「取扱目\n的」という。）を明確に」するよう定められていることを指すものである。\n他方，本件条例７条では，個人情報事務登録簿上，個人情報記録（申請書，\n許可台帳，人材ファイル等）から検索し得る個人の類型ごとに，当該個人\n情報を取り扱う目的を明らかにすることとされている。個人情報取扱事務\nの登録に当たり，個人情報を取り扱う目的が不明確であると，登録のため\nに個人情報を収集するに当たっても，個人情報を取り扱う目的が明確でな\nいことに繋がるものといえる。ただし，自己情報の利用停止請求権の有無\nを検討する場面では，あえて，本件条例７条違反を持ち出すことなく，本\n件条例８条を指摘すれば足りるものと考えられる。\nウ  そうすると，原告らの主張の趣旨は，結局のところ，不起立情報の取扱\n目的が不明確であるということになる。\nしかし，不起立情報の取扱目的は，県立高等学校に勤務する地方公務員\nとして，入学式，卒業式において，校長が定める式次第に従い，国歌斉唱\n時には起立して生徒を指導すべき指示，命令を受けており，これが原告ら\nの具体的な職務行為になっていることを前提にした上，この命令に従わな\nい教職員に対し，県教育委員会（教育局所管課）が各学校の校長と一体と\nなって組織的・継続的な指導を行っていくためというものであることが明\nらかであるから，このような取扱目的が不明確であるとまではいえない。\nエ  次に，８条３項違反の有無について検討する。\n本件で問題となっている経過説明書は，校長，副校長等が，卒業式及び\n入学式において国歌斉唱時に起立しなかった教職員を目視により確認し，\n教職員と面談し，不起立であったことについての事実確認を行い，個別指\n導を経た上で，その情報を記録することによって作成されたものである。\n被告は，本件条例８条３項を，第三者からの伝聞情報でないこと，本人\n不知の間の収集でないことを意味する規定と解釈すべきであると主張し，\nこれによれば，上記のとおり，実施機関が本人の行動を目視し，本人に指\n導した経過を記載した経過説明書記載の情報は，本件条例８条３項に違反\nするものではないことになる。\n被告作成の神奈川県個人情報保護条例逐条解説（甲Ｂ６）によれば，本\n件条例８条３項を本人収集の原則と表した上，「本項は，個人情報を収集\nするときは，本人から収集することが原則であり，この原則を遵守するこ\nとが実施機関の義務であることを示したものである。」と解説されており，\n被告の主張と矛盾するものではない。また，そもそも，不起立であった教\n職員と面談した上，当該事項の事実確認を行い，個別指導を行ったとの結\n果内容については，本人から事情を聴取の上収集したものということがで\nきるから，その結果内容を収集することは本件条例８条３項の規定に反す\nるものではない。一方，実施機関とされる校長，副校長等が，卒業式及び\n入学式において国歌斉唱時に起立しなかった教職員を目視により確認した\nことにより得られた情報については，本人が知らない間に収集されること\nも想定できないわけではない。しかし，参列した校長，副校長等にとって\nは，直接現認した本人の行動を報告するものであるから，本人から収集し\nた情報であると言って妨げない上，当該本人としても，実施機関である校\n長，副校長等が卒業式又は入学式に参列していることを認識しているから，\nこれらの者から，国歌斉唱時における不起立を現認され，これが服務上の\n義務違反として，報告の対象とされることを予見することは可能であり本\n人が全く関知することのないまま収集された情報とはいえない。\nこれに対し，原告らは，個人情報保護法が本件条例の上位法であるとし\nた上，同法１６条１項（個人情報取扱事業者は，あらかじめ本人の同意を\n得ないで，前条の規定により特定された利用目的の達成に必要な範囲を超\nえて，個人情報を取り扱ってはならない。）によれば，個人情報の収集に\n当たり，事前に本人の同意を得る必要があると主張している。\nしかし，個人情報保護法１６条１項が１５条の規定を受けたものである\nことは，規定上明らかであるところ，同条１項は「個人情報取扱事業者は，\n個人情報を取り扱うに当たっては，その利用の目的（以下「利用目的」と\nいう。）をできる限り特定しなければならない。」と規定している。同項\nが定める利用目的による制限の趣旨は，無限定な個人情報の利用による本\n人の権利利益の侵害を防止することを目的とするもので，同法１６条１項\nは，１５条１項を踏まえ，本人の同意がある場合には，特定された利用目\n的の達成に必要な範囲を超えて，個人情報を取り扱うことを認めたものと\n解される。\nこれを本件についてみると，経過説明書の記載事項によれば，特定され\nた利用目的の達成に必要な範囲を超えて個人情報を利用したものとは認め\nられないから，個人情報保護法１６条１項に違反すると解すべき事由は見\nいだし難い。\n以上によれば，本件条例８条３項に違反するとの原告らの主張も採用で\nきない。\n２  人格権侵害に基づく抹消請求について\n原告らは，国歌斉唱時に起立しなかった情報を本件条例に違反して収集，保\n管することが，思想・良心の自由を定めた憲法１９条のほか憲法１３条に違反\nするとして，人格権に基づいて経過説明書の抹消を求めている。\n原告らの上記主張の趣旨は，「本件訴訟は，国旗・国歌の強制は違法である\nとか，起立しなかったことで，原告らの思想，信条の自由が侵害された，など\nを問う裁判ではない」，「原告らが君が代斉唱時に起立しなかった行為を被告\nが問題にしたことを問うているのではなく，起立しない行為に関する情報を，\n原告らの思想，信条に係わる情報であるにも拘わらず，これを県条例に違反し，\n違法に収集していることの問題性を問うているのである」と主張しているとこ\nろからして（原告ら準備書面(1)），国歌斉唱時に起立を求めること自体の違法\nではなく，不起立情報を収集，保管する行為の違法性に限られると解されると\nころ，同情報自体は，職務命令違反等の情報であり，監督者の立場から人事管\n理上必要なものとして，これを収集，保管することが「正当な事務若しくは事\n業の実施のために必要がある」との要件に該当し，その他本件条例に違反する\nものではないことは，これまで論じてきたとおりである。\nそして，経過説明書に記載されている事実は，当該教職員の国家に対する歴\n史観・世界観や社会生活上の信念に直接結びつくものとして思想信条に関する\n情報に当たるといえるものの，それをもって，直接，当該本人に対し，一定の\n事項を強制，あるいは禁止するものではなく，地方公務員としての職務遂行に\n当たって職務命令に従わなかったことについての情報であるから，このような\nものを収集し，これを保管することそれ自体が，原告らの思想及び良心の自由\nを侵害するとはいい難い。原告らは，憲法１３条で保護されるプライバシーの\n侵害や自己に関する情報を統制する権利を侵害するとも主張するが，これらの\n情報が，学校行事において教職員である原告らが採った行為そのものに関する\nものであることからすると，原告らの個人情報ではあっても，これを監督権者\nにおいて，本件条例に従い個人情報として取り扱うことが，プライバシー権や\n情報統制権などを侵害するものとはいえないから，その排除を求めることはで\nきない。\nよって，この点についての原告らの主張も理由がない。\n３  国家賠償責任の成否について\n以上のとおり，不起立情報を収集，保管することは，違法ではないから，こ\nれが違法であることを前提として慰謝料を求める原告らの請求も，理由がない。\n４  結論\n以上によれば，原告らの請求はいずれも理由がないから，主文のとおり判決\nする。\n横浜地方裁判所第１民事部\n裁判長裁判官      佐      村      浩      之\n裁判官      西      森      政      一\n裁判官      小      堀      瑠  生  子\n"
}