{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 7,
    "day": 24
  },
  "case_number": "平成28(受)1463",
  "case_name": "過払金返還請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "破棄自判",
  "article_info": "民集　第71巻6号969頁",
  "original_court_name": "名古屋高等裁判所\n        　金沢支部",
  "original_case_number": "平成28(ネ)18",
  "original_date": {
    "era": "Heisei",
    "year": 28,
    "month": 5,
    "day": 18
  },
  "gist": "認定司法書士が弁護士法７２条に違反して締結した裁判外の和解契約の効力",
  "case_gist": "認定司法書士が委任者を代理して裁判外の和解契約を締結することが弁護士法７２条に違反する場合であっても，当該和解契約は，その内容及び締結に至る経緯等に照らし，公序良俗違反の性質を帯びるに至るような特段の事情がない限り，無効とはならない。",
  "ref_law": "弁護士法７２条，司法書士法３条１項７号，民法９０条",
  "lawsuit_id": "86944",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=86944",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/944/086944_hanrei.pdf",
  "contents": "平成２８年（受）第１４６３号  過払金返還請求事件\n平成２９年７月２４日  第一小法廷判決\n主      文\n原判決を破棄する。\n被上告人の控訴を棄却する。\n控訴費用及び上告費用は被上告人の負担とする。\n理      由\n上告人の上告受理申立て理由について\n１  本件は，Ａの破産管財人である被上告人が，貸金業者である上告人に対し，\nＡと上告人との間の継続的な金銭消費貸借取引に係る各弁済金のうち利息制限法所\n定の制限利率により計算した金額を超えて支払った部分を元本に充当すると過払金\nが発生していると主張して，不当利得返還請求権に基づき，過払金の返還等を求め\nる事案である。\n本件では，上記の過払金等について，司法書士法３条２項各号のいずれにも該当\nする司法書士（以下「認定司法書士」という。）である上告補助参加人（以下，単\nに「補助参加人」という。）がＡを代理して上告人との間で従前締結した裁判外の\n和解契約の効力が争われている。\n２  原審の適法に確定した事実関係等の概要は，次のとおりである。\n(1)  Ａは，上告人との間で，平成５年５月２５日から平成２０年１１月３０日\nまで，利息制限法所定の制限を超える利息の約定で継続的な金銭消費貸借取引（以\n下「本件取引」という。）を行った。本件取引の結果，同日時点で，過払金約３３\n０万円及び法定利息が発生していた。\n(2)  Ａは，平成２０年１２月１７日，補助参加人との間で，債務整理を目的と\nする委任契約を締結した。補助参加人は，上記委任契約の締結の際，Ａに対し，過\n払金の額が１４０万円を超える場合には，司法書士である補助参加人は代理人とな\nることができないこと等を説明した。\n(3)  補助参加人は，平成２１年１月頃，上告人から取引履歴の開示を受け，利\n息制限法所定の制限利率に引き直して計算をしたところ，前記(1)のとおり過払金\n等が発生していることが判明したため，同年２月３日，Ａに対し，本件取引につい\nて約３３０万円の過払金が発生しており，補助参加人は代理人となることができな\nいこと等を説明した。しかし，Ａは，本件取引に係る過払金の返還請求等について\nも，補助参加人に委任することを希望し，同日，補助参加人との間で，上記過払金\nの返還請求権等について和解をすることを含む委任契約（以下「本件委任契約」と\nいう。）を締結した。\n(4)  補助参加人は，平成２１年３月２５日，上告人に対し，本件取引に係る過\n払金の返還を求める請求書を送付したところ，上告人は，同月３１日，補助参加人\nに対し，１９１万円を３箇月後に支払う旨の和解案を提示した。その後，２００万\n円を同年４月中に返還するのであれば和解に応ずる旨のＡの意向が上告人に伝えら\nれ，上告人は，同月１日，補助参加人に対し，上記意向に沿った内容で和解をする\n旨の連絡をした。Ａは，上告人に対して約３３０万円の過払金の返還請求ができる\nこと等を理解していたが，訴訟になる場合の負担等を考慮して，上告人から２００\n万円の支払を受ける内容の和解をすることとした。補助参加人は，同月２日，Ａを\n代理して，上告人との間で，上告人がＡに対し同月３０日限り２００万円を支払う\nこと及びＡと上告人との間にはそれ以外には何らの債権債務がないことを相互に確\n認することを内容とする裁判外の和解契約（以下「本件和解契約」という。）を締\n結し，上告人は，本件和解契約に基づき，２００万円を支払った。補助参加人がＡ\nを代理して本件和解契約を締結することは，本件取引に係る過払金の額が司法書士\n法３条１項７号に規定する額である１４０万円を超えるため，弁護士法７２条に違\n反するものであった。\n(5)  Ａは，平成２８年２月２日，破産手続開始の決定を受け，被上告人が破産\n管財人に選任された。\n３  原審は，上記事実関係等の下で，次のとおり判断して，被上告人の請求を認\n容した。\n補助参加人が代理人として本件和解契約を締結した行為は，公益規定である弁護\n士法７２条に違反するものというべきであり，この点に関する補助参加人とＡとの\n間の本件委任契約は無効であって，本件和解契約も，そのような委任契約に基づい\nて締結されたという点において，無効であるというべきである。したがって，本件\n取引に係る過払金の返還請求権等は消滅しておらず，上告人はＡの破産管財人であ\nる被上告人に対し，上記の過払金等を支払うべきである。\n４  しかしながら，本件和解契約を無効とする原審の上記判断は是認することが\nできない。その理由は，次のとおりである。\n弁護士法７２条は，弁護士又は弁護士法人でない者が，報酬を得る目的で法律事\n件に関して代理や和解等の法律事務を取り扱うことを業とすることができない旨を\n定めているところ，認定司法書士が，報酬を得る目的で業として司法書士法３条１\n項７号に規定する額である１４０万円を超える過払金の返還請求権につき裁判外の\n和解をすることについての委任契約を締結することは，弁護士法７２条に違反する\nものであって，その委任契約は，民法９０条に照らして無効となると解される（最\n高裁昭和３７年（オ）第１４６０号同３８年６月１３日第一小法廷判決・民集１７\n巻５号７４４頁参照）。上記の場合，当該委任契約を締結した認定司法書士が委任\n者を代理して裁判外の和解契約を締結することも，弁護士法７２条に違反するもの\nであるが，その和解契約の効力については，委任契約の効力とは別に，同条の趣旨\nを達するために当該和解契約を無効とする必要性があるか否か等を考慮して判断さ\nれるべきものである。\n弁護士法７２条の趣旨は，弁護士の資格のない者が，自らの利益のため，みだり\nに他人の法律事件に介入することを業とすることを放置するときは，当事者その他\nの関係人らの利益を損ね，法律事務に係る社会生活の公正かつ円滑な営みを妨げ，\nひいては法律秩序を害することになるので，かかる行為を禁止するものと解される\nところ（最高裁昭和４４年（あ）第１１２４号同４６年７月１４日大法廷判決・刑\n集２５巻５号６９０頁参照），同条に違反する行為に対しては，これを処罰の対象\nとする（同法７７条３号）ことによって，同法７２条による禁止の実効性を保障す\nることとされている。そして，認定司法書士による裁判外の和解契約の締結が同条\nに違反する場合には，司法書士の品位を害するものとして，司法書士法２条違反を\n理由とする懲戒の対象になる（同法４７条）上，弁護士法７２条に違反して締結さ\nれた委任契約は上記のとおり無効となると解されるから，当該認定司法書士は委任\n者から報酬を得ることもできないこととなる。このような同条の実効性を保障する\n規律等に照らすと，認定司法書士による同条に違反する行為を禁止するために，認\n定司法書士が委任者を代理して締結した裁判外の和解契約の効力まで否定する必要\nはないものと解される。また，当該和解契約の当事者の利益保護の見地からも，当\n該和解契約の内容及びその締結に至る経緯等に特に問題となる事情がないのであれ\nば，当該和解契約の効力を否定する必要はなく，かえって，同条に違反することか\nら直ちに当該和解契約の効力を否定するとすれば，紛争が解決されたものと理解し\nている当事者の利益を害するおそれがあり，相当ではないというべきである。以上\nによれば，認定司法書士が委任者を代理して裁判外の和解契約を締結することが同\n条に違反する場合であっても，当該和解契約は，その内容及び締結に至る経緯等に\n照らし，公序良俗違反の性質を帯びるに至るような特段の事情がない限り，無効と\nはならないと解するのが相当である。\nこれを本件についてみると，前記事実関係等によれば，本件和解契約の内容は，\n本件取引に係る約３３０万円の過払金等について上告人が２００万円を支払うこと\nにより紛争を解決するというものであり，その締結に至る経緯をみても，補助参加\n人は，Ａに対し，本件取引に係る過払金の額を説明し，Ａの理解を得た上で，Ａの\n意向に沿った内容の本件和解契約を締結したというのであって，上記特段の事情は\nうかがわれず，本件和解契約を無効ということはできない。\n５  以上によれば，被上告人の請求を認容した原審の判断には，判決に影響を及\nぼすことが明らかな法令の違反がある。論旨は理由があり，原判決は破棄を免れな\nい。そして，以上説示したところによれば，被上告人の請求は理由がなく，これを\n棄却した第１審判決の結論は正当であるから，被上告人の控訴を棄却すべきであ\nる。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n( 裁判長裁判官   池上政幸   裁判官   大谷直人   裁判官   小池   裕   裁判官\n木澤克之  裁判官  山口  厚)\n"
}