{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 12,
    "day": 8
  },
  "case_number": "平成27(受)2309",
  "case_name": "損害賠償等請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "その他",
  "article_info": "集民　第254号35頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成26(ネ)4072",
  "original_date": {
    "era": "Heisei",
    "year": 27,
    "month": 7,
    "day": 30
  },
  "gist": "将来の給付の訴えを提起することのできる請求権としての適格を有しない\nものとされた事例",
  "case_gist": "飛行場において離着陸する航空機の発する騒音等により周辺住民らが精神\n的又は身体的被害等を被っていることを理由とする損害賠償請求権のうち\n事実審の口頭弁論終結の日の翌日以降の分は，将来の給付の訴えを提起す\nることのできる請求権としての適格を有しない。\n（補足意見がある。）",
  "ref_law": "民訴法１３５条",
  "lawsuit_id": "86314",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=86314",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/314/086314_hanrei.pdf",
  "contents": "平成２７年（受）第２３０９号  損害賠償等請求事件\n平成２８年１２月８日  第一小法廷判決\n主          文\n１  原判決中被上告人らの平成２７年５月１５日以降に\n生ずべき損害の賠償請求を認容した部分を破棄する。\n２  前項の部分につき，別紙被上告人目録１記載の被上\n告人らの控訴及び別紙被上告人目録２記載の被上告\n人らの附帯控訴を棄却する。\n３  上告人のその余の上告を棄却する。\n４  原判決中被上告人Ｘ２の航空機の離着陸等の差止め\n及び音量規制の請求に関する部分を破棄する。\n５  本件訴訟のうち前項の部分は，平成２７年６月２６\n日被上告人Ｘ２の死亡により終了した。\n６  本件訴訟のうち被上告人Ｘ３の航空機の離着陸等の\n差止め及び音量規制の請求に関する部分は，平成２\n７年９月７日同被上告人の死亡により終了した。\n７  訴訟の総費用はこれを５分し，その３を被上告人ら\nの，その余を上告人の負担とする。\n理          由\n第１  事案の概要\n本件は，上告人が日本国とアメリカ合衆国との間の相互協力及び安全保障条約等\nに基づきアメリカ合衆国海軍（以下「米海軍」という。）に使用させ，また，海上\n自衛隊が使用する厚木海軍飛行場の周辺に居住する被上告人らが，同飛行場におい\nて離着陸する米海軍及び海上自衛隊の各航空機の発する騒音等により精神的又は身\n体的被害等を被っていると主張して，上告人に対し，人格権に基づく航空機の離着\n陸等の差止め及び音量規制を請求するとともに，国家賠償法２条１項に基づく損害\n賠償等を請求する事案である。\n第２  上告代理人定塚誠ほかの上告受理申立て理由第２について\n１  所論は，被上告人らの上記損害賠償請求のうち，原審の口頭弁論終結の日の\n翌日から平成２８年１２月３１日までに生ずべき損害の賠償請求を認容した原審の\n判断に，判例違反及び法令の解釈の誤りがあるというのである。\n２  そこで，この点に関する原判決の判示をみるに，原判決は，平成２９年頃に\n米海軍において航空機の配備状況の変動が見込まれるところ，原審の口頭弁論終結\nの日の翌日から平成２８年１２月３１日までの期間については，原審の口頭弁論終\n結時点における厚木海軍飛行場の周辺地域の航空機騒音の発生等が継続することが\n高度の蓋然性をもって認められ，上告人に有利な影響を及ぼすような将来における\n事情の変動を理由とする請求異議訴訟においてその事情の変動の立証負担を上告人\nに課することが格別不当ということはできないとして，原審の口頭弁論終結時点と\n同一内容の損害賠償請求権を認めるべきであると判断した。\n３  しかしながら，原審の上記判断は是認することができない。その理由は次の\nとおりである。\n(1)  継続的不法行為に基づき将来発生すべき損害賠償請求権については，たと\nえ同一態様の行為が将来も継続されることが予測される場合であっても，損害賠償\n請求権の成否及びその額をあらかじめ一義的に明確に認定することができず，具体\n的に請求権が成立したとされる時点において初めてこれを認定することができ，か\nつ，その場合における権利の成立要件の具備については債権者においてこれを立証\nすべきであり，事情の変動を専ら債務者の立証すべき新たな権利成立阻却事由の発\n生としてとらえてその負担を債務者に課するのは不当であると考えられるようなも\nのは，将来の給付の訴えを提起することのできる請求権としての適格を有しないも\nのと解するのが相当である。そして，飛行場等において離着陸する航空機の発する\n騒音等により周辺住民らが精神的又は身体的被害等を被っていることを理由とする\n損害賠償請求権のうち事実審の口頭弁論終結の日の翌日以降の分については，将来\nそれが具体的に成立したとされる時点の事実関係に基づきその成立の有無及び内容\nを判断すべきであり，かつ，その成立要件の具備については請求者においてその立\n証の責任を負うべき性質のものであって，このような請求権が将来の給付の訴えを\n提起することのできる請求権としての適格を有しないものであることは，当裁判所\nの判例とするところである（最高裁昭和５１年（オ）第３９５号同５６年１２月１\n６日大法廷判決・民集３５巻１０号１３６９頁，最高裁昭和６２年（オ）第５８号\n平成５年２月２５日第一小法廷判決・民集４７巻２号６４３頁，最高裁昭和６３年\n（オ）第６１１号平成５年２月２５日第一小法廷判決・裁判集民事１６７号３５９\n頁，最高裁平成１８年（受）第８８２号同１９年５月２９日第三小法廷判決・裁判\n集民事２２４号３９１頁）。\n(2)  したがって，厚木海軍飛行場において離着陸する米海軍及び海上自衛隊の\n各航空機の発する騒音等により精神的又は身体的被害等を被っていることを理由と\nする被上告人らの上告人に対する損害賠償請求権のうち事実審の口頭弁論終結の日\nの翌日以降の分については，その性質上，将来の給付の訴えを提起することのでき\nる請求権としての適格を有しないものというべきである。\n４  以上によれば，被上告人らの本件訴えのうち原審の口頭弁論終結の日の翌日\n（平成２７年５月１５日）以降に生ずべき損害の賠償請求に係る部分は，権利保護\nの要件を欠くものというべきであって，被上告人らの上記損害賠償請求を平成２８\n年１２月３１日までの期間について認容した原判決には，訴訟要件に関する法令の\n解釈の誤りがあり，この違法が判決に影響を及ぼすことは明らかである。論旨は理\n由があり，原判決中上記将来の損害の賠償請求を認容した部分は破棄を免れず，上\n記部分に係る訴えを却下した第１審判決は相当であるから，この部分についての別\n紙被上告人目録１記載の被上告人らの控訴及び別紙被上告人目録２記載の被上告人\nらの附帯控訴を棄却すべきである。\n５  そして，その余の請求に関する上告については，上告受理申立て理由が上告\n受理の決定において排除されたので，棄却することとする。また，被上告人らの本\n件訴えのうち将来生ずべき損害の賠償請求に係る部分は，上記のとおり不適法でそ\nの不備を補正することができないものであるから，口頭弁論を経ないで判決をする\nこととする（前掲最高裁平成１９年５月２９日第三小法廷判決，最高裁平成１３年\n（行ツ）第２０５号，同年（行ヒ）第２０２号同１４年１２月１７日第三小法廷判\n決・裁判集民事２０８号５８１頁参照）。\n第３  職権による検討\n１  記録によれば，被上告人Ｘ２は，原審口頭弁論終結後，原判決言渡し前であ\nる平成２７年６月２６日に死亡したことが明らかであるところ，人格権に基づく航\n空機の離着陸等の差止め及び音量規制の請求権は請求権者の一身に専属する権利で\nあって相続の対象となり得ないものと解されるから，本件訴訟のうち被上告人Ｘ２\nの航空機の離着陸等の差止め及び音量規制の請求に関する部分は，同被上告人の死\n亡により当然に終了したというべきである。\nしたがって，原判決中上記請求に関する部分を破棄し，本件訴訟のうち上記請求\nに関する部分は，被上告人Ｘ２の死亡により終了したことを宣言することとする。\nなお，上告審において判決で訴訟の終了を宣言するに当たり，その前提として原判\n決を破棄するについては，必ずしも口頭弁論を経ることを要しないと解するのが相\n当である（最高裁平成１７年（オ）第１４５１号同１８年９月４日第二小法廷判決\n・裁判集民事２２１号１頁参照）。\n２  記録によれば，被上告人Ｘ３は，原判決言渡し後である平成２７年９月７日\nに死亡したことが明らかであるところ，人格権に基づく航空機の離着陸等の差止め\n及び音量規制の請求権は請求権者の一身に専属する権利であって相続の対象となり\n得ないものと解されるから，本件訴訟のうち被上告人Ｘ３の航空機の離着陸等の差\n止め及び音量規制の請求に関する部分は，同被上告人の死亡により当然に終了した\nというべきである。\nしたがって，本件訴訟のうち上記請求に関する部分は，被上告人Ｘ３の死亡によ\nり終了したことを宣言することとする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。なお，裁判官小池裕\nの補足意見がある。\n裁判官小池裕の補足意見は，次のとおりである。\n継続的不法行為に基づき将来発生すべき損害賠償請求権に関する将来の給付の訴\nえを提起することのできる請求権としての適格について，若干の意見の補足をした\nい。\n１  原判決は，上記の点に関する当裁判所の判例を前提としつつ，上記請求権と\nしての適格について，①当該請求権の基礎となるべき事実関係及び法律関係が既に\n存在し，その継続が予測されること，②当該請求権の成否及びその内容につき債務\n者に有利な影響を生ずるような将来における事情の変動があらかじめ明確に予測し\n得る事由に限られること，③この事情の変動については請求異議の訴えによりその\n発生を証明してのみ執行を阻止し得るという負担を債務者に課しても格別不当とは\nいえないことの３要件が満たされるときに肯定されるところ，被上告人らの本件損\n害賠償請求のうち原審の口頭弁論終結の日の翌日から平成２８年１２月３１日まで\nに生ずべき損害について，本件で認定された事実関係に照らすと，上記約１年８箇\n月に限った将来請求において考慮すべき事情変動は，想定される事後的な事情変動\nの内容や範囲の点から，将来請求が当然に認められると解される不動産の不法占有\n者に対し明渡義務の履行完了までの賃料相当額の損害金の支払を求める場合と比較\nしてみれば，両者を区別する実質的な相違はないといえるなどとして，その損害賠\n償金の支払請求を認容した。\n２  しかし，上記の点に関する当裁判所の判例は，原判決が掲げる３つの要因を\n考慮すべきものとした上で，飛行場等において離着陸する航空機の発する騒音等に\nより周辺住民が精神的又は身体的被害等を被っていることを理由とする損害賠償請\n求権のうち事実審の口頭弁論終結の日の翌日以降の分については，将来それが具体\n的に成立したとされる時点の事実関係に基づきその成立の有無及び内容を判断すべ\nきであり，かつ，その成立要件の具備については請求者においてその立証の責任を\n負うべき性質のものであって，このような請求権が将来の給付の訴えを提起するこ\nとができる請求権としての適格を有しないものであるとしているものである。すな\nわち，上記航空機の騒音等に係る損害賠償請求権は，その性質上，上記請求権とし\nての適格を有しないとされるものであるから，前記１の原判決の判断は，当裁判所\nの判例に抵触するものといわざるを得ない。\n３  また，防衛施設である厚木海軍飛行場の騒音の状況はその時々の予測し難い\n内外の情勢あるいは航空機の配備態勢等に応じて常に変動する可能性を有するもの\nであり，過去の事情によって，将来にわたって一定の航空交通量があることを確定\nできるものではないことを否定できず，施設使用の目的や態様が公共的な要請に対\n応して変化する可能性を内包するものというべきである。そのため，たとえ一定の\n期間を区切ったとしても過去の事情に基づき上記航空機の騒音等に係る損害賠償請\n求権の将来分の成否及びその額をあらかじめ一義的に明確に認定することは困難で\nあるといわざるを得ず，不動産の不法占有者に対する明渡完了までの賃料相当額の\n損害金の支払請求と事情を同じくすると考えることはできない。そうすると，過去\nの事情に基づき原審の口頭弁論終結時点における厚木海軍飛行場の周辺地域の航空\n機騒音の発生等が継続することが相当程度の蓋然性をもって認められるとしても，\n前記２の判断を左右するに足りるものではないというべきである。\n( 裁 判 長 裁 判 官   小池   裕   裁 判 官   櫻 井 龍 子   裁 判 官   池 上 政 幸   裁 判 官\n大谷直人  裁判官  木澤克之)\n"
}