{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 8,
    "day": 30
  },
  "case_number": "平成28(行ケ)10187",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "87045",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=87045",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/045/087045_hanrei.pdf",
  "contents": "平成２９年８月３０日判決言渡\n平成２８年(行ケ)第１０１８７号  審決取消請求事件\n口頭弁論終結日  平成２９年７月１２日\n判       決\n原            告     パ イ ロ ッ ト イ ン キ 株 式 会 社\n原            告         株式会社パイロットコーポレーション\n両 名 訴 訟代 理 人弁 護 士      近    藤    惠    嗣\n吉    武    賢      次\n宮    嶋         学\n髙    田    泰    彦\n柏              延    之\n砂    山        麗\n弁理士         永    井      浩    之\n中    村      行    孝\n堀    田      幸    裕\n前    川      英    明\n被            告      三 菱 鉛 筆 株 式 会 社\n訴訟代理人弁護士     萩    尾    保    繁\n山    口    健    司\n高    橋    元    弘\n末    吉        亙\n弁理士     青    木        篤\n島    田    哲    郎\n三    橋    真    二\n伊    藤    健  太  郎\n主       文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  原告らの求めた裁判\n特許庁が無効２０１４－８００１６８号事件について平成２８年６月２８日にし\nた審決を取り消す。\n第２  事案の概要\n本件は，特許無効審判請求に基づいて特許を無効とした審決の取消訴訟である。\n争点は，明確性要件違反の有無である。\n１  特許庁における手続の経緯\n原告パイロットインキ株式会社（以下「原告パイロットインキ」という。）は，名\n称を「可逆熱変色性筆記具用水性インキ組成物及びそれを収容した筆記具」とする\n発明について，平成１７年６月１日，特許出願をし（特願２００５－１６１２７２。\n以下「本件出願」という。），平成２４年３月３０日，その設定登録（特許第４９６\n１１１５号，請求項の数７。以下「本件特許」という。）を受けた（甲１）。平成２\n６年９月１０日，特定承継による本権の一部移転により，本件特許は，原告パイロ\nットインキと原告株式会社パイロットコーポレーションの共有となった（甲８５）。\n被告が，平成２６年１０月１６日付けで本件特許の請求項１～７に係る発明につ\nいての無効審判請求（無効２０１４－８００１６８号。甲６８）をしたところ，特\n許庁は，平成２８年６月２８日，「特許第４９６１１１５号の請求項１ないし７に係\nる発明についての特許を無効とする。」との審決をし，その謄本は，同年７月７日，\n原告らに送達された。\n２  本件発明の要旨\n本件特許の請求項１～７の発明に係る特許請求の範囲（以下「本件特許請求の範\n囲」という。）の記載は，次のとおりである（以下，項番号によって「本件発明１」\nのようにいい，本件発明１～本件発明７を併せて「本件発明」という。また，本件\n特許の特許公報（甲１）記載の明細書及び図面を併せて「本件明細書」という。）。\n(1)  本件発明１\n「  可逆熱変色性筆記具用水性インキ組成物を収容したボールペン形態の筆記具で\nあって，\n前記可逆熱変色性筆記具用水性インキ組成物は，（イ）電子供与性呈色性有機化\n合物，（ロ）電子受容性化合物，（ハ）前記両者の呈色反応の生起温度を決める反\n応媒体からなる可逆熱変色性組成物を内包させた可逆熱変色性マイクロカプセル\n顔料と，水を少なくとも含有してなり，ここで，前記可逆熱変色性マイクロカプ\nセル顔料の平均粒子径は，０．５～２．０μｍの範囲にあり，且つ，４．０μｍ\nを超える粒子が全マイクロカプセル顔料中の１０体積％未満であり，２．０μｍ\n未満の粒子が全マイクロカプセル顔料中の５０体積％以上であり，\n前記筆記具のキャップの一部又は軸筒の一部に，弾性体である擦過部材が設け\nられていることを特徴とする，筆記具。」\n(2)  本件発明２\n「  前記可逆熱変色性マイクロカプセル顔料が，色濃度－温度曲線に関して完全消\n色温度（ｔ４）が５０～９０℃である請求項１記載の筆記具。」\n(3)  本件発明３\n「  前記可逆熱変色性マイクロカプセル顔料が，色濃度－温度曲線に関して４０℃\n乃至７０℃のヒステリシス幅（ΔＨ）を示し，発色開始温度（ｔ２）が０℃以下\nである請求項１又は２記載の筆記具。」\n(4)  本件発明４\n「  前記可逆熱変色性マイクロカプセル顔料が，前記可逆熱変色性筆記具用水性イ\nンキ組成物全量に対して２～４０重量％である請求項１乃至３のいずれかに記載\nの筆記具。」\n(5)  本件発明５\n「  前記可逆熱変色性筆記具用水性インキ組成物が，剪断減粘性付与剤を含んでな\nる請求項１乃至４のいずれかに記載の筆記具。」\n(6)  本件発明６\n「  ボールペンチップを筆記先端部に装着してなり，前記ボールペンチップのボー\nルが０．４～１．０ｍｍ径である請求項１乃至５に記載の筆記具。」\n(7)  本件発明７\n「  前記擦過部材がゴム，エラストマー又はプラスチック発泡体である請求項１乃\n至６のいずれか記載の筆記具。」\n３  審決の理由の要点\n平均粒子径を求めるには，個別の粒子の大きさ（以下「粒子径（代表径）」という。）\nを何らかの基準で特定する必要があるが，粒子径（代表径）の定義には種々のもの\nがあり，粒子が非球形の場合は，同じ粒子であっても，その粒子径（代表径）の定\n義により，平均粒子径の値は異なるものとなる。\n本件発明１の「可逆熱変色性マイクロカプセル顔料」の粒子の集合体には，非球\n形の粒子の集合体や，球形の粒子と非球形の粒子の混合である集合体が含まれてい\nると認められる。原告らは，マイクロカプセル顔料の粒子は略球形であると主張す\nるが，「前記マイクロカプセル顔料は，円形断面の形態であっても非円形断面の形態\nであってもよい。」（【００１０】）とのことであり，非円形断面を排除するものでは\nなく，本件明細書の記載を参酌しても，円形断面の粒子と非円形断面の粒子とがど\nのような割合で調製されるのかとか，その粒子の形状等を認識できる記載は一切な\nいことから，本件発明において想定しているマイクロカプセル顔料が略球形である\nと断定することは不可能である。\nしたがって，抽象的に平均粒子径として特定の数値範囲を示すのみでは，その範\n囲が具体的に特定できないことになる。他方で，粒子径（代表径）の定義，又はそ\nれと密接に関係している測定方法のいずれかが明らかになれば，特定に欠けること\nはない。\n本件特許請求の範囲及び本件明細書の記載からは，粒子径（代表径）の定義も測\n定方法も明らかでない。もっとも，本件発明は，平均粒子径として体積平均径を採\n用したと認められるが，体積を測定する粒子径（代表径）の定義又は測定方法には，\n電気的検知帯法による等体積球相当径，光散乱法による光散乱相当径，光回折法に\nよる光の回折相当径，沈降法によるストークス径があり，その違いにより，平均粒\n子径の値に差が生じ得る。本件出願当時の特許公開公報を調査しても，様々な測定\n方法が用いられているから，技術常識を考慮しても，粒子径（代表径）の定義又は\n測定方法を特定できない。\nしたがって，本件発明１の「平均粒子径は，０．５～２．０μｍの範囲にあり」\nとの値を有する粒子を特定できないから，特許を受けようとする発明の技術的範囲\nが明確でなく，本件出願は，特許法３６条６項２号に規定する要件を満たしていな\nい。\n第３  原告ら主張の審決取消事由\n１  マイクロカプセル顔料の形状について\n定義による差異が測定誤差ないし測定精度を超えるものでない場合にはそもそも\n定義は必要でないという考えは，当業者において一般に採られている。そして，以\n下のとおり，本件発明のマイクロカプセル顔料は，定義による差異がそれぞれの測\n定誤差を超えない程度の略球形であるから，略球形であると断定することは不可能\nとした審決は誤りである。\n(1)  本件発明では，略球形のマイクロカプセル顔料が想定されていること\nア  本件明細書の実施例１及び実施例２には，マイクロカプセル顔料の調製\n方法が具体的に記載されている。この調製方法は「界面重合法」と呼ばれており，\n当業者には周知の方法である。\n小石真純，近藤保「界面重合法により調整したマイクロプカセルの粒径および粒\n径分布について」（色材協会誌，１９７０，Ｖｏｌ．４３，Ｎｏ．７，ｐ．３４４～\n３５６，甲８０。以下「甲８０文献」という。）には，「図－１の造粒工程でつくら\nれたエマルション粒子は，通常のかくはん条件下では表面積を最小とするように球\n形をしている。したがってエマルションを出発点としたマイクロカプセル粒子もす\nべて球形である」と記載されている。「図－１の造粒工程」は，界面重合法である。\nまた，写真－３には，水中に分散した球形のポリフェノールエステルマイクロカプ\nセルが示されている。\n本件明細書の【００１０】には界面重合法以外の調製方法も記載されているが，\nこれらの方法によっても，界面重合法と同様に略球形となる。\nこのように，マイクロカプセル顔料が本来的に有する形状は，略球形である。\n「前記マイクロカプセル顔料は，円形断面の形態であっても非円形断面の形態で\nあってもよい。」（【００１０】）との記載は，マイクロカプセル顔料は本来球形であ\nるものの，何らかの理由で内部が収縮すると壁膜が少しへこみ，空気が少し抜けた\nビーチボールのように断面がゆがむことがあるので，このようなマイクロカプセル\n顔料であっても使用可能であることを注意的に記載したものである。したがって，\nマイクロカプセル顔料の本来的な形状が球形であることが当業者の常識であること\nが前提となっており，本件発明のマイクロカプセル顔料が「略球形」であることを\n間接的に裏付けるものである。\nイ  本件発明は，摩擦によって筆跡の剥離や紙面の空白部分の汚染が発生す\nるという課題を，粒子の大きさ（体積）に着目して解決を図るものであるが，課題\nもその解決手段も，略球形のマイクロカプセル顔料を前提としている。板状や針状\nのマイクロカプセル顔料は存在しないが，仮に存在した場合，平均粒子径を０．５\n～２．０μｍという数値範囲にしたとしても，摩擦によって筆跡の剥離や紙面の空\n白部分の汚染が発生するという課題を解決することはできない。\nウ  原告ら製品「イリュージョン」のマイクロカプセル顔料について，大き\nく窪んでいるように見える粒子もあるが，窪みを加味した時の体積平均径と，全て\nの粒子が画像解析ソフトの出力する最大長を直径とする真球であるとみなして計算\nされる真球仮定時の体積平均径との差は，３～４％にすぎず（甲８３），測定誤差の\n範囲内で，「略球形」といって全く差支えないものである。\nエ  以上のとおり，当業者は，本件明細書の記載及び技術常識に基づいて，\nマイクロカプセル顔料が略球形であると認識できるから，本件発明において想定し\nているマイクロカプセル顔料が略球形であると断定することは不可能であるとの審\n決の認定は，誤りである。\n(2)  被告の主張に対する反論\n被告は，原告パイロットインキの他出願を引用しつつ，「非円形断面」形状のマイ\nクロカプセル顔料の方が「円形断面」形状よりも効果的である旨主張されていると\n述べるが，言うまでもなく出願によって技術的課題は異なるのであり，課題が異な\nればその解決として適した粒子の大きさや形状も当然異なり得るのであるから，そ\nれらの記載を基に本件発明に係るマイクロカプセル顔料の形状を議論するのは無意\n味である。\n２  粒子径（代表径）について\n(1)  あえて粒子径（代表径）を定義するのであれば，マイクロカプセル顔料が\n略球形である以上，幾何学的な球相当径（投影面積円相当径，等表面積球相当径，\n等体積球相当径）を採用することが合理的であり，本件発明は，粒子の体積を基準\nとして粒度分布を規定している以上，そのうち等体積球相当径を選択する必然性が\nある。\n(2)  審決は，本件発明のマイクロカプセル顔料の粒子が略球形と断定できない\nことを前提とし，粒子径（代表径）として有効径である光散乱相当径やストークス\n径の可能性を指摘する。\nしかし，本件発明のマイクロカプセル顔料の粒子は略球形であるし，粒子の体積\nを基準として粒度分布を規定していること自体からも，等体積球相当径が最も粒子\n径（代表径）の定義として合致する。審決のように，本件明細書に測定方法の記載\nがないにもかかわらず，特定の測定方法に対応した有効径の定義だと考えるのは無\n理がある。また，本件発明は，マイクロカプセル顔料の大きさに着目する発明であ\nるから，粒子と同じ光学的特性（光散乱相当径）又は動力学的特性（ストークス径）\nを持つ球に置き換える必然性はなく，これらの粒子径（代表径）の測定方法には，\nマイクロカプセル顔料の性状からくる測定の困難性もある。\n他方，等体積球相当径は，最も正確かつ精密に粒子の物性，形状を表す径であり，\nマイクロカプセル顔料が絶縁体であるので，電気的検知帯法は適切な測定方法であ\nる。\nなお，原告らは，本件無効審判手続において，レーザ回折法によって測定した粒\n子径が本件発明におけるマイクロカプセル顔料の粒子径である，などと主張したこ\nとはない。むしろ，レーザ回折法による測定値を恣意的に操作できることを指摘し\nて，単にレーザ回折法による粒子径ということでは定義として不適格であることを\n述べてきた。\n第４  被告の反論\n１  マイクロカプセル顔料の形状について\n(1)  本件特許請求の範囲及び本件明細書の記載\n本件特許請求の範囲の記載においては，マイクロカプセル顔料の形状を限定して\nない。\n本件明細書には「前記マイクロカプセル顔料は，円形断面の形態であっても非円\n形断面の形態であってもよい。」（【００１０】）と記載されている。原告パイロット\nインキの出願に係る特開２００１-２０７１０１号（甲２４。以下「甲２４文献」と\nいう。）には，「非円形断面形状のもの、なかでも窪みを有する断面形状の形態（図\n１～図３参照）に特定される」として，図１～図３が開示されている。\n原告パイロットインキの出願に係る特開２００３－２０６４３２号（甲２３。「以\n下「甲２３文献」という。）及び特開平９-１２４９９３号（乙１１。以下「乙１１\n文献」という。）等にも同様の記載及び図面がある。\nよって，「非円形断面の形態」に，甲２４の図１～図３が含まれることは明らかで\nある。実際，原告ら製品である「フリクション（黒）」の粒子画像には，多数の「非\n円形断面」形状のマイクロカプセル顔料が存在していた（乙１８）。\n以上によれば，マイクロカプセル顔料の形状が略球形であるとの原告らの主張は，\n失当である。\n(2)  原告らの主張に対する反論\nア  原告らは，本件発明の実施例が界面重合法で調製されていること及び甲\n８０文献から，マイクロカプセル顔料が略球形であると主張する。\nしかし，そもそも本件明細書には，「前記可逆熱変色性組成物のマイクロカプセル\n化は，界面重合法，界面重縮合法，ｉｎ  Ｓｉｔｕ重合法，コアセルベート法，液\n中硬化被覆法，水溶液からの相分離法，有機溶媒からの相分離法，融解分散冷却法，\n気中懸濁被覆法，スプレードライング法等があり適宜選択される。」（【００１０】）\nと明記されており，また，本件特許請求の範囲の記載には，製法を界面重合法に限\n定する記載もないから，本件発明の「可逆熱変色性マイクロカプセル顔料」の調製\n方法は，界面重合法に限定されていないことが，明らかである。\nまた，甲２３文献等では，界面重合法でマイクロカプセル顔料を調製しているか\nら，界面重合法で調製したことは，マイクロカプセル顔料が非円形断面形状である\nことを裏付けるものである。原告らが主張の根拠とする甲８０文献は，「可逆熱変色\n性マイクロカプセル顔料」をマイクロカプセル化したものではないし，重合時に加\n熱している様子もない一方，本件明細書の実施例は重合時に加熱しているため（【０\n０２３】），熱履歴による体積変化によって凹みが生じるので，当然，形状が異なる。\n以上のとおり，原告らの主張は失当である。\nイ  原告らが，球であると仮定して粒子径を測定しても実用上の意味のある\n誤差を生じないとの主張の根拠とする甲８３の解析データは，あくまでも，本件発\n明の一実施例（イリュージョン）のマイクロカプセル顔料についての解析結果にす\nぎない。全てのマイクロカプセル顔料が甲２４文献の非円形断面形状の粒子である\n場合も，本件発明の技術的範囲に属することが明らかである。甲２４文献の図３の\n場合，体積差を小さく見積もっても，全てが真球の場合との体積差は６０％になり，\n体積平均径のずれは，約８４．３％となる。これが本件特許請求の範囲の「０．５\n～２．０μｍ」との数値範囲との対比において，とても「測定誤差」とは呼べない\n大きな誤差であることが，明らかである。\n(3)  小結\n以上のとおり，マイクロカプセル顔料が略球形であるとの原告らの取消事由の主\n張は失当である。\n２  粒子径（代表径）について\n(1)  原告らは，マイクロカプセル顔料が「略球形」であるから，幾何学的な球\n相当径が合理的であると主張するが，その理由が不明である。\n(2)  原告らは，本件発明が粒度分布の表し方について体積基準を採用している\nことを粒子径（代表径）が等体積球相当径であることの根拠として主張する。しか\nし，本件明細書に，本件発明の粒子径（代表径）が等体積球相当径であるとは，ど\nこにも記載されておらず，また，粒度分布が体積基準だからといって，粒子の体積\nを直接測定しなければならないといった技術常識は存在しない。\nさらに，粒度分布として体積基準又は質量基準が通常とられる測定方法から一義\n的に定まる粒子径（代表径）に限ってみても，審決が指摘するとおり，等体積球相\n当径（電気的検知帯法），光散乱相当径（レーザ散乱法），光の回折相当径（レーザ\n回折法），ストークス径（沈降法）などがある。\n原告らは，レーザ回折法の問題点を指摘するが，無効審判手続において，原告ら\nは，レーザ回折法が最も一般的な測定方法であり，本件発明の測定方法として合理\n的である旨を繰り返し強調していた。\n一方，原告らが主張する，等体積球相当径が「最も正確かつ精密に粒子の物性・\n形状を表す径である」という技術常識は存在しないし，電気的検知帯法にも測定レ\nンジが狭いという問題がある。筆記具用インクの分野に属する特許出願公開公報の\n中で，電気的検知帯法で平均粒子径を測定した旨の記載があるものは，皆無であっ\nた（甲２０，審決）。\n第５  当裁判所の判断\n１  明確性要件について\n(1)  特許法３６条６項２号は，特許請求の範囲の記載に関し，特許を受けよう\nとする発明が明確でなければならない旨規定するところ，この趣旨は，特許請求の\n範囲に記載された発明が明確でない場合には，特許の付与された発明の技術的範囲\nが不明確となり，第三者に不測の不利益を及ぼすことがあり得るため，そのような\n不都合な結果を防止することにある。そして，特許を受けようとする発明が明確で\nあるか否かは，特許請求の範囲の記載のみならず，願書に添付した明細書の記載及\nび図面を考慮し，また，当業者の出願時における技術常識を基礎として，特許請求\nの範囲の記載が，第三者に不測の不利益を及ぼすほどに不明確であるか否かという\n観点から判断されるべきである。\n(2)  原告らは，本件発明のマイクロカプセル顔料の粒子が略球形であるにもか\nかわらず，審決が，同粒子が略球形と断言できないことを前提として，本件特許請\n求の範囲にいう「平均粒子径」の意義が特定できないため本件発明が不明確である\nとした判断に誤りがあると主張する。そこで，「平均粒子径」の意義につき検討する。\nア  本件特許請求の範囲及び本件明細書中に，「平均粒子径」の意義に関する\n明示の記載はない。\nイ  「平均粒子径」の意義に関して，証拠には，以下の記載がある。\n神保元二ほか編，「微粒子ハンドブック」，初版第１刷，株式会社朝倉\n書店，１９９１年９月１日（甲１８）\n「２．２．１  粒子径\n粒子の大きさを表す場合，次の三つのものが重要となる。ⅰ）１個の粒子の大き\nさをどのように表すか〔代表径のとり方〕，ⅱ）粒子の大きさに分布がある粒子群を\nどのように表すか〔粒度分布（→２．２．２）の表し方〕，および，ⅲ）粒子群を代\n表する平均的な大きさをどのように選ぶか〔平均粒子径（→２．２．３）の選び方〕。\n１個の粒子（とくに非球形の粒子）の大きさを表すのに種々の表し方があり，そ\nれらを代表径という。表１は主な代表径を示したものである（判決注―表１には，\n幾何学的径として定方向（Ｆｅｒｅｔ）径，マーチン径，ふるい径等が，相当径と\nして，投影面積円相当径，等表面積球相当径，等体積球相当径，ストークス径，光\n散乱径等が記載されている。）。代表径には大きく分けて，幾何学的な寸法から定ま\nるものと，何らかの物理量と等価な球の直径におきかえた相当径の二つがある。ま\nた，代表径は単に粒子径または粒径とよばれることが多いが，その場合にはどの代\n表径によるものであるのかをあらかじめ明示しておくことが必要である。・・・\n代表径は粒径測定法と密接に関係しており，多くの場合測定法がきまると代表径\nはきまる。\n上で述べた代表径は，球形粒子および非球形粒子について適用できるが，球形粒\n子の場合には，ふるい径，空気力学的径および光散乱径を除いてすべての代表径は\n等しくなる。」(５２頁左欄１行～５３頁右欄最下行)\n「２．２．２  粒度分布\nある粒子群の個々の粒子の大きさがある代表径（→２．２．１）で測定されたと\nする。・・・ある粒子群の粒度分布を表示する場合，代表径を明示しておくことと，\n粒子の量がどのような基準―個数，長さ，面積，体積（または質量）―で測定され\nたかを明確に区別しておくことが必要である。これらによって粒度分布が異なるか\nらである。」  (５４頁左欄１～１５行)\n「２．２．３  平均粒子径\nある代表径（→２．２．１）を用いて，ある基準で測定された粒度分布（→２．\n２．２）が与えられたとき，・・・種々の平均粒子径が定義できる。」  （５８頁左欄\n１～１０行）\n椿淳一郎，早川修著，「現場で役立つ粒子径計測技術」，初版第１刷，\n日刊工業新聞社，２００１年１０月２６日（甲２２）\n「１．２  粒子の大きさの決め方\n粒子の大きさを一つの数値で表すことは，結構難しいことである。・・・球の大き\nさはと聞かれれば，直径で答えるし，立方体の大きさはと聞かれれば，たいていの\n人は一辺の長さで答える。では石灰石の大きさはと聞かれると，？？？となってし\nまう。石灰石は球や立方体と何が違うか，違いは２つある。１つは形の表現の問題\nである。「球」，「立方体」といえば，誰もが同じ形を思い浮かべる。形を正確に特定\nできるから，大きさを表す「直径」，「一辺」も正確に特定することができる。それ\nに対して石灰石では，形を一言で表現することはできない。\nもう１つの違いは，形の相似性である。・・・人間の身長や胴回りのように，粒子\nの大きさを代表するものを代表粒子径と呼ぶ。・・・代表粒子径は幾何学的に定義さ\nれたり，粒子の大きさが関与する物理現象を利用して定義される。・・・\n代表粒子径は測定原理に対応して定義されるので，人間の大きさを身長で表した\n場合と肩幅で表した場合のように，原理的には代表粒子径が異なれば，同じ粒子で\nも異なる粒子径となる。」  (３頁１行～６頁８行)\n後藤邦彰，「粉体技術者のための粉体入門講座５３  入門の予習編―６\n粒子の大きさの表し方―３」，粉体技術Ｖｏｌ．６  Ｎｏ．６  ２０１４年（甲２７）\n「  １つの非球形粒子を測定して得られる粒子径は，それぞれの方法が保証する球\nと等価な数値，現象が異なるので，方法ごとに異なる値となる。つまり，非球形粒\n子の大きさは求める方法によって値が異なる。このため，粒子径を測定する方法は，\n求めた粒子をどのように使うかで決まる。・・・一方で，測定方法により測定できる\n粒子径の範囲も異なる。よって，測りたい非球形粒子の使い方に合致した測定方法\nがない場合もある。球では理論上，どの方法で測っても同じ直径が求められるので，\n球に「近似できる」等方的な非球形粒子では，粒子径範囲が合致する方法で「代用」\nしても粒子径に近い値が得られるはずである。」（６１頁左欄下から４行～右欄１１\n行）\nウ  これらの記載及び弁論の全趣旨を総合すると，「平均粒子径」の意義は，\n次のとおりであることが認められる。\n本件発明のように平均粒子径を規定する場合には，ある粒子径（代表径）の定義\nを用いて，ある基準で測定された粒度分布が与えられることが必要と解されるとこ\nろ，粒子径（代表径）の定め方には，定方向径，ふるい径，等体積球相当径，スト\nークス径，光散乱相当径など，種々の定義がある。そして，粒子の形状に応じて，\n以下のとおりとなる。\n球形粒子（略球形の粒子を含む。）の場合には，直径をもって粒子径（代\n表径）とするのが一般的であり，同一試料を測定すれば，ふるい径等の一部を除い\nて，粒子径（代表径）の値は，定義にかかわらず等しくなる。\n非球形粒子の場合には，同一試料を測定しても，異なった粒子径（代\n表径）の定義を採用すれば，異なる粒子径（代表径）の値となり，平均粒子径も，\n異なってくる。\n(3)  以上によれば，本件発明の「平均粒子径」の意義が明確といえるためには，\n少なくとも，①「可逆熱変色性マイクロカプセル顔料」が球形（略球形を含む。）で\nあって，粒子径（代表径）の定義の違いがあっても測定した値が同一となるか，又\nは②非球形であっても，粒子径（代表径）の定義が，当業者の出願時における技術\n常識を踏まえて，本件特許請求の範囲及び本件明細書の記載から特定できる必要が\nある。\n２  マイクロカプセル顔料の形状について\n審決が，本件発明において想定しているマイクロカプセル顔料が略球形であると\n断定することは不可能であると判断したのに対し，原告らは，マイクロカプセル顔\n料は，粒子径（代表径）の定義による差異が測定誤差を超えない程度の略球形であ\nる旨主張する。そこで，以下検討する。\n(1)  検討結果\nア  本件明細書の【００１０】には，「マイクロカプセル顔料は，円形断面の\n形態であっても非円形断面の形態であってもよい。」と記載されているが，それ以外\nに，本件特許請求の範囲又は本件明細書にマイクロカプセル顔料の形状を限定する\n記載はない。\n原告らは，この記載は，マイクロカプセル顔料は本来球形であるものの，何らか\nの理由で内部が収縮すると壁膜が少しへこみ，空気が少し抜けたビーチボールのよ\nうに断面がゆがむことがあるので，このようなマイクロカプセル顔料であっても使\n用可能であることを注意的に記載したものであると主張する。\nしかし，原告パイロットインキの特許出願に係る公開特許公報である甲２４文献\nには，「本発明に適用される可逆熱変色性微小カプセル顔料は，非円形断面形状のも\nの，なかでも窪みを有する断面形状の形態（図１～図３参照）に特定される。」（【０\n００６】）と記載されている（図１～図３は，前記「第４  被告の反論」の１(1)参\n照）。また，同じく原告パイロットインキの特許出願に係る公開特許公報である甲２\n３文献及び乙１１文献でも，「非円形断面の形態」（甲２３文献【０００６】）又は「表\n面に窪み（凹部）を有する形状のもの」（乙１１文献【０００６】）として，甲２４\n文献の図１～図３と酷似した図面が記載されている。これらの記載に加え，「円形断\n面」と「非円形断面」を並列して記載していることからすれば，上記本件明細書の\n【００１０】の記載は，注意的な記載にとどまるものではなく，甲２４文献の図１\n～図３の形状のように，球形とはいえないマイクロカプセル顔料も，本件発明に含\nまれることを積極的に意味すると解される（実際，原告ら製品である「フリクショ\nン（黒）」の粒子画像（乙１８，前記「第４  被告の反論」の１(1)参照）を見ても，\n球形とはいえない粒子が一定数含まれていると認められる。）。\nさらに，上述した甲２４文献の「本発明に適用される可逆熱変色性微小カプセル\n顔料は，非円形断面形状のもの，なかでも窪みを有する断面形状の形態（図１～図\n３参照）に特定される。」（【０００６】）との記載や，乙１１文献の「当該方法（判\n決注―界面重合法，界面重縮合法によるカプセル化方法）によって得られたカプセ\nルの外観形状は，少なくとも１以上の窪み（凹部）を有し，全体的に半球状の偏平\n性外観を備えている。」との記載によれば，マイクロカプセル顔料粒子の全てが，球\n形とはいえない形状となる場合もあると認められる。\n以上のとおり，本件発明１の「可逆熱変色性マイクロカプセル顔料」の集合体に\nは，球形とはいえないマイクロカプセル顔料が一定数ないし全てを占める集合体も\n含まれると解される。そして，このような「可逆熱変色性マイクロカプセル顔料」\nの集合体については，前記１のとおり，粒子径（代表径）の定義の違いが「平均粒\n子径」の値に影響を及ぼすものと認められる。\nイ  原告らは，出願によって技術的課題は異なるのであり，課題が異なれば\nその解決として適した粒子の大きさや形状も当然異なり得るのであるから，前記ア\nの公開特許公報の記載を基に本件発明に係るマイクロカプセル顔料の形状を議論す\nるのは無意味であると主張する。\nしかし，これらの原告パイロットインキにより作成された文献は，いずれも筆記\n具のインキに用いるマイクロカプセル顔料の形状に言及するもので，特に甲２３文\n献及び乙１１文献は，ボールペンに関するものであるし，甲２４文献も，ボールペ\nンへの適用が不可能である旨の記載はない。粒子の大きさも，最大外径の平均値が\n１μｍ～４μｍで（最大外径＋中央部の最小外径）／２の値が１～３μｍが好適（甲\n２３【０００７】，甲２４【０００６】），又は実施例において，遠心沈降式自動粒度\n分布測定装置で測定した平均粒子径が２．７μｍ（乙１１【００４０】）とされてお\nり，本件発明のマイクロカプセル顔料の大きさとそれほど差異はないと考えられる。\nよって，用途や粒子の大きさの観点から本件発明への適用が不可能になるとは認め\nられない。\nまた，これらの発明において，擦過等の外力によるマイクロカプセル壁面の破壊\nの抑制，マイクロカプセル顔料が被筆記面に対し長径側を密接させて濃密に配向，\n固着されることによる高濃度の発色性（乙１１文献を除く。），インキの流出性ない\nし吐出性の改善（甲２３文献を除く。）の観点から，非円形断面形状が球形のものよ\nり望ましいことが記載されている（甲２３【０００６】，甲２４【０００６】，乙１\n１【００１６】）。\n他方，本件発明も，「本発明は，筆跡を擦過によって簡易に変色させることができ\nると共に，擦過によって筆跡がかすれたり，淡色化することなく，しかも，筆記面\nの空白部分を汚染することのない良好な筆記性能を示す可逆熱変色性筆記具用水性\nインキ組成物及びそれを収容した筆記具を提供できる。」（【０００５】），「平均粒子\n径が２.０μｍを越える系では，擦過によってマイクロカプセル顔料が筆跡から剥離\nし易くなる。一方，０．５μｍ以下の系では，高濃度の発色性を示し難い。・・・４．\n０μｍを越える粒子が顔料中１０体積％を越えると，インキ流通性を損ない易くな\nり，筆跡がかすれたり，筆跡を形成できなくなる。また，２．０μｍ未満の粒子が\n顔料中５０体積％未満では，紙面に浸透する粒子が少なく，紙面上に存在する粒子\nが多くなるため，擦過によって筆跡から剥離したり，空白部分に転移する粒子が多\nく存在するため，筆跡の明瞭且つ色濃度の維持ができなくなる。」（【００１０】）と\n本件明細書に記載されており，これらの記載によれば，筆跡の擦過を前提とし，高\n濃度の発色性やインキ流通性も考慮していると認められる。\nそうとすれば，本件発明の実施に当たって，更に良好な発色性及びインキの吐出\n性や，マイクロカプセル壁面の破壊の抑制を考慮して，マイクロカプセル顔料を非\n円形断面形状とすることは十分考えられることであるし，それを阻害する要因は見\n当たらない。\nよって，原告らの上記主張は，採用することができない。\n(2)  原告らの主張について\nア  原告らは，界面重合法で調製したマイクロカプセル顔料の本来的な形状\nは略球形である旨主張する。\nしかし，甲２３文献，甲２４文献及び乙１１文献は，いずれも非円形断面又は表\n面に窪み（凹部）を有する形状のマイクロカプセル顔料を調製する方法として，界\n面重合法が望ましいとしている（甲２３【０００９】，甲２４【０００７】，乙１１\n【００１５】）。\nよって，界面重合法で調製したマイクロカプセル顔料が略球形であるとは限らな\nいから，原告らの主張は理由がない。\nイ  原告らは，本件発明は，摩擦によって筆跡の剥離や紙面の空白部分の汚\n染が発生するという課題を，粒子の大きさ（体積）に着目して解決を図るものであ\nるが，課題もその解決手段も，略球形のマイクロカプセル顔料を前提としている旨\n主張する。\n確かに，本件発明の課題及びその解決手段は，原告らが主張するとおりと認めら\nれる。しかし，非円形断面形状のマイクロカプセル顔料ではこのような課題が生じ\nない，又はその大きさを限定しても課題を解決できないとは本件明細書に記載され\nておらず，そのような技術常識を認めるに足りる証拠もない。かえって，本件明細\n書の【００１０】の記載によれば，「マイクロカプセル顔料は，円形断面の形態であ\nっても非円形断面の形態であってもよい。」とされているのであるから，原告らの主\n張は，本件明細書の記載と整合しないものといえる。したがって，原告らの主張は\n採用できない。\nウ  原告らは，原告ら製品「イリュージョン」のマイクロカプセル顔料は，\n球であると仮定して粒子径（代表径）を測定しても実用上の意味のある差を生じな\nい程度の略球形であると主張する。\nしかし，仮に「イリュージョン」については測定誤差の範囲内といえるとしても，\nそれは，実際に製造販売された製品である「イリュージョン」のマイクロカプセル\n顔料の形状が比較的球形に近かったという一事例を示すにとどまるものであり，本\n件発明におけるマイクロカプセル顔料一般の形状が比較的球形に近いことを裏付け\nるに足りない（なお，前記「第４  被告の反論」の１(1)のとおり，他の原告ら製品\n（「フリクション」）には球形とは相当異なった粒子が一定数含まれていたと認めら\nれる。）。現に，本件発明の想定する技術的範囲には，甲２４の図１～３に示される\nような形状のマイクロカプセル顔料も含まれることは前記(1)アのとおりであり，例\nえば全てが甲２４文献の図３のような形状のマイクロカプセル顔料の場合には，粒\n子径（代表径）の規定のし方による差が相当大きくなるものと推認される。\nよって，原告らの主張は採用できない。\n３  粒子径（代表径）について\n(1)  前記２のとおり，本件発明には非円形断面形状のマイクロカプセル顔料も\n含まれると解されるので，本件発明が明確といえるためには，前記１のとおり，粒\n子径（代表径）の定義が，当業者の出願時における技術常識を踏まえ，本件特許請\n求の範囲及び本件明細書の記載から特定できる必要がある。\n(2)  本件特許請求の範囲及び本件明細書には，粒子径（代表径）の定義に関す\nる明示の記載はない。\n当業者の技術常識を検討すると，平成１１年１１月１日から平成１４年１０月３\n１日までの間に，筆記具用インクの平均粒子径の測定方法が記載された特許出願の\n公開特許公報５８件のうち，レーザ回折法で測定したものが２３件，遠心沈降法で\n測定したものが６件，画像解析法で測定したものが８件，動的光散乱法で測定した\nものが２２件（うち１件は遠心沈降法と動的光散乱法を併用）であった一方，等体\n積球相当径を求めることができる電気的検知帯法で測定しているものはなかったこ\nと（甲２０），平成１４年６月１日から平成１７年５月３１日までの間の特許出願に\nついて，審判官が職権により甲２０と同様の調査したところ，原告ら及び被告以外\nの当業者では，電子顕微鏡法，レーザ回折・散乱法，遠心沈降法により平均粒子径\nを測定している例があった一方，電気的検知帯法が用いられた例は発見されていな\nいこと（弁論の全趣旨）が認められる。また，種々の測定方法で得た値から，再度\n計算して，等体積球相当径を粒子径（代表径）とする平均粒子径に換算していると\nも考え難い。そうすると，粒子径（代表径）について，等体積球相当径又はそれ以\n外の特定の定義によることが技術常識となっていたとは認められない。\n以上のとおり，技術常識を踏まえて本件特許請求の範囲及び本件明細書の記載を\n検討しても，粒子径（代表径）を特定することはできない。\n(3)  原告らは，本件発明が粒度分布を体積基準で表していること，測定方法の\n記載がないこと，マイクロカプセル顔料の大きさに着目するという本件発明の特徴，\n測定の難易から，本件発明の粒子径（代表径）として，光散乱相当径やストークス\n径は不適当である一方，等体積球相当径は適当である旨主張する。\nしかし，粒度分布の表し方を体積基準又はそれと等価である質量基準とするのが\n通常である粒子径（代表径）には，審決が指摘するとおり，等体積球相当径の他に\nも，光散乱法による光散乱相当径，光回折法による光の回折相当径，沈降法による\nストークス径があると認められる。そして，前記(2)のとおり，筆記具用インキの粒\n子の大きさの測定に関する公知発明において，これらの粒子径（代表径）又は測定\n方法が相当程度採用されていたことに照らせば，これらの粒子径（代表径）又は測\n定方法も，マイクロカプセル顔料の大きさに着目する技術分野において，当業者が\n採用を検討し得る有用な測定基準であると推認される。なお，原告パイロットイン\nキによる特許出願でも，インキの吐出性を考慮して粒子の大きさを限定するため，\n遠心沈降式の測定装置を用いて体積基準の粒度分布を求めている例がみられる（乙\n１１【００１６】【００４０】）。\nまた，測定方法の記載がない場合に，特定の測定方法に対応しない粒子径（代表\n径）の定義を採用したものと考えるという技術常識を認めるに足りる証拠はない。\nしたがって，原告らの主張は採用できない。\n第６  結論\n以上のとおり，本件発明１の「平均粒子径」に係る粒子径（代表径）の定義が不\n明であるため，「平均粒子径は，０．５～２．０μｍの範囲にあり」の意義を特定す\nることができず，本件発明１の内容は不明確というべきである。また，本件発明１\nの従属項である本件発明２～７も，粒子の形状や「平均粒子径」については本件発\n明１を何ら限定するものではないから，同様に発明の内容が不明確というべきであ\nる。\nしたがって，取消事由は理由がないから，原告らの請求をいずれも棄却すること\nとして，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n清    水        節\n裁判官\n中    島    基    至\n裁判官\n石    神    有    吾\n"
}