{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 10,
    "day": 17
  },
  "case_number": "平成23(ワ)2103",
  "case_name": "保険金請求事件",
  "court_name": "広島地方裁判所民事第1部",
  "gist": "原告が火災保険契約を締結していた被告に対し，原告の所有する建物が全焼したことから保険金を請求したところ，被告は上記火災は建物の前所有者による放火を原因とするものであり，また，原告が前所有者の放火行為に協力したとして，保険金支払いを拒絶したため，原告が保険金支払いを求めて提訴した事案につき，本件火災は建物の前所有者による放火が原因であると推認されるが，原告の関与があったとまでは認められないものの，本件の火災保険契約の保険料の一部は前所有者が支払ったと認められる事情があること，原告は前所有者に火災保険金請求権を譲渡していることから前所有者が保険金を受領する企図で放火に及んだと認められ，これらの事実は，前所有者が放火に及んだ行為に原告が協力しているものと同視できると認定して，本件火災保険契約の約款に定められた保険金支払いの免責条項である「保険契約者，被保険者又はこれらのものの法定代理人の故意もしくは重大な過失または法令違反」がある場合に該当し，被告は保険金支払義務を免れることができるとした事例",
  "lawsuit_id": "86515",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86515",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/515/086515_hanrei.pdf",
  "contents": "主          文\n１  原告の請求を棄却する。\n２  訴訟費用は，原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n被告は，原告に対し，５４０万円及びこれに対する平成２２年１２月２７日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告が，原告所有の家屋が火災により全焼したことについて，原告\nとの間で上記建物に対する火災保険契約を締結していた被告に対し，同保険契\n約に基づき保険金５４０万円及びこれに対する被告が支払拒絶の意思表示をし\nた平成２２年１２月２７日から支払済みまで民法所定の年５分の割合による遅\n延損害金の支払を求めたのに対し，被告は，上記火災は偶然の事故により生じ\nたものではないとして保険金支払義務の存在を争った事案である。\n第３  前提となる事実（争いのない事実及び証拠により容易に認められる事実）\n１  当事者等\n(1) 被告は，損害保険の引受等を業とする株式会社である。（弁論の全趣旨）\n(2) 原告は，平成１５年頃，有限会社Ａ（以下「Ａ」という。）に入社し，平\n成２１年１２月３１日に退職した。（乙５［枝番を含む。］，６［枝番を含\nむ。］，弁論の全趣旨）\n(3) Ｂは，Ａの代表取締役であり，ＣはＢの父，ＤはＢの弟である。\n２  本件建物の売買の経緯等\n(1) 原告は，Ｂとの間で，平成２０年１２月２４日付けで，島根県益田市ａ町\nｂ番地ｃの土地及び同土地上に所在する家屋番号ｂ番ｃの木造瓦葺２階建居\n宅（以下「本件建物」という。）を代金３００万円で購入する旨の売買契約\n書を作成し，同月２５日，株式会社Ｅ銀行（以下「Ｅ」という。）に３００\n万円の住宅ローン借入れを申し込んだ。（甲４，５）\n(2) 原告及びＢは，平成２１年５月２２日，同日付けで本件建物及びその敷地\nを売買した旨の所有権移転登記手続を行った。\nまた，原告は，同日付けでＥから３００万円を借り入れてこれをＢの銀行\n口座に振り込み，Ｅは，同日，本件建物及びその敷地に抵当権を設定した。\n（甲３，７，８，乙５の１５）\n(3) 前記(1)ないし(2)の売買契約後も，本件建物には，Ｃ及びＤが居住してい\nた。\n３  本件保険契約の内容等\n(1) 平成２１年５月１１日，被告は，原告を保険契約者として，以下の内容の\nホームガード保険（個人財産総合保険）契約（以下「本件保険契約」とい\nう。）を締結した。（甲１，２１）\nア  保 険 約 款      個人財産総合保険普通保険約款\nイ  保 険 期 間     平成２１年５月２２日午後４時から平成２６年\n５月２２日午後４時まで５年間\nウ  保険の目 的     島根県益田市ａ町ｂ－ｃ  木骨サイディング板\n張瓦葺２階建専用住宅１棟\nエ  補 償 パ タ ー ン     火災，風災，水災，日常災害\nオ  損害額の決定方法      再取得価額\nカ  保険 料      ８７１０円（年額）\nキ  建物基本保険金額    ５４０万円\nク  建物評価 額    ９００万円\n(2) 本件保険契約の約款には，以下の内容（ただし，抜粋である。）の条項が\n定められている（以下「本件免責条項」という。）。（乙１）\n「当会社は，次の各号のいずれかに該当する事由によって生じた損害に対\nしては，保険金を支払いません。\n(1) 保険契約者，被保険者またはこれらの者の法定代理人の故意もしく\nは重大な過失または法令違反」\n４  火災事故の発生\n平成２２年７月１５日昼頃，本件建物は，火災により全焼した（以下「本件\n火災」という。）。\n第４  争点及びこれに対する当事者の主張\n１  本件火災は原告の故意又は重大な過失により発生したものであるか\n（被告の主張）\n本件火災は，下記の各事実によれば，原告の故意又は重大な過失により発生\nしたものといえるから，被告は，本件免責条項により，保険金の支払義務を免\nれる。\n(1) 本件火災は，家人不在中，火の気のない所から出火しており，しかも，出\n火部が２か所と判断されている上，出火部とその周辺から採取された焼残物\nより灯油成分が検出されているから，家人の不在を知り得る人物が，灯油を\n散布した上，何らかの方法により放火したものと考えられる。\nまた，本件火災は人目に付きやすい真昼の時間帯に発生しており，Ｃ及び\nＤが不在のわずか２時間程度の間に，本件建物内部に侵入して灯油を散布し\nて放火した状況からすれば，第三者による放火の蓋然性はない。\n(2) Ｃ及びＤは，本件建物がＢから原告に売却された事実を全く知らないまま\n本件建物に居住していた。\nまた，原告は，本件訴訟提起前は，本件建物購入のため住宅ローンを組ん\nでいたにもかかわらず，Ｃ及びＤ並びにＢとの間で，本件建物につき賃貸借\n契約を締結していないと明言していた。それにもかかわらず，Ｂが毎月４万\n円程度の金員を原告に手交しており，これは，Ｅの住宅ローン３００万円及\nび固定資産税支払の資金と見るべきである。そして，Ｂの経済状態及びＡの\n経営状況は極めて悪化しており，Ｂは自己の名義では新たな借入れが困難な\n状態にあった。\nそうすると，原告とＢとの間の本件建物売買契約は，ＢがＥから資金を借\nり入れるための虚偽表示であり，本件建物の実質的所有者はＢのままであっ\nたというべきである。\n(3) 本件火災後，原告は，本件保険契約に基づく保険金請求権のうち，１８９\n万円を超える部分について，Ａに債権譲渡しており，保険金の受取人も実質\n的所有者であるＢであった。なお，上記債権譲渡は，本件訴訟が提起される\n直前の平成２３年１０月１７日に解除されている。\n(4) 上記のとおり，Ｂ及びＡは経済的に困窮しており，火災保険金目的で本件\n建物に放火するだけの動機を有していた。\n原告は，Ｂの資金繰りに協力するなどしており，放火についても，原告自\n身に動機がなくても同様に協力したものと考えられる。\n(5) 原告とＢには，本件火災の出火時刻前後にアリバイがない。\n原告がＦ有限会社のトラックに乗っていたことについては，同行者がいた\nわけではないから，裏付ける証拠はない。\nまた，本件火災は，原告と共謀したＢによる放火と考えられるから，仮に\n原告本人にアリバイが認められたとしても，原告が本件放火に関与したこと\nを否定する事実とはいえない。\nＢについては，アリバイに係る供述が本件訴訟前から大きく変遷しており，\nその供述に信用性はなく，アリバイは認められない。\n（原告の主張）\n(1) 本件火災は，放火によるものではない。\n本件火災の原因は，当日Ｃがコンロの火を消し忘れた可能性があること，\n火災の初期段階で台所付近からの炎が確認されていることから，失火である。\n本件火災の消火に当たった益田広域消防本部の実況見分調書によっても，\n本件火災の原因は特定に至らず，不明とされている。\nなお，灯油成分の検出については，本件建物内にはストーブが何台か置か\nれていたから，そのストーブに給油する際に灯油がこぼれ，木材等にしみ込\nんでいた可能性も考えられるし，灯油成分が検出されたとされる部分の２階\nには石油ストーブが置かれていたから，これが本件火災により１階に落下し\nて灯油が飛び散った可能性もある。\n仮に本件火災が何者かによる放火であったとしても，原告がそれに何らか\nの関与をしたという確たる証拠がない限り，被告は保険金請求を拒むことは\nできない。\n(2) 原告は，平成２０年８月頃，結婚して所帯を持ちたいと考えていた女性が\nいたことから，その旨を勤務先のＢに話したところ，Ｂから本件建物を３０\n０万円で買ってほしいと相談を受けた。同年９月１７日にＥに融資の事前審\n査の申込みをしたところ，可能であるとの回答を得たことから，原告は本件\n建物をＢから買うことにし，同年１２月２４日に前記前提となる事実２(1)\nの売買契約を締結したものである。\nその後，公道から本件建物への進入路の通行権確保に時間を要し，最終的\nに平成２１年５月２２日にＥから３００万円を借り入れ，同時にこれを売買\n代金としてＢの銀行口座に振り込んで支払った。Ｂは，原告から支払を受け\nた金員に１６万６６３８円を加えた金額を，独立行政法人住宅金融支援機構\nに振込送金し，借入金残額を返済して本件建物に設定されていた抵当権を抹\n消しており，Ｂの手元に残った金はない。\n(3) 本件建物売買契約が成立した後，原告の結婚話に進展がなく，原告が本件\n建物に直ちに入居する必要がなかったこと，原告のローンの支払額が月額３\n万８０００円余りであったこと等から，Ｂから原告に対して月４万円の賃料\nで１年ほど本件建物を貸してもらいたいとの依頼があったので，原告はこれ\nを承諾し，引き続きＣ及びＤが本件建物に居住することになった。\n(4) 原告が，本件火災の保険金請求権のうち，１８９万円を超える部分につい\nてＢに債権譲渡したのは，本件建物の撤去と整地に要する費用の見積額が１\n８９万円であったところ，Ｂからその余の金員をＡの運転資金のため貸して\nもらいたいと依頼を受けたことによるものである。\n(5) 原告には本件火災によるメリットは全くなく，本件建物の住宅ローン以外\nに債務がなく経済的に困窮していた事情はないから，火災保険金を得るため\nに放火をするような動機はないし，犯罪行為に加担してまでＢに協力する理\n由もない。\nまた，Ｂについても，本件建物を原告に売却する以前，本件建物と家財に\nついて本件金額１５００万円以上の火災保険契約を締結していたから，火災\n保険金を得たければそのまま放火すればよく，原告に本件建物を譲渡する必\n要性はない。\n(6) 原告は，本件火災当日，勤務先であるＦ有限会社のトラックで運送業務に\n従事していたものであり，同日午前１１時１５分頃には広島県廿日市市内の\n工場に立ち寄り，午前１１時４０分頃に同工場を出発して午後０時１０分頃\nには広島県大竹市内のガソリンスタンドで給油をし，午後０時４５分頃には\n山口県岩国市内のｄで休憩するなどしていたから，原告には出火時刻前後の\nアリバイがある。\nまた，Ｂも，本件火災の推定出火時刻である同日午後０時４０分頃は，島\n根県浜田市のＧでＨという知り合いの女性と会っていたから，Ｂが本件建物\nに放火することも不可能である。\n２  Ｂは本件保険契約の実質的契約者に当たるといえるか\n（被告の主張）\n前記１の各事実によれば，本件建物の実質的所有者は未だＢであり，本件保\n険契約の被保険者及び保険契約者もＢであるといえる上，本件保険契約により\n火災保険金も一時Ｂが経営するＡに債権譲渡されていたのであるから，これに\nよる利益を享受するのもＢである。\nこのように，本件保険契約による利益を直接享受する立場にあるＢ又はその\n指示する者による故意の放火と考えられる本件においては，契約名義上は第三\n者の立場であっても，信義誠実の原則より，この者の故意を理由として本件免\n責条項により被告は保険金の支払を免れる。\n（原告の主張）\n争う。\n第５  当裁判所の判断\n１  争点１（本件火災の原因及び原告の故意重過失の有無）について\n(1) 後掲各証拠によれば，次の各事実が認められる。\nア  Ｂは，平成６年４月８日，本件建物及びその敷地を購入した。その際，\n住宅金融公庫が債務額１０００万円の抵当権を本件建物に設定した。（甲\n３，乙５［枝番を含む。］）\nイ 本件建物については，平成１５年２月２４日に同月１日付けでＢからＣ\nに対し贈与された旨及び平成１７年９月１３日に同年８月１日付けでかか\nる贈与契約が解除された旨の所有権移転登記がそれぞれなされている。\n（甲３）\nウ  本件建物には，前記アの本件建物購入当初頃からＣ及びＣの妻（Ｂの\n母）が居住していたが，Ｃの妻は，平成２１年６月に亡くなった。\nＤは，平成１８年頃から本件建物に居住して生活するようになった。\nＣ及びＤは，外出時も本件建物の施錠はしていなかった。\nＢは，月に１回程度，本件建物に行っており，Ｄの勤務状況やＣの普段\nの行動について概ね知っていた。（乙５［枝番を含む。］，乙６［枝番を\n含む。］，証人Ｂ，証人Ｃ，弁論の全趣旨）\nエ  平成２０年頃，Ｂの本件建物に係る住宅ローンの残高は，約３００万円\nであり，毎月の支払額はもともと約７万５０００円であったが，平成１９\n年ないし平成２０年頃に支払条件を変更し，２年間は利息の約１万円のみ\nを支払うこととしていた。\nまた，Ｂは，本件建物以外にも元妻と子供が居住する住宅の住宅ローン\nも支払っていたが，同じ頃に支払条件を毎月約１５万円から約８万５００\n０円に変更した。\nなお，Ｂは，この頃，自身がいわゆるブラックリストに載っており，金\n融機関から借入れをすることができない状態であると考えていた。\nＡの経営状況については，平成１９年４月から平成２２年３月までの間，\n３期連続で純利益がマイナスとなり，８０００万円余りの借入れがある状\n態であった。（乙５［[枝番を含む。]，乙６［枝番を含む。］，証人Ｂ）\nオ  平成２０年８月頃，Ｂは，原告に対し，本件建物及びその敷地を３００\n万円で購入するよう持ち掛け，原告はこれを承諾した。原告は同年９月１\n７日，Ｅに住宅ローンの事前審査を申し込み，融資が可能との返事を得た。\n（甲６，１７，原告本人）\nカ  平成２０年末ないし平成２１年初め頃，Ｂは，Ｄに対し，本件建物の名\n義を変更するような話をしていた。（乙６［枝番を含む］。）\nキ  平成２１年１月頃，Ｂは，本件建物の敷地と公道とを結ぶ土地の所有者\nの破産管財人と交渉し，同土地に本件建物の敷地を要役地とする通行地役\n権を設定させた。（甲１５，１６）\nク  平成２１年５月２１日，原告名義のＥの普通預金口座から，８７１０円\nがカード振込みにより送金されている。（甲１０）\nケ  Ｂは，平成２１年５月２２日，独立法人住宅金融支援機構（旧住宅金融\n公庫）に３１６万６６３８円を振り込んだ。これを受けて，本件建物及び\nその敷地に設定されていた前記アの抵当権が抹消された。（甲３，９）\nコ  同年６月から平成２３年１１月まで，ＢないしＡから原告名義のＥの普\n通預金口座へ，毎月（ただし平成２３年４月を除く）４万円が振り込まれ\nていた。\nなお，Ｅへの住宅ローンの返済額は初回を除いて毎月３万８５６７円で\nあった。（甲１０，証人Ｂ，原告本人）\nサ  平成２１年７月ないし１０月頃，Ｂは，Ｃに対し，江津市ないし浜田市\nへ転居しないかと尋ねたが，Ｃはこれを断った。（乙６［枝番を含む。］，\n証人Ｃ）\nシ  原告は，平成２１年１２月にＡを退職し，平成２２年１月にＦ有限会社\nに入社した。（甲１７，証人Ｂ）\nス  平成２２年４月１５日，Ｂは，Ａを通じて，原告名義のＥの普通預金口\n座へ８７１０円を振り込んだ。\n同月２６日，上記口座から，被告への保険料８７１０円が引き落とされ\nている。（甲１０，証人Ｂ，原告本人）\nセ  同年７月１５日午前８時頃，Ｄは出勤した。\n午前１１時過ぎ頃，Ｃは飼犬を連れて親戚方等へ出掛け，畑仕事をする\nなどしていた。\n午後０時３０分過ぎ頃，本件建物の近隣住人が，本件建物の台所窓付近\nから火が出ているのを発見し，消火に当たった。\n午後０時４４分頃，本件建物の火災に気付いた近隣住人が消防署へ１１\n９番通報し，消防車が出動して午後０時５６分頃から放水を開始し，午後\n１時３９分頃鎮火した。（乙４［枝番を含む。］，５［枝番を含む。］，\n証人Ｃ，証人Ｉ）\nソ  Ｃ及びＤは，本件建物がＢから原告に売却されていたことについて，本\n件火災後初めて知った。（乙５［枝番を含む。］，証人Ｃ）\nタ  同年１１月１２日，原告は，被告に対し，本件保険契約に基づく火災保\n険金のうち，１８９万円を超える部分を同月１０日付けでＡに譲渡した旨\n通知した。（乙２，証人Ｂ，原告本人）\nチ  平成２３年１０月１８日，原告は，被告に対し，前記タの債権譲渡を解\n除した旨通知した。\n(2) 本件火災の原因について\n被告は，本件火災は放火によるものであると主張するのに対し，原告は，\n失火によるものであると主張する。\nそこで検討するに，被告の調査会社から依頼を受けて本件火災の原因を調\n査した証人Ｊは，本件火災の出火場所が，本件建物１階のＬＤＫのソファー\n付近及び和室の押し入れの２か所であったことと，本件建物の焼け残った部\n分６か所から資料を採取したところ，うち５か所から灯油成分が検出された\nことを理由に，本件火災は放火によるものであると判断した旨証言している。\nこのうち，前者の点について，証人Ｊは，火災は木材等が加熱されて発生\nする可燃性ガスが燃えることにより燃え広がるものであるから，通常は建物\nの上部に向けて燃え広がっていくところ，同証人が本件火災の出火場所と判\n断した部分については，床が焼け落ちるまで燃えていることから早期の段階\nから燃焼していたといえる上，ＬＤＫのソファー付近と押し入れとの間には\n燃え残っている部分があることから，別個の出火場所であると考えられる旨\n証言しており，かかる証言は科学的かつ合理的な根拠に基づくものであり，\n信用できる。\nこれに対し，原告は，近隣住人が本件火災を発見した際，台所付近からの\n炎を発見していることから台所が出火場所であると主張するが，証人Ｊは台\n所部分の壁や床板の燃え方が上記ＬＤＫ等と比べて弱いことや，火災が延焼\nして台所まで回り，その炎を目撃したとしても矛盾がないことからこれを否\n定する証言をしているし，台所のみが火元であったとすると，ＬＤＫのソフ\nァー付近及び和室の押し入れについて，床が焼け落ちるまで火勢が強かった\nことや，両地点の間に焼け残った部分があることについて合理的な説明をす\nることができないから，原告の上記主張は採用できない。\nそして，本件火災の出火場所が複数個所であることは，本件火災が失火に\nよるものではなく，放火によるものであることを強く推認させる事実である\nと評価できる。\nこの点に，本件建物の焼け残った部分６か所から採取された資料のうち，\n５か所から灯油成分が検出されていること（乙７の１，証人Ｊ）を併せ考慮\nすれば，本件火災の原因は，何者かによる放火であることが認められるとい\nうべきである。\n原告は，上記灯油成分については，本件建物内で使用されていた石油スト\nーブによるものであるなどと主張するが，資料が採取された６か所のうち，\n５か所もの部分において，そのような偶然の事情で灯油成分が検出されるに\n至ったとはとうてい認められないし，灯油成分が検出された部分には，本件\n建物１階の廊下や階段上り口付近など，石油ストーブを使用していたとは考\nえ難い部分も含まれているから，原告の上記主張は採用できない。\n(3) 本件建物の放火に原告が関与したかどうかについて\nア  被告は，本件建物の放火は原告とＢが共謀の上実行したものであると主\n張するのに対し，原告は，原告は本件建物の放火には関与していないと主\n張する。\nイ  そこで検討するに，前記(2)で判示したとおり，本件火災の出火場所は，\n本件建物内であると認められるところ，本件火災が人目につきやすい日中\nに発生していることや，家人の帰宅時間を知り得ない者が建物内に侵入し\nてまで放火を実行する事態が想定し難いことからすれば，本件建物の放火\nは，第三者によるものではなく，本件建物の居住者の動静をよく知る者に\nより実行されたものというべきである。\nこのうち，Ｃ及びＤについては，本件火災により大きな被害を受けたも\nのと認められる上，出火時刻頃のアリバイも認められる（乙５［枝番を含\nむ。］）ことから，放火の実行者であるとは認められない。\nこれに対し，Ｂについては，前記(1)ウのとおり，本件建物によく出入\nりしており，ＣやＤの普段の日課等についても知っていたものと認められ\nる上，本件建物に居住していなかったことから本件火災により直接被害を\nうけることもない。また，前記(1)エ，オ及びソ並びに前記前提となる事\n実２(1)及び(2)のとおり，住宅ローンの支払条件を変更してもらったり，\n本件建物をＣ及びＤに相談することなく原告に売却したりするなど（なお，\n前記(1)カ及びサによれば，Ｂが本件建物を現実に原告に明け渡すことを\n検討していたと認められるから，本件建物の売買が仮装のものであったと\nまでは認められないものの，かかる売買により，Ｂは前記(1)エの本件建\n物に係る住宅ローンの返済を免れることができたといえるから，これによ\nり経済的に利益を得たと認められる。），経済的に窮していた様子もうか\nがえるところ，本件建物の売買やその後のＣ及びＤの本件建物への居住継\n続について原告の協力を得られたことから，火災が発生した後の保険金請\n求の場面においても，原告の援助を得られるのではないかと期待し得る状\n況にあったといえる。\nさらに，証拠（乙５［枝番を含む。］，６［枝番を含む。］，証人Ｋ）\nによれば，Ｂが，被告の依頼により本件火災の原因等の調査に当たってい\nたＫに対し，本件火災当日の行動について，当初は，Ａの従業員であった\nＬの仕事を手伝うために浜田市のＧに午前中行っていたと話していたのに\n対し，その後，知り合いであるＨと午前１０時２０分ぐらいから二，三時\n間ぐらい上記スーパーで会っていたと供述を変え，さらに本件訴訟の証人\n尋問においては，午前１１時半から上記Ｈと会っていたと証言するなど，\nその供述は大きく変遷しており，変遷に合理的な理由も認め難い。加えて，\nその供述内容自体をみても，上記Ｈと会っていたはずの午後０時２６分頃\nにＨからＢに携帯電話で通話しているなど（乙６の９），不自然な点も存\n在している上，Ｂの証人尋問後に作成された上記Ｈの陳述回答書（甲１９，\n２３）の記載内容と，会っていたとされる時間や上記の通話内容について，\n食い違いが生じている。これらの点からすると，本件火災当日の行動に関\nするＢの証言は信用できない。\n以上を総合考慮すれば，Ｂにおいては，本件建物の放火を実行するため\nの知識を持っており，本件建物の火災による利益を得られる可能性も有し\nていた上，本件火災発生時におけるアリバイを有していたと認められない\nところ，他に本件建物の家人の日頃の動静に詳しく，かつ本件火災により\n利益を得る可能性のある人物が見当たらないことからすれば，本件建物の\n放火は，Ｂにより実行されたものであると推認するのが合理的である。\nウ  これに対し，原告が，Ｂと共謀の上，本件建物の放火に関与していたか\nどうかについては，確かに，前記(1)オ及び前記前提となる事実２のとお\nり，Ｂからの申出により本件建物を購入したり，その後もＣ及びＤを住ま\nわせることを認めるなど，Ｂに対し協力的な対応をしていた事実は認めら\nれるところではある。\nもっとも，前記アのとおり，ＢはＣ及びＤの日頃の動静を自ら知悉して\nおり，Ｂにおいて，本件建物の放火を実行する上で，原告の協力を仰ぐ必\n要性があったとは認められないし，原告において，Ｂとの間に，犯罪に協\n力しなければならないほどの人的関係があったと認めるに足りる証拠もな\nく，Ｂが原告に無断で本件建物の放火に及び，そのことを秘して本件保険\n契約に基づく火災保険金の譲渡を原告に持ち掛けてその合意を得た可能性\nも否定できないから，原告がＢと共謀の上，本件建物の放火に関与してい\nたとまでは認めることができないというべきである。\n２  争点２（Ｂの本件保険契約における地位）について\n被告は，本件火災を故意により起こしたＢが本件保険契約により利益を享受\nする立場にあったことから，信義則上，火災保険金の支払義務を負わないと主\n張する。\nこの点，本件免責条項は，保険契約者又は保険金受取人そのものが故意によ\nり保険事故を招致した場合のみならず，公益や信義誠実の原則という本件免責\n条項の趣旨に照らして，第三者の故意による保険事故の招致をもって保険契約\n者又は保険金受取人の行為と同一のものと評価することができる場合をも含む\nと解すべきである。したがって，第三者の故意により保険事故が発生したとき\nには，当該第三者と保険契約者又は保険金受取人との経済的利害の共通性ない\nし当該第三者が保険金を管理又は処分する権限の有無，行為の動機等の諸事情\nを総合して，当該第三者が保険金の受領による利益を直接享受し得る立場にあ\nるなど，本件免責条項の趣旨に照らして，当該第三者の故意による保険事故の\n招致をもって保険契約者又は保険金受取人の行為と同一のものと評価すること\nができる場合には，本件免責条項に該当するというべきである。\nこれを本件についてみるに，被告への本件保険契約に係る保険料の支払は，\n前記１(1)ク及びスの２回のみであったと認められるところ，前記１(1)スのと\nおり，少なくともそのうち１回については，Ｂがこれを実質的に支払ったもの\nと評価できること，前記１(1)タのとおり，Ｂは，原告から本件保険契約に基\nづく火災保険金請求権のうち約３分の２に当たる金額を譲り受けており，かつ\n前記１(3)イのとおり，原告のＢへの従前の協力状況から，Ｂは，本件火災前\nに，火災保険金請求権の譲受け等の協力を得ることを期待し得る状態にあった\nといえること，そしてこれを企図して本件建物の放火を実行したと認められる\nことからすると，Ｂは，本件建物の火災保険金の受領による利益を直接享受し\n得る立場にあったということができ，公益や信義誠実の原則という本件免責条\n項の趣旨に照らして，Ｂが故意に本件建物の放火に及んだ行為をもって原告の\n行為と同一のものと評価することができる場合に当たるというべきである。\nそうすると，被告は，本件免責条項により，本件保険契約に基づく火災保険\n金の支払を免れることができる。\n第６  結論\n以上によれば，原告の請求は理由がないから棄却することとして，主文のと\nおり判決する。\n広島地方裁判所民事第１部\n裁判官     岡   部    絵  理  子\n"
}