{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 11,
    "day": 15
  },
  "case_number": "平成30(ワ)358",
  "case_name": "損害賠償請求事件",
  "court_name": "福岡地方裁判所第５民事部",
  "result": "その他",
  "original_result": "その他",
  "lawsuit_id": "88178",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88178",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/178/088178_hanrei.pdf",
  "contents": "平成３０年（ワ）第３５８号  損害賠償請求事件\n主         文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，原告に対し，１１８９万９７０９円及びこれに対する平成２６年１２\n月１日から支払済みまで年５分の割合による金員を支払え。\n２  仮執行宣言（これに対し，被告から仮執行免脱宣言申立て）\n第２  事案の概要\n本件は，原告が，開発した住宅地において太陽光発電設備を設置して同住宅地\n内の共用施設等で利用する電気を発電し，余剰分については売電して共用施設運\n営費に充てていたところ，その隣地に被告が住宅地を開発し建物を建築したこと\nにより原告の発電量が大きく減少したと主張して，被告に対し，不法行為による\n損害賠償請求権に基づき，損害金（一部請求）１１８９万９７０９円及びこれに\n対する不法行為日である平成２６年１２月１日から支払済みまで民法所定の年\n５分の割合による遅延損害金の支払を求める事案である。\n１  前提事実（争いのない事実等）\n(1)  原告は，住宅地開発等を業とする株式会社である。\n被告は，スウェーデンより輸入する組立建物の製造，販売等を業とする株式\n会社である。\n(2)  原告は，平成２２年６月頃から，「Ａ」（所在地：福岡県糸島市ａｂ番地ｃ及\nびｄ番地ｅ。以下「原告住宅地」という。）との名称で，住宅地の開発を開始し\nた。（所在地につき，甲１）\n原告住宅地の南側には，福岡県糸島市ａｂ番ｆ及びｂ番ｇの土地（後記(5)\nの被告による住宅地開発前の地番。以下「被告住宅地」という。所在地につき，\n乙５）が隣接している。\n(3)  原告は，原告住宅地の南端に位置する駐車場部分に，隣接する被告住宅地\n（南方向）から太陽光を受光することを前提とする太陽光発電設備（以下「本\n件設備」という。）を設置することとし，平成２３年３月頃，これを完成させ\nた。\n(4)  原告は，被告に対し，平成２６年７月２２日，本件設備に関して日照を阻害\nしないように配慮を求める書面を送付した。\n(5)  被告は，前記(4)の原告の書面に応答することなく，平成２６年１１月頃か\nら被告住宅地上に建物の建築を開始した。その結果，本件設備の一部分である\n太陽光モジュール（太陽光を受光するパネル部分をいい，以下「太陽光パネル」\nという。）の１．２５メートルから１．５メートルほど南側に建物が立ち並ぶこ\nととなった（以下，被告がした一連の建築行為を「本件建築行為」という。）。\n(6)  原告は，平成２９年１０月２６日付けで，福岡簡易裁判所に対し，被告を相\n手方として本件に関し民事調停を申し立てたが（同裁判所平成２９年（公）第\n１号），同調停は，平成３０年１月２５日，調停不成立となり終了した。\n(7)  原告は，平成３０年２月７日，本件訴えを提起した。\n２  争点及び争点に関する当事者の主張\n(1)  本件建築行為が原告の権利又は法律上保護される利益を侵害するものであ\nるか。\n（原告の主張）\nア  権利又は法律上保護される利益該当性\n原告は，本件建築行為により原告住宅地に付随して設置された本件設備に\n日照を享受する利益を侵害された。\n太陽光発電設備を設置して発電を行うことは，不動産を使用又は収益する\nものであって，土地の所有権の一環ないし一内容として認められる法的利益\nであるし，従来は消極的権利と理解されてきた生活利益としての伝統的な日\n照権ですら所有権の一内容として認められるのであるから，本件利益が所有\n権の一環として保護されないとはいえない。このような利益は，人格権とし\nての側面も有する。\nまた，太陽光発電システムについては，再生可能エネルギー源発電業者か\nらの電気事業者の電力買取義務制度，太陽光発電優遇税制，補助金等の政策\n的誘導により社会的に要保護性が高まっている。\nイ  違法性\n次の諸事情を総合すると，本件建築行為により原告が侵害された利益は，\n被告が本件建築行為により得た利益よりも大きいから，本件建築行為は違法\nであると評価されるべきである。\n(ｱ)  本件建築行為により，原告の総発電量は年平均４５．５パーセント，売\n電量は年平均４５パーセント減少したのであり，原告が被った不利益は極\nめて大きい。\n(ｲ)  被告住宅地は，１棟当たりの面積は５０坪程度であるが，合計１０棟\nの建物及び同地内の道路が同時に造成されたのであるから，造成段階にお\nいて，建物や道路の配置を変更することで本件設備への被害を事前に回避\nすることは十分可能であった。\n(ｳ)  被告住宅地は，前所有者が所有していた当時は有料駐車場として利用\nされていたところ，原告は，本件設備の設置に関し，被告住宅地の前所有\n者に対し，将来的な同土地の利用方法及び売却可能性について問合せを行\nい，その時点において，同土地の売却の予定や分譲地としての利用は考え\nていない旨の回答を得た。そのため，原告としては，少なくとも太陽光発\n電の固定価格買取期間である１０年程度は利用方法の変更がないと判断\nしており，原告において被告住宅地の建物建築の予見可能性はなかった。\n(ｴ)  原告は，平成２６年１月頃，被告住宅地の開発計画を把握し，被告に対\nして，本件設備を説明の上，配慮を求めるとともに，発電量が減少した場\n合には，相応の補償を要求する旨事前に明らかにしていた。また，被告が\n被告住宅地の開発計画を立てた段階では，既に本件設備が設置されていた\nことなど原告住宅地の状況からすれば，被告は，本件建築行為により本件\n設備の相当の発電量の減少を生じさせることを予測することは十分可能\nであった。\n本件設備と被告住宅地の位置状況からして，被告住宅地上に建物を建築\nすれば本件設備の大半が日陰となることは一見して明らかであるのに，被\n告は，原告に対して事前に申入れをすることなく，原告からの協議の申入\nれも無視して建築を強行した。そして，自らの建築した建物においては太\n陽光発電設備を設置し，発電を行っている。\n（被告の主張）\n争う。\nア  原告の主張アについて\n原告が侵害されたと主張する利益は，専ら太陽光発電を行って売電すると\nいう経済活動の観点からの立論であるところ，そのような権利ないし利益は\n裁判上認められているものではなく，原告が指摘するような法令に基づく各\n制度に原告の主張する利益を保護する規定はないから，そもそも法的保護に\n値する権利ないし利益ではない。裁判所において原告の主張する利益を認め\nることは，裁判所による新たな権利の創設にほかならない。太陽光発電の社\n会的需要が高いかどうかの評価は曖昧であり定量化できないし，仮にそうで\nあれば立法により解決されるべき問題である。\nまた，人格権としての性質を有する日照権であっても，原告住宅地及び被\n告住宅地が所在する第一種住居地域では４メートルの高さを基準にその侵\n害の有無が判断されるのであり，２．５メートルの高さに設けた太陽光パネ\nルの日当たりは法的保護に値しない。\nイ  原告の主張イについて\n(ｱ)  原告の設置した太陽光パネルは，原告住宅地の南側ぎりぎり，かつ地\n上から２．５メートルの低い場所に設けられており，その隣地に何か建物\nができれば影が生じることは容易に判断できることである。そのような場\n所にわざわざ太陽光パネルを設置している以上，本件設備はもともと稼働\n率が極めて低くなる蓋然性が高いシステムであったというべきであり，原\n告の事業計画の失敗を被告に転嫁すべきではない。\n(ｲ)  被告が被告住宅地内に建築した建物はいずれも建築基準法等の法令に\n適合したものであり，日影規制違反もない。さらに，５０坪程度の狭小な\n宅地が接する当該地域において，原告の主張が認められるとすれば，境界\nを接する住宅地の南側には一切建築ができないことになるが，これが法の\n予定するものではないことは明らかである。\nまた，被告において被告住宅地内の配置を変更すべき義務はないし，原\n告に被告住宅地の利用方法について指示されるいわれもない。\n(ｳ)  原告は，被告住宅地において駐車場が運営されており，将来的にも変\n更がないと考えていた旨主張するが，前所有者の回答は不明である上，仮\nにそのような回答があったとしても，所有者は変わり得るものであるから，\n変更までの用途方法の方針を示したものにすぎない。むしろ，被告住宅地\nが第一種住居地域に所在することから，住宅用建物が建築されることは容\n易に予見することができたはずである。\n(ｴ)  そもそも被告が被告所有地の利用方法について原告に協議を申し入れ\nる義務もなく，被告において原告の要望に応じる義務もない。\n(2)  原告の損害額\n（原告の主張）\n被告の本件建築行為により，本件設備の総発電量は平成２６年度（前年１２\n月から当年１１月までを１年度とする。）の１万８０７５キロワット時であっ\nたものが，平成２７年度には９８５０キロワット時，平成２８年度には１万０\n２００キロワット時となり，年平均で４５．５パーセント減少した。そのため，\n平成２６年度の売電代金が７８万８８３２円であったものが，平成２７年度に\nは売電量が８９６９キロワット時，売電代金が４３万０５１２円，平成２８年\n度には売電量が８９７６キロワット時，売電代金が４３万２８４８円となり，\n年平均で４５．３パーセント減少した。\nそのため，原告には次の各損害が発生した。\nア  無駄になった設備費用            ９７８万７１８６円\n本件設備設置費用２１５１万０３００円×総発電量減少率４５．５パーセ\nント\nイ  平成２６年１２月から平成２９年１０月までの減少した売電代金相当額\n１０４万２２４４円\n７８万８８３２円（平成２５年１１月～平成２６年１２月売電代金）×４\n５．３パーセント（売電代金減少率）×（３５／１２か月）\nウ  減少した将来の売電利益（一部請求）     １０７万０２７９円\n平成２６年度売電実績１万８０７５キロワット時×発電単価４８円×売\n電代金減少率４５．３パーセント×２．７２３２（残存固定価格買取期間３\n年に対応するライプニッツ係数）\nエ  合計                   １１８９万９７０９円\n（被告の主張）\n事実は不知，主張は争う。\n第３  争点に対する判断\n１  認定事実\n前記前提事実に加え，各項掲記の証拠及び弁論の全趣旨によれば，次の事実が\n認められる。\n(1)  原告住宅地は，１戸当たり建築面積４６．２６平方メートルの２階建て及\nび地下室からなる住宅１８戸，緑地，２階建てのコモンハウス（コミュニティ\nルーム，ゲストルーム）等からなる開発面積２６９９．１８平方メートルの住\n宅地である。原告住宅地は，都市計画上，第一種住居地域（住居の環境を保護\nするため定める地域をいう。都市計画法９条５項）に指定され，建ぺい率６０\nパーセント，容積率２００パーセントの規制がされている。（甲１，乙３の１・\n２）\n(2)  原告住宅地の南側部分は，居住者用の駐車場区画（自動車約１８台分。以下\n「本件駐車場」という。）が整備されており，原告住宅地の南側境界線に沿う形\nで，カーポート状の自動車用の屋根が全駐車区画分整備されている。（甲７）\n(3)  原告は，平成２２年６月頃から原告住宅地の開発計画を開始したが，その\n当時，被告住宅地の所有者はＢであった。その当時，被告住宅地上に建築物は\nなく，Ｂは同地を平置きの有料駐車場として利用していた。（甲８，２２）\n(4)  原告は，原告住宅地に太陽光発電設備を設置することを計画していたとこ\nろ，屋根に太陽光パネルを設置すると景観を損ねること，太陽光が反射して近\n隣住民の生活環境に影響が生じることを避けることから，太陽光パネルを原告\n住宅地の南側に設置することとした。（甲２２）\n(5)  原告は，被告住宅地の将来の利用方法によっては，太陽光発電に対する影\n響が出ると危惧し，Ｂに対し，被告住宅地の将来の利用方法を確認したところ，\nＢは，「売るかどうかも分からないし，分譲地としての利用は考えていない。」\n旨回答した。原告は，Ｂの回答を受けて，本件駐車場の屋根に太陽光パネルを\n設置することとした。（甲２２）\n(6)  本件駐車場の自動車用の屋根には，断面から見て，南側に面して壁となる\n部分（以下「本件壁部分」という。）に断面幅１６５７ミリメートルの太陽光パ\nネルが１枚，上部の屋根部分（以下「本件屋根部分」という。）に断面幅８５８\nミリメートルの太陽光パネルが２枚，屋根全体にわたりそれぞれ設置されてい\nる（以下，これらの太陽光パネルを「本件太陽光パネル」という。）。\n本件壁部分の上端は，地上から２．５メートルほどの高さにあり，本件屋根\n部分までを含む本件駐車場の自動車用の屋根全体の高さは，地上から３．５メ\nートルほどになる。（甲６）\n(7)  原告は，経済産業大臣に対し，平成２３年１月１４日，本件設備（名称：Ａ\n太陽光発電システム）について，新エネルギー等発電設備の認定（電気事業者\nによる新エネルギー等の利用に関する特別措置法（以下「特措法」という。）９\n条１項）を申請し，経済産業大臣は，同月２０日，これを認定した。（甲１８，\n１９）\n(8)  原告は，九州電力株式会社（以下「九州電力」という。）に対し，平成２３\n年２月１０日及び１４日，本件設備を九州電力の電力系統へ連系し，本件設備\nより発生する電力に余剰が生じた場合に，その余剰電力を九州電力に販売する\n旨の契約を申し込み，九州電力は，原告に対し，同年３月４日，これを承諾し\nた。（甲１４）\n(9)  原告は，同年２月２４日頃から，本件設備の運転を開始し，同年３月２日か\nら，九州電力に対する本件設備の余剰電力の販売を開始した。（甲１４，１５）\n(10)  本件設備により発電した電力は，原告住宅地の管理事務所の電力や街灯，\nポンプ等の共用部分の電力として用いられるほか，余剰電力の売却益は，原告\n住宅地の共益費の一部として用いられている。（甲１，３）\n(11)  被告は，Ｂから被告住宅地を取得して，平成２６年１１月以降，被告住宅\n地を開発して住宅を建築し，本件太陽光パネルの１．２５メートルから１．５\nメートルほど南側に，２階建ての住宅４戸（以下「被告建物」という。）を建築\nした。（甲７，８，乙５）\n(12)  被告住宅地は，原告住宅地と同様，第一種住居地域に指定されており，容\n積率２００パーセント，建ぺい率６０パーセントの規制があるところ，被告建\n物はいずれも建築基準法その他の関係法令所定の建築基準に適合する。（乙３\nの１，６の１～６の４）。\n(13)  本件太陽光パネルのうち，本件屋根部分に設置された部分では，冬至の午\n後１２時１５分の太陽高度を基準としても太陽光を受光することができるが，\n本件壁部分に設置された部分では，夏至の午後１２時１５分の太陽高度を基準\nとすれば太陽光を受光することができるが，冬至の午後１２時１５分の太陽高\n度を基準とすると，太陽光を受光することができない。\n冬至における本件太陽光パネル全体に対する受光することができない部分\nの長さの割合は，６１パーセント程度となる。（甲６）\n２  争点(1)（本件建築行為が原告の権利又は法律上保護される利益を侵害するも\nのであるか。）について\n(1)ア  総論・判断基準等\n土地の所有者は，所有権の行使として当該土地を使用収益する権利がある\nところ，土地上に太陽光発電設備を設けて発電を行うことは土地の使用収益\nにほかならないから，土地上に太陽光発電設備を設けて発電を行う権利は，\n所有権の一内容として認められる。もっとも，そのような権利が，所有地上\nでの所有権の行使のみならず，他者に対して，自己の設置した太陽光発電設\n備のための太陽光の受光を妨げられない権利ないし利益まで当然に包含す\nるものではなく，別途考慮を要する。\nそこで引き続き検討するに，本件のように土地上に太陽光発電設備を設け\nて発電を行う場合には，太陽光の受光はその土地の使用収益の方法において\n必要不可欠な資源であって，太陽光の受光が妨げられることは，その土地の\n使用収益の方法においては直接的な不利益となる。\nそして，現在において，自然公園など原則として工作物の設置が規制され\nるような場所を除いては，太陽光発電設備の設置を認めなかったり，許可制\nとしたりするなどの規制は見当たらない。むしろ，エネルギー政策基本法は，\nエネルギーの需給について，太陽光等の化石燃料以外のエネルギーの利用へ\nの転換を推進すること等により，地球温暖化の防止及び地域環境の保全が図\nられたエネルギーの需給を実現し，併せて循環型社会の形成に資するための\n施策が推進されなければならないことをエネルギー政策の基本原則の一つ\nとして掲げ（同法３条），国等の責務（同法５条，６条）のほか，事業者にも，\n事業活動における地球の環境の保全に配慮したエネルギーの利用に努める\n責務を定めており（同法７条），太陽光発電など再生利用エネルギー源の利\n用促進は，現代においては，地域及び地球の環境の保全に寄与するとともに，\n我が国及び世界の経済社会の持続的な発展に貢献するための重要な施策と\nして位置付けられており（同法１条），太陽光を初めとする再生可能エネル\nギーを積極的に利用促進すべきことを，国の政策目標に掲げた上で，事業者\nにもこれに沿った事業活動が求められている。また，エネルギー供給事業者\nによる非化石エネルギー源の利用及び化石エネルギー原料の有効な利用の\n促進に関する法律３条に基づき定められたエネルギー供給事業者による非\n化石エネルギー源の利用及び化石エネルギー原料の有効な利用の促進に関\nする基本方針（廃止前の平成２１年経済産業省告示第２７７号）並びに同法\n５条１項の規定に基づき定められた非化石エネルギー源の利用に関する一\n般電気事業者等の判断の基準（廃止前の平成２１年経済産業省告示第２７８\n号）では，電気事業者による太陽光発電に係る余剰電力買取制度が導入され\n（同基本方針第２，同基準３項），平成２４年４月１日からは，特措法により\nいわゆる固定価格買取制度が導入されたところ，これらは，太陽光発電を初\nめとする再生可能エネルギー源を用いた発電を促進普及させるために，国民\nや事業者に対して経済的誘因を与え，収益の予測可能性を高めることで導入\nを誘導する政策手法であり，具体的な施策として，再生可能エネルギー，と\nりわけ太陽光発電を行う者が経済的に一定の保証を得られるよう定めるも\nのである。\nこれらを総合すると，太陽光発電を行っている者は，発電設備への太陽光\nの受光について密接な利害関係を有するものであり，法律上の保護が及んで\nいないと解することは相当でないから，その者らの有する太陽光発電のため\nに太陽光を受光する利益（以下「受光利益」という。）は，法律上保護に値す\nる利益に当たると解するのが相当である。\nもっとも，太陽光発電は，再生可能エネルギー源（特措法２条４項）を用\nいた発電の一つとして，近年急速に普及し始めたものであって，建築基準関\n係規定でも住宅地における太陽光発電のための太陽光パネルの設置と近隣\nの他の建築物との関係を想定した規制を設けるには至っておらず，どの程度\nの受光が確保されれば権利ないし利益の侵害とならないかなどの明確な基\n準が存在しないことに加え，電力の安定的かつ適切な供給の確保及びそれに\n係る環境への負荷の低減を巡る今後の社会の情勢や政策手法の変更にも影\n響されるから，私法上の権利といい得るような明確な実体を有するものとは\n認められず，受光利益を超えて権利性を認めることはできない。\nしたがって，本件におけるように建物の建築行為が第三者に対する関係に\nおいて太陽光の受光を妨げたからといって直ちに違法な利益侵害があると\nして不法行為を構成するということはできず，受光利益を違法に侵害するも\nのとして不法行為を構成するかどうかは，被侵害利益である受光利益の性質\nと内容のほか，受光を妨げる建物が建築された所在地の利用用途，周辺の地\n域性，侵害される受光利益の程度，侵害に至る経過等を総合的に考察して，\n侵害された受光利益と建物を建築する利益とを比較考量して判断すべきで\nある。もっとも，受光利益の性質と内容については，上記のとおり建築基準\n関係規定にも規制がなく，利益として保護され得る範囲について社会的に合\n意の得られる基準が設けられているものではないことや，太陽光発電の性質\n上，発電量及び余剰電力の販売益がどの程度に達するかは不安定であること\nを考慮せざるを得ないから，受光利益を侵害する行為が違法であるとされる\nのは，法令による規制に違反する建築物によるとか，発電量を著しく減少さ\nせるなど，その侵害の程度が強度といえるような場合に限られると解すべき\nである。\nイ  原告の主張について\n原告は，上記のような権利について人格権としての側面も有する旨主張す\nる。しかし，太陽光発電は経済活動としての域を出ないものであり，土地所\n有権との関係に加えて人格権（例えば，人格権としての自家発電権など）の\n問題としてとらえるのは困難である。\nウ  被告の主張について\n被告は，太陽光を享受する利益は観念することができず法律上保護される\n利益と考える余地はなく，これを認めると新たな権利の創設になりかねない\n旨主張する。しかし，受光利益は，所有権に発する正当な土地の使用収益活\n動のための利益として相当の客観性を備えており，法律上保護される利益と\nして観念することができるのは上記説示のとおりであり，これを認めること\nが新たな権利の創設となるものでもない。\nなお，被告が本件太陽光パネルの設置位置に関して要保護性がない旨主張\nする点については，まさに違法性の有無に関する判断の一要素となるべき事\n項であって，受光利益の有無に直接かかわる事項ではない。\nエ  以上のほか，原告及び被告は受光利益の権利性について縷々主張するが，\nいずれも採用の限りではない。\n(2)  本件建築行為が原告の受光利益を違法に侵害するか否かについて，前記(1)\nアに即して具体的に検討する。\nア  被告住宅地の利用用途，周辺の地域性等\n原告住宅地及び被告住宅地は，第一種住居地域として指定された地域内に\nあり，建ぺい率６０パーセント，容積率２００パーセントの規制がされてい\nる。\nまず，住宅地における太陽光発電設備の設置及び電気事業者との特定契約\nの締結は，新築の住宅を中心に電力供給の方法として普及しつつあり，排気\nガス，騒音等もなく，景観やパネルからの反射光等の問題があることを除け\nば，静ひつな居住環境の確保との関係で大きな問題を生じさせるものではな\nい。本件設備については，住宅での自家用電力の発電ではないが，発電され\nた電力は原告住宅地内の共用施設での消費に充てられ，また，余剰電力の売\n却益は原告住宅地内の共益費に充てられており，原告住宅地内の居住者のた\nめに使用されているのであるから，住居地域としての原告住宅地の用途に適\n合するものである。\nもっとも，被告住宅地も，第一種住居地域として，一次的には住居の建築\nに供されるべき地域として指定されているのであり，その土地所有者として\nは，規制の範囲内で住居を建築することができる期待を抱くことは当然であ\nる。そして，原告は住宅地開発を業としており，原告住宅地の開発に当たり\n当然ながら同地及びその周辺の用途指定を調査していたと考えられるから，\n将来において被告住宅地上に住居が建築される可能性があることは十分に\n予見していたか，予見することができたと考えるのが自然である。\nイ  侵害される受光利益の程度，経過等\n(ｱ)  本件建築行為により侵害される原告の受光利益は，原告の主張を前提\nとしても，本件建築行為の前後では年間の総発電量で４５．５パーセント，\n売電代金で４５．３パーセント減少したというのであり，とりわけ冬から\n初春にかけての１２月から３月にかけての発電量の減少が大きいことか\nらすれば（甲３），気候や天候の年間ベースでの変動等の要素による誤差\nがあるとしても，被告建物による本件太陽光パネルの受光量の減少が顕著\nに表れているといえる。\nもっとも，九州電力から支払を受けた売電料金額と九州電力に対して支\n払った使用分の電気料金額を比較すると，年度単位（４月から翌年３月ま\nで）では管理事務所や共用部分（街灯，ポンプ）に必要な電力は本件設備\nにより発電した電力でまかなわれているのであって（甲３），受光利益が\n制約されることで本件設備による原告住宅地における共用設備の維持等\nのコスト削減に対する影響は大きいとはいえない。\n(ｲ)  そして，本件駐車場の屋根部分に本件太陽光パネルを設置することを\n選択したのは原告自身であるところ，本件壁部分に設置された本件太陽光\nパネルは地上から２．５メートル以下の高さにあり，被告住宅地に建物が\n建築されれば，受光が妨げられる可能性が十分に想定される位置である。\nそして，前記ア説示のとおり，被告住宅地に住宅が建築される可能性は原\n告においても十分に想定し得るものである上，被告住宅地の利用方法につ\nいて原告がＢから聞き取った内容を前提としても，Ｂとの間で本件太陽光\nパネルの受光を阻害するような建物を建築しない旨を合意したとはいえ\nないし，仮に何らかの合意といえるものがあったとしても，被告が改めて\n同意しない限り，そのような合意は被告を拘束しない。原告においても，\nＢの説明を受けて本件太陽光パネルの受光のために一定の空間について\n被告住宅地上の建築を抑制したかったのであれば，Ｂとの間で被告住宅地\nを要役地とする地役権を設定するなどの方法も考えられなくはないが，仮\nに地役権を設定するなどの方法を採るに当たって対価を考慮したという\nのであれば，本件太陽光パネルの受光が妨げられる場合の不利益と地役権\nの対価の支払を原告において考慮し，原告のリスクにおいて前者を選択し\nたというにほかならないということになる。\nまた，原告は，被告住宅地の造成段階で原告と協議を行い，建物用地等\nの配置を変更することで，本件太陽光パネルの受光妨害を事前に防止する\nことができた旨主張する。しかし，そもそも被告において被告住宅地内に\nどのように建築物を配置するかは，建築基準法等の関係法令の規制に反し\nなければ被告の任意に委ねられており，本件太陽光パネルのために被告に\nおいて原告の協議の申入れに応諾すべき義務があるとはいえない。仮に被\n告住宅地における建物の配置を変更するとしても，本件太陽光パネルの受\n光を一定程度妨げないようにするには，被告建物の建築位置を南側に変更\nする必要があるが，その場合でも，被告建物や同開発地内の他の建物の関\n係で法令上必要な道路の幅員や接道を十分に確保し，被告住宅地内の建物\n間の日影規制等にも問題を生じないように被告住宅地全体の計画を練り\n直さなければならなくなる可能性があるし，被告に不利益を及ぼさずに配\n置が可能であることを認めるに足りる証拠もない。\nウ  検討\n以上検討したところを踏まえると，被告は建築基準法その他の関係法令に\n適合する被告建物を建築したのであって，同建物は違法建築といえるもので\nはないし，被告建物が本件設備の発電量の減少に与える影響は限定的であっ\nて，そのような状況に至った点について必ずしも被告の責めに帰すべきとは\nいえないから，原告の受光利益の侵害の程度が強度といえるような場合では\nない。\nしたがって，本件建築行為が法令に違反するものではなく，本件設備によ\nる太陽光発電に対する影響も著しいものとはいえないから，本件建築行為は\n原告の受光利益を違法に侵害するものということはできない。\n以上のほか，原告は違法性に関して縷々主張するが，いずれも採用するこ\nとはできない。\n第４  結論\nよって，その余の点について判断するまでもなく原告の請求は理由がないから\n棄却することとし，訴訟費用の負担につき民訴法６１条を適用して，主文のとお\nり判決する。\n福岡地方裁判所第５民事部\n裁判官       酒井直 樹\n"
}