{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 12,
    "day": 20
  },
  "case_number": "平成30(行ケ)10085",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "88212",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88212",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/212/088212_hanrei.pdf",
  "contents": "平成３０年１２月２０日判決言渡\n平成３０年（行ケ）第１００８５号  審決取消請求事件\n口頭弁論終結日  平成３０年１０月２５日\n判 決\n原 告  カ エ ル ム 株 式 会 社\n訴訟代理人弁理士  小林克 行\n被 告  特 許 庁 長 官\n指 定代理 人  真鍋恵 美\n冨澤美 加\n板谷玲 子\n阿曾裕 樹\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０１７－１７０５３号事件について平成３０年５月１１日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1) 原告は，平成２８年２月２８日，別紙本願商標目録記載の商標（以下「本\n願商標」という。）について，商標登録出願をした（商願２０１６－２１２\n９４号）。\n原告は，平成２９年４月２７日受付及び同年７月３日受付の手続補正書に\nより指定商品及び指定役務について補正し，最終的に本願商標に係る指定商\n品及び指定役務は別紙本願商標目録記載のとおりとなった。\n(2) 原告は，平成２９年８月１４日付けで拒絶査定を受けたことから，同年１\n１月１７日，不服審判を請求した（不服２０１７－１７０５３号）。\n(3) 特許庁は，平成３０年５月１１日，「本件審判の請求は，成り立たない。」\nとの審決をし，その謄本は，同月２３日，原告に送達された。\n(4) 原告は，平成３０年６月２２日，審決の取消しを求めて，本件訴訟を提起\nした。\n２  審決の理由の要旨\n審決の理由は別紙審決書の写しに記載のとおりである。要するに，本願商標\nと引用商標（別紙引用商標目録記載の商標）は，互いに相紛れるおそれのある\n類似の商標であり，かつ，本願商標の指定商品は，引用商標の指定役務と類似\nするから，本願商標は商標法４条１項１１号に該当する，というものである。\n３  取消事由\n商標法４条１項１１号該当性の判断の誤り\n第３  取消事由に関する原告の主張\n１  商標の類否判断の誤り\n(1) 商標の外観について\n本願商標は，各構成文字がその輪郭を曲線基調とし，縦方向の線は太く，\n横方向の線は極めて細く，角部や端部を鋭くとがらせ，文字間隔を狭めて配\nされており，まとまりがある。したがって，本願商標はデザイン化した文字\nから成り，そのデザインはかなり特徴があるといえる。\nこれに対し，引用商標は，上段に片仮名文字「ヴィオレ」を，下段に欧文\n字「Ｖｉｏｌｅｔ」を配した二段構成から成るものである。片仮名文字「ヴ\nィオレ」は，欧文字部分の幅より狭い幅で欧文字の中央上部に位置する。上\n下いずれの文字も線の太さに変化のない直線基調のゴシック体から成るもの\nで，そのデザインに特徴はない。\n以上のとおり，両商標は，一段構成と二段構成という構成の差異及び書体\nの差異によって外観上顕著な差異がある。\n(2) 商標の称呼について\n本願商標の称呼について，審決は，「Ｖｉｏｌｅｔ」の欧文字を英語と捉\nえた場合には「バイオレット」の称呼を生じ，フランス語と捉えた場合には\n「ヴィオレ」の称呼をも生じると判断する。\n確かに，「Ｖｉｏｌｅｔ」は，英語にもフランス語にも存在する単語であ\nるが，本願商標をフランス語として捉えて「ヴィオレ」と称呼する需要者等\nは少ないものと考えられる。なぜなら，我が国で英語がフランス語より親し\nまれていることは明らかであり，アクサン記号などのフランス語の発音記号\nが無い場合において，欧文字は通常，英語と理解されるのが自然だからであ\nる。したがって，本願商標から生ずる称呼は，英語の読み方である「バイオ\nレット」の方が自然である。\nこれに対し，引用商標は，上段の「ヴィオレ」が下段の「Ｖｉｏｌｅｔ」\nと一体不可分であり，下段の「Ｖｉｏｌｅｔ」の読み方を特定するものであ\nる。審決は，引用商標に接する取引者，需要者は，下段の「Ｖｉｏｌｅｔ」\nの文字に着目して取引に当たる場合も決して少なくないと判断するが，以下\nの理由により，「ヴィオレ」の文字が無視されることはない。\n①上段の「ヴィオレ」と下段の「Ｖｉｏｌｅｔ」の書体は同じである。\n②「ヴィオレ」の文字は，無視されるほど小さくはない。語頭の「ヴ」の\n文字は大きな「Ｖ」の文字の７５％程度の大きさはある。\n③「ヴィオレ」の文字は，下段の「Ｖｉｏｌｅｔ」の文字の幅より若干狭\nいが，「Ｖｉｏｌｅｔ」の文字の両端から均等な幅を開けて中央部にバラン\nス良く配置されている。\n④引用商標のように片仮名文字を欧文字や漢字の上部に併記する構成態様\nは日本人に親しまれている。住所，氏名，欧文字などに複数の読み方がある\n場合に間違えず，読みやすく，またはその読み方を特定すべく併記されるこ\nとが行われているからである。\nこのような理由から，上段の片仮名文字「ヴィオレ」は，下段の欧文字「Ｖ\nｉｏｌｅｔ」と一体不可分なものであり，その存在を無視して「Ｖｉｏｌｅ\nｔ」の文字のみで取引される場合はない。\nここで，「ヴィオレ」はフランス語の発音と認識される場合が多いと考え\nられる。下段の「Ｖｉｏｌｅｔ」の文字の末尾の「ｔ」の音を発音していな\nいからである。この読み方はフランス語の発音として我が国で親しまれてい\nる。したがって，引用商標の欧文字「Ｖｉｏｌｅｔ」は上段の「ヴィオレ」\nと相まってフランス語と理解され，それより生ずる称呼は「ヴィオレ」が自\n然である。\nそこで，本願商標から生ずる称呼「バイオレット」と，引用商標から生ず\nる称呼「ヴィオレ」とを比較すれば，両者は先頭部の「バイ」と「ヴィ」，\n後半部の「レット」と「レ」の差異によって全体の称呼に顕著な差異がある。\n(3) 商標の観念について\n本願商標からは，名詞として「スミレ」，「すみれ色」又は「バイオレッ\nト」という名の外国人女性の名称の観念が生じ，形容詞として「すみれ色の」\nの観念が生じる。\nこれに対して，引用商標は，「ヴィオレ」の称呼から「Ｖｉｏｌｅｔ」を\nフランス語と理解し，フランス語に詳しい者には形容詞として「紫色の」の\n観念が生じ，名詞として「紫色」の観念が生じる。\n引用商標の「Ｖｉｏｌｅｔ」の部分がフランス語と理解されない場合，フ\nランス語読みの「ヴィオレ」の文字が「Ｖｉｏｌｅｔ」の文字と一体不可分\nなので，「Ｖｉｏｌｅｔ」の部分を英語と理解して，英語による上記の観念\nが生じることはない。\nしたがって，本願商標と引用商標とは観念が共通しない。\nなお，審決は，本願商標と引用商標は，共に「スミレ，スミレ色」及び「紫\n色」の観念を生じると判断しているが，「紫色」は「Ｖｉｏｌｅｔ」の文字\nがフランス語と理解できる場合に生じる観念である。したがって，これは引\n用商標の「Ｖｉｏｌｅｔ」の文字がフランス語であってその意味が容易に理\n解されることを前提とするものである。我が国のフランス語の理解度からす\nれば，その意味まで容易に理解されるとすることは誤りである。\n(4) 以上によれば，本願商標と引用商標とは，外観，称呼及び観念のいずれの\n要素においても相紛らわしいものではない。\n２  商品・役務間での類否判断の誤り\n(1) 審決は，本願商標の指定商品中，第９類「電子出版物」及び第１６類「雑\n誌，書籍」（以下併せて「本願指定商品」という。）と引用商標の指定役務\n中の第３５類「印刷物の小売又は卸売の業務において行われる顧客に対する\n便益の提供」（以下「引用小売等役務」という。）とは互いに類似すると判\n断した。その理由は，商品の販売と，その商品を取り扱う小売等役務の提供\nとが同一の者によって行われることは，商取引上，普通に見受けられるもの\nであり，該商品の販売場所や需要者の範囲は，該役務の提供場所や需要者の\n範囲と一致するので，その商品の製造及び販売とその役務の提供とが，同一\nの者によるものであると誤認し，その出所について混同を生ずるおそれがあ\nる，というものである。\nしかしながら，次のとおり，本願指定商品の製造及び販売が引用小売等役\n務をしている者と同一の者によるものであると誤認することはない。\n(2) 本願指定商品が引用小売等役務に類似するかどうかは，当該商品と当該役\n務に同一又は類似の商標を使用した場合に，当該商品が当該役務を提供して\nいる者が製造又は販売したものであると誤認されるおそれがあるかどうかと\nいう観点から判断されるべきである。また，著作物の再販制度（再販売価格\n維持制度）が採用されている「雑誌，書籍」の取引においては，製造者であ\nる出版社と最終消費者との間に，取次（卸売）や書店（小売）が介在すると\nころ，上記の誤認のおそれについては，取引の末端に位置する消費者が本願\n指定商品の製造及び販売を直接の販売者である書店（小売）が行っていると\n誤認するかどうかで考えるべきである（なお，電子出版物は，「物」ではな\nく，情報として流通するため再販制度の対象ではないが，「電子書籍の販売\nにおいても，出版社と電子書籍書店の間に位置し取次機能を行う販売会社が\n存在」するといわれているから，同様に考えるべきである。）。\nこれを特許庁の「商標審査基準」に従って検討すると，たしかに，需要者\nの範囲，商品の販売場所と役務の適用場所とは共通し，また，商品の販売と\n役務の提供は同一の者によって行われるという事情がある。\nしかしながら，次のとおり，取引の実情を踏まえれば，需要者，すなわち\n消費者がこれから購入しようとする雑誌や書籍，電子出版物が，それに使用\nされた商標を見て，この書店が製造・販売しているものと認識することはな\nい。\nア  商標の使用態様について\n本願指定商品に使用される商標は，雑誌のタイトル・題号，書籍がシリ\nーズ物であることを表示する名称や出版社の名称や図形である。\nこれに対して，引用小売等役務に使用される商標は，看板における書店\nの名称や包装紙，紙袋に表示される書店の名称である。\nイ  再販制度による需要者の意識について\n再販制度によって雑誌，書籍はどこの書店でも定価で買える。特定の雑\n誌等を購入する目的の需要者であれば，基本的にどこの書店に買いに行っ\nてもよい。書店の看板の名称は，この需要者にとって誤認混同の対象外で\nある。\nウ  出版社と需要者の意識について\n審決は，「雑誌等の商品に発行所の記載があったとしても，取引者，需\n要者は，商品に付された題号や商標を，他の商品との識別標識として捉え\nて取引に当たることが一般的であるため，該商品の商標と同一又は類似の\n商標が，該商品を取り扱う小売等役務の提供について使用された場合には，\nこれに接する取引者，需要者は，該商品の製造，販売元と該商品を取り扱\nう小売等役務の提供元とが同一の者であると誤認する場合もある」と説示\nする。\nしかし，再販制度の下では，雑誌等は出版社が定価を定め，その装丁，\n題号や商標を決める。本の代金の約７０％は出版社が受け取る。雑誌等の\n売れ行きは出版社の努力次第であるから，出版社にとって売れ行きを左右\nする雑誌等の装丁は重要である。表紙には商標や題号のほか，デザインが\n施されている。需要者が，題号や商標だけを見て雑誌等を購入することは\nない。また，題号のみの装丁がシンプルな書籍の場合には，発行所の記載\nが特に重要である。その商品の品質（記事・内容の信頼性，信憑性など）\nを左右するからである。したがって，需要者が本願指定商品に付された題\n号や商標だけを他の商品との識別標識として捉えて取引に当たることはな\nい。\nエ  需要者の購入事情について\n需要者は，自分が欲しい雑誌や書籍を他のものと取り違えて購入するこ\nとはまずない。その場所で雑誌や書籍を選ぶとしても手にとって，表側だ\nけでなく中身を少し見て自分の好みの書体やレイアウトを確認し，さらに\n出版年や出版社，値段を確認してから購入する。このような需要者が，雑\n誌等の題号や商標を見て，「この雑誌はこの書店が出版して売っている」，\nと誤認することはない。\nオ  雑誌等の多種多様性と書店との関係について\n再販制度や取次制度のおかげで，書店では売れ筋の本だけでなく多種多\n様な雑誌，書籍等を販売できる。そして，「雑誌」等にはそれぞれ著作物\nとしての強い個性がある。その個性は装丁や，題号・商標に現われ，一体\n不可分の関係にある。このようにそれぞれに個性があって，それぞれに目\n印である商標が存在する膨大な数の商品を書店は取り扱っている。これら\nの膨大な数の商品に付された題号や商標と書店の名称との関係は希薄であ\nる。また，通常，書店が出版をするような取引の実情は存在していないの\nであり，需要者もその書店に並んでいる雑誌，書籍等と書店との関係は明\n確に区別している。\n(3) 以上のとおり，本願指定商品である「電子出版物，雑誌，書籍」と引用小\n売等役務である「印刷物の小売又は卸売の業務において行われる顧客に対す\nる便益の提供」とは，需要者の範囲や商品の販売場所及び役務の提供場所，\n商品の販売主体と役務の提供主体が共通したとしても，本願指定商品の流通\n経路やその個性によって，本願指定商品の製造及び販売が引用小売等役務を\nしている者と同一の者によるものであると誤認される事情にはない。\nしたがって，本願指定商品は，引用小売等役務と類似する関係にはない。\n(4) 被告の主張に対する反論\nいかに電子出版が盛んになり，一部の書店が出版も行うようになったとし\nても，需要者は，雑誌の題号を見て，書店と関連付けて，この書店が出版し\nたもの，と誤認混同することはない。\nそれは，本願指定商品がいずれも著作物であって個性的な存在であること\nによる。この極めて多くの出版社によって発行された個性的な商品を膨大な\n数取りそろえているのが書店である。この商品と小売役務との区別は，需要\n者・販売場所・提供場所が同一でも，一部の営業主が出版と販売をしていた\nとしても，本願指定商品の需要者には可能である。\n３  以上のとおり，本願商標について商標法４条１項１１号該当性を認めた審決\nの認定判断には誤りがある。よって，審決は取り消されるべきである。\n第４  被告の反論\n１  本願商標と引用商標との類否について\n(1) 本願商標について\n本願商標は，「Ｖｉｏｌｅｔ」の欧文字を，ややデザイン化した書体（モ\nダン・ローマンの特徴を備えた書体）で表して成るものである。\nそして，「ｖｉｏｌｅｔ」の語は，「スミレ，すみれ色」の意味を有する\n英語であって，かつ，我が国における国語辞典においても，その表音「バイ\nオレット【ｖｉｏｌｅｔ】」の見出しの下，「すみれ，すみれ色」の意味が\n掲載されているように，我が国において親しまれた英語といえる。また，当\n該語は，「紫色」の意味を有するフランス語「ｖｉｏｌｅｔ」（ヴィオレ）\nとも，同じつづりから成るが，当該フランス語は我が国において親しまれて\nはいない。\nそうすると，本願商標に接する一般の需要者，取引者は，まずは我が国に\nおいて親しまれた上記英語を表したものと理解するが，フランス語を理解す\nる者であれば，上記フランス語を表したものと理解する場合もある。\nしたがって，本願商標は，構成文字に相応して，英語としての「バイオレ\nット」の称呼及び「スミレ，すみれ色」の観念を生じ，フランス語を理解す\nる取引者，需要者においては，「ヴィオレ」の称呼及び「紫色」の観念をも\n生じる場合がある。\n(2) 引用商標について\n引用商標は，「ヴィオレ」の片仮名及び「Ｖｉｏｌｅｔ」の欧文字を，下\n段の欧文字を上段の片仮名よりも大きく，ゴシック体で上下二段に表して成\nるところ，両文字部分は，段を異にし，文字種や文字の大きさも異なるため，\n視覚上分離して認識されるものである。\n引用商標の構成中「Ｖｉｏｌｅｔ」の欧文字部分は，前記のとおり，「ｖ\nｉｏｌｅｔ」の語が，「スミレ，すみれ色」の意味を有する，我が国におい\nて親しまれた英語である一方で，「紫色」の意味を有するフランス語は我が\n国では親しまれていないため，当該欧文字部分に接する一般の取引者，需要\n者は，まずは我が国において親しまれた上記英語を表したと理解するもので，\nこれより「バイオレット」の称呼及び「スミレ，すみれ色」の観念が生じ，\nフランス語を理解する取引者，需要者においては，「ヴィオレ」の称呼及び\n「紫色」の観念をも生じる場合がある。\nまた，引用商標の構成中「ヴィオレ」の片仮名部分は，その片仮名表記の\nみからは，直ちに特定の意味を有する語を表してなるとは理解できず，「紫\n色」の意味を有するフランス語「ｖｉｏｌｅｔ」（ヴィオレ）の表音に通じ\nる可能性が潜在的にあるとしても，我が国において親しまれていない当該フ\nランス語から生じる意味合いが，その片仮名表記から直ちに想起されるとは\nいい難いため，これより「ヴィオレ」の称呼を生じるとしても，特定の観念\nが生じるとはいえない。\n以上を踏まえると，引用商標の構成中「ヴィオレ」の片仮名部分と「Ｖｉ\nｏｌｅｔ」の欧文字部分は，その構成において視覚上分離して認識されるも\nのであり，また，両語を結合して特定の意味を有する成語となるものでもな\nく，構成上の一体性は弱い。\nそして，引用商標のような構成においては，大きく太く表され，英語とし\nての意味内容の理解が容易な「Ｖｉｏｌｅｔ」の欧文字部分にまずは目を引\nかれるもので，これに接する取引者，需要者をして，当該欧文字部分から生\nじる外観，称呼及び観念における印象が記憶に残り，比較的強い印象を与え\nるものである。\nさらに，引用商標の構成中，上段の「ヴィオレ」の片仮名部分が下段の「Ｖ\nｉｏｌｅｔ」の欧文字部分の読みを表したものと理解される場合があるとし\nても，両文字部分が常に不可分一体のものと認識されるものではなく，下段\nの「Ｖｉｏｌｅｔ」の欧文字部分からは，我が国において親しまれた「ｖｉ\nｏｌｅｔ」（バイオレット）の英語に相応する称呼及び観念を生じるもので\nある。すなわち，「ｖｉｏｌｅｔ」（ヴィオレ）のフランス語は，それより\n生じる称呼及び観念を含めて，我が国において親しまれていない一方で，「ｖ\nｉｏｌｅｔ」（バイオレット）の英語は，それより生じる称呼及び観念を含\nめて，我が国で親しまれているもので，英語の普及率はフランス語より高い\nことに鑑みると，フランス語を必ずしも理解しない一般の取引者，需要者で\nあれば，併記された「ヴィオレ」の片仮名部分に必ずしも影響されることな\nく，構成において強い印象を与える「Ｖｉｏｌｅｔ」の欧文字部分に着目し，\nその意味内容の理解も容易な親しまれた英語「ｖｉｏｌｅｔ」（バイオレッ\nト）を表したものと理解し，これより生じる称呼及び観念を記憶にとどめ，\n取引に当たる場合もあるというべきである。\nそうすると，引用商標の構成中，「Ｖｉｏｌｅｔ」の欧文字部分に相応し\nて，英語としての「バイオレット」の称呼及び「スミレ，すみれ色」の観念\nが生じ，フランス語を理解する取引者，需要者においては，「ヴィオレ」の\n称呼及び「紫色」の観念をも生じる場合がある。\nなお，引用商標の構成中「ヴィオレ」の片仮名部分は，その構成文字に相\n応して「ヴィオレ」の称呼を生じ，当該片仮名部分は，その下段に表された\n「Ｖｉｏｌｅｔ」の欧文字と相まって，フランス語「ｖｉｏｌｅｔ」（ヴィ\nオレ）の表音を表したものと理解される場合もあり得るから，フランス語を\n理解する取引者，需要者においては，「紫色」の観念を生じる場合もある。\n以上のとおり，引用商標は，構成文字に相応して，「バイオレット」及び\n「ヴィオレ」の称呼並びに「スミレ，すみれ色」の観念が生じ，フランス語\nを理解する取引者，需要者においては，それらに加えて「紫色」の観念が生\nじる場合もある。\n(3) 本願商標と引用商標との類否\n本願商標と引用商標の外観は，上記のとおり，その構成において比較的強\nい印象を与える「Ｖｉｏｌｅｔ」の欧文字を共通して包含して成り，その書\n体に多少の差異があるものの，いずれも普通に用いられる書体の範ちゅうで，\nその表現態様自体に特徴を有するものでもなく，その書体の差異が格別印象\nに残るものとはいえないこともあり，外観上の印象が近似する。\n本願商標と引用商標の称呼は，「バイオレット」の称呼を共通にし，フラ\nンス語を理解する取引者，需要者においては，「ヴィオレ」の称呼も共通す\nる場合がある。\nそのため，本願商標と引用商標は，時と所を異にして接するときは，称呼\nにおいて相紛らわしく，称呼上類似する。\n本願商標と引用商標の観念は，「スミレ，すみれ色」の観念を共通にし，\nフランス語を理解する取引者，需要者においては「紫色」の観念も共通する\n場合がある。\nさらに，「すみれ色」と「紫色」は，「すみれ色」が「菫の花のような濃\n紫色。」のことで，紫色の一種であるから，互いに色彩として近似し，似通\nった印象（観念）を与えるため，「Ｖｉｏｌｅｔ」の欧文字を英語又はフラ\nンス語のいずれの言語で理解するかに関わらず，観念上類似するものである。\nそのため，本願商標と引用商標は，時と所を異にして接するときは，記憶\nに残る観念上の印象が近似したものとなり，相紛らわしく，観念上類似する。\n以上のとおり，本願商標と引用商標は，構成において比較的強い印象を与\nえる「Ｖｉｏｌｅｔ」の欧文字部分に相応する外観，称呼及び観念を共通に\nすることから，これらが取引者，需要者に与える印象，記憶，連想等を総合\nして全体的に考察すれば，両商標は，相紛れるおそれのある類似の商標とい\nうべきである。\n２  本願商標の指定商品と引用商標の指定役務の類否について\n(1) 商標法４条１項１１号に規定する指定商品と指定役務の類否は，取引の実\n情に照らし，それらの商品及び役務が通常同一営業主により製造，販売又は\n提供されている等の事情により，それらの商品及び役務に同一又は類似の商\n標を使用するときは同一営業主の製造，販売又は提供に係る商品又は役務と\n誤認混同されるおそれがあるか否かによって判断されるべきであると解され\nる（最高裁昭和３６年６月２７日第三小法廷判決・民集１５巻６号１７３０\n頁，東京高裁平成１６年７月２６日判決参照）。\n(2) 本願商標の指定商品と引用商標の指定役務について\nア  本願商標の指定商品は，第９類「電子出版物」及び第１６類「雑誌，書\n籍」（本願指定商品）を含むところ，近年，「従来は本や雑誌の形で提供\nされていた情報を，デジタル化したソフトの形で，あるいはパソコン，タ\nブレット端末，スマートホン，電子書籍リーダーなどを使ってアクセスで\nきる形で提供する出版」である電子出版が盛んになり，現に，紙に印刷さ\nれた商品「印刷物」の一種である「雑誌」や「書籍」の内容（コンテンツ）\nが，電子化された「電子出版物」として需要者へ広く配信（販売）される\nなど，両者は相互に密接な関連性を有している。\nそして，本願指定商品はいずれも，主に書籍や雑誌，電子出版物などの\n出版を行う事業所である出版社により制作，販売される商品であり，多岐\nにわたる年代層の個人から各種教育機関等の幅広い需要者に対して，書店\n又はオンライン書店を通じて販売されている。\nイ  引用商標の指定役務中，第３５類「印刷物の小売又は卸売の業務におい\nて行われる顧客に対する便益の提供」（以下，この役務中，小売と関連す\nる役務を「引用小売役務」という。）は，雑誌や書籍等の印刷物及び印刷\n物と密接な関連性を有する電子出版物を取り扱う小売又は卸売の業務にお\nいて行われる顧客に対する便益の提供である。\nそして，引用小売役務は，主に書籍や雑誌，電子出版物を小売する書店\nにより提供される役務であり，多岐にわたる年代層の個人から各種教育機\n関等の幅広い需要者に対して，主として書店又はオンライン書店において\n提供される。\n(3) 本願指定商品と引用小売役務との関連性について\n本願指定商品と引用小売役務は，いずれも電子出版物又は印刷物を取り扱\nう商品又は役務であるところ，その商品の販売場所及び役務の提供場所が一\n致し（書店又はオンライン書店），需要者の範囲も一致（幅広い需要者層）\nする。\nさらに，本願指定商品と引用小売役務は，主に出版社又は書店により製造，\n販売又は提供されているとはいえ，同一営業主により製造，販売又は提供さ\nれている実情があり，いわゆる出版社が自己又はそのグループ会社が運営す\nるウェブサイト又は店舗において，電子出版物，書籍又は雑誌を販売（小売）\nしている事例に加え，書店として小売事業を展開する事業者が，書籍や雑誌\nの制作，出版をする事例も複数挙げることができる（乙８～２０）。\n(4) 以上のとおり，本願指定商品と引用小売役務は，その商品の販売場所及び\n役務の提供場所，並びに需要者の範囲が一致するため，相互に密接な関連性\nを有する。さらに，これらは同一の営業主によって製造，販売又は提供され\nている実情がある。このような取引の実情を踏まえると，これら商品及び役\n務に同一又は類似の商標を使用するときは，同一営業主の製造，販売又は提\n供に係る商品又は役務と誤認混同を生じるおそれがあるというべきである。\nしたがって，本願指定商品は引用小売役務と類似する。\n３  以上のとおり，本願商標は，引用商標と類似する商標であり，かつ，引用商\n標の指定役務と類似する商品について使用をするものであるから，商標法４条\n１項１１号に該当する。したがって，審決の認定判断に誤りはない。\n第５  当裁判所の判断\n１  商標の類否判断について\n(1) 本願商標について\n本願商標は，「Ｖｉｏｌｅｔ」の欧文字を横書きにして成り，その書体に\nは，「モダン・ローマン」（乙２）に似た，ややデザイン化した書体が使用\nされている。\n「Ｖｉｏｌｅｔ」は，花の「すみれ」や「すみれ色」を意味する英語であ\nって，英語での読みは「バイオレット」である。かかる語は，我が国の代表\n的な国語辞典においても同様の語意が説明されているように（乙４・広辞苑\n第７版），我が国において周知の英単語であるといえる。\nまた，「Ｖｉｏｌｅｔ」は，「紫色」を意味するフランス語でもあって，\nフランス語での読みは「ヴィオレ」である（乙５）。\n「菫（すみれ）色」は，「菫（すみれ）の花のような濃紫色」（乙６・広\n辞苑第７版）と説明されているように，紫色の一種であるから，色を表す語\nとしては，英語であってもフランス語であっても，ほぼ同義といえる。もっ\nとも，我が国においてフランス語は英語ほどに周知であるとはいえず，「Ｖ\nｉｏｌｅｔ」の語についても例外ではないから，直ちにフランス語読みであ\nる「ヴィオレ」の称呼が生じるとはいえない。\nそうすると，本願商標に接する一般の需要者，取引者は，この語を我が国\nにおいて親しまれた英語として理解するのが通常であり，フランス語に詳し\nい者は，フランス語を表したものであると理解する可能性もある。\nしたがって，本願商標は，その構成から，まず，英語としての「バイオレ\nット」の称呼と，花の「すみれ」や紫色の一種としての「すみれ色」の観念\nを生じるといえる。また，フランス語を理解する取引者，需要者においては，\n「ヴィオレ」の称呼と，「紫色」の観念をも生じる場合があるといえる。\n(2) 引用商標について\n引用商標は，「ヴィオレ」の片仮名及び「Ｖｉｏｌｅｔ」の欧文字を横書\nきで上下二段に配置し，下段の欧文字を上段の片仮名よりも大きく配置して\n成るものであり，その書体は，欧文字・片仮名共にゴシック体が使用されて\nいる。\nその構成からして，上段に横書きされた片仮名の「ヴィオレ」は，下段に\n横書きされた欧文字「Ｖｉｏｌｅｔ」の読みを示したものと理解するのが自\n然である。したがって，片仮名部分は取引者，需要者の注意を惹く態様のも\nのではなく，欧文字で記載された「Ｖｉｏｌｅｔ」の部分が，出所識別機能\nを有する特徴のある部分（要部）であるといえる。\nそうすると，引用商標からは，フランス語を理解するか否かに関わらず，\n「ヴィオレ」の称呼が生じる。そして，観念に関しては，「Ｖｉｏｌｅｔ」\nの部分が要部であり，取引者，需要者は，この部分に最も着目すると考えら\nれることや，「Ｖｉｏｌｅｔ」と同じつづりの英単語が我が国で周知である\nため，英語としての意味が想起されやすいものと考えられることからすると，\n称呼の違いに関わらず，引用商標を見た多くの取引者，需要者は，英語とし\nての語意（すみれ，すみれ色）を想起するものと考えられる。また，フラン\nス語を理解する取引者，需要者においては，本願商標と同様に「紫色」の観\n念を生じる。\nしたがって，引用商標は，その構成から，「ヴィオレ」の称呼が生じ，観\n念については，花の「すみれ」や紫色の一種としての「すみれ色」の観念を\n生じ，あるいは，「紫色」の観念が生じる場合があるといえる。\n(3) 両商標の類否について\nア  本願商標と引用商標は，外観において，「Ｖｉｏｌｅｔ」の欧文字をそ\nの構成に含む点が共通する。しかも，かかる欧文字部分は，本願商標にお\nいては唯一の構成要素（商標の構成そのもの）であり，引用商標において\nは要部を構成する。\nその書体は，本願商標が「モダン・ローマン」（乙２）に似た，ややデ\nザイン化した書体であるのに対し，引用商標は，ゴシック体である点にお\nいて相違するが，かかる相違は，構成文字の共通性を凌駕するほどに特徴\n的であるとは認められない。\nイ  前記のとおり，本願商標は「バイオレット」の称呼を生じ，引用商標は\n「ヴィオレ」の称呼を生じる。\n「バイオレット」と「ヴィオレ」では，音数が異なる上に，語頭を「バ」\nと読むか「ヴィ」と読むか，語尾の「ｔ」を発音するかどうかにおいても\n相違するから，両者の称呼は類似するとはいえない。\nウ  前記のとおり，本願商標からは，花の「すみれ」や紫色の一種としての\n「すみれ色」の観念が生じ，フランス語を理解する取引者，需要者におい\nては，「紫色」の観念をも生じる場合があるといえる。\n他方，引用商標からも，「すみれ」や「すみれ色」の観念が生じるほか，\nフランス語読みによる「紫色」の観念が生じる場合があるといえる。\nしたがって，両商標の観念は同一又は類似するといえる。\nエ  以上のとおり，本願商標と引用商標は，主要な構成要素である「Ｖｉｏ\nｌｅｔ」の欧文字部分が共通しており，花の「すみれ」や「すみれ色」な\nいし「紫色」の観念が生じる点でも相紛らわしいといえる。\nそして，本願商標の指定商品・指定役務や引用商標の指定役務の需要者\nである一般の消費者（雑誌や書籍の購読者等）が通常有する注意力の程度\nからすれば，それほど注意深く商標の構成（雑誌や書籍の題号等）を観察\nして取引に当たるとは認められないことも考慮すると，称呼の相違や外観\n上の相違（構成の相違や書体の相違等）を踏まえたとしても，両商標を時\n間と場所を異にして離隔的に観察した場合には，やはり商品・役務の出所\nを誤認混同するおそれがあるものと認められる。\nしたがって，本願商標は引用商標に類似するというべきであり，これと\n同旨の結論を採る審決の認定判断に誤りがあるとはいえない。\n(4) 原告の主張について\nア  原告は，本願商標はデザイン化した文字から成り，そのデザインはかな\nり特徴があるといえること，引用商標は，上段に片仮名文字「ヴィオレ」\nを，下段に欧文字「Ｖｉｏｌｅｔ」を配した二段構成から成るものである\nことなどを指摘して，両商標は，一段構成と二段構成という構成の差異及\nび書体の差異によって外観上顕著な差異がある，と主張する。\nしかしながら，本願商標の文字がデザイン化されているといっても，よ\nくある書体の一つに似たものを採用したにすぎず，書体のみで顕著な識別\n力を有するものとは認められないから，この点をもって外観上顕著な差異\nがあるということはできない。また，上下一段か二段かという点について\nも，引用商標の上段に横書きされた片仮名部分は，下段に横書きされた欧\n文字部分の読みを示したものにすぎず，その読み（称呼）を確認した後は，\n看者に対し強い印象を与えるものとは認められないから，引用商標の要部\nは，下段の欧文字部分であると認められることは既に指摘したとおりであ\nる。したがって，要部観察をもって両商標を対比することも許されるとい\nうべきであり，全体観察における差異，すなわち，引用商標が上下二段の\n構成である点は，本願商標との対比において必ずしも重要な意味を有する\nものとは認められない。\nしたがって，原告の上記主張は採用できない。\nイ  また，原告は，引用商標の「Ｖｉｏｌｅｔ」の部分がフランス語と理解\nされない場合，フランス語読みの「ヴィオレ」の文字が「Ｖｉｏｌｅｔ」\nの文字と一体不可分なので，同部分につき英語による観念が生じることは\nなく，本願商標と引用商標とは観念が共通しない，と主張する。\nしかしながら，上段が下段の振り仮名と理解されることによって，下段\nの欧文字部分につき英語読み（バイオレット）が生じないとしても，下段\nの文字部分が要部であり，かつ，同じつづりの英単語が我が国で周知であ\nることからすると，なお英単語と同じ観念（すみれ，すみれ色）を生じる\nことはあるというべきである。\nしたがって，原告の上記主張も採用できない。\nウ  なお，両商標において称呼が共通しないことは原告が主張するとおりで\nあるが，構成文字や観念の共通性に比べれば，その影響は限定的であって，\n商標自体の類似性を否定するものではないというべきである。\nエ  以上のとおりであるから，商標の類否判断の誤りを指摘する原告の主張\nは理由がない。\n２  商品・役務間の類否判断について\n(1) 商標法４条１項１１号に規定する指定商品と指定役務の類否については，\nそれらの商品と役務が通常同一営業主により製造，販売又は提供されている\n等の事情により，それらの商品と役務に同一又は類似の商標を使用した場合\nに，同一営業主の製造，販売又は提供に係る商品又は役務と誤認混同される\nおそれがあるか否かによって判断すべきである。\n(2) そこで，本願商標の指定商品と引用商標の指定役務について検討するに，\n本願商標の指定商品である，第９類「電子出版物」及び第１６類「雑誌，書\n籍」（本願指定商品）は，いずれも出版社によって制作され，書店又はオン\nライン書店を通じて販売される商品であって，その需要者は多種多様であり，\n電子出版が盛んになった昨今の現状においては，相互に密接な関連性を有し\nているものと認められる（乙７，１２～１４等）。\n他方，引用商標の指定役務中の第３５類「印刷物の小売又は卸売の業務に\nおいて行われる顧客に対する便益の提供」（引用小売等役務）のうち，特に\n印刷物の小売に関連する役務は，書籍等の印刷物及び印刷物と密接な関連性\nを有する電子出版物を取り扱う小売の業務において行われる顧客に対する便\n益の提供であり，書店又はオンライン書店において提供されることや，その\n需要者が多種多様であることは，本願指定商品と同様である。\nそうすると，本願指定商品の販売場所や需要者の範囲は，引用小売等役務\nの提供場所や需要者の範囲と少なくとも上記の限度で一致するものと認めら\nれる。\n(3) 加えて，証拠によれば，①出版事業者である「株式会社ＫＡＤＯＫＡＷＡ」，\n「株式会社小学館」，「株式会社ベネッセコーポレーション」，「株式会社\nくもん出版」，「株式会社日本経済新聞社」，「株式会社集英社」及び「株\n式会社白泉社」は，それぞれ，ウェブサイト上（オンラインショップ）で書\n籍等の出版物や電子出版物の販売を行っており，また，「株式会社教文館」，\n「株式会社東方書店」及び「法藏館」は，それぞれ出版事業と共に自ら書店\n（実店舗）を運営して書籍等の販売を行っている事実が認められ（乙８～１\n７），②書店（実店舗）を運営して書籍等の販売を行う「株式会社紀伊國屋\n書店」，「株式会社有隣堂」及び「株式会社クレヨンハウス」は，それぞれ\n自ら書籍の出版事業も行っている事実が認められる（乙１８～２０）。\nまた，電子書籍に関していえば，電子書籍は「物」ではなく情報として流\n通するため，もともと著作物再販制度の適用対象外であって，流通経路に関\nしても，出版社が取次を通さず電子書籍書店と直接取引を行う形態や，電子\n書籍書店による取次経由と直接取引が併存する形態，出版社自体が電子書籍\n書店を運営し販売する形態，あるいは著者自身が出版社・取次を介さず電子\n書籍書店と直接契約して販売する形態など，最終消費者に至るまでの間に，\n出版社，取次及び書店が順次介在する従来の商品の流通経路とは異なる様々\nな取引形態が存することが認められる（甲６，７）。\nそして，出版物の市場規模が縮小を続ける中で書店の数も減少し，書籍の\n電子化やネット通販の普及で従来とは異なる消費者への直接販売が増えるな\nど，出版流通業界においては，業界再編の動きや淘汰が加速している旨が新\n聞記事等で報じられていることも認められる（乙２１，２２）。\nこれらの事実関係を踏まえれば，出版流通業界においては，現在，書籍等\nの出版事業と販売（小売）事業の区別が流動化しており，両者の間に明確な\n棲み分けがなくなりつつあるという状況にあるものと認められる。\n(4) 以上のとおり，本願商品の指定商品と，引用商標の指定役務のうち，特に\n印刷物の小売に関連する役務については，商品の販売場所及び役務の提供場\n所，並びに需要者の範囲が一致することに加え，現実に同一の営業主によっ\nて製造，販売又は提供されているという実情があることも踏まえると，これ\nらの商品及び役務に同一又は類似の商標を使用した場合には，同一営業主の\n製造，販売又は提供に係る商品又は役務と誤認混同されるおそれがあると認\nめるのが相当である。\nしたがって，本願商標の指定商品は引用商標の指定役務に類似するという\nべきであり，これと同旨の結論を採る審決の認定判断に誤りがあるとはいえ\nない。\n(5) 原告の主張について\nこれに対し，原告は，著作物の再販制度（再販売価格維持制度）の下では，\n誤認混同のおそれは，取引の末端に位置する消費者が，本願指定商品の製造\n及び販売を直接の販売者である書店（小売）が行っていると誤認するかどう\nかで考えるべきであるとした上で，①商標の使用態様，②再販制度による需\n要者の意識，③出版社と需要者の意識，④需要者の購入事情，⑤雑誌等の多\n種多様性と書店との関係などの取引の実情を踏まえれば，本願指定商品の製\n造及び販売が引用小売等役務をしている者と同一の者によるものであると誤\n認される事情にはない，と主張する。\nしかしながら，再販制度がある（雑誌，書籍等がどこの書店でも同じ価格\nで購入できる）からといって，書店の名称等が出所識別機能を果たさなくな\nる（誤認混同の対象外となる）わけではないし，いかに出版社が雑誌や書籍\nの装丁に力を入れる実情があるとしても，書籍等の題号や商標自体に識別力\nがなくなるわけではない。むしろ，需要者が書籍等を選ぶ上で最初に着目す\nるのが題号や商標であることに変わりはないといえる。\nまた，書籍等の購入者が性別や年齢を問わず幅広い層に及ぶことや，購入\nの動機や事情も様々であることからすれば，需要者が，必ず書籍等を手に取\nって注意深く中身や発行者等を確認するとは限らず，むしろ，膨大な数の商\n品を書店が取り扱っている実情からすれば，需要者が書籍等に付された題号\nや商標だけを見て出所識別を即断してしまうことも十分に考えられる。\n加えて，前記のとおり，出版流通業界においては，現実に出版社が書籍等\nを直接販売し，あるいは，書店を経営する会社等が書籍等の出版を行うなど，\n両者の区別が流動化して明確な棲み分けがなくなりつつあることなど昨今の\n出版業界や書店業界をめぐる事情も考慮すれば，原告が主張するように，書\n籍等に付された題号や商標と書店の名称との関係は希薄であるとか，通常，\n書店が出版をするような取引の実情は存在していないなどということができ\nないことも明らかである。\nよって，原告の上記主張は採用できない。\n３  結論\n以上によれば，本願商標は，引用商標に類似する商標であり，引用商標の指\n定役務に類似する商品について使用をするものであるから，商標法４条１項１\n１号に該当する。これと同旨の審決の結論に誤りはなく，原告が主張する取消\n事由は理由がない。\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n鶴    岡    稔    彦\n裁判官\n寺    田    利    彦\n裁判官\n間    明    宏    充\n（別紙）\n本願商標目録\n商標の構成：\n商品及び役務の区分並びに指定商品及び指定役務：\n第９類  電子出版物\n第１６類  雑誌，書籍\n第３５類  インターネット等の通信ネットワークを利用した商品の販売促進及び役\n務の提供促進のための広告，その他の広告，広告の企画又は作成，インターネット\n等の通信ネットワークを利用した商品の販売促進及び役務の提供促進のための企画\n及び実行の代理，インターネット等の通信ネットワークを利用した商品の販売促進\n及び役務の提供促進に関する情報の提供，ウェブサイトの運営に関する事業の管理\n又は運営，インターネット等の通信ネットワークにおけるウェブサイト上の広告用\nスペースの提供及びそれに関する情報の提供\n第４１類  オンラインによる電子雑誌の提供，インターネットを通じたオンライン\nによる電子出版物の提供，ファッション・映画・音楽・芸術・化粧・ブログ・写真・\nゲーム・モデル・雑誌に関する電子出版物の提供，電子出版物の提供，インターネ\nット等の通信ネットワークを利用した画像及び文字データの提供，書籍の制作，電\n子出版物の制作，セミナーの企画・運営又は開催，文化的パフォーマンス（音楽に\n関するものを除く。）・イベントの企画・運営又は開催（映画・演芸・演劇又は音\n楽の演奏の興行に関するものを除く。），ファッションショーの企画・運営又は開\n催，技芸・スポーツ又は知識の教授\n第４５類  インターネット等の通信ネットワークを利用したファッション情報の提\n供，ファッション情報の提供，結婚又は交際を希望する者への異性の紹介，占い，\n身の上相談\n（別紙）\n引用商標目録\n登録番号：第５４１３４９２号\n出願日：平成２２年９月１０日\n登録日：平成２３年５月２０日\n商標の構成：\n商品及び役務の区分並びに指定商品及び指定役務：\n第３５類 衣料品・飲食料品及び生活用品に係る各種商品を一括して取り扱う小売又\nは卸売の業務において行われる顧客に対する便益の提供，和服の小売又は卸売の業\n務において行われる顧客に対する便益の提供，かばん類及び袋物の小売又は卸売の\n業務において行われる顧客に対する便益の提供，うちわ・せんすの小売又は卸売の\n業務において行われる顧客に対する便益の提供，ガーター・靴下止め・ズボンつり・\nバンド・ベルト・腕止めの小売又は卸売の業務において行われる顧客に対する便益\nの提供，身飾品（「カフスボタン」を除く。）・衣服用き章（貴金属製のものを除\nく。）・衣服用バッジ（貴金属製のものを除く。）・衣服用バックル・衣服用ブロ\nーチ・帯留・ボンネットピン（貴金属製のものを除く。）・ワッペン・腕章の小売\n又は卸売の業務において行われる顧客に対する便益の提供，頭飾品の小売又は卸売\nの業務において行われる顧客に対する便益の提供，カフスボタン・ボタン類の小売\n又は卸売の業務において行われる顧客に対する便益の提供，傘の小売又は卸売の業\n務において行われる顧客に対する便益の提供，つえ用金属製石突き・ステッキ・つ\nえ・つえ金具・つえの柄の小売又は卸売の業務において行われる顧客に対する便益\nの提供，日本酒の小売又は卸売の業務において行われる顧客に対する便益の提供，\n中国酒の小売又は卸売の業務において行われる顧客に対する便益の提供，薬味酒の\n小売又は卸売の業務において行われる顧客に対する便益の提供，海藻類の小売又は\n卸売の業務において行われる顧客に対する便益の提供，糖料作物の小売又は卸売の\n業務において行われる顧客に対する便益の提供，茶の葉の小売又は卸売の業務にお\nいて行われる顧客に対する便益の提供，麦芽の小売又は卸売の業務において行われ\nる顧客に対する便益の提供，二輪自動車の小売又は卸売の業務において行われる顧\n客に対する便益の提供，自転車の小売又は卸売の業務において行われる顧客に対す\nる便益の提供，畳類の小売又は卸売の業務において行われる顧客に対する便益の提\n供，葬祭用具の小売又は卸売の業務において行われる顧客に対する便益の提供，電\n気磁気測定器の小売又は卸売の業務において行われる顧客に対する便益の提供，電\n線及びケーブルの小売又は卸売の業務において行われる顧客に対する便益の提供，\n手動利器（「刀剣」を除く。）の小売又は卸売の業務において行われる顧客に対す\nる便益の提供，魚ぐし・針類の小売又は卸売の業務において行われる顧客に対する\n便益の提供，刀剣の小売又は卸売の業務において行われる顧客に対する便益の提供，\nかな床・はちの巣・手動工具（「すみつぼ類・皮砥・鋼砥・砥石」を除く。）の小\n売又は卸売の業務において行われる顧客に対する便益の提供，すみつぼ類の小売又\nは卸売の業務において行われる顧客に対する便益の提供，装飾塗工用ブラシ・おけ\n用ブラシ・金ブラシ・管用ブラシ・工業用はけ・船舶ブラシの小売又は卸売の業務\nにおいて行われる顧客に対する便益の提供，金属製金具・水道蛇口用座金・水道蛇\n口用ワッシャー・キーホルダー・ゴム製又はバルカンファイバー製の座金及びワッ\nシャー・かばん金具・がま口口金・蹄鉄・カーテン金具・金属代用のプラスチック\n製締め金具・くぎ・くさび・ナット・ねじくぎ・びょう・ボルト・リベット及びキ\nャスター（金属製のものを除く。）・座金及びワッシャー（金属製・ゴム製又はバ\nルカンファイバー製のものを除く。）・錠（電気式又は金属製のものを除く。）・\n被服用はとめの小売又は卸売の業務において行われる顧客に対する便益の提供，食\n器類の小売又は卸売の業務において行われる顧客に対する便益の提供，避妊用具の\n小売又は卸売の業務において行われる顧客に対する便益の提供，耳栓の小売又は卸\n売の業務において行われる顧客に対する便益の提供，肥料の小売又は卸売の業務に\nおいて行われる顧客に対する便益の提供，かいばおけの小売又は卸売の業務におい\nて行われる顧客に対する便益の提供，養蜂用巣箱の小売又は卸売の業務において行\nわれる顧客に対する便益の提供，金属製養鶏用かご・養鶏用かご（金属製のものを\n除く。）の小売又は卸売の業務において行われる顧客に対する便益の提供，家禽用\nリングの小売又は卸売の業務において行われる顧客に対する便益の提供，種子類の\n小売又は卸売の業務において行われる顧客に対する便益の提供，花及び木の小売又\nは卸売の業務において行われる顧客に対する便益の提供，草・芝・ドライフラワー・\n苗・苗木・牧草・盆栽の小売又は卸売の業務において行われる顧客に対する便益の\n提供，燃料の小売又は卸売の業務において行われる顧客に対する便益の提供，印刷\n物の小売又は卸売の業務において行われる顧客に対する便益の提供，文房具類の小\n売又は卸売の業務において行われる顧客に対する便益の提供，囲碁用具・歌がるた・\n将棋用具・さいころ・すごろく・ダイスカップ・ダイヤモンドゲーム・チェス用具・\nチェッカー用具・手品用具・ドミノ用具・トランプ・花札・マージャン用具の小売\n又は卸売の業務において行われる顧客に対する便益の提供，ビリヤードクロス・遊\n戯用器具・ビリヤード用具の小売又は卸売の業務において行われる顧客に対する便\n益の提供，楽器及びレコードの小売又は卸売の業務において行われる顧客に対する\n便益の提供，写真機械器具及び写真材料の小売又は卸売の業務において行われる顧\n客に対する便益の提供，時計及び眼鏡の小売又は卸売の業務において行われる顧客\nに対する便益の提供，喫煙用具の小売又は卸売の業務において行われる顧客に対す\nる便益の提供，建築材料の小売又は卸売の業務において行われる顧客に対する便益\nの提供，火災報知機の小売又は卸売の業務において行われる顧客に対する便益の提\n供，ガス漏れ警報器の小売又は卸売の業務において行われる顧客に対する便益の提\n供，盗難警報器の小売又は卸売の業務において行われる顧客に対する便益の提供，\n乗物用盗難警報器の小売又は卸売の業務において行われる顧客に対する便益の提供，\n測定機械器具の小売又は卸売の業務において行われる顧客に対する便益の提供，防\nじんマスクの小売又は卸売の業務において行われる顧客に対する便益の提供，防毒\nマスクの小売又は卸売の業務において行われる顧客に対する便益の提供，溶接マス\nクの小売又は卸売の業務において行われる顧客に対する便益の提供，ガラス製包装\n用容器の小売又は卸売の業務において行われる顧客に対する便益の提供，木製・竹\n製又はプラスチック製の包装用容器の小売又は卸売の業務において行われる顧客に\n対する便益の提供，ゴム製栓の小売又は卸売の業務において行われる顧客に対する\n便益の提供，ゴム製ふたの小売又は卸売の業務において行われる顧客に対する便益\nの提供，アイロン（電気式のものを除く。）の小売又は卸売の業務において行われ\nる顧客に対する便益の提供，糸通し器の小売又は卸売の業務において行われる顧客\nに対する便益の提供，チャコ削り器の小売又は卸売の業務において行われる顧客に\n対する便益の提供，型紙の小売又は卸売の業務において行われる顧客に対する便益\nの提供，裁縫用チャコの小売又は卸売の業務において行われる顧客に対する便益の\n提供，ししゅう用枠の小売又は卸売の業務において行われる顧客に対する便益の提\n供，アイロン台の小売又は卸売の業務において行われる顧客に対する便益の提供，\n霧吹きの小売又は卸売の業務において行われる顧客に対する便益の提供，こて台の\n小売又は卸売の業務において行われる顧客に対する便益の提供，へら台の小売又は\n卸売の業務において行われる顧客に対する便益の提供，編み棒の小売又は卸売の業\n務において行われる顧客に対する便益の提供，裁縫箱の小売又は卸売の業務におい\nて行われる顧客に対する便益の提供，裁縫用へらの小売又は卸売の業務において行\nわれる顧客に対する便益の提供，裁縫用指抜きの小売又は卸売の業務において行わ\nれる顧客に対する便益の提供，針刺しの小売又は卸売の業務において行われる顧客\nに対する便益の提供，針箱の小売又は卸売の業務において行われる顧客に対する便\n益の提供，ろうそくの小売又は卸売の業務において行われる顧客に対する便益の提\n供，ろうそく消しの小売又は卸売の業務において行われる顧客に対する便益の提供，\nろうそく立ての小売又は卸売の業務において行われる顧客に対する便益の提供，植\n物の茎支持具の小売又は卸売の業務において行われる顧客に対する便益の提供，植\n木鉢の小売又は卸売の業務において行われる顧客に対する便益の提供，家庭園芸用\nの水耕式植物栽培器の小売又は卸売の業務において行われる顧客に対する便益の提\n供，じょうろの小売又は卸売の業務において行われる顧客に対する便益の提供，愛\n玩動物用ベッドの小売又は卸売の業務において行われる顧客に対する便益の提供，\n犬小屋の小売又は卸売の業務において行われる顧客に対する便益の提供，小鳥用巣\n箱の小売又は卸売の業務において行われる顧客に対する便益の提供，愛玩動物用食\n器の小売又は卸売の業務において行われる顧客に対する便益の提供，愛玩動物用ブ\nラシの小売又は卸売の業務において行われる顧客に対する便益の提供，観賞魚用水\n槽及びその附属品の小売又は卸売の業務において行われる顧客に対する便益の提供，\n愛玩動物用おもちゃの小売又は卸売の業務において行われる顧客に対する便益の提\n供，金属製のきゃたつ及びはしごの小売又は卸売の業務において行われる顧客に対\nする便益の提供，きゃたつ及びはしご（金属製のものを除く。）の小売又は卸売の\n業務において行われる顧客に対する便益の提供，金属製郵便受けの小売又は卸売の\n業務において行われる顧客に対する便益の提供，石製郵便受けの小売又は卸売の業\n務において行われる顧客に対する便益の提供，郵便受け（金属製又は石製のものを\n除く。）の小売又は卸売の業務において行われる顧客に対する便益の提供，花瓶の\n小売又は卸売の業務において行われる顧客に対する便益の提供，水盤の小売又は卸\n売の業務において行われる顧客に対する便益の提供，風鈴の小売又は卸売の業務に\nおいて行われる顧客に対する便益の提供，記念カップの小売又は卸売の業務におい\nて行われる顧客に対する便益の提供，記念たての小売又は卸売の業務において行わ\nれる顧客に対する便益の提供，造花（「造花の花輪」を除く。）の小売又は卸売の\n業務において行われる顧客に対する便益の提供，釣り具の小売又は卸売の業務にお\nいて行われる顧客に対する便益の提供，釣り用餌の小売又は卸売の業務において行\nわれる顧客に対する便益の提供，書画の小売又は卸売の業務において行われる顧客\nに対する便益の提供，額縁の小売又は卸売の業務において行われる顧客に対する便\n益の提供\n"
}