{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 4,
    "day": 25
  },
  "case_number": "平成29(行ウ)107",
  "case_name": "行政財産使用不許可決定取消等請求事件",
  "court_name": "大阪地方裁判所",
  "field": "行政",
  "lawsuit_id": "88325",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=88325",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/325/088325_hanrei.pdf",
  "contents": "平成３０年４月２５日判決言渡\n平成２９年（行ウ）第１０７号  行政不作為違法確認等請求事件\n主 文\n１  本件訴えのうち，不作為の違法確認を求める部分をいずれも却下する。\n２  その余の訴えに係る原告の請求を棄却する。\n３  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  原告が平成２７年１２月１４日から平成２８年１月２５日までの間に茨木\n市長に対し建築基準法（以下「法」という。）９条１項に基づく別紙物件目\n録記載の建築物（以下「本件建築物」という。）の工事の施工停止命令をす\nるよう求めたのに対し，茨木市長が相応の処分をしないことが違法であるこ\nとを確認する。\n２  原告が，平成２８年４月４日，茨木市長に対し，(a)本件建築物が法６５\n条に違反する建築物であることを確認すること，(b)法９条１項に基づき本\n件建築物の除却命令（以下「本件除却命令」という。）をすること並びに(c)\n本件建築物の収去完了までの間に 本件建築物を原因とする被害が周辺住民\n及び本件建築物の敷地（以下「本件敷地」という。）に隣接する駐車場（以\n下「本件駐車場」という。）に駐車している車両に発生した場合に 本件建築\n物の建築確認処分を行った法７７条の２１第１項に規定する指定確認検査\n機関（以下「指定確認検査機関」という。）に対して損害賠償を請求できる\nことを確認することを求めたのに対し，茨木市長が相応の処分をしないこと\nが違法であることを確認する。\n３  茨木市長は，法９条１項に基づき，本件除却命令をせよ。\n第２  事案の概要\n本件は，本件駐車場を所有する原告が，被告に対し，⑴行政事件訴訟法（以\n下「行訴法」という。）３条５項に基づく不作為の違法確認の訴えとして，①\n原告が平成２７年１２月１４日から平成２８年１月２５日までの間に茨木市\n長に対し法９条１項に基づく本件建築物の工事の施工停止命令をすることを\n求めたのに対し，茨木市長が相応の処分をしなかったことが違法であること\nの確認を求め（以下「本件違法確認訴訟①」という。），②原告が，平成２\n８年４月４日，茨木市長に対し，(a)本件建築物が法６５条に違反する建築\n物であることを確認すること，(b)法９条１項に基づき本件除却命令をする\nこと並びに(c)本件建築物の収去完了までの間に本件建築物を原因とする被\n害が周辺住民及び本件駐車場の車両に発生した場合には本件建築物の建築\n確認処分を行った指定確認検査機関に対して損害賠償を請求できることを\n確認することを求めたのに対し，茨木市長が相応の処分をしないことが違法\nであることの確認を求める（以下「本件違法確認訴訟②」という。）ととも\nに，⑵行訴法３条６項１号に基づくいわゆる非申請型の義務付けの訴え（以\n下「非申請型の義務付けの訴え」という。）として，茨木市長に対し，法９\n条１項に基づいて本件除却命令をすべき旨を命ずることを求める（以下「本\n件義務付け訴訟」という。）事案である。\n１  法令の定め\n⑴  民法２３４条１項は，建物を築造するには，境界線から５０㎝以上の距離\nを保たなければならない旨規定する。\n⑵  法６５条は，防火地域又は準防火地域内にある建築物で，外壁が耐火構造\nのものについては，その外壁を隣地境界線に接して設けることができる旨規\n定する。\n⑶  法９条１項は，特定行政庁は，建築基準法令の規定（法並びにこれに基づ\nく命令及び条例の規定。法６条１項）又は法の規定に基づく許可に付した条\n件に違反した建築物については，当該建築物の建築主等に対して，当該工事\nの施工の停止を命じ，又は，相当の猶予期限を付けて，当該建築物の除却等\nその他前記の規定又は条件に対する違反を是正するために必要な措置をとる\nことを命ずることができる旨規定する。\n２  前提事実（争いのない事実，顕著な事実並びに掲記の証拠及び弁論の全趣旨\nにより容易に認められる事実）\n(1)  当事者等\nア  原告は，本件駐車場の敷地を所有する者である。（甲２）\nイ  被告は，建築主事を置く市であり，茨木市長は，被告の区域における特\n定行政庁（法２条３５号）である。（弁論の全趣旨）\n(2)  本件駐車場及び本件敷地の利用状況等\nア  本件駐車場は，２筆の土地から構成される地積合計１０５．１２㎡の駐\n車場であり，本件敷地は，地積３９．８３㎡の宅地である。本件駐車場及\nび本件敷地の位置関係等は別紙図面１のとおりであり，本件駐車場は本件\n敷地の西側に隣接している。（甲１①～③，甲２）\nイ  原告は，本件駐車場の一部に自己所有の車両１台を駐車するとともに，\n他の部分を月極駐車場として使用しており，現在，３名の者が利用してい\nる。また，原告は，本件駐車場の全面に鉄骨の柱及び梁を組んだ金属製の\n波板の屋根（以下「本件構築物」という。）を設置し，これを所有してい\nる。（甲２，１６，乙１の１）\nウ  本件敷地は，準防火地域にあり，本件敷地上には本件建築物が存在して\nいる。本件建築物は，別紙物件目録記載のとおりの木造地上３階建ての一\n戸建住宅であり，最高高さは９．９７４ｍである。本件敷地上の本件建築\n物の配置は別紙図面２のとおりであり，本件建築物の西側の壁面は，本件\n駐車場と本件敷地との境界線（以下「本件境界線」という。）から約１０\n㎝の位置にある。（甲１①～③，８）\n(3)  本件建築物の建築等\nア  Ａは，本件建築物の建築主として，平成２７年９月１７日付けで指定確\n認検査機関である株式会社Ｉ－ＰＥＣ（以下「Ｉ－ＰＥＣ」という。）に\n対し，本件建築物について建築確認の申請をし，同月２５日付けでＩ－Ｐ\nＥＣから本件建築物について建築確認処分を受けた（省略）。（甲８）\nイ  本件建築物の建築工事は，平成２８年３月４日までに完了し，Ｉ－ＰＥ\nＣは，完了検査を実施した上，同日付けで検査済証を交付した（省略）。\n（甲８）\nウ  Ａは，平成２９年８月３１日，Ｂに対して，本件敷地及び本件建築物を\n売り渡した。（甲２０①・②）\n(4)  本件に至る経緯\nア  原告は，平成２７年１２月１４日，被告の審査指導課を訪れ，建築途中\nであった本件建築物につき，本件建築物と本件境界線との距離が５０㎝未\n満であり民法２３４条１項に違反する旨を述べた。\nイ  原告は，平成２８年１月２５日，被告の審査指導課を訪れ，建築途中で\nあった本件建築物につき，本件建築物は木造であるにもかかわらず本件境\n界線との距離が５０㎝未満であり法６５条に違反する旨を述べた。\nウ(ア)  原告は，平成２８年２月５日付けで，茨木市建築審査会に対し，本\n件建築物の外壁は耐火構造ではないのに本件建築物と本件境界線との距\n離が５０㎝未満であるから本件建築物は民法２３４条１項及び法６５条\nに違反するなどとして，本件建築物の建築確認処分の取消しを求める審\n査請求をした。（甲３①）\n(イ)  前記(ア)の審査請求の審理において，Ｉ－ＰＥＣは平成２８年３月\n９日付け弁明書及び同月３０日付け再弁明書をそれぞれ提出し，他方，\n原告は同月１８日付け反論書及び同年４月４日付け「反論書・２」と題\nする書面をそれぞれ提出したが，原告は，同日付け「反論書・２」と題\nする書面において，①本件建築物が法６５条に違反する建築物であるこ\nとを確認すること，②茨木市は速やかに本件建築物を収去すること並び\nに③本件建築物の収去完了までに本件建築物を原因とする被害が周辺住\n民及び本件駐車場の車両に発生したときはＩ－ＰＥＣに損害賠償を請求\nできるものとすることを求める旨の請求を前記(ア)の審査請求に追加し\nた。（甲８～１０①・②，１３）\n(ウ)  茨木市建築審査会は，同年５月９日付けで，本件建築物については\n既に検査済証が交付されているなどとして，前記(ア)及び(イ)の審査請\n求をいずれも却下する旨の裁決をした。（甲３，１３）\nエ  原告は，平成２８年５月１８日付けで，国土交通大臣に対し，前記ウ(ウ)\nの裁決を不服として，再審査請求をしたが，国土交通大臣は，同年７月２\n５日付けで同請求を却下する旨の裁決をした。（甲１３）\n(5)  本件訴訟の提起\n原告は，平成２９年６月１６日，本件訴訟を提起した。（顕著な事実）\n３  争点\n⑴  本件違法確認訴訟①の適法性及び同訴訟に係る茨木市長の不作為の違法性\n⑵  本件違法確認訴訟②の適法性及び同訴訟に係る茨木市長の不作為の違法性\n⑶  本件義務付け訴訟の適法性\n⑷  茨木市長において本件除却命令を発しないことに係る裁量権の範囲の逸脱\n濫用の有無\n４  争点に関する当事者の主張\n⑴  本件違法確認訴訟①の適法性及び同訴訟に係る茨木市長の不作為の違法性\n（原告の主張の要旨）\n本件建築物は法６５条の要件を満たさないにもかかわらず民法２３４条１\n項の距離制限に反する違法な建築物であり，この点を看過してされた本件建\n築物の建築確認処分は違法であるところ，原告は，茨木市長に対して，前記\nの点を指摘し，法９条１項に基づき茨木市長に対して本件建築物の建築確認\n処分の効力を一時停止して工事の施工停止命令を発するよう求めた。原告か\nらこのような求めを受けた茨木市長としては本件建築物につき同項に基づい\nて相応の処分をする義務を負っていたというべきであり，相当の期間内に前\n記の処分をしなかった茨木市長の不作為は違法である。\n以上によれば，本件違法確認訴訟①は，原告の「法令に基づく申請」（行訴\n法３条５項）に対して茨木市長が相当の期間内に応答しなかった不作為の違\n法確認を求めるものとして適法であり，同訴訟に係る茨木市長の不作為は違\n法というべきである。\n（被告の主張の要旨）\nア  本件違法確認訴訟①は，原告が茨木市長に対し法９条１項に基づく本\n件建築物の工事の施工停止命令を求めたのに対し，茨木市長が相応の処\n分をしないことが違法であることの確認を求めるものであるが，法令上，\n同項に基づく除却等の措置をするように求める申請権は認められていない。\nしたがって，原告が茨木市長に対し同項に基づく本件建築物の工事の施工\n停止命令を発するよう求めることは，行訴法３条５項の「法令に基づく申\n請」に当たらず，本件違法確認訴訟①は不適法な訴えである。\nイ  法６５条は，同条の要件を満たす建築物について民法２３４条１項の特\n則として，その外壁を隣地境界線に接して設けることができるとする許容\n規定にすぎず，建築物について何らかの制約を課するものではない。そう\nすると，本件建築物が法６５条の要件を満たさない建築物であるとしても，\n同条に違反する建築物であるということはできないから，本件建築物につ\nき法９条１項に基づく処分をしなかった茨木市長の不作為が違法であると\nいうことはできない。\n⑵  本件違法確認訴訟②の適法性及び同訴訟に係る茨木市長の不作為の違法性\n（原告の主張の要旨）\n本件建築物は法６５条の要件を満たさないにもかかわらず民法２３４条１\n項の距離制限に違反する違法な建築物であり，原告は，法９条１項に基づき\n茨木市長に対して本件建築物について相応の処分をするよう求めた。原告か\nらこのような求めを受けた茨木市長としては本件建築物につき同項に基づい\nて相応の処分をする義務を負っていたというべきであり，相当の期間内に前\n記の処分をしなかった茨木市長の不作為は違法である。\n以上によれば，本件違法確認訴訟②は，原告の「法令に基づく申請」（行訴\n法３条５項）に対して茨木市長が相当の期間内に応答しなかった不作為の違\n法確認を求めるものとして適法であり，同訴訟に係る茨木市長の不作為は違\n法というべきである。\n（被告の主張の要旨）\nア  本件違法確認訴訟②は，原告が茨木市長に対して(a)本件建築物が法６\n５条に反する建築物であることを確認すること，(b)法９条１項に基づ\nいて本件除却命令を発すること並びに(c)本件建築物の収去完了までの\n間に本件建築物を原因とする被害が周辺住民及び本件駐車場の車両に発\n生した場合には本件建築物の建築確認処分を行った指定確認検査機関に\n対して損害賠償を請求できることを確認することを求めたのに対し，茨\n木市長が相応の処分をしないことが違法であることの確認を求めるもの\nであるところ，(a)及び(c)の行為は，行訴法３条２項に規定する行政庁\nの処分その他公権力の行使に当たる行為（以下「行政処分」と もいう。）\nに当たらないし，この点を措いても，法令上，原告に対して(a)から(c)\nまでの行為を求める申請権は付与されていないから，原告が(a)から(c)ま\nでの行為を求めることは，行訴法３条５項の「法令に基づく申請」に当た\nらない。したがって，本件違法確認訴訟②は不適法な訴えである。\nイ  前記⑴の（被告の主張の要旨）のとおり，本件建築物は法６５条に違反\nする建築物であるということはできないから，本件建築物につき法９条１\n項に基づく処分をしなかった茨木市長の不作為が違法であるということは\nできない。\n⑶  本件義務付け訴訟の適法性\n（原告の主張の要旨）\nア  茨木市長が本件除却命令を発する権限を有すること\n本件建築物は，法６５条の要件を満たさないにもかかわらず民法２３４\n条１項の距離制限に違反する違法な建築物であるから，茨木市長は，法９\n条１項に基づいて本件除却命令を発する権限を有している。\nイ  原告が本件義務付け訴訟の原告適格を有すること\n後記のウのとおり，本件除却命令が発せられなければ本件建築物が存続\nすることとなり，本件建築物に火災が発生した場合には原告の財産権が侵\n害されるのであるから，原告は本件義務付け訴訟の原告適格を有するとい\nうべきである。\nウ  本件除却命令が発せられないことにより原告に重大な損害を生ずるおそ\nれがあること\n本件建築物は，本件境界線に近接して存在している上，本件建築物に火\n災が発生した場合には本件建築物の西側の壁面に存在する開口部から火炎\nが吹き出すこととなる。そのため，本件建築物に火災が発生した場合には\n本件駐車場に設置された本件構築物及び駐車中の車両に延焼し，これらが\n全焼することは明らかである。そして，本件駐車場には原告の所有する車\n両１台及び本件駐車場を賃借する３名の車両が駐車されており，本件建築\n物の火災により本件構築物及び本件駐車場に駐車中の車両が全焼した場合\nには，原告は本件構築物及び本件駐車場に駐車中の自己所有の車両を失う\nとともに，前記３名からの賃料収入を失うこととなり，多大な損害を被る\nことになる。\nエ  原告の損害を避けるため本件除却命令の義務付けの訴え以外に適当な方\n法がないこと\n本件建築物に火災が発生した場合に本件駐車場の車両に延焼し，同車両\nが全焼する危険は，本件建築物が存在する限り消滅することはないのであ\nるから，本件建築物を除却する以外に原告の前記の損害を避けるために適\n当な方法はない。\n（被告の主張の要旨）\nア  茨木市長に本件除却命令を発する権限がないこと\n前記⑴の（被告の主張の要旨）のとおり，本件建築物は法６５条に違反\nする建築物であるとはいえないから，茨木市長は本件除却命令を発する権\n限を有していない。\nイ  本件義務付け訴訟の原告適格を有しないこと\n法９条１項が，建築物に近接して存在する車両に関する権利を個別的利\n益として保護する趣旨の規定とは解されないから，原告は，本件除却命令\nが発せられないことにより自己の権利又は法律上保護された利益を侵害さ\nれ，又は必然的に侵害されるおそれのある者ということはできない。した\nがって，原告は本件義務付け訴訟の原告適格を有しない。\nウ  本件除却命令が発せられないことにより原告に重大な損害を生ずるおそ\nれがないこと\n原告の主張する損害は財産上の損害にすぎず，生命，身体等の損害のよ\nうに性質上回復が著しく困難なものではないから，本件除却命令が発せら\nれないことにより原告に重大な損害が生ずるおそれがあるということはで\nきない。\nエ  原告の損害を避けるため本件除却命令の義務付けの訴え以外の適当な方\n法があること\n原告は，本件建築物の所有者等に対し，民事上の請求として本件建築物\nの収去を求めることができる上，本件駐車場において本件建築物から離れ\nた位置に車両を駐車させる等の方法により，本件建築物の火災により生ず\nる損害を回避することができる。したがって，原告には損害を避けるため\n本件除却命令の義務付けの訴え以外の適当な方法があるということができ\nる。\n⑷  茨木市長において本件除却命令を発しないことに係る裁量権の範囲の逸脱\n濫用の有無\n（原告の主張の要旨）\n本件建築物は，法６５条の要件を満たしていないにもかかわらず民法２３\n４条１項の距離制限に違反する違法な建築物であるから，茨木市長は，法９\n条１項に基づいて本件除却命令を発する義務を負うというべきである。した\nがって，本件除却命令を発しないことはその裁量権の範囲の逸脱濫用となる。\n（被告の主張の要旨）\n前記⑴の（被告の主張の要旨）のとおり，本件建築物は，法６５条に違反\nする建築物であるということはできないから，茨木市長において本件除却命\n令を発しないことがその裁量権の範囲の逸脱濫用となるものではない。\n第３  当裁判所の判断\n１  争点⑴（本件違法確認訴訟①の適法性及び同訴訟に係る茨木市長の不作為の\n違法性）について\n本件違法確認訴訟①は，原告が茨木市長に対して法９条１項に基づいて本件\n建築物の工事の施工停止命令をするよう求めたのに対して茨木市長が相応の処\n分をしないことにつき，行訴法３条５項所定の不作為の違法の確認を求めるも\nのである。\n行訴法が，３条５項において，不作為の違法確認の訴えとは，行政庁が法令\nに基づく申請に対し，相当の期間内に何らかの行政処分又は裁決をすべきであ\nるにもかかわらず，これをしないことについての違法の確認を求める訴訟をい\nう旨規定していることに鑑みると，不作為の違法確認の訴えは，法令に基づく\n申請を受けた行政庁がこれに応答しない場合に，その不作為の違法を確認して，\n当該申請をした者を救済することを目的とした訴訟であって，特定の行政処分\n又は裁決を求める法令上の申請権が存することを，その訴訟要件としていると\n解される。\nそこで検討すると，法９条１項は，建築基準法令の規定等による規制の実効\n性を確保するため，特定行政庁に警察行政上の措置として建築基準法令の規定\n等に違反する建築物等に対して除却命令等の行政処分をする権限を与えたもの\nであるところ，同項の文言に照らせば，特定行政庁が同項に基づく権限を行使\nするか否か並びに行使する場合の時期及びその具体的内容については，特定行\n政庁の広範な裁量に委ねられていると解されるのであり，このことに，同項の\n措置を命ずることを求める申請をすることができる旨の法令上の規定は存在し\nないことを併せ考慮すれば，同項の措置を命ずる旨の行政処分を求める法令上\nの申請権は認められないというべきである。\nしたがって，原告が茨木市長に対して法９条１項に基づく本件建築物の工事\nの施工停止命令をするよう求めたのに対して茨木市長が相応の処分をしないこ\nとの違法の確認を求める本件違法確認訴訟①は，訴訟要件を欠く不適法な訴え\nであるというべきである。\n２  争点⑵（本件違法確認訴訟②の適法性及び同訴訟に係る茨木市長の不作為の\n違法性）について\n本件違法確認訴訟②は，原告が茨木市長に対して(a)本件建築物が法６５条\nに反する建築物であることを確認すること，(b)法９条１項に基づく本件除\n却命令を発すること並びに(c)本件建築物の収去完了までの間に本件建築物\nを原因とする被害が周辺住民及び本件駐車場 の車両に発生した場合には本\n件建築物の建築確認処分を行った指定確認検査機関に対して損害賠償を請\n求できることを確認することを求めたのに対し，茨木市長が相応の処分をし\nないことが違法であることの確認を求めるものであるところ，前記１のとお\nり，㋐特定の行政処分又は裁決を求める㋑法令上の申請権が存することが，不\n作為の違法確認の訴えの訴訟要件であると解される。\nしかしながら，原告が茨木市長に対して行うことを求めた前記(a)から(c)\nまでの行為のうち，(a)及び(c)は，当該各行為それ自体によって，当該各行為\nに関係する者の法的地位に直接影響を及ぼすものではなく，原告を含む国民の\n権利義務に直接影響を及ぼすものではないため，行政処分には当たらず（最高\n裁昭和３７年（オ）第２９６号同３９年１０月２９日第一小法廷判決・民集１\n８巻８号１８０９頁参照），また，裁決にも当たらないことは，明らかであ\nり，前記㋐の要件を欠くというべきであるし，(b)は行政処分に当たるもの\nの，これを求める法令上の申請権が認められないことは前記１に説示したと\nおりであり，前記㋑の要件を満たさないというべきである。\nしたがって，原告が茨木市長に対して前記(a)から(c)までの行為をするよう\n求めたのに対して茨木市長が相応の処分をしないことの違法の確認を求める本\n件違法確認訴訟②は，訴訟要件を欠く不適法な訴えであるというべきである。\n３  争点⑶（本件義務付け訴訟の適法性）について\n⑴  茨木市長の本件除却命令の権限の有無について\n被告は，本件建築物が法６５条に違反する建築物であるとはいえず，茨木\n市長が本件除却命令を発する権限を有していないから，本件義務付け訴訟は\n不適法であると主張する。\nしかしながら，法９条１項に基づく除却命令は，建築基準法令の規定又は\n法に基づく許可に付した条件に違反した建築物について発せられるものであ\nり，本件建築物が法６５条に違反するか否かは本案の問題であるから，その\nことをもって本件義務付け訴訟が不適法であるということはできない。\nしたがって，被告の前記主張は採用することができない。\n⑵  原告の本件義務付け訴訟の原告適格の有無について\nア  本件義務付け訴訟は，非申請型の義務付けの訴えであるところ，非申請\n型の義務付けの訴えについては，処分の取消しの訴えの原告適格に関する\n行訴法９条１項と同様の趣旨に基づき，「行政庁が一定の処分をすべき旨を\n命ずることを求めるにつき法律上の利益を有する者」に限り提起すること\nができるものとされ（同法３７条の２第３項），この「法律上の利益を有す\nる者」の判断については，処分の相手方以外の者が当該処分の取消しの訴\nえを提起した場合における原告適格の解釈規定である同法９条２項が準用\nされている。以上のような非申請型の義務付けの訴えの原告適格に関する\n規定に照らせば，同法３７条の２第３項の「一定の処分をすべき旨を命ず\nることを求めるにつき法律上の利益を有する者」とは，当該処分がされな\nいことにより自己の権利又は法律上保護された利益を侵害され，又は必然\n的に侵害されるおそれのある者をいい，当該処分の根拠となる法令の規定\nが，不特定多数者の具体的利益を専ら一般公益の中に吸収解消させるにと\nどめず，それが帰属する個々人の個別的利益としてもこれを保護すべきも\nのとする趣旨を含むと解される場合には，このような利益もここにいう法\n律上保護された利益に当たり，当該処分がされないことによりこれを侵害\nされ，又は必然的に侵害されるおそれのある者は，当該処分に係る非申請\n型の処分の義務付けの訴えの原告適格を有するものというべきである（最\n高裁平成１６年（行ヒ）第１１４号同１７年１２月７日大法廷判決・民集\n５９巻１０号２６４５頁，同平成２４年（行ヒ）第２６７号同２６年７月\n２９日第三小法廷判決・民集６８巻６号６２０頁参照）。そして，前記の法\n律上保護された利益の有無を判断するに当たっては，当該処分の根拠とな\nる法令の規定の文言のみによることなく，当該法令の趣旨及び目的並びに\n当該処分において考慮されるべき利益の内容及び性質を考慮し，この場合\nにおいて，当該法令と目的を共通にする関係法令があるときはその趣旨及\nび目的をも参酌し，当該利益の内容及び性質を考慮するに当たっては，当\n該処分がされない場合に害されることとなる利益の内容及び性質並びにこ\nれが害される態様及び程度をも勘案すべきである。\nイ  上記の観点から，原告が本件除却命令を発することの義務付けの訴えの\n原告適格を有するかについて検討する。\n法９条１項は，建築基準法令の規定等による規制の実効性を確保するた\nめ，特定行政庁に警察行政上の措置として建築基準法令の規定等に違反す\nる建築物等に対して除却命令等の行政処分をする権限を与えたものである\nと解される。そして，法による規制内容についてみると，建築物の構造耐\n力の基準（２０条），大規模の建築物の主要構造部に係る耐火構造の基準（２\n１条），敷地等と道路との関係（４３条），建築物の容積率の制限（５２条），\n第一種低層住居専用地域又は第二種低層住居専用地域内における建築物の\n高さ制限（５５条），前面道路の幅員及び隣地境界線からの水平距離に応じ\nた建築物の高さの制限（５６条），日影による中高層建築物の高さの制限（５\n６条の２），高度地区内の建築物の高さの制限（５８条）等が定められてい\nるところ，これらの規定は，建築物が備えるべき性能の基準を定めてその\n安全性を確保するとともに，建築密度，建築物の規模等を規制して建築物\nの敷地上に適度な空間を確保することにより，地震，火災等により当該建\n築物が倒壊，炎上するなどの事態が生じた場合に，その周辺の建築物やそ\nの居住者に重大な被害が及ぶことを防止することをその目的に含むものと\n解するのが相当である。\n以上のような法９条１項の趣旨，法による規制の目的に加え，法が建築\n物の敷地，構造等に関する最低の基準を定めて国民の生命，健康及び財産\nの保護を図ることなどを目的とするものであること（１条）に鑑みれば，\n法９条１項は，建築基準法令の規定等に違反する建築物の倒壊，炎上等に\nよる被害が直接的に及ぶことが想定される周辺の一定範囲の地域に存する\n他の建築物についてその居住者の生命，身体の安全等及び財産としてのそ\nの建築物を，個々人の個別的利益として保護すべきものとする趣旨を含む\nものと解すべきである。そうすると，当該建築物の倒壊，炎上等により直\n接的な被害を受けることが予想される範囲の地域に存する建築物に居住し\n又はこれを所有する者は，当該建築物について除却命令等の義務付けを求\nめるにつき法律上の利益を有する者として，その義務付け訴訟の原告適格\nを有すると解するのが相当である。\nウ  これを本件についてみると，原告は，本件敷地に隣接する本件駐車場に\n本件構築物（鉄骨の柱及び梁を組んだ金属製の波板の屋根）を全面に設置\nしてこれを所有しており（前記前提事実(2)イ），本件構築物は法上の建築\n物（法２条１号）に当たるものと解される。そして，本件建築物は，別紙\n物件目録記載のとおりの木造地上３階建ての一戸建て住宅であり，本件境\n界線から約１０㎝の位置に建築されており，最高高さは９．９７４ｍであ\nる（前記前提事実(2)ウ）。これらの事実等によれば，原告は，本件建築物\nの倒壊，炎上等により直接的な被害を受けることが予想される範囲の地域\nに存する建築物を所有する者に当たるということができ，本件建築物につ\nいての除却命令（本件除却命令）の義務付けを求めるにつき法律上の利益\nを有するものとして，本件義務付け訴訟の原告適格を有するというべきで\nある。\n⑶  本件除却命令が発せられないことにより原告に重大な損害が生ずるおそれ\nの有無について\n本件義務付け訴訟は，非申請型の義務付けの訴えであるから，本件除却命\n令が発せられないことにより原告に重大な損害を生ずるおそれがあることが\n訴訟要件となる（行訴法３７条の２第１項）。そして，この重大な損害が生ず\nるか否かを判断するに当たっては，損害の回復の困難の程度を考慮し，損害\nの性質及び程度並びに処分の内容及び性質をも勘案することとなる（同条２\n項）。\n原告は，本件建築物の火災により本件構築物及び本件駐車場に駐車中の車\n両が全焼した場合には，原告は本件構築物及び本件駐車場に駐車中の自己所\n有の車両を失うとともに，本件駐車場の賃借人からの賃料収入を失うことと\nなり，多大な損害を被ることになるから，本件除却命令が発令されないこと\nにより重大な損害が生ずるおそれがあると主張するが，原告の主張する損害\nは経済的な損害であって，その損害の程度を認めるに足りる証拠はなく，事\n後的な金銭による回復が困難ともいえないから，原告の主張する損害をもっ\nて本件除却命令がされないことにより原告に重大な損害が生ずるおそれがあ\nるとはいえない。\nしかしながら，本件除却命令が発せられないことにより原告に重大な損害\nが生ずるおそれがあるかという点は訴訟要件であることから，この点につい\nて職権をもって検討すると，①原告は，本件駐車場を月極駐車場として使用\nしており，３名の者が利用し，原告自身も本件駐車場に自己所有の車両１台\nを駐車していること（前記前提事実⑵イ），②原告の住居地は本件駐車場の近\n隣に位置すること（顕著な事実），③本件駐車場には鉄骨の柱及び梁を組んだ\n金属製の波板の屋根（本件構築物）が全面に設置されていること（前記前提\n事実(2)イ）からすれば，原告は，本件駐車場の賃貸人として本件駐車場を管\n理し，又は本件駐車場に駐車している自己所有の車両を使用するため，本件\n駐車場に日常的に立ち入り，一定時間，本件駐車場に留まっているものと推\n認されるところであり，そうすると，本件建築物が倒壊又は炎上した場合に\nは，本件駐車場に設置された本件構築物の屋根部分が倒壊又は炎上し，場合\nによっては，本件駐車場に駐車中の車両に延焼するなどして，本件駐車場内\nにいる原告の生命及び身体に損害が生ずるおそれがあるということができる。\nそして，このような損害は，その性質上，原状に回復することが困難ないし\n不可能であり，事後的な金銭による回復に委ねることが相当であるともいえ\nないものであることからすれば，本件除却命令が発せられないことにより原\n告には重大な損害が生ずるおそれがあるというべきである。\n⑷  原告の損害を避けるための本件除却命令の義務付けの訴え以外の適当な方\n法の有無について\nア  本件義務付け訴訟は，非申請型の義務付けの訴えであるから，本件除却\n命令が発せられないことにより生ずる損害を避けるために本件除却命令の\n義務付けの訴え以外に適当な方法がないことが訴訟要件となるところ（行\n訴法３７条の２第１項），前記⑶で説示したとおり，本件除却命令が発せら\nれないことにより原告に生ずる損害は，原告の生命及び身体の損害であり，\nその性質上，原状に回復することが困難ないし不可能であり，事後的な金\n銭による回復に委ねることが相当であるともいえないものであって，茨木\n市長に本件除却命令を発するよう義務付けることにより前記の損害を回避\nすることは可能である一方，前記の損害を避けるための法令上の特別な手\n段は存在せず，本件除却命令の義務付けの訴えよりも実効的に原告の権利\n救済を図ることができる方法は見当たらない。\nしたがって，本件除却命令が発せられないことにより生ずる原告の損害\nを避けるために本件除却命令の義務付けの訴え以外に適当な方法はないと\nいうべきである。\nイ  被告は，原告において，①本件建築物の所有者等に対し，民事上の請求\nとして本件建築物の収去を求めることができる上，②本件駐車場において\n本件建築物から離れた位置に車両を駐車させる等の方法によって本件建築\n物の火災により生ずる損害を回避することができるため，原告には損害を\n避けるため本件除却命令の義務付けの訴え以外の適当な方法があるという\nべきである旨主張する。\nしかしながら，①については，本件建築物の収去を求める民事訴訟が，\n要件，効果等において，本件除却命令の義務付けを求める行政訴訟よりも\n実効的に原告の権利救済を図り得るものであるということはできない。ま\nた，②については，前記⑶のとおり，本件除却命令が発せられないことに\nより生ずるおそれのあると認められる原告の重大な損害には，本件建築物\nが倒壊することにより本件駐車場に設置された本件構築物の屋根部分が倒\n壊することで，本件駐車場に日常的に立ち入り，一定時間，本件駐車場に\n留まっている原告の生命及び身体に生ずる損害が含まれ，この損害は，本\n件駐車場において車両を本件建築物から離れた位置に駐車することにより\n回避し得るとはいえない。この点を措いても，被告の主張は，建築基準法\n令の規定等に違反する建築物の周辺の建築物の所有者又は居住者の犠牲の\n下に建築基準法令の規定等に違反する状態を継続させる事態を容認するも\nのであって，採用し難いものである。\nしたがって，被告の前記主張は採用することができない。\n４  争点⑷（茨木市長において本件除却命令を発しないことに係る裁量権の範囲\nの逸脱濫用の有無）について\n前記３のとおり，本件義務付け訴訟は，訴訟要件を満たす適法なものである\nから，次に，茨木市長において本件除却命令を発しないことが，その裁量権の\n範囲を逸脱し又は濫用となると認められるか否か（行訴法３７条の２第５項）\nについて検討する。\n原告は，本件建築物は法６５条の要件を満たしていないにもかかわらず民法\n２３４条１項の距離制限に違反する違法な建築物であるから，法９条１項に基\nづき本件除却命令が発せられるべきであると主張する。一方，本件敷地は準防\n火地域にあるところ，被告は，本件建築物の外壁が耐火構造ではないことにつ\nき，積極的には争わない。\nそこで検討すると，法９条１項に基づく除却命令は，建築基準法令の規定又\nは法に基づく許可を付した条件に違反した建築物について発せられるものであ\nるところ，民法２３４条１項は，相隣接する土地所有権の内容に制限を加え，\n私人間の権利関係を調整する規定であって，建築物の敷地，構造，設備及び用\n途について公益の観点から最低の基準を定める法（１条）とは異なるものであ\nるから，民法２３４条１項は，建築基準法令の規定には含まれないというべき\nである（最高裁昭和５４年（行ツ）第１０３号同５５年７月１５日第三小法廷\n判決・裁判集民事１３０号２５３頁参照）。そして，法６５条は，耐火構造の外\n壁を設けることが防火上望ましいという見地や，防火地域又は準防火地域にお\nける土地の合理的ないし効率的な利用を図るという見地に基づき，相隣関係を\n規律する民法２３４条１項の特則として，前記各地域内にある建築物で外壁が\n耐火構造のものについては，その外壁を隣地境界線に接して設けることができ\nることを規定したものと解すべきである（最高裁昭和５８年（オ）第１４１３\n号平成元年９月１９日第三小法廷判決・民集４３巻８号９５５頁）。そうすると，\n法６５条は，法の中に規定されてはいるものの，相隣関係を規律する趣旨の私\n法法規たる性質を有するものであり，民法２３４条１項と同様に建築基準法令\nの規定には含まれないと解するのが相当である。\n以上のことからすれば，仮に，本件建築物が法６５条の要件を満たしていな\nいにもかかわらず民法２３４条１項の距離制限に反する建築物であるとしても，\n法９条１項に基づく除却命令を発する理由となるものではなく，茨木市長にお\nいて本件除却命令を発しないことが，その裁量権の範囲を逸脱し又は濫用とな\nると認められる余地はないというべきである。\n第４  結論\nよって，本件訴えのうち，不作為の違法確認の訴えに係る部分（本件違法確\n認訴訟①及び本件違法確認訴訟②に係る部分）は不適法であるからいずれも却\n下し，その余の訴えに係る部分（本件義務付け訴訟に係る部分）は理由がない\nから棄却することとし，主文のとおり判決する。\n大阪地方裁判所第２民事部\n裁判長裁判官    三輪方 大\n裁 判官    黒田吉 人\n裁判官角谷昌毅は，転補につき，署名押印することができない。\n裁判長裁判官    三輪方 大\n（別紙省略）\n"
}