{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 7,
    "day": 19
  },
  "case_number": "平成24(ワ)16694",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83426",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83426",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/426/083426_hanrei.pdf",
  "contents": "平成２５年７月１９日判決言渡  同日原本交付  裁判所書記官\n平成２４年（ワ）第１６６９４号  損害賠償請求事件\n口頭弁論終結日  平成２５年５月１７日\n判                      決\n東京都中央区＜以下略＞\n原                      告      有 限 会 社 マ ッ ク ス ア ヴ ェ ー ル\n東京都世田谷区＜以下略＞\n原                      告      Ａ\n上 記 ２ 名 訴 訟 代 理 人 弁 護 士      町 田 伸 一\n東京都渋谷区＜以下略＞\n被                      告      日 本 放 送 協 会\n同 訴 訟 代 理 人 弁 護 士      三 村 量 一\n同                              平 津 慎 副\n同                              梅 田 康 宏\n同                              秀   桜 子\n同                              吉 利 果 慧\n東京都渋谷区＜以下略＞\n被                      告      株 式 会 社 ワ グ\n同 訴 訟 代 理 人 弁 護 士      野 間 自 子\n同                              中   島   健 太 郎\n主                      文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事 実 及 び 理 由\n第１  請求\n１  被告らは，連帯して，原告有限会社マックスアヴェールに対し９４３万４７\n９０円及びこれに対する平成２１年６月１２日から支払済みまで年５分の割合\nによる金員を支払え。\n２  被告らは，連帯して，原告Ａに対し，１１０万円及びこれに対する平成２１\n年６月１２日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告らが，被告日本放送協会（以下「被告ＮＨＫ」という。）は，\n被告株式会社ワグ（以下「被告ワグ」という。）従業員を介して，原告らの開\n催したファッションショーの映像の提供を受け，上記映像の一部である別紙映\n像目録記載の映像（以下「本件映像部分」という。）をそのテレビ番組におい\nて放送し，これにより，原告有限会社マックスアヴェール（以下「原告会社」\nという。）の著作権（公衆送信権）及び著作隣接権（放送権）並びに原告Ａ\n（以下「原告Ａ」という。）の著作者及び実演家としての人格権（氏名表示\n権）を侵害したと主張し，被告らに対し，著作権，著作隣接権，著作者人格権\n及び実演家人格権侵害の共同不法行為責任（被告ワグについては使用者責任）\nに基づく損害賠償として，原告会社につき９４３万４７９０円，原告Ａにつき\n１１０万円（附帯請求として，これらに対する平成２１年６月１２日から各支\n払済みまで民法所定の年５分の割合による遅延損害金）の連帯支払を求める事\n案である。\n１  前提事実（争いのない事実以外は，証拠等を末尾に記載する。）\n(1)  当事者等\nア  原告会社は，イベント等の企画制作コンサルティング業務等を目的とす\nる株式会社であり，原告Ａは，原告会社との間で，イベントの企画運営等\nを受託していた者である（弁論の全趣旨）。\nイ  被告ＮＨＫは，放送法の規定に基づき設立された放送事業者である。\nウ  被告ワグは，合同会社ＦＯＲＥＶＥＲ２１  ＪＡＰＡＮロジスティック\nスの保有ブランドである「Ｆｏｒｅｖｅｒ２１」の日本におけるプロモー\nション代理店であり，Ｂ（以下「被告ワグ担当者」という。）は被告ワグ\nの従業員である。\n(2)  本件ファッションショーの開催\nア  原告らは，平成２１年６月６日，東京都港区六本木所在の六本木ヒルズ\n５２階において，「Ｆｏｒｅｖｅｒ２１」の衣装等を使用したファッショ\nンショー（以下「本件ファッションショー」という。）を開催した（甲１\n３，弁論の全趣旨）。\nイ  株式会社ＪＦＣＣは，原告らの許諾を得て，本件ファッションショーを\n撮影し，その運営する専門テレビチャンネルである「ｆａｓｈｉｏｎ  Ｔ\nＶ」において上記映像を放送した（乙３，丙１，弁論の全趣旨）。\n(3)  本件番組の放送\nア  被告ＮＨＫは，平成２１年６月１２日午後７時３０分から同日午後７時\n５５分までにおいて，テレビ番組「特報首都圏」「“激安”ファストファ\nッション～グローバル企業が狙うニッポン～」（以下「本件番組」とい\nう。）を放送した（甲１）。\nイ(ア)  本件番組中には，合計約４０秒間にわたり，本件ファッションショ\nーの映像を使用した部分（本件映像部分）がある（甲１）。\n(イ)  本件映像部分は，別紙映像目録記載１(1)ないし(4)の各場面及び同\n記載２(1)ないし(6)の各場面（以下，それぞれ「場面１(1)」などとい\nう。）から構成されており，上記各場面は，同目録添付の各写真の映像\nを含むものである（甲１）。なお，場面１(1)，２(1)及び２(4)，場面\n１(2)及び２(3)，場面１(3)及び２(2)，場面１(4)及び２(6)は，それぞ\nれ，同一の場面の映像である（甲１）（以下，場面１(1)，２(1)及び２\n(4)を「 Ｉ ｌｉ ｎ ｅ １着 目 」， 場 面１ (2)及び ２ (3)を 「Ａ ｎ ｎａ ２ 着\n目」，場面１(3)及び２(2)を「Ａｎｎａ１着目」，場面１(4)及び２(6)\nを「Ｉｚａｂｅｌｌａ２着目」，場面２(5)を「Ｔａｍｒａ２着目」と\nいうことがある。）。\nウ  本件映像部分は，株式会社ＪＦＣＣが上記(2)イのとおり撮影した映像\nの一部であり，被告ＮＨＫが株式会社ＪＦＣＣから映像データの提供を受\nけたものである（乙３）。\n２  争点\n(1)  著作権，著作隣接権及び著作者人格権侵害の成否\n(2)  原告らの損害額\n第３  争点に対する当事者の主張\n１  争点(1)（著作権，著作隣接権及び著作者人格権侵害の成否）\n（原告らの主張）\n(1)  著作物の内容等\nア  本件ファッションショーは，美意識やトレンドに敏感でモチベーション\nが高いジャストジェネレーションの女性にきらきらと輝く非日常的一夜を\n提供することをテーマとし，シティとリゾートのパーティースタイル（都\n会的な女性のドレスアップコーディネートと，リゾートラグジュアリーパ\nーティースタイル）をコンセプトとして，いわゆるファストファッション\nである「Ｆｏｒｅｖｅｒ２１」ブランドを用いつつ高級感を演出したもの\nである。\nイ  本件ファッションショーにおける，①個々のモデルに施された化粧や髪\n型のスタイリング，②着用する衣服の選択及び相互のコーディネート，③\n装着させるアクセサリーの選択及び相互のコーディネート，④舞台上の一\n定の位置で決めるポーズの振り付け，⑤舞台上の一定の位置で衣服を脱ぐ\n動作の振り付け，⑥これら化粧，衣服，アクセサリー，ポーズ及び動作の\nコーディネート，⑦モデルの出演順序及び背景に流される映像等は，本件\nファッションショーの上記テーマ又はコンセプトに沿うよう選択，決定さ\nれたものであり，いずれも，美術の範囲に属する著作物に当たる。\n(2)  上記著作物（(1)イ①ないし⑦）の具体的内容を場面毎に整理すると下記\nアないしカのとおりであり，これらは，流行を採り入れた安価な衣服である\nいわゆるファストファッションであっても，その選択及び化粧，髪型等との\n組み合わせによって，高価な衣服に比しても劣らぬ美的表現が可能であると\nいう原告Ａの思想を創作的に表現したものであるから，著作物性を有する。\nア  Ｉｌｉｎｅ１着目（場面１(1)，２(1)，２(4)）\n(ア)  都会のパーティーというテーマに合うよう，レースのハイウエスト\nのトップスと豹柄のスカートのツーピースを選び，ヘッドドレスとピア\nスを着けさせた。ヘッドドレスは，トップスのイメージや目の色と合わ\nせ，ゴージャスでボリュームのあるものを選んだ。\n(イ)  化粧は，「スパイシーセクシーアイ」（きりっとした，まつげがぐ\nっと上がった深みのある妖艶でセクシーな目）になるよう，目の外側に\n向けてまつげにボリュームを出して長くし，アイライナーも中心から外\n側に向けて太くしていき，角度を跳ね上がらせた。また，髪型は，「オ\nールバックボリューミースタイル」（髪の毛を全部後ろに持って行った\nようなボリューム感のあるヘアスタイル）とした。\n(ウ)  振り付けは，ツーピースのスカートの長さを引き立てるため，腰の\n高い位置に手を当てさせ，また，観客にアピールし，左右からよく見え\nるよう，ランウェイの先端で角度を付けて腰を左右にひねらせた。\nイ  Ａｎｎａ１着目（場面１(3)，２(2)）\n(ア)  モデルの顔立ちに合わせ，歩くお人形のように見せることにし，フ\nェミニンでかわいらしいイメージの緑色のワンピースを選び，その色を\n引き立たせる銀色のバングルと黒のヘッドドレスを着けさせた。\n(イ)  化粧及び髪型は，お人形のようなかわいらしさを出すため，目元に\nブラックシャドーで陰影を付けて大きく見えるようにし，唇は白っぽく\n薄いピンク色等にした。また，髪型は，中くらいの太さのカーラーで，\nくるくるとしたカールを巻かせた。\n(ウ)  振り付けは，バービー人形のように腰に手を当てさせ，飛び跳ねる\nように肩を常に大きく振らせ，ほほえませた。\nウ  Ａｎｎａ２着目（場面１(2)，２(3)）\n(ア)  お人形のように見せるため，シンプルな白黒の水玉のドレスワンピ\nースを選び，アクセサリーをじゃらじゃらと着けさせ，かつ，モデルの\n顔立ちを引き立たせるため，ピンクと黒のヘッドドレスと，クラシカル\nで子供っぽいパールのネックレスを着けさせた。\n(イ)  化粧及び髪型は上記イ(イ)と同様に人形のようなかわいらしい感じ\nにし，口を開けてほほえませた。\nエ  Ｉｚａｂｅｌｌａ２着目（場面１(4)，２(6)）\n(ア)  上記モデルが白人，金髪でゴージャスなイメージがあり，かつ，顔\n立ちにインパクトがあるので，セクシーに見えるよう，胸元がレースの\n黒のワンピースを選んだ。また，黒のレースのヘッドドレスを着けさせ\nることでよりゴージャスにし，ドレスのレースと合わせてパーティーら\nしさを出した。\n(イ)  化粧は，ぼやけた白人的な目元を引き締め，印象的な目元にするた\nめ，黒のアイライナーでまつ毛の際を全て塗りつぶさせた。また，ナイ\nトシーンにいるようなセクシーで都会らしい感じを出すため，つけまつ\n毛を付けて右上がりの猫目にし，オレンジやピンク，赤の唇で目元を引\nき立てるようにした。髪型は，ロットを使用して耳から下の髪の毛はカ\nールヘアにして下ろし，耳から上の髪の毛はまとめさせた。\n(ウ)  振り付けは，ギフトを入れた袋を腰の高い位置に持たせ，ギフトを\n持っていない方の手を耳に当てさせた上，観客の声に合わせて手の平を\n上に向け，両腕を肘から曲げて上に移動させて更に大きな声を誘い，そ\nの後にギフトを投げさせた。\nオ  Ｔａｍｒａ２着目（場面２(5)）\n(ア)  シティの季節感を表現するため，冬のドレスアップである毛皮のコ\nートを使用することにし，毛皮のコートの下には，色彩が鮮やかで黒い\n肌に映える紫色のドレスを選び，更に腰から下が黒の鳥の羽風になって\nいるスカートを使用して，セクシーだがワイルドな感じを出した。また，\n紫色のバッグを持たせ，バッグのビーズが１個ずつ揺れて玉虫色に光る\n様子が黒のスカートで映えるようにした。さらに，パーティーらしさや\nゴージャスさを出し，かつ，黒髪に映えるよう，白と黒の羽根の付いた\nヘッドドレスを着けさせ，肩にコートを掛けさせて，今からパーティー\nに出かけるイメージにした。\n(イ)  化粧は，アイライナーを太くしっかりと描き，黒人のスーパーモデ\nルであるナオミ・キャンベル風のスタイルとし，ベージュ系の色味の口\n紅を艶やかに見せるようにした。髪型は，耳から下に，毛先をカールし\nたウィッグを付けさせた。\n(ウ)  振り付けは，冬のパーティー会場への出入りをイメージし，マフィ\nアの横にいそうで気取った女性をイメージして，偉そうに，威圧感を与\nえるよう，腰に手を当てさせ，顔もほほえまぬようにさせた。また，ラ\nンウェイを戻るときには，脱いだコートをよりワイルドになるよう肩に\n掛けさせた。\nカ  甲２号証記載のモデルの出演順序（進行順序）は，ドレスの順序や複数\nのドレスを着るモデルの着替え時間，ギフト配布のタイミング等を考慮し\nて決定したものであり，また，背景映像（本件映像部分には，別紙映像目\n録添付の写真⑤に甲２１号証の番号２１の写真が，同⑬に同号証の番号３\n２の写真が，同⑦，⑧，<23>，<24>に同号証の５４の写真がはっきりと映\nっている。）は，甲２１号証記載の写真から場面に合わせて選択されたも\nのである。\n(3)  原告Ａが上記著作物の著作者であること\nア  原告Ａは，本件ファッションショーのテーマ及びコンセプトを決定し，\n「Ｆｏｒｅｖｅｒ２１」の衣服，アクセサリー等を使用することとし，オ\nーディションにおいて，外国人モデルの中から，身長，髪の色・長さ・量，\n顔立ち，瞳の色，性格等を考慮して，コンセプトに沿うモデル合計８名を\n選択し，上記テーマやモデルの顔立ち等に合わせて，着用させる衣服，ア\nクセサリー等を選択した。また，事前にフィッティングテストを行って各\nモデルの衣服及びアクセサリーを最終決定し，ヘアメイク担当者に対し，\n写真を見せるなどして化粧及び髪型のイメージを伝え，目，頬，唇，髪型\nについて，化粧品のブランドやスタイリングを具体的に告げて指示を行っ\nた。さらに，原告Ａは，ヘアメイク担当者が原告Ａの上記指示に従い施し\nた化粧や髪型について，アイシャドーの濃さやアイラインの太さ，チーク\nの位置や濃さ，ロッドの太さや強さなどを修正する指示を行った。\nイ  原告Ａは，モデルに対し，キャットウォーク中の立ち位置，腰に手を当\nてる際の手の位置，紙袋の持ち方，表情等を細かく指示し，モデルに上記\n指示に従ったポーズ，表情等をとらせた。\nウ  モデルの出演順序も，原告Ａが，ドレスの順序（モノトーンの次は明る\nい色彩に，その次はシックに，その後は再度カラフルに等），複数のドレ\nスを着るモデルの着替え時間やギフト配布のタイミング等を考慮して決定\nしたものであり，背景に流す映像も，原告Ａがシーン毎に選択し，決定し\nたものである。\nエ  以上のとおり，原告Ａは，前記(1)イ①～⑦の著作物を創作したもので\nあり，上記著作物の著作者に当たる。\n(4)  原告Ａが本件ファッションショーの実演家であること\n原告Ａは，本件ファッションショーの主催者，演出家及びスタイリストと\nして，本件ファッションショーのテーマや使用ブランド等を決めて企画し，\n本件ファッションショーの開始・終了時刻，モデルの出演順序，背景映像の\n放映順序等の進行を決定して構成し，モデルの衣服，アクセサリー，化粧，\n動作等を指示して演出したものであり，本件ファッションショーにつき，実\n演家の権利を有する者に当たる。\n(5)  原告Ａから原告会社への著作権等の譲渡\n原告会社は，原告Ａから，本件ファッションショーに係る著作権及び実演\n家の権利のうちの放送権の譲渡を受けた。\n(6)  被告らの不法行為\nア  被告ワグ担当者は，平成２１年６月９日頃，株式会社ＪＦＣＣのプロデ\nューサーに電話を架け，真実は原告らから何ら許諾を得ていないにもかか\nわらず，原告らから，本件ファッションショーの映像及び音声を固定した\n媒体を株式会社ＪＦＣＣから借り受け，被告ＮＨＫにおいて放送すること\nの許諾を得たと虚偽の事実を告げ，株式会社ＪＦＣＣをして，被告ＮＨＫ\nに本件ファッションショーの映像及び音声を固定した媒体を交付させた。\nイ  被告ＮＨＫは，上記アのとおり株式会社ＪＦＣＣから交付を受けた映像\n等媒体を使用して，平成２１年６月１２日の本件番組において本件映像部\n分を放送するに当たり，原告会社の許諾を得ず，また，原告Ａの氏名（実\n名又は通称名）も表示しなかった。\nウ  被告ＮＨＫの不法行為\n被告ＮＨＫの上記イの行為は，原告会社の公衆送信権及び放送権を侵害\nし，かつ，原告Ａの著作者及び実演家としての氏名表示権を侵害するもの\nに当たる。\nエ  被告ワグの不法行為\n被告ワグ担当者の上記アの行為は，原告らの許諾を得ることなく，不正\nの手段により，被告ＮＨＫに対し本件ファッションショーの映像及び音声\nを固定した媒体を提供し，被告ＮＨＫに本件映像部分を放送させる行為で\nあり，原告会社の公衆送信権及び放送権並びに原告Ａの氏名表示権を侵害\nする不法行為に当たる。上記行為は被告ワグの事業の執行についてなされ\nたものであるから，被告ワグは上記行為につき使用者責任（民法７１５条\n１項）を負う。\nオ  被告らの上記行為は，被告らの共同不法行為を構成する。\n（被告ＮＨＫの主張）\n(1)  原告らの主張は争う。\n(2)  著作物性について\n本件ファッションショーのうち，原告が指摘する点（原告らの主張(1)イ\n①ないし⑦の点）については，次のとおり創作性がないから，著作物に該当\nしない。\nア  化粧及び髪型の点（前記①）については，アイライナー，アイシャドー，\n口紅等のありふれた化粧品によるありふれた化粧方法や，オールバック等\nの通常用いられるありふれたヘアセッティングの手法を用いたものであっ\nて，その具体的な化粧等の結果を見ても，特段の特徴を有するものではな\nく，ありふれたものである。\nイ  衣服及びアクセサリーの選択・相互のコーディネートの点（前記②及び\n③）については，いずれも既製品を選択して組み合わせたにすぎず，その\n結果も特別なものではない。\nウ  モデルによる舞台上のポーズ・動作の振付けの点（前記④及び⑤）は，\n腰に手を当てる，体を左右にひねるといったもので，ファッションショー\nにおけるモデルのポーズ・動作として極めて単純かつありふれたものであ\nる。\nエ  上記アないしウはいずれもありふれたものであるところ，これらの組み\n合わせ（前記⑥）を全体として見ても，特段の特徴を有するものではなく，\n少なくとも，本件映像部分から，創作性が認められる程度の特徴は見受け\nられない。\nオ  本件映像部分は，本件ファッションショーの場面の一部を断片的に放送\nしたものにすぎず，本件映像部分からモデルの出演順序や本件ファッショ\nンショーの構成全体を知ることはできないから，仮に本件ファッションシ\nョーにおけるモデルの出演順序や構成（前記⑦）に何らかの創作性を認め\nる余地があるとしても，本件映像部分に上記創作性が表現されているもの\nはいえない。\n(3)  原告Ａの著作者・実演家該当性について\nア  原告Ａは，ヘアメイク担当者に有名モデルの写真をイメージ図として渡\nしたり，漠然としたコンセプトを伝えたりして指示を与えたのみであり，\n実際に化粧及びヘアメイクを施したのはヘアメイク担当者であるから，化\n粧及びヘアメイクに著作物性が認められるとしても，その著作者はヘアメ\nイク担当者であって原告Ａではない。\nイ  「実演を指揮し，又は演出する者」（著作権法２条１項４号）とは，\n「実演そのものを行っていると同一の評価ができる者」，「実演家を指図\nして自らの主体性のもとに実演を行わせている者，つまり実演を行ってい\nるのと同じ状態にある者」をいうと解されるところ，原告らは，原告Ａが\n上記意味における実演家に当たる理由について，被告ＮＨＫの求釈明にも\nかかわらず何ら具体的主張をしないから，原告Ａが実演家に当たるものと\nは認められない。\n（被告ワグの主張）\n(1)  原告らの主張のうち，(6)アの事実については否認し，法的主張は争う。\n(2)  被告ワグ担当者は，原告Ａから，他局への本件ファッションショーの映\n像提供については株式会社ＪＦＣＣと直接やり取りをするよう伝えられてい\nたため，被告ＮＨＫ担当者から映像提供に関する連絡を受けた際，株式会社\nＪＦＣＣ担当者に被告ＮＨＫから映像提供に関する連絡が来ている旨伝える\n一方，被告ＮＨＫ担当者には株式会社ＪＦＣＣ担当者の連絡先を伝え，後は\n両者でやり取りするよう伝えたものであって，原告Ａの意向に従って両者を\n取り次いだにすぎない。また，被告ワグ担当者は，上記取次ぎ以降の両者の\nやり取りにつき特に関与していない。\nしたがって，被告ワグ担当者の行為が不法行為に該当するものではない。\n２  争点(2)（原告らの損害額）\n（原告らの主張）\n(1)  原告会社の損害\nア  原告会社と原告Ａは，平成２１年５月５日から平成２４年５月４日まで\nの間に合計１２回のイベントを行い，上記イベントによる収益を原告会社\n７５％，原告Ａ２５％の割合で取得する旨の契約を締結していたが，上記\n契約は，被告らの前記著作権等侵害を原因として解約された。\nイ  原告会社は，本件ファッションショーにより，７７万５８９０円の収益\nを得たものであるから，被告らの著作権等侵害行為がなければ，予定して\nいた残り１１回のイベントを実施することにより，少なくとも８５３万４\n７９０円（７７万５８９０円×１１回）を得ることができた。\n(2)  原告Ａの損害\n原告Ａは，Ｒｏｙａｌ  Ｔｏｎｅの通称で種々の活動をしており，被告ら\nの氏名表示権侵害により，著しい精神的苦痛を被った。上記損害を金銭に換\n算すれば，１００万円を下回らない。\n(3)  弁護士費用\n原告らは，本件訴訟提起に当たり，原告訴訟代理人との間で委任契約を締\n結し，同代理人に対し弁護士費用を支払うことを約した。上記弁護士費用中，\n原告らの損害の約１割である１００万円（原告会社につき９０万円，原告Ａ\nにつき１０万円）については，被告らが負担することが相当である。\n（被告らの主張）\n原告らの主張は争う。\n第４  当裁判所の判断\n１  争点(1)（著作権，著作隣接権及び著作者人格権侵害の成否）\n(1)ア  著作権法は，著作権の対象である著作物の意義について，「思想又は\n感情を創作的に表現したものであって，文芸，学術，美術又は音楽の範囲\nに属するものをいう」（著作権法２条１項１号）と規定しているのであっ\nて，当該作品等に思想又は感情が創作的に表現されている場合には，当該\n作品等は著作物に該当するものとして同法による保護の対象となる一方，\n思想，感情若しくはアイデアなど表現それ自体ではないもの又は表現上の\n創作性がないものについては，著作物に該当せず，同法による保護の対象\nとはならない。そして，当該作品等が「創作的」に表現されたものである\nというためには，厳密な意味での作成者の独創性が表現として表れている\nことまでを要するものではないが，作成者の何らかの個性が表現として表\nれていることを要するものであって，表現が平凡かつありふれたものであ\nる場合には，作成者の個性が表現されたものとはいえず，「創作的」な表\n現ということはできないというべきである。\nイ  また，著作権侵害を主張するためには，当該作品等の全体において上記\n意味における表現上の創作性があるのみでは足りず，侵害を主張する部分\nに思想又は感情の創作的表現があり，当該部分が著作物性を有することが\n必要となる。\n本件において，原告らは，本件映像部分の放送により，本件ファッショ\nンショーの①個々のモデルに施された化粧や髪型のスタイリング，②着用\nする衣服の選択及び相互のコーディネート，③装着させるアクセサリーの\n選択及び相互のコーディネート，④舞台上の一定の位置で決めるポーズの\n振り付け，⑤舞台上の一定の位置で衣服を脱ぐ動作の振り付け，⑥これら\n化粧，衣服，アクセサリー，ポーズ及び動作のコーディネート，⑦モデル\nの出演順序及び背景に流される映像に係る著作権が侵害された旨主張する\nものであるから，上記①～⑦の各要素のうち，本件映像部分に表れている\nものについて，侵害を主張する趣旨であると解される。したがって，上記\n①～⑦の各要素のうち，本件映像部分に表れているものについて，著作物\n性が認められることが必要となる。\nウ  原告らがどのような権利につき侵害を主張する趣旨であるかについては\n明確ではない点があるが，本件番組の放送により，原告会社の著作権（公\n衆送信権・著作権法２３条１項）及び著作隣接権（放送権・同法９２条１\n項）（いずれも，原告会社が原告Ａから譲渡を受けたと主張するもの。）\n並びに原告Ａの著作者及び実演家としての氏名表示権（著作者としての氏\n名表示権につき同法１９条１項，実演家としての氏名表示権につき同法９\n０条の２第１項）が侵害されたと主張する趣旨であると解される。このう\nち，公衆送信権侵害が認められるためには，「その著作物について」公衆\n送信が行われることを要するのであるから（同法２３条１項），上記公衆\n送信は，当該著作物の創作的表現を感得できる態様で行われていることを\n要するものと解するのが相当である。そして，当該著作物の創作的表現を\n感得できない態様で公衆送信が行われている場合には，当該著作物につい\nて公衆送信が行われていると評価することができないとともに，「その著\n作物の公衆への提供若しくは提示」（同法１９条１項）がされているもの\nと評価することもできないから，公衆送信権侵害及び著作者としての氏名\n表示権の侵害は，いずれも認められないものというべきである。\nエ  以上を前提に，まず，公衆送信権及び著作者としての氏名表示権の侵害\nの成否について検討する。\n(2)  公衆送信権（著作権法２３条１項），氏名表示権（同法１９条１項）侵\n害の成否\nア  ①個々のモデルに施された化粧や髪型のスタイリングについて\n(ア)  本件映像部分の各場面におけるモデルの化粧及び髪型は，別紙映像\n目録添付の各写真のとおりであり，「Ｉｌｉｎｅ１着目」は下ろした髪\n全体を後ろに流した髪型，「Ａｎｎａ１着目」及び「Ａｎｎａ２着目」\nは緩やかにカールを付けた髪を下ろした髪型，「Ｉｚａｂｅｌｌａ２着\n目」は耳上の髪をまとめ，耳下の髪にカールを付けて下ろした髪型，\n「Ｔａｍｒａ２着目」は全体に強めにカールを付けて下ろした髪型であ\nり，また，いずれのモデルにも，アイシャドーやアイライン，口紅等を\n用いて華やかな化粧が施されているものということができる。\n(イ)  しかし，上記化粧及び髪型は，いずれも一般的なものというべきで\nあり，作成者の個性が創作的に表現されているものとは認め難い。\nまた，本件映像部分における各場面は，約２秒ないし９秒間のごく短\nいものである上，動くモデルを様々な角度から撮影したものであること\nから，各モデルの顔及び髪型が映る時間は極めて短いものであるという\nことができる。これに加えて，本件映像部分は，暗い室内において，局\n所的に強い照明を当てながら撮影されたものであるため，本件映像部分\nから，各モデルの化粧及び髪型の細部を見て取ることは困難であるとい\nうべきであり，原告らが主張するような，細部におけるアイラインの引\nき方やまつ毛の流し方，目元，唇等における微妙な色の工夫等（甲４～\n甲７）を看取することはできないものである。そうすると，仮にこれら\nの点に創作性が認められるとしても，本件映像部分において，上記創作\n的表現を感得できる態様で公衆送信が行われているものとは認められな\nい。\n(ウ)  したがって，これらの点には著作物性がなく，また，仮に著作物性\nが認められる点があるとしても，これが本件映像部分において公衆送信\nされているものとは認められない。\nイ  ②着用する衣服の選択及び相互のコーディネート，③装着させるアクセ\nサリーの選択及び相互のコーディネートについて\n(ア)  本件映像部分の各場面におけるモデルの衣服，アクセサリー等は別\n紙映像目録添付の各写真のとおりであり，①「Ｉｌｉｎｅ１着目」とし\nて黒のレース素材のトップス，豹柄のスカート，黒のベルト，紫色の輪\n状の耳飾り及び黒のヘッドドレスの組み合わせが，②「Ａｎｎａ２着\n目」として白地に黒の水玉模様のワンピースに黒のベルト，パールネッ\nクレス，ピンクと黒のヘッドドレスの組み合わせが，③「Ａｎｎａ１着\n目」として緑色のワンピース，銀色の腕輪，黒のヘッドドレスの組み合\nわせが，④「Ｉｚａｂｅｌｌａ２着目」として黒のワンピースと黒のヘ\nッドドレスの組み合わせが，⑤「Ｔａｍｒａ２着目」として黒の毛皮の\nコート，紫色のトップス，黒のスカート，紫色のバッグ，ヘッドドレス\nの組み合わせがなされていることが認められる。\n(イ)  しかし，上記衣服及びアクセサリーは，いずれも既製品であり，か\nつ，そのほとんどは「Ｆｏｒｅｖｅｒ２１」の商品であって（甲２ない\nし７），大量販売が予定されているものということができるところ，こ\nのような衣服及びアクセサリーについては，消費者がこれを適宜選択し\nて様々に組み合わせ，身に着けることが当然に予定されているものとい\nうべきである。そうすると，このような衣服又はアクセサリーの選択及\nび組み合わせについては，通常考えられるところと著しく異なる特殊な\n組み合わせ方であるなど，組み合わせを行った者の独自の個性の表れと\nみることのできるような特殊又は特徴的な点がない限り，ありふれたも\nのであり創作性がないものと解するのが相当である。\n(ウ)  本件映像部分に表れた上記衣服及びアクセサリーの選択及び組み合\nわせ方に，上記のような特殊又は特徴的な点を認めることはできないか\nら，これらの点に創作性は認められず，著作物性は認められない。\nウ  ④舞台上の一定の位置で決めるポーズの振り付け，⑤舞台上の一定の位\n置で衣服を脱ぐ動作の振り付けについて\n(ア)  本件映像部分において，「Ｉｌｉｎｅ１着目」では，モデルが手を\n前後に大きく振りながら歩き，立ち止まって両手を腰に当てた上で，腰\nを向かって左，右（向かって左，右を指す。以下同じ。）の順にゆっく\nりと大きくひねる様子（ただし，場面１(1)では手を前後に振る様子は\n映 っ て お ら ず ， 腰 を ひ ね る 様 子 も ， そ の 一 部 が 映 っ て い る に と ど ま\nる。）が，「Ａｎｎａ２着目」では，モデルがゆっくりと前方に歩く様\n子が，「Ａｎｎａ１着目」では，場面１(3)においてモデルが両手を腰\nに当てて歩き，立ち止まって，手を腰に当てたまま，肩を揺らす様子が，\n場面２(2)においてモデルが腕を下ろして揺らしながら歩き，やや斜め\n前方を向いて立ち止まって，左右に向きを変えながら肩と下ろした腕を\n揺らす様子が，「Ｉｚａｂｅｌｌａ２着目」では，モデルが左手に持っ\nた紙袋から右手で中身を出し，左手に移し替えた上，右の手の平を広げ\nて耳に当て，さらに，体の横で両手の平を上に向けて観客をあおるよう\nなそぶりをした上，左手に持っていた物を右手で投げる様子が，「Ｔａ\nｍｒａ２着目」では，モデルが両手を腰の高い位置に当てて歩き，立ち\n止まって体をひねった後，後ろを向き，歩きながら毛皮のコートを脱ぐ\n様子が映っていることが認められる。\n(イ)  各モデルの上記ポーズ又は動作は，ファッションショーにおけるモ\nデルのポーズ又は動作として特段目新しいものではないというべきであ\nり，上記ポーズ又は動作において，作成者の個性が表現として表れてい\nるものとは認められない。したがって，これらのポーズ又は動作の振り\n付けに著作物性は認められない。\nエ  ⑥化粧，衣服，アクセサリー，ポーズ及び動作のコーディネートについ\nて\n前記①ないし⑤の点がいずれもありふれたものであって創作性が認めら\nれず，又は創作的表現を感得できる態様で公衆送信が行われているものと\n認められないことは前述のとおりであるところ，これらの各要素が組み合\nわされることにより，作成者の個性の表出というべきような新たな印象が\n生み出されているものとは認められないから，前記①ないし⑤の点の組み\n合わせに著作物性を認めることはできない。\nオ  ⑦モデルの出演順序及び背景に流される映像について\n(ア)  証拠（甲２）によれば，本件ファッションショーには合計８名のモ\nデルが，それぞれ２着ないし３着（合計２０通り）の衣装を身に着けて\n出演したものであることが認められる。\n上記出演順序は，モデルの着替え時間やギフト配布のタイミング等の\n便宜的な要素を考慮して決定されたものであるとされるところ，上記出\n演順序が，ドレスの順序（モノトーンの次は明るい色彩に，その次はシ\nックに，その後は再びカラフルに等）も考慮して決定されたものである\nとされることを考慮しても，上記出演順序に，思想又は感情が創作的に\n表現されているものとは認められない。\n加えて，本件映像部分における場面１(1)ないし(4)は上記出演順序の\n１番目，１１番目，２番目，１３番目に，場面２(1)ないし(6)は上記出\n演順序の１番目，２番目，１１番目，１番目，１４番目，１３番目に各\n対応していることが認められるのであって，本件映像部分は，本件ファ\nッションショーの映像を順不同に流したものであることが認められる。\nそうすると，仮に上記出演順序に創作性が認められるとしても，本件映\n像部分において，上記創作性を感得できる態様で公衆送信が行われてい\nるものとは認められない。\n(イ)  背景映像について\n原告らは，本件ファッションショーの背景映像は，「Ｃｉｔｙ」や\n「Ｒｅｓｏｒｔ」を印象付けるものとして，モデルや衣装に合わせて場\n面毎に選択されたものであり，本件映像部分のうち，場面１(3)（別紙\n映像目録添付写真⑤）に甲２１号証の写真２１が，場面１(4)及び２(6)\n（同目録添付写真⑦，⑧，<23>，<24>）に甲２１号証の写真５４が，場\n面２(2)（同目録添付写真⑬）に甲２１号証の写真３２がはっきりと映\nっている旨主張する。\nしかし，場面１(3)（別紙映像目録添付写真⑤）における背景映像は，\n甲２１号証の写真２１とは明らかに異なるものであり，上記場面に同写\n真が映っているものとは認められない。\nまた，確かに，証拠（甲１）によれば，場面１(3)及び場面２(2)（同\n目録添付写真⑬）には甲２１号証の番号３２の写真が，場面１(4)及び\n２(6)（同目録添付写真⑦，⑧，<23>，<24>）には甲２１号証の写真５\n４が映っていることがうかがわれる。\nしかし，上記各場面においても，背景映像はややぼやけて映っている\n上，背景映像がスクリーン上で左から右に流れるように動いて映されて\nいるものであることから，上記背景映像が，甲２１号証の写真３２及び\n５４と同一であるか否かも判然としない。加えて，本件映像部分におい\nて，背景映像が映る時間はそれぞれ数秒程度と極めて短いものであるこ\nとから，上記映像の具体的内容を看取することは困難であるというべき\nである。\nそうすると，本件映像部分において，背景映像に係る創作的表現を感\n得できる態様で公衆送信が行われているものとは認めることができない。\n(3)  小括\n以上によれば，本件ファッションショーのうち，本件映像部分に表れた点\nに著作物性は認められず，又は本件映像部分において，その創作的表現を感\n得できる態様で公衆送信が行われているものと認められないから，本件映像\n部分を放送することが，原告会社の著作権（公衆送信権・著作権法２３条１\n項）又は原告Ａの著作者人格権（氏名表示権・同法１９条１項）を侵害する\nものとは認められない。\n(4)  放送権（著作権法９２条１項），実演家としての氏名表示権（同法９０\n条の２第１項）侵害の成否\nア  放送権及び実演家としての氏名表示権侵害が認められるためには，「そ\nの実演」を放送し，又は公衆に提供・提示する場合であることを要すると\nころ（著作権法９２条１項，９０条の２第１項），「実演」とは，「著作\n物を，演劇的に演じ，舞い，演奏し，歌い，口演し，朗詠し，又はその他\nの方法により演ずること（これらに類する行為で，著作物を演じないが芸\n能的な性質を有するものを含む。）」をいうものとされる（同法２条１項\n３号）。\nイ  原告らの主張する「実演」の内容は明確ではないが，モデルの動作，ポ\nーズ等が実演に当たると主張するものであるとすれば，上記動作等が著作\n物に当たらないことは前記(2)ウのとおりであるから，モデルが上記動作\nやポーズを取ることは，「著作物を…演ずる」ことに当たらず，「実演」\nには当たらない。\nまた，原告らが，本件ファッションショーを「実演」として主張するも\nのであるとしても，原告らは，本件ファッションショーが「シティとリゾ\nートのパーティースタイル（都会的な女性のドレスアップコーディネート\nとリゾートラグジュアリーパーティースタイル）」をコンセプトとするも\nのであること，安価なブランドを用いて高級感を演出したものであること\n等を主張するのみで，本件ファッションショーが「実演」に当たる理由に\nつき，前記第３の１の「原告らの主張」(1)イの①ないし⑦の点が著作物\nに当たること以外に具体的主張をするものではない。そして，本件ファッ\nションショーのうち，上記①ないし⑦の点に，背景写真を除いていずれも\n著作物性が認められないことは前記(2)でみたとおりである。また，背景\n写真に著作物性が認められるとしても，その展示が「著作物を…演ずる」\nことに当たるものではない。したがって，これらの点により，本件ファッ\nションショーが「著作物を…演ずる」ものに当たるものとは認められない。\nウ  本件ファッションショーの，本件映像部分に表れている部分以外の具体\n的内容については明らかではなく，本件各証拠及び弁論の全趣旨を総合し\nても，本件ファッションショーが「これらに類する行為で，著作物を演じ\nないが芸能的な性質を有するもの」に当たるものとは認められない。\nエ  以上によれば，本件ファッションショーの一部である本件映像部分を放\n送することが，「その実演」を公衆に提供し，又は放送する場合に当たる\nものとは認められないから，本件映像部分の放送が，原告会社の放送権又\nは原告Ａの実演家としての氏名表示権を侵害するものとは認められない。\n第５  結論\nしたがって，原告らの被告らに対する請求をいずれも棄却することとし，主\n文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官      大  須  賀              滋\n裁判官      西      村      康      夫\n裁判官      森      川      さ  つ  き\n（別紙）\n映像目録\n平成２１年６月１２日午後７時３０分開始同５５分終了のテレビ番組「特報首都\n圏」において放送された，下記１及び２の映像部分（なお，時刻表示は，甲１号証\nを再生した際に表示される経過時刻表示を示す。）。\n記\n１  ００：５７～０１：０７の部分\n(1)  ００：５７～００：５８（Ｉｌｉｎｅ１着目）  添付写真①及び②\n(2)  ００：５９～０１：００（Ａｎｎａ２着目）  添付写真③及び④\n(3)  ０１：０１～０１：０３（Ａｎｎａ１着目）  添付写真⑤及び⑥\n(4)  ０１：０４～０１：０７（Ｉｚａｂｅｌｌａ２着目）  添付写真⑦及び⑧\n２  ０４：２５～０４：５６の部分\n(1)  ０４：２４～０４：２８（Ｉｌｉｎｅ１着目）  添付写真⑨～⑪\n(2)  ０４：２９～０４：３３（Ａｎｎａ１着目）  添付写真⑫及び⑬\n(3)  ０４：３４～０４：３５（Ａｎｎａ２着目）  添付写真⑭及び⑮\n(4)  ０４：３６～０４：４０（Ｉｌｉｎｅ１着目）  添付写真⑯及び⑰\n(5)  ０４：４１～０４：４９（Ｔａｍｒａ２着目）  添付写真⑱～⑳\n(6)  ０４：５０～０４：５６（Ｉｚａｂｅｌｌａ２着目）  添付写真○\n ～○\n以上\n"
}