{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 6,
    "day": 9
  },
  "case_number": "平成26(行ケ)10225",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "85159",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85159",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/159/085159_hanrei.pdf",
  "contents": "平成２７年６月９日判決言渡\n平成２６年(行ケ)第１０２２５号  審決取消請求事件\n口頭弁論終結日  平成２７年５月２６日\n判       決\n原            告     日鉄住金ロールズ 株式会社\n訴訟代理人弁理士     影    山    秀    一\n倉    地    保    幸\n被            告      株 式 会 社 フ ジ コ ー\n訴訟代理人弁護士     田    中    雅    敏\n髙    山    大    地\n鶴              利    絵\n宇  加  治    恭    子\n柏    田    剛    介\n新    里    浩    樹\n浦    川    雄    基\n小    栁    美    佳\n池    辺    健    太\n西    森    正    貴\n堀    田    明    希\n弁理士      有    吉    修  一  朗\n森    田    靖    之\n細    見    吉    生\n主       文\n１  特許庁が無効２０１３－８０００４０号事件について平成２６年８月\n２５日にした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた裁判\n主文同旨。\n第２  事案の概要\n本件は，特許無効審判請求を不成立とした審決に対する取消訴訟である。争点は，\n①進歩性判断（相違点の判断）の是非及び②実施可能要件の充足の有無である。\n１  特許庁における手続の経緯\n(1)  本件特許\n被告は，名称を「熱間圧延用複合ロール及びその製造方法」とする発明について\nの本件特許（特許第４９２２９７１号）の特許権者である。\n本件特許は，平成２０年３月７日に出願した特願２００８－５８４０９号に係る\nものであり（平成２３年法律第６３号による改正前の特許法３０条１項適用〔以下，\n単に「３０条１項」という。〕，平成１９年１１月１日），平成２４年２月１０日に設\n定登録（請求項の数９）がされた。\n（甲１８，１９）\n(2)  無効審判請求\n原告は，平成２５年３月１５日付けで本件特許の請求項１～９に係る発明につい\nて無効審判請求をし（無効２０１３－８０００４０号），被告は，平成２５年６月３\n日付けで請求項１～９を訂正する訂正請求をしたが（請求項３については削除して\n欠番とし，訂正後の請求項の数は８），特許庁は，平成２６年１月７日，「訂正を認\nめる。特許第４９２２９７１号の請求項１ないし２，４ないし９に係る発明につい\nての特許を無効とする。」との審決の予告をした。\n被告は，平成２６年３月１７日付けで請求項１～９を訂正する訂正請求をしたと\nころ（請求項３，９については削除し，請求項３は欠番として，訂正後の請求項の\n数は７。本件訂正），特許庁は，平成２６年８月２５日，「請求のとおり訂正を認め\nる。本件審判の請求は，成り立たない。」との審決をし，その謄本は，同年９月４日，\n原告に送達された。\n（甲２０，２２，２３，２８～３０，３４）\n２  本件訂正発明の要旨\n本件訂正後（本件訂正後の明細書と図面を併せて「本件訂正明細書」といい，上\n記平成２５年６月３日付け訂正前の明細書と図面を併せて「本件明細書」という。）\nの本件特許の請求項１，２，４～８の発明（以下，請求項の番号に従って「本件訂\n正発明１」のようにいい，すべてを併せて「本件訂正発明」という。）に係る特許請\n求の範囲の記載は，次のとおりである。（甲３０）\n(1)  本件訂正発明１\n「  金属製の中空式冷却型の上部内側面に冷却緩衝材を有する組合せモールドの内\n部に，鋼を素材とする中実又は中空の芯材を同心垂直に挿入し，該芯材の外周の\n環状空隙部に溶湯を注入して該芯材を連続的に降下させ，該芯材の外表面に前記\n溶湯を溶着させながら冷却により凝固させ，該芯材の外周に肉盛層を形成した後，\n熱処理と機械加工を行って製造される，棒鋼，線材，あるいは形鋼の粗圧延のた\nめの熱間圧延用複合ロールであって，\n圧延速度が小さいために鋼材と長時間接触することによりロール内部まで温度\n上昇するとともに水冷による冷却が回転ごとに繰り返されることによる熱疲労き\n裂が起点となってロール表面が損傷することを防止するため，\n前記溶湯は，Ｃ：１.０質量％以上２.０質量％以下，Ｓｉ：０.２質量％以上２.\n０質量％以下，Ｍｎ：０.２質量％以上２.０質量％以下，Ｖ：４.０質量％以上８.\n０質量％以下，Ｃｒ：２.０質量％以上５.０質量％以下，Ｍｏ及びＷのいずれか\n１種の量又は２種の合計量を２.０質量％以上８.０質量％以下，及びＴｉ：０.\n０５質量％以上０.３０質量％以下含有し，残部がＦｅ及び不可避的不純物元素か\nらなり，\nかつ，前記肉盛層に晶出したＭ２Ｃ，Ｍ６Ｃ，及びＭ７Ｃ３のいずれか１種又は\n２種以上からなる金属炭化物の占有率を３.０面積％以下，及び前記金属炭化物の\nサイズと前記肉盛層の二次デンドライト組織の結晶粒サイズを，それぞれ５０μ\nｍ以下に微細化するとともに，\n前記熱処理により，前記肉盛層の硬さを，ショアー硬さ：４５以上７０未満，\nかつ破壊靱性値ＫＩＣ又は疲労破壊靱性値ＫＩＣｆ：３５ＭＰａ・ｍ０.５以上とし\nたことを特徴とする熱間圧延用複合ロール。」\n(2)  本件訂正発明２\n「  請求項１記載の熱間圧延用複合ロールにおいて，前記溶湯は，更に，Ｎｉ：１.\n０質量％以上５.０質量％以下，Ｃｏ：１.０質量％以上５.０質量％以下，及びＮ\nｂ：０.０２質量％以上０.２０質量％以下のいずれか１種又は２種以上を含有す\nることを特徴とする熱間圧延用複合ロール。」\n(3)  本件訂正発明４\n「  請求項１及び２のいずれか１項に記載の熱間圧延用複合ロールにおいて，大気\n雰囲気のもと９００℃で２４時間保持した場合，酸化による前記肉盛層の重量増\n加量が，１時間あたり１６ｇ/ｍ２以下の耐高温酸化特性を有することを特徴とす\nる熱間圧延用複合ロール。」\n(4)  本件訂正発明５\n「  請求項１及び２のいずれか１項に記載の熱間圧延用複合ロールにおいて，大気\n雰囲気のもと８００℃で１５分間の熱間摩耗試験を行った場合，前記肉盛層の熱\n間摩耗量が８ｍｇ以下である耐熱間摩耗特性を有することを特徴とする熱間圧延\n用複合ロール。」\n(5)  本件訂正発明６\n「  請求項１及び２のいずれか１項に記載の熱間圧延用複合ロールにおいて，８０\n０℃の温度からの急冷に対し，前記肉盛層の表層部にき裂が発生しない耐熱衝撃\n特性を有することを特徴とする熱間圧延用複合ロール。」\n(6)  本件訂正発明７\n「  請求項１及び２のいずれか１項に記載の熱間圧延用複合ロールを，棒鋼，線材，\n又は形鋼からなる鋼材の熱間圧延における粗圧延に適用した場合，該熱間圧延に\nよる純摩耗損耗量が，前記鋼材の圧延量１００００トンにつき０.６ｍｍ以下であ\nることを特徴とする熱間圧延用複合ロール。」\n(7)  本件訂正発明８\n「  請求項１，２，４，５または６のいずれか１項に記載の熱間圧延用複合ロール\nを製造する方法であって，前記組合せモールドとして，前記冷却緩衝材が黒鉛の\n銅製水冷モールドを使用し，前記芯材を１０ｍｍ/分以上１５０ｍｍ/分以下の範\n囲の速度で引抜くことを特徴とする熱間圧延用複合ロールの製造方法。」\n３  審決の理由の要点\n(1)  本件訂正の適否\nア  訂正の内容\n以下，実質的に削除された部分を下線と[]で示すことにより，訂正の内容を明らかにするこ\nとがある。\n(ｱ)  訂正事項１～６\n＜省略＞\n(ｲ)  訂正事項７\n「【００４９】比較例１，２の代表的な光学顕微鏡写真（ＡＭ）と，実施例１～５の\n代表的な光学顕微鏡写真を，図２（Ａ），（Ｂ）にそれぞれ示すが，比較例と実施\n例の金属組織は共に，微細な粒状のＭＣ金属炭化物が主体となっていた。しかし，\n比較例は実施例と比較して，大きな板状（もしくは層状）のＭ２Ｃ，Ｍ６Ｃ，及\nびＭ７Ｃ３のいずれか１種又は２種以上からなる金属炭化物（図２（Ａ），（Ｂ）\n中の黒部分）が多く晶出していた。ここで，実施例１～５[，比較例１，２，及び参\n考例]]について，晶出した金属炭化物（ＭＣ炭化物，Ｍ２Ｃ炭化物，及びその合計\n値）の占有率と，結晶粒サイズ（２－ＤＡＳ，ＭＣ炭化物，及びＭ２Ｃ炭化物）\nの測定結果を，それぞれ表３に示す。」\n(ｳ)  訂正事項８\n本件明細書の【００５０】【表３】の比較例１，比較例２及び参考例の「金属炭化\n物（面積％）」及び「結晶粒サイズ（μｍ）」欄の数値を，いずれも，削除する。\n(ｴ)  訂正事項９\n「【００５１】表３に示すＭＣ炭化物の占有率は，実施例１～５のいずれについても\n[比較例１，２より]高く，Ｍ２Ｃ炭化物（Ｍ２Ｃ，Ｍ６Ｃ，及びＭ７Ｃ３のいずれか\n１種又は２種以上からなる金属炭化物が存在するが，主としてＭ２Ｃ金属炭化物）\nの占有率は[，比較例１，２と比べて極端に]低減できることを確認できた。なお，実\n施例１～５は，Ｍ２Ｃ炭化物の占有率をいずれも３.０面積％以下に低減できた。」\n(ｵ)  訂正事項１０\n「【００５２】また，実施例１～５の２－ＤＡＳ（二次デンドライト組織のアームの\n間隔，即ち二次デンドライト組織の結晶粒サイズ）は，[いずれも比較例１，２，及\nび参考例より小さく，]５０μｍ以下にできることを確認できた。更に，実施例１～\n５のＭ２Ｃ炭化物の結晶粒サイズは，[いずれも比較例１，２，及び参考例よりも小さ\nく，]３０μｍ以下にできることを確認できた。」\nイ  訂正事項の判断\n(ｱ)  訂正事項１～６\n＜省略＞\n(ｲ)  訂正事項８\n①[1]  本件特許出願時に特許法３０条１項の適用を受けるために示した文献で\nある「フジコー技報－ｔｓｕｋｕｒｕ  Ｎｏ．１５（２００７）」（甲１５。審決では乙２。）のＦｉｇ.５\nにおけるＡＭ又はＢＭの組織写真から観察される内容とＴａｂｌｅ２の「Ｃａｒｂｉｄｅ  ｖｏｌ\n（％）」及び「Ｓｉｚｅ  ｏｆ  ｇｒａｉｎ  ａｎｄ  ｃａｒｂｉｄｅ（μｍ）」欄に記載されるＡＭ又はＢＭにつ\nいての各数値とは，それぞれ合致している。\n[2]  本件明細書の【図２】における（Ａ）ＡＭ（比較例における代表的なもの）\n又は（Ｂ）ＢＭ（実施例における代表的なもの）の組織写真は，甲１５のＦｉｇ.５にお\nけるＡＭ又はＢＭの組織写真にそれぞれ対応する。\n[3]  本件明細書の【表３】に実施例３として示される「金属炭化物（面積％）」\n及び「結晶粒サイズ（μｍ）」の数値は，甲１５のＴａｂｌｅ２に示されるＢＭの数値と\n合致する。\n[4]  本件明細書の【表３】に比較例として示される「金属炭化物（面積％）」\n及び「結晶粒サイズ（μｍ）」の数値は，甲１５のＴａｂｌｅ２に示されるＡＭ（審決に\n「ＢＭ」とあるのは，「ＡＭ」の誤記と認める。）の数値と大きく相違しており，ま\nた，本件明細書の【図２】の（Ａ）ＡＭの組織写真から観察される内容と合致して\nいない。\n[5]  以上によれば，本件明細書において，甲１５のＴａｂｌｅ２のＡＭに係る数値\nは誤りであると推認される。\n②  本件明細書の【表３】において参考例とされる「日本機械学会論文集（Ａ編）\n第７０巻６９４号（２００４）８５８－８６４頁『熱間圧延におけるハイス系白鋳\n鉄ロールのき裂伝ぱについての解析』」（甲１０）には，熱間圧延用のハイス系白鋳\n鉄ロールが記載されるものの，「金属炭化物（面積％）」及び「結晶粒サイズ（μｍ）」\nの数値についての記載はない。\n③  したがって，本件明細書の【表３】の比較例１，比較例２及び参考例の「金\n属炭化物（面積％）」及び「結晶粒サイズ（μｍ）」の数値を削除する訂正は，誤記\nの訂正を目的とするものに該当する。そして，この訂正は，願書に最初に添付した\n明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしたものであり，\nまた，実質上，特許請求の範囲を拡張し又は変更するものではない。\n(ｳ)  訂正事項７，９，１０\nこれら訂正は，訂正事項８における【表３】の訂正に伴い，【表３】についての記\n載を整合させるためのものであり，明瞭でない記載の釈明を目的とするものに該当\nする。そして，この訂正は，願書に添付した明細書，特許請求の範囲又は図面に記\n載した事項の範囲内においてしたものであり，また，実質上，特許請求の範囲を拡\n張し又は変更するものではない。\n(ｴ)  小括\n本件訂正は，特許法１３４条の２第１項ただし書きに掲げる事項を目的とするも\nのに該当し，同条９項で準用する同法１２６条５項及び６項の規定に適合するので，\n適法な訂正と認める。\n(2)  進歩性の有無\n甲１  ：特開２００２－３４６６１３号公報\n甲２  ：特開平３－５６６４２号公報\n甲３  ：特開平５－９８３９２号公報\n甲４  ：特公昭４４－４９０３号公報\n甲５  ：特開平６－１２２９３７号公報\n甲６  ：特開平７－６８３０４号公報\n甲７  ：特開２０００－２８２１８０号公報\n甲１１：特開２００２－１０５５７９号公報\n甲１２：特開２００１－１２３２４０号公報\n甲１３：特開平５－２３０５９７号公報\nア  甲１発明\n甲１には，次の発明（甲１発明）が記載されている。\n「  モールドの内部に，鋼を素材とする中実又は中空の芯材を同心垂直に挿入し，\n該芯材の外周の環状空隙部に溶湯を注入して該芯材を連続的に降下させ，該芯材\nの外表面に前記溶湯を溶着させながら冷却により凝固させ，該芯材の外周に肉盛\n層を形成した後，熱処理と機械加工を行って製造される，仕上げタンデム圧延機\n群の後方３基の圧延機に作動ロールとして組み込まれる熱間圧延用複合ロールで\nあって，\n前記溶湯は，Ｃ：１.０～３.０％，Ｓｉ：０.２～２.０％，Ｍｎ：０.２～２.\n０％，Ｖ：３.０～１０.０％，Ｃｒ：３.０～１０.０％およびＭｏ，Ｗの１種ま\nたは２種を２.０～１０.０％含有し，残部Ｆｅおよび不可避的不純物からなり，\nかつ，前記肉盛層に晶出したＭ７Ｃ３，Ｍ２ＣもしくはＭ３Ｃ炭化物の面積率が\n１０％以下である熱間圧延用複合ロール。」\nイ  本件訂正発明１と甲１発明との一致点\n「  モールドの内部に，鋼を素材とする中実又は中空の芯材を同心垂直に挿入し，\n該芯材の外周の環状空隙部に溶湯を注入して該芯材を連続的に降下させ，該芯材\nの外表面に前記溶湯を溶着させながら冷却により凝固させ，該芯材の外周に肉盛\n層を形成した後，熱処理と機械加工を行って製造される熱間圧延用複合ロールで\nあって，\n前記溶湯は，Ｃ：１.０質量％以上２.０質量％以下，Ｓｉ：０.２質量％以上２.\n０質量％以下，Ｍｎ：０.２質量％以上２.０質量％以下，Ｖ：４.０質量％以上８.\n０質量％以下，Ｃｒ：３.０質量％以上５.０質量％以下，Ｍｏ及びＷのいずれか\n１種の量又は２種の合計量を２.０質量％以上８.０質量％以下含有し，残部がＦ\nｅ及び不可避的不純物元素からなる熱間圧延用複合ロール。」\nウ  本件訂正発明１と甲１発明との相違点\n(ｱ)  相違点１\n熱間圧延用複合ロールが，本件訂正発明１では，「棒鋼，線材，あるいは形鋼の粗\n圧延のため」の，「圧延速度が小さいために鋼材と長時間接触することによりロール\n内部まで温度上昇するとともに水冷による冷却が回転ごとに繰り返されることによ\nる熱疲労亀裂が起点となってロール表面が損傷することを防止するため」のもので\nあるのに対し，甲１発明では，「仕上げタンデム圧延機群の後方３基の圧延機に作動\nロールとして組み込まれる」ものである点。\n(ｲ)  相違点２\nモールドが，本件訂正発明１では，「金属製の中空式冷却型の上部内側面に冷却緩\n衝材を有する組合せモールド」であるのに対し，甲１発明では，それが明らかでは\nない点。\n(ｳ)  相違点３\n本件訂正発明１では，溶湯に，Ｔｉを０.０５質量％以上０.３０質量％以下含有\nするのに対し，甲１発明では，それが明らかではない点。\n(ｴ)  相違点４\n本件訂正発明１では，「前記肉盛層に晶出したＭ２Ｃ，Ｍ６Ｃ，及びＭ７Ｃ３のい\nずれか１種又は２種以上からなる金属炭化物の占有率を３.０面積％以下，及び前記\n金属炭化物のサイズと前記肉盛層の二次デンドライト組織の結晶粒サイズを，それ\nぞれ５０μｍ以下に微細化するとともに，前記熱処理により，前記肉盛層の硬さを，\nショアー硬さ：４５以上７５以下，かつ破壊靱性値ＫＩＣ又は疲労破壊靱性値ＫＩＣ\nｆ：３０ＭＰａ・ｍ０.５以上とした」のに対し，甲１発明では，「前記肉盛層に晶出\nしたＭ７Ｃ３，Ｍ２ＣもしくはＭ３Ｃ炭化物の面積率が１０％以下」である点。\nエ  相違点の判断\n(ｱ)  相違点１について\n①  本件訂正発明１は，[1]棒鋼，線材，あるいは形鋼の熱間圧延において，特に\n圧延速度が遅い上流側の粗圧延機として使用する場合に，[2]ロールが高温となった\n鋼材と比較的長い時間接触することにより，熱伝導によってロールの内部まで温度\nが上昇し，また，水冷による冷却がロールの回転ごとに繰り返されることにより，\nロールの表面から深い亀裂が生じ，この亀裂が起点となって，ロールの表面が損傷\nし，ひいては表面の一部が剥離する点を解決すべき課題とする，熱間圧延複合ロー\nルである。\n一方，甲１発明は，[1]熱間の帯鋼又は鋼板の仕上げ圧延の後段機群における，[2]\n高圧下時のスリップ現象の防止等を課題とする，熱間圧延用複合ロールである。\n②  そうすると，甲１発明と本件訂正発明１とは，使用される用途及び解決課題\nが明らかに異なるところ，甲１～甲７，甲１１～甲１３の記載事項を見ても，甲１\n発明に係る熱間圧延用複合ロールを棒鋼，線材又は形鋼の粗圧延に適用しようとの\n動機付けがあるとは認められない。\n③  甲１１には，「分塊，鋼片，線材，棒鋼圧延用の熱間圧延用ロールには，強靭\n性（耐折損性），耐ヒートクラック性，耐肌荒れ性，耐摩耗性等の特性が求められる\nが，主に粗列スタンドロール等で非常に圧延負荷の激しいスタンドには，強靭性（耐\n折損性）を重視し，」（【０００２】）との記載があるものの，粗圧延における強靭性\n（耐折損性）を重視したものであって，本件訂正発明１のような，粗圧延における\n「圧延速度が小さいために鋼材と長時間接触することによりロール内部まで温度上\n昇するとともに水冷による冷却が回転ごとに繰り返されることによる熱疲労亀裂が\n起点となってロール表面が損傷するのを防止」するものとはいえない。\n④  そうすると，甲１発明において，相違点１に係る本件訂正発明１の構成とす\nることは，当業者が容易になし得たものではない。\n(ｲ)  相違点２～４について\n本件訂正発明１は，相違点１に係る特定の用途とするために，相違点２に係る製\n造方法，相違点３に係る溶湯の成分組成，相違点４に係る肉盛層の組織・ショアー\n硬さ・破壊靱性値ＫＩＣ又は疲労破壊靱性値ＫＩＣｆを採用したものである。\nそうすると，相違点１に係る特定の用途へ適用することを当業者が容易になし得\nない以上は，この用途とするために採用した相違点２～４に係る本件訂正発明１の\n構成とすることも，当業者が容易になし得ない。\nオ  本件訂正発明２，４～８\n本件訂正発明１が容易に発明できない以上，これに発明特定事項を付加した本件\n訂正発明２，４～８も容易に発明できない。\n(3)  実施可能要件の充足の有無\n甲８：特開２０００－３０９８４１号公報\n甲９：郡司好喜，日下邦男，石川英次郎，須藤興一「高速度工具鋼の凝固組織」，\n鉄と鋼，第５９年（１９７３），第８号，１０８９－１１０３頁\nア  組織写真からの観察内容との齟齬\n本件明細書の【図２】における光学顕微鏡組織写真（Ａ）（ＡＭ）から観察される\n内容と，同【表３】の比較例１及び比較例２の結晶粒のサイズの数値とが合致しな\nいことから，その測定がどのようになされたかの理解が妨げられていたものの，【表\n３】の比較例１及び比較例２についての一部数値の削除を含む本件訂正により，こ\nの点についての不備は解消した。\nイ  結晶粒のサイズの測定方法等の不記載\n本件訂正明細書中には，結晶粒のサイズについての具体的な測定手法，測定条件\n等の記載はない。\nしかしながら，これら結晶粒サイズの測定方法としては，例えば，甲８及び甲９\nに示されるような手法が一般的に行われており，本件訂正発明１，２，４～８にお\nいても，それらの手法に基づき，各種条件設定の下，通常の画像解析法により，結\n晶粒のサイズの測定が行われたものと推認される。\nウ  小括\n本件訂正明細書の発明の詳細な説明の記載は，当業者がその実施をすることがで\nきる程度に明確かつ十分に記載したものではないとまではいえず，特許法３６条４\n項１号の要件を満たしていないとはいえない。\n(4)  結論\n原告の主張及び証拠方法によっては，本件訂正発明１，２，４～８に係る特許を\n無効とすることはできない。\n第３  原告主張の審決取消事由\n１  取消事由１（相違点１についての判断の誤り）\n(1)  使用用途について\n審決は，甲１発明に係る熱間圧延用複合ロールを，棒鋼，線材又は形鋼の粗圧延\nに適用しようとの動機付けがあるとは認められないと判断する。\nしかしながら，熱間圧延の技術分野においては，熱間仕上げ圧延ロールと同材質\nのロールを粗圧延ロールとして用いることは，次のとおり，本件特許出願前から当\n業者にとって周知である。\n甲３５：「高性能ハイスロールの開発と圧延分野への適用例」，新日鉄技報，１９\n９７，第３６４号，ｐ６０－６５\n甲３６：「熱延ロールの高負荷圧延への対応」，第２２８回塑性加工シンポジウム，\n日本塑性加工学会，平成１６年，ｐ４１－４６\n甲３７：「鉄鋼製造法  第２分冊  加工(1)」，日本鉄鋼協会，昭和４７年，ｐ３８\n６－３８９・ｐ４３８－４３９\n甲３８：「鉄鋼技術共同研究会鋼材部会線材分科会報告書」，鉄と鋼，日本鉄鋼協\n会，第４７年（１９６１），第１３号，ｐ１７５８－１７５９・ｐ１７７９－１７８\n９\n①  甲３５には，「このような圧延ロールの機能向上ニーズに対応するものとして，\n高速度鋼系材料（以下ハイスと呼ぶ）を適用したハイスロールが開発された。ハイ\nスロールは，熱間圧延鋼板（ホットストリップもしくは熱間圧延）仕上圧延用ワー\nクロールとして，連続鋳掛け（Ｃｏｎｔｉｎｕｏｕｓ  Ｐｏｕｒｉｎｇ  ｐｒｏｃｅｓｓ  ｆｏｒ  Ｃｌａｄｄｉｎｇ：ＣＰ\nＣ）法で製造されたものが急速に普及し，現在の鋼板圧延には不可欠な存在にまで\n成長した。その後，その成功に触発されて，熱間圧延鋼板粗圧延や形鋼ユニバーサ\nル圧延，棒鋼・線材中間圧延スタンドにも適用が拡がり始め，」（６０頁左下欄１１\n～末行目），「最も肌要求の厳しい棒鋼・線材圧延では，中間列後段でＨＩＰハイス\nが使われている。また，粗列後段～中間列前段でＣＰＣハイスが使われている。」（６\n２頁左欄７～９行目），「粗列前段スタンドでは圧延製品の送り速度が極めて小さい\nため，ロールは耐熱衝撃性と耐摩耗性，耐折損性を兼ね備えた鍛造アダマイトロー\nルが主流である。…粗列後段スタンドから中間列にかけては…ハイスロール導入の\n効果はこれらのスタンド群で最も発揮されると予測される。特に棒鋼・線材圧延は\n鋼板圧延以上に美麗な表面肌要求が高いため，摩耗だけでなく使用後の孔型表面の\n粗度にも留意する必要がある。…以上の検討からハイスロールの適用は，棒鋼・線\n材ともに粗列後段から中間列を中心に進められている。」（６４頁右欄３４行～６５\n頁１４行目）との記載があり，６１頁右欄の「図３  圧延ロール材質の推移」を示\nす図面においては，棒鋼・線材については，粗列及び中間列でハイスロールが用い\nられることが図示されている。\n上記記載によれば，ハイスロールは，当初，熱間圧延の仕上圧延用として開発さ\nれたものであったが，その後，棒鋼・線材の粗圧延用ロールとして使用されている\nことが明らかにされている。\n②  甲３６には，「Ｆｉｇ.１に仕上げ前段用（ＦＷ），中後段用（ＦＨＷ）および粗ス\nタンド用（ＲＷ）のワークロールの材質変遷を示す。…８０年代後半には，連続鋳\n掛肉盛方法が開発され，この製法によるハイスロールが市場に導入され急速に拡大\nした。」（４１頁１２～１７行目）との記載があるとともに，Ｆｉｇ.１には，１９９０\n年代に入って，ＦＷ（仕上げ前段用ワークロール）として，また，これに少し遅れ\nて，ＲＷ（粗スタンド用ワークロール）として，「Ｈ.Ｓ.Ｓ」（ハイス）が使用され\nるようになってきたことが示されている。\n③  甲３７には，「(1)  粗ロール：粗ロールで初めの孔型はとくに，…強じん性\nと良好なかみ込性が必要である。また加熱炉から出た直後の高温材であり，一般に\nロール周速度も遅く，その表面は高温となる。それを冷却水で急冷するので，耐熱\n亀裂性に優れていること，いいかえればヒートクラックや熱応力に対する抵抗が大\nきいことが重要である。しかし粗ロール最終近くの孔型になると…耐摩耗性も優れ，\n形状，寸法を正確に保つ必要がある。」（３８７頁２１～２７行目）との記載があり，\n図９.７５「工場別のロール材質適用例」（３８９頁）の「Ｃ  山形鋼（Ｌ４０～Ｌ\n６５）」には，スタンド「Ｒ１」「Ｒ２」（粗圧延スタンドに相当）とスタンド「Ｆ１」\n「Ｆ２」「Ｆ３」（仕上げ圧延スタンドに相当）におけるロール材質は，同じくダク\nタイルであることが記載されている。\n④  甲３８には，表４・１・４（１７８０頁）に，「第一連続」のスタンドＮｏ.\n２～６のロール（粗圧延ロールに相当）の材質と「仕上連続」のスタンドＮｏ.１９\n～２２のロール（仕上げ圧延ロールに相当）の材質がダクタイルであることが記載\nされている。\n上記①～④からすると，甲１発明の熱間圧延仕上げロールと同材質のものとして\n粗圧延ロールを構成すること，すなわち，甲１発明の熱間圧延仕上げロールを粗圧\n延ロールに適用すること自体は，当業者にとって何ら困難性を要することではない。\n(2)  解決課題について\n審決は，甲１１において「強靭性（耐折損性）」を重視するのは，本件訂正発明の\nように粗圧延における「圧延速度が小さいために鋼材と長時間接触することにより\nロール内部まで温度上昇するとともに水冷による冷却が回転ごとに繰り返されるこ\nとによる熱疲労亀裂が起点となってロール表面が損傷するのを防止」するためのも\nのとはいえないと判断する。\nしかしながら，粗圧延ロールにおいて，圧延速度が小さいために鋼材と長時間接\n触することによりロール内部まで温度上昇するとともに，水冷による冷却が回転ご\nとに繰り返されることによる熱疲労亀裂が起点となってロール表面が損傷しやすい\nという現象（本件現象）は，次のとおり，本件訂正発明において初めて認識された\n新たな現象ではなく，その防止は，本件特許出願前において，粗圧延ロールに当然\nに必要とされるロール特性として，周知の事項であった。\n甲３１：「棒鋼・線材圧延」，鉄鋼技術の流れ第２シリーズ第１１巻，日本鉄鋼協\n会，２００１年，ｐ１２６－１２９\n①  甲１１には，「分塊，鋼片，線材，棒鋼圧延用の熱間圧延用ロールには，強靭\n性（耐折損性），耐ヒートクラック性，耐肌荒れ性，耐摩耗性等の特性が求められる\nが，主に粗列スタンドロール等で非常に圧延負荷の激しいスタンドには，強靭性（耐\n折損性）を重視し，」（【０００２】）との記載があるが，これは，粗列スタンドロー\nルでは，耐ヒートクラック性，耐肌荒れ性，耐摩耗性等の特性が当然に必要とされ\nるが，これにとどまらず，強靭性（耐折損性）をも求められることをいうにすぎな\nい。\n②  甲３７には，「(1)  粗ロール  …また加熱炉から出た直後の高温材であり，\n一般にロール周速度も遅く，その表面は高温となる。それを冷却水で急冷するので，\n耐熱亀裂性に優れていること，いいかえればヒートクラックや熱応力に対する抵抗\nが大きいことが重要である。」（３８７頁２１～２５行目）との記載があり，これに\nよれば，ヒートクラックとは，粗圧延ロールにおいて，ロール周速度が遅く，ロー\nル表面温度が高温となり，これが冷却水で急冷されることによって引き起こされる\n損傷のことであるから，これは，本件現象のことにほかならない。\n③  甲３１には，「棒・線圧延においてロールに求められる特性は，粗列・中間列\nスタンドにおいては圧延速度が遅く，強圧下をおこなうためロールには特に耐熱亀\n裂性及び耐割損性，噛み込み牲，が求められ，…」（１２６頁末行～１２７頁２行目）\nとの記載があり，これは，圧延速度が遅い粗圧延ロールにおいては耐熱亀裂性が求\nめられること，すなわち，本件現象を防止することと同義の記載がある。\n上記①～③からすると，甲１発明の熱間仕上げ圧延ロールを粗圧延ロールとして\n用いた場合に，そのロール特性として，本件訂正発明でいう熱疲労亀裂が起点とな\nるロール表面の損傷発生を防止し得るロール特性を備えようとすることは，当業者\nであれば当然に考慮すべき事項である。\n(3)  甲３５～甲４２について\n被告は，後記のとおり，甲３５～甲４２が証拠としての適格性を欠く旨を主張す\nる。\nしかしながら，甲３５～甲４２は，周知技術又は技術常識を示すための資料であ\nり，本件訴訟で新たな事実を主張するための証拠には当たらないから，証拠として\nの適格性を欠くことはない。\n(4)  小括\n以上(1)(2)からみて，相違点１に係る本件訂正発明１の構成は，甲１１そのほか周\n知技術・技術常識に基づき，当業者が容易に想到し得る。\nしたがって，審決の相違点１に係る判断には，誤りがある。\n２  取消事由２（相違点２～４の判断の誤り）\n審決は，相違点１に係る特定の用途へ適用することを当業者が容易になし得ない\n以上は，この用途とするために採用した相違点２～４に係る本件訂正発明１の構成\nとすることも，当業者が容易になし得ないと判断する。\nしかしながら，上記１のとおり，相違点１についての審決の判断が誤りである以\n上，この誤った判断を前提とする相違点２～４についての判断にも，誤りがある。\n３  取消事由３（本件訂正発明２，４～８についての進歩性判断の誤り）\n審決は，本件訂正発明１が容易に発明できない以上，これに発明特定事項を付加\nした本件訂正発明２，４～８も容易に発明できないと判断する。\nしかしながら，前記１のとおり，本件訂正発明１についての進歩性判断には誤り\nがあるから，これを前提とする本件訂正発明２，４～８についての進歩性判断も誤\nりである。\n４  取消事由４（実施可能要件充足に関する判断の誤り）\n(1)  訂正事項８の判断について\n審決は，甲１５の記載事項に関する認定を前提に，本件訂正について，本件明細\n書の【表３】（【００５０】）の比較例についての数値は誤りであると認め，その結果，\n訂正事項８は誤記の訂正を目的とするものに該当し，また，願書に最初に添付した\n明細書，特許請求の範囲又は図面に記載した事項の範囲内においてしたものであり，\nかつ，実質上，特許請求の範囲を拡張し又は変更するものではないと判断する。\nしかしながら，審決には，次のとおり，甲１５の記載事項について誤認がある。\n本件明細書の【図２】の試験片は，【表２】に示す銅製又は鉄製の水冷モールドを\n使用した連続鋳掛け鋳造法により，【表１】に示す化学成分及びその量を有する溶湯\nから，かつ，【表２】に示す１０～１４０ｍｍ/分の範囲の７種の引抜速度で鋳造さ\nれた７本の熱間圧延用複合ロールの中間品から切り出された後に熱処理されたもの\nである（【００４６】～【００５０】）。一方，甲１５の試験片を採取した供試材は，\nＴａｂｌｅ１に示す７.５％又は６％のＶを含有した２種の化学成分を有する溶湯から，\n「特殊金型モールド」（３９頁左欄２５～２６行目）又は「砂型モールド」（３９頁\n左欄２８～２９行目）を用いて鋳造された計４種のサンプルから採取されたものを\n熱処理したものである。\nしたがって，上記本件明細書の試験片と上記甲１５の試験片とは，製造手段が全\nく別異のものである。それにもかかわらず，審決は，両者があたかも同じ試験片で\nあることを前提にして，写真に示される金属組織からうかがわれる計測数値と明細\n書に記載された計測数値とを対比し，その結果，本件明細書の表３における比較例\nについての記載が誤りであると認定した。\nそうすると，本件明細書の表３の比較例の記載に誤りはないのであるから，訂正\n事項８の訂正は，認められるべきものではない。\n(2)  訂正事項７，９及び１０の判断について\n訂正事項７，９及び１０は，いずれも，訂正事項８による訂正を前提とした訂正\nであるところ，訂正事項８による訂正が認められるべきでないことは上記(1)のとお\nりであるから，訂正事項７，９及び１０による訂正も，当然に認められるべきもの\nではない。\n(3)  実施可能要件の非充足について\n以上(1)(2)のとおり，訂正事項７～１０は認められないので，本件訂正明細書【０\n０４９】～【００５２】の記載は，設定登録時の本件明細書の【００４９】～【０\n０５２】の記載のままとなる。\nそうすると，本件訂正明細書の【図２】における光学顕微鏡組織写真（Ａ）ＡＭ\nから観察される内容と，本件訂正による削除前の【表３】（【００５０】）の比較例１・\n２の結晶粒のサイズの数値とは合致しないから，その測定がどのようになされたか\nの理解が妨げられたままである。\nまた，本件明細書の【００４６】～【００６２】に記載された実施例・比較例の\n記載が，製法の異なる甲１５記載の試験片から得られた数値データ及び組織写真で\nあるとすれば，本件訂正明細書には，実施例・比較例の記載がないか，又は，サン\nプル若しくはシュミレーションによる評価を行った旨の記載がないことになる。\nしたがって，本件訂正明細書の発明の詳細な説明の記載は，当業者が，その実施\nをすることができる程度に明確かつ十分に記載したものとはいえない。\nよって，審決の実施可能要件に関する判断には，誤りがある。\n第４  被告の反論\n１  取消事由１（相違点１についての判断の誤り）に対して\n(1)  使用用途及び解決課題について\n甲１～甲３，甲５，甲７，甲８の熱間圧延用複合ロールは，高速圧延であるホッ\nトストリップミル（鋼板用の圧延機）の仕上げ圧延用ロールに関するものであり，\n甲６の熱間圧延用複合ロールは，棒鋼，線材又は形鋼の熱間圧延用ロールではある\nが，圧延速度の大きい仕上げ前圧延用のロールに関するものである。甲１～甲３，\n甲５，甲７，甲８で開示された仕上げ圧延の速度は，２～２５ｍ/秒であり，ロール\n内部への熱浸透は，棒鋼，線材又は形鋼の粗圧延用ロールと比べ極めて浅い。さら\nに，ホットストリップミルの仕上げ圧延では，補強ロールを有した４重又は多重圧\n延機が採用され，高温の圧延鋼材と直接接触するロールに圧延荷重による曲げが基\n本的には負荷されないため，熱亀裂に対する要求は極めて軽微なものである。その\nため，ホットストリップミルの仕上げ圧延のロールには，硬いが脆い炭化物を多量\n（２５～３５面積％程度）に有し，熱亀裂が容易に生じる高クロム鋳鉄やニッケル\nグレン鋳鉄が広く使用されていた。\n一方，本件訂正発明の技術分野である棒鋼，線材又は形鋼の粗圧延の場合，圧延\n速度が０.１～１ｍ/秒と小さいため，高温の鋼材とロールとが比較的長い時間接触\nすることにより，熱伝導によってロールの内部まで温度が上昇し，また，水冷によ\nる冷却がロールの回転ごとに繰り返されることによる疲労によって，ロールの表面\nから深い亀裂が生じやすい。そして，この亀裂が起点となってロールの表面が損傷\nし，ひいては表面の一部が剥離するため，従来のハイスロールは，粗圧延の使用に\n耐えるものではなかった。そのため，従来のハイスロールは，圧延速度の大きな仕\n上げ及び中間圧延機群での使用に限定されていた。\n本件訂正発明は，棒鋼，線材又は形鋼の粗圧延のための熱間圧延用複合ロールと\nいう，従来のハイスロールでは対応できなかった困難な用途において，圧延速度が\n小さいために鋼材との接触時間が長い上，強圧下で行う棒鋼等の粗圧延であるがゆ\nえの，熱的・機械的負荷の特殊性に初めて着目したものである。\nそして，本件訂正発明は，特有の成分系を採用し，Ｍ２Ｃ・Ｍ６Ｃ・Ｍ７Ｃ３の金\n属炭化物の占有率を下げるとともに，二次デンドライト組織の結晶粒サイズ等も微\n細化し，かつ，ショアー硬さをＨｓ４５～７０にまで下げたことと併せて，３５Ｍ\nＰａ・ｍ０.５以上という高い破壊靱性値を肉盛層に付与したものである。このよう\nな，低めのショアー硬さと高い破壊靱性値とを含むそれぞれの特徴が兼ね備えられ\nて，初めて，そのロールが，棒鋼等の粗圧延のための熱間圧延用複合ロールとして\n使用に耐えることを見出した。すなわち，本件訂正発明は，従来はまとめて採用さ\nれることがなかった上記の各技術事項を結合させることにより，棒鋼，線材又は形\n鋼の粗圧延にも耐用性のある熱間圧延用複合ロールを提供するものである。\n(2)  甲３５～４２について\nア  証拠としての適格性\n甲３５～甲３８は，その記載内容にかんがみると，甲１の技術的意義を明らかに\nするための補助的資料ではなく，審決取消訴訟において提出することが許されない\n新たな証拠である。また，甲３９～甲４２は，その記載内容にかんがみると，甲１\n１～甲１３の技術的意義を明らかにするための補助的資料ではなく，審決取消訴訟\nにおいて提出することが許されない新たな証拠である。\nイ  各刊行物の記載内容\n仮に，甲３５～甲３８が審決取消訴訟において提出が許される証拠であるとして\nも，原告の主張は，次のとおり，失当である。\n(ｱ)  甲３５\n甲３５には，「粗列前段スタンドでは圧延製品の送り速度が極めて小さいため，ロ\nールは耐熱衝撃性と耐摩耗性，耐折損性を兼ね備えた鍛造アダマイトロールが主流\nである」（６４頁右欄３４行～６５頁左欄１行目），「粗列後段スタンドから中間列に\nかけては鍛造アダマイト，高硬度アダマイト及び高硬度ダクタイル鋳鉄ロールが使\n用されてきた。この種のロールの課題は主として耐摩耗性である。従って，ハイス\nロール導入の効果はこれらのスタンド群で最も発揮されると予想される」（６５頁左\n欄５～９行目），「一般的に圧延ミルにおいては，最終に近いスタンドほど製品の表\n面性状や寸法精度に与えるロールの品質の影響が大きく，高い耐摩耗性，耐肌荒性\nが求められる。従って，ハイスロールの有する高い耐摩耗性，耐肌荒性は各圧延ラ\nインの中間～仕上列スタンドで最も効果が期待される。」（６０頁右欄１６行～６１\n頁左欄３行目），「粗列前段スタンドでは圧延製品の送り速度が極めて小さいため，\nロールは耐熱衝撃性と耐摩耗性，耐折損性を兼ね備えた鍛造アダマイトロールが主\n流である。本ロールの改善は，特殊鋼の低温材を圧延した際の過大圧延荷重に対す\nる耐折損性向上を指向しており，これに対しては，耐摩耗性を維持しつつ強度向上\nを図る材質改善，製造条件の改善が図られている。粗列後段スタンドから中間列に\nかけては鍛造アダマイト，高硬度アダマイト及び高硬度ダクタイル鋳鉄ロールが使\n用されてきた。この種のロールの課題は主として耐摩耗性である。従って，ハイス\nロールの導入の効果はこれらのスタンド群で最も発揮されると予測される。」（６４\n頁右欄３４行～６５頁左欄９行目）との記載がある。\nそして，甲３５の公表時は，「粗圧延用のハイスロールの成績に関与する因子の解\n明とそれを向上する材質・金属組織の相関の研究を行っている」（６３頁右欄２３～\n２４行目）段階であった。\nそうすると，甲３５は，ハイスロールを，棒鋼・線材の粗列後段から中間列前後\nといった素材温度が低下して熱負荷が低減された箇所で，耐摩耗性の向上を目的に\n適用してみたことを述べるにとどまり，ハイスロールにおける耐熱亀裂性の向上と\nハイスロールを熱負荷が高い箇所で用いるという点については，何ら記載も示唆も\nしていない。\nしたがって，甲３５の記載は，甲１発明に係る熱間圧延用複合ロールを，棒鋼，\n線材又は形鋼の粗圧延に適用しようとの動機付けとなるものではない。\n(ｲ)  甲３６\n甲３６に，「本報では，ハイスロールを中心として，熱間用薄板圧延用ロールの高\n性能化の状況について概観し，苛酷化する圧延に対応して進められている，今後の\nロール開発について展望する」（４１頁８～１０行目）との記載があるとおり，甲３\n６は，薄板圧延に関する技術である。すなわち，本件訂正発明における棒鋼，線材\n又は形鋼の圧延とは異なり，圧延速度が２～４ｍ/ｓと大きく，また，曲げ応力が基\n本的にかからない四重圧延機が使用されるものであって，ロールへの熱的及び機械\n的負荷は全く比較になるものではない。\nまた，甲３６は，Ｆｉｇ.１にロールの変遷及びＴａｂｌｅ２に材質が記述されているのみ\nであり，Ｔａｂｌｅ１においては，粗圧延用のハイスロールの硬さ及び破壊靱性値等が仕\n上げ圧延用と全く同じとなっているなど，粗圧延用ロールが具備すべき特性や改善\n方向という点は何ら記載されていない。\nそうすると，甲３６には，低速圧延下での課題であるハイスロールの耐摩耗性を\n維持し，かつ，耐亀裂性を飛躍的に向上させるという点は何ら記載も示唆もされて\nいない。\nしたがって，甲３６の記載は，甲１発明に係る熱間圧延用複合ロールを，棒鋼，\n線材又は形鋼の粗圧延に適用しようとの動機付けとなるものではない。\n(ｳ)  甲３７\n甲３７には，ハイスロールに関する記述はない。また，表９．４４（４３８頁）\nの「棒鋼・線材用ロールに要求される品質特性と材質」には，粗列では耐折損性と\n耐クラック性が要求されるので鍛鋼，アダマイト，ダクタイル鋳鉄が使用され，仕\n上列では耐摩耗性が要求されるので，合金チルド鋳鉄，中抜チルド鋳鉄，超硬合金\nが使用されると記載されている。\nしたがって，甲３７の記載は，甲１発明に係る熱間圧延用複合ロールを，棒鋼，\n線材又は形鋼の粗圧延に適用しようとの動機付けとなるものではない。\n(ｴ)  甲３８\n甲３８には，ハイスロールが発明，実用化される以前の技術が記載されているだ\nけである。\nしたがって，甲３８の記載は，甲１発明に係る熱間圧延用複合ロールを，棒鋼，\n線材又は形鋼の粗圧延に適用しようとの動機付けとなるものではない。\n(3)  小括\n以上のとおり，相違点１に係る本件訂正発明１の構成は，容易に想到できない。\nしたがって，審決の相違点１に係る判断には，誤りはない。\n２  取消事由２（相違点２～４の判断の誤り）に対して\n相違点１に係る特定の用途へ適用すること自体が，当業者が容易になし得ない以\n上，この用途とするために採用した相違点２～４に係る本件訂正発明１の構成とす\nることも，当業者が容易になし得ない。\nしたがって，審決の相違点２～４に係る判断には，誤りはない。\n３  取消事由３（本件訂正発明２，４～８についての進歩性判断の誤り）に対し\nて\n本件訂正発明１が容易に発明できない以上，これに発明特定事項を付加した本件\n訂正発明２，４～８も容易に発明できない。\n４  取消事由４（実施可能要件充足に関する判断の誤り）に対して\n(1)  訂正事項８の判断について\n甲１５では，連続鋳掛け法（ＣＰＣ）の製造条件と同じになるように「特殊金型\nモールド」を用いて複合ロールを製作し（３９頁左欄２４～２６行目），当該ロール\nで実際に粗圧延ロールを製作して，評価を行ったものである。これは，研究段階で\nの費用をかさませないためであり，研究段階では頻繁に採用する手法である。\nしたがって，原告の主張は根拠がなく，訂正事項８は，誤記の訂正を目的とする\nものである。\n(2)  訂正事項７，９，１０の判断について\n訂正事項８による訂正が認められるべきであることから，訂正事項７，９，１０\nによる訂正は，明瞭でない記載の釈明を目的とするものに該当する。\n(3)  実施可能要件の非充足について\n原告の主張には，理由がない。\nしたがって，審決の実施可能要件に関する判断には，誤りはない。\n第５  当裁判所の判断\n１  認定事実\n(1)  本件訂正発明について\n本件訂正発明１に係る特許請求の範囲には，「熱間圧延用複合ロール」との記載が\nあるところ，ハイスロール（工具鋼としての高速度鋼系の化学成分によって構成さ\nれる表面層を持つ圧延ロール）が，一般的に，耐摩耗性に寄与する硬質，粒状のＭ\nＣ系炭化物を形成するＶを多量に含有し，基地の熱間強度を増加するＭｏ，Ｗ等の\n元素を多量に含有するのを特徴とすることは，本件特許出願当時の技術常識である\nから（甲３１，３５，３６，３９～４１，４４），本件訂正発明１に係る熱間圧延複\n合ロールは，ハイス（Ｈｉｇｈ  Ｓｐｅｅｄ  Ｓｔｅｅｌ）を用いたハイスロールであると認めら\nれる。なお，この点は，当事者間に争いがなく，審決も，このことを当然の前提と\nしている。\nその上で，本件訂正発明を認定するところ，本件訂正明細書（甲３０）の記載に\nよれば，本件訂正発明は，次のとおりのものと認められる。\n本件訂正発明は，鋼材の圧延において，特に，棒鋼，線材，あるいは形鋼の熱間\n圧延において，圧延機群のなかで，特に圧延速度が遅い上流側の粗圧延機の使用に\n適した熱間圧延用複合ロール及びその製造方法に関するものである（【０００１】）。\n従来，圧延用のロールとしては，主としてダクタイル鋳鉄製のロールが使用され\nてきたが，近年，寸法精度と形状精度が高い鋼材製品への要求が高まり，一方では，\n生産性の向上も望まれていることから，摩耗並びに消耗が少ない圧延用ロールが強\nく要求されてきた。そこで，摩耗が極めて少ないハイスロール材料が開発され，鋼\n板の圧延や，棒鋼，線材又は形鋼の熱間圧延において，仕上げ及び中間圧延機群に\n広く適用されている。（【０００２】）\nしかしながら，このハイスロールを圧延速度が小さな粗圧延機群に使用すると，\nロールが高温となった鋼材と比較的長い時間接触することにより，熱伝導によって\nロールの内部まで温度が上昇し，また，水冷による冷却がロールの回転ごとに繰り\n返されることから，ロールの表面から深い亀裂が生じ，この亀裂が起点となってロ\nールの表面が損傷し，ひいては表面の一部が剥離することが生じた。このため，ハ\nイスロールの使用は，圧延速度の大きな仕上げ及び中間圧延機群での使用に限定さ\nれていた。（【０００４】）\n本件訂正発明は，熱間粗圧延において，特に熱疲労亀裂に対して損傷が小さく，\nかつ，この種のロールが有する耐摩耗性を適度に有して消耗が少ない，熱間圧延用\n複合ロール及びその製造方法を提供することを目的とする。（【０００５】）\n本件訂正発明の熱間圧延用複合ロールは，金属製の中空式冷却型の上部内側面に\n冷却緩衝材を有する組合せモールドの内部に，鋼を素材とする中実又は中空の芯材\nを同心垂直に挿入し，芯材の外周の環状空隙部に溶湯を注入して芯材を連続的に降\n下させ，芯材の外表面に溶湯を溶着させながら冷却により凝固させ（連続鋳掛け鋳\n造法），芯材の外周に肉盛層を形成した後，熱処理と機械加工を行って製造される。\n（【０００６】【００２４】）\n符号の説明\n１０：中空式冷却型   １１：冷却緩衝材   １２：組合せモールド   １３：芯材\n１４：溶湯   １５：肉盛層   １６：連続鋳掛け肉盛溶接用モールド\n１７：電磁誘導加熱コイル   １８：耐火枠   １９：ガラスコーティング層\n２０：予熱用の電磁誘導加熱コイル\nそして，本件訂正発明１の熱間圧延用複合ロールを構成する肉盛層は，耐摩耗性\nを確保し，かつ，耐熱亀裂性を向上するため，硬い粒状の炭化物であるＭＣ金属炭\n化物（Ｍは金属を意味する。）を主体に使用するものであるが，ＭＣ金属炭化物と同\n時に晶出するＭ７Ｃ３炭化物，Ｍ２Ｃ炭化物，Ｍ６Ｃ炭化物，及びＭ３Ｃ炭化物は，\n少量では耐摩耗性の確保に有効なものの，耐熱亀裂伝播特性においては望ましくな\nいので，そのいずれか１種又は２種以上からなる金属炭化物の占有率を，３.０面\n積％以下とした。（【００２５】【００２６】）\n本件訂正発明１の熱間圧延複合ロールに用いられる金属のうち，Ｖ（バナジウム）\nは，優先的にＣと結合し，極めて硬い粒状のＭＣ型炭化物であるＶＣ炭化物を晶出\nさせ，耐摩耗性を向上させる（【００２９】）。Ｃｒ（クロム）及びＭｏ（モリブデン）\nは，一部が基地組織に固溶して，焼入れにより硬さを向上させ耐摩耗性を向上させ\nる（【００３１】【００３３】）。また，Ｍｏは，Ｗ（タングステン）と共に，主とし\nて固いＭ２Ｃ型の共晶炭化物を形成し，耐摩耗性を向上させる（【００３２】）。Ｔｉ\n（チタン）は，極めて微細で，かつ，極めて硬いＴｉＣ炭化物を生成するが，併せ\nて，ＭＣ炭化物の晶出核の役目を果たし，炭化物の分散を促進する（【００３４】）。\n以上のような化学成分を本件訂正発明１において特定するとおりに所定量用い，\n残部をＦｅ及び不可避的不純物とすることにより，肉盛層に晶出したＭ２Ｃ，Ｍ６\nＣ，及びＭ７Ｃ３のいずれか１種又は２種以上からなる金属炭化物の占有率を３．\n０面積％以下にできるとともに，この金属炭化物のサイズ（最大幅）と肉盛層の二\n次デンドライト組織の結晶粒サイズ（二次デンドライトアームの間隔）を，それぞ\nれ，５０μｍ以下に微細化できる。（【００３５】）\nまた，本件訂正発明１では，従来よりも高い焼戻し温度で，１回又は２回以上の\n焼戻しを行うことにより，ショアー硬さ（ＨＳ）を，本件訂正発明１の化学成分範\n囲で耐摩耗性の向上が可能な４５以上，従来のハイス系ロールと比べて破壊靱性値\nが向上する７５以下に調質して，基地組織に対して十分に靱性を与え，破壊靱性値\nＫＩＣ又は疲労破壊靱性値ＫＩＣｆを３０ＭＰａ・ｍ０．５以上にすることができる\n（【００４０】【００４５】）。\nこのようにして，本件訂正発明１の構成を採った熱間圧延複合ロールは，熱間粗\n圧延機で使用してもロール損耗が著しく減少し，その結果，大量の鋼材の連続圧延\nが可能となって圧延製品の生産性の向上を図ることができるとともに，圧延製品の\n品質向上も可能となる。（【００１５】）\nまた，Ｎｉ（ニッケル）は，焼入れ性を向上させ（【００３６】），Ｃｏ（コバルト）\nは，高温使用下での基地の硬さと強度を向上させるとともに，耐食性に対する効果\n等があり（【００３７】），Ｎｂ（ニオブ）は，Ｖと同様にＭＣ型炭化物を生成するの\nで（【００３８】），本件訂正発明２の構成を採った熱間圧延用複合ロールは，肉盛層\nの合金化を促進でき，熱間圧延用複合ロールの製品品質を向上できる（【００１６】）。\nそして，本件訂正発明の構成を有する試験片を，大気雰囲気中の電気炉にて９０\n０℃で２４時間保持したところ，酸化による重量増加量が１時間当たり１６ｇ/ｍ２\n以下という耐高温酸化特性を有しているので（【００５４】～【００５６】），本件訂\n正発明４の構成を採った熱間圧延用複合ロールは，高温での使用に際し，熱間摩耗\n特性，肌荒れ性，及び焼付き性現象を改善でき，製品の表面品質を良好にできる（【０\n０１８】）。また，本件訂正発明の構成を有する試験片を，大気雰囲気の下で８００\n度下で回転速度１００回/分に設定された対向材に１５分間押し付けたところ，肉盛\n層の熱間摩耗量が８ｍｇ以下という耐熱間摩耗特性を有しているので（【００５８】），\n本件訂正発明５の熱間圧延用複合ロールは，長寿命化を図ることができ，ランニン\nグコストの低減が図れて経済的である（【００１９】）。さらに，本件訂正発明の構成\nを有する試験片を，大気中の電気炉に投入し，５分間保持した後，あらかじめ準備\nした水槽（５００ｍＬの容器中，水温２５℃±２℃）の中へ投入したところ（水中\n焼入れ方式），試験片の表層部に亀裂が発生しないという耐熱衝撃特性を有している\nので（【００５７】），本件訂正発明６の構成を採った熱間圧延用複合ロールは，圧延\nする鋼材との摩擦発熱及び鋼材の加工発熱が加わって大きな熱負荷がかかり，その\n後，表面が急冷された場合にも，亀裂の発生を防止できる（【００２０】）。また，本\n件訂正発明の熱間圧延用複合ロールを，棒鋼，線材又は形鋼からなる鋼材の熱間圧\n延における粗圧延に適用した場合，熱間圧延による純摩耗損耗量が，鋼材の圧延量\n１万トンにつき０.６ｍｍ以下であるので，本件訂正発明７の構成を採った熱間圧延\n用複合ロールは，従来よりもロールの寿命を伸ばすことができ，ランニングコスト\nの低減が図れて経済的である（【００２１】）。さらに，本件訂正発明８の構成を採っ\nた熱間圧延用複合ロールの製造方法は，従来の鉄製モールドに代えて，熱伝導が極\nめて良好で肉盛層からの脱熱を飛躍的に向上できる銅製水冷モールドを採用したの\nで，芯材１３を，１０ｍｍ/分以上１５０ｍｍ/分以下の範囲の速度で順次下方へ引\n抜くことができ，肉盛層は，理想的な鋳造組織となり，かつ，極めて緻密な組織が\n得られるので，割れが発生しない肉盛層を芯材の外表面に形成できる（【００２２】\n【００４４】）。\n(2)  甲１発明について\n甲１の記載によれば，甲１発明は，次のとおりの発明と認められる。\n甲１発明は，鉄鋼の圧延において，特に熱間帯鋼連続圧延，すなわち，ホットス\nトリップミルの仕上圧延機群に用いられる作動ロール及びそのロールを用いた圧延\n方法に関するものである。（【０００１】）\n一般に，熱間仕上げタンデム圧延において，圧下率を大きくすれば，圧延時間が\n短縮され圧延中の圧延鋼材の温度低下を少なく抑えることができるため，圧延前の\n圧延鋼材の加熱温度を低くでき，省エネルギー効果が大きい。しかしながら，特に，\n仕上げ厚み６.０ｍｍ以下の薄板を，仕上げタンデム圧延機群にて圧延するに際し，\n高圧下圧延を行うとすると，従来材質のロールではスリップ現象が現れ，安定的な\n圧延ができないという問題があった。（【０００２】【０００３】）\n一方，近年，金属組織を微細化することにより，引張強度，靱性，疲労強度など\nの特性が向上することが確認され，Ｖ，Ｃｒ，Ｍｏ，Ｗを多量に含有し摩耗の少な\nい白鋳鉄が，仕上げ前段圧延機では全面的に既存ロールから切り替わり，後段圧延\n機においても一部普及している。このロールは摩耗が極めて小さいが，ロールと圧\n延鋼材間の摩耗は個々のロールで著しく異なっている。（【０００２】【０００４】）\n後段圧延機群にて高圧下圧延を実現するには，前段圧延機群に比べ，圧延鋼材の\n板厚が著しく小さく，鋼材の温度も低く変形しにくいために，作動ロールとの短い\n接触部において大きな圧延荷重に耐え，安定して鋼材を圧延する，すなわち，摩擦\nにより前進させることができるロールが不可欠である。したがって，圧延鋼材との\n間で高く安定した摩擦係数を確保し，さらに，ロール偏平が小さいロールが強く望\nまれていた。（【０００５】）\n甲１発明は，熱間帯鋼連続圧延において，圧延鋼材との間で高い摩擦を有し摩耗\nが少なく，かつ，偏平や降伏損傷しない作動ロールを提供するとともに，これを用\nいて仕上げ後段群において高圧下圧延を行うことにより，生産性が高く経済的な圧\n延方法を提供するものである。（【０００６】）\nこのために，甲１発明の熱間圧延用複合ロールは，上記第２，３(2)アのとおりの\n構成をとった。（【０００７】【００１９】～【００２２】）\n符号の説明\n１ 仕上後段作動ロール   ２ 補強ロール   ３ 仕上後段圧延機群\n４ 仕上前段圧延機群   ５ 粗圧延機\n甲１発明の熱間圧延用複合ロールは，高い摩擦係数，すなわち，摩擦力を確保し，\n従来ロールではスリップ現象を生じ，圧延作業ができない高圧下条件下においても\n安定した圧延が可能となる。これにより，ホットストリップミルの仕上後段圧延機\n列での高圧下圧延が可能となり，生産性の向上や圧延製品の品質向上がなされる。\n（【００２５】～【００２７】）\n２  取消事由１（相違点１についての判断の誤り）について\n(1)  使用用途及び解決課題について\n原告は，①熱間仕上げ圧延ロールと同材質のロールを粗圧延ロールとして用いる\nことが本件特許出願前から周知である，②本件現象（粗圧延ロールにおいて，圧延\n速度が小さいために鋼材と長時間接触することによりロール内部まで温度上昇する\nとともに水冷による冷却が回転ごとに繰り返されることによる熱疲労亀裂が起点と\nなって，ロール表面が損傷しやすいという現象）の防止は，本件特許出願前から周\n知である，③それゆえ，相違点１に係る本件訂正発明１の構成は容易に想到できる\n旨を主張するので，以下，検討する。\nア  刊行物の記載\n①  甲２\n「  (1)  Ｃ      １.５～２.５  重量％（以下同じ）\nＳｉ   １.２  ％以下\nＭｎ   １.２  ％以下\nＣｒ   １.５～６.０  ％\nＭｏ\nＭｏ＋０.５Ｗとして  １.５～５.０％\nＷ\nＶ     ４.５～８.０％\n残部が不可避的不純物であって，かつ\nＣ＝％Ｖ×０.２４＋（０.４～１.０）％  及び\n０.３Ｃｒ＋（Ｍｏ＋０.５Ｗ）が２.６％以上\nを満足することを特徴とする，胴内部及び軸部を強靭性に富みかつ耐摩耗性と耐熱性に優れ\nた熱間圧延用鍛造ロール」（特許請求の範囲）\n「  これらのことから本発明者は胴内部及び軸部の強靱性が前提条件となる熱間圧延用ロール\nに対しても上記高炭素高バナジウム系耐摩耗材が適用されうることに着目した。\nしかしながら，熱間圧延用ロールにあっては，その作用面が，高温圧延材との接触及び非\n接触部での冷却により，５００℃以上の加熱と１００℃以下の冷却を繰り返し受けるので，\n高温域での硬度低下が少なく，かつ熱疲労及び熱衝撃によるクラックの発生・進展が少ない\nという耐熱性を有することが必要となる。」（２頁左下欄１６行～右下欄６行目）\n「  本ロールを熱延仕上ミルに使用したところ，従来のＮｉ－グレン鋳鉄ロールに比較して，\n耐摩耗性において５～６倍の性能を発揮した。\nこのように本発明の鍛造ロールは，軸部及び胴内部の強靭性に優れているばかりではなく，\n胴表層部の耐摩耗性，耐熱性についても画期的な性能を具備するものであって，熱間圧延用\nロールに適用した場合の実用的効果は著大である。」（６頁右上欄６～１３行目）\n②  甲３\n「  Ｃ：１.０～２.５％，Ｓｉ：０.３～２.０％，Ｍｎ：０.１～２.０％，Ｃｒ：３.０～１０.\n０％，Ｍｏ＜６.０％，Ｗ＜６.０％，Ｖ：８.０～１５.０％，残部Ｆｅおよび不可避不純物よ\nりなる成分に，Ｔｉ：０.０１～２.０％を添加することを特徴とする熱間圧延用耐摩耗・耐熱\n亀裂ロール材。」（【特許請求の範囲】【請求項１】）\n「  一般に耐摩耗性を改善するには，組織中に硬い炭化物を多く晶析出させることが望ましい。\nしかし遠心鋳造法等をはじめとする溶湯から直接製造する場合は，凝固速度が遅いこともあ\nり，炭化物の粗大化や偏析を伴い易い。これら高硬度炭化物及びその粗大化により，耐熱亀\n裂性が阻害される。」（【０００４】）\n「  本発明は上記課題に鑑みされたもので，耐摩耗性に優れるとともに耐熱亀裂性を改善した\n熱間圧延用ロール材を提供する。」（【０００５】）\n「  以上説明した如く本発明のロール材は，高硬度による耐摩耗性と炭化物の微細分布化によ\nる熱亀裂特性の向上が可能となって高ロール寿命が得られ，ロール交換の減少による作業能\n率の向上やロール原単位の低減等，その効果は大きい。」（【００２５】）\n③  甲６\n「  隣接する孔型との間に所定の角度を保持して噛合い刃を設け，その噛合い刃にて圧延材を\n２分割する棒鋼圧延用ロールにおいて，面積比で粒状炭化物を２～２０％と，非粒状炭化物\nを２～１５％とを含有する組織からなることを特徴とする棒鋼圧延用ロール。（【特許請求の\n範囲】【請求項１】）\n「  請求項１に記載のロールにおいて，前記ロール材の化学成分が重量比でＣ１.５～２.７％，\nＳｉ０.３～３.０％，Ｍｎ０.３～１.５％，Ｃｒ２.０～７.０％，Ｖ３.０～９.０％，Ｗ１\n５．０％以下，Ｍｏ９.０％以下，残部Ｆｅおよび不純物元素からなることを特徴とする棒鋼\n圧延用ロール。」（【請求項２】）\n「  本発明は耐摩耗性に富み，かつ噛合い刃部分が耐欠損性を有する棒鋼圧延用ロールに関す\nるものである。」（【０００１】）\n「  すなわち，本発明は棒鋼圧延用ロールにおいて，Ｆｅ基合金からなるロールの化学成分に\nＭＣ系等のいわゆる粒状炭化物と，Ｍ２３Ｃ６やＭ２Ｃ系等のいわゆる非粒状炭化物とを含有\nしその含有率を特定することにより，すぐれた耐摩耗性と耐欠損性を得ることを図ったもの\nである。」（【０００７】）\n「  次に，これらの棒鋼圧延用ロールを用い，実圧延機による圧延試験を行った。表２に圧延\nした量（ｔｏｎ）とそのときのロール消耗量（ｍｍφ）との関係，これを単位消耗量で整理\nした結果を示す。なお，これらいずれのロールにおいても噛合い刃付近の欠損は発生しなか\nった。」（【００２６】）\n「  本発明により，従来の４倍以上の耐摩耗性と耐欠損性とを有する棒鋼圧延用ロールを製造\nすることが可能となった。このことは，ロールの寿命延長のみならず，ロール交換頻度の低\n減により生産効率を高め，さらに圧延製品形状の改善等の効果をもたらすものである。」（【０\n０３０】）\n④  甲７\n「  ロールの外層部を構成する材料が，重量パーセントで，\nＣ ： １.５～３.０％\nＳｉ：０.２～１.５％\nＭｎ：０.２～１.５％\nＣｒ：３.０～８.０％\nＭｏ：４.０～１２.０％\nＷ ： ４.０～１２.０％\nＶ ： ３.０～８.０％\nＣｏ：   ０～１０.０％\nＴｉ：   ０～０.５％\nを含有すると共に，残部が実質的にＦｅから成り，その組織中の炭化物が面積率でＭ７Ｃ３ ≦\n（Ｍ２Ｃ＋Ｍ６Ｃ＋ＭＣ）/１０，且つ（Ｍ２Ｃ＋Ｍ６Ｃ）/ＭＣ≧２を満足し，更に基地が８０％\n以上のベイナイトと２０％未満の焼戻しマルテンサイトからなることを特徴とする圧延ロール\nの外層材。」（【特許請求の範囲】【請求項１】）\n「  そこで本発明は，圧延ロールにおいて上記ハイス系材料を外層材に用いた場合における問\n題を解消し，サーマルクラウンの低減，絞り事故の低減，通板性の向上を図ることができ，\n破壊靱性値が大きくてクラックが発生し難く，またクラックが発生しても進展し難い圧延ロ\nールの外層材の提供を課題とする。」（【０００４】）\n「  …よって本発明の外層材を用いた圧延ロールは，一般的な熱間圧延ロールとしては勿論の\nこと，熱間薄板圧延仕上げスタンド用ワークロールとしても十分に適用することができる。」\n（【００２２】）\n⑤  甲１１\n「  成分組成が重量％で，\nＣ  ： ２．８～３．８％\nＳｉ： １．２～２．２％\nＭｎ： ０．３～１．０％\nＮｉ： ０．５～３．０％\nＣｒ： ０．１～１．０％\nＭｏ： ０．３～１．５％\nを含有すると共に，残部が実質的にＦｅから成る高合金ダクタイル鋳鉄材からなるロールを，\n鋳造後に９３０～１０００℃で一定時間保持することで，組織中の炭化物の５０％以上を塊\n状若しくは粒状化させ，且つその後に基地をベイナイト変態させてなることを特徴とする熱\n間圧延用ロール。」（【特許請求の範囲】【請求項１】）\n「  分塊，鋼片，線材，棒鋼圧延用の熱間圧延用ロールには，強靭性（耐折損性），耐ヒートク\nラック性，耐肌荒れ性，耐摩耗性等の特性が求められるが，主に粗列スタンドロール等で非\n常に圧延負荷の激しいスタンドには，強靭性（耐折損性）を重視し，鍛造アダマイト，特殊\n鋳鋼，又はアダマイト材質からなるロールが使用されている。しかし，これらの材質からな\nる熱間圧延用ロールは，強靭性（耐折損性）には優れているが，耐ヒートクラック性，耐肌\n荒れ性，耐摩耗性に難点がある。一方，ダクタイル鋳鉄材質からなる熱間圧延用ロールは，\n前記耐ヒートクラック性，耐肌荒れ性，耐摩耗性には優れているものの，強靭性において不\n安があり，適用できない。更に従来からある通常の高合金ダクタイル鋳鉄製ロールは，鋳造\n後，３５０～５５０℃の温度で，歪み取り熱処理を施して使用されるのが一般的であり，耐\n摩耗性等には優れているが，強靭性はあまり高くない。このため前記強靭性の向上を目的と\nして，前記高合金ダクタイル鋳鉄製ロールを，８００～９００℃に加熱してオーステナイト\n化した後，焼入れ・焼戻し処理を実施することで，基地をベイナイト組織にしたものも提供\nされている。（【０００２】）\n「  しかしながら，上記基地をベイナイト組織とした高合金ダクタイル鋳鉄製ロールであって\nも，その強靭性の向上には限界があり，圧延負荷の厳しい環境下で用いられる熱間圧延用ロ\nールとしては，強靭性の点で不十分であった。」（【０００３】）\n「  そこで本発明は上記従来における欠点を解消し，分塊，鋼片，線材，棒鋼圧延用粗列スタ\nンドロール等として，圧延負荷の厳しい環境下で用いられる場合であっても，優れた耐ヒー\nトクラック性，耐肌荒れ性，耐摩耗性を備え，且つ十分な強靭性（耐折損性）を備えた熱間\n圧延用ロールの提供を課題とする。」（【０００４】）\n「  本発明は以上の構成，作用よりなり，…分塊，鋼片，線材，棒鋼圧延用粗列スタンドロー\nル等として，圧延負荷の厳しい環境下で用いられる場合であっても，ダクタイル鋳鉄材の特\n性である優れた耐ヒートクラック性，耐肌荒れ性，耐摩耗性を保持しつつ，且つ十分な強靭\n性（耐折損性）を備えた熱間圧延用ロールを提供することができる。…ダクタイル鋳鉄の特\n性を保持しつつ，熱間圧延用ロールの強靭性を更に特殊鋳鋼並みに向上させると共に，耐摩\n耗性の向上も期待できる。」（【００２２】）\n⑥  甲１２\n「  成分組成が重量％で，\nＣ ： ２．５～３．８％\nＳｉ： １．０～２．５％\nＭｎ： ０．３～１．５％\nＮｉ： ０．５～３．５％\nＣｒ： ０．１～１．５％\nＭｏ： ０．２～２．５％\n及びＷ，Ｖ，Ｎｂの１種又は２種以上，Ｗ＋Ｖ＋Ｎｂ： ０．３～２．０％\nを含有すると共に，残部が実質的にＦｅから成るダクタイル鋳鉄を用いたことを特徴とする\n熱間圧延用ロール。」（【特許請求の範囲】【請求項１】）\n「  線材圧延，棒鋼圧延等の熱間圧延に用いられるロール材として，最近は鋳鉄系ロール材の\n数倍の耐摩耗性を持つハイス系ロール材が実用化されてきている。が，ハイス系ロール材は\n一般に高価であり，しかも特有の肌荒れが生じ易い欠点がある。またハイクロム鋳鉄，Ｎｉ\n－グレン材等は硬度がショア硬度で８０前後あり，耐摩耗性に優れているが，耐肌荒れ性の\n点で，ダクタイル鋳鉄材よりも劣っている。このため，圧延肌を重視する圧延工場等におい\nては，安定した耐肌荒れ性と耐ヒートクラック性を有するダクタイル鋳鉄材を用いた熱間圧\n延用ロールが多数使用されている。」（【０００２】）\n「  ところが，上記熱間圧延用ロールに用いられている従来のダクタイル鋳鉄材は，ショア硬\n度で７０程度が上限であり，耐肌荒れ性と耐ヒートクラック性は良いが耐摩耗性が今一歩で\nあるという状況があった。」（【０００３】）\n「  そこで本発明は，上記従来のダクタイル鋳鉄を用いた熱間圧延用ロールの問題点を解消し，\n耐肌荒れ性と耐ヒートクラック性を確保しながら耐摩耗性を大幅に改良したダクタイル鋳鉄\nを用いた熱間圧延用ロールの提供を課題とする。また耐肌荒れ性と耐ヒートクラック性を確\n保しながら，更に耐摩耗性と優れた強靭性を有するダクタイル鋳鉄を用いた熱間圧延用ロー\nルの提供を課題とする。」（【０００４】）\n「  本発明は以上の構成，作用効果からなり，…ダクタイル鋳鉄ロールが有する良好な肌荒れ\n性と耐ヒートクラック性の他に，高硬質の性質と高い耐摩耗性を備え，且つ鋳造時に生じる\n残留応力の除去と残留オーステナイトによる組織の不安定性が除去された良好な単層の熱間\n圧延用ロールを得ることができる。また…ダクタイル鋳鉄ロールが有する良好な肌荒れ性と\n耐ヒートクラック性の他に，強靭性と耐摩耗性を備えた単層の熱間圧延用ロールを得ること\nができる。」（【００２１】）\n⑦  甲１３\n「  重量％で，\nＣ ；０．３５～０．７０，\nＳｉ；０．３以下，\nＭｎ；０．２～１．０，\nＣｒ；３．０～６．０，\nＭｏ，Ｗ；Ｍｏ＋０．５Ｗとして０．４～１．５，\nＮｉ；０．１～１．５，\nＶ ；０．１～０．５，\nＮｂ；０．０１～０．０５，\nＡｌ；０．０２以下\nを含有し，残部がＦｅおよび不可避的不純物である合金よりなることを特徴とする耐摩耗\n性，耐事故性に優れた金属の圧延用鍛鋼製ロール。」（【特許請求の範囲】【請求項１】）\n「  本発明は耐摩耗性に優れ，且つスリップ，絞り込み，かみ止め等の圧延事故によって受け\nる被害が小さい耐事故性に優れた圧延用ロールに関するもので，一体型および組立型のスリ\nーブタイプの金属の圧延用鍛鋼製ロールに適用されるものである。」（【０００１】）\n「  しかしながら，最近の圧延はスケジュールフリー圧延，高圧下圧延等その使用条件の苛酷\n化と圧延製品の寸法精度向上に対する要求が一段と厳しくなったことにより，補強ロールお\nよび中間ロールの摩耗肌荒れによるロールの交換頻度が増大しているのが現状である。そし\nて，このことが連続圧延操業の中で生産性を阻害する大きな要因となっている。その対策と\nしてロールの耐摩耗性の向上が強く要望されている。」（【０００３】）\n「  この耐摩耗性は，ロール表面の硬さを現状レベルより上昇させることにより向上するが，\nその反面高硬度化に伴い靭性値の低下を招くことになる。また一方，使用条件の苛酷化に伴\nってスリップ，絞り込み，かみ止等の圧延事故によってロールが受ける熱衝撃の度合も大き\nくなってきている。これらの圧延事故の際，ロール表面に発生する熱衝撃クラックの深さは，\nロール原単位に大きな影響を及ぼすだけでなく，長期間使用される補強ロールおよび中間ロ\nールにおいては大きなスポーリング事故を引き起す原因となる。このため耐摩耗性と共に耐\n事故性に優れたロールが熱望されている。」（【０００４】）\n「  本発明はこのような現状に鑑み，成分調整特に微量のＮｂを添加することにより耐摩耗性\nおよび耐事故性に対する要望を充分に満足する金属の圧延用鍛鋼製ロールを提供することを\n目的とする。」（【０００５】）\n「  以上の如く本発明は，成分調整，特にＮｂを０.０１～０.０５％添加したことにより，結\n晶粒の粗大化を抑制し，高温焼入れにより合金のマトリックスへの固溶強化を図ると共に，\n高温焼戻しを行うことができるのでロール表面硬さがＮｂ無添加鋼のものより高くとも，ま\nたＮｂ無添加鋼のものと同じであっても耐摩耗性および耐事故性の優れた性能を得ることが\nでき，従って耐摩耗性に優れ，且つスリップ，絞り込み，かみ止め等の圧延事故によって受\nける被害が小さい耐事故性に優れた金属の圧延用鍛鋼製ロールの製造が可能となった。」（【０\n０３４】）\n⑧  甲３１\n「棒・線圧延においてロールに求められる特性は，粗列・中間列スタンドにおいては圧延速度\nが遅く，強圧下をおこなうためロールには特に耐熱亀裂性及び耐割損性，噛み込み牲，が求\nめられ，中実の鋳鉄系ロールが使用されてきた。中間列後段，ブロックミル前段においては，\n耐熱亀裂性とこれと相反する耐肌荒れ性・耐摩耗性の両方が求められる。よってこれらの両\n面をある程度カバー出来る材種選定が必要でありＷＣ，ハイス系ロールあるいは硬度の高い\n鋳鉄系ロールが使われる。」（１２６頁末行～１２７頁６行目）\n⑨  甲３５\n「  このような圧延ロールの機能向上ニーズに対応するものとして，高速度鋼系材料（以下ハ\nイスと呼ぶ）を適用したハイスロールが開発された。ハイスロールは，熱間圧延鋼板（ホッ\nトストリップもしくは熱間圧延）仕上圧延用ワークロールとして，連続鋳掛け（Ｃｏｎｔｉｎｕｏｕ\nｓ  Ｐｏｕｒｉｎｇ  ｐｒｏｃｅｓｓ  ｆｏｒ  Ｃｌａｄｄｉｎｇ：ＣＰＣ）法で製造されたものが急速に普及し，現在の鋼板\n圧延には不可欠な存在にまで成長した。その後，その成功に触発されて，熱間圧延鋼板粗圧\n延や形鋼ユニバーサル圧延，棒鋼・線材中間圧延スタンドにも適用が拡がり始め，製造プロ\nセスも適用ロールのニーズに合わせてＣＰＣ法，遠心鋳造法，熱間静水圧加圧（Ｈｏｔ  Ｉｓｏｓｔａ\nｔｉｃ  Ｐｒｅｓｓ：ＨＩＰ）法が使い分けられるようになった。」（６０頁左下欄１１行～右下欄３行目）。\n「  一般的に圧延ミルにおいては，最終に近いスタンドほど製品の表面性状や寸法精度に与え\nるロールの品質の影響が大きく，高い耐摩耗性，耐肌荒性が求められる。従って，ハイスロ\nールの有する高い耐摩耗性，耐肌荒性は各圧延ラインの中間～仕上列スタンドで最も効果が\n期待される。図３は主な鉄鋼圧延ミルのロール材質の推移を示しているが，熱間圧延仕上前\n段ロールのようにほぼ１００％ハイスロールに置き替わった例もある。」（６０頁右下欄１６\n行～６１頁左欄５行目）\n「最も肌要求の厳しい棒鋼・線材圧延では，中間列後段でＨＩＰハイスが使われている。また，\n粗列後段～中間列前段でＣＰＣハイスが使われている。」（６２頁左欄７～９行目），\n「３.３  棒鋼・線材圧延用ハイスロール\n…\n３.３.１  棒鋼・線材の中間列ロール\n…\n粗列前段スタンドでは圧延製品の送り速度が極めて小さいため，ロールは耐熱衝撃性と耐\n摩耗性，耐折損性を兼ね備えた鍛造アダマイトロールが主流である。…\n粗列後段スタンドから中間列にかけては，鍛造アダマイト，高硬度アダマイト及び高硬度\nダクタイル鋳鉄ロールが使用されてきた。この種のロールの課題は主として耐摩耗性である。\n従って，ハイスロール導入の効果はこれらのスタンド列で最も発揮されると予想される。特\nに棒鋼・線材圧延は鋼板圧延以上に美麗な表面肌要求が高いため，摩耗だけでなく使用後の\n孔型表面の粗度にも留意する必要がある。…\n以上の検討からハイスロールの適用は，棒鋼・線材ともに粗列後段から中間列を中心に進\nめられている。」（６４頁右欄２３行～６５頁１４行目）\n⑩  甲３６\n「  ８０年代後半に登場した，ハイスロールは，在来ロールに対して数倍の耐摩耗性を有する\nことから，ワークロールの運用方法を大きく変え，圧延スケジュールやロール研削体制にも\n影響を及ぼす，エポックメイキングな技術革新であった。その後，各社ロールメーカーによ\nり，機能やコストを特化したハイスロールの開発が行われているが，中後段スタンドにおけ\nる耐事故性を始めとする未解決の技術課題も多く残されている。本報では，ハイスロールを\n中心として，熱間用薄板圧延用ロールの高性能化の状況について概観し，苛酷化する圧延に\n対応して進められている，今後のロール開発について展望する。」（４１頁４～１０行目）\n「  Ｆｉｇ.１に仕上げ前段用（ＦＷ），中後段用（ＦＨＷ）および粗スタンド用（ＲＷ）のワーク\nロールの材質変遷を示す。」（４１頁１２～１３行目）との記載とＦｉｇ.１に，９０年代に入って\nから，粗スタンド用ワークロール（ＲＷ）として，ハイス（Ｈ.Ｓ.Ｓ.）が使用されるようにな\nったことの表示がある。\n「  熱間圧延では，ワークロール表面は…圧延応力，…機械的負荷を受ける。さらに，圧延材\nとの接触・摩擦による急加熱と水冷による急冷の繰り返しによる熱的な負荷も同時に受ける\nため，ロール表面は，ヒートクラックを伴う機械的な損傷が発生する。ハイスロールはこの\nような損傷に強く，従来の高合金グレンロール，高クロムロールに対し整数倍の耐摩耗性を\n示す。」（４３頁２～１３行目）\n「(1)  仕上列前段用ワークロール\n圧延速度が小さく，圧下量が大きいため後段スタンドに比べ，熱的な負荷が大きい。この\nため，より深いヒートクラックが発生しやすい。…粒状のＭＣ炭化物を主体とするハイスは，\nこのようなヒートクラックが連結しがたく，生じても軽微であるために耐肌荒れ性が良好で\nある。」（４３頁１９～２５行目）\n⑪  甲３７\n「(1)  粗ロール：粗ロールで初めの孔型はとくに，大きな断面の鋼材を圧延するので，孔型は\n深く，圧下が大きくなるため，強じん性と良好なかみ込みが必要である。また加熱炉から出\nた直後の高温材であり，一般にロール周速度も遅く，その表面は高温となる。それを冷却水\nで急冷するので，耐熱亀裂性に優れていること，いいかえればヒートクラックや熱応力に対\nする抵抗が大きいことが重要である。しかし粗ロール最終近くの孔型になると断面積が１/\n１０くらいまでになることもあり耐摩耗性も優れ，形状，寸法を正確に保つ必要がある。」（３\n８７頁２１～２７行目）\n⑫  特開２００５－２８１８３９号公報（甲４４）\n「  成分組成が重量％で，\nＣ   ： １.７～２.５％\nＳｉ ： １.０～２.５％\nＭ ｎ： ０.５～１.５％\nＮｉ ： １.０～３.０％\nＣｒ ： ０.１～１.０％\nＭｏ ： １.０～２.５％\nＶ   ： ０.５～３.５ ％\nを含有すると共に，残部が実質的にＦｅから成り，且つ\nＭｏ ＋ Ｖ ： ２.５～４.５％ 及び\nＣ－０.２Ｖ： １.６～１.９％\nを満たすことを特徴とする圧延用ロール材。」（【特許請求の範囲】【請求項１】）\n「  熱間圧延用ロールとして，線材・棒鋼・小型形鋼等の粗列，中間スタンドロールには，従\n来，アダマイト系材若しくはダクタイル鋳鉄系材が使用されてきた。また圧延成績の向上を\n目的として，近年ではＣｒ，Ｍｏ，Ｗ，Ｖ等を各数％含有し，優れた耐摩耗性を有する高炭\n素ハイス系材，セミハイス系と称される材料が用いられ，これを外層材とした遠心鋳造製ロ\nールが実用化されてきている。」（【０００２】）\n「  ところが上記ハイス系の圧延用ロール材を用いた圧延ロールは，耐摩耗性に優れているが，\nその組織はベイナイト若しくはマルテンサイトの基地中に非常に硬質な炭化物を晶析出させ\nたものであり且つ黒鉛の晶出もないために，耐焼付き性，耐熱亀裂性に問題があった。」（【０\n００３】）\n「  そこで本発明は，上記ハイス系の圧延用ロール材や複合圧延ロールの問題点を解消し，圧\n延ロールの製造が容易で，製造コストも低く，しかも圧延ロールの耐摩耗性，耐焼付き性，\n耐熱亀裂性等をバランスよく兼ね備え，よってまた線材・棒鋼・小型形鋼等の粗列，中間列\nスタンド用の圧延に好ましく用いることができる，特に熱間圧延用の単層ロールに適したア\nダマイト系の圧延用ロール材及びそれを用いた圧延用ロールの提供を課題とする。」（【０００\n４】）\n「  …熱間圧延用ロールとしての耐焼付き性，耐熱亀裂性を大幅に改善させることができる。\nまた…アダマイト系圧延用ロール材の硬度を格段に向上させることができ，よって圧延用\nロールとしての耐摩耗性を格段に向上させることができる。\nよってアダマイト系材料のもつ強靭性に加えて，耐摩耗性と耐焼付き性と耐熱亀裂性とを\nバランスよく備えた，線材・棒鋼・小型形鋼等の粗列，中間列スタンド用の熱間圧延用で，\n特に単層ロールに適したロール材を提供できる。」（【０００６】）\n⑬  「熱間圧延ロールはどこまで進歩したか」，日本鉄鋼協会講演論文集，ｖｏｌ.１５，２０\n０２年，３０５－３０８頁（甲４５）\n「  １９８０年代後半登場したハイスロールは我が国初の，国産技術により誕生したロールと\nいえる。…当初仕上列後段から始まったハイス化の動きは，仕上列前段で開花，粗列への展\n開も図られており，用途別の固有のニーズに対してロール材質の展開も広がってきている。」\n（３０５頁２～６行目）\n「  実圧延におけるロール表面はロールバイト内での加圧，…機械的損傷と，加熱と水冷の繰\nり返しによる熱的損傷で代表される損傷を受ける。\nその結果，ロール表面には摩耗と微細クラックが共存しており，圧延上流側ほど熱的損傷\nの度合いが強く肌荒れも大きい。在来材質に比較して，硬質かつ分散状炭化物とこれを保持\nする基地強度が高温でも優れているハイスロールはこの種の熱的損傷に対して良好な特性を\n示し，熱き裂や肌荒れが浅い。」（３０６頁２～１２行目）\n「３.３  粗列ワークロール\n本用途は現在もハイスロールの適用拡大が図られている分野である。仕上前段よりも熱的\n損傷が深く，さらには高圧下のためスリップの問題もあり表面肌が美麗すぎても満足されな\nい。炭化物を減少した基地主体型のハイスが試行されているが，製品品質を損なわない程度\nにロール面を人工的に粗くする方法も採られている。」（３０８頁１～１５行目）\n⑭  「圧延におけるトライボロジー：潤滑と摩耗に関する研究の最近の動向」，鉄鋼協会\n編１４８・１４９回西山記念講座（１９９３），１５０－１５２頁（甲４６）\n「  熱延用ロールの肌荒れはロール表面に繰り返し作用する熱的，機械的負荷によって発生す\nるロール表層部の局部的な欠落現象である。その肌荒れの表面状況から種々の名称で例えば，\n流星斑，バンデング，梨地肌等と呼ばれている。\n肌荒れは製品の表面品位に直接的な悪影響を及ぼすのみならずロール組替え頻度の増加等\nの生産性にも影響するので，それらの発生メカニズムについては古くから研究されており，\n摩耗のほかにも熱疲労，転動疲労，塑性流動，及び焼付き等の損耗現象が関与して発生して\nいるとされている。しかしなが肌荒れの多くは熱疲労あるいは転動疲労によって発生する熱\n亀裂が起因となっているのでここでは熱亀裂の発生，進展におよぼすロール材質の影響を中\n心にして述べる。」（１５０頁２９～３９行目）\n「  また，図１６に仕上前段におけるハイスロール（一体鍛造製，ＨＳ７９，圧縮降伏強さ２\n２００ＭＰａ）とハイクロム鋳鉄ロール（ＨＳ７２，圧縮降伏強さ１５００ＭＰａ）との熱\n亀裂発生状況の比較を示す。ハイスロールの縦クラックの深さはハイクロムロールの１/２に\nなっており，また横クラックが発生しがたくその発生位置も非常に浅くなっている。一方ク\nラックは炭化物を伝播して進展するので炭化物の形態も熱亀裂に大きな影響をおよぼすこと\nが知られている。」（１５２頁２２～３１行目）\nイ  検討\n前記１(2)のとおり，甲１発明は，熱間の帯鋼又は鋼板の仕上げ圧延の後段機群に\nおける高圧下時のスリップ現象の防止等を課題とする熱間圧延複合ロールである。\nそして，上記アの各刊行物の性質を踏まえて，その各記載を総合すれば，①ハイス\nロールを棒鋼，線材の圧延に使用すること（甲３１，甲３５）及びハイスロールを\n粗圧延に使用すること（甲３５，甲３６，甲４５）は，本件特許出願当時の周知技\n術であること，②熱間圧延において，粗圧延時における熱疲労亀裂を原因とするロ\nール表面の損傷を防止することは，技術常識として，ロールの材質いかんにかかわ\nらない技術課題として当業者に認識されていたこと（甲２，甲３，甲１１，甲１２，\n甲１３，甲３１，甲３５，甲３６，甲３７，甲４４，甲４５，甲４６）が認められ\nる。\nそうであれば，当業者が，熱疲労亀裂を原因とするロール表面の損傷の防止をす\nるという上記技術常識の観点から，甲１発明の熱間圧延複合ロールを，周知技術に\n従い棒鋼又は線材の粗圧延のためのものとすることは，格別困難ではない。\nそうすると，甲１発明に上記周知技術・技術常識を組み合わせて，相違点１に係\nる本件訂正発明１の構成とすることは，当業者が容易になし得たことといえる。\n(2)   被告の主張について\nア  使用用途及び解決課題について\n被告は，本件訂正発明１のハイスロールは，従来のハイスロールでは対応できな\nかった特に高温高圧下でなされる棒鋼，線材又は形鋼の粗圧延に使用されるもので\nあるから，その用途・課題は容易に想到できない旨を主張する。\nまず，この点の検討に当たり，本件訂正発明１の特許請求の範囲の記載をみると，\n「棒鋼，線材，あるいは形鋼の粗圧延のための熱間圧延用複合ロール」との部分は\n粗圧延全体を示している。そして，特許請求の範囲には，更に「圧延速度が小さい\nために鋼材と長時間接触することによりロール内部まで温度上昇するとともに水冷\nによる冷却が回転ごとに繰り返されることによる熱疲労き裂が起点となってロール\n表面が損傷することを防止するため」とあり，本件訂正明細書には「前記したハイ\nス系ロールの使用は，圧延速度の大きな仕上げ及び中間圧延機群での使用に限定さ\nれていた。なぜなら，このハイス系ロールを，圧延速度が小さな粗圧延機群に使用\nする場合，ロールが高温となった鋼材と比較的長い時間接触することにより，熱伝\n導によってロールの内部まで温度が上昇し，また水冷による冷却がロールの回転ご\nとに繰り返されることにより，ロールの表面から深いき裂が生じるからである。こ\nのため，このき裂が起点となって，ロールの表面が損傷し，ひいては表面の一部が\n剥離するため，全く使用に耐えるものではなかった。」（【０００４】）とあり，圧延\n速度や温度についての定量的な記載があるものではなく，仕上げ圧延及び中間圧延\nとの相対的な対比として記載されているにすぎず，一方で，本件訂正発明１の「粗\n圧延」が特定の箇所での使用に限定することを明示する記載は見当たらない（なお，\n特許法３０条１項適用のために示された甲１５には，本件訂正発明の熱間圧延複合\nロールを，棒鋼，線材の粗スタンドの後段部で使用したことが明示されている〔４\n５～４６頁〕。）。\nしたがって，本件訂正発明１のハイスロールは，棒鋼，線材又は形鋼の粗圧延全\n般に用いることを目的とするものと認められる。\nそうすると，前記(1)にて認定判断のとおり，ハイスロールを棒鋼，線材の粗圧延\nに用いることは周知技術であり，その際の技術的課題は技術常識なのであるから，\n本件訂正発明１のハイスロールの使用用途及び解決課題が当業者において容易に想\n到できないとはいえない。\n以上のとおりであり，被告の上記主張は，採用することができない。\nイ  甲３５～甲４２の証拠としての適格性について\n被告は，甲３５～甲４２が，甲１，甲１１～甲１３の技術的意義を明らかにする\nための補助資料ではないから証拠適格を欠く旨の主張をする。\nしかしながら，審決取消訴訟において提出される証拠が，審判時に提出された引\n用文献の技術的意義を明らかにするものに限定されるべき根拠はなく，また，上記\n(1)イにて認定判断のとおり，甲３５～３７は，周知技術又は技術常識を明らかにす\nる資料として用いられたにすぎない。\nしたがって，被告の上記主張は，採用することができない。\nウ  各刊行物の記載について\n(ｱ)  甲３５\n被告は，甲３５は，熱負荷が高い箇所でハイスロールを用いる点について記載も\n示唆もない旨を主張する。\nしかしながら，甲３５には，上記(1)ア⑨のとおり，ハイスロールを棒鋼，線材の\n粗圧延に用いることが記載されており（６２頁左欄７～９行目など），熱間圧延にお\nいて粗圧延が中間圧延又仕上圧延よりも熱負荷が高いこと，圧延の上流側になれば\nなるほど熱負荷が高いことは自明なことである。\nしたがって，被告の上記主張は，採用することができない。\n(ｲ)  甲３６\n被告は，甲３６は，ハイスロールを棒鋼，線材又は形鋼の粗圧延に適用しようと\nの動機付けとはならない旨を主張する。\n確かに，甲３６は，薄板圧延に関するものではあるが（４１頁４～１０行目），棒\n鋼，線材又は形鋼には使用できないとする記載があるわけではなく，一方で，上記\nのとおり，他の刊行物（甲３５）にハイスロールを棒鋼，線材又は形鋼の粗圧延に\n用いることの記載があることにかんがみると，甲３６が，ハイスロールを棒鋼，線\n材又は形鋼の粗圧延に適用することの動機付けにならないとはいえない。\nしたがって，被告の上記主張は，採用することはできない。\n(3)   小括\n以上のとおりであるから，相違点１に係る審決の判断には，誤りがある。\nしたがって，取消事由１は，理由がある。\n３  取消事由４（実施可能要件充足に関する判断の誤り）について\n(1)  訂正事項８の判断について\n原告は，訂正事項８を誤記を目的とするものと認めて訂正を認めた審決の認定判\n断について，本件明細書の表３（【００５０】）に記載された比較例１・２の金属炭\n化物の面積％と結晶粒サイズの各数値の部分を誤記と認定する根拠がないから，訂\n正事項８の訂正を認めた審決の判断には誤りがある旨を主張する。\nそこで，以下，検討するに，比較例１・２及び実施例１～５の代表的な光学顕微\n鏡による組織写真である本件明細書のＡ「ＡＭ」及びＢ「ＢＭ」の写真（【図２】）\nと特許法３０条１項の適用を受けるために被告が示した文献である甲１５の「ＡＭ」\n及び「ＢＭ」の写真（４１頁Ｆｉｇ.５）とが，それぞれ，同じ写真であることは，ア\nトランダムに配置されるはずの組織の状況が全く同一である点からみて明らかであ\nる。したがって，本件明細書の図２の写真に誤りはないと認められる。\nそして，この「ＡＭ」材（比較例）及び「ＢＭ」材（実施例）に関係するものと\nうかがわれる本件明細書に記載された計測数値（【表３】【００５０】）と甲１５にお\nける計測数値（Ｔａｂｌｅ２）とを対比すると，次のとおりである。\n金属炭化物（面積％）  結晶粒サイズ（μｍ）\nＭＣ  Ｍ２Ｃ  合計  ２－ＤＡＳ  ＭＣ  Ｍ２Ｃ\n本件明細書\n実施例３  １０.４  １.１  １１.５  ３５.５  ６.３  １１.６\n比較例１  ８.１  ５.２  １３.３  ５１.２  ４０.６  ６８.７\n比較例２  ５.２  １６.９  ２２.１  ８３.２  ６０.７  ８８.５\n甲１５  ＢＭ  １０.４  １.１  １１.５  ３５.５  ６.３  １１.６\nＡＭ  １８.５  １.８  ２０.３  ２８.２  ６.０  １２.４\n上記対比からすると，本件明細書の比較例１・２の計測数値か，甲１５のＡＭの\n計測数値のいずれかが誤っていることになる。そして，本件明細書のＡ「ＡＭ」の\n写真及び甲１５の「ＡＭ」の写真には，本件明細書の表３における比較例１・２に\n係る記載によると存在するはずの４０μｍ以上のＭＣ又はＭ２Ｃの結晶粒子は存在\nしないから，甲１５の計測数値が，本件明細書の当該数値に対して，計測対象であ\nる組織の写真の状況をより正確に反映していることは明らかである。\nしたがって，本件明細書の表３に記載された比較例１・２の金属炭化物の面積％\nと結晶粒サイズの各計測数値の部分は，誤りと認められる。\nこれに対して，原告は，本件明細書の試験片と甲１５の試験片との製造方法が違\nう旨を主張するが，本件明細書に誤記があったか否かという問題は，同明細書の図\n２の写真に誤りがない以上，その写真に写された組織に関する，本件明細書の計測\n数値が正確であるか否かという問題であって，その組織片がどのような製造方法で\n作成されたかとは関係がない。原告の主張は，採用することができない。\n(2)  訂正事項７，９，１０の判断について\n上記(1)のとおり，訂正事項８の訂正は適法であるから，専ら訂正事項８の訂正が\n適法でないことを理由とする原告の主張を採用することができないことは，明らか\nである。\n(3)  実施可能要件の充足について\n上記(1)(2)のとおり，訂正事項７～１０の訂正を適法でないとする理由はないから，\n専ら訂正事項７～１０の訂正が適法でないことを前提とする原告の主張を採用でき\nないことは，明らかである（なお，仮に実施例や比較例の記載がないとしても，直\nちに発明の詳細な説明が実施可能要件を欠くことにはならないところ，①本件訂正\n明細書には，実施例として「ＢＭ」，比較例として「ＡＭ」の組織写真がそれぞれ示\nされているから，写真だけであるとしても，実施例と比較例の相応の比較は可能で\nあり，②発明の評価方法が特殊モールドにより製造されたものについてされている\nとしても，連続鋳掛け法は周知の技術であり（甲１，３６），本件訂正明細書には，\n製造条件等が明示されている。そうであれば，当業者において明細書の発明の詳細\nな説明に基づき本件訂正発明を実施し，その作用効果を確認することが，過度の試\n行錯誤を必要とするものとはいえない。）。\nしたがって，原告の主張は，いずれにしても，採用することができない。\n(4)  小括\n以上のとおり，実施可能要件に関する審決の判断には，誤りはない。\nしたがって，取消事由４は，理由がない。\n４  まとめ\n以上のとおり，取消事由４は理由がないが，取消事由１は理由があるから，取消\n事由２・３について判断するまでもなく，審決を取り消すこととする。さらに，特\n許無効審判において，相違点１が容易想到であることを前提に，相違点２～４及び\n本件発明２，４～８の容易想到性について改めて判断することが相当である。\n第６  結論\nよって，原告の請求は理由があるから，審決を取り消すこととして，主文のとお\nり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n清    水        節\n裁判官\n中    村        恭\n裁判官\n中    武    由    紀\n"
}