{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 9,
    "day": 13
  },
  "case_number": "平成26(ワ)20955",
  "case_name": "商標権侵害行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88461",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88461",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/461/088461_hanrei.pdf",
  "contents": "平成２９年９月１３日判決言渡  同日原本交付  裁判所書記官\n平成２６年（ワ）第２０９５５号  商標権侵害行為差止等請求事件\n口頭弁論終結日  平成２９年６月２６日\n判      決\n原 告      ピ ィ シ ー シ ス テ ム 株 式 会 社\n同 訴 訟 代 理 人 弁 護 士      佐 久 間   洋   一\n同         山岸潤 子\n同         前田千 春\n同         一\n同         廣江   茜\n被 告      株 式 会 社 海 洋 開 発\n（以下「被告会社」という。）\n被 告      Ａ\n（以下「被告Ａ」という。）\n主      文\n１  被告会社は，鮫を主原料とした加工食品の包装に，\n別紙１被告標章目録記載の各標章を付し，又は同人\nが製造し，同標章を包装に付した鮫を主原料とした\n加工食品を販売し，若しくは販売のために展示して\nはならない。\n２  被告会社は，同人が製造し，占有する別紙１被告標\n章目録記載の各標章を付した包装を廃棄せよ。\n３  被告会社は，原告に対し，２１７９万９８８５円及\nびこれに対する平成２６年１０月１日から支払済み\nまで年５分の割合による金員を支払え。\n４  被告らは，原告に対し，連帯して８５２万９６６０\n円及びこれに対する平成２６年１０月１日から支払\n済みまで年６分の割合による金員を支払え。\n５  被告らは，被告会社が原告から「海宝源」（パック，\n３８０粒入）３００袋の交付を受けるのと引替えに，\n原告に対し，連帯して９０万４０５０円を支払え。\n６  原告のその余の請求をいずれも棄却する。\n７  訴訟費用は，原告に生じた費用の３分の２と被告会\n社に生じた費用は被告会社の負担とし，原告に生じ\nた費用の３分の１と被告Ａに生じた費用はこれを４\n分し，その３を原告の，その余を被告Ａの負担とす\nる。\n８  この判決は，第１項ないし第５項に限り，仮に執行\nすることができる。\n事 実 及 び 理 由\n第１  請求\n１  被告会社は，加工食品の包装に，別紙１被告標章目録記載の各標章を付し，\n又は同人が製造し，同標章を包装に付した加工食品を販売し，若しくは販売のため\nに展示してはならない。\n２  被告会社は，同人が製造し，占有する別紙１被告標章目録記載の各標章を付\nした包装，又は同人が製造し，同標章を包装に付した加工食品を廃棄せよ。\n３  被告らは，原告に対し，連帯して３１２３万３５９５円及びこれに対する平\n成２６年１０月１日から支払済みまで年６分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，\n①  「海宝源」（標準文字）と書してなる商標（以下「本件商標１」という。）\nに係る商標登録第５０７２０８９号の商標権（以下「本件商標権１」という。）及\nび「ｍａｒｉｎｅ  ｐｒｅｍｉｕｍ」（標準文字）と書してなる商標（以下「本件\n商標２」といい，本件商標１と併せて「本件各商標」という。）に係る商標登録第\n５０７２０９０号の商標権（以下「本件商標権２」といい，本件商標権１と併せて\n「本件各商標権」という。）を有する原告が，被告会社が加工食品の包装に別紙１\n被告標章目録記載の各標章（以下，個別には同目録の番号に対応して「被告標章１」\nなどといい，これらを併せて「被告各標章」という。なお，同目録記載１及び５に\n「標準文字  字体を問わない」とあるのは，「海宝源」又は「ｍａｒｉｎｅ  ｐｒ\nｅｍｉｕｍ」との文字列からなる標章を，字体を問うことなく被告標章１又は同５\nとして特定する趣旨と解される。）を付し，又は被告会社が製造し，被告各標章を\n包装に付した加工食品を販売し若しくは販売のために展示する行為は，本件商標権\n１又は同２を侵害するとみなされる行為（商標法３７条２号）であると主張して，\n被告会社に対し，商標法３６条１項に基づく上記各行為の差止め，同条２項に基づ\nく被告各標章が付された包装及び被告会社が製造し被告各標章を包装に付した加工\n食品の廃棄をそれぞれ求めると共に，商標権侵害の不法行為による損害賠償請求権\n（損害賠償の対象期間は，平成２３年１月から平成２６年７月までである。）及び\n連帯保証契約に基づく保証債務履行請求権に基づき，被告らに対し，連帯して損害\n賠償金２８１２万７５７４円（損害額合計３８５９万０８０２円〔逸失利益３６０\n８万５７５９円及び弁護士費用２５０万５０４３円〕の一部請求。その内訳は，逸\n失利益２６３０万１７３０円，弁護士費用１８２万５８４４円である。）及びこれ\nに対する被告会社による不法行為後の日である平成２６年１０月１日から支払済み\nまでの民法所定年５分の割合による遅延損害金の支払を求め，\n②  原告が，被告会社が自ら鮫関連商品を製造し又は原告以外の者から購入する\n行為は，原告と被告会社との間の鮫関連製品・原材料に関する取引基本契約（以下\n「本件基本契約」といい，その契約書を「本件契約書」という。）の債務不履行に\n当たると主張して，債務不履行による損害賠償請求権（損害賠償の対象期間は，平\n成２３年１月から平成２６年７月までである。）及び連帯保証契約に基づく保証債\n務履行請求権に基づき，被告らに対し，連帯して損害賠償金２８１２万７５７４円\n及びこれに対する請求後の日である平成２６年１０月１日から支払済みまでの商事\n法定利率年６分の割合による遅延損害金の支払を求め（なお，上記①の損害賠償請\n求と，②の損害賠償請求の関係は，重複する限りにおいて選択的である。），\n③  原告が，原告と被告会社との間の売買契約及び連帯保証契約に基づく保証債\n務履行請求権に基づき，被告らに対し，連帯して売掛金３１０万６０２１円及びこ\nれに対する請求後の日である平成２６年１０月１日から支払済みまでの商事法定利\n率年６分の割合による遅延損害金の支払を求めた事案である。\n（原告は，第７回弁論準備手続期日において，遅延損害金の起算日を平成２６年\n１０月１日に統一した。）\n２  前提事実（当事者間に争いがないか，後掲の証拠及び弁論の全趣旨により容\n易に認められる事実）\n⑴  当事者\n原告は，ビタミン等の栄養素を補給した栄養素補助食品の製造，販売等を業とす\nる株式会社である。\n被告会社は，医薬品，医薬部外品及び化粧品の製造，販売等を業とする株式会社\nである。\n被告Ａは，被告会社の代表取締役を務める者であり，本件基本契約における被告\n会社の原告に対する一切の債務を５０００万円を限度として連帯保証した者である。\n⑵  本件各商標権と被告会社の行為\nア  原告は，次の内容の本件各商標権の商標権者である（甲１の１ないし２の２，\n９の１，９の２）。\n(ｱ) 本件商標権１\n登 録 番 号  商標登録第５０７２０８９号\n出願 日  平成１８年８月２８日\n登録 日  平成１９年８月２４日\n登 録 商 標  海宝源（標準文字）\n商 品 及 び 役 務 の 区 分  第３類  鮫を原料とした化粧品，頭髪用化粧品，\nその他の化粧品\n第２９類  鮫を主原料とした液状・粉末状・顆粒状\n・タブレット状・カプセル状・丸薬状・ゼリー状・\nゲル状・固形状の加工食品\n(ｲ) 本件商標権２\n登 録 番 号  商標登録第５０７２０９０号\n出願 日  平成１８年８月２８日\n登録 日  平成１９年８月２４日\n登 録 商 標  ｍａｒｉｎｅ  ｐｒｅｍｉｕｍ（標準文字）\n商 品 及 び 役 務 の 区 分  第３類  鮫を原料とした化粧品，頭髪用化粧品，\nその他の化粧品\n第２９類  鮫を主原料とした液状・粉末状・顆粒状\n・タブレット状・カプセル状・丸薬状・ゼリー状・\nゲル状・固形状の加工食品\nイ  被告会社の行為\n被告会社は，平成１７年４月頃から，原告が製造した鮫肝油を原料とする加工食\n品であって，かつ，原告がその包装に被告各標章を付したものを，「鮫生肝エキス\n海寳源」や「鮫生肝エキスマリンプレミアム」などの名称で販売していた（甲７。\n以下，原告が被告会社のために製造し，包装を終えた商品を総称して「原告商品」\nという。）。\n⑶  本件基本契約の締結\n原告と被告会社は，平成１８年６月８日，次の規定のある本件契約書に調印し，\n本件基本契約を締結した。また，被告Ａは，同日，本件契約書の連帯保証人欄に署\n名押印した（甲５）。\n「ピィシーシステム株式会社（以下甲という）と株式会社海洋開発（以下乙とい\nう）は，甲の製造する鮫関連製品・原材料（以下「甲製品」という）の売買取\n引に関し，公平かつ対等の精神に基づき，次の通り取引基本契約（以下本契約\nという）を締結する。」\n「第２条（取引の内容）\n甲は「甲製品」を乙に供給し，乙はこれを購入する。「甲製品」の具体的品\n名は甲・乙協議して別に定める。\n⑵  乙は販売用の商品を甲以外から一切購入しない。」\n「第３条（個別売買契約の締結）\n甲から乙へ個別に供給される「甲製品」の品名・数量・価格・納期その他必\n要な条件は，本契約に定めるものを除き，甲・乙間で別に協議して個別契約を\n定める。」\n「第５条（保証金）\n乙は甲に対し毎年１０月末日までに，翌年の鮫肝油原料の購入を１ｋｇ当た\nり５００円の現金による手付金を添えて予約する。予約金は購入代金の一部に\n充当する。」\n「第６条（代金支払い）\n乙の甲に対する代金の支払いは，毎月末日締切，翌月末日までに，甲の指定\n銀行口座に振り込む方法で支払う。」\n「第７条（製造計画）\n乙は甲に対し，毎年１０月末日までに翌年分の「甲製品」などの購入計画（品\n目・数量，その他）を文書で通知し，甲は原料入荷後すみやかに製造加工を行\nなう。乙は製造計画に基づき生産した製品を全て引き取る。」\n「第１８条（契約終了・解約時の措置）\n事由を問わず本契約が終了した場合は次の措置を講じる。\n①甲が乙のために購入した「甲製品」の原料代，加工費，その他一切の支出は，\n甲の申出どおりの金額を即時乙が負担する。\n②乙は甲から得た資料・貸与品・貸与書類などの一切を，乙の費用で直ちに甲\nへ返還する。\n③乙は「甲製品」について使用した甲の所有する商標・意匠・著作物を甲の同\n意なしに使用しない。」\n「第２０条（連帯保証）\nＡ，ＢおよびＣは乙の連帯保証人となり，本契約に基づき乙が甲に負担する\n一切の債務を，５千万円を限度とし，乙と連帯して保証する。」\n「第２２条（有効期間）\n本契約の有効期間は，平成１８年６月８日から平成２１年６月８日までとす\nる。期間満了３ケ月前までに甲または乙から各相手方に対して書面による解約\nの申し入れがない場合には，本契約はさらに満２年間自動的に更新され，以後\nも同様とする。」\n⑷  売買契約の締結等\n原告と被告会社は，平成２５年１２月から平成２６年２月にかけて，別紙２個別\n契約目録記載１ないし１０のとおり（ただし，２及び４は欠番である。），被告会\n社が原告から同目録の「商品名」欄記載の商品を買い受け又は役務の提供を受け，\nその対価として同目録の「対価」欄記載の金額を支払う旨の各契約（以下，同目録\nの番号に応じて「本件個別契約①」などという。）を締結した（同目録の「年月日」\n欄記載の年月日は，被告会社の注文を受けて原告が注文に係る商品を商品化した日\nを示す。）。本件個別契約①ないし同⑩に基づく「対価」の合計額は，同目録記載\nのとおり，２８１万４９２１円である。\n本件個別契約⑧の対象となった「海宝源」（パック，３８０粒入）５００袋のう\nち３００袋について，原告が被告会社に対してその債務を履行し又は履行の提供を\n継続しているか，また，原告と被告会社との間で本件個別契約⑪が成立したかにつ\nいては，当事者間に争いがある。\n３  争点\n⑴  商標権侵害を原因とする請求に関する争点（争点１）\nア  被告会社が，被告各標章を包装に付した鮫肝油を原料とする加工食品を販売\nすることは，本件各商標権を侵害するとみなされる行為か（争点１－１）\nイ  被告会社は，本件各商標について，先使用による通常使用権を有するか（争\n点１－２）\nウ  本件各商標についての商標登録に無効理由があるか。また，商標権侵害を原\n因とする原告の請求は，権利の濫用に当たり許されないか（争点１－３）\nエ  差止め及び廃棄の必要性があるか（争点１－４）\nオ  被告会社の故意過失及び原告が受けた損害の額（争点１－５）\nカ  被告Ａは，被告会社の商標権侵害を原因とする損害賠償債務についても，連\n帯保証義務を負うか（争点１－６）\n⑵  債務不履行を原因とする請求に関する争点（争点２）\nア  被告会社は，鮫肝油を原料とする加工食品を自ら製造し又は原告以外の者か\nら買い受けることにより，本件契約書２条２項の規定に違反したか（争点２－１）\nイ  本件基本契約のうち，本件契約書２条２項の規定は，公序良俗に反し無効と\nなるか（争点２－２）\nウ  被告会社の債務不履行により原告が受けた損害の額（争点２－３）\nエ  相殺の抗弁の成否（争点２－４）\n⑶  個別契約に基づく売掛金請求に関する争点（争点３）\nア  原告と被告会社との間に，本件個別契約⑪が締結されたか（争点３－１）\nイ  一部解除の抗弁，相殺の抗弁及び同時履行の抗弁の成否（争点３－２）\n４  争点に対する当事者の主張\n⑴  争点１－１（被告会社が，被告各標章を包装に付した鮫肝油を原料とする加\n工食品を販売することは，本件各商標権を侵害するとみなされる行為か）について\n【原告の主張】\nア  本件商標１と被告標章１ないし同４の類否について\n本件商標１の外観は，標準文字で「海宝源」と書してなるものであり，「カイホ\nーゲン」との称呼を生じ，「海」という文字を含むことからすれば，海産物を主原\n料とした加工食品との観念を生ずる。\n他方，被告標章１ないし同４は，「海宝源」又は「海寳源」と書してなる標章で\nあって，いずれも「カイホーゲン」との称呼を生じ，「海」という文字を含むこと\nから，海産物を主原料とした加工食品との観念を生ずる。\nしたがって，被告標章１ないし同４は，いずれも本件商標１と類似するものであ\nる。\nイ  本件商標２と被告標章５ないし同８の類否について\n本件商標２の外観は，標準文字で「ｍａｒｉｎｅ  ｐｒｅｍｉｕｍ」と書してな\nるものであり，「マリーンプレミアム」との称呼を生じ，「ｍａｒｉｎｅ」という\n文字を含むことからすれば，海産物を主原料とした加工食品との観念を生ずる。\n他方，被告標章５ないし同８は，「ｍａｒｉｎｅ  ｐｒｅｍｉｕｍ」，「ＭＡＲ\nＩＮＥ  ＰＲＥＭＩＵＭ」又は「マリンプレミアム」と書してなる標章であって，\nいずれも「マリーンプレミアム」又は「マリンプレミアム」との称呼を生じ，海産\n物を主原料とした加工食品であるとの観念を生ずる。\nしたがって，被告標章５ないし同８は，いずれも本件商標２と類似するものであ\nる。\nウ  被告会社の行為について\n被告会社は，平成２３年１月以降現在に至るまで，被告標章１ないし同４を包装\nに付した鮫肝油を原料とする加工食品を販売しているが，同行為は，加工食品を 指\n定商品とする本件商標権１を侵害するとみなされる行為である（商標法３７条２号）。\n同様に，被告会社は，被告標章５ないし同８を包装に付した鮫肝油を原料とする加\n工食品を販売しているが，同行為は，加工食品を指定商品とする本件商標権２を侵\n害するとみなされる行為である。\nなお，被告会社は，平成１７年頃から，原告商品（原告が製造した鮫肝油を原料\nとする加工食品であって，原告がその包装に被告各標章を付したもの）を原告から\n買い受けて販売していたところ，遅くとも平成２３年１月以降，原告商品とは別に，\n被告各標章を包装に付した鮫肝油を原料とする加工食品（原告商品の模造品）を自\nら製造し又は第三者から買い受けて販売しており，これら模造品の販売行為につい\nて商標権侵害が成立することは明らかである。\nエ  被告らの主張について\n被告らは，原告から試供品などとして仕入れたＰＴＰシート入りの加工食品を用\nいて，原告商品の量を継ぎ足して販売したとか，これを別途包装して販売したなど\nと主張するが，仮に，そのような行為があったとしても，これらの行為も本件各商\n標権を侵害するものであることに変わりはない。\nまた，被告会社が，原告に対して「マリンプレミアム」（３６０粒入）の成分比\nを変えて欲しいとの要望をしたとの事実はない。むしろ，被告会社は，「マリンプ\nレミアム」（３６０粒入）の模造品を販売したことを理由として，株式会社広田薬\n品（以下「広田薬品」という。）から取引を解消させられているところであって，\n広田薬品の要望により成分比の異なる商品を仕入れて販売したとの主張は虚偽であ\nる。\n【被告らの主張】\n被告会社は，原告から，①「海宝源」及び「マリンプレミアム」などの原告商品\nを仕入れていたほか，②鮫生肝エキス４００ｍｇの粒が１０粒包装されたＰＴＰシ\nートという２種類の形態で仕入れていた。\n被告会社は，上記②のＰＴＰシートを１０枚ごとに箱包装して販売したことがあ\nるが，現在はそのようなことは行っていない。\nまた，被告会社は，平成２４年頃，長年の顧客であった広田薬品から，「マリン\nプレミアム」について，コレステロール値を低くするために成分比を変えて欲しい\nとの要望を受け，原告にその旨依頼したが原告がこれを断ったので，臼井ヘルスフ\nーズに依頼して，成分比の異なる加工食品を製造させてこれを仕入れ，その包装に\n被告標章５ないし同８を付して販売した事実があるが，現在はそのようなことは行\nっていない。\n⑵  争点１－２（被告会社は，被告各標章について，先使用による通常使用権を\n有するか）について\n【被告らの主張】\nア  名称の発案について\n被告Ａは，平成１６年頃まで，株式会社マリンファーム（以下「マリンファーム」\nという。）で健康食品の販売等に従事していたが，平成１７年頃，被告会社を設立\nした。被告Ａは，同年１月２８日及び同年３月１７日に行った被告会社の設立メン\nバー会議において，鮫肝油を原料とする加工食品につき「海宝源」及び「マリンプ\nレミアム」との商品名を発案した（乙６ないし８，１２の２）。もっとも，鮫肝油\nの加工，梱包は，マリンファーム在職中からカプセル加工を依頼していた原告に依\n頼した。\nこのようにして，被告会社は，本件各商標権に係る商標登録出願の出願日である\n平成１８年８月２８日（以下「本件出願日」という。）に先立つ平成１７年６月頃\nには，「海宝源」及び「マリンプレミアム」との名称を付した（被告各標章が付さ\nれた）加工食品を原告から仕入れて，自己の商品として販売していた（乙１ないし\n５）。なお，「海宝源」や「マリンプレミアム」の包装のデザイン料も，被告会社\nが負担している（甲４の１〔１頁〕）。\nイ  商標法３２条１項の要件が認められること\n(ｱ) 原告による商標登録出願前に被告各標章を使用していたこと\n上記アのとおり，被告会社は，本件出願日に先立つ平成１７年６月頃には，被告\n各標章を付した加工食品を，原告から仕入れて販売していた。これらの商品の包装\nには，販売者として被告会社が表示されているから（甲７），被告会社は，これら\nの商品を自己の商品として販売していたものである。\n(ｲ)  被告各標章は，本件出願日当時，被告会社の業務に係る商品を表示するもの\nとして需要者の間に広く認識されていたこと\n被告各標章が付された商品は，関西圏（大阪，京都，兵庫，奈良，滋賀，和歌山），\n東北５県（青森，岩手，宮城，秋田，山形），東京及び群馬に所在する薬局，百貨\n店及び健康食品店へ販売されていたところ，被告会社は，これらの商品について，\n「販売元」を被告会社とするチラシ（乙４，５，９の１ないし３，乙１０，１１）\nを作成して，上記薬局，百貨店及び健康食品店並びに取引先（乙２６ないし３１）\nへ相当数を配布していたから，本件出願日当時，被告各標章は被告会社の業務に係\nる商品を表示するものとして需要者の間に広く認識されていたといえる。\n(ｳ) 不正競争の目的がないこと\n「海宝源」及び「マリンプレミアム」の名称を発案したのは被告会社であるから，\n不正競争の目的などあり得ない。\nウ  小括\n以上によれば，被告会社は，商標法３２条１項の規定により，加工食品について\n継続して被告各標章を使用することができるから，被告会社の行為は原告の有する\n本件各商標権の侵害に当たらない。\n【原告の主張】\nア  名称の発案について\n「海宝源」及び「マリンプレミアム」の名称は，時期は失念したが，遅くとも平\n成１７年１月２８日よりも前に，原告代表者が発案したものである。原告代表者と\n従業員が，原告の役員室において，特許庁のホームページで重複した商標がないこ\nとを確認して商品名を決定し，その場に被告Ａも同席していた。被告らが「海宝源」\n及び「マリンプレミアム」の名称を発案したとの主張は誤りである。\nなお，本件契約書１８条３号には「乙は『甲製品』について使用した甲の所有す\nる商標・意匠・著作物を甲の同意なしに使用しない。」として，原告が鮫関連商品\nについての商標権を保有することを前提とした規定が存するところである。\nイ  商標法３２条１項の要件について\n(ｱ) 被告会社による使用がないこと\n上記アのとおり，本件契約書１８条３号は，原告が鮫関連商品についての商標権\nを保有することが前提とされており，また，原告代表者が「海宝源」及び「マリン\nプレミアム」との商品名称を発案したものであることからして，被告各標章は，原\n告が，被告会社に利用を許諾し，被告会社を通じて使用しているものである。した\nがって，被告会社が被告各標章を使用していたという事実が存在しない。\n(ｲ) 周知性がないこと\n原告は，平成１７年６月１４日以降（「海宝源」について）又は同年１２月１４\n日以降（「マリンプレミアム」について），被告各標章が付された商品を被告会社\nに販売しているが，その方法は，被告Ａなど被告会社の営業担当者の自宅に送付し，\n又は９箇所程度の限られた顧客に送付したのみである（甲１８，原告準備書面１の\n別紙１及び同２参照）。\nまた，乙第４号証のチラシには，被告会社の「ヘルスケア事業部」として「静岡\n県焼津市」との記載があるが，平成１８年当時，静岡県焼津市には被告会社のヘル\nスケア事業部は存在していなかったから，同チラシは本件出願日当時には存在しな\nかったものと考えられる。\nさらに，被告会社は，原告に対し，都度，新規販路等を報告していたが（甲１０），\n百貨店まで販路を拡大したとの報告は受けていない。\n以上の事情からすれば，被告各標章が，本件出願日当時，需要者の間に広く認識\nされていたということはできない。\n(ｳ) 不正競争の目的があること\n原告代表者は，深海鮫エキスの製造方法を日本で初めて確立し，商品化に成功し\nた人物として著名であるところ，被告らは，原告代表者や原告の信用を利用しよう\nとして原告と取引関係に入ったのであるから，不正競争の目的がある。\n⑶  争点１－３（本件商標１及び同２についての商標登録に無効理由があるか。\nまた，商標権侵害を原因とする原告の請求は，権利の濫用に当たり許されないか）\nについて\n【被告らの主張】\nア  商標登録の無効理由について\n上記⑵【被告らの主張】で主張したとおり，「海宝源」及び「マリンプレミアム」\nとの名称は，被告Ａが発案したものであり，被告会社は，平成１７年頃から，被告\n各標章が包装に付された加工食品（原告商品）を原告から仕入れてこれを販売して\nいた。同販売に際して，原告商品の「発売元」には被告会社の名称が記載されてい\nたのであって，被告各標章は，原告の出所を表示していたものではなかった。\nところが，原告は，被告会社の営業努力による被告各標章の価値の上昇を独占し\nようとの意図をもって，被告各標章と同一又は類似する本件各商標について商標登\n録出願をしたものである。\n以上の事実によれば，本件各商標は，公正な取引秩序を乱すものであり，公序良\n俗を害するおそれのある商標といえるのであるから，これらの商標に係る商標登録\nは，商標法４条１項７号の規定に反してされたものとして，同法４６条１項１号の\n無効理由があり，商標登録無効審判により無効にされるべきものである。したがっ\nて，原告は，被告会社に対し，本件各商標権を行使することができない（同法３９\n条が引用する特許法１０４条の３第１項）。\nイ  権利の濫用\n仮に，本件各商標に係る商標登録に無効理由がないとしても，上記アで主張した\n事実関係によれば，原告による本件各商標権の行使は，権利の濫用として許されな\nいというべきである。\n【原告の主張】\n被告らは，原告が本件各商標について商標登録出願したことを知らなかったこと\nを前提に，商標登録が無効であるとか，本件各商標権の行使が権利の濫用に当たる\nなどと主張するが，被告らは，原告代表者が「海宝源」及び「マリンプレミアム」\nの各名称を発案したことや，原告が本件各商標について商標登録出願したことを知\nっていたのであるから（被告会社が他の商標についてした商標登録出願において，\nその商標や指定商品の区分が，本件各商標権に酷似していること〔甲１５〕から も\n明らかである。），被告らの主張は前提において誤っている。\n⑷  争点１－４（差止め及び廃棄の必要性があるか）について\n【原告の主張】\n被告会社は，現在も，原告以外の者が製造した鮫肝油を原料とする加工食品であ\nってその包装に被告各標章を付したものを販売し，販売のために展示して本件各商\n標権を侵害しているから，商標法３６条１項に基づき，上記各行為の差止めが認め\nられるべきであるし，同条２項に基づき，被告各標章が付された包装（原告が製造\nしたものを除く。）又は加工食品であってその包装に被告各標章を付したもの（原\n告が製造したものを除く。）の廃棄が命じられるべきである。\n【被告らの主張】\n原告の主張は否認し，争う。被告会社は現在，原告が問題とするような行為を行\nっていない。\n⑸  争点１－５（被告会社の故意過失及び原告が受けた損害の額）について\n【原告の主張】\nア  被告会社は，故意又は過失により本件各商標権を侵害したものであるから，\nこれにより原告が受けた損害を賠償すべき責任を負う。\nイ  逸失利益\n(ｱ)  原告は，平成１７年４月頃から，原告商品を製造して被告会社に販売してお\nり，平成１７年４月から平成２２年１２月までの年間平均売上高は２７７７万９４\n２４円であった。しかし，被告会社は，平成２３年１月から，原告以外の者が製造\nした鮫肝油を原料とする加工食品であってその包装に被告各標章を付したものを販\n売した。このため，原告の被告会社に対する平成２３年１月から平成２６年７月ま\nでの原告商品の年間平均売上高は６５９万５１２８円まで減少した。\nこれらの売上減少は，すべて被告会社による本件各商標権の侵害行為によるもの\nである。そして，原告の平成２５年９月期の利益率は３３パーセントであるから，\n平成２３年１月から平成２６年７月までの３年７か月（４３か月）にわたる被告会\n社の商標権侵害行為により，原告は，逸失利益として２５０５万０４３０円（〔２\n７７７万９４２４円－６５９万５１２８円〕÷１２か月×４３か月×３３パーセン\nト）の損害を受けた。\n(ｲ)  また，商標法３８条２項は，商標権侵害行為により侵害者が利益を受けてい\nるときは，その利益の額は，商標権者が受けた損害の額と推定する旨規定している。\nここで，隠蔽や改ざんの形跡があって一様には信用できないが，被告会社が提出\nした同社の平成２２年２月から平成２７年１月までの仕入帳及び売上帳（乙４２な\nいし５６。以下，売上帳を「本件売上帳」と，仕入帳を「本件仕入帳」といい，本\n件売上帳と本件仕入帳を併せて「本件帳簿」という。）に基づいて計算すると，被\n告会社は，平成２３年１月から平成２６年７月までの間に，被告各標章が付された\n商品を少なくとも１億１４０２万２４２５円販売しており（甲７９），このうち，\n原告商品（すなわち，その販売等が本件各商標権の侵害とはならない商品）の売上\n高は４８２４万１２５４円である（甲８０）。したがって，その差額である６５７\n８万１１７１円は，本件商標権を侵害する商品の販売行為により得た売上高である。\n同売上高から，商品の仕入額（被告会社が提出した台帳からは仕入額が明らかでは\nないため，原告商品の仕入額を参考に算定した。），鮫肝油原料代，化粧箱代等を\n控除すると，被告会社が上記期間中に得た利益の額は，３６０８万５７５９円と算\n定され，同金額が，被告会社の商標権侵害行為により原告が受けた損害の額と推定\nされる。\n(ｳ)  なお，商標法３８条１項及び同条３項も，商標権侵害行為による損害額の計\n算方法を規定しているから，これらの条項によっても損害が算定されるべきである。\nウ  弁護士費用\n被告会社の商標権侵害行為と相当因果関係のある弁護士費用は，２５０万５０４\n３円というべきである。\n【被告らの主張】\nア  被告会社の代表者である被告Ａは，平成２６年に至るまで，原告が本件各商\n標につき商標登録を受けた事実を知らなかったのであるから，被告会社は，故意又\nは過失により本件各商標権を侵害したものではなく，原告に対する損害賠償義務を\n負わないというべきである。\nイ  逸失利益について\n(ｱ)  被告会社の原告からの仕入額の減少は，平成２３年以降，顧客への販売数量\n自体が減少していることに起因するものであって（乙１３参照。その原因としては，\n被告会社の従業員であったＥ が退職したことや，東日本大震災の影響が考えられ\nる。），商標権侵害行為を原因とするものではない。したがって，仮に，商標権侵\n害が認められるとしても，原告の売上高の減少との間に相当因果関係は認められな\nいというべきである。\n(ｲ)  被告会社の商標権侵害行為により原告に損害が発生しているとしても，商標\n法３８条１項により原告の損害を算定すると，次のとおり合計１８６万１９２６円\nにとどまる。\nａ  「マリンプレミアム」について\n被告会社は，広田薬品に対して，原告製品とは成分比の異なるマリンプレミアム\n（３６０粒入）を１９５４本，マリンプレミアム（１００粒入）を３本，それぞれ\n販売した。ここで，原告がマリンプレミアム（３６０粒入）１本を販売した場合の\n利益の額は９３０．６円，マリンプレミアム（１００粒入）１本を販売した場合の\n利益の額は３２３．４円であるから，商標法３８条１項により計算される原告の損\n害は，１８１万９３６２円である。\nｂ  「海宝源」について\n(a)  被告会社は，鮫生肝４００ｍｇの粒が１０粒入ったＰＴＰシート１０枚を箱\n包装して海宝源（１００粒入）として，これを５２３個販売した。ここで，原告が\n海宝源（１００粒入）１個販売した場合の利益の額は８４．６５２円であるから，\n商標法３８条１項により計算される原告の損害は，４万４２７３円である。\n(b)  被告会社は，原告から仕入れた海宝源（４２０粒入）に，ＰＴＰシートを継\nぎ足し，「海宝源」の５００粒入及び４８０粒入として，５００粒入を１４２個，\n４８０粒入を１２０個，それぞれ販売したが，これらの「海宝源」は，もともと原\n告から仕入れたものであるから，被告による譲渡数量の全部について，原告には販\n売することができないとする事情があるといえ（商標法３８条１項但書），原告に\nは損害は発生していない。\n(ｳ)  商標法３８条２項により原告が受けた損害の額が推定されるとしても，本件\n各商標が被告Ａの発案に係るものであり，原告の出所を表示するものとは認められ\nないことからすれば，被告会社が得た利益の額に対して被告各標章が寄与した程度\nは極めて低いから，相応の寄与度減額がされるべきところ，被告会社の営業努力や\nノウハウ等に照らせば，被告各商標を使用したことが被告会社の利益に寄与した割\n合は，５パーセント程度にとどまるというべきである。\nウ  弁護士費用の損害に関する原告の主張は否認し，又は争う。\n⑹  争点１－６（被告Ａは，被告会社の商標権侵害を原因とする損害賠償債務に\nついても，連帯保証義務を負うか）について\n【原告の主張】\n被告Ａは，被告会社が原告に対して負担する一切の債務について連帯保証したの\nであるから，被告会社による商標権侵害を原因とする損害賠償債務についても，連\n帯保証したというべきである。\n主債務の発生原因を債務不履行と構成するか不法行為と構成するかは，単なる法\n律論にすぎないから，「不法行為」との一事をもって，被告Ａが保証債務を免れる\nことは不当である。\n【被告Ａの主張】\n被告Ａは，本件基本契約に基づき被告会社が原告に対して負担する債務について\n連帯保証したが，被告会社の不法行為に基づく損害賠償債務まで保証したものでは\nない。\n⑺  争点２－１（被告会社は，鮫肝油を原料とする加工食品を自ら製造し又は原\n告以外の者から買い受けることにより，本件契約書２条２項の規定に違反したか）\nについて\n【原告の主張】\nア  原告と被告会社との取引について\n「海宝源」及び「マリンプレミアム」は，いずれもアイ鮫の粗肝油（鮫肝油原料）\nから精製された鮫生肝油エキスを主成分とした加工食品であるが，アイ鮫の漁獲時\n期が限定されていることや，漁獲量が不安定なことから，原告は，採算割れを防ぐ\nために，最低取引単位として４トン単位で鮫肝油原料を輸入していた。\n原告が被告会社と取引を始めた直後は，マリンファームのために確保していた鮫\n肝油原料の一部を用いて被告会社のために商品を製造していたが，在庫が減少した\nため，被告会社のために新たに鮫肝油原料を確保する必要が生じた。このため，原\n告と被告会社は，平成１８年６月８日，本件基本契約を締結し，被告会社が，同年\n１０月末日までに，１ｋｇにつき５００円の手付金を添えて鮫肝油原料の購入を予\n約することが約束された（本件契約書５条１項）。原告がこのように大量の原料を\n確保し，保管するのであるから，被告会社が原告以外から自由に販売用の商品を調\n達することとなれば，専ら原告が原料等の在庫リスクを負担することとなってしま\nう。\nイ  本件契約書２条２項の解釈について\n本件契約書２条２項は，「乙は販売用の商品を甲以外から一切購入しない。」と\n規定し，被告会社が，鮫関連製品について，販売用の商品を原告以外から一切購入\nしない旨規定しているが，上記アで主張した本件基本契約の性格からすれば，被告\n会社が自ら鮫関連製品を製造することも禁止されているというべきである。\n被告会社は，本件契約書２条２項の規定に反して，鮫肝油を原料とする加工食品\nを自ら製造し，又は原告以外の者から買い受けて販売しているのであるから，被告\n会社には，本件基本契約上の債務不履行がある。\nまた，被告会社は，原告が試供品として提供したＰＴＰシートを，自ら被告各標\n章が付された包装に梱包して販売したと主張しており，かかる行為が事実であると\nすれば，この行為も本件契約書２条２項の規定に違反するものである。\n【被告らの主張】\n本件契約書２条２項は，後記⑻【被告らの主張】において主張するとおり無効と\nいうべきであるが，この点を措くとしても，文言上，「乙は販売用の商品を甲以外\nから一切購入しない。」と規定するのみで，被告会社が自ら販売用の商品を製造す\nることは禁止されていないことが明らかである。\n⑻  争点２－２（本件基本契約のうち，本件契約書２条２項の規定は，公序良俗\nに反し無効となるか）について\n【被告らの主張】\n本件契約書２条２項は，「乙は販売用の商品を甲以外から一切購入しない。」と\nして，被告会社が原告以外の者から鮫関連商品や原材料を購入することを禁じてい\nる。一般に，このような排他条件は，販売業者側にもメリットがある場合には正当\n化されると解されるが，本件基本契約において，被告会社が仕入先を原告に限定す\nることによるメリットは認められない。むしろ，本件契約書には，購入強制（５条）\nや引取強制（７条）など，被告会社が原告に対して圧倒的に劣位にあったことを伺\nわせる条項が存在している。\nそうすると，本件契約書２条２項の規定は，被告会社の設立直後の困窮・無経験\nに乗じて，原告会社が，不当に被告会社に過大な義務を負わせ，被告会社の営業活\n動による利益を一方的に独占しようとする意図のもとに締結されたものであり，原\n告の暴利行為を認めるものであるから，公序良俗に反するものとして無効というべ\nきである。\n原告は，被告会社のために鮫肝油原料を輸入し，また鮫生肝エキスを保管すると\nいうが，これらは，何も被告会社のためにのみ使用するものではなく，他社の製品\nに転用することも可能であるのであるから，本件基本契約を有効とすべき理由とは\nならない。\n【原告の主張】\n上記⑺【原告の主張】のとおり，本件基本契約は，金銭的に余裕のなく，保管場\n所も持たない被告会社のために，原告が鮫肝油原料を一括して購入し（後記⑽【原\n告の主張】で後述するように，代金を分割計上してもいる。），精製された鮫生肝\nエキスや完成した商品を無償で保管するものである。被告会社のために鮫肝油原料\nを輸入し，商品を保管するのであるから，最終的に被告会社がこれらを購入すべき\nは当然である。また，本件基本契約は有効期間が３年間とされており（本件契約書\n２２条。自動更新は２年単位である。），被告会社は契約から離脱することもでき\nるのであるから，被告会社を不当に拘束するものでもない。\n⑼  争点２－３（被告会社の債務不履行により原告が受けた損害の額）について\n【原告の主張】\nア  原告は，平成１７年４月頃から，鮫肝油を原料とする加工食品（原告商品）\nを製造してこれを被告会社に販売しており，原告の被告会社に対する平成１７年４\n月から平成２２年１２月までの鮫関連商品の年間平均売上高は３１７１万１７７６\n円であった。しかし，被告会社は，平成２３年１月から，鮫肝油を原料とする加工\n食品を自ら製造し又は原告以外の者から買い受け，これらを販売し始めた。このた\nめ，原告の被告会社に対する平成２３年１月から平成２６年７月までの鮫関連商品\nの年間平均売上高は７９２万５２４４円に減少した。\nこれらの売上減少は，すべて被告会社が鮫肝油を原料とする加工食品を自ら製造\nし又は原告以外の者から買い受けるという債務不履行に起因するものである。そし\nて，原告の平成２５年９月期の利益率は３３パーセントであるから，平成２３年１\n月から平成２６年７月までの３年７か月（４３か月）にわたる被告会社の債務不履\n行により，原告は，逸失利益として２８１２万７５７４円（〔３１７１万１７７６\n円－７９２万５２４４円〕÷１２か月×４３か月×３３パーセント）の損害を受け\nたというべきである。\nイ  仮に，上記アの損害額が認められないとしても，隠蔽や改ざんの形跡があっ\nて一様には信用できないが，被告会社が提出した本件帳簿（乙４２ないし５６）に\n基づいて計算すると，被告会社は，平成２３年１月から平成２６年７月までの間に，\n少なくとも原告商品のうち「マリンプレミアム」（３６０粒入）に換算して７４６\n４本に相当する量の加工食品を販売している。被告会社は，１７５４万０２１８円\n分の売上帳を本件訴訟に提出することなく隠蔽しているが，ほかに売上帳を隠蔽す\nる理由などないから，同額も被告会社の債務不履行を構成する売上高とみるべきで\nある。同額を原告商品のうち「マリンプレミアム」（３６０粒入）に換算すると２\n１４３本分となる。本来，これらの加工食品は，原告のみから仕入れなくてはなら\nないのであるから，被告会社による債務不履行がなければ，原告は，「マリンプレ\nミアム」（３６０粒入）１本分の販売額（４０２２円）に上記９６０７本を乗じた\n金額（３８６３万９３５４円）を売り上げることができ，利益率（３３パーセント）\nに応じた１２７５万０９８６円の利益を上げることができたはずである。\n【被告らの主張】\n仮に，被告会社に債務不履行が認められるとしても，被告会社の原告からの仕入\n額の減少は，平成２３年以降，顧客への販売数量自体が減少していることに起因す\nるものであって，被告の債務不履行を原因とするものではないから，同債務不履行\nと原告の売上高の減少との間に相当因果関係は認められないというべきである。\n仮に，原告に何らかの損害が発生する余地があるとしても，被告会社が原告から\n正規に仕入れた加工食品のＰＴＰシートを別途包装するなどして販売する行為は，\n少なくとも本件基本契約には違反しないのであるから（本件基本契約２条２項では，\nあくまで被告会社が販売用の製品を原告以外から購入しない旨が規定されているに\nすぎない。），損害額の算定に際しては，被告会社が原告から正規に仕入れたＰＴ\nＰシートが販売されたことによる売上高は，考慮するべきではない。\n⑽  争点２－４（相殺の抗弁の成否）について\n【被告らの主張】\nア  本件個別契約⑧の一部解除による既払金返還請求権との相殺\n本件個別契約⑧は，「海宝源」（パック，３８０粒入）５００袋を対象とするも\nのであるが，原告は，被告会社に対し，そのうち３００袋を納入していないから，\n本件個別契約⑧の債務を履行していないし，履行の提供を継続してもいない。\nそして，被告会社は，平成２７年１２月２１日の本件第７回弁論準備手続期日に\nおいて平成２７年１２月１４日付け被告第５準備書面を陳述することにより，原告\nに対し，本件個別契約⑧のうち「海宝源」（パック，３８０粒入）３００袋を目的\nとする部分を原告の債務不履行を原因として解除する旨の意思表示をするとともに，\n同解除により被告会社が原告に対して取得した既払金返還請求権９０万４０５０円\n（消費税込）及びこれに対する平成２６年３月２８日（相殺適状となった日）から\n支払済みまでの年６分の割合による利息請求権を自働債権とし，原告が本訴訟で請\n求する債務不履行による損害賠償請求権を受働債権として，その対当額で相殺する\n旨の意思表示（以下「相殺の意思表示①」という。）をした。\nしたがって，被告会社の債務不履行を原因とする原告の損害賠償請求権は，上記\n限度において消滅したというべきである。\nイ  預け金返還請求権の一部との相殺\n被告Ａは平成１７年３月１７日に２００万円を，被告会社は平成１８年１１月７\n日に２１０万円を，それぞれ原告に交付しているところ，これら４１０万円は，被\n告会社が原告にいつでも返還を求めることができる預け金である。\nそして，被告会社は，平成２７年１２月２１日の本件第７回弁論準備手続期日に\nおいて平成２７年１２月１４日付け被告第５準備書面を陳述することにより，上記\n預け金返還請求権４１０万円のうち１２８万５０７９円分を自働債権とし，原告が\n本訴訟で請求する債務不履行による損害賠償請求権を受働債権として，その対当額\nで相殺する旨の意思表示（以下「相殺の意思表示②」という。）をした。\nしたがって，被告会社の債務不履行を原因とする原告の損害賠償請求権は，上記\n限度において消滅したというべきである。\n【原告の主張】\nア  本件個別契約⑧の一部解除について\n原告と被告会社との取引は，①被告会社の注文により，原告が鮫肝油原料を輸入\nし，鮫生肝エキスに精製して保管する，②被告会社の指示により，原告が鮫生肝エ\nキスをカプセル状の粒に加工する（バルク製造），③被告会社の商品化指示により，\n原告が上記カプセル状の粒を瓶詰め等して包装して商品化し保管する，④被告会社\nの発送依頼により，商品を納品先に納品する，という流れで行われていたところ，\n原告としては，上記③の段階ですべき債務を終え，被告会社からの発送依頼を待つ\nのみとなる。\n本件個別契約⑧については，「海宝源」（パック，３８０粒入）５００袋につい\nて，被告会社が平成２６年１月１０日に商品化指示を行い（甲２９），原告が同年\n２月２０日に商品化して保管したから（甲３０），同日，原告の債務の履行は完了\nした。\n被告会社は，平成２６年２月２４日，上記５００袋のうち２００袋について発送\n依頼をしたが（甲３１の２），その余の３００袋については発送依頼をせず，その\n後，原告に対する売買代金を支払わなくなった。このため，被告会社から平成２６\n年３月２０日にあった発送依頼に対して，原告は応じなかった（甲３１の３ないし\n３３）。被告会社が，本件個別契約⑧に基づく代金支払債務を履行しないのである\nから，原告が発送に応じないのは当然である。\n以上のとおり，原告は，平成２６年２月２０日に商品化を完了することにより，\n本件個別契約⑧に基づく債務の履行を完了している。仮に，これが債務の履行と評\n価されなかったとしても，原告としては，履行の提供を継続している。\nしたがって，本件個別契約⑧の一部が解除されたとの被告会社の主張には理由が\nなく，相殺の意思表示①による相殺の抗弁も成り立たない。\nイ  預け金返還請求権との相殺について\n被告Ａが原告に提供した２００万円は，原告に対する保証金であり，被告会社が\n原告に提供した２１０万円は，鮫肝油原料４トンの手付金であるから，いずれも被\n告会社が任意にその返還を求めることができる性質の金員ではない。\nしたがって，相殺の意思表示②による相殺の抗弁は成り立たない。\n⑾  争点３－１（原告と被告会社との間に，本件個別契約⑪が締結されたか）に\nついて\n【原告の主張】\nア  平成１８年１１月の鮫肝油原料の注文\n上記⑺【原告の主張】において主張したとおり，原告と被告会社は，本件基本契\n約において，被告会社が，同年１０月末日までに，１ｋｇにつき５００円の手付金\nを添えて鮫肝油原料の購入を予約することを約した（本件契約書５条１項）。これ\nを受けて，被告会社は，平成１８年１１月頃，原告に対し，最低取引単位である４\nトン分の鮫肝油原料を注文し，同月７日，手付金として２１０万円（５００円×４\n０００ｋｇ＋消費税５パーセント分）を交付した（甲２１。なお，その後，この手\n付金は，上記４トンの鮫肝油原料の売買代金には充当せず，新たに注文した４トン\nの鮫肝油原料の手付金として，引き続き預かることとなった。）。上記４トンの鮫\n肝油原料の代金については，被告会社が資力に乏しかったことから，被告会社の販\n売状況を踏まえて分割して計上することとし，平成２０年７月１７日に１０２０ｋ\nｇ分（６１２万円。甲４の２〔６頁〕），同年１２月２５日に１トン分（６１２万\n円。甲４の２〔１５頁〕），平成２１年８月２１日に１トン分（５６１万円。甲４\nの２〔２９頁〕），平成２２年２月１日に１トン分（５６１万円。甲４の２〔４１\n頁〕）と計上した。\nイ  平成２１年１０月の鮫肝油原料の注文\n平成１８年１１月に注文された４トンの鮫肝油原料の在庫は，平成２１年１０月\n頃にはわずかとなっていたところ，被告会社は，同月，原告に対し，更に４トン分\nの鮫肝油原料を注文した。その代金については，同年８月頃，原告代表者と被告Ａ\nとが，１ｋｇにつき５０００円程度で販売する旨を確認していることから，１ｋｇ\nにつき５０００円とする旨の約定があったというべきである。\nこの２回目の注文についても，代金は分割して計上することとし，平成２２年５\n月２５日に１トン分（５１０万円。甲４の２〔４７頁〕），同年１１月２５日に２\nトン分（８７７万２０００円。甲４の２〔５６頁〕）がそれぞれ計上されており，\n残り１トン分が計上されていない状態にあった。\nそこで，原告は，平成２６年２月２８日付け納品書により，最後の１トン分とし\nて４３９万１１００円（うち消費税２０万９１００円）を被告会社に請求したもの\nである（甲２６）。\n以上のとおり，原告と被告会社は，平成２１年１０月，被告会社が原告から鮫肝\n油原料４トンを買い受ける旨の売買契約を締結しており（これが，本件個別契約⑪\nである。），その売掛金残金は，４３９万１１００円である（別紙２個別契約目録\nの番号１１の「年月日」欄に「平成２６年２月２８日」とあるのは，上記のとおり\n最後の１トン分を分割計上した納品書の日付である。）。なお，上記のとおり分割\nして代金を計上する際に，単価がそれぞれ異なっているのは，被告会社の経営状況\nを見ながら，原告が適宜値下げをしたためである。\nウ  保証金及び手付金の充当\n原告は，平成２６年６月３日付け書面により，被告会社に対し，本件個別契約⑪\nの売買代金４３９万１１００円に，原告が被告Ａから交付を受けていた保証金２０\n０万円及び被告会社から交付を受けていた手付金２１０万円を充当する旨通知した\n（甲６）。\nエ  原告の被告会社に対する売掛金のまとめ\nしたがって，原告は，被告会社に対し，本件個別契約①ないし同⑩に基づく２８\n１万４９２１円の売掛金請求権のほか（前記前提事実〔２⑷〕参照），本件個別契\n約⑪に基づく上記ウの充当後の残金２９万１１００円の売掛金債権を有するので，\n３１０万６０２１円及びこれに対する遅延損害金を請求する。\n【被告らの主張】\n被告会社が，平成１８年１０月頃及び平成２１年１０月頃，原告に対し，それぞ\nれ鮫肝油原料４トンを発注した事実はない。被告会社のような小規模な会社が，４\nトンもの大量の鮫肝油原料を発注することはあり得ないし，そのような高額の契約\nであるにもかかわらず，発注書や契約書が何ら作成されていない。\n仮に，４トンを一括して発注したのであれば，代金が一定するはずであるが，原\n告の主張によっても，４トン分を分割計上している際の単価が異なっている。この\nことは，端的に一括して発注した事実がないことを示している。\n⑿  争点３－２（一部解除の抗弁，同時履行の抗弁及び相殺の抗弁の成否）につ\nいて\n【被告らの主張】\nア  本件個別契約⑧の一部解除\n前記⑽【被告らの主張】アのとおり，原告は，本件個別契約⑧の目的の一部であ\nる「海宝源」（パック，３８０粒入）３００袋を納入していなかったので，平成２\n７年１２月２１日に被告会社がした解除の意思表示により，本件個別契約⑧のうち\n「海宝源」（パック，３８０粒入）３００袋を目的とする部分（代金９０万４０５\n０円）は解除された。\nイ  同時履行の抗弁\n仮に，本件個別契約⑧のうち「海宝源」（パック，３８０粒入）３００袋を目的\nとする部分の解除が認められないとしても，原告は同部分について債務を履行して\nおらず，履行の提供を継続してもいないから，被告会社は，原告が「海宝源」（パ\nック，３８０粒入）３００袋を引き渡すまで，その代金の支払を拒絶する。\nウ  預け金返還請求権の一部との相殺\n前記⑽【被告らの主張】イのとおり，被告Ａ及び被告会社が原告に交付していた\n４１０万円は，被告会社が原告にいつでも返還を求めることができる預け金である。\nそして，被告会社は，平成２６年３月２８日，上記預け金返還請求権のうち２８\n１万４９２１円分を自働債権として，本件個別契約①ないし同⑩に基づく原告の被\n告会社に対する売掛金債権を受動債権として，その対当額で相殺する旨の意思表示\nをした（甲３２。以下「相殺の意思表示③」という。）。\nしたがって，本件個別契約①ないし同⑩に基づく原告の売掛金請求権は，消滅し\nたというべきである。\n【原告の主張】\nア  本件個別契約⑧の一部解除について\n前記⑽【原告の主張】アのとおり，原告は本件個別契約⑧に基づく債務の履行を\n完了し，又は履行の提供を継続しているから，本件個別契約⑧の一部が解除された\nとの被告の抗弁は成り立たない。\nイ  同時履行の抗弁について\n同様に，原告は本件個別契約⑧に基づく債務の履行を完了し，又は履行の提供を\n継続しているから，被告会社は同時履行の抗弁権を喪失している。\nウ  預け金返還請求権との相殺について\n前記⑽【原告の主張】イのとおり，原告が交付を受けていた４１０万円は，いず\nれも被告会社が任意にその返還を求めることができる性質の金員ではない。したが\nって，被告会社による相殺の意思表示③によっては相殺の効力は生じず，相殺の抗\n弁は成り立たない。\n第３  当裁判所の判断\n１  認定事実\n前記前提事実（第２，２），各項目末尾掲記の証拠及び弁論の全趣旨によれば，\n次の事実が認められる。\n⑴  被告会社の設立以前\n原告代表者及び被告Ａは，いずれもマリンファーム（商号変更前の名称は株式会\n社海洋牧場）で勤務しており，同社において，原告代表者は工場長，被告Ａは取締\n役営業本部長をそれぞれ務めた。\nマリンファームは，鮫肝油原料から精製されたエキスを主成分とした加工食品「マ\nリンゴールド」を開発，製造，販売し，これがヒット商品となっていた。マリンフ\nァームで製造を担当していた原告代表者は，マリンファームを退職して原告を設立\nした後も，平成１７年頃まで，原告において，マリンファームから鮫肝油原料の仕\n入れや鮫生肝エキスのカプセル加工等の委託を受けていた。\n（以上につき，甲１４の１・２，７６，乙６，丙２，原告代表者）\n⑵  被告会社の設立と原告商品の販売等の開始\n平成１６年頃，被告Ａを始めとするマリンファームの営業担当役員ないし従業員\nが，同社を退職することとなった。被告Ａは，原告代表者に打診して，これらマリ\nンファームの元営業担当者らが新たに設立する会社のために，鮫肝油を原料とする\n加工食品の製造を依頼し，原告代表者はこれに応じた。\nマリンファームの元営業担当者らのうち，被告Ａが株式会社海洋開発（被告会社）\nを，Ｄが株式会社ケニングコーポレーション（以下「ケニング」という。）をそれ\nぞれ設立して代表取締役となり，両社とも原告が製造等する加工食品を販売するこ\nととなった。\n被告Ａは，平成１７年３月１７日，原告に対し，継続的取引に係る保証金の趣旨\nで２００万円を交付し，同年５月１９日には被告会社を設立した。\n原告と被告会社とは，まず，被告会社が販売する加工食品の名称を「海宝源」と\nすることとし，原告が平成１７年６月頃に「海宝源」の容器デザインサンプルを被\n告会社に提供して同社の同意を得て，同月中に製造，販売が本格化した。原告と被\n告会社は，その後，更に「マリンプレミアム」との名称の加工食品も製造すること\nとし，原告が同年１１月頃に「マリンプレミアム」の容器デザインサンプルを被告\n会社に提供して同社の同意を得て，同年１２月に製造，販売が本格化した。\n「海宝源」と「マリンプレミアム」とは，名称が異なるのみで，内容物である加\n工食品自体（４００ｍｇの鮫生肝エキスをカプセル加工したもの）は同一のもので\nある。\n（以上につき，甲４の１・２，１８の１・２，３５，６７，\n乙１ないし６，１８，１９，原告代表者）\n⑶  原告と被告会社の取引の態様\n原告と被告会社の取引は，概ね次の手順で行われていた。\n①  原告は，被告会社の注文を受けて，鮫肝油原料を相当数量輸入して確保し，\n確保した鮫肝油原料を鮫生肝エキスに精製して保管しておく。\n②  原告は，被告会社から「鮫生肝油エキス」を対象とする注文書ないし発注依\n頼書を受領して，鮫生肝エキスをカプセル状の粒（１粒につき鮫生肝エキス４\n００ｍｇ）に加工し（これを「バルク製造」という。），これを保管する。\n③  原告は，被告会社から「マリンプレミアム」「海宝源」などを対象とする注\n文書ないし発注依頼書を受領して，カプセル加工された鮫生肝エキスを梱包し\nて商品化し（原告商品），これを保管する。\n④  原告は，被告会社から発送依頼書を受領して，原告商品を被告会社が指示す\nる送付先に直接発送する。\nなお，原告と被告会社との間では，１回のバルク製造によるカプセルの製造量を\n「６０万球（粒）」とし，これを「１ロット」として取り扱うこととしていた。カ\nプセル６０万粒を製造するのに必要な鮫肝油原料の量は，歩留まり率を考慮すると，\n約４００ｋｇである。\n（以上につき，甲２２ないし２５の４，３８，\n６８の１，６９の１，７６，原告代表者）\n⑷  本件基本契約の締結\n原告は，上記のとおり被告会社との取引を継続していたところ，両社の取引関係\nに関する基本的事項を書面で取り交わすこととし，その草案として基本契約書を作\n成して，平成１８年４月頃，これを被告Ａに送付した。\n平成１８年６月８日，原告の本社事務所において，原告代表者，被告Ａ，Ｂ及び\nＣが参集し，前記前提事実（第２，２⑵）のとおりの記載がある本件契約書の読み\n合わせを行い，原告と被告会社との間で本件基本契約が締結され，また，被告Ａ，\nＢ及びＣは，本件基本契約に基づき被告会社が原告に対して負担する一切の債務に\nつき，５０００万円を限度に連帯保証した。\n原告は，同年７月３日，ケニングとの間でも，同様に取引基本契約を締結し，ケ\nニングが販売する「深海力」との名称の加工食品（原告商品と同様に，鮫生肝エキ\nスをカプセル化したもの）を製造し，販売するようになった。なお，ケニングは，\n「深海力」との商標について，同年６月１４日に商標登録出願をしていた。\n（以上につき，甲５，４８，６７，乙３２\n原告代表者，被告Ａ本人）\n⑸  本件各商標に係る商標登録出願\n原告は，平成１８年８月２８日，本件各商標（海宝源〔標準文字〕，ｍａｒｉｎ\nｅ  ｐｒｅｍｉｕｍ〔標準文字〕）について，それぞれ商標登録出願をした。\n（甲２の１・２）\n⑹  鮫肝油原料４トンの注文（１回目）\n被告会社は，平成１８年１１月頃，本件契約書５条に基づき，原告に対して，鮫\n肝油原料４トンの購入を予約し，同月７日，その手付金として原告に対して２１０\n万円を交付した。このとき，鮫肝油原料の購入代金は，被告会社が原告に発注する\n原告商品の総量が，鮫肝油原料に換算して１トン分を超えた場合に，次の１トン分\nについて原告が被告会社に請求することとなった。\n原告は，上記予約に従い，鮫肝油原料を輸入した上，被告会社に対し，原告商品\nの出荷量に応じて，鮫肝油原料の購入代金として，平成２０年７月１７日に６４２\n万６０００円（１０２０ｋｇ分，消費税込），同年１２月２５日に６４２万６００\n０円（１０２０ｋｇ分，消費税込），平成２１年８月２１日に５８９万０５００円\n（１０２０ｋｇ分，消費税込），平成２２年２月１日に５８９万０５００円（１０\n２０ｋｇ分，消費税込）を，それぞれ請求し，被告会社は，同請求に係る費用をい\nずれも支払った。\n（以上につき，甲４の２，甲５，１９，２０，原告代表者）\n⑺  鮫肝油原料の購入代金の支払\n原告は，平成２２年３月，鮫肝油原料４０８０ｋｇを輸入した。そして，原告は，\n被告会社に対し，鮫肝油原料の購入代金として，平成２２年５月２５日に５３５万\n５０００円（１０２０ｋｇ分，消費税込），同年１１月２５日に９２１万０６００\n円（２０４０ｋｇ分，消費税込）をそれぞれ請求した。\n被告会社は，前者（５３５万５０００円）については程なく支払ったものの，後\n者（９２１万０６００円）については，他の売掛金と共に直ちには支払わず，平成\n２３年度は原油の必要量が減るとか，平成２３年１月には被告Ａが原告に交付して\nいた保証金２００万円及び被告会社が原告に交付していた２１０万円の合計４１０\n万円を買掛金の支払に充当したいなどと主張したが，いずれも原告には認められな\nかった。\nそこで，被告会社は，平成２３年３月１７日，原告に対し，４１０万円分の売掛\n金については同年６月から９月にかけて４回に分割して支払うこと，鮫肝油原料の\n購入代金９２１万０６００円については同年７月から平成２４年２月にかけて８回\nに分割して支払うことを内容とする支払計画を提示し，その後これらの金員を支払\nった。\n（以上につき，甲４の２，甲２０，４０，４１，乙２１）\n⑻  原告商品の販売数量の減少等\nア  原告の被告会社への鮫関連製品の売上高は，平成１８年から平成１９年まで\nは年額２０００万円以上，平成２０年から平成２１年までは年額３０００万円以上\nとなり，平成２２年の売上高は５０００万円を超えたが，平成２３年を境に，年額\n１０００万円未満となるなど，急速に落ち込んだ。\n被告会社は，広田薬品に対し，「マリンプレミアム」（３６０粒入）を販売して\nいたところ，平成２３年１月以降，広田薬品が被告会社から仕入れた「マリンプレ\nミアム」（３６０粒入）の数量が，原告が広田薬品に宛てて出荷した「マリンプレ\nミアム」（３６０粒入）の数量を上回るようになり，同年８月以降は，原告が被告\n会社に仕入れた「マリンプレミアム」（３６０粒入）の総数量をも上回るようにな\nった。\nイ  被告会社は，指定商品を「鮫を主原料とした液状・粉末状・顆粒状・タブレ\nット状・カプセル状・丸薬状・ゼリー状・ゲル状・固形状の加工食品」とする「海\n寿源（標準文字）」「マリンサン（標準文字）」「サンマリン－Ｇ（標準文字）」と\nの商標について平成２２年１２月に，指定商品を「鮫の肝油を主体とする粉末・顆\n粒・錠剤及び液状の加工食品」とする「マリンミレニアム（標準文字）」との商標\nについて平成２３年５月に，それぞれ商標登録出願をした。また，被告会社は，「マ\nリンサン」と称する深海鮫肝臓エキス加工食品を販売しているところ，同商品も，\n原告商品と同様に，１粒あたりの鮫生肝エキスの量が４００ｍｇである。\nなお，平成２３年８月１５日，被告会社と商号及び定款上の目的が一字一句同一\nである「株式会社海洋開発」が，大阪市中央区に設立された。\n（以上につき，甲４の２，甲１５の１ないし４，甲１６，\n３４ないし３６，４２，５１の１・２，甲７５，乙１４の１ないし３）\n⑼  原告と被告会社の取引の終了\n被告会社は，平成２５年４月２４日，原告に対し，鮫生肝エキス３０万粒のバル\nク製造を注文する注文依頼書を送付したが，原告から，従来どおり６０万粒を発注\nするよう求められ，同年５月２日，鮫生肝エキス３０万粒につき「納期」を「９月\n以降」とする追加の注文依頼書を送付した。\n被告会社は，上記各３０万粒のバルク製造に係る発注のうち，前者の３０万粒分\nについては，その後商品化の注文をし，代金の支払もしたが，後者の３０万粒分に\nついては，「納期」と記載された平成２５年９月を過ぎても，商品化の注文をしな\nかった。そこで，原告は，同年１２月２７日，被告会社に対し，３０万３０００球\nについて１粒あたり７．５円と計算して，２３９万３６８５円（消費税込）を請求\nしたところ，被告会社から一定の商品化の注文が入ったので（本件個別契約⑧に係\nる注文），上記請求を撤回した。\n原告の被告会社に対する売掛金は，平成２５年１２月１９日時点で残高０円とな\nっていたところ，本件個別契約①ないし同⑩に基づく各取引の結果，平成２６年２\n月２５日時点での残高は２８１万４９２１円となった。\n被告会社は，平成２６年３月２０日，原告に対し，本件個別契約⑩のうち「海宝\n源」（パック，３８０粒入）２２５袋を株式会社Ｋライズに宛てて発送するよう依\n頼し，同月２８日にも，被告会社が原告に交付している４１０万円を売掛金と相殺\nして欲しいなどとの希望と共に，上記商品を発送するよう再度依頼したが，原告は，\n被告会社が売買代金を支払わないとしてこれを拒絶し，その後も，入金が確認され\n次第直ちに出荷する旨の立場を表明した。\n原告は，平成２６年６月３日，被告会社に対し，同社から一括で注文を受けてい\nた鮫肝油原料４０８０ｋｇのうち最終計上分１０２０ｋｇを，同年２月２８日付け\nで，１ｋｇあたり４１００円にて原告の売上に計上したこと，同売上に係る４３１\n万１１００円（消費税込）の代金の一部に，被告会社が原告に交付している合計４\n１０万円を充当したことを前提に，同充当後の残金２９万１０００円及び売掛金残\n金２８１万４９２１円の合計３１０万６０２１円を直ちに支払うよう請求した。\n（以上につき，甲４の２，甲６，２２，２７，２８，３１の３，甲３２，３３）\n⑽  インターネットで販売されていた商品\n原告関係者は，平成２６年３月頃，インターネット上のウェブサイトを通じて，\n「Ａｍａｚｏｎ  Ｊａｐａｎ  Ｇ．Ｋ．」から「海宝源  １００粒入」との名称の\n加工食品（以下「本件販売商品１」という。）を購入し，株式会社フロンティアか\nら「鮫生肝エキス  マリンプレミアム」との名称の加工食品（以下「本件販売商品\n２」といい，本件販売商品１と併せて「本件各販売商品」という。）を購入した。\n本件各販売商品は，いずれも鮫肝油を原料とする加工食品であり，その包装には「販\n売者」として「株式会社  海洋開発  ＳＨ」の名称が記載されているほか，本件販\n売商品１の包装には被告標章１ないし同４が，本件販売商品２の包装には被告標章\n５ないし同８が付されていたが，印字された書体の形状，賞味期限年月の刻印の形\n状及びパウチ包装の態様において，原告が製造した包装（原告商品の包装）とは異\nなる。なお，上記「販売者」欄に記載された「ＳＨ」との記号は，食品衛生法施行\n規則２１条１０項の規定により，原告が製造し被告会社が販売する加工食品に表示\nするものとして厚生労働大臣に届け出ている製造所固有記号である。\n（以上につき，甲３の１ないし４，甲７，１１の１ないし３，\n甲１２の１ないし３，甲４９，５０，７７）\n２  事実認定の補足説明\n上記認定事実について，事実認定の理由を次に補足説明する。\n被告らは，被告会社が平成１８年１１月頃原告に対して鮫肝油原料４トンを注文\nした事実はないと主張し，更に，被告会社が同月７日に交付した２１０万円は，原\n告が資金不足を訴えたことから資金繰りのために交付した「預け金」であって，鮫\n肝油原料４トンの手付金の趣旨で支払ったものではないと主張する。\nしかしながら，前記認定事実（１⑹）のとおり，被告会社は，鮫肝油原料の購入\n代金として，原告の請求に応じ，平成２０年７月１７日に６４２万６０００円（１\n０２０ｋｇ分，消費税込），同年１２月２５日に６４２万６０００円（１０２０ｋ\nｇ分，消費税込），平成２１年８月２１日に５８９万０５００円（１０２０ｋｇ分，\n消費税込），平成２２年２月１日に５８９万０５００円（１０２０ｋｇ分，消費税\n込）をいずれも支払っているところ（このこと自体は当事者間に争いがない。），\n本件契約書の第５条には，「乙（判決注：被告会社を指す。）は甲（判決注：原告\nを指す。）に対し毎年１０月末日までに，翌年の鮫肝油原料の購入を１ｋｇ当たり\n５００円の現金による手付金を添えて予約する。予約金は購入代金の一部に充当す\nる。」と明記されているのであるから，被告会社が，この規定に従い，原告に対し\nて鮫肝油原料４トンの購入を注文し，１ｋｇあたり５００円に対応する手付金２０\n０万円を，消費税１０万円と共に支払ったものとみるのが自然である。他方で，証\n拠（甲４の１，甲１９）によれば，当該２１０万円は，原告の帳簿上「前受金」と\nして処理されている上，原告は，平成１８年１１月７日当時，被告会社に対して売\n掛金残額４４８万０２６６円を有していたことが認められるから，単に資金繰り目\n的であれば，売掛金の支払があったものとして会計上処理すれば足りるはずであり，\n原告の資金不足との訴えに応じて資金繰りのために交付したとみることは困難であ\nる。\n３  争点１－１（被告会社が，被告各標章を包装に付した鮫肝油を原料とする加\n工食品を販売することは，本件各商標権を侵害するとみなされる行為か）について\n⑴  被告各標章を付した加工食品の販売\n前記認定事実（１⑽）によれば，被告会社が，被告標章１ないし同４が包装に付\nされた加工食品（本件販売商品１）及び被告標章５ないし同８が包装に付された加\n工食品（本件販売商品２）をそれぞれ販売した事実が推認できる。\n⑵  指定商品及び商標の類否\nア  本件販売商品１は，鮫肝油を原料とする加工食品であるから，本件商標権１\nの指定商品「鮫を主原料とした…加工食品」と同一の区分に属する。\n本件商標１は，「海宝源」（標準文字）と書してなる商標であり，「カイホーゲ\nン」との称呼を生じる。他方，被告標章１は字体を問わず「海宝源」と書してなる\n標章，被告標章２はゴシック体で「海宝源」と書してなる標章，被告標章３及び同\n４は縦書き文字にて「鮫生肝エキス／海寶源／かいほうげん  鮫」と３行に書して\nなる標章であって「海寶源」との文字が他の文字に比して一際大きく書してなるも\nのであり，いずれの標章も「カイホーゲン」との称呼を生じる。そうすると，被告\n標章１ないし同４は，いずれも本件商標１と類似するものと認められる。\nイ  本件販売商品２は，鮫肝油を原料とする加工食品であるから，本件商標権２\nの指定商品「鮫を主原料とした…加工食品」と同一の区分に属する。\n本件商標は，「ｍａｒｉｎｅ  ｐｒｅｍｉｕｍ」（標準文字）と書してなる商標\nであり，「マリンプレミアム」との称呼を生じる。他方，被告標章５は字体を問わ\nず「ｍａｒｉｎｅ  ｐｒｅｍｉｕｍ」と書してなる標章，被告標章６はゴシック体\nで「ＭＡＲＩＮＥ  ＰＲＥＭＩＵＭ」と書してなる標章，被告標章７はゴシック体\nで「ＭＡＲＩＮＥ／ＰＲＥＭＩＵＭ」と２行に書してなる標章，被告標章８はゴシ\nック体で「マリンプレミアム」と書してなる標章であり，いずれも「マリンプレミ\nアム」との称呼を生じる。そうすると，被告標章５ないし同８は，いずれも本件商\n標２と類似するものと認められる。\n⑶  小括\n以上によれば，被告会社が本件販売商品１を販売し，販売のための展示をするこ\nとは本件商標権１を侵害するとみなされる行為であり，本件販売商品２を販売し，\n販売のための展示をすること は本件商標権２を侵害するとみなされる 行為である\n（商標法３７条２号）。\n⑷  原告商品との関係\n前記前提事実（第２，２⑹）のとおり，被告会社は，原告が製造した鮫肝油を原\n料とする加工食品であって，原告がその包装に被告各標章を付したもの（原告商品）\nを販売していたところ，これら原告商品は，商標権者である原告が被告各標章を付\nした上で流通においたものであるから，被告会社が原告商品を販売等することは，\n本件各商標権を侵害する行為ということはできない。\nしかしながら，前記認定事実（１⑽）によれば，本件各販売商品は，その包装に\n印字された書体の形状，賞味期限年月の刻印の形状及びパウチ包装の態様において，\n原告商品の包装とは異なっているのであるから，本件各商標権の商標権者である原\n告が被告各標章を付した上で流通においたものということはできないのであって，\n本件各販売商品を販売等することは，本件各商標権を侵害するものというべきであ\nる。\n⑸  被告らの主張について\n被告らは，①被告会社は，原告から仕入れた鮫生肝エキス４００ｍｇの粒が１０\n粒包装されたＰＴＰシート（以下，単に「ＰＴＰシート」ということがある。）を\n箱包装して販売したことがある，②被告会社は，長年の顧客である広田薬品から要\n望を受けて，「マリンプレミアム」の成分比を変えたものを販売したことがある，\nなどと主張するところ，いずれの行為についても，包装に被告各標章が付された鮫\n肝油を原料とする加工食品を販売する行為であることに変わりはないのであって，\n本件各商標権の商標権者である原告が被告各標章を付した上で流通においたもので\nはない以上，仮に，被告会社が上記①，②のとおり販売をしていたとしても，本件\n各商標権を侵害するとの結論を左右するものではない。\n４  争点１－２（被告会社は，被告各標章について，先使用による通常使用権を\n有するか）について\n⑴  被告らは，被告会社が，本件各商標権の出願日である本件出願日（平成１８\n年８月２８日）に先立つ平成１７年６月頃には，被告各標章を包装に付した加工食\n品を自己の商品として販売しており，商標法３２条１項の要件が認められるから，\n被告会社は，被告各標章につき，先使用による通常使用権を有する旨主張する。\n⑵  そこで検討するに，前記認定事実（１⑵）によれば，被告会社は，平成１７\n年６月頃には被告標章１ないし同４が付された「海宝源」を，同年１１月頃には被\n告標章５ないし同８が付された「マリンプレミアム」を，それぞれ原告から買い受\nけて販売していた事実が認められる。\nしかし，本件出願日当時，被告各標章が被告会社の業務に係る商品を表示するも\nのとして需要者の間に広く認識されていたことを認めるに足りる的確な証拠はない\nから，商標法３２条１項に基づく被告らの抗弁には理由がないというべきである。\n⑶  この点について，被告らは，被告各標章が付された商品は，被告会社が関西\n圏（大阪，京都，兵庫，奈良，滋賀，和歌山），東北五県（青森，岩手，宮城，秋\n田，山形），東京及び群馬に所在する薬局，百貨店及び健康食品店に販売しており，\n商品のチラシを作成してこれら薬局，百貨店及び健康食品店のほか，取引先にも配\n布しているなどと主張し，被告会社はこれに沿う証拠（乙４，５，９の１ないし３，\n乙１０，１１，２６ないし３１）を提出している。\nしかし，証拠上，被告会社がチラシを制作したことを示す客観的な証拠としては，\n平成１７年８月３日にチラシ１万枚の納品を受けた納品書（乙１０）が存在するの\nみであって，仮に同チラシに被告各標章が掲載されていたとしても，これが現実に\nどの程度頒布されたかは判然としない。被告会社がチラシを配布した証拠として提\n出する乙第２６ないし第２８及び第３１号証は，いずれも単なる住所録であるほか，\n乙第２９号証（株式会社ユニマットリケンの従業員名義の書面）及び第３０号証（株\n式会社日健の従業員名義の書面）は，それぞれ「『海宝源』その後『マリンプレミ\nアム』のパンフレットは，…下記にもれなく配布致しました。  記  ⑴百貨店，高\n島屋，全店（別紙）に配布  ⑵全国，有名ドラッグストア，薬局，薬店  ⑶全国自\n然食品店，健康食品店」，「お取引当時の平成１７年『海宝源』『マリンプレミア\nム』のパンフレット配布先は…  ⑴  直営店百貨店…約１０店舗  ⑵  ドラッグス\nトア…約８０店舗  ⑶  自然食品小売店…約１０店舗」などと極めて概括的な記載\nがされるにとどまっており，少なくとも被告各標章が被告会社の業務に係る商品を\n表示するものとして需要者の間に広く認識されていたことを示す証拠としては不十\n分というほかない。\nしたがって，被告らの主張は採用することができない。\n５  争点１－３（本件商標１及び同２についての商標登録に無効理由があるか。\nまた，商標権侵害を原因とする原告の請求は，権利の濫用に当たり許されないか）\nについて\n⑴  被告らは，「海宝源」及び「マリンプレミアム」との名称は被告Ａが発案し\nたものであり，また，被告会社は平成１７年頃から被告各標章を包装に付した加工\n食品を販売し，同包装には「発売元」として被告会社の名称が記載されていたこと\nなどから，被告各標章は，原告の出所を表示していたものではなかったところ，原\n告は，被告会社の営業努力による被告各標章の価値の上昇を独占する意図を持って，\n被告各標章と同一又は類似する本件各商標の商標登録出願をしたものであるとして，\n①本件各商標は，公正な取引秩序を乱し公序良俗を害するおそれのある商標であっ\nて，同商標に係る商標登録は，商標法４条１項７号の規定に反してされたものとし\nて同法４６条１項１号の無効理由があるから，商標登録無効審判により無効とされ\nるべきものであり，原告による本件各商標権の行使は許されない（商標法３９条が\n引用する特許法１０４条の３第１項），②原告による本件各商標権の行使は，権利\nの濫用として許されない，と主張する。\n⑵  そこで検討するに，本件各商標権については，次の事情を指摘することがで\nきる。\nア  被告会社の設立前に作成されたとみられる会議録（乙６）や被告Ａの手帳（乙\n７，８，１８）には，他の商品名のアイデアと共に「海宝源」及び「マリンプレミ\nアム」との記載がみられ，被告Ａをはじめとする被告会社の関係者が，「海宝源」\n及び「マリンプレミアム」との商品名を発案した可能性が相応に認められる。これ\nに対し，原告は，「海宝源」及び「マリンプレミアム」との商品名を考案したのは\n原告代表者であると主張し，原告代表者も尋問で同旨の供述をするが，これを裏付\nける的確な証拠はなく，同主張は採用することができない。\nイ  証拠（甲７）によれば，原告商品の包装には，「販売者  株式会社海洋開発\nＳＨ」との記載があって，原告を示す製造所固有記号のほかには原告の商号等の記\n載がなく，需要者は，原告商品の名称である「海宝源」「マリンプレミアム」のブ\nランドの帰属主体を被告会社と認識するのが自然であるといえる（原告代表者も，\n本人尋問において，原告はどちらかといえばＯＥＭの立場にあり，ブランドは被告\n会社にあることを自認するような供述をしているところである〔速記録４１頁，４\n３頁等〕。）。\nウ  他方，①前記前提事実（第２，２⑵）のとおり，本件契約書には，契約終了\n時の措置に関する条項ではあるものの，原告が「甲製品」（鮫関連製品・原材料）\nについて商標権，意匠権及び著作権を有することを前提とするような規定があるこ\nと（第１８条３号），②権利の維持管理の都合等の理由により，販売者ではなく製\n造者が商標権を保有することにも相応のメリットがあり，不自然とまではいい難い\nこと，③前記認定事実（１⑻）のとおり，被告会社は，その売上高の大半を原告商\n品から得ていた頃である平成２２年１２月（平成２３年１月期の被告会社の売上高\nは７０９２万６４９９円であり，原告の被告会社に対する売上高は４９８７万０９\n４７円である〔甲３９の１，乙１３の３〕。），指定商品を本件各商標権と一言一\n句変わらない「鮫を主原料とした液状・粉末状・顆粒状・タブレット状・カプセル\n状・丸薬状・ゼリー状・ゲル状・固形状の加工食品」とする「海寿源（標準文字）」\n「マリンサン（標準文字）」「サンマリン－Ｇ（標準文字）」との商標につき商標\n登録出願をして，その後平成２３年５月には「マリンミレニアム（標準文字）」と\nの商標について商標登録出願をしており，主力の販売商品である「海宝源」や「マ\nリンプレミアム」の商標登録出願を敢えて避ける必要もないから，被告会社は遅く\nとも平成２２年１２月には本件各商標権の存在を認識しており，これに異議を述べ\nたとの事情もうかがわれないことからすれば，被告会社が，原告において本件各商\n標につき商標登録出願し，本件各商標権を保有することを承諾していた可能性も相\n応に認められるというべきである。\n⑶  以上の事情からすると，本件各標章は，確かに被告会社の業務に係る商品を\n表示するものとみるのが自然ではあるものの，原告が，被告会社の営業努力による\n被告各標章の価値の上昇を独占する意図を持って，被告会社に断ることなく，被告\n各標章に本件各商標の商標登録出願をしたものとまで認めることは困難というべき\nである。\nしたがって，本件各商標が公正な取引秩序を乱し公序良俗を害するおそれのある\n商標とまではいえないから，本件各商標権が，商標法４条１項７号の規定に違反し\nて登録されたものということはできず，同法４６条１項１号の無効理由は認められ\nないというべきである。\n⑷  また，上記各事情に加えて，被告会社は，遅くとも平成２２年１２月には原\n告が本件各商標権を保有することを認識しながら，また，本件基本契約により鮫関\n連製品については原告から購入するものと約定しながら，前記認定事実（１⑽）や\n前記３⑷のとおり，原告が被告各標章を付して流通においたとはいえない，原告 商\n品に酷似した包装の本件各販売商品を販売しているところ，原告による本件各商標\n権の行使は，従来の原告と被告会社との取引関係に基づき継続的に販売等されてき\nた原告商品に向けられたものではなく，従来継続してきた取引関係に基づかない，\nいわば原告商品の偽造品ともいうべき本件各販売商品に向けられていることからす\nれば，原告による本件各商標権の行使が，権利の濫用に当たり許されないというこ\nともできない。\n⑸  したがって，本件各商標権に無効理由があることや，権利の濫用を原因とす\nる被告らの抗弁には理由がない。\n６  争点１－４（差止め及び廃棄の必要性があるか）について\n既に認定説示したとおり，被告会社が本件販売商品１を販売することは本件商標\n権１を侵害し，本件販売商品２を販売することは本件商標権２を侵害するところ，\n被告会社が本件各販売商品の販売を停止したことを認めるに足りる的確な証拠はな\nく，被告会社が本件各販売商品及びその包装の在庫を保有していると推認される。\nしたがって，被告会社が鮫を主原料とした加工食品の包装に被告各標章を付す行\n為並びに被告会社が製造し，被告各標章を包装に付した鮫を主原料とした加工食品\nの販売及び販売のための展示を差し止める必要がある。他方，鮫を主原料とした加\n工食品以外の加工食品については，差止めの必要性が認められない。\nまた，被告会社が製造し，占有する被告各標章を付した包装を廃棄させる必要が\nある。他方，包装の廃棄を超えて，加工食品そのものを廃棄させる必要性までは認\nめられない。\n７  争点１－５（被告会社の故意過失及び原告が受けた損害の額）について\n⑴  故意過失について\n既に認定説示したとおり，被告会社が本件販売商品１を販売することは本件商標\n権１を侵害し，本件販売商品２を販売することは本件商標権２を侵害するところ，\n他人の商標権を侵害した者は，その侵害の行為について過失があったものと推定さ\nれる（商標法３９条が準用する特許法１０３条）。\nこの点につき，被告らは，被告会社の代表者である被告Ａが平成２６年に至るま\nで原告が本件各商標につき商標登録を受けた事実を知らなかったから，被告会社に\n故意及び過失が認められない旨主張する。しかし，商標法３９条が準用する特許法\n１０３条により過失が推定されるのは，商標権の存在が公示されていることを理由\nとするものであるから，過失の推定覆滅事由としては，単に商標権の存在を知らな\nかったということのみでは足りず，そのことについて相当の理由があるといえる事\n情を主張すべきところ，被告らは，かかる事情を何ら主張していない（また，この\n点を措くとしても，被告会社が，遅くとも平成２２年１２月には，本件各商標権の\n存在について認識していたと認められることは，前記〔５⑵ウ〕のとおりである。）\nから，上記過失の推定は覆滅されないというべきである。\nしたがって，被告会社は，その商標権侵害行為により原告が受けた損害を賠償す\nる責任を負う。\n⑵  原告が受けた損害の額について\nア  商標法３８条２項により推定される損害の額について\n(ｱ)  原告は，商標法３８条２項により，被告会社の商標権侵害行為により原告が\n受けた損害の額が算定されるべき旨主張するところ，同条項によれば，商標権を侵\n害した者がその侵害の行為により利益を受けているときは，その利益の額は，商標\n権者が受けた損害の額と推定される。そこで，被告会社が，平成２３年１月から平\n成２６年７月までの間（以下，この期間を単に「対象期間」ということがある。）\nに，本件各商標権の侵害行為により受けた利益の額について検討する。\n(ｲ) 「海宝源」及び「マリンプレミアム」の売上高について\nａ  本件売上帳に基づく売上高\n被告会社が書証として提出した本件売上帳（乙４３，４４，４６，４７，４９，\n５０，５２，５３，５５，５６）及びこれを集計した原告代理人作成の報告書（甲\n７９）によれば，被告会社は，対象期間中，「海宝源」との名称の商品を４２０粒\n入，１００粒入，４８０粒入，５００粒入，３９０粒入の各形態で，「マリンプレ\nミアム」との名称の商品を３６０粒入及び１００粒入の各形態で，それぞれ販売し\nていたところ，その販売総数，売上高合計，各商品の平均販売単価及び鮫生肝エキ\nスカプセル１粒（４００ｍｇ）あたりの平均単価は，それぞれ次のとおりと認めら\nれる。\n商品名  販売数  売上高  平均単価  1粒\n平均単価\n海宝源（420粒入）  3,540  41,058,080  11,598    27.62\n海宝源（100粒入）  531  1,815,880  3,420    34.\n海宝源（480粒入）  57  441,075  7,738    16.12\n海宝源（500粒入）  142  2,272,000  16,000    32.00\n海宝源（390粒入）  26  278,000  10,692    27.42\nマリンプレミアム（360粒入）  7,725  63,228,150  8,185    22.74\nマリンプレミアム（100粒入）  1,359  4,929,240  3,627    36.27\n合計（4,565,300粒）    114,022,425      24.98\nｂ  本件売上帳と損益計算書上の売上高の乖離について\nところで，被告会社は，対象書類（被告会社の平成２３年１月から平成２６年７\n月までの売上台帳及び仕入台帳）を当裁判所に提出すべき旨の本件書類提出命令を\n受け，同命令が確定して提出期限を徒過しており，その後，平成２８年１２月に至\nって本件帳簿（本件売上帳及び本件仕入帳）の写しを持参して書証の申出をしたも\nのである。\nしかし，被告会社が既に提出している決算報告書中の損益計算書（乙２５の４な\nいし６）によれば，被告会社の第７期（平成２３年２月１日から平成２４年１月３\n１日まで），第８期（平成２４年２月１日から平成２５年１月３１日まで）及び第\n９期（平成２５年２月１日から平成２６年１月３１日まで）の売上高（売上値引戻\nり高を控除した額）は，それぞれ５８６６万１３６６円，４８４３万４２５９円及\nび４３７９万３２６２円であるが，本件売上帳に記載された売上げの合計額は， そ\nれぞれ５５７０万３８７５円，４２３９万９９６３円及び３５２４万４８３１円で\nある（原告代理人作成の報告書〔甲８１〕参照）。そうすると，第７期ないし第９\n期の３年間のみをとっても，損益計算書上の売上高（合計１億５０８８万８８８７\n円）と本件売上帳上の売上高（合計１億３３３４万８６６９円）との間には，１７\n５４万０２１８円の差がみられるのであって，被告会社が提出している本件売上帳\nは，被告会社の売上高の全てを記載していないものというほかない。\nそうすると，上記超過分の売上高１７５４万０２１８円の中には，「海宝源」及\nび「マリンプレミアム」の名称にて販売した商品の売上高も相応に含まれているも\nのと推認するのが相当である。そして，その額は，本件売上帳に基づき，被告会社\nの第７期ないし第９期の合計売上高（１億３３３４万８６６９円）中，「海宝源」\n及び「マリンプレミアム」の各売上高（それぞれ４２６１万４５９５円，６３４０\n万０８９０円）が占める割合（それぞれ３１．９５パーセント，４７．５４パーセ\nント）をもって，上記１７５４万０２１８円に割り付けた額（それぞれ５６０万４\n１００円，８３３万８６２０円。合計１３９４万２７２０円）と認めるのが相当で\nある。\nｃ  小括\n上記ａ及びｂによれば，被告会社が対象期間中に販売した「海宝源」及び「マリ\nンプレミアム」との名称の商品の売上高は，「海宝源」が５１４６万９１３５円，\n「マリンプレミアム」が７６４９万６０１０円となり，合計１億２７９６万５１４\n５円と認められる。\n(ｳ) 原告商品の売上高を控除した売上高について\n上記(ｲ)の売上高のうち，原告商品（原告が包装に被告各標章を付して被告会社に\n販売した商品）の販売については，商標権侵害行為を構成しないので，かかる販売\nに対応する売上高は，損害額算定の基礎から除外する必要がある。\n被告会社が書証として提出した本件仕入帳（乙４２，４５，４８，５１，５４）\n及びこれを集計した原告代理人作成の報告書（甲８０）によれば，対象期間を通じ\nて，被告会社が原告から仕入れた「海宝源」及び「マリンプレミアム」の総数は，\n海宝源（４２０粒入）が１９８０本，マリンプレミアム（３６０粒入）が２６０２\n本，マリンプレミアム（１００粒入）が１０９８本と認められる。この数値は，原\n告の被告会社に対する売掛台帳（甲４の２）の記載とも概ね符合している。\n被告会社が，原告商品を幾らで販売していたか，あるいは，原告商品と本件各販\n売商品（その販売が商標権侵害を構成する商品）とで販売価格に差を付けていたか\nは，本件帳簿その他の証拠によっても明らかではないので，上記(ｲ)ａに認定した各\n商品の平均販売単価（海宝源〔４２０粒入〕につき１万１５９８円，マリンプレミ\nアム〔３６０粒入〕につき８１８５円，マリンプレミアム〔１００粒入〕につき３\n６２７円）を用いて計算し，被告会社が対象期間中に販売した原告商品の売上高は，\n海宝源（４２０粒入）につき２２９６万４０４０円，マリンプレミアム（３６０粒\n入）につき２１２９万７３７０円，マリンプレミアム（１００粒入）につき３９８\n万２４４６円，合計４４２６万１４１０円と認めるのが相当である。\nそうすると，原告商品の販売に係る売上高を控除した後の被告会社の売上高（商\n標権侵害行為により得た売上高）は，「海宝源」につき２８５０万５０９５円，「マ\nリンプレミアム」につき５１２１万６１９４円，合計７９７２万１２８９円と認め\nられる。\n(ｴ) 利益の額について\n上記売上高に対する被告会社の利益の額について検討するに，被告会社が書証と\nして提出した決算報告書中の損益計算書（乙２５の３ないし６）に基づき，対象期\n間（平成２３年１月から平成２６年７月まで）を含む第６期ないし第９期（平成２\n３年２月から平成２６年１月まで）の売上高（売上値引戻り高を控除した額。合計\n２億２１８１万５３８６円）に対する仕入高（１億１１０９万８５５３円）を控除\nした額（１億１０７１万６８３３円）が占める割合（４９．９パーセント）を利益\n率として，上記(ｳ)の売上高に乗ずると，被告会社が商標権侵害行為により得た利益\nの額は，本件商標権１（海宝源）の侵害行為につき１４２２万４０４２円，本件商\n標権２（マリンプレミアム）の侵害行為につき２５５５万６８８０円，合計３９７\n８万０９２２円と認められる。\nしたがって，上記利益の額が，被告会社による商標権侵害行為により原告が受け\nた損害の額と推定される。\nイ  推定の覆滅等について\n被告らは，本件各商標が被告Ａの発案に係ることや，原告の出所を表示するもの\nとは認められないことから，相応の寄与度減額がされるべきと主張し，被告会社の\n営業努力やノウハウ等に照らせば，被告各標章を使用したことが被告会社の利益に\n寄与した割合は，５パーセント程度にとどまると主張する。\nしかし，商標法３８条２項は，商標権侵害行為により侵害者が利益を受けている\nときは，その利益の額は，商標権者が受けた損害の額と推定すると規定しているの\nであるから，侵害者において，商標権者が受けた損害の額が上記推定額を下回る旨\nを主張するのであれば，商標権侵害行為と商標権者の商品の販売減少との相当因果\n関係を阻害する事情を具体的に主張，立証すべきところ，被告らは，単に被告会社\nの営業努力やノウハウ等について言及するにとどまり，これらについて具体的な主\n張，立証をしない。かえって，前記認定事実（１⑽）や前記３⑷及び５⑷のとおり，\n被告海洋開発が販売していた本件各販売商品は，原告が被告各標章を付して流通に\nおいたとはいえない，原告商品に酷似した包装のものであって，従来の原告と被告\n会社との取引関係に基づき継続して販売等されてきた原告商品のいわば偽造品とも\nいうべきものであるから（しかも，原告が製造するものとして厚生労働大臣に届け\n出ている製造所固有記号まで偽造しているとさえうかがわれるものである。），被\n告会社は，被告各標章の持つブランド力にただ乗りして利益を得たものというべき\nである。\nしたがって，商標ないし標章の寄与率を考慮して損害を減額すべきではなく，被\n告らの上記主張は採用することができない。\nウ  商標法３８条１項，３項又は民法７０９条による逸失利益の損害の主張につ\nいて\n原告は，同条１項及び同条３項によっても損害が算定されるべき旨主張するが，\n同条項の要件事実を具体的に主張しないから，同主張は失当というほかはない。\nまた，原告は，商標法３８条とは別に，原告の売上高の減少額を基礎として逸失\n利益の損害額を主張するものの，上記イにおいて検討した商標法３８条２項により\n算定される損害の額を上回るものとは認められない。\nエ  弁護士費用について\n弁護士費用としては，本件商標権１の侵害行為につき１４２万２４０４円，本件\n商標権２の侵害行為につき２５５万５６８８円，合計３９７万８０９２円を認める\nのが相当である。\nオ  小括\n以上によれば，被告会社による本件商標権１の侵害行為により原告が受けた損害\nの額は１５６４万６４４６円，本件商標権２の侵害行為により原告が受けた損害の\n額は２８１１万２５６８円とそれぞれ認められる。\n８  争点１－６（被告Ａは，被告会社の商標権侵害を原因とする損害賠償債務に\nついても，連帯保証義務を負うか）について\n原告は，被告Ａが，被告会社による商標権侵害による損害賠償債務についても連\n帯保証義務を負うと主張する。\nしかしながら，前記前提事実（第２，２⑵）のとおり，被告Ａが連帯保証人とし\nて署名した本件契約書には，「Ａ，ＢおよびＣは乙（判決注：被告会社を指す。）\nの連帯保証人となり，本契約に基づき乙が甲（判決注：原告を指す。）に負担する\n一切の債務を，５千万円を限度とし，乙と連帯して保証する。」と記載されており，\nあくまで本件基本契約に基づき被告会社が原告に対して負担する債務を保証すると\nするにとどまっているのであるから，商標権侵害を原因とする損害賠償債務は，上\n記保証の範囲に含まれないというほかはない。\n原告は，主債務の発生原因を債務不履行と構成するか不法行為と構成するかは，\n単なる法律論にすぎないとして，不法行為であるとの一事をもって保証債務を免れ\nることが不当であると主張するが，本件契約書上，原告が本件各商標権を保有する\nことや被告海洋開発がこれを侵害しない旨は少なくとも明示的に合意されてはいな\nいのであるから，本件各商標権の侵害による損害賠償請求を債務不履行の構成によ\nっても原因付けられるものとは直ちには認め難く，原告の主張は採用することがで\nきない。\n９  争点２－１（被告会社は，鮫肝油を原料とする加工食品を自ら製造し又は原\n告以外の者から買い受けることにより，本件契約書２条２項の規定に違反したか）\nについて\n原告は，被告会社が，本件契約書２条２項の規定に反して，鮫肝油を原料とする\n加工食品を自ら製造し，又は原告以外の者から買い受けて販売していると主張し，\nまた，試供品として必要であるとして原告にＰＴＰシートを提供するよう求め，こ\nれを被告各標章が付された包装に梱包して販売する行為も，本件契約書２条２項の\n規定に違反すると主張する。\nまず，前記認定事実（１⑽）によれば，被告会社は，鮫肝油を原料とする加工食\n品である本件各販売商品の製造を，原告以外の者に委託して買い受け，これらを販\n売したことが合理的に推認でき，かかる被告会社の買受け及び販売行為は，本件基\n本契約書２条２項の規定に反するものである。\n次に，原告の売上台帳（甲４の２）及び本件帳簿（乙４２ないし５６）によれば，\n被告会社は，原告から代金を支払ってＰＴＰシートを購入し，これを取引先に進呈\n又は販売していたことが認められる。そうすると，被告会社は，代金を支払ってＰ\nＴＰシートを原告から取得したのであるから，これを無償で取引先に交付するほか\nに，有償で販売したとしても，本件契約書２条２項の規定には違反しないというべ\nきであり，ほかに被告会社が本件契約書２条２項の規定に反したことを認めるに足\nりる的確な証拠はない。\nしたがって，被告会社の行為のうち，原告以外の者に本件各販売商品の製造を委\n託してこれを買い受け，販売した行為は，本件契約書２条２項の規定に違反するも\nのとして，被告会社の債務不履行を構成するというべきである。\n10  争点２－２（本件基本契約のうち，本件契約書２条２項の規定は，公序良俗\nに反し無効となるか）について\n被告らは，本件契約書２条２項の規定が，被告会社に原告以外の者からの商品の\n仕入れを禁ずるものであるところ，被告会社にとって仕入れ先を原告に限定するメ\nリットはなく，本件契約書の他の規定も被告会社を圧倒的に劣位に立たせるもので\nあることからして，被告会社に過大な義務を負わせ，原告が被告会社の利益を一方\n的に独占する意図のもとに締結されたとして，公序良俗に反するものとして無効と\nされるべき旨主張する。\nしかしながら，前記認定事実（１⑴ないし⑹）によれば，原告と被告会社との取\n引関係は，マリンファームを退職することとなった被告Ａが，マリンファームの元\n従業員と共に新たに会社を立ち上げるに際し，マリンファームでの製造実績があり，\n同社の退職後も同社との間で商品製造について一定の取引を行っていた原告代表者\nないし原告に，新会社が販売する商品の製造を依頼したことが契機となって始まっ\nたものであり，本件基本契約が締結された頃には原告と被告会社との取引はすでに\n１年近く継続されていたものであった。また，原告は，マリンファームから委託を\n受けて鮫肝油原料の仕入れ及びエキスのカプセル化を行っていたものの，バルク製\n造を行っていたことを認めるに足りる証拠はなく，被告会社及びケニングの立ち上\nげに伴って原告が新たにバルク製造を始めた可能性が相応に認められること，原告\nと被告会社との間では，鮫肝油原料について原告がまずまとまった仕入を行い，そ\nの代金は商品の販売実績に応じて，被告会社が分割して原告に支払うものとされ，\n原告が立て替えて支払っている状況が生じる仕組みとなっていたこと，原告は，被\n告会社のために，鮫肝油原料を精製した鮫生肝エキス，バルク製造したカプセル及\nび梱包した商品を自社で在庫として保管していたことなどの事情もうかがわれる。\nこれらの事情からすれば，先行して鮫肝油原料を買い付けてきて精製した鮫生肝\nエキスや，自社の設備を用いてバルク製造したカプセルや梱包した商品を被告会社\nのために保管する原告にとって，被告会社に原告からの仕入義務を負わせることは，\n在庫リスクや先行投資リスクを一方的に負うことを防ぐために重要であるし，他方\nで，被告会社にとっても，原告が先行して原料調達や商品化の費用を負担する仕組\nみを確保することにより，資金繰り上有利に販売用の商品を調達することができる\nようになるという意味で，メリットがあるものということができる。そうすると，\n本件契約書２条２項が，被告会社に対し，販売用の商品の仕入先を原告に限定すべ\nき旨規定することもあながち不合理とはいえず，有効期間が３年間と有限であり，\n自動更新の定めはあるものの被告会社からの申出による解約が制限されていないこ\nとからしても，少なくとも被告会社のみに過大な義務を負わせ，原告がこれにより\n暴利を得るものということはできない。\n被告らは，原告が保管する鮫肝油原料や鮫生肝エキスを，ケニングなど被告会社\n以外の取引先の商品として転用することもできるとするが，鮫肝油原料が必要とな\nったときに直ちに調達できるとは限らず，被告会社のために購入したものを他に流\n用すれば被告会社との関係で債務不履行を問われかねないのであるから，そのよう\nな転用可能性を前提として議論することは，不相当である。\nしたがって，本件契約書２条２項の規定による約定が，公序良俗に反するものと\nして無効であるとする被告らの主張は，採用することができない。\n11  争点２－３（被告会社の債務不履行により原告が受けた損害の額）について\n⑴  上記９のとおり，被告会社が原告以外の者に本件各販売商品の製造を委託し\nてこれを買い受け，販売した行為は，本件契約書２条２項の規定に違反する債務不\n履行行為というべきところ，同債務不履行行為により原告が受けた損害の額につい\nて検討する。\n⑵  まず，原告は，原告の平成１７年４月から平成２２年１２月までの被告会社\nに対する鮫関連製品の平均売上高から，平成２３年１月から平成２６年７月までの\n同平均売上高を控除した額が，債務不履行による損害であると主張するが，原告の\n被告会社に対する売上高の減少が専ら被告会社の債務不履行行為のみを原因とする\nものとは認め難いので，かかる損害額の算定方法は採用しない。\n⑶  次に，本件帳簿等に基づいて原告の受けた損害の額を検討する。\nア  被告会社が債務不履行行為により得た売上高\n前記７において認定説示したとおり，被告会社が対象期間中に販売した「海宝源」\n及び「マリンプレミアム」との名称の商品の売上高は，「海宝源」が５１４６万９\n１３５円，「マリンプレミアム」が７６４９万６０１０円となり，合計１億２７９\n６万５１４５円と認められる。また，このうち，原告商品の販売に係る売上高を控\n除した後の被告会社の売上高は，「海宝源」につき２８５０万５０９５円，「マリ\nンプレミアム」につき５１２１万６１９４円，合計７９７２万１２８９円と認めら\nれる。\nもっとも，被告会社は，原告からＰＴＰシートを買い受けて，これを梱包して販\n売していたとの主張もしているところであって，本件仕入帳（乙４２，４５，４８，\n５１，５４）には原告から多数のＰＴＰシートを購入した記録が残されている一方\nで，本件売上帳（乙４３，４４，４６，４７，４９，５０，５２，５３，５５，５\n６）及び本件帳簿を分析した原告代理人作成に係る報告書（甲８４）によると，原\n告が自認するだけでも対象期間を通じて２万２４５２枚のＰＴＰシートが，原告か\nら仕入れられたまま販売も無償譲渡もされないまま被告会社の手元に残っているこ\nととなり，原告と被告会社との取引開始時までさかのぼれば相当量のＰＴＰシート\nが存在していたと推認される。このことに加え，原告関係者が入手した本件販売商\n品１の中身の写真（甲７の写真㉗）からしても，上記売上高（合計７９７２万１２\n８９円）には，被告会社が原告から買い受けたＰＴＰシートを梱包して販売した売\n上高も相応に含まれていることが推認でき，その全てを本件基本契約２条２項違反\nの債務不履行による損害算定の基礎に用いることはできない。\nしたがって，本件対象期間の始期である平成２３年１月を含む被告会社の第６期\nにおけるＰＴＰシートの仕入数量である４万７０８２枚と，上記のとおり原告が自\n認する２万２４５２枚を合計した６万９５３４枚のＰＴＰシートに相当する売上高\n１５８０万５２３５円（被告会社が単価８１８５円で販売していたマリンプレミア\nム〔３６０粒〕に換算して１９３１本分）を上記売上高（７９７２万１２８９円）\nから控除して，その残額である６３９１万６０５４円分が，被告会社の債務不履行\n行為による売上高として立証されていると認めるのが相当である。\nイ  被告会社の売上高に対応する原告の売上高\n証拠（甲４の１，２）によれば，原告は，被告会社が平均単価１万１５９８円で\n販売していた海宝源（４２０粒入）を被告会社に２９５０円で販売し，被告会社が\n平均単価８１８５円で販売していたマリンプレミアム（３６０粒入）を２８２０円\nで販売していたから，仮に，被告会社が，上記アで認定した被告会社の売上高に相\n当する商品を原告から仕入れていたとすれば，原告は，同売上高の３０パーセント\n程度の売上げを上げることができたものと認められ，その額は，６３９１万６０５\n４×３０パーセント＝１９１７万４８１６円である。\nウ  原告の利益率\n原告の利益率が３３パーセントであることに争いはないから，原告の逸失利益の\n額は，１９１７万４８１６円×３３パーセント＝６３２万７６８９円となる。\nエ  小括\n以上により，被告会社の債務不履行行為により原告が受けた逸失利益の損害は，\n６３２万７６８９円と認められる。\n12  争点３－１（原告と被告会社との間に，本件個別契約⑪が締結されたか）に\nついて\n⑴  原告は，被告会社が，平成２１年１０月頃，原告に対し，鮫肝油原料４トン\nを注文したとして（本件個別契約⑪），その残代金として，４３９万１１００円の\n債権を有していた旨主張する。\n⑵  前記認定事実（１⑹，⑺）によれば，被告会社は，平成１８年１１月頃，手\n付金２１０万円を原告に交付して，鮫肝油原料４トンを注文していること，その購\n入代金は，原告商品の出荷量に応じて，１トン（正確には１０２０ｋｇ）ごとに分\n割して支払っていたこと，原告が平成２２年３月に鮫肝油原料４０８０ｋｇを輸入\nしたこと，被告会社は，鮫肝油原料の購入代金として，同年５月に５３５万５００\n０円（１０２０ｋｇ分，消費税込）を支払い，同年１１月に９２１万０６００円（２\n０４０ｋｇ分，消費税込）の請求を受けた際も，最終的にはこれを分割して支払っ\nていること，被告会社は，平成２３年１月には，原告に交付していた上記手付金２\n１０万円を含む４１０万円について，原告の被告会社に対する売掛金に充当して欲\nしいと述べたものの，その後，分割して４１０万円分の売掛金を支払っており，平\n成１８年１１月に注文した鮫肝油原料４トン分の支払を全て終えているにもかかわ\nらず被告会社が原告に対して鮫肝油原料４トン分の手付金に相当する２１０万円を\n交付している形となっていたことなどの事実が認められる。\nそうすると，被告会社は，原告が輸入した鮫肝油原料について，その購入代金を\n原告に支払う義務を負っていたことについては特段争わず，基本的には原告の請求\nに応じてこれを分割して支払い続けてきたのであって，４トン分の手付金に相当す\nる２１０万円が原告の手元に残る形を維持していたことからすれば，原告が４０８\n０ｋｇの鮫肝油原料を輸入した平成２２年３月に先立ち，被告会社は，原告に対し，\n鮫肝油原料４トン（その後原告が現実に輸入した鮫肝油原料の量は４０８０ｋｇで\nあるが，被告会社は，平成１８年１１月に手付金を交付して始まった取引において\nも，４０８０ｋｇの鮫肝油原料の代金を現実に支払っていることからすれば，当事\n者の合理的意思として，８０ｋｇ上回る程度であれば，原告が現実に輸入した原料\nの量に相当する購入代金を支払う旨が合意されていたとみるのが相当である。） を\n注文したものと推認できる。そして，その代金額については，被告会社が，平成２\n３年５月に単価５２５０円（消費税込），同年１１月に単価４５１５円（消費税込）\nの各計算による鮫肝油原料の購入代金を支払っていることからすれば，少なくと も\n原告が請求する単価４３０５円（消費税込）によることについては，原告と被告会\n社との間で意思の合致があったとみるのが相当である。\n⑶  以上によれば，原告は，遅くとも平成２６年６月３日までには，本件個別契\n約⑪に基づき，鮫肝油原料の代金として，４３９万１１００円（消費税込）の債権\nを有していたということができる。\nそして，証拠（甲６）によれば，原告は，平成２６年６月３日付け書面により，\n被告会社に対し，被告Ａないし被告会社から交付を受けていた４１０万円について，\nこれを本件個別契約⑪の売掛金債権（４３９万１１００円）に充当する旨通知した\nことが認められる。ここで，手付金２１０万円はもともと最終的には鮫肝油原料の\n購入代金に充当されるべきものであるし（本件契約書５条１項参照），保証金２０\n０万円の性質は，原告が被告会社に対して有することとなる金銭債権の支払を担保\nする目的で徴求しているものと認められるから，原告による上記４１０万円の売掛\n金債権への充当は有効である。\nしたがって，上記通知により，本件個別契約⑪に基づく売掛金債権の残高は，２\n９万１１００円となったと認められる。\n13  争点３－２（一部解除の抗弁，同時履行の抗弁及び相殺の抗弁の成否）につ\nいて\n⑴  相殺の意思表示③による相殺（預け金返還請求権の一部との相殺）について\n証拠（甲３２）によれば，被告会社は，平成２６年３月２８日，被告Ａないし被\n告会社が原告に交付していた合計４１０万円につき，その返還請求権を自働債権と\nし，本件個別契約①ないし同⑩に基づく原告の売掛金債権（その残高が２８１万４\n９２１円であることについて，当事者間に争いはない。）を受動債権として，その\n対等額で相殺する旨の意思表示（相殺の意思表示③）をした。\nしかしながら，前記認定事実（１⑵，⑹）のとおり，４１０万円のうち被告Ａが\n交付した２００万円は保証金の趣旨で，被告会社が交付した２１０万円は鮫肝油原\n料の手付金の趣旨で，それぞれ原告に交付されたものであって，被告会社が任意に\nいつでもその返還を求めることができる性質のものとは認められないから，上記相\n殺の意思表示③によっても，本件個別契約①ないし同⑩に基づく原告の売掛金債権\n２８１万４９２１円が相殺によって消滅することはない。\nしたがって，相殺の意思表示③による相殺の抗弁は成り立たない。\n⑵  本件個別契約⑧の一部解除の抗弁について\n被告会社は，平成２７年１２月２１日の本件第７回弁論準備手続において，原告\nに対し，本件個別契約⑧のうち「海宝源」（パック，３８０粒入）３００袋を目的\nとする部分につき，原告の債務不履行を原因として解除する旨の意思表示をした。\nしかしながら，前記⑴のとおり，被告会社が平成２６年３月２８日にした相殺の\n意思表示③によっては，本件個別契約①ないし同⑩に基づく売掛金債権は消滅しな\nいから，被告会社は，本件個別契約⑧に基づく代金の支払を提供していないという\nべきである。\nしたがって，上記解除の意思表示によっては，本件個別契約⑧のうち「海宝源」\n（パック，３８０粒入）３００袋を目的とする部分が解除されたということはでき\nず，一部解除の抗弁は成り立たない。\n⑶  同時履行の抗弁について\n被告会社は，本件個別契約⑧のうち「海宝源」（パック，３８０粒入）３００袋\nを目的とする部分について，原告がこれを引き渡すまで，その代金の支払を拒絶す\nる旨の権利行使をしているから（同時履行の抗弁），同部分については，原告が「海\n宝源」（パック，３８０粒入）を被告会社に交付するのと引替えに，同部分の代金\nに相当する９０万４０５０円（消費税込）を支払うべき旨の引替給付判決をすべき\nである。\nこの点について，原告は，原告としては被告会社から商品化の注文を受けて商品\n化し，保管した段階で，既に個別契約においてすべき債務を終えているから，債務\nの履行を完了し，又は履行の提供を継続していると主張するが，前記認定事実（１\n⑶，⑼）のとおり，原告と被告会社との取引関係は，原告が発送依頼書を被告会社\nから受領して，原告商品を被告会社が指示する送付先に直接発送するところまでを\nもって完了するものであるところ，原告は，被告会社が上記「海宝源」（パック，\n３８０粒入）を特定の送付先に送付するよう求めてもこれを発送しないのであるか\nら，債務の履行が完了しているとみることはできず，履行の提供が継続していると\nみることもできない。原告の主張は採用することができない。\n14  争点２－４（相殺の抗弁の成否）について\n⑴  本件個別契約⑧の一部解除により既払金返還請求権との相殺について\n被告会社は，平成２７年１２月２１日の本件第７回弁論準備手続期日において，\n原告に対し，本件個別契約⑧のうち「海宝源」（パック，３８０粒入）３００袋を\n目的とする部分を原告の債務不履行を原因として解除する旨の意思表示をするとと\nもに，同解除により被告会社が原告に対して取得した不当利得による既払金返還請\n求権９０万４０５０円（消費税込）及びこれに対する平成２６年３月２８日（相殺\n適状となった日）から支払済みまでの年６分の割合による利息請求権を自働債権と\nし，原告が本訴訟で請求する債務不履行による損害賠償請求権を受働債権として，\nその対当額で相殺する旨の意思表示（相殺の意思表示①）をした。\nしかしながら，前記13⑵において認定説示したとおり，上記解除の意思表示によ\nり本件個別契約⑧の一部が解除されたということはできないから，相殺の意思表示\n①による相殺の抗弁は，その前提を欠くものであって，成り立たない。\n⑵  預け金返還請求権の一部との相殺について\n被告会社は，平成２７年１２月２１日の本件第７回弁論準備手続期日において，\n被告Ａないし被告会社が原告に交付していた合計４１０万円につき，その返還請求\n権の一部（前記13⑴の相殺の意思表示③に供されなかった１２８万５０７９円）を\n自働債権とし，原告が本訴訟で請求する債務不履行による損害賠償請求権を受働債\n権として，その対当額で相殺する旨の意思表示（相殺の意思表示②）をした。\nしかしながら，前記12⑶において認定説示したとおり，原告が被告Ａないし被告\n会社から交付を受けていた４１０万円は，原告が平成２６年６月３日付け書面によ\nりした充当通知により，本件個別契約⑪に基づく売掛金に充当されている上，前記\n13⑴において認定説示したとおり，上記４１０万円は，いずれも被告会社が任意に\nいつでもその返還を求めることができる性質のものとは認められないから，相殺の\n意思表示②によっても，原告の被告会社に対する損害賠償請求権が相殺によって一\n部消滅することはない。\nしたがって，相殺の意思表示②による相殺の抗弁は成り立たない。\n15  被告会社及び被告Ａの主張の却下について\n被告海洋開発及び被告Ａは，本件の原告代表者及び被告会社代表者（被告Ａ）の\n尋問後の平成２９年２月７日に，要旨，原告は被告会社が原告商品とは別にＰＴＰ\nシートを独自に梱包して販売することを承諾していた旨の新たな主張（以下「新主\n張」という。）が記載された第８準備書面を提出し，また，乙５７号証ないし第６\n５号証の写しを送付して書証の申出をした。\nしかし，本件の審理の過程において，被告会社及び被告Ａを含む全当事者は，平\n成２８年１０月２４日の本件第１３回弁論準備手続期日において，人証に係る事項\nその他一定の例外を除いて主張立証が完結した旨を確認しており，これを前提に同\n年１２月１２日の本件第２回口頭弁論期日において，上記尋問が実施されていると\nころである。そして，新主張の当否を審理するとなれば，その性質上，再度原告代\n表者，被告会社代表者及び関連する証人の尋問を実施しなくてはならないことが明\nらかであるから，新主張は，訴訟の完結を遅延させる時機に後れた攻撃防御方法と\nいうほかない。\nまた，被告会社及び被告Ａは，新主張の提出が時機に後れた理由として，以前か\nら代理人弁護士に話をしていたが，同代理人の判断により提出されなかった旨主張\nするものの，被告会社及び被告Ａの代理人は平成２８年７月に辞任しており，その\n後被告Ａが自ら弁論準備手続に３回出頭していることからすれば，新主張が平成２\n９年２月まで提出できなかったことの理由としては成り立たないというべきであり，\n被告会社及び被告Ａは，新主張の提出が時機に後れたことについて重大な過失があ\nるというべきである。\n以上のとおりであるから，被告会社及び被告Ａの新主張は，民訴法１５７条１項\nにより却下する。\n16  結論\n以上によれば，原告の請求については，次のとおりとなる。\n⑴  本件各商標権に基づき，被告会社に対して侵害行為の差止め及び加工食品等\nの廃棄を求める請求は，鮫を主原料とした加工食品の包装に被告各標章を付する行\n為並びに被告会社が製造し，被告各標章を包装に付した鮫を主原料とした加工食品\nの販売及び販売のための展示の差止め，また，被告会社が製造し，占有する被告各\n標章を付した包装の廃棄を求める限度で理由があり（主文１項，２項。前記６参照），\nその余は理由がない。\n⑵  本件各商標権の侵害に基づき，被告らに対して連帯して損害賠償金２８１２\n万７５７４円及び年５分の割合による遅延損害金の支払を求める請求のうち被告会\n社に対するものは，全て理由があるというべきであるが（前記７参照），他方で，\n原告は，被告会社に対する商標権侵害による損害賠償請求と債務不履行による損害\n賠償請求とを重複する限りにおいて選択的に請求しており，後者の請求における遅\n延損害金の方が利率が高いことに鑑みると，元本については，後者の請求につき認\n容すべき６３２万７６８９円（後記⑷参照）を控除した２１７９万９８８５円及び\nこれに対する平成２６年１０月１日から支払済みまで年５分の割合による遅延損害\n金を支払うよう求める限度で認容すべきであり（主文第３項），被告Ａに対する請\n求には理由がない。\nなお，原告は，本件各商標権の侵害による総額を３８５９万０８０２円と主張し，\nその内訳を逸失利益３６０８万５７５９円，弁護士費用２５０万５０４３円と主張\nするが，本件商標権１の侵害による損害額と本件商標権２の侵害による損害額，あ\nるいは一部請求額における上記各損害額の内訳を主張していない。この点について\nは，裁判所の認定した損害額をもって案分して請求しているものと解する。よって，\n上記認容額元本２１７９万９８８５円のうち，本件商標権１の侵害による認容額が\n７７９万４７５３円（損害総額は，前記７⑵オのとおり１５６４万６４４６円），\n本件商標権２の侵害による認容額が１４００万５１３２円（損害総額は，前記７⑵\nオのとおり２８１１万２５６８円）となる。\n⑶  本件個別契約①ないし同⑪及び連帯保証契約に基づき，被告らに対し連帯し\nて売掛金３１０万６０２１円及び遅延損害金の支払を求める請求は，被告らに対し，\n連帯して２２０万１９７１円（本件個別契約⑪に基づく売掛金４３９万１１００円\nから前記12⑶のとおり弁済に充当された４１０万円を控除した２９万１１００円と，\n本件個別契約①ないし同⑩に基づく売掛金残金２８１万４９２１円から同時履行に\n係る９０万４０５０円を控除した１９１万０８７１円との合計額）及びこれに対す\nる平成２６年１０月１日から支払済みまで年６分の割合による遅延損害金の支払を\n求め（主文３項，４項），また，被告会社が「海宝源」（パック，３６０粒入）３０\n０袋の交付を受けるのと引替えに，被告らに対して連帯して９０万４０５０円の支\n払を求める（主文５項）限度において理由があり，その余は理由がない。\n⑷  本件基本書２条２項違反の債務不履行及び連帯保証契約に基づき，被告らに\n対し連帯して損害賠償金２８１２万７５７４円及び年６分の割合による遅延損害金\nの支払を求める請求は，被告らに対し，６３２万７６８９円及びこれに対する平成\n２６年１０月１日から支払済みまで年６分の割合による遅延損害金を支払うよう求\nめる限度で理由があり（主文第４項），その余は理由がない。\nなお，原告は，被告会社に対する債務不履行による損害賠償請求と商標権侵害に\nよる損害賠償請求とを重複する限りにおいて選択的に請求するところ，前記７及び\n11によれば，認容し得る元本については商標権侵害による損害賠償額（２８１２万\n７５７４円）の方が債務不履行による損害賠償額（６３２万７６８９円）よりも多\n額であるものの，遅延損害金については商標権侵害による損害賠償請求よりも債務\n不履行による損害賠償請求の方が利率が高いことから，前者については前記⑵の限\n度でこれを認容し，後者については上記の限度でこれを認容すべきである。\nよって，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n嶋 末 和 秀\n裁判官\n伊 藤 清 隆\n裁判官\n天 野 研 司\n（別紙１）\n被  告  標  章  目  録\n"
}