{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 7,
    "day": 20
  },
  "case_number": "平成28(ワ)13284",
  "case_name": "原因判決脱漏裁判請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86045",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86045",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/045/086045_hanrei.pdf",
  "contents": "平成２８年７月２０日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ワ）第１３２８４号  原因判決脱漏裁判請求事件\n口頭弁論終結日  平成２８年６月２０日\n判          決\n原         告     株式会社イー・ピー・ルーム\n被          告      国\n同 指 定 代 理 人     加    藤        挙\n同             佐    伯    洋    江\n同             中    内    麻  里  子\n主          文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求の趣旨及び原因\n別紙訴状（写し）のとおりである。\n第２  当事者の主張\n１  原告の主張\n原告が有していた特許第２６４０６９４号の特許につき，特許庁が平成１３年７\n月４日付けでした異議の決定（平成１０年異議第７０６８２号事件にかかる決定）\nについて，原告が，その取消しを求めた特許取消決定取消請求事件（東京高等裁判\n所平成１３年（行ケ）第３６９号事件。以下「本件取消請求訴訟」という。）にお\nいて，同裁判所が，平成１５年４月９日にした判決（以下「本件判決」という。）\nは，判断を脱漏した違法があり，平成５年法律第２６号による改正前の特許法（以\n下「旧法」という。）４１条の法判断の誤りがあること，本件判決を言い渡した裁\n判官ら（以下「本件裁判官ら」という。）は，本件判決をなすに当たり，特許庁\n（審判官）と結託し，また，本件取消請求訴訟における被告補助参加人住友石炭鉱\n業株式会社の利益一辺倒の不当な目的をもっていたことなど，裁判官に付与された\n権限の趣旨に明らかに背いてこれを行使したものであり違法であるなどとして，国\n家賠償法（以下「国賠法」という。）１条１項に基づき，損害賠償金４０万円及び\nこれに対する訴状送達日の翌日である平成２８年５月１３日から支払済みまでの民\n法所定年５分の割合の遅延損害金の支払を求める。\n２  被告の主張\n裁判官の職務行為については，「当該裁判官が違法又は不当な目的をもって裁判\nをしたなど，裁判官がその付与された権限の趣旨に明らかに背いてこれを行使した\nものと認めうるような特別の事情があることを必要とする」ものであるところ，原\n告は，上記「特別の事情」を基礎付ける具体的事実を何ら主張していない。また，\n本件全証拠をもってしても，かかる「特別の事情」を認めることはできない。\n原告の主張は主張自体失当である。\n第３  当裁判所の判断\n１  国賠法１条１項は，国又は公共団体の公権力の行使にあたる公務員が個別の\n国民に対して負担する職務上の法的義務に違背して当該国民に損害を加えたときに，\n国又は公共団体がこれを賠償する責めに任ずることを規定するものである（最高裁\n昭和５３年（オ）第１２４０号同６０年１１月２１日第一小法廷判決・民集３９巻\n７号１５１２頁，最高裁平成１３年（行ツ）第８２号，同第８３号，同（行ヒ）第\n７７号同１７年９月１４ ところ，公\n権力の行使にあたる公務員の行為が国賠法１条１項の適用上違法と評価されるため\nには，当該公務員が損害賠償を求めている国民との関係で個別具体的な職務上の法\n的義務を負担し，かつ，当該行為がその職務上の法的義務に違反してなされた場合\nでなければならず，特に，裁判官の職務行為については，「当該裁判官が違法又は\n不当な目的をもって裁判をしたなど，裁判官がその付与された権限の趣旨に明らか\nに背いてこれを行使したものと認めうるような特別の事情があることを必要とす\nる」（最高裁昭和５３年（オ）第６９号同５７年３月１２日第二小法廷判決・民集\n３６巻３号３２９頁）ものである。\n２  原告は，本件判決は，訴状別紙１として添付する準備書面及び 証拠の図面\n（以下「本件準備書面等」という。）による原告の主張を脱漏した旨主張するが，\n民事訴訟法２５８条の「裁判の脱漏」とは，裁判所が，請求の一部につき判決を怠\nっている場合をいい，個々の主張について判断を落とした場合は，判決の脱漏に当\nたらないから，原告の上記主張は，主張自体失当である。しかも，原告は，上記の\nように主張する理由として，本件取消請求訴訟において，原告が平成１５年３月２\n０日に本件準備書面等を東京高等裁判所に提出し，同月２６日の弁論準備手続期日\nにおいて説明したところ，直ちに公開法廷に移動し，弁論準備手続の結果を陳述後，\n本件裁判官らが口頭弁論を終結し，同年４月９日に本件判決が言い渡されたもので\nあり，口頭弁論終結から１４日後に２１頁からなる判決書ができる道理がなく，本\n件取消訴訟の口頭弁論終結時には既に本件判決をしていたものと推認されるなどと\nも主張しているが，本件訴訟における訴状別紙２として添付された本件判決によれ\nば，上記本件準備書面等による原告の主張に対する判断が含まれていると認められ\nるから，この点からも原告の主張には理由がない。\nまた，原告は，旧法４１条の法判断の誤り，本件裁判官らが特許庁の審判官と結\n託したとか，補助参加人のための不当な目的のために本件判決をしたものであって，\n国家賠償法上違法であるとも主張しているが，本件全証拠によっても，旧法４１条\nの法判断の誤りは認められず，また，本件判決をした裁判官らが，特許庁審判官と\n結託した，補助参加人の利益のためといった違法又は不当な目的をもって裁判をし\nたなど，裁判官がその付与された権限の趣旨に明らかに背いてこれを行使したもの\nと認め得るような特別の事情を認めることはできない。\n３  よって，原告の請求は理由がないから，これを棄却することとし，主文のと\nおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n嶋    末    和    秀\n裁判官\n鈴    木    千    帆\n裁判官\n天    野    研    司\n"
}