{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 12,
    "day": 24
  },
  "case_number": "平成26(行コ)11",
  "case_name": "愛知県議会議員政務調査費住民訴訟控訴事件",
  "court_name": "名古屋高等裁判所",
  "field": "行政",
  "gist": "県議会の会派らが，県から交付を受けた政務調査費の一部を違法に支出し，これを不当利得として返還すべきであるにもかかわらず，県知事がその返還請求を怠っているとして，県の住民らが，地方自治法２４２条の２第１項４号本文に基づき，その返還請求をすることを県知事に対して求める請求が，全部認容された事例",
  "case_gist": "県議会の会派らが，県から交付を受けた政務調査費の一部を違法に支出し，これを不当利得として返還すべきであるにもかかわらず，県知事がその返還請求を怠っているとして，県の住民らが，地方自治法２４２条の２第１項４号本文に基づき，その返還請求することを県知事に対して求める請求につき，前記政務調査費は，前記各会派によって所属議員の事務所の賃借料・光熱費，自動車のリース料に充てられたところ，会派の政務調査活動を実施するために事務所を賃借し，リース自動車を確保することが不可欠であるというような特別の事情の存在が主張立証されておらず，前記事務所賃借料・光熱費，自動車のリース料が「議員の調査研究に資するため必要な経費」に該当するとは認められないとして，前記事務所賃借料・光熱費及び自動車リース料に充てられた全額の返還請求を怠っていると認め，前記住民らの請求を全部認容した事例",
  "lawsuit_id": "85664",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=85664",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/664/085664_hanrei.pdf",
  "contents": "平成２７年１２月２４日判決言渡  名古屋高等裁判所\n平成２６年（行コ）第１１号  愛知県議会議員政務調査費住民訴訟控訴事件\n（原審・名古屋地方裁判所平成２３年（行ウ）第６８号）\n主                文\n１  １審原告らの本件控訴に基づき，原判決を次のとおり変更する。\n(1)  １審被告は，１審被告補助参加人自由民主党愛知県議員団に\n対し，３４５８万７０９６円を支払うよう請求せよ。\n(2)  １審被告は，１審被告補助参加人民主党愛知県議員団に対し，\n３７９５万１１６９円を支払うよう請求せよ。\n(3)  １審被告は，１審被告補助参加人公明党愛知県議員団に対し，\n８６２万７８６０円を支払うよう請求せよ。\n２  １審被告の本件控訴を棄却する。\n３  訴訟費用は，第１，２審とも１審被告の負担とし，１審被告補助\n参加人らそれぞれの各補助参加によって生じた費用は，第１，２審\nともそれぞれその１審被告補助参加人の負担とする。\n事実及び理 由\n第１  当事者の求めた裁判\n１  １審原告ら\n主文同旨\n２  １審被告\n(1)  原判決中１審被告敗訴部分を取り消す。\n(2)  上記取消しにかかる１審原告らの請求をいずれも棄却する。\n(3)  １審原告らの本件控訴をいずれも棄却する。\n(4)  訴訟費用は，第１，２審とも１審原告らの負担とする。\n第２  事案の概要\n１  本件は，愛知県の住民である１審原告らが，愛知県議会の会派である１審被\n告補助参加人らが平成２１年度に同県から交付を受けた政務調査費のうち，１\n審被告補助参加人自由民主党愛知県議員団（以下「補助参加人自民党県議団」\nという。）については３４５８万７０９６円（その所属議員のうちの１人が自\n主的に返還した１４０万円を除く。），１審被告補助参加人民主党愛知県議員\n団（以下「補助参加人民主党県議団」という。）については３７９５万１１６\n９円，１審被告補助参加人公明党愛知県議員団（以下「補助参加人公明党県議\n団」という。）については８６２万７８６０円が愛知県条例に基づき同県議会\n議長が定めた規程の使途基準に反して違法に支出されたものであるから，上記\n各金額はいずれも不当利得として返還されるべきであるにもかかわらず，愛知\n県知事である１審被告はそれらの返還請求を違法に怠っているとして，１審被\n告に対し，地方自治法２４２条の２第１項４号本文に基づき，上記各補助参加\n人に対して上記各金額の不当利得返還請求権を行使してそれぞれその支払を請\n求するよう求めている住民訴訟である。\n原審は，１審被告が，補助参加人自民党県議団に対し１３１３万１６７７円\nを，被告補助参加人民主党県議団に対し１２０４万８１２１円を，補助参加人\n公明党県議団に対し３４２万３９３４円をそれぞれ支払うよう請求せよとの判\n決をしたところ，１審原告ら及び１審被告の双方が控訴した。\n２  関係法令等の定め，前提事実，争点及び争点に関する当事者の主張は，後記\n３のとおり，当審における当事者の追加的主張を付加するほか，原判決「事実\n及び理由」の「第２  事案の概要」２ないし５に記載のとおりであるから，こ\nれを引用する。\n３  当審における当事者らの追加的主張の要旨\n(1)  １審原告ら\nア  政務調査費を本件事務所賃借料等及び本件自動車リース料に支出するこ\nとは，本件条例の使途基準に適合していないものであり，地方自治法１０\n０条１４項の趣旨に則り，その支出が「議員の調査研究に資するため必要\nな経費」であることが個別具体的に主張立証されない限り，政務調査費を\n充てることは許されないというべきところ，１審被告及び補助参加人らは，\n当審に至ってもなお，そのような主張立証を全くなし得ていない。\n却って，当審において，本人又は親族が経営する会社から建物を賃借し，\nその賃料等を政務調査費から支出していた議員は，原審で認められている\n８名（原判決にいう「本件議員８名」）に加え，さらに６名いたことが判\n明しているが，これら各議員が当該事務所を政務調査活動に必要不可欠な\nものとして賃借したことは主張立証されていない。また，当審に至るまで\n陳述書の提出すら全くない議員が６名，陳述書は提出しているが，本会議\n又は委員会での質問が一度もない議員が２名（この２名は上記本件議員８\n名にも含まれている。），委員会での発言が全くない議員２名もおり，こ\nれらの各議員は，そもそも調査研究をしていたことすら疑わしい。当審ま\nでに陳述書を提出し，議会や委員会での発言もあるその他多数の議員らに\nついても，調査研究のための事務所やリース自動車の必要性が個別具体的\nに立証されているとはいえない。\n以上からすると，本件政務調査費の全額について不当利得が成立すると\nいうべきである。\nイ  原判決は，本件事務所や本件自動車が会派から委託を受けた調査研究活\n動のために使用された割合とそれ以外の活動のため使用された割合は同等\n程度であると推認するのが相当であると判示している。しかし，議員とし\nての活動には，政党活動，後援会活動，選挙活動等様々なものがある中\nで，議員としてごく一部の活動にすぎない調査研究活動のために，特に事\n務所を必要とする場面は容易に想定できず，自動車についても現地調査く\nらいしか想定できないばかりか，本件事務所や本件自動車は私的に利用さ\nれている可能性が十分ある。\nしたがって，原判決のいう本件事務所や本件自動車が政務調査活動のた\nめ使用された割合の推認が仮に認められるとしても，その割合はせいぜ\nい全体の３分の１程度と推認すべきであり，当審に至っても，それを超\nえて調査研究活動に使用されたという立証はない。\n(2)  １審被告及び補助参加人ら\nア  各補助参加人の所属議員らは，いずれも本件条例，本件規程及び本件マ\nニュアルの規定に則り，本件事務所及び本件自動車を会派に委託された調\n査研究活動に使用してその按分率を的確に申告し，適法に本件政務調査費\nの支払を受けているものである。\nしかるに，１審原告らは，具体的な事実を示してその使途基準への不適\n合性を明らかにすることなく，単に自分たちが疑わしいと主観的に感じ\nたことを確たる根拠もなく述べているのみであって，１審原告らが議員\nの個人名まで挙げて縷々摘示する主張は，いずれも県議会議員の活動の\n実態を踏まえないで，独自の見解に基づき，その独善的な評価を開陳す\nるものにすぎない。したがって，たとえ原判決の立てる規範，すなわち，\n不当利得返還を請求する側が利得の保持を正当化する原因の存在しない\nことを推認させる一般的・外形的な事実を立証した場合には，その相手\n方が適切な反証を行わない限り，法律上の原因を欠くと判断されること\nとなる旨の規範の下でも，１審原告らは，その一般的・外形的な事実を\n何ら立証できておらず，その主張立証責任を負う不当利得の存在につき，\n何らの主張も立証もできていない。\nイ  原判決は，本件事務所や本件自動車が会派から委託を受けた調査研究活\n動のために使用された割合とそれ以外の活動のため使用された割合は同等\n程度であると推認した上で，政務調査費の２分の１に該当する金額等の返\n還を命じており，かかる推認自体，何ら根拠のない誤ったものというべき\nであるが，仮にそのような推認を前提にしたとしても，補助参加人らは，\n当審までに，あえて愛知県議会議員が行っている政務調査活動の実態につ\nいて，各所属議員らの陳述書の提出をはじめとして詳細かつ具体的な反証\nをしており，それらの内容を見れば，補助参加人らの各所属議員による政\n務調査費の支出に何らの目的外支出もないことは一目瞭然であるから，上\n記推認は妨げられるに至っている。したがって，会派から委託を受けた調\n査研究活動のために使用された割合とそれ以外の活動のため使用された割\n合が同等程度であるなどということはあり得ず，１審原告らの不当利得返\n還請求は何ら理由がない。\n第３  当裁判所の判断\n１  地方自治法改正及び本件条例の制定改正等の経緯\n前記関係法令等の定め，前提事実，証拠（甲１，２，４，８，１２，１３，\n２２，４１，丙１，その他各箇所に摘示した証拠）及び弁論の全趣旨によれば，\n以下の事実が認められる。\n(1)  制定当初の地方自治法（昭和２２年４月１７日法律第６７号。同年５月\n３日施行）は，地方議会議員に対し，「報酬を支給しなければならない」\n（同法２０３条１項）と規定し，また，「職務を行うため要する費用の弁償\nを受けることができる」（同条２項）と規定するのみであったが，都道府県\n等の地方団体によっては，条例により，通信費，交通費，研究費，調査研究\n費，退職金，弔慰金などを支給していた（甲４１の１３４頁，丙１の２頁）。\n(2)  その後，地方自治法は，行政の合理化と効率化を目指す趣旨で昭和３１\n年に大幅に改正され，この昭和３１年改正地方自治法（昭和３１年６月１２\n日法律第１４７号。同年９月１日施行）においては，「普通地方公共団体は，\nいかなる給与その他の給付も法律又はこれに基く条例に基かずには，これを\n２０３条第１項の職員及び前条第１項の職員に支給することができない」\n（同法２０４条の２）と規定され（２０３条第１項の職員には普通地方公共\n団体の議会の議員が含まれる。），議員個人に対しては，法律に根拠のある\n「報酬」，「費用弁償」及び同改正で追加された「期末手当」（同法２０３\n条４項）以外は一切支給が禁止されるところとなった。\nなお，同年，議員個人に対する調査研究費の支給が禁止されたことに伴い，\nこれを議員らの会派に支給することの可否につき，鹿児島県総務部長から自\n治省に照会がなされたが，これに対する自治省の回答は，「従来の調査研究\n旅費にかわるものとして，県議会各派に対し調査研究費を支給することは，\nその内容が実質的に従来どおりであると認められる限り，できないものと解\nする。」というものであった（昭和３１年９月６日・自丁行発第５９号鹿児\n島県総務部長宛行政課長回答。丙１の３７頁）。\n(3)  以上のとおり，昭和３１年改正地方自治法の法制下では，議員個人への\n調査研究費の支給が厳しく禁止されたことから，各都道府県では，「普通地\n方公共団体は，その公益上必要がある場合において，寄附又は補助をするこ\nとができる」（昭和３８年６月８日法律第９９号による改正（昭和３９年４\n月１日施行）により追加された地方自治法２３２条の２）との規定を根拠に，\n実質的に議員個人に対してではなく，あくまで政策集団としての「会派」に\n対して，その活動の費用の一部を補助するため，いわゆる「県政調査交付\n金」が支給されるようになった（甲４１の１３４頁）。\n愛知県においては，「愛知県議会における各会派に対する県政調査研究費\nの交付要綱」（甲４２。平成７年４月１日施行），「愛知県議会における各\n会派に対する県政調査研究費の取扱要領」（甲４３。平成９年４月１日施\n行）を定めて，地方自治法２３２条の２に基づく補助金を会派に交付してき\nたが，その使途は①調査費②会議費③研修費④負担金⑤購読料⑥人件費⑦事\n務費の７項目とされている（上記取扱要領別表）。\n(4)  他方，上記のような地方議会議員の諸費用等に対する極めて制限的な規\n制に対しては，地方議会議員らから，住民のニーズや行政需要の多様化，高\n度化等に伴う活動範囲の増大と地方議員の専業化といった実態に即していな\nい等の不満や批判が生じており，議員活動の充実を図り，その経済的負担を\n軽減するための方策等に関し様々な研究や報告がなされるようになっていた。\nそのような中で，平成１１年１０月，全国都道府県議会議長会は，「地方\n分権の推進と議員の活動基盤の強化に関する決議」を行った。これは，「地\n方議会の果たすべき役割がますます大きくなることから，執行機関に対する\n監視機能はもとより，政策立案機能を充実強化する必要がある。一方，議員\nに求められる活動は，日常活動を含め広範，多岐にわたっており，今後，地\n方分権の進展に応じ，一層積極的，効果的な活動を行うためには，その活動\nを支える基盤の強化が不可欠である。」とした上で，「地方議会の権限の強\n化と制度の充実を図り，都道府県政調査交付金の法的な位置付けを明確にす\nるとともに，条例で議員活動に要する経費を支給できるよう，地方自治法を\n改正すること」を決議したものであり，同年１１月には，「地方分権の進展\nに応じて，一層積極的，効果的な議員活動が行われるよう，現在認められて\nいる報酬，期末手当，費用弁償のほかに，地方公共団体が状況に応じ，自主\n的に条例で議員活動に必要な経費（例えば文書通信費，事務所費など）を支\n給できるようにすること。」の要望を国会や当時の自治省等の関係行政庁に\n対して行うに至った（甲７の３５頁（参考資料１）全国都道府県議会議長会\n名の平成１１年１１月１１日付け「議員の活動基盤の強化に関する要望」と\n題する書面。甲４１の１４１頁，１４２頁）。\n(5)  これらの動きを背景として，いわゆる議員立法により平成１２年に地方\n自治法が改正され，この平成１２年改正地方自治法（平成１２年５月３１日\n号外法律第８９号。平成１３年４月１日施行）において，議会の権限（第６\n章議会第２節権限）の規定である同法１００条各項の追加条項として，議会\nにおける会派又は議員に対して「政務調査費」を交付することができると\nし，その交付は条例によること，交付の対象，額及び交付の方法を条例で定\nめることとした規定（同法１００条１２項。本件が適用になる地方自治法１\n００条１４項に相当するもの。），収入及び支出の報告書の議長への提出を\n求める規定（同条１３項。同じく同法１００条１５項に相当するもの。）が\n新たに設けられた。これにより，県や市の政務調査交付金に代えて，「議員\nの調査研究に資するため必要な経費」のみが政務調査費として制度化され，\nその交付の対象は「会派又は議員」のうちから条例で定めることとされ，議\n員個人にも支給できるところとなった。\n(6)  この平成１２年改正地方自治法を受けて，全国都道府県議会議長会は，\n平成１２年１２月，「政務調査費の交付に関する条例（例） 及び同規程\n（例）関係資料集」（甲７）を作成して，各議会に送付した。\nこの条例（例）では，法が条例に委任している交付の対象（２条），額\n及び交付の方法（３条ないし８条）についての条文例を示した上，使途に\nついて，「会派及び議員は，政務調査費を別に定める使途基準に従い使用\nしなければならない。」（９条）との条文例を示し，使途基準を条例とは\n別の規程で定めるべきものとし，その理由として「政務調査費の使途は，\n『議員の調査研究に資するための経費』と法律で規定されており，その\n『使途基準』は，あくまでも使途についての参考として具体的に列挙する\nものであることから，規程に定めることとするものである。」と説明して\nいる（甲７の２７頁）。そして，同会が作成した「政務調査費の交付規程\n（例）」（甲７の１１頁ないし１４頁）においては，会派への交付分につ\nいては，調査研究費，研修費，会議費，資料作成費，資料購入費，広報\n費，事務費，人件費の８項目が，議員への交付分については ，調査研究\n費，研修費，会議費，資料作成費，資料購入費，広報費，事務所費，事務\n費，人件費の９項目がそれぞれ掲げられている。\n(7)  愛知県においては，平成１２年改正地方自治法を受けて，愛知県議会に\nおける会派に対する政務調査費の交付に関する条例（本件条例）（平成１３\n年３月２７日条例第４１号。本件に適用されるのは，平成２３年愛知県条例\n第３１号による改正前のもの。）が制定された（乙６ないし８）。本件条例\nは，政務調査費の交付の対象を「会派」と定めた上（２条），使途について\nも，調査研究費，研修費，会議費，資料作成費，資料購入費，広報費，事務\n費，人件費の８項目を定め（８条１項１号ないし８号），各費用の使途基準\nは議会の議長が定めるとしている（同条２項）。（甲１）\nその議決の際の愛知県議会平成１３年２月定例会（平成１３年２月１９\n日）の議事録（甲３４，乙８）によれば，本件条例制定の提案理由につい\nて，提案者（Ａ議員）から「全国都道府県議会議長会を中心に検討してきた\n条例に規定すべき事項を参考にして，本県議会における会派に対する政務調\n査費の額，交付方法及び使途基準等を条例により定めるものであり，その主\nな内容は，これまでの県政調査研究費と同様のものとなっております。」と\n説明されている。\n本件条例８条２項を受けて，愛知県議会議長は，愛知県議会運営委員会に\nよる事前の了承も得て（乙６），愛知県議会における会派に対する政務調査\n費の交付に関する規程（本件規程）（平成１３年愛知県議会告示第１号。本\n件に適用されるのは，平成２３年愛知県議会告示第２号による改正前のも\nの。）を制定した。本件規程４条及び別表においては，議会の議長が定める\n使途基準として，「事務費」につき，「会派が行う調査研究に係る事務の遂\n行に要する事務用品・備品購入費，通信費等の経費」と規定されている（乙\n７）。\n(8)  ちなみに，名古屋市議会（平成１３年３月１日定例会）においても，名\n古屋市会政務調査費の交付に関する条例の制定について，全国市議会議長会\n及び全国都道府県議会議長会が作成した条例案を参考にして協議したこと，\n議員個人ではなく会派に対して交付するとの説明がなされている（甲４\n４）。そして，同市の条例や規程でも，本件条例と同様に交付の対象は会派\nのみとし，使途基準についても，本件規程別表と同じく，調査研究費，研修\n費，会議費，資料作成費，資料購入費，広報費，事務費，人件費の８項目に\n限り，事務所費を明記していない（これらを前提として，名古屋高等裁判所\n平成２５年１月３１日判決（甲９。原審の名古屋地方裁判所平成２３年３月\n２３日判決（甲５）も同旨）は，名古屋市会政務調査費の交付に関する規則\nにおいて，会派所属の個々の議員の事務所借上げ費は基本的に政務調査費の\n使途としては想定されていないと判断し，同判決は確定している。）。\n(9)  その後，愛知県議会の議会運営委員会は，平成１９年３月に愛知県議会\n議長から政務調査費のあり方について諮問を受けて，政務調査費の透明性の\n確保や使途基準の明確化等について検討し，同年１２月２０日，使途基準の\n明確化の観点から，本件マニュアルの案を答申し（乙９，１０），愛知県議\n会議長（Ａ議長）は，平成２０年３月２４日，本件マニュアル（乙１の２。\n同年４月１日施行）を制定した。\n本件マニュアルにおいては，「第２  使途項目の内容」のうち，「事務費\n（第２の７）」につき，「(1)  使途内容」としては「会派が行う調査研究\nに係る事務の遂行に要する事務用品・備品購入費，通信費等の経費」としな\nがら，「(2)活動・経費例示」として，「事務用品・備品の購入，事務機器\nの購入及びリース，電話（携帯電話を含む。）の使用，インターネット接続\n契約，自動車のリース，事務所の賃借料及び管理運営費（光熱水費等）など\nが該当する。」とされている。そして，「自動車のリース料については，議\n員の活動の多面的な性格はもとより，他の活動にも使用できる自動車の性格\nを踏まえ，按分による支出とし，適用する按分割合は，使用実績に応じたも\nのとする。」（第２の７(3)エ），「事務所の要件としては，外形上の形態\nを有し，応接・事務スペースや事務用備品等を有していること，実際に会派\nの調査研究に使用されていること等が必要である。」（第２の７(3)オ），\n「政務調査費の対象となる調査研究活動とその他の活動とを分け，それぞれ\nの経費を分離することが望ましいが，それが困難な場合は，活動に要した費\n用の全額を，各活動の実績に応じて按分し，充当することとする。」（第\n４）などとされている。\nこのように「自動車のリース」や「事務所の賃借料及び管理運営費（光熱\n水費等）」が事務費の例示等として本件マニュアルに明記されたことについ\nては，従前から各会派によってなされていた解釈運用を明確化するとの趣旨\nである旨の説明がなされたことがある（甲８の７頁，８頁）。\n(10)  その後，本件条例が改正され（平成２３年３月２９日条例第３１号によ\nる改正），従前は政務調査費の交付対象が「会派」に限定されていたものを\n「会派及びその所属議員」へと拡大されたが（同改正条例２条），その使途\nを定める同８条は従前のままであって，「事務費」は掲記されていても「事\n務所費」は掲記されていない（甲１２）。ただ，同日，同改正条例に基づき\n愛知県議会議長が定めた改正後の本件規程（同日議会告示第２号による改\n正）において，政務調査費の使途基準として，会派に対する「事務費」の内\n容は従前と同じ記載であり，「会派が行う調査研究に係る事務の遂行に要す\nる事務用品・備品購入費，通信費等の経費」とされている（同改正規程４条\n別表第１）（甲１３）のに対し，議員に対する場合には，経費である「事務\n費」の内容として，「議員が行う調査研究に係る事務の遂行に要する事務用\n品・備品購入費，通信費，事務所費，自動車リース料等の経費」とされるに\n至った（同改正規程４条別表第２）。ここで「事務所費，自動車リース料」\nを明記したのは，これまでの使途基準についての考え方を変更するものでは\nなく，使途基準のより一層の明確化を図ったものであるとの説明がなされて\nいる（甲３５，乙１５）。\n(11)  さらにその後，地方自治法が平成２４年に改正され，この平成２４年改\n正地方自治法（平成２４年９月５日号外法律第７２号。平成２５年３月 1 日\n施行）１００条１４項は，「普通地方公共団体は，条例の定めるところによ\nり，その議会の議員の調査研究その他の活動に資するため必要な経費の一部\nとして，その議会における会派又は議員に対し，政務活動費を交付すること\nができる。この場合において，当該政務活動費の交付の対象，額及び交付の\n方法並びに当該政務活動費を充てることができる経費の範囲は，条例で定め\nなければならない。」との規定となった（議員修正により追加されたも\nの）。すなわち，従前の「政務調査費」が「政務活動費」と改称され，その\n使途は，議員の「調査研究」のみならず「その他の活動」にも認められ，し\nかも，これを充てることができる経費の範囲についても，従前とは異なり条\n例で定めることとなった。\nなお，上記改正の際の国会審議においては，従前東京都議会においては政\n務調査費を議員個人事務所の維持費や職員の人件費に充てることができなか\nったが，このような調査研究に附帯した活動にも使途を拡大することはあっ\nてもよいと考えるとの意見が述べられている（平成２４年８月７日の衆議院\n総務委員会におけるＢ議員の発言。甲３６の６頁）。\n(12)  愛知県においても，平成２５年２月，本件条例につき，その名称を「愛\n知県議会における政務活動費の交付に関する条例」と改めるなどの改正がな\nされ（平成２５年２月２６日条例第１号による改正），政務活動費を充てる\nことができる経費の範囲につき，８条において「政務活動費は，会派及び議\n員が実施する県政の課題及び県民の意思を把握し，それらを県政に反映させ\nる活動その他の住民福祉の増進を図るために必要な活動に要する経費であっ\nて，会派にあっては別表第一に，議員にあっては別表第二に定めるものに充\nてることができるものとする。」と定め，各別表の冒頭には，調査研究費と\nして「県の事務，地方行財政等に関する調査研究（視察を含む。）及び調査\n委託に要する委託費，交通費，宿泊費等の経費」との記載があるほか，各別\n表ともに研修費，広報広聴費，要請陳情等活動費，会議費，資料作成費，資\n料購入費，事務費及び人件費が列挙されて，別表第二には，これらに加えて\n「事務所費」との記載がある。このうち，会派に対する「事務費」の内容は\n「会派が行う活動に係る事務の遂行に要する事務用品及び備品の購入費，文\n書通信費等の経費」とされている（同条例８条別表第一）のに対し，議員に\n対する「事務費」の内容は「議員が行う活動に係る事務の遂行に要する事務\n用品及び備品の購入費，文書通信費，自動車リース料等の経費」とされ，そ\nの「事務所費」の内容は「議員が行う活動のために必要な事務所の設置及び\n管理に要する賃借料，光熱水費等の経費」とされている（同条例８条別表第\n二）。\nなお，本件条例の上記改正に伴い，本件規程もその名称が「愛知県議会に\nおける政務活動費の交付に関する規程」と改められたが（平成２５年２月２\n６日議会告示第１号），政務活動費収支報告書の様式として，会派用のもの\n（様式第５（その１）（第４条関係）。事務費の項のほかに事務所費の項は\nない。）と議員用のもの（様式第５（その２）（第４条関係）。事務費の項\nのほかに事務所費の項がある。）とに分けて示されているものの，従前のよ\nうな使途基準の規定はない。\nまた，本件マニュアルもその名称が「政務活動費マニュアル」と改めら\nれ，それの内容も上記改正条例に沿って改められ，「第２  経費項目の内\n容」には，「事務費」（第２の９）のほかに「事務所費」（第２の８）が設\nけられ，「事務費」の内容は「会派及び議員が行う活動に係る事務の遂行に\n要する事務用品及び備品購入費，文書通信費，自動車リース料（議員に限\nる。）等の経費」とされ（第２の９(1)），「事務所費」の内容は「議員が\n行う活動のために必要な事務所の設置及び管理に要する賃借料，光熱水費等\nの経費」とされた（第２の８(1)）。\n（以上は愛知県の公式ウェブサイトに公開されている。）。\n２  事務所賃借料等及び自動車リース料への政務調査費支出の適否\n(1)  政務調査費を支出し得る経費の範囲\n地方自治法（本件に適用される平成２４年法律第７２号により改正前のも\nの）１００条１４項，１５項の規定による政務調査費の制度は，前記１(4)\nのように様々な研究，報告，要望等を背景として，同(5)のとおり平成１２\n年改正地方自治法以後に導入されたものであるが，地方公共団体の職責が拡\n大し，その議会の担う役割がますます重要なものとなったとの認識の下，議\n会の審議能力を強化し，議員の調査研究活動の基盤の充実を図るため，議会\nにおける会派又は議員に対する調査研究の費用等の助成を制度化し，併せて\nその使途の透明性を確保しようとしたものと解され，政務調査費の交付の対\n象，額及び交付の方法については，各地方公共団体が当該地方公共団体の規\n模，地域の実情，議員の調査研究活動の実態等の諸事情を考慮して，その裁\n量判断により条例でもって定めることができるようにしたものと解される\n（甲３０ないし３３の国会議事録）。しかし，政務調査費を充てることがで\nきる経費の範囲については，現行法と異なり，条例の定めに委ねていないの\nであるから，法の定める「議員の調査研究に資するため必要な経費」に限定\nされるというほかはなく，各地方公共団体の条例によってこれを狭く限定す\nることは許されるものの，拡大することは許されないのであって，いわばそ\nの外枠は客観的に全国一律に定まっているということができる。\n法の定める「議員の調査研究に資するため必要な経費」が具体的にどのよ\nうな経費をいうのかについては，その全体像を直ちに明示することは困難で\nあり，他の多義的な法律用語の解釈と同様，制度の趣旨，沿革及び全国的な\n運用の実態等を踏まえ，健全な社会通念に照らして，問題となっている個々\nの経費ごとにその性質を検討し，それが調査研究に資するため必要な経費と\nいえるか否かを検討するほかない。\nところで，愛知県における本件条例（本件に適用されるのは，平成２３年\n愛知県条例第３１号による改正前のもの）８条１項は政務調査費を充てるべ\nき経費を列挙し，同条２項はそれらの使途基準は議長が定めるとし，これを\n受けて，本件規程４条・別表において，政務調査費の使途基準が定められた\nものであるが，これらは法律の委任に基づかないものであり，上記使途基準\nは，全国都道府県議会議長会が指摘するとおり，参考としての列挙にとどま\nるものである。したがって，同規程を受けて愛知県議会議長が制定した本件\nマニュアルもまた法の委任に基づかないものであるから，たとえ本件マニュ\nアルにその許容される使途として明記された費目であっても，それが法の定\nめる「議員の調査研究に資するため必要な経費」に該当しない場合には，こ\nれを支出した会派は，愛知県に対して同額を不当利得（法律上の原因のない\n利得）として返還すべき義務を負うものというべきである。\n(2)  政務調査費制度の趣旨及び沿革からの検討\n前記１の経緯等によれば，昭和３１年改正地方自治法より前には，従来法\n律に基づかずに条例によってなされていた通信費，交通費，調査研究費，退\n職金，弔慰金等の支給が昭和３１年改正地方自治法により禁止され，議員個\n人に対しては報酬，費用弁償，期末手当（同法２０３条４項）以外は一切支\n給が禁止されたものであり，事務所賃借料等及び自動車リース料はこれら報\n酬，費用弁償，期末手当のいずれにも該当しないから，文面上，それらの支\n給も禁止されていたということができ，昭和３１年の自治省の回答によって\nも同様であって，同回答における見解では会派支給を名目に議員個人に調査\n研究費を支給することも許さ れないことが明らかにされて いる（前記１\n(2)）。そして，この厳格な昭和３１年改正地方自治法の法制下にあって，\n同法２３２条の２（昭和３８年改正法により追加）に基づき「会派」に対し\nて支給されていた「県政調査交付金」は，政策集団である「会派」による調\n査研究などの政策活動等に使用されることが期待されていたものと解され，\n愛知県におけるこれと同趣旨の交付金である「県政調査研究費」も同様であ\nるところ，その交付要綱（甲４２）に基づく取扱要項（甲４３）において定\nめられた７項目の使途の中には「事務費」はあっても「事務所費」は存在し\nない（前記１(3)）。その後，平成１２年改正地方自治法により，上記(2)の\n趣旨で政務調査費の制度が導入され，会派のみならず議員個人に対する政務\n調査費の交付が認められるようになったが，愛知県においては，敢えて議員\n個人に対しては政務調査費を交付せず，従前の県政調査研究費と同じく会派\nに対する交付のみに限定する政策判断がなされて本件条例が制定され，その\n際の提案理由の中で，その主な内容は従前の調査研究費と同様である旨の説\n明がなされており，本件条例８条１項１号ないし８号の中には，「事務費」\nはあっても「事務所費」は存在しない。また，本件条例８条２項を受けて制\n定された本件規程には，事務費の内容を「事務用品，備品購入費，通信費等\nの経費」とするのみであって，事務所賃借料については敢えて例示していな\nい（前記１(7)）。なお，ここでの「事務費」と「事務所費」の明確な区別\nは，全国都道府県議会議長会で作成送付した条例（例）等の関係資料集（甲\n７）の使途基準の項目例が「事務費」と「事務所費」とを明確に区別した上\nで，後者の「事務所費」については，議員個人に対しては認めながら（従来\n禁止されていた議員個人への事務所賃借料の支払を，調査研究目的に資する\n場合に限定して新たに認めたものであると解される。），会派に対しては従\n来からの会派への政務調査交付金の場合と同様に認めていないこと（前記１\n(6)）を踏まえ，これに従ったものと解され，同様の取扱いは名古屋市議会\nでもなされているところである（前記１(8)）。\nこのように，地方議会における会派又は議員個人に対する交付金のうち，\n「事務費」と「事務所費」とは従前からあらゆる局面で厳然と区別されてき\nたものであり，本件条例は，敢えて議員個人に対する政務調査費の交付を認\nめず，会派に対する政務調査費に限定し，かつ，会派に認められるものの使\n途として「事務費」を定めながら「事務所費」を敢えて定めず，しかも，本\n件条例に基づく本件規程においても，従前の県政調査研究費と同趣旨で認め\nられている「事務費」の例示として事務所賃借料を敢えて明記していない。\n(3)  名古屋市や東京都における運用などとの比較\n本件政務調査費は平成２１年度に支出されたものであるところ，当時本件\n条例と同様の定めがされていた名古屋市の政務調査費の支出について，本訴\n提起に先立って住民監査請求がなされ，前記１(8)のとおり，個々の議員の\n事務所借上げ費に政務調査費を支出することは想定されていないとの判決が\n確定し，以後，そのような支出は許されなくなった。\nその後，平成２４年改正地方自治法により，議員の調査研究以外の活動に\n対しても「政務活動費」が交付されるところとなったが（前記１(11)），そ\nの国会の審議においては，従前の東京都議会においては政務調査費を「個人\n事務所の維持費」に宛てることができなかったが，この改正により初めてそ\nれらにも使途を拡大できることになる旨の発言（前記１(11)。平成２４年８\n月７日の衆議院総務委員会におけるＢ議員の発言。甲３６の６頁）や，従前\nの政務調査費の使途は市民オンブズマンの活動や最高裁判所の判例等によっ\nて狭く解釈されているから，これを政務活動費に変えて，地方議員にとって\nの予測可能性と住民にとっての明確性を高める旨の発言（平成２４年８月２\n８日の参議院総務委員会におけるＣ議員の発言。甲３８の３頁）などもなさ\nれているところである。\nなお，愛知県においては，この平成２４年改正地方自治法の委任に基づ\nき，平成２５年２月にされた改正後の本件条例中に，議員個人に対する交付\n分についてのみ，「調査研究費」とは別の項目として「事務所費」及び「事\n務費」が明記され，前者の内容として事務所賃借料，後者の内容として自動\n車リース料が列挙され，本件規程及び本件マニュアルもこの改正後の本件条\n例に沿った名称及び内容に改正されたものである（前記１(12)）。このよう\nな規定内容からすると，平成２５年の本件条例改正は，議員個人の事務所賃\n借料等や自動車リース料は調査研究のための費用には含まれないとの理解の\n下にされたものと認めるのが相当である。\n(4)  事務所賃借料及び自動車リース料の性質\n１審被告及び補助参加人らは，これらが本件条例にいう「事務費」に該当\nすると主張する。\nしかし，「事務費」とは，専ら事務処理のために使用される事務用品や備\n品等に係る費用を想定したものと解すべきであって，事務所の賃借料は事務\nそのものの経費ではないから，「事務所費」ではあっても「事務費」ではな\nいというべきである。実質的に見ても，通常，事務所の賃借は，相当長期間\nにわたって継続してなされ，その金額も高額となるものであるところ，政務\n調査活動は通常は必要が生ずる都度行うものであって，議員が恒常的に従事\nするものではないから，その活動のみのために事務所を恒常的に確保しなけ\nればならない事態は想定し難い反面，議員活動においても，調査活動に費や\nす時間に比べて一般的な政党活動，選挙活動，後援会活動及び私的活動に費\nやす時間の方が圧倒的に多く，事務所がある以上その使用もほとんどがこれ\nらの活動に充てられるのが通常であると考えられ（前記１(8)の名古屋高等\n裁判所判決も同旨。甲９の４８頁），これらの活動に政務調査費を充てるこ\nとができない以上（本件マニュアル第３の１ないし５），事務所賃借料は基\n本的に政務調査費の支出対象として想定されていなかったものといわざるを\n得ない。このことは，自動車リース料についても，その実質的側面に着目す\nると同様に妥当するところである。\n(5)  以上の(2)ないし(4)の認定説示によれば，政務調査費制度の趣旨及び沿\n革，名古屋市や東京都における運用との比較，事務所賃借料及び自動車リー\nス料の性質のいずれの観点からみても，事務所賃借料及び自動車リース料が\n一般的に法の定める「議員の調査研究に資するため必要な経費」に該当する\nとは認め難いから，これらの支出のうちから概括的に一定割合を法の定める\n「議員の調査研究に資するため必要な経費」に該当するものとして政務調査\n費をもって充てることは許されず，これらに政務調査費を充てるには，個別\n具体的な調査研究の内容と支出との関連性を明らかにし，その両者の関係か\nら必要な支出と認められることが必要であると考えられる。\nしたがって，各補助参加人において，その所属議員らが個別具体的に特定\nされた各会派の政務調査活動を実施するために事務所を賃借し，リース自動\n車を確保することが不可欠であるというような特別の事情の存在を主張立証\nしない限り，事務所賃借料等及び自動車リース料の支出については，本来の\n趣旨・目的に合った使途に充てられていないとの推認を免れないというべき\nところ，補助参加人らは，その提出する膨大かつ詳細な主張と証拠によって\nも，会派からその所属議員が個別具体的に委託された特定の政務調査活動を\n遂行するために，実際どの程度の時間にわたり事務所又はリース自動車を使\n用しなければならなかったのかといった必要性を個別具体的に主張立証して\nおらず，上記推認は妨げられない。\nよって，本件事務所賃借料等及び本件自動車リース料は，法の定める「議\n員の調査研究に資するため必要な経費」に該当するとは認められない。\n３  まとめ\n以上によれば，補助参加人らは，本件政務調査費のうち，その各所属議員\nらが平成２１年度に支出した本件事務所賃借料等及び本件自動車リース料の\n全額（既に返還された分は除く。）について，それぞれ愛知県に対して不当\n利得として返還すべき義務を負う。しかるに，１審被告（愛知県知事）は，\nこの不当利得返還請求権を行使していないから，１審被告（愛知県知事）に\nは，この点で，違法に財産の管理を怠る事実があるというべきである。\nしたがって，１審原告らの本件請求は理由があり，全部認容されることに\nなる。\n第４  結論\nよって，以上と一部異なる原判決を，１審原告らの本件控訴に基づき変更す\nることとし，１審被告の本件控訴は理由がないからこれを棄却することとして，\n主文のとおり判決する。\n名古屋高等裁判所民事第４部\n裁判長裁判官     藤    山    雅    行\n裁判官     上    杉    英    司\n裁判官     秋    武    郁    代\n"
}