{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 7,
    "day": 18
  },
  "case_number": "平成24(行ケ)10042",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "意匠権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82453",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82453",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/453/082453_hanrei.pdf",
  "contents": "平成２４年７月１８日判決言渡\n平成２４年（行ケ）第１００４２号  審決取消請求事件\n口頭弁論終結日  平成２４年６月６日\n判                決\n原 告      株 式 会 社 ブ リ ヂ ス ト ン\n訴 訟 代 理 人 弁 理 士      永 芳 太 郎\n南   部   さ と 子\n水 野   尚\n被 告      特 許 庁 長 官\n指 定 代 理 人      早 川 治 子\n遠 藤 行 久\n田 村 正 明\n主                文\n特許庁が不服２０１１－１４２１１号事件について平成２３年１２月２\n１日にした審決を取り消す。\n訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第１  原告の求めた判決\n主文同旨\n第２  事案の概要\n１  意匠登録出願の拒絶審決の取消訴訟である。争点は，引用意匠との類否（意\n匠法３条１項３号）である。\n２  特許庁における手続の経緯\n原告は，平成２２年６月２１日，意願２０１０－５２８９号（意匠登録第１４０\n４５５８号）を本意匠とする関連意匠として，別紙第１記載の本願意匠の意匠登録\n出願（意願２０１０－１５２２４号）をしたが，拒絶査定を受けたので，これに対\nする不服の審判請求をした（不服２０１１－１４２１１号）。\n特許庁は，平成２３年１２月２１日，同請求につき「本件審判の請求は，成り立\nたない。」との審決をし，その謄本は平成２４年１月６日，原告に送達された。\n３  審決の理由の要点\n本願意匠は，特許庁普及支援課が平成２１年１１月５日に受け入れた米国意匠特\n許公報２００９年１０月１３日０９Ｗ４１号（登録番号ＵＳ  Ｄ６０１９４３Ｓ）\nに記載された引用意匠（別紙第２）と，意匠に係る物品が自動二輪車用タイヤであ\nって一致し，形態についても，次のとおり，共通点が両意匠の類否判断に及ぼす影\n響が大きいのに対し，相違点が及ぼす影響は微弱で，共通点の印象を覆すには至ら\nないから，意匠全体として類似するものであり，意匠法３条１項３号の意匠に該当\nする。\n(1)  本願意匠と引用意匠との間には，形態について次の共通点と相違点があ\nる。\nア  共通点（共通点Ａは基本的構成態様，共通点Ｂ～Ｄは具体的構成態様）\n【共通点Ａ】  全体は，断面略円弧状のトレッド部とその左右に左右対称に形成\nされたサイドウォール部で構成される環状体であり，トレッド部の周回面に，長い\n略「へ」字状の溝と逆略「へ」字状の溝（以下「長傾斜溝」という。）をタイヤの\n赤道（正面視において，トレッド面を左右に２分する仮想の中心線をいう。）を中\n心として千鳥配置状に配設し，この長傾斜溝のそれぞれの外端近傍に，ごく短い溝\n（以下「短溝」という。）を配設し，さらに，各長傾斜溝の周回方向の略中間位置\nに，それぞれ，長傾斜溝よりやや短く，長傾斜溝と同じ向きに屈曲させた略「へ」\n字状の溝と逆略「へ」字状の溝（以下「中傾斜溝」という。）を配設した構成態様\nで，これら長中二つの傾斜溝は，赤道からサイドに向かってやや末広がり状とした\n態様であり，中傾斜溝は，長傾斜溝と短溝の間を略二等分する位置にあり，長傾斜\n溝，中傾斜溝及び短溝の三つの溝が全体として横に伸びた略「さんずい」偏様を呈\nする態様である点\n【共通点Ｂ】  長傾斜溝は，赤道を少しずつ跨ぐ部位に位置し，サイドウォール\n寄り端部は斜辺状である点\n【共通点Ｃ】  中傾斜溝は，赤道からやや離れた部位に位置し，サイドウォール\n寄り端部は斜辺状である点\n【共通点Ｄ】  短溝は，サイドウォール寄りの部位の，隣接する中傾斜溝の略中\n間に位置し，その両端は斜辺状で，全体として略平行四辺形状の態様である点\nイ  相違点（いずれも具体的構成態様）\n【相違点ア】  溝の端部形状について，本願意匠は，長傾斜溝と中傾斜溝の赤道\n寄り端部が小半円弧状，サイドウォール寄り端部が斜辺状，短溝は両端が斜辺状で\nあるのに対して，引用意匠は，長傾斜溝の赤道寄り端部，中傾斜溝及び短溝のサイ\nドウォール寄り端部において，先端斜辺を毛筆書体における横棒の入り様の形態と\nし，それぞれの他端の先端斜辺はその広角部に丸みを持たせた態様である点\n【相違点イ】  赤道からサイドウォール方向にかけての長傾斜溝と中傾斜溝の両\n溝間の拡幅程度について，本願意匠は，長傾斜溝と中傾斜溝の両溝間の幅は，赤道\n寄り付近の端部間距離を１とすると，サイドウォール付近の端部間距離は略１．３\nであるのに対して，引用意匠は，赤道寄り付近の端部間距離を１とすると，サイド\nウォール付近の端部間距離は略２．５である点\n【相違点ウ】  長傾斜溝，中傾斜溝，及び短溝の溝幅について，本願意匠は，溝\n自体の幅に変化があり，詳細には，長傾斜溝は，赤道付近の細幅が，サイドウォー\nル方向に端部まで次第に拡幅して，やや太幅となる態様であり，中傾斜溝は，赤道\n寄りの細幅が，サイドウォール方向に屈曲点まで次第に拡幅し，屈曲点以降はやや\n太幅の等幅部を形成する態様であり，短溝は，やや太幅の略等幅部を形成する態様\nとしているのに対して，引用意匠は，ほぼその幅に変化がなく，長傾斜溝はやや太\n幅で赤道寄り端部をやや幅広とし，中傾斜溝はやや太幅でサイドウォール寄り端部\nをやや幅広のものとし，短溝はやや細幅でサイドウォール寄り端部をやや幅広のも\nのとした点\n【相違点エ】  短溝の位置について，本願意匠は，長傾斜溝のサイドウォール寄\nり端部の仮想延長線を基準とすると，長傾斜溝の屈曲部の外側でやや離れた位置に\nあるのに対して，引用意匠は，長傾斜溝のサイドウォール寄り端部の仮想延長線を\n基準とすると，長傾斜溝の屈曲部のごくわずかに内側でやや離れた位置にある点\n【相違点オ】  サイドウォール部からビード部にかけての形状について，本願意\n匠は，左右のサイドウォール部がそれぞれ厚みの薄いサイドウォールとその端部に\n形成された断面略ナツメ形状のビードにより構成されているのに対して，引用意匠\nは，破線によって概略描かれているのみで断面図等もなく，その詳細は不明である\n点\n(2)  共通点と相違点の評価\nア  共通点Ａは，意匠全体に及ぶものであり，また，この種物品において需\n要者が着目するトレッドパターンの基本的構成態様についての共通点であり，特に\n長傾斜溝，中傾斜溝及び短溝の三つの溝が，全体として，横に伸びた略「さんずい」\n偏様を呈する態様で，これらが，赤道を中心として千鳥配置状に配設されている点\nは，両意匠の基調を形成しており，需要者が両意匠を観察するとき，共通の印象を\n強く与え，共通の美感を生じさせるものであって，両意匠の類否判断に支配的な影\n響を及ぼす。共通点Ｂ～Ｄのうち，各溝の位置については，共通点Ａの横に伸びた\n略「さんずい」偏様を呈する形状をもたらす要因であるから，類否判断に大きな影\n響を与えるが，各溝の端部形状については，環状体の周回面のサイドウォール寄り\nというトレッド面全域の中では相対的に目に付きにくい領域に配置されており，ま\nた，溝の先端部というごく狭い部位における共通点であるから，類否判断に及ぼす\n影響は大きくなく，上記共通点に付加されることにより一定程度の影響を与える。\nイ  これに対し，相違点ア～オが両意匠の類否判断に及ぼす影響はいずれも\n微弱である。\nすなわち，相違点アは，溝の先端部というごく狭い部位におけるわずかな相違に\nすぎないから，意匠全体としてみた場合には，三つの溝が略「さんずい」偏様を呈\nする態様であるという共通する美感に埋没してしまう。\n相違点イについては，長傾斜溝と中傾斜溝の拡幅程度に相違があるとしても，長\n傾斜溝と中傾斜溝は，長さが長いものとやや短い中位のものであり，どちらも溝の\n途中を略「へ」字状に屈曲させた溝で，「へ」の字の屈曲方向が同じ向きであり，\nさらに，二つの溝が赤道からサイドに向かってやや末広がり状をなしているという\n点では共通しているのであって，類否判断に及ぼす影響は微弱である。\n相違点ウは，三つの溝の溝幅に相違があっても，もとより溝幅が狭く，正確な溝\n幅を視認しにくく，意匠全体としてみた場合には，三つの溝が略「さんずい」偏様\nを呈する態様である点で共通しており，類否判断に及ぼす影響は微弱である。\n相違点エは，長傾斜溝を基準として短溝の位置をみる場合には，両意匠の短溝の\n位置が相違として認識されるが，意匠全体としてみた場合には，両意匠とも，その\n短溝は，共にサイドウォール寄りの部位の，隣接する両中傾斜溝の略中間に位置す\nるものと認識されるのであって，このような共通点に埋没してしまう程度の相違に\nすぎない。\n相違点オは，外観からは認識しにくく，トレッド面と比較すると需要者の注目を\n得られないところであり，また，本願意匠の当該部分の形態は，例示するまでもな\nくこの種物品におけるごくありふれた形態にすぎないから，類否判断に及ぼす影響\nは微弱である。\nそして，これらの相違点が相乗して生じる視覚的効果を考慮したとしても，前記\n共通点が与える強い共通の印象を凌駕するほどではない。\n第３  原告主張の審決取消事由（意匠法３条１項３号の解釈適用の違法性）\n１  共通点の認定の誤り\n(1)  審決は，共通点Ａの一部として，長中二つの傾斜溝について，「赤道から\nサイドに向かってやや末広がり状とした態様」である点を認定した。\nしかしながら，本願意匠の長傾斜溝及び中傾斜溝は，長傾斜溝のサイドウォール\n寄り，中傾斜溝の略中央に，それぞれ折曲部（角部）を形成し，折曲部より赤道寄\nりにおいて略平行状，折曲部よりサイドウォール寄りでは先すぼまりとなっている。\nこのように，本願意匠の長傾斜溝及び中傾斜溝は，折曲部を設けた斜状であること，\n折曲部の位置，折曲角度が相まって，全体としてサイドウォール側へ向けてすぼま\nる態様となっており，全体として末広がりということはできない。\nしたがって，両意匠の長傾斜溝と中傾斜溝について，引用意匠がサイドウォール\nへ向けて末広がりであるのに対して，本願意匠がサイドウォールへ向けてすぼまる\n態様である点は，相違点として挙げられるべき構成態様である。\n(2)  審決は，共通点Ａの一部として，中傾斜溝について，「長傾斜溝と同じ向\nきに屈曲させた略『へ』字状の溝と逆略『へ』字状の溝」である点を認定した。\nしかしながら，略「へ」字形状とは，直線の１か所を広角状に折り曲げた形状を\n指すのであって，湾曲形状を総称するものではないところ，引用意匠の中傾斜溝は，\n明確な角部を設けずに全体をごく緩やかな弧状に湾曲させ，サイドウォール寄り端\n部を逆方向にはね上げた，全体として偏平な略「Ｓ」字状ともいうべき形状であっ\nて，本願意匠の角部をもって折り曲げている中傾斜溝と同様に略「へ」字状である\nとはいえない。\n本願意匠と引用意匠の中傾斜溝は，長傾斜溝と略同方向に傾斜させた概略構成に\nついて共通するのみで，折曲げあるいは湾曲の態様は，具体的な態様の相違点とし\nて挙げられるべきである。\n(3)  審決は，共通点Ａの一部として，「三つの溝が全体としての横に伸びた略\n『さんずい』偏様を呈する態様」である点を認定したが，誤りである。\nすなわち，一般に「さんずい」は，右下がり傾斜状の短い二本の線と右上がり傾\n斜状の長い一本の線とで構成されるのに対し，本願意匠と引用意匠において，繰返\nしの単位となっている三つの溝は，長，中，短の長さの異なる三つの溝が略同方向\nに傾斜して設けられているという構成態様であって，「横に伸びた略『さんずい』\n偏様を呈する態様」のように，何らかの特徴が特定できる態様として共通するもの\nではない。\n(4)  審決は，共通点Ｄとして，短溝が，「全体として略平行四辺形状である点」\nである点を認定したが，誤りである。\n引用意匠の短溝は，対向する長辺が異なる形状で湾曲し，全体としても緩やかな\n湾曲帯状を呈するものであって，到底「略平行四辺形状」ということはできない。\nこれに対し，本願意匠の短溝は，対向する二辺を平行な直線状とする平行四辺形状\nである。したがって，短溝の態様は，相違点として挙げられるべきである。\n２  相違点の認定の誤り\n(1)  長傾斜溝及び中傾斜溝について，中央付近に形成されている折曲部あるい\nは湾曲部を，本願意匠が角部を有する折れ線形状に形成しているのに対して，引用\n意匠は円弧状の曲線によって形成しており，全体としてみた場合に，本願意匠が各\n溝の溝縁全体について直線を主体に構成しているのに対して，引用意匠が各溝の溝\n縁全体について曲線を主体に構成しているという相違があるのに，審決は，そのよ\nうな相違を看過した。\n(2)  審決は，相違点アとして，引用意匠の端部形状を，先端斜辺が「毛筆書体\nにおける横棒の入り様の形態」と認定した。しかしながら，「毛筆書体における横\n棒の入り様」には，草書体，楷書体，隷書体などの違いによって種々の態様がある\nことから，「先細りとした先端を小円弧状に丸まらせるとともに，先端寄りの溝縁\nに略三角形状の突出を設けた，その突出をかかと部とする人体の足先様を呈する態\n様」と認定すべきであった。\n(3)  審決は，相違点イとして，長傾斜溝と中傾斜溝とがサイドウォールに向け\nて末広がりであることを前提として，両溝の拡幅の程度を相違点として認定してい\nるが，上記１(1)で主張したとおり，本願意匠は先すぼまり，引用意匠は末広がりで\nある点を認定すべきである。\n(4)  審決は，相違点エとして，短溝が，長傾斜溝のサイドウォール寄り端部の\n仮想延長線を基準として，長傾斜溝の屈曲部の外側（広角側）に位置するか，内側\n（狭角側）に位置するかの相違のみを認定している。\nしかしながら，本願意匠は，短溝のサイドウォール側端部と中傾斜溝のサイドウ\nォール側端部とが，タイヤ外周肩部の仮想円周上に揃って現れる態様となっている\nのに対して，引用意匠は，短溝のサイドウォール側端部に対して，中傾斜溝のサイ\nドウォール側端部の位置が赤道方向に大きくずれていることから，タイヤ外周肩部\nの仮想円周上に揃うことなくジグザグ状をなす態様で配置されているという相違が\nあり，この点も相違点として認定されるべきであった。\n３  類否判断の誤り\n(1)  審決は，基本的構成態様たる共通点Ａが類否判断に支配的な影響を及ぼす\nとした。\nしかしながら，本願意匠と引用意匠に共通する，繰返しの単位となる長さの異な\nった三つの溝を略同方向に傾斜させている態様は，例えば，意匠登録第１２２５３\n１２号（甲２の１），同第１３１１３９４号（甲２の２），同第１３５４１７４号\n（甲２の３）など，引用意匠の出願前からこの種物品の意匠においてみられる類型\n化した概略態様であって，格別の特徴があるわけではなく，類否判断を支配する要\n素とはなり得ない。\nちなみに，自動二輪車用タイヤに係る意匠については，長短二つの溝部の長さ及\nび配置態様が共通し，基本的な構成態様がほぼ同一でありながら，各溝の具体的な\n形状や配置の相違があることによって，意匠全体として非類似の意匠と判断され，\n別個に登録されている例が多数ある。\nこれらの例からすれば，自動二輪車用タイヤの意匠においては，溝部の基本的な\n構成態様がほぼ同一であっても，そのことのみをもって類否判断を決する要素とさ\nれるのではなく，各溝の具体的な形状，配置態様などによって醸成される視覚的な\n印象を含む，意匠全体としての総合判断によって類否判断が行われるのであって，\n基本的構成を高く評価する審決の判断は誤りである。\n(2)  上記２(1)で主張したとおり，両意匠には，全体としてみた場合に，本願\n意匠が各溝の溝縁全体について直線を主体に構成しているのに対して，引用意匠が\n各溝の溝縁全体について曲線を主体に構成しているという相違がある。\nまた，相違点アに関して，本願意匠の各溝は，端部を斜め直線状に切断し，角部\nを折れ線状の角張った形状としているのに対して，引用意匠の各溝の端部は，角部\n小円弧状の丸味のある形状とするとともに，各溝ともその一方端部寄りの溝縁に，\n本願意匠にはない略三角形状の突出を設けて，かかと部を有する人体の足先様の態\n様としているという相違がある。\nこれらの相違は，意匠全体の基調について，本願意匠は直線的で幾何学模様的な\n視覚的印象を与えるのに対し，引用意匠は曲線的で人体の一部を想起させる有機的\nな視覚的印象を与えるものであり，意匠全体としての形態上の基調を別異とする強\nい要素となっている。\n(3)  審決は，相違点ウについて，「溝幅に相違があっても，もとより溝幅が狭\nく，正確な溝幅を視認しにくく，…両意匠の類否判断に及ぼす影響は微弱である。」\nと評価したが，実施品において，幅が１０㎝以上あるトレッド面に形成される溝の\n形状であるから，上記の評価は誤りである。\n(4)  審決は，相違点エの評価に際し，短溝の長傾斜溝に対する位置の相違を，\n中傾斜溝との位置関係として認定し直し，そのような共通点に埋没してしまう程度\nのものと判断した。\nしかしながら，短溝は，長傾斜溝のサイドウォール側のごく近傍にあり，距離の\n離れた中傾斜溝との位置関係以上に，長傾斜溝との位置関係が注目される。長傾斜\n溝との関係をみれば，本願意匠の短溝は，長傾斜溝の長さの１割５分ほどの短い略\n平行四辺形状であって，長傾斜溝の仮想延長線から外れた位置に，独立した「点」\nのように表されているのに対して，引用意匠の短溝は，長傾斜溝の略４割弱の長さ\nの，かかと部形状を有して緩やかに湾曲する弧状であって，長傾斜溝のほぼ仮想延\n長線上に設けられて，長傾斜溝と一連の弧状をなす態様となっており，視覚的印象\nが相違している。\nまた，審決は，上記２(4)で主張したような，短溝のサイドウォール側端部と中傾\n斜溝の同端部とが，タイヤ外周肩部の仮想円周上に揃って現れるか，ジグザグ状に\n現れるかという相違を考慮しておらず，この点を考慮すると，サイドウォール寄り\n部分の印象についても，類否判断に影響を及ぼす相違がある。\nなお，審決は，短溝が設けられている「環状体の周回面のサイドウォール寄り」\nについて，共通点の評価（４頁６行～２１行）の中で，「トレッド面全域の中では\n相対的に目に付きにくい領域」であるとしているが，自動二輪車用タイヤは，トレ\nッド面に正対する方向から観察されるばかりでなく，タイヤのみで流通する販売時，\nカタログ等への掲載時，自動二輪車に装着した使用時などにおいて，斜視図方向，\n側面図方向などからも観察されるのであって，「サイドウォール寄り」が「相対的\nに目に付きにくい領域」であるとはいえない。\n４  まとめ\n本願意匠と引用意匠に共通すると認められる基本的な構成態様は，従来からみら\nれる概略構成に関するものでしかなく，意匠全体の類否判断を支配するほどの特徴\nあるものということはできない。これに対して構成各部の具体的な態様には，審決\nが看過した相違も含めて顕著な相違があり，意匠全体として美感が異なる。\n第４  被告の反論\n１  共通点の認定の誤りに対して\n(1)  長中二つの傾斜溝が末広がり状であると視覚を通じて認識されるのは，両\n溝間の間隔が拡がっているか，溝自体の溝幅が拡がっているかの，どちらかあるい\nは双方によるものであるところ，赤道付近からサイドウォールに向かって，引用意\n匠は，両溝間の間隔がかなり拡がっており，主としてこの点から末広がり状として\n視認されるのに対し，本願意匠は，溝幅自体が拡がっていて，主としてこの点から\n末広がり状として視認されるのであって，審決が，共通点Ａの一部として，やや末\n広がり状である点を認定したことに誤りはない。\n(2)  引用意匠の中傾斜溝は，溝全体として見た場合に，その屈曲の程度は長傾\n斜溝ほどではないにしても，溝の中間からややずれた箇所で，長傾斜溝と同じ方向\nの略「へ」字状に屈曲していることが視認できる。\n(3)  審決の共通点の認定は，両意匠の形態を全体的に把握するため，繰返しの\n単位となっている三つの溝によるまとまりを，「略『さんずい』偏様を呈する態様」\nと，具体的な用語を使用して表現したものである。原告は，両意匠において，「繰\n返しの単位となっている三つの溝は，長，中，短の長さの異なる三つの溝が略同方\n向に傾斜して設けられているという構成態様」であることは認めており，表現自体\nを否定するにすぎない。\n(4)  引用意匠の短溝は，両端が平行な対向斜辺をなしており，両端部付近以外\nの対向長辺は略平行な直線であるから，全体として略平行四辺形状を呈する形状で\nあり，同様の平行四辺形状を呈する本願意匠の短溝の形状と共通している。\n２  相違点の認定の誤りに対して\n(1)  両意匠の各溝の溝縁全体から見れば，「折曲部あるいは湾曲部」，しかも，\nその外側の溝縁部分が，溝全体に対して占める比率は極めて小さく，ごく限られた\n範囲にすぎない。このごく限られた小さな部分を除き，両意匠の溝の大部分は，溝\n全体の中間からややずれた箇所において曲がった略「へ」字状を呈しているという\n共通点がある。審決が，曲がった部位の縁形状を，原告が主張するような円弧状が\n直線状かという相違点として挙げなかったのは，それがごく限られた小さな部分に\nすぎず，相違点として，ことさら挙げるほどのものではないからであって，相違点\nを看過したものではない。\n(2)  審決は，引用意匠の各溝の端部の形状を言語で表現するに際して，「毛筆\n書体における横棒の入り様」と簡略かつ具体的に表現したにすぎない。毛筆書体に\nおける，右利きによる，ごく一般的な横棒の入りにおいては，起点が斜辺状をなし，\nこの斜辺の下方部分が，横棒をなす帯状部よりわずかにごく小さな略三角形状に突\n出しているから，審決が，そのような形状である引用意匠の端部について，上記の\nように認定したことに誤りはない。\n(3)  両意匠の長傾斜溝と中傾斜溝とが，サイドウォール方向に末広がり状であ\nることは，上記１(1)で主張したとおりである。仮に溝幅の要素を除外して，両溝間\nの間隔の拡がりのみを見たとしても，両意匠は，両溝間の間隔が赤道からサイドウ\nォール方向に拡がっている。原告が主張するような，本願意匠の屈曲部からサイド\nウォール寄りの短い部分がわずかに先窄まりであることは，補助線がなければ視認\nできないのであって，そのような微細な点を相違点として挙げる必要はない。\n(4)  短溝は，他の二つの溝に比べて，長さが短く，置かれた位置もサイドウォ\nール寄りである。タイヤ全体にあって，サイドウォール寄りの部位は，赤道付近と\n比較すると，相対的に目に付きにくい部位である。この目に付きにくい部位のさら\nに外端付近（タイヤ外周肩部）の仮想円周上において，短溝外端と中傾斜溝外端と\nが仮想円周上に揃って現れるか，ジグザク状に現れるかという点は，これより目に\n付きやすい部位にある，短溝内端と長傾斜溝外端との位置関係や，短溝は隣接する\n二つの中傾斜溝外端の略中間に位置するという共通点と比較すると，視覚に及ぼす\n効果が明らかに小さい。\n３  類否判断の誤りに対して\n(1)  両意匠の共通点は，従来から存在するありふれた態様についてのものでは\nない。\n両意匠における繰返しの単位については，①１単位を構成するのが三つの溝であ\nる点，②三つの溝の長さは，長，中，短である点，③溝が並ぶ順番が長，中，短の\n順番である点，④三つの溝で構成される１単位が略同方向に設けられている点，⑤\n溝が設けられた方向が傾斜している点，⑥長中二つの傾斜溝が，赤道からサイドに\n向かってやや末広がり状とした態様である点，⑦長中二つの傾斜溝が同じ方向に略\n「へ」字状である点，⑧中傾斜溝は長傾斜溝よりやや短い点，⑨中傾斜溝は，長傾\n斜溝と短溝の間を略二等分する位置にある点が共通する。\n原告は，両意匠の共通点が従来から存在すると主張し，証拠（甲２の１～３）を\n提出しているが，これらの中に，上記の点のすべてが共通する意匠は記載されてお\nらず，特に甲２の３には４本の溝が１単位を形成する意匠が記載されている。審決\nは，両意匠が，溝の基本的構成態様に関する上記すべての点について共通していれ\nばこそ，共通点Ａが類否判断に支配的な影響を及ぼすと評価したのであり，共通点\nＡは，従来からありふれている態様についてのものではない。\n(2)  直線主体か曲線主体かという原告の主張は，上記２(1)で反論したとおり，\n溝全体の中ではごく限られた小さな部位における相違を，あたかも溝全体について\nの相違であるかのごとく主張しているにすぎない。原告が「折曲部あるいは湾曲部」\nと主張する部分は，両意匠ともに広角といえる程度に曲がっているものであり，曲\nがりが広角である場合は，それが鋭角である場合と異なり，その部分が円弧状であ\nるか折れ線状であるかという相違が視覚に訴える効果は小さい。\nまた，「折曲部あるいは湾曲部」と溝端部との相まった効果を勘案したとしても，\n「折曲部あるいは湾曲部」と溝端部が占める比率が小さいのに対して，それ以外の\n帯状部は長く，溝全体において大きな比率を占めており，原告が主張する点は，意\n匠の類否を決定付けるものではない。\n(3)  溝幅は，全体として太いとはいえず，最大幅をなす部分でもそれは同じで\nある。もともと太いとはいえない溝幅における一端から他端への幅の変化は大きく\nはない。したがって，相違点ウに関する審決の判断に誤りはない。\n(4)  引用意匠において，短溝外端と中傾斜溝外端とを結んだ線はジグザグにな\nるが，ジグザグの振幅は決して大きなものではない。また，短溝と長傾斜溝との位\n置関係については，審決が基本的構成態様についての共通点Ａで認定したとおり，\n両意匠の短溝の位置は，長傾斜溝外端からの仮想延長線上からややずれた位置にあ\nる関係であるという点で共通している。この共通点は，相対的にサイドウォール周\n辺より目に付きやすい領域において視認できる。さらに，両意匠の共通点，すなわ\nち，短溝外端は，隣接する中傾斜溝外端の略中間に位置しているという点も相まっ\nて，これらの共通点が及ぼす視覚的効果は，原告の主張する短溝先端と中傾斜溝外\n端とがジグザグに配置されている点の及ぼす視覚的効果を凌駕する。\n第５  当裁判所の判断\n１  類否判断の前提となる事実\n(1)  本願意匠の形態\n本願意匠は，別紙第１記載のとおりである。\n本願意匠は，自動二輪車用タイヤに係る意匠であって，全体の形状は，断面略円\n弧状のトレッド部とその左右に左右対称に形成されたサイドウォール部から構成さ\nれる環状体であり，トレッド部の周回面に溝が配設されている。この溝は，正面視，\n背面視，斜視において，全体としてみると，三つの溝を１単位とする形状（模様）\nが，タイヤの赤道を中心として，左右の斜めに向けて，千鳥配置状に配設されてい\nる。三つの溝は，長さが長，中，短の３種からなり，いずれも略同方向に傾斜して\nおり，赤道寄りからサイドウォール部にかけて，長傾斜溝，中傾斜溝，短溝の順に\n配列されている。長傾斜溝と中傾斜溝は，いずれも溝の中間よりサイドウォール寄\nりの部分に折曲部を有する略「へ」字状であり，赤道寄り端部が小半円弧状，サイ\nドウォール寄り端部が斜辺状，各端部と折曲部との間の辺部分は略直線状であって，\n溝幅は赤道寄りが細く，サイドウォール部に向けて少しずつ太くなっている。短溝\nは，両端が斜辺状，両端を結ぶ長辺も略直線状で，全体として略平行四辺形状の態\n様である。長傾斜溝は，赤道を少し越える部位から隣の１単位に属する短溝の手前\nまでにかけて配設され，中傾斜溝は，長傾斜溝よりやや短く，赤道の少し内側から\nサイドウォール付近にかけて，かつ，長傾斜溝と短溝の略中間に配設され，短溝は，\nサイドウォール付近に長傾斜溝の７分の１程度の長さで，隣の１単位に属する長傾\n斜溝の延長線よりは内側（短溝の属する１単位の中傾斜溝寄り）の位置に配設され\nている。サイドウォール付近において，短溝のサイドウォール寄り端部は，中傾斜\n溝のサイドウォール寄り端部と隣の１単位に属する中傾斜溝のサイドウォール寄り\n端部との略中間に位置している。長傾斜溝と中傾斜溝の間隔は，赤道から折曲部に\nかけていったん広がり，折曲部からサイドウォールにかけてわずかに狭まっている\nが，赤道寄り端部の間隔を１とすると，サイドウォール寄り端部の間隔は１．３程\n度であって，溝全体としては若干広がっている。\n(2)  引用意匠の形態\n引用意匠は，別紙第２記載のとおりである。\n引用意匠は，自動二輪車用タイヤに係る意匠であって，全体の形状は，断面略円\n弧状のトレッド部とその左右に左右対称に形成されたサイドウォール部から構成さ\nれる環状体であり，トレッド部の周回面に溝が配設されている。この溝は，正面視\n及び斜視において，全体としてみると，三つの溝を１単位とする形状（模様）が，\nタイヤの赤道を中心として，左右の斜めに向けて，千鳥配置状に配設されている。\n三つの溝は，長さが長，中，短の３種からなり，いずれも略同方向に傾斜しており，\n赤道寄りからサイドウォール部にかけて，長傾斜溝，中傾斜溝，短溝の順に配列さ\nれている。長傾斜溝は，その中間よりサイドウォール寄りの部分に折曲部を有する\n略「へ」字状であって，赤道寄り端部が先端斜辺を毛筆書体における横棒の入り様\nとした形態，サイドウォール寄り端部が丸みを帯びた斜辺の突端をわずかに屈曲さ\nせた形態であり，各端部と折曲部の間の辺部分は略直線状である。中傾斜溝は，全\n体として長傾斜溝の折曲方向と同方向に緩やかに湾曲した形状であって，赤道寄り\n端部が斜辺状，サイドウォール寄り端部が先端斜辺を毛筆書体における横棒の入り\n様とした形態である。短溝は，赤道寄り端部がわずかに丸みを帯びた斜辺状，サイ\nドウォール寄り端部が先端斜辺を毛筆書体における横棒の入り様とした形態であ\nり，両端を結ぶ辺部分は，両端の形状に合わせてわずかに湾曲している。各溝の溝\n幅は，ほぼ変化がなく，毛筆書体における横棒の入り様とした形態となっている端\n部が少し幅広となっている。長傾斜溝は，赤道を少し越える部位から隣の１単位に\n属する短溝の手前までにかけて配設され，中傾斜溝は，長傾斜溝よりやや短く，赤\n道の少し内側からサイドウォールの少し手前にかけて，かつ，長傾斜溝と短溝の略\n中間に配設され，短溝は，サイドウォール付近に長傾斜溝の３分の１程度の長さで，\n隣の１単位に属する長傾斜溝の略延長線上に配設されている。また，短溝は，中傾\n斜溝と隣の１単位に属する中傾斜溝との略中間に位置しているが，中傾斜溝のサイ\nドウォール寄り端部はサイドウォール付近まで届いていないので，短溝と中傾斜溝\nのサイドウォール寄り端部は不揃い（ジグザグ）となっている。長傾斜溝と中傾斜\n溝の間隔は，赤道からサイドウォールに向けて末広がり状であり，赤道寄り端部の\n間隔を１とすると，サイドウォール寄り端部の間隔は２程度である。\n(3)  自動二輪車用タイヤに関する公知登録意匠\n両意匠に係る物品はいずれも，いずれも略同方向に傾斜した長，中，短の三つの\n溝を１単位とし，これを，赤道を中心として，左右の斜めに向けて，千鳥配置状に\n配設した自動二輪車用タイヤである。\n本願意匠の出願前に刊行された意匠登録公報及び米国意匠特許公報（甲２の１及\nび２，５の１～３）には，自動二輪車用タイヤについて，全体としてみると，いず\nれも略同方向に傾斜した長，中，短の三つの溝を１単位とし，これを，赤道を中心\nとして，左右の斜めに向けて，千鳥配置状に配設した公知意匠が示されている。\nなお，本願意匠の出願前に刊行された意匠登録公報（甲３の１～４，４の１～４）\nには，自動二輪車用タイヤについて，全体としてみると，略同方向に傾斜した長，\n短の二つの溝を１単位とし，これを，赤道を中心として，左右の斜めに向けて，千\n鳥配置状に配設した公知意匠が示されている。\n２  両意匠の対比\n(1)  本願意匠の要部について\n本願意匠において，全体としてみて，いずれも略同方向に傾斜した長，中，短の\n三つの溝を１単位とし，これを，赤道を中心として，左右の斜めに向けて，千鳥配\n置状に配設した点については，本願意匠の出願前に日米において複数登録されてい\nることを斟酌すると，それだけでは取引者・需要者の注意を引きやすい特徴的な形\n態であるとはいえず，本願意匠においては，繰返しの単位を構成する三つの溝の，\n具体的な形状，配列，位置関係等が，取引者・需要者の注意を引きやすい特徴的な\n部分（要部）であると認めることができる。\nこの点について，被告は，いずれも略同方向に傾斜した長，中，短の三つの溝を\n１単位とし，これを，赤道を中心として，左右の斜めに向けて，千鳥配置状に配設\nした点に加え，各溝が並ぶ順番，長中二つの傾斜溝の形状と屈曲の方向，中傾斜溝\nの長さと位置を一体の共通点Ａとして捉え，これらのすべてを満たす公知意匠が存\n在しないことから，それらを一体として審決が認定した共通点Ａは，引用意匠との\n対比において類否判断に支配的な影響を及ぼすと主張する。しかしながら，「いず\nれも略同方向に傾斜した長，中，短の三つの溝を１単位とし，これを，赤道を中心\nとして，左右の斜めに向けて，千鳥配置状に配設した点」は，特定の単位の繰返し\nという意匠全体の構成に関する基本的な態様であるということができるものの，上\n記のとおり，それだけでは取引者・需要者の注意を引きやすい特徴的な形態である\nとはいえず，各溝の並ぶ順番（溝の長さは相対的な評価なので，溝の長さが変化す\nると，溝の並ぶ順番も変化し得る関係にある。）や，長傾斜溝，中傾斜溝の形状等\nについては，繰返しの単位内における個別的な形状に関するものとして，取引者・\n需要者の注意を引く特徴的な形態となり得るものである。\n(2)  両意匠の類否判断\n上記観点から両意匠を対比するに，本願意匠は，全体として，三つの溝が略等距\n離を保ち，整然と配置されている印象を与える点に特徴がある。個別的には，長傾\n斜溝と中傾斜溝につき，溝間の距離に大きな変化はなく，また，いずれも端部と折\n曲部との間の長い辺部分が略直線状で，サイドウォール寄り端部も斜辺状，すなわ\nち直線状であって，赤道寄り端部は小半円弧状であるものの，端部に向けて溝幅が\n狭くなることから鋭角的な印象を与え，折曲部の角部も明確であり，短溝について\nも，長さが短いため，中傾斜溝との溝間の距離の変化を感じさせず，また，端部及\nび端部を結ぶ辺部分がいずれも略直線状である点に特徴がある。\nこれに対し，引用意匠は，本願意匠と対比してみるときには三つの溝が１単位と\nなっているように観察されるものの，引用意匠それ自体を観察する限りにおいては，\n全体として，三つの溝がまとまりなく，雑然と配置されている印象を与える点に特\n徴がある。個別的には，長傾斜溝と中傾斜溝との溝間の距離の変化が大きく，また，\n三つの溝につき，いずれも一方の端部が毛筆書体における横棒の入り様とした形態\nであって，足のかかと様に出っ張った部分があり，かつ，この部分の溝幅が広がっ\nていることなどから，当該端部がねじれている印象を与え，さらに，長傾斜溝は他\n方の端部も丸みを帯びた斜辺の突端をわずかに屈曲させた形状であり，中傾斜溝は\n溝全体が緩やかに湾曲した形状であり，短溝は毛筆書体における横棒の入り様とし\nた形態が溝全体の約３分の１を占め，他方の端部もわずかに丸みを帯びた斜辺状で\nあって，統一感なくねじれた印象を与える点に特徴がある。\n上記のとおり，本願意匠の三つの溝は，溝縁が直線であり，端部に向けて溝幅が\n細くなることから，看者に対し，一方の先端がとがった細い直線により構成され，\n無機的であり，かつ，非常にすっきりとして，サイドウォールから赤道に向けて流\nれる印象を与えるような美感を生じさせるものといえる。これに対し，引用意匠の\n三つの溝は，全体として，基本的に溝幅に変化がないことも相まって，看者に対し，\n同じ幅の溝が曲線的にねじ曲がった印象，例えていえば，先端の丸まった筒状の細\n菌あるいは細胞をまとまりなく配した印象を与えるような美感を生じさせるものと\nいえる。\nなお，両意匠は，略同方向に傾斜した三つの溝を１単位とする形状（模様）が，\nタイヤの赤道を中心として，左右の斜めに向けて，千鳥配置状に配設されている点\nが共通するが，この点は，既に説示したとおり，公知意匠との関係で，本願意匠の\n要部には当たるとはいえない。また，両意匠は，三つの溝が，長，中，短の順番で\n配設されている点，中傾斜溝が長傾斜溝と短溝の略中間に配設されている点，サイ\nドウォール付近において，短溝のサイドウォール寄り端部が，中傾斜溝と隣の１単\n位に属する中傾斜溝との略中間に位置している点が共通するが，三つの溝を配設す\nる場合に，長さ順に配設することや，溝の間隔が均等となるように配設することは，\n調和の観点から選択されやすい形状である。その他にも，両意匠は，長傾斜溝が，\n溝の中間よりサイドウォール寄りの部分に折曲部を有する略「へ」字状である点，\n中傾斜溝が長傾斜溝よりやや短い点，長傾斜溝と中傾斜溝の間隔が溝全体としては\n若干広がっている点などの共通点を有するが，他方で，短溝の長さが異なり，長傾\n斜溝と中傾斜溝の拡幅度合いが異なるなどの相違点も存する。\n以上を総合すると，本願意匠は，共通点を考慮したとしても，全体として取引者\n・需要者に引用意匠と異なる美感を生じさせるものと認めるのが相当であって，引\n用意匠とは類似しない。\n第６  結論\n以上のとおりで，引用意匠との対比において本願意匠の意匠法３条１項３号該当\n性を肯定した審決の判断は誤りであって，取り消されるべきである。\nよって，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n池 下   朗\n裁判官\n古   谷   健 二 郎\n"
}