{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 10,
    "day": 27
  },
  "case_number": "平成26(行ウ)147",
  "case_name": "下水道使用料納入通知処分取消等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "下水道使用料納入通知処分について処分があったことを知った日の翌日から６０日を経過した後に審査請求を行ったことにつき，行政不服審査法１４条１項ただし書にいう「やむをえない理由」があるとされた事例",
  "case_gist": "下水道使用料納入通知処分について処分があったことを知った日の翌日から６０日を経過した後に審査請求を行ったとしても，次の(1)ないし(3)など判示の事情の下では，上記通知処分のうち，原告においてそれが行政処分であることを知っていれば所定の期間内に審査請求をしたであろうと考えられるものについては，行政不服審査法１４条１項ただし書にいう「やむをえない理由」がある。\n(1)　処分行政庁は，下水道使用料納入通知が行政処分であり，当該通知をする際には，行政不服審査法５７条，行政事件訴訟法４６条に基づき，同通知が行政処分であり，これに対して取消訴訟を提起することができること，取消訴訟を提起する場合の被告，出訴期間及び審査請求前置主義が採られていることについて教示をしなければならないことを認識しつつ，財政上の理由等から，かかる教示を全く行わなかった。\n(2)　下水道使用料納入通知処分は，処分当事者以外には処分に関わる個別的利害関係を持つ者はおらず，処分により利益を得るのは処分行政庁側であり，不利益を受けるのは処分を受ける側であるという関係にある。\n(3)　処分行政庁の担当職員が，審査請求を経ずに訴訟を提起できるかのごとく誤信させるような説明を原告に対して行い，処分行政庁は，原告が弁護士を訴訟代理人として下水道使用料納入通知処分に基づき支払った下水道使用料の返還を求める不当利得返還等請求訴訟を提起した後になって，同通知が行政処分である旨主張するに至り，原告はその８か月近く後に審査請求をしたものであるが，同通知の行政処分性については，これを否定した下級審裁判例もあった。",
  "lawsuit_id": "85813",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=85813",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/813/085813_hanrei.pdf",
  "contents": "平成２７年１０月２７日判決言渡\n平成２６年（行ウ）第１４７号  下水道使用料納入通知処分取消等請求事件\n主                  文\n１  原告株式会社Ａの訴えのうち別紙１記載の下水道使用料納入通知処\n分の取消しを求めるもの及び原告Ｂの訴えのうち平成１６年５月から\n平成２３年９月までに行った別紙２記載の下水道使用料納入通知処分\nの取消しを求めるものをいずれも却下する。\n２  原告らのその余の訴えに係る請求をいずれも棄却する。\n３  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n(1)  主位的請求\nア  処分行政庁が，原告株式会社Ａに対し，平成４年１２月から平成１６年３月\nまでに行った別紙１記載の下水道使用料納入通知処分を，いずれも取り消す。\nイ  処分行政庁が，原告Ｂに対し，平成１６年５月から平成２４年１月までに行\nった別紙２記載の下水道使用料納入通知処分を，いずれも取り消す。\n(2)  予備的請求\nア  処分行政庁が，原告株式会社Ａに対し，平成４年１２月から平成１６年３月\nまでに行った別紙１記載の下水道使用料納入通知処分が，いずれも無効である\nことを確認する。\nイ  処分行政庁が，原告Ｂに対し，平成１６年５月から平成２４年１月までに行\nった別紙２記載の下水道使用料納入通知処分が，いずれも無効であることを確\n認する。\n第２  事案の概要\n本件は，原告株式会社Ａが処分行政庁から平成４年１２月から平成１６年３\n月までの間に受けた下水道使用料納入通知処分（以下「本件通知処分１」という。）\n及び原告Ｂが処分行政庁から同年４月から平成２４年１月までの間に受けた下\n水道使用料納入通知処分（以下「本件通知処分２」という。これと本件通知処分\n１と併せて「本件各通知処分」というが，単に「本件各通知」とのみいうことも\nある。）について，原告らが，下水道使用料徴収の対象は「汚水」であるところ，\n本件各通知処分は「汚水」でない湧き水を対象としたものであり，重大かつ明白\nな違法事由があるとして，処分行政庁の属する被告に対して，主位的にその取消\nしを，予備的にその無効確認を求める事案である。\n１  前提となる法律関係\n(1)  下水の定義\n下水道法２条１号及び東京都下水道条例（昭和３４年東京都条例第８９号\n（以下「本件条例」という。））２条１号は，下水の定義について，生活若し\nくは事業（耕作の事業を除く。）に起因し，若しくは付随する廃水（以下「汚\n水」という。）又は雨水をいうとしている。\n(2)  東京都における下水道使用料の徴収の仕組み\nア  地方公営企業法４条は，地方公共団体は，地方公営企業の設置及びそ\nの経営の基本に関する事項は，条例で定めなければならないとしている\nところ，東京都は，同条に基づき制定した東京都地方公営企業の設置等\nに関する条例（昭和４１年年東京都条例第１４７号）において，地方公\n営企業法の規定が全部適用される事業として，水道事業（１条１項１号）\n及び下水道事業（１条１項７号）を設置している。\nイ  地方公営企業法１４条は，地方公営企業を経営する地方公共団体に，\n管理者の権限に属する事務を処理させるため，条例で必要な組織を設け\nるとしているところ，東京都は，同条に基づき制定した東京都公営企業\n組織条例（昭和２７年東京都条例第８１号）において，水道事業等を所\n管する組織として水道局（１条２号）を，下水道事業を所管する組織と\nして下水道局（１条３号）を設置し，それぞれの管理者として，水道局\n長，下水道局長を設置している（２条２項）。\nウ  地方公営企業法１３条の２は，管理者は，その権限に属する事務の一\n部を，当該地方公共団体の経営する他の地方公営企業の管理者に委任す\nることができるとしているところ，同条に基づき，東京都下水道局長は，\n東京都水道局長との間で，下水道料金の徴収業務の委託に関する協定を\n締結し，同局長に対し，下水道料金の徴収業務等の執行を委任している。\n(3)  下水道使用料納入通知の処分性\nア  地方自治法２２５条は，「公の施設」すなわち「住民の福祉を増進する目\n的をもってその利用に供するための施設」（同法２４４条１項）の利用につ\nいて，地方公共団体がその「使用料」を徴収することができる旨定めている\nところ，同法２２９条１項ないし３項は，「使用料」の徴収に関する処分に\nついて不服がある者は，当該普通地方公共団体の長に対して，当該処分を受\nけた日の翌日から起算して３０日以内に審査請求をしなければならない旨\n規定している。そして，同条６項は，上記「使用料」の徴収に関する処分に\nついては，審査請求又は異議申立てに対する裁決又は決定を受けた後でなけ\nれば，裁判所に出訴できない旨定めている。\nイ  公共下水道は，一般に，市町村又は都道府県が，都市の健全な発達及び公\n衆衛生の向上に寄与し，併せて公共用水域の水質の保全に資することを目的\nとして，主として市街地における下水を排除し，又は処理するために設けた\n施設である（下水道法１条，２条３号，３条）から，「公の施設」に当たる\nと解される。また，本件各通知処分に係る下水道使用料は，下水道法２０条\n１項に基づいて制定された本件条例１４条１項，２項の規定に従って算定さ\nれたものであり，下水道法２０条の規定に基づく公共下水道の使用料と認め\nられるところ，地方自治法附則６条３号は，同条の規定により徴収すべき使\n用料については，同法２３１条の３第１項の規定に基づき，地方税の滞納処\n分の例により処分することができる「使用料」に該当する旨定めているので\nあるが，これは，同法２２５条に定める「使用料」の徴収方法について定め\nた規定にほかならない。\nウ  以上によれば，本件各通知に係る下水道使用料は，地方自治法２２５条に\nよって普通地方公共団体が徴収できる「公の施設」についての使用料である\nということができる。そして，本件各通知は，使用料等を含む歳入を収入す\nるときの納入の通知について定めた地方自治法２３１条に基づくものと解\nされ，本件各通知により，納入すべき下水道使用料の具体額が明らかにされ\nるとともに，これに応じて納入をしない場合には，同法２３１条の３所定の\n督促・滞納処分の手続がされることになるのだから，本件各通知をもって取\n消訴訟の対象となるものと解するのが相当である。\n２  前提事実（争いのない事実，顕著な事実及び掲記の証拠により容易に認められ\nる事実）\n(1)  当事者等\nア  有限会社Ｃ（平成１４年１月２４日，株式会社Ｄに組織変更し，同年１２\n月１６日，株式会社Ａに商号変更した。以下「原告会社」という。）は，昭\n和４６年１２月１８日，別紙３物件目録の土地（以下「本件土地」という。）\n上に同目録記載の建物（以下「本件建物」という。）を建築し，平成４年１\n２月から平成１６年３月までの間，本件土地から湧き出る水（以下「本件湧\n水」という。）について，本件通知処分１を受けた者である（甲１，２，３\nの１～３）。\nイ  原告Ｂは，原告会社の代表者代表取締役であり，平成１６年１２月２８日，\n原告会社から本件建物を購入し，平成１６年５月から平成２４年１月までの\n間，本件湧水について，本件通知処分２を受けた者である（甲２）。\nなお，本件建物は，本件各通知処分がされた当時，第三者に賃貸され，ボ\nウリング場（以下「本件ボウリング場」という。）として使用されていた。\nウ  東京都水道局長は，地方公営企業法８条１項，東京都地方公営企業の設置\n等に関する条例１条１項１号及び東京都公営企業組織条例１条２号，２条１\n項，２項に基づき，水道事業に関する業務の執行に関し，被告Ｅを代表する\nとともに，同法１３条の２に基づき，東京都下水道局長との間で，下水道料\n金の徴収業務等の委託に関する協定を締結し，同局長から下水道料金の徴収\n業務等の執行の委任を受け，原告会社及び原告Ｂに対して，本件各通知処分\nを行った者である。\nエ  東京都下水道局長は，地方公営企業法８条１項，東京都地方公営企業の設\n置等に関する条例１条１項７号及び東京都公営企業組織条例１条３号，２条\n１項，２項に基づき，下水道事業に関する業務の執行に関し，被告Ｅを代表\nする者である（本件では，上記ウの委任に係る原告らに対する下水道使用料\n金の徴収義務は終了していることから，東京都下水道局が被告を代表してい\nるものである。）。\n(2)  本件各通知処分に至る経緯\nア  東京都下水道局は，平成４年２月，本件建物の近隣住民から，大雨が降る\nと本件建物から水が湧き出しているとの情報提供を受け，同年９月１０日頃，\n本件湧水の水量を査定し（以下「本件水量査定」という。），原告会社に対\nして，本件土地から１時間当たり１．４㎥，１日当たり３３㎥の水が湧き出\nしていることが判明した旨の査定結果通知書を送付した（乙４）。\nイ  東京都水道局長は，平成４年１２月から平成１６年３月まで，原告会社に\n対し，同年５月から平成２４年１月まで，原告Ｂに対し，本件湧水について\n本件各通知処分を行った。なお，東京都水道局長は，本件各通知処分をする\nに際し，原告らに対して，本件各通知が行政処分であり，これに対して取消\n訴訟を提起できること，取消訴訟を提起する場合の被告，出訴期間及び審査\n請求前置主義が採られていることについて一切教示を行わなかった。\n(3)  本件訴訟に至る経緯\nア  原告Ｂは，平成２３年１２月２７日，東京都下水道局の担当者に電話をし\nて本件各通知処分に基づき支払った下水道使用料の返還を求めたところ，同\n担当者から，下水道使用料を課金されたことについて異議があるのであれば，\n裁判を起こしてもらうほかなく，東京都が同訴訟に敗訴した場合には既に支\n払った下水道使用料を全額返還するなどとする回答を受け，平成２４年１月\n１１日にも，東京都の職員から同様の説明を受けた（甲５の３，４）。\nイ  原告らは，平成２４年８月２０日，弁護士を訴訟代理人とし，東京都を被\n告として，本件各通知処分に基づき東京都に支払った下水道使用料の返還を\n求める不当利得返還等請求訴訟を提起した（東京地方裁判所平成２４年（ワ）\n第２３８０６号。以下「本件別訴」という。）が，被告は，同訴訟において，\n本件各通知は行政処分であるから，取り消されるか無効でない限り不当利得\n返還請求は認められない旨主張してこれを争った（甲２２，乙１４～１８）。\nウ  原告らは，平成２５年７月２２日付けで，東京都知事に対して，本件各通\n知処分について審査請求を行った（以下「本件審査請求」という。）が，東\n京都知事は，同年１０月３日，本件審査請求は行政不服審査法（以下「行審\n法」という。）１４条１項に規定する不服申立期間を経過した後にされた不\n適法なものであるとして却下した。\nエ  原告らは，平成２６年２月１３日，本件別訴を取り下げ，同年４月２日，\n本件訴訟を提起した（甲２５，顕著な事実）。\n４  争点\n(1)  本件訴えは，適法な審査請求を経ておらず不適法であるか否か（以下\n「争点(1)」という。）。\n(2)  本件湧水は，下水道使用料徴収の対象となる「汚水」であるか否か（以\n下「争点(2)」という。）。\n５  争点に関する当事者の主張の要旨\n(1)  争点(1)（本件訴えは適法な審査請求を経ておらず不適法か否か）につ\nいて\n（原告らの主張の要旨）\nア  本件各通知処分に際し，東京都下水道局から原告らに対し，平成４年か\nら平成２４年に掛けて納入通知が届いたが，同通知書においては，下水道\n使用料の徴収が行政処分であることや不服がある場合には審査請求がで\nきる旨の教示が一切されなかった。何らの教示がないにもかかわらず，下\n水道使用料の納入通知が行政処分であること，その処分に不服がある場合\nには審査請求を行わなければならないこと，審査請求先が東京都知事であ\nることを原告らが認識するのは困難というべきである。また，原告Ｂが平\n成２３年１２月２７日，東京都下水道局の担当者に電話をして本件各通知\n処分に基づき支払った下水道使用料の返還を求めたところ，同担当者から，\n下水道使用料を課金されたことについて異議があるのであれば，裁判を起\nこしてもらうほかなく，東京都が同訴訟に敗訴した場合には既に支払った\n下水道使用料を全額返還するなどとする回答を受け，平成２４年１月１１\n日にも，東京都の職員から同様の説明を受けた。このように，原告Ｂにお\nいては，審査請求をできる旨の教示を受けなかったばかりでなく，誤った\n内容の教示を受けたのであるから，原告らが審査請求期間内に審査請求を\nしなかったことにつき，行審法１４条１項ただし書の「やむをえない理由」\nが存在する。\nイ  仮に原告らが審査請求期間内に審査請求をしなかったことにつき，行審\n法１４条１項ただし書にいう「やむをえない理由」が存在しなかったとし\nても，本件訴えには，行政事件訴訟法（以下「行訴法」という。）８条２\n項３号の「正当な理由」が存在する。すなわち，本件審査請求が審査請求\n期間を徒過したものとして許されないということになれば，本件訴訟は，\n本件各通知処分についての審査請求に対する裁決を経ないで提起された\nことになる。しかしながら，原告らが審査請求期間内に本件審査請求を行\nうことができなかったのは，上記アのとおり，審査請求に関する教示がな\nく，誤った教示がされたことに起因するものである。したがって，原告ら\nにおいて，審査請求期間内に審査請求を行うことができず，その後に本訴\n請求に及んだことについては，上記「正当な理由」が存在するというべき\nである。\nウ  平成１６年の行訴法の改正により，取消訴訟等の提起に関する事項の教\n示義務が定められた（同法４６条）にもかかわらず，その施行日である平\n成１７年４月１日以降も本件各通知処分に際して何ら教示が行われてい\nないから，同日以降の本件各通知処分は，同条に反するものであり，行審\n法１４条１項ただし書の「やむをえない理由」，行訴法８条２項３号の「正\n当な理由」が存在する。\n（被告の主張の要旨）\nア  下水道使用料は，地方自治法２２５条によって普通地方公共団体が徴収\nすることができる「公の施設」の使用料に当たる。被告は，同法２３１条，\n同法施行令１５４条２項に基づき，下水道使用料を収入するときには，使\n用者に対し，納入の通知をしているところ，下水道使用料の納入通知は，\n同法２２９条２項にいう「使用料」の徴収に関する処分である。同法２２\n９条１項ないし３項は，「使用料」の徴収に関する処分について不服があ\nる者は，当該普通地方公共団体の長に対し，当該処分を受けた日の翌日か\nら起算して３０日以内に審査請求又は異議申立てをしなければならない\n旨規定し，同条６項は，「使用料」の徴収に関する処分については，審査\n請求又は異議申立てを受けた後でなければ裁判所に出訴できない旨定め\nている。したがって，裁判所に出訴して下水道使用料の納入通知の取消し\nを求めるには，その前に適法な審査請求又は異議申立てをして，裁決又は\n決定を受けなければならない。\n原告らは，平成２５年７月２２日付けで，東京都知事に対し，本件各通\n知処分の取消しを求めて審査請求をしたが，同年１０月３日，審査請求期\n間の徒過を理由に却下された。したがって，本件訴えは，適法な審査請求\nを前置しておらず，不適法である。\nイ  この点，原告らは，本件各通知処分に当たり教示を受けていない旨主張\nする。しかしながら，行審法１４条１項ただし書にいう「やむをえない理\n由」とは，同条項がその事由として「天災その他」を例示していること，\nまた，同条項が審査請求期間徒過に対する行政救済につきこのような基準\nを定めたのは，とかく行政庁の恣意に流れる傾向にあった旧訴願法８条３\n項の宥恕の制度を改め，その救済を可及的に画一化するものであることか\nらすれば，審査請求人が審査請求をするにつき通常用いられると期待され\nる注意をもってしても避けることのできない客観的な事由を意味するも\nのと解するのが相当である。行政庁の不教示は，行政庁が誤った教示をし\nた場合と異なり，審査請求人に対し積極的に誤信の原因を与えるものでは\nないから，行政庁が教示義務に違反して審査請求期間を教示しなかったと\nころから審査請求人が審査請求期間を誤信したとしても，それは，法の不\n知に起因するものというべきであり，かかる場合を行政庁が誤った審査請\n求期間を教示したことにより審査請求人がその旨誤信した場合と同一に\n取り扱うことはできない（東京地方裁判所昭和４５年５月２７日・行政事\n件裁判例集２１巻５号８３６頁）。\n原告らが本件審査請求を行ったのは，平成２５年７月２２日付けである\nところ，原告らは，それより約１１か月前の平成２４年８月２０日には，\n法律専門家である弁護士を訴訟代理人として，被告に対し，本件別訴を提\n起している。そうすると，仮に原告らが，本件各通知処分についての不服\n申立手続に関する教示が行われなかったために，地方自治法２２９条３項\n及び行審法１４条３項が定める審査請求期間内に審査請求をすることが\nできなかったとしても，原告らは，遅くとも平成２４年８月２０日の時点\nにおいては，審査請求期間を徒過したことにつき，「やむをえない理由」\n（同条１項ただし書）又は「正当な理由」（同条３項ただし書）があるこ\nとを主張して審査請求すべきであった。しかるに原告らが本件審査請求を\n行ったのは平成２５年７月２２日付けであるから，原告らには，審査請求\n期間を徒過したことについて，上記「やむをえない理由」や「正当な理由」\nがあるとはいえない。また，東京都下水道局の職員が原告らから下水道料\n金の返還を求められた際，異議があれば裁判を起こしてもらうほかない旨\nを述べたとしても，訴訟手続の具体的な教示を行ったものではない。\nウ  原告らは，上記イのとおり，平成２４年８月２０日には，法律専門家で\nある弁護士を代理人として，被告に対して，本件別訴を提起している。そ\nうすると，原告らは，教示がなかったとしても，遅くとも本件別訴提起の\n時点においては，審査請求期間徒過につき上記「やむをえない理由」又は\n「正当な理由」を主張して審査請求をするか，「裁決を経ないことにつき\n正当な理由」（行訴法８条２項３号）を主張して本件各通知処分の取消訴\n訟を提起することができた。当時，原告らの代理人弁護士がこの点を理解\nしつつ，本件各通知処分が行政処分に該当するかどうかについて疑問をも\nっていたため，本件各通知処分に基づき支払った下水道使用料の不当利得\n返還請求訴訟を提起したのだとしても，少なくとも本件別訴において予備\n的に本件各通知処分の取消しを求めておくべきであったにもかかわらず，\nこれを怠った。原告らは，本件別訴係属中に本件各通知処分が行政処分に\n該当すると判断し，本件別訴提起から約１１か月後の平成２５年７月２２\n日付けで初めて本件審査請求を行い，同年１０月３日に本件審査請求が審\n査請求期間徒過を理由に却下されると，その６か月後の平成２６年４月２\n日に本件訴訟を提起したというものである。以上の経過に鑑みれば，「裁\n決を経ないことにつき正当な理由」（行訴法８条２項３号）は存在しない\nというべきである。\nエ  東京都下水道局が所管する下水道の使用件数は，平成２６年３月末現在，\n約５３０万件に上る。下水道使用料の支払方法は，①納入通知書によって\n金融機関に払い込む方法，②口座振替払い，③クレジットカード払いの３\nつの方法があり，現在，その利用割合は，それぞれ約２７％，約６２％，\n約１１％となっている。下水道使用料の徴収は，東京都水道局長が隔月ご\nとに水道料金と下水道料金を合わせて使用者に納入通知をしている。\n納入通知書による払込みの場合には，納入通知書を使用者に送付してい\nるので，納入通知書に教示文を記載することは可能である。しかし，口座\n振替，クレジットカード払いの場合には，金融機関や信販会社に対し，電\n子データで納入通知をしていることから，紙媒体に教示文を記載すること\nはできない。仮に電子データと合わせて紙媒体を利用して教示文を記載し\nたとしても金融機関や信販会社に対して教示することとなり，教示の効果\nがない。東京都水道局は，料金を徴収するに当たり，水道メータを検針し，\nその際に使用者に対し，「水道・下水道使用料等のお知らせ」を交付して\nいるが，このお知らせを発行した後にその使用量を基に下水道料金を調定\nし，金融機関又は信販会社宛てに納入通知することになっており，このお\n知らせの発行時点では，未だ納入通知されていない。教示は，処分をする\n場合にするものであり（行審法５７条，行訴法４６条），納入通知処分が\nされる前にその処分についての教示をすることはできないから，このお知\nらせに教示文を記載することは妥当でない。\n口座振替払い，クレジットカード払いの場合に，金融機関や信販会社へ\nの納入通知に合わせて，別途，使用者に対し，教示文を文書で郵送すると\nした場合，葉書で送るとしても郵送料だけで，年間１２億０７００万円も\n掛かってしまう（５３０万件×７３％×５２円×６か月）。\n以上に述べたような理由から，東京都下水道局は，現在，納入通知処分\nについて，行審法５７条，行訴法４６条の定める教示を行っていない。\n下水道使用料の納入通知処分について教示をすることについては，以上に\n述べたような課題があり，ほとんどの地方公共団体において教示されてい\nない現状にある。\n(2)  争点(2)（本件湧水は「汚水」であるか否か）について\n（被告の主張の要旨）\nア  下水道法２条１号は，下水とは「生活若しくは事業（耕作の事業を除く。）\nに起因し，若しくは付随する廃水（以下「汚水」という。）又は雨水をい\nう。」としており，このうち，下水道料金は，汚水に対して課される（本\n件条例１４条）。ここに「汚水」とは，人間の消費生活又は生産活動に伴\nって生じる全ての不要な水を指すものとされている。これに対し，「雨水」\nとは，単なる雨水の集まりのみならず，雪解け水，湧水等いわゆる自然水\nをいうとされている。雨水の処理に係る経費は，雨水の処理により社会全\n体が便益を受けることから，税を財源とする一般会計が負担するのに対し\nて，汚水の処理に係る経費は，汚水の処理により特定の汚水の排出者が便\n益を受けることから，私費（下水道使用料）により賄うこととしている（雨\n水公費・汚水私費の原則）。そして，雨水を利用した後の水（雨水利用水）\nを公共下水道に排出している場合やビルに地下階等を設置するために地\n面を掘削したことで地下部分から湧き水が発生し，その湧き水を公共下水\n道に排出している場合（以下「ビル湧水」という。）には，人間の消費生\n活又は生産活動に伴って生ずる不要な水であるから，下水道法にいう「汚\n水」であり，これを公共下水道に排出すれば，下水道料金の対象になる。\nイ  本件湧水は，ボウリング場である本件建物の地下駐車場に至る舗装され\nた斜路の地下から湧き出し，排水槽に入った後，排水ポンプでポンプアッ\nプされて汚水升に入り，公共下水道管へと排出されている。葛飾区の標高\nは高いところで３ｍにすぎず，河川が集中していることから，地下水位が\n高く，場所によっては１ｍも掘れば水が湧き出すとされている。本件湧水\nの発生箇所は，中川と約４６６ｍしか離れておらず，本件建物の建設によ\nって地下水が流出した可能性が高い。原告らは，本件建物が建築されたの\nは，本件湧水の発生が確認される２０年近く前であるから本件建物の建築\nと本件湧水の発生は関係ない旨主張するが，本件湧水の発生が確認された\nのが原告らのいう平成４年２月４日であったとしても，それ以前に本件湧\n水が発生していなかったとはいえない。\nウ  本件水量査定を行った平成４年９月１０日以前の直近で降雨があった\nのは８日前の同月２日であるが，１７mmと少量であり，３０mm以上のまと\nまった降雨があったのは２０日前の同年８月２１日まで遡る。それにもか\nかわらず，本件水量査定を行った当日，１時間当たり１．４㎥，１日当た\nり３３㎥という大量の湧き水が生じていたことが確認されている。そうす\nると，本件湧水は，「雨水」や自然に湧き出ている湧き水ではなく，ボウ\nリング場である本件建物に土地を掘削して地下駐車場に至る斜路を設け\nたことから，斜路の地下部分から発生して舗装表面から湧き出ている湧き\n水であり，本件ボウリング場の設置・運営という事業に伴って発生した不\n要な水であるから，下水道法２条１号にいう「汚水」である。\nエ  本件建物の所有者が変更になるということから，平成２３年９月１６日，\n本件建物の管理会社の社員３名の 立会の下，本件湧水の再査定を行った\n（以下「本件再査定」という。）。本件再査定以前の降雨状況は，５日前\nの同月１１日に１日当たり０．５mmとごく少量の降水があったものの，１\n日当たり１０mm以上の降水は，２週間前の同月２日に記録しているだけで\nあった。被告職員は，本件再査定日以前に雨が降っていないこと，本件湧\n水が公道面から約１．５ｍ～２ｍほど下がった本件建物の地下構造物から\n発生していることなどから，本件湧水をビル湧水と認定した。被告職員が\n立会人に依頼して側溝の終点である地下駐車場入口付近に設置されてい\nたマンホールを開けさせたところ，側溝を伝わって流れていたビル湧水が\n地下駐車場下部に設置されている地下湧水槽に流入していることが確認\nされた。湧水量について，側溝に流れているビル湧水を計測したところ，\n本件水量査定のときと同じく，１時間当たり１．４㎥であった。\n以上によれば，本件湧水は，雨水が流れ出ているものではなく，土地を\n掘削して地下駐車場に進入するための斜路を設けたことから，地下水位に\n至るミズミチ（水が流れる道）が遮断され，地下に浸透して滞留すべき地\n下水の流動阻害が起こり，斜路の地下部分から舗装表面に湧き出ている湧\nき水であり，本件ボウリング場の設置・運営という事業に伴って発生した\n不要な水であるから，下水道法２条１号にいう「汚水」である。\nオ  原告らが平成２７年５月１１日に行ったボーリング調査の掘削箇所は，\n本件建物の地下駐車場入り口付近であり，本件湧水の発生箇所とは少なく\nとも数ｍ離れているから，本件湧水の発生箇所の地下水位が－１．６９ｍ\nであることは確認されていない。また，上記ボーリング調査による地下水\n位と本件湧水の発生箇所の高低差は僅か０．１４ｍしかなく，本件湧水の\n発生箇所の地下水位が公道面から－１．５５ｍよりも高い可能性も高 い。\nまた，本件水量査定が行われた平成４年９月１０日頃の地下水位が上記ボ\nーリング調査時よりも低かったことを裏付ける証拠は存在しない。\nカ  被告は，本件建物付近の雨水対策として，昭和６０年１０月に本件建物\nの街区周辺の道路に下水道管の敷設，整備を行っており，少なくともそれ\n以降現在に至るまで，本件建物周辺において浸水被害は発生していない。\n（原告らの主張の要旨）\nア  本件湧水が「雨水」ということであれば，下水道使用料の徴収の対象と\nなる「汚水」でないことになるところ，水質検査の結果によれば，本件湧\n水は，雨水が地表にしみ込んで地下水になる前に地表付近を環流している\n水であり，「雨水」であると考えられる。すなわち，原告らにおいて本件\n土地のボーリング調査を行ったところ，本件土地の地下水位は，公道面か\nら－１．７２ｍ～－１．６９ｍであった。他方，本件湧水は，公道面から\n－１．５５ｍの地点から湧き出ており，地下水位に比して地表に約０．１\n４ｍ近い場所から湧き出ているものであり，地下水付近に帯水した地下水\nが湧き出るものとは異なる。また，本件湧水は，雨天時には大量に流出し，\n雨天時以外には少量になっていることが確認されている。したがって，本\n件湧水は，「雨水」であることが強く推認される。\nイ  水が上へ流れる原因として毛細管現象（細い管状物体の内側の液体が間\nの中を上昇する現象）があるが，本件湧水については，この地下水位と本\n件湧水が生じている地点との高低差及び１日当たり３３㎥との本件湧水\nの水量に照らし，地下水が上へ流れて湧き出したものではないと考えられ\nる。また，本件湧水は，被圧地下水（上下を不透水層に挟まれ，圧力を受\nけている地下水。扇状地の深層部の地下水や盆地中の地下水，平野部の深\n層の地下水などの大部分はこれに属する。圧力を受けているので，不透水\n層を打ち抜いて井戸を掘った場合には，圧力の大小に応じて水位が上昇し，\n地下水が地表面から自噴することがある。）ではないため，自然噴出した\nとも考え難い。したがって，本件湧水は，本件建物を建築したことにより\n地下水が上へ流れて湧き出したものではなく，下水道法２条１号にいう\n「事業…に起因し」に該当しない。\nウ  原告らが依頼した業者が，平成２３年１０月，本件湧水が生じている地\n点の現地調査を行ったところ，本件建物の地下駐車場に至る斜路が本件湧\n水の経路であり，その主たる通水層は，同斜路のコンクリート舗装下の路\n盤（道路の舗装表面と路床との間に設ける砕石・砂利・砂などの地盤）の\n空隙と判断された。そのため，同業者は，平成２３年１２月１６日，砕石\n路盤の空隙を不透水性の薬液により充填するポリウレタン注入工法によ\nる止水工事を施工し，止水に成功している。このように，本件湧水は，本\n件建物周辺に滞留した雨水が本件建物西側の公道の路盤を経て，本件建物\nの地下駐車場に至る斜路コンクリート舗装面下の路盤の砕石の空隙をミ\nズミチとして湧き出したものであり，下水道法２条１号にいう「雨水」に\n該当する。\nエ  本件水量査定を行ったのは，平成４年９月１０日であり，近隣住民から\nの連絡を契機としたものであるから，本件湧水が発生したのは，本件水量\n査定に近接した時期であったと考えられる。本件建物が新築されてボウリ\nング場として使用されてから本件湧水が発生するまで２０年近くが経過\nしているのであるから，本件建物の建築及び使用と本件湧水の発生との間\nに関係はない。そして，原告らにおいて，本件土地及び本件建物につき本\n件湧水の原因となり得るような工事を行った事実もないから，原告らの事\n業と本件湧水とは何らの関係もない。\nオ  下水道の漏水があった場合，大腸菌が１ml当たり４０００～１万個以上\n検出されるのが通常であるし，流出する水量も大量にはならないのが通常\nである。しかしながら，水質検査の結果によれば，本件湧水の大腸菌は１\nml当たり３０個未満であるし，水量も１日当たり３３㎥と極めて大量であ\nる。したがって，本件湧水は，下水等生活排水の漏水ではないと考えられ\nる。\nまた，上記水質検査の結果によれば，本件湧水は，大腸菌群を含む上，\n鉄，マンガン及び色度が飲料水基準を大きく上回る。また，上水道管には\n水圧があるため，上水道管が破裂して水道水が漏水した場合には，ミズミ\nチの砂が流され，空洞が生じる結果，土地の陥没が生じやすいところ，本\n件湧水が生じている箇所には，土地の陥没は認められない。したがって，\n本件湧水は，水道管の破裂，損傷により生じたものとも考えられない。\nカ  雨水公費・汚水私費の原則からすれば，仮にビルに地下階等を設置した\nことにより，ビル湧水が発生したとしても，これを事業に起因する排水と\nして下水道使用料の負担を求めることが可能となるのは，広く一般の公費\nで負担すべき雨水対策が当該ビルの周辺で適切に行われていることが必\n要である。本件建物が建築された昭和４６年１２月１８日から約２０年間\n本件湧水が生じていなかったこと，本件建物付近の平成４年２月上旬の降\n水量は，同月１日に１６mm，同月４日に２mm程度であったにもかかわらず，\n本件土地北側のマンホールにおいて本件湧水があふれ出していたことに\n照らせば，本件建物付近において雨水対策が必ずしも適正に行われていた\nとはいえない。したがって，本件湧水は，「事業…に起因」する排水に該\n当しない。\n第３  当裁判所の判断\n１  争点(1)（本件訴えは適法な審査請求を経ておらず不適法か否か）につい\nて\n(1)  認定事実\n前提事実及び関係各証拠によれば，本件訴えの適法性に関連するものとして，\n以下の事実が認められる。\nア  原告らは，本件各通知処分に基づき，平成４年以降，下水道料を支払って\nきたが，平成２３年１０月５日，本件湧水を採取し，その後，その水質の分\n析結果や，湧水がわき出ている場所などから，本件湧水は，雨水が地表にし\nみこんで地下水になる前に地表付近を環流している水であり，その性質は雨\n水であって，汚水ではないから，被告が原告に対して下水道使用料を徴収す\nる前提を欠くと考えるに至った（甲９の１～甲９の３）。\nイ  原告Ｂは，平成２３年１２月２７日，東京都下水道局の担当者に電話をし\nて本件各通知処分に基づき支払った下水道使用料の返還を求めたところ，同\n担当者から，下水道使用料を課金されたことについて異議があるのであれば，\n裁判を起こしてもらうほかなく，東京都が同訴訟に敗訴した場合には既に支\n払った下水道使用料を全額返還するなどとする返答を受け，平成２４年１月\n１１日にも，東京都の職員から同様の説明を受けた（甲５の３，４）。なお，\n東京都水道局長は，本件各通知処分をするに際して，原告らに対して，本件\n各通知が行政処分であり，これに対して取消訴訟を提起できること，取消訴\n訟を提起する場合の被告，出訴期間及び審査請求前置主義が採られているこ\nとについて一切教示を行っていなかった。\nウ  原告らは，平成２４年８月２０日，弁護士を訴訟代理人とし，本件各通知\n処分に基づき被告に支払った下水道使用料の返還を求める不当利得返還請\n求訴訟である本件別訴を提起した。\n被告は，同訴訟に提出した答弁書では，本件湧水が汚水であると主張して\n請求棄却を求め，本件各通知が行政処分であるとの主張はしていなかったが，\n平成２４年１１月２７日付けの準備書面で，本件各通知は行政処分であるか\nら無効事由がない限り請求は棄却されるべきであるとの主張をするに至っ\nた。これに対して，原告は，平成２５年１月２４日付けの準備書面で，本件\n各通知にそれが行政処分であることを前提とする教示が付されていなかっ\nたのは，それが行政処分であるという主張と整合しない旨を主張したが，被\n告は，同年３月１５日付け準備書面で，教示の有無と行政処分性は関係しな\nい旨主張した。そこで，原告は，同年４月２２日付け準備書面において，下\n水道使用料の納入通知の行政処分性を否定した東京地裁昭和６０年６月２\n８日判決（判例時報１１６６号５５頁）を引用して，本件各通知は行政処分\nに当たらないと主張し，これに対し，被告は，平成２５年６月１１日付け準\n備書面において，法令や条例の定めを引用しつつ，再度，本件各通知が行政\n処分である旨主張した。\nエ  原告らは，平成２５年７月２２日付けで，東京都知事に対して，本件各通\n知処分について本件審査請求を行ったが，東京都知事は，同年１０月３日，\n本件審査請求は行審法１４条１項に規定する不服申立期間を経過した後に\nされた不適法なものであるとして，これを却下した。\nオ  原告らは，平成２６年２月１３日，本件別訴を取り下げ，同年４月２日，\n本件訴訟を提起した。\n(2)  「やむをえない理由」の有無について\nア  先に見たとおり，原告らは，平成２５年７月２２日付けで，本件各通知処\n分について本件審査請求を行っているところ，本件の経緯に照らせば，同請\n求がされたのは本件各通知処分があったことを原告らが知った日の翌日か\nら６０日を経過した後と認められ，行審法１４条１項所定の審査請求期間を\n経過した後にされたものである。したがって，同項ただし書に定める「やむ\nをえない理由」が原告にない限り，本件審査請求は不適法なものとなり，そ\nの場合，本件訴訟も，適法な審査請求に対する裁決を経ない不適法なものと\nなる。そこで，以下，本件における「やむをえない理由」の有無について検\n討する。\nイ  処分行政庁の教示義務懈怠と「やむをえない理由」について\n行審法５７条は，行政庁は，不服申立てをすることができる処分をする場合\nには，処分の相手方に対し，不服申立てをすることができること，不服申立\nてをすべき行政庁及び不服申立期間を書面で教示しなければならない旨規\n定し，また，行訴法４６条は，行政庁は，取消訴訟を提起することができる\n処分をする場合には，当該処分の相手方に対し，取消訴訟の被告，出訴期間\n及び審査請求前置主義が採られている場合にはその旨を書面で教示しなけ\nればならない旨規定している。\nしかしながら，東京都水道局長は，前提事実(2)イのとおり，平成４年１\n２月から平成２４年１月までの間に行った本件各通知処分をするに際して，\n原告らに対して，本件各通知処分が行政処分であり，これに対して取消訴訟\nを提起することができること，取消訴訟を提起する場合の被告，出訴期間及\nび審査請求前置主義が採られていることについて一切教示を行わなかった\nものである。被告の主張するところによれば，東京都水道局長は，下水道使\n用料に係る通知が行政処分であって，当該通知をする際には上記の教示をし\nなければならないことを認識しつつ，財政上の理由等から，かかる教示をこ\nれまで全く行ってきていないものと認められる。\nこの点，被告は，上記のような事情を認めつつも，行審法１４条１項ただ\nし書にいう「やむをえない理由」とは，天災その他の事情がある場合に限ら\nれるのであって，行政庁の不教示は，誤教示の場合と異なり，積極的に誤信\nの原因を与えるものではなく，原告が審査請求期間を徒過したのは法の不知\nに起因するものであるから，本件において「やむをえない理由」があるとは\nいえない旨主張する。\nそこで検討すると，行審法１４条１項が審査請求期間を定め，同期間経過\n後の審査請求を原則として不適法としたのは，行政法律関係を早期に安定さ\nせ，行政の円滑な運営に資するようにする趣旨のものと解されるから，同期\n間経過後の審査請求が例外的に許容される「やむをえない理由」とは，行政\n法律関係の早期安定確保という同項の目的を犠牲にしてまで審査請求者の\n保護を図るべき必要があるだけの事情をいうものと解される。そして，同項\nが，「やむをえない理由」の例として「天災その他」を挙げるのは，かかる\n程度の特別な事情がない限りは「やむえない理由」があるとはいえないこと\nを示したものといえるのであるが，他方において，行政庁が出訴期間等につ\nき誤教示をするなどし，そのために審査請求者が請求期間を徒過したような\n場合には，行政法律関係の早期安定確保という要請も審査請求者の保護の要\n請に譲歩すべき事情があるといえるから，「やむをえない理由」があると評\n価され得るものと解される。\nところで，先に見たとおり，被告は，教示義務の懈怠は，誤教示の場合と\n異なり，積極的に誤信の原因を与えるものではないと主張する。しかしなが\nら，行審法で従来から教示義務が定められていたのに加えて，国民の権利利\n益の救済を得る機会のより十全な確保を図るべく，行政事件訴訟法の一部を\n改正する法律（平成１６年法律第８４号）により行訴法４６条において行政\n庁の教示義務が定められたという状況下にあって，行政処分を受ける者にお\nいては，行政庁が行政処分をした場合には当然に教示義務を遵守しているも\nのとの信頼があるものというべきであるから，逆にいえば，行政庁からの通\n知があった場合において当該通知が行政処分であるとの教示がされていな\nいときには，当該通知は行政処分ではないと理解する事態が生じ得るもので\nある。そうすると，誤教示により生じる誤信と，教示義務が懈怠されたこと\nにより生じる誤信とを峻別することは相当でないものというべきである。本\n件においても，一連の経緯に照らせば，処分行政庁が教示をしていれば原告\nらの誤信が生じることがなかったのは明らかであり，誤教示がされた場合と\nさして変わりのない事情があるものといわざるを得ない。\nまた，行政処分にも様々なものがあり，ある行政処分を前提に第三者の権\n利関係等が形成されていくような場合には，行政法律関係の早期安定の要請\nも強いものというべきであるが，本件通知処分のような場合には，処分当事\n者以外には処分に関わる個別的利害関係を持つ者はおらず，処分により利益\nを得るのは行政庁側であり，不利益を受けるのは処分を受ける側であるとい\nう関係にある。そうすると，両者間のかかる行政法律関係の安定を早期に確\n保することは，行政庁の利益を保護することに帰結するものであるところ，\n先にも見たとおり，行訴法４６条において行政庁の教示義務が更に強化され\nたという状況下にあって，行政庁が本来教示を行うべきことを認識しながら，\n敢えてこれを行わなかったためにかかる結果をもたらしたにもかかわらず，\n法的安定の名の下にその利益を保護する結果となることは，いかにも不合理\nといわざるを得ない。特に，本件通知処分の取消訴訟のように審査請求前置\n主義が採られている場合には，審査請求が不適法となれば取消訴訟を提起す\nる機会までもが失われることを考慮すると，不合理の程度は無視できないと\nころであり，かかる場合において行政法律関係の早期安定の要請を当然に優\n先させるべきものとは解されない。この点，被告は，教示をしていなかった\n理由として財政上の理由等を挙げるが，これは被告側の内部事情にすぎず，\n長年にわたり教示を懈怠してきていることが行訴法等の定めに反すること\nは明らかであって，これにより生じ得る不利益を審査請求者側に負担させる\nことを正当化し得るものはではない。\n以上検討したところによれば，処分行政庁が審査請求につき誤教示をした\n場合に限らず，本件のような形で教示を懈怠した場合も，それが原因となっ\nて審査請求期間の徒過が生じた場合には，行審法１４条１項にいう「やむを\nえない理由」があると解する余地があるものというべきである。そこで，さ\nらに進んで本件の事実関係を検討する。\nウ  本件別訴の経緯について\n前記(1)の認定事実でも見たとおり，原告らは，法律の専門家である弁護士\nを訴訟代理人として本件別訴を提起し，平成２４年１１月末頃には，本件別\n訴における被告の主張により，本件各通知が行政処分であるとの指摘を受け\nているところ，それから８か月近く経って本件審査請求をしたものであり，\nかかる経緯に照らすと，上記イのような事情があるとしても，上記時期にな\nって本件審査請求をしたことには，もはや「やむをえない理由」がないと考\nえる余地もないではない。\nしかしながら，処分行政庁による教示義務の懈怠は，本件各通知が行政処\n分ではないとの誤信を生じさせ得るものであることは既に述べたとおりで\nある。しかも，本件では，処分行政庁の担当職員が，原告Ｂに対し，下水道\n使用料を課金されたことについて異議があるのであれば裁判を起こしても\nらうほかないなどと，あたかも審査請求を経ずに訴訟を提起できるかのごと\nく誤信させるような説明をしており，また，水道料金・下水道料金は一つの\n書面によって請求されているところ，その書面の裏面（甲５の３）には，「指\n定期限までにお支払がないときは，後日，東京都給水条例第３２条に基づく\n給水の停止や民事訴訟法３８２条に基づく支払督促の申立て等を行いま\nす。」とだけ記載されるなど，水道料金と下水道料金のいずれもが，民事訴\n訟手続によって支払を請求される性格のものであるかのように誤解されか\nねない書きぶりとなっていた。こういった被告側の教示懈怠や誤教示等が，\n被告側の責めに帰するべきものであることを考慮すると，かかる状況の下で，\n本件別訴を担当した弁護士が本件各通知は行政処分ではないと誤信したか\nらといって，「やむをえない理由」がないということはできない。\nまた，本件別訴においては，平成２４年１１月末頃になって，本件各通知\nが行政処分であるという被告の主張がされているのであるが，原告側からす\nれば，同主張は，それまでの経過に照らして突如としてされたものとの感を\n否めないものであったであろうとうかがわれるところであり，これに対して\n原告らが，上記主張は教示がされていないことと整合しないことや，下水道\n料金の納入通知の行政処分性を否定した裁判例があることなどを主張して\n争ったのは訴訟当事者としては無理からぬ行動であるし，当該裁判例がある\nことからもうかがわれるように，かかる主張に全く根拠がなかったわけでは\nない。また，既に本件別訴が提起されていたものである以上，上記のような\n被告の指摘に易々と応じて審査請求をした場合，裁判官に与える印象などか\nら当該訴訟の進行に悪影響を与えかねないと懸念して慎重な対応を採るこ\nとは，訴訟当事者の行動としてやむを得ない面もあるものというべきである。\nそして，平成２５年６月の時点において，本件各通知の処分性に係る本件\n別訴における被告側の主張が相当程度具体的なものとなってきてから間も\nない段階で，原告らは本件審査請求を申し立てたものである。\n前記イで述べたところに加えて，以上検討してきた本件における諸事情を\n総合すると，原告らが平成２５年７月の時点になって本件審査請求を申し立\nてたからといって，それにより「やむをえない理由」の存在が直ちに否定さ\nれることになるものではないと解するのが相当である。\nエ  教示懈怠と審査請求期間徒過との因果関係について\nもっとも，既に述べたとおり，教示の懈怠を理由として「やむをえない理\n由」があると解する余地があるのは，当該懈怠が原因となって審査請求期間\nの徒過が生じたといえる場合に限られるというべきである。\nこの観点から，本件の事実関係を踏まえて検討すると，原告らは，平成４\n年以降，本件湧水が汚水であることを前提に下水道使用料を支払ってきたが，\n平成２３年１０月５日に本件湧水を採取して分析等したことを契機に，本件\n湧水が汚水ではなく雨水であると認識するに至り，かかる認識を踏まえて本\n件各通知処分の適法性を争うこととなったものである。このような経緯に照\nらすと，教示義務が果たされていれば原告らが所定期間内に審査請求したで\nあろうという関係にあるのは，本件各通知処分のうち，原告らが上記認識を\n得た平成２３年１０月時点（教示義務が果たされていたら原告らがそれ以前\nに上記認識を得るに至ったであろうという事情があるとはうかがわれな\nい。）において未だ審査請求期間が経過していないものに限られるというべ\nきであり，証拠（甲５の１，２）及び弁論の全趣旨によれば，本件各通知処\n分のうち，平成２３年１０月分以降の下水道使用料に係るものが，これに該\n当するというべきである。\n(3)  小括\n以上によれば，原告会社の本件通知処分１の取消しを求める訴え及び原告\nＢの訴えのうち平成１６年５月から平成２３年９月までに行った本件通知\n処分２の取消しを求めるものはいずれも不適法であるが，原告Ｂの訴えのう\nち同年１０月以降の本件通知処分２の取消しを求めるものはいずれも適法\nである。\n２  争点(2)（本件湧水は「汚水」であるか否か）について\n(1)  下水道使用料は，「汚水」に対して課されるところ（本件条例１４条），\nここに「汚水」とは，耕作の事業を除く人間の消費生活又は生産活動に伴っ\nて生ずる全ての不要な水を指し，ビル等の建築の際に地面を掘削したことで地\n下部分から発生し，公共下水道に排出される湧き水である，いわゆるビル湧水\nも，下水道法にいう「汚水」に該当する。そして，被告は，本件湧水は，本件\n建物の地下駐車場に至る進入路を設けるために地面を掘削した際に地下水が\n湧き出たものであり，その後，公共下水道に排出されている（甲１７，乙５，\n１８～２０）から，ビル湧水に該当し，下水道法にいう「汚水」に該当する旨\n主張するところである。\n(2)  そこで，本件湧水がビル湧水に該当するかについて検討するに，本件建物\nの地下水位は，平成２７年５月１１日に行われたボーリング調査の結果（甲３\n４）によれば，公道面から－１．７２ｍ～－１．６９ｍであることが認められ\nる（なお，原告らは，当初，本件建物の最寄りの観測井である葛飾区αの地下\n水位等を踏まえて，本件建物の地下水位がより深い位置にあるかのような主張\nをしていたが，この主張は，原告ら自らが行った上記ボーリング調査の結果に\nより否定されているものというべきである。）。この点，原告らは，本件湧水\nの発生箇所は公道面から－１．５５ｍの地点であって，地下水位よりも浅い位\n置にあるから，本件湧水が地下水の湧出したものとはいえない旨主張している。\nしかしながら，現場写真（甲２８の１～３，乙２０の①）によれば，本件湧水\nの発生箇所は，原告らが発生箇所とする公道面から－１．５５ｍの地点（甲１\n６の３頁目）よりもさらに下がった本件建物の地下駐車場に至る斜路に存在し\nており，その位置関係に照らすと，本件建物の地下水位とほぼ符合するものと\n認められる。\nまた，証拠（甲４，乙４，乙９の１，２，乙１０，乙１１の１，乙１８）に\nよれば，本件水量査定が行われた平成４年９月１０日及び本件再査定が行われ\nた平成２３年９月１６日当時，１時間当たり１．４㎥，１日当たり３３㎥もの\n本件湧水が湧き出しているところ，本件水量査定以前の直近で降雨があったの\nは，その８日前の同月２日の１７mmであり，まとまった降雨があったのはその\n２０日前の同年８月２１日の３６mmの降雨まで遡ること，本件再査定以前の直\n近で降雨があったのは，その５日前の平成２３年９月１１日の０．５㎜であり，\nその２週間前までで一番まとまった降雨があったのはその１４日前の１７．５\n㎜であることが認められるから，本件湧水は，雨水が直接湧き出したものと\nは考え難い。なお，原告らは，本件湧水は，雨天時には大量に流出し，雨天\n時以外には少量になっている旨主張し，これに沿う証拠として本件ボウリン\nグ場の従業員に対する電話聴取書（甲３０）を提出するが，この従業員の供\n述は，何ら客観的な裏付けがあるものではないから，採用することはできず，\n他に本件湧水が雨天時に増えることを認めるに足りる証拠は存在しない。\nそして，原告らが行った本件湧水の水質の分析結果等（甲９の３，甲１２）\nによれば，通常下水道の漏水があった場合，大腸菌が１ml当たり４０００個\n～１００００個以上検出されるのが通常のところ，本件湧水に含まれる大腸\n菌は１ml当たり３０個以下であるから，本件湧水は，下水道管の破裂，損傷\nにより生じたものとは考えられないし，本件湧水に含まれる鉄及びマンガン\nは飲料水基準を大きく上回るから，本件湧水は，水道管の破裂，損傷により\n生じたものとも考えられない。\n以上を総合的に勘案すれば，本件湧水は，本件建物の地下駐車場に至る進\n入路を設けるために地面を掘削した際に地下水が湧き出たものであり，その\n後，公共下水道に排出されている（甲１７，乙５，１８～２０）から，ビル\n湧水に該当し，下水道法にいう「汚水」に該当するものと認められる。\n(3)  これに対して，原告らは，原告らが依頼した業者が平成２３年１０月に行\nった現地調査によれば，本件湧水の主たる通水層は，本件建物の地下駐車場\nに至る斜路のコンクリート舗装下の路盤の空隙であり，本件湧水は，本件建\n物周辺に滞留した雨水である旨主張する。しかしながら，本件湧水の主たる\n通水層が本件建物地下駐車場に至る斜路のコンクリート舗装下の路盤の空\n隙であることは，本件湧水が本件建物の地下駐車場に至る進入路を設けるた\nめに地面を掘削した際に湧き出た地下水であることと矛盾するものではな\nいし，上記(2)のとおり，本件湧水は，雨水が直接湧き出したものとは考え\n難いから，原告らの主張は採用できない。\nまた，原告らは，本件建物が建設されてから本件湧水が発生したと考えら\nれる平成４年頃まで２０年近く経過しているから，本件建物の建設及び使用\nと本件湧水との間に関係はない旨主張する。しかしながら，本件建物が建設\nされた昭和４６年１２月１８日から近隣住民により本件湧水が生じている\n旨の情報提供があった平成４年２月までの間に本件湧水が生じていなかっ\nたことを認めるに足りる証拠は存在しないから，原告らの主張は採用できな\nい。\nさらに，原告らは，雨水公費・汚水私費の原則からすれば，仮にビル建設\n等によりビル湧水が発生したとしても，ビル湧水に下水道使用料の負担を求\nめることが可能となるのは，雨水対策が当該ビル周辺で適切に行われている\nことが必要である旨主張するが，本件湧水は地下水が湧き出たものと認めら\nれるから，かかる主張はその前提を欠くものというべきである。\n(4)  以上によれば，原告Ｂの主位的請求のうち平成２３年１０月以降の本件各\n通知処分の取消しを求めるもの及び原告ら予備的請求はいずれも理由がな\nい。\n第４  結論\nよって，原告会社の訴えのうち本件通知処分１の取消しを求めるもの及び\n原告Ｂの訴えのうち平成１６年５月から平成２３年９月までに行った本件\n通知処分２の取消しを求めるのはいずれも不適法であるからこれらを却下\nし，原告らのその余の訴えに係る請求はいずれも理由がないからこれらを棄\n却することとして，主文のとおり判決する。\n東京地方裁判所民事第５１部\n裁判長裁判官      小    林    宏      司\n裁判官      桃    崎              剛\n裁判官      武     見      敬  太  郎\n（別紙１）\n原告会社に対する納入通知処分\n請求年月      下水道料金  円\n平成 16 年 2 月  ～  平成 16 年 3 月      529,452\n平成 15 年 12 月  ～  平成 16 年 1 月      595,591\n10 月  ～  平成 15 年 11 月      619,500\n8 月  ～  9 月      595,591\n6 月  ～  7 月      583,637\n4 月  ～  5 月      561,676\n2 月  ～  3 月      507,969\n平成 14 年 12 月  ～  平成 15 年 1 月      583,637\n10 月  ～  平成 14 年 11 月      572,418\n8 月  ～  9 月      607,54\n6 月  ～  7 月      583,637\n4 月  ～  5 月      583,637\n2 月  ～  3 月      529,452\n平成 13 年 12 月  ～  平成 14 年 1 月      619,500\n10 月  ～  平成 13 年 11 月      583,637\n8 月  ～  9 月      583,637\n6 月  ～  7 月      595,591\n4 月  ～  5 月      583,637\n2 月  ～  3 月      529,452\n平成 12 年 12 月  ～  平成 13 年 1 月      619,500\n10 月  ～  平成 12 年 11 月      583,637\n8 月  ～  9 月      572,418\n6 月  ～  7 月      607,54\n4 月  ～  5 月      583,637\n2 月  ～  3 月      572,418\n平成 11 年 12 月  ～  平成 12 年 1 月      583,637\n10 月  ～  平成 11 年 11 月      583,637\n8 月  ～  9 月      595,591\n6 月  ～  7 月      583,637\n4 月  ～  5 月      583,637\n2 月  ～  3 月      561,676\n平成 10 年 12 月  ～  平成 11 年 1 月      583,637\n10 月  ～  平成 10 年 11 月      583,637\n8 月  ～  9 月      595,591\n6 月  ～  7 月      564,287\n4 月  ～  5 月      544,293\n2 月  ～  3 月      523,581\n平成 9 年 12 月  ～  平成 10 年 1 月      513,498\n10 月  ～  平成 9 年 11 月      544,293\n8 月  ～  9 月      555,762\n6 月  ～  7 月      544,293\n4 月  ～  5 月      533,926\n2 月  ～  3 月      513,608\n平成 8 年 12 月  ～  平成 9 年 1 月      533,926\n10 月  ～  平成 8 年 11 月      523,499\n8 月  ～  9 月      545,176\n6 月  ～  7 月      533,926\n4 月  ～  5 月      533,926\n2 月  ～  3 月      493,826\n平成 7 年 12 月  ～  平成 8 年 1 月      533,926\n10 月  ～  平成 7 年 11 月      533,926\n8 月  ～  9 月      523,499\n6 月  ～  7 月      556,427\n4 月  ～  5 月      533,926\n2 月  ～  3 月      483,93\n平成 6 年 12 月  ～  平成 7 年 1 月      567,678\n10 月  ～  平成 6 年 11 月      533,926\n8 月  ～  9 月      545,176\n6 月  ～  7 月      488,548\n4 月  ～  5 月      469,861\n2 月  ～  3 月      417,061\n平成 5 年 12 月  ～  平成 6 年 1 月      489,23\n10 月  ～  平成 5 年 11 月      460,174\n8 月  ～  9 月      469,861\n6 月  ～  7 月      460,174\n4 月  ～  5 月      460,174\n2 月  ～  3 月      417,061\n平成 4 年 12 月  ～  平成 5 年 1 月      479,548\n37,168,967\n（別紙２）\n原告Ｂに対する納入通知処分\n請求年月      下水道料金  円\n平成 23 年 12 月  ～  平成 24 年 1 月      411,001\n10 月  ～  平成 23 年 11 月      583,637\n8 月  ～  9 月      595,591\n6 月  ～  7 月      572,418\n4 月  ～  5 月      595,591\n2 月  ～  3 月      529,452\n平成 22 年 12 月  ～  平成 23 年 1 月      619,500\n10 月  ～  平成 22 年 11 月      583,637\n8 月  ～  9 月      595,591\n6 月  ～  7 月      583,637\n4 月  ～  5 月      583,637\n2 月  ～  3 月      529,452\n平成 21 年 12 月  ～  平成 22 年 1 月      607,54\n10 月  ～  平成 21 年 11 月      595,591\n8 月  ～  9 月      595,591\n6 月  ～  7 月      583,637\n4 月  ～  5 月      572,418\n2 月  ～  3 月      529,452\n平成 20 年 12 月  ～  平成 21 年 1 月      595,591\n10 月  ～  平成 20 年 11 月      619,500\n8 月  ～  9 月      595,591\n6 月  ～  7 月      583,637\n4 月  ～  5 月      561,676\n2 月  ～  3 月      561,676\n平成 19 年 12 月  ～  平成 20 年 1 月      619,500\n10 月  ～  平成 19 年 11 月      561,676\n8 月  ～  9 月      607,54\n6 月  ～  7 月      595,591\n4 月  ～  5 月      583,637\n2 月  ～  3 月      529,452\n平成 18 年 12 月  ～  平成 19 年 1 月      619,500\n10 月  ～  平成 18 年 11 月      583,637\n8 月  ～  9 月      572,418\n6 月  ～  7 月      607,54\n4 月  ～  5 月      583,637\n2 月  ～  3 月      529,452\n平成 17 年 12 月  ～  平成 18 年 1 月      619,500\n10 月  ～  平成 17 年 11 月      583,637\n8 月  ～  9 月      595,591\n6 月  ～  7 月      572,418\n4 月  ～  5 月      595,591\n2 月  ～  3 月      529,452\n平成 16 年 12 月  ～  平成 17 年 1 月      619,500\n10 月  ～  平成 16 年 11 月      583,637\n8 月  ～  9 月      595,591\n6 月  ～  7 月      583,637\n4 月  ～  5 月      583,637\n27,240,830\n"
}