{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 7,
    "day": 19
  },
  "case_number": "平成29(受)842",
  "case_name": "未払賃金請求事件",
  "court_name": "最高裁判所第一小法廷",
  "result_type": "判決",
  "result": "破棄差戻",
  "article_info": "集民　第259号77頁",
  "original_court_name": "東京高等裁判所",
  "original_case_number": "平成28(ネ)2254",
  "original_date": {
    "era": "Heisei",
    "year": 29,
    "month": 2,
    "day": 1
  },
  "gist": "雇用契約において時間外労働等の対価とされていた定額の手当の支払により労働基準法３７条の割増賃金が支払われたということができないとした原審の判断に違法があるとされた事例",
  "case_gist": "使用者が労働者に対し，雇用契約に基づいて定額の手当を支払った場合において，当該手当は当該雇用契約において時間外労働，休日労働及び深夜労働に対する対価として支払われるものとされていたにもかかわらず，当該手当を上回る金額の割増賃金請求権が発生した事実を労働者が認識して直ちに支払を請求することができる仕組みが備わっていないなどとして，当該手当の支払により労働基準法３７条の割増賃金が支払われたということができないとした原審の判断には，割増賃金に関する法令の解釈適用を誤った違法がある。",
  "ref_law": "労働基準法３７条",
  "lawsuit_id": "87883",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=87883",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/883/087883_hanrei.pdf",
  "contents": "平成２９年（受）第８４２号  未払賃金請求控訴，同附帯控訴事件\n平成３０年７月１９日  第一小法廷判決\n主      文\n原判決中上告人敗訴部分を破棄する。\n前項の部分につき，本件を東京高等裁判所に差し戻す。\n理      由\n上告代理人渡邉宙，同折田純一の上告受理申立て理由（ただし，排除されたもの\nを除く。）について\n１  本件は，上告人に雇用され，薬剤師として勤務していた被上告人が，上告人\nに対し，時間外労働，休日労働及び深夜労働（以下「時間外労働等」という。）に\n対する賃金並びに付加金等の支払を求める事案である。\n２  原審の確定した事実関係等の概要は，次のとおりである。\n(1)  被上告人は，平成２４年１１月１０日，保険調剤薬局の運営を主たる業務\nとする上告人との間で，次の内容の雇用契約（以下「本件雇用契約」という。）を\n締結した。\n業務内 容  薬剤師（調剤業務全般及び服薬指導等）\n就業時 間  月曜日から水曜日まで及び金曜日は午前９時から午後７時３０分\nまで（休憩時間は午後１時から午後３時３０分までの１５０分）\n木曜日及び土曜日は午前９時から午後１時まで\n休日及び休暇  日曜日，祝祭日，夏季３日，年末年始（１２月３１日から１月３\n日まで）及び年次有給休暇\n賃金（月額）  基本給４６万１５００円，業務手当１０万１０００円\n支 払時 期  毎月１０日締め２５日支払\n(2)  被上告人は，平成２５年１月２１日から同２６年３月３１日までの間，上\n告人が運営する薬局において，薬剤師として勤務し，上記(1)の基本給及び業務手\n当の支払を受けた。被上告人の１か月当たりの平均所定労働時間は１５７．３時間\nであり，この間の被上告人の時間外労働等の時間を賃金の計算期間である１か月間\nごとにみると，全１５回のうち３０時間以上が３回，２０時間未満が２回であり，\nその余の１０回は２０時間台であった。\n(3)ア  本件雇用契約に係る契約書には，賃金について「月額５６２，５００円\n（残業手当含む）」，「給与明細書表示（月額給与４６１，５００円  業務手当１\n０１，０００円）」との記載があった。\nイ  本件雇用契約に係る採用条件確認書には，「月額給与  ４６１，５００」，\n「業務手当  １０１，０００  みなし時間外手当」，「時間外勤務手当の取り扱い\n年収に見込み残業代を含む」，「時間外手当は，みなし残業時間を超えた場合はこ\nの限りではない」との記載があった。\nウ  上告人の賃金規程には，「業務手当は，一賃金支払い期において時間外労働\nがあったものとみなして，時間手当の代わりとして支給する。」との記載があっ\nた。\n(4)  上告人と被上告人以外の各従業員との間で作成された確認書には，業務手\n当月額として確定金額の記載があり，また，「業務手当は，固定時間外労働賃金\n（時間外労働３０時間分）として毎月支給します。一賃金計算期間における時間外\n労働がその時間に満たない場合であっても全額支給します。」等の記載があった。\n(5)  上告人は，タイムカードを用いて従業員の労働時間を管理していたが，タ\nイムカードに打刻されるのは出勤時刻と退勤時刻のみであった。被上告人は，平成\n２５年２月３日以降は，休憩時間に３０分間業務に従事していたが，これについて\nはタイムカードによる管理がされていなかった。また，上告人が被上告人に交付し\nた毎月の給与支給明細書には，時間外労働時間や時給単価を記載する欄があった\nが，これらの欄はほぼ全ての月において空欄であった。\n３  原審は，上記事実関係等の下において，要旨次のとおり判断して，被上告人\nの賃金及び付加金の請求を一部認容した。\n(1)  いわゆる定額残業代の支払を法定の時間外手当の全部又は一部の支払とみ\nなすことができるのは，定額残業代を上回る金額の時間外手当が法律上発生した場\n合にその事実を労働者が認識して直ちに支払を請求することができる仕組み（発生\nしていない場合にはそのことを労働者が認識することができる仕組み）が備わって\nおり，これらの仕組みが雇用主により誠実に実行されているほか，基本給と定額残\n業代の金額のバランスが適切であり，その他法定の時間外手当の不払や長時間労働\nによる健康状態の悪化など労働者の福祉を損なう出来事の温床となる要因がない場\n合に限られる。\n(2)  本件では，業務手当が何時間分の時間外手当に当たるのかが被上告人に伝\nえられておらず，休憩時間中の労働時間を管理し，調査する仕組みがないため上告\n人が被上告人の時間外労働の合計時間を測定することができないこと等から，業務\n手当を上回る時間外手当が発生しているか否かを被上告人が認識することができな\nいものであり，業務手当の支払を法定の時間外手当の全部又は一部の支払とみなす\nことはできない。\n４  しかしながら，原審の上記判断は是認することができない。その理由は，次\nのとおりである。\n(1)  労働基準法３７条が時間外労働等について割増賃金を支払うべきことを使\n用者に義務付けているのは，使用者に割増賃金を支払わせることによって，時間外\n労働等を抑制し，もって労働時間に関する同法の規定を遵守させるとともに，労働\n者への補償を行おうとする趣旨によるものであると解される（最高裁昭和４４年\n（行ツ）第２６号同４７年４月６日第一小法廷判決・民集２６巻３号３９７頁，最\n高裁平成２８年（受）第２２２号同２９年７月７日第二小法廷判決・裁判集民事２\n５６号３１頁参照）。また，割増賃金の算定方法は，同条並びに政令及び厚生労働\n省令の関係規定（以下，これらの規定を「労働基準法３７条等」という。）に具体\n的に定められているところ，同条は，労働基準法３７条等に定められた方法により\n算定された額を下回らない額の割増賃金を支払うことを義務付けるにとどまるもの\nと解され，労働者に支払われる基本給や諸手当にあらかじめ含めることにより割増\n賃金を支払うという方法自体が直ちに同条に反するものではなく（前掲最高裁第二\n小法廷判決参照），使用者は，労働者に対し，雇用契約に基づき，時間外労働等に\n対する対価として定額の手当を支払うことにより，同条の割増賃金の全部又は一部\nを支払うことができる。\nそして，雇用契約においてある手当が時間外労働等に対する対価として支払われ\nるものとされているか否かは，雇用契約に係る契約書等の記載内容のほか，具体的\n事案に応じ，使用者の労働者に対する当該手当や割増賃金に関する説明の内容，労\n働者の実際の労働時間等の勤務状況などの事情を考慮して判断すべきである。しか\nし，労働基準法３７条や他の労働関係法令が，当該手当の支払によって割増賃金の\n全部又は一部を支払ったものといえるために，前記３(1)のとおり原審が判示する\nような事情が認められることを必須のものとしているとは解されない。\n(2)  前記事実関係等によれば，本件雇用契約に係る契約書及び採用条件確認書\n並びに上告人の賃金規程において，月々支払われる所定賃金のうち業務手当が時間\n外労働に対する対価として支払われる旨が記載されていたというのである。また，\n上告人と被上告人以外の各従業員との間で作成された確認書にも，業務手当が時間\n外労働に対する対価として支払われる旨が記載されていたというのであるから，上\n告人の賃金体系においては，業務手当が時間外労働等に対する対価として支払われ\nるものと位置付けられていたということができる。さらに，被上告人に支払われた\n業務手当は，１か月当たりの平均所定労働時間（１５７．３時間）を基に算定する\nと，約２８時間分の時間外労働に対する割増賃金に相当するものであり，被上告人\nの実際の時間外労働等の状況（前記２(2)）と大きくかい離するものではない。こ\nれらによれば，被上告人に支払われた業務手当は，本件雇用契約において，時間外\n労働等に対する対価として支払われるものとされていたと認められるから，上記業\n務手当の支払をもって，被上告人の時間外労働等に対する賃金の支払とみることが\nできる。原審が摘示する上告人による労働時間の管理状況等の事情は，以上の判断\nを妨げるものではない。\nしたがって，上記業務手当の支払により被上告人に対して労働基準法３７条の割\n増賃金が支払われたということができないとした原審の判断には，割増賃金に関す\nる法令の解釈適用を誤った違法がある。\n５  以上によれば，原審の判断には判決に影響を及ぼすことが明らかな法令の違\n反がある。論旨はこの趣旨をいうものとして理由があり，原判決中上告人敗訴部分\nは破棄を免れない。そして，被上告人に支払われるべき賃金の額，付加金の支払を\n命ずることの当否及びその額等について更に審理を尽くさせるため，上記部分につ\nき本件を原審に差し戻すこととする。\nよって，裁判官全員一致の意見で，主文のとおり判決する。\n(裁 判 長 裁 判 官   木 澤 克 之   裁 判 官   池 上 政 幸   裁 判 官   小池   裕   裁判 官\n山口  厚  裁判官  深山卓也)\n"
}