{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 10,
    "day": 10
  },
  "case_number": "平成25(行ケ)10126",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "商標権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83646",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83646",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/646/083646_hanrei.pdf",
  "contents": "平成２５年１０月１０日判決言渡  同日原本領収  裁判所書記官\n平成２５年（行ケ）第１０１２６号  審決取消請求事件\n口頭弁論終結日  平成２５年８月２９日\n判        決\n原              告                    Ｘ\n訴 訟 代 理 人 弁 護 士        吉 元 徹 也\n訴訟復代理人弁護士        稲      元      富      保\n被              告                    Ｙ\n訴 訟 代 理 人 弁 理 士        森       泰 比 古\n主        文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n１  特許庁が無効２０１２－８９０１０１号事件について平成２５年４月１日に\nした審決を取り消す。\n２  訴訟費用は被告の負担とする。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  本件商標\n被告は，平成２３年８月２日，別紙の(1)の構成からなり，第２９類「魚のすり身\nと野菜を主材とする揚げ物」を指定商品として，商標登録出願し，平成２４年３月\n(2)  原告は，平成２４年１１月２０日，特許庁に対し，本件商標の登録を無効に\nすることを求めて審判を請求した。特許庁は，これを無効２０１２－８９０１０１\n号事件として審理した上，平成２５年４月１日，「本件審判の請求は，成り立たな\n(3)  原告は，平成２５年５月１日，本件審決の取消しを求める訴えを提起した。\n２  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）のとおりであり，要するに，本件商標は，\n下記引用商標とは非類似の商標であって，商標法４条１項１１号に該当するものと\nはいえないから，同法４６条１項１号により無効とすることはできない，というも\n引用商標：登録第２４４８６９７号商標は，別紙の(2)に示すとおり，「ギョロッ\nケ」の文字を上段に，「魚ロッケ」の文字を下段に，それぞれ横書きしてなり，平\n成１４年３月１２日に商標権の存続期間の更新登録がされ，また，同年５月１日に，\n第２９類「食肉，卵，食用魚介類（生きているものを除く。），冷凍野菜，冷凍果\n実，肉製品，加工水産物，加工野菜及び加工果実，油揚げ，凍り豆腐，こんにゃく，\nふりかけ，なめ物」，第３０類「コーヒー豆，穀物の加工品，アーモンドペースト，\nぎょうざ，サンドイッチ，しゅうまい，すし，たこ焼き，肉まんじゅう，ハンバー\nガー，ピザ，べんとう，ホットドッグ，ミートパイ，ラビオリ，イーストパウダー，\n３  取消事由\n第３  当事者の主張\n１  本件商標の外観は，「快席」や「よしざき」の文字ははっきり見えず，「きょ\nロッケ」の部分が要部であり，離隔的観察をすれば引用商標と類似する。\n２  本件商標からは「キョロッケ」の称呼が，引用商標からは「ギョロッケ」の\n称呼が生じるが，両称呼は，発音の冒頭において，無声の破裂音の子音「ｋｙ」で\n開始されるのか，有声の破裂音の子音「ｇｙ」で開始されるのかが異なるだけで，\nその後の母音「オ（ｏ）」からの発音は同一であるから，全体としては，語調・語\n感が近似し，称呼上，相紛らわしい。\n３  本件審決は，称呼上重要な位置を占める語頭部分にあることで比較的強く発\n音され，両称呼をそれぞれ一連に称呼するときには，互いに聞き分けることができ\nる音として聴取されるものと判断されるというが，本件商標の「キョロッケ」及び\n引用商標の「ギョロッケ」の称呼は，いずれも，わずか５音からなる短い造語であ\nり，それ自体で何らかの意味を有するものではなく，一般的には，これらに接した\n取引者・需要者に格別の観念を生じさせるものではないから，取引者・需要者は，\n通常，本件商標及び引用商標をそれぞれ「キョロッケ」及び「ギョロッケ」と一体\n不可分に把握し，一連のものとして発音するのが通常である。そして，実際に臨ん\nで両商標を称呼する場合には，自他識別のために無意識的に語頭音を強く発音する，\nという経験則が存在するとはいえない。\n４  仮に，一般論として，語頭音が称呼を識別するうえで重要な要素を占めるこ\nとが多いとしても，上記のとおり，本件商標の「キョロッケ」及び引用商標の「ギョ\nロッケ」は，５音からなる文字のうちの語頭の子音のみが相違しているだけであり，\nその子音は，無声の破裂音か有声の破裂音かで異なるだけであって，しかも，「キョ\nロッケ」及び「ギョロッケ」は，それ自体で何らかの意味を有するものではないか\nら，一般の取引者・需要者が，自他識別のために無意識的に「キ（ｋｙ）」や「ギ\n（ｇｙ）」を強く発音するとは考えにくく，本件商標を使用した商品につき出所の\n混同のおそれがある。\n１  声帯の振動を伴わずに発せられる無声の破裂音「ｋｙ」と声帯の振動を伴っ\nて発せられる有声の破裂音「ｇｙ」はともに明瞭に発音され，かつ，これらの語が\n称呼上重要な位置を占める語頭部分にあることで比較的強く発音され，両称呼をそ\nれぞれ一連に称呼するときには，互いに聞き分けることができる音として聴取され\nるから，「キョロッケ」の称呼と「ギョロッケ」の称呼は類似しない。したがって，\n２  魚肉のすり身にタマネギ，ニンジンなどの野菜のみじん切りを混ぜて形成し，\nこれにパン粉を付けて揚げたものが，佐賀県唐津市を中心とする地域において，「魚\nロッケ」と称されており，また，証拠（乙９～１２，１４）によれば，２０～３０\n代女性の８～９割が利用し，月間２千万人以上が利用する日本最大の料理レシピサ\nイトにおいて，「噂のギョロッケ」や「魚ロッケ」と紹介されていることから，「魚\nおいて，当該商品の普通名称又は一般的な用語として広く使用され認識されている。\nと区別すべく，取引においては，引用商標「ギョロッケ」は「ギョ」が明瞭に発音\nそうすると，本件商標及び引用商標のそれぞれは，同種の総菜である「コロッケ」\n明瞭に発音される結果，両者は称呼において明瞭に区別されることから，本件商標\n第４  当裁判所の判断\n当裁判所も，本件商標と引用商標は類似しないから，本件商標は商標法４条１項\n１１号に該当しないものであって，本件審決には原告主張に係る違法はないと判断\nする。その理由は，以下のとおりである。\n１  本件商標\n本件商標は，別紙の(1)のとおり，まず，左端に，青色の略円形図形内に白抜きで，\n「快席」の文字を小さく，その下部に「吉前」の文字を大きく，その下部に「よし\nそして，「吉前」  及び「よしざき」の文字部分については，その構成態様に照ら\nせば，下段の「よしざき」の平仮名は，上段の「吉前」の文字の読みを特定するも\nそして，本件商標を一連・全体としてみれば，何ら特定の観念を生ずるものでは\nなく，「カイセキ  ヨシザキ  キョロッケ」と一連に称呼するものと認められる。\nこれに対し，本件商標の構成中，「きょロッケ」の文字は，本件商標のほぼ中央\n部に橙色でひときわ大きな文字で極めて読みとりやすく表示され，それ自体が成語\nように構成されている。しかも，本件商標の構成中，左端の略円形図形及び同図形\n内の「快席  吉前  よしざき」の文字は子鬼の図形を挟んで離れて配置され，また，\n分と本件商標の他の構成部分とは，それらを分離して観察することが取引上不自然\nであると思われるほど不可分的に結合しているものとはいえず，本件商標において\nは，「きょロッケ」の文字部分が取引者，需要者に対し商品の出所識別標識として\nの印象を与えるものといえるから，これを要部と認めるべきである。そして，「きょ\nロッケ」の文字部分からは，特に何らの観念を生ずるものではなく，「きょロッケ」\n２  引用商標\n引用商標は，別紙の(2)のとおり，「ギョロッケ」の片仮名と「魚ロッケ」の文字\nを上下２段に書してなり，その構成態様に照らせば，上段の片仮名は，下段の文字\nの読みを特定するものと理解され，その構成文字に相応して「ギョロッケ」の称呼\nを生じる。また，「ギョロッケ」の文字からは，特に何らの観念を生じさせるもの\nの文字から，魚に何らかの関わりのあるものという程度の観念を想起させるものと\n３  取引の実情\n被告は，取引の実情について，魚肉のすり身にタマネギ，ニンジンなどの野菜の\n中心とする地域において，「魚ロッケ」と称されており，また，証拠（乙９～１２，\n１４）によれば，２０～３０代女性の８～９割が利用し，月間２千万人以上が利用\n紹介されていることから，「魚ロッケ」又は「ギョロッケ」の語が，佐賀県唐津市\nを中心とする地域以外の地域において，当該商品の普通名称又は一般的な用語とし\n確かに，証拠（乙２～１３）及び弁論の全趣旨によれば，佐賀県，大分県及び山\n口県内においては，魚肉のすり身に野菜のみじん切り等を加え，パン粉をまぶして\n食用油でコロッケ状に揚げたものを「魚ロッケ」，「魚ろっけ」又は「ぎょろっけ」\nと称して商品化され，取引されていることが認められる。しかしながら，被告主張\nに係る料理レシピサイトが，２０～３０代女性の８～９割が利用し，月間２千万人\n佐賀県唐津市又は山口県の名物ないし郷土料理として紹介されたことがあるという\n般的な用語として広く使用され認識されていると認定するに十分な取引の実情があ\nそうすると，本件において，魚肉のすり身に野菜のみじん切り等を加え，パン粉\nと称して，佐賀県，大分県及び山口県以外の地域においても広く，当該商品の普通\n名称又は一般的な用語として使用され認識されているとの取引の実情は認められな\n４  本件商標と引用商標との類否\n以上を踏まえて，本件商標と引用商標との類否を検討する。\nまず，本件商標の指定商品である「魚のすり身と野菜を主材とする揚げ物」と，\n引用商標の指定商品中の第２９類「肉製品，加工水産物」及び第３０類「ぎょうざ，\nそして，本件商標を一連・全体として見て，これを引用商標と対比すると，両者\nは外観が著しく異なることが明らかであり，本件商標は特定の観念が生じないもの\n次に，本件商標の要部たる「きょロッケ」の文字部分と引用商標とを対比すると，\n「きょロッケ」の文字部分と，引用商標とは，綴り，書体，色，上下２段に表示さ\nれているか否かなどの構成が異なり，外観において相違する。また，「きょロッケ」\nの文字部分は特定の観念が生じないものであるのに対し，引用商標は魚に関するも\n念において相違するかあるいはこれを比較することができないものである。もっと\nも，「きょロッケ」はその文字部分に相応する「きょろっけ」の称呼を生じ，引用\n商標は，その構成文字に相応する「ぎょろっけ」の称呼を生ずるものであるから，\n両者の称呼は，「きょ」と「ぎょ」において相違するだけであり，比較的近似する\nさらに，取引の実情として，外観や観念よりも称呼によって商品の出所を識別し\nているなど，称呼上の識別性が外観及び観念上の識別性を上回っているような特段\nそうすると，本件商標の要部たる「きょロッケ」の文字部分と引用商標とは，外\n観が異なる上，観念については相違するかまたは比較することができないものであ\nって，称呼においても上記の程度に区別できるから，取引者，需要者に与える印象，\n以上によれば，本件商標と引用商標とは，同一又は類似の商品に使用された場合\n５  結論\n知的財産高等裁判所第４部\n裁判長裁判官          富 田 善 範\n裁判官          田      中      芳      樹\n裁判官          荒      井      章      光\n"
}