{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 22,
    "month": 4,
    "day": 28
  },
  "case_number": "平成20(行ウ)612",
  "case_name": "損害賠償等請求事件",
  "court_name": "東京地方裁判所",
  "field": "行政",
  "gist": "１　複数の事業者が共同して各社の製造に係るポリプロピレンの販売価格の引上げをしたカルテルがそれぞれ私的独占の禁止及び公正取引の確保に関する法律２条６項に規定する不当な取引制限に当たることを理由とする適当な措置をとるべき旨の勧告に応諾し，審判手続の開始を請求せず課徴金納付命令に基づき課徴金を納付した事業者が，同手続の開始を請求した事業者に対する課徴金納付審決及び前記勧告に応諾しなかった事業者に対する課徴金納付命令において認定された前記カルテルの実行期間の終期より，課徴金を納付した前記事業者に対してのみ同終期が遅い時期と認定され，課徴金の額が高額に算定されている等としてした国家賠償法１条１項に基づく当該課徴金の差額相当額の損害賠償請求が，棄却された事例\n２　複数の事業者が共同して各社の製造に係るポリプロピレンの販売価格の引上げをしたカルテルがそれぞれ私的独占の禁止及び公正取引の確保に関する法律２条６項に規定する不当な取引制限に当たることを理由とする適当な措置をとるべき旨の勧告に応諾し，審判手続の開始を請求せず課徴金納付命令に基づき課徴金を納付した事業者が，同手続の開始を請求した事業者に対する課徴金納付審決及び前記勧告に応諾しなかった事業者に対する課徴金納付命令において認定された前記カルテルの実行期間の終期より，課徴金を納付した前記事業者に対してのみ同終期が遅い時期と認定され，課徴金の額が高額に算定されている等としてした当該課徴金の差額相当額に係る部分について前記納付命令の一部撤回の義務付けを求める訴えが，却下された事例",
  "case_gist": "１　複数の事業者が共同して各社の製造に係るポリプロピレンの販売価格の引上げをしたカルテルがそれぞれ私的独占の禁止及び公正取引の確保に関する法律２条６項に規定する不当な取引制限に当たることを理由とする適当な措置をとるべき旨の勧告に応諾し，審判手続の開始を請求せず課徴金納付命令に基づき課徴金を納付した事業者が，同手続の開始を請求した事業者に対する課徴金納付審決及び前記勧告に応諾しなかった事業者に対する課徴金納付命令において認定された前記カルテルの実行期間の終期より，課徴金を納付した前記事業者に対してのみ同終期が遅い時期と認定され，課徴金の額が高額に算定されている等としてした国家賠償法１条１項に基づく当該課徴金の差額相当額の損害賠償請求につき，同一のカルテルを共同した事業者に対しそれぞれ納付命令がされた場合に，審判手続の開始の請求をしたか否かによって，また，審判手続における主張立証の内容によって，当初の納付命令と審判手続を経た後の納付審決との間で，各事業者のカルテル実行終了日に係る事実認定に相違が生ずることは制度上当然に予定されているというべきであり，一般に，ある者に対する行政処分が不服申立期間の経過により確定して不可争力を生じた後に，他の者に対する行政処分につき不服申立手続を経て不服審査機関による裁決又は処分がされ，前者の事実認定と後者の事実認定との間に相違がある場合でも，既に確定して不可争力が生じている以上，前者の処分について当然にその撤回をすべき義務が発生するものではなく，このことは，審判手続の開始が請求されずに確定した当初の納付命令についてもそのとおり妥当するものと解されるから，前記納付命令について後発的に違法の問題を生ずるものでではなくその撤回をすべき義務が発生するものでもないとして，前記請求を棄却した事例\n２　複数の事業者が共同して各社の製造に係るポリプロピレンの販売価格の引上げをしたカルテルがそれぞれ私的独占の禁止及び公正取引の確保に関する法律２条６項に規定する不当な取引制限に当たることを理由とする適当な措置をとるべき旨の勧告に応諾し，審判手続の開始を請求せず課徴金納付命令に基づき課徴金を納付した事業者が，同手続の開始を請求した事業者に対する課徴金納付審決及び前記勧告に応諾しなかった事業者に対する課徴金納付命令において認定された前記カルテルの実行期間の終期より，課徴金を納付した前記事業者に対してのみ同終期が遅い時期と認定され，課徴金の額が高額に算定されている等としてした当該課徴金の差額相当額に係る部分について前記納付命令の一部撤回の義務付けを求める訴えにつき，同訴えは行政事件訴訟法３７条の２の非申請型義務付けの訴えと解されるところ，独占禁止法（平成１７年法律第３５号による改正前）上，?納付命令に対する不服申立方法としては，審判手続の開始の請求によることが予定され，?同審判手続においては，訴訟手続に類似した対審構造の手続が法定され，?同審判手続に基づく納付審決に対する抗告訴訟も，東京高等裁判所の専属管轄に服し，実質的証拠法則が適用されるなど，全体として特別の救済手続が排他的に法定されており，前記カルテルの実行終了日の認定も，自ら不服申立手続を執って前記特別の救済手続を利用することにより争うことができたのであるから，納付命令については，その根拠法令上，前記特別の救済手続が行政事件訴訟法３７条の２第１項所定の「他に適当な方法」として設けられて存在するものということができ，その救済手続を自ら利用しないで，確定した納付命令に基づき課徴金の納付を履行した事業者が同条の非申請型義務付けの訴えによって当該手続の枠外での救済を求めることは同条１項の「他に適当な方法がないとき」の要件を満たさないとして，前記訴えを却下した事例",
  "lawsuit_id": "80811",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=80811",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/811/080811_hanrei.pdf",
  "contents": ""
}