{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 3,
    "day": 19
  },
  "case_number": "平成25(ワ)34",
  "case_name": "損害賠償請求事件",
  "court_name": "仙台地方裁判所第３民事部",
  "gist": "社会福祉法人の前理事長を県が業務上横領の疑いで警察に告発したことなどを内容とする新聞記事を掲載した新聞社及び上記告発に係る情報を新聞社に提供した県において，上記記事により摘示された事実が真実であると信ずるについて相当の理由があったと認められた事例",
  "lawsuit_id": "85060",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=85060",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/060/085060_hanrei.pdf",
  "contents": "主 文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は，原告の負担とする。\n事実及び 理 由\n第１  請求\n１  被告らは，原告に対し，連帯して２２００万円及びこれに対する平成２５年\n１月１０日から支払済みまで年５分の割合による金員を支払え。\n２  被告宮城県は，本判決確定の日から１週間以内に，被告株式会社河北新報社\nが発行する日刊新聞「河北新報」の朝刊に，別紙２記載の掲載要領で，同別紙\n記載の謝罪文を掲載せよ。\n３  被告株式会社河北新報社は，本判決確定の日から１週間以内に，同被告が発\n行する日刊新聞「河北新報」の朝刊に，別紙３記載の掲載要領で，同別紙記載\nの謝罪文を掲載せよ。\n第２  事案の概要等\n本件は，被告株式会社河北新報社（以下「被告河北新報社」という。）が発\n行する日刊新聞に，被告宮城県（以下「被告県」という。）が社会福祉法人Ａ\n（以下「Ａ」という。）の理事長であった原告を業務上横領の疑いで宮城県警\n察に告発したことなどを内容とする記事が掲載されたことにより，名誉及び社\n会的信用を毀損されたとして，原告が，被告河北新報社に上記告発に係る情報\nを提供した被告県に対しては国家賠償法１条１項に基づき，上記記事を掲載し\nた被告河北新報社に対しては民法７１５条１項に基づき，慰謝料と弁護士費用\nの合計２２００万円及びこれに対する被告河北新報社が上記記事を掲載した日\nである平成２５年１月１０日から支払済みまで民法所定の年５分の割合による\n遅延損害金の連帯支払を求めるとともに，被告らに対して民法７２３条に基づ\nく原状回復処分として謝罪文の掲載を求める事案である。\n１  前提事実等（争いがない事実，当事者が争うことを明らかにしない事実及び\n当裁判所に顕著な事実については特に根拠を明記しない。）\n(1)  当事者等\nア  原告は，平成１１年１２月から平成２４年８月１３日までの間，宮城県\n栗原市に主たる事務所を設け特別養護老人ホームなどの施設を運営するＡ\nの理事長であった。\nイ  都道府県知事は，法令や定款が遵守されているかどうかなどを確かめる\nため必要があると認めるときは，社会福祉法人からその業務若しくは会計\nの状況に関して報告を徴し，又は社会福祉法人の業務及び財産の状況を検\n査させることができるほか，運営が著しく適正を欠くと認めるときなどは，\n所轄庁として，社会福祉法人に対し，必要な措置を採るべき旨を命ずるこ\nとができるなどの監督権限を有している（社会福祉法５６条１項，２項，\n３０条）。\nウ  被告河北新報社は，日刊新聞「河北新報」を発行する株式会社である。\n(2)  本件記事が掲載された経緯\nア  宮城県保健福祉部社会福祉課（以下「県社会福祉課」という。）が宮城\n県知事（以下「県知事」という。）の命を受けて平成２２年１０月８日に\n実施した監査等により，Ａの決算関係書類の数値の誤りや使途が不明瞭な\n支出などが発見されたため，県社会福祉課は，Ａに対する監査や関係者か\nらの聞き取りなどの調査を行った。これらの調査の結果，平成２０年４月\nから平成２２年３月にかけての，別紙４「使途不明金一覧表」の「日付」\n欄に記載された日に，Ａ本部又はＡが開設・運営するＢデイサービスセン\nターの銀行口座から出金された同別紙の「金額」欄記載の合計１４９０万\n円が，支出を裏付ける資料が確認できない使途不明金であることが判明し\nた（以下，これらの使途不明金を「本件使途不明金」という。）。\nイ  県知事は，本件使途不明金の存在等を受けて，平成２４年７月２６日，\nＡに対し，社会福祉法５６条２項に基づき，役員執行体制の適正化や会計\n経理体制の全面的見直し，使途不明金に係る賠償等の検討などを内容とす\nる改善措置を命じた（以下「本件措置命令」という。）。\n原告は，同年８月１３日付けでＡの理事長及び理事を辞任した。（以上\nにつき丙４，弁論の全趣旨）\nウ  県知事は，被告県の一連の調査の結果，本件使途不明金は原告の横領に\nより生じたと判断して，同年１２月２７日，宮城県警察の司法警察員に対\nし，原告に業務上横領の疑いがある旨の告発（以下「本件告発」という。）\nをした（乙２８）。\nエ  被告県の担当職員は，平成２５年１月９日，被告河北新報社の記者に対\nして，本件告発をした事実，原告による横領の時期，回数，金額等の情報\nを提供した（以下「本件情報提供行為」という。）（丙９，１０，証人Ｃ，\n証人Ｄ）。\nオ  被告河北新報社は，本件情報提供行為を受けて，同月１０日，河北新報\n朝刊の社会面において，被告県が，Ａの前理事長がＡの運営費１４９０万\n円を着服したとして，前理事長を業務上横領の疑いで宮城県警察に告発を\nし，同警察が同告発を受理したこと，前理事長の主導のもとに平成２０年\n４月４日から平成２２年３月１５日にかけて，Ａの預金口座から２２回に\nわたり３０万円から１００万円ずつ合計１４９０万円が引き出されて横領\nされたと被告県が判断したこと，本件使途不明金の一部につき取引業者に\n実態のない領収書を発行させて現金支出があったように装っていたこと，\n前理事長が，被告県の監査において不正なことは何もやっていない旨を話\nしていたこと，管理監督責任をとって平成２４年８月に理事長と理事を辞\n任したことなどを記載した記事（以下「本件記事」という。）を掲載した\n（甲１）。\nカ  被告県による本件情報提供行為と被告河北新報社による本件記事の掲載\n行為は，公共の利害に関する事実に係り，専ら公益を図る目的に出たもの\nであった。\n(3)  原告の逮捕，起訴等の経緯\nア  原告は，平成２５年６月２５日，本件使途不明金のうちの３００万円を\n業務上横領したとの嫌疑により逮捕され，同年７月１２日に本件使途不明\n金のうちの２７４万８９４９円を業務上横領したとの公訴事実により起訴\nされ，同年８月２日に本件使途不明金のうちの５１８万円を業務上横領し\nたとの公訴事実により追起訴された。\nイ  原告は，平成２６年３月２７日，上記業務上横領被告事件の第一審にお\nいて無罪判決を受けた。上記業務上横領被告事件は，現在，控訴審に係属\nしている。\n２  争点\n本件の争点は，①本件記事が掲載されたことにより原告の社会的評価が低下\nしたか，②本件記事により摘示された事実（真実性ないし相当性の証明の対象\nとなる事実）は何か，③本件記事により摘示された事実がその重要部分におい\nて真実であると認められるか，④本件記事により摘示された事実が真実である\nと被告県が信ずるについて相当の理由があったか，⑤本件記事により摘示され\nた事実が真実であると被告河北新報社が信ずるについて相当の理由があったか，\n⑥原告が被った損害等であり，これらの点に関する当事者の主張は以下のとお\nりである。\n(1)  本件記事が掲載されたことにより原告の社会的評価が低下したか（争点\n①）\nア  原告の主張\n新聞記事が人の名誉を毀損するか否かは一般読者の普通の注意と読み方\nを基準として判断される。本件記事は，被告県が原告を業務上横領の疑い\nがあるとして告発をした旨が記載されているが，被告県という地方公共団\n体が告発し，宮城県警察がこれを受理したという事実は，一般読者に対し，\n告発に係る犯罪事実は真実であるとの印象を強く抱かせる。さらに，本件\n記事には，横領した時期，額などにつき具体的な数字が記載されているた\nめ，上記印象が一層強められている。\nしたがって，本件記事を読んだ一般読者は，原告が業務上横領という犯\n罪行為を行った，又は少なくともその疑いが強いと理解するから，本件記\n事が原告の社会的評価を低下させることは明らかである。\nイ  被告県の主張\n本件記事により，原告の社会的評価が低下したことについては否定しな\nい。\nウ  被告河北新報社の主張\n本件記事においては，被告県が告発し，宮城県警察が受理したことなど\nの客観的事実のみが記載され，被告河北新報社の主観に基づく記載は含ま\nれておらず，原告の弁解等も記載されており，告発に係る事実があたかも\n真実であるかのように報じたものではないことは明らかである。また，県\n知事が本件措置命令を発した事実などＡの使途不明金の問題は報道機関や\n宮城県議会等において取り上げられており，宮城県議会等における議論状\n況は，本件記事が掲載される前から被告県のホームページにおいて公開さ\nれていた。\n以上のような，本件記事全体の内容，報道各社の報道内容や宮城県議会\nにおける議論状況等に照らすと，本件記事が掲載されたことによって原告\nの社会的評価が低下したとはいえない。\n(2)  本件記事により摘示された事実（真実性ないし相当性の証明の対象となる\n事実）は何か（争点②）\nア  被告県の主張\n強制調査権を持たない地方自治体が，任意調査の限界の下で収集し得た\n資料によって犯罪が存在すると思料して刑事訴訟法上の告発義務を履行す\nる場合に，社会一般が受ける印象は，強制調査権を持つ機関が告発する場\n合とは異なるというべきであるから，本件記事により摘示された事実（真\n実性ないし相当性の証明の対象となる事実）は，当該犯罪事実そのもので\nはなく，行政機関において告発が相当と判断される程度の嫌疑の存在であ\nると解すべきである。\nイ  被告河北新報社の主張\n被告河北新報社は，本件記事において，被告県が本件告発をし，宮城県\n警察が同告発を受理したことなどの客観的事実を記載したにすぎず，原告\nが業務上横領行為を行ったとの事実を記載したものではない。原告の弁解\nも掲載されていることなどからすると，一般読者が普通の注意と読み方で\n本件記事を読んだ場合，原告が業務上横領行為を行ったと捉えるとは考え\nられず，被告県が原告を業務上横領で告発し，宮城県警察がそれを受理し\nた事実があるにすぎないと捉えるものと考えられるから，真実性ないし相\n当性の証明の対象となる本件記事により摘示された事実は，「被告県が本\n件告発をし，宮城県警察が同告発を受理した事実」である。\nウ  原告の主張\n被告県という地方公共団体が告発し，宮城県警察がこれを受理したとい\nう事実は，一般読者に告発に係る犯罪事実は真実であるとの印象を強く抱\nかせる。さらに，本件記事には，横領した時期，額などにつき具体的な数\n字を示して犯罪事実が記載されているため，上記印象が一層強められる。\nこのように，一般読者は，本件記事により，原告が業務上横領行為を行っ\nたという印象を受けるから，真実性ないし相当性の証明の対象となる本件\n記事により摘示された事実は，「原告が業務上横領行為を行った事実」で\nある。\n(3)  本件記事により摘示された事実がその重要部分において真実であると認め\nられるか，又は真実であると被告県が信ずるについて相当の理由があったか\n（争点③④）\nア  被告県の主張\n仮に，本件記事により摘示された事実が，原告が合計１４９０万円の本\n件使途不明金を横領した事実であると認められるとしても，以下の事情を\n総合考慮すると，上記事実は真実であると認められ，少なくとも真実であ\nると被告県が信ずるについて相当の理由があったというべきである。\n(ア) Ａにおける原告の地位\n原告は，Ａの理事長を務めていただけでなく，理事会の決議事項とさ\nれていた社会福祉施設長の任免を独断で行い，財政上の理由から職員の\n昇給を見合わせたにもかかわらず，自分だけ昇給させていたなど，Ａを\n独善的に運営していた。\nさらに，原告は，平成２０年４月１日以降，会計責任者の職も兼務し，\n実態としても会計事務について事務局長が関与する体制になっていなか\nった。\n(イ) 銀行印及びキャッシュカードの管理状況\n平成２２年１０月８日に実施されたＡに対する一般監査において，Ａ\nや各施設の銀行口座の銀行印は原告が使用している理事長室に保管され\nている旨の説明がされた。また，被告県が，平成２４年７月３日に原告\nの立会いの下に理事長室の金庫内を確認したところ，Ａ及び各施設の銀\n行印及びキャッシュカードが収められていた上，原告自身も「銀行印は\n原告自らが押印することを基本としているが，原告の監視の下，理事長\n室で職員に押印してもらう場合もある。」旨説明した。\nさらに，Ａの元総務課長であるＥは，同年９月１４日，ＥがＡに勤務\nしていた平成２０年４月から平成２１年５月までの間，Ａの通帳はＥが\n管理していたが，銀行印とキャッシュカードは原告が保管しており，職\n員が自由にお金を下ろせる状況ではなかった旨説明した。\n(ウ) 預金通帳等のメモ\n別紙４「使途不明金一覧表」Ｎｏ．８～１１，１４～１９の各支出に\nついて，Ａの預金通帳に「理事長」，「理事ｃｈｏ」，「りじｃｈｏ」\n又は「りじ長」というメモが記載され，同一覧表Ｎｏ．１９の支出につ\nいては総勘定元帳の摘要欄に「仮払金」，「理事長」と記載されている。\nこれらの記載は，その支出に係る金銭が原告に渡ったことを強く推認さ\nせる。\n(エ) Ｅの供述\nＥは，平成２４年９月１４日，被告県に対し，「ＥがＡに勤務し始め\nた平成２０年４月頃から，多額の仮払金（原告への現金引渡し）が発生\nしている状況であった。」，「通帳にある『理事長』，『理事ｃｈｏ』，\n『りじｃｈｏ』などの記載については，下ろしてこいという意味であり，\n原告又はＡの事務局長であるＦから言われることがあった。」，「Ｅが\n知らないうちに預金が下ろされていたこともあり，返してもらわないと\nまずいという話を原告に何度もしていた。」，「Ｅは，原告への仮払い\nについて，続けることはできないと原告に言ったが，言えば言うほど環\n境が悪くなる一方で，原告は誰の言うことも聞かなくなった。」，「原\n告から抜いた現金を返してもらったことは一度もない。」などの内容を\n述べた。\nＥの上記供述は，Ａにおいて，預金が払い戻されて原告に渡るという\n事態が日常的に発生していたことを推認させる。\n(オ) 虚偽の領収証等の作成及び提出に対する原告の関与等\nＡが提出した本件使途不明金に係る領収証等には実態の伴わない内容\n虚偽のものが含まれていたところ，Ｆは，平成２４年７月２日，内容虚\n偽の領収証の作成を指示したのは原告である旨を説明した。原告が，内\n容虚偽の領収証等の作成や提出に深く関与していたことは，本件使途不\n明金が原告に渡っていたことを推認させる。\nまた，原告は，内容虚偽の領収証等の作成や提出に自ら関与しただけ\nではなく，虚偽の説明を行うなど，理事長兼会計責任者の立場にありな\nがら，本件使途不明金について一向に明らかにしようとしなかった。\n(カ) 原告による７００万円の補填\n原告は，同年６月２７日，別紙４「使途不明金一覧表」Ｎｏ．１～７\nの合計７００万円の支出について，私費をＡの口座に入金して補填した。\nＡの理事長兼会計責任者である原告としては，上記７００万円の行方\nについて徹底的に調査し，もし不正が認められれば，その不正をした者\nに賠償を求めるのが通常であるところ，原告は，そのような手順を経ず\nに，管理責任をとるという名目で７００万円もの大金をＡに支払った。\n原告のこのような行動自体が，当該７００万円が原告に渡っていたこと\nを推認させる。\n(キ) ベンツ修理費の支払\nＡの元理事であるＧは，同年１１月２１日，本件使途不明金の一部で\nある３００万円（別紙４「使途不明金一覧表」Ｎｏ．３～７）は自動車\n修理会社に対する原告のベンツの修理代金２９３万９２６０円に充てら\nれた旨を述べた。このときＧが提出した上記会社の納品書によれば，平\n成２０年４月２１日に原告の自動車の修理代金として２９３万９２６０\n円が同会社に支払われているところ，同日にＡの銀行口座から合計３０\n０万円が払い戻されている。この事実は，原告がＡの銀行口座から合計\n３００万円を払い戻して私的に費消したことを推認させる。\nイ  被告河北新報社の主張\n仮に，本件記事により摘示された事実が，原告が本件使途不明金を横領\nした事実であるとしても，同事実が真実であることについては，被告県の\n主張を全て援用する。\nウ  原告の主張\n原告が業務上横領罪で起訴された刑事事件の第一審において無罪判決が\n言い渡されたことからすると，原告が本件使途不明金を横領したという事\n実が真実でないことが明らかである。\nまた，以下のとおり，原告の横領行為を裏付けるべき事情はなく，上記\n事実が真実であると被告県が信ずるについて相当の理由があったというこ\nとはできない。\n(ア) Ａにおける原告の地位\n原告がＡを独善的に運営したことはない。また，Ａにおける経理事務\nの責任者は総務課長であり，原告がＡの会計責任者を兼任していたこと\nは，原告の業務上横領を裏付けるものではない。\n(イ) 銀行印及びキャッシュカードの管理状況\n本件使途不明金の一部（別紙４「使途不明金一覧表」Ｎｏ．２０～２\n２）が生じた平成２２年３月１５日当時，原告がＡの銀行印を管理して\nいたことは認めるが，本件使途不明金の大部分が発生したとされる平成\n２０年当時Ａの銀行印を保管していたのは，原告ではなくＥであった。\n仮に原告が同年頃から銀行印を保管していたとしても，原告がどのよう\nな状況において，どのような意図を持って利用したのかを推認すること\nは困難であり，原告が銀行印を保管していたという事実が原告の横領行\n為の裏付けとなるとはいえない。\n本件使途不明金のうちキャッシュカードにより預金口座から出金され\nたのは，平成２０年４月２１日の合計２００万円の出金（別紙４「使途\n不明金一覧表」Ｎｏ．３～６）のみであるが，その当時キャッシュカー\nドを保管していたのは，Ｅであって原告ではない。\n(ウ) 預金通帳等のメモ\nＡの預金通帳に「理事長」等のメモが記載されていることについて，\n原告が出金を指示したことを示している旨のＥの供述は，メモの記載者\nや預金の引き出し方法などの重要部分について虚偽の内容が含まれてお\nり，信用性に乏しい。また，被告県は，メモの筆跡を調べるなどの調査\nをすればＥの供述が虚偽であることを容易に知り得たにもかかわらず，\nそのような調査をしていないから，原告が本件使途不明金を横領したと\nいう事実を真実であると信ずるについて相当の理由があったとはいえな\nい。\n(エ) Ｅの供述\n平成２０年４月頃から既に原告への多額の現金引渡しが発生しており，\n原告やＦが預金からの出金を指示していた旨のＥの供述は，原告がいつ\n誰にどのような指示を行ったのかが明らかではなく，極めて一般的かつ\n抽象的であるから，信用性に欠ける。また，被告県は，Ｅの供述に表れ\nた人物からの事情聴取等の必要な裏付け調査をしていないから，原告が\n本件使途不明金を横領したという事実を真実であると信ずるについて相\n当の理由があったとはいえない。\n(オ) 虚偽の領収証等の作成及び提出に対する原告の関与等\n本件使途不明金についてＡが被告県に提出した領収証が全て架空のも\nのであったことは認めるが，Ａが各取引先に内容虚偽の領収証を作成さ\nせたのは，被告県から使途不明金に係る出金を裏付ける帳票類を提出す\nるよう強く求められたからにすぎず，原告の横領行為を隠蔽するためで\nはないから，上記領収証が虚偽であったからといって，原告による横領\nの事実が裏付けられるとはいえない。\n(カ) 原告による７００万円の補填\n原告は，Ａに対し，私費から７００万円を補填したが，単に理事長と\nしての監督責任を認めて弁償したにすぎず，横領行為を認めたものでは\nない。\n(キ) ベンツ修理費の支払\n本件使途不明金の一部である３００万円（別紙４「使途不明金一覧表」\nＮｏ．３～７）が自動車修理会社に対する原告のベンツの修理代金に充\nてられた旨のＧの供述は，伝聞に基づく推測にすぎず，必要な裏付け調\n査も行われていないから，信用性に乏しい。また，上記会社に修理代金\nが支払われたのは平成２０年４月２１日の午後２時９分であり，上記３\n００万円のうち１００万円（別紙４「使途不明金一覧表」Ｎｏ．７）が\n出金されたのは，上記支払よりも遅い，同日の午後２時３７分であるか\nら，上記３００万円を上記会社に送金することは不可能である。\n(ク) 平成２１年に行われた一般監査の不備\n被告県は平成２１年１０月にも一般監査を行っているが，同監査によ\nって平成２０年度の使途不明金の存在が発見されていれば，使途不明金\nの真相が明らかにされ，平成２１年度の使途不明金は発生しなかったと\n考えられるから，上記監査の不備こそが問題である。\n(4)  本件記事により摘示された事実がその重要部分において真実であると被告\n河北新報社が信ずるについて相当の理由があったか（争点⑤）\nア  被告河北新報社の主張\n仮に本件記事により摘示された事実が，原告が本件使途不明金を横領し\nた事実であるとしても，以下の事情からすると，被告河北新報社が同事実\nを真実と信ずることについて相当の理由があったといえる。\n(ア) 本件使途不明金の問題は，宮城県保健福祉委員会や宮城県議会におい\nて取り上げられるなど，広く県民の関心事となっていたところ，被告河\n北新報社は，平成２４年９月１０日及び同月１９日，Ａの元理事に対し，\nＡの運営状況，理事会の協議内容，原告の行動等について取材を行い，\n同元理事から虚偽の領収証をめぐるやり取りが記載されたメールの写し\nを入手するとともに，原告がＡの資産を私物化している状況，不明朗な\n会計をめぐり理事会が紛糾した様子，原告が非を認めて使途不明金の一\n部を返還した事実等の情報を得た。\n(イ) 被告河北新報社は，Ａの運営実態や本件告発に係る宮城県警察とのや\nり取り等に関して県社会福祉課を継続的に取材し，Ａが取引先に発行さ\nせた虚偽の領収証は，原告から発行させるよう指示された旨をＦが供述\nしたこと等の情報を得た。\n(ウ) 被告河北新報社は，同月１３日，同月２０日，同年１１月９日，平成\n２５年１月５日等に，Ａの現職理事や元理事，地元関係者，警察署等を\n継続的に取材した。\n(エ) 被告河北新報社は，同月９日，被告県の担当者から，県知事が本件告\n発を行い，宮城県警察がこれを受理したという情報提供を受けるととも\nに，本件使途不明金の存在についての被告県の認定根拠等が記載されて\nいる「特別監査指摘事項に関する事実認定」と題する書面及び県知事が\n本件告発に至った経緯や原告の業務上横領行為の悪質性等が記載されて\nいる「社会福祉法人Ａに関する告発について」と題する書面を入手した。\n(オ) 被告県は，宮城県保健福祉委員会において，「消耗品や備品等に係る\n使途不明金についてはグレーの状況であり，顧問弁護士にも相談したと\nころ，これらについて告発するには立証が難しい状況にある。」，「告\n発の可否については，顧問弁護士等の意見も伺っており，改善命令や措\n置命令の実行状況を確認しながら，必要性なども念頭に置きつつ対処し\nていきたい。」旨述べていた。それにもかかわらず，被告県が本件告発\nに及んだということは，社会福祉法人の監督官庁であり，監査権限等の\n広範な権限を持つ県知事を代表者とする被告県が十分な根拠に基づき確\n信を得て告発したと考えられた。\nイ  原告の主張\n一般的に，強制的な捜査権限を有する捜査機関の情報提供に基づいて記\n事を掲載した場合であっても，そのことを理由として相当性が認められて\nはいないのであって，まして，強制的な権限を有しない被告県からの情報\n提供があったからといって，相当性が認められることにはならない。\n被告河北新報社が行った独自調査は，被告県の調査を超えるものではな\nく，本件記事を掲載するに当たり，必要な裏付け調査が行われたとはいえ\nないから，原告が横領行為を行ったと被告河北新報社が誤信したことにつ\nき，相当の理由があったとはいえない。\n(5)  原告が被った損害等（争点⑥）\nア  原告の主張\n(ア) 被告県がした本件情報提供行為及び被告河北新報社がした本件記事の\n掲載により，原告は，名誉及び社会的信用を毀損された。これを慰謝す\nるために必要な金額は，２０００万円を下らない。また，被告らの不法\n行為と因果関係のある弁護士費用は２００万円を下らない。\n(イ) 原告の名誉の回復のためには，別紙２又は別紙３記載の要領で，別紙\n２又は別紙３の謝罪文を河北新報に掲載することが必要である。\nイ  被告らの主張\nいずれも争う。\n第３  当裁判所の判断\n１  本件記事が掲載されたことにより原告の社会的評価が低下したか（争点①）\nについて\n(1) ある記事の意味内容が他人の社会的評価を低下させるものであるかどうか\nは，一般の読者の普通の注意と読み方を基準として判断すべきである（最高\n裁昭和２９年（オ）第６３４号同３１年７月２０日第二小法廷判決・民集１\n０巻８号１０５９頁参照）。\nそこで本件記事についてみるに，その記載内容は前提事実(2)オのとおり\nであり，社会福祉法人に対して法令上の監督権限を持つ県知事を代表者とす\nる被告県が，社会福祉法人の前理事長を業務上横領の疑いで告発したという\n記載事実は，一般の読者に対して，被告県が監督権限を行使して相当の根拠\nを得た上で告発に至ったという印象を与えるというべきである。そして，本\n件記事には，横領が行われた時期，回数，金額等の具体的な情報や，実態の\nない領収書を取引業者に発行させたという事実の隠蔽を窺わせる事実等も記\n載されているのである。これらを総合考慮すると，本件記事は，上記告発に\n係る事実が真実である旨を断定した記載はないことや，原告が不正行為をし\nたことを否定する発言をしていた旨の記載があることを勘案しても，一般の\n読者に対し，全体として，上記告発に係る原告の業務上横領の事実が真実存\n在するという印象を与えると認められる。\n(2) 被告河北新報社は，Ａにおける使途不明金の問題は，本件記事が掲載され\nる以前から一般に公開されて広く県民の関心事となっていたから，本件記事\nの掲載により原告の社会的評価が低下したとはいえないとも主張する。\n確かに，Ａにおける使途不明金については，証拠（甲２，丙５～７（枝番\nを含む。））及び弁論の全趣旨によれば，本件記事が掲載される前である平\n成２４年８月２１日に開催された宮城県保健福祉委員会や同年９月２６日に\n開催された宮城県議会において，本件使途不明金の問題が取り上げられ，そ\nれらの議論状況は，被告県のホームページに掲載され一般に公開されていた\nこと，同年８月２２日に発行された河北新報，読売新聞及び毎日新聞等にお\nいて，本件使途不明金の存在を理由にＡに対する本件措置命令が発せられた\nことなどを報ずる記事が掲載されたことが認められる。\nしかし，上記の議論状況や新聞記事等においては，Ａにおける多額の使途\n不明金が問題視されていることや，本件措置命令が出されたことについて言\n及されているにとどまり，原告がＡの運営費を着服したと被告県が判断した\nことまでは言及されていない。そうすると，本件記事が掲載される前から，\n原告が本件使途不明金を横領したということが社会一般の認識であったと認\nめるには足りないというべきである。\n(3) 以上によれば，被告県の本件情報提供行為に基づいて被告河北新報社がし\nた本件記事の掲載により，原告の社会的評価が低下したと認められる。\n２  本件記事により摘示された事実（真実性ないし相当性の証明の対象となる事\n実）は何か（争点②）について\n(1) 民事上の不法行為たる名誉毀損については，その行為が公共の利害に関す\nる事実に係り，その目的が専ら公益を図るものである場合には，摘示された\n事実がその重要な部分において真実であることの証明があれば，上記行為は\n違法性がなく，また，真実であることの証明がなくても，行為者がそれを真\n実と信ずるについて相当の理由があるときは，上記行為には故意又は過失が\nなく，不法行為は成立しないところ（最高裁平成９年（オ）第４１１号同１\n１年１０月２６日第三小法廷判決・民集５３巻７号１３１３頁），被告県に\nよる本件情報提供行為及び被告河北新報社による本件記事の掲載行為は，い\nずれも，公共の利害に関する事実に係り，その目的が専ら公益を図るもので\nあった（前提事実(2)カ）。\n(2) そこで，本件記事により摘示された事実の内容についてみるに，本件記事\nが，一般の読者に対し，本件告発に係る原告の業務上横領の事実が真実存在\nするという印象を与えることは，上記１において検討したとおりである。そ\nうすると，本件記事により摘示された事実は，原告がＡの使途不明金１４９\n０万円を横領したという事実であると認められ，業務上横領で告発される程\n度の嫌疑が原告にあるという事実又は被告県が本件告発をして宮城県警察が\nこれを受理した事実のみであるとの被告らの主張は，採用することができな\nい。\n３  本件記事により摘示された事実が真実であると被告県が信ずるについて相当\nの理由があったか（争点④）について\n(1) 次に，本件記事により摘示された事実がその重要部分において真実である\nと認められるか(争点③)についての判断をしばらく措き，被告県がこれを真\n実であると信ずるについて相当の理由があったか否かを検討するに，前記前\n提事実に後掲証拠及び弁論の全趣旨を併せると，本件告発や本件記事の掲載\nに至る経緯等につき，以下の事実が認められる。\nア  原告の地位\n原告は，平成１１年１２月からＡの代表者理事長の地位にあり，平成２\n０年４月１日からはＡの会計責任者の地位も兼ねていた。Ａにおける会計\n責任者は，Ａの経理事務に関する責任者であり，Ａが支出をする場合は，\n支出に先立って会計責任者の決裁が必要となる。（以上につき前提事実\n(1)ア，甲８，１０，証人Ｃ，弁論の全趣旨）\nイ  平成２２年１０月の一般監査等\n(ア) 県社会福祉課が平成２２年１０月８日に行ったＡや関連施設に対する\n一般監査の結果，決算関係書類に数値の誤りが見受けられたほか，取引\n先に対する合計３００万円の支出（別紙４「使途不明金一覧表」Ｎｏ．\n２０～２２）につき，各支出を裏付ける資料を確認することができなか\nった。また，理事会決議事項とされている社会福祉施設の施設長の任免\nにつき，理事長である原告が同年４月以降の施設長を独断で選任してい\nた事実や，原告は，財政上の理由から職員の昇給を見合わせたにもかか\nわらず自らの昇給を決めていた事実などが確認された。\n被告県は，上記一般監査の結果を踏まえ，Ａに対し，支出根拠が明ら\nかではない支出につき，早急に確認することなどを求めるとともに，会\n計部門を中心とした再度の一般監査を実施することとした。（以上につ\nき前提事実(2)ア，乙１～３，弁論の全趣旨）\n(イ) Ａの事務局長であるＦは，上記一般監査の際に判明した根拠不明の支\n出につき説明するため，同年１１月９日に県社会福祉課を訪問した。Ｆ\nは，上記(ア)の３００万円の支出のうち，株式会社Ｈに対する１００万\n円の支出（別紙４「使途不明金一覧表」Ｎｏ．２２）については銀行振\n込依頼書や領収証が確認できたが，その余の２００万円の支出（別紙４\n「使途不明金一覧表」Ｎｏ．２０，２１）については確認できておらず，\n通帳等を全て管理している原告に領収証を探してもらっているところで\nあるなどと説明した。\nＡは，同年１２月１４日，県社会福祉課に対し，上記１００万円の支\n出について，備品及び事務用品の代金であることを前提とする株式会社\nＨ名義の請求書及び領収証を提出したが，物品購入に係る伺い書，見積\n書，検収確認書，支出に当たっての施行伺い書等がないこと，現金で支\n払った理由が不明であることなどから，県社会福祉課は，支出について\n疑念を払拭することができなかった。\nＦは，平成２３年１月１１日，宮城県庁を訪れ，上記２００万円の支\n出について，うち９５万円については当初説明した取引先に支払ったの\nではなく株式会社Ｈから購入した事務用品等の代金として支払ったもの\nであり，その余の１０５万円については平成２１年１２月１２日に宮城\n県宮城郡ａ町所在のホテル（以下「本件ホテル」という。）で開催した\n研修会の費用として旅行会社であるＩ株式会社に支払ったものである旨\n説明し，株式会社Ｈ名義の請求書や領収証，Ｉ株式会社名義の費用明細\n書や領収証などを提出した。しかし，県社会福祉課は，物品購入又は研\n修会実施に係る伺い書，見積書，検収確認書，支出に当たっての施行伺\nい書等がないこと，現金で支払った理由が不明であることなどから，上\n記２００万円の支出についても疑念を払拭することができなかった。\n（以上につき乙３～６（枝番を含む。），弁論の全趣旨）\nウ  平成２３年１月及び同年３月の一般監査\n(ア) 県社会福祉課は，平成２３年１月１２日，Ａや関連施設に対する一般\n監査を実施したが，上記２００万円の支出（別紙４「使途不明金一覧表」\nＮｏ．２０，２１）につき，依然として見積書や検収確認書，支出に当\nたっての施行伺い書，研修会の復命書等を確認することができず，また，\n原告が自ら現金で支払を行ったとのことであったが，通常は職員が銀行\n振込によって支払を行うにもかかわらず，そのような支払方法をとった\n理由や，株式会社Ｈ名義の請求書やＩ株式会社名義の費用明細書等を保\n管していたとされる原告が同月になるまで提出できなかった理由なども\n不明のままであった（乙７，８，弁論の全趣旨）。\n(イ) 県社会福祉課は，同年３月１日，Ａや関連施設に対する一般監査を実\n施し，原告からＡの現状の認識や今後の経営改善に向けた方針について\n聞き取り調査を行った。同監査において，上記２００万円の支出につい\nても話題に上ったが，原告は，これらの支出の事実について否定しなか\nった。（以上につき乙９，弁論の全趣旨）\nエ  取引先等に対する訪問調査\n県社会福祉課が，同月８日，本件ホテルに対する訪問調査を行ったとこ\nろ，Ａが平成２１年１２月１２日に本件ホテルで研修会を開催した事実は\nないことが確認された。\nまた，県社会福祉課は，平成２３年１１月１日，株式会社Ｈに対する訪\n問調査を実施したが，株式会社Ｈの代表取締役の説明によっても，取引の\n有無についての疑念を依然として払拭できなかったため，上記研修会につ\nき疑義があることも踏まえ，特別監査を実施することとした。（以上につ\nき乙１１，１２，弁論の全趣旨）\nオ  特別監査等\n県社会福祉課が，本件ホテルでの研修会の開催の有無や株式会社Ｈとの\n取引の有無を確認するため，同月１７日及び同年１２月５日にＡや関連施\n設に対する特別監査を実施したところ，新たに合計１１９０万円の使途不\n明な支出（別紙４「使途不明金一覧表」Ｎｏ．１～１９）が確認された。\n上記支出の一部につき，別紙４「使途不明金一覧表」の「通帳の記載」\n欄のとおり，Ａの通帳に印字されている出金額の右側に，「理事長」，\n「理事ｃｈｏ」，「りじｃｈｏ」，「りじ長」などの手書きのメモが記載\nされていることが判明した。また，原告及びＦは，上記研修会に係る支出\nにつき，研修会を開催したと主張したが，県社会福祉課が本件ホテルに対\nする訪問調査の結果を指摘すると，再度調べてみる旨回答した。\nＡは，同年１１月２５日，別紙４「使途不明金一覧表」Ｎｏ．１～７の\n合計７００万円の支出について，福祉施設の造園工事に係る支出であると\n推察されるなどと説明し，Ｊ株式会社名義の領収証３通を提出した。また，\nＡは，別紙４「使途不明金一覧表」Ｎｏ．８～１９の合計４９０万円の支\n出については，株式会社Ｈからの器具備品購入費用である旨回答し，株式\n会社Ｈ名義の納品書及び領収証を提出した。（以上につき乙１３，１９～\n２０（枝番を含む。），弁論の全趣旨）\nカ  取引先に対する訪問調査等\n県社会福祉課は，本件使途不明金について提出された領収証に記載され\nていた支払先である各業者に対して，平成２４年５月３１日及び同年６月\n４日に以下のとおり訪問調査を行い，本件使途不明金は横領の疑いがある\nという認識を持つに至った（乙２１～２３，２９，証人Ｃ）。\n(ア) 県社会福祉課が，造園工事に係る支出であるとの説明がされた上記７\n００万円の支出（別紙４「使途不明金一覧表」Ｎｏ．１～７）について\n確認するために，同年５月３１日，Ｊ株式会社に対する訪問調査を行っ\nたところ，上記７００万円の支払の事実はなく，Ｊ株式会社名義の上記\n領収証は内容虚偽のものであることが判明した。\n(イ) 県社会福祉課は，株式会社Ｈからの器具備品購入費用であるとの説明\nがされた別紙４「使途不明金一覧表」Ｎｏ．８～１９に係る取引の有無\nを確認するために，同年６月４日，株式会社Ｈに対する訪問調査を行っ\nたが，Ａから代金を受領したことを裏付ける預金通帳等の資料を確認す\nることはできず，取引の有無についての疑念を払拭することはできなか\nった。\n(ウ) 県社会福祉課は，本件ホテルでの研修会の費用であるとの説明がされ\nた１０５万円の支出（別紙４「使途不明金一覧表」Ｎｏ．２０，２１の\n支出の一部）について確認するために，同日，Ｉ株式会社に対する訪問\n調査を行ったところ，同社の代表者が，「研修会があったかどうかは分\nからない。」，「上記１０５万円には忘年会の２次会費用が含まれてい\nる。」，「そのままの内容では支払ができないとＡの事務局職員から言\nわれたため見積書を書き改めた。」などと回答したため，上記の支出は\n研修会の費用ではなく忘年会の２次会の費用であった可能性が高いと判\n断した。\nキ  原告による７００万円の補填\n原告は，同月２７日，別紙４「使途不明金一覧表」Ｎｏ．１～７の合計\n７００万円の支出につき，Ａに同額を支払い補填した（乙２４，弁論の全\n趣旨）。\nク  平成２４年７月の一般監査\n県社会福祉課が同年７月２日及び同月３日にＡや関連施設に対する一般\n監査を実施した結果，Ａ及び関連施設の銀行口座の銀行印及びキャッシュ\nカード並びに原告個人の通帳が理事長室の金庫に収められていたことや，\n理事長室の鍵の所在や金庫のダイヤルは原告のみが知っていることが明ら\nかになった。\nまた，上記一般監査において，Ｆは，内容虚偽の領収証が作成された経\n緯について，原告から依頼されたのでＪ株式会社に作成を要請した旨述べ，\n原告は，銀行印は原告自らが押印することを基本としているが，原告の監\n視の下，理事長室で職員に押印してもらう場合もある旨述べた。（以上に\nつき乙２５，２９，証人Ｃ，弁論の全趣旨）\nケ  Ａに対する改善措置命令等\n県知事は，以上の経緯を踏まえ，別紙４「使途不明金一覧表」記載の合\n計１４９０万円は使途不明金であると判断し，同月２６日，Ａに対し，社\n会福祉法５６条２項に基づき，役員執行体制の適正化や会計経理体制の全\n面的見直し，使途不明金に係る賠償等の検討などを内容とする改善措置を\n命じた（本件措置命令）。\n原告は，同年８月１３日付けでＡの理事長及び理事を辞任した。（以上\nにつき前提事実(2)イ）\nコ  Ｅからの事情聴取\n県社会福祉課は，同年９月１４日，平成２０年４月から平成２１年５月\nまでＡに勤務し，総務課長としてＡの決算書類の作成や経理入力業務等の\n経理事務全般を行っていたＥから，以下の供述を得た（甲８，乙２６，２\n９，証人Ｃ）。\n(ア) ＥがＡでの勤務を始めた平成２０年４月当時，既に多額の仮払金（原\n告への現金引渡し）が発生している状況であった。仮払いされた金銭は，\n原告への現金引渡しであるから，支払伺い書等の会計書類は存在しない。\n(イ) ＥがＡに勤務していた当時，業者への支払は振込みでやっていたので，\n預金口座から現金で引き出されたもので業者への支払をすることはない。\nしたがって，本件使途不明金が造園工事代金，備品等の購入代金又は研\n修会費用の支払に充てられた事実はない。\n(ウ) ＥがＡに勤務していた間，通帳はＥが管理していたが，銀行印とキャ\nッシュカードは原告が保管していた。\n(エ) 通帳にある「理事長」，「理事ｃｈｏ」，「りじｃｈｏ」などの記載\n（上記オ）は，預金を下ろしてこいという意味である。原告から言われ\nることもあったし，Ｆから言われることもあった。\n(オ) Ｅが知らないうちに預金が下ろされていることもあり，原告に「返し\nていただかないとまずい」旨の話を何度もしていたが，原告から現金を\n返してもらったことは一度もない。\nサ  Ｇからの事情聴取\n県社会福祉課は，平成２４年１１月２１日，Ａの元理事であるＧから，\n以下の供述を得るとともに，原告の自動車の修理代金として平成２０年４\n月２１日に２９３万９２６０円の支払を受けたことを示す自動車修理会社\nの納品書等の提出を受けた（乙２７，２９，証人Ｃ，弁論の全趣旨）。\n(ア) 原告は，上記会社に原告のベンツの修理を依頼したが，納品から約２\nか月経過してもその代金２９３万９２６０円を支払わなかったため，同\n会社の社長からＧに相談があった。\n(イ) 上記修理代金が上記会社に支払われたのは平成２０年４月２１日であ\nるが，上記社長が「平成２０年４月２１日に，Ａの職員から，修理代金\nを同日中に支払う旨連絡があった。」旨述べていたこと，Ａの口座から\n同日に合計３００万円が下ろされていることなどからすると，上記３０\n０万円が上記修理代金の原資に充てられたのだと思う。\nシ  本件告発\n県知事は，以上の経緯等を踏まえ，平成２４年１２月２７日，合計１４\n９０万円の本件使途不明金につき，原告を業務上横領の疑いで告発した\n（本件告発）（前提事実(2)ウ）。\nス  被告河北新報社に対する情報提供及び本件記事の掲載\n被告県の担当職員は，平成２５年１月９日，被告河北新報社に対し，本\n件告発に係る情報を提供し，被告河北新報社は，同月１０日，河北新報朝\n刊の社会面に本件記事を掲載した（前提事実(2)エ，オ）。\n(2) 本件記事により摘示された事実は，原告がＡの使途不明金１４９０万円を\n横領したという事実であることは，上記２において検討したとおりであると\nころ，(1)で認定した事実経過を踏まえ，被告県が本件情報提供行為をした\n当時，上記事実が真実であると信ずるについて相当な理由があったかにつ\nいて以下検討する。\nア  本件使途不明金は，Ａ本部又はＡが開設・運営している施設の銀行口\n座から平成２０年４月から平成２２年３月までの２年近くの間に合計２\n２回にもわたって合計１４９０万円もの金額が出金されたものであると\nころ（前提事実(2)ア），原告は，平成１１年１２月から平成２４年８月\n１３日  までＡの理事長職にあり，施設長の独断選任や昇給などの実権\nを行使していただけでなく，平成２０年４月からは会計責任者も兼ねて\nいた上（上記(1)ア），少なくとも平成２４年７月にＡや関連施設に対し\nて行われた一般監査の時点では，Ａ及び関連施設の銀行口座の銀行印及\nびキャッシュカードが理事長室の金庫に収められており，理事長室の鍵\nの所在や金庫のダイヤルは原告のみが知っていることが判明し，銀行印\nは原告自らが押印することを基本とし，職員に押印させる場合も理事長\n室において原告の監視の下で行わせる旨を原告自身が述べたのであるか\nら（上記(1)ク），平成２２年１０月以降の被告県による監査で指摘され\nるまでＡ内部で何ら問題とされていなかった本件使途不明金の支出に原\n告が関与していると被告県が判断したことには十分な根拠があったとい\nうべきである。\nこれに対し，原告は，本件使途不明金の大部分が発生したとされる平\n成２０年当時Ａの銀行印及びキャッシュカードを保管していたのは，原告\nではなく，その頃Ａの総務課長として経理事務全般を行っていたＥであっ\nたと主張し，被告県による監査等が行われていた平成２４年７月頃も同旨\nの主張をしていたことが認められる（乙２５）。しかし，原告の上記主張\nに係る事実を認めるに足りる証拠はないし，仮に銀行印及びキャッシュカ\nードの保管状況についての原告の主張を前提とするとしても，Ａにおける\n原告の立場，一般監査の時点での上記のとおりの銀行印及びキャッシュカ\nードの保管状況及び使用方法や，ＥがＡに勤務していたのは平成２１年５\n月までであって（上記(1)コ），その後も本件使途不明金の一部の発生が\n認められること（別紙４「使途不明金一覧表」Ｎｏ．２０～２２）などに\n照らし，被告県の上記判断の合理性が否定されることにはならないという\nべきである。\nイ  原告は，Ａの理事長であり会計責任者の地位も兼務していたにもかかわ\nらず，被告県による本件使途不明金の調査に対し，説得的な説明をしない\nだけでなく，架空の領収証の作成を事務局長に指示し（上記(1)ク，弁論\nの全趣旨），取引先への被告県の訪問調査等により領収証が虚偽であるこ\nとが判明するまでは被告県の監査に対して上記領収証に記載された架空の\n支出があったことを前提とする対応をしていたのであって（上記(1)ウ，\nオ），事実の隠蔽や責任の回避を試みていたとの評価を受けてもやむを得\nない行動を取っていたことが認められる。\nこの点につき，原告は，内容虚偽の領収証を作成させたのは被告県から\n使途不明金に係る出金を裏付ける帳票類を提出するよう強く求められたか\nらにすぎず，自らの横領行為を隠蔽するためではないと主張するが，上記\nの主張は，原告の行動自体が客観的にみて原告の横領行為を強く疑わせる\nものであったという事実に何ら影響を及ぼさない。\nウ  加えて，本件使途不明金のうち平成２０年４月２１日の合計３００万円\nの出金（別紙４「使途不明金一覧表」Ｎｏ．３～７）については，これら\nの出金と同日に，ほぼ同額である２９３万９２６０円が原告の自動車の修\n理代金として自動車修理会社に支払われたことが，Ａの元理事であるＧの\n調査により判明し，さらに，Ｇは，Ａの職員が自動車修理会社に対して上\n記の日に修理代金を支払うとの電話連絡をしたことを自動車修理会社の社\n長から聞いた旨を被告県に報告したのであって（上記(1)サ），これらは\n上記の３００万円の出金が原告の自動車の修理代金に充てられたのではな\nいかという疑いを強める事情であったということができる。\nこれに対し，原告は，Ｇの供述は伝聞にすぎない上，原告の自動車の修\n理代金に充てられたとＧが供述する合計３００万円の出金（別紙４「本件\n使途不明金一覧表」Ｎｏ．３～７）のうち１００万円（別紙４「本件使途\n不明金一覧表」Ｎｏ．７）が出金されたのは，上記修理代金の支払よりも\n後であるから，上記３００万円は上記修理代金に充てられたものではない\nと主張する。\nしかし，本件使途不明金の出金と原告の自動車修理代金の支払の関係に\nついての上記の事情は，Ｇの伝聞供述のみではなく，出金の日にちや金額\nといった客観的な事情も含まれているから，上記事情が客観性を欠く旨の\n原告の主張は当たらないというべきである。また，被告県は，本件情報提\n供行為の時点では，原告が指摘するような送金等の時刻は把握していなか\nったことが認められ（証人Ｃ），捜査機関ではない被告県が本件告発及び\n本件情報提供行為をするに当たって送金等の時刻まで調査を行うべきであ\nったということはできないから，送金時刻等に係る原告の指摘は，被告県\nの本件情報提供行為の時点での判断の合理性を否定するには足りないとい\nうべきである。\nエ  上記(1)の事実経過によれば，被告県は，平成２０年４月から平成２１年\n５月までＡで総務課長を務めていたＥの供述内容を信頼できるものと評価\nして本件告発及び本件情報提供行為をしたことが認められるところ，原告\nは，Ｅの供述は，通帳にある「理事長」，「理事ｃｈｏ」，「りじｃｈ\nｏ」などの手書きのメモを記載した者や預金の引き出し方法などの重要部\n分について虚偽の内容が含まれており，信用性に乏しいだけでなく，原告\nの横領行為については一般的かつ抽象的な言及にとどまるのに，被告県が\n必要な裏付け調査を行わずにＥの供述を鵜呑みにしたと主張する。\nしかし，被告県が本件情報提供行為をした当時，Ｅの供述のみではなく，\n原告の横領行為を疑わせるべき客観的事情が存在したことは，上記アない\nしウで検討したとおりである。上記認定事実のとおり，被告県は，Ａに対す\nる数度の監査や関係取引先への訪問調査，関係者からの聞き取り等を経て，\nＥのみならずＦやＧといった関係者の供述について，調査により判明した客\n観的事実と矛盾せず，虚偽の事実を述べていることを疑わせる事情が見当た\nらなかったことから，その信用性を肯定することができると判断し，本件告\n発及び本件情報提供行為に至ったと認められ，被告県は，強制的な調査権限\nを有していないことなども踏まえると，被告県の調査が不十分であったとい\nうことはできない。なお，原告は，通帳の「理事長」等の手書きの記載が誰\nの筆跡であるかという点がＥの供述の信用性を評価する上で極めて重要であ\nるから，この点についての裏付け調査が不可欠であった旨主張するが，本件\n告発及び本件情報提供行為の当時被告県が収集していた上記のような情報を\n踏まえると，上記の手書きの記載を誰がしたかという点について更に調査す\nる必要性を認めなかった被告県の判断が不合理であったということはできず，\n原告の主張は採用することができない。\nなお，原告は，被告県が平成２１年に行った一般監査が不備であったこと\nが，平成２２年以降の監査等で十分な真相解明をなし得なかった原因となっ\nたともいうが，仮に原告の主張のとおり平成２１年の一般監査が不備であっ\nたためにその時点で被告県が本件使途不明金の存在に気付かなかったとして\nも，その事実が平成２２年以降の被告県の調査に影響を及ぼしたと認めるに\nは足りないし，そもそも，被告県による監査を受けるまでもなく，Ａの理事\n長であり会計責任者も兼務する者として，適正な会計経理に責任を負うべき\n立場にあった原告が，上記のような主張をすること自体が失当であるといわ\nざるを得ない。\n以上のとおり，被告県が，その監査及び調査により判明した，原告のＡに\nおける立場や，Ａの銀行印等の管理状況，真相を隠蔽して責任を回避しよう\nとした原告の態度，原告の業務上横領行為を示唆する関係者の供述等を総合\nして，本件使途不明金を原告が横領したと結論付けたことは，本件情報提供\n行為の時点において，十分な根拠に基づく判断であったというべきであり，\n本件記事により摘示された事実が真実であると被告県が信ずるについて相当\nの理由があったと認められる。\n４  本件記事により摘示された事実が真実であると被告河北新報社が信ずるにつ\nいて相当の理由があったか（争点⑤）について\n(1) 次に，本件記事を掲載した被告河北新報社が，本件記事により摘示された\n事実を真実と信ずるについて相当の理由があったか否かを検討するに，前記\n前提事実に後掲証拠及び弁論の全趣旨を併せると，本件記事を掲載するに当\nたり被告河北新報社が行った取材活動等につき，以下の事実が認められる。\nア  被告河北新報社は，平成２４年８月２０日，Ａにおいて使途不明金が確\n認されて被告県から措置命令を出された旨の情報提供をＡの元理事から受\nけたことを契機に，Ａに関する取材活動を開始した（丙１１，証人Ｄ，弁\n論の全趣旨）。\nイ  被告河北新報社は，同月２１日，宮城県保健福祉部から，Ａに対する一般\n監査や特別監査の結果，合計１４９０万円の使途不明金が確認されたこと，\n長期にわたって不適正な会計経理処理が行われて多額の使途不明金が発生し\nたことについて法人としての責任を明確にし，役員執行体制の適正化や監査\n機能の強化，使途不明金についてその範囲を明らかにして責任及び賠償等に\nついて検討すること等を命じた措置命令を出したことなどが記載された「社\n会福祉法人Ａに対する措置命令について」と題する書面を受け取った。また，\n同日に開催された宮城県保健福祉委員会において，本件措置命令が出された\nことを受けてＡをめぐる議論が行われ，「Ａの内部監査が全く機能していな\nいのは理事長の独裁であり，証拠書類の一切を紛失したというのはあまりに\nも悪質であるから，措置命令程度ですむものではなく理事長を告発すべきで\nある。」旨の委員からの発言に対し，保健福祉部長が，「消耗品，備品関係\nについては，グレーという状況であるため警察への告発には至っておらず，\n顧問弁護士にも相談したが，立証が難しい状況であるということであり，今\n後の改革の状況をみながら警察に対する関係について考えていきたいと思っ\nている。」旨回答し，同委員会の議事録は被告県のホームページで公開され\nた。\n被告河北新報社は，上記の「社会福祉法人Ａに対する措置命令について」\nと題する書面の内容等について，上記アの元理事に裏付け取材を行い，同月\n２２日，河北新報の朝刊に，本件措置命令に関する記事を掲載するとともに，\n今後も被告県がどの段階で告発をするのかについて慎重に取材を続ける方針\nとした。（以上につき甲２，丙４，５，１１，証人Ｄ，弁論の全趣旨）\nウ  被告河北新報社は，同年９月１０日及び同月１９日に，Ａの元理事を取材\nし，同元理事から，ＦとＪ株式会社が同年６月８日及び同月１１日にやり取\nりをした虚偽の領収証に関するメールの内容の写し（Ｊ株式会社からＦに対\nするメールには，被告県が領収証の調査のためにＪ株式会社を訪れたこと，\n領収証の件は隠せないので正直に答えたことなどの内容が記載されてい\nる。）を入手するとともに，原告が会計責任者を兼任して現金を自由に出入\n金することができた状況，不明朗な会計をめぐってＡの理事会が紛糾した様\n子，原告が使途不明金の一部を返還した事実等に係る情報を得た。（以上に\nつき丙８，１１，証人Ｄ，弁論の全趣旨）\nエ  被告河北新報社は，県社会福祉課を継続的に取材して，Ａの運営実態，記\n虚偽の領収証につきＦが原告から発行させるよう頼まれた旨述べていること\nなどの情報を入手し，さらに，Ａの現職理事や元理事，地元関係者，警察に\n対しても，Ａの運営実態や使途不明金の取扱いをめぐる理事会の協議内容等\nについて，継続的に取材した（丙１１，証人Ｄ，弁論の全趣旨）。\nオ  被告河北新報社は，上記の一連の取材を経て，同年末頃に被告県が告発の\n方針を固めたとの感触を得ていたところ，平成２５年１月９日，被告県の担\n当職員から，「特別監査指摘事項に関する事実認定」と題する書面及び「社\n会福祉法人Ａに関する告発について」と題する書面を入手し，原告の業務上\n横領行為により本件使途不明金が生じたと被告県が判断して原告を宮城県警\n察に告発したことを知った。\n上記「特別監査指摘事項に関する事実認定」と題する書面には，県社会福\n祉課が特別監査においてＡに指摘した事項とそれに対するＡの回答，県が調\n査を踏まえて認定した事実（使途不明金の金額，内容，使途不明金であると\n判断した根拠等を含む。）が記載され，上記「社会福祉法人Ａに関する告発\nについて」と題する書面には，被告県の調査の結果，原告の横領により本件\n使途不明金が発生したものと強く推定されるため，県知事が原告を告発した\nこと，原告は平成２０年４月４日から平成２２年３月１５日までの間にＡの\n通帳から２２回にわたり繰り返し現金を引き出し，合計１４９０万円を着服\n・横領したものと推定され，その行為は長期にわたり計画的に行われた悪質\nなものであること，原告は，法人を統括し，会計責任者を兼務するなどの立\n場にありながら，本件使途不明金について何ら責任ある説明をしないばかり\nか，実態のない領収書を取引業者に作成させて被告県に提出するなど，その\n行為は極めて悪質であることなどについて言及されている。（以上につき前\n提事実(2)エ，丙９～１１，証人Ｄ，弁論の全趣旨）\nカ  被告河北新報社は，被告県から提供された情報に基づき，平成２５年１月\n１０日，本件記事を掲載した。\nまた，被告河北新報社は，本件記事を掲載するに当たり，Ａを通じて原告\nに取材を申し入れたが，原告はこれを拒否した。（以上につき前提事実(オ，\n証人Ｄ，弁論の全趣旨）\n(2)  以上の事実経過を踏まえ，被告河北新報社が本件記事を掲載した当時におい\nて，原告がＡの使途不明金１４９０万円を横領したという事実（本件記事によ\nり摘示された事実）が真実であると信ずるについて相当の理由があったかにつ\nいて検討する。\nア  上記認定事実に証人Ｄの証言を併せると，被告河北新報社は，地方公共団\n体である被告県が，その監督下にある社会福祉法人であるＡに対する一般監\n査を契機に１４９０万円もの使途不明金（本件使途不明金）の存在を確認し\nて本件措置命令を発し，本件措置命令の時点では，Ａの理事長であった原告\nを告発すべきか否かについては顧問弁護士にも相談しながら慎重に検討する\n姿勢を示していたものの，その約４か月半後に業務上横領の嫌疑で原告につ\nき本件告発をするに至ったという経緯を踏まえ，本件告発は，監督権限を背\n景とした被告県により慎重な調査検討を経た上で原告の横領の嫌疑を裏付け\nる事実が揃ったという意思決定がされて行われたものと判断し，これを報ず\nる内容の本件記事を掲載したと認められる。\nさらに，被告県による被告河北新報社への本件情報提供行為は，上記「特\n別監査指摘事項に関する事実認定」と題する書面及び上記「社会福祉法人Ａ\nに関する告発について」と題する書面の交付とともにされており，これらの\n書面には，被告県が行った調査の結果判明した本件使途不明金の内訳，使途\n不明金であると判断した根拠，原告の横領行為の時期，態様等の詳細が記載\nされていたこと（上記(1)オ）によれば，被告河北新報社は，原告が本件使途\n不明金を横領したという被告県の判断に具体的かつ客観的な根拠があること\nを確認することができたと認められる。\nまた，被告河北新報社は，被告県に対する取材活動だけでなく，Ａの元理\n事や現職理事等への取材を継続的に行い，原告がＡの資金を自由に出入金す\nることができた状況や原告が虚偽の領収証を発行させた事実等について裏付\nけを取った上（上記(1)イ～エ），本件記事の掲載に先立ってＡを通じて原告\nへの取材の申入れをしたのに対し，原告がこれを拒否したという経緯があっ\nた（上記(1)カ）。\nイ  上記のとおり，Ａに対する法令上の監督権限を有する県知事を代表者とす\nる被告県から本件告発に関する詳細な情報提供を受けたこと，被告河北新報\n社においても被告県が本件告発に至る経緯を把握するとともに独自の取材を\n行い一定の裏付けを取っていたこと，原告からの直接の取材を試みたがこれ\nを拒否されたことなどの事情を総合考慮すると，被告県に強制的な捜査権限\nがないことを勘案しても，被告県からの本件情報提供行為に基づいて本件記\n事を掲載した被告河北新報社が，その当時，本件告発に係る事実すなわち原\n告が本件使途不明金を横領したという事実が真実であると信ずるについて，\n相当の理由があったと認めることができる。\n５  被告らの不法行為責任について\n以上の検討によれば，被告県による本件情報提供行為及び被告河北新報社に\nよる本件記事の掲載行為は，いずれも，公共の利害に関する事実に係り，専ら\n公益を図る目的に出たものであり（前提事実(2)カ），被告らにおいて，本件記\n事により摘示された事実を真実と信ずるについて相当の理由があったと認めら\nれるから（上記３，４），本件記事により摘示された事実がその重要部分にお\nいて真実であると認められるか（争点③）について判断するまでもなく，上記\n各行為には故意又は過失がなく，不法行為は成立しない。\n第４  結論\n以上によれば，原告が被った損害等（争点⑥）について判断するまでもなく，\n原告の請求はいずれも理由がないからこれらを棄却することとし，訴訟費用の\n負担につき民訴法６１条を適用して，主文のとおり判決する。\n仙台地方裁判所第３民事部\n裁判長裁判官      市   川   多美 子\n裁判官      工藤 哲 郎\n裁判官      志 田 智 之\n（別紙省略）\n"
}