{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 7,
    "day": 19
  },
  "case_number": "平成27(ワ)33398",
  "case_name": "不正競争行為差止等請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86046",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86046",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/046/086046_hanrei.pdf",
  "contents": "平成２８年７月１９日判決言渡  同日原本領収  裁判所書記官\n平成２７年（ワ）第３３３９８号  不正競争行為差止等請求事件\n口頭弁論の終結の日  平成２８年４月１９日\n判                決\n原 告          株式会社グライド・エンタープライズ\n同 訴 訟 代 理 人 弁 護 士          勝 部 環 震\n同             本   荘   振一 郎\n被 告          クラシエホームプロダクツ株式会社\n同 訴 訟 代 理 人 弁 護 士          三好   豊\n同             桑 原 秀 明\n主                文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理 由\n第１  請求\n１  被告は，別紙被告商品目録記載の商品を製造し，販売し又は販売のために展\n示してはならない。\n２  被告は，被告所有に係る前項記載の商品を廃棄せよ。\n３  被告は，原告に対し，１３２９万５０００円及びこれに対する平成２７年１\n２月４日（訴状送達の日の翌日）から支払済みまで年５分の割合による金員を\n支払え。\n第２  事案の概要\n本件は，原告が，①原告の販売する別紙原告商品目録記載のフェイスマスク\n（以下「原告商品」という。）の形態が原告の商品等表示として需要者の間に\n広く認識される状態に至っていたところ，被告が販売を開始した別紙被告商品\n目録記載のフェイスマスク（以下「被告商品」という。）の形態は原告商品の\n形態と類似し，原告商品と混同を生じさせるから，被告による被告商品の販売\nが，不正競争防止法２条１項１号の不正競争行為に当たる旨，②被告商品は，\n原告商品の形態を模倣したものであるから，被告による被告商品の販売が，同\n条１項３号の不正競争行為に当たる旨主張して，被告に対し，同法３条１項及\nび２項に基づき，被告商品の製造・販売・販売のための展示の各差止め並びに\n被告商品の廃棄を求める（前記第１の１，２）と共に，同法４条に基づき，損\n害賠償金１３２９万５０００円及びこれに対する訴状送達の日の翌日から支\n払済みまで民法所定の年５分の割合による遅延損害金の支払を求める（前記第\n１の３）事案である。\n１  前提事実\n(1)  当事者\n原告は，化粧品，美容，日用雑貨，健康食品，服飾の製造，販売，卸売，\n輸出入等を目的とする株式会社（平成２１年２月設立，資本金９００万円）\nであり，被告は，医薬品，医薬部外品，化粧品及び化粧用具等の製品並びに\nその原材料及び副製品の製造，加工，売買及び輸出入等を目的とする株式会\n社（平成１５年１月２８日設立，資本金３６億２０４５万９５５０円）であ\nる。（争いのない事実及び弁論の全趣旨）\n(2)  原告商品及び被告商品の販売\n原告は，平成２６年９月１日から，原告商品の販売を開始し，原告商品は，\n全国のドラッグストアやスーパーマーケットなどの小売店等において販売さ\nれている。\n他方，被告は，平成２７年１０月５日から，被告商品の販売を開始し，被\n告商品は，小売店やインターネット上の通販サイト等において販売されてい\nる。（争いのない事実及び弁論の全趣旨）\n２  争点\n(1)  不正競争の成否\nア  不正競争防止法２条１項１号所定の不正競争の成否（争点１）\n(ア)  原告商品の形態が周知な商品等表示といえるか（争点１－１）\n(イ)  原告商品と被告商品の形態の類似性及び混同のおそれの有無（争点\n１－２）\nイ  不正競争防止法２条１項３号所定の不正競争の成否（被告商品は原告商\n品の形態を模倣したものか）（争点２）\n(2)  損害賠償請求の可否及び範囲\nア  被告の故意・過失の有無（争点３）\nイ  損害額（争点４）\n３  争点に関する当事者の主張\n(1)  争点１－１（原告商品の形態が周知な商品等表示といえるか）について\n[原告の主張]\nア  商品等表示について\n(ア)  原告商品の包装及び内容器は，次の①～⑪の各形態的特徴(以下，順\nに「原告主張の特徴①」～「原告主張の特徴⑪」という。)を有している。\n①  外寸が，縦約１１２ｍｍ，横約１１２ｍｍ，高さ約８７ｍｍの直方体\nで，上面と下面が正方形であるため，一見して立方体との印象を与える\n形状（以下，このような形状を「立方体構造」ということがある。）で\nある。\n②  包装の表面（以下「外面包装」という。）には，光沢のあるピンク色\nの薄いプラスチック袋が使用され，その材質は，ポリエチレン（ＰＥ）\nとポリエチレンテレフタラート（ＰＥＴ）の複合となっている。\n③  外面包装の向かい合う側面２か所にそれぞれ封じ目があり，その封じ\n目は，上面から下面に向かって折り返されていて，その封じ目の先端が\n下面から約１２ｍｍの位置になるよう接着されている。\n④  外面包装の上面は，その全面を覆うようにプラスチック製のシール（以\n下「フラップラベル」という。）が貼られている。\n⑤  フラップラベルの材質は，ポリエチレンテレフタラート（ＰＥＴ）と\nポリプロピレン（ＰＰ）の複合で光沢があり，その一辺だけが外面包装\nの上面に固定されていて，繰り返し，はがしたり貼り付けたりできる構\n造となっている。\n⑥  フラップラベルをはがすと，外面包装の上面に，縦約６０ｍｍ，横約\n６５ｍｍのほぼ正方形の切り込みがあり，その切り込み部分からフェイ\nスマスクを取り出す構造となっている。\n⑦  外面包装の内側には，フェイスマスクを収納するプラスチック製構造\n物（以下「内容器」という。）があり，その材質は，ポリプロピレン（Ｐ\nＰ）で，半透明となっている。\n⑧  内容器は，三つのパーツ（以下，上から順に「上蓋」，「容器」，「下\n皿」という。）で構成され，下皿の上に容器を載せ，容器の上に上蓋を\nかぶせる構造となっている。\n⑨  上蓋の外寸は，縦約１１１ｍｍ，横約１１１ｍｍ，高さ約１０ｍｍで\nあり，下皿の外寸は，縦約１０７ｍｍ，横約１０７ｍｍ，高さ約１０ｍ\nｍである。また，上蓋には，中央部に縦約７４ｍｍ，横約７４ｍｍのほ\nぼ正方形の切込みがある。\n⑩  上蓋と下皿に挟まれた容器は，縦約１０７ｍｍ，横約１０７ｍｍ，高\nさ約８５ｍｍの直方体となっており，上面が空洞で，４つの側面にそれ\nぞれ３本の溝があり，容器中に４２枚のフェイスマスクが収納される。\n⑪  容器の下面と，下皿には，それぞれ大きさの異なる二つの正方形の溝\nがあり，これがはまることによって，容器と下皿がずれない構造となっ\nている。\n(イ)  原告商品は，上記(ア)のとおり，原告主張の特徴①～⑪を有してお\nり，その中でも，外面包装が立方体になっているという印象を消費者に\n与える点（原告主張の特徴①）が，特に需要者の注意を惹いている。\nまた，需要者が原告商品を使用する際には，その都度，上面のフラッ\nプラベルをはがして，内容器からフェイスマスクを１枚ずつ取り出すの\nであって，その度に内容器を視認することとなるし，フェイスマスクを\n全て使い切る際には，空の状態の内容器全体を視認することになる上，\n外面包装の上からその側面に触れてみれば，内容器の上蓋と下皿の出っ\n張りや，容器部分の凹みも容易に認識することができる。さらに，内容\n器がなければ，外面包装が立方体構造を維持できないことを需要者は容\n易に認識できる。したがって，内容器の構造及び形態（原告主張の特徴\n⑦～⑪）にも，自他識別機能及び出所表示機能があることは明らかであ\nる。\nそして，原告主張の特徴①～⑪は，ありふれたものではなく，同種商\n品とは異なる顕著な特徴であり，かつ，技術的形態にも当たらない。\nしたがって，原告商品は，その形態的特徴によって原告の商品である\nという出所表示機能を有しているのであって，原告商品の形態は，不正\n競争防止法２条１項１号の商品等表示に当たる。\nイ  原告の商品等表示が周知であること\n原告商品は，以下のとおり，その発売当初から全国的な大ヒット商品と\nなり，女性を中心とする多くの消費者に販売されてきたほか，多くの雑誌，\n新聞やテレビＣＭ，著名なタレントを起用した報道発表等にも取り上げら\nれ，その形態が写真や映像によって繰り返し紹介されるなど，効果的な宣\n伝広告等が行われてきた。その結果，原告商品の上記形態は，遅くとも被\n告が被告商品の販売を開始した平成２７年１０月５日までには，その需要\n者である全国の美容雑貨関係の取引業者及び美容に関心の高い女性を中心\nとした一般消費者の間において，特定の事業者である原告の出所を表示す\nるものとして周知となった。\n(ア)  出荷及び販売の実績等\n原告商品の出荷数は，平成２６年８月の発売直前が月間４万０８３１\n個であったが，同年９月には月間１１万５９９３個に達し，その後も現\n在に至るまで，月間約５万個から約９万個を維持しており，出荷数の累\n計（平成２６年８月～平成２８年３月まで）は，１３０万１１７４個に\n上っているのであって，原告商品以外の「ルルルン」シリーズの商品も\n含め，合計３２４万０７２７個もの出荷数を記録している。また，原告\n商品は，大手小売店を含む３００社以上の企業に出荷され，小売店各社\nの全国の店舗（合計約１万５０００店舗）において販売されている。\nさらに，フェイスマスクなどのパック市場における「ルルルン」シリ\nーズの販売実績及びブランドシェアは，２０１４年が販売実績１５億円\nでシェア２．７パーセント（第５位），２０１５年が販売実績４２億円\nでシェア６．３パーセント（第２位）となっているのであり，化粧品大\n手の各商品をおさえて，大ヒット商品となっている。\n(イ)  雑誌等への掲載\n原告商品は，平成２６年９月１日の販売開始から，原告を発売元とす\nる商品として，全国版のファッション雑誌などにおいて広告や紹介記事\nが頻繁に掲載されてきた。\nその紹介記事や広告の掲載数は，次に挙げるものだけでも１５誌で，\nその合計総発行部数は１６１万２８０５部に上っている。\nａ  「ＩｎＲｅｄ」（インレッド）２０１５年１月号\nｂ  「Ｈａｎａｋｏ」２０１４年８月２８日号\nｃ  「Ｗｉｔｈ」（ウィズ）２０１５年１月号\nｄ  「ＪＪ」２０１５年１月号\nｅ  「ｂｅａ’ｓ  ｕｐ」（ビーズアップ）２０１４年１２月号，２０\n１５年１月号\nｆ  「Ｒａｙ」（レイ）２０１５年２月号\nｇ  「ゼクシィプレミア」２０１５年１月号臨時増刊\nｈ  「姉ａｇｅｈａ」２０１５年１月号\nｉ  「ＳＣａｗａｉｉ」（エスカワイイ）２０１５年１月号\nｊ  「ＣＵＴｉＥ」（キューティ）２０１５年１月号\nｋ  「ｓｗｅｅｔ」（スウィート）２０１５年１月号\nｌ  「ニコ☆プチ」２０１５年２月号\nｍ  「ひよこクラブ」２０１５年２月号\nｎ  「ピチレモン」２０１４年１０月号\nｏ  「月刊ポップティーン」２０１５年２月号，２０１４年１０月号\n(ウ)  テレビＣＭ\n原告は，平成２６年９月１９日から同月３０日までの１２日間，東京\n地区（東京，神奈川，千葉，埼玉，茨城，栃木，群馬），大阪地区（大\n阪，兵庫，京都，奈良，和歌山，滋賀）を対象として，原告商品のテレ\nビＣＭを放送し，合計１億０４０６万４５８８円の広告宣伝費用を支出\nした。\nまた，原告は，平成２７年９月２２日から同年１０月５日までの１４\n日間，東京地区，大阪地区のほか，岡山，香川及び愛媛を対象として，\n原告商品を含む商品のテレビＣＭを放送し，平成２７年９月分だけでも\n合計８５６６万８４０８円の広告宣伝費用を支出した。\n(エ)  新聞，ブログ等への掲載\n原告商品は，次の新聞及びブログ等に掲載され，また，経済ニュース\n番組において紹介された。\nａ  「Ｆｕｊｉ  Ｓａｎｋｅｉ  Ｂｕｓｉｎｅｓｓ  ｉ．」（フジサン\nケイビジネスアイ）平成２７年７月２日発行\nｂ  「美容経済新聞」平成２７年７月１６日発行\nｃ  「粧業界展望」２０１５年８月１日号\nｄ  ブログ「ＳＡＥＫＯ  ＯＦＦＩＣＩＡＬ  ＢＬＯＧ」平成２６年９\n月８日付け投稿\nｅ  ブログ「Ｍａｅｄａ  Ｙｕｋａ  Ｂｅａｕｔｙ  Ｄｉａｒｙ」平成\n２６年９月６日付け投稿\nｆ  テレビ東京「ＷＢＳ」（ワールドビジネスサテライト）平成２７年\n１２月９日放送分\n(オ)  報道発表\n原告は，平成２７年１２月２日，報道各社を集めて「ＬｕＬｕＬｕｎ」\nブランドの戦略発表を行い，同戦略発表において，原告商品等を紹介し\nた。\n[被告の主張]\nア  原告商品の形態が商品等表示に該当しないこと\n原告主張の特徴①～⑪は，次のとおり，いずれも自他識別力がなく，商\n品等表示には該当しない。\n(ア)  原告主張の特徴①について\n原告は，外寸上明らかに立方体ではない原告商品を，需要者に与える\n印象（＝箱形の包装を有しているという印象）の観点から「立方体構造」\nと呼んでいるにすぎない。なお，原告商品の外寸は，縦約１１２ｍｍ，\n横約１１２ｍｍ，高さ約８７ｍｍであると主張するが，実際には，縦約\n１１０ｍｍ，横約１１５ｍｍ，高さ約８８ｍｍである。\nそのような「立方体構造」の商品は原告商品以外にも多数販売されて\nいるのであって，中には上面の外寸（サイズ）まで原告商品とほぼ同じ\nものもある。したがって，原告商品の立方体構造に自他識別力はなく，\n商品等表示には該当しない。\n(イ)  原告主張の特徴②～⑥について\n原告は，外面包装が光沢のあるプラスチック製であること，外面包装\nの上面にフラップラベルが貼られ，フラップラベルをはがすと現れる切\n込み部分からフェイスマスクを取り出す構造となっていること，向かい\n合う側面２箇所に折り返しのある封じ目を備えていること等といった原\n告主張の特徴②～⑥を原告商品の形態的特徴として主張するが，これら\nの形態は，フェイスマスクを含む多数の美容用液体含浸シートの商品の\n包装において採用されているごくありふれた要素にすぎない。\n原告商品は，このようなありふれた要素を単に組み合わせたにすぎず，\n自他識別力がないから，「商品等表示」には該当しない。\nなお，原告主張の特徴③について，原告は，外面包装の封じ目の先端\nが下面から約１２ｍｍの位置になるよう接着されていると主張するが，\n封じ目の下端は下面から約１０～１５ｍｍの位置に装着されており，一\n定でない。\n(ウ)  原告主張の特徴⑦～⑪について\n原告主張の特徴⑦～⑪は，いずれも原告商品の内容器の構造に関する\nものであるところ，内容器は外部から認識できず，内容器によって需要\n者が商品の出所を識別することなどあり得ないから，原告主張の特徴⑦\n～⑪に自他識別力がないことは明らかで，商品等表示には該当しない。\nこれに対し，原告は，①外面包装の上から触れれば内容器の構造が認\n識できる，②フェイスマスクを使用する際又は使い切った際に需要者が\n内容器を視認することになる，③需要者は，内容器がなければ外面包装\nが立方体構造を維持できないことを認識可能であるなどと主張するが，\n外面包装の上から手を触れ，フラップラベルを開けて内部を覗き，ある\nいは外面包装が立方体構造を維持していることを認識したとしても，こ\nれにより内容器の構造，具体的には，内容器が上蓋，容器，下皿の３つ\nのパーツに分かれて構成されているということやその具体的な形態を外\n部から認識することは不可能である。\nイ  原告商品の形態に周知性がないこと\n原告が指摘する雑誌記事には，原告商品に係る内容器の形態，構造又は\n外寸は何ら示されておらず，内容器の形態等の周知性を立証するものとは\nいえない。また，原告商品の写真が掲載されていないものやフラップラベ\nルが確認できないものもあり，原告商品の形状やフラップラベル等の周知\n性を立証するものとはいえない。\nまた，原告が指摘する新聞記事等にも，原告商品の内容器の形態，構造\n又は外寸は何ら示されておらず，内容器の形態等の周知性を立証するもの\nとはいえないし，原告商品が白黒で印刷されていて色が確認できないもの\nもあり，原告商品の色（ローズレッド）の周知性を立証するものともいえ\nない。\nさらに，原告が指摘するテレビＣＭにおいても，原告商品の内容器の形\n態，構造又は外寸は何ら示されておらず，内容器の形態等の周知性を立証\nするものとはいえない。そもそも原告の主張する２回のテレビＣＭの放送\n期間は，いずれも限られたものである上，このうち１回は，ＣＭの終わり\nの方の画面で５つの商品のうちの１つとして原告商品が小さく表示されて\nいるにすぎず，原告商品の形状の周知性を立証するものとはいえない。\nウ  原告商品の内容器の構造は，積み上げられても崩れないような強度を維\n持するという機能ないし効果と必然的に結びついたものであり，外面包装\nが立方体構造になっている点も，フェイスマスクが取り出しやすいという\n機能ないし効果と必然的に結びついたもので，いずれも商品の機能を確保\nするために不可欠であるから，商品等表示には当たり得ない。\n原告は，原告商品の包装及び内容器の形態が技術的形態に当たらないと\n主張するが，一方で内容器がなければ立方体構造を維持できないとも主張\nしており，内容器を採用することが特定の機能・効果と結びついたもので\nあることを自認している。\n(2)  争点１－２（原告商品と被告商品の形態の類似性及び混同のおそれの有無）\nについて\n[原告の主張]\nア  原告商品と被告商品との類似性について\n(ア)  被告商品の形態的特徴は次のとおりである。\n①´外寸が，縦約１１５ｍｍ，横約１１５ｍｍ，高さ約８６ｍｍの直方\n体で，立方体構造である。\n②´外面包装には，光沢のあるピンク色のプラスチック袋が使用され，\nその材質は，ポリエチレン（ＰＥ）とポリエチレンテレフタラート（Ｐ\nＥＴ）の複合となっている。\n③´外面包装の向かい合う側面２か所にそれぞれ封じ目があり，その封\nじ目は，上面から下面に向かって折り返されていて，その封じ目の先\n端が下面から約１２ｍｍの位置になるように接着されている。\n④´外面包装の上面は，その全面を覆うようにフラップラベルが貼られ\nている。\n⑤´フラップラベルの材質は，ポリプロピレン（ＰＰ）で光沢があり，\nその一辺だけが外面包装の上面に固定されていて，繰り返し，はがし\nたり貼り付けたりできる構造となっている。\n⑥´フラップラベルをはがすと，外面包装の上面に，縦約６０ｍｍ，横\n約６５ｍｍのほぼ正方形の切り込みがあり，その切り込み部分からフ\nェイスマスクを取り出す構造となっている。\n⑦´外面包装の内側には，フェイスマスクを収納する内容器があり，そ\nの材質は，ポリプロピレン（ＰＰ）で，半透明となっている。\n⑧´内容器は，上蓋，容器及び下皿で構成され，下皿の上に容器を載せ，\n容器の上に上蓋をかぶせる構造となっている。\n⑨´上蓋の外寸は，縦約１１３ｍｍ，横約１１３ｍｍ，高さ約１０ｍｍ\nであり，下皿の外寸は，縦約１０８ｍｍ，横約１０８ｍｍ，高さ約１\n０ｍｍである。また，上蓋には，中央部に縦約６４ｍｍ，横約７４ｍ\nｍのほぼ正方形の切込みがある。\n⑩´上蓋と下皿に挟まれた容器は，縦約１０８ｍｍ，横約１０８ｍｍ，\n高さ約８６ｍｍの直方体となっており，上面が空洞で，４つの側面に\nそれぞれ３本の溝があり，容器中に４２枚のフェイスマスクが収納さ\nれる。\n⑪´容器の下面と，下皿には，それぞれ大きさの異なる二つの正方形の\n溝があり，これがはまることによって，容器と下皿がずれない構造と\nなっている。\n(イ)  原告商品と被告商品の類否は，取引の実情のもとにおいて，取引者，\n需要者が両者の外観，呼称，又は観念に基づく印象，記憶，連想等から\n両者を全体的に類似のものとして受け取るおそれがあるか否かを基準と\nして判断するべきである。また，一般需要者は，商品購入の際に，過去\nに購入した商品の包装や容器について詳細な部分まで記憶しておらず，\n原告商品と被告商品が常に同時に並べられて，包装や容器の細部にわた\nり比較可能な状態で販売されるわけでもないことからすれば，両者を全\n体的，離隔的に考察するべきであって，包装や容器の形状等が取引者又\nは需要者に与える印象，記憶，連想等を総合して，その包装や容器のイ\nメージを構成する主要な特徴部分が共通していれば，類似するというべ\nきである。\nそして，原告商品の形態と被告商品の形態を全体的，離隔的に考察す\nれば，包装や内容器における全体的なイメージを構成する上で重要な働\nきをする原告主張の特徴①～⑪と被告商品の形態的特徴（上記(ア)の①\n´～⑪´）とはほぼ完全に一致しており，需要者において，両者を全体\n的に類似のものとして受け取るおそれがあることは明らかである。また，\n原告商品と被告商品がいずれも店頭で購入する安価な商品であること，\nその成分や品質等について他の同種商品と顕著な違いが生じないこと，\n市場で販売されているフェイスマスク商品の中で，原告商品を含む原告\n販売に係る商品と同じ形状を有しているのは被告商品だけであることな\nどの取引の実情を十分に斟酌すれば，原告商品と被告商品の形態が類似\nしていることは明らかである。\nイ  誤認混同のおそれについて\n(ア)  原告商品と被告商品は，いずれも美容用のフェイスマスクという同\n一の商品であり，その販売店舗や販売方法も競合する上，店頭で並べて\n販売されている場合もある。また，原告商品と被告商品は，内容や価格\nも同程度である。\nまた，アイドルグループに所属するタレントがＳＮＳに投稿した記事\nに「ルルルンのパックの大きいやつを今日買ってみました！」と記載さ\nれているにもかかわらず，被告商品の写真が掲載されているなど，実際\nに被告商品を原告商品と誤認して購入する消費者も現れている。\nこうした事情によれば，被告商品の形態が，原告商品と混同を生じさ\nせるおそれを有するものであることは明らかである。\n(イ)  なお，被告商品の上面には，赤い文字で「ＡＬＬ  ｉｎ  １」と表記\nされているが，それ以外の「肌美精」，「オールインワンマスク」とい\nった被告商品の商品名は，極めて小さな文字で表示されているし，被告\n商品の上面に表記された「ＡＬＬ  ｉｎ  １」という文字と，同じく原告\n商品の上面に表記されている「ＬｕＬｕＬｕｎ」という文字とを比較す\nると，同じアルファベットの「Ｌ」及び「ｎ」が構成要素となっている\nことから，消費者が店頭で一瞥しただけだと，被告商品を原告商品であ\nると誤認してしまうおそれもある。\nしたがって，被告商品の上面に「ＡＬＬ  ｉｎ  １」との表記がされて\nいることのみをもって，原告商品との誤認混同のおそれがないというこ\nとはできない。\n[被告の主張]\nア  原告商品の上面及び前面には，大きく緑色で，商品名である「ＬｕＬｕ\nＬｕｎ」，「フェイスマスク  ルルルン」などと記載され，また，上面には，\n伏し目のまつ毛が強調され，リボンが付された可愛らしいイラストが描か\nれており，原告商品の大きな特徴となっている。これに対し，被告商品の\n上面及び前面には大きく赤字で「肌美精」というブランド名が記載され，\nまた，「もっちり美肌」，「Ａｌｌ  ｉｎ  １」，「オールインワンマスク」と\n記載されている。\nまた，原告商品の基調色は，ローズレッドでかつ金属的な光沢を有して\nいるのに対し，被告商品の基調色は，ストライプ状の強弱のあるパステル\nピンクで金属的な光沢は有しておらず，色彩及び光沢においても，全く異\nなっている。\nこのように，原告商品と被告商品の外観上の特徴（模様，色彩，光沢及\nび形状）が著しく異なり，類似しているとはいえないから，需要者の間で，\n商品の出所について混同が生じることはあり得ない。\nイ  原告商品の「ＬｕＬｕＬｕｎ」の記載は，上面で横約８０ｍｍ・縦約１\n５ｍｍ，前面で横約６０ｍｍ・縦約１０ｍｍにも及び，これは原告商品の\n上面の外寸（横約１１５ｍｍ・約縦１１０ｍｍ），前面の外寸（横約１１５\nｍｍ・縦約８８ｍｍ）と比較しても相当程度に大きいから，原告商品の出\n所識別力を担うに十分なものである。また，原告商品の大きな特徴である\n２つのまつ毛及びリボンのイラストの外寸もそれぞれ横約２０ｍｍ・縦１\n５ｍｍ及び横２５ｍｍ・縦１５ｍｍと大きく，原告商品の出所識別力を担\nうに十分なものである。他方，被告商品に記載されている「ＡＬＬ  ｉｎ\n１」の文字は，上面で横約８０ｍｍ・縦約２５ｍｍ，前面で横約５５ｍｍ・\n縦約１８ｍｍにも及び，被告商品の出所識別力を担うに十分なものである。\nまた，「肌美精」という記載も，横約２０ｍｍ，縦約５ｍｍと，決して小さ\nいものではない。\nウ  そもそも，原告商品及び被告商品は，女性向けのフェイスマスクという\n女性の顔面に直接貼る美容品であり，女性にとって当該商品の材質・原料\n等が自分の肌に合うかどうかは重大な関心事であるから，需要者である女\n性は，商品名等を十分に確認したうえで慎重に商品を購入するはずであり，\n原告商品と被告商品を見間違えることなど通常考えられない。また，被告\n商品は，被告自身の営業努力（多数の女性向け雑誌への広告出稿や車内広\n告等）により人気商品となり，販売開始後，全国各地の多数の小売店に出\n荷されるとともにインターネット上でも販売され，人気女性ファッション\n誌，新聞，インターネット記事において人気商品として取り上げられるな\nどした結果，被告商品の形態的特徴（模様，色彩，光沢及び形状）が需要\n者に広く認識されるに至っている。\nエ  したがって，需要者の間で，原告商品と被告商品の出所について混同が\n生じることはあり得ない。\n(3)  争点２（被告商品は原告商品の形態を模倣したものか）について\n[原告の主張]\nア  原告主張の特徴①～⑪が原告の「商品の形態」に当たること\n(ア)  商品の容器や包装等についても，商品と一体となって，商品自体と\n容易に切り離せない態様で結びついている場合には，不正競争防止法２\n条１項３号の「商品の形態」に含まれると解すべきところ，原告商品で\nは，内容器や外面包装が，商品であるフェイスマスクと一体となって使\n用されており，商品自体と容易に切り離せない態様で結びついている。\n(イ)  そして，原告商品の外面包装に関する形態的特徴（原告主張の特徴\n①～⑥）は，需要者が直接に見て，触れることができる部分であるから，\n「商品の形態」に当たる。\n(ウ)  また，需要者は，原告商品を使用するたびに，フラップラベルをは\nがして，内容器からフェイスマスクを取り出すため，内容器の外観を見\nることとなるし（特に，最後のフェイスマスクを取り出した際には，空\nの状態の内容器の全体を視認することができる。），薄いプラスチック\nで包装がされている原告商品に触れれば，内容器には上蓋と下皿が付い\nていることや，上蓋や下皿を利用して包装することにより立方体構造を\n保っていることが分かる。\nしたがって，原告商品の内容器の構造（本件特徴⑦～⑪）も，「商品\nの形態」に当たる。\nイ  原告商品と被告商品の形態が実質的に同一であること\n被告商品の特徴は，原告主張の特徴①～⑪と一致しているところ，特に，\n光沢のあるピンク色の薄い外面包装がされていて，外寸も全く同じ立方体\n構造となっていること，外面包装の封じ目の位置，形状まで一致している\nこと，フラップラベルや外面包装上面の切込みの形状が同じであること，\n内容器における上蓋，容器，下皿の構造や形状，大きさも同じであること，\nその上蓋，下皿の形状を利用して包装することにより立方体構造を構成し\nていること，といった点で完全に一致している。なお，原告が，原告商品\nのフラップラベルを業者に発注しているところ，被告は，被告商品のフラ\nップラベル部分を原告と同一の業者に発注して製造させている。\nしたがって，原告商品の形態と被告商品の形態とは実質的に同一である。\nなお，原告商品には，外面包装が立方体構造になっているというこれま\nでの同種商品にはない大きな特徴があり，その立方体構造と強度を維持す\nるため，内容器に下皿，容器及び上蓋という３つのパーツを使用した構造\nを採用したほか，フラップラベルを採用することによって，フェイスマス\nクをより取り出しやすくするなどの工夫が凝らされているのであるから，\n原告商品の形態はありふれたものでない。また，フェイスマスクを製造，\n販売するにあたって，必ずしも原告商品のような立方体構造を採る必要は\nないから，原告商品の形態は商品の機能を確保するために不可欠のもので\nもない。\nウ  被告商品が原告商品に依拠して作り出されたこと\n原告と被告は，フェイスマスク等の美容品販売における競業他社であり，\n被告商品の形態が原告商品の形態と実質的に同一であること，被告が原告\n商品と同じ発注先企業を意図的に利用していること，フェイスマスク市場\nにおいて立方体構造を採る商品がなかったことからすれば，被告商品が原\n告商品に依拠して作り出されたことは明らかである。\nしたがって，被告商品は，原告商品を模倣したものである。\n[被告の主張]\nア  原告主張の特徴①～⑪が原告商品の「商品の形態」に当たらないこと\n(ア)  本件で原告が問題としているのは，原告商品であるフェイスマスク\nそのものではなく，その容器や包装である。このような容器や包装は，\nそもそも不正競争防止法２条１項３号の「商品」に該当しない。\n(イ)  原告主張の特徴①～⑥について\n原告は，「立方体構造」を有し，光沢のあるプラスチック製であり，向\nかい合う側面２箇所に折り返しのある封じ目を備え，上面に繰り返しは\nがしたり貼り付けたりできるフラップラベルが貼られ，これをはがすと\n現れる切込み部分からフェイスマスクを取り出す構造となっている外面\n包装が「商品の形態」に当たると主張するが，このような包装は，フェ\nイスマスクを含む多数の美容用液体含浸シートの商品に採用されて一般\n化しているごくありふれたもので，「商品の形態」には当たらない。\nなお，原告は，原告商品の包装の外寸（サイズ）も商品の形態に含ま\nれると主張するが（原告主張の特徴①，③，⑥），包装の外寸は，フェイ\nスマスクの大きさ及び収納される枚数に見合う大きさの包装にすべく，\n使いやすさや取り出しやすさを考慮して適宜選択されるべき事項にすぎ\nないし，原告商品の包装の外寸が特徴的であるともいえないから，「商品\nの形態」には当たらない。\nさらに，原告は，外面包装の材質についても「商品の形態」に当たる\nと主張するようであるが（原告主張の特徴②，⑤），外面包装の材質は「形\n状並びにその形状に結合した模様，色彩，光沢及び質感」（不正競争防止\n法２条４項）のいずれにも該当しないし，そもそも「需要者が通常の用\n法に従った使用に際して知覚によって認識することができる」ものでも\nないから，「商品の形態」には含まれない。\n(ウ)  原告主張の特徴⑦～⑪について\n原告は，内容器の構造に関する原告主張の特徴⑦～⑪が「商品の形態」\nに当たると主張するが，原告商品の内容器の構造は，商品の購入前には\n認識し得ず，購入後も需要者が通常使用する限りでは認識し得ない上，\n需要者が注目するのは，フェイスマスクが収納された状態（どのように\n折り畳まれているか）や蓋の部分の広さ（フェイスマスクを取り出すの\nに十分な広さか）といった点であり，内容器の構造に注目するわけでは\nない。したがって，原告商品の内容器の構造は，「商品の形態」には当た\nらない。\nまた，「商品の形態」の実質的同一性は，商品全体について判断され，\n外部の形状に実質的同一性が認められない場合には，内部の形状のみを\nもって保護を受けることはできないが，原告商品と被告商品は外部の形\n状に実質的同一性が認められないから，原告商品の内容器の構造が「商\n品の形態」としての保護を受けることはない。\nイ  原告商品と被告商品の形態に実質的同一性がないこと\n原告商品と被告商品とは，上記(2)[被告の主張]ア，イのとおり模様，色\n彩，光沢及び形状が著しく異なっており，また，原告商品は，新品の販売\n時に，被告商品にはない「プラスチック製の帯」が付けられており，この\nことからも，両商品の形態が実質的に同一といえないことが明らかである。\nウ  依拠性がないこと\n上記イのとおり，そもそも原告商品と被告商品の形態は実質的に同一と\nはいえない上，被告は，原告商品とは独自にフェイスマスクを含む多数の\n美容用液体含浸シートの商品に採用され一般化しているごくありふれた形\n態を採用したにすぎないのであって，被告商品の形態は，原告商品の形態\nに依拠したものではない。\n(4)  争点３（被告の故意・過失の有無）\n[原告の主張]\n原告と被告がフェイスマスク等の美容品販売における競業他社であること，\n被告商品が原告商品を模倣していること，被告が，原告商品に使用されてい\nるフラップラベルの発注先に被告商品を重ねて発注していること等からすれ\nば，被告には故意又は過失がある。\n[被告の主張]\n否認ないし争う。\n(5)  争点４（損害額）について\n[原告の主張]\n被告商品は，平成２７年１０月５日から，全国のドラッグストア等で販売\nされており，少なくとも合計５万個が出荷されている。\n原告商品１個当たりの利益額は２６５．９円であるから，被告が被告商品\nの販売によって得た利益は１３２９万５０００円（計算式は２６５．９円×\n５万個）と考えられる。\nしたがって，同額が原告の損害と推定される（不正競争防止法５条１項）。\n[被告の主張]\n不知ないし争う。\n第３  当裁判所の判断\n１  認定事実\n前記第２の１の前提事実に加え，争いのない事実，証拠（甲１～４，乙５）\n及び弁論の全趣旨を総合すると， 以下の事実が認められる。\n(1)  原告商品の形態\n原告商品は，顔の美容等を目的とするフェイスマスクであり，その形態は\n別紙原告商品目録の写真(1)～(4)のとおりであるが，具体的には次のとおり\nである(以下，順に「原告態様Ａ」のようにいう。)。\nＡ  外面包装が直方体状となっており，その外寸は，縦約１１０～１１２ｍ\nｍ，横約１１２～１１５ｍｍ，高さ約８７～８８ｍｍである。\nＢ  外面包装には光沢のあるプラスチック袋が使用され，向かい合う２つの\n側面に折り返しのある封じ目があって，同封じ目は，上面から下面に向か\nって折り返されている。\nＣ  外面包装の上面に，フラップラベルが貼られ，外面包装の上面に固定さ\nれた一辺を除き，繰り返しはがしたり貼ったりできるようになっており，\nその下に縦約６０ｍｍ，横約６５ｍｍの切込みがある。\nＤ  外面包装は光沢のあるローズピンクで，その上面に貼られたフラップラ\nベルには，上方から中央部にかけて，リボン（緑と白）及び伏し目のまつ\n毛（緑）のイラストが描かれ，白い吹き出し中にセリフ（「まいにち生ま\nれ変わりたい。」又は「みんな大好き！」など）が緑色で記載され，下方\nには，緑色で「ＬｕＬｕＬｕｎ」「フェイスマスクルルルン」と記載され\nている。また，前面には，中央部付近に緑色で「ＬｕＬｕＬｕｎ」「フェ\nイスマスクルルルン」と記載され，下方には，白地に緑文字で内容量や有\n効成分等が記載されている。\n(2)  被告商品の包装の形態等\n被告商品は，全顔シート状美容液マスクであり，その包装の形態及び構造\n等は別紙被告商品目録の写真(1)～(4)のとおりであるが，具体的には次のと\nおりである(以下，順に「被告態様ａ」のようにいう。)。\nａ  外面包装が直方体状となっており，その外寸は，縦約１１５ｍｍ，横約\n１１５～１２２ｍｍ，高さ約８６～８７ｍｍである。\nｂ  外面包装には光沢のあるプラスチック袋が使用され，向かい合う２つの\n側面に折り返しのある封じ目があって，同封じ目は，上面から下面に向か\nって折り返されている。\nｃ  外面包装の上面に，フラップラベルが貼られ，外面包装の上面に固定さ\nれた一辺を除き，繰り返しはがしたり貼ったりできるようになっており，\nその下に縦約６０ｍｍ，横約６５ｍｍの切込みがある。\nｄ  外面包装は光沢のある薄いパステルピンクと濃いパステルピンクのスト\nライプであり，その上面には，左上方にハートマークが，右下方に円が，\nいずれも青色で描かれ，右上方にハートマークの一部が白色の線で描かれ\nている。また，赤色で「肌美精」，「うるおいたっぷり」，「もっちり美\n肌」，「ＡＬＬ  ｉｎ  １」，「オールインワンマスク」などと記載され，\n白色と赤色でフェイスマスクの絵がデザインされている。\n外面包装の前面には，上方から中央付近にかけて，上面とほぼ同様のデ\nザイン及び記載がされ，下方には横長の長方形で白抜きされた上から，赤\n色で「１枚４役」と記載され，その説明のイラストが描かれるとともに，\n「トリプルコラーゲン」「ヒアルロン酸ＧＬ」「３０種の美容エッセンス」\nなどと記載されている。\n(3)  原告商品及び被告商品以外の商品等の形態\n被告商品の販売開始と近接する時点（平成２８年１月１２日時点）までに\n市販されていた原告商品及び被告商品を除く美容用液体含浸シートには，別\n紙他商品一覧記載のような形態を有するものがある。\n２  争点１－１（原告商品の形態が周知な商品等表示といえるか）について\n(1)  商品の形態と商品等表示性\n不正競争防止法２条１項１号にいう「商品等表示」とは，「人の業務に係る\n氏名，商号，商標，標章，商品の容器若しくは包装その他の商品又は営業を\n表示するもの」をいうところ，商品の形態は，商標等と異なり，本来的には\n商品の出所を表示する目的を有するものではないが，商品の形態自体が特定\nの出所を表示する二次的意味を有するに至る場合がある。そして，商品の形\n態自体が特定の出所を表示する二次的意味を有し，不正競争防止法２条１項\n１号にいう「商品等表示」に該当するためには，①商品の形態が客観的に他\nの同種商品とは異なる顕著な特徴を有しており（特別顕著性），かつ，②その\n形態が特定の事業者によって長期間独占的に使用され，又は極めて強力な宣\n伝広告や爆発的な販売実績等により（周知性），需要者においてその形態を有\nする商品が特定の事業者の出所を表示するものとして周知になっていること\nを要すると解するのが相当である。\n(2)  原告商品の形態の特別顕著性について\nア  上記１(1)で認定した原告商品の形態のうち，外面包装に，光沢のあるプ\nラスチック袋が使用され，向かい合う２つの側面に折り返しのある封じ目\nがあって，同封じ目が上面から下面に向かって折り返されている点（原告\n態様Ｂ），外面包装の上面に，フラップラベルが貼られ，外面包装の上面\nに固定された一辺を除き，繰り返しはがしたり貼ったりできるようになっ\nており，その下に切込みがある点（原告態様Ｃ（ただし，切込みの寸法を\n除く。））については，いずれも上記１(3)のとおり，原告商品以外の美容\n用液体含浸シートにおいても多数採用されているものと認められ，ごくあ\nりふれた要素にすぎないというべきである。\nまた，原告商品の外面包装が直方体状となっていること及びその外寸（原\n告態様Ａ）並びにフラップラベルの下の切込みの寸法（原告態様Ｃのうち\n切込みの寸法に係る部分）についても，証拠上，上記１(3)のような他の美\n容用液体含浸シート と比較して特段大きな相違点であるとは認められず\n（なお，原告のいう「立方体構造」は縦と横の寸法が同一又は近似してい\nるという趣旨に解されるが，この点もやはり他の同種製品と比べた顕著な\n差異であるとは認め難い（なお，上記１(3)の別紙他商品一覧２番及び３番\n参照）。），客観的に他の同種商品とは異なる顕著な特徴を有するものである\nとか，需要者に対して強い印象を生じさせるものであるということはでき\nない。\nなお，原告商品の外面包装の色彩及び同包装上にデザインされた図柄や\n文言（原告態様Ｄ）については商品等表示として保護される余地もあるが，\nそもそも，原告は「ＬｕＬｕＬｕｎ」といった記載を原告商品の形態の特\n徴として主張しないものであるし（第１回口頭弁論調書），後記３(2)のと\nおり，原告商品の表示（原告態様Ｄ）と被告商品の表示（被告態様ｄ）は\n著しく異なっているのであるから，この点を含めても需要者が原告商品と\n被告商品の出所を混同するものとはいえない。\nイ  この点，原告は，内容器の構造（原告主張の特徴⑦～⑪）についても出\n所識別機能を有する旨主張するが，内容器は外面包装の内側にあり，需要\n者において外部から直接これを視認することはできないから，これによっ\nて需要者が商品の出所を識別するとは考えられず，この点について出所識\n別機能があるとは認めることができない。\nこれに対し，原告は，①需要者が外面包装の上から触れれば内容器の構\n造を認識できる，②需要者がフェイスマスクを使用する際又はフェイスマ\nスクを使い切った際に内容器を視認することができる，③内容器がなけれ\nば立方体構造を維持できないことにつき需要者は認識が可能であるなどと\n主張する。しかしながら，上記①及び②については，需要者が外面包装の\n上から触り，あるいは，フェイスマスクを取り出すための切込みから容器\nの内側を一部見ることが可能であるとしても，これにより直ちに内容器の\n構造を認識することができるとは認めることができないし（別紙原告商品\n目録記載４(3)及び(4)の写真参照），上記③についても，需要者が内容器の\n形態や構造を具体的に認識できることを示すものとはいえない（なお，上\n記②は購入後の事情であるから，購入時における出所識別機能を裏付ける\nものとはいえない。）から，いずれも採用することはできない。\n(3)  以上によれば，原告商品の形態は，客観的に他の同種商品とは異なる顕\n著な特徴を有しているということはできず，不正競争防止法２条１項１号の\n商品等表示には当たらない。\n３  争点２（被告商品は原告商品の形態を模倣したものか）について\n(1)  不正競争防止法２条１項３号の「模倣」とは，「他人の商品の形態に依拠\nして，これと実質的に同一の形態の商品を作り出すこと」をいうところ（同\n条５項），「実質的に同一の形態」といえるか否かは，他人の商品の形態に依\n拠して作成された商品の形態が，他人の商品の形態と実質的に同一といえる\nほどに酷似しているか否かという観点から判断すべきである。\nそして，同号が「商品の形態」を保護する趣旨は，模倣者が，先行者にお\nいて資金や労力を投下して商品化した商品について，その形態をことさら模\n倣した商品を，自らの商品として市場に提供し，同じ市場において先行者と\n競争する行為が，事業者間の競争上不正な行為として位置付けるべきものと\nしたことにあると解されるから，作り出された商品の形態に他人の商品の形\n態と相違する部分があるとしても，その相違がわずかで，商品全体からみれ\nば些細な相違にとどまるような場合には，当該商品は他人の商品と実質的に\n同一の形態と評価され得る一方，相違の内容・程度，共通点と相違点のバラ\nンスが商品全体の形態に与える影響等に鑑みて，相違が些細なものといえな\nいような場合には，当該商品は他人の商品の形態と実質的に同一であるとは\nいえないと判断するのが相当である。また，同号の上記趣旨に鑑みれば，同\n種の商品にしばしば見られるありふれた形態は，特段の資金や労力を投下す\nることなく作り出すことができるから，同号の保護対象となる「商品の形態」\nには当たらないと解すべきである。\nなお，被告は，原告商品はフェイスマスクそのものであり，その包装は「商\n品の形態」には当たらないと主張するが，美容液を浸潤させたフェイスマス\nクは，商品の性質上，包装と一体で流通に供されることが通常であって，包\n装が商品自体と容易に切り離しえない態様で結びついているといえるから，\n包装についても「商品の形態」に含まれるというべきであって，この点に関\nする被告の主張は採用することができない。\n(2)  そこで検討するに，原告商品と被告商品の各外面包装の形態は，まず原\n告態様Ｂと被告態様ｂ，原告態様Ｃと被告態様ｃがそれぞれ共通し，原告態\n様Ａと被告態様ａについても，直方体状である点で共通するとともに，その\n外寸も大きくは異ならないものと認められる。\nしかしながら，上記１(3)及び２(2)アの説示によれば，原告商品と被告商\n品に共通又は近似する上記各態様は，いずれも市場に流通する原告商品又は\n被告商品以外の多数の美容用液体含浸シートにおいても同様に備えているも\nのであるか，少なくとも大きく相違しないものと認められるのであって，そ\nうすると，原告商品と被告商品に共通する上記各態様は，いずれも同種の商\n品にしばしば見られるありふれた形態というほかない。\n他方，原告商品及び被告商品の各外面包装の色彩，デザイン，文言及び配\n置等に係る要素（原告態様Ｄと被告態様ｄ）は，その全ての要素が著しく異\nなっている。特に，原告商品については，ローズピンクの基礎の上に緑色で\n描かれた伏し目のまつげとリボン及び大きく記載された「ＬｕＬｕＬｕｎ」\nという文字が強い印象を与えるのに対し，被告商品については，ストライプ\n状のパステルピンクの基礎の上に描かれた青色のハートマーク及び円並びに\n赤色で大きく記載された「ＡＬＬ  ｉｎ  １」という文字が強い印象を与え\nると認められるのであって，その印象の差は大きく，需要者の印象を左右す\nる特徴的な形態に係る相違といえる。しかも，原告商品と被告商品は，共に\n女性向けのフェイスマスクであり，一般の商品以上に，需要者においてキャ\nッチコピーやデザインを重視する傾向も強いと考えられる。\nこのように，原告商品と被告商品とは，その特徴的な形態（原告態様Ｄと\n被告態様ｄ）が大きく相違する一方，共通ないし近似する形態（原告態様Ａ\n～Ｃと被告態様ａ～ｃ）はいずれも同種の商品にしばしば見られるありふれ\nたものにとどまるから，全体として見れば，被告商品の形態が原告商品の形\n態と実質的に同一であるということはできない。\n(3)  なお，原告主張の特徴⑦～⑪は，いずれも外面包装の内側の内容器に係\nる形態であって，需要者が原告商品を通常の用法に従って使用するに際して\n内容器の形態を認識することはできないから，「需要者が通常の用法に従っ\nた使用に際して知覚によって認識することができる」商品の内部の形状等\n（不正競争防止法２条４項）に当たらず，「商品の形態」に含まれないとい\nうべきである。\nこれに対し，原告は，①フェイスマスクを取り出す度に内容器の外観を見\nることになる，②最後のフェイスマスクを取り出した際に空の状態の内容器\nの全体を視認することができる，③需要者が原告商品に触れれば内容器の構\n造が分かるなどと主張するが，これらがいずれも採用できないことは上記２\n(2)イで説示したとおりである。\n(4)  そうすると，被告商品の形態が原告商品の形態と実質的に同一であると\nはいえず，依拠の有無について検討するまでもなく，被告の行為は「模倣」\nには当たらない。\n４  結論\n以上によれば，その余の争点について判断するまでもなく，原告の請求はい\nずれも理由がないからこれらを棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官          沖 中 康 人\n裁判官          矢 口 俊 哉\n裁判官          廣 瀬 達 人\n（別紙）\n原告商品目録\n１  商品名\nフェイスマスク  ルルルン４Ｓ\n２  内容量\n４２枚（エッセンス４８０ｍＬ）\n３  発売元\n株式会社グライド・エンタープライズ\n４  包装及び内容器の構造等\n以下の写真(1)～(5)のとおり\n(1)\n(2)\n(3)\n(4)\n(5)\n以上\n（別紙）\n被告商品目録\n１  販売名\n肌美精  オールインワンマスク\n２  内容量\n４２枚（４６２ｍＬ）\n３  発売元\nクラシエホームプロダクツ株式会社\n４  包装及び内容器の構造等\n以下の写真(1)～(5)のとおり\n(1)\n(2)\n(3)\n(4)\n(5)\n以上\n（別紙）\n他商品一覧\n項\n番\nメ ー カ\nー\n商品名  商品の写真\n（蓋を閉じた状態）\n商品の写真\n（蓋を開いた状態）\n１  ク ラ シ\nエ ホ ー\nム プ ロ\nダ ク ツ\n㈱\n肌美精  D マスク WRa\n全 顔 シ ー ト 状 美 容 液\nマスク  30 枚（290ml）\n２  コ ー セ\nー コ ス\nメ ポ ー\nト㈱\nソフティモ   ホ ワ イ\nト   メ イ ク 落 と し シ\nート b\n３  コ ー セ\nー コ ス\nメ ポ ー\nト㈱\nソフティモ   メ イ ク\n落としシート（H）  b\n４  ㈱ マ ン\nダム\nギャツビー   さ ら さ\nらデオドラント   ボ\nディペーパー   クー\nルシトラス<徳用>\n５  ㈱ マ ン\nダム\nマンダム   ハ ッ ピ ー\nデオ   ボ デ ィ シ ー ト\n潤サラパウダーイン S\nや わ ら か な 清 潔 感\n花 せ っ け ん の 香 り\n36 枚入り\n６  ㈱ド\nン・キホ\nーテ\n情熱価格   ク イ ッ ク\nメ イ ク 落 と し シ ー ト\n（ メ イ ク 落 と し シ ー\nト   50 枚入   内 容 量\n210mL）\n７  ㈱ ス ト\nーリア\nマーロ   プ レ ミ ア ム\nフェイスシート［クー\nル］\n８  ロ ー ト\n製薬㈱\nデ・オウ  リフレッシ\nュシート  42 枚入（ロ\nート   メ ン ズ パ ー フ\nェ ク ト シ ー ト ＜ ふ き\nとり用化粧水＞）\n９  資 生 堂\nフ ィ テ\nィ ッ ト\n㈱\nエージープラス   ク\nリ ア シ ャ ワ ー シ ー ト\nN＜L＞  40 枚入\n以上\n"
}