{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 11,
    "day": 2
  },
  "case_number": "平成30(ネ)1317",
  "case_name": "損害賠償請求控訴事件",
  "court_name": "大阪高等裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88114",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88114",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/114/088114_hanrei.pdf",
  "contents": "平成３０年１１月２日判決言渡 同日原本交付 裁判所書記官\n平成３０年(ネ)第１３１７号 損害賠償請求控訴事件\n（原審 大阪地方裁判所平成２９年(ワ)第１４４３号)\n口頭弁論終結日 平成３０年９月７日\n判        決\n控訴人（一審原告）       株式会社 崔 さ ん の お 店\n被控訴人（一審被告）     株式会社   Ｊ   Ａ   Ｍ\n同訴訟代理人弁護士      権    藤    健    一\n同               黒    田    紘    史\n同               岸    野    祐    樹\n同               島    田    敬    史\n同                辻󠄀    坂    清    志\n同               柳    田    清    史\n同               菊澤俊 輔\n同               大    北              卓\n同                  佐井萌 子\n同               外    村              望\n同               三    代    昌    典\n主        文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，控訴人に対し，３３００万円及びこれに対する平成２９年２月\n２４日から支払済みまで年６分の割合による金員を支払え。\n３  訴訟費用は，第１，２審とも被控訴人の負担とする。\n４  仮執行宣言\n第２  事案の概要\n以下で使用する略称は，特に断らない限り，原判決の例による。\n１  控訴人の請求と裁判の経過\n本件は，控訴人が被控訴人に対し，控訴人において製造販売している生春巻\nきの製造方法が不正競争防止法上の営業秘密に該当することを前提に，被控訴\n人が当該営業秘密を不正に取得して競業行為をなし，また当該営業秘密を第三\n者に吹聴していると主張して，営業秘密の不正取得を理由とする不正競争防止\n法４条本文に基づく損害賠償として逸失利益の一部２０００万円を，営業秘密\nの第三者に対する吹聴を理由とする不法行為に基づく損害賠償として１０００\n万円を請求するほか，本訴提起に要した弁護士費用相当額の損害の３００万円\nの合計３３００万円とこれに対する不法行為の後の日である平成２９年２月２\n４日から支払済みまで年６分の割合による遅延損害金の支払を求めている事案\nである。\n原審が，控訴人の請求を棄却したところ，控訴人は，これを不服として控訴\nした。\n２  前提事実（証拠等により認定した事実は証拠番号等を付す。）\n(1)  当事者\n控訴人は，●（省略）●に本社と控訴人工場を有する株式会社であり，生\n春巻きのサラダ，ドレッシングなどを主な商品として，全国的に「崔さんの\nお店」のブランドを展開し，大手のコンビニエンスストア，スーパーなどで\n販売している。\n被控訴人は，平成１８年９月１日，被控訴人の現代表者の父であるＰ１が\n設立し，平成２４年８月に現代表者が代表取締役となった株式会社であり，\n青果物及び食料品の販売業等を目的とし，カット野菜等を製造し，スーパー\n等の取引先に卸すなどして業績を上げている。\nＰ１は，大阪府岸和田市に本社のあるＰ２の代表者であり，同社は，同市\nに工場を有し，カット野菜などの卸業をしている。\n(2)  被控訴人代表者による控訴人工場の見学の経緯等\nア  被控訴人は，取引先から生春巻きを製造するよう求められ，その検討の\nため，被控訴人代表者において，平成２５年７月頃，紹介を受けた控訴人\nに電話を掛けて生春巻きの製造工場の見学を依頼した。\nイ  控訴人は，被控訴人代表者の求めに応じて工場を見学させることとし，\n同月３日，控訴人工場を訪れた被控訴人代表者を案内して，生春巻きの製\n造工程を見学させるとともに，製造方法を説明し，また被控訴人代表者に\n写真撮影を許可した。\nウ  その後，控訴人は，被控訴人が九州における控訴人の協力工場として取\n引をすることを前提に，控訴人の社員が被控訴人の鹿児島工場を訪問する\nなど取引開始に向けての話を進めようとした。しかし，被控訴人は，控訴\n人の提案する内容での契約に応じず，結局，その話合いは同年８月頃打ち\n切られた。また被控訴人は，その後，直ちに取引先の求めで生春巻きを製\n造するということもなかった。\n(3)  被控訴人の競業行為の開始\n被控訴人は，平成２８年９月頃から，生春巻きを製造し，関西圏の大手スー\nパーに卸している。\n３  争点\n(1)  控訴人主張の営業秘密は，不正競争防止法上の営業秘密といえるか（争点\n１）\n(2)  被控訴人は控訴人主張の営業秘密を不正取得したか（争点２）\n(3)  被控訴人は控訴人主張の営業秘密を流布したか（争点３）\n(4)  控訴人の受けた損害の額（争点４）\n第３  争点に関する当事者の主張\n１  後記２のとおり，当審における控訴人の主張を付加するほかは，原判決の「事\n実及び理由」第３（原判決３頁１９行目からに１４頁５行目まで）に記載のと\nおりであるから，これを引用する。\n２  当審における控訴人の主張\n(1)  不正競争防止法上の営業秘密（争点１）について\n控訴人が，被控訴人代表者に対し，短時間の依頼で工場見学を許したのは\n事実である。しかし，それは，被控訴人代表者の言動により，被控訴人が，\n九州における，控訴人の協力工場となってくれると信じたからである。控訴\n人は，通常は，協力工場となる会社以外には工場見学を許さず，そのような\n会社とは秘密保持契約を締結している。\n控訴人のウェブサイトには，控訴人工場内での生春巻きのラインでの製造\n状況の写真が掲載されているが，本件の営業秘密は，生春巻きを大量に安定\n的に製造するために，ライスペーパーを戻す温度を調整するというもので，\n写真からはわからない事柄である。\n(2)  営業秘密の流布（争点３）について\n被控訴人代表者は，控訴人の営業秘密で最も重要な，生春巻きを巻くお湯\nの温度を適切に管理するという点を吹聴している。仮に，被控訴人において，\n平成２８年６月当時，実際の温度管理につき，より精密で正確な温度等の情\n報が必要であったとの事情があったとしても，それは，工場の状態や生春巻\nきの材質によって条件が異なるのは当然であるから，そのことをもって上記\n吹聴行為の違法性が否定されることにはならない。\n第４  当裁判所の判断\n１   営業秘密性（争点１）について\n(1)  当裁判所も，控訴人主張の営業秘密は，不正競争防止法上の営業秘密とい\nうことはできないと判断する。その理由は，後記(2)のとおり，当審における\n控訴人の主張に対する判断等を付加するほか，原判決の「事実及び理由」第\n４の１（原判決１４頁７行目から１７頁６行目まで）に記載のとおりである\nから，これを引用する。\n(2)  当審における控訴人の主張，立証について\nア  控訴人は，被控訴人が，九州における協力工場となってくれると信じた\nから，工場見学を許したのであって，控訴人の主張する営業秘密は，秘密\nとして管理されていたと主張する。\nしかしながら，後記２で検討するとおり，被控訴人が，控訴人との間で，\n控訴人の九州における協力工場となる合意をした上で，控訴人工場の見学\nが実施されたと認めることはできず，控訴人の主張は理由がない。\nイ  控訴人は，控訴人のウェブサイトに掲載されている控訴人工場内での生\n春巻きのラインでの製造状況の写真からは，本件の営業秘密（生春巻きを\n大量に安定的に製造するために，ライスペーパーを戻す温度を調整する。）\nはわからないと主張する。\n確かに，控訴人工場内での生春巻きのラインでの製造状況の写真からは，\nライスペーパーを戻す温度はわからない。しかしながら，前記(1)で引用し\nた原判決の「事実及び理由」第４の１(1)のとおり，控訴人が主張する営業\n秘密には，最終的には，生春巻きを大量に安定的に生産するために，ライ\nン上で全工程を行うことも含まれており，その点については，上記写真で\nおおよそは把握できると認められる。\nしたがって，上記写真からは，控訴人の主張する営業秘密はわからない\nとする控訴人の主張は，上記の限度では理由がない。\nウ  控訴人は，当審において，協力工場と締結した秘密保持契約書（甲８）\nを提出する。\nしかし，その契約書作成日は，平成２８年４月１日であり，被控訴人代\n表者が，平成２５年７月３日，控訴人工場を見学したころ，そのような秘\n密保持契約が締結されていたかどうかは不明である。\n２   不正取得の有無（争点２）について\n(1)  認定事実\n前提事実，証拠（甲６，乙１９，文中のもの）及び弁論の全趣旨によると，\n次の事実を認めることができる。\nア   被控訴人代表者の父であるＰ１は，カット野菜の製造を業とする会社を\n経営しており，被控訴人代表者は，大学卒業後，一般の企業を経て，上記\n会社に就職した。\nその後，平成２４年８月，被控訴人代表者は，Ｐ１が設立し，休眠状態\nとなっていた被控訴人の商号を現在のものに変更した上，カット野菜の販\n売を始めた。\nＰ１の会社は，被控訴人とともに，関西と九州を商圏としている。\nイ   被控訴人は，平成２４年頃から，たびたび，取引先のマックスバリュ九\n州から，生春巻きを作ってもらいたいとの要請を受けていた。被控訴人代\n表者は，大口取引先であるマックスバリュ九州からの依頼でもあることか\nら，放置することもできず，平成２５年７月初め頃，取引先のハローズか\nら控訴人の情報提供を受け，直接，電話で依頼したところ，控訴人の生春\n巻の製造工場を見学させてもらうこととなった。\nウ   控訴人代表者は，九州に拠点を持っておらず，九州における協力工場を\n欲しいと考えていたところ，被控訴人代表者からの上記電話を受け，被控\n訴人が，九州でカット野菜の工場をしていると聞き，工場見学の要請を受\nけることとした。\nエ   被控訴人代表者は，同年７月３日，控訴人工場を訪れ，生春巻きの製造\n工程を見学するとともに，製造方法の説明を受け，また許可を得て，写真\n撮影をした。\nオ   被控訴人代表者は，工場見学をした日の午後６時過ぎ，控訴人代表者に\n宛て，工場見学のお礼のメールをしたが，そのメールは以下の内容を含ん\nでいた（乙２）。\n「 本 日 の Ｐ３ 社 長 か ら 頂 い た 貴 重 な お 話 の お か げ で 生 春 巻 き や ト ル\nティーヤ等のノウハウは勿論九州での商談における自信と強みを頂いた\nように感じ大変感激しております。・・・是非，鹿児島は勿論のこと大阪\nの工場にもいらしてください。」\n上記メールに対する控訴人代表者の返信メールは以下の内容を含んで\nいた。\n「あなたのような後継者がおられるお父様が羨ましいです。(笑)弊社の事\nも今後とも宜しくお願いします。」\nカ   その後，控訴人は，被控訴人が九州における控訴人の協力工場として取\n引をすることを前提に，控訴人の社員が被控訴人の鹿児島工場を訪問する\nなど取引開始に向けての話を進めようとした。しかし，被控訴人は，控訴\n人の提案する内容での契約に応じず，結局，その話合いは同年８月頃打ち\n切られた。\n(2)  協力工場に関する欺罔の有無\n控訴人は，被控訴人が，控訴人の協力工場になるつもりがないにもかかわ\nらず，虚偽の説明により，控訴人の協力工場になると控訴人を誤信させ，控\n訴人工場を見学させ，控訴人の営業秘密を不正に取得したと主張する。\nしかし，前記(1)イ，ウ，エのとおり，被控訴人代表者が，電話を掛けて，\n工場見学を依頼した直後に，見学が行われている（被控訴人代表者は当日と\n述べ〔乙１９〕，控訴人代表者は翌日と述べる〔甲６〕。）。協力工場にな\nることを合意するためには，いろいろな条件についての協議が行われるべき\nであるが，そのような協議が行われた形跡はなく，その日のうちに，被控訴\n人代表者が控訴人代表者に送ったお礼のメールにも，協力工場となることを\n前提としたような言辞はない（乙２）。そうすると，平成２５年７月３日に\n行われた工場見学の条件として，協力工場になることまでの合意がされてい\nたと認めることはできない。\n確かに，上記見学の後，被控訴人が控訴人の協力工場になるための協議が\n行われたことや，見学の前後における控訴人の態度からすると，控訴人は，\n被控訴人が協力工場になることを強く期待していたことが認められるが，上\n記メール（乙２）の記載内容や，後記(4)の事情も併せ考えると，被控訴人代\n表者が，意図的に控訴人を誤信させた上で，工場見学を許可させたと認める\nことは困難である。\n(3)  商圏が重なることについての欺罔の有無\nまた，控訴人は，被控訴人代表者が，控訴人の商圏と重なる岸和田で，自\n分の父（Ｐ１）が，控訴人の事業と競合する事業を行っていることを秘匿し\nたまま，控訴人工場の見学をし，控訴人の営業秘密を不正に取得したと主張\nする。\nしかし，その日のうちに，被控訴人代表者が控訴人に送ったお礼のメール\nには，被控訴人の住所が記載されており（乙２），交換した名刺にも被控訴\n人の住所が記載されていたことがうかがえる（弁論の全趣旨）。\nまた，上記メールには，被控訴人代表者の父が同業者であり，大阪に工場\nがあることが記載されており，あえて，控訴人が主張する事情を秘匿したと\n認めることはできない。\n(4)  不正競業の意図\n被控訴人は，平成２８年６月になって，マックスバリュ九州の担当者と生\n春巻きの製造について意見を交換していることが窺えるが（乙４～７），平\n成２５年７月３日に控訴人工場を見学した後，すぐに生春巻きの製造に着手\nすることがなかったことからすると，上記見学を依頼した時点で，関西で，\n生春巻きを製造・販売することを想定していたとは認められず，不正取得の\n動機もなかったといえる。\n(5)  以上によると，仮に，平成２５年７月３日の工場見学において，被控訴人\nが，控訴人の営業秘密を認識することができたとしても，これを不正に取得\nしたと認めることはできない。\n３   営業秘密の流布（争点３）について\n(1)  当裁判所も，控訴人主張の営業秘密は，不正競争防止法上の営業秘密とい\nうことはできないので，その吹聴が不法行為を構成するとは認められず，営\n業妨害と認めることもできないと判断する。\nその理由は，原判決の「事実及び理由」第４の２（原判決１７頁１０行目\nから１８頁８行目まで）に記載のとおりであるから，これを引用する。\n(2)  なお，控訴人は，被控訴人代表者が，会合の席で生春巻きの量産のための\n温度管理を吹聴したとして，不法行為（民法７０９条）の成立を主張するが，\n被控訴人代表者の上記行為により，被控訴人が損害賠償債務を負う根拠につ\nいての説明はなく，また，上記行為により，控訴人にいかなる損害が発生し\nているかについても不明といわざるを得ない。控訴人は，生春巻きを巻くお\n湯の温度を適切に管理するという点が最も重要であると主張するが（当審に\nおける主張），上記判断を左右するものではない。\n４   結論\n以上によれば，控訴人の被控訴人に対する請求は理由がないからこれを棄却\nすべきである。これと同旨の原判決は相当であり，本件控訴は理由がないから\n棄却することとし，主文のとおり判決する。\n大阪高等裁判所第８民事部\n裁判長裁判官        山    田    陽      三\n裁判官        種    村    好    子\n裁判官        三    井    教    匡\n"
}