{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 5,
    "day": 18
  },
  "case_number": "平成29(ネ)5012",
  "case_name": "九条俳句不掲載損害賠償等請求控訴事件",
  "court_name": "東京高等裁判所",
  "result": "棄却",
  "original_court_name": "さいたま地方裁判所",
  "original_case_number": "平成27(ワ)1378",
  "lawsuit_id": "87800",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87800",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/800/087800_hanrei.pdf",
  "contents": "主           文\n１  第１審被告の控訴に基づき，原判決を次のとおり変更する。\n第１審被告は，第１審原告に対し，５０００円及びこれに対する平\n成２６年７月１日から支払済みまで年５分の割合による金員を支払\nえ。\n第１審原告のその余の請求をいずれも棄却する。\n２  第１審原告の本件控訴を棄却する。\n３  第１審原告の当審における追加請求を棄却する。\n４  訴訟費用は，第１，２審を通じてこれを４００分し，その３９９を第１\n審原告の負担とし，その余を第１審被告の負担とする。\n５\n事  実  及  び  理  由\n第１  控訴の趣旨\n１  第１審原告\n原判決中第１審原告の敗訴部分を取り消す。\n第１審被告は，第１審原告に対し，さいたま市立三橋公民館（三橋公民\n館）が発行する三橋公民館だより（本件たより）に，原判決別紙俳句目録\n１記載の文章（本件俳句）を同目録２記載の体裁で掲載せよ（第１審原告\nは，当審において，民法７２３条に基づく名誉回復措置の請求を追加し\nた。）。\n第１審被告は，第１審原告に対し，１９５万円及びこれに対する平成２６\n年７月１日から支払済みまで年５分の割合による金員を支払え。\n２  第１審被告\n原判決中第１審被告の敗訴部分を取り消す。\n第１審原告の請求をいずれも棄却する。\n第２  事案の概要\n１  本件は，第１審原告が第１審被告に対し，①かたばみ三橋俳句会（本件句\n会）と三橋公民館は，本件句会が三橋公民館に提出した俳句を同公民館が発\n行する本件たよりに掲載する合意をしたと主張し，同合意に基づき，第１審\n原告が詠んだ俳句（本件俳句）を本件たよりに掲載することを求めるととも\nに，②三橋公民館（その職員ら）が，本件俳句を本件たよりに掲載しなかっ\nたことにより精神的苦痛を受けたと主張し，国家賠償法１条１項に基づき，\n慰謝料２００万円及びこれに対する加害行為後（本件俳句が掲載されなかっ\nた本件たよりの発行日）の平成２６年７月１日から支払済みまで民法所定の\n年５分の割合による遅延損害金の支払を求めた事案である。\n原審は，第１審原告の請求のうち，５万円及びこれに対する遅延損害金の支\n払請求の限度で認容した。これに対して，第１審原告及び第１審被告がそれ\nぞれ控訴を提起した。なお，第１審原告は，当審において，第１審被告の職\n員が第１審原告の名誉を毀損したと主張して，\nして，民法７２３条に基づく名誉回復措置の請求を追加した。\n２  前提事実並びに争点及び争点に関する当事者双方の主張は，次のとおり改\nめ，３に当審における当事者の主張を付加するほかは，原判決の「事実及び\n理由」欄の「第２  事案の概要」の２から４までに記載のとおりであるか\nら，これを引用する。\n原判決１０頁６行目末尾に改行して「   三橋公民館が本件俳句を本件\nたよりに掲載しなかったことは，第１審原告の公の施設利用権等を侵害\nし，違法であるか。」を加える。\n原判決１０頁７行目の\nそれぞれ改める。\n原判決２４頁１７行目末尾に改行して次を加える。\n「\nは，第１審原告の公の施設利用権等を侵害し，違法であるか。）につ\nいて\n（第１審原告の主張）\nア  三橋公民館の建物を中心とする人的・物的施設と本件たよりは，\n一体のものとして捉えるべきであり，第１審原告が本件たよりの紙\n面の一部を使って本件俳句を掲載してもらうことは，「公の施設」\n（地方自治法２４４条１項）の利用に該当する。したがって，第１\n審被告が本件俳句の本件たよりへの掲載を拒否したことは正当な理\n由がない利用の拒否（同条２項）となり，違法である。\nイ  第１審被告が本件俳句の内容に着目し，本件たよりへの掲載を拒\n否したことは，不当な差別的取扱を禁止した地方自治法２４４条３\n項に違反し，違法である。\nウ  第１審被告が本件俳句の本件たよりへの掲載を拒否したことは，\n公民館条例２１条に違反し，違法である。\nエ  仮に本件たよりの利用が「公の施設」の利用に該当しないとして\nも，本件たよりの発行は，三橋公民館の「事業」に該当し，本件俳\n句の掲載は，三橋公民館の事業を利用する行為であるから，地方自\n治法２４４条が類推適用され，第１審被告が本件俳句の内容に着目\nし，本件たよりへの掲載を拒否したことは，平等原則に違反し，違\n法である。\n（第１審被告の主張）\nすべて争う。本件たよりは，地方自治法２４４条の「公の施設」と\nして住民の利用に供されなければならないものではない。仮に，本件\n俳句の掲載が住民による「公の施設」の利用に該当する場合は，公の\n施設の「管理に関する事項」として条例に定めがなければならない\nが，さいたま市公民館条例にはその定めはない。」\n３  当審における当事者の主張\n（第１審原告の主張）\n①平成２６年６月２５日，三橋公民館職員の Ａ は，本件句会の代表代行を\n務める Ｂ に架電し，本件俳句について，「世論が二分するようなテーマ\nの俳句は『公民館だより』には載せられない。」，「公民館の考えである\nと思われるのでダメです。」，「この句は載せられないから代わりの句を\n出して欲しい。」と告げた。\n②平成２６年７月３日，三橋公民館館長の Ｃ は，第１審原告に対し，本件\n書面１を交付し，本件書面１に記載された本件俳句の不掲載の理由を連絡\nした。\n③平成２６年７月２２日， Ｃ ， Ａ ，桜木公民館から２人及び生涯学習セ\nンターから２人の合計６人が，本件句会の会員約２０名に対し，さいたま\n触するなどと説明して，本件俳句を不掲載にすると説明した。\n④平成２６年７月ころ， Ｂ が７月句会選出の俳句と本件俳句を一緒に三橋\n公民館の職員に提出したところ，桜木公民館の Ｄ が，Ｂ に架電し，\n「７月の選句だけなら８月号に掲載できますが，６月の梅雨空俳句と一緒\nに載せることはできません。」と告げた。\n⑤平成２６年８月， Ｃ ， Ａ 及び三橋公民館連絡協議会委員長の Ｅ が，\n本件句会有志の８月勉強会に現れ，本件句会有志に対し，「公民館だより\nではなくて，それとは別の公民館運営だよりのような形で掲載をする方\n法」を示唆した。\n⑥平成２６年６月以降，第１審被告は，本件俳句の本件たよりへの掲載を拒\n否し，公民館職員をして，その旨を本件句会の会員に伝え続けた。\n⑦平成２６年８月２７日，さいたま市教育委員会教育長   Ｆ  は，大宮区\n三橋地域住民有志３名に対し，「三橋公民館だよりへの俳句掲載拒否につ\nいて（回答）」と題する文書で，本件俳句を「公民館だよりに掲載するこ\nとは不適切である」，「公平中立の立場であるべき」と回答した。\n⑧平成２６年１２月８日，前記 Ｆ は，９・２７公民館だより俳句掲載拒否\nを考える市民の集い参加者一同に対し，「「請願書」について（回答）」\nと題する文書で，本件俳句の掲載を求めた請願に対し，掲載拒否を維持し\nた上で，「今後も公民館は関係法令を遵守し適正に運営して参ります。」\nと回答した。\n⑨平成２７年１月１４日， Ｃ は，社会教育推進全国協議会埼玉県南支部支\n部長   Ｇ  に対し，「「三橋公民館だよりへの俳句掲載拒否への再度の\n抗議と要望」について（回答）」と題する文書で，「公民館だよりの編\n集・発行にあたり，公正中立であるべきとの観点から判断した」，「俳句\n会に代わりの俳句をお願いしましたこと」などと告げた。\n以上の第１審被告の職員の行為により第１審原告の名誉が毀損された。\n第１審被告は，本件俳句の掲載拒否を続け，確信的に第１審原告の名誉を\n毀損し続けており，故意又は過失があることは明らかである。\n第１審被告の行為により，第１審原告の社会的評価は著しく低下し，名誉\n毀損行為は継続している。これに対する名誉回復の手段として損害賠償では\n不十分であり，第１審原告の求める掲載措置は，第１審原告の名誉回復に不\n可欠である。\n（第１審被告の主張）\n①のうち，「公民館の考えであると思われるのでダメです。」，「出して\n欲しい」との発言は否認し，その余は認める。②は認める。③のうち，桜木\n公民館の職員は「２人」ではなく「１人」である。④は否認する。⑤のう\nち，別の形での掲載を示唆したとの点は否認する。⑥は争う。⑦ないし⑨は\n認める。以上が第１審原告の名誉を毀損したことは否認する。\n否認する。\n争う。\n第３  当裁判所の判断\n当裁判所は，第１審原告の請求は，５０００円及びこれに対する遅延損害金\nの支払請求の限度で理由があり，その余は理由がないと判断する。その理由\nは，次のとおりである。\n１  認定事実\n原判決３１頁２行目の「ア」及び同５行目から同１３行目末尾までを削るほ\nかは，原判決の「事実及び理由」欄の「第３  当裁判所の判断」の１に記載の\nとおりであるから，これを引用する。\n２  （本件合意の内容は，本件俳句を本件たよりに掲載することについて\n訴求力ある権利を発生させるものであったか）について\n判断するまでもなく，本件合意に基づき本件俳句を本件たよりに掲載すること\nを求める第１審原告の請求は理由がない。」を加えるほかは，原判決の「事実\n及び理由」欄の「第３  当裁判所の判断」の２に記載のとおりであるから，こ\nれを引用する。\n３  （本件俳句を不掲載としたことが，第１審原告の学習権を侵害し，国\n家賠償法上，違法であるか）について\n原判決３６頁１５行目の「自己に」の次に「学習要求を充足するための」を\n加えるほかは，原判決の「事実及び理由」欄の「第３  当裁判所の判断」の４\nに記載のとおりであるから，これを引用する。\n４  （本件俳句を不掲載としたことが，第１審原告の表現の自由を侵害\nし，国家賠償法上，違法であるか）について\n次のとおり改めるほかは，原判決の「事実及び理由」欄の「第３  当裁判所\nの判断」の５に記載のとおりであるから，これを引用する。\n原判決３８頁１３行目の「しかし」から同２３行目末尾までを「しかし，\n第１審原告は，三橋公民館が主としてサークル等の案内等の情報提供を目\n的として発行する本件たよりという特定の媒体による表現行為を制限され\nたにすぎず，かたばみ等の同人誌やインターネット等の様々な媒体による\n体による表現行為の制限が表現者の表現の自由を侵害するというために\nは，表現者が，当該表現手段の利用権を有することが必要と解されるとこ\nろ，本件においては，前記２で説示したとおり，第１審原告が，本件俳句\nを本件たよりに掲載することを求めることができる掲載請求権を有すると\nはいえない。」と改める。\n原判決３９頁４行目の「しかし」の次に「，第１審原告の主張を前提とし\nても」を加える。\n原判決３９頁７行目の「及び３」及び同２０行目の「，３」をいずれも削\nる。\n５  （三橋公民館が本件俳句を本件たよりに掲載しなかったことは，第１\n審原告の公の施設利用権等を侵害し，違法であるか）について\n第１審原告は，第１審原告が本件たよりの紙面の一部を使って本件俳句を掲\n載してもらうことは，「公の施設」（地方自治法２４４条１項）の利用に該当\nすることを前提に，第１審被告が本件俳句の本件たよりへの掲載を拒否したこ\nとは，正当な理由がない利用の拒否（同条２項），不当な差別的取扱（同条３\n項），公民館条例２１条（８条，９条）違反となり，仮に本件たよりの利用が\n「公の施設」の利用に該当しないとしても地方自治法２４４条の類推適用によ\nり平等原則に違反し，違法である旨主張する。\nしかし，地方自治法２４４条１項の「公の施設」とは，住民の福祉を増進す\nる目的をもって住民の利用に供するために普通地方公共団体が設ける施設をい\nうところ，本件たよりは三橋公民館が発行する書面であって，同条にいう「公\nの施設」に該当せず，また，さいたま市公民館条例８条及び９条の「センター\nの施設」にも該当しないことは明らかである。また，地方自治法２４４条は，\n普通地方公共団体が設ける公の施設の適正な利用関係を規律する趣旨であっ\nて，三橋公民館が発行する本件たよりに同条を類推適用する基礎を欠くという\nべきである。\nしたがって，第１審原告の主張は，その前提を欠き，採用することができな\nい。\n６  第１審原告の人格\n権ないし人格的利益を侵害し，国家賠償法上，違法であるか）について\n公民館は，市町村その他一定区域内の住民のために，実際生活に即する教\n育，学術及び文化に関する各種の事業を行い，もって住民の教養の向上，健\n康の増進，情操の純化を図り，生活文化の振興，社会福祉の増進に寄与する\nことを目的とした施設であり（社会教育法２０条），国及び地方公共団体が\n国民の文化的教養を高め得るような環境を醸成するための施設として位置付\nけられている（同法３条１項，５条参照）。そして，公民館は，上記の目的\n達成のために，事業として①定期講座を開設すること，②討論会，講習会，\n講演会，実習会，展示会等を開催すること，③図書，記録，模型，資料等を\n備え，その利用を図ること，④体育，レクリエーション等に関する集会を開\n催すること，⑤各種の団体，機関等の連絡を図ること，⑥その施設を住民の\n集会その他の公共的利用に供することとされ（同法２２条），さらに公民館\nは，住民の福祉を増進する目的をもってその利用に供するための施設（公の\n施設）として，普通地方公共団体は，住民が公民館を利用することについ\nて，不当な差別的取扱いをしてはならないと解される（地方自治法２４４条\n３項）。\n公民館の上記のような目的，役割及び機能に照らせば，公民館は，住民の\n教養の向上，生活文化の振興，社会福祉の増進に寄与すること等を目的とす\nる公的な場ということができ，公民館の職員は，公民館が上記の目的・役割\nを果たせるように，住民の公民館の利用を通じた社会教育活動の実現につ\nき，これを公正に取り扱うべき職務上の義務を負うものというべきである。\nそして，公民館の職員が，住民の公民館の利用を通じた社会教育活動の一\n環としてなされた学習成果の発表行為につき，その思想，信条を理由に他の\n住民と比較して不公正な取扱いをしたときは，その学習成果を発表した住民\nの思想の自由，表現の自由が憲法上保障された基本的人権であり，最大限尊\n重されるべきものであることからすると，当該住民の人格的利益を侵害する\nものとして国家賠償法上違法となるというべきである（最高裁平成１７年７\n月１４日第一小法廷判決・民集５９巻６号１５６９頁参照）。\n館は，\n本件合意に基づき，平成２２年１１月から平成２６年６月まで３年８か月間\nにわたり，本件句会が提出した秀句を一度も拒否することなく継続的に本件\nたよりに掲載してきており，本件たよりに掲載する俳句の選定を基本的に本\n件句会に委ねていたと認められるところ，従前と同様の選考過程を経て本件\n句会が提出した本件俳句については，それまでの他の秀句の取扱いと異な\nり，その内容に着目し，本件俳句の内容が，その当時，世論を二分するよう\nな憲法９条が集団的自衛権の行使を許容するものであるとの解釈に反対する\n女性らのデモに関するものであり，本件俳句には，第１審原告が憲法９条は\n集団的自衛権の行使を許容するものと解釈すべきではないという思想，信条\nを有していることが表れていると解し，これを本件たよりに掲載すると三橋\n公民館の公平性・中立性を害するとの理由で掲載を拒否したのであるから，\n第１審被告の上記掲載拒否行為は，第１審原告の公民館の利用を通じた社会\n教育活動の一環としてなされた学習成果の発表行為につき，第１審原告の思\n想，信条を理由に，これまでの他の住民が著作した秀句の取扱いと異なる不\n公正な取扱いをしたものであり，これによって，第１審原告の上記人格的利\n益を違法に侵害したというべきである。\n第１審被告は，三橋公民館が，本件俳句を本件たよりに掲載することは，\n世論の一方の意見を取り上げ，憲法９条は集団的自衛権の行使を許容する\nと解釈する立場に反対する者の立場に偏することとなり，中立性に反し，\nまた，公民館が，ある事柄に関して意見の対立がある場合，一方の意見に\nついてのみ発表の場を与えることは，一部を優遇し，あるいは冷遇するこ\nとになり，公平性・公正性を害するため，許されないから，本件俳句を本\n件たよりに掲載しなかったことには，正当な理由がある旨主張する。\nしかし，\n原判決別紙俳句目録１記載のように，本件句会の名称及び作者名が明示さ\nれることになっていることからすれば，本件たよりの読者としては，本件\n俳句の著作者の思想，信条として本件俳句の意味内容を理解するのであっ\nて，三橋公民館の立場として，本件俳句の意味内容について賛意を表明し\nたものではないことは，その体裁上明らかであるから，本件俳句を本件た\nよりに掲載することが，直ちに三橋公民館の中立性，公平性及び公正性を\n害するということはできない。 ，公民館の\n職員が，住民の公民館の利用を通じた社会教育活動の一環としてなされた\n学習成果の発表行為につき，その思想，信条を理由に他の住民と比較して\n不公正な取扱いをすることは許されないのであるから，ある事柄に関して\n意見の対立があることを理由に，公民館がその事柄に関する意見を含む住\n民の学習成果をすべて本件たよりの掲載から排除することは，そのような\n意見を含まない他の住民の学習成果の発表行為と比較して不公正な取扱い\nとして許されないというべきである。\n以上によれば，本件俳句が詠まれた当時，集団的自衛権の行使につき世論\nが大きく分かれていたという背景事情があったとしても，三橋公民館が本件\n俳句を本件たよりに掲載しなかったことにつき，正当な理由があったという\nことはできず，三橋公民館及び桜木公民館の職員らは，本件俳句には，第１\n審原告が憲法９条は集団的自衛権の行使を許容するものと解釈すべきではな\nいという思想，信条を有していることが表れていると解し，これを理由とし\nて不公正な取扱いをしたというべきであるから，上記職員らの故意過失も認\nめられ，第１審被告の主張は採用することができない。\nしたがって，三橋公民館及び桜木公民館の職員らが，第１審原告の思想や\n信条を理由として，本件俳句を本件たよりに掲載しないという不公正な取\n扱いをしたことにより，第１審原告は，人格的利益を違法に侵害されたと\nいうことができるから，三橋公民館が，本件俳句を本件たよりに掲載しな\nかったことは，国家賠償法上，違法というべきである。\n７\n前記認定事実における本件俳句の本件たよりへの掲載が拒否された経緯，第\n１審原告の侵害された人格的利益は，住民の公民館の利用を通じた社会教育\n活動の一環としてなされた学習成果の発表行為につき，公民館の職員から，\nその思想，信条を理由に他の住民と比較して不公正な取扱いを受けないとい\nう観点から法的保護に値するものであること，その他本件に顕れた一切の事\n情を総合勘案すると，第１審原告の人格的利益が侵害されたことによる慰謝\n料額は，５０００円とするのが相当である。\n８  当審における当事者の主張に対する判断\n第１審原告は，\n審被告が第１審原告の名誉を毀損したと主張する。\nしかし，発言行為の意味内容及びその意味内容が他人の社会的評価を低下さ\nせるものか否かは，一般読者の普通の注意と読み方を基準として解釈した意\n味内容に従って判断すべきであるところ（最高裁昭和３１年７月２０日第二\n小法廷判決・民集１０巻８号１０５９頁参照），第１審原告が主張する各事\n実は，いずれも第１審被告が本件俳句を本件たよりに掲載しないとの判断を\nしたこと，その理由として，本件俳句について主として三橋公民館の政治的\n中立性，公平中立性の観点から公民館だよりに掲載するのが適切ではない旨\nを述べるものであって，その意味内容につき一般の聞き手の普通の注意と受\nけ止め方を基準として解釈すると，第１審被告の職員の上記一連の発言は，\n本件俳句には政治的な内容が含まれているとの認識を示しているにすぎず，\n前記の発言の意味内容が第１審原告の社会的評価を低下させるものとはいえ\nない。また，同様に，第１審被告が本件俳句を本件たよりに掲載することを\n拒否したことが第１審原告の社会的評価を低下させるものとはいえない。\nしたがって，第１審原告の名誉回復措置の請求は，その余の点について判断\nするまでもなく，理由がない。\n９  そうすると，第１審原告の請求は，５０００円及びこれに対する加害行為後\nの平成２６年７月１日から支払済みまで民法所定の年５分の割合による遅延\n損害金の支払を求める限度で理由があるからこれを認容し，その余は理由が\nないから棄却すべきところ，これと異なる原判決は一部失当であって，第１\n審被告の本件控訴は一部理由があるから，原判決を上記のとおり変更し，第\n１審原告の本件控訴は理由がないから，これを棄却し，また，第１審原告が\n当審において追加した請求は理由がないから，これを棄却することとして，\n主文のとおり判決する。\n東京高等裁判所第２民事部\n裁判長裁判官      白     石     史     子\n裁判官      大     垣     貴     靖\n裁判官      鈴     木     義     和\n"
}