{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 5,
    "day": 24
  },
  "case_number": "平成23(ワ)22024",
  "case_name": "地位確認等請求事件（通称　日本相撲協会解雇）",
  "court_name": "東京地方裁判所",
  "field": "労働",
  "lawsuit_id": "83354",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=83354",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/354/083354_hanrei.pdf",
  "contents": "平成２４年５月２４日判決言渡\n平成２３年(ワ)第２２０２４号地位確認等請求事件\n主 文\n１  本件訴えのうち，\n(1) 本判決確定の日の翌日から毎月２５日限り月額１０３万６０００円\n及びこれらに対する それぞれ支払期日の 翌日から支払ずみま で年 ５分\nの割合による金員の支払請求に係る部分\n(2) 本判決確定の日の翌日から毎年８月及び１２月の各末日限り１０３\n万６０００円及びこ れらに対するそれぞ れ支払期日の翌日か ら支 払ず\nみまで年５分の割合による金員の支払請求に係る部分\n(3) 本判決確定の日の翌日から毎奇数月末日限り１６万円及びこれら に\n対するそれぞれ支払 期日の翌日から支払 ずみまで年５分の割 合によ る\n金員の支払請求に係る部分\n(4) 本判決確定の日の翌日から毎年１２月末日限り２４万円及びこれら\nに対するそれぞれ支 払期日の翌日から支 払ずみまで年５分の 割合 によ\nる金員の支払請求に係る部分\n(5) 本判決確定の日の翌日から毎年１月，５月及び９月の各末日限り２万\n５０００円及びこれ らに対するそれぞれ 支払期日の翌日から 支払 ずみ\nまで年５分の割合による金員の支払請求に係る部分\nをいずれも却下する。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  原告が，被告に対し，被告の十枚目力士としての権利を有する地位にあるこ\nとを確認する。\n２  被告は，原告に対し，平成２３年５月から，毎月２５日限り，月額１０３万\n６０００円及びこれらに対するそれぞれ支払期日の翌日から支払ずみまで年\n５分の割合による金員を支払え。\n３  被告は，原告に対し，平成２３年から，毎年８月及び１２月の各末日限り，\n１０３万６０００円及びこれらに対するそれぞれ支払期日の翌日から支払ず\nみまで年５分の割合による金員を支払え。\n４  被告は，原告に対し，平成２３年５月から，毎奇数月末日限り，１６万円及\nびこれらに対するそれぞれ支払期日の翌日から支払ずみまで年５分の割合に\nよる金員を支払え。\n５  被告は，原告に対し，平成２３年から，毎年１２月末日限り，２４万円及び\nこれらに対するそれぞれ支払期日の翌日から支払ずみまで年５分の割合によ\nる金員を支払え。\n６  被告は，原告に対し，平成２３年５月から，毎年１月，５月及び９月の各末\n日限り，２万５０００円及びこれらに対するそれぞれ支払期日の翌日から支払\nずみまで年５分の割合による金員を支払え。\n７  被告は，原告に対し，２４００万円及びこれに対する平成２３年４月１４日\nから支払ずみまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n本件は，被告が力士である原告を解雇したところ，原告が，当該解雇は無効\nであると主張して，被告に対し，地位確認及び解雇後の給与等の支払並びに不\n法行為又は債務不履行に基づく慰謝料等の支払を求めた事案である。\n２  前提事実（争いのない事実。各掲記の証拠及び弁論の全趣旨による認定事実）\n(1) 当事者等\n原告は，モンゴル国籍を有している者であるが，平成１４年１１月に入門\nし，平成１４年１１月場所に初土俵を踏んだ被告に所属する力士であり，平\n成２３年１月場所での番付は，東十両９枚目であった。\n被告は，日本固有の国技である相撲道の維持発展等を目的とし，力士，行\n司等の育成，力士の相撲競技の公開実施等の事業を行う財団法人である。\n(2) 原被告間の契約関係\nア  原告は，平成１４年１１月から被告に所属し，本件解雇の意思表示時の\n平成２３年４月１４日時点で，被告に所属する十枚目力士の地位にあった\n（以下，原告・被告間の契約関係を「本件役務提供契約」という。）。な\nお，十枚目とは，いわゆる十両の正式名称である。\nイ  被告は，被告寄附行為施行細則給与・手当支給規定により，十枚目以上\nの力士に給与を支給している。平成２３年の十枚目力士である原告への支\n給額は，月額１０３万６０００円（毎月２５日当月分払い）であった。\nウ  被告は，本件解雇当時，十枚目力士に対し，次の金員を支給していた。\n(ア) 賞与  年２回（８月中旬頃，１２月中旬頃）各１０３万６０００円\n(イ) 力士褒賞金  年６回（場所ごとに支給）各１６万円以上\n（本場所は，毎年，１月場所，３月場所，５月場所，７月場所，９月場\n所，１１月場所と行われ，奇数月に開催されている。）\n(ウ) 巡業参加手当  １日あたり８０００円\n(エ) 力士補助費  年３回（１月，５月，９月）  各２万５０００円\n(3) 本件解雇\n平成２３年４月１１日，被告は，原告に対し，「平成２３年１月場所７日\n目のＡとの取組等において，故意による無気力相撲を行った」ことを処分事\n由（以下「本件処分事由」という。）として，引退届の提出期限を同月１３\n日午後５時と定めて引退勧告をした（以下「本件引退勧告」という。）。し\nかし，原告は，上記期限までに引退届を提出しなかった。\n同月１４日，被告は，原告に対し，理事会から引退勧告の処分を受けたの\nに，期限までに引退届を提出しなかった行為は，協会内の秩序を乱す行為で\nあるとして，原告を解雇するとの意思表示をした（以下「本件解雇」という。）。\n(4) 平成２３年１月場所の取組\n被告の開催する平成２３年１月場所で次の各取組が組まれた（以下「本件\n各取組」という。）。括弧内の勝敗は当該取組前の当該力士の勝敗，括弧内\nの○が当該取組の勝者，●がその敗者である。同場所当時の番付は，原告が\n東十両９枚目，Ｂが東十両１１枚目，Ａが東十両１３枚目であった。同場所\n２日目には，Ｂと原告は東の支度部屋，Ａは西の支度部屋を利用した。（乙\n５，１０の３，２７）\nア  ２日目  Ａ（１勝，○）  対  Ｂ（１敗，●）\nイ  ３日目  Ｂ（２敗，○）  対  原告（２勝，●）\nウ  ７日目  原告（４勝２敗，○）  対  Ａ（４勝２敗，●）\n(5) 被告，師匠及び力士との関係等\nア  被告は，国技である相撲道を研究し，相撲の技術を練磨し，その指導普\n及を図るとともに，これに必要な施設を経営し，相撲道の維持発展と国民\nの心身の向上に寄与することを目的として設置された財団法人であり，こ\nの目的を達成するため，相撲教習所の維持運営，力士等の養成，力士の相\n撲競技の公開実施等の事業を行っている。\nイ  被告の寄附行為によれば，被告には力士をおき，力士は相撲道に精進す\nるものとされている。\n被告は，力士の技量を審査するための相撲競技（本場所相撲）等の事業\nを実施し，一般に公開し，原則として有料である本場所相撲での勝負の判\n定，取組の編成，番附の審査編成，力士，行司に対する賞罰に関する事項\n等を行うために審判部を，また，本場所での故意による無気力相撲を防止\nし，監察し，懲罰するためにＣ委員会を設置するとされている。\nウ  力士を志望する者は，義務教育を終了した２３歳未満（新弟子検査日）\nの男子で，師匠を経て，被告に親権者の承諾書，志願者本人の意思確認書\nを添えて力士検査届を提出する。被告の指定する医師の健康診断及び身長\n・体重・基礎体力・運動能力等の検査に合格すれば，力士として登録され，\n被告に所属する。力士となった者は，師匠が手続をとることにより，被告\nの人別帳に登録され，これによって，初めて相撲をとれるようになる。\nエ  被告には，新たに登録された力士を実技と教養に分けて教育し指導する\nことを目的として，相撲教習所が設けられており，新たに登録された力士\nは，実技及び教養講座のそれぞれについて定められた単位を６か月間の教\n育期間内に習得すると相撲教習所を卒業することができるとされている。\nまた，幕下以下の力士は，力士養成員として，師匠が養成にあたるものと\nされ，力士養成員１人につき月額７万円の養成費が師匠に支給される。他\n方，十枚目以上の力士は，力士養成員の指導にあたるとともに，自己の人\n格の陶冶・技量の練磨に努めるとされ，師匠がこれを養成する旨を直接定\nめた規定は見当たらない。もっとも，力士の養成・教育・給与等に関し寄\n附行為施行細則に定めがないものは，師匠において処理する，十枚目以上\nの力士を養成した師匠には，養成奨励金を支給することができるとされ，\nその１人当たり１場所ごとの額は，階級の区分に応じて，横綱３０万円，\n大関２０万円，関脇・小結１０万円，幕内５万円，十枚目３万円と定めら\nれ，さらに，師匠に対し相撲部屋維持費及び稽古場経費等を支給すること\nができるとされ，その額は力士１人当たり１場所ごとに相撲部屋維持費が\n１１万５０００円，稽古場経費が５万５０００円と定められている。\nオ  被告の番附編成要領によれば，力士の番付は，審判部の部長，副部長，\n委員で組織され，本場所終了後３日以内に開催される番付編成会議で作成\nされ（１条～３条），力士の階級順位の昇降は，その本場所相撲の勝星に\nより協議の上決定するものとされている（６条）。\nカ  力士は有給とされ，十枚目以上の力士の給与（月給制）は，階級の区分\n（本場所の開催月より，本場所の番付の階級による。）により，１か月当\nたり，横綱２８２万円，大関２３４万７０００円，三役１６９万３０００\n円，幕内１３０万９０００円，十枚目１０３万６０００円とされている。\n幕下以下の力士養成員は，階級の区分に応じて，本場所手当を支給するも\nのとされ，１場所ごとの金額は，幕下１５万円，三段目１０万円，序二段\n８万円，序ノ口以下７万円とされている。\nキ  力士には，本場所及び地方巡業への参加が義務付けられ，本場所及び地\n方巡業では，被告の定めたタイムスケジュールに従って，土俵入りや取組\nを行うこととされているが，力士の所定労働時間を定めた規定はない。\nク  被告の相撲規則によれば，「相撲競技は，土俵内（競技場）で競技者の\n力士が２人で勝負を争う個人競技である」とされ，被告は，相撲規則及び\n審判規則で，力士の服装や所作の他，禁じ手等を定めているが，力士の技\n量を審査するための本場所相撲で，力士がどのような相撲を取るかについ\nて被告が指揮命令できる旨を定めた規定はない。\nケ  被告の生活指導部規則によれば，相撲部屋の師匠は生活指導部の委員と\nされ，師匠である委員は配属された力士を指導するものとされている。\nコ  被告は，力士に対する賞罰として，理事会の議決により，けん責・給与\n減額・出場停止・番附降下・解雇の５種類を行うことができる。被告は，\n「力士として，相撲の本質をわきまえず，被告の信用もしくは名誉を毀損\nするがごとき行動をなしたる者，あるいは品行不良で被告の秩序を乱し，\n勤務に不誠実のためしばしば注意するも改めざる者」に対しては，弁明の\n機会を与えた上で，理事会及び評議員会で，理事・評議員のそれぞれ現在\n数の４分の３以上の特別決議をすることにより，除名することができる。\nサ  力士が引退する場合は，当該力士ではなく師匠が引退届を被告に提出す\nることで当該力士は引退扱いとなり，番付から外されて相撲を取ることが\nできなくなる。師匠は，当該力士の資質や技術をみて引退届を提出するか\n否かを判断するとされており，被告で用いられている力士の引退届には，\n師匠の署名押印欄は設けられているが，力士の署名押印欄は設けられてい\nない。なお，引退し又は解雇された力士は，再び協会に所属することはで\nきないとされている。\n(6) 故意による無気力相撲懲罰規定\n被告は，「本場所相撲に於ける故意による無気力相撲を防止し，監察し，\n懲罰するため」（１条），故意による無気力相撲懲罰規定を設け，昭和４７\n年１月から施行している。\n同規定は，故意に無気力相撲をした力士及びこれに関与したものに対する\n懲罰として，けん責，給与減額，出場停止，引退勧告，除名の５種類を定め\n（６条，８条），懲罰を受けた力士の師匠も連帯してその責任を負うものと\nする（７条）。また，故意による無気力相撲を防止し，監察するため，Ｃ委\n員会を設置し（２条），同委員会は，故意による無気力相撲を防止するため\n指導普及部と連携して力士を指導し（３条），本場所相撲を常時監察し，故\n意による無気力相撲と思われる相撲があった場合は審判部長と協議し，故意\nによる無気力相撲の結論を出した場合は理事長に提出し（４条），これを受\nけて理事会がその決議により懲罰を決定するとしている（５条）。（甲２，\n３，乙１２）\n(7) 取組編成\n被告の取組編成要領によれば，取組は，本場所の初日の２日前に初日，２\n日目の取組を，その後は前日に取組を編成して発表するものとし，各階級別\nに番附順位により編成することとされている。\n(8) 被告は，原告に対する給与を支給する際，健康保険料及び厚生年金保険料\nを控除し，所得税を源泉徴収していたが，原告を含む力士は，労災保険及び\n雇用保険には加入していない。（甲７）\n３  争点及び当事者の主張\n(1) 本件役務提供契約の法的性質（争点１）\n（原告の主張）\nア  本件役務提供契約の法的性質は，労働契約である。後述のとおり，原告\nが八百長相撲を行った事実はないから，本件解雇は客観的に合理的な理\n由を欠き，社会通念上相当であると認められず，無効である。\nしたがって，原告は，被告に対し，被告の十枚目力士としての権利を有\nする地位にあること の確認を求めるとと もに，民法５３６条 ２項に基 づ\nき，本件解雇後の賃金として，①平成２３年５月から，毎月２５日限り月\n例給月額１０３万６０００円，②同年から，毎年８月及び１２月の各末日\n限り賞与１０３万６０００円，③同年５月から，毎奇数月末日限り力士褒\n賞金１６万円，④同年から，毎年１２月末日限り巡業参加手当２４万円（地\n方巡業開催日は年間３０日を下らないから，３０日分相当。），⑤同年５\n月から，毎年１月，５月及び９月の各末日限り力士補助費２万５０００円\n並びにこれらに対す る各支払期日の翌日 から支払ずみまで民 法所定 の年\n５分の割合による遅延損害金の支払を求めることができる。\nイ  本件役務提供契約が労働契約であることの根拠は，次のとおりである。\nまず，原告は，師匠である親方を通じて，被告の指揮監督下にあった。\nすなわち，力士は，稽古，本場所，巡業のいずれでも，被告から場所 的・\n時間的拘束を受け，稽古，本場所及び巡業での業務遂行（土俵入りの参加\n等）において，被告の指揮監督が及んでいた。また，力士は，稽古の参加，\n本場所及び巡業への出場について，然るべき事情の存在を前提に被告に申\nし出た上で，参加・出場を見合わせることはあるが，諾否の自由はない。\n力士は，直接には各所属部屋の親方の指導監督下に置かれるものの，親方\n衆も被告の協会員であり，被告より給与を受け（甲４・２条），必要に応\nじて被告指導普及部の指導を受ける立場にあること（甲３・指導普及部規\n定５条），力士に対する指導不足があれば親方も責任を負い（例えば，甲\n３・故意による無気力相撲懲罰規定７条参照），被告の懲罰権が及ぶ（甲\n２・８８条，８９条）等，被告の指揮監督下にあるから，ひいては力士も\n親方衆を通じて被告の指揮監督下にあるということができる。\n力士の日々の稽古については属する部屋によって異なるが，原告が属し\nていたＤ部屋の関取は，毎日午前８時～午前１０時過ぎ，部屋の稽古場で\nの稽古が課され，日々の鍛錬が必要なことから，土日を問わず午前中の稽\n古が課されていた。寝坊などすれば親方から叱責を受けるし，病気怪我等\nで稽古を休むときも親方と相談した上でなければならなかった。稽古中も\n手を抜いていれば，親方から注意される。以上に加え，その他力士の養成，\n教育等について寄附行為施行細則上に定めがないことについては，師匠が\n処理するものとされること（甲２・６８条）に鑑みれば，力士が，一定の\n時間・場所で師匠の指揮監督下に置かれていたことは明らかである。\n本場所についても，明示的な規定はなくとも，力士は出場が義務づけら\nれている（被告の活動を支える収入の大半は，本場所開催による収益であ\nり，力士が勝手に本場所を休場することは全く予定されていない。）。す\nなわち，被告（審判部）は，一方的に力士の番付を決定し，番付に従って\n一方的に取組を決めるのであるから，力士は，当然当該取組に出場するこ\nとが義務づけられており，力士の自由意思で，本場所への参加の有無を決\nすることはおよそ想定されていない。力士は，怪我等のやむを得ない場合\nに被告に対し医師の診断書を添付して届け出て，初めて本場所の休場を被\n告から許される場合があるに過ぎない。\n原告のような十両力士は，本場所中は，午後２時２５分ころに始まる土\n俵入りへの参加は義務づけられており，それに間に合うように会場に入る\nことが要求されている。もっとも，頭を結う等の準備もあるので，実際に\n会場入りするのはそれよりもずっと前であり，原告の場合は午後０時過ぎ\nに会場入りしていた。土俵入り後，被告が定めた取組順により取組を実施\nすることとされていた。このように，関取は，自分の取組をこなせばよい\nという立場ではなく，土俵入り（厳密には頭を結う等の支度）から自己の\n取組が終わるまでの間，時間的・場所的拘束を受けていた。このような拘\n束が，年間９０日（１５日×６場所）の本場所中には課されていた。\n本場所の相撲は，土俵上での所作，立ち振る舞いも重要視され，土俵上\nで四股を踏むこと，水で口をすすぎ，紙で拭いて塩を撒くこと等，被告の\n寄附行為施行細則で定められており，これらについても，力士は，被告の\n指導監督下に置かれている（相撲規則・力士（競技者）規定７条，８条，\n指導普及部規定４条，５条参照）。\n本場所の他にも，被告が全国各地で合計約６週間程度行っている地方巡\n業でも，力士は，被告の指導監督下に置かれる（地方巡業部規定１１条）。\n地方巡業も被告の極めて重要な事業の一つであり，全関取が参加を強制さ\nれ，怪我等の正当な理由がなければ休むことは許されない。地方巡業では，\n十両力士は，午前７時，８時に会場入りし，午前９時ころから午前１０時\n３０分ころに土俵で稽古をし，午後０時ころから，序の口から順に取組を\n実施し，十両力士は土俵入りを行った後，順次取組を行う。また，力士は，\n日替わりで，サイン会，握手会やちびっ子相撲等のファンと交流するイベ\nントにも参加する。\n被告が行っている海外巡業は，これまで基本的に１週間程度実施され，\n幕内力士とその付け人のみの参加が通例であったが，平成２０年に実施さ\nれたモンゴル巡業には，モンゴル出身力士は全員参加を命じられ，原告も\n参加した。海外巡業における一日の流れは，上記地方巡業と同様である。\n巡業では，巡業参加手当が支給されるが，十両力士の場合，１日あたり\n８０００円で，基本的には，月額給与が巡業参加の対価と評価でき，巡業\n参加手当はこれを補完するものにとどまる。\nその他にも，力士は，自動車の運転を禁じられているし，外出時の服装\nについて制限される等，被告から強い規律を受けている。\n被告は，原告に支払われる金員を給与所得と捉え，源泉徴収をし，厚生\n年金，健康保険の保険料も徴収している。原告には自己の計算で事業を営\nむ者としての要素（機械・器具・経費の負担，剰余金の取得，危険や責任\nの引受，他人の雇用等）はなく，被告に使用されて労働の対価を得ている。\n被告では，福利厚生（寄附行為３９条等）や退職金制度（寄附行為施行\n細則給与・手当支給規定４９条）が設けられ，被告が「退職金」「解雇」\nという用語を使用することも，原告の労働者性を肯定する事情である。\nウ  仮に本件役務提供契約の法的性質が労働契約でなかったとしても，本件\n役務提供契約にも労働契約法１６条が類推適用される。同条の定める解雇\n権濫用法理の趣旨は，労働契約が労働者にとって生活基盤となっているこ\nとから，労働者には 雇用継続について合 理的な期待が認めら れる 点 にあ\nる。原告は専ら被告から支払われる金員を生活の基盤としており，原告が\n日本に留学した１０ 数年前から相撲一筋 であることからその 依存の度 合\nいも極めて高いから，同条を類推適用すべきである。\n後記のとおり，原告が八百長相撲を行った事実はないから，本件解雇は\n無効であり，原告は，被告に対し，上記アと同一の確認請求及び支払請求\nをすることができる。\nエ  仮に本件役務提供契約の法的性質が準委任ないしそれに類似する契 約\nであったとしても，原告・被告間の継続的契約関係に照らせば，被告の一\n方的意思表示により契約関係を解消できるのは，原告が契約関係の基礎に\nある信頼関係を根本から破壊する等，これを継続することが困難であると\n認められるような特段の事情がなければならないというべきである。\n後記のとおり，原告が八百長相撲を行った事実はなく，信頼関係を根本\nから破壊する等の特段の事情はないから，本件解雇は無効であり，原告は，\n被告に対し，上記アと同一の確認請求及び支払請求をすることができる。\n（被告の主張）\nア  本件役務提供契約の法的性質が労働契約であるとの原告の主張は，否認\nする。本件役務提供契約の法的性質は，準委任契約である。\n力士が被告に対して提供する役務は，労働契約上の義務（労務提供）と\nは異なり，主体的な努力により培った相撲の技能を前提に，本場所相撲に\n出場することを基本的な内容とする。被告は，こうした力士による相撲競\n技という一種のパフォーマンスの受託提供に対して，その技量と格付けに\n応じた報酬を個々の力士に支払うことを約したものである。力士が被告か\nら得る金員は，業務時間と全く関係なく成績により定まり，通常の労働者\nに比べはるかに高額であること等から，労働の対償たる雇用契約上の給与\nとは評価できない。\n原告は，本場所及び巡業に参加して，相撲競技という一種のパフォーマ\nンスを提供している に過ぎず，雇用契約 上の労務提供は認め られな い 。\nすなわち，原告は，相撲競技（本場所相撲）への参加を義務付けられ，土\n俵入りから取組が終 わるまで概ね原告主 張のとおりのタイム スケジュー\nルで動いていること，また，地方巡業に全関取が参加を強制され，力士が\n原告主張のとおりの役割を果たしているが，力士が本場所及び巡業に出場\nすることは準委任契約の本質的内容である。また，土俵上での所作，立ち\n振る舞いに一定のルールがあることも原告主張のとおりであるが，相撲に\nも，他の競技と同様に一定のルールがあり，受任者である原告がこれに従\nって業務を遂行することは当然のことである。したがって，いずれも雇用\n契約を基礎付ける指揮監督性とは無関係である。\nまた，Ｄ部屋での原告の稽古・生活状況については不知であるが，稽古\nは自己の鍛錬のため に行うものであり， 被告が強制している ものではな\nい。むしろ，力士が師匠に対し稽古をつけてもらうようお願いし，師匠が\nこれを受諾するのが稽古の本質であり，専ら自身の成長のために師匠の指\n導を受けながら相撲部屋で稽古に励むことを，被告のための労務提供と評\n価することはできない。力士の養成について寄附行為施行細則上に定めが\nないときは師匠において処理する旨の原告指摘の規定は，施行細則に定め\nのない事項の処理の方針を定めたものに過ぎず，原告の義務を直接定め，\n強制するものではない。\n原告指摘の指導普及部の規定は，被告が国技としての正しい相撲の伝承\nのために設置した指導普及部が，力士に対し，正しい相撲の在り方，相撲\nお技術，土俵態度等を指導する役割を担うことを定めた抽象的規定に過ぎ\nず，原告の義務を直接定め，強制するものではないし，仮に原告がこのよ\nうな義務を負うとしても，そこから直ちに労務提供に対する被告の指揮監\n督権の行使と評価できるものではない。\nそして，原告が被告から得る金員は，雇用契約上の給与とみることはで\nきない。すなわち，力士が受け取る金員の額は，従事した時間を考慮せず，\n相撲競技の勝ち数に応じた番付の昇降によって定まるのであるから，「使\n用者の指揮監督のもとに一定時間労務を提供した対価」とは評価できず，\n一般芸能人の出演料や，野球選手に対する報酬等と同様に，力士が提供す\nる相撲競技という一 種のパフォーマンス に対する報酬たる性 質 を有 する\nものである。幕内力士の平均給与は，概算で年間２１００万円であり，通\n常の労働者に比べてはるかに高額である。力士が入幕するまでは，力士養\n成員として１場所出場ごとに１５万円が支払われるのみであるが，このよ\nうに入幕の有無によって金銭面を含む待遇が大きく異なることも，給与と\nしての性質とは相容れないものである。さらに，力士の「月給」は，明治\n時代の東京大角力協会申合規則にある歩方金（興行利益配当金）に由来し，\n昭和３２年５月に，横綱，大関，関脇小結，幕内，十両の各階級区分の直\n近の年間配当実績の平均を算出し，その１２分の１を月ごとに支給するこ\nととされたものであり，歴史的にも興行利益の配当金という性格を有して\nいるのであり，労働の対価としての性質を有していない。\n原告と被告との関係は，江戸時代より受け継がれてきた独特の相撲慣習\nを基礎として，極めて特殊な部分社会的関係において形成されたものであ\nり，時間外労働手当・有給休暇・解雇予告手当の不支給をはじめ，多くの\n点で労働法規と整合しない。すなわち，現在の相撲社会は，本場所興行や\n地方巡業において収益を確保し，その収益を興行・巡業参加者に分配して\n成り立っているところ，相撲部屋の長である師匠は力士を育成し，個々の\n力士は，直接被告に 参加するのではなく ，相撲部屋を通じて 参加す る 。\nまず，力士を志望する者は，師匠である年寄（いわゆる親方）を介して被\n告に力士検査届を提出し，被告の検査に合格した者が力士として登録され\nる。力士は，部屋の親方が手続をとることにより，被告の人別帳に登録さ\nれ，これによって，初めて相撲をとれるようになる。このように，被告と\n力士の関係は，本場所興行を主催する被告において，当該力士が参加力士\nとして「登録」されているか否かだけの関係であり，プロゴルフやプロ野\n球で，各選手が協会の名簿に登録し，協会が主催する大会や試合に参加す\nることで賞金等を稼ぐのと同様の関係である。また，力士が引退する場合\nは，親方が当該力士の引退届を被告に提出し，これにより当該力士は引退\n扱いとなり，番付か ら外されて相撲を取 ることができなくな るのである\nが，師匠が弟子の引退届を提出するか否かは，師匠が当該力士の資質や技\n術をみて判断するものとされており，師匠が引退届を出すにあたって，当\n該力士の承諾は不要である（被告で用いられている力士の引退届には，師\n匠の署名押印欄はあるが，力士本人の署名押印欄は設けられていない。）。\nこのように，力士と師匠の関係は，江戸時代から受け継がれてきた相撲慣\n習が「家制度」を基礎としていたことから，師匠に絶対的決定権があるの\nであり，これは，原告と被告の関係が，雇用関係ではなく，部屋制度を前\n提とした特殊な関係にあることを示すものである。\n原告に給与という名称で支給される金銭から厚生年金，健康保険の保険\n料が控除されていることは原告主張のとおりであるが，給与所得に対する\n源泉徴収は実施していない。また，労災保険や雇用保険は労働契約におけ\nる「従属労働」という本質から導かれるものであって，東京労働局の指導\nにより力士及び力士養成員は労災保険に加入できなかった。力士は，雇用\n保険にも加入していない。被告は，被告の従業員退職金支給規定２条で，\n本規定の従業員は「力士を除く」と明確に記載し，力士を従業員と区別し\nて扱っている。力士には，退職金ではなく，力士養老金が支給される。\n力士が自動車の運転を禁じられていること，外出時の服装について制限\nされていることは原告主張のとおりであるが，これは，他の競技選手にも\nよく課される制限であり，むしろ労働者に上記制限を課す方が稀である。\nイ  仮に本件役務提供契約の法的性質が雇用契約（労働契約）でなかったと\nしても，本件役務提供契約には労働契約法１６条が類推適用されるとの原\n告の主張及び仮に本 件役務提供契約の法 的性質が準委任ない しそれ に 類\n似する契約であったとしても，被告の一方的意思表示により契約関係を解\n消できるのは，原告が当該契約関係の基礎にある信頼関係を根本から破壊\nする等これを継続す ることが困難である と認められるような 特段の事情\nがなければならないとの原告の主張は，いずれも争う。\n本件役務提供契約は，原告が相撲競技（本場所と地方巡業）に出場し，\n本場所でのパフォーマンスを提供することに対し，被告がその技量と格付\nけに応じた報酬を支払うという準委任契約の関係に過ぎず，普段の部屋で\nの生活や稽古は契約の内容に含まれないから，継続的な契約関係であると\nはいえず，被告は，民法の定めに基づき，いつでも原告との契約を解除す\nることができる（民法６５６条，６５１条１項）。委任契約が信頼関係を\n基礎とし，民法６５１条が相手方に不利な事由がある場合でも契約継続で\nはなく損害賠償で解決すべきことを定めているし，相撲の世界は，実力主\n義の下，激しい人的交代にさらされており，力士の生活保障的な要素は薄\nく，引退の判断も師匠の責任で行い，当該力士の承諾は不要とされている\nことからしても，本件役務提供契約の解除は広く認められるべきである。\nウ  地方巡業開催日が年間３０日は下らないとの原告の主張は，否認する。\n平成２２年度の地方巡業開催日は１９日間であり，平成２３年度の地方\n巡業開催日は０日である。\n(2) 本件役務提供契約の終了事由の有無（争点２）\n（被告の主張）\nア  原告は，平成２３年１月場所７日目のＡとの取組（以下「本件取組」と\nいう。）で，故意による無気力相撲を行った。\nこのことは，Ｅが，本件取組を含む平成２３年１月場所の原告，Ａ，Ｂ\nの各取組について，三者が１勝１敗となるようにするという内容の故意に\nよる無気力相撲を仲介した旨を供述し，Ａも，本件取組がＥの仲介により\n行った故意による無気力相撲であったと供述していることから，認めるこ\nとができる。Ｅ及びＡは，いずれも被告や原告との間に虚偽の供述をする\nだけの利害関係はなく，偽証罪による刑事罰や原告からの報復等を受ける\n危険を冒してまで虚偽の供述をする動機はないし，記憶の正確性を疑うべ\nき事情は見当たらず，供述内容も具体的かつ迫真的であって，一貫性・合\n理性も認められるから，その供述はいずれも信用することができる。原告\nは，Ｅ及びＡが，Ｄ部屋に所属する原告が故意による無気力相撲を行って\nいたとの虚偽の供述をすることによって，師匠であるＦ親方にも責任を取\nらせ，Ｆ親方に対する恨みを晴らそうとした旨主張するが，Ｅ及びＡは，\nいずれもＦ親方に恨みを持っていたことを否定しているし，Ｆ親方に対す\nる恨みがあったからといって，直ちに原告の力士生命を奪うことになりか\nねない重大な虚偽供述をするとも考え難いのである。\nイ  真剣勝負をうたう本場所興行で，原告が，故意による無気力相撲を行っ\nたことは，相撲ファンの信頼を損ない，本場所興行を主体に活動している\n被告の根幹を揺るがすものである。現に，原告とＡとの本件取組を含む一\n連の故意による無気力相撲の発覚により，被告は，平成２３年３月場所の\n興行を中止するという前代未聞の事態に陥り，社会的信用が失墜し，Ｇ放\n映料等の多額な収入が得られなくなった上，本場所興行中止による莫大な\n損害賠償請求をされている。\n本場所興行における故意による無気力相撲は，被告の根幹を揺るがすも\nのであるため，被告は，故意による無気力相撲について，「故意による無\n気力相撲懲罰規定」を設け，これに関与した力士に対する厳しい処分を規\n定し，絶対的に禁止してきた。被告は，審判部や親方を通じて，日々，力\n士に対し故意による無気力相撲を行わないように強く指導してきた。\n本件役務提供契約の解除である本件解雇について，格別の事情が必要と\nされるものではない。しかし，仮に本件解雇について，雇用契約のような，\n客観的に合理的な理 由があり社会通念上 相当であることが必 要 である と\nの見解に立ったとしても，原告は，被告が強く禁止していた故意による無\n気力相撲を行い，被告の信頼を根幹から揺るがす事態に陥らせたのである\nから，被告が本件引退勧告を行い，これに従わなかった原告に対して本件\n解雇をしたことは，客観的に合理的な理由があり社会通念上相当である。\n（原告の主張）\nア  原告は，これまで一切の取組において，無気力相撲を行ったことも，そ\nれを持ちかけたことも，持ちかけられたこともなく，本件取組で故意によ\nる無気力相撲を行った事実はない。\n本件は，Ｆ親方に対する極めて峻烈な恨みを持つＨ，Ａ及びＥが，Ｆ親\n方を陥れるために原 告が故意による無気 力相撲を行ったとい う 虚偽の 供\n述を行った事案である。そもそも，故意による無気力相撲を行う力士たち\nは，ある取組について故意による無気力相撲を行って未精算の星の貸し借\nりが発生した後に，当該取組後の各力士の星取り状況等の変化に対応しつ\nつ，故意による無気力相撲を行うグループ全体における星の貸し借りを円\n滑に精算できるように，未精算の星の貸し借りの精算方法を複数用意して\nいるが，いかなる精算方法を採用するかの選択・判断は，最初の故意によ\nる無気力相撲を行う前にするものではなく，当該無気力相撲を行った後，\nそれ以降の各力士の番付及び星取り状況の変化，グループ内の他の力士間\nの星の貸し借りの状況等を踏まえてなされるものであるから，平成２３年\n１月場所２日目のＡとＢとの取組の前に，原告を加えた三者で１勝１敗ず\nつとなるようにする旨を合意したとのＥ及びＡの供述は，この点において\n既に破綻しており，信用することができない。\nイ  仮に原告が本件取組において故意による無気力相撲を行っていたと し\nても，本件解雇は社会通念上相当とはいえない。\n被告の「故意による無気力相撲懲罰規定」６条には，故意による無気力\n相撲を行った力士に対する懲罰として，除名，引退勧告，出場停止，減俸，\nけん責の５種類が設けられており，被告は，横綱や大関が故意による無気\n力相撲を行った場合 に比べてその影響は 限定的に止まる十両 力士 で ある\n原告に対し，本件取組という１回の故意による無気力相撲を理由として，\n２番目に重い処分である引退勧告を選択して，本件引退勧告を行い，これ\nに応じなかったことから本件解雇を行った。本件解雇は，処分事由との均\n衡を失した重過ぎる処分であり，社会通念上相当であるとはいえない。\n被告は，これまでマスコミによって繰り返し故意による無気力相撲の存\n在が指摘され続けてきたことから，故意による無気力相撲の存在を認識し\nていたのに，有効な対策を積極的に行わずに，故意による無気力相撲を黙\n認してきたのだから，従来黙認されてきた故意による無気力相撲を理由と\nして処分を行うためには，力士らに対し事前に十分な警告を行って，故意\nによる無気力相撲を 行った場合には処分 を受ける可能性があ ること を 認\n識させる必要がある。ところが，被告は，このような事前の警告を行わず\nに，これまで黙認してきた故意による無気力相撲を理由として本件解雇を\n行ったものであり，この点からも社会通念上相当であるとはいえない。\n同じ規定に同じ程度に違反した場合には，これに対する懲戒は同じ程度\nであるべきである。ところが，被告は，故意による無気力相撲を行ったか\n否かを調査する範囲を恣意的に平成２１年以降の取組に限定し，親方衆が\n過去に故意による無 気力相撲に関与して いたことを週刊誌等 に供述し て\nきた元力士らに対する事情聴取を実施しておらず，調査・処分対象範囲を\n恣意的に設定した。このように，本件解雇は，公平性の要請を無視した点\nにおいても，社会通念上相当であるとはいえない。\n被告は，本件解雇を行うにあたり，原告が提出を快諾した携帯電話の解\n析を行わず，解析を行った携帯電話２台についてもその終了を待たないで\n本件解雇を行っており，客観的証拠を吟味しておらず，原告が本件取組で\n故意による無気力相 撲を行ったことを認 定した根拠となった Ｅ及びＡの\n供述について，反対 尋問による供述内容 の確認の機会が与え られていな\nい。また，被告は，Ｅが本件取組で故意による無気力相撲が行われた旨を\n供述してからわずか２週間で，形式的に１回弁明の機会を設けたのみで，\n本件引退勧告を行っており，供述証拠について慎重に信用性を吟味してい\nない。さらに，本件引退勧告の検討期間はわずか２日間で，「引退届を出\nさなければ退職金を出さない」と虚偽の事実を告げて，経済的困窮につけ\n込んで引退届を提出させようとした。以上，本件解雇は，適正手続を遵守\nしておらず，社会通念上相当であるとはいえない。\nウ  よって，本件解雇は，客観的に合理的な理由を欠き，社会通念上相当で\nあるとはいえないから，解雇権を濫用したものとして無効である。\n(3) 損害賠償請求の可否（争点３）\n（原告の主張）\nア  力士である原告は，本件解雇により，相撲勘を養う最高の機会である本\n場所に出場することができなくなったことに加え，所属するＤ部屋から追\nい出され，日々の稽古での鍛錬の機会も奪われたことから，平成１２年４\n月に相撲留学のため単身来日して以来，相撲一筋に精進して鍛え上げてき\nた肉体，技術，相撲勘が日々劣化していくことは避けられず，自身の力士\n生命が事実上潰えてしまうのではないかという恐怖に苛まれている。原告\nは，本件解雇当時２７歳であり，最も実力を発揮することが期待できる時\n期に，本件解雇によって相撲から離れざるを得なくなったことで，将来的\nな幕内昇進の可能性 が著しく減退し，幕 内昇進の有無や在籍 期間 が 給与\n額，退職金額に影響し，師匠として新たな部屋を持つ条件とされることか\nら，その将来に多大な影響を受けることになった。また，被告における今\n回の八百長問題は，日本及び祖国モンゴルでも，社会的に極めて高い関心\nが寄せられ，報道でも大々的に取り上げられたことから，本件解雇により，\n「八百長力士」として見られるようになった原告の社会的評価は著しく低\n下し，真剣勝負を貫いてきたプロアスリートとしての原告の誇りは完膚な\nきまでに叩き潰された。このような原告の精神的苦痛を慰謝するための慰\n謝料は，２０００万円を下らない。\nイ  モンゴル人である原告は，本件解雇を争うための仮処分手続及び本件訴\n訟手続を追行するために弁護士を選任したほか，証人尋問の実施のために\n名古屋及び大阪へ移動し，モンゴルに帰国した元力士を証人として来日さ\nせることを余儀なくされ，弁護士費用，交通費・渡航費を負担した。\nこれらの経済的な損害のうち，提訴時の訴訟物の価額の約１０分の１に\n相当する４００万円は，本件解雇と相当因果関係ある損害である。\nウ  被告は，本件解雇にあたり，Ｅ及びＡの供述が具体的内容を伴っておら\nず，両名が供述書の作成も今後の調査協力も拒否する姿勢を示していたに\nもかかわらず，原告からの聴取も形だけしか行わず，Ｅ，Ａ及び原告の供\n述の信用性を慎重に検討することなく，原告がＡと故意による無気力相撲\nを行った旨の解雇理由を認定した。\n本件解雇は，今後，プロとして相撲を取ることができない事態を招来さ\nせるのであるから，被告は，無気力相撲への関与の有無は，犯罪事実の認\n定に準じ，十分な調査，証拠収集を行って，慎重に判断すべきであったの\nに，上記のとおり，杜撰な調査によって本件解雇に及んだものであるから，\n被告に重大な過失があったのであり，本件解雇は不法行為を構成する。本\n件役務提供契約が原 告の生活基盤に関わ る継続的契約関係で あるこ とに\n照らせば，被告には，懲戒処分をするに際し，原告の生活基盤や名誉等を\n不当に害しないようにする信義則上の義務があり，杜撰な調査によって本\n件解雇に及んだことは，この義務に違反する債務不履行を構成する。\nエ  よって，原告は，被告に対し，不法行為又は債務不履行に基づく損害賠\n償金２４００万円及びその遅延損害金の支払請求をすることができる。\n（被告の主張）\n原告の主張は争う。上記(1)及び(2)のとおり本件解雇は有効であり，完全\nに適法なものである。\n第３  当裁判所の判断\n１  将来の給付の訴えの利益について\n原告が被告に対し本件役務提供契約上の権利を有する地位の確認と同時に，\n将来の同契約上の対価を請求する場合，同契約上の権利を有する地位を確認す\nる判決の確定後も被告が原告からの役務提供の受領を拒否して，対価請求権の\n存在を争うことが予想される等特段の事情が認められない限り，対価請求のう\nち判決確定後に係る部分については，「あらかじめその請求をする必要」（民\n訴法１３５条）がないと解すべきである。本件において，上記特段の事情を認\nめるだけの具体的な根拠はない。\nしたがって，本件訴えのうち，本判決確定の日の翌日から，①毎月２５日限\nり月額１０３万６０００円及びこれらに対する各支払期日の翌日から支払ず\nみまで年５分の割合による金員，②毎年８月及び１２月の各末日限り１０３万\n６０００円及びこれらに対する各支払期日の翌日から支払ずみまで年５分の\n割合による金員，③毎奇数月末日限り１６万円及びこれらに対する各支払期日\nの翌日から支払ずみまで年５分の割合による金員，④毎年１２月末日限り２４\n万円及びこれらに対する各支払期日の翌日から支払ずみまで年５分の割合に\nよる金員，⑤毎年１月，５月及び９月の各末日限り２万５０００円及びこれら\nに対する各支払期日の翌日から支払ずみまで年５分の割合による金員の各支\n払請求に係る部分は，あらかじめその請求をする必要がなく，不適法である。\n２  争点２（本件役務提供契約の終了事由の有無）について\n(1) 本件処分事由は，平成２３年１月場所での７日目のＡとの本件取組が，故\n意による無気力相撲であったことであり，対戦相手のＡと，仲介役をしたと\nするＥは，これを肯定する供述をし，一方，原告は，これを否定する供述を\nする。そこで，Ａ及びＥの各供述の信用性を検討することが必要となる。こ\nの点について，前記前提事実及び証拠（乙３～５，証人Ｉ，証人Ｊ）によれ\nば，次の事実を認めることができる。\nア  Ｅは，被告の特別調査委員会から，平成２３年２月３日（１回目），同\n月８日（２回目），同月１６日（３回目），同月１９日（４回目），同月\n２６日（５回目），同年３月１６日（６回目）及び同月３０日（７回目）\nの，前後７回にわたる事情聴取を受けた。３回目～７回目の事情聴取には，\nＥが依頼していたＫ弁護士も同席していた。この間，Ｅは，力士同士の連\n絡の伝達役をしたり，星の貸し借りの記録をする等の故意による無気力相\n撲への関与を認め，警視庁提供メールに名前がある力士以外にも故意によ\nる無気力相撲に関与した力士がいることを示唆した。４回目の事情聴取の\n際，Ｅは，これまでに伝達役等をしたことがある力士について，自分が力\n士の名前を述べるとどのような影響があるかを気にしながらも，原告を含\nむ９人の力士の名前をあげた。その際，故意による無気力相撲の取組を特\n定して覚えていないと強調したところ，直前の場所である平成２３年１月\n場所であれば記憶しているのではないかとの質問を受け，同場所の取組の\nうち，ＡとＢの取組は，故意による無気力相撲であり，このときは携帯電\n話によるメールではなく，面談して伝達している旨答えた。６回目の事情\n聴取の際，Ｅは，５回目までの事情聴取の結果をまとめた供述書に署名を\n求められると，メールに名前が出ていた人は仕方がないので前の供述書に\n署名したが，それ以外の人については自分が供述したことにより処分され\nるのではないか，何があるか分からないではないですか等と述べ，署名は\nしなかった。\n７回目の事情聴取の際，調査委員から，原告については，Ｈの供述によ\nり具体的な取組が特定できなかったため「シロ」と判断せざるを得ないと\n告げられ，Ｅは，「それはおかしいでしょう。ＡさんやＢさんは何も言っ\nていないのですか。」と述べた。調査委員が，これまでＡらの供述はない\nし，具体的な取組が特定できないと故意による無気力相撲をしたと認定す\nることはできないことを改めて説明すると，Ｅは，平成２３年１月場所の\n星取表を求めて確認した後，「間違いありません。このときの取組は，Ｌ，\nＡ，Ｂの３人の星の回しです。自分が仲介しました。」と断言した。\n同月３１日の朝，Ｅは自ら調査委員に電話し，ある親方から供述を撤回\nするよう求められていると述べた。そして，同年４月５日，Ｋ弁護士は，\n調査委員に対し，Ｅ自身はどこかに籠もりたいと述べていて事情聴取がで\nきる状況ではないと説明した。\nイ  Ａは，被告の特別調査委員会から，平成２３年２月３日（１回目），同\n月１２日（２回目），同月１６日（３回目），同月１８日（４回目），同\n月２３日（５回目），同月２６日（６回目）及び同年３月１０日（７回目）\nの，前後７回にわたる事情聴取を受けた。この間，Ａ自身が故意による無\n気力相撲を行ったこと，警視庁から提供されたメールの内容が故意による\n無気力相撲に係るものであること，Ｅが故意による無気力相撲を仲介して\nいたことを認めたが，具体的な取組を特定したかたちで，他の力士の名前\nを挙げることについては，警視庁から提供されたメールで判明していた取\n組の相手方，すでに理事会で無気力相撲に関与していた取組の相手方を認\nめていた以外は，故意による無気力相撲の具体的な取組及びその相手方に\n関して明言を避け，仲間の名前を出すようなことはできない，メールの履\n歴などを突きつけられて話すのなら仕方がないが，自分の発言がきっかけ\nで，他の力士が相撲を取れなくなってしまうのは困る等と供述していた。\nこの間，無気力相撲は３人で回せば１勝１敗になるので，ガチンコでやっ\nて２敗するよりましであること，片八百長はなく，必ず合意の下にやるこ\nと，幕下に落ちる心配がない番付のときは，翌場所に星をもらうために貸\nすこともあること等を供述している。３回目の事情聴取の際，Ａは，Ｂに\nついても警視庁提供メールがある以上，無気力相撲に関わっていたことを\n認めざるを得ないとして，平成２３年１月場所のＢとの取組が故意による\n無気力相撲であることを認め，４回目の事情聴取で，この取組は，精算の\n一環だと思うと供述していた。そして，６回目の事情聴取の際は，既に名\n前の挙がっている力士らのうち，無気力相撲を認める者がいれば自分が名\n指しをしなくてすむから，彼らが認めるか否か様子を見たい，Ｈが誰の名\n前を挙げているのかを開示してほしいという発言をしていた。\n同年３月３１日，調査委員がＡに対し，電話で，平成２３年１月場所で\nのＡ，原告，Ｂの３番（本件各取組）がＥの仲介による回しによる無気力\n相撲である旨をＥが供述していることを確認したところ，Ａは，「Ｅがそ\nう話したのでしょう。それは事実です。認めます。平成２３年１月場所の\n自分とＬ，Ｂの三番は回しによる無気力相撲です。」と述べた。そして，\n同年４月１日の被告の理事会で，Ａは，平成２３年１月場所での原告との\n本件取組は，故意による無気力相撲であると明言した。同年４月５日に，\n調査委員から電話で，原告との取組について改めて面談での事情聴取を要\n請されたのに対し，それ以上の事情聴取には応じられないと言明した。\nウ  Ｅの証人尋問における供述の要旨は，次のとおりである。\n本件各取組について故意による無気力相撲の仲介を行うことになった発\n端は，Ａ又はＢのいずれかから，平成２３年１月場所２日目の両者の取組\nに つい て 故 意に よ る 無 気力 相 撲 をお 願 い し たい と い う 電 話 が か かっ て き\nたことによる。東十両１３枚目のＡは７勝，東十両１１枚目のＢは６勝し\nないと，いずれも幕下陥落のおそれがあったことから，何とかして最低限\nの白星をあげたいという目的であると理解した。ところが，Ａ及びＢとも\nに勝ち星が欲しいということで，何度か調整しようとしたが，ＡとＢの二\n者間では調整がつかなかった。そこで，平成２３年１月場所中に３人で１\n勝１敗ずつになるように星を回すことにし，東十両１３枚目のＡ及び東十\n両１１枚目のＢと番付が近く，故意による無気力相撲を行ってくれる力士\nとして，原告を３人目にすることを考えた。この発案者がＡ，Ｂ又は自分\nのいずれであるかは覚えていないが，原告に対して故意による無気力相撲\nの仲介をするのは初めてではないことから，原告に故意による無気力相撲\nの仲介を持ちかけても問題はないと考えた。平成２３年１月場所２日目の\n土俵入りの前に，支度部屋の裏の通路で，原告に対し，Ａ及びＢとの三者\nで星を回す故意による無気力相撲を行うことを依頼したところ，原告は，\n自分も厳しいと言ってすぐには了承しなかったが，１勝１敗に持ち込める\nことを説明して，最終的な承諾を得た。３日目は，土俵入りの前に，支度\n部屋の裏の通路で，原告に対し，昨日の今日で申し訳ないが，３人で星を\n回すので，昨日負けたＢは今日勝つ番なのでお願いできますかと話した。\n三者の精算の日である７日目は，土俵入りの前に，支度部屋で，原告に対\nし，今日は勝つ番である旨を話した。\n特別調査委員会の事情聴取で供述書に署名しなかったのは，Ｅ自身は仲\n介をしただけで，仲介した力士が本当に故意による無気力相撲をしたかど\nうかは分からないこと，供述書に署名をすることによって，自分が名前を\n挙げた力士の力士生命が絶たれてしまうおそれがあったこと，仲間を売る\nことはできないという思いがあったこと，自分が名前を挙げた力士からの\n報復も怖かったこと等からである。\n平成２３年３月３０日に，初めて本件各取組が故意による無気力相撲で\nあることを調査委員に述べたのは，調査委員から処分の見込みについて，\nＥ自身は２年間の出場停止処分，自分が名前を挙げた力士のほとんどは引\n退勧告であるが，原告だけはシロである旨言われ，故意による無気力相撲\nに関与していた力士の中でなぜ原告だけがシロなのか，不公平であると感\nじたからである。原告とは，一緒に食事に行く等の個人的付合いはなく，\n原告に恨みを持つようなことはなかった。\nＥは，力士仲間の間で，Ｆ親方と調査委員のＭ弁護士が親密な仲で，関\n取をかばうという疑いがあるとの噂，野球賭博事件でＤ部屋の力士が処分\nを受けなかったのは，Ｆ親方の策謀であるとの噂があったことは認識して\nいたが，Ｅ自身，約１０年前に，九州場所中の福岡で，Ｆ親方から，頑張\nれよ，強くなったら部屋は違っても自分の地元の後援者も紹介してやる等\nの優しい言葉を掛けてもらったこと等もあり，Ｆ親方に対して悪い感情を\n持っていなかった。\nエ  Ａの証人尋問における供述の要旨は，次のとおりである。\n本件各取組で故意による無気力相撲を行うことは，２日目の土俵入り前\nに決まったが，当初，２日目の取組でＡかＢのどちらが勝つのかの調整が\nつかなかったため，経緯はよく分からないが，Ｅが，支度部屋の裏の通路\nで自分のところに話を持ってきた段階では，原告を加えた三者で星の回し\nをす る こ とに な っ た こと を 調 整し て い た と思 う 。 ７日 目 の 原 告と の 取組\nで，故意による無気力相撲を行ったことは，間違いない。\n４回目の特別調査委員会の事情聴取の際，平成２３年１月場所のＢとの\n取組について精算の一環だと思うと述べたのは，原告の名前を出したくな\nかったので，本件各取組の星の回しの一部であると言わなかった。\n平成２３年４月中旬に原告から電話がかかってきた際，故意による無気\n力相 撲 を 行っ た 者 と して 原 告 の名 前 を 出 した こ と は 悪 か っ た 旨の 発 言 は\nした。原告から，裁判に勝ちたいから協力してくれ，親方に恨みがあるか\nらお前の名前を出したと言ってくれと言われたが，断った。\n平成２３年１月場所当時，原告の携帯電話の番号やメールアドレスは知\nらなかったが，原告とは，何人かで一緒に飲みに行ったり，稽古場で話を\nする等仲がよかった。原告に対し，恨みを持っていることはないし，悪い\n感情を持ったこともなかった。Ｆ親方については，野球賭博問題の際に，\n弟子をかばったことに対する不信があったが，Ａ自身は，ほぼ毎日のよう\nにＤ部屋に出稽古に行っていたし，自らの後援会の人がＦ親方の知人であ\nったことから，Ｆ親方にはかわいがってもらったので，Ｆ親方を恨んでは\nいなかった。\n(2) Ｅの供述内容とＡの供述内容は，本件各取組で故意による無気力相撲が行\nわれた経緯について，その主要部分は符合している。両名とも上述の各供述\nをする過程で被告に対して必ずしも協力的ではなく，本件訴訟において，最\n終的に被告に協力しようとした経緯は異なっていたこと（弁論の全趣旨によ\nり認められる。）に照らせば，両名の供述内容が主要部分で符合しているこ\nとは，各供述の信用性を高める事情であるといわなければならない。また，\n平成２３年３月３０日に，Ｅが調査委員に対し本件各取組が故意による無気\n力相撲であることを供述して以降の両名の供述内容は，基本的に一貫したも\nのであること，各供述内容には客観的状況と矛盾するところも見当たらず，\nそれら自体に一定の合理性のあることもまた，これらの各供述内容の信用性\nを高めるものであるということができる。原告指摘のとおり，本件各取組を\n故意による無気力相撲にすることを最初に発案したのが，ＡなのかＢなのか\nという点が，両名とも軌を一にして記憶がはっきりしていないと供述してい\nるが，これは直ちに両名の供述を虚偽であると断定するだけの事情とは言い\n難い。また，原告は，取組はその前日の夕方に判明するものであるから，本\n件各取組の最初の取組である平成２３年１月場所２日目のＡとＢとの取 組\nを行う前に，原告を加えた三者間で同場所での星の回しをする旨を合意した\nとの両名の供述内容は不自然であると指摘するが，前記前提事実のとおり，\n取組は各階級別に番付順位により編成されることが多いことから，ＡとＢと\nの取組を行う前の段階で，同場所中に原告とＢ及びＡとの取組が組まれるこ\nとが確実であるとまではいえないものの，東十両９枚目の原告と，同１１枚\n目のＢ及び同１３枚目のＡとの取組が組まれる可能性はかなり高い（結果と\nしても，本件各取組が実現した。）ということができるから，ＡとＢの二者\nのみでの故意による無気力相撲では，同場所の中だけでは星の精算をするこ\nとが絶対に不可能であるとして，ＡとＢの二者間において同場所の取組でい\nずれが故意による無気力相撲の勝者となるかの調整がつかない場合に，原告\nを加えた三者による故意による無気力相撲の合意をして，原告とＢ及びＡと\nの取組が実現すれば（前述の通り，その可能性はかなり高い。），同場所中\nでＡ及びＢのいずれもが１勝を確保することができることを材料として，Ａ\nとＢとの取組の勝者をＡとすることを合意することは，十分に合理的である\nということができる。\nまた，上記認定事実のとおり，Ｅ及びＡは，特別調査委員会の調査段階の\nうち，同年３月３０日よりも前の段階では，両名とも，本件各取組のうち２\n日目のＡとＢとの取組が故意による無気力相撲であることを認めながら，原\n告のことは供述していなかったのに，同日にＥが，Ｈの供述では原告が故意\nによる無気力相撲を行ったことが認定できないことを知った後に，初めて原\n告の関与を認め，ＡもＥの供述内容を知ってこれを認めたという供述経過な\nのであるが，両名とも供述するとおり，当初は，自己の供述により他の力士\nが処分をされることを懸念し，警視庁から提供されたメールに名前のあがっ\nていない力士が行った故意による無気力相撲を具体的に特定することに 対\nして非常に消極的な態度であったことには，一定の合理性があると評価でき\nること，上記認定事実のとおり，Ｅは，特別調査委員会による４回目の事情\n聴取段階から，具体的な取組の特定はしていないものの故意による無気力相\n撲の仲介等をしたことがある力士として，他の力士とともに，原告の名前を\n挙げていたところ，同年３月３０日の事情聴取で，Ｈの供述では原告が行っ\nた故意による無気力相撲を特定することができず，Ｅが名前を挙げた他のほ\nとんどの力士には引退勧告の処分がなされる見込みであるのに，原告だけは\n処分がされない見込みであると聞き，不公平であると感じて，原告が本件各\n取組において故意による無気力相撲を行っていたことを供述したとする Ｅ\nの説明には，十分理解する余地があること，Ｅは，同日の事情聴取で，平成\n２３年１月場所の星取表を確認する前に，ＡとＢが何も言っていないのかと\n調査委員に尋ねていることに照らせば，「同場所の星取表上，本件各取組が\nＡ，Ｂ，原告が１勝１敗ずつであったことを奇貨として，この三者の取組が\n故意による無気力相撲であったとの虚偽の供述を行うことを思い付いた」と\nする原告の主張とはそぐわないことを考慮すれば，原告が本件取組で故意に\nよる無気力相撲を行ったことをそれまでは認めていなかったのに，同年３月\n３０日の事情聴取を境に原告が本件取組で故意による無気力相撲を行っ た\n旨を揃って供述したことは，両名の供述内容の信用性を損なうものでは な\nい。\nさらに，原告は，Ｅ及びＡともに，Ｆ親方に対する反感ないし恨みを持っ\nていたため，Ｆ親方を陥れるためにＤ部屋に所属する原告が故意による無気\n力相撲を行ったとする虚偽の供述を行った旨主張するが，上記認定事実のと\nおり，Ｅ及びＡとも，力士の間でＦ親方に対する反感を生じさせるような噂\nがあったことは認識しているものの，Ｆ親方に対して反感ないし恨みを持っ\nていたこと自体を否定している（かえって，両名の各供述によれば，この両\n名は，いずれもＦ親方には好感を持っている。）ほか，両名とも，原告ない\nしＦ親方に対して，ことさらに恨みないし反感を持っていたことを窺わせる\n事情はなく，この点も，ＥとＡの供述の信用性を低める事情とはならない。\nまた，原告は，Ａが，同年４月１３日の電話で，Ｆ親方を陥れるために嘘の\n供述をしたと発言した旨供述するが，Ａの証人尋問での供述は，これと真っ\n向から逆の供述をしていることに照らせば，原告の上記供述は，両名の供述\nの信用性を否定する根拠にはなり得ない。そして，以上に検討した内容は，\n特別調査委員会からの事情聴取に対し，いずれも自らの供述により他の力士\nが処分されることに強い懸念を有していたものの，Ｅ及びＡともに，ことさ\nらに原告が本件取組において故意による無気力相撲を行ったとする虚偽 の\n供述をするだけの事情が見出せないことを意味するのであり，両名の供述の\n信用性を認め，同時に原告の供述を採用することのできない根拠ともなり得\nるのである。\n以上の検討結果を前提とすれば，Ｅ及びＡの各供述には，いずれも信用性\nが認められるのであり，そうすると，原告が本件取組で故意による無気力相\n撲を行ったとする本件処分事由の事実は，十分にこれを認めることがで き\nる。これに反する原告の本人尋問における，また，陳述書（甲２８，３１，\n６３）上の各供述は，この判断を覆すものではない。\n(3) 前記前提事実のとおり，本場所相撲は，力士の技量を審査するためのもの\nであり，その勝星により当該力士の階級順位の昇降が決定され，当該力士の\n給与額等その待遇を左右するものであり，被告に所属する各力士は，それが\n故に若いころから日々厳しい鍛練に耐えて階級順位を上げるために全力 を\n尽くすのである。またそうであるが故に被告が興行する本場所相撲は，わが\n国で国技と称せられる相撲のうちの最高水準のものであるとして，世間から\n注目され，国民の間に人気を保っているのであって，本場所相撲の興行をし\nている被告にとって，特に「故意による無気力相撲懲罰規定」とＣ委員会を\n設けて本場所相撲における故意による無気力相撲を禁止することは，何物に\nも替え難い重要な意味を持っているといわなければならない。そうすると，\n原告が本場所相撲である本件取組において，故意による無気力相撲を行った\nことは，被告の存立基盤に影響を与え得るものであって，原告・被告間の信\n頼関係を大きく損ねる事情にほかならず，継続的な契約関係である本件役務\n提供契約の維持を困難にすると認めるだけの合理的な理由に当たるもの と\nいうことができるのである。\nよって，被告が，原告が本件取組において故意による無気力相撲を行った\nとする本件処分事由を理由として，本件役務提供契約の解除をしたこと，す\nなわち本件解雇は有効であると解するのが相当である。上述の事情に鑑みれ\nば，本件解雇が重すぎる処分であるとは評価できないし，事前の警告なく本\n件解雇をしたことが，社会通念上不合理であるということはできないのであ\nり，これらを指摘する原告の主張は，いずれも採用できない。\n原告は，過去に故意による無気力相撲を行った力士がある程度の数いたの\nに，これを理由として解雇された者がいないのであって，被告が故意による\n無気力相撲を行うことを黙認していたと主張する。確かに，Ｅ及びＡの各供\n述のみを見ても，原告（ないしこの機会に処分を受けた力士）以外にも，過\n去に故意による無気力相撲を行った力士がいたことは，はなはだ遺憾ながら\n十分に窺うことができる。しかしながら，上記のような被告にとって故意に\nよる無気力相撲の有する意味あいを考慮すれば，過去に，又は原告の他に，\n故意による無気力相撲に関与した者がいるからといって，そこから直ちに原\n告に対する本件解雇が，社会通念上相当でないと断ずることはできないし，\n被告としては，具体的な取組に関して，証拠もない力士に対して，故意によ\nる無気力相撲に関与したとして処分を行うことはできない以上，結果として\n故意による無気力相撲に関与した力士が見逃されたとしても，それから直ち\nに，本件解雇が違法性を帯びると評価することはできない。さらに，原告は，\n被告の特別調査委員会での調査内容は，十分な検討がなされていないと主張\nするが，上述のとおり，Ｅ及びＡともに，特別調査委員会段階ではもちろん，\n本件訴訟手続においても，必ずしも被告に対して協力的でなく，特に他の力\n士に関する供述には極めて消極的な供述態度に終始していることに鑑み れ\nば，基本的には，今日の段階と一貫性のあるＥ及びＡの一致した各供述を得\nた段階で，本件解雇にいたった被告の判断が，社会通念に照らして，不相当\nであるとはいえない。\n以上によれば，本件解雇の根拠となった本件処分事由の存在が認められ，\n本件解雇が，社会通念に照らして，不合理であるとも不相当であるともいえ\nないから，本件解雇が無効であることを前提とする原告の各請求は，その余\nの点を判断するまでもなく，いずれも理由がないという結論になる。\n３  争点３（損害賠償請求の可否）について\n本件役務提供契約を解除する本件解雇が有効であることは，上記のとおりで\nあり，そうすると，原告が主張する不法行為及び債務不履行は成立する余地は\nないから，これらを根拠とする原告の被告に対する損害賠償請求には，いずれ\nも理由がないという結論になる。\n４  結論\n以上によれば，本件訴えのうち上記の各将来請求部分はいずれも不適法であ\nるから却下し，原告のその余の各請求にはいずれも理由がないから，これらを\n棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第３６部\n裁判官      古 庄   研\n裁判長裁判官渡邉弘及び裁判官藤井聖悟は，転補により，いずれも署\n名押印することができない。\n裁判官      古 庄   研\n"
}