{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 8,
    "day": 30
  },
  "case_number": "平成23(行ケ)10395",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82520",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82520",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/520/082520_hanrei.pdf",
  "contents": "平成２４年８月３０日判決言渡\n平成２３年（行ケ）第１０３９５号  審決取消請求事件\n口頭弁論終結日  平成２４年７月１０日\n判 決\n原            告                松   山   株   式   会   社\n訴訟代理人弁理士                樺      澤              襄\n同                              樺      澤              聡\n同                              山      田      哲      也\n被            告                特 許 庁 長 官\n指 定 代 理 人                仁      科      雅      弘\n同                              鈴      野      幹      夫\n同                              氏      原      康      宏\n同                              横      井      巨      人\n同                              芦      葉      松      美\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０１０－２７８６０号事件について平成２３年１０月１８日に\nした審決を取り消す。\n第２  前提事実\n１  特許庁における手続の経緯\n原告は，発明の名称を「農作業機」とする発明について，平成１７年５月２７日\nに特許出願（特願２００５－１５５０８２。以下「本願」という。）をしたが，平\n成２２年１月１３日付けで拒絶理由通知（甲１０）を受けたので，同年３月１６日\n付けで意見書（甲１１）を提出するとともに，手続補正書（甲１２）を提出した。\n原告は，本願について，平成２２年９月３０日付けで拒絶査定を受けたので，同\n年１２月９日，不服審判（不服２０１０－２７８６０号事件）を請求するとともに，\n手続補正書（甲１５）を提出し，特許請求の範囲及び明細書の補正をした（以下\n「本件補正」といい，本件補正後の明細書を「特許明細書」，本件補正後の特許請\n求の範囲の請求項１に係る発明を「本願補正発明」という。）。\n特許庁は，平成２３年１０月１８日，「本件審判の請求は，成り立たない。」と\nの審決をし，その謄本は，同年１１月２日，原告に送達された。\n２  特許請求の範囲\n特許明細書の特許請求の範囲の請求項１の記載は，以下のとおりである。\n【請求項１】\n「走行車に連結され，この走行車の走行により移動しながら作業をする農作業機\nであって，\n前記走行車のＰＴＯ軸にジョイントを介して連結される入力軸と，\nこの入力軸の回転に基づいて作動して発電する発電手段と，\nこの発電手段による電力で作動する電気部品と，\n前記発電手段からの電力を貯えるバッテリと，\n前記走行車に連結される中央作業部と，\nこの中央作業部の左右方向端部に回動軸を中心として回動可能に設けられ，一方\n向への回動により折畳み非作業状態になり，他方向への回動により展開作業状態に\nなる延長作業部とを備え，\n前記中央作業部は，前記入力軸，前記発電手段および前記バッテリを有し，\n前記電気部品は，前記バッテリを電源とするもので前記延長作業部を前記回動軸\nを中心として回動させる電動油圧シリンダである\nことを特徴とする農作業機。」\n３  審決の理由\n審決の理由は，別紙審決書写しのとおりであり，その要旨は次のとおりである。\n(1) 本件補正の適否\n本願補正発明は，本願出願前に頒布された特開２００４－１５４０１１号公報\n（甲１。以下「引用例１」という。）記載の発明（以下「引用発明１」という。）\n及び特開２００４－５７０２６号公報（甲２。以下「引用例２」という。）記載の\n発明（以下「引用発明２」という。）並びに周知技術に基づいて当業者が容易に発\n明をすることができたものであるから，特許法２９条２項の規定により，特許出願\nの際独立して特許を受けることができるものではない。\n(2) 本願発明について\n本件補正は却下すべきものであるので，本願の請求項１に係る発明は，平成２２\n年３月１６日受付の手続補正書（甲１２）により補正された特許請求の範囲の請求\n項１に記載された事項により特定されるものと認められるところ，同発明は，引用\n発明１及び周知技術に基づいて当業者が容易に発明をすることができたものである\nから，特許法２９条２項の規定により特許を受けることができない。\n(3) 引用発明１及び２の内容，並びに，本願補正発明と引用発明１との一致点及\nび相違点（別紙図面ＡないしＣ参照）\n審決が上記(1)の結論を導くに当たって認定した引用発明１及び２の内容，並び\nに，本願補正発明と引用発明１との一致点及び相違点は，以下のとおりである。\nア  引用発明１の内容\n「トラクタに連結され，このトラクタの走行により移動しながら作業をするロー\nタリ耕耘装置１であって，\n前記トラクタのＰＴＯ軸にユニバーサルジョイントを介して動力を入力する入力\n軸１２と，\nこの入力軸１２の動力が伝達される動力取出軸６１の回転駆動により電力を取り\n出す発電機２４３と，\nこの発電機２４３からの電力で駆動する播種機や施肥機のモータと，\n前記トラクタに連結される機枠２とを備え，\n前記機枠２は，前記入力軸１２及び前記発電機２４３を有する\nロータリ耕耘装置１。」\nイ  引用発明２の内容\n「走行車であるトラクタＴに牽引される農作業機１であって，\n前記トラクタＴのＰＴＯ軸にユニバーサルジョイントを介して連結される入力軸\n１６と，\n前記トラクタＴに連結される作業機本体２と，\nこの作業機本体２の左右両端部に回動中心軸４を中心として駆動手段６により回\n動可能に設けられ，上方回動により折畳状態になり，下方回動により展開状態にな\nる延長作業体３とを備え，\n前記作業機本体２は，前記入力軸１６を有し，\n前記駆動手段６は，電動式又はシリンダ等を用いた油圧式のものである\n農作業機１。」\nウ  本願補正発明と引用発明１との一致点\n「走行車に連結され，この走行車の走行により移動しながら作業をする農作業機\nであって，\n前記走行車のＰＴＯ軸にジョイントを介して連結される入力軸と，\nこの入力軸の回転に基づいて作動して発電する発電手段と，\nこの発電手段による電力で作動する電気部品と，\n前記走行車に連結される作業部とを備え，\n前記作業部は，前記入力軸及び前記発電手段を有する\n農作業機。」である点\nエ  本願補正発明と引用発明１との相違点\n(ア)  相違点１\n「走行車に連結される作業部」について，本願補正発明では，農作業機の「中央\n作業部」であって，「この中央作業部の左右方向端部に回動軸を中心として回動可\n能に設けられ，一方向への回動により折畳み非作業状態になり，他方向への回動に\nより展開作業状態になる延長作業部とを備え」るのに対し，引用発明１では，「延\n長作業部」を備えない農作業機の「作業部」である点。\n(イ)  相違点２\n本願補正発明の農作業機は，「発電手段からの電力を貯えるバッテリ」を備え，\n当該「バッテリを電源とする」電気部品を有するのに対して，引用発明１の農作業\n機は，バッテリを備えておらず，また，その結果，「走行車に連結される作業部」\nが，本願補正発明では，「入力軸，発電手段」に加え「バッテリ」も有するのに対\nし，引用発明（判決注・引用発明１の誤記）では，「入力軸，発電手段」は有する\nものの「バッテリ」を有しない点。\n(ウ)  相違点３\n「電機部品」について，本願補正発明では，「延長作業部を回動軸を中心として\n回動させる電動油圧シリンダである」のに対し，引用発明１では，「播種機や施肥\n機のモータ」である点。\n第３  当事者の主張\n１  原告の主張\n審決には，相違点２についての認定の誤り（取消事由１），相違点１に係る容易\n想到性判断の誤り（取消事由２），相違点２に係る容易想到性判断の誤り（取消事\n由３），相違点３に係る容易想到性判断の誤り（取消事由４），本願補正発明の作\n用効果に係る認定の誤り（取消事由５），本願発明の認定の誤り（取消事由６）が\nあり，これらの誤りは審決の結論に影響を及ぼすものであるから，審決は違法とし\nて取り消されるべきである。\n(1) 相違点２についての認定の誤り（取消事由１）\nア  審決は，相違点２について，「本願補正発明の農作業機は，『発電手段から\nの電力を貯えるバッテリ』を備え，当該『バッテリを電源とする』電気部品を有す\nるのに対して，引用発明１の農作業機は，バッテリを備えておらず，また，その結\n果，『走行車に連結される作業部』が，本願補正発明では，『入力軸，発電手段』\nに加え『バッテリ』も有するのに対し，引用発明（判決注・引用発明１の誤記）で\nは，『入力軸，発電手段』は有するものの『バッテリ』を有しない点。」と認定し\nている。\nイ  しかし，本願補正発明は，中央作業部及び延長作業部のうち，延長作業部で\nはなく，中央作業部が入力軸，発電手段及びバッテリを有する点を特徴とするもの\nであるから，相違点２については，「……，その結果，本願補正発明では，中央作\n業部が『入力軸，発電手段』に加え『バッテリ』も有するのに対し，引用発明では，\n機枠が『入力軸，発電手段』は有するものの『バッテリ』を有しない点。」と認定\nすべきであり，審決の上記認定は誤りである。\nなお，審決は，相違点１について，「…，引用発明１では，『延長作業部』を備\nえない農作業機の『作業部』である点。」と認定しているが，これは，「…引用発\n明１では『中央作業部』および『延長作業部』を備えない農作業機の『機枠』であ\nる点。」の誤りである。\n(2) 相違点１に係る容易想到性判断の誤り（取消事由２）\nア  審決は，相違点１に係る容易想到性に関し，「引用発明１及び２は，いずれ\nも走行車の走行により移動しながら作業をする農作業機に関する発明である点で共\n通しているから，引用発明１の『走行車に連結される作業部』として引用発明２の\n『中央作業部』及び『延長作業部』とからなる作業部の構造を採用することによっ\nて，上記相違点１に係る本願補正発明の構成とすることは，当業者が容易に想到し\n得た事項である。」と判断している。\nイ  しかし，引用発明１と引用発明２の組合せには，阻害要因があり，その組合\nせは当業者にとって容易ではない。\nすなわち，引用発明１は，モータ駆動により耕耘土に播種する播種機を備えたロ\nータリ耕耘装置に関するものである。播種機を備えたロータリ耕耘装置に係る技術\n分野おいては，ロータリ耕耘装置の幅寸法と播種機の幅寸法とが略同じであること\nは技術常識であるから（甲１８～２０），引用発明１も，ロータリ耕耘装置の幅寸\n法と播種機の幅寸法とが略同じであることを前提としたものである。したがって，\n引用発明１の「走行車に連結される作業部」として，引用発明２の「中央作業部」\n及び「延長作業部」からなる折畳み式の作業部の構造を採用するようなことは，ホ\nッパ同士が干渉するために播種機の折畳み構造が一般的に困難であることから，延\n長作業部の分だけロータリ耕耘装置の幅寸法が播種機の幅寸法よりも大きな構成と\nなるため，当業者であれば通常行わない設計変更である。\n仮に，引用発明１と引用発明２とを組み合わることができたとしても，その場合\nには，ロータリ耕耘装置の幅寸法が延長作業部の分だけ播種機の幅寸法よりも大き\nくなり，この状態で作業をすれば，圃場に未播種部分が生じたり，或いは，未播種\n部分が生じないように一度耕耘した部分を再度耕耘した場合には播種済部分を耕耘\nしてしまう不具合を招いたりして，適切な播種作業を行うことができない。\n仮に引用発明１と引用発明２との組み合わせにより，播種機の幅寸法と略同じ幅\n寸法のロータリ耕耘装置を３分割して折畳み構造にできたとしても，播種機を含め\nて折畳み構造にしなければ，ロータリ耕耘装置を折畳んでも播種機の幅寸法は減少\nせず，ロータリ耕耘装置を折り畳む意味がない。\nなお，そもそも，引用例１には，「走行車に連結される作業部」を折畳み式の作\n業部の構造にすることに関して，何ら記載されておらず，示唆すらない。\nしたがって，引用発明１に引用発明２を適用して本願補正発明の相違点１に係る\n構成に想到することは当業者において容易であったとはいえない。\n(3) 相違点２に係る容易想到性判断の誤り（取消事由３）\nア  審決は，「作業車又は農作業機の技術分野において，エンジンの動力により\n発電機を駆動し，発電された電気を発電機が搭載された機器と同じ機器に搭載され\nたバッテリに蓄電して，蓄電した電力をこれらの機器に備え付けられた電動アクチ\nュエータに供給する技術」が周知技術であると認定した上で，相違点２に係る本願\n補正発明の容易想到性について，「よって，引用発明１に上記周知技術を適用して，\n『発電手段』において発電された電力を『バッテリ』に蓄えるようにするとともに，\n当該『バッテリ』を『発電手段』が搭載された『作業部』に搭載し，当該『作業\n部』に備え付けられた『電気部品』を駆動するようにすることによって，上記相違\n点２に係る本願発明（判決注・本願補正発明の誤記）の構成とすることは，当業者\nが容易に想到し得た事項である。」と判断している。\nイ  しかし，引用発明１を基礎として本願補正発明の相違点２に係る構成に容易\nに想到することはできない。その理由は次の２点である。\n(ア)  理由１\n引用発明１と本願補正発明とでは，課題及び課題を解決するための手段が異なっ\nており，引用例１には，本願補正発明の課題及び課題を解決するための手段につい\nての記載は存在せず，引用発明１から出発して本願補正発明の相違点２に係る構成\nに到達するためにしたはずであるという示唆等が記載されていない。\nすなわち，引用発明１は，ロータリ耕耘作業とロータリ耕耘作業以外の作業（播\n種作業や施肥作業）とが互いに邪魔になることなく良好になし得るという課題を解\n決するためのものである（引用例１の【０００４】）。そして，「発電機」及び\n「播種機や施肥機のモータ」を備えた引用発明１によれば，牽引式のロータリ耕耘\n装置がトラクタに連結された状態時において，トラクタの走行により移動しながら，\nロータリ耕耘装置が邪魔になるようなこともなく，播種機や施肥機が発電機からの\n電力に基づくモータ駆動により播種作業や施肥作業を行うことができる。このこと\nから，引用発明１では，「播種機や施肥機のモータ」を電力で作動させる必要があ\nるのは，牽引式のロータリ耕耘装置がトラクタに連結された状態時（発電機による\n発電時）のみであって，トラクタから取り外された状態時には，「播種機や施肥機\nのモータ」を電力で作動させる必要は全くない。このため，引用発明１では，そも\nそも，トラクタから取り外された状態時に「播種機や施肥機のモータ（電気部\n品）」を作動させるための「バッテリ」を設ける必要がない。換言すれば，引用発\n明１は，トラクタから取り外された状態では，播種作業や施肥作業を行わないもの\nであるため，比較的重量が重い「バッテリ」を設けないことを前提としている。\nなお，引用発明１のような牽引式の農作業機は，その重量によって，連結するト\nラクタの大きさに制限を受ける場合があり，重量バランスが崩れて不安定な状態と\nなることを避けるため，設計上，牽引式の農作業機の重さは重要な要素であり，で\nきる限り軽量にしようと試みるのが当該技術分野における当業者の技術常識である\nこと，及び，引用発明１に「バッテリ」を設けると，ロータリ耕耘装置がトラクタ\nから取り外された状態時に，何らかの不具合により播種機や施肥機が「バッテリ」\nからの電力で不用意に作動するような事態が想定されることから，トラクタとの非\n連結状態では作業しない引用発明１において，比較的重量が重い「バッテリ」を設\nけようとする試みは，当業者であれば通常行わないことである。\n一方，本願補正発明は，走行車から取り外した展開状態の農作業機を倉庫内で折\nり畳む際に，「バッテリ」の電力を利用して「電動油圧シリンダ（電気部品）」を\n適切に作動させることが可能であり，走行車との連結が解除された状態であっても，\n「発電手段」及び「バッテリ」を有して比較的重量が安定した中央作業部に対して\n延長作業部を回動させて展開作業状態から折畳み非作業状態に適切かつ安定的に切\nり換えることができる牽引式の農作業機を提供するという点を課題としている。そ\nして，本願補正発明は，上記課題の解決手段として，「バッテリ」を設けることを\n前提とする相違点２に係る構成を採用したものである。\nこのように，引用発明１と本願補正発明とでは，課題及び課題を解決するための\n手段が異なっており，引用例１には，本願補正発明が目的としている「課題」及び\n「課題を解決するための手段」についての記載は全く存在せず，引用発明１から出\n発して本願補正発明の相違点２に係る構成に到達するためにしたはずであるという\n示唆等が記載されていない。\nしたがって，引用発明１を基礎として本願補正発明の相違点２に係る構成に容易\nに想到することはできない。\n(イ)  理由２\n仮に，引用発明１と引用発明２との組合せが容易でありかつこの組み合わせたも\nのに対して周知技術（甲３，４）を適用することができたとしても，これら周知例\nである甲第３号証及び同第４号証のいずれにも，本願補正発明の相違点２に係る構\n成中の「中央作業部が発電手段およびバッテリを有する」点に関する記載も示唆も\nない上，「バッテリ」を設けるにしても，「バッテリ」を設ける位置に関して，\n「発電手段」等との位置関係を考慮しつつ試行錯誤することとなるから，本願補正\n発明の相違点２に係る構成に想到することは技術的な困難を伴うものである。\n(4) 相違点３に係る容易想到性判断の誤り（取消事由４）\nア  審決は，相違点３に係る容易想到性に関し，「してみると，上記（１）での\n検討を踏まえて当業者が容易に想到し得た構成の延長作業部を回動させるための手\n段として『電動油圧シリンダ』を採用し，引用発明１に記載された『播種機や施肥\n機のモータ』とともに当該『電動油圧シリンダ』をも電力で作動させるようにする\nことによって，上記相違点３に係る本願発明（判決注・本願補正発明の誤記）の構\n成とすることは，当業者が容易に想到し得た事項である。」と判断している。\nイ  しかし，審決は相違点１に係る容易想到性判断に誤りがあるため，引用発明\n１と引用発明２との組み合わせが容易であることを前提とした前記判断も誤りであ\nる。\n仮に，引用発明１と引用発明２とを組み合わせることができたとしても，引用例\n１には，発電機２４３から「播種機や施肥機のモータ」に電力を供給することは記\n載されているが，「播種機や施肥機のモータ」に加えてさらに別の電気部品にまで，\n発電機２４３から電力を供給することに関しては何ら記載されておらず，示唆すら\nないから，本願補正発明の相違点３に係る構成に想到することは，当業者にとって\n容易であるとはいえない。\n(5) 本願補正発明の作用効果に係る認定の誤り（取消事由５）\n審決は，「本願補正発明の効果は，引用発明１及び２並びに上記周知技術から，\n当業者が予測できた範囲内のものである。」と判断しているが，本願補正発明は，\n次の格別な作用効果①ないし③を奏するものであり，引用発明１及び２並びに周知\n技術から当業者が予測できた範囲内のものではない。\n①  入力軸の回転に基づいて作動して発電する発電手段と，この発電手段による\n電力で作動する電気部品とを備える構成であるから，走行車からの外部電源が不要\nで，走行車から下りて手作業で配線接続をする必要がない。\n②  発電手段からの電力を貯えるバッテリ，つまり走行車のＰＴＯ軸からの動力\nに基づいて発電した電力を貯えるバッテリを備えるため，電力消費の無駄を防止で\nきる。   エンジンを搭載していない牽引式の農作業機であっても，バッテリに貯えら\nれた電力を利用して電気部品を適宜作動させることができ，例えば牽引式の農作業\n機が走行車から取り外されてＰＴＯ軸と入力軸との連結が解除された状態時でも，\n必要に応じて，バッテリの電力で電気部品を適切に作動させることができ，よって\n例えば走行車から取り外した農作業機を倉庫内で折り畳む際に（例えば倉庫の入口\nが低い場合や狭い場合等に農作業機を倉庫内で折り畳むことがある），ＰＴＯ軸と\n入力軸とが連結されていなくても，バッテリに蓄電された折畳みに必要とされる量\nの電力を利用して電動油圧シリンダ（電気部品）を適切に作動させることができる\nため，発電手段及びバッテリを有して比較的重量が安定した中央作業部に対して延\n長作業部を回動させて展開作業状態から折畳み非作業状態に適切かつ安定的に切り\n換えることができる。\n(6) 本願発明の認定の誤り（取消事由６）\n審決には取消事由１ないし５が存在するため，本願補正発明が特許法２９条２項\nの規定により独立特許要件を欠くと判断して本件補正を却下した審決の判断は誤り\nである。したがって，本願に係る発明は，本願補正発明となるから，本件補正前の\n本願発明（甲１２の請求項１に係る発明）について特許法２９条２項の規定により\n特許を受けることができないことを理由として拒絶不服審判請求を不成立とした審\n決の判断は誤りである。\n２  被告の反論\n原告の主張する取消事由はいずれも理由がなく，審決に取り消されるべき違法は\nない。\n(1) 相違点２についての認定の誤り（取消事由１）に対し\n引用例１（甲１）には，「１はロータリ耕耘装置であり，このロータリ耕耘装置\n１は，トラクタ等の車両の後部等に，三点リンク機構等を介して着脱自在に連結さ\nれる機枠２を備えている。」（段落【００１０】），「前記機枠２の下部側には，\nロータリ耕耘部８が設けられている。」（段落【００１１】）と記載されているよ\nうに，機枠２は，トラクタに三点リンク機構を介して連結され，耕耘作業を行うた\nめにロータリ耕耘部８が設けられたものである。一方，本願明細書（甲第１５号\n証）には，「中央作業部６１は，トラクタ２の後部の３点リンク部（３点ヒッチ\n部）に連結される機体６４を備えている。」（段落【０００９】），「機体６４は，\n左右両側にチェーンケース部６９およびブラケット部７０を有している。チェーン\nケース部６９とブラケット部７０との間には，入力軸６７側からの動力で回転して\n耕耘作業をする耕耘手段（図示せず）が設けられている。」（段落【００１２】）\nと記載されているように，中央作業部６１は，トラクタ２に３点リンク部を介して\n連結され，耕耘作業を行うために耕耘手段が設けられたものである。してみると，\n引用発明１の「機枠２」と本願補正発明の「中央作業部」とは，走行車（トラク\nタ）に３点リンク部を介して連結され，耕耘作業を行う部位（「ロータリ耕耘部\n８」，「耕耘手段」）を設ける点で共通するものである。\nこの点について，審決は，「また，引用発明１の『トラクタに連結される機枠\n２』と本願補正発明の『走行車に連結される中央作業部』とは，いずれも『走行車\nに連結される作業部』という概念において共通する。」（審決書８頁２３～２５行\n目）と認定し，引用発明１の発明特定事項である「トラクタに連結される機枠２」\nと本願補正発明の発明特定事項である「走行車に連結される中央作業部」とが，\n「走行車に連結される作業部」という共通概念を有することを明示している。\nそして，上記各発明特定事項と共通概念との対応関係を前提として，審決は，相\n違点２について，「…，その結果，『走行車に連結される作業部』が，本願補正発\n明では，『入力軸，発電手段』に加え『バッテリ』を有するのに対し，引用発明１\nでは，『入力軸，発電手段』は有するものの『バッテリ』を有しない点。」（審決\n書９頁１１～１４行目）と認定したものである。したがって，当該認定における\n「走行車に連結される作業部」は，本願補正発明については「走行車に連結される\n中央作業部」を意味し，引用発明１については「トラクタに連結される機枠２」を\n意味するものとして記載されていることは明らかである。\nなお，審決は，相違点１について，「…，引用発明１では，『延長作業部』を備\nえない農作業機の『作業部』である点。」（審決書９頁６～７行目）と認定してい\nるが，原告は，「…引用発明１では『中央作業部』および『延長作業部』を備えな\nい農作業機の『機枠』である点。」と認定すべきであると主張している。\nしかしながら，上記のとおり，審決は，引用発明１の「機枠２」と本願補正発明\n「中央作業部」とが，「走行車に連結される作業部」という共通概念を有すること\nを前提とし，その上で，相違点１を「『走行車に連結される作業部』について，本\n願補正発明では，農作業機の『中央作業部』であって，『…延長作業部とを備え』\nるのに対して，引用発明１では，『延長作業部』を備えない農作業機の『作業部』\nである点。」（審決書９頁２～７行目）と認定している。このように，「延長作業\n部」を備えた「中央作業部」が相違点であると認定しているのであるから，引用発\n明１において，「『中央作業部』を備えない」と認定する必要はない。\nまた，審決の上記相違点１の認定に係る「引用発明１では，『延長作業部』を備\nえない農作業機の『作業部』である」における「作業部」とは，「走行車に連結さ\nれる作業部」のことであり，上記のとおり，引用発明１については「機枠２」を意\n味するものとして記載されていることは明らかである。\nよって，審決の相違点２に係る認定に誤りはない。\n(2) 相違点１に係る容易想到性判断の誤り（取消事由２）に対し\n引用発明１の「播種機や施肥機のモータ」との発明特定事項は，引用例１（甲\n１）の段落【００５６】に「…例えば，ロータリ耕耘装置１に播種機や施肥機を取\nり付けて，モータでこれらを駆動する場合，…」と記載されるように，同発明の\n「発電機２４３からの電力で駆動する」機器の一例として挙げられたものにすぎな\nい。例えば，乙第１号証に「１９７０年代の後半からトラクタの先端技術化の流れ\nに沿って，ロータリ耕うん装置にも油圧機構に各種センサと電気電子機構を組み込\nむことによる各種最適制御が採用されるようになった。…耕深制御は，ロータリの\nリヤカバーの上下動をセンシングし，電子式または機械式に油圧バルブを操作して\n…」（乙１・４１８頁（５）欄）と記載され，同号証の図４．４（同頁）に，作業\n機側から「信号」が送信されている様子が描かれているように，ロータリを備える\n作業機において，「各種センサと電気電子機構」や「電子式油圧バルブ」等の電気\n機器を備えることが技術常識となっており，このことからみても，引用例１におい\nて，上記「発電機２４３からの電力で駆動する」機器が「播種機や施肥機のモー\nタ」に限定されるものではないことは明らかである。\n原告が阻害要因であると主張する事項は，いずれも引用発明１の「発電機２４３\nからの電力で駆動する」機器が「播種機や施肥機のモータ」に限定されることを前\n提とするものである，上記のとおり，その前提が誤っている。\nよって，原告の主張する「阻害要因」は存在せず，審決の相違点１に係る容易想\n到性の判断に誤りはない。\nなお，原告は，「そもそも，引用例１には，『走行車に連結される作業部』を折\n畳み式の作業部構造にすることに関して，何ら記載されておらず，示唆すらない」\nと主張する。\nしかしながら，審決が述べるように，「引用発明１及び２は，いずれも走行車の\n走行により移動しながら作業をする農作業機に関する発明である点で共通してい\nる」（審決書９頁３０～３１行目）。\nまた，引用例１（甲１）及び引用例２（甲２）に開示される耕耘装置の技術分野\nにおいて，作業効率等の観点から作業幅をできるだけ大きくしたいということは，\n例えば，乙第１号証には，「代かきは…所要動力が著しく小さいので，作業幅あた\nりの機体質量を軽量化できる。このため，標準のロータリの作業幅に比較して同一\n出力トラクタで１．４～２．０倍程度の作業幅を持たせている。」（乙１・４３４\n頁１４～１７行目）と記載され，また，「トラクタの出力と作業幅は…程度になっ\nている。トラクタにかご車輪などの補助車輪を装着した場合でも，作業幅をトラク\nタの全幅よりも大きくとれるので良好な均平が可能である。最近では，移動時や格\n納時の便を考慮して耕うん部を折りたためるようにした機種も市販されている。」\n（同１８～２３行目）と記載されているように，技術常識（課題）である。してみ\nると，引用発明１，２においても自明の課題といえる。さらに，引用発明２が，作\n業機本体２に延長作業体３を備えていることから，上記課題を解決するものである\nことも明らかである。\nしてみると，引用発明１，２は，上記のように技術分野及び課題が共通すること\nから，審決が判断したように「引用発明１の『走行車に連結される作業部』として\n引用発明２の『中央作業部』及び『延長作業部』とからなる作業部の構造を採用す\nることによって，相違点１に係る本願補正発明の構成とすることは，当業者が容易\nに想到し得た事項である」といえる（審決書９頁３１～３４行目）。\nよって，原告の主張する事項によって，引用発明１と引用発明２との組み合わせ\nが阻害されることはなく，審決の相違点１に係る容易想到性の判断に誤りはない。\n(3) 相違点２に係る容易想到性判断の誤り（取消事由３）に対し\nア  理由１について\n原告の主張は，引用発明１の「発電機２４３からの電力で駆動する」機器が，\n「播種機や施肥機のモータ」に限定されることを前提としているが，前記(2)のと\nおり，その前提が誤っている。また，引用例１（甲１）には，バッテリを設けるこ\nとを除外するような記載や示唆はないから，引用発明１は，「バッテリ」を設けな\nいことを前提としていない。さらに，一般に，発電機からの電力で電動アクチュエ\nータを作動させる場合，発電機からの電力の供給を安定させるためにバッテリを介\nして電力を供給することは技術常識であるから，トラクタから取り外された状態時\nでは作動せず，トラクタに連結された状態時で作動する機器においても，「バッテ\nリ」を設ける必要がないとはいえない。\n原告は，牽引式の農作業機において，比較的重量が重い「バッテリ」を設けよう\nとする試みは，当業者であれば通常行わないと主張するが，本願補正発明において\nも，農作業機にバッテリを設けているのであるから，原告の上記主張は本願補正発\n明と整合しないもので，自己矛盾する主張である。また，本願補正発明において，\n走行車（トラクタ）の大きさは何ら特定されていないから，トラクタの大きさの制\n限に係る主張は，本願補正発明に基づかないものであり，その前提を欠く。さらに，\n工学分野における設計は，要素を組み込むことによる利点と欠点とのいずれを重視\nするかによって行われるものであるところ，原告が主張するところの重量増大によ\nりバランスが崩れて不安定な状態となることや，電力で不用意に作動することとい\nった欠点よりも，上記利点（電力の安定供給）を重視するという設計方針は，当業\n者が当然にして採り得たものである。\n原告が主張するところの本願補正発明の「課題」の前提となる「走行車から取り\n外した展開状態の農作業機を倉庫内で折り畳む」ことについては，特許明細書や図\n面（甲１５）に何ら記載や示唆がない。したがって，原告の主張は，本願明細書や\n図面に基づくものではない後付けの主張であるといわざるをえない。しかも，原告\nが「課題を解決するための手段」と主張するところの「バッテリ」について，出願\n当初の本願明細書（甲９）の段落【００５５】では，「バッテリ８８，１４７は必\nずしも必要ではなく…」と説明されており，本件の出願時点において，上記「課\n題」が原告によって認識されていたともいえない。\nしたがって，原告主張の理由１には根拠がない。\nイ  理由２について\n「バッテリ」及び「発電手段」は，原告も主張するように「比較的重量が重い」\nものであるから，農作業機において，「中央作業部」及び「延長作業部」を有する\nものに，これらのものを搭載する場合，「上方回動により折畳状態」になる「延長\n作業部」に設けるようなことは，「駆動手段６」の負担となることから，当業者で\nあれば回避すると考えるのが合理的である。また，牽引式の農作業機において重量\nバランスを考慮することは，原告自身も認めるように技術常識であるから，この観\n点からも，「バッテリ」は「中央作業部」に設けるのが合理的である。\nしてみると，引用発明１に，上記技術常識及び引用発明２に照らし，周知技術を\n適用すれば，当然，作業部を構成する中央作業部にバッテリを設けることになり，\n当業者にとって格別の困難性はない。なお，本願補正発明は，「中央作業部」が\n「バッテリ」及び「発電手段」を有することを特定するにすぎず，これらの「中央\n作業部」における具体的な搭載箇所を特定していない。\nしたがって，原告が主張するような「技術的困難」はなく，原告主張の理由２に\nは根拠がない。\nウ  よって，審決の相違点２に係る容易想到性判断に誤りはない。\n(4) 相違点３に係る容易想到性判断の誤り（取消事由４）に対し\nア  原告は，審決は相違点１に係る容易想到性判断に誤りがあるため，引用発明\n１と引用発明２との組み合わせが容易であることを前提とした審決の判断は誤りで\nあると主張するが，審決の相違点１に係る容易想到性の判断に誤りはないから，誤\nりがあることを前提とする原告の上記主張には根拠がない。\nイ  原告は，仮に引用発明１と引用発明２とを組み合わせることができたとして\nも，本願補正発明の相違点３に係る構成に想到することは当業者にとって容易であ\nるとはいえないと主張する。\nしかし，引用発明１の「発電機２４３からの電力で駆動する」機器は，「播種機\nや施肥機のモータ」に限定されるものではない。一方，引用発明２において，「延\n長作業部３」を回動させるために設けられた「駆動手段６」として「電動式」のも\nのも挙げられている。そして，上記(2)に記載した動機づけにより引用発明１と引\n用発明２とを組み合わせた場合，引用発明２の「延長作業部３」を回動させるため\nの「駆動手段６」は，電力が供給されなければ回動しない「電動式」のものとなる\nから，電力の供給が最も容易な引用発明１の「発電機２４３からの電力」を利用し\nて回動させることは，当業者にとって必然的なことであり，相違点３に係る本願補\n正発明の構成とすることは，当業者が容易に想到し得たというべきである。\nしたがって，原告の上記主張には根拠がない。\nウ  よって，審決の相違点３に係る容易想到性判断に誤りはない。\n(5) 本願補正発明の作用効果に係る認定の誤り（取消事由５）に対し\n本願補正発明は，引用発明１及び２並びに審決が示す周知技術（作業車又は農作\n業機の技術分野において，エンジンの動力により発電機を駆動し，発電された電気\nを発電機が搭載された機器と同じ機器に搭載されたバッテリに蓄電して，蓄電した\n電力をこれらの機器に備え付けられた電動アクチュエータに供給する技術）に基づ\nいて当業者が容易に発明をすることができたものであり，その効果は，引用発明１\n及び２並びに上記周知技術から，当業者が予測できた範囲内のものである。\nすなわち，原告が主張する効果①は，引用例１に「トラクタ側からハーネスを引\nいて電力を供給する必要がなくなって，ロータリ耕耘装置１側の発電機２４３から\n播種機や施肥機のモータに電力を供給できるようになり，便利である。」（段落\n【００５６】）と記載されているように，引用発明１が奏する効果であって，当業\n者が予測できるものである。また，原告が主張する効果②及び③は，いずれも，本\n願明細書や図面（甲第１５号証）に基づかない後付けの効果である。そして，この\nような後付けの効果②及び③が「バッテリ」等を備えることによる自明な効果であ\nるというのであれば，引用発明１及び２並びに上記周知技術に基づいて当業者が容\n易し得た発明においても，同様な効果が奏されるというべきである。\n原告の主張は，抽象的かつ一般的であり，本願補正発明の作用効果が「当業者が\n予測できた範囲内のものではない」とする理由を何ら示しておらず，根拠がない。\nよって，審決の作用効果に係る判断に誤りはない。\n(6) 本願発明の認定の誤り（取消事由６）に対し\n上記(1)ないし(5)のとおり，審決の，本願補正発明についての相違点の認定，及\nび相違点に係る容易想到性の判断，並びに本願発明の認定，及び判断のいずれにも\n誤りはなく，これらに誤りがあるとする原告の主張には根拠がない。\nよって，審決の判断に原告が主張するような誤りはない。\n第４  当裁判所の判断\n当裁判所は，原告主張の取消事由にはいずれも理由がなく，請求を棄却すべきも\nのと判断する。その理由は以下のとおりである。\n１  相違点２についての認定の誤り（取消事由１）について\n(1) 審決は，相違点２について，「本願補正発明の農作業機は，『発電手段から\nの電力を貯えるバッテリ』を備え，当該『バッテリを電源とする』電気部品を有す\nるのに対して，引用発明１の農作業機は，バッテリを備えておらず，また，その結\n果，『走行車に連結される作業部』が，本願補正発明では，『入力軸，発電手段』\nに加え『バッテリ』も有するのに対し，引用発明１では，『入力軸，発電手段』は\n有するものの『バッテリ』を有しない点。」と認定している。\n原告は，上記認定中の「…その結果，」以下について，「…その結果，本願補正\n発明では，中央作業部が『入力軸，発電手段』に加え『バッテリ』も有するのに対\nし，引用発明１では，機枠が『入力軸，発電手段』は有するものの『バッテリ』を\n有しない点。」と認定すべきであり，審決の認定は誤りである旨主張する。\n(2) そこで検討すると，特許明細書（甲１５）には，「中央作業部６１は，トラ\nクタ２の後部の３点リンク部（３点ヒッチ部）に連結される機体６４を備えてい\nる。」（段落【０００９】），「機体６４は，左右両側にチェーンケース部６９お\nよびブラケット部７０を有している。チェーンケース部６９とブラケット部７０と\nの間には，入力軸６７側からの動力で回転して耕耘作業をする耕耘手段（図示せ\nず）が設けられている。」（段落【００１２】）との記載があり，これによれば，\n中央作業部６１は，トラクタ２に３点リンク部を介して連結され，耕耘作業を行う\nために耕耘手段が設けられたものであることが認められる。一方，引用例１（甲\n１）には，「１はロータリ耕耘装置であり，このロータリ耕耘装置１は，トラクタ\n等の車両の後部等に，三点リンク機構等を介して着脱自在に連結される機枠２を備\nえている。」（段落【００１０】），「前記機枠２の下部側には，ロータリ耕耘部\n８が設けられている。」（段落【００１１】）との記載があり，これによれば，機\n枠２は，トラクタに三点リンク機構を介して連結され，耕耘作業を行うためにロー\nタリ耕耘部８が設けられたものであることが認められる。\n上記認定事実によれば，本願補正発明の「中央作業部」と引用発明１の「機枠\n２」とは，走行車（トラクタ）に３点リンク部を介して連結され，耕耘作業を行う\n部位（「耕耘手段」，「ロータリ耕耘部８」）を設ける点で共通するものであるこ\nとが認められる。\n審決は，この点について，「引用発明１の『トラクタに連結される機枠２』と本\n願補正発明の『走行車に連結される中央作業部』とは，いずれも『走行車に連結さ\nれる作業部』という概念において共通する。」（審決書８頁）と認定し，本願補正\n発明の「中央作業部」と引用発明１の「機枠２」とが「走行車に連結される作業\n部」という概念において共通するものであることを明示している。\n審決は，このように本願補正発明の「中央作業部」と引用発明１の「機枠２」と\nが「走行車に連結される作業部」という概念において共通することを前提として，\n相違点１として「『走行車に連結される作業部』について，本願補正発明では，農\n作業機の『中央作業部』であって，『…延長作業部とを備え』るのに対して，引用\n発明１では，『延長作業部』を備えない農作業機の『作業部』である点。」と認定\nし，さらに，相違点２として「…，その結果，『走行車に連結される作業部』が，\n本願補正発明では，『入力軸，発電手段』に加え『バッテリ』を有するのに対し，\n引用発明１では，『入力軸，発電手段』は有するものの『バッテリ』を有しない\n点。」と認定したものであり（同認定における「走行車に連結される作業部」が，\n本願補正発明については「走行車に連結される中央作業部」を意味し，引用発明１\nについては「トラクタに連結される機枠２」を意味するものであることは，その前\n後の文脈から容易に理解することができる。），その認定に誤りはない。\n(3) よって，取消事由１に係る原告の主張は理由がない。\n２  相違点１に係る容易想到性判断の誤り（取消事由２）について\n(1) 引用発明２には，「トラクタＴ（本願補正発明の「走行車」に相当する。以\n下，括弧内の記載は，本願補正発明との対応関係を示す。）に連結される作業機本\n体２（中央作業部）」と，「この作業機本体２の左右両端部に回動中心軸４（回動\n軸）を中心として駆動手段６により回動可能に設けられ，上方回動（一方向への回\n動）により折畳状態（折畳み非作業状態）になり，下方回動（他方向への回動）に\nより展開状態（展開作業状態）になる延長作業体３（延長作業部）」とからなる作\n業部が開示されている。\nそして，引用発明１と引用発明２とは，いずれも走行車の走行により移動しなが\nら作業をする農作業機に関する発明である点で共通しているから，引用発明１の\n「走行車に連結される作業部」として引用発明２の「中央作業部」及び「延長作業\n部」とからなる作業部の構造を採用することによって，相違点１に係る本願補正発\n明の構成とすることは，当業者が容易に想到し得る事項である。\n(2) 原告は，引用発明１と引用発明２との組合せには阻害要因があり，その組合\nわせは当業者にとって容易ではないとして縷々主張する。\nしかし，原告の上記主張は，いずれも引用発明１の「発電機２４３からの電力で\n駆動する」機器が「播種機や施肥機のモータ」に限定されることを前提とするもの\nであるところ，引用例１の「発電機２４３からの電力で駆動する」機器は，「播種\n機や施肥機のモータ」に限定されるものではない。このことは，引用例１（甲１）\nにおいて，「播種機や施肥機のモータ」は「発電機２４３からの電力で駆動する」\n機器の一例として示されていることから明らかである（引用例１の段落【００５\n６】に「…例えば，ロータリ耕耘装置１に播種機や施肥機を取り付けて，モータで\nこれらを駆動する場合，…」との記載がある。）。したがって，原告の上記主張は，\nその前提に誤りがあり，失当である。\nなお，原告は，引用例１には「走行車に連結される作業部」を折畳み式の作業部\n構造にすることに関して記載も示唆もない旨主張するが，引用例１（甲１）及び引\n用例２（甲２）に開示される耕耘装置の技術分野において，作業効率等の観点から\n作業幅をできるだけ大きくしたいということは，当業者が当然のように考える課題\nであり（乙１），作業幅を大きくすることは，引用発明１及び２においても自明の\n課題といえる。\nそして，作業幅を大きくするために，引用発明１の作業部を作業機本体と延長作\n業体とからなる折畳み構造とするに当たり，部材や部品の配置・形状等を工夫して\n作業部の折畳みが可能となるようにすることは，当業者が適宜になし得る程度の事\n項である。したがって，原告の主張する阻害要因が存在するとはいえないから，原\n告の上記主張は理由がない。\n(3) よって，取消事由２に係る原告の主張は理由がない。\n３  相違点２に係る容易想到性判断の誤り（取消事由３）について\n(1) 周知技術\n引用発明１は，走行車の走行により移動しながら作業をする農作業機に関する発\n明であるところ，以下のとおり，証拠（甲３，４）によれば，農作業機の技術分野\nにおいて，エンジンの動力により発電機を駆動し，発電された電気を発電機が搭載\nされた機器と同じ機器に搭載されたバッテリに蓄電して，蓄電した電力をこれらの\n機器に備え付けられた電動アクチュエータに供給する技術は周知技術であることが\n認められる。\nア  甲第３号証（特開２００４－１６６５４６号公報）には，次の事項が記載さ\nれている。\n「【００５０】\nこのように，本実施形態にかかる芝刈り作業車１によれば，左側の車輪１１Ｌ，\n５１Ｌを電動モータ５３Ｌで駆動し，右側の車輪１１Ｒ，５１Ｒを電動モータ５３\nＲで駆動している。そして，それぞれの電動モータ５３Ｌ，５３Ｒの出力制御を独\n立して行うことにより，左右の車輪１１，５１に回転差を与える。これにより，旋\n回を含めた，芝刈り作業車１の走行制御を行うことが可能となる。なお，芝刈り機\n１０には，刈刃１３を駆動するエンジン１７が設けられているため，エンジン１７\nにおいて発生した動力で車輪１１，５１を駆動することも考えられる。しかしなが\nら，このような構成では，エンジン１７の動力を２つに分割する機構が必要とり，\n駆動系の機構が複雑化してしまうという不都合がある。\nこれに対して，本実施形態のように，一対の電動モータ５３Ｌ，５３Ｒを用いて\n駆動制御を行えば，比較的簡素な構成で左右輪の独立制御を行うことができる。」\n【００５１】\nまた，芝刈り機１０側に設けられたエンジン１７は，刈刃１３を駆動するととも\nに，発電機２６も駆動する。そのため，この発電機２６において発電された電力を\nバッテリ７１で蓄電し，蓄えられた電力を電動モータ５３などに供給すれば，芝刈\nり作業車１を長時間に亘り使用することができる。その結果，バッテリ７１を頻繁\nに充電する必要がなくなるため，芝刈り作業の効率の向上を図ることができる。」\n上記記載事項によれば，甲第３号証には，エンジン１７の動力により芝刈り作業\n車１に搭載された発電機２６を駆動し，発電された電気を芝刈り作業車１に搭載さ\nれたバッテリ７１に蓄電して，蓄電した電力を芝刈り作業車１に備え付けられた電\n動モータ５３などに供給する技術が開示されていることが認められる。\nイ  甲第４号証（特開２００１－３１０７４８号公報）には，次の事項が記載さ\nれている。\n「【０００７】\n【発明の実施の形態】以下，図１及び図２に示す農作業機の操向装置について説\n明する。図示の農作業機１は乗用施肥田植機であって，走行部である走行車体２の\n後側に昇降リンク装置３を介して苗植付部４が昇降可能に装着され，また走行車体\n２の後部上側に施肥装置５の肥料タンク５０等が設けられている。\n【０００８】走行車体２は，駆動輪である各左右一対の前輪１０，１０及び後輪\n１１，１１を備えた四輪駆動車両で，機体の前部にミッションケース１２，その後\n方にエンジン１３が設けられている。エンジン１３の回転動力は，油圧式無段変速\n装置１４を介してミッションケース１２へ伝達される。そして，ミッションケース\n１２内のトランスミッションで変速された後，前輪１０，１０及び後輪１１，１１\nと，苗植付部４及び施肥装置５の各駆動部とに伝達される。また，エンジン１３の\n回転動力の一部は，発電機１５に伝動される。発電機１５で発電された電気はバッ\nテリ１６に蓄電される。\n【０００９】エンジン１３の上側にはオペレータが座る座席２０が設置され，そ\nの前方に操向車輪である前輪１０，１０を操向操作する操向ハンドル２１が設けら\nれている。操向ハンドル２１に加えられた操作力は，パワーステアリング装置を介\nして前輪１０，１０に伝えられる。また，座席２０の右足下部には，左右の後輪１\n１，１１を個別に制動することのできる後輪ブレーキペダル２２Ｌ，２２Ｒが設け\nられている。これら操向ハンドル２１及び後輪ブレーキペダル２２Ｌ，２２Ｒは，\n走行車体２をオペレータの操作により操向させる手動操向手段である。\n【００１０】昇降リンク装置３は，前端側で回動自在に支持された互いに平行な\n１本の上リンク３０と左右一対の下リンク３１，３１の後端部に連結枠３２が連結\nされており，該連結枠に苗植付部４がローリング自在に装着されている。昇降シリ\nンダ３３を伸縮作動させることにより，各リンクが上下に回動し，苗植付部４がほ\nぼ一定姿勢のまま昇降する。\n【００１１】苗植付部４は６条植の構成で，フレームを兼ねる伝動ケース４０，\n苗を載せて左右往復動し苗を一株づつ各条の苗取出口４１ａ，…に供給する苗載台\n４１，苗取出口４１ａ，…に供給された苗を圃場に植付ける苗植付装置４２，…等\nを備えている。苗植付部４の下部には中央にセンターフロート４５，その左右両側\nにサイドフロート４６，４６がそれぞれ設けられており，植付作業時には，各フロ\nートが泥面を整地しつつ滑走し，その整地跡に苗植付装置４２，…により苗が植付\nけられる。\n【００１２】施肥装置５は，肥料ホッパ５０に貯えられている粒状の肥料を肥料\n繰出部５１，…によって一定量づつ繰り出し，それをブロア５２から吹き出される\nエアによって施肥ホース５３，…を通って施肥ガイド５４，…まで移送し，施肥ガ\nイド５４，…の前側に設けた作溝体５５，…によって苗植付条の側部近傍に形成さ\nれる施肥溝内に落とし込むようになっている。ブロア５２を駆動するモータ５６は，\n前記バッテリ１６に蓄電されている電力で作動する。」\n上記記載事項によれば，甲第４号証には，エンジン１３の動力により乗用施肥田\n植機１に搭載された発電機１５を駆動し，発電された電気を乗用施肥田植機１に搭\n載されたバッテリ１６に蓄電して，蓄電した電力を乗用施肥田植機１に備え付けら\nれたモータ５６に供給する技術が開示されていることが認められる。\nウ  上記ア及びイの認定事実によれば，作業車又は農作業機の技術分野において，\nエンジンの動力により発電機を駆動し，発電された電気を発電機が搭載された機器\nと同じ機器に搭載されたバッテリに蓄電して，蓄電した電力をこれらの機器に備え\n付けられた電動アクチュエータに供給する技術は，本願出願時点において周知技術\nであったことが認められる。\n(2) 引用発明１に上記周知技術を適用することにより，引用発明１の「発電手\n段」において発電された電力を「バッテリ」に蓄えるようにすることは当業者が適\n宜なし得る事項である。\nまた，引用発明１は，走行車と農作業機との間の配線が省略できることを利点と\nするものであるから（引用例１（甲１）の段落【００５６】に「トラクタ側からハ\nーネスを引いて電力を供給する必要がなくなって，ロータリ耕耘装置１側の発電機\n２４３から播種機や施肥機のモータに電力を供給できるようになり，便利であ\nる。」との記載がある。），引用発明１において「バッテリ」を設けようとする場\n合，「発電手段」が設けられた農作業機側にこれを設けることは明らかである。\nしたがって，引用発明１に上記周知技術を適用して，「発電手段」において発電\nされた電力を「バッテリ」に蓄えるようにするとともに，当該「バッテリ」を「発\n電手段」が搭載された「作業部」に搭載し，「バッテリ」に蓄えられた電力によっ\nて当該「作業部」に備え付けられた「電気部品」を駆動するようにすることにより，\n相違点２に係る本願補正発明の構成とすることは，当業者が容易に想到し得る事項\nである。\n(3) 理由１（引用発明１と本願補正発明とでは課題及び課題を解決するための手\n段が異なることを前提とする主張）について\nア  原告は，引用発明１において，「播種機や施肥機のモータ」を電力で作動さ\nせる必要があるのは，牽引式のロータリ耕耘装置がトラクタに連結された状態時\n（発電機による発電時）のみであって，トラクタから取り外された状態時には，\n「播種機や施肥機のモータ」を電力で作動させる必要は全くないため，引用発明１\nは「バッテリ」を設ける必要がなく，「バッテリ」を設けないことを前提としてい\nる旨主張する。\nしかし，前記２(2)のとおり，そもそも引用発明１の「発電機２４３からの電力\nで駆動する」機器は，「播種機や施肥機のモータ」に限定されるものではない。ま\nた，引用例１（甲１）には，バッテリを設けることを除外するような記載や示唆は\nないから，引用発明１は，「バッテリ」を設けないことを前提としているものとい\nうことはできない。さらに，一般に，発電機からの電力で電動アクチュエータを作\n動させる場合，発電機からの電力の供給を安定させるためにバッテリを介して電力\nを供給することは技術常識であるから，トラクタから取り外された状態時には作動\nせずトラクタに連結された状態時にのみ作動するというような機器においても，\n「バッテリ」を設ける必要がないとはいえない。\nしたがって，原告の上記主張は理由がない。\nイ  原告は，牽引式の農作業機は，その重量によって，連結するトラクタの大き\nさに制限を受ける場合があり，重量バランスが崩れて不安定な状態となることを避\nけるため，牽引式の農作業機の重さは重要な要素であり，できる限り軽量にしよう\nと試みるのが当該技術分野における当業者の常識であること，及び，引用発明１に\n「バッテリ」を設けると，その電力で不用意に作動するような事態が想定されるこ\nとから，比較的重量が重い「バッテリ」を設けようとする試みは，当業者であれば\n通常行わない旨主張する。\nしかし，本願補正発明において，走行車（トラクタ）の大きさは何ら特定されて\nいないから，上記主張中，トラクタの大きさの制限に係る部分は，本願補正発明に\n基づかないものであり，採用することができない。また，工学分野における設計は，\n要素を組み込むことによる利点と欠点とのいずれを重視するかによって行われるも\nのであるところ，電力を安定供給するという利点を重視し，重量増大によりバラン\nスが崩れて不安定な状態となることや，電力で不用意に作動することといった欠点\nを甘受するという設計方針は十分に考えられることであり，当業者がこのような設\n計方針を採用することができないという事情はなく，むしろ当業者はそのような設\n計方針を積極的に試みるものと考えるのが自然である。\nしたがって，原告の上記主張も理由がない。\nウ  原告は，本願補正発明は，「走行車から取り外した展開状態の農作業機を倉\n庫内で折り畳む際に，『バッテリ』の電力を利用して『電動油圧シリンダ（電気部\n品）』を適切に作動させることが可能であり，走行車との連結が解除された状態で\nあっても，『発電手段』および『バッテリ』を有して比較的重量が安定した中央作\n業部に対して延長作業部を回動させて展開作業状態から折畳み非作業状態に適切か\nつ安定的に切り換えることができる牽引式の農作業機を提供するという点」を課題\nとし，その課題の解決手段として「バッテリ」を設けることを前提とする相違点２\nに係る構成を採用したものであるのに対し，引用例１（甲１）には，このような本\n願補正発明の「課題」及び「課題を解決するための手段」についての記載がない旨\n主張する。\nしかし，本願補正発明の「課題」の前提となる「走行車から取り外した展開状態\nの農作業機を倉庫内で折り畳む」ことについては，特許明細書や図面（甲１５）に\n何ら記載や示唆がなく，原告の上記主張は，特許明細書や図面に基づくものではな\nいから，採用することができない。また，バッテリを設けることについては，前記\n(2)のとおり，当業者が容易に想到し得ることである。\nしたがって，原告の上記主張も理由がない。\n(4) 理由２（相違点２について審決の認定に誤りがあることを前提とする主張）\nについて\n原告は，仮に，引用発明１と引用発明２との組合せが容易でありかつこれらを組\nみ合わせたものに周知技術（甲３，４）を適用することができたとしても，これら\n周知例である甲第３号証及び同第４号証のいずれにも，本願補正発明の相違点２に\n係る構成中の「中央作業部が発電手段およびバッテリを有する」点に関する記載も\n示唆もない上，「バッテリ」を設けるにしても「バッテリ」を設ける位置に関して，\n「発電手段」等との位置関係を考慮しつつ試行錯誤することとなるから，本願補正\n発明の相違点２に係る構成に想到することは技術的困難を伴うものである旨主張す\nる。\nしかし，「バッテリ」及び「発電手段」は，原告も主張するように「比較的重量\nが重い」ものであるから，農作業機において，「中央作業部」及び「延長作業部」\nを有するものに，「バッテリ」及び「発電手段」を搭載する場合，「上方回動によ\nり折畳状態」になる「延長作業部」に設けると，「駆動手段６」の負担となるため，\n当業者であれば，「延長作業部」に設けることは回避すると考えるのが合理的であ\nる。また，牽引式の農作業機において重量バランスを考慮することは技術常識であ\nるから，この観点から見ても，「バッテリ」は「中央作業部」に設けるのが合理的\nである。そうすると，引用発明１に，上記技術常識及び引用発明２を照らし併せ，\n周知技術（甲３，４）を適用すれば，バッテリを設ける場所は，必然的に，作業部\nを構成する中央作業部になる（なお，本願補正発明は，「中央作業部」が「バッテ\nリ」及び「発電手段」を有することを特定するにすぎず，「バッテリ」及び「発電\n手段」の「中央作業部」における具体的な搭載箇所を特定するものではない。）。\nしたがって，原告の上記主張は理由がない。\n(5) よって，取消事由３に係る原告の主張は理由がない。\n４  相違点３に係る容易想到性判断の誤り（取消事由４）について\n(1) 引用発明２において，延長作業部の駆動手段は，公知のアクチュエータの中\nから当業者が適宜選択し得るものである。このことは，引用例２（甲２）において，\n「延長作業部」を回動させる「駆動手段６」として，「電動式又はシリンダ等を用\nいた油圧式」を用いることができるとされていることから明らかである（引用例２\nの段落【００１５】に，「また，作業機本体２の両端部には，延長作業体３を回動\n中心軸４を中心として上下方向に回動させる例えば電動式の左右一対の駆動手段６\nが設けられている。なお，駆動手段６は，シリンダ等を用いた油圧式のものでもよ\nく，また，駆動手段６を設けることなく，延長作業体３を人力で手動回動するよう\nな構成でもよい。」との記載がある。）。「電動油圧シリンダ」は本願出願日前に\n周知なアクチュエータであるから，これを採用することも，当業者が適宜なし得る\n事項である。\nそうすると，前記２において相違点１について判断したとおり，引用発明１の\n「走行車に連結される作業部」として引用発明２の「中央作業部」及び「延長作業\n部」からなる作業部の構造を採用することは当業者が容易に想到し得る事項であり，\nこのように当業者が容易に想到し得る構成の延長作業部を回動させるための手段と\nして「電動油圧シリンダ」を採用し，引用発明１に記載された「播種機や施肥機の\nモータ」とともに当該「電動油圧シリンダ」をも電力で作動させるようにすること\nによって，相違点３に係る本願補正発明の構成とすることは，当業者が容易に想到\nし得る事項である。\n(2) 原告は，審決の相違点１に係る容易想到性判断に誤りがあるため，引用発明\n１と引用発明２との組合せが容易であることを前提とした相違点３に係る容易想到\n性判断も誤りであり，また，仮に，引用発明１と引用発明２とを組み合わせること\nができたとしても，引用例１には，発電機２４３から「播種機や施肥機のモータ」\nに電力を供給することは記載されているが，「播種機や施肥機のモータ」に加えて\nさらに別の電気部品にまで，発電機２４３からの電力を供給することに関しては何\nら記載されておらず，示唆すらないから，本願補正発明の相違点３に係る構成に想\n到することは容易でない旨主張する。\nしかし，前記２で説示したとおり，審決の相違点１に係る容易想到性の判断に誤\nりはないから，これに誤りがあることを前提とする原告の主張には理由がない。\nまた，前記２(2)で説示したとおり，引用発明１の「発電機２４３からの電力で\n駆動する」機器は「播種機や施肥機のモータ」に限定されるものではない上，引用\n発明２において，「延長作業部３」を回動させるために設けられた「駆動手段６」\nとして「電動式」のものも挙げられている。そして，耕耘装置の技術分野において\n作業効率等の観点から作業幅をできるだけ大きくしたいという前記２(2)で説示し\nた動機づけにより引用発明１と引用発明２とを組み合わせた場合，引用発明２の\n「延長作業部３」を回動させるための「駆動手段６」は，電力が供給されなければ\n回動しない「電動式」のものとなるから，電力の供給が最も容易な引用発明１の\n「発電機２４３からの電力」を利用して回動させることは，合理的であり，かつ当\n業者がごく普通に着想し得ることであって，相違点３に係る本願補正発明の構成と\nすることは，当業者が容易に想到し得る事項である。したがって，原告の上記主張\nも理由がない。\n(3) よって，取消事由４に係る原告の主張は理由がない。\n５  本願補正発明の作用効果に係る認定の誤り（取消事由５）について\n(1) 本願補正発明は，引用発明１及び２並びに周知技術（作業車又は農作業機の\n技術分野において，エンジンの動力により発電機を駆動し，発電された電気を発電\n機が搭載された機器と同じ機器に搭載されたバッテリに蓄電して，蓄電した電力を\nこれらの機器に備え付けられた電動アクチュエータに供給する技術）に基づいて当\n業者が容易に発明をすることができたものであり，その効果は，引用発明１及び２\n並びに上記周知技術から，当業者が予測できる範囲内のものである。\n(2) 原告は，本願補正発明は，格別の作用効果を奏するものであり，引用発明１\n及び２並びに周知技術から当業者が予測できる範囲内のものではない旨主張する。\nしかし，原告主張の効果①（入力軸の回転に基づいて作動して発電する発電手段\nと，この発電手段による電力で作動する電気部品とを備える構成であるから，走行\n車からの外部電源が不要で，走行車から下りて手作業で配線接続をする必要がな\nい。）は，引用発明１が奏する効果であって（引用例１（甲１）に「トラクタ側か\nらハーネスを引いて電力を供給する必要がなくなって，ロータリ耕耘装置１側の発\n電機２４３から播種機や施肥機のモータに電力を供給できるようになり，便利であ\nる。」（段落【００５６】）との記載がある。），当業者が予測できるものである。\nまた，原告主張の効果②（発電手段からの電力を貯えるバッテリ，つまり走行車\nのＰＴＯ軸からの動力に基づいて発電した電力を貯えるバッテリを備えるため，電\n力消費の無駄を防止できる。）及び効果③（エンジンを搭載していない牽引式の農\n作業機であっても，バッテリに貯えられた電力を利用して電気部品を適宜作動させ\nることができ，例えば牽引式の農作業機が走行車から取り外されてＰＴＯ軸と入力\n軸との連結が解除された状態時でも，必要に応じて，バッテリの電力で電気部品を\n適切に作動させることができ，よって例えば走行車から取り外した農作業機を倉庫\n内で折り畳む際に（例えば倉庫の入口が低い場合や狭い場合等に農作業機を倉庫内\nで折り畳むことがある），ＰＴＯ軸と入力軸とが連結されていなくても，バッテリ\nに蓄電された折畳みに必要とされる量の電力を利用して電動油圧シリンダ（電気部\n品）を適切に作動させることができるため，発電手段およびバッテリを有して比較\n的重量が安定した中央作業部に対して延長作業部を回動させて展開作業状態から折\n畳み非作業状態に適切かつ安定的に切り換えることができる。）は，いずれも特許\n明細書や図面（甲１５）に記載されていないものである。したがって，本願補正発\n明に効果②及び③があるとの原告の主張は採用することができない（なお，原告の\n主張によれば，効果②及び③は「バッテリ」等を備えることによる自明な効果のよ\nうであるが，そうであれば，引用発明１及び２並びに上記周知技術に基づいて当業\n者が容易に想到し得た発明においても，同様の効果が奏されるということができ\nる。）。\nしたがって，原告の上記主張は理由がない。\n(3) よって，取消事由５に係る原告の主張は理由がない。\n６  本願発明の認定の誤り（取消事由６）について\n原告は，取消事由１ないし５の存在ゆえ，本願補正発明が特許法２９条２項の規\n定により独立特許要件を欠くと判断して本件補正（甲１５による補正）を却下した\n審決の判断は誤りであり，その結果，本願に係る発明は，本件補正後の本願補正発\n明となるから，本件補正前の本願発明（甲１２の請求項１に係る発明）について特\n許法２９条２項の規定により特許を受けることができないことを理由として拒絶査\n定不服審判請求を不成立とした審決の判断は誤りである旨主張する。\nしかし，前記１ないし５で説示したとおり，取消事由１ないし５に係る原告の主\n張はいずれも理由がないから，本願補正発明は独立特許要件を欠くものである。し\nたがって，本願に係る発明は，本件補正前の本願発明（甲１２の請求項１に係る発\n明）となるから，審決の本願発明の認定に誤りはない。\nよって，取消事由６に係る原告の主張は理由がない。\n７  まとめ\n以上のとおり，取消事由１ないし６に係る原告の主張はいずれも理由がなく，審\n決に取り消すべき違法は認められない。\n第５  結論\nよって，原告の請求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n芝      田      俊      文\n裁判官\n西              理      香\n裁判官\n知      野              明\n（別紙図面Ａ）【本願補正発明】\n甲１５の【図１】\n（別紙図面Ｂ）【引用発明１】\n甲１の【図２】\n甲１の【図３１】\n（別紙図面Ｃ）【引用発明２】\n甲２の【図１】\n甲２の【図２】\n"
}