{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 7,
    "day": 17
  },
  "case_number": "平成25(行ケ)10269",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84352",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84352",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/352/084352_hanrei.pdf",
  "contents": "平成２６年７月１７日判決言渡\n平成２５年（行ケ）第１０２６９号  審決取消請求事件\n口頭弁論終結日  平成２６年７月１０日\n判           決\n原       告          コネ   コーポレイショ ン\n訴訟代理人弁理士          香    取    孝    雄\n同                 北    島    弘    崇\n被       告         特許庁長官\n指定代理 人         藤    原    直    欣\n同                伊    藤    元    人\n同                中    川    隆    司\n同                窪    田    治    彦\n同                内    山        進\n主           文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０日と定め\nる。\n事 実 及 び 理 由\n第１  請求\n特許庁が不服２０１１－５７４３号事件について平成２５年５月２１日にし\nた審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯（当事者間に争いがない。）\n原告は，発明の名称を「エレベータ」とする発明につき，平成１５年（２０\n０３年）１０月１日を国際特許出願日（パリ条約による優先権主張：２００２\n年１１月４日，フィンランド共和国）として，特許出願（特願２００４－５４\n９２０５号。以下「本願」という。）をした。\n原告は，平成２１年１月９日付けで拒絶理由通知を受け，同年７月９日付け\n意見書及び手続補正書を提出し，平成２２年１月２０日付けで再度の拒絶理由\n通知を受け，同年６月１５日付けで意見書及び手続補正書を提出し，同年１１\n月１２日付けで拒絶査定を受け，平成２３年３月１５日付けで拒絶査定不服審\n判（不服２０１１－５７４３号）を請求するとともに同日付け手続補正書を提\n出し，同年４月２７日付けで審判請求理由補充書を提出した。\n原告は，平成２３年１０月１１日付けで書面による審尋を受け，平成２４年\n４月１３日付けで回答書を提出し，同年５月１８日付けで拒絶理由通知を受け，\n同年７月９日付けで誤訳訂正書を提出し，同年９月１０日付けで再度の拒絶理\n由通知を受け，平成２５年３月１１日付けで意見書及び手続補正書を提出した。\n特許庁は，平成２５年５月２１日，「本件審判の請求は，成り立たない。」\nとの審決をし，同年６月４日，その謄本を原告に送達した。\n２  特許請求の範囲の記載\n平成２５年３月１１日付け手続補正書（甲２３）による補正後の特許請求の\n範囲（請求項の数は２１である。）の請求項１の記載は，次のとおりである\n（以下，請求項１記載の発明を「本件発明」という。また，本願の明細書（甲\n５，１５，２０）を「本件明細書」という。）。\n「【請求項１】\n巻上機がトラクションシーブによって一連の巻上ロープと係合し，エレベー\nタカーは前記巻上ロープに支持され，該ロープはエレベータカーを動かす手段\nである，カウンタウェイトを持たないトラクションシーブエレベータにおい\nて，該エレベータには機械室がなく，前記エレベータカーは，リムの両側から\n前記巻上ロープが上昇する少なくとも２つの転向プーリとリムの両側から前記\n巻上ロープが下降する少なくとも２つの転向プーリとを介して前記巻上ロープ\nによって懸垂され，前記トラクションシーブはこれら転向プーリ間のロープ部\n分と該トラクションシーブの両側から前記巻上ロープが上昇または下降するよ\nうに係合し，それによって前記巻上ロープと前記トラクションシーブとの間の\n連続する接触角を増大させるとともに従来よりも小型のトラクションシーブの\n使用を可能にし，前記エレベータには引張要素が設けられ，該引張要素によっ\nて巻上ロープの張力を調節することができることを特徴とするエレベータ。」\n３  審決の理由\n審決の理由は，別紙審決書写し記載のとおりであり，その要点は，次のと\nおりである。\n本件発明は，米国特許第７１９１１４号明細書（甲１。以下「刊行物」と\nいう。）に記載された発明（以下「刊行物記載発明」という。）並びに周知\n技術及び技術常識に基づいて当業者が容易に発明をすることができたもので\nあり，特許法２９条２項の規定により特許を受けることができない。\n審決が認定した刊行物記載発明の内容，本件発明と刊行物記載発明との一\n致点及び相違点は，次のとおりである。\nア  刊行物記載発明の内容\n「電気モーター９が駆動シーブ７によって一連の巻上ケーブル４と係合\nし，かご１は前記巻上ケーブル４に支持され，該ケーブル４はかご１を動\nかす手段である，カウンタウェイトを持たない駆動シーブエレベータにお\nいて，該エレベータには機械室がなく，前記かご１が，リムの両側から前\n記巻上ケーブル４が上昇する１つのプーリ２とリムの両側から前記巻上\nケーブル４が下降する１つのプーリ３とを介して巻上ケーブル４によって\n懸垂され，前記駆動シーブ７はこれらプーリ２及び３間の巻上ケーブル４\n部分と駆動シーブ７の両側から巻上ケーブル４が上昇するように係合し，\n前記エレベータには，ケーブルをピンと張った状態に保つ重り８が設けら\nれ，該重り８によって巻上ケーブル４に張力を及ぼすエレベータ。」\nイ  一致点\n「巻上機がトラクションシーブによって一連の巻上ロープと係合し，エ\nレベータカーは巻上ロープに支持され，該ロープはエレベータカーを動か\nす手段である，カウンタウェイトを持たないトラクションシーブエレベー\nタにおいて，該エレベータには機械室がなく，エレベータカーは，リムの\n両側から巻上ロープが上昇する転向プーリとリムの両側から巻上ロープが\n下降する転向プーリとを介して巻上ロープによって懸垂され，トラクショ\nンシーブはこれら転向プーリ間のロープ部分と該トラクションシーブの両\n側から巻上ロープが上昇するように係合し，エレベータには引張要素が設\nけられるエレベータ。」\nウ  相違点\n相違点１\n本件発明においては，引張要素によって巻上ロープの張力を調節する\nことができるのに対し，刊行物記載発明においては，重り８によって巻\n上ケーブル４に張力を及ぼす点。\n相違点２\n本件発明においては，リムの両側から巻上ロープが上昇及び下降する\n転向プーリが少なくとも２つであり，トラクションシーブはこれら転向\nプーリ間のロープ部分と該トラクションシーブの両側から巻上ロープが\n上昇または下降するように係合し，それによって巻上ロープとトラク\nションシーブとの間の連続する接触角を増大させるとともに従来よりも\n小型のトラクションシーブの使用を可能にするのに対し，刊行物記載発\n明においては，リムの両側から巻上ケーブル４が上昇及び下降するプー\nリ２及び３が１つであり，駆動シーブ７はこれらプーリ２及び３間の巻\n上ケーブル４部分と駆動シーブ７の両側から巻上ケーブル４が上昇する\nように係合するものの，他の事項は不明である点。\n第３  原告主張の取消事由\n審決には，刊行物記載発明を引用発明とした判断の誤り（取消事由１），相\n違点１の認定及び判断の誤り（取消事由２），相違点２の判断の誤り（取消事\n由３），本件発明の効果に係る判断の誤り（取消事由４）があり，これらの誤\nりは審決の結論に影響を及ぼすものであるから，審決は違法であり，取り消さ\nれるべきである。\n１  取消事由１（刊行物記載発明を引用発明とした判断の誤り）\n審決は，本件発明と刊行物記載発明とが「該エレベータには機械室がな\nく」という点においても一致していると認定した上で，刊行物記載発明を引\n用発明として，本件発明の進歩性について判断している。\nしかし，以下のとおり，刊行物記載のエレベータは機械室を有するもので\nある。そして，本件発明の「機械室なしエレベータ」と刊行物記載発明の\n「機械室ありエレベータ」とは，技術分野が全く異なるものである。\nしたがって，刊行物記載発明は引用発明としての適格性を欠くものである\nから，刊行物記載発明を引用発明とした審決の判断は誤りである。\n機械室がないエレベータとは，巻上機や制御装置などの駆動装置を設ける\nための専用の空間を昇降路（エレベータシャフト）とは別の場所に設けてい\nないエレベータをいう（甲２４（以下「甲２４文献」という。）の「１０．\n【機械室なしエレベーター】」の項の記載参照）。\n刊行物には，機械室及びエレベータシャフトについての記載はない。\nしかし，刊行物の図１（判決注・別紙図面参照）のエレベータでは，駆動\n装置に相当する電気モータ９と，制御装置に相当するコントローラ１４とが\nエレベータカー１と略同程度の大きさであり，これらを組み合わせたものが\nエレベータカーより大きいことは明らかである。また，刊行物の図１のエレ\nベータでは，エレベータカー１の真下にエレベータカー１と略同程度の大き\nさのシーブ７（トラクションシーブに相当する。）が存在する。そして，一\n般に，エレベータシャフトの大きさは，エレベーターカーと，エレベーター\nカーの駆動に必要なものが入る程度の大きさである。よって，刊行物１の図\n１のエレベータは，電気モータ９及びコントローラ１４を設けるための専用\nの空間，すなわち機械室を必要とするものである。\nまた，刊行物が発行された１９０２年頃は，エレベータの駆動に必要な機\n械は，建物内において昇降路として機能する縦穴の底ではなく，縦穴とは別\nに，駆動装置を設置するための専用の空間，すなわち機械室に設置されてい\nた（１９０２年１２月３０日に特許された米国特許第７１６９５３号の明細\n書（甲２８。以下「甲２８文献」という。）の Fig.1 及び１９０２年１１月\n１１日に特許された米国特許第７１３２２５号の明細書（甲２９。以下「甲\n２９文献」という。）の Fig.1 参照）。機械室のないエレベータは，１９９\n９年頃に開発された新しい技術であり，１９０２年当時には，機械室のない\nエレベータという発想はそもそも存在しなかった（甲３０）。\nしたがって，刊行物記載のエレベータは，機械室を有するものである。\n２  取消事由２（相違点１の認定及び判断の誤り）\n相違点１の認定について\n審決は，相違点１として，「本件発明においては，引張要素によって巻き\n上げロープの張力を調整することができるのに対し，刊行物記載発明におい\nては，重り８によって巻上ケーブル４に張力を及ぼす点」を認定している。\nしかし，本件発明と刊行物記載発明とでは，巻上ロープが介する転向プー\nリの数が異なるから，両発明の相違点は，「本件発明においては，少なくと\nも２つの転向プーリを介した巻上ロープに設けられた引張要素によって巻き\n上げロープの張力を調整することができるのに対し，引用発明においては，\n１つの転向プーリを介した巻上ロープに設けられた重り８によって巻上ケー\nブル４に張力を及ぼす点」である。\nしたがって，審決の上記認定は誤りである。\n相違点１の判断について\nア  審決は，刊行物に記載された重り８が，本件発明の「引張要素」に相当\nし，重りの重さの程度，重りの個数等により張力を調整することができる\nものであることは技術常識であり，相違点１に係る本件発明の発明特定事\n項は，刊行物に記載されているに等しい事項であると判断している。\nしかし，本件発明及び刊行物記載発明は，いずれもカウンタウェイトを\n用いないロープ式のエレベータであるところ，カウンタウェイトを用いな\nいロープ式エレベータにおいては，①巻上機の軸にかかる荷重が増大し，\nその結果，巻上機が大型化する可能性があり，また，②かごの全重量と全\n積載荷重とがトラクションシーブの一方のみにかかるため，力が非常にア\nンバランスになり，その結果トラクションシーブ上でロープが滑る危険性\nがある。\n本件発明は，上記①及び②の問題を，少なくとも２つの転向プーリを解\nした巻上ロープに設けられた引張要素によって巻上ロープの張力を調節す\nることで解決している。これに対し，刊行物記載発明では，１つの転向\nプーリを介した巻上ロープに設けられた重り８によって巻上ケーブル４に\n張力を及ぼしているが，８によって巻上ケーブル４に張力を及ぼすだけで\nは，かごの全重量と全積載荷重とがシーブ７の片側のみにかかるため，巻\n上機，すなわち電気モータ９の軸に過重にかかる負荷を軽減することがで\nきず，電気モータ９が増大するという上記①の問題を解決することができ\nない。また，重り８によって巻上ケーブル４に張力を及ぼすだけでは，ト\nラクションシーブの右側および左側にかかる力のアンバランスを解消する\nことができず，トラクションシーブ上でロープが滑る危険性があるという\n上記②の問題も解決することができない。刊行物には，少なくとも２つの\n転向プーリを介した巻上ロープに設けられた引張要素によって巻上ロープ\nの張力を調節することは，開示も示唆もされていない。\nしたがって，審決の上記判断は誤りである。\nイ  審決は，刊行物に「ケーブル４の終端にケーブルをピンと張った状態に\n保つ重り８又はその他の手段が固定されている。」と記載されていること\nから，重り８の重さの程度及び／または重りの個数等による調整を含め，\n他の既存の張力調整手段を適宜採用することは，当業者が容易になし得る\nことであると判断している。\nしかし，本件発明と刊行物記載発明とでは，転向プーリの数が異なり，\n本件発明では，巻上ロープはエレベーターカーに設けられた少なくとも２\nつの転向プーリを介して引張要素と繋がっているため，転向プーリと巻上\nロープとが接触する部分の把持力を利用して，重りが巻上ロープの張力を\n調節すること，すなわち，通常走行時における乗客の乗り降りや，エレ\nベータカーの走行方向等により生じるロープの張力の変化を調整すること\n（エレベーターカーの走行によって考えられ得るロープのたるみに応じた\n張力をあらかじめロープにもたらしておくこと）が可能であるのに対し，\n刊行物記載発明では，かご１に設けられた転向プーリ３を介して重り８と\n繋がっているにすぎないため，重り８は，「ロープをピンと張った状態に\n保つ」のが限界であり，本件発明のように張力の変化を調整することまで\nはできない。\nしたがって，審決の上記判断は誤りである。\n被告の主張について\n被告は，張力の調節に係る原告の主張について，通常走行時における乗客\nの乗り降りや，エレベータカーの走行方向等における張力の変化及び張力変\n化に応じた調整については，出願当初の明細書，特許請求の範囲又は図面に\n基づく主張とはいえないし，本件発明の発明特定事項に基づく主張ともいえ\nないと主張する。\nしかし，一般にエレベータが，昇降路において，停止階でエレベータカー\nを停止させて乗客を乗り降りさせながら，エレベータカーを上方向又は下方\n向に走行させるものであることは当業者にとっては当然のことであり，乗客\nの乗り降りや走行方向の違いによって張力の変化があることも当業者にとっ\nて当然のことであるから，本件発明に係るエレベータにおいても，「通常走\n行時における乗客の乗り降りや，エレベータカーの走行方向等における張力\nの変化」があることは当業者にとって当然に推論できることである。\nまた，本件発明において，通常走行時における乗客の乗り降りや，エレ\nベータカーの走行方向等における張力の変化があることは，「エレベータ」\n及び「カウンタウェイトを持たない」という本件発明の発明特定事項から当\n業者が容易に推論できることである。また，本件発明において，張力変化に\n応じた調整ができることは，「前記エレベータカーは，リムの両側から前記\n巻上ロープが上昇する少なくとも２つの転向プーリとリムの両側から前記巻\n上ロープが下降する少なくとも２つの転向プーリとを介して前記巻上ロープ\nによって懸垂され，」及び「該引張要素によって巻上ロープの張力を調節す\nることができる」という本件発明の発明特定事項から当業者が容易に推論で\nきることである。\n３  取消事由３（相違点２の判断の誤り）\n審決は，本件発明及び刊行物記載発明は共に，トラクションシーブは転向\nプーリ間のロープ部分とトラクションシーブの両側から巻き上げロープが上\n昇するように係合することで共通の態様を有していることから，刊行物記載\n発明が，本件発明と同程度の巻上ロープとトラクションシーブとの間の連続\nする接触角の増大を備えることは自明の事項であるとした上，刊行物記載発\n明並びに周知技術及び技術常識に基づき，相違点２に係る本件発明の発明特\n定事項に想到することは，当業者が容易になし得ることであると判断してい\nる。\nしかし，本件発明は，刊行物記載発明よりも，巻上ロープとトラクション\nシーブとの間の連続する接触角を増大させて，カウンタウェイトを用いない\nエレベータにおいても小型のトラクションシーブの使用を可能にしているも\nのである（後記ア）。審決はこの点を看過し，小型化及び軽量化に係る公知\n技術について誤った解釈をした結果，相違点２の判断を誤ったものである\n（後記イ）。\nア  接触角の増大について\n本件発明は，転向プーリを少なくとも２つ有しているため，転向プーリ\nの一部がトラクションシーブの真上になるように転向プーリを配置するこ\nとで接触角を増大させることが可能であり，このようにして，刊行物記載\n発明よりも，巻上ロープとトラクションシーブとの間の連続する接触角を\n増大させて，カウンタウェイトを用いないエレベータにおいても小型のト\nラクションシーブの使用を可能にしているものである。\nすなわち，刊行物記載発明では，エレベータカーの下側に設けられた転\n向プーリは一つだけであるため，エレベータカーとのバランスを考慮し\nて，転向プーリをエレベータカーの略真ん中に配置する必要がある。一\n方，エレベータの横側を通る巻上ロープがエレベータカーに接触しないよ\nうトラクションシーブを配置する必要があり，具体的には，トラクション\nシーブは，エレベータシャフトの壁寄りに配置される。そうすると，エレ\nベータカーに設けられた転向プーリからトラクションシーブへ垂直に巻上\nロープを渡すことは難しく，斜めに渡すようになる（参考図１）。この場\n合，エレベータカーが下降するに従い，巻上ロープとトラクションシーブ\nとの間の連続する接触角が，１８０ o よりも小さくなってゆく（参考図\n２）。\n参考図２\n巻上ロープ\nエレベータカー\n下降\n接触角が 180o\nより小さくなる\n参考図１\nトラクションシーブ\nロープがエレベータカーにぶ\nつからないようにする\n巻上\nロープ\nエレベータカー\n転向プーリ\nＡ 重り\nこれに対し，本件発明は，転向プーリを少なくとも２つ有するため，１\nつの転向プーリからトラクションシーブへ，巻上ロープを略垂直に渡すこ\nとが可能である。したがって，本件発明では，エレベータカーが下降して\nも，巻上ロープとトラクションシーブとの間の連続する接触角が１８０o\nよりも小さくなることを防ぐことが可能である（参考図３）。また，本件\n発明では，転向プーリを少なくとも２つ有しているため，例えば転向プー\nリの一部がトラクションシーブの真上になるように転向プーリを配置する\nことで接触角を増大させることも可能である（参考図４）。この場合，エ\nレベータカーが下降するに従い，巻上ロープとトラクションシーブとの間\nの連続する接触角を１８０o より大きくすることができる。\n参考図３\n巻上ロープ\nエレベータカー\n下降\n接触角が 180\no より\n小さくなることを\n防ぐことが可能\nこのように，本件発明では，トラクションシーブが少なくとも２つの転\n向プーリの間のロープ部分と係合しており，トラクションシーブが１つの\n転向プーリの間のロープ部分と係合する刊行物記載の発明と比較して，少\nなくとも２つの転向プーリによってトラクションシーブとロープ部分との\n間の接触角が増大するようにトラクションシーブに対する適正な操作角を\n形成でき，それによって，トラクションシーブが１つの転向プーリの間の\nロープ部分と係合する場合と比較して，巻上ロープとトラクションシーブ\nとの接触角を増大させてこれらの間に強力な把持力及び良好な接触を達成\nし，カウンタウェイトを用いないことに起因する，トラクションシーブ上\nでロープが滑る危険性を解消できるという有利な利点がある。\nまた，本件発明では，少なくとも２つの転向プーリを用いるため，トラ\nクションシーブとロープ部分との間の接触角が増大するようトラクション\n参考図４\n巻上ロープ\nエレベータカー\n下降\nエレベータカーが\n下降するにつれ\nて，接触角を増大\nさせることが可能\nシーブに対する適正な操作角を形成する際に，巻上ロープにかかる力のバ\nランスを考慮することが可能であり，これによって，トラクションシーブ\nが１つの転向プーリの間のロープ部分と係合する場合と比較して，巻上\nロープの摩耗を抑えることができるという有利な利点がある。\n以上のとおり，本件発明は，転向プーリを少なくとも２つとして巻上\nロープとトラクションシーブとの間の連続する接触角を増大させて，カウ\nンタウェイトを用いないエレベータにおいても小型のトラクションシーブ\nの使用を可能にしているものである。\nイ  小型化及び軽量化について\n審決は，エレベータの技術分野において，巻上機やシーブなどのエレ\nベータ装置の部材を小型化や軽量化することは，一般的な技術課題である\nとし（甲２），エレベータの技術分野において，転向プーリを２つとする\nことは周知技術（仏国特許出願公開第２８２３７３４号の明細書（甲３。\n以下「甲３文献」という。））であり，１つの転向プーリを２つとするこ\nとにより小型化及び軽量化された巻上機及びシーブの使用を可能とするこ\nとは，当該技術分野において技術常識（昇降機用語辞典（甲４。以下「甲\n４文献」という。））であるとし，上記周知技術及び技術常識に基づき，\n転向プーリを少なくとも２つとして従来よりも小型の巻上機及びトラク\nションシーブの使用を可能とすることに当業者の格別の創意は要しないと\n判断している。\nしかし，前記アのとおり，本件発明は，転向プーリを少なくとも２つと\nして巻上ロープとトラクションシーブとの間の連続する接触角を増大させ\nて，カウンタウェイトを用いないエレベータにおいても小型のトラクショ\nンシーブの使用を可能にしているものである。これに対し，甲３文献及び\n甲４文献はいずれも，カウンタウェイトを用いる巻上機の小型化の手法を\n開示しているだけであり，接触角を増大させることでトラクションシーブ\nを小型にすることは，これら文献には開示も示唆もされていない。\nしたがって，審決が，甲３文献に基づいて認定した周知技術及び甲４文\n献に基づいて認定した技術常識に基づき，相違点２に係る本件発明の発明\n特定事項とすることは当業者が容易に想到できたことであるとしたのは誤\nりである。\n被告の主張について\nア  接触角の増大について\n被告は，本件発明において転向プーリとトラクションシーブとの位置\n関係が参考図３に係る関係にあるとまでは特定されていないし，そのよ\nうな位置関係にすることで接触角を増大させることは，出願当初の明細\n書等に何ら記載されていない，また，参考図４にあるように，転向プー\nリの一部がトラクションシーブの真上になるように転向プーリを配置す\nることで接触角を増大させることも，出願当初の明細書等に何ら記載さ\nれていないと主張する。\nしかし，トラクションシーブを巻上ロープにどのように係合させるか\nは，使用する巻上ロープの太さや，トラクションシーブの径や，エレ\nベータの規模等の様々な要因によって大きく変わるものであることは当\n業者にとって当然のことである。したがって，当業者が，転向プーリと\nトラクションシーブとの位置関係が参考図３及び参考図４に係る関係に\nあると推論することは容易である。\n被告は，国際公開第０１／４２１２１号（乙２。以下「乙２公報」と\nいう。）及び実願昭５７－１３５２０３号（実開昭５９－４０２７６\n号）のマイクロフィルム（乙３。以下「乙３公報」という。）を引用し\nて，仮に，出願当初の明細書等から，参考図４における接触角の増大が\n自明であるとしても，本件発明における接触角の増大は当業者が適宜な\nし得ることであると主張する。\nしかし，乙２公報及び乙３公報には，エレベータカーに設けられた少\nなくとも２つの転向プーリによって巻上ロープとトラクションシーブと\nの間の連続する接触角を増大させることは，開示も示唆もされていな\nい。乙２公報及び乙３公報のエレベータは，いずれもカウンタウェイト\nを用いているものであるから，乙２公報及び乙３公報から，カウンタウ\nェイトを用いないエレベータである本件発明における接触角の増大を想\n到することはできない。\nイ  小型化及び軽量化について\n被告は，特開２００２－１６７１３７号公報（乙５。以下「乙５公報」\nという。）及び特表２００２－５０４４７１号公報（乙６。以下「乙６公\n報」という。）を引用して，審決において，１つの転向プーリを２つとす\nることにより，小型化及び軽量化された巻上機及びシーブの使用を可能と\nすることを技術常識としたことに誤りはないと主張する。\nしかし，本件発明のエレベータが，カウンタウェイトを用いないもので\nあるのに対し，乙５公報及び乙６公報には，カウンタウェイトを用いたエ\nレベータにおける技術常識が開示されているにすぎない。本件発明に至る\nためには，接触角を増大させてトラクションシーブを従来よりも小型化す\nることで巻上機が大きくなりがちになる問題を解決するという技術的解決\n方法が必要であるが，このことは，乙５公報及び乙６公報には全く開示さ\nれていない。したがって，被告の上記主張は理由がない。\n４  取消事由４（本件発明の効果に係る判断の誤り）\n審決は，本件発明を全体として検討しても本件発明の奏する効果は刊行物記\n載発明並びに周知技術及び技術常識から当業者が予測し得る程度のものである\nと判断している。\nしかし，本件発明は，「少なくとも２つの転向プーリを介した巻上ロープに\n設けられた引張り要素によって巻き上げロープの張力を調節することができ\nる」こと，及び「カウンタウェイトを用いないエレベータにおけるエレベータ\nカーを，リムの両側から巻上ロープが上昇する少なくとも２つの転向プーリと\nリムの両側から巻上ロープが下降する少なくとも２つの転向プーリとを介して\n巻上ロープによって懸垂され，トラクションシーブはこれら転向プーリ間の\nロープ部分とトラクションシーブの両側から巻上ロープが上昇または下降する\nように係合し，それによって巻上ロープとトラクションシーブとの間の連続す\nる接触角を増大させると共に従来よりも小型のトラクションシーブの使用を可\n能にする」ことによって，カウンタウェイトを用いないエレベータが有する問\n題を克服し，かつ，カウンタウェイトを用いないエレベータであっても機械室\nをなくし，安全性を確保し，巻上ロープの摩耗を防ぎ，細い巻上ロープの使用\nを可能にするという，刊行物記載発明並びに周知技術及び技術常識と比較した\n有利な効果を奏する。\nしたがって，審決の上記判断は誤りである。\n第４  被告の主張\n１  取消事由１（刊行物記載発明を引用発明とした判断の誤り）について\n審決の認定について\n刊行物には「機械室」についての記載がないから，機械室がないものとし\nて発明を認定することに誤りはない。\n原告の主張について\nア  原告は，甲２４文献を引用して，刊行物記載のエレベータは機械室を有\nするものであると主張する。\nしかし，平成１２年５月３１日建設省告示第１４１３号改正平成１４年\n５月３１日国土交通省告示第４７８号（乙１。以下「建設省告示」とい\nう。）第一の四ロ及びニには，「駆動装置を昇降路の底部に設ける」場合\nの安全性等を考慮した構造の記載があり，当該記載からすぐに理解される\nエレベータは，単に，駆動装置（巻上機）を昇降路の底部に設けるエレ\nベータである。刊行物の図１及び図２（判決注・別紙図面参照）には，\n「かご１」下方の床面に電気モーター９等を配置することが記載されてお\nり，これに接した当業者は，刊行物記載のエレベータを，昇降路の底部に\n巻上機を配置した機械室がないエレベータであると認識する。\nしたがって，原告の上記主張は失当である。\nイ  原告は，刊行物の図１において，電気モーター９及び制御装置１４が，\nかご１と略同程度の大きさがあり，昇降路内にこれらの装置を置くことが\nできないとして，刊行物記載のエレベータは機械室を必要とするものであ\nると主張する。\nしかし，一般に，特許出願の願書に添付される図面は，明細書を補完\nし，特許を受けようとする発明に係る技術内容を当業者に理解させるため\nの説明図であるから，当該発明の技術内容を理解するために必要な程度の\n正確さを備えていれば足り，当該図面に表示された寸法については，必ず\nしも厳密な正確さが要求されるものではない。\nしたがって，原告の上記主張は失当である。\n２  取消事由２（相違点１の認定及び判断の誤り）について\n審決の認定及び判断について\n本件発明の「引張要素」について，本件明細書には，「引張要素８は，\nロープ端で吊下げ自在のバネや錘，あるいは他の適当な引張要素方式として\nもよい。」（甲５【００１４】）と記載されている。これに対し，刊行物に\nは，上記「錘」と同等の手段である「重り８」が記載されている。したがっ\nて，審決の相違点１の認定及びその判断に誤りはない。\n原告の主張について\nア  原告は，張力の「調節」とは，通常走行時における乗客の乗り降りや，\nエレベータカーの走行方向等により生じるロープの張力の変化を調整する\nことを意味すると主張する。\nしかし，原告の上記主張は，出願当初の明細書，特許請求の範囲又は図\n面に基づく主張とはいえないし，本件発明の発明特定事項に基づく主張と\nもいえない。\n仮に，原告の主張する張力変化に関する事項が，出願当初明細書等から\n自明であるというのであれば，技術的に同等の張力の調節手段を備える刊\n行物においても，同様に自明な事項であるといえる。\nイ  原告は，本件発明は，カウンタウェイトを用いないことにより生じる２\nつの問題（①巻上機の軸にかかる荷重が増大し，その結果，巻上機が大型\n化する可能性があること，②かごの全重量と全積載荷重とがトラクション\nシーブの一方のみにかかるため，力が非常にアンバランスになり，その結\n果トラクションシーブ上でロープが滑る危険性があること）を，少なくと\nも２つの転向プーリを介した巻上ロープに設けた引張り要素によって巻き\n上げロープの張力を調節することで解決しているのに対し，刊行物記載発\n明は，上記①及び②の問題を解決することができないと主張する。\nしかし，刊行物に記載された重り８による張力の調節は，かごの重さや\n懸垂比等を考慮して，必要な程度の張力を与えるものであることは技術常\n識であるし，懸垂比の変更により，回転軸に対する垂直方向の荷重が減る\nことは，当業者であれば当然に知り得ていることである。\nそして，刊行物記載発明において当然に考慮し検討される一般的な技術\n課題を踏まえ，巻上機及びシーブの小型化及び軽量化を図る際に，周知技\n術及び技術常識に基づき，転向プーリを少なくとも２つとして従来よりも\n小型の巻上機及びトラクションシーブの使用を可能とすることに当業者の\n格別の創意は要しない。転向プーリを少なくとも２つとしたことにより，\n必要とする張力が変わることは技術的に自明であるから，その必要な張力\nに応じた調節，すなわち刊行物に記載された重り８の重さの程度及び／又\nは重りの個数等を調節することも，当業者が当然になし得ることである。\nさらに，張力の調節が，シーブ上でロープが滑らない程度の張力の調節と\nすることも，エレベータが安全に通常の運行をする上で，当業者が当然に\n採用し得ることである。\nしたがって，原告の上記主張は失当である。\n３  取消事由３（相違点２の判断の誤り）について\n審決の判断について\nア  接触角の増大について\n審決は，本件発明の例えば図１に示された「エレベータカー」に設けら\nれる転向プーリとトラクションシーブとの係合の様子と，刊行物の図２に\n示された「かご１」に設けられる「転向プーリ」と「駆動シーブ７」との\n係合の様子とを比較してみると，両者は技術的に共通の態様を呈している\nといえること，及び，本件発明の例えば図１に示された接触角と刊行物の\n図２に示された接触角とが，両者共に１８０°程度であることに基づい\nて，刊行物発明においても本件発明と同程度の接触角の増大（例えば，原\n告指摘の参考図３）があると判断したものであり，その判断に誤りはな\nい。\nイ  小型化及び軽量化について\n審決は，小型化と軽量化に関する一般的な技術課題を踏まえ，刊行物記\n載発明並びに転向プーリを２つとすることに関する周知技術及び技術常識\nに基づき，相違点２に係る本件発明の発明特定事項を容易想到としたもの\nである。そして，転向プーリを２つとする周知技術の例として審決が提示\nした甲３文献には，単に転向プーリを２つとする記載だけでなく，モータ\nの供給すべき力が４分の１となる旨の記載があり，この記載から，モータ\nの必要トルクの減少により小型化及び軽量化したモータの使用が可能であ\nることは技術的に自明である。さらに，審決は，一般的な技術水準の例と\nして，甲４文献を提示し，転向プーリを２つとすることにより，小型化及\nび軽量化した巻上機及びシーブの使用を可能とすることは技術常識である\nとしたものである。特に，甲４文献には，巻上機が，駆動綱車（シーブ）\n及び駆動電動機からなることが記載されており，審決で摘記した甲４文献\nの「巻上機を小形，軽量化できる」とは，巻上機を構成するシーブをも小\n型化及び軽量化することを意味するのである。\nまた，甲３文献を含め，モータの小型化及び軽量化により，減少した\nモータの出力トルクに対応した小径のシーブとすること，及び／又は，単\nにシーブを含む巻上機全体を小型化及び軽量化とすることも，普通に採用\nし得ることであるし，懸垂比の変更により，回転軸に対する垂直方向の荷\n重が減ることで，必要強度が減少し巻上機の小型化が可能であることは，\n当業者であれば当然に知り得ていることで ある（乙５公報及び乙６公\n報）。\nしたがって，審決において，１つの転向プーリを２つとすることによ\nり，小型化及び軽量化された巻上機及びシーブの使用を可能とすることを\n技術常識であるとしたことに誤りはないし，続く判断において，刊行物記\n載発明においても当然に考慮し検討される一般的な技術課題に基づき巻上\n機及びシーブの小型化及び軽量化を図る際に，周知技術及び技術常識に基\nづき，転向プーリを少なくとも２つとして従来よりも小型の巻上機及びト\nラクションシーブの使用を可能とすることに当業者の格別の創意は要しな\nいとしたことについても誤りはない。\n原告の主張について\nア  接触角の増大について\n原告は，本件発明は転向プーリを少なくとも２つ有するため，１つの\n転向プーリからトラクションシーブへ，巻上ロープを略垂直に渡すこと\nが可能であるから，エレベータカーが下降しても，巻上ロープとトラク\nションシーブとの間の連続する接触角が１８０°よりも小さくなること\nを防ぐことが可能である（参考図３）と主張する。\nしかし，本件発明において転向プーリとトラクションシーブとの位置\n関係が参考図３に係る関係にあるとまでは特定されていないし，そのよ\nうな位置関係にすることで接触角を増大させることは，出願当初の明細\n書等に何ら記載されていない。刊行物記載発明において，小型化，軽量\n化の観点で，２つの転向プーリを設けることは，周知技術及び技術常識\nに基づき，当業者にとって容易想到といえるところ（前記 ），本件\n発明が転向プーリを少なくとも２つ有することで当然に上記のような作\n用効果を奏するならば，刊行物記載発明においても，２つの転向プーリ\nを設けることによって，同様に期待できるものである。\n原告は，転向プーリの一部がトラクションシーブの真上になるように\n転向プーリを配置することで接触角を増大させることが可能である（参\n考図４）とも主張する。\nしかし，そのような積極的な手段を採用して接触角を増大することに\nついては，出願当初の明細書等に何ら記載されていない。接触角の増大\nについて，本件明細書の図２においては，巻上ロープ２０３が傾斜して\n見えるが，【００１７】には，「図２では，巻上ロープは次のように走\n行する。・・・転向プーリ２１５からエレベータカー２０１の転向プー\nリ２１４へと進み，そこからシャフト上部の転向プーリ２１９へと戻\nる。転向プーリ２１９から，巻上ロープは運転機械装置２１０によって\n駆動するトラクションシーブ２１１に達する。トラクションシーブから\nは，ロープは再び上方に進んでカー下部の転向プーリ２０４に達し・・\n・」と記載されていることからすれば，巻上ロープ２０３の傾斜とは，\nシャフト上部に配置された転向プーリ２１９とトラクションシーブ２１\n１との間における傾斜であって，エレベータカーの下部に配置された転\n向プーリ２０４とトラクションシーブ２１１との間で傾斜するものでは\nないから，原告指摘の参考図４のような態様は，本件発明とは別異のも\nのである。\n仮に，出願当初の明細書等から，参考図４における接触角の増大が自\n明であるとしても，その接触角の増大は，１８０°近傍における僅かな\n角度の増大であり，その程度の増大であれば，それは刊行物記載発明並\nびに周知技術及び技術常識から，当業者が予測可能である。また，当該\n技術分野において，接触角の増大すなわち所望のトラクション能力を得\nようとすることは普遍的な技術課題である（乙２公報・明細書７頁８行\n～１４行，第１図及び第２図）。機器の配置構成を適宜考慮して省ス\nペース化・省資源化を図ることも普遍的な技術課題であるところ，機器\nの省スペースの配置の結果，接触角の増大は自ずと起こり得ることであ\nる（乙３公報・明細書１０頁２行～１５行，第３図ないし第５図）。そ\nうすると，仮に，参考図４における接触角の増大が自明であるとして\nも，それは，当業者が適宜なし得ることである。\nイ  カウンタウェイトを用いないことについて\n原告が主張するような，カウンタウェイトを用いないことによる問題\nも，当業者であれば当然承知していることであって，刊行物記載発明にお\nいても内在していることは，当業者であれば容易に理解することができ\nる。懸垂比の変更により，回転軸に対する垂直方向の荷重が減ることは技\n術常識であるし，接触角を増やすことによりトラクション能力が増大する\nことも技術常識であるから，刊行物記載発明において，カウンタウェイト\nを用いないことによる問題も踏まえた上で，相違点２に係る本件発明の発\n明特定事項とすることも，周知技術及び技術常識に基づき容易想到であ\nる。\n４  取消事由４（本件発明の効果に係る判断の誤り）について\n原告が主張する本件発明の効果は，いずれも刊行物記載発明並びに周知技術\n及び技術常識から当業者が予測可能な範囲のものである。\n第５  当裁判所の判断\n当裁判所は，原告主張の取消事由はいずれも理由がなく，審決に取り消すべ\nき違法はないものと判断する。その理由は以下のとおりである。\n１  取消事由１（刊行物記載発明を引用発明とした判断の誤り）について\n「機械室のないエレベータ」の意義について\nア  原告は，特許請求の範囲の請求項１における「該エレベータには機械室\nがなく」にいう機械室のないエレベータとは，巻上機や制御装置などの駆\n動装置を設けるための専用の空間を昇降路とは別の場所に設けていないエ\nレベータをいうと主張する（前記第３の１）。\nそこで検討すると，特許請求の範囲の請求項１には，機械室に関しては\n上記記載があるのみであり，また，駆動装置の設置箇所に関する記載はな\nいため，「機械室のないエレベータ」の意義は，特許請求の範囲の記載か\nら一義的に明確であるとはいえない。よって，まずこの点について，本件\n明細書の記載を参酌し，技術常識を踏まえて検討する。\nイ  本件明細書の記載\n本件明細書（甲５，１５，２０）の発明の詳細な説明には，以下の記載\nがある（下線は裁判所が付した。以下同じ。）。\n「【０００１】\n本発明は請求項１の前段に記載のエレベータに関するものである。\n【０００２】\nエレベータ研究開発の目的の１つは効率的・経済的に建物スペースを利\n用することである。近年，かかる研究開発により，とりわけ，様々な機械\n室のないエレベータ方式が創作された。機械室なしのエレベータの好適な\n例は，欧州特許０  ６３１  ９６７（Ａ１）号および０  ６３１  ９６８\n号の明細書に開示されている。これらの明細書に記載されたエレベータ\nは，まずまず効率的なスペース利用を達成している。なぜなら，建物中で\nエレベータ機械室が占めていたスペースを，エレベータシャフトを拡張す\nることなく省略することに成功したからである。これらの明細書に記載さ\nれたエレベータでは，機械装置は，従来のエレベータ機械装置に比較する\nと，少なくとも１つの方向にはコンパクトであるが他の方向については著\nしく大きな寸法を有することとなりがちであった。\n【０００３】\n・・・機械室なしのトラクションシーブエレベータのうち，特に巻上機\nが上方に位置する方式では，巻上機をエレベータシャフト内に設置するこ\nとが困難である。なぜなら，巻上機は相当な大きさであり相当な重量を有\nするからである。とりわけ，大きな負荷を高速に，さらに／あるいは相当\nな巻上高さまで搬送する必要がある場合，巻上機の寸法および重量は，エ\nレベータの導入上深刻な問題となる。すなわち，巻上機が必要とするサイ\nズおよび重量によって，実際上，機械室なしのエレベータというコンセプ\nトを利用できる機会が制限されているし，そうでなくとも，少なくとも上\n記コンセプトを大型のエレベータに導入するには時間がかかっている。エ\nレベータの現代化において，エレベータシャフトの利用可能スペースは，\nしばしば機械室なしのエレベータというコンセプトの適用の制限となる。\n特に油圧式エレベータを現代化もしくは交換する場合，大抵，機械室のな\nいロープ式エレベータというコンセプトは，シャフト内のスペースが足り\nないため実用的でない。現代化する／交換する油圧エレベータ方式が，カ\nウンタウェイトを有していない場合は尚更である。カウンタウェイトを有\nするエレベータの不利点は，カウンタウェイトのコストおよびシャフト内\nに要するスペースである。現在ではほとんど導入されることのないドラム\n式エレベータは，電力消費が高く重くて複雑な巻上機を要するという欠点\nがある。\n【０００４】\n本発明は，次の目的のうち少なくとも１つを達成することを目的とす\nる。すなわち，１つの目的は，本発明によって，従前より効率的に建物お\nよびエレベータシャフトのスペースを利用できる機械室なしのエレベータ\nを開発することである。これは，必要に応じてエレベータを相当に狭いエ\nレベータシャフトに収容可能とする必要があることを意味する。また他の\n目的は，本発明によって，エレベータのサイズおよび／または重量，ある\nいは，少なくともエレベータ機械装置のサイズおよび／または重量を削減\nすることである。また，細い巻上ロープおよび／または小型のトラクショ\nンシーブを有し，トラクションシーブに対する良好な把持力／接触を巻上\nロープに持たせたエレベータを実現することを目的とする。更なる目的\nは，エレベータの特性を損なうことなくカウンタウェイトのないエレベー\nタ方式を実現することである。」\n「【００１４】\n図１はエレベータ構造の模式図である。本エレベータは機械室なしのエ\nレベータとするのが好ましく，エレベータシャフト内に運転機械装置 10\nが配置されている。図１に示すエレベータはカウンタウェイトがなく，機\n械装置を上方に有するトラクションシーブエレベータである。エレベータ\nの巻上ロープ３の経路は次の通りである。・・・\n【００１５】\nエレベータシャフト内に配置された運転機械装置 10 は，好ましくは平\n坦な構造を有する。換言すれば同機械装置は，幅および／または高さの寸\n法に比較して厚みの寸法を小さくし，あるいは，少なくとも同機械装置\nは，エレベータカーとエレベータシャフトの壁との間に収容できるほど十\n分にスリムにするとよい。・・・」\nウ  本願の優先権主張日の技術常識\n日経産業新聞の全面広告記事（甲３０）\n１９９９年（平成１１年）１０月２２日付け日経産業新聞１２面に\nは，「機械室レスエレベーター広告企画」と題する全面広告記事が掲載\nれており，同記事には，「機械室レスエレベーターが今後の主流に」と\nの見出しの下，次の記載がある。\n「建築基準の規制緩和が進むなかで，機械室を設置しない，いわゆる\n機械室レスのエレベーターの需要が伸びている。」\n「機械室レスエレベーターが誕生するきっかけとなったのは，北欧フ\nィンランドの大手昇降機メーカー，コネ社が昇降路内に設置可能な小型\n巻上げ機を開発し，機械室レスエレベーターを商品化以来，欧州や米国\nではオフィスビルや集合住宅などに多く採用されている。わが国では建\n築基準法の壁があり，採用が遅れていたが，ここ数年建築基準の規制緩\n和が進み，採用の許可が下りた。国内の昇降機メーカーはこの規制撤廃\nを受け，昨年の夏から年末にかけて次々と機械室レスエレベーターを発\n売した。」\n建設省告示（乙１）\n建設省告示は，本願の優先権主張日（２００２年（平成１４年）１１\n月４日）より前から施行されており，特殊な構造又は使用形態のエレ\nベーター及びエスカレーターの構造方法を定めたものである。建設省告\n示には，次の記載がある。\n「第一  建築基準法施行令（以下「令」という。）第１２９条の３第\n２項第１号に掲げる規定を適用しない特殊な構造又は使用形態のエレ\nベーターは，次の各号に掲げるエレベータの種類に応じ，それぞれ当該\n各号に定める構造方法を用いるものとする。\n・・・\n四  駆動装置を機械室を設けずに設置するエレベーター（非常用昇降\n機以外のエレベーターに限る。）・・・次に定める構造であること。・\n・・\nロ  駆動装置には，構造上やむを得ない場合を除き，かご，つり合お\nもりその他の昇降する部分が触れないようにしているとともに，駆動装\n置を昇降路の底部に設ける場合において，かご又はつり合おもりが緩衝\n器に衝突した場合にあってもかご及びつり合おもりが駆動装置に触れな\nいものとしていること。・・・\nニ  駆動装置を昇降路の底部に設ける場合にあっては，保守点検時に\nかごの降下を制御することができる装置を設けていること。・・・」\n甲２４文献\n甲２４文献には，次の記載がある。\n「１０．【機械室なしエレベーター】\n機械室なしエレベーターは平成１２年建設省告示第１４１３号の「特\n殊な構造又は使用形態のエレベーター及びエスカレーターの構造方法を\n定める件」を定めた告示の第１項第４号で，「駆動装置を機械室に設け\nずに設置するエレベーター」と定義されている。なお，告示では機械室\nなしエレベーターと記しているが，一般にはどのメーカーも機械室レス\n．．\nエレベーターと呼んでいる。・・・」\n「１０．１  構造\n機械室なしエレベーターはロープ式エレベーターに分類される。\nロープ式エレベーターは一般に建物屋上に機械室を設ける・・・\n機械室なしエレベーターには，大別して２種類のタイプがある。\n一つは巻上機を薄型にし，昇降路とかごとの隙間に設置すると共に，\n制御装置も小型・薄型化し，最上階三方枠の戸袋内に，または昇降路と\nかごとの間に設置するタイプ。\nもう一つは巻上機をピット内に配置し，小型・薄型化した制御装置を\n昇降路下部に配置するタイプとがある。」\n本願の優先権主張日の技術常識について\n前\nレスエレベーター」という語は，遅くとも同記事の掲載日である平成１\n１年１０月２２日頃には，エレベーター業界においては，一般的な用語\nとして定着していたことが認められる。\nそして，前 前 甲２４文献\nの記載によれば，甲２４文献にいう「機械室なしエレベーター」とは，\n建設省告示において「駆動装置を機械室に設けずに設置するエレベー\nター」と定義されているものであり，エレベータ業界において「機械室\nレスエレベータ－」と呼ばれているものであること，甲２４文献におい\nて，「機械室なしエレベーター」には大別して２種類のタイプがあるこ\nとが説明されており，その一つは，巻上機を薄型にし，昇降路とかごと\nの隙間に設置すると共に，制御装置も小型・薄型化し，最上階三方枠の\n戸袋内に，または昇降路とかごとの間に設置するタイプであり，もう一\nつは，巻上機をピット内に配置し，小型・薄型化した制御装置を昇降路\n下部に配置するタイプであるとされていることが認められる。\n上記認定によれば，本願の優先権主張日である平成１４年１１月４日\n時点において，「機械室なしエレベーター」という語は，甲２４文献に\n記載された２つのタイプに代表されるように，駆動装置（巻上機）を昇\n降路内に設置し，昇降路以外の場所に駆動装置を設置するための専用の\n空間を設けていないエレベーターを意味する用語として，エレベータの\n技術分野において一般的に用いられている用語であったことが認められ\nる。\nエ  本件発明における「機械室のないエレベータ」の意義\n前記ウのとおり，本願の優先権主張日である平成１４年１１月４日時点\nにおいて，「機械室なしエレベーター」という語は，駆動装置を昇降路内\nに設置し，昇降路以外の場所に駆動装置を設置するための専用の空間を設\nけていないエレベーターを意味する用語として，エレベーターの技術分野\nにおいて一般的に用いられている用語であったことが認められるから，本\n件明細書に記載されている「機械室のないエレベータ」，「機械室なしの\nエレベータ」という語についても，上記意味と異なる意味に解すべき特段\nの事情がない限り，上記の「機械室なしエレベータ－」の意味，すなわ\nち，駆動装置を昇降路内に設置し，駆動装置を設置するための専用の空間\nを設けていないエレベーターを意味する用語として用いられているものと\n認めるが相当である。\nこのような観点から，前記イ認定の本件明細書の記載をみると，「機械\n室のないエレベータ」，「機械室なしのエレベータ」の語を，駆動装置を\n昇降路内に設置し，駆動装置を設置するための専用の空間を設けていない\nエレベーターを意味するものとして解して矛盾はなく，また，これらの語\nを，上記意味と異なる意味に解すべき特段の事情は認められない。\nしたがって，特許請求の範囲の請求項１における「該エレベータには機\n械室がなく」の意味については，本件明細書における「機械室のないエレ\nベータ」，「機械室なしのエレベータ」という語と同様の意味，すなわ\nち，「該エレベータ」が，駆動装置を昇降路内に設置し，駆動装置を設置\nするための専用の空間を設けていないエレベーターであることを意味する\nものと認められる。\n刊行物記載発明について\nア  前\n駆動装置を昇降路内に設置し，駆動装置を設置するための専用の空間を設\nけていないエレベーターをいうものと解されるところ，刊行物には，機械\n室に関する記載はないものの，駆動装置の設置箇所に関する記載もない。\nしたがって，刊行物に機械室に関する記載がないからといって，そのこと\nから直ちに，刊行物記載のエレベータが機械室のないエレベータであると\n断定することはできない。\n原告は，刊行物の図１における電気モータ９及びコントローラ１４とエ\nレベーターカー１との大小関係等を根拠として，図１のエレベータは機械\n室を必要とするものであるから，刊行物記載のエレベータは機械室を有す\nるエレベータであると主張する（前記第３の１ ）。\nしかし，一般に，特許出願の願書に添付される図面は，特許発明に係る\n技術内容を理解するために必要な程度の正確さを備えていれば足り，同図\n面に表示された寸法については，必ずしも厳密な正確さが要求されるもの\nではないところ，刊行物には，図１に表示された寸法が正確なものである\nことを裏付ける記載はない。したがって，図１における電気モータ９及び\nコントローラ１４とエレベーターカー１との大小関係等から，直ちに，刊\n行物記載のエレベータが機械室を有するエレベータであると断定すること\nもできない。\nもっとも，原告は，刊行物が発行された１９０２年当時には，機械室の\nないエレベータという発想はそもそも存在しなかったと主張する（前記第\n。そうであるとすれば，刊行物に機械室に関する記載がないの\nは，単にその記載を省略しているだけで，刊行物記載のエレベータは機械\n室を有するものであるということになる。そこで，刊行物の発行当時の技\n術常識について検討する。\nイ  刊行物の発行当時の技術常識について\n日経産業経済新聞の全面広告記事（甲３０）\n認定の日経産業新聞の全面広告記事の記載によれば，機械\n室のないエレベーターは，原告が昇降路内に設置可能な小型巻上げ機を\n開発し，機械室のないエレベーターを商品化して以来，欧州や米国では\nオフィスビルや集合住宅などに多く採用されていたこと，それに対し，\n我が国では，建築基準法の壁があり，採用が遅れていたが，建築基準の\n規制緩和が進み，規制が撤廃されたことから，平成１０年の夏から年末\nにかけて次々と機械室のないエレベーターが発売されるに至ったことが\n認められる。\n１９０２年当時の米国特許の明細書\n刊行物は，１９０３年１月２７日に特許された米国特許第７１９１１\n４号の明細書である。その当時の米国におけるエレベーターに係る技術\n常識を示すものとして，甲２８文献（１９０２年１２月３０日に特許さ\nれた米国特許第７１６９５３号の明細書）の Fig.1 には，「traveling\nsheave 6」等の機械は，昇降路とは別の空間（地下）に設置されている\nことが図示されている。また，甲２９文献（１９０２年１１月１１日に\n特許された米国特許 第 ７１３２２５ 号 の明 細 書 ） の Fig.1 に も ，\n「elevator-hoister n」（巻上機）が，昇降路とは別の空間（昇降路の\n横の空間）に設置されていることが図示されている。\n刊行物の発行当時の技術常識\n前\n平成１０年夏に初めて発売されるに至ったものであり，それ以前は，建\n築基準法の規制により設置が認められていなかったものであること，欧\n州や米国では，それ以前から採用されてはいたものの，その対象はオフ\nィスビルや集合住宅であったことが認められる。\nまた，前\n９０３年より１年前の１９０２年に米国において特許された２件の発明\nに係るエレベーターは，いずれも，駆動装置が昇降路とは別の空間に設\n置されたものであることが認められる。他方，刊行物の刊行当時におい\nて，駆動装置が昇降路内に設置されたエレベーターが開発されていたこ\nとを認めるに足りる証拠はない。\nそうすると，刊行物の発行当時においては，未だ機械室のないエレ\nベーターは開発されていなかった蓋然性が高い。\nウ  刊行物記載のエレベータについて\n上記イのとおり，刊行物の発行当時においては，未だ機械室のないエレ\nベータは開発されていなかったとすると，機械室のないエレベータという\n発想自体が存在しなかった蓋然性も高く，仮に，刊行物記載のエレベータ\nは機械室を有するものであるということであれば，この点に関する審決の\n認定は誤りであるということになる。\n刊行物記載発明の引用発明としての適格性をいう原告の主張について\nそこで進んで，原告の主張について更に検討する。\n原告は，刊行物記載のエレベータが機械室を有するものであることを前提\nとして，その上で，本件発明の「機械室なしエレベータ」と刊行物記載の\n「機械室ありエレベータ」とは，技術分野が全く異なるものであるとして，\n刊行物記載発明は引用発明としての適格性を欠くと主張する（前記第３の１\n。\nしかし，本件記録を精査してみても，「機械室なしエレベータ」と「機械\n室ありエレベータ」の技術分野が異なることを認めるに足りる証拠はなく，\nかえって，本件明細書（甲５）の【０００７】には，「本発明は主として機\n械室なしのエレベータへの適用を意図したものであるが，機械室を有するエ\nレベータにも適用可能である。」との記載があり，本件明細書自身，本件発\n明の適用に関して「機械室なしエレベータ」と「機械室ありエレベータ」と\nを区別していないことが認められる。\nそうすると，本件発明の「機械室なしエレベータ」と刊行物記載発明の\n「機械室ありエレベータ」との間で技術分野が異なるものと認めることはで\nきないから，そのことを前提とする原告の上記主張は，結局，採用すること\nができない。\n取消事由１についてのまとめ\n以上によれば，仮に，刊行物記載のエレベータを機械室のないエレベータ\nとした審決の認定に誤りがあるとしても，刊行物は引用発明としての適格性\nを欠くものではなく，また，後記２ないし４において判示するとおり，審決\nの相違点１の認定及び判断，相違点２の判断並びに本件発明の効果に係る判\n断に誤りはないから，上記の刊行物記載発明の認定の誤りは，審決の結論に\n影響を及ぼすものではない。\nしたがって，原告主張の取消事由１は理由がない。\n２  取消事由２（相違点１の認定及び判断の誤り）について\n相違点１の認定について\n原告は，審決が，相違点１として，「本件発明においては，引張要素に\nよって巻き上げロープの張力を調整することができるのに対し，刊行物記載\n発明においては，重り８によって巻上ケーブル４に張力を及ぼす点」を認定\nしたことについて，本件発明と刊行物記載発明とでは，巻上ロープが介する\n転向プーリの数が異なるから，両発明の相違点は，「本件発明においては，\n少なくとも２つの転向プーリを介した巻上ロープに設けられた引張要素に\nよって巻き上げロープの張力を調整することができるのに対し，引用発明に\nおいては，１つの転向プーリを介した巻上ロープに設けられた重り８によっ\nて巻上ケーブル４に張力を及ぼす点」であり，審決の相違点１の認定は誤り\nであると主張する 。\nしかし，本件発明と刊行物記載発明とが転向プーリの数において相違する\nものであることは，審決が相違点２として認定し，判断しているところであ\nる。引張要素と転向プーリとは果たすべき機能が異なるものであるから，こ\nれらを分けて検討することは，技術的観点からも問題はない。\nしたがって，審決の相違点１の認定に誤りはない。\n相違点１の判断について\nア  原告は，審決が，相違点１に係る本件発明の発明特定事項は，刊行物に\n記載されているに等しい事項であると判断したことについて，刊行物に\nは，少なくとも２つの転向プーリを介した巻上ロープに設けられた引張要\n素によって巻上ロープの張力を調整することは，開示も示唆もされていな\nいとして，審決の上記判断は誤りであると主張する\nア）。\nしかし，まず，前\nが転向プーリの数において相違するものであることは，審決が相違点２と\nして認定し，判断しているところであり，相違点２に係る審決の判断に誤\nりがないことは，後記３のとおりである。\nそして，本件明細書（誤訳訂正書（甲２０））の【００１４】には，引\n張要素について，「・・・巻上ロープ３の下方支持部にはまた，ロープ引\n張要素８が取り付けられていて，それによってロープの張力が調整され\nる。引張要素８は，ロープ端で吊下げ自在のバネや錘，あるいは他の適当\nな引張要素方式としてもよい。・・・」との記載がある。同記載によれ\nば，引張要素８は，具体的にはバネや錘であると認められるから，本件明\n細書には，引張要素８，すなわちバネや錘によってロープの張力が調整さ\nれることが記載されているものと認められる。\n一方，刊行物には，「ケーブル４の終端にケーブルをピンと張った状態\nに保つ重り８又はその他の手段が固定されている。」（甲１・明細書１頁\n５０行～５２行）との記載がある。刊行物記載の「ケーブル４」及び「重\nり８」は，それぞれ本件発明の「ロープ」及び「錘」に相当するものであ\nるから，刊行物には，ロープ端に錘が取り付けられていることが記載され\nているものと認められる。\n上記認定によれば，本件発明と刊行物記載発明とは，ロープ端に錘が取\nり付けられている点，すなわち「エレベータには引張要素が設けられ」る\n点において一致しているといえる。そして，本件発明では，引張要素であ\nる錘によってロープの張力が調整されるのであるから，本件発明と同様に\n錘が設けられている刊行物記載発明においても，本件発明と同様の作用効\n果を奏するものと解される。そうすると，「引張要素によって巻上ロープ\nの張力を調節することができること」，すなわち相違点１に係る本件発明\nの発明特定事項は，刊行物に記載されているに等しい事項であるといえ\nる。\nしたがって，原告の上記主張は採用することができない。\nイ  原告は，審決が，重り８の重さの程度及び／または重りの個数等による\n調整を含め，他の既存の張力調整手段を適宜採用することは，当業者が容\n易になし得ることであると判断したことについて，本件発明と刊行物記載\n発明とでは，転向プーリの数が異なり，本件発明では，巻上ロープはエレ\nベーターカーに設けられた少なくとも２つの転向プーリを介して引張要素\nと繋がっているため，転向プーリと巻上ロープとが接触する部分の把持力\nを利用して，重りが巻上ロープの張力を調節すること，すなわち，通常走\n行時における乗客の乗り降りや，エレベータカーの走行方向等により生じ\nるロープの張力の変化を調整すること（エレベーターカーの走行によって\n考えられ得るロープのたるみに応じた張力をあらかじめロープにもたらし\nておくこと）が可能であるのに対し，刊行物記載発明では，かご１に設け\nられた転向プーリ３を介して重り８と繋がっているにすぎないため，重り\n８は，「ロープをピンと張った状態に保つ」のが限界であり，本件発明の\nように張力の変化を調整することまではできないと主張する（前記第３の\n。\n発明とが転向プーリの数において相違するものであることは，審決が相違\n点２として認定し，判断しているところであり，相違点２に係る審決の判\n断に誤りがないことは，後記３のとおりである。\nそして，前記アにおいて説示したとおり，本件発明と刊行物記載発明と\nは，「エレベータには引張要素が設けられ」る点において一致しており，\n具体的には，ロープ端に錘が取り付けられている構造としては同じである\nから，本件発明が，原告が主張するような作用効果を奏するものであると\nすれば，刊行物記載発明においても，同様の作用効果を奏するものと解さ\nれる。\nしたがって，原告の上記主張は採用するこができない。\n取消事由２についてのまとめ\n以上のとおり，審決の相違点１の認定及び判断に誤りはないから，原告主\n張の取消事由２は理由がない。\n３  取消事由３（相違点２の判断の誤り）について\n原告は，本件発明は，刊行物記載発明よりも，巻上ロープとトラクション\nシーブとの間の連続する接触角を増大させて，カウンタウェイトを用いない\nエレベータにおいても小型のトラクションシーブの使用を可能にしているも\nのであるとした上で，審決はこの点を看過し，小型化及び軽量化に係る公知\n技術について誤った解釈をした結果，相違点２の判断を誤ったものであると\n主張する\nそこで以下，本願の優先権主張日当時における周知技術及び技術常識につ\nいて確認した上で，相違点２の判断について検討する。\n周知技術及び技術常識について\nア  文献の記載\n甲３文献の記載\n甲３文献（２００１年（平成１３年）公開）の Fig.9（判決注・別紙\n図面参照）には，エレベータの転向プーリ（７８，１００）を２つとす\nることが図示されている。また，甲３文献には，「駆動すべき荷重をＰ\nとすると，上部係留点９０と牽引滑車３８との間にある４本のストラン\nド９４ないし９７の各々に係る張力は，Ｐ／４に等しい。よって，モー\nタがこの荷重を駆動するために供給すべき力は従来のエレベータ設備の\n４分の１になる。」（６頁２３行～２７行「Si on･･･ classiques.」）\nとの記載がある。\n上記によれば，甲３文献には，エレベータにおいて，転向プーリを２\nつとすることが記載されているとともに，そのような構成とすることに\nより，モータ（巻上機）を従来の設備より小型化することが記載又は示\n唆されているものと認められる。\n甲４文献（平成元年発行）の記載\n甲４文献の「ローピング」の欄（１７２頁～１７３頁）には，「主と\nしてトラクション方式のエレベーターにおけるロープのかけ方をいう。\n駆動綱車におけるロープのかけ方は，半かけ式（single wrap roping）\nと全かけ式（double wrap roping）に分けられる。・・・綱車に対する\nロープのかけ方のほか駆動方法の違いにより，１：１ローピング，２：\n１ローピングなどがある。１：１ローピングは，構造が簡単で最も広く\n用いられる。２：１ローピングは，構造が複雑で１：１ローピングに比\nべて約２倍長いロープを必要とするなどの問題はあるが巻上機を小形，\n軽量化できるメリットが大きいため，高速（超高速は除く）エレベー\nターや荷物エレベーターなどに用いられる。また，大型の荷物エレベー\nターなどには，４：１ローピングが用いられることもある。」との記載\nがある。\n上記によれば，甲４文献には，２：１ローピングを４：１ローピング\nとすること，すなわち１つの転向プーリを２つとすることにより，小型\n化及び軽量化された巻上機及びシーブの使用を可能とすることが記載さ\nれているものと認められる。\nイ  周知技術及び技術常識\n前記アによれば，本願の優先権主張日当時には，エレベータの技術分野\nにおいて，転向プーリを２つとすることは周知技術であり，また，１つの\n転向プーリを２つとすることにより，小型化及び軽量化された巻上機及び\nシーブの使用を可能とすることは，技術常識であったことが認められる。\n相違点２の判断について\n特許請求の範囲の請求項１の記載によれば，本件発明は，転向プーリを１\nつから２つとすることにより，巻上ロープとトラクションシーブとの間の連\n続する接触角を増大させるとともに従来よりも小型のトラクションシーブの\n使用を可能にするものであることが認められる。\nところで，機械装置の分野においては，一般的に，小型化と軽量化は共に\n実現が期待されることは，普遍的かつ継続的な課題であり，小型化と軽量化\nは相伴って希求されるのが通常であると解される。このことは，エレベータ\nについてもいえることであり，エレベータの技術分野において，巻上機（駆\n動モータ）やシーブなどのエレベータ装置の部材を小型化し，軽量化するこ\nとは，一般的な技術課題であるといえる。\nそして，前記 において認定したとおり，本願の優先権主張日当時には，\nエレベータの技術分野において，転向プーリを２つとすることは周知技術で\nあり，また，１つの転向プーリを２つとすることにより，小型化及び軽量化\nされた巻上機及びシーブの使用を可能とすることは，技術常識であったこと\nが認められる。\nそうすると，刊行物記載発明において，上記の一般的な技術課題を踏まえ\nて巻上機及びシーブの小型化及び軽量化を図る際に，エレベータの技術分野\nにおける上記の周知技術及び技術常識に基づき，転向プーリを少なくとも２\nつとして従来よりも小型の巻上機及びトラクションシーブの使用を可能とす\nることは，当業者であれば容易に想到し得ることであるといえる。\nまた，本件発明において，転向プーリを１つから２つとすることにより，\n当然に，巻上ロープとトラクションシーブとの間の連続する接触角を増大さ\nせるという作用効果を奏するのであれば，刊行物記載発明において転向プー\nリを２つとする構成を採用した際にも，同様に，巻上ロープとトラクション\nシーブとの間の連続する接触角を増大させることができるものと解される。\nしたがって，刊行物記載発明並びに上記の周知技術及び技術常識に基づ\nき，相違点２に係る本件発明の発明特定事項に想到することは，当業者が容\n易になし得ることであるといえる。\n原告の主張について\nア  原告は，本件発明は，転向プーリを少なくとも２つ有しているため，転\n向プーリの一部がトラクションシーブの真上になるように転向プーリを配\n置することで接触角を増大させることが可能であり，このようにして，刊\n行物記載発明よりも，巻上ロープとトラクションシーブとの間の連続する\n接触角を増大させて，カウンタウェイトを用いないエレベータにおいても\n小型のトラクションシーブの使用を可能にしているものであると主張する\nしかし，まず，転向プーリの一部がトラクションシーブの真上になる\nように転向プーリを配置することは，本件の特許請求の範囲の請求項１\nには記載されていない。また，原告が主張するような手段を用いて接触\n角を増大することについては，出願当初の明細書（甲５）に何ら記載さ\nれていない。\n仮に，本件発明が，原告が主張するような手段を用いて接触角を増大\nさせるものであるとしても，以下のとおり，転向プーリの一部がトラク\nションシーブの真上になるように転向プーリを配置することにより，巻\n上ロープとトラクションシーブとの間の連続する接触角を増大させるこ\nとは，エレベータの技術分野において周知であることが認められるか\nら，刊行物記載発明において，転向プーリの一部がトラクションシーブ\nの真上になるように転向プーリを配置することは，当業者が適宜採用し\n得ることであるといえる。\nａ  乙２公報の記載\n乙２公報（２００１年（平成１３年）国際公開）には，「返し車５\nａは昇降路８の平断面の投影面上で巻上機４と一部重なりあって配置\nされ・・・巻上機のシーブ４ａに巻き掛けられているロープの巻付け\n角は１８０°より大きくできるので，トラクション能力を大きくする\nことができる。」（明細書７頁８行～１４行）との記載がある。\nまた，乙２公報の第１図及び第２図には，返し車５ａ（転向プー\nリ）の一部が，シーブ４ａ（トラクションシーブ）の真上になるよう\nに返し車５ａ（転向プーリ）を配置することが図示されている。\nｂ  乙３公報の記載\n乙３公報（昭和５９年公開）には，「巻上機（１３）のシーブ（１\n３ａ），第１のつり車（１４），第２のつり車（１５）及びつり合い\nおもり（１１）が投影面上で一列になるように配設され，かつ，第１\nのつり車（１４）と第２のつり車（１５）の軸間距離Ｓ１をシーブ\n（１３ａ）の直径ｄ１にそれぞれの半径ｒ１，ｒ２を合計した値（ｄ１\n＋ｒ１＋ｒ２）よりも小さくし，また第２のつり車（１５）の軸とつな\n止め板（１７ａ）の主索（１７）のつり点との間Ｓ２を第２のつり車\n１５の半径ｒ２とおもり用つり車（１２）の直径ｄ２の合計値（ｄ２＋\nｒ２）よりも小さくしたので，奥行方向の所要スペースが減少し，戸\n袋（６ａ）と後壁（１ｄ）との間の昇降路スペースに第１のつり車\n（１４），第２のつり車（１５）及びつり合いおもり（１１）を収納\nすることができ昇降路（１）の横断面積を減少させることができ\nる。」（明細書１０頁２行～１５行，第３図ないし第５図）との記載\nがある。\nまた，乙３公報の第５図には，つり車１４，１５（転向プーリ）の\n一部が，シーブ１３ａ（トラクションシーブ）の真上になるようにつ\nり車１４，１５（転向プーリ）を配置すること，及びシーブ１３ａ\n（トラクションシーブ）に巻き付けられる主索１７（ロープ）の巻き\n付け角は１８０°より大きいことが図示されている。\nｃ  周知技術\n上記ａ及びｂによれば，転向プーリの一部がトラクションシーブの\n真上になるように転向プーリを配置することで，接触角を増大させる\nことは，本願の優先権主張日当時，エレベータの技術分野において周\n知であったことが認められる。\n原告の主張について\n原告は，乙２公報及び乙３公報のいずれにも，エレベータカーに設け\nられた少なくとも２つの転向プーリによって巻上ロープとトラクション\nシーブとの間の連続する接触角を増大させることは，開示も示唆もされ\nていない，また，乙２公報及び乙３公報のエレベータは，いずれもカウ\nンタウェイトを用いているものであるから，乙２公報及び乙３公報か\nら，カウンタウェイトを用いないエレベータである本件発明における接\n触角の増大を想到することはできないと主張する\n。\nしかし，エレベータの技術分野において，カウンタウェイトを用いる\nものも，用いないものも，いずれも周知慣用のものであり，カウンタウ\nェイトを用いるエレベータの技術手段を，カウンタウェイトを用いない\nエレベータに適用しようと試みることは，当業者の通常の創作能力の発\n揮であるといえる。したがって，乙２公報及び乙３公報が，いずれもカ\nウンタウェイトを用いるエレベータについて記載したものであるとして\nも，これら文献をもって，カウンタウェイトを用いないエレベータを含\nめた，エレベータの技術分野一般において，前記認定のとおりの周知技\n術を認定することに何ら支障はないというべきである。そして，刊行物\n記載発明において，転向プーリの一部がトラクションシーブの真上にな\nるように転向プーリを配置することは，当業者が適宜採用し得ることで\nあることは，前記説示のとおりである。\nしたがって，原告の上記主張は採用することができない。\nイ  原告は，甲３文献及び甲４文献はいずれも，カウンタウェイトを用いな\nい本件発明とは異なり，カウンタウェイトを用いる巻上機の小型化の手法\nを開示しているだけであり，接触角を増大させることでトラクションシー\nブを小型にすることは，開示も示唆もされていないとして，審決が，甲３\n文献に基づいて認定した周知技術及び甲４文献に基づいて認定した技術常\n識に基づき，相違点２に係る本件発明の発明特定事項とすることは当業者\nが容易に想到できたことであるとしたのは誤りであると主張する（前記第\n。\nしかし，前記アにおいて説示したとおり，エレベータの技術分野におい\nて，カウンタウェイトを用いるものも，用いないものも，いずれも周知慣\n用のものであり，カウンタウェイトを用いるエレベータの技術手段を，カ\nウンタウェイトを用いないエレベータに適用しようと試みることは，当業\n者の通常の創作能力の発揮であるといえる。したがって，甲３文献及び甲\n４文献が，いずれもカウンタウェイトを用いるエレベータについて記載し\nたものであるとしても，これら文献をもって，カウンタウェイトを用いな\nいエレベータを含めた，エレベータの技術分野一般において，前記認定の\nとおりの周知技術及び技術常識を認定することに何ら支障はないというべ\nきである。\nそして，当業者であれば，カウンタウェイトを用いないことによる問題\nも当然認識していることであり，カウンタウェイトを用いないことによる\n問題が刊行物記載発明にも内在していることは，容易に理解することがで\nきるところ，刊行物記載発明において，転向プーリを少なくとも２つとす\nることについては，これを阻害するような事情や，技術的に困難であると\nする事情はない。\nしたがって，原告の上記主張は採用することができない。\n取消事由３についてのまとめ\n以上のとおり，相違点２に係る審決の判断に誤りはないから，原告主張の\n取消事由３は理由がない。\n４  取消事由４（本件発明の効果に係る判断の誤り）について\n原告は，本件発明は，カウンタウェイトを用いないエレベータが有する問題\nを克服し，かつ，カウンタウェイトを用いないエレベータであっても機械室を\nなくし，安全性を確保し，巻上ロープの摩耗を防ぎ，細い巻上ロープの使用を\n可能にするという，刊行物記載発明並びに周知技術及び技術常識と比較した有\n利な効果を有すると主張する（前記第３の４）。\nしかし，前記２及び３において判示したとおり，本件発明は，刊行物記載発\n明並びに周知技術及び技術常識に基づき，当業者が容易に発明をすることがで\nきたものであり，原告が主張する，カウンタウェイトを用いないエレベータが\n有する問題を克服し，かつ，カウンタウェイトを用いないエレベータであって\nも機械室をなくすという効果についても，刊行物記載発明並びに周知技術及び\n技術常識から，当業者が予測可能な範囲のものである。また，安全性を確保し\nたり，巻上ロープの摩耗を防いだりすることは，当業者が当然に検討し解決す\nべき技術的事項であるし，細い巻上ロープの使用を可能にすることは，可能な\n範囲で細いロープを適宜選定するという意味において，当業者が通常採用し得\nる程度の技術的事項であり，いずれも当業者が予測可能な範囲のものである。\nしたがって，審決の本件発明の効果に係る判断に誤りはないから，原告主張\nの取消事由４は理由がない。\n５  結論\n以上のとおり，原告主張の取消事由はいずれも理由がなく，審決に取り消さ\nれるべき違法はない。\nよって，原告の請求は理由がないからこれを棄却することとし，主文のとお\nり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官       石    井    忠    雄\n裁判官      西        理    香\n裁判官      田    中    正    哉\n（別紙）\n刊行物の図１               刊行物の図２\n(別紙)\n甲３文献の Fig.9\n"
}