{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 3,
    "day": 30
  },
  "case_number": "平成20(ワ)36852",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "82170",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82170",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/170/082170_hanrei.pdf",
  "contents": "平成２４年３月３０日判決言渡  同日原本領収  裁判所書記官\n平成２０年(ワ)第３６８５２号  損害賠償請求事件\n口頭弁論終結日  平成２４年２月１０日\n判                決\n新潟県燕市＜以下略＞\n原      告                  和 平 フ レ イ ズ 株 式 会 社\n同訴訟代理人弁護士          藤 巻 元 雄\n朝 日   啓\n新潟市＜以下略＞\n被      告                  Ｙ１\n新潟県燕市＜以下略＞\n被      告                  Ｙ２\n新潟県燕市＜以下略＞\n被      告                株式会社キッチンプランニング\n被告ら訴訟代理人弁護士      今 井   誠\n和 田 光 弘\n古 島   実\n今 井 慶 貴\n佐 藤   明\n中 川 正 一\n角 家 理 佳\n大 橋 良 二\n朝 妻 太 郎\n主                文\n１  原告の請求をいずれも棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n１  主位的請求\n被告らは，原告に対し，各自１億１２６０万円及びこれに対する平成２２年\n３月９日から支払済みまで年５分の割合による金員を支払え。\n２  予備的請求\n被告Ｙ１及び被告Ｙ２は，原告に対し，各自１億１２６０万円及びこれに対\nする平成２２年３月９日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，明道株式会社から営業譲渡を受けた原告が，(1)主位的に，「平野レ\nミ」シリーズ（特許第３５０４６３６号の実施品で，「ドゥ！レミパン」，「プ\nレミアム  レミ・パン」などの商標を付した商品）の独占的販売権（特許発明\nの独占的通常実施権，商標の独占的通常使用権を含む。）を取得したにもかか\nわらず，被告らによりこれを空洞化され，「平野レミ」シリーズの販売から完\n全に排除された（被告らによる共同不法行為又は明道株式会社の代表取締役で\nあった被告Ｙ１〔以下「被告Ｙ１」という。〕及び営業本部課長であった被告\nＹ２〔以下「被告Ｙ２」という。〕については選択的に債務不履行）と主張し\nて，各自損害合計３億７４３９万５３９６円のうち１億１２６０万円及びこれ\nに対する平成２２年３月９日から支払済みまで民法所定の年５分の割合による\n遅延損害金の支払を求め，(2)予備的に，上記営業譲渡に当たり，被告Ｙ１及び\n被告Ｙ２から，明道株式会社の営業権の内容について虚偽の説明を受け，有限\n会社ドレミファキッチン（以下「ドレミファキッチン」という。）と明道株式\n会社との間のライセンス契約に基づく独占的ライセンシーの地位や株式会社オ\nダジマ（以下「オダジマ」という。）と明道株式会社との間の独占的仕入契約\nに基づく地位（「平野レミ」シリーズに係る独占的製造，販売権）を承継する\nことができなかった（被告Ｙ１及び被告Ｙ２による共同不法行為又は債務不履\n行）と主張して，同被告らに対し，各自損害合計２億７３３３万９７８１円の\nうち１億１２６０万円及びこれに対する平成２２年３月９日から支払済みまで\n民法所定の年５分の割合による遅延損害金の支払を求める事案である。\n２  前提となる事実（証拠等を掲記した事実を除き，当事者間に争いがない。）\n(1)  当事者等\nア  原告は，新潟県燕市を本店所在地とし，台所用品，日用雑貨品，玩具，\n家庭用電気製品の販売等を目的として昭和３６年７月６日に設立された株\n式会社（設立当時の商号は「和平金属株式会社」）である。（甲１）\nイ  明道株式会社は，新潟県燕市を本店所在地とし，金属洋食器及び厨房器\n具の製造，販売等を目的として昭和２２年１１月１５日に設立された株式\n会社（設立当時の商号は「株式会社明道権治商店」）であり，被告Ｙ１は，\n同社の代表取締役（平成１３年４月２日から平成１７年９月１日まで）を\n務めていた。（甲２，２５）\n被告Ｙ２は，同社の名古屋営業所長（平成１５年１２月から平成１６年\n１０月まで）として，名古屋営業所で勤務していたが，平成１５年１２月\nから同社営業本部課長を兼務し，平成１６年１１月から，同社営業本部商\n品企画セクションに配属された。（甲２，３５，乙２８）\nなお，明道株式会社は，平成１９年３月３１日，株主総会の決議により\n解散し，新潟地方裁判所三条支部の命令（平成１９年７月１９日付け）に\nより，特別清算手続中である。（甲２）\nウ  被告株式会社キッチンプランニング（以下「被告会社」という。）は，\n平成１８年３月７日，家庭用雑貨，業務用調理器具の開発，販売，仲介業\n務等を目的とし，Ａ（原告代表者），Ｂ，被告Ｙ２，Ｃ（以下「Ｃ」とい\nう。），Ｄ，Ｅ（オダジマの取締役。以下「Ｅ」という。）及びＦの７名\nを発起人として設立された株式会社であり，当初，Ａ，被告Ｙ１及び被告\nＹ２の３名が取締役に選任され，Ａ及び被告Ｙ１が共同代表取締役に就任\nしたが，平成１９年５月２５日，Ａが取締役を退任してからは，被告Ｙ１\nが唯一の代表取締役の地位にある。（甲３，乙１，２）\nエ(ｱ) オダジマは，厨房用器物及び家庭用雑貨の製造，販売等を目的として\n昭和４８年８月１日に設立された株式会社（設立当時の商号は「小田島\nプレス株式会社」）である。（甲４の１）\n(ｲ) 株式会社クッキング・ライフ（以下「クッキング・ライフ」という。）\nは，厨房用器具の販売等を目的として平成１９年４月２日に設立された\n株式会社であり，Ｅがその代表取締役を務めている。（甲４の２）\n(ｳ) 有限会社平野レミ事務所（以下「平野レミ事務所」という。）は，音\n楽，演劇，芸能に関する専門的職業人の出演企画，興行計画の受託業務\n等を目的として昭和６０年９月２０日に設立された有限会社（平成１８\n年５月１日以降は特例有限会社）であり，ドレミファキッチンは，「歌\n手，タレント及び物語，漫画等の登場人物の名前を使用し，若しくはそ\nの肖像をデザインに使用した衣料品，衣料用繊維製品，装身具，鞄，時\n計，文房具，フライパン・鍋・スプーン・フォーク等調理用品の企画，\n制作，販売」等を目的として平成１５年１１月１９日に設立された有限\n会社（平成１８年５月１日以降は特例有限会社）であり，いずれもＧ’\n（通称「Ｇ」，以下「Ｇ」という。）が代表取締役を務めている。（甲\n４の３，４）\n(2)ア  オダジマと平野レミ事務所は，平成１３年６月１３日，発明の名称を「鍋\n類の蓋」とする発明について特許出願し，平成１５年１２月１９日，その\n特許権（特許第３５０４６３６号，以下「本件特許権」という。）設定の\n登録を受けた。（甲５，２３，８４）\nオダジマは，上記発明（以下「本件特許発明」という。）を実施してフ\nライパンを製造し，これが「ドゥ！レミパン」，「プチレミパン」などの\n商品名を付されて，「平野レミ」シリーズ（レミパン）として販売される\nようになった。（甲２４，７４）\nイ  平野レミ事務所は，平成１７年３月３１日，別紙１商標目録記載１～３\nの商標（以下「本件商標１」～「本件商標３」という。）について商標登\n録出願し，同年１２月２日（本件商標１），同月９日（本件商標２，３），\n別紙２商標権目録記載１～３のとおり，その商標権（以下「本件商標権１」\n～「本件商標権３」といい，これらを一括して「本件各商標権」という。）\n設定の登録を受けた。（甲２０～２２，８５～８７）\nウ  平野レミ事務所は，ドレミファキッチンに対し，本件特許権（ただし，\n平野レミ事務所持分について）及び本件各商標権の管理を委託していた。\n（弁論の全趣旨）\nまた，平野レミ事務所は，本件商標権２，３については，平成２１年８\n月２４日頃，ドレミファキッチンに譲渡し，その旨の移転登録がされた。\n（甲８６，８７）\n(3)ア  ドレミファキッチンは，平成１６年１月１日，明道株式会社との間で，\n次の内容（要旨を抜粋。なお，表記は一般的な表記法に準拠したほかは，\n原則として契約書〔甲６〕の記載に従い， 当事者の表示は本判決のものに\n置き換えた。）の実施契約（以下「ａ契約」という。）を締結し，ドレミ\nファキッチンが提供するデザイン及びこれに関連する情報を使用し，ドレ\nミファキッチンが許諾する本件商標１を付した調理用器具について，明道\n株式会社に対し，これを製造，販売する「独占的実施権」を許諾した。（甲\n６）\n第１条（定義）\n本契約における以下の用語は以下の定義に従う。\n１  本地域とは，日本国及び今後ドレミファキッチンが承諾するその他\nの地域をいう。\n２  本デザインとは，本契約の下でドレミファキッチンの任意の選択に\nより明道株式会社に提供されることを前提として，ドレミファキッチ\nンが創作する調理器具についてのデザインをいう。（以下省略）\n３  本製品とは，ドレミファキッチンが提供する本デザイン及びそれに\n関連する情報を使用し，以下に定義する許諾商標を付して製造した調\n理用器具をいう。\n４  許諾商標とは別表１に記載された商標（判決注：本件商標１）をい\nう。\n５  契約年とは，平成１６年１月１日から同年１２月３１日までの期間\nをいう。\n６  契約年の当該販売期間は，平成１６年１月１日から平成１７年４月\n３０日までとする。\n７項  省略\n第２条（実施許諾）\n１  ドレミファキッチンは，本契約期間中に本地域内で本製品を製造，\n販売する独占的実施権を明道株式会社に許諾する。\n２  ドレミファキッチンは，明道株式会社が本契約に基づく権利をオダ\nジマ及び藤寅工業株式会社にサブライセンスすることを許可するもの\nとする。なお，明道株式会社がサブライセンス先を変更する場合，又\nは新規に追加する場合，明道株式会社はドレミファキッチンに対し事\n前に書面にて通知をし，ドレミファキッチンの許可を得なければなら\nない。\n３  明道株式会社は，ドレミファキッチンの事前承認なしに本契約上の\n権利を第三者に譲渡，貸与をすることができない。\n第３条（許諾商標）\nドレミファキッチンは，明道株式会社に対し，明道株式会社が本製品\nに付加して利用するパッケージ，レッテル，タグ，ラベル及び包装材料\n並びに明道株式会社による本製品の販売，業務及び広告について，本件\n商標１を使用するための非独占的使用権を許諾し，使用方法については\n事前にドレミファキッチンと協議するものとする。\n第７条（ロイヤリティ）\n明道株式会社は，ドレミファキッチンに対し，本契約に基づく許諾の\n対価として，ロイヤリティを支払う。本ロイヤリティは平成１６年１月\n１日から平成１６年１２月３１日までを１年度とし，以下の要領にて明\n道株式会社よりドレミファキッチンに支払われるものとする。\n(1)  ロイヤリティ\n明道株式会社はドレミファキッチンに対し，３か月ごとに本製品の\n各アイテムごと１個に対し，上代価格の６％のロイヤリティに消費税\nを加算した金員をドレミファキッチンの指定する銀行のドレミファキ\nッチンの口座に支払うものとする。\n(2)  オーバーロイヤリティ\n明道株式会社はドレミファキッチンに対し，本製品の各アイテムご\nとに純販売個数が２万個を超えた場合は，超過した販売個数に対して\nのみ上代価格の７％及び消費税を加算した金員をドレミファキッチン\nの指定する銀行のドレミファキッチンの口座に支払うものとする。\n(3)  省略\n第１０条（特許の申請，保護）\n１  本製品に関連して生じた特許については，申請者はドレミファキッ\nチン及び明道株式会社の両者併記とし，その出願申請は，明道株式会\n社が，ドレミファキッチンの承諾を得て本地域内においてなすものと\nする。また，申請に要した費用は，ドレミファキッチン及び明道株式\n会社が総費用の半額ずつ負担をする。\n２  許諾された特許についての使用は，ドレミファキッチン及び明道株\n式会社両者の合意の下に行われる。\n３  許諾された特許に対する侵害があった場合には，これを知ったドレ\nミファキッチン又は明道株式会社は，他の当事者に直ちにその詳細を\n通知し，かつ，これを解決するために必要な積極的手段を考慮し，二\n当事者の打合せのための会合を持つものとする。上記侵害に対して訴\n訟を起こすに至った場合には，当事者たる二者は，必要かつ適切な協\n力をなすものとする。また，上記侵害に対してドレミファキッチン及\nび明道株式会社が共同で訴訟手続をしたときは，その費用及びその手\n続の結果による損害賠償金を損害の割合により負担又は取得するもの\nとする。\n第１２条（期間）\n本契約は，本契約の他の条項により期間満了前に終了しない限り，\n本契約締結日からは平成１６年１２月３１日をもって期間満了により\n終了する。ただし，本契約期間満了の７か月前までに相手方に対し，\n書面により契約終了の意思表示をしないときは，契約は自動的に１年\n間延長されるものとする。ただし，延長に伴い必要と認められる条項\nは，その都度ドレミファキッチン，明道株式会社協議の上，別途合意\n書によりこれを定める。\n第１３条（終了原因）\n１  ドレミファキッチン又は明道株式会社が本契約の規定あるいは条項\nの履行を怠り又本契約の条項に違反し，かつかかる不履行又は違反が\nドレミファキッチン又は明道株式会社の書面による通知後３０日以内\nに改められない場合，ドレミファキッチン又は明道株式会社は本契約\nを解除する権利を有するものとする。\n２  ドレミファキッチン又は明道株式会社が保全処分，強制執行を受け\nた場合，公租公課滞納に関する処分を受けた場合，会社更生，和議，\n整理，破産宣告の申立てを受け，若しくは，自らこれを申し立てた場\n合，支払不能，支払停止その他それに類する信用悪化状態の事由が発\n生した場合，ドレミファキッチン又は明道株式会社は本契約を直ちに\n解除する権利を有するものとする。\n３  ドレミファキッチン又は明道株式会社が相手方の事前の承諾を得ず\nして合併をし，若しくは営業の全部又は重要な一部の譲渡をした場合，\n当該相手方は，本契約を直ちに解除する権利を有するものとする。\n第１４条（契約終了に伴う手続）\n１  本契約の終了により，本契約に基づき許諾された実施権は全て消滅\nするものとし，明道株式会社は直ちに本製品の製造を中止する。明道\n株式会社は本契約終了後は，ドレミファキッチンより提供された本デ\nザイン，それに関連する情報及びその他一切の資料並びにそれらから\n作成された全てのコピーを他に流用しないものとする。\n２  明道株式会社は，本契約の販売期間終了の日（当該年４月３０日）\nから１８０日以内にその所有する本製品の在庫品の販売を完了するよ\nう努力するものとする。\n３  明道株式会社は，本契約終了後直ちに本件商標１を使用したパッケ\nージ，レッテル，タグ，ラベル，包装材料及び広告等全てのものをド\nレミファキッチン又はドレミファキッチンの代理人の立会いにより明\n道株式会社の費用をもって廃棄し，又はドレミファキッチンに引き渡\nすものとする。ただし，ドレミファキッチンは，前項に規定する在庫\n品の販売に必要な限度で明道株式会社にそれらの使用を許すことがで\nきる。\n４  明道株式会社は，本製品の類似商品につき，本製品に使用した全て\nの許諾商標を使用してはならない。\n第１５条（諸規定）\n１  本契約のいずれの当事者も相手方の事前の書面による承諾なくして\n本契約又は本契約に規定された個々の権利を第三者に譲渡しないもの\nとする。また，本条に違反してなされた譲渡は，何ら本契約当事者を\n拘束しないものとする。\n２  本契約は本契約当事者間の最終合意をなすものであり，本契約締結\n前の本契約に関する全ての口頭又は文書による合意に優先する。また，\n本契約条項は，両当事者の文書による合意によってのみ修正ないし変\n更され得るものとする。\n３，４項  省略\nイ  明道株式会社は，平成１６年１月１日，オダジマとの間において，次の\n内容（要旨を抜粋。なお，表記は一般的な表記法に準拠したほかは，原則\nとして契約書〔甲７〕の記載に従い， 当事者の表示は本判決のものに置き\n換えた。）の実施契約（以下「ｂ契約」という。）を締結し，明道株式会\n社及びドレミファキッチンがオダジマに提供するデザイン及びこれに関連\nする情報を使用し，本件商標１を付した調理用器具について，オダジマに\n対し，これを製造，販売する「独占的実施権」を許諾した。（甲７）\n第１条（定義）\n本契約における以下の用語は以下の定義に従う。\n１  本地域とは，日本国及び今後明道株式会社が承諾するその他の地域\nをいう。\n２  本デザインとは，本契約の下で明道株式会社及びドレミファキッチ\nンの任意の選択によりオダジマに提供されることを前提として，明道\n株式会社及びドレミファキッチンが創作する調理器具についてのデザ\nインをいう。（以下省略）\n３  本製品とは，明道株式会社及びドレミファキッチンが提供する本デ\nザイン及びそれに関連する情報を使用し，以下に定義する許諾商標を\n付して製造した調理用器具をいう。\n４  許諾商標とは別表１に記載された商標（判決注：本件商標１）をい\nう。\n５  契約年とは，平成１６年１月１日から同年１２月３１日までの期間\nをいう。\n６  契約年の当該販売期間は，平成１６年１月１日から平成１７年４月\n３０日までとする。\n７項  省略\n第２条（実施許諾）\n１  明道株式会社は，本契約期間中に本地域内で本製品を製造，販売す\nる独占的実施権をオダジマに許諾する。\n２  オダジマは，明道株式会社の事前承認なしに本契約上の権利を第三\n者に譲渡，貸与をすることができない。\n第３条（許諾商標）\n明道株式会社は，オダジマに対し，オダジマが本製品に付加して利用\nするパッケージ，レッテル，タグ，ラベル及び包装材料並びにオダジマ\nによる本製品の販売，業務及び広告について，本件商標１を使用するた\nめの非独占的使用権を許諾し，使用方法については事前に明道株式会社\nと協議するものとする。\n第７条（ロイヤリティ）\nオダジマは，明道株式会社に対し，本契約に基づく許諾の対価として，\nロイヤリティを支払う。本ロイヤリティは平成１６年１月１日から平成\n１６年１２月３１日までを１年度とし，以下の要領にてオダジマより明\n道株式会社に支払われるものとする。\n(1)  ロイヤリティ\nオダジマは明道株式会社に対し，３か月ごとに本製品の各アイテム\nごと１個に対し，上代価格の６％のロイヤリティに消費税を加算した\n金員を明道株式会社の指定する銀行の明道株式会社の口座に支払うも\nのとする。\n(2)  オーバーロイヤリティ\nオダジマは明道株式会社に対し，本製品の各アイテムごとに純販売\n個数が２万個を超えた場合は，超過した販売個数に対してのみ上代価\n格の７％及び消費税を加算した金員を明道株式会社の指定する銀行の\n明道株式会社の口座に支払うものとする。\n(3)  省略\n第１０条（特許の申請，保護）\n１  本製品に関連して生じた特許については，申請者は明道株式会社，\nオダジマ及びドレミファキッチンの三者併記とし，その出願申請は，\nオダジマが，明道株式会社及びドレミファキッチンの承諾を得て本地\n域内においてなすものとする。また，申請に要した費用は，明道株式\n会社及びオダジマが総費用の半額ずつ負担をする。\n２  許諾された特許についての使用は，明道株式会社，オダジマ及びド\nレミファキッチンの三者の合意の下に行われる。\n３  許諾された特許に対する侵害があった場合には，これを知った明道\n株式会社及びドレミファキッチン又はオダジマは，他の当事者に直ち\nにその詳細を通知し，かつ，これを解決するために必要な積極的手段\nを考慮し，三当事者の打合せのための会合を持つものとする。上記侵\n害に対して訴訟を起こすに至った場合には，当事者たる三者は，必要\nかつ適切な協力をなすものとする。また，上記侵害に対して明道株式\n会社，ドレミファキッチン及びオダジマが共同で訴訟手続をしたとき\nは，その費用及びその手続の結果による損害賠償金を損害の割合によ\nり負担又は取得するものとする。\n第１２条（期間）\n本契約は，本契約の他の条項により期間満了前に終了しない限り，本\n契約締結日からは平成１６年１２月３１日をもって期間満了により終了\nする。ただし，本契約期間満了の７か月前までに相手方に対し，書面に\nより契約終了の意思表示をしないときは，契約は自動的に１年間延長さ\nれるものとする。ただし，延長に伴い必要と認められる条項は，その都\n度明道株式会社，オダジマ協議の上，別途合意書によりこれを定める。\n第１３条（終了原因）\n１  明道株式会社又はオダジマが本契約の規定あるいは条項の履行を怠\nり又本契約の条項に違反し，かつかかる不履行又は違反が明道株式会\n社又はオダジマの書面による通知後３０日以内に改められない場合，\n明道株式会社又はオダジマは本契約を解除する権利を有するものとす\nる。\n２  明道株式会社又はオダジマが保全処分，強制執行を受けた場合，公\n租公課滞納に関する処分を受けた場合，会社更生，和議，整理，破産\n宣告の申立てを受け，若しくは，自らこれを申し立てた場合，支払不\n能，支払停止その他それに類する信用悪化状態の事由が発生した場合，\n明道株式会社又はオダジマは本契約を直ちに解除する権利を有するも\nのとする。\n３  明道株式会社又はオダジマは相手方の事前の承諾を得ずして合併を\nし，若しくは営業の全部又は重要な一部の譲渡をした場合，当該相手\n方は，本契約を直ちに解除する権利を有するものとする。\n第１４条（契約終了に伴う手続）\n１  本契約の終了により，本契約に基づき許諾された実施権は全て消滅\nするものとし，オダジマは直ちに本製品の製造を中止する。オダジマ\nは本契約終了後は，明道株式会社より提供された本デザイン，それに\n関連する情報及びその他一切の資料並びにそれらから作成された全て\nのコピーを他に流用しないものとする。\n２  オダジマは，本契約の販売期間終了の日（当該年４月３０日）から\n１８０日以内にその所有する本製品の在庫品の販売を完了するよう努\n力するものとする。\n３  オダジマは，本契約終了後直ちに本件商標１を使用したパッケージ，\nレッテル，タグ，ラベル，包装材料及び広告等全てのものを明道株式\n会社又は明道株式会社の代理人の立会いによりオダジマの費用をもっ\nて廃棄し，又は明道株式会社に引き渡すものとする。ただし，明道株\n式会社は，前項に規定する在庫品の販売に必要な限度でオダジマにそ\nれらの使用を許すことができる。\n４  オダジマは本製品の類似商品につき，本製品に使用した全ての許諾\n商標を使用してはならない。\n第１５条（諸規定）\n１  本契約のいずれの当事者も相手方の事前の書面による承諾なくして\n本契約又は本契約に規定された個々の権利を第三者に譲渡しないもの\nとする。また，本条に違反してなされた譲渡は，何ら本契約当事者を\n拘束しないものとする。\n２  本契約は本契約当事者間の最終合意をなすものであり，本契約締結\n前の本契約に関する全ての口頭又は文書による合意に優先する。また，\n本契約条項は，両当事者の文書による合意によってのみ修正ないし変\n更され得るものとする。\n３，４項  省略\nウ  平野レミ事務所又はドレミファキッチン（契約主体がいずれであるかに\nついて，争いがある。）は，オダジマとの間で，平成１６年１月１日付け\nで，次の内容（要旨を抜粋。なお，表記は一般的な表記法に準拠したほか\nは，原則として契約書〔乙６〕の記載に従い， 当事者の表示は本判決のも\nのに置き換えた。）の実施契約を締結し（以下，この契約を「乙６契約」\nという。なお，乙６契約の締結日が平成１６年１月１日であるかについて，\n争いがある。），平野レミ事務所又はドレミファキッチンがオダジマに提\n供するデザイン及びこれに関連する情報を使用し，本件商標１を付した調\n理用器具を製造販売する「独占的実施権」をオダジマに許諾した。（乙６）\n第１条（定義）\n本契約における以下の用語は以下の定義に従う。\n１  本地域とは，日本国及び今後平野レミ事務所又はドレミファキッチ\nンが承諾するその他の地域をいう。\n２  本デザインとは，本契約の下で平野レミ事務所又はドレミファキッ\nチンの任意の選択によりオダジマに提供されることを前提として，平\n野レミ事務所又はドレミファキッチンが創作する調理器具についての\nデザインをいう。（以下省略）\n３  本製品とは，平野レミ事務所又はドレミファキッチンが提供する本\nデザイン及びそれに関連する情報を使用し，以下に定義する許諾商標\nを付して製造した調理用器具をいう。\n４  許諾商標とは別表１に記載された商標（判決注：本件商標１）をい\nう。\n５  契約年とは，平成１６年１月１日から同年１２月３１日までの期間\nをいう。\n６  契約年の当該販売期間は，平成１６年１月１日から平成１７年４月\n３０日までとする。\n７項  省略\n第２条（実施許諾）\n１  平野レミ事務所又はドレミファキッチンは，本契約期間中に本地域\n内で本製品を製造，販売する独占的実施権をオダジマに許諾する。\n２  オダジマは，平野レミ事務所又はドレミファキッチンの事前承認な\nしに本契約上の権利を第三者に譲渡，貸与をすることができない。\n第３条（許諾商標）\n平野レミ事務所又はドレミファキッチンは，オダジマに対し，オダジ\nマが本製品に付加して利用するパッケージ，レッテル，タグ，ラベル及\nび包装材料並びにオダジマによる本製品の販売，業務及び広告について，\n本件商標１を使用するための非独占的使用権を許諾し，使用方法につい\nては事前に平野レミ事務所と協議するものとする。\n第７条（ロイヤリティ）\nオダジマは，平野レミ事務所又はドレミファキッチンに対し，本契約\nに基づく許諾の対価として，ロイヤリティを支払う。本ロイヤリティは\n平成１６年１月１日から平成１６年１２月３１日までを１年度とし，以\n下の要領にてオダジマより平野レミ事務所又はドレミファキッチンに支\n払われるものとする。\n(1)  ロイヤリティ\nオダジマは平野レミ事務所又はドレミファキッチンに対し，３か月\nごとに本製品の各アイテムごと１個に対し，上代価格の６％のロイヤ\nリティに消費税を加算した金員を平野レミ事務所又はドレミファキッ\nチンの指定する銀行の平野レミ事務所又はドレミファキッチンの口座\nに支払うものとする。\n(2)  オーバーロイヤリティ\nオダジマは平野レミ事務所又はドレミファキッチンに対し，本製品\nの各アイテムごとに純販売個数が２万個を超えた場合は，超過した販\n売個数に対してのみ上代価格の７％及び消費税を加算した金員を平野\nレミ事務所又はドレミファキッチンの指定する銀行の平野レミ事務所\n又はドレミファキッチンの口座に支払うものとする。\n(3)  省略\n第１２条（期間）\n本契約は，本契約の他の条項により期間満了前に終了しない限り，本\n契約締結日からは平成１６年１２月３１日をもって期間満了により終了\nする。ただし，本契約期間満了の７か月前までに相手方に対し，書面に\nより契約終了の意思表示をしないときは，契約は自動的に１年間延長さ\nれるものとする。ただし，延長に伴い必要と認められる条項は，その都\n度，平野レミ事務所又はドレミファキッチン及びオダジマ協議の上，別\n途合意書によりこれを定める。\n第１３条（終了原因）\n１  平野レミ事務所，ドレミファキッチン又はオダジマが本契約の規定\nあるいは条項の履行を怠り又本契約の条項に違反し，かつかかる不履\n行又は違反が平野レミ事務所，ドレミファキッチン又はオダジマの書\n面による通知後３０日以内に改められない場合，平野レミ事務所，ド\nレミファキッチン又はオダジマは本契約を解除する権利を有するもの\nとする。\n２  平野レミ事務所，ドレミファキッチン又はオダジマが保全処分，強\n制執行を受けた場合，公租公課滞納に関する処分を受けた場合，会社\n更生，和議，整理，破産宣告の申立てを受け，若しくは，自らこれを\n申し立てた場合，支払不能，支払停止その他それに類する信用悪化状\n態の事由が発生した場合，平野レミ事務所，ドレミファキッチン又は\nオダジマは本契約を直ちに解除する権利を有するものとする。\n３  平野レミ事務所，ドレミファキッチン又はオダジマは相手方の事前\nの承諾を得ずして合併をし，若しくは営業の全部又は重要な一部の譲\n渡をした場合，当該相手方は，本契約を直ちに解除する権利を有する\nものとする。\n第１４条（契約終了に伴う手続）\n１  本契約の終了により，本契約に基づき許諾された実施権は全て消滅\nするものとし，オダジマは直ちに本製品の製造を中止する。オダジマ\nは本契約終了後は，平野レミ事務所又はドレミファキッチンより提供\nされた本デザイン，それに関連する情報及びその他一切の資料並びに\nそれらから作成された全てのコピーを他に流用しないものとする。\n２  オダジマは，本契約の販売期間終了の日（当該年４月３０日）から\n１８０日以内にその所有する本製品の在庫品の販売を完了するよう努\n力するものとする。\n３  オダジマは，本契約終了後直ちに本件商標１を使用したパッケージ，\nレッテル，タグ，ラベル，包装材料及び広告等全てのものを平野レミ\n事務所若しくはドレミファキッチン又は平野レミ事務所若しくはドレ\nミファキッチンの代理人の立会いによりオダジマの費用をもって廃棄\nし，又は平野レミ事務所若しくはドレミファキッチンに引き渡すもの\nとする。ただし，平野レミ事務所又はドレミファキッチンは，前項に\n規定する在庫品の販売に必要な限度でオダジマにそれらの使用を許す\nことができる。\n４  オダジマは本製品の類似商品につき，本製品に使用した全ての許諾\n商標を使用してはならない。\n第１５条（諸規定）\n１  本契約のいずれの当事者も相手方の事前の書面による承諾なくして\n本契約又は本契約に規定された個々の権利を第三者に譲渡しないもの\nとする。また，本条に違反してなされた譲渡は，何ら本契約当事者を\n拘束しないものとする。\n２  本契約は本契約当事者間の最終合意をなすものであり，本契約締結\n前の本契約に関する全ての口頭又は文書による合意に優先する。また，\n本契約条項は，両当事者の文書による合意によってのみ修正ないし変\n更され得るものとする。\n３，４項  省略\n(4)  明道株式会社は，原告との間で，平成１７年７月２９日付けで，次のとお\nり（要旨を抜粋。なお，表記は一般的な表記法に準拠したほかは，原則とし\nて契約書〔甲９〕の記載に従い， 当事者の表示は本判決のものに置き換えた。），\n明道株式会社の営業を原告に譲渡する旨の契約（以下「本件営業譲渡契約」\nという。）を締結した。（甲９）\n第１条（目的）\n明道株式会社（売主）は，平成１７年９月２日（以下「譲渡日」という）\nをもって，明道株式会社の取り扱う卸売り販売に関する営業を原告（買主）\nに譲渡する（以下「本取引」）。ただし，譲渡日については手続の進行に\n応じて必要あるときは売主買主協議のうえ譲渡日を変更することができる。\n第２条（譲渡財産）\n前条により譲渡すべき財産（以下「譲渡財産」という）は，譲渡日にお\nける本営業に関する別紙３の資産及び負債とする。ただし，譲渡財産のう\nち不動産については原則として承継しないものとする。\n第３条（譲渡価額）\n明道株式会社及び原告は，本件営業の対価（以下「譲渡価額」という）\nを３億５０００万円とすることに同意する。ただし譲渡日における譲渡金\n額に大きな変動が生じた場合は，売主買主間で誠意をもって協議すること\nとする。\n第４条（支払方法）\n１  原告は明道株式会社に対し，譲渡日に譲渡代金３億５０００万円を支\n払い，後日，別途消費税を支払うものとする。\n２  本条に基づく原告の明道株式会社に対する支払の方法は，原告及び明\n道株式会社により，別途合意されるものとする。送金手数料等の送金費\n用は，原告の負担とする。\n第５条（引渡時期）\n譲渡財産の引渡時期は譲渡日とする。ただし，法令の制限，手続上の理\n由により必要あるときは売主買主協議の上，これを変更することができる。\n第６条（譲渡の実行条件）\n明道株式会社及び原告は，本契約の営業の承継に必要な手続が完了して\nいることを本営業譲渡の条件とする。\n第９条（善管注意義務）\n明道株式会社は，本契約締結後引渡し完了に至るまで，善良なる管理者\nの注意義務をもって譲渡財産を管理しなければならない。譲渡財産に重大\nな影響を及ぼす行為をなす場合，又はそのおそれがある場合は，あらかじ\nめ原告と協議の上，これを行うものとする。\n第１２条（株主総会の承認）\n明道株式会社及び原告は，譲渡日までにそれぞれ株主総会を開催し，本\n契約につきその承認を求めるものとする。\n第１３条（効力の発生）\n本契約は，前条に定める売主買主双方の株主総会の承認及び法令の定め\nる関係官庁の承認を得られたときに効力を生じる。\n(5)  明道株式会社とドレミファキッチンは，平成１７年８月１日，ａ契約を同\n月３１日をもって破棄する旨の合意をした。（甲１０。以下，この合意を「本\n件破棄合意」という。）\n(6)  原告は，明道株式会社に対し，平成１７年９月２日，本件営業譲渡代金３\n億５０００万円（消費税別途）を支払った。（甲６１の１）\n(7)  被告Ｙ１及び被告Ｙ２は，上記(4)の営業譲渡に伴い，平成１７年９月２日，\n原告に入社したが，いずれも平成１８年２月２８日に退社した。\nその後，被告Ｙ１は，平成１８年４月１日から平成１９年３月３１日まで，\n原告の取締役に就任した。\n(8)  原告（ただし，原告代表者であるＡ自身が原告を代表したか，被告Ｙ１が\n原告を代理したかについて，争いがある。）とオダジマは，平成１７年９月\n２日付けで，平野レミ事務所又はドレミファキッチンとオダジマが契約（判\n決注：乙６契約）し，製造している商品の販売に関して，次の内容（なお，\n表記は一般的な表記法に準拠したほかは，原則として甲１１の記載に従い，\n当事者の表示は本判決のものに置き換えた。）の覚書（以下「本件覚書１」\nという。）を作成した。（甲１１）\n第１条\n本商品のブランド価値を維持するため，原告は，原告の販売先に対し，\n販売価格は上代価格を遵守するよう指導する。\n第２条\n本商品に対する顧客及び販売店からのクレーム等は，従来，明道株式会\n社で行われていた内容に準じて原告は行う。\n第３条\nオダジマが平野レミ事務所に対して支払うロイヤリティの支払の算出基\n準になる出荷数量は毎月１０日までに前月の数量を原告は平野レミ事務所\nに報告する。\n第４条\nオダジマは，３か月ごとに第３条の原告の出荷数量に応じたロイヤリテ\nィに消費税を加算した金額を平野レミ事務所に支払う。\n第５条\nＧの氏名並びに写真及び平野レミ事務所が所有する権利等について原告\nが使用する場合は，原告はオダジマを通じて平野レミ事務所の承認をとる。\n第６条\n仕入れ，返品等についてはオダジマが明道株式会社と取り交わした条件\nに準じて行う。\n第７条\n原告は本商品の管理担当者及び責任の所在を明確にし，オダジマに報告\nするとともに，販売管理，仕入れ及びクレーム等に対応する。\n(9)ア  ドレミファキッチンは，平成１８年７月１日，オダジマとの間で次の内\n容（要旨を抜粋。なお，表記は一般的な表記法に準拠したほかは，原則と\nして契約書〔甲１２の１〕の記載に従い，当事者の表示は本判決のものに\n置き換えた。）の「商標権使用許諾契約」を締結した。（甲１２の１，甲\n２０～２２）\n第１条（定義）\n本契約における以下の用語は以下の定義に従う。\n１  「許諾商標」とは，ドレミファキッチンの所有する以下の登録商標\nをいう。\n(1)  登録第４９１１７００号商標（判決注：本件商標１）\n(2)  登録第４９１４０７２号商標（判決注：本件商標２）\n(3)  登録第４９１４０７３号商標（判決注：本件商標３）\n２  「本製品」とは，上記「許諾商標」を付した商品であって，かつ，\n本契約別紙１に特定される商品をいう。\n３  「商標の使用」とは，商標法第２条第３項各号及び第４項に定める\n行為をいう。\n４  「許諾地域」とは，日本国内をいう。\n５  「契約年」とは，平成１８年７月１日から同年１２月３１日までの\n期間をいう。\n６項  省略\n第２条（使用許諾）\n１  本契約に従い，ドレミファキッチンは，オダジマに対し，オダジマ\nが契約期間中に許諾地域において本製品について本件商標１～３を使\n用する独占的通常使用権を許諾する。\n２  オダジマは，ドレミファキッチンの事前の書面による許諾を得て，\n本契約の契約期間内に，契約地域内で，本製品を製造し，販売する権\n利を有し，また，第三者に再許諾できる。オダジマは，再許諾契約の\n相手先を変更し，又は内容を変更する場合には，事前にドレミファキ\nッチンの書面による許諾を得なければならない。\n３  オダジマは，本製品に付加して利用するパッケージ，レッテル，タ\nグ，ラベル及び包装材料についての本件商標１～３の使用方法につい\nて事前にドレミファキッチンと協議し，ドレミファキッチンの許可を\n得るものとする。\n第６条（ロイヤリティ）\nオダジマは，ドレミファキッチンに対し，本契約に基づく使用許諾の\n対価として，ロイヤリティを支払う。本ロイヤリティは平成１８年７月\n１日から同年１２月３１日までをその期間とし，以下の要領にてドレミ\nファキッチンの指定する銀行口座にオダジマの締日から１か月以内に振\n込送金にて支払うものとする。\n(1)  ロイヤリティ\nオダジマはドレミファキッチンに対し，３か月ごとに本製品の各ア\nイテムごと１個に対し，上代価格の６％のロイヤリティに消費税を加\n算した金員を支払うものとする。\n(2)  オーバーロイヤリティ\nオダジマはドレミファキッチンに対し，本製品の各アイテムごとに\n純販売個数が２万個を超えた場合，超過した販売個数に対してのみ，\n上代価格の７％及び消費税を加算した金員を支払うものとする。\n(3)  省略\n第１１条（期間）\n本契約の有効期間は，本契約の他の条項により期間満了前に終了しな\nい限り，本契約締結日から平成１８年１２月３１日までとする。ただし，\nドレミファキッチン及びオダジマは，本契約期間満了日の２か月前まで\nに，その相手方に対し，書面により更新拒絶の意思表示をしないときは，\n本契約は自動的に半年間延長されるものとする。\n別紙１\n本製品として特定される商品\n１  「ドゥ！レミ・パン」\n２  「プチ・レミ・パン」\n３～９  省略\nイ  ドレミファキッチンとオダジマは，平成１９年７月１日付けで，上記ア\nと同内容の「商標権使用許諾契約」（期間は同日から平成２０年６月３０\n日まで）を締結した。（甲１２の２）\n(10)ア ドレミファキッチンは，平成２０年６月３０日，オダジマとの間で締結\nした上記(9)の商標権使用許諾契約を合意解除した上，同年７月１日，クッ\nキング・ライフとの間で，次の内容（要旨を抜粋。なお，表記は一般的な\n表記法に準拠したほかは，原則として契約書〔甲１８〕の記載に従い，当\n事者の表示は本判決のものに置き換えた。）の契約を締結し，ドレミファ\nキッチンが提供するデザイン及びこれに関連する情報を使用し，ドレミフ\nァキッチンが許諾する商標を付した調理用器具について，クッキング・ラ\nイフに対し，これを製造，販売する「独占的実施権」を許諾した。（甲１\n７，１８）\n第１条（定義）\n本契約における以下の用語は以下の定義に従う。\n１  「本デザイン」とは，本契約の下でドレミファキッチンの任意の選\n択によりクッキング・ライフに提供されることを前提として，ドレミ\nファキッチンが創作する調理器具についてのデザインをいう。（以下\n省略）\n２  「本製品」とは，ドレミファキッチンが提供する本デザイン及びそ\nれに関連する情報を使用し，ドレミファキッチンの所有する許諾商標\nを付して製造した調理用器具をいう。\n３  「商標の使用」とは，商標法第２条第３項各号及び第４項に定めら\nれる行為をいう。\n４  「許諾地域」とは，日本国内をいう。ただし，ドレミファキッチン\nが承諾するその他の地域も含まれるものとする。\n５  「契約年」とは，平成２０年７月１日から平成２１年６月３０日ま\nでの期間をいう。\n６項  省略\n第２条（実施許諾）\n１  ドレミファキッチンは，クッキング・ライフに対し，クッキング・\nライフが契約期間中に許諾地域において本製品を製造，販売する独占\n的実施権をクッキング・ライフに許諾する。\n２  クッキング・ライフは，ドレミファキッチンの事前の書面による許\n諾を得て，本契約の契約期間内に，契約地域内で，本製品を製造し販\n売する権利を有し，また，第三者に再許諾できる。クッキング・ライ\nフは，再許諾契約の相手先を変更し，又は内容を変更する場合には，\n事前にドレミファキッチンの書面による許諾を得なければならない。\n３  クッキング・ライフは，本製品に付加して利用するパッケージ，レ\nッテル，タグ，ラベル及び包装材料についての許諾商標の使用方法に\nついて事前にドレミファキッチンと協議し，その許可を得るものとす\nる。\n第６条（ロイヤリティ）\n１  クッキング・ライフは，ドレミファキッチンに対し，本契約に基づ\nく使用許諾の対価として，ロイヤリティを支払う。本ロイヤリティは，\n平成２０年７月１日から平成２１年６月３０日までをその期間とし，\nクッキング・ライフの月ごとの純販売個数の報告に基づき，以下の要\n領にて，ドレミファキッチンの指定する銀行口座にクッキング・ライ\nフの締め日より１か月以内に振込送金にて支払うものとする。\n(1)  ロイヤリティ\nクッキング・ライフは，ドレミファキッチンに対し，３か月ごと\nに本製品の各アイテムごと１個に対するロイヤリティとして，上代\n価格の６％に消費税を加算した金員を支払うものとする。\n(2)  オーバーロイヤリティ\nクッキング・ライフは，ドレミファキッチンに対し，本製品の各\nアイテムごとに純販売個数が２万個を超えた場合，超過した販売個\n数に対してのみ，上代価格の７％及び消費税を加算した金員を支払\nうものとする。\n(3)  省略\n２項  省略\n第１１条（期間）\n本契約の有効期間は，本契約の他の条項により期間満了前に終了しな\nい限り，本契約締結日からは平成２１年６月３０日までとする。ただし，\nドレミファキッチン及びクッキング・ライフは，本契約期間満了の２か\n月前までに，その相手方に対し，書面により更新拒絶の意思表示をしな\nいときは，本契約は自動的に１年間延長されるものとする。\n第１２条（終了原因）\n１  ドレミファキッチン又はクッキング・ライフが本契約の規定，条項\nの履行を怠り，又，本契約の条項に違反し，かつ，かかる不履行，違\n反がドレミファキッチン又はクッキング・ライフの一方の相手方に対\nする書面による通知到着後３０日以内に改められない場合，ドレミフ\nァキッチン又はクッキング・ライフは，本契約を解除する権利を有す\nるものとする。\n２  ドレミファキッチン又はクッキング・ライフが保全処分，強制執行\nを受けた場合，公租公課滞納に関する処分を受けた場合，会社更生，\n和議，整理，破産宣告の申立てを受け，若しくは，自らこれを申し立\nてた場合，支払不能，支払停止その他それに類する信用悪化状態の事\n由が発生した場合，ドレミファキッチン又はクッキング・ライフは，\n本契約を直ちに解除する権利を有するものとする。\n３  ドレミファキッチン又はクッキング・ライフが相手方の事前の承諾\nを得ずして合併をし，若しくは営業の全部又は重要な一部の譲渡をし\nた場合，一方の相手方は，本契約を直ちに解除する権利を有するもの\nとする。\n第１３条（契約終了に伴う手続）\n１  本契約の終了したときは，本契約に基づき許諾されたクッキング・\nライフの実施権は全て消滅するものとし，クッキング・ライフは，直\nちに本製品の製造を中止する。クッキング・ライフは，本契約終了後\nは，ドレミファキッチンより提供された本デザイン，それに関連する\n情報及びその他一切の資料並びにそれらから作成された全てのコピー\nを他に流用しないものとする。\n２  クッキング・ライフは，本契約の販売期間終了の日から６か月以内\nに，その所有する本製品の在庫品の販売を完了するよう努力するもの\nとする。\n３  クッキング・ライフは，本契約終了後直ちに，許諾商標を使用した\nパッケージ，レッテル，タグ，ラベル，包装材料，広告等全てを，ド\nレミファキッチン又はドレミファキッチンの代理人の立会いにより，\nクッキング・ライフの費用をもって廃棄し，又は，ドレミファキッチ\nンに引き渡すものとする。ただし，ドレミファキッチンは，前項に規\n定する在庫品の販売に必要な限度でクッキング・ライフにそれらの使\n用を許すことができる。\n４  クッキング・ライフは，本製品に類似する商品を製造，販売しては\nならず，かつ，本製品に使用した全ての許諾商標を使用してはならな\nい。\n第１４条（諸規定）\n１  ドレミファキッチン及びクッキング・ライフは，その一方の相手方\nの事前の書面による承諾なくして本契約又は本契約に規定された個々\nの権利を第三者に譲渡しないものとする。また，本条に違反してなさ\nれた譲渡は，何らドレミファキッチン及びクッキング・ライフを拘束\nしないものとする。\n２  本契約はドレミファキッチン及びクッキング・ライフの最終合意を\nなすものであり，本契約締結前の本契約に関するドレミファキッチン\n及びクッキング・ライフの全ての口頭又は文書による合意に優先する。\nまた，本契約条項は，ドレミファキッチン及びクッキング・ライフの\n文書による合意によってのみ修正，変更され得るものとする。\n３，４項  省略\nイ  クッキング・ライフは，平成２０年７月１日，オダジマとの間でサブラ\nイセンス契約を締結し，本製品（判決注：ドレミファキッチンがクッキン\nグ・ライフに提供することを前提として創作するデザイン及びそれに関連\nする情報を使用し，ドレミファキッチンが有する許諾商標を付して製造し\nた調理用器具）を製造，販売する権利をオダジマに再許諾した。（甲１９）\n(11) 原告は，平成２０年１１月２７日，新潟地方裁判所三条支部に本件訴訟を\n提起し，同支部は，同年１２月４日，本件を当庁に移送する旨の決定をした。\n３  争点\n(1)  明道株式会社は，本件営業譲渡契約締結当時，「平野レミ」シリーズに係\nる独占的製造，販売権を有していたか\n(2)  被告らは，「平野レミ」シリーズに係る原告の独占的販売権を空洞化した\nか（主位的請求）\n(3)  被告Ｙ１及び被告Ｙ２は，原告が明道株式会社から「平野レミ」シリーズ\nに係る独占的製造，販売権の譲渡を受けることを妨げたか（予備的請求）\n(4)  原告の損害\n(5)  消滅時効の成否\n４  争点に関する当事者の主張\n(1)  争点(1)（明道株式会社は，本件営業譲渡契約締結当時，「平野レミ」シリ\nーズに係る独占的製造，販売権を有していたか）について\nア  原告\n明道株式会社は，本件営業譲渡契約締結（平成１７年７月２９日）当時，\nａ契約，ｂ契約のほか，オダジマとの間で平成１６年１月１日付けで締結\nした独占的仕入契約（ｂ契約に基づいてオダジマが製造する製品を明道株\n式会社が独占的に仕入れることを定めた契約。以下「ｃ契約」という。な\nお，ｃ契約に係る契約書が存在しない場合には，ｃ契約はｂ契約の一部と\nなっている。）に基づき，Ｇのブランドを使用した「平野レミ」シリーズ\nと称されるフライパン（レミパン）について，独占的製造，販売権（本件\n特許発明の独占的通常実施権，本件各商標の独占的通常使用権）を有して\nいた。\nなお，乙６契約は，ドレミファキッチンとオダジマとの間で締結された\nものであるが，ａ契約，ｂ契約とは矛盾する内容であり，ａ契約，ｂ契約\nと同時に存在することはあり得ない。すなわち，乙６契約は，被告Ｙ１が\n原告の代理人として本件営業譲渡後の「平野レミ」シリーズの製造，販売\nについてオダジマと協議した際（平成１７年８月１日以降），オダジマの\n代表者Ｈに対し，「本件営業譲渡についてドレミファキッチンの事前の承\n諾が得られなかったためａ契約は破棄され，今後は，オダジマがライセン\nシーになる」などと説明して，乙６契約に係る契約書を示し，これに押印\nさせたものである。また，その契約日を平成１６年１月１日に遡らせたの\nは，後日，「平野レミ」シリーズの製造，販売について原告と紛争になっ\nた場合に，原告に対し，もともとライセンシーはオダジマであり，明道株\n式会社は単なる販売会社にすぎなかったと弁明するためであったと思われ\nる。\nイ  被告Ｙ１及び被告Ｙ２\n原告の主張は否認する。\n明道株式会社は，平成１６年１月１日，ａ契約に基づき，本件商標１を\n付した調理用器具（レミパン）について，ドレミファキッチンから独占的\n実施（製造，販売）権を許諾されたが，同日，オダジマに対し，上記独占\n的実施（製造，販売）権を再許諾し，ドレミファキッチンに対するロイヤ\nリティもオダジマが負担していた。また，オダジマは，同日，平野レミ事\n務所との間で乙６契約を締結して，「平野レミ」シリーズに係る独占的実\n施（製造，販売）権の許諾を受けていた。したがって，「レミパン」につ\nいての独占的実施権を有していたのはオダジマであり，明道株式会社には\n実質的に独占的実施（製造，販売）権がなかった（原告が主張する「ｃ契\n約」は存在せず，その趣旨が「ｂ契約」の一部となっていたということも\nない。）。\nなお，ａ契約に基づく独占的実施権の実質（内実）は，商標権について\nは非独占的通常使用権のみであり（ａ契約３条），特許権についての実施\n権はなかったから，明道株式会社は，本件営業譲渡契約締結当時，「平野\nレミ」シリーズ（本件特許発明の実施品）を単独で製造，販売し得る地位\nにはなかった。本件営業譲渡契約締結当時，明道株式会社が有していたの\nは，オダジマから「平野レミ」シリーズを購入（仕入れ）する第１次卸業\n者としての地位にすぎず，実施者としての実体を有していなかった。\n(2)  争点(2)（被告らは，「平野レミ」シリーズに係る原告の独占的販売権を空\n洞化したか）について\nア  原告\n(ｱ)  原告は，平成１７年９月２日以降，本件覚書１に基づき，オダジマか\nら「平野レミ」シリーズを独占的に仕入れて，これを独占的に販売して\nきたが，被告らは，オダジマと共謀の上，「平野レミ」シリーズに係る\n原告の独占的販売権を空洞化しようとして，以下のとおり，種々の画策\nをし，遂にはドレミファキッチンにも働きかけて，「平野レミ」シリー\nズのライセンシーを平成２０年７月１日にオダジマからクッキング・ラ\nイフに変更させて，「平野レミ」シリーズから原告を完全に排除した。\nすなわち，\nａ  被告Ｙ１は，平成１８年４月２０日頃，Ｅ（オダジマの当時の常務\n取締役）とともに，テレビ通販の大手ディノスを訪問し，「平野レミ」\nシリーズの新商品（プレミアムレミパン）を原告を通さずに同年７月\nから先行販売すると約束し，被告会社との取引口座を開設してほしい\nとの申出をした。\nなお，この企ては，ディノスが原告に相談したことから未遂に終わ\nり，ディノスは，原告から「プレミアムレミパン」を仕入れることに\nなったが，原告は，被告Ｙ１らがディノスに行った約束を盾に取られ，\n「プレミアムレミパン」をディノスに同年７月２４日から１１月末日\nまで先行販売せざるを得なくなった。\nｂ  本件覚書１に期間の定めや契約解除条項を入れなかったことに気付\nいた被告Ｙ１，被告Ｙ２及びオダジマは，本件覚書１の骨抜きを図る\nべく，ドレミファキッチンとの契約をスムーズに進めるためと称して，\n原告にオダジマとの間で平成１８年９月１日付け覚書（甲１３。締結\n日は同年９月１２日。以下「本件覚書２」という。）を締結させた。\n本件覚書２には，原告の独占的販売権についての期間が定められたほ\nか，「平野レミ」シリーズの販売に関してはドレミファキッチンの意\n向を尊重する旨の規定，オダジマがドレミファキッチンから損害賠償\n請求を受けたら原告がこれを補償する旨の規定が記載されていた。\nその上で，被告らは，同日，ドレミファキッチンの意向であるとし\nて，東急ハンズに対し，今後，原告ではなく被告会社から「プレミア\nムレミパン」を仕入れることになったと原告に連絡させた。\nその後，原告の抗議を受けて，オダジマは，東急ハンズへの販売は\n原告を通して行うなどと約束したが，現在まで実現していない。\nｃ  原告は，上記ｂの事態に危機感を持ち，オダジマが本件覚書２に押\n印を求めた際，今後も原告を唯一の販売会社としていくと約束してい\nたことを書面化するため，オダジマに対し，平成１８年９月１５日，\n「オダジマが『平野レミ』シリーズを製造している間は原告の同意な\nしに原告以外の者に販売しない」等と記載した覚書への押印を求め，\nオダジマは，同月２０日（ただし，覚書上の日付は同月５日となって\nいる。），この覚書（甲１４。以下「本件覚書３」という。）に押印\nした。本件覚書３により，原告の独占的販売権を確認したオダジマ及\nび被告らは，しばらく鳴りを潜めていたが，平成２０年１月に原告が\n「平野レミ」シリーズの販売秩序を乱すことを理由としてカタログ掲\n載を中止させたタマハシに対し，被告会社を通して，「平野レミ」シ\nリーズの販売を始めた。オダジマは，原告の抗議を受け，原告を通し\nて販売すると原告に約束したが，この約束もいまだ実現していない。\nｄ  オダジマは，平成２０年５月１４日，同年９月から販売予定の新商\n品を株式会社ワイ・ヨット（原告の従前の取引先。以下「ワイ・ヨッ\nト」という。）の展示会に出品したが，ワイ・ヨット及び被告らは，\n原告の取引先に対し，「新商品はワイ・ヨットが先行販売する。原告\nは新商品を販売できない。」として，ワイ・ヨットとの取引口座を開\n設するよう働きかけた。\n原告は，このようなワイ・ヨット及び被告らの行動について取引先\nからの抗議が殺到したため，オダジマに対し，ワイ・ヨットの新商品\nの展示会への出品の説明を求め抗議したところ，オダジマは，新商品\nも従前どおり原告のルートで販売すると約束した。そのため，原告は，\n平成２０年５月２８日，オダジマに対し，上記約束の書面化（確認書）\nを求めたところ，オダジマはこれに応じた。（甲１６）\nｅ  上記確認書によりオダジマが新商品をワイ・ヨットに販売すること\nができなくなったことから，オダジマ及び被告らは，ドレミファキッ\nチンを巻き込んで，\n(a)  平成２０年６月３０日にドレミファキッチンとオダジマは両者間\nの商標権使用許諾契約を合意で破棄し（甲１７），\n(b)  同年７月１日付けでドレミファキッチンとクッキング・ライフ（オ\nダジマと法人格が同一と認められる。）は，「平野レミ」シリーズ\nの製造，販売の独占権をクッキング・ライフに許諾するとの平成２\n０年７月１日付け契約（甲１８）を締結し，\n(c)  クッキング・ライフは，同日付けで，オダジマに「平野レミ」シ\nリーズを独占的に製造する権利を許諾した（甲１９）。\nその上で，クッキング・ライフは，原告に対し，ライセンシーの変\n更を理由として，現行商品は平成２１年６月３０日までは販売するが，\n平成２０年９月頃から予定している新商品は販売しないとの方針を示\nし，平成２０年９月以降，原告に新商品を販売せず，かつ，現行商品\nも発注の約７０％程度しか販売しないという態度に出た。\n(ｲ)  被告Ｙ１は，明道株式会社の代表者として，被告Ｙ２は，明道株式会\n社の営業本部課長として，原告が明道株式会社から明道株式会社が有し\nていた「平野レミ」シリーズの独占的販売権の譲渡を受けたことをよく\n知っている者である。\nしたがって，被告らがオダジマと共謀してした上記の独占的販売権の\n空洞化，排除（奪取）は，背信行為であり，債権侵害の不法行為である。\n(ｳ)  被告Ｙ１は明道株式会社の代表取締役として，被告Ｙ２は同社の営業\n本部課長として，信義則上，本件営業譲渡契約により，原告が「平野レ\nミ」シリーズを独占的に販売することを妨げてはならない債務を負った\nものであるが，被告Ｙ１及び被告Ｙ２は，上記のとおり，この債務の履\n行を怠った（債務不履行）ものであるから，これにより原告に生じた損\n害を賠償する責任があるというべきである。\n原告は，被告Ｙ１及び被告Ｙ２に対し，選択的に，上記債務不履行に\nよる損害賠償を求める。\nイ  被告ら\n(ｱ)  原告の主張は否認ないし争う。\n(ｲ)  本件覚書１（甲１１）は，原告に独占権を認めたものではなく，そも\nそも原告は，明道株式会社から独占的販売権の譲渡を受けていないし，\nライセンサーであるドレミファキッチンとの間でも，「平野レミ」シリ\nーズに関する権利を取得していない。\n(ｳ)  原告が独占的販売権の空洞化として主張する事実については，次のと\nおりである。\nａ  平成１８年５月１日，原告本社２階会議室において，原告から代表\n取締役を始めとする会社幹部，担当者，Ｅ（オダジマ専務），被告会\n社から被告Ｙ１，Ｃ，被告Ｙ２が出席し，新製品のプレミアムレミパ\nンの販売方法，戦略，品質について話合いがされた。その結果，同年\n７月からディノス先行販売，同年９月から一般の一斉販売をすること\nに決定し，Ｅがドレミファキッチンに確認し，了解も取った。\nしかし，原告の担当者は，ディノスに対して「年内ディノスだけの\n先行販売」という告知を入れることを承諾した。また，同年７月１３\n日にディノステレビショッピングの収録があり，同月２４日に放送さ\nれたが，その際，ビデオ収録の放映でなくライブで放送する部分で説\n明をする女性が「年内ディノスだけの販売」という誤った告知をした。\n以上の経緯から，原告は，年内はディノスだけに先行販売せざるを\n得ない状況になったもので，原告が先行販売の義務を負ったのは，原\n告のミスによるものである。\nｂ  本件覚書２（甲１３）は，Ｇの意向に従って原告に商品を販売させ\nるため，オダジマと結んだ業務委託契約に基づいて被告会社の被告Ｙ\n１が作成し，オダジマに渡したものであるが，原告の独占的販売権を\n認めたものでも，その期間を定めたものでもない。\nまた，被告会社がオダジマから仕入れ，東急ハンズに販売するよう\nになった経緯は次のとおりである。\n(a)  上記ａのとおり，原告は，平成１８年中は，ディノス以外にプレ\nミアムレミパンを販売することができなくなった。\n(b)  平成１８年８月初旬，ドレミファキッチン代表者のＧが，東急ハ\nンズの売場で，同従業員に対し，プレミアムレミパンはいつから売\n場展開するのかと質問したことから，東急ハンズの従業員は，原告\n東京店に赴き，プレミアムレミパンの販売を依頼した。\n(c)  これに対し，原告は，年内はプレミアムレミパンを販売できない\nという対応をしたが，東急ハンズは，Ｇに嫌われたくないことから，\n被告会社に販売を依頼した。\n(d)  被告会社は，原告がディノスの問題でプレミアムレミパンを年内\nは販売することができないことをドレミファキッチンに伝えること\nもできず，東急ハンズに商品展開することはライセンサーであるド\nレミファキッチンの代表者Ｇ個人の希望でもあることから，ライセ\nンシーであるオダジマの承諾を取った上，平成１８年９月以降，オ\nダジマから仕入れ，東急ハンズに販売することになった。\nこの販売は，飽くまでも原告が平成１８年中はディノス以外で販\n売することができないことに対応した臨時の措置であり，被告Ｙ２\nは，平成１９年１月，東急ハンズに対し，今後，原告でも対応でき\nることを伝えたが，東急ハンズは，かつての原告の対応に腹を立て\nていたため，原告からの仕入れには応じなかった。\n(e)  また，その１年後，被告Ｙ２とＥ（オダジマ専務）が東急ハンズ\n本部に行き，原告からの仕入れを再度依頼したが，受け入れてもら\nえなかった。\nｃ  タマハシは，自社カタログを利用する卸業者であり，従前は明道株\n式会社と共同でカタログを利用してレミパンの販売をしていたが，本\n件営業譲渡後は，原告がタマハシにレミパンを販売していた。\nタマハシは，原告代表者から，平成１８年中に「オダジマとＧがも\nめてオダジマが契約を切るので，カタログには載せないでほしい」と\n依頼を受けたことから，その後，自社カタログにレミパンを載せてい\nなかったが（ただし，タマハシは卸業者であるから，自社カタログに\nレミパンを載せないだけで，原告からレミパンを仕入れて販売するこ\nと自体は継続していた。），その後，被告Ｙ１に対し，レミパンを自\n社カタログに載せることができるか確認を求めたところ，被告Ｙ１は，\nドレミファキッチンの承諾を得た旨の回答をした。\nすると，タマハシは，仕入先が明道株式会社から原告に代わってか\nら対応が悪くなったと感じていたため，被告会社からレミパンを仕入\nれることを希望した。\nこのように，被告会社がタマハシにレミパンの販売をすることにな\nったのは，タマハシの意向によるものである（なお，前記のとおり，\n原告には「平野レミ」シリーズの独占的販売権がないから，被告会社\nがレミパンをタマハシに販売したとしても，何ら原告の権利を侵害す\nるものではない。）。\nｄ  ワイ・ヨットは，卸業を営む業者であるところ，オダジマが，平成\n２０年５月１４日，ワイ・ヨットの主催する展示会に出品したのは，\n新商品ではなく，新商品を検討するためのモックアップという木型で\nある。\nなお，被告らは，原告が新商品を販売することができないとして，\n原告の取引先に対し，ワイ・ヨットとの取引口座を開設するように働\nきかけたことはない。\n(3)  争点(3)（被告Ｙ１及び被告Ｙ２は，原告が明道株式会社から「平野レミ」\nシリーズに係る独占的製造，販売権の譲渡を受けることを妨げたか）につい\nて\nア  原告\n(ｱ)  明道株式会社は，上記(1)アのとおり，「平野レミ」シリーズと称され\nるフライパン（レミパン）について独占的製造，販売権を有していたに\nもかかわらず，被告Ｙ１は，原告に対し，ａ～ｃ契約の存在を秘匿し，\n「オダジマがドレミファキッチンから独占的製造，販売の許諾を受けて\nおり，明道株式会社は，オダジマから独占的販売の許諾を受けている」\nなどと虚偽の説明をした上，平成１７年９月１６日，原告を代理して，\nオダジマとの間において，従前の明道株式会社とオダジマとの取引内容\nと同一のものであるとして，本件覚書１（甲１１）を作成した。\n他方，ドレミファキッチンは，平成１７年８月１日，ａ契約について，\n明道株式会社と破棄合意（本件破棄合意）をし，平成１８年７月１日，\nオダジマとの間で商標権使用許諾契約（甲１２の１）を締結して，オダ\nジマに対し，「平野レミ」シリーズの独占的製造，販売権を許諾した。\n以上の結果，本件営業譲渡契約締結（平成１７年７月２９日）後，明\n道株式会社が有していたライセンシー（独占的実施権者）の立場にオダ\nジマが就くこととなり，原告は，明道株式会社が有していた「平野レミ」\nシリーズに係る独占的製造，販売権のうち，独占的販売権のみを取得す\nるにとどまった。\nこれは，被告Ｙ１及び被告Ｙ２の共謀によるものであり，被告Ｙ１及\nび被告Ｙ２のかかる行為は，詐欺的な不法行為である。\n(ｲ)  被告Ｙ１は明道株式会社の代表取締役として，被告Ｙ２は同社の営業\n本部課長として，信義則上，本件営業譲渡契約により，同社が有してい\nた「平野レミ」シリーズに係る独占的製造，販売権を原告に承継させる\n債務を負ったものであるが，被告Ｙ１及び被告Ｙ２は，上記のとおり，\nこの債務の履行を怠った（債務不履行）ものであるから，これにより原\n告に生じた損害を賠償する責任があるというべきである。\n原告は，被告Ｙ１及び被告Ｙ２に対しては，上記(ｱ)の不法行為と選択\n的に，上記債務不履行による損害賠償を求める。\n(ｳ)  ａ契約が１回限りの自動更新規定しか有しないとの主張は争う。\n仮に，ａ契約の自動更新が１回に限られるとしても，「平野レミ」シ\nリーズは，平成１７年当時，年間１３億円以上を売り上げる一番の売れ\n筋商品で，ドレミファキッチンに多額のロイヤリティ収入をもたらして\nいたものであり，ドレミファキッチンが平成１７年１２月３１日をもっ\nて契約更新を拒否して，その販売をやめることは考えられない。また，\n原告が当初からａ契約の存在を知っていたら，ドレミファキッチンとの\n間で当然にその更新をしていたはずである。\n被告Ｙ１及び被告Ｙ２が，本件営業譲渡契約締結の際，原告にａ契約\nの存在を秘匿し，原告による契約更新交渉の機会を奪っておきながら，\nａ契約に再更新規定が存在しないことを理由としてａ契約の終了を主張\nするのは，信義則に反するものとして許されない。\nイ  被告Ｙ１及び被告Ｙ２\n(ｱ)  原告の主張は否認ないし争う。\n(ｲ)  別紙３のとおり，本件営業譲渡契約の対象財産に「平野レミ」シリー\nズの独占的実施（製造，販売）権は含まれておらず，「平野レミ」シリ\nーズに係る独占的実施（製造，販売）権は，本件営業譲渡の対象財産と\nなっていない。\n本件覚書１（甲１１）は，被告Ｙ１が原告を代理して作成したもので\nはなく，原告代表者Ａ自身が作成し，その結果を被告Ｙ１に報告したも\nのであるが，これは，原告代表者において，オダジマが乙６契約により\n平野レミ事務所から直接に独占的実施（製造，販売）権を与えられてい\nることを認識した上で，原告とオダジマとの間の取引方法を定めた合意\n文書である。すなわち，原告は，「平野レミ」シリーズに関する独占的\n実施（製造，販売）権が本件営業譲渡の対象となっていなかったことを\n認識し，それを前提とした上で，オダジマとの間の取引を開始したもの\nである。\n(ｳ)  ドレミファキッチンは，原告にライセンシーとしての地位を与えるこ\nとを認めていなかったことから，ａ契約１３条３項の規定に基づき，本\n件破棄合意をしたもので，実質的には，ドレミファキッチンによるａ契\n約の解除である。\nしたがって，仮に本件営業譲渡契約の対象財産に「平野レミ」シリー\nズに係る独占的実施（製造，販売）権が含まれていたとしても，原告が\nこれを承継できなかったのは，被告Ｙ１及び被告Ｙ２が妨害したためで\nはない。\n(ｴ)  ａ契約１２条によれば，ａ契約の有効期間は平成１６年１２月３１日\nまでであり，１年間に限り自動更新規定があるものの，「その後も同様\nとする」という規定がないため，自動更新は１回限りである。\n明道株式会社は，平成１７年１月１日以降も従前の取引を行っていた\nから，同年１２月３１日までの更新はあったと解されるが，その後の更\n新は存在しないから，平成１８年１月１日以降，ａ契約は何ら効力を有\nしない。\nしたがって，原告がａ契約の承継を根拠にする主張のうち，平成１８\n年１月１日以降のものは，失当である。\n(4)  争点(4)（原告の損害）について\nア  原告\n(ｱ)  「平野レミ」シリーズに係る独占的販売権の空洞化（被告らの不法行\n為又は被告Ｙ１及び被告Ｙ２の債務不履行）による損害（主位的請求に\n係る損害）\nａ  東急ハンズ，タマハシへの販売行為による損害\n２３５８万１５４４円\n被告らは，クッキング・ライフと共謀の上，「平野レミ」シリーズ\n５８９５万３８６２円相当を東急ハンズ（平成１８年９月頃から平成\n２０年７月３１日まで）及びタマハシ（平成２０年１月頃から同年７\n月３１日まで）に販売することによって，少なくとも２３５８万１５\n４４円の利益を上げた。\n特許法１０２条２項の規定の準用により，被告らの上記利益は，原\n告の損害と推定される。\nｂ  平成２０年７月１日のライセンシー変更による売上減少に伴う損害\n１億５１４１万３８５２円\n被告らは，クッキング・ライフが新たに「平野レミ」シリーズのラ\nイセンシーとなった平成２０年７月以降，クッキング・ライフやオダ\nジマと共謀の上，原告に新製品を全く販売しなかったばかりか，現行\n品の販売も大幅に減らし，かつ，新商品をワイ・ヨット，被告会社に\n販売したことにより，原告が「平野レミ」シリーズについて有する独\n占的販売権を侵害した。\nその結果，平成２０年９月１日から平成２１年７月３１日までの原\n告の売上げは３億７７０１万１３８１円にとどまり，前年同期（平成\n１９年９月１日から平成２０年７月３１日まで）の売上げ（１２億５\n６５６万４０９６円）と比較して，８億７９５５万２７１５円の減少\nとなった。\n原告の粗利益率は２０.５１２％であるから，上記売上減のうち，１\n億８０４１万３８５２円（＝879,552,715 円×0.20512）が原告の損害\nであるが，原告は，その後，オダジマから，上記損害のうち２９００\n万円の填補を受けたので，原告の損害額は，１億５１４１万３８５２\n円である。\nｃ  ワイ・ヨット，被告会社への販売による損害\n１億８６８０万円\n被告らは，クッキング・ライフやオダジマと共謀の上，平成２０年\n８月１日以降，「平野レミ」シリーズに係る新製品を被告会社及びワ\nイ・ヨットに７万３４００個売却し，これによって，少なくとも１億\n８６８０万円の利益（製品１個当たり２０００円の利益）を上げた。\n特許法１０２条２項の規定の準用により，上記利益は，原告の損害\nと推定される。\nｄ  弁護士費用                                  １２６０万円\n原告は，上記ａ～ｃの損害合計３億６１７９万５３９６円のうち１\n億円の支払を求めるために，弁護士を選任して本件訴訟を追行してい\nるところ，その弁護士費用のうち１２６０万円が被告らの不法行為又\nは被告Ｙ１及び被告Ｙ２の債務不履行と相当因果関係のある損害であ\nる。\n(ｲ)  「平野レミ」シリーズに係る独占的製造，販売権の譲受けを妨げられ\nたこと（被告Ｙ１及び被告Ｙ２の不法行為又は債務不履行）による損害\n（予備的請求に係る損害）\nａ  営業譲渡契約における虚偽説明に基づく損害\n６４５２万８４５８円\n被告Ｙ１及び被告Ｙ２の虚偽説明により，原告は，本件営業譲渡契\n約を締結し，明道株式会社に対し，営業譲渡代金３億５０００万円を\n明道株式会社に支払ったほか，明道株式会社の営業債務１１億９６１\n４万円余を承継した。\n上記営業譲渡代金のうち３億６７５０万円（消費税１７５０万円を\n含む。）及びオダジマに対して承継した債務２億７７７８万４５８０\n円の合計６億４５２８万４５８０円の１割（６４５２万８４５８円）\nが，原告が取得することができなかった独占的製造権の対価に相当す\nるもので，原告の損害である。\nｂ  ａ～ｃ契約の秘匿と新たな契約関係の構築に基づく損害\n１億９６２１万１３２３円（主位的主張）\n５５０５万２９４５円（予備的主張）\n原告は，本件覚書１の下で「平野レミ」シリーズを以下のとおり売\nり上げ，以下の粗利益（平均２０.５３２％）を上げてきた。\n期      間            売  上  げ          粗  利  益\nＨ17.9.2～Ｈ18.8.31   14億0300万4970円  ２億9617万1725円\nＨ18.9.1～Ｈ19.8.31   16億4903万1266円  ３億3047万2714円\nＨ19.9.1～Ｈ20.8.31   13億3944万3694円  ２億7497万8740円\n合      計          43億9147万9930円  ９億0162万3179円\n原告が明道株式会社から「平野レミ」シリーズに係る独占的製造，\n販売権をそのまま引き継いでいれば，少なくとも２５％の粗利益を上\nげることができたと考えられるから（原告は，オリジナル商品，ライ\nセンス商品について，従来２５％～３０％の粗利益を上げてきた），\n原告は，ａ～ｃ契約の秘匿と新たな契約関係の構築によりライセンシ\nーの地位を奪われたことにより，少なくとも上記売上げの４.４６８％\n（＝２５％－２０.５３２％）相当の１億９６２１万１３２３円（＝４\n３億９１４７万９９３０円×０.０４４６８）の損害を受けた（主位的\n主張）。\nまた，原告は，平成１７年９月２日以降，オダジマの要求によるプ\nレミアムレミパンの値上げに伴い，５５０５万２９４５円を従前価格\nに上乗せして支払うことを余儀なくされたが，これも，原告が明道株\n式会社から独占的製造，販売権を承継していれば避けられた値上げで\nあり，原告の損害である（予備的主張）。\nｃ  弁護士費用                                  １２６０万円\n原告は，上記ａ，ｂの損害合計２億６０７３万９７８１円のうち１\n億円の支払を求めるために，弁護士を選任して本件訴訟を追行してい\nるところ，その弁護士費用のうち１２６０万円が被告Ｙ１及び被告Ｙ\n２の不法行為又は債務不履行と相当因果関係のある損害である。\n(ｳ)  まとめ\n原告は，主位的に，被告らに対し，不法行為による損害賠償請求とし\nて（被告Ｙ１及び被告Ｙ２に対しては，選択的に債務不履行による損害\n賠償請求として），連帯して上記(ｱ)ａ～ｃの損害（合計３億６１７９万\n５３９６円）のうち１億円及び同ｄの損害（１２６０万円）の合計１億\n１２６０万円並びにこれに対する平成２２年３月９日（原告の平成２２\n年３月５日付け第１２準備書面の被告らに対する送達の日の翌日）から\n支払済みまで民法所定の年５分の割合による遅延損害金の支払を求め，\n予備的に，被告Ｙ１及び被告Ｙ２に対し，不法行為又は債務不履行によ\nる損害賠償請求として，連帯して上記(ｲ)ａ，ｂの損害合計２億６０７３\n万９７８１円のうち１億円及び同ｃの弁護士費用の合計１億１２６０万\n円及びこれに対する平成２２年３月９日から支払済みまで民法所定の年\n５分の割合による遅延損害金の支払を求める。\nイ  被告ら\n(ｱ)  原告の主張は否認ないし争う。\n(ｲ)  原告は，本件覚書１により「平野レミ」シリーズに係る独占的販売権\nを取得したことを自認しているのであるから，明道株式会社が有してい\nた「平野レミ」シリーズに係る独占的販売権を承継できなかったとして\nも，それによる損害は存在しない。\n(5)  争点(5)（消滅時効の成否）について\nア  被告ら\n原告が明道株式会社から「平野レミ」シリーズに係る独占的製造，販売\n権の譲渡を受けることを妨げられたこと（被告Ｙ１及び被告Ｙ２の不法行\n為）による損害賠償請求権については，原告が損害及び加害者を知った時\nから３年間を経過しているから，時効により消滅する。\n被告Ｙ１及び被告Ｙ２は，本訴において，上記時効を援用する。\nイ  原告\n原告が「平野レミ」シリーズに係る独占的製造，販売権の譲渡を受ける\nことを妨げられたことを知ったのは，原告とオダジマとの間で係属した仮\n処分事件（当庁平成２０年(ヨ)第２２０５４号）において，オダジマが平\n成２０年８月２９日付けの答弁書で明らかにした時であり，原告は，その\n後，同年１１月２７日に本件訴訟を提起しているから，上記不法行為によ\nる損害賠償請求権については，いまだ時効が完成していない。\n第３  当裁判所の判断\n１  争点(1)（明道株式会社は，本件営業譲渡契約締結当時，「平野レミ」シリー\nズに係る独占的製造，販売権を有していたか）について\n(1)  原告は，ａ～ｃ契約に基づき，明道株式会社が「平野レミ」シリーズに係\nるフライパン（レミパン）について独占的実施権（独占的製造権及び独占的\n販売権）を有していたと主張するので，以下に検討する。\n(2)ア  ａ契約（甲６）は，ドレミファキッチンが明道株式会社に対し，調理用\n器具を製造，販売する「独占的実施権」（ａ契約第２条）を許諾すること\nを目的として，ドレミファキッチンと明道株式会社の間で締結されたもの\nである（ａ契約前文）。\nそして，ドレミファキッチンは，ａ契約の締結により，明道株式会社に\n対し，ａ契約の期間（平成１６年１月１日～同年１２月３１日）中，日本\n国及びドレミファキッチンが承諾するその他の地域内において，「ドレミ\nファキッチンがａ契約の下で明道株式会社に提供することを前提として創\n作するデザイン及びそれに関連する情報を使用し，本件商標１を付して製\n造した調理用器具」を製造，販売する「独占的実施権」を許諾した（ａ契\n約第１条１項，第２条１項）。\nこのように，ａ契約において上記「独占的実施権」として許諾されてい\nるのは，本件商標１の使用についてであり，明道株式会社は，ａ契約の締\n結によって，本件商標１の付された商品（調理用器具）を製造すること（調\n理用器具に本件商標１を付すこと）及び当該商品（本件商標１の付された\n調理用器具）を販売することに係る独占権について許諾を得たものと解す\nるのが相当である。\n他方，ａ契約においては，「本製品に関連して生じた特許」の出願等に\nついての定め（ａ契約第１０条）はあるものの，本件特許発明の実施につ\nいては何ら言及されていない。したがって，明道株式会社は，少なくとも\nａ契約によっては，本件特許発明の実施に係る許諾を得ていたものとは認\nめられない。\nイ  ｂ契約（甲７）は，ａ契約第２条２項の規定に基づき，ａ契約に基づい\nて許諾された明道株式会社の権利のサブライセンスとして，明道株式会社\nがオダジマに対し，調理用器具を製造，販売する独占権を許諾することを\n目的として，明道株式会社とオダジマとの間で締結されたものである（ｂ\n契約前文）。\nそして，明道株式会社は，ｂ契約の締結により，オダジマに対し，ｂ契\n約の期間（平成１６年１月１日～同年１２月３１日）中，日本国及びドレ\nミファキッチンが承諾するその他の地域内において，「明道株式会社及び\nドレミファキッチンがｂ契約の下でオダジマに提供することを前提として\n創作するデザイン及びそれに関連する情報を使用し，本件商標１を付して\n製造した調理用器具」を製造，販売する「独占的実施権」を許諾した（ｂ\n契約第１条，第２条１項）。\nこのように，ｂ契約においても，許諾の対象となっているのは本件商標\n１の使用についてであり，オダジマは，ｂ契約の締結によって，本件商標\n１の付された商品（調理用器具）を製造すること（調理用器具に本件商標\n１を付すこと）及び当該商品（本件商標１の付された調理用器具）を販売\nすることに係る独占権の許諾を得たものと解するのが相当である。\nなお，ｂ契約においても，ａ契約と同様，「本製品に関連して生じた特\n許」の出願等についての定め（ｂ契約第１０条）はあるものの，本件特許\n発明の実施については言及がない。したがって，オダジマは，ｂ契約によ\nって本件特許発明の実施に係る許諾を得たとは認められないが，本件特許\n権の共有者であるから（甲８４），本件特許発明の実施（製造，販売等）\nをすることができる（特許法７３条２項）。\nウ  原告は，明道株式会社とオダジマとの間には，ｂ契約のほか，ｂ契約に\n基づいてオダジマが製造する製品を明道株式会社が独占的に仕入れる旨の\n契約（ｃ契約）が存在する旨主張するが，かかる契約の成立を証する契約\n書が証拠として提出されておらず，その他，本件全証拠を検討しても，ｃ\n契約の存在を認めることはできない。\nまた，原告は，ｃ契約に係る契約書が存在しないとしても，その旨の合\n意（独占的仕入れに係る合意）はｂ契約に含まれる旨の主張をするが，ｂ\n契約の契約書（甲７）には，オダジマが本件商標１の付された商品（調理\n用器具）を明道株式会社に対してのみ独占的に販売することを定めた条項\nは存在しないから，ｂ契約の中に上記合意（独占的仕入れに係る合意）が\n含まれると認めることもできない。\n(3)  ｂ契約において，オダジマが本件商標１の付された調理用器具を製造し，\nこれを販売するに当たり，ドレミファキッチンの提供するデザインに忠実に\n製造することや，Ｇの品位，イメージ，名声，名誉等を傷つけるような販売\n方法を採らないことなどの制約は受けるものの，オダジマが明道株式会社以\n外の第三者の発注を受けて本件商標１の付された調理用器具を製造すること\nや，上記調理用器具を明道株式会社以外の第三者に販売することを禁止する\nような規定は存在しない。したがって，オダジマは，ｂ契約に基づき，自ら\nの判断により，本件商標１の付された調理用器具を製造し，これを販売する\nことができることになる。\nこのように，明道株式会社は，ａ契約に基づき，本件商標１の付された調\n理用器具を製造，販売することについて独占権の許諾を得ていたものの，本\n件特許発明の実施に係る許諾を得ていない以上，本件特許発明の実施品であ\nる「平野レミ」シリーズのフライパン（レミパン）を製造することはできな\nいし，また，本件商標１の付された調理用器具を販売すること（なお，本件\n特許権の共有者であるオダジマが製造したレミパンを仕入れ，これを販売す\nることについては，本件特許権は消尽し，その効力が及ばないから，明道株\n式会社も適法にこれを行うことができる。）については，オダジマもｂ契約\nに基づき同様に販売することができるのであるから，明道株式会社がこれを\n独占して行うことができるわけではない。\nしたがって，ａ契約とｂ契約を総合して解釈すれば，明道株式会社は，本\n件営業譲渡契約締結当時，実質的には，オダジマから「平野レミ」シリーズ\nに係る商品を購入（仕入れ）する第１次卸業者としての地位を有していたに\nすぎないものと認められる。\nそして，以上のことは，本件営業譲渡契約の締結に先立ち，監査法人によ\nって行われたデュー・デリジェンスの際にも，「平野レミ」シリーズに係る\n独占的製造，販売権の存在が指摘された形跡が窺われないこと，また，明道\n株式会社と原告との間で取り交わされた本件営業譲渡に関する覚書（甲８）\nや本件営業譲渡契約書（甲９）に添付された別紙「和平フレイズ株式会社が\n明道株式会社より譲り受ける資産及び負債」と題する書面（別紙３）のいず\nれにおいても，上記独占的製造，販売権が営業譲渡の対象財産として掲げら\nれておらず，本件営業譲渡の対価（３億５０００万円）を算定する際の前提\nとされていないことからも裏付けられるというべきである。\n(4)  以上検討したところによれば，本件営業譲渡契約締結（平成１７年７月２\n９日）当時，明道株式会社は「平野レミ」シリーズに係る独占的製造，販売\n権を有していたものとは認められない。\n２  争点(2)（被告らは，「平野レミ」シリーズに係る原告の独占的販売権を空洞\n化したか）について\n(1)  原告は，本件営業譲渡後，本件覚書１に基づき，オダジマから「平野レミ」\nシリーズ（レミパン）を独占的に仕入れ，これを独占的に販売してきたと主\n張する。\n(2)ア  本件覚書１（甲１１）は，原告とオダジマとの間において，平成１７年\n９月２日付けで作成されたものであるところ，本件覚書１においては，オ\nダジマが平野レミ事務所との契約に基づき製造している商品のブランド価\n値を維持するため，原告の販売先に対し，販売価格は上代価格を遵守する\nよう指導すること（第１条），当該商品に対するクレーム等の処理につい\nては，従前，明道株式会社が行っていた内容に準じて原告が行うこと（第\n２条，第７条），原告が当該商品の出荷数量を平野レミ事務所に報告し（第\n３条），オダジマが当該出荷数量に応じたロイヤリティを平野レミ事務所\nに支払うこと（第４条），原告がＧの氏名，写真等を使用する場合には，\n別途，平野レミ事務所の承認を得る必要があること（第５条），仕入れ，\n返品等については，オダジマが明道株式会社と取り交わした条件に準じて\n行うこと（第６条）などが取り決められているにとどまり，原告が「平野\nレミ」シリーズに係るフライパン（レミパン）をオダジマから独占的に仕\n入れることや，これを独占的に販売することを許諾するような文言は存在\nしない。\nこれは，平成１８年９月１日付けで原告とオダジマとの間で作成された\n本件覚書２（甲１３）についても同様であり，本件覚書２の各条項をみて\nも，原告に対し，「平野レミ」シリーズ（レミパン）を独占的に仕入れ，\nこれを独占的に販売する権限を許諾するような文言は存在しない。\nイ  なお，平成１８年９月５日付けで原告とオダジマとの間で作成された本\n件覚書３（甲１４）には，オダジマがドレミファキッチンとの契約に基づ\nき製造する製品について，オダジマが同製品を製造している間は，原告と\nの合意なしに，オダジマが原告以外の者に同製品を販売しないことを約す\nる規定（第１条）が存在する。そして，オダジマは，その当時，ドレミフ\nァキッチンから，「平野レミ」シリーズのフライパン（レミパン）に本件\n商標１～３を付して販売等することについて，独占的通常使用権の許諾を\n得ていたこと（甲１２の１）を併せ考慮すると，原告は，本件覚書３によ\nり，オダジマから「平野レミ」シリーズ（レミパン）を独占的に仕入れ，\nこれを独占的に販売する権利を取得したものと解する余地がある。\nしかしながら，仮に本件覚書３によって原告が「平野レミ」シリーズに\n係る独占的販売権を取得したとしても，これは原告とオダジマとの間の合\n意に基づく債権関係にすぎないから，被告らが同合意に拘束されるいわれ\nはない。\nまた，上記のとおり，仮に原告に独占的販売権が認められるとしても，\nそれは本件覚書３に由来するものであり，明道株式会社から本件営業譲渡\n契約により承継したものではないのであるから，被告Ｙ１及び被告Ｙ２に\nおいて，原告による独占的販売の実現を妨げてはならない旨の義務を負う\n理由もない。\n(3)  原告の主位的請求は，原告が「平野レミ」シリーズの独占的販売権（本件\n特許発明の独占的通常実施権，本件各商標の独占的通常使用権）を取得した\nにもかかわらず，被告らの前記第２の４(2)ア(ｱ)ａ～ｅの行為によりこれを\n空洞化されたとし，これらの行為が被告らの共同不法行為又は被告Ｙ１及び\n被告Ｙ２については選択的に債務不履行であると主張するものである。しか\nし，被告Ｙ１及び被告Ｙ２において原告による独占的販売の実現を妨げては\nならない旨の義務を負う理由がないことは上記のとおりであるから，債務不\n履行の主張はその前提を欠き，失当というほかない。また，仮に原告に独占\n的販売権が認められるとしても，これは原告とオダジマとの間の合意に基づ\nく債権関係にすぎないから，被告らが原告と競合して「平野レミ」シリーズ\nに係る製品の販売に関与したとしても，それが自由競争の範囲を逸脱するよ\nうな特段の事情がない限り，原告に対する関係で不法行為を構成するもので\nはない。そして，本件全証拠を検討しても，被告らについて，原告の主張す\nる上記第２の４(2)ア(ｱ)ａ～ｅに至る「平野レミ」シリーズの取引をめぐり，\n自由競争の範囲を逸脱するような行為があったと評価し得るような特段の事\n情は認められない。したがって，原告の不法行為の主張も採用することがで\nきない。\n以上検討したところによれば，原告の独占的販売権を空洞化させたことを\n理由とする原告の不法行為又は債務不履行に基づく損害賠償請求（主位的請\n求）は，いずれも理由がない。\n３  争点(3)（被告Ｙ１及び被告Ｙ２は，原告が明道株式会社から「平野レミ」シ\nリーズに係る独占的製造，販売権の譲渡を受けることを妨げたか）について\n(1)  原告の予備的請求は，本件営業譲渡に当たり，被告Ｙ１及び被告Ｙ２から，\n明道株式会社は「平野レミ」シリーズについて独占的製造，販売権を有して\nいたにもかかわらず，ａ～ｃ契約の存在を秘匿し，「オダジマがドレミファ\nキッチンから独占的製造，販売の許諾を受けており，明道株式会社は，オダ\nジマから独占的販売の許諾を受けている」などと虚偽の説明を受けた，ドレ\nミファキッチンは，平成１７年８月１日，ａ契約について，明道株式会社と\n破棄合意（本件破棄合意）をし，平成１８年７月１日，オダジマとの間で商\n標権使用許諾契約（甲１２の１）を締結して，オダジマに対し，「平野レミ」\nシリーズの独占的製造，販売権を許諾した結果，本件営業譲渡契約締結（平\n成１７年７月２９日）後，明道株式会社が有していたライセンシー（独占的\n実施権者）の立場にオダジマが就くこととなった，これらは被告Ｙ１及び被\n告Ｙ２の共謀による詐欺的な不法行為又は債務不履行であるなどと主張する\nものである。\n(2)  しかしながら，本件営業譲渡契約締結（平成１７年７月２９日）当時，明\n道株式会社は「平野レミ」シリーズに係る独占的製造，販売権を有していた\nと認められないことは，上記１(4)に説示したとおりであり，原告の主張は前\n提において誤りである。また，ａ契約及びｂ契約については，本件営業譲渡\n契約の締結に先立ち監査法人によってデュー・デリジェンスが実施されてい\nるのであるから，被告Ｙ１及び被告Ｙ２がこれを秘匿したものと認めること\nはできないし，ｃ契約の存在が認められないことは前記１(2)ウに説示したと\nおりである。そして，ほかに被告Ｙ１及び被告Ｙ２が原告主張の虚偽の説明\nをするなどの詐欺的な行為を働いたとの事実を認めることもできない。\nさらに，本件破棄合意についても，証拠（乙２７，被告Ｙ１本人）によれ\nば，被告Ｙ１及び被告Ｙ２がａ契約に基づく明道株式会社の地位の承継を妨\n害したものではなく，ドレミファキッチンが原告にライセンシーとしての地\n位を与えることを許諾しなかったことから，ａ契約１３条３項の規定に基づ\nき，ａ契約を終了させることになったものと認められるから，これををもっ\nて，原告に対する不法行為を構成するものとは認められない。\n(3)  上記１(4)に説示したとおり，明道株式会社は「平野レミ」シリーズに係る\n独占的製造，販売権を有していたとは認められないのであるから，被告Ｙ１\n及び被告Ｙ２が上記権利を原告に承継させる債務を負っていたということは\nできない。したがって，原告の債務不履行の主張も理由がない。\n(4)  以上検討したところによれば，被告Ｙ１及び被告Ｙ２が原告が明道株式会\n社から「平野レミ」シリーズに係る独占的製造，販売権の譲渡を受けること\nを妨げたことを理由とする原告の不法行為又は債務不履行に基づく損害賠償\n請求（予備的請求）も，いずれも理由がない。\n４  結論\n以上のとおり，原告の本訴主位的請求及び予備的請求は，その余の点につい\nて検討するまでもなく，いずれも理由がないから，これを棄却することとして，\n主文のとおり判決する。\n東京地方裁判所民事第４０部\n裁判長裁判官\n岡 本   岳\n裁判官\n鈴 木 和 典\n裁判官\n坂 本 康 博\n別紙１\n商 標 目 録\n１\n２\n３\n別紙２  商 標 権 目 録\n１  登録番号  第４９１１７００号\n出願日    平成１７年３月３１日\n登録日    平成１７年１２月２日\n商品及び役務の区分並びに指定商品又は指定役務\n第２１類  なべ類，コーヒー沸かし（電気式又は貴金属製のもの\nを除く。），鉄瓶，やかん，アイスペール，泡立て器，こし器，\nこしょう入れ・砂糖入れ及び塩振り出し容器（貴金属製のもの\nを除く。），卵立て（貴金属製のものを除く。），ナプキンホ\nルダー及びナプキンリング（貴金属製のものを除く。），盆（貴\n金属製のものを除く。），ようじ入れ（貴金属製のものを除く。），\nざる，シェーカー，しゃもじ，手動式のコーヒー豆ひき器及び\nこしょうひき，じょうご，すりこぎ，すりばち，ぜん，栓抜，\n大根卸し，タルト取り分け用へら，なべ敷き，はし，はし箱，\nひしゃく，ふるい，まな板，麺棒，焼き網，ようじ，レモン絞\nり器，ワッフル焼き型（電気式のものを除く。），清掃用具及\nび洗濯用具\n登録商標  別紙１商標目録１のとおり\n２  登録番号  第４９１４０７２号\n出願日    平成１７年３月３１日\n登録日    平成１７年１２月９日\n商品及び役務の区分並びに指定商品又は指定役務\n第２１類  なべ類\n登録商標  別紙１商標目録２のとおり\n３  登録番号  第４９１４０７３号\n出願日    平成１７年３月３１日\n登録日    平成１７年１２月９日\n商品及び役務の区分並びに指定商品又は指定役務\n第２１類  なべ類\n登録商標  別紙１商標目録３のとおり\n別紙３＜添付省略＞\n"
}