{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 5,
    "day": 16
  },
  "case_number": "平成22(ワ)6572",
  "case_name": "債務不存在確認等事件",
  "court_name": "大阪地方裁判所第１６民事部",
  "gist": "洋裁教室等を経営する原告らが，訴外会社にホームページの作成等を依頼し，その代金支払方法として，ホームページ作成用のソフトウェアのリースを受ける名目で，リース会社である被告との間でリース契約を締結した場合において，被告が若干の注意を払えば，役務の提供にリース契約が利用される事案であることを知り得たのに，その点の調査をせずにリース契約を締結したところ，訴外会社が業務を停止し，ホームページが作成されなかったときは，原告らは被告に対し，未払いリース料の支払義務を負わない。",
  "lawsuit_id": "82477",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82477",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/477/082477_hanrei.pdf",
  "contents": "主            文\n１  原告Ａと被告との間において，原告Ａの被告に対する，別紙契約目録\n記載１のリース契約に基づく残リース料債務１０６万７８５０円が存在\nしないことを確認する。\n２  原告Ｂと被告との間において，原告Ｂの被告に対する，前項のリース\n契約についての連帯保証債務１０６万７８５０円が存在しないことを確\n認する。\n３  原告Ａのその余の請求を棄却する。\n４  原告Ｃと被告との間において，原告Ｃの被告に対する，別紙契約目録\n記載２(1)及び(2)記載の各リース契約に基づく残リース料債務１９９万\n９６２０円が存在しないことを確認する。\n５  原告Ｄと被告との間において，原告Ｄの被告に対する，前項の各リー\nス契約についての連帯保証債務１９９万９６２０円が存在しないことを\n確認する。\n６  原告Ｃのその余の請求を棄却する。\n７  訴訟費用はこれを４分し，その１を原告らの，その余を被告の各負担\nとする。\n事 実 及 び 理 由\n第１  請求\n１  主文１項同旨\n２  主文２項同旨\n３  被告は，原告Ａに対し，金３５万５９５０円及びこれに対する平成２２年５\n月２８日から支払済みまで年５分の割合による金員を支払え。\n４  主文４項同旨\n５  主文５項同旨\n６  被告は，原告Ｃに対し，金６０万８５８０円及びこれに対する平成２２年５\n月２８日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告らが，リース取引を行う被告に対し，訴外株式会社Ｅ（以下\n「訴外Ｅ社」という。）をサプライヤーとするリース契約の締結，連帯保証の\n申込みを内容とするリース契約申込書を交付し，リース料の一部を支払った後\nに，訴外Ｅ社よりホームページ作成の役務の提供を受けられなかったとして，\n前記リース契約の不成立，無効等を主張し，不当利得の返還として既払リース\n料の返還，並びに未払リース料債務及び連帯保証債務の不存在確認を求めた事\n案である。\n１  前提となる事実（争いのない事実及び弁論の全趣旨より認められる事実）\n(1) 本件第１契約の関係\nア  原告Ａは，平成２０年７月１８日，被告に対し，別紙契約目録記載１の\nリース契約（以下「本件第１契約」という。）の申込みを行い，原告Ｂは，\n原告Ａが被告に対して負担する一切の債務について，連帯保証する旨の意\n思表示をした。\nイ  被告は，同年８月１１日，原告Ａに対し，本件第１契約についての確認\nを行い，これによって，本件第１契約及び原告Ｂの連帯保証契約は，同日\n付で成立したものとした（その効力については争いがある。）。\nウ  原告Ａは，本件第１契約のリース料総額１４２万３８００円（消費税を\n含む。以下のリース料等の表示において同じ。）のうち，３５万５９５０\n円については被告に支払ったが，その余の１０６万７８５０円については，\n支払を拒んでいる。\n(2) 本件第２契約の関係\nア  原告Ｃは，被告に対し，平成２０年６月４日に別紙契約目録記載２(1)\nのリース契約（以下「本件第２(1)契約」という。）の，同月２０日に同\n目録記載２(2)のリース契約（以下「本件第２(2)契約」という。）の各申\n込みを行い，原告Ｄは，それぞれの際に，原告Ｃが被告に対して負担する\n一切の債務について，連帯保証する旨の意思表示をした（以下，本件第２\n(1)契約と本件第２(2)契約とを「本件第２契約」と総称し，本件第１契約，\n本件第２契約及びこれに付随する連帯保証契約を「本件各契約」と総称す\nる。）。\nイ  被告は，同年６月２０日，原告Ｃに対し，本件第２契約についての確認\nを行い，これによって，本件第２契約及び原告Ｄの連帯保証契約は，同日\n付で成立したものとした（その効力については争いがある。）。\nウ  原告Ｃは，本件第２契約のリース料総額の合計２６０万８２００円のう\nち，６０万８５８０円については被告に支払ったが，その余の１９９万９\n６２０円については，支払を拒んでいる。\n２  原告らの主張（請求原因事実）\n(1) 総論\nア  本件各契約は，サプライヤーである訴外Ｅ社とリース会社である被告と\nの業務提携に基づき，訴外Ｅ社が被告に原告らを斡旋し，被告が訴外Ｅ社\nにリース契約締結に関する事務手続を代行させるため，リース会社である\n被告とユーザーである原告らとの間に，直接の交渉が存しないリース提携\n販売にあたる。\nイ  本件各契約は，いわゆる小口リースであって，十分な資金力のない訪問\n販売業者が利用するため，このため，対象物件についての知識のないユー\nザーが，サプライヤーの勧誘により市価より遙かに高額なリース契約を締\n結させられるなどの病理現象が生じやすく，物件の選定や価格交渉はサプ\nライヤーとユーザーとの間で行われるとの古典的なリース契約の法理に依\n拠した場合，サプライヤーの不正な勧誘が看過されることになる。\nウ  提携リース，小口リースにおいては，サプライヤーとユーザーの関係は\n希薄であるのに，リース会社とサプライヤーの関係は密接であり，リース\nの実質上の目的が役務の提供にある場合，リース会社においてそれを見抜\nくことは容易であるから，被告は，本件各契約が，真実，ソフトウェアを\n対象とするものであるか，ソフトウェアが原告らに引き渡されたかを確認\nすべき義務を負っていたというべきである。\n(2) 主位的主張（役務提供契約）\nア  原告らは，訴外Ｅ社より勧誘を受け，ホームページを作成し更新すると\nいう役務の提供を受け，被告にその対価を分割払いすることを目的として，\n本件各契約の申込みをしたのであるから，本件各契約は，リース契約の名\n称が使用されていても，内容は役務の提供を目的とする契約であり，本件\n各契約の契約書等に記載されたリース契約であることを前提とする条項は，\n適用されない。\nイ  原告Ｃにおいて複数の契約を締結していること，及び本件各契約のリー\nス料が，市販のホームページ作成ソフトの価格に比して著しく高額である\nことに照らし，本件各契約が役務の提供を目的とするものであることは明\nらかである。\nウ  訴外Ｅ社は，原告らに対し，ホームページの作成及び更新といった，本\n件各契約の目的である役務の提供を履行せず，原告らにおいて履行を催告\nしたがその提供がないため，原告らは，被告に対し，リース料支払義務を\n負担しない。念のため，被告に対し，本件各契約を債務不履行解除する旨\nの意思表示をした。\n(3) 予備的主張１（ホームページを目的とするリース契約）\nア  仮に本件各契約が役務提供契約ではなく，リース契約であるとされた場\n合，リース契約の対象物件は，原告らのホームページというべきである。\nイ  原告らに完成したホームページが引き渡された事実はなく，原告らにお\nいてその引渡しを確認した事実もないので，原告らは，本件各契約に基づ\nく，リース料の支払義務を負わない。\nウ  原告らが，本件各契約の債務不履行解除の意思表示をしたことは，前記\n(2)ウに同じ。\n(4) 予備的主張２（ソフトウェアを目的とするリース契約）\n仮に本件各契約が，役務提供契約ではなくリース契約とされ，その対象物\n件がソフトウェアとされるのであれば，以下のとおり解すべきである。\nア  契約不成立\n原告らにおいて，ソフトウェアを対象とするリース契約を締結する意思\nはなかったから，本件各契約は，不成立というべきである。\nイ  心裡留保\n原告らは，ホームページ作成のために本件各契約を締結したものであっ\nて，ソフトウェアを対象とする契約を締結する意思はなかった。\n訴外Ｅ社がホームページの作成を主たる業務としていること，本件各契\n約のリース料が単なるソフトウェアの売買に比して著しく高額であること，\n及びユーザーよりの苦情，問い合わせ等から，訴外Ｅ社が，ホームページ\n作成の役務の提供のためにリース契約を利用していることを，被告は知り\n得たと考えられるから，本件各契約は，心裡留保により無効である。\nウ  公序良俗違反\nソフトウェアを対象とするリース契約としては，法外な金額が設定され，\n訴外Ｅ社が役務の提供を停止しても，原告らは中途解約することができな\nいとする点で，本件各契約は公序良俗に違反するというべきであり，無効\nである。\n(5) 予備的主張３（信義則違反）\nリース料の実質が，ホームページ作成という役務の提供に対する対価であ\nり，リース取引になじまないこと，被告と訴外Ｅ社は，相互に市場を拡大し，\n利益を追求していた関係にあったこと，本件各契約は，訴外Ｅ社が契約締結\n事務を代行したものであることを総合すると，訴外Ｅ社が役務の提供を行っ\nていない以上，被告が原告らに本件各契約に基づきリース料を請求すること\nは，信義則に違反し許されない。\n(6) まとめ\n主位的主張，予備的主張１または予備的主張２のいずれかが認められた場\n合，原告らは，被告に対し，不当利得に基づき既払いリース料の返還及びこ\nれに対する訴状による催告の日の翌日から支払済みまで民法所定年５分の割\n合による遅延損害金の支払，並びに未払いリース料債務及び連帯保証債務の\n不存在確認を求める。\n予備的主張３が認められた場合は，未払いリース料債務及び連帯保証債務\nの不存在確認を求める。\n３  被告の主張\n(1) 総論について\nア  被告と訴外Ｅ社は別法人であり，リース期間中，ユーザーである原告ら\nの信用リスクを負担し続ける被告は，訴外Ｅ社と利益相反の関係にある。\n被告は，独自にユーザーの信用調査を行い，電話による確認も行ってリー\nス契約を締結している。本件各契約は提携リースにはあたらず，被告と訴\n外Ｅ社との間に提携関係，一体関係はない。\nイ  小口リース契約においては，契約締結手続の一部が簡易化されるものの，\nその法的関係は，一般的なリース契約と変わるところはない。\n(2) 本件各契約の対象について\nア  本件各契約は，原告らと被告との間において，ソフトウェアを対象とす\nるリース契約として成立したものであり，具体的には，被告が，サプライ\nヤーである訴外Ｅ社から，ホームページ作成用のソフトウェアであるＥ社\nオリジナルソフトまたはＥ社ソフト（以下「本件ソフト」という。）の使\n用許諾を受け，これを原告らに再使用許諾することを内容とするものであ\nる。ホームページ作成等の役務の提供を内容とするものではない。\nイ  原告らは，リース契約の対象として，本件ソフトが記載されたリース契\n約書に署名押印しており，本件各契約の対象に役務の提供が含まれないこ\nとを確認する旨の書面（リース物件受領書及び確認書）にも署名押印して\nおり，本件各契約が本件ソフトを対象とすることは明らかである。\nウ  被告は，電話確認に対し，原告らが，リース契約の対象は本件ソフトで\nある旨を回答したからこそ，本件各契約の締結に応じたのであって，役務\nの提供が目的であることが判明していれば，リース契約の締結には応じて\nいない。訴外Ｅ社が原告らに役務の提供を約したとしても，原告らと被告\nとの契約関係には影響しない。\nエ  本件各契約は，本件ソフトを対象とするものであり，完成後のホームペ\nージ自体を対象とするリース契約にはあたらない。\nオ  原告らは，本件各契約が，ホームページの作成，更新という役務の提供\nを内容とすることを前提に，あるいは，本件各契約が，完成後のホームペ\nージそれ自体を対象とすることを前提に，本件各契約の不成立，心裡留保\n無効，債務不履行解除を主張するが，いずれも失当である。\n(3) 本件ソフトの引渡しについて\nア  原告らは，被告に対し，書面（リース物件受領書及び確認書）及び電話\nに対する応答により，本件各契約のリース物件の引渡を受けたことを認め，\nその後，長期間リース料を支払っているから，信義則上，原告らは，リー\nス物件の引渡のないことを主張できない。\nイ  原告らは，本件ソフトの不存在を主張するようであるが，本件各契約は，\n原告らに金融の便宜を得させるファイナンス・リースの性質を有するから，\n仮に本件ソフトが不存在であったとしても，本件各契約が直ちに不成立，\n無効となるものではない。\nウ  本件各契約のリース物件が，瑕疵のない完全な状態で引き渡されたこと\nを確認するのは，ユーザーである原告らの責務であり，リース会社である\n被告が，リース物件を原告らに引き渡す義務を負ったり，これを確認する\n義務を負ったりするものではない。\n(4) その他の主張について\nリース物件の選定及び価格の決定は，ユーザーである原告らとサプライヤ\nーである訴外Ｅ社との交渉に委ねられており，被告において，リース料の\n価格が適性かを確認すべき義務はない。また，仮に原告らと訴外Ｅ社がリ\nース料を通常より高額に設定したとしても，本件各契約の効力には影響し\nない。本件各契約が公序良俗に違反するとの原告らの主張は理由がない。\n(5) まとめ\nア  本件各契約は，本件ソフトを対象とするリース契約として有効に成立し\nており，その不成立，無効をいう原告らの主張はいずれも理由がない。\nイ  被告には何らの債務不履行はなく，訴外Ｅ社からの役務の提供は，リー\nス料と対価関係に立たないから，原告らは，訴外Ｅ社からの役務の提供の\nないことを理由に，本件各契約を債務不履行解除することはできない。\nウ  原告らは，本件ソフトをリースの対象とする契約書を作成し，本件ソフ\nトが引き渡された旨の電話確認に応じた後，長期間にわたって，リース料\nを支払ったのであるから，その後の訴外Ｅ社からの役務の提供がないこと\nを理由に，信義則を主張して，リース料の支払を免れることはできない。\nエ  以上のとおり，原告らの主位的主張，予備的主張１から３までは，いず\nれも理由がない。\n第３  裁判所の判断\n１  認定事実\n文中記載の証拠及び弁論の全趣旨によれば，以下の事実を認定することがで\nきる（以下，乙Ｃ５及び証人Ｆの証言を「Ｆ証言」，乙Ｃ４及び証人Ｇの証言\nを「Ｇ証言」，甲Ｂ５及び証人Ｈの証言を「Ｈ証言」，甲Ｂ４及び原告Ｃの供\n述を「Ｃ供述」，甲Ａ３及び原告Ａの供述を「Ａ供述」という。）。\n(1) 被告と訴外Ｅ社\nア  被告は，主として事業会社との間でリース取引を行う株式会社である。\n被告は，当初，規模の大きい事業会社を中心にリース取引を行っていたが，\n平成１０年に商品事業部を創設し，以後，個人事業主または小規模事業者\nを対象とする事業用資産リース（以下「商品事業部リース」という。）を\n行うようになったが，一般消費者を対象とするリース取引は行っていない。\n商品事業部リースでは，多数の契約を迅速に処理し得るよう，ワンライテ\nィング方式の書式を用意してサプライヤーに使用させており，その契約の\n対象は，物のリース，またはソフトウェアの使用許諾権のリースに限られ，\nファイナンス・リース契約の本質と矛盾し，役務提供の不履行がリース料\n不払の主張を招くとの理由で，サプライヤーによる役務の提供そのものを\nリース契約の対象とすることは予定しておらず，役務の提供をリースの対\n象にしたいとの申出があっても，被告は契約の締結に応じない（乙Ｃ３，\nＦ証言）。\nイ  訴外Ｅ社は，横浜市神奈川区に本社を置き，大阪市淀川区に関西支店を\n置き，Ｗｅｂ制作，ＤＴＰ制作，ソフトウェア開発，映像制作，音楽配信\nを事業内容に掲げる会社である。訴外Ｅ社は，平成１５年１２月４日，被\n告との間で業務協定を締結し，商品事業部リースを取り扱うようになった。\n上記業務協定は，訴外Ｅ社が被告のリースシステムを利用して販売促進を\n図り，被告は訴外Ｅ社の推薦する顧客とリース契約を締結することによっ\nて，双方の事業の発展させることを目的とするものであり，訴外Ｅ社と被\n告は，上記業務協定において，要旨以下の内容を合意した（甲Ａ５，甲Ｃ\n４，乙Ｃ１）。\n(ｱ) 対象顧客は事業者であること。\n(ｲ) リース取引の対象商品は，訴外Ｅ社が取り扱い，被告の承認する商品\nであって，プログラム・プロダクトが含まれること。\n(ｳ) 顧客より制度利用の申出があったとき，訴外Ｅ社は顧客に被告所定の\n申込書に必要事項を記入させ，被告宛に申し込むこと，被告は前記申込\nみに基づき，速やかに顧客の信用調査及び審査を行い，リース契約締結\nの可否を決定して，その結果を訴外Ｅ社に通知すること。\n(ｴ) 被告・顧客間のリース契約の申込みには，被告所定のリース契約書を\n使用し，リース契約書の授受等リース契約に必要な業務は，被告に代わ\nり訴外Ｅ社が行うことができものとすること，被告がリース契約書を受\n領し，被告所定の手続により，顧客に契約の意思，検収，連帯保証人に\n保証の意思を確認した後，リース契約が成立するものとし，リース売買\n契約成立日は，被告の指定する日とすること。\n(ｵ) 訴外Ｅ社・被告間のリース物件の売買契約書は，事務合理化のためそ\nの締結を省略するが，前記リース売買契約成立日に当然に売買契約が締\n結されたものとし，訴外Ｅ社から被告へリース物件の所有権が移転する\nこと，訴外Ｅ社は，顧客にリース物件を直接納入すること。\n(ｶ) 本協定の有効期間中といえども，訴外Ｅ社または被告における信用事\n故の発生，並びに訴外Ｅ社，被告のいずれかが本協定の義務を怠ったと\nきは，相手方はいつでも協定を解約し，損害賠償を請求できること。\nウ  商品事業部リースでは，契約の申込があると，コンピューターを使った\n自動審査により，法人情報，代表者の個人情報による与信審査を行うが，\n被告がリース物件価格の相当性を審査することは予定されていなかった。\nまた，物件がユーザーに引き渡された後に，ユーザーが物件借受証を発行\nするという手続も行われなかった（乙Ｃ３，Ｆ証言）。\nエ  前記業務協定締結後，被告の商品事業部から，当初はＩが，平成２０年\n４月以降はＧが，担当者として一月に一回程度訴外Ｅ社を訪れ，営業状況\nを確認し，契約書を回収するなどしていた。訴外Ｅ社は，当初，Ｊ株式会\n社の代理店として，ファクシミリや電話機のリースを主たる業務としてい\nたが，平成１７年ころから，本件ソフトを対象とするリースを扱うように\nなり，その取扱件数は，平成１７年度１７件，平成１８年度３件，平成１\n９年度１９３件，平成２０年度は９月までで１８８件と急増する一方，電\n話機等の販売はなくなった。Ｇは，平成２０年４月にＩから引継ぎを受け\nる際，訴外Ｅ社は，ソフトウェアを販売する会社と説明されたが，訴外Ｅ\n社を訪問した際に，ソフトウェアの現物を現認したことはなく，買主にど\nのような形でソフトウェアを交付するのか，ＣＤ−ＲＯＭで渡すのか，パ\nスワードを知らせるのかも把握していなかったが，電話確認がされている\nので，ソフトウェアは納入されていると思っていた。Ｇが担当するように\nなり，毎月２０ないし３０件のソフトウェアの契約があったが，平成２０\n年９月，被告は，業績不振を理由に，訴外Ｅ社のリースの取扱を停止し，\nその後，訴外Ｅ社は倒産した（乙Ｃ３，Ｇ証言，Ｈ証言）。\n(2) 原告Ａの関係\nア  原告Ａは，平成１７年当時，大阪府茨木市で洋裁教室を経営しており，\n原告Ｂは，原告Ａの被用者または共同経営者であった。\nイ  原告Ａは，平成１７年５月，訴外Ｅ社のＫに勧誘され，訴外Ｅ社に対し，\n洋裁教室のホームページの作成等を依頼した。この時，Ｋは，原告Ａに対\nし，ホームページ（オリジナル）７ページを作成すること，１５０点の更\n新を行うこと，１．５時間の指導を行うこと，ヤフーのビジネスサイトに\n登録すること，ＡＤＳＬモデム及び液晶ディスプレイを交付することを約\nした上で，月額８７００円，６年，７２か月のリース料金となる旨を告げ，\n原告Ａはこれを了承した。Ｋは，原告Ａの訴外Ｅ社に対する「お申し込み\n受付書」には，上記合意に沿った役務の提供等を記載したが，原告Ａを申\n込者，原告Ｂを保証人とする，訴外Ｌ株式会社に対するリース契約の申込\n書には，リース物件として，品名・Ｅ社オリジナルソフト，メーカー名・\nＥ社，品名・ＡＤＳＬモデム，メーカー名・Ｊ株式会社と記載して，原告\nＡ及び原告Ｂに署名させた（甲Ａ４，甲Ａ５，Ａ供述）。\nウ  訴外Ｅ社では，ＷＥＢプランナーのＭらがホームページの作成を担当し，\n平成１７年１２月に作成したホームページを納品したが，注文との相違や\n不具合があったため，原告Ａはクレームを付け，Ｍらは手直しを約したが，\n完全には修正されなかった（Ａ供述）。\nエ  原告Ａの洋裁教室は，平成１９年７月に兵庫県芦屋市に移転したが，平\n成２０年７月，訴外Ｅ社のＮが洋裁教室を訪れ，以前作成したホームペー\nジをリニューアルするよう提案し，その翌日ころ，ＮとＭとが原告Ａを訪\nね，前リースの契約残金３１万０５９０円を返還すること，納得のいくホ\nームページを作ること，きめ細かいサポートをすることを約したところ，\n原告Ａは，ホームページのリニューアルを訴外Ｅ社に依頼した。\nオ  原告Ａは，Ｎに対し，ホームページを作成すること，ＳＥＯ（検索エン\nジンの最適化）対策をすること，顧客からのアクセスについての解析をす\nること，ホームページのトップにフラッシュ（動画またはアニメーショ\nン）を入れること，アイテム及びカレンダーを更新できるようにすること\nなどを依頼し，Ｎは，平成２０年７月１８日，訴外Ｅ社に対する「お申し\n込み受付書」に，注文内容として，ホームページ（オリジナル）４ページ\nの作成，検索エンジン最適化サービス，アイテム更新プログラム，アイテ\nム更新追加ページ，カレンダー更新プログラム，フラッシュＣ，アクセス\n解析といった，上記依頼に対応する役務の提供を記載した。Ｎは，これと\n同時に，被告宛のワンライティング方式のリース契約申込書も作成して，\n原告Ａ及び原告Ｂに署名押印させたが，Ｎは，同申込書のリース対象物件\nの欄には，Ｅ社オリジナルソフトとのみ記載した上，リース料月額２万３\n７３０円，リース期間６０か月と記載した（本件第１契約）。またＮは，\n同日，被告宛の書面である「リース物件受領書及び契約確認書」に，原告\nＡの署名押印を求めたが，同確認書には，被告との間で締結した契約に基\nづき下記物件（Ｅ社ソフトと記載されている。）を検収したこと，物件が\n契約に適合しかつ瑕疵がないことを確認したこと，検収日欄記載の日付を\nもってその引渡を受けたこと，リース物件については被告が所有権（ソフ\nトウェアについては使用権）を有しているものであり，物件の瑕疵，不具\n合，使用の有無並びに売主と申込者との間で別途約定された役務提供の有\n無，履行の程度及び内容のいかんと関係なく，被告に対するリース料の支\n払義務が発生し，リース期間中解約できないこと等が不動文字で記載され\nていたが，検収日，契約締結日の欄は，その時点では空白であった（甲Ａ\n１，甲Ａ２，乙Ａ２，Ａ供述）。\nカ  訴外Ｅ社は，被告宛のリース契約申込書及びリース物件受領書及び契約\n確認書を被告に送付し，被告は，信用審査の後，平成２０年８月１１日，\n原告Ａに電話をかけ，原告Ａ本人であることを確認の上，リース契約の申\n込みをしたのは間違いないか，リース物件がＥ社オリジナルソフトである\nことは間違いないか，リース物件の納入はあったか，リース料は原告Ａの\nＱ銀行の口座から毎月２万３７３０円を６０回支払うということで間違い\nないかといった質問を発した。この時点では，訴外Ｅ社から原告Ａに対し，\nホームページ更新等の新たな役務の提供はなく，何らかのソフトウェアの\n引渡しもなく，原告Ａが，訴外Ｅ社のサーバーにアクセスして，訴外Ｅ社\nのソフトウェアを使用できる状態にもなっていなかったが，原告Ａは，上\n記質問をすべて肯定した。この時，被告の担当者は，原告Ａに対し，リー\nス契約の対象にホームページの作成等，役務の提供が含まれないかを確認\nしたり，ホームページ作成等の役務の提供を受けられない場合であっても\n被告に対するリース料の支払は免れない旨を説明したりすることのないま\nま，原告Ａの回答にネガティブな要素はないものとして，平成２０年８月\n１１日付で原告Ａの検収があったと認め，原告Ａと被告との間のリース契\n約書の契約日の欄，及び前記リース物件受領書及び契約確認書の検収日，\n契約締結日の欄に，いずれも２００８年８月１１日と記載した。また被告\nの担当者は，同日，保証人である原告Ｂにも，電話でその保証意思等を確\n認した。被告は，同年８月１４日，上記リース契約の物件代金として，１\n２１万６８４５円を訴外Ｅ社に支払った（乙Ａ１から乙Ａ５まで，Ａ供\n述）。\nキ  原告Ａは，平成２０年１２月中旬ころ，訴外Ｅ社より新たなホームペー\nジの下書きを示されたが単純なものであったため，担当者に連絡をとろう\nとしたがうまく連絡がとれない状態が続き，訴外Ｅ社が支払を約した前リ\nースの契約残金の支払も一部しかなされないまま，平成２１年７月以降，\n事実上，訴外Ｅ社との連絡が取れない状態となったため，消費者センター\nや弁護士に相談の上，被告に対するリース料の支払を停止した（Ａ供述）。\n(3) 原告Ｃの関係\nア  原告Ｃは，豊中市で司法書士及び行政書士事務所を経営しており，原告\nＤはその妻である。原告Ｃの事務所には，従前よりホームページがあり，\n事務所に勤務するＨがこれを担当していたが，平成１９年に訴外Ｅ社のＯ\nが原告Ｃの事務所を訪れた際，Ｈらは，プロにホームページを作ってもら\nうことを考え，Ｏにこれを依頼した。この時，Ｏは，リース契約にする必\n要があると述べ，原告Ｃはこれに応じた。Ｈは，契約書にＥ社ソフトと記\n載されていることに気付いたが，Ｏから特に説明もなかったので，ホーム\nページ作成のことであろうと考えた（Ｈ証言，Ｃ供述）。\nイ  訴外Ｅ社は，原告Ｃの事務所のためにホームページを作成し，一定の評\n価を得たため，Ｈらはそのバージョンアップを考えていたところ，平成２\n０年６月ころ，Ｏが，登記や建設業の許可といった取扱分野ごと，またパ\nソコンと携帯電話という閲覧方法ごと，計４つのホームページを作ること\nを提案し，Ｈがこれを原告Ｃに相談したところ，原告Ｃはこれを了解した\n（甲Ｂ６の１〜８，Ｈ証言）。\nウ  Ｏは，平成２０年６月４日に原告Ｃの事務所を訪れ，前記４つのホーム\nページのうちの１つを作成する旨を約しつつ，被告に対するリース契約申\n込書のリース物件の欄にはＥ社ソフトと記載し，リース料は，月額１万６\n３８０円を６０か月支払う旨を記載した（本件第２(1)契約）。またＯは，\n前記(2)オと同様に，被告宛の「リース物件受領書及び契約確認書」に原\n告Ｃの署名押印をさせたが，この時点で，同確認書の検収日，契約締結日，\n及び上記リース契約申込書の契約日の欄は空白であった（甲Ｂ１の１，乙\nＢ２の１，Ｈ証言）。\nエ  Ｏは，平成２０年６月９日にも原告Ｃの事務所を訪れ，さらに３つのホ\nームページ作成の役務の提供を約し，３件のリース契約の申込書類を原告\nＣに作成させ，うち１件を被告のリース（本件第２(2)契約），うち２件\nを訴外Ｐ株式会社のリースとしたが，契約申込書のリース物件の欄には，\nいずれもＥ社ソフトと記載した。また，前記ウと同様，Ｏは，被告宛の\n「リース物件受領書及び契約確認書」に原告Ｃの署名押印をさせた（甲Ｂ\n１の２，甲Ｂ３の１及び２，乙Ｂ２の２，Ｈ証言）。\nオ  被告で訴外Ｅ社を担当していたＧは，契約書をチェックしていて，同じ\n原告Ｃから被告宛のリース契約申込書が２通あることに気付き，おかしい\nと思い訴外Ｅ社に確認したところ，対象となるソフトウェアがパソコン用\nと携帯用の２つあるため契約も２つあり，価格が異なるとの説明を受け，\n納得した。被告の担当者は，平成２０年６月２０日，原告Ｃに電話をかけ，\n原告Ｃ本人であることを確認の上，リース契約の申込みをしたのは間違い\nないか，リース物件がＥ社ソフトであることは間違いないか，リース物件\nの納入はあったか，リース料は原告ＣのＲ銀行の口座からの引落しで，毎\n月１万６３８０円を６０回，毎月２万７０９０円を６０回，支払われるこ\nとを確認した。この時点では，訴外Ｅ社から原告Ｃに対し，新たなホーム\nページの作成といった役務の提供はなく，何らかのソフトウェアの引渡し\nもなかったが，原告Ｃは上記質問をすべて肯定した。また，被告の担当者\nは，リース契約の対象にホームページの作成等，役務の提供が含まれない\nかを確認したり，ホームページ作成等の役務の提供を受けられない場合で\nあっても，被告に対するリース料の支払は免れない旨を説明したりするこ\nとのないまま，原告Ｃの回答にネガティブな要素はないものとして，平成\n２０年６月２０日付で原告Ｃの検収があったと認め，原告Ｃと被告との間\nのリース契約書の契約日の欄，及び前記リース物件受領書及び契約確認書\nの検収日，契約締結日の欄に，いずれも２００８年６月２０日と記載した。\n被告の担当者は，同日，保証人である原告Ｄにも電話でその保証意思等を\n確認した。被告は，同月３０日，上記リース契約の物件代金として，８４\n万円と１３８万９１５０円を訴外Ｅ社に支払った（甲Ｂ１の１及び２，甲\nＢ３の１及び２，乙Ｂ１〜５の各１及び２，Ｇ証言，Ｈ証言，Ｃ供述）。\nカ  本件第２契約後，Ｈは，訴外Ｅ社とホームページ作成の打合せをしよう\nとしたが，Ｏらと連絡がとれない状態となり，リース料の引き落としは始\nまったのに，ホームページの作成等はされないままとなった。交渉の結果，\n訴外Ｅ社は，平成２１年６月２日，原告Ｃに対し，原告Ｃと被告，原告Ｃ\nと訴外Ｐ株式会社との間のリース契約について，既払金を返金して，既契\n約を解除する旨を約し，訴外Ｐ株式会社の関係では，そのとおりリース契\n約を解約することができたが，被告については解約できなかったため，原\n告Ｃは，被告に対するリース料の支払を停止した（甲Ｂ２，Ｈ証言）。\n(4) 本件ソフトの存在\nア  なお，本件各契約のリースの対象は本件ソフトとされるところ，原告は\nその不存在を主張している。\nイ  この点について検討するに，訴外Ｅ社がリース料総額１００万円前後と\nなるオリジナルソフトを開発し，それを年間２００本近く販売するとすれ\nば，具体的な商品名を付し，訴外Ｅ社の事業の中心として宣伝等を行うも\nのと考えられるが，訴外Ｅ社のホームページにそのような宣伝等はなく\n（甲Ｃ４），訴外Ｅ社の担当者が本件各契約の契約申込書を作成した際に，\nＥ社ソフト，Ｅ社オリジナルソフトといった抽象的な名称を用いたことは，\n前記認定のとおりである。\n原告Ａは平成１７年以降，原告Ｃは平成１９年以降，いずれも本件ソフ\nトを対象とするリース契約を締結しているが，いずれも訴外Ｅ社が作成し\nたホームページ自体の提供を受けるに止まり，原告らにおいて，本件ソフ\nトの引渡しを受け，あるいは自ら本件ソフトを使用した事実はない。月一\n回程度訴外Ｅ社に赴いて契約書の回収等を行い，月２０ないし３０件も本\n件ソフトのリースを扱ったとされるＧでさえ，本件ソフトの現物は見たこ\nとがないとされることも前記認定のとおりである。\nウ  上記内容を総合すると，訴外Ｅ社の担当者は，原告らに対し，ホームペ\nージ作成の役務の提供を約する一方で，その代金の支払方法として被告の\nリースを利用するに際し，名目上のリース物件として本件ソフトを記載し\nたに過ぎず，Ｅ社ソフト，Ｅ社オリジナルソフトなるものは，実在しない\nと考えるのが相当である。\n２  当事者の主張に対する判断\n(1) 契約の不成立，無効の主張について\nア  前記１で認定したところによれば，少なくとも原告らの認識としては，\n訴外Ｅ社にホームページの作成その他の役務の提供を依頼したことは明ら\nかであり，原告Ａとの間で作成された「お申し込み受付書」にもあるよう\nに，訴外Ｅ社は，原告らに対しては役務の提供を明示する一方，リース契\n約の申込書には，リースの対象が本件ソフトである旨を記載した上で原告\nらに署名押印させたため，ある種の齟齬が生じており，原告らは，この点\nを捉えて契約の不成立，あるいは心裡留保による無効を主張する趣旨と解\nされる。\nしかしながら，訴外Ｅ社のホームページの作成等が順調に行われた場合，\n原告らは，代金全額を支払う前にホームページを利用することが可能とな\nり，その後，実質的に代金を分割払するという金融上の便宜を得ることが\nできるのであるから，このような場合に本件各契約を，当初に遡って不成\n立，あるいは無効とすることは，かえって不合理な結果を生じさせる。\nイ  本件各契約は，被告の商品事業部リースであって，ワンライティング方\n式の書類を使用し，その手続の一部をサプライヤーが行い，物件借受証の\n発行及びリース会社・サプライヤー間の売買契約書の作成が省略されるな\nど，手続的に簡略化されてはいるが，なお原告らと被告との間におけるリ\nース契約としての性質を有しており，その前提となる原告らと訴外Ｅ社と\nの間の法律関係とは区別されなければならず，被告と訴外Ｅ社を，単純に\n一体と見ることはできない。\n前記１で認定したところによれば，原告Ａも原告Ｃも，本件各契約の締\n結以前に，訴外Ｅ社にホームページの作成を依頼し，リース契約を利用し\nてその代金の支払った経験があり，それを前提に，ホームページを更新し，\nあるいは複数化するため，本件各契約に及んだのであるから，訴外Ｅ社か\nらホームページ作成の役務の提供を受けるために，被告のリース契約を利\n用するという方法について，原告らとして，一応の了解はあったと考える\nことができる。\nウ  そうすると，原告らと訴外Ｅ社の合意内容と，それを実現するための手\n段とした本件各契約との間に，上述したような齟齬が存することは，本件\n各契約の不成立あるいは無効を，当然に導くものではないといわざるを得\nないし，公序良俗に違反するともいえない。\n(2) 契約解除の主張について\nア  前記(1)で検討したところによれば，訴外Ｅ社と原告らの関係は役務の\n提供を内容とするものであるが，原告らと被告の関係は，金融の便宜を得\nるというファイナンス・リースの性質をなお有しており，被告が原告らに\n役務を提供することが，本件各契約の内容となるものではない。\nイ  また，既に述べたとおり，原告らの意思は，継続的に役務の提供を受け\nつつ，その支払方法として被告のリースを利用する点にあると解されるの\nであって，完成後のホームページを引き渡すことが，本件各契約の内容と\nなるものでもない。\nウ  そうすると，訴外Ｅ社の役務の提供，あるいはホームページの完成引渡\nしが遅滞していることを理由に，原告らが，被告との契約である本件各契\n約を，債務不履行解除することはできないというべきである。\n(3) 信義則違反の主張について\nア  問題の所在\n原告らは，被告が原告らに本件各契約に基づきリース料を請求すること\nは，信義則に違反し許されないと主張する。\n既に述べたとおり，被告と原告らとのリース契約である本件各契約は，\n役務の提供を約する訴外Ｅ社と原告らとの関係とは別個のものであり，両\n者の齟齬が直ちに一方の不成立または無効を招来するものではないが，訴\n外Ｅ社が原告らに対しては役務の提供を約する一方，本件ソフトのリース\nであるとして被告のリース契約を利用させるという齟齬を生じさせながら\n役務の提供を止めた場合に，原告らは残リース料を支払わなくても良いと\nすれば，本件ソフトの代金相当額を訴外Ｅ社に支払ったのにこれを原告ら\nより回収できなくなる損失は，被告が負担することになり，逆に，原告ら\nは残リース料を支払わなければならないとすれば，訴外Ｅ社より役務の提\n供を受けられない損失は，原告らが負担するとの問題が生じる。\nイ  原告らの責任\n(ｱ) この点について検討するに，原告らは，真実，本件ソフトを取得し使\n用する意思はないのに，これをリース物件として掲げた契約申込書に署\n名押印しているが，小規模事業者である原告らにとって，役務の提供が\nリース契約の対象にならないとの知識は一般的とはいえず，原告らの立\n場において，訴外Ｅ社が役務の提供を約すると同時に，支払の方法とし\nて，被告のリース契約を利用するとの説明を受けた場合に，格別の問題\nを感じなかったとしても不思議ではないから，上述のような経緯で本件\n各契約を締結したことについて，原告らに特別の過失があったとまでい\nうことはできない。\n原告らが，自らの利益を図るため，あるいは訴外Ｅ社に利益を得させ\nる目的で，ことさら本件各契約を締結したとすべき事情も認められない。\n(ｲ) なお，被告は，原告らが書面または電話による確認に対し，本件ソフ\nトの引渡しがあった旨を被告に回答したことから，原告らは，信義則上，\n役務の提供のないことを主張できないとする。\nしかしながら，仮に本件各契約が，被告の主張するとおり本件ソフト\nを対象とするリースであるならば，そのリース契約は，本件各ソフトに\nついて，権利者である訴外Ｅ社から被告に使用権を設定し，被告から原\n告らに使用権の再設定をすることになるのであり，被告においても，ソ\nフトウェアのリースでは，役務の提供が混入してくる可能性のあること\nを認識しているのであるから（Ｆ証言），原告らに確認する際も，それ\nに対応した発問をすべきである。具体的には，本件ソフトの使用権の設\n定の手続がなされ，本件ソフトを使用し得る状態になったか，本件各契\n約の対象に，ホームページ作成等の役務の提供は含まれず，本件ソフト\nのみを対象とする趣旨か，といった適切な質問をすべきであり，これを\n原告らが肯定した場合には，信義則上，原告らは，役務の提供のないこ\nとを主張できないと解する余地もあるが，前記認定のとおり，被告は，\n物件の現実の引渡が行われる一般的なリースと同様の，平板な発問しか\nしていない。\n(ｳ) 以上，被告からの電話による確認に，原告らが回答した事実は，役務\nの提供を停止したことによる損失を，原告らに負担させるべき理由とは\nならないし，契約申込の段階で，リース物件受領書及び契約確認書に原\n告らが署名したことも同様である。\nウ  被告の責任\n(ｱ) 訴外Ｅ社が実質的には役務の提供を約しつつ，支払の手段のために本\n件ソフトをリースの対象とした事実を知りながら，被告が本件各契約を\n締結したと認めるに足りる証拠は提出されていない。\nしかしながら，リース事業者である被告は，サプライヤーが前述のよ\nうな方法でリース契約を利用した後に役務の提供を止めた場合，被告ま\nたは原告らに損失が生じることは当然認識しているというべきであるし，\n被告の担当者においても，訴外Ｅ社が，原告らとの間では役務の提供を\n約する旨の書類を作成した事実を把握していれば，本件各契約の締結に\nは応じていなかった旨を明言することに加え（Ｆ証言），被告は，訴外\nＥ社と業務協定を締結し，契約手続の一部を委ねているのであるから，\n訴外Ｅ社が，役務の提供を行う趣旨で，顧客にリース契約を締結させる\nことを疑わせる事実が存するときは，この点を確認し，不適切なリース\n契約を締結しないこととする信義則上の義務を，顧客に対し負っている\nというべきである。\n(ｲ) これを本件について見るに，前記検討したとおり，客観的には，本件\nソフトの存在自体が疑われる状況にあり，被告の担当者においても，そ\nの点は認識可能であったこと，プロが業務用に使うホームページ作成ソ\nフトであっても５万円前後で入手可能であり，これを一本入手すれば，\nパソコン用，携帯用を含め，複数のホームページを自由に作成できるこ\nと（甲Ｃ２７の１〜６），原告らは，司法書士事務所または洋裁教室を\n経営する小規模事業者であり，第三者のためにホームページの作成業務\nを請け負うことを予定して，高額なプロ用ソフトを購入するとは考えに\nくいこと，短期間に高額なソフトを買い替え，あるいは同時に複数のソ\nフトを購入すること自体異例であること，以上の点を指摘することがで\nきるのであり，これらを総合すると，本件各契約を扱う被告としては，\n訴外Ｅ社が，真実は役務の提供を目的としつつ，名目上本件ソフトを対\n象とするリース契約を利用しようとするものであることを，若干の注意\nを払えば了解可能であったのに，適切に調査確認せず，本件各契約を含\nむ多数のリース契約を締結したことになるのであって，信義則上の注意\n義務違反が認められる。\nエ  まとめ\n上述のとおり，訴外Ｅ社が原告らに役務の提供を約し，その支払の方法\nとしてリース契約である本件各契約を利用するという齟齬が生じた点につ\nいて，原告らと被告双方の責任を検討するに，後者が前者を大きく上回っ\nているといわざるを得ない。\nよって，原告らとの関係において，役務を提供すべき相手方は訴外Ｅ社\nであり，リース料債務の相手方は被告であって，本来，原告らは訴外Ｅ社\nに対する抗弁をもって被告に対抗することはできないが，本件の事実関係\nを前提とすると，原告らは，役務の提供がないことを理由とする訴外Ｅ社\nに対する抗弁を，信義則上，被告に対しても主張できると解するのが相当\nである。\n３  結語\n(1) 以上検討したところを総合すると，原告らの主位的主張，予備的主張１及\nび予備的主張２はいずれも失当であり，本件各契約の不成立，無効，債務不\n履行解除を前提に，既払リース料の返還及び未払リース料についての債務不\n存在確認の双方を求める原告らの請求は理由がない。\n(2) しかしながら，原告らの予備的主張３は認められ，原告らは，信義則上，\n訴外Ｅ社に対する抗弁をもって被告に対抗することができ，具体的には，役\n務の提供がない以上，未払のリース料を被告に支払う必要がないことになる\nのであって，連帯保証債務についても同様である（なお，既払リース料にも，\n役務の提供を受けていないのに，被告に徴求された部分が存するはずである\nが，被告が訴外Ｅ社に支払った代金全額を回収するといった特段の事情が認\nめられない限り，不当利得の問題は訴外Ｅ社との間に存するというべきであ\nる。）。\n(3) よって，原告らの請求のうち，既払リース料の返還を求める部分は理由が\nないが，未払リース料部分の債務不存在確認を求める部分は理由があるので，\n主文のとおり判決する。\n大阪地方裁判所第１６民事部\n裁判官      谷    有  恒\n（別紙）契約目録\n１    契約締結日          平成２０年８月１１日\n貸主（リース会社）  被告\n売主（サプライヤー）訴外Ｅ社\n借主（ユーザー）    原告Ａ\n連帯保証人          原告Ｂ\nリース物件          Ｅ社オリジナルソフト\nリース期間          ６０か月\n月額リース料        ２万３７３０円（消費税込み）\nリース料総額        １４２万３８００円（消費税込み）\n２(1) 契約締結日          平成２０年６月２０日\n貸主（リース会社）  被告\n売主（サプライヤー）訴外Ｅ社\n借主（ユーザー）    原告Ｃ\n連帯保証人          原告Ｄ\nリース物件          Ｅ社ソフト\nリース期間          ６０か月\n月額リース料        １万６３８０円（消費税込み）\nリース料総額        ９８万２８００円（消費税込み）\n２(2) 契約締結日          平成２０年６月２０日\n貸主（リース会社）  被告\n売主（サプライヤー）訴外Ｅ社\n借主（ユーザー）    原告Ｃ\nリース会社（貸主）  被告\nリース物件          Ｅ社ソフト\nリース期間          ６０か月\n月額リース料        ２万７０９０円（消費税込み）\nリース料総額        １６２万５４００円（消費税込み）\n"
}