{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 4,
    "day": 17
  },
  "case_number": "平成24(ワ)35742",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "84239",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84239",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/239/084239_hanrei.pdf",
  "contents": "平成２６年４月１７日判決言渡  同日原本領収  裁判所書記官\n平成２４年（ワ）第３５７４２号  損害賠償請求事件\n口頭弁論の終結の日  平成２６年１月２３日\n判          決\n東京都渋谷区＜以下略＞\n原            告        株 式 会 社 Ｘ\n同訴訟代理人弁護士      飛      田      秀      成\n奥      村              剛\n三      好      啓      允\n東京都渋谷区＜以下略＞\n被            告        株 式 会 社 Ｙ\n東京都荒川区＜以下略＞\n被            告        Ａ\n東京都世田谷区＜以下略＞\n被            告        Ｂ\n上記３名訴訟代理人弁護士\n元      榮      太  一  郎\n木      村      光      伸\n主          文\n１  被告らは，原告に対し，連帯して１１０万０１４６円\n及びこれに対する被告株式会社Ｙについては平成２５年\n１月１１日から，被告Ａについては同月１３日から，被\n\u0000 - 2 -\n告Ｂについては同月１２日からそれぞれ支払済みまで年\n５分の割合による金員を支払え。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は，これを４分し，その１を原告の負担とし，\nその余を被告らの連帯負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n被告らは，原告に対し，連帯して１４８万０６５３円及びこれに対する訴状\n送達の日の翌日からそれぞれ支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，原告において，(1)  被告株式会社Ｙ，その代表取締役の被告Ａ及\nび取締役の被告Ｂが，図利加害目的で原告の営業秘密である登録モデルの個\n人情報を使用し，これにより営業上の利益を侵害された，(2)  かつて原告の\n従業員であった被告Ａ及び同Ｂが，秘密保持義務を負う秘密情報である上記\n登録モデルの個人情報を使用したとして，被告らに対し，不正競争防止法２\n条１項７号の不正競争の共同不法行為による損害賠償請求権又は債務不履行\nによる損害賠償請求権に基づき，損害金１４８万０６５３円及びこれに対す\nる不法行為の後で，支払を催告した日である訴状送達の日の翌日から支払済\nみまで民法所定の年５分の割合による遅延損害金の連帯支払を求める事案で\nある。\n１  前提事実（当事者間に争いのない事実並びに各項末尾掲記の証拠及び弁論の\n\u0000 - 3 -\n全趣旨により容易に認められる事実）\n(1)  原告は，平成２１年６月１１日に設立された，モデルやタレントのマネ\nジメント及び管理等を業とする株式会社である。原告の業務は，従前，株式\n会社Ｚ（旧商号有限会社Ｚ）がこれを行っていたが，原告設立後の同年９月\n１６日に，原告が株式会社Ｚからその譲渡を受けたものである。\n被告株式会社Ｙ（以下「被告会社」という。）は，平成２３年９月１５日\nに設立された，モデルやタレントのマネジメント及び管理等を業とする株式\n会社である。被告Ａは，平成１１年４月に株式会社Ｚの従業員として採用さ\nれ，事業譲渡に伴い原告の従業員となったが，平成２３年９月１５日に原告\nを退職し，被告会社を設立してその代表取締役に就任したものであり。被告\nＢは，平成１８年１２月に株式会社Ｚの従業員として採用され，事業譲渡に\n伴い原告の従業員となったが，平成２３年７月１５日に原告を退職し，被告\n会社の設立によりその取締役に就任したものである。\n(2)  原告は，１８００名を超えるハーフや外国人及び約２００名の日本人の\n登録モデルについて，その氏名，連絡先（住所，電話番号やメールアドレ\nス），年齢，身長，容姿の特徴（髪や瞳の色等）並びに写真等の個人情報\n（以下「登録モデル情報」という。）を，社内共有サーバー内のデータベー\nスとして保有している。\n(3)  原告は，平成２３年３月１４日頃，直前に発生した東日本大震災を受け\nて，その後の緊急事態に対処するために，従業員に対し，登録モデルの氏名\n及び連絡先（住所，電話番号やメールアドレス）の情報（以下「本件情報」\nという。）をダウンロードすることができるようにし，被告Ａ及び同Ｂは，\n\u0000 - 4 -\nその頃，本件情報をダウンロードした。\n（甲３７）\n(4)  平成２２年６月１日に施行された原告の就業規則（以下「本件就業規則」\nという。）には，次の規定がある。\n「（秘密情報管理に関する遵守事項）\n第２９条  経営上重要な情報（経営に関する情報，営業に関する情報，技\n術に関する情報，個人情報（雇用管理情報含む）及び顧客に関する情\n報等で会社が指定した情報）の漏洩防止のために，次に挙げる事項に\nついて，従業員は遵守しなければなりません。\n(1)  従業員は，知り得た秘密情報を会社の許可なく，第三者に漏らし\nたり，私的に利用しないこと。退職後も同様とする。\n(2)  従業員は，秘密と指定された情報を記録する媒体物につき，所属\n長の許可なくしてコピー，複製，撮影等をしないこと。\n(3)  パソコン等からアクセスすることができる秘密情報については，\n許可なくコピー，プリントアウト，その他複製及び他のパソコンや\nネットワークにデータ送信等をしないこと。」\n（甲１）\n(5)  被告Ｂは平成２３年７月１５日に，被告Ａは同年９月１５日にそれぞれ\n原告を退職するに当たり，「秘密保持に関する誓約書」（甲５，６。以下\n「本件各誓約書」という。）を作成し，これを原告に提出した。本件各誓約\n書には，次の規定がある。\n「第１条（秘密保持の確認）\n\u0000 - 5 -\n私は貴社を退職するにあたり，以下に示される貴社の技術上または営\n業上の情報（以下「秘密情報」という）に関する資料等一切について，\n原本はもちろん，そのコピー及び関係資料等を貴社に返還し，自ら保\n有していないことを確認致します。\n①製品開発，製造及び販売における企画，技術資料，製造原価，価格\n決定等の情報\n②財務，人事等に関する情報\n③他社との業務提携に関する情報\n④上司または営業秘密等管理責任者により秘密情報として指定された\n情報\n⑤業務上交換した名刺\n⑥以上の他，貴社が特に秘密保持対象として指定した情報」\n「第３条（退職後の秘密保持の誓約）\n秘密情報については，貴社を退職した後においても，私自身のため，\nあるいは他の事業者その他の第三者のために開示，漏洩もしくは使用\nしないことを約束致します。」\n（甲５，６）\n(6)  被告会社は，設立約５か月後の平成２４年２月２９日に原告の登録モデ\nル５６名を含む６４名のモデルと専属又は登録モデル契約を締結し，その約\n半年後の同年８月１０日に原告の登録モデル８４名を含む１２４名のモデル\nと専属又は登録モデル契約を締結した。\n（甲８，９，２４）\n\u0000 - 6 -\n２  争点及びこれに関する当事者の主張\n争点は，①登録モデル情報が営業秘密又は本件各誓約書上の秘密情報に当た\nるか，②被告らが図利加害目的で共同して本件情報を使用したか，③原告が\n受けた損害の額である。\n(1)  争点①（登録モデル情報が営業秘密又は本件各誓約書上の秘密情報に当\nたるか）について\n（原告の主張）\n原告は，登録モデル情報を社内共有サーバーに入力する作業を原則として\nデータ管理を担当する従業員１名に行わせるとともに，登録モデル情報への\nアクセスを従業員１１名中マネージャー業務を担当する従業員９名に限定し，\nデータベースにアクセスするためのＩＤとパスワードの入力を求めている。\nＩＤとパスワードの入力には，自動入力機能が用いられていたが，３０分で\nのオートログアウト機能を設定するなど，アクセスを制限していた。また，\n原告では，登録モデル情報を印刷した場合，使用後は印刷物を回収して裁断\nしている。さらに，原告は，従業員に対し，本件就業規則２９条や退職の際\nに提出する誓約書で秘密保持義務を課していた。そうであるから，登録モデ\nル情報は，秘密として管理されていた。\nまた，本件情報は，その豊富さゆえに，原告がモデルの管理，調整業務を\n遂行するのに有用な営業上の情報であり，個人情報であるから公然と知られ\nていない。\nしたがって，登録モデル情報は，営業秘密に当たるし，本件各誓約書上の\n秘密情報に当たる。\n\u0000 - 7 -\n（被告らの主張）\n原告は，忙しいときや登録モデル情報の内容を変更するときに，その入\n力作業を他の従業員にも担当させていたし，従業員であればパソコンを起\n動させるためのＩＤとパスワードを入力するだけで登録モデル情報にアク\nセスすることができた。オートログアウト機能が併用されていたが，特定\nのソフトウェアを起動させたり時々他の従業員にマウスを動かしてもらっ\nたりするなどして，上記機能を回避する慣習があり，役員もこれを黙認し\nていた。原告では，本件情報を制限なく印刷したり複写したりすることが\nできた上，使用後も印刷物を長期間にわたって机上に放置したり裏紙とし\nて再利用したり無施錠の棚に保管したりしており，秘密文書の表示もなか\nった。そして，原告では，秘密保持に関する社内教育も行われていなかっ\nた。そうであるから，本件情報は，秘密として管理されていなかった。\nまた，本件情報は，その管理がずさんであったから有用なものでなく，\n公募イベントや口コミ，ウェブサイト等でその内容を知ることができるか\nら公然と知られているものである。\nしたがって，本件情報は，本件各誓約書上の秘密情報に当たるものでは\nないし，本件各誓約書上の秘密情報に当たるものでない。\n(2)  争点②（被告らが図利加害目的で共同して本件情報を使用したか）につ\nいて\n（原告の主張）\n被告らは，平成２３年９月ころから，共同して，本件情報を用いて原告の\n登録モデルを勧誘し，被告会社に登録させた。このことは，①被告らからの\n\u0000 - 8 -\n勧誘を受けた複数の登録モデルの陳述があることに加え，②被告Ａ及び同Ｂ\nが原告在職中，常に登録モデル情報を用いて職務を遂行していたこと，③被\n告Ａ及び同Ｂは，同年３月に本件情報をダウンロードをするや，同年６月に\n退職を申し出て，同年９月に被告会社を設立したこと，④専属又は登録モデ\nル契約が設立直後から急増し，原告との重複登録となったモデルの大多数は，\n被告Ａ及び同Ｂが担当していた売上げの多い顧客の宣伝に出演していたモデ\nルであることから明らかである。\n（被告らの主張）\n登録モデルは，仕事をより多く受注することを求める上，特にハーフのモ\nデルは，相互のつながりが強く，仕事を紹介し合うから，複数のモデル事務\n所に重複登録するのが通常である。また，被告会社は，ハーフのモデルの求\n人に力を入れ，ＳＥＯ対策や多くのオーディション会場での勧誘，モデル登\n録会の開催等を行った結果，原告との重複登録が増えただけである。被告Ａ\n及び同Ｂは，平成２３年１月ころには，原告の役員に対する人事上の不信感\nを抱くようになり，原告からの退職を検討していたのであって，同年３月に\n本件情報をダウンロードしたが，これを好機として原告を退職したものでは\nないし，本件情報は原告退職時に全て削除しているのである。\nしたがって，被告らは，本件情報を使用したものではない。\n(3)  争点③（原告が受けた損害の額）について\n（原告の主張）\n被告会社は，上記不正競争により，原告の登録モデルと専属又は登録モデ\nル契約を締結して，顧客の宣伝等に出演させたのであり，これにより，原告\n\u0000 - 9 -\nは，登録モデルを顧客の宣伝等に出演させることができなくなって，営業の\n利益を侵害された。そして，平成２４年７月までに被告会社のウェブページ\nに掲載された案件に限ってみても，原告は，１４の案件（番号は日付の順で\nある。）について，次のとおり，合計１４８万０６５３円を下らない額の損\n害を受けた。\n顧    客         売上高      原価率    限界利益\n①            ⅰ             ●円        ●％    4万4445円\n②            ⅱ             ●円        ●％       63万円\n③            ⅲ             ●円        ●％    4万4445円\n④            ⅳ             ●円        ●％    3万6668円\n⑤            ⅲ             ●円        ●％   14万0002円\n⑥            ⅴ             ●円        ●％    1万7778円\n⑦            ⅵ             ●円        ●％    9万6800円\n⑧            ⅶ             ●円        ●％    3万6300円\n⑨            ⅷ             ●円        ●％   11万6669円\n⑩            ⅸ             ●円        ●％    7万2600円\n⑪            ⅹ             ●円        ●％    4万1666円\n⑫            ⅹⅰ           ●円        ●％   11万6160円\n⑬            ⅹⅱ           ●円        ●％    7万2600円\n⑭            ⅳ             ●円        ●％    1万4520円\n（被告らの主張）\n登録モデルは，専属モデル契約を締結していなければ，他のモデル事務所\n\u0000 - 10 -\nと専属モデル契約を締結するのは自由であり，登録モデルのままであれば，\n重複登録が可能であるから，出演元となるモデル事務所の選択も自由である。\nそのような状況下で，被告会社が専属モデル契約の締結先や出演元として選\nばれたのは，被告らの営業努力によるものであるから，仮に被告らが本件情\n報を不正に使用したのであるとしても，原告に損害は生じていない。\nそして，①被告会社は顧客ⅰでなく，他から注文を受けた。②被告会社が\n専属モデル契約を締結した案件であり，被告会社は次のバージョンから仕事\nを引き継いだ。③被告会社が顧客ⅲから受けた仕事は案件ａでなく，別の商\n品のスチール広告である。④顧客ⅳから受けた仕事は案件ｂでなく，ヘアシ\nョーのモデルである。⑤顧客ⅲからのＩの仕事は８人採用であり，被告のみ\nならず，原告もこれを受けている。⑥ライターＧからの仕事は被告Ａ及び同\nＢが退職する前の案件である。⑦顧客ⅵからの仕事はモデルが信頼関係や条\n件面から被告会社を選択しただけである。⑧Ⅱからの仕事は被告Ａ及び同Ｂ\nが退職する前の案件である。⑨顧客ⅷからの仕事はモデルが信頼関係や条件\n面から被告会社を選択しただけである。⑩顧客ⅸからの仕事は原告が日本人\nの子供の仕事として受けたのに対し，被告会社はハーフモデルの子供の仕事\nとして受けた。⑪顧客ⅹからの仕事は被告Ａ及び同Ｂが退職する前の案件で\nある。⑫顧客ⅹⅰからの仕事は原告が外国人，大人，男女，白，褐色の仕事\nとして受けたのに対し，被告会社はハーフモデルの子供の仕事として受けた。\n⑬ⅹⅱからの仕事は被告らの営業努力による。⑭被告会社は顧客ⅳから注文\nを受けたのでなく，他から注文を受けた。\n第３  当裁判所の判断\n\u0000 - 11 -\n１  争点①（本件情報が営業秘密又は本件各誓約書上の秘密情報に当たるか）に\nついて\n(1)  前記前提事実に，証拠（甲２０ないし２３，２８ないし３４，５５，原\n告代表者）及び弁論の全趣旨を総合すれば，次の事実が認められる。\nア  原告は，社内共有サーバー内のデータベースに「モデルマスタ」，「取\n引先マスタ」，「オーディションマスター」等相互に関連付けをされた複\n数のマスターを構築し，情報をマスターの種類に従って分類した上これに\n入力している。本件情報を含む登録モデル情報は，「モデルマスター」に\n入力された情報である。\n原告の社内共有サーバーは，富士ゼロックス東京株式会社から提供され\nた「ｂｅａｔサービス」により，完全遮蔽式と呼ばれる方式のファイアウ\nォールの下で外部のアクセスから保護されていた。\nイ  登録モデル情報の入力は，原則として，システム管理を担当する従業員\n１名がこれを行い，登録モデル情報へのアクセスは，原則として，マネー\nジャー業務を担当する従業員９名に限定し，端末からアクセスする際には，\n端末へのログイン時にそれぞれのＩＤとパスワードの入力が求められ，３\n０分のオートログアウト機能を備えていた。\nウ  従業員が登録モデル情報を印刷した場合，その利用が終わり次第これを\n回収ボックスに収納し，まとめてシュレッダーにより裁断していた。\nエ  原告では，顧客からモデル募集等の注文があると，マネージャー業務を\n担当する従業員が受注票（オファー票）を作成し，システム管理を担当す\nる従業員が受注票（オファー票）に基づきマスターに入力し，その後，マ\n\u0000 - 12 -\nネージャー業務を担当する従業員が候補モデルを選抜してリストを印刷し，\n候補モデルに連絡をして意向やスケジュール等をチェックし，顧客に候補\nモデルの情報を提供する。\n(2)  そこで，本件情報が営業秘密に当たるかについて検討する。\nア  登録モデル情報は，外部のアクセスから保護された原告の社内共有サー\nバー内のデータベースとして管理され，その入力は，原則として，システ\nム管理を担当する従業員１名に限定し，これへのアクセスは，マネージャ\nー業務を担当する従業員９名に限定して，その際にはオートログアウト機\n能のあるログイン操作を必要とし，また，これを印刷した場合でも，利用\nが終わり次第シュレッダーにより裁断している。そして，原告は，就業規\n則で秘密保持義務を規定しているのであって，モデルやタレントのマネジ\nメント及び管理等という原告の業務内容に照らせば，登録モデル情報につ\nいて，上記のような取扱いをすることにより，原告の従業員に登録モデル\n情報が秘密であると容易に認識することができるようにしていたというこ\nとができる。\nそうであれば，原告は，登録モデル情報に接することができる者を制限\nし，かつ，これに接した者に秘密であると容易に認識することができるよ\nうにしていたのであるから，登録モデル情報は原告の秘密として管理され\nていたと認められる。\n被告らは，原告は，他の従業員も登録モデル情報を入力していたし，従\n業員であればパソコンを起動させるためのログイン操作だけでアクセスす\nることができた上，特定のソフトウェアを起動させたり時々他の従業員に\n\u0000 - 13 -\nマウスを動かしてもらったりするなどしてオートログアウト機能を回避す\nる慣習があったのであり，また，制限なく登録モデル情報を印刷したりす\nることができ，使用後も印刷物を長期間にわたって机上に放置したりする\nなどしていたのであって，登録モデル情報は秘密として管理されていたと\nはいえないと主張する。しかしながら，他の従業員が登録モデル情報の入\n力をしたことがあるとしても，これが恒常的に行われていたことを認める\nに足りる証拠はなく，また，マネージャー業務を担当する従業員でなけれ\nば，登録モデル情報にアクセスすることはできないし，仮に従業員にマウ\nスを動かしてもらったりするなどしてオートログアウト機能を回避するこ\nとがあったとしても，これが恒常的に行われていたとか，このことを原告\nが容認していたことを認めるに足りる証拠はない。そして，登録モデル情\n報を印刷した場合には利用が終わり次第シュレッダーにより裁断している\nのであって，ことさらにこれを机上に放置したり，裏紙として再利用した\nりしていたことを窺わせるような証拠はない。被告らの主張は，採用する\nことができない。\nイ  原告は，モデルやタレントのマネジメント及び管理等を業とする株式会\n社であり，顧客からモデル募集等の注文があった際に，登録モデル情報を\n使用すれば，顧客の注文に即した候補モデルを短時間で効率的に選別する\nことができるのは明らかであるから，登録モデル情報は，原告の事業活動\nに有用な営業上の情報である。\nウ  原告の登録モデル情報は，原告に登録された２０００名を超えるモデル\nの個人情報であり，一般には知られていないことが認められるから，公然\n\u0000 - 14 -\nと知られていないものある。\n被告らは，登録モデル情報は，公募イベントや口コミ，ウェブサイト等\nで知ることができるから公然と知られたものであると主張するところ，確\nかに，証拠（乙１３）によれば，登録モデル情報のうち，氏名，年齢，身\n長，写真等の情報を知ることができることが認められるが，登録モデル情\n報は，原告に登録された２０００名を超えるモデルの個人情報であって，\nしかも，年齢，身長，写真等のほか連絡先と有機的に結合したものである\nから，このような情報を公募イベントや口コミ，ウェブサイト等から知る\nことはできない。被告らの主張は，採用の限りでない。\n(3)  したがって，原告の登録モデル情報は，原告の営業秘密に該当する。\n２  争点②（被告らが図利加害目的で共同して本件情報を使用したか）について\n(1)  被告会社は，設立約５か月後の平成２４年２月２９日に原告の登録モデ\nル５６名を含む６４名のモデルと専属又は登録モデル契約を締結し，その約\n半年後の同年８月１０日に原告の登録モデル８４名を含む１２４名のモデル\nと専属又は登録モデル契約を締結したというのであり，証拠（甲１０ないし\n１３，２７）によれば，原告の従業員は，平成２４年２月２８日頃，原告の\n登録モデルの母親から，被告Ａから「Ｘで働いてきたときは大変お世話にな\nりました。このたび新事務所を設立いたしました事のご報告とともに，登録\nモデルの募集をしています。」との記載のある電子メールを受信したとして，\n「ビックリしました。もしかしたら，もうどなたかが連絡しているかもしれ\nないですが，個人情報を社外に持ち出しているとしか思えません。」との内\n容の電子メールを受信したこと，原告は，同年３月１５日付で，原告の登録\n\u0000 - 15 -\nモデルの親等に宛てて，「個人情報の適正管理にご協力いただくためのアン\nケート」と題する書面を送付して，平成２３年４月以降に連絡先を教えたこ\nとのない事務所等からのアプローチの有無を尋ねたところ，一部から，被告\nＡや被告Ｂから新たな登録の依頼等の電話や電子メールを受けたとの回答が\nあったことが認められる。これらの事実を併せ考えると，被告Ａ及び同Ｂは，\n本件情報を使用して原告の登録モデルを勧誘し，被告会社の専属又は登録モ\nデル契約として契約を締結したものと認められる。そして，被告Ａは被告会\n社の代表取締役であり，被告Ｂはその取締役であるから，被告らは，少なく\nても不正の利益を得る目的で，共同して本件情報を使用したものというほか\nはない。\n(2)  被告らは，登録モデルは，仕事をより多く受注することを求めるなど複\n数のモデル事務所に重複登録するのが通常であるし，被告会社は，ハーフの\nモデルの求人に力を入れ，ＳＥＯ対策や多くのオーディション会場での勧誘，\nモデル登録会の開催等を行った結果，原告との重複登録が増えただけである\nと主張する。しかしながら，登録モデルが複数のモデル事務所に重複登録す\nるのが通常であるとしても，不正競争により，原告の登録モデルを勧誘し，\n被告会社の専属又は登録モデル契約として契約を締結することが許されない\nことは明らかである。また，証拠（甲７）及び弁論の全趣旨によれば，被告\n会社は，平成２４年２月１８日にＷＥＢサイトを開設したことが認められる\nから，ＳＥＯ対策を採ったとしても，これにより，同月２９日までに原告の\n登録モデル５６名を含む６４名のモデルと専属又は登録モデル契約を締結す\nるに至ったとはいささか考え難い。そして，証拠（甲５，６，原告代表者）\n\u0000 - 16 -\n及び弁論の全趣旨によれば，被告Ａ及び同Ｂは，それぞれ原告を退職するに\n当たり，原告と同種の業務を行うことを告げ，原告代表者は，これを了承し\nて，本件各誓約書の第４条（競業避止義務の確認）にあらかじめ記載されて\nいた「①貴社と競合関係に立つ事業者に就職したり役員に就任すること」，\n「②貴社と競合関係に立つ事業者の提携先企業に就職したり役員に就任する\nこと」，「③貴社と競合関係に立つ事業を自ら開業または設立すること」と\nの文言を抹消したことが認められるところ，そうであれば，被告Ａ及び同Ｂ\nは，被告会社の役員としてモデルを勧誘するについて，契約の締結に至った\n経緯等を記録しておくなど，本件情報を含む原告の登録モデル情報を使用し\nたとの疑念を持たれることがないよう何らかの工夫をするのが通常であると\n考えられる。しかるところ，被告らは，ＳＥＯ対策や多くのオーディション\n会場での勧誘，モデル登録会の開催等を行ったと主張するだけで，本件情報\nを使用することなくモデル契約の締結に至ったことについて，具体的経緯等\nを何ら明らかにしない。そうであるから，被告らの上記主張は，到底これを\n採用するに由ない。\nまた，被告らは，被告Ａ及び同Ｂは，それぞれ原告を退職するに当たって\n本件情報を削除したと主張するが，被告Ａ及び同Ｂが本件情報を削除したこ\nとを認めるに足りる的確な証拠はなく，上記(1)認定の事実に照らせば，被\n告Ａ及び同Ｂは，かえって本件情報を削除しなかったものと認めざるを得な\nい。被告らの上記主張は，採用することができない。\n(3)  したがって，被告らは，故意により不正競争を行ったものと認められる。\n３  争点③（原告に生じた損害の額）について\n\u0000 - 17 -\n(1)  番号①について\nア  証拠（甲８，９，２４，４１，５５ないし５７）によれば，原告は，平\n成２３年１２月１日，顧客ⅰから，使用期間を平成２４年１月１５日から\n平成２５年１月１４日までとし，Ⅲを広告主とする案件ｃのＴＶＣＭ出演\n者募集の申入れを受け、１名について受注したこと，被告会社は，上記案\n件に関し，原告及び被告会社それぞれの登録モデルであるＣを出演させた\nことが認められる。被告らは，顧客ⅰでなく，他から注文を受けたと主張\nするが，このことを認めるに足りる証拠はない。\n上記認定の事実によると，原告は，被告らの不正競争がなければ，原告\nは，自己の登録モデルを出演させ，これにより利益を得ることができたと\n認められる。\nイ  証拠（甲４１，５５ないし５７）によれば，顧客ⅰからの申入れの額は\n●円又は●円であり，それぞれの原価は●円又は●円であることが認めら\nれるから，被告会社は，不正競争により少なくても４万４４４５円を下ら\nない額の利益を受けたものと認められる。\nウ  被告会社の利益の額は原告が受けた損害の額と推定されるから，そうす\nると，原告は，番号①の案件に関し，４万４４４５円の損害を受けたこと\nになる。\n(2)  番号②について\nア  証拠（甲８，９，２４，４０，５４，５５，５８、乙１１）によれば，\n原告は，平成２３年５月２日，顧客ⅱから，使用期間を同年７月２９日か\nら平成２４年７月２８日までとし，Ⅵを広告主とする案件ｄのＴＶＣＭ出\n\u0000 - 18 -\n演者募集の申入れを受けてこれを受注し，原告の登録モデルであったＤを\n出演させたこと，被告会社は，同年１月頃，Ｄとの間で専属又モデル契約\nを締結し，原告に対し，上記案件について，完了済みの作品等を除き，追\n撮，新バージョン撮影やこれに関わるイベント等その後のすべてのマネジ\nメント権を被告会社の帰属とすることを要求したこと，原告は，顧客ⅱと\nの契約期間の中途における被告会社の要求には不満であったが，原告と被\n告会社との間のいざこざに関係しない顧客の顧客ⅱに迷惑をかけることは\nできないとして，不本意ながらも，上記案件を承継させたことが認められ\nる。これによると，原告は，被告らの不正競争がなければ，原告が顧客ⅱ\nとの契約期間の終了までＤを出演させ，これにより利益を得ることができ\nたと認められる。\n被告らは，原告は，被告会社との連名の「御報告書」を作成して関係者\nに配布したから，納得して番号②の案件を顧客ⅱに承継させたと主張する。\n証拠（乙１１）によれば，「御報告書」（乙１１）には，Ｄが平成２３年\n１２月付で原告の登録を解除し，平成２４年１月から被告会社と専属契約\nを締結したとして，「株式会社Ｘに登録期間中に締結いたしました合意事\n項を株式会社Ｙに継承し，遵守する事を合意致しました事を，ここにご報\n告致します。」との記載があることが認められるが，前記認定の事実によ\nると，原告は，被告会社との間のいざこざに関係のない顧客に迷惑をかけ\nることはできないとして，番号②の案件を被告会社に承継させたに過ぎな\nいから，「御報告書」を作成したことをもって，被告らの不正競争による\n損害賠償の責任を免除したなどということはできない。被告らの上記主張\n\u0000 - 19 -\nは，採用することができない。\nイ  証拠（甲５４，５５，５８，原告代表者）によれば，原告が番号②の案\n件の受注に当たり作成された「広告出演契約書」（甲５４）には，「甲」\nを顧客ⅱ，「乙」を原告，「丙」をＤとして，８条（契約出演料）に，\n「(1)  甲は乙に対し，本契約に基づく丙の出演の承諾及び第７条による\n拘束，制限の対価として，丙に関する契約出演料金●円也（消費税別途加\n算）を２０１１年８月３１日までに，乙の指定する銀行口座に現金振込に\nて支払うものとする。但し，上記金額は初回出演料（テレビＣＭ，印刷媒\n体広告，ラジオＣＭ）を含むものとする。」，「(2)  甲および乙は，有\n効期間内の２回目以降の丙の各媒体出演料については，その都度二者間で\n協議し，協議により決定した金額を甲は乙の指定する銀行口座に現金振込\nにて支払うものとする。」との記載があること，原告は，顧客ⅱから契約\n出演料金●円の支払を受け，さらに，追加の契約出演料金等合計●円の支\n払を受けることが予定されたが，案件を顧客ⅱに承継させたためにその支\n払を受けることができなかったこと，顧客ⅱからの申入れの額は●円であ\nり，その原価は●円であることが認められる。これらの事実によると，被\n告会社は，追加の契約出演料金等合計●円の支払を受けたものであるとこ\nろ，契約出演料金●円の原価が●円であることに照らすと，その原価は●\n円になるから，被告会社は，不正競争により６２万９６３０円を下らない\n額の利益を受けたものと認められる。\nウ  被告会社の利益の額は原告が受けた損害の額と推定されるから，そうす\nると，原告は，番号②の案件に関し，６２万９６３０円の損害を受けたこ\n\u0000 - 20 -\nとになる。\n(3)  番号③について\n証拠（甲８，９，２４，４２，５５，５９）によれば，原告は，平成２３\n年１１月２８日，顧客ⅲから，使用期間を平成２４年１月２０日から同年７\n月１９日までとし，Ⅴを広告主とする案件ａのスチール広告出演者募集の申\n入れを受け、２名について受注したことが認められる。しかしながら，被告\n会社が上記案件を受注したことを認めるに足りる証拠はない。なお，証拠\n（甲１４）によれば，被告会社は，Ⅴを広告主とする案件ｅのスチール広告\nにＤを出演させたことが認められるが，これについて，原告が顧客ⅲから出\n演者募集の申入れを受けたことを認めるに足りる証拠はない。\nそうであるから，原告は，番号③の案件に関して，被告らの不正競争によ\nり営業上の利益を侵害されたとはいえない。\n(4)  番号④について\n証拠（甲４３，５５，６０）によれば，原告は，平成２４年１月３０日，\n顧客ⅹⅲから，使用期間を同年４月１日からとし，Ⅵを広告主とする案件ｂ\nの広告出演者募集の申入れを受け，１名について受注したことが認められる。\nしかしながら，被告会社が上記案件を受注したことを認めるに足りる証拠は\nない。\nそうであるから，原告は，番号④の案件に関して，被告らの不正競争によ\nり営業上の利益を侵害されたとはいえない。\n(5)  番号⑤について\nア  証拠（甲８，９，２４，４４，５５，６１）によれば，原告は，平成２\n\u0000 - 21 -\n４年２月９日，顧客ⅲから，使用期間を同年３月１日から同年８月３１日\nまでとし，Ⅰを広告主とする案件ｆのＴＶＣＭ出演者募集の申入れを受け、\n２名について受注したこと，被告会社は，上記案件に関し，原告及び被告\n会社それぞれの登録モデルであるＥとＦを出演させことが認められる。こ\nれによると，原告は，被告らの不正競争がなければ，登録モデルを出演さ\nせ，これにより利益を得ることができたと認められる。\nイ  証拠（甲４４，５５，６１）によれば，顧客ⅲからの申入れの額は●円\n（一人当たり●円）であり，その原価は●円（一人当たり●円）であるこ\nとが認められるから，被告会社は，不正競争により１５万９９９８円を下\nらない額の利益を受けたものと認められる。\nウ  被告会社の利益の額は原告が受けた損害の額と推定されるから，そうす\nると，原告は，番号⑤の案件に関し，１４万０００２円の損害を受けたこ\nとになる。\n(6)  番号⑥について\n証拠（甲４５，５５，６２）によれば，原告は，平成２２年８月５日，ラ\nイターＧから，使用期間を同年９月１８日からとし，顧客ⅴを広告主とする\n案件ｇのスチール広告出演者募集の申入れを受け、１名について受注したこ\nとが認められる。しかしながら，これは，被告会社が設立される前の案件で\nある。なお，証拠（甲１４）によれば，被告会社は，顧客ⅴを広告主とする\n案件ｈの表紙に原告及び被告会社それぞれの登録モデルであるＨとＩを出演\nさせたことが認められるが，これについて，原告がライターＧから出演者募\n集の申入れを受けたことを認めるに足りる証拠はない。\n\u0000 - 22 -\nそうであるから，原告は，番号⑥の案件に関して，被告らの不正競争によ\nり営業上の利益を侵害されたとはいえない。\n(7)  番号⑦について\nア  証拠（甲８，９，２４，４６，５５，６３）によれば，原告は，平成２\n４年３月５日，顧客ⅵから，使用期間を同年５月１日から平成２５年５月\n１日までとし，Ⅶを広告主とする案件ⅰのＴＶＣＭ出演者募集の申入れを\n受けたが，受注に至らなかったこと，被告会社は，上記案件に関し，原告\n及び被告会社それぞれの登録モデルであるＪがこれに出演したことが認め\nられる。これによると，原告は，被告らの不正競争がなければ，登録モデ\nルを出演させ，これにより利益を得ることができたと認められる。\nイ  証拠（甲４６，５５，６３）によれば，顧客ⅵからの申入れの額は●円\nであることが認められる。\nところで，証拠（甲５７ないし７０）によれば，原告が挙げた１４の案\n件のうち，顧客から原告に対し出演者募集の申入れがあったのが９件であ\nり，原告はそのうちの４件（番号①，②，⑤及び⑨の案件）を受注したこ\nと，受注した４の案件について，売上げ（決定金額）と原価（戻し金額）\nにより原価率を算出すると，番号①の案件が●％，番号②の案件が●％，\n番号⑤の案件が●％，番号⑨の案件が●％になることが認められ，この事\n実に鑑みれば，原価は，原告が主張するように，売上げの●％程度とみる\nのが相当である。\nそうすると，被告会社は，不正競争により，顧客ⅵからの申入額●円か\nらその●％に相当する原価を控除した９万６８００円を下らない額の利益\n\u0000 - 23 -\nを受けたものと認められる。\nウ  被告会社の利益の額は原告が受けた損害の額と推定されるから，そうす\nると，原告は，番号⑦の案件に関し，９万６８００円の損害を受けたこと\nになる。\n(8)  番号⑧について\n証拠（甲４７，５５，６４）によれば，原告は，平成２２年８月９日，顧\n客Ⅱから，案件ｊの番組出演者募集の申入れを受けたが，受注に至らなかっ\nたことが認められる。しかしながら，これは，被告会社が設立される前の案\n件である。なお，証拠（甲１４）によれば，被告会社は，顧客Ⅱの平成２４\n年４月３０日放送の案件ｋの番組に原告の登録モデルで被告会社の専属モデ\nルになったＯを出演させたことが認められるが，これについて，原告が顧客\nⅡから出演者募集の申入れを受けたことを認めるに足りる証拠はない。\nそうであるから，原告は，番号⑧の案件に関して，被告らの不正競争によ\nり営業上の利益を侵害されたとはいえない。\n(9)  番号⑨について\nア  証拠（甲８，９，２４，４８，５５，６５）によれば，原告は，平成２\n４年３月２８日，顧客ⅷから，Ⅷを広告主とする同年５月１３日実施の案\n件ｌのファッションショー出演者募集の申入れを受け，２名について受注\nしたこと，被告会社は，上記案件に関し，原告及び被告会社それぞれの登\n録モデル７名を含む８名がこれに出演したことが認められる。これによる\nと，原告は，被告らの不正競争がなければ，登録モデルを出演させ，これ\nにより利益を得ることができたと認められる。\n\u0000 - 24 -\nイ  証拠（甲４８，５５，６５）によれば，顧客ⅷからの申入れの額は少な\nくても一人当たり●円であり，その原価は●円であることが認められるか\nら，被告会社は，不正競争により７名分に相当する１１万６６６９円を下\nらない額の利益を受けたものと認められる。\nウ  被告会社の利益の額は原告が受けた損害の額と推定されるから，そうす\nると，原告は，番号⑨の案件に関し，１１万６６６９円の損害を受けたこと\nになる。\n(10)  番号⑩について\n証拠（甲８，９，２４，４９の１，５５，６６）によれば，原告は，平成\n２４年３月２９日，顧客ⅸから，使用期間を同年４月１日からとし，Ⅸを広\n告主とする，４ないし６歳の日本人の子供のＴＶＣＭ出演者募集の申入れを\n受けたが，受注に至らなかったこと，被告会社は，上記案件に関し，原告及\nび被告会社それぞれのハーフの登録モデルであるＫを出演させたことが認め\nられる。しかしながら，上記案件に関し，原告が顧客ⅸからハーフの子供の\n出演者募集の申入れを受けたことを認めるに足りる証拠はない。\nそうであるから，原告は，番号⑩の案件に関して，被告らの不正競争によ\nり営業上の利益を侵害されたとはいえない。\n(11)  番号⑪について\n証拠（甲５０，５５，６７）によれば，原告は，平成１９年７月９日，顧\n客ｘから，同年１０月号の案件ｍのスチール広告出演者募集の申入れを受け、\n１名について受注したことが認められる。しかしながら，これは，被告会社\nが設立される前の案件である。なお，証拠（甲１４）によれば，被告会社は，\n\u0000 - 25 -\n顧客ｘの平成２４年６月号の案件ｍの表紙に原告の登録モデルで被告会社の\n専属モデルになったＬを出演させたことが認められるが，これについて，原\n告が顧客ｘから出演者募集の申入れを受けたことを認めるに足りる証拠はな\nい。\nそうであるから，原告は，番号⑪の案件に関して，被告らの不正競争によ\nり営業上の利益を侵害されたとはいえない。\n(12)  番号⑫について\nア  証拠（甲８，９，２４，５１の１・２，５５，６８）によれば，原告は，\n平成２４年４月２０日，顧客ⅹⅰから，Ⅹを広告主とする案件ｎの外国人の\n大人の男女のプリント・メディア等の出演者募集の申入れを受けたが，受注\nに至らなかったこと，被告会社は，上記案件に関し，原告及び被告会社それ\nぞれのハーフの子供の登録モデルであるＥとＭを出演させことが認められる。\nしかしながら，上記案件に関し，原告が顧客ⅹⅰからハーフの子供の出演者\n募集の申入れを受けたことを認めるに足りる証拠はない。\nそうであるから，原告は，番号⑫の案件に関して，被告らの不正競争によ\nり営業上の利益を侵害されたとはいえない。\n(13)  番号⑬について\nア  証拠（甲８，９，２４，５２の１・２，５５，６９）によれば，原告は，\n平成２４年５月７日，顧客ⅹⅱから，ⅩⅠを広告主とするＴＶＣＭの出演\n者募集の申入れを受けたが，受注に至らなかったこと，被告会社は，上記\n案件に関し，原告及び被告会社それぞれの登録モデルであるＮを出演させ\nたことが認められる。これによると，原告は，被告らの不正競争がなけれ\n\u0000 - 26 -\nば，登録モデルを出演させ，これにより利益を得ることができたと認めら\nれる。\nイ  証拠（甲５２の１・２，５５，６９）によれば，顧客ⅸからの申入れの\n額は●円であることが認められる。そして，その原価は，前記(7)のとお\nり，売上げの●％とみるのが相当であるから，被告会社は，不正競争によ\nり，株式会社豪勢堂からの申入額●円からその●％に相当する原価を控除\nした７万２６００円を下らない額の利益を受けたものと認められる。\nウ  被告会社の利益の額は原告が受けた損害の額と推定されるから，そうす\nると，原告は，番号⑬の案件に関し，７万２６００円の損害を受けたこと\nになる。\n(14)  番号⑭について\n証拠（甲８，９，２４，５３の１・２，５５，７０）によれば，原告は，\n平成２４年１月１０日，顧客ⅹⅲから，ⅩⅡを広告主とする案件ｏの広告の\n出演者募集の申入れを受けたが，受注に至らなかったことが認められる。し\nかしながら，被告会社が上記案件を受注したことを認めるに足りる証拠はな\nい。\nそうであるから，原告は，番号⑭の案件に関して，被告らの不正競争によ\nり営業上の利益を侵害されたとはいえない。\n４  以上によれば，被告らは，原告に対し，連帯して１１０万０１４６円及び\nこれに対する訴状送達の日の翌日からそれぞれ支払済みまで年５分の割合に\nよる遅延損害金を支払う義務がある。\nそして，訴状送達の日は，被告会社が平成２５年１月１０日，被告Ａが同\n\u0000 - 27 -\n月１２日，被告Ｂが同月１１日であり，このことは記録上明らかであるから，\n原告の請求は，被告らに対し，連帯して１１０万０１４６円及びこれに対す\nる被告会社については同月１１日から，被告Ａについては同月１３日から，\n被告Ｂについては同月１２日からそれぞれ支払済みまで年５分の割合による\n遅延損害金の支払を求める限度で理由がある。\n５  よって，原告の請求を上記の限度で認容し，その余は失当としてこれを棄却\nすることとして，主文のとおり判決する。\n東京地方裁判所民事第４７部\n裁判長裁判官          高      野      輝      久\n裁判官          藤      田              壮\n裁判官志賀勝は，転補のため署名押印することができない。\n裁判長裁判官          高      野      輝      久\n"
}