{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 2,
    "day": 21
  },
  "case_number": "平成24(わ)278",
  "case_name": "覚せい剤取締法違反，大麻取締法違反，麻薬及び向精神薬取締法違反，国際的な協力の下に規制薬物に係る不正行為を助長する行為等の防止を図るための麻薬及び向精神薬取締法等の特例等に関する法律違反（変更後の訴因　国際的な協力の下に規制薬物に係る不正行為を助長する行為等の防止を図るための麻薬及び向精神薬取締法等の特例等に関する法律違反，覚せい剤取締法違反，大麻取締法違反，麻薬及び向精神薬取締法違反）",
  "court_name": "神戸地方裁判所第４刑事部",
  "lawsuit_id": "84121",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=84121",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/121/084121_hanrei.pdf",
  "contents": "\u0000\u0000\n\u0000\n平成２６年２月２１日宣告  裁判所書記官  \u0000\n平成２４年第２７８号  麻薬及び向精神薬取締法違反被告事件\u0000\n平成２４年第３４４号，第４９６号，第６４９号，第７９７号，第８９９号，平成２５\n年第９７号  覚せい剤取締法違反，大麻取締法違反，麻薬及び向精神薬取締法違反，国\n際的な協力の下に規制薬物に係る不正行為を助長する行為等の防止を図るための麻薬及\nび向精神薬取締法等の特例等に関する法律（以下「麻薬特例法」という。）違反（変更後\nの訴因  麻薬特例法違反，覚せい剤取締法違反，大麻取締法違反，麻薬及び向精神薬取締\n法違反）被告事件\u0000\n\u0000\n判            決\u0000\n\u0000\n主            文\u0000\n被告人を懲役７年及び罰金２００万円に処する。\u0000\n未決勾留日数中５００日をその懲役刑に算入する。\u0000\nその罰金を完納することができないときは，金１万円を１日に換算した\n期間被告人を労役場に留置する。\n神戸地方検察庁で保管中のチャック付きポリ袋入り覚せい剤結晶粉末\n１８袋（神戸地方検察庁平成２４年領第１６６９号符号１，７，９，１３\nから１７，３３，３５，４１，４３，４４，４６から４９，１２０），チ\nャック付きポリ袋入り大麻草７袋（神戸地方検察庁平成２４年領第１３７\n９号符号１，３，５，６，８，１１，１２），チャック付きポリ袋入りコ\nカインの粉末１袋（同領号符号１５－１），チャック付きポリ袋入りＮ・\nα－ジメチル－３・４－（メチレンジオキシ）フェネチルアミンの錠剤１\n袋（同領号符号１６）を没収する。\u0000\n被告人から金２２３万８０００円を追徴する。\u0000\n訴訟費用は被告人の負担とする。\u0000\n\u0000\u0000\n\u0000\n理            由\u0000\n【罪となるべき事実】\u0000\n第１  被告人は，\u0000\n１  営利の目的で，みだりに，\u0000\nア  別表１記載のとおり，平成２３年５月１９日及び平成２４年３月５日頃，２\n回にわたり，大阪府ａ市ｂ町ｃ番ｄ号にあるＡｅ店駐車場に駐車中の軽四乗用\n自動車内ほか１か所において，Ｂ及びＣ（当時，Ｃ）ほか１名に対し，覚せい\n剤であるフエニルメチルアミノプロパン塩酸塩を含有する結晶約１グラム及び\n同フエニルメチルアミノプロパンの塩類を含有する結晶約０．８グラムを代金\n合計５万５０００円で譲り渡し，\nイ  別表２記載のとおり，平成２４年３月９日及び同月２７日，２回にわたり，\n同府ｆ市ｇｈ丁目ｉ番にあるＤ株式会社ｆ支店ｊセンターにおいて，Ｅほか１\n名に対し，覚せい剤であるフエニルメチルアミノプロパンの塩類を含有する結\n晶約０．１グラム及び同フエニルメチルアミノプロパン塩酸塩を含有する結晶\n約０．８グラムを代金合計５万４０００円で，鳥取県ｋ市ｌｍ丁目ｎ番ｏ号に\nあるホテルＦほか１か所を配達先とする宅配便により発送し，同月１０日及び\n２９日，情を知らない宅配便配達員をして，それぞれ同所に配達させて前記Ｅ\nほか１名に受領させ，もって覚せい剤を譲り渡し，\u0000\n  薬物犯罪を犯す意思をもって，別表３記載のとおり，同年２月１５日及び同年\n３月９日，２回にわたり，前記Ｄ株式会社ｆ支店ｊセンターにおいて，Ｇほか１\n名に対し，覚せい剤様の結晶合計約１．４グラムを覚せい剤として代金合計６万\n円で，宅配便により千葉県ｐ市ｑｒ番地ｓほか１か所に発送し，同年２月１６日\n及び同年３月１０日，情を知らない宅配便配達員をして，それぞれ同所に配達さ\nせて前記Ｇほか１名に受領させたほか，平成２２年８月６日頃から平成２４年３\n月２８日頃までの間，多数回にわたり，大阪府内又はその周辺において，多数人\nに対し，覚せい剤様の物を覚せい剤として有償で譲り渡し，もって覚せい剤を譲\n\u0000\u0000\n\u0000\nり渡す行為と薬物その他の物品を規制薬物として譲り渡す行為を併せて行うこと\nを業とし，\u0000\n２  みだりに，平成２４年３月２８日，\u0000\n  営利の目的で，同府ｆ市ｔｕ丁目ｖ番ｗＨｘ号の当時の被告人方において，前同\n様のフエニルメチルアミノプロパン塩酸塩を含有する結晶粉末約３２．９８５グラ\nム（神戸地方検察庁平成２４年領第１６６９号符号９，１３から１６，３３，３５，\n４３，４７，４９はこれらの鑑定残量）及び同フエニルメチルアミノプロパン塩類\nを含有する結晶粉末約５．１３６グラム（同領号符号７，１７，４１，４４，４６，\n４８，１２０はこれらの鑑定残量）を，同Ｈ駐車場において，同フエニルメチルア\nミノプロパン塩酸塩を含有する結晶粉末約０．１７５グラム（同領号符号１はこの\n鑑定残量）を所持し，\u0000\n  前記被告人方において，大麻である大麻草約１９．５７４グラム（神戸地方検察\n庁平成２４年領第１３７９号符号１，３，５，６，８，１１，１２はこれらの鑑定\n残量），麻薬であるコカイン粉末約０．５３グラム（同領号符号１５－１はこの鑑\n定残量）及び麻薬であるＮ・α－ジメチル－３・４－（メチレンジオキシ）フェネ\nチルアミン（別名ＭＤＭＡ，以下「ＭＤＭＡ」という。）の錠剤１錠約０．３４７\nグラム（同領号符号１６はこの鑑定残量）を所持した。\n第２  被告人は，法定の除外事由がないのに，平成２４年３月２８日頃，前記当時の被告\n人方において，コカインの塩類若干量を鼻孔から吸引し，もって麻薬を施用した。\u0000\n【証拠の標目】  \u0000\n省略\n【争点に対する判断】\u0000\n１  争点について\u0000\n本件では，大麻と麻薬の所持及び麻薬施用の各公訴事実（判示第１の２及び第２）\nについては争いがない。麻薬特例法違反及び覚せい剤の営利目的所持の各公訴事実（判\n示第１の１及び２）については，覚せい剤等の譲渡及び所持の事実については争い\n\u0000\u0000\n\u0000\nはないが，被告人が覚せい剤の譲渡等を業としたか否か，営利の目的で覚せい剤を所\n持したのか否かが争点になった。\n弁護人は，前記争点につき，被告人は自分で使用する覚せい剤を安く仕入れるため，\n他の者からの注文分と自分の分とをまとめて注文していただけであり，注文者に仕入\n値に交通費等の実費分を足した程度の代金で覚せい剤を譲渡していたにすぎないこと，\n安定的な覚せい剤の入手先も確保されていないこと，組織的な背景はなく，単独で譲\n渡をしていたにすぎないことなどから，被告人は覚せい剤の譲渡を業としていたとは\nいえず，覚せい剤を営利目的で所持していたともいえないと主張した。\n当裁判所は，以下に述べる理由から判示のとおりの事実が認められ，弁護人の前記\n主張にはいずれも理由がないと判断した（なお，覚せい剤所持についての営利目的の\n有無は，覚せい剤譲渡を「業とした」か否かの判断の前提事情にもなるから，以下，\nこの順で検討する。）。\u0000\n２  覚せい剤の営利目的所持について\u0000\n  自宅での所持について\u0000\nア  平成２４年３月２８日，当時の被告人方の捜索により，チャック付きポリ袋入\nり覚せい剤１７袋（覚せい剤３０．７７３グラムのもの１袋，３．５７７グラム\nのもの１袋のほか，０．９１５～０．０３３グラムのもの１５袋）が発見された。\nまず，３０．７７３グラムの覚せい剤については，自己使用のためにこれほど多\n量の覚せい剤を自宅で保管するとは考えにくく，密売用の覚せい剤であることが\nうかがわれる。その他の覚せい剤も，１６袋という個数やほぼ同じ量に分けられ\nたものが複数個あることからすると，密売用に小分けされたもの，あるいは小分\nけ作業中のものと考えられるのであり，被告人方から電子秤２個，チャック付き\nポリ袋約３００枚といった小分け用具や約１７０本の未使用の注射器が押収され\nていることも，このような考えを裏付けるものといえる。\u0000\nその上，被告人は，現に，平成２２年８月６日から平成２４年３月２７日にか\nけ，６名の者（うち個人的な関係がある者は１名のみ）に対し，７８回にわたっ\n\u0000\u0000\n\u0000\nて覚せい剤を譲渡し，少なくとも２２３万８０００円を売り上げている。これら\nの取引で被告人がどの程度の利益を得たかは証拠上明らかではないが，１年７か\n月の長期間にわたり，覚せい剤取引以外に全く関係がない複数の人物に対し，多\n数回覚せい剤を譲渡していたこと自体が，これらの多数回反復継続した取引から\n利益を得る目的があり，実際に利益が上がっていたことを強く推認させる。加え\nて，①被告人の客の一人であり，覚せい剤の密売人でもあるＢに対し，わずか３\nか月程度の間に，２４回にわたり，毎回１グラム以上の覚せい剤を譲渡しており，\n単に自分で使う分を安くあげるために取引していたとは考えにくいこと，②客に\nよって取引単価を変えていたこと，③被告人は他の密売人からＩとの覚せい剤取\n引を引き継いでいるが，価格は変更しておらず，一定の利益を上乗せして取引を\nしていたと考えられること，④被告人は，客に対し，質の良い覚せい剤を入手し\nたときにはその購入を勧めたり，購入する覚せい剤の額をより高い額にするよう\n客に勧めたりするなどの営業活動も行っていたこと，⑤この間覚せい剤やコカイ\nンを常用していたことを自認しているが，これらの薬物の購入費や生活費をまか\nなえるような収入を得られる仕事はしていなかったこと等からすると，単に覚せ\nい剤を安く仕入れるために取引をしていたとは考えられず，利益を上げる目的で\n覚せい剤取引をしていたといわざるを得ない。\u0000\nこうしたことからすると，被告人は，密売による利益を得る目的でチャック付\nきポリ袋入り覚せい剤１７袋を所持していたことは明らかであり，財産上の利益\nを得る目的で覚せい剤を所持していたものと認められる。\u0000\nイ  これに対し，被告人は，当公判廷において，①３０．７７３グラムの覚せい剤\nについては，被告人が密売人にコカイン１０グラムを注文したところ，誤って密\n売人から渡されたものである，②３．５７７グラムの覚せい剤は使いかけの自己\n使用分の覚せい剤をまとめたものである，③その他は使いかけの自己使用分の覚\nせい剤であり，これらを密売して利益をあげる目的はなかったと供述する。\u0000\nしかし，①については，高額な薬物取引において，密売人がコカイン１０グラ\n\u0000\u0000\n\u0000\nムと覚せい剤３０グラムを間違えることは常識的に考えにくい。被告人も手渡し\nでこれを受け取ったというのであるから，間違いに気付かないとは考えにくく，\n不合理な内容といわざるを得ないし，取引場所の供述も変遷している。②につい\nても，この覚せい剤は結晶の形状が比較的均質であり，使いかけの覚せい剤の寄\nせ集めには見えない。③についても，これだけの量の覚せい剤が自宅にあること\n自体，本件における被告人の基本的な言い分（自分で使う分の覚せい剤を安く仕\n入れたいが，自宅に覚せい剤があると使いすぎてしまうため，他人の分とまとめ\nて注文することにより，手元には覚せい剤をなるべく残さず，かつ，安く覚せい\n剤を入手していた。）と齟齬を来しており，上記の被告人供述は信用に値しない\nといわざるを得ない。\u0000\n  駐車場での所持について\u0000\n平成２４年３月２８日，当時の被告人方の駐車場付近で，チャック付きポリ袋入\nりの覚せい剤約０．１７５グラム，未使用の注射器を所持していたところ，前記\nのとおり，被告人が自宅で密売用の覚せい剤を所持しており，その中には，ほぼ同\n量に小分けされた覚せい剤も含まれていたことに加え，被告人は覚せい剤を炙って\n使用しており，注射器は使わないというのであるから，前記覚せい剤約０．１７５\nグラムについても，密売用のものであることは明らかであり，被告人が営利目的で\nこれを所持していたものと認められる。\u0000\n３  覚せい剤譲渡を「業とした」か否か\u0000\n前記２のとおり，被告人は，平成２２年８月６日頃から平成２４年３月２７日頃ま\nでの間，少なくとも６名に対して，７８回にわたって覚せい剤を譲渡しており，利益\nを得る目的で反復継続して覚せい剤取引を行っていた。\u0000\n加えて，被告人は，複数の他人名義の携帯電話を所持し，客からその携帯電話に注\n文を受け，手渡しで取引を行うほか，遠方の客とも宅配便を使い，代金振り込みで取\n引ができるように，他人名義の預金口座を準備しており，捜査機関に摘発されずに取\n引を継続する仕組みを構築していた。また，前記２のとおり，相当量の密売用の覚せ\n\u0000\u0000\n\u0000\nい剤を手元に確保し，注文後迅速に覚せい剤を配達していた。覚せい剤の入手先は明\nらかではないが，少なくとも，注文に応じて速やかに覚せい剤を供給できる体制が整\n備されていたものと認められる。\n証拠によれば，被告人は，１人の男を覚せい剤の配達等に使ったことはあるが，主\nに１人で覚せい剤取引を行っていたと認められ，弁護人の指摘のとおり，大規模な密\n売組織といえる実体はなかった。しかしながら，被告人は，以上のとおり，覚せい剤\n取引により継続して利益を上げる目的の下，これを可能とする仕組みを構築し，現に\n反復継続して取引をしていたのであるから，覚せい剤及び覚せい剤様のものの譲渡を\n「業とした」ものと認められる。\u0000\n【法令の適用】\u0000\n被告人の判示第１の１及び２の行為は，包括して麻薬特例法５条４号（判示第１の\n１ア及び同イにつき，覚せい剤取締法４１条の２第２項，１項，同につき，麻薬特\n例法８条２項，同第１の２につき，覚せい剤取締法４１条の２第２項，１項に該当す\nる。）に，同第１の２の行為のうち，大麻の所持は，大麻取締法２４条の２第１項に，\n麻薬（コカイン及びＭＤＭＡ）の所持は，麻薬及び向精神薬取締法６６条１項に，判示\n第２の行為は，麻薬及び向精神薬取締法６６条の２第１項，２７条１項に該当するが，\n判示第１の２の行為のうち被告人方での覚せい剤の営利目的所持と同の大麻及び麻\n薬の各所持は，１個の行為が３個の罪名に触れる場合であるから，刑法５４条１項前段，\n１０条により，結局，同第１の１，２を１罪として最も重い麻薬特例法５条４号の罪の\n刑で処断することとし，同罪について，所定刑中有期懲役刑及び罰金刑を選択し，以上\nは刑法４５条前段の併合罪であるから，懲役刑については同法４７条本文，１０条によ\nり重い同罪の刑に同法４７条ただし書の制限内で法定の加重をし，その刑期及び所定金\n額の範囲内で，被告人を懲役７年及び罰金２００万円に処し，同法２１条を適用して未\n決勾留日数中５００日をその懲役刑に算入し，その罰金を完納することができないとき\nは，同法１８条により金１万円を１日に換算した期間，被告人を労役場に留置すること\nとし，神戸地方検察庁で保管中のチャック付きポリ袋入り覚せい剤結晶粉末１８袋（同\n\u0000\u0000\n\u0000\n庁平成２４年領第１６６９号符号１，７，９，１３から１７，３３，３５，４１，４３，\n４４，４６から４９，１２０）はいずれも判示第１の２の罪に係る覚せい剤であり，\n被告人が所有するものであるから，覚せい剤取締法４１条の８第１項本文により，同庁\nで保管中のチャック付きポリ袋入り大麻草７袋（同庁平成２４年領第１３７９号符号１，\n３，５，６，８，１１，１２）は，判示第１の２の罪に係る大麻で被告人が所有する\nものであるから，大麻取締法２４条の５第１項本文により，同庁で保管中のチャック付\nきポリ袋入りコカインの粉末１袋（同領号符号１５－１）及びチャック付きポリ袋入り\nＭＤＭＡの錠剤１袋（同領号符号１６）は，同判示の罪に係る麻薬で被告人が所有する\nものであるから，麻薬及び向精神薬取締法６９条の３第１項本文により，これらをいず\nれも没収することとし，判示第１の１の犯行により被告人が得た薬物犯罪収益合計２２\n３万８０００円は，麻薬特例法１１条１項１号の薬物犯罪収益に該当するが，既に費消\nして没収することができないので，同法１３条１項前段によりその価格を被告人から追\n徴し，訴訟費用については，刑事訴訟法１８１条１項本文により全部これを被告人に負\n担させることとする。\u0000\n【量刑の理由】\u0000\n判示第１の１の犯行については，覚せい剤の密売期間は約１年７か月にわたり，密売回\n数も７８回に及ぶものの，売上額は２２３万８０００円にとどまっており，密売規模は際\n立って大きいとはいえない。しかし，約３８グラムもの覚せい剤を営利目的で所持してい\nたこと，その他の麻薬・大麻等もかなりの所持量で，被告人自身も常習的に薬物を使用し\nていたことも考え合わせると，本件は，同種事案（単独，小売り程度の営業規模で，覚せ\nい剤を譲渡することを業とした事案及びそれと共にそれより軽い他の罪を犯した事案）の\n中で，重い部類に位置づけることはできないが，他方，軽い部類と位置づけることもでき\nない。\u0000\n以上に加え，被告人に前科がないとはいえ，被告人が不合理な弁解に終始し，反省の深\nまりがみられないことなどの事情を考慮して，主文の刑を量定した。\u0000\n（検察官の求刑  懲役７年及び罰金２００万円，覚せい剤，大麻，コカイン，ＭＤＭＡの\n\u0000\u0000\n\u0000\n没収，２２３万８０００円の追徴，弁護人の科刑意見  重くとも懲役５年）\u0000\n平成２６年２月２１日\u0000\n神戸地方裁判所第４刑事部\u0000\n\u0000\n裁判長裁判官      宮 崎 英 一\u0000\n\u0000\n\u0000\n\u0000\n裁判官      冨 田 敦 史\u0000\n\u0000\n裁判官      高 島   剛\u0000\n\u0000\n\u0000\n"
}