{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 2,
    "day": 20
  },
  "case_number": "平成30(ワ)6962",
  "case_name": "不正競争行為差止請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "88509",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=88509",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/509/088509_hanrei.pdf",
  "contents": "平成３１年２月２０日判決言渡  同日原本領収  裁判所書記官\n平成３０年（ワ）第６９６２号  不正競争行為差止請求事件\n口頭弁論終結日  平成３０年１２月２１日\n判         決\n当事者の表示  別紙１当事者目録記載のとおり\n主         文\n１  被告は，原告が製造し，販売し，又は使用する別紙２物件目録記載\nの製品が別紙３特許権目録記載１の特許権及び別紙４意匠権目録記\n載の意匠権を侵害するとの事実を告知し，又は流布してはならない。\n２  原告のその余の請求を棄却する。\n３  訴訟費用は，これを３分し，その１を原告の負担とし，その余を被\n告の負担とする。\n４  この判決は，第１項に限り，仮に執行することができる。\n事実及び理 由\n第１  請求\n被告は，原告が製造し，販売し，又は使用する別紙２物件目録記載の製品が別紙３\n特許権目録記載１及び２の各特許権並びに別紙４意匠権目録記載の意匠権を侵害す\nるとの事実を告知し，又は流布してはならない。\n第２  事案の概要\n１  本件は，別紙２物件目録記載の製品（以下「原告製品」という。）を製造，販売\n又は使用（以下，併せて「製造等」という。）をする原告が，被告において，原告の製\n造等に係る原告製品につき，被告が保有し，又は保有していた別紙３特許権目録記載\n１及び２の各特許権並びに別紙４意匠権目録記載の意匠権を侵害する旨を告知し，又\nは流布しているとし，この行為は，不正競争防止法２条１項１５号に定める不正競争\nに該当すると主張して，被告に対し，同法３条１項による差止請求権に基づき，上記\nの行為の差止めを求める事案である。\n２  前提事実（当事者間に争いがない又は後掲の証拠及び弁論の全趣旨により容易\nに認められる事実）\n⑴  当事者\n原告は，聴覚機器の企画，開発，設計，製造及び販売を目的とする株式会社である。\n被告は，情報通信システムに係る機器及び装置類の開発，製作及び販売を目的とす\nる株式会社である。\n⑵  被告の保有し，又は保有していた特許権及び意匠権\nア  被告は，別紙３特許権目録記載１のとおり，発明の名称を「イヤーパッド及び\n該パッドを具えたイヤホーン」とする特許第３８９４８２８号の特許権（以下「本件\n特許権１」という。）を有している（甲１７，１９）。\nイ  被告は，平成２８年７月１５日までの間，別紙３特許権目録記載２のとおり，\n発明の名称を「音声入力イヤーマイク」とする特許第４７８１８５０号の特許権（以\n下「本件特許権２」という。）を有していたが，同特許権は同日消滅した（甲４）。\nウ  被告は，別紙４意匠権目録記載のとおり，意匠に係る物品を「イヤーパッド」\nとする意匠登録第１１７６２６４号の意匠権（以下「本件意匠権」といい，本件特許\n権１と併せて「本件知的財産権」という。）を有していたが，平成３０年１月１７日，\n平成２９年４月１８日第１５年分登録料不納を原因とする本権の登録の抹消の登録\nがされている（甲１６，１８）。\n⑶  原告及び被告が競争関係にあること\n被告は，本件知的財産権の実施品として，「インコア」との名称を付した，イヤホン\nに装着するイヤーパッド（以下「被告製品」という。）を開発し，製造し，販売してい\nる（甲３）。\n原告は，被告から被告製品を購入した上，平成２８年７月１５日より後に，「アウロ\nキャップ」と称するイヤホン（以下「原告製品」という。）の製造，販売及び使用を開\n始しており，原告と被告は競争関係にある（甲７，乙５）。\n⑷  被告の行為\n被告は，次の行為によって，原告の営業上の信用を害する事実を告知，流布してい\nる（以下，これらの行為を併せて「本件行為」という。）。\nア  被告は，平成２９年４月３０日以降現在に至るまで，被告の開設するウェブサ\nイト上に，「『アウロキャップ』『アウロパッド』という類似品があり，弊社の特許・意\n匠等に抵触している可能性があります。」という記事を掲載している（甲８，２０）。\nイ  被告は，原告の取引先であるミドリ安全株式会社（以下「ミドリ安全」という。）\nに対し，平成２９年６月１４日付けの内容証明郵便を送付して，原告製品である「ア\nウロキャップ」「アウロパッド」が，被告の有する知的財産権を侵害する模造品である\n旨を告知し，原告製品の販売の中止を求めた（甲９）。\n⑸  被告による特許の実施許諾等\nア  通常実施権許諾契約の締結\n被告は，平成１８年８月１日に設立した１００％子会社であるナップ販売株式会社\n（平成２２年６月３０日に商号をナップコミュニケーションズ株式会社に変更して\nおり，以下，商号変更の前後を問わず，「ナップコミュニケーションズ」という。）を\n通して被告製品を販売していたところ，平成２２年頃，原告の経済的支援による被告\nの経営再建の一環として，ナップコミュニケーションズの株式を原告に譲渡すること\nとなり，原告の子会社となったナップコミュニケーションズは，同年４月１６日，被\n告との間で次の条項（「甲」は被告を，「乙」はナップコミュニケーションズを指す。）\nを含む特許通常実施権許諾契約（以下「本件実施許諾契約」という。）を締結した（乙\n２）。\n「第１条（特許権の表示）\n甲は自己の有する下記の特許権（以下「本特許権」という）について乙に通常実施\n権を許諾し，乙は以下の条項に従い本特許権に係る発明（以下「本特許発明」という）\nを実施する。\n記\n特許権登録番号：第３８９４８２８号\n発明の名称：イヤーパッド及び該パッドを具えたイヤホーン\n第３条（実施料）\n１  乙は本特許発明の実施料として，本特許発明を実施して生産したイヤホーン\n（以下「本商品」という）について，乙の工場出荷価格の２．５％相当額を甲に支払\nう。（以下省略）\n第６条（帳簿，監査）\n乙は本商品の生産，販売につき特別の帳簿を作成し，その状況を常に明らかにして\nおかねばならない。乙は甲の請求があったときはこの帳簿をいつでも甲又はその指定\nする者に閲覧・監査させるものとする。」\nイ  覚書の締結\nナップコミュニケーションズは，平成２８年３月２３日，被告との間で，次の条項\n（「甲」は被告を，「乙」はナップコミュニケーションズを指す。）を含む覚書（以下\n「本件覚書」という。）を締結した（甲５）。\n「第５条  甲が保有する特許の使用許諾について\n甲は，甲の保有するインコア及びイヤーパッドに係る一切の特許について，乙がこ\nれを使用することを許諾するものとする。また，甲は特許の使用につき，対価となる\nロイヤリティーを請求しないものとする。\n第６条  甲が保有するイヤーパットの取り扱いについて\n甲は，イヤーパッドについて，乙がこれを使用した商品開発及びその販売をするこ\nとを許諾するものとし，甲はイヤーパッドの供給に協力するものとする。\n第７条  今後，乙が開発する新型イヤホンマイクの取り扱いについて\n甲は，乙がイヤーパッドを使用し，インコアに係る特許を使用した新型イヤホンマ\nイクの開発を行うことをあらかじめ了解するものとし，その商品開発には甲の承認等\nは必要としないことを双方確認するものとする。但し，乙は，新型イヤホンマイクに\nついて，従来のインコアとは別ブランドの製品として開発するものとし，「インコア」\nという商標は使用しないものとする。\n第９条  乙によるインコア事業の再編について\n乙の事業整理・再編に伴い，インコア事業を乙の関連会社（株式会社エス・オー・\nダブリューの関連会社を含む）に，インコア事業を譲渡することがあることを，甲は\n事前に確認し，異議を申し立てないものとする。また，インコア事業の譲渡が実行さ\nれた場合，乙はインコア事業に関連し，譲渡先である乙の関連会社に対し，本覚書を\n承継させるものとし，甲も，乙の関連会社に対し，本覚書の内容に基づき，お互いに\n誠実に取引を行うものとする。」\n⑹  事業譲渡\n原告は，当初，ナップコミュニケーションズを通じて原告製品を製造し，販売して\nいたが，平成２８年１１月１５日，ナップコミュニケーションズから，原告製品の製\n造，販売に係る事業を譲り受けた（甲６，弁論の全趣旨）。\n３  争点\n⑴  被告は，原告が本件特許権２を侵害しているという事実を告知，流布している\nか（争点１）\n⑵  被告の告知，流布する事実は虚偽であるか（争点２）\nア  原告は本件覚書により本件知的財産権の実施を許諾されているか（争点２－１）\nイ  本件知的財産権は消尽するか（争点２－２）\n⑶  差止請求の可否（争点３）\n４  争点に対する当事者の主張\n⑴  争点１（被告は，原告が本件特許権２を侵害しているという事実を告知，流布\nしているか）について\n【原告の主張】\n被告は，本件行為により，原告が本件特許権２を侵害する旨の事実についても告知，\n流布した。\n【被告の主張】\n否認する。\n⑵  争点２－１（原告は本件覚書により本件知的財産権の実施を許諾されているか）\nについて\n【原告の主張】\nア  本件覚書は心裡留保，錯誤により無効になることはなく有効であること\n(ｱ)  心裡留保により無効になることはないこと\n本件覚書は，法的な拘束力があるものとして有効に成立しているから，心裡留保に\nより無効になることはない。\n(ｲ)  錯誤により無効になることはないこと\n本件覚書には錯誤はなく，無効になることはない。\n被告は，本件覚書締結後も原告が本件実施許諾契約第６条の報告義務（以下「本件\n報告義務」という。）を負うものと考えていたとし，そうでないとすれば本件覚書の締\n結には動機の錯誤があったとして無効であると主張するが，被告の主張する動機は表\n示されておらず，また，被告には錯誤について重過失がある。\nイ  本件覚書は解除されていないこと\n本件覚書は解除されていない。\n被告が主張する本件報告義務違反を理由とする本件覚書の解除は，本件覚書が本件\n実施許諾契約と一体とはいえず，本件報告義務は，本件覚書に基づくものではない上，\n被告製品に関する帳簿作成，報告義務を定めるものであって，原告製品に関する販売\n価格，品質，イメージに関する報告義務を定めるものではないから，その前提を欠く。\nまた，被告による解除は，適法な催告を欠くものである上，被告が解除の意思表示\nであると主張するメールの内容は不明確であって解除の意思表示があったとはいえ\nず，有効な解除がされたとはいえない。\nウ  したがって，原告は，有効に成立し，存続している本件覚書により本件知的財\n産権の実施を許諾されている。\n【被告の主張】\nア  本件覚書は心裡留保，錯誤により無効になること\n(ｱ)  心裡留保により無効になること\n被告は，本件実施許諾契約のみに拘束力があり，本件覚書に契約上の拘束力はない\nという認識で本件覚書に押印したものであり，原告も被告の真意を認識していたから，\n本件覚書の意思表示は心裡留保により無効である。\n(ｲ)  錯誤により無効になること\n被告は，本件覚書は，本件実施許諾契約と一体となっており，ナップコミュニケー\nションズ又は原告が本件報告義務を負うものと認識していた。\n実施権の利用に関する内容は契約の重要事項であって法律行為の要素であり，また，\n被告は，同認識を本件覚書締結時に原告に表示していたから，本件覚書が本件実施許\n諾契約と一体とならず，ナップコミュニケーションズ又は原告が本件報告義務を負わ\nないのであれば，本件覚書の意思表示は錯誤により無効である。\nイ  本件実施許諾契約及び本件覚書は解除されたこと\n本件覚書は，本件実施許諾契約と一体となっており，原告は，被告に対し，原告製\n品の開発，販売に関して本件報告義務を負っていたが，原告は同義務に違反して報告\nを行わなかった。\n被告は，原告に対し，平成２９年４月３日，メールで催告を行い，同月１２日，解\n除の意思表示をしたことによって，本件実施許諾契約及び本件覚書の合意は解除され\nた。\n⑶  争点２－２（本件知的財産権は消尽するか）について\n【原告の主張】\n原告は，被告から被告製品を購入し，これに何らの改変を加えずに原告製品と同一\nの紙箱に封かんして販売しているのであって，本件知的財産権は消尽する。\n【被告の主張】\n適法に拡布された物でないものは，特許権及び意匠権が消尽することはない。\n被告は，ナップコミュニケーションズによる新商品開発のため，被告製品を複数回\n納品したが，原告は，本件報告義務に違反して，被告に報告等をすることなく被告製\n品を販売しているから，当該販売は不適法な拡布であり，本件知的財産権は消尽しな\nい。\n⑷  争点３（差止請求の可否）について\n【原告の主張】\n本件行為によって，原告は，取引先であるミドリ安全から原告製品の販売を停止さ\nれ，原告の営業上重大な支障が生じており，原告の営業上の利益の侵害又はそのおそ\nれがある。\n【被告の主張】\n争う。本件行為は，原告による本件知的財産権の不当な侵害行為から自己の権利を\n保全するためにやむを得ず行ったものであり，不正競争防止法の規制対象となる行為\nではなく，また，原告が主張する営業上の利益は，正当な権限に基づくものではない\nため，「営業上の利益」（不正競争防止法３条１項）に該当しない。\n第３  当裁判所の判断\n１  争点１（被告は，原告が本件特許権２を侵害しているという事実を告知，流布\nしているか）について\n原告は，被告が，本件行為により，原告において本件特許権２を侵害している旨を\n告知していると主張するが，前記第２の２の前提事実⑵ないし⑷に認定したとおり，\n本件行為の時点で本件特許権２は既に消滅しており，原告製品の製造等も，本件特許\n権２が消滅した後に開始されたものであるから，本件行為において言及された被告の\n特許ないし知的財産権に本件特許権２は含まれていなかったと認めるのが自然であ\nり，他に本件特許権２を含むものであったことを認めるに足りる証拠はない。そうで\nあれば，被告が，原告において本件特許権２を侵害しているという事実を告知，流布\nしていると認めるに足りず，原告の主張を採用することはできない。\n２  争点２（被告の告知，流布する事実は虚偽であるか），争点２－２（本件知的財\n産権は消尽するか）について\n⑴  特許権者が我が国の国内において特許製品を譲渡した場合には，当該特許製品\nについては特許権はその目的を達成したものとして消尽し，もはや特許権の効力は，\n当該特許製品を使用し，譲渡し，又は貸し渡す行為等には及ばず，特許権者は，当該\n特許製品がそのままの形態を維持する限りにおいては，当該製品について特許権を行\n使することは許されないものと解される（最高裁平成７年（オ）第１９８８号同９年\n７月１日第三小法廷判決・民集５１巻６号２２９９頁，最高裁平成１８年（受）第８\n２６号同１９年１１月８日第一小法廷判決・民集６１巻８号２９８９頁参照）。そし\nて，このように解するのは，特許製品について譲渡を行う都度特許権者の許諾を要す\nるとすると，市場における特許製品の円滑な流通が妨げられ，かえって特許権者自身\nの利益を害し，ひいては特許法１条所定の特許法の目的にも反することになる一方，\n特許権者は，特許発明の公開の代償を確保する機会が既に保障されているものという\nことができ，特許権者から譲渡された特許製品について，特許権者がその流通過程に\nおいて二重に利得を得ることを認める必要性は存在しないためであり，この趣旨は，\n意匠権についても当てはまるから，意匠権の消尽についてもこれと同様に解するのが\n相当である。\n⑵  前記第２の２の前提事実⑶のとおり，原告は，本件知的財産権を有する被告か\nら，本件知的財産権の実施品である被告製品を購入しているところ，証拠（甲１２～\n１５）によれば，原告は，被告から購入したイヤーパッドである被告製品を，原告製\n品であるイヤホン，無線機本体，原告製品を媒介するコネクターケーブル及びＰＴＴ\nスイッチボックスと併せて，それぞれ別個のチャック付ポリ袋に入れ，原告製品の保\n証書及び取扱説明書とともに一つの紙箱の中に封かんした上で販売していると認め\nられ，そうであれば，原告製品に被告製品を付属させて販売していたにすぎないと認\nめられるのであり，被告による被告製品の譲渡によって被告製品については本件知的\n財産権は消尽すると解される。\nよって，原告が原告製品を製造等する行為は，被告の有する本件知的財産権を侵害\nしない。\n⑶  この点，被告は，原告は，本件報告義務に違反して被告製品を販売したもので\nあって，当該販売は不適法な拡布に当たるから，本件知的財産権は消尽しないと主張\nする。\nしかしながら，本件報告義務違反によって消尽の効果が直ちに覆されるといえるか\nについての判断は措くとして，被告の上記の主張は，原告による契約上の義務違反を\nいうものにすぎず，本件知的財産権を有する被告によって被告製品が拡布，すなわち\n適法に流通に置かれた事実を争うものではないから，被告の上記主張は，その前提を\n欠き，採用することができない。\n⑷  そうすると，原告は，本件知的財産権を侵害していないから，本件行為におい\nて告知され，流布されている原告が本件知的財産権を侵害している旨の事実は，虚偽\nであると認められる。\n３  争点３（差止請求の可否）について\n前記第２の２の前提事実⑷及び前記２で認定したとおり，本件行為は原告の営業上\nの信用を害する虚偽の事実を告知し，流布するものであり，弁論の全趣旨によれば，\n原告の取引先であるミドリ安全は，被告による本件行為を受けて原告製品の販売を停\n止したことが認められ，被告は現在もウェブサイト上で前記第２の２の前提事実⑷ア\nの行為を継続していることを考慮すると，被告の不正競争によって原告の営業上の利\n益が侵害され，又は侵害されるおそれがあることが認められる。\nこの点，被告は，本件行為は，被告が，原告による本件知的財産権の不当な侵害行\n為から自己の権利を保全するためにやむを得ず行ったものであり，原告が主張する営\n業上の利益は正当な権限に基づくものではないと主張するが，原告による本件知的財\n産権の不当な侵害行為がないことは前記２で認定したとおりであり，原告主張の営業\n上の利益が正当な権限に基づくものではないことをうかがわせる事情も認められな\nいから，被告の主張はその前提において失当であり，採用することができない。\n４  結論\n以上のとおり，原告の請求は主文の限度で理由があるからその限度で認容し，その\n余は理由がないから棄却することとして，主文のとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n山   田   真   紀\n裁判官\n伊   藤   清   隆\n裁判官\n棚   橋   知   子\n（別紙一覧）\n別紙１  当事者目録\n別紙２  物件目録\n別紙３  特許権目録\n別紙４  意匠権目録\n（別紙１）\n当事者目録\n原        告          株式会社エス・オー・ダブリュー\n同訴訟代理人弁護士         高    橋        聖\n同  大    塚    智    倫\n被        告         ナップエンタープライズ株式会社\n同訴訟代理人弁護士           森    部    節    夫\n同                 中    川    雅    之\n同                 永     長     寿  美  子\n（別紙２）\n物件目録\n製  品  イヤホン\n製品名  アウロキャップ\n（別紙３）\n特許権目録\n１  出願 日  平成１４年４月１２日\n出願番 号  特願２００２－１１１１１６\n登録 日  平成１８年１２月２２日\n特許 番 号  特許第３８９４８２８号\n発明の名 称  イヤーパッド及び該パッドを具えたイヤホーン\n２  出願 日  平成１８年３月３日\n出願番 号  特願２００６－０５７０７２\n登録 日  平成２３年７月１５日\n特許 番 号  特許第４７８１８５０号\n発明の名 称  音声入力イヤーマイク\n（別紙４）\n意匠権目録\n出願 日    平成１４年４月１２日\n出願番 号     意願２００２－９９５５\n登   録   日    平成１５年４月１８日\n登録番 号    意匠登録第１１７６２６４号\n意匠に係る物品    イヤーパッド\n"
}