{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 5,
    "day": 10
  },
  "case_number": "平成27(ワ)11759",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所",
  "right_type": "不正競争",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "86752",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86752",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/752/086752_hanrei.pdf",
  "contents": "平成２８年５月１０日判決言渡 同日原本領収 裁判所書記官\n平成２７年（ワ）第１１７５９号 損害賠償請求事件\n口頭弁論終結日 平成２８年３月３日\n判 決\n原             告       コ スメディ製薬株式会社\n原             告       Ｐ１\n原告ら訴訟代理人弁護士       伊原友 己\n同                   加古尊 温\n被        告       株式会社バイオセレンタック\n被           告       Ｐ２\n被        告       Ｐ３\n被告兼上記被告３名訴訟代理人弁護士\nＰ４\n上記被告４名訴訟代理人弁護士    江   黒   早耶 香\n主 文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事実及び理 由\n第１  請求\n１  被告株式会社バイオセレンタック，被告 Ｐ ２ 及び 被告Ｐ３は，各自原告コ\nスメディ製薬株式会社に対し，２２００万円及びこれに対する平成２７年１２月１\n日から支払済みまで年５分の割合による金員を支払え。\n２  被告株式会社バイオセレンタック，被告 Ｐ ２ ， 被告Ｐ ３及び被告Ｐ４は，\n各自原告Ｐ１に対し，１１００万円及びこれに対する平成２７年１２月１日から支\n払済みまで年５分の割合による金員を支払え。\n第２  事案の概要等\n１  事案の概要\n(1) 被告株式会社バイオセレンタック（以下「被告バイオ」という。）は，平成\n２５年２月２０日，原告コスメディ製薬株式会社（以下「原告コスメディ」という。）\nが製造販売し，岩城製薬株式会社（以下「岩城製薬」という。）の販売する体内で\n溶解する微小針であるマイクロニードル技術を用いた化粧品（以下「原告ら製品」\nという。）が，被告バイオ保有の後記本件特許権の特許発明の技術的範囲に属する\nと主張して，本件原告コスメディ及び岩城製薬を被告として，その製造販売の差止\nめと損害賠償等を求める特許権侵害行為差止等請求訴訟（東京地方裁判所平成２５\n年（ワ）第４３０３号。以下「別件侵害訴訟」という。）を提起した。しかし，別\n件侵害訴訟は，原審で被告バイオの請求がいずれも棄却され，控訴審でも控訴がい\nずれも棄却され確定した。\n(2) 本件は，別件侵害訴訟の被告であった原告コスメディと同社の代表取締役で\nある原告Ｐ１が，同訴訟の原告であった被告バイオ，同訴訟で同被告を代表した代\n表取締役の被告Ｐ２，被告バイオの代表取締役であり本件特許の発明者である被告\nＰ３並びに別件侵害訴訟で原審及び控訴審の訴訟代理人を務めた被告Ｐ４に対し，\n下記請求をした事案である。\n記\n【原告コスメディの被告バイオ，同Ｐ３及び同Ｐ２に対する請求】\n原告コスメディによる本件特許権侵害及び被告Ｐ３の研究成果盗用という虚偽の\n事実を岩城製薬及び株式会社資生堂（以下「資生堂」という。）に告知した行為が，\n平成２７年法律第５４号による改正前の不正競争防止法２条１項１４号（現行法１\n５号・以下，単に「不正競争防止法２条１項１４号」という。）の不正競争に該当\nすると主張して，被告バイオ及び同Ｐ３に対しては同法４条に基づき，被告Ｐ２に\n対しては会社法４２９条 1 項に基づき，損害賠償として２２００万円（信用棄損の\n損害として２０００万円，弁護士費用として２００万円の合計）及び不法行為の後\nの日である平成２７年１２月１日から支払済みまで民法所定の年５分の割合による\n遅延損害金の連帯支払請求\n【原告Ｐ１の被告ら全員に対する請求】\n原告コスメディによる本件特許権侵害及び被告Ｐ３の研究成果盗用という虚偽の\n事実を岩城製薬や資生堂に告知して原告Ｐ１の名誉を棄損したと主張して，被告バ\nイオ，同Ｐ３及び同Ｐ４に対しては民法７０９条に基づき，被告Ｐ２に対しては会\n社法４２９条 1 項に基づき，損害賠償として１１００万円（名誉棄損の損害として\n１０００万円，弁護士費用として１００万円の合計）及び不法行為の後の日である\n平成２７年１２月１日から支払済みまで民法所定の年５分の割合による遅延損害金\nの連帯支払請求\n２  前提事実（当事者間に争いがないか，後掲証拠及び弁論の全趣旨により容易\nに認めることができる事実）\n(1) 当事者\nア  原告Ｐ１は，積水化学工業株式会社を退職後，平成９年４月から京都薬科大\n学（以下「京都薬大」という。）の研究員となり，その間の平成１３年５月３０日\nに原告コスメディを設立し，現在も，同原告の代表取締役を務めている者である。\nイ  原告 コスメディは，上記アの経緯で設立された化粧品の開発，製造，販売，\n及び開発コンサルティング等を目的とする株式会社である。\nウ   被告 Ｐ ３ は，京都薬大の教授を務めていた者であり（平成２６年３月定年退\n職），その間である平成１３年８月，自宅を本店所在地として被告バイオを設立し\nて代表取締役を務めている者である（甲１，甲２）。\nエ   被告 バイオは，上 記 ウ の 経 緯 で 設立された，医薬品の研究開発，製造，販\n売並びに輸出入，医薬品，化粧品，健康食品に関する知的所有権の取得・保有・運\n用等を目的とする株式会社である。\nオ  被告Ｐ２は，被告Ｐ３の妻であり，被告バイオの代表取締役を務め，別件侵\n害訴訟において被告バイオを代表していた者である（甲４，甲５）。\nカ  被告Ｐ４は，肩書地の法律事務所に所属する弁護士であり，別件侵害訴訟に\nおいて，原審及び控訴審とも被告バイオの訴訟代理人を務めていた者である。\n(2) 別件特許権侵害訴訟の前提事項\nア  本件特許権\n被告バイオは，被告Ｐ３が発明した下記の特許の特許権者である（以下「本件特\n許権」といい，本件特許権に係る特許を「本件特許」といい，本件特許に係る発明\nを「本件発明」という。）。\n記\n特許番号  特許第４９１３０３０号\n出 願 日  平成１８年１月３０日  （特願２００７－５００６３８）\n優 先 日  平成１７年１月３１日  （特願２００５－２３２７６）\n平成１７年１０月１１日（特願２００５－２９６６９１）\n登 録 日  平成２４年１月２７日\n特許請求の範囲（請求項１）\n「水溶性かつ生体内溶解性の高分子物質からなる基剤と，該基剤に保持された目\n的物質とを有し，皮膚に挿入されることにより目的物質を皮膚から吸収させる経皮\n吸収製剤であって，前記高分子物質は，コンドロイチン硫酸ナトリウム，ヒアルロ\nン酸，グリコーゲン，デキストラン，キトサン，プルラン，血清アルブミン，血清\nα酸性糖タンパク質，及びカルボキシビニルポリマーからなる群より選ばれた少な\nくとも一つの物質であり，尖った先端部を備えた針状又は糸状の形状を有すると共\nに前記先端部が皮膚に接触した状態で押圧されることにより皮膚に挿入される，経\n皮吸収製剤。」\nなお，本件特許については，平成２４年５月２日，原告コスメディから無効審判\n請求をされ，その後，被告バイオが何回かにわたって訂正請求を繰り返したため，\n現在も確定した審決がなされず，また訂正も確定していないままである。\nイ  原告コスメディの事業（甲６，甲９）\n原告コスメディは，平成２０年９月から，ヒアルロン酸マイクロニードルを製造\n販売しており，遅くとも平成２３年３月から原告ら製品を製造して資生堂に販売し，\n資生堂において商品として完成させて岩城製薬に販売し，岩城製薬において市販し\nている。\n(3) 別件侵害訴訟の審理経過等\nア  被告バイオは，平成２５年２月２０日，被告Ｐ２が被告バイオの代表者とし\nて訴訟代理人に被告Ｐ４を委任して，本件原告コスメディ及び岩城製薬を被告とす\nる原告ら製品が本件特許権の侵害品である旨を主張する別件侵害訴訟を提起した。\n別件侵害訴訟の訴状（甲６）には，別紙問題記載箇所一覧表（以下「別紙一覧表」\nという。）記載１の記載があり，また提出された被告Ｐ３に係る陳述書（甲７）に\nは，別紙一覧表記載２の記載がある。\nなお，原告コスメディの答弁書（甲９）の３頁には，上記訴状の記載に対し「こ\nの項において原告が何を言わんとしているのか定かではないが，もし仮に，Ｐ１が\nＰ３の本件発明に関する研究情報を盗み取ったというようなことが言いたいのであ\nれば，まったく根拠のない言いがかり以外の何ものでもなく，本訴状の記載でもっ\nて，被告岩城製薬に対し，Ｐ１並びに被告コスメディを誹謗中傷し，その事業上の\n信用を棄損したことになるので，法的措置を検討せざるを得ない。」とする記載が\nある。\nイ  別件侵害訴訟の第一審において，平成２６年２月２７日，技術説明会が実施\nされたが，その説明会で用いられた技術説明資料と題する書面（甲１０）には，別\n紙一覧表記載３の記載が含まれている。\nウ  別件侵害訴訟の第一審裁判所は，平成２６年７月２９日に口頭弁論を終結し，\nその後，被告バイオに対し，本件特許は進歩性がないという無効理由があること，\n本件特許の訂正が確定してから再度訴訟を提起することを示唆して，別件侵害訴訟\nの訴えを取り下げるよう検討を促した。\nこれを受け，被告バイオは，同年８月１２日付で，上申書（甲１２）と題する書\n面を裁判所宛に提出したが，同書面には，別紙一覧表記載４の記載があった。\nエ  別件侵害訴訟の第一審裁判所は，平成２６年９月２５日に被告バイオの請求\nをいずれも棄却する旨の判決を言い渡した（甲５）。その説示された理由は，本件\n特許は，公知技術を組み合わせることで容易に想到できるから，本件特許には進歩\n性がないという無効理由があり，権利行使が許されないというものであった。別件\n侵害訴訟の第一審裁判所は，容易想到の判断をするに当たり，ヒアルロン酸の例示\nがない主引例に，ヒアルロン酸の記載のある副引例の適用を肯定する理由として，\n証拠の引用はないが，「ヒアルロン酸は，ムコ多糖類に属する水溶性の多糖類の一\nつで，水溶液中において粘弾性・保水力の大きいゼリー様の溶液（ゲル）を形成し，\nこのゲルを乾燥させて溶媒である水分子が失われると，流動性を喪失して非常に強\n固な個体となるという物性を有することは古くからよく知られた技術常識であっ\nた。」（２２頁）と説示した。\nなお，別件侵害訴訟の第一審では，そのほかにも多数の無効理由の主張がされ，\n被告バイオからは，訂正の対抗主張もされていたが，第一審裁判所が判断した無効\n理由は訂正の対抗主張は関係しないものであった。\nオ  被告バイオは，一審判決を不服として控訴し，控訴審では，平成２７年７月\n８日に技術説明会が開催されたが，その説明会で用いられた技術説明資料と題する\n書面（甲１５）には，別紙一覧表記載５の記載が含まれている。\nカ  控訴審は，平成２７年９月７日に口頭弁論を終結し，同年１０月２８日に控\n訴を棄却する旨の判決を言い渡した（甲４）。その説示された理由において，控訴\n審は，第一審が判断した進歩性欠如を理由とする無効主張について判断せず，これ\nと異なり，第一審で主張されていたが判断されなかった新規性欠如の無効主張につ\nいて判断し，また被告バイオの訂正の対抗主張は訂正要件を欠き許されないと判断\nした。\nキ  別件侵害訴訟の控訴審判決は，上告ないし上告受理の申立てをされることな\nく確定した。\n３  争点及び当事者の主張\n(1) 争点１（不正競争防止法２条１項１４号該当の不正競争の成否）\n（原告の主張）\nア  営業上の信用を害する虚偽の事実\n(ｱ) 原告ら製品が本件特許権の侵害品であること\n被告バイオは，別件侵害訴訟において，原告ら製品が本件特許権の侵害品である\nと主張していたが，その主張は認められず，同訴訟は第一審で棄却され，控訴も棄\n却されて確定したから，同訴訟において主張された原告ら製品が本件特許権の侵害\n品であるとの事実は虚偽であることで確定した。\nしたがって，同事実は，被告バイオと競争関係にある原告コスメディの営業上の\n信用を害する虚偽の事実であるといえる。\n(ｲ) 技術情報を盗取したこと\n被告バイオは，別件侵害訴訟において，上記２(3)の経緯において，別紙一覧表記\n載のとおりの事実を記載した書面等を提出したが，それらの趣旨は，原告コスメデ\nィが，原告Ｐ１が被告Ｐ３の研究室から盗み出した技術情報を利用して，原告ら製\n品を製造販売する事業を行っている旨を指摘するものである。\nこれらは被告バイオと競争関係にある原告コスメディの営業上の信用を害する虚\n偽の事実である。\nイ  告知行為\n被告バイオは，別件侵害訴訟において，原告コスメディの取引先である岩城製薬\nを共同被告として訴えていたから，同訴訟を通じて，原告コスメディの営業上の信\n用を害する上記ア各記載の原告コスメディの営業上の信用を害する虚偽の事実を岩\n城製薬に継続的に告知したといえる。\nまた，原告ら製品は，原告コスメディから資生堂に販売され，資生堂で製品とし\nて完成されて岩城製薬に販売される関係にあるので，原告コスメディは，別件侵害\n訴訟の情報を資生堂に提供せざるを得なかったが，被告バイオは上記取引関係を認\n識しながら岩城製薬を共同被告にしたのであるから，被告バイオは上記ア各記載の\n虚偽の事実を資生堂にも告知していたといえる。\nウ  被告バイオが，上記アの原告コスメディの営業上の信用を害する虚偽の事実\nを，上記イの態様で岩城製薬及び資生堂に対して告知した行為は，不正競争防止法\n２条１項１４号の不正競争に該当する。\n（被告Ｐ４を除くその余の被告ら（以下「被告バイオら」という。）の主張）\nア  営業上の信用を害する虚偽の事実について\n(ｱ) 原告ら製品が本件特許権の侵害品であることについて\n原告ら製品が本件特許権の侵害品であるとの事実が虚偽の事実であることは否認\nする。別件侵害訴訟の控訴審判決は，本件特許に新規性欠如の無効理由があると判\n断したが進歩性を否定したものではなく，また，その無効理由は適当な訂正によっ\nて容易に回避できる無効理由にすぎないから，本件特許が無効で確定したわけでは\nない。また，上記判決の確定によりできなくなったのは，上記訴訟で対象とした期\n間内の原告ら製品に対する権利行使だけであって，本件特許権に基づく権利行使が\n妨げられているわけではない。\n(ｲ) 技術情報を盗取したことについて\n①  原告コスメディは，原告Ｐ１が被告Ｐ３の研究室から技術情報を盗取したと\n主張しているように主張するが，被告バイオはそのような事実の主張はしていない。\n「研究室から技術情報を盗取した」という表現には，研究室に不法侵入して，管理\nされている技術情報を，その管理を破って盗み出したという意味が込められている\nが，被告バイオが主張したのは，原告Ｐ１が本件発明にアクセスし，本件発明に依\n拠して特許侵害行為をしたということであり，その行為の違法性はアクセスの事実\nではなく，特許侵害行為にある。\n②  また，原告Ｐ１が，被告Ｐ３の本件発明にアクセスしていた事実がある。\nすなわち，被告Ｐ３が京都薬大において，本件発明の実施例の実証実験をしてい\nた平成１６，１７年頃，原告Ｐ１は製剤学教室に研究員としており，研究室が隣で\nあることから蒸留水や窒素ガスボンベを借りに被告Ｐ３の研究室に出入りし，被告\nＰ３の研究室の大学院生と話すことがあり，その機会に被告Ｐ３が研究開発してい\nた溶解性マイクロニードルの研究情報に接することができる状態にあった。\n平成１７年当時，原告Ｐ１は，貼る剤形のスキンケア化粧品に関連した研究をし\nていたから，被告Ｐ３の研究情報に接したら，マイクロニードルアレイを皮膚に貼\nることで目的物質の経皮吸収を効率よく実現する技術に興味を持たないはずがない\nのである。\nそして，原告コスメディが平成２０年に出願した特許（乙９）に係る発明は，被\n告Ｐ３の発明に係る自己溶解性マイクロニードルの基剤物質の一つであるヒアルロ\nン酸を使用し，明細書には被告Ｐ３が見出した成形法が使われていることを示す記\n載もある。そして上記特許の出願日の時点で，同特許の出願明細書に記載されてい\nるマイクロニードルの製造方法の公知技術は，平成１７年（２００５年）７月に被\n告Ｐ３らが日本ＤＤＳ学会で行った学会報告と，平成１８年（２００６年）１月頃\nに刊行された被告Ｐ３らの論文と，平成１８年（２００６年）８月３日に公開され\nた被告バイオの本件特許の公開特許公報など，被告Ｐ３が発表した公知技術しか存\n在しない。\n原告コスメディの上記特許に記載されたマイクロニードルの基剤成分及び製造方\n法は，被告Ｐ３の発明に由来するもので，原告Ｐ１が本件発明にアクセスして得ら\nれた情報が用いられていることが明らかである。なお，原告Ｐ１が本件発明に関す\nる完全な情報を取得したのが，平成１７年に被告Ｐ３の研究室からであろうと，平\n成１８年３月に同研究室の大学院生によって発表された修士論文によってであろう\nと，あるいは，被告Ｐ３らの学会報告や論文，あるいは被告バイオの本件特許の公\n開特許公報によってであろうと，原告ら製品が独自開発技術によって製造されたも\nのではなく，本件発明にアクセスして得た技術情報に依拠してなされたことには変\nわりがない。\n③  そして，上記アクセスしたとの事実は，本件発明の進歩性に関連して，裁判\n所の誤解（原告ら製品が独自開発されたとの誤解）が生じないようにするため主張\nすることが必要な事実である。\nすなわち，仮に原告Ｐ１によるアクセスの事実を主張しなければ，本件特許の進\n歩性について判断する場合，裁判官は，後知恵に影響されて本件発明の技術開発は\n原告コスメディも独自に行える程度のものと考えるおそれがある。そのため，原告\nＰ１が，本件発明にアクセスしていたことを明確にしておく必要がある。上記事実\nに関する主張は，本件発明が裁判において正しく評価判断されることを目的として\nなされた正当な訴訟活動であり，違法性はない。\nイ  告知行為について\n別件侵害訴訟における原告ら製品が本件特許権の侵害品であるとの主張は虚偽の\n事実ではないが，その点を措いても，特許権侵害訴訟を提起するに当たり，特許侵\n害品の製造メーカーから侵害品の供給を受けた複数の販売業者の中の特定の販売業\n者を選択して被告とすることが，営業誹謗行為，信用毀損行為となることはない。\nまた被告バイオは，資生堂に対して警告状を送ったこともなく，何ら告知行為を行\nっていない。\n(2) 争点２（被告バイオらの損害賠償責任の成否）\n（原告の主張）\nア  本件特許については，別件侵害訴訟の提起時に既に無効審判事件が係属して\nいたものであり，その帰趨によっては，本件特許が新規性欠如の無効理由を包含す\nるものとして，その権利行使が許されなくなることを予見できる状況にあったのに，\n被告バイオは漫然と岩城製薬に対しても別件侵害訴訟を提起したものであり，その\n行為について明らかに過失がある。また別紙一覧表記載３ないし５の事実の告知行\n為は，別件侵害訴訟において原告コスメディが答弁書を提出して，被告バイオの主\n張する盗用事実を否認し，これが原告コスメディの事業上の信用を棄損する旨を指\n摘された後にも，客観的証拠のないまま主張されたものであるから，故意によって\nなされたものといえ，原告コスメディに生じた損害について損害賠償責任を免れな\nい。\nイ  被告バイオは被告Ｐ３の個人企業であり，被告Ｐ３は，被告バイオを完全に\n支配しているから，同被告のした行為は自らの行為として，会社法上の責任にとど\nまらず，被告バイオとの共同行為者として不法行為責任を負う。\nウ  被告Ｐ２は，被告バイオの代表取締役であるから，被告バイオの上記不法行\n為について会社法４２９条に基づく損害賠償責任を負う。\n（被告バイオらの主張）\n否認ないし争う。\n(3) 争点３（営業誹謗行為により生じた損害）\n（原告の主張）\n営業誹謗行為により生じた原告コスメディの信用棄損による損害は２０００万円\nを下らず，また本件訴訟提起に要した弁護士費用相当の損害は２００万円を下らな\nい。\n被告バイオらは，上記損害について共同不法行為者として損害賠償責任を負うか\nら，原告コスメディは被告バイオらに対し，上記合計２２００万円及びこれに対す\nる不法行為の後の日である平成２７年１２月１日から支払済みまで民法所定の年５\n分の割合による遅延損害金の支払を求める。\n（被告バイオらの主張）\n否認ないし争う。\n(4) 争点４（名誉棄損の成否）\n（原告Ｐ１の主張）\nア  被告バイオ及び被告Ｐ３は，上記２(3)のとおり，別件侵害訴訟で別紙一覧表\n記載１ないし５の記載がある訴状等を提出したが，これらの記載は，原告Ｐ１が，\n被告Ｐ３の研究室から技術情報を盗み出して事業を行っている旨を指摘するもので\nあるから，上記書面の提出行為は原告Ｐ１の名誉を棄損する行為である。\nイ  また被告Ｐ４は，別件侵害訴訟における訴訟代理人として，上記各書面を作\n成しただけでなく，別件侵害訴訟の控訴審での技術説明会において，同事件の被告\nであった原告コスメディの訴訟代理人が，上記各書面の記載の趣旨は，原告Ｐ１が\n被告Ｐ３の研究室から研究情報を盗取（盗用）したという趣旨なのかと問い質した\nのに対し，そうだと断言し，また被告バイオらが指摘する客観的証拠は何なのかと\n問い質したところ，陳述書（甲７，記載内容は別紙一覧表記載２のとおり）である\nと返答するなどして，もって原告Ｐ１の名誉を棄損した。\n（被告らの主張）\nア  原告Ｐ１の引用に係る別紙一覧表に記載された内容は，原告Ｐ１が被告Ｐ３\nの研究室から技術情報を盗取して事業を行っている旨を指摘するものではない。盗\n取したとの表現は，研究室に不法侵入して，管理されている技術情報を，その管理\nを破って盗み出したという意味になるが，被告らが別件侵害訴訟において上記引用\nに係る記載部分で主張したのは，原告コスメディの製品が独自開発されたものでな\nく，原告Ｐ１の本件発明へのアクセスによってなされたとの主張であり，それは事\n実であって，被告らの主張には，如何なる虚偽の事実も含まれていない。\n名誉棄損をいう原告Ｐ１の主張は，引用箇所を独自に解釈して，それを名誉棄損\nであると主張するものであって誤りである。\nイ  別件侵害訴訟の控訴審における技術説明会の場における被告Ｐ４の発言は，\n原告ら代理人から「原告Ｐ１が被告Ｐ３の研究室から研究情報を盗取（盗用）した\nという趣旨なのか」と問い質されたのに対して，「概ねそうだ」と答えたにすぎず，\n原告Ｐ１が被告Ｐ３の研究室から技術情報を盗んだという趣旨だと自ら積極的に発\n言したものではない。\nウ  なお，別件侵害訴訟において，原告Ｐ１の本件発明へのアクセスの事実を主\n張した理由は，上記(1)の被告バイオらの主張欄記載のとおりであって，本件発明が\n裁判において正しく評価判断されることを目的としてなされた正当な訴訟活動であ\nり，違法性はない。\n(5) 争点５（被告らの損害賠償責任の成否）\n（原告の主張）\nア  被告バイオ，被告Ｐ３及び被告Ｐ４による上記名誉毀損行為は，遅くとも，\n原告コスメディが別件侵害訴訟において答弁書を提出して，その事実を否定し，こ\nれが原告コスメディの事業上の信用を毀損することになる旨を指摘した後は，原告\nＰ１に向けられた明確な故意のもとなされたといえる。またそれに先立つ，訴状(別\n紙一覧表記載１)や陳述書（甲７，別紙一覧表記載２）の記載内容も，これを立証し\n得る客観的証拠が何ら存在しない状況での指摘であって根拠のないものであり，故\n意に比肩しうる重大な過失が存在するから，以上の被告らは，不法行為に基づき原\n告Ｐ１に対して損害賠償責任を負う。\nイ  被告Ｐ２は，被告バイオの代表取締役であるから，被告バイオの上記不法行\n為について会社法４２９条に基づく損害賠償責任を負う。\n（被告らの主張）\n否認ないし争う。\n(6) 争点６（名誉棄損行為により生じた損害）\n（原告の主張）\n名誉棄損行為により生じた原告Ｐ１の損害は１０００万円を下らず，また本件訴\n訟提起に要した弁護士費用相当の損害は１００万円を下らない。\n被告らは，上記損害について共同不法行為者として損害賠償責任を負うから，原\n告Ｐ１は被告らに対し，上記の合計１１００万円及びこれに対する不法行為の後の\n日である平成２７年１２月１日から支払済みまで民法所定の年５分の割合による遅\n延損害金の支払を求める。\n（被告らの主張）\n否認ないし争う。\n第３  当裁判所の判断\n１  争点１（不正競争防止法２条１項１４号該当の不正競争の成否）について\n(1) 原告ら製品が本件特許権の侵害品であるとの事実の告知について\n別件侵害訴訟は，原告コスメディ及び岩城製薬の原告ら製品の製造販売行為等が\n本件特許権侵害であることに基づく請求が控訴審でも認められず，控訴棄却で確定\nしたのであるから，同訴訟で主張されていた原告ら製品が本件特許権の侵害品であ\nるという事実は虚偽であったということになる。\nこの点，被告バイオらは，本件特許の訂正が確定していない以上，原告ら製品は\n本件特許権の侵害品であるという事実は虚偽であることで確定していないと反論す\nるところ，確かに本件特許の訂正は確定していないし，別件侵害訴訟の既判力基準\n時以降の原告ら製品の製造販売を対象としての訴訟提起は可能であり，また本件特\n許が訂正された場合，異なる結論に至る可能性は排除できないが，それは，あくま\nで可能性の問題にすぎないから，その旨をいう被告バイオらの主張は採用できない。\n(2) 原告コスメディは，別件侵害訴訟は，岩城製薬も共同被告として提起された\nものであるから，その訴訟手続を通じて，上記虚偽の事実が岩城製薬に告知され，\nまた原告ら製品の取引者である資生堂にも上記事実が必然的に伝わったから，資生\n堂に対しても上記虚偽の事実が告知されたといえる旨を主張する。\nしかし，まず不正競争防止法２条１項１４号にいう「告知」とは，自己が関知し\nた一定の事実を特定の人に知らせる伝達行為をいうところ，そもそも資生堂に対す\nる関係で被告バイオが告知したわけではないことは原告コスメディも認めていると\nころである。また原告コスメディは，取引関係上，同原告が資生堂に同事実を伝え\nざるを得なかったことを指摘するが，もし，そうであったとしても，そのことをも\nって被告バイオが告知したことになるわけではない。\n他方，岩城製薬との関係では，被告バイオは，岩城製薬も原告コスメディの共同\n被告として別件侵害訴訟を提起したのであるから，その訴訟行為を通じて原告ら製\n品が本件特許権の侵害品であるとの事実を岩城製薬に告知した面はあるといえる。\nしかし，同事件では，被告バイオは，原告ら製品の販売が本件特許権の侵害行為\nに該当するとして岩城製薬を共同被告として訴えているところ，岩城製薬に対する\n請求を理由づけるためには，岩城製薬が販売している原告ら製品が本件発明の技術\n的範囲に属するという事実を主張立証する必要があり，その事実関係を具体的に主\n張立証するためには，結局，共同被告である原告コスメディによる原告ら製品の製\n造販売が本件特許権の侵害行為であること，すなわち原告ら製品が本件特許権の侵\n害品であることを主張立証すべきことは避けようがない。\nしたがって，別件侵害訴訟における原告ら製品が本件特許権の侵害品である旨の\n事実主張が，共同被告である岩城製薬との関係で不正競争防止法２条１項１４号の\n虚偽事実の告知に該当するということはできない（仮に岩城製薬だけを被告として\n本件特許権侵害を理由に訴訟を提起したとしても，岩城製薬が販売する製品が本件\n特許権の侵害品である旨主張することは，その購入先を知っている岩城製薬にとっ\nては，原告ら製品が本件特許権の侵害品であるとの事実指摘を受けたと同じになる\nから，原告コスメディの論が失当であることは明らかである。）。\nなお，被告バイオによる別件侵害訴訟の提起が，権利又は法律関係が事実的，法\n律的根拠を欠くことを知りながら又は通常人であれば容易にそのことを知り得たの\nにあえて提起したことなどを理由として裁判制度の趣旨目的に照らして著しく相当\n性を欠くため違法な行為といえるような場合には，同訴訟の被告それぞれに対する\n訴訟提起が不法行為を構成するとともに，取引先である岩城製薬を共同被告とされ\nた原告コスメディに対する関係では，訴訟制度を濫用的に利用した不正競争防止法\n２条１項１４号に該当する虚偽の事実の告知として不正競争となる余地はあり得る\nと考えられる。しかし，上記第２の２(3)記載の別件侵害訴訟の審理経過に照らせ\nば，同訴訟提起が違法な行為であるという余地がないことは明らかであり，そうで\nあれば，やはり岩城製薬を原告コスメディの共同被告として提起された別件侵害訴\n訟においてなされた原告ら製品が本件特許権の侵害品である旨の事実主張は，不正\n競争防止法２条１項１４号に該当する余地はないというほかない。\n(3) 研究成果の盗用指摘について\nア  原告コスメディ引用に係る事実のうち別紙一覧表記載３，５に含まれる「被\n告は大手企業も考えなかった，ヒアルロン酸Ｎａを用いたマイクロニードルを製造，\n販売している。その技術は，被告自身に由来するものではなく（被告は本件裁判で\n自分が先に発明したと主張していない。），平成１６年末から同１７年に，京都薬\n科大学において実験が行われた，本件発明者の発明情報に由来している。」との記\n載（ただし，別紙一覧表記載５では「被告」は「被控訴人」と記載されている。）\nは，原告ら製品の製造に使用されている技術は，原告コスメディが独自に開発した\nものではなく，本件特許の発明者に帰属する技術情報に由来している，すなわち，\n同技術情報を利用したものである旨を主張する趣旨であると解することができる。\n原告コスメディは，上記記載をもって，原告Ｐ１が被告Ｐ３の研究室から被告Ｐ\n３の技術情報を盗取したとの事実指摘をしたように主張しているが，これらの記載\nに盗取という犯罪行為までを連想させる強い意味があるものとは解されず，せいぜ\nい原告Ｐ１が被告Ｐ３の技術情報にアクセスして事業に利用したとの指摘に留まる\nと理解するのが相当である。\nイ  また，原告コスメディが不正競争防止法２条１項１４号該当を主張しながら，\n上記引用に係る事実が虚偽である旨を積極的に主張立証していない点はさて措き，\n仮に上記記載事実が虚偽であるとしても，以下に述べるとおり，上記事実は，別件\n侵害訴訟の審理判断の上で，全く不要な事実であったとはいえないし，全く根拠の\nない推認に基づくものであったとも，また原告コスメディをもっぱら誹謗中傷する\nような態様で主張されたものとも認められないから，民事訴訟が，事実関係を究明\nするため，紛争当事者が攻撃防御方法として相互に立証命題となるべき事実主張を\n尽くすことが求められるものである以上，これらの事実主張は，訴訟行為として適\n法というべきであって，これをもって不正競争防止法２条１項１４号に該当する「虚\n偽の事実を告知」したものということはできないというべきである。\nウ(ｱ) すなわち，確かに特許権侵害訴訟においては，被告製品が原告特許発明の\n技術的範囲に属するか否かについて，当該特許発明の構成要件と被告製品の構成と\nを客観的に対比することにより審理されるものであり，当事者は，その客観的事実\nを主張立証すれば足りるのであるから，被告製品の開発過程において，当該特許の\n発明者に帰属すべき技術情報が利用されたか否か等，その開発経緯が要証事実とな\nることはない。\nしかし，当該特許が進歩性欠如の無効理由があると争われる場合には，上記の点\nに加え，先行技術から当業者が容易に当該特許発明に想到できたかが争点となって\nくるが，その場合に，被告製品が当該特許発明の構成要件をすべて充足しているの\nに，被告によって独自開発されたものというのなら，そのことは被告が当該特許発\n明を独自開発したこと，すなわち特許権者以外の者が先行技術から当該発明に想到\nできたことを意味することになるから，それらの事情は，当該特許発明が先行技術\nから容易に想到できたとの判断に導く材料になり得ることは否定できないといえ\nる。\nそうすると，そのような場合まで考えると，侵害品が独自開発によるものか，そ\nれとも侵害者が当該特許発明にアクセスすることで開発できたのかを問題とするこ\nとに意味が全くないわけではないといえるから，別件侵害訴訟でした被告バイオに\nよる上記アクセスについての主張は，別件侵害訴訟の審理判断の上で全く関連性が\nない事実とまで言い切ることはできないということになる（なお，現に別件侵害訴\n訟では，本件特許の進歩性が争点とされ，第一審では，これが否定されたため，被\n告バイオは請求を棄却されている。）。\n(ｲ) また，主張された事実が根拠あるものであったのかについてみても，前提事\n実並びに証拠（甲７）及び弁論の全趣旨によれば，原告Ｐ１は，被告Ｐ３と同時期\nに京都薬大に在籍しており，被告Ｐ３が本件発明の実施例の実証実験を行っていた\n時期に，被告Ｐ３の研究室に出入りする機会があったことから，被告Ｐ３の研究し\nていた情報にアクセスが不可能ではない状況にあったといえることや，原告Ｐ１は，\n同大学在籍中に原告コスメディの前身となる会社を設立し，その後，本件特許登録\n後に，原告コスメディが原告ら製品を製造販売し始めた経緯があったこと，加えて，\n原告Ｐ１が発明者の一人になって原告コスメディが平成２０年に出願した特許（乙\n９）に係る発明は，被告Ｐ３の発明に係る自己溶解性マイクロニードルの基剤物質\nの一つであるヒアルロン酸を使用している上，そもそも原告Ｐ１は，別件侵害訴訟\nにおいても，本件訴訟においても，原告ら製品の開発過程について独自開発である\n旨主張することはもとより一切その点に触れない訴訟対応をしていることが認めら\nれる。\nそうすると，これら事情を総合すると，原告コスメディのしている事業が被告Ｐ\n３の研究情報にアクセスして利用したものと推認することに全く合理性がないとは\nいえないから，別紙一覧表に列挙した被告バイオらの事実主張は全くの根拠がない\nものとは直ちにはいえない。\n(ｳ) そして，上記事実の指摘は，訴訟手続内の行為にとどまり，また表現振りも\n別紙一覧表記載のとおりであるから，それら事実が，原告コスメディをもっぱら誹\n謗中傷する目的をもって主張されたとも認められない。\n(ｴ) したがって，被告バイオが，別件侵害訴訟において，原告コスメディが被告\nＰ３の技術情報にアクセスして事業に利用したとの事実主張をすることは，仮にそ\nの事実が虚偽であると判断される場合であっても，適法な訴訟行為として許容され\nるというべきであって，不正競争防止法２条１項１４号の不正競争に該当するとい\nうことはできない。\nエ(ｱ) 他方，原告コスメディ引用に係る事実のうち，別紙一覧表記載４には，「被\n告は，他人の研究成果を盗用したのである」との記載があり，それに続く段落にお\nいて，「原告は，訴状第３(3)で，被告代表者が本件発明にアクセスした事実を指摘\nした。被告商品で実施されている，従来全く存在しなかった技術を，被告が独自に\n発明したものでないことは，独自発明に相当する特許出願がなされていないことか\nら明らかである。そうであれば，被告が，本件発明に対する上記のアクセスによっ\nて，被告商品を開発したことは間違いない。」との記載があり，さらにそれに続く\n段落においては，原告コスメディの行為を，「コピー行為」と表現した記載がある\nから，上記アで検討した記載とは表現は異なるものの，この記載も，その趣旨は，\n別紙一覧表記載３，５についてみたと同様に，原告コスメディが被告Ｐ３の技術情\n報にアクセスして事業に利用したとの指摘をしているものと理解することができ\nる。\n(ｲ) そうすると，上記事実の指摘も，訴訟行為として適法であって，不正競争防\n止法２条１項１４号該当の不正競争に該当しないというべきことは，上記イで検討\nしてきたところと同様である。\n(ｳ) なお，ここでは「盗用」，すなわち「盗んで使用すること」（広辞苑第６版）\nという犯罪行為さえ示唆する強い批判の語が用いられているという点も問題となる\nが，この表現は，相手方を誹謗する面があるとはいえ，「依拠」が要件となる著作\n権侵害訴訟において用いられることが稀ではないし，また，この語が用いられたの\nは，口頭弁論終結後に裁判所宛に提出された上申書（甲１２）の中での１回だけで\nある。また同上申書は，その余の記載部分を読むと，別件侵害訴訟における原告の\n被告バイオが，弁論の機会がなくなった第１審の口頭弁論終結後に，裁判所から，\n進歩性欠如を理由に請求棄却の判決が出される見込みを示唆した上で訴えの取下げ\nの検討を促されたことから，本件発明が公知技術から容易に想到できないものであ\nること，その裏面として同じ技術開発ができたことになる原告コスメディは，本件\n発明にアクセスして利用したものであることを裁判所に強く印象付けて結論の再考\nを求めようとして，「盗用」という強い表現を用いたものと認められる。したがっ\nて，これらの事情を考慮すると，「盗用」との語を用いた上記引用記載部分も，そ\nれが表現としては穏当を欠くきらいがあるとしても，訴訟行為としての適法性を失\nわせるまでのものではないというべきであるから，同記載部分の事実指摘が不正競\n争防止法２条１項１４号の不正競争に該当しないとの前記判断は左右されない。\n(4) 以上のとおり，別件侵害訴訟において不正競争防止法２条１項１４号に該当\nする不正競争がなされたものとは認められないから，その不正競争がされたことを\n理由とする原告コスメディの被告バイオらに対する請求は，その余の判断に及ぶま\nでもなく理由がない（なお，原告コスメディは，被告バイオ及び被告Ｐ３による訴\n訟外での信用棄損行為についても問題にするような主張をしているが，本件におい\nて，その点についての具体的な主張立証があるわけではない。）。\n２  争点４（名誉棄損の成否）について\n(1)  原告Ｐ１が名誉棄損である旨指摘する引用に係る別紙一覧表の各記載内容\nは，要するに，原告Ｐ１がアクセスして得た被告Ｐ３の研究に係る技術情報を不正\nに利用して原告ら製品を開発したことを指摘するものであるから，原告Ｐ１が原告\nコスメディの代表取締役であるとともに，大学研究室に所属して研究者としても活\n動している者であることからすると，その指摘に係る事実は，原告Ｐ１の社会的評\n価を低下させるものであり，その名誉を棄損するものということができる。\n(2) しかし，これらの事実指摘のうち別紙一覧表記載３ないし５に係る事実につ\nいては，いずれも別件侵害訴訟において，被告バイオの訴訟活動の一環としてなさ\nれたものであり，その事実が別件侵害訴訟の審理判断の上での必要性が肯定される\nべきことは上記１(3)で説示したとおりであり，別紙一覧表記載１，２の各事実も結\n局，同じ問題であるので，その事実を主張することが名誉棄損として不法行為を構\n成するものということはできない。\nなお，上記事実のうち別紙一覧表記載４に含まれる「盗用」という表現は，穏当\nを欠いたものといわなければならないが，その表現が用いられた経緯及びその評価\nは上記１(3)エ(ｳ)で述べたところと同様であるから，その表現を用いたことをこと\nさらに取り上げて訴訟手続としての許容範囲を超えて不法行為法を構成するものと\nいうことはできない。\nそうすると，前記のような記載を含む書面を別件侵害訴訟において提出等した行\n為は，適法な訴訟活動として許容されるべきものであるから，これが名誉棄損とし\nて不法行為を構成するものということはできない。\n(3) また，原告Ｐ１は，別件侵害訴訟の控訴審における技術説明会の場で，被告\nＰ４が，技術説明資料の趣旨について，原告Ｐ１が被告Ｐ３の研究室から技術情報\nを盗んだという趣旨だと述べた旨主張し，それ自体も名誉棄損行為に当たると主張\nする。\nこの点の言葉のやりとりにつき，具体的詳細に認定するに足りる証拠はないが，\n両者の主張は，いずれも別件侵害訴訟の被告代理人の質問を被告Ｐ４が肯定したと\nいうにすぎないから，これが断定的な回答であったとしても，原告Ｐ１が被告Ｐ３\nの研究室から研究情報を盗取（盗用）したということを被告Ｐ４が積極的に発言し\nたとはいえないし，また上記事件では，原告Ｐ１の被告Ｐ３の研究情報に対するア\nクセスの有無が審理に必要であるかどうかを巡って議論されていたのであるから，\n口頭での一回きりのやりとりで被告Ｐ４が断定的と受け止められる回答をしたとし\nても，もともとの記載事実自体が名誉棄損を構成するものとまではいえない以上，\nこれが名誉棄損として不法行為を構成するものとはいえない。\nしたがって，この点を含めても別件侵害訴訟における被告Ｐ４の訴訟活動につき，\n違法性は認められない。\n(4) 以上のとおり，原告Ｐ１が主張する事実をもって名誉棄損として不法行為を\n構成するものとは認められないから，その不法行為がされたことを理由とする原告\nＰ１の被告らに対する請求は，その余の判断に及ぶまでもなく理由がない。\n３  以上によれば，原告コスメディの被告バイオらに対する請求及び原告Ｐ１の\n被告らに対する請求はいずれも理由がないから，これらを棄却することとし，訴訟\n費用の負担について民事訴訟法６１条，６５条１項本文を適用して主文のとおり判\n決する。\n大阪地方裁判所第２１民事部\n裁 判 長 裁 判 官     森    崎    英      二\n裁 判 官        田    原    美  奈  子\n裁 判 官        大    川    潤      子\n"
}