{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 12,
    "day": 25
  },
  "case_number": "平成25(行ケ)10040",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83856",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83856",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/856/083856_hanrei.pdf",
  "contents": "平成２５年１２月２５日判決言渡\n平成２５年（行ケ）第１００４０号  審決取消請求事件\n口頭弁論終結日  平成２５年１１月２５日\n判                  決\n原            告        スリング  メディア，  インク．\n訴訟代理人弁理士        飯      塚      義      仁\n同                      貝      塚      亮      平\n被            告        特    許    庁    長    官\n指 定 代 理 人        渡      邊              聡\n同                      千      葉      輝      久\n同                      田      部      元      史\n同                      堀      内      仁      子\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事  実  及  び  理  由\n第１  請求\n特許庁が不服２０１１－１５４６３号事件について平成２４年９月２６日にした\n審決を取り消す。\n第２  前提となる事実\n１  特許庁における手続の経緯\n原告は，発明の名称を「パーソナルメディア放送システム」とする発明について，\n平成１７年６月７日に国際出願し（優先権主張  平成１６年６月７日，米国。以下\n「本願」といい，その明細書及び図面を併せて「本願明細書」という。）（甲２），\n平成２２年９月２７日，特許請求の範囲を変更する旨の手続補正を行い（甲４），\n平成２３年３月４日付けで拒絶査定を受け，同年７月１６日，拒絶査定不服審判\n（不服２０１１－１５４６３号事件）を請求するとともに，特許請求の範囲を変更\nする旨の手続補正（以下「本件補正」という。）をした（甲３）。特許庁は，平成\n２４年９月２６日，本件補正を却下するとともに，請求不成立の審決（以下「審\n決」という。）をし，その謄本は同年１０月１７日，原告に送達された。\n２  特許請求の範囲\n本件補正後の請求項１０は，本件補正前（平成２２年９月２７日付け手続補正後\nのもの）の請求項１７を変更したものである（甲３，４）。\n本件補正後の請求項１０に係る特許請求の範囲は，以下のとおりである（以下，\n同項に係る発明を「補正後発明」という。）（甲３）。\n「【請求項１０】オーディオ／ビジュアルソースから離れた場所において該オー\nディオ／ビジュアルソースにアクセスできるようにするための方法であって，\nオーディオ／ビジュアルソース装置から入力信号を受信するステップと，\nバッファ内に残っている空きスペースの量に少なくとも部分的に基づいて選択さ\nれたビットレートを用いて前記受信した入力信号を符号化し，前記バッファ内に残\nっている空きスペースの量の変化に応じて前記ビットレートを変化させるようにす\nることにより，ネットワークを経由して送信するのに適したメディアストリームを，\n該符号化した入力信号から構築するステップと，\n送信に先立って前記メディアストリームを前記バッファに格納するステップと，\n前記バッファからネットワーク経由で遠隔のクライアントに前記メディアストリ\nームを送信するステップと，\nを備える方法。」\n本件補正前の請求項１７に係る特許請求の範囲は，以下のとおりである（以下，\n同項に係る発明を「本願発明」という。）（甲４）。\n「【請求項１７】オーディオ／ビジュアルソースへのアクセスを前記オーディオ\n／ビジュアルソースから離れた場所において提供するための方法であって，\nオーディオ／ビジュアルソース装置から入力信号を受信するステップと，\nバッファ内に残っている空きスペースの量に少なくとも部分的に基づいて選択さ\nれたビットレートを用いて前記入力信号を符号化することにより，ネットワークを\n経由して送信するのに適したメディアストリームを構築するステップと，\n前記メディアストリームを前記バッファに格納するステップと，\n前記バッファからネットワーク経由で遠隔のクライアントに前記メディアストリ\nームを送信するステップと，\nを備える方法。」\n３  審決の理由\n(1)  審決の理由は，別紙審決書写しに記載のとおりであり，その要旨は以下の\nとおりである。\n補正後発明は，特開２００３－１１４８４５号公報（以下「刊行物１」とい\nう。）に記載された発明（以下「刊行物１発明」という。）に基づいて当業者が容\n易に発明することができたものであるから，特許出願の際独立して特許を受けるこ\nとができない。本願発明も，同様に，刊行物１発明に基づいて当業者が容易に発明\nすることができたものである。\n(2)  審決が認定した刊行物１発明の内容，補正後発明と刊行物１発明の一致点\n及び相違点は，以下のとおりである。\nア  刊行物１発明の内容\n「端末からのリクエストに応じて，映像あるいはオーディオ（以下，「オーディ\nオ」を音声またはオーディオの意味で用いる）および映像を伝送路を介して，サー\nバから端末へ該当データを配信する方法であって，\nサーバは，監視カメラ等から映像信号を受信するステップと，\n同一コンテンツにつき，ビットレートの異なる複数のストリームを用意し，ネッ\nトワークのビットレートに適応したビットレートを用いて，複数のストリームを切\nり替えて出力することにより，送信バッファの残量から推定した，サーバから端末\nへ配信するためのネットワーク（回線）のビットレートが変動するとき，（変動す\nるネットワークの）ビットレートに適応したビットレートにてコンテンツストリー\nムを配信するステップと，\n送信バッファに送信のためのデータを記憶するステップと，\nサーバから端末へ出力されるデータはメディアストリームであって，上記メディ\nアストリームは，ネットワークを介して，端末に配信するステップと，\nを有するデータ配信方法。」\nイ  一致点\nオーディオ／ビジュアルソースから離れた場所において該オーディオ／ビジュア\nルソースにアクセスできるようにするための方法であって，\nオーディオ／ビジュアルソース装置から入力信号を受信するステップと，\nバッファ内に残っている空きスペースの量に少なくとも部分的に基づいて選択さ\nれたビットレートを用いて，前記バッファ内に残っている空きスペースの量の変化\nに応じて，空きスペースの量に少なくとも部分的に基づいて選択されたビットレー\nトを変化させるようにすることにより，ネットワークを経由して送信するのに適し\nたメディアストリームを，入力信号から構築するステップと，\n送信に先立って前記メディアストリームを前記バッファに格納するステップと，\n前記バッファからネットワーク経由で遠隔のクライアントに前記メディアストリ\nームを送信するステップと，\nを備える方法\nウ  相違点\n補正後発明では，上記ネットワークを経由して送信するのに適したメディアスト\nリームを，入力信号から構築するステップが，「選択されたビットレートを用いて\n前記受信した入力信号を符号化することにより，該符号化した入力信号から」構築\nしているのに対し，刊行物１発明では，「選択されたビットレートを用いて，用意\nしたビットレートの異なる複数のストリームの一つを選択して出力することによ\nり」構築している点\n第３  取消事由に関する当事者の主張\n１  原告の主張\n(1)  本件補正の却下決定の誤り（取消事由１）\nア  刊行物１発明の認定の誤り\n刊行物１発明における「送信バッファ」は，サーバと端末が同期して動作する場\n合，すなわち，端末側よりデータ受信完了の通知あるいは，次データの送信要求が\n得られるシステムの場合に使用されるものである。\nしたがって，刊行物１発明は，以下のとおり，下線箇所を追加して認定されるべ\nきであり，下線箇所の限定がない審決の認定は誤りである。\nすなわち，刊行物１発明は，「サーバと端末が同期して動作する場合において，\n送信バッファの残量から推定した，サーバから端末へ配信するためのネットワーク\n（回線）の送信ビットレートが変動するとき，（変動するネットワークの）送信ビ\nットレートに適応した送信ビットレートにてコンテンツストリームを配信する」構\n成，「同一コンテンツにつき，ビットレートの異なる複数のストリームを用意し，\nネットワークの送信ビットレートに適応した送信ビットレートを用いて，複数のス\nトリームを切り替えて出力することにより，サーバと端末が同期して動作する場合\nは，送信バッファの残量から推定した，サーバから端末へ配信するためのネットワ\nーク（回線）の送信ビットレートが変動するとき，（変動するネットワークの）送\n信ビットレートに適応した送信ビットレートにてコンテンツストリームを配信す\nる」構成を有していると認定されるべきである。\nイ  補正後発明と刊行物１発明との対比の誤り\n(ｱ)  補正後発明における「バッファ」は，符号化した入力信号から構築するメ\nディアストリームを，送信処理そのものに先立って格納しておくものである。これ\nに対し，刊行物１発明における「送信バッファ」は，符号化したメディアストリー\nムを送信に際して格納しておくものであり，送信側で送信パケットを一時記憶して\nおき，受信側からの受信確認信号に応じて送信済みパケットの記憶を消去するもの\nであって，送信が確実になされたことを確認するためのものである。刊行物１発明\nにおける「送信バッファ」は，「送信バッファの残量から送信ビットレートを推定\nする」ことができればよいのであって，補正後発明における「バッファ」とは異な\nる。\nまた，補正後発明では，「バッファ」に最新に書き込まれるメディアストリーム\nは現在の送信ビットレートを反映しているが，時間的に最も古いメディアストリー\nムを読み出して送信タスクに渡すことから，「バッファ」の読み出しに基づき送信\nされるメディアストリームのビットレートは，必ずしも現在のビットレートに対応\nしているとはいえない。これに対し，刊行物１発明では，その都度の送信ビットレ\nートにリアルタイムに対応して，送信ストリームのビットレートを切り替えて送信\nする。したがって，この点でも，補正後発明の「バッファ」と刊行物１発明の「送\n信バッファ」とは異なる。\n(ｲ)  補正後発明では，「バッファ内に残っている空きスペースの量に少なくと\nも部分的に基づいて選択されたビットレートを用いて前記受信した入力信号を符号\n化し，前記バッファ内に残っている空きスペースの量の変化に応じて前記ビットレ\nートを変化させるようにすることにより，ネットワークを経由して送信するのに適\nしたメディアストリームを，該符号化した入力信号から構築する」ことを行ってお\nり，入力信号の符号化をビットレートを変化させて行うことと，メディアストリー\nムを該符号化した入力信号から「構築」することは，不可分である。\nこれに対し，刊行物１発明では，送信レートに応じたビットレートの選択を行う\n以前に，異なるビットレートの複数のメディアストリームが「構築」済みであり，\n「メディアストリームを構築するステップ」と，「複数のメディアストリームのい\nずれかを選択して配信するステップ」とは，全く別の技術的構成要素である。刊行\n物１発明における，既に構築済みの異なるビットレートの複数のメディアストリー\nムのいずれかを単に選択する構成をもって，「ネットワークを経由して送信するの\nに適した（ビットレートの）メディアストリームを構築する」ことが示されている\nとすることはできない。\n(ｳ)  以上によると，補正後発明と刊行物１発明とは，以下の２点で相違する。\n①  相違点１\n補正後発明では，「バッファ内に残っている空きスペースの量に少なくとも部分\n的に基づいて選択されたビットレートを用いて前記受信した入力信号を符号化し，\n前記バッファ内に残っている空きスペースの量の変化に応じて前記ビットレートを\n変化させるようにすることにより，ネットワークを経由して送信するのに適したメ\nディアストリームを，該符号化した入力信号から構築するステップ」との構成を備\nえているのに対し，刊行物１発明はこれに相当する構成を備えていない点。\n②  相違点２\n補正後発明では，「送信に先立って前記メディアストリームを前記バッファに格\n納するステップ」との構成を備えているのに対し，刊行物１発明ではこれに相当す\nる構成を備えていない点\nウ  相違点に係る容易想到性の判断の誤り\n(ｱ)  特開２００２－２７４７９号公報（甲５。以下「周知文献Ａ」という。）\nに記載された技術は，再符号化の目的のビットレートが明示的に指定されることを\n前提としている技術であり，「バッファ記憶手段５００５」は，復号化後に再量子\n化及び再符号化された動画データを一時記憶し，そのバッファ占有量をもって，バ\nッファ占有量検出手段５００６を介して，再符号化された動画データのビットレー\nト情報を「再量子化手段５００３」にフィードバックし，再符号化の目的とするビ\nットレートと比較するために設けられたものである。「バッファ記憶手段５００\n５」は，送信ビットレートを推定するものでもなく，また，再符号化の目的とする\nビットレートを選択するものでもない。\nこれに対し，刊行物１発明は，送信バッファの残量から送信ビットレートを推定\nするものであり，同発明の「送信バッファ」は，周知文献Ａの「バッファ記憶手段\n５００５」とは機能において相違する。したがって，刊行物１発明と周知文献Ａ記\n載の技術とを組み合わせる理由がない。仮に，これらを組み合わせたとしても，上\n記相違点１に係る構成には至らない。\n(ｲ)  国際公開０３／０４７２６４号（甲６。以下「周知文献Ｂ」という。）に\nは，トランスコーディングシステムを用いてビットレート変換を行うことが一般的\nに示されているにすぎず，上記相違点１及び２に係る構成を開示も示唆もしていな\nい。\n(ｳ)  以上のとおり，補正後発明は，刊行物１発明並びに周知文献Ａ及びＢに示\nされた周知技術に基づいて，当業者が容易に発明することができたものではない。\nエ  補正後発明の効果についての認定の誤り\n補正後発明は，前記相違点１及び２に係る構成により，送信レートの変動に応じ\nて符号化のビットレートを調整して，該符号化したメディアストリームを（中間\nの）バッファに格納し，該バッファからメディアストリームを送信するようにして\nいるため，ネットワーク混雑時及びデータレート変動によるデータロスを回避し，\n帯域幅の変動があっても，最適なユーザー体験を提供することができ，かつ，クラ\nイアント装置からのフィードバックを要求せずにそのことを実現できるとの効果を\n奏する。\nなお，補正後発明では，「前記メディアストリームを送信するステップ」の前の\n段階で，バッファ内に様々なビットレートのメディアストリームが途切れることな\nく順次蓄積されるので，バッファが満杯にならない限り，データロスは起こり得な\nい。これに対し，刊行物１発明では，「データロス」を回避できない。刊行物１発\n明では，その都度の送信ビットレートにリアルタイムに対応して，送信ストリーム\nのビットレートを切り換えて送信している。このとき，通信ネットワークの混雑状\n況の変動に対応しきれない場合も起こり得るから，そのような場合には，送信タス\nクで使用される送信バッファによっては，送信の遅れを吸収することができず，デ\nータロスが生じる。\nしたがって，補正後発明は，刊行物１発明に基づいて，当業者が容易に発明をす\nることができたものではない。\n(2)  本願発明の容易想到性の判断の誤り（取消事由２）\n本願発明のうち，「バッファ内に残っている空きスペースの量に少なくとも部分\n的に基づいて選択されたビットレートを用いて前記入力信号を符号化することによ\nり，ネットワークを経由して送信するのに適したメディアストリームを構築するス\nテップ」との構成は，補正後発明の前記相違点１に係る構成に準じたものであり，\n刊行物１発明との相違点となっている。そして，上記「バッファ」は，周知文献Ａ\nにもＢにも記載されていない。\nしたがって，本願発明は，当業者が容易に発明できたものではない。\n２  被告の反論\n(1)  本件補正の却下決定の誤り（取消事由１）に対して\nア  刊行物１発明の認定の誤りに対して\n原告は，刊行物１発明では「送信バッファ」は「サーバと端末が同期して動作す\nる場合」に使用されるものであるから，その点を認定すべきであると主張する。\nしかし，以下のとおり，原告の主張は失当である。\n本願明細書の記載によれば，補正後発明の一実施形態では，「バッファ内に残っ\nている空きスペースの量」を求めるには，「信頼性が高い（送信データは常に正し\nい順序で宛先に届くことが保証されている）ＴＣＰのプロトコルを用いる」ことを\n必須としている。ＴＣＰのプロトコルは，高い信頼性を担保するために，「端末よ\nりデータ受信完了の通知あるいは，次のデータの送信要求が得られるシステム」で\nあることは，技術常識である。したがって，補正後発明も，その実施形態において\n「端末よりデータ受信完了の通知あるいは，次のデータの送信要求が得られる」も\nのであり，この点において刊行物１発明と異なるところはない。本願明細書の段落\n【００６０】における「クライアント装置からのフィードバックを要求せず」とは，\nクライアント装置からのフィードバックを全く要求しないということではなく，受\n信ビットレートの情報や回線レートに関する情報について，フィードバックを受け\nることなく，「バッファ内に残っている空きスペースの量」から，回線のビットレ\nートを推定できることを述べていると理解される。\nイ  補正後発明と刊行物１発明との対比の誤りに対して\n(ｱ)  補正後発明の「バッファ」は「メディアストリームがネットワーク経由で\n遠隔地のクライアントに向かって出て行くよりも前に，メディアストリームが格納\nされる格納手段」といえる。\n刊行物１発明の「送信バッファ」は，ストリームデータがネットワークを経由し\nて遠隔地の端末に向かって出て行くよりも前に，ストリームデータが格納される格\n納手段であるから，補正後発明の「バッファ」と刊行物１発明の「送信バッファ」\nとは，この点において相違はない。\n(ｲ)  補正後発明における「構築」は，「選択されたビットレートを用いて前記\n受信した入力信号を符号化」することにより得られた「符号化した入力信号」に対\nして，何らかの処理を行い，「ネットワークを経由して送信するのに適したメディ\nアストリームを」得る，上記「何らかの処理」と捉えることができる。\n刊行物１発明では，入力信号を得て，当該入力信号を処理して，メディアストリ\nームを配信していることから，メディアストリームを入力信号から「構築」してい\nるといえる。刊行物１発明では，ビットレートの異なる複数のストリーム（原スト\nリーム）は，配信される前に，リアルタイムデータ変換処理及び配信処理により，\n配信するために必要な処理が行われ，配信されている。補正後発明における上記\n「何らかの処理」と刊行物１発明における上記一連の処理と異なる点はない。\n(ｳ)  以上のとおり，審決の相違点の認定に誤りはない。\nウ  相違点に係る容易想到性の判断の誤りに対して\n審決認定の相違点に係る構成は周知の技術事項であり，相違点に係る構成を採用\nすることは当業者が容易になし得たことであるとした審決の判断に誤りはない。\nエ  補正後発明の効果についての認定の誤りに対して\n原告は，補正後発明は，クライアント装置からのフィードバックを要求せずに，\n「ネットワーク混雑時及びデータレート変動によるデータロスを回避し，帯域幅の\n変動があっても，最適なユーザー体験を提供することができる」と主張する。\nしかし，刊行物１発明では，「端末への回線レートが変動するシステムにおいて\nも，その時々の回線レートにあったレートにより配信することが可能となる」ので\nあるから，ネットワークの混雑時及びデータレート変動によるデータロスを回避し，\n帯域幅の変動があっても，最適なユーザ体験ができるといえる。また，前記のとお\nり，「クライアントからのフィードバック」がされている点では，補正後発明と刊\n行物１発明との間に相違はない。したがって，補正後発明に格別な効果があるとい\nうことはできない。\n(2)  本願発明の容易想到性の判断の誤り（取消事由２）に対して\n本願発明が刊行物１発明に基づき当業者が容易に発明することができたとする審\n決の判断に誤りはない。\n第４  当裁判所の判断\n当裁判所は，原告主張の取消事由にはいずれも理由がないと判断する。その理由\nは，以下のとおりである。\n１  認定事実\n(1)  本願明細書の記載\n本願明細書には，以下の記載がある。図３は別紙本願明細書図３のとおりである。\n（甲２）\n「【０００２】本発明は，一般に，パーソナルストリーミングメディア放送局に\n関し，より詳細には，ネットワーク経由でクライアント装置に入力されるメディア\nソースからのストリーミングメディアに関する。」\n「【００３１】図３は，本発明の一実施の形態によるパーソナルメディア放送局\n１００の内部コンポーネントを示すブロック図である。図示のように，放送局１０\n０には，アナログケーブルから，またはアンテナからのＲＦ信号，Ｓビデオ信号，\nコンポジットビデオ信号，および左右オーディオ信号，を含む多様な入力形式の何\nれかを受信するための入力インターフェース３０５が含まれる。」\n「【００３２】・・・アナログ信号は，Ａ／Ｖ復号器３１５内で更にデジタル信\n号に変換する。次いで，Ａ／Ｖ復号器３１５からのデジタルビデオ，およびオーデ\nィオ信号は，更に処理するためにプロセッサ３２０に送る。パーソナル放送局１０\n０には，関係する処理タスクをプロセッサ３２０が実行するために用いる，フラッ\nシュメモリ，またはＳＤＲＡＭ等の，メモリ３３０が含まれる。メモリ３３０は，\n各種の実施の形態に対して本明細書で説明するように，送出するメディアストリー\nムのためのバッファとしても用いることができる。\n【００３３】一実施の形態では，プロセッサ３２０は，圧縮する前にデジタルオ\nーディオ，およびビデオ信号に前処理を施す。・・・前処理の後，プロセッサは，\n任意の適切な圧縮技法（ＷＭ９，ＭＰＥＧ－４，Ｈ．２６３，およびＨ．２６４\n等）を用いて，オーディオ，およびビデオ信号を所望のビットレートに圧縮す\nる。・・・一実施の形態では，プロセッサ３２０は，ユーザーリクエスト，入力コ\nンテンツ，利用可能なネットワーク帯域幅，またはプロセッサ３２０に既知の任意\nの他のデータ，に応じて，静的，および／または動的に圧縮ビットレート，フレー\nムレート，解像度，およびフィルタ処理を調整できる。次いで，圧縮したメディア\nストリームは，ネットワークインターフェース３２５を介して，ローカルネットワ\nーク１４０，またはリモートネットワーク１６０経由で送信するためにネットワー\nクパケットに変換する。」\n「【００４４】パーソナルメディア放送システムの動作\n図１～図３を参照して上記説明したように，パーソナルメディア放送局１００は，\n幾つかのＡ／Ｖソース装置１２０の内の任意の装置からの入力ビデオ信号を受け取\nることができる。次いで，放送局１００は，受け取ったビデオ信号をメディアスト\nリームとして作製し，ユーザがメディアストリームを視聴するリモートまたはロー\nカルのクライアントにネットワーク経由で送信される。この基本処理に対する追加，\n代替，および改良を以下に説明する。」\n「【００４９】スループットおよび装置能力に基づく符号器設定の調整\n放送局が，ローカルエリアネットワーク，および各種のリモートネットワークに\n接続される多様なクライアント装置形式によるメディアストリームのアクセスを可\n能にするので，一端のパーソナル放送局と，他端のローカルクライアントおよびリ\nモートクライアントとの間の利用可能なデータスループットは，ネットワークトポ\nロジーに基づいて大きく変動し得る。競合トラフィック，および一般的なネットワ\nーク混雑状況により，所与の接続でかなりのスループット変化がある場合も考えら\nれる。本発明の一実施の形態では，利用可能なネットワーク帯域幅，およびクライ\nアント装置の能力に基づいてオーディオ圧縮（例えば，ビットレートおよびサンプ\nリングレート），およびビデオ圧縮（例えば，ビットレート，解像度，およびフレ\nームレート）を最適化するための方法を実装する。」\n「【００６０】バッファーリソースのバッファリングおよび制御\n本発明の一実施の形態によれば，パーソナルメディア放送局は，バッファリング\nスキームを実装して，クライアント装置からのフィードバックを要求せずに，バッ\nファーリソースを管理する。上記説明のように，放送局およびクライアントは，ト\nランスポートプロトコルとしてＴＣＰを用いて通信でき，その場合は放送局がサー\nバとして働く。利点は，ＴＣＰは，信頼性が高いプロトコルであり，送信データは\n常に正しい順序で宛先に届くことが保証されている，という点にある。サーバ上の\nＴＣＰスタックのパラメータ，および／または振る舞いをモニタして，一つ以上の\n既知の技法により，ネットワークの混み具合，および速度を推定できる。\n【００６１】  本発明の実施の形態によれば，大きいバッファが，符号器（デー\nタを生成する）と，ネットワークインターフェース上のＴＣＰスタック（データを\n転送する）との間に追加される。ＴＣＰスタックの上に追加されたこの追加バッフ\nァーレイヤは，ネットワーク混雑時，およびデータレート変動によるデータロスを\n回避するのに役立つ。一実施の形態では，図３を参照すると，符号器機能がプロセ\nッサ３２０により実行され，ＴＣＰスタック機能がネットワークインターフェース\n３２５により実行され，そしてバッファーレイヤが，汎用メモリ３３０内に，また\nは大きいバッファのための専用メモリーモジュール内に実装される。このバッファ\nのサイズは，少なくとも二つのパラメータ，すなわち符号器が生成できる最小デー\nタ，およびサポートしなければならないネットワークの最大ダウン時間，を考慮し\nて選択できる。利用できる帯域幅が，放送局が要求する最小帯域幅に長時間の間満\nたない場合，システムはデータロスを防ぐことはできないが，バッファが大きいほ\nど，この危険性を低下させるのに役立つ。\n【００６２】メディアストリーム用のデータを放送局が生成している時，中間バ\nッファはＦＩＦＯ待ち行列として働く。利用できるネットワークの帯域幅が，符号\n器の帯域幅を超える場合，放送局は，生成すると直ぐにデータを送信できる。中間\nバッファは空になり始める。利用できるネットワークの帯域幅が，符号器の帯域幅\nに満たない場合，放送局は，データを送信するより速くデータを生成できる。それ\nにより，バッファは一杯になり始める。従って，バッファは，完全に一杯の状態と，\n完全に空の状態との間で変化することになる。バッファの占有度を分類するために，\n幾つかの水準を定義して，バッファ内の残っている空きスペースの量を指示する。\n水準の個数は変更できるが，一実施の形態では，４個の水準を，９０％，７５％，\n５０％，および３０％のレベルで用いる。データをバッファに追加したり，抜き出\nすと，バッファを満たすデータ量は，時間経過とともに変更できる。このレベルが\n水準の内の一個に達した時，どの水準に達したのかに応じて，様々なアクションを\nとる。\n【００６３】中間バッファに残る空きスペースの量は，一定時間（例えば，１\n分）観察する。最新の観察期間中に，バッファ内の空きスペースの量が，９０％水\n準を超えて残っている場合，符号器の出力ビットレートは増加させてもよい。アプ\nリケーションに基づいて幾らでも増加して実施できるが，一実施の形態では，その\n増加幅は，その時に用いているビットレートの約１０％である。\n【００６４】ネットワーク帯域幅は，時間経過とともに変化するので，利用でき\nる帯域幅が突然低下することが頻繁に起きる。このような場合，ＴＣＰスタックの\n送信レートを下げるので，中間バッファの占有率は増加する。長い時間に亘ってこ\nれが起きる場合，バッファの空きスペースが減少するので，９０％水準が突破され\nることになる。それに応じて，放送局は，符号器のビットレートを僅かな割合で，\n例えば，そのときに用いているビットレートの約１５％，低下させる。このネット\nワーク問題が一時的なものである場合，ＴＣＰスタックは，バッファ内のデータの\nバックログを再度送信できるので，バッファ内の空きスペースの量は，再び９０％\n水準を超えて上昇する。その後，符号器のビットレートを増加させることができる。\n【００６５】他方，ネットワーク問題が持続する場合，空きスペースの量は，減\n少し続ける。ある時間が過ぎると，バッファは一杯になり，他の水準が突破される。\nそれぞれの水準が突破されるたびに，符号器のビットレートは更に減少する。一実\n施の形態では，これらの後続の減少率は次第に大きくなる（例えば，それぞれの水\n準に対して３３％，５０％，５０％）。\n【００６６】説明してきたように，システムは，ＴＣＰスタックの振る舞いを知\n的に生かしてネットワークの状態を推定し，帯域幅の変動があっても，最適なユー\nザー体験を提供するよう反応する。これにより，複雑で，反応が遅く，符号器の出\n力ビットレートの変動が予想される場合には正しい決定ができないこともあるクラ\nイアントとサーバとの相互作用を用いる方法と比較すると，改善した性能を提供で\nきる。」\n(2)  刊行物１の記載\n刊行物１は，発明の名称を「メディア変換方法およびメディア変換装置」とする\n発明に係る公開特許公報であり，以下の記載がある。図１５及び１６は，別紙刊行\n物１図１５及び同図１６のとおりである。（甲１）\n「【０００１】\n【発明の属する技術分野】本発明は映像配信サーバに係わり，特に映像ファイル\nを途中から配信する場合および配信サーバを介してリアルタイムの映像を配信する\n場合の処理方法に関する。\n【０００２】\n【従来の技術】端末からのリクエストに応じて，映像あるいはオーディオ（以下，\n「オーディオ」を音声またはオーディオの意味で用いる）および映像を伝送路を介\nして，サーバから端末へ該当データを配信する場合には，各メディア，すなわち映\n像およびオーディオの再生タイミングを示すための同期情報と，映像データ・オー\nディオデータ・同期情報を１つのデータとして多重化するシステムレイヤが必要と\nなる。これら，システムレイヤおよび同期情報を規定する方式として，従来は，ア\nイ エス オー／アイ イー シー ISO/IEC 14496-1にて定められた，ファイルフォー\nマット（以下MP4フォーマット）があった。MP4フォーマットは図１のようにmoovと\n呼ばれる付帯情報部分１１と，mdatと呼ばれる符号化されたメディアデータ（映像\nデータあるいはオーディオデータ部分１２）とから構成される。」\n「【０００４】\n【発明が解決しようとする課題】・・・本発明は，コンテンツの途中からの再生，\nあるいはリアルタイムにエンコードされている永続するストリームを，従来技術の\n方式にのみ対応する端末において再生可能とするストリーム変換方法を提供するこ\nとを目的とする。」\n「【０００６】\n【発明の実施の形態】以下本発明による第１の実施例を図６に示す。図６は，映\n像５１をエンコード処理５２により一旦ＭＰ４フォーマットに合致した原ストリー\nム５３を生成し，蓄積処理５４により一旦蓄積した後に，再生開始時刻６０を受け，\n蓄積したストリーム５５を読み出し，変換処理５６により，ストリーム５３の途中\nの指定された付近の時刻から開始される変換ストリーム５７を生成し，生成したス\nトリーム５７を配信処理５８により，配信ストリーム５９として端末へ配信す\nる。」\n「【００１９】図１５は，本発明の第３の実施例である。図１５では，同一コン\nテンツにつき，ビットレートの異なる複数（図１６の例では３つ）のストリームを\n用意しておき，端末からの要求に応じて，moof/mdatの組み合わせ単位で複数のス\nトリームを切り替えることによってビットレート可変の伝送が可能となる。図１６\nは，ビットレート可変の例として，端末への回線のビットレートが変動するような\nシステムに適用した例であり，ネットワークのビットレートに適応したビットレー\nトにて配信することが可能になる。\n【００２０】図１６では当初３２ｋｂｐｓにて開始した配信を，時刻４付近から\nのバンド幅の拡大に伴い，時刻４の最中４８ｋｂｐｓへの変更要求があり，時刻５\nからレートを変更，以降時刻１１より６４ｋｐｂｓに，時刻１３より３２ｋｂｐｓ\nへと，ビットレートを変更している。\n【００２１】図１７は図１５の処理に対応したリアルタイムデータ変換処理の詳\n細を説明するためのフローチャートである。処理の内容は図１３とほぼ同じである\nが，配信開始時にビットレート設定処理１５０，各moof/mdat配信前にビットレー\nト変更要求有無判定１５１およびビットレート変更要求有りの場合にビットレート\n変更処理１５２が追加されている点が図１３と異なる。また，各moof/mdatは，そ\nれぞれの時点で設定されているビットレートに対応するストリームから読み出す。\n一方，上記に該当しないビットレートのストリームに関しては，処理１６０，１６\n１にてmoof/mdatを読み飛ばし，常に同期をとっておく。・・・\n【００２２】図１５から図１７の処理により，端末への回線レートが変動するシ\nステムにおいても，その時々の回線レートにあったレートにより配信することが可\n能となる。また，配信中の回線レートの変動は少ないが，実際の回線レートが周囲\n環境等により決定され，事前に決定されない場合にも有効である。なお，回線レー\nトの計測は以下のような環境の情報を用いて行う。\n【００２３】（１）端末より，端末にて計測した受信ビットレートを通知する。\n（２）端末より，回線レートに関連する情報を通知し，配信側は受信した情報を\nもとに適切なビットレートを設定する。例えば，最大ビットレート等，複数回線を\n束ねる通信路では取得回線数，無線通信路では電波の強度，エラーレートの値等が\n使われる。\n（３）サーバと端末が同期して動作する，すなわち，端末側よりデータ受信完了\nの通知あるいは，次データの送信要求が得られるシステムの場合は，サーバにて送\n信ビットレートを計測する。\n（４）サーバと端末が同期して動作する場合，送信バッファの残量から送信ビッ\nトレートを推定する。\n（５）ネットワークより，通信ビットレート通知する。\n（６）ネットワークより，回線レートに関連する情報を通知する。\n（７）上記の組み合わせ。」\n「【００３２】第３の実施例では，端末への回線レートが変動するシステムにお\nいても，その時々の回線レートにあったレートにより配信することが可能とな\nる。」\n２  本件補正の却下決定の誤り（取消事由１）について\n(1)  刊行物１発明の認定の誤りについて\n原告は，刊行物１発明について，審決が，①「送信ビットレート」を「ビットレ\nート」と認定した点，②送信バッファの残量からネットワーク（回線）のビットレ\nートを推定するのは「サーバと端末が同期して動作する場合」に限られるにもかか\nわらず，その点の限定をすることなく認定した点に誤りがあると主張する。\nしかし，以下のとおり，原告の主張は，刊行物１発明と補正後発明との相違点を\n認定判断する上で，何ら影響を及ぼすものではなく，主張自体失当である。\nア  補正後発明（甲２，３）\n補正後発明は，ネットワーク経由でクライアント装置に入力されるメディアソー\nスからのストリーミングメディアの送信に関する発明である。本願明細書の記載に\nよると，一実施形態であるパーソナルメディア放送局１００において，入力インタ\nーフェース３０５は，オーディオビデオ（Ａ／Ｖ）ソース装置から入力信号を受信\nし，プロセッサ３２０はデジタルオーディオ及びビデオ信号に前処理を施した後，\n任意の圧縮技法により，オーディオ及びビデオ信号を所望のビットレートに圧縮し，\n圧縮したメディアストリームを，ネットワークインターフェース３２５を介して，\nローカルネットワーク１４０又はリモートネットワーク１６０経由で送信するのに\n適したネットワークパケットに変換する。メモリ３３０は，送出するメディアスト\nリームのためのバッファとしても用いることができる。\nパーソナルメディア放送局は，バッファリングスキームを実装して，クライアン\nト装置からのフィードバックを要求せずに，バッファーリソースを管理している。\nまた，トランスポートプロトコルとしてＴＣＰを用いて通信することができる。\nパーソナルメディア放送局がメディアストリーム用のデータを生成している時，\n中間バッファはＦＩＦＯ待ち行列として働く。利用できるネットワークの帯域幅が，\n符号器の帯域幅を超える場合には，生成されたデータは直ぐに送信され，中間バッ\nファは空になり始めるが，利用できるネットワークの帯域幅が，符号器の帯域幅に\n満たない場合には，データは，送信するよりも速く生成されるため，バッファは一\n杯になり始める。バッファの占有度を分類するために，バッファ内の残っている空\nきスペースの量について幾つかの水準を定義し，バッファ内の残っている空きスペ\nースの量が水準の内の一個に達した時，どの水準に達したのかに応じて，符号器の\n帯域幅（ビットレート）を増減させる。\nこのように，補正後発明においては，ＴＣＰスタックの振る舞いを知的に生かし\nてネットワークの状態を推定し，帯域幅の変動があっても，最適なユーザー体験を\n提供するよう反応するとの作用効果を有する。\nイ  刊行物１発明\n刊行物１発明は，映像配信サーバを介したリアルタイムの映像配信の処理方法に\n関する発明である。刊行物１発明（刊行物１の第３実施例）においては，映像５１\nにエンコード処理５２を行って原ストリーム５３を生成し，リアルタイムデータ変\n換処理１３１により，原ストリーム５３を変換ストリーム５７に変換し，配信処理\n５８により，配信ストリーム５９として配信される。そして，刊行物１発明におい\nては，同一コンテンツにつき，ビットレートの異なる複数のストリームが用意され，\n回線レートの測定結果に基づき，端末からビットレート変換要求１３０があると，\nこれに応じて複数のストリームを切り替えることによって，ビットレート可変の伝\n達が可能となる。回線レートの計測は，サーバと端末が同期して動作する，すなわ\nち，端末側よりデータ受信完了の通知あるいは，次データの送信要求が得られるシ\nステムの場合は，送信バッファの残量から送信ビットレートを推定する方法により\n行うことができる。この処理方法により，端末への回線レートが変動するシステム\nにおいても，その時々の回線レートにあったレートにより配信することが可能とな\nるとの作用効果を有する。\nウ  原告主張の当否について\n(ｱ)  原告主張に係る①については，刊行物１発明における「ビットレート」も，\n補正後発明における「ビットレート」も，送信におけるビットレートを意味するも\nのと解される。したがって，補正後発明と刊行物１発明との対比の前提としての刊\n行物１発明の認定において，「ビットレート」と認定したことに，結論に影響を及\nぼす誤りはない。\n(ｲ)  原告主張に係る②については，前記のとおり，刊行物１発明において送信\nバッファの残量から送信ビットレートを推定する方法により回線レートの計測が行\nわれるのは，サーバと端末が同期して動作する場合であると認められる。\nそこで，補正後発明において，「サーバと端末が同期して動作」しているか否か\nを検討する。\n前記のとおり，補正後発明におけるパーソナルメディア放送局は，トランスポー\nトプロトコルとしてＴＣＰを用いて通信することができ，この場合，ネットワーク\nインターフェース上でＴＣＰスタック（データを転送する）機能が実行される。\nＴＣＰ（Transmission Control Protocol）では，信頼性を保証するためにＰＡ\nＲ（Positive Acknowledgment with Re-transmission）方式という仕組みを使用し\nており，受信側がデータが無事に届いたことを確認した場合は，肯定確認応答\n（positive acknowledgment）を送信側に返し，データが壊れていた場合は，その\nデータを廃棄し，あるセグメントに対して，一定のタイムアウト期間が経過しても\n受信確認の応答が返ってこなければ，送信側のＴＣＰはそのセグメントを再送信す\nることは，本願優先日当時，当該技術分野では技術常識であったと認められる（乙\n３）。そうすると，補正後発明においては，「バッファ内に残っている空きスペー\nスの量に少なくとも部分的に基づいて選択されたビットレートを用いて前記受信し\nた入力信号を符号化し，前記バッファ内に残っている空きスペースの量の変化に応\nじて前記ビットレートを変化させるようにする」に当たり，システムサーバと端末\nが同期して動作するものが含まれていると解される。\n以上のとおり，補正後発明には，システムサーバと端末が同期して動作する場合\nに，バッファ内に残っている空きスペースの量の変化に応じてビットレートを変化\nさせるものが含まれており，補正後発明と刊行物１発明との対比の前提としての刊\n行物１発明の認定において，送信バッファの残量から送信ビットレートを推定する\nのが，「サーバと端末が同期して動作する」場合であると認定しなかったことが，\n結論に影響のある誤りとはいえない。\nよって，審決の刊行物１発明の認定に誤りはない。\n(2)  補正後発明と刊行物１発明との対比の誤りについて\n原告は，補正後発明と刊行物１発明については，以下のとおりの相違点を認定す\nべきであり，審決の相違点の認定には誤りがあると主張する。\n①  相違点１\n補正後発明では，「バッファ内に残っている空きスペースの量に少なくとも部分\n的に基づいて選択されたビットレートを用いて前記受信した入力信号を符号化し，\n前記バッファ内に残っている空きスペースの量の変化に応じて前記ビットレートを\n変化させるようにすることにより，ネットワークを経由して送信するのに適したメ\nディアストリームを，該符号化した入力信号から構築するステップ」との構成を備\nえているのに対し，刊行物１発明はこれに相当する構成を備えていない点\n②  相違点２\n補正後発明では，「送信に先立って前記メディアストリームを前記バッファに格\n納するステップ」との構成を備えているのに対し，刊行物１発明ではこれに相当す\nる構成を備えていない点\n以下，原告主張に係る相違点２，相違点１の順で検討する。\nア  相違点２について\n補正後発明では，「送信に先立って前記メディアストリームを前記バッファに格\n納するステップ」との構成を備えており，プロセッサ３２０で生成されたメディア\nストリームは，「バッファ」に格納された後に送信される。\nこれに対し，刊行物１には，送信バッファの残量から送信ビットレートを推定す\nることは記載されているが，この「送信バッファ」が送信に先立ってコンテンツス\nトリーム（メディアストリーム）を格納するものであるか否かは不明である。\nイ  相違点１について\n補正後発明では，「バッファ内に残っている空きスペースの量に少なくとも部分\n的に基づいて選択されたビットレートを用いて前記受信した入力信号を符号化し，\n前記バッファ内に残っている空きスペースの量の変化に応じて前記ビットレートを\n変化させる」との構成を有する。これに対し，刊行物１には，送信バッファの残量\nから送信ビットレートを推定することは記載されているが，上記のとおり，この\n「送信バッファ」が補正後発明における「バッファ」に相当するか否かは不明であ\nる。\nまた，補正後発明では，「選択されたビットレートを用いて前記受信した入力信\n号を符号化し」「ネットワークを経由して送信するのに適したメディアストリーム\nを，該符号化した入力信号から構築する」のに対し，刊行物１発明では，「同一コ\nンテンツにつき，ビットレートの異なる複数のストリームを用意し，ネットワーク\nのビットレートに適応したビットレートを用いて，複数のストリームを切り替えて\n出力することにより」「コンテンツストリームを配信する」ものである点で，相違\nする。\nウ  以上によると，原告の指摘に係る点を前提とするならば，補正後発明と刊行\n物１発明との相違点について，審決が認定した「補正後発明では，上記ネットワー\nクを経由して送信するのに適したメディアストリームを，入力信号から構築するス\nテップが，『選択されたビットレートを用いて前記受信した入力信号を符号化する\nことにより，該符号化した入力信号から』構築しているのに対し，刊行物１発明で\nは，『選択されたビットレートを用いて，用意したビットレートの異なる複数のス\nトリームの一つを選択して出力することにより』構築している点」を相違点である\nと認定した上で容易想到性の判断をするよりは，むしろ，以下のように相違点を認\n定した上で，容易想到性の有無を判断するのが，より適切であるといえる。もっと\nも，以下のように認定したとしても，認定に係る下記相違点は，後記のとおり，\n「実質的な相違点とはいえない部分」及び「補正後発明の容易想到性に影響を与え\nるとはいえない部分」を付加したものであり，本願優先日当時における技術常識に\n照らして，結論に影響を有するものではない。以下では，判断の便宜上，相違点Ａ\nと相違点Ｂに分けて記載した。\n①  相違点Ａ\n補正後発明は，「バッファ内に残っている空きスペースの量に少なくとも部分的\nに基づいて選択されたビットレートを用いて前記受信した入力信号を符号化し，前\n記バッファ内に残っている空きスペースの量の変化に応じて前記ビットレートを変\n化させるようにすることにより，ネットワークを経由して送信するのに適したメデ\nィアストリームを，該符号化した入力信号から構築するステップ」を有するのに対\nし，刊行物１発明が上記の構成を有するとは認められない点。\n②  相違点Ｂ\n補正後発明が「送信に先立って前記メディアストリームを前記バッファに格納す\nるステップ」を有するのに対し，刊行物１発明は，「送信バッファに送信のための\nデータを記憶するステップ」は有するものの，「送信に先立って前記メディアスト\nリームを前記バッファに格納するステップ」を有するか否かは不明である点。\n(3)  相違点Ａ及びＢの実質的な観点からの検討及び容易想到性の有無について\n相違点Ｂ，相違点Ａの順で判断する。\nア  相違点Ｂの容易想到性について\n(ｱ)  刊行物１には，「送信バッファ」の機能等についての明示的な記載はない。\nしかし，以下の証拠によれば，刊行物１発明における「送信バッファに送信のため\nのデータを記憶するステップ」において，「送信バッファ」に，送信に先立ってコ\nンテンツストリームを記憶させる（格納する）機能を持たせることは，当業者にお\nいて技術常識であるといえる。\nすなわち，本願優先日前に頒布された刊行物には，以下の記載がある。\n①  周知文献Ａ（甲５）\n圧縮符号化された動画データを伝送路に送信する場合，伝送路が伝送可能なビッ\nトレートと動画データのビットレートが異なることがあり，リアルタイムに動画を\n再生するためには，動画データのビットレートを伝送可能なビットレートに合わせ\nて変更する必要性があること（段落【０００３】），従来技術である動画符号化装\n置において，再量子化手段５００３は入力手段５００７より入力されたビットレー\nトとバッファ占有量検出手段５００６より入力されたバッファ占有量を比較して，\n所定のビットレートを満たすように量子化値を設定し再量子化を行うこと，バッフ\nァ記憶手段５００５は可変長符号化手段５００４より入力された動画データを出力\n手段５００８に出力するとともに，動画データのデータ量をバッファ占有量検出手\n段５００６に出力すること（段落【０００７】）が記載されている。\n②  特開２００３－２４４７０６号公報（乙４）\n従来の画像符号化データ変換装置（画像符号化方式変換と画像符号化レート変換\nを行う装置）が，外部から出力されるビットストリームを蓄積するバッファ１０１，\nバッファ１０１から出力される画像符号を復号するデコーダ１０２，デコーダ１０\n２から出力される画像信号を符号化するエンコーダ１０３，エンコーダ１０３から\n出力される画像符号を蓄積し，外部に出力するバッファ１０４からなること，エン\nコーダ１０３は，バッファ１０４のバッファ占有量を監視しており，このバッファ\n占有量はエンコーダ１０３において実行される符号化処理中の生成符号量の制御に\n利用されること（段落【０００８】【００１５】），上記公報に記載された発明に\n係る画像符号化データ変換装置において，量子化ステップ変更手段５２は出力バッ\nファ蓄積値５０４を監視し，出力バッファ４０でオーバーフローが生じるような場\n合には，符号化量子化ステップ５０２を変更して，符号化部２で発生する符号量を\n低減させ，出力バッファ４０でアンダーフローが生じるような場合には，符号化量\n子化ステップ５０２を変更して，符号化部２で発生する符号量を増加させること\n（段落【００６７】～【００６８】）が記載されている。\n③  特開２００１－１６０９６７号公報（乙５）\n従来の画像符号化方式変換装置が，外部から出力されるビットストリームを蓄積\nするバッファ５，バッファ５から出力される画像符号を復号するデコーダ６，デコ\nーダ６から出力される画像信号を符号化するエンコーダ７，エンコーダ７から出力\nされる画像符号を蓄積し，外部に出力するバッファ８を備えていること（段落【０\n０１０】），エンコーダ７は，バッファ８のバッファ占有量を監視しており，この\nバッファ占有量はエンコーダ７において実行される符号化処理中の生成符号量の制\n御に利用されること（段落【００１１】），上記公報に記載された発明に係る画像\n符号化方式変換装置において，量子化ステップ制御手段７１は出力バッファ情報１\n０９を監視し，出力バッファ４０でオーバーフローが生じるような場合には，量子\n化ステップ情報１０３を変更して，符号化部２で発生する符号量を低減させ，出力\nバッファ４０でアンダーフローが生じるような場合には，量子化ステップ情報１０\n３を変更して，符号化部２で発生する符号量を増加させること（段落【００８０】\n～【００８１】）が記載されている。\n④  特開平９－３０７５１８号公報（乙６）\n画像データ等の情報データを伝送するための情報データ伝送システムにおいて\n（段落【０００１】），ＶＬＣ（可変長符号化）回路１０６では，ハフマン符号化\n方式を用いてデータ量の削減を行って，送信バッファ１０７へ入力し，送信バッフ\nァ１０７はバッファの充足度をレートコントロール回路１１８へ入力すること（段\n落【００５９】～【００６０】），レートコントロール回路１１８は，送信バッフ\nァ１０７の充足度に応じて，量子化回路１０５を制御する量子化スケールをブロッ\nク単位，あるいはブロックの複数単位で適宜更新し，量子化回路１０５に入力する\nこと，送信バッファ１０７の充足度が小さい場合には，データ発生量を増やすため，\n量子化回路１０５の量子化ステップが小さくなるように，量子化スケールを小さい\n値にし，送信バッファ１１４の充足度が大きい場合には，データ発生量を減少させ\nるために，量子化回路１０５の量子化ステップが大きくなるように，量子化スケー\nルを大きい値にすること（段落【００６７】）が記載されている。\n(ｲ)  以上によると，符号化したビットストリームを伝送路に送信する装置にお\nいて，ビットストリーム（動画データ）を送信に先立ってバッファに格納した後に，\n伝送路に出力すること，上記バッファの占有量（充足度）に応じて，符号化におけ\nる生成符号量（データ発生量）を制御することは，本願優先日当時，当該技術分野\nにおいて通常に行われていたことであると認められる。そうすると，刊行物１発明\nにおける「送信バッファに送信のためのデータを記憶するステップ」において，\n「送信バッファ」に，送信に先立ってコンテンツストリームを記憶させる（格納す\nる）ことは，当業者において通常実施される技術であると認められる。\nなお，原告は，補正後発明では，時間的に最も古いメディアストリームから読み\n出すことから，「バッファ」の読み出しに基づき送信されるメディアストリームの\nビットレートは，必ずしも現在のビットレートに対応しているとはいえないのに対\nし，刊行物１発明では，その都度の送信ビットレートにリアルタイムに対応して，\n送信ストリームのビットレートを切り替えて送信しているため，補正後発明の「バ\nッファ」と刊行物１発明の「送信バッファ」とは異なる旨主張する。\nしかし，上記のとおり，刊行物１発明の「送信バッファ」においても，送信に先\n立ってコンテンツストリームを格納しているとすると，送信されるコンテンツスト\nリームのビットレートは必ずしも現在のビットレートに対応しているとはいえず，\nその点において補正後発明と異なることはない。\n以上によると，補正後発明における「バッファ」と刊行物１発明における「送信\nバッファ」との間に実質的な相違があるとは認められず，相違点Ｂは，補正後発明\nと刊行物１発明との実質的な相違点とはいえない。\nイ  相違点Ａの容易想到性について\n(ｱ)ａ  補正後発明も刊行物１発明も，ネットワークを介してメディアストリー\nムを端末に送信するに際しては，ネットワークの帯域幅（回線レート）が時間とと\nもに変動するため，この変動に適応したビットレートで符号化されたメディアスト\nリームを送信することを目的とした発明である。\n上記目的を解決するため，補正後発明では，①受信した入力信号を符号化するの\nに用いられるビットレートが，「バッファ内に残っている空きスペースの量に少な\nくとも部分的に基づいて選択」され，「前記バッファ内に残っている空きスペース\nの量の変化に応じて変化」し，さらに，②「（上記のとおり）選択されたビットレ\nートを用いて前記受信した入力信号を符号化し」「該符号化した入力信号から」メ\nディアストリームを構築し，これを送信するとの構成を採用する。\nこれに対し，刊行物１発明では，①サーバから配信するためのネットワーク（回\n線）のビットレートが，「送信バッファの残量から推定」され，さらに，②同一コ\nンテンツにつき，ビットレートの異なる複数のストリームを用意し，上記のとおり\n送信バッファの残量から推定したネットワークのビットレートに適応したビットレ\nートに基づき，複数のストリームのうち出力するストリームに切り替え，これを配\n信するとの構成を採用する。\nｂ  前記のとおり，補正後発明における「バッファ」と刊行物１発明における\n「送信バッファ」との間に実質的な相違があるとは認められないことから，補正後\n発明における，ビットレートが「バッファ内に残っている空きスペースの量に少な\nくとも部分的に基づいて選択」されることと，刊行物１発明における，ビットレー\nトが「送信バッファの残量から推定」されることとは，実質的に相違しないと認め\nられる。また，刊行物１発明ではビットレートが「送信バッファの残量から推定」\nされることから，「送信バッファの残量」の変化に応じてビットレートも変動する\nと認められ，補正後発明における，ビットレートが「前記バッファ内に残っている\n空きスペースの量の変化に応じて変化」することと，実質的に相違しないと認めら\nれる。\nしたがって，入力した信号を変動するネットワークの帯域幅に適応したビットレ\nートで符号化するため，このビットレートを「バッファ内に残っている空きスペー\nスの量に少なくとも部分的に基づいて選択」するとの補正後発明の構成は，刊行物\n１に開示されているといえる。\nｃ  上記のとおり，符号化に当たり適切なビットレートが選択された場合に，刊\n行物１発明は，用意されていたビットレートの異なる複数のストリームから，選択\nされたビットレートに適応したビットレートで符号化されたストリームに切り替え\nて出力するものであるが，当業者が，この構成に代えて，補正後発明における「選\n択されたビットレートを用いて前記受信した入力信号を符号化し」「該符号化した\n入力信号から」メディアストリームを構築し，これを送信するとの構成を採用する\nことは容易であると認められる。その理由は，以下のとおりである。\n本願優先日前に頒布された刊行物である周知文献Ｂに，以下の記載がある（甲６。\nなお，訳は，対応特許の公表特許公報（甲７）による。）。\n「一実施形態では，トランスコーディングエンコーダ１５０は，フレームバッフ\nァ１４０に記憶されたトランスコーディングデコーダ１３０の復号出力を，ソース\nビデオデータ１０５とは異なる特性をもつ，すなわち解像度，フレームレート，ビ\nットレート等が異なるターゲットビデオデータ１６５に再符号化する。」（段落\n【００１０】，「無線通信では，希望するビットレートと利用できるビットレート\nとの間の相違は，より顕著であり，チャネルの帯域は，その時々に変化する。この\nような場合，トランスコーディングシステム１１０を利用して，通信媒体１５５の\nチャネルビットレートにターゲットビデオデータ１６５を適合させる。」（段落\n【００１２】），「したがって，トランスコーディングシステムにおけるレート制\n御モジュールは，それぞれの符号化ビデオフレームサイズを制御して，平均ビット\nレートがチャネルデータレートに等しくなるようにし，ターゲットシステム１６０\nのビデオバッファ１７５がオーバフローまたはアンダーフローしないようにす\nる。」（段落【００１４】）\n上記周知文献Ｂの記載及び前記周知文献Ａの記載によると，圧縮符号化した動画\nデータを伝送路に送信する場合に，伝送路が伝送するのに適したビットレートで映\n像信号を符号化して動画データを得ることは，本願優先日当時，当業者に周知の技\n術であったと認められる。\nそうすると，当業者が刊行物１発明に上記周知技術を組み合わせて，補正後発明\nにおける上記構成を採用することは，容易であると認められる。\n(ｲ)  補正後発明に係る特許請求の範囲には，ネットワークを経由して送信する\nのに適したメディアストリームを「該符号化した入力信号から構築する」との記載\nはあるが，特許請求の範囲や本願明細書には，メディアストリームの「構築」の意\n味内容を示した記載はない。補正後発明に係る特許請求の範囲の記載からすると，\nメディアストリームの「構築」とは，メディアストリームをネットワークを経由し\nて送信できるよう適宜の処理をすることと理解するのが合理的である。\n刊行物１には，映像５１にエンコード処理５２を行って原ストリーム５３を生成\nし，リアルタイムデータ変換処理１３１により，原ストリーム５３を変換ストリー\nム５７に変換し，配信処理５８により，配信ストリーム５９として配信されるとの\n記載がある。\n刊行物１発明においては，同一コンテンツにつきビットレートの異なる複数のス\nトリームが用意され，ネットワークのビットレートに適応したビットレートを用い\nて，これらの複数のストリームを切り替えて出力することにより，ネットワーク\n（回線）のビットレートに適応したビットレートでコンテンツストリームを配信す\nる。刊行物１発明における「ビットレートの異なる複数のストリーム」は上記の\n「原ストリーム５３」に対応し，これに対してリアルタイムデータ変換処理１３１\nにより複数のストリームの切り替えが行われ，この切り替えられたストリームが変\n換ストリーム５７に対応し，さらにこれに配信処理５８が行われて得られた「コン\nテンツストリーム（メディアストリーム）」が「配信ストリーム５９」に対応する\nのであり，この「コンテンツストリーム（メディアストリーム）」は，ネットワー\nクを経由して送信するのに適したものであると認められる。\nしたがって，刊行物１発明においても，ネットワークを経由して送信するのに適\nしたメディアストリームを得るための処理が行われた「コンテンツストリーム（メ\nディアストリーム）」の「構築」がなされていると認められ，この点において補正\n後発明と実質的な相違はない。\n(ｳ)  以上によると，当業者が補正後発明における相違点Ａに係る構成に至るの\nは容易であり，この点につき審決の判断に誤りはない。\nウ  原告の主張に対して\n原告は，①刊行物１発明では，送信バッファの残量から送信ビットレートを推定\nするものであり，この「送信バッファ」は周知文献Ａの「バッファ記憶手段５００\n５」とは機能が異なり，刊行物１発明と周知文献Ａ記載の技術とを組み合わせる理\n由がない，仮に，これらを組み合わせたとしても，相違点に係る構成には至らない，\n②周知文献Ｂは相違点に係る構成を開示しておらず，刊行物１発明と組み合わせて\nも，相違点に係る構成には至らない旨主張する。\nしかし，以下のとおり，原告の主張は失当である。\n前記のとおり，周知文献Ａ及びＢは，本願優先日当時，圧縮符号化した動画デー\nタを伝送路に送信する場合に，伝送路が伝送するのに適したビットレートで映像信\n号を符号化して動画データを得ることは，当業者にとって周知の技術であったこと\nを示すものである。刊行物１発明は，映像信号のネットワーク通信に関する発明で\nあり，選択されたビットレートに適応したビットレートで映像信号を符号化するに\nつき，当業者が，同じ技術分野における上記周知技術を組み合わせることは容易で\nあるといえる。\n(4)  補正後発明の効果についての認定の誤りについて\n原告は，補正後発明は，ネットワーク混雑時及びデータレート変動によるデータ\nロスを回避し，帯域幅の変動があっても，最適なユーザー体験を提供することがで\nき，かつ，クライアント装置からのフィードバックを要求せずにそのことを実現で\nきる，という優れた効果を奏する旨主張する。\nしかし，以下のとおり，原告の主張は失当である。\n前記のとおり，刊行物１発明は，端末への回線レートが変動するシステムにおい\nても，その時々の回線レートにあったレートにより配信することが可能となるとの\n作用効果を奏するものである。そして，刊行物１発明は，「同一コンテンツにつき，\nビットレートの異なる複数のストリームを用意し，ネットワークのビットレートに\n適応したビットレートを用いて，複数のストリームを切り替えて出力する」ものと\n認められ，また，補正後発明における「バッファ」と，刊行物１発明における「送\n信バッファ」との間に実質的な相違があるとはいえず，刊行物１発明においても，\n送信のためのデータである「コンテンツストリーム」は，送信に先立って「送信バ\nッファ」に記憶されると認められるから，刊行物１発明において，「ネットワーク\nのビットレート」が大きく低下した場合に，できるだけ多くの時間分の符号化信号\nが「送信バッファ」内に記憶され，その結果，データロスが回避されることは，当\n業者には自明である。そうすると，補正後発明の作用効果として原告が主張する，\nネットワークの混雑時及びデータレート変動によるデータロスを回避し，帯域幅の\n変動があっても，最適なユーザ体験を提供することができるとの作用効果は，刊行\n物１発明も奏するものと認められる。\nそして，上記のとおり，刊行物１発明において，「コンテンツストリーム」は，\n送信に先立って「送信バッファ」に記憶され，ネットワーク（回線）のビットレー\nトは「送信バッファ」の残量から推定するものであるから，ネットワークの混雑時\n及びデータレート変動によるデータロスを回避し，帯域幅の変動があっても，最適\nなユーザ体験を提供することができるとの作用効果を，クライアント装置からのフ\nィードバックを要求せずに実現できることは自明である。そうすると，補正後発明\nの作用効果として原告が主張する，クライアント装置からのフィードバックを要求\nせずに，ネットワークの混雑時及びデータレート変動によるデータロスを回避し，\n帯域幅の変動があっても，最適なユーザ体験を提供することができるとの作用効果\nは，刊行物１発明も奏するものと認められる。\n(5)  小括\n以上によると，補正後発明は当業者が容易に想到し得る発明であると認められ，\n補正後発明が特許出願の際独立して特許を受けることができないものであるとした\n審決の判断に誤りはない。\n３  本願発明の容易想到性の判断の誤り（取消事由２）について\n原告は，本願発明のうち，「バッファ内に残っている空きスペースの量に少なく\nとも部分的に基づいて選択されたビットレートを用いて前記入力信号を符号化する\nことにより，ネットワークを経由して送信するのに適したメディアストリームを構\n築するステップ」との構成は，刊行物１発明との相違点であり，上記「バッファ」\nは周知文献ＡにもＢにも記載されていないので，容易想到ではないと主張する。\nしかし，上記構成は相違点Ａに含まれる構成であり，前記のとおり，相違点Ａは\n刊行物１発明及び周知技術により，当業者が容易に想到し得るものであるから，上\n記構成も容易想到であるといえる。したがって，原告の主張は採用できない。\n４  結論\n上記のとおりであるから，原告主張の取消事由はいずれも理由がない。その他，\n原告は縷々主張するが，いずれも理由がない。よって，原告の請求を棄却すること\nとして，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n小      田      真      治\n別紙              本願明細書  図３\n別紙              刊行物１  図１５\n刊行物１  図１６\n"
}