{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 4,
    "day": 19
  },
  "case_number": "平成28(わ)245",
  "case_name": "傷害",
  "court_name": "名古屋地方裁判所一宮支部",
  "gist": "本件公訴事実の要旨は，被告人が，Ａに対し，顔面を右手拳で殴るなどの暴行を加えて加療約１日間を要する前額部挫創の傷害を負わせたというものであり，Ａが公訴事実記載の日時及び場所において上記傷害を負った事実は認められるものの，公訴事実に沿うＡ及びその妻Ｂの証言は，Ａが基本的かつ客観的な事実と異なる供述をしていることや，Ｂが事件当日には公判廷での証言内容と異なる指示説明をしていたことなどに照らして，いずれもたやすく信用することはできず，ＢがＡに暴行を加えて傷害を負わせた可能性も否定できないことから，被告人がＡに暴行を加えて傷害を負わせたと認めるには合理的な疑いが残り，被告人は無罪である。",
  "lawsuit_id": "86764",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=86764",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/764/086764_hanrei.pdf",
  "contents": "主        文\n被告人は無罪。\n理            由\n１  本件の公訴事実の要旨は，被告人が，平成２８年８月７日午前８時３０分頃，\n愛知県岩倉市内のＡ方で，当時６４歳の同人に対し，顔面を右手拳で殴るなどの\n暴行を加えて加療約１日間を要する前額部挫創の傷害を負わせたというものであ\nり，以下のとおり，Ａが上記の日時及び場所で上記傷害を負った事実は認められ\nるものの，被告人がＡに暴行を加えて傷害を負わせたと認めるには合理的な疑い\nが残る。\n２  まず，①平成２８年８月７日当時，Ａ方には，Ａ（当時６４歳）及びその妻の\nＢ（当時５９歳）が住んでいたほか，被告人の母であるＣが身を寄せていたこ\nと，②同日午前８時頃，被告人は，Ｃに会って自分の荷物を受け取るためにＡ方\nを訪れたところ，応対に出たＢは，実際にはＣがいたにもかかわらず，Ｃはいな\nい旨述べたこと，③その後被告人は，Ａ方に上がり込み，Ａ方にあった自分の荷\n物を受け取るなどして出ていったこと，④被告人がＡ方にやってきた後，Ａは，\n左前額部に加療約１日間（全治約１週間乃至１０日間）を要する長さ約５センチ\nメートル，深さ約３ミリメートルの挫創を負って出血し，救急車でＤ病院に搬送\nされたこと，⑤Ａ方の間取りは別紙被害者方見取図のとおりであり，同日午前１\n０時１２分から午前１０時２０分まで警察により行われたＡ方室内の写真撮影で\nは，「ダイニング」（居間）の床に拭われた跡のない血痕が付着していることの\nほか，洗濯機及びその付近の床に拭われたような跡のある血痕が付着しているこ\nとが確認され，さらに，同月１７日には，「洋間」に置かれたベッドにも血痕が\n付着していることが確認されたこと，以上の事実については，特段争いがなく，\n証拠上も容易に認められる。\n３  次に，被告人がＡ方を訪れた際のできごとに関する関係者の供述を見ると，概\nね以下のとおりである。\nＡの公判供述\n「午前８時頃，被告人が私の家に来て，ドアを叩きながらＣの名前を呼んだ。Ｂ\nが玄関先で応対し，Ｃはいない旨述べると，被告人は怒り出した。そのとき私は\n『洋間』にいたが，午前８時３０分頃，Ｂに呼ばれて玄関先に行った。すると，\n被告人が家の中に入ってきて，別紙被害者方見取図の×のところで私を壁に押し\nつけ，肘打ちや足蹴りをした後，拳で額を殴ってきた。私は，『洋間』のベッド\nのところまで行き，額に手を当てると出血していることが分かったので，風呂場\nにタオルを取りに行き，『洋間』へ戻ってタオルを当てていた。その後，警察が\n到着し，私は病院へ運ばれて４針縫った。Ａに殴られた後，私が家の中で行った\n場所は，『洋間』とタオルを取りに行った場所だけであり，『ダイニング』にな\nぜ血痕があるのか分からない。」\nＢの公判供述\n「午前８時頃に被告人が私の家に来て，Ｃの名前を呼んでドアを叩いたので，私\nは玄関へ行った。被告人が自分の荷物を引き渡すように言ってきたので，ドアを\n開けると，被告人が中に入ってきて，『Ｃと話したい』と言った。私は，被告人\nがＣに暴力を加えるのではないかと思い，Ｃはいない旨答えた。すると，被告人\nは，興奮してＣのスニーカ―を手に持って私の頭にぶつけてきた。そこで，私\nは，傘を手にして殴る真似をしたところ，被告人はその傘を取り上げて私の足や\n左脇腹にぶつけ，そのときに傘の持ち手が壊れたので，被告人は傘を側に置い\nた。私が怖くなってＡを呼ぶと，Ａが出てきて私と被告人の間に立った。被告人\nは，両手でＡの肩を押し，Ａは廊下の壁に支えられるようになった。その後，被\n告人は，Ａの右脇腹を蹴り，さらに，拳でＡの額を殴った。するとＡは出血し，\n『痛い痛い』と言った。その後，Ａは，洗濯機のところへ行き，タオルを取って\n洋間へ戻り，ベッドに座ってタオルで額を押さえていた。その後，私は『ダイニ\nング』からベランダに逃げた。被告人も『ダイニング』にやってきてドアを開け\nようとしたが，開けられなかった。しかし，被告人は右手の拳を左の手の平に当\nてるような仕草をしていて怖かったので，友達に電話をかけ，警察を呼ぶように\n頼んだ。すると，しばらくして警察が来て救急車も来た。救急車が来るまでＡは\nずっと『洋間』におり，救急車が来た後，外へ出ていった。『ダイニング』にあ\nる血痕は，Ａが病院に行く前に『ダイニング』に行ったときに落ちたものと思う\nが，私はＡが『ダイニング』に行ったのを見ていないので分からない。」\nＣの公判供述\n「被告人が来たとき，私は『和室』にいた。被告人とＢは荷物のことについて話\nした後，Ｂは，『ダイニング』に置かれていた被告人の二つの荷物のうちの一つ\nを被告人に渡し，『ダイニング』に戻ってきたが，その際手には傘を持ってい\nた。その後，Ｂは，二つ目の荷物を被告人に渡したが，その際，被告人が私と話\nをしたい旨言った。しかし，Ｂは，Ｃはいない旨答え，Ａを呼んだ。すると，Ａ\nが『和室』に来て，私に被告人と話をするように言って出ていった。そのとき被\n告人は玄関のところにいて，Ｂから中に入らないように言われたにもかかわらず\n私の方に向かってきたので，Ｂは傘で被告人を殴りつけた。私は，被告人に落ち\n着くように言い，Ｂが家に入るのを駄目と言っている旨などを伝えた。ＢはＡと\n話をしていたが，Ａが玄関に来なかったことについて怒っていた。その後，突然\n何かが落ちるような奇妙な物音がしたので，被告人が『和室』から出ていき，私\nもついていった。すると，『ダイニング』のベランダにＢがいてドアを閉めてお\nり，被告人がそのドアを開けようとしていた。私が被告人に出ていくように言う\nと被告人は出ていったので，私も外に出ると，既に警察が来ていた。三，四分後\nにＡ方に戻ると警察官が玄関ドアのところにおり，Ａが出てきた。その際Ａはタ\nオルを頭に当てており，私が『誰がやったの』と尋ねると『被告人だ』と答え\nた。しかし，Ａの怪我は，Ａを呼んだのにＡが自分のところに来てくれなかった\nことに腹を立てたＢが殴ったためではないかと思う。Ｂは，興奮すると人に暴力\nを振るい，Ａに対しても暴力を振るう。」\n被告人の公判供述\n「私は，Ａ方へ行き，応対したＢに母がいるか尋ねたところ，いないとのこと\nだった。しかし，そのとき奥に母がいるのが見えたので，靴脱ぎ場まで入った。\nすると，Ｂが傘で私の頭を殴ってきた。私はその傘を取り上げようとしたが，Ｂ\nが放さなかったのであきらめた。すると，Ｂはベランダの方に行ったので，私も\nついていった。その途中，『和室』にいた母に落ち着くように言われた。私は，\nＢがいるベランダの窓の近くまで行き，なぜ傘で殴ったのか問いただしたが，Ｂ\nは何も答えなかったので，玄関の方へ戻った。そこで振り向くと，別紙被害者方\n見取図の×の辺りでＡが右手に折り畳み式のいすを持っているのが見え，殴りか\nかってくるのかと思い，玄関にあったスニーカーを拾って振り上げて殴りかかる\nような動作をした。すると，Ａは『洋間』の方へ逃げて行った。その後，私は母\nに再度荷物を渡すように頼み，母から渡された袋を持ってＡ方を去った。」\n４   以上の各供述を踏まえて検討するに，Ａ及びＢはいずれも，Ｃを呼ぶ被告人\nに対しＢがＣはいない旨告げたところ，被告人が興奮してＡ方に上がり込み，\n別紙被害者方見取図の×のところで，Ａに対し，両手で押し，蹴り，さらに拳\nで額を殴るなどの暴行を加え，そのためにＡの額が切れて出血した旨を証言し\nている。被告人が興奮していたことは，Ｃや被告人の供述からも裏付けられて\nいる上，Ｃは，額の傷についてＡが「被告人にやられた」と言うのを聞いたと\nも供述していることも踏まえると，Ａ及びＢの各公判供述を信用することがで\nきるようにも思われる。\nしかし，Ａは，額の傷について，４針縫った旨供述しているところ，搬送先\nのＤ病院の医師で平成２８年８月１５日にＡを診察したＥは，当公判廷におい\nて，通常額の傷は縫合せずにテープで寄せて治療するものであり，本件当日の\n同月７日に救急外来でＡを診察した医師が作成したカルテを見ても，同様の治\n療がなされた旨の記載がなされていて４針縫ったという記載はなく，Ａが４針\n縫ったと供述していることに心当たりはない旨供述しており，Ａは，勘違いを\nするとは考え難い基本的かつ客観的な事実について，実際とは異なる供述をし\nていることが明らかである。Ａがこのような虚偽の供述をしているという事実\nは，Ａの供述のうち他の部分の信用性にも疑念を生じさせるものといわざるを\n得ない。この点につき検察官は，Ｅが，腕や足などであれば，約５センチメー\nトルの傷の場合には，一般的に４針又は５針ほど縫合する旨供述していること\nなどを捉えて，日本語の通じないＡが医師の説明を誤解した可能性があるなど\nと主張するが，証拠に基づく合理的な推論ではなく，採用できない。\nまた，Ｂは，当公判廷においては，被告人がＡの肩を押した際にＡが壁で支\nえられるような状態になった旨供述しているが，平成２８年８月７日の本件当\n日には，警察官に対し，Ａが被告人に押されて床に尻餅をつき，その状態のＡ\nの額を被告人が殴打した旨の指示説明をしていたものと認められるところ（弁\n２），間近で被告人とＡの様子を見ていたはずのＢが，実際にはＡは被告人に\n押されて壁に支えられる状態になったに過ぎないにもかかわらず，Ａが床に尻\n餅をついたと見誤ることはあり得ず，また，本件当日の事件発生から警察官に\n目撃状況を指示説明するまでの短時間のうちに記憶が変容したということも考\nえ難いのであって，Ｂは本当に被告人がＡに暴行を加えた状況を目撃したのか\n疑念が残る。この点につき検察官は，Ｂが，背中が壁につくことを「倒れる」\nと表現したこともある旨供述していることなどを根拠として，通訳を介したた\nめに，本来，壁にもたれかかった状態を述べたのに，尻餅をついたと表現した\nことになったおそれがある旨主張するが，Ｂの目撃状況を撮影した平成２８年\n８月７日付け写真撮影報告書（弁２）では，直立しているＡ役の警察官の胸付\n近に被告人役の警察官が両手を伸ばしている状況，Ａ役の警察官が床に尻餅を\nついている状況，床に尻餅をついているＡ役の警察官の額に向けて，片膝をつ\nいた被告人役の警察官が拳を握った右手を伸ばしている状況がそれぞれ撮影さ\nれているのであって，Ｂの記憶がＡは尻餅をついておらず壁に支えられるよう\nになったに過ぎないというものであったのであれば，多少の言葉の問題はあっ\nてもその場で訂正を申し出ることは十分可能であったと考えられるのに，Ｂが\nその場でそのような申し出をした形跡はないことからすると，前記の疑念を払\n拭することはできない。そして，Ｂが，実際には被告人がＡに対し暴行を加え\nた場面を目撃していないにもかかわらず，目撃したかのような供述をしている\nのであれば，Ａとの口裏合わせが疑われるのであって，そうすると，Ａ自身の\n供述にも疑念が深まる。\nさらに，Ａは，別紙被害者方見取図の×の地点で被告人に額を殴打された\n後，洗濯機のところにタオルを取りに行っただけであとは「洋間」にいた旨供\n述しているが，そうであるとすれば，別紙被害者方見取図の×の付近には血痕\nが付着した形跡がない一方で「ダイニング」の床に血痕が付着していることの\n説明が困難である。この点，Ｂは，この血痕について，Ａが病院に行く前に\n「ダイニング」に来た際に付着したものだと思う旨供述しているが，Ａが「ダ\nイニング」に来た場面は見ていないというのであるし，Ａ方の間取りからする\nと，「洋間」から外に出るために「ダイニング」を通る必要はなく，不自然で\nある。また，Ｂによれば，被告人はＡに暴行を加えた後「ダイニング」に来た\nというのであるから，Ａの額を殴打した際に被告人の手についたＡの血液が滴\nり落ちたということも一応考えられないではないものの，そうであれば，その\n後被告人がＡ方を出ていくまでの間に，玄関のドアノブ等，他の場所にも血痕\nが付着していそうなはずなのに，そのような事実はなく，また，Ｂは，ベラン\nダに逃げた後被告人が「ダイニング」にやってきて右手の拳を左の手の平にぶ\nつけていた旨供述しており，そうであれば被告人の手に注目していたことにな\nるが，その際，被告人の手に滴り落ちるほどの血液が付着していたのであれば，\n「ダイニング」の床に付着した血痕の理由を尋ねられた際に言及したと考えら\nれるのに，そのような供述はしていない。この点につき検察官は，いきなり出\n血を伴う傷害を負って動揺していたであろうＡの記憶が曖昧になっていても無\n理からぬことであるなどと主張するが，Ａは，「私は，殴られてすぐベッドに\n行き，その後額にタオルを当てているとすぐ救急車が来た」「被告人に殴打さ\nれた後に行った家の中の場所は自分の部屋とタオルがあったところだけであ\nる」旨明確に供述しており，記憶が曖昧であるなどとは供述していないのであ\nるから，安易にＡの記憶違いと決めつけることはできない。\n以上によれば，被告人がＡを殴打するなどの暴行を加えた旨のＡ及びＢの各\n供述について，たやすくその信用性を認めることはできず，これらの供述以外\nに，被告人がＡに暴行を加えて傷害を負わせたことを認めるに足りる証拠はな\nい。また，Ｃは，前記のとおり，Ａの怪我はＢが殴ったためではないかと思う\n旨供述しているところ，一見すると荒唐無稽な推測のように思われないではな\nいが，Ａの供述によっても，Ａは被告人がＡ方を訪れてＢと激しいやり取りを\nしているにもかかわらず約３０分間も応対をＢに任せ切りにしていたものと認\nめられるから，そのことによって，Ｂが被告人に対してだけではなくＡに対し\nても腹を立てたということは十分考えられる上，Ｂは被告人に対し傘を振り上\nげるなどして対抗したというのであるから，当時はかなり興奮していたと考え\nられるのであって，Ｂが被告人に対峙した際に手にした傘などでＡの額を叩く\nなどしてＡに怪我をさせたということもあり得ない話とまではいえず，その可\n能性を否定することはできない。この点，Ｅは，Ａには長さ約５センチメート\nル，深さ約３ミリメートルの左前額部の挫創のほかやや中央寄りの額の部分に\nも裂傷が生じているように見える点も併せて考えると，Ａの前額部の傷は，傘\nの柄で１回叩かれて生じた可能性よりも拳で１回叩かれてできた可能性の方が\n高い旨供述しているが，そもそもＥは，Ａの前額部の傷が拳での殴打によって\n生じたものであると断定しているわけではない上，Ｂが傘の柄以外の物でＡの\n額を殴打し，あるいは傘の柄で２回以上殴打したということも考えられるので\nあって，Ｅの上記供述をもって，ＢがＡに傘の柄又はその他の物で殴打するな\nどしたためにＡが前額部に傷害を負ったという可能性を否定することはできな\nい。\n５  よって，本件公訴事実については犯罪の証明がなく，刑事訴訟法３３６条に\nより無罪の言渡しをすることとする。\n平成２９年４月１９日\n名古屋地方裁判所一宮支部\n裁判官   村  瀬  賢  裕\n別紙被害者方見取図については添付省略\n"
}