{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 11,
    "day": 15
  },
  "case_number": "平成24(行ケ)10006",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "82734",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=82734",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/734/082734_hanrei.pdf",
  "contents": "平成２４年１１月１５日判決言渡\n平成２４年(行ケ)第１０００６号  審決取消請求事件\n口頭弁論終結日  平成２４年９月１３日\n判 決\n原            告              株式会社荒井鉄工所\n訴訟代理人弁護士              日 野 和 昌\n同                            中 田 利 通\n訴訟代理人弁理士              丹 羽 宏 之\n同                            西 尾 美 良\n同                            中 村 英 子\n被            告              信和エンジニアリング株式会社\n訴訟代理人弁護士              鈴 木 和 夫\n同                            鈴 木 き ほ\n訴訟代理人弁理士              齊 藤 誠 一\n同                            小 田 治 親\n主 文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事 実 及 び 理 由\n第１  請求の趣旨\n特許庁が無効２０１１－８０００１４号事件について平成２３年１２月１日にし\nた審決を取り消す。\n第２  事案の概要\n特許庁は，原告の有する後記本件特許について，被告から無効審判請求を受け，\n本件特許を無効とする旨の審決をした。本件は，原告がその取消しを求めた訴訟で\nあり，争点は，進歩性の有無である。\n１  特許庁における手続の経緯\n原告は，発明の名称を「スクレーパ濾過システム」とする特許第２５５１４８０\n号（平成元年４月２８日出願，平成８年８月２２日設定登録，請求項数２，以下\n「本件特許」という。）の特許権者である。\n被告は，平成２３年１月３１日，本件特許について無効審判を請求し（無効２０\n１１－８０００１４号事件），同年４月１８日付けの訂正請求書（甲１１）により，\n願書に添付した明細書（以下「本件明細書」という。）について，訂正請求書に添\n付した全文訂正明細書（以下「本件訂正明細書」という。）のとおりに訂正するこ\nと（以下「本件訂正」という。）を求めた。\n特許庁は，平成２３年１２月１日，「訂正を認める。特許第２５５１４８０号の\n請求項１，２に係る発明についての特許を無効とする。」との審決をした。その謄\n本は同年１２月９日に原告に送達された。\n２  本件訂正後の特許請求の範囲の請求項１，２の記載\n（下線部は，本件訂正によって付加した箇所）\n【請求項１】\n「濾カスに圧力を加えて前方に押し出しながら濾過を行う豆乳原液などの被濾過\n液体より液体分と固形分に分離するスクレーパ濾過システムであって，筒状ないし\n円錐状の所望の濾過孔を有するフィルタエレメントの排出口には固形分の搾汁効果\nを可変調節できる押圧弁を配設し，前記フィルタエレメント周面に沿って回転する\nスクリュ状羽根の外周端面全域に沿って，前記フィルタエレメントと摺接し，スク\nリュ状羽根の前後に隙間を開けずに設けたスクレーパ機構を設けて前記フィルタエ\nレメントの周面に付着する濾カス固形分を引掻除去できるようにしてなることを特\n徴とするスクレーパ濾過システム。」\n【請求項２】\n「スクレーパ機構は，フィルタエレメントの周面に対して弾性作用を以って摺接\nできるようにしてなることを特徴とする請求項１記載のスクレーパ濾過システ\nム。」\n３  審決の理由\n審決の理由は，別紙審決書記載のとおりであり，その要点は次のとおりである。\n(1) 結論\nア  本件訂正について\n訂正事項１，２（請求項１に係る訂正）は，いずれも特許請求の範囲の減縮を目\n的とするものに該当し，明細書又は図面に記載した事項の範囲内においてしたもの\nであり，また，実質上，特許請求の範囲を拡張し，又は変更するものではない。\n訂正事項３ないし５（発明の詳細な説明に係る訂正）は，いずれも明りょうでな\nい記載の釈明を目的とするものに該当し，明細書又は図面に記載した事項の範囲内\nにおいてしたものであり，また，実質上，特許請求の範囲を拡張し，又は変更する\nものではない。\nしたがって，本件訂正は適法である。\nイ  進歩性について\n本件訂正後の特許請求の範囲の請求項１，２に係る発明（以下，順に「本件発明\n１」，「本件発明２」といい，併せて「本件発明」という。）は，いずれも本件特\n許の出願前に頒布された刊行物である米国特許第４，０４１，８５４号公報（甲\n１）及び特開昭６０－２４７４９８号公報（甲２）に記載された発明（以下，順に\n「甲１発明」，「甲２発明」という。）に基づいて，当業者が容易に発明をするこ\nとができたものである。\nしたがって，本件特許は，特許法２９条２項の規定に違反してなされたものであ\nり，特許法１２３条１項２号に該当する。\n(2) 引用例等\n審決は，本件発明の進歩性の有無について，甲１発明を主引例とした場合と甲２\n発明を主引例とした場合とに分けて検討している。この検討に当たって審決が認定\nした甲１発明，甲２発明の内容等は，次のとおりである。\nア  甲１発明を主引例とした場合について\n(ア)  甲１発明の内容\n「汚泥圧搾・脱水済みの固形物結合体に圧力を加えて終端方向に押し出しながら\n濾過を行う汚泥より液体分と固形分に分離するスクレーパ濾過システムであって，\n円筒状部分および円錐台状部分を有し，環状空間５８により形成される液体あるい\nは濾過水を通すことができるものの固形物の逃がし可能にするほどは広くない逃が\nし通路を有する濾過式脱水用媒体４８の内側表面７４に沿って回転する渦巻状－ら\nせん状のブレードあるいはフライト７６の外側端部全域に沿って，前記濾過式脱水\n用媒体４８と摺接し，ブレードあるいはフライト７６の前後に隙間を開けずに設け\nたコイルばね式の拭き取り用あるいは清掃用ブレード８７を設けて前記濾過式脱水\n用媒体４８の内側表面７４に保持される固形物を拭き取ることができるようにして\nなる濾過システム。」\n(イ)  本件発明１と甲１発明との一致点\n「濾カスに圧力を加えて前方に押し出しながら濾過を行う被濾過処理物より液体\n分と固形分に分離するスクレーパ濾過システムであって，筒状ないし円錐状の所望\nの濾過孔を有するフィルタエレメント周面に沿って回転するスクリュ状羽根の外周\n端面全域に沿って，前記フィルタエレメントと摺接し，スクリュ状羽根の前後に隙\n間を空けずに設けたスクレーパ機構を設けて前記フィルタエレメントの周面に付着\nする濾カス固形分を引掻除去できるようにしてなるスクレーパ濾過システム。」\n(ウ)  本件発明１と甲１発明との相違点\nａ  相違点１\n被濾過処理物が，本件発明１では，「豆乳原液などの被濾過液体」であるのに対\nして，甲１発明では，「汚泥」である点。\nｂ  相違点２\n本件発明１では，「フィルタエレメントの排出口には固形分の搾汁効果を可変調\n節できる押圧弁を配設」するのに対して，甲１発明では，そのような押圧弁を有し\nない点。\n(エ)  相違点に係る判断の概要\nａ  相違点１について\n本件発明１の「被濾過液体」を「豆乳原液」や「食品用」に限定して解すること\nはできない。本件発明１の「被濾過液体」は，粘度の高い流体を被濾過処理物とし\nて包含するものである。甲１発明における被濾過処理物の「汚泥」は，その性状か\nらして，粘度の高い流体であることは明らかである。したがって，甲１発明の「汚\n泥」は，被濾過処理物として，本件発明１の「被濾過液体」に包含される流体に相\n当するから，相違点１は，実質的な相違点ではない。\nｂ  相違点２について\n甲第２号証における「半ば固形化される被処理物の含水率すなわち脱水率の調整\nを可能とする押圧盤２７」は，本件発明１の「固形分の搾汁効果を可変調節できる\n押圧弁」に相当する。甲１発明において，汚泥の液体分と固形分を分離して排出す\nるに際して，さらに液体分を排除するために，甲第２号証に記載された「被処理物\nの含水率すなわち脱水率を調整するための押圧盤」を適用し，相違点２に係る「搾\n汁効果を可変調節できる押圧弁」の構成とすることは，当業者が容易に採用し得た\n手段である。\nイ  甲２発明を主引例とした場合について\n(ア)  甲２発明の内容\n「公害処理施設における汚泥，醸造施設におけるビール，粕，モロミその他，食\n品製造施設における果実等の加工食品等の被処理物の固形分をスクリュ状羽根によ\nり前部に送りながら脱水を行い，被処理物より水分と固形分とに分離する脱水処理\n装置であって，筒状の多数の水切孔２３を有するケーシング２０の排出口には半ば\n固形化される被処理物の含水率すなわち脱水率の調整を可能とする押圧盤２７を配\n設し，ケーシング２０内に前後方向で回転可能にして支承され，多数の脱水孔３２\nが形成される中空の筒状シャフト３０，及びケーシング内周面に沿って密接状に回\n転する送り羽根３１が設けられ，ケーシングの上方に配された洗浄管より洗浄水を\nケーシング２０外部に噴射させ，水切孔２３の目詰りを防止するようにしてなる脱\n水処理装置。」\n(イ)  本件発明１と甲２発明との一致点\n「濾カスに圧力を加えて前方に押し出しながら濾過を行う豆乳原液などの被濾過\n液体より液体分と固形分に分離する濾過システムであって，筒状の所望の濾過孔を\n有するフィルタエレメントの排出口には固形分の搾汁効果を可変調節できる押圧弁\nを配設し，前記フィルタエレメント周面に沿って回転するスクリュ状羽根，及びフ\nィルタエレメントの濾過孔の目詰りを防止する手段を有する濾過システム。」\n(ウ)  本件発明１と甲２発明との相違点\nａ  相違点３\n本件発明１では，フィルタエレメントの濾過孔の目詰りを防止する手段が，「ス\nクリュ状羽根の外周端面全域に沿って，前記フィルタエレメントと摺接し，スクリ\nュ状羽根の前後に隙間を開けずに設けたスクレーパ機構を設けて前記フィルタエレ\nメントの周面に付着する濾カス固形分を引掻除去できるようにしてなる」スクレー\nパ濾過システムであるのに対して，甲２発明では，フィルタエレメントの濾過孔の\n目詰りを防止する手段が，「ケーシング２０の上方に配された洗浄管より洗浄水を\nケーシング２０外部に噴射させ，水切孔の目詰りを防止するようにしてなる」濾過\nシステムである点。\nｂ  相違点４\n本件発明１では，フィルタエレメントに濾過孔を有するのに対して，甲２発明で\nは，フィルタエレメントに濾過孔である水切孔を有する他に，シャフトにも脱水孔\nが設けられている点。\n(エ)  相違点に係る判断の概要\nａ  相違点３について\n甲２発明における水切孔の目詰まり防止手段として，洗浄水の噴射による手段に\n代えて，甲第１号証記載の清掃用ブレードによる引掻手段を適用し，「スクリュ状\n羽根の外周端面全域に沿って，前記フィルタエレメントと摺接し，スクリュ状羽根\nの前後に隙間を開けずに設けたスクレーパ機構」を有するスクレーパ濾過システム\nとすることは，当業者が容易になし得た設計事項である。\nｂ  相違点４について\n甲２発明における排水手段を，シャフトに脱水孔を設けることなく，フィルタエ\nレメントの水切孔を有する構成とすることは，被処理物より分離される液体分の除\n去効率に応じて当業者が適宜なし得る設計的事項である。\n第３  取消事由に係る原告の主張\n審決には，次の誤りがあり，これらの誤りは審決の結論に影響を及ぼすものであ\nるから，審決は違法であり，取り消されるべきである。\n(1)  相違点１は実質的な相違点ではないとした判断の誤り（取消事由１）\n(2)  甲１発明を主引例として本件発明の進歩性を否定した判断の誤り（甲１発\n明と本件発明の技術分野の相違を無視して甲１発明を主引例として本件発明の進歩\n性を判断した誤り。取消事由２）\n(3)  甲２発明の押圧盤は本件発明１の押圧弁に相当するとした認定の誤り（取\n消事由３）\n(4)  甲２発明を主引例として本件発明の進歩性を否定した判断の誤り（甲２発\n明と本件発明の技術分野の相違を無視して甲２発明を主引例として本件発明の進歩\n性を判断した誤り，相違点３に係る容易想到性判断の誤り。取消事由４）\n１  相違点１は実質的な相違点ではないとした判断の誤り（取消事由１）\n(1) 審決は，相違点１（被濾過処理物が，本件発明１では，「豆乳原液などの被\n濾過液体」であるのに対し，甲１発明では，「汚泥」である点。）について，「本\n件発明１の『被濾過液体』を『豆乳原液』や『食品用』に限定して解することはで\nきない。本件発明１の『被濾過液体』は，粘度の高い流体を被濾過処理物として包\n含するものである。甲１発明における被濾過処理物の『汚泥』は，その性状からし\nて，粘度の高い流体であることは明らかである。したがって，甲１発明の『汚泥』\nは，被濾過処理物として，本件発明１の『被濾過液体』に包含される流体に相当す\nるから，相違点１は，実質的な相違点ではない。」と判断しているが，この判断は\n誤りである。その理由は次のとおりである。\nア  まず，審決の上記判断は，本件訂正により本件発明の被処理物を「豆乳原液\nなどの被濾過液体」に限定することを認めた審決の趣旨に反する。\nすなわち，審決は，本件訂正により本件発明の被処理物を豆乳原液などに限定す\nることを認めながら，本件発明１と甲１発明との対比に当たっては，「汚泥」は粘\n度の高い流体であるから，本件発明１の「被濾過液体」に包含されるとした。しか\nし，このような判断は，請求項を「豆乳など」と減縮した本件訂正に係る判断と矛\n盾するものであり，本件訂正の趣旨に反するものである。本件訂正は，「被濾過液\n体」を「粘度の高い流体」と訂正したものではないし，常識的に見て，「豆乳な\nど」から汚泥を連想することなどあり得ないからである。\nイ  また，本件訂正により本件発明の被処理物を豆乳などの食用品と限定したの\nは，粘性の点から限定したものではない。本件発明の被処理物を豆乳などの食用品\nと限定したのは，本件発明が，食品原料を液体分と固体分に分離し，そのうちの液\n体分を採集して，これを食品用製品として提供することを主たる目的とするもので\nあり，固形物もまた副産物として利用することのできる濾過システムであることを\n明確にするためであって，食用とはならない土砂などの無機物を排除するためであ\nる。\nこのことは，本件発明の請求項に「固形分の搾汁効果を」と記載されていること\nからも明らかである。すなわち，豆乳などの食品有機物においては，タンパク質な\nどの栄養分を含む液体は，細胞壁などの繊維質の固形分内に存在し，液体を抽出す\nるためには，その固形分を破砕し，これに圧力を加えて絞り出す必要がある。この\n作業が搾汁であり，本件発明は，この搾汁に関するものである。これに対し，甲１\n発明や甲２発明は，土砂などの固体無機物の外部に介在する水分を取り出す脱水装\n置である。土砂などの固体中には水分は包含されていないので，土石そのものから\n水分を抽出する必要はなく，単なる脱水で足り，搾汁という作業は必要でない。こ\nのことからも，本件発明の被処理物は，豆乳などの食品に限られ，汚泥を含まない\nことが明らかである。\nウ  さらに，甲１発明では，粘性の強い液体は，濾過処理前に調整タンクにおい\nて化学的処理などによって除去される（甲１の図１に示す全体の構成のうち，ＣＯ\nＮＤＩＴＩＯＮＩＮＧ  ＴＡＮＫ４４の構成，作用について説明した第５欄６１行\nないし同欄末行参照）のに対し，本件発明では，被濾過液体が食用品であるため，\nこのような処理は禁忌である。このことからも，両者の被濾過液体が本質的に相違\nするものであることは明らかである。\n(2) 被告は，本件訂正明細書（甲１１）の〔産業上の利用分野〕の「粘度の高い\n流体の濾過」との記載を引用して，本件発明の技術的範囲は粘度の高い流体全ての\n濾過に及ぶと主張する。しかし，明細書の記載の解釈に当たっては，文言の一部だ\nけを取り出して論ずるのではなく，請求項や【発明の詳細な説明】など，明細書全\n体の趣旨や目的を考慮すべきである。してみると，〔従来の技術〕の冒頭で「粘度\nの高い豆乳原液などの濾過」と表現され，〔発明が解決しようとする課題〕以下で\nは，豆乳原液だけが挙げられていることから，本件発明の目的，効果が豆乳原液か\nら豆乳を得るところにあることは明らかであり，その限界は食品用であると明記さ\nれており，本件発明の技術的分野が最大限食品用に限定されていることは明らかで\nある。\nすなわち，本件発明は，もともと豆腐製造の機械化を目的としたものであり，汚\n泥の脱水を目的としたものではない。このことは，特許公報のどこにも汚泥の記載\nがないこと，豆乳原液の濾過が説明の中心となっていることから明らかである。本\n件発明の請求項や【発明の詳細な説明】で，被濾過流体として挙げられているのは，\n豆乳原液のみであり，〔実施例〕では，冒頭に「この実施例は，豆乳原液より豆乳\nを得るのに好適な機械を示している」と記載され，実施例に示される被濾過液体が\n「豆乳原液」であることを明示している。したがって，実施例の説明中の「被濾過\n液体」や「固液混合体」が豆乳原液を指すものであることは，説明を要しない。ま\nた，「この種の豆乳原液は，粘着性，附着性の高い固形分を含有している」（４頁\n下から４行）との記載から明らかなように，「粘度の高い流体」との記載は，豆乳\n原液の物理的性質を説明したものであり，本件発明の技術的範囲が「粘度の高い流\n体」全てに及ぶことを示すものではない。被告は，「所望の被濾過液体，例えば豆\n乳原液などの固液混合液体」（４頁下から９～１０行）との記載を取り上げ，本件\n発明の技術的範囲を広く解しようとするが，この記載は，言葉のニュアンスの問題\nであり，この記載によって本件発明の技術的範囲が被濾過液体全てに拡張されるこ\nとはあり得ない。かえって，〔発明の効果〕の結論として，「豆乳原液より豆乳と\nオカラとの分離を能率よく行うことができるなど，各種食品用として固液分離など\n広く利用できる」と記載されており，本件発明の技術的範囲が最大限食品用である\nことを示されている。\n(3)  したがって，相違点１（被濾過処理物が，本件発明１では，「豆乳原液な\nどの被濾過液体」であるのに対し，甲１発明では，「汚泥」である点。）は実質的\nな相違点ではないとした審決の認定は誤りである。\n２  甲１発明を主引例として本件発明の進歩性を否定した判断の誤り（甲１発明\nと本件発明の技術分野の相違を無視して甲１発明を主引例として本件発明の進歩性\nを判断した誤り。取消事由２）\n(1) 審決は，甲１発明を主引例として本件発明の進歩性を否定しているが，甲１\n発明と本件発明の技術分野は相違しているから，甲１発明を主引例として進歩性を\n判断することはできない。したがって，甲１発明を主引例として本件発明１の進歩\n性を否定した審決の判断は誤りである。\nすなわち，本件発明は，豆乳原液などの食品原料について，その固形分から液体\n分を抽出搾汁することを目的とする濾過装置である。これに対し，甲１発明は，汚\n泥から水分を分離し脱水することを目的とする脱水装置であり，本件発明とは技術\n分野が全く異なる。この点については，東京地方裁判所平成２４年２月２２日判決\n（平成２２年(ワ)第３１７５６号損害賠償請求事件。以下「東京地裁判決」とい\nう。）が正当に判示するとおりである。\n(2) 被告は，「脱水濾過」という概念を持ち出して，本件発明と甲１発明とは同\n一の技術分野に属すると主張するが，技術分野の同一性は，そのような広い概念に\nよって判断すべきではなく，その発明の目的やその発明が期待する作用効果などか\nら判断すべきである。脱水濾過といっても，対象物が異なり，目的が異なれば，技\n術分野が同一であるとはいえない。\n本件発明の目的は，豆乳原液などの食品原料から効率的にその液体分を収集する\nことであるのに対し，甲１発明は，乾燥した（脱水した）固形分としてこれを廃棄\nすることを目的とした装置であるから，本件発明と甲１発明との間には，その目的\nや期待される作用効果に大きな相違があることは明らかであり，技術分野が同一で\nあるとはいえない。\n(3)  したがって，甲１発明を主引例として本件発明の進歩性を判断することは\nできないから，甲１発明を主引例として本件発明１の進歩性を否定した審決の判断\nは誤りである。\n３  甲２発明の押圧盤は本件発明１の押圧弁に相当するとした認定の誤り（取消\n事由３）\n審決は，甲２発明の押圧盤は，本件発明１の押圧弁に相当すると認定しているが，\nこの認定は誤りである。その理由は次のとおりである。\n(1)  構成上の相違\n甲２発明の構成では，被処理物の圧力以外の外力によって押圧スプリングの押圧\n力を可変調節することはできないので，被処理物の種類や状態により押圧盤の押圧\n力を可変調節することはできず，脱水率を変化させることはできない。\nすなわち，甲第２号証の公報５７１頁(3)左上欄下から７行ないし同頁右上欄３\n行までの記載及び図面からすると，押圧スプリングの押圧力を変化させることによ\nり，押圧盤の押圧力の調整がなされることとなる。押圧スプリングは，ドーナツ状\n固定部とドーナツ円錐状押圧盤との間に取り付けられている。ドーナツ状固定部は\nシャフトに外嵌固定されているので前後に動かすことはできないから，ドーナツ状\n固定部の操作によって押圧スプリングの押圧力を変化させることはできない。ドー\nナツ円錐状押圧盤は前後に動くが，その移動はケーシング内の被処理物の圧力によ\nるだけであり，その他の外力によって移動できるようにはなっていない。したがっ\nて，甲２発明の構成では，被処理物の圧力以外の外力によって押圧スプリングの押\n圧力を可変調節することはできないのである。\nこれに対し，本件発明では，「排泄口８に対し，コイルバネ１６で圧接される押\n圧弁１７を当接させると共に，前記コイルバネ１６に対しては，そのバネ圧を可変\n調節できる螺杆１８を附設して取り出される固形分の搾汁効果を可変調節できる」\nとなっている。すなわち，被濾過流体の種類や固形分中の含有液体分の量に応じて，\n作業前・作業中において，コイルバネのバネ圧を螺杆により変化させることができ\nるのである。このコイルバネのバネ圧変化により，押圧弁の押圧力が変化する，つ\nまり搾汁効果を可変調節できるのである。\nこのように，甲２発明と本件発明では，押圧力を可変調節する構成が異なる。\n(2) 作用上の相違\n甲２発明の押圧盤は回転する。なぜなら，押圧スプリングの一端がドーナツ固定\n部に固着しているため，シャフトに固定されたドーナツ固定部がシャフトと共に回\n転すると，それに応じて押圧スプリングも押圧盤も回転するからである。そのため，\n押圧盤をケーシングに密着させることはできず，排出口を常に開けておかなければ\nならない。甲第２号証に「略閉塞」と記載されているのはそのためである。したが\nって，甲２発明では，液体分の漏出を防ぐことはできない。\nこれに対し，本件発明では，押圧弁により完全に排出口を塞ぐことができ，液体\n分の漏出を防ぐことができる。このことは，搾汁率にも影響を及ぼし，搾汁効率上\n大きな差異が生ずる。\nこのように，甲２発明と本件発明では，作用上も相違する。\n(3) 甲２発明には重大な欠陥が存在すること\n甲２発明のシャフトは，前部から後部に至るに伴い次第に大径となっている。ド\nーナツ状押圧盤はシャフトの外側に嵌められている。その結果，押圧盤はその内径\nがシャフトの外径と同一となる位置以上には前部には移動できない。その上，押圧\n盤の内径とシャフトの外径との差は，それほど大きくすることはできない。その間\n隙に被処理物が侵入しないようにする必要があることによる。その結果，押圧盤の\n移動の範囲は極めて狭く，被処理物による押圧盤の押圧力の変化には限界がある。\nまた，押圧盤はシャフトの回転に応じて回転する。豆乳などの粘性の高い流体が\n押圧盤に付着すると，押圧盤の回転を妨げる。ドーナツ状固定部の回転と押圧盤の\n回転には，回転速度の差が発生し，押圧スプリングが断裂する可能性が高い。\n４  甲２発明を主引例として本件発明の進歩性を否定した判断の誤り（甲２発明\nと本件発明の技術分野の相違を無視して甲２発明を主引例として本件発明の進歩性\nを判断した誤り，相違点３に係る容易想到性判断の誤り。取消事由４）\n(1) 甲２発明と本件発明の技術分野の相違を無視して甲２発明を主引例として本\n件発明の進歩性を判断した誤り\n審決は，甲２発明を主引例として本件発明の進歩性を否定しているが，甲２発明\nと本件発明の技術分野は相違しているから，甲２発明を主引例として本件発明の進\n歩性を判断することはできない。したがって，甲２発明を主引例として本件発明の\n進歩性を否定した審決の判断は誤りである。\nすなわち，本件発明は，豆乳原液などの食品原料について，その固形分から液体\n分を抽出搾汁することを目的とする濾過装置である。これに対し，甲２発明は，甲\n１発明と同様に，脱水のみを目的とする脱水処理装置であり，本件発明とは技術分\n野が全く異なる。\n甲第２号証には，甲２発明の被処理物として「醸造施設においてのモロミ，食品\n製造施設においての水産物その他の加工食品」が挙げられ，また〔実施例〕にも，\n「醸造施設においてのビール，粕，モロミその他，食品製造施設においての食肉，\n水産物，果実等の加工食品，」との記載があるため，甲２発明の被処理物として食\n品原料が含まれるように見える。\nしかし，その実施例の結論部分には「その結果，被処理物中の水分は除去され，\n半ば固形化された被処理物は機枠１０前部の貯留室１６に貯留され，適宜に廃棄処\n理される」と記載されており，また，「浸出された水分は所定の場所に吸引除去処\n理され」「被処理物中の水分は除去される」のであって，甲２発明の被処理物は廃\n棄処理され，被処理物中の水分は除去されるのであり，甲２発明の被処理物が食品\nとして利用されることはない。このことは，目詰まり防止のため，食品の品質維持\nに禁忌の清浄水を噴射することによっても裏付けられる。\nまた，〔発明の技術的背景とその問題点〕の冒頭をみると，「汚泥，モロミ，加\n工食品，ボード類等の含水繊維物その他の産業廃棄物を脱水処理させる」と記載さ\nれ，モロミ，加工食品そのものではなく，「モロミ，加工食品…等の含水繊維その\n他の産業廃棄物」の脱水処理技術に関するものであることが明記されていることか\nらすると，上記の「醸造施設においてのモロミ，食品製造施設においての水産物そ\nの他の加工食品」との記載，「醸造施設においてのビール，粕，モロミその他，食\n品製造施設においての食肉，水産物，果実等の加工食品，」との記載は，いずれも\n食品原料を意味するのではなく，醸造施設や食品製造施設から排出された「産業廃\n棄物」を意味するものと解される。そうだからこそ，発明の名称も「汚泥その他の\n脱水処理装置」とされ，特許請求の範囲にも「汚泥その他の脱水処理装置」とされ\nているのである。\nそうすると，甲２発明の被処理物として食品原料は含まれず，甲２発明は，甲１\n発明と同様に，本件発明とは技術分野を異にするものであるから，甲２発明を主引\n例として本件発明の進歩性を判断することはできない。\nしたがって，甲２発明を主引例として本件発明１の進歩性を否定した審決の判断\nは誤りである。\n(2)  相違点３に係る容易想到性判断の誤り\n審決は，相違点３（本件発明１では，フィルタエレメントの濾過孔の目詰りを防\n止する手段が，「スクリュ状羽根の外周端面全域に沿って，前記フィルタエレメン\nトと摺接し，スクリュ状羽根の前後に隙間を開けずに設けたスクレーパ機構を設け\nて前記フィルタエレメントの周面に付着する濾カス固形分を引掻除去できるように\nしてなる」スクレーパ濾過システムであるのに対して，甲２発明では，フィルタエ\nレメントの濾過孔の目詰りを防止する手段が，「ケーシング２０の上方に配された\n洗浄管より洗浄水をケーシング２０外部に噴射させ，水切孔の目詰りを防止するよ\nうにしてなる」濾過システムである点。）について，「甲２発明における水切孔の\n目詰まり防止手段として，洗浄水の噴射による手段に代えて，甲第１号証記載の清\n掃用ブレードによる引掻手段を適用し，『スクリュ状羽根の外周端面全域に沿って，\n前記フィルタエレメントと摺接し，スクリュ状羽根の前後に隙間を開けずに設けた\nスクレーパ機構』を有するスクレーパ濾過システムとすることは，当業者が容易に\nなし得た設計事項である。」と判断しているが，この判断は誤りである。\nすなわち，甲２発明で目詰まり防止として［発明の詳細な説明］で示されている\nのは，ケーシングの外側の一部に配置された洗浄管で適宜の圧力を付与した清浄水\nをケーシングの外部に噴射させることで水切孔の目詰まりを防止するというもので\nある。すなわち，ケーシングの外部の装置から，水切孔に圧力を加える方法である。\nこれに対し，甲１発明のコイルばね式清掃用ブレードは，濾過式脱水用媒体４８\nの内側表面の保持された固形物を切り剥がして擦り取り内側表面から固形物の拭き\n取り清掃が行われるものである（甲１の５頁）。すなわち，甲２発明のようにケー\nシングの外側から水切孔に圧力を加え固形物をケーシング内部に落下させるという\nものではなく，コイル式清掃用ブレードは，内側表面に付着した固形物を切り剥が\nしこすり取ることにより，濾過式脱水用媒体の内側表面から固形物を拭き取り清掃\nをするというものである（甲１の５頁）。\nそうすると，甲２発明の外部から圧力を加える手段から，甲１発明の内部からこ\nすり取るという解決手段を想到することは，当業者といえども容易であるとはいえ\nない。\nまた，甲２発明には，シャフト３０に水切孔が設けられているが，シャフト側に\nは甲１発明のコイルばね式清掃用ブレードを適用することはできず，シャフトの水\n切孔の目詰まりは防止できない。\nしたがって，相違点３に係る審決の容易想到性判断は誤りである。\n第４  被告の主張\n１  取消事由１（相違点１は実質的な相違点ではないとした判断の誤り）に対し\n(1) 本件発明１の「被濾過液体」は「食品用」に限定されているとの原告の主張\nについて\nア  本件訂正を認めた審決の趣旨をいう原告の主張について\n原告は，審決が，「本件発明１の『被濾過液体』を『豆乳原液』や『食品用』に\n限定して解することはできない。本件発明１の『被濾過液体』は，粘度の高い流体\nを被濾過処理物として包含するものである。」と判断したことは，本件訂正により\n被処理物を「豆乳原液などの被濾過液体」に限定することを認めた審決の趣旨に反\nすると主張する。\nしかし，このような主張は，訂正可否の判断と公知技術との対比における判断を\n混同するものであり失当である。訂正可否の判断は，訂正が特許法１３４条の２に\n規定する各要件を満たすか否かを判断するものであり，被処理物を「豆乳原液など\nの被濾過液体」に限定する訂正が認められたからといって，そのことが直ちに公知\n技術と異なることを意味するものではない。審決の上記判断は，被濾過流体の範囲\nを拡張するものではないし，本件訂正を認めた判断と何ら矛盾するものではない。\nイ  本件発明１の「被濾過液体」が「食品」に限定されたとする原告の主張につ\nいて\n原告は，本件訂正により被処理物を「豆乳原液などの被濾過液体」と限定したこ\nとによって，「被濾過液体」は「食品」に限定されたと主張する。しかし，本件発\n明１において，「被濾過液体」は「豆乳原液など」という例示的表現によって特定\nされているだけであり，「被濾過液体」が「食品」であるとの限定は付されていな\nい。本件訂正明細書では，「被濾過液体，例えば豆乳原液などの固液混合液体」と\n記載されているのみであり，「被濾過液体」が「食品」であることに起因するよう\nな記載，例えば，衛生的に処理する必要がある等の記載は一切なされていない。\n本件訂正明細書の記載を客観的に見れば，本件発明１は，被処理物である「被濾\n過液体」の粘度が高いとフィルタエレメントの目詰りという不都合が生ずることか\nらこれを解決すべくなされたものであるということが容易に理解され，「豆乳原液\nなどの被濾過液体」は，「粘度の高い流体」を意味するものと解するのが相当であ\nる。\n(2) 本件発明の被処理物に汚泥は含まれないとの原告の主張について\nア  原告は，「甲１発明や甲２発明は，土砂などの固体無機物の外部に介在する\n水分を取り出す脱水装置である。土砂などの固体中には水分を包含されていないの\nで，土石そのものから水分を抽出する必要はなく，単なる脱水で足り，搾汁という\n作業は必要でない。このことからも，本件発明は，豆乳などの食品に限られ，汚泥\nを含まないことが明らかである。」と主張する。\nしかし，「豆乳原液などの被濾過液体」は「食品」を意味せず，「高粘度の流\n体」を意味するものと解することが合理的であることは，前記のとおりである。\nイ  原告の上記主張は，「汚泥」が単に「土砂又は土石と水の混合物」であり，\n土砂などの固体中に水分が包含されていないことを前提とするものである。\nしかし，「汚泥」は「スラッジ」とも呼ばれ，下水処理や工場廃水処理の過程で\n発生する水分９９～９５％程度を含む浮遊性の汚濁物質をいい，廃水中の浮遊物質\nが沈降分離されたものを沈殿汚泥，生物処理から発生する微生物が沈降分離された\nものを余剰汚泥などと呼ばれる（乙１）。このように，「汚泥」は，「きたない泥\n（広辞苑第５版）」を意味するほか，廃水処理工程で沈殿した汚濁物質を意味し，\n無機物のみならず有機物を含んだ，例えば「ヘドロ」のようなものを含む概念であ\nる。「汚泥」すなわち「ヘドロ」は，粘性も高く，また高含有率で水分を包含する\nものであることは，説明するまでもなく周知である。よって，「豆乳原液などの被\n濾過液体」と甲第１号証及び甲第２号証に示す「汚泥」とは，いずれも「高粘度の\n流体」である点で共通する。\nまた，「泥」は，「水がまじって軟らかくなった土」（広辞苑第５版）を意味す\nるところ，「土」すなわち「土壌」は，「砂」，「シルト」，「粘土」などの無機\n物と有機物，水，空気からなり，これらはそれぞれ「固相」，「液相」，「気相」\nといわれ，そして，土壌は「団粒構造」を有しており，団粒の外側にある水は容易\nに流れるが，団粒の隙間に入り込んだ水は容易に排水されないようになっている\n（乙２）。そして，団粒の隙間にどれだけの水を貯えられるかが「水持ちの良さ」\nとなるのである。したがって，土砂などの固体中に水分が包含されていないことを\n前提とする原告の上記主張は誤りである。\nウ  原告は，甲第１号証のＣＯＮＤＩＴＩＯＮＩＮＧ  ＴＡＮＫ４４の構成及び\n作用に係る記載を引用し，甲１発明では，粘性の強い液体は濾過処理前に調整タン\nクにおいて化学的処理などによって除去されるが，本件発明では，被濾過流体が食\n用品であるため，このような処理は禁忌であることから，両者の被濾過流体は本質\n的に相違すると主張する。\nしかし，甲第１号証のＣＯＮＤＩＴＩＯＮＩＮＧ  ＴＡＮＫ４４については，\n「汚泥を処理するために圧搾機が使用されるときには～」と記載されており，使用\nしない場合があることが明確に示唆されている。また，処理対象物が食品，例えば，\n豆乳原液から豆乳とおからとを分離するような場合に，栄養分を除去したり，変質\nさせるような化学薬剤を用いることなど常識的にみて考えられない。\nなお，東京地裁判決では，「被濾過液体」は「食品原料」に限定されるとの判断\nがなされているが，その判断は極めて不十分な認定に基づくものであって妥当では\nない。\n(3) 小括\n以上のとおり，本件発明１の「豆乳原液などの被濾過液体」は「食品」を意味せ\nず，「高粘度の流体」を意味するものであって，この「被濾過液体」には「汚泥」\nも包含されるとの審決の判断に誤りはない。\n２  取消事由２（甲１発明を主引例として進歩性を否定した判断の誤り）に対し\n(1) 東京地裁判決について\n原告は，東京地裁判決を引用し，本件発明は豆乳原液などを対象とした濾過装置\nであり，甲１発明の汚泥処理を目的とする脱水装置とでは技術分野が異なり，甲１\n発明に基づいて本件発明を想到することは容易ではないから，甲１発明を主引例と\nして本件発明を無効とすることはできないと主張する。\n東京地裁判決は，「豆乳原液などの被濾過液体」について，「訂正により，本件\n明細書の『各種食品用として，またその他の機械的切削油の固液分離など広く利用\nできる。』との記載から『，またその他の機械的切削油の』が削除されたことによ\nり，本件明細書には，本件発明の用途に関して『各種食品用として固液分離など広\nく利用できる。』と記載されているのみとなったことを考慮すれば，本件発明にお\nける『被濾過液体』は食品原料を指すものと解され，豆乳原料は，上記のとおり食\n品原料に限定される被濾過液体の例示としてあげられたものと解するのが相当であ\nる。」として「被濾過液体」は「食品原料」に限定されると判断している（８４頁\n２行から１０行）。また，東京地裁判決は，「被濾過液体」は「高粘度の流体」を\n意味するものであるとの被告の主張について，「本件明細書中には，〔産業上の利\n用分野〕について『特に粘度の高い流体の濾過に好適なスクレーパ濾過システムに\n関する。』と記載されているのみであって，訂正によっても本件発明がその濾過対\n象を高粘度の流体に限定したものとは解されないから，被告の主張を採用すること\nはできない。」とした。\nしかし，東京地裁判決は，被告が指摘した本件訂正明細書の記載，すなわち，\n「一般に粘度の高い豆乳原液などの濾過は，濾過孔が大きいものから小さいものに\n変わって行く多段階による濾過とか，メッシュを使った原始的な濾過によって処理\nしているものが多い。」（１頁２０行～２２行），「最近に至り，本発明者は筒状\nないし円錐状のフィルタエレメントを用い，スクリュ状羽根を用いてフィルタエレ\nメントの周面に附着する濾カス固形分を除去しながら濾過処理できる装置，方法を\n開発したが，固形分に粘性があり，その粘度が高い目詰りという不都合が生ずるこ\nとが判明した。」（１頁２４行～２７行），「そこで，さらにスクリュ状の羽根に\n支柱を設け，この支柱よりスクレーパを突出させてフィルタエレメントの周面と摺\n接させ，直接フィルタエレメント周面上の附着固形物を引掻いて除去する方法，装\n置を開発したが，折角，除去された固形分がスクレーパの支柱部分で溜り，そこで\n附着状態が成長してしまうという不都合がわかった。この発明は，かかる不都合を\n無くし，フィルタエレメントの目詰まりがなく，かつ，絞り効果が大きく濾過効率\nの高いスクレーパ濾過システムを提供することを目的とする。」との記載（１頁２\n８行～同２頁６行）（以上，下線はすべて被告）について何らの検討も行うことな\nく，単にその他の機械的切削油が削除されたことのみをもって，「豆乳原液などの\n被濾過液体」が「食品」を意味すると結論づけたものである。\nまた，「被濾過液体」について，本件訂正明細書には，「被濾過液体，例えば豆\n乳原液などの固液混合液体」と記載されているのみであり，「被濾過液体」が「食\n品」であることに起因するような記載，例えば，被濾過液体は衛生的に処理する必\n要がある等の記載は一切なされていない。\n以上によれば，「豆乳原液などの被濾過液体」が「高粘度の流体」を意味するこ\nとは明らかであり，そして，前記のとおり，「汚泥」には高粘度のものも含まれる\nことから，「汚泥」を対象とした甲１発明と本件発明１とは技術分野が共通する。\nしたがって，甲１発明を主引用例として甲２発明を適用することによる無効の主張\nについては何の阻害理由も存在しない。\n(2) 本件発明と甲１発明との技術分野の共通性について\nア  仮に，「豆乳原液などの被濾過液体」が「食品」を意味するとしても，本件\n発明１と甲１発明とは，いずれも「脱水濾過」という共通の技術分野に属する。\nすなわち，本件発明は，当初，被処理物として「豆乳原液などの被濾過液体」の\nほか，「その他の機械的切削油」も含んだ「脱水濾過」という技術分野で出願され\nたものであるところ，本件訂正によって「その他の機械的切削油」が削除されたも\nのである。本件発明１は，「脱水濾過」の「用途」を単に「食品用」に限定したも\nのにすぎず，また，「食品用」であるための固有の構成や作用・効果を有している\nわけではない。本件訂正は，「脱水濾過」という技術分野において，用途を単に\n「食品用」に限定したものにすぎず，訂正によって当初の技術分野が全く異なる技\n術分野に変更されるものではない。また，甲第２号証の「発明の技術分野」には，\n「本発明は汚泥その他の脱水処理装置に係り，公害処理施設においてのし尿処理場\nその他での汚泥，醸造施設においてのモロミ，食品製造施設においての水産物その\n他の加工食品，製紙製造施設においてのボード類等の含水繊維その他の産業廃棄物\nの連続圧搾脱水を図れるようにした汚泥その他の脱水処理装置に関するものであ\nる。」（１頁右欄６行～１１行）と記載されており，甲２発明は，「脱水濾過」の\n技術分野において処理対象物を食品とそれ以外とで区別していない。\nイ  また，進歩性判断の審査基準「２．４進歩性判断の基本的な考え方（２）①\n技術分野の関連性」によれば，「発明の課題解決のために，関連する技術分野の技\n術手段の適用を試みることは，当業者の通常の創作能力の発揮である。例えば，関\n連する技術分野に置換可能なあるいは付加可能な技術手段があるときは，当業者が\n請求項に係る発明に導かれたことの有力な根拠となる。」とされている。\nよって，「脱水濾過装置」に関し，仮に「食品」と「汚泥」とで技術分野が相違\nするとした場合であっても，「脱水濾過装置」における処理対象物である「食品」\nと「汚泥」の相違の程度は，少なくとも審査基準でいう「関連する技術分野」に相\n当すると考えられる。\nウ  原告は，技術分野の同一性は，その発明の目的やその発明が期待する作用効\n果などから判断すべきであると主張する。しかし，本件発明が食品原料から効率的\nに液体分を収集することを可能とするものであるならば，食品原料から効率的に固\n形分を収集することもできるのであり，本件発明が液体分を収集するための特別な\n構成を備えているわけでもない。したがって，本件発明と甲１発明，甲２発明とで\nは，目的や期待される作用効果に大きな相違はない。\n(3) 小括\n以上のとおり，甲１発明を本件発明１に適用することは当業者の通常の創作能力\nの発揮であり，進歩性判断に当たって甲１発明を主引用例として採用することに困\n難性はない。\n３  取消事由３（甲２発明の押圧盤は本件発明１の押圧弁に相当するとした認定\nの誤り）に対し\n(1) 構成上の相違をいう原告の主張について\n原告は，甲２発明の構成では，被処理物の圧力以外の外力によって押圧スプリン\nグの押圧力を可変調節することはできないので，被処理物の種類や状態により押圧\n盤の押圧力を可変調節することはできず，脱水率を変化させることはできないのに\n対し，本件発明１では，押圧弁が「排泄口（「排出口」の誤記と思われる）８に対\nし，コイルバネ１６で圧接される押圧弁１７を当接させると共に，前記コイルバネ\n１６に対しては，そのバネ圧を可変調節できる螺杆１８を附設して取り出される固\n形分の搾汁効果を可変調節できる」から，両者の間には差異が存在すると主張する。\nしかし，本件発明１の「押圧弁」に関する発明特定事項は，「フィルタエレメン\nトの排出口には固形分の搾汁効果を可変調節できる押圧弁を配設し，」と，機能的\nな事項しか記載されておらず，「押圧弁」の具体的な構成については何ら記載され\nていない。\nしたがって，原告の上記主張は，「押圧弁」の一実施例の具体的構成を説明した\nものにすぎず，本件発明１に記載された発明特定事項に基づくものではない。\n(2) 作用上の相違等をいう原告の主張について\n原告は，甲２発明と本件発明では作用上相違するとか，甲２発明には重大な欠陥\nがあると主張するが，甲２発明の作用効果については，甲第２号証の３頁右上欄１\n行～３行に，「被処理物の含水率すなわち脱水率の調整を可能とする。」と明確に\n記載されており，これは，本件発明１の「押圧弁」の作用効果と同一である。ここ\nで，「弁」とは，「気体または液体の出入をつかさどる器具の総称」（乙３）を意\n味する。したがって，本件発明１の「押圧弁」は「搾汁効果の可変調節ができる」\n器具の総称を意味するのであるから，甲２発明の「押圧盤２７」は，少なくとも本\n件発明１における「押圧弁」に含まれる。\n(3) 小括\nしたがって，甲２発明の押圧盤は本件発明１の押圧弁に相当するとした審決の認\n定に誤りはない。\n４  取消事由４（甲２発明を主引例として進歩性を否定した判断の誤り）に対し\n(1) 甲２発明と本件発明の技術分野の共通性について\n原告は，本件発明が，豆乳原液などの食品原料について，その固形分から液体分\nを抽出搾汁することを目的とする濾過装置であるのに対し，甲２発明は，甲１発明\nと同様に，脱水のみを目的とする脱水処理装置であり，被処理物の１つとして挙げ\nられている「加工食品」は「産業廃棄物」であって，被処理物中の水分は除去され，\n食品として利用されることはないから，本件発明とは技術分野が全く異なると主張\nする。\nしかし，甲２発明，甲１発明と本件発明１とは，「脱水濾過」という共通の技術\n分野に属するものである。すなわち，「脱水」とは，「物質より水を除くこと」で\nあり，物質から水分子を取り除くことも含まれる広い概念である（乙１）のに対し，\n「濾過」は，「多孔質の膜や層を用いて固体を含む溶液の液体だけを通過させ固体\nと液体を分離すること」をいう（乙１）。したがって，「濾過」は「脱水」に含ま\nれる概念である。また，水分と固形分を物理的に分離する場合，固形分に着目すれ\nば「脱水」となり，水分に着目すれば「濾過」となる相対的なものである。したが\nって，水分と固形分の物理的な分離を行う甲２発明，甲１発明と本件発明１とは技\n術分野が共通するといえる。\n原告は，甲２発明の被処理物は廃棄処理され，被処理物中の水分は除去されるの\nであり，甲２発明の被処理物が食品として利用されることはないと主張するが，必\nずしもそうとは言い切れない。すなわち，甲第２号証の実施例として記載された\n「醸造施設においてのビール，粕，モロミその他」について，ビールの場合は発酵\n前の液体は麦汁として，発酵後の液体であればビールとして使用され，ビールを搾\nったあとの脱水粕についても飼料やサプリメント等として利用される。また，モロ\nミの場合であれば液体分は酒となり，固形分は酒粕となる。さらに，果実等の加工\n食品の場合であれば液体分は果汁となり，搾り粕はパルプとなって食品製造に利用\nされる。甲第２号証の３頁左下欄５行目には「適宜に廃棄処理され」と記載されて\nおり（下線は被告），例えば，被処理物が「汚泥」の場合であれば液体分も固形分\nもいずれも廃棄されるのであろうが，上記ビール，モロミ，果実等の加工品の場合\nにも液体分及び搾り粕のいずれをも廃棄するようなことは通常では考えられない。\nなお，原告は，被処理物が廃棄処理される根拠として目詰まり防止のため，食品品\n質維持に禁忌の清浄水を噴射することによって裏付けられるとしているが，甲第２\n号証には，処理中に清浄水を噴射して目詰まり防止を図る旨の記載はなく，上記ビ\nール，モロミ，果実等の加工食品を処理する場合には作業終了後或いは一旦作業を\n中断して装置を洗浄すると解するのが通常であって，処理の最中に目詰まり防止の\nために清浄水を噴射するようなことは常識的に考えらず，原告の主張は，甲２発明\nについて誤った解釈に基づく主張である。\n原告は，甲２発明の被処理物のうち「醸造施設においてのモロミ，食品製造施設\nにおいての水産物その他の加工食品」，「醸造施設においてビール，粕，モロミそ\nの他，食品製造施設においての食肉，水産物，果実等の加工食品」は，「産業廃棄\n物」を意味するものであると主張するが，そのように解釈することはできない。す\nなわち，甲第２号証の「発明の技術分野」には「本発明は汚泥その他の脱水処理装\n置に係り，公害処理施設においてのし尿処理場その他での汚泥，醸造施設において\nのモロミ，食品製造施設においての水産物その他の加工食品，製紙製造施設におい\nてのボード類等の含水繊維物その他の産業廃棄物の連続圧搾脱水を図れるようにし\nた汚泥その他の脱水処理装置に関するものである。」（下線はいずれも被告）と記\n載されている。すなわち，それぞれの被処理物ごとに「その他の」が使用されてい\nることからみて，「汚泥，モロミ，加工食品，産業廃棄物」はそれぞれ並列の関係\nにあることが理解される。したがって，「汚泥その他の脱水処理装置」における\n「その他の」は少なくとも「モロミ，加工食品，産業廃棄物」をそれぞれ「汚泥」\nと並列に指し示すものと解するべきであって，被処理物が「産業廃棄物」に限定さ\nれると解釈することはできない。\nしたがって，甲２発明，甲１発明が本件発明と技術分野を異にするとの原告の主\n張には理由がない。甲２発明，甲１発明と本件発明とは，「脱水濾過」という共通\nの技術分野に属するので，甲２発明を主引例として甲１発明を適用することによる\n無効の主張については何の阻害事由も存在しない。\n(2) 相違点３に係る容易想到性判断について\nア  原告は，甲２発明は，ケーシングの外側に配置した洗浄管で清浄水をケーシ\nングの外部に噴射させることで水切孔の目詰まりを防止するのに対し，甲１発明の\nコイルばね式清掃ブレードは，濾過式脱水用媒体４８の内側表面の保持された固形\n物を切り剥がして擦り取り内則表面から固形物の拭き取り清掃が行われるものであ\nるから，甲２発明の外部から圧力を加える手段から，甲１発明の内部からこすり取\nるという解決手段を想到することは，当業者といえども容易であるとはいえないと\n主張する。\nしかし，甲第２号証には，ケーシング２０の水切孔の目詰まり防止という技術的\n課題が明記されているのであるから（甲２の３頁右上欄４行～８行），かかる目詰\nまり防止にスクレーパを用いることは，例えば，拒絶査定謄本（甲９の１）におい\nて「濾過装置の濾過エレメントの清掃部材として濾過エレメントに付着した固形物\nを引掻除去するスクレーパを用いることは慣用技術である。」と指摘されているこ\nとからも明らかなように，当業者にとって容易想到である。\nイ  原告は，甲２発明には，シャフト側に設けられた水切孔には甲１発明のコイ\nルばね式清掃用ブレードを適用することはできず，シャフトの水切孔の目詰まりは\n防止できないと主張するが，シャフトに水切孔がなければ目詰まり防止の手段を設\nける必要もなく，少なくともフィルタエレメントの目詰まり防止については甲第１\n号証及び甲第２号証に開示されているのであるから，これを適用することに何の阻\n害要因もない。\n(3) よって，甲２発明に甲１発明を適用し，進歩性がないとした審決の判断に誤\nりはない。\n第５  当裁判所の判断\n当裁判所は，取消事由３，４に係る原告の主張は理由がなく，本件発明１は，甲\n２発明に甲１発明を適用することによって当業者が容易に発明をすることができた\nものであると判断する。その理由は以下のとおりである。\n１  認定事項\n(1) 本件発明１の内容（別紙「甲第１０号証  第１図」参照）\n本件訂正明細書（甲１１・全文訂正明細書）によれば，本件発明１は，概要次の\nとおりの発明であることが認められる。\n本件発明は，特に粘度の高い流体の濾過に好適なスクレーパ濾過システムに関す\nるものである（１頁１７行から１８行）。\n本件発明の発明者は，筒状ないし円錐状のフィルタエレメントを用い，スクリュ\n状羽根を用いてフィルタエレメントの周面に附着する濾カス固形分を除去しながら\n濾過処理する装置を開発したが，固形分の粘度が高いと目詰りが生ずるため，さら\nにスクリュ状の羽根に支柱を設け，この支柱からスクレーパを突出させてフィルタ\nエレメントの周面と摺接させ，直接フィルタエレメント周面上の附着固形物を引掻\nいて除去する装置を開発した。しかし，この装置では，除去された固形分がスクレ\nーパの支柱部分で溜り，そこで附着状態が成長してしまうという不都合があった。\n（１頁下から６行から２頁３行）。\n本件発明は，かかる不都合をなくし，フィルタエレメントの目詰りがなく，かつ，\n絞り効果が大きく濾過効率の高いスクレーパ濾過システムを提供することを目的と\nして（２頁４行から６行），請求項１に記載された構成を採用したものであり，こ\nれにより，スクリュ状羽根の働きによって，導入移送される所望の被処理液体は，\nフィルタエレメントにより濾過されていると共に，スクリュ状羽根の端面に設けた\nスクレーパ機構によって目詰まり減少を生ずることも全くなく，濾過固形分は邪魔\n物がないので粘性が強くてもスクリュの回転移送方向に送られ，必要に応じて除去\nすることができ，また，スクレーパ機構がスクリュ状羽根の前後に隙間を開けずに\n設けられ，その全域がフィルタエレメントに摺接していることにより，加圧力の洩\nれが生じることがなく，濾過固形分を前方に押しやるので，絞り濾過を効率よく行\nうことができるという効果を奏するものである（５頁下から９行から最下行）。\nしかも，本件発明は，請求項２に記載の構成を採用することにより，スクレーパ\n機構に弾性作用が働いてフィルタ面をスクレーパ機構が働いているので，スクレー\nパの摩耗によって加圧力の洩れが生ずることなく，常に，絞り濾過を効率よく行う\nことができる（６頁１行から３行）。\n(2) 甲２発明の概要（別紙「甲第２号証  第１図」参照）\n甲第２号証によれば，甲２発明は，公害処理施設における汚泥，醸造施設におけ\nるビール，粕，モロミその他，食品製造施設における食肉，水産物，果実等の加工\n食品，製紙製造施設におけるボード類，パイプ排水等の被処理物の固形分を，ケー\nシング２０内に前後方向で回転可能にして支承された中空の筒状シャフトの外周に\n突設された螺旋状の送り羽根により前部に送りながら脱水を行い，被処理物より水\n分と固形分とに分離する脱水処理装置であって，ケーシング２０には多数の水切孔\n２３を，シャフト３０には多数の脱水孔３２を夫々設けることによって，圧縮され\nた被処理物から絞り出される水分をシャフト３０内及びケーシング２０外へ浸出さ\nせ，ケーシング２０の排出口に押圧盤２７を配設することによって，半ば固形化さ\nれる被処理物の含水率すなわち脱水率の調整を可能とし，送り羽根３１をケーシン\nグ内周面に沿って密接状にすることによって，被処理物の前方への送り込みを確実\nにし，ケーシング２０の上方に配された洗浄管より洗浄水をケーシング２０外部に\n噴射させることで，水切孔２３の目詰りを防止する脱水処理装置に関するものであ\nることが認められる（１頁左下欄４行から１６行，１頁右下欄５行から１２行，２\n頁右上欄１０行から３頁左上欄４行，３頁左上欄１４行から同頁右上欄８行，３頁\n右下欄１１行から１６行，３頁右下欄１９行から４頁左上欄７行）。\n(3) 甲１発明の概要（別紙「甲第１号証  ＦＩＧ．２」参照）\n甲第１号証によれば，甲１発明は，汚泥の濾過式脱水圧搾機に関するものであり，\n濾過式脱水用構造体４２（本件発明の「フィルタエレメント」に相当する。）のフ\nープあるいはリング間の環状空間５８（本件発明の「濾過孔」に相当する。）の目\n詰まりを解消するために，ブレード７６（本件発明の「スクリュ羽根」に相当す\nる。）の外側端部の全体に沿って，濾過式脱水用媒体４２の内周面と隙間なく連続\n的に接触するコイルばね式清掃用ブレード８７を設け，これにより上記内周面に付\n着する固形物を拭き取り清掃するものであることが認められる（５欄５４行から６\n０行，６欄７行から３４行，７欄２行から１３行，７欄３５行から６４行，８欄１\n９行から３５行）。\n２  取消事由３（甲２発明の押圧盤は本件発明１の押圧弁に相当するとした認定\nの誤り）について\n(1) 甲２発明の押圧盤と本件発明１の押圧弁との対比\nア  本件発明１の押圧弁について\n本件発明１の押圧弁について，本件訂正後の特許請求の範囲の請求項１には，\n「筒状ないし円錐状の所望の濾過孔を有するフィルタエレメントの排出口には固形\n分の搾汁効果を可変調節できる押圧弁を配設し」と記載されているのみであるから，\n本件発明１の「押圧弁」は，フィルタエレメントの排出口に配設され，固形分の搾\n汁効果を可変調節できるという作用を有するものとして特定されているのみであり，\nその具体的な構成は何ら特定されていない。\nそうすると，本件発明１の「押圧弁」に相当するといえるためには，「フィルタ\nエレメント」に相当する部材の排出口に配設され，固形分の搾汁効果を可変調節で\nきるという作用を有するものであれば足り，その構成は任意のもので差し支えない\nと認められる。\nイ  甲２発明の押圧盤について\n前記１(2)のとおり，甲２発明は，「ケーシング２０の排出口に押圧盤２７を配\n設することによって，半ば固形化される被処理物の含水率すなわち脱水率の調整を\n可能と」するものである。\nそして，甲２発明の「ケーシング」は，本件発明１の「フィルタエレメント」に\n相当するものであるから（この点については原告も争っていない。），甲２発明の\n押圧盤は，本件発明１の押圧弁と同様に，フィルタエレメントの排出口に配設され\nるものである。\nまた，甲２発明において，「半ば固形化される被処理物の脱水率の調整を可能と\nする」ということは，被処理物から搾られる水分（汁）の量を調整できることを意\n味するものであるから，本件発明１の「固形分の搾汁効果を可変調節できる」とい\nう作用と共通するものである。\nそうすると，甲２発明の押圧盤と本件発明１の押圧弁は，その配設箇所及び作用\nにおいて相違しないから，甲２発明の押圧盤は，本件発明１の押圧弁に相当するも\nのと認められる。\n(2) 原告の主張について\nア  構成上の相違をいう点について\n原告は，要旨，「本件発明１では，被濾過流体の種類や固形分中の含有液体分の\n量に応じて，コイルバネのバネ圧変化により，押圧弁の押圧力が変化し，搾汁効果\nを可変調節できる。これに対し，甲２発明の搾り機構２４は，ドーナツ状固定部と\nドーナツ円錐状押圧盤との間に介在する押圧スプリングの押圧力を変化させること\nにより，押圧盤の押圧力の調整がなされるものであるところ，甲２発明では，被処\n理物の圧力以外の外力によって押圧スプリングの押圧力を可変調節することはでき\nないから，被処理物の種類や状態により押圧盤の押圧力を可変調節することはでき\nず，脱水率を変化させることはできない。したがって，甲２発明の押圧盤と本件発\n明１の押圧弁は相違する。」旨主張する。\n原告の上記主張中，本件発明１に関する部分は，押圧弁の構成に係る主張である。\nしかし，前記(1)アのとおり，本件発明１の「押圧弁」に相当するといえるために\nは，その配設箇所と作用が相違しないものであれば足りる。したがって，上記主張\n部分は，甲２発明の押圧盤が本件発明１の押圧弁に相当するか否かの判断において\n無意味な主張である。\nまた，原告の上記主張中，甲２発明に関する部分については，なるほど，甲第２\n号証には，「図中２４は搾り機構であり，図示のように，シャフト３０前端に外嵌\n固定したドーナツ状固定部２５とケーシング２０前端開口である前記排出口２２を\n略閉塞するドーナツ円錐状押圧盤２７との間に押圧スプリング２６を介在して成り，\n押圧スプリング２６の排出口２２がわへの押圧力を変更することで圧縮されて半ば\n固形化される被処理物に対しての貯留室１６がわへの排出を規制し，被処理物の含\n水率すなわち脱水率の調整を可能とする。」（３頁左上欄１４行から同頁右上欄３\n行）との記載があり，これによれば，原告が主張するように，甲２発明の搾り機構\n２４は，ドーナツ状固定部とドーナツ円錐状押圧盤との間に介在する押圧スプリン\nグの押圧力を変化させることにより，押圧盤の押圧力の調整がなされるものと認め\nられる。\nしかし，甲２発明において，押圧スプリングの押圧力を変化させることは，例え\nば，弾性係数の異なる押圧スプリングに交換することによっても可能であるから，\n被処理物の圧力以外の外力によって押圧スプリングの押圧力を可変調節することは\n可能である。\nしたがって，原告の上記主張は理由がない。\nイ  作用上の相違をいう点について\n原告は，要旨，「本件発明では，押圧弁により完全に排出口を塞ぐことができ，\n液体分の漏出を防ぐことができるのに対し，甲２発明の押圧盤は回転するため，押\n圧盤をケーシングに密着させることはできず，排出口を常に開けておかなければな\nらないので（甲第２号証に「略閉塞」と記載されているのはそのためである。），\n液体分の漏出を防ぐことができない。したがって，両者の間には，搾汁効率上大き\nな差異が存在する。」旨主張する。\nなるほど，甲第２号証には，「図中２４は搾り機構であり，図示のように，シャ\nフト３０前端に外嵌固定したドーナツ状固定部２５とケーシング２０前端開口であ\nる前記排出口２２を略閉塞するドーナツ円錐状押圧盤２７との間に押圧スプリング\n２６を介在して成り」（３頁左上欄１４行から１８行）と記載されており，これに\nよれば，原告が主張するように，甲２発明の押圧盤は，シャフトの回転に同期して\n一緒に回転するものと認められる。また，甲第２号証には，「ケーシング２０前端\n開口である前記排出口２２を略閉塞するドーナツ円錐状押圧盤２７」（３頁左上欄\n１６行から１７行）との記載もある。\nしかし，甲２発明の押圧盤は，押圧スプリングによってケーシングの排出口に押\n圧されているから，回転しながらでもケーシングの排出口に接して（すなわち閉塞\nして）いることは明らかであり，排出口を常に開けておかなければならないとはい\nえないし，液体分の漏出を防ぐことができないともいえない。\n「略閉塞」との記載については，甲２発明では，回転する送り羽根によって送ら\nれてきた被処理物の固形分によって押圧盤が押され，それによってケーシングの排\n出口と押圧盤の間に隙間ができ，この隙間から被処理物の固形分が排出されること\nから，このことをもって「略閉塞」と表現しているものと解するのが相当であり，\n「略閉塞」との記載が，排出口が常に開いていることを意味するものとは認められ\nない。\nそして，本件発明１の押圧弁は，回転するものを排除していない。\nしたがって，原告の上記主張は理由がない。\nウ  甲２発明の欠陥をいう点について\n原告は，要旨，「甲２発明の押圧盤の移動の範囲は極めて狭く，被処理物による\n押圧盤の押圧力の変化には限界がある。また，甲２発明の押圧盤に豆乳などの粘性\nの高い流体が付着すると，押圧盤の回転を妨げるので，ドーナツ状固定部と押圧盤\nの回転速度に差が発生し，押圧スプリングが断裂する可能性が高い。甲２発明の押\n圧盤にはこのような重大な欠陥があり，本件発明１の押圧弁とは相違する。」旨主\n張する。\nなるほど，原告が主張するように，甲２発明の押圧盤の移動の範囲は極めて狭く，\n被処理物による押圧力の変化には限界があるといえる。\nしかし，甲２発明の「押圧盤」と本件発明１の「押圧弁」は，その配設箇所及び\n作用において相違しないから，甲２発明の押圧盤の移動範囲が極めて狭いからとい\nって，甲２発明の「押圧盤」が本件発明１の「押圧弁」に相当しないとはいえない。\nまた，原告が主張するように，甲２発明の押圧盤は，シャフトの回転に応じて回\n転するものではあるが，甲２発明の脱水処理装置は，公害処理施設における汚泥，\n醸造施設におけるビール，粕，モロミその他，食品製造施設における食肉，水産物，\n果実等の加工食品等，様々な粘度の被処理物に対応するものであるから，粘性の高\nい被処理物について動作不能を来すとはいえない。\nしたがって，原告の上記主張は理由がない。\n(3) 小括\nよって，取消事由３に係る原告の主張は理由がない。\n３  取消事由４（甲２発明を主引例として進歩性を否定した判断の誤り）につい\nて\n(1) 甲２発明と本件発明の技術分野について\nア  原告は，要旨，「本件発明は，豆乳原液などの食品原料について，その固形\n分から液体分を抽出搾汁して利用することを目的とする濾過装置であるのに対し，\n甲２発明は，脱水のみを目的とする脱水処理装置であり，甲２発明の被処理物の１\nつとして挙げられている『加工食品』は『産業廃棄物』であって，被処理物中の水\n分は除去され，食品として利用されることはないから，本件発明とは技術分野が全\nく異なる」として，甲２発明を主引例として本件発明の進歩性を否定した審決の判\n断は誤りであると主張する。\nこの点について，被告は，甲２発明の被処理物がビール，モロミ，果実等の加工\n品の場合は，液体分及び絞り粕のいずれをも廃棄するようなことは通常では考えら\nれないと主張する。しかし，甲第２号証には，［発明の実施例］中に，「ケーシン\nグ２０外へ浸出された水分は，ケーシング２０下方に配置された機枠１０内のドレ\nン１４に落下し，排液口１５へ案内されて外部に排出される。」（３頁左上欄１行\nから４行），「被処理物中の水分を脱水孔３２及び水切孔２３によってシャフト３\n０内及びケーシングパイプ２０外へ浸出させるのであり，浸出された水分は除去さ\nれ，半ば固形化された被処理物は機枠１０前部の貯留室１６に貯留され，適宜に廃\n棄処理される。」（３頁右上欄下から２行から左下欄６行）との記載があり，これ\nらの記載によれば，甲２発明の被処理物については，水分が除去された後の固形分\nはもとより，被処理物中の水分も廃棄処理され，食品として利用されることは予定\nされていないことが認められる。\nしたがって，甲２発明は，汚泥等の脱水処理装置に関する発明であり，原告が主\n張するように，被処理物中の水分は除去され，食品として利用されることは予定さ\nれていないといえる。\nもっとも，甲２発明の被処理物は，原告が主張するように「産業廃棄物」に限定\nされるものではない。すなわち，原告は，甲２発明の被処理物として挙げられてい\nる「醸造施設においてのビール，粕，モロミその他，食品製造施設においての食肉，\n水産物，果実等の加工食品，」との記載は，食品原料を指すのではなく，醸造施設\nや食品製造施設から排出された「産業廃棄物」を指すものというべきであると主張\nする。しかし，甲第２号証の〔発明の技術分野〕には，「本発明は汚泥その他の脱\n水処理装置に係り，公害処理施設においてのし尿処理場その他での汚泥，醸造施設\nにおいてのモロミ，食品製造施設においての水産物その他の加工食品，製紙製造施\n設においてのボード類等の含水繊維物その他の産業廃棄物の連続圧搾脱水を図れる\nようにした汚泥その他の脱水処理装置に関するものである。」と記載されており，\nそれぞれの被処理物ごとに「その他の」の語が使用されていることからみて，「汚\n泥，モロミ，加工食品，産業廃棄物」は，被処理物として並列の関係にあると解さ\nれる。したがって，甲２発明の被処理物が「産業廃棄物」に限定されると解釈する\nことはできない。\nイ  上記のとおり，甲２発明は，汚泥等の脱水処理装置に関する発明であり，原\n告が主張するように，被処理物が食品として利用されることは予定されていない。\nしかしながら，本件発明が，原告が主張するように，豆乳原液などの食品原料に\nついて，その固形分から液体分を抽出搾汁すること，すなわち，被処理物を食品と\nして利用することを目的とするものであるとしても，甲２発明と本件発明との技術\n分野が全く異なるということはできない。\nすなわち，化学大辞典・第２版（平成１７年２月２８日発行，乙１）によれば，\n「脱水」について，「(1)〔化学〕物質より水分子を除くこと。蒸発などによる乾\n燥のほか，脱水反応，縮合反応などの化学反応で，酸素と水素を水として取り除く\n場合も含める。(2)〔資源〕選鉱・選炭工場で選別された繊細な精鉱・精炭および\n排水処理工程で回収された粘土質微細粒子などの付着水分を重力または機械力によ\nり除去すること。(3)〔土木〕汚泥処理および処分を効率的に行うために，汚泥中\nの水分を除去して減量化すること。含水率９６～９８％程度の濃縮汚泥または消化\n汚泥を含水率８０％程度に脱水することで，体積は１０～２０％に減少する。機械\n脱水の方式にはろ過式と遠心分離式があり，それぞれベルトプレスろ過機，遠心脱\n水機が近年よく採用されている。」との記載があり，他方，「ろ過」については，\n「多孔質の膜や層を用いて，固体を含む溶液の液体だけを通過させ，固体と液体を\n分離すること。通常，ろ紙と漏斗を用いる。沈殿の種類によっては石綿，ガラス綿\nなど，またグーチるつぼ，ガラスろ過器などが用いられる。集塵など，気体のろ過\nもある。」との記載があり，これらの記載によれば，「脱水」と「ろ過」とは，固\n体と液体とからなる被処理物を固体と液体とに分離するという点において技術的に\n共通するものであるということができる。\nまた，前記２のとおり，汚泥等の脱水処理装置に関する発明である甲２発明の押\n圧盤は，本件発明１の押圧弁に相当するものであり，本件発明１の押圧弁は，食品\n原料を被処理物とするための固有の構成や作用・効果を有するものとはいえず，そ\nの他，本件発明が，食品原料を被処理物とするための固有の構成や作用・効果を有\nするものであると認めるに足りる証拠はない。\nそうすると，本件発明１のようなろ過システムに係る技術分野の当業者であれ\nば，被処理物が食品原料であるかどうか，被処理物から分離された液体を採集して\n利用することを目的としているかどうかにかかわらず，脱水処理装置の技術分野に\nおける技術の適用を試みるであろうことは容易に想像される。この意味において，\n本件発明１のようなろ過システムに係る技術分野と，甲２発明の脱水処理装置や甲\n１発明の濾過式脱水圧搾機に係る技術分野とは，それぞれの当業者が互いに他方の\n技術の適用を試みるであろう程度の技術分野の関連性が認められるということがで\nきる。\nウ  そして，甲２発明の被処理物については，水分が除去された後の固形分はも\nとより，被処理物中の水分も廃棄処理され，食品として利用されることは予定され\nていないものの，醸造施設におけるビール，粕，モロミその他，食品製造施設にお\nける食肉，水産物，果実等の加工食品も被処理物の対象としていることからする\nと，甲２発明において，食品原料を被処理物とし，この被処理物から分離された液\n体及び固体を採集して利用する程度のことは，当業者にとって格別困難なこととは\nいえない。\nエ  したがって，甲２発明が本件発明１と技術分野を異にするとの理由で，甲２\n発明を主引例として本件発明１の進歩性を否定した審決の判断は誤りであるとする\n原告の主張は理由がない。\n(2) 相違点３に係る容易想到性について\n上記(1)のとおり，甲２発明は，本件発明１と技術分野の関連性を有するもので\nあるところ，甲第２号証には，「１７はケーシング２０上方で前後方向に配された\n洗浄管で適宜の圧力を付与した清浄水をケーシング２０外部に噴射させることでケ\nーシング２０における水切孔２３の目詰まりを防止するものであり，」（３頁右上\n欄４行～８行）との記載があり，ケーシング２０の水切孔の目詰まり防止が技術課\n題として示されているものと認められる。\nまた，甲１発明も，汚泥の濾過式脱水圧搾機に関するものであり，本件発明１及\nび甲２発明と技術分野の関連性を有するものであるところ，濾過式脱水用構造体４\n２（本件発明１の「フィルタエレメント」に相当する。）のフープあるいはリング\n間の環状空間５８（本件発明１の「濾過孔」に相当する。）の目詰まりを解消する\nために，ブレード７６（本件発明１の「スクリュ羽根」に相当する。）の外側端部\nの全体に沿って，濾過式脱水用媒体４２の内周面と隙間なく連続的に接触するコイ\nルばね式清掃用ブレード８７を設け，これにより上記内周面に付着する固形物を清\n掃するものであるから，甲１発明は，フィルタエレメントの水切孔の目詰まり防止\nという点で，甲２発明と共通の技術課題を有しているといえる。\nそうすると，甲２発明の水切孔の目詰り防止手段として，洗浄水の噴射による手\n段に代えて，甲第１号証記載の清掃用ブレードによる拭き取り手段を適用し，「ス\nクリュ状羽根の外周端面全域に沿って，前記フィルタエレメントと摺接し，相違点\n３に係る本件発明１の構成，すなわち，「スクリュ状羽根の外周端面全域に沿っ\nて，前記フィルタエレメントと摺接し，スクリュ状羽根の前後に隙間を開けずに設\nけたスクレーパ機構を設けて前記フィルタエレメントの周面に付着する濾カスの固\n形分を引掻除去できるようにしてなる」スクレーパ濾過システムとすることは，当\n業者であれば必要に応じて適宜なし得るものである。\n(3) 原告のその他の主張について\nア  原告は，甲１発明のコイルばね式清掃用ブレードは，甲２発明のようにケー\nシングの外側から水切孔に圧力を加え固形物をケーシング内部に落下させるという\nものではなく，内側表面に付着した固形物を切り剥がしこすり取ることにより，濾\n過式脱水用媒体の内側表面から固形物を拭き取り清掃をするというものであるから，\n甲２発明の外部から圧力を加える手段から，甲１発明の内部からこすり取るという\n解決手段を想到することは，当業者といえども容易であるとはいえないと主張する。\nしかし，甲２発明の外部から圧力を加える手段と，甲１発明の内部からこすり取\nるという手段とは，フィルタエレメントの水切孔の目詰まり防止という点で共通の\n機能を有するものであるから，甲２発明の外部から圧力を加える手段を，甲１発明\nの内部からこすり取るという解決手段を想到することは，当業者にとって容易であ\nるといえる。\nしたがって，原告の上記主張は理由がない。\nイ  原告は，甲２発明には，シャフト３０に水切孔が設けられているが，シャフ\nト側には甲１のコイルばね式清掃用ブレードを適用することはできず，シャフトの\n水切孔の目詰まりは防止できないと主張する。\nしかし，甲２発明においては，シャフトの水切孔の目詰まりについては問題にな\nっていないし，また，甲１のコイルばね式清掃用ブレードは，シャフトの水切孔の\n目詰まりを防止するものではないから，そもそも，シャフトに甲１のコイルばね式\n清掃用ブレードを適用する必要はない。\nしたがって，原告の上記主張は失当である。\n(4)  小活\nよって，取消事由４に係る原告の主張は理由がない。\n４  まとめ\n以上のとおり，取消事由３，４に係る原告の主張は理由がないから，本件発明１\nは，甲２発明に甲１発明を適用することによって当業者が容易に発明をすることが\nできたものであるとの審決の判断に誤りはなく，本件特許は無効である。\nしたがって，取消事由１，２について検討するまでもなく，審決に取り消すべき\n違法は認められない。\n第６  結論\n以上のとおりであるから，原告の請求を棄却することとして，主文のとおり判決\nする。\n知的財産高等裁判所第３部\n裁判長裁判官\n芝      田      俊      文\n裁判官\n西              理      香\n裁判官\n知      野              明\n（別紙）\n甲第１０号証  第１図\n甲第１号証  ＦＩＧ．２\n甲第２号証  第１図\n"
}