{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 24,
    "month": 6,
    "day": 13
  },
  "case_number": "平成22(ワ)1608",
  "case_name": "損害賠償請求事件",
  "court_name": "福岡地方裁判所",
  "lawsuit_id": "82432",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=82432",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/432/082432_hanrei.pdf",
  "contents": "平成２２年(ﾜ)第１６０８号  損害賠償請求事件\n判          決\n主          文\n１  原告の請求を棄却する。\n２  訴訟費用は，原告の負担とする。\n事 実 及 び 理 由\n第１  請求\n被告は，原告に対し，５５０万円及びこれに対する平成２２年４月１６日か\nら支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  本件は，原告が，福岡県警察（以下「県警」という。）がＡ防犯協議会（以\n下「本件協議会」という。）等に対してした暴力団関係書籍等に関する違法な\n撤去要請により，原告の著作を原作とする漫画本がコンビニエンスストア（以\n下「コンビニ」という。）の店頭から撤去されるなどしたため，原告は著しい\n精神的苦痛を被ったなどと主張して，被告に対し，国家賠償法１条１項に基づ\nき，慰謝料５００万円及び弁護士費用５０万円の合計５５０万円並びにこれに\n対する遅延損害金の支払を求めた事案である。\n２  前提事実（当事者間に争いのない事実並びに証拠及び弁論の全趣旨から容易\nに認定できる事実）\n(1)  当事者\n原告は，コミック「Ｂ」（甲９，以下「本件コミック」という。）の原作\n者である（争いがない。）。\n(2)  県警による要請等\nア  暴力団を美化・擁護するような書籍，雑誌等（以下「暴力団関係書籍等」\nという。）が青少年に対し暴力団に対する誤った憧れを抱かせるなどの悪\n影響を与えることを懸念していた県警本部刑事部組織犯罪対策局組織犯罪\n対策課（現・同本部暴力団対策部組織犯罪対策課。以下「組対課」という。）\nは，平成２１年１１月ころ，青少年が多数来店するコンビニに対し，県警\nの上記懸念を伝え，暴力団関係書籍等の取扱いに関し，何らかの措置を講\nじてもらうことができないかを検討することとした。そこで，組対課は，\nコンビニにおける防犯等の事務を担当している県警本部生活安全部生活安\n全総務課（以下「生安総務課」という。）に対して実態調査を依頼すると\nともに，生安総務課と連携してこの問題に取り組んでいくこととした。\n組対課からの上記依頼を受けた生安総務課は，同年１２月初旬ころ，実\n態調査をしたところ，福岡県下のコンビニにおいて暴力団関係書籍等が販\n売されていることを確認した。そこで，生安総務課は，コンビニのフラン\nチャイズ事業を営む９社，すなわち，株式会社Ｃ（以下「Ｃ」という。），\n株式会社Ｄ（以下「Ｄ」という。），株式会社Ｅ，Ｆ株式会社（以下「Ｆ」\nという。），株式会社Ｇ，Ｈ株式会社，株式会社Ｉ，株式会社Ｊ，株式会\n社Ｋ（以下，この９社をまとめて「コンビニ各社」という。）等から構成\nされる本件協議会に対し，コンビニにおける暴力団関係書籍等の取扱いに\n関する要請をすることとした。\nなお，本件協議会は，会員相互の緊密な連絡協調及び警察との連携の下，\n深夜（午後１０時から午前６時まで）に営業するコンビニ及びスーパーマ\nーケット等における防犯意識の高揚と自主防犯体制の確立を図るとともに，\n警察等が推進する地域安全活動に協力して，もって安全で安心できる町作\nりに貢献することを目的とし，コンビニやスーパーマーケット等の防犯設\n備その他防犯体制の整備に関する指導及び啓発，地域安全活動に対する協\n力及び支援活動並びに防犯に関する情報の連絡及び交換等の事業を行う団\n体であり，県警は，本件協議会に対し，防犯面に関する助言や提案等を行\nっている。\n（乙１０，弁論の全趣旨）\nイ  生安総務課の担当者は，平成２１年１２月４日，Ｃの九州支社を訪れ，\n本件協議会の会長に就いていたＣの社員に対し，コンビニで販売されてい\nた暴力団を取り扱った雑誌を示した上で，暴力団関係書籍等について，店\n頭から撤去するなどの適切な取扱いをして欲しい旨を申し入れたところ，\n同社員は，本件協議会として取り組むことは難しいから，コンビニ各社に\n対し，個別的に要請して欲しい旨を回答した。そこで，生安総務課の担当\n者は，直接コンビニ各社に対する要請を行うこととし，本件協議会の会長\nとの上記話合いに同席していたＣの担当者に対し，Ｃの店舗における暴力\n団関係書籍等について，適切な措置を講じるように口頭で要請した。同担\n当者はこれを了承したものの，生安総務課の担当者に対し，①各店舗のオ\nーナーに趣旨を正確に伝えるため，要請内容を記載した文書及び②県警が\n有害と考えている雑誌等を例示した一覧表を交付してもらいたい，との要\n望を伝えた。\n（弁論の全趣旨）\nウ  Ｃ担当者からの上記要望を受け，生安総務課と組対課で協議した結果，\n上記②の一覧表については生安総務課の担当者が作成することとなった。\nそこで，同担当者は，平成２１年１２月１１日，コンビニにおける実地の\n調査とインターネットによるキーワード検索等の方法により抽出したコミ\nック７３品目と雑誌３品目を列挙した一覧表（甲１の２，以下「本件リス\nト」という。）を作成した。なお，本件リストに挙げられたコミック（本\n件コミックを含む。）は，すべて株式会社Ｌ発行のＭシリーズに属するも\nのであり，雑誌の発行元は，すべて株式会社Ｎであった。\nまた，上記①の文書については，組対課がこれを作成することとなり，\n同月２１日，下記のとおりの内容の「暴力団関係書籍，雑誌販売について\nの協力依頼（要請）」と題する組対課長名義の文書（甲１の１，以下「本\n件要請文書」という。）が作成された。なお，本件要請文書の宛名は「Ａ\n防犯協会各位」とされている。\n記\n「謹啓  寒冷の候，貴台におかれましては，益々ご健勝のこととお慶び\n申しあげます。\n平素から，警察行政の各般にわたりご理解とご協力を賜り厚く\n御礼申し上げます。\nさて，福岡県警察では，極めて厳しい県内の暴力団情勢を踏ま\nえ，あらゆる法令を駆使した検挙活動を徹底するなど，暴力団犯\n罪の取締りを強化しておりますが，社会から暴力団を排除するた\nめには，警察の取締りのみならず，社会が一体となって暴力団排\n除活動に取り組むことが不可欠であります。\nそこで，この度福岡県議会において，「福岡県暴力団排除条例」\nが制定され，平成２２年４月１日から施行されることとなりまし\nた。\n警察では，本条例の制定を契機に，青少年の健全育成のための\n措置を一層推進し，青少年が暴力団に加入せず，暴力団犯罪の被\n害に遭わないための施策を更に徹底することとしております。\nしかし，暴力団専門誌や暴力団を主人公とした漫画等が氾濫し\nているなど，一部では暴力団を美化する風潮があることから，そ\nれらの影響を受け，誤った憧れを抱いたまま暴力団に加入する青\n少年が多数存在しているのが現実であります。\nこのような憂慮すべき状況にあるということを認識すれば，青\n少年が多数来店するコンビニ店舗から暴力団関係書籍，雑誌等の\n撤去を検討すべきではないかと考えております。\nそこで，貴台におかれましても，暴力団関係書籍等が青少年に\n多大な影響を与えている現状をご理解いただき，各店舗において\n適切な措置を講じていただきますよう，特段のご配慮をお願いい\nたします。\n敬白」\n（甲１の１及び２，弁論の全趣旨）\nエ  上記本件要請文書及び本件リストの作成と前後して，生安総務課の担当\n者は，平成２１年１２月初旬から同月下旬にかけて，暴力団関係書籍等の\nサンプルとなる雑誌を持参してＣ以外のコンビニ各社を訪れ，福岡県下の\n店舗について，暴力団関係書籍等を店頭から撤去するなどの適切な措置を\n講じるように申し入れた。そして，生安総務課の担当者は，上記訪問の際\nに持参する方法又は後日郵送若しくはファックスで送信する方法で，コン\nビニ各社に本件要請文書を交付した（以下，県警のコンビニ各社に対する\n口頭及び本件要請文書による上記要請を「本件要請」という。）。\nまた，生安総務課の担当者は，Ｃ以外のコンビニ各社の各担当者からも，\n対象となる雑誌を例示して欲しい旨の要望があったため，上記ウのとおり\nの作成方法及び本件リストは例示である旨などを説明した上で，上記訪問\nの際に持参する又は後日ファックスで送信するなどの方法で，コンビニ各\n社に本件リストを交付した。\n（弁論の全趣旨）\n(3)  コンビニ各社の対応\n本件要請を受けたコンビニ各社のうち，従前から暴力団関係書籍等を取り\n扱っていなかったＤ及びＦを除く７社は，暴力団関係書籍等の販売を中止し，\nコンビニの店頭から撤去した。\n（甲２の１から甲３の２まで，甲１１，乙９，弁論の全趣旨）\n３  争点及びこれに対する当事者の主張\n(1)  本件要請並びに本件リストの作成及び配布の違法性\n【原告の主張】\nア  憲法２１条違反\n(ｱ)  県警は，自ら又はその補助機関と化した本件協議会を通じ，コンビニ\n各社に対し，行政警察面における大きな影響力，本来的な優位性を利用\nして，本件要請を行っており，コンビニ各社が県警からの要請を拒むこ\nとは著しく困難である。このように，本件要請は，コンビニ各社に対し，\nこれに応ずることを事実上強制するものであるといえる。\nそして，本件要請は表現の内容に着目したものであり，かつ，撤去と\nいう規制方法は表現活動の事前抑制に当たる。このような規制は，作家\nの思想が思想の自由市場に現れることすら禁止するものであり，作家活\n動に対する侵害の程度が極めて大きいから，厳格かつ明確な要件の下に\nおいてのみ許容されるというべきである。\n(ｲ)  これを本件についてみると，まず，本件要請の対象である「暴力団関\n係書籍，雑誌」定義は不明確である上，本件リストの作成根拠も不明確\nである。したがって，本件要請は，表現の萎縮を招くものであり，違憲・\n違法である。\n(ｳ)  また，本件コミックは，青少年に暴力団への誤った憧れを抱かせるな\nどの悪影響を与える暴力団関係書籍には当たらず，コンビニから撤去さ\nれるべき作品では決してない。そうであるにもかかわらず，県警は，本\n件コミックがこれに該当するとし，その一方で，警察活動に同調的なＯ\nの作品を原作とするコミックを除外するなど，恣意的・差別的に本件リ\nストを作成した。そして，県警は，このような本件リストをコンビニ各\n社に配布した上で，本件リストに掲載された書籍についてコンビニ店頭\nからの撤去を要請しており，購入対象年齢の制限や販売する棚を一般書\n籍と別にするなどの規制に比し，非常に厳しい規制を行っている。その\n上，本件コミックを含むいわゆるコンビニコミックスは，コンビニで安\n価に販売されることを予定して出版されたものであり，通常の書店やイ\nンターネットで購入することはできないから，本件要請により，本件コ\nミックは事実上市場への流通経路を失う。これらの事情からすると，本\n件要請は，規制の目的に比し，過重な規制であり，規制手段として許容\nされる限度を逸脱したものといわざるを得ない。\nしたがって，本件要請は，原告の表現の自由を侵害し，違憲・違法で\nある。\nイ  名誉棄損及び人格的利益の侵害等\n(ｱ)  県警は，そのような書籍には到底該当しないにもかかわらず，本件コ\nミックを，青少年の保護育成にとって有害なもの，暴力団に対する誤っ\nた憧れを抱かせる有害書籍としてリストアップして本件リストを作成し\nた上，これをコンビニ等に配布した。このような本件リストの作成及び\n配布は，本件コミックが青少年に悪影響を与える暴力団関係書籍である\nとのレッテルを貼るものであり，これにより，原告の作家としての活動\nに関する人格的価値について，社会から受ける客観的評価を低下させた\nことは明らかである。したがって，本件リストの作成及び配布は，原告\nの名誉を毀損するものである。\n(ｲ)  また，本件要請は，婉曲的な言い回しで糊塗しているが，本質的には，\n本件リストの作成及び配布とあいまって，本件コミック等をコンビニの\n店頭から物理的に排除することを煽る行為である。そして，本件要請の\n結果，原告の著作を原作とする本件コミック等が有害な書籍としてコン\nビニの店頭から撤去され，このことは，新聞報道等により一般国民の知\nるところとなった。\n以上のとおり，本件リストの作成及び配布と本件要請により，原告は\n暴力団を美化する有害な作品を書く者として扱われ，そのことが新聞等\nの報道により広く一般的に知られることとなったため，原告の作家とし\nての客観的評価は著しく低下したということができる。\n(ｳ)  本件要請並びに本件リストの作成及び配布は，原告の作家としての活\n動の場を奪い，その人格的利益を侵害するものである。\n具体的には，原告は，県警ともめていることを理由に，週刊誌や出版\n社から，その著作の出版や記事掲載を断られたり，表現の変更を求めら\nれたりした。また，出版社等が萎縮し，原告の原作をコミック化するこ\nとが難しくなるなど，現在及び将来の表現活動の拡大の機会が奪われて\nいる。\n(ｴ)  仮に，本件要請がコンビニ各社に対して暴力団関係書籍等の自主的な\n撤去を求めるものであるとしても，杜撰な手法で作成した本件リストを\nコンビニ各社に提供したことは，県警の情報提供における注意義務違反\nと捉えることができ，違法性は十分に肯定できる。\nウ  憲法３１条違反等\n(ｱ)  本件要請は，上記のとおりの警察の本来的優位性の下に本件コミック\n等の撤去を求めるものであり，公権力を行使するものといえるから，行\n政手続法２条２号にいう処分に該当する。仮に，これに該当しないとし\nても，本件要請は，本件要請の対象となる書籍を明確に特定し，コンビ\nニ各社に対し書籍の撤去という具体的な措置を要請するものであるから，\n行政指導（同条６号）に該当することは明らかである。\nそして，本件要請による原告に対する法益侵害は上記のとおり深刻か\nつ重大であり，その規制目的に比し，手段として相当とはいえないこと\nからすると，行政手続ではあるが憲法３１条の適用を受ける場合に当た\nるというべきである。\nこれを前提として検討すると，まず，本件要請は，法律や条令等の法\n的根拠に基づいていない。本件要請は，警察権限の本来的優位性に基づ\nいてされた強制力のある行為であるから，警察法２条１項に基づく警察\nの任意活動として許容されるものとはいえない。\nまた，司法判断はおろか，第三者機関による審査も経ずに，一担当課\n長により規制が行われている。\nさらに，本件要請に先んじて，原告に対し，事前の告知や聴聞を全く\n行わず，弁解の機会を与えていない上，不服申立てに関する手続保障も\n全く欠落している。\nこれらの事情からすれば，本件要請は，憲法３１条の適正手続に反し，\n違憲・違法である。\n(ｲ)  また，本件要請は，コンビニ各社という複数の者に対する行政指導で\nあるから，県警は，本件要請をするに当たり，行政指導指針を作成する\n必要があったにもかかわらず，これを行っておらず，福岡県行政手続条\n例３４条及び３７条に反する違法がある。\n(ｳ)  さらに，本件要請は，福岡県青少年健全育成条例の有害図書指定にお\nける厳格な手続を潜脱するものであって許されない。青少年の健全育成\nを目的とするのであれば，同条例の手続に従うべきである。\n【被告の主張】\nア  憲法２１条違反\n本件要請は，県警が，コンビニ各社に対し，警察法２条１項の警察の責\n務に基づき，暴力団を美化・擁護するような書籍等の取扱いについては福\n岡県暴力団排除条例の趣旨に沿った適切な対応をとってもらいたいとの要\n望を伝えたものにすぎない。そして，いかなる書籍が暴力団を美化・擁護\nする書籍に当たるか，これについてどのような措置を取るかについては，\nコンビニ各社の自主的な判断に委ねられているから，本件要請をもって，\nコンビニ各社に対し，特定の書籍の販売中止を求めるものとか，店頭から\nの撤去を事実上強制するものということはできない。このことは，県警が，\n本件要請後に，コンビニ各社に対し，どのような措置を取ったかなどにつ\nいて回答を求めたり，暴力団関係書籍等の販売を継続しているコンビニに\n対して，新たな要請等を行っていないことからも明らかである。なお，県\n警がコンビニ各社を補助機関化しているという事実はない。\nまた，本件要請は，上記のとおり，いかなる書籍が暴力団を美化・擁護\nする書籍に当たるかについてもコンビニ各社の判断に委ねたものであるか\nら，暴力団関係書籍等の定義が曖昧で不明確であるとの原告の批判は的外\nれなものといわざるを得ない。\n本件要請の上記性格に加え，コンビニ以外の一般の書籍販売店やインタ\nーネットにおいて販売することは全く制限されないことからすると，本件\n要請は，表現活動の事前抑制に該当するものではなく，憲法２１条に違反\nするものとはいえない。\nさらに，本件要請の目的は，福岡県における青少年の暴力団への加入実\n態等に鑑み，暴力団を賛美するような書籍等を青少年が購読することによ\nり，青少年が暴力団に対して誤った憧れを抱かないようにし，ひいては青\n少年の暴力団への加入を防止することにあり，これは，公共の福祉に沿う\nものとして是認されるべきものである。また，上記目的を達するため，県\n警が行った本件要請は，上記のとおり，具体的な対応をコンビニ各社の自\n主的な判断に委ねるという，強制力を伴わない極めて緩やかな方法であり，\n上記目的達成の方法として何ら違法な点はない。したがって，本件要請の\n目的及び方法は適法なものであり，公共の福祉に沿うものであるといえる。\nイ  名誉棄損及び人格的利益の侵害等\n(ｱ)  本件リストには原告の作家名や作品名は挙げられておらず，本件リス\nトの作成及び配布が，原告に対する名誉毀損に当たることはあり得ない。\nまた，青少年の健全育成のために青少年の目に触れないようにするこ\nとと，当該書籍の作者の品性，信用等の社会的名誉に対する評価とは，\n全く別であり，本件リストの作成によって作者の名誉が毀損されること\nは到底考えられない。\nなお，本件リストは，本件要請に関し，コンビニ等からその対象とな\nる雑誌等の例示を求められたため，インターネットで検索するなどして，\n暴力団を主に取り扱った書籍等をリストアップしたものにすぎず，県警\nが，原告の書籍について有害書籍の指定をしたものでも，これが無価値\nであるというような価値判断を行ったものでもなく，書籍の著者に対す\nる客観的評価とは全く無関係である。そして，県警は，このような本件\nリストの作成方法，これを交付する趣旨及び本件要請がコンビニ各社の\n自主的な判断を前提としたものであることなどについて，要請を行った\nすべての相手方に対し，明確に伝達している。\n(ｲ)  本件要請は，原告の作家名や作品名を具体的に挙げて要請したもので\nはなく，本件要請文書にも原告の名前又はその作品名は全く挙げられて\nいない。また，新聞報道の内容から，原告の著作を原作とするコミック\nが撤去の対象となったことを読み取ることはできない。さらに，本件要\n請は，青少年の健全育成のために，暴力団を取り扱っている雑誌の取扱\nいについて適切な措置を講じてもらいたいというものにすぎず，書籍の\n客観的価値について触れておらず，価値判断は一切行っていないから，\n本件要請が名誉毀損行為に該当することはあり得ない。\n(ｳ)  コンビニ各社は，どのような書籍を販売するかについて自由に決める\nことができるのであり，本件コミックがコンビニで販売されていたとし\nても，それにより原告がコンビニに対して何らかの権利や権限を取得す\nるものではない。したがって，本件要請により，本件コミックがそれま\nで販売されていたコンビニで取り扱われなくなったとしても，それをも\nって，原告の法律上保護された利益が侵害されたということはできない。\nまた，本件要請後，出版社等が本件要請に関する誤った認識に基づい\nて原告に対する原稿の依頼，出版や記事掲載を見送るなどしたとしても，\nそれは出版社等の判断であって，被告が責任を負うべきものではない。\nウ  憲法３１条違反等\n(ｱ)  一般に，憲法３１条の定める法定手続の保障は，直接的には刑事手続\nに関するものであり，行政手続には及ばないと解される（最高裁平成１\n５年１２月４日第一小法廷判決・集民２１２号１頁参照）。また，仮に，\n行政手続に憲法３１条の保障が及ぶと解されるとしても，国民の権利義\n務を制限する公権力の行使が問題となるような場合に限られるのであり\n（最高裁平成４年７月１日大法廷判決・民集４６巻５号４３７頁参照），\n行政手続法上の処分にも行政指導にも該当しない単なる事実行為につい\nて，憲法３１条が問題となることはない。\nそこで，本件要請について検討すると，本件要請は，国家賠償法上の\n「公権力の行使」には該当するが，憲法３１条との関係で問題となる行\n政手続法２条２号の「公権力の行使」には該当しない。なぜなら，県警\nがコンビニ各社に対して優越的な地位に立つものではないし，本件要請\nは，コンビニ各社に対して何らかの義務を課したり，直接具体的な効果\nを及ぼしたりするものではないからである。\nまた，本件要請は，措置の対象とするべき書籍等を具体的に提示する\nことも，コンビニ各社が講じるべき具体的な措置の特定も行っておらず，\nコンビニ各社に対し，行うべき行為又は行わないようにすべき行為につ\nいて具体的な働きかけを行うものとはいえないから，行政手続法２条６\n号の行政指導に当たらないことは明らかである。\nしたがって，本件要請は，単なる事実行為であり，そもそも憲法３１\n条違反の問題は生じないというべきである。そうすると，暴力団関係書\n籍等の定義の不明確性，規制方法の過剰性，適正手続違反，不服申立て\nに関する手続保障の欠落などといった原告の上記主張は，その前提を欠\nき，失当である。\n(ｲ)  本件要請は，上記のとおり，コンビニ各社に対する具体的な働きかけ\nを行うものではないから，福岡県行政手続条例２条７号の行政指導にも\n該当しない。したがって，原告の同条例違反の主張は，失当である。\n(ｳ)  本件要請は，上記のとおり，あくまでもコンビニ各社の自主的な判断\nに基づく措置を求めるものにすぎないのであり，福岡県青少年健全育成\n条例における有害図書の指定とは全く異なる。\n(2)  損害発生の有無及びその額\n【原告の主張】\nア  原告は，本件要請のために出版社からの原告に対する単行本や原稿の執\n筆依頼が減り，その収入が約１０００万円減少したことにより，精神的苦\n痛を被った。\nまた，本件要請後，原告は，本件コミックの出版の継続や原告の作品を\nコミック化することが著しく困難となっただけでなく，出版社から，出版\nや記事掲載を断られたり，表現の変更を求められるなど，作家としての活\n動を制約されたため，甚大な精神的苦痛を被った。\nさらに，原告は，本件要請並びに本件リストの作成及び配布により，本\n件コミックについて暴力団関連書籍などというレッテルを貼られた上，こ\nのことが新聞報道等により広く知られることとなったため，原告の名誉，\n作家としての信用を毀損され，原告は著しい精神的苦痛を被った。\n原告の被ったこれらの精神的苦痛に対する慰謝料は，５００万円を下ら\nない。\nイ  原告は，本件損害賠償を請求するため，弁護士を委任することを余儀な\nくされた。弁護士に対する報酬のうち５０万円は，本件と相当因果関係の\nある損害である。\n【被告の主張】\n原告の上記主張は，いずれも争う。\n第３  当裁判所の判断\n１  争点(1)（本件要請並びに本件リストの作成及び配布の違法性）について\n(1)  表現の自由の侵害について\nア  本件要請文書の内容は，前提事実(2)ウのとおり，県警が，コンビニ各\n社に対し，暴力団排除及び青少年の健全育成等の観点から，暴力団関係書\n籍等をコンビニの店頭から撤去することが検討されるべきであると考えて\nいることを伝えるとともに，これを踏まえた適切な措置を講じるように求\nめるものとなっている。そして，撤去が検討されるべきであるとしている\nものの，コンビニ各社が取るべき措置をこれに限定しているものとはいえ\nず，むしろ，コンビニ各社が適切な措置を取らなかった場合に何らかの不\n利益を被ることを示唆する記載などはないことからすれば，そもそも本件\n要請に応じて何らかの措置を取るか否かも含め，コンビニ各社の自主的な\n判断に委ねたものであるといえる。\nまた，本件要請の態様は，前提事実(2)イからエまでのとおり，生安総務\n課の担当者がコンビニ各社を訪問して口頭で県警の上記要請を伝えるとと\nもに，本件要請文書を交付するというものであるが，その際に，暴力団関\n係書籍等の撤去を迫るような言辞を用いるなど，県警がコンビニ各社に対\nし警察権力を背景として暴力団関係書籍等の撤去を強制したことを根拠づ\nける事実をうかがわせる資料は見当たらない。\nそして，証拠（甲１１，乙９）及び弁論の全趣旨によれば，本件要請後，\n本件リストに掲載された雑誌等ではないものの，暴力団を題材とするコミ\nックを販売している福岡県内のコンビニが存在すること，県警は，本件要\n請後，コンビニ各社の取った措置の内容や本件要請に従ってコンビニから\n暴力団関係書籍等が撤去されたか否かについて調査したり，暴力団関係書\n籍等を置いているコンビニに対する再度の要請や何らかの不利益な取扱い\n等をしていないことが認められる。\nところで，前提事実(3)のとおり，本件要請を受けたコンビニ各社のうち，\n暴力団関係書籍等を取り扱っていた会社は，いずれもその販売中止及び店\n頭からの撤去を行っている。しかし，証拠（乙１から乙７の１３まで）及\nび弁論の全趣旨によれば，福岡県下には多数の暴力団が存在し，暴力団組\n員による一般市民に対する犯罪や発砲事件も多いことから，平成２１年１\n０月１９日に暴力団の排除の推進等を目的とする福岡県暴力団排除条例が\n制定され，官民一体となって暴力団を排除する取り組みがされていること\nが認められる。このような社会的風潮の下，本件要請を受けたコンビニ各\n社が自主的に上記措置を取ることは何ら不自然であるとはいえず，これを\nもって，本件要請がコンビニ各社に対し暴力団関係書籍等の撤去を事実上\n強制するものであったことを根拠づける事実であると評価することはでき\nず，他にこのような事実を認めるに十分な証拠はない。\n以上のとおりの本件要請文書の内容及び本件要請の態様等からすれば，\n本件要請は，県警が行政警察活動の一環としてコンビニ各社に対し暴力団\n関係書籍等の取扱いに関する自主的な措置を取ることを求めるものにすぎ\nず，その撤去を強制するものということはできない。そして，前提事実(2)\nウ及びエのとおりの本件リストの作成及び配布も，本件要請に付随する事\n実行為にすぎないというべきである。\nイ  そうすると，本件要請は，その直接の相手方であるコンビニ各社に対し\nてすら本件コミック等の撤去を強制するものではないのであるから，その\n直接の相手方ではなく，本件コミックの原作者にすぎない原告の執筆活動，\nその作品の公表及び販売等を規制するものということは到底できない。コ\nンビニ各社による本件コミックを含む暴力団を題材とするコミックや雑誌\n等の販売中止及び店頭からの撤去がコンビニ各社の自主的な判断に基づく\nものであることは上記アのとおりである上，仮に，原告が主張するとおり，\n本件要請を知った出版社等が原告の作品の出版等を断るなどしたとしても，\nそれは当該出版社等の判断によるものと捉えるべきであり，したがって，\nこれらは，本件要請の直接の効果とはいえず，その事実上の影響という範\n囲に止まるものである。\nそうすると，本件要請は，原告の表現活動を制限するものではなく，原\n告の表現の自由を侵害するものということはできない。\n(2)  名誉棄損及び人格的利益の侵害について\nア  名誉棄損について\n(ｱ)  証拠（甲１の２）によれば，原告の名前やその作品名は本件リストに\n挙げられておらず，本件コミックの原作者が原告であることは，本件リ\nストの記載からは明らかではないことが認められる。また，本件証拠上，\n一般人が，本件コミックの原作者が原告であることを理解できたといえ\nるような事情もうかがわれない。\nそうすると，前提事実(2)ウのとおりの本件要請文書及び本件リストの\n記載について，一般人の普通の注意と読み方を基準としてその意味内容\nを解釈すれば，本件リストに挙げられた本件コミック等が青少年の健全\n育成を害する暴力団関係書籍等に当たると県警が判断した，というもの\nにすぎず，本件コミックと原告との関連性については明らかではないか\nら，本件要請文書及び本件リストの記載内容をもって，原告の社会的評\n価を低下させるものということはできない。\n(ｲ)  また，前提事実(2)イからエまでのとおり，本件要請及び本件リスト\nの配布は，コンビニ各社に対してされたものであり，不特定多数人を対\n象としてされたものではない。そして，本件要請文書及び本件リストの\n上記内容に加え，前提事実(2)イからエまでのとおり，本件リストが，\nコンビニ各社からの求めに応じてその自主的判断の参考に供する趣旨で\n作成されたものであり，これを配布する際，県警からコンビニ各社に対\nし，その旨の説明がされていることなどからすると，本件要請がされた\nこと自体について伝播する可能性はあるものの，本件リストに本件コミ\nックが挙げられており，その原作者が原告であることについて，伝播す\nる可能性はなかったというべきである。なお，証拠（甲２の１から甲３\nの１まで）及び弁論の全趣旨によれば，本件要請に関する新聞等は，本\n件リストに挙げられた具体的な作品名やその作者及び原作者等について\nは，これを報道していないことが認められる。\n(ｳ)  したがって，本件コミックの内容を検討するまでもなく，本件要請並\nびに本件リストの作成及び配布が，原告の名誉を毀損し，違法であると\nいうことはできない。\nイ  人格的利益の侵害について\n(ｱ)  前記(1)のとおり，本件要請は，原告の表現活動を法的に制限する効\n果を伴うものとはいえないものの，本件要請及び本件リストの交付を受\nけたコンビニ各社は，本件コミック等をコンビニの店頭から撤去するな\nどしており，また，そのことを知った出版社等が，原告の作品等を取り\n扱うことを自粛したりすることにより，原告の表現活動に何らかの支障\nを生ずることがあり得るといえる。\nそこで，憲法の保障する精神的自由の一つとしての表現の自由の重要\n性に鑑み，本件要請並びに本件リストの作成及び配布が原告の人格的利\n益を侵害する違法なものかどうかを判断するに当たっては，被侵害利益\nの内容及び性格，本件要請並びに本件リストの作成及び配布の目的の正\n当性，手段の相当性等を吟味した上で，総合的に判断すべきである。\n(ｲ)  本件で具体的に問題となる原告の利益は，原告の作品を原作とする本\n件コミックが，県警から干渉されることなく，コンビニで販売される利\n益であるといえる。このような利益は，原作である原告の作品において，\nその思想等を表現するという意味で，主に個人的な価値に支えられる表\n現の自由から派生するものとして法律上保護される利益といい得るとし\nても，本件コミックの販売の点では経済的利益の側面もあり，かつ，そ\nの社会的価値の視点をも前提にすると，個人が言論活動を通じて自己の\n人格を発展させ，言論活動によって国民が政治的意思決定に関与すると\nいう，表現の自由の核心部分からは遠く，その価値とその表現の保護の\n必要性は，相対的には必ずしも高いとはいえない。\n(ｳ)  他方，本件要請並びに本件リストの作成及び配布の目的は，青少年が，\n暴力団関係書籍等による影響を受け，誤った憧れを抱いて暴力団に加入\nすることを防止するというものであって，前提事実(2)アからウまでの\n経緯及び本件要請文書中にも記載されている近時の状況を前提にする限\nり，そのような重要な社会的利益の保護を目的とすること自体，極めて\n正当であり，かつ，その必要性が高いものということができる。\n(ｴ)  そして，上記目的達成のための手段である本件要請は，前記(1)アの\nとおり，コンビニ各社に対し，暴力団関係書籍等の取扱いに関する自主\n的な対応を求めるものにすぎず，その撤去を強制するものではない。ま\nた，前提事実(2)イからエまでのとおり，本件リストは，県警が積極的\nに作成したものではなく，コンビニ各社からの求めに応じて，その自主\n的判断の参考に供する趣旨で作成及び配布されたものであり，県警から\nコンビニ各社に対してその旨の説明もされている。なお，原告は，本件\nリストは恣意的に作成されたものであると主張するが，これを認めるに\n十分な証拠はない。\nこれらの事情からすれば，前提事実(2)イ及びウのとおりの，コンビニ\n各社への本件要請の過程におけるその担当者からの要望をきっかけとし\nた県警による本件リストの作成については，その方法に安易かつ杜撰な\n面があったといわざるを得ないことを考慮しても，本件要請が上記目的\n達成のための手段として相当性を欠くと断ずることはできない。\n(ｵ)  以上の事情を総合考慮すると，本件要請並びに本件リストの作成及び\n配布が，原告の人格的利益を侵害する違法なものであるということはで\nきない。\n(3)  適正手続違反等について\nア  一般に，憲法３１条の定める法定手続の保障は，直接には刑事手続に関\nするものであるが，行政手続については，それが刑事手続ではないとの理\n由のみで，そのすべてが当然に同条による保障の枠外にあると判断するこ\nとは相当ではなく，行政処分の相手方に事前の告知，弁解，防御の機会を\n与えるかどうかは，行政処分により制限を受ける権利利益の内容，性質，\n制限の程度，行政処分により達成しようとする公益の内容，程度，緊急性\n等を総合衡量して決定されるべきものと解される（最高裁平成４年７月１\n日大法廷判決・民集４６巻５号４３７頁参照）。\nこれを本件についてみると，本件要請は，前記(1)及び(2)のとおり，コ\nンビニ各社に対し自主的な対応を要請するものにすぎず，本件リストの作\n成及び配布も，本件要請に付随する事実行為であって，原告の権利又は人\n格的利益を侵害するものではないから，原告に対する事前の告知等を与え\nる必要はないというべきである。\nしたがって，本件要請並びに本件リストの作成及び配布に憲法３１条の\n保障は及ばないから，この点に関する原告の主張には理由がない。\nイ  原告は，本件要請は法的根拠に基づくものではないから違法である旨を\n主張する。\nしかし，警察法２条１項が，「犯罪の予防」を警察の責務として定めて\nいることに照らすと，これに必要な警察の諸活動は，強制力を伴わない任\n意手段による限り，一般的に許容されるものと解される（最高裁昭和５５\n年９月２２日第三小法廷判決・刑集３４巻５号２７２頁参照）。そして，\n「犯罪の予防」には，青少年が暴力団に加入することを防止することも含\nまれるというべきであるところ，前記(1)アのとおり，本件要請は強制力を\n伴うものではなく，本件リストの作成及び配布は，本件要請に付随する事\n実行為にすぎないというべきであるから，本件要請並びに本件リストの作\n成及び配布は，警察法２条１項に基づくものとして許容されるというべき\nである。\nしたがって，原告の上記主張には理由がない。\nウ  また，原告は，県警が本件要請をするに当たって行政指導指針を作成し\nていなかったことなどをもって，福岡県行政手続条例３４条及び３７条に\n違反した違法があるなどと主張する。\nしかし，前提事実(2)イからエまでのとおり，本件要請は，原告に対して\nされたものではなく，コンビニ各社に対してされたものであることなどか\nらすると，行政指導指針が作成されなかったからといって，原告の何らか\nの法律上保護された利益が侵害されるものではなく，国家賠償法１条１項\nの違法があるということにはならない。\nしたがって，原告の上記主張は，失当であるといわざるを得ない。\nエ  さらに，原告は，本件要請は福岡県青少年健全育成条例における有害図\n書の指定の厳格な手続を潜脱するものであって許されないなどと主張する。\nしかし，上記(1)アのとおり，本件要請はコンビニ各社に対し任意の対応\nを求めるものであり，罰金又は科料による制裁の下に青少年に対する販売\n等が禁止されることとなる同条例における有害図書の指定（同条例１６条，\n３８条４項１号）とは，その性質を異にすることは明らかである。\nしたがって，原告の上記主張は，失当である。\n(4)  小括\n以上のとおりであって，本件要請並びに本件リストの作成及び配布に国家\n賠償法１条１項の違法があるということはできない。\n２  結論\n以上によれば，その余の争点について判断するまでもなく，原告の請求は理\n由がないことが明らかであるから，これを棄却することとして，主文のとおり\n判決する。\n福岡地方裁判所第５民事部\n裁判長裁判官    岩  木      宰\n裁判官    鈴  木  拓  磨\n裁判官冨田美奈は，転補のため，署名押印することができない。\n裁判長裁判官    岩  木      宰\n"
}