{
  "trial_type": "SupremeCourt",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 12,
    "day": 19
  },
  "case_number": "平成21(あ)1900",
  "case_name": "著作権法違反幇助被告事件",
  "court_name": "最高裁判所第三小法廷",
  "result_type": "決定",
  "result": "棄却",
  "article_info": "刑集　第65巻9号1380頁",
  "original_court_name": "大阪高等裁判所",
  "original_case_number": "平成19(う)461",
  "original_date": {
    "era": "Heisei",
    "year": 21,
    "month": 10,
    "day": 8
  },
  "gist": "適法用途にも著作権侵害用途にも利用できるファイル共有ソフトＷｉｎｎｙをインターネットを通じて不特定多数の者に公開，提供し，正犯者がこれを利用して著作物の公衆送信権を侵害することを幇助したとして，著作権法違反幇助に問われた事案につき，幇助犯の故意が欠けるとされた事例",
  "case_gist": "適法用途にも著作権侵害用途にも利用できるファイル共有ソフトＷｉｎｎｙをインターネットを通じて不特定多数の者に公開，提供し，正犯者がこれを利用して著作物の公衆送信権を侵害することを幇助したとして，著作権法違反幇助に問われた事案につき，被告人において，(1)現に行われようとしている具体的な著作権侵害を認識，認容しながらＷｉｎｎｙの公開，提供を行ったものでないことは明らかである上，(2)その公開，提供に当たり，常時利用者に対しＷｉｎｎｙを著作権侵害のために利用することがないよう警告を発していたなどの本件事実関係（判文参照）の下では，例外的とはいえない範囲の者がそれを著作権侵害に利用する蓋然性が高いことを認識，認容していたとまで認めることも困難であり，被告人には著作権法違反罪の幇助犯の故意が欠ける。\n(反対意見がある。）",
  "ref_law": "刑法62条1項，著作権法（平成16年法律第92号による改正前のもの）23条1項，著作権法（平成16年法律第92号による改正前のもの）119条1号",
  "lawsuit_id": "81846",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail2?id=81846",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/846/081846_hanrei.pdf",
  "contents": "主          文\n本件上告を棄却する。\n理          由\n検察官の上告趣意のうち，判例違反をいう点は，事案を異にする判例を引用する\nものであって，本件に適切でなく，その余は，事実誤認，単なる法令違反の主張で\nあって，刑訴法４０５条の上告理由に当たらない。\n所論に鑑み，被告人によるファイル共有ソフトの公開，提供行為につき著作権法\n違反罪の幇助犯が成立するかどうかを職権で判断すると，原判決には，幇助犯の成\n立要件に関する法令の解釈を誤った違法があるものの，被告人の行為につき著作権\n法違反罪の幇助犯の成立を否定したことは，結論において正当として是認できる。\nその理由は，以下のとおりである。\n１  本件は，被告人が，ファイル共有ソフトであるＷｉｎｎｙを開発し，その改\n良を繰り返しながら順次ウェブサイト上で公開し，インターネットを通じて不特定\n多数の者に提供していたところ，正犯者２名が，これを利用して著作物であるゲー\nムソフト等の情報をインターネット利用者に対し自動公衆送信し得る状態にして，\n著作権者の有する著作物の公衆送信権（著作権法２３条１項）を侵害する著作権法\n違反の犯行を行ったことから，正犯者らの各犯行に先立つ被告人によるＷｉｎｎｙ\nの最新版の公開，提供行為が正犯者らの著作権法違反罪の幇助犯に当たるとして起\n訴された事案である。原判決の認定及び記録によれば，以下の事実を認めることが\nできる。\n(1)  Ｗｉｎｎｙは，個々のコンピュータが，中央サーバを介さず，対等な立場\nにあって全体としてネットワークを構成するＰ２Ｐ技術を応用した送受信用プログ\nラムの機能を有するファイル共有ソフトである。Ｗｉｎｎｙは，情報発信主体の匿\n名性を確保する機能（匿名性機能）とともに，クラスタ化機能，多重ダウンロード\n機能，自動ダウンロード機能といったファイルの検索や送受信を効率的に行うため\nの機能を備えており，それ自体は多様な情報の交換を通信の秘密を保持しつつ効率\n的に行うことを可能とし，様々な分野に応用可能なソフトであるが，本件正犯者が\nしたように著作権を侵害する態様で利用することも可能なソフトである。\n(2)  被告人は，匿名性と効率性を兼ね備えた新しいファイル共有ソフトが実際\nに稼動するかの技術的な検証を目的として，平成１４年４月１日にＷｉｎｎｙの開\n発に着手し，同年５月６日，自己の開設したウェブサイトでＷｉｎｎｙの最初の試\n用版を公開した。被告人は，その後も改良を加えたＷｉｎｎｙを順次公開し，同年\n１２月３０日にＷｉｎｎｙの正式版であるＷｉｎｎｙ１．００を公開し，翌平成１\n５年４月５日にＷｉｎｎｙ１．１４を公開してファイル共有ソフトとしてのＷｉｎ\nｎｙ（Ｗｉｎｎｙ１）の開発に一区切りを付けた。その後，被告人は，同月９日，\n今度はＰ２Ｐ技術を利用した大規模ＢＢＳ（電子掲示板）の実現を目的として，そ\nのためのソフトであるＷｉｎｎｙ２の開発に着手し，同年５月５日，Ｗｉｎｎｙ２\nの最初の試用版を公開し，同年９月には，本件正犯者２名が利用したＷｉｎｎｙ\n２．０β６．４７やＷｉｎｎｙ２．０β６．６（以下，両者を併せて「本件Ｗｉｎ\nｎｙ」という。）を順次公開した。なお，Ｗｉｎｎｙ２は，上記のとおり大規模Ｂ\nＢＳの実現を目指して開発されたものであるが，Ｗｉｎｎｙ１とほぼ同様のファイ\nル共有ソフトとしての機能も有していた（以下，Ｗｉｎｎｙ１とＷｉｎｎｙ２を総\n称して「Ｗｉｎｎｙ」という。）。被告人は，Ｗｉｎｎｙを公開するに当たり，ウ\nェブサイト上に「これらのソフトにより違法なファイルをやり取りしないようお願\nいします。」などの注意書きを付記していた。\n(3)  本件正犯者であるＢは，平成１５年９月３日頃，被告人が公開していたＷ\nｉｎｎｙ２．０β６．４７をダウンロードして入手し，法定の除外事由がなく，か\nつ，著作権者の許諾を受けないで，同月１１日から翌１２日までの間，Ｂ方におい\nて，プログラムの著作物である２５本のゲームソフトの各情報が記録されているハ\nードディスクと接続したコンピュータを用いて，インターネットに接続された状態\nの下，上記各情報が特定のフォルダに存在しアップロードが可能な状態にある上記\nＷｉｎｎｙを起動させ，同コンピュータにアクセスしてきた不特定多数のインター\nネット利用者に上記各情報を自動公衆送信し得るようにし，著作権者が有する著作\n物の公衆送信権を侵害する著作権法違反の犯行を行った。また，本件正犯者である\nＣは，同月１３日頃，被告人が公開していたＷｉｎｎｙ２．０β６．６をダウンロ\nードして入手し，法定の除外事由がなく，かつ，著作権者の許諾を受けないで，同\n月２４日から翌２５日までの間，Ｃ方において，映画の著作物２本の各情報が記録\nされているハードディスクと接続したコンピュータを用いて，インターネットに接\n続された状態の下，上記各情報が特定のフォルダに存在しアップロードが可能な状\n態にある上記Ｗｉｎｎｙを起動させ，同コンピュータにアクセスしてきた不特定多\n数のインターネット利用者に上記各情報を自動公衆送信し得るようにし，著作権者\nが有する著作物の公衆送信権を侵害する著作権法違反の犯行を行った。\n２  第１審判決は，Ｗｉｎｎｙの技術それ自体は価値中立的であり，価値中立的\nな技術を提供すること一般が犯罪行為となりかねないような，無限定な幇助犯の成\n立範囲の拡大は妥当でないとしつつ，結局，そのような技術を外部へ提供する行為\n自体が幇助行為として違法性を有するかどうかは，その技術の社会における現実の\n利用状況やそれに対する認識，さらに提供する際の主観的態様いかんによると解す\nるべきであるとした。その上で，本件では，インターネット上においてＷｉｎｎｙ\n等のファイル共有ソフトを利用してやりとりがなされるファイルのうちかなりの部\n分が著作権の対象となるもので，Ｗｉｎｎｙを含むファイル共有ソフトが著作権を\n侵害する態様で広く利用されており，Ｗｉｎｎｙが社会においても著作権侵害をし\nても安全なソフトとして取りざたされ，効率もよく便利な機能が備わっていたこと\nもあって広く利用されていたという現実の利用状況の下，被告人は，そのようなフ\nァイル共有ソフト，とりわけＷｉｎｎｙの現実の利用状況等を認識し，新しいビジ\nネスモデルが生まれることも期待して，Ｗｉｎｎｙがそのような態様で利用される\nことを認容しながら，本件Ｗｉｎｎｙを自己の開設したホームページ上に公開し\nて，不特定多数の者が入手できるようにし，これによって各正犯者が各実行行為に\n及んだことが認められるから，被告人の行為は，幇助犯を構成すると評価すること\nができるとして，著作権法違反罪の幇助犯の成立を認め，被告人を罰金１５０万円\nに処した。\n３  この第１審判決に対し，検察官が量刑不当を理由に，被告人が訴訟手続の法\n令違反，事実誤認，法令適用の誤りを理由に控訴した。原判決は，幇助犯の成否に\n関する法令適用の誤りの主張に関し，インターネット上におけるソフトの提供行為\nで成立する幇助犯というものは，これまでにない新しい類型の幇助犯であり，刑事\n罰を科するには罪刑法定主義の見地からも慎重な検討を要するとした上，「価値中\n立のソフトをインターネット上で提供することが，正犯の実行行為を容易ならしめ\nたといえるためには，ソフトの提供者が不特定多数の者のうちには違法行為をする\n者が出る可能性・蓋然性があると認識し，認容しているだけでは足りず，それ以上\nに，ソフトを違法行為の用途のみに又はこれを主要な用途として使用させるように\nインターネット上で勧めてソフトを提供する場合に幇助犯が成立すると解すべきで\nある。」とし，被告人は，本件Ｗｉｎｎｙをインターネット上で公開，提供した\n際，著作権侵害をする者が出る可能性・蓋然性があることを認識し，認容していた\nことは認められるが，それ以上に，著作権侵害の用途のみに又はこれを主要な用途\nとして使用させるようにインターネット上で勧めて本件Ｗｉｎｎｙを提供していた\nとは認められないから，被告人に幇助犯の成立を認めることはできないと判示し，\n第１審判決を破棄し，被告人に無罪を言い渡した。\n４  所論は，刑法６２条１項が規定する幇助犯の成立要件は，「幇助行為」，\n「幇助意思」及び「因果性」であるから，幇助犯の成立要件として「違法使用を勧\nめる行為」まで必要とした原判決は，刑法６２条の解釈を誤るものであるなどと主\n張する。そこで，原判決の認定及び記録を踏まえ，検討することとする。\n(1)  刑法６２条１項の従犯とは，他人の犯罪に加功する意思をもって，有形，\n無形の方法によりこれを幇助し，他人の犯罪を容易ならしむるものである（最高裁\n昭和２４年（れ）第１５０６号同年１０月１日第二小法廷判決・刑集３巻１０号１\n６２９頁参照）。すなわち，幇助犯は，他人の犯罪を容易ならしめる行為を，それ\nと認識，認容しつつ行い，実際に正犯行為が行われることによって成立する。原判\n決は，インターネット上における不特定多数者に対する価値中立ソフトの提供とい\nう本件行為の特殊性に着目し，「ソフトを違法行為の用途のみに又はこれを主要な\n用途として使用させるようにインターネット上で勧めてソフトを提供する場合」に\n限って幇助犯が成立すると解するが，当該ソフトの性質（違法行為に使用される可\n能性の高さ）や客観的利用状況のいかんを問わず，提供者において外部的に違法使\n用を勧めて提供するという場合のみに限定することに十分な根拠があるとは認め難\nく，刑法６２条の解釈を誤ったものであるといわざるを得ない。\n(2)  もっとも，Ｗｉｎｎｙは，１，２審判決が価値中立ソフトと称するよう\nに，適法な用途にも，著作権侵害という違法な用途にも利用できるソフトであり，\nこれを著作権侵害に利用するか，その他の用途に利用するかは，あくまで個々の利\n用者の判断に委ねられている。また，被告人がしたように，開発途上のソフトをイ\nンターネット上で不特定多数の者に対して無償で公開，提供し，利用者の意見を聴\n取しながら当該ソフトの開発を進めるという方法は，ソフトの開発方法として特異\nなものではなく，合理的なものと受け止められている。新たに開発されるソフトに\nは社会的に幅広い評価があり得る一方で，その開発には迅速性が要求されることも\n考慮すれば，かかるソフトの開発行為に対する過度の萎縮効果を生じさせないため\nにも，単に他人の著作権侵害に利用される一般的可能性があり，それを提供者にお\nいて認識，認容しつつ当該ソフトの公開，提供をし，それを用いて著作権侵害が行\nわれたというだけで，直ちに著作権侵害の幇助行為に当たると解すべきではない。\nかかるソフトの提供行為について，幇助犯が成立するためには，一般的可能性を超\nえる具体的な侵害利用状況が必要であり，また，そのことを提供者においても認\n識，認容していることを要するというべきである。すなわち，ソフトの提供者にお\nいて，当該ソフトを利用して現に行われようとしている具体的な著作権侵害を認\n識，認容しながら，その公開，提供を行い，実際に当該著作権侵害が行われた場合\nや，当該ソフトの性質，その客観的利用状況，提供方法などに照らし，同ソフトを\n入手する者のうち例外的とはいえない範囲の者が同ソフトを著作権侵害に利用する\n蓋然性が高いと認められる場合で，提供者もそのことを認識，認容しながら同ソフ\nトの公開，提供を行い，実際にそれを用いて著作権侵害（正犯行為）が行われたと\nきに限り，当該ソフトの公開，提供行為がそれらの著作権侵害の幇助行為に当たる\nと解するのが相当である。\n(3)  これを本件についてみるに，まず，被告人が，現に行われようとしている\n具体的な著作権侵害を認識，認容しながら，本件Ｗｉｎｎｙの公開，提供を行った\nものでないことは明らかである。\n次に，入手する者のうち例外的とはいえない範囲の者が本件Ｗｉｎｎｙを著作権\n侵害に利用する蓋然性が高いと認められ，被告人もこれを認識，認容しながら本件\nＷｉｎｎｙの公開，提供を行ったといえるかどうかについて検討すると，Ｗｉｎｎ\nｙは，それ自体，多様な情報の交換を通信の秘密を保持しつつ効率的に行うことを\n可能とするソフトであるとともに，本件正犯者のように著作権を侵害する態様で利\n用する場合にも，摘発されにくく，非常に使いやすいソフトである。そして，本件\n当時の客観的利用状況をみると，原判決が指摘するとおり，ファイル共有ソフトに\nよる著作権侵害の状況については，時期や統計の取り方によって相当の幅があり，\n本件当時のＷｉｎｎｙの客観的利用状況を正確に示す証拠はないが，原判決が引用\nする関係証拠によっても，Ｗｉｎｎｙのネットワーク上を流通するファイルの４割\n程度が著作物で，かつ，著作権者の許諾が得られていないと推測されるものであっ\nたというのである。そして，被告人の本件Ｗｉｎｎｙの提供方法をみると，違法な\nファイルのやり取りをしないようにとの注意書きを付記するなどの措置を採りつ\nつ，ダウンロードをすることができる者について何ら限定をかけることなく，無償\nで，継続的に，本件Ｗｉｎｎｙをウェブサイト上で公開するという方法によってい\nる。これらの事情からすると，被告人による本件Ｗｉｎｎｙの公開，提供行為は，\n客観的に見て，例外的とはいえない範囲の者がそれを著作権侵害に利用する蓋然性\nが高い状況の下での公開，提供行為であったことは否定できない。\n他方，この点に関する被告人の主観面をみると，被告人は，本件Ｗｉｎｎｙを公\n開，提供するに際し，本件Ｗｉｎｎｙを著作権侵害のために利用するであろう者が\nいることや，そのような者の人数が増えてきたことについては認識していたと認め\nられるものの，いまだ，被告人において，Ｗｉｎｎｙを著作権侵害のために利用す\nる者が例外的とはいえない範囲の者にまで広がっており，本件Ｗｉｎｎｙを公開，\n提供した場合に，例外的とはいえない範囲の者がそれを著作権侵害に利用する蓋然\n性が高いことを認識，認容していたとまで認めるに足りる証拠はない。\n確かに，①被告人がＷｉｎｎｙの開発宣言をしたスレッド（以下「開発スレッ\nド」という。）には， Ｗｉｎｎｙを著作権侵害のために利用する蓋然性が高いと\nいえる者が多数の書き込みをしており，被告人も，そのような者に伝わることを認\n識しながらＷｉｎｎｙの開発宣言をし，開発状況等に関する書き込みをしていたこ\nと，②本件当時，Ｗｉｎｎｙに関しては，逮捕されるような刑事事件となるかどう\nかの観点からは摘発されにくく安全である旨の情報がインターネットや雑誌等にお\nいて多数流されており，被告人自身も，これらの雑誌を購読していたこと，③被告\n人自身がＷｉｎｎｙのネットワーク上を流通している著作物と推定されるファイル\nを大量にダウンロードしていたことの各事実が認められる。これらの点からすれ\nば，被告人は，本件当時，本件Ｗｉｎｎｙを公開，提供した場合に，その提供を受\nけた者の中には本件Ｗｉｎｎｙを著作権侵害のために利用する者がいることを認識\nしていたことは明らかであり，そのような者の人数が増えてきたことも認識してい\nたと認められる。\nしかし，①の点については，被告人が開発スレッドにした開発宣言等の書き込み\nには，自己顕示的な側面も見て取れる上，同スレッドには，Ｗｉｎｎｙを著作権侵\n害のために利用する蓋然性が高いといえる者の書き込みばかりがされていたわけで\nはなく，Ｗｉｎｎｙの違法利用に否定的な意見の書き込みもされており，被告人自\n身も，同スレッドに「もちろん，現状で人の著作物を勝手に流通させるのは違法で\nすので，βテスタの皆さんは，そこを踏み外さない範囲でβテスト参加をお願いし\nます。これは Freenet 系 P2P が実用になるのかどうかの実験だということをお忘れ\nなきように。」などとＷｉｎｎｙを著作権侵害のために利用しないように求める書\nき込みをしていたと認められる。これによれば，被告人が著作権侵害のために利用\nする蓋然性の高い者に向けてＷｉｎｎｙを公開，提供していたとはいえない。被告\n人が，本件当時，自らのウェブサイト上などに，ファイル共有ソフトの利用拡大に\nより既存のビジネスモデルとは異なる新しいビジネスモデルが生まれることを期待\nしているかのような書き込みをしていた事実も認められるが，この新しいビジネス\nモデルも，著作権者側の利益が適正に保護されることを前提としたものであるか\nら，このような書き込みをしていたことをもって，被告人が著作物の違法コピーを\nインターネット上にまん延させて，現行の著作権制度を崩壊させる目的でＷｉｎｎ\nｙを開発，提供していたと認められないのはもとより，著作権侵害のための利用が\n主流となることを認識，認容していたとも認めることはできない。また，②の点に\nついては，インターネットや雑誌等で流されていた情報も，当時の客観的利用状況\nを正確に伝えるものとはいえず，本件当時，被告人が，これらの情報を通じてＷｉ\nｎｎｙを著作権侵害のために利用する者が増えている事実を認識していたことは認\nめられるとしても，Ｗｉｎｎｙは著作権侵害のみに特化して利用しやすいというわ\nけではないのであるから，著作権侵害のために利用する者の割合が，前記関係証拠\nにあるような４割程度といった例外的とはいえない範囲の者に広がっていることを\n認識，認容していたとまでは認められない。③の被告人自身がＷｉｎｎｙのネット\nワーク上から著作物と推定されるファイルを大量にダウンロードしていた点につい\nても，当時のＷｉｎｎｙの全体的な利用状況を被告人が把握できていたとする根拠\nとしては薄弱である。むしろ，被告人が，Ｐ２Ｐ技術の検証を目的としてＷｉｎｎ\nｙの開発に着手し，本件Ｗｉｎｎｙを含むＷｉｎｎｙ２については，ファイル共有\nソフトというよりも，Ｐ２Ｐ型大規模ＢＢＳの実現を目的として開発に取り組んで\nいたことからすれば，被告人の関心の中心は，Ｐ２Ｐ技術を用いた新しいファイル\n共有ソフトや大規模ＢＢＳが実際に稼動するかどうかという技術的な面にあったと\n認められる。現に，Ｗｉｎｎｙ２においては，ＢＢＳのスレッド開設者のＩＰアド\nレスが容易に判明する仕様となっており，匿名性機能ばかりを重視した開発がされ\nていたわけではない。そして，前記のとおり，被告人は，本件Ｗｉｎｎｙを含むＷ\nｉｎｎｙを公開，提供するに当たり，ウェブサイト上に違法なファイルのやり取り\nをしないよう求める注意書を付記したり，開発スレッド上にもその旨の書き込みを\nしたりして，常時，利用者に対し，Ｗｉｎｎｙを著作権侵害のために利用すること\nがないよう警告を発していたのである。\nこれらの点を考慮すると，いまだ，被告人において，本件Ｗｉｎｎｙを公開，提\n供した場合に，例外的とはいえない範囲の者がそれを著作権侵害に利用する蓋然性\nが高いことを認識，認容していたとまで認めることは困難である。\n(4)  以上によれば，被告人は，著作権法違反罪の幇助犯の故意を欠くといわざ\nるを得ず，被告人につき著作権法違反罪の幇助犯の成立を否定した原判決は，結論\nにおいて正当である。\n５  よって，刑訴法４１４条，３８６条１項３号により，裁判官大谷剛彦の反対\n意見があるほか，裁判官全員一致の意見で，主文のとおり決定する。\n裁判官大谷剛彦の反対意見は，次のとおりである。\n私は，本件において，多数意見と結論を異にし，被告人には著作権である公衆送\n信権侵害の罪の幇助犯が成立すると考えるので，反対意見を述べる。\n１  本件の事実関係は，多数意見の１に詳しく摘示されているとおりであるが，\n本件において被告人の著作権侵害の幇助行為とされているファイル共有ソフトＷｉ\nｎｎｙの提供行為の特徴は，そのソフトそれ自体は多様な情報の交換を通信の秘密\nを保持しつつ効率的に行うことを可能にするという技術的有用性を持つ一方，その\n効率性及び特に匿名性の機能のゆえに，利用の仕方によっては著作権という法益の\n侵害可能性も併せ持っており（両者は表裏の関係をなしている。），そして，その\nソフトは不特定多数の者に提供され，提供の範囲，対象には全く限定はない，とい\nうところにあろう。\nこのようなソフトの提供行為は，ソフトを侵害的に利用して違法にファイルをア\nップロードするという正犯の著作権（公衆送信権）侵害行為を容易にし，また助長\nした幇助行為として可罰性が問われることになるが，提供行為の幇助犯としての可\n罰性は，提供行為が一般的，抽象的に著作権侵害の可能性を持っていれば足りるも\nのではなく，正犯者が侵害的に利用するという具体的でより高度の蓋然性が認めら\nれる状況で提供行為が行われる場合に，幇助行為としての可罰性が肯定されると考\nえられる。この点では，多数意見とほぼ認識，理解を共通にしている。\n２  すなわち，Ｗｉｎｎｙの提供行為それ自体は，適法目的に沿って利用される\n以上何ら法益侵害の危険性を有しないが，その有用性がいわば濫用され侵害的に利\n用される場合に，提供行為が法益侵害の現実的な危険性，違法性を持つことになる\n（その意味で価値中立的行為ともいえよう。）。提供行為の法益侵害の危険性は，\nソフトの利用者がどのような目的で，どのような対象にこれを利用するかという具\n体的な利用目的，態様にかかっており，侵害的利用の単なる可能性という程度では\n足りず，利用者の適法利用ではない侵害的利用についての具体的でより高度の蓋然\n性がある場合に，提供行為自体が現実的な法益侵害の危険性を持ち，その違法性，\n可罰性が肯定されるといえよう。\nそして，利用者の侵害的利用の蓋然性は，個々の利用者の利用における侵害的利\n用の可能性と，このソフトが不特定多数者に提供されていることとの関連で，侵害\n的に利用する者の生ずる可能性との両面からの検討を要する。前者については，提\n供されるソフトや提供行為の性質，内容が，公衆送信権という著作権の侵害に容易\nに利用され得るものか，侵害を誘発するようなものか，侵害的利用を抑制する手立\nての有無などが主な考慮要素となろう。また，後者については，この侵害的利用の\n可能性のあるソフトがより多くの侵害的利用の目的を持つ者に供されれば，それだ\nけ（量的にも確率的にも）現実的な法益侵害の危険性は高まることになり，この点\nではソフト提供の態様，対象者の範囲等が考慮要素となろう。さらに，実際に侵害\n的な利用が少なからず生じているという客観的状況下で，このような侵害的利用の\n可能性のあるソフトの提供が続けられることにより法益侵害の危険性は高まるので\nあり，高度の蓋然性の判断に当たり，この客観的な利用の状況も重要な考慮要素に\nなろう。\n３  以上のように，前記１のような特徴を持つ本件の被告人の提供行為の可罰性\nを判断するに当たり，侵害的利用についての具体的でより高度の蓋然性が客観的に\n認められる状況下で提供されることを要件としたが，この点は幇助行為の可罰性の\n違法要素であり，構成要件要素とも考えられるのであり，そうすると犯罪成立の主\n観的要素（幇助の故意）として，この高度の蓋然性について認識・認容も求められ\nることになる（なお，具体的な正犯の特定性については，いわゆる概括的な故意と\nしての認識・認容で足りよう。）。\nなお，原判決は，更に進んで，本件のような価値中立的行為の幇助犯の成立には\n侵害的利用を「勧める」ことを要するとしているが，独立従犯ではない幇助犯の成\n立をこのような積極的な行為がある場合に限定する見解が採り得ないことは，多数\n意見４(1)のとおりである。\nまた，同様に，幇助犯としての主観的要素としては，この高度の蓋然性について\nの認識と認容が認められることをもって足り，それ以上に正犯行為を助長する積極\n的な意図や目的までを要するものではないといえよう。\n４  そこで，本件についてみるに，①いわゆるファイル共有ソフトは被告人の開\n発したＷｉｎｎｙに限られていたわけではなく，Ｗｉｎ‐ＭＸその他のソフトも提\n供されており，ネット上での公衆送信権という著作権の侵害にＷｉｎｎｙが不可欠\nというものでは決してないが，被告人の追究により効率性が上がり（例えば，多重\nダウンロード機能，自動ダウンロード機能，それ自体は当時違法ではなかった自己\n使用目的の許諾なき著作物ファイルのダウンロードが，即，違法性を持つ公衆への\n送信としてのアップロードに繋がるような仕組み等），また匿名性機能も備わり\n（ファイルが中継を経ると発信源の位置情報（キー情報）の追及が困難になる仕組\nみ等），侵害的利用の抑制として警告の掲示はあるものの，侵害的利用が至って容\n易である上，侵害的利用への誘引性も高く，それゆえ利用者の侵害的利用が促進さ\nれ，②提供行為の態様も，不特定多数の者に広汎かつ無限定で提供され，利用につ\nいて申込みや承諾を要することなく，誰もがいつでもアクセスでき，利用に何ら制\n約はなく，③客観的利用状況については，多数意見４(3)のとおり，当時（平成１\n５年）の利用状況を正確に示す証拠はないが，原判決が引用する関係証拠によれ\nば，Ｗｉｎｎｙのネットワーク上を流通するファイルの４割程度が著作物で，か\nつ，著作権者の許諾が得られていないと推測されるものであったという状況にあっ\nた。\nこれらの事情からすれば，少なくとも平成１５年９月に行われていた本件Ｗｉｎ\nｎｙの公開・提供行為については，その提供ソフトの侵害的利用の容易性，助長性\nというソフトの性質，内容，また提供の対象，範囲が無限定という提供態様，さら\nに上記の客観的利用状況等に照らし，まずは客観的に侵害的利用の「高度の蓋然\n性」を認めるに十分と考えられる。\nなお，付言すれば，侵害的利用が推測される４割程度という割合は，一つにはＷ\nｉｎｎｙ上に流通していた一時期のサンプル１２０万件のファイル情報（キー）に\nついて，著作権侵害性を調べたところ，そのうち著作権のある音楽やＤＶＤなど市\n販著作物そのままのコピーが４０％程度であったという調査結果に基づいている。\nサンプルにして４０数万という数の市販の著作物そのままのコピーが流通していた\nことになり，およそ例外的とはいえない侵害的な利用を示しているといえよう。ま\nた，原審が取り調べた社団法人甲協会の行った約２万件のファイル情報（キー）の\n調査結果として，そのうち約５割が映像，音楽，ゲームソフトなどの著作物であ\nり，その約９割が許諾なき利用と推定されるという報告にも基づいている（原判決\n２０頁）。Ｗｉｎｎｙ利用者の正確な数は把握できないが，インターネット利用者\n（当時３０００万人強と推定）の約３％がファイル共有ソフトの利用者であり（第\n１審判決１５頁），その約３分の１がＷｉｎｎｙを最もよく利用するという調査も\nある。利用の割合を利用者の量（人数）に置き換えてみると，弁護人の主張する調\n査の難点を考慮しても，およそ例外的利用とはいえない多数の者による侵害的利用\nが推認されるのである。これらの調査には，本件の２年半後の平成１８年当時の調\n査も含まれており，その間のファイル共有ソフト利用者の増加も考慮すると，これ\nらデータから本件当時の状況を推し測るに当たっては，相応の下方への修正を施し\nて考えるべきは当然であるが，以上の見方の基本に誤りはないと思われる。\n５  前記３のとおり，幇助犯が成立するには，主観的要素として，この客観的な\n高度の蓋然性についての認識と認容という幇助者の故意が求められる。多数意見\nは，結論として，被告人において，例外的とはいえない範囲の者がそれを著作権侵\n害に利用する蓋然性が高いことを認識，認容していたとまで認めることは困難であ\nる，として被告人の幇助の故意を認定していない。私は，本件において，被告人に\n侵害的利用の高度の蓋然性についての認識と認容も認められると判断するものであ\nり，多数意見に反対する理由もここに尽きるといえよう。\n(1)  まず，侵害的利用の蓋然性について，このソフト自体の有用性の反面とし\nての侵害的利用の容易性，誘引性があることや，また提供行為の態様として対象が\n広汎，無限定であることについては，開発者として当然認識は有していると認めら\nれる。また，客観的な利用状況については，多数意見が理由４(3)で挙げる①開発\n宣言をしたスレッドへの侵害的利用をうかがわせる書き込み，②本件当時のＷｉｎ\nｎｙの侵害的利用に関する雑誌記事などの情報への接触，③被告人自身の著作物フ\nァイルのダウンロード状況などに照らせば，被告人において，もちろん当時として\n正確な利用状況の調査がなされていたわけではないので４割が侵害的利用などとい\nう数値的な利用実態の認識があったとはいえないにしても，Ｗｉｎｎｙがかなり広\nい範囲（およそ例外的とはいえない範囲）で侵害的に利用され，流通しつつあるこ\nとについての認識があったと認めるべきであろう。\n多数意見の指摘する被告人の侵害的利用状況の認識・認容に関わる諸事情は，そ\nの蓋然性の認識の判断に当たり消極に働く事情として慎重に検討すべき点ではあろ\nう。しかし，これらの事情を考慮し，また，被告人の研究開発者としての志向，す\nなわち有用性というプラス面の技術開発への傾倒，没頭と，一方で副作用ともいう\nべき侵害的利用というマイナス面への関心，配慮の薄さという面を考慮しても，侵\n害的利用についての高度の蓋然性の認識を否定するには至らないと思われる。そし\nて，通常は，このような侵害的利用の高度の蓋然性に関する客観的な状況について\nの認識を持ちながら，なお提供行為を継続すれば，侵害的利用の高度の蓋然性につ\nいての認容もまた認めるべきと思われる。\n(2)  前述したとおり，本件のような技術提供行為が技術的有用性と法益侵害性\nを併せ持ち，また不特定多数の者への提供が行われる場合の幇助の故意の成立に，\n一般の故意の内容以上に，法益侵害性への積極的な意図や目的を有する場合に限定\nすることは，やはり十分な根拠を得るものではなく，躊躇せざるを得ないところで\nある。\n私も，多数意見と同様，検察官の主張するような，被告人がＷｉｎｎｙを利用し\nた著作物の違法コピーのまん延を望んでいたとか，侵害的利用を主目的に開発・提\n供をしていた，などの積極的侵害意図を認めるものではない。被告人のソフト開発\nとその提供が，多様な情報の交換を通信の秘密を保持しつつ効率的に行うことを可\n能にするということを主目的としていたと認めるにやぶさかではない。\n多数意見は，被告人の幇助の故意を消極的，否定的に評価する事情として，開発\nスレッドへの書き込みに自らソフトの開発・提供の意図を書き込んでいたとか，著\n作権者側の利益が適正に保護されることを前提とした新たなビジネスモデルの出現\nを期待していたとか，侵害的利用についてこれをしないよう警告のメッセージを発\nしていたという点を挙げるが，これらは被告人に法益侵害の積極的意図が無かった\nという事情としてはもっともであるにしても，これらの事情が必ずしも法益侵害の\n危険性の認識・認容と抵触し，これを否定することにはならないと考えられる。提\n供行為の法益侵害の危険性を認識しているからこそ，このような利用が自らの開発\nの目的や意図ではなく，本意ではないとして警告のメッセージとして発したものと\n考えられる。被告人は，このようなメッセージを発しながらも，侵害的利用の抑制\nへの手立てを講ずることなく提供行為を継続していたのであって，侵害的利用の高\n度の蓋然性を認識，認容していたと認めざるを得ない。\n６  以上のとおり，私は，被告人に幇助犯としての構成要件該当性及びその故意\nを認め得ると考えるが，弁護人の主張に実質的な違法性阻却の主張が含まれている\nとも考えられるので，若干この点についての意見も付言しておく。\n既に述べたとおり，被告人のＷｉｎｎｙの開発・提供の主目的は，Ｐ２Ｐ方式に\nよるファイル共有ソフトの効率性，匿名性をこれまで以上に高め，それ自体多様な\n情報の交換を通信の秘密を保持しつつ効率的に行うことを可能にするという技術的\n有用性の追求にあったことが認められ，また不特定多数の者にこれを提供して意見\nを徴しながら開発を進めるという方法も，特段相当性を欠くとは認められないとこ\nろである。\nこのような点を踏まえると，本件において，行為の目的，手段の相当性，法益侵\n害の比較，あるいは政策的な配慮などを総合考慮し，社会通念上許容し得る場合，\nあるいは法秩序全体の見地から許容し得る場合に違法性を阻却するとする実質的違\n法性の問題についても検討の余地はあろう。\n確かに，本件で著作権侵害の違法行為を行ったのは正犯者であり，被告人のＷｉ\nｎｎｙの提供行為はその一手段を提供したにすぎず，また，手段としてのファイル\n共有ソフトは何もＷｉｎｎｙに限られていたというわけではなく，Ｐ２Ｐ方式のも\nのとしてもより汎用されていたＷｉｎ‐ＭＸなども存在していた。このように被告\n人のＷｉｎｎｙの提供行為は，著作権侵害・法益侵害への因果性は薄く，民事の不\n法行為責任は問い得ないとする見解もあり，その意味で微罪性を持つといえないわ\nけではない。\nしかしながら，個々の侵害行為におけるソフトの果たす役割が大きくないにして\nも，前述のように，本件Ｗｉｎｎｙは，侵害的利用の容易性といったその性質，不\n特定多数の者への無限定の提供というその態様などから，大量の著作権侵害を発生\nさせる素地を有しており，現にそのような侵害的な利用が前述のように多発もして\nいたのであって，法益侵害という観点からは社会的に見て看過し得ない危険性を持\nつという評価も成り立ち得よう。侵害される法益は，侵害に対しては懲役刑（本件\n当時長期３年以下の懲役）をもって保護される法益である。\n一方，被告人の開発・提供行為は，ネット社会においてその有用性について一定\nの評価がなされているが，このような分野での技術の開発はまさに日進月歩であ\nり，開発中のソフトについて，その技術開発分野での十分な検証を踏まえて客観的\nな評価を得ることも甚だ困難を伴う。\nこのような本件Ｗｉｎｎｙの持つ法益侵害性と有用性とは，「法益比較」といっ\nた相対比較にはなじまないともいえよう。本件Ｗｉｎｎｙの有用性については，幇\n助犯の成立について，侵害的利用の高度の蓋然性を求めるところでも配慮がなされ\nているところであり，改めてこの点を考慮しての実質的違法性阻却を論ずるのは適\n当ではないように思われる。\n（なお，先に政策的な配慮という点を挙げたが，前述したとおり，被告人の開\n発，提供していたＷｉｎｎｙはインターネット上の情報の流通にとって技術的有用\n性を持ち，被告人がその有用性の追求を開発，提供の主目的としていたことも認め\nられ，このような情報流通の分野での技術的有用性の促進，発展にとって，その効\n用の副作用ともいうべき他の法益侵害の危険性に対し直ちに刑罰をもって臨むこと\nは，更なる技術の開発を過度に抑制し，技術の発展を阻害することになりかねず，\nひいては他の分野におけるテクノロジーの開発への萎縮効果も生みかねないのであ\nって，このような観点，配慮からは，正犯の法益侵害行為の手段にすぎない技術の\n提供行為に対し，幇助犯として刑罰を科すことは，慎重でありまた謙抑的であるべ\nきと考えられる。多数意見の不可罰の結論の背景には，このような配慮もあると思\nわれる。本件において，権利者等からの被告人への警告，社会一般のファイル共有\nソフト提供者に対する表立った警鐘もない段階で，法執行機関が捜査に着手し，告\n訴を得て強制捜査に臨み，著作権侵害をまん延させる目的での提供という前提での\n起訴に当たったことは，いささかこの点への配慮に欠け，性急に過ぎたとの感を否\nめない。その他，被告人には営利の目的もなく，また法執行機関からの指摘を受け\nて，Ｗｉｎｎｙの公開のためのウェブサイトを直ちに閉じる措置を採るなど，有利\nな事情も認められる。\n一方で，一定の分野での技術の開発，提供が，その効用を追求する余り，効用の\n副作用として他の法益の侵害が問題となれば，社会に広く無限定に技術を提供する\n以上，この面への相応の配慮をしつつ開発を進めることも，社会的な責任を持つ開\n発者の姿勢として望まれるところであろう。私は，前記の１ないし５から，被告人\nに幇助犯としての犯罪の成立が認められ，上記のような被告人にとっての事情は，\n幇助犯として刑の減軽もある量刑面で十分考慮されるべきものと考える。）\n７  以上により，私は，原判決の破棄は免れないものと考える。\n(裁判長裁判 官  岡部喜 代子  裁判官   那須 弘平  裁判官   田原 睦夫  裁判 官\n大谷剛彦  裁判官  寺田逸郎)\n"
}