{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Reiwa",
    "year": 1,
    "month": 6,
    "day": 26
  },
  "case_number": "平成26(ワ)93",
  "case_name": "損害賠償請求事件",
  "court_name": "福島地方裁判所いわき支部",
  "lawsuit_id": "88958",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88958",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/958/088958_hanrei.pdf",
  "contents": "主  文\n１  原告の主位的請求をいずれも棄却する。\n２  被告東電は，原告に対し，３３万円及びこれに対する平成２７年１２月３日\nから支払済みまで年５％の割合による金員を支払え。\n３  原告のその余の予備的請求を棄却する。\n４  訴訟費用は，原告に生じた費用の６０分の１と被告東電に生じた費用の３０\n分の１を被告東電の負担とし，原告及び被告東電に生じたその余の費用と被告\n株式会社 a 及び被告 b 株式会社に生じた費用を原告の負担とする。\n５  この判決は，第２項に限り，仮に執行することができる。ただし，被告東電\nが原告に対して３０万円の担保を供するときは，仮執行を免れることができる。\n事 実 及 び 理 由\n第１ 請求\n１  主位的請求\n被告らは，原告に対し，連帯して，１１００万円及びこれに対する平成２３\n年３月２４日から支払済みまで年５％の割合による金員を支払え。\n２  予備的請求\n被告東電は，原告に対し，１１００万円及びこれに対する平成２７年１２月３\n日から支払済みまで年５％の割合による金員を支払え。\n第２  事案の概要\n１  事案\n本件は，原告が，平成２３年３月１１日に発生した福島第一原子力発電所（以\n下「本件原発」という。）の事故（以下「本件事故」という。）における緊急作業\nとして，３号機タービン建屋（以下「本件建屋」という。）の地下１階において，\n電源盤にケーブルを接続する作業（以下「本件作業」という。）を行ったことに\nより被ばくし，精神的苦痛を被ったと主張して，①主位的に，被告らに対し，安\n全配慮義務違反及び使用者責任（民法７１５条）に基づく損害賠償請求として，\n慰謝料及び弁護士費用合計１１００万円並びにこれに対する平成２３年３月２４\n日（本件作業を行った日）から支払済みまで民法所定の年５％の割合による遅延\n損害金の連帯支払を求めるとともに，②予備的に，被告東電に対し，原子力損害\nの賠償に関する法律（以下「原賠法」という。）３条１項に基づく損害賠償請求\nとして，同じく１１００万円及びこれに対する平成２７年１２月３日（訴えの追\n加的変更申立書送達の日の翌日）から支払済みまで民法所定の年５％の割合によ\nる遅延損害金の支払を求めた事案である。\n２  前提事実\n⑴  当事者\nア  原告（昭和▲年▲月生）は，平成１８年頃から株式会社ｃ（以下「訴外会\n社」という。）に雇用され，本件原発，福島第二原子力発電所，柏崎刈羽原\n子力発電所等において，原子力発電所の定期点検作業に従事していたもので\nある（甲３９，原告本人１頁）。\nイ  被告東電は，本件原発内の原子炉の運転等に係る原子力事業者（原賠法\n２条３項）である（弁論の全趣旨）。\nウ  被告株式会社 a 及び被告 b 株式会社（以下「被告株式会社 a ら」という。）\nは，原子力発電所の保守管理等を業とする株式会社である（争いのない事\n実）。\n⑵  本件作業を実施するに至る経緯\nア  平成２３年３月１１日（特に断らない限り以下の日付は平成２３年のもの\nである。）に起きた東北地方太平洋沖地震によって発生した津波により，本\n件原発の電源が喪失し，原子炉等を冷却することができない状態となった。\n３月１３日，３号機原子炉を冷却すべく，原子炉圧力容器への注水（以下\n「本件注水」という。）が開始されるとともに，被告東電は，注水するに当\nたり必要となるポンプの電源を復旧させるため，受電が確認されていた本件\n建屋１階の電源盤から，本件建屋地下１階の電源盤（以下「本件電源盤」と\nいう。）まで，仮設電源ケーブルを敷設して接続する作業（本件作業）を行\nうこととした（弁論の全趣旨）。\nイ  被告東電は，３月１８日，２号機タービン建屋の地下において，復水移\n送ポンプの点検作業を行ったところ，作業者が保有する個人線量計の数値が\n約５分間で５０mSv に達したため，作業を中断した（乙１の２。以下「２号\n機事象」という。）。\nウ  被告東電は，３月２３日，本件建屋地下１階の空間線量を測定したとこ\nろ，０．５mSv/h 程度であった（乙１０）。被告東電は，同日，被告株式会\n社 a に本件作業を発注するに当たり，上記空間線量の測定結果を伝えた（弁\n論の全趣旨）。\n⑶  本件作業の受発注関係等\n本件作業の受発注関係及び作業者は以下のとおりである。以下の６名の作業\n者を総称して「a チーム」という（作業者名のカッコ内の表記は本判決におけ\nる呼称を指す。）。なお，作業者名について，以下のとおり，■を「Ｆ」，■を\n「Ｏ」，■を「Ｍ」と表記する。\n⑷  本件作業の実施等\nア  a チームは，３月２４日，本件作業を行った。\n本件作業開始後に，被告東電の柏崎刈羽原子力発電所に所属する４名の\n作業員からなる作業チーム（以下「柏崎チーム」という。）が，本件建屋地\n下１階において，空間線量を測定したところ，線量が高いこと（少なくと\n会社名    作業者名\n発注会社    被告東電    ―\n元請会社    被告株式会社 a    Ｆ，Ｏ\n１次下請会社    被告 b 株式会社    Ｍ\n２次下請会社    訴外会社    d ， ｅ ，原告\nも３００mSv/h）が判明したため，柏崎チームが予定していた作業は中止と\nなった（弁論の全趣旨）。\nイ  a チームが，被告東電から貸与されて携帯していたＡＰＤ（警報付ポケッ\nト線量計。以下「本件ＡＰＤ」という。）のアラームは，以下のとおり設定\nされていた（弁論の全趣旨）。\n設定条件  鳴り方\n積算４mSv ごと   それぞれ「ピッ」と１回鳴る\n積算２０mSv を超えた場合   「ピッピッピッ」と連続して鳴る\nバッテリーが切れた場合   同上\n⑸  本件作業当時の関連規定等（概要）\nア  電離放射線障害防止規則（昭和４７年９月３０日号外労働省令第４１号，\n以下「電離則」という。）\n【放射線業務従事者の被ばく限度】（４条）\n１  事業者は，管理区域内において放射線業務に従事する労働者（以下「放\n射線業務従事者」という。）の受ける実効線量が５年間につき１００mSv\nを超えず，かつ，１年間につき５０mSv を超えないようにしなければなら\nない。\n【緊急作業時における被ばく限度】（７条）\n１  事業者は，４２条１項各号のいずれかに該当する事故が発生し，同項\nの区域が生じた場合における放射線による労働者の健康障害を防止する\nための応急の作業（以下「緊急作業」という。）を行うときは，当該緊急\n作業に従事する放射線業務従事者については，４条１項の規定にかかわ\nらず，これらの規定に規定する限度を超えて放射線を受けさせることが\nできる。\n２  前項の場合において，当該緊急作業に従事する間に受ける線量は，次\nの各号に掲げる線量の区分に応じて，それぞれ当該各号に定める値を超\nえないようにしなければならない。\n一 実効線量については，１００mSv\nイ  平成２３年東北地方太平洋沖地震に起因して生じた事態に対応するための\n電離則の特例に関する省令（平成２３年３月１５日号外厚生労働省令第２３\n号）\n平成２３年東北地方太平洋沖地震に起因して原子力緊急事態宣言がなさ\nれた日から原子力緊急事態解除宣言がなされた日までの間の緊急事態応急\n対策実施区域において，特にやむを得ない緊急の場合は，電離則７条２項\nの規定の適用については，同項１号中「１００mSv」とあるのは，「２５０\nmSv」とする。\nウ  訴外会社の規定（丁１。以下「訴外会社規定」という。）\n訴外会社規定には，放射線業務従事者の線量限度に関し，以下の内容が\n規定されている。\n状態  実効線量限度\n通常時  ８０mSv/５年間，４０mSv/１年間\n緊急作業時  １００mSv/１回\n災害対策支援業務時  ４０mSv/１回\n第３  争点及び争点に対する当事者の主張\n１  主位的請求に関する争点\n⑴  被告らの民法上の損害賠償責任の有無（争点１）\n⑵  被告らの安全配慮義務違反の有無（争点２）\n⑶  被告らの使用者責任の有無（争点３）\n２  主位的請求及び予備的請求に関する争点\n賠償すべき損害及びその額（争点４）\n３  争点に対する当事者の主張\n⑴  争点１（被告らの民法上の損害賠償責任の有無）について\n（原告の主張）\n原賠法の目的である，①原子力事業者の健全な発達及び②被害者保護の観点\nからすれば，原賠法の規定は，民法上の不法行為責任等を排除するものではな\nい。すなわち，原賠法上の責任と，民法上の責任を併存させたとしても，保険\n金等の支払や国による援助は，原賠法上の責任に基づいて行われるから，前記\n①の目的を阻害しない。原告の被ばくは，原発事故によって当然に生じたもの\nではなく，被告株式会社 a の従業員らが，本件建屋の放射線量が高いことを認\n識しながら，あえて本件作業を続行することを指示し，その場に留まることを\n強いるという積極的な加害行為によって生じたものであるから，原因に応じた\n責任追及をすることが同目的に資するし，加害行為をした被告らに不測の損害\nを負担させないようにする必要性もない。これに対し，原賠法３条１項に基づ\nく損害賠償は，原子力事業者の過失が審理対象から除外されるため，原発事故\nの原因究明を妨げることとなり，同目的に反する。また，被害者は，原賠法上\nの責任と，民法上の責任のいずれかを自由に選択すればよいのであり，両責任\nを併存させることは，前記②の目的を阻害しない。\nよって，被告らは民法上の損害賠償責任を負う。\n（被告らの主張）\n原子力事業者が民法上の損害賠償責任を負うとなると，原子力事業者は，軽\n過失にとどまる第三者に対して求償権を行使でき，賠償金の補てんとしての保\n険金等の支払や政府による援助を受けることができないこととなるが，このよ\nうな帰結は原賠法の目的に反する。よって，原賠法が適用される場合，原賠法\nをも踏まえた損害賠償制度全体の趣旨に基づき，民法の適用は排除されるべき\nであり，被告らは，民法上の損害賠償責任を負わない。\n⑵  争点２（被告らの安全配慮義務違反の有無）について\n（原告の主張）\nア  特別な社会的接触の関係\n原告と，被告らとの間には，直接の雇用関係はない。しかし，被告東電\nは，本件作業に従事する者が被ばくし得る状況を自ら作出している上，多\n重下請構造の下，本件原発で起きた事故の収束のための具体的な作業を策\n定するなどしており，被告東電は，安全な作業環境の維持をコントロール\nできる立場にあった。しかも，本件作業内容は作業に従事する者の生命や\n健康等に対する危険性の高い現場での作業であり，下請の労働者であった\n原告の安全を確保するために被告東電の協力及び指揮監督は不可欠であっ\nたから，原告と被告東電は特別な社会的接触の関係にある。\nまた，原告は，被告株式会社 a らの支給する設備，器具などを用い，被告\n株式会社 a らの指示に従って本件作業を行っていたのであるから，被告株式\n会社 a らと被告株式会社 a らの下請である訴外会社の従業員である原告は，\n特別な社会的接触の関係に入ったといえる。\n以上によれば，被告らは，原告に対し直接の安全配慮義務を負う。\nイ  予見可能性\n３月１１日以降，本件原発内の放射線量は刻一刻と変動していた上，同\n月１８日に２号機事象が発生して作業員が高濃度汚染水により被ばくをした\nことや，３号機についても，２号機同様に，本件注水によっても原子炉格納\n容器の水位が上昇していなかったことなどからすれば，被告東電は，本件建\n屋内に汚染水が流入するなどして，本件作業当日における本件建屋内の放射\n線量が極めて高いことが予見可能であった。また，被告株式会社 a らは，本\n件建屋地下１階に原子炉格納容器から漏れた汚染水がたまっており，かつ，\n本件ＡＰＤが，積算２０mSv を超えた際に鳴るアラームが鳴ったことから，\n本件作業当日における本件建屋内の放射線量が極めて高いことが予見可能で\nあった。\n以上によれば，被告らは，本件作業により原告が被ばくし，生命身体に\n重大な危険が生じ得ることにつき予見可能であった。\nウ  具体的な義務違反について\n情報伝達義務\n被告東電は，各地点での最新の放射線量の状況を把握・集計し，各下請\n業者に対し，常時，必要かつ十分な情報，特に，高度に放射能汚染され\nた水が本件建屋内にたまっている可能性があるという情報を提供する義\n務を負っていた。また，被告株式会社 a らは，被告東電から最新の放射線\n量に関する情報を入手して a チームに提供する義務を負っていた。\nそうであるにもかかわらず，被告東電は，本件作業前日の放射線量に\nつき情報提供したにとどまり，当日の放射線量については本件建屋地下\n１階の空間線量を測定しておらず，必要な情報を提供していない。また，\n被告株式会社 a らは，被告東電から作業前日の放射線量の測定結果を入手\nするにとどまり，被告らは前記義務に反している。\n吟味検討義務\n被告らは，本件作業が必要であるか検討する義務を負っていた。また，\n仮に，本件作業が必要であるとして，被告らは，a チームに対し，２号機\n事象等の情報を提供する義務を負っていた。\nそうであるにもかかわらず，被告らは，本件作業の必要性を検討する\nことなく，本件作業を原告ら a チームに行わせた上，２号機事象が発生し\nたことに関する情報も提供しておらず，前記義務に反している。\n退避指示義務\n被告らは，a チームに対し，被告東電が貸与した電離箱式サーベイ・メ\nーターを携行させ，放射線管理者を帯同させるなどした上，本件作業の\n実施前に現場の放射線量を測定させ，予期せぬ放射線量を計測した場合\nには本件作業を中止するなどの指示を行う義務を負っていた。\nしかし，被告らは，柏崎チームが，空間線量が高いため，大声で退避\nを指示して本件建屋から退避したにもかかわらず，a チームに本件ＡＰＤ\nを携帯させるのみで前記指示も行っておらず，前記義務に反している。\n（被告らの主張）\nア  特別な社会的接触の関係について\n被告東電は，本件作業を被告株式会社 a に発注したにすぎず，具体的\nな人員配置や作業手順の決定に関与していない。また，被告株式会社 a\nらは，本件作業中，原告に対して直接の作業指示をした事実はなく，\n設備や器具を支給したこともないのであり，被告らと原告との間に，\n特別な社会的接触の関係があるとはいえない。\nイ  予見可能性について\n被告東電は，本件作業の前日に現場の線量を測定したところ，０．５\nmSv/h 程度と高くなかったことに加え，本件作業の当日の時点でも２号機\n事象の原因・機序が判明しておらず，本件建屋の地下に大量の滞留水が\n発生するという現象は２号機事象とは全く異なるから，本件作業当日，\n本件建屋地下１階に汚染水が漏れ出て，放射線量が高くなっている可能\n性が高いと考えることは困難であった。\n当時，現場には津波による水たまりが点在していたから，本件建屋地\n下１階に水たまりがあることは何ら不自然なことではなかった上，被告\n東電は，本件作業前日に本件建屋地下１階の空間線量を測定し，現場で\nある本件建屋地下１階の放射線量が０．５mSv/h 程度であると被告株式会\n社 a らに伝えており，そこからわずか半日程度の間に，本件建屋地下１階\nに，高濃度汚染水が流れ込むことは予見不可能である。\nウ  安全配慮義務違反について\n情報伝達義務について\n本件建屋の地下に大量の滞留水が発生するという現象は，２号機事象\nとは全く異なる上，被告東電は，本件作業の前日に本件建屋内の放射線\n量が高くないことを確認し伝達しており，これを超えて被告東電が情報\n伝達義務を負うことはない。\n原告に交付された本件ＡＰＤは，法令の被ばく限度を大きく下回る\n２０mSv に設定されており，その旨の説明はされていたのであるから，\n被告株式会社 a らが，これを超えた情報伝達義務を負うことはない。\n吟味検討義務について\n本件作業は，原子炉及び使用済燃料貯蔵プールの冷却という最優先課題\nに必要なものであり，かつ，被告東電は，本件建屋地下に汚染水が漏れ\n出ていることを認識しておらず，認識も不可能であった状況において，\n被告東電に吟味検討義務違反があるとはいえない。\n原告主張の義務内容は抽象的であり，被告株式会社 a らが吟味検討義務\nを負うことはない。\n退避指示義務について\n被告東電は，限られた台数のＡＰＤをやり繰りしなければならない状況\n下において，被告株式会社 a に対し，ＡＰＤを貸与し，ＡＰＤのアラーム\nが連続的に鳴った場合には速やかに退避するよう求めていたのであり，\n被告東電に退避指示義務違反があるとはいえない。\n原告の被ばく線量は１０．８１mSv と，本件ＡＰＤに設定された２０\nmSv を下回っているから，本件作業は，予期された放射線量の範囲内で行\nわれたといえ，被告株式会社 a らが退避指示義務を負っていたとはいえな\nい。仮に，同義務を負っていたとして，Ｍは，柏崎チームが退避し，原\n告からの報告に基づき現場の放射線量が高いことを知った後，Ｏにその\n旨伝え，a チームを直ちに退避させているから，同義務は履行されている。\n⑶  争点３（被告らの使用者責任の有無）について\n（原告の主張）\nア  被告東電の使用者責任\n柏崎チームは，本件作業の現場の空間線量が４００mSv/h であり，直ちに\n退避しなければならない状況であることを認識し，近くで本件作業をして\nいた a チームの存在も認識していたのであるから，a チームに対して退避す\nべき旨助言等する義務を負っていた。\nそうであるにもかかわらず，柏崎チームは，a チームに前記助言等をする\nことなく，自分たちのみ退避しており，不法行為責任を負う。よって，柏崎\nチームの使用者である被告東電は，使用者責任を負う。\nイ  被告株式会社 a らの使用者責任\nＯ，Ｆ及びＭは，本件建屋地下１階の水たまりが，高度に放射能汚染さ\nれた水である可能性が高いことを認識していた上，本件作業開始後一，二分\nで本件ＡＰＤのアラームが鳴り始めたことから，現場の空間線量が２０\nmSv/h を超える危険な区域であることを認識していた。よって，本件作業を\n指揮監督する立場にあったＯ及びＦは，現場から直ちに退避するよう指示す\nる義務を，Ｍは，Ｏ及びＦに対し直ちに退避する必要があることを助言等す\nる義務を負っていた。\nそうであるにもかかわらず，Ｏ，Ｆ及びＭは，本件作業を漫然と続行し\nており，不法行為責任を負う。よって，Ｏ及びＦの使用者である被告株式会\n社 a 並びにＭの使用者である被告 b 株式会社は，使用者責任を負う。\n（被告東電の主張）\n本件作業当時，本件建屋内は真っ暗であり，a チームと別の作業を予定して\nいた柏崎チームの作業員は，a チームの存在を認識していない。a チームは，\n柏崎チームが本件建屋から免震重要棟に戻ってから間もなく，免震重要棟に戻\nっており，柏崎チームの助言等がなかったことにより，a チームの退避が遅れ\nたとはいえない。以上によれば，柏崎チームは不法行為責任を負わないから，\n被告東電は使用者責任を負わない。\n（被告株式会社 a らの主張）\nＯ及びＦは，本件作業当時，消防車等の放水作業により本件建屋地下１階の\n水たまりができたと考えていた。本件建屋地下１階で作業していたＯ，Ｆ及び\nＭが１階に戻ってきた際，本件ＡＰＤのアラームが鳴り始めたが，前日の現場\n線量は低かったことや，１階で待機していた３名の本件ＡＰＤのアラームは鳴\nっていないことなどから，Ｏ及びＦは，このアラームは，本件ＡＰＤのバッテ\nリー切れによるものと考えていた。a チームは，柏崎チームが退避した旨聞い\nた後すぐに退去しており，危険な現場にとどまって本件作業を続行したわけで\nはない。\nまた，Ｍは，本件作業において指揮監督する立場になく，被告株式会社 a の\n従業員に助言等をする義務もなかった。\n以上によれば，Ｏ，Ｆ及びＭは不法行為責任を負わないから，被告株式会\n社 a らは使用者責任を負わない。\n⑷  争点４（賠償すべき損害及びその額）について\n（原告の主張）\nア  慰謝料\n原告は，作業を継続すべきではない環境下において，本件作業を強要さ\nれたことにより，約２０mSv の外部被ばく及び１３．１mSv の内部被ばくと\nいう無用な被ばくを受けた。この被ばく量は，国際放射線防護委員会（Ｉ\nＣＲＰ）が定めた基準である年間１mSv をはるかに上回っている。また，１\n００mSv を下回る線量であっても，比例的に発がん等の確率の増加を生じる\nという考え方（ＬＮＴモデル）は，現在の科学的知見に裏打ちされている\nことからして，原告は，このような大量被ばくをしたことにより，自身の\n健康状態について強い不安感，恐怖感を抱えて生活をすることを余儀なく\nされたといえる。被告らは，争点２で述べたとおりの悪質な行為を行って\nいることも踏まえると，原告が受けた精神的損害は１０００万円を下らな\nい。\n原告は，作業ごとに個別に説明を受け，これを承諾して作業に従事する\nものと考えており，本件原発で勤務することから当然に法定の上限までの\n被ばくを容認していたものではない。また，訴外会社規定があるからとい\nって，原告は訴外会社規定に定められた一回の作業における被ばく限度に\nついて説明を受けていないから，同規定に定められた基準値以下の被ばく\nを容認したということにはならないし，電離則は国が一方的に基準を引き\n上げたものにすぎない。\nイ  弁護士費用\n本件作業に関し訴訟を追行するには弁護士への依頼が必要不可欠といえ，\n弁護士費用１００万円は相当因果関係のある損害である。\nウ  小括\n以上によれば，原告に生じた損害は合計１１００万円である。\n（被告らの主張）\nア  慰謝料について\n本件作業により原告が受けた外部被ばく量は１０．８１mSv であり，推定\n最大内部被ばく量（５．８mSv）を考慮しても，被ばく量は合計１６．６１\nmSv にとどまる上，本件作業後の原告の白血球数も正常値の範囲を下回るも\nのではない。ＩＣＲＰは，低線量被ばくによるがんリスク増加を認めてい\nない上，ＬＮＴモデルは，放射線防護のための仮定にすぎず，疫学的調査\nによっても，低線量放射線が腫瘍による死亡率に影響を及ぼすという明確\nな証拠はない。国際的に合意された科学的知見によれば，原告が受けた程\n度の被ばく量による健康被害は，喫煙や肥満等の他の要因による発がんの\n影響に隠れてしまうほど小さく，原告が主張する不安感や恐怖感は，科学\n的知見に基づかない漠然としたものにすぎない。また，原告は，訴外会社\n規定や電離則等が規定する限度や本件ＡＰＤのアラーム設定値である２０\nmSv までの被ばくがあり得ることを認識し，これを受忍しているところ，本\n件作業における原告の被ばく量は，この限度を大幅に下回っている。以上\nによれば，原告に損害が発生したと評価される余地はない。\nイ  弁護士費用について\n否認又は争う。\n第４ 争点に対する判断\n１ 認定事実\n⑴  本件事故以前の本件原発での作業状況\n被告東電は，本件原発における作業を被告東電から請け負う者との契約に\n適用するための放射線管理仕様書を作成し，平成１６年以降これを施行してい\nる。同仕様書には，管理区域入域中の遵守事項として，受注者は，作業員の電\n子式線量計の警報が連続的に鳴った場合は，速やかに当該作業員を管理区域か\nら退避させる旨の規定がある（乙９）。\n本件事故以前，作業員が本件原発で作業をする場合，被告東電が放射線量\nに応じて定める区域に応じた装備を装着していた。すなわち，Ｃ区域（作業場\n所等の表面汚染密度が４から４０Bq/㎠の区域）では，専用靴（長靴），カバ\nーオール，二重ゴム手袋，二重の靴下及び呼吸保護具（マスク）を，Ｄ区域\n（作業場所等の表面汚染密度が４０Bq/㎠を超える区域）では，Ｃ区域の装備\nに加え，防水雨合羽を着用していた（甲２２，３９）。また，放射線量が高い\n区域において作業を行う場合，事前に放射線管理員が作業員に放射線量が高い\n区域に入ることについて説明し，承諾を得るなどしていた（甲２２，原告本人\n５頁）。\n⑵  本件事故後，本件作業に至るまでの本件原発の状況\n３月１１日に発生した東北地方太平洋沖地震により津波が発生し，１号機\nから４号機までの各タービン建屋内に海水が流入し，同月１２日，１号機原子\n炉建屋で水素爆発が発生した。同月１３日から本件注水や２号機の原子炉圧力\n容器への注水が順次開始されたが，同月１４日，３号機原子炉建屋で水素爆発\nが発生した（乙１０，弁論の全趣旨）。\n３月１８日，２号機タービン建屋の地下において，２号機事象が起きた。\nなお，２号機事象が発生した際，作業場所には水たまりがあったが，被告東電\nは，同月２６日夕方の時点で，水たまりと高い放射線量との関係については明\nらかにしていない（乙１の２）。\n本件建屋出入口付近の放射線量は，３月２０日の午後３時から午後６時ま\nでの測定値で３５mSv/h から５５mSv/h であった（乙１１の１）。\n３月２３日，被告東電は，被告株式会社 a に本件作業を口頭で発注し，被告\n株式会社 a はこれを受託した（乙４）。同日，被告東電が本件建屋地下１階の\n空間線量の測定などの現場確認をしたところ，空間線量率は０．５  mSv/h 程\n度であり，本件電源盤の前に水たまりはなく，階段下に１㎝から２㎝程度の水\nたまりがところどころにあった（乙１０，１６）。被告東電は，被告株式会社\na に対し，本件作業の発注に当たり，これらの情報を伝達した（弁論の全趣\n旨）。\n⑶  原告が本件作業に従事するまでの経緯\nア  原告は，平成１８年頃から，訴外会社に雇用され，本件事故の２年前\n頃から本件原発において，電気工事関係の業務に従事していた（甲３９，\n原告本人１頁）。具体的には，原告は，本件原発の集中ラド（汚染廃棄物\nを焼却して処理する施設）において電気関係の機器のメンテナンス作業\nに従事しており，主にＡ区域及びＢ区域で作業に従事していたが，汚染\n密度が高いＣ区域やＤ区域での作業に従事したことも数回程度あった\n（原告本人３，４頁）。\n原告は，平成１８年９月以降，本件事故までの間，複数回放射線防護に関\nする教育を受けており，平成２０年１月２５日には放射線の人体に与える\n影響等について教育を受けた（甲７，丁４，原告本人３９，４０頁）。\nイ  本件事故後，原告は訴外会社から自宅待機を指示されていたが，３月２０\n日，訴外会社から，訴外会社の従業員である d 及び e と被告株式会社 a の事\n務所に行き，被告株式会社 a の指示を受けて本件原発で働くよう指示された。\n原告は，３月１２日に本件原発の１号機原子炉建屋が，同月１４日に本件原\n発の３号機原子炉建屋がそれぞれ爆発したことは把握しており，本件事故後\nに本件原発構内は通常時よりも放射線量が高く，緊急作業に従事することで\n被ばくする可能性があると考えたが，収入を得るためや緊急事態で働くこと\nでその後も安定して雇ってもらえるのではないかなどと考えて，訴外会社の\n指示に従い，被告株式会社 a の事務所に行った（甲３９，乙２７，原告本人\n７，３７頁）。\n原告は３月２２日及び２３日，被告株式会社 a の従業員の指示に従い，被\n告株式会社 a，被告 b 株式会社及び訴外会社の従業員らとともに，本件原発\nの免震重要棟周辺のケーブル敷設作業をした（甲３９，原告本人８，９頁）。\nその際，原告らは，靴については長靴か短靴か選択するようになっていたほ\nかはＤ区域で作業する場合と同様の装備（作業服の上にタイベックを着てそ\nの上にアノラックを着て，顔を全面マスクで，ゴム手袋を二重にして袖口を\n目張りし，靴下２枚履いていた。）をして作業を行った（甲３９，原告本人\n７，４７頁）。\n⑷  本件作業当日\nア  本件作業の際の装備等\n３月２４日，原告は，被告株式会社 a の従業員から，本件建屋１階の電源\n盤と本件建屋地下１階にある本件電源盤をつなぐ作業をするように指示を受\nけ，a チームの一員として本件作業を行うこととなった（甲３９，原告本人\n１１頁）。\na チームは本件作業に当たり，防護服上下，ヘルメット，全面マスク，綿\n手＋ゴム手袋二重及び長靴又は短靴という装備を着用し，原告は短靴を選択\nした。かかる装備は，同月２２日及び２３日に原告が作業をしたときの装備\nと同様のものであった（乙１６，原告本人４７頁）。\nまた，a チームは各自，ＡＰＤのアラーム設定値を２０mSv に設定するよ\nうに被告株式会社 a の従業員から指示を受けた上で，そのように設定された\n本件ＡＰＤを防護服の内側（身体側）に着用した（甲３９，乙１６，原告本\n人１２頁）。\nイ  本件建屋内入域後の状況\na チームは，３月２４日午前１０時３０分頃，本件建屋１階大物搬入口か\nら本件建屋に入域した（乙１６）。入域後，Ｏ，Ｆ及びＭ（以下３名を併せ\nて「Ｏら」という。）は本件建屋地下１階に行き，本件電源盤の確認をして\n本件建屋１階に戻ったが，その頃，Ｏらが着用していた本件ＡＰＤ（３名\n分）が，相次いでピッピッピッと連続して鳴り，積算２０mSv を超えた場合\n又はバッテリーが切れた場合と同様の反応を示した（甲３９，乙１６，原\n告本人１７頁）。Ｏらが本件建屋地下１階に行った際，本件建屋地下１階に\nは，階段の最下段まで水がたまっていた（乙１６）。\nＯらが本件建屋１階に戻った際，a チームは，本件作業を継続するかにつ\nいて話合いをした。原告は，訴外会社の従業員で，立場が原告及び e より上\nである d に対して本件作業を中断すべきでないかと述べ，d はＯらにその旨\n述べたが，Ｏらは，３月２３日の本件建屋地下１階の空間線量率に関する事\n前説明の内容などから，本件ＡＰＤの上記反応はバッテリー切れによるもの\nと判断し，a チームは本件作業を継続することとなった（甲３９，乙１０，\n１６，原告本人２０，２１頁）。\nウ  本件作業時の状況\nＯらは，本件建屋１階の電源盤にケーブルを接続し，そのケーブルを本\n件建屋地下１階にある本件電源盤に接続するために本件建屋地下１階に降り\nていった。本件建屋地下１階に降りたＯらは，本件建屋１階にいる原告ら訴\n外会社の従業員に対し，ケーブルを地下１階に下ろすように指示をした。原\n告は，本件建屋地下１階に自分の体が向かないよう壁で体を隠すようにしな\nがら，同建屋１階の電源盤につないだケーブルを本件建屋地下１階に送り出\nした。その際，原告が着用していた本件ＡＰＤが一回ピッと鳴り，積算４\nmSv を超えた場合の反応を示したが，本件作業を通じて，原告が着用した本\n件ＡＰＤが，積算２０mSv を超えた場合又はバッテリーが切れた場合と同様\nの反応を示したことはなかった（甲３９，原告本人２２，２３，４２頁）。\nＯらは，ケーブルを本件電源盤に接続した後，原告ら訴外会社の従業員\nに対し，ケーブルが濡れないよう，ケーブルの余分な部分を固縛するよう指\n示した。訴外会社の従業員は，誰が固縛作業をするかを話し合ったが，その\n際，原告は，d に対し，固縛作業はできない旨断るなどしたため，d が本件\n建屋地下１階で固縛作業を行った。d が固縛作業を行っていた際，d が着用\nしていた本件ＡＰＤが積算２０mSv を超えた場合又はバッテリーが切れた場\n合と同様の反応を示した（甲３９，乙１６，原告本人２４，４８頁）。\nエ  柏崎チームの本件建屋入域及び退域\n本件作業開始後に，柏崎チームが，本件作業と別の作業をするために本\n件建屋に入域し，地下１階において空間線量を測定したところ，線量が高\nいこと（少なくとも３００mSv/h）が判明したため，柏崎チームは，本件建\n屋から退避し，予定していた作業は中止となった（弁論の全趣旨）。\nオ  a チームの本件建屋退域及びその後の経緯\n午後１２時頃，a チームは，本件作業を終えて本件建屋を退域し，免震重\n要棟に戻った（乙１６）。\n免震重要棟で a チームが着用していた本件ＡＰＤの値を確認したところ，\nＯらの外部被ばく量は１７３．０mSv から１８０．１mSv といずれも１００\nmSv を超えるものであったほか，d の外部被ばく量は５６．７２mSv であっ\nた（乙１６）。\nなお，a チームが本件建屋を退域後，被告東電が本件建屋の出入箇所の放\n射線量を測定したところ，その測定値は１０mSv/h から３０mSv/h であった\n（乙２，１１の２，１１の３）。\n⑸  本件作業後の事情\n原告は，本件作業を行った３月２４日以降も本件原発での緊急作業に従事\nし，同月２９日に０．０７mSv，同月３０日に０．３６mSv，同月３１日に２．\n２５mSv，４月１日に０．７５mSv の外部被ばくをした（丙４）。\n⑹  原告の被ばく量及び白血球数等\nア  被ばく量\n認定事実⑷オのとおり，本件作業を終えた a チームが着用していた本件Ａ\nＰＤの値を確認したところ，原告の被ばく量は１０．８１mSv であり，原告\n自身も本件作業によって被ばくした量は１１mSv である旨述べている（甲３\n９・９頁，乙１６，２７，丙４）。\n原告の個人線量管理簿には，原告の平成２３年３月の放射線被ばく量は\n２０．５２mSv で，平成１８年４月から平成２３年３月までの５年間に被ば\nくした累積線量は２６.８２mSv である旨の記載がある（甲６）。また，原告\nの放射線管理手帳には，原告の３月１２日から同月３１日までの間の外部被\nばく量が２０．４９mSv である旨の記載がある（甲７）。そして，原告は４\n月１６日に健康診断を受診しているところ，原告の健康診断個人票には，前\n回の健康診断後に受けた実効線量として，外部被ばくによる実効線量及び合\n計実効線量が２０．６３mSv である旨の記載がある（甲４１）。\n平成２５年８月，被告株式会社 a は，原告に対し，平成２３年３月の作業\nにおける内部被ばくの評価値が１３．１mSv である旨の説明資料を作成した。\nなお，同書面には，原告がヨウ素及びセシウムを摂取した日は３月２１日と\nして内部被ばく量を計算した旨の記載及び内部被ばく量の評価において３月\n２４日との因果関係はなく，３月２４日に摂取したとすると，評価値は５．\n８mSv となる旨の記載がある（甲８の１）。\nイ  原告の白血球数の値\n４月１６日時点の原告の白血球数は７７８０個/㎣であり，９月２４日時\n点における原告の白血球数は８６５０個/㎣である（甲４１）。また，原告\nの平成３０年１２月１１日時点における白血球数は大体９０００個/㎣であ\nる（原告本人３４頁）。また，４月１６日時点の診断において，原告の眼，\n皮膚には異常はなく，医師の診断としても，特記すべきことはない旨記載\nされている（甲４１）。\nなお，一般社団法人半田市医師会健康管理センターのホームページでは，\n白血球数の基準値は，３５００から９５００個/μℓ（㎣）とされている\n（乙２８）。\n⑺  放射線に関する科学的知見等\nア  放射線量の単位について\n物質が受けた放射線の吸収線量を表す単位（放射線が物や人に当たった時\nにどれくらいのエネルギーを与えたのかを表す単位）として，「グレイ\n（Gy）」がある。１Gy は，１ｋｇの物体につき１ジュールのエネルギーを\n吸収したことに相当する。また，放射線の生物に対する影響の程度（等価\n線量又は実効線量）を表す単位（放射線が人に対してがんや遺伝性影響の\nリスクをどのくらい与えるのかを評価するための単位）として，「シーベ\nルト（Sv）」がある。大気中の１Gy は１Sv に換算できる。また，１Sv は\n１０００mSv である（甲１１・２６，２７頁，２０の１０，２０の１１・\n１１頁，４０，４２，乙１３，２０の１）。\nイ  ＩＣＲＰの２００７年勧告（甲１１，丙６）\n国際放射線防護委員会（ＩＣＲＰ）は，放射線防護の基本的枠組みと\n防護基準について専門家の立場で勧告する国際学術組織であり，ＩＣＲ\nＰが平成１９年に発出した勧告には要旨以下の記載がある。\n放射線被ばくによる有害な健康影響の大部分は，①高線量被ばく後の\n細胞死（有害な組織反応）と②確率的影響すなわちがん及び遺伝性影響\nの２つの一般的カテゴリ―に分類できる。\n上記①について，約１００mGy までの吸収線量域では，どの組織も臨床\n的に意味のある機能障害を示すとは判断されない。この判断は，１回の\n急性線量と，これらの低線量を反復した年間被ばくにおける遷延被ばく\nの形で受ける状況の両方に当てはまる。\n上記②について，がんのリスクに関して，約１００mSv 以下の線量にお\nいて不確実性が存在するとしても，疫学研究及び実験的研究が放射線リ\nスクの証拠を提供し，遺伝性疾患の場合，人に関する放射線リスクの直\n接的な証拠は存在しないが，実験的観察からは，将来世代への放射線リ\nスクを防護体系に含めるべきとの説得力のある議論がされている。放射\n線防護の目的には，約１００mSv を下回る低線量域では，がん又は遺伝性\n影響の発生率が関係する臓器及び組織の等価線量の増加に正比例して増\n加するであろうと仮定するのが科学的にもっともらしいという見解を支\n持すると委員会は判断している。\nしたがって，委員会が勧告する実用的な放射線防護体系は，約１００\nmSv を下回る低線量においては，ある一定の線量の増加はそれに正比例し\nて放射線起因の発がん又は遺伝性影響の確率の増加を生じるであろうと\nいう仮定（ＬＮＴモデル）に引き続き根拠を置くこととする。委員会は\nＬＮＴモデルを引き続き利用することが，放射線防護の実用的な目的す\nなわち低線量被ばくによるリスクの管理に対して慎重な根拠を提供する\nと考える。\n他方，委員会は，ＬＮＴモデルが実用的なその放射線防護体系におい\nて引き続き科学的にも説得力がある要素である一方，このモデルの根拠\nとなっている仮説を明確に実証する生物学的，疫学的知見がすぐには得\nられそうにないということを強調しておく。低線量における健康影響が\n不確実であることから，委員会は，公衆の健康を計画する目的には，非\n常に長期間にわたり多数の人々が受けたごく小さい線量に関連するかも\nしれないがん又は遺伝性疾患について仮想的な症例数を計算することは\n適切ではないと判断する（以上，甲１１・１５～１９頁）。\nまた，ＩＣＲＰ２００７年勧告の付属書には，がんリスクの推定に用い\nる疫学的方法は，およそ１００mSv までの線量範囲でのがんのリスクを直\n接明らかにする力を持たないという一般的な合意があるとの記載がある\n（丙６）。\nウ  ＵＮＳＣＥＡＲの２０１０年報告（甲１０の１，１０の２，丙５）\n原子放射線の影響に関する国連科学委員会（ＵＮＳＣＥＡＲ）が平成２\n２年に発した報告には以下の記載がある。\n本委員会は，受けた放射線量とがん誘発リスクの関係，つまり線量反応\n関係を調べるために疫学データを用いてきた。統計学的に有意なリスク上昇\nは１００から２００mGy 又はそれ以上で観察される。疫学研究だけでは，こ\nれらのレベルを大きく下回る場合の有意なリスク上昇を同定することはでき\nそうにない（丙５）。\n低線量の放射線であっても，発がんのリスクを上昇させるようなＤＮＡ\nの突然変異が発生する確率はとても小さいがゼロではないというのがあり得\nべき状況である。現在，手に入る証拠は，低線量及び低線量率においてがん\nを誘発する変異要素については反応にしきい値がないことを支持する方向に\n傾いている（甲１０の２）。\nエ  低線量被ばくのリスク管理に関するワーキンググループ報告書（乙１３）\n本件事故後，原発事故の収束及び再発防止担当大臣の要請に基づき，国\n内外の科学的知見や評価の整理，現場の課題の抽出，今後の対応の方向性\nの検討を行う場として，「低線量被ばくのリスク管理に関するワーキンググ\nループ（以下「ワーキンググループ」という。）」が設置された。\nワーキンググループが，１１月から１２月にかけて計８回開催された検\n討会の結果として取りまとめた１２月２２日付け報告書では，要旨以下の内\n容が報告されている。\n科学的知見と国際的合意（乙１３・３頁）\n放射線の影響に関しては様々な知見が報告されているため，国際的に合\n意されている科学的知見を確実に理解する必要がある。国際的合意とし\nては，科学的知見を国連に報告している原子放射線の影響に関する国連\n科学委員会（ＵＮＳＣＥＡＲ），世界保健機関（ＷＨＯ），国際原子力機\n関（ＩＡＥＡ）等の報告書に準拠することが妥当である。\n現在の科学で分かっている低線量被ばくのリスク（乙１３・３，４頁）\n低線量被ばくによる健康影響に関する現在の科学的な知見は，主とし\nて広島・長崎の原爆被ばく者の半世紀以上にわたる精緻なデータに基づ\nくものであり，国際的にも信頼性は高く，ＵＮＳＣＥＡＲの報告書の中\n核をなしている。\n広島・長崎の原爆被ばく者の疫学調査の結果からは，被ばく線量が１\n００mSv を超える辺りから，被ばく線量に依存して発がんのリスクが増加\nすることが示されている。\n他方，国際的な合意に基づく科学的知見によれば，放射線による発が\nんリスクの増加は，１００mSv 以下の低線量被ばく線量では，他の要因に\nよる発がんの影響によって隠れてしまうほど小さいため，放射線による\n発がんリスクの明らかな増加を証明することは難しいとされる。疫学調\n査以外の科学的手法でも，同様に発がんリスクの解明が試みられている\nが，現時点では人のリスクを明らかにするには至っていない。\n放射線による健康リスクの考え方（乙１３・８～１０頁）\n放射線防護や放射線管理の観点からは，１００mSv 以下の低線量被ばく\nであっても，被ばく線量に対して直線的にリスクが増加するという安全\nサイドに立った考え方（ＬＮＴモデル）に基づき，被ばくによるリスク\nを低減するための措置を採用するべきである。これは，科学的に証明さ\nれた真実として受け入れられているのではなく，科学的な不確かさを補\nう観点から，公衆衛生上の安全サイドに立った判断として採用されてい\nる。線量に対して直線的にリスクが増えるとする考え方はあくまで被ば\nくを低減するためのいわば手段として用いられる。しかし，この考え方\nに従って，１００mSv 以下の極めて低い線量の被ばくのリスクを多人数の\n集団線量の適用して単純に死亡者数等の予測に用いることは不確かさが\n非常に大きくなるため，不適切である。\nそして，ＬＮＴモデルは重要であるが，リスクの程度の比較という観\n点のみからみると，現在の避難指示の基準である年間２０mSv 被ばくする\nと仮定した場合の健康リスクは，例えば，他の発がん要因（喫煙，肥満，\n野菜不足等）によるリスクと比べても十分に低いこと，放射線防護措置\nに伴うリスク（避難によるストレス，屋外活動を避けることによる運動\n不足等）と比べられる程度と考えられる。\nオ  意見書等\n医師 f（以下「f 医師」という。）の意見書及び添付資料（乙２０の１，\n２１から２４）\nf 医師は長期間にわたり放射線医としてがん患者の治療に携わるととも\nに，放射線医学研究に従事してきた医師であるところ，本意見書は，放\n射線による低線量被ばくと健康影響に関する一般的な科学的知見につい\nて，放射線の専門医学者の立場から作成されたものとして，以下の知見\nが示されている。\nａ  放射線被ばくによる発がんリスク（乙２０の１・３頁）\n１００mSv の被ばくによる健康リスクは，「喫煙」，「大量飲酒」（毎日\n３合程度を想定），「肥満」といった生活上の要因によるリスクと比較し，\nこれらの生活上の要因によるリスクをも下回るものであり，そもそも検\n出することが困難である。野菜不足ですら，１００から２００mSv の放\n射線被ばくに相当するものであり，１００mSv 以下の放射線被ばくによ\nる影響は，いわば様々なリスクファクターによる誤差・ノイズの中に埋\n没してしまうほどリスクの程度が低く，１００mSv よりもさらに低い線\n量の放射線被ばくであれば，さらにその影響は小さく，他の要因による\n影響に隠れてしまうほどである。放射線被ばくの影響だけを取り出して\nその影響を客観的に確認・認識することは極めて困難であり，今後も認\n識はできないのではないかと考えられる。この点について，「低線量被\nばくの影響は今なお不明であり，解明されていない」という形で説明さ\nれることがあるが，正確には，１００ｍSv よりも低い低線量被ばくの\n健康影響はそれほど小さいものであるがゆえに，それ自体のリスクを客\n観的に認識・把握することができない（それほどリスクは小さい）とい\nうことである。\nｂ  放射線被ばくと発がんに関する疫学調査（乙２０の１・４頁）\n広島・長崎の被ばく者の疫学調査の知見によれば，被ばく線量（短時\n間）が２００mSv を超えると，被ばく線量とともにがんのリスクが上昇\nしていくことが判明している。１００mSv では，死亡率が０．５％上昇\nするが，人はがんにより死亡するリスクが２０パーセント程度存在する\nため，そのようなリスクの割合が，１００mSv の被ばくによって２０．\n５％になるということである。\n他方，１００mSv 以下の被ばく線量では，有意なリスクの増加は確認\nされていない。その理由としては，そのような低い放射線被ばくのリス\nクについては，他の発がん要因の影響によって隠れてしまい，これを科\n学的に実証して認識・把握することができないためである。\nｃ  放射線による発がんの「閾値」とＬＮＴ仮説（乙２０の１・５，６\n頁）\n放射線被ばくにより発がんすることについて，放射線被ばく線量の\n「閾値」（これ以下であれば発がんの要因にはならないとする限界値，\nしきい値と同義である。）が存在する可能性はあるが，「閾値」が存在す\nることを証明するには膨大なデータが必要であるため，科学的に検証し\n実証することは困難であると考えられる。したがって，低線量域であっ\nても発がんリスクは直線的に増えるだろうと考えた方が，安全に配慮し\nた考え方ないし見方になる。これがＬＮＴモデル（ＬＮＴ仮説）という\n考え方であるが，これはそうした安全に配慮した一種の「安全哲学」で\nあって，科学的に実証されているものではない。臨床医としての経験か\nら，わずかな被ばくであっても遺伝子の損傷は生じ，それによりがん細\n胞が発生するが，免疫細胞ががん細胞を殺している（免疫監視機構）の\nであり，かかる視点がＬＮＴモデルには欠けている。\nＩＣＲＰは放射線防護の観点から，安全管理上，ＬＮＴモデルの前\n提を採用しているが，ＬＮＴモデルは，あくまで安全管理上の考え方の\n一つであって，そこに科学的なデータの裏付けがあるわけではない。\n医師 g（以下「g 医師」という。）の意見書等（甲４０，４２）\ng 医師は，約２５年間，h 研究所の研究員として放射線による試験管内\n発がんの研究等を行ってきたほか，同研究所退職後は，i 委員会の委員と\nして調査に関与するなどした医師である。本意見書は，放射線の生物影\n響，被ばくによる発がんメカニズム，近年発表された低線量放射線リス\nクの疫学調査結果等について説明するとともに，前記 f 医師の意見書を批\n判するものであるところ，要旨以下の記載がある。\nａ  放射線が健康に与える影響（甲４０・５～８頁）\n放射線のエネルギーはけた違いに大きく，生体内には放射線によって\n切断できない分子は存在しない。そのため，けた違いのエネルギーを持\nった放射線が生体を通ることは生体にとってとんでもない破壊行為とな\nり，仮に１本の放射線が通っても生体に傷害を与え得る。\n放射線が健康に与える影響は線量により異なるが，低線量であって\nも放射線が身体を貫通すればその飛跡に添って必ず電離が起きるので生\n体内分子に影響は起きており，それがＤＮＡであれば後にがん等を発症\nする可能性は否定できない。がんや遺伝的障害は一定時間を経て発症す\nるので晩発傷害という。晩発傷害はある確率で発症するのでこれを確率\n的影響という。\nｂ  放射線によるＤＮＡ損傷と発がん（甲４０・９～１２頁）\n生物個体の生命にとってＤＮＡが変化しないことが重要であるが，放\n射線がＤＮＡに当たるとＤＮＡは切れるとともに周辺にある蛋白質や脂\n質等をも傷つけて複雑損傷となる。複雑なＤＮＡ損傷が起こった場合，\n正常に修復される場合もあるが，発がんしやすい性質の細胞に変異する\nこともあり，場合によっては修復不能となって細胞の老化につながる可\n能性もある。\nなお，実際に臨床的にがんと診断され，疫学調査に組み入れられる\nのは最終的にがんが発症した場合であるから，すべてのメカニズムが考\n慮済みである。すなわち，ＬＮＴモデルは，遺伝子損傷修復，免疫監視\n機構等の全てを考慮して得られた結果であり，これと異なる趣旨を述べ\nる f 医師の意見は大きな誤解があるといわざるを得ない（甲４０・１２，\n３４頁）。\nｃ  １００mSv 以下でがん死率が増加したことを示す疫学調査報告（甲４\n０・１３～２６頁）\n広島・長崎の原爆被爆者の寿命調査（甲１２，１４），核施設から排\n出された核廃棄物による放射能汚染を受けたテチャ川流域住民における\nがん死の調査（１９５６年－２００２年），核施設労働者におけるがん\n死リスクを調査した「低線量電離放射線によるがんリスク：１５ヶ国に\nおける後ろ向き調査」（２００５年），フランス，英国，米国の各施設労\n働者を平均２６年間追跡調査したコホート研究（甲３４の１，３４の２）\nなどの低線量放射線被ばくに関する疫学調査結果はいずれもＬＮＴモデ\nルを支持しており，１００mSv 以下の被ばくにおいても発がん，がん死\nリスクは，他の要因に隠れることなく線量に比例して増加することが実\n証されている。\nｄ  f 医師の意見書の問題点（甲４０・２７～４１頁）\nf 医師の意見書は，近年明らかになった疫学調査結果に触れていない\nことのほか，喫煙等の生活習慣因子を放射線と同列に比較したり，ＬＮ\nＴモデルはＩＣＲＰの２００７年勧告やその他の報告書によって科学的\n裏付けが示されているにもかかわらず科学的根拠がないとしたりするな\nどの問題点を有している。\n医師 j（以下「j 医師」という。）の意見書及び添付資料（甲１９，２０\nの１から２０の３７まで）\nj 医師は，約３０年間，広島において原爆被爆者に対する医療等を行い，\n２００９年に福島に転居し，本件事故後は住民に放射線の基礎的な知識，\n放射線の人体障害についての説明を行うなどしてきた医師である。本意\n見書は，放射線の生物学的影響に関する基礎的知見と疫学的知見を概説\nするほか，本件事故の放射能汚染と避難によって作られたリスクの特性\n等について言及するものであり，以下の記載がある。\n低線量域における点推計値は，一定の発症率を示すものでも疫学的有\n意性は得られないということになる。１００mSv 以下で有意性が確認され\nなかったという表現は，このような意味なのである。様々な発がん因子\nに取り囲まれて生活している人間社会においては，特に低線量域で放射\n線被ばくのみのリスクを検出することは事実上不可能な場合が多く，も\nっと正確にいえば他の発がん因子との共同成因的関与で発がんに至って\nいることが実際だからである。\nしかし，そのことは低線量域で被ばくによる発がんリスクが存在しな\nいこと，関与していないことを意味していることではない。\n原爆被ばく者の疫学データが示した線形性相関関係の意義は，ごく低\nい線量から被ばく線量の増大にしたがってリスクも増大していると理解\nするものであり，安全側に立った立場（放射線防護の立場）を支えてい\nるものである。\n発がんリスクは相対的高線量域（１８０mGy 以上）から低線量域へ向け\nて，いずれかのルートをとって低下していることになる。\nしかし，いずれにしても原点（０）にたどり着くまでリスクは維持さ\nれることになる。\nカ  本件に関連する被ばくによる健康影響に関する疫学調査及び論文\n原爆被ばく者の死亡率調査及び死亡率に関する研究（甲１２，１４，\n丙８）\n公益財団法人放射線影響研究所は，原爆放射線の健康影響を明らかにす\nるため，原爆被ばく者集団の死亡率などを追跡調査し，定期的に報告書\nを作成している。\n原爆被ばく者の死亡率調査第１３報（甲１２）の要約欄には，固形が\nんの過剰リスクは，０から１５０mSv の線量範囲においても線量に関して\n線形であるようである旨，新しい所見として，相対リスクは到達年齢と\nともに減少することが認められる旨，子どものときに被ばくした人にお\nいて相対リスクは最も高い旨記載されている。\nまた，原爆被ばく者の死亡率に関する研究第１４報（甲１４，丙８）\nの要約欄には，全死亡のリスクは，放射線量と関連して有意に増加した\n旨，全固形がんについて，過剰相対危険度が有意となる最小推定線量範\n囲は０から０．２Gy であり，定型的な「線量閾値解析」（線量反応に関す\nる近似直線モデル）では「閾値」は示されず，ゼロ線量が最良の「閾値」\n推定値であった旨記載されている。\n放射線量モニターを受けた労働者における電離放射線と白血病およびリ\nンパ腫による死亡リスク（ＩＮＷＯＲＫＳ）：国際コホート研究（甲３４\nの１，３４の２）\n本研究は，フランス，英国，米国で雇用されている放射線量モニターを\n受けた成人労働者について，長期間の低線量放射線被ばくと白血病やリ\nンパ腫，多発性骨髄腫による死亡との相関関係を調べたものである。\n原子力産業の従事者として１年以上雇用された放射線量モニターを受け\nた労働者を対象として白血病，リンパ腫，多発性骨髄腫が原因の死亡を\n確認し，推定吸収線量と白血病等の死亡との間の相関関係を定量的に評\n価した。吸収線量は，極めて低い割合で増加した。白血病死亡の過剰相\n対リスクは１Gy 当たり２．９６であり，そのほとんどは，放射線量と慢\n性骨髄性白血病による死亡の間の相関関係によるものであった。本研究\nは長期間の低線量放射線被ばくと白血病との間に正の相関関係があるこ\nとを示す強いエビデンスがあることを示している。\n原子力発電施設等放射線業務従事者等に係る疫学的調査（丙２）\n本報告は，放射線業務従事者の個人被ばく線量を利用して低線量域放射\n線が人体に与える健康影響について科学的知見を得ることを目的に，文\n部科学省からの委託業務として，財団法人放射線影響協会が平成２年度\nから開始し，平成２１年度まで実施した「原子力発電施設等放射線業務\n従事者等に係る疫学的調査」の成果を取りまとめたものである（丙２・\n１頁）。\n放射線業務に従事した者を対象者として，低線量域放射線の健康影響\nに関する疫学調査を行った結果を評価すると，外部比較（対象者の死亡\n率が全日本人男性（２０歳以上８５歳未満）死亡率に比べて高いか否か\nの検討）では，慢性リンパ性白血病を除く白血病の死亡率は全日本人男\n性死亡率に比べて有意差が認められなかった。また，白血病を除く全悪\n性新生物の死亡率は，全日本人男性死亡率に比べ有意に高かったが，こ\nれは肝臓，肺の悪性新生物の死亡率が有意に高いことが寄与しているも\nのと考えられ，喫煙，飲酒といった生活習慣等の影響の可能性を否定で\nきない（丙２・４頁）。\n内部比較（対象者を年度別被ばく線量の累積値により１０，２０，５\n０及び１００mSv を区切りとする５群に分類し，累積線量の増加に伴って\n死亡率が増加する傾向があるか否かの検討）では，慢性リンパ性白血病\nを除く白血病の死亡率に，累積線量の増加に伴う有意の増加傾向は認め\nられなかった。白血病を除く全悪性新生物の死亡率には有意の増加傾向\nが認められた。しかし，白血病を除く全悪性新生物から肺の悪性新生物\nを除外した場合には，累積線量に伴う有意の増加傾向は認められなかっ\nた。また，悪性新生物（固形がん）を喫煙関連及び非喫煙関連の悪性新\n生物に分類した調査では，累積線量に伴って喫煙関連の悪性新生物の死\n亡率に有意の増加傾向が認められた。しかし，喫煙関連の悪性新生物か\nら肺の悪性新生物を除外した場合及び非喫煙関連の悪性新生物の死亡率\nには有意の増加傾向は認められなかった。このようなことから，累積線\n量に伴って白血病を除く全悪性新生物の死亡率に有意の増加傾向が認め\nられたのは，喫煙等による生活習慣等の交絡による影響の可能性を否定\nできない（丙２・４頁）。\n以上によれば，総合評価として，低線量域の放射線が悪性新生物の死\n亡率に影響を及ぼしている明確な証拠は認められなかったといえる。今\n後の課題として，低線量域放射線と健康影響について，より信頼性の高\nい科学的知見を得るために今後ともこの放射線疫学調査を継続する必要\nがある（丙２・５頁）。\nキ  その他，ＬＮＴモデルに言及する論文，文献等における説明\n米国科学アカデミーによるＢＥＩＲⅦ報告書及びその概要（甲１３の\n１，１３の２，丁３）\n平成１７年６月，米国科学アカデミーは，低線量被ばくが健康に与える\n影響についてＢＥＩＲⅦ報告書を発表した。同報告書では，ＬＮＴモデ\nルから予想されるリスクより大きいという見解も，ＬＮＴモデルから推\n計されるものよりも小さいという見解も採用できないとした上で，放射\n線被ばくとそれによって誘発された人間の固形がんの発生の間には線形\nの線量―応答関係が成り立つという仮説は最近の研究が示す科学的証拠\nと矛盾しないとするとともに，当委員会は，それ以下だとがんは誘発さ\nれないというしきい値が存在するとは考えないが，ただ，低線量域での\nがんの誘発はあっても少ないだろうとみなしているとしている。\n平成１７年３月に公表されたフランス医学アカデミー及びフランス科\n学アカデミー作成の報告書「低線量電離放射線による発がん効果の評価\nと線量効果関係」の概要（丙９）\n２００mSv から５０００mSv の電離放射線による発がんのリスクは，数\n多くの疫学データに基づくものである。この線量範囲では，ＬＮＴ仮説\nは，線量と発がん影響との関係をよく表すことができる。他方，１００\nmSv 以下の低線量域では，リスクが増加したとしてもごく僅かであるため，\n疫学により統計的に有意なリスクを検出することは難しいのが現状であ\nる。\n低線量や極低線量のリスクを外挿して評価するためにＬＮＴモデルを\n用いることには注意を払う必要がある。\nＬＮＴモデルは，約１０mSv を超える線量の放射線防護規則を定めるた\nめには，実用的で便利なツールになり得るが，現在の生物学的概念知識\nに立脚しているとはいえない。\n独立行政法人放射線医学総合研究所編著の「改訂版 虎の巻 低線量放射\n線と健康影響」（丙７）\n人間集団では放射線以外にもがん発生に関係する様々な因子が存在する\nため，約１００mSv 以下の放射線の影響を検出することは極めて難しい。\nまた，同じ１００mSv を，少しずつ時間を掛けて浴びる場合は，１回で浴\nびた場合よりもがん発生のリスクは少なく，２分の１程度以下という知\n見もたくさん得られている。\nこうした知見から，実際には１００mSv 以下の放射線なら，発がんリス\nクはかなり小さいといえるが，どのくらいなのかというはっきりとした\n数値が得られていない。どのくらいの線量でどのくらいの影響が出るの\nかというのが明らかではないので，管理の上では，１００mSv 以上の放射\n線の影響と同様，線量と比例関係で影響が出るものと仮定している。こ\nの仮定が科学的ではないという批判もあるが，影響を大きめに見積もっ\nておけば安全であるという考え方から，放射線の防護の分野では国際的\nに採用されている。\n一般財団法人電力中央研究所原子力技術研究所放射線安全研究センタ\nーによる説明（丁２）\n１００mSv 程度よりも低い線量では発がんリスクの有意な上昇は認めら\nれていない。これよりも低い線量域では，発がんリスクを疫学的に示す\nことができない。ＬＮＴモデルは，確たる情報に乏しい低線量の範囲に\nついて，放射線防護の立場からリスクを推定するために導入されたもの\nである。低線量放射線の影響についてはよく分からないが，影響がある\nと考えた方が安全だという考え方に基づいたもので，科学的に解明され\nたものではないことから，仮説と呼ばれている。ＩＣＲＰでも，ＬＮＴ\nモデルは放射線管理のためにのみ用いるべきであり，既に起こった僅か\nな線量の被ばくについてのリスクを評価するために用いるのは適切でな\nいとしている。\n⑻  中間指針（乙１２）\n本件事故による損害賠償の基準の策定のため，原賠法１８条に基づき，原\n子力損害賠償紛争審査会（以下「原賠審」という。）が文部科学省に設置され，\n原賠審は，８月５日，「東京電力株式会社福島第一，第二原子力発電所事故に\nよる原子力損害の範囲の判定等に関する中間指針」（以下「中間指針」という。）\nを策定した。\nその中で，放射線被ばくによる損害について，本件事故の復旧作業等に従\n事した原発作業員等が本件事故に係る放射線被ばくによる急性又は晩発性の放\n射線障害により，傷害を負い，治療を要する程度に健康状態が悪化し，疾病に\nかかり，あるいは死亡したことにより生じた逸失利益，治療費，薬代，精神的\n損害等は賠償すべき損害と認められるとされており，備考において，放射線被\nばくによる生命・身体的損害については，晩発性の放射線障害も考えられるが，\n本件事故に係る放射線にばく露したことが原因であれば，これも賠償すべき損\n害と認められるとされている。\n２  争点１（被告らの民法上の損害賠償責任の有無）について\n⑴  原賠法の規定の検討\n原賠法は，被害者の保護及び原子力事業の健全な発達を目的として，原子\n力損害に関する損害賠償について基本的な制度を定めている（同法１条）。具\n体的には，核燃料物質の原子核分裂の過程の作用又は核燃料物質等の放射線の\n作用若しくは毒性的作用（これらを摂取し，又は吸入することにより人体に中\n毒及びその続発症を及ぼすものをいう。）により生じた損害である原子力損害\n（同法２条２項本文）に関する原子力事業者の無過失責任（同法３条１項），\n原子力事業者への賠償責任の集中（同法４条１項），過失がある第三者への求\n償権の制限（同法５条１項）を規定するほか，原子力事業者による損害賠償措\n置の義務付け（同法６条から１５条まで），政府による援助（同法１６条）な\nどを規定する。これらの規定は，原子力損害が発生した場合において，原子力\n事業者にのみ被害者に対する無過失の賠償責任を負わせることにより，原子力\n事業者の賠償資力を確保して被害者に対する確実な賠償を実施させるとととも\nに，原子力事業の健全な発達を阻害することを回避しようとした趣旨と解され\nる。もとより，原子力事業者による損害賠償措置（同法６条参照）としての原\n子力損害賠償責任保険契約及び原子力損害賠償補償契約の締結等（同法７条，\n８条，１０条），これらの賠償措置額を超える場合における政府による援助\n（１６条）といった原子力事業者の賠償資力を確保する各制度も原賠法の上記\n目的を踏まえた規定である。\nそうすると，仮に，原賠法上の損害賠償請求権と民法上の損害賠償請求権\nを併存させたり，過失がある第三者への自由な求償を認めたりすると，賠償責\n任が分散され，それに伴い責任主体となり得る者が個々に保険を掛ける結果，\n上記原賠法が予定した損害賠償措置が有名無実化する上，上記政府援助も受け\nられず，原子力事業者自身の賠償資力が不十分となって，被害者への賠償がで\nきない事態が生じ，ひいては原子力事業の健全な発展という原賠法の趣旨に悖\nる結果を招来しかねない。\n以上によれば，原賠法３条１項は，民法上の損害賠償責任に関する特則を\nなし，原子力損害が認められる場合における事業者の不法行為責任の規定を原\n賠法の責任集中により適用しないとするものであり，同様に同法４条１項は，\n原子力損害が認められる場合において，その損害の発生について過失等がある\n原子力事業者に該当しない第三者の不法行為責任を，原賠法の責任集中により\n適用しないとするものである。\n⑵  原告の請求に対する検討と原賠法３条１項，４条１項の適用の有無\n同法３条１項にいう原子力損害（同法２条２項本文）については，上記放射\n線の作用等の直接的な損害に限定されず，その作用等により生じた損害すなわ\nち相当因果関係のある損害を全て含むものと解すべきである。このことは，原\n賠法上の賠償責任が民法上の不法行為の特則をなす以上，被害者の救済の観点\nに照らして，原賠法に基づき原子力事業者が賠償すべき原子力損害の範囲につ\nいて，民法における不法行為において加害者が賠償すべき損害の範囲と異にす\nべき理由がないことからも根拠付けられる。この点，認定事実⑻のとおり，中\n間指針においても，原発作業員等が本件事故に係る放射線被ばくによる急性又\nは晩発性の放射線障害により受けた損害（精神的損害を含む。）について原子\n力損害として原子力事業である被告が賠償責任を負う旨確認されていることも\n同様の趣旨のものと理解できる。\nこれを本件についてみると，原告は，被告東電が運転する本件原発で発生\nした本件事故の緊急作業として本件作業に従事したことで放射線を大量被ばく\nし，精神的苦痛を被ったとして，損害賠償を請求しているところ，認定事実⑷\n及び⑹アのとおり，原告が本件作業に際して放射線被ばくをしている事実が認\nめられ，このような精神的苦痛を理由とする損害は，本件事故による放射線の\n作用と相当因果関係を有する損害すなわち「原子力損害」に当たると解される。\nそうすると，原告の請求はまさに原子力損害の賠償を求めるものであり，\nその損害について，原子力事業者である被告東電に対して，原賠法３条１項に\n基づく損害賠償を請求できることとなるから，同条項の適用により，原子力事\n業者である被告東電が原告に対して放射線被ばくを理由とする不法行為責任を\n負うことはないし，また，同様の理由から，同法４条１項の適用により原子力\n事業者でない被告東電を除く被告らが原告に対して放射線被ばくを理由とする\n不法行為責任を負うことはないと解すべきである。\nそして，原告が求める安全配慮義務違反を理由とする債務不履行に基づく\n損害賠償責任についても，原告が主張する責任原因事実は，不法行為に基づく\n損害賠償請求の責任原因事実と同一であって，放射線被ばくを理由とするもの\nであることからすると，形式上，安全配慮義務違反を理由とする債務不履行責\n任のみであるとの理由で原賠法３条１項が適用されないと解することは，責任\nの分散を招く結果となり，前記⑴の原賠法の目的趣旨に悖ることとなるから，\n少なくとも上記不法行為に基づく損害賠償責任と同様の事実関係を責任原因と\nする安全配慮義務違反を理由とする債務不履行に基づく責任についても原賠法\n３条１項が適用され，原子力事業者である被告東電が放射線被ばくを理由とす\nる安全配慮義務違反に基づく債務不履行責任を負うことはないし，また，同様\nの理由から，同法４条１項の適用により原子力事業者でない被告東電を除く被\n告らが原告に対して放射線被ばくを理由とする安全配慮義務違反に基づく債務\n不履行責任を負うことはないと解すべきである。\nなお，原告は，原告の被ばくについて原発事故によって当然に生じたもの\nではなく，被告株式会社 a の従業員らが本件建屋の放射線量が高いことを認識\nしながら，あえて本件作業を続行することを指示し，その場に留まることを強\nいるという積極的な加害行為によって生じた旨主張し，不法行為責任や債務不\n履行責任の各規定の適用を求めるが，既に述べたとおり，原告が求める責任原\n因は原発事故後の復旧作業に関連して原告がその作業中に被ばくしたことを理\n由とするものであるところ，これはまさに原子力損害であり（認定事実⑻の中\n間指針においてもその点明示されている。），別個の責任原因事実を主張するも\nのではなく，原告の上記主張は採用できない。\n⑶  小括\n以上によれば，争点２，３について判断するまでもなく，原告の主位的請求\nはいずれも認められない。\n３  争点４（賠償すべき損害及びその額）について\n⑴  原告に生じた原子力損害の有無，内容\nア  原告は，本件作業を強制されて約２０mSv の外部被ばく及び１３．１mSv\nの内部被ばくという大量被ばくをしたことにより，自身の健康状態について\n強い不安感，恐怖感を抱えて生活をすることとなった旨主張する。\nイ  この点，認定事実⑹アのとおり，原告が少なくとも本件作業に伴って約１\n１mSv の被ばくをしたことは認められる。そして，認定事実⑺オ の g 医師\nの意見書は，１００mSv 以下の低線量被ばくであっても，がん死や発がんリ\nスクが増加することは実証されていると指摘し，認定事実⑺オ の j 医師の\n意見書も，発がんリスクは相対的高線量域（１８０mGy 以上）から低線量域\nへ向けて低下するが原点（０）にたどり着くまでリスクは維持されるとして\nおり，これらの意見書に引用される医学的知見や各種の疫学調査の報告等\n(認定事実⑺カ ， ，同キ )は各意見書の見解を一定程度裏付けている。\nまた，認定事実⑺イのＩＣＲＰ勧告や同⑺ウのＵＮＳＣＥＡＲの報告におい\nても，１００mSv を下回る低線量域における反応にしきい値がないことを支\n持する方向に傾いており，ＬＮＴモデルの考え方が科学的にもっともらしい\nなどとしている。これらの事情に照らすと，１００mSv を下回る線量であっ\nても，比例的に発がん等の確率の増加を生じるという考え方に一定の科学的\n根拠があることは否定できない。\nウ  しかしながら，ＩＣＲＰ勧告は，約１００mSv 以下の線量において健康へ\nの影響に不確実性が存在することを指摘した上で，約１００mSv を下回る低\n線量域ではＬＮＴモデルが科学的にもっともらしいとするにとどまり，飽く\nまでもＬＮＴモデルを放射線防護の目的を実現する観点からの仮定にとどめ\nている。同勧告の付属書の中にもがんリスクの推定に用いる疫学的方法は，\n約１００mSv までの線量範囲でのがんのリスクを直接明らかにする力を持た\nないという一般的な合意があるとの記載があり，１００mSv を下回る低線量\n域での放射線被ばくによる健康被害が確認できないとする一般的な医学的知\n見が存在することが認められる。ＵＮＳＣＥＡＲの報告も，統計学的には有\n意なリスク上昇は１００から２００mGy 又はそれ以上で観察されるとするに\nとどまり，疫学研究だけではこれらのレベルを大きく下回る場合の有意なリ\nスク上昇を同定することはできそうにないとしており，ＬＮＴモデルが科学\n的に解明されたものとは評価していないことがうかがわれる。また，上記Ｕ\nＮＳＣＥＡＲの報告などの国際的合意に準拠するワーキンググループ報告書\n（認定事実⑺エのとおり）においても，１００mSv 以下の被ばく線量では，\n放射線の影響は他の要因による発がんの影響によって隠れてしまうほど小さ\nいため，放射線による発がんリスクの明らかな増加を証明することは難しい\nとした上で，被ばく線量に対して直線的にリスクが増加するとの考え方に従\nったとしても，年間２０mSv の被ばくによる健康リスクは，他の発がん要因\nによるリスクと比較しても十分に低い水準であるとしている。\nまた，１００mSv 以下の低線量被ばくにおけるリスクについては様々な知\n見や見解が存在するところ，認定事実⑺オ の f 医師の意見書は，１００\nmSv よりもさらに低線量の放射線被ばくであれば，その影響は他の要因によ\nる影響に隠れてしまうため，放射線被ばくの影響だけを取り出してその影\n響を客観的に確認・認識することは困難であると指摘し，同様に１００mSv\n以下の低線量被ばくでは，リスクが増加したとしても，ごく僅かであるた\nめ，有意なリスクを検出することは難しいことを指摘する文献や報告が認\nめられる。これらの知見や報告の中には，認定事実⑺カ ，同キ ～ の\nとおり，１００mSv を下回る低線量被ばくの影響を検出することの困難性を\n理由として，１００mSv を下回る線量であっても比例的に発がん等の確率の\n増加を生じるという考えに対して懐疑的なものが複数存在している。\nこのように１００mSv 以下の低線量被ばくについてがん死や発がんリスク\nが増加することに対して懐疑的な知見も一定程度存在することのほか，Ｕ\nＮＳＣＥＡＲの報告やＩＣＲＰ勧告などを見ても，現時点において，１０\n０mSv 以下の低線量被ばくによって，放射線防護の観点はともかく，がん死\nや発がんリスクが増加するという考え方が科学的に実証された知見として\n確立されているとまで認めることはできない。\n以上によれば，１００mSv を下回る線量の被ばくが人体に対して有意な影\n響を与えることを認めるに足りるだけの証拠はない。また，原告の白血球\n数は，本件作業後や本件作業から７年以上が経過した時点においても基準\n値の範囲内であったことが認められるなど，原告が本件作業により健康に\n影響を及ぼす程度の被ばくをしたとは証拠上認められない。そうすると，\n本件作業に従事したことにより健康に影響が及ぶ程度の被ばくをしたこと\nを前提に原告がこれによる健康不安や精神的苦痛を受けたとする原告の主\n張は採用できないものといわざるを得ない。\n⑵  原告が受けた損害の内容\nア  もっとも，認定事実⑷イ，ウのとおり，原告は，本件建屋地下１階に降り\nて行ったＯらが着用した本件ＡＰＤが，アラーム設定値である２０mSv を超\nえる場合の反応を示し，退避が求められる状況であったにもかかわらず，本\n件作業の継続のため本件建屋にとどまることを余儀なくされている。\nイ  この点，認定事実⑵のとおり，本件事故後，本件原発では，複数の建屋\nで水素爆発が発生したり，２号機事象が発生するなどの事態が発生していた\nほか，本件作業の数日前にも本件建屋の出入口付近で比較的高い放射線量が\n計測されていたのであるから，本件事故から約２週間が経過した本件作業の\n時点においても，本件原発で作業をする者が本件事故の影響により，健康に\n影響を生じさせ得る程度の放射線被ばくをするおそれが存していたというこ\nとができる。\nそのような状況下において，本件原発における作業を実施するに当たって\nは，作業員等が緊急作業に従事する中で健康に影響を生じさせ得る程度の被\nばくはもとより，無用な被ばくをするといった事態を避けるための措置をと\nることは求められていたはずである。このことは水素爆発が発生した本件建\n屋での作業である本件作業についても当然妥当する。特に，認定事実⑵のと\nおり，本件作業の前日に，被告東電の従業員が本  件建屋地下１階の空間放\n射線量を測定し，その測定結果を踏まえて本件作業を被告株式会社 a に発注\nしたことや，同⑶イ，⑷アのとおり，a チームが本件作業に従事するに際し\nて，被告東電が放射線量に応じて定める区域の中で放射線量が最も高い区域\nであるＤ区域に立ち入る際の装備と靴を除いて同様の装備を着用し，電離則\nにおける被ばく量の上限を大きく下回る２０mSv をアラーム設定値とする本\n件ＡＰＤを着用するなどしていることから，本件作業に従事するに当たって\nは作業員の被ばく量に関して注意が払われていたということができる。\nウ  そして，a チームは，認定事実⑷イのとおり，本件作業に従事するために\n本件建屋に入域し，Ｏらが本件電源盤を確認するために本件建屋地下１階に\n行ったところ，Ｏらが着用している本件ＡＰＤが，いずれも積算２０mSv を\n超えた場合又はバッテリーが切れた場合と同様の反応を示した。被告東電の\n放射線管理仕様書上，作業員の電子式線量計の警報が連続的に鳴った場合に\nは，速やかに作業員が管理区域から退避することが求められており，ＡＰＤ\nが鳴動した場合に放射線管理区域外から速やかに退出することが原則である\nことは当事者間でも争いのない事実である。そうすると，a チームとしては，\n本件ＡＰＤが上記反応を示し，積算放射線量が２０mSv を超えたおそれがあ\nる場合には，過度の被ばくを避けるためにも本件作業を中断して本件建屋か\nら退避すべきであったと考えられる。\nエ  それにもかかわらず，認定事実⑷イのとおり，Ｏらの着用していた本件Ａ\nＰＤが鳴動している状況において，原告は放射線被ばくのおそれなどから本\n件作業の中止を直属の上司である d を通じて被告株式会社 a らの従業員に対\nして求めたが，聞き入れられず，作業を継続することとなり，同⑷ウのとお\nり，原告も a チームの一員として，引き続き，本件建屋にとどまることを余\n儀なくされた。かかる状況下での本件作業の継続により原告が結果的に健康\n被害が生じるとまで認められない程度の放射線被ばくを受けたにすぎないと\nしても，本件ＡＰＤの警報音が鳴り，原則として当該区域からの退避が求め\nられる状況下で，本件作業を継続し，本件建屋にとどまることを余儀なくさ\nれた原告が覚えた不安や恐怖は，漠然とした不安感や恐怖感にとどまるもの\nではなく，健康被害を生じるかもしれないという危惧，恐怖を覚える程度の\nものといえ，原告は相当程度の精神的苦痛を受けたものといわざるを得ない。\n他方で，認定事実⑶ア，イのとおり，原告は放射線防護等に関する教育\nを受けた上で，本件事故後，本件原発で水素爆発が発生していることを認\n識し，本件事故以前よりも作業に従事することで被ばくするおそれが大き\nいことを認識しながら，本件原発での作業に従事することとしている。ま\nた，認定事実⑷のとおり，原告が本件作業に従事するために本件建屋内に\n滞在した時間は約１時間３０分程度であるところ，原告は，高線量が計測\nされた本件建屋地下１階で作業はしておらず，自身が着用していたＡＰＤ\nは２０mSv を超えたときの警告を発していない。そして，本件作業後の原告\nの被ばく量を見ると，認定事実⑹のとおり，本件作業による原告の外部被\nばく量は１０．８１mSv で，内部被ばく量も，本件作業を行った３月２４日\nに被ばくしたと仮定した場合は５．８mSv であると評価されていることから\nすれば，原告が本件作業を継続することで本件建屋にとどまることにより，\n電離則や訴外会社規則で定める被ばく量の上限や本件ＡＰＤのアラーム設\n定値である２０mSv を超える被ばくをしたと認めるに足りる証拠はないほか，\n原告の白血球数は，本件作業後や本件作業から７年以上が経過した時点に\nおいても基準値の範囲内であったことが認められる。加えて，認定事実⑸\nのとおり，原告は，本件作業後も被ばくの可能性が否定できない本件原発\nでの勤務を継続し，一定程度の更なる被ばくを受忍した。\nオ  これら一切の事情を考慮すると，原告が，本件ＡＰＤが２０mSv を超える\n場合の反応を示したにもかかわらず，本件作業に従事するために本件建屋\nにとどまることを余儀なくされて不安や恐怖を覚えたことにより原告が被\nった精神的苦痛を金銭的に評価すると３０万円が相当であり，これに弁護\n士費用３万円を加えた３３万円が原告に生じた原子力損害であると認める\nのが相当である。\nカ  これに対し，被告東電は，本件作業における原告の被ばく量は，電離則\nや訴外会社規定における放射線被ばく量や本件ＡＰＤのアラーム設定値で\nある２０mSv を下回っており，原告が受忍していた被ばく量を下回っている\nから，本件作業によって原告には損害が発生していない旨主張する。\nしかしながら，原告が，本件原発の複数の建屋で水素爆発が発生したな\nどといった状況を把握しながら，本件原発での緊急作業に従事することを\n選択したとしても，実際に本件作業に従事するに当たり，作業員がアラー\nム設定値を設定したＡＰＤを着用した上で作業していることなどからすれ\nば，原告と共に本件作業に従事していたＯらが着用していた本件ＡＰＤが\nアラーム設定値である２０mSv を超える場合の反応を示し，本件建屋からの\n退避が期待される状況においてもなお，本件作業を継続することまで受忍\nしていたということはできない。本件建屋から退避することが求められる\n状況であるにもかかわらず，意に反して本件建屋にとどまることにより原\n告が感じた不安や恐怖等の精神的苦痛を法的利益の侵害と認めるのである\nから，原告が実際に受けた放射線被ばく量の程度は損害発生の有無につい\nての判断を左右するものではない。\nよって，上記被告東電の主張は採用できない。\n第５  結語\n以上の次第で，原告の主位的請求はいずれも理由がなく，予備的請求は３３\n万円及び訴えの追加的変更申立書送達の日の翌日である平成２７年１２月３日か\nら支払済みまで民法所定年５％の割合による遅延損害金の支払を求める限度で理\n由があるからこれを認容し，その余の請求は理由がないから棄却することとして，\n主文のとおり判決する。\n福島地方裁判所いわき支部\n裁判長裁判官   名  島  亨  卓\n裁判官   小  川  一  希\n裁判官   西  沢    諒\n"
}