{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 2,
    "day": 22
  },
  "case_number": "平成29(う)1372",
  "case_name": "危険運転致死傷（予備的訴因　過失運転致死傷）",
  "court_name": "東京高等裁判所第６刑事部",
  "result": "棄却",
  "original_court_name": "東京地方裁判所",
  "original_case_number": "平成27特(わ)2350",
  "lawsuit_id": "87643",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87643",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/643/087643_hanrei.pdf",
  "contents": "平成３０年２月２２日宣告  東京高等裁判所第６刑事部判決\n平成２９年（う）第１３７２号  危険運転致死傷（予備的訴因  過失運転致\n死傷）被告事件\n主 文\n本件控訴を棄却する。\n理 由\n本件控訴の趣意は，弁護人丙作成の控訴趣意書記載のとおりであり，論旨\nは，事実誤認（法令適用の誤り）及び量刑不当の主張である。\n第１  事実誤認（法令適用の誤り）の主張について\n１  論旨は，被告人には危険運転致死傷罪の故意がなく，過失運転致死傷\n罪が成立するにすぎないのに，被告人には危険運転致死傷罪の故意があり，\n同罪が成立すると認定した原判決には判決に影響を及ぼすことが明らかな事\n実の誤認があり，その結果として法令適用の誤りがある，というのである。\n２  原判決が認定した罪となるべき事実の要旨は，「被告人は，平成２７\n年８月１６日午後９時３０分頃，普通乗用自動車を運転し，東京都豊島区ａ\nｂ丁目所在のｃ公共地下駐車場から発進して東京都北区ｄ所在の被告人方に\n向かい進行するに当たり，てんかんの影響により，その走行中に発作の影響\nによって意識障害に陥るおそれのある状態で同車を運転し，もって自動車の\n運転に支障を及ぼすおそれのある病気の影響により，その走行中に正常な運\n転に支障が生じるおそれがある状態で自動車を運転し，よって，その頃，同\n駐車場料金所付近において，自車を一時停止させた際，てんかんの発作によ\nり意識障害の状態に陥り，その状態のまま同駐車場出口に向かい進行し，同\n日午後９時３４分頃，同駐車場出口付近道路において，自車を急発進させて\n時速約５０キロメートルに加速させた上，東京都豊島区ｅｆ丁目ｇ番先歩道\n上を暴走させ，折から同歩道上にちょ立していたＡ（当時４１歳）ら５名に\n自車を順次衝突させて同人らを路上に転倒させ，よって，Ａに頭蓋底骨折及\nび骨盤骨折等の傷害を負わせ，同月１７日午前１時５３分頃，東京都板橋区\n所在の病院において，同人を上記傷害による出血性ショックにより死亡させ\nるとともに，Ｂ（当時２７歳）ら４名にそれぞれ加療約２週間ないし約６か\n月間を要する傷害を負わせた。」というものである。\n３  原審において，被告人及び原審弁護人は，走行中にてんかんの発作の\n影響によって意識障害に陥るおそれのある状態であることを認識していな\nかったとして，危険運転致死傷罪（自動車の運転により人を死傷させる行為\n等の処罰に関する法律３条２項）の故意（走行中に正常な運転に支障が生じ\nるおそれがある状態で運転することの認識）を否認したが，原判決は，要旨，\n次のように説示して，故意を認めた。\nすなわち，平成２２年８月に被告人の抗てんかん薬の処方が決定して以降\nも４回（直近２年でも２回）複雑部分発作を起こしていたことを認定した上，\n被告人が記憶力の低下によりうち１回以外のエピソードしか認識していな\nかったとの原審弁護人の主張については，個々のエピソードの詳細を記憶し\nていることは必ずしも必要ではなく，自身が複雑部分発作を起こしたか否か，\n今後複雑部分発作を起こす可能性があるか否かは，被告人にとっても関心が\n深いはずであるという事柄の性質，被告人がこれを医師に申告し，診察，指\n導を受けていたことなどから，排斥し，被告人は，抗てんかん薬を処方どお\nり服薬していても複雑部分発作が起き得ることを認識していたと認められ，\nさらに，被告人が精神科医として稼働するなどして，てんかんの知識を通常\n人よりも有していたことなどから，てんかん発作は疲労時に起きやすいこと\nも十分理解していたと認められるとした。そして，本件当日，数時間の長距\n離運転により身体的な疲労が蓄積していたこと，運転前に前兆（単純部分発\n作）である異臭感も感じたにもかかわらず，わずかな時間で運転を開始した\nことなどから，走行中に意識障害を伴う複雑部分発作を起こす具体的危険性\nを認識しながら運転したと認められ，走行中に正常な運転に支障が生じるお\nそれがある状態で運転することを認識していたと認められるとした。\nさらに，原審弁護人の主張（①服薬を怠っていないこと，②主治医から運\n転について指導を受けたことはなかったこと，③本件直前の眠気や疲労感が\n強いものではなかったこと，④異臭感が複雑部分発作の前触れであるとの認\n識がなかったこと）をいずれも排斥した。\n原判決の上記認定判断は，その理由として説示するところも含め，おおむ\nね正当であって，論理則，経験則等に照らして，不合理といえるものはなく，\n当裁判所としても是認できる。\n４  これに対し，所論は，原判決の説示について種々論難する。\n所論は，原判決が複雑部分発作が起きたと認定した４回（①平成２\n４年４月，②平成２５年３月，③平成２５年１０月，④平成２６年８月）の\nうち，②以外の３回で複雑部分発作が起きたと認めたのは誤りであるとして\nるる主張する。しかし，複雑部分発作に関する原判決の上記各認定は，いず\nれも不合理とはいえない。\nア  ①については，当時の主治医であるＣ医師による平成２４年４\n月１４日の診察に係るカルテに記載のあるエピソード（同月３日にカツ屋で\nカツ丼を食べた後，気が付いたら自室のベッドで寝ていたというもの）に関\nするものであるが，原判決が，カルテの「発作」，「Dammerzustand」（も\nうろう状態という意味）等の記載や捜査段階で精神鑑定を行った精神科医Ｄ\nの原審証言等によって複雑部分発作が起きたと認めたのは不合理ではない。\n所論は，複雑部分発作が起きていれば，同カルテの記載にあるカツ丼の代金\nの支払や抗てんかん薬の服用，自室ベッドでの就寝等はできないはずである\nというが，根拠に乏しい（カツ丼を食べたら前兆＋と記載されているだけで，\n代金の支払や抗てんかん薬の服用をしたことを覚えていないとまでの記載は\nカルテにない上，本件時に料金所で停止した際に複雑部分発作が起きたこと\nに争いはないが，その後，自車を発進させ，原判示の駐車場（以下「本件駐\n車場」という。）を出て，出入口付近の交差点で停止したことが認められ，\n複雑部分発作を生じた直後でもある程度の状況に応じた行動がとれることは\n明らかである。）。\nイ  ③については，主治医ではないＥ医師による平成２５年１０月\n１２日の診察に係るカルテに記載のあるエピソード（同月７日に店でカツ丼\nを注文した後，気が付いたら山手線の電車に乗っていたというもの）に関す\nるものであるが，原判決が，複雑部分発作と考えるのが一番自然である旨の\nＥ医師の原審証言やＤ医師の原審証言を合理的，説得的なものであるとして\n複雑部分発作が起きたと認めたのは不合理ではない。\n所論は，㋐Ｅ医師やＤ医師のてんかん患者の診察歴等から専門性が低い，\n㋑原判決が，カツ丼を食べた後であることや１０月という季節を挙げててん\nかん発作以外の意識障害は考え難いとしていることも不合理である，㋒約３\n０分間も複雑部分発作が継続することは考えられず，複雑部分発作後のもう\nろう状態が起きていたのであれば，その間は，合目的的な行動はとれないは\nずであると主張する。\nしかし，㋐については，Ｅ医師は，てんかんの専門医でないものの，精神\n科医としての経歴は十分であり，診察したてんかん患者の数も相当数に上る。\nまた，Ｄ医師は，診察したてんかん患者の数は少ないが，精神科医としての\n経歴は十分であり，精神鑑定の方法等も合理的なものである。㋑については，\n原判決の挙げた根拠は，意識障害が酩酊や熱中症等によるものである可能性\nが排斥できるとする趣旨と解され，不合理なものではない。㋒については，\n約３０分間は，複雑部分発作及びその後のもうろう状態と解することができ\nるところ，その間どのような行動をとったか自体が明らかでない上，主張自\n体が上記アで既述のとおり根拠に乏しい。\nウ  ④については，主治医ではないＦ医師による平成２６年８月２\n１日の診察に係るカルテに記載のあるエピソード（同月１４日に東京から茅\n野まで四，五時間運転して別荘に到着後，荷物を降ろして運んだ後，横にな\nるまでに発作のような状態が起きたというもの）に関するものであるが，原\n判決が，ほぼ典型的な複雑部分発作であると考えたなどというＦ医師の原審\n証言をその判断過程も含めて合理的であるなどとして，複雑部分発作が起き\nたと認めたのは不合理ではない。\n所論は，㋐Ｆ医師が「Ｍに言われた」と記載したと証言している部分を\n「Ｍに話した」と記載したものである，と主張する。\n確かに，カルテに記載された文字は，一見すると「Ｍに話した」とも読め\nる（Ｆ医師自らも捜査段階でそう読み，Ｄ医師やＧ医師もそう判読している\nほか，発作，前兆等に関するカルテの記載を解読整理した者も「話した」と\n解読したようである（原審弁１０）。）が，記載した本人が「言われた」と\n書いたと説明するＦ医師の原審証言は，他の文字との比較からも十分納得で\nきるのみならず（所論は，同日のカルテにある「倒れてはいない」との記載\nの中で「れ」の文字が確認できるというが，「れて」の中の「れ」は，上記\n「言われた」の「れ」の文字である縦一本線に近い。），何より同日のカル\nテの他の記載からは，被告人が発作があったと申告し，Ｆ医師が運転は当面\n駄目であると強く指導するとともに，脳波検査等の検査を受けるよう指示し\nたことが認められ，これらの状況と整合するように読むならば，意識障害が\n起きてそのことを母親から言われたということを記載したと読むほかないか\nら，その信用性に疑念を入れる余地はない。所論は，このことに関連して，\n㋑別荘の１階にいた母親が２階にいる被告人の状況を認識できるはずがない，\n㋒荷物を運んだことも横になったことも覚えているとの記載があるから，意\n識の減損は一切ない，とも主張するが，別荘に戻ってきて１階にいた母親と\n会わなかったとはいえないし，荷物を降ろして横になるまでの間については\n覚えているとの記載がなく，その間の記憶が飛んでおり，意識の減損がうか\nがわれる状況があったからこそ，発作があったと申告したとみるのが相当で\nあって，自らその際の状況を認識し，母親に話したのであれば，発作と申告\nしたことと整合し難い。\n所論は，さらに，㋓主治医であるＧ医師も，複雑部分発作とはいえないと\n明確に証言しており，この証言の信用性を検討することなく，複雑部分発作\nと認定したのは誤りであるともいう。しかし，Ｇ医師は，④のエピソードが\n申告された日に自身で診察していないので，その判断は極めて限られたカル\nテの記載によるしかなく，しかも，上記の読み方に争いのあるカルテの記載\n部分について「母親に話した」と判読し，意識障害がないことを前提に，複\n雑部分発作と断定することまではできないと述べたにすぎないと解される。\nその日から間もなく諸検査が実施され，同月３０日の診察（担当は別の専門\n外来医師）でもカルテに同月１４日に複雑部分発作が起きた（少なくとも被\n告人がそう申告した）と読める記載もあるから，Ｇ医師の上記原審証言が④\nのエピソード時にもうろう状態等が起きたとの認定を妨げるものではない。\nエ  被告人は，さらに，①③④の各エピソードに関して，①は複雑\n部分発作と関係なく出現するもうろう状態であった可能性が高く，③は合目\n的的行動のとれていた程度の意識混濁か記銘力の低下だった可能性が高く，\n④は意識障害はなかった可能性が高い上，診察した医師や主治医が複雑部分\n発作とは診断していないものをそれと認定するのは誤りであるなどとして，\n原判決がこれらのエピソードの際に複雑部分発作が起きたと認定したことを\n非難する（陳述書（当審弁１７））。\nしかし，直接診察した医師が複雑部分発作と診断したとはカルテ上読み取\nれないとの主張については，本件における問題の本質から目を背けるもので\nある。問題の本質は，てんかんにより意識の混濁やもうろう状態を含む意識\n障害が生じたかである。複雑部分発作が起きたと認定できるかどうかは，所\n詮被告人の申出に基づく事実経過を前提に判断するほかない上，複雑部分発\n作が起き，あるいは厳密にはそうと認定できないまでも，意識混濁やもうろ\nう状態に陥っている本人は，そのこと自体を直接認識することが困難ないし\nできないから，性質上その判断資料は，脆弱で限定的なものにならざるを得\nないのであって，医師らが一様に複雑部分発作が起きたとの断定を避けるよ\nうな表現をとっているのもそのような事情によるところが大きいと思われる\nが，厳密な意味では複雑部分発作が起きたとは断定し難いとしても，てんか\nんによって意識障害の状態に陥れば正常な運転に支障が生じることは明らか\nであるから，その状態が複雑部分発作と認定できるかどうかを論じてもさし\nたる意味はない。その意味で，①から④までのエピソードについても，正確\nには複雑部分発作が起きた可能性が高い意識障害が生じたと認めることで十\n分であったといえる。そして，この認定においては，被告人が診察の際に医\n師に自ら発作（意識障害を伴う複雑部分発作）と説明していることは極めて\n重要である。すなわち，てんかん患者の診察は，患者からてんかんに関連し\nたエピソードを聴き取り，それに応じて生活等に関する指導を行うのを主眼\nとするものであり，被告人はこれに前向きに取り組んでいたのであるから，\nカルテに前兆とは明らかに異なる発作という記載がされている以上，被告人\nと医師との間でてんかんによって意識障害が出現したとの共通認識が持たれ\nたとみるのが相当である（④のエピソードについて，意識障害はなかった可\n能性が高いとの主張は，既述のとおり採用できない。）。\nオ  以上の次第で，故意の有無を認定する前提事実として，抗てん\nかん薬を服用しながら，近時少なくとも４回のてんかんによる意識障害が起\nきたこと，それらの診察の際に診察医と被告人との間でそれらの意識障害に\n関して共通認識が持たれたことが認められる。\n次いで，所論は，故意の有無は，本件当時の被告人の記憶を前提に\n決すべきであるところ，被告人は，㋐原判決が認定した①から④までのエピ\nソードのうち，てんかんり患後の記憶力の低下により，②の１回しか記憶し\nていなかった，㋑④のエピソードに関し，Ｆ医師から運転は当面駄目と言わ\nれたことも記憶していなかった，㋒当面駄目における「当面」の意味は，脳\n波検査の結果を踏まえて主治医であるＧ医師から指導があるまでの期間と考\nえており，その後Ｇ医師から運転を中止するような指導を受けなかったので，\n運転は許可されたものと認識していた，などともいう。\nア  まず，㋐については，原判決の上記説示内容は不合理なもので\nはなく，被告人の診察経過に照らして，被告人が抗てんかん薬を服用してい\nても，意識障害が起き得ることを認識していたことは優に認められる。付言\nすれば，②のエピソードしか記憶になかったなどという被告人の弁解自体が\nにわかには信用できないというべきである。確かに，被告人は，Ｄ医師の鑑\n定でも，頭部ＭＲＩ検査により左海馬硬化症と判定され，軽度の記憶障害が\nあるとの診断も受ける（診断書（原審弁１２））など，記憶力の低下があっ\nたことは否定し難い。しかし，原判決も適切に指摘しているように，てんか\nんを持病に持つ被告人にとって，意識の混濁やもうろう状態を含め意識障害\nが生じたかどうかということは極めて関心の高い事柄であり，だからこそ被\n告人は，定期的に医師に前兆を含め異常の疑われる出来事があれば曖昧でも\n申告し（曖昧となるのは事柄の性質上仕方がない。），指導を受ける診察を\n受けていたのであって，中でも④のエピソードは，医師から当面運転はしな\nいよう注意を受け，直後に脳波検査を受け，次の診察時にも複雑部分発作と\nして扱われていたものであるから，取り分け印象に残っていたはずである。\nしかも，被告人は，医師で，精神科医としても稼働し，てんかんについて通\n常人よりは知識があったといえる。それにもかかわらず，本件から２年４か\n月ほども前の②のエピソードは記憶しているが，約１年前の印象深い④のエ\nピソードについては記憶がないなどということは信用し難い。被告人は，本\n件事故直後から，意識的に，持病のてんかんが本件事故と関係することを否\n定しようとする供述態度に出たり，本件運転直前の疲労感についても供述を\n変遷させたりしているなど，強い自己防衛的な供述傾向がうかがわれること\nも考え併せると，④のエピソードについてもあえて記憶にないとの弁解をし\nている可能性が高いというべきである。\nイ  また，㋑についても，被告人は，Ｆ医師から平成２６年８月２\n１日の診察時に運転は当面しないよう注意を受けたことも本件時は記憶にな\nかったなどとも供述しているが，Ｆ医師は，その注意を承服しない被告人に\n相当強く指導した旨証言しており，その原審証言はカルテの記載内容とも整\n合するもので十分信用できる。その事柄の重要性やその後の診察経緯等，上\n述の事情も併せ考えれば，被告人が軽度の記憶障害があることを考慮しても，\nＦ医師から注意されたことを忘れたとの供述は信用できない。\nウ  さらに，㋒については，被告人の全く恣意的な解釈というべき\nであって，原判決が適切に説示するとおり，むしろ被告人が自らＧ医師に運\n転について明示的に相談し，指導を受けるべきであって，それすらしていな\nい被告人は，運転禁止の指導を受けることのないように，運転に関する相談\nを意識的に避けていたことが強く疑われる（それは，③のエピソードの約２\nか月後，自ら意識障害が起きたと認める②のエピソードからでも７か月余り\n後の運転免許更新の際にてんかんによる意識障害の経験を申告していないと\nいう態度と軌を一にするものがある。）。Ｇ医師から運転について指導を受\nけなかったことをもって，「当面」の期間が経過し，運転が許されたものと\n解して約２か月後には運転を再開したというのは，運転の危険性を軽視し，\n自己の都合を優先した身勝手な考えに基づいて行動したというほかない。\n所論は，当日の被告人の状況やその認識についても，㋐原判決は，\n長距離を運転したことにより身体的な疲労が蓄積していたことは明らかであ\nると説示したが，身体的な疲労の蓄積は明らかではないし，被告人には身体\n的な疲労が蓄積しているとの認識はなく，仮に被告人が疲労感や眠気を感じ\nていたとしても，日常的に感じる程度のものにすぎず，複雑部分発作に結び\n付くとの認識はなかった，㋑被告人が本件駐車場付近で単純部分発作である\n異臭感を感じたことは間違いないが，被告人は，これまで独特の嫌な感じが\nあった場合又は異臭感に加えて独特の嫌な感じがあった場合にのみ，複雑部\n分発作が生じたことがあったにすぎず，異臭感だけを感じた場合は単純部分\n発作で収まっており，異臭感のみを感じた場合に複雑部分発作に移行するこ\nとは被告人には予想できなかった，というのである。\nア  しかし，㋐については，被告人自身が疲労感や眠気を感じてい\nたと述べている上，長距離運転をした後の疲労感を軽視できないことは，本\n件当日と同様に長距離運転をした後意識障害が生じた④のエピソードを経験\nしていることからも当然認識できたはずである。被告人が大した疲労感を感\nじていなかったと述べても，④のエピソード自体を意識障害が生じたものと\n認識しておらず，医師から運転をしないよう注意されたことも記憶していな\nいなどとの弁解をしていることも考えると，信用性は乏しく，単に運転の危\n険性を軽視していたことを示しているにすぎない。なお，所論は，原判決が\nてんかん発作が疲労している場合に起こりやすいことを被告人が十分理解し\nていたと認める根拠として，被告人が自身で抗てんかん薬を処方した旨指摘\nしていることに異を唱え，被告人はてんかんについて専門知識を有していた\nわけではないとも主張するが，原判決は，被告人が通常人より知識があると\nしているにすぎず，その前提として挙げる事実について，自身で「処方」し\nたというのも，別の医師の処方どおりの抗てんかん薬を取り寄せていたこと\nを意味しており，医師として薬を取り寄せた行為自体を「処方」したと表現\nしても誤りとまではいえない（被告人の検察官調書（原審乙３）では被告人\n自身が「処方」と供述したとの記載になっており，これについて被告人は格\n別の異議をとどめずに署名，指印している。）。\nイ  また，㋑については，原判決は，原審弁護人の主張（上記と同\n旨の主張に加え，被告人が駐車していた自車に向かう途中，本件駐車場の出\n入口付近で異臭感を感じたが，しばらく様子を見て普通の状態に戻ったのを\n確認して運転を開始したなどという供述と同旨のもの）に対し，異臭感を感\nじてからわずか４０秒余りで自車を発進させていることなどから，複雑部分\n発作に移行しないことを確認して発進したとは認められないと説示している。\nこの説示は，原審弁護人の主張との対応関係がやや不明瞭な説示ではあるが，\n被告人が異臭感を感じながら，さして間を置かずに自車を発進させているこ\nとは優に認められ，このことをもって，被告人の上記供述の信用性を否定し\nた原判決の説示は不合理ではない（なお，所論は，原判決が「前兆である」\n異臭感とするなど，明確に区別すべき単純部分発作と前兆とを恣意的に区別\nせずに用いていると非難するが，原判決は，両者を同一の概念を表すものと\nして自覚的かつ明示的に用いており，意味のない論難であって，結論ありき\nの使用法であるとの主張は邪推にすぎない。また，所論は，異臭感を感じて\nから運転を開始するまで４０秒余りとする原判決の認定にも疑問を呈する。\nしかし，被告人の原審公判供述によれば，本件駐車場の出入口付近で軽い単\n純部分発作である異臭感を感じたものの，自車に戻るまでには異臭感はなく\nなり，様子を見てから運転を開始したというのであるが，防犯カメラ映像捜\n査結果報告書（原審甲５）によれば，被告人は，本件当日午後９時２９分４\n３秒の時点で，いまだ本件駐車場出入口には至っていないｈショッピング\nパーク内を歩いており，被告人が自車を発進させたのがそれからわずか４２\n秒後の同日午後９時３０分２５秒であるから，異臭感を感じたと述べる時間\nから最も長く見ても４０秒余りで発進していることは明らかである。）。\nのみならず，そもそも前触れもなく，複雑部分発作が起きることもあった\nというのであるから，被告人が異臭感のみを感じた場合には複雑部分発作は\n起こらないなどという確信を持っていたということ自体，不合理で信じ難い\nし，被告人の供述によっても，異臭感を感じてしばらく様子を見たというの\nであるから，単純部分発作が起きて運転に不安を覚えたと理解するのが相当\nである。所論は，その他結論に影響しない些細な点についてもるる主張する\nが，いずれも採用できない。\n事実誤認（法令適用の誤り）をいう論旨はいずれも理由がない。\n第２  量刑不当の主張について\n１  論旨は，被告人を懲役５年に処した原判決の量刑は重過ぎて不当であ\nる，というのである。\n２  原判決は，本件運転の危険性，結果の重大性，本件運転に至った経緯\nも厳しい非難を免れないとし，処方薬を服用していたこと，加入の任意保険\nによる損害賠償の見込みがあること，懲役前科がないこと，自分なりに遺族\nや被害者に謝罪の弁を述べていることなどの事情を考慮しても，上記量刑が\n相当であると判断した。\n原判決の上記量刑判断は，相当であり，当裁判所としても是認できる。\n３  所論は，①原判決後，被告人が加入していた任意保険により，死亡し\nた被害者の遺族に対し，損害賠償命令により支払が命じられた金約９９１７\n万円が支払われ，他の被害者２名に対し，それぞれ金約１６０６万円，金約\n４４９万円が支払われ，その余の被害者らに対しても早晩適正な賠償がされ\nる見込みであること（本件事故に付随して生じた物損被害（建物の損壊）に\nついても上記任意保険により金約１９５７万円の損害賠償金が支払われ，示\n談が成立していること），②原審の審理中に被害者らに謝罪しようと自殺を\n企図するなどし，原判決後も，死亡した被害者の遺族に対し謝罪の手紙を\n送ったほか，経営していた診療所を廃院することとし，本件を真摯に反省し\nていること，③矯正施設に収容された場合，従前と異なる抗てんかん薬しか\n処方されず，被告人のてんかんが悪化するおそれがあるなど，長期間の矯正\n施設の収容は相当ではない，などと主張する。\nしかし，①については，所論指摘のとおり，被告人加入の任意保険により，\n遺族や一部の被害者らに損害賠償金が支払われ，物損被害についても損害賠\n償金が支払われ，それぞれ示談が成立していることが認められるが，原判決\nも損害賠償がされる見込みがあることを考慮して量刑判断をしており，原判\n決の量刑を変更する必要まではない。②については，被告人が本件事故を起\nこし大きな戸惑いを感じていることは理解でき，原判決も被告人なりに遺族\nや被害者らに対する謝罪の気持ちを持っていることを考慮しているが，原判\n決も適切に指摘しているように，被告人が，医師から運転をしないよう注意\nされながらも，てんかんの持病を申告せずに運転免許の更新を受け，自動車\nの運転を継続した経緯は厳しい非難に値し，本件は，被告人が，万が一でも\nてんかん発作が起これば取り返しの付かない重大な結果を招くかもしれない\nという自動車運転の危険性を顧みず，運転に対する自己の願望や都合を優先\nしたことによって起きたものであって，いまだに不合理な自己弁護に拘泥し，\nそのような本件事故を招いた自己の態度を率直に見つめることができていな\nいのであるから，真摯に反省していると評価することはできない。③につい\nては，刑の執行が被告人に無用な不利益を与えるものであってはならないこ\nとは当然であるが，所論が指摘するような事情は，量刑判断に大きな影響を\n与えるものではない。\n所論はいずれも採用できず，量刑不当をいう論旨も理由がない。\n第３  結論\nよって，刑訴法３９６条により本件控訴を棄却することとして，主文のと\nおり判決する。\n平成３０年２月２６日\n東京高等裁判所第６刑事部\n裁判長裁判官     大 熊 一 之\n裁判官    大 橋 弘 治\n裁判官景山太郎は転補のため署名押印することができない。\n裁判長裁判官     大 熊 一 之\n"
}