{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 10,
    "day": 26
  },
  "case_number": "平成28(行ケ)10008",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "86217",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=86217",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/217/086217_hanrei.pdf",
  "contents": "平成２８年１０月２６日判決言渡  同日原本領収  裁判所書記官\n平成２８年（行ケ）第１０００８号  審決取消請求事件\n口頭弁論終結日  平成２８年９月２１日\n判     決\n原        告     シ ャ ー プ 株 式 会 社\n同訴訟代理人弁護士    鎌    田    邦    彦\n毒    島    光    志\n同訴訟代理人弁理士    深    見    久    郎\n木    原    美    武\n堀    井        豊\n荒    川    伸    夫\n岡            始\n被        告     ダ イ ニ チ 工 業 株 式 会 社\n同訴訟代理人弁護士    細    貝        巌\n同訴訟代理人弁理士    吉    井        剛\n吉    井    雅    栄\n主     文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事実及び理由\n第１  請求\n特許庁が無効２０１４－８００１９８号事件について平成２７年１２月９日にし\nた審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n(1)  原告は，平成１０年７月２９日，発明の名称を「加湿器」とする特許出願を\nし，平成１５年１１月２８日，設定の登録（特許第３４９７７３８号）を受けた\n（請求項の数５。以下，この特許を「本件特許」という。甲１３）。\n(2)  被告は，平成２６年１１月２８日，本件特許の請求項１ないし５に係る発明\nについて特許無効審判を請求し，無効２０１４－８００１９８号事件として係属し\nた。\n(3)  特許庁は，平成２７年１２月９日，「特許第３４９７７３８号の請求項１～\n５に係る発明についての特許を無効とする。」との別紙審決書（写し）記載の審決\n（以下「本件審決」という。）をし，その謄本は，同月１７日，原告に送達された。\n(4)  原告は，平成２８年１月１３日，本件審決の取消しを求める本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n特許請求の範囲の請求項１ないし５の記載は，次のとおりである（甲１３）。以\n下，請求項１ないし５に記載された発明を，請求項の番号に従って「本件発明１」\nなどといい，本件発明１ないし５を併せて，「本件発明」という。また，その明細\n書（甲１３）を，図面を含めて「本件明細書」という。なお，「／」は，原文の改\n行部分を示す（以下同じ。）。\n【請求項１】室内湿度を検出する湿度センサーと，室内温度を検出する温度セン\nサーと，加湿用の水蒸気を発生する水蒸気発生装置とからなる加湿器において，／\n上記室内温度での湿度設定に使用者の湿度の希望の高め・低めとを加味した加湿程\n度を選択可能な加湿程度選択手段と，選択された該加湿程度及び検出された該室内\n温度に基づいて加湿度を設定し，該加湿度に基づいて該水蒸気発生装置を制御する\n制御手段とを設けたことを特徴とする加湿器。\n【請求項２】前記加湿程度選択手段は，選択可能な複数の加湿運転モードを設け\nたことを特徴とする請求項１に記載の加湿器。\n【請求項３】前記温度センサーと，前記湿度センサーとを制御回路基板上に配設\nすると共に，該温度センサー及び該湿度センサーを室内空気取り入れ通路内に設け\nたことを特徴とする請求項１又は２に記載の加湿器。\n【請求項４】運転停止中に，凍結防止のための保温手段を設けたことを特徴とす\nる請求項１乃至３のいずれかひとつに記載の加湿器。\n【請求項５】前記保温手段を動作させるスイッチを設けたことを特徴とする請求\n項１乃至４のいずれかひとつに記載の加湿器。\n３  本件審決の理由の要旨\n(1)  本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，①\n本件発明１及び２は，下記アの引用例１に記載された発明（以下「引用発明」とい\nう。）及び下記イの引用例２に記載された技術事項に基づいて，当業者が容易に発\n明をすることができたものであって，特許法２９条２項の規定により特許を受ける\nことができないものであり，②本件発明３は，引用発明並びに下記イ及びウの引用\n例２及び３に記載された技術事項に基づいて，当業者が容易に発明をすることがで\nきたものであって，特許法２９条２項の規定により特許を受けることができないも\nのであり，③本件発明４及び５は，引用発明並びに下記イ及びエの引用例２及び４\nに記載された技術事項に基づいて，当業者が容易に発明をすることができたもので\nあって，特許法２９条２項の規定により特許を受けることができないものであるか\nら，本件発明に係る特許は無効にすべきものである，というものである。\nア  引用例１：特開平４－３３５９４３号公報（甲１）\nイ  引用例２：特開平６－４２７９８号公報（甲２）\nウ  引用例３：特開平１－１１８０４３号公報（甲３）\nエ  引用例４：実願昭５６－１９６１２２号（実開昭５８－１０２１２４号）の\nマイクロフィルム（甲４）\n(2)  引用発明\n本件審決が認定した引用発明は，以下のとおりである。\n部屋の相対湿度を検出する相対湿度センサと，／部屋の温度を検出する室温セン\nサと，／水を加熱蒸発させて加湿を行う加湿部とからなる加湿装置において，／そ\nの室温に対応して予め定められた目標相対湿度と現在の相対湿度との湿度偏差を演\n算し，／ファジー推論部が，湿度偏差を含むデータから最適加湿量を演算し，求め\nた最適加湿量に応じて前記加湿部を能力制御するようにした加湿装置。\n(3)  本件発明と引用発明との対比\n本件審決が認定した本件発明と引用発明との一致点及び相違点は，以下のとおり\nである。\nア  本件発明１と引用発明との一致点及び相違点\n(ア)  一致点：室内湿度を検出する湿度センサーと，室内温度を検出する温度セ\nンサーと，加湿用の水蒸気を発生する水蒸気発生装置とからなる加湿器において，\n加湿度を設定し，該加湿度に基づいて該水蒸気発生装置を制御する制御手段とを設\nけた加湿器。\n(イ)  相違点１：本件発明１では，「上記室内温度での湿度設定に使用者の湿度\nの希望の高め・低めとを加味した加湿程度を選択可能な加湿程度選択手段」を有し，\nまた，加湿度は，「選択された該加湿程度及び検出された該室内温度に基づいて」\n設定するのに対し，引用発明では，そのような加湿程度選択手段を有するとはされ\nておらず，また，目標相対湿度は「室温に対応して予め定められ」る点。\nイ  本件発明２と引用発明との一致点及び相違点\n本件発明２と引用発明とは，前記ア(ア)の点で一致し，同(イ)の相違点１及び以\n下の相違点２で相違している。\n相違点２：本件発明２は「前記加湿程度選択手段は，選択可能な複数の加湿運転\nモードを設けた」ものであるのに対し，引用発明は，そのような加湿程度選択手段\nを有するとされていない点。\nウ  本件発明３と引用発明との一致点及び相違点\n本件発明３と引用発明とは，前記ア(ア)の点で一致し，同(イ)の相違点１及び以\n下の相違点３で相違している。\n相違点３：本件発明３は「前記温度センサーと，前記湿度センサーとを制御回路\n基板上に配設すると共に，該温度センサー及び該湿度センサーを室内空気取り入れ\n通路内に設けた」ものであるのに対し，引用発明は，そのような特定がなされてい\nない点。\nエ  本件発明４と引用発明との一致点及び相違点\n本件発明４と引用発明とは，前記ア(ア)の点で一致し，同(イ)の相違点１及び以\n下の相違点４で相違している。\n相違点４：本件発明４は「運転停止中に，凍結防止のための保温手段を設けた」\nものであるのに対し，引用発明は，そのような保温手段を設けたものとされていな\nい点。\nオ  本件発明５と引用発明との一致点及び相違点\n本件発明５と引用発明とは，前記ア(ア)の点で一致し，同(イ)の相違点１及び以\n下の相違点５で相違している。\n相違点５：本件発明５は「前記保温手段を動作させるスイッチを設けた」もので\nあるのに対し，引用発明は，保温手段を動作させるスイッチを設けたものとされて\nいない点。\n４  取消事由\n(1)  本件発明１に係る容易想到性判断の誤り（取消事由１）\n(2)  本件発明２ないし５に係る容易想到性判断の誤り（取消事由２）\n第３  当事者の主張\n１  取消事由１（本件発明１に係る容易想到性判断の誤り）について\n〔原告の主張〕\n(1)  本件審決における判断\n本件審決は，引用発明の温度ごとに固定されている「その室温に対応して予め定\nめられた目標相対湿度」を，利便性を高めるために使用者の好みにより変更できる\nようにすることの動機付けが存在し，引用例２には，使用者が所望の湿度を設定す\nる方法として，「高湿（または強湿）」，「標準」，「低湿（または弱湿）」等の\nボタンにより選択することや基準湿度に対して「もっと加湿（または強湿）」，\n「少し加湿（または弱湿）」のような相対的な変化量を入力することが記載されて\nいることを参酌すれば，引用発明の「その室温に対応して予め定められた目標相対\n湿度」に対して，高め，低めを使用者の希望で選択して最終的な目標湿度とする構\n成に設計変更し，本件発明１に相当する構成とすることは，当業者が容易に想到す\nることができたことである旨判断した。\nしかし，以下のとおり，上記判断は，誤りである。\n(2)  相違点１の容易想到性\nア  動機付けがないこと\n(ア)  引用例１には，使用者の好みにより固定値（目標相対湿度）を変更するこ\nとは記載されていない。引用例１の「快適湿度と言われている４０～５０％」も，\n室温の幅に対応した快適湿度の幅を記したものであり，使用者の好みの幅を記した\nものではない（【００１２】，図４）。\nそもそも，引用発明は，室温に応じた快適湿度に速やかに収束し，安定した湿度\n環境を作り出す加湿装置を提供することを目的として（【０００４】），室温，絶\n対湿度変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，\n求めた最適加湿量に応じて加湿部を能力制御するようにしたことにより，①過度の\n加湿による不快状態や結露状態を招くことが解消され，室温に応じた快適湿度に制\n御されるため，どの温度領域においても快適湿度が実現される，②部屋の広さや密\n閉度に応じた最適な制御が行われ，速やかに快適湿度に収束し，変動の少ない安定\nした湿度状態が実現できる，という作用効果を奏するものである（【００２１】）。\nすなわち，引用発明は，「人により快適と感じる湿度が異なるため，使用者の好み\nにより湿度の設定値を変更できないことは利便性に劣ること」を課題とするもので\nはなく，また，各種データからファジー推論を用いて演算して最適湿度を自動的に\n実現しようとするものであって，最適湿度の自動調整に使用者の好みによる選択を\n入れようとするものではない。\n(イ)  他方，引用例２は，湿度の調整を使用者が「設定湿度ボタン」等を操作し\nて人手で行うことにしたものであって，室内温度に応じて湿度を設定するものでは\nなく，室内温度に応じた湿度の設定に使用者の好みを入れた選択ができるようにす\nることについて示唆するものではない。引用例２は，「高湿」，「中湿」，「低\n湿」等の一定の固定値の湿度ボタンを選択することで使用者が「所望の湿度を選\n択」することのみを開示しており，本件発明１の「上記室内温度での湿度設定に使\n用者の湿度の希望の高め・低めとを加味した加湿程度を選択可能な加湿程度選択手\n段」の構成や，「選択された該加湿程度及び検出された該室内温度に基づいて加湿\n度を設定」する構成を開示するものではないし，室内温度に応じて湿度を設定する\nに当たり，使用者の好みによる選択ができるようにすることを示唆するものではな\nい。甲６や７についても，同様である。\n(ウ)  以上のとおり，引用発明と引用例２とは課題を共通にするものではなく，\nまた，その開示内容に照らしても，両者を組み合わせることについて動機付けがな\nい。\nイ  本件発明１の構成に想到しないこと\n仮に，引用発明において，引用例２に記載された技術事項を適用したとしても，\n引用発明と併存して引用例２に記載された選択ボタンを設けるようにするのがせい\nぜいであり，本件発明１の構成，すなわち，目標相対湿度の設定について使用者の\n好みを入れた選択ができる構成には，至らない。\nウ  阻害要因があること\n引用発明は，各種データからファジー推論を用いて演算して最適湿度を自動的に\n実現しようとするものであって，個人の好みに応じた選択を取り入れようという発\n想とは相容れないものであるのに対し，引用例２は，使用者が「高湿」，「中湿」，\n「低湿」等の一定の固定値の湿度ボタンを選択することで「所望の湿度」を選択で\nきるものである。\nまた，引用発明は，自動的に最適湿度を実現しようとするものであるのに対し，\n引用例２は，選択ボタンの操作という人手によって湿度を調整するものである。\n以上のとおり，引用発明と引用例２に記載された技術事項とは相容れないもので\nあるから，引用発明において，上記技術事項を適用することには，阻害要因がある。\nエ  以上によれば，引用発明において，相違点１に係る本件発明１の構成を備え\nるようにすることに容易に想到することができたとはいえない。\n(3)  被告の主張について\n引用例２において，外気温による補正を行うものは，湿度の調整について，室内\n温度とは関係しない一定値として設定された「高湿（５５％）」，「標準（４５\n％）」，「低湿（３５％）」等の選択ボタンを使用者が手動で操作して「所望の湿\n度を選択」できるようにしたものを基本として，結露防止のために外気温が所定温\n度以下の場合に「高湿」・「標準」・「低湿」等の一定値として設定されたものを\n所定値より低く補正するというものにすぎない（請求項２，【００２３】～【００\n２７】，図６）。\nしたがって，引用例２は，室内温度とは関係しない一定値として設定された「高\n湿（５５％）」等の選択ボタンを使用者が手動で操作して「所望の湿度を選択」で\nきるようにしたものを基本とするもので，そもそも「外気温度での湿度設定」をす\nるものではない。また，外気温による補正は，結露防止のために外気温が所定温度\n以下の場合に「高湿」・「標準」・「低湿」等の一定値として設定されたものを所\n定値より低く補正するというものであり，外気温度での湿度設定に「使用者の湿度\nの希望の高め・低めとを加味した加湿程度を選択可能」とするものでもない。\nさらに，引用例２は，上位概念化された検出温度によって設定湿度を変化させる\nことを示唆するものではない。加湿器において，室内温度でも外気温でもない「検\n出温度」という概念は存在しないから，引用例２が「検出温度」という上位概念に\nついて示唆することなどあり得ないし，引用例２において，外気温は本質的な要素\nであって，外気温を室内温度に置き換えることもできない。\n〔被告の主張〕\n(1)  相違点１の容易想到性\n引用例２には，検出する温度（外気温度）での湿度設定に使用者の湿度の希望の\n高め・低めとを加味した加湿程度を選択可能な加湿程度選択手段を設ける構成，並\nびに，選択された加湿程度及び検出された温度（外気温度）に基づいて加湿度を設\n定する構成が記載されている（【００２４】，【００３３】，図６）。したがって，\n引用例２には，本件発明１における相違点１に係る構成に相当する技術的思想が開\n示されている。\nそうすると，引用発明において，引用例２に記載された技術事項を適用し，相違\n点１に係る本件発明１の構成とすることは当業者が容易に想到することができたこ\nとである。\n(2)  原告の主張について\nア  加湿器において，使用者の好みに応じて設定湿度が変更できれば，できない\n場合より利便性が良く，使用者の好みに応じて変更できなければ，できる場合より\n利便性に劣ることは自明である。\nそして，引用発明と引用例２とは同じ加湿器に係るものであり，上記の利便性を\n考慮すれば，引用発明において，引用例２に記載された技術事項を適用することは，\nいわば当然のことであって，動機付けがある。\nイ  引用例２には，高め・低めの「高湿」・「低湿」の選択ボタンの選択により，\nそれぞれの温度帯での設定湿度が高め・低めに自動変更設定されるところ，それぞ\nれの選択したモードにおいてその設定湿度はそのときの温度に応じて自動変更設定\nされる構成（技術事項）が記載されており，使用者の好みに応じて設定湿度を変更\nする技術事項が記載されていることは明らかである。\nしたがって，引用発明において，引用例２に記載された技術事項（設定湿度が温\n度に応じて自動変更設定される構成と設定湿度を使用者が好みに応じて選択ボタン\nで高め・低めに変更できる構成）を適用すれば，相違点１に係る本件発明１の構成\nに想到する。\nウ  引用発明と引用例２とが相容れないものである旨主張するが，両者は相容れ\nないのではなく，単に異なる点があるというにすぎない。\n引用発明において引用例２に記載された技術事項を適用することには阻害要因が\nあるとする原告の主張は，失当である。\n２  取消事由２（本件発明２ないし５に係る容易想到性判断の誤り）について\n〔原告の主張〕\n本件発明２ないし５は，本件発明１の構成を含むものであるところ，前記１の\n〔原告の主張〕と同様の理由により，本件審決における本件発明２ないし５の容易\n想到性判断は，誤りである。\n〔被告の主張〕\n本件発明２ないし５は，本件発明１の構成を含むものであるが，前記１の〔被告\nの主張〕と同様の理由により，本件審決における本件発明２ないし５の容易想到性\n判断に誤りはない。\n第４  当裁判所の判断\n１  本件発明１について\n(1)  本件明細書等の記載\n本件発明１に係る特許請求の範囲の請求項１は，前記第２の２記載のとおりであ\nるところ，本件明細書（甲１３）の発明の詳細な説明には，おおむね，次の記載が\nある（下記記載中に引用する図１～３については，別紙本件明細書図面目録を参\n照。）。\nア  発明の属する技術分野\n【０００１】本発明は，室内の温度に応じて，自動的に適切な加湿制御を行う加\n湿器に関するものである。\nイ  従来の技術\n【０００２】一般に加湿器の加湿量は，室内の温度に関係なく設定された加湿量\nにより常に一定量の加湿を行う方式がとられているため，加湿量の調整は実際の部\n屋の湿度と関係なく行われ，過加湿などの不具合が生じることがあった。\n【０００３】このため，加湿器の加湿量は，加湿を行う部屋の温度や湿度，また\nは加湿器の設定湿度などを総合的に判断して，過加湿とならないように，適切な加\n湿を行う必要がある。\n【０００４】そこで，従来の加湿器は図６に示すように，９は湿度センサー，１\n０は水蒸気発生量制御手段，１１は水蒸気発生装置，１２は表示制御手段，１３は\n表示器，１４はマイクロコンピュータである。\n【０００５】従来の加湿器は，以上のように構成され，湿度センサー９により部\n屋の湿度を検出し，この検出値と使用者の希望する設定湿度とを比較して，その差\nにより直接加湿量を制御し，水蒸気発生装置１１を稼働させ加湿を行っていた。\nウ  発明が解決しようとする課題\n【０００８】従来の構成は，上述のような構成になっていて，従来の加湿器では，\n湿度センサーからの検出信号と，予め定められた設定湿度の値との差によって，加\n湿量を直接決定しているので，加湿量が頻繁に変化し，室温との対応が正確になさ\nれないために，過加湿になってしまうなどの問題点があった。\n【０００９】本発明は，上記のような課題を解消するためになされたもので，自\n動的に設定湿度に見合った加湿量で加湿を行い，かつ，過加湿などが生じない適切\nな加湿量にすばやく制御できる加湿器を提供するものである。\nエ  課題を解決するための手段\n【００１０】本発明の加湿器は，上記のような目的を達成するために，請求項１\n記載の発明は，室内湿度を検出する湿度センサーと，室内温度を検出する温度セン\nサーと，加湿用の水蒸気を発生する水蒸気発生装置とからなる加湿器において，上\n記室内温度での湿度設定に使用者の湿度の希望の高め・低めとを加味した加湿程度\nを選択可能な加湿程度選択手段と，選択された該加湿程度及び検出された該室内温\n度に基づいて加湿度を設定し，該加湿度に基づいて該水蒸気発生装置を制御する制\n御手段とを設けたことを特徴とする加湿器である。\nオ  発明の実施の形態\n【００１８】図１に示すように，室温センサー１５，湿度センサー９，おまかせ\n運転選択ボタン１６（加湿程度選択手段），加湿湿度判定手段１７，水蒸気発生量\n制御手段１０，水蒸気発生装置１１，表示器１３，表示制御手段１２，マイクロコ\nンピュータ１４である。\n【００１９】次に，動作について，図２で説明する。まず，不図示の運転スイッ\nチをＯＮし，おまかせ運転選択ボタン１６でモードを選択すると，温度読み込みス\nテップ４１が開始する。このステップ４１は室温センサー１５により，室内温度を\n検出し，加湿湿度判定手段１７に入力するものである。\n【００２３】一方，ステップ４２によつて，室温が０℃を越え，３５℃未満の範\n囲内と判定された場合には，ステップ４４に進み，おまかせ運転選択ボタン１６か\nらの使用者の希望する加湿運転モードの読み込みを行い，室温と加湿運転モードに\nよって，加湿湿度判定手段１７にて，湿度を設定する。\n【００２４】この室温と加湿運転選択モードとによる湿度設定値は図３に示して\nいる。図３について説明すると，おまかせ運転選択ボタンで『のどうるおい』モー\nドを選択して，室内の温度が１８℃が検出されると，設定湿度は６０％になる。\n【００２５】ステップ４５では，水蒸気発生装置１１より水蒸気を放出して加湿\nし，湿度センサー９にて現在の室内の湿度を検出し，水蒸気発生量制御手段１０に\n入力して，現在湿度と設定湿度との差を，加湿量を調整しながら設定湿度に合わす\nように制御して加湿運転をする。また，室内温度の読み込みは常時行い，判定手段\nの出力は随時出している。最後にステップ４７に進み，表示器１３には現在湿度と\n設定湿度とからなる加湿状態を表示する。\nカ  発明の効果\n【００３０】本発明に係る加湿器によれば，室内湿度を検出する湿度センサーと，\n室内温度を検出する温度センサーと，加湿用の水蒸気を発生する水蒸気発生装置と\nからなる加湿器において，加湿程度を選択可能な加湿程度選択手段と，選択された\n該加湿程度及び検出された該室内温度に基づいて加湿度を設定し，該加湿度に基づ\nいて該水蒸気発生装置を制御する制御手段とを設けたことにより，室内温度に応じ\nた適湿な加湿運転ができる。\n【００３１】また，前記加湿程度選択手段により，複数以上の加湿運転モード\n（『喉うるおい』『適湿』『ひかえめ』）を設けたことで，室内温度での湿度設定\nに使用者の湿度の希望の高め・低めとを加味した湿度での加湿運転をすることが出\n来，使用者の快適度合いが満足される。\n(2)  前記(1)の記載によれば，本件発明１の特徴は，以下のとおりである。\nア  本件発明１は，室内の温度に応じて，自動的に適切な加湿制御を行う加湿器\nに関する（【０００１】）。\n室内の温度に関係なく設定された加湿量により常に一定量の加湿を行う方式が採\nられていると，加湿量の調整が実際の部屋の湿度と関係なく行われ，過加湿などの\n不具合が生じることがあったことから，加湿量は，加湿を行う部屋の温度や湿度，\n又は加湿器の設定湿度などを総合的に判断して，過加湿とならないように，適切な\n加湿を行う必要があり，従来の加湿器では，湿度センサーにより部屋の湿度を検出\nし，この検出値と使用者の希望する設定湿度とを比較して，その差により直接加湿\n量を制御し，水蒸気発生装置を稼働させ加湿を行うという構成が採られていた\n（【０００２】～【０００５】）。しかし，このような従来の加湿器では，湿度セ\nンサーからの検出信号と，あらかじめ定められた設定湿度の値との差によって，加\n湿量を直接決定しているので，加湿量が頻繁に変化し，室温との対応が正確になさ\nれないために，過加湿になってしまうなどの問題点があった（【０００８】）。\nイ  本件発明１は，前記アの問題に鑑み，自動的に設定湿度に見合った加湿量で\n加湿を行い，かつ，過加湿などが生じない適切な加湿量にすばやく制御できる加湿\n器を提供することを目的とし（【０００９】），かかる課題の解決手段として，特\n許請求の範囲の請求項１に記載の構成を採用したものである。特に，加湿器におい\nて，①室内温度での湿度設定に使用者の湿度の希望の高め・低めとを加味した加湿\n程度を選択可能な加湿程度選択手段と，②選択された加湿程度及び検出された室内\n温度に基づいて加湿度を設定し，加湿度に基づいて水蒸気発生装置を制御する制御\n手段とを設けたことを特徴とする（【００１０】，【００１８】，【００１９】，\n【００２３】～【００２５】）。\nウ  本件発明１によれば，室内温度に応じた適湿な加湿運転ができ，また，加湿\n程度選択手段により，複数以上の加湿運転モードを設けたことで，室内温度での湿\n度設定に使用者の湿度の希望の高め・低めとを加味した湿度での加湿運転をするこ\nとができ，使用者の快適度合いが満足されるという作用効果を奏する（【００３\n０】，【００３１】）。\n２  引用発明について\n(1)  引用例１（甲１）には，次のような記載がある（図１については，別紙引用\n例１図面目録を参照。）。\nア  特許請求の範囲\n【請求項１】部屋の加湿を行う加湿部と，部屋の温度を検出する室温センサと，\n部屋の相対湿度を検出する相対湿度センサと，前記室温と相対湿度のデータから単\n位時間の絶対湿度変化率を演算する第１の演算器と，その室温に対応して予め定め\nられた目標相対湿度と現在の相対湿度との湿度偏差を演算する第２の演算器と，前\n記室温センサ，第１の演算器および第２の演算器の出力を入力するファジー推論部\nとを備え，前記ファジー推論部は，室温，絶対湿度変化率，湿度偏差のデータから\nファジー推論を用いて最適加湿量を演算し，求めた最適加湿量に応じて前記加湿部\nを能力制御するようにした加湿装置。\nイ  発明の詳細な説明\n(ア)  産業上の利用分野\n【０００１】本発明は，部屋の加湿を行う加湿装置に関する。\n(イ)  発明が解決しようとする課題\n【０００３】…従来の加湿装置では，連続加湿タイプのものでは，部屋の湿度が\n充分高い場合でもさらに加湿が行われるため，高湿度状態でユーザに不快感を与え\nるばかりでなく，飽和状態を超えて結露状態にまで至ることもあるといった課題が\nあった。また，湿度センサを内蔵したタイプのものであっても，その制御は，室温\nに関係なく，定められた湿度に達するまで連続加湿を行い，これを超えると加湿を\n停止するといったいわゆるオン・オフ制御のもので，部屋の広さや密閉度によって\nは，加湿のオン・オフによる湿度の変動が大きくなり，連続加湿のタイプと同様の\n課題を有している。さらに，人が感じる快適な湿度は，室温によって異なるため，\n室温に関係なく一定湿度に制御する方式もあまり最適なものとは言えないものであ\nった。\n【０００４】本発明は上記課題を解決するもので，室温に応じた快適湿度に速や\nかに収束し，安定した湿度環境をつくり出す加湿装置を提供することを目的として\nいる。\n(ウ)  課題を解決するための手段\n【０００５】本発明は上記目的を達成するために，部屋の加湿を行う加湿部と，\n部屋の温度を検出する室温センサと，部屋の相対湿度を検出する相対湿度センサと，\n前記室温と相対湿度のデータから単位時間の絶対湿度変化率を演算する第１の演算\n器と，その室温に対応して予め定められた目標相対湿度と現在の相対湿度との湿度\n偏差を演算する第２の演算器と，前記室温センサ，第１の演算器および第２の演算\n器の出力を入力するファジー推論部とを備え，前記ファジー推論部は，室温，絶対\n湿度変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，求\nめた最適加湿量に応じて前記加湿部を能力制御するようにしたことを課題解決手段\nとしている。\n(エ)  作用\n【０００６】本発明は上記した課題解決手段により，室温に対応して予め定めら\nれた目標相対湿度（その温度に於ける快適湿度）を設定し，また，絶対湿度変化率\nによって部屋の広さや密閉度合を測定し，湿度偏差に応じて徐々に加湿量を制御す\nるようにこれらデータを用いてファジー推論を行い，部屋の総合的な状況に応じて\n最適加湿量を求め，湿度変動もなく，結露状態もない安定した快適状態を作り出す\nよう加湿制御ができる。\n(オ)  実施例\n【０００８】図に示すように，室温センサ１は部屋の温度を検出するものであり，\n相対湿度センサ２は部屋の相対湿度を検出するもので，いずれも本発明の加湿装置\nを有する温風暖房器の本体内部に装着している。第１の演算器３は室温センサ１と\n相対湿度センサ２の信号から単位時間当たりの絶対湿度変化率を演算する。第２の\n演算器４は室温に応じて予め定められた目標相対湿度（快適湿度）と現在の相対湿\n度との湿度偏差を演算する。ファジー推論部５は第１の演算器３と第２の演算器４\nと室温センサ１の出力信号を入力としている。一方，暖房制御部６は温風暖房器の\n暖房能力を強・弱・切のいずれかで制御するもので，この出力で暖房ヒータ７，送\n風モータ８の通電制御を行うとともに，ファジー推論部５に現在の暖房状態を出力\nする。ファジー推論部５は出力として加湿量に相当する位相制御データを位相制御\n部９に出力し，加湿ヒータ（加湿部）１０を位相制御する。\n【００１２】１５分間の１００％加湿期間が終了すると，つぎに室温データと相\n対湿度データは第２の演算器４に入力される。第２の演算器４には室温に応じて予\nめ定めた目標相対湿度（快適湿度）が保持されており，現在の相対湿度との湿度偏\n差Ｅ０が演算される。ここで，室温に応じた目標相対湿度の値は，一般に低温状態\nでは飽和水蒸気量が少ないため，乾燥していると感じやすいことから，図４に示す\nように低温領域で高めに，高温領域になるにしたがって快適湿度と言われている４\n０～５０％になるような曲線に定めている。\n【００１４】以上の点を総合して，室温センサ１からの室温データＴ（℃）と，\n第１の演算器３からの絶対湿度変化率Ｘｓ（ｇ／ｍ３）と，第２の演算器４からの湿\n度偏差Ｅ０（％）との３つのアナログの値と，そしてクリスプな値として暖房能力\n（強／弱／切）の計４つの入力がファジー推論部５に入力する。そして出力として，\n加湿ヒータ１０の通電位相を決める値が導かれる。実際，部屋の湿度制御には，前\n述のように部屋の広さや密閉度，また暖房能力による温度上昇の期待値といった要\n素が複雑に影響し合っており，したがって，線型演算で処理するよりも，ファジー\n推論を用いる方が容易に最適化できる。ファジー推論部５では，上記３つのアナロ\nグ入力値を…それぞれ３つのメンバーシップ関数に分解した。そして，それぞれの\n値を変えながら計算と実験に基づいて入出力データのパターンを作成し，それらに\n最適なメンバーシップ関数のチューニングを誤差最小法によって行なった。…\n【００１６】以上のようにして求めた加湿ヒータ１０の位相制御値を用いて位相\n制御部９が加湿ヒータ１０を制御し，結果的に加湿量が最適値に維持されるもので\nある。\n(カ)  発明の効果\n【００２１】以上の実施例から明らかなように本発明によれば，室温，絶対湿度\n変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，求めた\n最適加湿量に応じて加湿部を能力制御するようにしたから，過度の加湿による不快\n状態や結露状態を招くことが解消され，室温に応じた快適湿度に制御されるため，\nどの温度領域においても快適湿度が実現される。さらに，部屋の広さや密閉度に応\nじた最適な制御が行われ，速やかに快適湿度に収束しまた変動の少ない安定した湿\n度状態が実現できる。\n(2)  前記(1)の記載によれば，引用例１には，前記第２の３(2)のとおりの引用発\n明が記載されているものと認められる（なお，ここで，「湿度偏差を含むデータ」\nとは，より具体的には，「室温，絶対湿度変化率，湿度偏差のデータ」のことであ\nる。）。そして，引用例１には，引用発明に関し，以下の点が開示されているもの\nと認められる。\nア  引用発明は，部屋の加湿を行う加湿装置に関する（【０００１】）。\n従来の加湿装置では，連続加湿タイプのものでは，部屋の湿度が充分高い場合で\nもさらに加湿が行われるため，高湿度状態でユーザに不快感を与えるばかりでなく，\n飽和状態を超えて結露状態にまで至ることもあるという問題があり，また，湿度セ\nンサを内蔵したタイプのものであっても，室温に関係なく定められた湿度に達する\nまで連続加湿を行い，これを超えると加湿を停止するといったオン・オフ制御のも\nのであり，部屋の広さや密閉度によっては，加湿のオン・オフによる湿度の変動が\n大きく，連続加湿タイプのものと同様の問題があった。さらに，人が感じる快適な\n湿度は，室温によって異なるため，室温に関係なく一定湿度に制御する方式も最適\nなものとはいえないものであった（【０００３】）。\nイ  引用発明は，前記アの問題点に鑑み，室温に応じた快適湿度に速やかに収束\nし，安定した湿度環境を作り出す加湿装置を提供することを目的とし，かかる課題\nの解決手段として（【０００４】），部屋の加湿を行う加湿部と，部屋の温度を検\n出する室温センサと，部屋の相対湿度を検出する相対湿度センサと，室温と相対湿\n度のデータから単位時間の絶対湿度変化率を演算する第１の演算器と，その室温に\n対応して予め定められた目標相対湿度と現在の相対湿度との湿度偏差を演算する第\n２の演算器と，室温センサ，第１の演算器及び第２の演算器の出力を入力するファ\nジー推論部とを備え，ファジー推論部は，室温，絶対湿度変化率，湿度偏差のデー\nタからファジー推論を用いて最適加湿量を演算し，求めた最適加湿量に応じて加湿\n部を能力制御するようにしたという構成を採用したものである（請求項１，【００\n０５】，【０００８】，【００１２】，【００１４】，【００１６】）。\nウ  引用発明によれば，室温，絶対湿度変化率，湿度偏差のデータからファジー\n推論を用いて最適加湿量を演算し，求めた最適加湿量に応じて加湿部を能力制御す\nるようにしたため，過度の加湿による不快状態や結露状態を招くことが解消され，\n室温に応じた快適湿度に制御されることから，どの温度領域においても快適湿度が\n実現され，さらに，部屋の広さや密閉度に応じた最適な制御が行われ，速やかに快\n適湿度に収束し，また変動の少ない安定した湿度状態が実現できるという作用効果\nを奏する（【０００６】，【００２１】）。\n３  取消事由１（本件発明１に係る容易想到性判断の誤り）について\n(1)  引用例２の記載\nア  引用例２（甲２）には，次のような記載がある（図５及び７については，別\n紙引用例２図面目録参照。）。\n【０００１】本発明は，室内の湿度を所望の最適湿度に制御する暖房加湿制御装\n置に関する。\n【０００４】本発明は，…その目的とするところは，室内湿度，室内温度，外気\n温等を検知して，快適な加湿制御を行うとともに窓，壁等への結露を防止し得る暖\n房加湿制御装置を提供することにある。\n【０００６】また，本発明の暖房加湿制御装置は，外気温度を検知する外気温度\n検知手段と，室内の湿度を増加すべく湿度を発生する加湿手段と，前記外気温度検\n知手段で検知した外気温度が所定温度以下の場合，室内の湿度を所望の設定湿度よ\nり低下させるように前記加湿手段を制御する制御手段とを有することを要旨とする。\n【０００９】また，本発明の暖房加湿制御装置では，外気温度検知手段で検知し\nた外気温度が所定温度以下の場合，室内の湿度を所望の設定湿度より低下させるよ\nうに加湿手段を制御する。\n【００１５】…この湿度計算回路７で計算された相対湿度を前記外気温センサ６\nからの外気温情報で補正する湿度補正回路８，前記リモコン４を含む操作部１１か\nら使用者によって所望の設定湿度が入力される湿度設定回路１０，前記湿度補正回\n路８からの補正された湿度情報と前記湿度設定回路１０からの設定湿度との差に基\nづいて加湿量を計算する加湿量計算回路９，該加湿量計算回路９で計算された加湿\n量情報を加湿器５に無線信号で送信する発信回路１２を有する。\n【００２３】図５は，窓や壁等への結露を防止するために外気温センサ６で検知\nした外気温によって設定湿度を補正する方法を示す表である。窓や壁等への結露は，\n窓や壁の温度とその付近の空気の温度および湿度の関係で決定される。また，窓や\n壁の温度は窓や壁の断熱性や，外気温，室内温度等により決定される。そして，部\n屋は，例えば和室，洋室等のような構造により結露状況は複雑である。従って，本\n実施例では，外気温センサ６で検知される外気温によって設定湿度を補正すること\nにより結露を防止している。\n【００２４】ここで，設定湿度の補正方法を説明する前に，湿度の設定方法につ\nいて説明する。使用者は，例えば相対湿度５５％等のように湿度何％といっても，\n数値ではよく分からない場合が多いので，「高湿（または強湿）」，「標準」，\n「低湿（または弱湿）」等のボタンをリモコン４または操作部１１に設ける。使用\n者はこれらのボタンの１つを押して，所望の湿度を選択し，これにより設定湿度を\n決める。そして，「高湿」ボタンが押された場合には，この高湿に対して，例えば\n５５％の湿度が設定湿度として選択される。また，標準に対しては，例えば４５％，\n低湿に対しては，３５％が設定されるようにする。あるいは，高湿に対しては，６\n０％，標準に対しては，５０％，低湿に対しては，４０％と設定してもよい。なお，\n人間の体感では，３５～６０％の湿度が快適であり，４０～５０％の湿度が快適度\nが高くなっている。\n【００２５】以上のように決定される設定湿度は，例えば外気温が０℃以上の場\n合とすると，外気温が０℃以下のように低い場合には，窓や壁への結露を防止する\nために，上述したように決定された設定湿度を例えば５％程度下げるように決定す\nる。すなわち，図５に示すように，高湿，標準，低湿のように設定された湿度に対\nして，外気温が０℃以上の場合に，湿度をそれぞれ５５％，４５％，３５％と設定\nされたものに対して，外気温が０℃以下の場合には，湿度をそれぞれ５０％，４０\n％，３０％というように５％低く設定する。なお，図５では，外気温の基準を０℃\nとしたが，これに限定されるものでなく，例えば－５℃を基準としてもよい。\n【００３０】次に，設定湿度を上述したように高湿５５％というように決定する\nのでなく，人間の体感に応じて湿度を変える方法について説明する。\n【００３１】この方法は，例えば基準湿度Ｈso を設定しておき，設定湿度として\n「もっと加湿（または強湿）」という体感湿度を使用者から入力された場合には，\n前記基準湿度Ｈso に対して湿度を１５％増やしたり，また「少し加湿（または弱\n湿）」という体感湿度を入力された場合には，基準湿度Ｈso に対して湿度を５％増\nやすというように制御するものである。\n【００３２】なお，前記基準湿度Ｈso は，図７（ａ）に示すように，加湿制御を\n行いながら，室内温度が設定温度に近づいた時（例えば，室内温度が設定室内温度\nから３度低い温度に達した時）の湿度として設定することができる。\n【００３３】図７（ｂ）は，上述した体感湿度で設定される設定湿度を外気温に\n対して示している表である。体感湿度による設定湿度として，高湿，標準，低湿が\n示されているが，これらはそれぞれ「もっと加湿」，「普通に加湿」，「少し加\n湿」等に対応するものであり，または外気温としては，０℃以下，０～１０℃，１\n０℃以上の３つの区分が示されている。そして，例えば外気温が０℃以下の場合に\nおいて，低湿では基準湿度Ｈso に設定し，標準では基準湿度Ｈso＋５％に設定し，\n高湿では基準湿度Ｈso＋１０％に設定している。また，外気温が０℃～１０℃の場\n合においては，外気温に比例して，低湿，中湿，高湿ではそれぞれ基準湿度Ｈso に\n対して０～＋５％，＋５～＋１０％，＋１０～＋１５％に設定し，また外気温が１\n０℃以上の場合には，低湿，中湿，高湿ではそれぞれ基準湿度Ｈso に対して＋５％，\n＋１０％，＋１５％に設定している。\nイ  前記アの記載によれば，引用例２には，窓，壁等への結露を防止するため，\n外気温度検知手段で検知した外気温度が所定温度以下の場合，室内の湿度を所望の\n設定湿度より低下させるように加湿手段を制御する暖房加湿制御装置（【０００\n１】，【０００４】，【０００６】，【０００９】）において，リモコン又は操作\n部上の「高湿（または強湿）」，「標準」，「低湿（または弱湿）」等のボタンを\n操作することにより所望の設定湿度を選択すること（【００１５】，【００２３】\n～【００２５】），及び，「もっと加湿（または強湿）」，「普通に加湿」，「少\nし加湿（または弱湿）」等の人間の体感湿度を入力することにより，この入力に基\nづいて基準湿度に対し湿度増加分を加えたものを所望の設定湿度とすること（【０\n０１５】，【００３０】～【００３３】）が記載されているものと認められる。\n(2)  周知技術\n前記(1)に加え，甲６（特開平５－５２３９２号公報）の記載（【０００１】，\n【０００８】，【００１４】，【００１５】，【００１７】）及び甲７（特開平９\n－１０１０４８号公報）の記載（【０００１】，【００３４】，【００３５】，\n【００５９】）によれば，本件特許の出願当時，①室内温度や室内湿度のみならず，\n使用者の好みに合わせた加湿度や加湿量の調整を行うという課題，②使用者の好み\nに応じて，設定湿度を変更するための湿度設定ボタンを備える加湿器が当業者に周\n知であったと認められる。\n(3)  相違点１の容易想到性\nア  引用発明は，前記２(2)のとおり，従来の加湿装置では，①部屋の湿度が充分\n高い場合でもさらに加湿が行われるため，高湿度状態でユーザに不快感を与えるば\nかりでなく，飽和状態を超えて結露状態にまで至ることもあるという問題があり，\nまた，②人が感じる快適な湿度は，室温によって異なるため，室温に関係なく一定\n湿度に制御する方式も最適なものではないという問題があったことから，室温に応\nじた快適湿度に速やかに収束し，安定した湿度環境を作り出す加湿装置を提供する\nことを目的とするものであり，かかる課題の解決手段として，加湿部，室温センサ，\n相対湿度センサ，室温と相対湿度のデータから単位時間の絶対湿度変化率を演算す\nる第１の演算器，その室温に対応して予め定められた目標相対湿度と現在の相対湿\n度との湿度偏差を演算する第２の演算器，室温センサ，第１の演算器及び第２の演\n算器の出力を入力するファジー推論部とを備え，ファジー推論部は，室温，絶対湿\n度変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，求め\nた最適加湿量に応じて加湿部を能力制御するようにしたという構成を採用している。\nそして，引用発明は，このような構成を採用することで，過度の加湿による不快状\n態や結露状態を招くことが解消され，室温に応じた快適湿度に制御されるため，ど\nの温度領域においても快適湿度が実現されるなどの作用効果を奏するものである。\nイ  他方，引用例２には，前記(1)イのとおり，窓，壁等への結露を防止するため，\n外気温度検知手段で検知した外気温度が所定温度以下の場合，室内の湿度を所望の\n設定湿度より低下させるように加湿手段を制御する暖房加湿制御装置において，リ\nモコン又は操作部上の「高湿（または強湿）」，「標準」，「低湿（または弱\n湿）」等のボタンを操作することにより所望の設定湿度を選択すること，及び，\n「もっと加湿（または強湿）」，「普通に加湿」，「少し加湿（または弱湿）」等\nの人間の体感湿度を入力することにより，この入力に基づいて基準湿度に対し湿度\n増加分を加えたものを所望の設定湿度とすることが記載されている。\nここで，前記(2)のとおり，本件特許の出願当時，室内温度や室内湿度のみならず，\n使用者の好みに合わせた加湿度や加湿量の調整を行うという課題，並びに，使用者\nの好みに応じて，設定湿度を変更するための湿度設定ボタンを備える加湿器が当業\n者に周知であったことに照らせば，当業者は，引用例２に記載された上記技術事項\nを，外気温度検知手段で検知した外気温度が所定温度以下の場合，室内の湿度を所\n望の設定湿度より低下させるように加湿手段を制御する場合に限定された技術とし\nてのみならず，使用者の好みに応じて設定湿度を変更するための技術として把握す\nることができるというべきである。\nウ  ところで，引用発明と，引用例２に記載された技術事項とは，いずれも周囲\n環境の温度に応じた設定湿度に基づいて加湿制御を行う加湿器（又は加湿装置）と\nいう共通の技術分野に属する。\nそして，前記アの引用発明の目的，構成及び作用効果に照らせば，引用発明は，\n過加湿による不快感や結露の解消のみならず，人が感じる快適な湿度の実現を課題\nとするものであるということができる。\n他方，引用例２には，「本発明によれば，入力手段によって少し加湿，もっと加\n湿を含む相対的体感湿度情報を入力し，この相対的体感湿度情報および湿度検知手\n段で検知した室内の湿度に基づいて加湿手段を制御するので，使用者の体感に合っ\nた湿度を適確かつ簡単に設定することができる。」（【００３７】）と記載されて\nいるところ，リモコン又は操作部上のボタンを操作することにより，使用者の体感\nに合った湿度を設定することは，使用者の好みに応じた湿度を設定することを意味\nし，また，このように適確かつ簡単に設定することができるようにすることは，使\n用者の好みに応じた湿度を設定することによりさらに快適な湿度を実現することに\n相当するということができる。\nそうすると，引用発明と引用例２に記載された技術事項とは共通の技術分野に属\nすることに加え，引用例２には，引用例２に記載された技術事項が引用発明の「人\nが感じる快適な湿度の実現」という課題を解決し得るものであることが記載又は示\n唆されているから，引用発明における加湿部の能力制御に用いられる「室温に対応\nして予め定められた目標相対湿度」に対し，さらに快適な湿度を実現するために，\n前記イの引用例２に記載の所望の設定湿度の設定方法に係る技術を適用することに\nは，動機付けがあるということができる。\nエ  したがって，引用発明において，加湿部の能力制御に用いられる「室温に対\n応して予め定められた目標相対湿度」の設定に対し，引用例２に記載の所望の設定\n湿度の設定方法に係る技術事項を適用して，「室内温度での湿度設定に使用者の湿\n度の希望の高め・低めとを加味した加湿程度を選択可能な加湿程度選択手段」を設\nけ，選択された加湿程度及び検出された室内温度に基づいて目標相対湿度を設定す\nることは，当業者が容易に想到することができたことである。\nそして，選択された加湿程度及び検出された室内温度に基づいて目標相対湿度を\n設定することは，本件発明１における「選択された該加湿程度及び検出された該室\n内温度に基づいて加湿度を設定」することに相当する。\nオ  以上によれば，引用発明において，引用例２に記載された技術事項を適用す\nることにより，相違点１に係る本件発明１の構成を備えるようにすることは容易に\n想到することができたことである。\n(4)  原告の主張について\nア  原告は，引用例１には，使用者の好みにより固定値（目標相対湿度）を変更\nすることは記載されておらず，引用発明は，室温に応じた快適湿度に速やかに収束\nし，安定した湿度環境を作り出す加湿装置を提供することを目的として，室温，絶\n対湿度変化率，湿度偏差のデータからファジー推論を用いて最適加湿量を演算し，\n求めた最適加湿量に応じて加湿部を能力制御するようにしたものであって，最適湿\n度の自動調整に使用者の好みによる選択を入れようとするものではないから，引用\n発明において引用例２に記載された技術事項を適用することには動機付けがない旨\n主張する。\n確かに，引用例１には，使用者の好みにより固定値（目標相対湿度）を変更する\nことは記載されていないものの，前記(3)ウのとおり，引用発明と引用例２に記載さ\nれた技術事項とは共通の技術分野に属することに加え，引用例１には，引用発明が\n人が感じる快適な湿度の実現をも課題とするものであることが記載されており，引\n用例２には，引用例２に記載された技術事項が引用発明の「人が感じる快適な湿度\nの実現」という課題を解決し得るものであることが記載又は示唆されているから，\n引用発明における加湿部の能力制御に用いられる「室温に対応して予め定められた\n目標相対湿度」に対し，さらに人が感じる快適な湿度を実現するために，前記(3)イ\nの引用例２に記載の所望の設定湿度の設定方法に係る技術を適用することには，動\n機付けがあるということができる。\nイ  原告は，引用例２は，「高湿」，「中湿」，「低湿」等の一定の固定値の湿\n度ボタンを選択することで使用者が「所望の湿度を選択」することのみを開示して\nおり，本件発明１の「上記室内温度での湿度設定に使用者の湿度の希望の高め・低\nめとを加味した加湿程度を選択可能な加湿程度選択手段」の構成や，「選択された\n該加湿程度及び検出された該室内温度に基づいて加湿度を設定」する構成を開示す\nるものではないし，室内温度に応じて湿度を設定するに当たり，使用者の好みによ\nる選択ができるようにすることを示唆するものではないから，引用発明において引\n用例２に記載された技術事項を適用しても，相違点１に係る本件発明１の構成には\n至らない旨主張する。\nしかし，前記(3)イのとおり，本件特許の出願当時，室内温度や室内湿度のみなら\nず，使用者の好みに合わせた加湿度や加湿量の調整を行うという課題，並びに，使\n用者の好みに応じて，設定湿度を変更するための湿度設定ボタンを備える加湿器が\n当業者に周知であったことに照らせば，当業者は，引用例２に記載された前記(1)イ\nの技術事項を，外気温度検知手段で検知した外気温度が所定温度以下の場合，室内\nの湿度を所望の設定湿度より低下させるように加湿手段を制御する場合に限定され\nた技術としてのみならず，使用者の好みに応じて設定湿度を変更するための技術と\nして把握することができるというべきである。\nそして，引用発明において，さらに人が感じる快適な湿度を実現するために，引\n用例２に記載の所望の設定湿度の設定方法に係る技術を適用する際，引用例２には，\n「前記リモコン４を含む操作部１１から使用者によって所望の設定湿度が入力され\nる」のは，「湿度設定回路１０」であり，湿度設定回路１０からの設定湿度と湿度\n情報との差に基づいて加湿量を計算し，加湿部を制御することが記載されていると\nころ（【００１５】），引用発明においては，「室温に対応して予め定められた目\n標相対湿度」があり，これと現在の相対湿度との湿度偏差が演算され，ファジー推\n論部において，この湿度偏差等のデータから最適加湿量が演算され，求めた最適加\n湿量に応じて加湿部が能力制御されるのであるから，当業者であれば，引用発明に\nおいて加湿部の能力制御に用いられる「室温に対応して予め定められた目標相対湿\n度」に対し，引用例２に記載の上記技術を適用することを試みるといえる。よって，\n引用発明において，加湿部の能力制御に用いられる「室温に対応して予め定められ\nた目標相対湿度」の設定に対し，引用例２に記載の所望の設定湿度の設定方法に係\nる技術事項を適用して，室内温度での湿度設定に使用者の湿度の希望の高め・低め\nとを加味した加湿程度を選択可能な加湿程度選択手段を設け，選択された加湿程度\n及び検出された室内温度に基づいて目標相対湿度を設定することは，当業者が容易\nに想到することができたことである。\nここで，選択された加湿程度及び検出された室内温度に基づいて目標相対湿度を\n設定することは，本件発明１における「選択された該加湿程度及び検出された該室\n内温度に基づいて」加湿度を設定することに相当する。\nウ  原告は，引用発明は，各種データからファジー推論を用いて演算して最適湿\n度を自動的に実現しようとするものであって，個人の好みに応じた選択や，選択ボ\nタンの操作という人手によって湿度を調整するという発想とは相容れないものであ\nるから，引用発明において，引用例２に記載された技術事項を適用することには，\n阻害要因がある旨主張する。\nしかし，引用発明は，部屋の加湿を行う加湿部と，部屋の温度を検出する室温セ\nンサと，部屋の相対湿度を検出する相対湿度センサと，室温と相対湿度のデータか\nら単位時間の絶対湿度変化率を演算する第１の演算器と，その室温に対応して予め\n定められた目標相対湿度と現在の相対湿度との湿度偏差を演算する第２の演算器と，\n室温センサ，第１の演算器及び第２の演算器の出力を入力するファジー推論部とを\n備え，ファジー推論部は，室温，絶対湿度変化率，湿度偏差のデータからファジー\n推論を用いて最適加湿量を演算し，求めた最適加湿量に応じて加湿部を能力制御す\nるようにしたという構成を採用したものであり，各種データ（室温，絶対湿度変化\n率及び湿度偏差のデータ）からファジー推論を用いて演算されるのは，加湿部を能\n力制御する最適加湿量であるのに対し，個人の好みに応じた選択を取り入れるのは，\n上記加湿部の能力制御を行う前の処理である，第２の演算器における，「室温に対\n応して予め定められた目標相対湿度」を決定する処理である。両者は，異なる段階\nにおける異なる内容の処理であるから，引用発明が，各種データからファジー推論\nを用いて演算して最適湿度を自動的に実現しようとするものであるからといって，\n引用例２に記載された技術事項を適用することに阻害要因があるということはでき\nない。\n(5)  小括\n以上によれば，本件審決における本件発明１に係る容易想到性判断に，誤りはな\nい。よって，取消事由１は，理由がない。\n４  取消事由２（本件発明２ないし５に係る容易想到性判断の誤り）について\n原告は，本件発明２ないし５は，本件発明１の構成を含むものであるところ，取\n消事由１と同様の理由により，本件審決における本件発明２ないし５の容易想到性\n判断も誤りである旨主張する。\nしかし，前記３のとおり，本件発明１は，引用発明において，引用例２に記載さ\nれた技術事項を適用することにより，容易に発明をすることができたものである。\nそして，原告は，本件審決における本件発明２ないし５の容易想到性の判断が誤り\nであるとする理由に関し，上記のとおり主張するほかは，その余の相違点の容易想\n到性について何ら主張していない。よって，取消事由２は，理由がない。\n５  結論\n以上によれば，原告の本訴請求は理由がないから，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官      髙    部    眞  規  子\n裁判官      柵    木    澄    子\n裁判官      片    瀬        亮\n（別紙）\n本件明細書図面目録\n【図１】               【図２】\n【図３】\n（別紙）\n引用例１図面目録\n【図１】\n（別紙）\n引用例２図面目録\n【図５】\n【図７】\n"
}