{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 8,
    "day": 28
  },
  "case_number": "平成24(行ケ)10400",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "83507",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83507",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/507/083507_hanrei.pdf",
  "contents": "平成２５年８月２８日判決言渡\n平成２４年（行ケ）第１０４００号  審決取消請求事件\n口頭弁論終結日  平成２５年６月２４日\n判                  決\n原            告                  Ｘ\n訴訟代理人弁理士      三      浦      光      康\n被            告      株 式 会 社 ベ ス ト ラ イ フ\n訴訟代理人弁理士      稲      葉      良      幸\n同                    塩      谷      英      明\n同                    佐      藤      宏      樹\n訴訟代理人弁護士      根      本              浩\n同                    友      村      明      弘\n主                  文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n事  実  及  び  理  由\n第１  請求\n特許庁が無効２０１１－８００２５２号事件について平成２４年１０月１７日に\nした審決を取り消す。\n第２  前提となる事実\n１  特許庁における手続の経緯等\n被告は，発明の名称を「筋力トレーニング方法」とする特許第２６７０４２１号\n（平成５年１１月２２日出願，平成９年７月４日設定登録。請求項の数３。以下「本\n件特許」という。）の特許権者である。\n原告は，平成２３年１２月７日，本件特許について無効審判請求（無効２０１１\n－８００２５２号事件）をした。これに対して，被告は，平成２４年５月７日，特\n許請求の範囲を訂正することを内容とする訂正請求（以下「本件訂正」という。）を\nした。特許庁は，同年１０月１７日，本件訂正を認める，審判請求は成り立たない\n旨の審決（以下「審決」という。）をし，その謄本は，同月２５日，原告に送達され\nた(争いのない事実)。\n２  特許請求の範囲の記載\n本件訂正後の本件特許の特許請求の範囲（請求項１ないし３）の記載は，次のと\nおりである。\n【請求項１】\n筋肉に締めつけ力を付与するための緊締具を筋肉の所定部位に巻付け，その緊締\n具の周の長さを減少させ，筋肉に負荷を与えることにより筋肉に疲労を生じさせ，\nもって筋肉を増大させる筋肉トレーニング方法であって，筋肉に疲労を生じさせる\nために筋肉に与える負荷が，筋肉に流れる血流を止めることなく阻害するものであ\nる筋力トレーニング方法。\n【請求項２】\n緊締具が，筋肉に流れる血流を阻害する締め付け力を付与するものであり，締め\n付けの度合いを可変にするロック手段を備えた帯状体又は紐状体とされた請求項１\n記載の筋力トレーニング方法。\n【請求項３】\n緊締具が，更に締め付け力の表示手段が接続されたものとされ，少なくとも皮膚\nに接触する側に皮膚を保護するための素材を配したものとされた請求項２記載の筋\n力トレーニング方法。\n３  審決の概要\n(1)  審判手続における原告主張に係る無効理由\n原告が，本件訂正後の本件特許について，審判手続で主張していた無効理由の概\n要は，次の２点である（新規性・進歩性・公序良俗違反の主張は，審判手続中に撤\n回された。甲４２）。\nア  本件訂正後の本件特許の請求項１ないし３に係る発明（以下，本件訂正後の\n本件特許に係る発明を，請求項の番号を付して「本件発明１」等という。また，本\n件発明１ないし３を併せて「本件発明」という。）は，反復性を有する技術ではなく，\n特許法２条１項所定の発明に該当しない。また，発明に該当するとしても，産業上\n利用することができる発明には該当しない。よって，特許法２９条１項柱書の規定\nに違反する。\nイ  本件発明１ないし３の特許請求の範囲の記載は，平成６年法律第１１６号に\nよる改正前の特許法３６条５項２号及び６項（以下，同法による改正前の特許法３\n６条を指して「改正前の特許法３６条」という。）の規定に違反する。\n(2)  無効理由通知における無効理由\n特許庁が平成２４年４月２日付けで行った無効理由通知に記載された無効理由は，\n次のとおりであった（甲３９）。\nア  本件発明１は，下記の刊行物１に記載された発明と同一であり，本件特許は\n平成１１年法律第４１号による改正前の特許法２９条１項３号（以下，「改正前の特\n許法２９条１項３号」という。）の規定に違反してされたものである。\nイ  本件発明１ないし３は，下記の刊行物１ないし３に記載された発明に基いて，\n当業者が容易に発明をすることができたものであり，本件特許は，特許法２９条２\n項の規定に違反してされたものである。\nウ  請求項１ないし３に係る特許は，改正前の特許法３６条５項２号，６項及び\n４項の規定に違反してされたものである。\n刊行物１：五味雅吉，腰痛自分で治すバンドの本，日本，株式会社八広社，平成\n元年１２月２０日，p.７３～７７，p.１０６～１０７，p.１１８～１２１（甲４０）\n刊行物２：実願昭５９－６８９５３号（実開昭６０－１８０４５９号）のマイク\nロフィルム（甲５）\n刊行物３：特開平２－２１５４７８号公報（甲６）\n(3)  審決の内容－－－刊行物１に記載の発明との一致点，相違点\n審決が認定した刊行物１に記載の発明の内容及び本件発明１との一致点及び相違\n点は，次のとおりである。\nア  刊行物１に記載の発明の内容\n「平ゴム状のバンドであるニューバンド『平Ｍ２ｍ』を，腕の骨格筋が両端にあ\nる腱によってふたつの骨に付着している付着点うち，心臓に近いところから関節１\nつ通りこしたところにできるだけきつめに巻き，\n血流を止め，我慢できなくなったらはずすことで，ダムの水門を開いたように，\nバンドの所で滞留していた血液がどっと流れ込み，これまで充分にいきわたってい\nなかったところまで勢いよく入り込み，疲れて栄養素や酸素が欠乏している細胞に\nたまっていた老廃物が，バンドをしめることでにじみ出て，はずしたことで奔流の\nように流れ込んできた血液がそれを回収するようにするという原理で，\n少し痛いかも知れないが，腕を何度も曲げたりするとより効果的なニューバンド\n『平Ｍ２ｍ』の活用法。」\nイ  刊行物１に記載の発明と本件発明１との一致点\n「筋肉に締めつけ力を付与するための緊締具を筋肉の所定部位に巻付け，その緊\n締具の周の長さを減少させ，筋肉に負荷を与える方法であって，筋肉に与える負荷\nが，筋肉に流れる血流を阻害するものである方法」である点\nウ  刊行物１に記載の発明と本件発明１との相違点\n本件発明１は，緊締具の周の長さを減少させて筋肉に与える負荷が，「筋肉に流れ\nる血流を止めることなく阻害するもの」であって，「筋肉に疲労を生じさせ」るため\nのものであり，「もって筋肉を増大させる筋肉トレーニング方法」であるのに対し，\n刊行物１に記載の発明は，バンドを巻き筋肉に与える負荷が，バンドをできるだけ\nきつめに巻いて血流を止めるものであるが，筋肉に流れる血流を阻害する程度も明\nらかでなく，筋肉に疲労を生じさせるためのものか明らかでなく，「もって筋肉を増\n大させる筋肉トレーニング方法」であるかどうかも明らかでない点。\n(4)  審決の理由\n審決の理由は，別紙審決書写に記載のとおりであり，次のように，本件特許は無\n効とすることができないとするものである。すなわち，\nア  本件発明は，反復可能性を有するから発明として未完成ではなく，また，自\n然法則を利用しており，単なる発見ではないから，特許法２条１項にいう「発明」\nに該当する。\nイ  本件発明は，医療行為方法，業として利用できない発明，実際上明らかに実\n施できない発明のいずれにも該当しないから，特許法２９条１項柱書にいう「産業\n上利用することができる発明」に該当する。\nウ  本件特許に係る明細書（以下「本件明細書」という。）は，改正前の特許法３\n６条５項２号，６項及び４項の規定に反するものではない。\nエ  本件発明１は，刊行物１に記載された発明ではないから，改正前の特許法２\n９条１項３号の規定には違反せず，また，当業者が容易に発明することができたも\nのでもないから同条２項の規定にも違反しない。\n第３  取消事由に係る当事者の主張\n１  原告の主張\n(1)  本件発明は，特許法２条１項所定の「発明」に該当するとした判断の誤り（取\n消事由１）\n以下のとおり，本件発明は，特許法２条１項の発明に該当しない。\nア  具体性・客観性等の欠如について\n特許法２条１項の「発明」に該当するためには，その技術内容が，当該技術分野\nにおける通常の知識を有する者が反復実施して目的とする技術効果を挙げることが\nできる程度まで具体性・客観性を有するものでなければならない。\n本件発明は，そのような具体性・客観性を有しないから「発明」に該当しない。\nこれに反し，本件発明が特許法２条１項に該当するとした審決には，誤りがある\n（なお，審決は，改正前の特許法３６条５項２号及び６項の要件充足性を判断して\nいるが，同要件を充足するからといって，発明該当性を充足することにはならない。）。\nイ  自然法則の利用の欠如について\n本件発明の内容は，人間に対する筋肉を加圧するトレーニング方法であり，当該\n方法は，安全性の観点から必ず医学的知識を有する指導員を要するとされているこ\nとからすると，自然法則を利用するというよりは人為的取決めに該当する。また，\n本件発明は，自然法則そのものであり，自然法則を利用したものではないから，発\n明に該当しない。\nこれに反し，本件発明が特許法２条１項に該当するとした審決には，誤りがある。\nウ  効果の発見である点について\n本件発明は，「筋肉増強」という新たな効果の発見にすぎず，特許法２条１項の「発\n明」に該当しない。\nすなわち，本件特許の出願前に，筋肉を加圧するトレーニング運動療法が公然と\n用いられていたことが記載されている文献（甲４４。佐藤義昭，加圧トレーニング\nの奇跡（１６頁～３５頁）。以下「甲４４文献」という。）が存在するから，本件発\n明は，「筋肉増強」という新たな用途の発見にすぎず，単なる自然法則の発見という\nべきである。\n審決は，本件発明が特許法２条１項に該当するとした点で誤りがある。\n(2)  本件発明の，特許法１条及び２９条１項柱書所定の「産業の発達に寄与する」，\n「産業上利用することができる」との要件充足性を肯定した判断の誤り（取消事由\n２）\nア  産業上利用可能性がない点について\n本件発明は，緊締具の締め付け程度のみならず，緊締具の締め付け部位や軽いダ\nンベル運動を行った場合とそうでない場合との区別が明瞭ではないこと，また，筋\n肉の質的な増強が筋肉肥大に関する量的な増大を意味するのか不明であること，さ\nらに，当業者が過度の試行錯誤を経なければならないことからすれば，発明が不明\n確であり，特許法１条及び２９条１項柱書所定の「産業の発達に寄与する」又は「産\n業上利用することができる発明」には該当しない。\n審決は，本件発明が「産業上利用することができる発明」に該当することを前提\nとして判断した点で誤りがある。\nイ  医療行為方法について\n本件発明は，筋肉加圧トレーニング運動療法にも使用可能であって，医療目的で\n使用することが予定され，期待されていた。被告は，本件発明の出願前から，筋肉\n加圧トレーニングに関連した医療行為を行っている。\n審決は，本件発明が医療行為方法には該当しないとした点で誤りがある。\n(3)  改正前の特許法３６条５項２号及び６項違反に当たらないとした判断の誤\nり（取消事由３）\n本件発明に関しては，補正及び本件訂正がされたが，審決は，本件発明が平成５\n年法律第２６号による改正前の特許法４０条（以下，同法による改正前の特許法４\n０条を指して，「改正前の特許法４０条」という。）の規定に違反しているか否かに\nついて，判断を欠いている。本件発明に係る特許請求の範囲には，緊締具の装着方\n法，その回数，装着時間，その他の道具に関する事項が明確に記載されていない。\n疲労を効率的に発生させることができることが，当業者にとって，一義的かつ明確\nに「筋肉の増大」を意味するか否かは不明である。\n本件発明は自然法則を利用したものでなく，また，未完成発明である。仮に，当\n業者にとって，疲労を効率的に発生させることができることが「筋肉の増大」を意\n味することが明確になったとしても，その時期は，本件訂正の時点かあるいは専門\n家が関与したごく最近の時点であるというべきである。\n審決は，本件発明に係る特許請求の範囲には，特許を受けようとする発明の構成\nに欠くことができない事項が記載されており，改正前の特許法３６条５項２号及び\n６項の規定に違反するものでないと判断した点に誤りがある。\n(4)  新規性の有無についての判断の誤り（取消事由４）\n本件発明は，甲４４文献に記載されている発明と実質的に同一の発明である。本\n訴訟において新たに提出した証拠も，刊行物１の補充証拠になるというべきである。\nまた，本件特許が，改正前の特許法４０条に違反してされたとすると，出願日は\n出願後の補正の時点（平成８年４月１２日）に繰り下がることになり，本件特許は，\n本件特許に係る出願の公開特許公報（甲５９。平成７年６月６日公開。）と同一であ\nることになる。\n(5)  進歩性の有無についての判断の誤り（取消事由５）\n加圧バンドを使用して筋肉を強化するトレーニング方法は当業者の周知事項であ\nり，甲４４文献によれば，本件発明は進歩性を有しないというべきである。\n進歩性の欠如の取消事由についても，例えば刊行物１と甲１（実開平４－７７９\n５５）とを組み合わせ，さらに，甲４４文献に本件発明が公知である旨の自白が記\n載されていること及び当業者の周知事項を考慮すると，少なくとも医療行為におい\nて，筋肉を強化することができるという本件発明の作用・効果は，当業者にとって\n予測可能な範囲であるから，進歩性が欠如するというべきである。\n２  被告の反論\n(1)  本件発明は，特許法２条１項所定の「発明」に該当するとした判断の誤り（取\n消事由１）に対して\nア  具体性・客観性等の欠如について\n個体差があるためにばらつきの程度が大きい技術分野における発明に関して，当\n該発明の所期の効果を得るためにいわゆる当業者が試行錯誤することが，直ちに，\n「発明」の技術内容として要求される「具体化され，客観化されたものであること」\nを失わせることにはならない。\n筋肉の増大を図る筋肉トレーニング方法である本件発明についても，トレーニン\nグを受ける者の年齢や体格等に個体差があることから，筋肉の増大という効果に対\nして一定程度のばらつきが生じることは，発明の性質上当然予想される。審決は，\nこのような本件発明の特性に鑑み，試行錯誤を行うことにより，科学的にその再現\nをすることが可能であることをもって反復可能であると判断したのであって，審決\nに何ら取り消されるべき違法はない。\nイ  自然法則の利用について\n本件発明は，以下のとおり，「人為的取決め」を内容とする発明には該当しない。\nすなわち，「自然法則」から除外されるべき人為的な取決めとは，一般的に，スポー\nツやゲームのルール，暗号表等の，人間が創作した一定の体系の下での取決めを指\nすのであって，仮に本件発明の実施に当たり指導員等がトレーニングを補助するこ\nとがあったとしても，そのことを理由に本件発明が「人為的取決め」となるわけで\nはない。本件発明は，筋肉に流れる血流の阻害とそれに対する生理反応との因果関\n係に基づく自然法則を利用したものであって，「人為的取決め」には該当しない。\nウ  効果の発見である点について\n本件発明は，特定的に増強しようとする目的の筋肉部位ヘの血行を緊締具により\n適度に阻害する状態をつくりだすことにより，疲労を効率的に発生させて，目的筋\n肉をより特定的に増強できるとの着想に基づくものであり，単なる自然法則の「発\n見」を超えて，自然法則を利用した技術的思想の創作といい得る要素が含まれてい\nる。審決の判断に誤りはない。\n(2)  本件発明の特許法１条及び２９条１項柱書所定の「産業の発達に寄与する」，\n「産業上利用することができる」との要件充足性を肯定した判断の誤り(取消事由\n２）に対して\nア  産業上利用可能性がない点について\n本件発明が，「産業上利用することができる発明」に該当する発明であることを前\n提とした審決に誤りはない。\nイ  医療行為方法に対して\n本件明細書には，医療に関する事項については何ら記載されていないし，本件発\n明がリハビリに使用されることは，その出願時において想定されておらず，出願後\nに研究が進められた結果発見されたものにすぎない。加圧トレーニングの臨床応用\n例が紹介されているとしても，本件発明は「筋力トレーニング」に関するものであ\nり，医療行為方法を含むものではない。なお，「ＫＡＡＴＳＵ  ＪＡＰＡＮ株式会社」\nや「ＫＡＡＴＳＵ  Ｉｎｔｅｒｎａｔｉｏｎａｌ社」が警告書を送付し，訴訟を提\n起し，ライセンスをしたりする事実があったとしても，同社は，被告とは無関係で\nある。\n(3)  改正前の特許法３６条５項２号及び６項違反に当たらないとした判断の誤\nり（取消事由３）に対して\n本件発明は，目的の筋肉への血行を阻害した状態でトレーニングを行うと，大幅\nにトレーニング効果が上がるという知見に基づき，筋肉に締めつけ力を付与するた\nめの緊締具を筋肉の所定部位に巻き付け，その緊締具の周の長さを減少させること\nで，筋肉への血行（血流）を阻害させる締め付け力を調整しつつ目的の筋肉部位へ\n施し，これによって筋肉に疲労を生じさせその増大を図るというものであって，ま\nとまりのある一の技術的事項を把握することができ，特許請求の範囲の記載に記載\n不備はない。\n本件明細書は，改正前の特許法４０条の規定に違反するものではなく，また，同\n条違反が明細書の記載不備になるものでもない。原告は，審判手続で同条に違反す\nるとの主張はしていなかった。\n(4)  新規性の有無についての判断の誤り（取消事由４）・進歩性の有無について\nの判断の誤り（取消事由５）に対して\n原告の主張は，本件特許が改正前の特許法４０条に違反してされたことを前提と\nしており，その主張自体失当である。また，審判手続において審理判断されていな\nい甲５９に基づく取消事由の主張は，審決の取消事由として主張することは許され\nない。\n第４  当裁判所の判断\n１  認定事実\n(1)  本件明細書の記載\n「【０００２】\n【発明の背景】筋力トレーニングを行う場合，一般には，ダンベルやバーベル等の\n重量物や，バネ，ゴム等の弾性力に基づく抵抗力等を利用して所望の筋肉部位に負\n荷を与え，その状態で一定の疲労を得る程度にその筋肉部位を伸縮運動させること\nによってトレーニング効果を得るようにしている。このトレーニング方法による場\n合，トレーニング効果を更に上げるには，器具の重量や抵抗力を増やしたり，伸縮\n運動の回数を増やしたりするしかなかった。しかし，筋肉への負荷を無定見に増や\nしても，その増えた負荷を他の筋肉がかばって負荷の分散がおこなわれ目的外の筋\n肉が増強してしまったり，場合によっては筋肉や関節等を損傷したりする。\n【０００３】\n【発明が解決しようとする課題】本発明はこのような事情を背景になされたもので，\n目的筋肉をより特定的に増強できるとともに関節や筋肉の損傷がより少なくて済み，\nさらにトレーニング期間を短縮できる，筋力トレーニング方法の提供を目的として\nいる。\n【０００４】\n【課題を解決するための手段】本発明者は，長年筋力トレーニングの研究に携わっ\nて来たが，その中で，以下のような事実を見出した。即ち，目的の筋肉への血行を\n阻害した状態でトレーニングを行うと，大幅にトレーニング効果が上がるというこ\nとである。本発明は，このような知見に基づいてなされたもので，筋肉への血行を\n阻害させる締め付け力を筋肉部位へ施し，その締め付け力を調整することによって\n筋肉に疲労を生じさせることを特徴とする筋肉のトレーニング方法を提供する。」\n「【０００６】この緊締具は，例えば腕の付け根部分にその締め付けループを巻き付\nけて用いられ，この状態で例えばダンベルを用いて腕の筋肉トレーニングを行なえ\nば，軽いダンベルで重いダンベルと同様のトレーニング効果が得られ，しかもトレ\nーニング時間が短くて済むと同時に，目的外の筋肉に影響を与えたり関節の損傷を\n招くなどの事態を有効に阻止できる。\n【０００７】緊締具によってこのようなトレーニング効果の増大をもたらすことの\n理由は必ずしも明かではないが，一応以下のようなメカニズムが推測される。\n【０００８】即ち，よく知られているように筋肉増強は，トレーニングにより疲労\nした筋肉が，疲労の回復過程で以前の状態を越えた状態になる，いわゆる「超回復」\nによりなされる。従って，トレーニングによる疲労をより効率的に生じさせる条件\nを与えてやれば，トレーニング効率も上げることができる。\n【０００９】ところで，筋肉の疲労は筋肉へのエネルギー源や酸素の供給，さらに\nはエネルギー代謝過程で生じる乳酸の処理に大きく関係しており，これらはまた筋\n肉への血行に大きく左右されている。従って，目的の筋肉部位への血行を緊締具に\nより適度に阻害してやることにより，疲労を効率的に発生させることができる。」\n「【００１６】ここで，図１では，三角筋と上腕二頭筋の間の部位を締め付けるよう\nにしているが，この部位に限られるものでなく，さまざまな部位に用いることがで\nきるのは勿論である。サイズも様々なものとすることができ，また，例えば両肩か\nらのたすき掛けによってＸ字状に緊締するように，適宜組み合わせて用いることも\n可能である。さらにまた，本体２の色，図柄，形状等を適宜デザインすれば，スポ\nーツやトレーニングの場にふさわしい外観意匠性を与えることができる。\n【００１７】効果を確認するため，この緊締具を用いたグループと，この緊締具を\n用いないグループの二つに分け，それぞれのグループにつき一回２時間のトレーニ\nングを週２回の周期で６か月間行った。緊締具を施す部位は三角筋と上腕二頭筋の\n間とした。トレーニングを始める前とトレーニングを始めてから６か月後の上碗二\n頭筋部位における周囲寸法を計測したところ，この緊締具を用いたグループの筋肉\n増強効果は，緊締具を用いないグループに比べ，約３倍であることが確認できた。」\n(2)  刊行物１の記載\n「仙腸間接理論とゴムバンド療法\n１  バラコン法」\n「（バラコンバンドの効能）」\n「２。血管内を清掃し血管にも弾力がでる。\nバンドを強く締めると，そこで血流が止まる。\n心臓からは絶え間なく血液は送られてくる。\n血液は，バンドの所で滞留し，血量はその部で倍加される。\nバンドをはずすと，血は倍の速力で血管内を流れる。その時血管壁を掃除し，動\n脈硬化を治し，血管そのものも弾力がでる。\n３。筋肉に弾力がつく。\n筋肉は筋細胞の集まりで，筋繊維を造り，さらに束になって伸縮する。筋細胞の\n一つひとつは，膜があって中はコロイド状で，栄養素と酸素が化合してエネルギー\nを造り出すという，生命に直結する重要な働きをしている。疲れると老廃物がたま\nり，栄養素や酸素が欠乏している。この状態のとき，バンドを巻くと，その圧力で\n細胞内の老廃物がにじみ出る。\n動作の際，体に力が入れば巻いたバンドはゆるむ。そのとき，血液は細胞内に流\nれ込む。（栄養素，酸素を供給する）力が抜ければ，バンドは締まる。そのとき，老\n廃物が排泄される，といった繰り返しで筋細胞が復活する。\nつまり，あんま，マッサージ，指圧をしているようなもので，筋肉は復活する。\n神経管，靱帯なども同じ。」\n「ニューバンド「平Ｍ２ｍ」の活用法  手と足－おどろき自己療法」\n「バラコン法の基本は，正常で活発な血液循環を促すことにある。正しい骨格の矯\n正→正常な血液循環→生命の力（良くなろうとする力＝自然良能力）を生む。\nこうしたことに，１本のバラコンバンドがおどろくばかりの効果を発揮する。た\nだのゴムバンド。表も裏もない。しかもいたって簡単な方法で，びっくりするほど\nの効果があがる。その秘密はいったいどこにあるのだろうか？ただ足首に巻く（か\nかと三角巻き）。手に巻く（腕巻き）。それだけで，おどろくほどの効果がある。例\nえば，二の腕にぐるぐる巻く。できるだけきつめにする。痛いほどにだ。そして我\n慢できなくなったらはずそう。これで，腕ばかりでなく，首や肩のこり，痛みがと\nれて，実に軽くなっている。また，足首に巻く。同じ要領で痛くなったらはずす。\n下肢の疲れ，しびれ，痛みばかりか，腰の疲れも解消する。その効果はおどろくば\nかりだ。\nなぜか？\n血液の流れにその因がある\n人体の骨格筋は両端にある腱によってふたつの骨に付着している。その付着点で，\n心臓に近いところを起始（不動点）といい，関節１つ通りこしたところを停止（運\n動点）というのである。\nこの停止部分にバンドを巻く。一つでも関節を越したほうがよく効くので，手の\n場合なら肘の下の二つの腕にバンドを巻くといい。（肘の上から巻き込んでいてもか\nまわない）きつめに巻いて，我慢できなくなったらはずそう。するとダムの水門を\n開いたように，血液がどっと流れ込み，これまで充分にいきわたっていなかったと\nころにまで勢いよく入り込む。疲れのある箇所にたまっていた老廃物が，バンドを\nしめることでにじみ出て，はずしたことで奔流のように流れ込んできた血液がそれ\nらを回収するのだ。体が軽くなったり，痛みが消えるのは当然のことである。それ\nばかりか「足裏指巻き」で長年悩まされた水虫がきれいになくなる。全て同じ原理\nだ。\nこうした手足に巻くバンドとして，新たに開発されたのが『平Ｍ２ｍ』で平ゴム\n状のもの。手足ばかりでなく，はち巻きや，巻いた部分がごろごろしなくて抜群の\n使用感なので，長時間使用にも適している。このニューバンド，評判は上々である。\n手と足を巻く。少し痛いかも知れないが，腕を何度も曲げたり，踵を回す運動を\nするとより効果的だ。体の他の障害部位にも効果があらわれてくる。」\n２  取消事由１（本件発明は，特許法２条１項所定の「発明」に該当するとした\n判断の誤り）について\n(1)  原告は，特許法上の発明であるためには，その技術内容が，当該技術分野に\nおける通常の知識を有する者が反復実施して目的とする効果を挙げることができる\n程度まで具体性・客観性を有するものであることが要件とされ，また自然法則を利\n用したものであることが要件とされているが，本件発明については，そのような要\n件を充足していないと主張する。\nしかし，原告の主張は，以下のとおり採用の限りでない。すなわち，\nア  本件発明の特許請求の範囲（請求項１ないし３）には，第２の２のとおり，\n「筋肉に締めつけ力を付与するための緊締具を筋肉の所定部位に巻付け，その緊締\n具の周の長さを減少させ，筋肉に負荷を与えることにより筋肉に疲労を生じさせ(る\nこと)」及び「筋力トレーニング方法(であること)」などの構成が具体的に記載され\nている。\nイ  本件明細書には，本件発明の推測されるメカニズムとして，筋肉増強は，疲\n労の回復過程での超回復によりなされるところ，筋肉の疲労はエネルギー源や酸素\nの供給，乳酸の処理に大きく関係しており，これらは筋肉への血行に大きく左右さ\nれており，特定的に増強しようとする目的の筋肉部位への血行を緊締具により適度\nに阻害してやることにより，疲労を効率的に発生させて，目的筋肉をより特定的に\n増強できることが，説明，開示されている（【０００８】，【０００９】）。\nまた，効果を確認するため，緊締具を用いたグループと緊締具を用いないグルー\nプのそれぞれにつき一回２時間のトレーニングを週２回の周期で６か月間行い，緊\n締具を用いるグループには，図１のように三角筋と該上腕二頭筋の間に緊締具を施\nして，該上腕二頭筋部位への血流を適度に阻害してやることにより，疲労を効率的\nに発生させ，トレーニングを始めてから６か月後の該上腕二頭筋部位における周囲\n寸法を計測したところ，緊締具を用いたグループの筋肉増強効果は，緊締具を用い\nないグループに比べ，約３倍であることが確認できたことが，説明，開示されてい\nる（【００１６】，【００１７】）。\nウ  上記の各記載によれば，本件発明は，推測されるべき機序及び効果が示され\nており，その技術内容は，当該の技術分野における通常の知識を有する者が反復実\n施して目的とする技術効果を挙げることができる程度にまで具体的・客観的なもの\nとして示されているといえる。また，本件発明は，緊締具の周の長さを減少させ，\n筋肉に流れる血流の阻害とそれに対する生理反応を利用するものであって，生理反\n応は自然法則に基くものであるから，発明全体として自然法則を利用しているとい\nうべきである。\nしたがって，本件発明が，具体性・客観性を有しないこと，及び自然法則の利用\nがないことを理由として，特許法２条１項所定の「発明」に該当しないとする原告\nの主張は，採用の限りでない。\n(2)  原告は，本件発明は，「筋肉増強」という新たな効果の発見にすぎず，特許\n法２条１項の「発明」に該当しないとも主張する。\nしかし，この点の原告の主張も，採用の限りでない。\n原告の主張は，要するに，本件特許の出願前に，筋肉を加圧するトレーニング運\n動療法に関連した文献（甲４４文献）が存在した点を指摘するにすぎないのであっ\nて，同主張に係る事実によっては，本件発明が特許法２条１項所定の「発明」に該\n当しない根拠とはなり得ない。\n本件発明は，前記のメカニズムにより，目的筋肉を増強できるとの着想に基づき，\n特許請求の範囲の請求項１に記載した構成を採用したことによって，一定の効果を\n得る方法を開示するものであるから，単なる自然法則の発見ではない。\nこの点に係る原告の主張は採用できない。\n３  取消事由２（本件発明の，特許法１条及び２９条１項柱書所定の「産業の発\n達に寄与する」，「産業上利用することができる」との要件充足性を肯定した判断の\n誤り）に対して\n(1)  産業上利用可能性について\n本件発明は，特定的に増強しようとする目的の筋肉部位への血行を緊締具により\n適度に阻害してやることにより，疲労を効率的に発生させて，目的筋肉をより特定\n的に増強できるとともに関節や筋肉の損傷がより少なくて済み，さらにトレーニン\nグ期間を短縮できる筋力トレーニング方法を提供するというものであって，本件発\n明は，いわゆるフィットネス，スポーツジム等の筋力トレーニングに関連する産業\nにおいて利用できる技術を開示しているといえる。そして，本件明細書中には，本\n件発明を医療方法として用いることができることについては何ら言及されていない\nことを考慮すれば，本件発明が，「産業上利用することができる発明」（特許法２９\n条１項柱書）であることを否定する理由はない。\n(2)  医療行為方法について\n原告は，被告が本件発明を背景にして医療行為を行っている等と縷々主張する。\n本件発明が，筋力の減退を伴う各種疾病の治療方法として用いられており（甲１７，\n２９等），被告やその関係者が本件発明を治療方法あるいは医業類似行為にも用いる\nことが可能であることを積極的に喧伝していたこと（甲６３，６７，６８等）が認\nめられる。しかし，本件発明が治療方法あるいは医業類似行為に用いることが可能\nであったとしても，本件発明が「産業上利用することができる発明」（特許法２９条\n１項柱書）であることを否定する根拠にはならない。\nこの点に係る原告の主張は採用できない。\n４  取消事由３（改正前の特許法３６条５項２号及び６項違反に当たらないとし\nた判断の誤り）について\n本件特許の特許請求の範囲の記載は，改正前の特許法３６条５項２号及び６項に\n反しない。その理由は，以下のとおりである。\nすなわち，従来の方法には，目的外の筋肉が増強されてしまったり，場合によっ\nては，筋肉や関節等を損傷したりするといった課題が存在したところ，本件発明は，\nこれらの課題を解決すべく，「目的の筋肉への血行を阻害した状態でトレーニングを\n行うと，大幅にトレーニング効果が上がる」（【０００４】）との知見に基づき，筋肉\nに締めつけ力を付与するための緊締具を筋肉の所定部位に巻き付け，その緊締具の\n周の長さを減少させることにより，筋肉への血行（血流）を阻害させる締め付け力\nを調整しつつ目的の筋肉部位へ施し，これによって筋肉に疲労を生じさせその増大\nを図るという方法を採用したものである。\nそうすると，本件特許の特許請求の範囲には，本件発明の構成に欠くことのでき\nない事項のみが記載されているといえる。\nこの点，原告は，緊締具の装着方法，その回数，装着時間，その他の道具に関す\nる事項が明確に記載されていないと主張する。しかし，本件発明に係る発明の詳細\nな説明の記載に照らし，特許請求の範囲に，緊締具の装着方法，回数等の事項を逐\n一記載しなければならない技術的意義は何ら見いだし難く，この点の原告の主張は，\n採用の限りでない。\nまた，原告は，「筋肉の増大」の意義が不明であるとも主張する。本件明細書の【０\n００８】に「よく知られているように筋肉増強は，トレーニングにより疲労した筋\n肉が，疲労の回復過程で以前の状態を越えた状態になる，いわゆる「超回復」によ\nりなされる。したがって，トレーニングによる疲労をより効率的に生じさせる条件\nを与えてやれば，トレーニング効率も上げることができる。」との記載から，「筋肉\nの増大」の技術的意義は，当業者において，十分理解できる。\n改正前の特許法４０条は，出願公告決定後の補正が不適法な場合の効果について\n定めた規定であるところ，補正が不適法であったとしても記載不備となるものでも\nないから，原告の主張は失当であるし，本件発明が自然法則を利用していること，\n未完成発明でもないことは，前記２のとおりである。\n以上のとおり，この点に関する原告の主張は，いずれも採用できない。\n５  取消事由４（新規性の有無についての判断の誤り）について\n原告は，甲４４文献及び甲５９を指摘して，本件発明は新規性を欠くと縷々主張\nするが，原告はこれらの文献を審判手続において提出しておらず，これらの文献を\n審決取消事由として主張することは許されない。刊行物１に記載の発明と本件発明\n１との間に，前記第２，３(3)ウのとおりの相違点があるとした審決の判断は相当で\nあって，その判断に誤りはない。\n６  取消事由５（進歩性の有無についての判断の誤り）について\n原告は甲４４文献を指摘して本件発明は進歩性を欠くと縷々主張するが，甲４４\n文献を審決取消事由として主張することが許されないことは，前記５のとおりであ\nる。\n刊行物１に記載の発明の「ニューバンド『平Ｍ２ｍ』の活用法」は，筋肉を増大\nさせるトレーニング方法に関するものともいえず，この発明を，筋肉を増大させる\n方法とすることは容易ではないし，刊行物１に記載の発明の用いる原理と本件発明\n１につき推測されるメカニズムとの差異からみて，刊行物１に記載の発明において，\n前記の相違点に係る構成を採用することが，当業者が容易になし得たとすることは\nできない。さらに，甲１や刊行物２，３のいずれにも，筋肉に流れる血流を止める\nことなく阻害し，筋肉に疲労を生じさせ，もって筋肉を増大させることは開示され\nていない。 そうすると，本件発明は，刊行物１ないし３に記載された発明に基づき\n当業者が容易になし得たとすることはできないのであって，審決のこの点に関する\n判断は相当であって，その判断に誤りはない。\n７  結論\n原告は，その他にも，その趣旨をにわかに理解し難い主張も含めて，縷々主張す\nるが，いずれも採用の限りではなく，審決の結論に違法はない。よって，原告の請\n求を棄却することとして，主文のとおり判決する。\n知的財産高等裁判所第１部\n裁判長裁判官\n飯      村      敏      明\n裁判官\n八      木      貴  美  子\n裁判官\n小      田      真      治\n"
}