{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 4,
    "day": 23
  },
  "case_number": "平成24(ネ)10078",
  "case_name": "特許権に基づく製造販売差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83217",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83217",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/217/083217_hanrei.pdf",
  "contents": "平成２５年４月２３日判決言渡\n平成２４年（ネ）第１００７８号  特許権に基づく製造販売差止等請求控訴事件\n（原審  東京地方裁判所平成２３年（ワ）第２９０４９号）\n口頭弁論終結日  平成２５年２月２６日\n判 決\n控 訴 人 （ 原 告 ）        株 式 会 社 名 南 製 作 所\n訴 訟 代 理 人 弁 護 士        高 橋 譲 二\n弁 理 士        石 田 喜 樹\n補 佐 人 弁 理 士        園 田 清 隆\n石 田 正 己\n被 控 訴 人 （ 被 告 ）        橋 本 電 機 工 業 株 式 会 社\n訴 訟 代 理 人 弁 護 士        三   木   浩 太 郎\n小 川 晶 露\n早 川 尚 志\n主 文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n「原判決を取り消す。被控訴人は，原判決別紙被告製品１目録及び別紙被告製品\n２目録記載の各製品を製造，販売又は輸出してはならない。被控訴人は，上記各製\n品及びその半製品を廃棄せよ。被控訴人は，控訴人に対し，５０００万円及びこれ\nに対する平成２３年９月１３日から支払済みまで年５分の割合による金員を支払\nえ。」との判決及び仮執行宣言。\n第２  事案の概要\n１  控訴人は，名称を「板状体のスカーフ面加工方法及び装置」とする発明に係\nる特許第４４６０６１８号の特許権者である（平成１０年６月１６日にされた原出\n願の一部を平成２１年１月９日に分割出願，登録日  平成２２年２月１９日）。\n控訴人は，いずれも木材加工装置である原判決別紙被告製品１目録記載の被告製\n品１（スカーフジョインターＳＪ），同被告製品２目録記載の被告製品２（スカーフ\nジョインターＳＪＰ）の被控訴人による製造，販売行為が上記特許第４４６０６１\n８号の請求項２の発明（本件発明）に係る特許権（本件特許権）を侵害すると主張\nして，被控訴人に対し，被告製品１，２（各被告製品）の製造，販売，輸入行為の\n差止請求，廃棄請求をするとともに，補償金請求の警告を受けた日（平成１９年１\n２月１日）から特許登録の日までの被告製品１に係る実施料相当額の補償金６５０\n万円，特許登録の日以降の被告製品１，２に係る被告利益相当額の損害賠償１億３\n０００万円及び弁護士費用相当額１３００万円のうち５０００万円の損害賠償請求\nをした。\n２  原判決は，①被控訴人が被告製品２を製造，販売した事実ないしそのおそれ\nを認めるに足りる証拠はないから被告製品２に係る請求は理由がない，②被告製品\n１は本件発明の技術的範囲に属するが，被控訴人が本件特許登録の前である平成９\n年７月２４日に(株)サンテックに対し，本件発明の技術的範囲に属するスカーフカ\nッターを引き渡したことにより，被控訴人は本件特許権につき先使用による通常実\n施権を有するに至ったから，被告製品１に係る請求にも理由がないとして，控訴人\nの請求を全部棄却した。\n３  本件の前提となる事実は，原判決「事実及び理由」の第２の１のとおりであ\nり，争点は同第２の２のとおりである。\n第３  当事者の主張\n当事者の主張は，次のとおり付加するほか，原判決「事実及び理由」の第２の３\n「争点についての当事者の主張」に記載のとおりである。\n【争点３（先使用権による通常実施権の有無）についての控訴人の補充主張】\n原判決が先使用権の有無の重要な証拠として引用する乙第４５号証は，(株)サン\nテックの工場には過剰な設備である天井クレーンが映っているなど，不自然なもの\nであって，果たして(株)サンテックに納入されたスカーフカッターを撮影したのか\n疑問であるなど，その証拠価値が乏しい。仮に，乙第４５号証が(株)サンテックに\n納入されたスカーフカッターを撮影したものであるとしても，青いプレートが取り\n付けられていることや，切削動作の概要等が見て取れるにとどまり，プレートが切\n削屑として排除される部分を押圧しているか否かや，プレートと刃物受台が上記廃\n除される部分を押し付けて挟持しているかは分からない。本件発明の「押圧」，「挟\n持」に当たるためには，あばれのある板材が平坦になるほど圧力をかけて押え付け，\n挟み込んで保持することが必要であるところ，乙第４５号証からはかかる構成を充\n足するかどうか判然としない。上記のとおり，あばれのある板材が平坦になるほど\n圧力をかけて押え付け，挟み込んで保持することと，単に板材を押さえて切削をガ\nイドすること（板材の加工装置の技術分野において一般的な構成）とは異なるが，\n外部から観察するときは両者は同じような態様のものに見えるところ，乙第４５号\n証からはいずれの態様の構成か判然としない。結局，乙第４５号証を根拠に，先使\n用の事実を認定した原判決は誤りである。\n乙第７号証の２ないし６も，本件発明の「押圧」，「挟持」の構成を明らかにする\nものではないし，乙第７号証の７のプレートと刃物受台との間隔に関する記載内容\nからは，(株)サンテックのスカーフカッターが単にガイドする機能しか有していな\nいことが明らかである。\n加えて，乙第８号証に映っているプレートは，新たに差し替えられたもので，原\n出願当時存在していなかった。\n第４  当裁判所の判断\n当裁判所も，①被控訴人が被告製品２を製造，販売した事実ないしそのおそれを\n認めるに足りる証拠はないから被告製品２に係る請求は理由がなく，②被告製品１\nは本件発明の技術的範囲に属するものの，被控訴人が本件特許登録の前である平成\n９年７月２４日に(株)サンテックに対し，本件発明の技術的範囲に属するスカーフ\nカッターを引き渡したことにより，被控訴人は本件特許権につき先使用による通常\n実施権を有するに至ったから，被告製品１に係る請求も理由がないと判断する。そ\nの理由は，次のとおり補足するほか，原判決「事実及び理由」第３「当裁判所の判\n断」１ないし３のとおりである。\n【当審における控訴人の補充主張に対する判断】\n当審で提出された乙第５１ないし第５５号証及び弁論の全趣旨によれば，被控訴\n人は，(株)サンテックに納入する前のスカーフカッター「ＳＪ－４４型」を撮影し\nた映像及び納入後に撮影した同スカーフカッターの映像をもとに乙第４５号証のビ\nデオを撮影したことが認められ，乙第４５号証の内容に不自然な点があるとはいえ\nない。したがって，乙第４５号証が，被控訴人が(株)サンテックに納入したスカー\nフカッターに関するものではないなどとする控訴人の主張を採用することはできず，\nその証拠価値が乏しいとはいえない。\n乙第８，第４５，第４８，第４９，第５３号証に照らせば，ナイロン製前押さえ\nプレートが板材の被切削部分を押圧し，丸鋸が板材をスカーフ加工することが明ら\nかであって，これと同旨の原判決の認定に誤りはない。\n他方，原判決も判示するとおり（２１頁），乙第７号証の７の記載から，被控訴人\nが(株)サンテックに納入したスカーフカッターの上記プレートが，板材の切削をガ\nイドするだけで，板材を押圧するものではないとの控訴人主張を採用することはで\nきない。このほかに，先使用に係る通常実施権を認めた原判決の認定を左右するに\n足りる控訴人の立証は存しない。\n第５  結論\n以上によれば，本件控訴は理由がないから，主文のとおり判決する。\n知的財産高等裁判所第２部\n裁判長裁判官\n塩 月 秀 平\n裁判官\n真 辺 朋 子\n裁判官\n田 邉   実\n"
}