{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 23,
    "month": 3,
    "day": 7
  },
  "case_number": "平成23(ワ)21532",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "商標権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83049",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83049",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/049/083049_hanrei.pdf",
  "contents": "平成２５年３月７日判決言渡  同日原本領収  裁判所書記官\n平成２３年（ワ）第２１５３２号  損害賠償請求事件\n口頭弁論終結日  平成２５年１月２２日\n判 決\n静岡県富士宮市〈以下略〉\n原 告                              朝霧ヨーグル豚販売協同組合\n訴 訟 代 理 人 弁 護 士                              森 本 紘 章\n同                                西 尾 亮 平\n同                                松 戸 大 介\n同                                山 岸 哲 平\n埼玉県深谷市〈以下略〉\n被 告                                          Ａ\n埼玉県児玉郡〈以下略〉\n被 告                              株 式 会 社 小 林 畜 産\n被 告 ら 訴 訟 代 理 人 弁 護 士                              正 野 建 樹\n同                                正 野 寛 樹\n被 告 ら 訴 訟 代 理 人 弁 理 士                              伊 藤 捷 雄\n主 文\n１  被告らは，原告に対し，連帯して，７２３万９９１５円及びこれに\n対する被告Ａについては平成２３年５月１２日から，被告株式会社小\n林畜産については同月１３日から各支払済みまで年５分の割合によ\nる金員を支払え。\n２  原告のその余の請求をいずれも棄却する。\n３  訴訟費用は，これを１０分し，その３を被告らの負担とし，その余\nを原告の負担とする。\n４  この判決の第１項は，仮に執行することができる。\n事 実 及 び 理 由\n第１  請求\n被告らは，原告に対し，連帯して，２６１１万７６５０円及びこれに対する\n被告Ａについては平成２３年５月１２日から，被告株式会社小林畜産について\nは同月１３日から各支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n１  事案の要旨\n本件は，「ヨーグルトン」の標準文字からなる商標（以下「本件商標」とい\nう。）の商標権者である原告が，被告らが本件商標と類似の標章である別紙標\n章目録１及び２記載の各標章（以下「被告各標章」と総称し，それぞれを「被\n告標章１」，「被告標章２」という。）を付した商品の譲渡等をした行為が，\n原告の商標権の侵害行為に当たる旨主張して，被告らに対し，商標権侵害の不\n法行為に基づく損害賠償を求めた事案である。\n２  争いのない事実等（証拠の摘示のない事実は，争いのない事実又は弁論の全\n趣旨により認められる事実である。）\n(1)  当事者\nア  原告は，組合員の取り扱う乳酸発酵飼料で飼育された豚の共同購入，共\n同加工，販売等を目的とする協同組合である。\nイ  被告Ａは，養豚業を営む者である。\nウ  被告株式会社小林畜産（以下「被告小林畜産」という。）は，総合食肉\nの卸売及び小売販売等を目的とする株式会社である。\n(2)  原告の商標権\n原告は，次のとおりの商標権（以下「本件商標権」という。）を有してい\nる。\n登録番号            商標登録第４７２２０３０号\n出願日              平成１４年１０月１０日\n設定登録日          平成１５年１０月３１日\n移転登録日          平成１６年７月９日\n指定商品            第２９類「食肉，卵，食用魚介類（生きているもの\nを除く。），冷凍野菜，冷凍果実，肉製品，加工\n水産物，加工野菜及び加工果実，油揚げ，凍り豆\n腐，こんにゃく，豆乳，豆腐，納豆，加工卵，カ\nレー・シチュー又はスープのもと，お茶漬けのり，\nふりかけ，なめ物，豆，食用たんぱく」\n登録商標（本件商標）  ヨーグルトン（標準文字）\n(3)  被告各標章に係る特許庁における手続の経緯等\nア(ア)  被告各標章は，本件商標と類似する。\n(イ)  豚肉は，本件商標権の指定商品である「食肉」又は「肉製品」に含\nまれる。\nイ  以下に述べる経緯により，被告各標章は商標登録がされた後，その商標\n登録を無効とする旨の審決の確定により，当該商標登録が抹消された。\n(ア)ａ  被告Ａは，平成１７年３月１４日，被告標章１（標準文字）につ\nいて，下記の商品を指定商品とする商標登録出願をし，平成１８年１\n月１３日，商標登録第４９２０７４１号として商標権の設定登録を受\nけた（甲２６の２）。\n記\n第２９類「食用油脂，乳製品，食肉，卵，食用魚介類（生きているも\nのを除く。），冷凍果実，肉製品，加工水産物，加工果実，油揚げ，\n凍り豆腐，こんにゃく，豆乳，豆腐，納豆，加工卵，カレー・シチュ\nー又はスープのもと，お茶漬けのり，ふりかけ，なめ物，豆，食用た\nんぱく」\nｂ  原告は，平成１８年４月６日，被告標章１が，本件商標と類似し，\nその指定商品が本件商標の指定商品と同一又は類似するので，商標法\n４条１項１１号に該当すること，被告標章１がその指定商品中の「食\n用油脂，乳製品」について同項１６号に該当することを理由に，被告\n標章１の商標登録に対する登録異議の申立て（異議２００６－９０１\n３９号事件）をした。\n特許庁は，同年１０月２４日，上記登録異議事件について，被告標\n章１は，本件商標と非類似の商標であって，商標法４条１項１１号に\n該当せず，また，同項１６号にも該当しないとして，「登録第４９２\n０７４１号商標の商標登録を維持する。」との決定（以下「別件決定」\nという。）をし，別件決定は，同年１１月１３日，確定した（甲２６\nの２，乙１）。\n(イ)  被告Ａは，平成１８年１２月２０日，被告標章２について，下記の\n商品を指定商品とする商標登録出願をし，平成１９年８月３１日，商標\n登録第５０７４４６５号として商標権の設定登録を受けた（甲２７の\n２）。\n記\n第２９類「食用油脂，乳製品，食肉，卵，食用魚介類（生きているもの\nを除く。），冷凍野菜，冷凍果実，肉製品，加工水産物，加工野菜及び\n加工果実，油揚げ，凍り豆腐，こんにゃく，豆乳，豆腐，納豆，加工卵，\nカレー・シチュー又はスープのもと，お茶漬けのり，ふりかけ，なめ物，\n豆，食用たんぱく」\n(ウ)ａ  原告は，平成２１年１１月２０日，被告標章１は，本件商標と類\n似し，「食用油脂，乳製品」を除く指定商品が本件商標の指定商品と\n同一であるので，その指定商品についての商標登録は，商標法４条１\n項１１号に該当する無効理由があること，被告標章１は，同項１６号\nに該当する無効理由があることを理由に，被告に対し，被告標章１の\n商標登録の無効審判請求（無効２００９－８９０１２６号事件）をし\nた（甲５の１）。\nまた，原告は，同日，被告標章２についても上記と同様に同項１１\n号及び１６号に該当する無効理由があることを理由に，被告標章２の\n商標登録の無効審判請求（無効２００９－８９０１２７号事件）をし\nた（甲５の２）。\nｂ  特許庁は，平成２２年６月２日，無効２００９－８９０１２６号事\n件について，被告標章１は，本件商標と類似し，「食用油脂，乳製品」\nを除く指定商品が本件商標の指定商品と同一であるので，商標法４条\n１項１１号に該当し，一方，被告標章１は同項１６号に該当しないと\nして，「登録第４９２０７４１号の指定商品中「食肉，卵，食用魚介\n類（生きているものを除く。），冷凍果実，肉製品，加工水産物，加\n工果実，油揚げ，凍り豆腐，こんにゃく，豆乳，豆腐，納豆，加工卵，\nカレー・シチュー又はスープのもと，お茶漬けのり，ふりかけ，なめ\n物，豆，食用たんぱく」についての登録を無効とする。その余の指定\n商品についての審判請求は成り立たない。」との審決（以下「別件審\n決１」という。）をした（甲５の１）。\nまた，特許庁は，同月７日，無効２００９－８９０１２７号事件に\nついて，被告標章２は，本件商標と類似し，「食用油脂，乳製品」を\n除く指定商品が本件商標の指定商品と同一であるので，商標法４条１\n項１１号に該当し，かつ，同項１６号にも該当するが，一方で，「食\n用油脂，乳製品」の指定商品については，被告標章２は同項１６号に\n該当しないとして，「登録第５０７４４６５号の指定商品中「食肉，\n卵，食用魚介類（生きているものを除く。），冷凍野菜，冷凍果実，\n肉製品，加工水産物，加工野菜及び加工果実，油揚げ，凍り豆腐，こ\nんにゃく，豆乳，豆腐，納豆，加工卵，カレー・シチュー又はスープ\nのもと，お茶漬けのり，ふりかけ，なめ物，豆，食用たんぱく」につ\nいての登録を無効とする。その余の指定商品についての審判請求は成\nり立たない。」との審決（以下「別件審決２」という。）をした（甲\n５の２）。\n(エ)  被告Ａは，平成２２年７月９日，別件審決１（審判請求不成立とし\nた部分を除く。以下同じ。）の取消しを求める審決取消訴訟（知的財産\n高等裁判所平成２２年（行ケ）第１０２１５号事件。以下「別件審決取\n消訴訟１」という。）を，同月１６日，別件審決２（審判請求不成立と\nした部分を除く。以下同じ。）の取消しを求める審決取消訴訟（知的財\n産高等裁判所平成２２年（行ケ）第１０２２６号事件。以下「別件審決\n取消訴訟２」という。）を提起した。被告Ａは，同年１０月４日付けで，\n被告各標章の商標権の指定商品のうち，「第２９類  食用油脂，乳製品，\n豚肉以外の食肉，豚肉以外の食肉を使用した肉製品」について放棄し，\n当該放棄に係る指定商品の登録の抹消（一部抹消）がされた（甲２６の\n２，２７の２）。\n知的財産高等裁判所は，同年１１月３０日，別件審決取消訴訟１及び\n２において，いずれも，被告Ａの請求を棄却する旨の判決（以下，それ\nぞれを「別件判決１」，「別件判決２」という。）を言い渡した。\n被告Ａは，別件判決１及び２についてそれぞれ上告及び上告受理の申\n立て（別件判決１につき平成２３年（行ツ）第７３号，同年（行ヒ）第\n７６号事件。別件判決２につき同年（行ツ）第７４号，同年（行ヒ）第\n７７号事件）をしたが，最高裁判所は，平成２３年３月２４日，いずれ\nについても，上告を棄却し，事件を上告審として受理しない旨の決定を\nした（甲６の１，２）。これにより，別件審決１及び２は確定し，同月\n３１日，被告各標章の商標登録が抹消された。\n(4)  被告らの行為\nア  被告Ａは，自らが飼育した豚を被告小林畜産に販売し，被告小林畜産は，\n被告Ａから仕入れた豚をと殺解体して「枝肉」（皮をはぎ，内臓・頭・尾\n・四肢の端部を取り去った骨付きの肉）とし，この枝肉を脱骨し，部位ご\nとに分けて「精肉」としている（乙２５，２８）。\nイ  被告小林畜産は，自社のホームページ上で，被告Ａから仕入れた豚を加\n工した精肉の商品に関する広告に，被告各標章を表示した上で，「「ハー\nブヨーグルトン」は，ハーブ入り発酵リキッド飼料を食べて育った新しい\n豚肉です。」，「高品質で安全・安心な「ハーブヨーグルトン」をぜひご\n賞味下さい。」などと掲載した（甲７の３枚目）。\n被告小林畜産は，遅くとも平成２０年１月２７日から平成２３年１月３\n１日までの間，スーパーマーケットチェーン「オーケーストア」を展開・\n運営するオーケー株式会社（以下「オーケー」という。）に対し，被告標\n章２を付して小売することを条件に，上記豚の精肉の卸売をし，オーケー\nストアの各店舗では，上記豚の精肉を更に加工してパック包装し，このパ\nック包装に被告標章２を付した商品を店頭で販売していた（乙２５，３\n０）。\n３  争点\n本件の争点は，①被告らの過失の推定（商標法３９条において準用する特許\n法１０３条）を覆すべき事情の有無等（争点１），②被告らが賠償すべき原告\nの損害額（争点２）である。\n第３  争点に関する当事者の主張\n１  争点１（過失の推定を覆すべき事情の有無等）について\n(1)  被告らの主張\nア  被告らの被告各標章の使用行為については，以下のとおり，被告Ａにお\nいては本件商標権侵害に係る過失の推定（商標法３９条で準用する特許法\n１０３条）を覆すべき事情があり，また，被告小林畜産においては，そも\nそも過失が推定されないから，被告らは無過失である。\n(ア)  ①被告標章１の商標登録について，原告が被告標章１と本件商標と\n類似するとして登録異議の申立てをしたので，被告Ａが意見書を提出し\nて意見を述べたところ，特許庁は，被告標章１と本件商標は非類似であ\nると判断し，被告標章１の商標登録を維持する旨の別件決定をしたこ\nと，②被告標章１の商標登録出願前に行われた弁理士による調査の結\n果，過去の特許庁の登録例では，食品関係で前段に「ハーブ」を付けた\n既登録例が多数あり，その中で，「ハーブ△△△△」という登録例に対\nし，後段の「△△△△」が同一の登録例も多数発見されたこと，③被告\n標章２についても，その商標登録出願前に，同様の調査を行った結果，\n同一又は類似のものが発見されなかったこと，④「商標登録有効確認の\n訴え」というような商標登録の有効性を保証する制度が存在しないこと\nによれば，被告Ａにおいて，被告各標章の使用が本件商標との関係で，\n商標権侵害にならないかどうかを十分に調査検討すべき義務を尽くし\nたものといえる。\nこのように被告Ａにおいては，被告各標章の使用が本件商標権を侵害\nしていないかどうかの調査検討を十分に行っており，もはやこれ以上の\n手段は採りえない状況であったといえるから，過失の推定を覆すべき事\n情がある。\nそうでなければ，特許庁の審査は全く当てにならず，商標登録制度そ\nのものの崩壊を意味し，また，法的安定性や経済的安定性を著しく損な\nうこととなり，そこまで被告Ａに過失責任を負わせることは酷である。\n(イ)  被告小林畜産は，被告各標章の単なる使用者であって，被告Ａが取\n得した被告各標章の商標登録の有効性について調査確認すべき義務を\n負うことはないから，被告小林畜産においては，そもそも過失が推定さ\nれない。\n(ウ)  したがって，被告らは，被告らの被告各標章の使用行為について無\n過失である。\nイ  また，仮に被告らに過失が認められるとしても，被告標章１の商標登録\nを無効とする別件審決１の謄本が被告Ａに送達された平成２２年６月１\n７日以降の被告各標章の使用行為に限られるというべきである。\n(2)  原告の主張\nア  被告らが被告標章１について主張する事情は，被告らの過失の推定を覆\nすべき事情に当たらない。\n(ア)  登録異議申立制度は，商標登録を行った特許庁自身に登録処分の是\n非を再考させる行政的制度であるのに対し，商標登録の無効審判制度\nは，当事者間の具体的紛争の解決を目的とする制度であり，両制度は，\nその趣旨目的が異なる。登録異議申立制度は，一種の情報提供制度であ\nるため，商標登録を維持する旨の決定（以下「登録維持決定」という。）\nに対して不服申立てができず，登録維持決定に一事不再理効が認められ\nないので，登録維持決定がされた後においても，無効審判請求により同\n一主張，同一事実のもとでも商標登録が無効とされることがあること\nは，あらかじめ商標法が予定しているところである。\nこのように登録異議申立制度は，特許庁に判断の再考を促す機会とは\nなるものの，当事者対立構造や不服申立てによる十分かつ慎重な審理の\n機会が確保されている制度ではなく，そのような役割を専ら商標登録の\n無効審判請求に委ねている商標法の構造に鑑みれば，登録維持決定は，\nその後の無効審判請求により覆される可能性のあることを内包し，当該\n商標登録の有効性を担保するものでないから，被告Ａにおいて，別件決\n定の存在をもって被告標章１の商標登録の有効性を信じたとしても，そ\nのことは過失の推定を覆すべき事情とはならない。\n(イ)  被告らが被告標章１の事前の調査資料として提出する乙２の１な\nいし７及び乙３は，いずれも被告標章１の商標登録の出願日（平成１７\n年３月１４日）より前に作成されたものではなく（乙２の１の作成日付\nは２００９年（平成２１年）１１月１３日，乙３の４頁目の「ハーブテ\nラス」の商標の出願日は平成２０年３月１７日である。），これらの資\n料は，被告らの事前の調査を裏付けるものではない。\nまた，仮に被告らが主張するように被告Ａ又はその依頼を受けた弁理\n士が過去の商標登録例について調査を行っていたとしても，商標の類似\n判断に当たっては，称呼，外観，観念及び取引の実情を考慮して，各商\n標ごとに個別に判断されるべきものであるから，過去の特許庁における\n類似商標登録例が，被告標章１が本件商標と非類似であることを保証す\nるものではないし，拒絶査定例を含めて総合的に評価することなしに，\n過去の類似商標登録例の存在それ自体が単独で基礎事情として考慮さ\nれることはない。本件においては，少なくとも，「ハーブ△△△△」と「△\n△△△」という登録例が存在するという事実だけでなく，「ハーブ△△\n△△」と「△△△△」の拒絶査定例についても調査を行い，登録例と拒\n絶査定例とで判断が異なった事情等を考察した上で，本件の具体的事情\nに照らして検討をしたのでなければ，商標の類似性判断の調査としては\n片面的・非合理的であり，不十分である。\nさらに，弁理士の調査や意見を信用したからといって，被告らが被告\n標章１が本件商標と類似しないと判断したことに相当の理由があると\nいうことはできない。\n(ウ)  以上のとおり，被告らが被告標章１について主張する前記(ア)及び\n(イ)の事情は，被告らの過失の推定を覆すべき事情に当たらない。\nイ  被告標章２は，被告標章１と同様に，「ヨーグルトン」の文字を構成に\n含むものであるが，被告標章２の商標登録出願に当たり，被告Ａが被告標\n章１とは別途調査を行ったことを裏付ける証拠は提出されておらず，被告\n標章２についても十分な調査は行われていない。\nしたがって，被告標章２の使用行為について，被告らの過失の推定を覆\nすべき事情は存在しない。\n２  争点２（原告の損害額）について\n(1)  原告の主張\nア  被告らの不法行為責任\n被告らは，遅くとも平成２０年１月２７日から平成２３年５月２日まで\nの間，本件商標と類似する被告各標章を被告小林畜産のホームページ上で\n展示し，商品としての豚肉の広告をするとともに，豚肉のパッケージに被\n告標章２が付された商品が実際に販売されていたものであり，かかる被告\nらの行為は，本件商標に類似する商標の使用（商標法３７条１号）に当た\nり，本件商標権の侵害とみなす行為に該当する。\nそして，被告らには故意又は過失があるから，被告らは，原告に対し，\n本件商標権侵害の不法行為（共同不法行為）に基づく損害賠償義務を負う。\nイ  商標法３８条３項に基づく損害額\n商標法３８条３項によれば，原告は，被告らに対し，本件商標の使用に\n対し受けるべき金銭の額に相当する額（使用料相当額）を自己が受けた損\n害の額として，その賠償を請求することができる。\n(ア)  本件商標の使用料\nａ  原告は，組合員に対し，本件商標を付した豚肉を，枝肉１㎏当たり\n３１．５円（消費税込み）の本件商標の使用料を上乗せして販売して\nいる。\nまた，ブランド豚において，ブランドの使用料対価を枝肉１㎏当た\nり３０円に設定している例が他にもあり（甲２１，２２），枝肉１㎏\n当たり３０円は，ブランド豚の使用料対価として特段不合理ではな\nい。\nしたがって，被告らの本件商標権侵害行為により受けた原告の使用\n料相当額の損害額は，枝肉１㎏当たり３１．５円で算定されるべきで\nある。\nｂ  甲１０の３（原告作成の年度事業計画）には，「３０円（豚舎新築\n特別賦課金分１０円，運搬処分分１０円は共同購入単価に含む。）」\nとの記載がある。甲１０の３は，本件商標の使用料について経費算入\n項目（豚舎新築特別賦課金分，運搬処分分）を併せて説明することで，\n本件商標の使用料が低廉であることを組合員に理解してもらうため\nに作成された内部資料である。\nこの点に関し，被告らは，甲１０の３は，「朝霧ヨーグル豚」の文\n字からなる原告の登録商標（以下「朝霧ヨーグル豚商標」という。）\nに関する資料であり，本件商標に関するものではない旨主張する。\nしかし，原告は，朝霧ヨーグル豚商標と並行して本件商標を使用し\nており，本件商標と朝霧ヨーグル豚商標は，別個独立に使用されてい\nるわけではないし，朝霧ヨーグル豚商標を使用する際に，「ヨーグル\nトン\n豚」とルビを振ることによって，本件商標が併記されている。\nしたがって，被告らの上記主張は理由がない。\n(イ)  被告各標章を使用した豚肉の販売数量\n被告Ａは，年間３０００頭の豚を被告小林畜産に出荷し，被告小林畜\n産は，被告Ａから仕入れた豚の豚肉に被告各商標を使用して，オーケ\nー（オーケーストア分）及びオーケー以外（甲１８，１９記載の飲食店\nへの提供分等）に販売している。\n(ウ)  小括\n農林水産省の食肉流通統計（甲８）によると，平成２１年度における\n豚肉の「年間枝肉生産量」を「と畜頭数」で除した豚１頭当たりの平均\n枝肉生産量は約７７．２㎏である。\nそうすると，平成２０年１月２７日から平成２３年５月２日までの間\nの被告らの被告各標章の使用に対する本件商標の使用料相当額は，２３\n７４万３３１９円となり，同額が商標法３８条３項に基づく原告の損害\n額である。\n【計算式】（３０００頭×７７ｋｇ×３１．５円）×（３年＋９６日÷\n３６５日）＝２３７４万３３１９円\n(エ)  被告らの主張について\nａ  被告らは，被告小林畜産が被告Ａから仕入れた豚を精肉にして販売\nしているのはオーケーのみであり，平成２０年１月１日から平成２３\n年１月３１日までの間のオーケーに対する精肉の納品重量は，オーケ\nー作成の乙３０の「仕入重量」欄に記載のとおりである旨主張する。\nしかし，乙３０は，被告ら及び本件訴訟に関して重大な利害関係を\n有するオーケーによって作成された資料であり，取引のために日々の\n業務において作成された資料ではなく，本件訴訟に提出するために，\n被告小林畜産の依頼によってわざわざ作成された資料であるのに，そ\nの内容を裏付ける客観的な証拠は全く提出されていないから，信用す\nることができない。\nまた，甲１８及び１９に照らすと，被告小林畜産は，被告各標章を\n付した豚肉をオーケー以外の小売店や飲食店等にも販売していたは\nずである。\nしたがって，被告らの上記主張は失当である。\nｂ  被告らは，平成２０年１月２７日から平成２３年１月３１日までの\n間のオーケーに対する豚の精肉の販売量を５０万３６１８．９ｋｇと\nし，これに上記期間中の東京・大宮・横浜の三市場における豚枝肉の\n相場平均価格４２８．６円を乗じ，さらに，本件商標の寄与率０．５\n％を乗じて算出した使用料相当額を主張する。\nしかし，枝肉の相場平均価格は，被告Ａが被告小林畜産に対して販\n売したとされる価格であって，オーケーに対する販売価格ではない\n点，豚肉のような生鮮食品は，消費者が商品の出所を判断するに当た\nってはパッケージに貼付されている標章によるところがほとんどで\nあるため，本件商標が果たす役割は非常に大きいにもかかわらず，本\n件商標の寄与率を０．５％としている点において，被告らの上記主張\nは，不合理である。\nウ  弁護士費用\n原告の弁護士費用相当額の損害額は，前記ア(ウ)の１割に相当する２３\n７万４３３１円を下らない。\nエ  まとめ\n以上によれば，原告は，被告らに対し，本件商標権侵害の不法行為（共\n同不法行為）に基づく損害賠償として２６１１万７６５０円（前記イ(ウ)\n及びウの合計額）及びこれに対する訴状送達の日（被告Ａについては平成\n２３年５月１２日，被告小林畜産については同月１３日）から各支払済み\nまで民法所定の年５分の割合による遅延損害金の連帯支払を求めること\nができる。\n(2)  被告らの主張\nア  被告各標章の使用期間について\n被告らによる被告各標章の使用期間は，平成２０年１月２７日から平成\n２３年１月３１日までであり，被告らは，同年２月１日以降，被告各標章\nを使用していない。\n被告らは，同年１月３１日に豚肉の包装パックに被告標章２を使用する\nことを中止し，同年２月１日以降は，豚肉の包装パックに被告標章２の「ハ\nーブヨーグルトン」の文字を「井田さん家の豚」の文字に置き換え，「井\n田さん家の豚」の文字を削除した構成の標章（以下「井田さん家の豚標章」\nという。乙４の１，２）を使用している。\nイ  商標法３８条３項に基づく損害額の主張に対し\n(ア)  本件商標の使用料について\n原告の組合員に対する本件商標の使用料が枝肉１ｋｇ当たり３０円\nであるとの原告の主張は，否認する。\n原告が根拠とする甲１０の３には，「組合手数料」と記載され，商標\nの使用料との記載は一切ない。かかる組合手数料には，「豚舎新築特別\n賦課金分」や「運搬処分分」といった費用も計上されており，もはや商\n標の使用料とは異なるものとなっている。また，そもそも甲１０の３は，\n朝霧ヨーグル豚商標に関する資料であり，本件商標とは無関係である。\n(イ)  使用料相当額の算定方法について\n商標法３８条３項の使用料相当額の算定方法は，販売量と単価と使用\n料率を乗じて損害を算定すべきである。\nａ  販売量\n被告小林畜産は，オーケーストアの店頭で販売に供された豚肉につ\nいて被告標章２を使用したのであるから，使用料相当額算定の基礎と\nなる販売量は，実際に店頭で販売に供された豚肉の量を基準とすべき\nである。\n被告小林畜産は，被告Ａから仕入れた豚をと殺解体して「枝肉」と\nし，この枝肉を脱骨し，部位ごとに分けて「精肉」とした上で，オー\nケーに対し，被告標章２を付して小売することを条件に販売し，さら\nに，オーケーは，オーケーストアの各店舗で，納品された精肉から油\n脂分を取り，主としてミンチ肉にまわす雑肉を分離し，残った部位を\nスライスして薄肉化させた上で，グラム数を計量してパック包装し，\nこのパック包装したものに被告標章２を付して店頭で販売していた。\n被告Ａの被告小林畜産に対する豚の販売価格は，当該豚の枝肉に１㎏\n当たりの流通単価を乗じた価格であり，被告小林畜産のオーケーに対\nする豚肉の販売価格は，納品した精肉の重量に単価を乗じた価格であ\nる。このように被告小林畜産がオーケーに納品した豚肉の重量は，枝\n肉を精肉化する過程で枝肉の７０％に減少する（なお，オーケーがオ\nーケーストアの各店舗で販売する豚肉の重量は，精肉を薄肉化する過\n程で精肉の７０％に減少する。）。\nそして，被告小林畜産がオーケーに対し平成２０年１月１日から平\n成２３年１月３１日までの間に「ハーブヨーグルトン」用の精肉とし\nて販売した重量は，オーケー作成の乙３０記載のとおりである。\nまた，乙１８記載の平成２０年１月２８日及び３０日に納入された\n豚の枝肉の数量３３５７㎏の７０％に相当する２３４９．９㎏が，被\n告小林畜産が同年１月２７日から同月３１日までの間にオーケーに\n対し販売した精肉の重量となる。\nそうすると，被告小林畜産がオーケーに対し平成２０年１月２７日\nから平成２３年１月３１日までの間に販売した上記精肉の重量は，合\n計５０万４３１８．９ｋｇである。\n【計算式】  （１２９，４０２．８ｋｇ（平成２０年分）－６，８２\n９．１ｋｇ（平成２０年１月分）＋２，３４９．９ｋｇ）＋１８２，\n０３７．３ｋｇ（平成２１年分）＋１８２，０２４ｋｇ（平成２２年\n分）＋１５，３３４ｋｇ（平成２３年１月分）＝５０４，３１８．９\nｋｇ\nｂ  単価\n単価は，被告標章２の使用期間中の三市場（東京・大宮・横浜）の\n枝肉相場価格の平均価格１㎏当たり４２８．６円（乙７）である。\nｃ  使用料率\n①原告は，実際の商品取引においては，朝霧ヨーグル豚商標を使用\nし，本件商標を使用しておらず，もっぱらウェブサイトなどで本件商\n標を使用しているのみであることから，本件商標の顧客吸引力は極め\nて弱いこと，②被告標章２の使用を中止した平成２３年１月３１日以\n前と井田さん家の豚標章の使用を開始した同年２月以降において，被\n告小林畜産の豚肉の販売量に変動はなく，むしろ同年２月以降の方が\n販売数量が増加しているのであるから，被告標章２が被告小林畜産の\n豚肉の販売に寄与した寄与率は，極めて少ないか，全くなかったこと，\n③被告標章２を使用した商品と本件商標を使用した商品は，その品\n質，販売地域，販売拠点及び販売元を異にし，実際の取引において競\n合したことはなく，被告標章２を使用した商品がなければ，本件商標\nを使用した商品が売れたという相互補完関係はみられないこと，④被\n告標章２を使用した商品の販売元がオーケーストアという量販店で\nあったことが上記商品の売れ行きに大きく寄与していること，⑤顧客\nが被告標章２を本件商標と間違えて商品を購入した事実は存在せず，\n顧客が間違えることを期待して被告標章２を使用したものでもない\nこと，⑥オーケーストアでは，毎月内部で試食会を開いて被告らの豚\n肉を含む豚肉を社員が試食し，その味について合格したもののみが，\n店頭で販売されることになっており，被告らの豚肉は，この厳しい食\n味検査に合格することによって，初めて店頭に並べられており，単\nに「ハーブヨーグルトン」という商品名の商品であるから販売されて\nいるのではないことなどを総合すれば，本件商標の使用料率は，０．\n５％を超えることはない。\nｄ  小括\n以上によれば，被告らの被告各標章の使用に対する本件商標の使用\n料相当額は，１０８万０７５５円となる。\n【計算式】  ５０４，３１８．９ｋｇ×４２８．６円×０．００５＝\n１，０８０，７５５円\nウ  弁護士費用の主張に対し\n原告の主張は争う。\n第４  当裁判所の判断\n１  争点１（過失の推定を覆すべき事情の有無等）について\n(1)  前記争いのない事実等と証拠（甲７，乙４の１，２，２５，３０）及び\n弁論の全趣旨によれば，①被告小林畜産は，自社のホームページ上において，\n被告Ａから仕入れた豚を加工した豚肉（精肉）の商品（商品名「ハーブヨー\nグルトン」）に関する広告に被告各標章を表示していたこと，②被告小林畜\n産は，平成２０年１月２７日から平成２３年１月３１日までの間，オーケー\nに対し，被告標章２を付して小売することを条件に，上記精肉の卸売をし，\nオーケーが経営するオーケーストアの各店舗では，上記精肉を更に加工して\nパック包装し，このパック包装に被告標章２を付した商品を「ハーブヨーグ\nルトン」の商品名で販売していたこと，③被告Ａは，被告小林畜産に対し，\n被告各標章の使用を許諾し，被告標章２を付した商品がオーケーストアで販\n売されることを了承していたこと，④被告各標章は，本件商標と類似し，被\n告Ａから仕入れた豚を加工した精肉の商品及びオーケーストアで販売され\nる上記精肉を更に加工した豚肉の商品は，本件商標権の指定商品中の「食肉」\n又は「精肉」に含まれることが認められる。\n上記①ないし④の事実を総合すれば，被告らは，平成２０年１月２７日か\nら平成２３年１月３１日までの間，共同して，本件商標に類似する被告各標\n章を被告小林畜産が被告Ａから仕入れた豚を加工した豚肉の商品に関する\n広告に付して展示し，オーケーが上記商品をオーケーストアで販売する際に\nその包装に被告標章２を表示させることによって被告各標章を使用したこ\nとが認められ，かかる被告らの行為は，原告の有する本件商標権の侵害とみ\nなす行為（商標法３７条１号）に該当するというべきである。\nそして，被告らにおいては，商標法３９条において準用する特許法１０３\n条により，本件商標権の侵害行為について過失があったものと推定される。\n(2)  これに対し被告らは，被告Ａにおいては，被告各標章の使用が本件商標\n権の侵害にならないかどうかを十分に調査検討すべき義務を尽くしている\nから，過失の推定を覆すべき事情があり，また，被告小林畜産においては，\n被告各標章の単なる使用者であって，被告Ａが取得した被告各標章の商標登\n録の有効性について調査確認すべき義務を負うことはなく，そもそも過失が\n推定されないから，被告らは，被告各標章の使用行為について無過失である\n旨主張する。\nしかしながら，被告らの主張は，以下のとおり理由がない。\nア  被告らは，①被告標章１の商標登録について，原告が被告標章１と本件\n商標が類似するとして登録異議の申立てをしたので，被告Ａが意見書を提\n出して意見を述べたところ，特許庁は，被告標章１と本件商標は非類似で\nあると判断し，被告標章１の商標登録を維持する旨の別件決定をしたこ\nと，②被告標章１の商標登録出願前に行われた弁理士による調査の結果，\n過去の特許庁の登録例では，食品関係で前段に「ハーブ」を付けた既登録\n例が多数あり，その中で，「ハーブ△△△△」という登録例に対し，後段\nの「△△△△」が同一の登録例も多数発見されたこと，③被告標章２につ\nいても，その商標登録出願前に，同様の調査を行った結果，同一又は類似\nのものが発見されなかったこと，④「商標登録有効確認の訴え」というよ\nうな商標登録の有効性を保証する制度が存在しないことによれば，被告Ａ\nにおいて，被告各標章の使用が本件商標との関係で，商標権侵害にならな\nいかどうかを十分に調査検討すべき義務を尽くした旨主張する。\nしかしながら，登録異議の申立制度（商標法４３条の２）は，商標登録\nに対する信頼を高めるという公益的な目的を達成するために，登録異議の\n申立てがあった場合に，特許庁が自ら登録処分の適否を審理し，瑕疵ある\n場合にはその是正を図るというものであって，無効審判制度のように，特\n許庁が行った登録処分の是非をめぐる当事者間の争いを解決することを\n目的とするものではないこと，登録商標を維持すべき旨の決定（登録維持\n決定）に対しては不服を申し立てることができず（同法４３条の３第５\n項），登録維持決定に対して不服がある異議申立人において，登録異議の\n申立理由と同一の理由で無効審判請求（同法４６条）をすることができる\nことに照らすならば，被告Ａにおいて，被告標章１と本件商標は非類似で\nあると判断した別件決定を信頼したからといって過失の推定を覆すべき\n相当な理由があるということはできない。\nまた，被告ら主張の被告各標章の商標登録出願前の弁理士の調査につい\nては，その内容を具体的に裏付ける証拠は提出されておらず，いかなる調\n査が行われたのか不明であるといわざるを得ない（なお，乙２の１及び乙\n３については，被告ら自らが被告標章１の商標登録後の別件審決取消訴訟\n１の審理の段階で調査したものである旨主張している。）。仮に被告Ａ又\nはその依頼を受けた弁理士が被告標章１の商標登録出願前に上記②で主\n張するような登録例があることを調査確認したとしても，そのような登録\n例があることから直ちに被告標章１と本件商標とが非類似であるとの結\n論を導き出せるものではなく，両者の類否判断に当たっては別件審決１に\n係る無効審判請求の審理で原告が主張したような本件商標の使用に係る\n取引の実情等（甲５の１の別紙審決書の写し）をも踏まえた調査検討を行\nう必要があるというべきであるから，被告Ａにおける調査検討が十分であ\nったものとは認められない。\nしたがって，被告らの上記主張は，その余の点について検討するまでも\nなく，理由がない。\nイ  次に，被告らは，被告小林畜産においては，被告各標章の単なる使用者\nであって，被告Ａが取得した被告各標章の商標登録の有効性について調査\n確認すべき義務を負うことはなく，そもそも過失が推定されない旨主張す\nる。\nしかしながら，被告小林畜産は，業として豚肉の商品の販売を行い，そ\nの商品について被告各標章を使用している以上，その使用行為が他人の商\n標権を侵害するか否かを調査確認すべき義務を負うものと解すべきであ\nるから，被告らの上記主張は，採用することができない。\n(3)ア  以上によれば，被告らには，本件商標権の侵害行為についての過失の\n推定を覆すべき事情の存在は認められず，過失があるというべきである。\nイ  これに対し被告らは，仮に被告らに過失が認められるとしても，被告標\n章１の商標登録を無効とする別件審決１の謄本が被告Ａに送達された平\n成２２年６月１７日以降の被告各標章の使用行為に限られるべきである\n旨主張する。\nしかしながら，前記(2)ア及びイで述べたのと同様の理由により，被告\nらの上記主張は採用することができない。\n２  争点２（原告の損害額）について\n(1)  商標法３８条３項に基づく損害額\n原告は，被告らの本件商標権侵害行為に対する原告の使用料相当額の損害\n額（商標法３８条３項）は，被告らが平成２０年１月２７日から平成２３年\n５月２日までの間に被告各標章を付して販売した豚肉についてその加工前\nの枝肉の重量に１㎏当たり３１．５円の使用料を乗じた合計２３７４万３３\n１９円である旨主張する。\nア  被告各標章を使用した豚肉の販売期間\n(ア)  被告小林畜産が，平成２０年１月２７日から平成２３年１月３１日\nまでの間，オーケーに対し，被告標章２を付して小売することを条件に，\n上記精肉の卸売をし，オーケーが経営するオーケーストアの各店舗で\nは，上記精肉を更に加工してパック包装し，このパック包装に被告標章\n２を付した商品を「ハーブヨーグルトン」の商品名で販売していたこと\nは，前記１(1)認定のとおりである。\nしたがって，被告らが被告標章２を使用した豚肉の販売期間は，上記\nの平成２０年１月２７日から平成２３年１月３１日までの間であると\n認められる。\n(イ)  この点に関し，原告は，被告らが被告各標章を付した豚肉を平成２\n３年２月１日以降も販売し，また，被告らはオーケー以外にも被告各標\n章を付した豚肉を販売していた旨主張する。\nしかしながら，被告らがオーケー以外に「ハーブヨーグルトン」の商\n品名の豚肉を販売していたことを認めるに足りる証拠はない。もっと\nも，甲１８（全国商工団体連合会のウェブサイトの記事）及び甲１９（ウ\nェブサイトのブログ記事）には，「ハーブヨーグルトン」を用いたメニ\nューを提供している飲食店が存在することをうかがわせる記載がある\nが，「ハーブヨーグルトン」の仕入先についての記載はなく，甲１８及\nび１９は，被告らが上記飲食店に対し「ハーブヨーグルトン」を販売し\nていたことを裏付けることにはならない。\nまた，被告らが平成２３年２月１日以降もオーケーが被告小林畜産か\nら仕入れた豚肉をオーケーストアで販売する際にその包装に被告標章\n２を表示させていたことを認めるに足りる証拠はない。かえって，証\n拠（乙４の１，２，２５）及び弁論の全趣旨によれば，被告小林畜産は，\n平成２３年２月１日から，オーケーに卸売をする豚肉の商品名を「ハー\nブヨーグルトン」から新商品名の「井田さん家の豚」に変更し，同日以\n降，オーケーストアの各店舗では，豚肉のパック包装に井田さん家の豚\n標章を付した商品が販売されていることが認められる。\nしたがって，原告の上記主張は採用することができない。\nイ  被告標章２を使用した豚肉の数量\n(ア)  証拠（乙２９の１ないし５，３０）及び弁論の全趣旨を総合すれば，\n被告小林畜産がオーケーに対し被告標章２を付して小売することを条\n件に販売をした豚肉（精肉）の重量は，乙３０の「仕入れ重量」の「総\n計」欄記載のとおり，平成２０年１月分ないし１２月分が１２万９４０\n２．８㎏（このうち，同年１月分が６８２９．１㎏），平成２１年１月\n分ないし１２月分が１８万２０３７．３㎏，平成２２年１月分ないし１\n２月分が１８万２０２４ｋｇ，平成２３年１月分が１万５３３４㎏（以\n上，合計５０万８７８１．１㎏）であることが認められる。\n以上によれば，被告らが被告標章２を使用した販売期間（平成２０年\n１月２７日から平成２３年１月３１日まで）に対応する豚肉（精肉）の\n重量は，合計５０万３０７０．４ｋｇ（ただし，平成２０年１月２７日\nから同月３１日までの分は同年１月分の日割計算）であることが認めら\nれる。\n【計算式】  （１２９，４０２．８ｋｇ－６，８２９．１ｋｇ＋６，８\n２９．１ｋｇ×５日／３１日）＋１８２，０３７．３ｋｇ＋１８２，０\n２４ｋｇ＋１５，３３４ｋｇ＝５０３，０７０．４ｋｇ（小数点第２位\n以下切り捨て）\n(イ)  これに対し原告は，乙３０は，本件訴訟に関し利害関係のあるオー\nケーが被告小林畜産の依頼により作成した資料であり，その内容を裏付\nける客観的な証拠が提出されていないから，信用することはできない旨\n主張する。\nしかしながら，乙３０の記載内容が具体的かつ詳細であること，乙３\n０は，オーケーが被告小林畜産発行の納品書（乙２９の１ないし５はそ\nの一部）等に基づいて作成されたことがうかがわれることに照らすと，\n原告の上記主張は採用することができない。他に上記認定を左右するに\n足りる証拠はない。\nウ  使用料相当額について\n(ア)  証拠（甲１０，１１，１３ないし１６，３１，３２，乙１１，１２，\n２１ないし２３，２５（枝番のあるものはいずれも枝番を含む。））及\nび弁論の全趣旨を総合すれば，以下の事実が認められ，これに反する証\n拠はない。\nａ  原告は，養豚業者から原告の指導による飼料（乳酸菌発酵飼料）で\n飼育した豚を購入し，これを加工した豚肉（商品名「朝霧ヨーグル豚」\nに係る枝肉）を組合員に販売し，その際，組合員に対し，原告の有す\nる本件商標権及び朝霧ヨーグル豚商標の商標権（設定登録平成１７年\n５月２７日）の使用を許諾している。\n甲１０の３（原告作成の「５年度事業計画」（自：平成１８年４月\n１日，至：平成１９年３月３１日）と題する書面）には，「１．朝霧\nヨーグル豚共同購入業務」として，①「市場の差別化を図り品質を高\nく保持するため，朝霧ヨーグル豚を食味良く健康で安全な地域ブラン\nドとして育てるために本組合で独占共同購入を行う。･･･組合手数料\nも引き続き３０円（豚舎新築特別賦課金分１０円，運搬処分分１０円\nは共同購入単価に含む）とする。（但し，豚舎新築特別賦課金より５\n円を研究費分に回す）」，②「豚肉枝肉」について「共同購入単価（ｋ\nｇ）４６０円」，「組合員への販売単価（ｋｇ）４７５円」との記載\nがある。\nｂ  原告は，そのウェブサイトにおいて，「朝霧ヨーグル豚（ヨーグル\nトン）」，「朝霧ヨーグル豚」，「ヨーグル豚」などの表示をして，「朝\n霧ヨーグル豚」の商品名の豚肉（以下「豚肉「朝霧ヨーグル豚」」と\nいう。）に関する宣伝広告を行い（甲１６，乙１３の２等），豚肉「朝\n霧ヨーグル豚」の取扱店舗として，静岡県富士宮市，富士市，沼津市\n及びその近郊の合計１９店舗を掲載し（乙１１），さらには，豚肉「朝\n霧ヨーグル豚」のインターネットによる通信販売を行っている。\nまた，原告は，東京都，千葉県等で開催されるイベント（甲１６等）\nに参加して，豚肉「朝霧ヨーグル豚」の宣伝活動も行っていた。\nｃ  オーケーストアは，東京都，神奈川県，千葉県，埼玉県，宮城県等\nに合計６０数店舗（乙１２）あり，この中の東京都，千葉県，埼玉県\n等の各店舗で，被告標章２を使用した豚肉（商品名「ハーブヨーグル\nトン」）を取り扱っていた。なお，静岡県内には，オーケーストアの\n店舗は存在しなかった。\n(イ)  前記(ア)の認定事実によれば，①原告は，その組合員に対し，豚\n肉「朝霧ヨーグル豚」に係る枝肉を販売し，組合員が豚肉「朝霧ヨーグ\nル豚」に本件商標及び朝霧ヨーグル豚商標の双方を使用することを許諾\nしていること，②原告は，その組合員に対し，原告が組合員に販売する\n豚肉「朝霧ヨーグル豚」に係る枝肉の販売単価（４７５円／㎏）と原告\nが養豚業者から購入する上記枝肉の購入単価（４６０円／㎏）との差額\nは１５円であると説明しており，この中には上記①の許諾の対価分が含\nまれていること，③本件商標を使用した豚肉「朝霧ヨーグル豚」の取扱\n店舗の所在地が主として静岡県内であるのに対し，被告標章２を使用し\nた豚肉（商品名「ハーブヨーグルトン」）を取り扱っていたオーケース\nトアの店舗の所在地は，東京都，千葉県，埼玉県等であり，静岡県には，\nオーケーストアの店舗がなかったこと，④原告が，豚肉「朝霧ヨーグル\n豚」のインターネットによる通信販売を行い，また，東京都，千葉県等\nで開催されるイベントに参加して，その宣伝活動を行っていたことが認\nめられる。\nこれらの事実に加えて，本件商標及び被告各標章の各使用態様，本件\n訴訟に至る経緯等本件に現れた諸般の事情を総合考慮すると，被告らが\n原告に対して支払うべき本件商標権の使用料相当額は，被告らが被告標\n章２を使用した豚肉（精肉）１㎏当たり１３円と認めるのが相当である。\nこれに反する原告及び被告らの主張は，いずれも採用することができ\nない。\nエ  小括\n以上によれば，被告らの本件商標権の侵害行為に対する原告の使用料相\n当額の損害額は，６５３万９９１５円と認められる。\n［計算式］  ５０万３０７０．４ｋｇ（前記イ(ア)）×１３円（前記ウ(\nイ)）＝６５３万９９１５円\n(2)  弁護士費用\n本件事案の性質・内容，本件訴訟に至る経過，本件審理の経過等諸般の事\n情に鑑みれば，被告らの本件商標権侵害と相当因果関係のある弁護士費用相\n当額の損害額は，７０万円と認めるのが相当である。\n(3)  まとめ\n以上によれば，原告は，被告らに対し，本件商標権侵害の不法行為（共同\n不法行為）に基づく損害賠償として７２３万９９１５円（前記(1)エ及び(2)\nの合計額）及びこれに対する被告Ａについては平成２３年５月１２日（訴状\n送達の日）から，被告小林畜産については同月１３日（訴状送達の日）から\n各支払済みまで民法所定の年５分の割合による遅延損害金の連帯支払を求\nめることができる。\n３  結論\n以上の次第であるから，原告の請求は，被告らに対し，連帯して，７２３万\n９９１５円及びこれに対する被告Ａについては平成２３年５月１２日から，被\n告小林畜産については同月１３日から各支払済みまで年５分の割合による金\n員の支払を求める限度で理由があるから，その限度で認容することとし，その\n余は理由がないから，いずれも棄却することとし，主文のとおり判決する。\n東京地方裁判所民事第４６部\n裁判長裁判官        大 鷹 一 郎\n裁判官        上 田 真 史\n裁判官        石 神 有 吾\n（別紙）                    標章目録\n１\n「ハーブヨーグルトン」\n２\n"
}