{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 4,
    "day": 24
  },
  "case_number": "平成24(ネ)10090",
  "case_name": "特許権侵害差止等請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "83238",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=83238",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/238/083238_hanrei.pdf",
  "contents": "平成２５年４月２４日判決言渡\n平成２４年（ネ）第１００９０号  特許権侵害差止等請求控訴事件（原審  大阪地\n方裁判所平成２３年（ワ）第１１４９２号）\n口頭弁論終結日  平成２５年３月４日\n判                        決\n控 訴 人 （ 第 １ 審 原 告 ）            株 式 会 社 レ ザ ッ ク\n訴 訟 代 理 人 弁 護 士            近      藤      剛      史\n同                                  武      田      大      輔\n訴 訟 代 理 人 弁 理 士            籾      井      孝      文\n被 控 訴 人 （ 第 １ 審 被 告 ）            サ ン テ ク ス 株 式 会 社\n被 控 訴 人 （ 第 １ 審 被 告 ）            株 式 会 社 塚 谷\n上記両名訴訟代理人弁護士            岡      田              徹\n同                                  森      本              宏\n同                                  児      玉      実      史\n同                                  生      沼      寿      彦\n同                                  飯      島              歩\n同                                  中      森              亘\n同                                  敷      地      健      康\n同                                  米      倉      裕      樹\n同                                  荒      川      雄  二  郎\n同                                  吉      田      広      明\n同                                  木      曽              裕\n同                                  井      垣      太      介\n同                                  酒      井      大      輔\n同                                  谷      口      明      史\n同 訴 訟 代 理 人 弁 理 士            鳥      居      和      久\n同                                  中      塚      雅      也\n主 文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事 実 及 び 理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人らは，別紙被控訴人製品目録記載の製品を製造し，販売し又は販売\nのために展示してはならない。\n３  被控訴人らは，前項の製品を廃棄せよ。\n４  被控訴人らは，控訴人に対し，各自金８０００万円及びこれに対する平成２\n３年９月１７日から支払済みに至るまで年５分の割合による金員を支払え。\n５  訴訟費用は，第１，２審を通じて，被控訴人らの負担とする。\n第２  事案の概要\n以下，略語は，原判決と同様のものを用いる。また，原判決を引用する場合，原\n判決中に「原告」とあるのを「控訴人」と，「被告」とあるのを「被控訴人」とそ\nれぞれ読み替える。さらに，原判決の別紙被告製品説明書を，別紙被控訴人製品説\n明書と読み替えた上，引用する。\n１  経過\n本件は，本件特許権（特許番号２１３９９２７号の特許に係る特許権）を有する\n控訴人が，被控訴人らに対し，本件特許権に基づき，被控訴人製品の製造等の差止\nめ及び同製品の廃棄を求めるとともに，不法行為に基づき，各自金８０００万円の\n損害賠償金及びこれに対する訴状送達の日の翌日である平成２３年９月１７日から\n支払済みまで民法所定の年５分の割合による遅延損害金の支払を求めた事案である。\n原判決は，被控訴人製品は，本件特許発明の構成要件ＥないしＧを充足するとは\n認めることができないから，本件特許発明の技術的範囲に属するとはいえないとし\nて，控訴人の請求を棄却した。\nこれに対して，控訴人は控訴し，上記控訴の趣旨記載の判決を求めた。\n２  前提事実，争点及び争点に関する当事者の主張\n(1) 後記(2) の当審における当事者の追加的主張を付加するほかは，原判決の\n「事実及び理由」欄「第２  事案の概要」の「１  前提事実（当事者間に争いがな\nい。）」，「２  原告の請求」，「３  争点」及び「第３  争点に関する当事者の\n主張」（原判決２頁１４行目から１０頁１１行目）のとおりであるから，これを引\n用する。 (2) 当審における当事者の追加的主張\n【控訴人の主張】\nア  構成要件Ｅについて\n(ｱ) 被控訴人製品が，実際の曲げ加工の結果生じた誤差の実測値に基づき，特性\nデータを修正する機能を有している以上，誤差の実測値を入力する機能が必要不可\n欠であるから，被控訴人製品は，特性データを修正する手段として実測値の入力手\n段を有している。そして，上記実測値の入力手段に基づいて入力された実測値に基\nづいて特性データが変更され，その変更結果が記憶されるのであるから，マスター\nデータとしての特性データを記憶する部位とは別に，変更された特性データ（実測\n値）を記憶する部位ないし構成を保有しているというべきである。\n(ｲ) 実験４によれば，「B.dxf」 のデータにおける特性データは，曲げ角修正後\n設定値A の値に修正されたパラメータの数値が表示されているから，「B.dxf」 の\nデータにおける特性データが被控訴人製品の有する何らかの機能ないし構成により\n修正されたことは明白であり，「B.dxf」 の「角度曲げ角」のパラメータを表示さ\nせ，直接修正するという操作や動作は行われていないから，被控訴人製品に読み込\nまれた各刃材及び各曲げ加工形状が記憶された個別のファイルにおける特性データ\nを修正する方法として，実測値に基づき修正，入力された実測値（特性データ）を，\n各ファイルとは別に被控訴人製品内部で記憶させるデータの記憶部（実測値のデー\nタベース）を被控訴人製品に持たせ，かかる記憶部に記憶されたデータに基づき，\n事後に読み込まれた，同種類の刃材，近似する曲げ加工形状における特性データに\n対しても，かかる特性データの修正，入力の結果が反映させる修正機能を持たせる\n方法をとっているとしか考えられない。そして，被控訴人製品においては，実測値\nを入力することで修正された特性データについて，これを記憶する機能を有するこ\nとから，被控訴人製品が実測値のデータベースを有することは明らかである。すな\nわち，被控訴人製品において，入力された多数ないし複数の実測値がデータベース\nとして記憶され，特性データの修正に用いられるのでなければ，修正後の特性デー\nタが表示される機能や，「だいたい曲がるのではなくきっちりしたＲ曲げに，だい\nたいの長さでなく，きっちりした曲げ長さ」，「１００個作っても繰り返し精度抜\n群」（甲７）という作用・効果が実現することはあり得ない。\nさらに，実験４において，「A.dxf」 の「角度曲げ角」のパラメータの修正は，\n「B.dxf」 のデータを被控訴人製品に読み込ませる前に行われたものであり，「B.\ndxf」のデータにおける「角度曲げ角」のパラメータは，修正後の「A.dxf」のデー\nタにおける「角度曲げ角」のパラメータの数値と全て一致している。実測値に基づ\nいて修正された特性データの値が，被控訴人製品に記憶されていなければ，事後的\nに読み込まれた「B.dxf」 のデータにおいて，修正後の「A.dxf」 のデータにおけ\nるパラメータが反映されることは，論理的に，あるいは経時的に考えてあり得ない\nし，「A.dxf」 のデータにおける「角度曲げ角」のパラメータを修正するため入力\nされた数値が被控訴人製品において記憶され，かかる記憶データに基づいて，「B.\ndxf」 のデータにおける「角度曲げ角」のパラメータが修正されているのでなけれ\nば，パラメータの数値が，偶々全て一致することはあり得ない。かかる実験結果か\nらも，被控訴人製品は，実測値に基づき修正，入力された特性データを，各ファイ\nルとは別に被控訴人製品内部で記憶させるデータの記憶部（実測値のデータベー\nス）を有しており，かかる記憶部に記憶されたデータに基づき，同種類の刃材，近\n似する曲げ加工形状における特性データに対して，かかる特性データの修正，入力\nの結果が反映させる修正機能を有していると考えざるを得ない。\n(ｳ) 控訴人が，平成２４年１１月２６日，被控訴人製品「sumo100629」を用いた\n実験（以下「実験６」という。甲５３ないし甲６０）を行ったところ，「角度曲げ\n角調整」のパラメータの数値と，「SUMOPULSE」 のデータ・ファイル内の数値が一\n致しており，「SUMOPULSE」 のデータ・ファイルが「角度曲げ角調整」のパラメー\nタ（特性データ）を保存するものであることが分かった。控訴人において，「角度\n曲げ角調整」のパラメータを修正した上，再び，「SUMOPULSE」 のファイルの内容\nを，「Notepad」 （テキストエディタ）のプログラムにて表示させたところ，「SU\nMOPULSE」 のデータ・ファイルの数値は，「角度曲げ角調整」のパラメータの修正\nに応じて，パルス数の数値が更新されていた。\nまた，控訴人は，裏付けのため，上記「角度曲げ角」のパラメータの修正に伴い，\n「円弧曲げ角調整」，「伸び長さ調整」，「はさみパラメータ」のパラメータにつ\nいて，修正の前後の甲５４の各データ・ファイルの内容について実験（以下「裏付\n実験」という。甲６１ないし甲６４の各枝番号）を行ったところ，「角度曲げ角調\n整」だけでなく，「円弧曲げ角調整」，「伸び長さ調整」，「はさみパラメータ」\n及び「基本角度曲げ」の画面に表示される多数ないし複数の各特性データについて\nも，それぞれ「SUMOR」，「SUMOLENGTH」，「SUMOPARAM」のデータ・ファイルと，\nその内容が一致し，また，各特性データの数値が修正されることで，各データ・フ\nァイルの内容が更新され，その容量が変化し，あるいは更新日時が変化しているこ\nとが判明した。\n(ｴ) 加えて，被控訴人製品が実測値の記憶部を有することは，「ＡｕｔｏＢｅｎ\nｄｅｒマニュアル」（甲８）のページ(4) の(12)項目の記載からも明らかである。\n(ｵ) したがって，被控訴人製品においては，各データ・ファイルが，実測値に基\nづいて修正された各特性データの数値について，これを記憶，保存する構成として\n利用され，これらの各データ・ファイルに記憶，保存されたデータに基づいて，曲\nげ加工の結果による実測値が，修正後の特性データに反映されるということができ，\n各データ・ファイルの存在により，ナイフの曲げ加工に関する実測値について，こ\nれを記憶する実測値記憶部（データ・ファイル及び記憶装置）を有するものといえ\nるから，被控訴人製品は構成要件Ｅを充足する。\nイ  構成要件Ｆについて\n実験１ないし４において，「A.dxf」 のデータの「角度曲げ角調整」のパラメー\nタ（甲４５の１の「曲げ角修正後設定値」）を修正した後，「A.dxf」 とは異なる\n「B.dxf」 のファイルを被控訴人製品に読み込ませたところ，「角度曲げ角調整」\nのパラメータには，「A.dxf」 のデータの「角度曲げ角調整」のパラメータについ\nて修正を行った後の「曲げ角修正後設定値」と同一のパラメータが表示されている\nことは動かぬ事実である。\n上記アのとおり，実験４において，被控訴人製品で，「B.dxf」 のデータを読み\n込ませたところ，実測値に基づく修正後のパラメータである，「曲げ角修正後設定\n値」のパラメータが表示されているから，実測値に基づき修正，入力された実測値\n（特性データ）を，各ファイルとは別に控訴人製品内部で記憶させるデータの記憶\n部（実測値のデータベース）を有するのでなければ，修正後のパラメータである\n「曲げ角修正後設定値」が「B.dxf」 のファイルにおいて表示されることはあり得\nず，被控訴人製品が，かかる記憶部に記憶された実測値のデータに基づき，同種類\nの刃材，近似する曲げ加工形状における特性データに対しても，かかる特性データ\nの修正，入力の結果を反映させる修正機能を有しているとしか，自然法則として考\nえられない。\nまた，上記アのとおり，実験６及び裏付実験の結果からも，被控訴人製品は，曲\nげ加工に関する実測値のデータベースを記憶する実測値記憶部を有するといえる。\n実験４と実験６の結果を考え併せると，「SUMOPULSE」 等の実測値のデータ記憶\n部位に，「A.dxf」 データにおける特性データの修正値が記憶・保存され，同デー\nタベースに基づき，事後的に読み込まれた「B.dxf」 データの特性データが修正さ\nれたと考える以外に，物理的に考え得る機能，構成は存在しないのである。\nさらに，実験１ないし４においては，控訴人が，直接，特性データの修正を行っ\nていない（被控訴人製品に入力部が存在しない）曲げ角度（「角度曲げ角調整」）\nについても，特性データの修正の作用・効果が及んでおり，被控訴人製品において，\n実測値に基づいて特性データを修正する（又は実測値と置き換える）だけの機能に\nとどまらず，直接修正されない特性データについても，他の特性データの修正によ\nる補正が行われる機能を有していることが確認されているから，被控訴人製品が，\n実測値に基づいて特性データを修正する（又は実測値と置き換える）だけでなく，\n特定の曲げ角における特性データを実測値に基づいて修正することで，他の未だ特\n性データを修正していない曲げ角についても，特性データの演算計算を行い，実用\nに耐えうる形にて自動修正を行う結果，全体としての精度を上げるための曲げ加工\nデータの補正を行う機能を有していることが明らかとなっている。\nしたがって，各実験の結果からも，技術常識からも，被控訴人製品が実測値の記\n憶部位を有しており，実測値の記憶部に保存された実測値のデータベースより，特\n性データの修正を行う機能，構造を有していると考えられ，被控訴人製品は構成要\n件Ｆを満たすものである。\nウ  構成要件Ｇについて\n上記ア，イのとおり，被控訴人製品が実測値のデータベースを有することは明ら\nかである。\nまた，実験１ないし４から，被控訴人製品が，修正された（特性）データに基づ\nいて曲げ加工データを算出していることは明らかであり，それ以外の方法は考えら\nれない。\nしたがって，被控訴人製品は構成要件Ｇも満たすものである。\n【被控訴人らの主張】\nア  構成要件Ｅについて\n特性データを修正する機能を有しているからといって，実測値の入力手段や実測\n値を集積する機能を持ちうるということは論理的帰結ではない。控訴人が実験によ\nって示した被控訴人製品の機能は，単に特性データを修正する手段であって，特性\nデータと別に実測値を入力したり，実測値をデータベースとして集積したりするも\nのではない。被控訴人製品において，誤差の補正の手段としては，特性データを補\n正する学習機能を用いるよりも，曲げ加工データを個別に補正する方が有利であり，\n通常の利用時における特性データの修正は想定されていない。\n控訴人の実験によって明らかにされたのは，被控訴人製品に手作業で特性データ\nを直接修正する手段があるということのみであって，何らかのデータベースを参照\nして特性データを書き換えているわけではなく，実測値に依拠するか否かはユーザ\nの任意の選択に委ねられているから，被控訴人製品について，「実測値に基づき特\n性データを修正する手段」の存在は証明されていない。被控訴人が実験として行っ\nているのは，特性データに対する直接の修正にすぎず，単なるファイルの書き換え\nに，別途の記憶手段は必要でない。本件特許発明は，一種の学習機能によって加工\n精度を向上させ，加工の誤差を排斥するという思想に立脚しているのに対し，被控\n訴人製品は，学習機能を与えなくとも，出荷時からマスターデータが精度を維持で\nきていれば足りるとの思想に立っており，「実測値のデータベース」など必要がな\nいのである。\n控訴人は，実験４の結果に基づいて主張を展開するが，控訴人の実験で行われた\nのは，特性データそのものの修正であって，曲げ加工データの修正によって特性デ\nータが修正されたわけではない。特性データを修正すれば，修正後の特性データが\n記憶されるのは当然であり，作業中の曲げ加工データのみならず，他の曲げ加工デ\nータにも影響するのも当然である。「各曲げ加工形状が記憶された個別のファイル\nにおける特性データ」なるものは存在せず，特性データは，特性データを保存する\nファイルにマスターデータとして保存されるから，これを書き換えれば，その後は\nどのファイルに対しても，書き換えられた特性データが適用されるのが当然であり，\nそのことと，「実測値のデータベース」が存在することとは関係がない。\n控訴人は，新たに実験６を行い，その結果に基づいて構成要件充足性を主張する\nが，この実験の内容は，要するに，特性データをNotepad で直接参照することによ\nり，修正作業の前後で，特性データが変化するかを確認したものであり，修正作業\nの内容は，原審における実験と同様，特性データを直接修正しているに過ぎない。\nそして，特性データを直接修正すれば，修正作業の前後で特性データの内容に変更\nが生じるのは当然であるし，生成される曲げ加工データが変化するのも当然である。\n他方，実験６及び裏付実験によっても，「実測値のデータベース」の存在はうかが\nわれず，「実測値記憶部」や「特性データ修正手段」が存在するとはいえない。\nしたがって，被控訴人製品が，構成要件Ｅを充足するとはいえず，控訴人の主張\nは理由がない。 イ  構成要件Ｆについて\n控訴人は，実験１ないし４や実験６の結果に基づいて，上記と同様の主張をする\nが，「実測値のデータベース」の存在が証明されていない以上，これを前提とする\n「特性データ修正手段」の存在は認められない。\n控訴人は，被控訴人製品に入力部が存在しない「角度曲げ角調整」も，値の修正\nがされることを指摘するが，特性データの存在しない領域については，周囲のデー\nタを利用したいわゆる補間計算が行われるから，特性データの修正により周囲のデ\nータが変更されれば，補間計算の結果も異なることとなるのは当然であり，控訴人\nの指摘は失当である。\nしたがって，控訴人の主張は理由がなく，被控訴人製品は構成要件Ｆを充足しな\nい。\nウ  構成要件Ｇについて\n上記ア，イのとおり，被控訴人製品は，実測値をデータベースに蓄積しそれを特\n性データに反映させることによって一種の学習機能を実現しようとする本件特許発\n明の技術的思想とは無関係である。\nしたがって，控訴人の主張は理由がなく，被控訴人製品は構成要件Ｇを充足しな\nい。\n第３  当裁判所の判断\n１  当裁判所は，控訴人の請求は理由がないものと判断する。その理由は，後記\n２を付加するほかは，原判決の「事実及び理由」欄「第４  当裁判所の判断」の\n「１」及び「２」（原判決１０頁１３行目から２０頁８行目）のとおりであるから，\nこれを引用する。\n２  当審における当事者の追加的主張について\n(1) 構成要件Ｅの充足性について\n控訴人は，被控訴人製品は，実際の曲げ加工の結果生じた誤差の実測値に基づき，\n特性データを修正する機能を有している以上，特性データを修正する手段として実\n測値の入力手段を有しており，実測値の入力手段に基づいて入力された実測値に基\nづいて特性データが変更され，その変更結果が記憶されるのであるから，マスター\nデータとしての特性データを記憶する部位とは別に，変更された特性データ（実測\n値）を記憶する部位ないし構成を保有しているというべきであると主張し，実験４，\n実験６及び裏付実験の結果，及び，甲８（ページ(4) の(12)項目）からもこのよう\nにいえるとして，被控訴人製品は，構成要件Ｅを充足する旨主張する。\nしかし，仮に，被控訴人製品が，実際の曲げ加工の結果生じた誤差の実測値に基\nづき，特性データを修正する機能を有し，特性データを修正する手段として実測値\nの入力手段を有しており，実測値の入力手段に基づいて入力された実測値に基づい\nて特性データが変更され，その変更結果が記憶されるとしても，当該変更された特\n性データをマスターデータとして保存する方法もあり得るから，直ちに，被控訴人\n製品に，実測値データベースが存在するとか，特性データを記憶する部位とは別に，\n変更された特性データ（実測値）を記憶する部位ないし構成が備えられるものと認\nめることはできない。\nまた，原判決認定のとおり，実験１ないし５（甲４３ないし甲４９（甲４４を除\nく。）の各枝番号，甲４４）によれば，被控訴人製品がパラメータ（特性データ）\nの補正のための手段を有すること，特性データを実測値に基づいて修正することが\nできる構成を有すること，補正した以外の角度に対応する特性データも自動演算に\nより修正されることは認められるとしても，実測値のデータベースが存在するとの\n事実までは認められない。\nこれに対し，控訴人は，実験４，実験６及び裏付実験の結果，被控訴人製品にお\nいて，実測値に基づいて特性データが修正されていることから，修正された特性デ\nータの値が記憶されており，被控訴人製品が，実測値データベースが記憶される実\n測値記憶部を有することが認定されるべきである旨主張する。\nしかし，上記のとおり，特性データが修正されたとしても，当該修正された特性\nデータを特性データの保存ファイルにマスターデータとして保存し，それ以外に実\n測値のデータベースとしては保存しない方法もあり得るから，必ずしも被控訴人製\n品が実測値記憶部を有すると認めることはできない。そして，実験４，実験６及び\n裏付実験は，特性データが修正され，修正後の値が保存されたことを立証するもの\nではあるとしても，被控訴人製品に，実測値のデータベースや実測値のデータベー\nスを記憶する記憶部が存在することを明らかにするものとはいえないから，控訴人\nの主張は失当である。\nさらに，甲８のページ(4) の(12)項目には，「刃の種類の変更  画面左上の刃を\nクリックすると刃の名前を入力できます。Shift+Ctrlを押しながら画面左上の刃を\nクリックすると刃のリストが表示されます。刃種を変更する時は，まず現在のパラ\nメータをShift+Ｓで登録してから，Shift+Ｌで読み込んでください。なお，安全の\nために，時々パラメータのバックアップを取って下さい。Shift+Ｂでドライブとサ\nブデイレクトリを指定して下さい。復帰は，Shift+Ｒです。サブデイレクトリの指\n定は，par の拡張子をつけて下さい。」と記載されており，この記載から，被控訴\n人製品に，刃のリストが記憶されており，これを読み出して，刃種を変更すること\nができることは認められるが，実測値記憶部に実測値データベースが記憶されてい\nることまでは認められない。\n以上のとおり，被控訴人製品が，「上記ナイフの曲げ加工に関する実測値のデー\nタベースを記憶する実測値記憶部」を有するとは認められず，他にこの点を認める\nに足りる証拠はないから，構成要件Ｅを充足する旨の控訴人の主張は理由がない。\nなお，控訴人は，被控訴人製品が構成要件Ｅを充足しないと原判決が認定したこ\nとについて，審理不尽，訴訟指揮権及び釈明権不行使ないし釈明義務違反の違法が\nある旨も主張するが，構成要件該当性の立証責任は控訴人（原告）が負担するのが\n原則であり，本件において，この原則を修正すべき特段の事情は認められないから，\n控訴人の主張は失当である。\n(2) 構成要件Ｆの充足性について\n上記(1) のとおり，実験１ないし６及び裏付実験の結果によっても，被控訴人製\n品において，実測値がデータベースとして記憶されるとまでは認められないから，\n被控訴人製品が，実測値のデータベースに基づいてナイフの曲げ加工に関する特性\nデータを修正する特性データ修正手段を具備していると認めることができない。\nこれに対し，控訴人は，実験１ないし４によれば，被控訴人製品に入力部が存在\nしない「角度曲げ角調整」についても，特性データの修正の作用・効果が及んでい\nるから，被控訴人製品は，直接修正されない特性データについても，他の特性デー\nタの修正による補正が行われる機能を有していることが確認され，実測値の記憶部\nに保存された実測値のデータベースより，特性データの修正を行う機能，構造を有\nしている旨主張する。\nしかし，原判決認定のとおり，被控訴人製品は，補正した角度以外の角度に対応\nする特性データも自動演算により修正されることが認められるところ，そうである\nからといって，実測値がデータベースとして保存されるとか，保存された実測値の\nデータベースにより，上記の修正が行われるということは認められない。\nしたがって，被控訴人製品が，「上記実測値のデータベースに基づいて上記ナイ\nフの曲げ加工に関する特性データを修正する特性データ修正手段とを具備し」てい\nるとは認められず，構成要件Ｆを充足する旨の控訴人の主張は理由がない。\n(3) 構成要件Ｇの充足性について\n上記(2) のとおり，被控訴人製品は，実測値のデータベースに基づいてナイフの\n曲げ加工に関する特性データを修正する特性データ修正手段を具備しているとは認\nめられないから，「上記演算手段が上記曲げ加工形状入力手段により入力された幾\n何学的な曲げ加工形状と上記特性データ修正手段により修正された特性データとに\n基づいてナイフの曲げ加工データを算出することを特徴とする」との構成要件Ｇを\n充足するとはいえない。\n第４  結論\n以上のとおり，被控訴人製品は，本件特許発明の構成要件ＥないしＧを充足する\nとは認めることができないから，本件特許発明の技術的範囲に属するとはいえない\nとした原判決は相当であり，控訴人の請求は理由がない。\nよって，本件控訴を棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第３部\n裁判長裁判官\n芝      田      俊      文\n裁判官\n岡      本              岳\n裁判官武宮英子は，転補のため，署名押印することができない。\n裁判長裁判官\n芝      田      俊      文\n（別紙）\n被控訴人製品目録\n製品名「SUNTEX SUMO 306Series」\n型式「SUMO306-AC」，「SUMO306-0.45C」，「SUMO306-50P」，「SUMO306-50B」及\nび「SUMO306-80P」の刃曲げ加工機\n"
}