{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 29,
    "month": 10,
    "day": 17
  },
  "case_number": "平成28(ワ)19708",
  "case_name": "損害賠償請求事件",
  "court_name": "東京地方裁判所",
  "lawsuit_id": "87180",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=87180",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/180/087180_hanrei.pdf",
  "contents": "平成２９年１０月１７日判決言渡  同日原本領収  裁判所書記官\n平成２８年（ワ）第１９７０８号  損害賠償請求事件\n口頭弁論終結日  平成２９年８月８日\n判           決\n主                  文\n１  被告は，原告Ｂに対し，２万４２０８円及びこれに対する平成２７年１０月\n１５日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ａに対し，２万２０００円及びこれに対する平成２７年１０月\n１５日から支払済みまで年５分の割合による金員を支払え。\n３  原告らのその余の請求をいずれも棄却する。\n４  訴訟費用はこれを１００分し，その４を被告の負担とし，その余を原告らの\n負担とする。\n５  この判決は，被告に送達された日から１４日を経過したときは，第１項及び\n第２項に限り，仮に執行することができる。\n事  実  及  び  理  由\n第１  請求\n１  被告は，原告Ｂに対し，６０万４９６３円及びこれに対する平成２７年１０\n月１５日から支払済みまで年５分の割合による金員を支払え。\n２  被告は，原告Ａに対し，６０万円及びこれに対する平成２７年１０月１５日\nから支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n本件は，被告の設置運営する警視庁四谷警察署（以下「四谷警察署」という。）\nの留置施設に勾留されていた被疑者である原告Ａ及びその弁護人である原告Ｂ\nが，被告に対し，原告Ａが原告Ｂ宛ての信書として発信を申し出た信書につい\nて，上記留置施設の職員がその内容を検査した上で一部をマスキングしてこれ\nを発信したことが原告らの間の接見交通権を違法に侵害するものであるとして，\n国家賠償法１条１項に基づき，原告Ｂにつき６０万４９６３円及びこれに対す\nる上記侵害行為の日である平成２７年１０月１５日から支払済みまで民法所定\nの年５分の割合による遅延損害金を，原告Ａにつき６０万円及びこれに対する\n上記と同様の遅延損害金の支払を求める事案である。\n１  前提事実（以下の事実は争いがないか，後掲各証拠及び弁論の全趣旨によっ\nて容易に認められる。）\n(1) 原告Ａは，平成２７年９月１１日，脅迫の疑いで逮捕され（以下「第１事\n件」という。），同年１０月２日まで四谷警察署の留置施設に勾留された。\n原告Ａは，同日，第１事件について処分保留のまま釈放されるとともに，\n別件の住居侵入及び脅迫の疑いで逮捕され（以下「第２事件」という。），同\n月２２日まで四谷警察署の留置施設に勾留された。\n原告Ａは，同日，第１事件及び第２事件について起訴され，同月２９日に\n東京拘置所に移送されるまで，四谷警察署の留置施設に勾留された。\n第１事件及び第２事件のいずれについても，原告Ａには接見禁止処分は付\nされていなかった。\n(2) 原告Ｂは，東京弁護士会に所属する弁護士である。原告Ｂは，平成２７年\n９月１２日，原告Ａの依頼を受けて同人と接見し，第１事件の弁護人に選任\nされ，同年１０月２日，第２事件についても弁護人に選任された。\n(3) 被告は，四谷警察署を設置運営し，同署の職員を指揮監督している。\n(4) 原告Ａは，第２事件について勾留中の平成２７年１０月１５日，四谷警察\n署の留置施設の職員（以下「留置施設職員」という。）に対して，宛先を原告\nＢとした信書（以下「本件信書」という。）の発信を申し出た。留置施設職員\nは，同日，本件信書を検査した上（以下「本件検査」という。），その一部を\n黒塗りにする方法により抹消し（以下「本件マスキング」という。），原告Ｂ\n宛てに発送した。\n原告Ａが発信を申し出た本件信書のうち封筒の中の４枚の便箋に記載され\nた内容は別紙のとおりであり，そのうちの下線を付した部分が，本件マスキ\nングにより抹消された部分である。\n（甲５，１３）\n２  争点及び当事者の主張\n本件の争点は，(1)刑事収容施設及び被収容者等の処遇に関する法律（以下\n「法」という。）２２２条及び２２４条２項が違憲無効か，(2)本件検査及び本\n件マスキングの国家賠償法上の違法性並びに(3)損害の発生及びその額である。\n(1) 法２２２条及び２２４条２項が違憲無効か\n（原告らの主張）\n弁護人は，身体を拘束されている被疑者又は被告人の言い分を聴取し，ま\nた，被疑者又は被告人が所持している証拠を受け取ったり，収集した証拠を\n同人に差し入れたりすることによって弁護方針を立てるとともに，被疑者又\nは被告人に代わって仕事や家庭生活に関する事柄を勤務先や家族に伝達する\nことによって同人の仕事や家庭生活に支障が生じないようにするなど，その\n外部交通を確保する活動をすることが求められている。仮に，被疑者又は被\n告人と弁護人との間の交通が国家によって監視又は干渉されることとなれば，\n被疑者又は被告人が弁護人に対して情報を必要かつ十分に伝達することが抑\n制され，また，弁護人も助言等の具体的内容を国家に覚知されることを恐れ\nて被疑者又は被告人との交通を差し控えるといった萎縮的効果を有すること\nとなり，その結果，被疑者又は被告人が弁護人による実質的かつ効果的な援\n助を受けることができなくなる。そこで，憲法３４条前段，３７条３項は，\n被疑者又は被告人の弁護人依頼権及び弁護人の弁護権の中核をなすものとし\nて，被疑者又は被告人と弁護人との間の交通について，国家からの干渉を受\nけず自由かつ秘密にこれを行うことができる権利である秘密接見交通権を保\n障しており，かかる権利は，捜査等の必要性によっても制約されない不可侵\nの権利である。そして，刑訴法３９条１項は，接見交通権を保障し，同条２\n項において，接見や書類又は物の授受の制限について，被疑者又は被告人の\n逃亡や罪証隠滅のおそれ等を防ぐために必要な措置を法令によって定めるこ\nとができるとしており，たとえ法令上の規定があるとしても，被疑者又は被\n告人の逃亡又は罪証隠滅のおそれのある場合以外に接見交通権を侵害するこ\nとは，憲法３４条前段，３７条３項，刑訴法３９条２項に反する。\nまた，市民的及び政治的権利に関する国際規約（以下「Ｂ規約」という。）\n１４条３項（ｂ）及び（ｄ）は，全ての者が，刑事上の罪の決定についての\n防御のために自ら選任する弁護人と連絡する権利及び裁判において弁護人を\n通じて防御をする権利を保障されると定めており，これらの定めは，被疑者\n又は被告人と弁護人との接見交通権を保障したものと解すべきである。\nしたがって，留置業務管理者が，被留置者と弁護人との間の信書について，\nそれが被留置者と弁護人との間の信書に該当するかを確認するために必要な\n限度を超えてその内容の確認に及ぶ検査をすることは許されず，また，信書\nの内容の一部を削除又は抹消したり発信を差し止めたりすることは一切許さ\nれないと解すべきであるところ，法２２２条及び２２４条２項は，被留置者\nと弁護人との間の信書についてその内容の確認に及ぶ検査をすることを前提\nとし，また，被留置者の逃亡や罪証隠滅のおそれ等を防ぐために必要な場合\n以外の信書の発信の差止め又は内容の削除若しくは抹消を規定しているため，\n憲法３４条前段，３７条３項，刑訴法３９条２項並びにＢ規約１４条３項（ｂ）\n及び（ｄ）に反し無効である。\n（被告の主張）\n原告らの主張は争う。\n憲法３４条前段及び３７条３項は，接見交通権を保障しているものの，あ\nらゆる場合において制約されることのない不可侵の権利として接見交通権を\n保障しているものではなく，身体の拘束を受けている被疑者等に対して弁護\n人から援助を受ける機会を持つことを保障するという趣旨が実質的に損なわ\nれない限りにおいては，法律により，憲法３４条の予定する未決勾留の目的\nのために必要かつ合理的な範囲で信書の発受に制限を加えることは許される。\nまた，刑訴法３９条２項は，法令で，逃亡や罪証隠滅その他の事故の防止の\nため，これらの事由と関係があると認められる物の授受等を禁止する措置を\nとることを可能としており，留置施設職員は，上記事由と関係がある物かど\nうかを判断するために，授受される物の検査や書面の閲読をすることも可能\nである。Ｂ規約１４条３項（ｂ）及び（ｄ）は，その文理上，必ずしも接見\n交通権の秘密性までを保障するものであるか明確であるとはいえず，仮にこ\nれを保障する趣旨であるとしても，その文言からすれば，絶対的かつ無制約\nな秘密交通権を保障したものとまで解釈することはできない。\nそして，未決拘禁者が弁護人等に発する信書については，罪証隠滅のため\nの工作を依頼するなど勾留目的を阻害するような不当な内容のものが想定さ\nれるところ，そのような信書が受領した弁護人からそれ以外の者に転々流通\nした場合には，未決拘禁者とこれ以外の者との間で直接信書の発受がされた\nのと同じ効果を生ずることになるのであって，法２２２条及び２２４条２項\nは，このような事態による罪証隠滅等を防ぐために信書の内容の検査を行っ\nて不適当なものの発信を禁止，制限する必要があることから規定されたもの\nであり，憲法３４条，３７条，刑訴法３９条並びにＢ規約１４条３項（ｂ）\n及び（ｄ）のいずれにも違反するものではない。\n(2) 本件検査及び本件マスキングの国家賠償法上の違法性\n（原告らの主張）\n上記(1)のとおり，留置業務管理者が，被留置者と弁護人との間の信書につい\nて，それが被留置者と弁護人との間の信書に該当するかを確認するために必要\nな限度を超えてその内容の確認に及ぶ検査をすることや，信書の発信を差し止\nめ，又はその内容の一部を削除若しくは抹消することは一切許されず，これを\n認める法２２２条及び２２４条２項は違憲無効である。そして，被疑者が弁護\n人と書類の授受をする権利を認めた刑訴法３９条１項の趣旨からすれば，留置\n施設職員が，被留置者が発信を申し出た信書の名宛人を，その内容から実質的\nに判断することは許されないところ，本件信書は，原告Ａが弁護人である原告\nＢに宛てて発信すると申し出た信書であり，その宛名や送付先である住所等か\nらも，原告Ｂに宛てられた信書であることは明白である。したがって，四谷警\n察署の留置施設職員が，本件信書を熟読して検査し（本件検査），原告Ａがその\n内妻に対する謝罪の気持ちを述べる箇所にマスキングをしたこと（本件マスキ\nング）は，法的根拠を欠き，憲法３４条前段，３７条３項，刑訴法３９条２項\n並びにＢ規約１４条３項（ｂ）及び（ｄ）に反して接見交通権を侵害する違法\nな行為である。\nまた，仮に，法２２２条及び２２４条２項が，憲法３４前段，３７条３項，\n刑訴法３９条２項並びにＢ規約１４条３項（ｂ）及び（ｄ）に反しないとして\nも，本件検査は，法２２２条１項が許容する検査態様の範囲を超えて検査した\nものであり，同項に反し違法である。さらに，本件信書のうち本件マスキング\nを施された部分は，いずれも原告Ａの家族に対する謝罪の気持ちや仕事に関す\nる指示を表すものであり，本件マスキングは，法２２４条２項が許容する範囲\nを超えて弁護人宛ての信書の一部を抹消する行為であるから，同項に反し違法\nである。\n四谷警察署の留置施設職員は，日常的に被留置者の勾留に関する職務執行を\nする者であり，接見交通権に関わる法令及び刑事訴訟手続を熟知して上記職務\nを適正に執行すべき職務上の義務を負うところ，上記職員は，故意又は過失に\nよって，上記義務に反して違法な本件検査及び本件マスキングを行い，原告ら\nの接見交通権を侵害した。したがって，本件検査及び本件マスキングには国家\n賠償法上の違法がある。\n（被告の主張）\n原告らの主張は争う。\n原告Ａは，平成２７年１０月１５日，本件信書の発信を申し出るのに先立ち，\n四谷警察署留置施設内で，原告Ａの内妻と称する女性（以下「甲女」という。）\nと面会し，面会終了直後に，甲女に対する信書の発信を留置施設職員に申し出\nており，留置施設職員は，当該信書の検査等の手続を経て，これを甲女に交付\nして発信していた。\n法２２５条は，留置業務管理者が，内閣府令で定めるところにより被留置者\nが弁護人等に対して発する以外の信書について，発信を申請する通数等につき，\n留置施設の管理運営上必要な制限をすることができること，通数について制限\nをするときはその通数は１日につき１通を下回ってはならないことを規定して\nおり，四谷警察署留置施設の留置業務管理者である四谷警察署長は，被留置者\nが発信を申請する信書の通数について，弁護人等に対して発するものを除き，\n１日につき１通までと制限している。\nそして，法２２４条１項３号は，法２２２条の規定による検査の結果，被留\n置者が発受する信書の全部又は一部がその発受によって留置施設の規律及び秩\n序を害する結果を生ずるおそれがあるといえるときは，その発受を差し止め，\n又はその該当箇所を削除し若しくは抹消することができるとしている。\n四谷警察署長が，法２２２条に基づき本件信書の検査をしたところ，本件信\n書は，その封筒に記載された宛名は原告Ｂとされていたものの，その体裁や内\n容等を全体的に見ると，実質的には甲女に対する意思及び事実の伝達等を内容\nとするものであった。そのため，本件信書の発信を許可することによって，弁\n護人等以外の者に発する信書の通数を１日につき１通までと定めている上記発\n信通数制限が潜脱され，さらには，他の被留置者もこれに倣って実質的には弁\n護人等以外の者に宛てた信書を形式的に弁護人等宛ての信書として発すること\nで発信通数制限を潜脱しようとする事態が頻発するなど，四谷警察署留置施設\nの規律及び秩序を害する結果を生ずるおそれがあったといえる。したがって，\n本件信書は，法２２４条１項３号の場合に該当し，同項に基づき，本件信書の\n発信を差し止めることができるものであったものの，四谷警察署長は，原告Ａ\nが本件信書は原告Ｂに宛てて発信するものであると主張していることを念頭に\n置き，原告らの間の接見交通権に配慮した結果，本件信書の発信の差止めより\nも制限的でない方法として，本件信書の一部にマスキングを施した上で，その\n発信をする措置をとったのであり，本件マスキングを行った四谷警察署長の判\n断に何ら違法又は不合理な点はない。\n以上より，本件検査及び本件マスキングに国家賠償法上の違法はない。\n(3) 損害の発生及びその額\n（原告らの主張）\nア  原告Ｂは，その一部がマスキングされた状態の本件信書を受け取って，本\n件マスキングがされたことを知り，平成２７年１０月１７日，急遽，四谷警\n察署に行き，本件マスキングがされた事実及び本件マスキングがされた部分\nに記載されていた内容を確認するために原告Ａと接見をしたが，原告Ａがそ\nの内容を正確に再現することができなかったため，原告Ａとの間の接見交通\n権を侵害された状態を回復することはできなかった。\n原告Ｂが本件検査及び本件マスキングにより接見交通権を侵害されたこと\nに対する慰謝料は，５０万円が相当である。\nまた，原告Ｂは，上記のとおり，原告Ａと接見をするために急遽四谷警察\n署に接見に行った際の往復交通費として６３８円を支出し，さらに，四谷警\n察署長に対して，本件検査及び本件マスキングに関して問合せをするととも\nに，本件マスキングがされた部分に記載されていた事項の開示を求める必要\nが生じ，その郵送費として合計３４９８円を支出した。\nしたがって，原告Ｂは，違法な本件検査及び本件マスキングにより，上記\n合計額５０万４１３６円及び弁護士費用相当額１０万０８２７円の合計６０\n万４９６３円の損害を被った。\nイ  原告Ａは，本件検査及び本件マスキングにより，本件信書の内容を四谷警\n察署の留置施設職員に知られるとともに，弁護人である原告Ｂに対して家族\nへの自らの心情等を伝えることを阻害された。\n原告Ａが本件検査及び本件マスキングにより接見交通権を侵害されたこと\nに対する慰謝料は，５０万円が相当である。\nしたがって，原告Ａは，違法な本件検査及び本件マスキングにより，５０\n万円及び弁護士費用相当額１０万円の合計６０万円の損害を被った。\n（被告の主張）\n原告らの主張は争う。\n仮に，本件検査及び本件マスキングが国家賠償法上違法であったとしても，\n本件検査は，原告らの接見の機会を奪うものではない。また，四谷警察署長\nは，本件マスキングをするに当たり，原告らの接見交通権に配慮して必要最\n小限の部分を抹消しており，本件マスキングによっても，本件信書はその本\n質的な部分が理解できないようなものにはなっていない。したがって，本件\n検査及び本件マスキングによって，原告らに損害が生じたとはいえない。\n第３  当裁判所の判断\n１  前提事実に証拠（甲１５，２２，乙２，証人Ｃ，原告Ｂ本人のほか，以下に\n掲記のもの）及び弁論の全趣旨を総合すると，以下の事実が認められる。\n(1) 四谷警察署長は，法２２５条並びに国家公安委員会関係刑事収容施設及び\n被収容者等の処遇に関する法律施行規則（平成１９年内閣府令第４２号）２\n６条の規定を受けて，警視庁四谷警察署被留置者の留置に関する内規４８条\n３項３号において，被留置者が発信を申請する信書（弁護人等に対して発す\nるものを除く。）の通数を，休日を除き１日１通とし，１通の信書につき使用\nできる用紙の枚数は５枚以内，１枚の用紙に記載することができる字数を４\n００字以内とすることを定めている（以下，この定めのうち発信申請通数を\n制限する部分を「本件通数制限」という。）。（乙１，５）\n(2) 原告Ａは，平成２７年１０月１５日午後１時３０分頃から約２０分間，四\n谷警察署留置施設内で，原告Ａの内妻である甲女と面会をし，甲女との面会\nを終えた際，留置施設職員に対し，便箋の入った封のされていない封筒を提\n出して，甲女に信書を発する旨を申し出た。四谷警察署警務課長代理であり\n留置業務を担当していたＣは，便箋に記載された内容を読むなどして信書の\n検査をし，その発信を許可して，甲女に当該信書を交付した。\n(3) 原告Ａは，平成２７年１０月１５日，甲女との上記面会を終えた後である\n午後４時３０分頃，留置施設職員に対し，宛先部分に原告Ｂの所属する法律\n事務所の住所及び名称並びに原告Ｂの氏名を記載した封筒を３つ，それぞれ，\n中に複数枚の便箋を入れて封をしない状態で提出し，信書の発信を申し出た。\n上記３つの封筒には，それぞれ，宛名の下の部分に，「１０／１５（木）手紙\nＮＯ．１  ４枚」「１０／１５（木）手紙ＮＯ．２  ５枚①～⑤」「１０／１\n５（木）手紙ＮＯ．３  ⑥～⑩５枚」と記載されていた（以下，これらの記\n載をそれぞれ「ＮＯ．１」「ＮＯ．２」「ＮＯ．３」とする。）。\nＣは，原告Ａから提出を受けた３つの信書を，便箋に記載された内容を読\nんで検査し，その結果，封筒に「ＮＯ．２」「ＮＯ．３」とそれぞれ記載され\nた２つの信書についてはその発信を許可したが，封筒に「ＮＯ．１」と記載\nされた本件信書については，便箋に記載された内容に，第三者の氏名が記載\nされており，仕事の依頼や謝罪をする記載が含まれていたこと，便箋には弁\n護士に宛てるものであることが明記されていなかったこと，文体が弁護士に\n宛てるものとは思えないものであったことなどから，本件信書は実質的には\n弁護人である原告Ｂではなく甲女に宛てて発する信書であると判断し，原告\nＡが同日に既に甲女に信書を発していたことから，本件信書は本件通数制限\nに抵触するものでありそのままでは発信を許可することができないと判断し\nた。\nＣが上記判断を四谷警察署長及び同署警務課長に報告すると，同人らは，\n本件信書はその内容を弁護人宛てのものに書き換えるか，翌日に甲女宛ての\n信書として発するのでない限りその発信を許可することができないと判断し，\nその旨を原告Ａに告げた。ところが，原告Ａが，本件信書の内容を書き換え\nることにも，翌日に甲女宛ての信書として発信の申請をすることにも応じな\nかったため，四谷警察署長らは，再度検討した結果，本件信書の記載のうち，\n弁護人以外の者の名前，依頼する仕事の内容及び謝罪の内容を抹消すれば，\n本件信書を弁護人宛てのものと解することができ，平成２７年１０月１５日\nのうちに弁護人に対する発信として許可することができるとの結論に至った。\nそこで，留置施設職員は，原告Ａに対し，抹消すべきと判断した部分を原\n告Ａに示し，その部分を抹消することを告知したところ，原告Ａが，抹消さ\nれる部分をメモに書かせてほしいと申し出たため，メモをとらせた上で，本\n件マスキングを行った。その後，留置施設職員が，本件マスキングを行った\n状態の本件信書を原告Ａに確認させると，原告Ａが，その封筒に封をしてこ\nれを留置施設職員に提出したため，同職員は，同日，本件信書を含む３通の\n信書を原告Ｂに宛てて投函した。\n（甲５，１３，２３，２４）\n(4) 原告Ｂは，平成２７年１０月１７日，本件信書を含む原告Ａからの上記３\n通の信書の送付を受けて，本件信書に本件マスキングがされたことを知り，\n四谷警察署に行って原告Ａと接見した。原告Ａは，その際，自らが記載した\nメモを見て，原告Ｂに対し，本件マスキングがされた部分には，甲女に対し\nて甲女が営むゲストハウスの経営に関する指示をする内容や謝罪の意を表す\nる内容の記載をしていたなどと説明したが，原告Ｂは，原告Ａの上記説明に\nよっても甲女への伝達事項の趣旨を正確には理解できず，また，原告Ａが甲\n女への口頭での伝言を依頼しなかったことから，甲女に本件信書を交付せず，\nまた，本件信書の内容を甲女に伝達しなかった。原告Ｂは，上記接見に向か\nうために，四谷警察署への往復交通費として６３８円を要した。\n原告Ｂは，平成２７年１１月１７日，四谷警察署長に対し，本件検査及び\n本件マスキングによって接見交通権を違法に侵害されたとして，精神的苦痛\nに対する慰謝料１００万円を原告Ｂの普通預金口座に振り込み支払うよう求\nめる内容の通知書を発送し，郵送費として１９２８円を支出した。\nさらに，原告Ｂは，平成２８年４月１８日，四谷警察署長に対し，本件マ\nスキングを施す前の状態の本件信書の複製を郵送などの方法により引き渡す\nよう求める内容の通知書を発送し，郵送費として１５７０円を支出した。\n四谷警察署は，上記通知書を受けて，本件マスキングを施す前の状態の本\n件信書の複製を原告Ｂに送付した。\n（甲７ないし１４）\n２  法２２２条及び２２４条２項が違憲無効か（争点(1)）\n(1) 憲法３４条前段は，何人も直ちに弁護人に依頼する権利を与えられなけれ\nば抑留又は拘禁されることがないことを規定し，刑訴法３９条１項は，この\n趣旨にのっとり，身体の拘束を受けている被告人又は被疑者は，弁護人又は\n弁護人となろうとする者（以下，併せて「弁護人等」という。）と立会人なし\nに接見し，又は書類若しくは物の授受をすることができると規定する。この\n弁護人等との接見交通権は，身体を拘束された被疑者が弁護人の援助を受け\nることができるための刑事手続上最も重要な基本的権利に属するものである\nとともに，弁護人からいえばその固有権の最も重要なものの１つである（最\n高裁判所昭和５３年７月１０日第一小法廷判決・民集３２巻５号８２０頁）。\nもっとも，憲法は，刑罰権の発動ないし刑罰権発動のための捜査権の行使が\n国家の権能であることを当然の前提とするものであるから，被疑者と弁護人\n等との接見交通権が憲法の保障に由来するからといって，これが刑罰権ない\nし捜査権に絶対的に優先するような性質のものということはできないのであ\nって，憲法３４条は，身体の拘束を受けている被疑者に対して弁護人から援\n助を受ける機会を持つことを保障するという趣旨が実質的に損なわれない限\nりにおいて，接見交通権の行使と捜査権の行使との間に合理的な調整の規定\nを設けることを否定するものではないというべきである（最高裁判所平成１\n１年３月２４日大法廷判決・民集５３巻３号５１４頁参照）。そして，未決拘\n禁者は，逃亡又は罪証隠滅の防止の目的のために必要な限度で身体的行動の\n自由を制限されるのみならず，上記の目的のために必要かつ合理的な範囲に\nおいて身体的自由以外の行為の自由をも制限されることは免れず，また，留\n置施設が多数の被拘禁者を外部から隔離して収容する施設であり，同施設内\nでこれらの者を集団として管理するに当たっては，内部における規律及び秩\n序を維持し，その正常な状態を保持する必要があるから，この目的のために\n必要がある場合には，未決勾留によって拘禁された者についても，この面か\nらその者の身体的自由及びその他の行為の自由に一定の制限が加えられるこ\nとは，やむを得ないところというべきである（最高裁判所昭和５８年６月２\n２日大法廷判決・民集３７巻５号７９３頁参照）。\n(2) 以上を前提に，まず，法２２２条の合憲性を検討する。\n法２２２条は，１項において，未決拘禁者が発受する信書について留置業\n務管理者が検査を行うことを定めているところ，３項において，被留置者が\n弁護人等から受ける信書の検査は，それらの信書に該当することを確認する\nために必要な限度において行うものと定めながら（同項１号イ），未決拘禁者\nが弁護人等に対して発する信書については，その検査の限度を定めていない。\nこの違いは，未決拘禁者が弁護人等から受ける信書については，弁護人等が\nその発する信書に不適切な内容を記載することは通常ないという信頼を置く\nことができる一方で，未決拘禁者が弁護人等に対して発する信書については，\n罪証隠滅や逃走のための方策を依頼するなどの不適切な内容の記載がされる\nことが想定され，かつ，それが受領した弁護人等からそれ以外の者に転々流\n通した場合には，未決拘禁者から弁護人等以外の者に対して信書を発したの\nと同じ効果を生ずることになるという違いによるものと解される。また，弁\n護人等が接見の際に未決拘禁者から伝えられた情報を弁護人等以外の者に伝\n達しようとする場合には，弁護人等がその内容を了知した上で伝達すること\nになり，不適切な内容の情報が弁護人等以外の者に伝達されることがないと\n制度的に期待できるのに対し，弁護人等が未決拘禁者から受け取った信書を\n弁護人等以外の者に交付する場合には，弁護人等が信書の記述内容を把握し\nないままこれを交付することや，信書の記述に隠語が使われているなどの事\n情によってその内容の真の意義を把握できないまま交付することが考えられ\nるのであって，信書の発受と接見を完全に同視することは相当でない。この\nことは，刑訴法が，その文言上，信書の発受については接見と異なり秘密交\n通まで保障していないこととも整合する。\nそうすると，未決拘禁者が弁護人等に発する信書について，その検査の程\n度を制限せず，弁護人等以外の者に対して発する信書の検査と同程度に検査\nをすることには，逃亡又は罪証隠滅の防止の目的のため，あるいは留置施設\nの規律，秩序を維持するための合理的な理由があるということができる。\nしたがって，法２２２条が，憲法３４条前段，３７条３項，刑訴法３９条\nに反するとはいえない。\nそして，Ｂ規約１４条３項（ｂ）及び（ｄ）も，信書の発受について秘密\n交通を保障したものとまで解されず，上記と同様の理由から，法２２２条が\nこれらの規定に反するとはいえない。\n(3) 次に，法２２４条２項の合憲性を検討する。\n法２２４条１項は，１号ないし７号において，法２２２条による検査の結\n果，その信書の内容による差止め等をすることができる場合を定めていると\nころ，法２２４条２項は，同条１項の規定にかかわらず，被留置者が弁護士\nとの間で発受する信書であってその被留置者に係る弁護士法３条１項に規定\nする弁護士の職務に属する事項を含むものについては，法２２４条１項１号\nから３号まで又は６号のいずれかに該当する場合に限り，信書の発受の差止\nめ又は上記事項に係る部分の削除若しくは抹消をすることができると定めて\nいる。\n同項２号及び３号は，信書の発受自体が犯罪の構成要件に該当する場合や，\n信書の発受によって留置施設の規律及び秩序を害する結果を生ずるおそれが\nあるといえる場合を，同項６号は，信書の発受によって罪証隠滅の結果を生\nずるおそれがある場合を定めている。そして，上記(1)のとおり，未決拘禁者\nの行動の自由は，逃亡又は罪証隠滅の防止の目的のために必要かつ合理的な\n範囲において制限されるとともに，留置施設の規律及び秩序の維持のために\n一定の制限が加えられることもやむを得ないところ，上記各号に該当する信\n書を未決拘禁者が受け取る場合はもとより，これを未決拘禁者が弁護人等に\n対して発する場合であっても，弁護人等以外の者に対して発したのと同様の\n弊害が生じる場合があり得ることは上記(2)のとおりである。さらに，上記各\n号に該当する信書の発受による接見交通を制限することによって，被留置者\nが弁護人から援助を受ける機会が実質的に奪われることは想定し難い。そう\nすると，これらの信書の発受の制限は，未決拘禁者の行為の自由及び接見交\n通権に対する必要かつ合理的な制約であるといえる。また，同項１号に該当\nする信書は，それが罪証隠滅を生じさせるものか，留置施設の規律及び秩序\nを害するものであるかという点について留置施設職員が判断することが不可\n能なものであり，その発受の制限も，上記と同様に必要かつ合理的な制約と\nいえる。\nしたがって，法２２４条２項が，憲法３４条前段，３７条３項，刑訴法３\n９条に反するとはいえない。\nまた，Ｂ規約１４条３項（ｂ）及び（ｄ）も，絶対的な接見交通権を保障\nしたものと解することはできず，上記と同様の理由から，法２２４条２項が\nこれらの規定に反するとはいえない。\n３  本件検査及び本件マスキングが国家賠償法上違法か（争点(2)）\n(1) 本件検査について\n原告らは，Ｃが本件信書に記載された内容を熟読したことから本件検査が\n違法であると主張する。しかし，法２２２条は未決拘禁者である被留置者が\n弁護人等に対して発する信書の検査の程度を制限していないところ，上記２\nのとおり，法２２２条は違憲無効とはいえない。したがって，Ｃが本件信書\nについて行った本件検査は，法２２２条１項に基づくものとして適法であり，\n本件検査に国家賠償法上の違法があるとはいえない。\n(2) 本件マスキングについて\nア  上記認定によれば，四谷警察署長及びその指示を受けた留置施設職員は，\n本件信書はその記載された内容からすれば実質的には甲女に発する信書と\n解されるものであり，本件信書を平成２７年１０月１５日に発信すること\nは本件通数制限に抵触すると判断して，本件マスキングを行ったものと認\nめられる。\nイ  しかし，法２２５条１項は，被留置者が発信を申請する信書の通数を制\n限することができるとしているところ，そのような制限の対象となる信書\nから，弁護人等に対して発する信書を除外しており，本件通数制限も，上\n記規定の存在を前提に，被留置者が発信を申請する信書の通数を，弁護人\n等に対して発するものを除いて１日１通とすると定めている。このように，\n法が，被留置者が弁護人等に対して発信を申請する信書についての通数制\n限を認めていないのは，法２２５条１項は，留置施設の限られた人員及び\n設備の中で無制限に信書の発信の申請を許すことが困難であるといった留\n置施設の管理運営上の理由による通数制限を予定しているところ，被告人\n又は被疑者と弁護人等との間の書類の授受が，憲法３４条に由来する刑訴\n法３９条１項で保障された権利であることからすれば，弁護人等に対する\n信書の発信申請通数を留置施設の上記管理運営上の理由から制限すること\nは相当でないとの趣旨によるものと解される。そうであるにもかかわらず，\n被留置者が発信を申請した信書が弁護人等に対して発するものであるか否\nかについての判断を，信書の内容による留置施設職員の主観的判断に委ね\nることは，刑訴法３９条１項が被告人又は被疑者と弁護人等との間の書類\nの授受をする権利を認めた趣旨に反し，被留置者が弁護人から援助を受け\nる機会を実質的に奪うことになりかねない。したがって，被留置者が弁護\n人等に対して発するものとしての体裁を有する信書の発信の申請を，その\n内容から実質的には弁護人等に宛てるものには当たらないとして通数制限\nに服させることは，刑訴法３９条１項に反するというべきである。\nウ  そして，上記認定によれば，本件信書は，その封筒の宛名部分に，法律\n事務所の住所及び名称並びに原告Ａの弁護人である原告Ｂの氏名が記載\nされているのであって，その体裁からして，弁護人に対して発するもので\nあることが明らかといえる。したがって，四谷警察署長が，その内容から\n本件信書が実質的に甲女に対して発するものであるとして，本件通数制限\nを理由にその一部の抹消措置に当たる本件マスキングを行ったことは，刑\n訴法３９条１項及び法２２４条２項に反する。\nエ  これに対し，被告は，本件通数制限が潜脱される事態が頻発することに\nより，限られた人員及び設備の中で留置施設の管理運営を行うことが困難\nとなるため，信書の名宛人を実質的に判断する必要性があり，したがって，\n本件信書はその発信によって留置施設の規律及び秩序を害する結果を生\nずるおそれがある（法２２４条１項３号）ものに該当すると主張する。し\nかし，弁護人は，被留置者である被告人又は被疑者の弁護の一環として，\n弁護人以外の第三者に被告人又は被疑者から受け取った書類を交付した\nりその内容を伝えたりすることがあり得るところ，留置施設の管理運営上\nの理由から本件通数制限の潜脱を防ぐ必要があるとしても，少なくとも，\n弁護人等に送付される信書がどのような場合に弁護人等以外の者に発す\nるものと判断されるのかといった客観的な基準が明確にされない限り，被\n告人又は被疑者と弁護人等との間の書類の授受をする権利を恣意的に制\n限し，被告人又は被疑者が弁護人を依頼する権利を実質的に制限すること\nになりかねない。現に，Ｃの供述によっても，本件信書が実質的に甲女に\n対して発するものであると判断された理由が明確であるとはいえない。し\nたがって，本件通数制限の潜脱となることを理由に，本件信書が法２２４\n条１項３号に該当すると解することはできない。\nオ  以上より，本件マスキングは刑訴法３９条１項及び法２２４条２項に反\nする違法なものである。そして，四谷警察署長及びその指示を受けた留置\n施設職員は，法２２５条１項の文言及び趣旨から，弁護人等に対して発す\nる信書であるか否かはあくまで形式的かつ客観的に判断されるべきであ\nることを容易に了解可能であったといえ，職務上尽くすべき注意義務を怠\nったというべきである。\n４  損害の発生及びその額（争点(3)）\n(1) 上記３で判断したところによれば，原告らは，本件マスキングにより信書\nの発受による接見交通の機会を制限され，接見交通権を侵害されたものと認\nめられる。そして，本件信書の発信自体が差し止められたわけではないこと，\n留置施設職員が本件マスキングの事実及び抹消部分を原告Ａに確認させメモ\nをとらせていること，原告Ｂが本件信書を受け取った日のうちに四谷警察署\nに赴いたことにより原告らの面会が実現していること，その他一切の事情を\n考慮すると，本件マスキングにより原告らの被った精神的苦痛に対する慰謝\n料としては各２万円が相当である。\n(2) また，原告Ｂが，本件信書の送付を受けて，本件マスキングの事実につい\nて原告Ａに確認する必要があると判断した結果，その送付を受けた日のうち\nに四谷警察署に赴いた際の四谷警察署への往復交通費である６３８円は，本\n件マスキングと相当因果関係のある損害に当たる。\nさらに，原告Ｂが，四谷警察署長に対して，本件マスキングを施す前の状\n態の本件信書の複製の交付を求める内容の通知書を発送するための郵送費１\n５７０円も，本件マスキングと相当因果関係のある損害に当たるが，本件マ\nスキングが違法であることを理由に慰謝料を求める内容の通知書を発送する\nための郵送費１９２８円は，損害には当たらない。\n(3) 原告らが本件訴訟の提起を訴訟代理人に委任したことは本件記録上明らか\nであるところ，事案の内容及び損害額などの事情に鑑み，本件マスキングと\n相当因果関係のある弁護士費用は，各２０００円と認める。\n(4) 以上より，原告らが本件マスキングによって被った損害は，原告Ｂについ\nて２万４２０８円，原告Ａについて２万２０００円と認められる。\n５  以上によれば，原告らの請求は，原告Ｂについて２万４２０８円及び原告Ａ\nについて２万２０００円の各損害賠償金並びにこれらに対する侵害行為の日で\nあると認められる平成２７年１０月１５日から支払済みまで民法所定の年５分\nの割合による遅延損害金の支払を求める限度で理由があるから認容し，原告ら\nのその余の請求はいずれも理由がないから棄却し，仮執行宣言については本判\n決送達日から１４日間の猶予期間を定めるとともに，仮執行免脱宣言について\nは相当でないからこれを付さないこととして，主文のとおり判決する。\n東京地方裁判所民事第２３部\n裁判長裁判官     鎌      野    真    敬\n裁判官     児      島    章    朋\n裁判官     三      浦    あ    や\n"
}