{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 25,
    "month": 4,
    "day": 30
  },
  "case_number": "平成21(ワ)2757",
  "case_name": "謝罪広告等請求事件",
  "court_name": "広島地方裁判所民事第３部",
  "result": "棄却",
  "gist": "光市母子殺害事件の差戻控訴審において弁護人であった原告らが，テレビ番組における出演者の発言が原告らに対する名誉毀損ないし懲戒請求扇動という不法行為になる等として，上記番組を制作・放送したテレビ会社及び出演者に対し，不法行為に基づき，その損害の賠償等を求めた事案において，上記番組内での発言は，いずれも事実の摘示がないか，前提となる事実の重要な部分が真実で論評の域を脱した人身攻撃ではないので名誉毀損に当たらず，懲戒請求呼びかけも原告らに受忍限度を超える損害がないので不法行為とならないとして，原告らの請求を棄却した事例。",
  "lawsuit_id": "83633",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=83633",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/633/083633_hanrei.pdf",
  "contents": "\u0000 \u0000\n主                    文\u0000 \u0000\n１  原告らの請求をいずれも棄却する。\u0000\n２  訴訟費用は原告らの負担とする。\u0000\n事 実 及 び 理 由\u0000 \u0000\n第１  請求\u0000\n１  被告らは，原告 \u0000１，原告 \u0000２，原告 \u0000３，原告 \u0000４，原告 \u0000５，原告 \u0000６，\n原告 \u0000７，原告 \u0000８，原告 \u0000９，原告 \u0000１０，原告 \u0000１１，原告 \u0000１２，原告\n\u0000１３，原告 \u0000１４，原告 \u0000１５，原告 \u0000１６に対し，連帯して各６６０万円\n及びこれに対する平成１９年５月２７日から支払済みまで年５パーセントの\n割合による金員を支払え。\u0000\n２  被告讀賣テレビ放送株式会社は，原告 \u0000１７，原告 \u0000１８，原告 \u0000１９に対\nし，各３３０万円及びこれに対する平成１９年５月２７日から支払済みまで年\n５パーセントの割合による金員を支払え。\u0000\n３  被告讀賣テレビ放送株式会社は，原告 \u0000１に対し，別紙１，第１記載の謝\n罪広告を別紙１，第２記載の方法で掲載せよ。\u0000\n４  被告 \u0000 は，原告 \u0000１に対し，別紙１，第１記載の謝罪広告を別紙１，第２\n記載の方法で掲載せよ。\u0000\n第２  事案の概要\u0000\n本件は，原告らが，被告讀賣テレビ放送株式会社（以下「被告讀賣テレビ」\nという。）の制作・放送による番組の中で，別紙２放送内容反訳書記載のとおり，\n被告 \u0000 を含む出演者からの発言があり，これが原告らに対する名誉毀損ないし\n懲戒請求扇動という独立の不法行為になる等として，被告らに対し，不法行為\n（民法７１５条，７０９条，７１９条）に基づき，その損害の賠償等を求めた\n事案である。\u0000\n１  前提事実（証拠の掲記のない事実は当事者間に争いがない。）\u0000\n  当事者\u0000\n\u0000 \u0000\nア  原告らは，いずれも弁護士であり，いわゆる山口県光市母子殺害事件（以\n下「本件刑事事件」という。）の差戻控訴審（広島高等裁判所平成１８年（う）\n第１６１号殺人，強姦致死，窃盗被告事件。）において，弁護人であった者\nらである。\u0000\nイ  被告讀賣テレビは，「たかじんのそこまで言って委員会」と題する娯楽\n性の高いテレビのトーク番組（甲１の１，乙１０８ないし１１０，弁論の\n全趣旨。以下「本件番組」という。）を制作，放送する株式会社であり，\n被告 \u0000 は，従前，本件番組にパネリストとして出演していた者であり，弁\n護士である。\u0000\n  原告らの本件刑事事件における弁護活動（甲２，３，乙１，２，弁論の全\n趣旨）\u0000\nア  本件刑事事件の概要\u0000\n  本件刑事事件は，当時１８歳の少年であった被告人（以下「本件被告\n人」という。）が，白昼，配水管の検査を装って上がりこんだアパートの\n一室において，当時２３歳の主婦（以下「本件被害者」という。）を強姦\nしようとしたが，激しく抵抗されたため，本件被害者を殺害し，その後，\n同所において，激しく泣き続ける当時１１か月の本件被害者の長女（以\n下「本件被害児」という。）をも殺害し，さらに，その後，同所において，\n本件被害者管理の現金等在中の財布１個を窃取したという殺人，強姦致\n死，窃盗の事案である。\u0000\n  本件被害者の夫を含む遺族の被害感情はしゅん烈であり，本件被告人\nに対する死刑を一貫して求め続けていたところ，本件刑事事件の一審判\n決は，概ね，下記のような事実を認定して，本件被告人を無期懲役に処\nする旨の判決をした。\u0000\n記\u0000\n本件被告人は，美人の奥さんと無理やりにでもセックスをしたいと思\n\u0000 \u0000\nい，順番に排水検査を装って各室の呼び鈴を押して回り，その流れの中\nで本件被害者方を訪ね，排水検査を装ったところ，本件被害者に招じ入\nれられたことなどから，本件被害者方において，本件被害者を強姦しよ\nうと企て，本件被害者の背後から抱きつき，本件被害者を仰向けに引き\n倒して馬乗りになるなどの暴行を加えたが，本件被害者が大声を出して\n激しく抵抗したため，本件被害者を殺害した上で姦淫の目的を遂げよう\nと決意し，仰向けに倒れている本件被害者に馬乗りになった状態で，そ\nの頚部を両手で強く絞めつけ，本件被害者を窒息死させて殺害した上，\n強いて本件被害者を姦淫し，本件被害児が激しく泣き続けたため，これ\nを聞きつけた付近住民が駆けつけるなどして，上記犯行が発覚すること\nを恐れるとともに，泣きやまない被害児に激昂して，その殺害を決意し，\n本件被害児を床にたたきつけるなどしたうえ，本件被害児の首に所携の\n紐を巻き，その両端を強く引っ張って，本件被害児を窒息させて殺害し，\n本件被害者管理の財布を窃取した。\u0000\n  本件刑事事件の差戻し前控訴審においては，本件被告人の反省謝罪の\n意思や改善更生の可能性等が争点となっていたところ，同差戻し前控訴\n審判決は，「本件被告人の刑事責任には極めて重大なものがあり，本件は，\n本件被告人を極刑に処することの当否を慎重に検討すべき事案である」\nと述べた上で，「本件被告人は，本件各犯行の重大性や遺族らの心情等を\n真に理解しているものか疑問を抱かざるを得ない」，「本件被告人の反省\nの情が不十分であることはもとよりいうまでもないが」，「本件被告人な\nりの一応の反省の情が芽生えるに至っていると評価した原判決の判断が\n誤りとまではいえない」，「矯正教育による改善更生の可能性がないとは\n言い難い」等の理由から，上記第１審判決を維持した。\u0000\n  検察官は，上記控訴審判決に対して上告したところ，最高裁判所は，\n平成１７年１２月６日，本件刑事事件について，平成１８年３月１４日\n\u0000 \u0000\n午後１時３０分に公判期日を指定した。\u0000\n  本件被告人は，平成１８年２月２８日，原告 \u0000２を，同年３月３日，\n原告 \u0000１８をいずれも本件刑事事件の弁護人に選任し，差戻し前控訴審\nを担当していた弁護士は，本件被告人の弁護人を辞任した。\u0000\n本件被告人は，原告 \u0000２及び原告 \u0000１８を弁護人に選任する前までは，\n本件刑事事件に関して，その計画性を争ったほかは，公訴事実を認めて\nいたが，原告 \u0000２及び原告 \u0000１８は，本件被害者及び本件被害児に対す\nる各殺害行為の態様は，第１審判決及び差戻し前控訴審判決が認定した\n事実と異なり，本件被告人には殺意も強姦の犯意もないものとして，差\n戻前控訴審判決には著しく正義に反する事実誤認がある旨の主張をした。\u0000\n  原告 \u0000２及び原告 \u0000１８は，上記上告審の公判期日の変更を請求した\nが，最高裁判所は，同請求を却下した。原告 \u0000２及び原告 \u0000１８は，上\n記公判期日に出頭しなかったため，最高裁判所は，本件刑事事件の公判\n期日を延期し，次回公判期日を平成１８年４月１８日と指定した。\u0000\n  最高裁判所は，平成１８年６月２０日，本件刑事事件について，原告\n\u0000２及び原告 \u0000１８の主張を排斥し，「本件被告人の罪責は誠に重大であ\nって，特に酌量すべき事情がない限り，死刑の選択をするほかないもの\nといわざるを得ない」，「本件において死刑の選択を回避するに足りる特\nに酌量すべき事情があるかどうかにつき更に審理を尽くさせるため」と\nして，本件を原裁判所に差し戻した。\u0000\nイ  本件刑事事件における原告らの弁護活動\u0000\n原告らは，平成１９年５月２４日，本件被告人の弁護人として，本件刑\n事事件の差戻後控訴審の第１回期日において，概ね以下のような内容の主\n張をして，本件刑事事件の公訴事実を全面的に争う旨の弁論をした。\u0000\n  本件刑事事件は，本件被告人の失った母に対する人恋しさに起因する\nいわゆる母子一体ないし母胎回帰の事件である。\u0000\n\u0000 \u0000\n  本件被告人が，本件被害者方を訪れる前に，戸別訪問したのは，仕事\nのまねごと，つまり，ままごと遊びであり，強姦を目的とした物色行為\nではなかった。\u0000\n  本件被告人は，本件被害児を抱えた本件被害者と出会った。既に退行\n現象の真っただ中にあって，幼児化しままごと遊びをしていた本件被告\n人は，本件被害者らの姿に，亡くした実母と２歳年下の弟をみた。\u0000\n  本件被害者宅に招き入れられた本件被告人は，母親に甘えたいなどと\nいう気持ちから，本件被害者に背後から抱きついたところ，抵抗するは\nずのない母親（本件被害者）が，激しい抵抗をしてきたことから，本件\n被告人は，スリーパーホールドによって母親に似つかわしくない母親（本\n件被害者）を押さえ込んだ。しかし，再び本件被害者が目を覚まして，\n抵抗してきたことから，本件被告人は，パニック状態の中で，本件被害\n者の体に覆いかぶさって，本件被害者の右腕を自分の左手で押さえ，大\n声を張り上げる口元付近を懸命に押さえて，母親が別人格に変身するの\nをとどめた。本件被告人は，本件被害者の頚部を両手で絞めつけたこと\nはない。\u0000\n  本件被告人は，静かになった母親がいつ本件被害者に変身するかわか\nらないことから，ガムテープで動かない本件被害者の手を縛り，口付近\nにガムテープを貼った。それは本件被害者が２度と飛び出してこないた\nめの厳重な封印であった。\u0000\n  本件被害者の死に気がついて混乱した本件被告人は，２歳年下の弟（本\n件被害児を弟と見立てていた。）の母親（本件被害者）を殺してしまった\nなどという自責の念から，右ポケット内に入れていた紐を自分の左の手\n首と指に絡めるようにし，右手で引っ張って締め，自傷行為をした。次\nにその紐を本件被害児の首に巻き，蝶々結びで止めた。それは母親を亡\nくして泣き叫ぶ弟に対し，兄（本件被告人を本件被害児の兄と見立てた。）\n\u0000 \u0000\nができるせめてもの償いのしるしであった。それは，首に巻かれ，首の\n右端で結ばれた償いのリボンであったのである。本件被告人には，本件\n被害児の首を絞めたという認識はない。\u0000\n  目の前に横たわっている本件被害者に対する姦淫行為は，死者に生（精\n液）をつぎ込んで死者を復活させる魔術ともいうべき儀式，母親の復活\nへの儀式であった。\u0000\n  本件被告人は，復活を願って，自分の願いを叶えてくれる秘密の場所\nであった押入れに本件被害者と本件被害児を入れて，本件被害者宅を出\nた。\u0000\n  本件被告人には，本件被害者及び本件被害児に対する殺意も強姦の犯\n意もなかった。\u0000\n  本件刑事事件の報道\u0000\n本件刑事事件は，後述の本件刑事事件をテーマとした本件番組の放送があ\nった平成１９年５月２７日時点までに，多数の報道機関により，多数回にわ\nたって報道されていた（乙４ないし６４，弁論の全趣旨）。\u0000\n  平成１９年５月２７日の本件番組の放送\u0000\n本件番組では，平成１９年５月２７日，本件刑事事件がテーマとして取り\n上げられ，出演者らの発言がテレビ放送された（以下，この放送を「本件放\n送」という。）。その内容は別紙２「放送内容反訳書」記載のとおりである。\u0000\n  本件における原告らの請求\u0000\nア  原告らは，被告らの行為により名誉・信用を毀損されるとともに，懲戒\n請求に対して弁明・反論等の対応を余儀なくされ，それぞれ精神的苦痛を\n被ったと主張して，不法行為に基づく損害賠償として，各原告につき６０\n０万円の慰謝料及び弁護士費用として６０万円及びこれに対する遅延損害\n金を本件訴訟において請求している（なお，原告 \u0000１８，同 \u0000１９及び原\n告 \u0000１７については，別件訴訟において同一損害のうち各３３０万円を請\n\u0000 \u0000\n求していることから，本件訴訟においては残額の３３０万円を請求してい\nる。）。\u0000\nイ  原告らは，被告らの行為による人格的権利の侵害を回復するために，民\n法７２３条に基づき，「第１請求」の３，４項記載の各謝罪広告の掲載を求\nめている。\u0000\n２  争点及び当事者の主張\u0000\n  被告ら共通の争点\u0000\nア  本件放送による事実を摘示した名誉毀損の成否\u0000\n  原告らが許されない弁護活動をしているとの事実の摘示があったとい\nえるか。\u0000\n（原告らの主張）\u0000\n別紙２放送内容反訳書面記載①ないし⑬，⑳ないし○\u0000\u0000 ，○25 ないし○27 及\nび○29 ないし○33 からは，別紙３「放送内容の「事実摘示」について」記載\nのとおりの事実の摘示があったといえる。\nこれらの摘示事実等を総合すると，本件放送によって，原告らが許さ\nれない弁護活動をしているという事実の摘示があったものといえる。\n（被告らの主張）\nａ  原告らの主張は，本件放送の内容から総合的に一般視聴者が受けた\n印象をもって事実の摘示としているものであり，個々の発言を特定し\nて，摘示された事実を主張していないから，主張自体失当である。\nｂ  原告らが主張する摘示事実は，証拠によってその存否を判断できる\n事柄ではないから，事実ではない。\n  原告らが本件刑事事件の法廷を死刑廃止運動，政治運動に利用してい\nるという事実の摘示があったといえるか。\n（原告らの主張）\n別紙２放送内容反訳書面記載②，⑩，⑫及び⑬からは，別紙３「放送\n\u0000 \u0000\n内容の事実摘示について」記載のとおりの事実の摘示があったといえる。\nこれらの摘示事実等を総合すると，本件放送によって，原告らが法廷\nを死刑廃止運動，政治運動に利用しているという事実の摘示があったも\nのといえる。\n（被告らの主張）\nａ  原告らの主張は，本件放送の内容から総合的に一般視聴者が受けた\n印象をもって事実の摘示としているものであり，個々の発言を特定し\nて，摘示された事実を主張していないから，主張自体失当である。\nｂ  原告らの主張する摘示事実は，事実ではなく，原告らの本件刑事事\n件における弁護活動に対する意見・論評である。また，死刑廃止を目\n的として弁護活動をすること自体は社会的評価を低下させるものでは\nない。\n  原告らが本件刑事事件において事実をねつ造した主張をしていること，\n言い分を創作したこと又は本件被告人に虚偽の主張をさせたことといっ\nた事実の摘示があったといえるか。\n（原告らの主張）\n別紙２放送内容反訳書面記載①，②，⑤，⑧ないし⑪，⑳，○22 ，○25 な\nいし○27 及び○29 ないし○33 からは，別紙３「放送内容の事実摘示について」\n記載のとおりの事実の摘示があったといえる。\nこれらの摘示事実等を総合すると，本件放送によって，原告らが本件\n刑事事件において，事実をねつ造した主張をしているとの事実の摘示が\nあったものといえる。\n特に，別紙２放送内容反訳書面記載⑪は，「明かに今回は」とか「そう\nいう主張を組み立てたとしか考えられない」等の表現があり，本件刑事\n事件における原告らの主張は，原告らが事実をねつ造して主張をしてい\nるとの事実の摘示をしている。この点，被告 \u0000 は，後日，原告らが意図\n\u0000 \u0000\nして事実をねじ曲げてつくっているんじゃないかということを思ってい\nると発言しており，発言⑪の趣旨を自ら明らかにしている（甲９）。\n（被告らの主張）\nａ  原告らの主張は，本件放送の内容から総合的に一般視聴者が受けた\n印象をもって事実の摘示としているものであり，個々の発言を特定し\nて，摘示された事実を主張していないから，主張自体失当である。\nｂ  発言⑪は，「母胎回帰ストーリーによる殺意否認の主張内容は，被告\n人の言い分を基にして主張内容を構築している」という事実を摘示し\nているものというべきである。\n  原告らは弁護士資格をはく奪されるべき弁護士であるとの事実の摘示\nがあったといえるか。\n（原告らの主張）\n別紙２放送内容反訳書面記載③，⑤，⑦及び⑭ないし○23 からは，別紙\n３「放送内容の事実摘示について」記載のとおりの事実の摘示があった\nといえる。これらの摘示事実等を総合すると，本件放送によって，原告\nらは弁護士資格がはく奪されるべき弁護士であるとの事実の摘示があっ\nたものといえる。\n（被告らの主張）\nａ  原告らの主張は，本件放送の内容から総合的に一般視聴者が受けた\n印象をもって事実の摘示としているものであり，個々の発言を特定し\nて，摘示された事実を主張していないから，主張自体失当である。\nｂ  原告らの主張する摘示事実は，証拠によってその存否を判断できる\n事柄ではないから，事実ではない。\n  原告らは弁護士としての資質がなく，品性も下劣な人物であるとの事\n実の摘示があったといえるか。\n（原告らの主張）\n\u0000 \u0000\u0000\u0000\n別紙２放送内容反訳書面記載②，⑤，⑱，⑲，○23 ，○24 ，○28 ないし○33 か\nらは，別紙３「放送内容の事実摘示について」記載のとおりの事実の摘\n示があったといえる。これらの摘示事実等を総合すると，本件放送によ\nって原告らは弁護士としての資質がなく，品性も下劣な人物であるとの\n事実の摘示があったものといえる。\n（被告らの主張）\nａ  原告らの主張は，本件放送の内容から総合的に一般視聴者が受けた\n印象をもって事実の摘示としているものであり，個々の発言を特定し\nて，摘示された事実を主張していないから，主張自体失当である。\nｂ  原告らが主張する摘示事実は，証拠によってその存否を判断できる\n事柄ではないから，事実ではない。\nイ  論評による名誉毀損の成否について\u0000\n  本件放送全体の発言の前提となる事実は真実か\u0000\n（被告らの主張）\u0000\nａ  別紙２放送内容反訳書面記載①の発言や本件放送の冒頭部のフリッ\nプ等からすれば，本件放送は，以下のような本件刑事事件における原\n告らの弁護活動を前提として発言者が議論をしたものである。\u0000\n⒜  原告らが，本件刑事事件において，強姦・殺人の罪に問われてい\nる事件について，本件刑事事件の弁護団は，死刑を回避するために，\n「当時，被告人は精神的に未成熟であったことを理由に殺意を否定\nしようとしている」と主張していること\u0000\n⒝  原告らが，本件刑事事件において，強姦・殺人の罪に問われてい\nる事件について，本件刑事事件の弁護団は，死刑を回避するために\n「被害者に抵抗されたためにスリーパーホールドにしただけで，本\n件被告人には殺意はなかった」と主張していること\u0000\nｂ  そして，上記ａ⒜及び⒝の各事実自体は真実である。\u0000\n\u0000 \u0000\u0000\n（原告らの主張）\u0000\n仮に，上記ア及びの各（原告らの主張）記載の摘示事実が，\n事実ではなく，原告らの本件刑事事件における弁護活動に関する意見・\n論評を表明したものとしても，本件放送により摘示された原告らの本件\n刑事事件における弁護活動に関する事実は以下のとおり真実ではない。\u0000\nａ  本件放送において摘示された原告らの本件刑事事件における弁護活\n動は以下のとおりである。\u0000\n⒜  原告らが，本件刑事事件において，「本件被告人がままごと遊びの\n感覚で，本件被害者及び本件被害児への加害行為に及んだ」と主張\nしていること\u0000\n⒝  原告らが，本件刑事事件において，「本件被害者に襲いかかり，抵\n抗されたためにスリーパーホールドのプロレス技をかけて殺害し\nた上，復活の儀式としての姦淫行為に及んだ」と主張していること\nｂ  上記ａ⒜及び⒝の事実は真実ではない。\u0000\n⒜  原告らは，本件被告人がままごと遊びの感覚で本件被害者や本件\n被害児に襲いかかったというような主張は一切行っておらず，本件\n被告人が，本件被害者宅を訪れた経過として，強姦目的のために本\n件被害者宅に上がり込んだのではなく，本件被害者宅の玄関ブザー\nを押した時の本件被告人の感覚を仕事のまねごと，つまり，ままご\nとであったと主張したにすぎない。\u0000\n⒝  抵抗されたのでスリーパーホールドにしたという点も，原告らの\n本件刑事事件における主張は，本件被害者に大声を上げられて騒が\nれたため，これを制止しようとして背後からスリーパーホールドの\n姿勢で本件被害者をいったん気絶させ，更に気絶から覚めた本件被\n害者に反撃されて大声を上げられたため，これを制止するために本\n件被害者の口を封じようとして誤って首を押さえ続けたことにより，\n\u0000 \u0000\u0000\u0000\n本件被害者を窒息死させてしまったというものであり，抵抗された\nのでスリーパーホールドをかけ，その行為によって本件被害者を殺\n害したというものではない。\u0000\n⒞  原告らは，本件刑事事件において，姦淫行為が母親の復活への儀\n式であったと主張したが，この主張は専門家の犯罪心理鑑定書によ\nる分析を踏まえて，同鑑定書を引用しながらなされたものであり，\n主張内容は本件被告人が，姦淫行為により，生をつぎ込むことによ\nって死者を復活させると信じてした行為であるということを説明す\nる趣旨のものである。\u0000\nしかしながら，本件放送では，原告らの本件刑事事件における主\n張が，上記のように鑑定書に基づくものであるとの説明がなされて\nおらず，死者を復活させると信じてなされたものである旨を説明す\nる趣旨でなされたことに言及していない。これは虚偽の事実を摘示\nするのに等しいというべきである。\u0000\n  各発言が前提とする事実の真実性\u0000\nａ  別紙２放送内容反訳書面記載③の発言の前提となる事実は真実か\u0000\n（被告らの主張）\u0000\n別紙２放送内容反訳書面記載③の発言のうち，「で，２１人のあの・・\n欠席した」の部分は，原告 \u0000２が，最高裁判所の弁論期日の変更が認\nめられなかったことを認識しつつ，同期日に日本弁護士連合会の模擬\n裁判のリハーサルを理由に欠席したことがあり，このことについて，\n最高裁判所が遺憾の意を表明するという事態が発生したという事実を\n前提とするものであり，同事実は真実である。\u0000\n（原告らの主張）\u0000\n上記（被告らの主張）記載の事実は不正確である。最高裁判所の弁\n論期日に欠席したことは，日本弁護士連合会が主催する研修会の準備\n\u0000 \u0000\u0000\u0000\nのためであること以外にも，本件刑事事件における原告らの主張をす\nるための準備が間に合わないことを理由とするものである。\u0000\nｂ  別紙２放送内容反訳書面記載⑤の発言の前提となる事実は真実か\u0000\n（被告らの主張）\u0000\n別紙２放送内 容反訳書面記載⑤の発言のうち，「 出なかった んで\nす。・・・一体弁護士が懲戒されるってことはどういうことやねんと？」\nの部分は，原告 \u0000２及び原告 \u0000１８が，紙を１枚ＦＡＸ送信して，最\n高裁判所の弁論期日を欠席したことを前提とするものであるが，同事\n実は真実である。\u0000\n（原告らの主張）\u0000\n上記（被告らの主張）記載の事実は真実ではない。原告 \u0000２及び原\n告 \u0000１８は，上記ａ（原告らの主張）のとおり，本件刑事事件におけ\nる原告らの主張をするための準備が間に合わないことを理由として，\n期日の変更を申し出たが，最高裁判所が期日を変更しなかったため，\n欠席届をＦＡＸ送信したのであり，紙を１枚ＦＡＸ送信しただけで欠\n席したというわけではない。\u0000\n  本件放送における意見・論評は公正な論評の域を出た表現行為か\u0000\n（原告らの主張）\u0000\n仮に，上記ア及びの各（原告らの主張）記載の摘示事実が，\n事実でなく，意見・論評であるとしても，別紙２放送内容反訳書面記載\n②の「ドアホ」，「馬鹿者」，同記載③の「弁護士バッジを取らないといけ\nないはず」，同記載⑦の「あれこそ非行」，同記載⑰の懲戒請求の呼びか\nけ，同記載⑱の原告らの住所を出すようにとの呼びかけ，同記載○\u0000\u0000 の「亡\nくなったお母さんやなんかのことも誹謗中傷している」，同記載○\u0000\u0000 の「人\n間として異常なというか，人間として最低レベルの人格しか持っていな\nい」，同記載○\u0000\u0000 の「品性下劣な人」，同記載○\u0000\u0000 の「こいつらを精神鑑定に\n\u0000 \u0000\u0000\u0000\nかけろ」といった発言は，原告らにつき，その人格，品性，弁護士とし\nての資質が極めて劣っており，しかも，弁護士資格をはく奪されるべき\n非行を行っているとするもので，原告らを非難するにとどまらず，あら\nゆる手段を通じて制裁を加え，いわば袋叩きにしなければならないとす\nるものであって，懲戒請求の扇動や住所の公開の扇動も行っており，単\nなる批判，批評の域をはるかに超えるものである。\u0000\n（被告らの主張）\u0000\n上記ア及びの各（原告らの主張）記載の摘示事実は，いずれ\nも事実ではなく，意見・論評にすぎない。そして，本件放送における意\n見・論評は，以下のとおり，本件刑事事件における原告らの弁護活動に\n対する批判という主題を離れて人身攻撃に及ぶという性質のものではな\nいし，著しく侮辱的・誹謗中傷的であって社会通念上許される限度を超\nえたものと評価されるものでもない。\u0000\nａ  別紙２放送内容反訳書面記載②の発言について\u0000\n別紙２放送内容反訳書面記載②の発言の趣旨・主眼は，原告らが馬\n鹿・ドアホであること等を視聴者に訴えかけたいのではなく，本件刑\n事事件における原告らの弁護方針の在り方という公共の利害に関する\n事項に関して，原告らの本件刑事事件における主張はあまりにも常識\nから外れすぎているという原告らとは異なる立場から，原告らの弁護\n方針を批判する趣旨で，馬鹿・ドアホ等の表現を用いているものであ\nる。\u0000\nｂ  別紙２放送内容反訳書面記載③の発言について\u0000\n別紙２放送内容反訳書面記載③の発言のうち，「いや，もうね・・こ\nんなものなのかなと。」という部分は，被告 \u0000 が，本件刑事事件にお\nける原告らの弁護活動に遺憾の意を表明するものであり，「で，２１人\nのあの・・欠席した」という部分は，最高裁判所が遺憾の意を表明す\n\u0000 \u0000\u0000\u0000\nるような欠席戦術を採る弁護士に対しては，懲戒処分を科すべきだと\nいう被告 \u0000 の意見ないし論評の表明である。そして，これらは，人身\n攻撃に及ぶなど意見ないし論評の域を逸脱しているものではない。\u0000\nｃ  別紙２放送内容反訳書面記載⑤の発言について\u0000\n別 紙 ２ 放 送 内 容 反 訳 書 面 記 載 ⑤ の 発 言 の う ち ，「 出 な か っ た ん で\nす。・・・一体弁護士が懲戒されるってことはどういうことやねんと？」\nの部分は，原告 \u0000２及び原告 \u0000１８が，最高裁判所の弁論期日を欠席\nしたことに関して，広島弁護士会は，広島弁護士会所属の担当弁護士\n（原告 \u0000１８）に対して，弁論欠席も弁護活動の一つであることを理\n由に懲戒事由にあたらないという判断をしたという事実を前提として，\n弁護士会の懲戒権行使のあり方を批判したものであり，「たかじんさん\n言ったようにね，・・・弁護士として許していいのかっていうね。」の\n部分は，本件刑事事件における原告らの弁護活動を前提として，この\nような弁護活動をする弁護士を許しておいていいのかという意見の表\n明である。そして，これらは，人身攻撃に及ぶなど意見ないし論評の\n域を逸脱しているものではない。\u0000\nｄ  別紙２放送内容反訳書面記載⑦の発言について\u0000\n別紙２放送内容反訳書面記載⑦の発言は，本件刑事事件における原\n告らの弁護活動が，「品位を失うべき非行があったとき」（弁護士法５\n６条１項）に該当すると思うという被告 \u0000 の法的見解の表明である。\nこれは，人身攻撃に及ぶなど意見ないし論評としての域を逸脱してい\nるものではない。\u0000\nｅ  別紙２放送内容反訳書面記載⑰の発言について\u0000\n別紙２放送内容反訳書面記載⑰の発言は，本件刑事事件における原\n告らの弁護活動を許せないと思うのであれば，弁護士会に懲戒請求を\n申し立て，それによって，原告らの弁護活動に対する一般の人の意見，\n\u0000 \u0000\u0000\u0000\n声を弁護士会に伝えてほしいという被告 \u0000 の意見である。これは，人\n身攻撃に及ぶなど意見ないし論評としての域を逸脱しているものでは\nない。\u0000\nｆ  別紙２放送内容反訳書面記載○\u0000\u0000 の発言について\u0000\n別紙２放送内容反訳書面記載○\u0000\u0000 の発言は，多くの人が懲戒請求をす\nれば，弁護士会としても，そう簡単には一般人の意見や声を無視する\nわけにはいかなくなるであろうとの被告 \u0000 の意見・見解である。これ\nは，人身攻撃に及ぶなど意見ないし論評としての域を逸脱しているも\nのではない。\u0000\nｇ  別紙２放送内容反訳書面記載○\u0000\u0000 の発言について\u0000\n別紙２放送内容反訳書面記言○23 の発言は，その前後の流れやそれま\nでの意見・発言等からすれば，原告らの本件刑事事件における主張を\n原告らとは異なる立場から批判する趣旨の発言と理解するのが通常で\nある。\nｈ  別紙２放送内容反訳書面記載○28 について\n別紙２放送内容反訳書面記載○28 の前後の流れやそれまでの意見・発\n言等からすれば，原告らの本件刑事事件における主張を，原告らとは\n異なる立場から批判する趣旨の発言と理解するのが通常である。\nウ  懲戒請求を呼びかけた行為の違法性（名誉毀損とは別の不法行為の成否）\u0000\n（原告らの主張）\u0000\n  別紙２放送内容反訳書面記載⑰の被告 \u0000 の発言は，被告 \u0000 が，原告ら\nの本件刑事事件における弁護活動が懲戒事由にならないことを認識して\nいたにもかかわらず，原告らの本件刑事事件における弁護活動にあたか\nも懲戒事由が存するかのような誤った発言であり，それを前提に懲戒請\n求は簡易で，かつ，多数の懲戒請求によってこそ懲戒の目的を達しうる\n旨の誇張的に懲戒請求を扇動する発言である。本件放送は，これら被告\n\u0000 \u0000\u0000\u0000\n\u0000 の発言を放送することにより，不特定多数の視聴者らに対し，原告ら\nへの懲戒請求を扇動し，その結果，原告らの本件刑事事件における弁護\n活動に対する批判的風潮を助長したことによって，原告らの名誉感情等\nの人格的利益を害するとともに，原告らに対する夥しい数の懲戒請求を\n招来したものであって，原告らに対する不法行為となる。\u0000\n  弁護士懲戒制度は，弁護士会の自主性や自立性を重んじ，弁護士会の\n弁護士に対する指導監督作用の一環として設けられたものであるし，弁\n護士法５８条１項が広く一般の人々に対し，懲戒請求権を認めているの\nも，自治的団体である弁護士会に与えられた自律的懲戒権限が適正に行\n使され，その制度が公正に運用されることを期したものである。\u0000\nこうした弁護士懲戒制度の趣旨をふまえれば，弁護士について懲戒の\n事由があると思料する者は，当該弁護士の所属弁護士会に対し，自らが\n懲戒請求を申し立てれば必要十分であって，公衆に対し特定の弁護士に\n対する懲戒請求をするように呼びかけ，当該弁護士に対し，多数の懲戒\n請求をさせる必要があると解すべき場合は一般に想定できない。\u0000\n他方で，圧倒的な影響力をもつテレビ放送という媒体を通じて公衆に\n対して特定の弁護士に対する懲戒請求をするように呼びかけ，弁護士に\n極めて多数の懲戒請求に対応せざるを得なくするなどして不必要な負担\nを負わせることは，弁護士会による懲戒制度を通じた指導監督に内在す\nる負担を超え，当該弁護士に不必要な心理的物理的負担を課し，かつ，\nその名誉，信用等を不当に侵害するものであって，弁護士懲戒制度の趣\n旨・目的を明らかに逸脱しており，およそ相当な行為とはいえない。\u0000\n  被告は，視聴者のした懲戒請求が適法である限り，被告 \u0000 の発言が違\n法となることはないと主張するが，個々の懲戒請求が不法行為とならな\nくとも，そのことから懲戒請求を扇動する行為が違法性を具備しないと\nいうことにはならない。\u0000\n\u0000 \u0000\u0000\u0000\n（被告らの主張）\u0000\n  前提として，原告らの懲戒請求を行った者らに，原告らに対する不法\n行為が成立しない。\u0000\n原告らの主張する人格的利益の侵害は，多数の一般人が，原告らに対\nする懲戒請求を実際に行ったことによって発生したものであるから，こ\nれらの懲戒請求行為が不法行為といえない場合には，被告 \u0000 の懲戒請求\nの呼びかけ行為は適法行為の呼びかけにすぎないから，原告らに対する\n侵害は受忍限度内のものというべきである。\u0000\nそして，本件刑事事件の経過，懲戒事由とされる品位，非行とは評価\n的概念であること，通常人の常識を代表すると目されるマスメディアは，\n被告 \u0000 の発言前から，本件刑事事件の弁護団に対して批判的立場を採っ\nていたこと等からすれば，多数の一般人のなした懲戒請求行為は適法で\nある。\u0000\n  実際に懲戒請求を行った者らの懲戒請求が適法な場合，懲戒請求を呼\nびかけた行為が不法行為となるのは，原告らに対する害意をもって懲戒\n請求呼びかけをしたような場合に限られる。その理由は以下のとおりで\nある。\u0000\nａ  被告 \u0000 の懲戒請求呼びかけ行為は，類型的・一般的に見て，短期間\nのうちに多数の懲戒請求を集中的に発生させるおそれが極めて低い。\u0000\n懲戒請求は，原告らの行為によって直接被害を受けたわけではない\n一般人が行うにはあまりにも労のみが多く，利のない作業が必要であ\nる。そうであるにもかかわらず，原告らに対する多数の懲戒請求がな\nされたのは，インターネット上に，原告らへの懲戒請求を促し，これ\nを支援するサイトが立ち上がり，当該支援サイト上に，署名捺印すれ\nば，懲戒請求が容易に可能となるようなテンプレートが掲載されてい\nたからである。\u0000\n\u0000 \u0000\u0000\u0000\nｂ  多数の適法な懲戒請求を集中的に受けたとしても，そのことによっ\nて生じる種々の負担等は，弁護士であることに伴って当然に受忍しな\nければならない性質の負担等であること\u0000\n原告らの主張する被侵害利益（損害）は，多数の懲戒請求を短期間\nのうちに集中的に受けたことによって負担した業務上の負担や弁護士\nとしての信用の低下等である。そして，この負担等は，懲戒請求自体\nが適法と評価される限りは，弁護士であることによる受忍義務の範囲\n内の負担等として，不法行為による保護が受けられない制約のある法\n的利益である。\u0000\nｃ  害意をもって懲戒請求を呼びかけたのでない限り，被告 \u0000 に作為義\n務を課すことはできないこと\u0000\n⒜  被告 \u0000 の懲戒請求呼びかけは，原告らに対する害意がない限り，\n意見ないし論評の自由の範疇に含まれる発言である。なぜなら，他\n人に対して自己の考えに対する賛意を求めるとともに，一定の行為\nを勧奨することも表現の自由として保障されるからである。\n⒝  意見ないし論評の自由の範疇内の発言をする者に対して課される\n行為義務については，公正な論評の法理により，公共の利害に関す\nる事項とは無関係の意見ないし論評をしてはならないということの\nみが行為義務となるのであって，表現内容や表現方法に対する行為\n義務は課していないのである。\n  そして，本件においては，被告 \u0000 が原告らに対する害意をもっていた\nとは認められないから，被告 \u0000 による懲戒請求の呼びかけ行為は不法行\n為とはならない。\u0000\n⑵  被告讀賣テレビ関係の争点\u0000\n被告讀賣テレビの過失の有無\u0000 \u0000\n（原告らの主張）\u0000\n\u0000 \u0000\u0000\u0000\nア  テレビ放送事業者には，高度の注意義務が課されること\u0000\n  本件放送は，被告讀賣テレビのみが主体となって，その制作，放送，\n配信を行ったものであり，本件放送の企画，構成，出演者の選択，演出，\n編集等は全て，被告讀賣テレビが決定，実施したものである。\u0000\nテレビ番組を放送するテレビジョン放送事業者は，その放送内容につ\nいての編集権を独占しており，いかなる内容の番組を制作，放送するか\nは，専らテレビ放送事業者が決定し，第三者は，テレビジョン放送事業\n者自体の許諾がない限り，これに関与することはできないのが通常であ\nる。すなわち，テレビ番組において，どのような話題を番組中で採り上\nげるかということは，すべて放送主体である各テレビ放送事業者が，そ\nの編集権に基づき，独自の裁量，責任でこれを決定する。放送番組につ\nいては，あくまで各テレビ放送事業者が第三者から完全に独立して，固\n有の編集権のみに基づき，放送の可否を含めたすべての事項が決定され\nるのである。本件放送も，被告讀賣テレビが固有の編集権を行使して制\n作した上，放送，配信したものである。\u0000\n  以上のとおり，テレビジョン放送事業者が，固有の編集権のみに基づ\nき，情報提供者を含めた第三者から完全に独立して放送内容等を決定す\nるものであるが，その一方で，編集権の行使は慎重にこれを行わなけれ\nばならず，テレビジョン放送事業者は，その放送内容を中立，公正なも\nのとし，その放送によって不当に第三者の名誉を毀損する等，第三者の\n人格的利益を侵害しないよう努めるべき高度の注意義務を課されている。\u0000\nイ  本件放送において，被告讀賣テレビが果たすべき義務\u0000\n  本件放送は，厳しい意見対立のある問題である刑事事件の弁護活動を\nテーマとするものであるから，複数人のコメントからなるディスカッシ\nョン形式の番組を制作するについては，できる限り多くの角度から論点\nを明らかにし，公正を保持しなければならない。\u0000\n\u0000 \u0000\u0000\u0000\nしたがって，被告讀賣テレビには，出演させるコメンテーターの意見\nが特定の意見に偏ることにならないように配慮する責務がある。\u0000\nこのような責務を果たすことなく，特定の意見に偏った番組を放送し\nている場合には，番組総体として第三者の名誉を毀損するなど第三者の\n人格的利益を侵害することがないようにする注意義務を果たしていると\nはいえない。\u0000\n  本件放送のように，弁護人の弁護活動に対する批評を番組内容とする\nのであれば，その批評の前提となる弁護人活動の内容について番組内で\n正確に紹介しなければならず，また，弁護人に課せられている職責につ\nいての一般的・客観的な見解についても番組内で視聴者に説明する方策\nがとられなければならない。このような責務を果たすことなく，特定の\n意見に偏った番組を放送している場合には，番組総体として第三者の名\n誉を毀損するなど第三者の人格的利益を侵害することがないようにする\n注意義務を果たしているとはいえない。\u0000\n  テレビ局による収録・編集において，出演者のコメントが第三者の名\n誉を毀損するなど，第三者の人格的利益を侵害することがないよう高度\nな注意義務を負うべきことは当然であり，そのような場合には，編集に\nより削除することによって，放送・配信を差し控えるべき注意義務があ\nる。\u0000\nウ  本件放送における注意義務違反は明らかであること\u0000\n  本件放送における各出演者の発言の趣旨は，上記アの各（原告らの\n主張）及び上記イの各（原告らの主張）のとおり，原告らがその職務\n上，許されない行為に及んでいること，原告らは弁護士資格がはく奪さ\nれるべき弁護士であること，原告らには弁護士としての資質がなく，品\n性も下劣な人物であることといったものである。\u0000\n  そして，各出演者の発言は，上記の点で一致，一貫している上，一\n\u0000 \u0000\u0000\u0000\n方的，断定的であって，まさに特定の意見に偏っている。その一方で，\n番組内では，批判の前提というべき弁護人の職責に関する一般的・客観\n的な見解について一切紹介されておらず，他の意見もあり得ることにも\n全く言及されていない。\u0000\n  また，発言の態様についても，「ドアホ」，「馬鹿者」，「品性下劣」等，\n品位に欠け，いたずらに原告らを揶揄，嘲笑するような発言，感情的に\n弁護人の人格をおとしめるような発言に満ちている上，原告らの人格そ\nのものまでもおとしめる発言にまで及んでいる。\u0000\n  これら過激な発言がなされる度に，スタジオ内の観客からの歓声や拍\n手が大きくわき起こるという音声上の演出がなされている。\u0000\n  さらに，批判の対象とされた具体的な原告らの弁護活動についても，\n上記イ（原告らの主張）のとおり，誤った引用がなされている。\u0000\n  加えて，司会役等により出演者の発言を煽る番組進行がなされている。\u0000\n  被告 \u0000 の懲戒扇動行為も，「テレビを使わさせてもらって，もしカッ\nトされたらもうしょうがない」とまで前置きされた上でなされているに\nもかかわらず，削除しないまま放送，配信している。\u0000\n  以上からすれば，被告讀賣テレビの注意義務違反は明らかである。\u0000\nエ  被告讀賣テレビは，名誉毀損による不法行為責任を問われるのは，発言\nした本人のみであると主張する。\u0000\nしかし，第三者の権利利益を侵害する表現行為を能動的に公表した者に\nは，当該表現行為の内容が公表者自身の精神活動と評価されるべきもので\nあろうと，そうでなかろうと，放送内容についての編集権はテレビ局が独\n占している以上，不法行為責任が問われるべきことは指摘するまでもない。\u0000\n（被告讀賣テレビの主張）\u0000\nア  各出演者の発言をもって，被告讀賣テレビの意見ないし論評の表明であ\nると評価することはできない\u0000\n\u0000 \u0000\u0000\u0000\n本件放送は，司会役が，事実関係の正確性を担保するために，議論の前\n提となる原告らの本件刑事事件における主張を読み上げ，これを紹介する\nという基本スタンスに立っており，後は，その事実関係を前提に，各界の\n専門家，知識人等である複数の出演者が，当該問題についての意見を自由\nに公表して，議論を展開するという番組構成を採用しているから，一般の\n視聴者が，当該出演者の発言をもって，被告讀賣テレビの意見ないし論評\nの表明であるとの印象を持つことはありえず，各出演者の発言は，その各々\nの個人的見解の公表であるとの印象を持つのが通常である。\u0000\nイ  各出演者の発言を紹介したことについて\u0000\n  テレビジョン放送事業者が，「討論番組」において，出演者の発言を紹\n介する際に負うべき注意義務の内容について\u0000\n被告讀賣テレビのようなテレビジョン放送事業者が，国民の知る権利\nに応えるとともに，世論の形成に大きな影響力を有する言論機関として，\nその表現の自由が最大限に確保されるべきであること，本件放送のよう\nな討論番組を放送することは，意見が対立している問題については，で\nきるだけ多くの角度から論点を明らかにすることという放送法３条の２\n第１項４号の職責を果たすという観点から非常に大きな意義を有するこ\nとからすれば出演者の発言内容が，意見ないし論評の前提とする事実が\n真実でないことが明白な場合や，意見ないし論評が人身攻撃に及ぶなど\n意見ないし論評としての域を逸脱していることが明白な場合でない限り，\n当該出演者の意見の前提となっている事実関係を調査すべきとか，出演\n者の意見内容を検討し，編集を行うべきなどといった義務を課すべきで\nはない。\u0000\n  本件放送における各出演者の発言は，その意見ないし論評となった事\n実は，すべて真実であるし，意見ないし論評の内容が，その域を超えて\nいることが明白であるとは到底いえないから，被告讀賣テレビが検討義\n\u0000 \u0000\u0000\u0000\n務や編集義務を負うものではない。\u0000\n  被告讀賣テレビは，本件放送について，「制作スポーツ局局次長兼制作\n部長兼（制作部門）考査コンプライアンス責任者」，「チーフプロデュー\nサー」，「プロデューサー」という３名体制で，番組考査をしていたが，\nこれら３名全員が，以下の事情から，本件放送に問題はないと判断した。\u0000\nａ  本件番組の特徴，コンセプトは，出演者に率直な意見を忌憚なく出\nし合ってもらって本音で議論する点にあること\u0000\nｂ  報道機関としては，社会の注目度が高い本件刑事事件における弁護\n活動に関する出演者の意見をできる限り，そのまま一般に伝えること\nが，国民の知る権利に資すると判断したこと\u0000\nｃ  各出演者の発言は，あくまでも原告らの本件刑事事件における弁護\n活動に対する批判的意見，論評，感想であって，個人に対する誹謗中\n傷的な攻撃や差別的な発言ではなかったこと\u0000\nｄ  「ドアホ」，「あほんだら」等の言葉は，関西の人間にとっては，ギ\nャグやジョークとして聞き慣れた言葉であり，それほど違和感や侮辱\n感を持つ言葉ではないこと\u0000\nｅ  情報発信力の東京一極集中が叫ばれる中，大阪の準キー局が，東京\nのキー局に対抗して全国発信の番組を供給し続けるためには，放送エ\nリアが全国的になっても，大阪流の番組作りを続けるしかない，とい\nうのが被告讀賣テレビの一貫した考えであること\u0000\nｆ  当時，本件刑事事件の被告人の犯行動機等をコメントする原告らの\n記者会見等においては，市民感覚を逆なでするような内容が多く，こ\nれに対する違和感や不信感を持つ人が多いように感じていたことか\nら，被告 \u0000 を含めた出演者の発言内容は，ある種の市民感情に合致し\nた問題提起ということで，本件番組のコンセプトの範囲内と思われた\nこと\u0000\n\u0000 \u0000\u0000\u0000\nｇ  弁護士に対する「懲戒請求」という制度が一般的に知られておらず，\nこの制度に関する情報を一般に知らしめることは，国民の知る権利に\n資すると思われたこと\u0000\nｈ  たとえ，発言内容に過激な点があったとしても，弁護士である被告\n\u0000 の原告らの本件刑事事件における弁護活動に対する意見，評価をそ\nのまま放送することは，原告らの本件刑事事件における弁護活動のあ\nり方や弁護士資格に対する懲戒制度のあり方という公共の利害に関\nする議論の一助になるであろうし，さまざまな意見を出すという番組\nの特徴，コンセプトにも合致すると判断したこと\u0000\nｉ  弁護士である被告 \u0000 が，自らが所属する弁護士界の自治のあり方に\n関して，視聴者や他の出演者に対して行った説明や論評に，違法性の\n検討を要するものがあるとは予期し得なかったこと\u0000\n  以上のとおり，本件放送は，「制作スポーツ局次長兼制作部長兼（制作\n部門）考査コンプライアンス責任者」，「チーフプロデューサー」，「プロ\nデューサー」という３名が，考査的観点からのチェックを行い，編集す\nることなく，放送するという判断をしたのであって，その判断は極めて\n正当な判断である。\u0000\n  被告 \u0000 関係の争点\u0000\n被告 \u0000 は本件放送における他の発言者の発言についても責任を負うか\u0000\n（原告らの主張）\u0000\n本件放送における個々の発言は，全体として，原告らが本件刑事事件の弁\n護活動において非行を行っている，原告らは弁護士としての資格をはく奪さ\nれてしかるべき者らである等の印象を与えるものである。\u0000\nまた，被告 \u0000 の発言は，他の発言者が原告らを侮蔑的に誹謗中傷する発言\nを受けて，被告 \u0000 が法律の専門家としての立場から，正当化するという流れ\nでなされており，本件放送による原告らの権利利益の侵害の度合を格段に高\n\u0000 \u0000\u0000\u0000\nめている。このような本件放送における被告 \u0000 の各発言の客観的な態様，本\n件放送が一般の視聴者に与える印象への寄与度に鑑みれば，被告 \u0000 の発言と\nその他の発言を別個に考えるべきではない。\u0000\n（被告 \u0000 の主張）\u0000\n争う。\u0000\n第３  当裁判所の判断\u0000\n１  被告ら共通の争点について\u0000\n  本件放送による事実を摘示した名誉毀損の成否について\u0000\nア  原告らが許されない弁護活動をしているとの事実の摘示があったといえ\nるか。\u0000\n原告らは，別紙２放送内容反訳書面記載①ないし⑬，⑳ないし○\u0000\u0000 ，○25 な\nいし○27 及び○29 ないし○33 による摘示事実を総合すると，原告らが許されない\n弁護活動をしているとの事実の摘示があったと主張する。\nしかしながら，本件放送は，その内容からすれば，まず，原告らが本件\n刑事事件において行っている弁護活動の概略や最高裁判所の期日に欠席し\nたこと等を説明した上で（別紙２放送内容反訳書面記載①，③），このよう\nな原告らの本件刑事事件における弁護活動を批判するものであることは明\nらかである。したがって，ここで摘示されている事実とは，飽くまで原告\nらの本件刑事事件における弁護活動なのであり，許されない弁護活動とは，\nこのような原告らの本件刑事事件における弁護活動を本件放送の出演者ら\nが許されないと思うという趣旨の意見，評価を述べるものにすぎない。よ\nって，原告らが主張するように本件刑事事件の弁護活動とは別に，許され\nない弁護活動という事実の摘示があったと認めることはできない。\nイ  原告らが本件刑事事件の法廷を死刑廃止運動，政治運動に利用している\nという事実の摘示があったといえるか。\u0000\n原告らは，別紙２放送内容反訳書面記載②，⑩，⑫及び⑬による摘示事\n\u0000 \u0000\u0000\u0000\n実を総合すると，原告らが法廷を死刑廃止運動や政治運動に利用している\nという事実の摘示があったと主張する。\u0000\nしかしながら，本件放送は，原告らの本件刑事事件における弁護活動の\n概略を説明した上で（別紙２放送内容反訳書面記載①），これを受けて，出\n演者の一人が，死刑廃止論者の弁護士の談合の場にしてはいけないという\n趣旨の発言をしているのだから（別紙２放送内容反訳書面記載②，⑫及び\n⑬），ここでの死刑廃止論者の談合の場といった表現は原告らの本件刑事事\n件における弁護活動が，死刑を回避するためだけにされているように見え\nるという出演者の意見を比喩的に表現したものにすぎないというべきであ\nるし，別紙２放送内容反訳書面記載⑩の発言も，その内容や前後の発言か\nらして，原告らの弁護活動における主張が，本件刑事事件における差戻し\n前の１審，２審の時点では出ていなかったのに，突然出てきたことをとら\nえて，これが被疑者，被告人のためになっていないということを批判する\nために政治運動という比喩的な表現を用いたものというべきである。した\nがって，ここで摘示されている事実とは，飽くまで原告らの本件刑事事件\nにおける弁護活動なのであり，死刑廃止運動や政治運動の場に利用してい\nるようなものだという表現は，同弁護活動を批判するための表現にすぎず，\nここから原告らが同弁護活動とは別に，法廷で死刑廃止運動や政治運動を\nしているという事実の摘示があると認めることは困難である。\u0000\nウ  原告らが本件刑事事件において事実をねつ造した主張をしていること，\n言い分を創作したこと又は本件被告人に虚偽の主張をさせたことといった\n事実の摘示があったといえるか。\u0000\n原告らは，別紙２放送内容反訳書面記載①，②，⑤，⑧ないし⑪，⑳，○22 ，\n○25 ないし○27 及び○29 ないし○33 ，このうち特に⑪の表現を捉えて，原告らが本\n件刑事事件において事実をねつ造した主張をしたという事実の摘示があっ\nたと主張する。しかしながら，原告ら指摘の各発言者の発言内容を見ても，\n\u0000 \u0000\u0000\u0000\n事実をねつ造した，創作した，虚偽の主張をさせたといった直接的な表現\nは見当たらない。また，別紙２放送内容反訳書面記載⑪における「明らか\nに今回は，あの２１人というか，あの A２っていう弁護士が中心になって，\nそういう主張を組み立てたとしか考えられないですよ」という発言につい\nても，その表現自体からは，事実のねつ造や虚偽の主張であるという趣旨\nであることは読み取れない。そして，その直前の記載⑩の発言では，「（本\n件刑事事件における原告らの主張内容が）突然出てきて，当人しか知りえ\nない事実な訳ですよ。こんなん誰が信用しますか。こういうものを，こう\nいう最後の最終審近くになって出してくること・・」と，あくまで，差戻\nし前の第１，２審では主張していなかったのに，上告審でこれを主張した\nという主張の時期を批判しており，創作やねつ造したことを批判するよう\nな表現はされていない。これに続けて，別紙２放送内容反訳書面記載⑪で\nは，１，２審で主張していなかったことについて，１，２審で主張してい\nたらやむを得ないとしており，あくまで上記別紙２放送内容反訳書面記載\n⑩において批判された主張の時期についての意見を述べており，その流れ\nの中で，原告ら本件被告人の弁護団が主張を組み立てたという趣旨の発言\nをしていること，さらに別紙２放送内容反訳書面記載○22 においても，１，\n２審で主張していなかったことの説明が必要であると述べる等しており，\nあくまでその主張の時期を問題としており，ねつ造や虚偽の主張であるか\nら問題であるという趣旨の表現はしていないこと，本件放送を受けて作成\nされたと考えられる原告らに対する本件刑事事件の弁護活動に関する懲戒\n請求に係るインターネット上のテンプレートを見ても，その懲戒事由の中\nに原告らが事実をねつ造したとか，本件被告人が言っていない言い分を創\n作したという趣旨まで含まれているとは読み取れないこと（甲４の２），そ\nの他，本件放送における出演者らの各発言の趣旨が，原告らが事実をねつ\n造したとか，言い分を創作したというものであることが本件放送の視聴者\n\u0000 \u0000\u0000\u0000\n一般の理解であったとまではいえないこと（甲５，６の１，６の２，弁論\nの全趣旨）からすれば，原告ら指摘の発言からは，本件被告人が述べてい\nる本件刑事事件に関する事実関係に基づいて，原告らが本件刑事事件にお\nける主張を構成したという事実，１，２審の審理の場面ではそのような主\n張はされていなかったという事実を摘示するものということはできても，\n本件刑事事件において事実をねつ造した主張をしていること，言い分を創\n作したこと又は本件被告人に虚偽の主張をさせたことといった趣旨の事実\nを摘示しているものとまでとらえることはできない。\nなお，原告らは，本件放送後に被告 \u0000 が，原告らの主張は意図して事実\nをねじ曲げて作っているんじゃないかと思ってるという趣旨の発言をして\nいること（甲９・４１頁）をとらえて，原告ら主張の事実の摘示があった\nとも主張するが，上記のとおり，本件放送における発言からは，原告らが\n本件刑事事件において事実をねつ造した主張をしていること，主張を創作\nしたこと又は本件被告人に虚偽の主張をさせたことといった事実の摘示が\nあったとは認められない以上，事後的に，被告 \u0000 が，上記の発言の趣旨を\n補足するような説明をしていたとしても，そのことにより，本件放送時の\n発言に関する上記判断が左右されるものではない。\u0000\nエ  原告らは弁護士資格をはく奪されるべき弁護士であるとの事実の摘示が\nあったといえるか。\u0000\n原告らは，別紙２放送内容反訳書面記載③，⑤，⑦及び⑭ないし○23 によ\nる摘示事実を総合すると，原告らが弁護士資格をはく奪されるべきである\nという事実の摘示があったと主張する。\nこの点，本件放送は，原告らの本件刑事事件における弁護活動の概略を\n説明しており（別紙２放送内容反訳書面記載①），原告ら指摘の別紙２放送\n内容反訳書面記載③，⑤，⑦及び⑭ないし○23 における弁護士資格がはく奪\nされるべきであるという趣旨の発言は，上記弁護活動を根拠とするもので\n\u0000 \u0000\u0000\u0000\nある。そうすると，弁護士資格がはく奪されるべきであるという点は，原\n告らの弁護活動の事実を摘示した上で，これは弁護士資格がはく奪される\nべき活動であるという出演者らの評価を述べるものにすぎない。よって，\n原告らが主張するように本件刑事事件の弁護活動とは別に，原告らが弁護\n士資格がはく奪されるべき者であるという趣旨の事実の摘示があったと認\nめることはできない。\u0000\nオ  原告らは弁護士としての資質がなく，品性も下劣な人物であるとの事実\nの摘示があったといえるか。\u0000\n原告らは，別紙２放送内容反訳書面記載②，⑤，⑱，⑲，○23 ，○24 ，○28 な\nいし○33 による摘示事実を総合すると，原告らは弁護士としての資質がなく，\n品性も下劣な人物であるとの事実の摘示があったと主張する。\u0000\nこの点，本件放送は，原告らの本件刑事事件における弁護活動の概略を\n説明しており（別紙２放送内容反訳書面記載①），原告ら指摘の別紙２放送\n内容反訳書面記載別紙２放送内容反訳書面記載②，⑤，⑱，⑲，○23 ，○24 ，○28\nないし○33 における原告らは弁護士としての資質がなく，品性も下劣な人物\nであるという趣旨の発言は，上記弁護活動を根拠とするものである。そう\nすると，原告らは弁護士としての資質がなく，品性も下劣であるという点\nは，原告らの弁護活動の事実を摘示した上で，このような弁護活動を行う\n原告らは弁護士としての資質がなく，品性も下劣であるという出演者らの\n評価を述べるものにすぎない。よって，原告らが主張するように本件刑事\n事件の弁護活動とは別に，原告らが弁護士としての資質がなく，品性も下\n劣であるという趣旨の事実の摘示があったと認めることはできない。\n  論評による名誉毀損の成否について\u0000\nア  本件放送全体の発言の前提となる事実は真実か\u0000\n本件放送においては，その冒頭で，原告らの本件刑事事件における弁護\n活動の内容として，本件被告人は精神的に未発達で，ままごとの遊びの\n\u0000 \u0000\u0000\u0000\n感覚でやったこと，抵抗されたのでスリーパーホールドにしたこと，\n生き返らせるために姦淫したことといった内容の主張をして，殺意を否認\nしていることが指摘されていることは当事者間に争いがない。\u0000\nこれに対し，原告らは上記指摘の事実が真実でないと主張するので，以\n下，それぞれ検討する。\u0000\n  まず，原告らは，上記の点について，ままごと遊びの感覚で本件被\n害者や本件被害児に襲いかかったという主張はしておらず，本件被告人\nが本件被害者宅に訪れた経過における感覚がままごと遊びだったと主張\nしていたにすぎないと主張する。しかしながら，上記の摘示事実は，\n本件犯行そのものがままごと遊びの感覚で行われたとしているものでは\nない上，少なくとも，原告らは，本件刑事事件において，本件被告人が\n本件犯行の経緯である本件被害者宅訪問の時点ではままごと遊びの感覚\nを持っていたという主張をしていたのだから，上記の摘示事実が，そ\nの重要部分において真実に合致していることは明らかである。\u0000\n  次に，原告らは，上記の点について，スリーパーホールドにより本\n件被害者を殺害したという主張はしておらず，スリーパーホールドをか\nけ，本件被害者を気絶させ，その後さらに本件被害者の首を押さえ続け\nたことで本件被害者を窒息死させたと主張していたという。しかしなが\nら，上記の摘示事実は，抵抗されたのでスリーパーホールドにしたと\nいうものであり，そもそもスリーパーホールドにより殺害したという事\n実の摘示をするものではないし，原告らはスリーパーホールドの姿勢で\n本件被害者を気絶させたという主張はしていたのだから，上記の摘示\n事実が，その重要部部分において真実に合致していることは明らかであ\nる。\u0000\n  さらに，原告らは，上記の点について，原告らの主張は，犯罪心理\n学鑑定書による分析に基づいて，本件被告人が死者を復活させると信じ\n\u0000 \u0000\u0000\u0000\nて姦淫行為を行ったことを説明する趣旨であったことに言及していない\nから虚偽の事実であると主張する。しかしながら，原告らが本件刑事事\n件において上記のような主張をしていたこと自体は真実であることは\n原告らも争っていないし，上記の主張が鑑定書に基づくことや本件被\n告人が死者を復活させると信じていたことを説明する趣旨であったかど\nうかが説明されなくとも，原告らが本件刑事事件において，本件被害者\nを生き返らせるために姦淫したという主張をしているという事実自体の\n意味が変わるものとは考えられない。したがって，原告ら指摘の点を説\n明していなくとも，上記の摘示事実が虚偽の事実となるとは認め難い。\u0000\nイ  各発言が前提とする事実の真実性\u0000\n  別紙２放送内容反訳書面記載③の発言の前提となる事実は真実か\u0000\n原告らは，別紙２放送内容反訳書面記載③の発言の前提となる事実は，\n原告らの一部の者が日本弁護士連合会の模擬裁判のリハーサルを理由に，\n最高裁判所における弁論期日に欠席したことであるとしつつ，その理由\nには，本件刑事事件における原告らの主張の準備が間に合わなかったこ\nともあったことから，上記事実は真実でないと主張する。しかしながら，\n結局，原告らが，最高裁判所の弁論期日を欠席したという点は真実であ\nるし，その理由として本件刑事事件における原告らの主張の準備が間に\n合わなかったことが説明されていなかったとしても，そのことで上記の\n最高裁判所の弁論期日を欠席したという事実の意味が大きく変わるもの\nでもないから，別紙２放送内容反訳書面記載③の発言の前提となる事実\nは重要部分で真実である。\u0000\n  別紙２放送内容反訳書面記載⑤の発言の前提となる事実は真実か\u0000\n原告らは，別紙２放送内容反訳書面記載⑤の発言の前提となる事実は，\n原告らは，最高裁判所に期日変更を申し出たが，これを認められなかっ\nたから，紙を１枚ＦＡＸ送信して，期日を欠席したのであるから，紙１\n\u0000 \u0000\u0000\u0000\n枚だけＦＡＸして欠席したというのは真実でないと主張する。しかしな\nがら，欠席に至る経緯はどうあれ，期日に欠席した際には紙を１枚だけ\nＦＡＸ送信していたことは真実なのだから，別紙２放送内容反訳書面記\n載⑤の発言の前提となる事実が真実であることは明らかである。\u0000\nウ  本件放送における意見・論評は公正な論評の域を出た表現行為か。\u0000\n  論評による名誉毀損については，それが公共の利害に関する事項を対\n象とするものであり，専ら公益を図る目的でされている場合は，その前\n提とする事実が真実である限りは，それが人身攻撃に及ぶなど論評とし\nての域を逸脱したものでない限り，名誉侵害の不法行為の違法性を欠く\nものというべきである（最高裁判所昭和６２年４月２４日第二小法廷判\n決・民集４１巻３号４９０頁，最高裁判所昭和５８年１０月２０日第一\n小法廷判決・裁判集民事１４０号１７７頁参照）。\u0000\nそして，本件放送の前提とする事実は本件刑事事件における原告らの\n弁護活動（最高裁判所の弁論期日を欠席したことを含む。）であることか\nらして，その対象は公共の利害に関する事実といえ，かつ本件放送の出\n演者らには専ら公益を図る目的があったことが推認できる。さらに，上\n記本件刑事事件における原告らの弁護活動が真実であることは既に判断\nしたとおりである。したがって，本件放送における意見・論評が公正な\n論評の域を逸脱したものかが問題となる。\u0000\n  別紙２放送内容反訳書面記載②の発言について\u0000\n別紙２放送内容反訳書面記載②の発言は，本件刑事事件における原告\nらの主張を対象として，そのような主張をする原告らを「ドアホ」「馬鹿\n者」と表現しているから，本件刑事事件における原告らの主張内容が不\n当であるという発言者の意見を強調し，これを訴えかける意図で「ドア\nホ」「馬鹿者」という表現を用いているものというべきであり，それを超\nえて人身攻撃に及ぶものとまでは認められない。\u0000\n\u0000 \u0000\u0000\u0000\n  別紙２放送内容反訳書面記載③の発言について\u0000\n別紙２放送内容反訳書面記載③の発言は，被告 \u0000 において，原告 \u0000２\nが最高裁判所の弁論期日を欠席したことを対象として，弁護士バッジを\nとらないといけないという表現をしたものであるから，原告 \u0000２の最高\n裁判所の弁論期日の欠席を批判するためにされた発言であることは明ら\nかであり，これを超えて人身攻撃に及ぶものとまでは認められない。\u0000\n  別紙２放送内容反訳書面記載⑦の発言について\u0000\n別紙２放送内容反訳書面記載⑦の発言は，その前後の文脈からして，\n本件刑事事件における原告らの弁護活動が許されないものであるという\n被告 \u0000 の意見を「非行」という言葉で表現したものと認められるから，\nこれが論評の域を超えた人身攻撃に及ぶものとまでは認められない。\u0000\n  別紙２放送内容反訳書面記載⑰の発言について\u0000\n別紙２放送内容反訳書面記載⑰の発言は，被告 \u0000 が，本件放送の視聴\n者に対し，本件刑事事件における弁護活動を理由として，弁護士会に対\nする原告らの懲戒請求を行うことを呼びかけるものであるが，この呼び\nかけの発言も，その目的は，弁護士懲戒請求制度を周知すること及び本\n件刑事事件における弁護活動を批判する点にあるものといえ，また，呼\nびかけの態様はあくまで，本件放送の視聴者が原告らの弁護活動が許さ\nれないと思うのであればという視聴者の判断に委ねるものであることか\nらすれば，懲戒請求の呼びかけも，論評の域を逸脱した人身攻撃に及ぶ\nようなものとまでは認められない。\u0000\n  別紙２放送内容反訳書面記載⑱の発言について\u0000\n別紙２放送内容反訳書面記載⑱の発言は，週刊誌に対して原告らの顔\n写真と名前，過去の経歴，住所を掲載すればよいという一種の呼びかけ\nといえるが，これもその前後の文脈等からすれば，原告らの本件刑事事\n件における弁護活動を批判する目的でされた発言であるといえること，\n\u0000 \u0000\u0000\u0000\n実際にこれらの事項を掲載するかは，各週刊誌の編集者の判断に委ねら\nれるものであり，上記呼びかけに大きな影響力があるものとはいえない\nことからして，やはり論評の域を逸脱した人身攻撃に及ぶものとまでは\n認められない。\u0000\n  別紙２放送内容反訳書面記載○\u0000\u0000 の発言について\u0000\n別紙２放送内容反訳書面記載○\u0000\u0000 の発言は，原告らの本件刑事事件にお\nける弁護活動は，本件被害者に対する誹謗中傷にもなるというものであ\nり，本件刑事事件における弁護活動に対する批判の一環であることは明\nらかであるから，論評の域を逸脱した人身攻撃に及ぶものとまでは認め\nられない。\u0000\n  別紙２放送内容反訳書面記載○\u0000\u0000 の発言について\u0000\n別紙２放送内容反訳書面記載○\u0000\u0000 の発言は，「だいたい弁護士の資格って\nいうのは・・・」という冒頭部分から続けて，個人の品格とか能力とは\n別に筆記試験で通ることを指摘して，人間として異常な，最低レベルの\n人格しか持っていないような人間を引き合いに出し，仮にそういう人間\nが弁護士活動できるのはおかしいという意見を述べるものであって，同\n発言中に，原告らが人間として異常であるとか，人間として最低レベル\nの人格しか持っていないという趣旨の表現は見られないから，その批判\nの対象は，そもそも弁護士資格制度一般と見るべきであり，原告ら個々\n人について人間として異常とか，最低レベルの人格しか持っていないと\nいう批判をしているものと見ることはできない。よって，同発言は，そ\nもそも原告らに対する名誉毀損となるものとはいえない。\u0000\n  別紙２放送内容反訳書面記載○\u0000\u0000 の発言について\u0000\n別紙２放送内容反訳書面記載○\u0000\u0000 の発言は，弁護士には品性下劣な人が\nいっぱいおり，原告らも品性下劣であるという趣旨のものであるが，同\n発言は，本件刑事事件における原告らの弁護活動が１，２審でされてい\n\u0000 \u0000\u0000\u0000\nないような主張を内容とするものであること，本件被害者を中傷するよ\nうな内容のものであるといった批判がされた上で行われたものであるこ\nとからすれば，本件刑事事件における原告らの弁護活動から離れて原告\nらを誹謗中傷するものとまではいえず，飽くまで同弁護活動に対する批\n判の域を超えるものとはいえない。よって，同発言についても，論評の\n域を逸脱した人身攻撃に及ぶものとまでは認められない。\u0000\n  別紙２放送内容反訳書面記載○\u0000\u0000 の発言について\u0000\n別紙２放送内容反訳書面記載○\u0000\u0000 の発言は，原告らを精神鑑定にかけろ\nというものであるが，同発言は，その直前の本件被告人が本件被害児に\n首ひもを巻きつけたことは，本件被害者である母親を亡くして泣き叫ぶ\n弟（本件被害児）に対し，兄（本件被告人）にできる償いの印であった\nという趣旨の本件刑事事件における原告らの主張を受けて行われたもの\nであるから，本件刑事事件における原告らの弁護活動から離れて原告ら\nを誹謗中傷するものとまではいえず，あくまで同弁護活動に対する批判\nの域を超えるものとはいえない。よって，同発言についても，論評の域\nを逸脱した人身攻撃に及ぶものとまでは認められない。\u0000\n  その他，本件放送の発言の中に，原告らの本件刑事事件における弁護\n活動に対する批判という域を超えた人身攻撃に及ぶような表現があると\nは認められない。\u0000\nなお，原告らは，本件放送の各発言を総合すると，単なる批判・批評\nの域を超えて，人身攻撃に及んでいる表現行為がされているといえると\n主張するが，本件放送は，その内容から明らかなとおり，出演者らが，\n一定のテーマ（本件では本件刑事事件における原告らの弁護活動）につ\nいて，それぞれの意見を述べるというものであり，本件放送全体で一つ\nの表現行為を行っているものと見るべきではない。そうすると，不法行\n為性が問題となるのは，あくまで個々の発言者の意見・論評なのであっ\n\u0000 \u0000\u0000\u0000\nて，個々の発言者の意見・論評が，不法行為法上違法とはいえない限り\nは，それを総合したとしてもやはり不法行為法上違法とはいえないもの\nというべきである。そして，個々の発言者の表現がいずれも不法行為法\n上違法の評価を受けるものとまではいえないことは既に判断したとおり\nである。\u0000\n  懲戒請求を呼びかけた行為の違法性（名誉毀損とは別の不法行為の成否）\nについて\u0000\nア  被告 \u0000 は，別紙２放送内容反訳書面記載⑰及び○\u0000\u0000 のとおり，本件放送の\n視聴者に向けて，弁護士懲戒請求をするように呼びかけている（以下，こ\nの呼びかけ行為を「本件呼びかけ行為」という。）。\u0000\n本件呼びかけ行為は，懲戒請求そのものではなく，視聴者による懲戒請\n求を推奨するものであって，娯楽性の高いテレビのトーク番組である本件\n放送における出演者同士のやり取りの中でされた表現行為の一環といえる。\nその趣旨とするところも，報道されている本件刑事事件における原告らの\n弁護活動の内容は問題であるという自己の考えや懲戒請求は広く何人にも\n認められるとされていること（弁護士法５８条１項）を踏まえて，本件放\n送の視聴者においても同様に原告らの弁護活動が許せないと思うのであれ\nば，懲戒請求をしてもらいたいとして，視聴者自身の判断に基づく行動を\n促すものである。その態様も，視聴者の主体的な判断を妨げて懲戒請求を\nさせ，強引に懲戒処分を勝ち取るという運動を唱導するようなものとはい\nえない。他方，原告らは，社会の耳目を集める本件刑事事件の弁護人であ\nって，その弁護活動が，重要性を有することからすると，社会的な注目を\n浴び（乙４ないし１０６の６，弁論の全趣旨），その当否につき国民による\n様々な批判を受けることはやむを得ないものといえる。そして，原告らに\nついて，多数の懲戒請求がされたこと（甲１０，１２，３２の２，３６な\nいし４４，調査嘱託の結果，弁論の全趣旨）については，多くの視聴者等\n\u0000 \u0000\u0000\u0000\nが被告 \u0000 の発言に共感したことや被告 \u0000 の関与なくしてインターネット上\nのウェブサイトに掲載された書式を使用して容易に懲戒請求をすることが\nできたことが大きく寄与しているとみることができる（甲３ないし６の３，\n弁論の全趣旨）。のみならず，原告らに対する懲戒請求は，インターネット\n上の書式にあらかじめ記載されたほぼ同一の事実を懲戒事由とするもので\nあり，そもそも弁明書の提出を求められていない原告や一括対応が可能だ\nった原告が相当数おり（調査嘱託の結果），これらの原告らについては，弁\n護士業務に対する多大な負担が生じたとはいえない。また，一括で対応が\nできなかった原告らについては，それによる弁護士業務に対する負担は相\n当のものだったと考えられるが，その懲戒事由に対する反論は，各懲戒請\n求ごとに大きく異なるものだったとはいえないし，懲戒請求件数は，平成\n１９年の６月ころから９月ころまでをピークとし，それ以降は減少傾向に\nあったから（調査嘱託の結果），その負担が長期にわたって継続していたも\nのでもない。\u0000\nこのような本件呼びかけ行為の態様，発言の趣旨，原告らの弁護人とし\nての社会的立場，本件呼びかけ行為により負うこととなった原告らの負担\nの程度等を総合考慮すると，これにより原告らの被った精神的苦痛が社会\n通念上受忍すべき限度を超えるとまでは言い難く，これを不法行為法上違\n法なものであるということはできない。\u0000\nイ  原告らは，被告 \u0000 は，本件刑事事件における原告らの弁護活動が懲戒事\n由にならないことを認識していたにもかかわらず，本件呼びかけ行為を行\nったと主張する。しかしながら，一般的に見て刑事被告人の弁護活動の当\n否をもってこれが懲戒事由となる可能性が薄いとしても，被告 \u0000 は，本件\n放送後も一貫して原告らの本件刑事事件における弁護活動，特に本件刑事\n事件の差戻し前の１，２審においてされていなかった主張を差し戻し前の\n上告審で行い，さらに差戻し後の２審でも行ったことに関して，これが懲\n\u0000 \u0000\u0000\u0000\n戒事由にあたるという趣旨の主張をしており（甲１３・７頁等，３４の１，\n３，弁論の全趣旨），これが本件放送における被告 \u0000 の各発言に沿うもの\nであることからすれば，被告 \u0000 は，本件刑事事件における原告らの弁護活\n動が懲戒事由になり得るものと認識しつつ，本件呼びかけ行為をしたもの\nと推認するのが合理的である。\u0000\n  小活\u0000\n以上の検討からすれば，本件放送における被告 \u0000 やその他の出演者の表現\n行為には，何らの不法行為の成立も認めることができないから，被告 \u0000 は本\n件放送における他の発言者の発言についても責任を負うかという点につい\nては検討するまでもなく，原告らの被告 \u0000 に対する請求には理由がない。\u0000\n２  被告讀賣テレビ関係の争点\u0000\n  被告讀賣テレビの過失の有無について\u0000\n原告らは，被告讀賣テレビに，名誉毀損や人格的利益を侵害しないように，\n本件放送の内容を編集する等の義務があったのにこれを怠った，意見の対立\nする問題については特定の意見に偏らないように配慮する義務があったのに\nこれを怠った等と主張する。しかしながら，本件放送における各発言がいず\nれも不法行為を構成するものでないことは既に説示したとおりである。そし\nて，放送内容については放送事業者の自主規制に委ねられているものと解さ\nれること（放送法１条２号，３条），放送事業者に何らかの編集義務や番組の\n編成義務を法的義務として課すことは特定の内容の表現を放送事業者に強制\nすることになり，表現の自由に対する侵害となり得ることからすれば，上記\nのように本件放送の各発言に違法性が認められない場合，放送内容を編集す\nる義務や特定の意見に偏らないようにする義務を不法行為法上の義務として\n認めることはできない。\u0000\n  小活\u0000\nよって，原告らの被告讀賣テレビに対する請求には理由がない。\u0000\n\u0000 \u0000\u0000\u0000\n３  結論\u0000\n以上のとおり，原告らの請求にはいずれも理由がないから，これらを棄却す\nることとして主文のとおり判決する。\u0000\n\u0000\n広島地方裁判所民事第３部\u0000\n\u0000\n裁判長裁判官      梅    本    圭\u0000 一\u0000 郎\u0000\n\u0000\n裁判官岩井一真及び裁判官増子由一は，転補につき署名押印できない。\u0000\n\u0000\n\u0000\n裁判長裁判官      梅    本    圭\u0000 一\u0000 郎\u0000\n\u0000\n\u0000 \u0000\u0000\u0000\n（別紙１）\u0000\n\u0000\n第１  \u0000\n                          謝罪広告\u0000\n当社は，平成１９年５月２７日放送の番組「たかじんのそこまで言って委員\n会」において，いわゆる光市母子殺害被告事件の弁護団につき，あたかも同弁\n護団が被告人の弁解をねつ造しているかのように，また，遺族感情を意図的に\n傷つけるような弁護団活動を行っているかのように，事実と異なる内容の放送\nをした上，同弁護団に所属する弁護士各位に対する懲戒請求を扇動し，同弁護\n士各位の名誉，信用を含む人格的権利を著しく毀損したことは誠に申し訳なく，\nここに深く謝罪致します。\u0000\n○年○月○日\u0000 \u0000\n大阪市 \u0000 区 \u0000\u0000 丁目 \u0000 番 \u0000 号\u0000\n讀賣テレビ放送株式会社  \u0000\n代表者代表取締役    \u0000\u0000\n\u0000                           謝罪広告\u0000\n私は，平成１９年５月２７日放送の番組「たかじんのそこまで言って委員会」\nに出演した際，いわゆる光市母子殺害被告事件の弁護団につき，あたかも同弁\n護団が被告人の弁解をねつ造したかのように，また，遺族感情を意図的に傷つ\nけるような弁護団活動を行っているかのように，事実と異なる発言した上，同\n弁護団に所属する弁護士各位に対する懲戒請求を扇動し，同弁護士各位の名誉，\n信用を含む人格的権利を著しく毀損したことは誠に申し訳なく，ここに深く謝\n罪致します。\u0000\n○年○月○日\u0000 \u0000\n\u0000\n\u0000 \u0000\u0000\u0000\n大阪市 \u0000 区 \u0000\u0000 丁目 \u0000 番 \u0000 号 \u0000 ビル \u0000 階\u0000\n弁護士法人 \u0000 法律事務所\u0000\n弁護士  \u0000\u0000\n\u0000\n第２  \u0000\n朝日新聞の全国版朝刊社会面下段に１段３センチメートルを２段，横巾１２．\n６センチメートルの大きさで，表題の「謝罪広告」は活字１２ポイントの大きさ\nで，「讀賣テレビ放送株式会社  代表者代表取締役  \u0000」及び「弁護士 \u0000」は活\n字１２ポイントの大きさで，その余の文字は活字１０．５ポイントの大きさで１\n回掲載すること。\u0000\n上記第１，同の年月日欄は，掲載の日付を記載すること。\u0000\n以上\u0000\n"
}