{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 31,
    "month": 1,
    "day": 8
  },
  "case_number": "平成28(ワ)9729",
  "case_name": "損害賠償請求事件",
  "court_name": "大阪地方裁判所第18民事部",
  "gist": "強姦等の罪で服役し，再審で無罪となった原告について，①警察官の捜査，②検\n 察官の起訴及び確定審における各公判維持行為，③確定審裁判官の各判決行為，並\nびに④再審請求審において検察官が裁判所の証拠一覧表交付命令を拒否した行為が，\nいずれも国家賠償法上違法とはいえないとされた事例。",
  "lawsuit_id": "88434",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88434",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/434/088434_hanrei.pdf",
  "contents": "主                  文\n１  原告らの請求をいずれも棄却する。\n２  訴訟費用は原告らの負担とする。\n事  実  及  び  理  由\n第１  請求\n１  被告らは，原告Ｘ１に対し，連帯して１億１２１０万８５４０円及びこれに\n対する平成２０年９月３０日から支払済みまで年５分の割合による金員を支払\nえ。\n２  被告らは，原告Ｘ２に対し，連帯して２８９４万円及びこれに対する平成２\n０年９月３０日から支払済みまで年５分の割合による金員を支払え。\n３  被告国は，原告Ｘ１に対し，３００万円及びこれに対する平成２７年１月２\n０日から支払済みまで年５分の割合による金員を支払え。\n第２  事案の概要\n以下，本判決においては，主な固有名詞等について，別紙「略語一覧表」記\n載のとおり表記する。\n１  事案の要旨\n(1) 請求の趣旨１項及び２項にかかる請求について\n請求の趣旨１項及び２項にかかる請求は，本件刑事事件において一旦有罪\n判決を受けたものの，再審において無罪判決を受けた原告Ｘ１及びその妻で\nある原告Ｘ２が，本件刑事事件にかかる警察官の捜査，検察官による公訴提\n起，公判維持行為及び勾留の継続並びに裁判官による判決行為がいずれも違\n法であって，共同不法行為を構成すると主張し，国家賠償法１条１項に基づ\nき，これらの各行為によって原告Ｘ１が被った損害合計１億１２１０万８５\n４０円及び原告Ｘ２が被った損害２８９４万円並びにこれらに対する不法行\n為日である平成２０年９月３０日から支払済みまで民法所定の年５分の割合\nによる遅延損害金の支払を各求めるものである。\n(2) 請求の趣旨３項にかかる請求について\n請求の趣旨３項にかかる請求は，原告Ｘ１が，本件刑事事件の再審請求審\nにおいて，検察官が裁判所から証拠一覧表を交付するよう命じられたにもか\nかわらずこれを拒否したのは，原告Ｘ１の証拠一覧表を利用する権利を侵害\nし，違法であると主張して，国家賠償法１条１項に基づき，精神的損害とし\nて３００万円及びこれに対する不法行為日である平成２７年１月２０日から\n支払済みまで民法所定の年５分の割合による遅延損害金の支払を求めるもの\nである。\n２  前提事実\n当事者間に争いがないか，後掲各証拠及び弁論の全趣旨により認定できる事\n実は，次のとおりである。\n(1) 原告らの家族関係\nア  原告Ｘ２は，原告Ｘ１の妻である。\nイ  Ａ子及びＢ男は，原告Ｘ２の孫であり，かつ，原告らの養子である。ま\nた，Ｂ男は，Ａ子の実兄である。\nＡ子らは，平成７年頃から本件刑事事件の捜査が行われた平成２０年頃\nの間，原告らの住居において，原告ら及び原告Ｘ１の母と共に生活してい\nた（甲３７の２・４頁，４０の２・１頁）。\nウ  Ｅは，原告Ｘ２の実子であり，かつ，Ａ子及びＢ男の実母である。Ｅは，\n平成７年頃，Ａ子らを原告らに預けて，Ａ子らの実父から逃れ，平成９年\n頃，同人と離婚して，Ｆと再婚した（甲４０の２・１頁，乙１３別紙速記\n録・２ないし３頁）。\n平成２１年７月頃，Ｆは，Ａ子らと養子縁組をした（甲４０の２・１頁）。\n(2) 本件刑事事件の捜査及び公判の経過\nア  Ａ子は，平成２０年８月２６日，大阪府警察Ｑ警察署の司法警察員に対\nして，原告Ｘ１から強制わいせつの被害を受けたとして，本件強制わいせ\nつ事件につき告訴した。また，同月２７日には，Ｅも，Ａ子から被害状況\nを聞き取ったとして，本件強制わいせつ事件につき告訴した（甲８の１）。\nイ  原告Ｘ１は，平成２０年９月頃，本件強制わいせつ事件の被疑者として\n逮捕，勾留され，同月３０日に起訴された（甲６の１，５２の１，５４）。\nウ  Ａ子は，平成２０年９月２９日，検察官に対し，原告Ｘ１から強姦の被\n害を受けたとして，本件強姦事件につき告訴した（甲８の１）。\nエ  原告Ｘ１は，平成２０年１０月頃，本件強姦事件の被疑者として逮捕，\n勾留され，同年１１月１２日に起訴された（甲６の２，５２の２，５４）。\nオ  原告Ｘ１は，平成２１年５月１５日，懲役１２年の実刑判決の言い渡し\nを受け，これに対して，控訴，上告したが，平成２２年７月２１日に控訴\n棄却の判決，平成２３年４月２１日に上告棄却の決定がされ，本件第１審\nの実刑判決が確定した（甲３ないし５）。\n(3) 本件再審請求審及び本件再審の経過等\nア  原告Ｘ１は，平成２６年９月１２日，Ａ子らの供述が虚偽であったこと\nが明らかとなったとして，大阪地方裁判所に再審を請求した（甲２８）。\nイ  原告Ｘ１は，平成２６年１１月１８日，刑の執行が停止され，釈放され\nた（甲２９，５４）。\nウ  原告Ｘ１は，平成２７年２月２７日，再審開始決定を受け，さらに同年\n１０月１６日には本件再審において無罪判決を受けて，当該判決が確定し\nた（甲１，２）。\nエ  原告Ｘ１は，平成２７年１１月１２日，大阪地方裁判所に対し，刑事補\n償を請求し，平成２８年２月１８日，２８２６万２５００円の刑事補償の\n決定を受けた（甲５４）。\nオ  原告らは，平成２８年１０月５日，本件訴訟を提起した（顕著な事実）。\n３  争点\n(1) 警察官による本件刑事事件にかかる捜査の違法性（争点１）\n(2) 本件各公訴提起の違法性（争点２）\n(3) 本件公判検事らによる公訴維持及び勾留継続の違法性（争点３）\n(4) 本件担当裁判所による判決行為の違法性（争点４）\n(5) 本件交付拒否行為の違法性（争点５）\n(6) 原告らに生じた損害の有無及びその額（争点６）\n４  争点に対する当事者の主張\n(1) 争点１（警察官による本件刑事事件にかかる捜査の違法性）について\n（原告らの主張）\n本件刑事事件にかかる捜査は，以下のとおり，司法警察職員に認められる\n合理的裁量を逸脱したものであり，国家賠償法上違法である。\nなお，警察官によるかかる違法行為は，後に主張するＰ１検事，本件公判\n検事ら及び本件担当裁判所の各行為と共同不法行為となる。\nア  一般的に年少者は，家族や捜査官に誘導されやすく，取調べを行う際に\nは，専門家を関与させること，事情聴取を早い時期に行ったうえで繰り返\nさず，聴取時には自由供述させること，ビデオによる記録を行ったうえで\n後に鑑定すること等の配慮が必要不可欠である。警察官が，そのような配\n慮をしないまま，年少者の虚偽供述を証拠化した場合には，原則として重\n大な過失により職務上の義務を怠ったと推定すべきである。\n本件刑事事件にかかる捜査が行われた当時，Ａ子らは年少者であったか\nら，Ｋ１巡査部長がＡ子らの取調べを行うに当たっては，同人らの供述を\n誘導することがないよう専門家を関与させる等の配慮をし，虚偽供述を証\n拠化しないようにすべき職務上の義務があった。それにもかかわらず，Ｋ\n１巡査部長は，専門家を取調べに関与させる等の配慮をしないまま，Ａ子\nらの虚偽供述を録取した供述調書を作成したのであるから，重大な過失に\nより職務上の義務を怠ったというべきである。\nイ  本件刑事事件にかかる捜査が行われていた平成２０年８月２９日には，\n本件カルテがすでに作成されていたものであるところ，当該カルテには，\n「処女膜は破れていない」との記載があり，Ａ子が強姦被害にあっていな\nかったことを示す重要な証拠であるといえる。したがって，警察は，当該\nカルテを消極証拠として収集すべき職務上の義務があったところ，故意又\nは過失によって本件カルテの収集を怠った。\n（被告大阪府の主張）\nア  警察官が本件カルテを証拠として収集していないことは認め，その余は\n否認ないし争う。\nイ  警察官が年少者を取り調べるに当たって，専門家を関与させることが義\n務付けられているわけではない。また，本件刑事事件を担当したＫ１巡査\n部長が，本件強制わいせつ事件についてＡ子らを取り調べるにあたり，年\n少者の取調べに必要な配慮を欠いたことはない。まして，関連証拠と整合\nするようにＡ子らの供述を誘導したことはなく，Ａ子らが虚偽の供述をす\nるに至ったのは，Ｋ１巡査部長による取調べが原因ではない。\nしたがって，Ｋ１巡査部長による取調べが国家賠償法上違法となること\nはない。\nウ  また，警察官は，Ａ子やＥから，Ｈ医院を受診したことや処女膜が破れ\nていないとの診断を受けたことを伝えられておらず，本件カルテの存在を\n認知することができない状況にあった。そのため，警察官が本件カルテを\n収集できなかったのはやむを得ないことであり，国家賠償法上違法とはい\nえない。\n(2) 争点２（本件各公訴提起の違法性）について\n（原告らの主張）\nア  強姦事案において，最も重要な証拠は性器の状態に関する客観的証拠で\nある。さらに，本件刑事事件においては客観的証拠が乏しく，被害者も年\n少者であって，供述が変遷したり，内容が不合理であったりと，その供述\nの信用性は高くなかった。このような状況の下では，Ｐ１検事は，処女膜\nの状況を適切に診断できる専門技能を有した医師にＡ子の診断をさせる\nべきであった。このような捜査を行っていれば，Ａ子の性器に性的被害の\n痕跡が存在しないことが明らかになっていたはずである。\nまた，平成２０年９月２５日，Ｐ１検事の指示でＡ子が受診したＩクリ\nニックのＧ医師は，「処女膜裂傷」，「上記診断と考えます」という内容の本\n件診断書を作成した。一方，Ａ子の供述を前提とすれば，Ａ子は強姦被害\nに繰り返し遭っていたのであるから，この時点で処女膜裂傷があるという\nのは不可解である。そのため，Ｐ１検事は，Ｇ医師から診断結果の具体的\n内容について直接聴取すべきであった。このような捜査を行っていれば，\n本件診断書の作成に当たり，Ａ子の診察ができていなかったことが明らか\nとなり，再度専門技能を有する他の医師に診察を依頼することになったは\nずであり，その結果，上記と同様に，Ａ子の性器に性的被害の痕跡が存在\nしないことが明らかになっていたはずである。\nさらに，Ｐ１検事は，Ｅから，Ａ子を別の産婦人科にも連れて行ったこ\nとを聴取しているのであるから，当該産婦人科の所在や診断結果を捜査す\nべきであった。このような捜査を行っていれば，本件カルテの存在が明ら\nかとなり，これを入手できたはずである。\nイ  以上のとおり，Ａ子に処女膜裂傷がない旨の診断書や本件カルテは，通\n常要求される捜査によって獲得できる証拠であって，これらの証拠を総合\n勘案すれば，本件刑事事件について，原告Ｘ１に，合理的な判断過程によ\nり有罪と認められる嫌疑は存在しなかった。それにもかかわらず，Ｐ１検\n事は本件刑事事件について，原告Ｘ１を被告人として起訴しているのであ\nるから，本件各公訴提起は国家賠償法上違法である。\n（被告国の主張）\nア  Ｇ医師が本件診断書を作成したこと，本件診断書に「処女膜裂傷」，「上\n記診断と考えます」という記載があることは認め，その余は否認ないし争\nう。\nイ  Ｐ１検事は，警察官であれば性犯罪被害者の診察に慣れている産婦人科\n医を把握していると考え，適切な産婦人科医を選定し，かつ，Ａ子に当該\n産婦人科医の診察を受けさせる捜査を警察官に指示している。その結果，\n十分能力を有したＧ医師によって作成された本件診断書を入手していた。\nまた，Ｐ１検事は，本件診断書の内容につき，処女膜裂傷には陳旧性のも\nのを含むと理解していたうえ，Ａ子も診察状況について具体的かつ詳細な\n供述をしていたことから，本件診断書の内容を疑うべき特段の事情はなか\nった。そのため，Ｐ１検事において，本件診断書及びＡ子の供述をふまえ\nても，なお専門家による診察が必要と考えられる状況にはなかった。\nさらに，Ｐ１検事が，Ｅから，Ａ子が別の産婦人科を受診していた事実\nを聴取したのは平成２０年９月２５日であるところ，Ｐ１検事は，その時\n点で既にＡ子にＩクリニックを受診させる手配を済ませており，近日中に\nその診断結果を得られる見込みであった。また，一般人が強姦被害につい\nて申告する前に産婦人科で処女膜裂傷の有無を確認していることは少な\nく，当該別の産婦人科において処女膜についての検査がされていることは\n想定できなかったのであり，当時，Ｐ１検事が，Ｅから別の産婦人科の所\n在やそこでの診断結果等を聴取しなかったのはやむを得ない。\nウ  以上のとおり，本件刑事事件において，Ｇ医師の直接聴取等は通常要求\nされる捜査に該当せず，本件カルテは通常要求される捜査を遂行すれば収\n集し得た証拠に該当しない。\nそして，本件刑事事件において，Ａ子の供述は，被害について具体的に\n述べているうえ，Ｂ男の供述とも合致しており，特段不自然な点はない。\nこれに対して，原告Ｘ１は，インポテンツについて医師に相談したことも\nないのに相談したことがある等と虚偽の供述もしており，同人の供述は信\n用性が認められなかった。\nしたがって，第１起訴，第２起訴当時における証拠資料を総合勘案すれ\nば，合理的な判断過程により原告Ｘ１が有罪と認められる嫌疑が存在し，\n本件各公訴提起は国家賠償法上違法とはいえない。\n(3) 争点３（本件公判検事らによる公訴維持及び勾留継続の違法性）について\n（原告らの主張）\nＰ２検事は，本件診断書を証拠調べ請求したうえ，後に撤回するという行\n動に出ていることから，本件刑事事件において中核となるＡ子の性器の状態\nに関する客観的証拠が欠如していることを認識することができたはずである。\nまた，Ｐ３検事は，控訴審弁護人が，ＥがＡ子を産婦人科に連れて行ったと\nいう事実を具体的に指摘し，さらに，これに関する証拠開示請求も行ってい\nることから，当該産婦人科の所在やその診断結果が捜査されていないことを\n認識できたはずである。\n本件公判検事らは，このような認識があったにもかかわらず，必要な補充\n捜査を行わず，漫然と公訴を維持したのであるから，同人らによる公訴の維\n持及び勾留の継続はいずれも国家賠償法上違法である。\n（被告国の主張）\n公訴の提起が違法でないならば，本件公判検事らによる公訴維持行為及び\n勾留継続行為についても，原則として違法との評価を受けないと解すべきと\nころ，争点２において述べたように，本件各公訴提起は適法であるから，本\n件公判検事らによる公訴維持行為及び勾留継続行為も適法である。\nまた，本件第１審においては，Ａ子やＢ男は捜査時と同様の供述をしてお\nり，公訴提起時から証拠関係が変化していない。したがって，Ｐ２検事が補\n充捜査を行わなかったことは不当とまではいえない。本件控訴審においても\n証拠関係は変化していないから，Ｐ３検事についても同様である。\nしたがって，本件公判検事らによる公訴維持行為及び勾留継続行為は，い\nずれも国家賠償法上違法とはいえない。\n(4) 争点４（本件担当裁判所による判決行為の違法性）について\n（原告らの主張）\n本件第１審裁判所は，本件刑事事件の中核的な証拠であるＡ子の性器の状\n態に関する客観的証拠が欠如しているにもかかわらず，これについて補充の\n立証を促すことをしなかった。また，判決においては，１４歳の少女が虚偽\nの証言をするはずがないという思い込みから，感情的に原告Ｘ１を糾弾して\nいる。\nさらに，本件控訴審裁判所は，本件第１審裁判所と同様に，中核的な客観\n的証拠が欠如していることを認識しながら，弁護人によるＡ子の証人尋問請\n求等を却下し，平成２２年７月２１日に判決を言い渡した。ところが，同年\n８月２日には，Ａ子が本件刑事事件の被害は存在しなかった旨を述べるに至\nっており，控訴審裁判所がＡ子の証人尋問を採用していれば，Ａ子が本件第\n１審における証言を虚偽と認めていた可能性が高い。そのため，Ａ子の証人\n尋問が必要な証拠調べであったことは明らかである。\n以上のとおり，本件担当裁判所は，予断，思い込み等から証拠の採否及び\n証拠の評価を誤り，合理的裁量を著しく逸脱して判決行為をしたものである\nから，本件担当裁判所による判決行為は，いずれも国家賠償法上違法である。\n（被告国の主張）\n争う。\n裁判官の行為が国家賠償法上違法となるには，当該裁判官が違法又は不当\nな目的をもって裁判したなど，裁判官がその付与された権限の趣旨に明らか\nに背いてこれを行使したものと認めうるような特別の事情が認められる必要\nがあると解すべきところ，証拠の採否等については裁判官に裁量があり（刑\n事訴訟法２９７条），証拠の評価については裁判官の自由心証に委ねられて\nいるのであって，原告が主張するいずれの事情も，本件担当裁判所の裁量や\n自由心証主義の範囲内にとどまるものであるから，上記特別の事情があると\nは評価できない。\nまた，Ａ子の本件第１審における証言が虚偽であることは，事後的に明ら\nかになったものであって，本件控訴審裁判所による判決行為時の事情ではな\nいから，同行為の違法性を基礎づける事情とはならない。\nしたがって，本件担当裁判所による判決行為は，いずれも国家賠償法上違\n法とはいえない。\n(5) 争点５（本件交付拒否行為の違法性）について\n（原告Ｘ１の主張）\n再審請求人の無実を証明する証拠が，しばしば捜査機関が保有する証拠の\n中に存在している実情をふまえると，再審請求人は，防御活動のために，捜\n査機関が保有する証拠を，証拠開示を通じて利用する権利を有している。そ\nして，再審請求人は，捜査機関が保有している証拠の内容を知らなければ実\n効的な証拠開示請求をすることができないのであるから，証拠開示請求に伴\nう手続上の権利として，証拠一覧表交付請求権を有していると解するべきで\nある。仮に，かかる権利が抽象的なものに過ぎないとしても，本件では，裁\n判所による本件交付命令により具体的な権利となっている。\nまた，再審請求審裁判所は，訴訟指揮権の行使の一環として検察官に対し\n証拠の開示を命じることができ，これと同様に，証拠一覧表の交付を命じる\nことができると解される。\nそして，訴訟当事者は裁判所の決定に従う義務があるところ，Ｐ４検事ら\nは，異議申立て，特別抗告等のとりうる法的不服手段も履践せず，最高検察\n庁検察官及び大阪高等検察庁検察官の指揮命令に従って，本件交付拒否行為\nに及び，原告Ｘ１の証拠一覧表交付請求権を侵害したのであるから，当該行\n為は国家賠償法上違法である。\n（被告国の主張）\n争う。\n再審請求審における証拠一覧表交付請求権や，証拠一覧表の交付命令を規\n定した法令はなく，裁判長の訴訟指揮権（刑事訴訟法２９４条）や同法４３\n５条６号は再審請求人の証拠一覧表交付請求権の根拠とはならないから，原\n告Ｘ１が主張する証拠一覧表交付請求権は法律上保護された権利利益とは認\nめられず，本件交付拒否行為によって原告Ｘ１の権利利益が侵害されたとは\nいえない。\n仮に，証拠一覧表交付請求権を観念できるとしても，再審請求審における\n事実取調べの範囲は，再審請求人が請求理由として主張する事実の有無に限\n定されるものと解されるべきであり，このことは証拠一覧表の交付において\nも妥当する。一方，本件第１審におけるＡ子の証言が虚偽であったことや，\n本件カルテが存在することについて，Ｐ４検事らが争っていなかった本件再\n審請求審においては，無罪を言い渡すべき明らかな証拠（刑事訴訟法４３５\n条６号）が存在することが明らかであり，更に事実の取調べを行う必要はな\nかったのであるから，「本件について捜査機関が保管する一切の証拠の一覧\n表」の交付を命じる本件交付命令は，本件再審請求審における事実取調べの\n範囲を明らかに超えている。そのため，Ｐ４検事らが本件交付命令に従う義\n務はない。\nしたがって，本件交付拒否行為は国家賠償法上違法とはいえない。\n(6) 争点６（原告らに生じた損害の有無及びその額）について\n（原告らの主張）\nア  原告Ｘ１の損害（ウに記載のものを除く。）  １億１２１０万８５４０円\n(ｱ) 原告Ｘ１の逸失利益                       ６１１２万円\n原告Ｘ１は，本件刑事事件を担当した警察官，Ｐ１検事，本件公判検\n事ら及び本件担当裁判所の各行為によって，勤務先の退職を余儀なくさ\nれ，第１起訴の日である平成２０年９月３０日から，本訴訟提起の日で\nある平成２８年１０月５日までの約９６か月間の収入を失った。\n原告Ｘ１は，退職当時，月額５５万円の給与及び年間１０４万円の賞\n与を得ていたから，原告Ｘ１の逸失利益は，これらの９６か月分（８年\n分）の合計額である６１１２万円となる。\n(ｲ) 原告Ｘ１の身体拘束に伴う損害        ７１２５万１０４０円\n原告Ｘ１は，第１起訴の日である平成２０年９月３０日から釈放され\nた平成２６年１１月１８日まで２２４１日間の身体拘束を受けた。この\n間，原告Ｘ１は，生活用品購入のために８９万円を，原告Ｘ２との間の\n信書にかかる通信費として１２０万円を，原告Ｘ２の面会のために交通\n費と宿泊費の合計１９３万１０４０円をそれぞれ支出し，合計４０２万\n１０４０円の財産的損害を被った。\nまた，原告Ｘ１が２２４１日間にわたり拘束されたことによって受け\nた精神的損害は１日当たり３万円を下らないから，合計６７２３万円と\nなる。\nしたがって，原告Ｘ１は，長期にわたり身体拘束されたことに伴って\n合計７１２５万１０４０円の損害を被った。\n(ｳ) 弁護士費用                          ８００万円\n原告Ｘ１は，本訴訟のために弁護士に訴訟追行を委任しなければなら\nず，その費用は８００万円が相当である。\n(ｴ) 損益相殺                    ２８２６万２５００円\n原告Ｘ１は，刑事補償として２８２６万２５００円の交付を受けてい\nるから，これを損害額から控除する。\nイ  原告Ｘ２の損害                                      ２８９４万円\n(ｱ) 原告Ｘ１の身体拘束に伴う損害              ２６９４万円\n原告Ｘ２は，大阪拘置所において６８０回，大阪刑務所において８回，\n原告Ｘ１と面会した。また，大分刑務所においては，２日間の面会を８\n回，３日間の面会を３１回行った。面会のための日当は，大阪拘置所及\nび大阪刑務所における面会については１回当たり５０００円，大分刑務\n所における面会については１日当たり１万円が相当であるから，原告Ｘ\n２が被った財産的損害は４５３万円となる。\nまた，原告Ｘ１が２２４１日間にわたり拘束されたことによって受け\nた原告Ｘ２の精神的損害は１日当たり１万円を下らないから，合計２２\n４１万円となる。\nしたがって，原告Ｘ２は，原告Ｘ１の身体拘束に伴って合計２６９４\n万円の損害を被った。\n(ｲ) 弁護士費用                          ２００万円\n原告Ｘ２は，本訴訟のために弁護士に訴訟追行を委任しなければなら\nず，その費用は２００万円が相当である。\nウ  原告Ｘ１は，Ｐ４検事らの本件交付拒否行為により，再審請求人として\nの証拠一覧表交付請求権を害され，精神的苦痛を受けた。その損害額は３\n００万円を下らない。\n（被告らの主張）\nア  原告Ｘ１が，約６年間にわたり身体拘束を受けたこと，刑事補償として\n２８２６万２５００円の交付を受けたことは認めるが，その余については，\n全て不知，否認ないし争う。\nイ  原告らは，主張する損害について，何ら具体的証拠により立証していな\nい。また，原告Ｘ１に対する身体拘束と原告Ｘ２に生じた精神的損害との\n間には相当因果関係が認められない。\nウ  さらに，上記(5)（争点５）においても主張したように，原告らが主張す\nる再審請求人としての証拠一覧表交付請求権は，国家賠償法上保護される\nべき権利ないし法的利益とは認められないから，Ｐ４検事らによる本件交\n付拒否行為によって，原告らが主張するような損害は発生しない。\n第３  当裁判所の判断\n１  認定事実\n前提事実，後掲各証拠及び弁論の全趣旨を総合すると，以下の事実が認めら\nれる。\n(1) 本件刑事事件にかかる捜査の経過\nア  Ａ子は，平成２０年８月２６日，本件強制わいせつ事件について告訴し\nた後，同月２９日にＨ医院を受診した。その際，Ａ子は暴れることなく医\n師の診察を受けた（甲３７の２・４６頁）。\nＡ子に付き添っていたＥは，同医院の医師から，Ａ子の処女膜は破れて\nいない旨の説明を受けており（甲３９の２・２８ないし３０頁），同日に作\n成された本件カルテには，「処女膜は破れていない」との記載がある（乙１）。\nなお，本件カルテは，本件再審請求審に至るまで，捜査機関により証拠\nとして収集されることはなかった。\nイ  Ａ子は，平成２０年９月８日及び同月２４日の二度にわたり，Ｅ又は原\n告Ｘ２の実姉であるＮに連れられてＬ産婦人科を受診した。その際も，Ａ\n子は暴れることなく医師の診察を受けた（甲３７の２・４６頁）。\nＥは，同産婦人科の医師から，直接又は上記Ｎを通じて，Ａ子の処女膜\nが破れているという旨の説明を受けたことはなかった（甲３９の２・３１\n頁）。\nウ  原告Ｘ１は，平成２０年９月１０日，本件強制わいせつ事件の被疑者と\nして逮捕され，同月１１日，勾留された（甲５２の１，５４）。\nエ  本件強制わいせつ事件の担当となったＰ１検事は，平成２０年９月２５\n日，Ｅに対する取調べを行った。その際，Ｅは，Ａ子が原告Ｘ１から胸を\n揉まれたことを告白した同年８月４日以降，強姦被害を受けたことについ\nて頑なに否定していたＡ子の態度が腑に落ちず，Ｆも何か引っかかるよう\nであったことから，ＦがＡ子を産婦人科へ連れて行ったことがあり，その\n後，Ａ子が強姦被害を告白した旨供述をした（乙７・８頁）。\nオ  Ａ子は，平成２０年９月２５日，Ｐ１検事の指示により，Ｅが依頼した\nＯという女性の付き添いによりＩクリニックを受診した（甲３９・３３頁）。\n同クリニックのＧ医師が作成した本件診断書には，病名欄に「処女膜裂傷」\nとの，その下部に「上記診断と考えます」との各記載がある（乙２）。\n一方，Ａ子は，平成２０年９月頃までに性行為をしたことはなかった（甲\n３７の２・９頁）。また，Ａ子は，Ｉクリニックを受診した際，泣いたり暴\nれたりしたため，適切な診察を受けることができなかった（甲３７の２・\n４５頁，甲３９の２・３２頁）。\nカ  Ａ子は，平成２０年９月２９日，検察官に対し，二度にわたり原告Ｘ１\nから強姦の被害を受けたとして，本件強姦事件につき告訴した（甲８の１）。\nキ  Ｐ１検事は，平成２０年９月３０日，本件強制わいせつ事件について，\n原告Ｘ１を起訴した（甲６の１）。\nク  大阪府警察Ｑ警察署の司法警察員Ｋ２は，平成２０年１０月６日，Ｅか\nら本件診断書の写しの交付を受けた（乙２）。\nまた，Ｅは，同日，司法警察員に対し，本件強姦事件についても告訴し\nた（甲８の１）。\nケ  Ｐ１検事は，平成２０年１０月７日，Ａ子に対する取調べを行い，Ｉク\nリニックでの診断の様子について聴取した。その際，Ａ子は，「産婦人科へ\n行くと，先生の前で足を広げさせられ，何か器具のようなものを見せても\nらいました。先生がこれからその器具を入れるのかと思うと，とても痛そ\nうで，怖くて嫌でした。しかし，付き添ってくれた知り合いのおばさんが，\n私の手を握ってくれていたので，我慢して検査してもらいました。」と述べ\nた（乙１０）。\nコ  原告Ｘ１は，平成２０年１０月２３日，本件強姦事件の被疑者として逮\n捕され，同月２４日に勾留された（甲５２の２，５４）。\nサ  Ｐ１検事は，平成２０年１１月１２日，本件強姦事件について，原告Ｘ\n１を起訴した（甲６の２）。\n(2) 本件刑事事件の捜査時におけるＡ子らの供述の概要\n以下，Ａ子らの供述において，「おじいちゃん」又は「祖父」とは原告Ｘ１\nのことを，「おばあちゃん」又は「祖母」とは原告Ｘ２のことを指す。また，\nＡ子らの供述内容中，Ｃ，Ｄは乙８，９号証において匿名処理がなされてい\nた人物に仮名を付したものであり，括弧内の文章は供述内容を明確にするた\nめに挿入したものである。\nア  本件強制わいせつ事件に関するＡ子供述（乙３）\nＡ子は，平成２０年９月２６日，Ｐ１検事に対し，本件強制わいせつ事\n件の被害状況について，「私が，おじいちゃんから胸をもまれたのは，今年\nの７月初めころのことです。」，「午後７時か８時ころだったと思いますが，\nトイレに行きたくなり，部屋から出ました。」，「そのとき，まだ，おばあち\nゃんは，銭湯に行って，家にいませんでした。私は，おじいちゃんがこち\nらに来るまでに，急いでトイレに入ろうと思い，トイレのドアを開けよう\nとしたところ，いきなり，おじいちゃんが後ろから両腕で抱きついてきて，\n両手で私の胸をもみました。」，「私は，何と言ったのかまでは覚えていませ\nんが，大声を出しました。」，「たぶん，『やめて』などと言ったと思います。\nおじいちゃんは，両手で，私の胸をぎゅっ，ぎゅっと握るように，数回，\nもみました。」，「私は，必死に，上半身をよじるようにしてゆさぶりました\nが，おじいちゃんの手は，強く私の胸をつかんでおり，すぐにはずれませ\nんでした。しかし，私が必死で体を揺さぶるなどして暴れていたところ，\nおじいちゃんから逃げることができました。」等と述べた。\nイ  本件強制わいせつ事件に関するＢ男供述（乙４）\nＢ男は，平成２０年９月２５日，Ｐ１検事に対し，本件強制わいせつ事\n件の被害を目撃した状況について，「午後７時か８時ころだと思いますが，\n僕が見ていたテレビ番組が終わったので，僕は，本を取りに行こうと思い\nました。」，「ぎゃーという妹の声が聞こえました。」，「祖父は，妹の後ろか\nら両手で妹の体に抱きつくように妹の体の前に手を回し，その手が妹の胸\nあたりにありました。」，「妹は，やめてーなどと大声で言いながら，上半身\nをよじって逃げようとしていました。」，「僕は，この状況を見て，自分が何\nかしたわけではないのですが，なんだか恥ずかしい気持ちになりました。\nまた，見てはいけないものを見てしまった，とこわい気持ちになりました。\nもし自分が，その場にいることを祖父に気づかれたら，自分も祖父から何\nかされるのではないかとこわくなりましたし，もしかしたら，住む場所が\nなくなってしまうかもしれないと思いました。」等と述べた。\nウ  本件強姦事件に関するＡ子供述（乙８ないし１０）\n(ｱ) 本件強姦事件のうち１件目の強姦被害に関する供述\nＡ子は，平成２０年１０月７日，Ｐ１検事に対し，本件強姦事件のう\nち１回目の強姦の被害状況について，「この日，私は，夕飯が終わったあ\nと，自分の部屋でお菓子を食べていました。そのお菓子は，Ｎおばさん\nが経営していた美容室の従業員であるＣさんの娘さんである，Ｄさんの\n結婚式の引き出物でもらったものでした。私は，このＤさんの結婚式が，\n１１月２０日だったことは覚えており，被害に遭ったのは，その翌日で\nしたので，私が被害に遭ったのは，平成１７年１１月２１日のことに間\n違いありません。」，「おじいちゃんは，入ってくると，すぐに無言のまま，\n座っていた私の後ろへ行き，私の服を脱がし始めました。」，「そして，お\nじいちゃんは，私の前にきて，私の肩や腕をつかんで私を仰向けに倒し\nました。」，「そして，（おじいちゃんは）私の両足の間に，足を割って入\nり，私の胸をもみました。」，「私は，膣に指を入れられ，ぐりぐりとされ\nたので，痛くて，ぎゃー，やめて，めっちゃ痛いと泣き叫びました。」，\n「そして，おじいちゃんは，四つんばいになれと言って，私の腰や腕を\nつかみ，私をよつんばいにさせました。」，「そして，膣の中に棒のような\nものが入ってきて，言葉では言い表せないほどの痛みを感じました。」，\n「今，検事から，何かを膣に押し当てられただけではないかと言われま\nしたが，うまくいえませんが，膣が引き裂かれるような感じで何かが入\nってきました。」，「その日の夜だったと思いますが，トイレに行ったとき\nにパンツを見ると，血がついていました。私は，それを見て，生理が始\nまったのだと思いました。私は，小学校６年生の１０月ころ，ちょうど\n運動会のころから，生理が始まっていました。それで，私は，ナプキン\nに変えたのですが，普通，生理は１週間くらい続くのに，その血はすぐ\nに止まりました。それで，私は，生理じゃなかったのかな，おかしいな\nと思っていました。また，確かおじいちゃんが部屋を出て行ってから気\n付いたのですが，絨毯にも少し血が付いていました。」等と述べた。\nその後，平成２０年１０月１２日には，Ｐ１検事に対し，本件強姦事\n件のうち１回目の強姦被害の時期について，「以前，私は，小学校６年生\nのころとお話ししましたが，今回，警察の人が確認したところ，私が小\n学校５年生のときだったということがわかりました。私がはっきりと記\n憶しているのは，以前もお話ししたとおり，Ｄさんの結婚式の次の日だ\nったということです。」，「今回，警察の人が，Ｄさんに確認したところ，\nＤさんの結婚式は，平成１６年の１１月だったということを聞きました。\nですから，私が一番初めに被害にあったのは，平成１６年のことになり\nますので，この点，訂正してもらいたいと思います。」等と述べた。\n(ｲ) 本件強姦事件のうち２件目の強姦被害に関する供述\nＡ子は，平成２０年１０月７日，Ｐ１検事に対し，本件強姦事件のう\nち２回目の強姦の被害状況について，「はっきりと日にちがわかるのは，\n平成２０年４月のことです。それは，『名探偵コナン』というアニメのシ\nリーズもので『赤と黒のクラッシュ』という話のうちの一話を自分の部\n屋のテレビで見ていたときに，おじいちゃんが入ってきて被害に遭いま\nした。」，「私が被害に遭ったときは，通常の３０分間の番組を見ていたと\nきでした。そして，私の記憶では，４月の終わり頃ではなく，４月の中\n旬ころの記憶ですので，私が被害に遭ったのは，４月１４日のことで間\n違いないと思います。」，「私は，おじいちゃんが服を脱がせたことから，\nまたやられると，また強姦されると思い，怖くなりました。それで，や\nめて，いやだなどと叫んだのですが，おじいちゃんは，無言のまま，さ\nらに今度は私がはいていたズボンを一気に抜き取りました。」，「小学校\n６年生のころに犯されたときと同じように，おじいちゃんから肩や腕を\nつかまれて，仰向けに押し倒されました。」，「そして，おじいちゃんは，\nそれまでと同じように，指を私の膣の中に入れ，ぐりぐりと回すように\n動かしました。」「おじいちゃんは，何も言わずに，仰向けになった私の\n両足をつかみ，私の両膝を立たせて，私の上に覆い被さってきました。」，\n「そして，おじいちゃんは，おちんちんを，私の膣の中に押し込んでき\nました。私は，一番初めのように，激痛というほどではありませんが，\nかゆみに近いような痛みがありました。」等と述べた。\nまた，Ｇ医師に診察された際の状況については，「産婦人科へ行くと，\n先生の前で足を広げさせられ，何か器具のようなものを見せてもらいま\nした。先生がこれからその器具を入れるのかと思うと，とても痛そうで，\n怖くて嫌でした。しかし，付き添ってくれた知り合いのおばさんが，私\nの手を握ってくれていたので，我慢して検査してもらいました。その結\n果，処女膜が破れているという結果だったということを聞きました。先\nほども話したように，私は，これまで，男の人と付き合ったことはなく，\n私が同意した上でセックスをしたことはありません。」等と述べた。\nエ  本件強姦事件に関するＢ男供述（乙１１，１７）\n(ｱ) 本件強姦事件のうち１件目の強姦被害に関する供述\nＢ男は，平成２０年９月２９日，Ｐ１検事に対し，本件強姦事件のう\nち１回目の強姦被害を目撃した状況について，「僕が中学２年生のころ，\nやはり，夕飯後，祖母が銭湯へ出かけてからのことでしたが，仏壇のあ\nる部屋でテレビを見ていたとき，妹の叫び声がしたことから，すぐに部\n屋を出て行き，妹の部屋をのぞいたところ，妹と祖父が全裸になってお\nり，祖父が妹に覆い被さっていやらしいことをしているのを見ました。\nはっきり言うと，強姦していました。」，「僕は，ひいおばあちゃんはトイ\nレが近く，このときも妹の部屋の正面にあるトイレに度々行っていたの\nで，妹の声に気づいていたはずだと思いました。しかし，それでもひい\nおばあちゃんは，何事もないかのように，じっとテレビを見ていたので，\nひいおばあちゃんは，祖父のこういう行為を知っていたのに，隠してい\nたのかもしれないと思いました。ただ，もしかすると，ひいおばあちゃ\nんは高齢で耳が遠かったのかもしれません。」等と述べた。\nまた，Ｂ男は，平成２０年１０月７日，本件強姦事件を目撃した状況\nについて，「僕が，一番初めに，妹が祖父から強姦されているのを見たの\nは，平成１７年１１月２１日のことです。なぜ，そのように言えるかと\n言うと，僕は，Ｎおばさんが経営している美容院の従業員であるＣさん\nの娘さんであるＤさんの結婚式の次の日に，今回の事件を見たという記\n憶がありました。」，「その後，確かお母さんからだったと思いますが，Ｄ\nさんの結婚式が１１月２０日だったということを聞きました。それで，\nその次の日の１１月２１日に，今回の事件を見たということが分かりま\nした。」，「このとき，夕飯を食べ終わり，祖母は，銭湯に出かけていたと\n思います。この当時，まだ，ひいおばあちゃんは生きており，一緒に暮\nらしていたのですが，ひいおばあちゃんも一緒に，この①の部屋でテレ\nビを見ていました。僕は，トイレに行こうとしたところ，妹がギャーと\nいう声を聞きました。僕は，そのような声を聞き何があったのかと心配\nになり，すぐに①の部屋を出て，妹の部屋の方へ向かいました。」，「そこ\nで，僕は，その妹を心配する一方で，恐怖心から，（妹の部屋の）その戸\nをゆっくりとおそるおそる開けてみました。」，「このとき，祖父は，全裸\nになり，四つんばいになった妹に，後ろから覆い被さっていました。」，\n「このとき，妹の上半身が左右に動いており，そのときに妹の頭がちら\nっと見えたので，それで妹が四つんばいの状態になっているのが分かり\nました。」，「また，その妹の周りの絨毯に血がついていました。」等と述\nべた（なお，「①の部屋」とは，乙１１号証に添付されている現場見取図\nに①と記載された部屋のことを指す。）。\n(ｲ) 本件強姦事件のうち２件目の強姦被害に関する供述\nＢ男は，平成２０年１０月７日，Ｐ１検事に対し，本件強姦事件のう\nち２回目の強姦被害を目撃した状況について，「僕は，③の部屋で，『名\n探偵コナン』というアニメを午後７時３０分から見ていました。このテ\nレビを見ていた日についてですが，僕は，４月中旬ころという記憶があ\nりました。今，検事さんから，４月に名探偵コナンが放送されたのは，\n１４日と２１日と２８日の３日間で，そのうち２１日は，通常の放送で\nはなく，名探偵コナンの映画が放送されていたと聞きました。映画を見\nていたときではなく，通常の放送の番組を見ていた記憶なので，２１日\nでないことは確かです。そして，４月の末ころではなかったので，やは\nり４月１４日に，この事件を目撃したことに間違いないと思います。」，\n「僕は，また妹のギャーという声を聞きました。」，「そこで，僕は，再び\n②の場所まで行き，閉まっていた妹の部屋の戸を，今度は以前よりも少\nしだけ開けました。」，「僕がのぞいたところ，やはり祖父が全裸になり，\n妹に覆い被さっていました。」，「刑事さんには，妹が四つんばいになって\nいたと説明しました。しかし，検事さんから，本当に四つんばいに間違\nいなくなっていたのかどうか確認され，実際のところ，僕は，このとき\nは数秒見ただけでしたし，妹の頭なども見ていないので，間違いなく四\nつんばいにさせられていたかどうかまでは分かりません。」等と述べた\n（なお，「②の場所」及び「③の部屋」とは，乙１１号証に添付されてい\nる現場見取図に，それぞれ②，③と記載された場所のことを指す。）。\n(3) 本件第１審及び本件控訴審における審理経過\nア  Ｐ２検事は，平成２１年１月１３日，本件第１審において，被害者が処\n女膜裂傷の症状を負っていることを立証趣旨として，本件診断書が添付さ\nれた捜査報告書を証拠請求した（甲１２）。しかし，Ｐ２検事は，同年２月\n１６日，本件第１審の第４回公判前整理手続において，「被害者の処女膜裂\n傷の立証について，関連性を再検討する。」と述べ，同年３月９日の第５回\n公判前整理手続において，当該捜査報告書の証拠請求を撤回した（甲７の\n４，７の５，１２）。\nイ  本件第１審において，Ｅは，Ａ子を２回病院に連れて行ったところ，一\n度目に受診した産婦人科では，医師から，Ａ子が痛がったり，患部がはれ\n上がっていたりしたため，適切に検査ができないといわれ，二度目に警察\nから依頼を受けて産婦人科を受診した際には，処女膜裂傷との診断を受け\nた旨証言した（乙１３・３９頁）。\nウ  本件第１審裁判所は，本件第１審におけるＡ子の被害証言及びＢ男の目\n撃証言のいずれも信用できると判断して，平成２１年５月１５日，原告Ｘ\n１に対し，懲役１２年の実刑判決を言い渡した（甲３）。\nエ  原告Ｘ１は，本件第１審の判決を不服として控訴した。本件控訴審にお\nいて，弁護人は，平成２１年１２月７日，Ｐ３検事に対し，上記Ｅの証言\nにかかるＡ子が一度目に受診したという産婦人科の診断書，診療記録等の\n開示を請求した（甲２１）。これに対し，Ｐ３検事は，同月１０日，当該証\n拠はいずれも存在しない旨回答した（甲２４）。また，弁護人は，同月８日，\n本件強姦事件及び本件強制わいせつ事件の具体的状況及び被害の説明が\n変遷した理由や上記産婦人科を受診したときの状況が明らかになってい\nないなどとして，Ａ子の証人尋問を請求した（甲２５の２）。さらに，弁護\n人は，上記Ｐ３検事の回答を受けて，同月１４日，上記産婦人科に公務所\n照会等を行う必要があるが，その名称，所在等が不明であるとして，Ｅの\n証人尋問を請求した（甲２５の３）。本件控訴審裁判所は，平成２２年４月\n２８日に行われた第３回公判期日において，上記弁護人の事実取調べ請求\nをいずれも却下したうえで，同年７月２１日，原告Ｘ１の控訴を棄却した\n（甲４，１６の１，１８の３，２０）。\nオ  原告Ｘ１は，さらに本件控訴審の判決を不服として上告したが，最高裁\n判所は，平成２３年４月２１日，上告を棄却し，本件第１審の実刑判決が\n確定した（甲５，２７の１）。\n(4) 原告Ｘ１が再審を請求するに至った経緯及び本件再審請求審の経過\nア  Ａ子は，平成２１年５月１５日以降，遅くとも上記本件控訴審の判決宣\n告があった平成２２年７月２１日までの間に，Ｅ及びＦに対し，捜査時や\n本件第１審時の供述内容が虚偽であり，実際には，原告Ｘ１から強制わい\nせつや強姦の被害を受けたことはない旨告白した（甲３７の２・１９ない\nし２２頁，甲３９の２・３９ないし４１頁）。\nまた，Ｂ男も，平成２２年の初め頃以降，遅くとも同年７月頃までの間\nに，Ｅ及びＦに対して，捜査時や本件第１審時の供述内容が虚偽であり，\n実際には，Ａ子が原告Ｘ１から強制わいせつや強姦の被害を受けた場面を\n目撃したことはない旨告白した（甲３８の２・１４ないし１８頁）。\nイ  Ｅ及びＦは，上記Ａ子らの告白を受けても，その旨を捜査機関に対して\n申告せず（甲３９の２・４０頁），かえって，Ｆは，ＥにＡ子を精神科に連\nれていくよう指示し，Ｅは，平成２２年８月２日，Ａ子にＭ大学医学部附\n属病院の精神科を受診させた。その診察の際にも，Ａ子は，医師に対し，\n裁判で虚偽証言をした旨申告した（甲２）。\nウ  原告Ｘ１は，平成２６年９月１２日，Ａ子らの捜査時及び第１審時の供\n述内容が虚偽であるとするＡ子らの新供述が新たに発見されたことを主\nたる理由として，大阪地方裁判所に再審を請求した（甲２８）。\nエ  これに対し，Ｐ４検事は，平成２６年１１月１８日，上記Ａ子らの新供\n述のほか，これを裏付ける「処女膜は破れていない」との記載のある本件\nカルテが無罪を言い渡すべき明らかな証拠（刑事訴訟法４３５条６号）に\n当たる蓋然性が高いとして，再審の開始については，本件再審請求審裁判\n所においてしかるべく決定されたい旨述べ，本件カルテの写しを添付した\n意見書を提出した（甲２）。\nオ  本件再審請求審裁判所は，平成２６年１２月１１日，Ａ子らの証人尋問\nを行った。\nその際，Ｂ男は，本件第１審における証言が虚偽であり，実際にはＡ子\nの強制わいせつ及び強姦被害を目撃したことはないこと，Ａ子が供述した\n内容はＥから聞いたりする等しており，それに合わせて警察官や検察官に\n対し供述していた旨を証言した（甲３８の２・１，９ないし１１，２５頁）。\nまた，Ａ子は，要旨以下のような証言をした。\n(ｱ) 当初，Ｅに対して，胸を揉まれたことはなく，強姦被害も受けていな\nいと言い張ったが，全く信じてもらえず，睡眠時間も削られて繰り返し\n問い詰められたため，その場から解放されるために，強制わいせつや強\n姦の被害を受けたと順次虚偽の告白をした。\n強姦被害の様子については，Ｈ医院を受診した後，Ｅからアダルトビ\nデオのようなものを見せられ，その映像に写っているような行為をした\nのではないかとシミュレーションをした（甲３７の２・３２，３３，４\n３，４４頁）。\n(ｲ) 警察に被害届を提出したのは，ＦやＥから，強姦されたのであるから\n処罰感情を記載して提出しろといわれたからである。Ｅに怒られるのが\n嫌で，警察官に対しても処罰してほしい旨を伝えた（同４１ないし４２\n頁）。\n(ｳ)  裁判で虚偽の強制わいせつ被害や強姦被害を証言するに当たり罪悪\n感はあったが，ＥやＦに洗脳されているような状態であり，虚偽の証言\nをしてしまった（同５５ないし５８頁）。\n(ｴ) 本件第１審の判決後，自殺しようと考えるようになり，インフルエン\nザの薬を大量に服用したこともあった（同５８，５９頁）。\nカ  また，本件再審請求審裁判所は，平成２６年１２月１２日，Ｅ及びＦの\n尋問を行った。その際，Ｆは，Ａ子から強姦被害を受けたという話を聴取\nするに当たり，深夜や明け方になるまで聴取を行っていた旨証言をした\n（甲４０の２・７，２０頁）。\nキ  原告Ｘ１の弁護人は，平成２６年１２月２２日，本件再審請求審裁判所\nに対し，検察官に対して捜査により収集された証拠全てを弁護人に対し開\n示する旨の命令を発するよう申し立てた（甲３３）。\nク  本件再審請求審裁判所は，平成２７年１月１４日，検察官は，弁護人に\n対して，本件刑事事件に関し，捜査機関が保管する一切の証拠の一覧表を\n交付するよう命ずる決定（本件交付命令）をした（甲３５）。\nこれに対し，Ｐ４検事は，同月２０日，本件交付命令は訴訟指揮に関す\nる裁量権を逸脱したものであるなどとする意見書を提出して，証拠一覧表\nの交付を拒否した（本件交付拒否行為，甲３６）。\nケ  本件再審請求審裁判所は，平成２７年２月２７日，Ａ子らが捜査時及び\n本件第１審時にした供述はいずれも虚偽であったとするＡ子らの供述が新\nたに発見されており，本件カルテに「処女膜は破れていない」との記載が\nあることは当該Ａ子の新供述の信用性を強く裏付けるものであるなどとし\nて，再審開始の決定をした（甲２）。\n２  争点１（警察官による本件刑事事件にかかる捜査の違法性）について\n(1) Ｋ１巡査部長によるＡ子らの取調べの違法性\n年少者の特性として，取調べを行う捜査官の言動に迎合しやすいことは一\n般に知られているから，警察官が，年少者を刑事事件の被害者又は目撃者と\nして取り調べる場合には，自身の言動により年少者の供述を誘導し，不当に\n歪曲させることのないよう配慮することが求められるというべきである。一\n方で，現行法上，警察官による年少者の取調べにおいて，専門家を関与させ\nたり，取調べ状況をビデオ撮影したりすることがより望ましいとしても，こ\nれを義務付ける規定はなく，警察官がこれらの配慮をしなかったことから，\n当然に職務上尽くすべき注意義務に反するということはできない。\n本件強制わいせつ事件に関するＡ子の取調べに際し，担当したＫ１巡査部\n長から一定の誘導的な質問があったことはうかがわれるものの（甲３７の２・\n１５頁），Ａ子は，基本的にはＥとの間の話をもとにして自発的に被害を申告\nしていたものと認められ，Ｋ１巡査部長がＡ子の供述が明らかに不自然，不\n明確であるのにその重要部分について積極的に誘導したとまでは認められな\nい。また，本件において，警察官が必要な限度を超えて繰り返しＡ子らの取\n調べを行ったとか，Ａ子が取調べを頑なに拒絶するような態度をとったなど\nの事情を認めるに足りる証拠はない。そうすると，Ａ子の取調べについて専\n門家を関与させたり，後の検証のためにビデオ撮影をしたりする必要性が高\nかったとまでいうことはできない。さらに，本件強制わいせつ事件に関する\nＢ男の取調べについても，Ｂ男が目撃者として取調べを受けることを拒絶し\nていたなどの事情は認められず，Ａ子と同様に専門家の関与等の措置をとる\n必要性が高かったとまでは認められない。\nしたがって，Ｋ１巡査部長が年少者の取調べに当たって必要な配慮を欠い\nていたと評価することは困難であり，同人によるＡ子らの取調べについて，\n職務上尽くすべき注意義務を怠ったとは認められない。\n(2) 本件カルテを収集しなかったことの違法性\n警察官は，積極証拠か消極証拠かを問わず，捜査を行い，証拠を収集しな\nければならない。\nもっとも，Ｅは，本件第１審においてもＡ子にＨ医院を受診させた際の結\n果等について供述を避ける態度を示しており（乙１３・３９頁），本件刑事事\n件の担当警察官に対して，当該受診の事実や結果等を自発的に告げてはいな\nかった可能性が高い。また，Ｐ１検事も，平成２０年９月２５日のＥに対す\nる取調べの時点で，Ｈ医院の受診に関する事情を詳しく聴取しておらず，そ\nの結果がＰ１検事を通じて本件刑事事件の担当警察官に伝えられていたとも\n認められない。したがって，本件刑事事件の担当警察官において，Ａ子が本\n件強姦事件の捜査開始前にＨ医院を受診しており，同院において，Ａ子の性\n器の状態に関する診断書やカルテが作成されている可能性に思い至るべきで\nあったとはいえない。\nしたがって，本件刑事事件を担当した警察官が本件カルテを証拠として収\n集しなかったことはやむを得ないというべきであって，職務上尽くすべき注\n意義務を怠ったとは認められない。\n３  争点２（Ｐ１検事による公訴提起の違法性）について\n(1) 検察官による公訴提起の違法性の判断基準\n公訴提起時の検察官の心証は，その性質上，判決時における裁判官の心証\nと異なり，公訴提起時における各種の証拠資料を総合勘案して合理的な判断\n過程により有罪と認められる嫌疑があれば足りるところ，公訴提起時におい\nて，検察官が現に収集した証拠資料及び通常要求される捜査を遂行すれば収\n集し得た証拠資料を総合勘案して合理的な判断過程により有罪と認められる\n嫌疑があれば，公訴提起は違法性を欠くものと解するのが相当である（最高\n裁判所第一小法廷平成元年６月２９日判決・民集４３巻６号６６４頁参照）。\n(2) 本件刑事事件において通常要求される捜査により収集し得た証拠資料\nア  原告らは，ＩクリニックのＧ医師から，本件診断書の作成に至る診断結\n果の具体的内容について直接聴取すべきであった旨主張する。\n本件診断書は，「処女膜裂傷」との診断名が記載されているのみで，具体\n的な裂傷の形状等については言及されていない。したがって，これだけを\n見れば，受診時から比較的近い時期に生じた新鮮な処女膜裂傷が認められ\nたとの意味に理解するのがひとまず自然であるといえるが，Ｐ１検事は，\nこの点に関し，陳旧性の裂傷を含むものと理解し，したがってＡ子の供述\nを前提とすると当然の診断内容であると考えた旨陳述ないし供述してい\nる（乙１９・１７頁，証人Ｐ１・６頁）。\nこの点につき検討するに，Ａ子の捜査時の供述によれば，最後に強姦被\n害にあったのは平成２０年４月１４日頃であるところ，膣や外性器，子宮\n頸部の損傷は長くても１０日程度で回復するとされているから（乙１５），\n同日頃に処女膜裂傷が生じたとしても，本件診断書が作成された同年９月\n２５日時点において新鮮な処女膜裂傷が認められる可能性は大きくない。\nそうすると，本件診断書の「処女膜裂傷」との記載を上記のとおり新鮮な\n裂傷の趣旨に理解した場合，上記強姦被害とは別に，Ａ子が上記診察時の\n直近に性交渉をもったか，激しい運動等その他の要因によって新たに処女\n膜裂傷を生じた可能性がまず想定されるが，Ａ子は，同年１０月７日のＰ\n１検事による取調べにおいて，これらの可能性をいずれも否定する供述を\nしている（乙１０・８頁）。一方で，適切に診察できていないにもかかわら\nず，医師が診断書を作成するなどということは通常は想定し難いことであ\nるといえる。これらの事情に照らすと，Ｐ１検事が，本件診断書の「処女\n膜裂傷」との記載について陳旧性のものを含む趣旨に理解したとしても，\nそのことが直ちに不合理であるということはできない。\nそもそも，性的接触の後遺所見の後方視的解釈は困難であることが非常\nに多く，性虐待や性暴力の被害を受けたことの証明となる決定的な身体所\n見はほとんどないとされ，とりわけ，医師が，治癒後の後遺所見から特定\nの所見が性被害によって直接的に生じたものか否かを判断することは困\n難であるとされている（乙１４・２９７ないし２９９頁）。そうすると，Ａ\n子が申告していた平成２０年４月１４日頃の強姦被害の事実が，同年９月\n２５日頃に行われた医師の診察によって積極的に裏付けられる可能性は\nもともと乏しかったのである。したがって，本件強姦事件の立証上，この\n時期に医師の診察を受けることに意味があるとすれば，それは，主として\n処女膜が強姦被害によって男性器の挿入を受けたことと矛盾するような\n形状で残存しており，Ａ子の供述の信用性に重大な疑問を生じさせること\nがないかを確認することにあったと考えられる。この時点で医師の診察を\n受けることの意味がそのようなものであり，かつ，本件診断書の「処女膜\n裂傷」との記載は，少なくともＡ子の性器に同人の供述と矛盾するような\n客観的所見はないと理解されるものである以上，これに加えて，同記載の\n正確な意味を確定するべく，Ｇ医師から直接聴取し，診察状況等を確認す\nる必要性は大きくなかったというべきである。\nたしかに，本件においては，仮にこのような捜査が行われていれば，①\n本件診断書の「処女膜裂傷」との記載が実際の診察結果に基づくものでな\nいことが判明した可能性，あるいは②再度の診察の結果，Ａ子の性器に同\n人の供述と矛盾するような客観的所見があることが判明した可能性，さら\nには，③Ａ子が，実際にはＩクリニックを受診した際に暴れて診察できな\nい状態であり，しかも，その後のＰ１検事の取調べに対しては同クリニッ\nクで診察をしてもらった旨の虚偽の供述をしていたことが判明した可能\n性がある。そして，仮に上記①ないし③のような事実が判明していたとす\nれば，その結果，本件刑事事件の証拠構造の中核をなすＡ子の供述の信用\n性がかなりの程度に揺らいでいたであろうことは容易に想定することが\nできる。しかしながら，Ｐ１検事が，当時の捜査状況，とりわけ本件診断\n書の記載内容がそれ自体としては強姦被害の存否を決定づけるような意\n味を持たないという状況のもとで，上記①ないし③のような異常な事態が\n生じているかもしれないことを慮り，そのことを視野に入れた捜査をしな\nければならないとすることは困難であると考える。\n以上の検討によれば，本件診断書の提出を受けて，Ｇ医師から診察状況\n等を直接聴取することは，通常要求される捜査ということはできない。\nイ  Ｐ１検事は，Ｅから，平成２０年９月２５日の取調べの際に，同年８月\n頃にＡ子を別の産婦人科に連れて行ったことを聴取しているところ，原告\nは，このような情報に接した以上，Ｐ１検事は，当該産婦人科の所在や診\n断結果を捜査すべきであったと主張する。\nしかしながら，同時点で，Ｐ１検事は，既に，警察官を通じ，Ａ子をし\nてＩクリニックを受診させる手配を済ませており，近くその診察結果を入\n手できる見込みがあったものである。また，Ａ子が当該別の産婦人科を受\n診したという時期は同年８月頃であり，いずれにせよＡ子が最後に強姦被\n害に遭ったと供述している時期からは長期間が経過しているから，近く入\n手が期待できるＩクリニックの診察結果と比べて，当該別の産婦人科の診\n察結果の証拠価値が大きく上回るとは想定されない。加えて，その後，結\n果としては誤っていたものの，少なくともＡ子の性器に同人の供述と矛盾\nするような客観的所見はないと理解される本件診断書が取得されるに至\nったものであり，このような捜査状況のもとでは，重ねて，当該別の産婦\n人科の名称，所在や診断結果等を捜査する必要性が大であったとはいえな\nい。\nたしかに，本件においては，仮にこのような捜査が行われていれば，「処\n女膜は破れていない」との記載がある本件カルテが入手できた可能性，ひ\nいてはＡ子の供述の信用性が揺らいでいた可能性を否定することはでき\nない。しかしながら，Ｐ１検事が，前段に示した当時の捜査状況のもとで，\nこれらの可能性を想定すべきであったとまではいえないと考える。\nしたがって，本件カルテが，本件刑事事件において通常要求される捜査\nにより収集し得た証拠であるとは認められない。\nウ  原告らは，本件において通常要求される捜査として，年少者の性的被害\nについて高度の専門性を有した者にＡ子の診察を行わせるべきであり，そ\nのような捜査を行っていれば，Ａ子が強姦被害を受けていないことを示す\n証拠を入手し得たはずであると主張する。\nたしかに，長期間にわたり繰り返し強姦被害を受けている年少者は，同\n年齢の年少者に比して処女膜の面積が減少していたり，処女膜の辺縁に細\nかい凹凸が生じたりすることがあり得るところ（乙１６），Ａ子は本件刑事\n事件当時，性交渉自体に及んだことがなかったのであるから，年少者の強\n姦被害について高度な専門性を有する医師がＡ子を診察すれば，これらの\n特徴が観察できないという診断結果は得られたであろうと推測される。\nしかしながら，処女膜の面積や形状には個人差があるうえ，複数回にわ\nたり強姦被害を受けていても，その回数いかんによっては（すなわち，そ\nの回数が比較的少ないものであったとすれば），上記のような特徴が観察\nできないことも十分にあり得る。強姦被害があったとされる時期の直後に\nされる医師の診察についてはさておき，相当期間が経過した後にされる医\n師の診察については，上記のとおり医師が治癒後の状況から特定の所見が\n性被害によって直接的に生じたものか否かを判断することは困難である\nとされていることからすると，強姦被害の存否を積極的に裏付けるような\n診断結果は期待し難いのであって，これを特に高度な専門性を有する者に\n行わせるべきであったということはできない。\nしたがって，Ｐ１検事が本件において指示した医師の診察とは異なって，\nより高度な専門性を有する医師の診察を受けさせることが通常要求され\nる捜査であるとは認められない。\n(3) 合理的な判断過程により有罪と認められる嫌疑の有無\nア  本件各公訴提起時におけるＡ子らの供述の信用性\n(ｱ) Ａ子らは，平成７年頃から平成２０年頃までの間，養父である原告Ｘ\n１と同居し，自身の生活を支えてもらっていたのであるから，本件各公\n訴提起当時の証拠資料から，Ａ子らに無実の原告Ｘ１を罪に陥れる虚偽\n供述をする動機を見出すことは困難であったと考えられる。また，捜査\n当時におけるＡ子の被害供述とＢ男の目撃供述は，Ｂ男がＥからＡ子の\n供述内容を聞くなどしており，概ね供述内容が合致していたと認められ\nる。\nこれらの事情に加え，本件強制わいせつ事件については，第３の１(2)\nで認定したとおり，Ａ子もＢ男も被害状況について具体的に供述してお\nり，第１起訴時において，Ａ子らの供述は信用することができるもので\nあったと認められる。\n(ｲ) 本件強姦事件についても，上記のように，Ａ子らに虚偽供述の動機は\n認められない。また，Ａ子らの供述内容は，被害時期や被害を受けた際\nのＡ子の抵抗の様子，絨毯に血がついていたという被害後の状況等につ\nいて概ね合致している。さらに，第３の１(2)で認定したとおり，Ａ子は，\n被害時期の特定について，結婚式や放送されていたアニメ等の具体的根\n拠に基づき供述しているうえ，二度目の強姦被害の際の痛みについて「か\nゆみに近いような痛み」という具体的な表現を用いて述べる等，本件強\n姦事件の被害状況について相当程度具体的に供述していることが認めら\nれる。さらに，Ｂ男も目撃したＡ子の被害状況や自分の恐怖心等を具体\n的に述べており，第２起訴時においても，Ａ子らの供述は信用すること\nができるものであったと認められる。\n以上によれば，本件各公訴提起時において，その供述内容等に照らし，\nＡ子らの供述を信用できるというＰ１検事の判断が不合理であるとは\nいえない。\n(ｳ) この点について，原告らは，Ａ子が，当初初潮を迎えたのちに初めて\n強姦被害にあった旨供述していたにもかかわらず，その後，初潮よりも\n前の段階で強姦被害にあったと供述を変遷させ，さらに，Ｂ男も同様に\n強姦被害の目撃時期を変遷させたのは，通常生じるはずのない不合理な\n変遷であるから，Ｐ１検事は，Ａ子らの供述の信用性を慎重に吟味すべ\nきであったと主張する。しかしながら，Ａ子は，初めて強姦被害にあっ\nた日を特定する根拠として，結婚式の翌日であったことを述べているの\nであって，初潮の時期を基礎として被害にあった日を特定しているわけ\nではない。また，Ｂ男は，当初から時期を明確に述べていたわけではな\nいうえ，Ａ子と同様に，結婚式の翌日であったことを目撃日時の特定の\n根拠として述べている。このようなＡ子らの供述内容に加え，本件強姦\n事件のうち１件目の被害があったとされる日から，本件刑事事件の捜査\nまで４年程度経過していることに鑑みれば，１年ほど被害時期が変遷し\nたとしても，著しく不合理な変遷であるとまでは評価できない。したが\nって，Ａ子らの被害時期にかかる供述の変遷が，Ａ子らの供述の信用性\nを直ちに揺るがすものとはいえず，この点に関する原告らの主張は採用\nできない。\nまた，原告らは，Ｂ男がＡ子の叫び声を聞いていたにもかかわらず，\n同居していた原告Ｘ１の母親がその声を聞いていないというのは不自然\nである旨指摘する。しかしながら，当時，原告Ｘ１の母は高齢であって，\n耳が遠く，Ａ子の叫び声が聞こえていなかったとしても不自然とまでは\nいえず，原告らの主張する事情は，本件各公訴提起時におけるＡ子らの\n供述の信用性を大きく揺るがすものとまではいえない。したがって，原\n告らのかかる主張も採用できない。\nイ  原告Ｘ１の供述の信用性\n原告Ｘ１は，本件刑事事件の捜査時には，いずれの事件についても否認\nしたうえで，本件強姦事件の犯人ではない理由として，自身は糖尿病に由\n来するインポテンツであり，そのことを医師にも相談していた旨述べてい\nる（乙６，１２）。しかし，本件第１審においては，原告Ｘ１が診察を受け\nていた結城由恵医師の証人尋問が実施された結果，原告Ｘ１がインポテン\nツについて同医師に相談しておらず，治療も受けていない事実が判決にお\nいて認定されており，Ｐ１検事は，捜査段階において同医師から同旨の証\n言を録取していたものと推認される（甲３，１２）。そうすると，Ｐ１検事\nにおいて，原告Ｘ１が有罪判決を免れるために虚偽の供述をしているとの\n心証に至ったとしても，必ずしもこれを不合理ということはできない。\n(4) 以上によれば，Ｐ１検事が，本件診断書の「処女膜裂傷」との記載に陳旧\n性のものが含まれると理解し，それ以上特段の捜査を行わなかった点は，や\nや性急な感を免れないが，通常要求される捜査を怠ったとまでいうことは困\n難である。したがって，Ｐ１検事が，本件各公訴提起にあたり，Ａ子らの供\n述に基づいて原告Ｘ１に有罪と認められる嫌疑があると判断したことは，本\n件刑事事件において収集された証拠及び通常要求される捜査により収集し得\nた証拠に照らして不合理であったと評価することはできないと考える。よっ\nて，本件各公訴提起は，国家賠償法上違法とは認められない。\n４  争点３（本件公判検事らによる公訴維持及び勾留継続の違法性）について\n(1) 公訴進行時の検察官の心証は，その性質上，判決時における裁判官の心証\nと異なり，公訴追行時における各種の証拠資料を総合勘案して合理的な判断\n過程により有罪と認められる嫌疑があれば足りるものと解するのが相当であ\nるところ，公訴の提起が違法でないならば，公訴提起時に，すでに証拠資料\nから合理的な判断過程により有罪と認められる程度の嫌疑があるのであるか\nら，当該嫌疑を覆すような特段の事情がない限り，公訴の維持も原則として\n違法でないと解すべきである（前掲最判参照）。\n(2)  第３の３において述べたように，本件各公訴提起は適法なものである。\nまた，本件第１審におけるＡ子らの証言は，捜査段階と同旨のものであり，\n本件第１審において，本件刑事事件において中核的な証拠であったＡ子供述\nやＢ男供述の信用性を否定するような新証拠は提出されなかった。\n原告らの主張するように，本件第１審において，本件診断書が添付された\n捜査報告書が撤回されたという経緯はあるが，本件診断書は，Ａ子が最後に\n強姦被害にあったとされていた日から数か月後に作成されたものであって，\nもともと当該強姦被害があったことを立証することのできる証拠ではなかっ\nたのであるから，上記捜査報告書を撤回したからといって，原告Ｘ１に対す\nる嫌疑が揺らぎ，何らかの補充捜査が必要となるという関係にはない。\nしたがって，本件各公訴提起時と同様に，本件第１審を担当したＰ２検事\nらが，原告Ｘ１に有罪と認められる嫌疑があると考えたことは合理的である\nと認められる。\n(3) 本件控訴審においては，弁護人から，本件第１審におけるＥの供述内容を\n踏まえて，Ａ子を受診させたという別の産婦人科の診断書や医療記録を取得\nする必要性が指摘されていたものである。しかしながら，これに対して，Ｅ\nは，本件第１審において，Ａ子が痛がったり，患部がはれ上がっていたりし\nたため，適切に検査ができないと言われた旨供述しており，当時，Ｅに原告\nＸ１を虚偽の罪に陥れるような強い動機の存在はうかがえず，同供述の信用\n性を強く疑うべき事情があったということはできない。加えて，前記のとお\nり，当該別の産婦人科の受診時においても，Ａ子が最後に強姦被害を受けた\nとする日から長期間が経過しており，その診断書や医療記録はそれほど証拠\n価値が高くないと考えられたことからすると，本件控訴審を担当したＰ３検\n事が補充捜査を実施して本件カルテを取得しなかったとしても，通常要求さ\nれる捜査を怠ったものとは認められない。\n(4) 以上によれば，本件公判検事らによる公訴維持行為及びこれに伴う勾留継\n続行為は，いずれも国家賠償法上違法とは認められない。\n５  争点４（本件担当裁判所による判決行為の違法性）について\n裁判官による判決行為が国家賠償法上違法と評価されるのは，担当裁判官が\n違法又は不当な目的をもって裁判したなど，裁判官がその付与された権限の趣\n旨に明らかに背いてこれを行使したものと認めうるような特別の事情が存在す\nる場合に限られる（最高裁判所第二小法廷判決・昭和５７年３月１２日民集３\n６巻３号３２９頁）。\nしかしながら，これらの点を指摘する原告らの主張は，要するに，本件第１\n審及び本件控訴審の事実認定や経験則，証拠評価等を批判するものであって，\n担当裁判官による裁判につき，違法又は不当な目的があった等の上記特別の事\n情が存在したことを基礎づけるものではない。また，確かにＡ子は，本件第１\n審終了後，本件控訴審判決がされるまでの間に，自身の証言が虚偽であること\nを告白しているが，本件控訴審裁判所において，そのような告白がされたこと\nをうかがい知ることができる主張書面や証拠は提出されていない。したがって，\nその結果本件控訴審裁判所がＡ子に対する再度の尋問等は行わない旨の判断に\n至ったことを不合理ということはできないから，本件控訴審裁判所裁判所がＡ\n子の証人尋問を行わなかったことをもって上記特別の事情が存するとは認めら\nれない。\n以上によれば，原告らの主張は採用できず，本件担当裁判所による判決行為\nを国家賠償法上違法ということはできない。\n６  争点５（本件交付拒否行為の違法性）について\n(1) 国家賠償法上の違法性が認められるには，公務員が個別の国民に対して負\n担する職務上の注意義務に違反したと認められなければならず（最高裁判所\n第一小法廷昭和６０年１１月２１日判決・民集３９巻７号１５１２頁参照），\n違法性が認められる前提として，国家賠償請求をする者が主張する権利利益\nが，法律上保護された権利利益でなければならない。\nそこで，再審請求者の証拠一覧表交付請求権が，法律上保護された権利利\n益と認められるかどうかを検討する。\n(2) 刑事裁判の通常審は，当事者主義が採用されており，公判前整理手続に付\nされた事件については，刑事訴訟法３１６条の１４以下に規定された証拠開\n示手続に基づいて，検察官から弁護人に対し，証拠一覧表の交付及び証拠開\n示が行われることが予定されている。\nこれに対し，再審請求審の手続は，通常の刑事裁判手続を尽くして確定し\nた有罪判決を覆す非常救済手続であって，再審請求権者から新規かつ明白な\n証拠が提出されるなど（刑事訴訟法４３５条６号），所定の再審事由の存在が\n前提とされているうえ，刑事訴訟法３１６条の１４以下に規定された証拠開\n示手続は準用されていない。また，証拠一覧表の交付手続は，平成２８年１\n２月１日に施行された改正刑事訴訟法３１６条の１４第２項において初めて\n認められたものであり，本件交付命令がされた平成２７年１月１４日当時，\n通常審の手続においても認められていなかったものである。\nこのような手続内容の差異や改正の経緯をふまえると，本件交付命令当時，\n刑事訴訟法上，証拠一覧表交付請求権すなわち再審請求人が検察官から証拠\n一覧表の交付を受ける権利は，法律上保護された権利利益として認められて\nいるものではなかったと解するのが相当である。\n(3) この点について，原告Ｘ１は，本件交付命令がされたことで，同人の証拠\n一覧表交付請求権が具体化したと主張する。\n検察官側と被告人側との証拠収集能力には決定的な格差が存在し，そのこ\nとは再審請求審においても変わりがなく，検察官側が保管する証拠中に再審\n請求者側に有利な重要証拠が存在することも全くないわけではないから，再\n審請求者が提出した証拠の明白性を判断するための審理の一環として，公正\nな裁判と訴訟の円滑な遂行等の目的のもとに，再審請求審裁判所が，訴訟指\n揮権に基づき，証拠一覧表の交付を命ずることができると解する余地は十分\nにあるというべきである。しかしながら，再審請求審裁判所が訴訟指揮の一\n環として検察官に対して証拠一覧表の交付を命ずる旨の決定をした場合にお\nいて，検察官がこれに応じ又は応じなかったことにより，訴訟状態が再審請\n求者に有利又は不利に変動することがあったとしても，そのことは再審請求\n者の実体的な権利が実現し又は毀損されたことを意味しない。換言すれば，\n再審請求者が証拠一覧表の交付を受ける利益は，そのような訴訟指揮に検察\n官が従った結果，反射的に享受することがあるにすぎないものというべきで\nある。\n以上によれば，本件交付命令により，原告Ｘ１の証拠一覧表交付請求権が\n法律上保護される具体的な権利利益となったということはできず，同人によ\nる上記主張は採用しない。\nなお，本件再審請求審において，担当検察官は，その初期からＡ子らの新\n供述が無罪を言い渡すべき明らかな証拠に当たる蓋然性が高いことを認め，\n当該Ａ子の新供述の信用性を裏付ける本件カルテの存在及び記載内容を進ん\nで開示していたのであり，原告Ｘ１が，証拠一覧表の交付を受けられないこ\nとによって，再審事由の存在が認められないおそれがあるなど，その防御権\nが実質的に制約されるような事態は想定し難いものであったというべきであ\nる。\n(4) 以上によれば，Ｐ４検事らが不服申立の手続をとらずに裁判所の訴訟指揮\nに従わなかったことの当否はおくとしても，再審請求人の証拠一覧表交付請\n求権は法律上保護された権利利益とはいえず，本件交付拒否行為によって原\n告Ｘ１の具体的な権利利益が侵害されたわけでもないから，本件交付拒否行\n為は国家賠償法上違法とは認められない。\n第４  結論\nよって，その余の点を判断するまでもなく，原告らの請求はいずれも理由が\nないから棄却することとし，主文のとおり判決する。\n大阪地方裁判所第１８民事部\n裁判長裁判官        大    島    雅      弘\n裁判官     石    上    興    一\n裁判官     岩    本    圭    矢\n（別紙）\n略語一覧 表\n１  Ａ子    本件刑事事件の被害者とされていた者のこと。\nなお，本判決においては仮名を用いる。\n２  Ｂ男    本件刑事事件の目撃者とされ，かつ，Ａ子の実\n兄であるＢ男のこと。なお，本判決においては仮\n名を用いる。\n３  Ａ子ら    Ａ子及びＢ男のこと。\n４  Ｅ    原告Ｘ２の実子であり，かつ，Ａ子及びＢ男の\n実母である者のこと。\n５  Ｆ    Ｅの夫である者のこと。\n６  Ｐ１検事  本件刑事事件の捜査担当であったＰ１検事の\nこと。\n７  本件強制わいせつ事件  原告Ｘ１を加害者，Ａ子を被害者とする，平成\n２０年７月上旬頃に発生したとされた強制わい\nせつ事件のこと。\n８  本件強姦事件  原告Ｘ１を加害者，Ａ子を被害者とする，平成\n１６年１１月２１日頃及び平成２０年４月１４\n日頃に発生したとされた各強姦事件のこと。\n９  本件刑事事件  本件強制わいせつ事件及び本件強姦事件のこ\nと。\n１０  第１起訴  Ｐ１検事が，平成２０年９月３０日，本件強制\nわいせつ事件について，原告Ｘ１を被告人として\n起訴したこと。\n１１  第２起訴  Ｐ１検事が，平成２０年１１月１２日，本件強\n姦事件について，原告Ｘ１を被告人として起訴し\nたこと。\n１２  本件各公訴提起  第１起訴及び第２起訴のこと。\n１３  本件第１審  本件刑事事件の確定審第１審のこと。\n１４  本件控訴審  本件刑事事件の確定審控訴審のこと。\n１５  本件再審請求審  本件刑事事件の再審請求審のこと。\n１６  本件再審  本件刑事事件の再審のこと。\n１７  Ｋ１巡査部長  本件強制わいせつ事件について，Ａ子らの取調\nべを担当した大阪府警察Ｑ警察署の司法警察員\n巡査部長Ｋのこと。\n１８  Ｐ２検事  本件第１審の公判担当であったＰ２検事のこ\nと。\n１９  Ｐ３検事  本件控訴審の公判担当であったＰ３検事のこ\nと。\n２０  本件公判検事ら    Ｐ２検事及びＰ３検事のこと。\n２１  Ｐ４検事ら  本件再審請求審を担当したＰ４検事及びＰ５\n検事のこと。\n２２  本件第１審裁判所  本件第１審公判を担当した裁判官３名による\n合議体のこと。\n２３  本件控訴審裁判所  本件控訴審公判を担当した裁判官３名による\n合議体のこと。\n２４  本件担当裁判所  本件１審裁判所及び本件控訴審裁判所のこと。\n２５  本件交付命令  本件再審請求審裁判所が，Ｐ４検事らに対して\n証拠一覧表の交付を命じた決定のこと。\n２６  本件交付拒否行為  Ｐ４検事らが，本件交付命令に対し，証拠一覧\n表の交付を拒否した行為のこと。\n２７  本件カルテ  Ｈ医院の医師が，平成２０年８月２９日に作成\nしたＡ子のカルテ（乙１）のこと。\n２８  本件診断書    ＩクリニックのＧ医師が，平成２０年９月２５\n日に作成した診断書（乙２）のこと。\n２９  Ｇ医師    本件診断書を作成したＧ医師のこと。\n３０  証拠一覧表交付請求権  原告Ｘ１が主張する，再審請求人が検察官から\n証拠一覧表の交付を受ける権利のこと。\n以  上\n"
}