{
  "trial_type": "LaborCase",
  "date": {
    "era": "Heisei",
    "year": 22,
    "month": 9,
    "day": 3
  },
  "case_number": "平成20(行ウ)20",
  "case_name": "遺族補償年金等不支給決定処分取消請求事件（通称　神戸東労基署長遺族補償等不支給処分取消）",
  "court_name": "神戸地方裁判所",
  "field": "労働",
  "lawsuit_id": "82389",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail6?id=82389",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/389/082389_hanrei.pdf",
  "contents": "主              文\n１  神戸東労働基準監督署長が原告に対し平成１５年９月４日付けでした\n遺族補償給付及び葬祭料の支給をしないとの決定を取り消す。\n２  訴訟費用は被告の負担とする。\n事 実 及 び 理 由\n第第第第１１１１     当事者当事者当事者当事者のののの求求求求めためためためた裁判裁判裁判裁判\n１  請求の趣旨\n主文と同旨\n２  請求の趣旨に対する答弁\n(1)  原告の請求を棄却する。\n(2)  訴訟費用は，原告の負担とする。\n第第第第２２２２     事案事案事案事案のののの概要概要概要概要\n本件は，Ｐ３５株式会社（以下「訴外会社」という。）に雇用されていた亡\nＰ１の妻である原告が，亡Ｐ１が精神障害（うつ病）を発症して自殺したの\nは業務に起因するものであると主張して，労働者災害補償保険法（以下「労\n災保険法」という。）に基づく遺族補償給付及び葬祭料を不支給とした平成\n１５年９月４日付けの神戸東労働基準監督署長の処分（以下「本件処分」と\nいう。）の取消しを求めた事案である。\n第第第第３３３３     前提事実前提事実前提事実前提事実（（（（証拠証拠証拠証拠をををを掲記掲記掲記掲記したしたしたした外外外外はははは争争争争いがないいがないいがないいがない。）。）。）。）\n１  亡Ｐ１の経歴等\n(1)  亡Ｐ１は，昭和▲年▲月▲日に出生し，昭和４４年３月にＰ２大学工学\n部を卒業し，昭和４６年３月にＰ２大学大学院工学研究科修士課程を修了\nした後，同年４月１日，訴外会社に入社し，昭和６３年５月に訴外会社を\n退職した。\n平成９年１１月１日，亡Ｐ１は，訴外会社に再入社し，訴外会社の神戸\n工場にある産機プラント事業部の主幹となった後，平成１０年１月１日に\nは，同日新たに設立された産機プラント事業部輸送システム部のシステム\n技術グループのグループ長に就任した。\n(2)  平成１０年以降に亡Ｐ１が所属した部署は，以下のとおりであり，亡Ｐ\n１は，各部署でグループ長の地位にあった。（ただし，以下のアからウは，\n訴外会社の組織変更に伴って部署の名称や位置づけが変更されたもので，\n業務内容等については変更はなかった。以下，特に区別する必要がない場\n合，下記アからウを単に「輸送システムグループ」という。）。\nア  平成１０年１月１日\n産機プラント事業部輸送システム部輸送システム技術グループ\nイ  平成１２年４月１日\n産機プラント事業部輸送物流システム部輸送システムグループ\nウ  平成１３年４月１日\nプラント・環境・鉄構カンパニー・産機ビジネスセンター技術一部輸\n送システムグループ\nエ  平成１４年４月１日\nプラントビジネスセンター産機プラント部輸送空港システムグループ\n２  輸送システムグループについて\n(1)  訴外会社では，従前より，鉄道車両の製造の受注はしていたが，鉄道車\n両のみならず，電力設備，車両整備基地，軌道設備，駅務設備，通信・案\n内設備，信号・保安設備及び総合管理室等を一体とした鉄道システムを受\n注・納入する事業を行うことを目的として，平成９年１月，同事業の準備\nのため，交通システム推進部が東京本社に設置された。その後，本格的に\n鉄道システムの受注事業を立ち上げるにあたり，広範囲にわたる業務を行\nうことのできる事業部としていくことが適切であるとの判断の下に，平成\n１０年１月１月，訴外会社の神戸工場の産機プラント事業部に輸送システ\nム部が設置され，その中に，製品の仕様の決定，設計，品質などの技術面\nを担当するグループとして輸送システム技術グループ（のちの輸送システ\nムグループ）が，見積作業とスケジュール管理などのいわゆる工務を担当\nするグループとしてプロジェクト管理グループ（いわゆる工務グループ）\nが，それぞれ設置された（輸送システム部は，上記１(2)のとおり，訴外会\n社の組織変更に伴い，その名称を順次変更した。）。\nなお，訴外会社の東京本社には，各プラント部門に対応する形で，営業\n活動を担当する営業部が設置されており，平成１０年１月に輸送システム\n部が設置されたのと同時に，東京本社に輸送システム営業部が設置された。\n（乙１１４，１１５，乙１１６・１，２頁，乙１１７・２頁）\n(2)  輸送システム部の部長はＰ３（以下「Ｐ３部長」という。）であり，\n同部の下に置かれている輸送システムグループは，グループ長の亡Ｐ１\nの外，亡Ｐ１の部下として，参与のＰ４，参事のＰ５，部員のＰ６，Ｐ\n７，Ｐ８，Ｐ９及びＰ１０のメンバーで構成されていた。その後，平成\n１２年４月から，参与のＰ１１が加わり，同年６月ころにＰ１０が，平\n成１３年１月１日にＰ４が，それぞれ異動になるまでの間，上記メンバ\nーが輸送システムグループの業務を行っていた。（甲２０の５，乙２６\n・１５頁，乙２９，乙４５・８項）\n(3)  輸送システムグループの業務には，鉄道システムの受注・納入に向けて，\n製品の仕様の決定や設計等を行うといった技術的な業務に加え，これに関\n連する見積業務（見積書の作成自体は工務グループの業務に分類される）\nも含まれていた（乙４５・２項，乙１１７・１，２頁，乙１１８・１頁）。\n(4)  輸送システムグループ長としての亡Ｐ１の業務は，①同グループ内の職\n員の労務人事管理と業務配分・指示，②部門予算，工数の管理，③部門プ\nロジェクト案件の対応，方針の検討，④他部門との業務調整，⑤客先やメ\nーカーとの交渉，⑥設計エンジニアリングの統括，⑦部門戦略の立案，⑧\n上司・経営幹部への報告を行い，グループ内業務の統括・管理であった\n（乙２６・９頁，乙４５・４項，乙１１６・３頁，乙１１８・２頁）。\nまた，亡Ｐ１が，平成１４年４月１日に輸送空港システムグループ長に\nなった後は，上記業務に加え，空港の手荷物ハンドリングシステム等とい\nった空港システムに関する受注・納入の技術面についても，亡Ｐ１の業務\nに属することになった。\n(5)  輸送システムグループでは，平成１２年から，４００億円を超える規模\nの大韓民国の仁川国際空港とソウル市内を結ぶ鉄道システム建設プロジェ\nクト（以下「韓国案件」という。）について，受注に向けた取組みをして\nいた。\n３  亡Ｐ１のうつ病の発症及び自殺\n(1)  亡Ｐ１は，平成１２年１２月１３日，医療法人Ｐ１２医院でＰ１３医師\n（以下「Ｐ１３医師」という。）の診察を受け，うつ病の診断を受けた\n（乙２３，６８）。\n(2)  亡Ｐ１は，平成▲年▲月▲日午後３時３０分ころ，自宅のクローゼット\n内で縊首の方法により自殺した。\n４  原告の遺族補償給付等の支払請求等\n(1)  原告は，平成１４年６月２１日，神戸東労働基準監督署長に対し，亡Ｐ\n１が業務の事由によって死亡したものであると旨主張し，労災保険法に基\nづく遺族補償給付及び葬祭料を支給するよう請求したが，同署長は，平成\n１５年９月４日付けで，亡Ｐ１の死亡は業務上の事由によるものではない\nとして，本件処分を行った。\n(2)  原告は，本件処分を不服として，審査請求をしたが，兵庫労働者災害補\n償保険審査官は，平成１６年１２月２日，審査請求を棄却する決定をした。\nさらに，原告は，上記決定を不服として，平成１７年２月１日，再審査\n請求をしたが，労働保険審査会は，平成１９年９月２８日，再審査請求を\n棄却する裁決をした。\n(3)  そこで，原告は，平成２０年３月２０日，本件処分の取消を求めて，本\n件訴えを提起した。\n５  行政通達による業務起因性の認定基準\n(1)  労働省が平成９年１２月に設置した「精神障害等の労災認定に係る専門\n検討会」において，平成１１年７月２９日に取りまとめられた「精神障害\n等の労災認定に係る専門検討会報告書」（乙１１１。以下「専門検討会報\n告書」という｡)に基づき，労働省労働基準局長は，平成１１年９月１４日\n付けの通達により「心理的負荷による精神障害等に係る業務上外の判断指\n針」（基発第５４４号。乙１１０。以下「判断指針」という。）を各都道\n府県労働基準局長宛てに発出した。\nさらに，厚生労働省は，判断指針を改定し，平成２１年４月６日付け基労\n補第０４０６００１号通達を発出した（以下「改正判断指針」という。）。\n(2)  判断指針は，心理的負荷による精神障害等の発症が業務上と認定される\nための条件を定めており，具体的には，次の①ないし③の３要件が充たさ\nれる場合，当該精神障害の業務起因性を肯定すべきことになる。\n①  対象疾病に該当する精神障害を発病していること。\nなお，上記にいう対象疾病とは，原則として，世界保健機関の定める\n国際疾病分類第１０回修正（以下「ＩＣＤ－１０」という。）第Ⅴ章\n「精神及び行動の障害」に分類される精神障害であるが，判断指針は，\n主に業務との関連で発病する可能性のある精神障害はＩＣＤ－１０のＦ\n０からＦ４に分類される精神障害であるとしている。\n②  対象疾病の発病前おおむね６か月の間に，客観的に当該精神障害を発\n病させるおそれのある業務による強い心理的負荷が認められること。\n③  業務以外の心理的負荷及び個体側要因により当該精神障害を発病した\nとは認められないこと。\n第第第第４４４４     争点及争点及争点及争点及びびびび争点争点争点争点にににに関関関関するするするする当事者当事者当事者当事者のののの主張主張主張主張\n本件の争点は，亡Ｐ１のうつ病の発症及び自殺が，業務に起因するものと認\nめられるか否かであり，この点に関する当事者の主張は以下のとおりである。\n１  争点１（業務の危険性判断の基準）\n【原告の主張】\n(1)  業務による心理的負荷は，同じ業務内容であっても人によって異なるも\nのであるので，誰を基準として当該業務に「一定程度以上の危険性」があ\nると判断すべきかが問題となるが，この点につき，判断指針は，「本人が\nその出来事及び出来事に伴う変化等を主観的にどう受け止めたかではなく，\n同種の労働者が一般的にどう受け止めるかという観点から検討されなけれ\nばならない。ここで『同種の労働者』とは職種，職場における立場や経験\n等が類似する者をいう」としているところ（乙１１０・４頁），この「同\n種労働者」とは，性格やストレス耐性について多様な状況にある労働者の\nうち，業務軽減措置を受けることなく日常業務を支障なく遂行できる，同\n種労働者の中で脆弱な者も含んだものを指す。この脆弱な者の中でも，各\n人のストレス耐性については幅があるから，結局，日常業務を支障なく遂\n行できる者である限り，最も脆弱な者も含まれると解すべきである。\nそして，当該労働者がメランコリー親和型性格であり，うつ病との親和性\nを有する性格を有していた場合であっても，日常業務を支障なく遂行できる\n労働者の性格として通常想定される範囲にとどまるものであるといえる。そ\nうすると，業務による心理的負荷を考えるにあたっては，当該労働者の上記\n性格をも考慮することが重要である。\n(2)  また，業務上の出来事による心理的負荷の強度の評価は，事後的，第三\n者的な評価ではなく，その当時，労働者が置かれていた具体的・個別的状\n況を前提にして行われるべきである。\nこのように当事者の置かれた立場や状況について斟酌すべきことは判断\n指針も認めるところであり，また，平成１５年７月３１日基労補発０７３\n１００１号通達「精神障害事案の高裁判決に係る留意事項について」にお\nいても，判断指針について，「労働者の置かれた立場や状況について斟酌\nしてストレスの強度を評価すべきと判示された点については，既に盛り込\nまれている」ことを前提としている（甲１１・２頁）。\nさらに，改正判断指針によれば，「具体的出来事の平均的な心理的負荷\nの強度は，一般的にはどの程度の強さの心理的負荷と受け止められるかを\n前提として示したものであるので，個別事案における心理的負荷の強度の\n評価に当たっては，個々の労働者が置かれた立場，状況等の個別性を考慮\nして，心理的負荷の強度を修正する視点（修正する際の着眼事項）に基づ\nき，修正がなされるべきものであることに留意すること。」としている\n（甲１０・６，７頁）。\nそうすると，本件においても，亡Ｐ１がその当時置かれていた具体的状\n況・個別的状況を前提にして，業務の心理的負荷が評価されるべきである。\n(3)  したがって，本件における亡Ｐ１の業務による心理的負荷を考えるにあ\nたっても，亡Ｐ１が置かれた立場や状況を充分斟酌した上，業務内容や出\n来事の意味を評価し，加えて，亡Ｐ１の性格からして，平均的労働者と比\nべてより重い心理的負荷が加わっていることについて判断するべきである。\n【被告の主張】\n(1)  労災補償において労働者の精神障害の発病に業務起因性が認められるた\nめには，単に条件関係が認められるだけでは足りず，当該精神障害が当該\n業務に内在する危険の現実化として発病したと認められることが必要であ\nる。このような精神障害の業務起因性の判断に際しては，今日の精神医学，\n心理学で広く受け入れられている「ストレス－脆弱性」理論に依拠するの\nが合理的である。\n「ストレス－脆弱性」理論は，業務上の要因による心理的負荷，業務外の\n要因による心理的負荷，個体側要因に大きく分けることができ，具体的な\n判断に当たっては，各要因についてそれぞれ評価し，どの要因が当該精神\n障害の発症に有力な原因となったかについて総合的な判断を行うものとさ\nれている。環境由来のストレス（心理的負荷）が客観的にみて精神的破綻\nを発症させる程度に強いと認められない場合の精神障害発症の原因は，精\n神医学的には，個体側の反応性，脆弱性に求められることになる。このよ\nうに，「ストレス－脆弱性」理論の下では，同じストレスから受ける侵害\nの強度の個人差は，個体側の脆弱性によって生じると判断されることにな\nる。\n(2)  そして，業務の心理的負荷の評価について，「ストレス－脆弱性」理論\nによれば，同じストレスから受ける侵害の強度の個人差は，個体側の脆弱性\nによって生じると判断されることから，当該業務によるストレスが精神障害\nを発症させる程度に強いか否かは，「個体側の脆弱性」と離れて，当該業務\nの性質や勤務態様に基づいて客観的に判断されなければならない。\nしたがって，「ストレス－脆弱性」理論の下，業務によるストレスの強度\nを評価するにあたっては，当該労働者を離れて，飽くまでも客観的に「平\n均的労働者」「通常想定される範囲」の人を想定し，その想定される集団\nにとってどの程度強いストレスと受け止められるかが検討されなければな\nらないから，当該業務上の負荷の強度の判断は，当該労働者を基準とすべ\nきではなく，あくまでも平均的な労働者，すなわち，何らかの素因（個体\n側の脆弱性）を有しながらも，当該労働者と同程度の職種・地位・経験を\n有し，特段の勤務軽減までを必要とせず，通常の業務を支障なく遂行する\nことができる程度の健康状態にある者（相対的にストレス適応能力の弱い\n者をも含む。）を基準とすべきである。\n(3)  また，当該業務による心理的負荷の強度を判断するに当たり，うつ病に\n親和性を有するといった性格傾向を考慮することは，本来個体側の要因と\nしての脆弱性を指し示す１つの指標であるはずの性格や性格傾向を，業務\nによる心理的負荷の強度の評価判断に持ち込むことになり，客観的である\nべき業務による心理的負荷の強度の評価判断の問題と個別的な個体側の要\n因に関する評価判断の問題とを混同させることとなり，「ストレス－脆弱\n性」理論と整合しないことから，心理的負荷の評価に当たり性格傾向は考\n慮すべきでない。\n２  争点２（発症後の心理的負担を考慮することの可否）\n【原告の主張】\n心理的負荷によるうつ病発症後の自殺に関する業務上外の判断においては，\nうつ病の発症前の出来事の心理的負荷のみならず，発症後における症状の増\n悪過程における出来事の心理的負荷についても検討すべきであり，精神障害\nの発症，増悪そして自殺に至る過程を通じて業務による心理的負荷がいかに\n当該労働者の自殺に関与していたかについての総合的な判断がされるべきで\nある。\n【被告の主張】\n(1)  うつ病の増悪とストレスとの関係は，通常の精神障害の発症の場合と同\n様に考えることはできない。これは，日本産業精神保健学会の見解が「精\n神障害をすでに発病した者における具体的出来事の受け止め方については，\n臨床事例等から正常人の場合とは異なる。すでに精神障害を発病した者に\nとって，些細なストレスであってもそれに過大に反応することはむしろ一\n般的である。これは，発病すると，病的状態に起因した思考により，自責\n・自罰的となり，客観的思考を失うからとされている。すなわち，個体の\n脆弱性が増大するためと理解されている。そうすると，すでに発病してい\nる者にとっての増悪要因は必ずしも大きなストレスが加わった場合に限ら\nないのであるから，正常状態であった人が精神障害を発病するときの図式\nに当てはめて業務起因性を云々することは大きな誤りである。」（乙１２\n８・４６，４７頁）としていることからも明らかである。\n(2)  さらに，日本産業精神保健学会の見解が「精神障害者の自殺が精神障害\nの増悪の結果であるという見解は，精神医学上，必ずしも正しくはない。\n日常臨床で自殺企図者の対応で経験するところでは，自殺を決行するきっ\nかけとなったのは些細な事柄であることが多く，強いストレスが自殺の決\n行の原因となるということは必ずしも多くないということが知られており，\n精神障害発病者の自殺が常に強いストレスと関連しないという複雑さをも\nっている。」としているとおり，自殺は必ずしも精神障害が増悪した結果\nではない（乙１２８・５３，５４頁）。\nそうすると，精神障害発症後に被災者が業務に従事していた場合に，当\n該業務による心理的負荷が，精神障害や希死念慮にいかなる影響を及ぼす\nかに関しては，精神医学的に確立した知見は存在せず，発症後の業務の心\n理的負荷を検討してみても，それによって，何らかの結論を導くことはで\nきない。\n(3)  したがって，うつ病発症後の業務による心理的負荷を検討して業務起因\n性を判断するのは相当でない。\n３  争点３（亡Ｐ１が業務によって受けた心理的負荷の強度）\n【原告の主張】\n(1)  再入社後の亡Ｐ１の状況と業務受注の達成困難\nア  亡Ｐ１は，訴外会社に在職していた当時の実績を請われ，訴外会社で\nの活躍を期待されて再入社し，早々に，新規に立ち上げられた輸送シス\nテムグループのグループ長に抜擢された。亡Ｐ１は，その期待に応え，\n実績を挙げようとして，強いプレッシャーを感じていた。\n他方，亡Ｐ１は，訴外会社退職後１０年間のキャリアの空白があり，\nこの空白は，亡Ｐ１が訴外会社において中間管理職として習熟し，社内\nにおける人間関係を形成するための機会を失わせるものであった。\n亡Ｐ１が輸送システムグループのグループ長として抜擢されたこと及\nび再入社というハンディを抱えていたことは，亡Ｐ１が輸送システムグ\nループにおいて実績を挙げることについての責任感や使命感を生じさせ\nる事情となっていたが，同時に，亡Ｐ１がグループ長を務める輸送シス\nテムグループが同グループの立ち上げ後，受注に成功せず，訴外会社の\nために寄与できていないことにつき心理的負荷を強めるものであった。\nイ  輸送システムグループの目標は，輸送システムの受注であるが，これ\nは，立ち上げたばかりで実績のない訴外会社にとっては，達成困難な目\n標であった。\n亡Ｐ１は，再入社早々，訴外会社から期待されて，技術的に全く経験\nも実績もないこのグループの責任者に就任し，上記のような達成困難な\n目標を課された。しかし，亡Ｐ１がグループ長に就任して以降，受注を\n達成できるどころか，１件も受注案件がないまま期間が経過したことに\nよって，心理的負荷は徐々に強まっていった。輸送システムグループは，\nその後も受注に至った案件はなく，訴外会社の収益に寄与することがで\nきなかった。\nこのことは，同グループの責任者であった亡Ｐ１の強い心理的負荷と\nなった。\n(2)  亡Ｐ１が担当していた受注交渉案件\nア  平成１１年度に，輸送システムグループが受注に向けて取り組んでい\nた案件としては，①カラカス（ベネズエラ）・デポ設備（ベネズエラ案\n件），②シンガポール・マリーナベイ地下鉄（シンガポール・マリーナ\nベイ案件），③香港ＫＣＲＣ・プラットホームスクリーンドア（香港Ｋ\nＣＲＣ案件），④フィリピン・Ｎｏｒｔｈ  Ｒａｉｌ（フィリピン案\n件），⑤フィリピン・マニラ１号線増強（フィリピン・マニラ案件），\n⑥高雄地下鉄（台湾案件），⑦ブラジル・クリチバ新交通（ブラジル案\n件），⑧シンガポール・チャンギ空港第３ターミナル全自動無人運転車\n両（シンガポール・チャンギ空港案件），⑨神戸ポートアイランド増強\n延伸（ポートアイランド案件），⑩カザフスタン・アルマトイ市電・無\n軌条電車（ガザフスタン案件）等があったが，亡Ｐ１は，このうち③香\n港ＫＣＲＣ案件及び④フィリピン案件については主担当者として業務を\n行っていた。\nイ  そして，亡Ｐ１が後記のとおり韓国案件に取り組むことになった平成\n１２年７月以降には，上記各案件に対する取り組みも本格化しており，\n被告が認めるだけでも，輸送システムグループは，ベネズエラ案件，ア\nメリカ案件，シンガポール案件，ブラジル案件，フィリピン・マニラ案\n件，神戸ポートライナー案件，ポーランド案件，台湾案件，インドネシ\nア案件等の海外の受注交渉案件を抱えていた。\n亡Ｐ１は，これらの案件につき，主担当者であるものについては受注\nに向けての技術面の責任者として業務を行うとともに，輸送システムグ\nループの責任者として，全案件を統括し，各担当者の業務を指揮，監督\nしていた。\nウ  このように，亡Ｐ１は，韓国案件という重要な案件について，輸送シ\nステムグループの担当責任者，かつ輸送システム部全体のとりまとめの\n責任者として従事する一方で，同グループ長として同時進行していた多\nくの案件を統括していたことにより，大きな心理的負荷を受けていた。\n(3)  韓国案件による心理的負荷\n亡Ｐ１は，平成１２年７月ころから，輸送システムグループのグループ\n長として，また，営業・調達を含めた交渉全体のとりまとめ役として，韓\n国案件に関与することになった。この韓国案件による亡Ｐ１の心理的負荷\nは，以下のとおり過重なものであった。\nア  韓国案件の困難性\n(ア)  韓国案件は鉄道システム全体の建設プロジェクトで，その規模は，\n４００億円から４５０億円という巨額のものであり，輸送システム部\nにおいても，韓国案件は全力集中すべき重要案件として位置づけられ\nていた。\nそして，韓国案件は，すでにプロジェクトが実現に向けて具体化さ\nれている案件で，受注決定までに長期間を要さない段階に達していた。\nその上，土建・据付等の対象となる機械・電気設備（Ｅ＆Ｍ。以下\n「機械・電気設備」という。）の供給業者であり，かつ，合弁事業に\n参加していたフランス企業のＰ１４社が撤退することになったため，\n訴外会社に白羽の矢が立てられたという経緯があった。したがって，\n訴外会社と発注元との間で，受注価格の合意さえできれば随意契約と\nなる可能性もある案件であり，訴外会社が受注することのできる具体\n的可能性は非常に高かった。\nただし，他方，韓国案件では，訴外会社は，韓国の企業を下請けと\nして設備供給の大半を請け負わせることになっていたため，訴外会社\nの受注額について赤字が生じた場合に，訴外会社が責任だけを取らさ\nれてしまうリスクを負っていた。\n(イ)  前記(2)のとおり，一般的に，輸送システムの受注というノルマ自\n体が，達成困難な目標であるが，その中でも，韓国案件は，巨額の国\n家的事業ともいえる案件で，交通システム事業を始めて間がなく，実\n績のない訴外会社にとっては，より受注について困難性が高い案件で\nあった。反面，前記のとおり，韓国案件には，困難とリスクが伴うも\nのの，受注の可能性も十分にあり，受注に至れば大きな実績となる案\n件であった。\n上記の事情に照らせば，韓国案件の受注という目標は，「達成困難\nなノルマ」と評価することができ，改正判断指針によれば，その心理\n的負荷の平均的強度は「Ⅱ」とされている。しかし，韓国案件の受注\nというノルマは，その案件の重大性，困難性に加え，輸送システムグ\nループ発足以来，業務の受注に至った案件が１件もない状態にあった\nことを考慮すれば，その心理的負荷の強度は「Ⅲ」と修正して評価さ\nれるものである。\nイ  韓国案件における亡Ｐ１の役割\n韓国案件では，輸送システムグループが技術面を担当しており，亡Ｐ\n１がその責任者となっていた。プロジェクトの進行に際しては，輸送シ\nステム営業部及び調達部の関与及び協力も必要となるが，現場を現場を\n含む技術面を担当する輸送システムグループが，プロジェクトの中心に\n位置し，そのグループ長である亡Ｐ１がそのとりまとめの役割を担うこ\nとになった。  そのため，亡Ｐ１は，韓国案件についての技術面を具体\n的に担当する輸送システムグループのグループ長であるとともに，営業\n・調達を含めた交渉全体のとりまとめ役，すなわち，韓国案件全体の責\n任者として，発注元及び下請企業らとの間で，交渉を行っていた。\nなお，訴外会社の組織上，亡Ｐ１の上司は，輸送・物流システム部の\nＰ３部長であるが，同部長は輸送システムのみならず，物流システム，\n空港システムグループ，工務グループ等を統括する部長であって，韓国\n案件の担当者という点では責任者の地位にあるものではない。\nウ  韓国への出張の負担\n亡Ｐ１は，グループ長として，韓国案件全体の責任者として，平成１\n２年８月から同年１２月にかけて，以下のとおり６回にわたる韓国出張\nを行い，発注元のＰ１５建設，工事を施工する下請企業らとの間で交渉\nを行った。\n①  ８月３日から８月５日まで\n②  ８月１３日から８月１５日まで\n③  ９月５日から９月９日まで\n④  １０月１２日から１０月１４日まで\n⑤  １１月１３日から１１月１６日まで\n⑥  １２月６日から１２月１１日まで\nこれらの出張で行われた発注元や下請企業との短時間の交渉の中で，\n亡Ｐ１は，交渉責任者として韓国案件への参加の見通しや結論を出さな\nければならなかった。また，訴外会社内で十分検討する時間がなかった\nため，亡Ｐ１の判断が訴外会社の意思決定に決定的な影響を及ぼさざる\nを得ない状況にあった。\nその他，多数の下請企業，納入メーカーが当該案件に関与していたこ\nと，韓国の企業との間での交渉であったため，言葉や交渉方法，商習慣，\n法制度等の違いが存在していたことにより，これらの交渉には困難が伴\nった。\nさらに，出張期間中に凝縮した交渉が求められていたから，出張前に\nはそれに向けての事前の準備や検討がなされなければならず，出張後は\n上司等への報告書の作成とともに，次の出張に向けての検討が始まるこ\nとになり，韓国出張期間中のみならず，出張の前後においても過重な業\n務が続いていた。\nしたがって，これらの出張により生じた心理的な負担は極めて過重な\nものであった。\nエ  韓国案件の破談\n亡Ｐ１は，平成１２年１２月にうつ病を発症した後も，韓国案件の責\n任者として，その受注獲得に取り組んでいたところ，同案件については，\n平成１３年９月４日に入札が実施され，平成１４年１月１５日から同月\n２０日に亡Ｐ１が韓国出張をしたころまでは，交渉は順調に進み，成立\n直前のところまで進行していた。\nしかし，その後，同年２月５日ころから，一転して，問題点が浮上し，\n輸送システムグループと東京本社の輸送システム営業部との間で意見の\n食い違いが生じ，同月２５日までには，産機プラント事業部内において，\n当該案件の受注を取りやめるとの結論に至った。亡Ｐ１は，入札保証金\n（ビットボンド）の没収を回避し，事後に，訴外会社が責任を負わない\n形で韓国案件から撤退することを至上命題として，同月２７日から３月\n７日まで韓国出張を行い，韓国案件からの撤退を完了させた。\nこれが，大きな心理的ストレスとして，亡Ｐ１の心身に多大な負荷を\n与えたことは明らかである。\nオ  韓国案件の破談と同時期に行っていた業務\n韓国案件について入札保証金の没収問題が生じたのと同時期に，輸送\nシステムグループは，インドネシア・ジャカルタ案件，フィリピン・マ\nニラ案件，ベネズエラ・カラカス案件，ブラジル案件などの案件を抱え\nており，さらに，台湾新幹線の案件に人員を派遣して応援をしており，\n亡Ｐ１は，グループ長として，韓国案件のみならず，これらの案件に対\nしても責任ある対応をしなければならなかった。\n(4)  亡Ｐ１の時間外労働時間\nア  専門検討会報告書によれば，「（長時間労働は）ストレス対応能力を\n低下させる意味で重要となる。特に発症前６ヵ月の間に生じた労働の長\n時間化はストレス要因になる。」，「長時間労働は一般に精神障害の準\n備状態を形成する要因となっている可能性があることから，出来事の程\n度の評価に当たって，特に常態的な長時間労働が背景として認められる\n場合，出来事自体のストレス強度は，より強く評価される必要がある」\nとされており（乙１１１・３４頁，３５頁），長時間労働が，深夜時間\n帯に及ぶような時間外労働に至らなくてもストレス対処能力を低下させ\nることが明らかとなっている。\nそして，厚生労働省の委託による夏目誠医師らの研究論文「ストレス\nドッグにおける長時間労働とライフイベント」（甲８）によれば，残業\n時間が月６０時間を超えるとライフイベント（出来事）のストレス点数\nにつき大きな差異が生じること，すなわちライフイベントの心理的負荷\nの強度が高まることが実証的に論述されおり，長時間労働とライフイベ\nントの相互相乗作用によりライフイベントのストレス度は高まることが\n明らかになっている。\n判断指針は，これらの医学知見を踏まえて，出来事に伴う変化等（改\n正判断指針では，出来事後の状況が持続する程度を検討する視点）とし\nて，仕事の量（労働時間等）の変化をあげている。\nイ  亡Ｐ１について，発症前８か月間及び死亡前６か月間の残業時間をみ\nると，以下のとおりであり，発症前８か月間では，月間の時間外労働時\n間は１０８時間から１４６．５時間，平均１２９．９時間であり，発症\n後死亡前６か月間では，４５．５時間から１２０．５時間，平均８５．\n９時間であった。\nなお，仮に，本件処分が過少に認定したところによっても，亡Ｐ１の\n本件発症前８か月間の所定外労働は，月６０時間を概ね超える長時間労\n働となっている。\n(ア)  発症８か月前の時間外労働時間\n期間（いずれも平成１２年）                  時間外労働時間\n４月１３日から５月１２日                    １０８時間\n５月１３日から６月１２日                    １４６．５時間\n６月１３日から７月１２日                    １３５．５時間\n７月１３日から８月１２日                    １１８．５時間\n８月１３日から９月１２日                    １２０時間\n９月１３日から１０月１２日                  １２８．０時間\n１０月１３日から１１月１２日                １４２．５時間\n１１月１３日から１２月１２日                １４０．５時間\n(イ)  死亡６か月前の時間外労働時間\n期間                                                                              時間外労働時間\n平成１３年１１月９日から１２月８日                  １０４時間\n平成１３年１２月９日から平成１４年１月８日  ８２．５時間\n平成１４年１月９日から２月８日                            １２０．５時間\n平成１４年２月９日から３月８日                            １０９．５時間\n平成１４年３月９日から４月８日                            ５３．５時間\n平成１４年４月９日から５月８日                            ４５．５時間\nウ  したがって，上記アの見地からも，亡Ｐ１の長時間労働は精神疾患を\n発症・増悪させる要因として十分な過重性を有していたといえる。\n【被告の主張】\n亡Ｐ１は，平成１２年１２月１３日に重症うつ病エビソードを発症してい\nたものと認められるから，その発病前のおおむね６か月である同年６月１３\n日ころから同年１２月１３日までの間に，客観的に当該精神障害を発病させ\nるおそれのある業務による強い心理的負荷が認められるかが問題となる。\nこの間の出来事としては，唯一，韓国案件が挙げられるが，その韓国案件\nによる心理的負荷は，強度の心理的負荷とはいえず，亡Ｐ１の重症うつ病エ\nピソード発症に業務起因性は認められない。\n(1)  再入社後の亡Ｐ１の状況及び業務受注の達成困難\nア  亡Ｐ１の本件会社に再度入社するまでの経歴からすれば，亡Ｐ１は，管\n理者又は業務を統括する者として，十分な実績を積んできたものといえ，\n訴外会社への再入社後，輸送システムグループにおいて受注案件がなかっ\nたとしても，平成１２年ころには，グループ長としての業務には十分習熟\nしていた。\nイ  輸送システムグループが新設されて以降，韓国案件の話が持ち上がっ\nた平成１２年７月末ころまでの間，輸送システムグループにおいて受注\nした案件はなかったが，そのことは訴外会社では問題となっていなかっ\nた。そうすると，亡Ｐ１が，訴外会社に営業・収益面で貢献できず，\n「無駄メシ」ばかり食べているという状況が継続していることは許し難\nいと自ら感じていたとしても，それは，亡Ｐ１の個人的な性格によるも\nのにすぎない。\n(2)  亡Ｐ１が担当していた受注交渉案件\n韓国案件の交渉が始まった平成１２年７月末ころからうつ病を発症した\n同年１２月１３日までの間，韓国案件と並行していた案件は，ベネズエラ\n案件，アメリカ案件，シンガポール案件，ブラジル案件及びフィリピンの\nマニラ案件であった。\nアメリカ案件及びシンガポール案件については，亡Ｐ１はあまり関わっ\nておらず，シンガポール案件については，同年７月ころには落ち着いてい\nた。また，ブラジル案件については，具体的な交渉の段階にまで至ってお\nらず，特に亡Ｐ１の負担となるものではなかったし，フィリピンのマニラ\n案件は，具体的な担当を決める前の段階であった。そうすると，実質的に\n動いていたのはベネズエラ案件のみであり，それについても亡Ｐ１は実務\nを担当していなかったから，亡Ｐ１の負担は小さいものであった。\n訴外会社の輸送システムグループに対する支援体制に問題があったとい\nう事実は存在しない。\n(3)  韓国案件による心理的負荷\n韓国案件によって亡Ｐ１に生じた心理的負荷は，次のとおり過重なもので\nはない。\nア  韓国案件の困難性\n(ア)  韓国案件は，実際には，金銭面，条件面でほぼ合意に達していたが\n納期の問題で訴外会社が受注を断念したものであり，価格交渉が通常の\n交渉に比して格別困難であったとは考え難い。そもそも受注交渉の初期\nの段階での発注側と受注側の価格の差は，その後の交渉により調整され\nるものであるから，韓国案件に関する輸送システムグループの工事見積\n価格と発注側の額の差をもって，直ちに交渉が困難であったとはいえな\nい。\n仮に，韓国案件における受注交渉が困難であるとの事情があったと\nしても，価格面での調整は輸送システム営業部が主体となって行うも\nのであり，韓国案件における亡Ｐ１の役割ないし権限は大きいもので\nはなかったのであるから，亡Ｐ１の業務による心理的負荷に影響を及\nぼさない。\nさらに，亡Ｐ１には重要事項の決定権限はなかったのであるから，\nそのような交渉の場における議論が亡Ｐ１の心理的負荷となったとは\n認め難い。\n(イ)  韓国案件は，リスクを考えなければ受注できる可能性が高い案件\nであったが，訴外会社又は産機プラント事業部としては，リスクを回\n避した上で受注することを求めていたのであるから，受注できる可能\n性は必ずしも高いものであったとはいえない。\n訴外会社としては，リスクを無視すれば受注できる可能性がある案\n件であったにもかかわらず，リスクについて十分検討した上で受注す\nるよう求めていたのであり，必ず受注するように，強く求めていたわ\nけではなかった。\nイ  韓国案件における亡Ｐ１の役割\n韓国案件は，亡Ｐ１の所属する輸送システムグループが行うべき業務\nの１つであって，亡Ｐ１にとって，韓国案件もそれらの案件の１つにす\nぎず，特別なものではなかった。\n亡Ｐ１の役割は，輸送システムグループ，輸送システム営業部及び調\n達部がそれぞれ分担する業務の取りまとめ役，すなわち，各担当業務の\n調整役にすぎず，韓国案件の責任者ではなかった。\nまた，亡Ｐ１は，輸送システムグループのグループ長として，技術面\nについての業務を担当していたが，仕様書及び見積書の作成といった具\n体的な作業については，亡Ｐ１が部下に割り振って行わせたものをチェ\nックしていただけで，自ら作成するということはなかった。技術面につ\nいての責任者は，亡Ｐ１ではなく，Ｐ３部長であった。\nしたがって，韓国案件の受注交渉業務が，亡Ｐ１の仕事の内容に大き\nな変化を生じさせるものとはいえない。\nウ  韓国への出張の負担\n亡Ｐ１は，平成１２年８月から同年１２月にかけて，６回にわたり韓\n国に出張したが，これらの出張は，いずれも亡Ｐ１に強い心理的負荷を\n与える業務ではなかった。\nこれらの韓国出張には，営業部，調達部といった他部門の職員が同行\nしており，亡Ｐ１の役割は，技術面における対応のみであった。その技\n術面での対応は，亡Ｐ１にとって通常の業務にすぎず，特別問題が生じ\nたこともなかった。また，同部門からも上司や同僚が必要に応じて同行\nしており，亡Ｐ１が技術面に関する部分についてすべてを１人で処理し\nなければならない状況にはなかった。\nさらに，出張に伴って作成される出張報告書は，通常の業務として行\nっている出張の内容を記載したものにすぎず，その中でも，亡Ｐ１は，\n輸送システムグループのみの報告書を作成していたにすぎない。\nエ  韓国案件の破談\n前記争点２の被告の主張のとおり，精神障害発症後に被災者が業務に\n従事していた場合には，発症後の当該業務による心理的負荷が，精神障\n害や希死念慮にいかなる影響を及ぼすかに関しては，精神医学的に確立\nした知見は存在しない。\nしたがって，発症後の業務によって生じた心理的負荷により，亡Ｐ１の\n自殺という結果を導くことはできず，業務と自殺との因果関係については，\n発症前の業務と精神障害の発症との間の因果関係によって判断するほかな\nい。\nそして，仮に，亡Ｐ１がうつ病を発症した後における業務の心理的負\n荷を考慮するとしても，韓国案件の受注を断念したことにより，訴外会\n社には何らの損害も生じなかったのであるから，韓国案件の受注断念が\n「自分の関係する仕事で多額の損失を出した」場合に該当しないし，同\nじく，入札保証金没収問題も，可能性として出ていた程度であって，実\n際には没収はされておらず，訴外会社に損害は生じていないから，これ\nも「自分の関係する仕事で多額の損失を出した」場合に該当しないこと\nが明らかである。\n(4)  亡Ｐ１の時間外労働時間\nア  長時間労働は一般に精神障害の準備状態を形成する要因となっている\n可能性があることから，出来事の程度の評価に当たって，特に常態的な\n長時間労働が背景として認められる場合に，出来事自体のストレス強度\nは，より強く評価される必要があるとはいえる。しかし，原告の主張す\nる「６０時間」が精神障害の発病を強める目安になると結論づけられる\nものではない。日本産業精神保健学会の見解（乙１２８）も，「長時間\n残業による睡眠不足が精神疾患発症に関連があることは疑う余地もなく，\n特に長時間残業が１００時間を超えるとそれ以下の長時間残業よりも精\n神疾患発症が早まるとの結論が得られた。」としている。\nまた，判断指針によれば，「出来事の発生以前から続く恒常的な長時\n間労働，例えば所定労働時間が午前８時から午後５時までの労働者が，\n深夜時間帯に及ぶような長時間の時間外労働を度々行っているような状\n態等が認められる場合には，それ自体で・・・心理的負荷の強度を修正\nする。」とされている。\nイ  亡Ｐ１の時間外労働時間は，以下のとおり，発症前の６か月において，\n最も少ない月は５９時間であり，最も多い月で６９時間であったのであ\nるから，亡Ｐ１の時間外労働時間が精神疾患の発症を促すほど過重なも\nのとはいえない。\nまた，亡Ｐ１の深夜時間帯に及ぶ時間外労働は，午後１１時ないし午前\n０時程度のものが月に１，２回ある程度で，深夜時間帯に及ぶような長時\n間の時間外労働を度々行っているような状況とはいえず，判断指針にいう\n心理的負荷の強度を修正すべきものではない。\n(ア)  発症８か月前の時間外労働時間\n期間（いずれも平成１２年）                            時間外労働時間\n６月１３日から７月１２日                    ５９時間\n７月１３日から８月１２日                    ５９時間\n８月１３日から９月１２日                    ６８時間\n９月１３日から１０月１２日                  ６９時間\n１０月１３日から１１月１２日                ６９時間\n１１月１３日から１２月１２日                ６９時間\n(イ)  死亡６か月前の時間外労働時間\n期間                                                  時間外労働時間\n平成１３年１１月９日から１２月８日                  ５８時間\n平成１３年１２月９日から平成１４年１月８日  ４９時間\n平成１４年１月９日から２月８日                            ６９時間\n平成１４年２月９日から３月８日                            ７１時間\n平成１４年３月９日から４月８日                            ５８時間\n平成１４年４月９日から５月８日                            ４６時間\n第第第第５５５５     当裁判所当裁判所当裁判所当裁判所のののの判断判断判断判断\n１  証拠（枝番号を含む。）及び弁論の全趣旨によれば，以下の事実が認められ\nる。\n(1)  亡Ｐ１の家族構成，性格等\nア  亡Ｐ１は，昭和４６年に妻である原告と婚姻し，その後，昭和４７年\nに長男を，昭和４９年には，次男を授かった。亡Ｐ１は，長男及び次男\nの独立後は，原告と芦屋市の自宅（持家）において生活していた（甲２\n３）。\nイ  亡Ｐ１の性格は，非常に真面目で，責任感があるというものであった。\nまた，亡Ｐ１は，つきあいも良く，スポーツマンで，趣味もテニス，ゴ\nルフやつりなど活動的であった（乙４３・１６項，乙４５・１２項，乙\n４９・１７項，乙５２・１１項，乙５３・２項，乙５５・１３項，証人\nＰ１６３５項，原告本人１７５項，）。\nウ  亡Ｐ１は，平成１２年１２月より前において，うつ病等の精神疾患に\n罹患したことはなかった（乙１５）。\n(2)  亡Ｐ１の再入社までの経緯\n亡Ｐ１は，昭和４６年４月に訴外会社へ入社した後，製鉄機械設計部に配\n属され，圧延部門の優秀な技術者が集まる「Ｐ１７研究所」に選ばれて入\n所した。\n亡Ｐ１は，３５歳のころ新たな圧延機を開発したが，当時圧延機のシェア\nーは，Ｐ１８が９８％，Ｐ１９・Ｐ２０工業が１％で，訴外会社は問題に\nならない状態であったのが，亡Ｐ１が開発した圧延機は，Ｐ２１工場の圧\n延機の入札で受注に成功し，その後も，訴外会社の圧延機のシェアーを拡\n大させる業績を挙げ，亡Ｐ１は，社内では，圧延機でナンバー１と言われ，\n非常に優秀な技術者であると評価されていた。\n亡Ｐ１は，昭和５９年５月，３７歳のときに，十二指腸潰瘍が悪化して穿\n孔ができたため胃の４分の３を切除した。\n亡Ｐ１は，順調に昇進して課長に昇格したが，課長になると残業代がつか\nなくなって給与が実質的に減り家族の生活に不安があるとして，昭和６３\n年５月に自己都合により訴外会社を退職し，原告の弟が専務取締役を務め\nていた高級門扉や手摺りなどの製造等を行っているＰ２２工業の工場長と\nして入社し，後には専務に就任した。\nその後，訴外会社専取締役務のＰ２３（平成９年当時は，事業部長であ\nった。以下「Ｐ２３専務」という。）が，亡Ｐ１の在職時の優秀な実績を\n評価し，訴外会社に何とか呼び戻そうと働きかけたところ，亡Ｐ１もこれ\nに応じて，平成９年１１月，訴外会社に再入社した。\nその際，亡Ｐ１は，部長待遇のグループ長として訴外会社に再雇用され\nた。亡Ｐ１のグループ長への就任は，入社同期の中でもかなり上のランク\nの部長への就任であった。\n（甲２３，乙３５，乙３６・１７，２５項，乙５０・４項，乙５３・３項，\n乙６５，乙６６）\n(3)  輸送システムグループの業務内容\nア  輸送システムグループは，技術面を担当するグループであり，主に製\n品の仕様の決定，設計，品質を担当し，また，見積り業務もその業務の\n内容となっていた。\n輸送システムグループのような技術グループの担当する見積り業務は，\n下請企業から納入する設備等について，下請企業の見積りについての査\n定，設計要員の見積り，設備の数量及び重量等の材料表のとりまとめを\n行うというものである。ただし，産機プラント事業部には，調達部が設\n置されているので，専門メーカーからの調達については，調達部が担当\nし，輸送システムグループは見積りに関して，技術的な補佐を行うこと\nになっていた。（乙１１６）\nイ  輸送システムグループのグループ長である亡Ｐ１は，個別の案件の主\n担当者になるとともに，同グループが取り扱う案件について，内容を把\n握した上で，各案件の取りまとめを担当していた。また，同グループに\n所属する部員の人事評価を行うことも亡Ｐ１の業務内容であった。（乙\n２９・４頁，乙１１６・３頁）\n平成１２年ころに輸送システムグループで取り組んでいた受注交渉案\n件としては，ベネズエラ案件，アメリカ案件，シンガポール案件，ブラ\nジル案件，フィリピン・マニラ案件及びポートライナー案件があった\n（乙１１６・５頁，６頁）。\n(4)  輸送システムグループの状況\nア  平成１０年１月の輸送システムグループの設立後，同年４月作成の\n「システム技術Ｇ（グループ）の平成１０年度の基本方針」と題する社\n内文書では，輸送システム部の受注額につき，平成１０年２００億円，\n平成１１年８００億円とするノルマが与えられており，事業部の現在の\n採算状況からいって，新ビジネスだからといって十分な猶予期間及び人\n員を与えてもらえる状況ではなく，早急に部としての一本立ちが要求さ\nれていること及び輸送システムグループの受注目標は，平成１０年２０\n億円，平成１１年８０億円とする旨の記載がされている（甲１７）。\nまた，平成１１年５月作成の「システム技術Ｇ（グループ）の平成１\n１年度の基本方針」と題する社内文書では，輸送システムグループの受\n注目標として，平成１２年の受注目標は８０億円で，プロジェクトの実\n現性及び受注確度の高い案件として，ベネズエラ案件，シンガポール・\nマリーナベイ案件，香港ＫＣＲＣ案件，フィリピン案件，フィリピン・\nマニラ案件が列挙され，平成１１年度中に少なくとも１件の受注又は内\n示獲得を目指すとの記載がされている（甲１８）。\nイ  平成１０年１月１日の発足以来，輸送システムグループでは，受注案\n件がないために，受注の可能性がある限りは，案件を絞り込むことがで\nきず，輸送システムグループが抱える案件の数は多く，亡Ｐ１は，平成\n１２年４月作成の幹部職員自己申告表（以下「自己申告表」という。）\nに，「案件の選別ができる身分ではない」ため，「フォローすべき案件\n数は多大にのぼる，見積り以外の工務機能，即ちプロジェクト管理面の\n補強を要望する，現況では技術側が対応せざるを得ない。」と記載し，\nまた，平成１３年４月作成の自己申告表には，「応札までの仕込み期間\nが長く，むやみに対象案件を絞ることが出来ないので，フォローすべき\n案件が多く，仕事量は多い。」と記載する状態であった（乙７７，７\n９）。\nウ  また，亡Ｐ１は，上記イの各自己申告表の「現職に関する考え」欄に，\n「まだ実ジョブを持たない歯がゆさがある。近い将来，取り組んでいて\n良かったと評される当事業部中核事業に育てるべく努力したい。」（平\n成１２年４月作成分），「当分野進出以来３年余りを経て受注が達成出\n来ず，若手が実ジョブを体得出来ないことに歯がゆさを感ずるが，やり\nがいは有る。」（平成１３年４月作成分）と記載しており，受注案件が\nない現状についての焦り，悔しさを感じていた状況にあった（乙７７，\n７９）。\nエ  亡Ｐ１は，輸送システムグループが発足以来受注案件がないという状\n況について，平成１２年春ころから，妻である原告に対し，訴外会社へ\nの再入社後３年が経過しようとしているにもかかわらず，自分が何らの\n成果を挙げることができておらず，このまま無駄飯を食べるわけにはい\nかないといった趣旨の発言をするようになった（原告本人２６項，２７\n項）。\nオ  そして，平成１３年秋ころには，輸送システムグループ所属の役職の\nない部員全員（Ｐ６，Ｐ７，Ｐ８及びＰ９）が，輸送システムグループ\nからの異動を希望する状況となり，中には，参与のＰ１１において，異\n動できなければ退社するのではないかと感じられる部員もいた（乙８\n５）。\nカ  平成１３年３月２８日，Ｐ２４常務から，亡Ｐ１らに対し，訴外会社\nが社内カンパニー制を導入すること等に関する話があったが，その中で，\nＰ２４常務は，輸送システムグループが所属する技術一部の位置づけに\nついて，同部は仕事量がないグループを集めたもので，死に体のグルー\nプからどう這い上がるのか，知恵を絞るべきであるとの発言がされた\n（甲３・７４頁）。\nまた，同年６月８日ころ，輸送ビジネスのあり方について，Ｐ３部長\nは亡Ｐ１に対し，受注が必達であり，そのための努力が必要である，対\n社内，対社外でどう演ずるかわきまえよとの考えを示した（甲３・７８\n頁）。\nキ  さらに，平成１４年３月に韓国案件が破談したころの同月１４日に，Ｐ\n２４常務と亡Ｐ１を含む幹部職員数名の経営会議で輸送システムグループ\nについての話合いが行われたが，その席上，Ｐ２４常務から「（前社長\nの）Ｐ２５時代，システムをやるべしとして発足した。気持ちはゆれてい\nる。解散はもったいないという気持ちである。」との発言があり，他の幹\n部職員から「遊ぶ余裕は無い，負担となる」，「金食い虫となっている」\n等の発言がされた。（乙１０３・５９頁から６１頁）\n(5)  韓国案件の内容等\nア  韓国案件は，約４５０億円の規模の鉄道システム建設プロジェクトで，\n合弁事業団が特別目的会社であるＰ２６事業団を設立し，この特別目的\n会社が旧韓国国鉄から上記鉄道事業の事業権を受け，鉄道システム建設\n及び鉄道事業の運営を行うというものであった（なお，平成１３年に上\n記特別目的会社が設立されるまでは，合弁事業団の中心的存在であった\nＰ１５建設が代表して交渉を行っていた。以下，上記合弁事業団と上記\n特別目的会社を区別する必要がない限り，両者を併せて「本件発注元」\nという。）。上記特別目的会社は，Ｐ１５建設が中心となり，Ｐ１４社，\nＰ２７商事等が共同で出資し，設立することになっていた。また，Ｐ１\n４社は，本件発注元から上記鉄道システムのうち機械・電気設備の供給\nについて受注することを前提として，本件発注元との間で受注額の調整\nや下請企業等と交渉を行っていた。\nしかし，その後，Ｐ１４社は，機械・電気設備の受注価格について，\n旧韓国国鉄の提示した暫定予算額との間で調整が困難となり，韓国案件\nから脱退することになった。\nこのため，本件発注元は，機械・電気設備の供給業者を新たに探す必\n要が生じたところ，本件発注元の一員であるＰ２７商事が，平成１２年\n７月ころ，訴外会社の輸送システム営業部に機械・電気設備の供給につ\nいて打診し，輸送システム部は，韓国案件の受注交渉を進めることとな\nった。\n（甲１４，乙１２１・１６頁，乙１１６・４頁，乙１１７・２，３頁，\n弁論の全趣旨）\nイ  脱退したＰ１４社は，鉄道車両及び信号システムの一部を除いた機械\n・電気設備の供給について，韓国の企業に請け負わせ，Ｐ１４社自身は，\n上記一部の供給を担当する他は，機械・電気設備の供給についてのマネ\nージメント及び土木建設との取り合いを担当していた。\nそのため，Ｐ１４社の抜けた穴を埋めることになった訴外会社は，Ｐ\n１４社と同様に，韓国の企業に機械・電気設備の供給の大半を請け負わ\nせることを前提として，受注交渉を進めることになった。（甲１４，乙\n４５・３項，乙１１９から１２４）\nウ  亡Ｐ１は，輸送システムグループのグループ長として，韓国案件につ\nいて全体のとりまとめ役として関与しており，受注活動のため，別紙\n「韓国出張のスケジュール」のとおり，平成１２年８月から１２月にか\nけて，韓国に出張した。（乙４９・２項，乙４８・４項，乙１１７・３\n頁から６頁，乙１１９から１２４）。\n(6)  韓国案件の破談の経緯\nア  韓国案件については，亡Ｐ１，Ｐ３部長，東京本社の輸送システム営業\n部のＰ２８部長及び同部のＰ２９が平成１４年１月１５日から同月２０\n日まで韓国に出張し，技術面について打合せを行うなど，同年１月ころ\nまでは，受注に向けた活動が順調に推移していた（乙１０５・２５頁か\nら２７頁，乙１１９，乙１２２，乙１２３）。\nイ  その後，平成１４年２月になり，受注に伴うリスクを回避するためにど\nのような受注方式をとるべきかが問題となったことから，亡Ｐ１は，平成\n１４年２月５日，東京に出張し，輸送システム営業部のＰ２８部長，Ｐ２\n９らと会議をおこなった。その会議では，フォーメーションＡ及びＢとい\nう２つの受注方式が検討がされた。\nこれに対し，亡Ｐ１は，同月６日，輸送システム営業部のＰ２９に対し，\nフォーメーションＢを採用する場合には，再度の見積りが必要であると\nして，フォーメーションＢで受注交渉を進めることは反対であるとの輸\n送システムグループの見解を伝えた。（乙１０３・４４頁）\nウ  同月８日に，韓国案件についての現況報告会議が行われ，その席上，産\n機ビジネスセンター長であるＰ３０（以下「Ｐ３０センター長」とい\nう。）から，フォーメーションＡ及びＢの両方に大きな問題があることこ\nと，法務等全社的見地から，問題点への対応を見極めることの発言がされ\nた。さらに，Ｐ３１常務からは，Ｐ２７商事が差し入れた入札保証金が没\n収されないよう対応を図ること，また，フォーメーションＡについて，法\n律違反のおそれがあるので，無理矢理にフォーメーションＡで受注すれば，\n顧客が罰を受けた場合に，損害を請求される可能性があるとの発言があっ\nた。（乙１０３・４６頁）\nエ  同月１０日には，韓国出張中のＰ２８部長から亡Ｐ１に電話があり，\n受注の有効期限を３月２８日とすること，一括下請発注となったこと，\nライセンスの取得条件の詳細について来週に出すこと，Ｐ２７商事及び\n訴外会社間で，Ｐ２６事業団との間で締結する契約に盛込む文言を検討\nすること等が報告された。（乙１０３・４４頁）\nオ  同月２２日の午前に，亡Ｐ１は，Ｐ２８部長からフォーメーションＢ\nでの見積りを依頼されたが，成立しないものについて計算はできないと\n回答した。このため，Ｐ２８部長は，Ｐ２４常務及びＰ３０センター長\nに報告すること及び輸送システム営業部で勝手に計算すると述べた。\n（乙１０３・５０頁）\n同日午後には，韓国案件に対する訴外会社の対応が協議され，リスク\nなしで韓国案件から撤退をすることの他，Ｐ２７商事の手数料の取戻し\n対策などが検討された（乙１０３・５１頁）。\nカ  同月２５日には，Ｐ２４常務からＰ３０センター長に対して，韓国案\n件の整理に入るように指示があり，さらに，入札保証金の没収を避ける\nようにとの指示がされた（乙１０３・５３頁）。\nキ  亡Ｐ１は，このような状況の中で，同月２７日から３月７日まで，９\n日間の韓国出張を行った。この出張では，Ｐ１５建設が，下請会社とし\nて仕事を回すように要求したため，亡Ｐ１及びＰ１１が技術的な話を行\nった。また，工事ライセンスの問題や納期の問題についても話合いがさ\nれた。\nその後，同年３月下旬ころまでに，訴外会社と本件発注元との間で，\n主として納期についての条件が合意に至らなかったため，訴外会社は，\n韓国案件の受注を断念することになった。\nまた，Ｐ２７商事が立てた入札保証金は，没収はされなかった。\n（乙１１７・７項）\n(7)  亡Ｐ１の時間外労働時間\nア  亡Ｐ１の勤務時間について，以下の各事実が認められる。\n(ア)  訴外会社の就業規則では，労働時間は午前８時から午後５時まで，\n休憩時間は正午から午後１時までとされている（乙３０・４２条）。\n亡Ｐ１は，管理職であったため，労働時間について，タイムカード\n等による勤怠管理は受けていなかったが，出勤簿はつけていた（乙３\n４，弁論の全趣旨）。\n(イ)  亡Ｐ１は，訴外会社に午前８時までに出勤し，概ね午後８時ころ\nに退社しており，この場合，時間外労働は午後５時から８時までの３\n時間となるが，月に２度ほど，極端に帰りが遅くなって午後０時ころ\nまで勤務することがあり，その場合には，上記に加えて午後８時から\n午後１１時まで３時間の時間外労働となっていた。\n他方，亡Ｐ１は，平成１２年ころには，週に２回くらい，午後７時\nころから同７時３０分ころまでの間に訴外会社を出て，参与のＰ４と\n飲みに行っており，また，同年１２月に亡Ｐ１がＰ１２医院で受診し\nた後ころからは，Ｐ４と午後８時ころに訴外会社を出て毎日一緒に帰\nり，立ち飲み屋で３０分くらいだけ飲んで帰宅していた。\nなお，Ｐ４は，前記前提事実のとおり，平成１３年１月１日付けで\n輸送システムグループから車両カンパニー営業本部に異動した。\n（乙４３・６項，乙４５・４項，７項及び８項，乙４９，乙５２・３\n項，乙１１６・７頁）\n(ウ)  亡Ｐ１は，出張の前日には，交渉内容の打合せ，必要な資料の準\n備等のため，午後９時ころまで仕事をし（時間外労働４時間），午前\n０時を過ぎて帰宅することが多かった（原告本人１８９項）。\nなお，輸送システムグループの他の職員も，出張前日には，その準\n備のため，退社が早くとも午後９時ころになるということが多かった\n（乙４３・７項）。\n(エ)  亡Ｐ１は，土日の休日にも訴外会社へ出勤することが多く，その\n場合には，午後に自宅を出て，概ね午後７時ころに帰宅することが多\nかったが（時間外労働５時間。乙１７で土日欄に午後出社と記載され\nているもの），朝から休日出勤することもあった（時間外労働８時間。\n乙１７で土日欄に単に出社と記載されているもの）。（原告本人６９\n項から７２項）。\nまた，亡Ｐ１は，土日の休日に出勤しない場合でも，昼食後，少な\nくとも５時間程度は自宅の書斎で仕事を行うことが多く，パソコンで\n業務に必要なファイルを操作していた（時間外労働５時間。甲２３・\n７頁，原告本人２００項，２０１項，乙１０５・資料１及び２）。\nイ  以上認定の事実関係及び亡Ｐ１の出勤簿による出勤状況を前提とし，\nかつ，亡Ｐ１が，少なくとも，土曜又は日曜のうち１日につき，自宅又\nは訴外会社に出勤して業務を５時間程度行っていたものとすると，亡Ｐ\n１のうつ病発症前６か月及び死亡前６か月における時間外労働時間は，\n別紙労働時間集計表１及び２のとおりであったものと認められる。\nなお，出張の際の移動時間については，使用者の指揮命令下に置かれ\nたものとは認められないが，労働者は，移動時間中，当該交通機関に乗\n車する以外の行動を選択する余地はなく，その時間中不自由を強いられ\nることからすれば，業務起因性の判断に際しては，これを労働時間とし\nてとらえることが相当というべきである。本件において，亡Ｐ１は，韓\n国出張のため，日本から韓国まで飛行機に搭乗している時間だけでも片\n道１時間３０分を要していたことが認められるから（乙３７・４項，乙\n１１６・５頁），韓国出張に際しては，搭乗手続きまで含めた移動に要\nする約２時間についても労働時間として考慮するのが相当である。\n（乙１７，３４，１１７，１１９から１２４，弁論の全趣旨）\nウ  したがって，上記認定によれば，亡Ｐ１のうつ病発症前６か月及び死\n亡前６か月における時間外労働時間は，以下のとおりである。\n(ア)  発症前６か月の時間外労働時間\n期間（いずれも平成１２年）                              時間外労働時間\n６月１３日から７月１２日                      ７９時間\n７月１３日から８月１２日                      ６８時間\n８月１３日から９月１２日                      ６７．５時間\n９月１３日から１０月１２日                    ７２時間\n１０月１３日から１１月１２日                  ８７時間\n１１月１３日から１２月１２日                  ８２時間\n(イ)  死亡前６か月の時間外労働時間\n期間                                                    時間外労働時間\n平成１３年１１月９日から１２月８日              ７０時間\n平成１３年１２月９日から平成１４年１月８日    ５５時間\n平成１４年１月９日から２月８日                                ８５時間\n平成１４年２月９日から３月８日                                ７４時間\n平成１４年３月９日から４月８日                                ５７時間\n平成１４年４月９日から５月８日                                ４４．５時間\n(8)  うつ病発症直前の亡Ｐ１の様子\nア  韓国出張中の平成１２年１２月９日の夜，亡Ｐ１は，原告に架電し，\n同人に対し，非常に疲れており，夜も眠れないと述べた。さらに，亡Ｐ\n１は，翌１２日，原告に対し，亡Ｐ１の宿泊するホテルに必要な書類の\nファックス送信するように依頼したので，原告は，亡Ｐ１の宿泊するホ\nテルに書類を５０枚ぐらいファックス送信した（乙１７，乙３７・５項，\n原告本人９２項９４項）\nまた，上記出張から帰国した同月１１日には，亡Ｐ１は，落ち着きが\nなく，また，就寝中に突然大声を上げて飛び起きるなど眠れない様子で\nあった（乙１７，原告本人１０２項から１０４項）。\nイ  亡Ｐ１は，同月１２日，訴外会社に出勤したが，亡Ｐ１の顔つきは，目\nを見開いて，一点を見つめるような感じであり，無表情であった。その\nため，Ｐ３部長は，亡Ｐ１の異変に気付き，同月１３日，亡Ｐ１に，Ｐ\n１２医院を受診するよう紹介した（乙４９・３項から５項）。\nＰ１３医師は，亡Ｐ１の症状から，うつ病と診断し，薬物療法及び精\n神療法を開始した。その後も，亡Ｐ１は，２週間ごとに受診し，薬の服\n用も続けた。（乙２３，乙３８・８項，乙６４）\nウ  亡Ｐ１は，うつ病発症後は，以前より早めに帰宅し，また，韓国出張\nを控えるなど無理がないようにしていたが，症状が少し良くなると，帰\nりが遅くなるという状態であった（乙３７・７項，乙３８・３項）。\nエ  亡Ｐ１は，平成１４年３月２８日，足の痺れ及び気分不良のため，救\n急車でＰ３２医科大学病院（以下「Ｐ３２医大」という。）に搬送され，\nそこで「便秘症」と診断され，同院に同年４月１日まで入院した。同院\nのＰ３３医師は，便秘症の原因について，「消化管機能障害には，過度\nのストレスも一因で便秘を招いたものと思われる」との意見であった。\n（乙２１，乙７０）\nオ  亡Ｐ１は，同年４月２１日，原告に対して，人事考課がなかなか書け\nないと述べ，午後９時半ころになりやっと書き始め，その後午前０時３\n０分ころまでかかって人事考課を書き上げた。\n翌２２日朝には，亡Ｐ１は，訴外会社を欠勤すると言ったり，出勤す\nると言ったりし，原告が亡Ｐ１を車で送る際にも，行くと言ったり，引\nき返すと言ったりした。\n同月２３日には，亡Ｐ１は，帰宅後，原告に対し，「みんなが白い目\nで見ている。」，「仕事もできないのにいる。」，「こちらが辞めるの\nを待っているのではないか」といったことを言い出すようになった。\n（乙４０）\nカ  亡Ｐ１は，普段，長男のＰ１６に対し，電話を架けて話をするような\nことはなかったが，平成１４年４月終わりころ，同人に対し電話を架け，\n「Ｐ１６よ，もう転職はするなよ。わしは，もうしんどい。転職は本当\nにしんどい。しんどいわ。」などと述べた（甲２２・７頁，証人Ｐ１６\n１４９項から１５１項）。\nキ  その後，同年▲月に入ると，亡Ｐ１は，「ウイルスを撒き散らしてい\nるから，警察に出頭してくる。」，「電話が盗聴されている。」などと\n言い始めた。このため，原告が，同月▲日，亡Ｐ１を P３２医大に連れ行\nき，診察を受けさせた。同医大のＰ３４医師は，亡Ｐ１の症状について，\n病名を「抑うつ状態」，「１か月の休養・加療を要する。」と診断した。\nまた，同医師は，亡Ｐ１に対し，入院するか尋ねたが，亡Ｐ１は，これ\nを拒んだ。\n亡Ｐ１は，翌▲日の朝に，家の中を苦しそうに歩き回るなどし，また，\n同月▲日の朝には，「はーはー」と苦しそうな様子であったが，同日午\n後３時３０分ころ，前記前提事実３のとおり自殺した。（乙２２，乙４\n０）\n(9)  亡Ｐ１の精神障害及び自殺についての専門家の意見\nア  Ｐ１３医師の意見（甲１３）\n(ア)  亡Ｐ１の症状は，職務に関連して発症した疲弊性うつ病と判断する。\n本来企業人としては，非常に望ましい病前性格の持ち主が心身のスト\nレス，かつ，長期の不眠により，疲労を蓄積させ，次いで心身の不調\nを惹起させて行ったことは想像に難くない。\n(イ)  病状は，休養と就労に相関に推移しており，仕事の負荷という外的\n状況に影響され，遷延化したことは明白である。\nイ  兵庫労働基準局精神障害等専門部会の意見（乙１３。以下「専門部会意\n見」という。）\n(ア)  亡Ｐ１は，ＩＣＤ－１０の診断基準，Ｆ３２．３の「精神症状をと\nもなう重症うつエピソード」を発病していたと認められ，その時期は，\nＰ１２医院を受診した平成１２年１２月１３日である。\n(イ)    亡Ｐ１の業務による心理的負荷について，上記うつ病発症前におい\nて，新交通システム案件（韓国案件）の責任者になったことは，判断\n指針の別表１の「②仕事の失敗，過重な責任の発生等」（新規事業の\n担当になった，会社の建て直しの担当になった）に該当し，その平均\n的心理負荷の強度は「Ⅱ」と評価され，修正する視点として，当該業\n務内容が亡Ｐ１の経験との間にギャップを生じさせる程のものは認め\nられず，また，恒常的な長時間労働も認められず，心理的負荷の強度\nの修正要素はない。\n出来事に伴う変化については，若干の時間外労働の増加は認められ\nるが，恒常的な時間外労働とは言い難く，また，支援・協力の欠如が\nあったとも言い難く，契約決裂に対する責任を問われた事実はなく，\n過大な責任も生じていないから，変化を考慮すべき要素はなく，特に\n過重な業務であったとは認め難い。\n(ウ)  平成▲年▲月▲日の自殺前の出来事としては，同年４月の訴外会\n社の組織改革による昇進が「⑤役割・地位の変化」（自分が昇格・昇\n進された）に該当し，その平均的心理負荷の強度は「Ⅰ」程度と評価\nされる。\n従前から引き続き行われていた新交通システム案件（韓国案件）は，\n納期が間に合わないことで契約が決裂し，出来事としては収束してい\nると判断される。\n(エ)  以上から，本件については，平成１２年１２月のうつ病発症前に\nおける業務による心理的負荷の強度は「中」程度で，さらに自殺直前\nの業務による心理的負荷の強度は「弱」程度と評価される。\nしたがって，いずれも業務による心理的負荷の総合評価は「強」と\n判断することはできない。\n(オ)  他方で，業務以外の心理的負荷については，亡Ｐ１には，特に問\n題となる業務以外の心理的負荷に係る出来事は認められない。\nまた，亡Ｐ１に精神障害の既往歴は認められない。\n性格傾向については几帳面，生真面目で責任感が強くがん固なとこ\nろがあった。書類の整理やファイリングも自分で行い，仕事を分担し\nようという提案に同意はするが，結果的に自分で仕事を抱え込んでし\nまうところもあった。\nこれらの几帳面，生真面目な傾向は，心理的負荷に対する脆弱性を\n示しやすい性格であるといえる。「ストレス－脆弱性理論」によると，\n個体側のストレス脆弱性が顕著な場合，心理的負荷が中等度以下の強\n度であっても，何らかの精神障害を発病しうるということがいえる。\nこのことは，亡Ｐ１の精神障害の発病に関して充分に考慮すべき点\nであるといえる。\n(カ)  以上のことから，判断指針によって，亡Ｐ１の業務上の負荷は，\n発症前の業務による具体的出来事並びに自殺前の出来事の心理的負荷\nの総合評価は，いずれも「強」とは判断できず，客観的に見て精神障\n害を発病するおそれのある程度の心理的負荷とは言い難く，亡Ｐ１の\nうつ病発症及び自殺は，業務外として処理するのが妥当と判断する。\n２  争点１（業務の危険性判断の基準となる者）について\n(1)  労災保険法に基づく保険給付は，労働者の業務上の死亡について行われ\nるところ，業務上死亡した場合とは，労働者が業務に起因して死亡した場\n合をいい，業務と死亡との間に相当因果関係があることが必要であり（最\n高裁昭和５０年（行ツ）１１１号同５１年１１月１２日第二小法廷判決・\n集民１１９号１８９頁参照），上記相当因果関係があるというためには，\n当該災害の発生が業務に内在する危険が現実化したことによるものとみる\nことができることを要すると解すべきである（最高裁平成６年（行ツ）第\n２４号同８年１月２３日第三小法廷判決・裁判所時報１１６３号５頁，最\n高裁平成４年（行ツ）第７０号同８年３月５日第三小法廷判決・集民１７\n８号６２１頁各参照）。\nそして，同法による労働災害補償制度が使用者等の過失の有無を問わず，\n業務に内在する危険が現実化したことにより，当該労働者に生じた損害を\n一定の範囲で填補するという危険責任の法理に依拠したものであること，\nまた，うつ病をはじめとする精神障害の発症については，単一の病因では\nなく，素因，環境因の複数の病因が関与すると考えられていること（乙１\n１１・１７頁），さらに，精神障害の病因としては，個体側の要因として\nのストレス反応性，脆弱性等もあり得ることからすれば，上記相当因果関\n係があるというためには，これらの要因を総合考慮した上で，業務による\n心理的負荷が，社会通念上，精神障害を発症させる程度に過重であるとい\nえる場合に，当該災害の発生が業務に内在ないし通常随伴する危険が現実\n化したことによるものとして，これを肯定できると解すべきである。\n(2)    業務に内在する危険性の判断については，上記の危険責任の法理にかん\nがみれば，当該労働者と同種の平均的な労働者，すなわち，何らかの個体\n側の脆弱性を有しながらも，当該労働者と職種，職場における立場，経験\n等の点で同種の者であって，特段の勤務軽減まで必要とせずに通常業務を\n遂行することができる者を基準とすべきである。\nこのような平均的労働者にとって，当該労働者の置かれた具体的状況に\nおける心理的負荷が一般に精神障害を発症させる程度に危険性を有してお\nり，他方で，特段の業務以外の心理的負荷及び個体側の要因のない場合に\nは，精神障害の発症は，まさに業務に内在する危険が現実化したものであ\nるといえ，業務と精神障害発症及び死亡との間に相当因果関係が認められ\nると解するのが相当である。\n(3)  したがって，本件においても，亡Ｐ１と職種，職場における立場，経験\n等の点で同種の者であって，特段の勤務軽減まで必要とせずに通常業務を\n遂行することができる者を基準として，業務の危険性を判断すべきである。\n３  争点２（発症後の心理的負担を考慮することの可否）について\nこの点について，被告は，うつ病発症後の業務上の負荷については，業務起\n因性の判断に用いるべきではないと主張する。また，判断指針及び改正判断\n指針も，概ね精神障害の発症前６か月間の業務による心理的負荷について検\n討するとし，精神障害の発症後，自殺に至るまでの間における業務による心\n理的負荷を考慮していない。\nしかし，例えば，業務上の負荷によりうつ病等の精神障害を発症した者が，\nまだ完全に行為選択能力や自殺を思いとどまる抑制力を失っていない状態に\nおいて，改めて，社会通念上，上記２で述べた平均的労働者がうつ病を発症\nする程度の心理的負荷を受けた結果，希死念慮を生じ，自殺を行う場合があ\nり，そのような場合には，相当因果関係を認めるのがむしろ合理的であると\nいえる。\nそうすると，精神障害の発症後においては，業務上の負荷を，その程度にか\nかわらず業務起因性の判断の際の考慮要素としてはならないとする被告の主\n張は，採用することができない。\nしたがって，本件においては，亡Ｐ１がうつ病を発症した後における出来事\nの心理的負荷も考慮した上で，業務による心理的負荷が，社会通念上，精神\n障害を発症させる程度に過重であるといえるかについて判断することが相当\nである。\n４  争点３（亡Ｐ１が業務によって受けた心理的負荷の強度）について\n(1)  再入社後の亡Ｐ１の状況と業務受注の達成困難\nア  前記認定のとおり，亡Ｐ１は，過去に訴外会社に在籍していた時の業績\nを評価され，請われて訴外会社に再入社し，同期の社員に比してランク\nの高いポストに就いた以上，訴外会社からも業績を期待され，亡Ｐ１本\n人としても実績を挙げる必要性を強く意識していたものと認められる。\nしかし，亡Ｐ１は，平成９年１１月の再入社後間もなく，過去に訴外会\n社で１７年間在籍していた時に所属していた製鉄関連業務と全く異なる\n部署で，かつ，平成１０年１月に発足したばかりの輸送システムグルー\nプのグループ長に就任したものであるが，輸送システムグループは，発\n足以来３年となる平成１２年に至っても，１件も受注がない状況であっ\nた。\nイ  確かに，鉄道システムの建設は，国家的な事業として行われるような\n場合も多く，実施に至るまでに１０年以上かかることもまれではなく，\nこのような鉄道システムの受注を，新規事業として立ち上げたばかりで\n実績のない訴外会社が簡単に受注できるものではないことは予想されて\nいたと認められるものの（乙１１６・７頁，乙１１７・２頁），前記認\n定のとおり訴外会社社内で策定されていた輸送システムグループの平成\n１０年以降の受注目標に照らせば，新設された輸送システムグループで\nあっても，設立後すみやかに年間２０億円から８０億円程度の受注を実\n現することが期待されていたことが認められる。\nそれにもかかわらず，輸送システムグループの設立後全く受注が取れ\nないことにつき，亡Ｐ１は，自己申告表にも歯がゆさがある等と記載し，\n原告との会話でも，次第に，受注案件がなく成果が上がっていないこと\nについての焦りを口にするようになっていた。このように受注がとれな\nいことは，それがあらかじめ分かっていたとしても，受注設計を行う立\n場の者にとっては，非常に辛いことであるとされており（乙４５・４\n項），受注がないことは，亡Ｐ１にとって強い心理的負荷となっていた\nばかりでなく，その後，平成１３年には，役職のない部員全員が輸送シ\nステムグループからの異動を希望するほど，輸送システムグループの部\n員にとっても心理的負荷となっていたものと認められる。\n(2)  亡Ｐ１が担当していた受注交渉案件\n上記のとおり輸送システムグループでは，１件も受注を取ることができ\nていないため，受注交渉の対象案件を絞り込むことができず，複数の受注\n交渉活動を並行して行う必要があったが，グループ長であった亡Ｐ１は，\n今後の方針などを指示するためにも，グループで進行中の複数の案件全部\nについて状況や問題点等を把握しておく必要があったと認められる。\nしたがって，亡Ｐ１としては，受注が取れないにもかかわらず，業務量\nだけが増えていく状況であり，Ｐ１が受けたストレスは相当強度のもので\nあったと評価できる。\n(3)  韓国案件による心理的負担\nこのような状況で，亡Ｐ１は，韓国案件の受注活動に取り組むことにな\nったが，韓国案件は，その金額が約４５０億円と規模の大きなものであり，\n訴外会社としても，受注を望むものであったことは明らかである。他方で，\n訴外会社は，撤退したＰ１４社の後継として受注交渉を行っており，納期\nや下請企業との関係については，最初から訴外会社の意思決定に基づいて\n受注交渉を行う場合とは異なるものであったと認められる。\nそして，亡Ｐ１は，訴外会社の関係各部署（輸送システム営業部，調達\n部）のとりまとめ役として韓国案件に関与していたと認められ，出張の際\nには，事前に交渉に必要な資料を読み込み，また，関係各部署との間で調\n整を行うといった業務にも従事し，平成１２年度には，短期間に連続して\n韓国に出張して交渉業務を行っていた。\nしかし，他方で，韓国案件の受注活動が進行してはいるものの，輸送シ\nステムグループに受注実績がないという状況に変わりはなかったのであり，\nこのような状況に照らせば，韓国案件を担当する亡Ｐ１の心理的負担は大\nきなものであったといえる。\n(4)  亡Ｐ１の時間外労働時間\nア    うつ病発症６か月前における亡Ｐ１の時間外労働時間は，前記認定の\nとおりであって，６か月間の月平均時間外労働時間は約７６時間であり，\n日本産業精神保健学会の見解で，精神疾患発症が早まるとされる残業時\n間である１００時間を超えるものではない。\nイ  また，死亡６か月前の亡Ｐ１の時間外労働時間も前記認定のとおりで\nあり，月平均時間外労働時間は約６４時間で１００時間を超えるもので\nはない。\nウ    したがって，これらの時間外労働時間のみによって，ただちに亡Ｐ１\nの業務が過重であったとは認められない。\n(5)  判断指針に基づく心理的負荷の強度の判断\n上記(1)から(4)の事実関係を総合すれば，平成１２年７月に韓国案件を担\n当するようになった後の亡Ｐ１の心理的負荷は非常に大きなものであった\nと認められるが，これについて，以下において，判断指針（改正判断指針\nを含む。以下同じ）をふまえて，亡Ｐ１の心理的負荷の強度について検討\nする。\nア  発症前６か月の出来事\n前記のとおり，韓国案件は，訴外会社が本件発注元の構成員から他社が\n受注していた案件の後継を打診されて交渉を行うことになった経緯に照\nらして，相当程度の受注の可能性が見込まれ，また，規模も４５０億円\nと大きなものであったから，訴外会社としても，これにより，発足以来\n受注がない輸送システムグループがようやく実績を上げることを期待し\nていたと認められるから，このような韓国案件を，亡Ｐ１が輸送システ\nムグループの担当者として，かつ，訴外会社の関係各部署のとりまとめ\n役として行うようになったことは，前記１(9)認定の専門部会意見のとお\nり，判断指針の定める出来事の類型「②仕事の失敗，過重な責任の発生\n等」のうちの，「新規事業の担当になった，会社の建て直しの担当にな\nった」に該当するものと認められる。\nイ  心理的負荷の強度の修正\nそして，その平均的心理負荷の強度は，判断指針によれば「Ⅱ」と評価\nされるが，前記のとおり，本件においては，訴外会社から嘱望されて再\n入社し，厚遇を受けている以上，それに見合う実績を上げることを自他\nともに期待されている亡Ｐ１が，自ら発足以来グループ長の地位にある\n輸送システムグループにおいて，様々な案件について業務を行っても，\nいずれも受注に結びつかず，いわばすべて徒労に終わっている中で，よ\nうやく受注確度の高い案件につき業務を行うという状況になったのであ\nるから，失敗が許されないというだけでなく，失敗すれば，訴外会社に\nおける自らの存在価値も問われかねないことが予想され，他方で，当該\n業務の内容は，亡Ｐ１が過去に訴外会社で経験してきた製鉄関連業務と\nは全く異なり，ギャップを生じていたこと等からすれば，亡Ｐ１の負担\nしていた業務量そのものが恒常的な長時間労働をするようなものでなか\nったとしても，上記の事情は，平均的な労働者にとって，同様の立場に\n置かれた場合には，心理的負荷の強度の修正要素となるというべきであ\nる。\nしたがって，上記の事情にかんがみれば，亡Ｐ１の立場に置かれた平均\n的な労働者を基準とするとき，平成１２年７月に亡Ｐ１が韓国案件を担\n当するようになったことの心理的負荷の強度としては「Ⅲ」に修正され\nるものと評価できる。\nウ  出来事後の状況が持続した程度\nそして，亡Ｐ１が韓国案件を担当するようになった後の状況について\nみると，前記のとおり，韓国案件の受注活動が進行していても，輸送シ\nステムグループに受注実績がないという状況に変わりはなく，他の案件\nについても引き続き受注交渉を続けていく必要があり，亡Ｐ１はグルー\nプ長として，全案件を把握する必要があること，また，受注がない状況\nが継続していることは，判断指針にいう「自分の関係する仕事で多額の\n損害を出した」場合には該当しないものの，経費の持ち出しなどを消極\n的損害と評価すれば，損害を出したことと同等の出来事に該当するとい\nえること，さらに，輸送システムグループが平成１０年から１２年まで\nの受注目標を全く達成できておらず，その受注目標自体は，訴外会社か\nらノルマとして与えられたものとまでは認められないものの，これは，\n判断指針における「ノルマが達成できなかった」出来事に類似するもの\nであること等の事実関係を総合すれば，亡Ｐ１の発症前６か月の労働時\n間は恒常的な長時間労働には該当しないとしても，亡Ｐ１の業務負担は，\n相当程度過重であったものと認められるから，亡Ｐ１の業務による心理\n的負荷は「強」であったものというべきである。\nエ  発症後の心理的負荷\n加えて，争点２についての判断のとおり，亡Ｐ１がうつ病を発症した\n後の心理的負荷についてもこれを考慮することが相当であると解される\nから，判断指針について，この点を修正して検討すると，亡Ｐ１がうつ\n病を発症した後には，①平成１４年２月初めころから，韓国案件につい\nて，問題が生じてきたこと，②同年３月下旬ころまでには，撤退が決ま\nり，受注を期待して労力を傾注してきた韓国案件が，結局，破談となり，\n輸送システムグループとしては，発足以来４年以上受注がないことが確\n定したこと，③それにもかかわらず，新たに入札保証金の没収問題が生\nじたこと，さらに，④訴外会社内部においては，経営会議において，輸\n送システムグループの状況に対し，「金食い虫」等といった非常に厳し\nい指摘がされたこと（なお，この指摘が亡Ｐ１個人に対する非難を含ま\nないとしても，亡Ｐ１が輸送システムグループのグループ長であった以\n上，亡Ｐ１に強い心理的負荷を与えたことは明らかである。）等の事実\nにより，亡Ｐ１は，相当程度の心理的負荷を受けていたものと認められ\nる。\nそうすると，これらの亡Ｐ１のうつ病発症後の事実関係は，亡Ｐ１が\nすでに罹患していたうつ病を悪化させる可能性があったとはいえ，逆に\n軽減させるものではなかったということができる。\n５  業務以外の心理的負荷や個体側要因の検討\n前記認定のとおり，亡Ｐ１には業務以外にうつ病等の精神障害が発症する\n原因となるべき心理的負荷要因や精神障害の既往症も認められず，うつ病の\n発症につながる個体側要因は存在しない。\nこれに対し，専門部会意見は，亡Ｐ１の性格傾向が几帳面，生真面目で責\n任感が強くがん固なところがあり，このような几帳面，生真面目な傾向は，\n心理的負荷に対する脆弱性を示しやすい性格であるといえるとした上，「ス\nトレス－脆弱性理論」によると，個体側のストレス脆弱性が顕著な場合，心\n理的負荷が中等度以下の強度であっても，何らかの精神障害を発病しうると\nいうことがいえるから，このことは，亡Ｐ１の精神障害の発病に関して充分\nに考慮すべき点であるといえると判断している。\nしかし，上記のような亡Ｐ１の性格傾向は，通常の性格の現れとしての範\n疇にとどまり，書類の整理やファイリングを自分で行い，自分で仕事を抱え\n込んでしまいがちであることをもって，亡Ｐ１のストレス脆弱性が顕著であ\nるといえないことは明らかであり，他に，本件記録上，亡Ｐ１のうつ病発症\nにつながる個体側要因を認めることはできない。\n６  まとめ\n以上認定したとおり，亡Ｐ１が従事した業務は，平均的労働者を基準とし\nて，社会通念上，精神障害を発症させる強度の心理的負荷を生じさせる過重\nなものであったといえ，判断指針によっても，亡Ｐ１のうつ病発症前の業務\nの心理的負荷の総合評価は「強」であり，他方，亡Ｐ１には，うつ病の発症\nにつながる業務以外の心理的負荷や個体側要因もないのであるから，亡Ｐ１\nのうつ病発症は同人の業務に起因するものであると認めることができる。\nそして，亡Ｐ１の自殺は，平成１２年１２月１３日のうつ病発症から１年\n５か月が経過した時点で発生しているが，本件において，うつ病による希死\n念慮の他に亡Ｐ１が自殺をするような要因・動機を認めるに足りる証拠はな\nいから，亡Ｐ１の自殺についても，同人が従事した業務に内在する危険が現\n実化したものと評価するのが相当である。\n第第第第６６６６     結論結論結論結論\n以上によれば，亡Ｐ１の自殺は，亡Ｐ１が従事した業務に起因するものとい\nうべきであるから，これを業務上の事由によるものとは認められないとして\n原告に遺族補償給付を支給しないとした本件処分は違法であって，取り消さ\nれるべきである。\nよって，主文のとおり判決する。\n神戸地方裁判所第６民事部\n裁  判  長  裁  判  官      矢    尾    和    子\n裁  判  官      金    子    隆    雄\n裁  判  官      織    川    逸    平\n"
}