{
  "trial_type": "LowerCourt",
  "date": {
    "era": "Heisei",
    "year": 30,
    "month": 9,
    "day": 19
  },
  "case_number": "平成27(行ウ)14",
  "case_name": "河川占用許可等取消請求事件",
  "court_name": "広島地方裁判所民事第3部",
  "result": "却下",
  "gist": "事案の要旨\n本件は，国土交通省の中国地方整備局長（以下，単に「整備局長」という。）が株式会社かなわ（以下「かなわ」という。）に対してした，①平成２６年１２月１２日付けの，広島市Ｂ区Ｃ町Ｄ丁目地先の河岸（元安橋東詰下流箇所。以下「本件土地」という。）における船上食事施設（いわゆるかき船。以下「本件施設」という。）の設置に係る河川法（以下，単に「法」という。）２４条に基づく土地の占用の許可の処分（以下「本件旧占用許可処分」という。）及び法２６条１項に基づく工作物の新築等の許可の処分（以下「本件新築許可処分」という。）の取消しを，②平成２９年３月３１日付けの，①と同様の土地の占用の許可の処分（以下「本件新占用許可処分」といい，本件旧占用許可処分と併せて「本件各占用許可処分」といい，本件各占用許可処分と本件新築許可処分を併せて「本件各処分」という。）の取消しを，それぞれ求める事案である。\n争点\n　１　訴えの利益の有無（本案前の争点）\n（１）　工作物の完成により本件新築許可処分の取消しを求める訴えの利益が消滅したか（争点１）。\n（２）　占用の期間の経過により本件旧占用許可処分の取消しを求める訴えの利益が消滅したか（争点２）。\n２　原告適格の有無（本案前の争点）\n（１）　広島市Ｂ区Ｃ町Ｄ丁目及びＥ丁目に居住する原告n，同o，同p，同q，同r及び同s（以下「原告nら６名」という。）の原告適格の有無（争点３）\n（２）　①被爆者である原告f，同i，同h及び同g，②被爆者の遺族である原告c，同f及び同e，③原爆ドームの世界遺産登録に尽力した原告a，④原爆瓦発掘運動や「原爆犠牲ヒロシマの碑」建立運動に携わってきた原告m，同l，同c，同d及び同k，⑤原爆遺跡保存運動懇談会の活動に携わってきた原告j及び同bの原告適格の有無（争点４）\n　３　本件各処分の適法性の有無（本案の争点）\n（１）　本件各処分が，平成１１年８月５日付け建設省河政発第６７号建設省事務次官通達「河川敷地の占用許可について」の別紙「河川敷地占用許可準則」（以下「占用許可準則」という。）又は平成６年９月２２日付け建設省河治発第７２号建設省河川局治水課長通達「工作物設置許可基準について」その他法令に反しており違法といえるか（争点５）。\n（２）　本件各処分が，世界遺産条約に反しており違法といえるか（争点６）。\n当裁判所の判断\n１　争点１について\n本件新築許可処分に係る工作物の新築工事は完了していることなどから，同処分の取消しを求める訴えは，訴えの利益を欠くに至っており，不適法である。\n２　争点２について\n本件旧占用許可処分で認められた占用期間は終了していることなどから，同処分の取消しを求める訴えは，訴えの利益を欠くに至っており，不適法である。\n３　争点３について\n本件各処分のうち本件新占用許可処分について，その根拠となる法２４条が原告nら６名の主張する利益を保護する趣旨かどうか，さらに，同原告らについて，本件新占用許可処分によって，保護された利益が侵害されるおそれがあるかどうか，検討すると，法２４条の規定は，当該許可のされた河川区域内の土地の周辺の，その生命及び身体の安全に対して直接的な被害を受けることが想定される一定範囲の地域に居住する住民に対し，当該許可がその発生や程度に影響を与え得る災害によって生命及び身体の安全に直接的な被害を受けることを免れ，その安全が確保されることを個別的利益としても保護すべきとする趣旨を含むと解されるのであり，同原告らの住居の位置等によれば，元安川の流水による浸水が及ぶことによって，その生命及び身体の安全に対して直接的な被害を受ける可能性を想定することができる者に当たるというべきである。\n他方，財産及び景観利益については，河川法と目的を共通にすると同原告らが主張する関係法令の趣旨及び目的を参酌しても，特定の個人の利益を保護する趣旨は明らかではなく，法２４条が，これらを保護する趣旨であり同原告らが原告適格を有するとまでは解されない。\nしたがって，原告nら６名については，生命及び身体の安全の利益の限度で，原告適格を有する者であることが認められる。\n４　争点４について\n原告nら６名以外の原告らについて検討すると，景観利益については，前同様であり，精神的人格権である「平和的・宗教的平穏に関する利益」及び「世界遺産としての歴史的・文化的価値を享受する利益」については，法２４条がこれらの利益を保護する趣旨とまでは解せないので，同原告らの原告適格は認められない。\n５　争点５について\n（１）　本件新占用許可処分の違法性について検討すると，法２４条に基づく許可処分は，許可権者である河川管理者の合理的な裁量に委ねていることによると解すべきであるところ，具体的な審査基準として占用許可準則の定めがある以上，許可処分は，同準則に適合する必要があるが，同準則の定めに該当するとの判断の過程につき看過し難い過誤，欠落があり，その判断がこれに依拠してされたと認められる場合には，特段の事情のない限り，処分行政庁の上記判断に不合理な点があるものとして，これに基づいてされた許可処分は違法と解すべきである。なお，行政事件訴訟法１０条１項によれば，原告nら６名が不適合と主張する占用許可準則の定めのうち，同原告らの利益に関係しないものに関する主張は，主張自体失当と考えられる。\n以下，この観点から，同原告らが不適合と主張する占用許可準則第４章（都市及び地域の再生等のために利用する施設に係る占用の特例。第２２から第２６まで。）の具体的な定めについて検討する。\n（２）　占用許可準則第２２について\n同原告らは，本件施設は同準則第２２第３項８号にいう船上食事施設に該当しないと主張する。\n当該主張は，そもそも同原告らの利益に関係しないので主張自体失当であるが，この点を措くとしても，本件施設が占用許可準則第２２第３項８号にいう船上食事施設に当たるとした整備局長の判断に看過し難い過誤，欠落があることは認められず，これを左右するに足りる証拠はない。\n同原告らは，本件施設が建築確認を必要とする建築物に当たると主張するが，仮に，建築基準法上の建築物に該当するとしても，それゆえに船上食事施設に該当しないとはいえない。なお，広島市長（広島市都市整備局指導部建築指導課）は，本件施設が建築基準法上の建築物には該当しないと判断しており，建築基準法６条の定める建築確認を受ける必要はないものと判断されているから，河川法施行規則１５条２項８号違反の事実は認められない。\nまた，同原告らは，同準則第２２第４項２号，５項の要件を満たさないと主張するが，これらを満たすとした整備局長の判断に看過し難い過誤，欠落があることは認められない。\nさらに，同原告らが，同準則第２２第６項の要件を満たさないと主張する点については，本件土地は，想定される洪水時を含め，洪水に関係なく，そもそも流速がないか，水が滞留する場所であることが認められる。同原告らは，想定外の洪水や高潮によるものを想定すれば，本件土地が河川の流下能力に支障を及ぼさない場所とはいえないなどと主張するが，整備局長が，想定した洪水が流下したとしても本件施設は流出しない構造となっていると判断したことにつき，看過し難い過誤，欠落があることは認められない。同原告らは，出水時に本件施設を移動できないことから，河川管理上の支障があるとも主張するが，本件施設の係留力は十分に確保されているといえるのであり，仮に，出水時に本件施設を移動させる現実的な可能性がないとしても，そのことから直ちに治水上又は利水上の支障があるものと判断すべきことにはならない。したがって，占用許可準則第２２第６項の要件を満たすとした整備局長の判断に看過し難い過誤，欠落があることは認められない。\n（３）　占用許可準則第２３が掲げる第８から第１１までについて\nア　同準則第８について\n本件土地が死水域であり，そもそも流速がないか，水が滞留する場所であること，本件施設が流れ止めチェーンにより係留されており水位に追従する構造であることを踏まえれば，同準則第８第２項各号の要件を満たすとした整備局長の判断に看過し難い過誤，欠落があることは認められず，ひいては，同１項の要件を満たすとした整備局長の判断に看過し難い過誤，欠落があることも認められない。\nイ　同準則第９について\n同準則第９第１項の要件を満たさないとする同原告らの主張は，そもそも同原告らの利益に関係しないので主張自体失当であるが，この点を措くとしても，これを満たすとした整備局長の判断に看過し難い過誤，欠落があることは認められない。\nウ　同準則第１０について\n同原告らは，同準則第１０第１項の要件を満たさないと主張するが，本件土地が河川の流下能力に支障を及ぼさない場所であり，かつ，高潮の影響を想定しても本件施設は流出しない構造となっているとする整備局長の判断に看過し難い過誤，欠落があることは認められず，本件土地付近の高潮堤防の整備については時期や工法が具体的な計画ないし予定があることを示す証拠はないから，将来において計画が存在することから，直ちに，本件土地において本件施設による土地の占用を許可することが整備計画に反することになるものとはいえない。\nエ　同準則第１１について\n　同準則第１１第１項及び２項の要件を満たさないとする同原告らの主張は，そもそも同原告らの利益に関係しないので主張自体失当であるが，この点を措くとしても，これらを満たすとした整備局長の判断に看過し難い過誤，欠落があることは認められない。\n（４）　小括\n　　以上によれば，本件新占用許可処分が占用許可準則その他法令に違反するものではないとした整備局長の判断に看過し難い過誤，欠落があることは認められないから，整備局長の有する裁量権の範囲を逸脱し又はこれを濫用したものとはいえず，本件新占用許可処分は適法であると認められる。\n６　争点６について\n同原告らが世界遺産条約に違反するとして主張する違法事由は，自己の法律上の利益に関係のない違法というべきであるから，本件新占用許可処分の取消事由として主張することはできない。\n以上",
  "lawsuit_id": "88185",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail4?id=88185",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/185/088185_hanrei.pdf"
}