{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 28,
    "month": 1,
    "day": 18
  },
  "case_number": "平成27(ワ)21642",
  "case_name": "発信者情報開示請求事件",
  "court_name": "東京地方裁判所",
  "right_type": "著作権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85753",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85753",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/753/085753_hanrei.pdf",
  "contents": "平成２８年１月１８日判決言渡  同日原本交付  裁判所書記官\n平成２７年（ワ）第２１６４２号  発信者情報開示請求事件\n口頭弁論終結日  平成２７年１２月１６日\n判          決\n原 告         創 価 学 会\n同 訴 訟 代 理 人 弁 護 士       中 條 秀 和\n同          甲 斐 伸 明\n被 告        Ｋ Ｄ Ｄ Ｉ 株 式会 社\n同 訴 訟 代 理 人 弁 護 士       今 井 和 男\n同          正 田 賢 司\n同          小 倉 慎 一\n同          山 本 一 生\n同          山根 航 太\n同          横室 直 樹\n主          文\n１  被告は，原告に対し，別紙発信者情報目録記載の情報を開示せよ。\n２  訴訟費用は被告の負担とする。\n事  実  及  び  理  由\n第１  請求\n主文第１項と同旨\n第２  事案の概要\n１  本件は，別紙写真目録記載の写真（以下「本件写真」という。）の著作権を\n有すると主張する原告が，氏名不詳者（以下「本件投稿者」という。）により，被\n告の提供するインターネット接続サービスを経由してインターネット上のウェブサ\nイト「ＮＡＶＥＲまとめ」（以下「本件サイト」という。）に投稿された別紙投稿\n記事目録記載の記事（以下「本件記事」という。）と共に掲載された別紙掲載写真\n目録記載の写真（以下「本件掲載写真」という。）は，本件写真を複製したもので\nあって，本件投稿者が本件掲載写真を本件サイトに掲載した行為により原告の有す\nる著作権が侵害されたことは明らかであるとして，本件投稿者に対する損害賠償請\n求権の行使のために本件記事に係る別紙発信者情報目録記載の情報（以下「本件発\n信者情報」という。）の開示を受ける必要があると主張し，特定電気通信役務提供\n者の損害賠償責任の制限及び発信者情報の開示に関する法律（以下，単に「法」と\nいう。）４条１項に基づき，経由プロバイダである被告に対し，本件発信者情報の\n開示を求める事案である。被告は，本件投稿者の上記行為により，原告の著作権（公\n衆送信権）が侵害されたことが明らかとはいえないなどとして争っている。\n２  前提事実（証拠等を付記しない事実は，当事者間に争いがない。）\n(1) 当事者\nア  原告は，宗教法人法に基づいて設立された宗教法人である（弁論の全趣旨）。\nイ  被告は，電気通信事業を営む株式会社であり，法４条１項の「当該特定電気\n通信の用に供される特定電気通信設備を用いる特定電気通信役務提供者」（以下「開\n示関係役務提供者」という。）に該当する。\n(2)ア  本件記事が掲載された本件サイトは，ＬＩＮＥ株式会社が開設，運営する\nウェブサイトであり，ユーザーが特定のテーマを定め，インターネット上の情報を\n収集し，集めた情報を分類，つなぎ合わせて一つのページに掲載するサービスを提\n供するものである。本件記事は，「創価学会教祖Ａレイプ事件」とのタイトルが付\nされた記事であり，本件掲載写真は，同タイトルの左側に掲載されており，本件掲\n載写真の出典や本件掲載写真についての付記などは一切明示されていない（甲１）。\nイ  本件投稿者が本件記事を本件サイトに投稿した際のＩＰアドレスは，別紙投\n稿記事目録の「投稿時ＩＰアドレス」欄に記載のとおりであり，同ＩＰアドレスの\n割当先は，被告である（甲３，４）。\n(3) 被告は，本件記事に係る本件発信者情報を保有している。\n３  争点\n(1) 本件記事により原告の著作権（公衆送信権）が侵害されたことが明らかであ\nるか（法４条１項１号該当性。争点１）\n(2) 本件発信者情報が原告の損害賠償請求権の行使のために必要であるか（法４\n条１項２号該当性。争点２）\n４  争点に対する当事者の主張\n(1) 争点１（本件記事により原告の著作権〔公衆送信権〕が侵害されたことが明\nらかであるか）について\n【原告の主張】\nア  本件写真が創作性を有する著作物であること\n本件写真は，原告の事業部門である聖教新聞社に所属するＢ（以下「Ｂ」という。）\nが，平成１９年１２月２５日，原告の業務として，原告施設において，原告の名誉\n会長であるＡ（以下「Ａ名誉会長」という。）を撮影したものである。本件写真は，\nＢがカメラマンとしての経験を活かし，Ａ名誉会長の品格や柔和な表情を引き立た\nせるべく，構図，アングル，タイミング等に工夫をこらして撮影されたもので，Ｂ\nの思想，感情が創作的に表現された創作性を有する著作物である。\nイ  原告が本件写真の著作権を有すること\n前記アのとおり，本件写真は，原告の職員であるＢが，原告の業務として，Ａ名\n誉会長を撮影したものであるが，本件写真は，原告の一部門である聖教新聞社が発\n行する機関誌に掲載され，原告の名義で公表されたものであるから，原告の発意に\n基づき原告の業務に従事する者が職務上作成する著作物であり，原告が自己の著作\nの名義の下に公表するものであって，原告が著作者としてその著作権を有する（著\n作権法１５条１項）。\nまた，原告の就業規則７５条１項には，職員が職務上作成した著作物の著作権は\n原告に帰属すると規定されているところ，同規定によっても，原告が本件写真の著\n作権者であるといえる。\nウ  本件掲載写真は，本件写真を複製したものであること\n本件掲載写真は，本件写真と比較すると，Ａ名誉会長の左胸のバッジより上の部\n分でトリミングされているだけであり，明らかに本件写真との同一性が認められる\nから，本件掲載写真は，本件写真を複製したものである。\nエ  引用（著作権法３２条１項）が成立しないこと\n本件記事は，「創価学会教祖Ａレイプ事件」なるタイトルのもとで，インターネ\nット上の情報を収集した記事であるが，本件写真とは無関係であって，本件写真を\n引用する必要性・必然性は認められない。本件写真は，Ａ名誉会長の肖像を紹介す\nるため本件写真を鑑賞させることに目的があるから，記事が「主」で本件写真が「従」\nの関係にあるとも，本件写真の引用が引用の目的上必要最小限度の範囲内とも認め\nられない。さらに，記事には本件写真の出所も明示されていない。\nしたがって，本件記事において，本件写真が「公正な慣行に合致する」方法によ\nり，「引用の目的上正当な範囲内で」引用されているということはできない（著作\n権法３２条１項）。\nオ  小括\n以上のとおり，本件掲載写真は本件写真を複製したものであり，本件記事におい\nて本件掲載写真を掲載することは著作権法３２条１項の引用に当たらないから，本\n件掲載写真が本件サイト上の本件記事に掲載されることにより，原告の著作権（公\n衆送信権）が侵害されたことは明らかである。\n【被告の主張】\nア  本件写真が創作性を有する著作物であることについては争う。\nイ  原告が本件写真の著作権を有することについては争う。\nウ  本件掲載写真が本件写真を複製したものであることについては争う。\n本件投稿者は，ネイバー画像検索サイト（以下「本件写真検索サイト」という。）\nから，「（ＵＲＬは省略）」上にあった写真（以下「画像検索サイト上の写真」と\nいう。）を引用して掲載したにすぎず，原告の著作物であるという本件写真に接す\nる機会はなかった。本件写真検索サイトは，自由に画像を選択して追記できる体裁\nとなっていたのであるから，本件写真検索サイトに掲載された写真が著作権者の許\n諾なしに掲載されたものであることが明らかといえない。\nエ  仮に，本件写真検索サイトに掲載された写真が著作権者の許諾なしに掲載さ\nれたものであっても，本件投稿者に故意又は過失はない。\nオ  引用（著作権法３２条１項）が成立しないことが明らかではないこと\n本件掲載写真の掲載が「公正な慣行に合致」し，「引用の目的上正当な範囲内で\n行われる」引用に当たらないことが明らかとはいえない。\n(2) 争点２（本件発信者情報が原告の損害賠償請求権の行使のために必要である\nか）について\n【原告の主張】\n原告が本件投稿者に対する損害賠償請求権を行使するには，本件発信者情報の開\n示を受ける必要がある。\n【被告の主張】\n争う。損害賠償請求権を行使するには，発信者の氏名又は名称並びに住所が開示\nされれば十分であり，これに加えて電子メールアドレスの開示を受ける必要はない。\n第３  当裁判所の判断\n１  争点１（本件記事により原告の著作権〔公衆送信権〕が侵害されたことが明\nらかであるか）について\n(1) 本件写真の創作性及び著作権者について\n証拠（甲５ないし７）及び弁論の全趣旨によれば，聖教新聞社は，原告の機関誌\nその他の出版及び販売業を行う収益事業部門の呼称であり，原告の一部門であるこ\nと，本件写真は，平成１９年１２月２５日，聖教新聞社の職員であったＢが，原告\nの業務としてＡ名誉会長を撮影したものであり，聖教新聞社が発行する機関誌「グ\nラフＳＧＩ」２０１３年１月号に掲載されて公表された事実が認められる。\n本件写真（甲５）は，Ａ名誉会長を被写体としてその上半身を写真中央に配置し，\n顔の表情がはっきりと分かるように撮影し，背景の花などはぼかすなどして，撮影\n者であるＢの思想・感情が創作的に表現されたものであるから，写真の著作物とし\nて著作物性が認められる。\nまた，上記事実によれば，本件写真は，原告の職員であるＢが，原告の業務上撮\n影したものであり，その後，原告の著作名義の下に公表されたものであるから，著\n作権法１５条１項により，原告がその著作者となる。\n(2) 本件掲載写真が本件写真を複製したものであるかについて\nア  証拠（甲１，５）及び弁論の全趣旨によれば，本件掲載写真は，本件写真の\nうち，Ａ名誉会長の胸部を削除し，肩までの上半身の写真にしている点を除き，被\n写体の表情，姿勢，服装，背景，被写体の顔に映る陰影等において本件写真と同一\nであり，本件写真をそのままデータ化してインターネット上に掲載されたものと認\nめられ，本件写真で特徴的に表現されているＡ名誉会長の表情及び姿勢を明確に覚\n知することができる。\nまた，証拠（乙１）及び弁論の全趣旨によれば，本件掲載写真は，本件投稿者が，\n本件記事に付すために本件写真検索サイトから選択した画像検索サイト上の写真で\nあったことが認められる。画像検索サイト上の写真には原告の著作物であることを\n明示した表示はないものの，画像検索サイト上の写真は，被写体の表情，姿勢，服\n装，背景，被写体の顔に映る陰影等において本件写真と同一であり，本件写真を複\n製したものと認められる。\n以上によれば，本件掲載写真は，本件投稿者が，本件写真と同一性を有する画像\n検索サイト上の写真に依拠して再製したものといえ，本件掲載写真は，本件写真を\n複製したものと認められる。\nイ  被告は，原告の著作物であるという本件写真に接する機会はなかった旨主張\nし，依拠性の点を否認するようであるが，画像検索サイト上の写真が原告の著作物\nであるか否かという認識の有無は，後述の対象著作物の権利者の許諾を受けたか否\nかについての故意・過失の問題であって，上記依拠性の判断には影響しない。\n(3) 故意・過失について\n前記第２の２の前提事実(2)ア及び上記第３の１(2)アのとおり，本件掲載写真は，\n画像検索サイト上の写真からそのまま本件記事に掲載されたものであり，本件掲載\n写真にも画像検索サイト上の写真にも原告の著作物に係る旨の表示は一切存在しな\nい。\nしかし，およそ自らが創作（著作）したものでない著作物を利用する場合には，\n対象著作物の権利者の許諾を得るべき注意義務があるというべきであって，これを\n無許諾で利用した場合には，そのことを正当とすべき特段の事情がない限り，少な\nくとも過失があるというべきである。この点は，インターネット上に溢れている様々\nな著作物の利用に関しても異なるものではなく，識別情報や権利関係が明らかでな\nい著作物については，著作権等を侵害する可能性が否定できない以上，当該著作物\nの利用を控えるなど，著作者の権利を侵害しないように配慮すべき注意義務がある\nというべきである。\nこれを本件についてみるに，証拠（乙１）及び弁論の全趣旨によれば，本件投稿\n者が本件写真検索サイトから本件掲載写真を入手した旨主張していることは認めら\nれるものの，本件投稿者が本件写真検索サイト上の写真や画像の権利関係について\n確認した上，権利者又はその正当な代理人であることが合理的に推認される者から\n現に許諾を得たなどの事実関係はなく，本件投稿者は，要するに，本件掲載写真の\n権利関係が不明であったにもかかわらず，安易に本件サイト上に本件記事と共に掲\n載したものというほかはなく，上記注意義務を尽くしたものとは認められない。\nしたがって，少なくとも本件投稿者について，本件写真の著作権（公衆送信権）\nの侵害について過失があると認められる。\nなお，本件掲載写真の引用元となった画像検索サイト上の写真を掲載した者につ\nいて，別途，本件写真につき原告が有する著作権の侵害が成立したとしても，これ\nによって，本件投稿者の過失に関する上記判断が覆るものではない。\n(4) 引用（著作権法３２条１項）の成否について\n前記前提事実によれば，本件記事のうち本件掲載写真を説明する記述はなく，本\n件記事において本件掲載写真を掲載する必要性は明らかではない上，本件記事は，\n本件掲載写真を掲載するにあたってその出典を明示していないものと認められるか\nら，本件掲載写真の掲載が著作権法３２条１項にいう引用に当たる余地があるとは\nいえない。\n被告は，本件記事と本件掲載写真の明瞭区別性，引用される本件掲載写真と本件\n記事との間には主従の関係があること，引用の目的も必要最小限度であることから，\n引用の目的上正当な範囲内である旨主張する。\nしかし，証拠（甲１）によれば，本件記事は，Ａ名誉会長のレイプ事件などのタ\nイトルを付した記事で，Ａ名誉会長の言動等を批判することなどを目的としたもの\nであり，本件掲載写真もそのような意図のもとに掲載されたものと認められるので\nあって，本件投稿者において，本件写真の著作者の制作意図が必ずしも明らかでな\nかったにせよ，その制作意図に沿うものでないことには容易に思い至るはずであっ\nて，正当な目的の引用として許容できるものでないことは明らかである。\nしたがって，上記被告の主張は採用できない。\n(5) 小括\n以上によれば，本件掲載写真は，本件写真を複製したものと認められるところ，\n本件記事に本件掲載写真を掲載することについて著作権法３２条１項にいう引用に\n当たる余地があるとはいえないから，本件投稿者が本件掲載写真を含む本件記事を\n本件サイトに投稿したことにより，原告が有する本件写真の著作権（公衆送信権）\nが侵害されたことは明らかといえる。\n２  争点２（本件発信者情報が原告の損害賠償請求権の行使のために必要である\nか）について\n本件訴訟において，原告は，本件投稿者に対して本件写真の著作権（公衆送信権）\n侵害の不法行為による損害賠償請求権を行使するため，本件発信者情報の開示を求\nめているところ，上記損害賠償請求権を行使するためには，本件投稿者を特定する\n必要があるから，原告には，同特定のために別紙発信者情報目録記載の情報のすべ\nてについて，開示を受ける必要があるといえる。\nこの点，被告は，損害賠償請求権を行使するには，発信者の氏名又は名称及び住\n所の開示を受ければ十分であり，これ以上に電子メールアドレスの開示を受ける必\n要はないと主張する。\nしかし，不法行為に基づく損害賠償請求権を行使するためには，最終的には民事\n訴訟の提起が必要であるとしても，これに先立って，裁判外で任意の履行請求する\nことは，ごく通常のことであって，電子メールアドレスの開示がこれに資すること\nは，明らかである。\nまた，法４条の「当該開示関係役務提供者が保有する当該権利の侵害に係る発信\n者情報」は，「氏名，住所その他の侵害情報の発信者の特定に資する情報であって\n総務省令で定めるもの」とされ，ここにいう「発信者の特定に資する情報」とは，\n発信者を特定（識別）するために参考となる情報一般を意味し，開示請求をする者\nの損害賠償請求等を可能とするという観点から，その相手方を特定し，何らかの連\n絡を行うのに合理的に有用と認められる情報と解するのが相当である。そして，平\n成１４年総務省令第５７号によれば，上記の発信者情報として，「発信者その他侵\n害情報の送信に係る者の氏名又は名称」及び「発信者その他侵害情報の送信に係る\n者の住所」のほかに，「発信者の電子メールアドレス（電子メールの利用者を識別\nするための文字，番号，記号その他の符号をいう。）」も掲げられているのであっ\nて，電子メールを利用しての損害賠償請求等の方法が合理的にあり得ることは，当\n然の前提とされているのであって，氏名又は名称及び住所で特定できないような限\n定的な場面のみに限定して電子メールアドレスの開示を許容したものとは，解され\nない。\nさらに，現実の権利行使の場面では，氏名又は名称及び住所だけでは発信者の特\n定が不十分なこともあり得る（例えば，回線契約者として登録されている者が法人\nであると，メールアドレスが不明な場合には具体的な発信者が特定できないことな\nども生じ，氏名又は名称及び住所の開示を受けただけでは発信者の特定に至らない\nことも想定される。）から，この点からも，原告は，電子メールアドレスの開示を\n受ける必要があるといえる。\n以上のとおり，原告が本件投稿者に対して損害賠償請求権を行使するためには，\n氏名又は名称及び住所のほかに電子メールアドレスの情報も必要であると認めるの\nが相当であり，電子メールアドレスの情報開示が必要ないとする被告の主張は採用\nできない。\n３  結論\n以上によれば，原告の請求は理由があるから，これを認容することとし，主文の\nとおり判決する。\n東京地方裁判所民事第２９部\n裁判長裁判官\n嶋 末 和 秀\n裁判官\n鈴 木 千 帆\n裁判官\n笹 本 哲 朗\n"
}