{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 4,
    "day": 28
  },
  "case_number": "平成26(ネ)10045",
  "case_name": "特許権侵害差止請求控訴事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "民事訴訟",
  "lawsuit_id": "85091",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=85091",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/091/085091_hanrei.pdf",
  "contents": "平成２７年４月２８日判決言渡  同日原本受領  裁判所書記官\n平成２６年(ネ)第１００４５号  特許権侵害差止請求控訴事件\n原審・東京地方裁判所平成２４年(ワ)第１１８００号\n口頭弁論終結日  平成２７年３月２６日\n判     決\n控訴 人     東 レ ・ デ ュ ポ ン 株 式 会 社\n訴訟代理人弁護 士     増      井      和    夫\n同                        橋      口      尚    幸\n同                        齋      藤      誠  二  郎\n被 控訴 人     宇部興産株式会 社\n訴訟代理人弁護 士     尾      崎      英    男\n同                        上      野      潤    一\n同                        日      野      英  一  郎\n同                        今      田              瞳\n主     文\n１  本件控訴を棄却する。\n２  控訴費用は控訴人の負担とする。\n事実及び理由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  被控訴人は，原判決別紙物件目録記載のポリイミドフィルムを製造し，譲渡\nし，又は譲渡の申出をしてはならない。\n第２  事案の概要\n本判決の略称は，原判決に従う。\n１  本件は，発明の名称を「ポリイミドフィルムおよびそれを基材とした銅張積\n層体」とする特許第４７７７４７１号（本件特許権）の特許権者である控訴人\nが，被控訴人の製造に係る原判決別紙物件目録記載の厚さ３５μｍのポリイミ\nドフィルム（ユーピレックス３５ＳＧＡＶ１。「被告製品」）は，本件発明１\n（本件特許権の請求項９・「ポリイミドフィルム」の発明）の技術的範囲に属\nし，被控訴人がこれについて製造，譲渡又は譲渡の申出（以下「製造等」とい\nう。）をすることは本件特許権を直接侵害すると主張し，さらに，被告製品は，\n本件発明２（本件特許権の請求項１・本件発明１のポリイミドフィルムを基材\nとし銅張積層体を有する「ＣＯＦ用基板」の発明）に係るＣＯＦ用基板の生産\nに用いる物であって，本件発明２による課題の解決に不可欠なものであり，被\n控訴人において本件発明２が特許発明であること及び被告製品が本件発明２\nの実施に用いられることを知っていたことから，これを製造等する行為は特許\n法１０１条２号の間接侵害に当たると主張して，被控訴人に対し，特許法１０\n０条１項に基づき，被告製品の製造等の差止めを求める事案である。\n原判決は，被控訴人の製造等に係る被告製品は本件発明１の技術的範囲に属\nするものの，本件発明１は，被控訴人が平成１４年３月１０日頃から平成１５\n年４月２日までの間に製造等した厚さ２５μｍのポリイミドフィルム（先行製\n品）のうち，原判決別表先行製品一覧表の「本件発明１との一致の有無」欄に\n○印と記載された先行発明の技術的範囲に属する２８本のポリイミドフィル\nムのうち，「出荷年月日及び出荷先（本件発明１と一致するものに限る）」欄\nに出荷年月日等の記載のある銅張積層体メーカーに譲渡された１９本に係る\n先行発明によって，本件特許権の優先日（平成１６年３月３０日。以下「本件\n優先日」ということがある。）前に公然実施をされた発明であり，本件発明１\nに係る特許は，特許法２９条１項２号の新規性欠如を理由として特許無効審判\nにより無効にされるべきものであり，また，被告製品は，本件発明２に係るＣ\nＯＦ用基板の生産に用いる物に当たるということはできないし，本件発明２は，\n本件優先日前に公然実施をされた上記１９本のポリイミドフィルムに係る先\n行発明に，乙３２（本件刊行物）に記載された発明（本件刊行物発明）を組み\n合わせることにより，当業者が容易に想到することができた発明であり，本件\n発明２に係る特許は，特許法２９条２項の進歩性欠如を理由として特許無効審\n判により無効にされるべきものであるから，特許法１０４条の３第１項により，\n控訴人は被控訴人に対し本件特許権を行使することができない旨判断して，控\n訴人の請求を全部棄却したため，控訴人が，これを不服として控訴したもので\nある。\n２  前提事実\n原判決の「事実及び理由」の第２の１記載のとおりであるから，これを引用\nする。\n３  争点及び争点に関する当事者の主張\n次のとおり，直接侵害による請求に関する争点(1)④(ア)（本件発明１に係る\n特許について新規性の欠如），間接侵害による請求に関する争点(2)②（被告製\n品が本件発明２に係るＣＯＦ用基板の生産に用いる物に当たるか）及び争点(2)\n⑤(ア)（本件発明２に係る特許について進歩性の欠如）について，当審におけ\nる当事者の主張を付加するほか，原判決の「事実及び理由」の第２の２及び３\n記載のとおりであるから，これを引用する。\n〔当審における控訴人の主張〕\n(1)  争点(1)④(ア)（本件発明１に係る特許について新規性の欠如）について\nア  原判決は，被控訴人は，平成１４年３月１０日頃から平成１５年４月２\n日までの間に，先行発明の技術的範囲に属する原判決別表先行製品一覧表\nの「本件発明１との一致の有無」の欄に○印の記載された２８本のフィル\nム（ロール状）の先行製品を製造したのであって，先行発明には反復可能\n性があるから，被控訴人が平成１６年３月３０日以前に先行発明を完成さ\nせていたことは明らかである旨判示した。\nしかし，原判決別表先行製品一覧表の「本件発明１との一致の有無」の\n欄に○印の記載された２８本のフィルムのうち，同別表の「証拠等」の欄\nに「推認」との記載があるロット番号６２ＢＬＫ，６２ＢＭ５，６２ＢＭ\nＮ，６２ＢＯＣ，６２ＢＰ８，６２ＢＰＬ，６３３ＶＨは，熱膨張係数を\n含めたフィルム特性の測定が行われていない。これら測定されなかったロ\nットの熱膨張係数が，前後のロットの平均値になると推定する根拠はない。\nこれらのロット番号における○印の９個分を除くと，同別表に記載された\n全部で８９本のフィルム（１本は，製造された幅の１／３の幅のもの）の\nうち，一応，本件発明１の熱膨張係数の範囲の測定値があるものは，１９\n本にすぎない。\nしたがって，本件発明１に使用されるフィルムの熱膨張係数を満足する\nフィルムは，部分的偶発的に生じていたにすぎず，先行発明が発明として\n完成していたとは言い難い。\nイ  原判決は，先行製品の提供先に関し，「被告は，平成１４年ころから，銅\n張積層体メーカーと共にＣＯＦ用基板を開発するために，αＴＤをαＭＤより\n低くした先行製品を製造していたことが認められる」と認定した。\nしかし，被控訴人は，住友金属鉱山株式会社（以下「住友金属鉱山」と\nいう。）から，従来の等方性２５Ｓ（熱膨張係数１２ppm／℃）よりも熱\n膨張係数が低い等方性のフィルム（熱膨張係数９ppm／℃程度）を求めら\nれ，同依頼に応じてフィルムを製造しようとしたが，６期工場の試作では，\n熱膨張係数がＭＤは高すぎ，ＴＤは低すぎるフィルムとなったにすぎない。\n先行製品に含まれるαＴＤとαＭＤが本件発明１の範囲を充足するポリイミ\nドフィルムの部分は，被控訴人が等方性で９ppm／℃の熱膨張係数を有す\nるポリイミドフィルムを開発するための作業において，偶発的かつ部分的\nに生じたものにすぎないのであって，本件発明１の技術思想を表すもので\nはない。このように，被控訴人は，「αＴＤをαＭＤより低くした先行製品」\nを意図し，ＣＯＦ用基板に適する材料として製造し，サンプル提供したの\nではないから，原判決の上記認定は誤りである。\nウ  原判決は，先行発明の公然実施について，東レ株式会社（以下「東レ」\nということがある。）との関係において「証拠（乙４７）によれば，前記\n銅張積層体メーカーの１社である東レ株式会社が平成１５年１月に発行\nされた業界紙に投稿した論文には，αＴＤをαＭＤより低くしたポリイミドフ\nィルムがＣＯＦ用に適している旨の記載があることが認められ，この事実\nに照らすと，被告や前記銅張積層体メーカーが相互に守秘義務を負ってい\nたとは考え難い。」と認定した。\nしかし，乙４７は，東レが銅張りポリイミドフィルムの平成１４年（２\n００２年）当時の状況について概説した論文であるが，その中で，東レは，\n２層タイプのＣＯＦ用基板を使用する例が増えていることに言及しつつ，\n東レとしては安価な３層タイプでいくことを述べているだけで，本件発明\n２である２層タイプＣＯＦ用基板について具体的な記載はなく，ましてα\nＭＤやαＴＤについての言及はどこにも見出されない。強いて推測すれば，原\n判決は，乙４７の表６及び７に「寸法変化率」としての数値が，ＭＤとＴ\nＤについて記載されているのを，「熱膨張係数」の記載と誤解したのかも\nしれないが，数値の大きさを見ればわかるように，「寸法変化率」は０．\n０４％程度であるのに対し，「熱膨張係数」は１０ppm／℃前後の数値で\nあるから，両者が全く異なるデータであることは明らかであり，上記認定\nは明白な誤りである。\n(2)  争点(2)②（被告製品が本件発明２に係るＣＯＦ用基板の生産に用いる物に\n当たるか）について\n原判決は，本件発明２の間接侵害につき，被告製品が厚さ１～１０μｍの\n銅を形成させた銅張積層体とされる点につき立証がないとして，侵害を否定\nした。\nしかし，被控訴人は，住友金属鉱山の依頼を受けて被告製品を開発し，こ\nれを住友金属鉱山に納入した。そして，被告製品は，住友金属鉱山により厚\nさ８μｍの銅層を設けた銅張積層体に加工され，住友金属鉱山からＣＯＦ用\n基板として，ＣＯＦ製造企業に納入されている。\nしたがって，被告製品は，本件発明２に係るＣＯＦ用基板の生産に用いる\n物に当たり，原判決の上記認定は誤りである。\n(3)  争点(2)⑤(ア)（本件発明２に係る特許について進歩性の欠如）について\nア  本件発明２の進歩性\n(ア)  本件優先日当時，ＣＯＦ用基板には等方性ポリイミドフィルムを用\nいることが，しかも両方向の熱膨張係数は銅層に近づけることが，当業\n者の技術常識であった（甲３１の１～７）。特に，実用化が進んでいた携\n帯機器用途では，縦横双方向に入り組んだ複雑な配線になり，基板自体\nも複雑な形状が必要となるので，熱膨張係数などの物性にも等方性が当\n然に要求される（甲３２の１）。他方，銅層とポリイミド層との間に極端\nな熱膨張係数の相違が存在すると境界面のひずみによる寸法変化が予想\nされたため，ＴＤの熱膨張係数をガラスやシリコンに近づけた異方性ポ\nリイミドフィルムを用いるには，阻害事由があった。\n(イ)  被控訴人の先行製品は，平均的に，ＭＤの数値がＴＤの数値よりも\n大きいとはいえるかもしれないが，ロット間でも，１ロットのフィルム\n上の位置によっても，熱膨張係数が大きく異なり，ＭＤでも９ppm／℃を\n下回る場合があり，ＴＤでも１０ppm／℃を上回る場合が存在するのであ\nるから，異方性を持たせてＴＤとＭＤをそれぞれ一定の範囲に数値を収\nめることは意図されていなかったと見ざるを得ない。また，被控訴人が，\nサンプルを提供したと主張する住友金属鉱山，東洋メタライジング株式\n会社（以下「東洋メタライジング」という。），東レとの連絡あるいはサ\nンプル提供先の公表論文のいずれにおいても，先行製品の熱膨張係数が\n異方性を有することを利点として言及したものは見出されない。\nしたがって，先行製品には，ＴＤの熱膨張係数を７ppm／℃以下に限定\nしようとする技術思想は認められず，先行製品に含まれるαＴＤとαＭＤが\n本件発明２の範囲を充足するポリイミドフィルムの部分は，平成１４年\n～平成１５年の短期間に，被控訴人が等方性で低熱膨張係数のポリイミ\nドフィルムを開発する試行錯誤において，偶発的かつ部分的に生じたも\nのにすぎない。\n(ウ)  これに対して，本件発明２は，ＣＯＦ用基板に用いるポリイミドフ\nィルムは等方性であることが必要と考えられていた技術常識に反し，あ\nえて熱膨張係数をＭＤとＴＤで特定の数値範囲とする異方性フィルムを\nＣＯＦ用基板に使用するときは，ＭＤのカールを防止しつつ，ＴＤでは\n狭ピッチ配線を可能にするという顕著な作用効果を奏することを本質と\nするものである。\nしたがって，先行製品が公然実施されたという事実だけでは，本件発\n明２の要件を充足するフィルムを選択して，ＣＯＦ用基板に使用するこ\nとは容易ではなく，また，先行製品のうち本件発明２の熱膨張係数を有\nするフィルムを使用したＣＯＦ用基板が製造された事実は認められない\nから，本件発明２の有する上記の顕著な作用効果を予測することもでき\nないというべきであって，本件発明２は進歩性を有する。\nイ  原判決の誤り\n原判決は，先行製品（先行発明）の実施態様として，「被告は，本件特\n許権の優先日に係る特許出願前に，先行発明のうちαＴＤが３．５ppm／℃\n以上のものを公然と実施したものである」と認定した上で，乙３２（本件\n刊行物）に「ポリイミドフィルムを基材とし，この上に厚みが８μｍの銅\nを形成させた銅張積層体を有する（２ｅ’）ＣＯＦ用基板（２ｆ’）」の発明\n（本件刊行物発明）が記載されているとして，先行発明と本件刊行物発明\nの組合せにより，本件発明２は容易に想到されると判断した。\nしかし，先行製品は，１本のフィルムにおいて，測定点ごとに熱膨張係\n数がばらつき，本件発明２の範囲に入る部分と入らない部分が混在してい\nるものがほとんどであって，そのようなフィルムでは，ＣＯＦ用基板製造\nのためのベースフィルムとして使用可能とは解し難く，ＣＯＦ用基板製造\n用に使用することには強い阻害事由がある。被控訴人が公然実施したのは，\n本件発明２の数値範囲を満足する異方性のポリイミドフィルムではなく，\n熱膨張係数の変動幅が大きく，本件発明２の数値範囲を満足するフィルム\nは，部分的にしか含まないフィルムにすぎない。\nまた，本件刊行物には，被控訴人のユーピレックス２５Ｓの物性値につ\nいて，９．０ppm／℃と一方向のみが記載され，開発されたＣＯＦ用基板\nは，ＭＤとＴＤでの熱膨張係数の差は意図されておらず，厳密に等方性の\nユーピレックス２５Ｓフィルムを使用したものとしか解されない。当業者\nは，本件刊行物から，熱膨張係数の低いポリイミドフィルムとして，ＣＯ\nＦ用基板のベースフィルムとなるものは，等方性で９ppm／℃という一定\nの熱膨張係数を有するものであると理解する。そうすると，先行製品に接\nした当業者は，先行製品のフィルムは，大きな異方性を有し，ＴＤにもＭ\nＤにも本件刊行物のフィルムとは熱膨張係数が大きく異なり，寸法安定性\nに欠陥があるものと判断するから，ＣＯＦ用基板とすることには阻害事由\nがある。\nしたがって，原判決の上記認定判断は誤りである。\n〔当審における控訴人の主張に対する被控訴人の主張〕\n(1)  争点(1)④(ア)（本件発明１に係る特許について新規性の欠如）について\nア  控訴人の主張(1)アについて\n被控訴人は，フィルムの製造条件が同じ場合には，応力緩和後熱膨張係\n数の測定は，原則として３つのマザーロット番号毎に１回行っている。製\n膜工程では連続的に製膜が行われており，巻き取りの便宜上，一定の長さ\nごとにロットが更新されるが，前後のロットで基本的に応力緩和後熱膨張\n係数は異ならないと考えられるので，計測が行われない製品の応力緩和後\n熱膨張係数には，直前のロットの測定値が用いられる。\nこのように，被控訴人は，連続生産されるロットの３本に１本ずつ熱膨\n張係数を測定しているのであり，直接測定されなかったロットの熱膨張係\n数を，前後のロットの平均値と推定した原判決の認定に特段の不合理はな\nい。\nイ  控訴人の主張(1)イについて\n先行製品は，銅張積層体メーカーである住友金属鉱山との共同開発によ\nりＣＯＦ用基板の基材の用途として，従来の被控訴人のポリイミドフィル\nム製品であるユーピレックス２５Ｓをベースに，ＴＤの熱膨張係数がＭＤ\nに比べて小さい異方性を有するように，６期工場（６ＦＰ）という専用の\n工場で，意図してＴＤに延伸する方法で製造されたフィルムである。その\n目的は，ＭＤに比べて低いＴＤの熱膨張係数を有するポリイミドフィルム\nの製造であり，試作により偶然できたものではなく，量産品では，製造工\n程が確立し十分に安定していた。\n(2)  争点(2)②（被告製品が本件発明２に係るＣＯＦ用基板の生産に用いる物に\n当たるか）について\n被告製品が，住友金属鉱山により厚さ８μｍの銅層を設けた銅張積層体に\n加工されているとの点は，住友金属鉱山が加工した銅張積層体が具体的に特\n定されていないため，住友金属鉱山に納入された被告製品の一部に厚さ約８\nμｍの銅層を設け銅張積層体に加工されていることは認めるが，その割合や\n数量については不知。住友金属鉱山によりＣＯＦ用基板としてＣＯＦ製造企\n業に納入されているとの点は，ＣＯＦ製造企業が不明なため不知。\n(3)  争点(2)⑤(ア)（本件発明２に係る特許について進歩性の欠如）について\nア  控訴人の主張(3)アについて\n(ア)  甲３１の１～７のうち，ＣＯＦ用基板に特化したフィルムに関する\nものは，本件優先日後の被控訴人の特許出願である甲３１の６・７だけ\nで，本件優先日以前の出願に係る文献でＣＯＦ用基板に関するものは存\n在しない。甲３１の１～５は，等方性の熱膨張係数を有することを特徴\nとするポリイミドフィルムの発明に関するもので，ＣＯＦ用基板の基材\nに関するものではない。甲３１の２にはＣＯＦの記載があるが，ＣＯＦ\n用基板に関する技術常識を記載するものではない。甲３１の６・７につ\nいては，高解像度の大型液晶表示パネルに使用されるＣＯＦ用基板のポ\nリイミドフィルムに対する顧客の需要には，等方性と異方性の両方があ\nり，被控訴人は，現在でも，等方性と異方性の両方の製品を販売してい\nるが，このうち，自社の製造・販売する等方性の製品に関する特許出願\nをしたものにすぎない。\n甲３２の１の小型携帯機器のＣＯＦ用フィルムは，ＭＤ，ＴＤの方向\nが意味を持たず，本件発明２のような長尺フィルムとは異なり，先行発\n明をはじめとする大型液晶表示パネルのＣＯＦ用フィルムではないから，\n本件発明２のＣＯＦ用基板にとって，このような携帯機器用途のポリイ\nミドフィルムに求められる等方性の要求が技術常識であるはずがない。\nそして，熱膨張係数の異方性は，それ自体がカールや歪みの原因とな\nるものではない。ただ，異方性が大きいと，方向によって銅との熱膨張\n係数の差が大きくなり，それによってカールが大きくなる可能性がある\nにすぎない。被控訴人の先行発明のポリイミドフィルムはＴＤの熱膨張\n係数が小さいので，銅の熱膨張係数との差が小さくない。しかし，実際\nには，ＣＯＦの銅配線は櫛状に形成され，ＴＤには連続していないから，\nフィルムと銅の熱膨張係数の差は，ＴＤでは問題にならない。\nしたがって，本件優先日当時，ＣＯＦ用基板に用いられるポリイミド\nフィルムは等方性であることが必要であるとの技術常識は存在しないか\nら，ＣＯＦ用基板に用いられるポリイミドフィルムとして異方性のもの\nを用いることに阻害事由があったということはできない。本件優先日前\nに，被控訴人が，本件発明２に含まれるポリイミドフィルムと同じ異方\n性を有する先行製品を，ＣＯＦ用基板の銅張積層体メーカーに譲渡し，\n銅張積層体メーカーが異方性の熱膨張係数を有するポリイミドフィルム\nを使用してＣＯＦ用基板を製造することを認識していたことは，本件優\n先日当時，上記技術常識が存在しなかったことを裏付けるものである。\n(イ)  先行製品は，銅張積層体メーカーである住友金属鉱山との共同開発\nによりＣＯＦ用基板の基材の用途として，従来の被控訴人のポリイミド\nフィルム製品であるユーピレックス２５Ｓをベースに，ＴＤの熱膨張係\n数がＭＤに比べて小さい異方性を有するように，６期工場（６ＦＰ）と\nいう専用の工場で，意図してＴＤに延伸する方法で製造されたフィルム\nである。その目的は，ＭＤに比べて低いＴＤの熱膨張係数を有するポリ\nイミドフィルムの製造であり，偶々生じた結果などではない。また，量\n産品では，製造工程が確立し，十分に安定した生産になっていた。\n(ウ)  引用例としての公知の先行発明と本件発明２とは，熱膨張係数が一\n致しているから，この点は一致点として評価され，先行発明のＴＤの熱\n膨張係数を７ppm／℃以下に限定する技術思想までが認められる必要は\nない。\n本件発明２は，ポリイミドフィルムのＴＤとＭＤの熱膨張係数の数値\n範囲を規定しているが，先行製品のポリイミドフィルムは，本件発明２\nのＴＤの熱膨張係数の数値範囲と，ＭＤの熱膨張係数の数値範囲を同時\nに充足する。したがって，本件発明２の容易想到性の問題は，当該ＣＯ\nＦ用としても公知のポリイミドフィルムの上に，乙３２（本件刊行物）\nに記載されている，厚さ８μｍの銅層を設けてＣＯＦ用基板とすること\nが容易かどうかだけであって，先行製品自体が，本件発明２の熱膨張係\n数の数値範囲までを示している必要はない。そして，先行製品のポリイ\nミドフィルムは，実際には，ＣＯＦ用基板に用いる目的で開発され，熱\n膨張係数も当該目的により選定されているのであるから，公知技術であ\nるＣＯＦ用基板用の先行製品を，本件刊行物発明にしたがってＣＯＦ用\n基板とすることに何らの障害もない。\nまた，本件発明２の数値範囲内の熱膨張係数を有するポリイミドフィ\nルムがＣＯＦ用基板に用いられた時に，顕著な作用効果を奏するもので\nあるとしても，公知技術である先行発明のポリイミドフィルムの熱膨張\n係数が本件発明２の所定の熱膨張係数を有しており，公知のポリイミド\nフィルムをＣＯＦ用基板とすることに何らの困難性がない以上，本件発\n明２は，ＣＯＦ用としても公知のポリイミドフィルムと本件刊行物から\n容易に想到される。\nイ  控訴人の主張(3)イについて\n控訴人の主張は，本件発明２の容易想到性を，技術思想としての本件発\n明２を想到することの容易性ではなく，本件発明２のＣＯＦ用基板の実施\n品を現在の製品レベルで安定的に品質良く製造することの容易性とすり替\nえて主張するものにすぎない。また，先行製品のうち本件発明２のポリイ\nミドフィルムの熱膨張係数の範囲内に完全に入っているものが多数あり，\n被控訴人は，これらを１つの製品として，多数の第三者に有償又は無償で\n譲渡している。そして，被控訴人は，フィルムを裁断する前の原反の状態\nのものを譲渡しているのではなく，原反から裁断した後のポリイミドフィ\nルム自体を１つの製品として譲渡しているのであり，かかる製品が本件発\n明２のポリイミドフィルムの熱膨張係数の範囲内に完全に入っているので\nある。\nまた，乙３２（本件刊行物）は，住友金属鉱山による銅張積層体の開発\nに関する一般論文であり，ポリイミドフィルムを主題とする論文ではない。\nしたがって，本件刊行物が，フィルムの異方性の技術の詳細に踏み込んで\n説明をしていないことは不自然ではなく，被控訴人のユーピレックス２５\nＳの熱膨張係数が，控訴人のカプトン１５０ＥＮのそれに比べて小さいこ\nとを示したものであり，ユーピレックス２５Ｓの熱膨張係数９ppm／℃と\nの記載は，被控訴人が住友金属鉱山に提供したサンプルであるＲｕｎ１１\n９の熱膨張係数ＴＤの約１３ppm／℃とＭＤの約５ppm／℃の平均値が記載\nされたものである。本件刊行物は，ポリイミドフィルムを基材とするＣＯ\nＦ用基板の構造を記載するもので，ポリイミドフィルムが先行発明のフィ\nルムであった場合に，ＣＯＦ用基板の基材として使用できないものではな\nいから，阻害要因は存在しない。\n第３  当裁判所の判断\n１  事案に鑑み，まず争点(1)④(ア)（本件発明１に係る特許について新規性の欠\n如）について検討するに，当裁判所も，本件発明１は，本件優先日前に公然実\n施をされた発明であり，本件発明１に係る特許は，特許無効審判により無効に\nされるべきであると判断する。その理由は，次のとおりである。\n(1)  本文中に掲記の証拠及び弁論の全趣旨によれば，低熱膨張係数化した先行\n製品の開発の経緯等について，次の事実が認められる。\nア(ア)  被控訴人は，遅くとも平成１２年以降，業として，「ユーピレック\nス（ＵＰＩＬＥＸ）－２５Ｓ」との名称の厚さ２５μｍ，ＴＤ及びＭＤ\nの熱膨張係数がいずれも１２ppm／℃の等方性のポリイミドフィルム\n（先行製品）の製造等をしていた。\nところで，ポリイミドフィルムはその置かれている温湿度環境下で寸\n法が変化し，その変化量は熱膨張係数，吸水膨張係数等で規定されると\nころ，ＣＯＦ用基板に使用されるポリイミドフィルムは，微細ピッチの\n配線ではかなりの高温にさらされることから，通常の場合，熱負荷時の\nポリイミドの伸び量を考慮して予め配線パターンが形成され，実装時の\n位置合わせが行われるが，液晶パネルの高精細化に伴い，配線ピッチが\n４０μｍ以下のような狭ピッチになると，位置合わせ精度が厳しくなる\nため，熱膨張係数の大きなポリイミドフィルムは，実装に不利となるこ\nとが予想されていた。\nそこで，銅張積層体メーカーである住友金属鉱山は，被控訴人に対し，\n上記のようなＣＯＦ用基板の狭ピッチ化に対応すべく，ＣＯＦ用基板に\n使用する熱膨張係数の低いポリイミドフィルムの開発を依頼し，被控訴\n人は，平成１４年１月頃から，住友金属鉱山との共同開発により，「ユ\nーピレックス（ＵＰＩＬＥＸ）－２５Ｓ」をベースとして，熱膨張係数\nの低いフィルムの試作を開始した。（甲４，６，乙９，３２）\n(イ)  被控訴人と住友金属鉱山とは，平成１４年３月２０日に共同開発に\n係るポリイミドフィルムについて打合せを行い，被控訴人から住友金属\n鉱山に対し，６期工場の３月の試作結果について，「厚み（Ｍａｘ－Ｍｉ\nｎ）について。レンジ１／０μｍ程度。」，「ＣＴＥ（判決注：熱膨張係数\nを意味する。）小さい。（ＴＤで顕著）」との説明がされ，また，被控訴人\nから尾池工業株式会社（以下「尾池工業」という。）に対して３月２２日\nに試作品を出荷し，尾池工業において４月初めにスパッタリング加工を\nした後，住友金属鉱山において４月中旬にメッキ加工をした上で，被控\n訴人に対してその結果の報告をすることや，被控訴人から住友金属鉱山\nに対して試作品としてロット番号Ｒｕｎ１１９の左列，中央列，右列の\n３本のポリイミドフィルムをグレード名「２５ＳＳ」の名称で４月初め\nに供試することなどが取り決められた。\n被控訴人は，上記打合せに基づき，平成１４年４月５日，住友金属鉱\n山に対し，試作品としてロット番号Ｒｕｎ１１９の左列，中央列，右列\nの３本のポリイミドフィルムを提供した。このうち，Ｒｕｎ１１９の左\n列のＴＤ及びＭＤの熱膨張係数は，原判決別表先行製品一覧表の「Ｒｕ\nｎ１１９」欄記載のとおりである。\nまた，被控訴人は，平成１５年１月１５日，住友金属鉱山を需要家（ユ\nーザー）として，関西尾池工業株式会社に対して，ロット番号６２ＢＯ\nＪの左列及び中央列の２本のポリイミドフィルムを譲渡した。６２ＢＯ\nＪの左列及び中央列のＴＤ及びＭＤの熱膨張係数は，原判決別表先行製\n品一覧表の「６２ＢＯＪ」欄記載のとおりである。（乙８，１３～１５，\n２２，２５の１４，乙３１，３３）\n(ウ)  被控訴人は，平成１４年７月２２日，銅張積層体メーカーである東\n洋メタライジングに対し，試作品としてロット番号Ｒｕｎ１３１の２本\nのポリイミドフィルムを提供した。Ｒｕｎ１３１のＴＤ及びＭＤの熱膨\n張係数は，原判決別表先行製品一覧表の「Ｒｕｎ１３１」欄記載のとお\nりである。\nこれに対して，東洋メタライジングは，平成１４年８月７日，被控訴\n人に対して，「貴社”ユーピレックス”使いＣＯＦ用途品の評価が進み遅\nくとも今年中にはスペックイン出来るのではと考えています。つきまし\nては，”ユーピレックス”について関係者の共通認識と知識を深める事を\n目的として１．５～２．０Ｈｒの説明／講演会を実施頂ければ幸いです。\n具体的内容については次の事項を希望します。  ・”ユーピレックス”\nの歴史と生産能力など  ・特徴（製法，分子設計，等方性，寸法変化，\n吸水性など）」などと記載されたメールを送信した。\n被控訴人，東洋メタライジング及び同じく銅張積層体メーカーである\n東レは，平成１５年１月２２日，打合せを行い，その中で，「市場トレン\nドはカプトン→ユーピレックス」，「東レ，東メタで技術情報，営業情報\nを共有」，「６ＦＰ（判決注：被控訴人の６期工場を意味する。）１１月品\nの中から平均レベルのものを選定  サンプル出荷済み（Ｒｕｎ１６７－\nＬ）  →東メタでの加工性評価は未了  →評価スケジュールは後日三宅\n様より連絡もらう」ことなどが確認された。\n被控訴人は，平成１５年２月２１日，東洋メタライジングに対し，同\n日以前に同社に譲渡したロット番号６２ＢＰ８の中央列（６２ＢＰ８０\n０２００）及び右列（６２ＢＰ８００１００）の２本のポリイミドフィ\nルムの特性を記載したメールを送信した。これに対して，東洋メタライ\nジングは，同年４月２１日，被控訴人に対し，従前，被控訴人から譲り\n受けたロット番号Ｒｕｎ１６７の左列（Ｒｕｎ１６７－Ｌ）及び６２Ｂ\nＰ８の右列（６２ＢＰ８００１００）の各ポリイミドフィルムについて，\n「今回行いました２ロットの加工結果を添付にてご報告いたします。今\n回，１ロットは○，１ロットは○～△とこれまでのものよりは良好な加\n工が見られましたが，今後の弊社量産化に対しては以下の点で懸念され\nます。１．再現性  ２．長尺化における加工性   従いまして今後につ\nいては次回，残６２ＢＰ８００２００，さらには別ロットでの加工再現\n性から長尺化を含めた納入規格を取り交わすようお打ち合わせをさせて\nいただきたいと考えております。」と記載したメールを送信した。なお，\nロット番号６２ＢＰ８の中央列及び右列並びにロット番号Ｒｕｎ１６７\nの左列のＴＤ及びＭＤの熱膨張係数は，原判決別表先行製品一覧表の「６\n２ＢＰ８」及び「６２ＢＮＨ（Ｒｕｎ１６７）」欄記載のとおりである。\n（乙１１，２５の３，乙３０，３４，３６，４９，５６）\n(エ)  被控訴人は，平成１４年８月９日，東レに対し，ロット番号Ｒｕｎ\n１２０のポリイミドフィルムの物性表をメールで送信し，同月１２日に\nは，３層ＣＯＦ対応の用途で，試作品としてロット番号Ｒｕｎ１２０の\n左列，中央列及び右列の３本のポリイミドフィルムを提供した。ロット\n番号Ｒｕｎ１２０の左列，中央列及び右列のＴＤ及びＭＤの熱膨張係数\nは，原判決別表先行製品一覧表の「Ｒｕｎ１２０」欄記載のとおりであ\nる。（乙１０，２５の１５，乙３５，３９の１・２）\n(オ)  前記のとおり，被控訴人は，開発のベースとなるポリイミドフィル\nムを「ユーピレックス（ＵＰＩＬＥＸ）－２５Ｓ」とし，また開発に係\nるポリイミドフィルムの製造を，すべて被控訴人の６期工場において行\nった。また，被控訴人は，当初製作した試作品については，原判決別表\n先行製品一覧表のロット番号欄の「Ｒｕｎ１１７」～「Ｒｕｎ１５４」\nのようにロット番号に「Ｒｕｎ」の名称を付して，銅張積層体メーカー\n等に提供していたが，平成１４年１１月頃からは，これを製品化するこ\nとにより量産を開始し，この製品化されたポリイミドフィルムについて\nは，原判決別表先行製品一覧表のロット番号欄の「６２ＢＬＢ」～「６\n３４２４」のような製品ロット番号を付して，銅張積層体メーカー等に\n譲渡した。\n被控訴人は，上記試作品及び製品化された量産品については，製膜工\n程中のキュア工程において，ガイドレールの間隔を広く設定することに\nよって，従来の等方性のユーピレックス２５Ｓと比較して，フィルム幅\nが約６０ｍｍ広くなるようにＴＤにより延伸を加えるようにした。そし\nて，上記のとおり，被控訴人は，平成１４年１１月に，低熱膨張係数化\nしたポリイミドフィルム製品を量産化するに至ったが，それ以降，ＴＤ\nに低熱膨張係数化するためのキュア工程のレール幅という延伸の設定条\n件については殆ど変更していない。\nまた，６期工場におけるＴＤに低熱膨張係数化したポリイミドフィル\nム製品は，製膜工程においては連続的に製膜され，一連の製膜工程にお\nいて，使用される製膜の装置や投入される原材料は全く同じであり，ま\nた，製膜条件も，一定の管理幅において微調整を行うことはあっても，\n上記のとおり，殆ど変わらないものであった。そのため，上記ポリイミ\nドフィルム製品は，巻き取りの便宜上，一定の長さごとにロット番号が\n更新されるものの，連続的に製膜される一連の製品であることから，被\n控訴人は，ロット番号３本につき１本のみ当該製品の熱膨張係数その他\nの物性値を計測し，当該計測値をもって残り二本のロット番号の製品の\n物性値とみなすとの取扱いをしていた。（乙３８，５０，５１の１～４，\n乙５２）\n(カ)  こうして，被控訴人は，原判決別表先行製品一覧表のとおり，平成\n１４年３月１０日頃から平成１５年４月２日までの間に，ＰＰＤと（１\nａ’１），ＢＰＤＡと（１ａ’２）を使用して製造されるポリイミドフ\nィルムであって（１ａ’３），セイコー電子株式会社製ＴＭＡを使用し，\n測定温度範囲：３５～３７０℃，昇温速度：２０℃／ｍｉｎの条件で測\n定したフィルムの機械搬送方向（ＭＤ）の熱膨張係数αＭＤが別表の「α\nＭＤと構成要件１Ｃ１のαＭＤとの一致の有無」欄記載の各数値であり，前\n記条件で測定した幅方向（ＴＤ）の熱膨張係数αＴＤが別表の「αＴＤと構\n成要件１Ｃ２のαＴＤとの一致の有無」欄記載の各数値であるポリイミド\nフィルム（１ｄ’）を３１回製造した（乙２３，原判決別表先行製品一\n覧表の「証拠等」欄記載の各証拠並びに弁論の全趣旨）。\nイ  なお，前記ア(カ)の原判決別表先行製品一覧表のうち，ロット番号６２\nＢＬＫ，６２ＢＭ５，６２ＢＭＮ，６２ＢＯＣ，６２ＢＰ８，６２ＢＰＬ，\n６３３ＶＨのポリイミドフィルムについては，熱膨張係数を含めたフィル\nムの物性値の測定が行われていないが，前記ア(オ)認定のとおり，被控訴\n人の６期工場において製造されたＴＤに低熱膨張係数化したポリイミドフ\nィルム製品は，製膜工程においては連続的に製膜され，一連の製膜工程に\nおいて，使用される製膜の装置や投入される原材料は全く同じであり，ま\nた，製膜条件も殆ど変わらないものであったため，被控訴人において，ロ\nット番号３本につき１本のみ当該製品の熱膨張係数その他の物性値を計測\nし，当該計測値をもって残り二本のロット番号の製品の物性値とみなすと\nの取扱いをしていたというのであって，かかる取扱いも一定の合理性を有\nするものということができる。そうすると，物性値の測定が行われていな\nいロット番号６２ＢＬＫ，６２ＢＭ５，６２ＢＭＮ，６２ＢＯＣ，６２Ｂ\nＰ８，６２ＢＰＬ，６３３ＶＨのポリイミドフィルムの左端，左中，右中，\n右端のＴＤ及びＭＤの各熱膨張係数については，現に熱膨張係数の測定が\n行われている直前及び直後のポリイミドフィルム製品の左端，左中，右中，\n右端のＴＤ及びＭＤの各熱膨張係数の値と連続するものと推認することも\n合理性を有するというべきである。\nしたがって，上記熱膨張係数の測定が行われていないロット番号のポリ\nイミドフィルムの左端，左中，右中，右端のＴＤ及びＭＤの各熱膨張係数\nについては，いずれも，現に熱膨張係数の測定が行われている直前及び直\n後のポリイミドフィルム製品の左端，左中，右中，右端のＴＤ及びＭＤの\n各熱膨張係数の差の平均値を，現に熱膨張係数の測定が行われている直前\nのポリイミドフィルム製品の各熱膨張係数の値にそれぞれ割り付けること\nによって，これを算出するのが相当である。\n(2)  また，証拠（甲１１，２８，乙１６，１７，１８の１・２，乙２１，２４\nの１・２）及び弁論の全趣旨によれば，原判決別表先行製品一覧表記載の先\n行製品は，すべて易滑化剤として日産化学工業株式会社が製造するコロイダ\nルシリカ（製品名：ＤＭＡＣ－ＳＴ－ＺＬ（ジメチルアセトアミドシリカゾ\nル））が添加され，上記コロイダルシリカは，遠心沈降法で測定したコロイダ\nルシリカの粒度分布に基づいて算出された平均粒子径がすべて０．０９～０．\n１１μｍの範囲内にあり，また，被控訴人のポリイミドフィルムの重合工程\nにおいて，易滑化剤のコロイダルシリカは，重合槽の原料液内で十分撹拌さ\nれ，均一に分散されていることから，製膜されたポリイミドフィルムにおい\nてもコロイダルシリカが均一に分散されており，さらに摩擦係数はおよそ０．\n５前後であることが推認される。\nこのように，上記先行製品に係るポリイミドフィルムは，遠心沈降法で測\n定した粒度分布から算出した平均粒子径が０．０９～０．１１μｍであるコ\nロイダルシリカを摩擦係数が０．５前後となる程度に含み（１ｂ’），同コ\nロイダルシリカがフィルムに均一に分散されているポリイミドフィルム（１\nｄ’）であった。\n(3)  先行発明の完成について\nア  先行発明の完成\n前記(1)及び(2)認定の事実によれば，原判決別表先行製品一覧表記載のロ\nット番号記載のポリイミドフィルムのうち，「本件発明１との一致の有無」\n欄に○印の記載された２８本は，αＭＤが１０．１～１４．４ｐｐｍ／℃（１\nｃ’１），αＴＤが３．２～７．０ｐｐｍ／℃であるから（１ｃ’２），被\n控訴人は，平成１４年３月１０日頃から平成１５年４月２日までの間に，\nＰＰＤと（１ａ’１），ＢＰＤＡ（１ａ’２）を使用して製造されるポリ\nイミドフィルムであって（１ａ’３），該ポリイミドフィルムが，遠心沈\n降法で測定した粒度分布から算出した平均粒子径が０．０９～０．１１μ\nｍであるコロイダルシリカを含み，摩擦係数が０．５前後であって（１ｂ’），\nセイコー電子株式会社製ＴＭＡを使用し，測定温度範囲：３５～３７０℃，\n昇温速度：２０℃／ｍｉｎの条件で測定したフィルムの機械搬送方向（Ｍ\nＤ）の熱膨張係数αＭＤが１０．１～１４．４ｐｐｍ／℃であり（１ｃ’１），\n前記条件で測定した幅方向（ＴＤ）の熱膨張係数αＴＤが３．２～７．０ｐ\nｐｍ／℃であり（１ｃ’２），前記コロイダルシリカがフィルムに均一に\n分散されているポリイミドフィルム（１ｄ’）に係る発明（以下「先行発\n明」という。）を順次完成させたものと認められる。\nイ  控訴人の主張について\n(ア)  控訴人は，先行製品は１ロットの中ですら，αＭＤが１０ｐｐｍ／℃\n未満であったり，αＴＤが７ｐｐｍ／℃超であったりして，本件発明１の\n構成要件１Ｃ１及び２と一致しないものであり，被控訴人が先行発明を\n完成させていないことは，①被控訴人やその譲渡先が公表していたウェ\nブサイト，論文等に先行発明に関する記載がないこと，②厚さ約３５μ\nｍのポリイミドフィルムについては，αＴＤをαＭＤと等しくしたものと\nαＭＤより低くしたものに別の名称を付しているのに対し，厚さ２５μｍ\nの先行製品については，別の名称を付していないこと，③被控訴人がα\nＴＤをαＭＤより低くしたポリイミドフィルムに関する発明を特許出願し\nたのは，平成２０年６月であることから明らかである旨主張する。\n確かに，先行製品は，原判決別表先行製品一覧表記載のとおり，１ロ\nットの中でも，αＭＤが１０ｐｐｍ／℃未満であったり，αＴＤが３ｐｐ\nｍ／℃未満や７ｐｐｍ／℃超であったりして，本件発明１の構成要件１\nＣ１及び２と一致しないものが含まれているものの，弁論の全趣旨によ\nれば，それは，被控訴人が，本件発明１の内容を知らず，αＭＤを１０ｐ\nｐｍ／℃以上，αＴＤを３～７ｐｐｍ／℃とすることを目標にしていなか\nったからにすぎないことが認められるのであって，前記アのとおり，被\n控訴人は，平成１４年３月１０日頃から平成１５年４月２日までの間\nに，先行発明の技術的範囲に属する２８本の先行製品を反復継続して製\n造しているのであるから，１ロットの中に本件発明１の構成要件１Ｃ１\n及び２と一致しないものが含まれ，あるいは製品ごとに熱膨張係数につ\nいてＴＤ及びＭＤにそれぞればらつきがあるからといって，それだけで\nは，先行発明が完成していないことになるものではない。\nそして，上記①及び②については，前記(1)認定のとおり，被控訴人は，\n平成１４年１月頃から，ＣＯＦ用基板の狭ピッチ化に対応すべく，ＣＯ\nＦ用基板に使用する熱膨張係数の低いポリイミドフィルムを銅張積層\n体メーカーと共同開発するために，αＴＤをαＭＤより低くした先行製品\nを製造していたのであるから，被控訴人やその譲渡先が公表していたウ\nェブサイト，論文等に先行発明に関する記載がなく，また，先行発明の\n技術的範囲に属する先行製品に別の名称を付していないとしても，その\nこと自体，格別不自然であるということはできない。また，上記③につ\nいては，証拠（甲１５）によれば，被控訴人が平成２０年６月に特許出\n願した発明は，αＴＤをαＭＤより低くしたポリイミドフィルムの連続製\n造方法に係る発明であって，上記ポリイミドフィルムに係る発明ではな\nいことが認められる。\nしたがって，控訴人の上記主張は採用することができない。\n(イ)  控訴人は，被控訴人は，住友金属鉱山から，従来の等方性２５Ｓ（熱\n膨張係数１２ppm／℃）よりも熱膨張係数が低い等方性のフィルム（熱\n膨張係数９ppm／℃程度）を求められ，同依頼に応じてフィルムを製造\nしようとしたが，６期工場の試作では，熱膨張係数がＭＤは高すぎ，Ｔ\nＤは低すぎるフィルムとなったにすぎず，先行製品に含まれるαＴＤとα\nＭＤが本件発明１の範囲を充足するポリイミドフィルムの部分は，被控訴\n人が等方性で９ppm／℃の熱膨張係数を有するポリイミドフィルムを\n開発するための作業において，偶発的かつ部分的に生じたものにすぎな\nいのであって，被控訴人は，「αＴＤをαＭＤより低くした先行製品」を意\n図し，ＣＯＦ用基板に適する材料として製造し，サンプル提供したので\nはない旨主張する。\nしかし，被控訴人が先行発明を完成させるに至った経緯は，前記(1)\n認定のとおりである上，原判決別表先行製品一覧表によれば，同表記載\nの先行製品については，試作品及び量産品を含め，熱膨張係数について\nは，ＭＤに比べてＴＤが有意に低い値に設定されていることが明らかで\nある。\nしたがって，控訴人の上記主張は採用することができない。\n(4)  先行発明と本件発明の同一性について\nア  先行発明の本件発明１の構成要件１Ａ１～３，１Ｃ１，２の該当性\n先行発明の１ａ’１～３の構成は，本件発明１の構成要件１Ａ１「パラ\nフェニレンジアミン」，１Ａ２「３，３’－４，４’－ジフェニルテトラ\nカルボン酸二無水物」，１Ａ３と一致する。\nそして，証拠（乙２６）によれば，セイコー電子株式会社製ＴＭＡを使\n用し，測定温度範囲：３５～３７０℃，昇温速度：２０℃／ｍｉｎの条件\nで測定したαＭＤ及びαＴＤは，島津製作所製ＴＭＡ－５０を使用し，測定温\n度範囲：５０～２００℃，昇温速度：１０℃／ｍｉｎの条件で測定したα\nＭＤ及びαＴＤとほぼ等しいことが認められるから，先行発明の１ｃ’１及び\n２の構成は，本件発明１の構成要件１Ｃ１の「島津製作所製ＴＭＡ－５０\nを使用し，測定温度範囲：５０～２００℃，昇温速度：１０℃／ｍｉｎの\n条件で測定したフィルムの機械搬送方向（ＭＤ）の熱膨張係数αＭＤ」と１\n０．１～１４．４ｐｐｍ／℃の範囲内で，構成要件１Ｃ２の「前記条件で\n測定した幅方向（ＴＤ）の熱膨張係数αＴＤ」と３．２～７．０ｐｐｍ／℃\nの範囲内でそれぞれ一致する。\nイ  先行発明の本件発明１の構成要件１Ｂ，１Ｄの該当性\n本件明細書（甲２）の発明の詳細な説明には，「ポリアミック酸溶液は，\nフィルムの易滑性を得るため必要に応じて，酸化チタン，微細シリカ…な\nどの化学的に不活性な有機フィラーや無機フィラーを，含有することがで\nきる。この中では特に粒子径０．０７～２．０μｍである微細シリカをフ\nィルム樹脂重量当たり０．０３～０．３０重量％の割合でフィルムに均一\nに分散されることによって微細な突起を形成させるのが好ましい。粒子径\n０．０７～２．０μｍの範囲であれば該ポリイミドフィルムの自動工学検\n査システムでの検査が問題なく適応できるので好ましい。」（段落【００\n２５】）と記載され，また，本件発明１の実施例として，摩擦係数が０．\n３５～０．９５のポリイミドフィルムが挙げられている（段落【００６１】，\n【００６３】～【００６５】）。これらを総合すれば，構成要件１Ｂは，\nポリイミドフィルムが，粒子径が０．０７～２．０μｍである微細シリカ\nを易滑性が得られる程度に含むことを意味し，少なくとも摩擦係数が０．\n３５ないし０．９５のポリイミドフィルムはこれに含まれることが認めら\nれる。\n先行発明に係るポリイミドフィルムは，遠心沈降法で測定した粒度分布\nから算出した平均粒子径が０．０９～０．１１μｍであるコロイダルシリ\nカを摩擦係数が０．５前後の易滑性となる程度に含むものであるから（１\nｂ’），先行発明の１ｂ’は，本件発明１の構成要件１Ｂの「粒子径が０．\n０７～２．０μｍである微細シリカを含」むものに当たる。また，先行発\n明に係るポリイミドフィルムは，コロイダルシリカがフィルムに均一に分\n散されているから（１ｄ’），先行発明の１ｄ’は本件発明１の構成要件\n１Ｄと一致する。\nウ  そうすると，先行発明は，本件発明１に含まれ，本件発明１と同一のも\nのであることが認められる。\n(5)  先行発明の公然実施について\n被控訴人は，平成１４年４月５日から平成１６年３月１２日までの間に，\n複数の銅張積層体メーカーに対し，原判決別表先行製品一覧表の「本件発明\n１との一致の有無」欄に○印と記載された先行発明の技術的範囲に属する２\n８本の先行製品のうち，「出荷年月日及び出荷先（本件発明１と一致するもの\nに限る）」欄に出荷年月日等の記載のある，αＭＤが１０．１～１４．４ｐｐ\nｍ／℃であり，αＴＤが３．５～７．０ｐｐｍ／℃である１９本のポリイミド\nフィルムの全部又は一部を譲渡した。そして，被控訴人や上記銅張積層体メ\nーカーが当該譲渡について相互に守秘義務を負っていたことを認めるに足り\nる証拠はない。\nそうすると，被告は，本件優先日（平成１６年３月３０日）前に，先行発\n明のうちαＴＤが３．５ｐｐｍ／℃以上のものを公然と実施したものというこ\nとができる。\n(6)  小括\nしたがって，本件発明１は，本件優先日前に公然実施をされた発明であり，\n本件発明１に係る特許は，特許無効審判により無効にされるべきものである。\n２  次に，事案に鑑み，争点(2)⑤(ア)（本件発明２に係る特許について進歩性の\n欠如）について検討するに，当裁判所も，本件発明２は，先行発明に乙３２（本\n件刊行物）に記載された発明（本件刊行物発明）を組み合わせることにより，\n当業者が容易に想到することができた発明であるから，本件発明２に係る特許\nは，特許無効審判により無効にされるべきものであると判断する。その理由は，\n次のとおりである。\n(1)  本件発明２の進歩性について\nア  先行発明の公然実施\n前記１(3)において認定したとおり，被控訴人は，平成１４年３月１０日\n頃から平成１５年４月２日までの間に，先行発明を順次完成させたとこ\nろ，先行発明の１ａ’１～３，１ｂ’及び１ｄ’の構成は，本件発明２の\n構成要件２Ａ１「パラフェニレンジアミン」，２Ａ２「３，３’－４，４’\n－ジフェニルテトラカルボン酸二無水物」，２Ａ３，２Ｂ及び２Ｄと一致\nし，先行発明の１ｃ’１及び２の構成は，本件発明２の構成要件２Ｃ１「島\n津製作所製ＴＭＡ－５０を使用し，測定温度範囲：５０～２００℃，昇温\n速度：１０℃／ｍｉｎの条件で測定したフィルムの機械搬送方向（ＭＤ）\nの熱膨張係数αＭＤ」と１０．１～１４．４ｐｐｍ／℃の範囲内で，構成要\n件２Ｃ２「前記条件で測定した幅方向（ＴＤ）の熱膨張係数αＴＤ」と３．\n２～７．０ｐｐｍ／℃の範囲内で，それぞれ一致する。そうすると，先行\n発明は，本件発明２の一部に相当する。\nまた，前記１(5)において認定したとおり，被控訴人は，平成１４年４月\n５日から平成１６年３月１２日までの間に，複数の銅張積層体メーカーに\n対し，原判決別表先行製品一覧表の「本件発明１との一致の有無」欄に○\n印と記載された先行発明の技術的範囲に属する２８本の先行製品のうち，\n「出荷年月日及び出荷先（本件発明１と一致するものに限る）」欄に出荷\n年月日等の記載のある，αＭＤが１０．１～１４．４ｐｐｍ／℃であり，α\nＴＤが３．５～７．０ｐｐｍ／℃である１９本のポリイミドフィルムの全部\n又は一部を譲渡し，当該譲渡について，被控訴人や上記銅張積層体メーカ\nーが相互に守秘義務を負っていたことを認めるに足りる証拠はない。\nしたがって，被控訴人は，本件優先日前に，本件発明２の一部に相当す\nる先行発明を完成させたとともに，先行発明のうちα ＴＤが３．５ｐｐｍ\n／℃以上のものを公然と実施したということができる。\nイ  本件発明２の容易想到性\nそこで，公然実施された前記アの先行発明を引用例として，これに本件\n刊行物発明を組み合わせることにより，本件発明２を容易に想到できるか\nについて検討する。\n(ア)  本件発明２と上記先行発明との相違点は，本件発明２が「ポリイミ\nドフィルムの上に厚みが１～１０μｍの銅を形成させた銅張積層体を\n有することを特徴とするＣＯＦ用基板」であるとの構成要件２Ｅ及び２\nＦに係る構成を有するのに対し，先行発明が上記構成を備えていない点\nである。\n(イ)  本件刊行物発明について\nａ  証拠（乙３２）によれば，平成１４年６月２５日に発行された本件\n刊行物３５３及び３５５頁には，次の記載がある。\n「１  はじめに\nフレキシブルプリント基板の材料として広範に使用されている\n銅ポリイミド基板は，銅箔とポリイミドフィルムを接着剤で接着\nする３層基板と，接着剤を使用しない２層基板に分けられる。…\n近年，ＣＯＦ（Chip  On  Film  あるいは  Chip  On  Flex）とい\nう実装方法が提案され，ＴＦＴ液晶の薄型化，大型化，高精細化\nの実現に寄与している。ＣＯＦ方式では，液晶駆動用のドライバ\nＩＣを，直接銅ポリイミド基板上に実装し，液晶パネルに接続し\nて使用される。…\nＣＯＦ基板は屈曲した状態で使用されるため，優れた折り曲げ\n性が要求される。また，液晶パネルの高精細化，ドライバＩＣの\n小型化に伴い，配線はより狭ピッチになることが予想される。そ\nのためには，銅箔が薄いこと，銅箔表裏面が平滑であることを必\n要とする。」\n「３－３  折り曲げ性\n…Ｓ’ＰＥＲＦＬＥＸはポリイミド厚さ３７．５μｍ，銅厚８\nμｍの基板から…５０μｍピッチの…テストピースを作成し，±\n１３５°の折り曲げであるＭＩＴ試験と１８０°の折り曲げで\nあるハゼ折り試験を行い，折り曲げ性の評価とした。」\nｂ  前記ａ認定の事実によれば，本件刊行物には，「ポリイミドフィル\nムを基材とし，この上に厚みが８μｍの銅を形成させた銅張積層体を\n有する（２ｅ’）ＣＯＦ用基板（２ｆ’）」という発明（以下「本件\n刊行物発明」という。）が記載されていると認められる。\n(ウ)  容易想到性について\n先行発明と本件刊行物発明は，ＣＯＦ用ポリイミドフィルムとこれを\n基材としたＣＯＦ用基板という密接に関連した技術分野に属するから，\n当業者は，先行発明に本件刊行物発明を容易に組み合わせ，これにより，\n前記(ア)の相違点に係る本件発明２の構成に想到することができたもの\nと認められる。\n(2)  控訴人の主張について\nア(ア)  控訴人は，この点について，本件優先日当時，ＣＯＦ用基板には等\n方性ポリイミドフィルムを用い，しかも両方向の熱膨張係数は銅層に近\nづけることが，当業者の技術常識であり，ＴＤの熱膨張係数をガラスや\nシリコンに近づけた異方性ポリイミドフィルムを用いるには，阻害事由\nがあったこと，被控訴人の先行製品は，ロット間でも，１ロットのフィ\nルム上の位置によっても，熱膨張係数が大きく異なり，異方性を持たせ\nてＴＤとＭＤをそれぞれ一定の範囲に数値を収めることは意図されてお\nらず，ＴＤの熱膨張係数を７ppm／℃以下に限定しようとする技術思想は\n認められないのであって，先行製品に含まれるαＴＤとαＭＤが本件発明２\nの範囲を充足するポリイミドフィルムの部分は，被控訴人が等方性で低\n熱膨張係数のポリイミドフィルムを開発する試行錯誤において，偶発的\nかつ部分的に生じたものにすぎないこと，これに対して，本件発明２は，\nＣＯＦ用基板に用いるポリイミドフィルムは等方性であることが必要と\n考えられていた上記技術常識に反し，あえて熱膨張係数をＭＤとＴＤで\n特定の数値範囲とする異方性フィルムをＣＯＦ用基板に使用するときは，\nＭＤのカールを防止しつつ，ＴＤでは狭ピッチ配線を可能にするという\n顕著な作用効果を奏することを本質とするものであり，先行製品が公然\n実施されたという事実だけでは，本件発明２の要件を充足するフィルム\nを選択して，ＣＯＦ用基板に使用することは容易ではなく，また，本件\n発明２の有する上記の顕著な作用効果を予測することもできないから，\n本件発明２は進歩性を有する旨主張する。\n(イ)  そこで，控訴人が，本件優先日当時，ＣＯＦ用基板には等方性ポリ\nイミドフィルムを用い，両方向の熱膨張係数は銅層に近づけることが，\n当業者の技術常識であったことの根拠とする甲３１の１～７及び甲３\n２の１について，以下検討する。\nａ  甲３１の１（特開平５－２３７９２８号公報。優先日：平成３年１\n０月３０日）\n(a)  甲３１の１には，概ね，次の記載がある。\n「【０００１】\n【産業上の利用分野】本発明は，銅箔を代表とする金属箔または金\n属薄膜が積層された電気配線板の支持体として使用されるポリイ\nミドフィルムと，その製造方法に関する。より具体的には力学的性\n質およびその面内等方性に優れ，さらに改良された寸法安定性を有\nする二軸配向ポリイミドフィルムと，その製造方法に関するもので\nある。\n【０００２】\n【従来の技術】ポリイミドフィルムは高耐熱性，高電気絶縁性を有\nすることから耐熱性を必要とする電気絶縁用素材として広範な産\n業分野で使用されており，特に銅箔が積層された電気配線板の支持\n体としての用途においては例えばＩＣ等の電気部品と銅箔との接\n続にハンダを使用することができ，電気配線の小型軽量化が可能と\nなった。またポリイミドフィルムを支持体とする電気配線板は折り\n曲げが可能であり，長尺の電気配線板が作成できることからこのポ\nリイミドフィルムは電気絶縁用支持体として重要な位置を占める\nに至った。しかしながら電気配線板の用途の多様化と共に配線数の\n高密度化の進展に伴って電気絶縁用支持体としての力学的性質お\nよびその面内等方性や寸法安定性の改善がより求められるように\nなり，これまでにポリイミドフィルムの延伸による力学的性質の改\n善，共重合ポリイミドによる寸法安定性の改善等が提案されている。\n【０００６】\n【発明が解決しようとする課題】本発明は，改善された寸法安定性\nを有すると共に優れた面内等方性を有する力学的性質が改善され\nたポリイミドフィルムと，そのための方法を提供することを目的と\nするものである。\n【００６３】\n【発明の効果】本発明はポリイミドフィルムの力学的性質およびそ\nの面内等方性と同時に寸法安定性を改善することにより，ポリイミ\nドフィルムに銅箔を代表とする金属箔または金属薄膜を積層した\n電気配線板用途の多様化と配線数の高密度化の進展に適応できる\nポリイミドフィルムの提供を可能にしたものである。」\n(b)  前記(a)によれば，甲３１の１には，電気配線板の用途の多様化と\n共に配線数の高密度化の進展に伴って，面内等方性や寸法安定性の\n改善がより求められるようになっていることから，改善された面内\n等方性や寸法安定性を有する二軸配向されたポリイミドフィルム\nの製造方法が記載されているということができる。\nｂ  甲３１の２（特開２００３－１７６３７０号公報。優先日：平成１\n３年９月２８日）\n(a)  甲３１の２には，概ね，次の記載がある。\n「【０００１】\n【発明の属する技術分野】本発明は，その表面に金属配線を施してな\nる可撓性の印刷回路，８０μｍピッチ以下の高精細配線が構成される\n高精細ＣＯＦ（Chip on Film）回路，ＣＳＰ（Chip Size Package），\n高精細ＦＰＣ（Flexible Printed Circuits），ＢＧＡ(Ball Grid Array)，\nＴＡＢ(Tape Automated Bonding)などがある。特にＨＤＤ(Hard Disk\nDrive) 用 基板 ，ＩＣ (Integrated Circuit) カード 用基 材 ， ＰＤ Ｐ\n(Plasma Display Panel)用基材，太陽電池用基材，ビルドアップ基材\nまたはテープ自動化接合(Tape Automated Bonding)テープ（ＴＡＢテ\nープ）用の金属配線板基材として使用される場合に，高弾性率，アル\nカリエッチング性，低湿度膨張係数，さらに製膜性に優れたポリイミ\nドフィルム，その製造方法及び前記ポリイミドフィルムを基材とする\n可撓性の印刷回路，ＣＯＦ，ＣＳＰまたはテープ自動化接合テープ用\nの金属配線板，そのカバーレイまたは裏打ち用フィルム（スティフナ\nー）及びリードフレーム押さえテープ用フィルムに関する。\n【０００７】また近年の技術革新により，配線の高精細化は従来の８\n０μｍから，６０μｍピッチまたは４０μｍ，更には２０μｍ化へと\n移りつつある。それに伴い配線幅は約４０μｍから，約３０μｍまた\nは約２０μｍ，更には約１０μｍへと移りつつある。これらの要望に\n伴い構成されるポリイミドフィルム，接着剤および銅箔は薄くなりつ\nつある。例えば，接着剤および銅箔を薄くしたＣＯＦ（化工日報新聞，\n２００２年４月２４日発行，第１１頁記載）および蒸着二層タイプの\n配線板基材も展開されようとしている。\n【００２５】しかしながら，上記の従来方法では，金属配線板基材と\nして使用される場合に，高弾性率，低湿度膨張係数，アルカリエッチ\nング性，平面性および等方性を同時に満たすポリイミドフィルムを得\nることができず，さらなる改良が求められていた。\n【００２６】\n【発明が解決しようとする課題】本発明は，上述した従来技術におけ\nる問題点の解決を課題として検討した結果達成されたもので，製膜時\nの延伸倍率を大きくすることによりフィルムのヤング率，平面性およ\nび等方性が改良される。このため高倍率延伸の可能なフィルム組成で，\n所望のヤング率を持つフィルムを提供する。その表面に金属配線を施\nしてなる可撓性の印刷回路，高精細ＦＰＣ，高精細ＣＯＦ，ＣＳＰ，\nＢＧＡ，ＨＤＤ用基板，ＩＣカード用基材，ＰＤＰ用基材，太陽電池\n用基材，ビルドアップ基材またはテープ自動化接合(Tape Automated\nBonding)テープ（ＴＡＢテープ）用の金属配線板基材に適用した場合\nに，高弾性率，低湿度膨張係数，銅の熱膨張係数と同程度の熱膨張係\n数であり，アルカリエッチング性，および製膜性に優れたポリイミド\nフィルム，その製造方法及びそれを基材としてなる金属配線板を提供\nすることを目的とするものである。\n【００３９】本発明のポリイミドポリマにより，高精細用の可撓性の\n印刷回路，ＣＳＰ，ＣＯＦ，ＢＧＡまたはテープ自動化接合(Tape\nAutomated  Bonding)テープ（ＴＡＢテープ）用の金属配線板基材に\n適用した場合に，適当な高弾性率，アルカリエッチング性，製膜性お\nよび等方性を均衡して高度に満たすポリイミドフィルムを実現する\nことができる。」\n(b)  前記(a)によれば，甲３１の２には，技術革新により配線の高精細\n化に対応すべく，ポリイミドフィルムの平面性及び等方性等の改良が\n求められていたことから，その表面に金属配線を施してなる可橈性の\n印刷回路，高精細ＣＯＦその他の基板用の金属配線板基材について，\n平面性及び等方性等を同時に満たすポリイミドフィルム，その製造方\n法及びそれを基材としてなる金属配線板が記載されているというこ\nとができる。\nｃ  甲３１の３（特開２００４－２１１０７１号公報。優先日：平成１４\n年１２月３１日）\n(a)  甲３１の３には，概ね，次の記載がある。\n「【技術分野】\n【０００１】\n本発明は，電子回路，電子デバイスなどを支持または固定する\nための誘電性組成物として有用なポリイミド基板に一般的に関\nする。さらに，これらの基板は，電気的に絶縁性のテープまたは\nベルトとして使用されるフィルム形態とすることができる。より\n具体的に言うと，本発明の芳香族ポリイミド基板は：（ｉ）より\n低コストの「非剛直性」モノマーから誘導され，同時に別の方法\nでは，より高コストの「剛直性」モノマーから（非常に広範囲に）\n誘導されるポリイミドと関連する平面度，等方性および熱寸法安\n定性能をもたらすことができ；または（ｉｉ）慣用量のこのよう\nな（より高コストの）剛直性モノマーから誘導でき，かつ，改良\nされた平面度，熱寸法安定性および等方性に関連する性能を有す\nる。\n【０００７】\n概要\n…あるいはまた，本発明の方法を，フィルム性能，特に，平面\n度，寸法安定性および等方性に関する性能を改良するための（以\n前から知られておらず，かつ予期されていない）方法として慣用\nのモノマー系に適用できる。\n【００３７】\n本発明は，ポリイミドフィルムの（「面内配向の」）等方性を改\n良することを指向し，ここで，鎖軸の整列の度合いは，平均して，\n先行技術によって予測されるものよりも（フィルム面の各方向に\nおいて）バランスが保たれている。このようなポリイミド鎖の（フ\nィルム面内の）整列は，フィルムを乾燥および部分的にイミド化\nするときに，その端でフィルムに適用される外力（例えば，張力）\nの量によって大部分は制御される。\n【００８５】\n…本発明のフィルムが，高度の等方性（すなわち，縦および横\n方向の両方を含むｘ－ｙ平面の全ての方向において，実質的に同\n量の分子配向を含む）を有することが非常に望ましい。このよう\nな高度に等方性のフィルムは，別の方法では高温の加工処理が，\n不要なフィルムの歪をもたらす可能性があるエレクトロニクス\nタイプの用途のための加工を一般的に容易にする。…」\n(b)  前記(a)によれば，甲３１の３には，電子回路，電子デバイス等\nを支持又は固定するための誘電性組成物であるポリイミド基板一\n般に関して，ポリイミドフィルムの平面度，寸法安定性及び等方性\nに関する性能を改良することを指向したポリイミド基板が記載さ\nれているということができる。\nｄ  甲３１の４（特開２００２－１５４１６８号公報。出願日：平成\n１２年１１月１７日）\n(a)  甲３１の４には，概ね，次の記載がある。\n「【０００１】\n【発明の属する技術分野】本発明は，連続成形によりその幅方向\nに特性の差異を生じやすいポリイミドフィルムにおいて，幅方向\nの等方性を改善し特性を均一化したポリイミドフィルム，および\nその製造方法，等方性調整方法に関する。\n【０００２】\n【従来の技術】ポリイミドのような溶融加工の困難な高分子の場\n合，製造方法の代表的な例として，以下のような連続成形方法が\n用いられる。すなわち，高分子材料の非プロトン性極性溶媒等の\n溶媒溶液状態に，脱水剤，種々の触媒等の硬化剤を加えた後，ダ\nイキャスト法や塗布方等の方法で，ベルトまたはドラムなどの支\n持体上に流延または塗布し，フィルムとしての自己支持性をもた\nせるため，加熱・反応・乾燥を行う。その後，支持体からフィル\nムを引き剥がし，引き続きピン等で両端を固定した後該フィルム\nを搬送しながら，加熱炉を通過させることにより，最終的なフィ\nルムを得るという工程である。\n【０００３】ところが，上記のような工程において，加熱炉通過\n前に，完全に乾燥されていないフィルムを加熱する場合，フィル\nムの両端を固定しつつ加熱炉での加熱が行われると，フィルムの\n乾燥・硬化状態に部分的に差ができ，フィルム内に収縮力が生じ\nる。これは，分子鎖の面内配向に異方性が生じることが原因であ\nる。この分子内の面内配向の異方性は，フィルムの有するその他\nの物性に生じる異方性，特に，線膨張係数・湿度膨張係数・弾性\n率等の方向による特性の差に密接に関係する。このようなフィル\nム面内における特性の差は，フィルム加工時において，フィルム\n面内の場所・方向による品質差，特に寸法変化の差を生む原因と\nなり，精密部品等の用途において，例えば，回路形成のベース材\nや記録媒体等の用途においては，大きな問題となっており，フィ\nルム面内の特性の等方性を確保するための改善が要求されてい\nた。」\n(b)  前記(a)によれば，甲３１の４には，従来技術において，ポリイ\nミドフィルムのフィルム面内における異方性，特に熱膨張係数・\n湿度膨張係数・弾性率等の方向による特性の差は，回路形成のベ\nース材や記録媒体等の用途においては大きな問題となっており，\nフィルム面内の特性の等方性を確保するための改善が要求されて\nいたことが記載されているということができる。\nｅ  甲３１の５（特開２００３－１６５８５０号公報。出願日：平成\n１３年１１月３０日）\n(a)  甲３１の５には，概ね，次の記載がある。\n「【０００１】\n【発明の属する技術分野】本発明は，面内等方性に優れ，さらに\n改良された寸法安定性を有するポリイミドフィルムおよびその製\n造方法に関する。\n【０００２】\n【従来の技術】ポリイミドフィルムは，耐熱性，絶縁性，耐溶剤\n性および耐低温性等を備えており，コンピュータ並びにＩＣ制御\nの電気・電子機器部品材料の支持体として広範に用いられている。\n【０００３】近年，コンピュータ並びにＩＣ制御の電気・電子機\n器の小型化・軽量化が進み，配線基板やＩＣパッケージ材料も小\n型化・軽量化が求められるようになっている。これらに施される\n配線パターンも細密になり，フレキシブルプリント配線板やＴＡ\nＢ用キャリアテープ等に用いられるポリイミドフィルムについて\nもより高い寸法安定性が求められるようになってきてきた。\n【０００８】本発明は，上述の従来技術での問題点の解決を課題\nとした結果達成されたものである。すなわちテンター方式で熱処\n理する際に生じる，フィルム収縮力の部分差を抑えるだけでなく，\n前駆体であるポリアミド酸，脱水剤および閉環触媒の混合溶液が\n支持体上へキャストされてから引き剥がされるまでの硬化／乾燥\n工程での収縮力を最小限に抑え，面内等方性に優れたポリイミド\nフィルムとその製造方法を提供することにある。\n【０００９】\n【課題を解決するための手段】本発明者らは，…面内等方性に優\nれたポリイミドフィルムが得られることを見出し本発明に至った。\nすなわち本発明は，以下の構成からなる新規なポリイミドフィル\nムおよび製造方法を提供するものでありこれにより上記目的が達\n成される。…」\n(b)  前記(a)によれば，甲３１の５には，面内等方性に優れたポリイ\nミドフィルムとその製造方法が記載されているということができ\nる。\nｆ  甲３１の６（特開２００６－１２４６８５号公報。優先日：平成\n１６年９月２９日）\n(a)  甲３１の６には，概ね，次の記載がある。\n「【特許請求の範囲】\n【請求項１】\n３，３’，４，４’－ビフェニルテトラカルボン酸二無水物とｐ\n－フェニレンジアミンとを各々主成分として熱イミド化によっ\nて製造されるポリイミドからなるフィルムであって，フィルムに\n添加する前の無機フィラ－が平均粒径１μｍ以下でありこれよ\nり大きい平均粒径の無機フィラ－に起因する突起を有さず，厚み\nが２５～３５μｍ  であるＣＯＦ用ポリイミドフィルム。\n【請求項２】\nフィルム表面にシランカップリング剤によって表面処理されて\nなる請求項１に記載のＣＯＦ用ポリイミドフィルム。\n【請求項４】\n３，３’，４，４’－ビフェニルテトラカルボン酸二無水物と\nｐ－フェニレンジアミンとを各々主成分として製造されるポリ\nイミドからなるフィルムであって，１）フィルム幅方向における\n厚み精度に関してＴｍａｘ－Ｔｍｉｎが１μｍ以下であり，２）フィ\nルムに添加する前の無機フィラーが平均粒径１μｍ以下であり\nこれより大きい平均粒径の無機フィラーに起因する突起を有さ\nず，厚みが２５～３５μｍであるＣＯＦ用ポリイミドフィルム。\n【請求項９】\nフィルムが，ＭＤおよびＴＤとも１０×１０―６～１７×１０―\n６ｃｍ／ｃｍ／℃のＣＴＥ（線膨張係数）を有し，ＣＴＥ（ＴＤ）\n－ＣＴＥ（ＭＤ）が０以上で５×１０―６ｃｍ／ｃｍ／℃以下であ\nる請求項４に記載のＣＯＦ用ポリイミドフィルム。\n【発明の詳細な説明】\n【技術分野】\n【０００１】\nこの発明は，ＣＯＦ用ポリイミドフィルムおよび積層体に関し，\nさらに詳しくは３，３’，４，４’－ビフェニルテトラカルボン\n酸二無水物とｐ－フェニレンジアミンとを各々主成分として製\n造されるポリイミドからなるフィルムであって，厚みが２５～３\n５μｍであるＣＯＦ用ポリイミドフィルムおよび該ポリイミド\nフィルムに直接導電性金属層を形成したＣＯＦ用の積層体に関\nするものである。\n【００２３】\n上記のようにして得られた芳香族ポリイミドフィルムを，好適\nには低張力下あるいは無張力下に２００～４００℃程度の温度\nで加熱して応力緩和処理して，巻き取って，フィルム厚みが３０\n～３５μｍでって，好適には５０～２００℃におけるＣＴＥ（線\n膨張係数）（ＭＤ）およびＣＴＥ（ＴＤ）が１０×１０―６～１７\n×１０―６ｃｍ／ｃｍ／℃で，かつＣＴＥ（ＴＤ）－ＣＴＥ（ＭＤ）\nが０以上で５×１０―６ｃｍ／ｃｍ／℃以下であり，…\n【実施例１】\n【００３０】\n…厚み精度\nＴｍａｘ＝３５．４μｍ\nＴｍｉｎ＝３４．７μｍ\nＣＴＥ（ＭＤ）：１４．５×１０－６ｃｍ／ｃｍ／℃\nＣＴＥ（ＴＤ）：１６．３×１０－ ６ｃｍ／ｃｍ／℃…\n【実施例３】\n【００３３】\n…厚み精度\nＴｍａｘ＝３５．５μｍ\nＴｍｉｎ＝３４．８μｍ\nＣＴＥ（ＭＤ）：１２．７×１０－６ｃｍ／ｃｍ／℃\nＣＴＥ（ＴＤ）：１３．７×１０－６ｃｍ／ｃｍ／℃…\n【実施例４】\n【００３４】\n…厚み精度\nＴｍａｘ＝３３．４μｍ\nＴｍｉｎ＝３２．７μｍ\nＣＴＥ（ＭＤ）：１１．４×１０－６ｃｍ／ｃｍ／℃\nＣＴＥ（ＴＤ）：１３．０×１０－６ｃｍ／ｃｍ／℃…」\n(b)  前記(a)によれば，甲３１の６には，ＣＯＦ用ポリイミドフィ\nルム及び積層体に関し，フィルムが，ＭＤ及びＴＤとも１０×１\n０―６～１７×１０―６ｃｍ／ｃｍ／℃のＣＴＥを有し，ＣＴＥ（Ｔ\nＤ）－ＣＴＥ（ＭＤ）が０以上で５×１０―６ｃｍ／ｃｍ／℃以下\nであるＣＯＦ用ポリイミドフィルムが記載されているというこ\nとができる。\nｇ  甲３１の７（国際公開第２００９／０１７０７３号。優先日：平\n成１９年７月２７日）\n(a)  甲３１の７には，概ね，次の記載がある。\n「【技術分野】\n【０００１】\n本発明は，特にＣＯＦ用フィルムとして好適な，カールが制御\nされたポリイミドフィルムに関する。さらに，本発明は，このポ\nリイミドフィルムを用いた配線基板に関する。\n【０００２】\nポリイミドフィルムは，熱的性質および電気的性質に優れてい\nるため，電子機器類の用途などに広く使用されている。近年，Ｉ\nＣチップの実装はＣＯＦ（チップ・オン・フィルム）方式で行わ\nれるようになってきており，ＣＯＦ用に，ポリイミドフィルムに\n銅層を積層してなる銅積層ポリイミドフィルムが使用され始めて\nいる（特許文献１など）。\n【０００９】\n特許文献５には，化学閉環法により得られる二軸配向ポリイミ\nドフィルム，特にはピロメリット酸二無水物と４，４’－ジアミ\nノジフェニルエーテル，および３，３’，４，４’－ビフェニルテ\nトラカルボン酸二無水物とパラフェニレンジアミンの組み合わせ\nから化学閉環法により得られる二軸配向ポリイミドフィルムにお\nいて，十分に配向されていることにより平均面内熱膨張係数が小\nさくなり，また走行方向と幅方向の延伸倍率比を調整して面内異\n方性指数を小さくすることによりフレキシブル銅張板のカールを\n小さくすることができることが記載されている。\n【特許文献１】特開２００６－１２４６８５号公報（判決注：甲\n３１の６）\n【特許文献５】特開平５－２３７９２８号公報（判決注：甲３１\nの１）\n【００５４】\nＣＯＦ用フィルムとしては，線膨張係数が銅の線膨張係数に近\nいことが好ましく，具体的には，ＭＤおよびＴＤともに５×１０－\n６ｃｍ／ｃｍ／℃～２５×１０－６ｃｍ／ｃｍ／℃であることが好\nましく，１０×１０－６ｃｍ／ｃｍ／℃～２５×１０－６ｃｍ／ｃｍ\n／℃であることがより好ましく，１２×１０－６ｃｍ／ｃｍ／℃～\n２０×１０－６ｃｍ／ｃｍ／℃であることが特に好ましい。」\n(b)  前記(a)によれば，甲３１の７には，特にＣＯＦ用フィルムに好\n適なカールが制御されたポリイミドフィルム及びポリイミドフィ\nルムを用いた配線基板に関するもので，面内異方性指数を小さく\nすることによりフレキシブル銅張板のカールを小さくすることや，\nＭＤとＴＤの熱膨張係数が銅の熱膨張係数に近く，１２～２０\nppm／℃の範囲内が特に好ましいことが記載されているというこ\nとができる。\nｈ  甲３２の１（報告書）\n甲３２の１には，控訴人が，平成１２年に発売されたパナソニッ\nク製の携帯電話「Ｐ５０２ｉ」を分解したところ，ＣＯＦ用基板は，\n液晶画面と縦方向及び横方向の両方向で接続され，また，ＣＯＦ用\n基板上のＬＳＩは縦方向及び横方向の両方向から銅配線が伸びてお\nり，ＣＯＦ用基板上では縦横双方向に入り組んだ複雑な配線となっ\nていたことから，「Ｐ５０２ｉ」等の小型携帯機器に使用されるＣＯ\nＦ用基板では，ベースとなるポリイミドフィルムについて，熱膨張\n係数等の物性も等方性であることが要求されることが報告されてい\nる。\n(ウ)  前記(イ)の甲３１の１～６によれば，本件優先日当時，汎用の回路\n基板用ポリイミドフィルムの物性は，等方性が好ましいとされていたこ\nとが認められる。\nしかしながら，甲３１の２には，技術革新により配線の高精細化に対\n応すべく，ポリイミドフィルムの平面性及び等方性等の改良が求められ\nていたことから，その表面に金属配線を施してなる可橈性の印刷回路，\n高精細ＣＯＦその他の基板用の金属配線板基材について，平面性及び等\n方性等を同時に満たすポリイミドフィルム，その製造方法及びそれを基\n材としてなる金属配線板が記載されているものの，それだけでは，本件\n優先日当時，熱膨張係数に異方性があるポリイミドフィルムはＣＯＦ用\n基板に用いることができないとの技術常識があったことを認めるには\n足りない。また，甲３１の６には，ＣＯＦ用ポリイミドフィルム及び積\n層体に関し，熱膨張係数について等方性のポリイミドフィルムの発明が\n記載されているが，それだけでは，本件優先日当時，熱膨張係数に異方\n性があるポリイミドフィルムはＣＯＦ用基板に用いることができない\nとの技術常識があったことの証拠となるものではない。また，甲３１の\n７は，本件優先日から３年以上後の日を優先日とする出願であって，本\n件優先日当時の技術常識を認定するに適当な資料とはいい難い。さらに，\n甲３２の１によれば，携帯電話機器に使用するＣＯＦ用基板に用いるポ\nリイミドフィルムには等方性が要求されるとしても，その他の機器に使\n用するＣＯＦ用基板においても，熱膨張係数に異方性のあるポリイミド\nフィルムを使用することができないとの技術常識があったことを認定\nする証拠とはなり得ない。\nかえって，前記１(1)認定のとおり，被控訴人は，平成１４年１月頃\nから，銅張積層体メーカーである住友金属鉱山との共同開発により，Ｃ\nＯＦ用基板に使用する熱膨張係数の低いポリイミドフィルムの試作を\n開始し，同じく銅張積層体メーカーである東洋メタライジング等とも打\n合せを重ねるなどして，平成１４年３月１０日頃から平成１５年４月２\n日までの間に，原判決別表先行製品一覧表のとおり，試作品及び量産品\nを含めて，ＴＤの熱膨張係数がＭＤの熱膨張係数に比べて有意に低く設\n定された先行製品のポリイミドフィルムを製造し，これを複数の銅張積\n層体メーカーに対して，当該ポリイミドフィルムの熱膨張係数等の物性\n値のデータとともに提供・譲渡し，銅張積層体メーカー又はＣＯＦ用基\n板メーカーにおいて，ＣＯＦ用基板の用途としての評価をしていたので\nあるから，本件優先日当時，ＣＯＦ用基板に使用するための熱膨張係数\nに異方性のあるポリイミドフィルムは公知であったというべきであり，\nこのことからすれば，むしろ，本件優先日当時，ＣＯＦ用基板に用いる\nポリイミドフィルムは熱膨張係数が等方性であること，換言すれば，熱\n膨張係数に異方性があるポリイミドフィルムはＣＯＦ用基板に用いる\nことができないとの技術常識の不存在をうかがわせるところである。\n以上によれば，本件優先日当時，一般に，ＣＯＦ用基板等の回路基板\nに用いられるポリイミドフィルムの物性は等方性が好ましいとされて\nいたとはいえるものの，熱膨張係数に異方性があるポリイミドフィルム\nはＣＯＦ用基板に用いることができないとの技術常識があったことま\nでは認めることができない。そうすると，熱膨張係数に異方性があるポ\nリイミドフィルムを，ＣＯＦ用基板に採用することに阻害事由があった\nということはできない。\n(エ)  控訴人は，被控訴人の先行製品が，ロット間でも，１ロットのフィ\nルム上の位置によっても，熱膨張係数が大きく異なり，異方性を持たせ\nてＴＤとＭＤをそれぞれ一定の範囲に数値を収めることは意図されて\nおらず，先行製品に含まれるαＴＤとαＭＤが本件発明２の範囲を充足す\nるポリイミドフィルムの部分は，被控訴人が等方性で低熱膨張係数のポ\nリイミドフィルムを開発する試行錯誤において，偶発的かつ部分的に生\nじたものにすぎない旨主張するが，同主張に理由がないことは，前記１\n(3)イ(ア)及び(イ)において説示したとおりである。\nそして，本件発明２と公然実施された先行発明とを対比すると，両者\nは「熱膨張係数αＭＤが１０．１～１４．４ｐｐｍ／℃」「熱膨張係数α\nＴＤが３．５～７．０ｐｐｍ／℃」の範囲において，ＭＤとＴＤの熱膨張\n係数がそれぞれ一致する以上，この点は一致点であって，先行発明に，\n本件発明２と同じくＴＤの熱膨張係数を７ppm／℃以下に限定するとの\n技術思想が開示されているかどうかは，先行発明と本件発明２との相違\n点である構成要件２Ｅ及び２Ｆについて，先行発明に基づいて本件発明\n２の構成に至ることが容易か否かを判断する上で，何らの影響を与える\nものではない。\n(オ)  そして，先行発明と本件発明２との相違点である構成要件２Ｅ及び\n２Ｆについては，前記(1)認定のとおり，公然実施された先行発明はＣ\nＯＦ用基板に使用するために開発されたポリイミドフィルムであるか\nら，公然実施された先行発明を用いてＣＯＦ用基板を製造すること，そ\nの際に，銅層の厚さを１～１０μｍ程度とすることは，本件刊行物発明\nにより，当業者にとって極めて容易であるから，本件発明２は公然実施\nされた先行発明に基づいて容易に想到できたものというべきである。\nまた，シリコンの熱膨張係数が約４ppm／℃であること（甲１８の４\n０５頁），液晶基板用ガラスの熱膨張係数が通常約４～５ppm／℃であ\nること（甲１９の４０頁Ｔａｂｌｅ２），銅の熱膨張係数が約１６ppm\n／℃であること（甲１８の９４４頁）は，いずれも本件優先日当時の技\n術常識というべきであるから，公然実施された先行発明をＣＯＦ用基板\nとして使用したときに，ＭＤのカールが防止されるとともに，ＴＤでは\n狭ピッチ配線を可能にするとの効果も，当業者が予測できない格別顕著\nな作用効果ということはできない。\n(カ)  以上のとおりであるから，控訴人の前記(ア)の主張は採用すること\nができない。\nイ  控訴人は，本件刊行物には，被控訴人のユーピレックス２５Ｓの物性値\nについて，９．０ppm／℃と一方向のみが記載されているため，当業者は，\n本件刊行物から，熱膨張係数の低いポリイミドフィルムとして，ＣＯＦ用\n基板のベースフィルムとなるものは，等方性で９ppm／℃という一定の熱\n膨張係数を有するものであると理解し，先行製品に接した当業者は，先行\n製品のフィルムは，大きな異方性を有し，ＴＤにもＭＤにも本件刊行物の\nフィルムとは熱膨張係数が大きく異なり，寸法安定性に欠陥があるものと\n判断するから，これをＣＯＦ用基板とすることには阻害事由がある旨主張\nする。\nしかし，証拠（乙３２）によれば，本件刊行物の３５６頁には，熱膨張\n係数が９．０ｐｐｍ／℃の先行製品を基材としたＣＯＦ用基板を開発した\n旨の記載があるが，この記載は，基材とするポリイミドフィルムの一例を\n挙げる趣旨にすぎないことが認められるから，本件刊行物発明に先行発明\nとの組合せを阻害する事由があるということはできない。\nしたがって，控訴人の上記主張は採用することができない。\n(3)  小括\n以上によれば，本件発明２は，先行発明に本件刊行物発明を組み合わせ\nることにより，当業者が容易に想到することができた発明であるから，本\n件発明２に係る特許は，特許無効審判により無効にされるべきものである。\n３  結論\n以上のとおり，本件発明１及び２に係る特許は，いずれも特許無効審判によ\nり無効にされるべきものであって，控訴人は，被控訴人に対し，本件特許権を\n行使することができないから，その余の点について判断するまでもなく，控訴\n人の被控訴人に対する特許法１００条１項に基づく差止請求は理由がないとい\nうべきである。\nそうすると，控訴人の本訴請求は理由がなく，これを棄却した原判決は相当\nである。よって，本件控訴を棄却することとし，主文のとおり判決する。\n知的財産高等裁判所第４部\n裁判長裁判官          富    田    善    範\n裁判官          大      鷹    一    郎\n裁判官          田      中    芳    樹\n"
}