{
  "trial_type": "AdministrativeCase",
  "date": {
    "era": "Heisei",
    "year": 27,
    "month": 1,
    "day": 15
  },
  "case_number": "平成26(行コ)158",
  "case_name": "各法人税更正処分等取消請求控訴事件（原審・東京地方裁判所平成２３年（行ウ）第６９８号等）",
  "court_name": "東京高等裁判所",
  "field": "行政",
  "gist": "１　法人税法（平成２２年法律第６号による改正前のもの）１３２条の２にいう「法人税の負担を不当に減少させる結果となると認められるもの」の意義\n２　法人税法（平成２２年法律第６号による改正前のもの）１３２条の２にいう「その法人の行為又は計算」の意義\n３　適格分割に関する要件（法人税法（平成２２年法律第６号による改正前のもの）２条１２号の１１の規定に基づき定められた法人税法施行令（平成２２年政令第５１号による改正前のもの）４条の２第６項１号に規定する「当事者間の完全支配関係が継続することが見込まれている場合」という要件）を形式的には充足せず非適格分割となるように計画された新設分割が同法１３２条の２にいう「その法人の行為（中略）で，これを容認した場合には，（中略）法人税の負担を不当に減少させる結果となると認められるもの」に該当し，同条の規定に基づき否認することができるとされた事例",
  "case_gist": "１　法人税法（平成２２年法律第６号による改正前のもの）１３２条の２にいう「法人税の負担を不当に減少させる結果となると認められるもの」とは，①同法１３２条と同様に，取引が経済的取引として不合理・不自然である場合のほか，②組織再編成に係る行為の一部が，組織再編成に係る個別規定の要件を形式的には充足し，当該行為を含む一連の組織再編成に係る税負担を減少させる効果を有するものの，当該効果を容認することが組織再編税制の趣旨・目的又は当該個別規定の趣旨・目的に反することが明らかであるものも含む。\n２　法人税法（平成２２年法律第６号による改正前のもの）１３２条の２にいう「その法人の行為又は計算」とは，法人税につき更正又は決定を受ける法人の行為又は計算のほか，当該法人以外の法人であって同条各号に掲げられているものの行為又は計算も含む。\n３　適格分割に関する要件（法人税法（平成２２年法律第６号による改正前のもの）２条１２号の１１の規定に基づき定められた法人税法施行令（平成２２年政令第５１号による改正前のもの）４条の２第６項１号に規定する「当事者間の完全支配関係が継続することが見込まれている場合」という要件）を形式的には充足せず非適格分割となるように計画された新設分割であっても，一連の組織再編成の計画を全体としてみると，「移転資産に対する支配」が継続しているか否かの指標とされる「当事者間の完全支配関係」が一時的に切断されるが短期間のうちに復活することが予定されており，実質的にみて，分割会社による「移転資産に対する支配」が継続する内容の分割であると評価されること，分割の態様が，分割承継法人にとって，事業上の必要性よりも，企業グループ全体での租税回避の目的を優先したものであると評価されること，一連の組織再編成の計画において当該新設分割に引き続いて行われることが予定されていた行為（分割法人が保有する分割承継法人の発行済株式全部の譲渡）はその事業上の必要性が極めて希薄であったこと，一連の組織再編成に関与する法人において当該新設分割が非適格分割とは認められない可能性が相当程度あることを認識していたことなど判示の事情の下においては，同号による税負担減少効果を容認することは，上記各条項が設けられた趣旨・目的に反することが明らかであるから，当該新設分割は，同法１３２条の２にいう「その法人の行為（中略）で，これを容認した場合には，（中略）法人税の負担を不当に減少させる結果となると認められるもの」に該当し，同条の規定に基づき否認することができる。",
  "lawsuit_id": "85445",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail5?id=85445",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/445/085445_hanrei.pdf",
  "contents": "平成２７年１月１５日判決言渡\n平成２６年(行コ)第１５８号各法人税更正処分等取消請求控訴事件\n主        文\n本件控訴を棄却する。\n控訴費用は控訴人の負担とする。\n事実及 び理 由\n第１  控訴の趣旨\n１  原判決を取り消す。\n２  四谷税務署長が控訴人に対して平成２３年３月１５日付けでした控訴人の平\n成２１年２月２日から平成２１年３月３１日までの事業年度の法人税の更正処\n分のうち，所得金額マイナス９６５７万８９８７円を超える部分，差引納付す\nべき法人税額マイナス３万８８５０円を超える部分及び翌期へ繰り越す欠損金\n９６５７万８９８７円を下回る部分並びに過少申告加算税賦課決定処分をいず\nれも取り消す。\n３  四谷税務署長が控訴人に対して平成２３年３月１５日付けでした控訴人の平\n成２１年４月１日から平成２２年３月３１日までの事業年度の法人税の更正処\n分のうち，所得金額マイナス４億７３０４万７６４９円を超える部分，差引納\n付すべき法人税額マイナス４１万１６８２円を超える部分及び翌期へ繰り越す\n欠損金５億６９６２万６６３６円を下回る部分並びに過少申告加算税賦課決定\n処分をいずれも取り消す。\n４  四谷税務署長が控訴人に対して平成２４年１月２７日付けでした控訴人の平\n成２２年４月１日から平成２３年３月３１日までの事業年度の法人税の更正処\n分のうち，所得金額マイナス８億０２６２万０２１９円を超える部分，差引納\n付すべき法人税額マイナス６４万９９６３円を超える部分及び翌期へ繰り越す\n欠損金１３億７２２４万６８５５円を下回る部分並びに過少申告加算税賦課決\n定処分をいずれも取り消す。\n５  四谷税務署長が控訴人に対して平成２４年１２月２１日付けでした控訴人の\n平成２３年４月１日から平成２４年３月３１日までの事業年度の法人税の更正\n処分のうち，所得金額マイナス６億８７０３万４７０６円を超える部分，差引\n納付すべき法人税額マイナス３５万７１１０円を超える部分及び翌期へ繰り越\nす欠損金２０億５９２８万１５６１円を下回る部分並びに過少申告加算税賦課\n決定処分をいずれも取り消す。\n第２  事案の概要等\n１  事案の概要\n(1)  控訴人は，平成２１年２月２日，ａ株式会社（以下「ａ」という。）の完\n全子会社であったｂ株式会社（同日変更前の商号は「ｃ株式会社」。以下，\n商号変更の前後を通じて「ｄ」という。）から分社型分割（平成２２年法律\n第６号による改正前の法人税法２条１２号の１０参照。以下，同改正前の法\n人税法を単に「法」という。）である新設分割（以下「本件分割」という。）\nにより設立された。\nその後，ｄは，同月２０日（契約締結日は前日），ｅ株式会社（以下「ｅ」\nという。）に対し，控訴人の発行済株式全部の譲渡（以下「本件譲渡１」と\nいう。）を行い，ａは，同月２４日（契約締結日は前日），ｅに対し，ｄの\n発行済株式全部の譲渡（以下「本件譲渡２」という。）を行い，ｅは，同年\n３月３０日（合併契約締結日は同年２月２５日），ｅを合併法人（同条１２\n号参照），ｄを被合併法人（同条１１号参照）とする吸収合併（以下「本件\n合併」という。）を行った。\nそして，控訴人は，本件分割は適格分割（同条１２号の１１）に該当しな\nい分割（非適格分割）であり，資産調整勘定の金額（法６２条の８第１項参\n照）が生じたとして，法６２条の８第１項，４項及び５項に基づき，控訴人\nの①平成２１年２月２日から同年３月３１日までの事業年度，②同年４月１\n日から平成２２年３月３１日までの事業年度，③同年４月１日から平成２３\n年３月３１日までの事業年度及び④同年４月１日から平成２４年３月３１日\nまでの事業年度に係る各法人税の確定申告に当たり，資産調整勘定の金額か\nらそれぞれ所定の金額を減額し，損金の額に算入した。\n(2)  これに対し，四谷税務署長は，控訴人が，本件分割の時点で本件譲渡１が\n見込まれていたものとして本件分割を非適格分割とし，これにより資産及び\n負債等の移転を受けたものとして資産調整勘定の金額を生じさせたことは，\n法人税法施行令（平成２２年政令第５１号による改正前のもの。以下「施行\n令」という。）４条の２第６項１号（法２条１２号の１１イに規定する「政\n令で定める関係」を定めたもの）に規定する要件を形式的に満たさないこと\nとすることにより本件分割を非適格分割とし，控訴人に資産調整勘定の金額\nを生じさせてこれを減額して損金の額に算入することを目的とした異常ない\nし変則的なものであり，これを容認した場合には，法人税の負担を不当に減\n少させる結果となると認められるとして，法１３２条の２の規定に基づき，\n本件分割の時点で本件譲渡１が見込まれることなく，適格分割となる本件分\n割により控訴人が資産及び負債等の移転を受けたものとし，資産調整勘定の\n金額は生じなかったこととして，控訴人の所得金額を計算し，上記各事業年\n度の法人税につき更正処分（以下「本件各更正処分」という。）及び各過少\n申告加算税賦課決定処分（以下，「本件各賦課決定処分」といい，本件各更\n正処分と併せて「本件各更正処分等」という。）をした。\n(3)  本件は，控訴人が，本件各更正処分等は法１３２条の２の否認の要件が満\nたされていなかったにもかかわらずされた違法なものであると主張して，四\n谷税務署長が所属する被控訴人を被告として，本件各更正処分及び本件各賦\n課決定処分の取消しを求めた事案である。\n(4)  原審は，本件各更正処分等を適法と判断して，控訴人の請求をいずれも棄\n却した。\nそこで，控訴人がこれを不服として控訴した。\n２  関係法令の定め，前提事実，被控訴人が主張する本件各更正処分等の根拠及\nび適法性，争点並びに争点についての当事者の主張\n原判決の「第２  事案の概要」の２（原判決別紙２を含む。），３，４（原\n判決別紙３を含む。），５及び６（原判決別紙４を含む。）記載のとおりであ\nるから，これを引用する。\n第３  当裁判所の判断\n１  当裁判所も，控訴人の請求はいずれも棄却すべきものと判断する。その理由\nは，次のとおり補正するほか，原判決の「第３  当裁判所の判断」の１から４\nまで記載のとおりであるから，これを引用する。\n(1)  ２１頁１５・１６行目の「甲Ａ３，４１，７７，８０，８４」を「甲４１，\n７７，８０，８４，甲Ａ３」に改める。\n(2)  ２９頁２５行目の「甲８５（ｆ意見書）」の次に「，甲９０（ｇ意見書），\n甲９１（同補充意見書），甲９２（ｈ意見書）」を加える。\n(3)  ３０頁１４行目の「検討するに」の次に次のとおり加える。\n「，法１３２条の２の条番号が枝番とされているのは，法１３２条の次に一\n条を加えるに当たり，法１３３条以下の規定の条番号の変更を避けるため\nに採られた立法技術上の措置であって，それ自体は，法１３２条に定める\n否認の要件と法１３２条の２に定める否認の要件とを同一に解すべき根拠\nにはならず，また，法１３２条と法１３２条の２の条文表現に共通する部\n分があるとはいっても，「合併等により移転する資産及び負債の譲渡に係\nる利益の額の減少又は損失の額の増加，法人税の額から控除する金額の増\n加，第１号又は第２号に掲げる法人の株式（出資を含む。第２号において\n同じ。）の譲渡に係る利益の額の減少又は損失の額の増加，みなし配当金\n額（第２４条第１項（配当等の額とみなす金額）の規定により第２３条第\n１項第１号（受取配当等の益金不算入）に掲げる金額とみなされる金額を\nいう。）の減少」との具体的例示をもって否認の要件を定める法１３２条\nの２とこのような具体的例示を欠く法１３２条とを同一に解すべき理由は\nなく，さらに，これらの規定は，いずれも租税回避行為（計算）の否認と\nいう共通の趣旨・目的を有するものとはいえ」\n(4)  ３０頁２０・２１行目の「法１３２条の２とはその基本的な趣旨・目的を\n異にする。」を次のとおり改める。\n「他方で，法１３２条の２は，組織再編成に関わる当事者として所有と経営\nとが分離していない会社を想定するものではなく，また，前記アに説示し\nたとおり，組織再編成の形態や方法は複雑かつ多様であり，同じ経済的効\n果を発生させ得る複数の方法があり得るところ，複数の行為の組合せ，順\n序等の選択された方法につき，特定の行為や事実の存否を要件として課税\n上の効果を定める個別規定のとおりに課税上の効果を生じさせた場合に明\nらかに不当と評価すべき状況が生じ得ることを想定して，このような状況\nの原因となる行為又は計算を否認することができるものとしたものである\nから，法１３２条の規定とはその趣旨・目的において相当異なった側面を\n有するというべきである。」\n(5)  ３２頁８行目末尾に改行の上次のとおり加える。\n「  法人税法１３２条（平成１５年法律第８号による改正前のもの）に関す\nる最高裁判所昭和５１年(行ツ)第３４号昭和５３年４月２１日第二小法廷\n判決・ 訟務月報２４巻８号１６９４頁は，本件とは事案及び適用法条を異\nにし本件に適切でない。」\n(6)  ３３頁５行目の「解される。」の次に「また，法１３２条の２は，組織再\n編成税制の趣旨に鑑み，分割に伴う分割承継法人に係る法人税につき更正又\nは決定をする場合も対象としていることは明らかであるが，新設分割にあっ\nては，分割承継法人（新設分割設立会社）が設立されるまでは，当該法人は\n存在せずその行為又は計算を観念することができないから，分割法人（新設\n分割会社）の分割行為等分割承継法人以外の法人の行為又は計算を否認して\n分割承継法人の法人税につき更正又は決定をすることも予定していると解さ\nれる（新設合併についても同様である。）。」を加える。\n(7)  ３３頁１０・１１行目の「その前の「次に掲げる法人」を受けている」を\n「同条中その直前の「法人」すなわち「次に掲げる法人」を意味する（「法\n人税につき更正又は決定を受ける法人」の趣旨であれば，例えば「その更正\n又は決定に係る法人」と表現されるはずである。）」に改める。\n(8)  ３３頁２５行目の「規定していた。上記の改正により」を次のとおり改め\nる。\n「規定していたところ，上記改正前の法人税法１３２条の２が，否認するこ\nとができる行為又は計算の主体である法人を法人税につき更正又は決定を\n受ける法人に限定するとの趣旨を含むものとすれば，「これらの法人」と\nの条文表現は採用されなかったものと考えられる。そして，上記改正によ\nり」\n(9)  ３４頁６行目の「以上の点に加え」の次に次のとおり加える。\n「，租税回避行為（計算）の否認という法１３２条の２と共通の趣旨・目的\nを有する所得税法１５７条４項及び相続税法６４条４項が，専ら個人が納\n税義務者となる所得税及び相続税又は贈与税についての更正又は決定に関\nし，法人の行為又は計算を否認することができる旨を定めていること，法\n人の組織再編成に係る行為又は計算の否認につき，否認することができる\n行為又は計算の主体である法人を法人税につき更正又は決定を受ける法人\nに限定すべき立法事実を認めるに足りず，かえって，前記⑴から⑶までに\n説示したとおり」\n(10)  ３４頁１７行目の「また」から２２行目末尾までを次のとおり改める。\n「また，法１３２条において，否認の対象となる行為又は計算が，法人税に\nつき更正又は決定を受ける法人のものに限定されるとしても，前記⑶イに\n説示したとおり，法１３２条と法１３２条の２とは，その趣旨・目的にお\nいて相当異なった側面を有すること，前記アに説示したとおり，法１３２\n条以外にも，租税回避行為（計算）の否認を認める規定が存在し，その中\nには，その税について更正又は決定がされる者と否認の対象となる行為又\nは計算の主体とが異なることを予定しているものがあることからすれば，\n法１３２条の２について，法１３２条と同様に解すべき理由はないという\nべきである。」\n(11)  ４０頁１１行目の「上記」を「法人税法施行規則２７条の１６」に改め\nる。\n(12)  ４３頁２３行目の「本件提案に」を「，当初，本件提案のようにｄの上\n記事業に関する権利義務の一部のみを新設分割設立株式会社に承継させる新\n設分割に」に改める。\n(13)  ４５頁２３行目の「得ない」を「を得ない（控訴人主張の上記分割型分\n割を利用した組織再編成についても，その事実関係のいかんによっては，法\n１３２条の２の規定による否認等を通じて，適格分割として評価される余地\nがあり，当然に非適格分割とされると断ずることはできない。）」に改める。\n(14)  ４７頁１２行目の「認められる」の次に「（本件計画を定めるに当たっ\nては，ａとｅとの間で協議が繰り返されたものと推認されるから，ｅが短期\n間であっても控訴人をｄを介した孫会社とすることに事業上の支障があると\n考えていたなら，ａの関係者がその旨を認識していなかったとは考え難い。）。\n現に，ｅの幹部は，税務当局の調査に対し，本件分割後まずｄがｅに控訴人\nの株式を譲渡すること（本件譲渡１）に意味があるかないかは気にしていな\nかったと説明している（乙８）。なお，控訴人は，原審平成２３年(行ウ)第\n６９８号事件の訴状において，本件分割は，ｄ（分割後の控訴人）が株式の\n上場を目指していたから本件譲渡１がなくても非適格分割であったが，非適\n格分割であることをより明確にするために本件譲渡１が行われたにすぎない\nと主張していたが（原審平成２４年(行ウ)第４３８号事件及び平成２５年（行\nウ）第３１１号事件の各訴状も同様であった。），被控訴人から本件譲渡２\nに先立ち本件譲渡１を行う事業上の必要は認められないと指摘された後，平\n成２４年１１月３０日付け準備書面において，ｅが控訴人を孫会社とするこ\nとには事業上の不都合があったと主張したところである」を加える。\n(15)  ４８頁４・５行目の「したがって」から７行目末尾までを次のとおり改\nめる。\n「  もっとも，被控訴人は，本件分割が，その後に本件譲渡１を行うという\n計画の下に行われたこと（本件計画を前提とする分割行為）につき，法１\n３２条の２により，本件分割が，その後に本件譲渡１を行わないことを前\n提として行われたもの（本件計画を前提としない分割行為）に引き直し，\n分割後に分割法人と分割承継法人との間に当事者間の完全支配関係が継続\nすることが見込まれている場合に該当する（適格分割に該当する）と認定\nして，控訴人に係る法人税の課税標準等を計算することができるところ，\n私法上，控訴人の分割承継行為を観念することができないとしても，税法\n上は，控訴人の分割承継行為を観念し得るとの見解に基づき，否認の対象\nを控訴人の分割承継行為であると主張するものと解される。」\n(16)  ４８頁１３行目の「したがって」から１５行目末尾までを次のとおり改\nめる。\n「そして，これまで認定説示したところによれば，本件においては，控訴人\nに係る法人税につき本件各更正処分等をするに当たり，ｄの本件計画を前\n提とする分割行為を否認し，本件計画を前提としない分割行為に引き直す\nことが許されると解するのが相当であり，このように解することは，被控\n訴人の上記主張の趣旨に反しないというべきである。」\n(17)  ４８頁２５行目の「しかしながら」の次に次のとおり加える。\n「，法１３２条の２の規定は，法人税の負担を不当に減少させる結果となる\nと認められるときは，税務署長が，合併等に係る同条各号に掲げる法人の\n法人税につき更正又は決定をする場合において，同条各号所定の法人の行\n為又は計算にかかわらず，税務署長の認めるところにより，法人税の課税\n標準若しくは欠損金額又は法人税の額を計算することができる旨を定める\nものであって，これは法人税法その他の税法の諸規定を離れて判断するこ\nとはできないから，上記「行為又は計算」に該当する事実と税務署長が同\n条の規定により計算する基礎となる事実との関係を控訴人主張のように解\nすべき理由はない。また」。\n(18)  ４９頁２２行目末尾に改行の上次のとおり加える。\n「  なお，以上に説示したとおり，本件は，ｅがデータセンターを自社保有\nすることを事業上の目的としてｄを買収・吸収合併したものであったが，\n本件分割時において，控訴人がｄ及びｄを吸収合併するｅ以外の第三者の\n支配下に置かれることは全く予定されておらず，経済的にみれば控訴人に\nつき当事者間の完全支配関係が継続することが見込まれているとの実態が\nあったと評価される取引であったのに，本件計画は，当事者間の完全支配\n関係についての法及び施行令の技術的な定めに着目して，本件分割を非適\n格分割とすることにより法人税の負担を減少させるために，事業上の必要\nはない本件譲渡１をあえて介在させたものであり，このような本件の具体\n的な事実関係に照らして，法１３２条の２の規定により，本件分割後にま\nず本件譲渡１だけを行うという本件計画を前提とした分割行為を否認した\nものであり，法２条１２号の１１イ，６２条の８第１項，施行令４条の２\n第６項１号等の個別規定をその文理に反して適用したものではない。」\n２  よって，原判決は相当であって本件控訴は理由がないから，これを棄却する\nこととし，主文のとおり判決する。\n東京高等裁判所第７民事部\n裁判長裁判官   菊     池     洋    一\n裁判官   濱     口          浩\n裁判官   菅     家     忠    行\n"
}