{
  "trial_type": "IPCase",
  "date": {
    "era": "Heisei",
    "year": 26,
    "month": 10,
    "day": 15
  },
  "case_number": "平成26(行ケ)10035",
  "case_name": "審決取消請求事件",
  "court_name": "知的財産高等裁判所",
  "right_type": "特許権",
  "lawsuit_type": "行政訴訟",
  "lawsuit_id": "84566",
  "detail_page_link": "https://www.courts.go.jp/app/hanrei_jp/detail7?id=84566",
  "full_pdf_link": "https://www.courts.go.jp/app/files/hanrei_jp/566/084566_hanrei.pdf",
  "contents": "平成２６年１０月１５日判決言渡  同日原本領収  裁判所書記官\n平成２６年（行ケ）第１００３５号  審決取消請求事件\n口頭弁論終結日  平成２６年９月２４日\n判     決\n原        告     財團法人工業技術研究 院\n訴 訟 代 理 人 弁 理 士     金    高    寿    裕\n被        告    特許庁長 官\n指定代理 人    鈴    木    正    紀\n同             豊    永    茂    弘\n同            木    村    孔    一\n同            瀬    良    聡    機\n同            根    岸    克    弘\n主     文\n１  原告の請求を棄却する。\n２  訴訟費用は原告の負担とする。\n３  この判決に対する上告及び上告受理申立てのための付加期間を３０\n日と定める。\n事実及び理由\n第１  請求\n特許庁が不服２０１２－２４０７０号事件について平成２５年９月２４日に\nした審決を取り消す。\n第２  事案の概要\n１  特許庁における手続の経緯等\n原告は，平成２１年５月１２日，発明の名称を「低エネルギー消費の脱着\n装置とその除湿装置」とする特許出願（請求項数１７。特願２００９－１１\n５３５９号。パリ条約の例による優先権主張日：同年１月１２日，同年４月\n１０日，優先権主張国：台湾。以下「本願」という。）をした（甲１１）。\n特許庁は，平成２３年６月９日付けで拒絶理由を通知し（甲５），原告は，\n同年１１月１４日付け手続補正書により，本願の願書に添付した特許請求の\n範囲及び明細書（以下，この明細書を図面を含めて，「本願当初明細書」と\nいい，特許請求の範囲と併せて「本願当初明細書等」という。甲１１）の補\n正（発明の名称を「省エネ型除湿装置」とする補正を含む。）をした（請求\n項数１６。甲７）。\n特許庁は，平成２４年８月１５日付けで拒絶査定をしたため（甲８），原\n告は，同年１２月４日，これに対する不服の審判を請求するとともに（甲\n９），同日付け手続補正書により本願の特許請求の範囲の補正をした（以下\n「本件補正」という。請求項数１４。甲１０）。\n特許庁は，これを不服２０１２－２４０７０号事件として審理し，平成２\n５年９月２４日，本件補正を却下した上で，「本件審判の請求は，成り立た\nない。」との審決（以下「本件審決」という。）をし，その謄本は，同年１\n０月８日，原告に送達された。\n原告は，平成２６年２月４日，本件審決の取消しを求めて本件訴訟を提起\nした。\n２  特許請求の範囲の記載\n本件補正前（平成２３年１１月１４日付け手続補正書（甲７）による補正\n後のもの。以下同じ。）の特許請求の範囲の請求項１の記載は，次のとおり\nである。\n以下，本件補正前の請求項１に記載された発明を「本願発明」といい，そ\nの明細書を「本願明細書」という。\n「【請求項１】\n除湿装置は，空気中の水分を凝結させる凝結部，吸着材料，再生部，電圧\n源を備え，\n前記凝結部は，循環気流を提供し，\n前記吸着材料は，気流を通過させ，前記吸着材料は，前記気流内の少なく\nとも１種の物質を吸着し，\n前記再生部は，前記凝結部，及び前記吸着材料と相互に接続し，前記再生\n部は，前記循環気流を導引し，前記吸着材料を通過させ，前記再生部はさら\nに，一対の電極構造を備え，それは前記吸着材料の両側と相互に接続し，前\n記各電極構造は，相互に絶縁する複数のサブ電極を備え，\n前記電圧源は，前記一対の電極構造と相互に接続し，前記電圧源は，前記\n一対の電極構造に電圧を提供し，これにより前記吸着材料には電流が導通し，\n脱着が行なわれることを特徴とする除湿装置。」\n本件補正後の特許請求の範囲の請求項１の記載は，次のとおりである（下\n線部は補正箇所である。甲１０）。以下，本件補正後の請求項１に記載され\nた発明を「本願補正発明」という。\n「【請求項１】\n除湿装置は，空気中の水分を凝結させる凝結部，吸着材料，再生部，電圧\n源を備え，\n前記凝結部は，循環気流を提供し，\n前記吸着材料は，気流を通過させ，前記吸着材料は，前記気流内の少なく\nとも１種の物質を吸着し，該物質は水分子とされ，該吸着材料は，ゼオライ\nト，シリカゲル，活性炭，カーボンナノチューブ，分子ふるい，或いは金属\n有機フレームワーク（ｍｅｔａｌ  ｏｒｇａｎｉｃ  ｆｒａｍｅｗｏｒｋ）\nを包含する多孔性材質より選択されるか，或いは水素吸蔵金属の非多孔性材\n質とされ，\n前記再生部は，前記凝結部，及び前記吸着材料と相互に接続し，前記再生\n部は，前記循環気流を導引し，前記吸着材料を通過させ，前記再生部はさら\nに，一対の電極構造を備え，それは前記吸着材料の両側と相互に接続し，前\n記各電極構造は，相互に絶縁する複数のサブ電極を備え，\n前記電圧源は，前記一対の電極構造と相互に接続し，前記電圧源は，前記\n一対の電極構造に電圧を提供し，これにより前記吸着材料には電流が導通し，\n脱着が行なわれ，\n各該電極構造は，前記吸着材料と相互に接続する導電構造と，該導電構造\nに組み合わされて該導電構造を上記相互に絶縁する複数のサブ電極に分ける\n複数の絶縁フレームとを包含することを特徴とする省エネ型除湿装置。」\n３  本件審決の理由の要旨\n本件審決の理由は，別紙審決書（写し）記載のとおりである。要するに，\n①本件補正は，本願当初明細書等に記載した事項の範囲内においてしたもの\nとは認められないか，仮に，本件補正が本願当初明細書等に記載した事項の\n範囲内においてしたものであるとしても，本願補正発明は，本願の優先権主\n張日前に頒布された刊行物である特開２０００－３２９３７１号公報（以下\n「刊行物１」という。甲１）に記載された発明及び周知技術に基づいて当業\n者が容易に発明をすることができたものであって，独立して特許を受けるこ\nとができないから，本件補正を却下し，②本願発明は，本願の優先権主張日\n前に頒布された刊行物である特開２００６－７１１７１号公報（以下「刊行\n物２」という。甲２）に記載された発明及び周知技術に基づいて当業者が容\n易に発明をすることができたものであって，特許法２９条２項の規定により\n特許を受けることができないから，他の請求項に係る発明について検討する\nまでもなく，本願は拒絶すべきものであるというものである。\n本件審決が認定した刊行物１に記載された発明（以下「引用発明１」とい\nう。），本願補正発明と引用発明１の一致点及び相違点は，以下のとおりで\nある。\nア  引用発明１\n「除湿を行う空調機器であって，除湿剤（材）からなる吸湿ロータ１０，\n吸湿ロータ１０における再生領域，外部電源１２を備え，\n前記吸湿ロータ１０は，被除湿空気の流れを通過させ，前記被除湿空気\nの流れ内の水分を吸湿し，該吸湿剤（材）は，合成ゼオライト，シリカゲ\nルを包含する多孔性材質より選択され，前記吸湿ロータ１０における再生\n領域は，再生空気の流れを導引し，前記吸湿ロータ１０を通過させ，前記\n再生領域はさらに，一対の電極１１を備え，それは前記吸湿ロータ１０の\n両面と相互に接続する導電構造であり，前記導電構造は，相互に絶縁する\n８つの電極を備え，\n前記外部電源１２は，前記一対の電極１１と相互に接続し，前記外部電\n源１２は，前記一対の電極１１に給電し，これにより前記吸湿ロータ１０\nには電流が導通し，前記吸着剤（材）から水分を奪い，\n該電極１１は，前記吸湿ロータ１０の両面と相互に接続する導電構造で\nあって，該導電構造は相互に絶縁する８つの電極に分けられる，エネルギ\nーロスの少ない除湿装置。」\nイ  本願補正発明と引用発明１の一致点\n「除湿装置は，吸着材料，再生部，電圧源を備え，\n前記吸着材料は，気流を通過させ，前記吸着材料は，前記気流内の少な\nくとも１種の物質を吸着し，該物質は水分子とされ，該吸着材料は，ゼオ\nライト，シリカゲルを包含する多孔性材質より選択され，\n前記再生部は，前記吸着材料と相互に接続し，前記再生部は，空気の流\nれを導引し，前記吸着材料を通過させ，前記再生部はさらに，一対の電極\n構造を備え，それは前記吸着材料の両側と相互に接続し，前記各電極構造\nは，相互に絶縁する複数のサブ電極を備え，\n前記電圧源は，前記一対の電極構造と相互に接続し，前記電圧源は，前\n記一対の電極構造に電圧を提供し，これにより前記吸着材料には電流が導\n通し，脱着が行なわれ，\n各該電極構造は，前記吸着材料と相互に接続する導電構造を包含し，該\n導電構造を相互に絶縁する複数のサブ電極に分ける，省エネ型除湿装\n置。」である点。\nウ  本願補正発明と引用発明１の相違点\n（相違点１）\n本願補正発明では，「空気中の水分を凝結させる凝結部」を備え，「前\n記凝結部は，循環気流を提供し」，「前記再生部は，前記凝結部，及び前\n記吸着材料と相互に接続し，前記再生部は，前記循環気流を導引し，前記\n吸着材料を通過させ」るのに対し，引用発明１では，単に，「再生領域」\nは，「再生空気の流れを導引し，前記吸湿ロータ１０を通過させ」る点。\n（相違点２）\n本願補正発明では，各該電極構造は，さらに，「該導電構造に組み合わ\nされて該導電構造を上記相互に絶縁する複数のサブ電極に分ける複数の絶\n縁フレーム」を包含するのに対し，引用発明１では，そのような構成を有\nさない点。\n本件審決が認定した刊行物２に記載された発明（以下「引用発明２」とい\nう。），本願発明と引用発明２の一致点及び相違点は，以下のとおりである。\nア  引用発明２\n「除湿器として作動する調湿装置（１）は，吸湿素子（２），吸湿素子\n（２）における再生側通路に位置する部分，吸湿素子（２）における再生\n側通路に位置する部分にのみ電圧を印加する直流電源（１８）を備え，\n前記吸湿素子（２）は，第１の被処理空気を通過させ，前記吸湿素子\n（２）は，前記第１の被処理空気中の水分を吸着し，\n前記吸湿素子（２）における再生側通路に位置する部分は，第２の被処\n理空気を導引し，前記吸湿素子（２）を通過させ，前記吸湿素子（２）に\nおける再生側通路に位置する部分はさらに，第１及び第２の側面（５，\n７）にそれぞれ貼付され，扇状に複数に分割されたメッシュ状電極（１\n０）を備え，\n前記吸湿素子（２）における再生側通路に位置する部分にのみ電圧を印\n加する直流電源（１８）は，前記第１及び第２の側面（５，７）にそれぞ\nれ貼付され，扇状に複数に分割されたメッシュ状電極（１０）と相互に接\n続し，電圧を提供し，これにより前記吸湿素子（２）には電流が導通し，\n水分が脱離される吸湿装置。」\nイ  本願発明と引用発明２の一致点\n「除湿装置は，吸着材料，再生部，電圧源を備え，\n前記吸着材料は，気流を通過させ，前記吸着材料は，前記気流内の少な\nくとも１種の物質を吸着し，\n前記再生部は，空気の流れを導引し，前記吸着材料を通過させ，前記再\n生部はさらに，一対の電極構造を備え，それは前記吸着材料の両側と相互\nに接続し，前記各電極構造は，相互に絶縁する複数のサブ電極を備え，\n前記電圧源は，前記一対の電極構造と相互に接続し，前記電圧源は，前\n記一対の電極構造に電圧を提供し，これにより前記吸着材料には電流が導\n通し，脱着が行なわれることを特徴とする除湿装置。」である点。\nウ  本願発明と引用発明２の相違点\n（相違点３）\n本願発明では，「空気中の水分を凝結させる凝結部」を備え，「前記凝\n結部は，循環気流を提供し」，「前記再生部は，前記凝結部，及び前記吸\n着材料と相互に接続し，前記再生部は，前記循環気流を導引し，前記吸着\n材料を通過させ」るのに対し，引用発明２では，単に，「吸湿素子（２）\nにおける再生側通路に位置する部分」は，「第２の被処理空気を導引し，\n前記吸湿素子（２）を通過させ」る点。\n第３  当事者の主張\n１  原告の主張\n取消事由１（本件補正の適否についての判断の誤り）\nア  本件補正の却下\n本件審決は，本件補正は，本願発明（本件補正前の請求項１に記載され\nた発明）について，①吸着物質，吸着材料，除湿装置について，それぞれ\n「水分子」，「ゼオライト，シリカゲル，活性炭，カーボンナノチューブ，\n分子ふるい，或いは金属有機フレームワーク（ｍｅｔａｌ  ｏｒｇａｎｉ\nｃ  ｆｒａｍｅｗｏｒｋ）を包含する多孔性材質より選択されるか，或い\nは水素吸蔵金属の非多孔性材質」，「省エネ型」であると限定すること\n各電極構造について，「前記吸着材\n料と相互に接続する導電構造と，該導電構造に組み合わされて該導電構造\nを上記相互に絶縁する複数のサブ電極に分ける複数の絶縁フレームとを包\n含する」と限定する\nのであるところ， 減縮を目的とするもの\nに該当し，かつ，本願当初明細書等の記載に基づくものであるものの，補\n本願当初明細書の記載（段落【００１７】，【図\n６】，【図７】）によれば，「電極構造３１」は，溝３１４ｂあるいはそ\nの上に設置された絶縁フレームにより形成された，「複数のサブ電極」を\n備え，各サブ電極の辺縁上には，「導電構造３１４ｃ」を設置するもので\nあり，「複数のサブ電極」と「導電構造３１４ｃ」とは別体のものと認め\nにおいては，「該導電構造を上記相互に絶縁する\n複数のサブ電極に分ける複数の絶縁フレーム」とあり，この記載によれば，\n「導電構造」は，複数の絶縁フレームによって「複数のサブ電極」に分け\nられるものと解されるから，本願当初明細書に記載される上記のものとは\n異なるものであることは明らかであり，上記「該導電構造を上記相互に絶\n縁する複数のサブ電極に分ける複数の絶縁フレーム」との事項は，本願当\n初明細書等に記載されていたとはいえず，それが自明であるとも認められ\nを含む本件補正は，本願当初明細書等に記載した\n事項の範囲内においてしたものとは認められず，不適法であるとした。\nさらに，本件審決は，仮に，本件補正が本願当初明細書等に記載した事\n項の範囲内においてしたものであるとしても，本願補正発明は，本願の優\n先権主張日前に頒布された刊行物１（甲１）に記載された発明及び周知技\n術に基づいて当業者が容易に発明をすることができたものであって，特許\n法２９条２項の規定により独立して特許を受けることができず，本件補正\nは不適法であるとして，これを却下した。\nイ  本件補正が本願当初明細書等に記載した事項の範囲内においてしたもの\nではないとの判断の誤り（取消事由１－１）\n本願当初明細書の段落【００１７】には，「図６に示すように，電極構\n造３１は，吸着材料３０を表面に塗布した抗酸化導電層３１４ａである。\n溝３１４ｂを絶縁帯とし，これにより電極構造３１は，複数のサブ電極を\n備える。図６に示す絶縁区域は，溝を利用する他に，溝の上に絶縁フレー\nムを設置し，絶縁効果を拡大させることができる。」と記載されている。\n上記記載と【図６】を参照すれば，本願補正発明が本願当初明細書等に開\n示されていることは明白である。\nすなわち，段落【００１７】及び【図６】に示す実施形態には，抗酸化\n導電層が吸着材料の両側と相互に全面にわたって接続されていること，溝\n（３１４ｂ）の上に設置される絶縁フレームによって抗酸化導電層が複数\nの部分（３１４ａ）に区画され，それによって複数のサブ電極としての機\n能を果たすように構成されていることが記載されており，抗酸化導電層\n（３１４ａ）と絶縁フレームとによって，全体として，吸着材料の両側の\n複数の部位のいずれかに対して選択的に電圧を印加するための電極として\nの機能を果たしている。上記実施形態においては，電極構造３１が，本願\n補正発明の「導電構造」に相当する抗酸化導電層と，抗酸化導電層を区画\nし，これを相互に絶縁する複数のサブ電極に分ける複数の絶縁フレームと\nによって構成されていること（電極構造が導電構造を包含すること）が開\n示されている。本件審決は，「導電構造３１４ｃ」に言及するが，この\n「導電構造３１４ｃ」は，【図７】に示す実施形態，すなわち，【図６】\nにおけるのとは別の実施形態の「電極構造」に含まれるものであり，この\n構成の電極構造では，抗酸化導電層と導電構造３１４ｃとによって本願補\n正発明の「導電構造」が構成されており，【図６】に示す実施形態の「導\n電構造」（抗酸化導電層）に対して追加の要素（導電構造３１４ｃ）が付\n加された構成となっているにすぎない。\nしたがって，補正事項（イ），すなわち，各電極構造について「前記吸\n着材料と相互に接続する導電構造と，該導電構造に組み合わされて該導電\n構造を上記相互に絶縁する複数のサブ電極に分ける複数の絶縁フレームと\nを包含する」とする点は，本願当初明細書の段落【００１７】及び【図\n６】に記載されているから，本件補正は本願当初明細書等に記載した事項\nの範囲内においてしたものであり，本件補正が本願当初明細書等に記載し\nた事項の範囲内においてしたものではないとの本件審決の判断は誤りであ\nる。\nウ  本願補正発明の独立特許要件の判断の誤り（取消事由１－２）\n本願補正発明と引用発明１との相違点の看過\nａ  本件審決は，本願補正発明と引用発明１との対比において，引用発\n明１における「電極１１」が本願補正発明における「電極構造」に相\n当するとしたが，この認定は，以下の点で誤りである。\n⒜  本願補正発明は，その特許請求の範囲に「一対の電極構造を備え，\nそれは前記吸着材料の両側と相互に接続し」と記載されているよう\nに，一対の電極構造が，「吸着材料の両側と相互に接続する」構成\nである。\nここで，一対の電極構造が「吸着材料の両側と相互に接続する」\nとは，①吸着材料は水分子を吸着する「構造体」であって，一般に，\n構造体と他の構造が接続するという場合，第一義的には，両者が構\n造的に接続又は連結されていることを意味するものであって，結果\n（作用）として電気的に接続されることになる場合を意味するもの\nではないこと，②吸着材料は除湿システムに組み込まれており，気\n流を通過させて気流内の水分子を吸着するものであるから，請求項\nに吸着材料の具体的形態が記載されていない以上，当業者であれば，\n吸着材料の「両側」は「吸着材料において，気流の入口面と出口\n面」を意味するものと考えるのが自然であること，③本願明細書の\n段落【００１３】には，「一対の電極構造３１と３２は，吸着材料\n３０の両側と，相互に接続する。電圧源３３は，一対の電極構造３\n１，３２と相互に接続し，一対の電極構造３１，３２に電圧を提供\nする。・・・電極構造３１，３２が吸着材料３０の両端に加えられ\nるため，通電後は，短時間の高圧電位が形成する駆動力を利用し，\n吸着された物質を解離させ，或いは吸着された物質と特定金属イオ\nンが形成する結合分子に，イオン導電特性を生じさせる。・・・こ\nの状況下で，大部分のエネルギーは，吸着された物質上に直接加え\nられるため，効果的な脱着を起こし，こうしてエネルギー消費を減\n少させることができる。」と記載されているが，【図２】及び【図\n１４】に示されているように，一対の電極構造は，吸着材料の両側\nの面，すなわち，吸着材料において気流の入口面と出口面に接続又\nは連結されることによって，初めて「大部分のエネルギーは，吸着\nされた物質上に直接加えられる」という作用効果を奏するものであ\nること（本願補正発明の吸着材料は，「ゼオライト，シリカゲル，\n活性炭，カーボンナノチューブ，分子ふるい，或いは金属有機フレ\nームワーク（ｍｅｔａｌ  ｏｒｇａｎｉｃ  ｆｒａｍｅｗｏｒｋ）\nを包含する多孔性材質より選択されるか，或いは水素吸蔵金属の非\n多孔性材質」といった比抵抗が極めて大きい材料を含むものであり，\nこのような材料から成る吸着材料の入口面と出口面の周縁にのみ電\n圧を印加したとしても，上記の効果的な脱着作用は得られないこ\nと）からすれば，一対の電極構造がそれぞれ，「吸着材料における\n気流の入口面と，気流の出口面との間で構造的に接続又は連結され\nていること」を意味するものと解すべきである。\nこれに対し，刊行物１の段落【００２５】には，「図２は，図１\nに示した吸湿用素子で構成した吸湿ロータを示す図である。この吸\n湿ロータ１０は，厚み方向に通気孔が設けられている。また，吸湿\nロータ１０は図示するように８つの領域に分割しており，各領域を\n絶縁材料で分離した構造である。吸湿ロータ１０の両面には銀ペー\nストなどの低抵抗塗料が塗布されており，該吸湿ロータ１０の外周\n部に設けられた電極１１に接合されている。」と記載されているか\nら，引用発明１の「電極１１」は，吸湿ロータ１０の外周部に設け\nられるものであって，吸着材料の「両側」には接続されていない。\n⒝  本願明細書の段落【００１７】の「図６，７は本発明電極構造の\n第二実施例の概略図である。図６に示すように，電極構造３１は，\n吸着材料３０を表面に塗布した抗酸化導電層３１４ａである。溝３\n１４ｂを絶縁帯とし，これにより電極構造３１は，複数のサブ電極\nを備える。図６に示す絶縁区域は，溝を利用する他に，溝の上に絶\n縁フレームを設置し，絶縁効果を拡大させることができる。」との\n記載及び【図６】を参酌すれば，本願補正発明における「電極構\n造」は，単なる電極を意味するものではなく，吸着材料の両側に形\n成された「抗酸化導電層を備えた構造」を意味するものと解すべき\nである。このように解すべきことは，本願明細書には，電極構造と\nして，吸着材料の両側に形成された抗酸化導電層を備えた構造のみ\nが開示されていることからも裏付けられる（本願明細書の段落【０\n０１５】及び【００１７】参照）。\nこれに対し，引用発明１の「電極１１」は，抗酸化導電層を備え\nていない。\nｂ  以上によれば，本願補正発明と引用発明１とは，①本願補正発明の\n「電極構造」は吸着材料の両側に接続されているのに対し，引用発明\n１の「電極１１」は吸湿ロータ１０の外周部に設けられている点（以\n下「相違点Ａ」という。）及び②本願補正発明の「電極構造」は抗酸\n化導電層を備えた構造であるのに対して，引用発明１はそのような抗\n酸化導電層を備えていない点（以下「相違点Ｂ」という。）で相違す\nる。\nしたがって，本件審決には，相違点Ａ及びＢを看過した誤りがある。\n容易想到性判断の誤り\nａ  相違点Ａについて\n引用発明１では，電極は吸着材料の外周部に設けられているため，\n電圧及び電流が吸着材料内に均等に分散して印加されず，吸着材料全\n体を加熱するのには長時間を要する。これに対し，本願補正発明では，\n電極構造が吸着材料の両側に接続されており，吸着構造の気流の進行\n方向，すなわち，開孔されている方向に電気が流れるため，吸着材料\n全体を素早く加熱するのに極めて有利である。\nまた，引用発明１では，電極は吸着材料の外周部に設けられている\nため，吸着材料の気流の進行方向，すなわち開孔されている方向に電\n気が流れ難く，火花放電が生ずることによって，吸着材料の表面が焼\nけて破壊するおそれがある。これに対し，本願補正発明では，電極構\n造は導電層を吸着材料の両側に設けているため，吸着材料を破壊しな\nいように導電性能の安定性を高めるという効果を奏する（本願明細書\nの段落【００１５】参照）。\nｂ  相違点Ｂについて\n⒜  刊行物１の段落【００２５】には，「図２は，図１に示した吸湿\n用素子で構成した吸湿ロータを示す図である。この吸湿ロータ１０\nは，厚み方向に通気孔が設けられている。また，吸湿ロータ１０は\n図示するように８つの領域に分割しており，各領域を絶縁材料で分\n離した構造である。吸湿ロータ１０の両面には銀ペーストなどの低\n抵抗塗料が塗布されており，該吸湿ロータ１０の外周部に設けられ\nた電極１１に接合されている。・・・但し，各領域毎にスイッチ１\n３を設けており，各領域毎に給電を行うことができる。したがって，\n吸湿ロータ１０は分割した領域毎に吸湿材を加熱することができる\nので，吸湿剤による水分の吸湿を行う領域（除湿領域）と，吸湿剤\nから水分を奪う再生を行う領域（再生領域）とに分割して機能させ\nることができる。」と記載されている。\n上記記載によれば，引用発明１の空調機器では，電極１１を介し\nて，吸湿ロータ１０の両面に設けられた銀ペーストなどの低抵抗塗\n料に対して給電し，それによって吸湿ロータ１０を加熱して水分を\n奪う再生処理を行うものであるが，刊行物１に開示された銀ペース\nトでは，容易に酸化層が吸湿ロータ１０の表面に形成され，比較的\n短期間で導電経路が失効する。\n刊行物１には，吸湿ロータ１０の表面に抗酸化導電層を形成する\nことは記載も示唆もされておらず，また，引用発明１の課題がエネ\nルギーロスを減少させることにあることに照らせば，引用発明１に\nおいて，吸湿ロータ１０の表面に抗酸化導電層を採用することの動\n機付けもない。\n⒝  一般に，金属材料は湿った状況で通電し，金属表面に電気分解反\n応を有し，この電気分解反応は，電極表面に酸化作用を形成する。\n抗酸化不能の金属，例えば銅や銀は，長期に通電されると金属表面\nに不伝導の酸化層を形成し，最終的に導電経路が失効する。\nこれに対し，本願補正発明の「電極構造」は，抗酸化導電層を備\nえた構造であるため，吸着材料の導電経路を長期にわたって確保す\nることができるという顕著な効果を奏するものである。\nｃ  以上のとおり，本願補正発明と引用発明１とは，相違点Ａ及びＢに\nおいても相違し，本願補正発明が，刊行物１に記載された発明及び周\n知技術に基づいて当業者が容易に発明をすることができたものである\nとはいえない。\nしたがって，本願補正発明は刊行物１に記載された発明及び周知技\n術に基づいて当業者が容易に発明をすることができたものであるとの\n本件審決の判断は誤りである。\nｄ  被告の主張に対する反論\n被告は，刊行物１においても「銀ペーストなどの低抵抗塗料」を吸\n湿ロータの両側に塗布しており，結果として「導電層」が形成されて\nいる旨主張する。\n刊行物１の段落【００２４】には，吸湿用素子（本願補正発明の\n「吸着材料」に相当）に関し，「担持体３は，合成ゼオライト，カー\nボンブラック，バインダーの混合物である。このように，担持体３に\n導電性材料であるカーボンブラックを混合したことによって，担持体\n３に対して給電を行うことでカーボンブラックが発熱し，吸湿材であ\nる合成ゼオライトを直接加熱することができる。したがって，吸湿用\n素子の吸湿材を効率的に加熱することができる（吸湿用素子を加熱す\nる際のエネルギーロスが小さい。）。」と記載されており，刊行物１\nでは，吸着機能を備えた合成ゼオライトに対して導電性のカーボンブ\nラックを担持させた，高い導電性（低い比抵抗）を備えた特殊な吸湿\n用素子を使用することを前提とする構成を採用している。このような\n構成においては，吸湿用素子に含まれるカーボンブラックに電圧を印\n加して発熱させればよく，刊行物１には，吸湿用素子の両側（つまり，\n気流の入口面および出口面）に積極的に電極を設けることについての\n記載はないし，その必要性もない。\nしたがって，本願補正発明の吸着材料と刊行物１の吸着用素子とで\nは，材料の電気的特性が異なり，それによって脱着作用が異なるもの\nであるから，刊行物１において「銀ペーストなどの低抵抗塗料」を吸\n湿ロータの両側に塗布しているからといって，当業者において，刊行\n物１の記載に基づいて本願補正発明を容易に想到することができたと\nはいえない。このことは，仮に，本願補正発明の「電極構造」を抗酸\n化導電層を備えた構造であると限定的に解釈すべきであるとは認めら\nれないとしても，同様である。\nエ  小括\n以上によれば，本件補正は，本願当初明細書等に記載した事項の範囲\n内において特許請求の範囲の減縮を目的とするものであり，かつ本願補\n正発明は独立特許要件を備えるものであるから，本件補正が本願当初明\n細書等に記載した事項の範囲内においてしたものとは認められず，また，\n仮に，本件補正が本願当初明細書等に記載した事項の範囲内においてし\nたものであるとしても，本願補正発明が独立特許要件を備えないとして，\n本件補正を却下した本件審決の判断は誤りである。\n取消事由２（本願発明の容易想到性判断の誤り）\nア  本件審決は，本願発明と引用発明２との対比において，引用発明２にお\nける「第１及び第２の側面（５，７）にそれぞれ貼付され，扇状に複数に\n分割されたメッシュ状電極（１０）」が本願発明における「一対の電極構\n造を備え，それは前記吸着材料の両側と相互に接続し，前記電極構造は，\n相互に絶縁する複数のサブ電極」に相当するとした。\nイ  しかしながら，本願発明の電極構造の電極機能を発揮する「サブ電極」\nは抗酸化導電層を備えたものと解すべきところ，刊行物２には「メッシュ\n状電極（１０）」の材料について具体的な開示はなく，引用発明２の「メ\nッシュ状電極（１０）」は，本願発明の「サブ電極」とは異なるものであ\nる。\nそして，本願発明の「電極構造」は，抗酸化導電層を備えた構造である\nため，吸着材料の導電経路を長期にわたって確保することができるという\n顕著な効果を奏するものである。\nウ  したがって，本願発明が，刊行物２に記載された発明及び周知技術に基\nづいて当業者が容易に発明をすることができたものであるとの本件審決の\n判断は誤りである。\nまとめ\n以上によれば，①本件補正が本願当初明細書等に記載した事項の範囲内に\nおいてしたものとは認められず，仮に，本件補正が本願当初明細書等に記載\nした事項の範囲内においてしたものであるとしても，本願補正発明が独立特\n許要件を備えないとして，本件補正を却下した本件審決の判断は誤りであり，\nまた，仮に，本件補正が却下されるべきものであるとしても，②本願発明が\n刊行物２に記載された発明及び周知技術に基づいて当業者が容易に発明をす\nることができたものであるとの本件審決の判断は誤りであり，本件審決は違\n法であるから，取り消されるべきものである。\n２  被告の主張\n本件審決における本件補正の適否に係る判断に誤りがないこと\nア  本件補正は本願当初明細書等に記載した事項の範囲内においてしたもの\nとは認められないこと（取消事由１－１に対し）\n本願当初明細書の段落【００１７】には，「導電構造」に関して，「図\n６に示すように，電極構造３１は，吸着材料３０を表面に塗布した抗酸化\n導電層３１４ａである。溝３１４ｂを絶縁帯とし，これにより電極構造３\n１は，複数のサブ電極を備える。・・・さらに図７に示すように，電気的\n接触効果を拡大させるために，導電層３１４ａが形成する各サブ電極の辺\n縁上には，導電構造３１４ｃを設置する。導電構造３１４ｃは，金属棒，\n金属線，或いは金属網などの材料である。」と説明されているのみであり，\n電気的接触効果を拡大させるための「導電構造」は，金属棒，金属線，あ\nるいは金属網などの材料からなるものであって，用語としても「電極構\n造」とは使い分けられているのであるから，塗布により形成される，電極\n構造の電極としての「抗酸化導電層」あるいは「複数のサブ電極」とは別\n体のものであることは明らかである。【図７】に示される「導電構造３１\n４ｃ」は，上記段落【００１７】の記載のとおり，「電極構造」に対して\nの追加の要素であって，「導電構造」に対しての追加の要素であるとはい\nえない。\n原告が主張するような「導電構造としての抗酸化導電層」が，本願当初\n明細書等に記載されていたとはいえないし，記載されていたに等しいとも\n認められない。\nしたがって，補正事項（イ）を含む本件補正は，本願当初明細書等に記\n載した事項の範囲内においてしたものとは認められないとした本件審決の\n判断に誤りはない。\nイ  本願補正発明が刊行物１及び周知技術に基づいて当業者が容易に発明を\nすることができたものであること（取消事由１－２に対し）\n本件審決における本願補正発明と引用発明１との対比に相違点の看過\nは存しないこと\nａ  本願明細書（甲７，１１）には，以下の記載がある。\n「本発明は環境状態制御技術に関し，特に通電の方式を利用し，材\n料に導電し，脱着を行う省エネ型除湿装置に関する。」（段落【００\n０１】）\n「 以下に図面を参照しながら本発明を実施するための最良の形態に\nついて詳細に説明する。」（段落【００１１】）\n「【実施例】\n本発明一実施例による省エネ型脱着装置の概略図である図２に示す\nように，本実施例中では，脱着装置３は，吸着材料３０，一対の電極\n構造３１と３２，電圧源３３を備える。・・・」（段落【００１\n２】）\n「一対の電極構造３１と３２は，吸着材料３０の両側と，相互に接\n続する。電圧源３３は，一対の電極構造３１，３２と相互に接続し，\n一対の電極構造３１，３２に電圧を提供する。・・・大部分のエネル\nギーは，吸着された物質上に直接加えられるため，効果的な脱着を起\nこし，こうしてエネルギー消費を減少させることができる。」（段落\n【００１３】）\n「前記の脱着装置を利用し，本発明は除湿装置を提供する。本発明\n一実施例による除湿装置の概略図である図１４に示すように，除湿装\n置４は，凝結部４０，吸着材料４１，再生部４２を備える。・・・」\n（【００２１】）\n「上記は本発明の実施例に過ぎず，本発明技術内容の説明に用いた\nのみで，本発明を限定するものではない。本発明の精神に基づく等価\n応用或いは部品（構造）の転換，置換，数量の増減はすべて，本発明\nの保護範囲に含むものとする。」（【００２４】）\nｂ  これらの記載によれば，本願補正発明は，省エネ型除湿装置におい\nて，一対の電極構造を介して材料（吸着材料）に通電をすることによ\nり，材料中に導電し，脱着を行うものであって，一対の電極構造がそ\nれぞれ，吸着材料の両端に通電可能，すなわち，電気的に接続可能で\nあればよいことが理解され，一対の電極構造が，実施例に記載された\n形態，すなわち，「吸着材料における気流の入口面と，気流の出口面\nとの間で構造的に接続又は連結されている」ことまでは必要としてい\nないことが解かる。\nまた，本願明細書の段落【００１７】は実施例に係る記載であって，\n本願補正発明における「電極構造」を「抗酸化導電層」を備えた構造\nのものに限定して解する理由もない。\nｃ  したがって，刊行物１における「電極１１」が本願補正発明におけ\nる「電極構造」に相当すると判断した本件審決に誤りはなく，本件審\n決には，原告の主張する相違点Ａ及びＢの看過は存しない。\n仮に，本願補正発明と引用発明１とが，相違点Ａ及びＢの点で相違す\nるとしても，相違点Ａ及びＢに関する原告の主張は失当であること\nａ  相違点Ａについて\n刊行物１の「図２は，図１に示した吸湿用素子で構成した吸湿ロー\nタを示す図である。この吸湿ロータ１０は，厚み方向に通気孔が設け\nられている。また，吸湿ロータ１０は図示するように８つの領域に分\n割しており，各領域を絶縁材料で分離した構造である。吸湿ロータ１\n０の両面には銀ペーストなどの低抵抗塗料が塗布されており，該吸湿\nロータ１０の外周部に設けられた電極１１に接合されている。また，\n図に示す１２は上記電極１１に給電を行うための外部電源であり，・\n・・」（段落【００２５】），「上述したように外部電源からの給電\nによって発熱させた発熱材料の熱で吸湿剤を直接加熱しているの\nで，」（段落【００２８】）との記載によれば，刊行物１における\n「電極１１」は，吸湿ロータ（「吸着材料」に相当）の両面に塗布さ\nれた銀ペーストなどの低抵抗塗料層に接合されており，その結果，吸\n湿ロータの気流の進行方向，すなわち通気孔の方向の電気が流れ，吸\n着材料全体を素早く加熱でき，また，吸着材料の表面が焼けて破壊す\nるおそれもない。\nｂ  相違点Ｂについて\n上記ａのとおり，刊行物１においても「銀ペーストなどの低抵抗塗\n料」を吸湿ロータの両側に塗布しており，結果として「導電層」が形\n成されることは明らかであり，この「導電層」に給電し，加熱を行っ\nている。\n銀ペーストと並んで，白金ペーストや金ペーストも電極等を形成す\nるための導電性塗料（低抵抗塗料）として周知のものであり（乙１，\n乙２参照），白金ペーストや金ペーストが抗酸化性であることは技術\n常識である。上記のとおり，刊行物１には「銀ペーストなどの低抵抗\n塗料」と記載されているのであるから，「銀ペースト」は例示にすぎ\nず，抗酸化性を有する白金ペーストや金ペーストも，刊行物１の「低\n抵抗塗料」に包含されることは明らかである。\nそして，水分を含んだ吸湿ロータに給電し，加熱を行うという酸化\nの起こりやすい環境を考慮すれば，「低抵抗塗料」として「抗酸化ペ\nースト」を選択し，「抗酸化導電層」を設けることで導電経路を確保\nすることは，設計的事項であるといえる。\nｃ  以上によれば，本願補正発明が，引用発明１と相違点Ａ及びＢの点\nにおいても相違することにより，刊行物１に記載された発明及び周知\n技術に基づいて当業者が容易に発明をすることができたものであると\nはいえないとする原告の主張は失当である。\n本件審決における本願発明の容易想到性の判断に誤りがないこと（取消事\n由２に対し）\nア  おける「電極構造」を「抗酸化導電\n層」を備えた構造に限定して解釈する理由はないから，本件審決が，引用\n発明２における「第１及び第２の側面（５，７）にそれぞれ貼付され，扇\n状に複数に分割されたメッシュ状電極（１０）」が，本願発明における\n「一対の電極構造を備え，それは前記吸着材料の両側と相互に接続し，前\n記電極構造は，相互に絶縁する複数のサブ電極」に相当するとした点に誤\nりはない。\nイ  したがって，本願発明の「電極構造」が抗酸化導電層を備えた構造に限\n定されることを前提として，本願発明が引用発明２と比較して顕著な効果\nを奏するとする原告の主張は失当である。\nまとめ\n以上によれば，原告の主張する取消事由はいずれも理由がないから，原告\nの請求は棄却されるべきである。\n第４  当裁判所の判断\n１  取消事由１（本件補正の適否についての判断の誤り）について\n原告は，本件補正は，本願当初明細書等に記載した事項の範囲内において\n特許請求の範囲の減縮を目的とするものであり，かつ本願補正発明は独立特\n許要件を備えるものであるから，本件補正が本願当初明細書等に記載した事\n項の範囲内においてしたものとは認められず，また，仮に，本件補正が本願\n当初明細書等に記載した事項の範囲内においてしたものであるとしても，本\n願補正発明が独立特許要件を備えないとして，本件補正を却下した本件審決\nの判断は誤りである旨主張するので，以下において判断する。\n取消事由１－１（本件補正が本願当初明細書等に記載した事項の範囲内に\nおいてしたものではないとの判断の誤り）について\nア  本件補正の内容\nおりであり，同請求項に記載された発明（本願発明）は，凝結部，吸着材\n料，再生部，電圧源を備えた除湿装置に関するものであり，再生部は，凝\n結部及び吸着材料と相互に接続し，凝結部から提供される循環気流を導引\nして吸着材料を通過させるもので，吸着材料の両側と相互に接続する一対\nの電極構造を備え，各電極構造は相互に絶縁する複数のサブ電極を備える\nものである。\nのとおりとする補正，すなわち，本願発明における「各電極構造」を，\n「各該電極構造は，前記吸着材料と相互に接続する導電構造と，該導電構\n造に組み合わされて該導電構造を上記相互に絶縁する複数のサブ電極に分\nける複数の絶縁フレームとを包含する」ものに限定する補正事項（補正事\nと相互に接続する導電構造」と「複数の絶縁フレーム」とを包含するもの\nであり，この「複数の絶縁フレーム」は，導電構造に組み合わされること\nにより，導電構造を相互に絶縁する複数のサブ電極に分けるものであるこ\nとを内容とする。\nイ  本願当初明細書の記載等\n本願出願時の特許請求の範囲\n本願出願時の特許請求の範囲の請求項２及び９の記載は，以下のとお\nりである（甲１１）。\n「【請求項２】\n除湿装置は，凝結部，吸着材料，再生部，電圧源を備え，\n前記凝結部は，循環気流を提供し，\n前記吸着材料は，気流を通過させ，前記吸着材料は，前記気流内の少\nなくとも１個の物質を吸着し，\n前記再生部は，前記凝結部，及び前記吸着材料と相互に接続し，前記\n再生部は，前記循環気流を導引し，前記吸着材料を通過させ，前記再生\n部はさらに，一対の電極構造を備え，それは前記吸着材料の両側と相互\nに接続し，前記各電極構造は，相互に絶縁する複数のサブ電極を備え，\n前記電圧源は，前記一対の電極構造と相互に接続し，前記電圧源は，\n前記一対の電極構造に電圧を提供し，これにより前記吸着材料には電流\nが導通し，脱着が行なわれることを特徴とする除湿装置。」\n「【請求項９】\n前記各電極構造はさらに，導電構造，複数の絶縁フレームを備え，\n前記導電構造は，前記吸着材料と相互に接続し，\n前記複数の絶縁フレームは，前記導電構造上に設置し，これにより前\n記導電構造を相互に絶縁する複数のサブ電極に分けることを特徴とする\n請求項１或いは２に記載の低エネルギー消費の脱着装置とその除湿装\n置。」\n本願当初明細書（甲１１）には，次のような記載がある（下記記載中\nに引用する図面については，本文中に掲記したもののほか，別紙１の本\n願図面目録を参照。）。\nａ  発明の詳細な説明\n「図６，７は本発明電極構造の第二実施例の概略図である。図６に\n示すように，電極構造３１は，吸着材料３０を表面に塗布した抗酸化\n導電層３１４ａである。溝３１４ｂを絶縁帯とし，これにより電極構\n造３１は，複数のサブ電極を備える。図６に示す絶縁区域は，溝を利\n用する他に，溝の上に絶縁フレームを設置し，絶縁効果を拡大させる\nことができる。さらに図７に示すように，電気的接触効果を拡大させ\nるために，導電層３１４ａが形成する各サブ電極の辺縁上には，導電\n構造３１４ｃを設置する。導電構造３１４ｃは，金属棒，金属線，或\nいは金属網などの材料である。図６，７は，電極構造３１により説明\nしたが，電極構造３２に対する実施方式も相同である。図８に示すよ\nうに，電気ブラシ３３０が接触する脱着構造区域の両側にはさらに，\n再生ダクト３４を設置することができる。再生ダクト３４は，対応通\n電する脱着構造区域内に気流９０を導入することができ，対応通電す\nる脱着構造区域の吸着材料を気流９０が通過することにより，脱着さ\nれた物質を連れ出し，こうして脱着速度を高めることができる。気流\nが物質を持ち出す効率を向上させるため，気流９０は，加熱により比\n較的高温の気流とし，これにより脱着を補助し，脱着速度をさらに上\nげることができる。」（段落【００１７】）\nｂ  図面\n【図６】               【図７】\nウ  本願出願時の特許請求の範囲の請求項２及び９には，凝結部，吸着材料，\n再生部，電圧源を備えた除湿装置において，再生部は，凝結部及び吸着材\n料と相互に接続し，凝結部から提供される循環気流を導引して吸着材料を\n通過させるもので，吸着材料の両側と相互に接続する一対の電極構造を備\nえ，各電極構造は，吸着材料と相互に接続する導電構造と導電構造上に設\n置され導電構造を相互に絶縁する複数のサブ電極に分ける複数の絶縁フレ\nームを備える構成が記載されている。\n本願当初明細書の段落【００１７】には，「電極構造」の第２実施例の\nうち【図６】に示される態様においては，吸着材料３０の表面に抗酸化導\n電層３１４ａが塗布により形成され，この抗酸化導電層３１４ａに形成さ\nれた複数の溝３１４ｂの上に絶縁フレームが設置され，それにより，複数\nのサブ電極を備えた電極構造３１が構成されることが記載されており，上\n記請求項２及び９の記載と上記実施例からは，【図６】に示される態様で\nは，電極構造３１は，吸着材料３０の表面に塗布された抗酸化導電層３１\n４ａと複数の絶縁フレームとを包含するものであり，この複数の絶縁フレ\nームが，抗酸化導電層３１４ａに形成された複数の溝３１４ｂの上に設置\nされることにより，抗酸化導電層３１４ａが相互に絶縁する複数のサブ電\n極に分けられるものであり，この「抗酸化導電層３１４ａ」が，請求項９\nの「導電構造」に相当するものであると理解することができる。\nさらに，本願当初明細書の段落【００１７】には，「電極構造」の第２\n実施例のうち，【図７】に示される態様においては，抗酸化導電層３１４\nａが形成する各サブ電極の辺縁上には，金属棒，金属線，金属網などの材\n料から成る導電構造３１４ｃを設置することが記載されており，上記請求\n項２及び９の記載と上記実施例からは，【図７】に示される態様では，電\n極構造３１は，吸着材料３０の表面に塗布された抗酸化導電層３１４ａ及\nびその辺縁上に設置された導電構造３１４ｃと複数の絶縁フレームとを包\n含するものであり，この複数の絶縁フレームが，抗酸化導電層３１４ａに\n形成された複数の溝３１４ｂの上に設置されることにより，抗酸化導電層\n３１４ａ及び導電構造３１４ｃが，相互に絶縁する複数のサブ電極に分け\nられるものであり，「抗酸化導電層３１４ａ及び導電構造３１４ｃ」が，\n請求項９の「導電構造」に相当するものであると理解することができる。\nそして，抗酸化導電層３１４ａは吸着材料３０の表面に塗布により形成\nされ，導電構造３１４ｃは，抗酸化導電層３１４ａが形成する各サブ電極\nの辺縁上に金属棒，金属線，金属網などの材料を設置することにより形成\nされるものであるから，「導電構造」に相当する「抗酸化導電層３１４\nａ」（【図６】に示される態様），「抗酸化導電層３１４ａ及び導電構造\n３１４ｃ」（【図７】に示される態様）は，いずれも「吸着材料と相互に\n接続する」ものであり，「絶縁フレーム」は，抗酸化導電層３１４ａに形\n成された複数の溝３１４ｂの上に設置され，「抗酸化導電層３１４ａ」\n（【図６】に示される態様），又は「抗酸化導電層３１４ａ及び導電構造\n３１４ｃ」（【図７】に示される態様）を相互に絶縁する複数のサブ電極\nに分けるものであるから，「導電構造に組み合わされることにより，導電\n構造を，相互に絶縁する複数のサブ電極に分ける」ものである。\nしたがって，本願当初明細書等には，「各電極構造」が，「前記吸着材\n料と相互に接続する導電構造と，該導電構造に組み合わされて該導電構造\nを上記相互に絶縁する複数のサブ電極に分ける複数の絶縁フレームとを包\n含する」ものであることが記載されているものと認められる。\nエ  被告の主張について\n被告は，本願当初明細書の段落【００１７】の記載によれば，「導電構\n造」は，金属棒，金属線，あるいは金属網などの材料から成るものであっ\nて，用語としても「電極構造」とは使い分けられているのであるから，\n「導電構造」は，塗布により形成される電極構造の電極としての「抗酸化\n導電層」あるいは「複数のサブ電極」とは別体のものであり，「導電構造\nとしての抗酸化導電層」は，本願当初明細書等に記載されているとはいえ\nず，記載されているに等しいともいえないし，「導電構造３１４ｃ」は\n「電極構造」に対する追加の要素であって，「導電構造」に対する追加の\n要素であるともいえない旨主張する。\nしかしながら，本願当初明細書の段落【００１７】に，第二実施例のう\nち【図７】に示される態様における導電構造３１４ｃが金属棒，金属線，\nあるいは金属網などの材料から成るものであると記載されているからとい\nって，また，上記段落中では，「図６に示すように，電極構造３１は，・\n・・抗酸化導電層３１４ａである。」と記載されており，「抗酸化導電層\n３１４ａ」について「導電構造」との用語をもって説明されていないから\nといって，これらのことから直ちに，本願当初明細書等において「導電構\n造としての抗酸化導電層」，すなわち，抗酸化導電層３１４ａが「導電構\n造」に相当する構成が排除されているものとはいえない。そして，本願出\n願時の特許請求の範囲の請求項２及び９の記載，本願当初明細書の記載\n（段落【００１７】，【図６】，【図７】）によれば，電極構造の実施例\nのうち【図６】に示される態様においては，「抗酸化導電層３１４ａ」が，\n【図７】に示される態様においては，「抗酸化導電層３１４ａ及び導電構\n造３１４ｃ」が，それぞれ上記請求項９の「導電構造」に相当するものと\n理解できることは，前記ウのとおりである。\nしたがって，被告の上記主張は理由がない。\nオ  以上によれば，補正事項 は，本願当初明細書等に記載した事項の範囲\n内においてしたものといえることは明らかであって，本件審決が，補正事\n項 を含む本件補正は，本願当初明細書等に記載した事項の範囲内におい\nてしたものとは認められないと判断したことは誤りである。\n取消事由１－２（本願補正発明の独立特許要件の判断の誤り）について\nア  は，本願当初明細書等に記載した事項の範\n囲内において特許請求の範囲の減縮を目的とするものであるといえるから，\n更に進んで，本願補正発明が独立特許要件を備えるものであるか否かにつ\nいて検討する。\n原告は，本件審決は，本願補正発明と引用発明１との対比において，引\n用発明１における「電極１１」が本願補正発明における「電極構造」に相\n当するとしたが，①本願補正発明は一対の電極構造が，「吸着材料の両側\nと相互に接続する」構成，すなわち「吸着材料における気流の入口面と，\n気流の出口面との間で構造的に接続又は連結されている」ものであるのに\n対し，引用発明１の「電極１１」は，吸湿ロータ１０の外周部に設けられ\nるものであって，吸着材料の「両側」には接続されていないこと，②本願\n補正発明における「電極構造」は，吸着材料の両側に形成された「抗酸化\n導電層を備えた構造」であるのに対し，引用発明１の「電極１１」は，抗\n酸化導電層を備えていないことから，上記一致点の認定は誤りであり，本\n願補正発明と引用発明１とは，本願補正発明の「電極構造」は吸着材料の\n両側に接続されているのに対し，引用発明１の「電極１１」は吸湿ロータ\n１０の外周部に設けられている点（相違点Ａ）及び本願補正発明の「電極\n構造」は抗酸化導電層を備えた構造であるのに対して，引用発明１はその\nような抗酸化導電層を備えていない点（相違点Ｂ）で相違するにもかかわ\nらず，本件審決はこれらの相違点を看過した旨主張する。\nそして，原告は，本願補正発明と引用発明１とは，相違点Ａ及びＢにお\nいても相違し，本願補正発明は，相違点Ａ及びＢに基づいて，引用発明１\nにはない顕著な効果を奏するものであるから，本願補正発明は，刊行物１\nに記載された発明及び周知技術に基づいて当業者が容易に発明をすること\nができたものであるとはいえない旨主張する。\nイ  本願明細書の記載事項等\n本願補正発明の特許請求の範囲の請求項１\nのとおりである。\n本願明細書（甲７，１１）の「発明の詳細な説明」には，次のような\n記載がある（下記記載中に引用する図面については，別紙１の本願図面\n目録を参照。）。\nａ  技術分野\n「本発明は環境状態制御技術に関し，特に通電の方式を利用し，材\n料に導電し，脱着を行う省エネ型除湿装置に関する。」（段落【００\n０１】）\nｂ  背景技術\n「従来の一般家庭用除湿機の除湿方式は，冷媒コンプレッサーシス\nテムにより，空気中の水分を凝結させ，これにより室内空気乾燥の目\n的を達成するものである。しかし，オゾン層破壊を招くＣＦＣ冷媒の\n使用を回避するため，冷媒を不要とする除湿技術が開発され，注目を\n集めている。回転ホイール式脱着除湿装置は，コンプレッサーと冷媒\nを使用しない。該除湿装置は，除湿ホイールにより，空気中の水分を\n吸着し，電熱により空気を加熱し，除湿ホイールの再生側に流し，水\n分の脱着を行うものである。再生側の高温高湿の空気は，熱交換器中\nに導入され，凝結を行い，これにより排水タンクにより凝結した水分\nを収集し，家庭用除湿装置としての目的を達成する。上記のように，\n除湿ホイール式除湿機は，除湿ホイールにより吸湿するという特性に\nより，除湿メカニズムを完成させるため，環境の気体温度と湿度条件\nの制限を受けず，しかも従来のコンプレッサーを使用する必要がない\nため，低騒音で，冷媒の使用を不要とするなどの技術的な優位を備え\nる。」（段落【０００２】）\n「従来の回転ホイール式吸着除湿装置はみな，電熱器加熱再生側気\n流により，再生空気の温度を高める。\nこの部分の加熱脱着メカニズムは主に，以下の２部分に分けられる。\n（一）気流熱交換気化：加熱再生側気流により，温度の勾配を生じ，\n熱交換が発生する熱により，除湿構造体孔中の水分を気化する。湿気\nの脱着過程では，高温の空気を作る必要があり，しかも長時間の気化\nを行わなければ，湿気を脱着する効果を達成することはできない。よ\nって，極めて高いエネルギーを消費し，熱による乾燥と除湿の目的を\n達成している。\n（二）放射熱気化：加熱機中の電熱線は，電流が通過することで高温\nを発する。この熱量は放射熱の形式で，これにより除湿構造体微孔中\nの水分子は，放射熱を直接吸収し，気化脱着する。放射熱量と表面温\n度は，四次方程式正比例をなし，電熱線表面はすべて４００℃以上と\nなり，放射熱量は極めて高い。よって，生じる湿気脱着効果は，気流\n熱交換気化脱着より，はるかに重要である。」（段落【０００５】）\n「上記したように，従来の加熱式再生脱着法の一つは，加熱再生気\n流が間接的に気化脱着を起こすもので，もう一つは，放射熱が水分子\nに吸収されると同時に，大部分の放射熱量も，吸湿構造体により吸収\nされるものである。前記気化メカニズムに対する分析が示すように，\nこれらは共に，回避不能なエネルギー消費の源となっている。また，\n放射熱量が招く吸湿構造体表面の温度上昇も，水分子の吸着に不利で，\n除湿能力を大幅に低下させてしまう。よって，加熱式再生脱着法は，\n回転ホイール式除湿装置のエネルギー消費を高めてしまい，除湿効率\nを低下させる主因となっている。本発明は，従来の脱着装置とそれを\n使用した除湿装置の上記した欠点に鑑みてなされたものである。」\n（段落【０００６】）\nｃ  発明が解決しようとする課題\n「本発明が解決しようとする課題は，通電の方式を利用し，材料に\n導電し，脱着を行う省エネ型除湿装置を提供することである。」（段\n落【０００７】）\nｄ  課題を解決するための手段\n「上記課題を解決するため，本発明は下記の省エネ型除湿装置を提\n供する。省エネ型脱着装置は，吸着材料両側に電極を設置し，該一対\nの電極に通電することで，電流は該吸着材料を通過し，温度上昇を起\nこすことができ，同時に，ある条件下では，被吸着分子と吸着材料と\nの間の吸引力に影響を及ぼし，こうして該吸着材料により吸着された\n物質を脱着し，さらに電極の区域に対応し，気流を導引する通路を設\n置し，これにより気流は通電した吸着材料を通過可能で，こうして脱\n着の速度を加速することができ，除湿装置は，電極により，電流を吸\n着材料上に直接加え，これにより吸着材料は空気中の湿気を吸着し，\n環境の湿度を低下させることができ，該除湿装置は，再生循環の気流\nを備え，脱着した湿気を持ち去ることができ，本発明は通電により，\n吸着材料に対して脱着の作用を直接発生するため，先に空気を加熱す\nる必要がなく，よって熱損失を直接的に減らすことができ，脱着に用\nいるエネルギー消費を低下させることができ，\n一実施例中では，本発明は省エネ型脱着装置を提供し，それは吸着\n材料，一対の電極構造，電圧源を備え，\n該吸着材料は，少なくとも１種の物質を吸着し，\n該一対の電極構造は，該吸着材料の両側とそれぞれ相互に接続し，\n該各電極構造は，相互に絶縁する複数のサブ電極を備え，\n該電圧源は，該一対の電極構造と相互に接続し，該電圧源は，該一\n対の電極構造に電圧を提供し，これにより該吸着材料には電流が導通\nし，脱着が行なわれ，\n一実施例中では，本発明は除湿装置を提供し，それは凝結部，吸着\n材料，再生部，電圧源を備え，\n該凝結部は，循環気流を提供し，\n該吸着材料は，気流を通過させ，該吸着材料は，該気流内の少なく\nとも１種の物質を吸着し，\n該再生部は，該凝結部，及び該吸着材料と相互に接続し，該再生部\nは，該循環気流を導引し，該吸着材料を通過させ，該再生部はさらに，\n一対の電極構造を備え，それは該吸着材料の両側と相互に接続し，該\n各電極構造は，相互に絶縁する複数のサブ電極を備え，\n該電圧源は，該一対の電極構造と相互に接続し，該電圧源は，該一\n対の電極構造に電圧を提供し，これにより該吸着材料には電流が導通\nし，脱着が行なわれる。」（段落【０００８】）\n「本発明一実施例による省エネ型脱着装置の概略図である図２に示\nすように，本実施例中では，脱着装置３は，吸着材料３０，一対の電\n極構造３１と３２，電圧源３３を備える。吸着材料３０は，空気中に\n含まれる有機揮発物，窒素，或いは水分などを吸着するが，これに限\nるものではない。一般的に，吸着材料は除湿ホイール式除湿機などの\n家庭用除湿設備に応用されるが，これに限るものではない。吸着材料\nの材質は，ゼオライト，シリカゲル，活性炭，カーボンナノチューブ，\n分子ふるい，或いは金属有機フレームワーク（ｍｅｔａｌ  ｏｒｇａ\nｎｉｃ  ｆｒａｍｅｗｏｒｋ）などの多孔性材質である。この他に，\n吸着材料は，水素吸蔵金属の非多孔性材質としても良い。」（段落\n【００１２】）\n「一対の電極構造３１と３２は，吸着材料３０の両側と，相互に接\n続する。電圧源３３は，一対の電極構造３１，３２と相互に接続し，\n一対の電極構造３１，３２に電圧を提供する。電圧源３３は，直流電\n源或いは交流電源である。電極構造３１，３２が吸着材料３０の両端\nに加えられるため，通電後は，短時間の高圧電位が形成する駆動力を\n利用し，吸着された物質を解離させ，或いは吸着された物質と特定金\n属イオンが形成する結合分子に，イオン導電特性を生じさせる。こう\nして，吸着された物質と吸着材料との間の導電状態を直接改変し，こ\nれにより吸着された物質は吸着物質を脱着し離れる。本発明の電流導\n通のメカニズムは，吸着材料中のイオン遷移で，また吸着された物質\nの解離が招くイオン或いは陽子伝導で，或いは前記２種作用の総合結\n果である。この状況下で，大部分のエネルギーは，吸着された物質上\nに直接加えられるため，効果的な脱着を起こし，こうしてエネルギー\n消費を減少させることができる。」（段落【００１３】）\n「回転時に，吸着材料の特定区域内においてのみ，脱着反応を生じ\nるようにし，吸着材料の他の区域では，吸着の効果を維持させるため，\n電極上にはさらに，絶縁体を備え，電極を複数の区域に区分する。絶\n縁体が存在することで，電極への通電時に，各区域間は，特定区域だ\nけが導電の能力を有するよう確保される。これにより吸着材料上は，\n通電電極の区域に対して，脱着効果を生じ，他の未通電の電極区域は，\n物質を吸着する能力を維持することができる。本発明電極構造の第一\n実施例の正面概略図である図３に示すように，本実施例中では，電極\n構造３１は，複数のサブ電極３１０を備える。本発明の吸着材料は，\n円柱状であるため，各サブ電極３１０の外形は扇方である。各サブ電\n極３１０は，絶縁フレーム３１１と導電構造金属枠３１２を備える。\n本実施例中では，絶縁フレーム３１１は，サブ電極３１０の両側に設\n置され，これにより，相互に隣接するサブ電極３１０は，絶縁を保持\nすることができる。絶縁フレーム３１１の材料は，高酸化アルミニウ\nム，セラミック，石英，高分子材料，テフロン( 登録商標) ，ｐｅｅ\nｋ，ベークライト，或いはエポキシ樹脂で，これら材質を単独で使用\nし，或いは混合して使用することができる。本実施例中では，絶縁フ\nレームの厚みは，１ｍｍから５ｍｍであるが，これに限るものではな\nい。導電構造金属枠３１２は，サブ電極３１０の外縁に設置する。導\n電構造金属枠３１２は，本実施例中では，金属棒或いは金属線であ\nる。」（段落【００１４】）\n「前記の脱着装置を利用し、本発明は除湿装置を提供する。本発明\n一実施例による除湿装置の概略図である図１４に示すように、除湿装\n置４は、凝結部４０、吸着材料４１、再生部４２を備える。凝結部４\n０は、コンデンサー４０１、循環管路４０２を備える。コンデンサー\n４０１は、入口端４０１０と出口端４０１２を備える。本実施例中で\nは、コンデンサー４０１は、複数の凝結管路４０１１を備え、その内\n部には、流道を備え、循環気流９１は流動する。コンデンサー４０１\nの主要な目的は、外部環境の除湿しようとする気流９０を通過させ、\nコンデンサー４０１内において流動する循環気流９１と熱交換を行わ\nせ、コンデンサー４０１内の循環気流９１内の水分を凝結して水とし、\n収集盤４６内へと流すことである。よって、各凝結管路４０１１間に\nは、間隙を備え、気流９０を通過させる。各コンデンサー４０１は、\n従来の技術に属するため、詳述しない。再生部４２は、吸着材料４１\nと接続する。再生部４２は、一対の電極構造４２１、４２２、再生ダ\nクト４２３、再生ファン４２４を備える。一対の電極構造４２１、４\n２２の接続関係は、電極構造３１、３２と相同であるため、詳述しな\nい。再生ダクト４２３は、殻体４２３０を備え、気流通路を形成する。\n殻体４２３０の片側には、出口端４２３１を備え、コンデンサー４０\n１の入口端４０１０と相互に接続する。殻体４２３０の反対側には、\n入口端４２３２を備え，再生ファン４２４と相互に接続する。再生ダ\nクト４２４の目的は、循環気流９１の圧力を増加させることで、これ\nにより循環気流９１の速度を加速する。」（段落【００２１】）\n「吸着材料４１は、気流９０を通過させる。吸着材料４１内部には、\n除湿構造４１０を備え、気流９０内に含まれる水分を吸収する。本実\n施例中では、吸着材料４１はホイール体で、回転運動を行うことがで\nきる。吸着材料４１の構造は、他の構造の設計を利用することができ、\n本発明のホイール体に限定するものではない。吸着材料４１はまた、\n従来の技術に属するため、その細部構造について、詳述しない。吸着\n材料４１が回転し定位すると、再生ダクト４２３のサブ電極４２１０\nと４２２０と電圧源４５は導通する。よって、通過する電流は、サブ\n電極４２１０と４２２０が対応する吸着材料４１が吸着する物質を脱\n着する。本実施例中では、循環気流９１は、再生部４２の殻体４２３\n０内部を通過することができ、殻体４２３０内部には、吸着材料４１\nの一部を収容することができる。これにより、殻体４２３０内部にお\nいて流動する循環気流９１は、吸着材料４１を通過し、通電により脱\n着する物質を持ち出すことができる。」（段落【００２２】）\n「除湿を待つ気流９０の流速を加速し、除湿の効果を制御するため、\n本実施例中では、除湿ファン４４を設置し、吸着材料４１を通過する\n乾燥気流９２を装置４外へと排出することができる。この他、除湿装\n置４はさらに、必要に応じて加熱ユニット４３を設置することができ\nる。本実施例中では、加熱ユニット４３は、再生部４２の入口端４２\n３２と再生ファン４２４との間に設置する。加熱ユニット４３は、循\n環気流９１に熱量を提供し、循環気流９１の温度を上げることができ、\nこれにより水分を脱着する凝結効果を向上させることができる。」\n（段落【００２３】）\n「上記は本発明の実施例に過ぎず、本発明技術内容の説明に用いた\nのみで、本発明を限定するものではない。本発明の精神に基づく等価\n応用或いは部品（構造）の転換、置換、数量の増減はすべて、本発明\nの保護範囲に含むものとする。」（段落【００２４】）\nｅ  発明の効果\n「本発明は，通電の方式を利用し，材料に導電し，脱着を行うこと\nができ，本発明が提供する省エネ型除湿装置は，エネルギー消費を低\n下させ，脱着効果を拡大することができる。」（段落【０００９】）\n本願補正発明の構成及びその特徴は以\n下のとおりであると認められる。\nａ  回転ホイール式脱着除湿装置は，除湿ホイールにより空気中の水分\nを吸着し，電熱により空気を加熱して除湿ホイールの再生側に流し，\n水分の脱着を行い，再生側の高温高湿の空気は，熱交換器中に導入さ\nれ，凝結を行い，これにより排水タンクにより凝結した水分を収集す\nるというものである。\n回転ホイール式脱着除湿装置における加熱脱着メカニズムは，主に\n気流熱交換気化と放射熱気化の部分に分けられる。従来の加熱式再生\n脱着法の気流熱交換気化の部分は，加熱再生気流が間接的に気化脱着\nを起こすものであり，放射熱気化の部分は，放射熱が水分子に吸収さ\nれると同時に大部分の放射熱量も吸湿構造体により吸収されるもので\nある。\nこれらは共に，回避不能なエネルギー消費の源となっており，また，\n放射熱量が招く吸湿構造体表面の温度上昇は，水分子の吸着に不利で，\n除湿能力を大幅に低下させてしまうことから，加熱式再生脱着法は，\n回転ホイール式除湿装置のエネルギー消費を高めてしまい，除湿効率\nを低下させる主な要因となっている。\nｂ  本願補正発明は，回転ホイール式除湿装置において，除湿装置のエ\nネルギー消費を高めてしまい，除湿効率を低下させてしまうという，\n従来の加熱式再生脱着法における課題を解決することを目的とするも\nのであり，その解決手段として，本願補正発明は，凝結部，吸着材料，\n再生部，電圧源を備えた除湿装置であって，吸着材料は，所定の材質\nからなり，気流を通過させ，気流内の水分子を吸着するものであり，\n再生部は，循環気流を提供する凝結部及び吸着材料と相互に接続し，\n循環気流を導引し，吸着材料を通過させるものであって，さらに，吸\n着材料の両側と相互に接続する一対の電極構造を備え，各電極構造は，\n吸着材料と相互に接続する導電構造と，導電構造に組み合わされて導\n電構造を相互に絶縁する複数のサブ電極に分ける複数の絶縁フレーム\nとを包含するものであり，電圧源は，一対の電極構造と相互に接続し，\n電圧を提供するものであり，これにより，吸着材料には電流が導通し，\n吸着材料に吸着された水分子の脱着が行われるという構成を採用した。\nｃ  本願補正発明においては，吸着材料両側に電極を設置し，一対の電\n極に通電することで，電流が吸着材料を通過して温度上昇を起こすこ\nとができ，同時に，被吸着分子と吸着材料との間の吸引力に影響を及\nぼして，吸着材料により吸着された物質を脱着する。また，電極の区\n域に対応して気流を導引する通路を設置することにより，気流は通電\nした吸着材料を通過可能で，脱着の速度を加速する。\n本願補正発明は，上記のとおり，吸着材料に導電し，脱着を行うと\nいう作用により，除湿装置において，エネルギー消費を低下させ，脱\n着効果を拡大するという効果を奏する。\nウ  刊行物１の記載事項等\n刊行物１（甲１）には，次のような記載がある（下記記載中に引用す\nる図面については，別紙２の刊行物１図面目録を参照。）。\nａ  「【請求項１】 ハニカム状に形成され，通過する空気から水分を吸\n湿する吸湿用素子において，表面に水分を吸湿する吸湿剤と導電性材\n料とを混合した担持体を担持させた吸湿用素子。」\n「【請求項２】 上記吸湿剤は，シリカゲル，ゼオライト，活性化ア\nルミナ，または吸湿性のある塩類である請求項１に記載の吸湿用素\n子。」\n「【請求項５】 請求項１～４のいずれかに記載の吸湿用素子を適用\nした空調機器であって，上記吸湿用素子を複数の領域に分割するとと\nもに，分割した領域毎に絶縁材料で分離し，さらに，上記分割した領\n域毎に給電が行える給電手段を備えた空調機器。」\nｂ  発明の属する技術分野，従来の技術\n「この発明は，通過する空気から水分を吸湿する吸湿用素子および\nこの吸湿用素子を適用した空調機器に関する。 」（段落【０００\n１】）\n「従来より，空気中の水分量（湿度）を調整する除湿機等の空調機\n器には通過する空気から水分を吸湿する吸湿用素子が設けられている。\n図５は連続運転が可能な従来の連続式乾湿除湿機の概念を示す構成図\nである。図において，２１は吸湿用素子，２２は除湿ファン，２３は\n再生ファン，２４はヒータである。本体において，除湿ファン２２の\n運転を開始することによって図に示す被除湿空気の流れが生じ，再生\nファン２３の運転を開始することによって図に示す再生空気の流れが\n生じる。上記被除湿空気は吸湿用素子２１における除湿領域２１ａを\n通過し，上記再生空気は吸湿用素子２１の再生領域２１ｂ（図にハッ\nチングで示す領域）を通過する。なお，吸湿用素子２１は図示してい\nないモータによって回転駆動されており，吸湿用素子２１のおける上\n記除湿領域２１ａおよび再生領域２１ｂについては連続的に変化して\nいる。すなわち，吸湿用素子２１のおける上記除湿領域２１ａおよび\n再生領域２１ｂについては固定的に決めれた領域ではなく，被除湿空\n気が通過する領域が除湿領域２１ａとなり，再生空気が通過する領域\nが再生領域２１ｂとなる。さらに，吸湿用素子２１はハニカム状に形\n成したロータであり，ハニカム表面に吸湿剤を担持させた構成であ\nる。」（段落【０００２】）\n「上記構成の除湿機では，除湿ファン２２の運転によって本体外部\nから取り込まれた被除湿空気は吸湿用素子２１（除湿領域２１ａ）を\n通過する際に，吸湿用素子２１に担持させた吸湿剤に水分が吸湿され，\n乾燥した空気となって放出される。」（段落【０００３】）\n「また，再生ファン２３の運転によって再生空気が吸湿用素子２１\n（再生領域２１ｂ）を通過する。再生空気は，吸湿用素子２１を通過\nする前にヒータ２４によって２００～２５０℃に温められており，吸\n湿用素子２１を通過する際に該吸湿用素子２１を加熱して吸湿材から\n水分（主に，上記被除湿空気から吸湿した水分）を奪い，湿った空気\nとなって放出される。これにより，吸湿用素子２１は上記被除湿空気\nから吸湿した水分が取り除かれた状態に戻る（吸湿用素子２１は再生\nされる。）。」（段落【０００４】）\n「そして，被除湿空気を室内に放出する装置では（再生空気を室外\nに放出する。）室内の除湿・乾燥が行え，逆に再生空気を室内に放出\nする装置では（被除湿空気を室外に放出する。）室内の加湿が行える。\nなお，再生空気については本体に設けた凝縮器で吸湿用素子２１を通\n過した再生空気の水分を結露させて乾燥した再生空気に戻すことによ\nって，再生空気を本体内部で循環させる（本体外部に放出しない）構\n成の除湿機もある。また，上述したように吸湿用素子２１を回転駆動\nすることによって，吸湿用素子２１における除湿領域２１ａおよび再\n生領域２１ｂを連続的に変化させているので，本体の連続運転が可能\nである。」（段落【０００５】）\nｃ  発明が解決しようとする課題\n「しかしながら，水分を吸湿した吸湿用素子２１を再生するために\nは，吸湿用素子２１を加熱して温度を高める必要があり，従来の方式\nは上述したようにヒータ１４によって温めた再生空気を通過させる方\n式であった。すなわち，空気を介して吸湿用素子２１を加熱していた\nため，吸湿素子２１の加熱にはヒータ１４において発生させた熱の一\n部しか利用されておらず（エネルギーロスが大きく），ランニングコ\nストが嵩むという問題があった。」（段落【０００６】）\n「この発明の目的は，製造コストの増加等のデメリットを抑制し，\n再生時のエネルギーロスを減少させた吸湿用素子，および，この吸湿\n用素子を用いることでランニングコストを低減することができる空調\n機器を提供することにある。」（段落【０００９】）\nｄ  課題を解決するための手段\n「この発明は，上記の課題を解決するために以下の構成を備えてい\nる。」（段落【００１０】）\n「（１）ハニカム状に形成され，通過する空気から水分を吸湿する\n吸湿用素子において，表面に水分を吸湿する吸湿剤と導電性材料とを\n混合した担持体を担持させている。」（段落【００１１】）\n「この構成では，吸湿用素子に吸湿剤と導電性材料とを混合して担\n持させたので，導電性材料に給電することにより生じる熱を吸湿剤に\n直接伝達することができる。したがって，吸湿剤を加熱する際のエネ\nルギーロスが小さくなり，効率的に吸湿用素子を加熱することができ\nる。」（段落【００１２】）\n「（２）上記吸湿剤は，シリカゲル，ゼオライト，活性化アルミナ，\nまたは吸湿性のある塩類である。」（段落【００１３】）\n「この構成では，シリカゲル，ゼオライト，活性化アルミナ，また\nは吸湿性のある塩類を吸湿剤として用いるようにした。」（段落【０\n０１４】）\n「（３）上記導電性材料は、カーボンブラックや銀、銅などの金属\n粉末である。」（段落【００１５】）\n「この構成では、カーボンブラックや銀、銅などの金属粉末を導電\n性材料として用いるようにした。」（段落【００１６】）\n「（４）上記導電性材料の配合比は、５ｗｔ％～７０ｗｔ％とし\nた。」（段落【００１７】）\n「導電性材料の配合比は、５ｗｔ％～７０ｗｔ％の範囲とすること\nで、吸湿剤を効率的に加熱することができ、十分な吸湿能力を確保す\nることができる。」（段落【００１８】）\n「（５）上記（１）～（４）のいずれかに記載の吸湿用素子を適用\nした空調機器であって，上記吸湿用素子を複数の領域に分割するとと\nもに，分割した領域毎に絶縁材料で分離し，さらに，上記分割した領\n域毎に給電が行える給電手段を備えている。」（段落【００１９】）\n「この構成では，吸湿用素子を複数の領域に分割し，各領域毎に給\n電が行えるようにしたので，吸湿剤による水分の吸湿と，吸湿剤から\nの水分の奪う再生とを並行して行うことができる。したがって，除湿\n・乾燥動作，または，加湿動作を連続して行うことができる。また，\n上記したように吸湿用素子の再生時におけるエネルギーロスが小さい\nので ，ランニングコストも大幅に低減できる。 」（段落【００２\n０】）\nｅ  発明の実施の形態\n「図１は、この発明の実施形態である吸湿用素子を示す図である。\n図において、１は帯板状の基材（以下、帯板状基材１と言う。）であ\nり、２は基材１表面に貼着された断面が波形の基材（以下、波形状基\n材２と言う。）であり、３は帯板状基材１および波形状基材２に担持\nさせた担持体である。帯板状基材１および波形状機材２はダンボール\n紙等を原料とした帯状のシートであり、また波形状基材２はこの帯状\nシートを高さ１～１．５ｍｍ程度の波付け加工したものである。」\n（段落【００２３】）\n「また、担持体３は、合成ゼオライト、カーボンブラック、バイン\nダーの混合物である。このように、担持体３に導電性材料であるカー\nボンブラックを混合したことによって、担持体３に対して給電を行う\nことでカーボンブラックが発熱し、吸湿材である合成ゼオライトを直\n接加熱することができる。したがって、吸湿用素子の吸湿材を効率的\nに加熱することができる（吸湿用素子を加熱する際のエネルギーロス\nが小さい。）。なお、吸湿剤としては、上記合成ゼオライトの他にも\nシリカゲルや活性化アルミナまたは塩化リチウム等の吸湿性のある塩\n類を用いてもよい。また、発熱材料となる導電性材料としては上記カ\nーボンブラックの他にも銀ペースト、インジウム－スズ酸化物（ＩＴ\nＯ）、アンチモン－スズ酸化物（ＡＴＯ）、銅等の金属粉末を用いて\nもよい。さらに、担持体３における上記発熱材料となるカーボンブラ\nックの配合比については５ｗｔ％～７０ｗｔ％の範囲内であることが\n好ましい。この配合比については、本願発明者が行った実験において、\n担持体３における吸湿能力および給電により吸湿材を適当な温度まで\n加熱するのに要する時間等から判断したものである。」（段落【００\n２４】）\n「図２は，図１に示した吸湿用素子で構成した吸湿ロータを示す図\nである。この吸湿ロータ１０は，厚み方向に通気孔が設けられている。\nまた，吸湿ロータ１０は図示するように８つの領域に分割しており，\n各領域を絶縁材料で分離した構造である。吸湿ロータ１０の両面には\n銀ペーストなどの低抵抗塗料が塗布されており，該吸湿ロータ１０の\n外周部に設けられた電極１１に接合されている。また，図に示す１２\nは上記電極１１に給電を行うための外部電源であり，１３は外部電源\n１２からの給電の開始／停止を切り換えるスイッチである。なお，外\n部電源１２は分割した領域毎に設けてもよいし，単一の外部電源１２\nから各領域に対して給電を行う構成でもよい。但し，各領域毎にスイ\nッチ１３を設けており，各領域毎に給電を行うことができる。したが\nって，吸湿ロータ１０は分割した領域毎に吸湿材を加熱することがで\nきるので，吸湿剤による水分の吸湿を行う領域（除湿領域）と，吸湿\n剤から水分を奪う再生を行う領域（再生領域）とに分割して機能させ\nることができる。」（段落【００２５】）\n「図３は，上記図２に示した吸湿ロータを適用した空調機器におけ\nる除湿・乾燥（または加湿）動作の概念を示す図である。図において\n１０は吸湿ロータであり，１５は除湿ファンであり，１６は再生ファ\nンである。〔従来技術〕の欄でも記載したように，除湿ファン１５の\n運転を開始することによって図に示す被除湿空気の流れが発生し，再\n生ファン１６の運転を開始することによって図に示す再生空気の流れ\nが発生する。なお，この図では吸湿ロータ１０に対して給電を行う外\n部電源については図示していない。」（段落【００２６】）\nｆ  発明の効果\n「以上のように，この発明によれば，ハニカム表面に吸湿剤と導電\n性材料とを混合して担持させたので，導電性材料に給電した際に生じ\nる熱によって吸湿剤を直接加熱することができる。したがって，吸湿\n剤を加熱する際のエネルギーロスが小さい吸湿用素子を得ることがで\nきる。」（段落【００３４】）\n「また，上記発明にかかる吸湿用素子を適用し，吸湿用素子を複数\nの領域に分割し，各領域毎に給電が行えるようにしたので，吸湿剤に\nよる水分の吸湿と，吸湿剤からの水分の奪う再生とが並行して行える。\nしたがって，除湿・乾燥動作，または，加湿動作を連続して行うこと\nができる空調機器を得ることができる。また，上記したように吸湿用\n素子の再生時におけるエネルギーロスが小さいので，ランニングコス\nトも大幅に低減できる。」（段落【００３５】）\n刊行物１の記載事項によれば，刊行物１には，次の点が開示\nされていることが認められる。\nａ  刊行物１に記載された発明は，通過する空気から水分を吸湿する吸\n湿用素子及びこの吸湿用素子を適用した空調機器に関する。\n従来の除湿機等の空調機器では，水分を吸湿した吸湿用素子を再生\nするためには，吸湿用素子を加熱して温度を高める必要があり，従来\nの方式は，ヒータによって温めた再生空気を通過させる方式，すなわ\nち，空気を介して吸湿用素子を加熱していたため，吸湿用素子の加熱\nには，ヒータにおいて発生させた熱の一部しか利用されておらず（エ\nネルギーロスが大きく），ランニングコストが嵩むという問題があっ\nた。\n刊行物１に記載された発明は，上記課題を解決し，製造コストの増\n加等のデメリットを抑制し，再生時のエネルギーロスを減少させた吸\n湿用素子，及びこの吸湿用素子を用いることでランニングコストを低\n減することができる空調機器を提供することを目的とするものである。\nｂ  刊行物１に記載された発明は，ハニカム状に形成され，通過する空\n気から水分を吸湿する吸湿用素子において，シリカゲル，ゼオライト，\n活性化アルミナ又は吸湿性のある塩類などの表面に水分を吸湿する吸\n湿剤と導電性材料とを混合した担持体を担持させたものであり，また，\nこのような吸湿用素子を適用した空調機器であって，吸湿用素子を複\n数の領域に分割するとともに，分割した領域毎に絶縁材料で分離し，\nさらに，分割した領域毎に給電が行える給電手段を備えたものである。\nｃ  刊行物１に記載された発明によれば，ハニカム表面に吸湿剤と導電\n性材料とを混合して担持させたので，導電性材料に給電した際に生じ\nる熱によって吸湿剤を直接加熱することができるため，吸湿剤を加熱\nする際のエネルギーロスが小さい吸湿用素子を得ることができ，また，\nかかる吸湿用素子を適用し，吸湿用素子を複数の領域に分割し，各領\n域毎に給電が行えるようにしたので，吸湿剤による水分の吸湿と，吸\n湿剤から水分を奪う再生とを並行して行えるため，除湿・乾燥動作又\nは加湿動作を連続して行うことができる空調機器を得ることができ，\n吸湿用素子の再生時におけるエネルギーロスが小さいので，ランニン\nグコストも大幅に低減できるという効果を奏するものである。\nエ  原告の主張する相違点Ａの存否について\n本願補正発明における「両側」の意義について\nの構成及び特徴によれば，本願補正発明\nにおける一対の電極構造は，吸着材料の「両側」と相互に接続されたも\nのであって，電圧源から電圧が提供されることにより，その一対の電極\n構造の間に存在する吸着材料に電流を導通させ，それにより，吸着材料\nに吸着された水分子の脱着を行うものである。\n本願補正発明において，吸着材料の「両側」と相互に接続された一対\nの電極構造は吸着材料に電流を導通させる作用を果たす必要があるから，\n吸着材料の「両側」とは，「その間に存在する吸着材料に電流を導通さ\nせることが可能な一対の位置を意味する」ものといえる。\n他方，本願補正発明は，吸着材料の「両側」と吸着材料における気流\nの進行方向との関係について何ら特定するものではないから，吸着材料\nの「両側」を「吸着材料における気流の入口面と，気流の出口面」を意\n味すると限定して解すべき理由はない。このことは，本願補正発明にお\nいて，吸着材料の形状を特に限定しておらず，例えば，立方体形状の吸\n着材料では，吸着材料における気流の入口面と出口面に垂直な面に一対\nの電極構造を設けることも可能であって，吸着材料の形状によっては，\n必ずしも，吸着材料における気流の入口面と出口面に一対の電極構造を\n設ける必要はないことに照らしても明らかである。\n引用発明１における「電極１１」について\nａ\n記載のとおりであり，吸湿剤（材）からなる吸湿ロータ１０，吸湿ロ\nータ１０における再生領域，外部電源１２を備えた，エネルギーロス\nの少ない除湿装置に関するものであり，吸湿ロータ１０は，被除湿空\n気の流れを通過させ，被除湿空気の流れ内の水分を吸湿するものであ\nり，吸湿ロータ１０における再生領域は，再生空気の流れを導引し，\n吸湿ロータ１０を通過させるものであって，さらに，吸湿ロータ１０\nの両面と相互に接続する導電構造である一対の電極１１を備えるもの\nであり，外部電源１２は，一対の電極１１と相互に接続し，給電し，\nこれにより，吸湿ロータ１０には電流が導通し，吸湿剤（材）から水\n分を奪うものである。\n引用発明１に相当する実施例に関し，刊行物１の段落【００２５】\nには「図２は，図１に示した吸湿用素子で構成した吸湿ロータを示す\n図である。この吸湿ロータ１０は，厚み方向に通気孔が設けられてい\nる。また，吸湿ロータ１０は図示するように８つの領域に分割してお\nり，各領域を絶縁材料で分離した構造である。吸湿ロータ１０の両面\nには銀ペーストなどの低抵抗塗料が塗布されており，該吸湿ロータ１\n０の外周部に設けられた電極１１に接合されている。また，図に示す\n１２は上記電極１１に給電を行うための外部電源であり，１３は外部\n電源１２からの給電の開始／停止を切り換えるスイッチである。・・\n・したがって，吸湿ロータ１０は分割した領域毎に吸湿材を加熱する\nことができるので，吸湿剤による水分の吸湿を行う領域（除湿領域）\nと，吸湿剤から水分を奪う再生を行う領域（再生領域）とに分割して\n機能させることができる。」との記載があり，引用発明１における一\n対の「電極１１」は，吸湿ロータ１０の両面と相互に接続する導電構\n造であるが，刊行物１には，上記「電極１１」は吸湿ロータ１０の外\n周部に設けられており，吸湿ロータ１０の両面に塗布された銀ペース\nトなどの低抵抗塗料と接合されていることが記載されている。\n上記記載によれば，一対の「電極１１」には，外部電源１２から給\n電されるが，上記のとおり，「電極１１」は吸湿ロータ１０の両面に\n塗布された銀ペーストなどの低抵抗塗料と接合されているから，上記\n銀ペーストなどの低抵抗塗料にも給電され，その結果，銀ペーストな\nどの低抵抗塗料の間に存在する吸湿ロータ１０に電流が導通すること\nになる。\nそして，銀ペーストなどの低抵抗塗料は，吸湿ロータ１０の両面に\n塗布されており，また，その間に存在する吸湿ロータ１０に電流が導\n通するのであるから，銀ペーストなどの低抵抗塗料は，その間に存在\nする吸着材料（吸湿ロータ）に電流を導通することが可能な一対の位\n置，すなわち，本願補正発明にいう，吸着材料の「両側」と相互に接\n続されたものであるといえる。\nそうすると，引用発明１における一対の「電極１１」と，これにそ\nれぞれ接合されている「吸湿ロータ１０の両面に塗布された銀ペース\nトなどの低抵抗塗料」とは，一体として，吸着材料の「両側」と相互\nに接続されたものであって，電圧源から電圧が提供されることにより，\n吸着材料に電流を導通させるものであり，それによって，吸着材料に\n吸着された水分の脱着が行われるのであるから，本願補正発明におけ\nる一対の「電極構造」に相当するものであると認められる。\nｂ  以上によれば，本件審決が，引用発明１の認定において，「電極１\n１」を，これに接合された「吸湿ロータ１０の両面に塗布された銀ペ\nーストなどの低抵抗塗料」に言及することなく，本願補正発明の「電\n極構造」に相当するとしたことは不適切であるとはいえるものの，本\n願補正発明と引用発明１とが，本願補正発明の「電極構造」は吸着材\n料の両側に接続されているのに対し，引用発明１の「電極構造１１」\nは吸着材料（吸湿ロータ１０）の外周部に設けられている点（相違点\nＡ）において，相違するということはできない。\nｃ  原告の主張について\n⒜  原告は，本願補正発明において，一対の電極構造が「吸着材料の\n両側と相互に接続する」とは，一対の電極構造がそれぞれ，「吸着\n材料における気流の入口面と，気流の出口面との間で構造的に接続\n又は連結されていること」を意味するものと解すべきである旨主張\nし，その根拠として，①吸着材料は水分子を吸着する「構造体」で\nあるから，構造体と他の構造が接続するという場合には，第一義的\nには，両者が構造的に接続又は連結されていることを意味するもの\nであって，結果（作用）として電気的に接続されることになる場合\nを意味するものではないこと，②請求項に吸着材料の具体的形態が\n記載されていない以上，吸着材料の「両側」は「吸着材料において，\n気流の入口面と出口面」を意味するものと考えるのが自然であるこ\nと，③本願明細書の記載（段落【００１３】，【図２】，【図１\n４】）や本願補正発明における吸着材料が比抵抗の極めて大きい材\n料を含むものであることに照らせば，一対の電極構造は，吸着材料\nにおいて気流の入口面と出口面に接続又は連結されることによって，\n初めて「大部分のエネルギーは，吸着された物質上に直接加えられ\nる」という作用効果を奏し得ることを挙げる。\n⒝  上記①の点について\n原告の主張の趣旨は必ずしも明らかではないが，引用発明１にお\nける一対の「電極１１」と，これにそれぞれ接合されている「吸湿\nロータ１０の両面に塗布された銀ペーストなどの低抵抗塗料」とが，\n一体として，吸着材料の「両側」と相互に接続されたものであって，\n電圧源から電圧が提供されることにより，吸着材料に電流を導通さ\nせるものであることは前記 ａ記載のとおりであり，上記「電極１\n１」及び「吸湿ロータ１０の両面に塗布された銀ペーストなどの低\n抵抗塗料」が一体として，吸着材料と構造的に接続されているとい\nえることは明らかである。\nしたがって，原告の上記①の点に関する主張は理由がない。\n⒞  上記②及び③の点について\n本願補正発明において，吸着材料の形状を特に限定していないこ\nとは原告主張のとおりであるが，吸着材料の形状が一定の形状のも\nのに限定されていないことから，本願補正発明における吸着材料の\n「両側」を「気流の入口面と出口面」を意味するものと解すべきで\nあるとはいえない。むしろ，本願補正発明においては，吸着材料の\n形状を特に限定していないことから，吸着材料の形状によっては，\n必ずしも，吸着材料における気流の入口面と出口面に一対の電極構\n造を設ける必要がないことは， である。\nまた，本願補正発明は，吸着材料の「両側」と吸着材料における\n気流の進行方向との関係について何ら特定しておらず，原告の指摘\nする本願明細書の段落【００１３】及び【図２】にも，両者の関係\nについては何ら記載されていない。さらに，段落【００２１】～\n【００２３】及び【図１４】の記載は，一実施例に関するものにす\nぎず，このような実施例が存するからといって，本願補正発明が上\n記実施例の態様に限られるものということはできない。加えて，前\n本願補正発明は，吸着材料両側に電極を設\n置し，一対の電極に通電することで，電流が吸着材料を通過して温\n度上昇を起こすことができ，同時に，被吸着分子と吸着材料との間\nの吸引力に影響を及ぼして，吸着材料により吸着された物質を脱着\nするというものであって，本願補正発明における作用効果は，吸着\n材料に対しての気流の入口や出口といった進行方向いかんにかかわ\nるものとは認められない。\nなお，吸着材料の「両側」が，吸着材料における気流の入口面と\n出口面を意味するとの原告の主張を前提としたとしても，刊行物１\nの段落【００２６】及び【図３】には，被除湿空気が銀ペーストな\nどの低抵抗塗料が塗布された吸湿ロータ１０の一方の面から他方の\n面に流れることが記載されているから，いずれにせよ，本願補正発\n明と引用発明１とが，原告の主張する相違点Ａにおいて相違すると\nいうことはできない。\nオ  原告の主張する相違点Ｂの存否について\n本願補正発明の特許請求の範囲の請求項１\n載のとおりであり，「電極構造」が抗酸化導電層を備えることを特定する\nものではない。\nそして，原告が指摘する本願明細書の段落【００１７】及び【図６】の\n記載は，一実施例に関するものにすぎず，このような実施例が存するから\nといって，本願補正発明が上記実施例の態様に限られるものということは\nできない。本願明細書に記載された実施例として，電極構造として抗酸化\n導電層を備えた構造のみが開示されていたとしても，同様である。\nしたがって，本願補正発明と引用発明１とが，本願補正発明の「電極構\n造」は抗酸化導電層を備えた構造であるのに対し，引用発明１がそのよう\nな抗酸化導電層を備えていない点（相違点Ｂ）において相違するというこ\nとはできない。\nカ  本願補正発明の容易想到性について\n前記のとおり，本願補正発明と引用発明１とが，原告の主張する相違点\nＡ及びＢにおいて相違するとはいえないから，本願補正発明は，相違点Ａ\n及びＢに基づいて，引用発明１にはない顕著な効果を奏するものであると\nの原告の主張に理由がないことは明らかである。\nしたがって，本件審決における本願補正発明の容易想到性の判断に誤り\nはない。\nキ  小括\n以上によれば，本件審決に原告が主張する相違点の看過は認められ\nず，したがって，本件審決における容易想到性の判断 についても誤り\nがあるとは認められ ないから，本件審決が本件補正を却下したことは\n相当であって，原告主張の取消事由１は理由がない。\n２  取消事由２（本願発明の容易想到性判断の誤り）について\n原告は，本件審決は，本願発明と引用発明２との対比において，引用\n発明２における「第１及び第２の側面（５，７）にそれぞれ貼付され，\n扇状に複数に分割されたメッシュ状電極（１０）」が本願発明における\n「一対の電極構造を備え，それは前記吸着材料の両側と相互に接続し，\n前記電極構造は，相互に絶縁する複数のサブ電極」に相当するとしたが，\n本願発明における「サブ電極」は抗酸化導電層を備えたものと解すべき\nところ，刊行物２には，メッシュ状電極（１０）」の材料について具体\n的な開示はないから，引用発明２における「メッシュ状 電極（１０）」\nは本願発明における「サブ電極」とは異なるものであって ，上記一致点\nの認定は誤りであり，本願補正発明と引用発明２とは抗酸化導 電層を備\nえた構造であるか否かという点において相違するにもかかわらず，本件\n審決は上記相違点を看過した旨主張する。\nそして，原告は，本願発明と引用発明２とは，上記相違点においても\n相違し，本願発明は，上記相違点に基づいて， 引用発明２にはない顕著\nな効果を奏するものであるから， 刊行物２に記載された発明及び周知技\n術に基づいて当業者が容易に発明をすることができたものであるとはい\nえない旨主張する。\n本願明細書の記載事項等\nア\nおりである。\nイ\nの記載についてのものであり，明細書の記載についての補正事項を含まな\nい。）。\n化導電層を備えることを特定するものではない。\nそして，原告が指摘する本願明細書の段落【００１７】及び【図６】の記\n載は，一実施例に関するものにすぎず，このような実施例が存するからとい\nって，本願発明が上記実施例の態様に限られるものということはできない。\n本願明細書に記載された実施例として，電極構造として抗酸化導電層を備え\nた構造のみが開示されていたとしても，同様である。\nしたがって，本願発明と引用発明２とが，本願発明の「サブ電極」は抗酸\n化導電層を備えた構造であるのに対し，引用発明２がそのような抗酸化導電\n層を備えていない点において，相違する旨の原告の主張はその前提を欠くか\nら失当である。\n以上によれば，本件審決に相違点の看過がある旨の原告の主張は失当\nであり，本件審決における容易想到性の判断についても誤りがあるとは\n認められないから，原告主張の取消事由２は理由がない。\n第５  結論\n以上の次第であるから，原告主張の取消事由はいずれも理由がなく，本件審\n決にこれを取り消すべき違法は認められない。\nしたがって，原告の請求は棄却されるべきものである。\n知的財産高等裁判所第４部\n裁判長裁判官      富    田    善    範\n裁判官      大    鷹    一    郎\n裁判官      柵    木    澄    子\n（別紙１）\n本願図面目録\n【図２】\n【図３】\n【図６】\n【図７】\n【図８】\n【図１４】\n（別紙２）\n刊行物１図面目録\n【図１】\n【図２】\n【図３】\n【図５】\n"
}